[{"text": "فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ", "sura_id": 26, "type": 0, "id": 3071, "aya_id": 139}, {"text": "فكذبوه فأهلكناهم إن في ذلك لآية وما كان أكثرهم مؤمنين", "sura_id": 26, "type": 1, "id": 9307, "aya_id": 139}, {"text": "139 - (فكذبوه) بالعذاب (فأهلكناهم) في الدنيا بالريح (إن في ذلك لآية وما كان أكثرهم مؤمنين) \r\n", "sura_id": 26, "type": 2, "id": 28015, "aya_id": 139}, {"text": "فاستمَرُّوا على تكذيبه، فأهلكهم الله بريح باردة شديدة. إن في ذلك الإهلاك لَعبرة لمن بعدهم, وما كان أكثر الذين سمعوا قصتهم مؤمنين بك.\r\n", "sura_id": 26, "type": 3, "id": 34251, "aya_id": 139}, {"text": " <font color=red>فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ</font><BR><p>وَقَوْله تَعَالَى : \" فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ\" أَيْ اِسْتَمَرُّوا عَلَى تَكْذِيب نَبِيّ اللَّه هُود وَمُخَالَفَته وَعِنَاده فَأَهْلَكَهُمْ اللَّه وَقَدْ بَيَّنَ سَبَب إِهْلَاكه إِيَّاهُمْ فِي غَيْر مَوْضِع مِنْ الْقُرْآن بِأَنَّهُ أَرْسَلَ عَلَيْهِمْ رِيحًا صَرْصَرًا عَاتِيَة أَيْ رِيحًا شَدِيدَة الْهُبُوب ذَات بَرْد شَدِيد جِدًّا فَكَانَ سَبَب إِهْلَاكهمْ مِنْ جِنْسهمْ فَإِنَّهُمْ كَانُوا أَعْتَى شَيْء وَأَجْبَرَهُ فَسَلَّطَ اللَّه عَلَيْهِمْ مَا هُوَ أَعْتَى مِنْهُمْ وَأَشَدّ قُوَّة كَمَا قَالَ تَعَالَى : \" أَلَمْ تَرَ كَيْف فَعَلَ رَبّك بِعَادٍ إِرَم ذَات الْعِمَاد \" وَهُمْ عَاد الْأُولَى كَمَا قَالَ تَعَالَى : \" وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى \" وَهُمْ مِنْ نَسْل إِرَم بْن سَام بْن نُوح \" ذَات الْعِمَاد \" الَّذِينَ كَانُوا يَسْكُنُونَ الْعُمُد وَمَنْ زَعَمَ أَنَّ إِرَم مَدِينَة فَإِنَّمَا أَخَذَ ذَلِكَ مِنْ الْإِسْرَائِيلِيَّات مِنْ كَلَام كَعْب وَوَهْب وَلَيْسَ لِذَلِكَ أَصْل أَصِيل وَلِهَذَا قَالَ \" الَّتِي لَمْ يُخْلَق مِثْلهَا فِي الْبِلَاد \" أَيْ لَمْ يُخْلَق مِثْل هَذِهِ الْقَبِيلَة فِي قُوَّتهمْ وَشِدَّتهمْ وَجَبَرُوتهمْ وَلَوْ كَانَ الْمُرَاد بِذَلِكَ مَدِينَة لَقَالَ الَّتِي لَمْ يُبْنَ مِثْلهَا فِي الْبِلَاد وَقَالَ تَعَالَى : \" فَأَمَّا عَادَ فَاسْتَكْبَرُوا فِي الْأَرْض بِغَيْرِ الْحَقّ وَقَالُوا مَنْ أَشَدّ مِنَّا قُوَّة ؟ أَوَلَمْ يَرَوْا أَنَّ اللَّه الَّذِي خَلَقَهُمْ هُوَ أَشَدّ مِنْهُمْ قُوَّة وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ \" وَقَدْ قَدَّمْنَا أَنَّ اللَّه تَعَالَى لَمْ يُرْسِل عَلَيْهِمْ مِنْ الرِّيح إِلَّا مِقْدَار أَنْف الثَّوْر عَتَتْ عَلَى الْخَزَنَة فَأَذِنَ اللَّه لَهَا فِي ذَلِكَ فَسَلَكَتْ فَحَصَبَتْ بِلَادهمْ فَحَصَبَتْ كُلّ شَيْء لَهُمْ كَمَا قَالَ تَعَالَى : \" تُدَمِّر كُلّ شَيْء بِأَمْرِ رَبّهَا \" الْآيَة وَقَالَ تَعَالَى : \" وَأَمَّا عَادَ فَأُهْلِكُوا بِرِيحٍ صَرْصَر عَاتِيَة \" - إِلَى قَوْله \" حُسُومًا\" - أَيْ كَامِلَة - \" فَتَرَى الْقَوْم فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَاز نَخْل خَاوِيَة \" أَيْ بَقُوا أَبْدَانًا بِلَا رُءُوس وَذَلِكَ أَنَّ الرِّيح كَانَتْ تَأْتِي الرَّجُل مِنْهُمْ فَتَقْتَلِعهُ وَتَرْفَعهُ فِي الْهَوَاء ثُمَّ تُنَكِّسهُ عَلَى أُمّ رَأْسه فَتَشْدَخ دِمَاغه وَتَكْسِر رَأْسه وَتُلْقِيه كَأَنَّهُمْ أَعْجَاز نَخْل مُنْقَعِر وَقَدْ كَانُوا تَحَصَّنُوا فِي الْجِبَال وَالْكُهُوف وَالْمَغَارَات وَحَفَرُوا لَهُمْ فِي الْأَرْض إِلَى أَنْصَافهمْ فَلَمْ يُغْنِ عَنْهُمْ ذَلِكَ مِنْ أَمْر اللَّه شَيْئًا \" إِنَّ أَجَل اللَّه إِذَا جَاءَ لَا يُؤَخَّر\" وَلِهَذَا قَالَ تَعَالَى : \" فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ \" الْآيَة.</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39410, "aya_id": 139}]