[{"text": "أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ", "sura_id": 5, "type": 0, "id": 719, "aya_id": 50}, {"text": "أفحكم الجاهلية يبغون ومن أحسن من الله حكما لقوم يوقنون", "sura_id": 5, "type": 1, "id": 6955, "aya_id": 50}, {"text": "50 - (أفحكم الجاهلية يبغون) بالياء والتاء يطلبون من المداهنة والميل إذا تولوا ؟ استفهام إنكاري (ومن) أي لا أحد (أحسن من الله حكما لقوم) عند قوم (يوقنون) به خصوا بالذكر لأنهم الذين يتدبرون \r\n", "sura_id": 5, "type": 2, "id": 25663, "aya_id": 50}, {"text": "أيريد هؤلاء اليهود أن تحكم بينهم بما تعارف عليه المشركون عبدةُ الأوثان من الضلالات والجهالات؟! لا يكون ذلك ولا يليق أبدًا ومَن أعدل مِن الله في حكمه لمن عقل عن الله شَرْعه, وآمن به, وأيقن أن حكم الله هو الحق؟\r\n", "sura_id": 5, "type": 3, "id": 31899, "aya_id": 50}, {"text": " <font color=red>أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ</font><BR><p>قَوْله تَعَالَى \" أَفَحُكْم الْجَاهِلِيَّةَ يَبْغُونَ وَمَنْ أَحْسَنُ مِنْ اللَّه حُكْمًا لِقَوْمٍ يُوقِنُونَ\" يُنْكِر تَعَالَى عَلَى مَنْ خَرَجَ عَنْ حُكْمِ اللَّهِ الْمُحْكَم الْمُشْتَمِلِ عَلَى كُلِّ خَيْرِ النَّاهِي عَنْ كُلّ شَرٍّ وَعَدَلَ إِلَى مَا سِوَاهُ مِنْ الْآرَاء وَالْأَهْوَاء وَالِاصْطِلَاحَات الَّتِي وَضَعَهَا الرِّجَال بِلَا مُسْتَنَد مِنْ شَرِيعَة اللَّه كَمَا كَانَ أَهْل الْجَاهِلِيَّة يَحْكُمُونَ بِهِ مِنْ الضَّلَالَات وَالْجَهَالَات مِمَّا يَضَعُونَهَا بِآرَائِهِمْ وَأَهْوَائِهِمْ وَكَمَا يَحْكُم بِهِ الشَّارِع مِنْ السِّيَاسَات الْمَلَكِيَّة الْمَأْخُوذَة عَنْ مَلِكِهِمْ جنكزخان الَّذِي وَضَعَ لَهُمْ الياسق وَهُوَ عِبَارَة عَنْ كِتَاب مَجْمُوع مِنْ أَحْكَام قَدْ اِقْتَبَسَهَا عَنْ شَرَائِع شَتَّى : مِنْ الْيَهُودِيَّة وَالنَّصْرَانِيَّة وَالْمِلَّة الْإِسْلَامِيَّة وَغَيْرهَا وَفِيهَا كَثِير مِنْ الْأَحْكَام أَخَذَهَا مِنْ مُجَرَّد نَظَره وَهَوَاهُ فَصَارَتْ فِي بَنِيهِ شَرْعًا مُتَّبَعًا يُقَدِّمُونَهَا عَلَى الْحُكْم بِكِتَابِ اللَّه وَسُنَّة رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَمَنْ فَعَلَ ذَلِكَ فَهُوَ كَافِر يَجِب قِتَاله حَتَّى يَرْجِع إِلَى حُكْم اللَّه وَرَسُوله فَلَا يُحَكِّم سِوَاهُ فِي قَلِيل وَلَا كَثِير قَالَ تَعَالَى \" أَفَحُكْمَ الْجَاهِلِيَّة يَبْغُونَ \" أَيْ يَبْتَغُونَ وَيُرِيدُونَ وَعَنْ حُكْم اللَّه يَعْدِلُونَ \" مَنْ أَحْسَنُ مِنْ اللَّه حُكْمًا لِقَوْمٍ يُوقِنُونَ \" أَيْ وَمَنْ أَعْدَلُ مِنْ اللَّه فِي حُكْمه لِمَنْ عَقَلَ عَنْ اللَّه شَرْعه وَآمَنَ بِهِ وَأَيْقَنَ وَعَلِمَ أَنَّ اللَّه أَحْكَمُ الْحَاكِمِينَ وَأَرْحَمُ بِخَلْقِهِ مِنْ الْوَالِدَة بِوَلَدِهَا فَإِنَّهُ تَعَالَى هُوَ الْعَالِم بِكُلِّ شَيْء الْقَادِر عَلَى كُلّ شَيْء الْعَادِل فِي كُلّ شَيْء وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِلَال بْن فَيَّاض حَدَّثَنَا أَبُو عُبَيْدَة النَّاجِي قَالَ : سَمِعْت الْحَكَم يَقُول : مَنْ حَكَمَ بِغَيْرِ حُكْم اللَّه فَحُكْم الْجَاهِلِيَّة . وَأَخْبَرَنَا يُونُس بْن عَبْد الْأَعْلَى قِرَاءَة حَدَّثَنَا سُفْيَان بْن عُيَيْنَةَ عَنْ اِبْن أَبِي نَجِيح قَالَ : كَانَ طَاوُس إِذَا سَأَلَهُ رَجُل : أَفْضُلُ بَيْن وَلَدِي فِي النِّحَل ؟ قَرَأَ \" أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ \" الْآيَة . وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ : حَدَّثَنَا أَحْمَد بْن عَبْد الْوَهَّاب بْن نَجْدَة الْحَوْطِيّ حَدَّثَنَا أَبُو الْيَمَان الْحَكَم بْن نَافِع أَنَا شُعَيْب بْن أَبِي حَمْزَة عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن أَبِي حُسَيْن عَنْ نَافِع بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" أَبْغَضُ النَّاس إِلَى اللَّه عَزَّ وَجَلَّ مَنْ يَبْتَغِي فِي الْإِسْلَام سُنَّة الْجَاهِلِيَّة وَطَالِبُ دَمِ اِمْرِئٍ بِغَيْرِ حَقّ لِيُرِيقَ دَمه \" وَرَوَى الْبُخَارِيّ عَنْ أَبِي الْيَمَان بِإِسْنَادِهِ نَحْوه بِزِيَادَةٍ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41503, "aya_id": 50}]