[{"text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَن يُؤْمِن بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ", "sura_id": 64, "type": 0, "id": 5208, "aya_id": 9}, {"text": "يوم يجمعكم ليوم الجمع ذلك يوم التغابن ومن يؤمن بالله ويعمل صالحا يكفر عنه سيئاته ويدخله جنات تجري من تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم", "sura_id": 64, "type": 1, "id": 11444, "aya_id": 9}, {"text": "9 - اذكر (يوم يجمعكم ليوم الجمع) يوم القيامة (ذلك يوم التغابن) يغبن المؤمنون الكافرين بأخذ منازلهم وأهليهم في الجنة لو آمنوا (ومن يؤمن بالله ويعمل صالحا يكفر عنه سيئاته ويدخله) وفي قراءة بالنون في الفعلين (جنات تجري من تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم) \r\n", "sura_id": 64, "type": 2, "id": 30152, "aya_id": 9}, {"text": "اذكروا يوم الحشر الذي يحشر الله فيه الأولين والآخرين, ذلك اليوم الذي يظهر فيه الغُبْن والتفاوت بين الخلق، فيغبن المؤمنون الكفار والفاسقين: فأهل الإيمان يدخلون الجنة برحمة الله، وأهل الكفر يدخلون النار بعدل الله. ومن يؤمن بالله ويعمل بطاعته, يمح عنه ذنوبه, ويدخله جنات تجري من تحت قصورها الأنهار, خالدين فيها أبدًا, ذلك الخلود في الجنات هو الفوز العظيم الذي لا فوز بعده.\r\n", "sura_id": 64, "type": 3, "id": 36388, "aya_id": 9}, {"text": " <font color=red>يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ</font><BR><p>وَقَوْله تَعَالَى \" يَوْم يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ \" وَهُوَ يَوْم الْقِيَامَة سُمِّيَ بِذَلِكَ لِأَنَّهُ يَجْمَعُ فِيهِ الْأَوَّلِينَ وَالْآخِرِينَ فِي صَعِيد وَاحِد يُسْمِعهُمْ الدَّاعِي وَيَنْفُذهُمْ الْبَصَر كَمَا قَالَ تَعَالَى \" ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ\" وَقَالَ تَعَالَى \" قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَعْلُومٍ \" وَقَوْله تَعَالَى ذَلِكَ يَوْم \" التَّغَابُن \" قَالَ اِبْن عَبَّاس هُوَ اِسْم مِنْ أَسْمَاء يَوْم الْقِيَامَة وَذَلِكَ أَنَّ أَهْل الْجَنَّة يَغْبِنُونَ أَهْل النَّار وَكَذَا قَالَ قَتَادَة وَمُجَاهِد وَقَالَ مُقَاتِل بْن حَيَّانِ لَا غَبْن أَعْظَم مِنْ أَنْ يُدْخَل هَؤُلَاءِ إِلَى الْجَنَّة وَيُذْهَب بِأُولَئِكَ إِلَى النَّار .</p><BR> <br> ", "sura_id": 64, "type": 4, "id": 42307, "aya_id": 9}]