[{"text": "تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالأَرْضُ وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ وَلَكِن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا", "sura_id": 17, "type": 0, "id": 2073, "aya_id": 44}, {"text": "تسبح له السماوات السبع و الأرض و من فيهن و إن من شيء إلا يسبح بحمده و لكن لا تفقهون تسبيحهم إنه كان حليما غفورا", "sura_id": 17, "type": 1, "id": 8309, "aya_id": 44}, {"text": "44 - (تسبح له) تنزهه (السماوات السبع والأرض ومن فيهن وإن) ما (من شيء) من المخلوقات (إلا يسبح) متلبسا (بحمده) أي يقول سبحان الله وبحمده (ولكن لا تفقهون) تفهمون (تسبيحهم) لأنه ليس بلغتكم (إنه كان حليما غفورا) حيث لم يعاجلكم بالعقوبة \r\n", "sura_id": 17, "type": 2, "id": 27017, "aya_id": 44}, {"text": "تُسَبِّح له -سبحانه- السموات السبع والأرضون، ومَن فيهن مِن جميع المخلوقات، وكل شيء في هذا الوجود ينزه الله تعالى تنزيهًا مقرونًا بالثناء والحمد له سبحانه، ولكن لا تدركون -أيها الناس- ذلك. إنه سبحانه كان حليمًا بعباده لا يعاجل مَن عصاه بالعقوبة، غفورًا لهم.\r\n", "sura_id": 17, "type": 3, "id": 33253, "aya_id": 44}, {"text": " <font color=red>تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا</font><BR><p>يَقُول تَعَالَى تُقَدِّسهُ السَّمَاوَات السَّبْع وَالْأَرْض وَمَنْ فِيهِنَّ أَيْ مِنْ الْمَخْلُوقَات وَتُنَزِّههُ وَتُعَظِّمهُ وَتُبَجِّلهُ وَتُكَبِّرهُ عَمَّا يَقُول هَؤُلَاءِ الْمُشْرِكُونَ وَتَشْهَد لَهُ بِالْوَحْدَانِيَّةِ فِي رُبُوبِيَّته وَإِلَهِيَّته . فَفِي كُلّ شَيْء لَهُ آيَة تَدُلّ عَلَى أَنَّهُ وَاحِد . كَمَا قَالَ تَعَالَى : \" تَكَاد السَّمَاوَات يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقّ الْأَرْض وَتَخِرّ الْجِبَال هَدًّا أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا \" وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا سَعِيد بْن مَنْصُور حَدَّثَنَا سُلَيْمَان بْن مَيْمُون مُؤَذِّن مَسْجِد الرَّمْلَة حَدَّثَنَا عُرْوَة بْن رُوَيْم عَنْ عَبْد الرَّحْمَن بْن قُرْط أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة أُسْرِيَ بِهِ إِلَى الْمَسْجِد الْأَقْصَى كَانَ بَيْن الْمَقَام وَزَمْزَم وَجِبْرِيل عَنْ يَمِينه وَمِيكَائِيل عَنْ يَسَاره فَطَارَا بِهِ حَتَّى بَلَغَ السَّمَاوَات السَّبْع فَلَمَّا رَجَعَ قَالَ \" سَمِعْت تَسْبِيحًا فِي السَّمَاوَات الْعُلَى مَعَ تَسْبِيح كَثِير سَبَّحَتْ السَّمَاوَات الْعُلَى مِنْ ذِي الْمَهَابَة مُشْفِقَات لِذِي الْعُلُوّ بِمَا عَلَا سُبْحَان الْعَلِيّ الْأَعْلَى سُبْحَانه وَتَعَالَى \" وَقَوْله : \" وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ \" أَيْ وَمَا مِنْ شَيْء مِنْ الْمَخْلُوقَات إِلَّا يُسَبِّح بِحَمْدِ اللَّه \" وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحهمْ \" أَيْ لَا تَفْقَهُونَ تَسْبِيحهمْ أَيّهَا النَّاس لِأَنَّهَا بِخِلَافِ لُغَاتكُمْ وَهَذَا عَامّ فِي الْحَيَوَانَات وَالْجَمَادَات وَالنَّبَاتَات وَهَذَا أَشْهَر الْقَوْلَيْنِ كَمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ اِبْن مَسْعُود أَنَّهُ قَالَ كُنَّا نَسْمَع تَسْبِيح الطَّعَام وَهُوَ يُؤْكَل . وَفِي حَدِيث أَبِي ذَرّ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخَذَ فِي يَده حَصَيَات فَسَمِعَ لَهُنَّ تَسْبِيح كَحَنِينِ النَّحْل وَكَذَا فِي يَد أَبِي بَكْر وَعُمَر وَعُثْمَان رَضِيَ اللَّه عَنْهُمْ وَهُوَ حَدِيث مَشْهُور فِي الْمَسَانِيد وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا زَبَّان عَنْ سَهْل بْن مُعَاذ عَنْ اِبْن أَنَس عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ دَخَلَ عَلَى قَوْم وَهُمْ وُقُوف عَلَى دَوَابّ لَهُمْ وَرَوَاحِل فَقَالَ لَهُمْ \" اِرْكَبُوهَا سَالِمَة وَدَعُوهَا سَالِمَة وَلَا تَتَّخِذُوهَا كَرَاسِيّ لِأَحَادِيثِكُمْ فِي الطُّرُق وَالْأَسْوَاق فَرُبَّ مَرْكُوبَة خَيْر مِنْ رَاكِبهَا وَأَكْثَر ذِكْرًا لِلَّهِ مِنْهُ \" وَفِي سُنَن النَّسَائِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَتْل الضِّفْدَع وَقَالَ \" نَقِيقهَا تَسْبِيح \" وَقَالَ قَتَادَة عَنْ عَبْد اللَّه بْن أُبَيّ عَنْ عَبْد اللَّه بْن عَمْرو أَنَّ الرَّجُل إِذَا قَالَ لَا إِلَه إِلَّا اللَّه فَهِيَ كَلِمَة الْإِخْلَاص الَّتِي لَا يَقْبَل اللَّه مِنْ أَحَد عَمَلًا حَتَّى يَقُولهَا وَإِذَا قَالَ الْحَمْد لِلَّهِ فَهِيَ كَلِمَة الشُّكْر الَّتِي لَمْ يَشْكُر اللَّه عَبْد قَطُّ حَتَّى يَقُولهَا وَإِذَا قَالَ اللَّه أَكْبَر فَهِيَ تَمْلَأ مَا بَيْن السَّمَاء وَالْأَرْض وَإِذَا قَالَ سُبْحَان اللَّه فَهِيَ صَلَاة الْخَلَائِق الَّتِي لَمْ يَدَع اللَّه أَحَدًا مِنْ خَلْقه إِلَّا قَرَّرَهُ بِالصَّلَاةِ وَالتَّسْبِيح . وَإِذَا قَالَ لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ قَالَ أَسْلَمَ عَبْدِي وَاسْتَسْلَمَ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا اِبْن وَهْب حَدَّثَنَا جَرِير حَدَّثَنَا أَبِي سَمِعْت مُصْعَب بْن زُهَيْر يُحَدِّث عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ عَبْد اللَّه بْن عَمْرو قَالَ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْرَابِيّ عَلَيْهِ جُبَّة مِنْ طَيَالِسَة مَكْفُوفَة بِدِيبَاجٍ أَوْ مَزْرُورَة بِدِيبَاجٍ فَقَالَ : إِنَّ صَاحِبكُمْ هَذَا يُرِيد أَنْ يَرْفَع كُلّ رَاعٍ اِبْن رَاعٍ وَيَضَع كُلّ رَأْس اِبْن رَأْس فَقَامَ إِلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُغْضَبًا فَأَخَذَ بِمَجَامِع جُبَّته فَاجْتَذَبَهُ فَقَالَ \" لَا أَرَى عَلَيْك ثِيَاب مَنْ لَا يَعْقِل \" رَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَلَسَ فَقَالَ \" إِنَّ نُوحًا عَلَيْهِ السَّلَام لَمَّا حَضَرَتْهُ الْوَفَاة دَعَا اِبْنَيْهِ فَقَالَ إِنِّي قَاصّ عَلَيْكُمَا الْوَصِيَّة آمُركُمَا بِاثْنَتَيْنِ وَأَنْهَاكُمَا عَنْ اِثْنَتَيْنِ أَنْهَاكُمَا عَنْ الشِّرْك بِاَللَّهِ وَالْكِبْر وَآمُركُمَا بِلَا إِلَه إِلَّا اللَّه فَإِنَّ السَّمَاوَات وَالْأَرْض وَمَا فِيهِمَا لَوْ وُضِعَتْ فِي كِفَّة الْمِيزَان وَوُضِعَتْ لَا إِلَه إِلَّا اللَّه فِي الْكِفَّة الْأُخْرَى كَانَتْ أَرْجَح وَلَوْ أَنَّ السَّمَاوَات وَالْأَرْض كَانَتَا حَلْقَة فَوُضِعَتْ لَا إِلَه إِلَّا اللَّه عَلَيْهِمَا لَقَصَمَتْهُمَا أَوْ لَفَصَمَتْهُمَا وَآمُركُمَا بِسُبْحَان اللَّه وَبِحَمْدِهِ فَإِنَّهَا صَلَاة كُلّ شَيْء وَبِهَا يُرْزَق كُلّ شَيْء \" وَرَوَاهُ الْإِمَام أَحْمَد أَيْضًا عَنْ سُلَيْمَان بْن حَرْب عَنْ حَمَّاد بْن زَيْد عَنْ مُصْعَب بْن زُهَيْر بِهِ أَطْوَل مِنْ هَذَا وَتَفَرَّدَ بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنِي نَصْر بْن عَبْد الرَّحْمَن الْأَوْدِيّ حَدَّثَنَا مُحَمَّد بْن يَعْلَى عَنْ مُوسَى بْن عُبَيْدَة عَنْ زَيْد بْن أَسْلَمَ عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أُخْبِركُمْ بِشَيْءٍ أَمَرَ بِهِ نُوح اِبْنه ؟ إِنَّ نُوحًا عَلَيْهِ السَّلَام قَالَ لِابْنِهِ يَا بُنَيّ آمُرك أَنْ تَقُول سُبْحَان اللَّه فَإِنَّهَا صَلَاة الْخَلْق وَتَسْبِيح الْخَلْق وَبِهَا يُرْزَق الْخَلْق \" قَالَ اللَّه تَعَالَى \" وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ \" إِسْنَاده فِيهِ ضَعْف فَإِنَّ الْأَوْدِيّ ضَعِيف عِنْد الْأَكْثَرِينَ وَقَالَ عِكْرِمَة فِي قَوْله تَعَالَى \" وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ \" قَالَ الْأُسْطُوَانَة تُسَبِّح وَالشَّجَرَة تُسَبِّح - الْأُسْطُوَانَة السَّارِيَة - وَقَالَ بَعْض السَّلَف صَرِير الْبَاب تَسْبِيحه وَخَرِير الْمَاء تَسْبِيحه قَالَ اللَّه تَعَالَى : \" وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم قَالَ الطَّعَام يُسَبِّح وَيَشْهَد لِهَذَا الْقَوْل آيَة السَّجْدَة فِي الْحَجّ وَقَالَ آخَرُونَ إِنَّمَا يُسَبِّح مَنْ كَانَ فِيهِ رُوح يَعْنُونَ مِنْ حَيَوَان وَنَبَات قَالَ قَتَادَة فِي قَوْله : \" وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ \" قَالَ كُلّ شَيْء فِيهِ رُوح يُسَبِّح مِنْ شَجَر أَوْ شَيْء فِيهِ وَقَالَ الْحَسَن وَالضَّحَّاك فِي قَوْله : \" وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ \" قَالَا كُلّ شَيْء فِيهِ الرُّوح . وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن حُمَيْد حَدَّثَنَا يَحْيَى بْن وَاضِح وَزَيْد بْن حُبَاب قَالَا حَدَّثَنَا جَرِير أَبُو الْخَطَّاب قَالَ كُنَّا مَعَ يَزِيد الرَّقَاشِيّ وَمَعَهُ الْحَسَن فِي طَعَام فَقَدَّمُوا الْخِوَان فَقَالَ يَزِيد الرَّقَاشِيّ يَا أَبَا سَعْد يُسَبِّح هَذَا الْخِوَان ؟ فَقَالَ كَانَ يُسَبِّح مَرَّة - قُلْت الْخِوَان هُوَ الْمَائِدَة مِنْ الْخَشَب - فَكَأَنَّ الْحَسَن رَحِمَهُ اللَّه ذَهَبَ إِلَى أَنَّهُ لَمَّا كَانَ حَيًّا فِيهِ خُضْرَة كَانَ يُسَبِّح فَلَمَّا قُطِعَ وَصَارَ خَشَبَة يَابِسَة اِنْقَطَعَ تَسْبِيحه وَقَدْ يُسْتَأْنَس لِهَذَا الْقَوْل بِحَدِيثِ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّ بِقَبْرَيْنِ فَقَالَ : \" إِنَّهُمَا لَيُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِير أَمَّا أَحَدهمَا فَكَانَ لَا يَسْتَنْزِه مِنْ الْبَوْل وَأَمَّا الْآخَر فَكَانَ يَمْشِي بِالنَّمِيمَةِ \" ثُمَّ أَخَذَ جَرِيدَة رَطْبَة فَشَقَّهَا نِصْفَيْنِ ثُمَّ غَرَزَ فِي كُلّ قَبْر وَاحِدَة ثُمَّ قَالَ \" لَعَلَّهُ يُخَفِّف عَنْهُمَا مَا لَمْ يَيْبَسَا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ قَالَ بَعْض مَنْ تَكَلَّمَ عَلَى هَذَا الْحَدِيث مِنْ الْعُلَمَاء إِنَّمَا قَالَ مَا لَمْ يَيْبَسَا لِأَنَّهُمَا يُسَبِّحَانِ مَا دَامَ فِيهِمَا خُضْرَة فَإِذَا يَبِسَا اِنْقَطَعَ تَسْبِيحهمَا وَاَللَّه أَعْلَم وَقَوْله : \" إِنَّهُ كَانَ حَلِيمًا غَفُورًا \" أَيْ إِنَّهُ لَا يُعَاجِل مَنْ عَصَاهُ بِالْعُقُوبَةِ بَلْ يُؤَجِّلهُ وَيُنْظِرهُ فَإِنْ اِسْتَمَرَّ عَلَى كُفْره وَعِنَاده أَخَذَهُ أَخْذ عَزِيز مُقْتَدِر كَمَا جَاءَ فِي الصَّحِيحَيْنِ \" إِنَّ اللَّه لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتهُ \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَكَذَلِكَ أَخْذ رَبّك إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَة \" الْآيَة وَقَالَ تَعَالَى : \" وَكَأَيِّنْ مِنْ قَرْيَة أَمْلَيْت لَهَا وَهِيَ ظَالِمَة \" الْآيَة وَقَالَ \" فَكَأَيِّنْ مِنْ قَرْيَة أَهْلَكْنَاهَا وَهِيَ ظَالِمَة \" الْآيَتَيْنِ وَمَنْ أَقْلَعَ عَمَّا هُوَ فِيهِ مِنْ كُفْر أَوْ عِصْيَان وَرَجَعَ إِلَى اللَّه وَتَابَ إِلَيْهِ تَابَ عَلَيْهِ كَمَا قَالَ تَعَالَى : \" وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه ثُمَّ يَسْتَغْفِر اللَّه \" الْآيَة وَقَالَ هَاهُنَا \" إِنَّهُ كَانَ حَلِيمًا غَفُورًا \" كَمَا قَالَ فِي آخِر فَاطِر \" إِنَّ اللَّه يُمْسِك السَّمَاوَات وَالْأَرْض أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَد مِنْ بَعْده إِنَّهُ كَانَ حَلِيمًا غَفُورًا \" إِلَى أَنْ قَالَ \" وَلَوْ يُؤَاخِذ اللَّه النَّاس \" إِلَى آخِر السُّورَة .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38228, "aya_id": 44}]