[{"text": "أَوَ مَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَن مَّثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِّنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُواْ يَعْمَلُونَ", "sura_id": 6, "type": 0, "id": 911, "aya_id": 122}, {"text": "أومن كان ميتا فأحييناه وجعلنا له نورا يمشي به في الناس كمن مثله في الظلمات ليس بخارج منها كذلك زين للكافرين ما كانوا يعملون", "sura_id": 6, "type": 1, "id": 7147, "aya_id": 122}, {"text": "122 - ونزل في أبي جهل وغيره (أو من كان ميتا) بالكفر (فأحييناه) بالهدى (وجعلنا له نورا يمشي به في الناس) يتبصر به الحق من غيره وهو الإيمان (كمن مثله) مثل زائدة أي كمن هو (في الظلمات ليس بخارج منها) وهو الكافر ؟ لا (كذلك) كما زين للمؤمنين الإيمان (زين للكافرين ما كانوا يعملون) من الكفر والمعاصي \r\n", "sura_id": 6, "type": 2, "id": 25855, "aya_id": 122}, {"text": "أوَمن كان ميتًا في الضلالة هالكا حائرا, فأحيينا قلبه بالإيمان, وهديناه له, ووفقناه لاتباع رسله, فأصبح يعيش في أنوار الهداية, كمن مثله في الجهالات والأهواء والضلالات المتفرقة, لا يهتدي إلى منفذ ولا مخلص له مما هو فيه؟ لا يستويان, وكما خذلتُ هذا الكافر الذي يجادلكم -أيها المؤمنون- فزيَّنْتُ له سوء عمله, فرآه حسنًا, زيَّنْتُ للجاحدين أعمالهم السيئة; ليستوجبوا بذلك العذاب.\r\n", "sura_id": 6, "type": 3, "id": 32091, "aya_id": 122}, {"text": " <font color=red>أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ</font><BR><p>هَذَا مَثَل ضَرَبَهُ اللَّه تَعَالَى لِلْمُؤْمِنِ الَّذِي كَانَ مَيْتًا أَيْ فِي الضَّلَالَة هَالِكًا حَائِرًا فَأَحْيَاهُ اللَّه أَيْ أَحْيَا قَلْبه بِالْإِيمَانِ وَهَدَاهُ لَهُ وَوَفَّقَهُ لِاتِّبَاعِ رُسُله \" وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاس \" أَيْ يَهْتَدِي كَيْفَ يَسْلُك وَكَيْفَ يَتَصَرَّف بِهِ وَالنُّور هُوَ الْقُرْآن كَمَا رَوَاهُ الْعَوْفِيّ وَابْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَقَالَ السُّدِّيّ : الْإِسْلَام وَالْكُلّ صَحِيح \" كَمَنْ مَثَله فِي الظُّلُمَات \" أَيْ الْجَهَالَات وَالْأَهْوَاء وَالضَّلَالَات الْمُتَفَرِّقَة \" لَيْسَ بِخَارِجٍ مِنْهَا\" أَيْ لَا يَهْتَدِي إِلَى مَنْفَذ وَلَا مُخَلِّص مِمَّا هُوَ فِيهِ وَفِي مُسْنَد الْإِمَام أَحْمَد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ اللَّه خَلَقَ خَلْقه فِي ظُلْمَة ثُمَّ رَشَّ عَلَيْهِمْ مِنْ نُوره فَمَنْ أَصَابَهُ ذَلِكَ النُّور اِهْتَدَى وَمَنْ أَخْطَأَهُ ضَلَّ \" كَمَا قَالَ تَعَالَى \" اللَّه وَلِيّ الَّذِينَ آمَنُوا يُخْرِجهُمْ مِنْ الظُّلُمَات إِلَى النُّور وَاَلَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمْ الطَّاغُوت يُخْرِجُونَهُمْ مِنْ النُّور إِلَى الظُّلُمَات أُولَئِكَ أَصْحَاب النَّار هُمْ فِيهَا خَالِدُونَ \" وَقَالَ تَعَالَى\" أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهه أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاط مُسْتَقِيم \" وَقَالَ تَعَالَى \" مَثَل الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمّ وَالْبَصِير وَالسَّمِيع هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ \" وَقَالَ تَعَالَى \" وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِير وَلَا الظُّلُمَات وَلَا النُّور وَلَا الظِّلّ وَلَا الْحَرُور وَمَا يَسْتَوِي الْأَحْيَاء وَلَا الْأَمْوَات إِنَّ اللَّه يُسْمِع مَنْ يَشَاء وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُور إِنْ أَنْتَ إِلَّا نَذِير \" وَالْآيَات فِي هَذَا كَثِيرَة وَوَجْه الْمُنَاسَبَة فِي ضَرْب الْمَثَلَيْنِ هَهُنَا بِالنُّورِ وَالظُّلُمَات مَا تَقَدَّمَ فِي أَوَّل السُّورَة \" وَجَعَلَ الظُّلُمَات وَالنُّور\" وَزَعَمَ بَعْضهمْ أَنَّ الْمَرَاد بِهَذَا الْمَثَل رَجُلَانِ مُعَيَّنَانِ فَقِيلَ عُمَر بْن الْخَطَّاب هُوَ الَّذِي كَانَ مَيْتًا فَأَحْيَاهُ اللَّه وَجَعَلَ لَهُ نُورًا يَمْشِي بِهِ فِي النَّاس وَقِيلَ عَمَّار بْن يَاسِر وَأَمَّا الَّذِي فِي الظُّلُمَات لَيْسَ بِخَارِجٍ مِنْهَا أَبُو جَهْل عَمْرو بْن هِشَام لَعَنَهُ اللَّه . وَالصَّحِيح أَنَّ الْآيَة عَامَّة يَدْخُل فِيهَا كُلّ مُؤْمِن وَكَافِر . وَقَوْله تَعَالَى\" كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ \" أَيْ حَسَنًا لَهُمْ مَا كَانُوا فِيهِ مِنْ الْجَهَالَة وَالضَّلَالَة قَدْرًا مِنْ اللَّه وَحِكْمَة بَالِغَة لَا إِلَه إِلَّا هُوَ وَحْده لَا شَرِيك لَهُ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42102, "aya_id": 122}]