[{"text": "وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُواْ الْمَلآئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُواْ عَذَابَ الْحَرِيقِ", "sura_id": 8, "type": 0, "id": 1210, "aya_id": 50}, {"text": "ولو ترى إذ يتوفى الذين كفروا الملائكة يضربون وجوههم وأدبارهم وذوقوا عذاب الحريق", "sura_id": 8, "type": 1, "id": 7446, "aya_id": 50}, {"text": "50 - (ولو ترى) يا محمد (إذ يتوفى) بالياء والتاء (الذين كفروا الملائكة يضربون) حال (وجوههم وأدبارهم) بمقامع من حديد ويقولون لهم (وذوقوا عذاب الحريق) أي النار ، وجواب لو : لرأيت أمراً عظيماً \r\n", "sura_id": 8, "type": 2, "id": 26154, "aya_id": 50}, {"text": "ولو تعاين -أيها الرسول- حال قبض الملائكة أرواح الكفار وانتزاعها, وهم يضربون وجوههم في حال إقبالهم, ويضربون ظهورهم في حال فرارهم, ويقولون لهم: ذوقوا العذاب المحرق, لرأيت أمرًا عظيمًا، وهذا السياق وإن كان سببه وقعة \"بدر\" ، ولكنه عام في حق كلِّ كافر.\r\n", "sura_id": 8, "type": 3, "id": 32390, "aya_id": 50}, {"text": " <font color=red>وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ</font><BR><p>يَقُول تَعَالَى وَلَوْ عَايَنْت يَا مُحَمَّدُ حَال تَوَفِّي الْمَلَائِكَةِ أَرْوَاحَ الْكُفَّار لَرَأَيْت أَمْرًا عَظِيمًا هَائِلًا فَظِيعًا مُنْكَرًا \" إِذْ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَيَقُولُونَ لَهُمْ ذُوقُوا عَذَاب الْحَرِيق \" قَالَ اِبْن جُرَيْج عَنْ مُجَاهِد \" أَدْبَارهمْ \" أَسْتَاهُهُمْ قَالَ يَوْم بَدْر قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس إِذَا أَقْبَلَ الْمُشْرِكُونَ بِوُجُوهِهِمْ إِلَى الْمُسْلِمِينَ ضَرَبُوا وُجُوههمْ بِالسُّيُوفِ وَإِذَا وَلَّوْا أَدْرَكَتْهُمْ الْمَلَائِكَة يَضْرِبُونَ أَدْبَارهمْ وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله \" إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوههمْ وَأَدْبَارهمْ \" يَوْم بَدْر وَقَالَ وَكِيع عَنْ سُفْيَان الثَّوْرِيّ عَنْ أَبِي هَاشِم إِسْمَاعِيل بْن كَثِير عَنْ مُجَاهِد وَعَنْ شُعْبَة عَنْ يَعْلَى بْن مُسْلِم عَنْ سَعِيد بْن جُبَيْر يَضْرِبُونَ وُجُوههمْ وَأَدْبَارهمْ قَالَ وَأَسْتَاهَهُمْ وَلَكِنَّ اللَّه يُكَنِّي وَكَذَا قَالَ عُمَر مَوْلَى عَفْرَة . وَعَنْ الْحَسَن الْبَصْرِيّ قَالَ : قَالَ رَجُل يَا رَسُول اللَّه : إِنِّي رَأَيْت بِظَهْرِ أَبِي جَهْل مِثْل الشَّوْك قَالَ \" ذَاكَ ضَرْب الْمَلَائِكَة \" . رَوَاهُ اِبْن جَرِير وَهُوَ مُرْسَل وَهَذَا السِّيَاق وَإِنْ كَانَ سَبَبه وَقْعَةَ بَدْر وَلَكِنَّهُ عَامّ فِي حَقّ كُلّ كَافِر وَلِهَذَا لَمْ يُخَصِّصْهُ تَعَالَى بِأَهْلِ بَدْر بَلْ قَالَ تَعَالَى \" وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ \" وَفِي سُورَة الْقِتَال مِثْلهَا وَتَقَدَّمَ فِي سُورَة الْأَنْعَام قَوْله تَعَالَى \" وَلَوْ تَرَى إِذْ الْمُجْرِمُونَ فِي غَمَرَات الْمَوْت وَالْمَلَائِكَة بَاسِطُو أَيْدِيهمْ أَخْرِجُوا أَنْفُسكُمْ \" أَيْ بَاسِطُو أَيْدِيهمْ بِالضَّرْبِ فِيهِمْ بِأَمْرِ رَبّهمْ إِذْ اِسْتَصْعَبَتْ أَنْفُسهمْ وَامْتَنَعَتْ مِنْ الْخُرُوج مِنْ الْأَجْسَاد أَنْ تَخْرُج قَهْرًا وَذَلِكَ إِذَا بَشَّرُوهُمْ بِالْعَذَابِ وَالْغَضَب مِنْ اللَّه كَمَا فِي حَدِيث الْبَرَاء أَنَّ مَلَكَ الْمَوْت إِذَا جَاءَ الْكَافِر عِنْد اِحْتِضَاره فِي تِلْكَ الصُّورَة الْمُنْكَرَة يَقُول : اُخْرُجِي أَيَّتهَا النَّفْس الْخَبِيثَة إِلَى سَمُوم وَحَمِيم وَظِلّ مِنْ يَحْمُوم فَتَفَرَّقُ فِي بَدَنه فَيَسْتَخْرِجُونَهَا مِنْ جَسَده كَمَا يُخْرَج السَّفُّود مِنْ الصُّوف الْمَبْلُول فَتَخْرُج مَعَهَا الْعُرُوق وَالْعَصَب وَلِهَذَا أَخْبَرَ تَعَالَى أَنَّ الْمَلَائِكَة تَقُول لَهُمْ ذُوقُوا عَذَاب الْحَرِيق .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43100, "aya_id": 50}]