[{"text": "قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادةً قُلِ اللّهِ شَهِيدٌ بِيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لأُنذِرَكُم بِهِ وَمَن بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللّهِ آلِهَةً أُخْرَى قُل لاَّ أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ", "sura_id": 6, "type": 0, "id": 808, "aya_id": 19}, {"text": "قل أي شيء أكبر شهادة قل الله شهيد بيني وبينكم وأوحي إلي هذا القرآن لأنذركم به ومن بلغ أئنكم لتشهدون أن مع الله آلهة أخرى قل لا أشهد قل إنما هو إله واحد وإنني بريء مما تشركون", "sura_id": 6, "type": 1, "id": 7044, "aya_id": 19}, {"text": "19 - ونزل لما قالوا للنبي صلى الله عليه وسلم: ائتنا بمن يشهد لك بالنبوة فإن أهل الكتاب أنكروك (قل) لهم (أي شيء أكبر شهادة) تمييز محول عن المبتدأ (قل الله) إن لم يقولوه لا جواب غيره هو (شهيد بيني وبينكم) على صدقي (وأوحي إلي هذا القرآن لأنذركم) أخوفكم يا أهل مكة (به ومن بلغ) عطف على ضمير أنذركم أي بلغه القرآن من الإنس والجن (أئنكم لتشهدون أن مع الله آلهة أخرى) استفهام إنكار (قل) لهم (لا أشهد) بذلك (قل إنما هو إله واحد وإنني بريء مما تشركون) معه من الأصنام \r\n", "sura_id": 6, "type": 2, "id": 25752, "aya_id": 19}, {"text": "قل -أيها الرسول لهؤلاء المشركين-: أيُّ شيء أعظم شهادة في إثبات صدقي فيما أخبرتكم به أني رسول الله؟ قل: الله شهيد بيني وبينكم أي: هو العالم بما جئتكم به وما أنتم قائلونه لي, وأوحى الله إليَّ هذا القرآن مِن أجل أن أنذركم به عذابه أن يحلَّ بكم, وأنذر به مَن وصل إليه من الأمم. إنكم لتقرون أن مع الله معبودات أخرى تشركونها به. قل لهم -أيها الرسول-: إني لا أشهد على ما أقررتم به, إنما الله إله واحد لا شريك له, وإنني بريء من كل شريك تعبدونه معه.\r\n", "sura_id": 6, "type": 3, "id": 31988, "aya_id": 19}, {"text": " <font color=red>قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ</font><BR><p>ثُمَّ قَالَ \" قُلْ أَيّ شَيْء أَكْبَر شَهَادَة \" أَيْ مَنْ أَعْظَم الْأَشْيَاء شَهَادَة \" قُلْ اللَّه شَهِيد بَيْنِي وَبَيْنكُمْ \" أَيْ هُوَ الْعَالِم بِمَا جِئْتُكُمْ بِهِ وَمَا أَنْتُمْ قَائِلُونَ لِي\" وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآن لِأُنْذِركُمْ بِهِ وَمَنْ بَلَغَ\" أَيْ هُوَ نَذِير لِكُلِّ مَنْ بَلَغَهُ كَقَوْلِهِ تَعَالَى \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع وَأَبُو أُسَامَة وَأَبُو خَالِد عَنْ مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن كَعْب فِي قَوْله \" وَمَنْ بَلَغَ \" مَنْ بَلَغَهُ الْقُرْآن فَكَأَنَّمَا رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَادَ أَبُو خَالِد وَكَلَّمَهُ . وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق أَبِي مَعْشَر عَنْ مُحَمَّد بْن كَعْب قَالَ : مَنْ بَلَغَهُ الْقُرْآن فَقَدْ أَبْلَغَهُ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة فِي قَوْله تَعَالَى \" لِأُنْذِركُمْ بِهِ وَمَنْ بَلَغَ \" إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" بَلِّغُوا عَنْ اللَّه فَمَنْ بَلَغَتْهُ آيَة مِنْ كِتَاب اللَّه فَقَدْ بَلَغَهُ أَمْر اللَّه \" وَقَالَ الرَّبِيع بْن أَنَس حَقّ عَلَى مَنْ اِتَّبَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَدْعُو كَاَلَّذِي دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْ يُنْذِر بِاَلَّذِي أَنْذَرَ وَقَوْله \" أَئِنَّكُمْ لَتَشْهَدُونَ\" أَيّهَا الْمُشْرِكُونَ أَيْ \" أَنَّ مَعَ اللَّه آلِهَة أُخْرَى قُلْ لَا أَشْهَد \" كَقَوْلِهِ \" فَإِنْ شَهِدُوا فَلَا تَشْهَد مَعَهُمْ\" \" قُلْ إِنَّمَا هُوَ إِلَه وَاحِد وَإِنَّنِي بَرِيء مِمَّا تُشْرِكُونَ\" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42152, "aya_id": 19}]