[{"text": "وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُكُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ", "sura_id": 46, "type": 0, "id": 4525, "aya_id": 15}, {"text": "ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة قال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لي في ذريتي إني تبت إليك وإني من المسلمين", "sura_id": 46, "type": 1, "id": 10761, "aya_id": 15}, {"text": "15 - (ووصينا الإنسان بوالديه إحسانا) وفي قراءة إحسانا أي أمرناه أن يحسن إليهما فنصب إحسانا على المصدر بفعله المقدر ومثله حسنا (حملته أمه كرها ووضعته كرها) على مشقة (وحمله وفصاله) من الرضاع (ثلاثون شهرا) ستة أشهر أقل مدة الحمل والباقي أكثر مدة الرضاع وقيل إن حملت به ستة أو تسعة أرضعته الباقي (حتى) غاية لجملة مقدرة أي وعاش حتى (إذا بلغ أشده) هو كمال قوته وعقله ورأيه أقله ثلاث وثلاثون سنة أو ثلاثون (وبلغ أربعين سنة) أي تمامها وهو أكثر الأشد (قال رب) الخ نزل في ابي بكر الصديق لما بلغ أربعين سنة بعد سنتين من مبعث النبي صلى الله عليه وسلم آمن به ثم آمن أبواه ثم ابنه عبد الرحمن وابن عبد الرحمن أبو عتيق (أوزعني) ألهمني (أن أشكر نعمتك التي أنعمت) بها (علي وعلى والدي) وهي التوحيد (وأن أعمل صالحا ترضاه) فأعتق تسعة من المؤمنين يعذبون في الله (وأصلح لي في ذريتي) فكلهم مؤمنون (إني تبت إليك وإني من المسلمين) \r\n", "sura_id": 46, "type": 2, "id": 29469, "aya_id": 15}, {"text": "ووصينا الإنسان أن يحسن في صحبته لوالديه بِرًّا بهما في حياتهما وبعد مماتهما, فقد حملته أمه جنينًا في بطنها على مشقة وتعب, وولدته على مشقة وتعب أيضًا, ومدة حمله وفطامه ثلاثون شهرًا. وفي ذكر هذه المشاق التي تتحملها الأم دون الأب, دليل على أن حقها على ولدها أعظم من حق الأب. حتى إذا بلغ هذا الإنسان نهاية قوته البدنية والعقلية, وبلغ أربعين سنة دعا ربه قائلا: ربي ألهمني أن أشكر نعمتك التي أنعمتها عليَّ وعلى والديَّ, واجعلني أعمل صالحًا ترضاه, وأصلح لي في ذريتي, إني تبت إليك من ذنوبي, وإني من الخاضعين لك بالطاعة والمستسلمين لأمرك ونهيك, المنقادين لحكمك.\r\n", "sura_id": 46, "type": 3, "id": 35705, "aya_id": 15}, {"text": " <font color=red>وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى فِي الْآيَة الْأُولَى التَّوْحِيد لَهُ وَإِخْلَاص الْعِبَادَة وَالِاسْتِقَامَة إِلَيْهِ عَطَفَ بِالْوَصِيَّةِ بِالْوَالِدَيْنِ كَمَا هُوَ مَقْرُون فِي غَيْر مَا آيَة مِنْ الْقُرْآن كَقَوْلِهِ عَزَّ وَجَلَّ\" وَقَضَى رَبُّك أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا \" وَقَوْله جَلَّ جَلَاله \" أَنْ اُشْكُرْ لِي وَلِوَالِدَيْك إِلَيَّ الْمَصِير \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الْكَثِيرَة . وَقَالَ عَزَّ وَجَلَّ هَهُنَا \" وَوَصَّيْنَا الْإِنْسَان بِوَالِدَيْهِ إِحْسَانًا \" أَيْ أَمَرْنَاهُ بِالْإِحْسَانِ إِلَيْهِمَا وَالْحُنُوّ عَلَيْهِمَا وَقَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة أَخْبَرَنِي سِمَاك بْن حَرْب قَالَ سَمِعْت مُصْعَب بْن سَعْد يُحَدِّث عَنْ سَعْد رَضِيَ اللَّه عَنْهُ قَالَ : قَالَتْ أُمّ سَعْد لِسَعْدٍ أَلَيْسَ قَدْ أَمَرَ اللَّه بِطَاعَةِ الْوَالِدَيْنِ فَلَا آكُل طَعَامًا وَلَا أَشْرَب شَرَابًا حَتَّى تَكْفُر بِاَللَّهِ تَعَالَى فَامْتَنَعَتْ مِنْ الطَّعَام وَالشَّرَاب حَتَّى جَعَلُوا يَفْتَحُونَ فَاهَا بِالْعَصَا وَنَزَلَتْ هَذِهِ الْآيَة \" وَوَصَّيْنَا الْإِنْسَان بِوَالِدَيْهِ إِحْسَانًا \" الْآيَة وَرَوَاهُ مُسْلِم وَأَهْل السُّنَن إِلَّا اِبْن مَاجَهْ مِنْ حَدِيث شُعْبَة بِإِسْنَادٍ نَحْوه وَأَطْوَل مِنْهُ \" حَمَلَتْهُ أُمُّهُ كُرْهًا \" أَيْ قَاسَتْ بِسَبَبِهِ فِي حَال حَمْله مَشَقَّة وَتَعَبًا مِنْ وَحَمٍ وَغَثَيَان وَثِقَل وَكَرْب إِلَى غَيْر ذَلِكَ مِمَّا تَنَال الْحَوَامِل مِنْ التَّعَب وَالْمَشَقَّة \" وَوَضَعَتْهُ كُرْهًا \" أَيْ بِمَشَقَّةٍ أَيْضًا مِنْ الطَّلْق وَشِدَّته \" وَحَمْله وَفِصَاله ثَلَاثُونَ شَهْرًا \" . وَقَدْ اِسْتَدَلَّ عَلِيّ رَضِيَ اللَّه عَنْهُ بِهَذِهِ الْآيَة مَعَ الَّتِي فِي لُقْمَان \" وَفِصَالُهُ فِي عَامَيْنِ وَقَوْلُهُ تَبَارَكَ وَتَعَالَى \" وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمّ الرَّضَاعَة\" عَلَى أَنَّ أَقَلَّ مُدَّة الْحَمْل سِتَّة أَشْهُر وَهُوَ اِسْتِنْبَاطٌ قَوِيٌّ صَحِيح وَوَافَقَهُ عَلَيْهِ عُثْمَان وَجَمَاعَة مِنْ الصَّحَابَة قَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار عَنْ يَزِيد بْن عَبْد اللَّه بْن قُسَيْط عَنْ مَعْمَر بْن عَبْد اللَّه الْجُهَنِيّ قَالَ تَزَوَّجَ رَجُل مِنَّا اِمْرَأَة مِنْ جُهَيْنَة فَوَلَدَتْ لَهُ لِتَمَامِ سِتَّة أَشْهُر فَانْطَلَقَ زَوْجهَا إِلَى عُثْمَان رَضِيَ اللَّه عَنْهُ فَذَكَرَ ذَلِكَ لَهُ فَبَعَثَ إِلَيْهَا فَلَمَّا قَامَتْ لِتَلْبَس ثِيَابَهَا بَكَتْ أُخْتُهَا فَقَالَتْ وَمَا يُبْكِيك فَوَاَللَّهِ مَا اِلْتَبَسَ بِي أَحَدٌ مِنْ خَلْق اللَّه تَعَالَى غَيْره قَطُّ فَيَقْضِي اللَّه سُبْحَانه وَتَعَالَى فِيَّ مَا شَاءَ فَلَمَّا أُتِيَ بِهَا عُثْمَان رَضِيَ اللَّه عَنْهُ أَمَرَ بِرَجْمِهَا فَبَلَغَ ذَلِكَ عَلِيًّا رَضِيَ اللَّه عَنْهُ فَأَتَاهُ فَقَالَ لَهُ مَا تَصْنَع ؟ قَالَ وَلَدَتْ تَمَامًا لِسِتَّةِ أَشْهُر وَهَلْ يَكُون ذَلِكَ ؟ فَقَالَ لَهُ عَلِيّ رَضِيَ اللَّه عَنْهُ أَمَا تَقْرَأُ الْقُرْآن ؟ قَالَ بَلَى قَالَ أَمَا سَمِعْت اللَّه عَزَّ وَجَلَّ يَقُول \" وَحَمْله وَفِصَاله ثَلَاثُونَ شَهْرًا \" وَقَالَ \" حَوْلَيْنِ كَامِلَيْنِ \" فَلَمْ نَجِدهُ بَقِيَ إِلَّا سِتَّة أَشْهُر قَالَ : فَقَالَ عُثْمَان رَضِيَ اللَّه عَنْهُ وَاَللَّه مَا فَطِنْت بِهَذَا , عَلَيَّ بِالْمَرْأَةِ فَوَجَدُوهَا قَدْ فُرِغَ مِنْهَا قَالَ : فَقَالَ مَعْمَر فَوَاَللَّهِ مَا الْغُرَاب بِالْغُرَابِ وَلَا الْبَيْضَة بِالْبَيْضَةِ بِأَشْبَهَ مِنْهُ بِأَبِيهِ فَلَمَّا رَآهُ أَبُوهُ قَالَ اِبْنِي , وَاَللَّه لَا أَشُكُّ فِيهِ قَالَ وَابْتَلَاهُ اللَّه تَعَالَى بِهَذِهِ الْقُرْحَة بِوَجْهِهِ الْآكِلَة فَمَا زَالَتْ تَأْكُلهُ حَتَّى مَاتَ رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ أَوْرَدْنَاهُ مِنْ وَجْه آخَر عِنْد قَوْله عَزَّ وَجَلَّ\" فَأَنَا أَوَّل الْعَابِدِينَ \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا فَرْوَة بْن أَبِي الْمَغْرَاءِ حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : إِذَا وَضَعَتْ الْمَرْأَة لِتِسْعَةِ أَشْهُر كَفَاهُ مِنْ الرَّضَاع أَحَد وَعِشْرُونَ شَهْرًا وَإِذَا وَضَعَتْهُ لِسَبْعَةِ أَشْهُر كَفَاهُ مِنْ الرَّضَاع ثَلَاثَة وَعِشْرُونَ شَهْرًا وَإِذَا وَضَعَتْهُ لِسِتَّةِ أَشْهُر فَحَوْلَيْنِ كَامِلَيْنِ ; لِأَنَّ اللَّه تَعَالَى يَقُول \" وَحَمْلُهُ وَفِصَاله ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ \" أَيْ قَوِيَ وَشَبَّ وَارْتَجَلَ \" وَبَلَغَ أَرْبَعِينَ سَنَة \" أَيْ تَنَاهَى عَقْله وَكَمُلَ فَهْمُهُ وَحِلْمه وَيُقَال إِنَّهُ لَا يَتَغَيَّر غَالِبًا عَمَّا يَكُون عَلَيْهِ اِبْن الْأَرْبَعِينَ قَالَ أَبُو بَكْر بْن عَيَّاش عَنْ الْأَعْمَش عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن قَالَ : قُلْت لِمَسْرُوقٍ مَتَى يُؤْخَذ الرَّجُل بِذُنُوبِهِ قَالَ إِذَا بَلَغْت الْأَرْبَعِينَ فَخُذْ حِذْرك وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا أَبُو عَبْد اللَّه الْقَوَارِيرِيّ حَدَّثَنَا عُرْوَة بْن قَيْس الْأَزْدِيّ وَكَانَ قَدْ بَلَغَ مِائَة سَنَة حَدَّثَنَا أَبُو الْحَسَن الْكُوفِيّ عُمَر بْن أَوْس قَالَ : قَالَ مُحَمَّد بْن عَمْرو بْن عُثْمَان عَنْ عُثْمَان رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ الْعَبْد الْمُسْلِم إِذَا بَلَغَ أَرْبَعِينَ سَنَة خَفَّفَ اللَّه تَعَالَى حِسَابه وَإِذَا بَلَغَ سِتِّينَ سَنَة رَزَقَهُ اللَّه تَعَالَى الْإِنَابَة إِلَيْهِ وَإِذَا بَلَغَ سَبْعِينَ سَنَة أَحَبَّهُ أَهْل السَّمَاء وَإِذَا بَلَغَ ثَمَانِينَ سَنَة ثَبَّتَ اللَّه تَعَالَى حَسَنَاته وَمَحَا سَيِّئَاته وَإِذَا بَلَغَ تِسْعِينَ سَنَة غَفَرَ اللَّه لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ وَشَفَّعَهُ اللَّه تَعَالَى فِي أَهْل بَيْته وَكُتِبَ فِي السَّمَاء أَسِير اللَّه فِي أَرْضه \" وَقَدْ رُوِيَ هَذَا مِنْ غَيْر هَذَا الْوَجْه وَهُوَ فِي مُسْنَد الْإِمَام أَحْمَد , وَقَدْ قَالَ الْحَجَّاج بْن عَبْد اللَّه الْحَكَمِيّ أَحَد أُمَرَاء بَنِي أُمَيَّة بِدِمَشْق تَرَكْت الْمَعَاصِي وَالذُّنُوب أَرْبَعِينَ سَنَة حَيَاءً مِنْ النَّاس ثُمَّ تَرَكْتهَا حَيَاء مِنْ اللَّه عَزَّ وَجَلَّ وَمَا أَحْسَنَ قَوْلَ الشَّاعِرِ : صَبَا مَا صَبَا حَتَّى عَلَا الشَّيْبُ رَأْسَهُ فَلَمَّا عَلَاهُ قَالَ لِلْبَاطِلِ ابْعُدِ \" قَالَ رَبِّ أَوْزِعْنِي \" أَيْ أَلْهِمْنِي \" أَنْ أَشْكُر نِعْمَتك الَّتِي أَنْعَمْت عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَل صَالِحًا تَرْضَاهُ \" أَيْ فِي الْمُسْتَقْبَل \" وَأَصْلِحْ لِي فِي ذُرِّيَّتِي\" أَيْ نَسْلِي وَعَقِبِي \" إِنِّي تُبْت إِلَيْك وَإِنِّي مِنْ الْمُسْلِمِينَ\" وَهَذَا فِيهِ إِرْشَاد لِمَنْ بَلَغَ الْأَرْبَعِينَ أَنْ يُجَدِّد التَّوْبَة وَالْإِنَابَة إِلَى اللَّه عَزَّ وَجَلَّ وَيَعْزِم عَلَيْهَا وَقَدْ رَوَى أَبُو دَاوُدَ فِي سُنَنه عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُعَلِّمهُمْ أَنْ يَقُولُوا فِي التَّشَهُّد \" اللَّهُمَّ أَلِّفْ بَيْنَ قُلُوبِنَا وَأَصْلِحْ ذَاتَ بَيْنِنَا وَاهْدِنَا سُبُلَ السَّلَامِ وَنَجِّنَا مِنْ الظُّلُمَات إِلَى النُّور وَجَنِّبْنَا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَبَارِكْ لَنَا فِي أَسْمَاعِنَا وَأَبْصَارِنَا وَقُلُوبنَا وَأَزْوَاجنَا وَذُرِّيَّاتنَا وَتُبْ عَلَيْنَا إِنَّك أَنْتَ التَّوَّاب الرَّحِيم وَاجْعَلْنَا شَاكِرِينَ لِنِعْمَتِك مُثْنِينَ بِهَا عَلَيْك قَابِلِيهَا أَتْمِمْهَا عَلَيْنَا \" .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41323, "aya_id": 15}]