[{"text": "وَالْبُدْنَ جَعَلْنَاهَا لَكُم مِّن شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 22, "type": 0, "id": 2631, "aya_id": 36}, {"text": "والبدن جعلناها لكم من شعائر الله لكم فيها خير فاذكروا اسم الله عليها صواف فإذا وجبت جنوبها فكلوا منها و أطعموا القانع و المعتر كذلك سخرناها لكم لعلكم تشكرون", "sura_id": 22, "type": 1, "id": 8867, "aya_id": 36}, {"text": "36 - (والبدن) جمع بدنة وهي الإبل (جعلناها لكم من شعائر الله) أعلام دينه (لكم فيها خير) نفع في الدنيا كما تقدم وأجر في العقبى (فاذكروا اسم الله عليها) عند نحرها (صواف) قائمة على ثلاث معقولة اليد اليسرى (فإذا وجبت جنوبها) سقطت إلى الأرض بعد النحر وهو وقت الأكل منها (فكلوا منها) إن شئتم (وأطعموا القانع) الذي يقنع بما يعطى ولا يسأل ولا يعترض (والمعتر) السائل أو المعترض (كذلك) أي مثل ذلك التسخير (سخرناها لكم) بأن تنحر وتركب وإلا لم تطق (لعلكم تشكرون) إنعامي عليكم \r\n", "sura_id": 22, "type": 2, "id": 27575, "aya_id": 36}, {"text": "وجعلنا لكم نَحْرَ البُدْن من شعائر الدين وأعلامه؛ لتتقربوا بها إلى الله، لكم فيها- أيها المتقربون -خير في منافعها من الأكل والصدقة والثواب والأجر، فقولوا عند ذبحها: بسم الله. وتُنْحَر الإبل واقفة قد صُفَّتْ ثلاث من قوائمها وقُيِّدت الرابعة، فإذا سقطت على الأرض جنوبها فقد حلَّ أكلها، فليأكل منها مقربوها تعبدًا ويُطْعِمُوا منها القانع -وهو الفقير الذي لم يسأل تعففًا- والمعترَّ الذي يسأل لحاجته, هكذا سخَّر الله البُدْن لكم، لعلكم تشكرون الله على تسخيرها لكم.\r\n", "sura_id": 22, "type": 3, "id": 33811, "aya_id": 36}, {"text": " <font color=red>وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>يَقُول تَعَالَى مُمْتَنًّا عَلَى عَبِيده فِيمَا خَلَقَ لَهُمْ مِنْ الْبُدْن وَجَعَلَهَا مِنْ شَعَائِره وَهُوَ أَنَّهُ جَعَلَهَا تُهْدَى إِلَى بَيْته الْحَرَام بَلْ هِيَ أَفْضَل مَا يُهْدَى إِلَيْهِ كَمَا قَالَ تَعَالَى \" لَا تُحِلُّوا شَعَائِر اللَّه وَلَا الشَّهْر الْحَرَام وَلَا الْهَدْي وَلَا الْقَلَائِد وَلَا آمِّينَ الْبَيْت الْحَرَام \" الْآيَة قَالَ اِبْن جُرَيْج قَالَ عَطَاء فِي قَوْله \" وَالْبُدْن جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِر اللَّه \" قَالَ الْبَقَرَة وَالْبَعِير وَكَذَا رُوِيَ عَنْ اِبْن عُمَر وَسَعِيد بْن الْمُسَيِّب وَالْحَسَن الْبَصْرِيّ وَقَالَ مُجَاهِد إِنَّمَا الْبُدْن مِنْ الْإِبِل . قُلْت أَمَّا إِطْلَاق الْبَدَنَة عَلَى الْبَعِير فَمُتَّفَق عَلَيْهِ وَاخْتَلَفُوا فِي صِحَّة إِطْلَاق الْبَدَنَة عَلَى الْبَقَرَة عَلَى قَوْلَيْنِ أَصَحّهمَا أَنَّهُ يُطْلَق عَلَيْهَا ذَلِكَ شَرْعًا كَمَا صَحَّ الْحَدِيث ثُمَّ جُمْهُور الْعُلَمَاء عَلَى أَنَّهُ تُجْزِئ الْبَدَنَة عَنْ سَبْعَة وَالْبَقَرَة عَنْ سَبْعَة كَمَا ثَبَتَ بِهِ الْحَدِيث عِنْد مُسْلِم مِنْ رِوَايَة جَابِر بْن عَبْد اللَّه قَالَ أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ نَشْتَرِك فِي الْأَضَاحِيّ الْبَدَنَة عَنْ سَبْعَة وَالْبَقَرَة عَنْ سَبْعَة وَقَالَ إِسْحَاق بْن رَاهَوَيْهِ وَغَيْره بَلْ تُجْزِئ الْبَقَرَة وَالْبَعِير عَنْ عَشْرَة وَقَدْ وَرَدَ بِهِ حَدِيث فِي مُسْنَد الْإِمَام أَحْمَد وَسُنَن النَّسَائِيّ وَغَيْرهمَا فَاَللَّه أَعْلَم . وَقَوْله \" لَكُمْ فِيهَا خَيْر \" أَيْ ثَوَاب فِي الدَّار الْآخِرَة وَعَنْ سُلَيْمَان بْن يَزِيد الْكَعْبِيّ عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا عَمِلَ اِبْن آدَم يَوْم النَّحْر عَمَلًا أَحَبّ إِلَى اللَّه مِنْ إِهْرَاق دَم وَإِنَّهَا لَتَأْتِي يَوْم الْقِيَامَة بِقُرُونِهَا وَأَظْلَافهَا وَأَشْعَارهَا وَإِنَّ الدَّم لَيَقَع مِنْ اللَّه بِمَكَانٍ قَبْل أَنْ يَقَع مِنْ الْأَرْض فَطِيبُوا بِهَا نَفْسًا \" رَوَاهُ اِبْن مَاجَهْ وَالتِّرْمِذِيّ وَحَسَّنَهُ وَقَالَ سُفْيَان الثَّوْرِيّ كَانَ أَبُو حَازِم يَسْتَدِين وَيَسُوق الْبُدْن فَقِيلَ لَهُ تَسْتَدِين وَتَسُوق الْبُدْن ؟ فَقَالَ إِنِّي سَمِعْت اللَّه يَقُول \" لَكُمْ فِيهَا خَيْر \" وَعَنْ اِبْن عَبَّاس قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَا أَنْفَقْت الْوَرِق فِي شَيْء أَفْضَل مِنْ نَحِيرَةٍ فِي يَوْم عِيد\" رَوَاهُ الدَّارَقُطْنِيّ فِي سُنَنه وَقَالَ مُجَاهِد \" لَكُمْ فِيهَا خَيْر \" قَالَ أَجْر وَمَنَافِع وَقَالَ إِبْرَاهِيم النَّخَعِيّ يَرْكَبهَا وَيَحْلُبهَا إِذَا اِحْتَاجَ إِلَيْهَا . وَقَوْله \" فَاذْكُرُوا اِسْم اللَّه عَلَيْهَا صَوَافّ \" وَعَنْ الْمُطَّلِب بْن عَبْد اللَّه بْن حَنْطَب عَنْ جَابِر بْن عَبْد اللَّه قَالَ صَلَّيْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِيد الْأَضْحَى فَلَمَّا اِنْصَرَفَ أُتِيَ بِكَبْشٍ فَذَبَحَهُ فَقَالَ : \" بِسْمِ اللَّه وَاَللَّه أَكْبَر اللَّهُمَّ هَذَا عَنِّي وَعَمَّنْ لَمْ يُضَحِّ مِنْ أُمَّتِي \" رَوَاهُ أَحْمَد وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ اِبْن عَبَّاس عَنْ جَابِر قَالَ ضَحَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكَبْشَيْنِ فِي يَوْم عِيد فَقَالَ حِين وَجَّهَهُمَا \" وَجَّهْت وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَات وَالْأَرْض حَنِيفًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبّ الْعَالَمِينَ لَا شَرِيك لَهُ وَبِذَلِكَ أُمِرْت وَأَنَا أَوَّل الْمُسْلِمِينَ اللَّهُمَّ مِنْك وَلَك عَنْ مُحَمَّد وَأُمَّته \" ثُمَّ سَمَّى اللَّه وَكَبَّرَ وَذَبَحَ \" وَعَنْ عَلِيّ بْن الْحُسَيْن عَنْ أَبِي رَافِع أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا ضَحَّى اِشْتَرَى كَبْشَيْنِ سَمِينَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ فَإِذَا صَلَّى وَخَطَبَ النَّاس أُتِيَ بِأَحَدِهِمَا وَهُوَ قَائِم فِي مُصَلَّاهُ فَذَبَحَهُ بِنَفْسِهِ بِالْمُدْيَةِ ثُمَّ يَقُول : \" اللَّهُمَّ هَذَا عَنْ أُمَّتِي جَمِيعهَا مَنْ شَهِدَ لَك بِالتَّوْحِيدِ وَشَهِدَ لِي بِالْبَلَاغِ\" ثُمَّ يُؤْتَى بِالْآخَرِ فَيَذْبَحهُ بِنَفْسِهِ ثُمَّ يَقُول \" هَذَا عَنْ مُحَمَّد وَآلِ مُحَمَّد \" فَيُطْعِمهَا جَمِيعًا لِلْمُسْلِمِينَ وَيَأْكُل هُوَ وَأَهْله مِنْهُمَا رَوَاهُ أَحْمَد وَابْن مَاجَهْ . وَقَالَ الْأَعْمَش عَنْ أَبِي ظَبْيَان عَنْ اِبْن عَبَّاس فِي قَوْله\" فَاذْكُرُوا اِسْم اللَّه عَلَيْهَا صَوَافّ \" قَالَ قِيَام عَلَى ثَلَاث قَوَائِم مَعْقُولَة يَدهَا الْيُسْرَى يَقُول بِسْمِ اللَّه وَاَللَّه أَكْبَر لَا إِلَه إِلَّا اللَّه اللَّهُمَّ مِنْك وَلَك : وَكَذَلِكَ رُوِيَ عَنْ مُجَاهِد وَعَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْو هَذَا . وَقَالَ لَيْث عَنْ مُجَاهِد إِذَا عُقِلَتْ رِجْلهَا الْيُسْرَى قَامَتْ عَلَى ثَلَاث وَرَوَى اِبْن أَبِي نَجِيح عَنْهُ نَحْوه وَقَالَ الضَّحَّاك يَعْقِل رِجْلًا فَتَكُون عَلَى ثَلَاث . وَفِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر أَنَّهُ أَتَى عَلَى رَجُل قَدْ أَنَاخَ بَدَنَة وَهُوَ يَنْحَرهَا فَقَالَ اِبْعَثْهَا قِيَامًا مُقَيَّدَة سُنَّة أَبِي الْقَاسِم وَعَنْ جَابِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه كَانُوا يَنْحَرُونَ الْبُدْن مَعْقُولَة الْيُسْرَى قَائِمَة عَلَى مَا بَقِيَ مِنْ قَوَائِمهَا رَوَاهُ أَبُو دَاوُد وَقَالَ اِبْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار أَنَّ سَالِم بْن عَبْد اللَّه قَالَ لِسُلَيْمَان بْن عَبْد الْمَلِك قِفْ مِنْ شِقّهَا الْأَيْمَن وَانْحَرْ مِنْ شِقّهَا الْأَيْسَر وَفِي صَحِيح مُسْلِم عَنْ جَابِر فِي صِفَة حَجَّة الْوَدَاع قَالَ فِيهِ فَنَحَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ ثَلَاثًا وَسِتِّينَ بَدَنَة جَعَلَ يَطْعَنهَا بِحَرْبَةٍ فِي يَده وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة قَالَ فِي حَرْف اِبْن مَسْعُود \" صَوَافِن \" أَيْ مُعَقَّلَة قِيَامًا وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ مُجَاهِد مَنْ قَرَأَهَا صَوَافِن قَالَ مَعْقُولَة وَمَنْ قَرَأَهَا صَوَافّ قَالَ تَصُفّ بَيْن يَدَيْهَا وَقَالَ طَاوُس وَالْحَسَن وَغَيْرهمَا \" فَاذْكُرُوا اِسْم اللَّه عَلَيْهَا صَوَافِي\" يَعْنِي خَالِصَة لِلَّهِ عَزَّ وَجَلَّ وَكَذَا رَوَاهُ مَالِك عَنْ الزُّهْرِيّ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد صَوَافِي لَيْسَ فِيهَا شِرْك كَشِرْكِ الْجَاهِلِيَّة لِأَصْنَامِهِمْ وَقَوْله \" فَإِذَا وَجَبَتْ جُنُوبهَا \" قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد يَعْنِي سَقَطَتْ إِلَى الْأَرْض وَهُوَ رِوَايَة عَنْ اِبْن عَبَّاس وَكَذَا قَالَ مُقَاتِل بْن حَيَّان وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فَإِذَا وَجَبَتْ جُنُوبهَا يَعْنِي نُحِرَتْ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم فَإِذَا وَجَبَتْ جُنُوبهَا يَعْنِي مَاتَتْ وَهَذَا الْقَوْل هُوَ مُرَاد اِبْن عَبَّاس وَمُجَاهِد فَإِنَّهُ لَا يَجُوز الْأَكْل مِنْ الْبَدَنَة إِذَا نُحِرَتْ حَتَّى تَمُوت وَتَبْرُد حَرَكَتهَا وَقَدْ جَاءَ فِي حَدِيث مَرْفُوع \" لَا تَعْجَلُوا النُّفُوس أَنْ تَزْهَق\" وَقَدْ رَوَاهُ الثَّوْرِيّ فِي جَامِعه عَنْ أَيُّوب عَنْ يَحْيَى بْن أَبِي كَثِير فُرَافِصَة الْحَنَفِيّ عَنْ عُمَر بْن الْخَطَّاب أَنَّهُ قَالَ ذَلِكَ وَيُؤَيِّدهُ حَدِيث شَدَّاد بْن أَوْس فِي صَحِيح مُسْلِم \" إِنَّ اللَّه كَتَبَ الْإِحْسَان عَلَى كُلّ شَيْء فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَة وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَة وَلْيُحِدَّ أَحَدكُمْ شَفْرَته وَلْيُرِحْ ذَبِيحَته \" وَعَنْ أَبِي وَاقِد اللَّيْثِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا قُطِعَ مِنْ الْبَهِيمَة وَهِيَ حَيَّة فَهُوَ مَيْتَة \" رَوَاهُ أَحْمَد وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَصَحَّحَهُ وَقَوْله \" فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِع وَالْمُعْتَرّ \" قَالَ بَعْض السَّلَف قَوْله : \" فَكُلُوا مِنْهَا \" أَمْر إِبَاحَة وَقَالَ مَالِك يُسْتَحَبّ ذَلِكَ وَقَالَ غَيْره يَجِب وَهُوَ وَجْه لِبَعْضِ الشَّافِعِيَّة وَاخْتَلَفُوا فِي الْمُرَاد بِالْقَانِعِ وَالْمُعْتَرّ فَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس الْقَانِع الْمُسْتَغْنِي بِمَا أَعْطَيْته وَهُوَ فِي بَيْته وَالْمُعْتَرّ الَّذِي يَتَعَرَّض لَك وَيُلِمّ بِك أَنْ تُعْطِيَهُ مِنْ اللَّحْم وَلَا يَسْأَل وَكَذَا قَالَ مُجَاهِد وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس الْقَانِع الْمُتَعَفِّف وَالْمُعْتَرّ السَّائِل وَهَذَا قَوْل قَتَادَة وَإِبْرَاهِيم النَّخَعِيّ وَمُجَاهِد فِي رِوَايَة عَنْهُ وَقَالَ اِبْن عَبَّاس وَعِكْرِمَة وَزَيْد بْن أَسْلَم وَالْكَلْبِيّ وَالْحَسَن الْبَصْرِيّ وَمُقَاتِل بْن حَيَّان وَمَالِك بْن أَنَس الْقَانِع هُوَ الَّذِي يَقْنَع إِلَيْك وَيَسْأَلك وَالْمُعْتَرّ الَّذِي يَعْتَرِيك يَتَضَرَّع وَلَا يَسْأَلك وَهَذَا لَفْظ الْحَسَن وَقَالَ سَعِيد بْن جُبَيْر الْقَانِع هُوَ السَّائِل قَالَ أَمَا سَمِعْت قَوْل الشَّمَّاخ : لَمَال الْمَرْء يُصْلِحهُ فَيُغْنِي مَفَاقِره أَعَفّ مِنْ الْقُنُوع قَالَ يُغْنِي مِنْ السُّؤَال وَبِهِ قَالَ اِبْن زَيْد وَقَالَ زَيْد بْن أَسْلَم الْقَانِع الْمِسْكِين الَّذِي يَطُوف وَالْمُعْتَرّ الصَّدِيق وَالضَّعِيف الَّذِي يَزُور وَهُوَ رِوَايَة عَنْ اِبْنه عَبْد الرَّحْمَن بْن زَيْد أَيْضًا وَعَنْ مُجَاهِد أَيْضًا الْقَانِع جَارك الْغَنِيّ الَّذِي يُبْصِر مَا يَدْخُل بَيْتك وَالْمُعْتَرّ الَّذِي يَعْتَزِل مِنْ النَّاس وَعَنْهُ أَنَّ الْقَانِع هُوَ الطَّامِع وَالْمُعْتَرّ هُوَ الَّذِي يَعْتَرّ بِالْبُدْنِ مِنْ غَنِيّ أَوْ فَقِير وَعِكْرِمَة نَحْوه وَعَنْهُ الْقَانِع أَهْل مَكَّة وَاخْتَارَ اِبْن جَرِير أَنَّ الْقَانِع هُوَ السَّائِل لِأَنَّهُ مِنْ أَقْنَعَ بِيَدِهِ إِذَا رَفَعَهَا لِلسُّؤَالِ وَالْمُعْتَرّ مِنْ الِاعْتِرَاء وَهُوَ الَّذِي يَتَعَرَّض لِأَكْلِ اللَّحْم وَقَدْ اِحْتَجَّ بِهَذِهِ الْآيَة الْكَرِيمَة مَنْ ذَهَبَ مِنْ الْعُلَمَاء إِلَى أَنَّ الْأُضْحِيَّة تُجَزَّأ ثَلَاثَة أَجْزَاء فَثُلُث لِصَاحِبِهَا يَأْكُلهُ وَثُلُث يُهْدِيه لِأَصْحَابِهِ وَثُلُث يَتَصَدَّق بِهِ عَلَى الْفُقَرَاء لِأَنَّهُ تَعَالَى قَالَ \" فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِع وَالْمُعْتَرّ \" وَفِي الْحَدِيث الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِلنَّاسِ \" إِنِّي كُنْت نَهَيْتُكُمْ عَنْ اِدِّخَار لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث فَكُلُوا وَادَّخِرُوا مَا بَدَا لَكُمْ \" وَفِي رِوَايَة \" فَكُلُوا وَادَّخِرُوا وَتَصَدَّقُوا\" وَفِي رِوَايَة \" فَكُلُوا وَأَطْعِمُوا وَتَصَدَّقُوا \" وَالْقَوْل الثَّانِي : إِنَّ الْمُضَحِّي يَأْكُل النِّصْف وَيَتَصَدَّق بِالنِّصْفِ لِقَوْلِهِ فِي الْآيَة الْمُتَقَدِّمَة \" فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِس الْفَقِير \" وَلِقَوْلِهِ فِي الْحَدِيث \" فَكُلُوا وَادَّخِرُوا وَتَصَدَّقُوا \" فَإِنْ أَكَلَ الْكُلّ فَقِيلَ لَا يَضْمَن شَيْئًا وَبِهِ قَالَ اِبْن سُرَيْج مِنْ الشَّافِعِيَّة وَقَالَ بَعْضهمْ يَضْمَنهَا كُلّهَا بِمِثْلِهَا أَوْ قِيمَتهَا وَقِيلَ يَضْمَن نِصْفهَا وَقِيلَ ثُلُثهَا وَقِيلَ أَدْنَى جُزْء مِنْهَا وَهُوَ الْمَشْهُور مِنْ مَذْهَب الشَّافِعِيّ وَأَمَّا الْجُلُود فَفِي مُسْنَد أَحْمَد عَنْ قَتَادَة اِبْن النُّعْمَان فِي حَدِيث الْأَضَاحِيّ \" فَكُلُوا وَتَصَدَّقُوا وَاسْتَمْتِعُوا بِجُلُودِهَا وَلَا تَبِيعُوهَا \" وَمِنْ الْعُلَمَاء مَنْ رَخَّصَ فِي بَيْعهَا وَمِنْهُمْ مَنْ قَالَ يُقَاسِم الْفُقَرَاء فِيهَا وَاَللَّه أَعْلَم \" مَسْأَلَة \" عَنْ الْبَرَاء بْن عَازِب قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَوَّل مَا نَبْدَأ بِهِ فِي يَوْمنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِع فَنَنْحَر فَمَنْ فَعَلَ فَقَدْ أَصَابَ سُنَّتنَا وَمَنْ ذَبَحَ قَبْل الصَّلَاة فَإِنَّمَا هُوَ لَحْم قَدَّمَهُ لِأَهْلِهِ لَيْسَ مِنْ النُّسُك فِي شَيْء \" أَخْرَجَاهُ فَلِهَذَا قَالَ الشَّافِعِيّ وَجَمَاعَة مِنْ الْعُلَمَاء إِنَّ أَوَّل وَقْت ذَبْح الْأَضَاحِيّ إِذَا طَلَعَتْ الشَّمْس يَوْم النَّحْر وَمَضَى قَدْر صَلَاة الْعِيد وَالْخُطْبَتَيْنِ زَادَ أَحْمَد وَأَنْ يَذْبَح الْإِمَام بَعْد ذَلِكَ لِمَا جَاءَ فِي صَحِيح مُسْلِم وَأَنْ لَا تَذْبَحُوا حَتَّى يَذْبَح الْإِمَام ; وَقَالَ أَبُو حَنِيفَة أَمَّا أَهْل السَّوَاد مِنْ الْقُرَى وَنَحْوهَا فَلَهُمْ أَنْ يَذْبَحُوا بَعْد طُلُوع الْفَجْر إِذْ لَا صَلَاة عِيد تُشْرَع عِنْده لَهُمْ وَأَمَّا أَهْل الْأَمْصَار فَلَا يَذْبَحُوا حَتَّى يُصَلِّي الْإِمَام وَاَللَّه أَعْلَم . ثُمَّ قِيلَ لَا يُشْرَع الذَّبْح إِلَّا يَوْم النَّحْر وَحْده وَفِي يَوْم النَّحْر لِأَهْلِ الْأَمْصَار لِتَيَسُّرِ الْأَضَاحِيّ عِنْدهمْ وَأَمَّا أَهْل الْقُرَى فَيَوْم النَّحْر وَأَيَّام التَّشْرِيق بَعْده وَبِهِ قَالَ سَعِيد بْن جُبَيْر وَقِيلَ يَوْم النَّحْر وَيَوْم بَعْده لِلْجَمِيعِ وَقِيلَ وَيَوْمَانِ بَعْده وَبِهِ قَالَ الْإِمَام أَحْمَد وَقِيلَ يَوْم النَّحْر وَثَلَاثَة أَيَّام التَّشْرِيق بَعْده وَبِهِ قَالَ الشَّافِعِيّ لِحَدِيثِ جُبَيْر بْن مُطْعِم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَيَّام التَّشْرِيق كُلّهَا ذَبْح \" رَوَاهُ أَحْمَد وَابْن حِبَّان وَقِيلَ إِنَّ وَقْت الذَّبْح يَمْتَدّ إِلَى آخِر ذِي الْحِجَّة وَبِهِ قَالَ إِبْرَاهِيم النَّخَعِيّ وَأَبُو سَلَمَة بْن عَبْد الرَّحْمَن وَهُوَ قَوْل غَرِيب وَقَوْله \" كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ \" يَقُول تَعَالَى مِنْ أَجْل هَذَا \" سَخَّرْنَاهَا لَكُمْ \" أَيْ ذَلَّلْنَاهَا لَكُمْ وَجَعَلْنَاهَا مُنْقَادَة لَكُمْ خَاضِعَة إِنْ شِئْتُمْ رَكِبْتُمْ وَإِنْ شِئْتُمْ حَلَبْتُمْ وَإِنْ شِئْتُمْ ذَبَحْتُمْ كَمَا قَالَ تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّا خَلْقنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ \" - إِلَى قَوْله -\" أَفَلَا يَشْكُرُونَ \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39058, "aya_id": 36}]