[{"text": "وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ", "sura_id": 38, "type": 0, "id": 3990, "aya_id": 20}, {"text": "وشددنا ملكه وآتيناه الحكمة وفصل الخطاب", "sura_id": 38, "type": 1, "id": 10226, "aya_id": 20}, {"text": "20 - (وشددنا ملكه) قويناه بالحرس والجنود وكان يحرس محرابه في كل ليلة ثلاثون ألف رجل (وآتيناه الحكمة) النبوة والإصابة في الأمور (وفصل الخطاب) البيان الشافي في كل قصد \r\n", "sura_id": 38, "type": 2, "id": 28934, "aya_id": 20}, {"text": "وقوَّينا له ملكه بالهيبة والقوة والنصر, وآتيناه النبوة, والفصل في الكلام والحكم.\r\n", "sura_id": 38, "type": 3, "id": 35170, "aya_id": 20}, {"text": " <font color=red>وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ</font><BR><p>وَقَوْله تَعَالَى \" وَشَدَدْنَا مُلْكَهُ \" أَنْ جَعَلْنَا لَهُ مُلْكًا كَامِلًا مِنْ جَمِيع مَا يَحْتَاج إِلَيْهِ الْمُلُوك قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد كَانَ أَشَدّ أَهْل الدُّنْيَا سُلْطَانًا وَقَالَ السُّدِّيّ كَانَ يَحْرُسهُ كُلّ يَوْم أَرْبَعَة آلَاف وَقَالَ بَعْض السَّلَف بَلَغَنِي أَنَّهُ كَانَ يَحْرُسهُ فِي كُلّ لَيْلَة ثَلَاثَة وَثَلَاثُونَ أَلْفًا لَا تَدُور عَلَيْهِمْ النَّوْبَة إِلَى مِثْلهَا مِنْ الْعَام الْقَابِل وَقَالَ غَيْره أَرْبَعُونَ أَلْفًا مُشْتَمِلُونَ بِالسِّلَاحِ وَقَدْ ذَكَرَ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ رِوَايَة عَلْبَاء بْن أَحْمَر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ نَفَرَيْنِ مِنْ بَنِي إِسْرَائِيل اِسْتَعْدَى أَحَدهمَا عَلَى الْآخَر إِلَى دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام أَنَّهُ اِغْتَصَبَهُ بَقَرًا فَأَنْكَرَ الْآخَر وَلَمْ يَكُنْ لِلْمُدَّعِي بَيِّنَة فَأَرْجَأَ أَمْرَهُمَا فَلَمَّا كَانَ اللَّيْل أُمِرَ دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام فِي الْمَنَام بِقَتْلِ الْمُدَّعِي فَلَمَّا كَانَ النَّهَار طَلَبَهُمَا وَأَمَرَ بِقَتْلِ الْمُدَّعِي فَقَالَ يَا نَبِيَّ اللَّه عَلَامَ تَقْتُلُنِي وَقَدْ اِغْتَصَبَنِي هَذَا بَقَرِي ؟ فَقَالَ لَهُ إِنَّ اللَّه تَعَالَى أَمَرَنِي بِقَتْلِك فَأَنَا قَاتِلُك لَا مَحَالَة فَقَالَ وَاَللَّهِ يَا نَبِيَّ اللَّهِ إِنَّ اللَّه لَمْ يَأْمُرْك بِقَتْلِي لِأَجْلِ هَذَا الَّذِي اِدَّعَيْت عَلَيْهِ وَإِنِّي لَصَادِقٌ فِيمَا اِدَّعَيْت وَلَكِنِّي كُنْت قَدْ اِغْتَلْت أَبَاهُ وَقَتَلْته وَلَمْ يَشْعُرْ بِذَلِكَ أَحَدٌ فَأَمَرَ بِهِ دَاوُد عَلَيْهِ السَّلَام فَقُتِلَ قَالَ اِبْن عَبَّاس عَلَيْهِ السَّلَام فَاشْتَدَّتْ هَيْبَتُهُ فِي بَنِي إِسْرَائِيل وَهُوَ الَّذِي يَقُول اللَّه عَزَّ وَجَلَّ \" وَشَدَدْنَا مُلْكه \" وَقَوْله جَلَّ وَعَلَا \" وَآتَيْنَاهُ الْحِكْمَة \" قَالَ مُجَاهِد يَعْنِي الْفَهْم وَالْعَقْل وَالْفِطْنَة وَقَالَ مَرَّة : الْحِكْمَة : الْعَدْل وَقَالَ مَرَّة : الصَّوَاب وَقَالَ قَتَادَة كِتَاب اللَّه وَاتِّبَاع مَا فِيهِ وَقَالَ السُّدِّيّ \" الْحِكْمَة \" النُّبُوَّة وَقَوْله جَلَّ جَلَاله \" وَفَصْل الْخِطَاب\" قَالَ شُرَيْح الْقَاضِي وَالشَّعْبِيّ فَصْل الْخِطَاب الشُّهُود وَالْأَيْمَان وَقَالَ قَتَادَة شَاهِدَانِ عَلَى الْمُدَّعِي أَوْ يَمِين الْمُدَّعَى عَلَيْهِ هُوَ فَصْل الْخِطَاب الَّذِي فَصَلَ بِهِ الْأَنْبِيَاء وَالرُّسُل أَوْ قَالَ الْمُؤْمِنُونَ وَالصَّالِحُونَ وَهُوَ قَضَاء هَذِهِ الْأُمَّة إِلَى يَوْم الْقِيَامَة وَكَذَا قَالَ أَبُو عَبْد الرَّحْمَن السُّلَمِيّ وَقَالَ مُجَاهِد وَالسُّدِّيّ هُوَ إِصَابَة الْقَضَاء وَفَهْم ذَلِكَ وَقَالَ مُجَاهِد أَيْضًا هُوَ الْفَصْل فِي الْكَلَام وَفِي الْحُكْم وَهَذَا يَشْمَل هَذَا كُلّه وَهُوَ الْمُرَاد وَاخْتَارَهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عُمَر بْن شَبَّة النُّمَيْرِيّ حَدَّثَنَا إِبْرَاهِيم بْن الْمُنْذِر حَدَّثَنِي عَبْد الْعَزِيز بْن أَبِي ثَابِت عَنْ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ عَنْ بِلَال بْن أَبِي بُرْدَة عَنْ أَبِيهِ عَنْ أَبِي مُوسَى رَضِيَ اللَّه عَنْهُ قَالَ : أَوَّل مَنْ قَالَ أَمَّا بَعْد دَاوُد عَلَيْهِ السَّلَام وَهُوَ فَصْل الْخِطَاب وَكَذَا قَالَ الشَّعْبِيّ فَصْل الْخِطَاب أَمَّا بَعْد .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40616, "aya_id": 20}]