[{"text": "وَكَذَّبَ الَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ", "sura_id": 34, "type": 0, "id": 3651, "aya_id": 45}, {"text": "وكذب الذين من قبلهم وما بلغوا معشار ما آتيناهم فكذبوا رسلي فكيف كان نكير", "sura_id": 34, "type": 1, "id": 9887, "aya_id": 45}, {"text": "45 - (وكذب الذين من قبلهم وما بلغوا) أي هؤلاء (معشار ما آتيناهم) من القوة وطول العمر وكثرة المال (فكذبوا رسلي) إليهم (فكيف كان نكير) إنكاري عليهم بالعقوبة والاهلاك أي هو واقع موقعه \r\n", "sura_id": 34, "type": 2, "id": 28595, "aya_id": 45}, {"text": "وكذَّب الذين من قبلهم كعاد وثمود رسلنا, وما بلغ أهل \"مكة\" عُشرَ ما آتينا الأمم السابقة من القوة, وكثرة المال, وطول العمر وغير ذلك من النعم, فكذبوا رسلي فيما جاؤوهم به فأهلكناهم, فانظر -أيها الرسول- كيف كان إنكاري عليهم وعقوبتي إياهم؟\r\n", "sura_id": 34, "type": 3, "id": 34831, "aya_id": 45}, {"text": " <font color=red>وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ</font><BR><p>قَالَ تَعَالَى \" وَكَذَّبَ الَّذِينَ مِنْ قَبْلهمْ \" أَيْ مِنْ الْأُمَم \" وَمَا بَلَغُوا مِعْشَار مَا آتَيْنَاهُمْ \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَيْ مِنْ الْقُوَّة فِي الدُّنْيَا وَكَذَا قَالَ قَتَادَة وَالسُّدِّيّ وَابْن زَيْد كَمَا قَالَ تَعَالَى \" وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَة فَمَا أَغْنَى عَنْهُمْ سَمْعهمْ وَلَا أَبْصَارهمْ وَلَا أَفْئِدَتهمْ مِنْ شَيْء إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّه وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ أَفَلَمْ يَسِيرُوا فِي الْأَرْض فَيَنْظُرُوا كَيْف كَانَ عَاقِبَة الَّذِينَ مِنْ قَبْلهمْ كَانُوا أَكْثَر مِنْهُمْ وَأَشَدّ قُوَّة \" أَيْ وَمَا دَفَعَ ذَلِكَ عَنْهُمْ عَذَاب اللَّه وَلَا رَدَّهُ بَلْ دَمَّرَ اللَّه عَلَيْهِمْ لَمَّا كَذَّبُوا رُسُله وَلِهَذَا قَالَ \" فَكَذَّبُوا رُسُلِي فَكَيْف كَانَ نَكِير \" أَيْ فَكَيْف كَانَ عِقَابِي وَنَكَالِي وَانْتِصَارِي لِرُسُلِي .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40279, "aya_id": 45}]