[{"text": "وَحَآجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللّهِ وَقَدْ هَدَانِ وَلاَ أَخَافُ مَا تُشْرِكُونَ بِهِ إِلاَّ أَن يَشَاء رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلاَ تَتَذَكَّرُونَ", "sura_id": 6, "type": 0, "id": 869, "aya_id": 80}, {"text": "وحاجه قومه قال أتحاجوني في الله وقد هدان ولا أخاف ما تشركون به إلا أن يشاء ربي شيئا وسع ربي كل شيء علما أفلا تتذكرون", "sura_id": 6, "type": 1, "id": 7105, "aya_id": 80}, {"text": "80 - (وحاجَّه قومه) جادلوه في دينه وهددوه بالأصنام أن تصيبه بسوء إن تركها (قال أتحاجُّونِّي) بتشديد النون وتخفيفها بحذف إحدى النونين وهي نون الرفع عند النجاة ونون الوقاية عند القراء أتجادلونني (في) وحدانية (الله وقد هدان) تعالى إليها (ولا أخاف ما تشركونـ) ـه (به) من الأصنام أن تصيبني بسوء لعدم قدرتها على شيء (إلا) لكن (أن يشاء ربي شيئا) من المكروه يصيبني فيكون (وسع ربي كل شيء علما) أي وسع علمه كل شيء (أفلا تتذكرون) هذا فتؤمنوا \r\n", "sura_id": 6, "type": 2, "id": 25813, "aya_id": 80}, {"text": "وجادله قومه في توحيد الله تعالى قال: أتجادلونني في توحيدي لله بالعبادة, وقد وفقني إلى معرفة وحدانيته, فإن كنتم تخوفونني بآلهتكم أن توقع بي ضررًا فإنني لا أرهبها فلن تضرني, إلا أن يشاء ربي شيئًا. وسع ربي كل شيء علمًا. أفلا تتذكرون فتعلموا أنه وحده المعبود المستحق للعبودية؟\r\n", "sura_id": 6, "type": 3, "id": 32049, "aya_id": 80}, {"text": " <font color=red>وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِي وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ خَلِيله إِبْرَاهِيم حِين جَادَلَهُ قَوْمه فِيمَا ذَهَبَ إِلَيْهِ مِنْ التَّوْحِيد وَنَاظَرُوهُ بِشَبَهٍ مِنْ الْقَوْل أَنَّهُ قَالَ \" أَتُحَاجُّونِّي فِي اللَّه وَقَدْ هَدَانِ \" أَيْ تُجَادِلُونَنِي فِي أَمْر اللَّه وَأَنَّهُ لَا إِلَه إِلَّا هُوَ وَقَدْ بَصَّرَنِي وَهَدَانِي إِلَى الْحَقّ وَأَنَا عَلَى بَيِّنَة مِنْهُ فَكَيْفَ أَلْتَفِت إِلَى أَقْوَالكُمْ الْفَاسِدَة وَشُبَهكُمْ الْبَاطِلَة وَقَوْله \" وَلَا أَخَاف مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاء رَبَّى شَيْئًا\" أَيْ وَمِنْ الدَّلِيل عَلَى بُطْلَان قَوْلكُمْ فِيمَا ذَهَبْتُمْ إِلَيْهِ أَنَّ هَذِهِ الْآلِهَة الَّتِي تَعْبُدُونَهَا لَا تُؤَثِّر شَيْئًا وَأَنَا لَا أَخَافهَا وَلَا أُبَالِيهَا فَإِنْ كَانَ لَهَا كَيْد فَكِيدُونِي بِهَا وَلَا تُنْظِرُونِ بَلْ عَاجِلُونِي بِذَلِكَ. وَقَوْله تَعَالَى \" إِلَّا أَنْ يَشَاء رَبِّي شَيْئًا \" اِسْتِثْنَاء مُنْقَطِع أَيْ لَا يَضُرّ وَلَا يَنْفَع إِلَّا اللَّه عَزَّ وَجَلَّ\" وَسِعَ رَبِّي كُلّ شَيْء عِلْمًا \" أَيْ أَحَاطَ عِلْمه بِجَمِيعِ الْأَشْيَاء فَلَا يَخْفَى عَلَيْهِ خَافِيَة \" أَفَلَا تَتَذَكَّرُونَ\" أَيْ فِيمَا بَيَّنْته لَكُمْ أَفَلَا تَعْتَبِرُونَ أَنَّ هَذِهِ الْآلِهَة بَاطِلَة فَتَنْزَجِرُوا عَنْ عِبَادَتهَا وَهَذِهِ الْحُجَّة نَظِير مَا اِحْتَجَّ بِهَا نَبِيّ اللَّه هُود عَلَيْهِ السَّلَام عَلَى قَوْمه عَاد فِيمَا قَصَّ عَنْهُمْ فِي كِتَابه حَيْثُ يَقُول \" قَالُوا يَا هُود مَا جِئْتنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتنَا عَنْ قَوْلك وَمَا نَحْنُ لَك بِمُؤْمِنِينَ إِنْ نَقُول إِلَّا اِعْتَرَاك بَعْض آلِهَتنَا بِسُوءٍ قَالَ إِنِّي أُشْهِد اللَّه وَاشْهَدُوا أَنِّي بَرِيء مِمَّا تُشْرِكُونَ مِنْ دُونه فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ إِنِّي تَوَكَّلْت عَلَى اللَّه رَبِّي وَرَبّكُمْ مَا مِنْ دَابَّة إِلَّا هُوَ آخِذ بِنَاصِيَتِهَا \" الْآيَة .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42220, "aya_id": 80}]