[{"text": "قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ", "sura_id": 36, "type": 0, "id": 3784, "aya_id": 79}, {"text": "قل يحييها الذي أنشأها أول مرة وهو بكل خلق عليم", "sura_id": 36, "type": 1, "id": 10020, "aya_id": 79}, {"text": "79 - (قل يحييها الذي أنشأها أول مرة وهو بكل خلق) مخلوق (عليم) مجملا ومفصلا قبل خلقه وبعد خلقه \r\n", "sura_id": 36, "type": 2, "id": 28728, "aya_id": 79}, {"text": "قل له: يحييها الذي خلقها أول مرة, وهو بجميع خلقه عليم, لا يخفى عليه شيء.\r\n", "sura_id": 36, "type": 3, "id": 34964, "aya_id": 79}, {"text": " <font color=red>قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ</font><BR><p>وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّل مَرَّة وَهُوَ بِكُلِّ خَلْق عَلِيم \" أَيْ يَعْلَم الْعِظَام فِي سَائِر أَقْطَار الْأَرْض وَأَرْجَائِهَا أَيْنَ ذَهَبَتْ وَأَيْنَ تَفَرَّقَتْ وَتَمَزَّقَتْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا أَبُو عَوَانَة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ رِبْعِيّ قَالَ : قَالَ عُقْبَة بْن عَمْرو لِحُذَيْفَةَ رَضِيَ اللَّه عَنْهُمَا أَلَا تُحَدِّثنَا مَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ سَمِعْته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ رَجُلًا حَضَرَهُ الْمَوْت فَلَمَّا يَئِسَ مِنْ الْحَيَاة أَوْصَى أَهْله إِذَا أَنَا مُتّ فَاجْمَعُوا لِي حَطَبًا كَثِيرًا جَزْلًا ثُمَّ أَوْقِدُوا فِيهِ نَارًا حَتَّى إِذَا أَكَلَتْ لَحْمِي وَخَلَصَتْ إِلَى عَظْمِي فَامْتَحَشَتْ فَخُذُوهَا فَدُقُّوهَا فَذُرُّوهَا فِي الْيَمّ فَفَعَلُوا فَجَمَعَهُ اللَّه تَعَالَى إِلَيْهِ ثُمَّ قَالَ لَهُ لِمَ فَعَلْت ذَلِكَ ؟ قَالَ مِنْ خَشْيَتك فَغَفَرَ اللَّه عَزَّ وَجَلَّ لَهُ \" فَقَالَ عُقْبَة بْن عَمْرو : وَأَنَا سَمِعْته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول ذَلِكَ وَكَانَ نَبَّاشًا وَقَدْ أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث عَبْد الْمَلِك بْن عُمَيْر بِأَلْفَاظٍ كَثِيرَة مِنْهَا أَنَّهُ أَمَرَ بَنِيهِ أَنْ يُحَرِّقُوهُ ثُمَّ يَسْحَقُوهُ ثُمَّ يَذْرُوا نِصْفه فِي الْبَرّ وَنِصْفه فِي الْبَحْر فِي يَوْم رَائِح أَيْ كَثِير الْهَوَاء فَفَعَلُوا ذَلِكَ فَأَمَرَ اللَّه تَعَالَى الْبَحْر فَجَمَعَ مَا فِيهِ وَأَمَرَ الْبَرّ فَجَمَعَ مَا فِيهِ ثُمَّ قَالَ لَهُ كُنْ فَإِذَا هُوَ رَجُل قَائِم فَقَالَ لَهُ مَا حَمَلَك عَلَى مَا صَنَعْت ؟ قَالَ : مَخَافَتك وَأَنْتَ أَعْلَم ; فَمَا تَلَافَاهُ أَنْ غَفَرَ لَهُ .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40415, "aya_id": 79}]