[{"text": "إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ", "sura_id": 16, "type": 0, "id": 2021, "aya_id": 120}, {"text": "إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين", "sura_id": 16, "type": 1, "id": 8257, "aya_id": 120}, {"text": "120 - (إن إبراهيم كان أمة) إماما قدوة جامعا لخصال الخير (قانتا) مطيعا (لله حنيفا) مائلا إلى الدين القيم (ولم يك من المشركين) \r\n", "sura_id": 16, "type": 2, "id": 26965, "aya_id": 120}, {"text": "إن إبراهيم كان إمامًا في الخير, وكان طائعا خاضعًا لله, لا يميل عن دين الإسلام موحِّدًا لله غير مشرك به,\r\n", "sura_id": 16, "type": 3, "id": 33201, "aya_id": 120}, {"text": " <font color=red>إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ</font><BR><p>يَمْدَح تَعَالَى عَبْده وَرَسُوله وَخَلِيله إِبْرَاهِيم إِمَام الْحُنَفَاء وَوَالِد الْأَنْبِيَاء وَيُبَرِّئهُ مِنْ الْمُشْرِكِينَ وَمِنْ الْيَهُودِيَّة وَالنَّصْرَانِيَّة فَقَالَ \" إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا \" فَأَمَّا الْأُمَّة فَهُوَ الْإِمَام الَّذِي يُقْتَدَى بِهِ وَالْقَانِت هُوَ الْخَاشِع الْمُطِيع وَالْحَنِيف الْمُنْحَرِف قَصْدًا عَنْ الشِّرْك إِلَى التَّوْحِيد وَلِهَذَا قَالَ \" وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ \" قَالَ سُفْيَان الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْل عَنْ مُسْلِم الْبَطِين عَنْ أَبِي الْعُبَيْدَيْنِ أَنَّهُ سَأَلَ عَبْد اللَّه بْن مَسْعُود عَنْ الْأُمَّة الْقَانِت فَقَالَ الْأُمَّة مُعَلِّم الْخَيْر وَالْقَانِت الْمُطِيع لِلَّهِ وَرَسُوله وَعَنْ مَالِك قَالَ : قَالَ اِبْن عُمَر : الْأُمَّة الَّذِي يُعَلِّم النَّاس دِينهمْ وَقَالَ الْأَعْمَش عَنْ يَحْيَى بْن الْجَزَّار عَنْ أَبِي الْعُبَيْدَيْنِ أَنَّهُ جَاءَ إِلَى عَبْد اللَّه فَقَالَ مَنْ نَسْأَل إِذَا لَمْ نَسْأَلك ؟ فَكَأَنَّ اِبْن مَسْعُود رَقَّ لَهُ فَقَالَ أَخْبِرْنِي عَنْ الْأُمَّة فَقَالَ الَّذِي يُعَلِّم النَّاس الْخَيْر وَقَالَ الشَّعْبِيّ حَدَّثَنِي فَرْوَة بْن نَوْفَل الْأَشْجَعِيّ قَالَ : قَالَ اِبْن مَسْعُود إِنَّ مُعَاذًا كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا فَقُلْت فِي نَفْسِي غَلِطَ أَبُو عَبْد الرَّحْمَن وَقَالَ إِنَّمَا قَالَ اللَّه \" إِنَّ إِبْرَاهِيم كَانَ أُمَّة \" فَقَالَ تَدْرِي مَا الْأُمَّة وَمَا الْقَانِت ؟ قُلْت اللَّه أَعْلَم . فَقَالَ الْأُمَّة الَّذِي يَعْلَم الْخَيْر وَالْقَانِت الْمُطِيع لِلَّهِ وَرَسُوله وَكَذَلِكَ كَانَ مُعَاذ . وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْ اِبْن مَسْعُود أَخْرَجَهُ اِبْن جَرِير وَقَالَ مُجَاهِد أُمَّة أَيْ أُمَّة وَحْده وَالْقَانِت الْمُطِيع وَقَالَ مُجَاهِد أَيْضًا كَانَ إِبْرَاهِيم أُمَّة أَيْ مُؤْمِنًا وَحْده وَالنَّاس كُلّهمْ إِذْ ذَاكَ كُفَّار وَقَالَ قَتَادَة كَانَ إِمَام هُدًى وَالْقَانِت الْمُطِيع لِلَّهِ .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38075, "aya_id": 120}]