[{"text": "وَقَالَ مُوسَى إِن تَكْفُرُواْ أَنتُمْ وَمَن فِي الأَرْضِ جَمِيعًا فَإِنَّ اللّهَ لَغَنِيٌّ حَمِيدٌ", "sura_id": 14, "type": 0, "id": 1758, "aya_id": 8}, {"text": "وقال موسى إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني حميد", "sura_id": 14, "type": 1, "id": 7994, "aya_id": 8}, {"text": "8 - (وقال موسى) لقومه (إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني) عن خلقه (حميد) محمود في صنعه بهم \r\n", "sura_id": 14, "type": 2, "id": 26702, "aya_id": 8}, {"text": "وقال لهم: إن تكفروا بالله أنتم وجميع أهل الأرض فلن تضروا الله شيئًا; فإن الله لغني عن خلقه, مستحق للحمد والثناء, محمود في كل حال.\r\n", "sura_id": 14, "type": 3, "id": 32938, "aya_id": 8}, {"text": " <font color=red>وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</font><BR><p>وَقَوْله تَعَالَى \" وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْض جَمِيعًا فَإِنَّ اللَّه لَغَنِيّ حَمِيد \" أَيْ هُوَ غَنِيّ عَنْ شُكْر عِبَاده وَهُوَ الْحَمِيد الْمَحْمُود وَإِنْ كَفَرَهُ مَنْ كَفَرَ كَقَوْلِهِ \" إِنْ تَكْفُرُوا فَإِنَّ اللَّه غَنِيّ عَنْكُمْ \" الْآيَة وَقَوْله \" فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّه وَاَللَّه غَنِيّ حَمِيد \" وَفِي صَحِيح مُسْلِم عَنْ أَبِي ذَرٍّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا يَرْوِيه عَنْ رَبّه عَزَّ وَجَلَّ أَنَّهُ قَالَ \" يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِركُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْب رَجُل وَاحِد مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ فِي مُلْكِي شَيْئًا يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِركُمْ وَإِنْسكُمْ وَجِنّكُمْ قَامُوا فِي صَعِيد وَاحِد فَسَأَلُونِي فَأَعْطَيْت كُلّ إِنْسَان مَسْأَلَته مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا إِلَّا كَمَا يَنْقُص الْمَخِيط إِذْ دَخَلَ الْبَحْر \" فَسُبْحَانه وَتَعَالَى الْغَنِيّ الْحَمِيد .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37950, "aya_id": 8}]