[{"text": "فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ وَعَصَى آدَمُ رَبَّهُ فَغَوَى", "sura_id": 20, "type": 0, "id": 2469, "aya_id": 121}, {"text": "فأكلا منها فبدت لهما سوآتهما و طفقا يخصفان عليهما من ورق الجنة و عصى آدم ربه فغوى", "sura_id": 20, "type": 1, "id": 8705, "aya_id": 121}, {"text": "121 - (فأكلا) أي آدم وحواء (منها فبدت لهما سوآتهما) أي ظهر لكل منهما قبله وقبل الآخر ودبره وسمي كل منهما سوأة لأن انكشافه يسوء صاحبه (وطفقا يخصفان) أخذا يلزقان (عليهما من ورق الجنة) ليستترا به (وعصى آدم ربه فغوى) بالأكل من الشجرة \r\n", "sura_id": 20, "type": 2, "id": 27413, "aya_id": 121}, {"text": "فأكل آدم وحواء من الشجرة التي نهاهما الله عنها, فانكشفت لهما عوراتهما, وكانت مستورةً عن أعينهما, فأخذا ينزعان من ورق أشجار الجنة ويلصقانه عليهما; ليسترا ما انكشف من عوراتهما, وخالف آدم أمر ربه, فغوى بالأكل من الشجرة التي نهاه الله عن الاقتراب منها.\r\n", "sura_id": 20, "type": 3, "id": 33649, "aya_id": 121}, {"text": " <font color=red>فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَعَصَى آدَمُ رَبَّهُ فَغَوَى</font><BR><p>\" فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتهمَا \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن أَشْكَاب حَدَّثَنَا عَلِيّ بْن عَاصِم عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ الْحَسَن عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه خَلَقَ آدَم رَجُلًا طِوَالًا كَثِير شَعْر الرَّأْس كَأَنَّهُ نَخْلَة سَحُوق فَلَمَّا ذَاقَ الشَّجَرَة سَقَطَ عَنْهُ لِبَاسه فَأَوَّل مَا بَدَا مِنْهُ عَوْرَته فَلَمَّا نَظَرَ إِلَى عَوْرَته جَعَلَ يَشْتَدّ فِي الْجَنَّة فَأَخَذَتْ شَعْره شَجَرَة فَنَازَعَهَا فَنَادَاهُ الرَّحْمَن يَا آدَم مِنِّي تَفِرّ فَلَمَّا سَمِعَ كَلَام الرَّحْمَن قَالَ يَا رَبّ لَا وَلَكِنْ اِسْتِحْيَاء أَرَأَيْت إِنْ تُبْت وَرَجَعْت أَعَائِدِي إِلَى الْجَنَّة ؟ قَالَ نَعَمْ \" فَذَلِكَ قَوْله \" فَتَلَقَّى آدَم مِنْ رَبّه كَلِمَات فَتَابَ عَلَيْهِ \" وَهَذَا مُنْقَطِع بَيْن الْحَسَن وَأُبَيّ بْن كَعْب فَلَمْ يَسْمَعهُ مِنْهُ وَفِي رَفْعه نَظَر أَيْضًا وَقَوْله \" وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَق الْجَنَّة \" قَالَ مُجَاهِد يُرَقِّعَانِ كَهَيْئَةِ الثَّوْب وَكَذَا قَالَ قَتَادَة وَالسُّدِّيّ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا جَعْفَر بْن عَوْن حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي لَيْلَى عَنْ الْمِنْهَال عَنْ سَعْد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَق الْجَنَّة \" قَالَ يَنْزِعَانِ وَرَق التِّين فَيَجْعَلَانِهِ عَلَى سَوْآتهمَا .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38807, "aya_id": 121}]