[{"text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُم بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ", "sura_id": 22, "type": 0, "id": 2597, "aya_id": 2}, {"text": "يوم ترونها تذهل كل مرضعة عما أرضعت و تضع كل ذات حمل حملها و ترى الناس سكارى و ما هم بسكارى و لكن عذاب الله شديد", "sura_id": 22, "type": 1, "id": 8833, "aya_id": 2}, {"text": "2 - (يوم ترونها تذهل) بسببها (كل مرضعة) بالفعل (عما أرضعت) أي تنساه (وتضع كل ذات حمل) أي حبلى (حملها وترى الناس سكارى) من شدة الخوف (وما هم بسكارى) من الشراب (ولكن عذاب الله شديد) فهم يخافونه \r\n", "sura_id": 22, "type": 2, "id": 27541, "aya_id": 2}, {"text": "يوم ترون قيام الساعة تنسى الوالدةُ رضيعَها الذي ألقمته ثديها؛ لِمَا نزل بها من الكرب, وتُسْقط الحامل حملها من الرعب, وتغيب عقول للناس, فهم كالسكارى من شدة الهول والفزع, وليسوا بسكارى من الخمر, ولكن شدة العذاب أفقدتهم عقولهم وإدراكهم.\r\n", "sura_id": 22, "type": 3, "id": 33777, "aya_id": 2}, {"text": " <font color=red>يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" يَوْم تَرَوْنَهَا \" هَذَا مِنْ بَاب ضَمِير الشَّأْن وَلِهَذَا قَالَ مُفَسِّرًا لَهُ \" تَذْهَل كُلّ مُرْضِعَة عَمَّا أَرْضَعَتْ \" أَيْ فَتَشْتَغِل لِهَوْلِ مَا تَرَى عَنْ أَحَبّ النَّاس إِلَيْهَا وَاَلَّتِي هِيَ أَشْفَق النَّاس عَلَيْهِ تُدْهَش عَنْهُ فِي حَال إِرْضَاعهَا لَهُ وَلِهَذَا قَالَ \" كُلّ مُرْضِعَة \" وَلَمْ يَقُلْ مُرْضِع وَقَالَ \" عَمَّا أَرْضَعَتْ \" أَيْ عَنْ رَضِيعهَا فِطَامه وَقَوْله \" وَتَضَع كُلّ ذَات حَمْل حَمْلهَا \" أَيْ قَبْل تَمَامه لِشِدَّةِ الْهَوْل \" وَتَرَى النَّاس سُكَارَى \" وَقُرِئَ \" سَكْرَى \" أَيْ مِنْ شِدَّة الْأَمْر الَّذِي قَدْ صَارُوا فِيهِ قَدْ دَهِشَتْ عُقُولهمْ وَغَابَتْ أَذْهَانهمْ فَمَنْ رَآهُمْ حَسِبَ أَنَّهُمْ سُكَارَى \" وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَاب اللَّه شَدِيد \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39040, "aya_id": 2}]