[{"text": "وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ الْمُشْرِكِينَ قَتْلَ أَوْلاَدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُواْ عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاء اللّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ", "sura_id": 6, "type": 0, "id": 926, "aya_id": 137}, {"text": "وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم ليردوهم وليلبسوا عليهم دينهم ولو شاء الله ما فعلوه فذرهم وما يفترون", "sura_id": 6, "type": 1, "id": 7162, "aya_id": 137}, {"text": "137 - (وكذلك) كما زين لهم ما ذكر (زَيَّنَ لكثير من المشركين قتلَ أولادِهم) بالوأد (شركاؤُهم) من الجن بالرفع ، فاعل زيَّنَ وفي قراءة ببناءه للمفعول ورفع قتل ونصب الأولاد به وجر شركائهم باضافته وفيه الفصل بين المضاف والمضاف إليه بالمفعول ولا يضر وإضافة القتل إلى الشركاء لأمرهم به (ليردوهم) يهلكوهم (وليلبسوا) يخلطوا (عليهم دينهم ولو شاء الله ما فعلوه فذرهم وما يفترون) \r\n", "sura_id": 6, "type": 2, "id": 25870, "aya_id": 137}, {"text": "وكما زيَّن الشيطان للمشركين أن يجعلوا لله تعالى من الحرث والأنعام نصيبًا, ولشركائهم نصيبًا, زيَّنت الشياطين لكثير من المشركين قَتْلَ أولادهم خشية الفقر; ليوقعوا هؤلاء الآباء في الهلاك بقتل النفس التي حرم الله قتلها إلا بالحق, وليخلطوا عليهم دينهم فيلتبس, فيضلوا ويهلكوا, ولو شاء الله ألا يفعلوا ذلك ما فعلوه, ولكنه قدَّر ذلك لعلمه بسوء حالهم ومآلهم, فاتركهم -أيها الرسول- وشأنهم فيما يفترون من كذب, فسيحكم الله بينك وبينهم.\r\n", "sura_id": 6, "type": 3, "id": 32106, "aya_id": 137}, {"text": " <font color=red>وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ</font><BR><p>يَقُول تَعَالَى : وَكَمَا زَيَّنَتْ الشَّيَاطِين لِهَؤُلَاءِ أَنْ يَجْعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنْ الْحَرْث وَالْأَنْعَام نَصِيبًا كَذَلِكَ زَيَّنُوا لَهُمْ قَتْل أَوْلَادهمْ خَشْيَة الْإِمْلَاق وَوَأْد الْبَنَات خَشْيَة الْعَار قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنْ الْمُشْرِكِينَ قَتْل أَوْلَادهمْ شُرَكَاؤُهُمْ زَيَّنُوا لَهُمْ قَتْل أَوْلَادهمْ . وَقَالَ مُجَاهِد : شُرَكَاؤُهُمْ شَيَاطِينهمْ يَأْمُرُونَهُمْ أَنْ يَئِدُوا أَوْلَادهمْ خَشْيَة الْعَيْلَة. وَقَالَ السُّدِّيّ : أَمَرَتْهُمْ الشَّيَاطِين أَنْ يَقْتُلُوا الْبَنَات وَإِمَّا لِيُرْدُوهُمْ فَيُهْلِكُوهُمْ وَأَمَّا لِيَلْبِسُوا عَلَيْهِمْ دِينهمْ أَيْ فَيَخْلِطُونَ عَلَيْهِمْ دِينهمْ وَنَحْو ذَلِكَ قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقَتَادَة وَهَذَا كَقَوْلِهِ تَعَالَى \" وَإِذَا بُشِّرَ أَحَدهمْ بِالْأُنْثَى ظَلَّ وَجْهه مُسْوَدًّا وَهُوَ كَظِيم . يَتَوَارَى مِنْ الْقَوْم مِنْ سُوء مَا بُشِّرَ بِهِ\" الْآيَة وَكَقَوْلِهِ \" وَإِذَا الْمَوْءُودَة سُئِلَتْ بِأَيِّ ذَنْب قُتِلَتْ \" وَقَدْ كَانُوا أَيْضًا يَقْتُلُونَ الْأَوْلَاد مِنْ الْإِمْلَاق وَهُوَ الْفَقْر أَوْ خَشْيَة الْإِمْلَاق أَنْ يَحْصُل لَهُمْ فِي تَلَف الْمَال وَقَدْ نَهَاهُمْ عَنْ قَتْل أَوْلَادهمْ لِذَلِكَ وَإِنَّمَا كَانَ هَذَا كُلّه مِنْ تَزْيِين الشَّيَاطِين وَشَرْعهمْ ذَلِكَ قَوْله تَعَالَى \" وَلَوْ شَاءَ اللَّه مَا فَعَلُوهُ \" أَيْ كَانَ هَذَا وَاقِع بِمَشِيئَتِهِ تَعَالَى وَإِرَادَته وَاخْتِيَاره لِذَلِكَ كَوْنًا وَلَهُ الْحِكْمَة التَّامَّة فِي ذَلِكَ فَلَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ \" فَذَرْهُمْ وَمَا يَفْتَرُونَ \" أَيْ فَدَعْهُمْ وَاجْتَنِبْهُمْ وَمَا هُمْ فِيهِ فَسَيَحْكُمُ اللَّه بَيْنك وَبَيْنهمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42118, "aya_id": 137}]