[{"text": "قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلاَّ تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الْجَاهِلِينَ", "sura_id": 12, "type": 0, "id": 1629, "aya_id": 33}, {"text": "قال رب السجن أحب إلي مما يدعونني إليه وإلا تصرف عني كيدهن أصب إليهن وأكن من الجاهلين", "sura_id": 12, "type": 1, "id": 7865, "aya_id": 33}, {"text": "33 - (قال رب السجن أحب إلي مما يدعونني إليه وإلا تصرف عني كيدهن أصب) أمل (إليهن وأكن) أصير (من الجاهلين) المذنبين ، والقصد بذلك الدعاء فلذا قال تعالى \r\n", "sura_id": 12, "type": 2, "id": 26573, "aya_id": 33}, {"text": "قال يوسف مستعيذًا مِن شرهن ومكرهن: يا ربِّ السجنُ أحب إليَّ مما يدعونني إليه من عمل الفاحشة, وإن لم تدفع عني مكرهن أَمِلْ إليهن, وأكن من السفهاء الذين يرتكبون الإثم لجهلهم.\r\n", "sura_id": 12, "type": 3, "id": 32809, "aya_id": 33}, {"text": " <font color=red>قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ</font><BR><p>\" وَقَالَ رَبّ السِّجْن أَحَبّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ \" أَيْ مِنْ الْفَاحِشَة وَإِلَّا تَصْرِف عَنِّي كَيْدهنَّ أَصْبُ إِلَيْهِنَّ \" أَيْ إِنْ وَكَلْتنِي إِلَى نَفْسِي فَلَيْسَ لِي مِنْهَا قُدْرَة وَلَا أَمْلِك لَهَا ضَرًّا وَلَا نَفْعًا إِلَّا بِحَوْلِك وَقُوَّتك أَنْتَ الْمُسْتَعَان وَعَلَيْك التُّكْلَانُ فَلَا تَكِلْنِي إِلَى نَفْسِي \" أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنْ الْجَاهِلِينَ فَاسْتَجَابَ لَهُ رَبّه \" الْآيَة وَذَلِكَ أَنَّ يُوسُف عَلَيْهِ السَّلَام عَصَمَهُ اللَّه عِصْمَة عَظِيمَة وَحَمَاهُ فَامْتَنَعَ مِنْهَا أَشَدّ الِامْتِنَاع وَاخْتَارَ السِّجْن عَلَى ذَلِكَ وَهَذَا فِي غَايَة مَقَامَات الْكَمَال أَنَّهُ مَعَ شَبَابه وَجَمَاله وَكَمَاله تَدْعُوهُ سَيِّدَته وَهِيَ اِمْرَأَة عَزِيز مِصْر وَهِيَ مَعَ هَذَا فِي غَايَة الْجَمَال وَالْمَال وَالرِّيَاسَة وَيَمْتَنِع مِنْ ذَلِكَ وَيَخْتَار السِّجْن عَلَى ذَلِكَ خَوْفًا مِنْ اللَّه وَرَجَاء ثَوَابه وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ سَبْعَة يُظِلّهُمْ اللَّه فِي ظِلّه يَوْم لَا ظِلّ إِلَّا ظِلّه : إِمَام عَادِل وَشَابّ نَشَأَ فِي عِبَادَة اللَّه وَرَجُل قَلْبه مُعَلَّق بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُود إِلَيْهِ وَرَجُلَانِ تَحَابَّا فِي اللَّه اِجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ وَرَجُل تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَا تَعْلَم شِمَاله مَا أَنْفَقَتْ يَمِينه وَرَجُل دَعَتْهُ اِمْرَأَة ذَات مَنْصِب وَجَمَال فَقَالَ إِنِّي أَخَاف اللَّه وَرَجُل ذَكَرَ اللَّه خَالِيًا فَفَاضَتْ عَيْنَاهُ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37784, "aya_id": 33}]