[{"text": "قَالَ يَا بُنَيَّ لاَ تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُواْ لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلإِنسَانِ عَدُوٌّ مُّبِينٌ", "sura_id": 12, "type": 0, "id": 1601, "aya_id": 5}, {"text": "قال يا بني لا تقصص رؤياك على إخوتك فيكيدوا لك كيدا إن الشيطان للإنسان عدو مبين", "sura_id": 12, "type": 1, "id": 7837, "aya_id": 5}, {"text": "5 - (قال يا بني لا تقصص رؤياك على إخوتك فيكيدوا لك كيداً) يحتالون في هلاكك حسداً لعلمهم بتأويلها من أنهم الكواكب والشمس أمك والقمر أبوك (إن الشيطان للإنسان عدو مبين) ظاهر العداوة \r\n", "sura_id": 12, "type": 2, "id": 26545, "aya_id": 5}, {"text": "إذ قال إخوة يوسف من أبيه فيما بينهم: إن يوسف وأخاه الشقيق أحب إلى أبينا منا, يفضِّلهما علينا, ونحن جماعة ذوو عدد, إن أبانا لفي خطأ بيِّن حيث فضَّلهما علينا من غير موجب نراه.\r\n", "sura_id": 12, "type": 3, "id": 32781, "aya_id": 5}, {"text": " <font color=red>قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ قَوْل يَعْقُوب لِابْنِهِ يُوسُف حِين قَصَّ عَلَيْهِ مَا رَأَى مِنْ هَذِهِ الرُّؤْيَا الَّتِي تَعْبِيرهَا خُضُوع إِخْوَته لَهُ وَتَعْظِيمهمْ إِيَّاهُ تَعْظِيمًا زَائِدًا بِحَيْثُ يَخِرُّونَ لَهُ سَاجِدِينَ إِجْلَالًا وَاحْتِرَامًا لَا إِكْرَامًا فَخَشِيَ يَعْقُوب عَلَيْهِ السَّلَام أَنْ يُحَدِّث بِهَذَا الْمَنَام أَحَدًا مِنْ إِخْوَته فَيَحْسُدُونَهُ عَلَى ذَلِكَ فَيَبْغُونَ لَهُ الْغَوَائِل حَسَدًا مِنْهُمْ لَهُ وَلِهَذَا قَالَ لَهُ \" لَا تَقْصُصْ رُؤْيَاك عَلَى إِخْوَتك فَيَكِيدُوا لَك كَيْدًا \" أَيْ يَحْتَالُوا لَك حِيلَة يُرْدُونَك فِيهَا وَلِهَذَا ثَبَتَتْ السُّنَّة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا رَأَى أَحَدكُمْ مَا يُحِبّ فَلْيُحَدِّثْ بِهِ وَإِذَا رَأَى مَا يَكْرَه فَلْيَتَحَوَّلْ إِلَى جَنْبه الْآخَر وَلْيَتْفُلْ عَنْ يَسَاره ثَلَاثًا وَلْيَسْتَعِذْ بِاَللَّهِ مِنْ شَرّهَا وَلَا يُحَدِّث بِهَا أَحَدًا فَإِنَّهَا لَنْ تَضُرّهُ \" وَفِي الْحَدِيث الْآخَر الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَبَعْض أَهْل السُّنَن مِنْ رِوَايَة مُعَاوِيَة بْن حَيْدَة الْقُشَيْرِيّ أَنَّهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" الرُّؤْيَا عَلَى رِجْل طَائِر مَا لَمْ تُعَبَّر فَإِذَا عُبِّرَتْ وَقَعَتْ \" وَمِنْ هَذَا يُؤْخَذ الْأَمْر بِكِتْمَانِ النِّعْمَة حَتَّى تُوجَد وَتَظْهَر كَمَا وَرَدَ فِي حَدِيث \" اِسْتَعِينُوا عَلَى قَضَاء الْحَوَائِج بِكِتْمَانِهَا فَإِنَّ كُلَّ ذِي نِعْمَة مَحْسُود \" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37802, "aya_id": 5}]