[{"text": "وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلاَ تُبَذِّرْ تَبْذِيرًا", "sura_id": 17, "type": 0, "id": 2055, "aya_id": 26}, {"text": "وآت ذا القربى حقه و المسكين وابن السبيل ولا تبذر تبذيرا", "sura_id": 17, "type": 1, "id": 8291, "aya_id": 26}, {"text": "26 - (وآت) أعط (ذا القربى) القرابة (حقه) من البر والصلة (والمسكين وابن السبيل ولا تبذر تبذيرا) بالإنفاق في غير طاعة الله \r\n", "sura_id": 17, "type": 2, "id": 26999, "aya_id": 26}, {"text": "وأحسِنْ إلى كل مَن له صلة قرابة بك، وأعطه حقه من الإحسان والبر، وأعط المسكين المحتاج والمسافر المنقطع عن أهله وماله، ولا تنفق مالك في غير طاعة الله، أو على وجه الإسراف والتبذير.\r\n", "sura_id": 17, "type": 3, "id": 33235, "aya_id": 26}, {"text": " <font color=red>وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا</font><BR><p>لَمَّا ذَكَرَ تَعَالَى بِرّ الْوَالِدَيْنِ عَطَفَ بِذِكْرِ الْإِحْسَان إِلَى الْقَرَابَة وَصِلَة الْأَرْحَام وَفِي الْحَدِيث \" أُمّك وَأَبَاك ثُمَّ أَدْنَاك أَدْنَاك \" وَفِي رِوَايَة \" ثُمَّ الْأَقْرَب فَالْأَقْرَب\" وَفِي الْحَدِيث \" مَنْ أَحَبَّ أَنْ يُبْسَط لَهُ فِي رِزْقه وَيُنْسَأ لَهُ فِي أَجَله فَلْيَصِلْ رَحِمه \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عَبَّاد عَنْ يَعْقُوب حَدَّثَنَا أَبُو يَحْيَى التَّيْمِيّ حَدَّثَنَا فُضَيْل بْن مَرْزُوق عَنْ عَطِيَّة عَنْ أَبِي سَعِيد قَالَ لَمَّا نَزَلَتْ \" وَآتِ ذَا الْقُرْبَى حَقّه \" دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاطِمَة فَأَعْطَاهَا فَدَك ثُمَّ قَالَ لَا نَعْلَم حَدَّثَ بِهِ عَنْ فُضَيْل بْن مَرْزُوق إِلَّا أَبُو يَحْيَى التَّيْمِيّ وَحُمَيْد بْن حَمَّاد بْن الْخَوَّار وَهَذَا الْحَدِيث مُشْكِل لَوْ صَحَّ إِسْنَاده لِأَنَّ الْآيَة مَكِّيَّة وَفَدَك إِنَّمَا فُتِحَتْ مَعَ خَيْبَر سَنَة سَبْع مِنْ الْهِجْرَة فَكَيْف يَلْتَئِم هَذَا مَعَ هَذَا ؟ فَهُوَ إِذًا حَدِيث مُنْكَر الْأَشْبَه أَنَّهُ مِنْ وَضْع الرَّافِضَة وَاَللَّه أَعْلَم . وَقَدْ تَقَدَّمَ الْكَلَام عَلَى الْمَسَاكِين وَأَبْنَاء السَّبِيل فِي سُورَة بَرَاءَة بِمَا أَغْنَى عَنْ إِعَادَته هَاهُنَا قَوْله \" وَلَا تُبَذِّر تَبْذِيرًا \" لَمَّا أَمَرَ بِالْإِنْفَاقِ نَهَى عَنْ الْإِسْرَاف فِيهِ بَلْ يَكُون وَسَطًا كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَاَلَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا \" الْآيَة ثُمَّ قَالَ مُنَفِّرًا عَنْ التَّبْذِير وَالسَّرَف .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38208, "aya_id": 26}]