[{"text": "ثُمَّ أَغْرَقْنَا الْآخَرِينَ", "sura_id": 26, "type": 0, "id": 2998, "aya_id": 66}, {"text": "ثم أغرقنا الآخرين", "sura_id": 26, "type": 1, "id": 9234, "aya_id": 66}, {"text": "66 - (ثم أغرقنا الآخرين) فرعون وقومه بإطباق البحر عليهم لما تم دخولهم في البحر وخروج بني إسرائيل منه \r\n", "sura_id": 26, "type": 2, "id": 27942, "aya_id": 66}, {"text": " ثم أغرقنا فرعون ومن معه بإطباق البحر عليهم بعد أن دخلوا فيه متبعين موسى وقومه.\r\n", "sura_id": 26, "type": 3, "id": 34178, "aya_id": 66}, {"text": " <font color=red>ثُمَّ أَغْرَقْنَا الْآخَرِينَ</font><BR><p>\" ثُمَّ أَغْرَقْنَا الْآخَرِينَ\" وَأُغْرِقَ فِرْعَوْن وَجُنُوده فَلَمْ يَبْقَ مِنْهُمْ رَجُل إِلَّا هَلَكَ ; وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَبُو بَكْر اِبْن أَبِي شَيْبَة حَدَّثَنَا شَبَابَة حَدَّثَنَا يُونُس بْن أَبِي إِسْحَاق عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود أَنَّ مُوسَى عَلَيْهِ السَّلَام حِين أَسْرَى بِبَنِي إِسْرَائِيل بَلَغَ فِرْعَوْن ذَلِكَ فَأَمَرَ بِشَاةٍ فَذُبِحَتْ وَقَالَ لَا وَاَللَّه لَا يُفْرَغ مِنْ سَلْخهَا حَتَّى يَجْتَمِع إِلَيَّ سِتّمِائَةِ أَلْف مِنْ الْقِبْط فَانْطَلَقَ مُوسَى حَتَّى اِنْتَهَى إِلَى الْبَحْر فَقَالَ لَهُ اِنْفَرِقْ : فَقَالَ لَهُ الْبَحْر قَدْ اِسْتَكْبَرْت يَا مُوسَى وَهَلْ اِنْفَرَقْت لِأَحَدٍ مِنْ وَلَد آدَم فَأَنْفَرِق لَك ؟ قَالَ وَمَعَ مُوسَى رَجُل عَلَى حِصَان لَهُ فَقَالَ لَهُ ذَلِكَ الرَّجُل أَيْنَ أُمِرْت يَا نَبِيّ اللَّه ؟ قَالَ : مَا أُمِرْت إِلَّا بِهَذَا الْوَجْه يَعْنِي الْبَحْر فَأَقْحَمَ فَرَسه فَسَبَحَ بِهِ فَخَرَجَ فَقَالَ أَيْنَ أُمِرْت يَا نَبِيّ اللَّه قَالَ مَا أُمِرْت إِلَّا بِهَذَا الْوَجْه قَالَ وَاَللَّه مَا كَذَبَ وَلَا كَذَبْت ثُمَّ اِقْتَحَمَ الثَّانِيَة سَبَحَ ثُمَّ خَرَجَ فَقَالَ أَيْنَ أُمِرْت يَا نَبِيّ اللَّه ؟ قَالَ مَا أُمِرْت إِلَّا بِهَذَا الْوَجْه قَالَ وَاَللَّه مَا كَذَبَ وَلَا كَذَبْت قَالَ فَأَوْحَى اللَّه إِلَى مُوسَى أَنْ اِضْرِبْ بِعَصَاك الْبَحْر فَضَرَبَهُ مُوسَى بِعَصَاهُ فَانْفَلَقَ فَكَانَ فِيهِ اِثْنَا عَشَرَ سِبْطًا لِكُلِّ سِبْط طَرِيق يَتَرَاءَوْنَ فَلَمَّا خَرَجَ أَصْحَاب مُوسَى وَتَتَامَّ أَصْحَاب فِرْعَوْن اِلْتَقَى الْبَحْر عَلَيْهِمْ فَأَغْرَقَهُمْ وَفِي رِوَايَة إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون عَنْ عَبْد اللَّه قَالَ : فَلَمَّا خَرَجَ آخِر أَصْحَاب مُوسَى وَتَكَامَلَ أَصْحَاب فِرْعَوْن انْطَمَّ عَلَيْهِمْ الْبَحْر فَمَا رُئِيَ سَوَاد أَكْثَر مِنْ يَوْمَئِذٍ وَغَرِقَ فِرْعَوْن لَعَنَهُ اللَّه .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39556, "aya_id": 66}]