[{"text": "أَتَى أَمْرُ اللّهِ فَلاَ تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ", "sura_id": 16, "type": 0, "id": 1902, "aya_id": 1}, {"text": "أتى أمر الله فلا تستعجلوه سبحانه وتعالى عما يشركون", "sura_id": 16, "type": 1, "id": 8138, "aya_id": 1}, {"text": "سورة النحل 1 - لما استبطأ المشركون العذاب نزل (أتى أمر الله) أي الساعة وأتى بصيغة الماضي لتحقق وقوعه أي قرب (فلا تستعجلوه) تطلبوه قبل حينه فإنه واقع لا محالة (سبحانه) تنزيها له (وتعالى عما يشركون) به غيره \r\n", "sura_id": 16, "type": 2, "id": 26846, "aya_id": 1}, {"text": "قَرُب قيام الساعة وقضاء الله بعذابكم -أيها الكفار- فلا تستعجلوا العذاب استهزاء بوعيد الرسول لكم. تنزَّه الله سبحانه وتعالى عن الشرك والشركاء.\r\n", "sura_id": 16, "type": 3, "id": 33082, "aya_id": 1}, {"text": " <font color=red>أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ اِقْتِرَاب السَّاعَة وَدُنُوّهَا مُعَبِّرًا بِصِيغَةِ الْمَاضِي الدَّالّ عَلَى التَّحْقِيق وَالْوُقُوع لَا مَحَالَة كَقَوْلِهِ \" اِقْتَرَبَ لِلنَّاسِ حِسَابهمْ وَهُمْ فِي غَفْلَة مُعْرِضُونَ \" وَقَالَ \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر \" وَقَوْله \" فَلَا تَسْتَعْجِلُوهُ \" أَيْ قَرُبَ مَا تَبَاعَدَ \" فَلَا تَسْتَعْجِلُوهُ \" يَحْتَمِل أَنْ يَعُود الضَّمِير عَلَى اللَّه وَيَحْتَمِل أَنْ يَعُود عَلَى الْعَذَاب وَكِلَاهُمَا مُتَلَازِم كَمَا قَالَ تَعَالَى \" وَيَسْتَعْجِلُونَك بِالْعَذَابِ وَلَوْلَا أَجَل مُسَمًّى لَجَاءَهُمْ الْعَذَاب وَلَيَأْتِيَنَّهُمْ بَغْتَة وَهُمْ لَا يَشْعُرُونَ يَسْتَعْجِلُونَك بِالْعَذَابِ وَإِنَّ جَهَنَّم لَمُحِيطَةٌ بِالْكَافِرِينَ \" وَقَدْ ذَهَبَ الضَّحَّاك فِي تَفْسِير هَذِهِ الْآيَة إِلَى قَوْل عَجِيب فَقَالَ فِي قَوْله \" أَتَى أَمْر اللَّه \" أَيْ فَرَائِضه وَحُدُوده وَقَدْ رَدَّهُ اِبْن جَرِير فَقَالَ : لَا نَعْلَم أَحَدًا اِسْتَعْجَلَ بِالْفَرَائِضِ وَبِالشَّرَائِعِ قَبْل وُجُودهَا بِخِلَافِ الْعَذَاب فَإِنَّهُمْ اِسْتَعْجَلُوهُ قَبْل كَوْنه اِسْتِبْعَادًا وَتَكْذِيبًا قُلْت كَمَا قَالَ تَعَالَى \" يَسْتَعْجِل بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَاَلَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَة لَفِي ضَلَال بَعِيد \" . وَقَالَ اِبْن أَبِي حَاتِم : ذُكِرَ عَنْ يَحْيَى بْن آدَم عَنْ أَبِي بَكْر بْن عَيَّاش عَنْ مُحَمَّد بْن عَبْد اللَّه مَوْلَى الْمُغِيرَة بْن شُعْبَة عَنْ كَعْب بْن عَلْقَمَة عَنْ عَبْد الرَّحْمَن بْن حُجَيْرَة عَنْ عُقْبَة بْن عَامِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ \" تَطْلُع عَلَيْكُمْ عِنْد السَّاعَة سَحَابَة سَوْدَاء مِنْ الْمَغْرِب مِثْل التُّرْس فَمَا تَزَال تَرْتَفِع فِي السَّمَاء ثُمَّ يُنَادِي مُنَادٍ فِيهَا : أَيّهَا النَّاس فَيُقْبِل النَّاس بَعْضهمْ عَلَى بَعْض هَلْ سَمِعْتُمْ ؟ فَمِنْهُمْ مَنْ يَقُول نَعَمْ وَمِنْهُمْ مَنْ يَشُكّ ثُمَّ يُنَادِي الثَّانِيَة يَا أَيّهَا النَّاس فَيَقُول النَّاس بَعْضهمْ لِبَعْضٍ : هَلْ سَمِعْتُمْ ؟ فَيَقُولُونَ نَعَمْ ثُمَّ يُنَادِي الثَّالِثَة أَيّهَا النَّاس أَتَى أَمْر اللَّه فَلَا تَسْتَعْجِلُوهُ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ الرَّجُلَيْنِ لَيَنْشُرَانِ الثَّوْب فَمَا يَطْوِيَانِهِ أَبَدًا وَإِنَّ الرَّجُل لَيَمُدَّنَّ حَوْضه فَمَا يَسْقِي فِيهِ شَيْئًا أَبَدًا وَإِنَّ الرَّجُل لَيَحْلُب نَاقَته فَمَا يَشْرَبهُ أَبَدًا - قَالَ - وَيَشْتَغِل النَّاس \" ثُمَّ إِنَّهُ تَعَالَى نَزَّهَ نَفْسه عَنْ شِرْكهمْ بِهِ غَيْره وَعِبَادَتهمْ مَعَهُ مَا سِوَاهُ مِنْ الْأَوْثَان وَالْأَنْدَاد تَعَالَى وَتَقَدَّسَ عُلُوًّا كَبِيرًا وَهَؤُلَاءِ هُمْ الْمُكَذِّبُونَ بِالسَّاعَةِ فَقَالَ \" سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38051, "aya_id": 1}]