[{"text": "أَلَمْ تَعْلَمْ أَنَّ اللّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا لَكُم مِّن دُونِ اللّهِ مِن وَلِيٍّ وَلاَ نَصِيرٍ", "sura_id": 2, "type": 0, "id": 114, "aya_id": 107}, {"text": "ألم تعلم أن الله له ملك السماوات والأرض وما لكم من دون الله من ولي ولا نصير", "sura_id": 2, "type": 1, "id": 6350, "aya_id": 107}, {"text": "107 - (ألم تعلم أن الله له ملك السماوات والأرض) يفعل ما يشاء (وما لكم من دون الله) من غيره (من) زائدة (ولي) يحفظكم (ولا نصير) يمنع عذابه إن أتاكم ، ونزل لما سأله أهل مكة أن يوسعها ويجعل الصفا ذهباً \r\n", "sura_id": 2, "type": 2, "id": 25058, "aya_id": 107}, {"text": "أما علمتَ -أيها النبي- أنت وأمتك أن الله تعالى هو المالك المتصرف في السموات والأرض؟ يفعل ما يشاء, ويحكم ما يريد, ويأمر عباده وينهاهم كيفما شاء, وعليهم الطاعة والقَبول. وليعلم من عصى أن ليس لأحد من دون الله من وليٍّ يتولاهم, ولا نصير يمنعهم من عذاب الله.\r\n", "sura_id": 2, "type": 3, "id": 31294, "aya_id": 107}, {"text": " <font color=red>أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ</font><BR><p>يُرْشِد عِبَاده تَعَالَى بِهَذَا إِلَى أَنَّهُ الْمُتَصَرِّف فِي خَلْقه بِمَا يَشَاء فَلَهُ الْخَلْق وَالْأَمْر وَهُوَ الْمُتَصَرِّف فَكَمَا خَلَقَهُمْ كَمَا يَشَاء وَيُسْعِد مَنْ يَشَاء وَيُشْقِي مَنْ يَشَاء وَيُصِحّ مَنْ يَشَاء وَيُمْرِض مَنْ يَشَاء وَيُوَفِّق مَنْ يَشَاء وَيَخْذُل مَنْ يَشَاء كَذَلِكَ يَحْكُم فِي عِبَاده بِمَا يَشَاء فَيُحِلّ مَا يَشَاء وَيُحَرِّمُ مَا يَشَاء . وَيُبِيحُ مَا يَشَاء وَيَحْظُرُ مَا يَشَاء وَهُوَ الَّذِي يَحْكُم مَا يُرِيد لَا مُعَقِّبَ لِحُكْمِهِ وَلَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ وَيَخْتَبِر عِبَاده وَطَاعَتهمْ لِرُسُلِهِ بِالنَّسْخِ فَيَأْمُر بِالشَّيْءِ لِمَا فِيهِ مِنْ الْمَصْلَحَة الَّتِي يَعْلَمهَا تَعَالَى ثُمَّ يَنْهَى عَنْهُ لِمَا يَعْلَمهُ تَعَالَى فَالطَّاعَة كُلّ الطَّاعَة فِي اِمْتِثَال أَمْره وَاتِّبَاع رُسُله فِي تَصْدِيق مَا أَخْبَرُوا وَامْتِثَال مَا أَمَرُوا وَتَرْك مَا عَنْهُ زَجَرُوا وَفِي هَذَا الْمَقَام رَدٌّ عَظِيمٌ وَبَيَانٌ بَلِيغٌ لِكُفْرِ الْيَهُود وَتَزْيِيف شُبْهَتهمْ لَعَنَهُمْ اللَّه فِي دَعْوَى اِسْتِحَالَة النَّسْخ إِمَّا عَقْلًا كَمَا زَعَمَهُ بَعْضهمْ جَهْلًا وَكُفْرًا وَإِمَّا نَقْلًا كَمَا تَخَرَّصَهُ آخَرُونَ مِنْهُمْ اِفْتِرَاء وَإِفْكًا قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه : فَتَأْوِيلُ الْآيَة أَلَمْ تَعْلَم يَا مُحَمَّد أَنَّ لِي مُلْك السَّمَوَات وَالْأَرْض وَسُلْطَانهمَا دُون غَيْرِي أَحْكُم فِيهِمَا وَفِيمَا فِيهِمَا بِمَا أَشَاء وَآمُر فِيهِمَا وَفِيمَا فِيهِمَا بِمَا أَشَاء وَأَنْهَى عَمَّا أَشَاء وَأَنْسَخ وَأُبَدِّل وَأُغَيِّر مِنْ أَحْكَامِي الَّتِي أَحْكُم بِهَا فِي عِبَادِي بِمَا أَشَاء إِذْ أَشَاء ثُمَّ قَالَ : وَهَذَا الْخَبَر وَإِنْ كَانَ خِطَابًا مِنْ اللَّه تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى وَجْه الْخَبَر عَنْ عَظَمَته فَإِنَّهُ مِنْهُ جَلَّ ثَنَاؤُهُ تَكْذِيب لِلْيَهُودِ الَّذِينَ أَنْكَرُوا نَسْخ أَحْكَام التَّوْرَاة وَجَحَدُوا نُبُوَّة عِيسَى وَمُحَمَّد عَلَيْهِمَا الصَّلَاة وَالسَّلَام لِمَجِيئِهِمَا بِمَا جَاءَا بِهِ مِنْ عِنْد اللَّه بِتَغَيُّرِ مَا غَيَّرَ اللَّهُ مِنْ حُكْم التَّوْرَاة فَأَخْبَرَهُمْ اللَّهُ أَنَّ لَهُ مُلْك السَّمَوَات وَالْأَرْض وَسُلْطَانهمَا وَأَنَّ الْخَلْق أَهْل مَمْلَكَته وَطَاعَته وَعَلَيْهِمْ السَّمْع وَالطَّاعَة لِأَمْرِهِ وَنَهْيه وَأَنَّ لَهُ أَمْرهمْ بِمَا يَشَاء وَنَهْيهمْ عَمَّا يَشَاء وَنَسْخ مَا يَشَاء وَإِقْرَار مَا يَشَاء وَإِنْشَاء مَا يَشَاء مِنْ إِقْرَاره وَأَمْره وَنَهْيه \" قُلْت \" الَّذِي يَحْمِل الْيَهُود عَلَى الْبَحْث فِي مَسْأَلَة النَّسْخ إِنَّمَا هُوَ الْكُفْر وَالْعِنَاد فَإِنَّهُ لَيْسَ فِي الْعَقْل مَا يَدُلّ عَلَى اِمْتِنَاع النَّسْخ فِي أَحْكَام اللَّه تَعَالَى لِأَنَّهُ يَحْكُم مَا يَشَاء كَمَا أَنَّهُ يَفْعَل مَا يُرِيد مَعَ أَنَّهُ قَدْ وَقَعَ ذَلِكَ فِي كُتُبه الْمُتَقَدِّمَة وَشَرَائِعه الْمَاضِيَة كَمَا أَحَلَّ لِآدَم تَزْوِيج بَنَاته مِنْ بَنِيهِ ثُمَّ حَرَّمَ ذَلِكَ وَكَمَا أَبَاحَ لِنُوحٍ بَعْد خُرُوجه مِنْ السَّفِينَة أَكْل جَمِيع الْحَيَوَانَات ثُمَّ نَسَخَ حِلّ بَعْضهَا وَكَانَ نِكَاح الْأُخْتَيْنِ مُبَاح لِإِسْرَائِيل وَبَنِيهِ وَقَدْ حَرَّمَ ذَلِكَ فِي شَرِيعَة التَّوْرَاة وَمَا بَعْدهَا وَأَمَرَ إِبْرَاهِيم عَلَيْهِ السَّلَام بِذَبْحِ وَلَده ثُمَّ نَسَخَهُ قَبْل الْفِعْل وَأَمَرَ جُمْهُور بَنِي إِسْرَائِيل بِقَتْلِ مَنْ عَبَدَ الْعِجْل مِنْهُمْ ثُمَّ رَفَعَ عَنْهُمْ الْقَتْل كَيْلَا يَسْتَأْصِلهُمْ الْقَتْلُ وَأَشْيَاءُ كَثِيرَةٌ يَطُولُ ذِكْرُهَا وَهُمْ يَعْتَرِفُونَ بِذَلِكَ وَيَصْدِفُونَ عَنْهُ وَمَا يُجَاب بِهِ عَنْ هَذِهِ الْأَدِلَّة بِأَجْوِبَةٍ لَفْظِيَّة فَلَا يَصْرِف الدَّلَالَة فِي الْمَعْنَى إِذْ هُوَ الْمَقْصُود وَكَمَا فِي كُتُبهمْ مَشْهُورًا مِنْ الْبِشَارَة بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْأَمْر بِاتِّبَاعِهِ فَإِنَّهُ يُفِيد وُجُوب مُتَابَعَته عَلَيْهِ الصَّلَاة وَالسَّلَام وَأَنَّهُ لَا يَقْبَل عَمَل إِلَّا عَلَى شَرِيعَته وَسَوَاء قِيلَ إِنَّ الشَّرَائِع الْمُتَقَدِّمَة مُغَيَّاة إِلَى بِعْثَته عَلَيْهِ السَّلَام فَلَا يُسَمَّى ذَلِكَ نَسْخًا لِقَوْلِهِ ثُمَّ أَتِمُّوا الصِّيَام إِلَى اللَّيْل وَقِيلَ إِنَّهَا مُطْلَقَة وَإِنَّ شَرِيعَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَسَخَتْهَا فَعَلَى كُلّ تَقْدِير فَوُجُوب مُتَابَعَته مُتَعَيِّن لِأَنَّهُ جَاءَ بِكِتَابِ هُوَ آخِر الْكُتُب عَهْدًا بِاَللَّهِ تَبَارَكَ وَتَعَالَى فَفِي هَذَا الْمَقَام بَيَّنَ تَعَالَى جَوَاز النَّسْخ رَدًّا عَلَى الْيَهُود عَلَيْهِمْ لَعْنَة اللَّه حَيْثُ قَالَ تَعَالَى\" أَلَمْ تَعْلَم أَنَّ اللَّهَ عَلَى كُلّ شَيْء قَدِير أَلَمْ تَعْلَم أَنَّ اللَّه لَهُ مُلْك السَّمَوَات وَالْأَرْض \" الْآيَة فَكَمَا أَنَّ لَهُ الْمُلْك بِلَا مُنَازِع فَكَذَلِكَ لَهُ الْحُكْم بِمَا يَشَاء أَلَا لَهُ الْخَلْق وَالْأَمْر وَقُرِئَ فِي سُورَة آل عِمْرَان الَّتِي نَزَلَ صَدْرهَا خِطَاب مَعَ أَهْل الْكِتَاب وُقُوع النَّسْخ فِي وَقَوْله تَعَالَى \" كُلّ الطَّعَام كَانَ حِلًّا لِبَنِي إِسْرَائِيل إِلَّا مَا حَرَّمَ إِسْرَائِيل عَلَى نَفْسه \" الْآيَة كَمَا سَيَأْتِي تَفْسِيره وَالْمُسْلِمُونَ كُلّهمْ مُتَّفِقُونَ عَلَى جَوَاز النَّسْخ فِي أَحْكَام اللَّه تَعَالَى لِمَا لَهُ فِي ذَلِكَ مِنْ الْحِكْمَة الْبَالِغَة وَكُلّهمْ قَالَ بِوُقُوعِهِ وَقَالَ أَبُو مُسْلِم الْأَصْبَهَانِيّ الْمُفَسِّر : لَمْ يَقَع شَيْء مِنْ ذَلِكَ فِي الْقُرْآن وَقَوْله ضَعِيف مَرْدُود مَرْذُول وَقَدْ تَعَسَّفَ فِي الْأَجْوِبَة عَمَّا وَقَعَ مِنْ النَّسْخ فَمَنْ ذَلِكَ قَضِيَّة الْعِدَّة بِأَرْبَعَةِ أَشْهُر وَعَشْرًا بَعْد الْحَوْل لَمْ يُجِبْ عَلَى ذَلِكَ بِكَلَامٍ مَقْبُول وَقَضِيَّة تَحْوِيل الْقِبْلَة إِلَى الْكَعْبَة عَنْ بَيْت الْمَقْدِس لَمْ يُجِبْ بِشَيْءٍ وَمِنْ ذَلِكَ نَسْخ مُصَابَرَة الْمُسْلِم لِعَشَرَةٍ مِنْ الْكَفَرَة إِلَى مُصَابَرَة الِاثْنَيْنِ وَمِنْ ذَلِكَ نَسْخ وُجُوب الصَّدَقَة قَبْل مُنَاجَاة الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَغَيْر ذَلِكَ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38506, "aya_id": 107}]