[{"text": "وَلاَ تَقْتُلُواْ أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم إنَّ قَتْلَهُمْ كَانَ خِطْءًا كَبِيرًا", "sura_id": 17, "type": 0, "id": 2060, "aya_id": 31}, {"text": "ولا تقتلوا أولادكم خشية إملاق نحن نرزقهم و إياكم إن قتلهم كان خطأ كبيرا", "sura_id": 17, "type": 1, "id": 8296, "aya_id": 31}, {"text": "31 - (ولا تقتلوا أولادكم) بالوأد (خشية) مخافة (إملاق) فقر (نحن نرزقهم وإياكم إن قتلهم كان خطأ) إثما (كبيرا) عظيما \r\n", "sura_id": 17, "type": 2, "id": 27004, "aya_id": 31}, {"text": "وإذا علمتم أن الرزق بيد الله سبحانه فلا تقتلوا -أيها الناس- أولادكم خوفًا من الفقر؛ فإنه -سبحانه- هو الرزاق لعباده، يرزق الأبناء كما يرزق الآباء، إنَّ قَتْلَ الأولاد ذنب عظيم.\r\n", "sura_id": 17, "type": 3, "id": 33240, "aya_id": 31}, {"text": " <font color=red>وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة دَالَّة عَلَى أَنَّ اللَّه تَعَالَى أَرْحَم بِعِبَادِهِ مِنْ الْوَالِد بِوَلَدِهِ لِأَنَّهُ نَهَى عَنْ قَتْل الْأَوْلَاد كَمَا أَوْصَى الْآبَاء بِالْأَوْلَادِ فِي الْمِيرَاث وَكَانَ أَهْل الْجَاهِلِيَّة لَا يُوَرِّثُونَ الْبَنَات بَلْ كَانَ أَحَدهمْ رُبَّمَا قَتَلَ اِبْنَته لِئَلَّا تُكْثِر عَيْلَته فَنَهَى اللَّه تَعَالَى عَنْ ذَلِكَ وَقَالَ \" وَلَا تَقْتُلُوا أَوْلَادكُمْ خَشْيَة إِمْلَاق \" أَيْ خَوْف أَنْ تَفْتَقِرُوا فِي ثَانِي الْحَال وَلِهَذَا قَدَّمَ الِاهْتِمَام بِرِزْقِهِمْ فَقَالَ \" نَحْنُ نَرْزُقهُمْ وَإِيَّاكُمْ \" وَفِي الْأَنْعَام \" وَلَا تَقْتُلُوا أَوْلَادكُمْ مِنْ إِمْلَاق \" أَيْ مِنْ فَقْر \" نَحْنُ نَرْزُقكُمْ وَإِيَّاهُمْ \" وَقَوْله \" إِنَّ قَتْلهمْ كَانَ خِطْئًا كَبِيرًا \" أَيْ ذَنْبًا عَظِيمًا وَقَرَأَ بَعْضهمْ \" كَانَ خَطَأ كَبِيرًا \" وَهُوَ بِمَعْنَاهُ . وَفِي الصَّحِيحَيْنِ عَنْ عَبْد اللَّه بْن مَسْعُود قُلْت يَا رَسُول اللَّه أَيّ الذَّنْب أَعْظَم ؟ قَالَ \" أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك - قُلْت ثُمَّ أَيّ - ؟ قَالَ أَنْ تَقْتُل وَلَدك خَشْيَة أَنْ يَطْعَم مَعَك - قُلْت ثُمَّ أَيّ ؟ قَالَ أَنْ تُزَانِي بِحَلِيلَةِ جَارك \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38214, "aya_id": 31}]