[{"text": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُوْلَئِكَ هُمُ الْخَاسِرُونَ", "sura_id": 39, "type": 0, "id": 4121, "aya_id": 63}, {"text": "له مقاليد السماوات والأرض والذين كفروا بآيات الله أولئك هم الخاسرون", "sura_id": 39, "type": 1, "id": 10357, "aya_id": 63}, {"text": "63 - (له مقاليد السماوات والأرض) مفاتيح خزائنها من المطر والنبات وغيرهما (والذين كفروا بآيات الله) القرآن (أولئك هم الخاسرون) متصل بقوله وينجي الله الذين اتقوا الخ وما بينهما اعتراض \r\n", "sura_id": 39, "type": 2, "id": 29065, "aya_id": 63}, {"text": "لله مفاتيح خزائن السموات والأرض, يعطي منها خَلْقَه كيف يشاء. والذين جحدوا بآيات القرآن وما فيها من الدلائل الواضحة, أولئك هم الخاسرون في الدنيا بخِذْلانهم عن الإيمان, وفي الآخرة بخلودهم في النار.\r\n", "sura_id": 39, "type": 3, "id": 35301, "aya_id": 63}, {"text": " <font color=red>لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ</font><BR><p>وَقَوْله عَزَّ وَجَلَّ \" لَهُ مَقَالِيد السَّمَاوَات وَالْأَرْض \" قَالَ مُجَاهِد : الْمَقَالِيد هِيَ الْمَفَاتِيح بِالْفَارِسِيَّةِ وَكَذَا قَالَ قَتَادَة وَابْن زَيْد وَسُفْيَان اِبْن عُيَيْنَة وَقَالَ السُّدِّيّ \" لَهُ مَقَالِيد السَّمَاوَات وَالْأَرْض \" أَيْ خَزَائِن السَّمَاوَات وَالْأَرْض وَالْمَعْنَى عَلَى كِلَا الْقَوْلَيْنِ أَنَّ أَزِمَّة الْأُمُور بِيَدِهِ تَبَارَكَ وَتَعَالَى لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير وَلِهَذَا قَالَ جَلَّ وَعَلَا \" وَاَلَّذِينَ كَفَرُوا بِآيَاتِ اللَّه \" أَيْ حُجَجه وَبَرَاهِينه \" أُولَئِكَ هُمْ الْخَاسِرُونَ \" وَقَدْ رَوَى اِبْن أَبِي حَاتِم هَهُنَا حَدِيثًا غَرِيبًا جِدًّا وَفِي صِحَّته نَظَرٌ وَلَكِنْ نَحْنُ نَذْكُرُهُ كَمَا ذَكَرَهُ فَإِنَّهُ قَالَ حَدَّثَنَا يَزِيد بْن سِنَان الْبَصْرِيّ بِمِصْرَ حَدَّثَنَا يَحْيَى بْن حَمَّاد حَدَّثَنَا الْأَغْلَب بْن تَمِيم عَنْ مَخْلَد بْن هُذَيْل الْعَبْدِيّ عَنْ عَبْد الرَّحْمَن الْمَدَنِيّ عَنْ عَبْد اللَّه بْن عُمَر عَنْ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ تَفْسِير قَوْله تَعَالَى \" لَهُ مَقَالِيد السَّمَاوَات وَالْأَرْض \" فَقَالَ \" مَا سَأَلَنِي عَنْهَا أَحَد قَبْلك يَا عُثْمَان \" قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَفْسِيرهَا لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَسُبْحَان اللَّه وَبِحَمْدِهِ أَسْتَغْفِر اللَّه وَلَا قُوَّة إِلَّا بِاَللَّهِ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن بِيَدِهِ الْخَيْر يُحْيِي وَيُمِيت وَهُوَ عَلَى كُلّ شَيْء قَدِير مِنْ قَالَهَا يَا عُثْمَان إِذَا أَصْبَحَ عَشْر مِرَار أُعْطِيَ خِصَالًا سِتًّا : أَمَّا أُولَاهُنَّ فَيُحْرَس مِنْ إِبْلِيس وَجُنُوده وَأَمَّا الثَّانِيَة فَيُعْطَى قِنْطَارًا مِنْ الْأَجْر وَأَمَّا الثَّالِثَة فَتُرْفَع لَهُ دَرَجَة فِي الْجَنَّة وَأَمَّا الرَّابِعَة فَيَتَزَوَّج مِنْ الْحُور الْعِين وَأَمَّا الْخَامِسَة فَيَحْضُرهُ اِثْنَا عَشَر مَلَكًا وَأَمَّا السَّادِسَة فَيُعْطَى مِنْ الْأَجْر كَمَنْ قَرَأَ الْقُرْآن وَالتَّوْرَاة وَالْإِنْجِيل وَالزَّبُور وَلَهُ مَعَ هَذَا يَا عُثْمَان مِنْ الْأَجْر كَمَنْ حَجَّ وَتُقُبِّلَتْ حَجَّته وَاعْتَمَرَ فَتُقُبِّلَتْ عُمْرَته فَإِنْ مَاتَ مِنْ يَوْمه طُبِعَ عَلَيْهِ بِطَابَعِ الشُّهَدَاء \" وَرَوَاهُ أَبُو يَعْلَى الْمَوْصِلِيّ مِنْ حَدِيث يَحْيَى بْن حَمَّاد بِهِ مِثْله وَهُوَ غَرِيب وَفِيهِ نَكَارَة شَدِيدَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40751, "aya_id": 63}]