[{"text": "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُم بِالَّتِي تُقَرِّبُكُمْ عِندَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُوْلَئِكَ لَهُمْ جَزَاء الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ", "sura_id": 34, "type": 0, "id": 3643, "aya_id": 37}, {"text": "وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل صالحا فأولئك لهم جزاء الضعف بما عملوا وهم في الغرفات آمنون", "sura_id": 34, "type": 1, "id": 9879, "aya_id": 37}, {"text": "37 - (وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى) قربى أي تقريبا (إلا) لكن (من آمن وعمل صالحا فأولئك لهم جزاء الضعف بما عملوا) أي جزاء العمل الحسنة مثلا بعشر فأكثر (وهم في الغرفات) من الجنة (آمنون) من الموت وغيره وفي قراءة الغرفة بمعنى الجمع \r\n", "sura_id": 34, "type": 2, "id": 28587, "aya_id": 37}, {"text": "وليست أموالكم ولا أولادكم بالتي تقربكم عندنا قربى, وترفع درجاتكم, لكن مَن آمن بالله وعمل صالحًا فهؤلاء لهم ثواب الضعف من الحسنات, فالحسنة بعشر أمثالها إلى ما يشاء الله من الزيادة, وهم في أعالي الجنة آمنون من العذاب والموت والأحزان.\r\n", "sura_id": 34, "type": 3, "id": 34823, "aya_id": 37}, {"text": " <font color=red>وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ</font><BR><p>قَالَ تَعَالَى : \" وَمَا أَمْوَالكُمْ وَلَا أَوْلَادكُمْ بِاَلَّتِي تُقَرِّبكُمْ عِنْدنَا زُلْفَى \" أَيْ لَيْسَتْ هَذِهِ دَلِيلًا عَلَى مَحَبَّتنَا لَكُمْ وَلَا اِعْتِنَائِنَا بِكُمْ . قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا كَثِير حَدَّثَنَا جَعْفَر حَدَّثَنَا يَزِيد بْن الْأَصَمّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ اللَّه تَعَالَى لَا يَنْظُر إِلَى صُوَركُمْ وَأَمْوَالكُمْ وَلَكِنْ إِنَّمَا يَنْظُر إِلَى قُلُوبكُمْ وَأَعْمَالكُمْ \" وَرَوَاهُ مُسْلِم وَابْن مَاجَهْ مِنْ حَدِيث كَثِير بْن هِشَام عَنْ جَعْفَر بْن بُرْقَان بِهِ . وَلِهَذَا قَالَ اللَّه تَعَالَى : \" إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا \" أَيْ إِنَّمَا يُقَرِّبكُمْ عِنْدنَا زُلْفَى الْإِيمَان وَالْعَمَل الصَّالِح\" فَأُولَئِكَ لَهُمْ جَزَاء الضِّعْف بِمَا عَمِلُوا \" أَيْ تُضَاعَف لَهُمْ الْحَسَنَة بِعَشَرَةِ أَمْثَالهَا إِلَى سَبْعمِائَةِ ضِعْف\" وَهُمْ فِي الْغُرُفَات آمِنُونَ \" أَيْ فِي مَنَازِل الْجَنَّة الْعَالِيَة آمِنُونَ مِنْ كُلّ بَأْس وَخَوْف وَأَذًى وَمِنْ كُلّ شَرّ يُحْذَر مِنْهُ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا فَرْوَة بْن أَبِي الْمِغْرَاء الْكِنْدِيّ حَدَّثَنَا الْقَاسِم وَعَلِيّ بْن مُسْهِر عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ النُّعْمَان بْن سَعْد عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ فِي الْجَنَّة لَغُرَفًا تُرَى ظُهُورهَا مِنْ بُطُونهَا وَبُطُونهَا مِنْ ظُهُورهَا \" فَقَالَ أَعْرَابِيّ لِمَنْ هِيَ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِمَنْ طَيَّبَ الْكَلَام وَأَطْعَمَ الطَّعَام وَأَدَامَ الصِّيَام وَصَلَّى بِاللَّيْلِ وَالنَّاس نِيَام \" .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40270, "aya_id": 37}]