[{"text": "وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا", "sura_id": 19, "type": 0, "id": 2275, "aya_id": 25}, {"text": "و هزي إليك بجذع النخلة تساقط عليك رطبا جنيا", "sura_id": 19, "type": 1, "id": 8511, "aya_id": 25}, {"text": "25 - (وهزي إليك بجذع النخلة) كانت يابسة والباء زائدة (تساقط) أصله بتاءين قلبت الثانية سينا وادغمت في السين وفي قراءة تركها (عليك رطبا) تمييز (جنيا) صفته \r\n", "sura_id": 19, "type": 2, "id": 27219, "aya_id": 25}, {"text": "وحَرِّكي جذع النخلة تُسَاقِطْ عليك رطبًا غَضًّا جُنِيَ مِن ساعته.\r\n", "sura_id": 19, "type": 3, "id": 33455, "aya_id": 25}, {"text": " <font color=red>وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا</font><BR><p>وَلِهَذَا قَالَ بَعْده \" وَهُزِّي إِلَيْك بِجِذْعِ النَّخْلَة \" أَيْ وَخُذِي إِلَيْك بِجِذْعِ النَّخْلَة قِيلَ كَانَتْ يَابِسَة قَالَهُ اِبْن عَبَّاس وَقِيلَ مُثْمِرَة قَالَ مُجَاهِد كَانَتْ عَجْوَة وَقَالَ الثَّوْرِيّ عَنْ أَبِي دَاوُد نُفَيْع الْأَعْمَى كَانَتْ صَرَفَانَة وَالظَّاهِر أَنَّهَا كَانَتْ شَجَرَة وَلَكِنْ لَمْ تَكُنْ فِي إِبَّان ثَمَرهَا قَالَهُ وَهْب بْن مُنَبِّه وَلِهَذَا اِمْتَنَّ عَلَيْهَا بِذَلِكَ بِأَنْ جَعَلَ عِنْدهَا طَعَامًا وَشَرَابًا فَقَالَ \" تُسَاقِط عَلَيْك رُطَبًا جَنِيًّا فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا \" أَيْ طِيبِي نَفْسًا وَلِهَذَا قَالَ عَمْرو بْن مَيْمُون : مَا مِنْ شَيْء خَيْر لِلنُّفَسَاءِ مِنْ التَّمْر وَالرُّطَب ثُمَّ تَلَا هَذِهِ الْآيَة الْكَرِيمَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا شَيْبَان حَدَّثَنَا مَسْرُور بْن سَعِيد التَّمِيمِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن عَمْرو الْأَوْزَاعِيّ عَنْ عُرْوَة بْن رُوَيْم عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَكْرِمُوا عَمَّتكُمْ النَّخْلَة فَإِنَّهَا خُلِقَتْ مِنْ الطِّين الَّذِي خُلِقَ مِنْهُ آدَم عَلَيْهِ السَّلَام وَلَيْسَ مِنْ الشَّجَر شَيْء يُلَقَّح غَيْرهَا \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَطْعِمُوا نِسَاءَكُمْ الْوُلْد الرُّطَب فَإِنْ لَمْ يَكُنْ رُطَب فَتَمْر وَلَيْسَ مِنْ الشَّجَر شَجَرَة أَكْرَم عَلَى اللَّه مِنْ شَجَرَة نَزَلَتْ تَحْتهَا مَرْيَم بِنْت عِمْرَان \" هَذَا حَدِيث مُنْكَر جِدًّا وَرَوَاهُ أَبُو يَعْلَى عَنْ شَيْبَان بِهِ وَقَرَأَ بَعْضهمْ \" تَسَّاقَط \" بِتَشْدِيدِ السِّين وَآخَرُونَ بِتَخْفِيفِهَا وَقَرَأَ أَبُو نَهِيك \" تُسْقِط عَلَيْك رُطَبًا جَنِيًّا \" وَرَوَى أَبُو إِسْحَاق عَنْ الْبَرَاء أَنَّهُ قَرَأَهَا \" يَسَّاقَط \" أَيْ الْجِذْع وَالْكُلّ مُتَقَارِب .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38416, "aya_id": 25}]