[{"text": "إِلَى رَبِّهَا نَاظِرَةٌ", "sura_id": 75, "type": 0, "id": 5574, "aya_id": 23}, {"text": "إلى ربها ناظرة", "sura_id": 75, "type": 1, "id": 11810, "aya_id": 23}, {"text": "23 - (إلى ربها ناظرة) أي يرون الله سبحانه وتعالى في الآخرة \r\n", "sura_id": 75, "type": 2, "id": 30518, "aya_id": 23}, {"text": "ترى خالقها ومالك أمرها, فتتمتع بذلك.\r\n", "sura_id": 75, "type": 3, "id": 36754, "aya_id": 23}, {"text": " <font color=red>إِلَى رَبِّهَا نَاظِرَةٌ</font><BR><p>أَيْ تَرَاهُ عِيَانًا كَمَا رَوَاهُ الْبُخَارِيّ رَحِمَهُ اللَّه تَعَالَى فِي صَحِيحه \" إِنَّكُمْ سَتَرَوْنَ رَبّكُمْ عِيَانًا \" وَقَدْ ثَبَتَتْ رُؤْيَة الْمُؤْمِنِينَ لِلَّهِ عَزَّ وَجَلَّ فِي الدَّار الْآخِرَة فِي الْأَحَادِيث الصِّحَاح مِنْ طُرُق مُتَوَاتِرَة عِنْد أَئِمَّة الْحَدِيث لَا يُمْكِن دَفْعهَا وَلَا مَنْعهَا لِحَدِيثِ أَبِي سَعِيد وَأَبِي هُرَيْرَة وَهُمَا فِي الصَّحِيحَيْنِ أَنَّ نَاسًا قَالُوا يَا رَسُول اللَّه هَلْ نَرَى رَبّنَا يَوْم الْقِيَامَة ؟ فَقَالَ\" هَلْ تُضَارُّونَ فِي رُؤْيَة الشَّمْس وَالْقَمَر لَيْسَ دُونهمَا سَحَاب ؟ \" قَالُوا لَا قَالَ \" فَإِنَّكُمْ تَرَوْنَ رَبّكُمْ كَذَلِكَ\" . وَفِي الصَّحِيحَيْنِ عَنْ جَرِير قَالَ نَظَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْقَمَر لَيْلَة الْبَدْر فَقَالَ\" إِنَّكُمْ تَرَوْنَ رَبّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَر فَإِنْ اِسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاة قَبْل طُلُوع الشَّمْس وَلَا قَبْل غُرُوبهَا فَافْعَلُوا \" وَفِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" جَنَّتَانِ مِنْ ذَهَب آنِيَتهمَا وَمَا فِيهِمَا وَجَنَّتَانِ مِنْ فِضَّة آنِيَتهمَا وَمَا فِيهِمَا وَمَا بَيْن الْقَوْم وَبَيْن أَنْ يَنْظُرُوا إِلَى اللَّه عَزَّ وَجَلَّ إِلَّا رِدَاء الْكِبْرِيَاء عَلَى وَجْهه فِي جَنَّة عَدْن \" . وَفِي أَفْرَاد مُسْلِم عَنْ صُهَيْب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا دَخَلَ أَهْل الْجَنَّة الْجَنَّة قَالَ : يَقُول اللَّه تَعَالَى : تُرِيدُونَ شَيْئًا أَزِيدكُمْ ؟ فَيَقُولُونَ : أَلَمْ تُبَيِّض وُجُوهنَا ؟ أَلَمْ تُدْخِلنَا الْجَنَّة وَتُنْجِينَا مِنْ النَّار ؟ قَالَ فَيَكْشِف الْحِجَاب فَمَا أُعْطُوا شَيْئًا أَحَبّ إِلَيْهِمْ مِنْ النَّظَر إِلَى رَبّهمْ وَهِيَ الزِّيَادَة \" ثُمَّ تَلَا هَذِهِ الْآيَة لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة \" . وَفِي أَفْرَاد مُسْلِم عَنْ جَابِر فِي حَدِيثه\" إِنَّ اللَّه يَتَجَلَّى لِلْمُؤْمِنِينَ يَضْحَك \" يَعْنِي فِي عَرَصَات الْقِيَامَة فَفِي هَذِهِ الْأَحَادِيث أَنَّ الْمُؤْمِنِينَ يَنْظُرُونَ إِلَى رَبّهمْ عَزَّ وَجَلَّ فِي الْعَرَصَات وَفِي رَوْضَات الْجَنَّات وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا عَبْد الْمَلِك بْن أَبْجَر حَدَّثَنَا يَزِيد بْن أَبِي فَاخِتَة عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ أَدْنَى أَهْل الْجَنَّة مَنْزِلَة لَيَنْظُر فِي مُلْكه أَلْفَيْ سَنَة يَرَى أَقْصَاهُ كَمَا يَرَى أَدْنَاهُ يَنْظُر إِلَى أَزْوَاجه وَخَدَمه وَإِنَّ أَفْضَلهمْ مَنْزِلَة لَيَنْظُر إِلَى وَجْه اللَّه كُلّ يَوْم مَرَّتَيْنِ \" وَرَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ شَبَابَة عَنْ إِسْرَائِيل عَنْ نُوَيْر قَالَ سَمِعْت اِبْن عُمَر فَذَكَرَهُ قَالَ : وَرَوَاهُ عَبْد الْمَلِك بْن أَبْجَر عَنْ نُوَيْر عَنْ مُجَاهِد عَنْ اِبْن عُمَر وَكَذَلِكَ رَوَاهُ النُّورِيّ عَنْ نُوَيْر عَنْ مُجَاهِد عَنْ اِبْن عَمْرو لَمْ يَرْفَعهُ وَلَوْلَا خَشْيَة الْإِطَالَة لَأَوْرَدْنَا الْأَحَادِيث بِطُرُقِهَا وَأَلْفَاظهَا مِنْ الصِّحَاح وَالْحِسَان وَالْمَسَانِيد وَالسُّنَن وَلَكِنْ ذَكَرْنَا ذَلِكَ مُفَرَّقًا فِي مَوَاضِع مِنْ هَذَا التَّفْسِير وَبِاَللَّهِ التَّوْفِيق وَهَذَا بِحَمْدِ اللَّه مُجْمَع عَلَيْهِ بَيْن الصَّحَابَة وَالتَّابِعِينَ وَسَلَف هَذِهِ الْأُمَّة كَمَا هُوَ مُتَّفَق عَلَيْهِ بَيْن أَئِمَّة الْإِسْلَام وَهُدَاة الْأَنَام وَمَنْ تَأَوَّلَ ذَلِكَ بِأَنَّ الْمُرَاد بِإِلَى مُفْرَد الْآلَاء وَهِيَ النِّعَم كَمَا قَالَ الثَّوْرِيّ عَنْ مَنْصُور عَنْ مُجَاهِد \" إِلَى رَبّهَا نَاظِرَة \" قَالَ تَنْتَظِر الثَّوَاب مِنْ رَبّهَا رَوَاهُ اِبْن جَرِير مِنْ غَيْر وَجْه عَنْ مُجَاهِد وَكَذَا قَالَ أَبُو صَالِح أَيْضًا فَقَدْ أَبْعَد هَذَا النَّاظِر النُّجْعَة وَأَبْطَلَ فِيمَا ذَهَبَ إِلَيْهِ وَأَيْنَ هُوَ مِنْ قَوْله تَعَالَى \" كَلَّا إِنَّهُمْ عَنْ رَبّهمْ يَوْمئِذٍ لَمَحْجُوبُونَ \" قَالَ الشَّافِعِيّ رَحِمَهُ اللَّه تَعَالَى : مَا حَجَبَ الْفُجَّار إِلَّا وَقَدْ عَلِمَ أَنَّ الْأَبْرَار يَرَوْنَهُ عَزَّ وَجَلَّ ثُمَّ قَدْ تَوَاتَرَتْ الْأَخْبَار عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا دَلَّ عَلَيْهِ سِيَاق الْآيَة الْكَرِيمَة وَهِيَ قَوْله تَعَالَى \" إِلَى رَبّهَا نَاظِرَة \" قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْبُخَارِيّ حَدَّثَنَا آدَم حَدَّثَنَا الْمُبَارَك عَنْ الْحَسَن \" وُجُوه يَوْمئِذٍ نَاضِرَة\" قَالَ حَسَنَة \" إِلَى رَبّهَا نَاظِرَة \" قَالَ تَنْظُر إِلَى الْخَالِق وَحُقّ لَهَا أَنْ تَنْضُر وَهِيَ تَنْظُر إِلَى الْخَالِق .</p><BR> <br> ", "sura_id": 75, "type": 4, "id": 42863, "aya_id": 23}]