[{"text": "الَّذِينَ يَذْكُرُونَ اللّهَ قِيَامًا وَقُعُودًا وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ", "sura_id": 3, "type": 0, "id": 484, "aya_id": 191}, {"text": "الذين يذكرون الله قياما وقعودا وعلى جنوبهم ويتفكرون في خلق السماوات والأرض ربنا ما خلقت هذا باطلا سبحانك فقنا عذاب النار", "sura_id": 3, "type": 1, "id": 6720, "aya_id": 191}, {"text": "191 - (الذين) نعت لما قبله أو بدل (يذكرون الله قياما وقعودا وعلى جنوبهم) مضطجعين أي في كل حال ، وعن ابن عباس يصلون كذلك حسب الطاقة (ويتفكرون في خلق السماوات والأرض) ليستدلوا به على قدرة صانعهما يقولون (ربنا ما خلقت هذا) الخلق الذي نراه (باطلاً) حال ، عبثاً بل دليلاً على كمال قدرتك (سبحانك) تنزيها لك عن العبث (فقنا عذاب النار) \r\n", "sura_id": 3, "type": 2, "id": 25428, "aya_id": 191}, {"text": "الذين يذكرون الله في جميع أحوالهم: قيامًا وقعودًا وعلى جنوبهم, وهم يتدبرون في خلق السموات والأرض, قائلين: يا ربنا ما أوجدت هذا الخلق عبثًا, فأنت منزَّه عن ذلك, فاصْرِف عنا عذاب النار.\r\n", "sura_id": 3, "type": 3, "id": 31664, "aya_id": 191}, {"text": " <font color=red>الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ</font><BR><p>وَصَفَ تَعَالَى أُولِي الْأَلْبَاب فَقَالَ \" الَّذِينَ يَذْكُرُونَ اللَّه قِيَامًا وَقُعُودًا وَعَلَى جُنُوبهمْ \" كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عِمْرَان بْن حُصَيْن : أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" صَلِّ قَائِمًا فَإِنْ لَمْ تَسْتَطِعْ فَقَاعِدًا فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبك \" أَيْ لَا يَقْطَعُونَ ذِكْره فِي جَمِيع أَحْوَالهمْ بِسَرَائِرِهِمْ وَضَمَائِرهمْ وَأَلْسِنَتهمْ \" وَيَتَفَكَّرُونَ فِي خَلْق السَّمَوَات وَالْأَرْض \" أَيْ يَفْهَمُونَ مَا فِيهِمَا مِنْ الْحِكَم الدَّالَّة عَلَى عَظَمَة الْخَالِق وَقُدْرَته وَحِكْمَته وَاخْتِيَاره وَرَحْمَته . وَقَالَ الشَّيْخ أَبُو سُلَيْمَان الدَّارَانِيّ : إِنِّي لَأَخْرُج مِنْ مَنْزِلِي فَمَا يَقَع بَصَرِي عَلَى شَيْءٍ إِلَّا رَأَيْت لِلَّهِ عَلَيَّ فِيهِ نِعْمَة وَلِي فِيهِ عِبْرَة رَوَاهُ اِبْن أَبِي الدُّنْيَا فِي كِتَاب التَّوَكُّل وَالِاعْتِبَار . وَعَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ قَالَ : تَفَكُّرُ سَاعَة خَيْر مِنْ قِيَام لَيْلَة . وَقَالَ الْفُضَيْل : قَالَ الْحَسَن : الْفِكْرَة مِرْآة تُرِيك حَسَنَاتك وَسَيِّئَاتك . وَقَالَ سُفْيَان بْن عُيَيْنَةَ : الْفِكْر نُور يَدْخُل قَلْبك وَرُبَّمَا تَمَثَّلَ بِهَذَا الْبَيْت : إِذَا الْمَرْء كَانَتْ لَهُ فِكْرَة فَفِي كُلّ شَيْء لَهُ عِبْرَة وَعَنْ عِيسَى عَلَيْهِ السَّلَام أَنَّهُ قَالَ : طُوبِي لِمَنْ كَانَ قِيلُهُ تَذَكُّرًا وَصَمْته تَفَكُّرًا وَنَظَره عِبَرًا. قَالَ لُقْمَان الْحَكِيم : إِنَّ طُول الْوَحْدَة أَلْهَمُ لِلْفِكْرَةِ وَطُول الْفِكْرَة دَلِيل عَلَى طَرْق بَاب الْجَنَّة . قَالَ وَهْب بْن مُنَبِّه : مَا طَالَتْ فِكْرَة اِمْرِئٍ قَطُّ إِلَّا فَهِمَ وَلَا فَهِمَ اِمْرُؤٌ قَطُّ إِلَّا عَلِمَ وَلَا عَلِمَ اِمْرُؤٌ قَطُّ إِلَّا عَمِلَ. وَقَالَ عُمَر بْن عَبْد الْعَزِيز : الْكَلَام بِذِكْرِ اللَّه عَزَّ وَجَلَّ حَسَن وَالْفِكْرَة فِي نِعَم اللَّه أَفْضَل الْعِبَادَة . وَقَالَ مُغِيث الْأَسْوَد : زُورُوا الْقُبُور كُلّ يَوْم تُفَكِّركُمْ وَشَاهِدُوا الْمَوْقِف بِقُلُوبِكُمْ وَانْظُرُوا إِلَى الْمُنْصَرَف بِالْفَرِيقَيْنِ إِلَى الْجَنَّة أَوْ النَّار وَأَشْعِرُوا قُلُوبكُمْ وَأَبْدَانكُمْ ذِكْر النَّار وَمَقَامهَا وَأَطْبَاقهَا وَكَانَ يَبْكِي عِنْد ذَلِكَ حَتَّى يُرْفَع صَرِيعًا مِنْ بَيْن أَصْحَابه قَدْ ذَهَبَ عَقْله . وَقَالَ عَبْد اللَّه بْن الْمُبَارَك : مَرَّ رَجُل بِرَاهِبٍ عِنْد مَقْبَرَة وَمَزْبَلَة فَنَادَاهُ فَقَالَ : يَا رَاهِب إِنَّ عِنْدك كَنْزَيْنِ مِنْ كُنُوز الدُّنْيَا لَك فِيهِمَا مُعْتَبَر . كَنْز الرِّجَال وَكَنْز الْأَمْوَال . وَعَنْ اِبْن عُمَر : أَنَّهُ كَانَ إِذَا أَرَادَ أَنْ يَتَعَاهَد قَلْبه يَأْتِي الْخَرِبَة فَيَقِف عَلَى بَابهَا فَيُنَادِي بِصَوْتٍ حَزِين فَيَقُول : أَيْنَ أَهْلك ؟ ثُمَّ يَرْجِع إِلَى نَفْسه فَيَقُول : \" كُلّ شَيْء هَالِك إِلَّا وَجْهه \" وَعَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : رَكْعَتَانِ مُقْتَصِدَتَانِ فِي تَفْكِير خَيْر مِنْ قِيَام لَيْلَة وَالْقَلْب سَاهٍ . وَقَالَ الْحَسَن الْبَصْرِيّ : يَا اِبْن آدَم كُلْ فِي ثُلُث بَطْنك وَاشْرَبْ فِي ثُلُثه وَدَعْ ثُلُثه الْآخَر تَتَنَفَّس لِلْفِكْرَةِ . وَقَالَ بَعْض الْحُكَمَاء : مَنْ نَظَرَ إِلَى الدُّنْيَا بِغَيْرِ الْعِبْرَة اِنْطَمَسَ مِنْ بَصَر قَلْبه بِقَدْرِ تِلْكَ الْغَفْلَة . وَقَالَ بِشْر بْن الْحَارِث الْحَافِي : لَوْ تَفَكَّرَ النَّاس فِي عَظَمَة اللَّه تَعَالَى لَمَا عَصَوْهُ وَقَالَ الْحَسَن عَنْ عَامِر بْن عَبْد قَيْس قَالَ : سَمِعْت غَيْر وَاحِد وَلَا اِثْنَيْنِ وَلَا ثَلَاثَة مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولُونَ : إِنَّ ضِيَاء الْإِيمَان أَوْ نُور الْإِيمَان التَّفَكُّر . وَعَنْ عِيسَى عَلَيْهِ السَّلَام أَنَّهُ قَالَ : يَا اِبْن آدَم الضَّعِيف اِتَّقِ اللَّه حَيْثُ مَا كُنْت وَكُنْ فِي الدُّنْيَا ضَعِيفًا وَاِتَّخِذْ الْمَسَاجِد بَيْتًا وَعَلِّمْ عَيْنَيْك الْبُكَاء وَجَسَدك الصَّبْر وَقَلْبك الْفِكْر وَلَا تَهْتَمّ بِرِزْقِ غَد وَعَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ : أَنَّهُ بَكَى يَوْمًا بَيْن أَصْحَابه فَسُئِلَ عَنْ ذَلِكَ ؟ فَقَالَ : فَكَّرْت فِي الدُّنْيَا وَلَذَّاتهَا وَشَهَوَاتهَا فَاعْتَبَرْت مِنْهَا بِهَا مَا تَكَاد شَهَوَاتهَا تَنْقَضِي حَتَّى تُكَدِّرَهَا مَرَارَتهَا وَلَئِنْ لَمْ يَكُنْ فِيهَا عِبْرَة لِمَنْ اعْتَبَرَ إِنَّ فِيهَا مَوَاعِظ لِمَنْ اِدَّكَرَ وَقَالَ اِبْن أَبِي الدُّنْيَا : أَنْشَدَنِي الْحُسَيْن بْن عَبْد الرَّحْمَن : نُزْهَة الْمُؤْمِن الْفِكَر لَذَّة الْمُؤْمِن الْعِبَرْ نَحْمَد اللَّه وَحْده نَحْنُ كُلّ عَلَى خَطَرْ رُبَّ لَاهٍ وَعُمْره قَدْ تَقَضَّى وَمَا شَعَرْ رُبَّ عَيْش قَدْ كَانَ فَوْ قَ الْمُنَى مُونِق الزَّهَرْ فِي خَرِير مِنْ الْعُيُو نِ وَظِلٍّ مِنْ الشَّجَرْ وَسُرُور مِنْ النَّبَا تِ وَطَيِّب مِنْ الثَّمَرْ غَيَّرَتْهُ وَأَهْله سُرْعَة الدَّهْر بِالْغِيَرْ نَحْمَد اللَّه وَحْده إِنَّ فِي ذَا لَمُعْتَبَرْ إِنَّ فِي ذَا لَعِبْرَةً لِلَّبِيبِ إِنْ اِعْتَبَرْ وَقَدْ ذَمَّ اللَّه تَعَالَى مَنْ لَا يَعْتَبِر بِمَخْلُوقَاتِهِ الدَّالَّة عَلَى ذَاته وَصِفَاته وَشَرْعِهِ وَقَدَرِهِ وَآيَاته فَقَالَ : \" وَكَأَيِّنْ مِنْ آيَة فِي السَّمَوَات وَالْأَرْض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ وَمَا يُؤْمِن أَكْثَرهمْ بِاَللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ \" وَمَدَحَ عِبَاده الْمُؤْمِنِينَ \" الَّذِينَ يَذْكُرُونَ اللَّه قِيَامًا وَقُعُودًا وَعَلَى جُنُوبهمْ وَيَتَفَكَّرُونَ فِي خَلْق السَّمَوَات وَالْأَرْض \" قَائِلِينَ \" رَبّنَا مَا خَلَقْت هَذَا بَاطِلًا \" أَيْ مَا خَلَقْت هَذَا الْخَلْق عَبَثًا بَلْ بِالْحَقِّ لِتَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَتَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى ثُمَّ نَزَّهُوهُ عَنْ الْعَبَث وَخَلْقِ الْبَاطِل فَقَالُوا \" سُبْحَانك \" أَيْ عَنْ أَنْ تَخْلُق شَيْئًا بَاطِلًا \" فَقِنَا عَذَاب النَّار \" أَيْ يَا مَنْ خَلَقَ الْخَلْق بِالْحَقِّ وَالْعَدْل يَا مَنْ هُوَ مُنَزَّه عَنْ النَّقَائِص وَالْعَيْب وَالْعَبَث قِنَا مِنْ عَذَاب النَّار بِحَوْلِك وَقُوَّتك وَقَيِّضْنَا لِأَعْمَالٍ تَرْضَى بِهَا عَنَّا وَوَفِّقْنَا لِعَمَلٍ صَالِح تَهْدِينَا بِهِ إِلَى جَنَّات النَّعِيم وَتُجِيرنَا بِهِ مِنْ عَذَابك الْأَلِيم .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39945, "aya_id": 191}]