[{"text": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَاسَّا فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ", "sura_id": 58, "type": 0, "id": 5108, "aya_id": 4}, {"text": "فمن لم يجد فصيام شهرين متتابعين من قبل أن يتماسا فمن لم يستطع فإطعام ستين مسكينا ذلك لتؤمنوا بالله ورسوله وتلك حدود الله وللكافرين عذاب أليم", "sura_id": 58, "type": 1, "id": 11344, "aya_id": 4}, {"text": "4 - (فمن لم يجد) رقبة (فصيام شهرين متتابعين من قبل أن يتماسا فمن لم يستطع) أي الصيام (فإطعام ستين مسكينا) عليه أي من قبل أن يتماسا حملا للمطلق على المقيد لكل مسكين مد من غالب قوت البلد (ذلك) التخفيف في الكفارة (لتؤمنوا بالله ورسوله وتلك) أي الأحكام المذكورة (حدود الله وللكافرين) بها (عذاب أليم) مؤلم \r\n", "sura_id": 58, "type": 2, "id": 30052, "aya_id": 4}, {"text": "فمن لم يجد رقبة يُعتقها، فالواجب عليه صيام شهرين متتاليين من قبل أن يطأ زوجه, فمن لم يستطع صيام الشهرين لعذر شرعي, فعليه أن يطعم ستين مسكينًا ما يشبعهم، ذلك الذي بينَّاه لكم من أحكام الظهار; من أجل أن تصدِّقوا بالله وتتبعوا رسوله وتعملوا بما شرعه الله, وتتركوا ما كنتم عليه في جاهليتكم, وتلك الأحكام المذكورة هي أوامر الله وحدوده فلا تتجاوزوها, وللجاحدين بها عذاب موجع.\r\n", "sura_id": 58, "type": 3, "id": 36288, "aya_id": 4}, {"text": " <font color=red>فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ</font><BR><p>قَدْ تَقَدَّمَتْ الْأَحَادِيث الْآمِرَة بِهَذَا عَلَى التَّرْتِيب كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ فِي قِصَّة الَّذِي جَامَعَ اِمْرَأَته فِي رَمَضَان \" ذَلِكَ لِتُؤْمِنُوا بِاَللَّهِ وَرَسُوله\" أَيْ شَرَعْنَا هَذَا لِهَذَا . وَقَوْله تَعَالَى \" وَتِلْك حُدُود اللَّه \" أَيْ مَحَارِمه فَلَا تَنْتَهِكُوهَا وَقَوْله تَعَالَى \" وَلِلْكَافِرِينَ عَذَاب أَلِيم \" أَيْ الَّذِينَ لَمْ يُؤْمِنُوا وَلَا اِلْتَزَمُوا بِأَحْكَامِ هَذِهِ الشَّرِيعَة لَا تَعْتَقِدُوا أَنَّهُمْ نَاجُونَ مِنْ الْبَلَاء كَلَّا لَيْسَ الْأَمْر كَمَا زَعَمُوا بَلْ لَهُمْ عَذَاب أَلِيم أَيْ فِي الدُّنْيَا وَالْآخِرَة .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42046, "aya_id": 4}]