[{"text": "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللّهِ وَالْمَلآئِكَةِ وَالنَّاسِ أَجْمَعِينَ", "sura_id": 2, "type": 0, "id": 168, "aya_id": 161}, {"text": "إن الذين كفروا وماتوا وهم كفار أولئك عليهم لعنة الله والملائكة والناس أجمعين", "sura_id": 2, "type": 1, "id": 6404, "aya_id": 161}, {"text": "161 - (إن الذين كفروا وماتوا وهم كفار) حال (أولئك عليهم لعنة الله والملائكة والناس أجمعين) أي هم مستحقون ذلك في الدنيا والآخرة. والناس قيل: عام. وقيل: المؤمنون \r\n", "sura_id": 2, "type": 2, "id": 25112, "aya_id": 161}, {"text": "إن الذين جحدوا الإيمان وكتموا الحق, واستمروا على ذلك حتى ماتوا, أولئك عليهم لعنة الله والملائكة والناس أجمعين بالطرد من رحمته.\r\n", "sura_id": 2, "type": 3, "id": 31348, "aya_id": 161}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى عَمَّنْ كَفَرَ بِهِ وَاسْتَمَرَّ بِهِ الْحَال إِلَى مَمَاته بِأَنَّ \" عَلَيْهِمْ لَعْنَة اللَّه وَالْمَلَائِكَة وَالنَّاس أَجْمَعِينَ خَالِدِينَ فِيهَا \" أَيْ فِي اللَّعْنَة التَّابِعَة لَهُمْ إِلَى يَوْم الْقِيَامَة ثُمَّ الْمُصَاحَبَة لَهُمْ فِي نَار جَهَنَّم الَّتِي \" لَا يُخَفَّفُ عَنْهُمْ الْعَذَاب\" فِيهَا أَيْ لَا يُنْقَص عَمَّا هُمْ فِيهِ \" وَلَا هُمْ يُنْظَرُونَ\" أَيْ لَا يُغَيَّر عَنْهُمْ سَاعَة وَاحِدَة وَلَا يَفْتُر بَلْ هُوَ مُتَوَاصِل دَائِم فَنَعُوذ بِاَللَّهِ مِنْ ذَلِكَ قَالَ أَبُو الْعَالِيَة وَقَتَادَة إِنَّ الْكَافِر يُوقَف يَوْم الْقِيَامَة فَيَلْعَنهُ اللَّهُ ثُمَّ تَلْعَنهُ الْمَلَائِكَة ثُمَّ يَلْعَنهُ النَّاس أَجْمَعُونَ. </p><p> \" فَصْلٌ \" لَا خِلَاف فِي جَوَاز لَعْن الْكُفَّار وَقَدْ كَانَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَمَنْ بَعْده مِنْ الْأَئِمَّة يَلْعَنُونَ الْكَفَرَة فِي الْقُنُوت وَغَيْره فَأَمَّا الْكَافِر الْمُعَيَّن فَقَدْ ذَهَبَ جَمَاعَة مِنْ الْعُلَمَاء إِلَى أَنَّهُ لَا يُلْعَن لِأَنَّا لَا نَدْرِي بِمَا يَخْتِم اللَّهُ لَهُ وَاسْتَدَلَّ بَعْضهمْ بِالْآيَةِ \" إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّار أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ \" وَقَالَتْ طَائِفَة أُخْرَى : بَلْ يَجُوز لَعْن الْكَافِر الْمُعَيَّن اخْتَارَهُ الْفَقِيهُ أَبُو بَكْر بْن الْعَرَبِيّ الْمَالِكِيّ وَلَكِنَّهُ اِحْتَجَّ بِحَدِيثِ فِيهِ ضَعْفٌ وَاسْتَدَلَّ غَيْره بِقَوْلِهِ عَلَيْهِ السَّلَام فِي قِصَّة الَّذِي كَانَ يُؤْتَى بِهِ سَكْرَان فَيَحُدّهُ فَقَالَ رَجُل لَعَنَهُ اللَّه مَا أَكْثَر مَا يُؤْتَى بِهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَلْعَنهُ فَإِنَّهُ يُحِبُّ اللَّهَ وَرَسُولَهُ \" فَدَلَّ عَلَى أَنَّ مَنْ لَا يُحِبّ اللَّه وَرَسُوله يُلْعَنُ وَاَللَّهُ أَعْلَمُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38566, "aya_id": 161}]