[{"text": "وَأَنزَلَ الَّذِينَ ظَاهَرُوهُم مِّنْ أَهْلِ الْكِتَابِ مِن صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا", "sura_id": 33, "type": 0, "id": 3559, "aya_id": 26}, {"text": "وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتأسرون فريقا", "sura_id": 33, "type": 1, "id": 9795, "aya_id": 26}, {"text": "26 - (وأنزل الذين ظاهروهم من أهل الكتاب) أي قؤيظة (من صياصيهم) حصونهم جمع صيصية وهو ما يتحصن به (وقذف في قلوبهم الرعب) الخوف (فريقا تقتلون) منهم وهم المقاتلة (وتأسرون فريقا) منهم أي الذراري \r\n", "sura_id": 33, "type": 2, "id": 28503, "aya_id": 26}, {"text": "وأنزل الله يهود بني قريظة من حصونهم; لإعانتهم الأحزاب في قتال المسلمين, وألقى في قلوبهم الخوف فهُزموا, تقتلون منهم فريقًا, وتأسرون فريقًا آخر.\r\n", "sura_id": 33, "type": 3, "id": 34739, "aya_id": 26}, {"text": " <font color=red>وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا</font><BR><p>قَدْ تَقَدَّمَ أَنَّ بَنِي قُرَيْظَة لَمَّا قَدِمَتْ جُنُود الْأَحْزَاب وَنَزَلُوا عَلَى الْمَدِينَة نَقَضُوا مَا كَانَ بَيْنهمْ وَبَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْعَهْد وَكَانَ ذَلِكَ بِسِفَارَةِ حُيَيّ بْن أَخْطَبَ النَّضْرِيّ لَعَنَهُ اللَّه دَخَلَ حِصْنهمْ وَلَمْ يَزَلْ بِسَيِّدِهِمْ كَعْب بْن أَسَد حَتَّى نَقَضَ الْعَهْد وَقَالَ لَهُ فِيمَا قَالَ وَيْحك قَدْ جِئْتُك بِعِزِّ الدَّهْر أَتَيْتُك بِقُرَيْشٍ وَأَحَابِيشهَا وَغَطَفَان وَأَتْبَاعهَا وَلَا يَزَالُونَ هَهُنَا حَتَّى يَسْتَأْصِلُوا مُحَمَّدًا وَأَصْحَابه فَقَالَ لَهُ كَعْب بَلْ وَاَللَّه أَتَيْتنِي بِذُلِّ الدَّهْر وَيْحك يَا حُيَيّ إِنَّك مَشْئُوم فَدَعْنَا مِنْك فَلَمْ يَزَلْ يَفْتِل فِي الذُّرْوَة وَالْغَارِب حَتَّى أَجَابَهُ وَاشْتَرَطَ لَهُ حُيَيّ إِنْ ذَهَبَ الْأَحْزَاب وَلَمْ يَكُنْ مِنْ أَمْرهمْ شَيْء أَنْ يَدْخُل مَعَهُمْ فِي الْحِصْن فَيَكُون لَهُ أُسْوَتهمْ فَلَمَّا نَقَضَتْ قُرَيْظَة وَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَاءَهُ وَشَقَّ عَلَيْهِ وَعَلَى الْمُسْلِمِينَ جِدًّا فَلَمَّا أَيَّدَهُ اللَّه تَعَالَى وَنَصَرَهُ وَكَبَتَ الْأَعْدَاء وَرَدَّهُمْ خَائِبِينَ بِأَخْسَر صَفْقَة وَرَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَة مُؤَيَّدًا مَنْصُورًا وَوَضَعَ النَّاس السِّلَاح فَبَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَغْتَسِل مِنْ وَعْثَاء تِلْكَ الْمُرَابَطَة فِي بَيْت أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا إِذْ تَبَدَّى لَهُ جِبْرِيل عَلَيْهِ السَّلَام مُعْتَجِرًا بِعِمَامَةٍ مِنْ إِسْتَبْرَق عَلَى بَغْلَة عَلَيْهَا قَطِيفَة مِنْ دِيبَاج فَقَالَ : أَوَضَعْت السِّلَاح يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ \" قَالَ لَكِنَّ الْمَلَائِكَة لَمْ تَضَع أَسْلِحَتهَا وَهَذَا الْآن رُجُوعِي مِنْ طَلَب الْقَوْم ثُمَّ قَالَ : إِنَّ اللَّه تَبَارَكَ وَتَعَالَى يَأْمُرك أَنْ تَنْهَض إِلَى بَنِي قُرَيْظَة وَفِي رِوَايَة فَقَالَ لَهُ عَذِيرك مِنْ مُقَاتِل أَوَضَعْتُمْ السِّلَاح ؟ قَالَ \" نَعَمْ \" قَالَ لَكِنَّا لَمْ نَضَع أَسْلِحَتنَا بَعْد اِنْهَضْ إِلَى هَؤُلَاءِ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيْنَ ؟ \" قَالَ بَنِي قُرَيْظَة فَإِنَّ اللَّه تَعَالَى أَمَرَنِي أَنْ أُزَلْزِل عَلَيْهِمْ فَنَهَضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ فَوْره وَأَمَرَ النَّاس بِالْمَسِيرِ إِلَى بَنِي قُرَيْظَة وَكَانَتْ عَلَى أَمْيَال مِنْ الْمَدِينَة وَذَلِكَ بَعْد صَلَاة الظُّهْر وَقَالَ \" لَا يُصَلِّيَنَّ أَحَد مِنْكُمْ الْعَصْر إِلَّا فِي بَنِي قُرَيْظَة \" فَسَارَ النَّاس فَأَدْرَكَتْهُمْ الصَّلَاة فِي الطَّرِيق فَصَلَّى بَعْضهمْ فِي الطَّرِيق وَقَالُوا لَمْ يُرِدْ مِنَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا تَعْجِيل الْمَسِير وَقَالَ آخَرُونَ لَا نُصَلِّيهَا إِلَّا فِي بَنِي قُرَيْظَة فَلَمْ يُعَنِّف وَاحِدًا مِنْ الْفَرِيقَيْنِ وَتَبِعَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ اِسْتَخْلَفَ عَلَى الْمَدِينَة اِبْن أُمّ مَكْتُوم رَضِيَ اللَّه عَنْهُ وَأَعْطَى الرَّايَة لِعَلِيِّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ . ثُمَّ نَازَلَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَاصَرَهُمْ خَمْسًا وَعِشْرِينَ لَيْلَة فَلَمَّا طَالَ عَلَيْهِمْ الْحَال نَزَلُوا عَلَى حُكْم سَعْد بْن مُعَاذ سَيِّد الْأَوْس رَضِيَ اللَّه عَنْهُ لِأَنَّهُمْ كَانُوا حُلَفَاءَهُمْ فِي الْجَاهِلِيَّة. وَاعْتَقَدُوا أَنَّهُ يُحْسِن إِلَيْهِمْ فِي ذَلِكَ كَمَا فَعَلَ عَبْد اللَّه بْن أُبَيّ بْن سَلُول فِي مَوَالِيه بَنِي قَيْنُقَاع حِين اسْتَطْلَقَهُمْ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَظَنَّ هَؤُلَاءِ أَنَّ سَعْدًا سَيَفْعَلُ فِيهِمْ كَمَا فَعَلَ اِبْن أُبَيّ فِي أُولَئِكَ وَلَمْ يَعْلَمُوا أَنَّ سَعْدًا رَضِيَ اللَّه عَنْهُ كَانَ قَدْ أَصَابَهُ سَهْم فِي أَكْحَله أَيَّام الْخَنْدَق فَكَوَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَكْحَله وَأَنْزَلَهُ فِي قُبَّة فِي الْمَسْجِد لِيَعُودَهُ مِنْ قَرِيب وَقَالَ سَعْد رَضِيَ اللَّه عَنْهُ فِيمَا دَعَا بِهِ : اللَّهُمَّ إِنْ كُنْت أَبْقَيْت مِنْ حَرْب قُرَيْش شَيْئًا فَأَبْقِنِي لَهَا وَإِنْ كُنْت وَضَعْت الْحَرْب بَيْننَا وَبَيْنهمْ فَافْجُرْهَا وَلَا تُمِتْنِي حَتَّى تُقِرّ عَيْنِي مِنْ بَنِي قُرَيْظَة فَاسْتَجَابَ اللَّه تَعَالَى دُعَاءَهُ وَقَدَّرَ عَلَيْهِمْ إِنْ نَزَلُوا عَلَى حُكْمه بِاخْتِيَارِهِمْ طَلَبًا مِنْ تِلْقَاء أَنْفُسهمْ فَعِنْد ذَلِكَ اِسْتَدْعَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْمَدِينَة لِيَحْكُم فِيهِمْ فَلَمَّا أَقْبَلَ وَهُوَ رَاكِب عَلَى حِمَار قَدْ وَطِئُوا لَهُ عَلَيْهِ جَعَلَ الْأَوْس يَلُوذُونَ بِهِ وَيَقُولُونَ يَا سَعْد إِنَّهُمْ مَوَالِيك فَأَحْسِنْ فِيهِمْ وَيُرَفِّقُونَهُ عَلَيْهِمْ وَيُعَطِّفُونَهُ وَهُوَ سَاكِت لَا يَرُدّ عَلَيْهِمْ فَلَمَّا أَكْثَرُوا عَلَيْهِ قَالَ رَضِيَ اللَّه عَنْهُ لَقَدْ آنَ لِسَعْدٍ أَنْ لَا تَأْخُذهُ فِي اللَّه لَوْمَة لَائِم . فَعَرَفُوا أَنَّهُ غَيْر مُسْتَبْقِيهمْ فَلَمَّا دَنَا مِنْ الْخَيْمَة الَّتِي فِيهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُومُوا إِلَى سَيِّدكُمْ \" فَقَامَ إِلَيْهِ الْمُسْلِمُونَ فَأَنْزَلُوهُ إِعْظَامًا وَإِكْرَامًا وَاحْتِرَامًا لَهُ فِي مَحَلّ وِلَايَته لِيَكُونَ أَنْفَذ لِحُكْمِهِ فِيهِمْ فَلَمَّا جَلَسَ قَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ هَؤُلَاءِ - وَأَشَارَ إِلَيْهِمْ - قَدْ نَزَلُوا عَلَى حُكْمك فَاحْكُمْ فِيهِمْ بِمَا شِئْت \" فَقَالَ رَضِيَ اللَّه عَنْهُ وَحُكْمِي نَافِذ عَلَيْهِمْ ؟ قَالَ \" نَعَمْ \" قَالَ وَعَلَى مَنْ فِي هَذِهِ الْخَيْمَة ؟ قَالَ\" نَعَمْ \" قَالَ وَعَلَى مَنْ هَهُنَا - وَأَشَارَ إِلَى الْجَانِب الَّذِي فِيهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُعْرِض بِوَجْهِهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِجْلَالًا وَإِكْرَامًا وَإِعْظَامًا - فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ \" فَقَالَ رَضِيَ اللَّه عَنْهُ إِنِّي أَحْكُم أَنْ تُقْتَل مُقَاتِلَتهمْ وَتُسْبَى ذُرِّيَّتهمْ وَأَمْوَالهمْ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَقَدْ حَكَمْت بِحُكْمِ اللَّه تَعَالَى مِنْ فَوْق سَبْعَة أَرْقِعَة\" وَفِي رِوَايَة لَقَدْ حَكَمْت بِحُكْمِ اللَّه \" ثُمَّ أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْأَخَادِيدِ فَخُدَّتْ فِي الْأَرْض وَجِيءَ بِهِمْ مُكَتَّفِينَ فَضَرَبَ أَعْنَاقهمْ وَكَانُوا مَا بَيْن السَّبْعمِائَةِ إِلَى الثَّمَانمِائَةِ وَسَبَى مَنْ لَمْ يُنْبِت مِنْهُمْ مَعَ النِّسَاء وَأَمْوَالهمْ وَهَذَا كُلّه مُقَرَّر مُفَصَّل بِأَدِلَّتِهِ وَأَحَادِيثه , وَبَسْطهُ فِي كِتَاب السِّيرَة الَّذِي أَفْرَدْنَاهُ مُوجَزًا وَبَسِيطًا وَلِلَّهِ الْحَمْد وَالْمِنَّة وَلِهَذَا قَالَ تَعَالَى \" وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ \" أَيْ عَاوَنُوا الْأَحْزَاب وَسَاعَدُوهُمْ عَلَى حَرْب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْ أَهْل الْكِتَاب \" يَعْنِي بَنِي قُرَيْظَة مِنْ الْيَهُود مِنْ بَعْض أَسْبَاط بَنِي إِسْرَائِيل كَانَ قَدْ نَزَلَ آبَاؤُهُمْ الْحِجَاز قَدِيمًا طَمَعًا فِي اِتِّبَاع النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل\" فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ \" فَعَلَيْهِمْ لَعْنَة اللَّه وَقَوْله تَعَالَى \" مِنْ صَيَاصِيهمْ \" يَعْنِي حُصُونهمْ . كَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَعَطَاء وَقَتَادَة وَالسُّدِّيّ وَغَيْرهمْ مِنْ السَّلَف وَمِنْهُ سُمِّيَ صَيَاصِي الْبَقَر وَهِيَ قُرُونهَا لِأَنَّهَا أَعْلَى شَيْء فِيهَا \" وَقَذَفَ فِي قُلُوبهمْ الرُّعْب \" وَهُوَ الْخَوْف لِأَنَّهُمْ كَانُو مَالَئُوا الْمُشْرِكِينَ عَلَى حَرْب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَيْسَ مَنْ يَعْلَم كَمَنْ لَا يَعْلَم وَأَخَافُوا الْمُسْلِمِينَ وَرَامُوا قَتْلهمْ لِيُعَزُّوهُمْ فِي الدُّنْيَا فَانْعَكَسَ عَلَيْهِمْ الْحَال وَانْقَلَبَ إِلَيْهِمْ الْقَال , اِنْشَمَرَ الْمُشْرِكُونَ فَفَازُوا بِصَفْقَةِ الْمَغْبُون فَكَمَا رَامُوا الْعِزّ ذَلُّوا وَأَرَادُوا اِسْتِئْصَال الْمُسْلِمِينَ فَاسْتُؤْصِلُوا وَأُضِيفَ إِلَى ذَلِكَ شَقَاوَة الْآخِرَة فَصَارَتْ الْجُمْلَة أَنَّ هَذِهِ هِيَ الصَّفْقَة الْخَاسِرَة وَلِهَذَا قَالَ تَعَالَى \" فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا \" فَاَلَّذِينَ قُتِلُوا هُمْ الْمُقَاتِلَة وَالْأُسَرَاء هُمْ الْأَصْغَر وَالنِّسَاء وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هُشَيْم بْن بَشِير أَخْبَرَنَا عَبْد الْمَلِك بْن عُمَيْر عَنْ عَطِيَّة الْقُرَظِيّ قَالَ عُرِضْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم قُرَيْظَة فَشَكُّوا فِيَّ فَأَمَرَ بِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَنْظُرُوا هَلْ أَنْبَتُّ بَعْد ؟ فَنَظَرُونِي فَلَمْ يَجِدُونِي أَنْبَتّ فَخَلَّى عَنِّي وَأَلْحَقَنِي بِالسَّبْيِ وَكَذَا رَوَاهُ أَهْل السُّنَن كُلّهمْ مِنْ طُرُق عَنْ عَبْد الْمَلِك بْن عُمَيْر بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَرَوَاهُ النَّسَائِيّ أَيْضًا مِنْ حَدِيث اِبْن جُرَيْج عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ عَطِيَّة بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40185, "aya_id": 26}]