[{"text": "قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيبَ فِيهِ وَلَكِنَّ أَكَثَرَ النَّاسِ لَا يَعْلَمُونَ", "sura_id": 45, "type": 0, "id": 4499, "aya_id": 26}, {"text": "قل الله يحييكم ثم يميتكم ثم يجمعكم إلى يوم القيامة لا ريب فيه ولكن أكثر الناس لا يعلمون", "sura_id": 45, "type": 1, "id": 10735, "aya_id": 26}, {"text": "26 - (قل الله يحييكم) حين كنتم نطفا (ثم يميتكم ثم يجمعكم) أحياء (إلى يوم القيامة لا ريب) لا شك (فيه ولكن أكثر الناس) وهم القائلون ما ذكر (لا يعلمون) \r\n", "sura_id": 45, "type": 2, "id": 29443, "aya_id": 26}, {"text": "قل -أيها الرسول- لهؤلاء المشركين المكذبين بالبعث: الله سبحانه وتعالى يحييكم في الدنيا ما شاء لكم الحياة, ثم يميتكم فيها, ثم يجمعكم جميعا أحياء إلى يوم القيامة لا شك فيه, ولكن أكثر الناس لا يعلمون قدرة الله على إماتتهم ثم بعثهم يوم القيامة.\r\n", "sura_id": 45, "type": 3, "id": 35679, "aya_id": 26}, {"text": " <font color=red>قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</font><BR><p>قَالَ اللَّه تَعَالَى \" قُلْ اللَّه يُحْيِيكُمْ ثُمَّ يُمِيتكُمْ\" أَيْ كَمَا تُشَاهِدُونَ ذَلِكَ يُخْرِجكُمْ مِنْ الْعَدَم إِلَى الْوُجُود\" كَيْف تَكْفُرُونَ بِاَللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتكُمْ ثُمَّ يُحْيِيكُمْ \" أَيْ الَّذِي قَدَرَ عَلَى الْبُدَاءَة قَادِر عَلَى الْإِعَادَة بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى \" وَهُوَ الَّذِي يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ وَهُوَ أَهْوَن عَلَيْهِ \"\" ثُمَّ يَجْمَعكُمْ إِلَى يَوْم الْقِيَامَة لَا رَيْب فِيهِ \" أَيْ إِنَّمَا يَجْمَعكُمْ إِلَى يَوْم الْقِيَامَة لَا يُعِيدكُمْ فِي الدُّنْيَا حَتَّى تَقُولُوا \" اِئْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ \"\" يَوْم يَجْمَعكُمْ لِيَوْمِ الْجَمْع \" \" لِأَيِّ يَوْم أُجِّلَتْ لِيَوْمِ الْفَصْل \" \" وَمَا نُؤَخِّرهُ إِلَّا لِأَجَلٍ مَعْدُود \" وَقَالَ هَهُنَا \" ثُمَّ يَجْمَعكُمْ إِلَى يَوْم الْقِيَامَة لَا رَيْب فِيهِ \" أَيْ لَا شَكَّ فِيهِ \" وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ\" أَيْ فَلِهَذَا يُنْكِرُونَ الْمَعَاد وَسَتُبْعِدُونَ قِيَام الْأَجْسَاد قَالَ اللَّه تَعَالَى \" إِنَّهُمْ يَرَوْنَهُ بَعِيدًا وَنَرَاهُ قَرِيبًا\" أَيْ يَرَوْنَ وُقُوعه بَعِيدًا وَالْمُؤْمِنُونَ يَرَوْنَ ذَلِكَ سَهْلًا قَرِيبًا .</p><BR> <br> ", "sura_id": 45, "type": 4, "id": 41298, "aya_id": 26}]