[{"text": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلاَثَةِ آلاَفٍ مِّنَ الْمَلآئِكَةِ مُنزَلِينَ", "sura_id": 3, "type": 0, "id": 417, "aya_id": 124}, {"text": "إذ تقول للمؤمنين ألن يكفيكم أن يمدكم ربكم بثلاثة آلاف من الملائكة منزلين", "sura_id": 3, "type": 1, "id": 6653, "aya_id": 124}, {"text": "124 - (إذ) ظرف لنصركم (تقول للمؤمنين) توعدهم تطمينا (ألن يكفيكم أن يمدكم) يعينكم (ربكم بثلاثة آلاف من الملائكة مُنْزَلين) بالتخفيف والتشديد \r\n", "sura_id": 3, "type": 2, "id": 25361, "aya_id": 124}, {"text": "اذكر -أيها الرسول- ما كان من أمر أصحابك في \"بدر\" حين شقَّ عليهم أن يأتي مَدَد للمشركين, فأوحينا إليك أن تقول لهم: ألن تكفيكم معونة ربكم بأن يمدكم بثلاثة آلاف من الملائكة مُنْزَلين من السماء إلى أرض المعركة, يثبتونكم, ويقاتلون معكم.\r\n", "sura_id": 3, "type": 3, "id": 31597, "aya_id": 124}, {"text": " <font color=red>إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ</font><BR><p>اِخْتَلَفَ الْمُفَسِّرُونَ فِي هَذَا الْوَعْد هَلْ كَانَ يَوْم بَدْر أَوْ يَوْم أُحُد ؟ عَلَى قَوْلَيْنِ \" أَحَدهمَا \" أَنَّ قَوْله \" إِذْ تَقُول لِلْمُؤْمِنِينَ \" مُتَعَلِّق بِقَوْلِهِ \" وَلَقَدْ نَصَرَكُمْ اللَّه بِبَدْرٍ \" وَهَذَا عَنْ الْحَسَن الْبَصْرِيّ وَعَامِر الشَّعْبِيّ وَالرَّبِيع بْن أَنَس وَغَيْرهمْ وَاخْتَارَهُ اِبْن جَرِير قَالَ عَبَّاد بْن مَنْصُور عَنْ الْحَسَن فِي قَوْله \" إِذْ تَقُول لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيكُمْ أَنْ يُمِدّكُمْ رَبّكُمْ بِثَلَاثَةِ آلَاف مِنْ الْمَلَائِكَة \" قَالَ : هَذَا يَوْم بَدْر رَوَاهُ اِبْن أَبِي حَاتِم . ثُمَّ قَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا وُهَيْب حَدَّثَنَا دَاوُدَ عَنْ عَامِر يَعْنِي الشَّعْبِيّ أَنَّ الْمُسْلِمِينَ بَلَغَهُمْ يَوْم بَدْر أَنَّ كُرْزَ بْن جَابِر يَمُدّ الْمُشْرِكِينَ فَشَقَّ ذَلِكَ عَلَيْهِمْ فَأَنْزَلَ اللَّه تَعَالَى \" أَلَنْ يَكْفِيكُمْ أَنْ يُمِدّكُمْ رَبّكُمْ بِثَلَاثَةِ آلَاف مِنْ الْمَلَائِكَة مُنْزَلِينَ - إِلَى قَوْله - مُسَوِّمِينَ \" قَالَ : فَبَلَغَتْ كُرْزًا الْهَزِيمَة فَلَمْ يَمُدّ الْمُشْرِكِينَ وَلَمْ يُمِدّ اللَّه الْمُسْلِمِينَ بِالْخَمْسَةِ. وَقَالَ الرَّبِيع بْن أَنَس : أَمَدَّ اللَّه الْمُسْلِمِينَ بِأَلْفٍ ثُمَّ صَارُوا ثَلَاثَة آلَاف ثُمَّ صَارُوا خَمْسَة آلَاف فَإِنْ قِيلَ فَمَا الْجَمْع بَيْن هَذِهِ الْآيَة عَلَى هَذَا الْقَوْل وَبَيْن قَوْله فِي قِصَّة بَدْر \" إِذْ تَسْتَغِيثُونَ رَبّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدّكُمْ بِأَلْفٍ مِنْ الْمَلَائِكَة مُرْدِفِينَ - إِلَى قَوْله - إِنَّ اللَّه عَزِيز حَكِيم \" ؟ فَالْجَوَاب أَنَّ التَّنْصِيص عَلَى الْأَلْف هَهُنَا لَا يُنَافِي الثَّلَاثَة الْآلَاف فَمَا فَوْقهَا لِقَوْلِهِ \" مُرْدِفِينَ \" بِمَعْنَى يُرْدِفُهُمْ غَيْرهمْ وَيَتْبَعهُمْ أُلُوف أُخَر مِثْلهمْ . وَهَذَا السِّيَاق شَبِيه بِهَذَا السِّيَاق فِي سُورَة آل عِمْرَان فَالظَّاهِر أَنَّ ذَلِكَ كَانَ يَوْم بَدْر كَمَا هُوَ الْمَعْرُوف مِنْ أَنَّ قِتَال الْمَلَائِكَة إِنَّمَا كَانَ يَوْم بَدْر وَاَللَّه أَعْلَم . وَقَالَ سَعِيد بْن أَبِي عَرُوبَة أَمَدَّ اللَّه الْمُسْلِمِينَ يَوْم بَدْر بِخَمْسَةِ آلَاف \" الْقَوْل الثَّانِي \" أَنَّ هَذَا الْوَعْد مُتَعَلِّق بِقَوْلِهِ \" وَإِذْ غَدَوْت مِنْ أَهْلك تُبَوِّئ الْمُؤْمِنِينَ مَقَاعِد لِلْقِتَالِ \" وَذَلِكَ يَوْم أُحُد وَهُوَ قَوْل مُجَاهِد وَعِكْرِمَة وَالضَّحَّاك وَالزُّهْرِيّ وَمُوسَى بْن عُقْبَة وَغَيْرهمْ . لَكِنْ قَالُوا لَمْ يَحْصُل الْإِمْدَاد بِالْخَمْسَةِ الْآلَاف لِأَنَّ الْمُسْلِمِينَ فَرُّوا يَوْمئِذٍ زَادَ عِكْرِمَة وَلَا بِالثَّلَاثَةِ الْآلَاف لِقَوْلِهِ تَعَالَى \" إِنْ تَصْبِرُوا وَتَتَّقُوا \" فَلَمْ يَصْبِرُوا بَلْ فَرُّوا فَلَمْ يُمَدُّوا بِمَلَكٍ وَاحِد .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39871, "aya_id": 124}]