[{"text": "وَالْآخِرَةُ خَيْرٌ وَأَبْقَى", "sura_id": 87, "type": 0, "id": 5965, "aya_id": 17}, {"text": "و الآخرة خير و أبقى", "sura_id": 87, "type": 1, "id": 12201, "aya_id": 17}, {"text": "17 - (والآخرة) المشتملة على الجنة (خير وأبقى) \r\n", "sura_id": 87, "type": 2, "id": 30909, "aya_id": 17}, {"text": "والدار الآخرة بما فيها من النعيم المقيم, خير من الدنيا وأبقى.\r\n", "sura_id": 87, "type": 3, "id": 37145, "aya_id": 17}, {"text": " <font color=red>وَالْآخِرَةُ خَيْرٌ وَأَبْقَى</font><BR><p>أَيْ ثَوَاب اللَّه فِي الدَّار الْآخِرَة خَيْر مِنْ الدُّنْيَا وَأَبْقَى فَإِنَّ الدُّنْيَا دَانِيَة فَانِيَة وَالْآخِرَة شَرِيفَة بَاقِيَة فَكَيْفَ يُؤْثِر عَاقِل مَا يَفْنَى عَلَى مَا يَبْقَى وَيَهْتَمّ بِمَا يَزُول عَنْهُ قَرِيبًا وَيَتْرُك الِاهْتِمَام بِدَارِ الْبَقَاء وَالْخُلْد . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا دُوَيْد عَنْ أَبِي إِسْحَاق عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الدُّنْيَا دَار مَنْ لَا دَار لَهُ وَمَال مَنْ لَا مَال لَهُ وَلَهَا يَجْمَع مَنْ لَا عَقْل لَهُ \" وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَحْيَى بْن وَاضِح حَدَّثَنَا أَبُو حَمْزَة عَنْ عَطَاء عَنْ عَرْفَجَة الثَّقَفِيّ قَالَ : اِسْتَقْرَأْت اِبْن مَسْعُود \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" - فَلَمَّا بَلَغَ - \" بَلْ تُؤْثِرُونَ الْحَيَاة الدُّنْيَا \" تَرَكَ الْقِرَاءَة وَأَقْبَلَ عَلَى أَصْحَابه وَقَالَ آثَرْنَا الدُّنْيَا عَلَى الْآخِرَة فَسَكَتَ الْقَوْم فَقَالَ آثَرْنَا الدُّنْيَا لِأَنَّا رَأَيْنَا زِينَتهَا وَنِسَاءَهَا وَطَعَامهَا وَشَرَابهَا وَزُوِيَتْ عَنَّا الْآخِرَة فَاخْتَرْنَا هَذَا الْعَاجِل وَتَرَكْنَا الْآجِل . وَهَذَا مِنْهُ عَلَى وَجْه التَّوَاضُع وَالْهَضْم أَوْ هُوَ إِخْبَار عَنْ الْجِنْس مِنْ حَيْثُ هُوَ وَاَللَّه أَعْلَم . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان بْن دَاوُد الْهَاشِمِيّ حَدَّثَنَا إِسْمَاعِيل بْن جَعْفَر أَخْبَرَنِي عَمْرو بْن أَبِي عُمَر وَعَنْ الْمُطَّلِب بْن عَبْد اللَّه عَنْ أَبِي مُوسَى الْأَشْعَرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَحَبَّ دُنْيَاهُ أَضَرَّ بِآخِرَتِهِ وَمَنْ أَحَبَّ آخِرَته أَضَرَّ بِدُنْيَاهُ فَآثِرُوا مَا يَبْقَى عَلَى مَا يَفْنَى\" تَفَرَّدَ بِهِ أَحْمَد . وَقَدْ رَوَاهُ أَيْضًا عَنْ أَبِي سَلَمَة الْخُزَاعِيّ عَنْ الدَّرَاوَرْدِيّ عَنْ عَمْرو بْن أَبِي عَمْرو بِهِ مِثْله سَوَاء .</p><BR> <br> ", "sura_id": 87, "type": 4, "id": 43327, "aya_id": 17}]