[{"text": "فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ", "sura_id": 26, "type": 0, "id": 3148, "aya_id": 216}, {"text": "فإن عصوك فقل إني بريء مما تعملون", "sura_id": 26, "type": 1, "id": 9384, "aya_id": 216}, {"text": "216 - (فإن عصوك) عشيرتك (فقل) لهم (إني بريء مما تعملون) من عبادة غير الله \r\n", "sura_id": 26, "type": 2, "id": 28092, "aya_id": 216}, {"text": "فإن خالفوا أمرك ولم يتبعوك، فتبرَّأ من أعمالهم، وما هم عليه من الشرك والضلال.\r\n", "sura_id": 26, "type": 3, "id": 34328, "aya_id": 216}, {"text": " <font color=red>فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِمَّا تَعْمَلُونَ</font><BR><p>وَقَدْ وَرَدَتْ أَحَادِيث كَثِيرَة فِي نُزُول هَذِهِ الْآيَة الْكَرِيمَة فَلْنَذْكُرهَا \" الْحَدِيث الْأَوَّل \" : قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر عَنْ الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : لَمَّا أَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ \" أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصَّفَا فَصَعِدَ عَلَيْهِ ثُمَّ نَادَى \" يَا صَبَاحَاهُ\" فَاجْتَمَعَ النَّاس إِلَيْهِ بَيْن رَجُل يَجِيء إِلَيْهِ وَبَيْن رَجُل يَبْعَث رَسُوله فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا بَنِي عَبْد الْمُطَّلِب ; يَا بَنِي فِهْر ; يَا بَنِي لُؤَيّ أَرَأَيْتُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ خَيْلًا بِسَفْحِ هَذَا الْجَبَل تُرِيد أَنْ تُغِير عَلَيْكُمْ صَدَّقْتُمُونِي ؟ \" قَالُوا نَعَمْ قَالَ \" فَإِنِّي نَذِير لَكُمْ بَيْن يَدَيْ عَذَاب شَدِيد \" فَقَالَ أَبُو لَهَب تَبًّا لَك سَائِر الْيَوْم أَمَا دَعَوْتنَا إِلَّا لِهَذَا ؟ وَأَنْزَلَ اللَّه \" تَبَّتْ يَدَا أَبِي لَهَب وَتَبَّ \" وَرَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ الْأَعْمَش بِهِ \" الْحَدِيث الثَّانِي \" : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : لَمَّا نَزَلَتْ \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ \" قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَا فَاطِمَة اِبْنَة مُحَمَّد يَا صَفِيَّة اِبْنَة عَبْد الْمُطَّلِب يَا بَنِي عَبْد الْمُطَّلِب لَا أَمْلِك لَكُمْ مِنْ اللَّه شَيْئًا سَلُونِي مِنْ مَالِي مَا شِئْتُمْ \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم \" الْحَدِيث الثَّالِث \" : قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُعَاوِيَة بْن عَمْرو حَدَّثَنَا زَائِدَة حَدَّثَنَا عَبْد الْمَلِك بْن عُمَيْر عَنْ مُوسَى بْن طَلْحَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ\" دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُرَيْشًا فَعَمَّ وَخَصَّ فَقَالَ \" يَا مَعْشَر قُرَيْش أَنْقِذُوا أَنْفُسكُمْ مِنْ النَّار ; يَا مَعْشَر بَنِي كَعْب أَنْقِذُوا أَنْفُسكُمْ مِنْ النَّار ; يَا مَعْشَر بَنِي هَاشِم أَنْقِذُوا أَنْفُسكُمْ مِنْ النَّار ; يَا مَعْشَر بَنِي عَبْد الْمُطَّلِب أَنْقِذُوا أَنْفُسكُمْ مِنْ النَّار ; يَا فَاطِمَة بِنْت مُحَمَّد أَنْقِذِي نَفْسك مِنْ النَّار ; فَإِنِّي وَاَللَّه لَا أَمْلِك لَكُمْ مِنْ اللَّه شَيْئًا إِلَّا أَنَّ لَكُمْ رَحِمًا سَأَبُلُّهَا بِبِلَالِهَا \" وَرَوَاهُ مُسْلِم وَالتِّرْمِذِيّ مِنْ حَدِيث عَبْد الْمَلِك بْن عُمَيْر بِهِ وَقَالَ التِّرْمِذِيّ غَرِيب مِنْ هَذَا الْوَجْه ; وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث مُوسَى بْن طَلْحَة مُرْسَلًا وَلَمْ يَذْكُر فِيهِ أَبَا هُرَيْرَة ; وَالْمَوْصُول هُوَ الصَّحِيح ; وَأَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب وَأَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة ; وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا مُحَمَّد يَعْنِي اِبْن إِسْحَاق عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا بَنِي عَبْد الْمُطَّلِب اِشْتَرُوا أَنْفُسكُمْ مِنْ اللَّه ; يَا صَفِيَّة عَمَّة رَسُول اللَّه وَيَا فَاطِمَة بِنْت رَسُول اللَّه اِشْتَرَيَا أَنْفُسكُمَا مِنْ اللَّه فَإِنِّي لَا أُغْنِي عَنْكُمَا مِنْ اللَّه شَيْئًا سَلَانِي مِنْ مَالِي مَا شِئْتُمَا \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه وَتَفَرَّدَ بِهِ أَيْضًا عَنْ مُعَاوِيَة عَنْ زَائِدَة عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَرَوَاهُ أَيْضًا عَنْ حَسَن ثَنَا اِبْن لَهِيعَة عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة مَرْفُوعًا وَقَالَ أَبُو يَعْلَى حَدَّثَنَا سُوَيْد بْن سَعِيد حَدَّثَنَا هَمَّام بْن إِسْمَاعِيل عَنْ مُوسَى اِبْن وَرْدَان عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا بَنِي قُصَيّ يَا بَنِي هَاشِم يَا بَنِي عَبْد مَنَاف أَنَا النَّذِير وَالْمَوْت الْمُغِير وَالسَّاعَة الْمَوْعِد \" \" الْحَدِيث الرَّابِع \" : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن سَعِيد ثَنَا التَّيْمِيّ عَنْ أَبِي عُثْمَان عَنْ قَبِيصَة بْن مُخَارِق وَزُهَيْر بْن عَمْرو قَالَا : لَمَّا نَزَلَتْ \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ\" صَعِدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَضْمَة مِنْ جَبَل عَلَى أَعْلَاهَا حَجَر فَجَعَلَ يُنَادِي \" يَا بَنِي عَبْد مَنَاف إِنَّمَا أَنَا نَذِير إِنَّمَا مَثَلِي وَمَثَلكُمْ كَرَجُلٍ رَأَى الْعَدُوّ فَذَهَبَ يَرْبَأ أَهْله فَخَشِيَ أَنْ يَسْبِقُوهُ فَجَعَلَ يُنَادِي وَيَهْتِف يَا صَبَاحَاهُ \" وَرَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث سُلَيْمَان بْن طَرْخَان التَّيْمِيّ عَنْ أَبِي عُثْمَان عَبْد الرَّحْمَن اِبْن سَهْل النَّهْدِيّ عَنْ قَبِيصَة وَزُهَيْر بْن عَمْرو الْهِلَالِيّ بِهِ \" الْحَدِيث الْخَامِس \" : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد بْن عَامِر حَدَّثَنَا شَرِيك عَنْ الْأَعْمَش عَنْ الْمِنْهَال عَنْ عَبَّاد بْن عَبْد اللَّه الْأَسَدِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ \" جَمَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَهْل بَيْته فَاجْتَمَعَ ثَلَاثُونَ فَأَكَلُوا وَشَرِبُوا قَالَ : وَقَالَ لَهُمْ \" مَنْ يَضْمَن عَنِّي دَيْنِي وَمَوَاعِيدِي وَيَكُون مَعِي فِي الْجَنَّة وَيَكُون خَلِيفَتِي فِي أَهْلِي ؟ \" فَقَالَ رَجُل لَمْ يُسَمِّهِ شَرِيك يَا رَسُول اللَّه أَنْتَ كُنْت بِحَرِيِّ مَنْ يَقُوم بِهَذَا قَالَ ثُمَّ قَالَ الْآخَر - ثَلَاثًا - قَالَ فَعَرَضَ ذَلِكَ عَلَى أَهْل بَيْته فَقَالَ عَلِيّ أَنَا \" طَرِيق أُخْرَى بِأَبْسَطَ مِنْ هَذَا السِّيَاق \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا أَبُو عَوَانَة حَدَّثَنَا عُثْمَان بْن الْمُغِيرَة عَنْ أَبِي صَادِق عَنْ رَبِيعَة بْن مَاجِد عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : جَمَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَنِي عَبْد الْمُطَّلِب وَهُمْ رَهْط وَكُلّهمْ يَأْكُل الْجَذَعَة وَيَشْرَب الْفَرَق فَصَنَعَ لَهُمْ مُدًّا مِنْ طَعَام فَأَكَلُوا حَتَّى شَبِعُوا وَبَقِيَ الطَّعَام كَمَا هُوَ كَأَنَّهُ لَمْ يُمَسَّ ثُمَّ دَعَا بِعُسٍّ فَشَرِبُوا حَتَّى رَوَوْا وَبَقِيَ الشَّرَاب كَأَنَّهُ لَمْ يُمَسَّ أَوْ لَمْ يُشْرَب وَقَالَ \" يَا بَنِي عَبْد الْمُطَّلِب إِنِّي بُعِثْت إِلَيْكُمْ خَاصَّة وَإِلَى النَّاس عَامَّة فَقَدْ رَأَيْتُمْ مِنْ هَذِهِ الْآيَة مَا رَأَيْتُمْ فَأَيّكُمْ يُبَايِعنِي عَلَى أَنْ يَكُون أَخِي وَصَاحِبِي\" قَالَ فَلَمْ يَقُمْ إِلَيْهِ أَحَد قَالَ فَقُمْت إِلَيْهِ وَكُنْت أَصْغَر الْقَوْم قَالَ : فَقَالَ \" اِجْلِسْ \" ثُمَّ قَالَ ثَلَاث مَرَّات كُلّ ذَلِكَ أَقُوم إِلَيْهِ فَيَقُول لِي \" اِجْلِسْ \" حَتَّى كَانَ فِي الثَّالِثَة ضَرَبَ بِيَدِهِ عَلَى يَدِي \" طَرِيق أُخْرَى أَغْرَب وَأَبْسَط مِنْ هَذَا السِّيَاق بِزِيَادَاتٍ أُخَر \" قَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة أَخْبَرَنَا مُحَمَّد بْن عَبْد اللَّه الْحَافِظ أَخْبَرَنَا أَبُو الْعَبَّاس مُحَمَّد بْن يَعْقُوب حَدَّثَنَا أَحْمَد بْن عَبْد الْجَبَّار حَدَّثَنَا يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَاق قَالَ : حَدَّثَنِي مَنْ سَمِعَ عَبْد اللَّه بْن الْحَارِث بْن نَوْفَل وَاسْتَكْتَمَنِي اِسْمه عَنْ اِبْن عَبَّاس عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة عَلَى رَسُول اللَّه \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ وَاخْفِضْ جَنَاحك لِمَنْ اِتَّبَعَك مِنْ الْمُؤْمِنِينَ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" عَرَفْت أَنِّي إِنْ بَادَرْت بِهَا قَوْمِي رَأَيْت مِنْهُمْ مَا أَكْرَه فَصَمَتُّ فَجَاءَنِي جِبْرِيل عَلَيْهِ السَّلَام فَقَالَ يَا مُحَمَّد إِنَّك إِنْ لَمْ تَفْعَل مَا أُمِرْت بِهِ عَذَّبَك رَبّك\" قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ فَدَعَانِي فَقَالَ يَا عَلِيّ\" إِنَّ اللَّه تَعَالَى قَدْ أَمَرَنِي أَنْ أُنْذِرَ عَشِيرَتِي الْأَقْرَبِينَ فَعَرَفْت أَنِّي إِنْ بَادَرْتهمْ بِذَلِكَ رَأَيْت مِنْهُمْ مَا أَكْرَه فَصَمَتُّ عَنْ ذَلِكَ ثُمَّ جَاءَنِي جِبْرِيل فَقَالَ يَا مُحَمَّد إِنْ لَمْ تَفْعَل مَا أُمِرْت بِهِ عَذَّبَك رَبّك : فَاصْنَعْ لَنَا يَا عَلِيُّ شَاةً عَلَى صَاعٍ مِنْ طَعَامٍ وَأَعِدَّ لَنَا عُسّ لَبَن ثُمَّ اِجْمَعْ لِي بَنِي عَبْد الْمُطَّلِب \" فَفَعَلْت فَاجْتَمَعُوا إِلَيْهِ وَهُمْ يَوْمئِذٍ أَرْبَعُونَ رَجُلًا يَزِيدُونَ رَجُلًا أَوْ يَنْقُصُونَ رَجُلًا فِيهِمْ أَعْمَامه أَبُو طَالِب وَحَمْزَة وَالْعَبَّاس وَأَبُو لَهَب الْكَافِر الْخَبِيث فَقَدَّمْت إِلَيْهِمْ تِلْكَ الْجَفْنَة فَأَخَذَ مِنْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَذْبَة فَشَقَّهَا بِأَسْنَانِهِ ثُمَّ رَمَى بِهَا فِي نَوَاحِيهَا وَقَالَ\" كُلُوا بِسْمِ اللَّه \" فَأَكَلَ الْقَوْم حَتَّى نَهِلُوا عَنْهُ مَا يَرَى إِلَّا آثَار أَصَابِعهمْ وَاَللَّه إِنْ كَانَ الرَّجُل مِنْهُمْ لَيَأْكُل مِثْلهَا ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِسْقِهِمْ يَا عَلِيّ \" فَجِئْت بِذَلِكَ الْقَعْب فَشَرِبُوا مِنْهُ حَتَّى نَهِلُوا جَمِيعًا وَاَيْم اللَّه إِنْ كَانَ الرَّجُل مِنْهُمْ لَيَشْرَب مِثْله فَلَمَّا أَرَادَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُكَلِّمهُمْ بَدَرَهُ أَبُو لَهَب إِلَى الْكَلَام فَقَالَ : لَهَدَّ مَا سَحَرَكُمْ صَاحِبكُمْ فَتَفَرَّقُوا وَلَمْ يُكَلِّمهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا كَانَ الْغَد قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَلِيّ عُدْ لَنَا بِمِثْلِ الَّذِي كُنْت صَنَعْت بِالْأَمْسِ مِنْ الطَّعَام وَالشَّرَاب فَإِنَّ هَذَا الرَّجُل قَدْ بَدَرَنِي إِلَى مَا سَمِعْت قَبْل أَنْ أُكَلِّم الْقَوْم \" فَفَعَلْت ثُمَّ جَمَعْتهمْ لَهُ فَصَنَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا صَنَعَ بِالْأَمْسِ فَأَكَلُوا حَتَّى نَهِلُوا عَنْهُ وَاَيْم اللَّه إِنْ كَانَ الرَّجُل مِنْهُمْ لَيَأْكُل مِثْلهَا ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِسْقِهِمْ يَا عَلِيّ \" فَجِئْت بِذَلِكَ الْقَعْب فَشَرِبُوا مِنْهُ حَتَّى نَهِلُوا جَمِيعًا وَاَيْم اللَّه إِنْ كَانَ الرَّجُل مِنْهُمْ لَيَشْرَب مِثْله فَلَمَّا أَرَادَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُكَلِّمهُمْ بَدَرَهُ أَبُو لَهَب بِالْكَلَامِ فَقَالَ : لَهَدَّ مَا سَحَرَكُمْ صَاحِبكُمْ فَتَفَرَّقُوا وَلَمْ يُكَلِّمهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا كَانَ مِنْ الْغَد قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَلِيّ عُدْ لَنَا بِمِثْلِ الَّذِي كُنْت صَنَعْت لَنَا بِالْأَمْسِ مِنْ الطَّعَام وَالشَّرَاب فَإِنَّ هَذَا الرَّجُل قَدْ بَدَرَنِي إِلَى مَا سَمِعْت قَبْل أَنْ أُكَلِّم الْقَوْم \" فَفَعَلْت ثُمَّ جَمَعْتهمْ لَهُ فَصَنَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا صَنَعَ بِالْأَمْسِ فَأَكَلُوا حَتَّى نَهِلُوا ثُمَّ سَقَيْتهمْ مِنْ ذَلِكَ الْقَعْب حَتَّى نَهِلُوا عَنْهُ وَاَيْم اللَّه إِنْ كَانَ الرَّجُل مِنْهُمْ لَيَأْكُل مِثْلهَا وَيَشْرَب مِثْلهَا ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا بَنِي عَبْد الْمُطَّلِب إِنِّي وَاَللَّه مَا أَعْلَم شَابًّا مِنْ الْعَرَب جَاءَ قَوْمه بِأَفْضَلَ مِمَّا جِئْتُكُمْ بِهِ إِنِّي قَدْ جِئْتُكُمْ بِخَيْرِ الدُّنْيَا وَالْآخِرَة قَالَ أَحْمَد بْن عَبْد الْجَبَّار بَلَغَنِي أَنَّ اِبْن إِسْحَاق إِنَّمَا سَمِعَهُ مِنْ عَبْد الْغَفَّار بْن الْقَاسِم أَبِي مَرْيَم عَنْ الْمِنْهَال بْن عَمْرو عَنْ عَبْد اللَّه بْن الْحَارِث . وَقَدْ رَوَاهُ أَبُو جَعْفَر بْن جَرِير عَنْ اِبْن حُمَيْد عَنْ سَلَمَة عَنْ اِبْن إِسْحَاق عَنْ عَبْد الْغَفَّار بْن الْقَاسِم أَبِي مَرْيَم عَنْ الْمِنْهَال بْن عَمْرو عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ اِبْن عَبَّاس عَنْ عَلِيّ بْن أَبِي طَالِب فَذَكَرَ مِثْله وَزَادَ بَعْد قَوْله \" إِنِّي جِئْتُكُمْ بِخَيْرِ الدُّنْيَا وَالْآخِرَة : وَقَدْ أَمَرَنِي اللَّه أَنْ أَدْعُوكُمْ إِلَيْهِ فَأَيّكُمْ يُؤَازِرنِي عَلَى هَذَا الْأَمْر عَلَى أَنْ يَكُون أَخِي وَكَذَا وَكَذَا \" ؟ قَالَ فَأَحْجَمَ الْقَوْم عَنْهَا جَمِيعًا وَقُلْت - وَإِنِّي لَأَحْدَثهمْ سِنًّا وَأَمْرَضهُمْ عَيْنًا وَأَعْظَمهمْ بَطْنًا وَأَحْمَشهمْ سَاقًا - أَنَا يَا نَبِيّ اللَّه أَكُون وَزِيرك عَلَيْهِ فَأَخَذَ بِرَقَبَتِي ثُمَّ قَالَ \" إِنَّ هَذَا أَخِي وَكَذَا وَكَذَا فَاسْمَعُوا لَهُ وَأَطِيعُوا \" ثُمَّ قَالَ الْقَوْم يَضْحَكُونَ وَيَقُولُونَ لِأَبِي طَالِب قَدْ أَمَرَك أَنْ تَسْمَع لِابْنِك وَتُطِيع تَفَرَّدَ بِهَذَا السِّيَاق عَبْد الْغَفَّار بْن الْقَاسِم أَبِي مَرْيَم وَهُوَ مَتْرُوك كَذَّاب شِيعِيّ اِتَّهَمَهُ عَلِيّ بْن الْمَدِينِيّ وَغَيْره بِوَضْعِ الْحَدِيث وَضَعَّفَهُ الْأَئِمَّة رَحِمَهُمْ اللَّه\" طَرِيق أُخْرَى \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي أَخْبَرَنَا الْحُسَيْن عَنْ عِيسَى بْن مَيْسَرَة الْحَارِثِيّ حَدَّثَنَا عَبْد اللَّه بْن عَبْد الْقُدُّوس عَنْ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ عَبْد اللَّه بْن الْحَارِث قَالَ : قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ\" قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِصْنَعْ لِي رِجْل شَاة بِصَاعٍ مِنْ طَعَام وَإِنَاء لَبَنًا \" قَالَ فَفَعَلْت ثُمَّ قَالَ لِي \" اُدْعُ بَنِي هَاشِم \" قَالَ فَدَعَوْتهمْ وَإِنَّهُمْ يَوْمئِذٍ أَرْبَعُونَ غَيْر رَجُل أَوْ أَرْبَعُونَ وَرَجُل قَالَ وَفِيهِمْ عَشَرَة كُلّهمْ يَأْكُل الْجَذَعَة بِإِدَامِهَا قَالَ فَلَمَّا أُتُوا بِالْقَصْعَةِ أَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ ذُرْوَتهَا ثُمَّ قَالَ \" كُلُوا \" فَأَكَلُوا حَتَّى شَبِعُوا وَهِيَ عَلَى هَيْئَتهَا لَمْ يَزْدَرِدُوا مِنْهَا إِلَّا الْيَسِير قَالَ ثُمَّ أَتَيْتهمْ بِالْإِنَاءِ فَشَرِبُوا حَتَّى رَوَوْا قَالَ وَفَضَلَ فَضْل فَلَمَّا فَرَغُوا أَرَادَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَتَكَلَّم فَبَدَرُوهُ الْكَلَام فَقَالُوا مَا رَأَيْنَا كَالْيَوْمِ فِي السِّحْر فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ لِي \" اِصْنَعْ لِي رِجْل شَاة بِصَاعٍ مِنْ طَعَام \" فَصَنَعْت قَالَ فَدَعَاهُمْ فَلَمَّا أَكَلُوا وَشَرِبُوا قَالَ فَبَدَرُوهُ فَقَالُوا مِثْل مَقَالَتهمْ الْأُولَى فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ لِي \" اِصْنَعْ لِي رِجْل شَاة بِصَاعٍ مِنْ طَعَام \" فَصَنَعْت قَالَ فَجَمَعْتهمْ فَلَمَّا أَكَلُوا وَشَرِبُوا بَدَرَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْكَلَام فَقَالَ \" أَيّكُمْ يَقْضِي عَنِّي دَيْنِي وَيَكُون خَلِيفَتِي فِي أَهْلِي ؟ \" قَالَ فَسَكَتُوا وَسَكَتَ الْعَبَّاس خَشْيَة أَنْ يُحِيط ذَلِكَ بِمَالِهِ قَالَ وَسَكَتّ أَنَا لِسِنِّ الْعَبَّاس ثُمَّ قَالَهَا مَرَّة أُخْرَى فَسَكَتَ الْعَبَّاس فَلَمَّا رَأَيْت ذَلِكَ قُلْت أَنَا يَا رَسُول اللَّه قَالَ وَإِنِّي يَوْمئِذٍ لَأَسْوَأَهُمْ هَيْئَة وَإِنِّي لَأَعْمَش الْعَيْنَيْنِ ضَخْم الْبَطْن حَمْش السَّاقَيْنِ فَهَذِهِ طُرُق مُتَعَدِّدَة لِهَذَا الْحَدِيث عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ وَمَعْنَى سُؤَاله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَعْمَامِهِ وَأَوْلَادهمْ أَنْ يَقْضُوا عَنْهُ دَيْنه وَيَخْلُفُوهُ فِي أَهْله يَعْنِي إِنْ قُتِلَ فِي سَبِيل اللَّه كَأَنَّهُ خَشِيَ إِذَا قَامَ بِأَعْبَاءِ الْإِنْذَار أَنْ يُقْتَل فَلَمَّا أَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته وَاَللَّه يَعْصِمك مِنْ النَّاس \" فَعِنْد ذَلِكَ أَمِنَ وَكَانَ أَوَّلًا يُحْرَس حَتَّى نَزَلَتْ هَذِهِ الْآيَة \" وَاَللَّه يَعْصِمك مِنْ النَّاس \" وَلَمْ يَكُنْ أَحَد فِي بَنِي هَاشِم إِذْ ذَاكَ أَشَدّ إِيمَانًا وَإِيقَانًا وَتَصْدِيقًا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ عَلِيّ رَضِيَ اللَّه عَنْهُ وَلِهَذَا بَدَرَهُمْ إِلَى اِلْتِزَام مَا طَلَبَ مِنْهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ كَانَ بَعْد هَذَا وَاَللَّه أَعْلَم دُعَاؤُهُ النَّاس جَهْرَة عَلَى الصَّفَا وَإِنْذَاره لِبُطُونِ قُرَيْش عُمُومًا وَخُصُوصًا حَتَّى سَمَّى مَنْ سَمَّى مِنْ أَعْمَامه وَعَمَّاته وَبَنَاته لِيُنَبِّهَ بِالْأَدْنَى عَلَى الْأَعْلَى أَيْ إِنَّمَا أَنَا نَذِير وَاَللَّه يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة عَبْد الْوَاحِد الدِّمَشْقِيّ مِنْ طَرِيق عَمْرو بْن سَمُرَة عَنْ مُحَمَّد بْن سُوقَة عَنْ عَبْد الْوَاحِد الدِّمَشْقِيّ قَالَ : رَأَيْت أَبَا الدَّرْدَاء رَضِيَ اللَّه عَنْهُ يُحَدِّث النَّاس وَيُفْتِيهِمْ وَوَلَده إِلَى جَنْبه وَأَهْل بَيْته جُلُوس فِي جَانِب الْمَسْجِد يَتَحَدَّثُونَ فَقِيلَ لَهُ مَا بَالُ النَّاس يَرْغَبُونَ فِيمَا عِنْدك مِنْ الْعِلْم وَأَهْل بَيْتك جُلُوس لَاهِينَ ؟ فَقَالَ لِأَنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَزْهَد النَّاس فِي الدُّنْيَا الْأَنْبِيَاء وَأَشَدّهمْ عَلَيْهِمْ الْأَقْرَبُونَ \" وَذَلِكَ فِيمَا أَنْزَلَ اللَّه عَزَّ وَجَلَّ قَالَ تَعَالَى \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ - إِلَى قَوْله - فَقُلْ إِنِّي بَرِيء مِمَّا تَعْمَلُونَ\" .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39496, "aya_id": 216}]