[{"text": "لاَّ تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ", "sura_id": 6, "type": 0, "id": 892, "aya_id": 103}, {"text": "لا تدركه الأبصار وهو يدرك الأبصار وهو اللطيف الخبير", "sura_id": 6, "type": 1, "id": 7128, "aya_id": 103}, {"text": "103 - (لا تدركه الأبصار) أي لا تراه وهذا مخصوص لرؤية المؤمنين له في الآخرة لقوله تعالى {وجوه يومئذ ناضرة إلى ربها ناظرة} وحديث الشيخين \"إنكم سترون ربكم كما ترون القمر ليلة البدر\" وقيل المراد لا تحيط به (وهو يدرك الأبصار) أي يراها ولا تراه ولا يجوز في غيره أن يدرك البصر ولا يدركه أو يحيط به علما (وهو اللطيف) بأوليائه (الخبير) بهم \r\n", "sura_id": 6, "type": 2, "id": 25836, "aya_id": 103}, {"text": "لا ترى اللهَ الأبصارُ في الدنيا, أما في الدار الآخرة فإن المؤمنين يرون ربهم بغير إحاطة, وهو سبحانه يدرك الأبصار ويحيط بها, ويعلمها على ما هي عليه, وهو اللطيف بأوليائه الذي يعلم دقائق الأشياء، الخبير الذي يعلم بواطنها.\r\n", "sura_id": 6, "type": 3, "id": 32072, "aya_id": 103}, {"text": " <font color=red>لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ</font><BR><p>وَقَوْله \" لَا تُدْرِكهُ الْأَبْصَار \" فِيهِ أَقْوَال لِلْأَئِمَّةِ مِنْ السَّلَف . \" أَحَدهَا \" لَا تُدْرِكهُ فِي الدُّنْيَا وَإِنْ كَانَتْ تَرَاهُ فِي الْآخِرَة كَمَا تَوَاتَرَتْ بِهِ الْأَخْبَار عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَيْر مَا طَرِيق ثَابِت فِي الصِّحَاح وَالْمَسَانِيد وَالسُّنَن . كَمَا قَالَ مَسْرُوق عَنْ عَائِشَة أَنَّهَا قَالَتْ مَنْ زَعَمَ أَنَّ مُحَمَّدًا أَبْصَرَ رَبّه فَقَدْ كَذَبَ وَفِي رِوَايَة - عَلَى اللَّه - فَإِنَّ اللَّه تَعَالَى قَالَ \" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار\" . رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي بَكْر بْن عَيَّاش عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق وَرَوَاهُ غَيْر وَاحِد عَنْ مَسْرُوق وَثَبَتَ فِي الصَّحِيح وَغَيْره عَنْ عَائِشَة غَيْر وَجْه وَخَالَفَهَا اِبْن عَبَّاس فَعَنْهُ إِطْلَاق الرُّؤْيَة وَعَنْهُ أَنَّهُ رَآهُ بِفُؤَادِهِ مَرَّتَيْنِ وَالْمَسْأَلَة تُذْكَر فِي أَوَّل سُورَة النَّجْم إِنْ شَاءَ اللَّه وَقَالَ اِبْن أَبِي حَاتِم ذَكَرَ مُحَمَّد بْن مُسْلِم حَدَّثَنَا أَحْمَد بْن إِبْرَاهِيم الدَّوْرَقِيّ حَدَّثَنَا يَحْيَى بْن مَعِين قَالَ : سَمِعْت إِسْمَاعِيل بْن عُلَيَّة يَقُول فِي قَوْل اللَّه \" لَا تُدْرِكهُ الْأَبْصَار \" قَالَ هَذَا فِي الدُّنْيَا وَذَكَرَ أَبِي عَنْ هِشَام بْن عَبْد اللَّه أَنَّهُ قَالَ نَحْو ذَلِكَ . وَقَالَ آخَرُونَ \" لَا تُدْرِكهُ الْأَبْصَار\" أَيْ جَمِيعهَا وَهَذَا مُخَصَّص بِمَا ثَبَتَ مِنْ رُؤْيَة الْمُؤْمِنِينَ لَهُ فِي الدَّار الْآخِرَة وَقَالَ آخَرُونَ مِنْ الْمُعْتَزِلَة بِمُقْتَضَى مَا فَهِمُوهُ مِنْ الْآيَة أَنَّهُ لَا يُرَى فِي الدُّنْيَا وَلَا فِي الْآخِرَة فَخَالَفُوا أَهْل السُّنَّة وَالْجَمَاعَة فِي ذَلِكَ مَعَ مَا اِرْتَكَبُوهُ مِنْ الْجَهْل بِمَا دَلَّ عَلَيْهِ كِتَاب اللَّه وَسُنَّة رَسُوله . أَمَّا الْكِتَاب فَقَوْله تَعَالَى \" وُجُوه يَوْمئِذٍ نَاضِرَة إِلَى رَبّهَا نَاظِرَة \" وَقَالَ تَعَالَى عَنْ الْكَافِرِينَ\" كَلَّا إِنَّهُمْ عَنْ رَبّهمْ يَوْمئِذٍ لَمَحْجُوبُونَ \" قَالَ الْإِمَام الشَّافِعِيّ فَدَلَّ هَذَا عَلَى أَنَّ الْمُؤْمِنِينَ لَا يُحْجَبُونَ عَنْهُ تَبَارَكَ وَتَعَالَى . وَأَمَّا السُّنَّة فَقَدْ تَوَاتَرَتْ الْأَخْبَار عَنْ أَبِي سَعِيد وَأَبِي هُرَيْرَة وَابْن جُرَيْج وَصُهَيْب وَبِلَال وَغَيْر وَاحِد مِنْ الصَّحَابَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَنَّ الْمُؤْمِنِينَ يَرَوْنَ اللَّه فِي الدَّار الْآخِرَة فِي الْعَرَصَات وَفِي رَوْضَات الْجَنَّات جَعَلَنَا اللَّه تَعَالَى مِنْهُمْ بِمَنِّهِ وَكَرَمه آمِينَ . وَقِيلَ الْمُرَاد بِقَوْلِهِ\" لَا تُدْرِكهُ الْأَبْصَار \" أَيْ الْعُقُول رَوَاهُ اِبْن أَبِي حَاتِم عَنْ عَلِيّ بْن الْحُسَيْن عَنْ الْفَلَّاس عَنْ اِبْن مَهْدِيّ عَنْ أَبِي الْحُصَيْن يَحْيَى بْن الْحُصَيْن قَارِئ أَهْل مَكَّة أَنَّهُ قَالَ ذَلِكَ وَهَذَا غَرِيب جِدًّا وَخِلَاف ظَاهِر الْآيَة وَكَأَنَّهُ اِعْتَقَدَ أَنَّ الْإِدْرَاك فِي مَعْنَى الرُّؤْيَة وَاَللَّه أَعْلَم. وَقَالَ آخَرُونَ لَا مُنَافَاة بَيْن إِثْبَات الرُّؤْيَة وَنَفْي الْإِدْرَاك فَإِنَّ الْإِدْرَاك أَخَصّ مِنْ الرُّؤْيَة وَلَا يَلْزَم مِنْ نَفْي الْأَخَصّ اِنْتِفَاء الْأَعَمّ . ثُمَّ اِخْتَلَفَ هَؤُلَاءِ فِي الْإِدْرَاك الْمَنْفِيّ مَا هُوَ فَقِيلَ مَعْرِفَة الْحَقِيقَة فَإِنَّ هَذَا لَا يَعْلَمهُ إِلَّا هُوَ وَإِنْ رَآهُ الْمُؤْمِنُونَ كَمَا أَنَّ مَنْ رَأَى الْقَمَر فَإِنَّهُ لَا يُدْرِك حَقِيقَته وَكُنْهه وَمَاهِيَّته فَالْعَظِيم أَوْلَى بِذَلِكَ وَلَهُ الْمَثَل الْأَعْلَى. قَالَ اِبْن عُلَيَّة فِي الْآيَة . هَذَا فِي الدُّنْيَا رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ آخَرُونَ الْإِدْرَاك أَخَصّ مِنْ الرُّؤْيَة وَهُوَ الْإِحَاطَة قَالُوا وَلَا يَلْزَم مِنْ عَدَم الْإِحَاطَة عَدَم الرُّؤْيَة كَمَا لَا يَلْزَم مِنْ إِحَاطَة الْعِلْم عَدَم الْعِلْم قَالَ تَعَالَى \" وَلَا يُحِيطُونَ بِهِ عِلْمًا \" وَفِي صَحِيح مُسْلِم لَا أُحْصِي ثَنَاء عَلَيْك أَنْتَ كَمَا أَثْنَيْت عَلَى نَفْسك وَلَا يَلْزَم مِنْهُ عَدَم الثَّنَاء فَكَذَلِكَ هَذَا قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار \" قَالَ لَا يُحِيط بَصَر أَحَد بِالْمُلْكِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عَمْرو بْن حَمَّاد بْن طَلْحَة الْقَنَّاد حَدَّثَنَا أَسْبَاط عَنْ سِمَاك عَنْ عِكْرِمَة أَنَّهُ قِيلَ لَهُ لَا تُدْرِكهُ الْأَبْصَار قَالَ أَلَسْت تَرَى السَّمَاء ؟ قَالَ بَلَى قَالَ فَكُلّهَا تُرَى ؟ وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي الْآيَة \" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار \" وَهُوَ أَعْظَم مِنْ أَنْ تُدْرِكهُ الْأَبْصَار . وَقَالَ اِبْن جَرِير حَدَّثَنَا سَعْد بْن عَبْد اللَّه بْن عَبْد الْحَكَم حَدَّثَنَا خَالِد بْن عَبْد الرَّحْمَن حَدَّثَنَا أَبُو عَرْفَجَة عَنْ عَطِيَّة الْعَوْفِيّ فِي قَوْله تَعَالَى\" وُجُوه يَوْمئِذٍ نَاضِرَة إِلَى رَبّهَا نَاظِرَة \" قَالَ هُمْ يَنْظُرُونَ إِلَى اللَّه لَا تُحِيط أَبْصَارهمْ بِهِ مِنْ عَظَمَته وَبَصَره مُحِيط بِهِمْ فَذَلِكَ قَوْله \" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار \" وَوَرَدَ فِي تَفْسِير هَذِهِ الْآيَة حَدِيث رَوَاهُ اِبْن أَبِي حَاتِم هَهُنَا فَقَالَ حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مِنْجَاب بْن الْحَارِث السَّهْمِيّ حَدَّثَنَا بِشْر بْن عُمَارَة عَنْ أَبِي رَوْق عَنْ عَطِيَّة الْعَوْفِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فِي قَوْله\" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار \" قَالَ \" لَوْ أَنَّ الْجِنّ وَالْإِنْس وَالشَّيَاطِين وَالْمَلَائِكَة مُنْذُ خُلِقُوا إِلَى أَنْ فَنَوْا صُفُّوا صَفًّا وَاحِدًا مَا أَحَاطُوا بِاَللَّهِ أَبَدًا \" غَرِيب لَا يُعْرَف إِلَّا مِنْ هَذَا الْوَجْه وَلَمْ يَرْوِهِ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة وَاَللَّه أَعْلَم . وَقَالَ آخَرُونَ فِي الْآيَة بِمَا رَوَاهُ التِّرْمِذِيّ فِي جَامِعه وَابْن أَبِي عَاصِم فِي كِتَاب السُّنَّة لَهُ وَابْن أَبِي حَاتِم فِي تَفْسِيره وَابْن مَرْدُوَيْهِ أَيْضًا وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث الْحَكَم بْن أَبَان قَالَ سَمِعْت عِكْرِمَة يَقُول سَمِعْت اِبْن عَبَّاس يَقُول رَأَى مُحَمَّد رَبّه تَبَارَكَ وَتَعَالَى فَقُلْت أَلَيْسَ اللَّه يَقُول \" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار\" الْآيَة فَقَالَ لِي لَا أُمّ لَك ذَلِكَ نُوره الَّذِي هُوَ نُوره إِذَا تَجَلَّى بِنُورِهِ لَا يُدْرِكهُ شَيْء وَفِي رِوَايَة لَا يَقُوم لَهُ شَيْء قَالَ الْحَاكِم صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَفِي مَعْنَى هَذَا الْأَثَر مَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ مَرْفُوعًا إِنَّ اللَّه لَا يَنَام وَلَا يَنْبَغِي لَهُ أَنْ يَنَام يَخْفِض الْقِسْط وَيَرْفَعهُ يَرْفَع إِلَيْهِ عَمَل النَّهَار قَبْل اللَّيْل وَعَمَل اللَّيْل قَبْل النَّهَار حِجَابه النُّور - أَوْ النَّار - لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَات وَجْهه مَا اِنْتَهَى إِلَيْهِ بَصَره مِنْ خَلْقه وَفِي الْكُتُب الْمُتَقَدِّمَة إِنَّ اللَّه تَعَالَى قَالَ لِمُوسَى لَمَّا سَأَلَ الرُّؤْيَة : يَا مُوسَى إِنَّهُ لَا يَرَانِي حَيّ إِلَّا مَاتَ وَلَا يَابِس إِلَّا تَدَهْدَهَ . أَيْ تَدَعْثَرَ وَقَالَ تَعَالَى\" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانك تُبْت إِلَيْك وَأَنَا أَوَّل الْمُؤْمِنِينَ \" وَنَفْيُ هَذَا الْأَثَرِ الْإِدْرَاكَ الْخَاصَّ لَا يَنْفِي الرُّؤْيَة يَوْم الْقِيَامَة يَتَجَلَّى لِعِبَادِهِ الْمُؤْمِنِينَ كَمَا يَشَاء فَأَمَّا جَلَاله وَعَظَمَته عَلَى مَا هُوَ عَلَيْهِ تَعَالَى وَتَقَدَّسَ وَتَنَزَّهَ فَلَا تُدْرِكهُ الْأَبْصَار وَلِهَذَا كَانَتْ أُمّ الْمُؤْمِنِينَ عَائِشَة رَضِيَ اللَّه عَنْهَا تُثْبِت الرُّؤْيَة فِي الدَّار الْآخِرَة وَتَنْفِيهَا فِي الدُّنْيَا وَتَحْتَجّ بِهَذِهِ الْآيَة \" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار \" فَاَلَّذِي نَفَتْهُ الْإِدْرَاك الَّذِي هُوَ بِمَعْنَى رُؤْيَة الْعَظَمَة وَالْجَلَال عَلَى مَا هُوَ عَلَيْهِ فَإِنَّ ذَلِكَ غَيْر مُمْكِن لِلْبَشَرِ وَلَا لِلْمَلَائِكَةِ وَلَا لِشَيْءٍ وَقَوْله \" وَهُوَ يُدْرِك الْأَبْصَار\" أَيْ يُحِيط بِهَا وَيَعْلَمهَا عَلَى مَا هِيَ عَلَيْهِ لِأَنَّهُ خَلَقَهَا كَمَا قَالَ تَعَالَى \" أَلَا يَعْلَم مَنْ خَلَقَ وَهُوَ اللَّطِيف الْخَبِير \" وَقَدْ يَكُون عَبَّرَ بِالْأَبْصَارِ عَنْ الْمُبْصِرِينَ كَمَا قَالَ السُّدِّيّ فِي قَوْله \" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار \" لَا يَرَاهُ شَيْء وَهُوَ يَرَى الْخَلَائِق وَقَالَ أَبُو الْعَالِيَة فِي قَوْله تَعَالَى \" وَهُوَ اللَّطِيف الْخَبِير\" قَالَ اللَّطِيف لِاسْتِخْرَاجِهَا الْخَبِير بِمَكَانِهَا وَاَللَّه أَعْلَم وَهَذَا كَمَا قَالَ تَعَالَى إِخْبَارًا عَنْ لُقْمَان فِيمَا وَعَظَ بِهِ اِبْنه \" يَا بُنَيّ إِنَّهَا إِنْ تَكُ مِثْقَال حَبَّة مِنْ خَرْدَل فَتَكُنْ فِي صَخْرَة أَوْ فِي السَّمَوَات أَوْ فِي الْأَرْض يَأْتِ بِهَا اللَّه إِنَّ اللَّه لَطِيف خَبِير \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42081, "aya_id": 103}]