[{"text": "فَبَدَّلَ الَّذِينَ ظَلَمُواْ قَوْلاً غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى الَّذِينَ ظَلَمُواْ رِجْزاً مِّنَ السَّمَاء بِمَا كَانُواْ يَفْسُقُونَ", "sura_id": 2, "type": 0, "id": 66, "aya_id": 59}, {"text": "فبدل الذين ظلموا قولا غير الذي قيل لهم فأنزلنا على الذين ظلموا رجزا من السماء بما كانوا يفسقون", "sura_id": 2, "type": 1, "id": 6302, "aya_id": 59}, {"text": "59 - (فبدل الذين ظلموا) منهم (قولا غير الذي قيل لهم) فقالوا : حبة في شعرة ودخلوا يزحفون على أستاههم (فأنزلنا على الذين ظلموا) فيه وضع الظاهر موضع المضمر مبالغة في تقبيح شأنهم (رجزا) عذابا طاعونا (من السماء بما كانوا يفسقون) بسبب فسقهم أي خروجهم عن الطاعة فهلك منهم في ساعة سبعون ألفا أو أقل \r\n", "sura_id": 2, "type": 2, "id": 25010, "aya_id": 59}, {"text": "فبدَّل الجائرون الضالون من بني إسرائيل قول الله, وحرَّفوا القول والفعل جميعًا, إذ دخلوا يزحفون على أستاههم وقالوا: حبة في شعرة, واستهزءوا بدين الله. فأنزل الله عليهم عذابًا من السماء; بسبب تمردهم وخروجهم عن طاعة الله.\r\n", "sura_id": 2, "type": 3, "id": 31246, "aya_id": 59}, {"text": " <font color=red>فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ</font><BR><p>وَقَوْله تَعَالَى فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْر الَّذِي قِيلَ لَهُمْ قَالَ : الْبُخَارِيّ حَدَّثَنِي مُحَمَّد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ اِبْن الْمُبَارَك عَنْ مَعْمَر عَنْ هَمَّام بْن مُنَبِّه عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" قِيلَ لِبَنِي إِسْرَائِيل : اُدْخُلُوا الْبَاب سُجَّدًا وَقُولُوا حِطَّة - فَدَخَلُوا يَزْحَفُونَ عَلَى اِسْتَاهُمْ فَبَدَّلُوا وَقَالُوا حَبَّة فِي شَعْرَة \" وَرَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن إِسْمَاعِيل بْن إِبْرَاهِيم عَنْ عَبْد الرَّحْمَن بِهِ مَوْقُوفًا وَعَنْ مُحَمَّد بْن عُبَيْد بْن مُحَمَّد عَنْ اِبْن الْمُبَارَك بِبَعْضِهِ مُسْنَدًا فِي قَوْله تَعَالَى \" حِطَّة \" قَالَ فَبَدَّلُوا وَقَالُوا حَبَّة وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه أَنَّهُ سَمِعَ أَبَا هُرَيْرَة يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ اللَّه لِبَنِي إِسْرَائِيل \" اُدْخُلُوا الْبَاب سُجَّدًا وَقُولُوا حِطَّة نَغْفِر لَكُمْ خَطَايَاكُمْ \" فَبَدَّلُوا وَدَخَلُوا الْبَاب يَزْحَفُونَ عَلَى اسْتَاهِهمْ فَقَالُوا حَبَّة فِي شَعْرَة \" وَهَذَا حَدِيث صَحِيح رَوَاهُ الْبُخَارِيّ عَنْ إِسْحَاق بْن نَصْر وَمُسْلِم عَنْ مُحَمَّد بْن رَافِع وَالتِّرْمِذِيّ عَنْ عَبْد الرَّحْمَن بْن حُمَيْد كُلّهمْ عَنْ عَبْد الرَّزَّاق بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَالَ مُحَمَّد بْن إِسْحَاق كَانَ تَبْدِيلهمْ كَمَا حَدَّثَنِي صَالِح بْن كَيْسَان عَنْ صَالِح مَوْلَى التَّوْأَمَة عَنْ أَبِي هُرَيْرَة وَعَمَّنْ لَا أَتَّهِم عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" دَخَلُوا الْبَاب - الَّذِي أُمِرُوا أَنْ يَدْخُلُوا فِيهِ سُجَّدًا - يَزْحَفُونَ عَلَى اسْتَاهِهمْ وَهُمْ يَقُولُونَ حِنْطَة فِي شَعِيرَة \" وَقَالَ أَبُو دَاوُد حَدَّثَنَا أَحْمَد بْن صَالِح وَحَدَّثَنَا سُلَيْمَان بْن دَاوُد حَدَّثَنَا عَبْد اللَّه بْن وَهْب حَدَّثَنَا هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" قَالَ اللَّه لِبَنِي إِسْرَائِيل \" اُدْخُلُوا الْبَاب سُجَّدًا وَقُولُوا حِطَّة نَغْفِر لَكُمْ خَطَايَاكُمْ \" ثُمَّ قَالَ أَبُو دَاوُد حَدَّثَنَا أَحْمَد بْن مُسَافِر حَدَّثَنَا اِبْن أَبِي فُدَيْك عَنْ هِشَام بِمِثْلِهِ هَكَذَا رَوَاهُ مُنْفَرِدًا بِهِ فِي كِتَاب الْحُرُوف مُخْتَصَرًا وَقَالَ : اِبْن مَرْدَوَيْهِ حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا إِبْرَاهِيم بْن مَهْدِيّ حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن الْمُنْذِر الْقَزَّاز حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل اِبْن أَبِي فُدَيْك عَنْ هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ سِرْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ مِنْ آخِر اللَّيْل أَجَزْنَا فِي ثَنِيَّة يُقَال لَهَا ذَات الْحَنْظَل فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مَثَل هَذِهِ الثَّنِيَّة اللَّيْلَة إِلَّا كَمَثَلِ الْبَاب الَّذِي قَالَ اللَّه لِبَنِي إِسْرَائِيل \" اُدْخُلُوا الْبَاب سُجَّدًا وَقُولُوا حِطَّة نَغْفِر لَكُمْ خَطَايَاكُمْ\" وَقَالَ : سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء\" سَيَقُولُ السُّفَهَاء مِنْ النَّاس \" قَالَ : الْيَهُود قِيلَ لَهُمْ اُدْخُلُوا الْبَاب سُجَّدًا قَالَ : رُكَّعًا وَقُولُوا حِطَّة أَيْ مَغْفِرَة فَدَخَلُوا عَلَى اسْتَاهِهمْ وَجَعَلُوا يَقُولُونَ حِنْطَة حَمْرَاء فِيهَا شَعِيرَة فَذَلِكَ قَوْل اللَّه تَعَالَى \" فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْر الَّذِي قِيلَ لَهُمْ \" وَقَالَ الثَّوْرِيّ عَنْ السُّدِّيّ عَنْ أَبِي سَعْد الْأَزْدِيّ عَنْ أَبِي الْكَنُود عَنْ اِبْن مَسْعُود وَقُولُوا حِطَّة فَقَالُوا حِنْطَة حَبَّة حَمْرَاء فِيهَا شَعِيرَة فَأَنْزَلَ اللَّه \" فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْر الَّذِي قِيلَ لَهُمْ \" وَقَالَ أَسْبَاط عَنْ السُّدِّيّ عَنْ مُرَّة عَنْ اِبْن مَسْعُود أَنَّهُ قَالَ إِنَّهُمْ قَالُوا هطا سمعانا أزبة مزبا فَهِيَ بِالْعَرَبِيَّةِ حَبَّة حِنْطَة حَمْرَاء مَثْقُوبَة فِيهَا شَعْرَة سَوْدَاء فَذَلِكَ قَوْله تَعَالَى \" فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْر الَّذِي قِيلَ لَهُمْ \" وَقَالَ الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ الْمِنْهَال عَنْ سَعِيد عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" اُدْخُلُوا الْبَاب سُجَّدًا \" قَالَ رُكَّعًا مِنْ بَاب صَغِير فَدَخَلُوا مِنْ قِبَل اسْتَاهِهمْ وَقَالُوا حِنْطَة فَذَلِكَ قَوْله تَعَالَى \" فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْر الَّذِي قِيلَ لَهُمْ \" وَهَكَذَا رُوِيَ عَنْ عَطَاء وَمُجَاهِد وَعِكْرِمَة وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن أَنَس وَيَحْيَى بْن رَافِع . وَحَاصِل مَا ذَكَرَهُ الْمُفَسِّرُونَ وَمَا دَلَّ عَلَيْهِ السِّيَاق أَنَّهُمْ بَدَّلُوا أَمْر اللَّه لَهُمْ مِنْ الْخُضُوع بِالْقَوْلِ وَالْفِعْل فَأُمِرُوا أَنْ يَدْخُلُوا سُجَّدًا فَدَخَلُوا يَزْحَفُونَ عَلَى اسْتَاهِهمْ مِنْ قِبَل اسْتَاهِهمْ رَافِعِي رُءُوسهمْ وَأُمِرُوا أَنْ يَقُولُوا حِطَّة أَيْ اُحْطُطْ عَنَّا ذُنُوبنَا وَخَطَايَانَا فَاسْتَهْزَءُوا فَقَالُوا حِنْطَة فِي شَعِيرَة وَهَذَا فِي غَايَة مَا يَكُون مِنْ الْمُخَالَفَة وَالْمُعَانَدَة وَلِهَذَا أَنْزَلَ اللَّه بِهِمْ بَأْسه وَعَذَابه بِفِسْقِهِمْ وَهُوَ خُرُوجهمْ عَنْ طَاعَته. وَلِهَذَا قَالَ \" فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنْ السَّمَاء بِمَا كَانُوا يَفْسُقُونَ \" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس كُلّ شَيْء فِي كِتَاب اللَّه مِنْ الرِّجْز يَعْنِي بِهِ الْعَذَاب وَهَكَذَا رُوِيَ عَنْ مُجَاهِد وَأَبِي مَالِك وَالسُّدِّيّ وَالْحَسَن وَقَتَادَة أَنَّهُ الْعَذَاب وَقَالَ أَبُو الْعَالِيَة الرِّجْز الْغَضَب وَقَالَ الشَّعْبِيّ الرِّجْز إِمَّا الطَّاعُون وَإِمَّا الْبَرْد وَقَالَ سَعِيد بْن جُبَيْر هُوَ الطَّاعُون وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ إِبْرَاهِيم بْن سَعْد يَعْنِي اِبْن أَبِي وَقَّاص عَنْ سَعْد بْن مَالِك وَأُسَامَة بْن زَيْد وَخُزَيْمَة بْن ثَابِت رَضِيَ اللَّه عَنْهُمْ قَالُوا : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الطَّاعُون رِجْز عَذَاب عُذِّبَ بِهِ مَنْ كَانَ قَبْلكُمْ \" وَهَكَذَا رَوَاهُ النَّسَائِيّ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ وَأَصْل الْحَدِيث فِي الصَّحِيحَيْنِ مِنْ حَدِيث حَبِيب بْن أَبِي ثَابِت \" إِذَا سَمِعْتُمْ الطَّاعُون بِأَرْضٍ فَلَا تَدْخُلُوهَا \" الْحَدِيث قَالَ اِبْن جَرِير أَخْبَرَنِي يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب عَنْ يُونُس عَنْ الزُّهْرِيّ قَالَ : أَخْبَرَنِي عَامِر بْن سَعْد بْن أَبِي وَقَّاص عَنْ أُسَامَة بْن زَيْد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ هَذَا الْوَجَع وَالسَّقَم رِجْز عُذِّبَ بِهِ بَعْض الْأُمَم قَبْلكُمْ \" وَهَذَا الْحَدِيث أَصْله مُخَرَّج فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ وَمِنْ حَدِيث مَالِك عَنْ مُحَمَّد اِبْن الْمُنْكَدِر وَسَالِم بْن أَبِي النَّضْر عَنْ عَامِر بْن سَعْد بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38737, "aya_id": 59}]