[{"text": "وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ", "sura_id": 40, "type": 0, "id": 4193, "aya_id": 60}, {"text": "وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين", "sura_id": 40, "type": 1, "id": 10429, "aya_id": 60}, {"text": "60 - (وقال ربكم ادعوني أستجب لكم) أي اعبدوني أثبكم بقرينة ما بعده (إن الذين يستكبرون عن عبادتي سيدخلون) بفتح الياء وضم الخاء وبالعكس (جهنم داخرين) صاغرين \r\n", "sura_id": 40, "type": 2, "id": 29137, "aya_id": 60}, {"text": "وقال ربكم- أيها العباد-: ادعوني وحدي وخصُّوني بالعبادة أستجب لكم, إن الذين يتكبرون عن إفرادي بالعبودية والألوهية, سيدخلون جهنم صاغرين حقيرين.\r\n", "sura_id": 40, "type": 3, "id": 35373, "aya_id": 60}, {"text": " <font color=red>وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</font><BR><p>هَذَا مِنْ فَضْله تَبَارَكَ وَتَعَالَى وَكَرَمِهِ أَنَّهُ نَدَبَ عِبَاده إِلَى دُعَائِهِ وَتَكَفَّلَ لَهُمْ بِالْإِجَابَةِ كَمَا كَانَ سُفْيَان الثَّوْرِيّ يَقُول يَا مَنْ أَحَبُّ عِبَادِهِ إِلَيْهِ مَنْ سَأَلَهُ فَأَكْثَرَ سُؤَالَهُ وَيَا مَنْ أَبْغَضُ عِبَاده إِلَيْهِ مَنْ لَمْ يَسْأَلْهُ وَلَيْسَ أَحَد كَذَلِكَ غَيْرك يَا رَبِّ . رَوَاهُ اِبْن أَبِي حَاتِم وَفِي هَذَا الْمَعْنَى يَقُول الشَّاعِر : اللَّه يَغْضَبُ إِنْ تَرَكْت سُؤَالَهُ وَبُنَيُّ آدَمَ حِينَ يُسْأَلُ يَغْضَبُ وَقَالَ قَتَادَة : قَالَ كَعْب الْأَحْبَار أُعْطِيَتْ هَذِهِ الْأُمَّة ثَلَاثًا لَمْ تُعْطَهُنَّ أُمَّةٌ قَبْلهَا إِلَّا نَبِيٌّ : كَانَ إِذَا أَرْسَلَ اللَّه نَبِيًّا قَالَ لَهُ أَنْتَ شَاهِد عَلَى أُمَّتِك وَجَعَلَكُمْ شُهَدَاءَ عَلَى النَّاسِ وَكَانَ يُقَال لَهُ لَيْسَ عَلَيْك فِي الدِّين مِنْ حَرَجٍ وَقَالَ لِهَذِهِ الْأُمَّةِ \" وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّين مِنْ حَرَجٍ \" وَكَانَ يُقَال لَهُ اُدْعُنِي أَسْتَجِبْ لَك وَقَالَ لِهَذِهِ الْأُمَّة \" اُدْعُونِي أَسْتَجِبْ لَكُمْ \" رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ الْإِمَام الْحَافِظ أَبُو يَعْلَى أَحْمَد بْن عَلِيّ بْن الْمُثَنَّى الْمَوْصِلِيّ فِي مُسْنَده حَدَّثَنَا أَبُو إِبْرَاهِيم التَّرْجُمَانِيّ حَدَّثَنَا صَالِح الْمَدَنِيّ قَالَ سَمِعْت الْحَسَن يُحَدِّث عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا يَرْوِي عَنْ رَبّه عَزَّ وَجَلَّ قَالَ \" أَرْبَع خِصَال وَاحِدَة مِنْهُنَّ لِي وَوَاحِدَة لَك وَوَاحِدَة فِيمَا بَيْنِي وَبَيْنك وَوَاحِدَة فِيمَا بَيْنك وَبَيْن عِبَادِي فَأَمَّا الَّتِي لِي فَتَعْبُدُنِي لَا تُشْرِك بِي شَيْئًا وَأَمَّا الَّتِي لَك عَلَيَّ فَمَا عَمِلْت مِنْ خَيْر جَزَيْتُك بِهِ وَأَمَّا الَّتِي بَيْنِي وَبَيْنك فَمِنْك الدُّعَاء وَعَلَيَّ الْإِجَابَة وَأَمَّا الَّتِي بَيْنك وَبَيْن عِبَادِي فَارْضَ لَهُمْ مَا تَرْضَى لِنَفْسِك \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ ذَرٍّ عَنْ يُسَيْع الْكِنْدِيّ عَنْ النُّعْمَان بْن بَشِير رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الدُّعَاء هُوَ الْعِبَادَة \" ثُمَّ قَرَأَ \" اُدْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّم دَاخِرِينَ \" وَهَكَذَا رَوَاهُ أَصْحَاب السُّنَن التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ وَابْن أَبِي حَاتِم وَابْن جَرِير كُلُّهُمْ مِنْ حَدِيث الْأَعْمَش بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن جَرِير أَيْضًا مِنْ حَدِيث شُعْبَة عَنْ مَنْصُور وَالْأَعْمَش كِلَاهُمَا عَنْ ذَرّ بِهِ وَكَذَا رَوَاهُ اِبْن يُونُس عَنْ أَسِيد بْن عَاصِم بْن مِهْرَان حَدَّثَنَا النُّعْمَان بْن عَبْد السَّلَام حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ ذَرّ بِهِ وَرَوَاهُ اِبْن حِبَّان وَالْحَاكِم فِي صَحِيحَيْهِمَا وَقَالَ الْحَاكِم صَحِيح الْإِسْنَاد . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنِي أَبُو صَالِح الْمَدَنِيّ شَيْخ مِنْ أَهْل الْمَدِينَة سَمِعَهُ عَنْ أَبِي صَالِح وَقَالَ مُرَّة سَمِعْت أَبَا صَالِح يُحَدِّث عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ لَمْ يَدْعُ اللَّه عَزَّ وَجَلَّ غَضِبَ عَلَيْهِ \" تَفَرَّدَ بِهِ أَحْمَد وَهَذَا إِسْنَاد لَا بَأْس بِهِ وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مَرْوَان الْفَزَارِيّ حَدَّثَنَا صُبَيْح أَبُو الْمَلِيح سَمِعْت أَبَا صَالِح يُحَدِّث عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ لَا يَسْأَلهُ يَغْضَب عَلَيْهِ \" قَالَ اِبْن مَعِين أَبُو الْمَلِيح هَذَا اِسْمه : صُبَيْح كَذَا قَيَّدَهُ بِالضَّمِّ عَبْد الْغَنِيّ بْن سَعِيد وَأَمَّا أَبُو صَالِح هَذَا فَهُوَ الْخُوزِيّ سَكَنَ شِعْب الْخُوز قَالَهُ الْبَزَّار فِي مُسْنَده وَكَذَا وَقَعَ فِي رِوَايَته أَبُو الْمَلِيح الْفَارِسِيّ عَنْ أَبِي صَالِح الْخُوزِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ لَمْ يَسْأَل اللَّه يَغْضَب عَلَيْهِ \" . وَقَالَ الْحَافِظ أَبُو مُحَمَّد الْحَسَن بْن عَبْد الرَّحْمَن الرَّامَهُرْمُزِيّ حَدَّثَنَا هَمَّام حَدَّثَنَا إِبْرَاهِيم بْن الْحَسَن حَدَّثَنَا نَائِل بْن نَجِيح حَدَّثَنِي عَائِذ بْن حَبِيب عَنْ مُحَمَّد بْن سَعِيد قَالَ لَمَّا مَاتَ مُحَمَّد بْن مَسْلَمَة الْأَنْصَارِيّ وَجَدْنَا فِي ذُؤَابَة سَيْفه كِتَابًا بِسْمِ اللَّه الرَّحْمَن الرَّحِيم سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ لِرَبِّكُمْ فِي بَقِيَّة أَيَّام دَهْركُمْ نَفَحَات فَتَعَرَّضُوا لَهُ لَعَلَّ دَعْوَة أَنْ تُوَافِق رَحْمَة فَيَسْعَد بِهَا صَاحِبُهَا سَعَادَة لَا يَخْسَر بَعْدهَا أَبَدًا \" وَقَوْله عَزَّ وَجَلَّ \" إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي \" أَيْ عَنْ دُعَائِي وَتَوْحِيدِي سَيَدْخُلُونَ جَهَنَّم دَاخِرِينَ أَيْ صَاغِرِينَ حَقِيرِينَ كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ اِبْن عَجْلَان حَدَّثَنِي عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُحْشَرُ الْمُتَكَبِّرُونَ يَوْم الْقِيَامَة أَمْثَال الذَّرّ فِي صُوَر النَّاس يَعْلُوهُمْ كُلّ شَيْء مِنْ الصَّغَار حَتَّى يَدْخُلُوا سِجْنًا فِي جَهَنَّم يُقَال لَهُ بُولَس تَعْلُوهُمْ نَار الْأَنْيَار يُسْقَوْنَ مِنْ طِينَة الْخَبَال عُصَارَة أَهْل النَّار \". وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَبُو بَكْر بْن مُحَمَّد بْن يَزِيد بْن خُنَيْس قَالَ سَمِعْت أَبِي يُحَدِّث عَنْ وُهَيْب بْن الْوَرْد حَدَّثَنِي رَجُل قَالَ كُنْت أَسِيرًا ذَات يَوْم فِي أَرْض الرُّوم فَسَمِعْت هَاتِفًا مِنْ فَوْق رَأْس جَبَل وَهُوَ يَقُول : يَا رَبّ عَجِبْت لِمَنْ عَرَفَك كَيْفَ يَرْجُو أَحَدًا غَيْرك يَا رَبّ عَجِبْت لِمَنْ عَرَفَك كَيْفَ يَطْلُب حَوَائِجه إِلَى أَحَد غَيْرك قَالَ ثُمَّ ذَهَبْت ثُمَّ جَاءَتْ الطَّامَّة الْكُبْرَى قَالَ ثُمَّ عَادَ الثَّانِيَة فَقَالَ يَا رَبّ عَجِبْت لِمَنْ عَرَفَك كَيْفَ يَتَعَرَّض لِشَيْءٍ مِنْ سَخَطِك يُرْضِي غَيْرك قَالَ وُهَيْب وَهَذِهِ الطَّامَّة الْكُبْرَى قَالَ فَنَادَيْته أَجِنِّيّ أَنْتَ أَمْ إِنْسِيّ ؟ قَالَ بَلْ إِنْسِيّ أَشْغِلْ نَفْسَك بِمَا يَعْنِيك عَمَّا لَا يَعْنِيك .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40996, "aya_id": 60}]