[{"text": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ", "sura_id": 22, "type": 0, "id": 2596, "aya_id": 1}, {"text": "يا أيها الناس اتقوا ربكم إن زلزلة الساعة شيء عظيم", "sura_id": 22, "type": 1, "id": 8832, "aya_id": 1}, {"text": "سورة الحج 1 - (يا أيها الناس) أي أهل مكة وغيرهم (اتقوا ربكم) أي عقابه بأن تطيعوه (إن زلزلة الساعة) أي الحركة الشديدة للأرض التي يكون بعدها طلوع الشمس من مغربها الذي هو قرب الساعة (شيء عظيم) في إزعاج الناس الذي هو نوع من العقاب \r\n", "sura_id": 22, "type": 2, "id": 27540, "aya_id": 1}, {"text": "يا أيها الناس احذروا عقاب الله بامتثال أوامره واجتناب نواهيه, إن ما يحدث عند قيام الساعة من أهوال وحركة شديدة للأرض, تتصدع منها كل جوانبها, شيء عظيم, لا يُقْدر قدره ولا يُبْلغ كنهه، ولا يعلم كيفيَّته إلا رب العالمين.\r\n", "sura_id": 22, "type": 3, "id": 33776, "aya_id": 1}, {"text": " <font color=red>يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده بِتَقْوَاهُ وَمُخْبِرًا لَهُمْ بِمَا يَسْتَقْبِلُونَ مِنْ أَهْوَال يَوْم الْقِيَامَة وَزَلَازِلهَا وَأَحْوَالهَا وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي زَلْزَلَة السَّاعَة هَلْ هِيَ بَعْد قِيَام النَّاس مِنْ قُبُورهمْ يَوْم نُشُورهمْ إِلَى عَرَصَات الْقِيَامَة أَوْ ذَلِكَ عِبَارَة عَنْ زَلْزَلَة الْأَرْض قَبْل قِيَام النَّاس مِنْ أَجْدَاثهمْ كَمَا قَالَ تَعَالَى \" إِذَا زُلْزِلَتْ الْأَرْض زِلْزَالهَا وَأَخْرَجَتْ الْأَرْض أَثْقَالهَا \" وَقَالَ تَعَالَى \" وَحُمِلَتْ الْأَرْض وَالْجِبَال فَدُكَّتَا دَكَّة وَاحِدَة فَيَوْمئِذٍ وَقَعَتْ الْوَاقِعَة \" الْآيَة وَقَالَ تَعَالَى \" إِذَا رُجَّتْ الْأَرْض رَجًّا وَبُسَّتْ الْجِبَال بَسًّا \" الْآيَة فَقَالَ قَائِلُونَ هَذِهِ الزَّلْزَلَة كَائِنَة فِي آخِر عُمْر الدُّنْيَا وَأَوَّل أَحْوَال السَّاعَة وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا يَحْيَى حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة فِي قَوْله \" إِنَّ زَلْزَلَة السَّاعَة شَيْء عَظِيم \" قَالَ قَبْل السَّاعَة وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث الثَّوْرِيّ عَنْ مَنْصُور وَالْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة فَذَكَرَهُ قَالَ وَرُوِيَ عَنْ الشَّعْبِيّ وَإِبْرَاهِيم وَعُبَيْد بْن عُمَيْر نَحْو ذَلِكَ وَقَالَ أَبُو كُدَيْنَة عَنْ عَطَاء عَنْ عَامِر الشَّعْبِيّ \" يَا آيهَا النَّاس اِتَّقُوا رَبّكُمْ إِنَّ زَلْزَلَة السَّاعَة شَيْء عَظِيم \" قَالَ هَذَا فِي الدُّنْيَا قَبْل يَوْم الْقِيَامَة وَقَدْ أَوْرَدَ الْإِمَام أَبُو جَعْفَر بْن جَرِير مُسْتَنَد مَنْ قَالَ ذَلِكَ فِي حَدِيث الصُّور مِنْ رِوَايَة إِسْمَاعِيل بْن رَافِع قَاضِي أَهْل الْمَدِينَة عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ رَجُل مِنْ الْأَنْصَار عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ رَجُل عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه لَمَّا فَرَغَ مِنْ خَلْق السَّمَوَات وَالْأَرْض خَلَقَ الصُّور فَأَعْطَاهُ إِسْرَافِيل فَهُوَ وَاضِعه عَلَى فِيهِ شَاخِص بِبَصَرِهِ إِلَى الْعَرْش يَنْتَظِر مَتَى يُؤْمَر \" قَالَ أَبُو هُرَيْرَة يَا رَسُول اللَّه وَمَا الصُّور ؟ قَالَ قَرْن قَالَ فَكَيْف هُوَ ؟ قَالَ \" قَرْن عَظِيم يَنْفُخ فِيهِ ثَلَاث نَفَخَات الْأُولَى نَفْخَة الْفَزَع وَالثَّانِيَة نَفْخَة الصَّعْق وَالثَّالِثَة نَفْخَة الْقِيَام لِرَبِّ الْعَالَمِينَ يَأْمُر اللَّه إِسْرَافِيل بِالنَّفْخَةِ الْأُولَى فَيَقُول اُنْفُخْ نَفْخَة الْفَزَع فَيَفْزَع أَهْل السَّمَوَات وَأَهْل الْأَرْض إِلَّا مَنْ شَاءَ اللَّه وَيَأْمُرهُ فَيَمُدّهَا وَيُطَوِّلهَا وَلَا يَفْتُر وَهِيَ الَّتِي يَقُول اللَّه تَعَالَى \" وَمَا يَنْظُر هَؤُلَاءِ إِلَّا صَيْحَة وَاحِدَة مَا لَهَا مِنْ فَوَاقٍ \" فَتُسَيَّر الْجِبَال فَتَكُون تُرَابًا وَتُرَجّ الْأَرْض بِأَهْلِهَا رَجًّا وَهِيَ الَّتِي يَقُول اللَّه تَعَالَى \" يَوْم تَرْجُف الرَّاجِفَة تَتْبَعهَا الرَّادِفَة قُلُوب يَوْمئِذٍ وَاجِفَة \" فَتَكُون الْأَرْض كَالسَّفِينَةِ الْمُوبَقَة فِي الْبَحْر تَضْرِبهَا الْأَمْوَاج تَكْفَؤُهَا بِأَهْلِهَا وَكَالْقِنْدِيلِ الْمُعَلَّق بِالْعَرْشِ تُرَجِّحهُ الْأَرْوَاح فَيَمْتَدّ النَّاس عَلَى ظَهْرهَا فَتَذْهَل الْمَرَاضِع وَتَضَع الْحَوَامِل وَيَشِيب الْوِلْدَان وَتَطِير الشَّيَاطِين هَارِبَة حَتَّى تَأْتِي الْأَقْطَار فَتَلْقَاهَا الْمَلَائِكَة فَتَضْرِب وُجُوههَا فَتَرْجِع وَيُوَلِّي النَّاس مُدْبِرِينَ يُنَادِي بَعْضهمْ بَعْضًا وَهِيَ الَّتِي يَقُول اللَّه تَعَالَى \" يَوْم التَّنَاد يَوْم تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنْ اللَّه مِنْ عَاصِم وَمَنْ يُضْلِلْ اللَّه فَمَا لَهُ مِنْ هَادٍ \" فَبَيْنَمَا هُمْ عَلَى ذَلِكَ إِذْ تَصَدَّعَتْ الْأَرْض مِنْ قُطْر إِلَى قُطْر وَرَأَوْا أَمْرًا عَظِيمًا فَأَخَذَهُمْ لِذَلِكَ مِنْ الْكَرْب مَا اللَّه أَعْلَم بِهِ ثُمَّ نَظَرُوا إِلَى السَّمَاء فَإِذَا هِيَ كَالْمُهْلِ ثُمَّ خُسِفَ شَمْسهَا وَقَمَرهَا وَانْتَثَرَتْ نُجُومهَا ثُمَّ كُشِطَتْ عَنْهُمْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَالْأَمْوَات لَا يَعْلَمُونَ بِشَيْءٍ مِنْ ذَلِكَ \" قَالَ أَبُو هُرَيْرَة فَمَنْ اِسْتَثْنَى اللَّه حِين يَقُول \" فَزِعَ مَنْ فِي السَّمَوَات وَمَنْ فِي الْأَرْض إِلَّا مَنْ شَاءَ اللَّه \" قَالَ \" أُولَئِكَ الشُّهَدَاء وَإِنَّمَا يَصِل الْفَزَع إِلَى الْأَحْيَاء أُولَئِكَ أَحْيَاء عِنْد رَبّهمْ يُرْزَقُونَ وَوَقَاهُمْ اللَّه شَرّ ذَلِكَ الْيَوْم وَآمَنَهُمْ وَهُوَ عَذَاب اللَّه يَبْعَثهُ عَلَى شِرَار خَلْقه وَهُوَ الَّذِي يَقُول اللَّه \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ إِنَّ زَلْزَلَة السَّاعَة شَيْء عَظِيم يَوْم تَرَوْنَهَا تَذْهَل كُلّ مُرْضِعَة عَمَّا أَرْضَعَتْ وَتَضَع كُلّ ذَات حَمْل حَمْلهَا وَتَرَى النَّاس سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَاب اللَّه شَدِيد \" وَهَذَا الْحَدِيث قَدْ رَوَاهُ الطَّبَرَانِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم وَغَيْر وَاحِد مُطَوَّلًا جِدًّا وَالْغَرَض مِنْهُ أَنَّهُ دَلَّ عَلَى أَنَّ هَذِهِ الزَّلْزَلَة كَائِنَة قَبْل يَوْم السَّاعَة أُضِيفَتْ إِلَى السَّاعَة لِقُرْبِهَا مِنْهَا كَمَا يُقَال أَشْرَاط السَّاعَة وَنَحْو ذَلِكَ وَاَللَّه أَعْلَم وَقَالَ آخَرُونَ بَلْ ذَلِكَ هَوْل وَفَزَع وَزِلْزَال وَبِلْبَال كَائِن يَوْم الْقِيَامَة فِي الْعَرَصَات بَعْد الْقِيَامَة مِنْ الْقُبُور وَاخْتَارَ ذَلِكَ اِبْن جَرِير وَاحْتَجُّوا بِأَحَادِيث : \" الْأَوَّل \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى عَنْ هِشَام حَدَّثَنَا قَتَادَة عَنْ الْحَسَن عَنْ عِمْرَان بْن حُصَيْن أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَهُوَ فِي بَعْض أَسْفَاره وَقَدْ تَقَارَبَ مِنْ أَصْحَاب السَّيْر رَفَعَ بِهَاتَيْنِ الْآيَتَيْنِ صَوْته : \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ إِنَّ زَلْزَلَة السَّاعَة شَيْء عَظِيم يَوْم تَرَوْنَهَا تَذْهَل كُلّ مُرْضِعَة عَمَّا أَرْضَعَتْ وَتَضَع كُلّ ذَات حَمْل حَمْلهَا وَتَرَى النَّاس سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَاب اللَّه شَدِيد \" فَلَمَّا سَمِعَ أَصْحَابه بِذَلِكَ حَثُّوا الْمَطِيّ وَعَرَفُوا أَنَّهُ عِنْد قَوْل يَقُولهُ فَلَمَّا دَنَوْا حَوْله قَالَ \" أَتَدْرُونَ أَيّ يَوْم ذَلِكَ ذَاكَ يَوْم يُنَادَى آدَم عَلَيْهِ السَّلَام فَيُنَادِيه رَبّه عَزَّ وَجَلَّ فَيَقُول يَا آدَم اِبْعَثْ بَعْثك إِلَى النَّار فَيَقُول يَا رَبّ وَمَا بَعْث النَّار ؟ فَيَقُول : مِنْ كُلّ أَلْف تِسْعمِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ فِي النَّار وَوَاحِد فِي الْجَنَّة \" قَالَ فَأُبْلِسَ أَصْحَابه حَتَّى مَا أَوْضَحُوا أَيْضًا حُكْمه فَلَمَّا رَأَى ذَلِكَ قَالَ \" أَبْشِرُوا وَاعْمَلُوا فَوَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنَّكُمْ لَمَعَ خِلْقَتَيْنِ مَا كَانَتَا مَعَ شَيْء قَطُّ إِلَّا كَثَّرَتَاهُ يَأْجُوج وَمَأْجُوج وَمَنْ هَلَكَ مِنْ بَنِي آدَم وَبَنِي إِبْلِيس \" قَالَ فَسُرِّيَ عَنْهُمْ ثُمَّ قَالَ \" اِعْمَلُوا وَأَبْشِرُوا فَوَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ مَا أَنْتُمْ فِي النَّاس إِلَّا كَالشَّامَةِ فِي جَنْب الْبَعِير أَوْ الرَّقْمَة فِي ذِرَاع الدَّابَّة \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي - كِتَاب التَّفْسِير - مِنْ سُنَنَيْهِمَا عَنْ مُحَمَّد بْن بَشَّار عَنْ يَحْيَى وَهُوَ الْقَطَّان عَنْ هِشَام وَهُوَ الدَّسْتُوَائِيّ عَنْ قَتَادَة بِهِ بِنَحْوِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . \" طَرِيق آخَر \" لِهَذَا الْحَدِيث : قَالَ التِّرْمِذِيّ حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان بْن عُيَيْنَة حَدَّثَنَا اِبْن جُدْعَان عَنْ الْحَسَن عَنْ عِمْرَان بْن حُصَيْن أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَمَّا نَزَلَتْ \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ - إِلَى قَوْله - وَلَكِنَّ عَذَاب اللَّه شَدِيد \" قَالَ نَزَلَتْ عَلَيْهِ هَذِهِ الْآيَة وَهُوَ فِي سَفَر فَقَالَ \" أَتَدْرُونَ أَيّ يَوْم ذَلِكَ ؟ قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ - ذَلِكَ يَوْم يَقُول اللَّه لِآدَم اِبْعَثْ بَعْث النَّار قَالَ يَا رَبّ وَمَا بَعْث النَّار ؟ قَالَ تِسْعمِائَةٍ وَتِسْعَة وَتِسْعُونَ إِلَى النَّار وَوَاحِد إِلَى الْجَنَّة \" فَأَنْشَأَ الْمُسْلِمُونَ يَبْكُونَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَارِبُوا وَسَدِّدُوا فَإِنَّهَا لَمْ تَكُنْ نُبُوَّة قَطُّ إِلَّا كَانَ بَيْن يَدَيْهَا جَاهِلِيَّة قَالَ فَيُؤْخَذ الْعَدَد مِنْ الْجَاهِلِيَّة فَإِنْ تَمَّتْ وَإِلَّا كَمُلَتْ مِنْ الْمُنَافِقِينَ وَمَا مَثَلكُمْ وَمَثَل الْأُمَم إِلَّا كَمَثَلِ الرَّقْمَة فِي ذِرَاع الدَّابَّة أَوْ كَالشَّامَةِ فِي جَنْب الْبَعِير - ثُمَّ قَالَ - إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبْع أَهْل الْجَنَّة - فَكَبَّرُوا ثُمَّ قَالَ - إِنِّي لَأَرْجُو أَنْ تَكُونُوا ثُلُث أَهْل الْجَنَّة - فَكَبَّرُوا ثُمَّ قَالَ - إِنِّي لَأَرْجُو أَنْ تَكُونُوا نِصْف أَهْل الْجَنَّة \" فَكَبَّرُوا ثُمَّ قَالَ وَلَا أَدْرِي أَقَالَ الثُّلُثَيْنِ أَمْ لَا وَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ سُفْيَان بْن عُيَيْنَة بِهِ ثُمَّ قَالَ التِّرْمِذِيّ أَيْضًا هَذَا حَدِيث صَحِيح وَقَدْ رُوِيَ عَنْ عُرْوَة عَنْ الْحَسَن عَنْ عِمْرَان بْن الْحُصَيْن وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ الْحَسَن وَالْعَلَاء بْن زِيَاد الْعَدَوِيّ عَنْ عِمْرَان بْن الْحُصَيْنِ فَذَكَرَهُ وَهَكَذَا رَوَى اِبْن جَرِير عَنْ بُنْدَار عَنْ غُنْدَر عَنْ عَوْف عَنْ الْحَسَن قَالَ بَلَغَنِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا قَفَلَ مِنْ غَزْوَة الْعُسْرَة وَمَعَهُ أَصْحَابه بَعْدَمَا شَارَفَ الْمَدِينَة قَرَأَ \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ إِنَّ زَلْزَلَة السَّاعَة شَيْء عَظِيم \" وَذَكَرَ الْحَدِيث فَذَكَرَ نَحْو سِيَاق اِبْن جُدْعَان وَاَللَّه أَعْلَم الْحَدِيث الثَّانِي \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن الطَّبَّاع حَدَّثَنَا أَبُو سُفْيَان يَعْنِي الْمَعْمَرِيّ عَنْ مَعْمَر عَنْ قَتَادَة عَنْ أَنَس قَالَ نَزَلَتْ \" إِنَّ زَلْزَلَة السَّاعَة شَيْء عَظِيم \" وَذَكَرَ يَعْنِي نَحْو سِيَاق الْحَسَن عَنْ عِمْرَان غَيْر أَنَّهُ قَالَ وَمَنْ هَلَكَ مِنْ كَثْرَة الْجِنّ وَالْإِنْس وَرَوَاهُ اِبْن جَرِير بِطُولِهِ مِنْ حَدِيث مَعْمَر . الْحَدِيث الثَّالِث قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا عَبَّاد يَعْنِي اِبْن الْعَوَّام حَدَّثَنَا هِلَال بْن حُبَاب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة فَذَكَرَ نَحْوه وَقَالَ فِيهِ \" إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبْع أَهْل الْجَنَّة - ثُمَّ قَالَ - إِنِّي لَأَرْجُو أَنْ تَكُونُوا ثُلُث أَهْل الْجَنَّة - ثُمَّ قَالَ - إِنِّي لَأَرْجُو أَنْ تَكُونُوا شَطْر أَهْل الْجَنَّة \" فَفَرِحُوا وَزَادَ أَيْضًا \" وَإِنَّمَا أَنْتُمْ جُزْء مِنْ أَلْف جُزْء \" \" الْحَدِيث الرَّابِع \" قَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا عُمَر بْن حَفْص حَدَّثَنَا أَبِي حَدَّثَنَا الْأَعْمَش حَدَّثَنَا أَبُو صَالِح عَنْ أَبِي سَعِيد قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه تَعَالَى يَوْم الْقِيَامَة يَا آدَم فَيَقُول لَبَّيْكَ رَبّنَا وَسَعْدَيْك فَيُنَادَى بِصَوْتٍ إِنَّ اللَّه يَأْمُرك أَنْ تُخْرِج مِنْ ذُرِّيَّتك بَعْثًا إِلَى النَّار قَالَ يَا رَبّ وَمَا بَعْث النَّار قَالَ مِنْ كُلّ أَلْف - أَرَاهُ قَالَ - تِسْعمِائَةٍ وَتِسْعَة وَتِسْعُونَ لَهُ فَحِينَئِذٍ تَضَع الْحَامِل حَمْلهَا وَيَشِيب الْوَلِيد \" وَتَرَى النَّاس سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَاب اللَّه شَدِيد \" \" فَشَقَّ ذَلِكَ عَلَى النَّاس حَتَّى تَغَيَّرَتْ وُجُوههمْ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْ يَأْجُوج وَمَأْجُوج تِسْعمِائَةٍ وَتِسْعَة وَتِسْعُونَ وَمِنْكُمْ وَاحِد أَنْتُمْ فِي النَّاس كَالشَّعْرَةِ السَّوْدَاء فِي جَنْب الثَّوْر الْأَبْيَض أَوْ كَالشَّعْرَةِ الْبَيْضَاء فِي جَنْب الثَّوْر الْأَسْوَد إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبْع أَهْل الْجَنَّة - فَكَبَّرْنَا ثُمَّ قَالَ - ثُلُث أَهْل الْجَنَّة - فَكَبَّرْنَا ثُمَّ قَالَ - شَطْر أَهْل الْجَنَّة \" فَكَبَّرْنَا وَقَدْ رَوَاهُ الْبُخَارِيّ أَيْضًا فِي غَيْر هَذَا الْمَوْضِع وَمُسْلِم وَالنَّسَائِيّ فِي تَفْسِيره مِنْ طُرُق عَنْ الْأَعْمَش بِهِ \" الْحَدِيث الْخَامِس \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عُمَارَة بْن مُحَمَّد اِبْن أُخْت سُفْيَان الثَّوْرِيّ وَعُبَيْدَة الْعَمِّيّ كِلَاهُمَا عَنْ إِبْرَاهِيم بْن مُسْلِم عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِه وَسَلَّمَ \" إِنَّ اللَّه يَبْعَث يَوْم الْقِيَامَة مُنَادِيًا يَا آدَم إِنَّ اللَّه يَأْمُرك أَنْ تَبْعَث بَعْثًا مِنْ ذُرِّيَّتك إِلَى النَّار فَيَقُول آدَم يَا رَبّ مَنْ هُمْ فَيُقَال لَهُ مِنْ كُلّ مِائَة تِسْعَة وَتِسْعُونَ \" فَقَالَ رَجُل مِنْ الْقَوْم مَنْ هَذَا النَّاجِي مِنَّا بَعْد هَذَا يَا رَسُول اللَّه قَالَ \" هَلْ تَدْرُونَ مَا أَنْتُمْ فِي النَّاس إِلَّا كَالشَّامَةِ فِي صَدْر الْبَعِير \" اِنْفَرَدَ بِهَذَا السَّنَد وَهَذَا السِّيَاق الْإِمَام أَحْمَد \" الْحَدِيث السَّادِس \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى عَنْ حَاتِم بْن أَبِي صُفَيْرَة حَدَّثَنَا اِبْن أَبِي مُلَيْكَة أَنَّ الْقَاسِم بْن مُحَمَّد أَخْبَرَهُ عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّكُمْ تُحْشَرُونَ إِلَى اللَّه يَوْم الْقِيَامَة حُفَاة عُرَاة غُرْلًا \" قَالَتْ عَائِشَة يَا رَسُول اللَّه الرِّجَال وَالنِّسَاء يَنْظُر بَعْضهمْ إِلَى بَعْض قَالَ يَا عَائِشَة إِنَّ الْأَمْر أَشَدّ مِنْ أَنْ يُهِمّهُمْ ذَاكَ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ \" الْحَدِيث السَّابِع \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق حَدَّثَنَا اِبْن لَهِيعَة عَنْ خَالِد بْن أَبِي عِمْرَان عَنْ الْقَاسِم بْن مُحَمَّد عَنْ عَائِشَة قَالَتْ : قُلْت يَا رَسُول اللَّه هَلْ يَذْكُر الْحَبِيب حَبِيبه يَوْم الْقِيَامَة ؟ قَالَ \" يَا عَائِشَة أَمَّا عِنْد ثَلَاث فَلَا أَمَّا عِنْد الْمِيزَان حَتَّى يَثْقُل أَوْ يَخِفّ فَلَا وَأَمَّا عِنْد تَطَايُر الْكُتُب إِمَّا يُعْطَى بِيَمِينِهِ وَإِمَّا يُعْطَى بِشِمَالِهِ فَلَا وَحِين يَخْرُج عُنُق مِنْ النَّار فَيُطْوَى عَلَيْهِمْ وَيَتَغَيَّظ عَلَيْهِمْ وَيَقُول ذَلِكَ الْعُنُق : وُكِّلْت بِثَلَاثَةٍ وُكِّلْت بِثَلَاثَةٍ وُكِّلْت بِثَلَاثَةٍ وُكِّلْت بِمَنْ اِدَّعَى مَعَ اللَّه إِلَهًا آخَر وَوُكِّلْت بِمَنْ لَا يُؤْمِن بِيَوْمِ الْحِسَاب وَوُكِّلْت بِكُلِّ جَبَّار عَنِيد - قَالَ - فَيَنْطَوِي عَلَيْهِمْ وَيَرْمِيهِمْ فِي غَمَرَات جَهَنَّم وَلِجَهَنَّم جِسْر أَرَقّ مِنْ الشَّعْر وَأَحَدّ مِنْ السَّيْف عَلَيْهِ كَلَالِيب وَحَسَك يَأْخُذَانِ مَنْ شَاءَ اللَّه وَالنَّاس عَلَيْهِ كَالْبَرْقِ وَكَالطَّرْفِ وَكَالرِّيحِ وَكَأَجَاوِيد الْخَيْل وَالرِّكَاب وَالْمَلَائِكَة يَقُولُونَ : يَا رَبّ سَلِّمْ سَلِّمْ فَنَاجٍ مُسَلَّم وَمَخْدُوش مُسَلَّم وَمُكَوَّر فِي النَّار عَلَى وَجْهه \" وَالْأَحَادِيث فِي أَهْوَال يَوْم الْقِيَامَة وَالْآثَار كَثِيرَة جِدًّا لَهَا مَوْضِع آخَر وَلِهَذَا قَالَ تَعَالَى \" إِنَّ زَلْزَلَة السَّاعَة شَيْء عَظِيم \" أَيْ أَمْر عَظِيم وَخَطْب جَلِيل وَطَارِق مُفْظِع وَحَادِث هَائِل وَكَائِن عَجِيب وَالزِّلْزَال هُوَ مَا يَحْصُل لِلنُّفُوسِ مِنْ الرُّعْب وَالْفَزَع كَمَا قَالَ تَعَالَى \" هُنَالِكَ اُبْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39029, "aya_id": 1}]