[{"text": "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاء بِنَاء وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ", "sura_id": 40, "type": 0, "id": 4197, "aya_id": 64}, {"text": "الله الذي جعل لكم الأرض قرارا والسماء بناء وصوركم فأحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين", "sura_id": 40, "type": 1, "id": 10433, "aya_id": 64}, {"text": "64 - (الله الذي جعل لكم الأرض قرارا والسماء بناء) سقفا (وصوركم فأحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين) \r\n", "sura_id": 40, "type": 2, "id": 29141, "aya_id": 64}, {"text": "الله الذي جعل لكم الأرض؛ لتستقروا فيها, ويسَّر لكم الإقامة عليها, وجعل السماء سقفًا للأرض, وبثَّ فيها من العلامات الهادية, وخلقكم في أكمل هيئة وأحسن تقويم, وأنعم عليكم بحلال الرزق ولذيذ المطاعم والمشارب, ذلكم الذي أنعم عليكم بهذه النعم هو ربكم, فتكاثر خيره وفضله وبركته, وتنزَّه عمَّا لا يليق به, وهو ربُّ الخلائق أجمعين.\r\n", "sura_id": 40, "type": 3, "id": 35377, "aya_id": 64}, {"text": " <font color=red>اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</font><BR><p>قَوْله تَعَالَى \" اللَّه الَّذِي جَعَلَ لَكُمْ الْأَرْض قَرَارًا \" أَيْ جَعَلَهَا لَكُمْ مُسْتَقَرًّا بِسَاطًا مِهَادًا تَعِيشُونَ عَلَيْهَا وَتَتَصَرَّفُونَ فِيهَا وَتَمْشُونَ فِي مَنَاكِبهَا وَأَرْسَاهَا بِالْجِبَالِ لِئَلَّا تَمِيدَ بِكُمْ \" وَالسَّمَاء بِنَاء \" أَيْ سَقْفًا لِلْعَالَمِ مَحْفُوظًا \" وَصَوَّرَكُمْ فَأَحْسَنَ صُوَركُمْ \" أَيْ فَخَلَقَكُمْ فِي أَحْسَن الْأَشْكَال وَمَنَحَكُمْ أَكْمَلَ الصُّوَر فِي أَحْسَن تَقْوِيم \" وَرَزَقَكُمْ مِنْ الطَّيِّبَات \" أَيْ مِنْ الْمَآكِل وَالْمَشَارِب فِي الدُّنْيَا فَذَكَرَ أَنَّهُ خَلَقَ الدَّار وَالسُّكَّان وَالْأَرْزَاق فَهُوَ الْخَالِق الرَّازِق كَمَا قَالَ تَعَالَى فِي سُورَة الْبَقَرَة \" يَا أَيّهَا النَّاس اُعْبُدُوا رَبّكُمْ الَّذِي خَلَقَكُمْ وَاَلَّذِينَ مِنْ قَبْلكُمْ لَعَلَّكُمْ تَتَّقُونَ الَّذِي جَعَلَ لَكُمْ الْأَرْض فِرَاشًا وَالسَّمَاء بِنَاء وَأَنْزَلَ مِنْ السَّمَاء مَاء فَأَخْرَجَ بِهِ مِنْ الثَّمَرَات رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ \" . وَقَالَ تَعَالَى هَهُنَا بَعْد خَلْق هَذِهِ الْأَشْيَاء \" ذَلِكُمْ اللَّه رَبّكُمْ فَتَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" أَيْ فَتَعَالَى وَتَقَدَّسَ وَتَنَزَّهَ رَبّ الْعَالَمِينَ كُلّهمْ .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 41000, "aya_id": 64}]