[{"text": "أَيُشْرِكُونَ مَا لاَ يَخْلُقُ شَيْئاً وَهُمْ يُخْلَقُونَ", "sura_id": 7, "type": 0, "id": 1145, "aya_id": 191}, {"text": "أيشركون ما لا يخلق شيئا وهم يخلقون", "sura_id": 7, "type": 1, "id": 7381, "aya_id": 191}, {"text": "191 - (أيشركون) به في العبادة (ما لا يخلق شيئا وهم يخلقون) \r\n", "sura_id": 7, "type": 2, "id": 26089, "aya_id": 191}, {"text": "أيشرك هؤلاء المشركون في عبادة الله مخلوقاته, وهي لا تقدر على خَلْق شيء, بل هي مخلوقة؟\r\n", "sura_id": 7, "type": 3, "id": 32325, "aya_id": 191}, {"text": " <font color=red>أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ</font><BR><p>هَذَا إِنْكَار مِنْ اللَّه عَلَى الْمُشْرِكِينَ الَّذِينَ عَبَدُوا مَعَ اللَّه غَيْره مِنْ الْأَنْدَاد وَالْأَصْنَام وَالْأَوْثَان وَهِيَ مَخْلُوقَة لِلَّهِ مَرْبُوبَة مَصْنُوعَة لَا تَمْلِك شَيْئًا مِنْ الْأَمْر وَلَا تَضُرّ وَلَا تُبْصِر وَلَا تَنْتَصِر لِعَابِدِيهَا بَلْ هِيَ جَمَاد لَا تَتَحَرَّك وَلَا تَسْمَع وَلَا تُبْصِر وَعَابِدُوهَا أَكْمَل مِنْهَا بِسَمْعِهِمْ وَبَصَرهمْ وَبَطْشهمْ وَلِهَذَا قَالَ\" أَيُشْرِكُونَ مَا لَا يَخْلُق شَيْئًا وَهُمْ يُخْلَقُونَ \" أَيْ أَتُشْرِكُونَ بِهِ مِنْ الْمَعْبُودَات مَا لَا يَخْلُق شَيْئًا وَلَا يَسْتَطِيع ذَلِكَ كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا النَّاس ضُرِبَ مَثَل فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُون اللَّه لَنْ يَخْلُقُوا ذُبَابًا وَلَوْ اِجْتَمَعُوا لَهُ وَإِنْ يَسْلُبهُمْ الذُّبَاب شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِب وَالْمَطْلُوب مَا قَدَرُوا اللَّه حَقَّ قَدْره إِنَّ اللَّه لَقَوِيّ عَزِيز \" أَخْبَرَ تَعَالَى أَنَّ آلِهَتهمْ لَوْ اِجْتَمَعُوا كُلّهمْ مَا اِسْتَطَاعُوا خَلْق ذُبَابَة بَلْ لَوْ سَلَبَتْهُمْ الذُّبَابَة شَيْئًا مِنْ حَقِير الْمَطَاعِم وَطَارَتْ لَمَا اِسْتَطَاعُوا إِنْقَاذه مِنْهَا فَمَنْ هَذِهِ صِفَته وَحَاله كَيْف يُعْبَد لِيَرْزُق وَيُسْتَنْصَر ؟ وَلِهَذَا قَالَ تَعَالَى \" لَا يَخْلُق شَيْئًا وَهُمْ يُخْلَقُونَ \" أَيْ بَلْ هُمْ مَخْلُوقُونَ مَصْنُوعُونَ كَمَا قَالَ الْخَلِيل \" أَتَعْبُدُونَ مَا تَنْحِتُونَ \" الْآيَة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42568, "aya_id": 191}]