[{"text": "يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 4, "type": 0, "id": 669, "aya_id": 176}, {"text": "يستفتونك قل الله يفتيكم في الكلالة إن امرؤ هلك ليس له ولد وله أخت فلها نصف ما ترك وهو يرثها إن لم يكن لها ولد فإن كانتا اثنتين فلهما الثلثان مما ترك وإن كانوا إخوة رجالا ونساء فللذكر مثل حظ الأنثيين يبين الله لكم أن تضلوا والله بكل شيء عليم", "sura_id": 4, "type": 1, "id": 6905, "aya_id": 176}, {"text": "176 - (يستفتونك) في الكلالة (قل الله يفتيكم في الكلالة إن امرؤ) مرفوع بفعل يفسره (هلك) مات (ليس له ولد) أي ولا والد وهو الكلالة (وله أخت) من أبوين أو أب (فلها نصف ما ترك وهو) أي الأخ كذلك (يرثها) جميع ما تركت (إن لم يكن لها ولد) فإن كان لها ولد ذكر فلا شيء له أو أنثى فله ما فضل من نصيبها ولو كانت الأخت أو الأخ من أم ففرضه السدس كما تقدم أول السورة (فإن كانتا) أي الأختان (اثنتين) أي فصاعدا لأنها نزلت في جابر وقد مات عن أخوات (فلهما الثلثان مما ترك) الأخ (وإن كانوا) أي الورثة (إخوة رجالا ونساء فللذكر) منهم (مثل حظ الأنثيين يبين الله لكم) شرائع دينكم لـ (أن) لا (تضلوا والله بكل شيء عليم) ومنه الميراث ، روى الشيخان عن البراء أنها آخر آية نزلت أي من الفرائض \r\n", "sura_id": 4, "type": 2, "id": 25613, "aya_id": 176}, {"text": "يسألونك -أيها الرسول- عن حكم ميراث الكلالة, وهو من مات وليس له ولدٌ ولا والد, قل: الله يُبيِّن لكم الحكم فيها: إن مات امرؤ ليس له ولد ولا والد, وله أخت لأبيه وأمه, أو لأبيه فقط, فلها نصف تركته, ويرث أخوها شقيقًا كان أو لأب جميع مالها إذا ماتت وليس لها ولد ولا والد. فإن كان لمن مات كلالةً أختان فلهما الثلثان مما ترك. وإذا اجتمع الذكور من الإخوة لغير أم مع الإناث فللذكر مثل نصيب الأنثيين من أخواته. يُبيِّن الله لكم قسمة المواريث وحكم الكلالة, لئلا تضلوا عن الحقِّ في أمر المواريث. والله عالم بعواقب الأمور, وما فيها من الخير لعباده.\r\n", "sura_id": 4, "type": 3, "id": 31849, "aya_id": 176}, {"text": " <font color=red>يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>قَالَ الْبُخَارِيّ : حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق قَالَ : سَمِعْت الْبَرَاء قَالَ آخِر سُورَة نَزَلَتْ بَرَاءَة وَآخِر آيَة نَزَلَتْ يَسْتَفْتُونَك وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ مُحَمَّد بْن الْمُنْكَدِر قَالَ : سَمِعْت جَابِر بْن عَبْد اللَّه قَالَ دَخَلَ عَلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا مَرِيض لَا أَعْقِل قَالَ فَتَوَضَّأَ ثُمَّ صَبَّ عَلَيَّ أَوْ قَالَ \" صُبُّوا عَلَيْهِ \" فَقُلْت إِنَّهُ لَا يَرِثنِي إِلَّا كَلَالَة فَكَيْف الْمِيرَاث ؟ فَأَنْزَلَ اللَّه آيَة الْفَرَائِض أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث شُعْبَة وَرَوَاهُ الْجَمَاعَة مِنْ طَرِيق سُفْيَان بْن عُيَيْنَة عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بِهِ وَفِي بَعْض الْأَلْفَاظ فَنَزَلَتْ آيَة الْمِيرَاث \" يَسْتَفْتُونَك قُلْ اللَّه يُفْتِيكُمْ فِي الْكَلَالَة \" الْآيَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد حَدَّثَنَا سُفْيَان وَقَالَ ابْن الزُّبَيْر قَالَ يَعْنِي جَابِرًا نَزَلَتْ فِيَّ \" يَسْتَفْتُونَك قُلْ اللَّه يُفْتِيكُمْ فِي الْكَلَالَة \" وَكَأَنَّ مَعْنَى الْكَلَام وَاَللَّه أَعْلَم يَسْتَفْتُونَك عَنْ الْكَلَالَة \" قُلْ اللَّه يُفْتِيكُمْ \" فِيهَا فَدَلَّ الْمَذْكُور عَلَى الْمَتْرُوك . وَقَدْ تَقَدَّمَ الْكَلَام عَلَى الْكَلَالَة وَاشْتِقَاقهَا وَأَنَّهَا مَأْخُوذَة مِنْ الْإِكْلِيل الَّذِي يُحِيط بِالرَّأْسِ مِنْ جَوَانِبه وَلِهَذَا فَمَيَّزَهَا أَكْثَر الْعُلَمَاء : بِمَنْ يَمُوت وَلَيْسَ لَهُ وَلَد وَلَا وَالِد وَمِنْ النَّاس مَنْ يَقُول الْكَلَالَة مَنْ لَا وَلَد لَهُ كَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَة \" إِنْ اِمْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَد \" وَقَدْ أَشْكَلَ حُكْم الْكَلَالَة عَلَى أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب \" رَضِيَ اللَّه عَنْهُ كَمَا ثَبَتَ عَنْهُ فِي الصَّحِيحَيْنِ أَنَّهُ قَالَ : ثَلَاث وَدِدْت أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ عَهِدَ إِلَيْنَا فِيهِنَّ عَهْدًا نَنْتَهِي إِلَيْهِ : الْجَدّ وَالْكَلَالَة وَبَاب مِنْ أَبْوَاب الرِّبَا. وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْمَاعِيل عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ مَعْدَان بْن أَبِي طَلْحَة قَالَ : قَالَ عُمَر بْن الْخَطَّاب مَا سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ شَيْء أَكْثَر مِمَّا سَأَلْته عَنْ الْكَلَالَة حَتَّى طَعَنَ بِأُصْبُعِهِ فِي صَدْرِي وَقَالَ \" يَكْفِيك آيَة الصَّيْف الَّتِي فِي آخِر سُورَة النِّسَاء\" هَكَذَا رَوَاهُ مُخْتَصَرًا وَأَخْرَجَهُ مُسْلِم مُطَوَّلًا أَكْثَر مِنْ هَذَا . \" طَرِيق أُخْرَى\" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا مَالِك يَعْنِي اِبْن مِغْوَل يَقُول سَمِعْت الْفَضْل بْن عَمْرو عَنْ إِبْرَاهِيم عَنْ عُمَر قَالَ سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْكَلَالَة فَقَالَ \" يَكْفِيك آيَة الصَّيْف \" فَقَالَ لَأَنْ أَكُون سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهَا أَحَبّ إِلَيَّ مِنْ أَنْ يَكُون لِي حُمْر النَّعَم وَهَذَا إِسْنَاد جَيِّد إِلَّا أَنَّ فِيهِ اِنْقِطَاعًا بَيْن إِبْرَاهِيم وَبَيْن عُمَر فَإِنَّهُ لَمْ يُدْرِكهُ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا أَبُو بَكْر عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء بْن عَازِب قَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ الْكَلَالَة فَقَالَ \" يَكْفِيك آيَة الصَّيْف \" . وَهَذَا إِسْنَاد جَيِّد رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ حَدِيث أَبِي بَكْر بْن عَيَّاش بِهِ وَكَانَ الْمُرَاد بِآيَةِ الصَّيْف أَنَّهَا نَزَلَتْ فِي فَصْل الصَّيْف وَاَللَّه أَعْلَم وَلَمَّا أَرْشَدَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى تَفَهُّمهَا فَإِنَّ فِيهَا كِفَايَة نَسِيَ أَنْ يَسْأَل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ مَعْنَاهَا وَلِهَذَا قَالَ فَلَأَنْ أَكُون سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهَا أَحَبّ إِلَيَّ مِنْ أَنْ يَكُون لِي حُمْر النَّعَم . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا جَرِير حَدَّثَنَا الشَّيْبَانِيّ عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد بْن الْمُسَيِّب قَالَ سَأَلَ عُمَر بْن الْخَطَّاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْكَلَالَة فَقَالَ \" أَلَيْسَ قَدْ بَيَّنَ اللَّه ذَلِكَ \" فَنَزَلَتْ \" يَسْتَفْتُونَك \" الْآيَة . قَالَ قَتَادَة وَذُكِرَ لَنَا أَنَّ أَبَا بَكْر الصِّدِّيق قَالَ فِي خُطْبَته أَلَا إِنَّ الْآيَة الَّتِي نَزَلَتْ فِي أَوَّل سُورَة النِّسَاء فِي شَأْن الْفَرَائِض أَنْزَلَهَا اللَّه فِي الْوَلَد وَالْوَالِد وَالْآيَة الثَّانِيَة أَنْزَلَهَا فِي الزَّوْج وَالزَّوْجَة وَالْإِخْوَة مِنْ الْأُمّ وَالْآيَة الَّتِي خَتَمَ بِهَا سُورَة النِّسَاء أَنْزَلَهَا فِي الْإِخْوَة وَالْأَخَوَات مِنْ الْأَب وَالْأُمّ وَالْآيَة الَّتِي خَتَمَ بِهَا سُورَة الْأَنْفَال أَنْزَلَهَا فِي أُولِي الْأَرْحَام بَعْضهمْ أَوْلَى بِبَعْضٍ فِي كِتَاب اللَّه مِمَّا جَرَتْ الرَّحِم مِنْ الْعَصَبَة رَوَاهُ اِبْن جَرِير . \" ذَكَرَ الْكَلَام عَلَى مَعْنَاهَا \" وَبِاَللَّهِ الْمُسْتَعَان وَعَلَيْهِ التُّكْلَان . قَوْله تَعَالَى \" إِنْ اِمْرُؤٌ هَلَكَ \" أَيْ مَاتَ قَالَ اللَّه تَعَالَى \" كُلّ شَيْء هَالِك إِلَّا وَجْهه \" كُلّ شَيْء يَفْنَى وَلَا يَبْقَى إِلَّا اللَّه عَزَّ وَجَلَّ كَمَا قَالَ \" كُلّ مَنْ عَلَيْهَا فَانٍ وَيَبْقَى وَجْه رَبّك ذُو الْجَلَال وَالْإِكْرَام \" وَقَوْله \" لَيْسَ لَهُ وَلَد \" تَمَسَّكَ بِهِ مَنْ ذَهَبَ إِلَى أَنَّهُ لَيْسَ مِنْ شَرْط الْكَلَالَة اِنْتِفَاء الْوَالِد بَلْ يَكْفِي فِي وُجُود الْكَلَالَة اِنْتِفَاء الْوَلَد وَهُوَ رِوَايَة عَنْ عُمَر بْن الْخَطَّاب رَوَاهَا اِبْن جَرِير عَنْهُ بِإِسْنَادٍ صَحِيح إِلَيْهِ وَلَكِنْ الَّذِي يُرْجَع إِلَيْهِ هُوَ قَوْل الْجُمْهُور وَقَضَاء الصِّدِّيق أَنَّهُ الَّذِي لَا وَلَد لَهُ وَلَا وَالِد وَيَدُلّ عَلَى ذَلِكَ قَوْله \" وَلَهُ أُخْت فَلَهَا نِصْف مَا تَرَكَ \" وَلَوْ كَانَ مَعَهَا أَب لَمْ تَرِث شَيْئًا لِأَنَّهُ يَحْجُبهَا بِالْإِجْمَاعِ فَدَلَّ عَلَى أَنَّهُ لَا وَلَد لَهُ بِنَصِّ الْقُرْآن وَلَا وَالِد بِالنَّصِّ عِنْد التَّأَمُّل أَيْضًا لِأَنَّ الْأُخْت لَا يُفْرَض لَهَا النِّصْف مَعَ الْوَالِد بَلْ لَيْسَ لَهَا مِيرَاث بِالْكُلِّيَّةِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْحَكَم بْن نَافِع حَدَّثَنَا أَبُو بَكْر بْن عَبْد اللَّه عَنْ مَكْحُول وَعَطِيَّة وَحَمْزَة وَرَاشِد عَنْ زَيْد بْن ثَابِت أَنَّهُ سُئِلَ عَنْ زَوْج وَأُخْت لِأَبٍ وَأُمّ فَأَعْطَى الزَّوْج النِّصْف وَالْأُخْت النِّصْف فَكُلِّمَ فِي ذَلِكَ فَقَالَ حَضَرْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى بِذَلِكَ . تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَقَدْ نَقَلَ اِبْن جَرِير وَغَيْره عَنْ اِبْن عَبَّاس وَابْن الزُّبَيْر أَنَّهُمَا كَانَا يَقُولَانِ فِي الْمَيِّت تَرَكَ بِنْتًا وَأُخْتًا إِنَّهُ لَا شَيْء لِلْأُخْتِ لِقَوْلِهِ \" إِنْ اِمْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَد وَلَهُ أُخْت فَلَهَا نِصْف مَا تَرَكَ \" قَالَ فَإِذَا تَرَكَ بِنْتًا فَقَدْ تَرَكَ وَلَدًا فَلَا شَيْء لِلْأُخْتِ وَخَالَفَهُمَا الْجُمْهُور فَقَالُوا فِي هَذِهِ الْمَسْأَلَة لِلْبِنْتِ النِّصْف بِالْفَرْضِ وَلِلْأُخْتِ النِّصْف الْآخَر بِالتَّعْصِيبِ بِدَلِيلٍ غَيْر هَذِهِ الْآيَة وَهَذِهِ الْآيَة نَصَّتْ أَنْ يُفْرَض لَهَا فِي هَذِهِ الصُّورَة , وَأَمَّا وِرَاثَتهَا بِالتَّعْصِيبِ فَلِمَا رَوَاهُ الْبُخَارِيّ مِنْ طَرِيق سُلَيْمَان عَنْ إِبْرَاهِيم عَنْ الْأَسْوَد قَالَ قَضَى فِينَا مُعَاذ بْن جَبَل عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النِّصْف لِلْبِنْتِ وَالنِّصْف لِلْأُخْتِ ثُمَّ قَالَ سُلَيْمَان قَضَى فِينَا وَلَمْ يَذْكُر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي صَحِيح الْبُخَارِيّ أَيْضًا عَنْ هُزَيْل بْن شُرَحْبِيل قَالَ سُئِلَ أَبُو مُوسَى الْأَشْعَرِيّ عَنْ اِبْنَة وَابْنَة اِبْن وَأُخْت فَقَالَ لِلِابْنَةِ النِّصْف وَلِلْأُخْتِ النِّصْف وَأْتِ اِبْن مَسْعُود فَسَيُتَابِعُنِي فَسُئِلَ اِبْن مَسْعُود فَأَخْبَرَهُ بِقَوْلِ أَبِي مُوسَى فَقَالَ : لَقَدْ ضَلَلْت إِذًا وَمَا أَنَا مِنْ الْمُهْتَدِينَ أَقْضِي فِيهَا بِمَا قَضَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النِّصْف لِلْبِنْتِ وَلِبِنْتِ الِابْن السُّدُس تَكْمِلَة الثُّلُثَيْنِ وَمَا بَقِيَ فَلِلْأُخْتِ فَأَتَيْنَا أَبَا مُوسَى فَأَخْبَرْنَاهُ بِقَوْلِ اِبْن مَسْعُود فَقَالَ لَا تَسْأَلُونِي مَا دَامَ هَذَا الْحَبْر فِيكُمْ . وَقَوْله \" وَهُوَ يَرِثهَا إِنْ لَمْ يَكُنْ لَهَا وَلَد \" أَيْ وَالْأَخ يَرِث جَمِيع مَا لَهَا إِذَا مَاتَتْ كَلَالَة وَلَيْسَ لَهَا وَلَد أَيْ وَلَا وَالِد لِأَنَّهَا لَوْ كَانَ لَهَا وَالِد لَمْ يَرِث الْأَخ شَيْئًا فَإِنْ فُرِضَ أَنَّ مَعَهُ مَنْ لَهُ فَرْض صُرِفَ إِلَيْهِ فَرْضه كَزَوْجٍ أَوْ أَخ مِنْ أُمّ وَصُرِفَ الْبَاقِي إِلَى الْأَخ لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَلْحِقُوا الْفَرَائِض بِأَهْلِهَا فَمَا أَبْقَتْ الْفَرَائِض فَلِأَوْلَى رَجُل ذَكَر \" وَقَوْله \" فَإِنْ كَانَتَا اِثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ \" أَيْ فَإِنْ كَانَ لِمَنْ يَمُوت كَلَالَة أُخْتَانِ فُرِضَ لَهُمَا الثُّلُثَانِ وَكَذَا مَا زَادَ عَلَى الْأُخْتَيْنِ فِي حُكْمهمَا وَمِنْ هَهُنَا أَخَذَ الْجَمَاعَة حُكْم الْبِنْتَيْنِ كَمَا اُسْتُفِيدَ حُكْم الْأَخَوَات مِنْ الْبَنَات فِي قَوْله \" فَإِنْ كُنَّ نِسَاء فَوْق اِثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ \" وَقَوْله \" وَإِنْ كَانُوا إِخْوَة رِجَالًا وَنِسَاء فَلِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ \" هَذَا حُكْم الْعَصَبَات مِنْ الْبَنِينَ وَبَنِي الْبَنِينَ وَالْإِخْوَة إِذَا اِجْتَمَعَ ذُكُورهمْ وَإِنَاثهمْ أُعْطِيَ الذَّكَر مِثْل حَظّ الْأُنْثَيَيْنِ وَقَوْله \" يُبَيِّن اللَّه لَكُمْ \" أَيْ يَفْرِض لَكُمْ فَرَائِضه وَيَحُدّ لَكُمْ حُدُوده وَيُوَضِّح لَكُمْ شَرَائِعه وَقَوْله \" أَنْ تَضِلُّوا \" أَيْ لِئَلَّا تَضِلُّوا عَنْ الْحَقّ بَعْد الْبَيَان \" وَاَللَّه بِكُلِّ شَيْء عَلِيم \" أَيْ هُوَ عَالِم بِعَوَاقِب الْأُمُور وَمَصَالِحهَا وَمَا فِيهَا مِنْ الْخَيْر لِعِبَادِهِ وَمَا يَسْتَحِقّهُ كُلّ وَاحِد مِنْ الْقَرَابَات بِحَسَبِ قُرْبه مِنْ الْمُتَوَفَّى . وَقَدْ قَالَ أَبُو جَعْفَر اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنِي اِبْن عُلَيَّة أَنْبَأَنَا اِبْن عَوْن عَنْ مُحَمَّد بْن سِيرِينَ قَالَ كَانُوا فِي مَسِير وَرَأْس رَاحِلَة حُذَيْفَة عِنْد رِدْف رَاحِلَة رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ وَرَأْس رَاحِلَة عُمَر عِنْد رِدْف رَاحِلَة حُذَيْفَة قَالَ وَنَزَلَتْ \" يَسْتَفْتُونَك قُلْ اللَّه يُفْتِيكُمْ فِي الْكَلَالَة \" فَلَقَّاهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حُذَيْفَة فَلَقَّاهَا حُذَيْفَة عُمَر فَلَمَّا كَانَ بَعْد ذَلِكَ سَأَلَ عُمَر عَنْهَا حُذَيْفَة فَقَالَ وَاَللَّهِ إِنَّك لَأَحْمَق إِنْ كُنْت ظَنَنْت أَنَّهُ لَقَّانِيهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَقَّيْتُكهَا كَمَا لَقَّانِيهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَللَّه لَأَزِيدك عَلَيْهَا شَيْئًا أَبَدًا . قَالَ فَكَانَ عُمَر يَقُول اللَّهُمَّ إِنْ كُنْت بَيَّنْتهَا لَهُ فَإِنَّهَا لَمْ تُبَيِّن لِي كَذَا رَوَاهُ اِبْن جَرِير وَرَوَاهُ أَيْضًا عَنْ الْحَسَن بْن يَحْيَى عَنْ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ أَيُّوب عَنْ اِبْن سِيرِينَ كَذَلِكَ بِنَحْوِهِ وَهُوَ مُنْقَطِع بَيْن اِبْن سِيرِينَ وَحُذَيْفَة وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن عَمْرو الْبَزَّار فِي مُسْنَده حَدَّثَنَا يُوسُف بْن حَمَّاد الْمَعْنَى وَمُحَمَّد بْن مَرْزُوق قَالَا حَدَّثَنَا عَبْد الْأَعْلَى بْن عَبْد الْأَعْلَى حَدَّثَنَا هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي عُبَيْدَة بْن حُذَيْفَة عَنْ أَبِيهِ قَالَ نَزَلَتْ آيَة الْكَلَالَة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي مَسِير لَهُ فَوَقَفَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِذَا هُوَ بِحُذَيْفَة وَإِذَا رَأْس نَاقَة حُذَيْفَة عِنْد رِدْف رَاحِلَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَقَّاهَا إِيَّاهُ فَنَظَرَ حُذَيْفَة فَإِذَا عُمَر \" رَضِيَ اللَّه عَنْهُ فَلَقَّاهَا إِيَّاهُ فَلَمَّا كَانَ فِي خِلَافَة عُمَر نَظَرَ عُمَر فِي الْكَلَالَة فَدَعَا حُذَيْفَة فَسَأَلَهُ عَنْهَا فَقَالَ حُذَيْفَة لَقَدْ لَقَّانِيهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَقَّيْتُكهَا كَمَا لَقَّانِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَللَّه إِنِّي لَصَادِق وَوَاللَّهِ لَا أَزِيدك عَلَى ذَلِكَ شَيْئًا أَبَدًا . ثُمَّ قَالَ الْبَزَّار وَهَذَا الْحَدِيث لَا نَعْلَم أَحَدًا رَوَاهُ إِلَّا حُذَيْفَة وَلَا نَعْلَم لَهُ طَرِيقًا عَنْ حُذَيْفَة إِلَّا هَذَا الطَّرِيق وَلَا رَوَاهُ عَنْ هِشَام إِلَّا عَبْد الْأَعْلَى . وَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث عَبْد الْأَعْلَى . وَقَالَ عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير عَنْ الشَّيْبَانِيّ عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد بْن الْمُسَيِّب أَنَّ عُمَر سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَيْف تُورَث الْكَلَالَة ؟ قَالَ فَأَنْزَلَ اللَّه \" يَسْتَفْتُونَك \" الْآيَة قَالَ فَكَأَنَّ عُمَر لَمْ يَفْهَم فَقَالَ لِحَفْصَة إِذَا رَأَيْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طِيب نَفْس فَسَلِيهِ عَنْهَا فَرَأَتْ مِنْهُ طِيب نَفْس فَسَأَلَتْهُ عَنْهَا فَقَالَ \" أَبُوك ذَكَرَ لَك هَذَا مَا أُرَى أَبَاك يَعْلَمهَا \" قَالَ فَكَانَ عُمَر يَقُول مَا أُرَانِي أَعْلَمهَا . وَقَدْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا قَالَ. رَوَاهُ اِبْن مَرْدَوَيْهِ ثُمَّ رَوَاهُ مِنْ طَرِيق اِبْن عُيَيْنَة وَعَنْ عُمَر بْن طَاوُس أَنَّ عُمَر أَمَرَ حَفْصَة أَنْ تَسْأَل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْكَلَالَة فَأَمْلَاهَا عَلَيْهَا فِي كَتِف فَقَالَ \" مَنْ أَمَرَك بِهَذَا أَعُمَر ؟ مَا أُرَاهُ يُقِيمهَا وَمَا تَكْفِيه آيَة الصَّيْف \" وَآيَة الصَّيْف الَّتِي فِي النِّسَاء \" وَإِنْ كَانَ رَجُل يُورَث كَلَالَة أَوْ اِمْرَأَة \" فَلَمَّا سَأَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَزَلَتْ الْآيَة الَّتِي هِيَ خَاتِمَة النِّسَاء فَأَلْقَى عُمَر الْكَتِف كَذَا قَالَ فِي هَذَا الْحَدِيث وَهُوَ مُرْسَل . وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عَثَّام عَنْ الْأَعْمَش عَنْ قَيْس بْن مُسْلِم عَنْ طَارِق بْن شِهَاب قَالَ أَخَذَ عُمَر كَتِفًا وَجَمَعَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ لَأَقْضِيَن فِي الْكَلَالَة قَضَاء تُحَدِّث بِهِ النِّسَاء فِي خُدُورهنَّ فَخَرَجَتْ حِينَئِذٍ حَيَّة مِنْ الْبَيْت فَتَفَرَّقُوا فَقَالَ لَوْ أَرَادَ اللَّه عَزَّ وَجَلَّ أَنْ يُتِمّ هَذَا الْأَمْر لَأَتَمَّهُ . وَهَذَا إِسْنَاد صَحِيح وَقَالَ الْحَاكِم أَبُو عَبْد اللَّه النَّيْسَابُورِيّ حَدَّثَنَا عَلِيّ بْن مُحَمَّد بْن عُقْبَة الشَّيْبَانِيّ بِالْكُوفَةِ حَدَّثَنَا الْهَيْثَم بْن خَالِد حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا اِبْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار سَمِعْت مُحَمَّد بْن طَلْحَة بْن يَزِيد بْن رُكَانَة يُحَدِّث عَنْ عُمَر بْن الْخَطَّاب قَالَ لَأَنْ أَكُون سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ ثَلَاث أَحَبّ إِلَيَّ مِنْ حُمْر النَّعَم : مَنْ الْخَلِيفَة بَعْده ؟ وَعَنْ قَوْم قَالُوا نُقِرّ بِالزَّكَاةِ فِي أَمْوَالنَا وَلَا نُؤَدِّيهَا إِلَيْك أَيَحِلُّ قِتَالهمْ ؟ وَعَنْ الْكَلَالَة . ثُمَّ قَالَ صَحِيح الْإِسْنَاد عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . ثُمَّ رُوِيَ هَذَا الْإِسْنَاد عَنْ سُفْيَان بْن عُيَيْنَة عَنْ عُمَر بْن مُرَّة عَنْ عُمَر قَالَ : ثَلَاث لَأَنْ يَكُون النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيَّنَهُنَّ لَنَا أَحَبّ إِلَيَّ مِنْ الدُّنْيَا وَمَا فِيهَا الْخِلَافَة وَالْكَلَالَة وَالرِّبَا. ثُمَّ قَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَبِهَذَا الْإِسْنَاد إِلَى سُفْيَان بْن عُيَيْنَة قَالَ سَمِعْت سُلَيْمَان الْأَحْوَل يُحَدِّث عَنْ طَاوُس قَالَ سَمِعْت اِبْن عَبَّاس قَالَ كُنْت آخِر النَّاس عَهْدًا بِعُمَر فَسَمِعْته يَقُول الْقَوْل مَا قُلْت قُلْت وَمَا قُلْت ؟ قَالَ : قُلْت الْكَلَالَة مَنْ لَا وَلَد لَهُ . ثُمَّ قَالَ صَحِيح عَلَى شَرْطهمَا وَلَمْ يُخَرِّجَاهُ . وَهَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق زَمْعَة بْن صَالِح عَنْ عَمْرو بْن دِينَار وَسُلَيْمَان الْأَحْوَل عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ كُنْت آخِر النَّاس عَهْدًا بِعُمَر بْن الْخَطَّاب قَالَ اِخْتَلَفْت أَنَا وَأَبُو بَكْر فِي الْكَلَالَة وَالْقَوْل مَا قُلْت - قَالَ وَذَكَرَ أَنَّ عُمَر شَرَّكَ بَيْنَ الْإِخْوَة لِلْأُمِّ وَالْأَب وَبَيْنَ الْإِخْوَة لِلْأُمِّ فِي الثُّلُث إِذَا اِجْتَمَعُوا وَخَالَفَهُ أَبُو بَكْر \" رَضِيَ اللَّه عَنْهُمَا . وَقَالَ اِبْن جَرِير حَدَّثَنَا وَكِيع حَدَّثَنَا مُحَمَّد بْن حُمَيْد الْعُمَرِيّ عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب أَنَّ عُمَر كَتَبَ فِي الْجَدّ وَالْكَلَالَة كِتَابًا فَمَكَثَ يَسْتَخِير اللَّه يَقُول اللَّهُمَّ إِنْ عَلِمْت فِيهِ خَيْرًا فَأَمْضِهِ حَتَّى إِذَا طَعَنَ دَعَا بِكِتَابٍ فَمَحَى وَلَمْ يَدْرِ أَحَد مَا كَتَبَ فِيهِ فَقَالَ إِنِّي كُنْت كَتَبْت كِتَابًا فِي الْجَدّ وَالْكَلَالَة وَكُنْت أَسْتَخِير اللَّه فِيهِ فَرَأَيْت أَنْ أَتْرُككُمْ عَلَى مَا كُنْتُمْ عَلَيْهِ . قَالَ اِبْن جَرِير : وَقَدْ رُوِيَ عَنْ عُمَر رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ إِنِّي لَأَسْتَحْيِي أَنْ أُخَالِف فِيهِ أَبَا بَكْر وَكَانَ أَبُو بَكْر \" رَضِيَ اللَّه عَنْهُ يَقُول هُوَ مَا عَدَا الْوَلَد وَالْوَالِد . وَهَذَا الَّذِي قَالَهُ الصِّدِّيق عَلَيْهِ جُمْهُور الصَّحَابَة وَالتَّابِعِينَ وَالْأَئِمَّة فِي قَدِيم الزَّمَان وَحَدِيثه وَهُوَ مَذْهَب الْأَئِمَّة الْأَرْبَعَة وَالْفُقَهَاء السَّبْعَة وَقَوْل عُلَمَاء الْأَمْصَار قَاطِبَة وَهُوَ الَّذِي يَدُلّ عَلَيْهِ الْقُرْآن , كَمَا أَرْشَدَ اللَّه أَنَّهُ قَدْ بَيَّنَ ذَلِكَ وَوَضَّحَهُ فِي قَوْله \" يُبَيِّن اللَّه لَكُمْ أَنْ تَضِلُّوا وَاَللَّه بِكُلِّ شَيْء عَلِيم \" وَاَللَّه أَعْلَم.</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40852, "aya_id": 176}]