[{"text": "قُلْ إِن كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ", "sura_id": 43, "type": 0, "id": 4406, "aya_id": 81}, {"text": "قل إن كان للرحمن ولد فأنا أول العابدين", "sura_id": 43, "type": 1, "id": 10642, "aya_id": 81}, {"text": "81 - (قل إن كان للرحمن ولد) فرضا (فأنا أول العابدين) للولد لكن ثبت أن لا ولد له تعالى فانتفت عبادته \r\n", "sura_id": 43, "type": 2, "id": 29350, "aya_id": 81}, {"text": "قل -أيها الرسول- لمشركي قومك الزاعمين أن الملائكة بنات الله: إن كان للرحمن ولد كما تزعمون, فأنا أول العابدين لهذا الولد الذي تزعمونه, ولكن هذا لم يكن ولا يكون، فتقدَّس الله عن الصاحبة والولد.\r\n", "sura_id": 43, "type": 3, "id": 35586, "aya_id": 81}, {"text": " <font color=red>قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ</font><BR><p>يَقُول تَعَالَى \" قُلْ \" يَا مُحَمَّد \" إِنْ كَانَ لِلرَّحْمَنِ وَلَد فَأَنَا أَوَّل الْعَابِدِينَ \" أَيْ لَوْ فُرِضَ هَذَا لَعَبَدْتُهُ عَلَى ذَلِكَ لِأَنِّي عَبْد مِنْ عَبِيده مُطِيع لِجَمِيعِ مَا يَأْمُرنِي بِهِ لَيْسَ عِنْدِي اِسْتِكْبَار وَلَا إِبَاء عَنْ عِبَادَته فَلَوْ فُرِضَ هَذَا لَكَانَ هَذَا وَلَكِنَّ هَذَا مُمْتَنِع فِي حَقّه تَعَالَى وَالشَّرْط لَا يَلْزَم مِنْهُ الْوُقُوع وَلَا الْجَوَاز أَيْضًا كَمَا قَالَ عَزَّ وَجَلَّ \" لَوْ أَرَادَ اللَّه أَنْ يَتَّخِذ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُق مَا يَشَاء سُبْحَانه هُوَ اللَّه الْوَاحِد الْقَهَّار\" وَقَالَ بَعْض الْمُفَسِّرِينَ فِي قَوْله تَعَالَى \" فَأَنَا أَوَّل الْعَابِدِينَ \" أَيْ الْآنِفِينَ وَمِنْهُمْ سُفْيَان الثَّوْرِيّ وَالْبُخَارِيّ حَكَاهُ فَقَالَ وَيُقَال أَوَّل الْعَابِدِينَ الْجَاحِدِينَ مِنْ عَبَدَ يَعْبُد وَذَكَرَ اِبْن جَرِير لِهَذَا الْقَوْل مِنْ الشَّوَاهِد مَا رَوَاهُ عَنْ يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب حَدَّثَنِي اِبْن أَبِي ذِئْب عَنْ أَبِي قُسَيْطٍ عَنْ بَعْجَة بْن بَدْر الْجُهَنِيّ أَنَّ اِمْرَأَة مِنْهُمْ دَخَلَتْ عَلَى زَوْجهَا وَهُوَ رَجُل مِنْهُمْ أَيْضًا فَوَلَدَتْ لَهُ فِي سِتَّة أَشْهُر فَذَكَرَ ذَلِكَ زَوْجهَا لِعُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ فَأَمَرَ بِهَا أَنْ تُرْجَم فَدَخَلَ عَلَيْهِ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ فَقَالَ إِنَّ اللَّه تَعَالَى يَقُول فِي كِتَابه \" وَحَمْله وَفِصَاله ثَلَاثُونَ شَهْرًا \" وَقَالَ عَزَّ وَجَلَّ \" وَفِصَاله فِي عَامَيْنِ \" قَالَ فَوَاَللَّهِ مَا عَبَدَ عُثْمَان رَضِيَ اللَّه عَنْهُ أَنْ بَعَثَ إِلَيْهَا تُرَدّ قَالَ يُونُس قَالَ اِبْن وَهْب عَبْد اِسْتَنْكَفَ وَقَالَ الشَّاعِر : مَتَى مَا يَشَأْ ذُو الْوُدّ يَصْرُم خَلِيله وَيَعْبُد عَلَيْهِ لَا مَحَالَة ظَالِمَا وَهَذَا الْقَوْل فِيهِ نَظَر لِأَنَّهُ كَيْف يَلْتَئِم مَعَ الشَّرْط فَيَكُون تَقْدِيره إِنْ كَانَ هَذَا فَأَنَا مُمْتَنِع مِنْهُ ؟ هَذَا فِيهِ نَظَر فَلْيُتَأَمَّلْ اللَّهُمَّ إِلَّا أَنْ يُقَال إِنَّ إِنْ لَيْسَتْ شَرْطًا وَإِنَّمَا هِيَ نَافِيَة كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَد \" يَقُول لَمْ يَكُنْ لِلرَّحْمَنِ وَلَد فَأَنَا أَوَّل الشَّاهِدِينَ وَقَالَ قَتَادَة هِيَ كَلِمَة مِنْ كَلَام الْعَرَب \" إِنْ كَانَ لِلرَّحْمَنِ وَلَد فَأَنَا أَوَّل الْعَابِدِينَ \" أَيْ إِنَّ ذَلِكَ لَمْ يَكُنْ فَلَا يَنْبَغِي وَقَالَ أَبُو صَخْر \" قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَد فَأَنَا أَوَّل الْعَابِدِينَ \" أَيْ فَأَنَا أَوَّل مَنْ عَبَدَهُ بِأَنْ لَا وَلَد لَهُ وَأَوَّل مَنْ وَحَّدَهُ وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقَالَ مُجَاهِد \" فَأَنَا أَوَّل الْعَابِدِينَ \" أَيْ أَوَّل مَنْ عَبَدَهُ وَوَحَّدَهُ وَكَذَّبَكُمْ وَقَالَ الْبُخَارِيّ \" فَأَنَا أَوَّل الْعَابِدِينَ \" الْآنِفِينَ وَهُمَا لُغَتَانِ رَجُل عَابِد وَعُبَّد وَالْأَوَّل أَقْرَب عَلَى أَنَّهُ شَرْط وَجَزَاء وَلَكِنْ هُوَ مُمْتَنِع وَقَالَ السُّدِّيّ\" قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَد فَأَنَا أَوَّل الْعَابِدِينَ\" يَقُول لَوْ كَانَ لَهُ وَلَد كُنْت أَوَّل مَنْ عَبَدَهُ بِأَنَّ لَهُ وَلَد وَلَكِنْ لَا وَلَد لَهُ وَهُوَ اِخْتِيَار اِبْن جَرِير وَرَدَّ قَوْل مَنْ زَعَمَ أَنَّ إِنْ نَافِيَة .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41211, "aya_id": 81}]