[{"text": "أُوْلَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ", "sura_id": 47, "type": 0, "id": 4568, "aya_id": 23}, {"text": "أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم", "sura_id": 47, "type": 1, "id": 10804, "aya_id": 23}, {"text": "23 - (أولئك) أي المفسدون (الذين لعنهم الله فأصمهم) عن استماع الحق (وأعمى أبصارهم) عن طريق الهدى \r\n", "sura_id": 47, "type": 2, "id": 29512, "aya_id": 23}, {"text": "أولئك الذين أبعدهم الله من رحمته, فجعلهم لا يسمعون ما ينفعهم ولا يبصرونه, فلم يتبينوا حجج الله مع كثرتها.\r\n", "sura_id": 47, "type": 3, "id": 35748, "aya_id": 23}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ</font><BR><p>وَهَذَا نَهْيٌ عَنْ الْإِفْسَاد فِي الْأَرْض عُمُومًا وَعَنْ قَطْع الْأَرْحَام خُصُوصًا بَلْ قَدْ أَمَرَ اللَّه تَعَالَى بِالْإِصْلَاحِ فِي الْأَرْض وَصِلَة الْأَرْحَام وَهُوَ الْإِحْسَان إِلَى الْأَقَارِب فِي الْمَقَال وَالْأَفْعَال وَبَذْل الْأَمْوَال وَقَدْ وَرَدَتْ الْأَحَادِيث الصِّحَاح وَالْحِسَان بِذَلِكَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ طُرُق عَدِيدَة وَوُجُوه كَثِيرَة قَالَ الْبُخَارِيّ حَدَّثَنَا خَالِد بْن مَخْلَد حَدَّثَنَا سُلَيْمَان حَدَّثَنِي مُعَاوِيَة بْن أَبِي مُزَرِّد عَنْ سَعِيد بْن يَسَار عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" خَلَقَ اللَّه تَعَالَى الْخَلْق فَلَمَّا فَرَغَ مِنْهُ قَامَتْ الرَّحِم فَأَخَذَتْ بِحَقْوَيْ الرَّحْمَن عَزَّ وَجَلَّ فَقَالَ مَهْ فَقَالَتْ هَذَا مَقَام الْعَائِذ بِك مِنْ الْقَطِيعَة فَقَالَ تَعَالَى : أَلَا تَرْضَيْنَ أَنْ أَصِلَ مَنْ وَصَلَك وَأَقْطَعَ مَنْ قَطَعَك ؟ قَالَتْ بَلَى قَالَ فَذَاكَ لَك \" قَالَ أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ اِقْرَءُوا إِنْ شِئْتُمْ \" فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْض وَتُقَطِّعُوا أَرْحَامَكُمْ \" ثُمَّ رَوَاهُ الْبُخَارِيّ مِنْ طَرِيقَيْنِ آخَرَيْنِ عَنْ مُعَاوِيَة بْن أَبِي مُزَرِّد بِهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" اِقْرَءُوا إِنْ شِئْتُمْ \" فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْض وَتُقَطِّعُوا أَرْحَامَكُمْ \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث مُعَاوِيَة بْن أَبِي مُزَرِّد بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن عُلَيَّة حَدَّثَنَا عُيَيْنَة بْن عَبْد الرَّحْمَن بْن جَوْشَن عَنْ أَبِيهِ عَنْ أَبِي بَكْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" مَا مِنْ ذَنْبٍ أَحْرَى أَنْ يُعَجِّلَ اللَّهُ تَعَالَى عُقُوبَتَهُ فِي الدُّنْيَا مَعَ مَا يَدَّخِر لِصَاحِبِهِ فِي الْآخِرَة مِنْ الْبَغْي وَقَطِيعَة الرَّحِم \" وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث إِسْمَاعِيل هُوَ اِبْن عُلَيَّة بِهِ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث صَحِيح وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن بَكْر حَدَّثَنَا مَيْمُون أَبُو مُحَمَّد الْمُرَّانِيّ حَدَّثَنَا مُحَمَّد بْن عَبَّاد الْمَخْزُومِيّ عَنْ ثَوْبَان رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ سَرَّهُ النَّسَاء فِي الْأَجَل وَالزِّيَادَة فِي الرِّزْق فَلْيَصِلْ رَحِمَهُ \" تَفَرَّدَ بِهِ أَحْمَد وَلَهُ شَاهِد فِي الصَّحِيح وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا حَجَّاج اِبْن أَرْطَاة عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنَّ لِي ذَوِي أَرْحَام أَصِل وَيَقْطَعُونَ وَأَعْفُو وَيَظْلِمُونَ وَأُحْسِنُ وَيُسِيئُونَ أَفَأُكَافِئُهُمْ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا إِذْن تُتْرَكُونَ جَمِيعًا وَلَكِنْ جُدْ بِالْفَضْلِ وَصِلْهُمْ فَإِنَّهُ لَنْ يَزَال مَعَك ظَهِير مِنْ اللَّه عَزَّ وَجَلَّ مَا كُنْت عَلَى ذَلِكَ \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَلَهُ شَاهِد مِنْ وَجْه آخَر وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْلَى حَدَّثَنَا مَطَر عَنْ مُجَاهِد عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الرَّحِم مُعَلَّقَة بِالْعَرْشِ وَلَيْسَ الْوَاصِل بِالْمُكَافِئِ وَلَكِنَّ الْوَاصِل الَّذِي إِذَا قُطِعَتْ رَحِمُهُ وَصَلَهَا \" رَوَاهُ الْبُخَارِيّ . وَقَالَ أَحْمَد حَدَّثَنَا بَهْز حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا قَتَادَة عَنْ أَبِي ثُمَامَة الثَّقَفِيّ عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تُوضَع الرَّحِم يَوْم الْقِيَامَة لَهَا حَجَبَة كَحَجَبَةِ الْمِغْزَل تَكَلَّم بِلِسَانٍ طَلْق ذَلِق فَتَقْطَع مَنْ قَطَعَهَا وَتَصِل مَنْ وَصَلَهَا \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان حَدَّثَنَا عَمْرو عَنْ أَبِي قَابُوس عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا يُبَلِّغ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الرَّاحِمُونَ يَرْحَمُهُمْ الرَّحْمَن اِرْحَمُوا أَهْلَ الْأَرْضِ يَرْحَمْكُمْ أَهْل السَّمَاء وَالرَّحِم شَجْنَة مِنْ الرَّحْمَن مَنْ وَصَلَهَا وَصَلْته وَمَنْ قَطَعَهَا بَتَتّهُ \" وَقَدْ رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار بِهِ وَهَذَا هُوَ الَّذِي يَرْوِي بِتَسَلْسُلِ الْأَوَّلِيَّة وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا هِشَام الدَّسْتُوَائِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ إِبْرَاهِيم بْن عَبْد اللَّه بْن فَارِض أَنَّ أَبَاهُ حَدَّثَهُ أَنَّهُ دَخَلَ عَلَى عَبْد الرَّحْمَن بْن عَوْف رَضِيَ اللَّه عَنْهُ وَهُوَ مَرِيض فَقَالَ لَهُ عَبْد الرَّحْمَن رَضِيَ اللَّه عَنْهُ وَصَلَتْك رَحِمٌ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" قَالَ اللَّه عَزَّ وَجَلَّ أَنَا الرَّحْمَن خَلَقْت الرَّحِم وَشَقَقْت لَهَا اِسْمًا مِنْ اِسْمِي فَمَنْ يَصِلهَا أَصِلُهُ وَمَنْ يَقْطَعهَا أَقْطَعهُ فَأَبُتّه أَوْ قَالَ مَنْ بَتَّهَا أَبُتّه \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَرَوَاهُ أَحْمَد أَيْضًا مِنْ حَدِيث الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ الْمِرْدَاد أَوْ أَبِي الْمِرْدَاد عَنْ عَبْد الرَّحْمَن بْن عَوْف بِهِ وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ مِنْ رِوَايَة أَبِي سَلَمَة عَنْ أَبِيهِ وَالْأَحَادِيث فِي هَذَا كَثِيرَة جِدًّا وَقَالَ الطِّهْرَانِيّ حَدَّثَنَا عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا مُحَمَّد بْن عَمَّار الْمَوْصِلِيّ حَدَّثَنَا عِيسَى بْن يُونُس عَنْ الْحَجَّاج بْن يُونُس عَنْ الْحَجَّاج بْن الْفُرَافِصَة عَنْ أَبِي عُمَر الْبَصْرِيّ عَنْ سُلَيْمَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَرْوَاح جُنُود مُجَنَّدَة فَمَا تَعَارَفَ مِنْهَا اِئْتَلَفَ وَمَا تَنَاكَرَ مِنْهَا اِخْتَلَفَ \" وَبِهِ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا ظَهَرَ الْقَوْلُ وَخُزِنَ الْعَمَل وَائْتَلَفَتْ الْأَلْسِنَة وَتَبَاغَضَتْ الْقُلُوب وَقَطَعَ كُلّ ذِي رَحِم رَحِمَهُ فَعِنْد ذَلِكَ لَعَنَهُمْ اللَّه وَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ\" وَالْأَحَادِيث فِي هَذَا كَثِيرَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41367, "aya_id": 23}]