[{"text": "وَكَذَلِكَ أَنزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنِ اتَّبَعْتَ أَهْوَاءهُم بَعْدَ مَا جَاءكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللّهِ مِن وَلِيٍّ وَلاَ وَاقٍ", "sura_id": 13, "type": 0, "id": 1744, "aya_id": 37}, {"text": "وكذلك أنزلناه حكما عربيا ولئن اتبعت أهواءهم بعد ما جاءك من العلم ما لك من الله من ولي ولا واق", "sura_id": 13, "type": 1, "id": 7980, "aya_id": 37}, {"text": "37 - (وكذلك) الإنزال (أنزلناه) أي القرآن (حكماً عربياً) بلغة العرب تحكم به بين الناس (ولئن اتبعت أهواءهم) أي الكفار فيما يدعونك إليه من ملتهم فرضاً (بعد ما جاءك من العلم) بالتوحيد (ما لك من الله من) زائدة (ولي) ناصر (ولا واق) مانع من عذابه \r\n", "sura_id": 13, "type": 2, "id": 26688, "aya_id": 37}, {"text": "وكما أنزلنا الكتب على الأنبياء بلسانهم أنزلنا إليك -أيها الرسول- القرآن بلغة العرب; لتحكم به, ولئن اتبعت أهواء المشركين في عبادة غير الله -بعد الحق الذي جاءك من الله- ليس لك ناصر ينصرك ويمنعك من عذابه.\r\n", "sura_id": 13, "type": 3, "id": 32924, "aya_id": 37}, {"text": " <font color=red>وَكَذَلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ</font><BR><p>وَقَوْله \" وَكَذَلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا\" أَيْ وَكَمَا أَرْسَلْنَا قَبْلك الْمُرْسَلِينَ وَأَنْزَلْنَا عَلَيْهِمْ الْكُتُب مِنْ السَّمَاء كَذَلِكَ أَنْزَلْنَا عَلَيْك الْقُرْآن مُحْكَمًا مُعْرَبًا شَرَّفْنَاك بِهِ وَفَضَّلْنَاك عَلَى مَنْ سِوَاك بِهَذَا الْكِتَاب الْمُبِين الْوَاضِح الْجَلِيّ الَّذِي \" لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه تَنْزِيل مِنْ حَكِيم حَمِيد\" وَقَوْله \" وَلَئِنْ اِتَّبَعَتْ أَهْوَاءَهُمْ \" أَيْ آرَاءَهُمْ\" بَعْدَمَا جَاءَك مِنْ الْعِلْم \" أَيْ مِنْ اللَّه سُبْحَانه وَتَعَالَى\" مَا لَك مِنْ اللَّه مِنْ وَلِيّ وَلَا وَاقٍ \" وَهَذَا وَعِيد لِأَهْلِ الْعِلْم أَنْ يَتَّبِعُوا سُبُل أَهْل الضَّلَالَة بَعْدَمَا صَارُوا إِلَيْهِ مِنْ سُلُوك السُّنَّة النَّبَوِيَّة وَالْمَحَجَّة الْمُحَمَّدِيَّة عَلَى مَنْ جَاءَ بِهَا أَفْضَل الصَّلَاة وَالسَّلَام .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37887, "aya_id": 37}]