[{"text": "إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَن يَكْفُلُهُ فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى", "sura_id": 20, "type": 0, "id": 2388, "aya_id": 40}, {"text": "إذ تمشي أختك فتقول هل أدلكم على من يكفله فرجعناك إلى أمك كي تقر عينها و لا تحزن و قتلت نفسا فنجيناك من الغم و فتناك فتونا فلبثت سنين في أهل مدين ثم جئت على قدر يا موسى", "sura_id": 20, "type": 1, "id": 8624, "aya_id": 40}, {"text": "40 - (إذ) للتعليل (تمشي أختك) مريم لتتعرف من خبرك وقد أحضروا مراضع وأنت لا تقبل ثدي واحدة منهن (فتقول هل أدلكم على من يكفله) فأجيبت فجاءت بأمه فقبل ثديها (فرجعناك إلى أمك كي تقر عينها) بلقائك (ولا تحزن) حينئذ (وقتلت نفسا) هو القبطي بمصر فاغتممت لقتله من جهة فرعون (فنجيناك من الغم وفتناك فتونا) اختبرناك في الإيقاع في غير ذلك وخلصناك منه (فلبثت سنين) عشرا (في أهل مدين) بعد مجيئك إليها من مصر عند شعيب النبي وتزوجك بابنته (ثم جئت على قدر) في علمي بالرسالة وهو أربعون سنة من عمرك (يا موسى) \r\n", "sura_id": 20, "type": 2, "id": 27332, "aya_id": 40}, {"text": "ومننَّا عليك حين تمشي أختك تتبعك ثم تقول لمن أخذوك: هل أدلكم على من يكفُله, ويرضعه لكم؟ فرددناك إلى أمِّك بعد ما صرتَ في أيدي فرعون؛ كي تطيب نفسها بسلامتك من الغرق والقتل, ولا تحزن على فَقْدك, وقتلت الرجل القبطي خطأ فنجيناك من غَمِّ فِعْلك وخوف القتل, وابتليناك ابتلاء, فخرجت خائفًا إلى أهل \"مدين\", فمكثت سنين فيهم, ثم جئت من \"مدين\" في الموعد الذي قدَّرناه لإرسالك مجيئًا موافقًا لقدر الله وإرادته, والأمر كله لله تبارك وتعالى.\r\n", "sura_id": 20, "type": 3, "id": 33568, "aya_id": 40}, {"text": " <font color=red>إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا</font><BR><p>وَقَوْله \" إِذْ تَمْشِي أُخْتك فَتَقُول هَلْ أَدُلّكُمْ عَلَى مَنْ يَكْفُلهُ فَرَجَعْنَاك إِلَى أُمّك كَيْ تَقَرّ عَيْنهَا \" وَذَلِكَ أَنَّهُ لَمَّا اِسْتَقَرَّ عِنْد آلِ فِرْعَوْن عَرَضُوا عَلَيْهِ الْمَرَاضِع فَأَبَاهَا قَالَ اللَّه تَعَالَى \" وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِع مِنْ قَبْل \" فَجَاءَتْ أُخْته وَقَالَتْ هَلْ أَدُلّكُمْ عَلَى أَهْل بَيْت يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ تَعْنِي هَلْ أَدُلّكُمْ عَلَى مَنْ يُرْضِعهُ لَكُمْ بِالْأُجْرَةِ فَذَهَبَتْ بِهِ وَهُمْ مَعَهَا إِلَى أُمّه فَعَرَضَتْ عَلَيْهِ ثَدْيهَا فَقِبَله فَفَرِحُوا بِذَلِكَ فَرَحًا شَدِيدًا وَاسْتَأْجَرُوهَا عَلَى إِرْضَاعه فَنَالَهَا بِسَبَبِهِ سَعَادَة وَرِفْعَة وَرَاحَة فِي الدُّنْيَا وَفِي الْآخِرَة أَعْظَم وَأَجْزَل وَلِهَذَا جَاءَ فِي الْحَدِيث \" مَثَل الصَّانِع الَّذِي يَحْتَسِب فِي صَنْعَته الْخَيْر كَمَثَلِ أُمّ مُوسَى تُرْضِع وَلَدهَا وَتَأْخُذ أَجْرهَا \" وَقَالَ تَعَالَى هَاهُنَا فَرَجَعْنَاك إِلَى أُمّك كَيْ تَقَرّ عَيْنهَا وَلَا تَحْزَن أَيْ عَلَيْك وَقَتَلْت نَفْسًا يَعْنِي الْقِبْطِيّ فَنَجَّيْنَاك مِنْ الْغَمّ وَهُوَ مَا حَصَلَ لَهُ بِسَبَبِ عَزْم آلِ فِرْعَوْن عَلَى قَتْله فَفَرَّ مِنْهُمْ هَارِبًا حَتَّى وَرَدَ مَاء مَدْيَن وَقَالَ لَهُ ذَلِكَ الرَّجُل الصَّالِح لَا تَخَفْ نَجَوْت مِنْ الْقَوْم الظَّالِمِينَ وَقَوْله وَفَتَنَّاك فُتُونًا قَالَ الْإِمَام أَبُو عَبْد الرَّحْمَن أَحْمَد بْن شُعَيْب النَّسَائِيّ رَحِمَهُ اللَّه فِي كِتَاب التَّفْسِير مِنْ سُنَنه قَوْله وَفَتَنَّاك فُتُونًا \" حَدِيث الْفُتُون \" حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا يَزِيد بْن هَارُون أَنْبَأَنَا أَصْبَغ بْن زَيْد حَدَّثَنَا الْقَاسِم بْن أَبِي أَيُّوب أَخْبَرَنِي سَعِيد بْن جُبَيْر قَالَ : سَأَلْت عَبْد اللَّه بْن عَبَّاس عَنْ قَوْل اللَّه عَزَّ وَجَلَّ لِمُوسَى عَلَيْهِ السَّلَام \" وَفَتَنَّاك فُتُونًا \" فَسَأَلْته عَنْ الْفُتُون مَا هُوَ فَقَالَ اِسْتَأْنِفْ النَّهَار يَا اِبْن جُبَيْر فَإِنَّ لَهَا حَدِيثًا طَوِيلًا فَلَمَّا أَصْبَحْت غَدَوْت إِلَى اِبْن عَبَّاس لِأَنْتَجِزَ مِنْهُ مَا وَعَدَنِي مِنْ حَدِيث الْفُتُون فَقَالَ تَذَاكَرَ فِرْعَوْن وَجُلَسَاؤُهُ مَا كَانَ اللَّه وَعَدَ إِبْرَاهِيم عَلَيْهِ السَّلَام أَنْ يَجْعَل فِي ذِمَّته أَبْنَاء وَمُلُوكًا فَقَالَ بَعْضهمْ إِنَّ بَنِي إِسْرَائِيل يَنْتَظِرُونَ ذَلِكَ لَا يَشُكُّونَ فِيهِ وَكَانُوا يَظُنُّونَ أَنَّهُ يُوسُف بْن يَعْقُوب فَلَمَّا هَلَكَ قَالُوا لَيْسَ هَكَذَا كَانَ وَعْد إِبْرَاهِيم فَقَالَ فِرْعَوْن كَيْف تَرَوْنَ فَائْتَمَرُوا وَأَجْمَعُوا أَمْرهمْ عَلَى أَنْ يَبْعَث رِجَالًا مَعَهُمْ الشِّفَار يَطُوفُونَ فِي بَنِي إِسْرَائِيل فَلَا يَجِدُونَ مَوْلُودًا ذَكَرًا إِلَّا ذَبَحُوهُ فَفَعَلُوا ذَلِكَ فَلَمَّا رَأَوْا أَنَّ الْكِبَار مِنْ بَنِي إِسْرَائِيل يَمُوتُونَ بِآجَالِهِمْ وَالصِّغَار يُذْبَحُونَ قَالُوا لَيُوشَكَنَّ أَنْ تُفْنُوا بَنِي إِسْرَائِيل فَتَصِيرُوا إِلَى أَنْ تُبَاشِرُوا مِنْ الْأَعْمَال وَالْخِدْمَة الَّتِي يَكْفُونَكُمْ فَاقْتُلُوا عَامًا كُلّ مَوْلُود ذَكَرًا وَاتْرُكُوا بَنَاتهمْ وَدَعُوا عَامًا فَلَا تَقْتُلُوا مِنْهُمْ أَحَدًا فَيَشِبّ الصِّغَار مَكَان مَنْ يَمُوت مِنْ الْكِبَار فَإِنَّهُمْ لَنْ يَكْثُرُوا بِمَنْ تَسْتَحْيُونَ مِنْهُمْ فَتَخَافُوا مُكَاثَرَتهمْ وَإِيَّاكُمْ وَلَمْ يُفْنُوا بِمَنْ تَقْتُلُونَ وَتَحْتَاجُونَ إِلَيْهِمْ فَأَجْمَعُوا أَمْرهمْ عَلَى ذَلِكَ فَحَمَلَتْ أُمّ مُوسَى بِهَارُون فِي الْعَام الَّذِي لَا يُذْبَح فِيهِ الْغِلْمَان فَوَلَدَتْهُ عَلَانِيَة آمِنَة فَلَمَّا كَانَ مِنْ قَابِل حَمَلَتْ بِمُوسَى عَلَيْهِ السَّلَام فَوَقَعَ فِي قَلْبهَا الْهَمّ وَالْحَزَن وَذَلِكَ مِنْ الْفُتُون يَا اِبْن جُبَيْر مَا دَخَلَ عَلَيْهِ وَهُوَ فِي بَطْن أُمّه مِمَّا يُرَاد بِهِ فَأَوْحَى اللَّه إِلَيْهَا أَنْ لَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْك وَجَاعِلُوهُ مِنْ الْمُرْسَلِينَ فَأَمَرَهَا إِذَا وَلَدَتْ أَنْ تَجْعَلهُ فِي تَابُوت ثُمَّ تُلْقِيه فِي الْيَمّ فَلَمَّا وَلَدَتْ فَعَلَتْ ذَلِكَ فَلَمَّا تَوَارَى عَنْهَا اِبْنهَا أَتَاهَا الشَّيْطَان فَقَالَتْ فِي نَفْسهَا مَا فَعَلْت بِابْنِي لَوْ ذُبِحَ عِنْدِي فَوَارَيْته وَكَفَّنْته كَانَ أَحَبّ إِلَيَّ مِنْ أَنْ أُلْقِيه إِلَى دَوَابّ الْبَحْر وَحِيتَانه فَانْتَهَى الْمَاء بِهِ حَتَّى أَوْفَى بِهِ عِنْد فُرْضَة مُسْتَقَى جِوَارِي اِمْرَأَة فِرْعَوْن فَلَمَّا رَأَيْنَهُ أَخَذْنَهُ فَأَرَدْنَ أَنْ يَفْتَحْنَ التَّابُوت فَقَالَ بَعْضهنَّ إِنَّ فِي هَذَا مَالًا وَإِنَّا إِنْ فَتَحْنَاهُ لَمْ تُصَدِّقنَا اِمْرَأَة الْمَلِك بِمَا وَجَدْنَا فِيهِ فَحَمَلْنَهُ كَهَيْئَتِهِ لَمْ يُخْرِجْنَ مِنْهُ شَيْئًا حَتَّى دَفَعْنَهُ إِلَيْهَا فَلَمَّا فَتَحَتْهُ رَأَتْ فِيهِ غُلَامًا فَأَلْقَى اللَّه عَلَيْهِ مِنْهَا مَحَبَّة لَمْ يُلْقِ مِنْهَا عَلَى أَحَد قَطُّ وَأَصْبَحَ فُؤَاد أُمّ مُوسَى فَارِغًا مِنْ ذِكْر كُلّ شَيْء إِلَّا مِنْ ذِكْر مُوسَى فَلَمَّا سَمِعَ الذَّبَّاحُونَ بِأَمْرِهِ أَقْبَلُوا بِشِفَارِهِمْ إِلَى اِمْرَأَة فِرْعَوْن لِيَذْبَحُوهُ وَذَلِكَ مِنْ الْفُتُون يَا اِبْن جُبَيْر فَقَالَتْ لَهُمْ أَقِرُّوهُ فَإِنَّ هَذَا الْوَاحِد لَا يَزِيد فِي بَنِي إِسْرَائِيل حَتَّى آتِي فِرْعَوْن فَأَسْتَوْهِبهُ مِنْهُ فَإِنْ وَهَبَهُ لِي كُنْتُمْ قَدْ أَحْسَنْتُمْ وَأَجْمَلْتُمْ وَإِنْ أَمَرَ بِذَبْحِهِ لَمْ أَلُمْكُمْ فَأَتَتْ فِرْعَوْن فَقَالَتْ قُرَّة عَيْن لِي وَلَك فَقَالَ فِرْعَوْن يَكُون لَك فَأَمَّا لِي فَلَا حَاجَة لِي فِيهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي يُحْلَف بِهِ لَوْ أَقَرَّ فِرْعَوْن أَنْ يَكُون قُرَّة عَيْن لَهُ كَمَا أَقَرَّتْ اِمْرَأَته لَهَدَاهُ اللَّه كَمَا هَدَاهَا وَلَكِنْ حَرَمَهُ ذَلِكَ \" فَأَرْسَلَتْ إِلَى مَنْ حَوْلهَا إِلَى كُلّ اِمْرَأَة لَهَا لِأَنْ تَخْتَار لَهُ ظِئْرًا فَجَعَلَ كُلَّمَا أَخَذَتْهُ اِمْرَأَة مِنْهُنَّ لِتُرْضِعهُ لَمْ يُقْبِل عَلَى ثَدْيهَا حَتَّى أَشْفَقَتْ اِمْرَأَة فِرْعَوْن أَنْ يَمْتَنِع مِنْ اللَّبَن فَيَمُوت فَأَحْزَنَهَا ذَلِكَ فَأَمَرَتْ بِهِ فَأُخْرِجَ إِلَى السُّوق وَمَجْمَع النَّاس تَرْجُو أَنْ تَجِد لَهُ ظِئْرًا تَأْخُذهُ مِنْهَا فَلَمْ يَقْبَل وَأَصْبَحَتْ أُمّ مُوسَى وَالِهًا فَقَالَتْ لِأُخْتِهِ قُصِّي أَثَره وَاطْلُبِيهِ هَلْ تَسْمَعِينَ لَهُ ذِكْرًا أَحَيّ اِبْنِي أَمْ قَدْ أَكَلَتْهُ الدَّوَابّ وَنَسِيَتْ مَا كَانَ اللَّه وَعَدَهَا فِيهِ فَبَصُرَتْ بِهِ أُخْته عَنْ جُنُب وَهُمْ لَا يَشْعُرُونَ وَالْجُنُب أَنْ يَسْمُو بَصَر الْإِنْسَان إِلَى شَيْء بَعِيد وَهُوَ إِلَى جَنْبه وَهُوَ لَا يَشْعُر بِهِ فَقَالَتْ مِنْ الْفَرَح حِين أَعْيَاهُمْ الظُّؤْرَات أَنَا أَدُلّكُمْ عَلَى أَهْل بَيْت يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ فَأَخَذُوهَا فَقَالُوا مَا يُدْرِيك مَا نُصْحهمْ لَهُ هَلْ تَعْرِفِينَهُ ؟ حَتَّى شَكُّوا فِي ذَلِكَ وَذَلِكَ مِنْ الْفُتُون يَا اِبْن جُبَيْر فَقَالَتْ نُصْحهمْ لَهُ وَشَفَقَتهمْ عَلَيْهِ رَغْبَتهمْ فِي صِهْر الْمَلِك وَرَجَاء مَنْفَعَة الْمَلِك فَتَرَكُوهَا فَانْطَلَقَتْ إِلَى أُمّهَا فَأَخْبَرَتْهَا الْخَبَر فَجَاءَتْ أُمّه فَلَمَّا وَضَعَتْهُ فِي حِجْرهَا نَزَا إِلَى ثَدْيهَا فَمَصَّهُ حَتَّى اِمْتَلَأَ جَنْبَاهُ رَيًّا وَانْطَلَقَ الْبَشِير إِلَى اِمْرَأَة فِرْعَوْن يُبَشِّرُونَهَا أَنْ قَدْ وَجَدْنَا لِابْنِك ظِئْرًا فَأَرْسَلَتْ إِلَيْهَا فَأَتَتْ بِهَا وَبِهِ فَلَمَّا رَأَتْ مَا يَصْنَع بِهَا قَالَتْ اُمْكُثِي تُرْضِعِي اِبْنِي هَذَا فَإِنِّي لَمْ أُحِبّ شَيْئًا حُبّه قَطُّ قَالَتْ أُمّ مُوسَى لَا أَسْتَطِيع أَنْ أَدَع بَيْتِي وَوَلَدِي فَيَضِيع فَإِنْ طَابَتْ نَفْسك أَنْ تُعْطِينِيهِ فَأَذْهَب بِهِ إِلَى بَيْتِي فَيَكُون مَعِي لَا آلُوهُ خَيْرًا فَإِنِّي غَيْر تَارِكَة بَيْتِي وَوَلَدِي وَذَكَرَتْ أُمّ مُوسَى مَا كَانَ اللَّه وَعَدَهَا فِيهِ فَتَعَاسَرَتْ عَلَى اِمْرَأَة فِرْعَوْن وَأَيْقَنَتْ أَنَّ اللَّه مُنْجِز وَعْده فَرَجَعَتْ بِهِ إِلَى بَيْتهَا مِنْ يَوْمهَا وَأَنْبَتَهُ اللَّه نَبَاتًا حَسَنًا وَحَفِظَهُ لِمَا قَدْ قَضَى فِيهِ فَلَمْ يَزَلْ بَنُو إِسْرَائِيل وَهُمْ فِي نَاحِيَة الْقَرْيَة مُمْتَنِعِينَ مِنْ السُّخْرَة وَالظُّلْم مَا كَانَ فِيهِمْ فَلَمَّا تَرَعْرَعَ قَالَتْ اِمْرَأَة فِرْعَوْن لِأُمِّ مُوسَى أَزِيرِينِي اِبْنِي فَدَعَتْهَا يَوْمًا تُزِيرهَا إِيَّاهُ فِيهِ وَقَالَتْ اِمْرَأَة فِرْعَوْن لِخُزَّانِهَا وَظُؤْرِهَا وَقَهَارِمَتهَا لَا يَبْقَيَنَّ أَحَد مِنْكُمْ إِلَّا اِسْتَقْبَلَ اِبْنِي الْيَوْم بِهَدِيَّةٍ وَكَرَامَة لِأَرَى ذَلِكَ وَأَنَا بَاعِثَة أَمِينًا يُحْصِي مَا يَصْنَع كُلّ إِنْسَان مِنْكُمْ فَلَمْ تَزَلْ الْهَدَايَا وَالْكَرَامَة وَالنِّحَل تَسْتَقْبِلهُ مِنْ حِين خَرَجَ مِنْ بَيْت أُمّه إِلَى أَنْ دَخَلَ عَلَى اِمْرَأَة فِرْعَوْن فَلَمَّا دَخَلَ عَلَيْهَا بِجِلَّتِهِ وَأَكْرَمَتْهُ وَفَرِحَتْ بِهِ وَنَحَلَتْ أُمّه لِحُسْنِ أَثَرهَا عَلَيْهِ ثُمَّ قَالَتْ لَآتِيَنَّ بِهِ فِرْعَوْن فَلَيَنْحِلَنَّهُ وَلَيُكْرِمَنَّهُ فَلَمَّا دَخَلَتْ بِهِ عَلَيْهِ جَعَلَهُ فِي حِجْره فَتَنَاوَلَ مُوسَى لِحْيَة فِرْعَوْن فَمَدَّهَا إِلَى الْأَرْض فَقَالَ الْغُوَاة مِنْ أَعْدَاء اللَّه لِفِرْعَوْن أَلَا تَرَى مَا وَعَدَ اللَّه إِبْرَاهِيم نَبِيّه أَنَّهُ زَعَمَ أَنْ يَرِثك وَيَعْلُوك وَيَصْرَعك فَأَرْسَلَ إِلَى الذَّبَّاحِينَ لِيَذْبَحُوهُ وَذَلِكَ مِنْ الْفُتُون يَا اِبْن جُبَيْر بَعْد كُلّ بَلَاء اُبْتُلِيَ بِهِ وَأُرِيدَ بِهِ فُتُونًا فَجَاءَتْ اِمْرَأَة فِرْعَوْن فَقَالَتْ مَا بَدَا لَك فِي هَذَا الْغُلَام الَّذِي وَهَبْته لِي ؟ فَقَالَ أَلَا تَرَيْنَهُ يُزْعَم أَنَّهُ يَصْرَعنِي وَيَعْلُونِي فَقَالَتْ اِجْعَلْ بَيْنِي وَبَيْنك أَمْرًا يُعْرَف الْحَقّ بِهِ اِئْتِ بِجَمْرَتَيْنِ وَلُؤْلُؤَتَيْنِ فَقَدِّمْهُنَّ إِلَيْهِ فَإِنْ بَطَشَ بِاللُّؤْلُؤَتَيْنِ وَاجْتَنَبَ الْجَمْرَتَيْنِ عَرَفْت أَنَّهُ يَعْقِل وَإِنْ تَنَاوَلَ الْجَمْرَتَيْنِ وَلَمْ يُرِدْ اللُّؤْلُؤَتَيْنِ عَلِمْت أَنَّ أَحَدًا لَا يُؤْثِر الْجَمْرَتَيْنِ عَلَى اللُّؤْلُؤَتَيْنِ وَهُوَ يَعْقِل فَقَرَّبَ إِلَيْهِ الْجَمْرَتَيْنِ وَاللُّؤْلُؤَتَيْنِ فَتَنَاوَلَ الْجَمْرَتَيْنِ فَانْتَزَعَهُمَا مِنْهُ مَخَافَة أَنْ يُحْرِقَا يَده فَقَالَتْ الْمَرْأَة : أَلَا تَرَى فَصَرَفَهُ اللَّه عَنْهُ بَعْدَمَا كَانَ قَدْ هَمَّ بِهِ وَكَانَ اللَّه بَالِغًا فِيهِ أَمْره فَلَمَّا بَلَغَ أَشُدّهُ وَكَانَ مِنْ الرِّجَال لَمْ يَكُنْ أَحَد مِنْ آلِ فِرْعَوْن يَخْلُص إِلَى أَحَد مِنْ بَنِي إِسْرَائِيل مَعَهُ بِظُلْمٍ وَلَا سُخْرَة حَتَّى اِمْتَنَعُوا كُلّ الِامْتِنَاع فَبَيْنَمَا مُوسَى عَلَيْهِ السَّلَام يَمْشِي فِي نَاحِيَة الْمَدِينَة إِذَا هُوَ بِرَجُلَيْنِ يَقْتَتِلَانِ أَحَدهمَا فِرْعَوْنِيّ وَالْآخَر إِسْرَائِيلِيّ فَاسْتَغَاثَهُ الْإِسْرَائِيلِيّ عَلَى الْفِرْعَوْنِيّ فَغَضِبَ مُوسَى غَضَبًا شَدِيدًا لِأَنَّهُ تَنَاوَلَهُ وَهُوَ يَعْلَم مَنْزِلَته مِنْ بَنِي إِسْرَائِيل وَحِفْظه لَهُمْ لَا يَعْلَم النَّاس إِلَّا إِنَّمَا ذَلِكَ مِنْ الرَّضَاع إِلَّا أُمّ مُوسَى إِلَّا أَنْ يَكُون اللَّه أَطْلَعَ مُوسَى مِنْ ذَلِكَ عَلَى مَا لَمْ يُطْلِع عَلَيْهِ غَيْره فَوَكَزَ مُوسَى الْفِرْعَوْنِيّ فَقَتَلَهُ وَلَيْسَ يَرَاهُمَا أَحَد إِلَّا اللَّه عَزَّ وَجَلَّ وَالْإِسْرَائِيلِيّ فَقَالَ مُوسَى حِين قَتَلَ الرَّجُل هَذَا مِنْ عَمَل الشَّيْطَان إِنَّهُ عَدُوّ مُضِلّ مُبِين ثُمَّ قَالَ رَبّ إِنِّي ظَلَمْت نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُور الرَّحِيم فَأَصْبَحَ فِي الْمَدِينَة خَائِفًا يَتَرَقَّب الْأَخْبَار فَأُتِيَ فِرْعَوْن فَقِيلَ لَهُ إِنَّ بَنِي إِسْرَائِيل قَتَلُوا رَجُلًا مِنْ آلِ فِرْعَوْن فَخُذْ لَنَا بِحَقِّنَا وَلَا تُرَخِّص لَهُمْ فَقَالَ اِبْغُونِي قَاتِله وَمَنْ يَشْهَد عَلَيْهِ فَإِنَّ الْمَلِك وَإِنْ كَانَ صَفْوَة مَعَ قَوْمه لَا يَسْتَقِيم لَهُ أَنْ يُقِيد بِغَيْرِ بَيِّنَة وَلَا ثَبْت فَاطْلُبُوا لِي عِلْم ذَلِكَ آخُذ لَكُمْ بِحَقِّكُمْ فَبَيْنَمَا هُمْ يَطُوفُونَ لَا يَجِدُونَ ثَبْتًا إِذَا بِمُوسَى مِنْ الْغَد قَدْ رَأَى ذَلِكَ الْإِسْرَائِيلِيّ يُقَاتِل رَجُلًا مِنْ آلِ فِرْعَوْن آخَر فَاسْتَغَاثَهُ الْإِسْرَائِيلِيّ عَلَى الْفِرْعَوْنِيّ فَصَادَفَ مُوسَى فَنَدِمَ عَلَى مَا كَانَ مِنْهُ وَكَرِهَ الَّذِي رَأَى فَغَضِبَ الْإِسْرَائِيلِيّ وَهُوَ يُرِيد أَنْ يَبْطِش بِالْفِرْعَوْنِيِّ فَقَالَ لِلْإِسْرَائِيلِيِّ لِمَا فَعَلَ بِالْأَمْسِ وَالْيَوْم إِنَّك لَغَوِيّ مُبِين فَنَظَرَ الْإِسْرَائِيلِيّ إِلَى مُوسَى بَعْدَمَا قَالَ لَهُ مَا قَالَ فَإِذَا هُوَ غَضْبَان كَغَضَبِهِ بِالْأَمْسِ الَّذِي قَتَلَ فِيهِ الْفِرْعَوْنِيّ فَخَافَ أَنْ يَكُون بَعْدَمَا قَالَ لَهُ إِنَّك لَغَوِيّ مُبِين أَنْ يَكُون إِيَّاهُ أَرَادَ وَلَمْ يَكُنْ أَرَادَهُ إِنَّمَا أَرَادَ الْفِرْعَوْنِيّ فَخَافَ الْإِسْرَائِيلِيّ وَقَالَ يَا مُوسَى أَتُرِيدُ أَنْ تَقْتُلنِي كَمَا قَتَلْت نَفْسًا بِالْأَمْسِ وَإِنَّمَا قَالَهُ مَخَافَة أَنْ يَكُون إِيَّاهُ أَرَادَ مُوسَى لِيَقْتُلهُ فَتَتَارَكَا وَانْطَلَقَ الْفِرْعَوْنِيّ فَأَخْبَرَهُمْ بِمَا سَمِعَ مِنْ الْإِسْرَائِيلِيّ مِنْ الْخَبَر حِين يَقُول يَا مُوسَى أَتُرِيدُ أَنْ تَقْتُلنِي كَمَا قَتَلْت نَفْسًا بِالْأَمْسِ فَأَرْسَلَ فِرْعَوْن الذَّبَّاحِينَ لِيَقْتُلُوا مُوسَى فَأَخَذَ رُسُل فِرْعَوْن فِي الطَّرِيق الْأَعْظَم يَمْشُونَ عَلَى هِينَتهمْ يَطْلُبُونَ مُوسَى وَهُمْ لَا يَخَافُونَ أَنْ يَفُوتهُمْ فَجَاءَ رَجُل مِنْ شِيعَة مُوسَى مِنْ أَقْصَى الْمَدِينَة فَاخْتَصَرَ طَرِيقًا حَتَّى سَبَقَهُمْ إِلَى مُوسَى فَأَخْبَرَهُ وَذَلِكَ مِنْ الْفُتُون يَا اِبْن جُبَيْر فَخَرَجَ مُوسَى مُتَوَجِّهًا نَحْو مَدْيَن وَلَمْ يَلْقَ بَلَاء قَبْل ذَلِكَ وَلَيْسَ لَهُ بِالطَّرِيقِ عِلْم إِلَّا حُسْن ظَنّه بِرَبِّهِ عَزَّ وَجَلَّ فَإِنَّهُ قَالَ عَسَى رَبِّي أَنْ يَهْدِينِي سَوَاء السَّبِيل وَلَمَّا وَرَدَ مَاء مَدْيَن وَجَدَ عَلَيْهِ أُمَّة مِنْ النَّاس يَسْقُونَ وَوَجَدَ مِنْ دُونهمْ اِمْرَأَتَيْنِ تَذُودَانِ يَعْنِي بِذَلِكَ حَابِسَتَيْنِ غَنَمهمَا فَقَالَ لَهُمَا مَا خَطْبكُمَا مُعْتَزِلَتَيْنِ لَا تَسْقِيَانِ مَعَ النَّاس ؟ قَالَتَا لَيْسَ لَنَا قُوَّة نُزَاحِم الْقَوْم وَإِنَّمَا نَسْقِي مِنْ فُضُول حِيَاضهمْ فَسَقَى لَهُمَا فَجَعَلَ يَغْتَرِف فِي الدَّلْو مَاء كَثِيرًا حَتَّى كَانَ أَوَّل الرِّعَاء فَانْصَرَفَتَا بِغَنَمِهِمَا إِلَى أَبِيهِمَا وَانْصَرَفَ مُوسَى فَاسْتَظَلَّ بِشَجَرَةٍ وَقَالَ رَبِّي إِنِّي لِمَا أَنْزَلْت إِلَيَّ مِنْ خَيْر فَقِير وَاسْتَنْكَرَ أَبُوهُمَا سُرْعَة صُدُورهمَا بِغَنَمِهِمَا حُفَّلًا بِطَانًا فَقَالَ إِنَّ لَكُمَا الْيَوْم لَشَأْنًا فَأَخْبَرَتَاهُ بِمَا صَنَعَ مُوسَى فَأَمَرَ إِحْدَاهُمَا أَنْ تَدْعُوهُ فَأَتَتْ مُوسَى فَدَعَتْهُ فَلَمَّا كَلَّمَهُ قَالَ لَا تَخَفْ نَجَوْت مِنْ الْقَوْم الظَّالِمِينَ لَيْسَ لِفِرْعَوْن وَلَا لِقَوْمِهِ عَلَيْنَا سُلْطَان وَلَسْنَا فِي مَمْلَكَته فَقَالَتْ إِحْدَاهُمَا يَا أَبَتِ اِسْتَأْجِرْهُ إِنَّ خَيْر مَنْ اِسْتَأْجَرْت الْقَوِيّ الْأَمِين فَاحْتَمَلَتْهُ الْغَيْرَة عَلَى أَنْ قَالَ لَهَا مَا يُدْرِيك مَا قُوَّته وَمَا أَمَانَته فَقَالَتْ أَمَّا قُوَّته فَمَا رَأَيْت مِنْهُ فِي الدَّلْو حِين سَقَى لَنَا لَمْ أَرَ رَجُلًا قَطُّ أَقْوَى فِي ذَلِكَ السَّقْي مِنْهُ وَأَمَّا الْأَمَانَة فَإِنَّهُ نَظَرَ إِلَيَّ حِين أَقْبَلْت إِلَيْهِ وَشَخَصْت لَهُ فَلَمَّا عَلِمَ أَنِّي اِمْرَأَة صَوَّبَ رَأْسه فَلَمْ يَرْفَعهُ حَتَّى بَلَّغْته رِسَالَتك ثُمَّ قَالَ لِي اِمْشِي خَلْفِي وَانْعَتِي لِي الطَّرِيق فَلَمْ يَفْعَل هَذَا إِلَّا وَهُوَ أَمِين فَسُرِّيَ عَنْ أَبِيهَا وَصَدَّقَهَا وَظَنَّ بِهِ الَّذِي قَالَتْ فَقَالَ لَهُ هَلْ لَك أَنْ أُنْكِحك إِحْدَى اِبْنَتَيْ هَاتَيْنِ عَلَى أَنْ تَأْجُرنِي ثَمَانِي حِجَج فَإِنْ أَتْمَمْت عَشْرًا فَمِنْ عِنْدك وَمَا أُرِيد أَنْ أَشُقّ عَلَيْك سَتَجِدُنِي إِنْ شَاءَ اللَّه مِنْ الصَّالِحِينَ فَفَعَلَ فَكَانَتْ عَلَى نَبِيّ اللَّه مُوسَى ثَمَان سِنِينَ وَاجِبَة وَكَانَتْ سَنَتَانِ عِدَّة مِنْهُ فَقَضَى اللَّه عَنْهُ عِدَته فَأَتَمَّهَا عَشْرًا قَالَ سَعِيد وَهُوَ اِبْن جُبَيْر : فَلَقِيَنِي رَجُل مِنْ أَهْل النَّصْرَانِيَّة مِنْ عُلَمَائِهِمْ قَالَ هَلْ تَدْرِي أَيّ الْأَجَلَيْنِ قَضَى مُوسَى ؟ قُلْت لَا وَأَنَا يَوْمئِذٍ لَا أَدْرِي فَلَقِيت اِبْن عَبَّاس فَذَكَرْت لَهُ ذَلِكَ فَقَالَ أَمَا عَلِمْت أَنَّ ثَمَانِيًا كَانَتْ عَلَى نَبِيّ اللَّه وَاجِبَة لَمْ يَكُنْ نَبِيّ اللَّه لِيُنْقِص مِنْهَا شَيْئًا وَيَعْلَم أَنَّ اللَّه كَانَ قَاضِيًا عَنْ مُوسَى عِدَته الَّتِي كَانَ وَعَدَهُ فَإِنَّهُ قَضَى عَشْر سِنِينَ فَلَقِيت النَّصْرَانِيّ فَأَخْبَرْته ذَلِكَ فَقَالَ الَّذِي سَأَلْته فَأَخْبَرَك أَعْلَم مِنْك بِذَلِكَ قُلْت أَجَلْ وَأَوْلَى فَلَمَّا سَارَ مُوسَى بِأَهْلِهِ كَانَ مِنْ أَمْر النَّار وَالْعَصَا وَيَده مَا قَصَّ اللَّه عَلَيْك فِي الْقُرْآن فَشَكَا إِلَى اللَّه تَعَالَى مَا يَحْذَر مِنْ آلِ فِرْعَوْن فِي الْقَتِيل وَعُقْدَة لِسَانه فَإِنَّهُ كَانَ فِي لِسَانه عُقْدَة تَمْنَعهُ مِنْ كَثِير مِنْ الْكَلَام وَسَأَلَ رَبّه أَنْ يُعِينهُ بِأَخِيهِ هَارُون يَكُون لَهُ رِدْءًا وَيَتَكَلَّم عَنْهُ بِكَثِيرٍ مِمَّا لَا يُفْصِح بِهِ لِسَانه فَآتَاهُ اللَّه سُؤْله وَحَلَّ عُقْدَة مِنْ لِسَانه وَأَوْحَى اللَّه إِلَى هَارُون وَأَمَرَهُ أَنْ يَلْقَاهُ فَانْدَفَعَ مُوسَى بِعَصَاهُ حَتَّى لَقِيَ هَارُون فَانْطَلَقَا جَمِيعًا إِلَى فِرْعَوْن فَأَقَامَا عَلَى بَابه حِينًا لَا يُؤْذَن لَهُمَا ثُمَّ أَذِنَ لَهُمَا بَعْد حِجَاب شَدِيد فَقَالَا إِنَّا رَسُولَا رَبّك قَالَ فَمَنْ رَبّكُمَا ؟ فَأَخْبَرَاهُ بِاَلَّذِي قَصَّ اللَّه عَلَيْك فِي الْقُرْآن قَالَ فَمَا تُرِيدَانِ ؟ وَذَكَّرَهُ الْقَتِيل فَاعْتَذَرَ بِمَا قَدْ سَمِعْت قَالَ أُرِيد أَنْ تُؤْمِن بِاَللَّهِ وَتُرْسِل مَعَنَا بَنَى إِسْرَائِيل فَأَبَى عَلَيْهِ وَقَالَ اِئْتِ بِآيَةٍ إِنْ كُنْت مِنْ الصَّادِقِينَ فَأَلْقَى عَصَاهُ فَإِذَا هِيَ حَيَّة تَسْعَى عَظِيمَة فَاغِرَة فَاهَا مُسْرِعَة إِلَى فِرْعَوْن فَلَمَّا رَآهَا فِرْعَوْن قَاعِدَة إِلَيْهِ خَافَهَا فَاقْتَحَمَ عَنْ سَرِيره وَاسْتَغَاثَ بِمُوسَى أَنْ يَكُفّهَا عَنْهُ فَفَعَلَ ثُمَّ أَخْرَجَ يَده مِنْ جَيْبه فَرَآهَا بَيْضَاء مِنْ غَيْر سُوء يَعْنِي مِنْ غَيْر بَرَص ثُمَّ رَدَّهَا فَعَادَتْ إِلَى لَوْنهَا الْأَوَّل فَاسْتَشَارَ الْمَلَأ حَوْله فِيمَا رَأَى فَقَالُوا لَهُ هَذَانِ سَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمَا مِنْ أَرْضكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمْ الْمُثْلَى يَعْنِي مُلْكهمْ الَّذِي هُمْ فِيهِ وَالْعَيْش وَأَبَوْا عَلَى مُوسَى أَنْ يُعْطُوهُ شَيْئًا مِمَّا طَلَبَ وَقَالُوا لَهُ اِجْمَعْ لَهُمَا السَّحَرَة فَإِنَّهُمْ بِأَرْضِك كَثِير حَتَّى تَغْلِب بِسِحْرِك سِحْرهمَا فَأَرْسَلَ إِلَى الْمَدَائِن فَحُشِرَ لَهُ كُلّ سَاحِر مُتَعَالِم فَلَمَّا أَتَوْا فِرْعَوْن قَالُوا بِمَا يَعْمَل هَذَا السَّاحِر ؟ قَالُوا يَعْمَل بِالْحَيَّاتِ قَالُوا فَلَا وَاَللَّه مَا أَحَد فِي الْأَرْض يَعْمَل بِالسِّحْرِ بِالْحَيَّاتِ وَالْحِبَال وَالْعِصِيّ الَّذِي نَعْمَل فَمَا أَجْرنَا إِنْ نَحْنُ غَلَبْنَا ؟ قَالَ لَهُمْ أَنْتُمْ أَقَارِبِي وَخَاصَّتِي وَأَنَا صَانِع إِلَيْكُمْ كُلّ شَيْء أَحْبَبْتُمْ فَتَوَاعَدُوا يَوْم الزِّينَة وَأَنْ يُحْشَر النَّاس ضُحًى قَالَ سَعِيد بْن جُبَيْر فَحَدَّثَنِي اِبْن عَبَّاس أَنَّ يَوْم الزِّينَة الْيَوْم الَّذِي أَظْهَرَ اللَّه فِيهِ مُوسَى عَلَى فِرْعَوْن وَالسَّحَرَة هُوَ يَوْم عَاشُورَاء فَلَمَّا اِجْتَمَعُوا فِي صَعِيد وَاحِد قَالَ النَّاس بَعْضهمْ لِبَعْضٍ اِنْطَلَقُوا فَلْنَحْضُرْ هَذَا الْأَمْر لَعَلَّنَا نَتَّبِع السَّحَرَة إِنْ كَانُوا هُمْ الْغَالِبِينَ يَعْنُونَ مُوسَى وَهَارُون اِسْتِهْزَاء بِهِمَا فَقَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِي وَإِمَّا أَنْ نَكُون نَحْنُ الْمُلْقِينَ قَالَ بَلْ أَلْقُوا فَأَلْقَوْا حِبَالهمْ وَعِصِيّهمْ وَقَالُوا بِعِزَّةِ فِرْعَوْن إِنَّا لَنَحْنُ الْغَالِبُونَ فَرَأَى مُوسَى مِنْ سِحْرهمْ مَا أَوْجَسَ فِي نَفْسه خِيفَة فَأَوْحَى اللَّه إِلَيْهِ أَنْ أَلْقِ عَصَاك فَلَمَّا أَلْقَاهَا صَارَتْ ثُعْبَانًا عَظِيمَة فَاغِرَة فَاهَا فَجَعَلَتْ الْعِصِيّ تَلْتَبِس بِالْحِبَالِ حَتَّى صَارَتْ جُرُزًا إِلَى الثُّعْبَان تَدْخُل فِيهِ حَتَّى مَا أَبْقَتْ عَصًا وَلَا حَبْلًا إِلَّا اِبْتَلَعَتْهُ فَلَمَّا عَرَفَ السَّحَرَة ذَلِكَ قَالُوا لَوْ كَانَ هَذَا سِحْرًا لَمْ يَبْلُغ مِنْ سِحْرنَا كُلّ هَذَا وَلَكِنَّ هَذَا أَمْر مِنْ اللَّه عَزَّ وَجَلَّ آمَنَّا بِاَللَّهِ وَبِمَا جَاءَ بِهِ مُوسَى مِنْ عِنْد اللَّه وَنَتُوب إِلَى اللَّه مِمَّا كُنَّا عَلَيْهِ . فَكَسَرَ اللَّه ظَهْر فِرْعَوْن فِي ذَلِكَ الْمَوْطِن وَأَشْيَاعه وَظَهَرَ الْحَقّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ وَامْرَأَة فِرْعَوْن بَارِزَة مُتَبَذِّلَة تَدْعُو اللَّه بِالنَّصْرِ لِمُوسَى عَلَى فِرْعَوْن وَأَشْيَاعه فَمَنْ رَآهَا مِنْ آلِ فِرْعَوْن ظَنَّ أَنَّهَا إِنَّمَا اِبْتَذَلَتْ لِلشَّفَقَةِ عَلَى فِرْعَوْن وَأَشْيَاعه وَإِنَّمَا كَانَ حُزْنهَا وَهَمّهَا لِمُوسَى فَلَمَّا طَالَ مُكْث مُوسَى بِمَوَاعِيد فِرْعَوْن الْكَاذِبَة كُلَّمَا جَاءَ بِآيَةٍ وَعَدَهُ عِنْدهَا أَنْ يُرْسِل مَعَهُ بَنِي إِسْرَائِيل فَإِذَا مَضَتْ أَخْلَفَ مَوْعِده وَقَالَ هَلْ يَسْتَطِيع رَبّك أَنْ يَصْنَع غَيْر هَذَا ؟ فَأَرْسَلَ اللَّه عَلَى قَوْمه الطُّوفَان وَالْجَرَاد وَالْقُمَّل وَالضَّفَادِع وَالدَّم آيَات مُفَصَّلَات كُلّ ذَلِكَ يَشْكُو إِلَى مُوسَى وَيَطْلُب إِلَيْهِ أَنْ يَكُفّهَا عَنْهُ وَيُوَاثِقهُ عَلَى أَنْ يُرْسِل مَعَهُ بَنِي إِسْرَائِيل فَإِذَا كَفَّ ذَلِكَ أَخْلَفَ مَوْعِده وَنَكَثَ عَهْده حَتَّى أَمَرَ اللَّه مُوسَى بِالْخُرُوجِ بِقَوْمِهِ فَخَرَجَ بِهِمْ لَيْلًا فَلَمَّا أَصْبَحَ فِرْعَوْن وَرَأَى أَنَّهُمْ قَدْ مَضَوْا أَرْسَلَ فِي الْمَدَائِن حَاشِرِينَ فَتَبِعَهُ بِجُنُودٍ عَظِيمَة كَثِيرَة وَأَوْحَى اللَّه إِلَى الْبَحْر إِذَا ضَرَبَك عَبْدِي مُوسَى بِعَصَاهُ فَانْفَلِقْ اِثْنَيْ عَشْرَة فِرْقَة حَتَّى يَجُوز مُوسَى وَمَنْ مَعَهُ ثُمَّ اِلْتَقِ عَلَى مَنْ بَقِيَ بَعْد مِنْ فِرْعَوْن وَأَشْيَاعه فَنَسِيَ مُوسَى أَنْ يَضْرِب الْبَحْر بِالْعَصَا وَانْتَهَى إِلَى الْبَحْر وَلَهُ قَصِيف مَخَافَة أَنْ يَضْرِبهُ مُوسَى بِعَصَاهُ وَهُوَ غَافِل فَيَصِير عَاصِيًا لِلَّهِ . فَلَمَّا تَرَاءَى الْجَمْعَانِ وَتَقَارَبَا قَالَ أَصْحَاب مُوسَى إِنَّا لَمُدْرَكُونَ اِفْعَلْ مَا أَمَرَك بِهِ رَبّك فَإِنَّهُ لَمْ يَكْذِب وَلَمْ تَكْذِب. قَالَ وَعَدَنِي رَبِّي إِذَا أَتَيْت الْبَحْر اِنْفَرَقَ اِثْنَتَيْ عَشْرَة فِرْقَة حَتَّى أُجَاوِزهُ ثُمَّ ذَكَرَ بَعْد ذَلِكَ الْعَصَا فَضَرَبَ الْبَحْر بِعَصَاهُ حِين دَنَا أَوَائِل جُنْد فِرْعَوْن مِنْ أَوَاخِر جُنْد مُوسَى فَانْفَرَقَ الْبَحْر كَمَا أَمَرَهُ رَبّه وَكَمَا وَعَدَ مُوسَى فَلَمَّا أَنْ جَازَ مُوسَى وَأَصْحَابه كُلّهمْ الْبَحْر وَدَخَلَ فِرْعَوْن وَأَصْحَابه اِلْتَقَى عَلَيْهِمْ الْبَحْر كَمَا أُمِرَ فَلَمَّا جَاوَزَ مُوسَى الْبَحْر قَالَ أَصْحَابه إِنَّا نَخَاف أَنْ لَا يَكُون فِرْعَوْن غَرِقَ وَلَا نُؤْمَن بِهَلَاكِهِ فَدَعَا رَبّه فَأَخْرَجَهُ لَهُ بِبَدَنِهِ حَتَّى اِسْتَيْقَنُوا بِهَلَاكِهِ ثُمَّ مَرُّوا بَعْد ذَلِكَ عَلَى قَوْم يَعْكُفُونَ عَلَى أَصْنَام لَهُمْ قَالُوا يَا مُوسَى اِجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَة قَالَ إِنَّكُمْ قَوْم تَجْهَلُونَ \" إِنَّ هَؤُلَاءِ مُتَبَّر مَا هُمْ فِيهِ \" الْآيَة. قَدْ رَأَيْتُمْ مِنْ الْعِبَر وَسَمِعْتُمْ مَا يَكْفِيكُمْ وَمَضَى فَأَنْزَلَهُمْ مُوسَى مَنْزِلًا وَقَالَ أَطِيعُوا هَارُون فَإِنِّي قَدْ اِسْتَخْلَفْته عَلَيْكُمْ فَإِنِّي ذَاهِب إِلَى رَبِّي وَأَجَّلَهُمْ ثَلَاثِينَ يَوْمًا أَنْ يَرْجِع إِلَيْهِمْ فِيهَا فَلَمَّا أَتَى رَبّه وَأَرَادَ أَنْ يُكَلِّمهُ ثَلَاثِينَ يَوْمًا وَقَدْ صَامَهُنَّ لَيْلهنَّ وَنَهَارهنَّ وَكَرِهَ أَنْ يُكَلِّم رَبّه وَرِيح فِيهِ رِيح فَم الصَّائِم فَتَنَاوَلَ مُوسَى مِنْ نَبَات الْأَرْض شَيْئًا فَمَضَغَهُ فَقَالَ لَهُ رَبّه حِين أَتَاهُ لِمَ أَفْطَرْت وَهُوَ أَعْلَم بِاَلَّذِي كَانَ قَالَ يَا رَبّ إِنِّي كَرِهْت أَنْ أُكَلِّمك إِلَّا وَفَمِي طَيِّب الرِّيح قَالَ أَوَمَا عَلِمْت يَا مُوسَى أَنَّ رِيح فَم الصَّائِم أَطْيَب عِنْدِي مِنْ رِيح الْمِسْك اِرْجِعْ فَصُمْ عَشْرًا ثُمَّ اِئْتِنِي فَفَعَلَ مُوسَى عَلَيْهِ السَّلَام مَا أُمِرَ بِهِ فَلَمَّا رَأَى قَوْم مُوسَى أَنَّهُ لَمْ يَرْجِع إِلَيْهِمْ فِي الْأَجَل سَاءَهُمْ ذَلِكَ وَكَانَ هَارُون قَدْ خَطَبَهُمْ وَقَالَ إِنَّكُمْ قَدْ خَرَجْتُمْ مِنْ مِصْر وَلِقَوْمِ فِرْعَوْن عِنْدكُمْ عَوَارِي وَوَدَائِع وَلَكُمْ فِيهِمْ مِثْل ذَلِكَ فَإِنِّي أَرَى أَنَّكُمْ تَحْتَسِبُونَ مَا لَكُمْ عِنْدهمْ وَلَا أُحِلّ لَكُمْ وَدِيعَة اِسْتَوْدَعْتُمُوهَا وَلَا عَارِيَة وَلَسْنَا بِرَادِّينَ إِلَيْهِمْ شَيْئًا مِنْ ذَلِكَ وَلَا مُمْسِكِيهِ لِأَنْفُسِنَا فَحَفَرَ حَفِيرًا وَأَمَرَ كُلّ قَوْم عِنْدهمْ مِنْ ذَلِكَ مِنْ مَتَاع أَوْ حِلْيَة أَنْ يَقْذِفُوهُ فِي ذَلِكَ الْحَفِير ثُمَّ أَوْقَدَ عَلَيْهِ النَّار فَأَحْرَقَتْهُ فَقَالَ لَا يَكُون لَنَا وَلَا لَهُمْ وَكَانَ السَّامِرِيّ مِنْ قَوْم يَعْبُدُونَ الْبَقَر جِيرَان لِبَنِي إِسْرَائِيل وَلَمْ يَكُنْ مِنْ بَنِي إِسْرَائِيل فَاحْتَمَلَ مَعَ مُوسَى وَبَنِي إِسْرَائِيل حِين اِحْتَمَلُوا فَقُضِيَ لَهُ أَنْ رَأَى أَثَرًا فَقَبَضَ مِنْهُ قَبْضَة فَمَرَّ بِهَارُون فَقَالَ لَهُ هَارُون يَا سَامِرِيّ أَلَا تُلْقِي مَا فِي يَدك وَهُوَ قَابِض عَلَيْهِ لَا يَرَاهُ أَحَد طُول ذَلِكَ فَقَالَ هَذِهِ قَبْضَة مِنْ أَثَر الرَّسُول الَّذِي جَاوَزَ بِكُمْ الْبَحْر وَلَا أُلْقِيهَا لِشَيْءٍ إِلَّا أَنْ تَدْعُو اللَّه إِذَا أَلْقَيْتهَا أَنْ يَجْعَلهَا مَا أُرِيد فَأَلْقَاهَا وَدَعَا لَهُ هَارُون فَقَالَ أُرِيد أَنْ يَكُون عِجْلًا فَاجْتَمَعَ مَا كَانَ فِي الْحَفِيرَة مِنْ مَتَاع أَوْ حِلْيَة أَوْ نُحَاس أَوْ حَدِيد فَصَارَ عِجْلًا أَجْوَف لَيْسَ فِيهِ رُوح وَلَهُ خُوَار قَالَ اِبْن عَبَّاس لَا وَاَللَّه مَا كَانَ لَهُ صَوْت قَطُّ إِنَّمَا كَانَتْ الرِّيح تَدْخُل فِي دُبُره وَتَخْرُج مِنْ فِيهِ وَكَانَ ذَلِكَ الصَّوْت مِنْ ذَلِكَ فَتَفَرَّقَ بَنُو إِسْرَائِيل فِرَقًا فَقَالَتْ فِرْقَة يَا سَامِرِيّ مَا هَذَا وَأَنْتَ أَعْلَم بِهِ ؟ قَالَ هَذَا رَبّكُمْ وَلَكِنَّ مُوسَى أَضَلَّ الطَّرِيق فَقَالَتْ فِرْقَة لَا نُكَذِّب بِهَذَا حَتَّى يَرْجِع إِلَيْنَا مُوسَى فَإِنْ كَانَ رَبّنَا لَمْ نَكُنْ ضَيَّعْنَاهُ وَعَجَزْنَا فِيهِ حِين رَأَيْنَا وَإِنْ لَمْ يَكُنْ رَبّنَا فَإِنَّا نَتَّبِع قَوْل مُوسَى وَقَالَتْ فِرْقَة هَذَا مِنْ عَمَل الشَّيْطَان وَلَيْسَ بِرَبِّنَا وَلَا نُؤْمِن بِهِ وَلَا نُصَدِّق وَأُشْرِبَ فِرْقَة فِي قُلُوبهمْ الصِّدْق بِمَا قَالَ السَّامِرِيّ فِي الْعِجْل وَأَعْلَنُوا التَّكْذِيب بِهِ فَقَالَ لَهُمْ هَارُون يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبّكُمْ الرَّحْمَن فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي قَالُوا فَمَا بَال مُوسَى وَعَدَنَا ثَلَاثِينَ يَوْمًا ثُمَّ أَخْلَفْنَا هَذِهِ أَرْبَعُونَ يَوْمًا قَدْ مَضَتْ وَقَالَ سُفَهَاؤُهُمْ أَخْطَأَ رَبّه فَهُوَ يَطْلُبهُ يَتْبَعهُ فَلَمَّا كَلَّمَ اللَّه مُوسَى وَقَالَ لَهُ مَا قَالَ أَخْبَرَهُ بِمَا لَقِيَ قَوْمه مِنْ بَعْده فَرَجَعَ مُوسَى إِلَى قَوْمه غَضْبَان أَسِفًا فَقَالَ لَهُمْ مَا سَمِعْتُمْ فِي الْقُرْآن وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرّهُ إِلَيْهِ وَأَلْقَى الْأَلْوَاح مِنْ الْغَضَب ثُمَّ إِنَّهُ عَذَرَ أَخَاهُ بِعُذْرِهِ وَاسْتَغْفَرَ لَهُ وَانْصَرَفَ إِلَى السَّامِرِيّ فَقَالَ لَهُ مَا حَمَلَك عَلَى مَا صَنَعْت ؟ قَالَ قَبَضْت قَبْضَة مِنْ أَثَر الرَّسُول وَفَطِنْت لَهَا وَعَمِيَتْ عَلَيْكُمْ فَنَبَذْتهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي قَالَ فَاذْهَبْ فَإِنَّ لَك فِي الْحَيَاة أَنْ تَقُول لَا مِسَاس وَإِنَّ لَك مَوْعِدًا لَنْ تُخْلَفَهُ وَانْظُرْ إِلَى إِلَهك الَّذِي ظَلْت عَلَيْهِ عَاكِفًا لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمّ نَسْفًا وَلَوْ كَانَ إِلَهًا لَمْ يَخْلُص إِلَى ذَلِكَ مِنْهُ فَاسْتَيْقَنَ بَنُو إِسْرَائِيل بِالْفِتْنَةِ وَاغْتَبَطَ الَّذِينَ كَانَ رَأْيهمْ فِيهِ مِثْل رَأْي هَارُون فَقَالُوا لِجَمَاعَتِهِمْ يَا مُوسَى سَلْ لَنَا رَبّك أَنْ يَفْتَح لَنَا بَاب تَوْبَة نَصْنَعهَا فَيُكَفِّر عَنَّا مَا عَمِلْنَا فَاخْتَارَ مُوسَى قَوْمه سَبْعِينَ رَجُلًا لِذَلِكَ لَا يَأْلُو الْخَيْر خِيَار بَنِي إِسْرَائِيل وَمَنْ لَمْ يُشْرِك فِي الْعِجْل فَانْطَلَقَ بِهِمْ يَسْأَل لَهُمْ التَّوْبَة فَرَجَفَتْ بِهِمْ الْأَرْض فَاسْتَحْيَا نَبِيّ اللَّه مِنْ قَوْمه وَمِنْ وَفْده حِين فَعَلَ بِهِمْ مَا فَعَلَ فَقَالَ رَبّ لَوْ شِئْت أَهْلَكْتهمْ مِنْ قَبْل وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاء مِنَّا وَفِيهِمْ مَنْ كَانَ اللَّه اِطَّلَعَ مِنْهُ عَلَى مَا أُشْرِبَ قَلْبه مِنْ حُبّ الْعِجْل وَإِيمَانه بِهِ فَلِذَلِكَ رَجَفَتْ بِهِمْ الْأَرْض فَقَالَ وَرَحْمَتِي وَسِعَتْ كُلّ شَيْء فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاة وَاَلَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل فَقَالَ يَا رَبّ سَأَلْتُك التَّوْبَة لِقَوْمِي فَقُلْت إِنَّ رَحْمَتِي كَتَبْتهَا لِقَوْمٍ غَيْر قَوْمِي هَلَّا أَخَّرْتنِي حَتَّى تُخْرِجنِي فِي أُمَّة ذَلِكَ الرَّجُل الْمَرْحُومَة فَقَالَ لَهُ إِنَّ تَوْبَتهمْ أَنْ يَقْتُل كُلّ رَجُل مِنْهُمْ مَنْ لَقِيَ مِنْ وَالِد وَوَلَد فَيَقْتُلهُ بِالسَّيْفِ وَلَا يُبَالِي مَنْ قَتَلَ فِي ذَلِكَ الْمَوْطِن وَتَابَ أُولَئِكَ الَّذِينَ كَانَ خَفِيَ عَلَى مُوسَى وَهَارُون وَاطَّلَعَ اللَّه مِنْ ذُنُوبهمْ فَاعْتَرَفُوا بِهَا وَفَعَلُوا مَا أُمِرُوا وَغَفَرَ اللَّه لِلْقَاتِلِ وَالْمَقْتُول ثُمَّ سَارَ بِهِمْ مُوسَى عَلَيْهِ السَّلَام مُتَوَجِّهًا نَحْو الْأَرْض الْمُقَدَّسَة وَأَخَذَ الْأَلْوَاح بَعْدَمَا سَكَتَ عَنْهُ الْغَضَب فَأَمَرَهُمْ بِاَلَّذِي أَمَرَهُمْ بِهِ أَنْ يُبَلِّغهُمْ مِنْ الْوَظَائِف فَثَقُلَ ذَلِكَ عَلَيْهِمْ وَأَبَوْا أَنْ يُقِرُّوا بِهَا فَنَتَقَ اللَّه عَلَيْهِمْ الْجَبَل كَأَنَّهُ ظُلَّة وَدَنَا مِنْهُمْ حَتَّى خَافُوا أَنْ يَقَع عَلَيْهِمْ فَأَخَذُوا الْكِتَاب بِأَيْمَانِهِمْ وَهُمْ مُصْغُونَ يَنْظُرُونَ إِلَى الْجَبَل وَالْكِتَاب بِأَيْدِيهِمْ وَهُمْ مِنْ وَرَاء الْجَبَل مَخَافَة أَنْ يَقَع عَلَيْهِمْ ثُمَّ مَضَوْا حَتَّى أَتَوْا الْأَرْض الْمُقَدَّسَة فَوَجَدُوا مَدِينَة فِيهَا قَوْم جَبَّارُونَ خَلْقهمْ خَلْق مُنْكَر وَذَكَرُوا مِنْ ثِمَارهمْ أَمْرًا عَجِيبًا مِنْ عِظَمهَا فَقَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ لَا طَاقَة لَنَا بِهِمْ وَلَا نَدْخُلهَا مَا دَامُوا فِيهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ قَالَ رَجُلَانِ مِنْ الَّذِينَ يَخَافُونَ قِيلَ لِيَزِيدَ هَكَذَا قَرَأْت قَالَ نَعَمْ مِنْ الْجَبَّارِينَ آمَنَا بِمُوسَى وَخَرَجَا إِلَيْهِ قَالُوا نَحْنُ أَعْلَم بِقَوْمِنَا إِنْ كُنْتُمْ إِنَّمَا تَخَافُونَ مَا رَأَيْتُمْ مِنْ أَجْسَامهمْ وَعَدَدهمْ فَإِنَّهُمْ لَا قُلُوب لَهُمْ وَلَا مَنَعَة عِنْدهمْ فَادْخُلُوا عَلَيْهِمْ الْبَاب فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَيَقُول أُنَاس إِنَّهُمْ مِنْ قَوْم مُوسَى فَقَالَ الَّذِينَ يَخَافُونَ بَنُو إِسْرَائِيل \" قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ \" فَأَغْضَبُوا مُوسَى فَدَعَا عَلَيْهِمْ وَسَمَّاهُمْ فَاسِقِينَ وَلَمْ يَدْعُ عَلَيْهِمْ قَبْل ذَلِكَ لِمَا رَأَى مِنْ الْمَعْصِيَة وَإِسَاءَتهمْ حَتَّى كَانَ يَوْمئِذٍ فَاسْتَجَابَ اللَّه لَهُ وَسَمَّاهُمْ كَمَا سَمَّاهُمْ مُوسَى فَاسِقِينَ وَحَرَّمَهَا عَلَيْهِمْ أَرْبَعِينَ سَنَة يَتِيهُونَ فِي الْأَرْض يُصْبِحُونَ كُلّ يَوْم فَيَسِيرُونَ لَيْسَ لَهُمْ قَرَار وَظَلَّلَ عَلَيْهِمْ الْغَمَام فِي التِّيه وَأَنْزَلَ عَلَيْهِمْ الْمَنّ وَالسَّلْوَى وَجَعَلَ لَهُمْ ثِيَابًا لَا تُبْلَى وَلَا تَتَّسِخ وَجَعَلَ بَيْن ظَهْرَانَيْهِمْ حَجَرًا مُرَبَّعًا وَأُمِرَ مُوسَى فَضَرَبَهُ بِعَصَاهُ فَانْفَجَرَتْ مِنْهُ اِثْنَتَا عَشْرَة عَيْنًا فِي كُلّ نَاحِيَة ثَلَاثَة أَعْيُن وَأَعْلَمَ كُلّ سِبْط عَيْنهمْ الَّتِي يَشْرَبُونَ مِنْهَا فَلَا يَرْتَحِلُونَ مِنْ مَكَان إِلَّا وَجَدُوا ذَلِكَ الْحَجَر بَيْنهمْ بِالْمَكَانِ الَّذِي كَانَ فِيهِ بِالْأَمْسِ رَفَعَ اِبْن عَبَّاس هَذَا الْحَدِيث إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَدَّقَ ذَلِكَ عِنْدِي أَنَّ مُعَاوِيَة سَمِعَ اِبْن عَبَّاس يُحَدِّث هَذَا الْحَدِيث فَأَنْكَرَ عَلَيْهِ أَنْ يَكُون الْفِرْعَوْنِيّ الَّذِي أَفْشَى عَلَى مُوسَى أَمْر الْقَتِيل الَّذِي قَتَلَ فَقَالَ كَيْف يُفْشِي عَلَيْهِ وَلَمْ يَكُنْ عَلِمَ بِهِ وَلَا ظَهَرَ عَلَيْهِ إِلَّا الْإِسْرَائِيلِيّ الَّذِي حَضَرَ ذَلِكَ فَغَضِبَ اِبْن عَبَّاس فَأَخَذَ بِيَدِ مُعَاوِيَة وَانْطَلَقَ بِهِ إِلَى سَعْد بْن مَالِك الزُّهْرِيّ فَقَالَ لَهُ يَا أَبَا إِسْحَاق هَلْ تَذْكُر يَوْم حَدَّثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَتِيل مُوسَى الَّذِي قُتِلَ مِنْ آلِ فِرْعَوْن ؟ الْإِسْرَائِيلِيّ الَّذِي أَفْشَى عَلَيْهِ أَمْ الْفِرْعَوْنِيّ ؟ قَالَ إِنَّمَا أَفْشَى عَلَيْهِ الْفِرْعَوْنِيّ بِمَا سَمِعَ مِنْ الْإِسْرَائِيلِيّ الَّذِي شَهِدَ عَلَى ذَلِكَ وَحَضَرَهُ وَهَكَذَا رَوَاهُ النَّسَائِيّ فِي السُّنَن الْكُبْرَى وَأَخْرَجَهُ أَبُو جَعْفَر بْن جَرِير وَابْن أَبِي حَاتِم فِي تَفْسِيرَيْهِمَا كُلّهمْ مِنْ حَدِيث يَزِيد بْن هَارُون بِهِ وَهُوَ مَوْقُوف مِنْ كَلَام اِبْن عَبَّاس وَلَيْسَ فِيهِ مَرْفُوع إِلَّا قَلِيل مِنْهُ وَكَأَنَّهُ تَلَقَّاهُ اِبْن عَبَّاس مِمَّا أُبِيحَ نَقْله مِنْ الْإِسْرَائِيلِيَّات عَنْ كَعْب الْأَحْبَار أَوْ غَيْره وَاَللَّه أَعْلَم وَسَمِعْت شَيْخنَا الْحَافِظ أَبَا الْحَجَّاج الْمِزِّيّ يَقُول ذَلِكَ أَيْضًا .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38852, "aya_id": 40}]