[{"text": "وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا", "sura_id": 18, "type": 0, "id": 2192, "aya_id": 52}, {"text": "و يوم يقول نادوا شركائي الذين زعمتم فدعوهم فلم يستجيبوا لهم و جعلنا بينهم موبقا", "sura_id": 18, "type": 1, "id": 8428, "aya_id": 52}, {"text": "52 - (ويوم) منصوب باذكر (يقول) بالياء والنون (نادوا شركائي) الأوثان (الذين زعمتم) ليشفعوا لكم بزعمكم (فدعوهم فلم يستجيبوا لهم) لم يجيبوهم (وجعلنا بينهم) وبين الأوثان وعابديها (موبقا) واديا من أودية جهنم يهلكون فيه جميعا وهو من وبق بالفتح هلك \r\n", "sura_id": 18, "type": 2, "id": 27136, "aya_id": 52}, {"text": "واذكر لهم إذ يقول الله للمشركين يوم القيامة: نادوا شركائي الذين كنتم تزعمون أنهم شركاء لي في العبادة؛ لينصروكم اليوم مني، فاستغاثوا بهم فلم يغيثوهم، وجعلنا بين العابدين والمعبودين مهلكًا في جهنم يهلكون فيه جميعًا.\r\n", "sura_id": 18, "type": 3, "id": 33372, "aya_id": 52}, {"text": " <font color=red>وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَمَّا يُخَاطِب بِهِ الْمُشْرِكِينَ يَوْم الْقِيَامَة عَلَى رُءُوس الْأَشْهَاد تَقْرِيعًا لَهُمْ وَتَوْبِيخًا \" نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ \" أَيْ فِي دَار الدُّنْيَا اُدْعُوهُمْ الْيَوْم يُنْقِذُونَكُمْ مِمَّا أَنْتُمْ فِيهِ كَمَا قَالَ تَعَالَى \" وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّل مَرَّة وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاء ظُهُوركُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمْ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاء لَقَدْ تَقَطَّعَ بَيْنكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ \" وَقَوْله \" فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ \" كَمَا قَالَ \" وَقِيلَ اُدْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ \" الْآيَة وَقَالَ \" وَمَنْ أَضَلّ مِمَّنْ يَدْعُو مِنْ دُون اللَّه مَنْ لَا يَسْتَجِيب لَهُ \" الْآيَتَيْنِ وَقَالَ تَعَالَى \" وَاِتَّخَذُوا مِنْ دُون اللَّه آلِهَة لِيَكُونُوا لَهُمْ عِزًّا كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" وَقَوْله \" وَجَعَلْنَا بَيْنهمْ مَوْبِقًا \" قَالَ اِبْن عَبَّاس وَقَتَادَة وَغَيْر وَاحِد مَهْلَكًا وَقَالَ قَتَادَة : ذُكِرَ لَنَا أَنَّ عَمْرًا الْبِكَالِيّ حَدَّثَ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : هُوَ وَادٍ عَمِيق فُرِّقَ بِهِ يَوْم الْقِيَامَة بَيْن أَهْل الْهُدَى وَأَهْل الضَّلَالَة وَقَالَ قَتَادَة : مَوْبِقًا وَادِيًا فِي جَهَنَّم . وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن سِنَان الْقَزَّاز حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا يَزِيد بْن زُرَيْع سَمِعْت أَنَس بْن مَالِك يَقُول فِي قَوْل اللَّه تَعَالَى \" وَجَعَلْنَا بَيْنهمْ مَوْبِقًا \" قَالَ وَادٍ فِي جَهَنَّم مِنْ قَيْح وَدَم وَقَالَ الْحَسَن الْبَصْرِيّ : مَوْبِقًا عَدَاوَة وَالظَّاهِر مِنْ السِّيَاق هَاهُنَا أَنَّهُ الْمَهْلَك وَيَجُوز أَنْ يَكُون وَادِيًا فِي جَهَنَّم أَوْ غَيْره وَالْمَعْنَى أَنَّ اللَّه تَعَالَى بَيَّنَ أَنَّهُ لَا سَبِيل لِهَؤُلَاءِ الْمُشْرِكِينَ وَلَا وُصُول لَهُمْ إِلَى آلِهَتهمْ الَّتِي كَانُوا يَزْعُمُونَ فِي الدُّنْيَا وَأَنَّهُ يُفَرَّق بَيْنهمْ وَبَيْنهَا فِي الْآخِرَة فَلَا خَلَاص لِأَحَدٍ مِنْ الْفَرِيقَيْنِ إِلَى الْآخَر بَلْ بَيْنهمَا مَهْلَك وَهَوْل عَظِيم وَأَمْر كَبِير. وَأَمَّا إِنْ جَعَلَ الضَّمِير فِي قَوْله \" بَيْنهمْ \" عَائِدًا إِلَى الْمُؤْمِنِينَ وَالْكَافِرِينَ كَمَا قَالَ عَبْد اللَّه بْن عَمْرو إِنَّهُ يُفَرَّق بَيْن أَهْل الْهُدَى وَالضَّلَالَة بِهِ فَهُوَ كَقَوْلِهِ تَعَالَى \" وَيَوْم تَقُوم السَّاعَة يَوْمئِذٍ يَتَفَرَّقُونَ \" وَقَالَ \" يَوْمئِذٍ يَصَّدَّعُونَ \" وَقَالَ تَعَالَى \" وَامْتَازُوا الْيَوْم أَيّهَا الْمُجْرِمُونَ \" وَقَالَ تَعَالَى \" وَيَوْم نَحْشُرهُمْ جَمِيعًا ثُمَّ نَقُول لِلَّذِينَ أَشْرَكُوا مَكَانكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنهمْ إِلَى قَوْله - وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38347, "aya_id": 52}]