[{"text": "فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ", "sura_id": 5, "type": 0, "id": 699, "aya_id": 30}, {"text": "فطوعت له نفسه قتل أخيه فقتله فأصبح من الخاسرين", "sura_id": 5, "type": 1, "id": 6935, "aya_id": 30}, {"text": "30 - (فطوعت) زينت (له نفسه قتل أخيه فقتله فأصبح) فصار (من الخاسرين) بقتله ولم يدر ما يصنع به لأنه أول ميت على وجه الأرض من بني آدم فحمله على ظهره \r\n", "sura_id": 5, "type": 2, "id": 25643, "aya_id": 30}, {"text": "فَزَيَّنت لقابيلَ نفسُه أن يقتل أخاه, فقتله, فأصبح من الخاسرين الذين باعوا آخرتهم بدنياهم.\r\n", "sura_id": 5, "type": 3, "id": 31879, "aya_id": 30}, {"text": " <font color=red>فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ</font><BR><p>قَوْله تَعَالَى \" فَطَوَّعَتْ لَهُ نَفْسه قَتْل أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنْ الْخَاسِرِينَ \" أَيْ فَحَسَّنَتْ وَسَوَّلَتْ لَهُ نَفْسُهُ وَشَجَّعَتْهُ عَلَى قَتْل أَخِيهِ فَقَتَلَهُ أَيْ بَعْد هَذِهِ الْمَوْعِظَة وَهَذَا الزَّجْر وَقَدْ تَقَدَّمَ فِي الرِّوَايَة عَنْ أَبِي جَعْفَر الْبَاقِر وَهُوَ مُحَمَّد بْن عَلِيّ بْن الْحُسَيْن أَنَّهُ قَتَلَهُ بِحَدِيدَةٍ فِي يَده وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة بْن عَبْد اللَّه وَعَنْ نَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَطَوَّعَتْ لَهُ نَفْسه قَتْل أَخِيهِ فَطَلَبَهُ لِقَتْلِهِ فَرَاغَ الْغُلَام مِنْهُ فِي رُءُوس الْجِبَال فَأَتَاهُ يَوْمًا مِنْ الْأَيَّام وَهُوَ يَرْعَى غَنَمًا لَهُ وَهُوَ نَائِم فَرَفَعَ صَخْرَة فَشَدَخَ بِهَا رَأْسه فَمَاتَ فَتَرَكَهُ بِالْعَرَاءِ رَوَاهُ اِبْن جَرِير . وَعَنْ بَعْض أَهْل الْكِتَاب أَنَّهُ قَتَلَهُ خَنْقًا وَعَضًّا كَمَا تُقْتَل السِّبَاع . وَقَالَ اِبْن جَرِير : لَمَّا أَرَادَ أَنْ يَقْتُلهُ جَعَلَ يَلْوِي عُنُقه فَأَخَذَ إِبْلِيس دَابَّة وَوَضَعَ رَأْسهَا عَلَى حَجَر ثُمَّ أَخَذَ حَجَرًا آخَر فَضَرَبَ بِهِ رَأْسهَا حَتَّى قَتَلَهَا وَابْن آدَم يَنْظُر فَفَعَلَ بِأَخِيهِ مِثْل ذَلِكَ . رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ عَبْد اللَّه بْن وَهْب عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ قَالَ : أَخَذَ بِرَأْسِهِ لِيَقْتُلهُ فَاضْطَجَعَ لَهُ وَجَعَلَ يَغْمِز رَأْسه وَعِظَامه وَلَا يَدْرِي كَيْف يَقْتُلهُ فَجَاءَهُ إِبْلِيس فَقَالَ أَتُرِيدُ أَنْ تَقْتُلهُ ؟ قَالَ نَعَمْ قَالَ : فَخُذْ هَذِهِ الصَّخْرَة فَاطْرَحْهَا عَلَى رَأْسه قَالَ فَأَخَذَهَا فَأَلْقَاهَا عَلَيْهِ فَشَدَخَ رَأْسه ثُمَّ جَاءَ إِبْلِيس إِلَى حَوَّاء مُسْرِعًا فَقَالَ : يَا حَوَّاء إِنَّ قَابِيل قَتَلَ هَابِيل فَقَالَتْ لَهُ : وَيْحك وَأَيّ شَيْء يَكُون الْقَتْل قَالَ لَا يَأْكُل وَلَا يَشْرَب وَلَا يَتَحَرَّك قَالَتْ ذَلِكَ الْمَوْت قَالَ فَهُوَ الْمَوْت فَجَعَلَتْ تَصِيح حَتَّى دَخَلَ عَلَيْهَا آدَم وَهِيَ تَصِيح فَقَالَ : مَا لَك فَلَمْ تُكَلِّمهُ فَرَجَعَ إِلَيْهَا مَرَّتَيْنِ فَلَمْ تُكَلِّمهُ فَقَالَ : عَلَيْك الصَّيْحَة وَعَلَى بَنَاتك وَأَنَا وَبَنِيَّ مِنْهَا بُرَآء رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله \" فَأَصْبَحَ مِنْ الْخَاسِرِينَ\" أَيْ فِي الدُّنْيَا وَالْآخِرَة وَأَيّ خَسَارَة أَعْظَمَ مِنْ هَذِهِ وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة وَوَكِيع قَالَا : حَدَّثَنَا الْأَعْمَش عَنْ عَبْد اللَّه بْن مُرَّة عَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَا تُقْتَل نَفْسٌ ظُلْمًا إِلَّا كَانَ عَلَى اِبْن آدَم الْأَوَّل كِفْل مِنْ دَمهَا لِأَنَّهُ كَانَ أَوَّل مَنْ سَنَّ الْقَتْل \" وَقَدْ أَخْرَجَهُ الْجَمَاعَة سِوَى أَبِي دَاوُدَ مِنْ طُرُق عَنْ الْأَعْمَش بِهِ وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا حَجَّاج قَالَ : قَالَ اِبْن جُرَيْج قَالَ مُجَاهِد : عَلِقَتْ إِحْدَى رِجْلَيْ الْقَاتِل بِسَاقِهَا إِلَى فَخِذهَا مِنْ يَوْمئِذٍ وَوَجْهه فِي الشَّمْس حَيْثُمَا دَارَتْ دَار عَلَيْهِ فِي الصَّيْف حَظِيرَة مِنْ نَار وَعَلَيْهِ فِي الشِّتَاء حَظِيرَة مِنْ ثَلْج قَالَ : وَقَالَ عَبْد اللَّه بْن عُمَر وَإِنَّا لَنَجِد اِبْن آدَم الْقَاتِل يُقَاسِمُ أَهْلَ النَّارِ قِسْمَةً صَحِيحَةَ الْعَذَابِ عَلَيْهِ شَطْرُ عَذَابِهِمْ . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا سَلَمَة عَنْ اِبْن إِسْحَاق عَنْ حَكِيم بْن حَكِيم أَنَّهُ حَدَّثَ عَنْ عَبْد اللَّه بْن عَمْرو أَنَّهُ كَانَ يَقُول إِنَّ أَشْقَى النَّاس رَجُلًا لِابْنِ آدَم الَّذِي قَتَلَ أَخَاهُ مَا سُفِكَ دَمٌ فِي الْأَرْض مُنْذُ قَتَلَ أَخَاهُ إِلَى يَوْم الْقِيَامَة إِلَّا لَحِقَ بِهِ مِنْهُ شَرٌّ وَذَلِكَ أَنَّهُ أَوَّل مَنْ سَنَّ الْقَتْل . وَقَالَ إِبْرَاهِيم النَّخَعِيّ : مَا مِنْ مَقْتُول يُقْتَل ظُلْمًا إِلَّا وَكَانَ عَلَى اِبْن آدَم الْأَوَّل وَالشَّيْطَان كِفْل مِنْهُ . وَرَوَاهُ اِبْن جَرِير أَيْضًا .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41481, "aya_id": 30}]