[{"text": "وَإِن فَاتَكُمْ شَيْءٌ مِّنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُم مِّثْلَ مَا أَنفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنتُم بِهِ مُؤْمِنُونَ", "sura_id": 60, "type": 0, "id": 5161, "aya_id": 11}, {"text": "وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا واتقوا الله الذي أنتم به مؤمنون", "sura_id": 60, "type": 1, "id": 11397, "aya_id": 11}, {"text": "11 - (وإن فاتكم شيء من أزواجكم) أي واحدة فأكثر منهن أو شيء من مهورهن بالذهاب (إلى الكفار) مرتدات (فعاقبتم) فغزوتم وغنمتم (فآتوا الذين ذهبت أزواجهم) من الغنيمة (مثل ما أنفقوا) لفواته عليهم من جهة الكفار (واتقوا الله الذي أنتم به مؤمنون) وقد فعل المؤمنون ما أمروا به من الايتاء للكفار والمؤمنينن ثم ارتفع هذا الحكم \r\n", "sura_id": 60, "type": 2, "id": 30105, "aya_id": 11}, {"text": "وإن لحقت بعض زوجاتكم مرتدات إلى الكفار, ولم يعطكم الكفار مهورهن التي دفعتموها لهن, ثم ظَفِرتم بهؤلاء الكفار أو غيرهم وانتصرتم عليهم, فأعطوا الذين ذهبت أزواجهم من المسلمين من الغنائم أو غيرها مثل ما أعطوهن من المهور قبل ذلك, وخافوا الله الذي أنتم به مؤمنون.\r\n", "sura_id": 60, "type": 3, "id": 36341, "aya_id": 11}, {"text": " <font color=red>وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَإِنْ فَاتَكُمْ شَيْء مِنْ أَزْوَاجكُمْ إِلَى الْكُفَّار فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجهمْ مِثْل مَا أَنْفَقُوا \" قَالَ مُجَاهِد وَقَتَادَة هَذَا فِي الْكُفَّار الَّذِينَ لَيْسَ لَهُمْ عَهْد إِذَا فَرَّتْ إِلَيْهِمْ اِمْرَأَة وَلَمْ يَدْفَعُوا إِلَى زَوْجهَا شَيْئًا فَإِذَا جَاءَتْ مِنْهُمْ اِمْرَأَة لَا يَدْفَع إِلَى زَوْجهَا شَيْء حَتَّى يَدْفَع إِلَى زَوْج الذَّاهِبَة إِلَيْهِمْ مِثْل نَفَقَته عَلَيْهَا وَقَالَ اِبْن جَرِير حَدَّثَنَا يُونُس حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي يُونُس عَنْ الزُّهْرِيّ قَالَ أَقَرَّ الْمُؤْمِنُونَ بِحُكْمِ اللَّه فَأَدَّوْا مَا أُمِرُوا بِهِ مِنْ نَفَقَات الْمُشْرِكِينَ الَّتِي أَنْفَقُوا عَلَى نِسَائِهِمْ وَأَبَى الْمُشْرِكُونَ أَنْ يُقِرُّوا بِحُكْمِ اللَّه فِيمَا فَرَضَ عَلَيْهِمْ مِنْ أَدَاء نَفَقَات الْمُسْلِمِينَ فَقَالَ اللَّه تَعَالَى لِلْمُؤْمِنِينَ بِهِ \" وَإِنْ فَاتَكُمْ شَيْء مِنْ أَزْوَاجكُمْ إِلَى الْكُفَّار فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجهمْ مِثْل مَا أَنْفَقُوا وَاتَّقُوا اللَّه الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ \" فَلَوْ أَنَّهَا ذَهَبَتْ بَعْد هَذِهِ الْآيَة اِمْرَأَة مِنْ أَزْوَاج الْمُؤْمِنِينَ إِلَى الْمُشْرِكِينَ رَدَّ الْمُؤْمِنُونَ إِلَى زَوْجهَا النَّفَقَة الَّتِي أَنْفَقَ عَلَيْهَا مِنْ الْعَقِب الَّذِي بِأَيْدِيهِمْ الَّذِي أُمِرُوا أَنْ يَرُدُّوهُ عَلَى الْمُشْرِكِينَ مِنْ نَفَقَاتهمْ الَّتِي أَنْفَقُوا عَلَى أَزْوَاجهمْ اللَّاتِي آمَنَ وَهَاجَرْنَ ثُمَّ رُدُّوا إِلَى الْمُشْرِكِينَ فَضْلًا إِنْ كَانَ بَقِيَ لَهُمْ وَالْعَقِب مَا كَانَ بَقِيَ مِنْ صَدَاق نِسَاء الْكُفَّار حِين آمَنَ وَهَاجَرْنَ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة : يَعْنِي إِنْ لَحِقَتْ اِمْرَأَة رَجُل مِنْ الْمُهَاجِرِينَ بِالْكُفَّارِ أَمْر لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ يُعْطَى مِثْل مَا أَنْفَقَ مِنْ الْغَنِيمَة وَهَكَذَا قَالَ مُجَاهِد \" فَعَاقَبْتُمْ \" أَصَبْتُمْ غَنِيمَة مِنْ قُرَيْش أَوْ غَيْرهمْ\" فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجهمْ مِثْل مَا أَنْفَقُوا \" يَعْنِي مَهْر مِثْلهَا . وَهَكَذَا قَالَ مَسْرُوق وَإِبْرَاهِيم وَقَتَادَة وَمُقَاتِل وَالضَّحَّاك وَسُفْيَان بْن حُسَيْن وَالزُّهْرِيّ أَيْضًا. وَهَذَا لَا يُنَافِي الْأَوَّل لِأَنَّهُ إِذَا أَمْكَنَ الْأَوَّل فَهُوَ الْأُولَى وَإِلَّا فَمِنْ الْغَنَائِم اللَّاتِي تُؤْخَذ مِنْ أَيْدِي الْكُفَّار وَهَذَا أَوْسَع وَهُوَ اِخْتِيَار اِبْن جَرِير وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 60, "type": 4, "id": 42243, "aya_id": 11}]