[{"text": "وَأَعِدُّواْ لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدْوَّ اللّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِن دُونِهِمْ لاَ تَعْلَمُونَهُمُ اللّهُ يَعْلَمُهُمْ وَمَا تُنفِقُواْ مِن شَيْءٍ فِي سَبِيلِ اللّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لاَ تُظْلَمُونَ", "sura_id": 8, "type": 0, "id": 1220, "aya_id": 60}, {"text": "و أعدوا لهم ما استطعتم من قوة و من رباط الخيل ترهبون به عدو الله و عدوكم وآخرين من دونهم لا تعلمونهم الله يعلمهم وما تنفقوا من شيء في سبيل الله يوف إليكم وأنتم لا تظلمون", "sura_id": 8, "type": 1, "id": 7456, "aya_id": 60}, {"text": "60 - (وأعدوا لهم) لقتالهم (ما استطعتم من قوة) قال صلى الله عليه وسلم : \" هي الرمي \" رواه مسلم (ومن رباط الخيل) مصدر بمعنى حبسها في سبيل الله (ترهبون) تخوفون (به عدو الله وعدوكم) أي كفار مكة (وآخرين من دونهم) أي غيرهم وهم المنافقون أو اليهود (لا تعلمونهم الله يعلمهم وما تنفقوا من شيء في سبيل الله يوف إليكم) جزاؤه (وأنتم لا تظلمون) تنقصون منه شيئاً \r\n", "sura_id": 8, "type": 2, "id": 26164, "aya_id": 60}, {"text": "وأعدُّوا - يا معشر المسلمين - لمواجهة أعدائكم كل ما تقدرون عليه مِن عدد وعدة, لتُدْخلوا بذلك الرهبة في قلوب أعداء الله وأعدائكم المتربصين بكم, وتخيفوا آخرين لا تظهر لكم عداوتهم الآن, لكن الله يعلمهم ويعلم ما يضمرونه. وما تبذلوا من مال وغيره في سبيل الله قليلا أو كثيرًا يخلفه الله عليكم في الدنيا, ويدخر لكم ثوابه إلى يوم القيامة, وأنتم لا تُنْقصون من أجر ذلك شيئًا.\r\n", "sura_id": 8, "type": 3, "id": 32400, "aya_id": 60}, {"text": " <font color=red>وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ</font><BR><p>فَقَالَ \" وَأَعِدُّوا لَهُمْ مَا اِسْتَطَعْتُمْ \" أَيْ مَهْمَا أَمْكَنَكُمْ \" مِنْ قُوَّة وَمِنْ رِبَاط الْخَيْل \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هَارُون بْن مَعْرُوف حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ أَبِي عَلِيّ ثُمَامَة بْن شُفَيّ أَخِي عُقْبَة بْن عَامِر أَنَّهُ سَمِعَ عُقْبَة بْن عَامِر يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول وَهُوَ عَلَى الْمِنْبَر : \" وَأَعِدُّوا لَهُمْ مَا اِسْتَطَعْتُمْ مِنْ قُوَّة \" أَلَا إِنَّ الْقُوَّة الرَّمْي أَلَا إِنَّ الْقُوَّة الرَّمْي \" رَوَاهُ مُسْلِم عَنْ هَارُون بْن مَعْرُوف وَأَبُو دَاوُد عَنْ سَعِيد بْن مَنْصُور وَابْن مَاجَهْ عَنْ يُونُس بْن عَبْد الْأَعْلَى ثَلَاثَتهمْ عَنْ عَبْد اللَّه بْن وَهْب بِهِ . وَلِهَذَا الْحَدِيث طُرُق أُخَر عَنْ عُقْبَة بْن عَامِر مِنْهَا مَا رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث صَالِح بْن كَيْسَان عَنْ رَجُل عَنْهُ وَرَوَى الْإِمَام أَحْمَد وَأَهْل السُّنَن عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِرْمُوا وَارْكَبُوا وَأَنْ تَرْمُوا خَيْر مِنْ أَنْ تَرْكَبُوا \" وَقَالَ الْإِمَام مَالِك عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِي صَالِح السَّمَّانِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْخَيْل لِثَلَاثَةٍ : لِرَجُلٍ أَجْرٌ وَلِرَجُلٍ سِتْر وَعَلَى رَجُل وِزْر فَأَمَّا الَّذِي لَهُ أَجْر فَرَجُلٌ رَبَطَهَا فِي سَبِيل اللَّه فَأَطَالَ بِهَا فِي مَرْج أَوْ رَوْضَة فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ مِنْ الْمَرْج أَوْ الرَّوْضَة كَانَتْ لَهُ حَسَنَات وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارهَا وَأَرْوَاثهَا حَسَنَاتٍ لَهُ وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِيَ بِهِ كَانَ ذَلِكَ حَسَنَات لَهُ فَهِيَ لِذَلِكَ الرَّجُل أَجْر وَرَجُل رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا وَلَمْ يَنْسَ حَقّ اللَّه فِي رِقَابهَا وَلَا ظُهُورهَا فَهِيَ لَهُ سِتْر وَرَجُل رَبَطَهَا فَخْرًا وَرِيَاء وَنِوَاء فَهِيَ عَلَى ذَلِكَ وِزْر \" وَسُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْحُمُر فَقَالَ \" مَا أَنْزَلَ اللَّه عَلَيَّ فِيهَا شَيْئًا إِلَّا هَذِهِ الْآيَة الْجَامِعَة الْفَاذَّة \" فَمَنْ يَعْمَلْ مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَال ذَرَّة شَرًّا يَرَهُ \" رَوَاهُ الْبُخَارِيّ وَهَذَا لَفْظه وَمُسْلِم كِلَاهُمَا مِنْ حَدِيث مَالِك وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَجَّاج أَخْبَرَنَا شَرِيك عَنْ الرُّكَيْن بْن الرَّبِيع عَنْ الْقَاسِم بْن حَسَّان عَنْ عَبْد اللَّه بْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْخَيْل ثَلَاثَة : فَفَرَس لِلرَّحْمَنِ وَفَرَس لِلشَّيْطَانِ وَفَرَس لِلْإِنْسَانِ فَأَمَّا فَرَس الرَّحْمَن فَاَلَّذِي يُرْبَط فِي سَبِيل اللَّه فَعَلَفه وَرَوْثه وَبَوْله - وَذَكَرَ مَا شَاءَ اللَّه - وَأَمَّا فَرَس الشَّيْطَان فَاَلَّذِي يُقَامَر أَوْ يُرَاهَن عَلَيْهَا وَأَمَّا فَرَس الْإِنْسَان فَالْفَرَس يَرْبِطهَا الْإِنْسَان يَلْتَمِس بَطْنهَا فَهِيَ لَهُ سِتْر مِنْ الْفَقْر \" وَقَدْ ذَهَبَ أَكْثَر الْعُلَمَاء إِلَى أَنَّ الرَّمْي أَفْضَل مِنْ رُكُوب الْخَيْل وَذَهَبَ الْإِمَام مَالِك إِلَى أَنَّ الرُّكُوب أَفْضَل مِنْ الرَّمْي وَقَوْل الْجُمْهُور أَقْوَى لِلْحَدِيثِ وَاللَّهُ أَعْلَمُ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَجَّاج وَهِشَام قَالَا حَدَّثَنَا لَيْث حَدَّثَنِي يَزِيد بْن أَبِي حَبِيب عَنْ اِبْن شَمَّاسَة أَنَّ مُعَاوِيَة بْن خَدِيج مَرَّ عَلَى أَبِي ذَرّ وَهُوَ قَائِم عِنْد فَرَس لَهُ فَسَأَلَهُ مَا تُعَانِي مِنْ فَرَسك هَذَا ؟ فَقَالَ إِنِّي أَظُنّ أَنَّ هَذَا الْفَرَس قَدْ اُسْتُجِيبَ لَهُ دَعَوْته . قَالَ وَمَا دُعَاء بَهِيمَة مِنْ الْبَهَائِم ؟ قَالَ وَاَلَّذِي نَفْسِي بِيَدِهِ مَا مِنْ فَرَس إِلَّا وَهُوَ يَدْعُو كُلّ سَحَر فَيَقُول : اللَّهُمَّ أَنْتَ خَوَّلْتنِي عَبْدًا مِنْ عِبَادك وَجَعَلْت رِزْقِي بِيَدِهِ فَاجْعَلْنِي أَحَبَّ إِلَيْهِ مِنْ أَهْله وَمَاله وَوَلَده . قَالَ وَحَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ عَبْد الْحَمِيد بْن أَبِي جَعْفَر حَدَّثَنِي يَزِيد بْن أَبِي حَبِيب عَنْ سُوَيْد بْن قَيْس عَنْ مُعَاوِيَة بْن خَدِيج عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُ لَيْسَ مِنْ فَرَس عَرَبِيّ إِلَّا يُؤْذَن لَهُ مَعَ كُلّ فَجْر يَدْعُو بِدَعْوَتَيْنِ يَقُول اللَّهُمَّ إِنَّك خَوَّلْتنِي مَنْ خَوَّلْتنِي مِنْ بَنِي آدَم فَاجْعَلْنِي مِنْ أَحَبِّ أَهْله وَمَاله إِلَيْهِ - أَوْ - أَحَبَّ أَهْله وَمَاله إِلَيْهِ \" . رَوَاهُ النَّسَائِيّ عَنْ عَمْرو بْن عَلِيّ الْفَلَّاس عَنْ يَحْيَى الْقَطَّان بِهِ . وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا الْحُسَيْن بْن إِسْحَاق التُّسْتَرِيّ حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا يَحْيَى بْن حَمْزَة حَدَّثَنَا الْمُطْعِم بْن الْمِقْدَام الصَّنْعَانِيّ عَنْ الْحَسَن بْن أَبِي الْحَسَن أَنَّهُ قَالَ لِابْنِ الْحَنْظَلِيَّة يَعْنِي سَهْلًا حَدِّثْنَا حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يَقُول \" الْخَيْل مَعْقُود فِي نَوَاصِيهَا الْخَيْر إِلَى يَوْم الْقِيَامَة وَأَهْلهَا مُعَانُونَ عَلَيْهَا وَمَنْ رَبَطَ فَرَسًا فِي سَبِيل اللَّه كَانَتْ النَّفَقَة عَلَيْهَا كَالْمَادِّ يَده بِالصَّدَقَةِ لَا يَقْبِضهَا \" وَالْأَحَادِيث الْوَارِدَة فِي فَضْل اِرْتِبَاط الْخَيْل كَثِيرَة . وَفِي صَحِيح الْبُخَارِيّ عَنْ عُرْوَة اِبْن أَبِي الْجَعْد الْبَارِقِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْخَيْل مَعْقُود فِي نَوَاصِيهَا الْخَيْر إِلَى يَوْم الْقِيَامَة الْأَجْر وَالْمَغْنَم \" . وَقَوْله \" تُرْهِبُونَ \" أَيْ تُخَوِّفُونَ \" بِهِ عَدُوّ اللَّه وَعَدُوَّكُمْ \" أَيْ مِنْ الْكُفَّار \" وَآخَرِينَ مِنْ دُونهمْ \" قَالَ مُجَاهِد يَعْنِي بَنِي قُرَيْظَة وَقَالَ السُّدِّيّ : فَارِس وَقَالَ سُفْيَان الثَّوْرِيّ قَالَ اِبْن يَمَان هُمْ الشَّيَاطِين الَّتِي فِي الدُّور وَقَدْ وَرَدَ حَدِيثٌ بِمِثْلِ ذَلِكَ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عُتْبَة أَحْمَد بْن الْفَرَج الْحِمْصِيّ حَدَّثَنَا أَبُو حَيْوَة يَعْنِي شُرَيْح بْن زَيْد الْمُقْرِي حَدَّثَنَا سَعِيد بْن سِنَان عَنْ اِبْن غَرِيب يَعْنِي يَزِيد بْن عَبْد اللَّه بْن غَرِيب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول فِي قَوْل اللَّه تَعَالَى \" وَآخَرِينَ مِنْ دُونهمْ لَا تَعْلَمُونَهُمْ \" قَالَ هُمْ الْجِنّ . وَرَوَاهُ الطَّبَرَانِيّ عَنْ إِبْرَاهِيم بْن دُحَيْم عَنْ أَبِيهِ عَنْ مُحَمَّد بْن شُعَيْب عَنْ سِنَان بْن سَعِيد بْن سِنَان عَنْ يَزِيد بْن عَبْد اللَّه بْن غَرِيب بِهِ وَزَادَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَخْبَل بَيْت فِيهِ عَتِيق مِنْ الْخَيْل \" . وَهَذَا الْحَدِيث مُنْكَر لَا يَصِحّ إِسْنَاده وَلَا مَتْنه وَقَالَ مُقَاتِل بْن حَيَّان وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ هُمْ الْمُنَافِقُونَ وَهَذَا أَشْبَهَ الْأَقْوَال وَيَشْهَد لَهُ قَوْله تَعَالَى \" وَمِمَّنْ حَوْلَكُمْ مِنْ الْأَعْرَاب مُنَافِقُونَ وَمِنْ أَهْل الْمَدِينَة مَرَدُوا عَلَى النِّفَاق لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ \" وَقَوْله \" وَمَا تُنْفِقُوا مِنْ شَيْء فِي سَبِيل اللَّه يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ \" أَيْ مَهْمَا أَنْفَقْتُمْ فِي الْجِهَاد فَإِنَّهُ يُوَفَّى إِلَيْكُمْ عَلَى التَّمَام وَالْكَمَال وَلِهَذَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد أَنَّ الدِّرْهَم يُضَاعَف ثَوَابه فِي سَبِيل اللَّه إِلَى سَبْعمِائَةِ ضِعْف كَمَا تَقَدَّمَ فِي قَوْله تَعَالَى \" مَثَل الَّذِينَ يُنْفِقُونَ أَمْوَالهمْ فِي سَبِيل اللَّه كَمَثَلِ حَبَّة أَنْبَتَتْ سَبْع سَنَابِل فِي كُلّ سُنْبُلَة مِائَة حَبَّة وَاَللَّه يُضَاعِف لِمَنْ يَشَاء وَاَللَّه وَاسِع عَلِيم \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن الْقَاسِم بْن عَطِيَّة حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن الدَّشْتَكِيّ حَدَّثَنَا أَبِي عَنْ أَبِيهِ حَدَّثَنَا الْأَشْعَث بْن إِسْحَاق عَنْ جَعْفَر بْن سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَأْمُر أَنْ لَا يُتَصَدَّق إِلَّا عَلَى أَهْل الْإِسْلَام حَتَّى نَزَلَتْ \" وَمَا تُنْفِقُوا مِنْ شَيْء فِي سَبِيل اللَّه يُوَفَّ إِلَيْكُمْ \" فَأَمَرَ بِالصَّدَقَةِ بَعْدهَا عَلَى كُلّ مَنْ سَأَلَك مِنْ كُلّ دِين وَهَذَا أَيْضًا غَرِيب .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43110, "aya_id": 60}]