[{"text": "كَيْفَ يَهْدِي اللّهُ قَوْمًا كَفَرُواْ بَعْدَ إِيمَانِهِمْ وَشَهِدُواْ أَنَّ الرَّسُولَ حَقٌّ وَجَاءهُمُ الْبَيِّنَاتُ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ", "sura_id": 3, "type": 0, "id": 379, "aya_id": 86}, {"text": "كيف يهدي الله قوما كفروا بعد إيمانهم وشهدوا أن الرسول حق وجاءهم البينات والله لا يهدي القوم الظالمين", "sura_id": 3, "type": 1, "id": 6615, "aya_id": 86}, {"text": "86 - (كيف) أي لا (يهدي الله قوماً كفروا بعد إيمانهم وشهدوا) أي شهادتهم (أن الرسول حق و) قد (جاءهم البينات) الحجج الظاهرات على صدق النبي (والله لا يهدي القوم الظالمين) أي الكافرين \r\n", "sura_id": 3, "type": 2, "id": 25323, "aya_id": 86}, {"text": "كيف بوفق الله للإيمان به وبرسوله قومًا جحدوا نبوة محمد صلى الله عليه وسلم بعد إيمانهم به, وشهدوا أن محمدًا صلى الله علبه وسلم حق وما جاء به هو الحق, وجاءهم الحجج من عند الله والدلائل بصحة ذلك؟ والله لا يوفق للحق والصواب الجماعة الظلمة, وهم الذين عدلوا عن الحق إلى الباطل, فاختاروا الكفر على الإيمان.\r\n", "sura_id": 3, "type": 3, "id": 31559, "aya_id": 86}, {"text": " <font color=red>كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</font><BR><p>قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن بُزَيْع الْبَصْرِيّ حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا دَاوُدَ بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَجُل مِنْ الْأَنْصَار أَسْلَمَ ثُمَّ اِرْتَدَّ وَلَحِقَ بِالشِّرْكِ ثُمَّ نَدِمَ فَأَرْسَلَ إِلَى قَوْمه أَنْ سَلُوا رَسُول اللَّه هَلْ لِي مِنْ تَوْبَة ؟ فَنَزَلَتْ \" كَيْفَ يَهْدِي اللَّه قَوْمًا كَفَرُوا بَعْد إِيمَانهمْ - إِلَى قَوْله - فَإِنَّ اللَّه غَفُور رَحِيم \" فَأَرْسَلَ إِلَيْهِ قَوْمه فَأَسْلَمَ وَهَكَذَا رَوَاهُ النَّسَائِيّ وَالْحَاكِم وَابْن حِبَّان مِنْ طَرِيق دَاوُدَ بْن أَبِي هِنْد بِهِ . وَقَالَ الْحَاكِم : صَحِيح الْإِسْنَاد يُخَرِّجَاهُ . وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا جَعْفَر بْن سُلَيْمَان حَدَّثَنَا حُمَيْد الْأَعْرَج عَنْ مُجَاهِد قَالَ : جَاءَ الْحَارِث بْن سُوَيْد فَأَسْلَمَ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ ثُمَّ كَفَرَ الْحَارِث فَرَجَعَ إِلَى قَوْمه فَأَنْزَلَ اللَّه فِيهِ \" كَيْفَ يَهْدِي اللَّه قَوْمًا كَفَرُوا بَعْد إِيمَانهمْ - إِلَى قَوْله - غَفُور رَحِيم \" . قَالَ : فَحَمَلَهَا إِلَيْهِ رَجُل مِنْ قَوْمه فَقَرَأَ عَلَيْهِ فَقَالَ الْحَارِث : إِنَّك - وَاَللَّه مَا عَلِمْت - لَصَدُوق وَإِنَّ رَسُول اللَّه لَأَصْدَق مِنْك وَإِنَّ اللَّه لَأَصْدَق الثَّلَاثَة قَالَ : فَرَجَعَ الْحَارِث فَأَسْلَمَ فَحَسُنَ إِسْلَامه فَقَوْله تَعَالَى \" كَيْفَ يَهْدِي اللَّه قَوْمًا كَفَرُوا بَعْد إِيمَانهمْ وَشَهِدُوا أَنَّ الرَّسُول حَقّ وَجَاءَهُمْ الْبَيِّنَات \" أَيْ قَامَتْ عَلَيْهِمْ الْحُجَج وَالْبَرَاهِين عَلَى صِدْقِ مَا جَاءَهُمْ بِهِ الرَّسُول وَوَضَّحَ لَهُمْ الْأَمْر ثُمَّ اِرْتَدُّوا إِلَى ظُلْمَة الشِّرْك فَكَيْفَ يَسْتَحِقّ هَؤُلَاءِ الْهِدَايَة بَعْدَ مَا تَلَبَّسُوا بِهِ مِنْ الْعِمَايَة ؟ وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّه لَا يَهْدِي الْقَوْم الظَّالِمِينَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40028, "aya_id": 86}]