[{"text": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا أُوْلَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ وَيَقُولُ الأَشْهَادُ هَؤُلاء الَّذِينَ كَذَبُواْ عَلَى رَبِّهِمْ أَلاَ لَعْنَةُ اللّهِ عَلَى الظَّالِمِينَ", "sura_id": 11, "type": 0, "id": 1491, "aya_id": 18}, {"text": "ومن أظلم ممن افترى على الله كذبا أولئك يعرضون على ربهم ويقول الأشهاد هؤلاء الذين كذبوا على ربهم ألا لعنة الله على الظالمين", "sura_id": 11, "type": 1, "id": 7727, "aya_id": 18}, {"text": "18 - (ومن) أي لا أحد (أظلم ممن افترى على الله كذباً) بنسبة الشريك والولد إليه (أولئك يعرضون على ربهم) يوم القيامة في جملة الخلق (ويقول الأشهاد) جمع شاهد وهم الملائكة يشهدون للرسل بالبلاغ وعلى الكفار بالتكذيب (هؤلاء الذين كذبوا على ربهم ألا لعنة الله على الظالمين) المشركين \r\n", "sura_id": 11, "type": 2, "id": 26435, "aya_id": 18}, {"text": "ولا أحد أظلم ممن اختلق على الله كذبًا, أولئك سيعرضون على ربهم يوم القيامة; ليحاسبهم على أعمالهم, ويقول الأشهاد من الملائكة والنبيين وغيرهم: هؤلاء الذين كذبوا على ربهم في الدنيا قد سخط الله عليهم, ولعنهم لعنة لا تنقطع; لأن ظلمهم صار وصفًا ملازمًا لهم.\r\n", "sura_id": 11, "type": 3, "id": 32671, "aya_id": 18}, {"text": " <font color=red>وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ</font><BR><p>يُبَيِّن تَعَالَى حَال الْمُفْتَرِينَ عَلَيْهِ وَفَضِيحَتهمْ فِي الدَّار الْآخِرَة عَلَى رُءُوس الْخَلَائِق مِنْ الْمَلَائِكَة وَالرُّسُل وَالْأَنْبِيَاء وَسَائِر الْبَشَر وَالْجَانّ كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز وَعَفَّان قَالَا أَخْبَرَنَا هَمَّام حَدَّثَنَا قَتَادَة عَنْ صَفْوَان بْن مُحْرِز قَالَ : كُنْت آخِذًا بِيَدِ اِبْن عُمَر إِذْ عَرَضَ لَهُ رَجُل قَالَ كَيْف سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي النَّجْوَى يَوْم الْقِيَامَة ؟ قَالَ سَمِعْته يَقُول \" إِنَّ اللَّه عَزَّ وَجَلَّ يُدْنِي الْمُؤْمِن فَيَضَع عَلَيْهِ كَنَفه وَيَسْتُرهُ مِنْ النَّاس وَيُقَرِّرهُ بِذُنُوبِهِ وَيَقُول لَهُ أَتَعْرِفُ ذَنْب كَذَا ؟ أَتَعْرِفُ ذَنْب كَذَا ؟ أَتَعْرِفُ ذَنْب كَذَا ؟ حَتَّى إِذَا قَرَّرَهُ بِذُنُوبِهِ وَرَأَى فِي نَفْسه أَنَّهُ قَدْ هَلَكَ قَالَ فَإِنِّي قَدْ سَتَرْتهَا عَلَيْك فِي الدُّنْيَا وَإِنِّي أَغْفِرهَا لَك الْيَوْم ثُمَّ يُعْطَى كِتَاب حَسَنَاته وَأَمَّا الْكُفَّار وَالْمُنَافِقُونَ فَيَقُول \" الْأَشْهَاد هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبّهمْ أَلَا لَعْنَة اللَّه عَلَى الظَّالِمِينَ \" الْآيَة . أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم فِي الصَّحِيحَيْنِ مِنْ حَدِيث قَتَادَة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37633, "aya_id": 18}]