[{"text": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ", "sura_id": 28, "type": 0, "id": 3310, "aya_id": 58}, {"text": "وكم أهلكنا من قرية بطرت معيشتها فتلك مساكنهم لم تسكن من بعدهم إلا قليلا وكنا نحن الوارثين", "sura_id": 28, "type": 1, "id": 9546, "aya_id": 58}, {"text": "58 - (وكم أهلكنا من قرية بطرت معيشتها) عيشها واريد بالقرية أهلها (فتلك مساكنهم لم تسكن من بعدهم إلا قليلا) للمارة يوما أو بعضه (وكنا نحن الوارثين) منهم \r\n", "sura_id": 28, "type": 2, "id": 28254, "aya_id": 58}, {"text": "وكثير من أهل القرى أهلكناهم حين أَلْهَتهم معيشتهم عن الإيمان بالرسل, فكفروا وطغَوْا, فتلك مساكنهم لم تُسكن من بعدهم إلا قليلا منها, وكنا نحن الوارثين للعباد نميتهم, ثم يرجعون إلينا, فنجازيهم بأعمالهم.\r\n", "sura_id": 28, "type": 3, "id": 34490, "aya_id": 58}, {"text": " <font color=red>وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ</font><BR><p>يَقُول تَعَالَى مُعَرِّضًا بِأَهْلِ مَكَّة فِي قَوْله تَعَالَى :\" وَكَمْ أَهْلَكْنَا مِنْ قَرْيَة بَطِرَتْ مَعِيشَتهَا \" أَيْ طَغَتْ وَأَشِرَتْ وَكَفَرَتْ نِعْمَة اللَّه فِيمَا أَنْعَمَ بِهِ عَلَيْهِمْ مِنْ الْأَرْزَاق كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَضَرَبَ اللَّه مَثَلًا قَرْيَة كَانَتْ آمِنَة مُطْمَئِنَّة يَأْتِيهَا رِزْقهَا رَغَدًا مِنْ كُلّ مَكَان - إِلَى قَوْله - فَأَخَذَهُمْ الْعَذَاب وَهُمْ ظَالِمُونَ\" وَلِهَذَا قَالَ تَعَالَى : \" فَتِلْكَ مَسَاكِنهمْ لَمْ تُسْكَن مِنْ بَعْدهمْ إِلَّا قَلِيلًا \" أَيْ دَثَرَتْ دِيَارهمْ فَلَا تُرَى إِلَّا مَسَاكِنهمْ وَقَوْله تَعَالَى : \" وَكُنَّا نَحْنُ الْوَارِثِينَ \" أَيْ رَجَعَتْ خَرَابًا لَيْسَ فِيهَا أَحَد وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم هَهُنَا عَنْ اِبْن مَسْعُود أَنَّهُ سَمِعَ كَعْبًا يَقُول لِعُمَرَ : إِنَّ سُلَيْمَان عَلَيْهِ السَّلَام قَالَ لِلْهَامَّةِ - يَعْنِي الْبُومَة - مَا لَك لَا تَأْكُلِينَ الزَّرْع ؟ قَالَتْ : لِأَنَّهُ أَخْرَجَ آدَم مِنْ الْجَنَّة بِسَبَبِهِ قَالَ فَمَا لَك لَا تَشْرَبِينَ الْمَاء ؟ قَالَتْ لِأَنَّ اللَّه تَعَالَى أَغْرَقَ قَوْم نُوح بِهِ قَالَ فَمَا لَك لَا تَأْوِينَ إِلَّا إِلَى الْخَرَاب ؟ قَالَتْ لِأَنَّهُ مِيرَاث اللَّه تَعَالَى ثُمَّ تَلَا \" وَكُنَّا نَحْنُ الْوَارِثِينَ\" ثُمَّ قَالَ تَعَالَى مُخْبِرًا عَنْ عَدْله وَأَنَّهُ لَا يُهْلِك أَحَدًا ظَالِمًا لَهُ وَإِنَّمَا يُهْلِك مَنْ أَهْلَكَ بَعْد قِيَام الْحُجَّة عَلَيْهِمْ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39739, "aya_id": 58}]