[{"text": "وَأَوْفُواْ بِعَهْدِ اللّهِ إِذَا عَاهَدتُّمْ وَلاَ تَنقُضُواْ الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللّهَ عَلَيْكُمْ كَفِيلاً إِنَّ اللّهَ يَعْلَمُ مَا تَفْعَلُونَ", "sura_id": 16, "type": 0, "id": 1992, "aya_id": 91}, {"text": "وأوفوا بعهد الله إذا عاهدتم ولا تنقضوا الأيمان بعد توكيدها وقد جعلتم الله عليكم كفيلا إن الله يعلم ما تفعلون", "sura_id": 16, "type": 1, "id": 8228, "aya_id": 91}, {"text": "91 - (وأوفوا بعهد الله) من البيع والأيمان وغيرها (إذا عاهدتم ولا تنقضوا الأيمان بعد توكيدها) توثيقها (وقد جعلتم الله عليكم كفيلا) بالوفاء حيث حلفتم به والجملة حال (إن الله يعلم ما تفعلون) تهديد لهم \r\n", "sura_id": 16, "type": 2, "id": 26936, "aya_id": 91}, {"text": "والتزموا الوفاء بكل عهد أوجبتموه على أنفسكم بينكم وبين الله -تعالى- أو بينكم وبين الناس فيما لا يخالف كتاب الله وسنة نبيه, ولا ترجعوا في الأيمان بعد أن أكَّدْتموها, وقد جعلتم الله عليكم كفيلا وضامنًا حين عاهدتموه. إن الله يعلم ما تفعلونه, وسيجزيكم عليه.\r\n", "sura_id": 16, "type": 3, "id": 33172, "aya_id": 91}, {"text": " <font color=red>وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ</font><BR><p>هَذَا مِمَّا يَأْمُر اللَّه تَعَالَى بِهِ وَهُوَ الْوَفَاء بِالْعُهُودِ وَالْمَوَاثِيق وَالْمُحَافَظَة عَلَى الْأَيْمَان الْمُؤَكَّدَة وَلِهَذَا قَالَ \" وَلَا تَنْقُضُوا الْأَيْمَان بَعْد تَوْكِيدهَا \" وَلَا تَعَارُض بَيْن هَذَا وَبَيْن قَوْله وَلَا تَجْعَلُوا اللَّه عُرْضَة لِأَيْمَانِكُمْ \" الْآيَة . وَبَيْن قَوْله تَعَالَى\" ذَلِكَ كَفَّارَة أَيْمَانكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانكُمْ \" أَيْ لَا تَتْرُكُوهَا بِلَا كَفَّارَة وَبَيْن قَوْله عَلَيْهِ السَّلَام فِيمَا ثَبَتَ عَنْهُ فِي الصَّحِيحَيْنِ أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام قَالَ \" إِنِّي وَاَللَّه إِنْ شَاءَ اللَّه لَا أَحْلِف عَلَى يَمِين فَأَرَى غَيْرهَا خَيْرًا مِنْهَا إِلَّا أَتَيْت الَّذِي هُوَ خَيْر وَتَحَلَّلْتهَا - وَفِي رِوَايَة - وَكَفَّرْت عَنْ يَمِينِي \" لَا تَعَارُض بَيْن هَذَا كُلّه وَلَا بَيْن الْآيَة الْمَذْكُورَة هَاهُنَا وَهِيَ قَوْله \" وَلَا تَنْقُضُوا الْأَيْمَان بَعْد تَوْكِيدهَا \" لِأَنَّ هَذِهِ الْأَيْمَان الْمُرَاد بِهَا الدَّاخِلَة فِي الْعُهُود وَالْمَوَاثِيق لَا الْأَيْمَان الَّتِي هِيَ وَارِدَة عَلَى حَثّ أَوْ مَنْع وَلِهَذَا قَالَ مُجَاهِد فِي قَوْله \" وَلَا تَنْقُضُوا الْأَيْمَان بَعْد تَوْكِيدهَا \" يَعْنِي الْحَلِف أَيْ حَلِف الْجَاهِلِيَّة وَيُؤَيِّدهُ مَا رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد - هُوَ اِبْن أَبِي شَيْبَة - حَدَّثَنَا اِبْن نُمَيْر وَأَبُو أُسَامَة عَنْ زَكَرِيَّا - هُوَ اِبْن أَبِي زَائِدَة - عَنْ سَعْد بْن إِبْرَاهِيم عَنْ أَبِيهِ عَنْ جُبَيْر بْن مُطْعِم قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا حَلِف فِي الْإِسْلَام وَأَيّمَا حَلِف كَانَ فِي الْجَاهِلِيَّة فَإِنَّهُ لَا يَزِيدهُ الْإِسْلَام إِلَّا شِدَّة \" . وَكَذَا رَوَاهُ مُسْلِم عَنْ اِبْن أَبِي شَيْبَة بِهِ . وَمَعْنَاهُ أَنَّ الْإِسْلَام لَا يُحْتَاج مَعَهُ إِلَى الْحَلِف الَّذِي كَانَ أَهْل الْجَاهِلِيَّة يَفْعَلُونَهُ فَإِنَّ فِي التَّمَسُّك بِالْإِسْلَامِ كِفَايَة عَمَّا كَانُوا فِيهِ . وَأَمَّا مَا وَرَدَ فِي الصَّحِيحَيْنِ عَنْ عَاصِم الْأَحْوَل عَنْ أَنَس رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : حَالَفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن الْمُهَاجِرِينَ وَالْأَنْصَار فِي دُورنَا . فَمَعْنَاهُ أَنَّهُ آخَى بَيْنهمْ فَكَانُوا يَتَوَارَثُونَ بِهِ حَتَّى نَسَخَ اللَّه ذَلِكَ وَاَللَّه أَعْلَم . وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن عُمَارَة الْأَسَدِيّ حَدَّثَنَا عَبْد اللَّه بْن مُوسَى أَخْبَرَنَا أَبُو لَيْلَى عَنْ بُرَيْدَة فِي قَوْله \" وَأَوْفُوا بِعَهْدِ اللَّه إِذَا عَاهَدْتُمْ \" قَالَ نَزَلَتْ فِي بَيْعَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ مَنْ أَسْلَمَ بَايَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْإِسْلَام فَقَالَ \" وَأَوْفُوا بِعَهْدِ اللَّه إِذَا عَاهَدْتُمْ \" هَذِهِ الْبَيْعَة الَّتِي بَايَعْتُمْ عَلَى الْإِسْلَام \" وَلَا تَنْقُضُوا الْأَيْمَان بَعْد تَوْكِيدهَا \" لَا يَحْمِلَنَّكُمْ قِلَّة مُحَمَّد وَكَثْرَة الْمُشْرِكِينَ أَنْ تَنْقُضُوا الْبَيْعَة الَّتِي بَايَعْتُمْ عَلَى الْإِسْلَام . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا صَخْر بْن جُوَيْرِيَة عَنْ نَافِع قَالَ لَمَّا خَلَعَ النَّاس يَزِيد بْن مُعَاوِيَة جَمَعَ اِبْن عُمَر بَنِيهِ وَأَهْله ثُمَّ تَشَهَّدَ ثُمَّ قَالَ : أَمَّا بَعْد فَإِنَّا قَدْ بَايَعْنَا هَذَا الرَّجُل عَلَى بَيْعَة اللَّه وَرَسُوله وَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ الْغَادِر يُنْصَب لَهُ لِوَاء يَوْم الْقِيَامَة فَيُقَال هَذِهِ غَدْرَة فُلَان وَإِنَّ مِنْ أَعْظَم الْغَدْر - إِلَّا أَنْ يَكُون الْإِشْرَاك بِاَللَّهِ - أَنْ يُبَايِع رَجُل رَجُلًا عَلَى بَيْعَة اللَّه وَرَسُوله ثُمَّ يَنْكُث بَيْعَته فَلَا يَخْلَعَنَّ أَحَد مِنْكُمْ يَدًا وَلَا يُسْرِفَنَّ أَحَد مِنْكُمْ فِي هَذَا الْأَمْر فَيَكُون فَصْل بَيْنِي وَبَيْنه \" الْمَرْفُوع مِنْهُ فِي الصَّحِيحَيْنِ ; وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا حَجَّاج عَنْ عَبْد الرَّحْمَن بْن عَابِس عَنْ أَبِيهِ عَنْ حُذَيْفَة قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ شَرَطَ لِأَخِيهِ شَرْطًا لَا يُرِيد أَنْ يَفِي لَهُ بِهِ فَهُوَ كَالْمُدْلِي جَاره إِلَى غَيْر مَنْفَعَة \" قَوْله \" إِنَّ اللَّه يَعْلَم مَا تَفْعَلُونَ \" تَهْدِيد وَوَعِيد لِمَنْ نَقَضَ الْأَيْمَان بَعْد تَوْكِيدهَا .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38169, "aya_id": 91}]