[{"text": "قَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ فَأَتَى اللّهُ بُنْيَانَهُم مِّنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِن فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لاَ يَشْعُرُونَ", "sura_id": 16, "type": 0, "id": 1927, "aya_id": 26}, {"text": "قد مكر الذين من قبلهم فأتى الله بنيانهم من القواعد فخر عليهم السقف من فوقهم وأتاهم العذاب من حيث لا يشعرون", "sura_id": 16, "type": 1, "id": 8163, "aya_id": 26}, {"text": "26 - (قد مكر الذين من قبلهم) وهو نمروذ بنى صرحا طويلا ليصعد منه إلى السماء ليقاتل أهلها (فأتى الله) قصد (بنيانهم من القواعد) الأساس فأرسل عليه الريح والزلزلة فهدمته (فخر عليهم السقف من فوقهم) أي وهم تحته (وأتاهم العذاب من حيث لا يشعرون) من جهة لا تخطر ببالهم وقيل هذا تمثيل لإفساد ما أبرموه من المكر بالرسل \r\n", "sura_id": 16, "type": 2, "id": 26871, "aya_id": 26}, {"text": "قد دبَّر الكفار من قَبْل هؤلاء المشركين المكايد لرسلهم, وما جاؤوا به من دعوة الحق, فأتى الله بنيانهم من أساسه وقاعدته, فسقط عليهم السقف مِن فوقهم, وأتاهم الهلاك مِن مأمنهم, من حيث لا يحتسبون ولا يتوقعون أنه يأتيهم منه.\r\n", "sura_id": 16, "type": 3, "id": 33107, "aya_id": 26}, {"text": " <font color=red>قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله\" قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلهمْ \" قَالَ هُوَ النُّمْرُوذ الَّذِي بَنَى الصَّرْح قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ مُجَاهِد نَحْوه وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ زَيْد بْن أَسْلَمَ أَوَّل جَبَّار كَانَ فِي الْأَرْض النُّمْرُوذ فَبَعَثَ اللَّه عَلَيْهِ بَعُوضَة فَدَخَلَتْ فِي مَنْخَره فَمَكَثَ أَرْبَعمِائَةِ سَنَة يُضْرَب رَأْسه بِالْمَطَارِقِ وَأَرْحَم النَّاس بِهِ مَنْ جَمَعَ يَدَيْهِ فَضَرَبَ بِهِمَا رَأْسه وَكَانَ جَبَّارًا أَرْبَعمِائَةِ سَنَة فَعَذَّبَهُ اللَّه أَرْبَعمِائَةِ سَنَة كَمُلْكِهِ ثُمَّ أَمَاتَهُ وَهُوَ الَّذِي بَنَى الصَّرْح إِلَى السَّمَاء الَّذِي قَالَ اللَّه تَعَالَى \" فَأَتَى اللَّه بُنْيَانهمْ مِنْ الْقَوَاعِد \" وَقَالَ آخَرُونَ بَلْ هُوَ بُخْتَنَصَّر وَذَكَرُوا مِنْ الْمَكْر الَّذِي حَكَاهُ اللَّه هَاهُنَا كَمَا قَالَ فِي سُورَة إِبْرَاهِيم \" وَإِنْ كَانَ مَكْرهمْ لِتَزُولَ مِنْهُ الْجِبَال \" وَقَالَ آخَرُونَ هَذَا مِنْ بَاب الْمَثَل لِإِبْطَالِ مَا صَنَعَهُ هَؤُلَاءِ الَّذِينَ كَفَرُوا بِاَللَّهِ وَأَشْرَكُوا فِي عِبَادَته غَيْره كَمَا قَالَ نُوح عَلَيْهِ السَّلَام \" وَمَكَرُوا مَكْرًا كُبَّارًا \" أَيْ اِحْتَالُوا فِي إِضْلَال النَّاس بِكُلِّ حِيلَة وَأَمَالُوهُمْ إِلَى شِرْكهمْ بِكُلِّ وَسِيلَة كَمَا يَقُول لَهُمْ أَتْبَاعهمْ يَوْم الْقِيَامَة \" بَلْ مَكْر اللَّيْل وَالنَّهَار إِذْ تَأْمُرُونَنَا أَنْ نَكْفُر بِاَللَّهِ وَنَجْعَل لَهُ أَنْدَادًا \" الْآيَة وَقَوْله \" فَأَتَى اللَّه بُنْيَانهمْ مِنْ الْقَوَاعِد \" أَيْ اِجْتَثَّهُ مِنْ أَصْله وَأَبْطَلَ عَمَلهمْ كَقَوْلِهِ تَعَالَى \" كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّه \" وَقَوْله \" فَأَتَاهُمْ اللَّه مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبهمْ الرُّعْب يُخَرِّبُونَ بُيُوتهمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَار \" وَقَالَ اللَّه هَاهُنَا \" فَأَتَى اللَّه بُنْيَانهمْ مِنْ الْقَوَاعِد فَخَرَّ عَلَيْهِمْ السَّقْف مِنْ فَوْقهمْ وَأَتَاهُمْ الْعَذَاب مِنْ حَيْثُ لَا يَشْعُرُونَ ثُمَّ يَوْم الْقِيَامَة يُخْزِيهِمْ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38098, "aya_id": 26}]