[{"text": "إِذْ يُوحِي رَبُّكَ إِلَى الْمَلآئِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُواْ الَّذِينَ آمَنُواْ سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُواْ الرَّعْبَ فَاضْرِبُواْ فَوْقَ الأَعْنَاقِ وَاضْرِبُواْ مِنْهُمْ كُلَّ بَنَانٍ", "sura_id": 8, "type": 0, "id": 1172, "aya_id": 12}, {"text": "إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق و اضربوا منهم كل بنان", "sura_id": 8, "type": 1, "id": 7408, "aya_id": 12}, {"text": "12 - (إذ يوحي ربك إلى الملائكة) الذين أمد بهم المسلمين (أني) أي بأني (معكم) بالعون والنصر (فثبتوا الذين آمنوا) بالإعانة والتبشير (سألقي في قلوب الذين كفروا الرعب) الخوف (فاضربوا فوق الأعناق) أي الرؤوس (واضربوا منهم كل بنان) أي أطراف اليدين والرجلين فكان الرجل يقصد ضرب رقبة الكافر فتسقط قبل أن يصل إليه سيفه ورماهم صلى الله عليه وسلم بقبضة من الحصى فلم يبق مشرك إلا دخل في عينيه منها شيء فهزموا \r\n", "sura_id": 8, "type": 2, "id": 26116, "aya_id": 12}, {"text": "إذ يوحي ربك -أيها النبي- إلى الملائكة الذين أمدَّ الله بهم المسلمين في غزوة \"بدر\" أني معكم أُعينكم وأنصركم, فقوُّوا عزائم الذين آمنوا, سألقي في قلوب الذين كفروا الخوف الشديد والذلة والصَّغَار, فاضربوا -أيها المؤمنون- رؤوس الكفار, واضربوا منهم كل طرف ومِفْصل.\r\n", "sura_id": 8, "type": 3, "id": 32352, "aya_id": 12}, {"text": " <font color=red>إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ</font><BR><p>وَقَوْله \" إِذْ يُوحِي رَبّك إِلَى الْمَلَائِكَة أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا \" وَهَذِهِ نِعْمَة خَفِيَّة أَظْهَرَهَا اللَّه تَعَالَى لَهُمْ لِيَشْكُرُوهُ عَلَيْهَا وَهُوَ أَنَّهُ تَعَالَى وَتَقَدَّسَ وَتَبَارَكَ وَتَمَجَّدَ أَوْحَى إِلَى الْمَلَائِكَة الَّذِينَ أَنْزَلَهُمْ لِنَصْرِ نَبِيِّهِ وَدِينه وَحِزْبه الْمُؤْمِنِينَ يُوحِي إِلَيْهِمْ فِيمَا بَيْنَهُ وَبَيْنَهُمْ أَنْ يُثَبِّتُوا الَّذِينَ آمَنُوا قَالَ اِبْن إِسْحَاق : وَآزِرُوهُمْ وَقَالَ غَيْره : قَاتِلُوا مَعَهُمْ وَقِيلَ كَثِّرُوا سَوَادهمْ وَقِيلَ كَانَ ذَلِكَ بِأَنَّ الْمَلَك كَانَ يَأْتِي الرَّجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فَيَقُول سَمِعْت هَؤُلَاءِ الْقَوْم يَعْنِي الْمُشْرِكِينَ يَقُولُونَ وَاَللَّهِ لَئِنْ حَمَلُوا عَلَيْنَا لَأَنْكَشِفَنَّ فَيُحَدِّث الْمُسْلِمُونَ بَعْضهمْ بَعْضًا بِذَلِكَ فَتَقْوَى أَنْفُسهمْ حَكَاهُ اِبْن جَرِير وَهَذَا لَفْظه بِحُرُوفِهِ وَقَوْله \" سَأُلْقِي فِي قُلُوب الَّذِينَ كَفَرُوا الرُّعْب \" أَيْ ثَبِّتُوا أَنْتُمْ الْمُؤْمِنِينَ وَقَوُّوا أَنْفُسهمْ عَلَى أَعْدَائِهِمْ عَنْ أَمْرِي لَكُمْ بِذَلِكَ سَأُلْقِي الرُّعْب وَالذِّلَّة وَالصَّغَار عَلَى مَنْ خَالَفَ أَمْرِي وَكَذَّبَ رَسُولِي \" فَاضْرِبُوا فَوْق الْأَعْنَاق وَاضْرِبُوا مِنْهُمْ كُلّ بَنَان \" أَيْ اِضْرِبُوا الْهَامَ فَفَلِّقُوهَا وَاحْتَزُّوا الرِّقَاب فَقَطِّعُوهَا وَقَطِّعُوا الْأَطْرَاف مِنْهُمْ وَهِيَ أَيْدِيهمْ وَأَرْجُلهمْ وَقَدْ اخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَى \" فَوْق الْأَعْنَاق \" فَقِيلَ مَعْنَاهُ اِضْرِبُوا الرُّءُوس قَالَهُ عِكْرِمَة وَقِيلَ مَعْنَاهُ أَيْ عَلَى الْأَعْنَاق وَهِيَ الرِّقَاب قَالَهُ الضَّحَّاك وَعَطِيَّة الْعَوْفِيّ وَيَشْهَد لِهَذَا الْمَعْنَى أَنَّ اللَّه تَعَالَى أَرْشَدَ الْمُؤْمِنِينَ إِلَى هَذَا فِي قَوْله تَعَالَى \" فَإِذَا لَقِيتُمْ الَّذِينَ كَفَرُوا فَضَرْب الرِّقَاب حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاق \" وَقَالَ وَكِيع عَنْ الْمَسْعُودِيّ عَنْ الْقَاسِم قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَمْ أُبْعَثْ لِأُعَذِّب بِعَذَابِ اللَّه إِنَّمَا بُعِثْت لِضَرْبِ الرِّقَاب وَشَدِّ الْوَثَاق \" وَاخْتَارَ اِبْن جَرِير أَنَّهَا قَدْ تَدُلّ عَلَى ضَرْب الرِّقَاب وَفَلْق الْهَام قُلْت وَفِي مَغَازِي الْأُمَوِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَ يَمُرّ بَيْن الْقَتْلَى يَوْم بَدْر فَيَقُول \" يَفْلِق هَامَا \" فَيَقُول أَبُو بَكْر : مِنْ رِجَال أَعِزَّة عَلَيْنَا وَهُمْ كَانُوا أَعَقّ وَأَظْلَمَا فَيَبْتَدِئ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَوَّلِ الْبَيْت وَيَسْتَطْعِم أَبَا بَكْر رَضِيَ اللَّه عَنْهُ إِنْشَاد آخِره لِأَنَّهُ كَانَ لَا يُحْسِن إِنْشَاد الشِّعْر كَمَا قَالَ تَعَالَى \" وَمَا عَلَّمْنَاهُ الشِّعْر وَمَا يَنْبَغِي لَهُ \" وَقَالَ الرَّبِيع بْن أَنَس : كَانَ النَّاس يَوْم بَدْر يَعْرِفُونَ قَتْلَى الْمَلَائِكَة مِمَّنْ قَتَلُوهُمْ بِضَرْبِ فَوْق الْأَعْنَاق وَعَلَى الْبَنَان مِثْل سِمَة النَّار قَدْ أُحْرِقَ بِهِ وَقَوْله \" وَاضْرِبُوا مِنْهُمْ كُلّ بَنَان \" قَالَ اِبْن جَرِير مَعْنَاهُ وَاضْرِبُوا مِنْ عَدُوّكُمْ أَيّهَا الْمُؤْمِنُونَ كُلّ طَرَف وَمَفْصِل مِنْ أَطْرَاف أَيْدِيهمْ وَأَرْجُلهمْ وَالْبَنَان جَمْع بَنَانَة كَمَا قَالَ الشَّاعِر : أَلَا لَيْتَنِي قَطَّعْتُ مِنْهُ بَنَانَهُ وَلَاقَيْته فِي الْبَيْت يَقْظَان حَاذِرَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَاضْرِبُوا مِنْهُمْ كُلّ بَنَان \" يَعْنِي بِالْبَنَانِ الْأَطْرَاف وَكَذَا قَالَ الضَّحَّاك وَابْن جَرِير وَقَالَ السُّدِّيّ الْبَنَان الْأَطْرَاف وَيُقَال كُلّ مَفْصِل وَقَالَ عِكْرِمَة وَعَطِيَّة الْعَوْفِيّ وَالضَّحَّاك فِي رِوَايَة أُخْرَى كُلّ مَفْصِل وَقَالَ الْأَوْزَاعِيّ فِي قَوْله تَعَالَى \" وَاضْرِبُوا مِنْهُمْ كُلّ بَنَان \" قَالَ اِضْرِبْ مِنْهُ الْوَجْه وَالْعَيْن وَارْمِهِ بِشِهَابٍ مِنْ نَار فَإِذَا أَخَذْته حَرُمَ ذَلِكَ كُلّه عَلَيْك . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فَذَكَرَ قِصَّة بَدْر إِلَى أَنْ قَالَ : فَقَالَ أَبُو جَهْل لَا تَقْتُلُوهُمْ قَتْلًا وَلَكِنْ خُذُوهُمْ أَخْذًا حَتَّى تُعَرِّفُوهُمْ الَّذِي صَنَعُوا مِنْ طَعْنِهِمْ فِي دِينكُمْ وَرَغْبَتهمْ عَنْ اللَّاتِ وَالْعُزَّى فَأَوْحَى اللَّه إِلَى الْمَلَائِكَة \" أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوب الَّذِينَ كَفَرُوا الرُّعْب فَاضْرِبُوا فَوْق الْأَعْنَاق وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَان \" الْآيَة . فَقُتِلَ أَبُو جَهْل لَعَنَهُ اللَّه فِي تِسْعَة وَسِتِّينَ رَجُلًا وَأُسِرَ عُقْبَة بْن أَبِي مُعَيْط فَقُتِلَ صَبْرًا فَوَفَّى ذَلِكَ سَبْعِينَ يَعْنِي قَتِيلًا .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43058, "aya_id": 12}]