[{"text": "وَمَا يَذْكُرُونَ إِلَّا أَن يَشَاء اللَّهُ هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ", "sura_id": 74, "type": 0, "id": 5551, "aya_id": 56}, {"text": "وما يذكرون إلا أن يشاء الله هو أهل التقوى وأهل المغفرة", "sura_id": 74, "type": 1, "id": 11787, "aya_id": 56}, {"text": "56 - (وما يذكرون) بالياء والتاء (إلا أن يشاء الله هو أهل التقوى) بأن يتقى (وأهل المغفرة) بأن يغفر لمن اتقاه \r\n", "sura_id": 74, "type": 2, "id": 30495, "aya_id": 56}, {"text": "وما يتعظون به إلا أن يشاء الله لهم الهدى. هو سبحانه أهلٌ لأن يُتقى ويطاع, وأهلٌ لأن يغفر لمن آمن به وأطاعه.\r\n", "sura_id": 74, "type": 3, "id": 36731, "aya_id": 56}, {"text": " <font color=red>وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ</font><BR><p>\" فَمَنْ شَاءَ ذَكَرَهُ وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاء اللَّه \" كَقَوْلِهِ \" وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاء اللَّه \" وَقَوْله تَعَالَى \" هُوَ أَهْل التَّقْوَى وَأَهْل الْمَغْفِرَة\" أَيْ هُوَ أَهْل أَنْ يُخَاف مِنْهُ وَهُوَ أَهْل أَنْ يَغْفِر ذَنْب مَنْ تَابَ إِلَيْهِ وَأَنَابَ . قَالَهُ قَتَادَة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا زَيْد بْن الْحُبَاب أَخْبَرَنِي سُهَيْل أَخُو حَمْزَة حَدَّثَنَا ثَابِت الْبُنَانِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" هُوَ أَهْل التَّقْوَى وَأَهْل الْمَغْفِرَة \" وَقَالَ\" قَالَ رَبّكُمْ أَنَا أَهْل أَنْ أُتَّقَى فَلَا يُجْعَل مَعِي إِلَه فَمَنْ اِتَّقَى أَنْ يَجْعَل مَعِي إِلَهًا كَانَ أَهْلًا أَنْ أَغْفِر لَهُ \" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث زَيْد بْن الْحُبَاب وَالنَّسَائِيّ مِنْ حَدِيث الْمُعَافَى بْن عِمْرَان كِلَاهُمَا عَنْ سُهَيْل بْن عَبْد اللَّه الْقَطِيعِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَسُهَيْل لَيْسَ بِالْقَوِيِّ وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ هُدْبَة بْن خَالِد عَنْ سُهَيْل بِهِ وَهَكَذَا رَوَاهُ أَبُو يَعْلَى وَالْبَزَّار وَالْبَغَوِيّ وَغَيْرهمْ مِنْ حَدِيث سُهَيْل الْقَطِيعِيّ بِهِ . آخِر تَفْسِير سُوَره الْمُدَّثِّر وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 74, "type": 4, "id": 42843, "aya_id": 56}]