[{"text": "هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا", "sura_id": 33, "type": 0, "id": 3576, "aya_id": 43}, {"text": "هو الذي يصلي عليكم وملائكته ليخرجكم من الظلمات إلى النور وكان بالمؤمنين رحيما", "sura_id": 33, "type": 1, "id": 9812, "aya_id": 43}, {"text": "43 - (هو الذي يصلي عليكم) يرحمكم (وملائكته) يستغفرون لكم (ليخرجكم) ليديم إخراجه إياكم (من الظلمات) الكفر (إلى النور) الإيمان (وكان بالمؤمنين رحيما) \r\n", "sura_id": 33, "type": 2, "id": 28520, "aya_id": 43}, {"text": "هو الذي يرحمكم ويثني عليكم وتدعو لكم ملائكته؛ ليخرجكم من ظلمات الجهل والضلال إلى نور الإسلام, وكان بالمؤمنين رحيمًا في الدنيا والآخرة, لا يعذبهم ما داموا مطيعين مخلصين له.\r\n", "sura_id": 33, "type": 3, "id": 34756, "aya_id": 43}, {"text": " <font color=red>هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا</font><BR><p>وَقَوْله تَعَالَى : \" هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَته \" هَذَا تَهْيِيج إِلَى الذِّكْر أَيْ أَنَّهُ سُبْحَانه يُذَكِّركُمْ فَاذْكُرُوهُ أَنْتُمْ كَقَوْلِهِ عَزَّ وَجَلَّ \" كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُوا عَلَيْكُمْ آيَاتنَا وَيُزَكِّيكُمْ وَيُعَلِّمكُمْ الْكِتَاب وَالْحِكْمَة وَيُعَلِّمكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ فَاذْكُرُونِي أَذْكُركُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ \" وَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول اللَّه تَعَالَى مَنْ ذَكَرَنِي فِي نَفْسه ذَكَرْته فِي نَفْسِي وَمَنْ ذَكَرَنِي فِي مَلَأ ذَكَرْته فِي مَلَأ خَيْر مِنْهُ وَالصَّلَاة مِنْ اللَّه تَعَالَى ثَنَاؤُهُ عَلَى الْعَبْد عِنْد الْمَلَائِكَة حَكَاهُ الْبُخَارِيّ عَنْ أَبِي الْعَالِيَة وَرَوَاهُ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْهُ وَقَالَ غَيْره الصَّلَاة مِنْ اللَّه عَزَّ وَجَلَّ الرَّحْمَة وَقَدْ يُقَال لَا مُنَافَاة بَيْن الْقَوْلَيْنِ وَاَللَّه أَعْلَم وَأَمَّا الصَّلَاة مِنْ الْمَلَائِكَة فَبِمَعْنَى الدُّعَاء لِلنَّاسِ وَالِاسْتِغْفَار كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" الَّذِينَ يَحْمِلُونَ الْعَرْش وَمَنْ حَوْله يُسَبِّحُونَ بِحَمْدِ رَبّهمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبّنَا وَسِعْت كُلّ شَيْء رَحْمَة وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَك وَقِهمْ عَذَاب الْجَحِيم رَبّنَا وَأَدْخِلْهُمْ جَنَّات عَدْن الَّتِي وَعَدْتهمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجهمْ وَذُرِّيَّاتهمْ إِنَّك أَنْتَ الْعَزِيز الْحَكِيم وَقِهمْ السَّيِّئَات \" الْآيَة وَقَوْله تَعَالَى : \" لِيُخْرِجهُمْ مِنْ الظُّلُمَات إِلَى النُّور \" أَيْ بِسَبَبِ رَحْمَته بِكُمْ وَثَنَائِهِ عَلَيْكُمْ وَدُعَاء مَلَائِكَته لَكُمْ يُخْرِجكُمْ مِنْ ظُلُمَات الْجَهْل وَالضَّلَال إِلَى نُور الْهُدَى وَالْيَقِين \" وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا \" أَيْ فِي الدُّنْيَا وَالْآخِرَة أَمَّا فِي الدُّنْيَا فَإِنَّهُ هَدَاهُمْ إِلَى الْحَقّ الَّذِي جَهِلَهُ غَيْرهمْ وَبَصَّرَهُمْ الطَّرِيق الَّذِي ضَلَّ عَنْهُ وَحَادَ عَنْهُ مَنْ سِوَاهُمْ الدُّعَاة إِلَى الْكُفْر أَوْ الْبِدْعَة وَأَتْبَاعهمْ مِنْ الطَّعَام وَأَمَّا رَحْمَته بِهِمْ فِي الْآخِرَة فَأَمَّنَهُمْ مِنْ الْفَزَع الْأَكْبَر وَأَمَرَ مَلَائِكَته يَتَلَقَّوْنَهُمْ بِالْبِشَارَةِ بِالْفَوْزِ بِالْجَنَّةِ وَالنَّجَاة مِنْ النَّار وَمَا ذَاكَ إِلَّا لِمَحَبَّتِهِ لَهُمْ وَرَأْفَته بِهِمْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ حُمَيْد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : مَرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي نَفَر مِنْ أَصْحَابه رَضِيَ اللَّه عَنْهُمْ وَصَبِيّ فِي الطَّرِيق فَلَمَّا رَأَتْ أُمّه الْقَوْم خَشِيَتْ عَلَى وَلَدهَا أَنْ يُوطَأ فَأَقْبَلَتْ تَسْعَى وَتَقُول اِبْنِي اِبْنِي وَسَعَتْ فَأَخَذَتْهُ فَقَالَ الْقَوْم يَا رَسُول اللَّه مَا كَانَتْ هَذِهِ لِتُلْقِي اِبْنهَا فِي النَّار قَالَ فَخَفَضَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ لَا وَاَللَّه لَا يُلْقِي حَبِيبه فِي النَّار إِسْنَاده عَلَى شَرْط الصَّحِيحَيْنِ وَلَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة وَلَكِنْ فِي صَحِيح الْإِمَام الْبُخَارِيّ عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى اِمْرَأَة مِنْ السَّبْي قَدْ أَخَذَتْ صَبِيًّا لَهَا لَصِقَتْهُ إِلَى صَدْرهَا وَأَرْضَعَتْهُ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَرَوْنَ هَذِهِ تُلْقِي وَلَدهَا فِي النَّار وَهِيَ تَقْدِر عَلَى ذَلِكَ ؟ قَالُوا لَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَاَللَّهِ لَلَّهُ أَرْحَم بِعِبَادِهِ مِنْ هَذِهِ بِوَلَدِهَا \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40204, "aya_id": 43}]