[{"text": "يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ", "sura_id": 11, "type": 0, "id": 1578, "aya_id": 105}, {"text": "يوم يأت لا تكلم نفس إلا بإذنه فمنهم شقي وسعيد", "sura_id": 11, "type": 1, "id": 7814, "aya_id": 105}, {"text": "105 - (يوم يأت) ذلك اليوم (لا تَكَلَّمُ) فيه حذف إحدى التاءين (نفس إلا بإذنه) تعالى (فمنهم) أي الخلق (شقي) ومنهم (وسعيد) كتب كل في الأزل \r\n", "sura_id": 11, "type": 2, "id": 26522, "aya_id": 105}, {"text": "يوم يأتي يوم القيامة, لا تتكلم نفس إلا بإذن ربها, فمنهم شقي متسحق للعذاب, وسعيد متفضَّل عليه بالنعيم.\r\n", "sura_id": 11, "type": 3, "id": 32758, "aya_id": 105}, {"text": " <font color=red>يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</font><BR><p>\" يَوْم يَأْتِي لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ\" أَيْ يَوْم يَأْتِي يَوْم الْقِيَامَة لَا يَتَكَلَّم أَحَد إِلَّا بِإِذْنِ اللَّه كَقَوْلِهِ \" لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَن وَقَالَ صَوَابًا \" وَقَالَ \" وَخَشَعَتْ الْأَصْوَات لِلرَّحْمَنِ \" الْآيَة . وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث الشَّفَاعَة\" وَلَا يَتَكَلَّمُ يَوْمئِذٍ إِلَّا الرُّسُل وَدَعْوَى الرُّسُل يَوْمئِذٍ اللَّهُمَّ سَلِّمْ سَلِّمْ \" وَقَوْله \" فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ\" أَيْ فَمِنْ أَهْل الْجَمْع شَقِيٌّ وَمِنْهُمْ سَعِيدٌ كَمَا قَالَ\" فَرِيق فِي الْجَنَّة وَفَرِيق فِي السَّعِير \" وَقَالَ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده : ثَنَا مُوسَى بْن حَسَّان ثَنَا عَبْد الْمَلِك بْن عَمْرو ثَنَا سُلَيْمَان أَبُو سُفْيَان ثَنَا عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر عَنْ عُمَر قَالَ : لَمَّا نَزَلَتْ \" فَمِنْهُمْ شَقِيّ وَسَعِيد \" سَأَلْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت : يَا رَسُول اللَّه عَلَامَ نَعْمَل ؟ عَلَى شَيْء قَدْ فُرِغَ مِنْهُ أَمْ عَلَى شَيْء لَمْ يُفْرَغ مِنْهُ ؟ فَقَالَ\" عَلَى شَيْء قَدْ فُرِغَ مِنْهُ يَا عُمَر وَجَرَتْ بِهِ الْأَقْلَام , وَلَكِنْ كُلٌّ مُيَسَّر لِمَا خُلِقَ لَهُ \" ثُمَّ بَيَّنَ تَعَالَى حَال الْأَشْقِيَاء وَحَال السُّعَدَاء فَقَالَ : .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37607, "aya_id": 105}]