[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ", "sura_id": 66, "type": 0, "id": 5235, "aya_id": 6}, {"text": "يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارا وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون", "sura_id": 66, "type": 1, "id": 11471, "aya_id": 6}, {"text": "6 - (يا أيها الذين آمنوا قوا أنفسكم وأهليكم) بالحمل على طاعة الله (نارا وقودها الناس) الكفار (والحجارة) كأصنامهمم منها يعني أنها مفرطة الحرارة تتقد بما ذكر لاكنار الدنيا تتقد بالحطب ونحوه (عليها ملائكة) خزنتها عدتهم تسعة عشر كما سيأتي في المدثر (غلاظ) من غلظ القلب (شداد) في البطش (لا يعصون الله ما أمرهم) بدل من الجلالة أي لا يعصون أمر الله (ويفعلون ما يؤمرون) تأكيد والآية تخويف للمؤمنين عن الارتداد وللمنافقين المؤمنين بألسنتهم دون قلوبهم \r\n", "sura_id": 66, "type": 2, "id": 30179, "aya_id": 6}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, احفظوا أنفسكم بفعل ما أمركم الله به وترك ما نهاكم عنه, واحفظوا أهليكم بما تحفظون به أنفسكم من نار وقودها الناس والحجارة, يقوم على تعذيب أهلها ملائكة أقوياء قساة في معاملاتهم, لا يخالفون الله في أمره, وينفذون ما يؤمرون به.\r\n", "sura_id": 66, "type": 3, "id": 36415, "aya_id": 6}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا</font><BR><p>قَالَ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ رَجُل عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فِي قَوْله تَعَالَى \" قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا \" يَقُول أَدِّبُوهُمْ وَعَلِّمُوهُمْ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" قُوا أَنْفُسكُمْ وَأَهْلِيكُمْ نَارًا\" يَقُول اِعْمَلُوا بِطَاعَةِ اللَّه وَاتَّقُوا مَعَاصِيَ اللَّه وَأْمَرُوا أَهْلِيكُمْ بِالذِّكْرِ يُنْجِيكُمْ اللَّه مِنْ النَّار . وَقَالَ مُجَاهِد \" قُوا أَنْفُسكُمْ وَأَهْلِيكُمْ نَارًا \" قَالَ اِتَّقُوا اللَّه وَأَوْصُوا أَهْلِيكُمْ بِتَقْوَى اللَّه وَقَالَ قَتَادَة تَأْمُرهُمْ بِطَاعَةِ اللَّه وَتَنْهَاهُمْ عَنْ مَعْصِيَة اللَّه وَأَنْ تَقُوم عَلَيْهِمْ بِأَمْرِ اللَّه وَتَأْمُرهُمْ بِهِ وَتُسَاعِدهُمْ عَلَيْهِ فَإِذَا رَأَيْت لِلَّهِ مَعْصِيَة قَذَعْتهمْ عَنْهَا وَزَجَرْتهمْ عَنْهَا وَهَكَذَا قَالَ الضَّحَّاك وَمُقَاتِل حَقّ الْمُسْلِم أَنْ يُعَلِّم أَهْله مِنْ قَرَابَته وَإِمَائِهِ وَعَبِيده مَا فَرَضَ اللَّه عَلَيْهِمْ وَمَا نَهَاهُمْ اللَّه عَنْهُ . وَفِي مَعْنَى هَذِهِ الْآيَة الْحَدِيث الَّذِي رَوَاهُ أَحْمَد وَأَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ حَدِيث عَبْد الْمَلِك بْن الرَّبِيع بْن سَبْرَة عَنْ أَبِيهِ عَنْ جَدّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مُرُوا الصَّبِيّ بِالصَّلَاةِ إِذَا بَلَغَ سَبْع سِنِينَ فَإِذَا بَلَغَ عَشْر سِنِينَ فَاضْرِبُوهُ عَلَيْهَا \" هَذَا لَفْظ أَبِي دَاوُد وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَرَوَى أَبُو دَاوُد مِنْ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْل ذَلِكَ قَالَ الْفُقَهَاء وَهَكَذَا فِي الصَّوْم لِيَكُونَ ذَلِكَ تَمْرِينًا لَهُ عَلَى الْعِبَادَة لِكَيْ يَبْلُغ وَهُوَ مُسْتَمِرّ عَلَى الْعِبَادَة وَالطَّاعَة وَمُجَانَبَة الْمَعَاصِي وَتَرْك الْمُنْكَر وَاَللَّه الْمُوَفِّق . وَقَوْله تَعَالَى\" وَقُودهَا النَّاس وَالْحِجَارَة \" وَقُودهَا أَيْ حَطَبهَا الَّذِي يُلْقَى فِيهِ جُثَث بَنِي آدَم \" وَالْحِجَارَة \" قِيلَ الْمُرَاد بِهَا الْأَصْنَام الَّتِي تُعْبَد لِقَوْلِهِ تَعَالَى \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم \" وَقَالَ اِبْن مَسْعُود وَمُجَاهِد وَأَبُو جَعْفَر الْبَاقِر وَالسُّدِّيّ هِيَ حِجَارَة مِنْ كِبْرِيت زَادَ مُجَاهِد : أَنْتَن مِنْ الْجِيفَة وَرَوَى ذَلِكَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه قَالَ ثَنَا أَبِي ثَنَا عَبْد الرَّحْمَن بْن سِنَان الْمِنْقَرِيّ ثَنَا عَبْد الْعَزِيز - يَعْنِي اِبْن أَبِي دَاوُد - قَالَ بَلَغَنِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلَا هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودهَا النَّاس وَالْحِجَارَة\" وَعِنْده بَعْض أَصْحَابه وَفِيهِمْ شَيْخ فَقَالَ الشَّيْخ يَا رَسُول اللَّه حِجَارَة جَهَنَّم كَحِجَارَةِ الدُّنْيَا ؟ فَقَالَ النَّبِيّ صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَصَخْرَة مِنْ صَخْر جَهَنَّم أَعْظَم مِنْ جِبَال الدُّنْيَا كُلّهَا \" قَالَ فَوَقَعَ الشَّيْخ مَغْشِيًّا عَلَيْهِ فَوَضَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَده عَلَى فُؤَاده فَإِذَا هُوَ حَيّ فَنَادَاهُ قَالَ \" يَا شَيْخ قُلْ لَا إِلَه إِلَّا اللَّه \" فَقَالَهَا فَبَشَّرَهُ بِالْجَنَّةِ قَالَ : فَقَالَ أَصْحَابه يَا رَسُول اللَّه أَمِنْ بَيْنِنَا ؟ قَالَ \" نَعَمْ يَقُول اللَّه تَعَالَى \" ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيد \" هَذَا حَدِيث مُرْسَل غَرِيب وَقَوْله تَعَالَى \" عَلَيْهَا مَلَائِكَة غِلَاظ شِدَاد \" أَيْ طِبَاعهمْ غَلِيظَة قَدْ نُزِعَتْ مِنْ قُلُوبهمْ الرَّحْمَة بِالْكَافِرِينَ بِاَللَّهِ \" شِدَاد \" أَيْ تَرْكِيبهمْ فِي غَايَة الشِّدَّة وَالْكَثَافَة وَالْمَنْظَر الْمُزْعِج كَمَا قَالَ اِبْن أَبِي حَاتِم ثَنَا أَبِي ثَنَا سَلَمَة بْن شَبِيب ثَنَا إِبْرَاهِيم بْن الْحَكَم بْن أَبَانَ ثَنَا أَبِي عَنْ عِكْرِمَة أَنَّهُ قَالَ إِذَا وَصَلَ أَوَّل أَهْل النَّار إِلَى النَّار وَجَدُوا عَلَى الْبَاب أَرْبَعمِائَةِ أَلْف مِنْ خَزَنَة جَهَنَّم سُود وُجُوههمْ كَالِحَة أَنْيَابهمْ قَدْ نَزَعَ اللَّه مِنْ قُلُوبهمْ الرَّحْمَة لَيْسَ فِي قَلْب وَاحِد مِنْهُمْ مِثْقَال ذَرَّة مِنْ الرَّحْمَة لَوْ طُيِّرَ الطَّيْر مِنْ مَنْكِب أَحَدهمْ لَطَارَ شَهْرَيْنِ قَبْل أَنْ يَبْلُغ مَنْكِبَهُ الْآخَر ثُمَّ يَجِدُونَ عَلَى الْبَاب التِّسْعَةَ عَشَرَ عَرْض صَدْر أَحَدهمْ سَبْعُونَ خَرِيفًا ثُمَّ يَهْوُونَ مِنْ بَاب إِلَى بَاب خَمْسمِائَةِ سَنَة ثُمَّ يَجِدُونَ عَلَى كُلّ بَاب مِنْهَا مِثْل مَا وَجَدُوا عَلَى الْبَاب الْأَوَّل حَتَّى يَنْتَهُوا إِلَى آخِرهَا وَقَوْله \" لَا يَعْصُونَ اللَّه مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \" أَيْ مَهْمَا أَمَرَهُمْ بِهِ تَعَالَى يُبَادِرُوا إِلَيْهِ لَا يَتَأَخَّرُونَ عَنْهُ طَرْفَة عَيْن وَهُمْ قَادِرُونَ عَلَى فِعْله لَيْسَ بِهِمْ عَجْز عَنْهُ . وَهَؤُلَاءِ هُمْ الزَّبَانِيَة - عِيَاذًا بِاَللَّهِ مِنْهُمْ .</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42328, "aya_id": 6}]