[{"text": "مَّنِ اهْتَدَى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً", "sura_id": 17, "type": 0, "id": 2044, "aya_id": 15}, {"text": "من اهتدى فإنما يهتدي لنفسه و من ضل فإنما يضل عليها ولا تزر وازرة وزر أخرى و ما كنا معذبين حتى نبعث رسولا", "sura_id": 17, "type": 1, "id": 8280, "aya_id": 15}, {"text": "15 - (من اهتدى فإنما يهتدي لنفسه) لأن ثواب اهتدائه له (ومن ضل فإنما يضل عليها) لأن إثمه عليها (ولا تزر) نفس (وازرة) آثمة أي لا تحمل (وزر) نفس (أخرى وما كنا معذبين) أحدا (حتى نبعث رسولا) يبين له ما يجب عليه \r\n", "sura_id": 17, "type": 2, "id": 26988, "aya_id": 15}, {"text": "من اهتدى فاتبع طريق الحق فإنما يعود ثواب ذلك عليه وحده، ومن حاد واتبع طريق الباطل فإنما يعود عقاب ذلك عليه وحده، ولا تحمل نفس مذنبة إثم نفس مذنبة أخرى. ولا يعذب الله أحدًا إلا بعد إقامة الحجة عليه بإرسال الرسل وإنزال الكتب.\r\n", "sura_id": 17, "type": 3, "id": 33224, "aya_id": 15}, {"text": " <font color=red>مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا</font><BR><p>يُخْبِر تَعَالَى أَنَّ \" مَنْ اِهْتَدَى \" وَاتَّبَعَ الْحَقّ وَاقْتَفَى أَثَر النُّبُوَّة فَإِنَّمَا يَحْمِل عَاقِبَة ذَلِكَ الْحَمِيدَة لِنَفْسِهِ \" وَمَنْ ضَلَّ \" أَيْ عَنْ الْحَقّ وَزَاغَ عَنْ سَبِيل الرَّشَاد فَإِنَّمَا يَجْنِي عَلَى نَفْسه وَإِنَّمَا يَعُود وَبَال ذَلِكَ عَلَيْهِ ثُمَّ قَالَ \" وَلَا تَزِر وَازِرَة وِزْر أُخْرَى \" أَيْ لَا يَحْمِل أَحَد ذَنْب أَحَد وَلَا يَجْنِي جَانّ إِلَّا عَلَى نَفْسه كَمَا قَالَ تَعَالَى \" وَإِنْ تَدْعُ مُثْقَلَة إِلَى حَمْلهَا لَا يُحْمَل مِنْهُ شَيْء \" وَلَا مُنَافَاة بَيْن هَذَا وَبَيْن قَوْله \" وَلَيَحْمِلُنَّ أَثْقَالهمْ وَأَثْقَالًا مَعَ أَثْقَالهمْ \" وَقَوْله \" وَمِنْ أَوْزَار الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْم \" فَإِنَّ الدُّعَاة عَلَيْهِمْ إِثْم ضَلَالَتهمْ فِي أَنْفُسهمْ وَإِثْم آخَر بِسَبَبِ مَا أَضَلُّوا مَنْ أَضَلُّوا مِنْ غَيْر أَنْ يَنْقُص مِنْ أَوْزَار أُولَئِكَ وَلَا يَحْمِل عَنْهُمْ شَيْئًا . وَهَذَا مِنْ عَدْل اللَّه وَرَحْمَته بِعِبَادِهِ وَكَذَا قَوْله تَعَالَى \" وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا \" إِخْبَار عَنْ عَدْله تَعَالَى وَأَنَّهُ لَا يُعَذِّب أَحَدًا إِلَّا بَعْد قِيَام الْحُجَّة عَلَيْهِ بِإِرْسَالِ الرَّسُول إِلَيْهِ كَقَوْلِهِ تَعَالَى \" كُلَّمَا أُلْقِيَ فِيهَا فَوْج سَأَلَهُمْ خَزَنَتهَا أَلَمْ يَأْتِكُمْ نَذِير قَالُوا بَلَى قَدْ جَاءَنَا نَذِير فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّه مِنْ شَيْء إِنْ أَنْتُمْ إِلَّا فِي ضَلَال كَبِير \" وَكَذَا قَوْله \" وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّم زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابهَا وَقَالَ لَهُمْ خَزَنَتهَا أَلَمْ يَأْتِكُمْ رُسُل مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَات رَبّكُمْ وَيُنْذَرُونَكُمْ لِقَاء يَوْمكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَة الْعَذَاب عَلَى الْكَافِرِينَ \" وَقَالَ تَعَالَى \" وَهُمْ يَصْطَرِخُونَ فِيهَا رَبّنَا أَخْرِجْنَا نَعْمَل صَالِحًا غَيْر الَّذِي كُنَّا نَعْمَل أَوْلَمَ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمْ النَّذِير فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِير \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى أَنَّ اللَّه تَعَالَى لَا يُدْخِل أَحَدًا النَّار إِلَّا بَعْد إِرْسَال الرَّسُول إِلَيْهِ وَمِنْ ثَمَّ طَعَنَ جَمَاعَة مِنْ الْعُلَمَاء فِي اللَّفْظَة الَّتِي جَاءَتْ مُعْجَمَة فِي صَحِيح الْبُخَارِيّ عِنْد قَوْله تَعَالَى \" إِنَّ رَحْمَة اللَّه قَرِيب مِنْ الْمُحْسِنِينَ \" . حَدَّثَنَا عَبْد اللَّه بْن سَعِيد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ صَالِح بْن كَيْسَان عَنْ الْأَعْرَج بِإِسْنَادِهِ إِلَى أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اِخْتَصَمَتْ الْجَنَّة وَالنَّار \" فَذَكَرَ الْحَدِيث إِلَى أَنْ قَالَ \" وَأَمَّا الْجَنَّة فَلَا يَظْلِم اللَّه مِنْ خَلْقه أَحَدًا وَإِنَّهُ يُنْشِئ لِلنَّارِ خَلْقًا فَيُلْقَوْنَ فِيهَا فَتَقُول هَلْ مِنْ مَزِيد ؟ ثَلَاثًا \" وَذَكَرَ تَمَام الْحَدِيث فَهَذَا إِنَّمَا جَاءَ فِي الْجَنَّة لِأَنَّهَا دَار فَضْل وَأَمَّا النَّار فَإِنَّهَا دَار عَدْل لَا يَدْخُلهَا أَحَد إِلَّا بَعْد الْإِعْذَار إِلَيْهِ وَقِيَام الْحُجَّة عَلَيْهِ وَقَدْ تَكَلَّمَ جَمَاعَة مِنْ الْحُفَّاظ فِي هَذِهِ اللَّفْظَة وَقَالُوا لَعَلَّهُ اِنْقَلَبَ عَلَى الرَّاوِي بِدَلِيلِ مَا أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَاللَّفْظ لِلْبُخَارِيِّ مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَحَاجَّتْ الْجَنَّة وَالنَّار \" فَذَكَرَ الْحَدِيث إِلَى أَنْ قَالَ \" فَأَمَّا النَّار فَلَا تَمْتَلِئ حَتَّى يَضَع فِيهَا قَدَمه فَتَقُول قَطْ قَطْ فَهُنَالِكَ تَمْتَلِئ وَيَنْزَوِي بَعْضهَا إِلَى بَعْض وَلَا يَظْلِم اللَّه مِنْ خَلْقه أَحَدًا وَأَمَّا الْجَنَّة فَإِنَّ اللَّه يُنْشِئ لَهَا خَلْقًا \" . بَقِيَ هَاهُنَا مَسْأَلَة قَدْ اِخْتَلَفَ الْأَئِمَّة رَحِمَهُمْ اللَّه تَعَالَى فِيهَا قَدِيمًا وَحَدِيثًا وَهِيَ الْوِلْدَان الَّذِينَ مَاتُوا وَهُمْ صِغَار وَآبَاؤُهُمْ كُفَّار مَاذَا حُكْمهمْ وَكَذَا الْمَجْنُون وَالْأَصَمّ الشَّيْخ الْخَرِف وَمَنْ مَاتَ فِي الْفَتْرَة وَلَمْ تَبْلُغهُ دَعْوَته وَقَدْ وَرَدَ فِي شَأْنهمْ أَحَادِيث أَنَا أَذْكُرهَا لَك بِعَوْنِ اللَّه وَتَوْفِيقه ثُمَّ نَذْكُر فَصْلًا مُلَخَّصًا مِنْ كَلَام الْأَئِمَّة وَاَللَّه الْمُسْتَعَان \" فَالْحَدِيث الْأَوَّل \" عَنْ الْأَسْوَد بْن سَرِيع قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنَا أَبِي عَنْ قَتَادَة عَنْ الْأَحْنَف بْن قَيْس عَنْ الْأَسْوَد بْن سَرِيع أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَرْبَعَة يَحْتَجُّونَ يَوْم الْقِيَامَة : رَجُل أَصَمّ لَا يَسْمَع شَيْئًا وَرَجُل أَحْمَق وَرَجُل هَرَم وَرَجُل مَاتَ فِي فَتْرَة فَأَمَّا الْأَصَمّ فَيَقُول رَبّ قَدْ جَاءَ الْإِسْلَام وَمَا أَسْمَع شَيْئًا وَأَمَّا الْأَحْمَق فَيَقُول رَبّ قَدْ جَاءَ الْإِسْلَام وَالصِّبْيَان يَحْذِفُونِي بِالْبَعْرِ وَأَمَّا الْهَرَم فَيَقُول رَبّ لَقَدْ جَاءَ الْإِسْلَام وَمَا أَعْقِل شَيْئًا وَأَمَّا الَّذِي مَاتَ فِي الْفَتْرَة فَيَقُول رَبّ مَا أَتَانِي لَك رَسُول . فَيَأْخُذ مَوَاثِيقهمْ لَيُطِيعُنَّهُ فَيُرْسِل إِلَيْهِمْ أَنْ اُدْخُلُوا النَّار فَوَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَوْ دَخَلُوهَا لَكَانَتْ عَلَيْهِمْ بَرْدًا وَسَلَامًا \" وَبِالْإِسْنَادِ عَنْ قَتَادَة عَنْ الْحَسَن عَنْ أَبِي رَافِع عَنْ أَبَى هُرَيْرَة مِثْله غَيْر أَنَّهُ قَالَ فِي آخِره فَمَنْ دَخَلَهَا كَانَتْ عَلَيْهِ بَرْدًا وَسَلَامًا وَمَنْ لَمْ يَدْخُلهَا يُسْحَب إِلَيْهَا\" وَكَذَا رَوَاهُ إِسْحَاق بْن رَاهْوَيْهِ عَنْ مُعَاذ بْن هِشَام وَرَوَاهُ الْبَيْهَقِيّ فِي كِتَاب الِاعْتِقَاد مِنْ حَدِيث أَحْمَد بْن إِسْحَاق عَنْ عَلِيّ بْن عَبْد اللَّه الْمَدِينِيّ بِهِ وَقَالَ هَذَا إِسْنَاد صَحِيح وَكَذَا رَوَاهُ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي رَافِع عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْبَعَة كُلّهمْ يُدْلِي عَلَى اللَّه بِحُجَّةٍ فَذَكَرَ نَحْوه وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة فَذَكَرَهُ مَرْفُوعًا ثُمَّ قَالَ أَبُو هُرَيْرَة فَاقْرَءُوا إِنْ شِئْتُمْ \" وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا \" وَكَذَا رَوَاهُ مَعْمَر عَنْ عَبْد اللَّه بْن طَاوُس عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة مَوْقُوفًا. \" الْحَدِيث الثَّانِي \" عَنْ أَنَس بْن مَالِك قَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا الرَّبِيع عَنْ يَزِيد هُوَ اِبْن أَبَان قَالَ : قُلْنَا لِأَنَسٍ يَا أَبَا حَمْزَة مَا تَقُول فِي أَطْفَال الْمُشْرِكِينَ ؟ فَقَالَ : قَالَ رَسُول اللَّه لَمْ يَكُنْ لَهُمْ سَيِّئَات فَيُعَذَّبُوا بِهَا فَيَكُونُوا مِنْ أَهْل النَّار وَلَمْ يَكُنْ لَهُمْ حَسَنَات فَيُجَازَوْا بِهَا فَيَكُونُوا مِنْ أَهْل الْجَنَّة \" . \" الْحَدِيث الثَّانِي \" عَنْ أَنَس أَيْضًا قَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا أَبُو خَيْثَمَة حَدَّثَنَا جَرِير عَنْ لَيْث عَنْ عَبْد الْوَارِث عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُؤْتَى بِأَرْبَعَةٍ يَوْم الْقِيَامَة : بِالْمَوْلُودِ وَالْمَعْتُوه وَمَنْ مَاتَ فِي الْفَتْرَة وَالشَّيْخ الْفَانِي الْهَرِم كُلّهمْ يَتَكَلَّم بِحُجَّتِهِ فَيَقُول الرَّبّ تَبَارَكَ وَتَعَالَى لِعُنُقٍ مِنْ النَّار أَبْرِزْ وَيَقُول لَهُمْ إِنِّي كُنْت أَبْعَث إِلَى عِبَادِي رُسُلًا مِنْ أَنْفُسهمْ وَإِنِّي رَسُول نَفْسِي إِلَيْكُمْ اُدْخُلُوا هَذِهِ قَالَ : فَيَقُول مَنْ كُتِبَ عَلَيْهِ الشَّقَاء يَا رَبّ أَنَّى نَدْخُلهَا وَمِنْهَا كُنَّا نَفِرّ ؟ قَالَ : وَمَنْ كُتِبَ عَلَيْهِ السَّعَادَة يَمْضِي فَيَقْتَحِم فِيهَا مُسْرِعًا قَالَ : فَيَقُول اللَّه تَعَالَى أَنْتُمْ لِرُسُلِي أَشَدّ تَكْذِيبًا وَمَعْصِيَة فَيُدْخِل هَؤُلَاءِ الْجَنَّة وَهَؤُلَاءِ النَّار \" وَهَكَذَا رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار عَنْ يُوسُف بْن مُوسَى عَنْ جَرِير بْن عَبْد الْحَمِيد بِإِسْنَادِهِ مِثْله \" الْحَدِيث الرَّابِع \" عَنْ الْبَرَاء بْن عَازِب رَضِيَ اللَّه عَنْهُ قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده أَيْضًا حَدَّثَنَا قَاسِم بْن أَبِي شَيْبَة حَدَّثَنَا عَبْد اللَّه يَعْنِي اِبْن دَاوُد عَنْ عُمَر بْن ذَرّ عَنْ يَزِيد بْن أُمَيَّة عَنْ الْبَرَاء قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَطْفَال الْمُسْلِمِينَ قَالَ \" هُمْ مَعَ آبَائِهِمْ \" وَسُئِلَ عَنْ أَوْلَاد الْمُشْرِكِينَ فَقَالَ \" هُمْ مَعَ آبَائِهِمْ \" فَقِيلَ يَا رَسُول اللَّه مَا يَعْمَلُونَ ؟ قَالَ \" اللَّه أَعْلَم بِهِمْ \" وَرَوَاهُ عُمَر بْن ذَرّ عَنْ يَزِيد بْن أُمَيَّة عَنْ رَجُل عَنْ الْبَرَاء عَنْ عَائِشَة فَذَكَرَهُ \" الْحَدِيث الْخَامِس \" عَنْ ثَوْبَان قَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن عَمْرو بْن عَبْد الْخَالِق الْبَزَّار فِي مُسْنَده حَدَّثَنَا إِبْرَاهِيم بْن سَعِيد الْجَوْهَرِيّ حَدَّثَنَا رَيْحَان بْن سَعِيد حَدَّثَنَا عَبَّاد بْن مَنْصُور عَنْ أَيُّوب عَنْ أَبِي قِلَابَة عَنْ أَبِي أَسْمَاء عَنْ ثَوْبَان أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَظَّمَ شَأْن الْمَسْأَلَة قَالَ \" إِذَا كَانَ يَوْم الْقِيَامَة جَاءَ أَهْل الْجَاهِلِيَّة يَحْمِلُونَ أَوْزَارهمْ عَلَى ظُهُورهمْ فَسَأَلَهُمْ رَبّهمْ فَيَقُولُونَ رَبّنَا لَمْ تُرْسِل إِلَيْنَا رَسُولًا وَلَمْ يَأْتِنَا لَك أَمْر وَلَوْ أَرْسَلْت إِلَيْنَا رَسُولًا لَكُنَّا أَطْوَع عِبَادك فَيَقُول لَهُمْ رَبّهمْ : أَرَأَيْتُمْ إِنْ أَمَرْتُكُمْ بِأَمْرٍ تُطِيعُونِي ؟ فَيَقُولُونَ نَعَمْ فَيَأْمُرهُمْ أَنْ يَعْمِدُوا إِلَى جَهَنَّم فَيَدْخُلُوهَا فَيَنْطَلِقُونَ حَتَّى إِذَا دَنَوْا مِنْهَا وَجَدُوا لَهَا تَغَيُّظًا وَزَفِيرًا فَرَجَعُوا إِلَى رَبّهمْ فَيَقُولُونَ رَبّنَا أَخْرِجْنَا أَوْ أَجِرْنَا مِنْهَا فَيَقُول لَهُمْ أَلَمْ تَزْعُمُوا أَنِّي إِنْ أَمَرْتُكُمْ بِأَمْرٍ تُطِيعُونِي ؟ فَيَأْخُذ عَلَى ذَلِكَ مَوَاثِيقهمْ فَيَقُول اِعْمِدُوا إِلَيْهَا فَادْخُلُوهَا فَيَنْطَلِقُونَ حَتَّى إِذَا رَأَوْهَا فَرِقُوا مِنْهَا وَرَجَعُوا فَقَالُوا رَبّنَا فَرِقْنَا مِنْهَا وَلَا نَسْتَطِيع أَنْ نَدْخُلهَا فَيَقُول اُدْخُلُوهَا دَاخِرِينَ \" فَقَالَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ دَخَلُوهَا أَوَّل مَرَّة كَانَتْ عَلَيْهِمْ بَرْدًا وَسَلَامًا \" ثُمَّ قَالَ الْبَزَّار وَمَتْن هَذَا الْحَدِيث غَيْر مَعْرُوف إِلَّا مِنْ هَذَا الْوَجْه لَمْ يَرْوِهِ عَنْ أَيُّوب إِلَّا عَبَّاد وَلَا عَنْ عَبَّاد إِلَّا رَيْحَان بْن سَعِيد قُلْت وَقَدْ ذَكَرَهُ اِبْن حِبَّان فِي ثِقَاته وَقَالَ يَحْيَى بْن مَعِين وَالنَّسَائِيّ لَا بَأْس بِهِ وَلَمْ يَرْضَهُ أَبُو دَاوُد وَقَالَ أَبُو حَاتِم شَيْخ لَا بَأْس بِهِ يُكْتَب حَدِيثه وَلَا يُحْتَجّ بِهِ \" الْحَدِيث السَّادِس \" عَنْ أَبِي سَعِيد سَعْد بْن مَالِك بْن سِنَان الْخُدْرِيّ : قَالَ الْإِمَام مُحَمَّد بْن يَحْيَى الذُّهْلِيّ حَدَّثَنَا سَعِيد بْن سُلَيْمَان عَنْ فُضَيْل بْن مَرْزُوق عَنْ عَطِيَّة عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْهَالِك فِي الْفَتْرَة وَالْمَعْتُوه وَالْمَوْلُود : يَقُول الْهَالِك فِي الْفَتْرَة لَمْ يَأْتِنِي كِتَاب وَيَقُول الْمَعْتُوه رَبّ لَمْ تَجْعَل لِي عَقْلًا أَعْقِل بِهِ خَيْرًا وَلَا شَرًّا وَيَقُول الْمَوْلُود رَبّ لَمْ أُدْرِك الْعَقْل فَتُرْفَع لَهُمْ نَار فَيُقَال لَهُمْ رِدُوهَا قَالَ فَيَرِدهَا مَنْ كَانَ فِي عِلْم اللَّه سَعِيدًا لَوْ أَدْرَكَ الْعَمَل وَيُمْسِك عَنْهَا مَنْ كَانَ فِي عِلْم اللَّه شَقِيًّا لَوْ أَدْرَكَ الْعَمَل فَيَقُول إِيَّايَ عَصَيْتُمْ فَكَيْف لَوْ أَنَّ رُسُلِي أَتَتْكُمْ ؟ \" وَكَذَا رَوَاهُ الْبَزَّار عَنْ مُحَمَّد بْن عُمَر بْن هَيَّاج الْكُوفِيّ عَنْ عُبَيْد اللَّه بْن مُوسَى عَنْ فُضَيْل بْن مَرْزُوق بِهِ ثُمَّ قَالَ لَا يُعْرَف مِنْ حَدِيث أَبِي سَعِيد إِلَّا مِنْ طَرِيقه عَنْ عَطِيَّة عَنْهُ وَقَالَ فِي آخِره \" فَيَقُول اللَّه إِيَّايَ عَصَيْتُمْ فَكَيْف بِرُسُلِي بِالْغَيْبِ \"\" الْحَدِيث السَّابِع \" عَنْ مُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُ قَالَ هِشَام بْن عَمَّار وَمُحَمَّد بْن الْمُبَارَك الصُّورِيّ حَدَّثَنَا عَمْرو بْن وَاقِد عَنْ يُونُس بْن جَلِيس عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ مُعَاذ بْن جَبَل عَنْ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُؤْتَى يَوْم الْقِيَامَة بِالْمَمْسُوخِ عَقْلًا وَبِالْهَالِكِ فِي الْفَتْرَة وَبِالْهَالِكِ صَغِيرًا فَيَقُول الْمَمْسُوخ يَا رَبّ لَوْ آتَيْتنِي عَقْلًا مَا كَانَ مَنْ آتَيْته عَقْلًا بِأَسْعَد مِنِّي \" وَذَكَرَ فِي الْهَالِك فِي الْفَتْرَة وَالصَّغِير نَحْو ذَلِكَ \" فَيَقُول الرَّبّ عَزَّ وَجَلَّ إِنِّي آمُركُمْ فَتُطِيعُونِي ؟ فَيَقُولُونَ نَعَمْ فَيَقُول اِذْهَبُوا فَادْخُلُوا النَّار قَالَ : وَلَوْ دَخَلُوهَا مَا ضَرَّتْهُمْ فَتَخْرُج عَلَيْهِمْ قَوَابِص فَيَظُنُّونَ أَنَّهَا قَدْ أَهْلَكَتْ مَا خَلَقَ اللَّه مِنْ شَيْء فَيَرْجِعُونَ سِرَاعًا ثُمَّ يَأْمُرهُمْ الثَّانِيَة فَيَرْجِعُونَ كَذَلِكَ يَقُول الرَّبّ عَزَّ وَجَلَّ قَبْل أَنْ أَخْلُقكُمْ عَلِمْت مَا أَنْتُمْ عَامِلُونَ وَعَلَى عِلْمِي خَلَقْتُكُمْ وَإِلَى عِلْمِي تَصِيرُونَ ضُمِّيهِمْ فَتَأْخُذهُمْ النَّار \"\" الْحَدِيث الثَّامِن \" عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ وَأَرْضَاهُ . قَدْ تَقَدَّمَ رِوَايَته مُنْدَرِجَة مَعَ رِوَايَة الْأَسْوَد بْن سَرِيع رَضِيَ اللَّه عَنْهُ وَفِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ كَمَا تُنْتَج الْبَهِيمَة بَهِيمَة جَمْعَاء هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاء ؟ \" وَفِي رِوَايَة قَالُوا : يَا رَسُول اللَّه أَفَرَأَيْت مَنْ يَمُوت صَغِيرًا ؟ قَالَ \" اللَّه أَعْلَم بِمَا كَانُوا عَامِلِينَ \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُوسَى بْن دَاوُد حَدَّثَنَا عَبْد الرَّحْمَن بْن ثَابِت عَنْ عَطَاء بْن ضَمْرَة عَنْ عَبْد اللَّه بْن ضَمْرَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا أَعْلَم - شَكَّ مُوسَى - قَالَ \" ذَرَارِيّ الْمُسْلِمِينَ فِي الْجَنَّة يَكْفُلهُمْ إِبْرَاهِيم عَلَيْهِ السَّلَام \" وَفِي صَحِيح مُسْلِم عَنْ عِيَاض بْن حَمَّاد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ اللَّه عَزَّ وَجَلَّ أَنَّهُ قَالَ \" إِنِّي خَلَقْت عِبَادِي حُنَفَاء \" وَفِي رِوَايَة لِغَيْرِهِ \" مُسْلِمِينَ \"\" الْحَدِيث التَّاسِع \" عَنْ سَمُرَة رَضِيَ اللَّه عَنْهُ رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَرْقَانِيّ فِي كِتَابه الْمُسْتَخْرَج عَلَى الْبُخَارِيّ مِنْ حَدِيث عَوْف الْأَعْرَابِيّ. عَنْ أَبِي رَجَاء الْعُطَارِدِيّ عَنْ سَمُرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة \" فَنَادَاهُ النَّاس يَا رَسُول اللَّه وَأَوْلَاد الْمُشْرِكِينَ ؟ قَالَ \" وَأَوْلَاد الْمُشْرِكِينَ\" وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد حَدَّثَنَا عُقْبَة بْن مُكْرِم الضَّبِّيّ عَنْ عِيسَى بْن شُعَيْب عَنْ عَبَّاد بْن مَنْصُور عَنْ أَبِي رَجَاء عَنْ سَمُرَة قَالَ سَأَلْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَطْفَال الْمُشْرِكِينَ قَالَ \" هُمْ خَدَم أَهْل الْجَنَّة \" . \" الْحَدِيث الْعَاشِر \" عَنْ عَمّ خَنْسَاء . قَالَ أَحْمَد حَدَّثَنَا رَوْح حَدَّثَنَا عَوْف عَنْ خَنْسَاء بِنْت مُعَاوِيَة مِنْ بَنِي صَرِيم قَالَتْ حَدَّثَنِي عَمِّي قَالَ : قُلْت يَا رَسُول اللَّه مَنْ فِي الْجَنَّة ؟ قَالَ \" النَّبِيّ فِي الْجَنَّة وَالشَّهِيد فِي الْجَنَّة وَالْمَوْلُود فِي الْجَنَّة وَالْوَئِيد فِي الْجَنَّة \" فَمِنْ الْعُلَمَاء مَنْ ذَهَبَ إِلَى الْوُقُوف فِيهِمْ لِهَذَا الْحَدِيث وَمِنْهُمْ مَنْ جَزَمَ لَهُمْ بِالْجَنَّةِ لِحَدِيثِ سَمُرَة بْن جُنْدُب فِي صَحِيح الْبُخَارِيّ أَنَّهُ عَلَيْهِ السَّلَام قَالَ فِي جُمْلَة ذَلِكَ الْمَنَام حِين مَرَّ عَلَى ذَلِكَ الشَّيْخ تَحْت الشَّجَرَة وَحَوْله وِلْدَان فَقَالَ لَهُ جِبْرِيل : هَذَا إِبْرَاهِيم عَلَيْهِ السَّلَام وَهَؤُلَاءِ أَوْلَاد الْمُسْلِمِينَ وَأَوْلَاد الْمُشْرِكِينَ قَالُوا : يَا رَسُول اللَّه وَأَوْلَاد الْمُشْرِكِينَ ؟ قَالَ \" نَعَمْ وَأَوْلَاد الْمُشْرِكِينَ \" وَمِنْهُمْ مَنْ جَزَمَ لَهُمْ بِالنَّارِ لِقَوْلِهِ عَلَيْهِ السَّلَام \" هُمْ مَعَ آبَائِهِمْ \" . وَمِنْهُمْ مَنْ ذَهَبَ إِلَى أَنَّهُمْ يُمْتَحَنُونَ يَوْم الْقِيَامَة فِي الْعَرَصَات فَمَنْ أَطَاعَ دَخَلَ الْجَنَّة وَانْكَشَفَ عِلْم اللَّه فِيهِمْ بِسَابِقِ السَّعَادَة وَمَنْ عَصَى دَخَلَ النَّار دَاخِرًا وَانْكَشَفَ عِلْم اللَّه فِيهِ بِسَابِقِ الشَّقَاوَة . وَهَذَا الْقَوْل يَجْمَع بَيْن الْأَدِلَّة كُلّهَا وَقَدْ صَرَّحَتْ بِهِ الْأَحَادِيث الْمُتَقَدِّمَة الْمُتَعَاضِدَة الشَّاهِد بَعْضهَا لِبَعْضٍ وَهَذَا الْقَوْل هُوَ الَّذِي حَكَاهُ الشَّيْخ أَبُو الْحَسَن عَلِيّ بْن إِسْمَاعِيل الْأَشْعَرِيّ عَنْ أَهْل السُّنَّة وَالْجَمَاعَة وَهُوَ الَّذِي نَصَرَهُ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي كِتَاب الِاعْتِقَاد وَكَذَلِكَ غَيْره مِنْ مُحَقِّقِي الْعُلَمَاء وَالْحُفَّاظ وَالنُّقَّاد . وَقَدْ ذَكَرَ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ النَّمِرِيّ بَعْدَمَا تَقَدَّمَ مِنْ أَحَادِيث الِامْتِحَان ثُمَّ قَالَ : وَأَحَادِيث هَذَا الْبَاب لَيْسَتْ قَوِيَّة وَلَا تَقُوم بِهَا حُجَّة وَأَهْل الْعِلْم يُنْكِرُونَهَا لِأَنَّ الْآخِرَة دَار جَزَاء وَلَيْسَتْ بِدَارِ عَمَل وَلَا اِبْتِلَاء فَكَيْف يُكَلَّفُونَ دُخُول النَّار وَلَيْسَ ذَلِكَ فِي وُسْع الْمَخْلُوقِينَ وَاَللَّه لَا يُكَلِّف نَفْسًا إِلَّا وُسْعهَا \" وَالْجَوَاب \" عَمَّا قَالَ إِنَّ أَحَادِيث هَذَا الْبَاب مِنْهَا مَا هُوَ صَحِيح كَمَا قَدْ نَصَّ عَلَى ذَلِكَ كَثِير مِنْ أَئِمَّة الْعُلَمَاء وَمِنْهَا مَا هُوَ حَسَن وَمِنْهَا مَا هُوَ ضَعِيف يَقْوَى بِالصَّحِيحِ وَالْحَسَن وَإِذَا كَانَتْ أَحَادِيث الْبَاب الْوَاحِد مُتَّصِلَة مُتَعَاضِدَة عَلَى هَذَا النَّمَط أَفَادَتْ الْحُجَّة عِنْد النَّاظِر فِيهَا وَأَمَّا قَوْله إِنَّ الدَّار الْآخِرَة دَار جَزَاء فَلَا شَكّ أَنَّهَا دَار جَزَاء وَلَا يُنَافِي التَّكْلِيف فِي عَرَصَاتهَا قَبْل دُخُول الْجَنَّة أَوْ النَّار كَمَا حَكَاهُ الشَّيْخ أَبُو الْحَسَن الْأَشْعَرِيّ عَنْ مَذْهَب أَهْل السُّنَّة وَالْجَمَاعَة مِنْ اِمْتِحَان الْأَطْفَال وَقَدْ قَالَ تَعَالَى \" يَوْم يُكْشَف عَنْ سَاق وَيُدْعَوْنَ إِلَى السُّجُود \" الْآيَة وَقَدْ ثَبَتَ فِي الصِّحَاح وَغَيْرهَا أَنَّ الْمُؤْمِنِينَ يَسْجُدُونَ لِلَّهِ يَوْم الْقِيَامَة وَأَنَّ الْمُنَافِق لَا يَسْتَطِيع ذَلِكَ وَيَعُود ظَهْره كَالصَّفِيحَةِ الْوَاحِدَة طَبَقًا وَاحِدًا كُلَّمَا أَرَادَ السُّجُود خَرَّ لِقَفَاهُ . وَفِي الصَّحِيحَيْنِ فِي الرَّجُل الَّذِي يَكُون آخِر أَهْل النَّار خُرُوجًا مِنْهَا أَنَّ اللَّه يَأْخُذ عُهُوده وَمَوَاثِيقه أَنْ لَا يَسْأَل غَيْر مَا هُوَ فِيهِ وَيَتَكَرَّر ذَلِكَ مِرَارًا وَيَقُول اللَّه تَعَالَى : \" يَا اِبْن آدَم مَا أَغْدَرك \" ثُمَّ يَأْذَن لَهُ فِي دُخُول الْجَنَّة وَأَمَّا قَوْله فَكَيْف يُكَلِّفهُمْ اللَّه دُخُول النَّار وَلَيْسَ ذَلِكَ فِي وُسْعهمْ فَلَيْسَ هَذَا بِمَانِعٍ مِنْ صِحَّة الْحَدِيث فَإِنَّ اللَّه يَأْمُر الْعِبَاد يَوْم الْقِيَامَة بِالْجَوَازِ عَلَى الصِّرَاط وَهُوَ جِسْر عَلَى جَهَنَّم أَحَدّ مِنْ السَّيْف وَأَدَقّ مِنْ الشَّعْرَة وَيَمُرّ الْمُؤْمِنُونَ عَلَيْهِ بِحَسَبِ أَعْمَالهمْ كَالْبَرْقِ وَكَالرِّيحِ وَكَأَجَاوِيد الْخَيْل وَالرِّكَاب وَمِنْهُمْ السَّاعِي وَمِنْهُمْ الْمَاشِي وَمِنْهُمْ مَنْ يَحْبُو حَبْوًا وَمِنْهُمْ الْمَكْدُوش عَلَى وَجْهه فِي النَّار وَلَيْسَ مَا وَرَدَ فِي أُولَئِكَ بِأَعْظَم مِنْ هَذَا بَلْ هَذَا أَطَمّ وَأَعْظَم وَأَيْضًا فَقَدْ ثَبَتَتْ السُّنَّة بِأَنَّ الدَّجَّال يَكُون مَعَهُ جَنَّة وَنَار وَقَدْ أَمَرَ الشَّارِع الْمُؤْمِنِينَ الَّذِينَ يُدْرِكُونَهُ أَنْ يَشْرَب أَحَدهمْ مِنْ الَّذِي يَرَى أَنَّهُ نَار فَإِنَّهُ يَكُون عَلَيْهِ بَرْدًا وَسَلَامًا فَهَذَا نَظِير ذَاكَ وَأَيْضًا فَإِنَّ اللَّه تَعَالَى أَمَرَ بَنِي إِسْرَائِيل أَنْ يَقْتُلُوا أَنْفُسهمْ فَقَتَلَ بَعْضهمْ بَعْضًا حَتَّى قَتَلُوا فِيمَا قِيلَ فِي غَدَاة وَاحِدَة سَبْعِينَ أَلْفًا يَقْتُل الرَّجُل أَبَاهُ وَأَخَاهُ وَهُمْ فِي عَمَايَة غَمَامَة أَرْسَلَهَا اللَّه عَلَيْهِمْ وَذَلِكَ عُقُوبَة لَهُمْ عَلَى عِبَادَتهمْ الْعِجْل وَهَذَا أَيْضًا شَاقّ عَلَى النُّفُوس جِدًّا لَا يَتَقَاصَر عَمَّا وَرَدَ فِي الْحَدِيث الْمَذْكُور وَاَللَّه أَعْلَم . \" فَصْل \" إِذَا تَقَرَّرَ هَذَا فَقَدْ اِخْتَلَفَ النَّاس فِي وِلْدَان الْمُشْرِكِينَ عَلَى أَقْوَال \" إِحْدَاهَا \" أَنَّهُمْ فِي الْجَنَّة وَاحْتَجُّوا بِحَدِيثِ سَمُرَة أَنَّهُ عَلَيْهِ السَّلَام رَأَى مَعَ إِبْرَاهِيم عَلَيْهِ السَّلَام أَوْلَاد الْمُسْلِمِينَ وَأَوْلَاد الْمُشْرِكِينَ وَبِمَا تَقَدَّمَ فِي رِوَايَة أَحْمَد عَنْ خَنْسَاء عَنْ عَمّهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَالْمَوْلُود فِي الْجَنَّة \" وَهَذَا اِسْتِدْلَال صَحِيح وَلَكِنَّ أَحَادِيث الِامْتِحَان أَخَصّ مِنْهُ . فَمَنْ عَلِمَ اللَّه مِنْهُ أَنَّهُ يُطِيع جَعَلَ رُوحه فِي الْبَرْزَخ مَعَ إِبْرَاهِيم وَأَوْلَاد الْمُسْلِمِينَ الَّذِينَ مَاتُوا عَلَى الْفِطْرَة وَمَنْ عَلِمَ مِنْهُ أَنَّهُ لَا يُجِيب فَأَمْره إِلَى اللَّه تَعَالَى وَيَوْم الْقِيَامَة يَكُون فِي النَّار كَمَا دَلَّتْ عَلَيْهِ أَحَادِيث الِامْتِحَان وَنَقَلَهُ الْأَشْعَرِيّ عَنْ أَهْل السُّنَّة ثُمَّ إِنَّ هَؤُلَاءِ الْقَائِلِينَ بِأَنَّهُمْ فِي الْجَنَّة مِنْهُمْ مَنْ يَجْعَلهُمْ مُسْتَقِلِّينَ فِيهَا وَمِنْهُمْ مَنْ يَجْعَلهُمْ خَدَمًا لَهُمْ كَمَا جَاءَ فِي حَدِيث عَلِيّ بْن زَيْد عَنْ أَنَس عِنْد أَبِي دَاوُد الطَّيَالِسِيّ وَهُوَ ضَعِيف وَاَللَّه أَعْلَم . \" وَالْقَوْل الثَّانِي \" أَنَّهُمْ مَعَ آبَائِهِمْ فِي النَّار وَاسْتَدَلَّ عَلَيْهِ بِمَا رَوَاهُ الْإِمَام أَحْمَد بْن حَنْبَل عَنْ أَبِي الْمُغِيرَة حَدَّثَنَا عُتْبَة بْن ضَمْرَة بْن حَبِيب حَدَّثَنِي عَبْد اللَّه بْن أَبَى قَيْس مَوْلَى غُطَيْف أَنَّهُ أَتَى عَائِشَة فَسَأَلَهَا عَنْ ذَرَارِيّ الْكُفَّار فَقَالَتْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُمْ تَبَع لِآبَائِهِمْ\" فَقُلْت يَا رَسُول اللَّه بِلَا أَعْمَال ؟ فَقَالَ \" اللَّه أَعْلَم بِمَا كَانُوا عَامِلِينَ \" وَأَخْرَجَهُ أَبُو دَاوُد مِنْ حَدِيث مُحَمَّد بْن حَرْب عَنْ مُحَمَّد بْن زِيَاد الْأَلْهَانِيّ سَمِعْت عَبْد اللَّه بْن أَبِي قَيْس سَمِعْت عَائِشَة تَقُول سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ ذَرَارِيّ الْمُؤْمِنِينَ قَالَ \" هُمْ مَعَ آبَائِهِمْ \" قُلْت فَذَرَارِيّ الْمُشْرِكِينَ ؟ قَالَ \" هُمْ مَعَ آبَائِهِمْ \" فَقُلْت بِلَا عَمَل ؟ قَالَ \" اللَّه أَعْلَم بِمَا كَانُوا عَامِلِينَ \" وَرَوَاهُ أَحْمَد أَيْضًا عَنْ وَكِيع عَنْ أَبِي عُقَيْل يَحْيَى بْن الْمُتَوَكِّل وَهُوَ مَتْرُوك عَنْ مَوْلَاته بَهِيَّة عَنْ عَائِشَة أَنَّهَا ذَكَرَتْ أَطْفَال الْمُشْرِكِينَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" إِنْ شِئْت أَسْمَعْتُك تَضَاغِيهمْ فِي النَّار \" وَرَوَى عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة عَنْ مُحَمَّد بْن فُضَيْل بْن غَزْوَان عَنْ مُحَمَّد بْن عُثْمَان عَنْ زَاذَان عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : سَأَلَتْ خَدِيجَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ وَلَدَيْنِ لَهَا مَاتَا فِي الْجَاهِلِيَّة فَقَالَ \" هُمَا فِي النَّار \" قَالَ فَلَمَّا رَأَى الْكَرَاهِيَة فِي وَجْههَا فَقَالَ لَهَا \" لَوْ رَأَيْت مَكَانهمَا لَأَبْغَضْتهمَا \" قَالَتْ فَوَلَدِي مِنْك ؟ قَالَ \" إِنَّ الْمُؤْمِنِينَ وَأَوْلَادهمْ فِي الْجَنَّة وَإِنَّ الْمُشْرِكِينَ وَأَوْلَادهمْ فِي النَّار - ثُمَّ قَرَأَ \" وَاَلَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتهمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتهمْ \" وَهَذَا حَدِيث غَرِيب فَإِنَّ فِي إِسْنَاده مُحَمَّد بْن عُثْمَان مَجْهُول الْحَال وَشَيْخه زَاذَان لَمْ يُدْرِك عَلِيًّا وَاَللَّه أَعْلَم . وَرَوَى أَبُو دَاوُد مِنْ حَدِيث اِبْن أَبِي زَائِدَة عَنْ أَبِيهِ عَنْ الشَّعْبِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْوَائِدَة وَالْمَوْءُودَة فِي النَّار \" ثُمَّ قَالَ الشَّعْبِيّ حَدَّثَنِي بِهِ عَلْقَمَة عَنْ أَبِي وَائِل عَنْ اِبْن مَسْعُود وَقَدْ رَوَاهُ جَمَاعَة عَنْ دَاوُد بْن أَبِي هِنْد عَنْ الشَّعْبِيّ عَنْ عَلْقَمَة عَنْ سَلَمَة بْن قَيْس الْأَشْجَعِيّ قَالَ : أَتَيْت أَنَا وَأَخِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْنَا إِنَّ أُمّنَا مَاتَتْ فِي الْجَاهِلِيَّة وَكَانَتْ تَقْرِي الضَّيْف وَتَصِل الرَّحِم وَأَنَّهَا وَأَدَتْ أُخْتًا لَنَا فِي الْجَاهِلِيَّة لَمْ تَبْلُغ الْحِنْث فَقَالَ \" الْوَائِدَة وَالْمَوْءُودَة فِي النَّار إِلَّا أَنْ تُدْرِك الْوَائِدَة الْإِسْلَام فَتُسْلِم \" وَهَذَا إِسْنَاد حَسَن . \" وَالْقَوْل الثَّالِث \" التَّوَقُّف فِيهِمْ وَاعْتَمَدُوا عَلَى قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّه أَعْلَم بِمَا كَانُوا عَامِلِينَ \" وَهُوَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث جَعْفَر بْن أَبِي إِيَاس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَوْلَاد الْمُشْرِكِينَ قَالَ \" اللَّه أَعْلَم بِمَا كَانُوا عَامِلِينَ \" وَكَذَلِكَ هُوَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ عَنْ عَطَاء بْن يَزِيد وَعَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ سُئِلَ عَنْ أَطْفَال الْمُشْرِكِينَ فَقَالَ \" اللَّه أَعْلَم بِمَا كَانُوا عَامِلِينَ \" وَمِنْهُمْ مَنْ جَعَلَهُمْ مِنْ أَهْل الْأَعْرَاف وَهَذَا الْقَوْل يَرْجِع إِلَى قَوْل مَنْ ذَهَبَ إِلَى أَنَّهُمْ مِنْ أَهْل الْجَنَّة لِأَنَّ الْأَعْرَاف لَيْسَ دَار قَرَار وَمَآل أَهْلهَا إِلَى الْجَنَّة كَمَا تَقَدَّمَ تَقْرِير ذَلِكَ فِي سُورَة الْأَعْرَاف وَاَللَّه أَعْلَم. \" فَصْل \" وَلْيُعْلَمْ أَنَّ هَذَا الْخِلَاف مَخْصُوص بِأَطْفَالِ الْمُشْرِكِينَ فَأَمَّا وِلْدَان الْمُؤْمِنِينَ فَلَا خِلَاف بَيْن الْعُلَمَاء كَمَا حَكَاهُ الْقَاضِي أَبُو يَعْلَى بْن الْفَرَّاء الْحَنْبَلِيّ عَنْ الْإِمَام أَحْمَد أَنَّهُ قَالَ : لَا يُخْتَلَف فِيهِمْ أَنَّهُمْ مِنْ أَهْل الْجَنَّة وَهَذَا هُوَ الْمَشْهُور بَيْن النَّاس وَهُوَ الَّذِي نَقْطَع بِهِ إِنْ شَاءَ اللَّه عَزَّ وَجَلَّ . فَأَمَّا مَا ذَكَرَهُ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ مِنْ بَعْض الْعُلَمَاء أَنَّهُمْ تَوَقَّفُوا فِي ذَلِكَ وَأَنَّ الْوِلْدَان كُلّهمْ تَحْت الْمَشِيئَة قَالَ أَبُو عُمَر ذَهَبَ إِلَى هَذَا الْقَوْل جَمَاعَة مِنْ أَهْل الْفِقْه وَالْحَدِيث مِنْهُمْ حَمَّاد بْن زَيْد وَحَمَّاد بْن سَلَمَة وَابْن الْمُبَارَك وَإِسْحَاق بْن رَاهْوَيْهِ وَغَيْرهمْ قَالَ وَهُوَ يُشْبِه مَا رَسَمَ مَالِك فِي مُوَطَّئِهِ فِي أَبْوَاب الْقَدَر وَمَا أَوْرَدَهُ مِنْ الْأَحَادِيث فِي ذَلِكَ وَعَلَى ذَلِكَ أَكْثَر أَصْحَابه وَلَيْسَ عَنْ مَالِك فِيهِ شَيْء مَنْصُوص إِلَّا أَنَّ الْمُتَأَخِّرِينَ مِنْ أَصْحَابه ذَهَبُوا إِلَى أَنَّ أَطْفَال الْمُسْلِمِينَ فِي الْجَنَّة وَأَطْفَال الْمُشْرِكِينَ خَاصَّة فِي الْمَشِيئَة اِنْتَهَى كَلَامه وَهُوَ غَرِيب جِدًّا. وَقَدْ ذَكَرَ أَبُو عَبْد اللَّه الْقُرْطُبِيّ فِي كِتَاب التَّذْكِرَة نَحْو ذَلِكَ أَيْضًا وَاَللَّه أَعْلَم . وَقَدْ ذَكَرُوا فِي ذَلِكَ أَيْضًا حَدِيث عَائِشَة بِنْت طَلْحَة عَنْ عَائِشَة أُمّ الْمُؤْمِنِينَ قَالَتْ : دُعِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جِنَازَة صَبِيّ مِنْ الْأَنْصَار فَقُلْت يَا رَسُول اللَّه طُوبَى لَهُ عُصْفُور مِنْ عَصَافِير الْجَنَّة لَمْ يَعْمَل السُّوء وَلَمْ يُدْرِكهُ فَقَالَ \" أَوَغَيْر ذَلِكَ يَا عَائِشَة إِنَّ اللَّه خَلَقَ الْجَنَّة وَخَلَقَ لَهَا أَهْلًا وَهُمْ فِي أَصْلَاب آبَائِهِمْ وَخَلَقَ النَّار وَخَلَقَ لَهَا أَهْلًا وَهُمْ فِي أَصْلَاب آبَائِهِمْ \" رَوَاهُ مُسْلِم وَأَحْمَد وَأَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ . وَلَمَّا كَانَ الْكَلَام فِي هَذِهِ الْمَسْأَلَة يَحْتَاج إِلَى دَلَائِل صَحِيحَة جَيِّدَة وَقَدْ يَتَكَلَّم فِيهَا مَنْ لَا عِلْم عِنْده عَنْ الشَّارِع كَرِهَ جَمَاعَة مِنْ الْعُلَمَاء الْكَلَام فِيهَا رُوِيَ ذَلِكَ عَنْ اِبْن عَبَّاس وَالْقَاسِم بْن مُحَمَّد بْن أَبِي بَكْر الصِّدِّيق وَمُحَمَّد بْن الْحَنَفِيَّة وَغَيْرهمْ . وَأَخْرَجَ اِبْن حِبَّان فِي صَحِيحه عَنْ جَرِير بْن حَازِم سَمِعْت أَبَا رَجَاء الْعُطَارِدِيّ سَمِعْت اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَهُوَ عَلَى الْمِنْبَر يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَزَال أَمْر هَذِهِ الْأُمَّة مُوَاتِيًا أَوْ مُقَارِبًا مَا لَمْ يَتَكَلَّمُوا فِي الْوِلْدَان وَالْقَدَر \" قَالَ اِبْن حِبَّان يَعْنِي أَطْفَال الْمُشْرِكِينَ وَهَكَذَا رَوَاهُ أَبُو بَكْر الْبَزَّار مِنْ طَرِيق جَرِير اِبْن حَازِم بِهِ ثُمَّ قَالَ وَقَدْ رَوَاهُ جَمَاعَة عَنْ أَبِي رَجَاء عَنْ اِبْن عَبَّاس مَوْقُوفًا .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38196, "aya_id": 15}]