[{"text": "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ", "sura_id": 42, "type": 0, "id": 4290, "aya_id": 18}, {"text": "يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها ويعلمون أنها الحق ألا إن الذين يمارون في الساعة لفي ضلال بعيد", "sura_id": 42, "type": 1, "id": 10526, "aya_id": 18}, {"text": "18 - (يستعجل بها الذين لا يؤمنون بها) يقولون متى تأتي ظنا منهم أنها غير آتية (والذين آمنوا مشفقون) خائفون (منها ويعلمون أنها الحق ألا إن الذين يمارون) يجادلون (في الساعة لفي ضلال بعيد) \r\n", "sura_id": 42, "type": 2, "id": 29234, "aya_id": 18}, {"text": "يستعجل بمجيء الساعة الذين لا يؤمنون بها؛ تهكمًا واستهزاءً، والذين آمنوا بها خائفون من قيامها, ويعلمون أنها الحق الذي لا شك فيه. ألا إن الذين يخاصمون في قيام الساعة لفي ضلال بعيد عن الحق.\r\n", "sura_id": 42, "type": 3, "id": 35470, "aya_id": 18}, {"text": " <font color=red>يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ</font><BR><p>أَيْ يَقُولُونَ مَتَى هَذَا الْوَعْد إِنْ كُنْتُمْ صَادِقِينَ وَإِنَّمَا يَقُولُونَ ذَلِكَ تَكْذِيبًا وَاسْتِبْعَادًا وَكُفْرًا وَعِنَادًا \" وَاَلَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا \" أَيْ خَائِفُونَ وَجِلُونَ مِنْ وُقُوعهَا \" وَيَعْلَمُونَ أَنَّهَا الْحَقّ \" أَيْ كَائِنَة لَا مَحَالَة فَهُمْ مُسْتَعِدُّونَ لَهَا عَامِلُونَ مِنْ أَجْلهَا . وَقَدْ رُوِيَ مِنْ طُرُق تَبْلُغ دَرَجَة التَّوَاتُر فِي الصِّحَاح وَالْحِسَان وَالسُّنَن وَالْمَسَانِيد وَفِي بَعْض أَلْفَاظه أَنَّ رَجُلًا سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِصَوْتٍ جَهْوَرِيّ وَهُوَ فِي بَعْض أَسْفَاره فَنَادَاهُ فَقَالَ يَا مُحَمَّد فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْوًا مِنْ صَوْته \" هَاؤُمُ \" فَقَالَ لَهُ مَتَى السَّاعَة ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيْحك إِنَّهَا كَائِنَة فَمَا أَعْدَدْت لَهَا ؟ \" فَقَالَ حُبّ اللَّه وَرَسُوله فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْتَ مَعَ مَنْ أَحْبَبْت \" فَقَوْله فِي الْحَدِيث \" الْمَرْء مَعَ مَنْ أَحَبَّ \" هَذَا مُتَوَاتِر لَا مَحَالَة وَالْغَرَض أَنَّهُ لَمْ يُجِبْهُ عَنْ وَقْت السَّاعَة بَلْ أَمَرَهُ بِالِاسْتِعْدَادِ لَهَا . وَقَوْله تَعَالَى \" أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَة \" أَيْ يُجَادِلُونَ فِي وُجُودهَا وَيَدْفَعُونَ وُقُوعهَا \" لَفِي ضَلَال بَعِيد \" أَيْ فِي جَهْل بَيِّن لِأَنَّ الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض قَادِر عَلَى إِحْيَاء الْمَوْتَى بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى كَمَا قَالَ تَعَالَى \" وَهُوَ الَّذِي يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ وَهُوَ أَهْوَن عَلَيْهِ \" .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41088, "aya_id": 18}]