[{"text": "لِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَزِيَادَةٌ وَلاَ يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلاَ ذِلَّةٌ أُوْلَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ", "sura_id": 10, "type": 0, "id": 1390, "aya_id": 26}, {"text": "للذين أحسنوا الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة أولئك أصحاب الجنة هم فيها خالدون", "sura_id": 10, "type": 1, "id": 7626, "aya_id": 26}, {"text": "26 - (للذين أحسنوا) بالإيمان (الحسنى) الجنة (وزيادة) هي النظر إليه تعالى كما في حديث مسلم (ولا يرهق) يغشى (وجوههم قتر) سواد (ولا ذلة) كآبة (أولئك أصحاب الجنة هم فيها خالدون) \r\n", "sura_id": 10, "type": 2, "id": 26334, "aya_id": 26}, {"text": "للمؤمنين الذين أحسنوا عبادة الله فأطاعوه فيما أمر ونهى, الجنةُ, وزيادة عليها, وهي النظر إلى وجه الله تعالى في الجنة, والمغفرةُ والرضوان, ولا يغشى وجوههم غبار ولا ذلة, كما يلحق أهل النار. هؤلاء المتصفون بهذه الصفات هم أصحاب الجنة ماكثون فيها أبدًا.\r\n", "sura_id": 10, "type": 3, "id": 32570, "aya_id": 26}, {"text": " <font color=red>لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّ لِمَنْ أَحْسَن الْعَمَل فِي الدُّنْيَا بِالْإِيمَانِ وَالْعَمَل الصَّالِح : الْحُسْنَى فِي الدَّار الْآخِرَة كَقَوْلِهِ تَعَالَى \" هَلْ جَزَاء الْإِحْسَان إِلَّا الْإِحْسَان \" وَقَوْله \" وَزِيَادَة \" هِيَ تَضْعِيف ثَوَاب الْأَعْمَال بِالْحَسَنَةِ عَشْر أَمْثَالهَا إِلَى سَبْعمِائَةِ ضِعْف وَزِيَادَة عَلَى ذَلِكَ أَيْضًا وَيَشْمَل مَا يُعْطِيهِمْ اللَّه فِي الْجِنَان مِنْ الْقُصُور وَالْحُور وَالرِّضَا عَنْهُمْ وَمَا أَخْفَاهُ لَهُمْ مِنْ قُرَّة أَعْيُن وَأَفْضَل مِنْ ذَلِكَ وَأَعْلَاهُ النَّظَر إِلَى وَجْهه الْكَرِيم فَإِنَّهُ زِيَادَة أَعْظَم مِنْ جَمِيع مَا أُعْطُوهُ لَا يَسْتَحِقُّونَهَا بِعَمَلِهِمْ بَلْ بِفَضْلِهِ وَرَحْمَته وَقَدْ رُوِيَ تَفْسِير الزِّيَادَة بِالنَّظَرِ إِلَى وَجْهه الْكَرِيم عَنْ أَبِي بَكْر الصِّدِّيق وَحُذَيْفَة بْن الْيَمَان وَعَبْد اللَّه بْن عَبَّاس وَسَعِيد بْن الْمُسَيِّب وَعَبْد الرَّحْمَن بْن أَبِي لَيْلَى وَعَبْد الرَّحْمَن بْن سَابِط وَمُجَاهِد وَعِكْرِمَة وَعَامِر بْن سَعْد وَعَطَاء وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَمُحَمَّد بْن إِسْحَاق وَغَيْرهمْ مِنْ السَّلَف وَالْخَلَف وَقَدْ وَرَدَتْ فِيهِ أَحَادِيث كَثِيرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمِنْ ذَلِكَ مَا رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان أَخْبَرَنَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت الْبُنَانِيّ عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ صُهَيْب رَضِيَ اللَّه عَنْهُمْ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلَا هَذِهِ الْآيَة \" لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة \" وَقَالَ \" إِذَا دَخَلَ أَهْل الْجَنَّة الْجَنَّة وَأَهْل النَّار النَّار نَادَى مُنَادٍ يَا أَهْل الْجَنَّة إِنَّ لَكُمْ عِنْد اللَّه مَوْعِدًا يُرِيد أَنْ يُنْجِزكُمُوهُ فَيَقُولُونَ وَمَا هُوَ أَلَمْ يُثْقِل مَوَازِيننَا ؟ أَلَمْ يُبَيِّض وُجُوهنَا وَيُدْخِلنَا الْجَنَّة وَيُجِرْنَا مِنْ النَّار ؟ - قَالَ - فَيَكْشِف لَهُمْ الْحِجَاب فَيَنْظُرُونَ إِلَيْهِ فَوَاَللَّهِ مَا أَعْطَاهُمْ اللَّه شَيْئًا أَحَبَّ إِلَيْهِمْ مِنْ النَّظَر إِلَيْهِ وَلَا أَقَرَّ لِأَعْيُنِهِمْ \" وَهَكَذَا رَوَاهُ مُسْلِم وَجَمَاعَة مِنْ الْأَئِمَّة مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ وَقَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس قَالَ : أَخْبَرَنَا اِبْن وَهْب قَالَ : أَخْبَرَنِي شَبِيب عَنْ أَبَانَ بْن أَبِي تَمِيمَة الْهُجَيْمِيّ أَنَّهُ سَمِعَ أَبَا مُوسَى الْأَشْعَرِيّ يُحَدِّث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يَبْعَث يَوْم الْقِيَامَة مُنَادِيًا يُنَادِي يَا أَهْل الْجَنَّة - بِصَوْتٍ يُسْمِع أَوَّلهمْ وَآخِرهمْ - إِنَّ اللَّه وَعَدَكُمْ الْحُسْنَى وَزِيَادَة فَالْحُسْنَى الْجَنَّة وَالزِّيَادَة النَّظَر إِلَى وَجْه الرَّحْمَن عَزَّ وَجَلَّ \" رَوَاهُ أَيْضًا اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي بَكْر الْهُذَلِيّ عَنْ أَبِي تَمِيمَة الْهُجَيْمِيّ بِهِ وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا إِبْرَاهِيم بْن الْمُخْتَار عَنْ اِبْن جَرِير عَنْ عَطَاء عَنْ كَعْب بْن عُجْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة \" قَالَ \" النَّظَر إِلَى وَجْه الرَّحْمَن عَزَّ وَجَلَّ \" وَقَالَ أَيْضًا : حَدَّثَنَا اِبْن عَبْد الرَّحِيم حَدَّثَنَا عُمَر بْن أَبِي سَلَمَة سَمِعْت زُهَيْرًا عَمَّنْ سَمِعَ أَبَا الْعَالِيَة حَدَّثَنَا أُبَيّ بْن كَعْب أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْل اللَّه عَزَّ وَجَلَّ \" لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة \" قَالَ \" الْحُسْنَى الْجَنَّة وَالزِّيَادَة النَّظَر إِلَى وَجْه اللَّه عَزَّ وَجَلَّ \" وَرَوَاهُ اِبْن أَبِي حَاتِم أَيْضًا مِنْ حَدِيث زُهَيْر بِهِ . وَقَوْله تَعَالَى \" وَلَا يَرْهَق وُجُوههمْ قَتَر \" أَيْ قَتَام وَسَوَاد فِي عَرَصَات الْمَحْشَر كَمَا يَعْتَرِي وُجُوه الْكَفَرَة الْفَجَرَة مِنْ الْقَتَرَة وَالْغَبَرَة \" وَلَا ذِلَّة \" أَيْ هَوَان وَصَغَار أَيْ لَا يَحْصُل لَهُمْ إِهَانَة فِي الْبَاطِن وَلَا فِي الظَّاهِر بَلْ هُمْ كَمَا قَالَ تَعَالَى فِي حَقّهمْ \" فَوَقَاهُمْ اللَّه شَرّ ذَلِكَ الْيَوْم وَلَقَّاهُمْ نَضْرَة وَسُرُورًا \" أَيْ نَضْرَة فِي وُجُوههمْ وَسُرُورًا فِي قُلُوبهمْ جَعَلَنَا اللَّه مِنْهُمْ بِفَضْلِهِ وَرَحْمَته آمِينَ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37452, "aya_id": 26}]