[{"text": "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِّن بَعْدِ ضَرَّاء مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِي آيَاتِنَا قُلِ اللّهُ أَسْرَعُ مَكْرًا إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ", "sura_id": 10, "type": 0, "id": 1385, "aya_id": 21}, {"text": "وإذا أذقنا الناس رحمة من بعد ضراء مستهم إذا لهم مكر في آياتنا قل الله أسرع مكرا إن رسلنا يكتبون ما تمكرون", "sura_id": 10, "type": 1, "id": 7621, "aya_id": 21}, {"text": "21 - (وإذا أذقنا الناس) أي كفار مكة (رحمة) مطراً وخصباً (من بعد ضراء) بؤس وجدب (مسَّتهم إذا لهم مكر في آياتنا) بالاستهزاء والتكذيب (قل) لهم (الله أسرع مكراً) مجازاةً (إن رسلنا) الحفظة (يكتبون ما تمكرون) بالتاء والياء \r\n", "sura_id": 10, "type": 2, "id": 26329, "aya_id": 21}, {"text": "وإذا أذقنا المشركين يسرًا وفرجًا ورخاءً بعد عسر وشدة وكرب أصابهم, إذا هم يكذِّبون, ويستهزئون بآيات الله, قل -أيها الرسول- لهؤلاء المشركين المستهزئين: الله أسرع مكرًا واستدراجًا وعقوبة لكم. إن حَفَظَتَنا الذين نرسلهم إليكم يكتبون عليكم ما تمكرون في آياتنا, ثم نحاسبكم على ذلك.\r\n", "sura_id": 10, "type": 3, "id": 32565, "aya_id": 21}, {"text": " <font color=red>وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا قُلِ اللَّهُ أَسْرَعُ مَكْرًا إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ إِذَا أَذَاقَ النَّاس رَحْمَة مِنْ بَعْد ضَرَّاء مَسَّتْهُمْ كَالرَّخَاءِ بَعْد الشِّدَّة وَالْخِصْب بَعْد الْجَدْب وَالْمَطَر بَعْد الْقَحْط وَنَحْو ذَلِكَ \" إِذَا لَهُمْ مَكْر فِي آيَاتنَا \" قَالَ مُجَاهِد اِسْتِهْزَاء وَتَكْذِيب كَقَوْلِهِ \" وَإِذَا مَسَّ الْإِنْسَان الضُّرّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا \" الْآيَة وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ الصُّبْح عَلَى أَثَر سَمَاء كَانَتْ مِنْ اللَّيْل أَيْ مَطَر ثُمَّ قَالَ \" هَلْ تَدْرُونَ مَاذَا قَالَ رَبّكُمْ اللَّيْلَة ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" قَالَ أَصْبَحَ مِنْ عِبَادِي مُؤْمِن بِي وَكَافِر فَأَمَّا مَنْ قَالَ مُطِرْنَا بِفَضْلِ اللَّه وَرَحْمَته فَذَاكَ مُؤْمِن بِي كَافِر بِالْكَوْكَبِ وَأَمَّا مَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا فَذَاكَ كَافِر بِي مُؤْمِن بِالْكَوْكَبِ \" وَقَوْله \" قُلْ اللَّه أَسْرَع مَكْرًا \" أَيْ أَشَدّ اِسْتِدْرَاجًا وَإِمْهَالًا حَتَّى يَظُنّ الظَّانّ مِنْ الْمُجْرِمِينَ أَنَّهُ لَيْسَ بِمُعَذَّبٍ وَإِنَّمَا هُوَ فِي مُهْلَة ثُمَّ يُؤْخَذ عَلَى غِرَّة مِنْهُ وَالْكَاتِبُونَ الْكِرَام يَكْتُبُونَ عَلَيْهِ جَمِيع مَا يَفْعَلهُ وَيُحْصُونَهُ عَلَيْهِ ثُمَّ يُعْرَضُونَ عَلَى عَالِم الْغَيْب وَالشَّهَادَة فَيُجَازِيه عَلَى الْجَلِيل وَالْحَقِير وَالنَّقِير وَالْقِطْمِير.</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37447, "aya_id": 21}]