[{"text": "ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُل لَّا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ", "sura_id": 42, "type": 0, "id": 4295, "aya_id": 23}, {"text": "ذلك الذي يبشر الله عباده الذين آمنوا وعملوا الصالحات قل لا أسألكم عليه أجرا إلا المودة في القربى ومن يقترف حسنة نزد له فيها حسنا إن الله غفور شكور", "sura_id": 42, "type": 1, "id": 10531, "aya_id": 23}, {"text": "23 - (ذلك الذي يبشر) من البشارة مخففا ومثقلا به (الله عباده الذين آمنوا وعملوا الصالحات قل لا أسألكم عليه) على تبليغ الرسالة (أجرا إلا المودة في القربى) استثناء منقطع أي لكن أسألكم أن تودوا قرابتي التي هي قرابتكم أيضا فإن له في كل بطن من قريش قرابة (ومن يقترف) يكتسب (حسنة) طاعة (نزد له فيها حسنا) بتضعيفها (إن الله غفور) للذنوب (شكور) للقليل فيضاعفه \r\n", "sura_id": 42, "type": 2, "id": 29239, "aya_id": 23}, {"text": "ذلك الذي أخبرتكم به- أيها الناس- من النعيم والكرامة في الآخرة هو البشرى التي يبشر الله بها عباده الذين آمنوا به في الدنيا وأطاعوه. قل -أيها الرسول- للذين يشكون في الساعة من مشركي قومك: لا أسألكم على ما أدعوكم إليه من الحق الذي جئتكم به عوضًا من أموالكم, إلا أن تَوَدُّوني في قرابتي منكم, وتَصِلوا الرحم التي بيني وبينكم. ومن يكتسب حسنة نضاعفها له بعشر فصاعدًا. إن الله غفور لذنوب عباده, شكور لحسناتهم وطاعتهم إياه.\r\n", "sura_id": 42, "type": 3, "id": 35475, "aya_id": 23}, {"text": " <font color=red>ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ</font><BR><p>يَقُول تَعَالَى لَمَّا ذَكَرَ رَوْضَات الْجَنَّات لِعِبَادِهِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" ذَلِكَ الَّذِي يُبَشِّر اللَّه عِبَاده الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" أَيْ هَذَا حَاصِل لَهُمْ كَائِن لَا مَحَالَة بِبِشَارَةِ اللَّه تَعَالَى لَهُمْ بِهِ . وَقَوْله عَزَّ وَجَلَّ \" قُلْ لَا أَسْأَلكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّة فِي الْقُرْبَى \" أَيْ قُلْ يَا مُحَمَّد لِهَؤُلَاءِ الْمُشْرِكِينَ مِنْ كُفَّار قُرَيْش لَا أَسْأَلكُمْ عَلَى هَذَا الْبَلَاغ وَالنُّصْح لَكُمْ مَالًا تُعْطُونِيهِ وَإِنَّمَا أَطْلُب مِنْكُمْ أَنْ تَكُفُّوا شَرّكُمْ عَنِّي وَتَذَرُونِي أُبَلِّغ رِسَالَات رَبِّي إِنْ لَمْ تَنْصُرُونِي فَلَا تُؤْذُونِي بِمَا بَيْنِي وَبَيْنكُمْ مِنْ الْقَرَابَة . قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عَبْد الْمَلِك بْن مَيْسَرَة قَالَ سَمِعْت طَاوُسًا يُحَدِّث عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ سُئِلَ عَنْ قَوْله تَعَالَى\" إِلَّا الْمَوَدَّة فِي الْقُرْبَى \" فَقَالَ سَعِيد بْن جُبَيْر قُرْبَى آلِ مُحَمَّد فَقَالَ اِبْن عَبَّاس عَجِلْت إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَكُنْ بَطْن مِنْ قُرَيْش إِلَّا كَانَ لَهُ فِيهِمْ قَرَابَة فَقَالَ إِلَّا أَنْ تَصِلُوا مَا بَيْنِي وَبَيْنكُمْ مِنْ الْقَرَابَة وَانْفَرَدَ بِهِ الْبُخَارِيّ وَرَوَاهُ الْإِمَام أَحْمَد عَنْ يَحْيَى الْقَطَّان عَنْ شُعْبَة بِهِ وَهَكَذَا رَوَى عَامِر الشَّعْبِيّ وَالضَّحَّاك وَعَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ وَيُوسُف بْن مِهْرَان وَغَيْر وَاحِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا مِثْله وَبِهِ قَالَ مُجَاهِد وَعِكْرِمَة وَقَتَادَة وَالسُّدِّيّ وَأَبُو مَالِك وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْرهمْ. وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا هَاشِم بْن الْقَاسِم بْن زَيْد الطَّبَرَانِيّ وَجَعْفَر الْقَلَانِسِيّ قَالَا حَدَّثَنَا آدَم بْن أَبِي إِيَاس حَدَّثَنَا شَرِيك عَنْ خُصَيْف عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ لَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا أَسْأَلكُمْ عَلَيْهِ أَجْرًا إِلَّا أَنْ تَوُدُّونِي فِي نَفْسِي لِقَرَابَتِي مِنْكُمْ وَتَحْفَظُوا الْقَرَابَة بَيْنِي وَبَيْنكُمْ\" وَرَوَى الْإِمَام أَحْمَد عَنْ حَسَن بْن مُوسَى حَدَّثَنَا قَزَعَة يَعْنِي اِبْن سُوَيْد وَابْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ مُسْلِم بْن إِبْرَاهِيم عَنْ قَزَعَة بْن سُوَيْد عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا أَسْأَلكُمْ عَلَى مَا آتَيْتُكُمْ مِنْ الْبَيِّنَات وَالْهُدَى أَجْرًا إِلَّا أَنْ تُوَادُّوا اللَّه تَعَالَى وَأَنْ تَقَرَّبُوا إِلَيْهِ بِطَاعَتِهِ \" وَهَكَذَا رَوَى قَتَادَة عَنْ الْحَسَن الْبَصْرِيّ مِثْله وَهَذَا كَأَنَّهُ تَفْسِير بِقَوْلٍ ثَانٍ كَأَنَّهُ يَقُول إِلَّا الْمَوَدَّة فِي الْقُرْبَى أَيْ إِلَّا أَنْ تَعْمَلُوا بِالطَّاعَةِ الَّتِي تُقَرِّبكُمْ عِنْد اللَّه زُلْفَى . وَقَوْل ثَالِث وَهُوَ مَا حَكَاهُ الْبُخَارِيّ وَغَيْره رِوَايَة عَنْ سَعِيد بْن جُبَيْر مَا مَعْنَاهُ أَنَّهُ قَالَ مَعْنَى ذَلِكَ أَنْ تَوُدُّونِي فِي قَرَابَتِي أَيْ تُحْسِنُوا إِلَيْهِمْ وَتَبَرُّوهُمْ . وَقَالَ السُّدِّيّ عَنْ أَبِي الدَّيْلَم قَالَ : لَمَّا جِيءَ بِعَلِيِّ بْن الْحُسَيْن رَضِيَ اللَّه عَنْهُ أَسِيرًا فَأُقِيمَ عَلَى دَرَج دِمَشْق قَامَ رَجُل مِنْ أَهْل الشَّام فَقَالَ الْحَمْد لِلَّهِ الَّذِي قَتَلَكُمْ وَاسْتَأْصَلَكُمْ وَقَطَعَ قَرْن الْفِتْنَة فَقَالَ لَهُ عَلِيّ بْن الْحُسَيْن رَضِيَ اللَّه عَنْهُ أَقَرَأْت الْقُرْآن ؟ قَالَ نَعَمْ . قَالَ أَقَرَأْت آلَ حم ؟ قَالَ قَرَأْت الْقُرْآن وَلَمْ أَقْرَأ آلَ حم قَالَ مَا قَرَأْت \" قُلْ لَا أَسْأَلكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّة فِي الْقُرْبَى\" ؟ قَالَ وَإِنَّكُمْ لَأَنْتُمْ هُمْ ؟ قَالَ نَعَمْ وَقَالَ أَبُو إِسْحَاق السَّبِيعِيّ سَأَلْت عَمْرو بْن شُعَيْب عَنْ قَوْله تَبَارَكَ وَتَعَالَى \" قُلْ لَا أَسْأَلكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّة فِي الْقُرْبَى \" فَقَالَ قُرْبَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَوَاهُمَا اِبْن جَرِير . ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مَالِك بْن إِسْمَاعِيل حَدَّثَنَا عَبْد السَّلَام حَدَّثَنِي يَزِيد بْن أَبِي زِيَاد عَنْ مِقْسَم عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَتْ الْأَنْصَار فَعَلْنَا وَفَعَلْنَا وَكَأَنَّهُمْ فَخَرُوا فَقَالَ اِبْن عَبَّاس أَوْ الْعَبَّاس رَضِيَ اللَّه عَنْهُمَا - شَكَّ عَبْد السَّلَام - لَنَا الْفَضْل عَلَيْكُمْ فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَتَاهُمْ فِي مَجَالِسهمْ فَقَالَ \" يَا مَعْشَر الْأَنْصَار أَلَمْ تَكُونُوا أَذِلَّة فَأَعَزَّكُمْ اللَّه بِي ؟ \" قَالُوا بَلَى يَا رَسُول اللَّه قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَمْ تَكُونُوا ضُلَّالًا فَهَدَاكُمْ اللَّه بِي ؟ \" قَالُوا بَلَى يَا رَسُول اللَّه قَالَ \" أَفَلَا تُجِيبُونِي \" قَالُوا مَا نَقُول يَا رَسُول اللَّه ؟ قَالَ\" أَلَا تَقُولُونَ أَلَمْ يُخْرِجك قَوْمك فَآوَيْنَاك أَوَلَمْ يُكَذِّبُوك فَصَدَّقْنَاك أَوَلَمْ يَخْذُلُوك فَنَصَرْنَاك \" قَالَ فَمَا زَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول حَتَّى جَثَوْا عَلَى الرُّكَب وَقَالُوا أَمْوَالنَا فِي أَيْدِينَا لِلَّهِ وَلِرَسُولِهِ قَالَ فَنَزَلَتْ\" قُلْ لَا أَسْأَلكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّة فِي الْقُرْبَى\" وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ عَلِيّ بْن الْحُسَيْن عَنْ عَبْد الْمُؤْمِن بْن عَلِيّ عَنْ عَبْد السَّلَام عَنْ يَزِيد بْن أَبِي زِيَاد وَهُوَ ضَعِيف بِإِسْنَادِهِ مِثْله أَوْ قَرِيبًا مِنْهُ . وَفِي الصَّحِيحَيْنِ فِي قَسْم غَنَائِم حُنَيْنٍ قَرِيب مِنْ هَذَا السِّيَاق وَلَكِنْ لَيْسَ فِيهِ ذِكْر نُزُول هَذِهِ الْآيَة وَذِكْر نُزُولهَا فِي الْمَدِينَة فِيهِ نَظَر لِأَنَّ السُّورَة مَكِّيَّة وَلَيْسَ يَظْهَر بَيْن هَذِهِ الْآيَة وَهَذَا السِّيَاق مُنَاسَبَة وَاَللَّه أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا رَجُل سَمَّاهُ حَدَّثَنَا حُسَيْن الْأَشْقَر عَنْ قَيْس عَنْ الْأَعْمَش عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" قُلْ لَا أَسْأَلكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّة فِي الْقُرْبَى\" قَالُوا يَا رَسُول اللَّه مَنْ هَؤُلَاءِ الَّذِينَ أَمَرَ اللَّه بِمَوَدَّتِهِمْ ؟ قَالَ \" فَاطِمَة وَوَلَدهَا رَضِيَ اللَّه عَنْهُمْ\" وَهَذَا إِسْنَاد ضَعِيف فِيهِ مُبْهَم لَا يُعْرَف عَنْ شَيْخ شِيعِيّ مُخْتَرِق وَهُوَ حُسَيْن الْأَشْقَر وَلَا يُقْبَل خَبَره فِي هَذَا الْمَحِلّ وَذِكْرُ نُزُول الْآيَة فِي الْمَدِينَة بَعِيد فَإِنَّهَا مَكِّيَّة وَلَمْ يَكُنْ إِذْ ذَاكَ لِفَاطِمَة رَضِيَ اللَّه عَنْهَا أَوْلَاد بِالْكُلِّيَّةِ فَإِنَّهَا لَمْ تَتَزَوَّج بِعَلِيٍّ رَضِيَ اللَّه عَنْهُ إِلَّا بَعْد بَدْر مِنْ السَّنَة الثَّانِيَة مِنْ الْهِجْرَة وَالْحَقّ تَفْسِير هَذِهِ الْآيَة بِمَا فَسَّرَهَا بِهِ حَبْر الْأُمَّة وَتُرْجُمَان الْقُرْآن عَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا كَمَا رَوَاهُ عَنْهُ الْبُخَارِيّ وَلَا نُنْكِر الْوَصَاة بِأَهْلِ الْبَيْت وَالْأَمْر بِالْإِحْسَانِ إِلَيْهِمْ وَاحْتِرَامهمْ وَإِكْرَامهمْ فَإِنَّهُمْ مِنْ ذُرِّيَّة طَاهِرَة مِنْ أَشْرَف بَيْت وُجِدَ عَلَى وَجْه الْأَرْض فَخْرًا وَحَسَبًا وَنَسَبًا وَلَا سِيَّمَا إِذَا كَانُوا مُتَّبِعِينَ لِلسُّنَّةِ النَّبَوِيَّة الصَّحِيحَة الْوَاضِحَة الْجَلِيَّة كَمَا كَانَ عَلَيْهِ سَلَفهمْ كَالْعَبَّاسِ وَبَنِيهِ وَعَلِيّ وَأَهْل بَيْته وَذُرِّيَّته رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ . وَقَدْ ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِي خُطْبَته بِغَدِيرِ خُمّ \" إِنِّي تَارِك فِيكُمْ الثَّقَلَيْنِ كِتَاب اللَّه وَعِتْرَتِي وَإِنَّهُمَا لَمْ يَفْتَرِقَا حَتَّى يَرِدَا عَلَيَّ الْحَوْض \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون أَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ الْعَبَّاس بْن عَبْد الْمُطَّلِب رَضِيَ اللَّه عَنْهُ قَالَ : قُلْت يَا رَسُول اللَّه إِنَّ قُرَيْشًا إِذَا لَقِيَ بَعْضهمْ بَعْضًا لَقُوهُمْ بِبِشْرٍ حَسَن وَإِذَا لَقُونَا لَقُونَا بِوُجُوهٍ لَا نَعْرِفهَا قَالَ فَغَضِبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَضَبًا شَدِيدًا وَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَدْخُل قَلْب الرَّجُل الْإِيمَان حَتَّى يُحِبّكُمْ لِلَّهِ وَلِرَسُولِهِ \" ثُمَّ قَالَ أَحْمَد حَدَّثَنَا جَرِير عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ عَبْد الْمُطَّلِب بْن رَبِيعَة قَالَ دَخَلَ الْعَبَّاس رَضِيَ اللَّه عَنْهُ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّا لَنَخْرُج فَنَرَى قُرَيْشًا تُحَدِّث فَإِذَا رَأَوْنَا سَكَتُوا فَغَضِبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَدَرَّ عِرْق بَيْن عَيْنَيْهِ ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَللَّه لَا يَدْخُل قَلْب اِمْرِئٍ مُسْلِم إِيمَان حَتَّى يُحِبّكُمْ لِلَّهِ وَلِقَرَابَتِي\" وَقَالَ الْبُخَارِيّ حَدَّثَنَا عَبْد اللَّه بْن عَبْد الْوَهَّاب حَدَّثَنَا خَالِد حَدَّثَنَا شُعْبَة عَنْ وَاقِد قَالَ سَمِعْت أَبِي يُحَدِّث عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا عَنْ أَبِي بَكْر - هُوَ الصِّدِّيق - رَضِيَ اللَّه عَنْهُ قَالَ اُرْقُبُوا مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَهْل بَيْته . وَفِي الصَّحِيح أَنَّ الصِّدِّيق رَضِيَ اللَّه عَنْهُ قَالَ لِعَلِيٍّ رَضِيَ اللَّه عَنْهُ : وَاَللَّه لَقَرَابَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحَبّ إِلَيَّ أَنْ أَصِل مِنْ قَرَابَتِي وَقَالَ عُمَر بْن الْخَطَّاب لِلْعَبَّاسِ رَضِيَ اللَّه تَعَالَى عَنْهُمَا وَاَللَّه لَإِسْلَامُك يَوْم أَسْلَمْت كَانَ أَحَبَّ إِلَيَّ مِنْ إِسْلَام الْخَطَّاب لَوْ أَسْلَمَ لِأَنَّ إِسْلَامك كَانَ أَحَبَّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ إِسْلَام الْخَطَّاب . فَحَال الشَّيْخَيْنِ رَضِيَ اللَّه عَنْهُمَا هُوَ الْوَاجِب عَلَى كُلّ أَحَد أَنْ يَكُون كَذَلِكَ وَلِهَذَا كَانَا أَفْضَل الْمُؤْمِنِينَ بَعْد النَّبِيِّينَ وَالْمُرْسَلِينَ رَضِيَ اللَّه عَنْهُمَا وَعَنْ سَائِر الصَّحَابَة أَجْمَعِينَ وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم عَنْ أَبِي حَيَّان التَّيْمِيّ حَدَّثَنِي يَزِيد بْن حَيَّان قَالَ اِنْطَلَقْت أَنَا وَحُصَيْن بْن مَيْسَرَة وَعُمَر بْن مُسْلِم إِلَى زَيْد بْن أَرْقَم رَضِيَ اللَّه عَنْهُ فَلَمَّا جَلَسْنَا إِلَيْهِ قَالَ حُصَيْن لَقَدْ لَقِيت يَا زَيْد خَيْرًا كَثِيرًا : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَمِعْت حَدِيثه وَغَزَوْت مَعَهُ وَصَلَّيْت مَعَهُ لَقَدْ رَأَيْت يَا زَيْد خَيْرًا كَثِيرًا حَدِّثْنَا يَا زَيْد مَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا اِبْن أَخِي لَقَدْ كَبِرَ سِنِّي وَقَدِمَ عَهْدِي وَنَسِيت بَعْض الَّذِي كُنْت أَعِي مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَا حَدَّثْتُكُمْ فَاقْبَلُوهُ وَمَا لَا فَلَا تُكَلِّفُونِيهِ ثُمَّ قَالَ رَضِيَ اللَّه عَنْهُ : قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا خَطِيبًا فِينَا بِمَاءٍ يُدْعَى خُمًّا بَيْن مَكَّة وَالْمَدِينَة فَحَمِدَ اللَّه تَعَالَى وَأَثْنَى عَلَيْهِ وَذَكَّرَ وَوَعَظَ ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَّا بَعْد أَيّهَا النَّاس إِنَّمَا أَنَا بَشَر يُوشِك أَنْ يَأْتِينِي رَسُول رَبِّي فَأُجِيب وَإِنِّي تَارِك فِيكُمْ الثَّقَلَيْنِ أَوَّلُهُمَا كِتَاب اللَّه تَعَالَى فِيهِ الْهُدَى وَالنُّور فَخُذُوا بِكِتَابِ اللَّه وَاسْتَمْسِكُوا بِهِ \" فَحَثَّ عَلَى كِتَاب اللَّه وَرَغَّبَ فِيهِ وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَهْل بَيْتِي أُذَكِّركُمْ اللَّه فِي أَهْل بَيْتِي أُذَكِّركُمْ اللَّه فِي أَهْل بَيْتِي \" فَقَالَ لَهُ حُصَيْن وَمَنْ أَهْل بَيْته يَا زَيْد ؟ أَلَيْسَ نِسَاؤُهُ مِنْ أَهْل بَيْته ؟ قَالَ إِنَّ نِسَاءَهُ لَسْنَ مِنْ أَهْل بَيْته وَلَكِنْ أَهْل بَيْته مَنْ حَرُمَ عَلَيْهِ الصَّدَقَة بَعْده قَالَ وَمَنْ هُمْ ؟ قَالَ هُمْ آلُ عَلِيّ وَآلُ عُقَيْل وَآلُ جَعْفَر وَآلُ الْعَبَّاس رَضِيَ اللَّه عَنْهُمْ قَالَ أَكُلّ هَؤُلَاءِ حَرُمَ عَلَيْهِ الصَّدَقَة ؟ قَالَ نَعَمْ . وَهَكَذَا رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ طُرُق يَزِيد بْن حِبَّان بِهِ وَقَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا عَلِيّ بْن الْمُنْذِر الْكُوفِيّ حَدَّثَنَا مُحَمَّد بْن فُضَيْل حَدَّثَنَا الْأَعْمَش عَنْ عَطِيَّة عَنْ أَبِي سَعِيد وَالْأَعْمَش عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ زَيْد بْن أَرْقَم رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنِّي تَارِك فِيكُمْ مَا إِنْ تَمَسَّكْتُمْ بِهِ لَنْ تَضِلُّوا بَعْدِي أَحَدهمَا أَعْظَم مِنْ الْآخَر : كِتَاب اللَّه حَبْل مَمْدُود مِنْ السَّمَاء إِلَى الْأَرْض وَالْآخَر عِتْرَتِي أَهْل بَيْتِي وَلَنْ يَفْتَرِقَا حَتَّى يَرِدَا عَلَيَّ الْحَوْض فَانْظُرُوا كَيْف تَخْلُفُونِي فِيهِمَا \" تَفَرَّدَ بِرِوَايَتِهِ ثُمَّ قَالَ هَذَا حَدِيث حَسَن غَرِيب وَقَالَ التِّرْمِذِيّ أَيْضًا حَدَّثَنَا نَصْر بْن عَبْد الرَّحْمَن الْكُوفِيّ حَدَّثَنَا زَيْد بْن الْحَسَن عَنْ جَعْفَر بْن مُحَمَّد بْن الْحَسَن عَنْ أَبِيهِ عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا قَالَ : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَجَّته يَوْم عَرَفَة وَهُوَ عَلَى نَاقَته الْقَصْوَاء يَخْطُب فَسَمِعْته يَقُول \" يَا أَيّهَا النَّاس إِنِّي تَرَكْت فِيكُمْ مَا إِنْ أَخَذْتُمْ بِهِ لَنْ تَضِلُّوا كِتَاب اللَّه وَعِتْرَتِي أَهْل بَيْتِي \" تَفَرَّدَ بِهِ التِّرْمِذِيّ أَيْضًا وَقَالَ حَسَن غَرِيب. وَفِي الْبَاب عَنْ أَبِي ذَرّ وَأَبِي سَعِيد وَزَيْد بْن أَرْقَم وَحُذَيْفَة بْن أُسَيْد رَضِيَ اللَّه عَنْهُمْ . ثُمَّ قَالَ التِّرْمِذِيّ أَيْضًا ثَنَا أَبُو دَاوُدَ سُلَيْمَان الْأَشْعَث حَدَّثَنَا يَحْيَى بْن مَعِين حَدَّثَنَا هِشَام بْن يُوسُف عَنْ عَبْد اللَّه بْن سُلَيْمَان النَّوْفَلِيّ عَنْ مُحَمَّد بْن عَلِيّ بْن عَبْد اللَّه بْن عَبَّاس عَنْ أَبِيهِ عَنْ جَدّه عَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُمْ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَحِبُّوا اللَّه تَعَالَى لِمَا يَغْذُوكُمْ مِنْ نِعَمه وَأَحِبُّونِي بِحُبِّ اللَّه وَأَحِبُّوا أَهْل بَيْتِي بِحُبِّي \" ثُمَّ قَالَ حَسَن غَرِيب إِنَّمَا نَعْرِفهُ مِنْ هَذَا الْوَجْه وَقَدْ أَوْرَدْنَا أَحَادِيث أُخَر عِنْد قَوْله تَعَالَى \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" بِمَا أَغْنَى عَنْ إِعَادَتهَا هَهُنَا وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا سُوَيْد بْن سَعِيد حَدَّثَنَا مُفَضَّل بْن عَبْد اللَّه عَنْ أَبِي إِسْحَاق عَنْ حَنَش قَالَ سَمِعْت أَبَا ذَرّ رَضِيَ اللَّه عَنْهُ وَهُوَ آخِذ بِحَلْقَةِ الْبَاب يَقُول : يَا أَيّهَا النَّاس مَنْ عَرَفَنِي فَقَدْ عَرَفَنِي وَمَنْ أَنْكَرَنِي فَأَنَا أَبُو ذَرّ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّمَا مَثَل أَهْل بَيْتِي فِيكُمْ كَمَثَلِ سَفِينَة نُوح عَلَيْهِ الصَّلَاة وَالسَّلَام مَنْ دَخَلَهَا نَجَا . وَمَنْ تَخَلَّفَ عَنْهَا هَلَكَ \" هَذَا بِهَذَا الْإِسْنَاد ضَعِيف . وَقَوْله عَزَّ وَجَلَّ \" وَمَنْ يَقْتَرِف حَسَنَة نَزِدْ لَهُ فِيهَا حُسْنًا \" أَيْ وَمَنْ يَعْمَل حَسَنَة نَزِدْ لَهُ فِيهَا حُسْنًا أَيْ أَجْرًا وَثَوَابًا كَقَوْلِهِ تَعَالَى \" إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا وَيُؤْتِ مِنْ لَدُنْه أَجْرًا عَظِيمًا \" وَقَالَ بَعْض السَّلَف إِنَّ مِنْ ثَوَاب الْحَسَنَة الْحَسَنَة بَعْدهَا وَمِنْ جَزَاء السَّيِّئَة بَعْدهَا وَقَوْله تَعَالَى \" إِنَّ اللَّه غَفُور شَكُور \" أَيْ يَغْفِر الْكَثِير مِنْ السَّيِّئَات وَيُكَثِّر الْقَلِيل مِنْ الْحَسَنَات فَيَسْتُر وَيَغْفِر وَيُضَاعِف فَيُشْكَر.</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41094, "aya_id": 23}]