[{"text": "وَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَا إِلاَّ هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ", "sura_id": 6, "type": 0, "id": 848, "aya_id": 59}, {"text": "وعنده مفاتح الغيب لا يعلمها إلا هو ويعلم ما في البر والبحر وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين", "sura_id": 6, "type": 1, "id": 7084, "aya_id": 59}, {"text": "59 - (وعنده) تعالى (مفاتح الغيب) خزائنه أو الطرق الموصلة إلى علمه (لا يعلمها إلا هو) وهي الخمسة التي في قوله {إن الله عنده علم الساعة} الآية كما رواه البخاري (ويعلم ما) يحدث (في البر) القفار (والبحر) القرى التي على الأنهار (وما تسقط من) زائدة (ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس) عطف على ورقة (إلا في كتاب مبين) هو اللوح المحفوظ والاستئناف بدل اشتمال من الاستثناء قبله \r\n", "sura_id": 6, "type": 2, "id": 25792, "aya_id": 59}, {"text": "وعند الله -جل وعلا- مفاتح الغيب أي: خزائن الغيب, لا يعلمها إلا هو, ومنها: علم الساعة, ونزول الغيث, وما في الأرحام, والكسب في المستقبل, ومكان موت الإنسان, ويعلم كل ما في البر والبحر, وما تسقط من ورقة من نبتة إلا يعلمها, فكل حبة في خفايا الأرض, وكل رطب ويابس, مثبت في كتاب واضح لا لَبْس فيه, وهو اللوح المحفوظ.\r\n", "sura_id": 6, "type": 3, "id": 32028, "aya_id": 59}, {"text": " <font color=red>وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ</font><BR><p>وَقَوْله تَعَالَى \" وَعِنْده مَفَاتِح الْغَيْب لَا يَعْلَمهَا إِلَّا هُوَ \" قَالَ الْبُخَارِيّ : حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد اللَّه حَدَّثَنَا إِبْرَاهِيم بْن سَعْد عَنْ اِبْن شِهَاب عَنْ سَالِم بْن عَبْد اللَّه عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَفَاتِح الْغَيْب خَمْس لَا يَعْلَمهُنَّ إِلَّا اللَّه \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام وَمَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت إِنَّ اللَّه عَلِيم خَبِير \" وَفِي حَدِيث عُمَر أَنَّ جِبْرِيل حِين تَبَدَّى لَهُ فِي صُورَة أَعْرَابِيّ فَسَأَلَ عَنْ الْإِيمَان وَالْإِسْلَام وَالْإِحْسَان فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا قَالَ لَهُ \" خَمْس لَا يَعْلَمهُنَّ إِلَّا اللَّه \" ثُمَّ قَرَأَ \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة \" الْآيَة . وَقَوْله \" وَيَعْلَم مَا فِي الْبَرّ وَالْبَحْر \" أَيْ يُحِيط عِلْمه الْكَرِيم بِجَمِيعِ الْمَوْجُودَات بَرِّيّهَا وَبَحْرِيّهَا لَا يَخْفَى عَلَيْهِ مِنْ ذَلِكَ شَيْء وَلَا مِثْقَال ذَرَّة فِي الْأَرْض وَلَا فِي السَّمَاء وَمَا أَحْسَن مَا قَالَ الصَّرْصَرِيّ : فَلَا يَخْفَى عَلَيْهِ الذَّرّ إِمَّا تَرَاءَى لِلنَّوَاظِرِ أَوْ تَوَارَى وَقَوْله \" وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا \" أَيْ وَيَعْلَم الْحَرَكَات حَتَّى مِنْ الْجَمَادَات فَمَا ظَنَّك بِالْحَيَوَانَاتِ وَلَا سِيَّمَا الْمُكَلَّفُونَ مِنْهُمْ مِنْ جِنّهمْ وَإِنْسهمْ كَمَا قَالَ تَعَالَى \" يَعْلَم خَائِنَة الْأَعْيُن وَمَا تُخْفِي الصُّدُور \" . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا الْحَسَن بْن الرَّبِيع حَدَّثَنَا أَبُو الْأَحْوَص عَنْ سَعِيد بْن مَسْرُوق حَدَّثَنَا حَسَّان النَّمِرِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا\" قَالَ مَا مِنْ شَجَرَة فِي بَرّ وَلَا بَحْر إِلَّا وَمَلَك مُوَكَّل بِهَا يَكْتُب مَا يَسْقُط مِنْهَا رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله\" وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رُطَب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن عَبْد الرَّحْمَن بْن الْمُسَوِّر الزُّهْرِيّ حَدَّثَنَا مَالِك بْن سُعَيْر حَدَّثَنَا الْأَعْمَش عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ عَبْد اللَّه بْن الْحَارِث قَالَ : مَا فِي الْأَرْض مِنْ شَجَرَة وَلَا مَغْرَز إِبْرَة إِلَّا وَعَلَيْهَا مَلَك مُوَكَّل يَأْتِي اللَّه بِعِلْمِهَا رُطُوبَتهَا إِذَا رَطِبَتْ وَيُبُوسَتهَا إِذَا يَبِسَتْ وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي الْخَطَّاب زِيَاد بْن عَبْد اللَّه الْحَسَّانِيّ عَنْ مَالِك بْن سُعَيْر بِهِ . ثُمَّ قَالَ اِبْن أَبِي حَاتِم ذَكَرَ عَنْ أَبِي حُذَيْفَة حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن قَيْس عَنْ رَجُل عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : خَلَقَ اللَّه النُّون وَهِيَ الدَّوَاة وَخَلَقَ الْأَلْوَاح فَكَتَبَ فِيهَا أَمْر الدُّنْيَا حَتَّى يَنْقَضِي مَا كَانَ مِنْ خَلْق مَخْلُوق أَوْ رِزْق حَلَال أَوْ حَرَام أَوْ عَمَل بِرّ أَوْ فُجُور وَقَرَأَ هَذِهِ الْآيَة \" وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا\" إِلَى آخِر الْآيَة قَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَحْيَى بْن النَّضْر عَنْ أَبِيهِ سَمِعْت عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ يَقُول إِنَّ تَحْت الْأَرْض الثَّالِثَة وَفَوْق الرَّابِعَة مِنْ الْجِنّ مَا لَوْ أَنَّهُمْ ظَهَرُوا يَعْنِي لَكُمْ لَمْ تَرَوْا مَعَهُمْ نُورًا عَلَى كُلّ زَاوِيَة مِنْ زَوَايَا الْأَرْض خَاتَم مِنْ خَوَاتِيم اللَّه عَزَّ وَجَلَّ عَلَى كُلّ خَاتَم مَلَك مِنْ الْمَلَائِكَة يَبْعَث اللَّه عَزَّ وَجَلَّ إِلَيْهِ فِي كُلّ يَوْم مَلَكًا مِنْ عِنْده أَنْ اِحْتَفِظْ بِمَا عِنْدك .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42196, "aya_id": 59}]