[{"text": "زُيِّنَ لِلَّذِينَ كَفَرُواْ الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُواْ وَالَّذِينَ اتَّقَواْ فَوْقَهُمْ يَوْمَ الْقِيَامَةِ وَاللّهُ يَرْزُقُ مَن يَشَاء بِغَيْرِ حِسَابٍ", "sura_id": 2, "type": 0, "id": 219, "aya_id": 212}, {"text": "زين للذين كفروا الحياة الدنيا ويسخرون من الذين آمنوا والذين اتقوا فوقهم يوم القيامة والله يرزق من يشاء بغير حساب", "sura_id": 2, "type": 1, "id": 6455, "aya_id": 212}, {"text": "212 - (زُين للذين كفروا) من أهل مكة (الحياة الدنيا) بالتمويه فأحبوها (و) هم (يسخرون من الذين آمنوا) لفقرهم كبلال وعمار وصهيب أي يستهزئون بهم ويتعالون عليهم بالمال (والذين اتقوا) الشرك وهم هؤلاء (فوقهم يوم القيامة والله يرزق من يشاء بغير حساب) أي رزقاً واسعاً في الآخرة أو الدنيا بأن يملك المسخور منهم أموال الساخرين ورقابهم \r\n", "sura_id": 2, "type": 2, "id": 25163, "aya_id": 212}, {"text": "حُسِّن للذين جحدوا وحدانية الله الحياةُ الدنيا وما فيها من الشهوات والملذات, وهم يستهزئون بالمؤمنين. وهؤلاء الذين يخشون ربهم فوق جميع الكفار يوم القيامة; حيث يدخلهم الله أعلى درجات الجنة, وينزل الكافرين أسفل دركات النار. والله يرزق مَن يشاء مِن خلقه بغير حساب.\r\n", "sura_id": 2, "type": 3, "id": 31399, "aya_id": 212}, {"text": " <font color=red>زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى عَنْ تَزْيِينه الْحَيَاة الدُّنْيَا لِلْكَافِرِينَ الَّذِينَ رَضَوْا بِهَا وَاطْمَأَنُّوا إِلَيْهَا وَجَمَعُوا الْأَمْوَال وَمَنَعُوهَا عَنْ مَصَارِفهَا الَّتِي أُمِرُوا بِهَا مِمَّا يُرْضِي اللَّه عَنْهُمْ وَسَخِرُوا مِنْ الَّذِينَ آمَنُوا الَّذِينَ أَعْرَضُوا عَنْهَا وَأَنْفَقُوا مَا حَصَلَ لَهُمْ مِنْهَا فِي طَاعَة رَبّهمْ وَبَذَلُوهُ اِبْتِغَاء وَجْه اللَّه فَلِهَذَا فَازُوا بِالْمَقَامِ الْأَسْعَد وَالْحَظّ الْأَوْفَر يَوْم مَعَادهمْ فَكَانُوا فَوْق أُولَئِكَ فِي مَحْشَرهمْ وَمَنْشَرهمْ وَمَسِيرهمْ وَمَأْوَاهُمْ فَاسْتَقَرُّوا فِي الدَّرَجَات فِي أَعْلَى عِلِّيِّينَ وَخُلِّدَ أُولَئِكَ فِي الدَّرَكَات فِي أَسْفَل سَافِلِينَ ؟ وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ \" أَيْ يَرْزُق مَنْ يَشَاء مِنْ خَلْقه وَيُعْطِيه عَطَاء كَثِيرًا جَزِيلًا بِلَا حَصْر وَلَا تَعْدَاد فِي الدُّنْيَا وَالْآخِرَة كَمَا جَاءَ فِي الْحَدِيث \" اِبْن آدَم أَنْفِقْ أُنْفِق عَلَيْك \" وَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَنْفِقْ بِلَالًا وَلَا تَخْشَ مِنْ ذِي الْعَرْش إِقْلَالًا \" وَقَالَ تَعَالَى \" وَمَا أَنْفَقْتُمْ مِنْ شَيْء فَهُوَ يُخْلِفهُ \" وَفِي الصَّحِيح \" أَنَّ مَلَكَيْنِ يَنْزِلَانِ مِنْ السَّمَاء صَبِيحَة كُلّ يَوْم فَيَقُول أَحَدهمَا : اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا وَيَقُول الْآخَر : اللَّهُمَّ أَعْطِ مُمْسِكًا تَلَفًا \" وَفِي الصَّحِيح \" يَقُول اِبْن آدَم : مَالِي مَالِي وَهَلْ لَك مِنْ مَالِك إِلَّا مَا أَكَلْت فَأَفْنَيْت وَمَا لَبِسْت فَأَبْلَيْت وَمَا تَصَدَّقْت فَأَمْضَيْت وَمَا سِوَى ذَلِكَ فَذَاهِبٌ وَتَارِكُهُ لِلنَّاسِ \" وَفِي مُسْنَد الْإِمَام أَحْمَد عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ\" الدُّنْيَا دَارُ مَنْ لَا دَارَ لَهُ وَمَالُ مَنْ لَا مَالَ لَهُ وَلَهَا يَجْمَعُ مَنْ لَا عَقْلَ لَهُ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38623, "aya_id": 212}]