[{"text": "إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا", "sura_id": 33, "type": 0, "id": 3568, "aya_id": 35}, {"text": "إن المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات والصادقين والصادقات والصابرين والصابرات والخاشعين والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فروجهم والحافظات والذاكرين الله كثيرا والذاكرات أعد الله لهم مغفرة وأجرا عظيما", "sura_id": 33, "type": 1, "id": 9804, "aya_id": 35}, {"text": "35 - (إن المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات) المطيعات (والصادقين والصادقات) في الإيمان (والصابرين والصابرات) على الطاعات (والخاشعين) المتواضعين (والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فروجهم والحافظات) عن الحرام (والذاكرين الله كثيرا والذاكرات أعد الله لهم مغفرة) للمعاصي (وأجرا عظيما) على الطاعات \r\n", "sura_id": 33, "type": 2, "id": 28512, "aya_id": 35}, {"text": "إن المنقادين لأوامر الله والمنقادات, والمصَدِّقين والمصدِّقات والمطيعين لله ورسوله والمطيعات, والصادقين في أقوالهم والصادقات, والصابرين عن الشهوات وعلى الطاعات وعلى المكاره والصابرات, والخائفين من الله والخائفات, والمتصدقين بالفرض والنَّفْل والمتصدقات, والصائمين في الفرض والنَّفْل والصائمات, والحافظين فروجهم عن الزنى ومقدماته, وعن كشف العورات والحافظات, والذاكرين الله كثيرًا بقلوبهم وألسنتهم والذاكرات, أعدَّ الله لهؤلاء مغفرة لذنوبهم وثوابًا عظيمًا, وهو الجنة.\r\n", "sura_id": 33, "type": 3, "id": 34748, "aya_id": 35}, {"text": " <font color=red>إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا عُثْمَان بْن حَكِيم حَدَّثَنَا عَبْد الرَّحْمَن بْن شَيْبَة قَالَ سَمِعْت أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَقُول قُلْت لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا لَنَا لَا نُذْكَر فِي الْقُرْآن كَمَا يُذْكَر الرِّجَال ؟ قَالَتْ فَلَمْ يَرُعْنِي مِنْهُ ذَات يَوْم إِلَّا وَنِدَاؤُهُ عَلَى الْمِنْبَر قَالَتْ وَأَنَا أُسَرِّح شَعْرِي فَلَفَفْت شَعْرِي ثُمَّ خَرَجْت إِلَى حُجْرَتِي حُجْرَة بَيْتِي فَجَعَلْت سَمْعِي عِنْد الْجَرِيد فَإِذَا هُوَ يَقُول عِنْد الْمِنْبَر يَا أَيّهَا النَّاس إِنَّ اللَّه تَعَالَى يَقُول \" إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَات وَالْمُؤْمِنِينَ وَالْمُؤْمِنَات \" إِلَى آخِر الْآيَة وَهَكَذَا رَوَاهُ النَّسَائِيّ وَابْن جَرِير مِنْ حَدِيث عَبْد الْوَاحِد بْن زِيَاد بِهِ مِثْله . طَرِيق أُخْرَى عَنْهَا قَالَ النَّسَائِيّ أَيْضًا حَدَّثَنَا مُحَمَّد بْن حَاتِم حَدَّثَنَا يَزِيد أَخْبَرَنَا عَبْد اللَّه بْن شَرِيك عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا نَبِيّ اللَّه مَالِي أَسْمَع الرِّجَال يُذْكَرُونَ فِي الْقُرْآن وَالنِّسَاء لَا يُذْكَرُونَ ؟ فَأَنْزَلَ اللَّه تَعَالَى \" إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَات وَالْمُؤْمِنِينَ وَالْمُؤْمِنَات \" وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ أَبِي مُعَاوِيَة عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة أَنَّ يَحْيَى بْن عَبْد الرَّحْمَن بْن حَاطِب حَدَّثَهُ عَنْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قُلْت يَا رَسُول اللَّه أَيُذْكَرُ الرِّجَال فِي كُلّ شَيْء وَلَا نُذْكَر ؟ فَأَنْزَلَ اللَّه تَعَالَى \" إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَات\" الْآيَة \" طَرِيق أُخْرَى \" قَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ : قَالَتْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا يَا رَسُول اللَّه يُذْكَر الرِّجَال وَلَا نُذْكَر فَأَنْزَلَ اللَّه تَعَالَى \" إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَات \" الْآيَة حَدِيث آخَر قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب قَالَ حَدَّثَنَا سِنَان بْن مُظَاهِر الْعُمَرِيّ حَدَّثَنَا أَبُو كُدَيْنَةَ يَحْيَى بْن الْمُهَلَّب عَنْ قَابُوس بْن أَبِي ظَبْيَان عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ : قَالَ النِّسَاء لِلنَّبِيِّ مَا لَهُ يَذْكُر الْمُؤْمِنِينَ وَلَا يَذْكُر الْمُؤْمِنَات فَأَنْزَلَ اللَّه تَعَالَى\" إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَات \" الْآيَة وَحَدَّثَنَا بِشْر حَدَّثَنَا زَيْد حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَالَ دَخَلَ نِسَاء عَلَى نِسَاء النَّبِيّ فَقُلْنَ قَدْ ذَكَرَكُنَّ اللَّه تَعَالَى فِي الْقُرْآن وَلَمْ نُذْكَر بِشَيْءٍ أَمَا فِينَا مَا يُذْكَر ؟ فَأَنْزَلَ اللَّه تَعَالَى \" إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَات \" الْآيَة فَقَوْله تَعَالَى \" إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَات وَالْمُؤْمِنِينَ وَالْمُومِنَات\" دَلِيل عَلَى أَنَّ الْإِيمَان غَيْر الْإِسْلَام وَهُوَ أَخَصّ مِنْهُ لِقَوْلِهِ تَعَالَى \" قَالَتْ الْأَعْرَاب آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُل الْإِيمَان فِي قُلُوبكُمْ\" وَفِي الصَّحِيحَيْنِ لَا يَزْنِي الزَّانِي حِين يَزْنِي وَهُوَ مُؤْمِن فَسَلَبَهُ الْإِيمَان وَلَا يَلْزَم مِنْ ذَلِكَ كُفْره بِإِجْمَاعِ الْمُسْلِمِينَ فَدَلَّ عَلَى أَنَّهُ أَخَصّ مِنْهُ كَمَا قَرَّرْنَاهُ فِي أَوَّل شَرْح الْبُخَارِيّ وَقَوْله تَعَالَى \" وَالْقَانِتِينَ وَالْقَانِتَات \" الْقُنُوت هُوَ الطَّاعَة فِي سُكُون \" أَمَّنْ هُوَ قَانِت آنَاء اللَّيْل سَاجِدًا وَقَائِمًا يَحْذَر الْآخِرَة وَيَرْجُو رَحْمَة رَبّه \" وَقَالَ تَعَالَى \" وَلَهُ مَنْ فِي السَّمَاوَات وَالْأَرْض كُلّ لَهُ قَانِتُونَ \" \" يَا مَرْيَم اُقْنُتِي لِرَبِّك وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ \" \" وَقُومُوا لِلَّهِ قَانِتِينَ \" فَالْإِسْلَام بَعْده مَرْتَبَة يَرْتَقِي إِلَيْهَا وَهُوَ الْإِيمَان ثُمَّ الْقُنُوت نَاشِئ عَنْهُمَا \" وَالصَّادِقِينَ وَالصَّادِقَات \" هَذَا فِي الْأَقْوَال فَإِنَّ الصِّدْق خَصْلَة مَحْمُودَة وَلِهَذَا كَانَ بَعْض الصَّحَابَة رَضِيَ اللَّه عَنْهُ لَمْ تُجَرَّب عَلَيْهِ كَذْبَة لَا فِي الْجَاهِلِيَّة وَلَا فِي الْإِسْلَام وَهُوَ عَلَامَة عَلَى الْإِيمَان كَمَا أَنَّ الْكَذِب أَمَارَة عَلَى النِّفَاق وَمَنْ صَدَقَ نَجَا عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ الصِّدْق يَهْدِي إِلَى الْبِرّ وَإِنَّ الْبِرّ يَهْدِي إِلَى الْجَنَّة وَإِيَّاكُمْ وَالْكَذِب فَإِنَّ الْكَذِب يَهْدِي إِلَى الْفُجُور وَإِنَّ الْفُجُور يَهْدِي إِلَى النَّار وَلَا يَزَال الرَّجُل يَصْدُق وَيَتَحَرَّى الصِّدْق حَتَّى يُكْتَب عِنْد اللَّه صِدِّيقًا وَلَا يَزَال الرَّجُل يَكْذِب وَيَتَحَرَّى الْكَذِب حَتَّى يُكْتَب عِنْد اللَّه كَذَّابًا وَالْأَحَادِيث فِيهِ كَثِيرَة جِدًّا \" وَالصَّابِرِينَ وَالصَّابِرَات \" هَذِهِ سَجِيَّة الْأَثْبَاتِ وَهِيَ الصَّبْر عَلَى الْمَصَائِب وَالْعِلْم بِأَنَّ الْمُقَدَّر كَائِن لَا مَحَالَة وَتَلَقِّي ذَلِكَ بِالصَّبْرِ وَالثَّبَات وَإِنَّمَا الصَّبْر عِنْد الصَّدْمَة الْأُولَى أَيْ أَصْعَبه فِي أَوَّل وَهْلَة ثُمَّ مَا بَعْده أَسْهَل مِنْهُ وَهُوَ صِدْق السَّجِيَّة وَثَبَاتهَا \" وَالْخَاشِعِينَ وَالْخَاشِعَات\" الْخُشُوع السُّكُون وَالطُّمَأْنِينَة وَالتُّؤَدَة وَالْوَقَار وَالتَّوَاضُع وَالْحَامِل عَلَيْهِ الْخَوْف مِنْ اللَّه تَعَالَى وَمُرَاقَبَته كَمَا فِي الْحَدِيث اُعْبُدْ اللَّه كَأَنَّك تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك \" وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَات\" الصَّدَقَة هِيَ الْإِحْسَان إِلَى النَّاس الْمَحَاوِيج الضُّعَفَاء الَّذِينَ لَا كَسْب لَهُمْ وَلَا كَاسِب يُعْطَوْنَ مِنْ فُضُول الْأَمْوَال طَاعَة وَإِحْسَانًا إِلَى خَلْقه وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ سَبْعَة يُظِلّهُمْ اللَّه فِي ظِلّه يَوْم لَا ظِلّ إِلَّا ظِلّه فَذَكَرَ مِنْهُمْ رَجُل تَصَدَّقَ بِصَدَقَة فَأَخْفَاهَا حَتَّى لَا تَعْلَم شِمَاله مَا تُنْفِق يَمِينه وَفِي الْحَدِيث الْآخَر وَالصَّدَقَة تُطْفِئُ الْخَطِيئَة كَمَا يُطْفِئ الْمَاء النَّار وَالْأَحَادِيث فِي الْحَثّ عَلَيْهَا كَثِيرَة جِدًّا لَهُ مَوْضِع بِذَاتِهِ \" وَالصَّائِمِينَ وَالصَّائِمَات \" وَفِي الْحَدِيث الَّذِي رَوَاهُ اِبْن مَاجَهْ وَالصَّوْم زَكَاة الْبَدَن أَيْ يُزَكِّيه وَيُطَهِّرهُ وَيُنَقِّيه مِنْ الْأَخْلَاط الرَّدِيئَة طَبْعًا وَشَرْعًا كَمَا قَالَ سَعِيد بْن جُبَيْر مَنْ صَامَ رَمَضَان وَثَلَاثَة أَيَّام مِنْ كُلّ شَهْر دَخَلَ فِي قَوْله تَعَالَى \" وَالصَّائِمِينَ وَالصَّائِمَات \" وَلَمَّا كَانَ الصَّوْم مِنْ أَكْبَر الْعَوْن عَلَى كَسْر الشَّهْوَة كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا مَعْشَر الشَّبَاب مَنْ اِسْتَطَاعَ مِنْكُمْ الْبَاءَة فَلْيَتَزَوَّجْ فَإِنَّهُ أَغَضّ لِلْبَصَرِ وَأَحْصَن لِلْفَرْجِ وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاء نَاسَبَ أَنْ يَذْكُر بَعْده \" وَالْحَافِظِينَ فُرُوجهمْ وَالْحَافِظَات \" أَيْ عَنْ الْمَحَارِم وَالْمَآثِم إِلَّا عَنْ الْمُبَاح كَمَا قَالَ عَزَّ وَجَلَّ \" وَاَلَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجهمْ أَوْ مَا مَلَكَتْ أَيْمَانهمْ فَإِنَّهُمْ غَيْر مَلُومِينَ فَمَنْ اِبْتَغَى وَرَاء ذَلِكَ فَأُولَئِكَ هُمْ الْعَادُونَ\" وَقَوْله تَعَالَى \" وَالذَّاكِرِينَ اللَّه كَثِيرًا وَالذَّاكِرَات\" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام : بْن عُبَيْد اللَّه حَدَّثَنَا مُحَمَّد بْن جَابِر عَنْ عَلِيّ بْن الْأَقْمَر عَنْ الْأَغَرّ أَبِي مُسْلِم عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَيْقَظَ الرَّجُل اِمْرَأَته مِنْ اللَّيْل فَصَلَّيَا رَكْعَتَيْنِ كَانَا تِلْكَ اللَّيْلَة مِنْ الذَّاكِرِينَ اللَّه كَثِيرًا وَالذَّاكِرَات وَقَدْ رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث الْأَعْمَش عَنْ الْأَغَرّ أَبِي مُسْلِم عَنْ أَبِي سَعِيد وَأَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهَيْعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قُلْت يَا رَسُول اللَّه أَيّ الْعِبَاد أَفْضَل دَرَجَة عِنْد اللَّه تَعَالَى يَوْم الْقِيَامَة ؟ قَالَ الذَّاكِرُونَ اللَّه كَثِيرًا وَالذَّاكِرَات قَالَ قُلْت يَا رَسُول اللَّه وَمَنْ الْغَازِي فِي سَبِيل اللَّه تَعَالَى ؟ قَالَ لَوْ ضَرَبَ بِسَيْفِهِ فِي الْكُفَّار وَالْمُشْرِكِينَ حَتَّى يَنْكَسِر وَيَخْتَضِب دَمًا لَكَانَ الذَّاكِرُونَ اللَّه تَعَالَى أَفْضَل مِنْهُ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الرَّحْمَن بْن إِبْرَاهِيم عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسِير فِي طَرِيق مَكَّة فَأَتَى عَلَى جُمْدَان فَقَالَ هَذَا جُمْدَان سِيرُوا فَقَدْ سَبَقَ الْمُفَرِّدُونَ قَالُوا وَمَا الْمُفَرِّدُونَ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الذَّاكِرُونَ اللَّه كَثِيرًا وَالذَّاكِرَات ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّهُمَّ اِغْفِرْ لِلْمُحَلِّقِينَ قَالُوا وَالْمُقَصِّرِينَ قَالَ اللَّهُمَّ اِغْفِرْ لِلْمُحَلِّقِينَ قَالُوا وَالْمُقَصِّرِينَ قَالَ وَالْمُقَصِّرِينَ تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه وَرَوَاهُ مُسْلِم دُون آخِره وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُجَيْنُ بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْعَزِيز بْن أَبِي سَلَمَة عَنْ زِيَاد بْن أَبِي زِيَاد مَوْلَى عَبْد اللَّه بْن عَيَّاش بْن أَبِي رَبِيعَة قَالَ : إِنَّهُ بَلَغَنِي عَنْ مُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا عَمِلَ آدَمِيّ عَمَلًا قَطُّ أَنْجَى لَهُ مِنْ عَذَاب اللَّه تَعَالَى مِنْ ذِكْر اللَّه عَزَّ وَجَلَّ وَقَالَ مُعَاذ رَضِيَ اللَّه عَنْهُ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَا أُخْبِركُمْ بِخَيْرِ أَعْمَالكُمْ وَأَزْكَاهَا عِنْد مَلِيككُمْ وَأَرْفَعهَا فِي دَرَجَاتكُمْ وَخَيْر لَكُمْ مِنْ تَعَاطِي الذَّهَب وَالْفِضَّة وَمِنْ أَنْ تَلْقَوْا عَدُوّكُمْ غَدًا فَتَضْرِبُوا أَعْنَاقهمْ وَيَضْرِبُوا أَعْنَاقكُمْ ؟ قَالُوا بَلَى يَا رَسُول اللَّه قَالَ ذِكْر اللَّه عَزَّ وَجَلَّ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا زَبَّانُ بْن فَائِد عَنْ سَهْل بْن مُعَاذ بْن أَنَس الْجُهَنِيّ عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ رَجُلًا سَأَلَهُ فَقَالَ أَيّ الْمُجَاهِدِينَ أَعْظَم أَجْرًا يَا رَسُول اللَّه ؟ قَالَ أَكْثَرهمْ لِلَّهِ تَعَالَى ذِكْرًا قَالَ فَأَيّ الصَّائِمِينَ أَكْثَر أَجْرًا ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَكْثَرهمْ لِلَّهِ عَزَّ وَجَلَّ ذِكْرًا ثُمَّ ذَكَرَ الصَّلَاة وَالزَّكَاة وَالْحَجّ وَالصَّدَقَة كُلّ ذَلِكَ يَقُول رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَكْثَرهمْ لِلَّهِ ذِكْرًا فَقَالَ أَبُو بَكْر لِعُمَر رَضِيَ اللَّه عَنْهُ ذَهَبَ الذَّاكِرُونَ بِكُلِّ خَيْر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( أَجَل ) وَسَنَذْكُرُ إِنْ شَاءَ اللَّه تَعَالَى بَقِيَّة الْأَحَادِيث الْوَارِدَة فِي كَثْرَة الذِّكْر عِنْد قَوْله تَعَالَى فِي هَذِهِ السُّورَة \" يَا أَيّهَا الَّذِينَ آمَنُوا اُذْكُرُوا اللَّه ذِكْرًا كَثِيرًا وَسَبِّحُوهُ بُكْرَة وَأَصِيلًا\" الْآيَة إِنْ شَاءَ اللَّه تَعَالَى وَقَوْله تَعَالَى \" أَعَدَّ اللَّه لَهُمْ مَغْفِرَة وَأَجْرًا عَظِيمًا \" خَبَر عَنْ هَؤُلَاءِ الْمَذْكُورِينَ كُلّهمْ أَيْ أَنَّ اللَّه تَعَالَى قَدْ أَعَدَّ لَهُمْ أَيْ هَيَّأَ لَهُمْ مَغْفِرَة مِنْهُ لِذُنُوبِهِمْ وَأَجْرًا عَظِيمًا وَهُوَ الْجَنَّة.</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40195, "aya_id": 35}]