[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاء تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءكُم مِّنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَن تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاء مَرْضَاتِي تُسِرُّونَ إِلَيْهِم بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنتُمْ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَاء السَّبِيلِ", "sura_id": 60, "type": 0, "id": 5151, "aya_id": 1}, {"text": "يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق يخرجون الرسول وإياكم أن تؤمنوا بالله ربكم إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي تسرون إليهم بالمودة وأنا أعلم بما أخفيتم وما أعلنتم ومن يفعله منكم فقد ضل سواء السبيل", "sura_id": 60, "type": 1, "id": 11387, "aya_id": 1}, {"text": "سورة الممتحنة 1 - (يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم) أي كفار مكة (أولياء تلقون) توصلون (إليهم) قصد النبي صلى الله عليه وسلم غزوهم الذي أسره إليكم وورى بحنين (بالمودة) بينكم وبينهم كتب حاطب بن أبي بلتعة إليهم كتابا بذلك لما له عندهم من الأولاد والأهل المشركين فاسترده النبي صلى الله عليه وسلم ممن أرسله معه بإعلام الله تعالى له بذلك وقبل عذر حاطب فيه (وقد كفروا بما جاءكم من الحق) أي دين الإسلام والقرآن (يخرجون الرسول وإياكم) من مكة بتضييقهم عليكم (أن تؤمنوا) أي لأجل أن آمنتم (بالله ربكم إن كنتم خرجتم جهادا) للجهاد (في سبيلي وابتغاء مرضاتي) وجواب الشرط دل عليه ما قبله أي فلا تتخذوهم أولياء (تسرون إليهم بالمودة وأنا أعلم بما أخفيتم وما أعلنتم ومن يفعله منكم) أي إسرار خبر النبي إليهم (فقد ضل سواء السبيل) أخطأ طريق الهدى والسواء لإي الأصل الوسط \r\n", "sura_id": 60, "type": 2, "id": 30095, "aya_id": 1}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, لا تتخذوا عدوي وعدوكم خلصاء وأحباء, تُفْضون إليهم بالمودة, فتخبرونهم بأخبار الرسول صلى الله عليه وسلم، وسائر المسلمين, وهم قد كفروا بما جاءكم من الحق من الإيمان بالله ورسوله وما نزل عليه من القرآن, يخرجون الرسول ويخرجونكم- أيها المؤمنون- من \"مكة\"؛ لأنكم تصدقون بالله ربكم, وتوحدونه, إن كنتم- أيها المؤمنون- هاجرتم مجاهدين في سبيلي, طالبين مرضاتي عنكم, فلا توالوا أعدائي وأعداءكم, تُفْضون إليهم بالمودة سرًّا, وأنا أعلم بما أخفيتم وما أظهرتم, ومن يفعل ذلك منكم فقد أخطأ طريق الحق والصواب, وضلَّ عن قصد السبيل.\r\n", "sura_id": 60, "type": 3, "id": 36331, "aya_id": 1}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ</font><BR><p>كَانَ سَبَب نُزُول صَدْر هَذِهِ السُّورَة الْكَرِيمَة قِصَّة حَاطِب بْن أَبِي بَلْتَعَةَ وَذَلِكَ أَنَّ حَاطِبًا هَذَا كَانَ رَجُلًا مِنْ الْمُهَاجِرِينَ وَكَانَ مِنْ أَهْل بَدْر أَيْضًا وَكَانَ لَهُ بِمَكَّة أَوْلَاد وَمَال وَلَمْ يَكُنْ مِنْ قُرَيْش أَنْفُسهمْ بَلْ كَانَ حَلِيفًا لِعُثْمَان فَلَمَّا عَزَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى فَتْح مَكَّة لَمَّا نَقَضَ أَهْلهَا الْعَهْد فَأَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُسْلِمِينَ بِالتَّجْهِيزِ لِغَزْوِهِمْ وَقَالَ \" اللَّهُمَّ عَمِّ عَلَيْهِمْ خَبَرَنَا \" فَعَمَدَ حَاطِب هَذَا فَكَتَبَ كِتَابًا وَبَعَثَهُ مَعَ اِمْرَأَة مِنْ قُرَيْش إِلَى أَهْل مَكَّة يُعْلِمُهُمْ بِمَا عَزَمَ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَزْوهمْ لِيَتَّخِذ بِذَلِكَ عِنْدهمْ يَدًا فَأَطْلَعَ اللَّه تَعَالَى عَلَى ذَلِكَ رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتِجَابَة لِدُعَائِهِ فَبَعَثَ فِي أَثَر الْمَرْأَة فَأَخَذَ الْكِتَاب مِنْهَا وَهَذَا بَيِّن فِي هَذَا الْحَدِيث الْمُتَّفَق عَلَى صِحَّته . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ عَمّه أَخْبَرَنِي حَسَن بْن مُحَمَّد بْن عَلِيّ أَخْبَرَنِي عَبْد اللَّه بْن أَبِي رَافِع وَقَالَ مَرَّة إِنَّ عُبَيْد اللَّه بْن أَبِي رَافِع أَخْبَرَهُ أَنَّهُ سَمِعَ عَلِيًّا رَضِيَ اللَّه عَنْهُ يَقُول : بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَا وَالزُّبَيْر وَالْمِقْدَاد فَقَالَ \" اِنْطَلِقُوا حَتَّى تَأْتُوا رَوْضَة خَاخ فَإِنَّ بِهَا ظَعِينَة مَعَهَا كِتَاب فَخُذُوهُ مِنْهَا \" فَانْطَلَقْنَا تَعَادَى بِنَا خَيْلنَا حَتَّى أَتَيْنَا الرَّوْضَة فَإِذَا نَحْنُ بِالظَّعِينَةِ قُلْنَا أَخْرِجِي الْكِتَاب قَالَتْ مَا مَعِي كِتَاب قُلْنَا لَتُخْرِجِنَّ الْكِتَاب أَوْ لَنُلْقِيَنَّ الثِّيَاب قَالَ فَأَخْرَجَتْ الْكِتَاب مِنْ عِقَاصهَا فَأَخَذْنَا الْكِتَاب فَأَتَيْنَا بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا فِيهِ مِنْ حَاطِب بْن أَبِي بَلْتَعَةَ إِلَى أُنَاس مِنْ الْمُشْرِكِينَ بِمَكَّة يُخْبِرهُمْ بِبَعْضِ أَمْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا حَاطِب مَا هَذَا ؟ \" قَالَ لَا تَعْجَل عَلَيَّ إِنِّي كُنْت اِمْرَأً مُلْصَقًا فِي قُرَيْش وَلَمْ أَكُنْ مِنْ أَنْفُسهمْ وَكَانَ مَنْ مَعَك مِنْ الْمُهَاجِرِينَ لَهُمْ قَرَابَات يَحْمُونَ أَهْلِيهِمْ بِمَكَّة فَأَحْبَبْت إِذْ فَاتَنِي ذَلِكَ مِنْ النَّسَب فِيهِمْ أَنْ أَتَّخِذ فِيهِمْ يَدًا يَحْمُونَ بِهَا قَرَابَتِي وَمَا فَعَلْت ذَلِكَ كُفْرًا وَلَا اِرْتِدَادًا عَنْ دِينِي وَلَا رِضًا بِالْكُفْرِ بَعْد الْإِسْلَام فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُ صَدَقَكُمْ \" فَقَالَ عُمَر دَعْنِي أَضْرِب عُنُق هَذَا الْمُنَافِق فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُ قَدْ شَهِدَ بَدْرًا مَا يُدْرِيك لَعَلَّ اللَّه اِطَّلَعَ إِلَى أَهْل بَدْر فَقَالَ اِعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْت لَكُمْ \" وَهَكَذَا أَخْرَجَهُ الْجَمَاعَة إِلَّا اِبْن مَاجَهْ مِنْ غَيْر وَجْه عَنْ سُفْيَان بْن عُيَيْنَة بِهِ وَزَادَ الْبُخَارِيّ فِي كِتَاب الْمَغَازِي فَأَنْزَلَ اللَّه السُّورَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوّكُمْ أَوْلِيَاء \" وَقَالَ فِي كِتَاب التَّفْسِير قَالَ عَمْرو وَنَزَلَتْ فِيهِ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوّكُمْ أَوْلِيَاء \" وَقَالَ لَا أَدْرِي الْآيَة فِي الْحَدِيث أَوْ قَالَ عَمْرو قَالَ الْبُخَارِيّ قَالَ عَلِيّ يَعْنِي اِبْن الْمَدِينِيّ قِيلَ لِسُفْيَان فِي هَذَا نَزَلَتْ \" لَا تَتَّخِذُوا عَدُوِّي وَعَدُوّكُمْ أَوْلِيَاء \" فَقَالَ سُفْيَان هَذَا فِي حَدِيث النَّاس حَفِظْته مِنْ عَمْرو مَا تَرَكْت مِنْهُ حَرْفًا وَلَا أَدْرِي أَحَدًا حَفِظَهُ غَيْرِي. وَقَدْ أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث حُصَيْن بْن عَبْد الرَّحْمَن عَنْ سَعْد بْن عُبَيْدَة عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ عَنْ عَلِيّ قَالَ بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبَا مَرْثَد وَالزُّبَيْر بْن الْعَوَّام وَكُلّنَا فَارِس وَقَالَ\" اِنْطَلِقُوا حَتَّى تَأْتُوا رَوْضَة خَاخ فَإِنَّ بِهَا اِمْرَأَة مِنْ الْمُشْرِكِينَ مَعَهَا كِتَاب مِنْ حَاطِب بْن أَبِي بَلْتَعَةَ إِلَى الْمُشْرِكِينَ \" فَأَدْرَكْنَاهَا تَسِير عَلَى بَعِير لَهَا حَيْثُ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْنَا الْكِتَاب ؟ فَقَالَتْ مَا مَعِي كِتَاب فَأَنَخْنَاهَا فَالْتَمَسْنَا فَلَمْ نَرَ كِتَابًا فَقُلْنَا مَا كَذَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَتُخْرِجِنَّ الْكِتَاب أَوْ لَنُجَرِّدك فَلَمَّا رَأَتْ الْجِدّ أَهْوَتْ إِلَى حُجْزَتهَا وَهِيَ مُحْتَجِزَة بِكِسَاءٍ فَأَخْرَجَتْهُ فَانْطَلَقْنَا بِهَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ عُمَر يَا رَسُول اللَّه قَدْ خَانَ اللَّه وَرَسُوله وَالْمُؤْمِنِينَ فَدَعْنِي فَلِأَضْرِب عُنُقه فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا حَمَلَك عَلَى مَا صَنَعْت ؟\" قَالَ حَاطِب وَاَللَّه مَا بِي إِلَّا أَنْ أَكُون مُؤْمِنًا بِاَللَّهِ وَرَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرَدْت أَنْ تَكُون لِي عِنْد الْقَوْم يَد يَدْفَع اللَّه بِهَا عَنْ أَهْلِي وَمَالِي وَلَيْسَ أَحَد مِنْ أَصْحَابك إِلَّا لَهُ هُنَاكَ مِنْ عَشِيرَته مَنْ يَدْفَع اللَّه بِهِ عَنْ أَهْله وَمَاله فَقَالَ \" صَدَقَ لَا تَقُولُوا لَهُ إِلَّا خَيْرًا \" فَقَالَ عُمَر إِنَّهُ قَدْ خَانَ اللَّه وَرَسُوله وَالْمُؤْمِنِينَ فَدَعْنِي فَلِأَضْرِب عُنُقه فَقَالَ \" صَدَقَ لَا تَقُولُوا لَهُ إِلَّا خَيْرًا \" فَقَالَ عُمَر إِنَّهُ قَدْ خَانَ اللَّه وَرَسُوله وَالْمُؤْمِنِينَ فَدَعْنِي فَلِأَضْرِب عُنُقه فَقَالَ \" أَلَيْسَ مِنْ أَهْل بَدْر ؟ - فَقَالَ - لَعَلَّ اللَّه اِطَّلَعَ إِلَى أَهْل بَدْر فَقَالَ اِعْمَلُوا مَا شِئْتُمْ فَقَدْ وَجَبَتْ لَكُمْ الْجَنَّة - أَوْ - قَدْ غَفَرْت لَكُمْ \" فَدَمَعَتْ عَيْنَا عُمَر وَقَالَ اللَّه وَرَسُوله أَعْلَم هَذَا لَفْظ الْبُخَارِيّ فِي الْمَغَازِي فِي غَزْوَة بَدْر . وَقَدْ رُوِيَ مِنْ وَجْه آخَر عَنْ عَلِيّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحَسَن الْهِسِنْجَانِيّ حَدَّثَنَا عُبَيْد بْن يَعِيش حَدَّثَنَا إِسْحَاق بْن سُلَيْمَان الرَّازِيّ عَنْ أَبِي سِنَان هُوَ سَعِيد بْن سِنَان عَنْ عَمْرو بْن مُرَّة الْحِمْلِيّ عَنْ أَبِي إِسْحَاق الْبُحْتُرِيّ الطَّائِيّ عَنْ الْحَارِث عَنْ عَلِيّ لَمَّا أَرَادَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَأْتِي مَكَّة أَسَرَّ إِلَى أُنَاس مِنْ أَصْحَابه أَنَّهُ يُرِيد مَكَّة مِنْهُمْ حَاطِب بْن أَبِي بَلْتَعَةَ وَأَفْشَى فِي النَّاس أَنَّهُ يُرِيد خَيْبَر قَالَ فَكَتَبَ حَاطِب بْن أَبِي بَلْتَعَةَ إِلَى أَهْل مَكَّة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُرِيدكُمْ فَأَخْبَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَبَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبَا مَرْثَد وَلَيْسَ مِنَّا رَجُل إِلَّا وَعِنْده فَرَس فَقَالَ \" اِئْتُوا رَوْضَة خَاخ فَإِنَّكُمْ سَتَلْقَوْنَ بِهَا اِمْرَأَة مَعَهَا كِتَاب فَخُذُوهُ مِنْهَا \" فَانْطَلَقْنَا حَتَّى رَأَيْنَاهَا بِالْمَكَانِ الَّذِي ذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْنَا لَهَا هَاتِ الْكِتَاب فَقَالَتْ مَا مَعِي كِتَاب فَوَضَعْنَا مَتَاعهَا وَفَتَّشْنَاهَا فَلَمْ نَجِدهُ فِي مَتَاعهَا فَقَالَ أَبُو مَرْثَد لَعَلَّهُ أَنْ لَا يَكُون مَعَهَا فَقُلْت مَا كَذَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا كَذَبْنَا فَقُلْنَا لَهَا لَتُخْرِجِنَّهُ أَوْ لَنُعَرِّيَنَّك فَقَالَتْ أَمَا تَتَّقُونَ اللَّه ؟ أَلَسْتُمْ مُسْلِمِينَ ؟ فَقُلْنَا لَتُخْرِجِنَّهُ أَوْ لَنُعَرِّيَنَّك قَالَ عَمْرو بْن مُرَّة فَأَخْرَجَتْهُ مِنْ حُجْزَتهَا وَقَالَ حَبِيب بْن أَبِي ثَابِت أَخْرَجَتْهُ مِنْ قُبُلهَا فَأَتَيْنَا بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا الْكِتَاب مِنْ حَاطِب بْن أَبِي بَلْتَعَةَ فَقَامَ عُمَر فَقَالَ يَا رَسُول اللَّه خَانَ اللَّه وَرَسُوله فَأْذَنْ لِي فَلِأَضْرِب عُنُقه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَيْسَ قَدْ شَهِدَ بَدْرًا ؟ \" قَالُوا بَلَى وَقَالَ عُمَر بَلَى وَلَكِنَّهُ قَدْ نَكَثَ وَظَاهَرَ أَعْدَاءَك عَلَيْك فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلَعَلَّ اللَّه اِطَّلَعَ عَلَى أَهْل بَدْر فَقَالَ اِعْمَلُوا مَا شِئْتُمْ إِنِّي بِمَا تَعْمَلُونَ بَصِير\" فَفَاضَتْ عَيْنَا عُمَر وَقَالَ اللَّه وَرَسُوله أَعْلَم فَأَرْسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى حَاطِب فَقَالَ\" يَا حَاطِب مَا حَمَلَك عَلَى مَا صَنَعْت ؟ \" فَقَالَ يَا رَسُول اللَّه إِنِّي كُنْت اِمْرَأً مُلْصَقًا فِي قُرَيْش وَكَانَ لِي بِهَا مَال وَأَهْل وَلَمْ يَكُنْ مِنْ أَصْحَابك أَحَد إِلَّا وَلَهُ بِمَكَّة مَنْ يَمْنَع أَهْله وَمَاله فَكَتَبْت بِذَلِكَ إِلَيْهِمْ وَوَاللَّهِ يَا رَسُول اللَّه إِنِّي لَمُؤْمِن بِاَللَّهِ وَرَسُوله فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَلَّى حَاطِب فَلَا تَقُولُوا لِحَاطِبٍ إِلَّا خَيْرًا \" قَالَ حَبِيب بْن أَبِي ثَابِت فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوّكُمْ أَوْلِيَاء تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ \" الْآيَة وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ مِهْرَان عَنْ أَبِي سِنَان سَعِيد بْن سِنَان بِإِسْنَادِهِ مِثْله . وَقَدْ ذَكَرَ ذَلِكَ أَصْحَاب الْمَغَازِي وَالسَّيْر فَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي السِّيرَة حَدَّثَنِي مُحَمَّد بْن جَعْفَر بْن الزُّبَيْر عَنْ عُرْوَة بْن الزُّبَيْر وَغَيْره مِنْ عُلَمَائِنَا قَالَ لَمَّا أَجْمَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَسِير إِلَى مَكَّة كَتَبَ حَاطِب بْن أَبِي بَلْتَعَةَ كِتَابًا إِلَى قُرَيْش يُخْبِرهُمْ بِاَلَّذِي أَجْمَعَ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْأَمْر فِي السَّيْر إِلَيْهِمْ ثُمَّ أَعْطَاهُ اِمْرَأَة زَعَمَ مُحَمَّد بْن جَعْفَر أَنَّهَا مِنْ مُزَيْنَة وَزَعَمَ غَيْره أَنَّهَا سَارَة مَوْلَاة لِبَنِي عَبْد الْمُطَّلِب وَجَعَلَ لَهَا جُعَلًا عَلَى أَنْ تَبْلُغهُ لِقُرَيْشٍ فَجَعَلَتْهُ فِي رَأْسهَا ثُمَّ فَتَلَتْ عَلَيْهِ قُرُونهَا ثُمَّ خَرَجَتْ بِهِ وَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْخَبَر مِنْ السَّمَاء بِمَا صَنَعَ حَاطِب فَبَعَثَ عَلِيّ بْن أَبِي طَالِب وَالزُّبَيْر بْن الْعَوَامّ فَقَالَ \" أَدْرِكَا اِمْرَأَة قَدْ كَتَبَ مَعَهَا حَاطِب كِتَابًا إِلَى قُرَيْش يُحَذِّرهُمْ مَا قَدْ أَجْمَعْنَا لَهُ مِنْ أَمْرهمْ\" فَخَرَجَا حَتَّى أَدْرَكَاهَا بِالْحُلَيْفَةِ حُلَيْفَة بَنِي أَبِي أَحْمَد فَاسْتَنْزَلَاهَا بِالْحُلَيْفَةِ فَالْتَمَسَا فِي رَحْلهَا فَلَمْ يَجِدَا شَيْئًا فَقَالَ لَهَا عَلِيّ بْن أَبِي طَالِب إِنِّي أَحْلِف بِاَللَّهِ مَا كَذَبَ رَسُول اللَّه وَمَا كَذَبْنَا وَلَتُخْرِجِنَّ لَنَا هَذَا الْكِتَاب أَوْ لَنَكْشِفَنَّك فَلَمَّا رَأَتْ الْجَدّ مِنْهُ قَالَتْ أَعْرِض فَأَعْرَض فَحَلَّتْ قُرُون رَأْسهَا فَاسْتَخْرَجَتْ الْكِتَاب مِنْهَا فَدَفَعَتْهُ إِلَيْهِ فَأَتَى بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَاطِبًا فَقَالَ \" يَا حَاطِب مَا حَمَلَك عَلَى هَذَا ؟ \" فَقَالَ يَا رَسُول اللَّه أَمَّا وَاَللَّه إِنِّي لَمُؤْمِن بِاَللَّهِ وَبِرَسُولِهِ مَا غَيَّرْت وَلَا بَدَّلْت وَلَكِنِّي كُنْت اِمْرَأً لَيْسَ لِي فِي الْقَوْم مِنْ أَهْل وَلَا عَشِيرَة وَكَانَ لِي بَيْن أَظْهُرهمْ وَلَد وَأَهْل فَصَانَعْتهمْ عَلَيْهِمْ فَقَالَ عُمَر بْن الْخَطَّاب يَا رَسُول اللَّه دَعْنِي فَلِأَضْرِب عُنُقه فَإِنَّ الرَّجُل قَدْ نَافَقَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا يُدْرِيك يَا عُمَر ؟ لَعَلَّ اللَّه قَدْ اِطَّلَعَ إِلَى أَصْحَاب بَدْر يَوْم بَدْر فَقَالَ اِعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْت لَكُمْ \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ فِي حَاطِب \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوّكُمْ أَوْلِيَاء تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ - إِلَى قَوْله - قَدْ كَانَتْ لَكُمْ أُسْوَة حَسَنَة فِي إِبْرَاهِيم وَاَلَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآء مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُون اللَّه كَفَرْنَا بِكُمْ وَبَدَا بَيْننَا وَبَيْنكُمْ الْعَدَاوَة وَالْبَغْضَاء أَبَدًا حَتَّى تُؤْمِنُوا بِاَللَّهِ وَحْده \" إِلَى آخِر الْقِصَّة وَرَوَى مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة نَحْو ذَلِكَ وَهَكَذَا ذَكَرَ مُقَاتِل بْن حَيَّان أَنَّ هَذِهِ الْآيَات نَزَلَتْ فِي حَاطِب بْن أَبِي بَلْتَعَةَ أَنَّهُ بَعَثَ سَارَة مَوْلَاة بَنِي هَاشِم وَأَنَّهُ أَعْطَاهَا عَشْرَة دَرَاهِم وَأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ فِي أَثَرهَا عُمَر بْن الْخَطَّاب وَعَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُمَا فَأَدْرَكَاهَا بِالْجُحْفَةِ وَذَكَرَ تَمَام الْقِصَّة كَنَحْوِ مَا تَقَدَّمَ وَعَنْ السُّدِّيّ قَرِيبًا مِنْهُ وَهَكَذَا قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَغَيْر وَاحِد أَنَّ هَذِهِ الْآيَات نَزَلَتْ فِي حَاطِب بْن أَبِي بَلْتَعَةَ فَقَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوّكُمْ أَوْلِيَاء تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنْ الْحَقّ \" يَعْنِي الْمُشْرِكِينَ وَالْكُفَّار الَّذِينَ هُمْ مُحَارِبُونَ لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ الَّذِينَ شَرَعَ اللَّه عَدَاوَتهمْ وَمُصَارَمَتهمْ وَنَهَى أَنْ يُتَّخَذُوا أَوْلِيَاء وَأَصْدِقَاء وَأَخِلَّاء كَمَا قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُود وَالنَّصَارَى أَوْلِيَاء بَعْضهمْ أَوْلِيَاء بَعْض وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ\" وَهَذَا تَهْدِيد شَدِيد وَوَعِيد أَكِيد وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اِتَّخَذُوا دِينكُمْ هُزُوًا وَلَعِبًا مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ وَالْكُفَّار أَوْلِيَاء وَاتَّقُوا اللَّه إِنْ كُنْتُمْ مُؤْمِنِينَ \" . وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا \" وَقَالَ تَعَالَى \" لَا يَتَّخِذ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ وَمَنْ يَفْعَل ذَلِكَ فَلَيْسَ مِنْ اللَّه فِي شَيْء إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاة وَيُحَذِّركُمْ اللَّه نَفْسه \" وَلِهَذَا قَبِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عُذْر حَاطِب لَمَّا ذَكَرَ أَنَّهُ إِنَّمَا فَعَلَ ذَلِكَ مُصَانَعَة لِقُرَيْشٍ لِأَجْلِ مَا كَانَ لَهُ عِنْدهمْ مِنْ الْأَمْوَال وَالْأَوْلَاد . وَيُذْكَر هَهُنَا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا مُصْعَب بْن سَلَام حَدَّثَنَا الْأَجْلَح عَنْ قَيْس بْن أَبِي مُسْلِم عَنْ رِبْعِيّ بْن حِرَاش سَمِعْت حُذَيْفَة يَقُول : ضَرَبَ لَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمْثَالًا : وَاحِدًا وَثَلَاثَة وَخَمْسَة وَسَبْعَة وَتِسْعَة وَأَحَد عَشَر قَالَ فَضَرَبَ لَنَا مِنْهَا مَثَلًا وَتَرَكَ سَائِرهَا قَالَ \" إِنَّ قَوْمًا كَانُوا أَهْل ضَعْف وَمَسْكَنَة قَاتَلَهُمْ أَهْل تَجَبُّر وَعَدَاء فَأَظْهَرَ اللَّه أَهْل الضَّعْف عَلَيْهِمْ فَعَمَدُوا إِلَى عَدُوّهُمْ فَاسْتَعْمَلُوهُمْ وَسَلَّطُوهُمْ فَأَسْخَطُوا اللَّه عَلَيْهِمْ إِلَى يَوْم يَلْقَوْنَهُ \" وَقَوْله تَعَالَى \" يُخْرِجُونَ الرَّسُول وَإِيَّاكُمْ \" هَذَا مَعَ مَا قَبْله مِنْ التَّهْيِيج عَلَى عَدَاوَتهمْ وَعَدَم مُوَالَاتهمْ لِأَنَّهُمْ أَخْرَجُوا الرَّسُول وَأَصْحَابه مِنْ بَيْن أَظْهُرهمْ كَرَاهَة لِمَا هُمْ عَلَيْهِ مِنْ التَّوْحِيد وَإِخْلَاص الْعِبَادَة لِلَّهِ وَحْده وَلِهَذَا قَالَ تَعَالَى \" أَنْ تُؤْمِنُوا بِاَللَّهِ رَبّكُمْ \" أَيْ لَمْ يَكُنْ لَكُمْ عِنْدهمْ ذَنْب إِلَّا إِيمَانكُمْ بِاَللَّهِ رَبّ الْعَالَمِينَ كَقَوْلِهِ تَعَالَى \" وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاَللَّهِ الْعَزِيز الْحَمِيد \" وَكَقَوْلِهِ تَعَالَى \" الَّذِينَ أُخْرِجُوا مِنْ دِيَارهمْ بِغَيْرِ حَقّ إِلَّا أَنْ يَقُولُوا رَبّنَا اللَّه \" . وَقَوْله تَعَالَى \" إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاء مَرْضَاتِي \" أَيْ إِنْ كُنْتُمْ كَذَلِكَ فَلَا تَتَّخِذُوهُمْ أَوْلِيَاء إِنْ كُنْتُمْ خَرَجْتُمْ مُجَاهِدِينَ فِي سَبِيلِي بَاغِينَ لِمَرْضَاتِي عَنْكُمْ فَلَا تُوَالُوا أَعْدَائِي وَأَعْدَاءَكُمْ وَقَدْ أَخْرَجُوكُمْ مِنْ دِيَاركُمْ وَأَمْوَالكُمْ حَنَقًا عَلَيْكُمْ وَسُخْطًا لِدِينِكُمْ . وَقَوْله تَعَالَى \" تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَم بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ \" أَيْ تَفْعَلُونَ ذَلِكَ وَأَنَا الْعَالِم بِالسَّرَائِرِ وَالضَّمَائِر وَالظَّوَاهِر \" وَمَنْ يَفْعَلهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاء السَّبِيل .</p><BR> <br> ", "sura_id": 60, "type": 4, "id": 42241, "aya_id": 1}]