[{"text": "وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِّنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ", "sura_id": 22, "type": 0, "id": 2650, "aya_id": 55}, {"text": "ولا يزال الذين كفروا في مرية منه حتى تأتيهم الساعة بغتة أو يأتيهم عذاب يوم عقيم", "sura_id": 22, "type": 1, "id": 8886, "aya_id": 55}, {"text": "55 - (ولا يزال الذين كفروا في مرية) شك (منه) أي القرآن بما ألقاه الشيطان على لسان النبي ثم أبطل (حتى تأتيهم الساعة بغتة) أي ساعة موتهم أو القيامة فجأة (أو يأتيهم عذاب يوم عقيم) هو يوم بدر لا خير فيه للكفار كالريح العقيم التي لا تأتي بخير أو هو يوم القيامة لا ليل بعده \r\n", "sura_id": 22, "type": 2, "id": 27594, "aya_id": 55}, {"text": "ولا يزال الكافرون المكذبون في شك مما جئتهم به من القرآن إلى أن تأتيهم الساعة فجأة، وهم على تكذيبهم، أو يأتيهم عذاب يوم لا خير فيه، وهو يوم القيامة.\r\n", "sura_id": 22, "type": 3, "id": 33830, "aya_id": 55}, {"text": " <font color=red>وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْكُفَّار إِنَّهُمْ لَا يَزَالُونَ فِي مِرْيَة أَيْ فِي شَكّ مِنْ هَذَا الْقُرْآن قَالَهُ اِبْن جُرَيْج وَاخْتَارَهُ اِبْن جَرِير وَقَالَ سَعِيد بْن جُبَيْر وَابْن زَيْد \" أَيْ مِمَّا أَلْقَى الشَّيْطَان \" حَتَّى تَأْتِيَهُمْ السَّاعَة بَغْتَة \" قَالَ مُجَاهِد فَجْأَة وَقَالَ قَتَادَة \" بَغْتَة \" بَغَتَ الْقَوْم أَمْر اللَّه وَمَا أَخَذَ اللَّه قَوْمًا قَطُّ إِلَّا عِنْد سَكْرَتهمْ وَغَرَّتهمْ وَنِعْمَتهمْ فَلَا تَغْتَرُّوا بِاَللَّهِ إِنَّهُ لَا يَغْتَرّ بِاَللَّهِ إِلَّا الْقَوْم الْفَاسِقُونَ وَقَوْله \" أَوْ يَأْتِيَهُمْ عَذَاب يَوْم عَقِيم \" قَالَ مُجَاهِد قَالَ أُبَيّ بْن كَعْب هُوَ يَوْم بَدْر وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَقَتَادَة وَغَيْر وَاحِد وَاخْتَارَهُ اِبْن جَرِير قَالَ عِكْرِمَة وَمُجَاهِد فِي رِوَايَة عَنْهُمَا هُوَ يَوْم الْقِيَامَة لَا لَيْل لَهُ وَكَذَا قَالَ الضَّحَّاك وَالْحَسَن الْبَصْرِيّ وَهَذَا الْقَوْل هُوَ الصَّحِيح وَإِنْ كَانَ يَوْم بَدْر مِنْ جُمْلَة مَا أُوعِدُوا بِهِ لَكِنَّ هَذَا هُوَ الْمُرَاد .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39079, "aya_id": 55}]