[{"text": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ", "sura_id": 35, "type": 0, "id": 3693, "aya_id": 33}, {"text": "جنات عدن يدخلونها يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير", "sura_id": 35, "type": 1, "id": 9929, "aya_id": 33}, {"text": "33 - (جنات عدن) إقامة (يدخلونها) الثلاثة بالبناء للفاعل وللمفعول خبر جنات المبتدأ (يحلون) خبر ثان (فيها من) بعض (أساور من ذهب ولؤلؤا) مرصع بالذهب (ولباسهم فيها حرير) \r\n", "sura_id": 35, "type": 2, "id": 28637, "aya_id": 33}, {"text": "جنات إقامة دائمة للذين أورثهم الله كتابه يُحلَّون فيها الأساور من الذهب واللؤلؤ, ولباسهم المعتاد في الجنة حرير أي: ثياب رقيقة. \r\n", "sura_id": 35, "type": 3, "id": 34873, "aya_id": 33}, {"text": " <font color=red>جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</font><BR><p>يُخْبِر تَعَالَى أَنَّ هَؤُلَاءِ الْمُصْطَفَيْنَ مِنْ عِبَاده الَّذِينَ أُورِثُوا الْكِتَاب الْمُنَزَّل مِنْ رَبّ الْعَالَمِينَ يَوْم الْقِيَامَة مَأْوَاهُمْ جَنَّات عَدْن أَيْ جَنَّات الْإِقَامَة يَدْخُلُونَهَا يَوْم مَعَادهمْ وَقُدُومهمْ عَلَى اللَّه عَزَّ وَجَلَّ \" يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِر مِنْ ذَهَب وَلُؤْلُؤًا \" كَمَا ثَبَتَ فِي الصَّحِيح عَنْ أَبَى هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" تَبْلُغ الْحِلْيَة مِنْ الْمُؤْمِن حَيْثُ يَبْلُغ الْوُضُوء \" \" وَلِبَاسهمْ فِيهَا حَرِير \" وَلِهَذَا كَانَ مَحْظُورًا عَلَيْهِمْ فِي الدُّنْيَا فَأَبَاحَهُ اللَّه تَعَالَى لَهُمْ فِي الْآخِرَة وَثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ لَبِسَ الْحَرِير فِي الدُّنْيَا لَمْ يَلْبَسهُ فِي الْآخِرَة \" وَقَالَ \" هِيَ لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الْآخِرَة \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمْرو بْن سَوَاد السَّرْحِيّ أَخْبَرَنَا اِبْن وَهْب عَنْ أَبِي لَهِيعَة عَنْ عُقَيْل بْن خَالِد عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ أَبَا أُمَامَةَ رَضِيَ اللَّه عَنْهُ حَدَّثَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ وَذَكَرَ حُلِيّ أَهْل الْجَنَّة فَقَالَ \" مُسَوَّرُونَ بِالذَّهَبِ وَالْفِضَّة مُكَلَّلَة بِالدُّرِّ وَعَلَيْهِمْ أَكَالِيل مِنْ دُرّ وَيَاقُوت مُتَوَاصِلَة وَعَلَيْهِمْ تَاج كَتَاجِ الْمُلُوك شَبَاب جُرْد مُرْد مَكْحُولُونَ\" .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40320, "aya_id": 33}]