[{"text": "وَقَالُواْ لَن يَدْخُلَ الْجَنَّةَ إِلاَّ مَن كَانَ هُوداً أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُواْ بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ", "sura_id": 2, "type": 0, "id": 118, "aya_id": 111}, {"text": "وقالوا لن يدخل الجنة إلا من كان هودا أو نصارى تلك أمانيهم قل هاتوا برهانكم إن كنتم صادقين", "sura_id": 2, "type": 1, "id": 6354, "aya_id": 111}, {"text": "111 - (وقالوا لن يدخل الجنة إلا من كان هودا) جمع هائد (أو نصارى) قال ذلك يهود المدينة ونصارى نجران لما تناظروا بين يدي النبي صلى الله عليه وسلم أي قال اليهود لن يدخلها إلا اليهود وقال النصارى لن يدخلها إلا النصارى (تلك) القولة (أمانيهم) شهواتهم الباطلة (قل) لهم (هاتوا برهانكم) حججكم على ذلك (إن كنتم صادقين) فيه \r\n", "sura_id": 2, "type": 2, "id": 25062, "aya_id": 111}, {"text": "ادَّعى كلٌّ من اليهود والنصارى أن الجنة خاصة بطائفته لا يدخلها غيرهم, تلك أوهامهم الفاسدة. قل لهم -أيها الرسول-: أحضروا دليلكم على صحة ما تدَّعون إن كنتم صادقين في دعواكم.\r\n", "sura_id": 2, "type": 3, "id": 31298, "aya_id": 111}, {"text": " <font color=red>وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>يُبَيِّن تَعَالَى اِغْتِرَار الْيَهُود وَالنَّصَارَى بِمَا هُمْ فِيهِ حَيْثُ اِدَّعَتْ كُلّ طَائِفَة مِنْ الْيَهُود وَالنَّصَارَى أَنَّهُ لَنْ يَدْخُل الْجَنَّة إِلَّا مَنْ كَانَ عَلَى مِلَّتهَا كَمَا أَخْبَرَ اللَّهُ عَنْهُمْ فِي سُورَة الْمَائِدَة أَنَّهُمْ قَالُوا\" نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ \" فَأَكْذَبَهُمْ اللَّهُ تَعَالَى بِمَا أَخْبَرَهُمْ أَنَّهُ مُعَذِّبهمْ بِذُنُوبِهِمْ وَلَوْ كَانُوا كَمَا اِدَّعَوْا لَمَا كَانَ الْأَمْر كَذَلِكَ وَكَمَا تَقَدَّمَ مِنْ دَعْوَاهُمْ أَنَّهُ لَنْ تَمَسَّهُمْ النَّارُ إِلَّا أَيَّامًا مَعْدُودَة ثُمَّ يَنْتَقِلُونَ إِلَى الْجَنَّة وَرَدَّ عَلَيْهِمْ تَعَالَى فِي ذَلِكَ وَهَكَذَا قَالَ لَهُمْ فِي هَذِهِ الدَّعْوَى الَّتِي اِدَّعَوْهَا بِلَا دَلِيل وَلَا حُجَّة وَلَا بَيِّنَة فَقَالَ تِلْكَ أَمَانِيّهمْ وَقَالَ أَبُو الْعَالِيَة أَمَانِيّ تَمَنَّوْهَا عَلَى اللَّه بِغَيْرِ حَقّ وَكَذَا قَالَ قَتَادَة وَالرَّبِيع بْن أَنَس ثُمَّ قَالَ تَعَالَى \" قُلْ \" أَيْ يَا مُحَمَّد \" هَاتُوا بُرْهَانكُمْ\" قَالَ أَبُو الْعَالِيَة وَمُجَاهِد وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس حُجَّتكُمْ وَقَالَ قَتَادَة بَيِّنَتكُمْ عَلَى ذَلِكَ \" إِنْ كُنْتُمْ صَادِقِينَ \" أَيْ فِيمَا تَدَّعُونَهُ قَالَ تَعَالَى \" بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ \" أَيْ مَنْ أَخْلَصَ الْعَمَل لِلَّهِ وَحْده لَا شَرِيك لَهُ كَمَا قَالَ تَعَالَى \" فَإِنْ حَاجُّوك فَقُلْ أَسْلَمْت وَجْهِيَ لِلَّهِ وَمَنْ اِتَّبَعَنِ \" الْآيَة .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38511, "aya_id": 111}]