[{"text": "إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاء أَنزَلْنَاهُ مِنَ السَّمَاء فَاخْتَلَطَ بِهِ نَبَاتُ الأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالأَنْعَامُ حَتَّىَ إِذَا أَخَذَتِ الأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَآ أَتَاهَا أَمْرُنَا لَيْلاً أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِالأَمْسِ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ", "sura_id": 10, "type": 0, "id": 1388, "aya_id": 24}, {"text": "إنما مثل الحياة الدنيا كماء أنزلناه من السماء فاختلط به نبات الأرض مما يأكل الناس والأنعام حتى إذا أخذت الأرض زخرفها وازينت وظن أهلها أنهم قادرون عليها أتاها أمرنا ليلا أو نهارا فجعلناها حصيدا كأن لم تغن بالأمس كذلك نفصل الآيات لقوم يتفكرون", "sura_id": 10, "type": 1, "id": 7624, "aya_id": 24}, {"text": "24 - (إنما مثل) صفة (الحياة الدنيا كماء) مطر (أنزلناه من السماء فاختلط به) بسببه (نبات الأرض) واشتبك بعضه ببعض (مما يأكل الناس) من البر والشعير وغيرهما (والأنعام) من الكلأ (حتى إذا أخذت الأرض زخرفها) بهجتها من النبات (وازَّينت) بالزهر وأصله تزينت أبدلت التاء زاياً وأدغمت في الزاي (وظن أهلها أنهم قادرون عليها) متمكنون من تحصيل ثمارها (أتاها أمرنا) قضاؤنا أو عذابنا (ليلاً أو نهاراً فجعلناها) أي زرعها (حصيداً) كالمحصود بالمناجل (كأنْ) مخففة أي كأنها (لم تغن) تكن (بالأمس كذلك نفصِّل) نبيِّن (الآيات لقوم يتفكرون) \r\n", "sura_id": 10, "type": 2, "id": 26332, "aya_id": 24}, {"text": "إنما مثل الحياة الدنيا وما تتفاخرون به فيها من زينة وأموال, كمثل مطر أنزلناه من السماء إلى الأرض, فنبتت به أنواع من النبات مختلط بعضها ببعض مما يقتات به الناس من الثمار, وما تأكله الحيوانات من النبات, حتى إذا ظهر حُسْنُ هذه الأرض وبهاؤها, وظن أهل هذه الأرض أنهم قادرون على حصادها والانتفاع بها, جاءها أمرنا وقضاؤنا بهلاك ما عليها من النبات, والزينة إما ليلا وإما نهارًا, فجعلنا هذه النباتات والأشجار محصودة مقطوعة لا شيء فيها, كأن لم تكن تلك الزروع والنباتات قائمة قبل ذلك على وجه الأرض, فكذلك يأتي الفناء على ما تتباهَون به من دنياكم وزخارفها فيفنيها الله ويهلكها. وكما بيَّنا لكم -أيها الناس- مَثَلَ هذه الدنيا وعرَّفناكم بحقيقتها, نبيِّن حججنا وأدلتنا لقوم يتفكرون في آيات الله, ويتدبرون ما ينفعهم في الدنيا والآخرة.\r\n", "sura_id": 10, "type": 3, "id": 32568, "aya_id": 24}, {"text": " <font color=red>إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ</font><BR><p>ضَرَبَ تَبَارَكَ وَتَعَالَى مَثَلًا لِزَهْرَةِ الْحَيَاة الدُّنْيَا وَزِينَتهَا وَسُرْعَة اِنْقِضَائِهَا وَزَوَالهَا بِالنَّبَاتِ الَّذِي أَخْرَجَهُ اللَّه مِنْ الْأَرْض بِمَاءٍ أُنْزِلَ مَنْ السَّمَاء مِمَّا يَأْكُل النَّاس مِنْ زُرُوع وَثِمَار عَلَى اِخْتِلَاف أَنْوَاعهَا وَأَصْنَافهَا وَمَا تَأْكُل الْأَنْعَام مِنْ أَبّ وَقَضْب وَغَيْر ذَلِكَ \" حَتَّى إِذَا أَخَذَتْ الْأَرْض زُخْرُفهَا \" أَيْ زِينَتهَا الْفَانِيَة \" وَازَّيَّنَتْ \" أَيْ حَسُنَتْ بِمَا خَرَجَ فِي رُبَاهَا مِنْ زُهُور نَضِرَة مُخْتَلِفَة الْأَشْكَال وَالْأَلْوَان \" وَظَنَّ أَهْلهَا \" الَّذِينَ زَرَعُوهَا وَغَرَسُوهَا \" أَنَّهُمْ قَادِرُونَ عَلَيْهَا \" أَيْ عَلَى جِذَاذهَا وَحَصَادهَا فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ جَاءَتْهَا صَاعِقَة أَوْ رِيح شَدِيدَة بَارِدَة فَأَيْبَسَتْ أَوْرَاقهَا وَأَتْلَفَتْ ثِمَارهَا وَلِهَذَا قَالَ تَعَالَى \" أَتَاهَا أَمْرنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا \" أَيْ يَابِسًا بَعْد الْخُضْرَة وَالنَّضَارَة \" كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ \" أَيْ كَأَنَّهَا مَا كَانَتْ حِينًا قَبْل ذَلِكَ وَقَالَ قَتَادَة : كَأَنْ لَمْ تَغْنَ كَأَنْ لَمْ تُنَعَّم وَهَكَذَا الْأُمُور بَعْد زَوَالهَا كَأَنَّهَا لَمْ تَكُنْ . وَلِهَذَا جَاءَ فِي الْحَدِيث \" يُؤْتَى بِأَنْعَم أَهْل الدُّنْيَا فَيُغْمَس فِي النَّار غَمْسَة فَيُقَال لَهُ هَلْ رَأَيْت خَيْرًا قَطُّ ؟ هَلْ مَرَّ بِك نَعِيم قَطُّ ؟ فَيَقُول لَا وَيُؤْتَى بِأَشَدّ النَّاس عَذَابًا فِي الدُّنْيَا فَيُغْمَس فِي النَّعِيم غَمْسَة ثُمَّ يُقَال لَهُ هَلْ رَأَيْت بُؤْسًا قَطُّ ؟ فَيَقُول لَا \" وَقَالَ تَعَالَى إِخْبَارًا عَنْ الْمُهْلَكِينَ \" فَأَصْبَحُوا فِي دَرَاهِم جَاثِمِينَ كَأَنْ لَمْ يَغْنَوْا فِيهَا \" ثُمَّ قَالَ تَعَالَى \" كَذَلِكَ نُفَصِّل الْآيَات \" أَيْ نُبَيِّن الْحُجَج وَالْأَدِلَّة \" لِقَوْمٍ يَتَفَكَّرُونَ \" فَيَعْتَبِرُونَ بِهَذَا الْمَثَل فِي زَوَال الدُّنْيَا مِنْ أَهْلهَا سَرِيعًا مَعَ اِغْتِرَارهمْ بِهَا وَتَمَكُّنهمْ وَثِقَتهمْ بِمَوَاعِيدِهَا وَتَفَلُّتهَا عَنْهُمْ فَإِنَّ مِنْ طَبْعهَا الْهَرَب مِمَّنْ طَلَبَهَا وَالطَّلَب لِمَنْ هَرَبَ مِنْهَا وَقَدْ ضَرَبَ اللَّه تَعَالَى مَثَل الدُّنْيَا بِنَبَاتِ الْأَرْض فِي غَيْر مَا آيَة مِنْ كِتَابه الْعَزِيز فَقَالَ فِي سُورَة الْكَهْف \" وَاضْرِبْ لَهُمْ مَثَل الْحَيَاة الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنْ السَّمَاء فَاخْتَلَطَ بِهِ نَبَات الْأَرْض فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاح وَكَانَ اللَّه عَلَى كُلّ شَيْء مُقْتَدِرًا \" وَكَذَا فِي سُورَة الزُّمَر وَالْحَدِيد يَضْرِب اللَّه بِذَلِكَ مَثَلَ الْحَيَاة الدُّنْيَا . وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا اِبْن عُيَيْنَةَ عَنْ عَمْرو بْن دِينَار عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام قَالَ : سَمِعْت مَرْوَان يَعْنِي اِبْن الْحَكَم يَقْرَأ عَلَى الْمِنْبَر : \" وَازَّيَّنَتْ وَظَنَّ أَهْلهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا وَمَا كَانَ اللَّه لِيُهْلِكهُمْ إِلَّا بِذُنُوبِ أَهْلهَا \" قَالَ : قَدْ قَرَأَتْهَا وَلَيْسَتْ فِي الْمُصْحَف فَقَالَ عَبَّاس بْن عَبْد اللَّه بْن عَبَّاس : هَكَذَا يَقْرَؤُهَا اِبْن عَبَّاس فَأَرْسَلُوا إِلَى اِبْن عَبَّاس فَقَالَ : هَكَذَا أَقْرَأَنِي أُبَيّ بْن كَعْب وَهَذِهِ قِرَاءَة غَرِيبَة وَكَأَنَّهَا زِيدَتْ لِلتَّفْسِيرِ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37450, "aya_id": 24}]