[{"text": "وَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلاَدُهُمْ إِنَّمَا يُرِيدُ اللّهُ أَن يُعَذِّبَهُم بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ", "sura_id": 9, "type": 0, "id": 1320, "aya_id": 85}, {"text": "ولا تعجبك أموالهم وأولادهم إنما يريد الله أن يعذبهم بها في الدنيا وتزهق أنفسهم وهم كافرون", "sura_id": 9, "type": 1, "id": 7556, "aya_id": 85}, {"text": "85 - (ولا تعجبك أموالهم وأولادهم إنما يريد الله أن يعذبهم بها في الدنيا وتزهق) تخرج (أنفسهم وهم كافرون) \r\n", "sura_id": 9, "type": 2, "id": 26264, "aya_id": 85}, {"text": "ولا تعجبك -أيها الرسول- أموال هؤلاء المنافقين وأولادهم, إنما يريد الله أن يعذبهم بها في الدنيا بمكابدتهم الشدائد في شأنها, وبموتهم على كفرهم بالله ورسوله.\r\n", "sura_id": 9, "type": 3, "id": 32500, "aya_id": 85}, {"text": " <font color=red>وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلَا تُعْجِبْك أَمْوَالهمْ وَلَا أَوْلَادهمْ \" كَمَا قَالَ تَعَالَى \" وَلَا تَمُدَّنَّ عَيْنَيْك إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَة الْحَيَاة الدُّنْيَا لِنَفْتِنهُمْ فِيهِ وَرِزْق رَبّك خَيْر وَأَبْقَى \" وَقَالَ \" أَيَحْسَبُونَ أَنَّمَا نُمِدّهُمْ بِهِ مِنْ مَال وَبَنِينَ نُسَارِع لَهُمْ فِي الْخَيْرَات بَلْ لَا يَشْعُرُونَ \" وَقَوْله \" إِنَّمَا يُرِيد اللَّه لِيُعَذِّبهُمْ بِهَا فِي الْحَيَاة الدُّنْيَا \" قَالَ الْحَسَن الْبَصْرِيّ بِزَكَاتِهَا وَالنَّفَقَة مِنْهَا فِي سَبِيل اللَّه وَقَالَ قَتَادَة هَذَا مِنْ الْمُقَدَّم وَالْمُؤَخَّر تَقْدِيره : فَلَا تُعْجِبك أَمْوَالهمْ وَلَا أَوْلَادهمْ فِي الْحَيَاة الدُّنْيَا إِنَّمَا يُرِيد اللَّه لِيُعَذِّبهُمْ بِهَا فِي الْآخِرَة . وَاخْتَارَ اِبْن جَرِير قَوْل الْحَسَن وَهُوَ الْقَوْل الْقَوِيّ الْحَسَن . وَقَوْله \" وَتَزْهَق أَنْفُسهمْ وَهُمْ كَافِرُونَ \" أَيْ وَيُرِيد أَنْ يُمِيتهُمْ حِين يُمِيتهُمْ عَلَى الْكُفْر لِيَكُونَ ذَلِكَ أَنْكَى لَهُمْ وَأَشَدّ لِعَذَابِهِمْ . عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ وَهَذَا يَكُون مِنْ بَاب الِاسْتِدْرَاج لَهُمْ فِيمَا هُمْ فِيهِ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43507, "aya_id": 85}]