[{"text": "حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا", "sura_id": 18, "type": 0, "id": 2230, "aya_id": 90}, {"text": "حتى إذا بلغ مطلع الشمس وجدها تطلع على قوم لم نجعل لهم من دونها سترا", "sura_id": 18, "type": 1, "id": 8466, "aya_id": 90}, {"text": "90 - (حتى إذا بلغ مطلع الشمس) موضع طلوعها (وجدها تطلع على قوم) هم الزنج (لم نجعل لهم من دونها) أي الشمس (سترا) من لباس ولا سقف لأن أرضهم لا تحمل بناء ولهم سروب يغيبون فيها عند طلوع الشمس ويظهرون عند ارتفاعها \r\n", "sura_id": 18, "type": 2, "id": 27174, "aya_id": 90}, {"text": "حتى إذا وصل إلى مطلع الشمس وجدها تطلع على قوم ليس لهم بناء يسترهم، ولا شجر يظلهم من الشمس.\r\n", "sura_id": 18, "type": 3, "id": 33410, "aya_id": 90}, {"text": " <font color=red>حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا</font><BR><p>وَذُكِرَ فِي أَخْبَار بَنِي إِسْرَائِيل أَنَّهُ عَاشَ أَلْفًا وَسِتّمِائَةِ سَنَة يَجُوب الْأَرْض طُولهَا وَالْعَرْض حَتَّى بَلَغَ الْمَشَارِق وَالْمَغَارِب وَلَمَّا اِنْتَهَى إِلَى مَطْلِع الشَّمْس مِنْ الْأَرْض كَمَا قَالَ تَعَالَى \" وَجَدَهَا تَطْلُع عَلَى قَوْم \" أَيْ أُمَّة \" لَمْ نَجْعَل لَهُمْ مِنْ دُونهَا سِتْرًا \" أَيْ لَيْسَ لَهُمْ بِنَاء يَكُنّهُمْ وَلَا أَشْجَار تُظِلّهُمْ وَتَسْتُرهُمْ مِنْ حَرّ الشَّمْس قَالَ سَعِيد بْن جُبَيْر كَانُوا حُمْرًا قِصَارًا مَسَاكِنهمْ الْغِيرَان أَكْثَر مَعِيشَتهمْ مِنْ السَّمَك . وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ : حَدَّثَنَا سَهْل بْن أَبِي الصَّلْت سَمِعْت الْحَسَن وَسُئِلَ عَنْ قَوْل اللَّه تَعَالَى \" لَمْ نَجْعَل لَهُمْ مِنْ دُونهَا سِتْرًا \" قَالَ إِنَّ أَرْضهمْ لَا تَحْمِل الْبِنَاء فَإِذَا طَلَعَتْ الشَّمْس تَغَوَّرُوا فِي الْمِيَاه فَإِذَا غَرَبَتْ خَرَجُوا يَتَرَاعَوْنَ كَمَا تَرْعَى الْبَهَائِم . قَالَ الْحَسَن هَذَا حَدِيث سَمُرَة وَقَالَ قَتَادَة ذُكِرَ لَنَا أَنَّهُمْ بِأَرْضٍ لَا تُنْبِت لَهُمْ شَيْئًا فَهُمْ إِذَا طَلَعَتْ الشَّمْس دَخَلُوا فِي أَسْرَاب حَتَّى إِذَا زَالَتْ الشَّمْس خَرَجُوا إِلَى حُرُوثِهِمْ وَمَعَايِشهمْ وَعَنْ سَلَمَة بْن كُهَيْل أَنَّهُ قَالَ : لَيْسَتْ لَهُمْ أَكْنَان إِذَا طَلَعَتْ الشَّمْس طَلَعَتْ عَلَيْهِمْ فَلِأَحَدِهِمْ أُذُنَانِ يَفْرِش إِحْدَاهُمَا وَيَلْبَس الْأُخْرَى . قَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله : \" وَجَدَهَا تَطْلُع عَلَى قَوْم لَمْ نَجْعَل لَهُمْ مِنْ دُونهَا سِتْرًا \" قَالَ هُمْ الزِّنْج وَقَالَ اِبْن جَرِير فِي قَوْله \" وَجَدَهَا تَطْلُع عَلَى قَوْم لَمْ نَجْعَل لَهُمْ مِنْ دُونهَا سِتْرًا \" قَالَ لَمْ يَبْنُوا فِيهَا بِنَاء قَطُّ وَلَمْ يُبْنَ عَلَيْهِمْ فِيهَا بِنَاء قَطُّ كَانُوا إِذَا طَلَعَتْ الشَّمْس دَخَلُوا أَسْرَابًا لَهُمْ حَتَّى تَزُول الشَّمْس أَوْ دَخَلُوا الْبَحْر وَذَلِكَ أَنَّ أَرْضهمْ لَيْسَ فِيهَا جَبَل . جَاءَهُمْ جَيْش مَرَّة فَقَالَ لَهُمْ أَهْلهَا : لَا تَطْلَعَنَّ عَلَيْكُمْ الشَّمْس وَأَنْتُمْ بِهَا قَالُوا لَا نَبْرَح حَتَّى تَطْلُع الشَّمْس مَا هَذِهِ الْعِظَام ؟ قَالُوا هَذِهِ جِيَف جَيْش طَلَعَتْ عَلَيْهِمْ الشَّمْس هَاهُنَا فَمَاتُوا قَالَ فَذَهَبُوا هَارِبِينَ فِي الْأَرْض .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38389, "aya_id": 90}]