[{"text": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمُ الصَّادِقُونَ", "sura_id": 49, "type": 0, "id": 4627, "aya_id": 15}, {"text": "إنما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا وجاهدوا بأموالهم وأنفسهم في سبيل الله أولئك هم الصادقون", "sura_id": 49, "type": 1, "id": 10863, "aya_id": 15}, {"text": "15 - (إنما المؤمنون) الصادقون في إيمانهم كما صرح به بعد (الذين آمنوا بالله ورسوله ثم لم يرتابوا) لم يشكوا في الإيمان (وجاهدوا بأموالهم وأنفسهم في سبيل الله) فجهادهم يظهر بصدق إيمانهم (أولئك هم الصادقون) في إيمانهم لا من قالوا آمنا ولم يوجد منهم غير الإسلام \r\n", "sura_id": 49, "type": 2, "id": 29571, "aya_id": 15}, {"text": "إنما المؤمنون الذين صدَّقوا بالله وبرسوله وعملوا بشرعه, ثم لم يرتابوا في إيمانهم, وبذلوا نفائس أموالهم وأرواحهم في الجهاد في سبيل الله وطاعته ورضوانه, أولئك هم الصادقون في إيمانهم.\r\n", "sura_id": 49, "type": 3, "id": 35807, "aya_id": 15}, {"text": " <font color=red>إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولَئِكَ هُمُ الصَّادِقُونَ</font><BR><p>\" إِنَّمَا الْمُؤْمِنُونَ \" أَيْ إِنَّمَا الْمُؤْمِنُونَ الْكُمَّل \" الَّذِينَ آمَنُوا بِاَللَّهِ وَرَسُوله ثُمَّ لَمْ يَرْتَابُوا \" أَيْ لَمْ يَشُكُّوا وَلَا تَزَلْزَلُوا بَلْ ثَبَتُوا عَلَى حَال وَاحِدَة , وَهِيَ التَّصْدِيق الْمَحْض \" وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسهمْ فِي سَبِيل اللَّه \" أَيْ وَبَذَلُوا مُهَجهمْ وَنَفَائِس أَمْوَالهمْ فِي طَاعَة اللَّه وَرِضْوَانه\" أُولَئِكَ هُمْ الصَّادِقُونَ \" أَيْ فِي قَوْلهمْ إِذَا قَالُوا إِنَّهُمْ مُؤْمِنُونَ لَا كَبَعْضِ الْأَعْرَاب الَّذِينَ لَيْسَ لَهُمْ مِنْ الْإِيمَان إِلَّا الْكَلِمَة الظَّاهِرَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن غَيْلَان حَدَّثَنَا رِشْدِين حَدَّثَنَا عَمْرو بْن الْحَارِث عَنْ أَبِي السَّمْح عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْمُؤْمِنُونَ فِي الدُّنْيَا عَلَى ثَلَاثَة أَجْزَاء : الَّذِينَ آمَنُوا بِاَللَّهِ وَرَسُوله ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسهمْ فِي سَبِيل اللَّه وَاَلَّذِي يَأْمَنُهُ النَّاسُ عَلَى أَمْوَالهمْ وَأَنْفُسهمْ , وَاَلَّذِي إِذَا أَشْرَفَ عَلَى طَمَع تَرَكَهُ لِلَّهِ عَزَّ وَجَلَّ \" .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41425, "aya_id": 15}]