[{"text": "مِّن وَرَآئِهِ جَهَنَّمُ وَيُسْقَى مِن مَّاء صَدِيدٍ", "sura_id": 14, "type": 0, "id": 1766, "aya_id": 16}, {"text": "من ورائه جهنم ويسقى من ماء صديد", "sura_id": 14, "type": 1, "id": 8002, "aya_id": 16}, {"text": "16 - (من ورائه) أي امامه (جهنم) يدخلها (ويسقى) فيها (من ماء صديد) هو ما يسيل من جوف أهل النار مختلطا بالقيح والدم \r\n", "sura_id": 14, "type": 2, "id": 26710, "aya_id": 16}, {"text": "ومِن أمام هذا الكافر جهنم يَلْقى عذابها; ويُسقى فيها من القيح والدم الذي يَخْرج من أجسام أهل النار.\r\n", "sura_id": 14, "type": 3, "id": 32946, "aya_id": 16}, {"text": " <font color=red>مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ</font><BR><p>وَقَوْله\" مِنْ وَرَائِهِ جَهَنَّمُ \" وَرَاء هُنَا بِمَعْنَى أَمَام كَقَوْلِهِ تَعَالَى \" وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا\" وَكَانَ اِبْن عَبَّاس يَقْرَؤُهَا وَكَانَ أَمَامهمْ مَلِكٌ أَيْ مِنْ وَرَاء الْجَبَّار الْعَنِيد جَهَنَّم أَيْ هِيَ لَهُ بِالْمِرْصَادِ يَسْكُنهَا مُخَلَّدًا يَوْم الْمَعَاد وَيُعْرَض عَلَيْهَا غُدُوًّا وَعَشِيًّا إِلَى يَوْم التَّنَاد \" وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ \" أَيْ فِي النَّار لَيْسَ لَهُ شَرَاب إِلَّا مِنْ حَمِيم وَغَسَّاق فَهَذَا حَارّ فِي غَايَة الْحَرَارَة وَهَذَا بَارِد فِي غَايَة الْبَرْد وَالنَّتْن كَمَا قَالَ \" هَذَا فَلْيَذُوقُوهُ حَمِيم وَغَسَّاق وَآخَر مِنْ شَكْله أَزْوَاج \" وَقَالَ مُجَاهِد وَعِكْرِمَة : الصَّدِيد مِنْ الْقَيْح وَالدَّم وَقَالَ قَتَادَة هُوَ مَا يَسِيل مِنْ لَحْمه وَجِلْده وَفِي رِوَايَة عَنْهُ : الصَّدِيد مَا يَخْرُج مِنْ جَوْف الْكَافِر قَدْ خَالَطَ الْقَيْح وَالدَّم وَمِنْ حَدِيث شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد بْن السَّكَن قَالَتْ : قُلْت يَا رَسُول اللَّه مَا طِينَة الْخَبَال ؟ قَالَ \" صَدِيد أَهْل النَّار \" وَفِي رِوَايَة \" عُصَارَة أَهْل النَّار \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن إِسْحَاق أَنْبَأَنَا عَبْد اللَّه أَنَا صَفْوَان بْن عَمْرو عَنْ عُبَيْد اللَّه بْن بِشْر عَنْ أَبِي أُمَامَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ يَتَجَرَّعُهُ \" قَالَ \" يُقَرَّب إِلَيْهِ فَيَتَكَرَّهُهُ فَإِذَا أُدْنِيَ مِنْهُ شَوَى وَجْهه وَوَقَعَتْ فَرْوَة رَأْسِهِ فَإِذَا شَرِبَهُ قَطَّعَ أَمْعَاءَهُ حَتَّى يَخْرُج مِنْ دُبُره \" يَقُول اللَّه تَعَالَى \" وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ \" وَيَقُول\" وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوه\" الْآيَة وَهَكَذَا رَوَاهُ اِبْن جَرِير مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك بِهِ وَرَوَاهُ هُوَ وَابْن أَبِي حَاتِم مِنْ حَدِيث بَقِيَّة بْن الْوَلِيد عَنْ صَفْوَان بْن عَمْرو بِهِ .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37907, "aya_id": 16}]