[{"text": "عَلَيْهَا تِسْعَةَ عَشَرَ", "sura_id": 74, "type": 0, "id": 5525, "aya_id": 30}, {"text": "عليها تسعة عشر", "sura_id": 74, "type": 1, "id": 11761, "aya_id": 30}, {"text": "30 - (عليها تسعة عشر) ملكا خزنتها قال بعض الكفار وكان قويا شديد البأس أنا أكفيكم سبعة عشر واكفوني أنتم اثنين \r\n", "sura_id": 74, "type": 2, "id": 30469, "aya_id": 30}, {"text": "يلي أمرها ويتسلط على أهلها بالعذاب تسعة عشر ملكًا من الزبانية الأشداء.\r\n", "sura_id": 74, "type": 3, "id": 36705, "aya_id": 30}, {"text": " <font color=red>عَلَيْهَا تِسْعَةَ عَشَرَ</font><BR><p>أَيْ مِنْ مُقَدَّمِي الزَّبَانِيَة عَظِيم خَلْقهمْ غَلِيظ خُلُقهمْ وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى حَدَّثَنَا اِبْن أَبِي زَائِدَة أَخْبَرَنِي حَارِث عَنْ عَامِر عَنْ الْبَرَاء فِي قَوْله تَعَالَى \" عَلَيْهَا تِسْعَة عَشَر \" قَالَ إِنَّ رَهْطًا مِنْ الْيَهُود سَأَلُوا رَجُلًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ خَزَنَة جَهَنَّم فَقَالَ اللَّه وَرَسُوله أَعْلَم فَجَاءَ رَجُل فَأَخْبَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه تَعَالَى عَلَيْهِ سَاعَتئِذٍ \" عَلَيْهَا تِسْعَة عَشَر \" فَأَخْبَرَ أَصْحَابه وَقَالَ \" اُدْعُهُمْ أَمَّا إِنِّي سَائِلهمْ عَنْ تُرْبَة الْجَنَّة إِنْ أَتَوْنِي أَمَا إِنَّهَا دَرْمَكَة بَيْضَاء \" فَجَاءُوهُ فَسَأَلُوهُ عَنْ خَزَنَة جَهَنَّم فَأَهْوَى بِأَصَابِع كَفَّيْهِ مَرَّتَيْنِ وَأَمْسَكَ الْإِبْهَام فِي الثَّانِيَة ثُمَّ قَالَ \" أَخْبِرُونِي عَنْ تُرْبَة الْجَنَّة \" فَقَالُوا أَخْبِرْهُمْ يَا اِبْن سَلَام فَقَالَ كَأَنَّهَا خُبْزَة بَيْضَاء فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا إِنَّ الْخُبْز إِنَّمَا يَكُون مِنْ الدَّرْمَك \" هَكَذَا وَقَعَ عِنْد اِبْن أَبِي حَاتِم عَنْ الْبَرَاء وَالْمَشْهُور عَنْ جَابِر بْن عَبْد اللَّه كَمَا قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا مَنْدَه حَدَّثَنَا أَحْمَد بْن عُبَيْدَة أَخْبَرَنَا سُفْيَان وَيَحْيَى بْن حَكِيم حَدَّثَنَا سُفْيَان عَنْ مُجَالِد عَنْ الشَّعْبِيّ عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّد غُلِبَ أَصْحَابك الْيَوْم فَقَالَ \" بِأَيِّ شَيْء \" قَالَ سَأَلَتْهُمْ يَهُود هَلْ أَعْلَمكُمْ نَبِيّكُمْ عِدَّة خَزَنَة أَهْل النَّار ؟ قَالُوا لَا نَعْلَم حَتَّى نَسْأَل نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَفَغُلِبَ قَوْم يُسْأَلُونَ عَمَّا لَا يَعْلَمُونَ فَقَالُوا لَا نَعْلَم حَتَّى نَسْأَل نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ عَلَيَّ بِأَعْدَاءِ اللَّه لَكِنَّهُمْ قَدْ سَأَلُوا نَبِيّهمْ أَنْ يُرِيهِمْ اللَّه جَهْرَة \" فَأَرْسَلَ إِلَيْهِمْ فَدَعَاهُمْ قَالُوا يَا أَبَا الْقَاسِم كَمْ عِدَّة خَزَنَة أَهْل النَّار ؟ قَالَ \" هَكَذَا\" وَطَبَّقَ كَفَّيْهِ ثُمَّ طَبَّقَ كَفَّيْهِ مَرَّتَيْنِ وَعَقَدَ وَاحِدَة وَقَالَ لِأَصْحَابِهِ \" إِنْ سُئِلْتُمْ عَنْ تُرْبَة الْجَنَّة فَهِيَ الدَّرْمَك \" فَلَمَّا سَأَلُوهُ فَأَخْبَرَهُمْ بِعِدَّةِ خَزَنَة أَهْل النَّار قَالَ لَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا تُرْبَة الْجَنَّة \" فَنَظَرَ بَعْضهمْ إِلَى بَعْض فَقَالُوا خُبْزَة يَا أَبَا الْقَاسِم فَقَالَ \" الْخُبْز مِنْ الدَّرْمَك \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عِنْد هَذِهِ الْآيَة عَنْ اِبْن أَبِي عُمَر عَنْ سُفْيَان بِهِ وَقَالَ هُوَ وَالْبَزَّار لَا يُعْرَف إِلَّا مِنْ حَدِيث مُجَالِد وَقَدْ رَوَاهُ الْإِمَام أَحْمَد عَنْ عَلِيّ بْن الْمَدِينِيّ عَنْ سُفْيَان بِنَقْصِ الدَّرْمَك فَقَطْ .</p><BR> <br> ", "sura_id": 74, "type": 4, "id": 42815, "aya_id": 30}]