[{"text": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُم بِهِ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ", "sura_id": 16, "type": 0, "id": 2027, "aya_id": 126}, {"text": "وإن عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو خير للصابرين", "sura_id": 16, "type": 1, "id": 8263, "aya_id": 126}, {"text": "126 - (وإن عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم) عن الانتقام (لهو) أي الصبر (خير للصابرين) فكف صلى الله عليه وسلم وكفر عن يمينه رواه البزار \r\n", "sura_id": 16, "type": 2, "id": 26971, "aya_id": 126}, {"text": "وإن أردتم -أيها المؤمنون- القصاص ممن اعتدوا عليكم, فلا تزيدوا عما فعلوه بكم, ولئن صبرتم لهو خير لكم في الدنيا بالنصر, وفي الآخرة بالأجر العظيم.\r\n", "sura_id": 16, "type": 3, "id": 33207, "aya_id": 126}, {"text": " <font color=red>وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ</font><BR><p>يَأْمُر تَعَالَى بِالْعَدْلِ فِي الْقِصَاص وَالْمُمَاثَلَة فِي اِسْتِيفَاء الْحَقّ كَمَا قَالَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ خَالِد عَنْ اِبْن سِيرِينَ أَنَّهُ قَالَ فِي قَوْله تَعَالَى \" فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ \" إِنْ أَخَذَ مِنْكُمْ رَجُل شَيْئًا فَخُذُوا مِثْله وَكَذَا قَالَ مُجَاهِد وَإِبْرَاهِيم وَالْحَسَن الْبَصْرِيّ وَغَيْرهمْ وَاخْتَارَهُ اِبْن جَرِير . وَقَالَ اِبْن زَيْد كَانُوا قَدْ أُمِرُوا بِالصَّفْحِ عَنْ الْمُشْرِكِينَ فَأَسْلَمَ رِجَال ذَوُو مَنَعَة فَقَالُوا يَا رَسُول اللَّه لَوْ أَذِنَ اللَّه لَنَا لَانْتَصَرْنَا مِنْ هَؤُلَاءِ الْكِلَاب فَنَزَلَتْ هَذِهِ الْآيَة ثُمَّ نُسِخَ ذَلِكَ بِالْجِهَادِ . وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ بَعْض أَصْحَابه عَنْ عَطَاء بْن يَسَار قَالَ نَزَلَتْ سُورَة النَّحْل كُلّهَا بِمَكَّة وَهِيَ مَكِّيَّة إِلَّا ثَلَاث آيَات مِنْ آخِرهَا نَزَلَتْ بِالْمَدِينَةِ بَعْد أُحُد حِين قُتِلَ حَمْزَة رَضِيَ اللَّه عَنْهُ وَمُثِّلَ بِهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَئِنْ أَظْهَرَنِي اللَّه عَلَيْهِمْ لَأُمَثِّلَنَّ بِثَلَاثِينَ رَجُلًا مِنْهُمْ \" فَلَمَّا سَمِعَ الْمُسْلِمُونَ ذَلِكَ قَالُوا وَاَللَّه لَئِنْ ظَهَرْنَا عَلَيْهِمْ لَنُمَثِّلَنَّ بِهِمْ مُثْلَة لَمْ يُمَثِّلهَا أَحَد مِنْ الْعَرَب بِأَحَدٍ قَطُّ فَأَنْزَلَ اللَّه \" إِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ \" إِلَى آخِر السُّورَة وَهَذَا مُرْسَل وَفِيهِ رَجُل مُبْهَم لَمْ يُسَمَّ وَقَدْ رُوِيَ هَذَا مِنْ وَجْه آخَر مُتَّصِل فَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا الْحَسَن بْن يَحْيَى حَدَّثَنَا عَمْرو بْن عَاصِم حَدَّثَنَا صَالِح الْمُرِّيّ عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي عُثْمَان عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَفَ عَلَى حَمْزَة بْن عَبْد الْمُطَّلِب رَضِيَ اللَّه عَنْهُ حِين اُسْتُشْهِدَ فَنَظَرَ إِلَى مَنْظَر لَمْ يَنْظُر إِلَى مَنْظَر أَوْجَع لِلْقَلْبِ مِنْهُ أَوْ قَالَ لِقَلْبِهِ فَنَظَرَ إِلَيْهِ وَقَدْ مُثِّلَ بِهِ فَقَالَ \" رَحْمَة اللَّه عَلَيْك إِنْ كُنْت مَا عَلِمْتُك إِلَّا وَصُولًا لِلرَّحِمِ فَعُولًا لِلْخَيْرَاتِ وَاَللَّه لَوْلَا حُزْن مَنْ بَعْدَك عَلَيْك لَسَرَّنِي أَنْ أَتْرُكك حَتَّى يَحْشُرك اللَّه مِنْ بُطُون السِّبَاع - أَوْ كَلِمَة نَحْوهَا - أَمَا وَاَللَّه عَلَى ذَلِكَ لَأُمَثِّلَنَّ بِسَبْعِينَ كَمُثْلَتِك \" فَنَزَلَ جِبْرِيل عَلَيْهِ السَّلَام عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهَذِهِ السُّورَة وَقَرَأَ \" وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ \" إِلَى آخِر الْآيَة فَكَفَّرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي عَنْ يَمِينه وَأَمْسَكَ عَنْ ذَلِكَ وَهَذَا إِسْنَاد فِيهِ ضَعْف لِأَنَّ صَالِحًا هُوَ اِبْن بَشِير الْمُرِّيّ ضَعِيف عِنْد الْأَئِمَّة وَقَالَ الْبُخَارِيّ هُوَ مُنْكَر الْحَدِيث وَقَالَ الشَّعْبِيّ وَابْن جُرَيْج نَزَلَتْ فِي قَوْل الْمُسْلِمِينَ يَوْم أُحُد فِيمَنْ مُثِّلَ بِهِمْ لَنُمَثِّلَنَّ بِهِمْ فَأَنْزَلَ اللَّه فِيهِمْ ذَلِكَ وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد فِي مُسْنَد أَبِيهِ حَدَّثَنَا هُدْبَة بْن عَبْد الْوَهَّاب الْمَرْوَزِيّ حَدَّثَنَا الْفَضْل بْن مُوسَى حَدَّثَنَا عِيسَى بْن عُبَيْد عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب قَالَ : لَمَّا كَانَ يَوْم أُحُد قُتِلَ مِنْ الْأَنْصَار سِتُّونَ رَجُلًا وَمِنْ الْمُهَاجِرِينَ سِتَّة فَقَالَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَئِنْ كَانَ لَنَا يَوْم مِثْل هَذَا مِنْ الْمُشْرِكِينَ لَنُمَثِّلَنَّ بِهِمْ . فَلَمَّا كَانَ يَوْم الْفَتْح قَالَ رَجُل لَا تُعْرَف قُرَيْش بَعْد الْيَوْم فَنَادَى مُنَادٍ : أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ أَمَّنَ الْأَسْوَد وَالْأَبْيَض إِلَّا فُلَانًا وَفُلَانًا - نَاسًا سَمَّاهُمْ - فَأَنْزَلَ اللَّه تَبَارَكَ وَتَعَالَى \" وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ \" إِلَى آخِر السُّورَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَصْبِر وَلَا نُعَاقِب \" وَهَذِهِ الْآيَة الْكَرِيمَة لَهَا أَمْثَال فِي الْقُرْآن فَإِنَّهَا مُشْتَمِلَة عَلَى مَشْرُوعِيَّة الْعَدْل وَالنَّدْب إِلَى الْفَضْل كَمَا فِي قَوْله \" وَجَزَاء سَيِّئَة سَيِّئَة مِثْلهَا \" ثُمَّ قَالَ \" فَمَنْ عَفَا وَأَصْلَحَ فَأَجْره عَلَى اللَّه \" الْآيَة . وَقَالَ \" وَالْجُرُوح قِصَاص \" ثُمَّ قَالَ \" فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَة لَهُ \" وَقَالَ فِي هَذِهِ الْآيَة \" وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ \" ثُمَّ قَالَ \" وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْر لِلصَّابِرِينَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38081, "aya_id": 126}]