[{"text": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا قُلِ ادْعُواْ شُرَكَاءكُمْ ثُمَّ كِيدُونِ فَلاَ تُنظِرُونِ", "sura_id": 7, "type": 0, "id": 1149, "aya_id": 195}, {"text": "ألهم أرجل يمشون بها أم لهم أيد يبطشون بها أم لهم أعين يبصرون بها أم لهم آذان يسمعون بها قل ادعوا شركاءكم ثم كيدون فلا تنظرون", "sura_id": 7, "type": 1, "id": 7385, "aya_id": 195}, {"text": "195 - ثم بين غاية عجزهم وفضل عابديهم عليهم فقال (ألهم أرجل يمشون بها أم) بل أ (لهم أيد) جمع يد (يبطشون بها أم) بل أ (لهم أعين يبصرون بها أم) بل أ (لهم آذان يسمعون بها) استفهام إنكاري ، أي ليس لهم شيء من ذلك مما هو لكم فكيف تعبدونهم وأنتم أتم حالاً منهم (قل) لهم يا محمد (ادعوا شركاءكم) إلى هلاكي (ثم كيدون فلا تنظرون) تمهلون فإني لا أبالي بكم \r\n", "sura_id": 7, "type": 2, "id": 26093, "aya_id": 195}, {"text": "ألهذه الآلهة والأصنام أرجل يسعَوْن بها معكم في حوائجكم؟ أم لهم أيدٍ يدفعون بها عنكم وينصرونكم على من يريد بكم شرًا ومكروهًا؟ أم لهم أعين ينظرون بها فيعرِّفونكم ما عاينوا وأبصروا مما يغيب عنكم فلا ترونه؟ أم لهم آذان يسمعون بها فيخبرونكم بما لم تسمعوه؟ فإذا كانت آلهتكم التي تعبدونها ليس فيها شيء من هذه الآلات, فما وجه عبادتكم إياها, وهي خالية من هذه الأشياء التي بها يتوصل إلى جلب النفع أو دفع الضر؟ قل -أيها الرسول- لهؤلاء المشركين من عبدة الأوثان: ادعوا آلهتكم الذين جعلتموهم لله شركاء في العبادة, ثم اجتمعوا على إيقاع السوء والمكروه بي, فلا تؤخروني وعجِّلوا بذلك, فإني لا أبالي بآلهتكم; لاعتمادي على حفظ الله وحده.\r\n", "sura_id": 7, "type": 3, "id": 32329, "aya_id": 195}, {"text": " <font color=red>أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ</font><BR><p>بَلْ الْأُنَاس أَكْمَل مِنْهَا لِأَنَّهَا تَسْمَع وَتُبْصِر وَتَبْطِش وَتِلْكَ لَا تَفْعَل شَيْئًا مِنْ ذَلِكَ وَقَوْله \" قُلْ اُدْعُوا شُرَكَاءَكُمْ \" الْآيَة أَيْ اِسْتَنْصِرُوا بِهَا عَلَيَّ فَلَا تُؤَخِّرُونِي طَرْفَة عَيْن وَاجْهَدُوا جَهْدكُمْ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42572, "aya_id": 195}]