[{"text": "وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ أُوْلَئِكَ الَّذِينَ كَفَرُواْ بِرَبِّهِمْ وَأُوْلَئِكَ الأَغْلاَلُ فِي أَعْنَاقِهِمْ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدونَ", "sura_id": 13, "type": 0, "id": 1712, "aya_id": 5}, {"text": "وإن تعجب فعجب قولهم أئذا كنا ترابا أئنا لفي خلق جديد أولئك الذين كفروا بربهم وأولئك الأغلال في أعناقهم وأولئك أصحاب النار هم فيها خالدون", "sura_id": 13, "type": 1, "id": 7948, "aya_id": 5}, {"text": "5 - (وإن تعجب) يا محمد من تكذيب الكفار لك (فعجبٌ) حقيق بالعجب (قولهم) منكرين للبعث (أئذا كنا تراباً أئنا لفي خلق جديد) لان القادر على إنشاء الخلق وما تقدم على غير مثال قادر على إعادتهم وفي الهمزتين في الموضعين التحقيق وتحقيق الأولى وتسهيل الثانية وإدخال ألف بينهما على الوجهين وتركها ، وفي قراءة بالاستفهام في الأول والخبر في الثاني وأخرى وعكسه (أولئك الذين كفروا بربهم وأولئك الأغلال في أعناقهم وأولئك أصحاب النار هم فيها خالدون) \r\n", "sura_id": 13, "type": 2, "id": 26656, "aya_id": 5}, {"text": "وإن تعجب -أيها الرسول- من عدم إيمانهم بعد هذه الأدلة فالعجب الأشدُّ من قول الكفار: أإذا متنا وكنا ترابا نُبعث من جديد؟ أولئك هم الجاحدون بربهم الذي أوجدهم من العدم, وأولئك تكون السلاسل من النار في أعناقهم يوم القيامة, وأولئك يدخلون النار, ولا يخرجون منها أبدًا.\r\n", "sura_id": 13, "type": 3, "id": 32892, "aya_id": 5}, {"text": " <font color=red>وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِنْ تَعْجَب \" مِنْ تَكْذِيب هَؤُلَاءِ الْمُشْرِكِينَ بِالْمَعَادِ مَعَ مَا يُشَاهِدُونَهُ مِنْ آيَات اللَّه سُبْحَانه وَدَلَائِله فِي خَلْقه عَلَى أَنَّهُ الْقَادِر عَلَى مَا يَشَاء وَمَعَ مَا يَعْتَرِفُونَ بِهِ مِنْ أَنَّهُ اِبْتَدَأَ خَلْق الْأَشْيَاء فَكَوَّنَهَا بَعْد أَنْ لَمْ تَكُنْ شَيْئًا مَذْكُورًا ثُمَّ هُمْ بَعْد هَذَا يُكَذِّبُونَ خَبَره فِي أَنَّهُ سَيُعِيدُ الْعَالَم خَلْقًا جَدِيدًا وَقَدْ اِعْتَرَفُوا وَشَاهَدُوا مَا هُوَ أَعْجَب مِمَّا كَذَّبُوا بِهِ فَالْعَجَب مِنْ قَوْلهمْ \" أَإِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْق جَدِيد \" وَقَدْ عَلِمَ كُلّ عَالِم وَعَاقِل أَنَّ خَلْق السَّمَوَات وَالْأَرْض أَكْبَر مِنْ خَلْق النَّاس وَأَنَّ مَنْ بَدَأَ الْخَلْق فَالْإِعَادَة عَلَيْهِ أَسْهَل كَمَا قَالَ تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّ اللَّه الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِي الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلّ شَيْء قَدِير\" ثُمَّ نَعَتَ الْمُكَذِّبِينَ بِهَذَا فَقَالَ \" أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَال فِي أَعْنَاقهمْ \" أَيْ يُسْحَبُونَ بِهَا فِي النَّار \" وَأُولَئِكَ أَصْحَاب النَّار هُمْ فِيهَا خَالِدُونَ \" أَيْ مَاكِثُونَ فِيهَا أَبَدًا لَا يُحَوَّلُونَ عَنْهَا وَلَا يَزُولُونَ .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37895, "aya_id": 5}]