[{"text": "وَلَئِنْ أَتَيْتَ الَّذِينَ أُوْتُواْ الْكِتَابَ بِكُلِّ آيَةٍ مَّا تَبِعُواْ قِبْلَتَكَ وَمَا أَنتَ بِتَابِعٍ قِبْلَتَهُمْ وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَئِنِ اتَّبَعْتَ أَهْوَاءهُم مِّن بَعْدِ مَا جَاءكَ مِنَ الْعِلْمِ إِنَّكَ إِذَاً لَّمِنَ الظَّالِمِينَ", "sura_id": 2, "type": 0, "id": 152, "aya_id": 145}, {"text": "ولئن أتيت الذين أوتوا الكتاب بكل آية ما تبعوا قبلتك وما أنت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن الظالمين", "sura_id": 2, "type": 1, "id": 6388, "aya_id": 145}, {"text": "145 - (ولئن) لام القسم (أتيت الذين أوتوا الكتاب بكل آية) على صدقك في أمر القبلة (ما تبعوا) أي لا يتبعون (قبلتك) عناداً (وما أنت بتابع قبلتهم) قطع لطمعه في إسلامهم وطمعهم في عوده إليها (وما بعضهم بتابع قبلة بعض) أي اليهود قبلة النصارى وبالعكس (ولئن اتبعت أهواءهم) التي يدعونك إليها (من بعد ما جاءك من العلم) الوحي (إنك إذا) إن اتبعتهم فرضا (لمن الظالمين) \r\n", "sura_id": 2, "type": 2, "id": 25096, "aya_id": 145}, {"text": "ولئن جئت -أيها الرسول- الذين أُعطوا التوراة والإنجيل بكل حجة وبرهان على أن توجُّهك إلى الكعبة في الصلاة هو الحق من عند الله, ما تبعوا قبلتك عنادًا واستكبارًا, وما أنت بتابع قبلتهم مرة أخرى, وما بعضهم بتابع قبلة بعض. ولئن اتبعت أهواءهم في شأن القبلة وغيرها بعد ما جاءك من العلم بأنك على الحق وهم على الباطل, إنك حينئذ لمن الظالمين لأنفسهم. وهذا خطاب لجميع الأمة وهو تهديد ووعيد لمن يتبع أهواء المخالفين لشريعة الإسلام.\r\n", "sura_id": 2, "type": 3, "id": 31332, "aya_id": 145}, {"text": " <font color=red>وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ كُفْر الْيَهُود وَعِنَادهمْ وَمُخَالَفَتهمْ مَا يَعْرِفُونَهُ مِنْ شَأْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَّهُ لَوْ أَقَامَ عَلَيْهِمْ كُلّ دَلِيل عَلَى صِحَّة مَا جَاءَهُمْ بِهِ لَمَا اِتَّبَعُوهُ وَتَرَكُوا أَهْوَاءَهُمْ كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" وَلِهَذَا قَالَ هَاهُنَا \" وَلَئِنْ أَتَيْت الَّذِينَ أُوتُوا الْكِتَاب بِكُلِّ آيَة مَا تَبِعُوا قِبْلَتك \" وَقَوْله \" وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ \" إِخْبَار عَنْ شِدَّة مُتَابَعَة الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِمَا أَمَرَهُ اللَّه تَعَالَى بِهِ وَأَنَّهُ كَمَا هُمْ مُسْتَمْسِكُونَ بِآرَائِهِمْ وَأَهْوَائِهِمْ فَهُوَ أَيْضًا مُسْتَمْسِكٌ بِأَمْرِ اللَّه وَطَاعَته وَاتِّبَاع مَرْضَاته وَأَنَّهُ لَا يَتَّبِع أَهْوَاءَهُمْ فِي جَمِيع أَحْوَاله وَلَا كَوْنه مُتَوَجِّهًا إِلَى بَيْت الْمَقْدِس لِكَوْنِهَا قِبْلَة الْيَهُود وَإِنَّمَا ذَلِكَ عَنْ أَمْر اللَّه تَعَالَى ثُمَّ حَذَّرَ تَعَالَى عَنْ مُخَالَفَة الْحَقّ الَّذِي يَعْلَمهُ الْعَالِم إِلَى الْهَوَى فَإِنَّ الْعَالِم الْحُجَّة عَلَيْهِ أَقَوْم مِنْ غَيْره وَلِهَذَا قَالَ مُخَاطِبًا لِلرَّسُولِ وَالْمُرَاد بِهِ الْأُمَّة \" وَلَئِنْ اِتَّبَعْت أَهْوَاءَهُمْ مِنْ بَعْد مَا جَاءَك مِنْ الْعِلْم إِنَّك إِذًا لَمِنْ الظَّالِمِينَ \".</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38548, "aya_id": 145}]