[{"text": "إِنَّ الَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَاسْتَكْبَرُواْ عَنْهَا لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاء وَلاَ يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ", "sura_id": 7, "type": 0, "id": 994, "aya_id": 40}, {"text": "إن الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط وكذلك نجزي المجرمين", "sura_id": 7, "type": 1, "id": 7230, "aya_id": 40}, {"text": "40 - (إن الذين كذبوا بآياتنا واستكبروا) تكبروا (عنها) فلم يؤمنوا بها (لا تفتح لهم أبواب السماء) إذا عرج بأرواحهم إليها بعد الموت فيهبط بها إلى سجِّين بخلاف المؤمن فتفتح له ويصعد بروحه إلى السماء السابعة كما ورد في حديث (ولا يدخلون الجنة حتى يلج) يدخل (الجمل في سمّ الخياط) ثقب الإبرة وهو غير ممكن فكذا دخولهم (وكذلك) الجزاء (نجزي المجرمين) بالكفر \r\n", "sura_id": 7, "type": 2, "id": 25938, "aya_id": 40}, {"text": "إن الكفار الذين لم يصدِّقوا بحججنا وآياتنا الدالة على وحدانيتنا, ولم يعملوا بشرعنا تكبرًا واستعلاءً, لا تُفتَّح لأعمالهم في الحياة ولا لأرواحهم عند الممات أبواب السماء, ولا يمكن أن يدخل هؤلاء الكفار الجنة إلا إذا دخل الجمل في ثقب الإبرة, وهذا مستحيل. ومثل ذلك الجزاء نجزي الذين كثر إجرامهم, واشتدَّ طغيانهم.\r\n", "sura_id": 7, "type": 3, "id": 32174, "aya_id": 40}, {"text": " <font color=red>إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ</font><BR><p>قَوْله \" لَا تُفَتَّح لَهُمْ أَبْوَاب السَّمَاء \" قِيلَ الْمُرَاد لَا يُرْفَع لَهُمْ مِنْهَا عَمَل صَالِح وَلَا دُعَاء قَالَهُ مُجَاهِد وَسَعِيد بْن جُبَيْر وَرَوَاهُ الْعَوْفِيّ وَعَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَكَذَا رَوَاهُ الثَّوْرِيّ عَنْ لَيْث عَنْ عَطَاء عَنْ اِبْن عَبَّاس وَقِيلَ الْمُرَاد لَا تُفَتَّح لِأَرْوَاحِهِمْ أَبْوَاب السَّمَاء رَوَاهُ الضَّحَّاك عَنْ اِبْن عَبَّاس وَقَالَهُ السُّدِّيّ وَغَيْر وَاحِد وَيُؤَيِّدهُ مَا قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ الْأَعْمَش عَنْ الْمِنْهَال هُوَ اِبْن عَمْرو عَنْ زَاذَان عَنْ الْبَرَاء أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ قَبْض رُوح الْفَاجِر وَأَنَّهُ يُصْعَد بِهَا إِلَى السَّمَاء فَيَصْعَدُونَ بِهَا فَلَا تَمُرّ عَلَى مَلَأ مِنْ الْمَلَائِكَة إِلَّا قَالُوا مَا هَذِهِ الرُّوح الْخَبِيثَة فَيَقُولُونَ فُلَان بِأَقْبَح أَسْمَائِهِ الَّتِي كَانَ يُدْعَى بِهَا فِي الدُّنْيَا حَتَّى يَنْتَهُوا بِهَا إِلَى السَّمَاء فَيَسْتَفْتِحُونَ بَابهَا لَهُ فَلَا يُفْتَح لَهُ ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُفَتَّح لَهُمْ أَبْوَاب السَّمَاء \" الْآيَة . هَكَذَا رَوَاهُ وَهُوَ قِطْعَة مِنْ حَدِيث طَوِيل رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ الْمِنْهَال بْن عَمْرو بِهِ وَقَدْ رَوَاهُ الْإِمَام أَحْمَد بِطُولِهِ فَقَالَ حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ زَاذَان عَنْ الْبَرَاء بْن عَازِب قَالَ : خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جِنَازَة رَجُل مِنْ الْأَنْصَار فَانْتَهَيْنَا إِلَى الْقَبْر وَلَمَّا يُلْحَد فَجَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَلَسْنَا حَوْله كَأَنَّ عَلَى رُءُوسنَا الطَّيْر وَفِي يَده عُود يَنْكُت بِهِ فِي الْأَرْض فَرَفَعَ رَأْسه فَقَالَ \" اِسْتَعِيذُوا بِاَللَّهِ مِنْ عَذَاب الْقَبْر - مَرَّتَيْنِ أَوْ ثَلَاثًا - ثُمَّ قَالَ : إِنَّ الْعَبْد الْمُؤْمِن إِذَا كَانَ فِي اِنْقِطَاع مِنْ الدُّنْيَا وَإِقْبَال إِلَى الْآخِرَة نَزَلَ إِلَيْهِ مَلَائِكَة مِنْ السَّمَاء بِيض الْوُجُوه كَأَنَّ وُجُوههمْ الشَّمْس مَعَهُمْ كَفَن مِنْ أَكْفَان الْجَنَّة وَحَنُوط مِنْ حَنُوط الْجَنَّة حَتَّى يَجْلِسُوا مِنْهُ مَدّ الْبَصَر ثُمَّ يَجِيء مَلَك الْمَوْت حَتَّى يَجْلِس عِنْد رَأْسه فَيَقُول أَيَّتهَا النَّفْس الْمُطْمَئِنَّة اُخْرُجِي إِلَى مَغْفِرَة مِنْ اللَّه وَرِضْوَان\" قَالَ \" فَتَخْرُج تَسِيل كَمَا تَسِيل الْقَطْرَة مِنْ فِي السِّقَاء فَيَأْخُذهَا فَإِذَا أَخَذَهَا لَمْ يَدَعُوهَا فِي يَده طَرْفَة عَيْن حَتَّى يَأْخُذُوهَا فَيَجْعَلُوهَا فِي ذَلِكَ الْكَفَن وَفِي ذَلِكَ الْحَنُوط وَيَخْرُج مِنْهَا كَأَطْيَب نَفْحَة مِسْك وُجِدَتْ عَلَى وَجْه الْأَرْض فَيَصْعَدُونَ بِهَا فَلَا يَمُرُّونَ بِهَا عَلَى مَلَأ مِنْ الْمَلَائِكَة إِلَّا قَالُوا مَا هَذِهِ الرُّوح الطَّيِّبَة فَيَقُولُونَ فُلَان بْن فُلَان بِأَحْسَن أَسْمَائِهِ الَّتِي كَانُوا يُسَمُّونَهُ بِهَا فِي الدُّنْيَا حَتَّى يَنْتَهُوا بِهِ إِلَى السَّمَاء الدُّنْيَا فَيَسْتَفْتِحُونَ لَهُ فَيُفْتَح لَهُ فَيُشَيِّعهُ مِنْ كُلّ سَمَاء مُقَرَّبُوهَا إِلَى السَّمَاء الَّتِي تَلِيهَا حَتَّى يَنْتَهِي بِهَا إِلَى السَّمَاء السَّابِعَة فَيَقُول اللَّه عَزَّ وَجَلَّ اُكْتُبُوا كِتَاب عَبْدِي فِي عِلِّيِّينَ وَأَعِيدُوهُ إِلَى الْأَرْض فَإِنِّي مِنْهَا خَلَقْتهمْ وَفِيهَا أُعِيدهُمْ وَمِنْهَا أُخْرِجهُمْ تَارَة أُخْرَى قَالَ فَتُعَاد رُوحه فَيَأْتِيه مَلَكَانِ فَيُجْلِسَانِهِ فَيَقُولَانِ لَهُ مَنْ رَبّك فَيَقُول رَبِّيَ اللَّه فَيَقُولَانِ لَهُ مَا دِينك فَيَقُول دِينِي الْإِسْلَام فَيَقُولَانِ لَهُ مَا هَذَا الرَّجُل الَّذِي بُعِثَ فِيكُمْ فَيَقُول هُوَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَقُولَانِ لَهُ وَمَا عَمَلك فَيَقُول قَرَأْت كِتَاب اللَّه فَآمَنْت بِهِ وَصَدَّقْت فَيُنَادِي مُنَادٍ مِنْ السَّمَاء أَنْ صَدَقَ عَبْدِي فَأَفْرِشُوهُ مِنْ الْجَنَّة وَأَلْبِسُوهُ مِنْ الْجَنَّة وَافْتَحُوا لَهُ بَابًا إِلَى الْجَنَّة فَيَأْتِيه مِنْ رُوحهَا \" طِيبهَا \" وَيُفْسَح لَهُ فِي قَبْره مَدّ الْبَصَر قَالَ وَيَأْتِيه رَجُل حَسَن الْوَجْه حَسَن الثِّيَاب طَيِّب الرِّيح فَيَقُول أَبْشِرْ بِاَلَّذِي يَسُرّك هَذَا يَوْمك الَّذِي كُنْت تُوعَد فَيَقُول لَهُ مَنْ أَنْتَ فَوَجْهك الْوَجْه يَجِيء بِالْخَيْرِ فَيَقُول أَنَا عَمَلك الصَّالِح فَيَقُول رَبّ أَقِمْ السَّاعَة رَبّ أَقِمْ السَّاعَة حَتَّى أَرْجِع إِلَى أَهْلِي وَمَالِي . \" قَالَ \" وَإِنَّ الْعَبْد الْكَافِر إِذَا كَانَ فِي اِنْقِطَاع مِنْ الدُّنْيَا وَإِقْبَال إِلَى الْآخِرَة نَزَلَ إِلَيْهِ مِنْ السَّمَاء مَلَائِكَة سُود الْوُجُوه مَعَهُمْ الْمُسُوح فَيَجْلِسُونَ مِنْهُ مَدّ الْبَصَر ثُمَّ يَجِيء مَلَك الْمَوْت حَتَّى يَجْلِس عِنْد رَأْسه فَيَقُول أَيَّتهَا النَّفْس الْخَبِيثَة اُخْرُجِي إِلَى سَخَط اللَّه وَغَضَب قَالَ فَتُفَرَّق فِي جَسَده فَيَنْتَزِعهَا كَمَا يُنْتَزَع السَّفُّود مِنْ الصُّوف الْمَبْلُول فَيَأْخُذهَا فَإِذَا أَخَذَهَا لَمْ يَدَعُوهَا فِي يَده طَرْفَة عَيْن حَتَّى يَجْعَلُوهَا فِي تِلْكَ الْمُسُوح وَيَخْرُج مِنْهَا كَأَنْتَن رِيح جِيفَة وُجِدَتْ عَلَى وَجْه الْأَرْض فَيَصْعَدُونَ بِهَا فَلَا يَمُرُّونَ بِهَا عَلَى مَلَأ مِنْ الْمَلَائِكَة إِلَّا قَالُوا مَا هَذِهِ الرُّوح الْخَبِيثَة فَيَقُولُونَ فُلَان بْن فُلَان بِأَقْبَح أَسْمَائِهِ الَّتِي كَانَ يُسَمَّى بِهَا فِي الدُّنْيَا حَتَّى يَنْتَهِي بِهَا إِلَى السَّمَاء الدُّنْيَا فَيَسْتَفْتِح فَلَا يُفْتَح لَهُ ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا تُفَتَّح لَهُمْ أَبْوَاب السَّمَاء وَلَا يَدْخُلُونَ الْجَنَّة حَتَّى يَلِج الْجَمَل فِي سَمِّ الْخِيَاط \" فَيَقُول اللَّه عَزَّ وَجَلَّ : اُكْتُبُوا كِتَابه فِي سِجِّين فِي الْأَرْض السُّفْلَى فَتُطْرَح رُوحه طَرْحًا ثُمَّ قَرَأَ \" وَمَنْ يُشْرِك بِاَللَّهِ فَكَأَنَّمَا خَرَّ مِنْ السَّمَاء فَتَخْطَفهُ الطَّيْر أَوْ تَهْوِي بِهِ الرِّيح فِي مَكَان سَحِيق \" فَتُعَاد رُوحه فِي جَسَده وَيَأْتِيه مَلَكَانِ فَيُجْلِسَانِهِ فَيَقُولَانِ لَهُ مَنْ رَبّك فَيَقُول هَاهْ هَاهْ لَا أَدْرِي فَيَقُولَانِ مَا دِينك فَيَقُول هَاهْ هَاهْ لَا أَدْرِي فَيَقُولَانِ مَا هَذَا الرَّجُل الَّذِي بُعِثَ فِيكُمْ فَيَقُول هَاهْ هَاهْ لَا أَدْرِي فَيُنَادِي مُنَادٍ مِنْ السَّمَاء أَنْ كَذَبَ عَبْدِي فَأَفْرِشُوهُ مِنْ النَّار وَافْتَحُوا لَهُ بَابًا إِلَى النَّار فَيَأْتِيه مِنْ حَرّهَا وَسَمُومهَا وَيُضَيَّق عَلَيْهِ قَبْره حَتَّى تَخْتَلِف فِيهِ أَضْلَاعه وَيَأْتِيه رَجُل قَبِيح الْوَجْه قَبِيح الثِّيَاب مُنْتِن الرِّيح فَيَقُول أَبْشِرْ بِاَلَّذِي يَسُوءك هَذَا يَوْمك الَّذِي كُنْت تُوعَد فَيَقُول مَنْ أَنْتَ فَوَجْهك الْوَجْه يَجِيء بِالشَّرِّ فَيَقُول أَنَا عَمَلك الْخَبِيث فَيَقُول رَبّ لَا تُقِمْ السَّاعَة \" وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ يُونُس بْن خَبَّاب عَنْ الْمِنْهَال بْن عَمْرو عَنْ زَاذَان عَنْ الْبَرَاء بْن عَازِب قَالَ : خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جِنَازَة فَذَكَرَ نَحْوه وَفِيهِ حَتَّى إِذَا خَرَجَ رُوحه صَلَّى عَلَيْهِ كُلّ مَلَك مِنْ السَّمَاء وَالْأَرْض وَكُلّ مَلَك فِي السَّمَاء وَفُتِحَتْ لَهُ أَبْوَاب السَّمَاء لَيْسَ مِنْ أَهْل بَاب إِلَّا وَهُمْ يَدْعُونَ اللَّه عَزَّ وَجَلَّ أَنْ يُعْرَج بِرُوحِهِ مِنْ قِبَلهمْ وَفِي آخِره ثُمَّ يُقَيَّض لَهُ أَعْمَى أَصَمّ أَبْكَم فِي يَده مِرْزَبَّة لَوْ ضُرِبَ بِهَا جَبَل كَانَ تُرَابًا فَيَضْرِبهُ ضَرْبَة فَيَصِير تُرَابًا ثُمَّ يُعِيدهُ اللَّه عَزَّ وَجَلَّ كَمَا كَانَ فَيَضْرِبهُ ضَرْبَة أُخْرَى فَيَصِيح صَيْحَة يَسْمَعهَا كُلّ شَيْء إِلَّا الثَّقَلَيْنِ قَالَ الْبَرَاء ثُمَّ يُفْتَح لَهُ بَاب مِنْ النَّار وَيُمَهَّد لَهُ فُرُش مِنْ النَّار وَفِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَالنَّسَائِيّ وَابْن مَاجَهْ وَابْن جَرِير وَاللَّفْظ لَهُ مِنْ حَدِيث مُحَمَّد بْن عَمْرو بْن عَطَاء عَنْ سَعِيد بْن يَسَار عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْمَيِّت تَحْضُرهُ الْمَلَائِكَة فَإِذَا كَانَ الرَّجُل الصَّالِح قَالُوا اُخْرُجِي أَيَّتهَا النَّفْس الْمُطْمَئِنَّة كَانَتْ فِي الْجَسَد الطَّيِّب اُخْرُجِي حَمِيدَة وَأَبْشِرِي بِرَوْحٍ وَرَيْحَان وَرَبّ غَيْر غَضْبَان فَيَقُولُونَ ذَلِكَ حَتَّى يُعْرَج بِهَا إِلَى السَّمَاء فَيُسْتَفْتَح لَهَا فَيُقَال مَنْ هَذَا فَيَقُولَانِ فُلَان فَيُقَال فُلَان مَرْحَبًا بِالنَّفْسِ الطَّيِّبَة الَّتِي كَانَتْ فِي الْجَسَد الطَّيِّب اُدْخُلِي حَمِيدَة وَأَبْشِرِي بِرَوْحٍ وَرَيْحَان وَرَبّ غَيْر غَضْبَان فَيُقَال لَهَا ذَلِكَ حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاء الَّتِي فِيهَا اللَّه عَزَّ وَجَلَّ وَإِذَا كَانَ الرَّجُل السُّوء قَالُوا اُخْرُجِي أَيَّتهَا النَّفْس الْخَبِيثَة كَانَتْ فِي الْجَسَد الْخَبِيث اُخْرُجِي ذَمِيمَة وَأَبْشِرِي بِحَمِيمٍ وَغَسَّاق وَآخَر مِنْ شَكْله أَزْوَاج فَيَقُولُونَ ذَلِكَ حَتَّى تَخْرُج ثُمَّ يُعْرَج بِهَا إِلَى السَّمَاء فَيُسْتَفْتَح لَهَا فَيُقَال مَنْ هَذَا فَيَقُولُونَ فُلَان فَيَقُولُونَ لَا مَرْحَبًا بِالنَّفْسِ الْخَبِيثَة الَّتِي كَانَتْ فِي الْجَسَد الْخَبِيث اِرْجِعِي ذَمِيمَة فَإِنَّهُ لَمْ يُفْتَح لَك أَبْوَاب السَّمَاء فَتُرْسَل بَيْن السَّمَاء وَالْأَرْض فَتَصِير إِلَى الْقَبْر \" وَقَدْ قَالَ اِبْن جُرَيْج فِي قَوْله \" لَا تُفَتَّح لَهُمْ أَبْوَاب السَّمَاء \" لَا تُفَتَّح لِأَعْمَالِهِمْ وَلَا لِأَرْوَاحِهِمْ وَهَذَا فِيهِ جَمْع بَيْن الْقَوْلَيْنِ وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" وَلَا يَدْخُلُونَ الْجَنَّة حَتَّى يَلِج الْجَمَل فِي سَمِّ الْخِيَاط \". هَكَذَا قَرَأَهُ الْجُمْهُور وَفَسَّرُوهُ بِأَنَّهُ الْبَعِير قَالَ اِبْن مَسْعُود هُوَ الْجَمَل اِبْن النَّاقَة وَفِي رِوَايَة زَوْج النَّاقَة وَقَالَ الْحَسَن الْبَصْرِيّ حَتَّى يَدْخُل الْبَعِير فِي خَرْق الْإِبْرَة وَكَذَا قَالَ أَبُو الْعَالِيَة وَالضَّحَّاك وَكَذَا رَوَى عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَ مُجَاهِد وَعِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَقْرَؤُهَا\" يَلِج الْجُمَّل فِي سَمِّ الْخِيَاط \" بِضَمِّ الْجِيم وَتَشْدِيد الْمِيم يَعْنِي الْحَبْل الْغَلِيظ فِي خَرْق الْإِبْرَة وَهَذَا اِخْتِيَار سَعِيد بْن جُبَيْر وَفِي رِوَايَة أَنَّهُ قَرَأَ حَتَّى يَلِج الْجَمَل يَعْنِي قُلُوس السُّفُن وَهِيَ الْحِبَال الْغِلَاظ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42607, "aya_id": 40}]