[{"text": "فَلَمَّا جَاء سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِّمَّا آتَاكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ", "sura_id": 27, "type": 0, "id": 3195, "aya_id": 36}, {"text": "فلما جاء سليمان قال أتمدونن بمال فما آتاني الله خير مما آتاكم بل أنتم بهديتكم تفرحون", "sura_id": 27, "type": 1, "id": 9431, "aya_id": 36}, {"text": "36 - (فلما جاء) الرسول بالهدية ومعه أتباعه (سليمان قال أتمدونن بمال فما آتاني الله) من النبوة والملك (خير مما آتاكم) من الدنيا (بل أنتم بهديتكم تفرحون) لفخركم بزخارف الدنيا \r\n", "sura_id": 27, "type": 2, "id": 28139, "aya_id": 36}, {"text": "فلمَّا جاء رسول الملكة بالهديَّة إلى سليمان, قال مستنكرًا ذلك متحدثًا بأَنْعُمِ الله عليه: أتمدونني بمالٍ تَرْضيةً لي؟ فما أعطاني الله من النبوة والملك والأموال الكثيرة خير وأفضل مما أعطاكم، بل أنتم الذين تفرحون بالهدية التي تُهدى إليكم; لأنكم أهل مفاخرة بالدنيا ومكاثرة بها.\r\n", "sura_id": 27, "type": 3, "id": 34375, "aya_id": 36}, {"text": " <font color=red>فَلَمَّا جَاءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِي بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ</font><BR><p>ذَكَرَ غَيْر وَاحِد مِنْ الْمُفَسِّرِينَ مِنْ السَّلَف وَغَيْرهمْ أَنَّهَا بَعَثَتْ إِلَيْهِ بِهَدِيَّةِ عَظِيمَة مِنْ ذَهَب وَجَوَاهِر وَلَآلِئ وَغَيْر ذَلِكَ وَقَالَ بَعْضهمْ أَرْسَلَتْ بِلَبِنَةٍ مِنْ ذَهَب وَالصَّحِيح أَنَّهَا أَرْسَلَتْ إِلَيْهِ بِآنِيَّةٍ مِنْ ذَهَب : قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَغَيْرهمَا أَرْسَلَتْ جِوَارِي فِي زِيّ الْغِلْمَان وَغِلْمَان فِي زِيّ الْجَوَارِي فَقَالَتْ إِنْ عَرَفَ هَؤُلَاءِ مِنْ هَؤُلَاءِ فَهُوَ نَبِيّ قَالُوا فَأَمَرَهُمْ سُلَيْمَان فَتَوَضَّئُوا فَجَعَلَتْ الْجَارِيَة تُفْرِغ عَلَى يَدهَا مِنْ الْمَاء وَجَعَلَ الْغُلَام يَغْتَرِف فَمَيَّزَهُمْ بِذَلِكَ وَقِيلَ بَلْ جَعَلَتْ الْجَارِيَة تَغْسِل بَاطِن يَدهَا قَبْل ظَاهِرهَا وَالْغُلَام بِالْعَكْسِ وَقِيلَ بَلْ جَعَلَتْ الْجَوَارِي يَغْسِلْنَ مِنْ أَكُفِّهِنَّ إِلَى مَرَافِقهنَّ وَالْغِلْمَان مِنْ مَرَافِقهمْ إِلَى كُفُوفهمْ وَلَا مُنَافَاة بَيْن ذَلِكَ كُلّه وَاَللَّه أَعْلَم : وَذَكَرَ بَعْضهمْ أَنَّهَا أَرْسَلَتْ إِلَيْهِ بِقَدَحٍ لِيَمْلَأهُ مَاء رِوَاء لَا مِنْ السَّمَاء وَلَا مِنْ الْأَرْض : فَأَجْرَى الْخَيْل حَتَّى عَرَفَتْ ثُمَّ مَلَأَهُ مِنْ ذَلِكَ وَبِخَرَزَةٍ وَسِلْك لِيَجْعَلهُ فِيهَا فَفَعَلَ ذَلِكَ وَاَللَّه أَعْلَم أَكَانَ ذَلِكَ أَمْ لَا وَأَكْثَره مَأْخُوذ مِنْ الْإِسْرَائِيلِيَّات وَالظَّاهِر أَنَّ سُلَيْمَان عَلَيْهِ السَّلَام لَمْ يَنْظُر إِلَى مَا جَاءُوا بِهِ بِالْكُلِّيَّةِ وَلَا اِعْتَنَى بِهِ بَلْ أَعْرَضَ عَنْهُ وَقَالَ مُنْكِرًا عَلَيْهِمْ \" أَتَمُدُّونَنِ بِمَالٍ \" أَيْ أَتُصَانِعُونَنِي بِمَالٍ لِأَتْرُككُمْ عَلَى شِرْككُمْ وَمُلْككُمْ ؟ \" فَمَا آتَانِي اللَّه خَيْر مِمَّا آتَاكُمْ \" أَيْ الَّذِي أَعْطَانِي اللَّه مِنْ الْمُلْك وَالْمَال وَالْجُنُود خَيْر مِمَّا أَنْتُمْ فِيهِ \" بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ \" أَيْ أَنْتُمْ الَّذِينَ تَنْقَادُونَ لِلْهَدَايَا وَالتُّحَف وَأَمَّا أَنَا فَلَا أَقْبَل مِنْكُمْ إِلَّا الْإِسْلَام أَوْ السَّيْف قَالَ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ : أَمَرَ سُلَيْمَان الشَّيَاطِين فَمَوَّهُوا لَهُ أَلْف قَصْر مِنْ ذَهَب وَفِضَّة فَلَمَّا رَأَتْ رُسُلهَا ذَلِكَ قَالُوا مَا يَصْنَع هَذَا بِهَدِيَّتِنَا وَفِي هَذَا جَوَاز تَهَيُّؤ الْمُلُوك وَإِظْهَارهمْ الزِّينَة لِلرُّسُلِ وَالْقُصَّاد.</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39622, "aya_id": 36}]