[{"text": "وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنتُم بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُم مِّنْ الْخَاسِرِينَ", "sura_id": 41, "type": 0, "id": 4241, "aya_id": 23}, {"text": "وذلكم ظنكم الذي ظننتم بربكم أرداكم فأصبحتم من الخاسرين", "sura_id": 41, "type": 1, "id": 10477, "aya_id": 23}, {"text": "23 - (وذلكم) مبتدأ (ظنكم) بدل منه (الذي ظننتم بربكم) نعت والخبر (أرداكم) أهلككم (فأصبحتم من الخاسرين) \r\n", "sura_id": 41, "type": 2, "id": 29185, "aya_id": 23}, {"text": " وذلكم ظنكم السيِّئ الذي ظننتموه بربكم أهلككم, فأوردكم النار, فأصبحتم اليوم من الخاسرين الذين خسروا أنفسهم وأهليهم.\r\n", "sura_id": 41, "type": 3, "id": 35421, "aya_id": 23}, {"text": " <font color=red>وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ</font><BR><p>قَالَ مَعْمَر : وَتَلَا الْحَسَن \" وَذَلِكُمْ ظَنّكُمْ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ \" ثُمَّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ اللَّه تَعَالَى أَنَا مَعَ عَبْدِي عِنْد ظَنّه بِي وَأَنَا مَعَهُ إِذَا دَعَانِي \" ثُمَّ أَفْتَرَ الْحَسَن يَنْظُر فِي هَذَا فَقَالَ : أَلَا إِنَّمَا عَمَل النَّاس عَلَى قَدْر ظُنُونهمْ بِرَبِّهِمْ فَأَمَّا الْمُؤْمِن فَأَحْسَنَ الظَّنّ بِرَبِّهِ فَأَحْسَنَ الْعَمَل وَأَمَّا الْكَافِر وَالْمُنَافِق فَأَسَاءَا الظَّنّ بِاَللَّهِ فَأَسَاءَا الْعَمَل ثُمَّ قَالَ : قَالَ اللَّه تَبَارَكَ وَتَعَالَى \" وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَد عَلَيْكُمْ سَمْعكُمْ وَلَا أَبْصَاركُمْ - إِلَى قَوْله - وَذَلِكُمْ ظَنّكُمْ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ \" الْآيَة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا النَّضْر بْن إِسْمَاعِيل الْقَاصّ وَهُوَ أَبُو الْمُغِيرَة حَدَّثَنَا اِبْن أَبِي لَيْلَى عَنْ اِبْن الزُّبَيْر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَمُوتَنَّ أَحَد مِنْكُمْ إِلَّا وَهُوَ يُحْسِن بِاَللَّهِ الظَّنّ فَإِنَّ قَوْمًا قَدْ أَرْدَاهُمْ سُوء ظَنّهمْ بِاَللَّهِ فَقَالَ اللَّه تَعَالَى \" وَذَلِكُمْ ظَنّكُمْ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنْ الْخَاسِرِينَ\" .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41040, "aya_id": 23}]