[{"text": "قُلْ إِنَّمَا أَعِظُكُم بِوَاحِدَةٍ أَن تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ", "sura_id": 34, "type": 0, "id": 3652, "aya_id": 46}, {"text": "قل إنما أعظكم بواحدة أن تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة إن هو إلا نذير لكم بين يدي عذاب شديد", "sura_id": 34, "type": 1, "id": 9888, "aya_id": 46}, {"text": "46 - (قل إنما أعظكم بواحدة) هي (أن تقوموا لله) لأجله (مثنى) أي اثنين اثنين (وفرادى) واحدا واحدا (ثم تتفكروا) فتعلموا (ما بصاحبكم) محمد (من جنة) جنون (إن) ما (هو إلا نذير لكم بين يدي) أي قبل (عذاب شديد) في الآخرة إن عصيتموه \r\n", "sura_id": 34, "type": 2, "id": 28596, "aya_id": 46}, {"text": "قل -أيها الرسول- لهؤلاء المكذبين المعاندين: إنما أنصح لكم بخصلة واحدة أن تنهضوا في طاعة الله اثنين اثنين وواحدًا واحدًا, ثم تتفكروا في حال صاحبكم رسول الله صلى الله عليه وسلم وفيما نسب إليه, فما به من جنون, وما هو إلا مخوِّف لكم, ونذير من عذاب جهنم قبل أن تقاسوا حرها.\r\n", "sura_id": 34, "type": 3, "id": 34832, "aya_id": 46}, {"text": " <font color=red>قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى قُلْ يَا مُحَمَّد لِهَؤُلَاءِ الْكَافِرِينَ الزَّاعِمِينَ أَنَّك مَجْنُون \" إِنَّمَا أَعِظكُمْ بِوَاحِدَةٍ \" أَيْ إِنَّمَا آمُركُمْ بِوَاحِدَةِ وَهِيَ \" أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّة \" أَيْ تَقُومُوا قِيَامًا خَالِصًا لِلَّهِ عَزَّ وَجَلَّ مِنْ غَيْر هَوًى وَلَا عَصَبِيَّة فَيَسْأَل بَعْضكُمْ بَعْضًا هَلْ بِمُحَمَّدٍ مِنْ جُنُون فَيَنْصَح بَعْضكُمْ بَعْضًا \" ثُمَّ تَتَفَكَّرُوا \" أَيْ يَنْظُر الرَّجُل لِنَفْسِهِ فِي أَمْر مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَسْأَل غَيْره مِنْ النَّاس عَنْ شَأْنه إِنْ أَشْكَلَ عَلَيْهِ وَيَتَفَكَّر فِي ذَلِكَ وَلِهَذَا قَالَ تَعَالَى : \" أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّة \" هَذَا مَعْنَى مَا ذَكَرَهُ مُجَاهِد وَمُحَمَّد بْن كَعْب وَالسُّدِّيّ وَقَتَادَة وَغَيْرهمْ وَهَذَا هُوَ الْمُرَاد مِنْ الْآيَة فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي هِشَام بْن عَمَّار حَدَّثَنَا صَدَقَة بْن خَالِد حَدَّثَنَا عُثْمَان بْن أَبِي الْعَاتِكَة عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" أُعْطِيت ثَلَاثًا لَمْ يُعْطَهُنَّ أَحَد قَبْلِي وَلَا فَخْر : أُحِلَّتْ لِي الْغَنَائِم وَلَمْ تَحِلّ لِمَنْ قَبْلِي كَانُوا قَبْلِي يَجْمَعُونَ غَنَائِمهمْ فَيُحْرِقُونَهَا وَبُعِثْت إِلَى كُلّ أَحْمَر وَأَسْوَد وَكَانَ كُلّ نَبِيّ يُبْعَث إِلَى قَوْمه خَاصَّة وَجُعِلَتْ لِي الْأَرْض مَسْجِدًا وَطَهُورًا أَتَيَمَّم بِالصَّعِيدِ وَأُصَلِّي فِيهَا حَيْثُ أَدْرَكَتْنِي الصَّلَاة قَالَ اللَّه تَعَالَى : \" أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى \" وَأُعِنْت بِالرُّعْبِ مَسِيرَة شَهْر بَيْن يَدَيَّ \" فَهُوَ حَدِيث ضَعِيف الْإِسْنَاد وَتَفْسِير الْآيَة بِالْقِيَامِ فِي الصَّلَاة فِي جَمَاعَة وَفُرَادَى بَعِيد وَلَعَلَّهُ مُقْحَم فِي الْحَدِيث مِنْ بَعْض الرُّوَاة فَإِنَّ أَصْله ثَابِت فِي الصِّحَاح وَغَيْرهَا وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى : \" إِنْ هُوَ إِلَّا نَذِير لَكُمْ بَيْن يَدَيْ عَذَاب شَدِيد \" قَالَ الْبُخَارِيّ عِنْدهَا حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا مُحَمَّد بْن حَازِم حَدَّثَنَا الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ : صَعِدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصَّفَا ذَات يَوْم فَقَالَ \" يَا صَبَاحَاه \" فَاجْتَمَعَتْ إِلَيْهِ قُرَيْش فَقَالُوا مَا لَك ؟ فَقَالَ \" أَرَأَيْتُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ الْعَدُوّ يُصَبِّحكُمْ أَوْ يُمَسِّيكُمْ أَمَا كُنْتُمْ تُصَدِّقُونِي\" قَالُوا بَلَى ! قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنِّي نَذِير لَكُمْ بَيْن يَدَيْ عَذَاب شَدِيد \" فَقَالَ أَبُو لَهَب تَبًّا لَك أَلِهَذَا جَمَعْتنَا \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" تَبَّتْ يَدَا أَبِي لَهَب وَتَبَّ \" وَقَدْ تَقَدَّمَ عِنْد قَوْله تَعَالَى\" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنِي أَبُو نُعَيْم حَدَّثَنَا بَشِير بْن المفاخر حَدَّثَنِي عَبْد اللَّه بْن بُرَيْدَةَ عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ قَالَ : خَرَجَ إِلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَنَادَى ثَلَاث مَرَّات فَقَالَ : \" أَيّهَا النَّاس أَتَدْرُونَ مَا مَثَلِي وَمَثَلكُمْ ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا مَثَلِي وَمَثَلكُمْ مَثَل قَوْم خَافُوا عَدُوًّا يَأْتِيهِمْ فَبَعَثُوا رَجُلًا يَتَرَاءَى لَهُمْ فَبَيْنَمَا هُوَ كَذَلِكَ أَبْصَرَ الْعَدُوّ فَأَقْبَلَ لِيُنْذِرهُمْ وَخَشِيَ أَنْ يُدْرِكهُ الْعَدُوّ قَبْل أَنْ يُنْذِر قَوْمه فَأَهْوَى بِثَوْبِهِ أَيّهَا النَّاس أُتِيتُمْ أَيّهَا النَّاس أُتِيتُمْ \" ثَلَاث مَرَّات وَبِهَذَا الْإِسْنَاد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بُعِثْت أَنَا وَالسَّاعَة جَمِيعًا إِنْ كَادَتْ لَتَسْبِقنِي \" تَفَرَّدَ بِهِ الْإِمَام أَحْمَد فِي مُسْنَده .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40280, "aya_id": 46}]