[{"text": "وَإِذَا قِيلَ لَهُمْ آمِنُواْ كَمَا آمَنَ النَّاسُ قَالُواْ أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاء أَلا إِنَّهُمْ هُمُ السُّفَهَاء وَلَكِن لاَّ يَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 20, "aya_id": 13}, {"text": "وإذا قيل لهم آمنوا كما آمن الناس قالوا أنؤمن كما آمن السفهاء ألا إنهم هم السفهاء ولكن لا يعلمون", "sura_id": 2, "type": 1, "id": 6256, "aya_id": 13}, {"text": "13- (وإذا قيل لهم آمنوا كما آمن الناس) أصحاب النبي صلى الله عليه وسلم (قالوا أنؤمن كما آمن السفهاء) الجهال أي لا نفعل كفعلهم قال تعالى ردا عليهم: (ألا إنهم هم السفهاء ولكن لا يعلمون) ذلك \r\n", "sura_id": 2, "type": 2, "id": 24964, "aya_id": 13}, {"text": "وإذا قيل للمنافقين: آمِنُوا -مثل إيمان الصحابة، وهو الإيمان بالقلب واللسان والجوارح-, جادَلوا وقالوا: أَنُصَدِّق مثل تصديق ضعاف العقل والرأي, فنكون نحن وهم في السَّفَهِ سواء؟ فردَّ الله عليهم بأن السَّفَهَ مقصور عليهم, وهم لا يعلمون أن ما هم فيه هو الضلال والخسران.\r\n", "sura_id": 2, "type": 3, "id": 31200, "aya_id": 13}, {"text": " <font color=red>وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَكِنْ لَا يَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى : وَإِذَا قِيلَ لِلْمُنَافِقِينَ آمِنُوا كَمَا آمَنَ النَّاس أَيْ كَإِيمَانِ النَّاس بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله وَالْبَعْث بَعْد الْمَوْت وَالْجَنَّة وَالنَّار وَغَيْر ذَلِكَ مِمَّا أَخْبَرَ الْمُؤْمِنِينَ بِهِ وَعَنْهُ وَأَطِيعُوا اللَّه وَرَسُوله فِي اِمْتِثَال الْأَوَامِر وَتَرْك الزَّوَاجِر .\" قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاء \" يَعْنُونَ - لَعَنَهُمْ اللَّهُ - أَصْحَابَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَضِيَ اللَّه عَنْهُمْ قَالَهُ أَبُو الْعَالِيَة وَالسُّدِّيّ فِي تَفْسِيره بِسَنَدِهِ عَنْ اِبْن عَبَّاس وَابْن مَسْعُود وَغَيْر وَاحِد مِنْ الصَّحَابَة وَبِهِ يَقُول الرَّبِيع بْن أَنَس وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْرهمْ يَقُولُونَ أَنَصِيرُ نَحْنُ وَهَؤُلَاءِ بِمَنْزِلَةِ وَاحِدَة وَعَلَى طَرِيقَة وَاحِدَة وَهُمْ سُفَهَاء ؟ وَالسُّفَهَاء جَمْع سَفِيه لِأَنَّ الْحُكَمَاء جَمْع حَكِيم وَالْحُلَمَاء جَمْع حَلِيم وَالسَّفِيه هُوَ الْجَاهِل الضَّعِيف الرَّأْي الْقَلِيل الْمَعْرِفَة بِمَوَاضِع الْمَصَالِح وَالْمَضَارّ وَلِهَذَا سَمَّى اللَّه النِّسَاء وَالصِّبْيَان سُفَهَاء فِي قَوْله تَعَالَى \" وَلَا تُؤْتُوا السُّفَهَاء أَمْوَالكُمْ الَّتِي جَعَلَ اللَّه لَكُمْ قِيَامًا\" قَالَ عَامَّة عُلَمَاء التَّفْسِير هُمْ النِّسَاء وَالصِّبْيَان وَقَدْ تَوَلَّى اللَّه سُبْحَانه جَوَابهمْ فِي هَذِهِ الْمَوَاطِن كُلّهَا فَقَالَ \" أَلَا إِنَّهُمْ هُمْ السُّفَهَاء \" فَأَكَّدَ وَحَصَرَ السَّفَاهَة فِيهِمْ \" وَلَكِنْ لَا يَعْلَمُونَ \" يَعْنِي وَمِنْ تَمَام جَهْلهمْ أَنَّهُمْ لَا يَعْلَمُونَ بِحَالِهِمْ فِي الضَّلَالَة وَالْجَهْل وَذَلِكَ أَرْدَى لَهُمْ وَأَبْلَغ فِي الْعَمَى وَالْبُعْد عَنْ الْهُدَى.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38531, "aya_id": 13}]