[{"text": "قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِّن زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ", "sura_id": 20, "type": 0, "id": 2435, "aya_id": 87}, {"text": "قالوا ما أخلفنا موعدك بملكنا و لكنا حملنا أوزارا من زينة القوم فقذفناها فكذلك ألقى السامري", "sura_id": 20, "type": 1, "id": 8671, "aya_id": 87}, {"text": "87 - (قالوا ما أخلفنا موعدك بملكنا) مثلث الميم أي بقدرتنا أو أمرنا (ولكنا حملنا) بفتح الحاء مخففا وبضمها وكسر الميم مشددا (أوزارا) أثقالا (من زينة القوم) أي حلي قوم فرعون استعارها منهم بنو إسرائيل بعلة عرس فبقيت عندهم (فقذفناها) طرحناها في النار بأمر السامري (فكذلك) كما ألقينا (ألقى السامري) ما معه من حليهم ومن التراب الذي أخذه من أثر حافر فرس جبريل على الوجه الآتي \r\n", "sura_id": 20, "type": 2, "id": 27379, "aya_id": 87}, {"text": "قالوا: يا موسى ما أخلفنا موعدك باختيارنا, ولكنَّا حُمِّلنا أثقالا مِن حليِّ قوم فرعون, فألقيناها في حفرة فيها نار بأمر السامري, فكذلك ألقى السامري ما كان معه من تربة حافر فرس جبريل عليه السلام.\r\n", "sura_id": 20, "type": 3, "id": 33615, "aya_id": 87}, {"text": " <font color=red>قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِنْ زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ</font><BR><p>\" مَا أَخْلَفْنَا مَوْعِدك بِمَلْكِنَا \" أَيْ عَنْ قُدْرَتنَا وَاخْتِيَارنَا ثُمَّ شَرَعُوا يَعْتَذِرُونَ بِالْعُذْرِ الْبَارِد يُخْبِرُونَهُ عَنْ تَوَرُّعهمْ عَمَّا كَانَ بِأَيْدِيهِمْ مِنْ حُلِيّ الْقِبْط الَّذِي كَانُوا قَدْ اِسْتَعَارُوهُ مِنْهُمْ حِين خَرَجُوا مِنْ مِصْر فَقَذَفْنَاهَا أَيْ أَلْقَيْنَاهَا عَنَّا وَقَدْ تَقَدَّمَ فِي حَدِيث الْفُتُون أَنَّ هَارُون هُوَ الَّذِي كَانَ أَمَرَهُمْ بِإِلْقَاءِ الْحُلِيّ فِي حُفْرَة فِيهَا نَار وَهِيَ فِي رِوَايَة السُّدِّيّ عَنْ أَبِي مَالِك عَنْ اِبْن عَبَّاس إِنَّمَا أَرَادَ هَارُون أَنْ يَجْتَمِع الْحُلِيّ كُلّه فِي تِلْكَ الْحَفِيرَة وَيُجْعَل حَجَرًا وَاحِدًا حَتَّى إِذَا رَجَعَ مُوسَى رَأَى فِيهِ مَا يَشَاء ثُمَّ جَاءَ ذَلِكَ السَّامِرِيّ فَأَلْقَى عَلَيْهَا تِلْكَ الْقَبْضَة الَّتِي أَخَذَهَا مِنْ أَثَر الرَّسُول وَسَأَلَ مِنْ هَارُون أَنْ يَدْعُو اللَّه أَنْ يَسْتَجِيب لَهُ فِي دَعْوَة فَدَعَا لَهُ هَارُون وَهُوَ لَا يَعْلَم مَا يُرِيد فَأُجِيبَ لَهُ فَقَالَ السَّامِرِيّ عِنْد ذَلِكَ أَسْأَل اللَّه أَنْ يَكُون عِجْلًا فَكَانَ عِجْلًا لَهُ خُوَار أَيْ صَوْت اِسْتِدْرَاجًا وَإِمْهَالًا وَمِحْنَة وَاخْتِبَارًا.</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38903, "aya_id": 87}]