[{"text": "فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَآئِقٌ بِهِ صَدْرُكَ أَن يَقُولُواْ لَوْلاَ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَاء مَعَهُ مَلَكٌ إِنَّمَا أَنتَ نَذِيرٌ وَاللّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ", "sura_id": 11, "type": 0, "id": 1485, "aya_id": 12}, {"text": "فلعلك تارك بعض ما يوحى إليك وضائق به صدرك أن يقولوا لولا أنزل عليه كنز أو جاء معه ملك إنما أنت نذير والله على كل شيء وكيل", "sura_id": 11, "type": 1, "id": 7721, "aya_id": 12}, {"text": "12 - (فلعلك) يا محمد (تارك بعض ما يوحى إليك) فلا تبلغهم إياه لتهاونهم به (وضائق به صدرك) بتلاوته عليهم لأجل (أن يقولوا لولا) هلا (أنزل عليه كنز أو جاء معه ملك) يصدقه كما اقترحنا (إنما أنت نذير) فما عليك إلا البلاغ لا الإتيان بما اقترحوه (والله على كل شيء وكيل) حفيظ فيجازيهم \r\n", "sura_id": 11, "type": 2, "id": 26429, "aya_id": 12}, {"text": "فلعلك -أيها الرسول لعظم ما تراه منهم من الكفر والتكذيب- تارك بعض ما يوحى إليك مما أنزله الله عليك وأمرك بتبليغه, وضائق به صدرك; خشية أن يطلبوا منك بعض المطالب على وجه التعنت, كأن يقولوا: لولا أُنزل عليه مال كثير, أو جاء معه ملك يصدقه في رسالته, فبلغهم ما أوحيته إليك; فإنه ليس عليك إلا الإنذار بما أُوحي إليك. والله على كل شيء حفيظ يدَبِّر جميع شؤون خلقه.\r\n", "sura_id": 11, "type": 3, "id": 32665, "aya_id": 12}, {"text": " <font color=red>فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ</font><BR><p>يَقُول تَعَالَى مُسَلِّيًا لِرَسُولِهِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَمَّا كَانَ يَتَعَنَّت بِهِ الْمُشْرِكُونَ فِيمَا كَانُوا يَقُولُونَهُ عَنْ الرَّسُول كَمَا أَخْبَرَ تَعَالَى عَنْهُمْ فِي قَوْله \" وَقَالُوا مَا لِهَذَا الرَّسُول يَأْكُل الطَّعَام وَيَمْشِي فِي الْأَسْوَاق لَوْلَا أُنْزِلَ إِلَيْهِ مَلَك فَيَكُون مَعَهُ نَذِيرًا أَوْ يُلْقَى إِلَيْهِ كَنْز أَوْ تَكُون لَهُ جَنَّة يَأْكُل مِنْهَا وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا \" . فَأَمَرَ اللَّه تَعَالَى رَسُوله صَلَوَات اللَّه تَعَالَى وَسَلَامه عَلَيْهِ وَأَرْشَدَهُ إِلَى أَنْ لَا يَضِيق بِذَلِكَ مِنْهُمْ صَدْره وَلَا يَصُدَّنهُ ذَلِكَ وَلَا يُثْنِيَنَّهُ عَنْ دُعَائِهِمْ إِلَى اللَّه عَزَّ وَجَلَّ آنَاء اللَّيْل وَأَطْرَاف النَّهَار كَمَا قَالَ تَعَالَى \" وَلَقَدْ نَعْلَم أَنَّك يَضِيق صَدْرك بِمَا يَقُولُونَ \" الْآيَة وَقَالَ هَهُنَا \" فَلَعَلَّك تَارِك بَعْض مَا يُوحَى إِلَيْك وَضَائِق بِهِ صَدْرك أَنْ يَقُولُوا\" أَيْ لِقَوْلِهِمْ ذَلِكَ فَإِنَّمَا أَنْتَ نَذِير وَلَك أُسْوَة بِإِخْوَانِك مِنْ الرُّسُل قَبْلك فَإِنَّهُمْ كُذِّبُوا وَأُوذُوا فَصَبَرُوا حَتَّى أَتَاهُمْ نَصْر اللَّه عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37623, "aya_id": 12}]