[{"text": "وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللّهُ وَاللّهُ خَيْرُ الْمَاكِرِينَ", "sura_id": 8, "type": 0, "id": 1190, "aya_id": 30}, {"text": "و إذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك و يمكرون و يمكر الله و الله خير الماكرين", "sura_id": 8, "type": 1, "id": 7426, "aya_id": 30}, {"text": "30 - (و) اذكر يا محمد (إذ يمكر بك الذين كفروا) وقد اجتمعوا للمشاورة في شأنك بدار الندوة (ليثبتوك) يوثقوك ويحبسوك (أو يقتلوك) كلهم قتلة رجل واحد (أو يخرجوك) من مكة (ويمكرون) بك (ويمكر الله) بهم بتدبير أمرك بأن أوحى إليك ما دبروه وأمرك بالخروج (والله خير الماكرين) أعلمهم به \r\n", "sura_id": 8, "type": 2, "id": 26134, "aya_id": 30}, {"text": "واذكر -أيها الرسول- حين يكيد لك مشركو قومك بـ\"مكَّة\"; ليحبسوك أو يقتلوك أو ينفوك من بلدك. ويكيدون لك, وردَّ الله مكرهم عليهم جزاء لهم, ويمكر الله, والله خير الماكرين.\r\n", "sura_id": 8, "type": 3, "id": 32370, "aya_id": 30}, {"text": " <font color=red>وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</font><BR><p>قَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة \" لِيُثْبِتُوك \" لِيُقَيِّدُوك وَقَالَ عَطَاء وَابْن زَيْد : لِيَحْبِسُوك وَقَالَ السُّدِّيّ الْإِثْبَات هُوَ الْحَبْس وَالْوَثَاق وَهَذَا يَشْمَل مَا قَالَهُ هَؤُلَاءِ وَهَؤُلَاءِ وَهُوَ مَجْمَع الْأَقْوَال وَهُوَ الْغَالِب مِنْ صَنِيع مَنْ أَرَادَ غَيْره بِسُوءٍ وَقَالَ سُنَيْد عَنْ حَجَّاج عَنْ اِبْن جُرَيْج قَالَ عَطَاء سَمِعْت عُبَيْد بْن عُمَيْر يَقُول : لَمَّا اِئْتَمَرُوا بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيُثْبِتُوهُ أَوْ يَقْتُلُوهُ أَوْ يُخْرِجُوهُ قَالَ لَهُ عَمّه أَبُو طَالِب : هَلْ تَدْرِي مَا اِئْتَمَرُوا بِك ؟ قَالَ : \" يُرِيدُونَ أَنْ يَسْجُنُونِي أَوْ يَقْتُلُونِي أَوْ يُخْرِجُونِي \" . فَقَالَ : مَنْ أَخْبَرَك بِهَذَا ؟ قَالَ : \" رَبِّي \" قَالَ : نِعْمَ الرَّبُّ رَبُّك اِسْتَوْصِ بِهِ خَيْرًا قَالَ \" أَنَا أَسْتَوْصِي بِهِ ؟ بَلْ هُوَ يَسْتَوْصِي بِي \" وَقَالَ أَبُو جَعْفَر اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن إِسْمَاعِيل الْمِصْرِيّ الْمَعْرُوف بِالْوَسَاوِسِيّ أَخْبَرَنَا عَبْد الْحَمِيد بْن أَبِي دَاوُد عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ عُبَيْد بْن عُمَيْر عَنْ الْمُطَّلِب بْن أَبِي وَدَاعَة أَنَّ أَبَا طَالِب قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا يَأْتَمِر بِك قَوْمك ؟ قَالَ \" يُرِيدُونَ أَنْ يَسْجُنُونِي أَوْ يَقْتُلُونِي أَوْ يُخْرِجُونِي \" فَقَالَ مَنْ أَخْبَرَك بِهَذَا ؟ قَالَ \" رَبِّي \" قَالَ نَعَمْ الرَّبّ رَبّك فَاسْتَوْصِ بِهِ خَيْرًا قَالَ \" أَنَا أَسْتَوْصِي بِهِ ؟ بَلْ هُوَ يَسْتَوْصِي بِي \" قَالَ فَنَزَلَتْ \" وَإِذْ يَمْكُر بِك الَّذِينَ كَفَرُوا لِيُثْبِتُوك أَوْ يَقْتُلُوك أَوْ يُخْرِجُوك \" الْآيَة . وَذِكْر أَبِي طَالِب فِي هَذَا غَرِيب جِدًّا بَلْ مُنْكَر لِأَنَّ هَذِهِ الْآيَة مَدَنِيَّة ثُمَّ إِنَّ هَذِهِ الْقِصَّة وَاجْتِمَاع قُرَيْش عَلَى هَذَا الِائْتِمَار وَالْمُشَاوَرَة عَلَى الْإِثْبَات أَوْ النَّفْي أَوْ الْقَتْل إِنَّمَا كَانَ لَيْلَة الْهِجْرَة وَكَانَ ذَلِكَ بَعْد مَوْت أَبِي طَالِب بِنَحْوٍ مِنْ ثَلَاث سِنِينَ لَمَّا تَمَكَّنُوا مِنْهُ وَاجْتَرَءُوا عَلَيْهِ بِسَبَبِ مَوْت عَمّه أَبِي طَالِب الَّذِي كَانَ يَحُوطُهُ وَيَنْصُرُهُ وَيَقُوم بِأَعْبَائِهِ وَالدَّلِيل عَلَى صِحَّة مَا قُلْنَا مَا رَوَى الْإِمَام مُحَمَّد بْن إِسْحَاق بْن يَسَار صَاحِب الْمَغَازِي عَنْ عَبْد اللَّه بْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : وَحَدَّثَنِي الْكَلْبِيّ عَنْ بَاذَان مَوْلَى أُمّ هَانِئ عَنْ اِبْن عَبَّاس أَنَّ نَفَرًا مِنْ قُرَيْش مِنْ أَشْرَاف كُلّ قَبِيلَة اِجْتَمَعُوا لِيَدْخُلُوا دَار النَّدْوَة فَاعْتَرَضَهُمْ إِبْلِيس فِي صُورَة شَيْخ جَلِيل فَلَمَّا رَأَوْهُ قَالُوا لَهُ مَنْ أَنْتَ ؟ قَالَ شَيْخ مِنْ أَهْل نَجْد سَمِعْت أَنَّكُمْ اجْتَمَعْتُمْ فَأَرَدْت أَنْ أَحْضُرَكُمْ وَلَنْ يَعْدَمكُمْ رَأْيِي وَنُصْحِي : قَالُوا أَجَلْ اُدْخُلْ فَدَخَلَ مَعَهُمْ فَقَالَ اُنْظُرُوا فِي شَأْن هَذَا الرَّجُل وَاَللَّه لَيُوشِكَنَّ أَنْ يُوَاثِبكُمْ فِي أَمْرِكُمْ بِأَمْرِهِ فَقَالَ قَائِل مِنْهُمْ اِحْبِسُوهُ فِي وَثَاق ثُمَّ تَرَبَّصُوا بِهِ رَيْب الْمَنُون حَتَّى يَهْلِك كَمَا هَلَكَ مَنْ كَانَ قَبْله مِنْ الشُّعَرَاء زُهَيْر وَالنَّابِغَة إِنَّمَا هُوَ كَأَحَدِهِمْ قَالَ فَصَرَخَ عَدُوّ اللَّه الشَّيْخ النَّجْدِيّ فَقَالَ وَاَللَّه مَا هَذَا لَكُمْ بِرَأْيٍ وَاَللَّه لَيُخْرِجَنَّهُ رَبّه مِنْ مَحْبِسه إِلَى أَصْحَابه فَلَيُوشِكَنَّ أَنْ يَثِبُوا عَلَيْهِ حَتَّى يَأْخُذُوهُ مِنْ أَيْدِيكُمْ فَيَمْنَعُوهُ مِنْكُمْ فَمَا آمَنُ عَلَيْكُمْ أَنْ يُخْرِجُوكُمْ مِنْ بِلَادكُمْ . قَالُوا صَدَقَ الشَّيْخ فَانْظُرُوا فِي غَيْر هَذَا . قَالَ قَائِل مِنْهُمْ أَخْرِجُوهُ مِنْ بَيْن أَظْهُركُمْ فَتَسْتَرِيحُوا مِنْهُ فَإِنَّهُ إِذَا خَرَجَ لَنْ يَضُرّكُمْ مَا صَنَعَ وَأَيْنَ وَقَعَ إِذَا غَابَ عَنْكُمْ أَذَاهُ وَاسْتَرَحْتُمْ وَكَانَ أَمْره فِي غَيْركُمْ . فَقَالَ الشَّيْخ النَّجْدِيّ وَاَللَّه مَا هَذَا لَكُمْ بِرَأْيٍ أَلَمْ تَرَوْا حَلَاوَة قَوْله وَطَلَاقَة لِسَانه وَأَخْذ الْقُلُوب مَا تَسْمَع مِنْ حَدِيثه ؟ وَاَللَّه لَئِنْ فَعَلْتُمْ ثُمَّ اِسْتَعْرَضَ الْعَرَب لَيَجْتَمِعُنَّ عَلَيْهِ ثُمَّ لَيَأْتِيَنَّ إِلَيْكُمْ حَتَّى يُخْرِجَكُمْ مِنْ بِلَادكُمْ وَيَقْتُلَ أَشْرَافكُمْ . قَالُوا صَدَقَ وَاَللَّهِ فَانْظُرُوا رَأْيًا غَيْر هَذَا قَالَ : فَقَالَ أَبُو جَهْل لَعَنَهُ اللَّه : وَاَللَّه لَأُشِيرَنَّ عَلَيْكُمْ بِرَأْيٍ مَا أَرَاكُمْ أَبْصَرْتُمُوهُ بَعْدُ لَا أَرَى غَيْره قَالُوا وَمَا هُوَ ؟ قَالَ تَأْخُذُونَ مِنْ كُلّ قَبِيلَة غُلَامًا شَابًّا وَسَطًا نَهْدًا ثُمَّ يُعْطَى كُلّ غُلَام مِنْهُمْ سَيْفًا صَارِمًا ثُمَّ يَضْرِبُونَهُ ضَرْبَة رَجُل وَاحِد فَإِذَا قَتَلُوهُ تَفَرَّقَ دَمُهُ فِي الْقَبَائِل كُلّهَا فَمَا أَظُنّ هَذَا الْحَيّ مِنْ بَنِي هَاشِم يَقْوُونَ عَلَى حَرْب قُرَيْش كُلّهَا فَإِنَّهُمْ إِذَا رَأَوْا ذَلِكَ قَبِلُوا الْعَقْل وَاسْتَرَحْنَا وَقَطَعْنَا عَنَّا أَذَاهُ قَالَ : فَقَالَ الشَّيْخ النَّجْدِيّ هَذَا وَاَللَّه الرَّأْي الْقَوْل مَا قَالَ الْفَتَى لَا أَرَى غَيْره قَالَ فَتَفَرَّقُوا عَلَى ذَلِكَ وَهُمْ مُجْمِعُونَ لَهُ فَأَتَى جِبْرِيل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَرَهُ أَنْ لَا يَبِيت فِي مَضْجَعِهِ الَّذِي كَانَ يَبِيت فِيهِ وَأَخْبَرَهُ بِمَكْرِ الْقَوْم فَلَمْ يَبِتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْته تِلْكَ اللَّيْلَة وَأَذِنَ اللَّه لَهُ عِنْد ذَلِكَ بِالْخُرُوجِ وَأَنْزَلَ اللَّه عَلَيْهِ بَعْد قُدُومه الْمَدِينَة الْأَنْفَال يَذْكُر نِعَمه عَلَيْهِ وَبَلَاءَهُ عِنْده \" وَإِذْ يَمْكُر بِك الَّذِينَ كَفَرُوا لِيُثْبِتُوك أَوْ يَقْتُلُوك أَوْ يُخْرِجُوك وَيَمْكُرُونَ وَيَمْكُر اللَّه وَاَللَّه خَيْر الْمَاكِرِينَ \" وَأَنْزَلَ فِي قَوْلهمْ تَرَبَّصُوا بِهِ رَيْب الْمَنُون حَتَّى يَهْلِك كَمَا هَلَكَ مَنْ كَانَ قَبْله مِنْ الشُّعَرَاء \" أَمْ يَقُولُونَ شَاعِر نَتَرَبَّص بِهِ رَيْب الْمَنُون \" فَكَانَ ذَلِكَ الْيَوْم يُسَمَّى يَوْم الزَّحْمَة لِلَّذِي اِجْتَمَعُوا عَلَيْهِ مِنْ الرَّأْي وَعَنْ السُّدِّيّ نَحْو هَذَا السِّيَاق وَأَنْزَلَ اللَّه فِي إِرَادَتهمْ إِخْرَاجَهُ قَوْله تَعَالَى \" وَإِنْ كَادُوا لَيَسْتَفِزُّونَك مِنْ الْأَرْض لِيُخْرِجُوك مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَك إِلَّا قَلِيلًا \" وَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَرُوِيَ عَنْ مُجَاهِد وَعُرْوَة بْن الزُّبَيْر وَمُوسَى بْن عُقْبَة وَقَتَادَة وَمِقْسَم وَغَيْر وَاحِد نَحْو ذَلِكَ وَقَالَ يُونُس بْن بُكَيْر عَنْ اِبْن إِسْحَاق فَأَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْتَظِر أَمْر اللَّه حَتَّى إِذَا اِجْتَمَعَتْ قُرَيْش فَمَكَرَتْ بِهِ وَأَرَادُوا بِهِ مَا أَرَادُوا أَتَاهُ جِبْرِيل عَلَيْهِ السَّلَام فَأَمَرَهُ أَنْ لَا يَبِيت فِي مَكَانه الَّذِي كَانَ يَبِيت فِيهِ فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِيّ بْن أَبِي طَالِب فَأَمَرَهُ أَنْ يَبِيت عَلَى فِرَاشه وَيَتَسَجَّى بِبُرْدٍ لَهُ أَخْضَر فَفَعَلَ ثُمَّ خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْقَوْم وَهُمْ عَلَى بَابه وَخَرَجَ مَعَهُ بِحَفْنَةٍ مِنْ تُرَاب فَجَعَلَ يَذُرّهَا عَلَى رُءُوسهمْ وَأَخَذَ اللَّه بِأَبْصَارِهِمْ عَنْ نَبِيّه مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْرَأ \" يس وَالْقُرْآن الْحَكِيم \" - إِلَى قَوْله - \" فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ : رُوِيَ عَنْ عِكْرِمَة مَا يُؤَكِّد هَذَا وَقَدْ رَوَى اِبْن حِبَّان فِي صَحِيحه وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ دَخَلَتْ فَاطِمَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ تَبْكِي فَقَالَ \" مَا يُبْكِيك يَا بُنَيَّة ؟ \" قَالَتْ يَا أَبَتِ وَمَالِي لَا أَبْكِي وَهَؤُلَاءِ الْمَلَأُ مِنْ قُرَيْش فِي الْحِجْر يَتَعَاهَدُونَ بِاللَّاتِ وَالْعُزَّى وَمَنَاة الثَّالِثَة الْأُخْرَى لَوْ قَدْ رَأَوْك لَقَامُوا إِلَيْك فَيَقْتُلُونَك وَلَيْسَ مِنْهُمْ إِلَّا مَنْ قَدْ عَرَفَ نَصِيبَهُ مِنْ دَمك فَقَالَ \" يَا بُنَيَّة اِئْتِنِي بِوَضُوءٍ \" فَتَوَضَّأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ خَرَجَ إِلَى الْمَسْجِد فَلَمَّا رَأَوْهُ قَالُوا هَا هُوَ ذَا فَطَأْطَئُوا رُءُوسَهُمْ وَسَقَطَتْ رِقَابهمْ بَيْن أَيْدِيهمْ فَلَمْ يَرْفَعُوا أَبْصَارهمْ فَتَنَاوَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْضَة مِنْ تُرَاب فَحَصَبَهُمْ بِهَا وَقَالَ \" شَاهَتْ الْوُجُوه \" . فَمَا أَصَابَ رَجُلًا مِنْهُمْ حَصَاة مِنْ حَصَيَاته إِلَّا قُتِلَ يَوْم بَدْر كَافِرًا ثُمَّ قَالَ الْحَاكِم صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخْرِجَاهُ وَلَا أَعْرِف لَهُ عِلَّة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر أَخْبَرَنِي عُثْمَان الْجَرِيرِيّ عَنْ مِقْسَم مَوْلَى اِبْن عَبَّاس أَخْبَرَهُ اِبْن عَبَّاس فِي قَوْله \" وَإِذْ يَمْكُر بِك \" الْآيَة قَالَ تَشَاوَرَتْ قُرَيْش لَيْلَةً بِمَكَّة فَقَالَ بَعْضهمْ إِذَا أَصْبَحَ فَأَثْبِتُوهُ بِالْوَثَاقِ يُرِيدُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ بَعْضهمْ بَلْ اُقْتُلُوهُ وَقَالَ بَعْضهمْ بَلْ أَخْرِجُوهُ فَأَطْلَعَ اللَّه نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ فَبَاتَ عَلِيّ رَضِيَ اللَّه عَنْهُ عَلَى فِرَاش رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَخَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى لَحِقَ بِالْغَارِ وَبَاتَ الْمُشْرِكُونَ يَحْرُسُونَ عَلِيًّا يَحْسَبُونَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا أَصْبَحُوا ثَارُوا إِلَيْهِ فَلَمَّا رَأَوْا عَلِيًّا رَدَّ اللَّه تَعَالَى مَكْرَهُمْ فَقَالُوا أَيْنَ صَاحِبك هَذَا ؟ قَالَ لَا أَدْرِي فَاقْتَصُّوا أَثَرَهُ فَلَمَّا بَلَغُوا الْجَبَل اِخْتَلَطَ عَلَيْهِمْ فَصَعِدُوا فِي الْجَبَل فَمَرُّوا بِالْغَارِ فَرَأَوْا عَلَى بَابه نَسْج الْعَنْكَبُوت فَقَالُوا لَوْ دَخَلَ هَهُنَا لَمْ يَكُنْ نَسْج الْعَنْكَبُوت عَلَى بَابه فَمَكَثَ فِيهِ ثَلَاث لَيَالٍ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن جَعْفَر بْن الزُّبَيْر عَنْ عُرْوَة بْن الزُّبَيْر فِي قَوْله \" وَيَمْكُرُونَ وَيَمْكُر اللَّه وَاَللَّه خَيْر الْمَاكِرِينَ \" أَيْ فَمَكَرْت بِهِمْ بِكَيْدِي الْمَتِين حَتَّى خَلَّصْتُك مِنْهُمْ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43078, "aya_id": 30}]