[{"text": "وَالَّذِي جَاء بِالصِّدْقِ وَصَدَّقَ بِهِ أُوْلَئِكَ هُمُ الْمُتَّقُونَ", "sura_id": 39, "type": 0, "id": 4091, "aya_id": 33}, {"text": "والذي جاء بالصدق وصدق به أولئك هم المتقون", "sura_id": 39, "type": 1, "id": 10327, "aya_id": 33}, {"text": "33 - (والذي جاء بالصدق) هو النبي صلى الله عليه وسلم (وصدق به) هم المؤمنون فالذي بمعنى الذين (أولئك هم المتقون) الشرك \r\n", "sura_id": 39, "type": 2, "id": 29035, "aya_id": 33}, {"text": "والذي جاء بالصدق في قوله وعمله من الأنبياء وأتباعهم, وصدَّق به إيمانًا وعملا أولئك هم الذين جمعوا خصال التقوى, وفي مقدمة هؤلاء خاتم الأنبياء والمرسلين محمد صلى الله عليه وسلم والمؤمنون به, العاملون بشريعته من الصحابة, رضي الله عنهم, فمَن بعدهم إلى يوم الدين.\r\n", "sura_id": 39, "type": 3, "id": 35271, "aya_id": 33}, {"text": " <font color=red>وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ</font><BR><p>ثُمَّ قَالَ جَلَّ وَعَلَا \" وَاَلَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ \" قَالَ مُجَاهِد وَقَتَادَة وَالرَّبِيع بْن أَنَس وَابْن زَيْد : الَّذِي جَاءَ بِالصِّدْقِ هُوَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ السُّدِّيّ هُوَ جِبْرِيل عَلَيْهِ السَّلَام \" وَصَدَّقَ بِهِ \" يَعْنِي مُحَمَّدًا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" وَاَلَّذِي جَاءَ بِالصِّدْقِ \" قَالَ مَنْ جَاءَ بِلَا إِلَه إِلَّا اللَّه \" وَصَدَّقَ بِهِ \" يَعْنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَرَأَ الرَّبِيع بْن أَنَس \" الَّذِينَ جَاءُوا بِالصِّدْقِ \" يَعْنِي الْأَنْبِيَاء \" وَصَدَّقُوا بِهِ \" يَعْنِي الْأَتْبَاع . وَقَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد \" وَاَلَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ \" قَالَ أَصْحَاب الْقُرْآن الْمُؤْمِنُونَ يَجِيئُونَ يَوْم الْقِيَامَة فَيَقُولُونَ هَذَا مَا أَعْطَيْتُمُونَا فَعَمِلْنَا فِيهِ بِمَا أَمَرْتُمُونَا . وَهَذَا الْقَوْل عَنْ مُجَاهِد يَشْمَل كُلّ الْمُؤْمِنِينَ فَإِنَّ الْمُؤْمِنِينَ يَقُولُونَ الْحَقّ وَيَعْمَلُونَ بِهِ وَالرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْلَى النَّاس بِالدُّخُولِ فِي هَذِهِ الْآيَة عَلَى هَذَا التَّفْسِير فَإِنَّهُ جَاءَ بِالصِّدْقِ وَصَدَّقَ الْمُرْسَلِينَ وَآمَنَ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم \" وَاَلَّذِي جَاءَ بِالصِّدْقِ \" هُوَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَصَدَّقَ بِهِ \" قَالَ الْمُسْلِمُونَ \" أُولَئِكَ هُمْ الْمُتَّقُونَ \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا اِتَّقَوْا الشِّرْك .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40718, "aya_id": 33}]