[{"text": "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِّمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ", "sura_id": 41, "type": 0, "id": 4223, "aya_id": 5}, {"text": "وقالوا قلوبنا في أكنة مما تدعونا إليه وفي آذاننا وقر ومن بيننا وبينك حجاب فاعمل إننا عاملون", "sura_id": 41, "type": 1, "id": 10459, "aya_id": 5}, {"text": "5 - (وقالوا) للنبي (قلوبنا في أكنة) أغطية (مما تدعونا إليه وفي آذاننا وقر) ثقل (ومن بيننا وبينك حجاب) خلاف في الدين (فاعمل) على دينك (إننا عاملون) على ديننا \r\n", "sura_id": 41, "type": 2, "id": 29167, "aya_id": 5}, {"text": "وقال هؤلاء المعرضون الكافرون للنبي محمد صلى الله عليه وسلم: قلوبنا في أغطية مانعة لنا من فهم ما تدعونا إليه, وفي آذاننا صمم فلا نسمع, ومن بيننا وبينك- يا محمد- ساتر يحجبنا عن إجابة دعوتك, فاعمل على وَفْق دينك, كما أننا عاملون على وَفْق ديننا.\r\n", "sura_id": 41, "type": 3, "id": 35403, "aya_id": 5}, {"text": " <font color=red>وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ</font><BR><p>\" وَقَالُوا قُلُوبنَا فِي أَكِنَّة \" أَيْ فِي غُلْف مُغَطَّاة \" مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَاننَا وَقْر \" أَيْ صَمَم عَمَّا جِئْتنَا بِهِ \" وَمِنْ بَيْننَا وَبَيْنك حِجَاب \" فَلَا يَصِل إِلَيْنَا شَيْء مِمَّا تَقُول \" فَاعْمَلْ إِنَّنَا عَامِلُونَ\" أَيْ اِعْمَلْ أَنْتَ عَلَى طَرِيقَتك وَنَحْنُ عَلَى طَرِيقَتنَا لَا نُتَابِعك قَالَ الْإِمَام الْعَالِم عَبْد بْن حُمَيْد فِي مُسْنَده حَدَّثَنِي اِبْن أَبِي شَيْبَة حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ الْأَجْلَح عَنْ الزَّيَّال بْن حَرْمَلَة الْأَسَدِيّ عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ : اِجْتَمَعَتْ قُرَيْش يَوْمًا فَقَالُوا اُنْظُرُوا أَعْلَمَكُمْ بِالسِّحْرِ وَالْكِهَانَة وَالشِّعْر فَلْيَأْتِ هَذَا الرَّجُل الَّذِي قَدْ فَرَّقَ جَمَاعَتنَا وَشَتَّتَ أَمْرنَا وَعَابَ دِيننَا فَلْيُكَلِّمْهُ وَلْنَنْظُرْ مَاذَا يَرُدّ عَلَيْهِ فَقَالُوا مَا نَعْلَم أَحَدًا غَيْر عُتْبَة بْن رَبِيعَة فَقَالُوا أَنْتَ يَا أَبَا الْوَلِيد فَأَتَاهُ عُتْبَة فَقَالَ : يَا مُحَمَّد أَنْتَ خَيْر أَمْ عَبْد اللَّه ؟ فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَنْتَ خَيْر أَمْ عَبْد الْمُطَّلِب ؟ فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنْ كُنْت تَزْعُم أَنَّ هَؤُلَاءِ خَيْر مِنْك فَقَدْ عَبَدُوا الْآلِهَة الَّتِي عِبْت وَإِنْ كُنْت تَزْعُم أَنَّك خَيْر مِنْهُمْ فَتَكَلَّمْ حَتَّى نَسْمَع قَوْلَك إِنَّا وَاَللَّه مَا رَأَيْنَا سَخْلَة قَطُّ أَشْأَم عَلَى قَوْمك مِنْك فَرَّقْت جَمَاعَتنَا وَشَتَّتّ أَمْرنَا وَعِبْت دِيننَا وَفَضَحْتنَا فِي الْعَرَب حَتَّى لَقَدْ طَارَ فِيهِمْ أَنَّ فِي قُرَيْش سَاحِرًا وَأَنَّ فِي قُرَيْش كَاهِنًا وَاَللَّه مَا نَنْتَظِر إِلَّا مِثْل صَيْحَة الْحُبْلَى أَنْ يَقُوم بَعْضنَا إِلَى بَعْض بِالسُّيُوفِ حَتَّى نَتَفَانَى أَيّهَا الرَّجُل إِنْ كَانَ إِنَّمَا بِك الْحَاجَة جَمَعْنَا لَك حَتَّى تَكُون أَغْنَى قُرَيْش رَجُلًا وَاحِدًا وَإِنْ كَانَ إِنَّمَا بِك الْبَاءَة فَاخْتَرْ أَيّ نِسَاء قُرَيْش شِئْت فَلْنُزَوِّجْك عَشْرًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَغْت ؟ قَالَ نَعَمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم حم تَنْزِيل مِنْ الرَّحْمَن الرَّحِيم - حَتَّى بَلَغَ - فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَة مِثْل صَاعِقَة عَادٍ وَثَمُود \" فَقَالَ عُتْبَة حَسْبك حَسْبك عِنْدك غَيْر هَذَا ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا \" فَرَجَعَ إِلَى قُرَيْش فَقَالُوا مَا وَرَاءَك ؟ قَالَ مَا تَرَكْت شَيْئًا أَرَى أَنَّكُمْ تَكَلَّمُونَ بِهِ إِلَّا كَلَّمْته قَالُوا فَهَلْ أَجَابَك ؟ قَالَ نَعَمْ لَا وَاَلَّذِي نَصَبَهَا بِنِيَّةٍ مَا فَهِمْت شَيْئًا مِمَّا قَالَهُ غَيْر أَنَّهُ أَنْذَرَكُمْ صَاعِقَة مِثْل صَاعِقَة عَادٍ وَثَمُود قَالُوا وَيْلَك يُكَلِّمك الرَّجُل بِالْعَرَبِيَّةِ لَا تَدْرِي مَا قَالَ ؟ قَالَ لَا وَاَللَّه مَا فَهِمْت شَيْئًا مِمَّا قَالَ غَيْر ذِكْر الصَّاعِقَة . وَهَكَذَا رَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة بِإِسْنَادِهِ مِثْله سَوَاء وَقَدْ سَاقَهُ الْبَغَوِيّ فِي تَفْسِيره بِسَنَدِهِ عَنْ مُحَمَّد بْن فُضَيْل عَنْ الْأَجْلَح وَهُوَ اِبْن عَبْد اللَّه الْكِنْدِيّ الْكُوفِيّ وَقَدْ ضُعِّفَ بَعْض الشَّيْء عَنْ الزَّيَّال بْن حَرْمَلَة عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ فَذَكَرَ الْحَدِيث إِلَى قَوْله \" فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَة مِثْل صَاعِقَة عَادٍ وَثَمُود \" فَأَمْسَكَ عُتْبَة عَلَى فِيهِ وَنَاشَدَهُ بِالرَّحِمِ وَرَجَعَ إِلَى أَهْله وَلَمْ يَخْرُج إِلَى قُرَيْش وَاحْتَبَسَ عَنْهُمْ فَقَالَ أَبُو جَهْل يَا مَعْشَر قُرَيْش وَاَللَّه مَا نَرَى عُتْبَة إِلَّا قَدْ صَبَأَ إِلَى مُحَمَّد وَأَعْجَبَهُ طَعَامه وَمَا ذَاكَ إِلَّا مِنْ حَاجَة أَصَابَتْهُ فَانْطَلِقُوا بِنَا إِلَيْهِ فَانْطَلَقُوا إِلَيْهِ فَقَالَ أَبُو جَهْل يَا عُتْبَة مَا حَبَسَك عَنَّا إِلَّا أَنَّك صَبَأْت إِلَى مُحَمَّد وَأَعْجَبَك طَعَامه فَإِنْ كَانَتْ بِك حَاجَة جَمَعْنَا لَك مِنْ أَمْوَالنَا مَا يُغْنِيك عَنْ طَعَام مُحَمَّد فَغَضِبَ عُتْبَة وَأَقْسَمَ أَنْ لَا يُكَلِّم مُحَمَّدًا أَبَدًا وَقَالَ وَاَللَّه لَقَدْ عَلِمْتُمْ أَنِّي مِنْ أَكْثَر قُرَيْش مَالًا وَلَكِنِّي أَتَيْته وَقَصَصْت عَلَيْهِ الْقِصَّة فَأَجَابَنِي بِشَيْءٍ وَاَللَّه مَا هُوَ بِشِعْرٍ وَلَا كِهَانَة وَلَا سِحْر وَقَرَأَ السُّورَة إِلَى قَوْله تَعَالَى \" فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَة مِثْل صَاعِقَة عَادٍ وَثَمُود \" فَأَمْسَكْت بِفِيهِ وَنَاشَدْته بِالرَّحِمِ أَنْ يَكُفّ وَقَدْ عَلِمْتُمْ أَنَّ مُحَمَّدًا إِذَا قَالَ شَيْئًا لَمْ يَكْذِب فَخَشِيت أَنْ يَنْزِل بِكُمْ الْعَذَاب وَهَذَا السِّيَاق أَشْبَه مِنْ سِيَاق الْبَزَّار وَأَبِي يَعْلَى وَاَللَّه تَعَالَى أَعْلَم وَقَدْ أَوْرَدَ هَذِهِ الْقِصَّة الْإِمَام مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي كِتَاب السِّيرَة عَلَى خِلَاف هَذَا النَّمَط فَقَالَ حَدَّثَنِي يَزِيد بْن زِيَاد عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ : حُدِّثْت أَنَّ عُتْبَة بْن رَبِيعَة - وَكَانَ سَيِّدًا - قَالَ يَوْمًا وَهُوَ جَالِس فِي نَادِي قُرَيْش - وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس فِي الْمَسْجِد وَحْده - يَا مَعْشَر قُرَيْش أَلَا أَقُوم إِلَى مُحَمَّد فَأُكَلِّمهُ وَأَعْرِض عَلَيْهِ أُمُورًا لَعَلَّهُ أَنْ يَقْبَل بَعْضهَا فَنُعْطِيه أَيّهَا شَاءَ وَيَكُفّ عَنَّا ؟ - وَذَلِكَ حِين أَسْلَمَ حَمْزَة رَضِيَ اللَّه عَنْهُ وَرَأَوْا أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَزِيدُونَ وَيَكْثُرُونَ - فَقَالُوا بَلَى يَا أَبَا الْوَلِيد فَقُمْ إِلَيْهِ فَكَلِّمْهُ فَقَامَ إِلَيْهِ عُتْبَة حَتَّى جَلَسَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا اِبْن أَخِي إِنَّك مِنَّا حَيْثُ عَلِمْت مِنْ السِّطَة فِي الْعَشِيرَة . وَالْمَكَان فِي النَّسَب وَإِنَّك قَدْ أَتَيْت قَوْمك بِأَمْرٍ عَظِيم فَرَّقْت بِهِ جَمَاعَتهمْ وَسَفَّهْت بِهِ أَحْلَامهمْ وَعِبْت بِهِ آلِهَتهمْ وَدِينهمْ وَكَفَّرْت بِهِ مَنْ مَضَى مِنْ آبَائِهِمْ فَاسْمَعْ مِنِّي أَعْرِض عَلَيْك أُمُورًا نَنْظُر فِيهَا لَعَلَّك تَقْبَل مِنْهَا بَعْضهَا قَالَ : فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ يَا أَبَا الْوَلِيد أَسْمَع \" قَالَ يَا اِبْن أَخِي إِنْ كُنْت إِنَّمَا تُرِيد بِمَا جِئْت بِهِ مِنْ هَذَا الْأَمْر مَالًا جَمَعْنَا لَك مِنْ أَمْوَالنَا حَتَّى تَكُون أَكْثَرنَا مَالًا وَإِنْ كُنْت تُرِيد بِهِ شَرَفًا سَوَّدْنَاك عَلَيْنَا حَتَّى لَا نَقْطَع أَمْرًا دُونك وَإِنْ كُنْت تُرِيد بِهِ مُلْكًا مَلَّكْنَاك عَلَيْنَا وَإِنْ كَانَ هَذَا الَّذِي يَأْتِيك رِئْيًا تَرَاهُ لَا تَسْتَطِيع رَدَّهُ عَنْ نَفْسك طَلَبْنَا لَك الْأَطِبَّاء وَبَذَلْنَا فِيهِ أَمْوَالنَا حَتَّى نُبْرِئك مِنْهُ فَإِنَّهُ رُبَّمَا غَلَبَ التَّابِع عَلَى الرَّجُل حَتَّى يُدَاوَى مِنْهُ أَوْ كَمَا قَالَ لَهُ حَتَّى إِذَا فَرَغَ عُتْبَة وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْتَمِع مِنْهُ قَالَ \" أَفَرَغْت يَا أَبَا الْوَلِيد ؟ \" قَالَ نَعَمْ . قَالَ \" فَاسْتَمِعْ مِنِّي \" قَالَ اِفْعَلْ . قَالَ \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم حم تَنْزِيل مِنْ الرَّحْمَن الرَّحِيم كِتَاب فُصِّلَتْ آيَاته قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرهمْ فَهُمْ لَا يَسْمَعُونَ \" ثُمَّ مَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا وَهُوَ يَقْرَؤُهَا عَلَيْهِ فَلَمَّا سَمِعَ عُتْبَة أَنْصَتَ لَهَا وَأَلْقَى يَدَيْهِ خَلْف ظَهْره مُعْتَمِدًا عَلَيْهِمَا يَسْتَمِع مِنْهُ حَتَّى اِنْتَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى السَّجْدَة مِنْهَا فَسَجَدَ ثُمَّ قَالَ \" قَدْ سَمِعْت يَا أَبَا الْوَلِيد مَا سَمِعْت فَأَنْتَ وَذَاكَ \" فَقَامَ عُتْبَة إِلَى أَصْحَابه فَقَالَ بَعْضهمْ لِبَعْضٍ نَحْلِف بِاَللَّهِ لَقَدْ جَاءَكُمْ أَبُو الْوَلِيد بِغَيْرِ الْوَجْه الَّذِي ذَهَبَ بِهِ فَلَمَّا جَلَسَ إِلَيْهِمْ قَالُوا مَا وَرَاءَك يَا أَبَا الْوَلِيد ؟ قَالَ وَرَائِي أَنِّي سَمِعْت قَوْلًا وَاَللَّه مَا سَمِعْت مِثْله قَطُّ وَاَللَّه مَا هُوَ بِالسِّحْرِ وَلَا بِالشِّعْرِ وَلَا بِالْكِهَانَةِ يَا مَعْشَر قُرَيْش أَطِيعُونِي وَاجْعَلُوهَا لِي خَلْوًا بَيْن الرَّجُل وَبَيْن مَا هُوَ فِيهِ فَاعْتَزِلُوهُ فَوَاَللَّهِ لَيَكُونَنَّ لِقَوْلِهِ الَّذِي سَمِعْت نَبَأ فَإِنْ تُصِبْهُ الْعَرَب فَقَدْ كُفِيتُمُوهُ بِغَيْرِكُمْ وَإِنْ يَظْهَر عَلَى الْعَرَب فَمُلْكه مُلْككُمْ وَعِزّه عِزّكُمْ وَكُنْتُمْ أَسْعَد النَّاس بِهِ قَالُوا سَحَرَك وَاَللَّه يَا أَبَا الْوَلِيد بِلِسَانِهِ ؟ قَالَ هَذَا رَأْيِي فِيهِ فَاصْنَعُوا مَا بَدَا لَكُمْ وَهَذَا السِّيَاق أَشْبَه مِنْ الَّذِي قَبْله وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41069, "aya_id": 5}]