[{"text": "وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاء لِّلسَّائِلِينَ", "sura_id": 41, "type": 0, "id": 4228, "aya_id": 10}, {"text": "وجعل فيها رواسي من فوقها وبارك فيها وقدر فيها أقواتها في أربعة أيام سواء للسائلين", "sura_id": 41, "type": 1, "id": 10464, "aya_id": 10}, {"text": "10 - (وجعل) مستأنف ولا يجوز عطفه على صلة الذي للفاصل الأجنبي (فيها رواسي) جبالا ثوابت (من فوقها وبارك فيها) بكثرة المياه والزروع والضروع (وقدر) قسم (فيها أقواتها) للناس والبهائم (في) تمام (أربعة أيام) أي الجعل وما ذكر معه في يوم الثلاثاء والأربعاء (سواء) منصوب على المصدر أي استوت الأربعة استواء لا تزيد ولا تنقص (للسائلين) عم خلق الأرض بما فيها \r\n", "sura_id": 41, "type": 2, "id": 29172, "aya_id": 10}, {"text": "وجعل سبحانه في الأرض جبالا ثوابت من فوقها, وبارك فيها فجعلها دائمة الخير لأهلها, وقدَّر فيها أرزاق أهلها من الغذاء, وما يصلحهم من المعاش في تمام أربعة أيام: يومان خلق فيهما الأرض, ويومان جعل فيها رواسي وقدر فيها أقواتها, سواء للسائلين أي: لمن أراد السؤال عن ذلك؛ ليعلمه.\r\n", "sura_id": 41, "type": 3, "id": 35408, "aya_id": 10}, {"text": " <font color=red>وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ</font><BR><p>\" وَجَعَلَ فِيهَا رَوَاسِي مِنْ فَوْقهَا وَبَارَكَ فِيهَا \" أَيْ جَعَلَهَا مُبَارَكَة قَابِلَة لِلْخَيْرِ وَالْبَذْر وَالْغِرَاس \" وَقَدَّرَ فِيهَا أَقْوَاتهَا \" وَهُوَ مَا يَحْتَاج أَهْلهَا إِلَيْهِ مِنْ الْأَرْزَاق وَالْأَمَاكِن الَّتِي تُزْرَع وَتُغْرَس يَعْنِي يَوْم الثُّلَاثَاء وَالْأَرْبِعَاء فَهُمَا مَعَ الْيَوْمَيْنِ السَّابِقَيْنِ أَرْبَعَة وَلِهَذَا قَالَ \" فِي أَرْبَعَة أَيَّام سَوَاء لِلسَّائِلِينَ \" أَيْ لِمَنْ أَرَادَ السُّؤَال عَنْ ذَلِكَ لِيَعْلَمهُ وَقَالَ عِكْرِمَة وَمُجَاهِد فِي قَوْله عَزَّ وَجَلَّ \" وَقَدَّرَ فِيهَا أَقْوَاتهَا\" وَجَعَلَ فِي كُلّ أَرْض مَا لَا يَصْلُح فِي غَيْرهَا وَمِنْهُ الْعَصَب بِالْيَمَنِ وَالسَّابُورِيّ بِسَابُورَ وَالطَّيَالِسَة بِالرَّيِّ وَقَالَ اِبْن عَبَّاس وَقَتَادَة وَالسُّدِّيّ فِي قَوْله تَعَالَى\" سَوَاء لِلسَّائِلِينَ \" أَيْ لِمَنْ أَرَادَ السُّؤَال عَنْ ذَلِكَ وَقَالَ اِبْن زَيْد مَعْنَاهُ وَقَدَّرَ فِيهَا أَقْوَاتهَا فِي أَرْبَعَة أَيَّام سَوَاء لِلسَّائِلِينَ أَيْ عَلَى وَفْق مُرَاده مَنْ لَهُ حَاجَة إِلَى رِزْق أَوْ حَاجَة فَإِنَّ اللَّه تَعَالَى قَدَّرَ لَهُ مَا هُوَ مُحْتَاج إِلَيْهِ وَهَذَا الْقَوْل يُشْبِه مَا ذَكَرُوهُ فِي قَوْله تَعَالَى \" وَآتَاكُمْ مِنْ كُلّ مَا سَأَلْتُمُوهُ \" وَاَللَّه أَعْلَم.</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41026, "aya_id": 10}]