[{"text": "النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ", "sura_id": 40, "type": 0, "id": 4179, "aya_id": 46}, {"text": "النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب", "sura_id": 40, "type": 1, "id": 10415, "aya_id": 46}, {"text": "46 - تم (النار يعرضون عليها) يحرقون بها (غدوا وعشيا) صباحا ومساء (ويوم تقوم الساعة) يقال (أدخلوا) يا (آل فرعون) وفي قراءة بفتح الهمزة وكسر الخاء أمر للملائكة (أشد العذاب) عذاب جهنم \r\n", "sura_id": 40, "type": 2, "id": 29123, "aya_id": 46}, {"text": "لقد أصابهم الغرق أولا وهلكوا, ثم يعذبون في قبورهم حيث النار, يعرضون عيها صباحا ومساء إلى وقت الحساب, ويوم تقوم الساعة يقال: أدخلوا آل فرعون النار؛ جزاء ما اقترفوه من أعمال السوء. وهذه الآية أصل في إثبات عذاب القبر.\r\n", "sura_id": 40, "type": 3, "id": 35359, "aya_id": 46}, {"text": " <font color=red>النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ</font><BR><p>غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدّ الْعَذَاب \" قَوْله تَعَالَى \" النَّار يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا \" فَإِنَّ أَرْوَاحَهُمْ تُعْرَض عَلَى النَّار صَبَاحًا وَمَسَاء إِلَى قِيَام السَّاعَة فَإِذَا كَانَ يَوْم الْقِيَامَة اِجْتَمَعَتْ أَرْوَاحهمْ وَأَجْسَادهمْ فِي النَّار وَلِهَذَا قَالَ \" وَيَوْم تَقُوم السَّاعَة أَدْخِلُوا آلَ فِرْعَوْن أَشَدَّ الْعَذَاب \" أَيْ أَشَدَّهُ أَلَمًا وَأَعْظَمه نَكَالًا . وَهَذِهِ الْآيَة أَصْل كَبِير فِي اِسْتِدْلَال أَهْل السُّنَّة عَلَى عَذَاب الْبَرْزَخِ فِي الْقُبُور . وَلَكِنْ هُنَا سُؤَالٌ وَهُوَ أَنَّهُ لَا شَكَّ أَنَّ هَذِهِ الْآيَة مَكِّيَّة وَقَدْ اِسْتَدَلُّوا بِهَا عَلَى عَذَاب الْقَبْر فِي الْبَرْزَخ وَقَدْ قَالَ الْإِمَام أَحْمَد ثنا هَاشِم هُوَ اِبْن الْقَاسِم أَبُو النَّضْر ثنا إِسْحَاق بْن سَعِيد هُوَ اِبْن عَمْرو بْن سَعِيد بْن الْعَاص ثنا سَعِيد يَعْنِي أَبَاهُ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ يَهُودِيَّة كَانَتْ تَخْدُمهَا فَلَا تَصْنَع عَائِشَة رَضِيَ اللَّه عَنْهَا إِلَيْهَا شَيْئًا مِنْ الْمَعْرُوف إِلَّا قَالَتْ لَهَا الْيَهُودِيَّة وَقَاك اللَّه عَذَاب الْقَبْر قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَدَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيَّ فَقُلْت يَا رَسُول اللَّه هَلْ لِلْقَبْرِ عَذَاب قَبْل يَوْم الْقِيَامَة ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا مَنْ زَعَمَ ذَلِكَ ؟ \" قَالَتْ هَذِهِ الْيَهُودِيَّة لَا أَصْنَع إِلَيْهَا شَيْئًا مِنْ الْمَعْرُوف إِلَّا قَالَتْ وَقَاك اللَّه عَذَاب الْقَبْر قَالَ : صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَذَبَتْ يَهُود وَهُمْ عَلَى اللَّه أَكْذَب لَا عَذَاب دُون يَوْم الْقِيَامَة \" ثُمَّ مَكَثَ بَعْد ذَلِكَ مَا شَاءَ اللَّه أَنْ يَمْكُث فَخَرَجَ ذَات يَوْم نِصْف النَّهَار مُشْتَمِلًا بِثَوْبِهِ مُحْمَرَّة عَيْنَاهُ وَهُوَ يُنَادِي بِأَعْلَى صَوْته \" الْقَبْر كَقِطَعِ اللَّيْل الْمُظْلِم أَيّهَا النَّاس لَوْ تَعْلَمُونَ مَا أَعْلَم بَكَيْتُمْ كَثِيرًا وَضَحِكْتُمْ قَلِيلًا أَيّهَا النَّاس اِسْتَعِيذُوا بِاَللَّهِ مِنْ عَذَاب الْقَبْر فَإِنَّ عَذَاب الْقَبْر حَقٌّ \" وَهَذَا إِسْنَاد صَحِيح عَلَى شَرْط الْبُخَارِيّ وَمُسْلِم وَلَمْ يُخَرِّجَاهُ . وَرَوَى أَحْمَد ثنا يَزِيد ثنا سُفْيَان عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ سَأَلَتْهَا اِمْرَأَة يَهُودِيَّة فَأَعْطَتْهَا فَقَالَتْ لَهَا وَقَاك اللَّه مِنْ عَذَاب الْقَبْر فَأَنْكَرَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا ذَلِكَ فَلَمَّا رَأَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ لَهُ : فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا \" قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا ثُمَّ قَالَ لَنَا رَسُول اللَّه بَعْد ذَلِكَ \" وَإِنَّهُ أُوحِيَ إِلَيَّ أَنَّكُمْ تُفْتَنُونَ فِي قُبُوركُمْ \" وَهَذَا أَيْضًا عَلَى شَرْطِهِمَا . فَيُقَال فَمَا الْجَمْع بَيْن هَذَا وَبَيْن كَوْن الْآيَة مَكِّيَّة وَفِيهَا الدَّلَالَة عَلَى عَذَاب الْبَرْزَخ ؟ وَالْجَوَاب أَنَّ الْآيَة دَلَّتْ عَلَى عَرْض الْأَرْوَاح عَلَى النَّار غُدُوًّا وَعَشِيًّا فِي الْبَرْزَخ وَلَيْسَ فِيهَا دَلَالَة عَلَى اِتِّصَال تَأَلُّمهَا بِأَجْسَادِهَا فِي الْقُبُور إِذْ قَدْ يَكُون ذَلِكَ مُخْتَصًّا بِالرُّوحِ فَأَمَّا حُصُول ذَلِكَ لِلْجَسَدِ فِي الْبَرْزَخ وَتَأَلُّمه بِسَبَبِهِ فَلَمْ يَدُلَّ عَلَيْهِ إِلَّا السُّنَّةُ فِي الْأَحَادِيث الْمَرْضِيَّة الْآتِي ذِكْرُهَا . وَقَدْ يُقَال إِنَّ هَذِهِ الْآيَة إِنَّمَا دَلَّتْ عَلَى عَذَاب الْكُفَّار فِي الْبَرْزَخ وَلَا يَلْزَم مِنْ ذَلِكَ أَنْ يُعَذَّب الْمُؤْمِن فِي قَبْره بِذَنْبٍ وَمِمَّا يَدُلُّ عَلَى ذَلِكَ مَا رَوَاهُ الْإِمَام أَحْمَد ثنا عُثْمَان بْن عُمَر ثنا يُونُس عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَيْهَا وَعِنْدهَا اِمْرَأَة مِنْ الْيَهُود وَهِيَ تَقُول أَشَعَرْت أَنّكُمْ تُفْتَنُونَ فِي قُبُوركُمْ ؟ فَارْتَاعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" إِنَّمَا يُفْتَن يَهُود \" قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَلَبِثْنَا لَيَالِي ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا إِنَّكُمْ تُفْتَنُونَ فِي الْقُبُور \" وَقَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد يَسْتَعِيذ مِنْ عَذَاب الْقَبْر وَهَكَذَا رَوَاهُ مُسْلِم عَنْ هَارُون بْن سَعِيد وَحَرْمَلَة كِلَاهُمَا عَنْ اِبْن وَهْب عَنْ يُونُس بْن يَزِيد الْأَيْلِيّ عَنْ الزُّهْرِيّ بِهِ. وَقَدْ يُقَال إِنَّ هَذِهِ الْآيَة دَلَّتْ عَلَى عَذَاب الْأَرْوَاح فِي الْبَرْزَخ وَلَا يَلْزَم مِنْ ذَلِكَ أَنْ يَتَّصِل فِي الْأَجْسَاد فِي قُبُورهَا فَلَمَّا أُوحِيَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ بِخُصُوصِهِ اِسْتَعَاذَ مِنْهُ وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم . وَقَدْ رَوَى الْبُخَارِيّ مِنْ حَدِيث شُعْبَة عَنْ أَشْعَث عَنْ اِبْن أَبِي الشَّعْثَاء عَنْ أَبِيهِ عَنْ مَسْرُوق عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ يَهُودِيَّة دَخَلَتْ عَلَيْهَا فَقَالَتْ نَعُوذ بِاَللَّهِ مِنْ عَذَاب الْقَبْر فَسَأَلَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ عَذَاب الْقَبْر فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ عَذَابُ الْقَبْرِ حَقٌّ \" قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا : فَمَا رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد صَلَّى صَلَاة إِلَّا تَعَوَّذَ مِنْ عَذَاب الْقَبْر . فَهَذَا يَدُلّ عَلَى أَنَّهُ بَادَرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى تَصْدِيق الْيَهُودِيَّة فِي هَذَا الْخَبَر وَقَرَّرَ عَلَيْهِ وَفِي الْأَخْبَار الْمُتَقَدِّمَة أَنَّهُ أَنْكَرَ ذَلِكَ حَتَّى جَاءَهُ الْوَحْي فَلَعَلَّهُمَا قَضِيَّتَانِ وَاَللَّه سُبْحَانه أَعْلَم وَأَحَادِيث عَذَاب الْقَبْر كَثِيرَة جِدًّا وَقَالَ قَتَادَة فِي قَوْله تَعَالَى \" غُدُوًّا وَعَشِيًّا \" صَبَاحًا وَمَسَاء مَا بَقِيَتْ الدُّنْيَا يُقَال لَهُمْ يَا آلَ فِرْعَوْن هَذِهِ مَنَازِلكُمْ تَوْبِيخًا وَنِقْمَة وَصَغَارًا لَهُمْ . وَقَالَ اِبْن زَيْد هُمْ فِيهَا الْيَوْم يُغْدَى بِهِمْ وَيُرَاح إِلَى أَنْ تَقُوم السَّاعَة . وَقَالَ اِبْن أَبِي حَاتِم ثنا أَبُو سَعِيد ثنا الْمُحَارِبِيّ ثنا لَيْث عَنْ عَبْد الرَّحْمَن بْن ثَرْوَان عَنْ هُذَيْل عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ أَرْوَاح الشُّهَدَاء فِي أَجْوَاف طُيُور خُضْر تَسْرَح بِهِمْ فِي الْجَنَّة حَيْثُ شَاءُوا وَإِنَّ أَرْوَاح وِلْدَان الْمُؤْمِنِينَ فِي أَجْوَاف عَصَافِير تَسْرَح فِي الْجَنَّة حَيْثُ شَاءَتْ فَتَأْوِي إِلَى قَنَادِيل مُعَلَّقَة فِي الْعَرْش وَإِنَّ أَرْوَاح آلِ فِرْعَوْن فِي أَجْوَاف طُيُور سُود تَغْدُو عَلَى جَهَنَّم وَتَرُوح عَلَيْهَا فَذَلِكَ عَرْضهَا وَقَدْ رَوَاهُ الثَّوْرِيّ عَنْ أَبِي قَيْس عَنْ أَبِي الْهُذَيْل اِبْن شُرَحْبِيل مِنْ كَلَامه فِي أَرْوَاح آلِ فِرْعَوْن وَكَذَلِكَ قَالَ السُّدِّيّ . وَفِي حَدِيث الْإِسْرَاء مِنْ رِوَايَة أَبِي هَارُون الْعَبْدِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِيهِ \" ثُمَّ اِنْطَلَقَ بِهِ إِلَى خَلْق كَثِير مِنْ خَلْق اللَّه رِجَال كُلّ رَجُل مِنْهُمْ بَطْنه مِثْل الْبَيْت الضَّخْم مُصَفَّدُونَ عَلَى سَابِلَة آلِ فِرْعَوْن وَآلُ فِرْعَوْن يُعْرَضُونَ عَلَى النَّار غُدُوًّا وَعَشِيًّا \" وَيَوْم تَقُوم السَّاعَة أَدْخِلُوا آلَ فِرْعَوْن أَشَدّ الْعَذَاب \" وَآلُ فِرْعَوْن كَالْإِبِلِ الْمُسَوَّمَة يَخْبِطُونَ الْحِجَارَة وَالشَّجَر وَلَا يَعْقِلُونَ \" وَقَالَ اِبْن أَبِي حَاتِم ثنا عَلِيّ بْن الْحُسَيْن ثنا زَيْد بْن أَخْرَم ثنا عَامِر بْن مُدْرِك الْحَارِثِيّ ثنا عُتْبَة - يَعْنِي اِبْن يَقْظَان - عَنْ قَيْس بْن مُسْلِم عَنْ طَارِق عَنْ شِهَاب عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا أَحْسَنَ مُحْسِن مِنْ مُسْلِم أَوْ كَافِر إِلَّا أَثَابَهُ اللَّهُ تَعَالَى \" قَالَ قُلْنَا يَا رَسُول اللَّه مَا إِثَابَة اللَّه الْكَافِر ؟ فَقَالَ \" إِنْ كَانَ قَدْ وَصَلَ رَحِمًا أَوْ تَصَدَّقَ بِصَدَقَةٍ أَوْ عَمِلَ حَسَنَة أَثَابَهُ اللَّه تَبَارَكَ وَتَعَالَى الْمَال وَالْوَلَد وَالصِّحَّة وَأَشْبَاه ذَلِكَ \" قُلْنَا فَمَا إِثَابَته فِي الْآخِرَة ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَذَابًا دُون الْعَذَاب \" وَقَرَأَ \" أَدْخَلُوا آلَ فِرْعَوْن أَشَدّ الْعَذَاب\" وَرَوَاهُ الْبَزَّار فِي مُسْنَده عَنْ زَيْد بْن أَخْرَم ثُمَّ قَالَ : لَا نَعْلَم لَهُ إِسْنَادًا غَيْر هَذَا . وَقَالَ اِبْن جَرِير ثنا عَبْد الْكَرِيم بْن أَبِي عُمَيْر ثنا حَمَّاد بْن مُحَمَّد الْفَزَارِيّ الْبَلْخِيّ قَالَ سَمِعْت الْأَوْزَاعِيّ وَسَأَلَهُ رَجُل فَقَالَ رَحِمَكَ اللَّه رَأَيْنَا طُيُورًا تَخْرُج مِنْ الْبَحْر تَأْخُذ نَاحِيَة الْغَرْب بِيضًا فَوْجًا فَوْجًا لَا يَعْلَم عَدَدَهَا إِلَّا اللَّهُ عَزَّ وَجَلَّ فَإِذَا كَانَ الْعَشِيّ رَجَعَ مِثْلهَا سَوْدَاء قَالَ وَفَطِنْتُمْ إِلَى ذَلِكَ ؟ قَالَ نَعَمْ قَالَ إِنَّ ذَلِكَ الطَّيْر فِي حَوَاصِلهَا أَرْوَاحُ آلِ فِرْعَوْنَ يُعْرَضُونَ عَلَى النَّار غُدُوًّا وَعَشِيًّا فَتَرْجِع إِلَى وُكُورهَا وَقَدْ اِحْتَرَقَتْ أَرْيَاشُهَا وَصَارَتْ سَوْدَاء فَيَنْبُتُ عَلَيْهَا مِنْ اللَّيْلِ رِيشٌ أَبْيَضُ وَيَتَنَاثَرُ الْأَسْوَدُ ثُمَّ تَغْدُو عَلَى النَّار غُدُوًّا وَعَشِيًّا ثُمَّ تَرْجِع إِلَى وُكُورهَا فَذَلِكَ دَأْبُهُمْ فِي الدُّنْيَا فَإِذَا كَانَ يَوْم الْقِيَامَة قَالَ اللَّهُ تَعَالَى \" أَدْخِلُوا آلَ فِرْعَوْن أَشَدَّ الْعَذَاب \" قَالَ وَكَانُوا يَقُولُونَ إِنَّهُمْ سِتُّمِائَةٍ أَلْف مُقَاتِل وَقَالَ الْإِمَام أَحْمَد ثنا إِسْحَاق ثنا مَالِك عَنْ نَافِع عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَحَدكُمْ إِذَا مَاتَ عُرِضَ عَلَيْهِ مَقْعَده بِالْغَدَاةِ وَالْعَشِيّ إِنْ كَانَ مِنْ أَهْل الْجَنَّة فَمِنْ أَهْل الْجَنَّة وَإِنْ كَانَ مِنْ أَهْل النَّار فَمِنْ أَهْل النَّار فَيُقَال هَذَا مَقْعَدك حَتَّى يَبْعَثك اللَّه عَزَّ وَجَلَّ إِلَيْهِ يَوْم الْقِيَامَة \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَالِك بِهِ .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40981, "aya_id": 46}]