[{"text": "بَلَى إِن تَصْبِرُواْ وَتَتَّقُواْ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ آلافٍ مِّنَ الْمَلآئِكَةِ مُسَوِّمِينَ", "sura_id": 3, "type": 0, "id": 418, "aya_id": 125}, {"text": "بلى إن تصبروا وتتقوا ويأتوكم من فورهم هذا يمددكم ربكم بخمسة آلاف من الملائكة مسومين", "sura_id": 3, "type": 1, "id": 6654, "aya_id": 125}, {"text": "125 - (بلى) يكفيكم ذلك ، وفي الأنفال بألْف لأنه أمدهم أولا بها ثم صارت ثلاثة ثم صارت خمسة كما قال تعالى (إن تصبروا) على لقاء العدو (وتتقوا) الله في المخالفة (ويأتوكم) أي المشركون (من فورهم) وقتهم (هذا يمددكم ربكم بخمسة آلاف من الملائكة مسوِّمين) بكسر الواو وفتحها أي معلَّمين وقد صبروا وأنجز الله وعده بأن قاتلت معهم الملائكة على خيل بلق عليهم عمائم صفر أو بيض أرسلوها بين أكتافهم \r\n", "sura_id": 3, "type": 2, "id": 25362, "aya_id": 125}, {"text": "بلى يكفيكم هذا المَدَد. وبشارة أخرى لكم: إن تصبروا على لقاء العدو وتتقوا الله بفِعْل ما أمركم به واجتناب ما نهاكم عنه, ويأت كفار \"مكة\" على الفور مسرعين لقتالكم, يظنون أنهم يستأصلونكم, فإن الله يمدكم بخمسة آلاف من الملائكة مسوِّمين أي: قد أعلموا أنفسهم وخيولهم بعلامات واضحات.\r\n", "sura_id": 3, "type": 3, "id": 31598, "aya_id": 125}, {"text": " <font color=red>بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ</font><BR><p>قَوْله تَعَالَى \" بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا \" يَعْنِي تَصْبِرُوا عَلَى مُصَابَرَة عَدُوّكُمْ وَتَتَّقُونِي وَتُطِيعُوا أَمْرِي . وَقَوْله تَعَالَى \" وَيَأْتُوكُمْ مِنْ فَوْرهمْ هَذَا \" قَالَ الْحَسَن وَقَتَادَة وَالرَّبِيع وَالسُّدِّيّ : أَيْ مَنْ وَجْههمْ هَذَا . وَقَالَ مُجَاهِد وَعِكْرِمَة وَأَبُو صَالِح أَيْ مِنْ غَضَبهمْ هَذَا . وَقَالَ الضَّحَّاك : مِنْ غَضَبهمْ وَوَجْههمْ . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : مِنْ سَفَرهمْ هَذَا وَيُقَال مِنْ غَضَبهمْ هَذَا . وَقَوْله تَعَالَى \" يُمْدِدْكُمْ رَبّكُمْ بِخَمْسَةِ آلَاف مِنْ الْمَلَائِكَة مُسَوِّمِينَ \" أَيْ مُعَلَّمِينَ بِالسِّيمَا . وَقَالَ أَبُو إِسْحَق السَّبِيعِيّ عَنْ حَارِثَة بْن مُضَرِّب عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ سِيمَا الْمَلَائِكَة يَوْم بَدْر الصُّوف الْأَبْيَض وَكَانَ سِيمَاهُمْ أَيْضًا فِي نَوَاصِي خُيُولهمْ رَوَاهُ اِبْن أَبِي حَاتِم . ثُمَّ قَالَ حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا هُدْبَة بْن خَالِد حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ مُحَمَّد بْن عَمْرو بْن عَلْقَمَة عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فِي هَذِهِ الْآيَة \" مُسَوِّمِينَ \" قَالَ : بِالْعِهْنِ الْأَحْمَر وَقَالَ مُجَاهِد : \" مُسَوِّمِينَ \" أَيْ مُحَذَّفَة أَعْرَافهَا مُعَلَّمَة نَوَاصِيهَا بِالصُّوفِ الْأَبْيَض فِي أَذْنَاب الْخَيْل وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : أَتَتْ الْمَلَائِكَة مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُسَوِّمِينَ بِالصُّوفِ فَسَوَّمَ مُحَمَّد وَأَصْحَابه أَنْفُسهمْ وَخَيْلهمْ عَلَى سِيمَاهُمْ بِالصُّوفِ وَقَالَ قَتَادَةُ وَعِكْرِمَة \" مُسَوِّمِينَ \" أَيْ بِسِيمَا الْقِتَال . وَقَالَ مَكْحُول : مُسَوِّمِينَ بِالْعَمَائِمِ . وَرَوَى اِبْن مَرْدُوَيه مِنْ حَدِيث عَبْد الْقُدُّوس بْن حَبِيب عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" مُسَوِّمِينَ \" قَالَ \" مُعَلَّمِينَ \" وَكَانَ سِيمَا الْمَلَائِكَة يَوْم بَدْر عَمَائِم سُود وَيَوْم حُنَيْن عَمَائِم حُمْر . وَرُوِيَ مِنْ حَدِيث حُسَيْن بْن مُخَارِق عَنْ سَعِيد عَنْ الْحَكَم عَنْ مِقْسَم عَنْ اِبْن عَبَّاس قَالَ : لَمْ تُقَاتِل الْمَلَائِكَة إِلَّا يَوْم بَدْر وَقَالَ اِبْن إِسْحَق حَدَّثَنِي مَنْ لَا أَتَّهِم عَنْ مُقْسِم عَنْ اِبْن عَبَّاس قَالَ : كَانَ سِيمَا الْمَلَائِكَة يَوْم بَدْر عَمَائِم بِيض قَدْ أَرْسَلُوهَا فِي ظُهُورهمْ وَيَوْم حُنَيْن عَمَائِم حُمْر . وَلَمْ تَضْرِب الْمَلَائِكَة فِي يَوْم سِوَى يَوْم بَدْر وَكَانُوا يَكُونُونَ عَدَدًا وَمَدَدًا لَا يَضْرِبُونَ ثُمَّ رَوَاهُ عَنْ الْحَسَن بْن عُمَارَة عَنْ الْحَكَم عَنْ مِقْسَم عَنْ اِبْن عَبَّاس فَذَكَرَ نَحْوه . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْأَحْمَسِيّ حَدَّثَنَا وَكِيع حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ يَحْيَى بْن عَبَّاد : أَنَّ الزُّبَيْر رَضِيَ اللَّه عَنْهُ كَانَ عَلَيْهِ يَوْم بَدْر عِمَامَة صَفْرَاء مُعْتَجِرًا بِهَا فَنَزَلَتْ الْمَلَائِكَة عَلَيْهِمْ عَمَائِم صُفْر رَوَاهُ اِبْن مَرْدُوَيه مِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن الزُّبَيْر فَذَكَرَهُ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39872, "aya_id": 125}]