[{"text": "أُوْلَئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَؤُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ", "sura_id": 28, "type": 0, "id": 3306, "aya_id": 54}, {"text": "أولئك يؤتون أجرهم مرتين بما صبروا ويدرءون بالحسنة السيئة ومما رزقناهم ينفقون", "sura_id": 28, "type": 1, "id": 9542, "aya_id": 54}, {"text": "54 - (أولئك يؤتون أجرهم مرتين) بإيمانهم بالكتابين (بما صبروا) بصبرهم على العمل بهما (ويدرؤون) يدفعون (بالحسنة السيئة) منهم (ومما رزقناهم ينفقون) يتصدقون \r\n", "sura_id": 28, "type": 2, "id": 28250, "aya_id": 54}, {"text": "هؤلاء الذين تقدَّمَتْ صفتُهم يُؤتَوْن ثواب عملهم مرتين: على الإيمان بكتابهم, وعلى إيمانهم بالقرآن بما صبروا, ومن أوصافهم أنهم يدفعون السيئة بالحسنة, ومما رزقناهم ينفقون في سبيل الخير والبر.\r\n", "sura_id": 28, "type": 3, "id": 34486, "aya_id": 54}, {"text": " <font color=red>أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ</font><BR><p>قَالَ اللَّه تَعَالَى : \" أُولَئِكَ يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ بِمَا صَبَرُوا \" أَيْ هَؤُلَاءِ الْمُتَّصِفُونَ بِهَذِهِ الصِّفَة الَّذِينَ آمَنُوا بِالْكِتَابِ الْأَوَّل ثُمَّ بِالثَّانِي وَلِهَذَا قَالَ :\" بِمَا صَبَرُوا \" أَيْ عَلَى اِتِّبَاع الْحَقّ فَإِنَّ تَجَشُّم مِثْل هَذَا شَدِيد عَلَى النُّفُوس . وَقَدْ وَرَدَ فِي الصَّحِيح مِنْ حَدِيث عَامِر الشَّعْبِيّ عَنْ أَبِي بُرْدَة عَنْ أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" ثَلَاثه يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ رَجُل مِنْ أَهْل الْكِتَاب آمَنَ بِنَبِيِّهِ ثُمَّ آمَنَ بِي وَعَبْد مَمْلُوك أَدَّى حَقّ اللَّه وَحَقّ مَوَالِيه وَرَجُل كَانَتْ لَهُ أَمَة فَأَدَّبَهَا فَأَحْسَنَ تَأْدِيبهَا ثُمَّ أَعْتَقَهَا فَتَزَوَّجَهَا \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق السَّيْلَحِينِيّ حَدَّثَنَا اِبْن لَهِيعَة عَنْ سُلَيْمَان بْن عَبْد الرَّحْمَن عَنْ الْقَاسِم بْن أَبِي أُمَامَة قَالَ : إِنِّي لَتَحْتَ رَاحِلَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْفَتْح فَقَالَ قَوْلًا حَسَنًا جَمِيلًا وَقَالَ فِيمَا قَالَ : \" مَنْ أَسْلَمَ مِنْ أَهْل الْكِتَابَيْنِ فَلَهُ أَجْره مَرَّتَيْنِ وَلَهُ مَا لَنَا وَعَلَيْهِ مَا عَلَيْنَا \" وَقَوْله تَعَالَى : \" وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَة \" أَيْ لَا يُقَابِلُونَ السَّيِّئ بِمِثْلِهِ وَلَكِنْ يَعْفُونَ وَيَصْفَحُونَ \" وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" أَيْ وَمِنْ الَّذِي رَزَقَهُمْ مِنْ الْحَلَال يُنْفِقُونَ عَلَى خَلْق اللَّه فِي النَّفَقَات الْوَاجِبَة لِأَهْلِيهِمْ وَأَقَارِبهمْ وَالزَّكَاة الْمَفْرُوضَة وَالْمُسْتَحَبَّة مِنْ التَّطَوُّعَات وَصَدَقَات النَّفْل وَالْقُرُبَات .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39735, "aya_id": 54}]