[{"text": "مَّا جَعَلَ اللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءكُمْ أَبْنَاءكُمْ ذَلِكُمْ قَوْلُكُم بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ", "sura_id": 33, "type": 0, "id": 3537, "aya_id": 4}, {"text": "ما جعل الله لرجل من قلبين في جوفه وما جعل أزواجكم اللائي تظاهرون منهن أمهاتكم وما جعل أدعياءكم أبناءكم ذلكم قولكم بأفواهكم والله يقول الحق وهو يهدي السبيل", "sura_id": 33, "type": 1, "id": 9773, "aya_id": 4}, {"text": "4 - (ما جعل الله لرجل من قلبين في جوفه) ردا على من قال من الكفار إن له قلبين يعقل بكل منهما أفضل من عقل محمد (وما جعل أزواجكم اللائي) بهمزة وياء وبلا ياء (تظاهرون) بلا ألف قبل الهاء وبها والتاء الثانية في الأصل مدغمة في الظاء (منهن) يقول الواحد مثلا لزوجته أنت علي كظهر أمي (أمهاتكم) أي كالأمهات في تحريمها بذلك المعد في الجاهلية طلاقا وإنما تجب به الكفارة بشرطه كما ذكر في سورة المجادلة (وما جعل أدعياءكم) جمع دعي وهو من يدعى لغير أبيه ابنا له (أبناءكم) حقيقة (ذلكم قولكم بأفواهكم) أي اليهود والمنافقين قالوا لما تزوج النبي صلى الله عليه وسلم زينب بنت جحش التي كانت امرأة زيد بن حارثة الذي تبناه النبي صلى الله عليه وسلم قالوا تزوج محمد امرأة ابنه فأكذبهم الله تعالى في ذلك (والله يقول الحق) في ذلك (وهو يهدي السبيل) سبيل الحق \r\n", "sura_id": 33, "type": 2, "id": 28481, "aya_id": 4}, {"text": "ما جعل الله لأحد من البشر من قلبين في صدره, وما جعل زوجاتكم اللاتي تظاهرون منهن (في الحرمة) كحرمة أمهاتكم (والظهار أن يقول الرجل لامرأته: أنت عليَّ كظهر أمي, وقد كان هذا طلاقًا في الجاهلية, فبيَّن الله أن الزوجة لا تصير أُمًّا بحال) وما جعل الله الأولاد المتَبَنَّيْنَ أبناء في الشرع, بل إن الظهار والتبني لا حقيقة لهما في التحريم الأبدي, فلا تكون الزوجة المظاهَر منها كالأم في الحرمة, ولا يثبت النسب بالتبني من قول الشخص للدَّعِيِّ: هذا ابني, فهو كلام بالفم لا حقيقة له, ولا يُعتَدُّ به, والله سبحانه يقول الحق ويبيِّن لعباده سبيله, ويرشدهم إلى طريق الرشاد.\r\n", "sura_id": 33, "type": 3, "id": 34717, "aya_id": 4}, {"text": " <font color=red>مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ</font><BR><p>يَقُول تَعَالَى مُوَطِّئًا قَبْل الْمَقْصُود الْمَعْنَوِيّ أَمْرًا مَعْرُوفًا حِسِّيًّا وَهُوَ أَنَّهُ كَمَا لَا يَكُون لِلشَّخْصِ الْوَاحِد قَلْبَانِ فِي جَوْفه وَلَا تَصِير زَوْجَته الَّتِي يُظَاهِر مِنْهَا بِقَوْلِهِ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي أُمًّا لَهُ كَذَلِكَ لَا يَصِير الدَّعِيّ وَلَدًا لِلرَّجُلِ إِذَا تَبَنَّاهُ فَدَعَاهُ اِبْنًا لَهُ فَقَالَ\" مَا جَعَلَ اللَّه لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفه وَمَا جَعَلَ أَزْوَاجكُمْ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتكُمْ \" كَقَوْلِهِ عَزَّ وَجَلَّ \" مَا هُنَّ أُمَّهَاتهمْ إِنْ أُمَّهَاتهمْ إِلَّا اللَّائِي وَلَدْنَهُمْ \" الْآيَة . وَقَوْله تَعَالَى : \" وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ \" هَذَا هُوَ الْمَقْصُود بِالنَّفْيِ فَإِنَّهَا نَزَلَتْ فِي شَأْن زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ \" مَوْلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ تَبَنَّاهُ قَبْل النُّبُوَّة فَكَانَ يُقَال لَهُ زَيْد بْن مُحَمَّد فَأَرَادَ اللَّه تَعَالَى أَنْ يَقْطَع هَذَا الْإِلْحَاق وَهَذِهِ النِّسْبَة بِقَوْلِهِ تَعَالَى : \" وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ \" كَمَا قَالَ تَعَالَى فِي أَثْنَاء السُّورَة \" مَا كَانَ مُحَمَّد أَبَا أَحَد مِنْ رِجَالكُمْ وَلَكِنْ رَسُول اللَّه وَخَاتَم النَّبِيِّينَ وَكَانَ اللَّه بِكُلِّ شَيْء عَلِيمًا \" وَقَالَ هَهُنَا \" ذَلِكُمْ قَوْلكُمْ بِأَفْوَاهِكُمْ \" يَعْنِي تَبَنِّيكُمْ لَهُمْ قَوْل لَا يَقْتَضِي أَنْ يَكُون اِبْنًا حَقِيقِيًّا فَإِنَّهُ مَخْلُوق مِنْ صُلْب رَجُل آخَر فَمَا يُمْكِن أَنْ يَكُون لَهُ أَبَوَانِ كَمَا لَا يُمْكِن أَنْ يَكُون لِلْبَشَرِ الْوَاحِد قَلْبَانِ \" وَاَللَّه يَقُول الْحَقّ وَهُوَ يَهْدِي السَّبِيل \" قَالَ سَعِيد بْن جُبَيْر\" يَقُول الْحَقّ \" أَيْ الْعَدْل وَقَالَ قَتَادَة \" وَهُوَ يَهْدِي السَّبِيل \" أَيْ الصِّرَاط الْمُسْتَقِيم وَقَدْ ذَكَرَ غَيْر وَاحِد أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي رَجُل مِنْ قُرَيْش كَانَ يُقَال لَهُ ذُو الْقَلْبَيْنِ وَأَنَّهُ كَانَ يَزْعُم أَنَّ لَهُ قَلْبَيْنِ كُلّ مِنْهُمَا بِعَقْلٍ وَافِر فَأَنْزَلَ اللَّه تَعَالَى هَذِهِ الْآيَة رَدًّا عَلَيْهِ . هَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَهُ مُجَاهِد وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَاخْتَارَهُ اِبْن جَرِير. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا زُهَيْر عَنْ قَابُوس يَعْنِي اِبْن أَبِي ظَبْيَان قَالَ إِنَّ أَبَاهُ حَدَّثَهُ قَالَ قُلْت لِابْنِ عَبَّاس : أَرَأَيْت قَوْل اللَّه تَعَالَى : \" مَا جَعَلَ اللَّه لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفه \" مَا عَنَى بِذَلِكَ ؟ قَالَ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا يُصَلِّي فَخَطَرَ خَطْرَة فَقَالَ الْمُنَافِقُونَ الَّذِينَ يُصَلُّونَ مَعَهُ أَلَا تَرَوْنَ لَهُ قَلْبَيْنِ قَلْبًا مَعَكُمْ وَقَلْبًا مَعَهُمْ فَأَنْزَلَ اللَّه تَعَالَى : \" مَا جَعَلَ اللَّه لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفه \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الدَّارِمِيّ عَنْ صَاعِد الْحَرَّانِيّ عَنْ عَبْد بْن حُمَيْد وَعَنْ أَحْمَد بْن يُونُس كِلَاهُمَا عَنْ زُهَيْر وَهُوَ اِبْن مُعَاوِيَة بِهِ ثُمَّ قَالَ وَهَذَا حَدِيث حَسَن وَكَذَا رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث زُهَيْر بِهِ. وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ فِي قَوْله \" مَا جَعَلَ اللَّه لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفه \" قَالَ بَلَغَنَا أَنَّ ذَلِكَ كَانَ فِي زَيْد بْن حَارِثَة ضُرِبَ لَهُ مَثَل يَقُول لَيْسَ اِبْن رَجُل آخَر اِبْنك وَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَابْن زَيْد أَنَّهَا نَزَلَتْ فِي زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ \" وَهَذَا يُوَافِق مَا قَدَّمْنَاهُ مِنْ التَّفْسِير وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40200, "aya_id": 4}]