[{"text": "تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ", "sura_id": 46, "type": 0, "id": 4535, "aya_id": 25}, {"text": "تدمر كل شيء بأمر ربها فأصبحوا لا يرى إلا مساكنهم كذلك نجزي القوم المجرمين", "sura_id": 46, "type": 1, "id": 10771, "aya_id": 25}, {"text": "25 - (تدمر) تهلك (كل شيء) مرت عليه (بأمر ربها) بإرادته أي كل شيء أراد إهلاكه بها فأهلكت رجالهم ونساءهم وصغارهم وأموالهم بأن طارت بذلك بين السماء والأرض ومزقته وبقي هود ومن آمن معه (فأصبحوا لا يرى إلا مساكنهم كذلك) كما جزيناهم (نجزي القوم المجرمين) غيرهم \r\n", "sura_id": 46, "type": 2, "id": 29479, "aya_id": 25}, {"text": "تدمِّر كل شيء تمر به مما أُرسلت بهلاكه بأمر ربها ومشيئته, فأصبحوا لا يُرى في بلادهم شيء إلا مساكنهم التي كانوا يسكنونها, مثل هذا الجزاء نجزي القوم المجرمين؛ بسبب جرمهم وطغيانهم.\r\n", "sura_id": 46, "type": 3, "id": 35715, "aya_id": 25}, {"text": " <font color=red>تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ</font><BR><p>\" تُدَمِّر\" أَيْ تُخَرِّب \" كُلّ شَيْء \" مِنْ بِلَادهمْ مِمَّا مِنْ شَأْنه الْخَرَاب\" بِأَمْرِ رَبِّهَا \" أَيْ بِإِذْنِ اللَّه لَهَا فِي ذَلِكَ كَقَوْلِهِ سُبْحَانه وَتَعَالَى \" مَا تَذَرُ مِنْ شَيْء أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ \" أَيْ كَالشَّيْءِ الْبَالِي وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنهمْ \" أَيْ قَدْ بَادُوا كُلُّهُمْ عَنْ آخِرهمْ وَلَمْ تَبْقَ لَهُمْ بَاقِيَة \" كَذَلِكَ نَجْزِي الْقَوْم الْمُجْرِمِينَ \" أَيْ هَذَا حُكْمُنَا فِيمَنْ كَذَّبَ رُسُلنَا وَخَالَفَ أَمْرَنَا وَقَدْ وَرَدَ حَدِيث فِي قِصَّتهمْ وَهُوَ غَرِيب جِدًّا مِنْ غَرَائِب الْحَدِيث وَأَفْرَاده قَالَ الْإِمَام أَحْمَد حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنِي أَبُو الْمُنْذِر سَلَّام بْن سُلَيْمَان النَّحْوِيّ قَالَ حَدَّثَنَا عَاصِم بْن أَبِي النَّجُود عَنْ أَبِي وَائِل عَنْ الْحَارِث الْبَكْرِيّ قَالَ خَرَجْت أَشْكُو الْعَلَاء بْن الْحَضْرَمِيّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَرَرْت بِالرَّبْذَةِ فَإِذَا عَجُوز مِنْ بَنِي تَمِيم مُنْقَطِع بِهَا فَقَالَتْ لِي يَا عَبْد اللَّه : إِنَّ لِي إِلَى رَسُول اللَّه حَاجَة فَهَلْ أَنْتَ مُبَلِّغِي إِلَيْهِ ؟ قَالَ فَحَمَلْتهَا فَأَتَيْت بِهَا الْمَدِينَة فَإِذَا الْمَسْجِد غَاصّ بِأَهْلِهِ وَإِذَا رَايَة سَوْدَاء تَخْفِق وَإِذَا بِلَال رَضِيَ اللَّه عَنْهُ مُتَقَلِّد السَّيْف بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت مَا شَأْن النَّاس ؟ قَالُوا يُرِيد أَنْ يَبْعَث عَمْرو بْن الْعَاصِ رَضِيَ اللَّه عَنْهُ وَجْهًا قَالَ فَجَلَسْت فَدَخَلَ مَنْزِله أَوْ قَالَ رَحْله فَاسْتَأْذَنْت عَلَيْهِ فَأَذِنَ لِي فَدَخَلْت فَسَلَّمْت فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" هَلْ كَانَ بَيْنكُمْ وَبَيْن تَمِيم شَيْء ؟ \" قُلْت نَعَمْ وَكَانَتْ لَنَا الدَّائِرَة عَلَيْهِمْ وَمَرَرْت بِعَجُوزٍ مِنْ بَنِي تَمِيم مُنْقَطِع بِهَا فَسَأَلَتْنِي أَنْ أَحْمِلهَا إِلَيْك فَهَا هِيَ بِالْبَابِ فَأْذَنْ لَهَا فَدَخَلَتْ فَقُلْت يَا رَسُول اللَّه إِنِّي رَأَيْت أَنْ تَجْعَل بَيْننَا وَبَيْن تَمِيم حَاجِزًا فَاجْعَلْ الدَّهْنَاء فَحَمِيَتْ الْعَجُوز وَاسْتَوْفَزَتْ وَقَالَتْ يَا رَسُول اللَّه فَإِلَى أَيْنَ تَضْطَرّ مُضَرك ؟ قَالَ : قُلْت إِنَّ مَثَلِي مَا قَالَ الْأَوَّلُ : مِعْزَى حَمَلَتْ حَتْفَهَا حَمَلْت هَذِهِ وَلَا أَشْعُر أَنَّهَا كَانَتْ لِي خَصْمًا أَعُوذ بِاَللَّهِ وَرَسُوله أَنْ أَكُون كَوَافِدِ عَادٍ قَالَ لِي \" وَمَا وَافِدُ عَادٍ ؟ \" وَهُوَ أَعْلَمُ بِالْحَدِيثِ مِنْهُ وَلَكِنْ يَسْتَطْعِمُهُ قُلْت إِنَّ عَادًا قَحَطُوا فَبَعَثُوا وَفْدًا لَهُمْ يُقَال لَهُ قَيْل فَمَرَّ بِمُعَاوِيَةَ بْن بَكْر فَأَقَامَ عِنْده شَهْرًا يَسْقِيه الْخَمْر وَتُغَنِّيه جَارِيَتَانِ يُقَال لَهُمَا الْجَرَادَتَانِ فَلَمَّا مَضَى الشَّهْرُ خَرَجَ إِلَى جِبَال مُهْرَةَ فَقَالَ اللَّهُمَّ إِنَّك تَعْلَمُ أَنِّي لَمْ أَجِئْ إِلَى مَرِيض فَأُدَاوِيه وَلَا إِلَى أَسِيرٍ فَأُفَادِيه اللَّهُمَّ اِسْقِ عَادًا مَا كُنْت تَسْقِيه فَمَرَّتْ بِهِ سَحَابَاتٌ سُودٌ فَنُودِيَ مِنْهَا اِخْتَرْ فَأَوْمَأَ إِلَى سَحَابَةٍ مِنْهَا سَوْدَاء فَنُودِيَ مِنْهَا خُذْهَا رَمَادًا رِمْدِدًا لَا تُبْقِي مِنْ عَادٍ أَحَدًا قَالَ فَمَا بَلَغَنِي أَنَّهُ أُرْسِلَ عَلَيْهِمْ مِنْ الرِّيح إِلَّا قَدْرُ مَا يَجْرِي فِي خَاتَمِي هَذَا حَتَّى هَلَكُوا قَالَ أَبُو وَائِل وَصَدَقَ وَكَانَتْ الْمَرْأَة وَالرَّجُل إِذَا بَعَثُوا وَافِدًا لَهُمْ قَالُوا لَا تَكُنْ كَوَافِدِ عَادٍ وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ كَمَا تَقَدَّمَ فِي سُورَة الْأَعْرَاف . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَارُون بْن مَعْرُوف أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنَا عَمْرو أَنَّ أَبَا النَّضْر حَدَّثَهُ عَنْ سُلَيْمَان بْن يَسَار عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ مَا رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُسْتَجْمِعًا ضَاحِكًا حَتَّى أَرَى مِنْهُ لَهَوَاته إِنَّمَا كَانَ يَتَبَسَّم وَقَالَتْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا رَأَى غَيْمًا أَوْ رِيحًا عُرِفَ ذَلِكَ فِي وَجْهه قَالَتْ يَا رَسُول اللَّه إِنَّ النَّاس إِذَا رَأَوْا الْغَيْم فَرِحُوا رَجَاء أَنْ يَكُون فِيهِ الْمَطَر وَأَرَاك إِذَا رَأَيْته عَرَفْت فِي وَجْهك الْكَرَاهِيَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَائِشَة مَا يُؤَمِّننِي أَنْ يَكُون فِيهِ عَذَاب قَدْ عُذِّبَ قَوْم بِالرِّيحِ وَقَدْ رَأَى قَوْم الْعَذَاب \" وَقَالُوا هَذَا عَارِض مُمْطِرنَا \" وَأَخْرَجَاهُ مِنْ حَدِيث اِبْن وَهْب \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن عَنْ سُفْيَان عَنْ الْمِقْدَام بْن شُرَيْح عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا رَأَى نَاشِئًا فِي أُفُق مِنْ آفَاق السَّمَاء تَرَكَ عَمَله وَإِنْ كَانَ فِي صَلَاته ثُمَّ يَقُول\" اللَّهُمَّ إِنِّي أَعُوذ بِك مِنْ شَرِّ مَا فِيهِ فَإِنْ كَشَفَهُ اللَّه تَعَالَى حَمِدَ اللَّه عَزَّ وَجَلَّ وَإِنْ أَمْطَرَ قَالَ اللَّهُمَّ صَيِّبًا نَافِعًا \" \" طَرِيق أُخْرَى \" قَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا أَبُو بَكْر الطَّاهِر أَخْبَرَنَا اِبْن وَهْب قَالَ سَمِعْت اِبْن جُرَيْج يُحَدِّثنَا عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا عَصَفَتْ الرِّيح قَالَ \" اللَّهُمَّ إِنِّي أَسْأَلُك خَيْرهَا وَخَيْر مَا فِيهَا وَخَيْر مَا أُرْسِلَتْ بِهِ وَأَعُوذ بِك مِنْ شَرِّهَا وَشَرّ مَا فِيهَا وَشَرّ مَا أُرْسِلَتْ بِهِ \" قَالَتْ وَإِذَا تَخَبَّلَتْ السَّمَاء تَغَيَّرَ لَوْنه وَخَرَجَ وَدَخَلَ وَأَقْبَلَ وَأَدْبَرَ فَإِذَا أَمْطَرَتْ سُرِّيَ عَنْهُ فَعَرَفَتْ ذَلِكَ عَائِشَة رَضِيَ اللَّه عَنْهَا فَسَأَلَتْهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَعَلَّهُ يَا عَائِشَة كَمَا قَالَ قَوْم عَادٍ \" فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِل أَوْدِيَتهمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا \" وَقَدْ ذَكَرْنَا قِصَّة هَلَاك قَوْم عَادٍ فِي سُورَة الْأَعْرَاف وَهُود بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَلِلَّهِ تَعَالَى الْحَمْد وَالْمِنَّة وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا عَبْدَان بْن أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن زَكَرِيَّا الْكُوفِيّ حَدَّثَنَا أَبُو مَالِك بْن مُسْلِم الْمُلَائِيّ عَنْ مُجَاهِد وَسَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا فُتِحَ عَلَى عَادٍ مِنْ الرِّيح إِلَّا مِثْل مَوْضِع الْخَاتَم ثُمَّ أُرْسِلَتْ عَلَيْهِمْ فِي الْبَدْو إِلَى الْحَضَر فَلَمَّا رَآهَا أَهْل الْحَضَر قَالُوا هَذَا عَارِض مُمْطِرنَا مُسْتَقْبِل أَوْدِيَتنَا , وَكَانَ أَهْل الْبَوَادِي فِيهَا فَأَلْقَى أَهْل الْبَادِيَة عَلَى أَهْل الْحَاضِرَة حَتَّى هَلَكُوا قَالَ عَتَتْ عَلَى خُزَّانِهَا حَتَّى خَرَجَتْ مِنْ خِلَال الْأَبْوَاب\" وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41334, "aya_id": 25}]