[{"text": "الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ", "sura_id": 15, "type": 0, "id": 1893, "aya_id": 91}, {"text": "الذين جعلوا القرآن عضين", "sura_id": 15, "type": 1, "id": 8129, "aya_id": 91}, {"text": "91 - (الذين جعلوا القرآن) أي كتبهم المنزلة عليهم (عضين) أجزاء حيث آمنوا ببعض وكفروا ببعض وقيل المراد بهم الذين اقتسموا طرق مكة يصدون الناس عن الإسلام وقال بعضهم في القرآن سحر وبعضهم كهانة وبعضهم شعر \r\n", "sura_id": 15, "type": 2, "id": 26837, "aya_id": 91}, {"text": "وهم الذين جعلوا القرآن أقسامًا وأجزاء, فمنهم من يقول: سحر, ومنهم من يقول كَهَانة, ومنهم من يقول غير ذلك، يصرِّفونه بحسب أهوائهم; ليصدوا الناس عن الهدى.\r\n", "sura_id": 15, "type": 3, "id": 33073, "aya_id": 91}, {"text": " <font color=red>الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ</font><BR><p>وَقَوْله \" الَّذِينَ جَعَلُوا الْقُرْآن عِضِينَ \" أَيْ جَزَّءُوا كُتُبهمْ الْمُنَزَّلَة عَلَيْهِمْ فَآمَنُوا بِبَعْضٍ وَكَفَرُوا بِبَعْضٍ قَالَ الْبُخَارِيّ : حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا هُشَيْم أَنْبَأَنَا أَبُو بِشْر سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" جَعَلُوا الْقُرْآن عِضِينَ\" قَالَ هُمْ أَهْل الْكِتَاب جَزَّءُوهُ أَجْزَاء فَآمَنُوا بِبَعْضِهِ وَكَفَرُوا بِبَعْضِهِ . حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ الْأَعْمَش عَنْ أَبِي ظَبْيَانَ عَنْ اِبْن عَبَّاس \" جَعَلُوا الْقُرْآن عِضِينَ \" قَالَ هُمْ أَهْل الْكِتَاب جَزَّءُوهُ أَجْزَاء فَآمَنُوا بِبَعْضِهِ وَكَفَرُوا بِبَعْضِهِ . حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ الْأَعْمَش عَنْ أَبِي ظَبْيَان عَنْ اِبْن عَبَّاس قَالَ \" كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ \" قَالَ : آمَنُوا بِبَعْضٍ وَكَفَرُوا بِبَعْضٍ الْيَهُود وَالنَّصَارَى . قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ مُجَاهِد وَالْحَسَن وَالضَّحَّاك وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَغَيْرهمْ نَحْو ذَلِكَ . وَقَالَ الْحَكَم بْن أَبَانَ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" جَعَلُوا الْقُرْآن عِضِينَ \" قَالَ السِّحْر . وَقَالَ عِكْرِمَة : الْعِضَه السِّحْر بِلِسَانِ قُرَيْش يَقُول لِلسَّاحِرَةِ إِنَّهَا الْعَاضِهَة . وَقَالَ مُجَاهِد : عَضَّوْهُ أَعْضَاء قَالُوا سِحْر وَقَالُوا كِهَانَة وَقَالُوا أَسَاطِير الْأَوَّلِينَ وَقَالَ عَطَاء قَالَ بَعْضهمْ سَاحِر وَقَالُوا مَجْنُون وَقَالُوا كَاهِن فَذَلِكَ الْعِضِينُ . وَكَذَا رُوِيَ عَنْ الضَّحَّاك وَغَيْره وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ الْوَلِيد بْن الْمُغِيرَة اِجْتَمَعَ إِلَيْهِ نَفَر مِنْ قُرَيْش وَكَانَ ذَا شَرَف فِيهِمْ وَقَدْ حَضَرَ الْمَوْسِم فَقَالَ لَهُمْ يَا مَعْشَر قُرَيْش إِنَّهُ قَدْ حَضَرَ هَذَا الْمَوْسِم وَإِنَّ وُفُود الْعَرَب سَتَقْدَمُ عَلَيْكُمْ فِيهِ وَقَدْ سَمِعُوا بِأَمْرِ صَاحِبكُمْ هَذَا فَأَجْمِعُوا فِيهِ رَأْيًا وَاحِدًا وَلَا تَخْتَلِفُوا فَيُكَذِّب بَعْضكُمْ بَعْضًا وَيَرُدّ قَوْلكُمْ بَعْضه بَعْضًا فَقَالُوا وَأَنْتَ يَا أَبَا عَبْد شَمْس فَقُلْ وَأَقِمْ لَنَا رَأْيًا نَقُول بِهِ قَالَ : بَلْ أَنْتُمْ قُولُوا لِأَسْمَع قَالُوا : نَقُول كَاهِن قَالَ مَا هُوَ بِكَاهِنٍ قَالُوا فَنَقُول مَجْنُون قَالَ مَا هُوَ بِمَجْنُونٍ قَالُوا فَنَقُول شَاعِر قَالَ مَا هُوَ بِشَاعِرٍ قَالُوا فَنَقُول سَاحِر قَالَ مَا هُوَ بِسَاحِرٍ قَالُوا فَمَاذَا نَقُول ؟ قَالَ وَاَللَّه إِنَّ لِقَوْلِهِ لَحَلَاوَة فَمَا أَنْتُمْ بِقَائِلِينَ مِنْ هَذَا شَيْئًا إِلَّا عُرِفَ أَنَّهُ بَاطِل وَإِنَّ أَقْرَب الْقَوْل أَنْ تَقُولُوا هُوَ سَاحِر ; فَتَفَرَّقُوا عَنْهُ بِذَلِكَ وَأَنْزَلَ اللَّه فِيهِمْ \" الَّذِينَ جَعَلُوا الْقُرْآن عِضِينَ \" أَصْنَافًا .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 38042, "aya_id": 91}]