[{"text": "إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ", "sura_id": 36, "type": 0, "id": 3717, "aya_id": 12}, {"text": "إنا نحن نحيي الموتى ونكتب ما قدموا وآثارهم وكل شيء أحصيناه في إمام مبين", "sura_id": 36, "type": 1, "id": 9953, "aya_id": 12}, {"text": "12 - (إنا نحن نحيي الموتى) للبعث (ونكتب) في اللوح المحفوظ (ما قدموا) في حياتهم من خير وشر ليجاوزوا عليه (وآثارهم) ما استن به بعدهم (وكل شيء) نصبه بفعل يفسر (أحصيناه) ضبطناه (في إمام مبين) كتاب بين هو اللوح المحفوظ \r\n", "sura_id": 36, "type": 2, "id": 28661, "aya_id": 12}, {"text": "إنا نحن نحيي الأموات جميعًا ببعثهم يوم القيامة, ونكتب ما عملوا من الخير والشر, وآثارهم التي كانوا سببًا فيها في حياتهم وبعد مماتهم من خير, كالولد الصالح, والعلم النافع, والصدقة الجارية, ومن شر, كالشرك والعصيان, وكلَّ شيء أحصيناه في كتاب واضح هو أمُّ الكتب, وإليه مرجعها, وهو اللوح المحفوظ. فعلى العاقل محاسبة نفسه; ليكون قدوة في الخير في حياته وبعد مماته.\r\n", "sura_id": 36, "type": 3, "id": 34897, "aya_id": 12}, {"text": " <font color=red>إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ</font><BR><p>ثُمَّ قَالَ عَزَّ وَجَلَّ \" إِنَّا نَحْنُ نُحْيِي الْمَوْتَى \" أَيْ يَوْم الْقِيَامَة وَفِيهِ إِشَارَة إِلَى أَنَّ اللَّه تَعَالَى يُحْيِي قَلْب مَنْ يَشَاء مِنْ الْكُفَّار الَّذِينَ قَدْ مَاتَتْ قُلُوبهمْ بِالضَّلَالَةِ فَيَهْدِيهِمْ بَعْد ذَلِكَ إِلَى الْحَقّ كَمَا قَالَ تَعَالَى بَعْد ذِكْر قَسْوَة الْقُلُوب \" اِعْلَمُوا أَنَّ اللَّه يُحْيِي الْأَرْض بَعْد مَوْتهَا قَدْ بَيَّنَّا لَكُمْ الْآيَات لَعَلَّكُمْ تَعْقِلُونَ \" وَقَوْله تَعَالَى \" وَنَكْتُب مَا قَدَّمُوا \" أَيْ مِنْ الْأَعْمَال وَفِي قَوْله تَعَالَى \" وَآثَارهمْ \" قَوْلَانِ \" أَحَدهمَا \" نَكْتُب أَعْمَالهمْ الَّتِي بَاشَرُوهَا بِأَنْفُسِهِمْ وَآثَارهمْ الَّتِي أَثَّرُوهَا مِنْ بَعْدهمْ فَنَجْزِيهِمْ عَلَى ذَلِكَ أَيْضًا إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ كَقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَنْ سَنَّ فِي الْإِسْلَام سُنَّة حَسَنَة كَانَ لَهُ أَجْرهَا وَأَجْر مَنْ عَمِلَ بِهَا مِنْ بَعْده مِنْ غَيْر أَنْ يَنْقُص مِنْ أُجُورهمْ شَيْئًا وَمَنْ سَنَّ فِي الْإِسْلَام سُنَّة سَيِّئَة كَانَ عَلَيْهِ وِزْرهَا وَوِزْر مَنْ عَمِلَ بِهَا مِنْ بَعْده مِنْ غَيْر أَنْ يَنْقُص مِنْ أَوْزَارهمْ شَيْء \" رَوَاهُ مُسْلِم مِنْ رِوَايَة شُعْبَة عَنْ عَوْن بْن أَبِي جُحَيْفَة عَنْ الْمُنْذِر بْن جَرِير عَنْ أَبِيهِ جَرِير بْن عَبْد اللَّه الْبَجَلِيّ رَضِيَ اللَّه عَنْهُ وَفِيهِ قِصَّة مُجْتَابِي الثِّمَار الْمُضَرِيِّينَ وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ يَحْيَى بْن سُلَيْمَان الْجُعْفِيّ عَنْ أَبِي الْمُحَيَّاة يَحْيَى بْن يَعْلَى عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ جَرِير بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ فَذَكَرَ الْحَدِيث بِطُولِهِ ثُمَّ تَلَا هَذِهِ الْآيَة \" وَنَكْتُب مَا قَدَّمُوا وَآثَارهمْ \" وَقَدْ رَوَاهُ مُسْلِم مِنْ رِوَايَة أَبِي عَوَانَة عَنْ عَبْد الْمَلِك بْن عُمَيْر بْن الْمُنْذِر بْن جَرِير عَنْ أَبِيهِ فَذَكَرَهُ وَهَكَذَا الْحَدِيث الْآخَر الَّذِي فِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا مَاتَ اِبْن آدَم اِنْقَطَعَ عَمَله إِلَّا مِنْ ثَلَاث : مِنْ عِلْم يُنْتَفَع بِهِ أَوْ وَلَد صَالِح يَدْعُو لَهُ أَوْ صَدَقَة جَارِيَة مِنْ بَعْده \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت مُجَاهِدًا يَقُول فِي قَوْله تَعَالَى \" إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُب مَا قَدَّمُوا وَآثَارهمْ \" قَالَ مَا أَوْرَثُوا مِنْ الضَّلَالَة . وَقَالَ اِبْن لَهِيعَة عَنْ عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر فِي قَوْله تَعَالَى \" وَنَكْتُب مَا قَدَّمُوا وَآثَارهمْ \" يَعْنِي مَا أَثَّرُوا يَقُول مَا سَنُّوا مِنْ سُنَّة فَعَمِلَ بِهَا قَوْم مِنْ بَعْد مَوْتهمْ فَإِنْ كَانَتْ خَيْرًا فَلَهُمْ مِثْل أُجُورهمْ لَا يَنْقُص مِنْ أَجْر مَنْ عَمِلَ بِهِ شَيْئًا وَإِنْ كَانَتْ شَرًّا فَعَلَيْهِمْ مِثْل أَوْزَارهمْ وَلَا يَنْقُص مِنْ أَوْزَار مَنْ عَمِلَ بِهَا شَيْئًا ذَكَرَهُمَا اِبْن أَبِي حَاتِم وَهَذَا الْقَوْل هُوَ اِخْتِيَار الْبَغَوِيّ . \" وَالْقَوْل الثَّانِي \" أَنَّ الْمُرَاد بِذَلِكَ آثَارَ خُطَاهُمْ إِلَى الطَّاعَة أَوْ الْمَعْصِيَة قَالَ اِبْن أَبِي نَجِيح وَغَيْره عَنْ مُجَاهِد \" مَا قَدَّمُوا \" أَعْمَالهمْ \" وَآثَارهمْ \" قَالَ خُطَاهُمْ بِأَرْجُلِهِمْ وَكَذَا قَالَ الْحَسَن وَقَتَادَة \" وَآثَارهمْ \" يَعْنِي خُطَاهُمْ . وَقَالَ قَتَادَة لَوْ كَانَ اللَّه عَزَّ وَجَلَّ مُغْفِلًا شَيْئًا مِنْ شَأْنك يَا اِبْن آدَم أَغْفَلَ مَا تَعْفِي الرِّيَاح مِنْ هَذِهِ الْآثَار وَلَكِنْ أَحْصَى عَلَى اِبْن آدَم أَثَره وَعَمَله كُلّه حَتَّى أَحْصَى هَذَا الْأَثَر فِيمَا هُوَ مِنْ طَاعَة اللَّه تَعَالَى أَوْ مِنْ مَعْصِيَته فَمَنْ اِسْتَطَاعَ مِنْكُمْ أَنْ يَكْتُب أَثَره فِي طَاعَة اللَّه تَعَالَى فَلْيَفْعَلْ . وَقَدْ وَرَدَتْ فِي هَذَا الْمَعْنَى أَحَادِيث \" الْحَدِيث الْأَوَّل \" . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا أَبِي حَدَّثَنَا الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا قَالَ خَلَتْ الْبِقَاع حَوْل الْمَسْجِد فَأَرَادَ بَنُو سَلَمَة أَنْ يَنْتَقِلُوا قُرْب الْمَسْجِد فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُمْ : \" إِنِّي بَلَغَنِي أَنَّكُمْ تُرِيدُونَ أَنْ تَنْتَقِلُوا قُرْب الْمَسْجِد \" قَالُوا نَعَمْ يَا رَسُول اللَّه قَدْ أَرَدْنَا ذَلِكَ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" يَا بَنِي سَلَمَة دِيَاركُمْ تُكْتَب آثَاركُمْ دِيَاركُمْ تُكْتَب آثَاركُمْ \" وَهَكَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث سَعِيد الْجُرَيْرِيّ وَكَهْمَس بْن الْحَسَن كِلَاهُمَا عَنْ أَبِي نَضْرَة وَاسْمه الْمُنْذِر بْن مَالِك بْن قِطْعَة الْعَبْدِيّ عَنْ جَابِر رَضِيَ اللَّه عَنْهُ بِهِ . \" الْحَدِيث الثَّانِي \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن الْوَزِير الْوَاسِطِيّ حَدَّثَنَا إِسْحَاق الْأَزْرَق عَنْ سُفْيَان الثَّوْرِيّ عَنْ أَبِي سُفْيَان عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ كَانَتْ بَنُو سَلَمَة فِي نَاحِيَة مِنْ الْمَدِينَة فَأَرَادُوا أَنْ يَنْتَقِلُوا إِلَى قَرِيب مِنْ الْمَسْجِد فَنَزَلَتْ \" إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُب مَا قَدَّمُوا وَآثَارهمْ \" فَقَالَ لَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ آثَاركُمْ تُكْتَب \" فَلَمْ يَنْتَقِلُوا تَفَرَّدَ بِإِخْرَاجِهِ التِّرْمِذِيّ عِنْد تَفْسِير هَذِهِ الْآيَة الْكَرِيمَة عَنْ مُحَمَّد بْن الْوَزِير بِهِ ثُمَّ قَالَ حَسَن غَرِيب مِنْ حَدِيث الثَّوْرِيّ وَرَوَاهُ اِبْن جَرِير عَنْ سُلَيْمَان بْن عُمَر بْن خَالِد الرَّقِّيّ عَنْ اِبْن الْمُبَارَك عَنْ سُفْيَان الثَّوْرِيّ عَنْ طَرِيف - وَهُوَ اِبْن شِهَاب أَبُو سُفْيَان السَّعْدِيّ - عَنْ أَبِي نَضْرَة بِهِ وَقَدْ رُوِيَ مِنْ غَيْر طَرِيق الثَّوْرِيّ فَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عَبَّاد بْن زِيَاد السَّاجِيّ حَدَّثَنَا عُثْمَان بْن عُمَر حَدَّثَنَا شُعْبَة عَنْ سَعِيد الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ بَنِي سَلَمَة شَكَوْا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بُعْد مَنَازِلهمْ مِنْ الْمَسْجِد فَنَزَلَتْ \" وَنَكْتُب مَا قَدَّمُوا وَآثَارهمْ \" فَأَقَامُوا فِي مَكَانهمْ وَحَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَفِيهِ غَرَابَة مِنْ حَيْثُ ذِكْر نُزُول هَذِهِ الْآيَة وَالسُّورَة بِكَمَالِهَا مَكِّيَّة فَاَللَّه أَعْلَم . \" الْحَدِيث الثَّالِث \" قَالَ اِبْن جَرِير حَدَّثَنَا نَصْر بْن عَلِيّ الْجَهْضَمِيّ حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ كَانَتْ مَنَازِل الْأَنْصَار مُتَبَاعِدَة مِنْ الْمَسْجِد فَأَرَادُوا أَنْ يَنْتَقِلُوا إِلَى الْمَسْجِد فَنَزَلَتْ \" وَنَكْتُب مَا قَدَّمُوا وَآثَارهمْ \" فَقَالُوا نَثْبُت مَكَاننَا هَكَذَا رَوَاهُ وَلَيْسَ فِيهِ شَيْء مَرْفُوع وَرَوَاهُ الطَّبَرَانِيّ عَنْ عَبْد اللَّه بْن مُحَمَّد بْن سَعِيد بْن أَبِي مَرْيَم عَنْ مُحَمَّد بْن يُوسُف الْفِرْيَابِيّ عَنْ إِسْرَائِيل عَنْ سِمَاك عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ كَانَتْ الْأَنْصَار بَعِيدَة مَنَازِلهمْ مِنْ الْمَسْجِد فَأَرَادُوا أَنْ يَتَحَوَّلُوا إِلَى الْمَسْجِد فَنَزَلَتْ \" وَنَكْتُب مَا قَدَّمُوا وَآثَارهمْ \" فَثَبَتُوا فِي مَنَازِلهمْ . \" الْحَدِيث الرَّابِع \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنِي حُيَيّ بْن عَبْد اللَّه عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ تُوُفِّيَ رَجُل بِالْمَدِينَةِ فَصَلَّى عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ : \" يَا لَيْتَهُ مَاتَ فِي غَيْر مَوْلِده \" فَقَالَ رَجُل مِنْ النَّاس وَلِمَ يَا رَسُول اللَّه ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ الرَّجُل إِذَا تُوُفِّيَ فِي غَيْر مَوْلِده قِيسَ لَهُ مِنْ مَوْلِده إِلَى مُنْقَطَع أَثَره فِي الْجَنَّة \" وَرَوَاهُ النَّسَائِيّ عَنْ يُونُس بْن عَبْد الْأَعْلَى وَابْن مَاجَهْ عَنْ حَرْمَلَة كِلَاهُمَا عَنْ اِبْن وَهْب عَنْ حُيَيّ بْن عَبْد اللَّه بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا أَبُو تُمَيْلَة حَدَّثَنَا الْحُسَيْن عَنْ ثَابِت قَالَ مَشَيْت مَعَ أَنَس رَضِيَ اللَّه عَنْهُ فَأَسْرَعْت الْمَشْي فَأَخَذَ بِيَدِي فَمَشَيْنَا رُوَيْدًا فَلَمَّا قَضَيْنَا الصَّلَاة قَالَ أَنَس مَشَيْت مَعَ زَيْد بْن ثَابِت فَأَسْرَعْت الْمَشْي فَقَالَ يَا أَنَس أَمَا شَعَرْت أَنَّ الْآثَار تُكْتَب ؟ وَهَذَا الْقَوْل لَا تَنَافِي بَيْنه وَبَيْن الْأَوَّل بَلْ فِي هَذَا تَنْبِيه وَدَلَالَة عَلَى ذَلِكَ بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى فَإِنَّهُ إِذَا كَانَتْ هَذِهِ الْآثَار تُكْتَب فَلَأَنْ تُكْتَب تِلْكَ الَّتِي فِيهَا قُدْوَة بِهِمْ مِنْ خَيْر أَوْ شَرّ بِطَرِيقِ الْأَوْلَى وَاَللَّه أَعْلَم وَقَوْله تَعَالَى : \" وَكُلّ شَيْء أَحْصَيْنَاهُ فِي إِمَام مُبِين \" أَيْ وَجَمِيع الْكَائِنَات مَكْتُوب فِي كِتَاب مَسْطُور مَضْبُوط فِي لَوْح مَحْفُوظ وَالْإِمَام الْمُبِين هَهُنَا هُوَ أُمّ الْكِتَاب قَالَهُ مُجَاهِد وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَكَذَا فِي قَوْله تَعَالَى \" يَوْم نَدْعُو كُلّ أُنَاس بِإِمَامِهِمْ \" أَيْ بِكِتَابِ أَعْمَالهمْ الشَّاهِد عَلَيْهِمْ بِمَا عَمِلُوهُ مِنْ خَيْر أَوْ شَرّ كَمَا قَالَ عَزَّ وَجَلَّ \" وَوُضِعَ الْكِتَاب وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاء \" وَقَالَ تَعَالَى : \" وَوُضِعَ الْكِتَاب فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتنَا مَا لِهَذَا الْكِتَاب لَا يُغَادِر صَغِيرَة وَلَا كَبِيرَة إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِم رَبّك أَحَدًا \" .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40342, "aya_id": 12}]