[{"text": "وَالنَّجْمِ إِذَا هَوَى", "sura_id": 53, "type": 0, "id": 4785, "aya_id": 1}, {"text": "والنجم إذا هوى", "sura_id": 53, "type": 1, "id": 11021, "aya_id": 1}, {"text": "سورة النجم 1 - (والنجم) الثريا (إذا هوى) غاب \r\n", "sura_id": 53, "type": 2, "id": 29729, "aya_id": 1}, {"text": "أقسم الله تعالى بالنجوم إذا غابت,\r\n", "sura_id": 53, "type": 3, "id": 35965, "aya_id": 1}, {"text": " <font color=red>وَالنَّجْمِ إِذَا هَوَى</font><BR><p>سُورَة النَّجْم : قَالَ الْبُخَارِيّ حَدَّثَنَا نَصْر بْن عَلِيّ أَخْبَرَنِي أَبُو أَحْمَد - يَعْنِي الزُّبَيْرِيّ - حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْأَسْوَد بْن يَزِيد عَنْ عَبْد اللَّه قَالَ أَوَّل سُورَة أُنْزِلَتْ فِيهَا سَجْدَة وَالنَّجْمِ قَالَ فَسَجَدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَجَدَ مَنْ خَلْفَهُ إِلَّا رَجُلًا رَأَيْته أَخَذَ كَفًّا مِنْ تُرَاب فَسَجَدَ عَلَيْهِ فَرَأَيْته بَعْد ذَلِكَ قُتِلَ كَافِرًا وَهُوَ أُمَيَّة بْن خَلَف . وَقَدْ رَوَاهُ الْبُخَارِيّ أَيْضًا فِي مَوَاضِع وَمُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ طُرُق عَنْ أَبِي إِسْحَاق بِهِ وَقَوْله فِي الْمُمْتَنِع إِنَّهُ أُمَيَّة بْن خَلَف فِي هَذِهِ الرِّوَايَة مُشْكِل فَإِنَّهُ قَدْ جَاءَ مِنْ غَيْر هَذِهِ الطَّرِيق أَنَّهُ عُتْبَة بْن رَبِيعَة . قَالَ الشَّعْبِيّ وَغَيْره : الْخَالِق يُقْسِم بِمَا شَاءَ مِنْ خَلْقه وَالْمَخْلُوق لَا يَنْبَغِي لَهُ أَنْ يُقْسِم إِلَّا بِالْخَالِقِ رَوَاهُ اِبْن أَبِي حَاتِم . وَاخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَى قَوْله \" وَالنَّجْمِ إِذَا هَوَى \" فَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد يَعْنِي بِالنَّجْمِ الثُّرَيَّا إِذَا سَقَطَتْ مَعَ الْفَجْر وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَسُفْيَان الثَّوْرِيّ وَاخْتَارَهُ اِبْن جَرِير وَزَعَمَ السُّدِّيّ أَنَّهَا الزُّهْرَة وَقَالَ الضَّحَّاك \" وَالنَّجْمِ إِذَا هَوَى \" إِذَا رَمَى بِهِ الشَّيَاطِين وَهَذَا الْقَوْل لَهُ اِتِّجَاه . وَرَوَى الْأَعْمَش عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" وَالنَّجْمِ إِذَا هَوَى \" يَعْنِي الْقُرْآن إِذَا نَزَلَ وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" فَلَا أُقْسِم بِمَوَاقِعِ النُّجُوم وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيم إِنَّهُ لَقُرْآن كَرِيم فِي كِتَاب مَكْنُون لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ تَنْزِيل مِنْ رَبّ الْعَالَمِينَ \" .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41711, "aya_id": 1}]