[{"text": "يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا", "sura_id": 33, "type": 0, "id": 3534, "aya_id": 1}, {"text": "يا أيها النبي اتق الله ولا تطع الكافرين والمنافقين إن الله كان عليما حكيما", "sura_id": 33, "type": 1, "id": 9770, "aya_id": 1}, {"text": "سورة الأحزاب 1 - (يا أيها النبي اتق الله) دم على تقواه (ولا تطع الكافرين والمنافقين) فيما يخالف شريعتك (إن الله كان عليما) بما يكون من قبل كونه (حكيما) فيما يخلقه \r\n", "sura_id": 33, "type": 2, "id": 28478, "aya_id": 1}, {"text": "يا أيها النبي دُم على تقوى الله بالعمل بأوامره واجتناب محارمه, وليقتد بك المؤمنون؛ لأنهم أحوج إلى ذلك منك, ولا تطع الكافرين وأهل النفاق. إن الله كان عليمًا بكل شيء, حكيمًا في خلقه وأمره وتدبيره.\r\n", "sura_id": 33, "type": 3, "id": 34714, "aya_id": 1}, {"text": " <font color=red>يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا</font><BR><p>سُورَة الْأَحْزَاب : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا خَلَفَ بْن هِشَام حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ عَاصِم بْن بَهْدَلَة عَنْ زِرّ قَالَ : قَالَ لِي أُبَيّ بْن كَعْب كَأَيِّنْ تَقْرَأ سُورَة الْأَحْزَاب أَوْ كَأَيِّنْ تَعُدّهَا ؟ قَالَ قُلْت ثَلَاثًا وَسَبْعِينَ آيَة فَقَالَ قَطُّ لَقَدْ رَأَيْتهَا وَإِنَّهَا لَتُعَادِل سُورَة الْبَقَرَة وَلَقَدْ قَرَأْنَا فِيهَا الشَّيْخ وَالشَّيْخَة إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّة نَكَالًا مِنْ اللَّه وَاَللَّه عَزِيز حَكِيم وَرَوَاهُ النَّسَائِيّ مِنْ وَجْه آخَر عَنْ عَاصِم وَهُوَ اِبْن أَبِي النَّجُود وَهُوَ أَبُو بَهْدَلَة بِهِ وَهَذَا إِسْنَاد حَسَن وَهُوَ يَقْتَضِي أَنَّهُ قَدْ كَانَ فِيهَا قُرْآن ثُمَّ نُسِخَ لَفْظه وَحُكْمه أَيْضًا وَاَللَّه أَعْلَم . هَذَا تَنْبِيه بِالْأَعْلَى عَلَى الْأَدْنَى فَإِنَّهُ تَعَالَى إِذَا كَانَ يَأْمُر عَبْده وَرَسُوله بِهَذَا فَلَأَنْ يَأْتَمِر مِنْ دُونه بِذَلِكَ بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَقَدْ قَالَ طَلْق بْن حَبِيب : التَّقْوَى أَنْ تَعْمَل بِطَاعَةِ اللَّه عَلَى نُور مِنْ اللَّه تَرْجُو ثَوَاب اللَّه وَأَنْ تَتْرُك مَعْصِيَة اللَّه عَلَى نُور مِنْ اللَّه مَخَافَة عَذَاب اللَّه . قَوْله تَعَالَى \" وَلَا تُطِعْ الْكَافِرِينَ وَالْمُنَافِقِينَ \" أَيْ لَا تَسْمَع مِنْهُمْ وَلَا تَسْتَشِرْهُمْ \" إِنَّ اللَّه كَانَ عَلِيمًا حَكِيمًا \" أَيْ فَهُوَ أَحَقّ أَنْ تَتَّبِع أَوَامِره وَتُطِيعهُ فَإِنَّهُ عَلِيم بِعَوَاقِب الْأُمُور حَكِيم فِي أَقْوَاله وَأَفْعَاله .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40167, "aya_id": 1}]