[{"text": "لاَ إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىَ لاَ انفِصَامَ لَهَا وَاللّهُ سَمِيعٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 263, "aya_id": 256}, {"text": "لا إكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم", "sura_id": 2, "type": 1, "id": 6499, "aya_id": 256}, {"text": "256 - (لا إكراه في الدين) على الدخول فيه (قد تبين الرشد من الغي) أي ظهر بالآيات البينات أن الإيمان رشد والكفر غي نزلت فيمن كان له من الأنصار أولاد أراد أن يكرههم على الإسلام (فمن يكفر بالطاغوت) الشيطان أو الأصنام وهو يطلق على المفرد والجمع (ويؤمن بالله فقد استمسك) تمسك (بالعروة الوثقى) بالعقد المحكم (لا انفصام) انقطاع (لها والله سميع) بما يقال (عليم) بما يفعل \r\n", "sura_id": 2, "type": 2, "id": 25207, "aya_id": 256}, {"text": "لكمال هذا الدين واتضاح آياته لا يُحتاج إلى الإكراه عليه لمن تُقبل منهم الجزية, فالدلائل بينة يتضح بها الحق من الباطل, والهدى من الضلال. فَمَن يكفر بكل ما عُبِد من دون الله ويؤمن بالله, فقد ثبت واستقام على الطريقة المثلى, واستمسك من الدين بأقوى سبب لا انقطاع له. والله سميع لأقوال عباده, عليم بأفعالهم ونياتهم, وسيجازيهم على ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31443, "aya_id": 256}, {"text": " <font color=red>لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ</font><BR><p>يَقُول تَعَالَى \" لَا إِكْرَاهَ فِي الدِّين \" أَيْ لَا تُكْرِهُوا أَحَدًا عَلَى الدُّخُول فِي دِين الْإِسْلَام فَإِنَّهُ بَيِّنٌ وَاضِحٌ جَلِيٌّ دَلَائِله وَبَرَاهِينه لَا يَحْتَاج إِلَى أَنْ يُكْرَه أَحَد عَلَى الدُّخُول فِيهِ بَلْ مَنْ هَدَاهُ اللَّه لِلْإِسْلَامِ وَشَرَحَ صَدْره وَنَوَّرَ بَصِيرَته دَخَلَ فِيهِ عَلَى بَيِّنَة وَمَنْ أَعْمَى اللَّه قَلْبه وَخَتَمَ عَلَى سَمْعه وَبَصَره فَإِنَّهُ لَا يُفِيدهُ الدُّخُول فِي الدِّين مُكْرَهًا مَقْسُورًا وَقَدْ ذَكَرُوا أَنَّ سَبَب نُزُول هَذِهِ الْآيَة فِي قَوْم مِنْ الْأَنْصَار وَإِنْ كَانَ حُكْمهَا عَامًّا وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن يَسَار حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَتْ الْمَرْأَة تَكُون مِقْلَاة فَتَجْعَل عَلَى نَفْسهَا إِنْ عَاشَ لَهَا وَلَد أَنْ تُهَوِّدَهُ فَلَمَّا أُجْلِيَتْ بَنُو النَّضِير كَانَ فِيهِمْ مِنْ أَبْنَاء الْأَنْصَار فَقَالُوا : لَا نَدَع أَبْنَاءَنَا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" لَا إِكْرَاهَ فِي الدِّين قَدْ تَبَيَّنَ الرُّشْد مِنْ الْغَيّ \" وَقَدْ رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ جَمِيعًا عَنْ بُنْدَار بِهِ وَمِنْ وُجُوه أُخَر عَنْ شُعْبَة بِهِ نَحْوه وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم وَابْن حِبَّان فِي صَحِيحه مِنْ حَدِيث شُعْبَة بِهِ وَهَكَذَا ذَكَرَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَالْحَسَن الْبَصْرِيّ وَغَيْرهمْ أَنَّهَا نَزَلَتْ فِي ذَلِكَ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد الْجُرَشِيّ عَنْ زَيْد بْن ثَابِت عَنْ عِكْرِمَة أَوْ عَنْ سَعِيد عَنْ اِبْن عَبَّاس قَوْله \" لَا إِكْرَاه فِي الدِّين\" قَالَ : نَزَلَتْ فِي رَجُل مِنْ الْأَنْصَار مِنْ بَنِي سَالِم بْن عَوْف يُقَال لَهُ الْحُصَيْنِيّ كَانَ لَهُ اِبْنَانِ نَصْرَانِيَّانِ وَكَانَ هُوَ رَجُلًا مُسْلِمًا فَقَالَ لِلنَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَلَا أَسْتَكْرِههُمَا فَإِنَّهُمَا قَدْ أَبَيَا إِلَّا النَّصْرَانِيَّة فَأَنْزَلَ اللَّه فِيهِ ذَلِكَ رَوَاهُ اِبْن جَرِير وَرَوَى السُّدِّيّ نَحْو ذَلِكَ وَزَادَ وَكَانَا قَدْ تَنَصَّرَا عَلَى أَيْدِي تُجَّار قَدِمُوا مِنْ الشَّام يَحْمِلُونَ زَبِيبًا فَلَمَّا عَزَمَا عَلَى الذَّهَاب مَعَهُمْ أَرَادَ أَبُوهُمَا أَنْ يَسْتَكْرِههُمَا وَطَلَبَ مِنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ يَبْعَث فِي آثَارهمَا فَنَزَلَتْ هَذِهِ الْآيَة وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عَوْف أَخْبَرَنَا شَرِيك عَنْ أَبِي هِلَال عَنْ أَسْبَق قَالَ : كُنْت فِي دِينهمْ مَمْلُوكًا نَصْرَانِيًّا لِعُمَر بْن الْخَطَّاب فَكَانَ يَعْرِض عَلَيَّ الْإِسْلَام فَآبَى فَيَقُول \" لَا إِكْرَاهَ فِي الدِّينِ \" وَيَقُول يَا أَسْبَق لَوْ أَسْلَمْت لَاسْتَعَنَّا بِك عَلَى بَعْض أُمُور الْمُسْلِمِينَ وَقَدْ ذَهَبَ طَائِفَة كَثِيرَة مِنْ الْعُلَمَاء أَنَّ هَذِهِ مَحْمُولَة عَلَى أَهْل الْكِتَاب وَمَنْ دَخَلَ فِي دِينهمْ قَبْل النَّسْخ وَالتَّبْدِيل إِذَا بَذَلُوا الْجِزْيَة وَقَالَ آخَرُونَ : بَلْ هِيَ مَنْسُوخَة بِآيَةِ الْقِتَال وَأَنَّهُ يَجِب أَنْ يُدْعَى جَمِيع الْأُمَم إِلَى الدُّخُول فِي الدِّين الْحَنِيف دِين الْإِسْلَام فَإِنْ أَبَى أَحَد مِنْهُمْ الدُّخُول وَلَمْ يَنْقَدْ لَهُ أَوْ يَبْذُل الْجِزْيَة قُوتِلَ حَتَّى يُقْتَل وَهَذَا مَعْنَى لَا إِكْرَاه قَالَ اللَّه تَعَالَى\" سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْس شَدِيد تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ \" وَقَالَ تَعَالَى \" يَا أَيُّهَا النَّبِيُّ جَاهِدْ الْكُفَّار وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ \" وَقَالَ تَعَالَى \" يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنْ الْكُفَّار وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّه مَعَ الْمُتَّقِينَ\" وَفِي الصَّحِيح عَجِبَ رَبُّك مِنْ قَوْم يُقَادُونَ إِلَى الْجَنَّة فِي السَّلَاسِل يَعْنِي الْأُسَارَى الَّذِينَ يُقْدَم بِهِمْ بِلَاد الْإِسْلَام فِي الْوَثَائِق وَالْأَغْلَال وَالْقُيُود وَالْأَكْبَال ثُمَّ بَعْد ذَلِكَ يُسْلِمُونَ وَتَصْلُح أَعْمَالهمْ وَسَرَائِرهمْ فَيَكُونُوا مِنْ أَهْل الْجَنَّة فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى عَنْ حُمَيْد عَنْ أَنَس أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لِرَجُلٍ أَسْلِمْ قَالَ إِنِّي أَجِدُنِي كَارِهًا قَالَ وَإِنْ كُنْت كَارِهًا فَإِنَّهُ ثُلَاثِيّ صَحِيح وَلَكِنْ لَيْسَ مِنْ هَذَا الْقَبِيل فَإِنَّهُ لَمْ يُكْرِههُ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَلَى الْإِسْلَام بَلْ دَعَاهُ إِلَيْهِ فَأَخْبَرَهُ أَنَّ نَفْسه لَيْسَتْ قَابِلَة لَهُ بَلْ هِيَ كَارِهَة فَقَالَ لَهُ أَسْلِمْ وَإِنْ كُنْت كَارِهًا فَإِنَّ اللَّه سَيَرْزُقُك حُسْن النِّيَّة وَالْإِخْلَاص. وَقَوْله \" فَمَنْ يَكْفُر بِالطَّاغُوتِ وَيُؤْمِن بِاَللَّهِ فَقَدْ اِسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا اِنْفِصَامَ لَهَا وَاَللَّهُ سَمِيعٌ عَلِيمٌ \" أَيْ مَنْ خَلَعَ الْأَنْدَاد وَالْأَوْثَان وَمَا يَدْعُو إِلَيْهِ الشَّيْطَان مِنْ عِبَادَة كُلّ مَا يُعْبَد مِنْ دُون اللَّه وَوَحَّدَ اللَّه فَعَبَدَهُ وَحْدَهُ وَشَهِدَ أَنْ لَا إِلَه إِلَّا هُوَ \" فَقَدْ اِسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى \" أَيْ فَقَدْ ثَبَتَ فِي أَمْره وَاسْتَقَامَ عَلَى الطَّرِيقَة الْمُثْلَى وَالصِّرَاط الْمُسْتَقِيم قَالَ أَبُو الْقَاسِم الْبَغَوِيّ : حَدَّثَنَا أَبُو رَوْح الْبَلَدِيّ حَدَّثَنَا أَبُو الْأَحْوَص سَلَّام بْن سَلِيم عَنْ أَبِي إِسْحَاق عَنْ حَسَّان هُوَ اِبْن قَائِد الْعَبْسِيّ قَالَ : قَالَ عُمَر - رَضِيَ اللَّه عَنْهُ - إِنَّ الْجِبْتَ السِّحْرُ وَالطَّاغُوتَ الشَّيْطَانُ وَإِنَّ الشُّجَاعَةَ وَالْجُبْنَ غَرَائِزُ تَكُون فِي الرِّجَال يُقَاتِل الشُّجَاع عَمَّنْ لَا يَعْرِف وَيَفِرُّ الْجَبَانُ مِنْ أُمّه وَإِنَّ كَرَمَ الرَّجُلِ دِينُهُ وَحَسَبَهُ خُلُقُهُ وَإِنْ كَانَ فَارِسِيًّا أَوْ نَبَطِيًّا وَهَكَذَا رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ حَسَّان بْن قَائِد الْعَبْسِيّ عَنْ عُمَر فَذَكَرَهُ وَمَعْنَى قَوْله فِي الطَّاغُوت إِنَّهُ الشَّيْطَان قَوِيّ جِدًّا فَإِنَّهُ يَشْمَل كُلّ شَرّ كَانَ عَلَيْهِ أَهْل الْجَاهِلِيَّة مِنْ عِبَادَة الْأَوْثَان وَالتَّحَاكُم إِلَيْهَا وَالِاسْتِنْصَار بِهَا . وَقَوْله \" فَقَدْ اِسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا اِنْفِصَام لَهَا \" أَيْ فَقَدْ اِسْتَمْسَكَ مِنْ الدِّين بِأَقْوَى سَبَب وَشَبَّهَ ذَلِكَ بِالْعُرْوَةِ الْوُثْقَى الَّتِي لَا تَنْفَصِم هِيَ فِي نَفْسهَا مُحْكَمَة مُبْرَمَة قَوِيَّة وَرَبْطهَا قَوِيّ شَدِيد وَلِهَذَا قَالَ \" فَقَدْ اِسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا اِنْفِصَام لَهَا \" الْآيَة قَالَ مُجَاهِد : الْعُرْوَة الْوُثْقَى يَعْنِي الْإِيمَان وَقَالَ السُّدِّيّ : هُوَ الْإِسْلَام وَقَالَ سَعِيد بْن جُبَيْر وَالضَّحَّاك : يَعْنِي لَا إِلَه إِلَّا اللَّه وَعَنْ أَنَس بْن مَالِك الْعُرْوَة الْوُثْقَى الْقُرْآن وَعَنْ سَالِم بْن أَبِي الْجَعْد قَالَ هُوَ الْحُبّ فِي اللَّه وَالْبُغْض فِي اللَّه وَكُلّ هَذِهِ الْأَقْوَال صَحِيحَة وَلَا تَنَافِي بَيْنهَا وَقَالَ مُعَاذ بْن جَبَل فِي قَوْله \" لَا اِنْفِصَام لَهَا \" دُون دُخُول الْجَنَّة وَقَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر \" فَقَدْ اِسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا اِنْفِصَام لَهَا \" ثُمَّ قَرَأَ \" إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ \" وَقَالَ الْإِمَام أَحْمَد : أَنْبَأَنَا إِسْحَاق بْن يُوسُف حَدَّثَنَا اِبْن عَوْف عَنْ مُحَمَّد بْن قَيْس بْن عُبَادَة قَالَ : كُنْت فِي الْمَسْجِد فَجَاءَ رَجُل فِي وَجْهه أَثَر مِنْ خُشُوع فَصَلَّى رَكْعَتَيْنِ أَوْجَزَ فِيهِمَا فَقَالَ الْقَوْم هَذَا رَجُل مِنْ أَهْل الْجَنَّة فَلَمَّا خَرَجَ اِتَّبَعْته حَتَّى دَخَلَ مَنْزِله فَدَخَلْت مَعَهُ فَحَدَّثْته فَلَمَّا اِسْتَأْنَسَ قُلْت لَهُ إِنَّ الْقَوْم لَمَّا دَخَلْت الْمَسْجِد قَالُوا كَذَا وَكَذَا قَالَ سُبْحَان اللَّه مَا يَنْبَغِي لِأَحَدٍ أَنْ يَقُول مَا لَا يَعْلَم وَسَأُحَدِّثُك لِمَ : إِنِّي رَأَيْت رُؤْيَا عَلَى عَهْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَصَصْتهَا عَلَيْهِ رَأَيْت كَأَنِّي فِي رَوْضَة خَضْرَاء - قَالَ اِبْن عَوْن فَذَكَرَ مِنْ خُضْرَتهَا وَسَعَتهَا - وَفِي وَسَطهَا عَمُود حَدِيد أَسْفَله فِي الْأَرْض وَأَعْلَاهُ فِي السَّمَاء فِي أَعْلَاهُ عُرْوَة فَقِيلَ لِي اِصْعَدْ عَلَيْهِ فَقُلْت لَا أَسْتَطِيع فَجَاءَنِي مُنْصِف - قَالَ اِبْن عَوْن هُوَ الْوَصِيف - فَرَفَعَ ثِيَابِي مِنْ خَلْفِي فَقَالَ اِصْعَدْ فَصَعِدْت حَتَّى أَخَذْت بِالْعُرْوَةِ فَقَالَ اِسْتَمْسَكَ بِالْعُرْوَةِ فَاسْتَيْقَظْت وَإِنَّهَا لَفِي يَدِي فَأَتَيْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَصَصْتهَا عَلَيْهِ فَقَالَ أَمَّا الرَّوْضَة فَرَوْضَة الْإِسْلَام وَأَمَّا الْعَمُود فَعَمُود الْإِسْلَام وَأَمَّا الْعُرْوَة فَهِيَ الْعُرْوَة الْوُثْقَى أَنْتَ عَلَى الْإِسْلَام حَتَّى تَمُوت قَالَ وَهُوَ عَبْد اللَّه بْن سَلَام أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث عَبْد اللَّه بْن عَوْن فَقُمْت إِلَيْهِ وَأَخْرَجَهُ الْبُخَارِيّ مِنْ وَجْه آخَر عَنْ مُحَمَّد بْن سِيرِينَ بِهِ . \" طَرِيق أُخْرَى وَسِيَاق آخَر \" قَالَ الْإِمَام أَحْمَد : أَنْبَأَنَا حَسَن بْن مُوسَى وَعُثْمَان قَالَا : أَنْبَأَنَا حَمَّاد بْن سَلَمَة عَنْ عَاصِم بْن بَهْدَلَة عَنْ الْمُسَيِّب بْن رَافِع عَنْ خَرَشَة بْن الْحُرّ قَالَ : قَدِمْت الْمَدِينَة فَجَلَسْت إِلَى مَشْيَخَة فِي مَسْجِد النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَجَاءَ شَيْخ يَتَوَكَّأ عَلَى عَصًا لَهُ فَقَالَ الْقَوْم : مَنْ سَرَّهُ أَنْ يَنْظُر إِلَى رَجُل مِنْ أَهْل الْجَنَّة فَلْيَنْظُرْ إِلَى هَذَا فَقَامَ خَلْف سَارِيَة فَصَلَّى رَكْعَتَيْنِ فَقُلْت لَهُ : قَالَ بَعْض الْقَوْم كَذَا وَكَذَا فَقَالَ : الْجَنَّة لِلَّهِ يُدْخِلهَا مَنْ يَشَاء وَإِنِّي رَأَيْت عَلَى عَهْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - رُؤْيَا كَأَنَّ رَجُلًا أَتَانِي فَقَالَ اِنْطَلِقْ فَذَهَبْت مَعَهُ فَسَلَكَ بِي مَنْهَجًا عَظِيمًا فَعَرَضَتْ لِي طَرِيق عَنْ يَسَارِي فَأَرَدْت أَنْ أَسْلُكهَا فَقَالَ : إِنَّك لَسْت مِنْ أَهْلهَا ثُمَّ عَرَضَتْ لِي طَرِيق عَنْ يَمِينِي فَسَلَكْتهَا حَتَّى اِنْتَهَتْ إِلَى جَبَل زَلِق فَأَخَذَ بِيَدَيَّ فَدَحَا بِي فَإِذَا أَنَا عَلَى ذُرْوَته فَلَمْ أَتَقَارّ وَلَمْ أَتَمَاسَك فَإِذَا عَمُود حَدِيد فِي ذُرْوَته حَلْقَة مِنْ ذَهَب فَأَخَذَ بِيَدَيَّ فَدَحَا بِي حَتَّى أَخَذْت بِالْعُرْوَةِ فَقَالَ : اِسْتَمْسِكْ فَقُلْت نَعَمْ فَضَرَبَ الْعَمُود بِرِجْلِهِ فَاسْتَمْسَكَ بِالْعُرْوَةِ فَقَصَصْتهَا عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ رَأَيْت خَيْرًا أَمَّا الْمَنْهَج الْعَظِيم فَالْمَحْشَر وَأَمَّا الطَّرِيق الَّتِي عَرَضَتْ عَنْ يَسَارك فَطَرِيق أَهْل النَّار وَلَسْت مِنْ أَهْلهَا وَأَمَّا الطَّرِيق الَّتِي عَرَضَتْ عَنْ يَمِينك فَطَرِيق أَهْل الْجَنَّة وَأَمَّا الْجَبَل الزَّلِق فَمَنْزِل الشُّهَدَاء وَأَمَّا الْعُرْوَة الَّتِي اِسْتَمْسَكْت بِهَا فَعُرْوَة الْإِسْلَام فَاسْتَمْسِكْ بِهَا حَتَّى تَمُوت قَالَ فَإِنَّمَا أَرْجُو أَنْ أَكُون مِنْ أَهْل الْجَنَّة . قَالَ : وَإِذَا هُوَ عَبْد اللَّه بْن سَلَام وَهَكَذَا رَوَاهُ النَّسَائِيّ عَنْ أَحْمَد بْن سُلَيْمَان عَنْ عَفَّان وَابْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ الْحَسَن بْن مُوسَى الْأَشْيَب كِلَاهُمَا عَنْ حَمَّاد بْن سَلَمَة بِهِ نَحْوه وَأَخْرَجَهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث الْأَعْمَش عَنْ سُلَيْمَان بْن مُسْهِر عَنْ خَرَشَة بْن الْحُرّ الْفَزَارِيّ بِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38670, "aya_id": 256}]