[{"text": "قَالَ اللّهُ هَذَا يَوْمُ يَنفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ", "sura_id": 5, "type": 0, "id": 788, "aya_id": 119}, {"text": "قال الله هذا يوم ينفع الصادقين صدقهم لهم جنات تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم ورضوا عنه ذلك الفوز العظيم", "sura_id": 5, "type": 1, "id": 7024, "aya_id": 119}, {"text": "119 - (قال الله هذا) أي يوم القيامة (يوم ينفع الصادقين) في الدنيا كعيسى (صدقهم) لأنه يوم الجزاء (لهم جنات تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم) بطاعته (ورضوا عنه) بثوابه (ذلك الفوز العظيم) ولا ينفع الكاذبين في الدنيا صدقهم فيه كالكفار لما يؤمنون عند رؤية العذاب \r\n", "sura_id": 5, "type": 2, "id": 25732, "aya_id": 119}, {"text": "قال الله تعالى لعيسى عليه السلام يوم القيامة: هذا يوم الجزاء الذي ينفع الموحدين توحيدهم ربهم, وانقيادهم لشرعه, وصدقهم في نياتهم وأقوالهم وأعمالهم, لهم جنات تجري من تحت قصورها الأنهار, ماكثين فيها أبدًا, رضي الله عنهم فقبل حسناتهم, ورضوا عنه بما أعطاهم من جزيل ثوابه. ذلك الجزاء والرضا منه عليهم هو الفوز العظيم.\r\n", "sura_id": 5, "type": 3, "id": 31968, "aya_id": 119}, {"text": " <font color=red>قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ</font><BR><p>يَقُول تَعَالَى مُجِيبًا لِعَبْدِهِ وَرَسُوله عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام فِيمَا أَنْهَاهُ إِلَيْهِ مِنْ التَّبَرِّي مِنْ النَّصَارَى الْمُلْحِدِينَ الْكَاذِبِينَ عَلَى اللَّه وَعَلَى رَسُوله وَمِنْ رَدّ الْمَشِيئَة فِيهِمْ إِلَى رَبّه عَزَّ وَجَلَّ فَعِنْد ذَلِكَ يَقُول تَعَالَى \" هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ\" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : يَقُول يَوْم يَنْفَع الْمُوَحِّدِينَ تَوْحِيدُهُمْ \" لَهُمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا أَبَدًا \" أَيْ مَاكِثِينَ فِيهَا لَا يُحَوَّلُونَ وَلَا يَزُولُونَ\" رَضِيَ اللَّه عَنْهُمْ وَرَضُوا عَنْهُ \" كَمَا قَالَ تَعَالَى \" وَرِضْوَان مِنْ اللَّه أَكْبَرُ \" وَسَيَأْتِي مَا يَتَعَلَّق بِتِلْكَ الْآيَة مِنْ الْحَدِيث وَرَوَى اِبْن أَبِي حَاتِم هَهُنَا حَدِيثًا عَنْ أَنَس فَقَالَ : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا الْمُحَارِبِيّ عَنْ لَيْث عَنْ عُثْمَان يَعْنِي اِبْن عُمَيْر أَخْبَرَنَا الْيَقْظَان عَنْ أَنَس مَرْفُوعًا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثُمَّ يَتَجَلَّى لَهُمْ الرَّبّ جَلَّ جَلَاله فَيَقُول سَلُونِي سَلُونِي أُعْطِكُمْ قَالَ فَيَسْأَلُونَهُ الرِّضَا فَيَقُول رِضَايَ أَحَلَّكُمْ دَارِي وَأَنَا أَنَالَكُمْ كَرَامَتِي فَسَلُونِي أُعْطِكُمْ فَيَسْأَلُونَهُ الرِّضَا قَالَ فَيُشْهِدهُمْ أَنَّهُ قَدْ رَضِيَ عَنْهُمْ سُبْحَانه وَتَعَالَى \" وَقَوْله ذَلِكَ الْفَوْز الْعَظِيم \" أَيْ هَذَا الْفَوْز الْكَبِير الَّذِي لَا أَعْظَمَ مِنْهُ كَمَا قَالَ تَعَالَى \" لِمِثْلِ هَذَا فَلْيَعْمَلْ الْعَامِلُونَ\" وَكَمَا قَالَ \" وَفِي ذَلِكَ فَلْيَتَنَافَسْ الْمُتَنَافِسُونَ \".</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41459, "aya_id": 119}]