[{"text": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الأَمْوَالِ وَالأَوْلادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلاَّ غُرُورًا", "sura_id": 17, "type": 0, "id": 2093, "aya_id": 64}, {"text": "واستفزز من استطعت منهم بصوتك و أجلب عليهم بخيلك و رجلك و شاركهم في الأموال و الأولاد و عدهم و ما يعدهم الشيطان إلا غرورا", "sura_id": 17, "type": 1, "id": 8329, "aya_id": 64}, {"text": "64 - (واستفزز) استخف (من استطعت منهم بصوتك) بدعائك بالغناء والمزامير وكل داع إلى المعصية (وأجلب) صح (عليهم بخيلك ورجلك) وهم الركاب والمشاة في المعاصي (وشاركهم في الأموال) المحرمة كالربا والغصب (والأولاد) من الزنى (وعدهم) بأن لا بعث ولا جزاء (وما يعدهم الشيطان) بذلك (إلا غرورا) باطلا \r\n", "sura_id": 17, "type": 2, "id": 27037, "aya_id": 64}, {"text": "واستَخْفِف كل مَن تستطيع استخفافه منهم بدعوتك إياه إلى معصيتي، واجمع عليهم كل ما تقدر عليه مِن جنودك من كل راكب وراجل، واجعل لنفسك شِرْكة في أموالهم بأن يكسبوها من الحرام، وشِرْكة في الأولاد بتزيين الزنى والمعاصي، ومخالفة أوامر الله حتى يكثر الفجور والفساد، وعِدْ أتباعك مِن ذرية آدم الوعود الكاذبة، فكل وعود الشيطان باطلة وغرور.\r\n", "sura_id": 17, "type": 3, "id": 33273, "aya_id": 64}, {"text": " <font color=red>وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</font><BR><p>وَقَوْله تَعَالَى \" وَاسْتَفْزِزْ مَنْ اِسْتَطَعْت مِنْهُمْ بِصَوْتِك \" قِيلَ هُوَ الْغِنَاء قَالَ مُجَاهِد بِاللَّهْوِ وَالْغِنَاء أَيْ اِسْتَخِفَّهُمْ بِذَلِكَ وَقَالَ اِبْن عَبَّاس فِي قَوْله \" وَاسْتَفْزِزْ مَنْ اِسْتَطَعْت مِنْهُمْ بِصَوْتِك \" قَالَ كُلّ دَاعٍ دَعَا إِلَى مَعْصِيَة اللَّه عَزَّ وَجَلَّ وَقَالَ قَتَادَة وَاخْتَارَهُ اِبْن جَرِير وَقَوْله تَعَالَى \" وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِك وَرَجِلك \" يَقُول وَاحْمِلْ عَلَيْهِمْ بِجُنُودِك خَيَّالَتهمْ وَرَجِلَتهمْ فَإِنَّ الرَّجْل جَمْع رَاجِل كَمَا أَنَّ الرَّكْب جَمْع رَاكِب وَصَحْب جَمْع صَاحِب وَمَعْنَاهُ تُسَلَّط عَلَيْهِمْ بِكُلِّ مَا تَقْدِر عَلَيْهِ وَهَذَا أَمْر قَدَرِيّ كَقَوْلِهِ تَعَالَى \" أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِين عَلَى الْكَافِرِينَ تَؤُزّهُمْ أَزًّا \" أَيْ تُزْعِجهُمْ إِلَى الْمَعَاصِي إِزْعَاجًا وَتَسُوقهُمْ إِلَيْهَا سَوْقًا وَقَالَ اِبْن عَبَّاس وَمُجَاهِد فِي قَوْله \" وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِك وَرَجِلك \" قَالَ كُلّ رَاكِب وَمَاشٍ فِي مَعْصِيَة اللَّه وَقَالَ قَتَادَة : إِنَّ لَهُ خَيْلًا وَرِجَالًا مِنْ الْجِنّ وَالْإِنْس وَهُمْ الَّذِينَ يُطِيعُونَهُ تَقُول الْعَرَب أَجْلَبَ فُلَان عَلَى فُلَان إِذَا صَاحَ عَلَيْهِ وَمِنْهُ نَهَى فِي الْمُسَابَقَة عَنْ الْجَلَب وَالْجَنَب وَمِنْهُ اِشْتِقَاق الْجَلَبَة وَهِيَ اِرْتِفَاع الْأَصْوَات وَقَوْله تَعَالَى \" وَشَارِكْهُمْ فِي الْأَمْوَال وَالْأَوْلَاد \" قَالَ اِبْن عَبَّاس وَمُجَاهِد : هُوَ مَا أَمَرَهُمْ بِهِ مِنْ إِنْفَاق الْأَمْوَال فِي مَعَاصِي اللَّه تَعَالَى وَقَالَ عَطَاء : هُوَ الرِّبَا وَقَالَ الْحَسَن : هُوَ جَمْعهَا مِنْ خَبِيث وَإِنْفَاقهَا فِي حَرَام وَكَذَا قَالَ قَتَادَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَمَّا مُشَارَكَته إِيَّاهُمْ فِي أَمْوَالهمْ فَهُوَ مَا حَرَّمُوهُ مِنْ أَنْعَامهمْ يَعْنِي مِنْ الْبَحَائِر وَالسَّوَائِب وَنَحْوهَا وَكَذَا قَالَ الضَّحَّاك وَقَتَادَة وَقَالَ اِبْن جَرِير وَالْأَوْلَى أَنْ يُقَال إِنَّ الْآيَة تَعُمّ ذَلِكَ كُلّه وَقَوْله \" وَالْأَوْلَاد \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك يَعْنِي أَوْلَاد الزِّنَا وَقَالَ عَلِيّ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس هُوَ مَا كَانُوا قَتَلُوهُ مِنْ أَوْلَادهمْ سَفَهًا بِغَيْرِ عِلْم وَقَالَ قَتَادَة عَنْ الْحَسَن الْبَصْرِيّ : قَدْ وَاَللَّه شَارَكَهُمْ فِي الْأَمْوَال وَالْأَوْلَاد مُجِّسُوا وَهُوِّدُوا وَنُصِّرُوا وَصُبِغُوا غَيْر صِبْغَة الْإِسْلَام وَجَزَّءُوا مِنْ أَمْوَاله جُزْءًا لِلشَّيْطَانِ وَكَذَا قَالَ قَتَادَة سَوَاء . وَقَالَ أَبُو صَالِح عَنْ اِبْن عَبَّاس هُوَ تَسْمِيَتهمْ أَوْلَادهمْ عَبْد الْحَارِث وَعَبْد شَمْس وَعَبْد فُلَان . قَالَ اِبْن جَرِير وَأَوْلَى الْأَقْوَال بِالصَّوَابِ أَنْ يُقَال كُلّ مَوْلُود وَلَدَتْهُ أُنْثَى عَصَى اللَّه فِيهِ بِتَسْمِيَتِهِ بِمَا يَكْرَههُ اللَّه أَوْ بِإِدْخَالِهِ فِي غَيْر الدِّين الَّذِي اِرْتَضَاهُ اللَّه أَوْ بِالزِّنَا بِأُمِّهِ أَوْ بِقَتْلِهِ أَوْ وَأْده أَوْ غَيْر ذَلِكَ مِنْ الْأُمُور الَّتِي يَعْصِي اللَّه بِفِعْلِهِ بِهِ أَوْ فِيهِ فَقَدْ دَخَلَ فِي مُشَارَكَة إِبْلِيس فِيهِ مَنْ وُلِدَ ذَلِكَ الْوَلَد لَهُ أَوْ مِنْهُ لِأَنَّ اللَّه لَمْ يُخَصِّص بِقَوْلِهِ \" وَشَارِكْهُمْ فِي الْأَمْوَال وَالْأَوْلَاد \" مَعْنَى الشَّرِكَة فِيهِ بِمَعْنًى دُون مَعْنًى فَكُلّ مَا عُصِيَ اللَّه فِيهِ أَوْ بِهِ أَوْ أُطِيعَ الشَّيْطَان فِيهِ أَوْ بِهِ فَهُوَ مُشَارَكَة وَهَذَا الَّذِي قَالَهُ مُتَّجَه وَكُلّ مِنْ السَّلَف رَحِمَهُمْ اللَّه فَسَّرَ بَعْض الْمُشَارَكَة فَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم عَنْ عِيَاض بْن حَمَّاد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَقُول اللَّه عَزَّ وَجَلَّ إِنِّي خَلَقْت عِبَادِي حُنَفَاء فَجَاءَتْهُمْ الشَّيَاطِين فَاجْتَالَتْهُمْ عَنْ دِينهمْ وَحَرَّمْت عَلَيْهِمْ مَا أَحْلَلْت لَهُمْ \" وَفِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَوْ أَنَّ أَحَدهمْ إِذَا أَرَادَ أَنْ يَأْتِي أَهْله قَالَ بِسْمِ اللَّه اللَّهُمَّ جَنِّبْنَا الشَّيْطَان وَجَنِّبْ الشَّيْطَان مَا رَزَقْتنَا فَإِنَّهُ إِنْ يُقَدَّر بَيْنهمَا وَلَد فِي ذَلِكَ لَمْ يَضُرّهُ الشَّيْطَان أَبَدًا \" وَقَوْله تَعَالَى \" وَعِدْهُمْ وَمَا يَعِدهُمْ الشَّيْطَان إِلَّا غُرُورًا \" كَمَا أَخْبَرَ تَعَالَى عَنْ إِبْلِيس أَنَّهُ يَقُول إِذَا حَصْحَصَ الْحَقّ يَوْم يُقْضَى بِالْحَقِّ \" إِنَّ اللَّه وَعَدَكُمْ وَعْد الْحَقّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ \" الْآيَة .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38250, "aya_id": 64}]