[{"text": "إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ", "sura_id": 24, "type": 0, "id": 2810, "aya_id": 19}, {"text": "إن الذين يحبون أن تشيع الفاحشة في الذين آمنوا لهم عذاب أليم في الدنيا والآخرة والله يعلم وأنتم لا تعلمون", "sura_id": 24, "type": 1, "id": 9046, "aya_id": 19}, {"text": "19 - (إن الذين يحبون أن تشيع الفاحشة) باللسان (في الذين آمنوا) بنسبتها إليهم وهم العصبة (لهم عذاب أليم في الدنيا) بحد القذف (والآخرة) بالنار لحق الله (والله يعلم) انتفاءها عنهم (وأنتم) أيها العصبة بما قلتم من الإفك (لا تعلمون) وجودها فيهم \r\n", "sura_id": 24, "type": 2, "id": 27754, "aya_id": 19}, {"text": "إن الذين يحبون شيوع الفاحشة في المسلمين من قَذْف بالزنى أو أي قول سيِّئ لهم عذاب أليم في الدنيا بإقامة الحد عليهم، وغيره من البلايا الدنيوية, ولهم في الآخرة عذاب النار إن لم يتوبوا، والله- وحده- يعلم كذبهم, ويعلم مصالح عباده، وعواقب الأمور، وأنتم لا تعلمون ذلك.\r\n", "sura_id": 24, "type": 3, "id": 33990, "aya_id": 19}, {"text": " <font color=red>إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ</font><BR><p>هَذَا تَأْدِيب ثَالِث لِمَنْ سَمِعَ شَيْئًا مِنْ الْكَلَام السَّيِّئ فَقَامَ بِذِهْنِهِ شَيْء مِنْهُ وَتَكَلَّمَ فَلَا يُكْثِر مِنْهُ وَلَا يُشِيعهُ وَيُذِيعهُ فَقَدْ قَالَ تَعَالَى \" إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيع الْفَاحِشَة فِي الَّذِينَ آمَنُوا لَهُمْ عَذَاب أَلِيم \" أَيْ يَخْتَارُونَ ظُهُور الْكَلَام عَنْهُمْ بِالْقَبِيحِ \" لَهُمْ عَذَاب أَلِيم فِي الدُّنْيَا\" أَيْ بِالْحَدِّ وَفِي الْآخِرَة بِالْعَذَابِ الْأَلِيم \" وَاَللَّه يَعْلَم وَأَنْتُمْ لَا تَعْلَمُونَ \" أَيْ فَرُدُّوا الْأُمُور إِلَيْهِ تَرْشُدُوا وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن بُكَيْر حَدَّثَنَا مَيْمُون بْن مُوسَى الْمَرَئِيّ حَدَّثَنَا مُحَمَّد بْن عَبَّاد الْمَخْزُومِيّ عَنْ ثَوْبَان عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تُؤْذُوا عِبَاد اللَّه وَلَا تُعَيِّرُوهُمْ وَلَا تَطْلُبُوا عَوْرَاتهمْ فَإِنَّهُ مَنْ طَلَبَ عَوْرَة أَخِيهِ الْمُسْلِم طَلَبَ اللَّه عَوْرَته حَتَّى يَفْضَحهُ فِي بَيْته \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39235, "aya_id": 19}]