[{"text": "وَظِلٍّ مَّمْدُودٍ", "sura_id": 56, "type": 0, "id": 5009, "aya_id": 30}, {"text": "وظل ممدود", "sura_id": 56, "type": 1, "id": 11245, "aya_id": 30}, {"text": "30 - (وظل ممدود) دائم \r\n", "sura_id": 56, "type": 2, "id": 29953, "aya_id": 30}, {"text": "وظلٍّ دائم لا يزول,\r\n", "sura_id": 56, "type": 3, "id": 36189, "aya_id": 30}, {"text": " <font color=red>وَظِلٍّ مَمْدُودٍ</font><BR><p>\" وَظِلّ مَمْدُود \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث الْأَعْرَج بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح حَدَّثَنَا فُلَيْح عَنْ هِلَال بْن عَلِيّ عَنْ عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام اِقْرَءُوا إِنْ شِئْتُمْ \" وَظِلّ مَمْدُود \" وَكَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث الْأَعْرَج بِهِ وَكَذَا رَوَاهُ الْبُخَارِيّ عَنْ مُحَمَّد بْن سُفْيَان عَنْ فُلَيْح بِهِ وَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام بْن مُنَبِّه عَنْ أَبِي هُرَيْرَة وَكَذَا رَوَاهُ حَمَّاد بْن سَلَمَة عَنْ مُحَمَّد بْن زِيَاد عَنْ أَبِي هُرَيْرَة وَاللَّيْث بْن سَعْد عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة وَعَوْف عَنْ اِبْن سِيرِينَ عَنْ أَبِي هُرَيْرَة بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر وَحَجَّاج قَالَا حَدَّثَنَا شُعْبَة سَمِعْت أَبَا الضَّحَّاك يُحَدِّث عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ\" إِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا سَبْعِينَ أَوْ مِائَة سَنَة هِيَ شَجَرَة الْخُلْد \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا يَزِيد بْن هَارُون عَنْ مُحَمَّد بْن عَمْرو بْن أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام مَا يَقْطَعهَا وَاقْرَءُوا إِنْ شِئْتُمْ \" وَظِلّ مَمْدُود \" إِسْنَاده جَيِّد وَلَمْ يُخَرِّجُوهُ وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ عَبْدَة وَعَبْد الرَّحِيم وَالْبُخَارِيّ كُلّهمْ عَنْ مُحَمَّد بْن عَمْرو بِهِ وَقَدْ رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث عَبْد الرَّحِيم بْن سُلَيْمَان بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ زِيَاد مَوْلَى بَنِي مَخْزُوم عَنْ أَبِي هُرَيْرَة قَالَ : إِنَّ فِي الْجَنَّة لَشَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام اِقْرَءُوا إِنْ شِئْتُمْ\" وَظِلّ مَمْدُود \" \"فَبَلَغَ ذَلِكَ كَعْبًا فَقَالَ صَدَقَ وَاَلَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى وَالْفُرْقَان عَلَى مُحَمَّد لَوْ أَنَّ رَجُلًا رَكِبَ حِقَّة أَوْ جَذَعَة ثُمَّ دَارَ بِأَعْلَى تِلْكَ الشَّجَرَة مَا بَلَغَهَا حَتَّى يَسْقُط هَرَمًا إِنَّ اللَّه تَعَالَى غَرَسَهَا بِيَدِهِ وَنَفَخَ فِيهَا مِنْ رُوحه لِأَنَّ أَفْنَاءهَا لِمَنْ وَرَاء سُور الْجَنَّة وَمَا فِي الْجَنَّة نَهَر إِلَّا وَهُوَ يَخْرُج مِنْ أَصْل تِلْكَ الشَّجَرَة . وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا مُحَمَّد بْن مِنْهَال الضَّرِير حَدَّثَنَا يَزِيد بْن زُرَيْع عَنْ سَعْد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْل اللَّه تَعَالَى \" وَظِلّ مَمْدُود \" قَالَ \" فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام لَا يَقْطَعهَا \" وَكَذَا رَوَاهُ الْبُخَارِيّ عَنْ رَوْح بْن عَبْد الْمُؤْمِن عَنْ يَزِيد بْن زُرَيْع وَهَكَذَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ عِمْرَان بْن دَاوُد الْقَطَّان عَنْ قَتَادَة بِهِ وَكَذَا رَوَاهُ مَعْمَر وَأَبُو هِلَال عَنْ قَتَادَة بِهِ وَقَدْ أَخْرَجَ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث أَبِي سَعِيد وَسَهْل بْن سَعْد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب الْجَوَاد الْمُضْمِر السَّرِيع مِائَة عَام مَا يَقْطَعهَا \" فَهَذَا حَدِيث ثَابِت عَنْ رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ بَلْ مُتَوَاتِر مَقْطُوع بِصِحَّتِهِ عِنْد أَئِمَّة الْحَدِيث النُّقَّاد لِتَعَدُّدِ طُرُقه وَقُوَّة أَسَانِيده وَثِقَة رِجَاله . وَقَدْ قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو بَكْر حَدَّثَنَا أَبُو حُصَيْن قَالَ : كُنَّا عَلَى بَاب فِي مَوْضِع وَمَعَنَا أَبُو صَالِح وَشَقِيق يَعْنِي الضَّبِّيّ فَحَدَّثَ أَبُو صَالِح قَالَ حَدَّثَنِي أَبُو هُرَيْرَة قَالَ إِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا سَبْعِينَ عَامًا قَالَ أَبُو صَالِح أَتُكَذِّبُ أَبَا هُرَيْرَة ؟ قَالَ مَا أُكَذِّب أَبَا هُرَيْرَة وَلَكِنِّي أُكَذِّبك أَنْتَ فَشَقَّ ذَلِكَ عَلَى الْقُرَّاء يَوْمئِذٍ\" قُلْت \" فَقَدْ أَبْطَلَ مَنْ يُكَذِّب بِهَذَا الْحَدِيث مَعَ ثُبُوته وَصِحَّته وَرَفْعه إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَقَالَ التِّرْمِذِيّ حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا زِيَاد بْن الْحَسَن بْن الْفُرَات الْقَزَّاز عَنْ أَبِيهِ عَنْ جَدّه عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا فِي الْجَنَّة شَجَرَة إِلَّا سَاقهَا مِنْ ذَهَب \" ثُمَّ قَالَ حَسَن غَرِيب . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن أَبِي الرَّبِيع حَدَّثَنَا أَبُو عَامِر الْعَقَدِيّ عَنْ زَمْعَة بْن صَالِح عَنْ سَلَمَة بْن وَهْرَام عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ الظِّلّ الْمَمْدُود شَجَرَة فِي الْجَنَّة عَلَى سَاق ظِلّهَا قَدْر مَا يَسِير الرَّاكِب فِي كُلّ نَوَاحِيهَا مِائَة عَام قَالَ فَيَخْرُج إِلَيْهَا أَهْل الْجَنَّة أَهْل الْغُرَف وَغَيْرهمْ فَيَتَحَدَّثُونَ فِي ظِلّهَا قَالَ فَيَشْتَهِي بَعْضهمْ وَيَذْكُر لَهْو الدُّنْيَا فَيُرْسِل اللَّه رِيحًا مِنْ الْجَنَّة فَتُحَرِّك تِلْكَ الشَّجَرَة بِكُلِّ لَهْو فِي الدُّنْيَا . هَذَا أَثَر غَرِيب وَإِسْنَاده جَيِّد قَوِيّ حَسَن وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن يَمَان حَدَّثَنَا سُفْيَان حَدَّثَنَا أَبُو إِسْحَاق عَنْ عَمْرو بْن مَيْمُون فِي قَوْله تَعَالَى \" وَظِلّ مَمْدُود \" قَالَ سَبْعُونَ أَلْف سَنَة وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ اِبْن مَهْدِيّ عَنْ سُفْيَان مِثْله ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان عَنْ سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون وَظِلّ مَمْدُود قَالَ خَمْسمِائَةِ أَلْف سَنَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْوَلِيد الطَّيَالِسِيّ حَدَّثَنَا حُصَيْن بْن نَافِع عَنْ الْحَسَن فِي قَوْله اللَّه تَعَالَى \" وَظِلّ مَمْدُود \" قَالَ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة سَنَة لَا يَقْطَعهَا وَقَالَ عَوْف عَنْ الْحَسَن بَلَغَنِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي الْجَنَّة لَشَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام لَا يَقْطَعهَا \" رَوَاهُ اِبْن جَرِير وَقَالَ شَبِيب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي الْجَنَّة شَجَر لَا يُحْمَل يُسْتَظَلّ بِهِ رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ الضَّحَّاك وَالسُّدِّيّ وَأَبُو حزرة فِي قَوْله تَعَالَى \" وَظِلّ مَمْدُود \" لَا يَنْقَطِع لَيْسَ فِيهَا شَمْس وَلَا حَرّ مِثْل قَبْل طُلُوع الْفَجْر وَقَالَ اِبْن مَسْعُود الْجَنَّة سَجْسَجٌ كَمَا بَيْن طُلُوع الْفَجْر إِلَى طُلُوع الشَّمْس وَقَدْ تَقَدَّمَتْ الْآيَات كَقَوْلِهِ \" وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا \" وَقَوْله \" أُكُلهَا دَائِم وَظِلّهَا \" وَقَوْله \" فِي ظِلَال وَعُيُون\" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41929, "aya_id": 30}]