[{"text": "وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللّهِ وَقَالَتْ النَّصَارَى الْمَسِيحُ ابْنُ اللّهِ ذَلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ يُضَاهِؤُونَ قَوْلَ الَّذِينَ كَفَرُواْ مِن قَبْلُ قَاتَلَهُمُ اللّهُ أَنَّى يُؤْفَكُونَ", "sura_id": 9, "type": 0, "id": 1265, "aya_id": 30}, {"text": "و قالت اليهود عزير ابن الله و قالت النصارى المسيح ابن الله ذلك قولهم بأفواههم يضاهئون قول الذين كفروا من قبل قاتلهم الله أنى يؤفكون", "sura_id": 9, "type": 1, "id": 7501, "aya_id": 30}, {"text": "30 - (وقالت اليهود عزير ابن الله وقالت النصارى المسيح) عيسى (ابن الله ذلك قولهم بأفواههم) لا مستند لهم عليه بل (يضاهئون) يشابهون به (قول الذين كفروا من قبل) من آبائهم تقليداً لهم (قاتلهم) لعنهم (الله أنى) كيف (يؤفكون) يُصرفون عن الحق مع قيام الدليل \r\n", "sura_id": 9, "type": 2, "id": 26209, "aya_id": 30}, {"text": "لقد أشرك اليهود بالله عندما زعموا أن عزيرًا ابن الله. وأشرك النصارى بالله عندما ادَّعوا أن المسيح ابن الله. وهذا القول اختلقوه من عند أنفسهم, وهم بذلك لا يشابهون قول المشركين من قبلهم. قَاتَلَ الله المشركين جميعًا كيف يعدلون عن الحق إلى الباطل؟\r\n", "sura_id": 9, "type": 3, "id": 32445, "aya_id": 30}, {"text": " <font color=red>وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ</font><BR><p>وَهَذَا إِغْرَاء مِنْ اللَّه تَعَالَى لِلْمُؤْمِنِينَ عَلَى قِتَال الْكُفَّار مِنْ الْيَهُود وَالنَّصَارَى لِمَقَالَتِهِمْ هَذِهِ الْمَقَالَة الشَّنِيعَة وَالْفِرْيَة عَلَى اللَّه تَعَالَى فَأَمَّا الْيَهُود فَقَالُوا فِي الْعُزَيْر إنَّهُ اِبْن اللَّه تَعَالَى اللَّه عَنْ ذَلِكَ عُلُوًّا كَبِيرًا وَذَكَرَ السُّدِّيّ وَغَيْره أَنَّ الشُّبْهَة الَّتِي حَصَلَتْ لَهُمْ فِي ذَلِكَ أَنَّ الْعَمَالِقَة لَمَّا غَلَبَتْ عَلَى بَنِي إِسْرَائِيل فَقَتَلُوا عُلَمَاءَهُمْ وَسَبُّوا كِبَارهمْ بَقِيَ الْعُزَيْر يَبْكِي عَلَى بَنِي إِسْرَائِيل وَذَهَاب الْعِلْم مِنْهُمْ حَتَّى سَقَطَتْ جُفُون عَيْنَيْهِ فَبَيْنَمَا هُوَ ذَات يَوْم إِذْ مَرَّ عَلَى جَبَّانَة وَإِذَا اِمْرَأَة تَبْكِي عِنْد قَبْر وَهِيَ تَقُول وَامُطْعِمَاه وَاكَاسِيَاه فَقَالَ لَهَا : وَيْحك مَنْ كَانَ يُطْعِمك قَبْل هَذَا ؟ قَالَتْ اللَّه قَالَ : فَإِنَّ اللَّه حَيّ لَا يَمُوت قَالَتْ : يَا عُزَيْر فَمَنْ كَانَ يُعَلِّم الْعُلَمَاء قَبْل بَنِي إِسْرَائِيل ؟ قَالَ : اللَّه قَالَتْ : فَلِمَ تَبْكِي عَلَيْهِمْ ؟ فَعَرَفَ أَنَّهُ شَيْء قَدْ وَعَظَ بِهِ ثُمَّ قِيلَ لَهُ اِذْهَبْ إِلَى نَهَر كَذَا فَاغْتَسِلْ مِنْهُ وَصَلِّ هُنَاكَ رَكْعَتَيْنِ فَإِنَّك سَتَلْقَى هُنَاكَ شَيْخًا فَمَا أَطْعَمَك فَكُلْهُ فَذَهَبَ فَفَعَلَ مَا أَمَرَ بِهِ فَإِذَا الشَّيْخ فَقَالَ لَهُ : اِفْتَحْ فَمك فَفَتْح فَمه فَأَلْقَى فِيهِ شَيْئًا كَهَيْئَةِ الْجَرَّة الْعَظِيمَة ثَلَاث مَرَّات فَرَجَعَ عُزَيْر وَهُوَ مِنْ أَعْلَم النَّاس بِالتَّوْرَاةِ فَقَالَ يَا بَنِي إِسْرَائِيل قَدْ جِئْتُكُمْ بِالتَّوْرَاةِ فَقَالُوا يَا عُزَيْر مَا كُنْت كَذَّابًا فَعَمَدَ فَرَبَطَ عَلَى إِصْبَع مِنْ أَصَابِعه قَلَمًا وَكَتَبَ التَّوْرَاة بِإِصْبَعِهِ كُلّهَا فَلَمَّا تَرَاجَعَ النَّاس مِنْ عَدُوّهُمْ وَرَجَعَ الْعُلَمَاء أَخْبَرُوا بِشَأْنِ عُزَيْر فَاسْتَخْرَجُوا النُّسَخ الَّتِي كَانُوا أَوْدَعُوهَا فِي الْجِبَال وَقَابَلُوهُ بِهَا فَوَجَدُوا مَا جَاءَ بِهِ صَحِيحًا فَقَالَ بَعْض جَهَلَتهمْ إِنَّمَا صَنَعَ هَذَا لِأَنَّهُ اِبْن اللَّه وَأَمَّا ضَلَال النَّصَارَى فِي الْمَسِيح فَظَاهِر ; وَلِهَذَا كَذَّبَ اللَّه سُبْحَانه الطَّائِفَتَيْنِ فَقَالَ \" ذَلِكَ قَوْلهمْ بِأَفْوَاهِهِمْ \" أَيْ لَا مُسْتَنَد لَهُمْ فِيمَا اِدَّعَوْهُ سِوَى اِفْتِرَائِهِمْ وَاخْتِلَافهمْ \" يُضَاهِئُونَ \" أَيْ يُشَابِهُونَ \" قَوْل الَّذِينَ كَفَرُوا مِنْ قَبْل \" أَيْ مِنْ قَبْلهمْ مِنْ الْأُمَم ضَلُّوا كَمَا ضَلَّ هَؤُلَاءِ \" قَاتَلَهُمْ اللَّه \" وَقَالَ اِبْن عَبَّاس : لَعَنَهُمْ اللَّه \" أَنَّى يُؤْفَكُونَ \" أَيْ كَيْف يَضِلُّونَ عَنْ الْحَقّ وَهُوَ ظَاهِر وَيَعْدِلُونَ إِلَى الْبَاطِل ؟ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43447, "aya_id": 30}]