[{"text": "فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ", "sura_id": 111, "type": 0, "id": 6221, "aya_id": 5}, {"text": "في جيدها حبل من مسد", "sura_id": 111, "type": 1, "id": 12457, "aya_id": 5}, {"text": "5 - (في جيدها) عنقها (حبل من مسد) أي ليف ، وهذه الجملة حال من حمالة الحطب الذي هو نعت لامرأته أو خبر مبتدأ مقدر \r\n", "sura_id": 111, "type": 2, "id": 31165, "aya_id": 5}, {"text": "في عنقها حبل محكم الفَتْلِ مِن ليف شديد خشن, تُرْفَع به في نار جهنم, ثم تُرْمى إلى أسفلها.\r\n", "sura_id": 111, "type": 3, "id": 37401, "aya_id": 5}, {"text": " <font color=red>فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ</font><BR><p>قَالَ سَعِيد بْن الْمُسَيِّب كَانَتْ لَهَا قِلَادَة فَاخِرَة فَقَالَتْ لَأُنْفِقَنَّهَا فِي عَدَاوَة مُحَمَّد يَعْنِي فَأَعْقَبَهَا اللَّه مِنْهَا حَبْلًا فِي جِيدهَا مِنْ مَسَد النَّار : وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ سُلَيْم مَوْلَى الشَّعْبِيّ عَنْ الشَّعْبِيّ قَالَ الْمَسَد اللِّيف وَقَالَ عُرْوَة بْن الزُّبَيْر : الْمَسَد سَلْسَلَة ذَرْعهَا سَبْعُونَ ذِرَاعًا وَعَنْ الثَّوْرِيّ هُوَ قِلَادَة مِنْ نَار طُولهَا سَبْعُونَ ذِرَاعًا وَقَالَ الْجَوْهَرِيّ الْمَسَد اللِّيف وَالْمَسَد أَيْضًا حَبْل مِنْ لِيف أَوْ خُوص وَقَدْ يَكُون مِنْ جُلُود الْإِبِل أَوْ أَوْبَارهَا وَمَسَدْت الْحَبْل أَمْسُدهُ مَسْدًا إِذَا أَجَدْت فَتْله . وَقَالَ مُجَاهِد \" فِي جِيدهَا حَبْل مِنْ مَسَد \" أَيْ طَوْق مِنْ حَدِيد أَلَا تَرَى أَنَّ الْعَرَب يُسَمُّونَ الْبَكَرَة مَسَدًا ؟ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي وَأَبُو زُرْعَة قَالَا حَدَّثَنَا عَبْد اللَّه بْن الزُّبَيْر الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنَا الْوَلِيد بْن كَثِير عَنْ أَبِي بُدَرِّسِ عَنْ أَسْمَاء بِنْت أَبِي بَكْر قَالَتْ لَمَّا نَزَلَتْ \" تَبَّتْ يَدَا أَبِي لَهَب\" أَقْبَلَتْ الْعَوْرَاء أُمّ جَمِيل بِنْت حَرْب وَلَهَا وَلْوَلَة وَفِي يَدهَا فِهْر وَهِيَ تَقُول : مُذَمَّمًا أَبَيْنَا وَدِينه قَلَيْنَا وَأَمْره عَصَيْنَا وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس فِي الْمَسْجِد وَمَعَهُ أَبُو بَكْر فَلَمَّا رَآهَا أَبُو بَكْر قَالَ يَا رَسُول اللَّه قَدْ أَقْبَلَتْ وَأَنَا أَخَاف عَلَيْك أَنْ تَرَاك فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهَا لَنْ تَرَانِي \" وَقَرَأَ قُرْآنًا اِعْتَصَمَ بِهِ كَمَا قَالَ تَعَالَى\" وَإِذَا قَرَأَتْ الْقُرْآن جَعَلْنَا بَيْنك وَبَيْن الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا \" فَأَقْبَلَتْ حَتَّى وَقَفَتْ عَلَى أَبِي بَكْر وَلَمْ تَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا أَبَا بَكْر إِنِّي أُخْبِرْت أَنَّ صَاحِبك هَجَانِي قَالَ لَا وَرَبّ هَذَا الْبَيْت مَا هَجَاك فَوَلَّتْ وَهِيَ تَقُول قَدْ عَلِمَتْ قُرَيْش أَنِّي اِبْنَة سَيِّدهَا . قَالَ : وَقَالَ الْوَلِيد فِي حَدِيثه أَوْ غَيْره فَعَثَرَتْ أُمّ جَمِيل فِي مِرْطهَا وَهِيَ تَطُوف بِالْبَيْتِ فَقَالَتْ تَعِسَ مُذَمَّم فَقَالَتْ أُمّ حَكِيم بِنْت عَبْد الْمُطَّلِب إِنِّي لَحَصَانٌ فَمَا أُكَلَّمُ وَثَقَاف فَمَا أُعَلَّمُ وَكِلْتَانَا مِنْ بَنِي الْعَمّ وَقُرَيْش بَعْدُ أَعْلَم وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا إِبْرَاهِيم بْن سَعِيد وَأَحْمَد بْن إِسْحَاق قَالَا حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا عَبْد السَّلَام بْن حَرْب عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ \" تَبَّتْ يَدَا أَبِي لَهَب \" جَاءَتْ اِمْرَأَة أَبِي لَهَب وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس وَمَعَهُ أَبُو بَكْر فَقَالَ لَهُ أَبُو بَكْر لَوْ تَنَحَّيْت لَا تُؤْذِيك بِشَيْءٍ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُ سَيُحَالُ بَيْنِي وَبَيْنهَا \" فَأَقْبَلَتْ حَتَّى وَقَفَتْ عَلَى أَبِي بَكْر فَقَالَتْ يَا أَبَا بَكْر هَجَانَا صَاحِبك فَقَالَ أَبُو بَكْر لَا وَرَبّ هَذَا الْبَيْت مَا يَنْطِق بِالشِّعْرِ وَلَا يَتَفَوَّه بِهِ فَقَالَتْ إِنَّك لَمُصَدَّق فَلَمَّا وَلَّتْ قَالَ أَبُو بَكْر مَا رَأَتْك ؟ قَالَ \" لَا مَا زَالَ مَلَك يَسْتُرنِي حَتَّى وَلَّتْ \" ثُمَّ قَالَ الْبَزَّار لَا نَعْلَمهُ يُرْوَى بِأَحْسَن مِنْ هَذَا الْإِسْنَاد عَنْ أَبِي بَكْر رَضِيَ اللَّه عَنْهُ . وَقَدْ قَالَ بَعْض أَهْل الْعِلْم فِي قَوْله تَعَالَى \" فِي جِيدهَا حَبْل مِنْ مَسَد\" أَيْ فِي عُنُقهَا حَبْل فِي نَار جَهَنَّم تُرْفَع بِهِ إِلَى شَفِيرهَا ثُمَّ تُرْمَى إِلَى أَسْفَلهَا ثُمَّ كَذَلِكَ دَائِمًا قَالَ أَبُو الْخَطَّاب بْن دِحْيَة فِي كِتَابه التَّنْوِير وَقَدْ رَوَى ذَلِكَ وَعَبَّرَ بِالْمَسَدِ عَنْ حَبْل الدَّلْو كَمَا قَالَ أَبُو حَنِيفَة الدِّينَوَرِيّ فِي كِتَاب النَّبَات كُلّ مَسَد رِشَاء وَأَنْشَدَ فِي ذَلِكَ : وَبَكْرَة وَمِحْوَرًا صِرَارًا وَمَسَدًا مِنْ أَبَق مُغَارًا قَالَ وَالْأَبَق الْقِنَّب : وَقَالَ آخَر : يَا مَسَد الْخُوص تَعَوَّذْ مِنِّي إِنْ تَكُ لَدْنًا لَيِّنًا فَإِنِّي مَا شِئْت مِنْ أَشْمَطَ مُقْسَئِنِّ . قَالَ الْعُلَمَاء وَفِي هَذِهِ السُّورَة مُعْجِزَة ظَاهِرَة وَدَلِيل وَاضِح عَلَى النُّبُوَّة فَإِنَّهُ مُنْذُ نَزَلَ قَوْله تَعَالَى\" سَيَصْلَى نَارًا ذَات لَهَب وَامْرَأَته حَمَّالَة الْحَطَب فِي جِيدهَا حَبْل مِنْ مَسَد \" فَأَخْبَرَ عَنْهُمَا بِالشَّقَاءِ وَعَدَم الْإِيمَان لَمْ يُقَيِّض لَهُمَا أَنْ يُؤْمِنَا وَلَا وَاحِد مِنْهُمَا لَا بَاطِنًا وَلَا ظَاهِرًا لَا مُسِرًّا وَلَا مُعْلِنًا فَكَانَ هَذَا مِنْ أَقْوَى الْأَدِلَّة الْبَاهِرَة الْبَاطِنَة عَلَى النُّبُوَّة الظَّاهِرَة.</p><BR> <br> ", "sura_id": 111, "type": 4, "id": 37730, "aya_id": 5}]