[{"text": "وَمِنْهُم مَّنْ عَاهَدَ اللّهَ لَئِنْ آتَانَا مِن فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ", "sura_id": 9, "type": 0, "id": 1310, "aya_id": 75}, {"text": "ومنهم من عاهد الله لئن آتانا من فضله لنصدقن ولنكونن من الصالحين", "sura_id": 9, "type": 1, "id": 7546, "aya_id": 75}, {"text": "75 - (ومنهم من عاهد الله لئن آتانا من فضله لنصَّدَّقن) فيه إدغام التاء في الأصل في الصاد (ولنكوننَّ من الصالحين) وهو ثعلبة بن حاطب ، سأل النبي صلى الله عليه وسلم أن يدعو له أن يرزقه الله مالا ويؤدي منه إلى كل ذي حق حقه فدعا له فوسع عليه فانقطع عن الجمعة والجماعة ومنع الزكاة كما قال تعالى : \r\n", "sura_id": 9, "type": 2, "id": 26254, "aya_id": 75}, {"text": "ومن فقراء المنافقين مَن يقطع العهد على نفسه: لئن أعطاه الله المال ليصدَّقنَّ منه, وليعمَلنَّ ما يعمل الصالحون في أموالهم, وليسيرَنَّ في طريق الصلاح.\r\n", "sura_id": 9, "type": 3, "id": 32490, "aya_id": 75}, {"text": " <font color=red>وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ</font><BR><p>يَقُول تَعَالَى وَمِنْ الْمُنَافِقِينَ مَنْ أَعْطَى اللَّه عَهْده وَمِيثَاقه لَئِنْ أَغْنَاهُ مِنْ فَضْله لَيَصَّدَّقَنَّ مِنْ مَاله وَلَيَكُونَنَّ مِنْ الصَّالِحِينَ فَمَا وَفَّى بِمَا قَالَ وَلَا صَدَقَ فِيمَا اِدَّعَى فَأَعْقَبَهُمْ هَذَا الصَّنِيع نِفَاقًا سَكَنَ فِي قُلُوبهمْ إِلَى يَوْم يَلْقَوْا اللَّه عَزَّ وَجَلَّ يَوْم الْقِيَامَة . عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ . وَقَدْ ذَكَرَ كَثِير مِنْ الْمُفَسِّرِينَ مِنْهُمْ اِبْن عَبَّاس وَالْحَسَن الْبَصْرِيّ أَنَّ سَبَب نُزُول هَذِهِ الْآيَة الْكَرِيمَة فِي ثَعْلَبَة بْن حَاطِب الْأَنْصَارِيّ وَقَدْ وَرَدَ فِيهِ حَدِيث رَوَاهُ اِبْن جَرِير هَهُنَا وَابْن أَبِي حَاتِم مِنْ حَدِيث مَعْن بْن رِفَاعَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي عَبْد الرَّحْمَن الْقَاسِم بْن عَبْد الرَّحْمَن مَوْلَى عَبْد الرَّحْمَن بْن يَزِيد بْن مُعَاوِيَة عَنْ أَبِي أُمَامَة الْبَاهِلِيّ عَنْ ثَعْلَبَة بْن حَاطِب الْأَنْصَارِيّ أَنَّهُ قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُدْعُ اللَّه أَنْ يَرْزُقنِي مَالًا قَالَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيْحك يَا ثَعْلَبَة قَلِيل تُؤَدِّي شُكْره خَيْر مِنْ كَثِير لَا تُطِيقهُ قَالَ ثُمَّ قَالَ مَرَّة أُخْرَى فَقَالَ أَمَا تَرْضَى أَنْ تَكُون مِثْل نَبِيّ اللَّه ؟ فَوَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ شِئْت أَنْ تَسِير الْجِبَال مَعِي ذَهَبًا وَفِضَّة لَسَارَتْ . قَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ لَئِنْ دَعَوْت اللَّه فَرَزَقَنِي مَالًا لَأُعْطِيَنَّ كُلّ ذِي حَقّ حَقّه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّهُمَّ اُرْزُقْ ثَعْلَبَة مَالًا قَالَ فَاتَّخَذَ غَنَمًا فَنَمَتْ كَمَا يَنْمِي الدُّود فَضَاقَتْ عَلَيْهِ الْمَدِينَة فَتَنَحَّى عَنْهَا فَنَزَلَ وَادِيًا مِنْ أَوْدِيَتهَا حَتَّى جَعَلَ يُصَلِّي الظُّهْر وَالْعَصْر فِي جَمَاعَة وَيَتْرُك مَا سِوَاهُمَا ثُمَّ نَمَتْ وَكَثُرَتْ فَتَنَحَّى حَتَّى تَرَكَ الصَّلَوَات إِلَّا الْجُمُعَة وَهِيَ تَنْمِي كَمَا يَنْمِي الدُّود حَتَّى تَرَكَ الْجُمُعَة فَطَفِقَ يَتَلَقَّى الرُّكْبَان يَوْم الْجُمُعَة لِيَسْأَلهُمْ عَنْ الْأَخْبَار فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا فَعَلَ ثَعْلَبَة ؟ فَقَالُوا يَا رَسُول اللَّه اِتَّخَذَ غَنَمًا فَضَاقَتْ عَلَيْهِ الْمَدِينَة فَأَخْبَرُوهُ بِأَمْرِهِ فَقَالَ : يَا وَيْح ثَعْلَبَة يَا وَيْح ثَعْلَبَة يَا وَيْح ثَعْلَبَة وَأَنْزَلَ اللَّه جَلَّ ثَنَاؤُهُ \" خُذْ مِنْ أَمْوَالهمْ صَدَقَة \" الْآيَة . وَنَزَلَتْ فَرَائِض الصَّدَقَة فَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلَيْنِ عَلَى الصَّدَقَة مِنْ الْمُسْلِمِينَ رَجُلًا مِنْ جُهَيْنَة وَرَجُلًا مِنْ سُلَيْم وَكَتَبَ لَهُمَا كَيْف يَأْخُذَانِ الصَّدَقَة مِنْ الْمُسْلِمِينَ وَقَالَ لَهُمَا مُرَّا بِثَعْلَبَة وَبِفُلَانٍ رَجُل مِنْ بَنِي سُلَيْم فَخُذَا صَدَقَاتهمَا فَخَرَجَا حَتَّى أَتَيَا ثَعْلَبَة فَسَأَلَاهُ الصَّدَقَة وَأَقْرَآهُ كِتَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : مَا هَذِهِ إِلَّا جِزْيَة مَا هَذِهِ إِلَّا أُخْت الْجِزْيَة مَا أَدْرِي مَا هَذَا ؟ اِنْطَلِقَا حَتَّى تَفْرُغَا ثُمَّ عُودَا إِلَيَّ فَانْطَلَقَا وَسَمِعَ بِهِمَا السُّلَمِيّ فَنَظَرَ إِلَى خِيَار أَسْنَان إِبِله فَعَزَلَهَا لِلصَّدَقَةِ ثُمَّ اِسْتَقْبَلَهُمَا بِهَا فَلَمَّا رَأَوْهَا قَالُوا مَا يَجِب عَلَيْك هَذَا وَمَا نُرِيد أَنْ نَأْخُذ هَذَا مِنْك فَقَالَ بَلَى فَخُذُوهَا فَإِنَّ نَفْسِي بِذَلِكَ طَيِّبَة وَإِنَّمَا هِيَ لَهُ فَأَخَذَاهَا مِنْهُ وَمَرَّا عَلَى النَّاس فَأَخَذَا الصَّدَقَات ثُمَّ رَجَعَا إِلَى ثَعْلَبَة فَقَالَ : أَرُونِي كِتَابكُمَا فَقَرَأَهُ فَقَالَ مَا هَذِهِ إِلَّا جِزْيَة مَا هَذِهِ إِلَّا أُخْت الْجِزْيَة اِنْطَلِقَا حَتَّى أَرَى رَأْيِي فَانْطَلَقَا حَتَّى أَتَيَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا رَآهُمَا قَالَ يَا وَيْح ثَعْلَبَة قَبْل أَنْ يُكَلِّمهُمَا وَدَعَا لِلسُّلَمِيّ بِالْبَرَكَةِ فَأَخْبَرَاهُ بِاَلَّذِي صَنَعَ ثَعْلَبَة وَاَلَّذِي صَنَعَ السُّلَمِيّ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّه لَئِنْ آتَانَا مِنْ فَضْله لَنَصَّدَّقَنَّ \" الْآيَة . قَالَ وَعِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُل مِنْ أَقَارِب ثَعْلَبَة فَسَمِعَ ذَلِكَ فَخَرَجَ حَتَّى أَتَاهُ فَقَالَ : وَيْحك يَا ثَعْلَبَة قَدْ أَنْزَلَ اللَّه فِيك كَذَا وَكَذَا فَخَرَجَ ثَعْلَبَة حَتَّى أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ أَنْ يَقْبَل مِنْهُ صَدَقَته فَقَالَ إِنَّ اللَّه مَنَعَنِي أَنْ أَقْبَلَ مِنْك صَدَقَتك فَجَعَلَ يَحْسُو عَلَى رَأْسه التُّرَاب فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا عَمَلك قَدْ أَمَرْتُك فَلَمْ تُطِعْنِي . فَلَمَّا أَبَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَنْ يَقْبِض صَدَقَته رَجَعَ إِلَى مَنْزِله فَقُبِضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَلَمْ يَقْبَل مِنْهُ شَيْئًا ثُمَّ أَتَى أَبَا بَكْر رَضِيَ اللَّه عَنْهُ حِين اُسْتُخْلِفَ فَقَالَ قَدْ عَلِمْت مَنْزِلَتِي مِنْ رَسُول اللَّه وَمَوْضِعِي مِنْ الْأَنْصَار فَاقْبَلْ صَدَقَتِي فَقَالَ أَبُو بَكْر لَمْ يَقْبَلهَا مِنْك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبَى أَنْ يَقْبَلهَا فَقُبِضَ أَبُو بَكْر وَلَمْ يَقْبَلهَا . فَلَمَّا وُلِّيَ عُمَر رَضِيَ اللَّه عَنْهُ أَتَاهُ فَقَالَ : يَا أَمِير الْمُؤْمِنِينَ اِقْبَلْ صَدَقَتِي فَقَالَ لَمْ يَقْبَلهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا أَبُو بَكْر وَأَنَا أَقْبَلهَا مِنْك ؟ فَقُبِضَ وَلَمْ يَقْبَلهَا فَلَمَّا وُلِّيَ عُثْمَان رَضِيَ اللَّه عَنْهُ أَتَاهُ فَقَالَ : اِقْبَلْ صَدَقَتِي فَقَالَ لَمْ يَقْبَلهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا أَبُو بَكْر وَلَا عُمَر وَأَنَا أَقْبَلهَا مِنْك ؟ فَلَمْ يَقْبَلهَا مِنْهُ فَهَلَكَ ثَعْلَبَة فِي خِلَافَة عُثْمَان .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43496, "aya_id": 75}]