[{"text": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُوْلَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا", "sura_id": 4, "type": 0, "id": 511, "aya_id": 18}, {"text": "وليست التوبة للذين يعملون السيئات حتى إذا حضر أحدهم الموت قال إني تبت الآن ولا الذين يموتون وهم كفار أولئك أعتدنا لهم عذابا أليما", "sura_id": 4, "type": 1, "id": 6747, "aya_id": 18}, {"text": "18 - (وليست التوبة للذين يعملون السيئات) الذنوب (حتى إذا حضر أحدهم الموت) وأخذ في النزع (قال) عند مشاهدة ما هو فيه (إني تبت الآن) فلا ينفعه ذلك ولا يقبل منه (ولا الذين يموتون وهم كفار) إذا تابوا في الآخرة عند معاينة العذاب لا تقبل منهم (أولئك أعتدنا) أعددنا (لهم عذابا أليما) مؤلما \r\n", "sura_id": 4, "type": 2, "id": 25455, "aya_id": 18}, {"text": "وليس قَبول التوبة للذين يُصِرُّون على ارتكاب المعاصي, ولا يرجعون إلى ربهم إلى أن تأتيهم سكرات الموت, فيقول أحدهم: إني تبت الآن, كما لا تُقبل توبة الذين يموتون وهم جاحدون, منكرون لوحدانية الله ورسالة رسوله محمد صلى الله عليه وسلم. أولئك المصرُّون على المعاصي إلى أن ماتوا, والجاحدون الذين يموتون وهم كفار, أعتدنا لهم عذابًا موجعًا.\r\n", "sura_id": 4, "type": 3, "id": 31691, "aya_id": 18}, {"text": " <font color=red>وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا</font><BR><p>وَلِهَذَا قَالَ \" وَلَيْسَتْ التَّوْبَة لِلَّذِينَ يَعْمَلُونَ السَّيِّئَات حَتَّى إِذَا حَضَرَ أَحَدهمْ الْمَوْت قَالَ إِنِّي تُبْت الْآن\" وَهَذَا كَمَا قَالَ تَعَالَى \" فَلَمَّا رَأَوْا بَأْسنَا قَالُوا آمَنَّا بِاَللَّهِ وَحْده \" الْآيَتَيْنِ ; وَكَمَا حَكَمَ تَعَالَى بِعَدَمِ تَوْبَة أَهْل الْأَرْض إِذَا عَايَنُوا الشَّمْس طَالِعَة مِنْ مَغْرِبهَا فِي قَوْله تَعَالَى \" يَوْم يَأْتِي بَعْض آيَات رَبّك لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل أَوْ كَسَبَتْ فِي إِيمَانهَا خَيْرًا \" الْآيَة . وَقَوْله\" وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّار \" يَعْنِي أَنَّ الْكَافِر إِذَا مَاتَ عَلَى كُفْره وَشِرْكه لَا يَنْفَعهُ نَدَمه وَلَا تَوْبَته وَلَا يُقْبَل مِنْهُ فِدْيَة وَلَوْ بِمِلْءِ الْأَرْض. قَالَ اِبْن عَبَّاس وَأَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس \" وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّار \" قَالُوا نَزَلَتْ فِي أَهْل الشِّرْك وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان بْن دَاوُد قَالَ حَدَّثَنَا عَبْد الرَّحْمَن بْن ثَابِت بْن ثَوْبَان حَدَّثَنِي أَبِي عَنْ مَكْحُول أَنَّ عُمَر بْن نُعَيْم حَدَّثَهُ أَنَّ أَبَا ذَرّ حَدَّثَهُمْ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه يَقْبَل تَوْبَة عَبْده - أَوْ يَغْفِر لِعَبْدِهِ - مَا لَمْ يَقَع الْحِجَاب \" قِيلَ وَمَا وُقُوع الْحِجَاب ؟ قَالَ \" تَخْرُج النَّفْس وَهِيَ مُشْرِكَة \" وَلِهَذَا قَالَ اللَّه تَعَالَى \" أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا \" أَيْ مُوجِعًا شَدِيدًا مُقِيمًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40853, "aya_id": 18}]