[{"text": "قَالَ ادْخُلُواْ فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّن الْجِنِّ وَالإِنسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُواْ فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لأُولاَهُمْ رَبَّنَا هَؤُلاء أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِن لاَّ تَعْلَمُونَ", "sura_id": 7, "type": 0, "id": 992, "aya_id": 38}, {"text": "قال ادخلوا في أمم قد خلت من قبلكم من الجن والإنس في النار كلما دخلت أمة لعنت أختها حتى إذا اداركوا فيها جميعا قالت أخراهم لأولاهم ربنا هؤلاء أضلونا فآتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون", "sura_id": 7, "type": 1, "id": 7228, "aya_id": 38}, {"text": "38 - (قال) لهم تعالى يوم القيامة (ادخلوا في) جملة (أمم قد خلت من قبلكم من الجن والإنس في) متعلق بادخلوا (النار كلما دخلت) النار (أمة لعنت أختها) التي قبلها لضلالها بها (حتى إذا ادَّاركوا) تلاحقوا (فيها جميعا قالت أخراهم) وهم الأتباع (لأولاهم) أي لأجلائهم وهم المتبوعون (ربنا هؤلاء أضلونا فآتهم عذاباً ضعفاً) مضعفاً (من النار قال) تعالى (لكل) منكم ومنهم (ضعف) عذاب مضعف (ولكن لا يعلمون) - بالياء والتاء  - ما لكل فريق \r\n", "sura_id": 7, "type": 2, "id": 25936, "aya_id": 38}, {"text": "قال الله تعالى -لهؤلاء المشركين المفترين- : ادخلوا النار في جملة جماعات من أمثالكم في الكفر, قد سلفت من قبلكم من الجن والإنس, كلما دخلت النارَ جماعةٌ من أهل ملة لعنت نظيرتها التي ضلَّتْ بالاقتداء بها, حتى إذا تلاحق في النار الأولون من أهل الملل الكافرة والآخرون منهم جميعًا, قال الآخرون المتبعون في الدنيا لقادتهم: ربنا هؤلاء هم الذين أضلونا عن الحق, فآتهم عذابًا مضاعفا من النار, قال الله تعالى: لكل ضعف, أي: لكل منكم ومنهم عذاب مضاعف من النار, ولكن لا تدركون أيها الأتباع ما لكل فريق منكم من العذاب والآلام.\r\n", "sura_id": 7, "type": 3, "id": 32172, "aya_id": 38}, {"text": " <font color=red>قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَمَّا يَقُولهُ لِهَؤُلَاءِ الْمُشْرِكِينَ بِهِ الْمُفْتَرِينَ عَلَيْهِ الْمُكَذِّبِينَ بِآيَاتِهِ \" اُدْخُلُوا فِي أُمَم \" أَيْ مِنْ أَمْثَالكُمْ وَعَلَى صِفَاتكُمْ \" قَدْ خَلَتْ مِنْ قَبْلكُمْ \" أَيْ مِنْ الْأُمَم السَّالِفَة الْكَافِرَة \" مِنْ الْجِنّ وَالْإِنْس فِي النَّار \" يَحْتَمِل أَنْ يَكُون بَدَلًا مِنْ قَوْله فِي أُمَم وَيَحْتَمِل أَنْ يَكُون فِي أُمَم أَيْ مَعَ أُمَم وَقَوْله \" كُلَّمَا دَخَلَتْ أُمَّة لَعَنَتْ أُخْتهَا \" كَمَا قَالَ الْخَلِيل عَلَيْهِ السَّلَام \" ثُمَّ يَوْم الْقِيَامَة يَكْفُر بَعْضكُمْ بِبَعْضٍ \" الْآيَة وَقَوْله تَعَالَى\" إِذْ تَبَرَّأَ الَّذِينَ اُتُّبِعُوا مِنْ الَّذِينَ اِتَّبَعُوا وَرَأَوْا الْعَذَاب وَتَقَطَّعَتْ بِهِمْ الْأَسْبَاب وَقَالَ الَّذِينَ اِتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّة فَنَتَبَرَّأ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمْ اللَّه أَعْمَالهمْ حَسَرَات عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنْ النَّار \" وَقَوْله \" حَتَّى إِذَا اِدَّارَكُوا فِيهَا جَمِيعًا \" أَيْ اِجْتَمَعُوا فِيهَا كُلّهمْ \" قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ \" أَيْ أُخْرَاهُمْ دُخُولًا وَهُمْ الْأَتْبَاع لِأُولَاهُمْ وَهُمْ الْمَتْبُوعُونَ لِأَنَّهُمْ أَشَدّ جُرْمًا مِنْ أَتْبَاعهمْ فَدَخَلُوا قَبْلهمْ فَيَشْكُوهُمْ الْأَتْبَاع إِلَى اللَّه يَوْم الْقِيَامَة لِأَنَّهُمْ هُمْ الَّذِينَ أَضَلُّوهُمْ عَنْ سَوَاء السَّبِيل فَيَقُولُونَ\" رَبّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنْ النَّار\" أَيْ أَضْعِفْ عَلَيْهِمْ الْعُقُوبَة كَمَا قَالَ تَعَالَى \" يَوْم تُقَلَّب وُجُوههمْ فِي النَّار يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّه وَأَطَعْنَا الرَّسُولَ وَقَالُوا رَبّنَا إِنَّا أَطَعْنَا سَادَتنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَ رَبّنَا آتِهِمْ ضِعْفَيْنِ مِنْ الْعَذَاب \" الْآيَة . وَقَوْله \" قَالَ لِكُلّ ضِعْف \" أَيْ قَدْ فَعَلْنَا ذَلِكَ وَجَازَيْنَا كُلًّا بِحَسَبِهِ كَقَوْلِهِ \" الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيل اللَّه زِدْنَاهُمْ عَذَابًا \" الْآيَة. وَقَوْله \" وَلَيَحْمِلُنَّ أَثْقَالهمْ وَأَثْقَالًا مَعَ أَثْقَالهمْ\" وَقَوْله \" وَمِنْ أَوْزَار الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْم\" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42604, "aya_id": 38}]