[{"text": "أَوَلَمْ يَنظُرُواْ فِي مَلَكُوتِ السَّمَاوَاتِ وَالأَرْضِ وَمَا خَلَقَ اللّهُ مِن شَيْءٍ وَأَنْ عَسَى أَن يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ", "sura_id": 7, "type": 0, "id": 1139, "aya_id": 185}, {"text": "أولم ينظروا في ملكوت السماوات والأرض وما خلق الله من شيء وأن عسى أن يكون قد اقترب أجلهم فبأي حديث بعده يؤمنون", "sura_id": 7, "type": 1, "id": 7375, "aya_id": 185}, {"text": "185 - (أولم ينظروا في ملكوت السماوات) ملك (والأرض و) في (ما خلق الله من شيء) بيان لما ، فيستدلوا به على قدرة صانعه ووحدانيته (و) في (أن) أي أنه (عسى أن يكون قد اقترب) قرب (أجلهم) فيموتوا كفارا فيصيروا إلى النار فيبادروا إلى الإيمان (فبأي حديث بعده) أي القرآن (يؤمنون) \r\n", "sura_id": 7, "type": 2, "id": 26083, "aya_id": 185}, {"text": "أولم ينظر هؤلاء المكذبون بآيات الله في ملك الله العظيم وسلطانه القاهر في السموات والأرض, وما خلق الله -جلَّ ثناؤه- من شيء فيهما, فيتدبروا ذلك ويعتبروا به, وينظروا في آجالهم التي عست أن تكون قَرُبَتْ فيهلكوا على كفرهم, ويصيروا إلى عذاب الله وأليم عقابه؟ فبأي تخويف وتحذير بعد تحذير القرآن يصدقون ويعملون؟\r\n", "sura_id": 7, "type": 3, "id": 32319, "aya_id": 185}, {"text": " <font color=red>أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ</font><BR><p>يَقُول تَعَالَى : أَوَلَمْ يَنْظُر هَؤُلَاءِ الْمُكَذِّبُونَ بِآيَاتِنَا فِي مُلْك اللَّه وَسُلْطَانه فِي السَّمَاوَات وَالْأَرْض وَفِيمَا خَلَقَ مِنْ شَيْء فِيهِمَا فَيَتَدَبَّرُوا ذَلِكَ وَيَعْتَبِرُوا بِهِ وَيَعْلَمُوا أَنَّ ذَلِكَ لِمَنْ لَا نَظِير لَهُ وَلَا شَبِيه وَمِنْ فِعْل مَنْ لَا يَنْبَغِي أَنْ تَكُون الْعِبَادَة وَالدِّين الْخَالِص إِلَّا لَهُ فَيُؤْمِنُوا بِهِ وَيُصَدِّقُوا رَسُوله وَيُنِيبُوا إِلَى طَاعَته وَيَخْلَعُوا الْأَنْدَاد وَالْأَوْثَان وَيَحْذَرُوا أَنْ تَكُون آجَالهمْ قَدْ اِقْتَرَبَتْ فَيَهْلِكُوا عَلَى كُفْرهمْ وَيَصِيرُوا إِلَى عَذَاب اللَّه وَأَلِيم عِقَابه وَقَوْله \" فَبِأَيِّ حَدِيث بَعْده يُؤْمِنُونَ \" يَقُول فَبِأَيِّ تَخْوِيف وَتَحْذِير وَتَرْهِيب بَعْد تَحْذِير مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتَرْهِيبه الَّذِي أَتَاهُمْ بِهِ مِنْ عِنْد اللَّه فِي آيِ كِتَابه يُصَدِّقُونَ إِنْ لَمْ يُصَدِّقُوا بِهَذَا الْحَدِيث الَّذِي جَاءَهُمْ بِهِ مُحَمَّد مِنْ عِنْد اللَّه عَزَّ وَجَلَّ ؟ وَقَدْ رَوَى الْإِمَام أَحْمَد عَنْ حَسَن بْن مُوسَى وَعُثْمَان بْن مُسْلِم وَعَبْد الصَّمَد بْن عَبْد الْوَارِث كُلّهمْ عَنْ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ أَبِي الصَّلْت عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَأَيْت لَيْلَة أُسْرِيَ بِي كَذَا فَلَمَّا اِنْتَهَيْنَا إِلَى السَّمَاء السَّابِعَة فَنَظَرْت فَوْقِي فَإِذَا أَنَا بِرَعْدٍ وَبَرْق وَصَوَاعِق \" وَأَتَيْت عَلَى قَوْم بُطُونهمْ كَالْبُيُوتِ فِيهَا الْحَيَّات تُرَى مِنْ خَارِج بُطُونهمْ قُلْت مَنْ هَؤُلَاءِ يَا جِبْرِيل ؟ قَالَ هَؤُلَاءِ أَكَلَة الرِّبَا فَلَمَّا نَزَلْت إِلَى السَّمَاء الدُّنْيَا فَنَظَرْت إِلَى أَسْفَل مِنِّي فَإِذَا أَنَا بِرَهْجٍ وَدُخَان وَأَصْوَات فَقُلْت مَا هَذَا يَا جِبْرِيل ؟ قَالَ هَؤُلَاءِ الشَّيَاطِين يَحُومُونَ عَلَى أَعْيُن بَنِي آدَم أَنْ لَا يَتَفَكَّرُوا فِي مَلَكُوت السَّمَاوَات وَالْأَرْض وَلَوْلَا ذَلِكَ لَرَأَوْا الْعَجَائِب \" عَلِيّ بْن زَيْد بْن جُدْعَان لَهُ مُنْكَرَات . ثُمَّ قَالَ تَعَالَى : .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42561, "aya_id": 185}]