[{"text": "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ وَمَا أَنزَلَ اللّهُ مِنَ السَّمَاء مِن مَّاء فَأَحْيَا بِهِ الأرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخِّرِ بَيْنَ السَّمَاء وَالأَرْضِ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ", "sura_id": 2, "type": 0, "id": 171, "aya_id": 164}, {"text": "إن في خلق السماوات والأرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب المسخر بين السماء والأرض لآيات لقوم يعقلون", "sura_id": 2, "type": 1, "id": 6407, "aya_id": 164}, {"text": "164 - (إن في خلق السماوات والأرض) وما فيهما من العجائب (واختلاف الليل والنهار) بالذهاب والمجيء والزيادة والنقصان (والفلك) السفن (التي تجري في البحر) ولا ترسب موقرة (بما ينفع الناس) من التجارات والحمل (وما أنزل الله من السماء من ماء) مطر (فأحيا به الأرض) بالنبات (بعد موتها) يبسها (وبث) فرق ونشر به (فيها من كل دابة) لأنهم ينمون بالخصب الكائن عنه (وتصريف الرياح) تقليبها جنوبا وشمالا حارة وباردة (والسحاب) الغيم (المسخر) المذلل بأمر الله تعالى يسير إلى حيث شاء الله (بين السماء والأرض) بلا علاقة (لآيات) دالات على وحدانيته تعالى (لقوم يعقلون) يتدبرون \r\n", "sura_id": 2, "type": 2, "id": 25115, "aya_id": 164}, {"text": "إن في خلق السموات بارتفاعها واتساعها, والأرض بجبالها وسهولها وبحارها, وفي اختلاف الليل والنهار من الطول والقصر, والظلمة والنور, وتعاقبهما بأن يخلف كل منهما الآخر, وفي السفن الجارية في البحار, التي تحمل ما ينفع الناس, وما أنزل الله من السماء من ماء المطر, فأحيا به الأرض, فصارت مخضرَّة ذات بهجة بعد أن كانت يابسة لا نبات فيها, وما نشره الله فيها من كل ما دبَّ على وجه الأرض, وما أنعم به عليكم من تقليب الرياح وتوجيهها, والسحاب المسيَّر بين السماء والأرض -إن في كل الدلائل السابقة لآياتٍ على وحدانية الله, وجليل نعمه, لقوم يعقلون مواضع الحجج, ويفهمون أدلته سبحانه على وحدانيته, واستحقاقه وحده للعبادة.\r\n", "sura_id": 2, "type": 3, "id": 31351, "aya_id": 164}, {"text": " <font color=red>إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ</font><BR><p>يَقُول تَعَالَى \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض\" تِلْكَ فِي اِرْتِفَاعهَا وَلَطَافَتهَا وَاتِّسَاعهَا وَكَوَاكِبهَا السَّيَّارَة وَالثَّوَابِت وَدَوَرَان فُلْكهَا - وَهَذِهِ الْأَرْض فِي كَثَافَتهَا وَانْخِفَاضهَا وَجِبَالهَا وَبِحَارهَا وَقِفَارهَا وَوِهَادهَا وَعِمْرَانهَا وَمَا فِيهَا مِنْ الْمَنَافِع وَاخْتِلَاف اللَّيْل وَالنَّهَار هَذَا يَجِيء ثُمَّ يَذْهَب وَيَخْلُفهُ الْآخَرُ وَيَعْقُبُهُ لَا يَتَأَخَّر عَنْهُ لَحْظَة كَمَا قَالَ تَعَالَى \" لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَار وَكُلٌّ فِي فَلَك يَسْبَحُونَ \" وَتَارَة يَطُول هَذَا وَيَقْصُر هَذَا وَتَارَة يَأْخُذ هَذَا مِنْ هَذَا ثُمَّ يَتَعَاوَضَانِ كَمَا قَالَ تَعَالَى \" يُولِجُ اللَّيْلَ فِي النَّهَار وَيُولِجُ النَّهَارَ فِي اللَّيْل \" أَيْ يَزِيد مِنْ هَذَا فِي هَذَا وَمِنْ هَذَا فِي هَذَا\" وَالْفُلْك الَّتِي تَجْرِي فِي الْبَحْر بِمَا يَنْفَع النَّاس \" أَيْ فِي تَسْخِير الْبَحْر بِحَمْلِ السُّفُن مِنْ جَانِب إِلَى جَانِب لِمَعَايِش النَّاس وَالِانْتِفَاع بِمَا عِنْد أَهْلِ ذَلِكَ الْإِقْلِيم وَنُقِلَ هَذَا إِلَى هَؤُلَاءِ وَمَا عِنْد أُولَئِكَ إِلَى هَؤُلَاءِ\" وَمَا أَنْزَلَ اللَّهُ مِنْ السَّمَاء مِنْ مَاء فَأَحْيَا بِهِ الْأَرْض بَعْد مَوْتهَا \" كَمَا قَالَ تَعَالَى \" وَآيَةٌ لَهُمْ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ \" - إِلَى قَوْله - \" وَمِمَّا لَا يَعْلَمُونَ \" \" وَبَثَّ فِيهَا مِنْ كُلّ دَابَّة \" أَيْ عَلَى اِخْتِلَاف أَشْكَالهَا وَأَلْوَانهَا وَمَنَافِعهَا وَصِغَرهَا وَكِبَرهَا وَهُوَ يَعْلَم ذَلِكَ كُلّه وَيَرْزُقهُ لَا يَخْفَى عَلَيْهِ شَيْء مِنْ ذَلِكَ كَمَا قَالَ تَعَالَى \" وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ \" \" وَتَصْرِيف الرِّيَاح\" أَيْ فَتَارَة تَأْتِي بِالرَّحْمَةِ وَتَارَة تَأْتِي بِالْعَذَابِ وَتَارَة تَأْتِي مُبَشِّرَة بَيْن يَدَيْ السَّحَاب وَتَارَة تَسُوقهُ وَتَارَة تَجْمَعهُ وَتَارَة تُفَرِّقهُ وَتَارَة تُصَرِّفهُ ثُمَّ تَارَة تَأَتَّى مِنْ الْجَنُوب وَهِيَ الشَّامِيَّة وَتَارَة تَأْتِي مِنْ نَاحِيَة الْيَمَن وَتَارَة صَبَا وَهِيَ الشَّرْقِيَّة الَّتِي تَصْدِم وَجْه الْكَعْبَة وَتَارَة دَبُورًا وَهِيَ غَرْبِيَّة تَنْفُذ مِنْ نَاحِيَة دُبُر الْكَعْبَة . وَقَدْ صَنَّفَ النَّاس فِي الرِّيَاح وَالْمَطَر وَالْأَنْوَاء كُتُبًا كَثِيرَة فِيمَا يَتَعَلَّق بِلُغَاتِهَا وَأَحْكَامهَا وَبَسْطُ ذَلِكَ يَطُول هَاهُنَا وَاَللَّه أَعْلَم وَالسَّحَاب الْمُسَخَّر بَيْن السَّمَاء وَالْأَرْض أَيْ سَائِر بَيْن السَّمَاء وَالْأَرْض مُسَخَّر إِلَى مَا يَشَاء اللَّه مِنْ الْأَرَاضِي وَالْأَمَاكِن كَمَا يُصَرِّفهُ تَعَالَى \" لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ \" أَيْ فِي هَذِهِ الْأَشْيَاء دَلَالَات بَيِّنَة عَلَى وَحْدَانِيَّة اللَّه تَعَالَى\" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار لَآيَاتٍ لِأُولِي الْأَلْبَاب الَّذِينَ يَذْكُرُونَ اللَّه قِيَامًا وَقُعُودًا وَعَلَى جَنُوبهمْ وَيَتَفَكَّرُونَ فِي خَلْق السَّمَوَات وَالْأَرْض رَبَّنَا مَا خَلَقْت هَذَا بَاطِلًا سُبْحَانك فَقِنَا عَذَاب النَّار \" وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ : أَخْبَرَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا أَبُو سَعِيد الدَّشْتَكِيّ حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ أَشْعَث بْن إِسْحَاق عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أَتَتْ قُرَيْش مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : يَا مُحَمَّد إِنَّا نُرِيد أَنْ تَدْعُو رَبّك أَنْ يَجْعَل لَنَا الصَّفَا ذَهَبًا فَنَشْتَرِي بِهِ الْخَيْل وَالسِّلَاح فَنُؤْمِن بِك وَنُقَاتِل مَعَك قَالَ \" أَوْثِقُوا لِي لَئِنْ دَعَوْت رَبِّي فَجَعَلَ لَكُمْ الصَّفَا ذَهَبًا لَتُؤْمِنُنَّ بِي \" فَأَوْثَقُوا لَهُ فَدَعَا رَبّه فَأَتَاهُ جِبْرِيل فَقَالَ إِنَّ رَبّك قَدْ أَعْطَاهُمْ الصَّفَا ذَهَبًا عَلَى أَنَّهُمْ إِنْ لَمْ يُؤْمِنُوا بِك عَذَّبَهُمْ عَذَابًا لَمْ يُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ قَالَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَبّ لَا بَلْ دَعْنِي وَقَوْمِي فَلَأَدْعُهُمْ يَوْمًا بِيَوْمٍ \" فَأَنْزَلَ اللَّه هَذِهِ الْآيَة \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار وَالْفُلْك الَّتِي تَجْرِي فِي الْبَحْر بِمَا يَنْفَع النَّاس \" الْآيَة وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ وَجْه آخَر عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة بِهِ وَزَادَ فِي آخِره : \" وَكَيْف يَسْأَلُونَك الصَّفَا وَهُمْ يَرَوْنَ مِنْ الْآيَات مَا هُوَ أَعْظَم مِنْ الصَّفَا \" وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو حُذَيْفَة حَدَّثَنَا شِبْل عَنْ اِبْن أَبِي نَجِيح عَنْ عَطَاء قَالَ : نَزَلَتْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ \" وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ \" فَقَالَ كُفَّار قُرَيْش بِمَكَّة كَيْف يَسَع النَّاسَ إِلَهٌ وَاحِدٌ فَأَنْزَلَ اللَّه تَعَالَى \" إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ \" إِلَى قَوْله \" لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ \" فَبِهَذَا يَعْلَمُونَ أَنَّهُ إِلَهٌ وَاحِدٌ وَأَنَّهُ إِلَه كُلّ شَيْء وَخَالِق كُلّ شَيْء وَقَالَ وَكِيع بْن الْجَرَّاح : حَدَّثَنَا سُفْيَان عَنْ أَبِيهِ عَنْ أَبِي الضُّحَى قَالَ : لَمَّا نَزَلَتْ\" وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ \" إِلَى آخِر الْآيَة قَالَ الْمُشْرِكُونَ إِنْ كَانَ هَكَذَا فَلْيَأْتِنَا بِآيَةٍ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ\" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار\" إِلَى قَوْله \" يَعْقِلُونَ \" وَرَوَاهُ آدَم بْن أَبِي إِيَاس عَنْ أَبِي جَعْفَر هُوَ الرَّازِيّ عَنْ سَعِيد بْن مَسْرُوق وَالِد سُفْيَان عَنْ أَبِي الضُّحَى بِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38569, "aya_id": 164}]