[{"text": "فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلاَّ مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُواْ مِنْهُ إِلاَّ قَلِيلاً مِّنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُواْ مَعَهُ قَالُواْ لاَ طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلاَقُو اللّهِ كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللّهِ وَاللّهُ مَعَ الصَّابِرِينَ", "sura_id": 2, "type": 0, "id": 256, "aya_id": 249}, {"text": "فلما فصل طالوت بالجنود قال إن الله مبتليكم بنهر فمن شرب منه فليس مني ومن لم يطعمه فإنه مني إلا من اغترف غرفة بيده فشربوا منه إلا قليلا منهم فلما جاوزه هو والذين آمنوا معه قالوا لا طاقة لنا اليوم بجالوت وجنوده قال الذين يظنون أنهم ملاقوا الله كم من فئة قليلة غلبت فئة كثيرة بإذن الله والله مع الصابرين", "sura_id": 2, "type": 1, "id": 6492, "aya_id": 249}, {"text": "249 - (فلما فصل) خرج (طالوت بالجنود) من بيت المقدس وكان الحر شديدا وطلبوا منه الماء (قال إن الله مبتليكم) مختبركم (بنهَر) ليظهر المطيع منكم والعاصي وهو بين الأردن وفلسطين (فمن شرب منه) أي من ماءه (فليس مني) أي من أتباعي (ومن لم يطعمه) يذقه (فإنه مني إلا من اغترف غُرفة) بالفتح والضم (بيده) فاكتفى بها ولم يزد عليها فإنه مني (فشربوا منه) فلما وافوه بكثرة (إلا قليلاً منهم) فاقتصروا على الغرفة روي أنها كفتهم لشربهم ودوابهم وكانوا ثلاثمائة وبضعة عشر رجلاً (فلما جاوزه هو والذين آمنوا معه) وهم الذين اقتصروا على الغرفة (قالوا) أي الذين شربوا (لا طاقة) قوة (لنا اليوم بجالوت وجنوده) أي بقتالهم وجبنوا ولم يجاوزوه (قال الذين يظنون) يوقنون (أنهم ملاقوا الله) بالبعث وهم الذين جاوزوه (كم) خبرية بمعنى كثير (من فئة) جماعة (قليلة غلبت فئة كثيرة بإذن الله) بإرادته (والله مع الصابرين) بالعون والنصر \r\n", "sura_id": 2, "type": 2, "id": 25200, "aya_id": 249}, {"text": "فلما خرج طالوت بجنوده لقتال العمالقة قال لهم: إن الله ممتحنكم على الصبر بنهر أمامكم تعبرونه; ليتميَّز المؤمن من المنافق, فمن شرب منكم من ماء النهر فليس مني, ولا يصلح للجهاد معي, ومن لم يذق الماء فإنه مني; لأنه مطيع لأمري وصالح للجهاد, إلا مَن ترخَّص واغترف غُرْفة واحدة بيده فلا لوم عليه. فلما وصلوا إلى النهر انكبوا على الماء, وأفرطوا في الشرب منه, إلا عددًا قليلا منهم صبروا على العطش والحر, واكتفوا بغُرْفة اليد, وحينئذ تخلف العصاة. ولما عبر طالوت النهر هو والقلة المؤمنة معه -وهم ثلاثمائة وبضعة عشر رجلا لملاقاة العدو, ورأوا كثرة عدوهم وعدَّتهم, قالوا: لا قدرة لنا اليوم بجالوت وجنوده الأشداء, فأجاب الذين يوقنون بلقاء الله, يُذَكِّرون إخوانهم بالله وقدرته قائلين: كم من جماعة قليلة مؤمنة صابرة, غلبت بإذن الله وأمره جماعة كثيرة كافرة باغية. والله مع الصابرين بتوفيقه ونصره, وحسن مثوبته.\r\n", "sura_id": 2, "type": 3, "id": 31436, "aya_id": 249}, {"text": " <font color=red>فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ طَالُوت مَلِك بَنِي إِسْرَائِيل حِين خَرَجَ فِي جُنُوده وَمَنْ أَطَاعَهُ مِنْ مَلَإِ بَنِي إِسْرَائِيل وَكَانَ جَيْشه يَوْمَئِذٍ فِيمَا ذَكَرَهُ السُّدِّيّ ثَمَانِينَ أَلْفًا فَاَللَّه أَعْلَم أَنَّهُ قَالَ \" إِنَّ اللَّه مُبْتَلِيكُمْ\" أَيْ مُخْتَبِركُمْ بِنَهَرٍ قَالَ اِبْن عَبَّاس وَغَيْره : وَهُوَ نَهَر بَيْن الْأُرْدُن وَفِلَسْطِين يَعْنِي نَهَر الشَّرِيعَة الْمَشْهُور\" فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي \" أَيْ فَلَا يَصْحَبنِي الْيَوْم فِي هَذَا الْوَجْه \" وَمَنْ لَمْ يَطْعَمهُ فَإِنَّهُ مِنِّي إِلَّا مَنْ اِغْتَرَفَ غُرْفَة بِيَدِهِ \" أَيْ فَلَا بَأْس عَلَيْهِ قَالَ اللَّه تَعَالَى \" فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ \" قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس : مَنْ اِغْتَرَفَ مِنْهُ بِيَدِهِ رُوِيَ وَمَنْ شَرِبَ مِنْهُ لَمْ يُرْوَ وَكَذَا رَوَاهُ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ اِبْن عَبَّاس . وَكَذَا قَالَ قَتَادَة وَابْن شَوْذَب قَالَ السُّدِّيّ : كَانَ الْجَيْش ثَمَانِينَ أَلْفًا فَشَرِبَ مِنْهُ سِتَّة وَسَبْعُونَ أَلْفًا وَتَبَقَّى مَعَهُ أَرْبَعَة آلَاف كَذَا قَالَ . وَقَدْ رَوَى اِبْن جَرِير مِنْ طَرِيق إِسْرَائِيل وَسُفْيَان الثَّوْرِيّ وَمِسْعَر بْن كِدَام عَنْ أَبِي إِسْحَاق السَّبِيعِيّ عَنْ الْبَرَاء بْن عَازِب قَالَ : كُنَّا نَتَحَدَّث أَنَّ أَصْحَاب مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الَّذِينَ كَانُوا يَوْم بَدْر ثَلَاثمِائَةِ وَبِضْعَة عَشَر عَلَى عِدَّة أَصْحَاب طَالُوت الَّذِينَ جَازُوا مَعَهُ النَّهَر وَمَا جَازَهُ مَعَهُ إِلَّا مُؤْمِن وَرَوَاهُ الْبُخَارِيّ عَنْ عَبْد اللَّه بْن رَجَاء عَنْ إِسْرَائِيل بْن يُونُس عَنْ أَبِي إِسْحَاق عَنْ جَدّه عَنْ الْبَرَاء بِنَحْوِهِ وَلِهَذَا قَالَ تَعَالَى \" فَلَمَّا جَاوَزَهُ هُوَ وَاَلَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَة لَنَا الْيَوْم بِجَالُوت وَجُنُوده \" أَيْ اِسْتَقَلُّوا أَنْفُسهمْ عَنْ لِقَاء عَدُوّهُمْ لِكَثْرَتِهِمْ فَشَجَّعَهُمْ عُلَمَاؤُهُمْ الْعَالِمُونَ بِأَنَّ وَعْد اللَّه حَقّ فَإِنَّ النَّصْر مِنْ عِنْد اللَّه لَيْسَ عَنْ كَثْرَة عَدَد وَلَا عُدَّة وَلِهَذَا قَالُوا \" كَمْ مِنْ فِئَة قَلِيلَة غَلَبَتْ فِئَة كَثِيرَة بِإِذْنِ اللَّه وَاَللَّه مَعَ الصَّابِرِينَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38663, "aya_id": 249}]