[{"text": "وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا", "sura_id": 18, "type": 0, "id": 2189, "aya_id": 49}, {"text": "و وضع الكتاب فترى المجرمين مشفقين مما فيه و يقولون يا ويلتنا ما لهذا الكتاب لا يغادر صغيرة و لا كبيرة إلا أحصاها و وجدوا ما عملوا حاضرا و لا يظلم ربك أحدا", "sura_id": 18, "type": 1, "id": 8425, "aya_id": 49}, {"text": "49 - (ووضع الكتاب) كتاب كل امرئ في يمينه من المؤمنين وفي شماله من الكافرين (فترى المجرمين) الكافرين (مشفقين) خائفين (مما فيه ويقولون) عند معاينتهم ما فيه من السيئات (يا) للتنبيه (ويلتنا) هلكتنا وهو مصدر لا فعل له من لفظه (ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة) من ذنوبنا (إلا أحصاها) عدها وأثبتها تعجبوا منه في ذلك (ووجدوا ما عملوا حاضرا) مثبتا في كتابهم (ولا يظلم ربك أحدا) لا يعاقبه بغير جرم ولا ينقص من ثواب مؤمن \r\n", "sura_id": 18, "type": 2, "id": 27133, "aya_id": 49}, {"text": "ووُضِع كتاب أعمال كل واحد في يمينه أو في شماله، فتبصر العصاة خائفين مما فيه بسبب ما قدموه من جرائمهم، ويقولون حين يعاينونه: يا هلاكنا! ما لهذا الكتاب لم يترك صغيرة مِن أفعالنا ولا كبيرة إلا أثبتها؟! ووجدوا كل ما عملوه في الدنيا حاضرًا مثبتًا. ولا يظلم ربك أحدًا مثقال ذرة، فلا يُنقَص طائع من ثوابه، ولا يُزاد عاص في عقابه.\r\n", "sura_id": 18, "type": 3, "id": 33369, "aya_id": 49}, {"text": " <font color=red>وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ</font><BR><p>وَقَوْله \" وَوُضِعَ الْكِتَاب \" أَيْ كِتَاب الْأَعْمَال الَّذِي فِيهِ الْجَلِيل وَالْحَقِير وَالْفَتِيل وَالْقِطْمِير وَالصَّغِير وَالْكَبِير \" فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ \" أَيْ مِنْ أَعْمَالهمْ السَّيِّئَة وَأَفْعَالهمْ الْقَبِيحَة وَيَقُولُونَ يَا وَيْلَتنَا أَيْ يَا حَسْرَتنَا وَوَيْلنَا عَلَى مَا فُرِّطَ فِي أَعْمَارنَا \" مَا لِهَذَا الْكِتَاب لَا يُغَادِر صَغِيرَة وَلَا كَبِيرَة إِلَّا أَحْصَاهَا \" أَيْ لَا يَتْرُك ذَنْبًا صَغِيرًا وَلَا كَبِيرًا وَلَا عَمَلًا وَإِنْ صَغُرَ إِلَّا أَحْصَاهَا أَيْ ضَبَطَهَا وَحَفِظَهَا . وَرَوَى الطَّبَرَانِيّ بِإِسْنَادِهِ الْمُتَقَدِّم فِي الْآيَة قَبْلهَا إِلَى سَعْد اِبْن جُنَادَة قَالَ : لَمَّا فَرَغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَة حُنَيْن نَزَلْنَا قَفْرًا مِنْ الْأَرْض لَيْسَ فِيهِ شَيْء فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِجْمَعُوا مَنْ وَجَدَ عُودًا فَلْيَأْتِ بِهِ وَمَنْ وَجَدَ حَطَبًا أَوْ شَيْئًا فَلْيَأْتِ بِهِ \" قَالَ فَمَا كَانَ إِلَّا سَاعَة حَتَّى جَعَلْنَاهُ رُكَامًا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَرَوْنَ هَذَا ؟ فَكَذَلِكَ تُجْمَع الذُّنُوب عَلَى الرَّجُل مِنْكُمْ كَمَا جَمَعْتُمْ هَذَا فَلْيَتَّقِ اللَّه رَجُل وَلَا يُذْنِب صَغِيرَة وَلَا كَبِيرَة فَإِنَّهَا مُحْصَاة عَلَيْهِ \" . وَقَوْله \" وَوَجَدُوا مَا عَمِلُوا حَاضِرًا \" أَيْ مِنْ خَيْر وَشَرّ كَمَا قَالَ تَعَالَى \" يَوْم تَجِد كُلّ نَفْس مَا عَمِلَتْ مِنْ خَيْر مُحْضَرًا \" الْآيَة وَقَالَ تَعَالَى \" يُنَبَّأ الْإِنْسَان يَوْمئِذٍ بِمَا قَدَّمَ وَأَخَّرَ \" وَقَالَ تَعَالَى \" يَوْم تُبْلَى السَّرَائِر \" أَيْ تَظْهَر الْمُخَبَّآت وَالضَّمَائِر قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو الْوَلِيد حَدَّثَنَا شُعْبَة عَنْ ثَابِت عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لِكُلِّ غَادِر لِوَاء يَوْم الْقِيَامَة يُعْرَف بِهِ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَفِي لَفْظ \" يُرْفَع لِكُلِّ غَادِر لِوَاء يَوْم الْقِيَامَة عِنْد اِسْته بِقَدْرِ غَدْرَته يُقَال هَذِهِ غَدْرَة فُلَان بْن فُلَان \" وَقَوْله \" وَلَا يَظْلِم رَبّك أَحَدًا \" أَيْ فَيَحْكُم بَيْن عِبَاده فِي أَعْمَالهمْ جَمِيعًا وَلَا يَظْلِم أَحَدًا مِنْ خَلْقه بَلْ يَعْفُو وَيَصْفَح وَيَغْفِر وَيَرْحَم وَيُعَذِّب مَنْ يَشَاء بِقُدْرَتِهِ وَحِكْمَته وَعَدْله وَيَمْلَأ النَّار مِنْ الْكُفَّار وَأَصْحَاب الْمَعَاصِي ثُمَّ يُنَجِّي أَصْحَاب الْمَعَاصِي وَيُخَلِّد فِيهَا الْكَافِرِينَ وَهُوَ الْحَاكِم الَّذِي لَا يَجُور وَلَا يَظْلِم قَالَ تَعَالَى \" إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا \" الْآيَة وَقَالَ \" وَنَضَع الْمَوَازِين الْقِسْط لِيَوْمِ الْقِيَامَة فَلَا تُظْلَم نَفْس شَيْئًا - إِلَى قَوْله - حَاسِبِينَ \" وَالْآيَات فِي هَذَا كَثِيرَة وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد أَخْبَرَنَا هَمَّام بْن يَحْيَى عَنْ الْقَاسِم بْن عَبْد الْوَاحِد الْمَكِّيّ عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل أَنَّهُ سَمِعَ جَابِر بْن عَبْد اللَّه يَقُول : بَلَغَنِي حَدِيث عَنْ رَجُل سَمِعَهُ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاشْتَرَيْت بَعِيرًا ثُمَّ شَدَدْت عَلَيْهِ رَحْلًا فَسِرْت عَلَيْهِ شَهْرًا حَتَّى قَدِمْت عَلَيْهِ الشَّام فَإِذَا عَبْد اللَّه بْن أُنَيْس فَقُلْت لِلْبَوَّابِ قُلْ لَهُ جَابِر عَلَى الْبَاب فَقَالَ اِبْن عَبْد اللَّه : قُلْت نَعَمْ فَخَرَجَ يَطَأ ثَوْبه فَاعْتَنَقَنِي وَاعْتَنَقْته فَقُلْت حَدِيث بَلَغَنِي عَنْك أَنَّك سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْقِصَاص فَخَشِيت أَنْ تَمُوت أَوْ أَمُوت قَبْل أَنْ أَسْمَعهُ فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَحْشُر اللَّه عَزَّ وَجَلَّ النَّاس يَوْم الْقِيَامَة - أَوْ قَالَ الْعِبَاد - عُرَاة غُرْلًا بُهْمًا \" قُلْت وَمَا بُهْمًا ؟ قَالَ \" لَيْسَ مَعَهُمْ شَيْء ثُمَّ يُنَادِيهِمْ بِصَوْتٍ يَسْمَعهُ مَنْ بَعُدَ كَمَا يَسْمَعهُ مَنْ قَرُبَ : أَنَا الْمَلِك أَنَا الدَّيَّان لَا يَنْبَغِي لِأَحَدٍ مِنْ أَهْل النَّار أَنْ يَدْخُل النَّار وَلَهُ عِنْد أَحَد مِنْ أَهْل الْجَنَّة حَقّ حَتَّى أَقْضِيه مِنْهُ وَلَا يَنْبَغِي لِأَحَدٍ مِنْ أَهْل الْجَنَّة أَنْ يَدْخُل الْجَنَّة وَلَهُ عِنْد رَجُل مِنْ أَهْل النَّار حَقّ حَتَّى أَقْضِيه مِنْهُ حَتَّى اللَّطْمَة قَالَ : قُلْنَا كَيْف وَإِنَّمَا نَأْتِي اللَّه عَزَّ وَجَلَّ حُفَاة عُرَاة غُرْلًا بُهْمًا ؟ قَالَ \" بِالْحَسَنَاتِ وَالسَّيِّئَات \" وَعَنْ شُعْبَة عَنْ الْعَوَّام بْن مُزَاحِم عَنْ أَبِي عُثْمَان عَنْ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْجَمَّاء لَتَقْتَصّ مِنْ الْقَرْنَاء يَوْم الْقِيَامَة \" رَوَاهُ عَبْد اللَّه بْن الْإِمَام أَحْمَد وَلَهُ شَوَاهِد مِنْ وُجُوه أُخَر وَقَدْ ذَكَرْنَاهَا عِنْد قَوْله تَعَالَى \" وَنَضَع الْمَوَازِين الْقِسْط لِيَوْمِ الْقِيَامَة فَلَا تُظْلَم نَفْس شَيْئًا \" وَعِنْد قَوْله تَعَالَى \" إِلَّا أُمَم أَمْثَالكُمْ مَا فَرَّطْنَا فِي الْكِتَاب مِنْ شَيْء ثُمَّ إِلَى رَبّهمْ يُحْشَرُونَ \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38343, "aya_id": 49}]