[{"text": "رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ", "sura_id": 3, "type": 0, "id": 301, "aya_id": 8}, {"text": "ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب", "sura_id": 3, "type": 1, "id": 6537, "aya_id": 8}, {"text": "8 - (ربنا لا تزغ قلوبنا) تملها عن الحق بابتغاء تأويله الذي لا يليق بنا كما أزغت قلوب أولئك (بعد إذ هديتنا) أرشدتنا إليه (وهب لنا من لدنك) من عندك (رحمة) تثبيتا (إنك أنت الوهاب) \r\n", "sura_id": 3, "type": 2, "id": 25245, "aya_id": 8}, {"text": "ويقولون: يا ربنا لا تَصْرِف قلوبنا عن الإيمان بك بعد أن مننت علينا بالهداية لدينك, وامنحنا من فضلك رحمة واسعة, إنك أنت الوهاب: كثير الفضل والعطاء, تعطي مَن تشاء بغير حساب.\r\n", "sura_id": 3, "type": 3, "id": 31481, "aya_id": 8}, {"text": " <font color=red>رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ</font><BR><p>أَيْ لَا تُمِلْهَا عَنْ الْهُدَى بَعْد إِذْ أَقَمْتهَا عَلَيْهِ وَلَا تَجْعَلْنَا كَاَلَّذِينَ فِي قُلُوبهمْ زَيْغ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْ الْقُرْآن وَلَكِنْ ثَبِّتْنَا عَلَى صِرَاطك الْمُسْتَقِيم وَدِينك الْقَوِيم\" وَهَبْ لَنَا مِنْ لَدُنْك رَحْمَة \" تُثَبِّت بِهَا قُلُوبنَا وَتَجْمَع بِهَا شَمْلنَا وَتَزِيدنَا بِهَا إِيمَانًا وَإِيقَانًا \" إِنَّك أَنْتَ الْوَهَّاب \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عَمْرو بْن عَبْد اللَّه الْأَوْدِيّ وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب قَالَا جَمِيعًا حَدَّثَنَا وَكِيع عَنْ عَبْد الْحَمِيد بْن بَهْرَام عَنْ شَهْر بْن حَوْشَب عَنْ أُمّ سَلَمَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" يَا مُقَلِّب الْقُلُوب ثَبِّتْ قَلْبِي عَلَى دِينك \" ثُمَّ قَرَأَ \" رَبّنَا لَا تُزِغْ قُلُوبنَا بَعْد إِذْ هَدَيْتنَا وَهَبْ لَنَا مِنْ لَدُنْك رَحْمَة إِنَّك أَنْتَ الْوَهَّاب \" رَوَاهُ اِبْن مَرْدُوَيه مِنْ طَرِيق مُحَمَّد بْن بَكّار عَنْ عَبْد الْحَمِيد بْن بَهْرَام عَنْ شَهْر بْن حَوْشَب عَنْ أُمّ سَلَمَة عَنْ أَسْمَاء بِنْت يَزِيد بْن السَّكَن سَمِعْتهَا تُحَدِّث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُكْثِر مِنْ دُعَائِهِ \" اللَّهُمَّ مُقَلِّب الْقُلُوب ثَبِّتْ قَلْبِي عَلَى دِينك \" قَالَتْ : قُلْت يَا رَسُول اللَّه وَإِنَّ الْقَلْب لَيَتَقَلَّب ؟ قَالَ \" نَعَمْ مَا خَلَقَ اللَّه مِنْ بَنِي آدَم مِنْ بَشَر إِلَّا إِنَّ قَلْبه بَيْن أُصْبُعَيْنِ مِنْ أَصَابِع اللَّه عَزَّ وَجَلَّ فَإِنْ شَاءَ أَقَامَهُ وَإِنْ شَاءَ أَزَاغَهُ \" فَنَسْأَل اللَّه رَبّنَا أَنْ لَا يُزِيغ قُلُوبنَا بَعْد إِذْ هَدَانَا وَنَسْأَلهُ أَنْ يَهَب لَنَا مِنْ لَدُنْه رَحْمَة إِنَّهُ هُوَ الْوَهَّاب - وَهَكَذَا رَوَاهُ اِبْن جَرِير مِنْ حَدِيث أَسَد بْن مُوسَى عَنْ عَبْد الْحَمِيد بْن بَهْرَام بِهِ مِثْله وَرَوَاهُ أَيْضًا عَنْ الْمُثَنَّى عَنْ الْحَجَّاج بْن مِنْهَال عَنْ عَبْد الْحَمِيد بْن بَهْرَام بِهِ مِثْله وَزَادَ قُلْت : يَا رَسُول اللَّه أَلَا تُعَلِّمنِي دَعْوَة أَدْعُو بِهَا لِنَفْسِي قَالَ \" بَلَى قُولِي اللَّهُمَّ رَبّ مُحَمَّد النَّبِيّ اِغْفِرْ لِي ذَنْبِي وَأَذْهِبْ غَيْظ قَلْبِي وَأَجِرْنِي مِنْ مُضِلَّات الْفِتَن \" ثُمَّ قَالَ اِبْن مَرْدُوَيه حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا مُحَمَّد بْن هَارُون بْن بَكّار الدِّمَشْقِيّ حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد الْخَلَّال أَنَا يَزِيد بْن يَحْيَى بْن عُبَيْد اللَّه أَنَا سَعِيد بْن بَشِير عَنْ قَتَادَة عَنْ حَسَّان الْأَعْرَج عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَثِيرًا مَا يَدْعُو \" يَا مُقَلِّب الْقُلُوب ثَبِّتْ قَلْبِي عَلَى دِينك \" قُلْت يَا رَسُول اللَّه مَا أَكْثَر مَا تَدْعُو بِهَذَا الدُّعَاء فَقَالَ \" لَيْسَ مِنْ قَلْب إِلَّا وَهُوَ بَيْن أُصْبُعَيْنِ مِنْ أَصَابِع الرَّحْمَن إِذَا شَاءَ أَنْ يُقِيمَهُ أَقَامَهُ وَإِذَا شَاءَ أَنْ يُزِيغهُ أَزَاغَهُ أَمَا تَسْمَعِي قَوْله \" رَبّنَا لَا تُزِغْ قُلُوبنَا بَعْد إِذْ هَدَيْتنَا وَهَبْ لَنَا مِنْ لَدُنْك رَحْمَة إِنَّك أَنْتَ الْوَهَّاب \" غَرِيب مِنْ هَذَا الْوَجْه وَلَكِنْ أَصْلُهُ ثَابِت فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ طُرُق كَثِيرَة بِدُونِ زِيَادَةِ ذِكْرِ هَذِهِ الْآيَة الْكَرِيمَة وَقَدْ رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن مَرْدُوَيه مِنْ حَدِيث أَبِي عَبْد الرَّحْمَن الْمَقْبُرِيّ زَادَ النَّسَائِيّ وَابْن حِبَّان وَعَبْد اللَّه بْن وَهْب كِلَاهُمَا عَنْ سَعِيد بْن أَبِي أَيُّوب حَدَّثَنِي عَبْد اللَّه بْن الْوَلِيد التُجِيبِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا اِسْتَيْقَظَ مِنْ اللَّيْل قَالَ \" لَا إِلَه إِلَّا أَنْتَ سُبْحَانك أَسْتَغْفِرك لِذَنْبِي وَأَسْأَلك رَحْمَتك اللَّهُمَّ زِدْنِي عِلْمًا وَلَا تُزِغْ قَلْبِي بَعْد إِذْ هَدَيْتنِي وَهَبْ لِي مِنْ لَدُنْك رَحْمَة إِنَّك أَنْتَ الْوَهَّاب \" لَفْظ اِبْن مَرْدُوَيه . وَقَالَ عَبْد الرَّزَّاق عَنْ مَالِك عَنْ أَبِي عُبَيْد مَوْلَى سُلَيْمَان بْن عَبْد الْمَلِك عَنْ عُبَادَة بْن نَسِيّ أَنَّهُ أَخْبَرَهُ أَنَّهُ سَمِعَ قَيْس بْن الْحَارِث يَقُول : أَخْبَرَنِي أَبُو عَبْد اللَّه الصُّنَابِحِيّ أَنَّهُ صَلَّى وَرَاء أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ الْمَغْرِب فَقَرَأَ أَبُو بَكْر فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ بِأُمِّ الْقُرْآن وَسُورَتَيْنِ مِنْ قِصَار الْمُفَصَّل وَقَرَأَ مِنْ الرَّكْعَة الثَّالِثَة قَالَ : دَنَوْت مِنْهُ حَتَّى إِنَّ ثِيَابِي لَتَكَاد تَمَسّ ثِيَابه فَسَمِعْته يَقْرَأ بِأُمِّ الْقُرْآن وَهَذِهِ الْآيَة \" رَبّنَا لَا تُزِغْ قُلُوبنَا بَعْد إِذْ هَدَيْتنَا \" الْآيَة قَالَ أَبُو عُبَيْد : وَأَخْبَرَنِي عُبَادَة بْن نَسِيّ أَنَّهُ كَانَ عِنْد عُمَر بْن عَبْد الْعَزِيز فِي خِلَافَته فَقَالَ عُمَر لِقَيْسٍ : كَيْفَ أَخْبَرْتنِي عَنْ أَبِي عَبْد اللَّه قَالَ عُمَر : فَمَا تَرَكْنَاهَا مُنْذُ سَمِعْنَاهَا مِنْهُ وَإِنْ كُنْت قَبْل ذَلِكَ لَعَلَى غَيْر ذَلِكَ فَقَالَ لَهُ رَجُل عَلَى أَيّ شَيْء كَانَ أَمِير الْمُؤْمِنِينَ قَبْل ذَلِكَ قَالَ كُنْت أَقْرَأ \" قُلْ هُوَ اللَّه أَحَد \" وَقَدْ رَوَى هَذَا الْأَثَر الْوَلِيد بْن مُسْلِم عَنْ مَالِك وَالْأَوْزَاعِيّ كِلَاهُمَا عَنْ أَبِي عُبَيْد بِهِ : وَرَوَى هَذَا الْأَثَر الْوَلِيد أَيْضًا عَنْ اِبْن جَابِر عَنْ يَحْيَى بْن يَحْيَى الْغَسَّانِيّ عَنْ مَحْمُود بْن لَبِيد عَنْ الصُّنَابِحِيّ أَنَّهُ صَلَّى خَلْف أَبِي بَكْر الْمَغْرِب فَقَرَأَ فِي الْأُولَيَيْنِ بِفَاتِحَةِ الْكِتَاب وَسُورَة قَصِيرَة يَجْهَر بِالْقِرَاءَةِ فَلَمَّا قَامَ إِلَى الثَّالِثَة اِبْتَدَأَ الْقِرَاءَة فَدَنَوْت مِنْهُ حَتَّى إِنَّ ثِيَابِي لَتَمَسُّ ثِيَابه فَقَرَأَ هَذِهِ الْآيَة \" رَبّنَا لَا تُزِغْ قُلُوبنَا \" الْآيَة.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40021, "aya_id": 8}]