[{"text": "وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا", "sura_id": 17, "type": 0, "id": 2058, "aya_id": 29}, {"text": "ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها كل البسط فتقعد ملوما محسورا", "sura_id": 17, "type": 1, "id": 8294, "aya_id": 29}, {"text": "29 - (ولا تجعل يدك مغلولة إلى عنقك) أي لا تمسكها عن الإنفاق كل المسك (ولا تبسطها) في الإنفاق (كل البسط فتقعد ملوما) راجع للأول (محسورا) منقطعا لا شيء عندك راجع للثاني \r\n", "sura_id": 17, "type": 2, "id": 27002, "aya_id": 29}, {"text": "ولا تمسك يدك عن الإنفاق في سبيل الخير، مضيِّقًا على نفسك وأهلك والمحتاجين، ولا تسرف في الإنفاق، فتعطي فوق طاقتك، فتقعد ملومًا يلومك الناس ويذمونك، نادمًا على تبذيرك وضياع مالك.\r\n", "sura_id": 17, "type": 3, "id": 33238, "aya_id": 29}, {"text": " <font color=red>وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا</font><BR><p>يَقُول تَعَالَى آمِرًا بِالِاقْتِصَادِ فِي الْعَيْش ذَامًّا لِلْبُخْلِ نَاهِيًا عَنْ السَّرَف \" وَلَا تَجْعَل يَدك مَغْلُولَة إِلَى عُنُقك \" أَيْ لَا تَكُنْ بَخِيلًا مَنُوعًا لَا تُعْطِي أَحَدًا شَيْئًا كَمَا قَالَتْ الْيَهُود عَلَيْهِمْ لَعَائِن اللَّه يَد اللَّه مَغْلُولَة أَيْ نَسَبُوهُ إِلَى الْبُخْل تَعَالَى وَتَقَدَّسَ الْكَرِيم الْوَهَّاب وَقَوْله : \" وَلَا تَبْسُطهَا كُلّ الْبَسْط \" أَيْ وَلَا تُسْرِف فِي الْإِنْفَاق فَتُعْطِي فَوْق طَاقَتك وَتُخْرِج أَكْثَر مِنْ دَخْلك فَتَقْعُد مَلُومًا مَحْسُورًا وَهَذَا مِنْ بَاب اللَّفّ وَالنَّشْر أَيْ فَتَقْعُد إِنْ بَخِلْت مَلُومًا يَلُومك النَّاس وَيَذُمُّونَك وَيَسْتَغْنُونَ عَنْك كَمَا قَالَ زُهَيْر بْن أَبِي سُلْمَى فِي الْمُعَلَّقَة. وَمَنْ كَانَ ذَا مَال فَيَبْخَل بِمَالِهِ عَلَى قَوْمه يُسْتَغْنَ عَنْهُ وَيُذْمَمِ وَمَتَى بَسَطْت يَدك فَوْق طَاقَتك قَعَدْت بِلَا شَيْء تُنْفِقهُ فَتَكُون كَالْحَسِيرِ وَهُوَ الدَّابَّة الَّتِي قَدْ عَجَزَتْ عَنْ السَّيْر فَوَقَفَتْ ضَعْفًا وَعَجْزًا فَإِنَّهَا تُسَمَّى الْحَسِير وَهُوَ مَأْخُوذ مِنْ الْكَلَال كَمَا قَالَ \" فَارْجِعْ الْبَصَر هَلْ تَرَى مِنْ فَطُور ثُمَّ اِرْجِعْ الْبَصَر كَرَّتَيْنِ يَنْقَلِب إِلَيْك الْبَصَر خَاسِئًا وَهُوَ حَسِير \" أَيْ كَلِيل عَنْ أَنْ يَرَى عَيْبًا هَكَذَا فَسَّرَ هَذِهِ الْآيَة بِأَنَّ الْمُرَاد هُنَا الْبُخْل وَالسَّرَف : اِبْن عَبَّاس وَالْحَسَن وَقَتَادَة وَابْن جُرَيْج وَابْن زَيْد وَغَيْرهمْ وَقَدْ جَاءَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" مَثَل الْبَخِيل وَالْمُنْفِق كَمَثَلِ رَجُلَيْنِ عَلَيْهِمَا جُبَّتَانِ مِنْ حَدِيد مِنْ ثُدِيّهمَا إِلَى تَرَاقِيهمَا فَأَمَّا الْمُنْفِق فَلَا يُنْفِق إِلَّا سَبَغَتْ أَوْ وَفَرَتْ عَلَى جِلْده حَتَّى تُخْفِي بَنَانه وَتَعْفُو أَثَره وَأَمَّا الْبَخِيل فَلَا يُرِيد أَنْ يُنْفِق شَيْئًا إِلَّا لَزِقَتْ كُلّ حَلْقَة مَكَانهَا فَهُوَ يُوَسِّعهَا فَلَا تَتَّسِع \" هَذَا لَفْظ الْبُخَارِيّ فِي الزَّكَاة وَفِي الصَّحِيحَيْنِ مِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ زَوْجَته فَاطِمَة بِنْت الْمُنْذِر عَنْ جَدَّتهَا أَسْمَاء بِنْت أَبِي بَكْر قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْفِقِي هَكَذَا وَهَكَذَا وَهَكَذَا وَلَا تُوعِي فَيُوعِي اللَّه عَلَيْك وَلَا تُوكِي فَيُوكِي اللَّه عَلَيْك \" وَفِي لَفْظ \" وَلَا تُحْصِي فَيُحْصِي اللَّه عَلَيْك \" وَفِي صَحِيح مُسْلِم مِنْ طَرِيق عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه قَالَ أَنْفِقْ أُنْفِق عَلَيْك \" وَفِي الصَّحِيحَيْنِ مِنْ طَرِيق مُعَاوِيَة بْن أَبِي مُزَرِّد عَنْ سَعِيد بْن يَسَار عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ يَوْم يُصْبِح الْعِبَاد فِيهِ إِلَّا وَمَلَكَانِ يَنْزِلَانِ مِنْ السَّمَاء يَقُول أَحَدهمَا : اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا وَيَقُول الْآخَر اللَّهُمَّ أَعْطِ مُمْسِكًا تَلَفًا \" وَرَوَى مُسْلِم عَنْ قُتَيْبَة عَنْ إِسْمَاعِيل بْن جَعْفَر عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" مَا نَقَصَ مَال مِنْ صَدَقَة وَمَا زَادَ اللَّه عَبْدًا أَنْفَقَ إِلَّا عِزًّا وَمَنْ تَوَاضَعَ لِلَّهِ رَفَعَهُ اللَّه \" وَفِي حَدِيث أَبِي كَثِير عَنْ عَبْد اللَّه بْن عُمَر مَرْفُوعًا \" إِيَّاكُمْ وَالشُّحّ فَإِنَّهُ أَهْلَكَ مَنْ كَانَ قَبْلكُمْ أَمَرَهُمْ بِالْبُخْلِ فَبَخِلُوا وَأَمَرَهُمْ بِالْقَطِيعَةِ فَقَطَعُوا وَأَمَرَهُمْ بِالْفُجُورِ فَفَجَرُوا \" وَرَوَى الْبَيْهَقِيّ مِنْ طَرِيق سَعْدَان بْن نَصْر عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا يُخْرِج رَجُل صَدَقَة حَتَّى يَفُكّ لِحَيٍّ سَبْعِينَ شَيْطَانًا \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو عُبَيْدَة الْحَدَّاد حَدَّثَنَا سُكَيْن بْن عَبْد الْعَزِيز حَدَّثَنَا إِبْرَاهِيم الْهَجَرِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا عَالَ مَنْ اِقْتَصَدَ \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38211, "aya_id": 29}]