[{"text": "وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الأَمْرُ إِنَّ اللّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلاَ تَلُومُونِي وَلُومُواْ أَنفُسَكُم مَّا أَنَاْ بِمُصْرِخِكُمْ وَمَا أَنتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 14, "type": 0, "id": 1772, "aya_id": 22}, {"text": "وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتمون من قبل إن الظالمين لهم عذاب أليم", "sura_id": 14, "type": 1, "id": 8008, "aya_id": 22}, {"text": "22 - (وقال الشيطان) إبليس (لما قضي الأمر) وأدخل أهل الجنة الجنة وأهل النار النار واجتمعوا عليه (إن الله وعدكم وعد الحق) بالبعث والجزاء فصدقكم (ووعدتكم) أنه غير كائن (فأخلفتكم وما كان لي عليكم من) زائدة (سلطان) قوة وقدرة أقهركم على متابعتي (إلا) لكن (أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم) على إجابتي (ما أنا بمصرخكم) بمغيثكم (وما أنتم بمصرخي) بفتح الياء وكسرها (إني كفرت بما أشركتمون) بإشراككم إياي مع الله (من قبل) في الدنيا قال تعالى (إن الظالمين) الكافرين (لهم عذاب أليم) مؤلم \r\n", "sura_id": 14, "type": 2, "id": 26716, "aya_id": 22}, {"text": "وقال الشيطان -بعد أن قضى الله الأمر وحاسب خَلْقه, ودخل أهلُ الجنة الجنةَ وأهلُ النارِ النارَ-: إن الله وعدكم وعدًا حقًا بالبعث والجزاء, ووعدتكم وعدًا باطلا أنه لا بَعْثَ ولا جزاء, فأخلفتكم وعدي, وما كان لي عليكم من قوة أقهركم بها على اتباعي, ولا كانت معي حجة, ولكن دعوتكم إلى الكفر والضلال فاتبعتموني, فلا تلوموني ولوموا أنفسكم, فالذنب ذنبكم, ما أنا بمغيثكم ولا أنتم بمغيثيَّ من عذاب الله, إني تبرَّأت مِن جَعْلِكم لي شريكًا مع الله في طاعته في الدنيا. إن الظالمين -في إعراضهم عن الحق واتباعهم الباطل- لهم عذاب مؤلم موجع.\r\n", "sura_id": 14, "type": 3, "id": 32952, "aya_id": 22}, {"text": " <font color=red>وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِي مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>يُخْبِرُ تَعَالَى عَمَّا خَاطَبَ بِهِ إِبْلِيس أَتْبَاعه بَعْدَمَا قَضَى اللَّه بَيْن عِبَاده فَأَدْخَلَ الْمُؤْمِنِينَ الْجَنَّاتِ وَأَسْكَنَ الْكَافِرِينَ الدَّرَكَاتِ فَقَامَ فِيهِمْ إِبْلِيس لَعَنَهُ اللَّه يَوْمئِذٍ خَطِيبًا لِيَزِيدَهُمْ حُزْنًا إِلَى حُزْنِهِمْ وَغَبْنًا إِلَى غَبْنِهِمْ وَحَسْرَة إِلَى حَسْرَتِهِمْ فَقَالَ \" إِنَّ اللَّه وَعَدَكُمْ وَعْدَ الْحَقِّ \" أَيْ عَلَى أَلْسِنَة رُسُله وَوَعَدَكُمْ فِي اِتِّبَاعهمْ النَّجَاة وَالسَّلَامَة وَكَانَ وَعْدًا حَقًّا وَخَبَرًا صِدْقًا وَأَمَّا أَنَا فَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ كَمَا قَالَ تَعَالَى \" يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمْ الشَّيْطَانُ إِلَّا غُرُورًا \" ثُمَّ قَالَ \" وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ \" أَيْ مَا كَانَ لِيَ دَلِيل فِيمَا دَعَوْتُكُمْ إِلَيْهِ وَلَا حُجَّة فِيمَا وَعَدْتُكُمْ بِهِ \" إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي \" بِمُجَرَّدِ ذَلِكَ هَذَا وَقَدْ أَقَامَتْ عَلَيْكُمْ الرُّسُل الْحُجَج وَالْأَدِلَّة الصَّحِيحَة عَلَى صِدْق مَا جَاءُوكُمْ بِهِ فَخَالَفْتُمُوهُمْ فَصِرْتُمْ إِلَى مَا أَنْتُمْ فِيهِ \" فَلَا تَلُومُونِي\" الْيَوْم \" وَلُومُوا أَنْفُسَكُمْ \" فَإِنَّ الذَّنْب لَكُمْ لِكَوْنِكُمْ خَالَفْتُمْ الْحُجَج وَاتَّبَعْتُمُونِي بِمُجَرَّدِ مَا دَعَوْتُكُمْ إِلَى الْبَاطِل \" مَا أَنَا بِمُصْرِخِكُمْ \" أَيْ بِنَافِعِكُمْ وَمُنْقِذكُمْ وَمُخَلِّصكُمْ مِمَّا أَنْتُمْ فِيهِ \" وَمَا أَنْتُمْ بِمُصْرِخِيَّ\" أَيْ بِنَافِعِي بِإِنْقَاذِي مِمَّا أَنَا فِيهِ مِنْ الْعَذَاب وَالنَّكَال\" إِنِّي كَفَرْت بِمَا أَشْرَكْتُمُونِ مِنْ قَبْل \" قَالَ قَتَادَة أَيْ بِسَبَبِ مَا أَشْرَكْتُمُونِ مِنْ قَبْل وَقَالَ اِبْن جَرِير : يَقُول إِنِّي جَحَدْت أَنْ أَكُونَ شَرِيكًا لِلَّهِ عَزَّ وَجَلَّ وَهَذَا الَّذِي قَالَ هُوَ الرَّاجِح كَمَا قَالَ تَعَالَى \" وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَة وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاس كَانُوا لَهُمْ أَعْدَاء وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ\" وَقَالَ \" كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" وَقَوْله \" إِنَّ الظَّالِمِينَ \" أَيْ فِي إِعْرَاضهمْ عَنْ الْحَقّ وَاتِّبَاعهمْ الْبَاطِل لَهُمْ عَذَاب أَلِيم وَالظَّاهِر مِنْ سِيَاق الْآيَة أَنَّ هَذِهِ الْخُطْبَة تَكُون مِنْ إِبْلِيس بَعْد دُخُولهمْ النَّار كَمَا قَدَّمْنَا وَلَكِنْ قَدْ وَرَدَ فِي حَدِيث رَوَاهُ اِبْن أَبِي حَازِم وَهَذَا لَفْظه وَابْن جَرِير مِنْ رِوَايَة عَبْد الرَّحْمَن بْن زِيَاد : حَدَّثَنِي دُخَيْن الْحَجَرِيّ عَنْ عُقْبَة بْن عَامِر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِذَا جَمَعَ اللَّه الْأَوَّلِينَ وَالْآخِرِينَ فَقَضَى بَيْنهمْ فَفَرَغَ مِنْ الْقَضَاء قَالَ الْمُؤْمِنُونَ قَدْ قَضَى بَيْنَنَا رَبّنَا فَمَنْ يَشْفَع لَنَا ؟ فَيَقُولُونَ اِنْطَلِقُوا بِنَا إِلَى آدَم وَذَكَر نُوحًا وَإِبْرَاهِيم وَمُوسَى وَعِيسَى فَيَقُول عِيسَى أَدُلّكُمْ عَلَى النَّبِيّ الْأُمِّيّ فَيَأْتُونِي فَيَأْذَن اللَّه لِي أَنْ أَقُوم إِلَيْهِ فَيَثُور مِنْ مَجْلِسِي مِنْ أَطْيَب رِيح شَمَّهَا أَحَد قَطُّ حَتَّى آتِيَ رَبِّي فَيُشَفِّعَنِي وَيَجْعَل لِي نُورًا مِنْ شَعْر رَأْسِي إِلَى ظُفْر قَدَمِي ثُمَّ يَقُول الْكَافِرُونَ هَذَا قَدْ وَجَدَ الْمُؤْمِنُونَ مَنْ يَشْفَع لَهُمْ فَمَنْ يَشْفَع لَنَا ؟ مَا هُوَ إِلَّا إِبْلِيس هُوَ الَّذِي أَضَلَّنَا فَيَأْتُونَ إِبْلِيس فَيَقُولُونَ قَدْ وَجَدَ الْمُؤْمِنُونَ مَنْ يَشْفَع لَهُمْ فَقُمْ أَنْتَ فَاشْفَعْ لَنَا فَإِنَّك أَنْتَ أَضْلَلْتنَا فَيَقُوم فَيَثُور مِنْ مَجْلِسه مِنْ أَنْتَنِ رِيح شَمَّهَا أَحَد قَطُّ ثُمَّ يَعْظُم نَحِيبُهُمْ \" وَقَالَ الشَّيْطَان لَمَّا قُضِيَ الْأَمْر إِنَّ اللَّه وَعَدَكُمْ وَعْدَ الْحَقّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَان إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسكُمْ \" وَهَذَا سِيَاق اِبْن أَبِي حَاتِم وَرَوَاهُ الْمُبَارَك عَنْ رِشْدِين بْن سَعْد عَنْ عَبْد الرَّحْمَن بْن زِيَاد بْن نُعَيْم عَنْ دُخَيْن عَنْ عُقْبَة بِهِ مَرْفُوعًا وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ رَحِمَهُ اللَّه لَمَّا قَالَ أَهْل النَّار \" سَوَاء عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيص \" قَالَ لَهُمْ إِبْلِيس \" إِنَّ اللَّه وَعَدَكُمْ وَعْد الْحَقّ \" الْآيَة فَلَمَّا سَمِعُوا مَقَالَته مَقَتُوا أَنْفُسهمْ فَنُودُوا \" لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ \" وَقَالَ عَامِر الشَّعْبِيّ : يَقُوم خَطِيبَانِ يَوْم الْقِيَامَة عَلَى رُءُوس النَّاس يَقُول اللَّه تَعَالَى لِعِيسَى اِبْن مَرْيَم \" أَأَنْت قُلْت لِلنَّاسِ اِتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ \" - إِلَى قَوْله - \" قَالَ اللَّه هَذَا يَوْم يَنْفَع الصَّادِقِينَ صِدْقهمْ \" قَالَ وَيَقُوم إِبْلِيس لَعَنَهُ اللَّه فَيَقُول \" مَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَان إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي \" الْآيَة .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37914, "aya_id": 22}]