[{"text": "قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللّهُ يَخْلُقُ مَا يَشَاء إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ", "sura_id": 3, "type": 0, "id": 340, "aya_id": 47}, {"text": "قالت رب أنى يكون لي ولد ولم يمسسني بشر قال كذلك الله يخلق ما يشاء إذا قضى أمرا فإنما يقول له كن فيكون", "sura_id": 3, "type": 1, "id": 6576, "aya_id": 47}, {"text": "47 - (قالت رب أنّى) كيف (يكون لي ولد ولم يمسسني بشر) بتزوج ولا غيره (قال) الأمر (كذلك) من خلق ولد منك بلا أب (الله يخلق ما يشاء إذا قضى أمراً) أراد خلقه (فإنما يقول له كن فيكون) أي فهو يكون \r\n", "sura_id": 3, "type": 2, "id": 25284, "aya_id": 47}, {"text": "قالت مريم متعجبة من هذا الأمر: أنَّى يكون لي ولد وأنا لست بذات زوج ولا بَغِيٍّ؟ قال لها المَلَك: هذا الذي يحدث لكِ ليس بمستبعد على الإله القادر, الذي يوجِد ما يشاء من العدم, فإذا أراد إيجاد شيء فإنما يقول له: \"كُن\" فيكون\r\n", "sura_id": 3, "type": 3, "id": 31520, "aya_id": 47}, {"text": " <font color=red>قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ</font><BR><p>فَلَمَّا سَمِعَتْ بِشَارَة الْمَلَائِكَة لَهَا بِذَلِكَ عَنْ اللَّه عَزَّ وَجَلَّ قَالَتْ فِي مُنَاجَاتهَا : \" رَبّ أَنَّى يَكُون لِي وَلَد وَلَمْ يَمْسَسْنِي بَشَر \" تَقُول كَيْفَ يُوجَد هَذَا الْوَلَد مِنِّي وَأَنَا لَسْت بِذَاتِ زَوْج وَلَا مِنْ عَزْمِي أَنْ أَتَزَوَّج وَلَسْت بَغِيًّا حَاشَا لِلَّهِ فَقَالَ لَهَا الْمَلَك عَنْ اللَّه عَزَّ وَجَلَّ فِي جَوَاب ذَلِكَ السُّؤَال \" كَذَلِكِ اللَّه يَخْلُق مَا يَشَاء \" أَيْ هَكَذَا أَمْر اللَّه عَظِيم لَا يُعْجِزهُ شَيْء وَصَرَّحَ هَهُنَا بِقَوْلِهِ \" يَخْلُق مَا يَشَاء \" وَلَمْ يَقُلْ يَفْعَل كَمَا فِي قِصَّة زَكَرِيَّا بَلْ نَصَّ هَهُنَا عَلَى أَنَّهُ يَخْلُق لِئَلَّا يَبْقَى لِمُبْطِلٍ شُبْهَة وَأَكَّدَ ذَلِكَ بِقَوْلِهِ \" إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُول لَهُ كُنْ فَيَكُون \" أَيْ فَلَا يَتَأَخَّر شَيْئًا بَلْ يُوجَد عَقِيب الْأَمْر بِلَا مُهْلَة كَقَوْلِهِ \" وَمَا أَمْرنَا إِلَّا وَاحِدَة كَلَمْحِ بِالْبَصَرِ \" أَيْ إِنَّمَا نَأْمُر مَرَّة لَا مَثْنَوِيَّة فِيهَا فَيَكُون ذَلِكَ الشَّيْء سَرِيعًا كَلَمْحِ الْبَصَر .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39985, "aya_id": 47}]