[{"text": "مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاء عَلَى الْكُفَّارِ رُحَمَاء بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا", "sura_id": 48, "type": 0, "id": 4612, "aya_id": 29}, {"text": "محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعا سجدا يبتغون فضلا من الله ورضوانا سيماهم في وجوههم من أثر السجود ذلك مثلهم في التوراة ومثلهم في الإنجيل كزرع أخرج شطأه فآزره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله الذين آمنوا وعملوا الصالحات منهم مغفرة وأجرا عظيما", "sura_id": 48, "type": 1, "id": 10848, "aya_id": 29}, {"text": "29 - (محمد) ميتدأ (رسول الله) خبره (والذين معه) أصحابه من المؤمنين مبتدأ خبره (أشداء) غلاظ (على الكفار) لا يرحمونهم (رحماء بينهم) خبر ثان أي متعاطفون متوادون كالوالد مع الولد (تراهم) تبصرهم (ركعا سجدا) حالان (يبتغون) مستأنف يطلبون (فضلا من الله ورضوانا سيماهم) علاماتهم مبتدأ (في وجوههم) خبره وهو نور وبياض يعرفون به بالآخرة أنهم سجدوا في الدنيا (من أثر السجود) متعلق بما تعلق به الخبر أي كائنة وأعرب حالا من ضميره المنتقل إلى الخبر (ذلك) الوصف المذكور (مثلهم) صفتهم مبتدأ (في التوراة) خبره (ومثلهم في الإنجيل) مبتدأ خبره (كزرع أخرج شطأه) بسكون الطاء وفتحها فراخه (فآزره) بالمد والقصر وأعانه (فاستغلظ) غلظ (فاستوى) قوي واستقام (على سوقه) اصوله جمع ساق (يعجب الزراع) أي زراعه لحسنه مثل الصحابة رضي الله عنهم بذلك لأنهم بدأوا في قلة وضعف فكثروا وقووا على أحسن الوجوه (ليغيظ بهم الكفار) متعلق بمحذوف دل عليه ما قبله أي شبهوا بذلك (وعد الله الذين آمنوا وعملوا الصالحات منهم) الصحابة ومن لبيان الجنس لا للتبعيض لأنهم كلهم بالصفة المذكورة (مغفرة وأجرا عظيما) الجنة وهما لمن بعدهم أيضا في آيات \r\n", "sura_id": 48, "type": 2, "id": 29556, "aya_id": 29}, {"text": "محمد رسول الله, والذين معه على دينه أشداء على الكفار, رحماء فيما بينهم, تراهم ركعًا سُجَّدًا لله في صلاتهم, يرجون ربهم أن يتفضل عليهم, فيدخلهم الجنة, ويرضى عنهم, علامة طاعتهم لله ظاهرة في وجههم من أثر السجود والعبادة, هذه صفتهم في التوراة. وصفتهم في الإنجيل كصفة زرع أخرج ساقه وفرعه, ثم تكاثرت فروعه بعد ذلك, وشدت الزرع, فقوي واستوى قائمًا على سيقانه جميلا منظره, يعجب الزُّرَّاع؛ ليَغِيظ بهؤلاء المؤمنين في كثرتهم وجمال منظرهم الكفار. وفي هذا دليل على كفر من أبغض الصحابة -رضي الله عنهم-; لأن من غاظه الله بالصحابة, فقد وُجد في حقه موجِب ذاك, وهو الكفر. وعد الله الذين آمنوا منهم بالله ورسوله وعملوا ما أمرهم الله به, واجتنبوا ما نهاهم عنه, مغفرة لذنوبهم, وثوابًا جزيلا لا ينقطع, وهو الجنة. (ووعد الله حق مصدَّق لا يُخْلَف, وكل من اقتفى أثر الصحابة رضي الله عنهم فهو في حكمهم في استحقاق المغفرة والأجر العظيم, ولهم الفضل والسبق والكمال الذي لا يلحقهم فيه أحد من هذه الأمة, رضي الله عنهم وأرضاهم).\r\n", "sura_id": 48, "type": 3, "id": 35792, "aya_id": 29}, {"text": " <font color=red>مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا</font><BR><p>يُخْبِر تَعَالَى عَنْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ رَسُوله حَقًّا بِلَا شَكٍّ وَلَا رَيْب فَقَالَ \" مُحَمَّد رَسُول اللَّه \" وَهَذَا مُبْتَدَأ وَخَبَر وَهُوَ مُشْتَمِل عَلَى كُلّ وَصْفٍ جَمِيلٍ ثُمَّ ثَنَّى بِالثَّنَاءِ عَلَى أَصْحَابه رَضِيَ اللَّه عَنْهُمْ فَقَالَ \" وَاَلَّذِينَ مَعَهُ أَشِدَّاء عَلَى الْكُفَّار رُحَمَاء بَيْنهمْ \" كَمَا قَالَ عَزَّ وَجَلَّ \" فَسَوْفَ يَأْتِي اللَّه بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّة عَلَى الْمُؤْمِنِينَ أَعِزَّة عَلَى الْكَافِرِينَ \" وَهَذِهِ صِفَة الْمُؤْمِنِينَ أَنْ يَكُون أَحَدهمْ شَدِيدًا عَنِيفًا عَلَى الْكُفَّار رَحِيمًا بَرًّا بِالْأَخْيَارِ غَضُوبًا عَبُوسًا فِي وَجْه الْكَافِر ضَحُوكًا بَشُوشًا فِي وَجْه أَخِيهِ الْمُؤْمِن كَمَا قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنْ الْكُفَّار وَلْيَجِدُوا فِيكُمْ غِلْظَة \" وَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَثَل الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ كَمَثَلِ الْجَسَد الْوَاحِد إِذَا اِشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِر الْجَسَد بِالْحُمَّى وَالسَّهَر \" وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" الْمُؤْمِن لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدّ بَعْضه بَعْضًا \" وَشَبَّكَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَصَابِعه : كِلَا الْحَدِيثَيْنِ فِي الصَّحِيح وَقَوْله سُبْحَانه وَتَعَالَى \" تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنْ اللَّه وَرِضْوَانًا \" وَصَفَهُمْ بِكَثْرَةِ الْعَمَل وَكَثْرَة الصَّلَاة وَهِيَ خَيْر الْأَعْمَال وَوَصَفَهُمْ بِالْإِخْلَاصِ فِيهَا لِلَّهِ عَزَّ وَجَلَّ وَالِاحْتِسَاب عِنْد اللَّه تَعَالَى جَزِيل الثَّوَاب وَهُوَ الْجَنَّة الْمُشْتَمِلَة عَلَى فَضْل اللَّه عَزَّ وَجَلَّ وَهُوَ سَعَة الرِّزْق عَلَيْهِمْ وَرِضَاهُ تَعَالَى عَنْهُمْ وَهُوَ أَكْبَرُ مِنْ الْأَوَّلِ كَمَا قَالَ جَلَّ وَعَلَا\" وَرِضْوَان مِنْ اللَّه أَكْبَرُ \" وَقَوْله جَلَّ جَلَاله \" سِيمَاهُمْ فِي وُجُوههمْ مِنْ أَثَر السُّجُود \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا سِيمَاهُمْ فِي وُجُوههمْ يَعْنِي السَّمْت الْحَسَن وَقَالَ مُجَاهِد وَغَيْر وَاحِد يَعْنِي الْخُشُوع وَالتَّوَاضُع وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا حُسَيْن الْجُعْفِيّ عَنْ زَائِدَة عَنْ مَنْصُور عَنْ مُجَاهِد \" سِيمَاهُمْ فِي وُجُوههمْ مِنْ أَثَر السُّجُود \" قَالَ الْخُشُوع قُلْت مَا كُنْت أَرَاهُ إِلَّا هَذَا الْأَثَر فِي الْوَجْه فَقَالَ رُبَّمَا كَانَ بَيْن عَيْنَيْ مَنْ هُوَ أَقْسَى قَلْبًا مِنْ فِرْعَوْن وَقَالَ السُّدِّيّ الصَّلَاةُ تُحْسِن وُجُوههمْ وَقَالَ بَعْض السَّلَف مَنْ كَثُرَتْ صَلَاته بِاللَّيْلِ حَسُنَ وَجْهه بِالنَّهَارِ وَقَدْ أَسْنَدَهُ اِبْن مَاجَهْ فِي سُنَنه عَنْ إِسْمَاعِيل بْن مُحَمَّد الصَّالِحِيّ عَنْ ثَابِت بْن مُوسَى عَنْ شَرِيك عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَنْ كَثُرَتْ صَلَاته بِاللَّيْلِ حَسُنَ وَجْهه بِالنَّهَارِ \" وَالصَّحِيح أَنَّهُ مَوْقُوف وَقَالَ بَعْضهمْ إِنَّ لِلْحَسَنَةِ نُورًا فِي الْقَلْب وَضِيَاء فِي الْوَجْه وَسَعَة فِي الرِّزْق وَمَحَبَّة فِي قُلُوب النَّاس وَقَالَ أَمِير الْمُؤْمِنِينَ عُثْمَان رَضِيَ اللَّه عَنْهُ مَا أَسَرَّ أَحَد سَرِيرَة إِلَّا أَبْدَاهَا اللَّه تَعَالَى عَلَى صَفَحَات وَجْهه وَفَلَتَات لِسَانه وَالْغَرَض أَنَّ الشَّيْء الْكَامِن فِي النَّفْس يَظْهَر عَلَى صَفَحَات الْوَجْه فَالْمُؤْمِن إِذَا كَانَتْ سَرِيرَته صَحِيحَة مَعَ اللَّه تَعَالَى أَصْلَحَ اللَّه عَزَّ وَجَلَّ ظَاهِرَهُ لِلنَّاسِ كَمَا رُوِيَ عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : مَنْ أَصْلَحَ سَرِيرَته أَصْلَحَ اللَّه تَعَالَى عَلَانِيَته وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مَحْمُود بْن مُحَمَّد الْمَرْوَزِيّ حَدَّثَنَا حَامِد بْن آدَم الْمَرْوَزِيّ حَدَّثَنَا الْفَضْل بْن مُوسَى عَنْ مُحَمَّد بْن عُبَيْد اللَّه الْعَرْزَمِيّ عَنْ سَلَمَة بْن كُهَيْل عَنْ جُنْدَب بْن سُفْيَان الْبَجَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا أَسَرَّ أَحَد سَرِيرَة إِلَّا أَلْبَسَهُ اللَّه تَعَالَى رِدَاءَهَا إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ \" الْعَرْزَمِيّ مَتْرُوك وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَوْ أَنَّ أَحَدكُمْ يَعْمَل فِي صَخْرَة صَمَّاء لَيْسَ لَهَا بَاب وَلَا كَوَّة لَخَرَجَ عَمَلُهُ لِلنَّاسِ كَائِنًا مَا كَانَ\" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا زُهَيْر حَدَّثَنَا قَابُوس بْن أَبِي ظَبْيَان أَنَّ أَبَاهُ حَدَّثَهُ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْهَدْي الصَّالِح وَالسَّمْت الصَّالِح وَالِاقْتِصَاد جُزْء مِنْ خَمْسَة وَعِشْرِينَ جُزْءًا مِنْ النُّبُوَّة \" وَرَوَاهُ أَبُو دَاوُدَ عَنْ عَبْد اللَّه بْن مُحَمَّد النُّفَيْلِيّ عَنْ زُهَيْر بِهِ فَالصَّحَابَة رَضِيَ اللَّه عَنْهُمْ خَلَصَتْ نِيَّاتهمْ وَحَسُنَتْ أَعْمَالُهُمْ فَكُلّ مَنْ نَظَرَ إِلَيْهِمْ أَعْجَبُوهُ فِي سَمْتِهِمْ وَهَدْيهمْ وَقَالَ مَالِك رَضِيَ اللَّه عَنْهُ بَلَغَنِي أَنَّ النَّصَارَى كَانُوا إِذَا رَأَوْا الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ الَّذِينَ فَتَحُوا الشَّام يَقُولُونَ وَاَللَّه لَهَؤُلَاءِ خَيْرٌ مِنْ الْحَوَارِيِّينَ فِيمَا بَلَغَنَا وَصَدَقُوا فِي ذَلِكَ فَإِنَّ هَذِهِ الْأُمَّة مُعَظَّمَة فِي الْكُتُب الْمُتَقَدِّمَة وَأَعْظَمُهَا وَأَفْضَلُهَا أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ نَوَّهَ اللَّه تَبَارَكَ وَتَعَالَى بِذِكْرِهِمْ فِي الْكُتُب الْمُنْزَلَة وَالْأَخْبَار الْمُتَدَاوَلَة وَلِهَذَا قَالَ سُبْحَانه وَتَعَالَى هَهُنَا \" ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ \" ثُمَّ قَالَ \" وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ \" أَيْ فِرَاخَهُ \" فَآزَرَهُ \" أَيْ شَدَّهُ\" فَاسْتَغْلَظَ \" أَيْ شَبَّ وَطَالَ \" فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاع \" أَيْ فَكَذَلِكَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آزَرُوهُ وَأَيَّدُوهُ وَنَصَرُوهُ فَهُمْ مَعَهُ كَالشَّطْءِ مَعَ الزَّرْع \" لِيَغِيظَ بِهِمْ الْكُفَّار \" وَمِنْ هَذِهِ الْآيَة اِنْتَزَعَ الْإِمَام مَالِكٌ رَحْمَة اللَّه عَلَيْهِ فِي رِوَايَة عَنْهُ بِتَكْفِيرِ الرَّوَافِض الَّذِينَ يُبْغِضُونَ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ قَالَ لِأَنَّهُمْ يَغِيظُونَهُمْ وَمَنْ غَاظَ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ فَهُوَ كَافِرٌ لِهَذِهِ الْآيَة وَوَافَقَهُ طَائِفَة مِنْ الْعُلَمَاء رَضِيَ اللَّه عَنْهُمْ عَلَى ذَلِكَ وَالْأَحَادِيث فِي فَضْل الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ وَالنَّهْي عَنْ التَّعَرُّض بِمَسَاوِيهِمْ كَثِيرَة وَيَكْفِيهِمْ ثَنَاء اللَّه عَلَيْهِمْ وَرِضَاهُ عَنْهُمْ ثُمَّ قَالَ تَبَارَكَ وَتَعَالَى \" وَعَدَ اللَّه الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات مِنْهُمْ \" مِنْ هَذِهِ لِبَيَانِ الْجِنْس\" مَغْفِرَة \" أَيْ لِذُنُوبِهِمْ \" وَأَجْرًا عَظِيمًا \" أَيْ ثَوَابًا جَزِيلًا وَرِزْقًا كَرِيمًا , وَوَعْدُ اللَّهِ حَقٌّ وَصِدْق لَا يُخْلَف وَلَا يُبَدَّل وَكُلّ مَنْ اِقْتَفَى أَثَر الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ فَهُوَ فِي حُكْمهمْ وَلَهُمْ الْفَضْل وَالسَّبْق وَالْكَمَال الَّذِي لَا يَلْحَقهُمْ فِيهِ أَحَدٌ مِنْ هَذِهِ الْأُمَّة رَضِيَ اللَّه عَنْهُمْ وَأَرْضَاهُمْ وَجَعَلَ جَنَّات الْفِرْدَوْس مَأْوَاهُمْ , وَقَدْ فَعَلَ قَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا يَحْيَى بْن يَحْيَى حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَسُبُّوا أَصْحَابِي فَوَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ أَحَدَكُمْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا مَا أَدْرَكَ مُدَّ أَحَدِهِمْ وَلَا نَصِيفَهُ \" آخِر تَفْسِير سُورَة الْفَتْح وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41411, "aya_id": 29}]