[{"text": "أَلاَ تُقَاتِلُونَ قَوْمًا نَّكَثُواْ أَيْمَانَهُمْ وَهَمُّواْ بِإِخْرَاجِ الرَّسُولِ وَهُم بَدَؤُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤُمِنِينَ", "sura_id": 9, "type": 0, "id": 1248, "aya_id": 13}, {"text": "ألا تقاتلون قوما نكثوا أيمانهم وهموا بإخراج الرسول وهم بدءوكم أول مرة أتخشونهم فالله أحق أن تخشوه إن كنتم مؤمنين", "sura_id": 9, "type": 1, "id": 7484, "aya_id": 13}, {"text": "13 - (ألا) للتحضيض (تقاتلون قوماً نكثوا) نقضوا (أيمانهم) عهودهم (وهموا بإخراج الرسول) من مكة لما تشاوروا فيه بدار الندوة (وهم بدؤوكم) بالقتال (أول مرة) حيث قاتلوا خزاعة حلفاءكم مع بني بكر فما يمنعكم أن تقاتلوهم (أتخشونهم) أتخافونهم (فالله أحق أن تخشوه) في ترك قتالهم (إن كنتم مؤمنين) \r\n", "sura_id": 9, "type": 2, "id": 26192, "aya_id": 13}, {"text": "لا تترددوا في قتال هؤلاء القوم الذين نقضوا عهودهم, وعملوا على إخراج الرسول من (مكة), وهم الذين بدؤوا بإيذائكم أول الأمر, أتخافونهم أو تخافون ملاقاتهم في الحرب؟ فالله أحق أن تخافوه إن كنتم مؤمنين حقًا.\r\n", "sura_id": 9, "type": 3, "id": 32428, "aya_id": 13}, {"text": " <font color=red>أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>وَهَذَا أَيْضًا تَهْيِيج وَتَحْضِيض وَإِغْرَاء عَلَى قِتَال الْمُشْرِكِينَ النَّاكِثِينَ بِأَيْمَانِهِمْ الَّذِينَ هَمُّوا بِإِخْرَاجِ الرَّسُول مِنْ مَكَّة كَمَا قَالَ تَعَالَى \" وَإِذْ يَمْكُر بِك الَّذِينَ كَفَرُوا لِيُثْبِتُوك أَوْ يَقْتُلُوك أَوْ يُخْرِجُوك وَيَمْكُرُونَ وَيَمْكُر اللَّه وَاَللَّه خَيْر الْمَاكِرِينَ \" وَقَالَ تَعَالَى \" يُخْرِجُونَ الرَّسُول وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاَللَّهِ رَبّكُمْ \" الْآيَة وَقَالَ تَعَالَى وَإِنْ كَادُوا لَيَسْتَفِزُّونَك مِنْ الْأَرْض لِيُخْرِجُوك مِنْهَا \" الْآيَة وَقَوْله \" وَهُمْ بَدَءُوكُمْ أَوَّل مَرَّة \" قِيلَ الْمُرَاد بِذَلِكَ يَوْم بَدْر حِين خَرَجُوا لِنَصْرِ عِيرهمْ فَلَمَّا نَجَتْ وَعَلِمُوا بِذَلِكَ اِسْتَمَرُّوا عَلَى وَجْههمْ طَلَبًا لِلْقِتَالِ بَغْيًا وَتَكَبُّرًا كَمَا تَقَدَّمَ بَسْط ذَلِكَ وَقِيلَ الْمُرَاد نَقْضهمْ الْعَهْد وَقِتَالهمْ مَعَ حُلَفَائِهِمْ بَنِي بَكْر لِخُزَاعَة أَحْلَاف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى سَارَ إِلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَام الْفَتْح وَكَانَ مَا كَانَ وَاَللَّه أَعْلَم وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَوْله \" أَتَخْشَوْنَهُمْ فَاَللَّه أَحَقّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ \" يَقُول تَعَالَى لَا تَخْشَوْهُمْ وَاخْشَوْنِ فَأَنَا أَهْل أَنْ يَخْشَى الْعِبَاد مِنْ سَطْوَتِي وَعُقُوبَتِي فَبِيَدِي الْأَمْر وَمَا شِئْت كَانَ وَمَا لَمْ أَشَأْ لَمْ يَكُنْ ثُمَّ قَالَ تَعَالَى عَزِيمَة عَلَى الْمُؤْمِنِينَ وَبَيَانًا لِحِكْمَتِهِ فِيمَا شَرَعَ لَهُمْ مِنْ الْجِهَاد مَعَ قُدْرَته عَلَى إِهْلَاك الْأَعْدَاء بِأَمْرٍ مِنْ عِنْده .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43428, "aya_id": 13}]