[{"text": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ", "sura_id": 50, "type": 0, "id": 4670, "aya_id": 40}, {"text": "ومن الليل فسبحه وأدبار السجود", "sura_id": 50, "type": 1, "id": 10906, "aya_id": 40}, {"text": "40 - (ومن الليل فسبحه) أي صل العشائين (وأدبار السجود) بفتح الهمزة جمع دبر وكسرها مصدر أدبر أي صل النوافل المسنونة عقب الفرائض وقيل المراد حقيقة التسبيح في هذه الأوقات ملابسا للحمد \r\n", "sura_id": 50, "type": 2, "id": 29614, "aya_id": 40}, {"text": " وصلِّ من الليل, وسبِّحْ بحمد ربك عقب الصلوات.\r\n", "sura_id": 50, "type": 3, "id": 35850, "aya_id": 40}, {"text": " <font color=red>وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ</font><BR><p>وَقَوْله تَعَالَى\" وَمِنْ اللَّيْل فَسَبِّحْهُ \" أَيْ فَصَلِّ لَهُ كَقَوْلِهِ \" وَمِنْ اللَّيْل فَتَهَجَّدْ بِهِ نَافِلَة لَك عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \" \" وَأَدْبَار السُّجُود \" قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا هُوَ التَّسْبِيح بَعْد الصَّلَاة وَيُؤَيِّد هَذَا مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : جَاءَ فُقَرَاء الْمُهَاجِرِينَ فَقَالُوا يَا رَسُول اللَّه ذَهَبَ أَهْلُ الدُّثُورِ بِالدَّرَجَاتِ الْعُلَى وَالنَّعِيم الْمُقِيم فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا ذَاكَ ؟ \" قَالُوا يُصَلُّونَ كَمَا نُصَلِّي وَيَصُومُونَ كَمَا نَصُوم وَيَتَصَدَّقُونَ وَلَا نَتَصَدَّق وَيُعْتِقُونَ وَلَا نُعْتِق قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَفَلَا أُعَلِّمُكُمْ شَيْئًا إِذَا فَعَلْتُمُوهُ سَبَقْتُمْ مَنْ بَعْدكُمْ وَلَا يَكُون أَحَد أَفْضَلَ مِنْكُمْ إِلَّا مَنْ فَعَلَ مِثْل مَا فَعَلْتُمْ ؟ تُسَبِّحُونَ وَتَحْمَدُونَ وَتُكَبِّرُونَ دُبُر كُلّ صَلَاة ثَلَاثًا وَثَلَاثِينَ \" قَالَ فَقَالُوا يَا رَسُول اللَّه سَمِعَ إِخْوَانُنَا أَهْلُ الْأَمْوَالِ بِمَا فَعَلْنَا فَفَعَلُوا مِثْله فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيه مَنْ يَشَاء \" وَالْقَوْل الثَّانِي أَنَّ الْمُرَاد بِقَوْلِهِ تَعَالَى \" وَأَدْبَار السُّجُود \" هُمَا الرَّكْعَتَانِ بَعْد الْمَغْرِب وَرُوِيَ ذَلِكَ عَنْ عُمَر وَعَلِيّ وَابْنه الْحَسَن وَابْن عَبَّاس وَأَبِي هُرَيْرَة وَأَبِي أُمَامَةَ رَضِيَ اللَّه عَنْهُمْ وَبِهِ يَقُول مُجَاهِد وَعِكْرِمَة وَالشَّعْبِيّ وَالنَّخَعِيّ وَالْحَسَن وَقَتَادَة وَغَيْرهمْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع وَعَبْد الرَّحْمَن عَنْ سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ عَاصِم بْن ضَمْرَة عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي عَلَى أَثَر كُلّ صَلَاة مَكْتُوبَة رَكْعَتَيْنِ إِلَّا الْفَجْر وَالْعَصْر وَقَالَ عَبْد الرَّحْمَن دُبُر كُلّ صَلَاة وَرَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ زَادَ النَّسَائِيّ وَمُطَرِّف عَنْ أَبِي إِسْحَاق بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا هَارُون بْن إِسْحَاق الْهَمْدَانِيّ حَدَّثَنَا اِبْن فُضَيْل عَنْ رِشْدِين بْن كُرَيْب عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : بِتّ لَيْلَة عِنْد رَسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ اللَّتَيْنِ قَبْل الْفَجْر ثُمَّ خَرَجَ إِلَى الصَّلَاة فَقَالَ \" يَا اِبْن عَبَّاس رَكْعَتَيْنِ قَبْل صَلَاة الْفَجْر إِدْبَار النُّجُوم وَرَكْعَتَيْنِ بَعْد الْمَغْرِب إِدْبَار السُّجُود \" وَرَوَاهُ التِّرْمِذِيّ عَنْ هِشَام الرِّفَاعِيّ عَنْ مُحَمَّد بْن فُضَيْل بِهِ وَقَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَحَدِيث اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَأَنَّهُ بَاتَ فِي بَيْت خَالَته مَيْمُونَة رَضِيَ اللَّه عَنْهَا وَصَلَّى تِلْكَ اللَّيْلَة مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاث عَشْرَة رَكْعَة ثَابِت فِي الصَّحِيحَيْنِ وَغَيْرهمَا فَأَمَّا هَذِهِ الزِّيَادَة فَغَرِيبَة لَا تُعْرَف إِلَّا مِنْ هَذَا الْوَجْه وَرِشْدِين بْن كُرَيْب ضَعِيف وَلَعَلَّهُ مِنْ كَلَام اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا مَوْقُوفًا عَلَيْهِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41591, "aya_id": 40}]