[{"text": "وَمَكَرُواْ وَمَكَرَ اللّهُ وَاللّهُ خَيْرُ الْمَاكِرِينَ", "sura_id": 3, "type": 0, "id": 347, "aya_id": 54}, {"text": "ومكروا ومكر الله والله خير الماكرين", "sura_id": 3, "type": 1, "id": 6583, "aya_id": 54}, {"text": "54 - قال تعالى: (ومكروا) أي كفار بني إسرائيل بعيسى إذ وكّلوا به من يقتله غيلة (ومكر الله) بهم بأن ألقى شبه عيسى على من قصد قتله فقتلوه ورفع عيسى إلى السماء (والله خير الماكرين) أعلمهم به \r\n", "sura_id": 3, "type": 2, "id": 25291, "aya_id": 54}, {"text": "ومكر الذين كفروا من بني إسرائيل بعيسى عليه السلام, بأن وكَّلوا به من يقتله غِيْلة, فألقى الله شَبَه عيسى على رجل دلَّهم عليه فأمسكوا به, وقتلوه وصلبوه ظناً منهم أنه عيسى عليه السلام, والله خير الماكرين. وفي هذا إثبات صفة المكر لله -تعالى- على ما يليق بجلاله وكماله; لأنه مكر بحق, وفي مقابلة مكر الماكرين.\r\n", "sura_id": 3, "type": 3, "id": 31527, "aya_id": 54}, {"text": " <font color=red>وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى مُخْبِرًا عَنْ مَلَإِ بَنِي إِسْرَائِيل فِيمَا هَمُّوا بِهِ مِنْ الْفَتْك بِعِيسَى عَلَيْهِ السَّلَام وَإِرَادَته بِالسُّوءِ وَالصَّلْب حِين تَمَالَئُوا عَلَيْهِ وَوَشَوْا بِهِ إِلَى مَلِك ذَلِكَ الزَّمَان وَكَانَ كَافِرًا أَنَّ هُنَا رَجُلًا يُضِلّ النَّاس وَيَصُدّهُمْ عَنْ طَاعَة الْمَلِك وَيُفْسِد الرَّعَايَا وَيُفَرِّق بَيْن الْأَب وَابْنه إِلَى غَيْر ذَلِكَ مِمَّا تَقَلَّدُوهُ فِي رِقَابهمْ وَرَمَوْهُ بِهِ مِنْ الْكَذِب وَأَنَّهُ وَلَد زِنْيَة حَتَّى اِسْتَثَارُوا غَضَب الْمَلِك فَبَعَثَ فِي طَلَبه مَنْ يَأْخُذهُ وَيَصْلُبهُ وَيُنَكِّل بِهِ فَلَمَّا أَحَاطُوا بِمَنْزِلِهِ وَظَنُّوا أَنَّهُمْ قَدْ ظَفِرُوا بِهِ نَجَّاهُ اللَّه تَعَالَى مِنْ بَيْنهمْ وَرَفَعَهُ مِنْ رَوْزَنَة ذَلِكَ الْبَيْت إِلَى السَّمَاء وَأَلْقَى اللَّه شَبَهه عَلَى رَجُل مِمَّنْ كَانَ عِنْده فِي الْمَنْزِل فَلَمَّا دَخَلَ أُولَئِكَ اِعْتَقَدُوهُ فِي ظُلْمَة اللَّيْل عِيسَى فَأَخَذُوهُ وَأَهَانُوهُ وَصَلَبُوهُ وَوَضَعُوا عَلَى رَأْسِهِ الشَّوْك . وَكَانَ هَذَا مِنْ مَكْر اللَّه بِهِمْ فَإِنَّهُ نَجَّى نَبِيّه وَرَفَعَهُ مِنْ بَيْن أَظْهُرِهِمْ وَتَرَكَهُمْ فِي ضَلَالهمْ يَعْمَهُونَ يَعْتَقِدُونَ أَنَّهُمْ قَدْ ظَفِرُوا بِطِلْبَتِهِمْ وَأَسْكَنَ اللَّه فِي قُلُوبهمْ قَسْوَة وَعِنَادًا لِلْحَقِّ مُلَازِمًا لَهُمْ وَأَوْرَثَهُمْ ذِلَّة لَا تُفَارِقهُمْ إِلَى يَوْم التَّنَاد وَلِهَذَا قَالَ تَعَالَى \" وَمَكَرُوا وَمَكَرَ اللَّه وَاَللَّه خَيْر الْمَاكِرِينَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39993, "aya_id": 54}]