[{"text": "مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَاراً فَلَمَّا أَضَاءتْ مَا حَوْلَهُ ذَهَبَ اللّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لاَّ يُبْصِرُونَ", "sura_id": 2, "type": 0, "id": 24, "aya_id": 17}, {"text": "مثلهم كمثل الذي استوقد نارا فلما أضاءت ما حوله ذهب الله بنورهم وتركهم في ظلمات لا يبصرون", "sura_id": 2, "type": 1, "id": 6260, "aya_id": 17}, {"text": "17 - (مثلهم) صفتهم في نفاقهم (كمثل الذي استوقد) أوقد (ناراً) في ظلمة (فلما أضاءت) أنارت (ما حوله) فأبصر واستدفأ وأمن ممن يخافه (ذهب الله بنورهم) أطفأه ، وجُمع الضمير مراعاة لمعنى الذي (وتركهم في ظلمات لا يبصرون) ما حولهم متحيرين عن الطريق خائفين فكذلك هؤلاء أمنوا بإظهار كلمة الإيمان فإذا ماتوا جاءهم الخوف والعذاب \r\n", "sura_id": 2, "type": 2, "id": 24968, "aya_id": 17}, {"text": "حال المنافقين الذين آمنوا -ظاهرًا لا باطنًا- برسالة محمد صلى الله عليه وسلم, ثم كفروا, فصاروا يتخبطون في ظلماتِ ضلالهم وهم لا يشعرون, ولا أمل لهم في الخروج منها, تُشْبه حالَ جماعة في ليلة مظلمة, وأوقد أحدهم نارًا عظيمة للدفء والإضاءة, فلما سطعت النار وأنارت ما حوله, انطفأت وأعتمت, فصار أصحابها في ظلمات لا يرون شيئًا, ولا يهتدون إلى طريق ولا مخرج.\r\n", "sura_id": 2, "type": 3, "id": 31204, "aya_id": 17}, {"text": " <font color=red>مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ</font><BR><p>يُقَال مَثَل وَمِثْل وَمَثِيل أَيْضًا وَالْجَمْع أَمْثَال قَالَ اللَّه تَعَالَى \" وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ \" وَتَقْدِير هَذَا الْمَثَل أَنَّ اللَّه سُبْحَانه شَبَّهَهُمْ فِي اِشْتِرَائِهِمْ الضَّلَالَة بِالْهُدَى وَصَيْرُورَتهمْ بَعْد الْبَصِيرَة إِلَى الْعَمَى بِمَنْ اِسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْله وَانْتَفَعَ بِهَا وَأَبْصَرَ بِهَا مَا عَنْ يَمِينه وَشِمَاله وَتَأَنَّسَ بِهَا فَبَيْنَا هُوَ كَذَلِكَ إِذْ طُفِئَتْ نَاره وَصَارَ فِي ظَلَام شَدِيد لَا يُبْصِر وَلَا يَهْتَدِي وَهُوَ مَعَ هَذَا أَصَمّ لَا يَسْمَع أَبْكَم لَا يَنْطِق أَعْمَى لَوْ كَانَ ضِيَاء لَمَا أَبْصَرَ فَلِهَذَا لَا يَرْجِع إِلَى مَا كَانَ عَلَيْهِ قَبْل ذَلِكَ فَكَذَلِكَ هَؤُلَاءِ الْمُنَافِقُونَ فِي اِسْتِبْدَالهمْ عِوَضًا عَنْ الْهُدَى وَاسْتِحْبَابهمْ الْغَيّ عَلَى الرُّشْد . وَفِي هَذَا الْمَثَل دَلَالَة عَلَى أَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا كَمَا أَخْبَرَ تَعَالَى عَنْهُمْ فِي غَيْر هَذَا الْمَوْضِع وَاَللَّه أَعْلَم . وَقَدْ حَكَى هَذَا الَّذِي قُلْنَاهُ الرَّازِيّ فِي تَفْسِيره عَنْ السُّدِّيّ ثُمَّ قَالَ وَالتَّشْبِيه هَاهُنَا فِي غَايَة الصِّحَّة لِأَنَّهُمْ بِإِيمَانِهِمْ اِكْتَسَبُوا أَوَّلًا نُورًا ثُمَّ بِنِفَاقِهِمْ ثَانِيًا أَبْطَلُوا ذَلِكَ فَوَقَعُوا فِي حِيرَة عَظِيمَة فَإِنَّهُ لَا حِيرَة أَعْظَم مِنْ حِيرَة الدِّين . وَزَعَمَ اِبْن جَرِير أَنَّ الْمَضْرُوب لَهُمْ الْمَثَل هَاهُنَا لَمْ يُؤْمِنُوا فِي وَقْت مِنْ الْأَوْقَات وَاحْتَجَّ بِقَوْلِهِ تَعَالَى\" وَمِنْ النَّاس مَنْ يَقُول آمَنَّا بِاَللَّهِ وَبِالْيَوْمِ الْآخِر وَمَا هُمْ بِمُؤْمِنِينَ \" وَالصَّوَاب أَنَّ هَذَا إِخْبَار عَنْهُمْ فِي حَال نِفَاقهمْ وَكُفْرهمْ وَهَذَا لَا يَنْفِي أَنَّهُ كَانَ حَصَلَ لَهُمْ إِيمَان قَبْل ذَلِكَ ثُمَّ سُلِبُوهُ وَطُبِعَ عَلَى قُلُوبهمْ وَلَمْ يَسْتَحْضِر اِبْن جَرِير هَذِهِ الْآيَة هَاهُنَا وَهِيَ قَوْله تَعَالَى \" ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبهمْ فَهُمْ لَا يَفْقَهُونَ \" فَلِهَذَا وَجَّهَ هَذَا الْمَثَل بِأَنَّهُمْ اِسْتَضَاءُوا بِمَا أَظْهَرُوهُ مِنْ كَلِمَة الْإِيمَان أَيْ فِي الدُّنْيَا ثُمَّ أَعْقَبَهُمْ ظُلُمَات يَوْم الْقِيَامَة. قَالَ : وَصَحَّ ضَرْب مَثَل الْجَمَاعَة بِالْوَاحِدِ كَمَا قَالَ\" رَأَيْتهمْ يَنْظُرُونَ إِلَيْك تَدُور أَعْيُنهمْ كَاَلَّذِي يُغْشَى عَلَيْهِ مِنْ الْمَوْت \" أَيْ كَدَوَرَانِ الَّذِي يُغْشَى عَلَيْهِ مِنْ الْمَوْت . وَقَالَ تَعَالَى \" مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَة \" وَقَالَ تَعَالَى \" مَثَل الَّذِينَ حُمِّلُوا التَّوْرَاة ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَار يَحْمِل أَسْفَارًا\" وَقَالَ بَعْضهمْ تَقْدِير الْكَلَام مَثَل قِصَّتهمْ كَقِصَّةِ الَّذِينَ اِسْتَوْقَدُوا نَارًا وَقَالَ بَعْضهمْ الْمُسْتَوْقِد وَاحِد لِجَمَاعَةٍ مَعَهُ وَقَالَ آخَرُونَ الَّذِي هَاهُنَا بِمَعْنَى الَّذِينَ كَمَا قَالَ الشَّاعِر : وَإِنَّ الَّذِي حَانَتْ بِفَلْجٍ دِمَاؤُهُمْ هُمْ الْقَوْم كُلّ الْقَوْم يَا أُمّ خَالِد قُلْت وَقَدْ اِلْتَفَتَ فِي أَثْنَاء الْمَثَل مِنْ الْوَاحِد إِلَى الْجَمْع فِي قَوْله تَعَالَى\" فَلَمَّا أَضَاءَتْ مَا حَوْله ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَات لَا يُبْصِرُونَ . صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ\" وَهَذَا أَفْصَح فِي الْكَلَام وَأَبْلَغ فِي النِّظَام وَقَوْله تَعَالَى\" ذَهَبَ اللَّهُ بِنُورِهِمْ \" أَيْ ذَهَبَ عَنْهُمْ بِمَا يَنْفَعهُمْ وَهُوَ النُّور وَأَبْقَى لَهُمْ مَا يَضُرّهُمْ وَهُوَ الْإِحْرَاق وَالدُّخَان \" وَتَرَكَهُمْ فِي الظُّلُمَات \" وَهُوَ مَا هُمْ فِيهِ مِنْ الشَّكّ وَالْكُفْر وَالنِّفَاق \" لَا يُبْصِرُونَ \" لَا يَهْتَدُونَ إِلَى سَبِيل خَيْر وَلَا يَعْرِفُونَهَا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38575, "aya_id": 17}]