[{"text": "قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُّبِينٍ", "sura_id": 34, "type": 0, "id": 3630, "aya_id": 24}, {"text": "قل من يرزقكم من السماوات والأرض قل الله وإنا أو إياكم لعلى هدى أو في ضلال مبين", "sura_id": 34, "type": 1, "id": 9866, "aya_id": 24}, {"text": "24 - (قل من يرزقكم من السماوات) المطر (والأرض) النبات (قل الله) إن لم يقولوه لا جواب غيره (وإنا أو إياكم) أي أحد الفريقين (لعلى هدى أو في ضلال مبين) بين في الابهام تلطف بهم داعيا إلى الإيمان إذا وفقوا له \r\n", "sura_id": 34, "type": 2, "id": 28574, "aya_id": 24}, {"text": "قل -أيها الرسول- للمشركين: مَن يرزقكم من السموات بالمطر, ومن الأرض بالنبات والمعادن وغير ذلك؟ فإنهم لا بدَّ أن يُقِرُّوا بأنه الله, وإن لم يُقِرُّوا بذلك فقل لهم: الله هو الرزاق, وإنَّ أحد الفريقين منا ومنكم لعلى هدى متمكن منه, أو في ضلال بيِّن منغمس فيه.\r\n", "sura_id": 34, "type": 3, "id": 34810, "aya_id": 24}, {"text": " <font color=red>قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ</font><BR><p>يَقُول تَعَالَى مُقَرِّرًا تَفَرُّده بِالْخَلْقِ وَالرِّزْق وَانْفِرَاده بِالْإِلَهِيَّةِ أَيْضًا فَكَمَا كَانُوا يَعْتَرِفُونَ بِأَنَّهُمْ لَا يَرْزُقهُمْ مِنْ السَّمَاء وَالْأَرْض أَيْ بِمَا يَنْزِل مِنْ الْمَطَر وَيَنْبُت مِنْ الزَّرْع إِلَّا اللَّه فَكَذَلِكَ فَلْيَعْلَمُوا أَنَّهُ لَا إِلَه غَيْره وَقَوْله تَعَالَى \" وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَال مُبِين \" هَذَا مِنْ بَاب اللَّفّ وَالنَّشْر أَيْ وَاحِد مِنْ الْفَرِيقَيْنِ مُبْطِل وَالْآخَر مُحِقّ لَا سَبِيل إِلَى أَنْ تَكُونُوا أَنْتُمْ وَنَحْنُ عَلَى الْهُدَى أَوْ عَلَى الضَّلَال بَلْ وَاحِد مِنَّا مُصِيب وَنَحْنُ قَدْ أَقَمْنَا الْبُرْهَان عَلَى التَّوْحِيد فَدَلَّ عَلَى بُطْلَان مَا أَنْتُمْ عَلَيْهِ مِنْ الشِّرْك بِاَللَّهِ تَعَالَى وَلِهَذَا قَالَ \" وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَال مُبِين \" . قَالَ قَتَادَة قَدْ قَالَ ذَلِكَ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْمُشْرِكِينَ وَاَللَّه مَا نَحْنُ وَإِيَّاكُمْ عَلَى أَمْر وَاحِد إِنَّ أَحَد الْفَرِيقَيْنِ لَمُهْتَدٍ وَقَالَ عِكْرِمَة وَزِيَاد بْن أَبِي مَرْيَم مَعْنَاهَا إِنَّا نَحْنُ لَعَلَى هُدًى وَإِنَّكُمْ لَفِي ضَلَال مُبِين .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40256, "aya_id": 24}]