[{"text": "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُوْلَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاء عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُوْلَئِكَ أَصْحَابُ الْجَحِيمِ", "sura_id": 57, "type": 0, "id": 5094, "aya_id": 19}, {"text": "والذين آمنوا بالله ورسله أولئك هم الصديقون والشهداء عند ربهم لهم أجرهم ونورهم والذين كفروا وكذبوا بآياتنا أولئك أصحاب الجحيم", "sura_id": 57, "type": 1, "id": 11330, "aya_id": 19}, {"text": "19 - (والذين آمنوا بالله ورسله أولئك هم الصديقون) المبالغون في التصديق (والشهداء عند ربهم) على المكذبين من الأمم (لهم أجرهم ونورهم والذين كفروا وكذبوا بآياتنا) الدالة على وحدانيتنا (أولئك أصحاب الجحيم) النار \r\n", "sura_id": 57, "type": 2, "id": 30038, "aya_id": 19}, {"text": "والذين آمنوا بالله ورسله ولم يفرِّقوا بين أحد منهم, أولئك هم الصديقون الذين كمُل تصديقهم بما جاءت به الرسل، اعتقادًا وقولا وعملا، والشهداء عند ربهم لهم ثوابهم الجزيل عند الله, ونورهم العظيم يوم القيامة, والذين كفروا وكذَّبوا بأدلتنا وحججنا أولئك أصحاب الجحيم, فلا أجر لهم, ولا نور.\r\n", "sura_id": 57, "type": 3, "id": 36274, "aya_id": 19}, {"text": " <font color=red>وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ</font><BR><p>وَقَوْله تَعَالَى \" وَاَلَّذِينَ آمَنُوا بِاَللَّهِ وَرُسُله أُولَئِكَ هُمْ الصِّدِّيقُونَ \" هَذَا تَمَام لِجُمْلَةِ وَصْف الْمُؤْمِنِينَ بِاَللَّهِ وَرُسُله بِأَنَّهُمْ صِدِّيقُونَ قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَاَلَّذِينَ آمَنُوا بِاَللَّهِ وَرُسُله أُولَئِكَ هُمْ الصِّدِّيقُونَ \" هَذِهِ مَفْصُولَة \" وَالشُّهَدَاء عِنْد رَبّهمْ لَهُمْ أَجْرهمْ وَنُورهمْ \" وَقَالَ أَبُو الضُّحَى \" أُولَئِكَ هُمْ الصِّدِّيقُونَ \" ثُمَّ اِسْتَأْنَفَ الْكَلَام فَقَالَ \" وَالشُّهَدَاء عِنْد رَبّهمْ \" وَهَكَذَا قَالَ مَسْرُوق وَالضَّحَّاك وَمُقَاتِل بْن حَيَّان وَغَيْرهمْ وَقَالَ الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن مَسْعُود فِي قَوْله تَعَالَى \" أُولَئِكَ هُمْ الصِّدِّيقُونَ وَالشُّهَدَاء عِنْد رَبّهمْ \" قَالَ هُمْ ثَلَاثه أَصْنَاف : يَعْنِي الْمُصَّدِّقِينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء كَمَا قَالَ تَعَالَى \" وَمَنْ يُطِعْ اللَّه وَالرَّسُول فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ \" فَفَرَّقَ بَيْن الصِّدِّيقِينَ وَالشُّهَدَاء فَدَلَّ عَلَى أَنَّهُمَا صِنْفَانِ وَلَا شَكّ أَنَّ الصِّدِّيق أَعْلَى مَقَامًا مِنْ الشَّهِيد كَمَا رَوَاهُ الْإِمَام مَالِك بْن أَنَس رَحِمَهُ اللَّه فِي كِتَابه الْمُوَطَّأ عَنْ صَفْوَان بْن سُلَيْم عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَهْل الْجَنَّة لَيَتَرَاءَوْنَ أَهْل الْغُرَف مِنْ فَوْقهمْ كَمَا تَتَرَاءَوْنَ الْكَوْكَب الدُّرِّيّ الْغَابِر فِي الْأُفُق مِنْ الْمَشْرِق أَوْ الْمَغْرِب لِتَفَاضُلِ مَا بَيْنهمْ\" قَالَ يَا رَسُول اللَّه تِلْكَ مَنَازِل الْأَنْبِيَاء لَا يَبْلُغهَا غَيْرهمْ قَالَ \" بَلَى وَاَلَّذِي نَفْسِي بِيَدِهِ رِجَال آمَنُوا بِاَللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ \" اِتَّفَقَ الْبُخَارِيّ وَمُسْلِم عَلَى إِخْرَاجه مِنْ حَدِيث مَالِك بِهِ . وَقَالَ آخَرُونَ بَلْ الْمُرَاد مِنْ قَوْله تَعَالَى \" أُولَئِكَ هُمْ الصِّدِّيقُونَ وَالشُّهَدَاء عِنْد رَبّهمْ \" فَأَخْبَرَ عَنْ الْمُؤْمِنِينَ بِاَللَّهِ وَرُسُله بِأَنَّهُمْ صِدِّيقُونَ وَشُهَدَاء حَكَاهُ اِبْن جَرِير عَنْ مُجَاهِد ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنِي صَالِح بْن حَرْب أَبُو مَعْمَر حَدَّثَنَا إِسْمَاعِيل بْن يَحْيَى حَدَّثَنَا اِبْن عَجْلَان عَنْ زَيْد بْن أَسْلَم عَنْ الْبَرَاء بْن عَازِب قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" مُؤْمِنُوا أُمَّتِي شُهَدَاء \" قَالَ ثُمَّ تَلَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" وَاَلَّذِينَ آمَنُوا بِاَللَّهِ وَرُسُله أُولَئِكَ هُمْ الصِّدِّيقُونَ وَالشُّهَدَاء عِنْد رَبّهمْ \" هَذَا حَدِيث غَرِيب. وَقَالَ أَبُو إِسْحَاق عَنْ عَمْرو بْن مَيْمُون فِي قَوْله تَعَالَى\" وَاَلَّذِينَ آمَنُوا بِاَللَّهِ وَرُسُله أُولَئِكَ هُمْ الصِّدِّيقُونَ وَالشُّهَدَاء عِنْد رَبّهمْ لَهُمْ أَجْرهمْ وَنُورهمْ \" قَالَ يَجِيئُونَ يَوْم الْقِيَامَة مَعًا كَالْأُصْبُعَيْنِ . وَقَوْله تَعَالَى \" وَالشُّهَدَاء عِنْد رَبّهمْ \" أَيْ فِي جَنَّات النَّعِيم كَمَا جَاءَ فِي الصَّحِيحَيْنِ إِنَّ أَرْوَاح الشُّهَدَاء فِي حَوَاصِل طَيْر خُضْر تُسَرَّح فِي الْجَنَّة حَيْثُ شَاءَتْ ثُمَّ تَأْوِي إِلَى تِلْكَ الْقَنَادِيل فَاطَّلَعَ عَلَيْهِمْ رَبّك اِطِّلَاعَة فَقَالَ مَاذَا تُرِيدُونَ ؟ فَقَالُوا نُحِبّ أَنْ تَرُدّنَا إِلَى الدَّار الدُّنْيَا فَنُقَاتِل فِيك فَنُقْتَل كَمَا قُتِلْنَا أَوَّل مَرَّة فَقَالَ إِنِّي قَدْ قَضَيْت أَنَّهُمْ إِلَيْهَا لَا يَرْجِعُونَ \" وَقَوْله تَعَالَى \" لَهُمْ أَجْرهمْ وَنُورهمْ\" أَيْ لَهُمْ عِنْد اللَّه أَجْر جَزِيل وَنُور عَظِيم يَسْعَى بَيْن أَيْدِيهمْ وَهُمْ فِي ذَلِكَ يَتَفَاوَتُونَ بِحَسْب مَا كَانُوا فِي الدَّار الدُّنْيَا مِنْ الْأَعْمَال كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق حَدَّثَنَا اِبْن لَهِيعَة عَنْ عَطَاء بْن دِينَار عَنْ أَبِي يَزِيد الْخَوْلَانِيّ قَالَ : سَمِعْت فَضَالَة بْن عُبَيْد يَقُول سَمِعْت عُمَر بْن الْخَطَّاب يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" الشُّهَدَاء أَرْبَعَة رَجُل مُؤْمِن جَيِّد الْإِيمَان لَقِيَ الْعَدُوّ فَصَدَّقَ اللَّه فَقَتْل فَذَاكَ الَّذِي يَنْظُر النَّاس إِلَيْهِ هَكَذَا وَرَفَعَ رَأْسه حَتَّى سَقَطَتْ قَلَنْسُوَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَلَنْسُوَة عُمَر وَالثَّانِي مُؤْمِن لَقِيَ الْعَدُوّ فَكَأَنَّمَا يَضْرِب ظَهْره بِشَوْكِ الطَّلْح جَاءَهُ سَهْم غَرْب فَقَتَلَهُ فَذَاكَ فِي الدَّرَجَة الثَّانِيَة وَالثَّالِث رَجُل مُؤْمِن خَلَطَ عَمَلًا صَالِحًا وَآخَر سَيِّئًا لَقِيَ الْعَدُوّ فَصَدَّقَ اللَّه حَتَّى قُتِلَ فَذَاكَ فِي الدَّرَجَة الثَّالِثَة وَالرَّابِع رَجُل مُؤْمِن أَسْرَفَ عَلَى نَفْسه إِسْرَافًا كَثِيرًا لَقِيَ الْعَدُوّ فَصَدَّقَ اللَّه حَتَّى قُتِلَ فَذَاكَ فِي الرَّابِعَة \" وَهَكَذَا رَوَاهُ عَلِيّ بْن الْمَدِينِيّ عَنْ أَبِي دَاوُد الطَّيَالِسِيّ عَنْ اِبْن الْمُبَارَك عَنْ اِبْن لَهِيعَة وَقَالَ هَذَا إِسْنَاد مِصْرِيّ صَالِح وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث اِبْن لَهِيعَة وَقَالَ حَسَن غَرِيب . وَقَوْله تَعَالَى \" وَاَلَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَاب الْجَحِيم \" لَمَّا ذُكِرَ السُّعَدَاء وَمَآلهمْ عَطَفَ بِذِكْرِ الْأَشْقِيَاء وَبَيَّنَ حَالهمْ .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42011, "aya_id": 19}]