[{"text": "فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "sura_id": 28, "type": 0, "id": 3265, "aya_id": 13}, {"text": "فرددناه إلى أمه كي تقر عينها ولا تحزن ولتعلم أن وعد الله حق ولكن أكثرهم لا يعلمون", "sura_id": 28, "type": 1, "id": 9501, "aya_id": 13}, {"text": "13 - (فرددناه إلى أمه كي تقر عينها) بلقائه (ولا تحزن) حينئذ (ولتعلم أن وعد الله) برده إليها (حق ولكن أكثرهم) الناس (لا يعلمون) بهذا الوعد ولا بأن هذه اخته وهذه أمه فمكث عندها إلى أن فطمته وأجرى عليها اجرتها لكل يوم دينار وأخذتها لأنها مال حر بي فأتت به فرعون فتربى عنده كما قال تعالى حكاية عنه في سورة الشعراء ألم نربك فينا وليدا ولبثت فينا من عمرك سنين \r\n", "sura_id": 28, "type": 2, "id": 28209, "aya_id": 13}, {"text": "فرددنا موسى إلى أمه; كي تقرَّ عينها به, ووفينا إليها بالوعد; إذ رجع إليها سليمًا مِن قتل فرعون, ولا تحزنَ على فراقه, ولتعلم أن وعد الله حق فيما وعدها مِن ردِّه إليها وجعله من المرسلين. إن الله لا يخلف وعده, ولكن أكثر المشركين لا يعلمون أن وعد الله حق.\r\n", "sura_id": 28, "type": 3, "id": 34445, "aya_id": 13}, {"text": " <font color=red>فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</font><BR><p>قَالَ تَعَالَى : \" فَرَدَدْنَاهُ إِلَى أُمّه كَيْ تَقَرّ عَيْنهَا \" أَيْ بِهِ \" وَلَا تَحْزَن \" أَيْ عَلَيْهِ \" وَلِتَعْلَم أَنَّ وَعْد اللَّه حَقّ \" أَيْ فِيمَا وَعَدَهَا مِنْ رَدّه إِلَيْهَا وَجَعْله مِنْ الْمُرْسَلِينَ فَحِينَئِذٍ تَحَقَّقَتْ بِرَدِّهِ إِلَيْهَا أَنَّهُ كَائِن مِنْهُ رَسُول مِنْ الْمُرْسَلِينَ فَعَامَلَتْهُ فِي تَرْبِيَته مَا يَنْبَغِي لَهُ طَبْعًا وَشَرْعًا . وَقَوْله تَعَالَى : \" وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" أَيْ حَكَمَ اللَّه فِي أَفْعَاله وَعَوَاقِبهَا الْمَحْمُودَة الَّتِي هُوَ الْمَحْمُود عَلَيْهَا فِي الدُّنْيَا وَالْآخِرَة فَرُبَّمَا يَقَع الْأَمْر كَرِيهًا إِلَى النُّفُوس وَعَاقِبَته مَحْمُودَة فِي نَفْس الْأَمْر كَمَا قَالَ تَعَالَى : \" وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْر لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرّ لَكُمْ\" وَقَالَ تَعَالَى : \" وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَل اللَّه فِيهِ خَيْرًا كَثِيرًا \" .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39690, "aya_id": 13}]