[{"text": "وَلاَ يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلاَ كَبِيرَةً وَلاَ يَقْطَعُونَ وَادِيًا إِلاَّ كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللّهُ أَحْسَنَ مَا كَانُواْ يَعْمَلُونَ", "sura_id": 9, "type": 0, "id": 1356, "aya_id": 121}, {"text": "ولا ينفقون نفقة صغيرة ولا كبيرة ولا يقطعون واديا إلا كتب لهم ليجزيهم الله أحسن ما كانوا يعملون", "sura_id": 9, "type": 1, "id": 7592, "aya_id": 121}, {"text": "121 - (ولا ينفقون) فيه (نفقة صغيرة) ولو تمرة (ولا كبيرة ولا يقطعون وادياً) بالسير (إلا كتب لهم) به عمل صالح (ليجزيهم الله أحسن ما كانوا يعملون) أي جزاءهم \r\n", "sura_id": 9, "type": 2, "id": 26300, "aya_id": 121}, {"text": "ولا ينفقون نفقة صغيرة ولا كبيرة في سبيل الله, ولا يقطعون واديًا في سيرهم مع رسول الله صلى الله عليه وسلم في جهاده, إلا كُتِب لهم أجر عملهم; ليجزيهم الله أحسن ما يُجْزَون به على أعمالهم الصالحة.\r\n", "sura_id": 9, "type": 3, "id": 32536, "aya_id": 121}, {"text": " <font color=red>وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ</font><BR><p>يَقُول تَعَالَى : وَلَا يُنْفِق هَؤُلَاءِ الْغُزَاة فِي سَبِيل اللَّه \" نَفَقَة صَغِيرَة وَلَا كَبِيرَة \" أَيْ قَلِيلًا وَلَا كَثِيرًا \" وَلَا يَقْطَعُونَ وَادِيًا \" أَيْ فِي السَّيْر إِلَى الْأَعْدَاء \" إِلَّا كُتِبَ لَهُمْ \" وَلَمْ يَقُلْ هَهُنَا بِهِ لِأَنَّ هَذِهِ أَفْعَال صَادِرَة عَنْهُمْ وَلِهَذَا قَالَ \" لِيَجْزِيَهُمْ اللَّه أَحْسَن مَا كَانُوا يَعْمَلُونَ \" وَقَدْ حَصَلَ لِأَمِيرِ الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ مِنْ هَذِهِ الْآيَة الْكَرِيمَة حَظّ وَافِر وَنَصِيب عَظِيم وَذَلِكَ أَنَّهُ أَنْفَقَ فِي هَذِهِ الْغَزْوَة النَّفَقَات الْجَلِيلَة وَالْأَمْوَال الْجَزِيلَة كَمَا قَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُوسَى الْغَنَوِيّ حَدَّثَنَا عَبْد الصَّمَد بْن عَبْد الْوَارِث حَدَّثَنِي سُلَيْمَان بْن الْمُغِيرَة حَدَّثَنِي الْوَلِيد بْن أَبِي هَاشِم عَنْ فَرْقَد بْن أَبِي طَلْحَة عَنْ عَبْد الرَّحْمَن بْن حَبَّاب السُّلَمِيّ قَالَ : خَطَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَثَّ عَلَى جَيْش الْعُسْرَة فَقَالَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ عَلَيَّ مِائَة بَعِير بِأَحْلَاسِهَا وَأَقْتَابهَا قَالَ : ثُمَّ حَثَّ فَقَالَ عُثْمَان عَلَيَّ مِائَة بَعِير أُخْرَى بِأَحْلَاسِهَا وَأَقْتَابهَا قَالَ ثُمَّ نَزَلَ مِرْقَاة مِنْ الْمِنْبَر ثُمَّ حَثَّ فَقَالَ عُثْمَان بْن عَفَّان عَلَى مِائَة أُخْرَى بِأَحْلَاسِهَا وَأَقْتَابهَا . قَالَ فَرَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ بِيَدِهِ هَكَذَا يُحَرِّكهَا . وَأَخْرَجَ عَبْد الصَّمَد يَده كَالْمُتَعَجِّبِ \" مَا عَلَى عُثْمَان مَا عَمِلَ بَعْد هَذَا \" وَقَالَ عَبْد اللَّه أَيْضًا حَدَّثَنَا هَارُون بْن مَعْرُوف حَدَّثَنَا ضَمْرَة حَدَّثَنَا عَبْد اللَّه بْن شَوْذَب عَنْ عَبْد اللَّه بْن الْقَاسِم عَنْ كَثِير مَوْلَى عَبْد الرَّحْمَن بْن سَمُرَة عَنْ عَبْد الرَّحْمَن بْن سَمُرَة قَالَ : جَاءَ عُثْمَان رَضِيَ اللَّه عَنْهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَلْفِ دِينَار فِي ثَوْبه حَتَّى جَهَّزَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَيْش الْعُسْرَة قَالَ فَصَبَّهَا فِي حِجْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يُقَلِّبهَا بِيَدِهِ وَيَقُول \" مَا ضَرَّ اِبْن عَفَّان مَا عَمِلَ بَعْد الْيَوْم \" يُرَدِّدهَا مِرَارًا وَقَالَ قَتَادَة فِي قَوْله تَعَالَى \" وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ \" الْآيَة مَا اِزْدَادَ قَوْم فِي سَبِيل اللَّه بُعْدًا مِنْ أَهْلَيْهِمْ إِلَّا اِزْدَادُوا قُرْبًا مِنْ اللَّه .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43419, "aya_id": 121}]