[{"text": "وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَن يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا", "sura_id": 25, "type": 0, "id": 2923, "aya_id": 68}, {"text": "والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما", "sura_id": 25, "type": 1, "id": 9159, "aya_id": 68}, {"text": "68 - (والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله) قتلها (إلا بالحق ولا يزنون ومن يفعل ذلك) واحدا من الثلاثة (يلق أثاما) عقوبة \r\n", "sura_id": 25, "type": 2, "id": 27867, "aya_id": 68}, {"text": "والذين يوحدون الله، ولا يدعون ولا يعبدون إلهًا غيره، ولا يقتلون النفس التي حرَّم الله قتلها إلا بما يحق قتلها به: من كفر بعد إيمان، أو زنى بعد زواج، أو قتل نفس عدوانًا، ولا يزنون، بل يحفظون فروجهم, إلا على أزواجهم أو ما ملكت أيمانهم، ومن يفعل شيئًا من هذه الكبائر يَلْقَ في الآخرة عقابًا.\r\n", "sura_id": 25, "type": 3, "id": 34103, "aya_id": 68}, {"text": " <font color=red>وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ الذَّنْب أَكْبَر ؟ قَالَ \" أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك \" قَالَ ثُمَّ أَيّ ؟ قَالَ \" أَنْ تَقْتُل وَلَدك خَشْيَة أَنْ يَطْعَم مَعَك \" قَالَ ثُمَّ أَيّ ؟ قَالَ \" أَنْ تُزَانِيَ حَلِيلَةَ جَارِك \" قَالَ عَبْد اللَّه وَأَنْزَلَ اللَّه تَصْدِيق ذَلِكَ \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر \" الْآيَة وَهَكَذَا رَوَاهُ النَّسَائِيّ عَنْ هَنَّاد بْن السَّرِيّ عَنْ أَبِي مُعَاوِيَة بِهِ وَقَدْ أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث الْأَعْمَش وَمَنْصُور زَادَ الْبُخَارِيّ وَوَاصِل ثَلَاثَتهمْ عَنْ أَبِي وَائِل شَقِيق بْن سَلَمَة عَنْ أَبِي مَيْسَرَة عَمْرو بْن شُرَحْبِيل عَنْ اِبْن مَسْعُود بِهِ فَاَللَّه أَعْلَم وَلَفْظهمَا عَنْ اِبْن مَسْعُود قَالَ : قُلْت يَا رَسُول اللَّه أَيّ الذَّنْب أَعْظَم الْحَدِيث طَرِيق غَرِيب وَقَالَ اِبْن جَرِير حَدَّثَنَا أَحْمَد بْن إِسْحَاق الْأَهْوَازِيّ حَدَّثَنَا عَامِر بْن مُدْرِك حَدَّثَنَا السَّرِيّ يَعْنِي إِسْمَاعِيل حَدَّثَنَا الشَّعْبِيّ عَنْ مَسْرُوق قَالَ : قَالَ عَبْد اللَّه خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم فَاتَّبَعْته فَجَلَسَ عَلَى نَشْز مِنْ الْأَرْض وَقَعَدْت أَسْفَل مِنْهُ وَوَجْهِي حِيَال رُكْبَتَيْهِ وَاغْتَنَمْت خَلْوَته وَقُلْت بِأَبِي أَنْتَ وَأُمِّي يَا رَسُول اللَّه أَيّ الذَّنْب أَكْبَر ؟ قَالَ \" أَنْ تَدْعُو لِلَّهِ نِدًّا وَهُوَ خَلَقَك - قُلْت ثُمَّ مَهْ ؟ قَالَ \" أَنْ تَقْتُل وَلَدك كَرَاهِيَة أَنْ يَطْعَم مَعَك \" قُلْت ثُمَّ مَهْ ؟ قَالَ \" أَنْ تُزَانِي حَلِيلَة جَارك \" ثُمَّ قَرَأَ \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه\" الْآيَة وَقَالَ النَّسَائِيّ حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا جَرِير عَنْ مَنْصُور عَنْ هِلَال بْن يَسَاف عَنْ سَلَمَة بْن قَيْس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَجَّة الْوَدَاع \" أَلَا إِنَّمَا هِيَ أَرْبَع \" فَمَا أَنَا بِأَشَحّ عَلَيْهِنَّ مُنْذُ سَمِعْتهنَّ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لَا تُشْرِكُوا بِاَللَّهِ شَيْئًا وَلَا تَقْتُلُوا النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَلَا تَزْنُوا وَلَا تَسْرِقُوا \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن الْمَدِينِيّ رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد بْن فُضَيْل بْن غَزْوَان حَدَّثَنَا مُحَمَّد بْن سَعِيد الْأَنْصَارِيّ سَمِعْت أَبَا طِيبَة الْكَلَاعِيّ سَمِعْت الْمِقْدَاد بْن الْأَسْوَد رَضِيَ اللَّه عَنْهُ يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ \" مَا تَقُولُونَ فِي الزِّنَا ؟ \" قَالُوا حَرَّمَهُ اللَّه وَرَسُوله فَهُوَ حَرَام إِلَى يَوْم الْقِيَامَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ \" لَأَنْ يَزْنِيَ الرَّجُل بِعَشْرِ نِسْوَة أَيْسَر عَلَيْهِ مِنْ أَنْ يَزْنِيَ بِامْرَأَةِ جَاره \" قَالَ : \" فَمَا تَقُولُونَ فِي السَّرِقَة ؟ \" قَالُوا حَرَّمَهَا اللَّه وَرَسُوله فَهِيَ حَرَام قَالَ \" لَأَنْ يَسْرِق الرَّجُل مِنْ عَشْرَة أَبْيَات أَيْسَر عَلَيْهِ مِنْ أَنْ يَسْرِق مِنْ بَيْت جَاره \" وَقَالَ أَبُو بَكْر بْن أَبِي الدُّنْيَا حَدَّثَنَا عَمَّار بْن نَصْر حَدَّثَنَا بَقِيَّة عَنْ أَبِي بَكْر بْن أَبِي مَرْيَم عَنْ الْهَيْثَم بْن مَالِك الطَّائِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ ذَنْب بَعْد الشِّرْك أَعْظَم عِنْد اللَّه مِنْ نُطْفَة وَضَعَهَا رَجُل فِي رَحِم لَا يَحِلّ لَهُ \" وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي يَعْلَى عَنْ سَعِيد بْن جُبَيْر أَنَّهُ سَمِعَ اِبْن عَبَّاس يُحَدِّث أَنَّ نَاسًا مِنْ أَهْل الشِّرْك قَتَلُوا فَأَكْثَرُوا وَزَنَوْا فَأَكْثَرُوا ثُمَّ أَتَوْا مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا إِنَّ الَّذِي تَقُول وَتَدْعُو إِلَيْهِ لَحَسَن لَوْ تُخْبِرنَا أَنَّ لِمَا عَمِلْنَا كَفَّارَة فَنَزَلَتْ \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر \" الْآيَة وَنَزَلَتْ \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ \" الْآيَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ أَبِي فَاخِتَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِرَجُلٍ \" إِنَّ اللَّه يَنْهَاك أَنْ تَعْبُد الْمَخْلُوق وَتَدَع الْخَالِق وَيَنْهَاك أَنْ تَقْتُل وَلَدك وَتَغْذُو كَلْبك وَيَنْهَاك أَنْ تَزْنِيَ بِحَلِيلَةِ جَارك \" قَالَ سُفْيَان وَهُوَ قَوْله \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر\" الْآيَة وَقَوْله تَعَالَى \" وَمَنْ يَفْعَل ذَلِكَ يَلْقَ أَثَامًا\" رُوِيَ عَنْ عَبْد اللَّه بْن عَمْرو أَنَّهُ قَالَ : أَثَامًا : وَادٍ فِي جَهَنَّم وَقَالَ عِكْرِمَة \" يَلْقَ أَثَامًا \" أَوْدِيَة فِي جَهَنَّم يُعَذَّب فِيهَا الزُّنَاة وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَمُجَاهِد وَقَالَ قَتَادَة \" يَلْقَ أَثَامًا \" نَكَالًا : كُنَّا نُحَدَّث أَنَّهُ وَادٍ فِي جَهَنَّم . وَقَدْ ذُكِرَ لَنَا أَنَّ لُقْمَان كَانَ يَقُول : يَا بُنَيّ ; إِيَّاكَ وَالزِّنَا فَإِنَّ أَوَّله مَخَافَةٌ وَآخِرَهُ نَدَامَةٌ . وَقَدْ وَرَدَ فِي الْحَدِيث الَّذِي رَوَاهُ اِبْن جَرِير وَغَيْره عَنْ اِبْن أُمَامَة الْبَاهِلِيّ مَوْقُوفًا وَمَرْفُوعًا أَنَّ غَيًّا وَأَثَامًا بِئْرَانِ فِي قَعْر جَهَنَّم . أَجَارَنَا اللَّه مِنْهُمَا بِمَنِّهِ وَكَرَمه وَقَالَ السُّدِّيّ \" يَلْقَ أَثَامًا\" جَزَاء وَهَذَا أَشْبَه بِظَاهِرِ الْآيَة وَبِهَذَا فَسَّرَهُ بِمَا بَعْده مُبْدَلًا مِنْهُ .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39353, "aya_id": 68}]