[{"text": "وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللّهِ ثَمَنًا قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللّهَ سَرِيعُ الْحِسَابِ", "sura_id": 3, "type": 0, "id": 492, "aya_id": 199}, {"text": "وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم وما أنزل إليهم خاشعين لله لا يشترون بآيات الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب", "sura_id": 3, "type": 1, "id": 6728, "aya_id": 199}, {"text": "199 - (وإن من أهل الكتاب لمن يؤمن بالله) كعبد الله بن سلام وأصحابه والنجاشي (وما أنزل إليكم) أي القرآن (وما أنزل إليهم) أي التوراة والإنجيل (خاشعين) حال من ضمير يؤمن مراعى فيه معنى من أي: متواضعين (لله لا يشترون بآيات الله) التي عندهم في التوراة والإنجيل من بعث النبي صلى الله عليه وسلم (ثمنا قليلا) من الدنيا بأن يكتموها خوفا على الرياسة كفعل غيرهم من اليهود (أولئك لهم أجرهم) ثواب أعمالهم (عند ربهم) يؤتونه مرتين كما في القصص (إن الله سريع الحساب) يحاسب الخلق في قدر نصف نهار من أيام الدنيا \r\n", "sura_id": 3, "type": 2, "id": 25436, "aya_id": 199}, {"text": "وإن بعضًا من أهل الكتاب لَيصدِّق بالله ربًّا واحدًا وإلهًا معبودًا, وبما أُنزِل إليكم من هذا القرآن, وبما أُنزِل إليهم من التوراة والإنجيل متذللين لله, خاضعين له, لا يشترون بآيات الله ثمنًا قليلا من حطام الدنيا, ولا يكتمون ما أنزل الله, ولا يحرفونه كغيرهم من اهل الكتاب. أولئك لهم ثواب عظيم عنده يوم يلقونه, فيوفيهم إياه غير منقوص. إنَّ الله سريع الحساب, لا يعجزه إحصاء أعمالهم, ومحاسبتهم عليها.\r\n", "sura_id": 3, "type": 3, "id": 31672, "aya_id": 199}, {"text": " <font color=red>وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</font><BR><p>يُخْبِر تَعَالَى عَنْ طَائِفَة مِنْ أَهْل الْكِتَاب أَنَّهُمْ يُؤْمِنُونَ بِاَللَّهِ حَقّ الْإِيمَان وَيُؤْمِنُونَ بِمَا أُنْزِلَ عَلَى مُحَمَّد مَعَ مَا هُمْ مُؤْمِنُونَ بِهِ مِنْ الْكُتُب الْمُتَقَدِّمَة أَنَّهُمْ خَاشِعُونَ لِلَّهِ أَيْ مُطِيعُونَ لَهُ خَاضِعُونَ مُتَذَلِّلُونَ بَيْن يَدَيْهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّه ثَمَنًا قَلِيلًا أَيْ لَا يَكْتُمُونَ مَا بِأَيْدِيهِمْ مِنْ الْبِشَارَة بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَذِكْرِ صِفَته وَنَعْتِهِ وَمَبْعَثِهِ وَصِفَة أُمَّته وَهَؤُلَاءِ هُمْ خِيرَة أَهْل الْكِتَاب وَصَفْوَتهمْ سَوَاء كَانُوا هُودًا أَوْ نَصَارَى . وَقَدْ قَالَ تَعَالَى فِي سُورَة الْقَصَص \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب مِنْ قَبْله هُمْ بِهِ يُؤْمِنُونَ وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقّ مِنْ رَبّنَا إِنَّا كُنَّا مِنْ قَبْله مُسْلِمِينَ أُولَئِكَ يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ بِمَا صَبَرُوا \" الْآيَة . وَقَدْ قَالَ تَعَالَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب يَتْلُونَهُ حَقّ تِلَاوَته أُولَئِكَ يُؤْمِنُونَ بِهِ \" الْآيَة . وَقَدْ قَالَ تَعَالَى \" وَمِنْ قَوْم مُوسَى أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ \" وَقَالَ تَعَالَى \" لَيْسُوا سَوَاءً مِنْ أَهْل الْكِتَاب أُمَّة قَائِمَة يَتُلُونَ آيَاتِ اللَّه آنَاءَ اللَّيْل وَهُمْ يَسْجُدُونَ \" وَقَالَ تَعَالَى \" قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْم مِنْ قَبْله إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَان رَبّنَا إِنْ كَانَ وَعْد رَبّنَا لَمَفْعُولًا وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدهُمْ خُشُوعًا \" وَهَذِهِ الصِّفَات تُوجَد فِي الْيَهُود وَلَكِنْ قَلِيلًا كَمَا وُجِدَ فِي عَبْد اللَّه بْن سَلَام وَأَمْثَاله مِمَّنْ آمَنَ مِنْ أَحْبَار الْيَهُود وَلَمْ يَبْلُغُوا عَشْرَة أَنْفُس وَأَمَّا النَّصَارَى مِنْهُمْ يَهْتَدُونَ وَيَنْقَادُونَ لِلْحَقِّ كَمَا قَالَ تَعَالَى \" لَتَجِدَنَّ أَشَدّ النَّاس عَدَاوَة لِلَّذِينَ آمَنُوا الْيَهُود وَاَلَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبهمْ مَوَدَّة لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى \" إِلَى قَوْله تَعَالَى \" فَأَثَابَهُمْ اللَّه بِمَا قَالُوا جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا \" الْآيَة . وَهَكَذَا قَالَ هَهُنَا \" أُولَئِكَ لَهُمْ أَجْرهمْ عِنْد رَبّهمْ \" الْآيَة. وَقَدْ ثَبَتَ فِي الْحَدِيث أَنَّ جَعْفَر بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ لَمَّا قَرَأَ سُورَة كهيعص بِحَضْرَةِ النَّجَاشِيّ مَلِك الْحَبَشَة وَعِنْده الْبَطَارِكَة وَالْقَسَاوِسَة بَكَى وَبَكَوْا مَعَهُ حَتَّى أَخَضَبُوا لِحَاهُمْ. وَثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ النَّجَاشِيّ لَمَّا مَاتَ نَعَاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَصْحَابه وَقَالَ \" إِنَّ أَخًا لَكُمْ بِالْحَبَشَةِ قَدْ مَاتَ فَصَلُّوا عَلَيْهِ \" فَخَرَجَ إِلَى الصَّحْرَاء فَصَفَّهُمْ وَصَلَّى عَلَيْهِ. وَرَوَى اِبْن أَبِي حَاتِم وَالْحَافِظ أَبُو بَكْر بْن مَرْدُوَيه مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس بْن مَالِك قَالَ : لَمَّا تُوُفِّيَ النَّجَاشِيّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِسْتَغْفِرُوا لِأَخِيكُمْ \" فَقَالَ بَعْض النَّاس يَأْمُرنَا أَنْ نَسْتَغْفِر لِعِلْجٍ مَاتَ بِأَرْضِ الْحَبَشَة فَنَزَلَتْ \" وَإِنَّ مِنْ أَهْل الْكِتَاب لَمَنْ يُؤْمِن بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ \" الْآيَة . وَرَوَاهُ عَبْد بْن حُمَيْد وَابْن أَبَى حَاتِم مِنْ طَرِيق أُخْرَى عَنْ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ الْحَسَن عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ رَوَاهُ اِبْن مَرْدُوَيه مِنْ طُرُق عَنْ حُمَيْد عَنْ أَنَس بْن مَالِك نَحْو مَا تَقَدَّمَ. وَرَوَاهُ أَيْضًا اِبْن جَرِير مِنْ حَدِيث أَبِي بَكْر الْهُذَلِيّ عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين مَاتَ النَّجَاشِيّ \" إِنَّ أَخَاكُمْ أَصْحَمَة قَدْ مَاتَ \" فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى كَمَا يُصَلِّي عَلَى الْجَنَائِز فَكَبَّرَ أَرْبَعًا . فَقَالَ الْمُنَافِقُونَ يُصَلِّي عَلَى عِلْج مَاتَ بِأَرْضِ الْحَبَشَة فَأَنْزَلَ اللَّه \" وَإِنَّ مِنْ أَهْل الْكِتَاب لَمَنْ يُؤْمِن بِاَللَّهِ \" الْآيَة . وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا مُحَمَّد بْن عَمْرو الرَّازِيّ حَدَّثَنَا سَلَمَة بْن الْفَضْل عَنْ مُحَمَّد بْن إِسْحَق حَدَّثَنِي يَزِيد بْن رُومَان عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : لَمَّا مَاتَ النَّجَاشِيّ كُنَّا نُحَدِّث أَنَّهُ لَا يَزَال يُرَى عَلَى قَبْره نُور . وَقَدْ رَوَى الْحَافِظ أَبُو عَبْد اللَّه الْحَاكِم فِي مُسْتَدْرَكه أَنْبَأَنَا أَبُو الْعَبَّاس السَّيَّارِيّ بِمَرْوٍ حَدَّثَنَا عَبْد اللَّه بْن عَلِيّ الْغَزَّال حَدَّثَنَا عَلِيّ بْن الْحَسَن بْن شَقِيق حَدَّثَنَا اِبْن الْمُبَارَك حَدَّثَنَا مُصْعَب بْن ثَابِت عَنْ عَامِر بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ قَالَ : نَزَلَ بِالنَّجَاشِيِّ عَدُوّ مِنْ أَرْضهمْ فَجَاءَهُ الْمُهَاجِرُونَ فَقَالُوا : إِنَّا نُحِبّ أَنْ تَخْرُج نُقَاتِل مَعَك وَتَرَى جُرْأَتنَا وَنَجْزِيك بِمَا صَنَعْت بِنَا فَقَالَ : لَدَاء بِنَصْرِ اللَّه عَزَّ وَجَلَّ خَيْر مِنْ دَوَاء بِنُصْرَةِ النَّاس . وَفِيهِ نَزَلَتْ \" وَإِنَّ مِنْ أَهْل الْكِتَاب لَمَنْ يُؤْمِن بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ \" الْآيَة . ثُمَّ قَالَ هَذَا حَدِيث صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" وَإِنَّ مِنْ أَهْل الْكِتَاب \" يَعْنِي مُسْلِمَة أَهْل الْكِتَاب وَقَالَ عَبَّاد بْن مَنْصُور سَأَلْت الْحَسَن الْبَصْرِيّ عَنْ قَوْل اللَّه \" وَإِنَّ مِنْ أَهْل الْكِتَاب لَمَنْ يُؤْمِن بِاَللَّهِ \" الْآيَة . قَالَ هُمْ أَهْل الْكِتَاب الَّذِينَ كَانُوا قَبْل مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاتَّبَعُوهُ وَعَرَفُوا الْإِسْلَام فَأَعْطَاهُمْ اللَّه تَعَالَى أَجْر اِثْنَيْنِ لِلَّذِي كَانُوا عَلَيْهِ مِنْ الْإِيمَان قَبْل مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاتِّبَاعهمْ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَة يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ فَذَكَرَ مِنْهُمْ \" رَجُلًا مِنْ أَهْل الْكِتَاب آمَنَ بِنَبِيِّهِ وَآمَنَ بِي \" وَقَوْله تَعَالَى \" لَا يَشْتَرُونَ بِآيَاتِ اللَّه ثَمَنًا قَلِيلًا \" أَيْ لَا يَكْتُمُونَ مَا بِأَيْدِيهِمْ مِنْ الْعِلْم كَمَا فَعَلَهُ الطَّائِفَة الْمَرْذُولَة مِنْهُمْ بَلْ يَبْذُلُونَ ذَلِكَ مَجَّانًا وَلِهَذَا قَالَ تَعَالَى \" أُولَئِكَ لَهُمْ أَجْرهمْ عِنْد رَبّهمْ إِنَّ اللَّه سَرِيع الْحِسَاب \" قَالَ مُجَاهِد سَرِيع الْحِسَاب يَعْنِي سَرِيع الْإِحْصَاء . رَوَاهُ اِبْن أَبِي حَاتِم وَغَيْره.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39953, "aya_id": 199}]