[{"text": "وَمِنَ الإِبْلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الأُنثَيَيْنِ أَمْ كُنتُمْ شُهَدَاء إِذْ وَصَّاكُمُ اللّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ", "sura_id": 6, "type": 0, "id": 933, "aya_id": 144}, {"text": "ومن الإبل اثنين ومن البقر اثنين قل آلذكرين حرم أم الأنثيين أما اشتملت عليه أرحام الأنثيين أم كنتم شهداء إذ وصاكم الله بهذا فمن أظلم ممن افترى على الله كذبا ليضل الناس بغير علم إن الله لا يهدي القوم الظالمين", "sura_id": 6, "type": 1, "id": 7169, "aya_id": 144}, {"text": "144 - (ومن الإبل اثنين ومن البقر اثنين قل آلذكرين حرم أم الأنثيين أما اشتملت عليه أرحام الأنثيين أم) بل (كنتم شهداء) حضوراً (إذ وصاكم الله بهذا) التحريم فاعتمدتم ذلك لا بل أنتم كاذبون فيه (فمن) أي لا أحد (أظلم ممن افترى على الله كذبا) بذلك (ليضل الناس بغير علم إن الله لا يهدي القوم الظالمين) \r\n", "sura_id": 6, "type": 2, "id": 25877, "aya_id": 144}, {"text": "والأصناف الأربعة الأخرى: هي اثنان من الإبل ذكورًا وإناثًا, واثنان من البقر ذكورًا وإناثًا. قل -أيها الرسول- لأولئك المشركين: أحَرَّم الله الذكرين أم الأنثيين؟ أم حرَّم ما اشتملت عليه أرحام الأنثيين ذكورًا وإناثًا؟ أم كنتم أيها المشركون حاضرين, إذ وصاكم الد بهذا التحريم للأنعام, فلا أحد أشد ظلمًا ممن اختلق على الله الكذب; ليصرف الناس بجهله عن طريق الهدى. إن الله تعالى لا يوفق للرشد مَن تجاوز حدَّه, فكذب على ربه, وأضلَّ الناس.\r\n", "sura_id": 6, "type": 3, "id": 32113, "aya_id": 144}, {"text": " <font color=red>وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</font><BR><p>وَقَوْله تَعَالَى \" أَمْ كُنْتُمْ شُهَدَاء إِذْ وَصَّاكُمْ اللَّه بِهَذَا \" تَهَكُّم بِهِمْ فِيمَا اِبْتَدَعُوهُ وَافْتَرَوْهُ عَلَى اللَّه مِنْ تَحْرِيم مَا حَرَّمُوهُ مِنْ ذَلِكَ \" فَمَنْ أَظْلَم مِمَّنْ اِفْتَرَى عَلَى اللَّه كَذِبًا لِيُضِلّ النَّاس بِغَيْرِ عِلْم \" أَيْ لَا أَجِد أَظْلَم مِنْهُ \" إِنَّ اللَّه لَا يَهْدِي الْقَوْم الظَّالِمِينَ \" وَأَوَّل مَنْ دَخَلَ فِي هَذِهِ الْآيَة عَمْرو بْن لُحَيّ بْن قَمْعَة لِأَنَّهُ أَوَّل مَنْ غَيَّرَ دِين الْأَنْبِيَاء وَأَوَّل مَنْ سَيَّبَ السَّوَائِب وَوَصَلَ الْوَصِيلَة وَحَمَى الْحَامِي كَمَا ثَبَتَ ذَلِكَ فِي الصَّحِيح .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42126, "aya_id": 144}]