[{"text": "أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَقَ وَيَعْقُوبَ وَالأسْبَاطَ كَانُواْ هُودًا أَوْ نَصَارَى قُلْ أَأَنتُمْ أَعْلَمُ أَمِ اللّهُ وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَادَةً عِندَهُ مِنَ اللّهِ وَمَا اللّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ", "sura_id": 2, "type": 0, "id": 147, "aya_id": 140}, {"text": "أم تقولون إن إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط كانوا هودا أو نصارى قل أأنتم أعلم أم الله ومن أظلم ممن كتم شهادة عنده من الله وما الله بغافل عما تعملون", "sura_id": 2, "type": 1, "id": 6383, "aya_id": 140}, {"text": "140 - (أم) بل أ(تقولون) بالتاء والياء (إن إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط كانوا هودا أو نصارى قل) لهم (أأنتم أعلم أم الله) أي الله أعلم ، وقد برأ منها إبراهيم بقوله {ما كان إبراهيم يهوديا ولا نصرانيا} والمذكورون معه تبع له (ومن أظلم ممن كتم) أخفى عن الناس (شهادة عنده) كائنة (من الله) أي لا أحد أظلم منه وهم اليهود كتموا شهادة الله في التوراة لإبراهيم بالحنيفية (وما الله بغافل عما تعملون) تهديد لهم \r\n", "sura_id": 2, "type": 2, "id": 25091, "aya_id": 140}, {"text": "بل أتقولون مجادلين في الله: إن إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط- وهم الأنبياء الذين كانوا في قبائل بني إسرائيل الاثنتي عشرة من ولد يعقوب- كانوا على دين اليهود أو النصارى؟ وهذا كذب; فقد بُعِثوا وماتوا قبل نزول التوراة والإنجيل. قل لهم -أيها الرسول-: أأنتم أعلم بدينهم أم الله تعالى؟ وقد أخبر في القرآن بأنهم كانوا حنفاء مسلمين, ولا أحد أظلم منكم حين تخفون شهادة ثابتة عندكم من الله تعالى, وتدَّعون خلافها افتراء على الله. وما الله بغافل عن شيء من أعمالكم, بل هو مُحْصٍ لها ومجازيكم عليها.\r\n", "sura_id": 2, "type": 3, "id": 31327, "aya_id": 140}, {"text": " <font color=red>أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ</font><BR><p>ثُمَّ أَنْكَرَ تَعَالَى عَلَيْهِمْ فِي دَعْوَاهُمْ أَنَّ إِبْرَاهِيم وَمَنْ ذُكِرَ بَعْده مِنْ الْأَنْبِيَاء وَالْأَسْبَاط كَانُوا عَلَى مِلَّتهمْ إِمَّا الْيَهُودِيَّة وَإِمَّا النَّصْرَانِيَّة فَقَالَ \" قُلْ أَأَنْتُمْ أَعْلَمُ أَمْ اللَّهُ \" يَعْنِي بَلْ اللَّهُ أَعْلَمُ وَقَدْ أَخْبَرَ أَنَّهُمْ لَمْ يَكُونُوا هُودًا وَلَا نَصَارَى كَمَا قَالَ تَعَالَى\" مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" الْآيَة وَاَلَّتِي بَعْدهَا وَقَوْله \" وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنْ اللَّه \" قَالَ الْحَسَن الْبَصْرِيّ : كَانُوا يَقْرَءُونَ فِي كِتَاب اللَّه الَّذِي أَتَاهُمْ إِنَّ الدِّين الْإِسْلَام وَإِنَّ مُحَمَّدًا رَسُول اللَّه وَإِنَّ إِبْرَاهِيم وَإِسْمَاعِيل وَإِسْحَاق وَيَعْقُوب وَالْأَسْبَاط كَانُوا بُرَآء مِنْ الْيَهُودِيَّة وَالنَّصْرَانِيَّة فَشَهِدُوا لِلَّهِ بِذَلِكَ وَأَقَرُّوا عَلَى أَنْفُسهمْ لِلَّهِ فَكَتَمُوا شَهَادَة اللَّه عِنْدهمْ مِنْ ذَلِكَ وَقَوْله \" وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ \" تَهْدِيدٌ وَوَعِيدٌ شَدِيدٌ أَيْ أَنَّ عِلْمَهُ مُحِيطٌ بِعَمَلِكُمْ وَسَيَجْزِيكُمْ عَلَيْهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38543, "aya_id": 140}]