[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الَّذِينَ اتَّخَذُواْ دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاء وَاتَّقُواْ اللّهَ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 5, "type": 0, "id": 726, "aya_id": 57}, {"text": "يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من الذين أوتوا الكتاب من قبلكم والكفار أولياء واتقوا الله إن كنتم مؤمنين", "sura_id": 5, "type": 1, "id": 6962, "aya_id": 57}, {"text": "57 - (يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوا) مهزوءا به (ولعبا من) للبيان (الذين أوتوا الكتاب من قبلكم والكفار) المشركين بالجر والنصب (أولياء واتقوا الله) بترك موالاتهم (إن كنتم مؤمنين) صادقين في إيمانكم \r\n", "sura_id": 5, "type": 2, "id": 25670, "aya_id": 57}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لا تتخذوا الذين يستهزئون ويتلاعبون بدينكم من أهل الكتاب والكفارَ أولياءَ, وخافوا الله إن كنتم مؤمنين به وبشرعه.\r\n", "sura_id": 5, "type": 3, "id": 31906, "aya_id": 57}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ</font><BR><p>وَهَذَا تَنْفِير مِنْ مُوَالَاة أَعْدَاء الْإِسْلَام وَأَهْله مِنْ الْكِتَابِيِّينَ وَالْمُشْرِكِينَ وَاَلَّذِينَ يَتَّخِذُونَ أَفْضَل مَا يَعْمَلهُ الْعَامِلُونَ وَهِيَ شَرَائِع الْإِسْلَام الْمُطَهَّرَة الْمُحْكَمَة الْمُشْتَمِلَة عَلَى كُلّ خَيْر دُنْيَوِيّ وَأُخْرَوِيّ يَتَّخِذُونَهَا هُزُوًا يَسْتَهْزِئُونَ بِهَا وَلَعِبًا يَعْتَقِدُونَ أَنَّهَا نَوْع مِنْ اللَّعِب فِي نَظَرهمْ الْفَاسِد وَفِكْرهمْ الْبَارِد كَمَا قَالَ الْقَائِل وَكَمْ مِنْ عَائِبٍ قَوْلًا صَحِيحًا وَآفَتُهُ مِنْ الْفَهْم السَّقِيم وَقَوْله تَعَالَى \" مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ وَالْكُفَّار \" مِنْ هَهُنَا لِبَيَانِ الْجِنْس كَقَوْلِهِ \" فَاجْتَنِبُوا الرِّجْس مِنْ الْأَوْثَان \" وَقَرَأَ بَعْضهمْ\" وَالْكُفَّارِ \" بِالْخَفْضِ عَطْفًا وَقَرَأَ آخَرُونَ بِالنَّصْبِ عَلَى أَنَّهُ مَعْمُول \" لَا تَتَّخِذُوا الَّذِينَ اِتَّخَذُوا دِينكُمْ هُزُوًا وَلَعِبًا مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ\" تَقْدِيره وَلَا الْكُفَّار أَوْلِيَاء أَيْ لَا تَتَّخِذُوا هَؤُلَاءِ وَلَا هَؤُلَاءِ أَوْلِيَاء وَالْمُرَاد بِالْكُفَّارِ هَهُنَا الْمُشْرِكُونَ وَكَذَا وَقَعَ فِي قِرَاءَة اِبْن مَسْعُود فِيهَا رَوَاهُ اِبْن جَرِير\" لَا تَتَّخِذُوا الَّذِينَ اِتَّخَذُوا دِينكُمْ هُزُوًا وَلَعِبًا مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ وَمِنْ الَّذِينَ أَشْرَكُوا\" وَقَوْله \" وَاتَّقُوا اللَّه إِنْ كُنْتُمْ مُؤْمِنِينَ \" أَيْ اِتَّقُوا اللَّه أَنْ تَتَّخِذُوا هَؤُلَاءِ الْأَعْدَاء لَكُمْ وَلِدِينِكُمْ أَوْلِيَاء إِنْ كُنْتُمْ مُؤْمِنِينَ بِشَرْعِ اللَّه الَّذِي اِتَّخَذَهُ هَؤُلَاءِ هُزُوًا وَلَعِبًا كَمَا قَالَ تَعَالَى \" لَا يَتَّخِذ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ وَمَنْ يَفْعَل ذَلِكَ فَلَيْسَ مِنْ اللَّه فِي شَيْء إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاة وَيُحَذِّركُمْ اللَّه نَفْسه وَإِلَى اللَّه الْمَصِير \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41510, "aya_id": 57}]