[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ لِلّهِ شُهَدَاء بِالْقِسْطِ وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُواْ اعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُواْ اللّهَ إِنَّ اللّهَ خَبِيرٌ بِمَا تَعْمَلُونَ", "sura_id": 5, "type": 0, "id": 677, "aya_id": 8}, {"text": "يا أيها الذين آمنوا كونوا قوامين لله شهداء بالقسط ولا يجرمنكم شنآن قوم على ألا تعدلوا اعدلوا هو أقرب للتقوى واتقوا الله إن الله خبير بما تعملون", "sura_id": 5, "type": 1, "id": 6913, "aya_id": 8}, {"text": "8 - (يا أيها الذين آمنوا كونوا قوامين) قائمين (لله) بحقوقه (شهداء بالقسط) بالعدل (ولا يجرمنكم) يحملنكم (شنآن) بغض (قوم) أي الكفار (على ألا تعدلوا) فتنالوا منهم لعداوتهم (اعدلوا) في العدو والولي (هو) أي العدل (أقرب للتقوى واتقوا الله إن الله خبير بما تعملون) فيجازيكم به \r\n", "sura_id": 5, "type": 2, "id": 25621, "aya_id": 8}, {"text": "يا أيها الذين آمَنوا بالله ورسوله محمد صلى الله عليه وسلم كونوا قوَّامين بالحق, ابتغاء وجه الله, شُهداء بالعدل, ولا يحملنكم بُغْضُ قوم على ألا تعدلوا, اعدِلوا بين الأعداء والأحباب على درجة سواء, فذلك العدل أقرب لخشية الله, واحذروا أن تجوروا. إن الله خبير بما تعملون, وسيجازيكم به.\r\n", "sura_id": 5, "type": 3, "id": 31857, "aya_id": 8}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا</font><BR><p>قَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ \" أَيْ كُونُوا قَوَّامِينَ بِالْحَقِّ لِلَّهِ عَزَّ وَجَلَّ لَا لِأَجْلِ النَّاس وَالسُّمْعَة وَكُونُوا\" شُهَدَاء بِالْقِسْطِ \" أَيْ بِالْعَدْلِ لَا بِالْجَوْرِ وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ النُّعْمَان بْن بَشِير أَنَّهُ قَالَ : نَحَلَنِي أَبِي نُحْلًا فَقَالَتْ أُمِّي عَمْرَة بِنْتُ رَوَاحَةَ : لَا أَرْضَى حَتَّى تُشْهِد عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَهُ لِيُشْهِدهُ عَلَى صَدَقَتِي فَقَالَ : أَكُلَّ وَلَدِك نَحَلْت مِثْلَهُ ؟ قَالَ لَا قَالَ : \" اِتَّقُوا اللَّه وَاعْدِلُوا فِي أَوْلَادكُمْ - وَقَالَ - إِنِّي لَا أَشْهَد عَلَى جَوْر \" قَالَ : فَرَجَعَ أَبِي فَرَدَّ تِلْكَ الصَّدَقَة وَقَوْله تَعَالَى \" وَلَا يَجْرِمَنَّكُمْ شَنَآن قَوْم عَلَى أَنْ لَا تَعْدِلُوا \" أَيْ لَا يَحْمِلَنَّكُمْ بُغْض قَوْم عَلَى تَرْك الْعَدْل فِيهِمْ بَلْ اِسْتَعْمِلُوا الْعَدْل فِي كُلّ أَحَد صَدِيقًا كَانَ أَوْ عَدُوًّا وَلِهَذَا قَالَ \" اِعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى \" أَيْ أَقْرَبُ إِلَى التَّقْوَى مِنْ تَرْكه وَدَلَّ الْفِعْل عَلَى الْمَصْدَر الَّذِي عَادَ الضَّمِير عَلَيْهِ فِي نَظَائِره مِنْ الْقُرْآن وَغَيْره كَمَا فِي قَوْله \" وَإِنْ قِيلَ لَكُمْ اِرْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ \" وَقَوْله : هُوَ أَقْرَب لِلتَّقْوَى مِنْ بَاب اِسْتِعْمَال أَفْعَلَ التَّفْضِيل فِي الْمَحَلّ الَّذِي لَيْسَ فِي الْجَانِب الْآخَر مِنْهُ شَيْء كَمَا فِي قَوْله تَعَالَى \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا \" وَكَقَوْلِ بَعْض الصَّحَابِيَّاتِ لِعُمَرَ : أَنْتَ أَفَظُّ وَأَغْلَظُ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ تَعَالَى \" وَاتَّقُوا اللَّه إِنَّ اللَّه خَبِير بِمَا تَعْمَلُونَ \" أَيْ وَسَيَجْزِيكُمْ عَلَى مَا عَلِمَ مِنْ أَفْعَالكُمْ الَّتِي عَمِلْتُمُوهَا إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ وَلِهَذَا قَالَ بَعْده \" وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات لَهُمْ مَغْفِرَة \"</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41535, "aya_id": 8}]