[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا", "sura_id": 33, "type": 0, "id": 3542, "aya_id": 9}, {"text": "يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ جاءتكم جنود فأرسلنا عليهم ريحا وجنودا لم تروها وكان الله بما تعملون بصيرا", "sura_id": 33, "type": 1, "id": 9778, "aya_id": 9}, {"text": "9 - (يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ جاءتكم جنود) من الكفار متحزبون أيام حفر الخندق (فأرسلنا عليهم ريحا وجنودا لم تروها) من الملائكة (وكان الله بما تعملون) بالتاء من حفر الخندق وبالياء من تحزيب المشركين (بصيرا) \r\n", "sura_id": 33, "type": 2, "id": 28486, "aya_id": 9}, {"text": "يا معشر المؤمنين اذكروا نعمة الله تعالى التي أنعمها عليكم في \"المدينة\" أيام غزوة الأحزاب -وهي غزوة الخندق-, حين اجتمع عليكم المشركون من خارج \"المدينة\", واليهود والمنافقون من \"المدينة\" وما حولها, فأحاطوا بكم, فأرسلنا على الأحزاب ريحًا شديدة اقتلعت خيامهم ورمت قدورهم, وأرسلنا ملائكة من السماء لم تروها, فوقع الرعب في قلوبهم. وكان الله بما تعملون بصيرًا, لا يخفى عليه من ذلك شيء.\r\n", "sura_id": 33, "type": 3, "id": 34722, "aya_id": 9}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ نِعْمَته وَفَضْله وَإِحْسَانه إِلَى عِبَاده الْمُؤْمِنِينَ فِي صَرْفه أَعْدَاءَهُمْ وَهَزْمه إِيَّاهُمْ عَام تَأَلَّبُوا عَلَيْهِمْ وَتَحَزَّبُوا وَذَلِكَ عَام الْخَنْدَق وَذَلِكَ فِي شَوَّال سَنَة خَمْس مِنْ الْهِجْرَة عَلَى الصَّحِيح الْمَشْهُور وَقَالَ مُوسَى بْن عُقْبَة وَغَيْره كَانَ فِي سَنَة أَرْبَع وَكَانَ سَبَب قُدُوم الْأَحْزَاب أَنَّ نَفَرًا مِنْ أَشْرَاف يَهُود بَنِي النَّضِير الَّذِينَ كَانُوا قَدْ أَجَلَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْمَدِينَة إِلَى خَيْبَر مِنْهُمْ سَلَّام بْن أَبِي الْحَقِيق وَسَلَّامُ بْن مشكم وَكِنَانَة بْن الرَّبِيع خَرَجُوا إِلَى مَكَّة فَاجْتَمَعُوا بِأَشْرَافِ قُرَيْش وَأَلَّبُوهُمْ عَلَى حَرْب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَعَدُوهُمْ مِنْ أَنْفُسهمْ النَّصْر وَالْإِعَانَة فَأَجَابُوهُمْ إِلَى ذَلِكَ ثُمَّ خَرَجُوا إِلَى غَطَفَان فَدَعَوْهُمْ فَاسْتَجَابُوا لَهُمْ أَيْضًا وَخَرَجَتْ قُرَيْش فِي أَحَابِيشهَا وَمَنْ تَابَعَهَا وَقَائِدهمْ أَبُو سُفْيَان صَخْر بْن حَرْب وَعَلَى غَطَفَان عُيَيْنَةَ بْن حِصْن بْن بَدْر وَالْجَمِيع قَرِيب مِنْ عَشَرَة آلَاف فَلَمَّا سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَسِيرِهِمْ أَمَرَ الْمُسْلِمِينَ بِحَفْرِ الْخَنْدَق حَوْل الْمَدِينَة مِمَّا يَلِي الشَّرْق وَذَلِكَ بِإِشَارَةِ سَلْمَان الْفَارِسِيّ رَضِيَ اللَّه عَنْهُ فَعَمِلَ الْمُسْلِمُونَ فِيهِ وَاجْتَهَدُوا وَنَقَلَ مَعَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ التُّرَاب وَحَفَرَ وَكَانَ فِي حَفْره ذَلِكَ آيَات وَدَلَائِل وَاضِحَات وَجَاءَ الْمُشْرِكُونَ فَنَزَلُوا شَرْقِيّ الْمَدِينَة قَرِيبًا مِنْ أُحُد وَنَزَلَتْ طَائِفَة مِنْهُمْ فِي أَعَالِي أَرْض الْمَدِينَة .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40239, "aya_id": 9}]