[{"text": "أَمْ حَسِبْتُمْ أَن تُتْرَكُواْ وَلَمَّا يَعْلَمِ اللّهُ الَّذِينَ جَاهَدُواْ مِنكُمْ وَلَمْ يَتَّخِذُواْ مِن دُونِ اللّهِ وَلاَ رَسُولِهِ وَلاَ الْمُؤْمِنِينَ وَلِيجَةً وَاللّهُ خَبِيرٌ بِمَا تَعْمَلُونَ", "sura_id": 9, "type": 0, "id": 1251, "aya_id": 16}, {"text": "أم حسبتم أن تتركوا ولما يعلم الله الذين جاهدوا منكم ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين وليجة والله خبير بما تعملون", "sura_id": 9, "type": 1, "id": 7487, "aya_id": 16}, {"text": "16 - (أم) بمعنى همزة الإنكار (حسبتم أن تتركوا ولما) لم (يعلم الله) علم ظهور (الذين جاهدوا منكم) بإخلاص (ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين وليجة) بطانة وأولياء ، المعنى ولم يظهر المخلصون وهم الموصوفون بما ذكر من غيرهم (والله خبير بما تعملون) \r\n", "sura_id": 9, "type": 2, "id": 26195, "aya_id": 16}, {"text": "مِن سنة الله الابتلاء, فلا تظنوا يا معشر المؤمنين أن يترككم الله دون اختبار; ليعلم الله علمًا ظاهرًا للخلق الذين أخلصوا في جهادهم, ولم يتخذوا غير الله ورسوله والمؤمنين بطانة وأولياء. والله خبير بجميع أعمالكم ومجازيكم بها.\r\n", "sura_id": 9, "type": 3, "id": 32431, "aya_id": 16}, {"text": " <font color=red>أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ</font><BR><p>يَقُول تَعَالَى : \" أَمْ حَسِبْتُمْ \" أَيّهَا الْمُؤْمِنِينَ أَنْ نَتْرُككُمْ مُهْمَلِينَ لَا نَخْتَبِركُمْ بِأُمُورٍ يَظْهَر فِيهَا أَهْل الْعَزْم الصَّادِق مِنْ الْكَاذِب وَلِهَذَا قَالَ \" وَلَمَّا يَعْلَم اللَّه الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُون اللَّه وَلَا رَسُوله وَلَا الْمُؤْمِنِينَ وَلِيجَة \" أَيْ بِطَانَة وَدَخِيلَة بَلْ هُمْ فِي الظَّاهِر وَالْبَاطِن عَلَى النُّصْح لِلَّهِ وَلِرَسُولِهِ فَاكْتَفَى بِأَحَدِ الْقِسْمَيْنِ عَنْ الْآخَر كَمَا قَالَ الشَّاعِر : وَمَا أَدْرِي إِذَا يَمَّمْت أَرْضًا أُرِيد الْخَيْر أَيّهمَا يَلِينِي وَقَدْ قَالَ اللَّه تَعَالَى فِي الْآيَة الْأُخْرَى \" الم أَحَسِبَ النَّاس أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلهمْ فَلَيَعْلَمَنَّ اللَّه الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ \" وَقَالَ تَعَالَى \" أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّة الْآيَة وَقَالَ تَعَالَى \" مَا كَانَ اللَّه لِيَذَر الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ \" الْآيَة وَالْحَاصِل أَنَّهُ تَعَالَى لَمَّا شَرَعَ لِعِبَادِهِ الْجِهَاد بَيَّنَ أَنَّ لَهُ فِيهِ حِكْمَة وَهُوَ اِخْتِبَار عَبِيده مَنْ يُطِيعهُ مِمَّنْ يَعْصِيه وَهُوَ تَعَالَى الْعَالِم بِمَا كَانَ وَمَا يَكُون وَمَا لَمْ يَكُنْ لَوْ كَانَ كَيْفَ كَانَ يَكُون فَيَعْلَم الشَّيْء قَبْل كَوْنه وَمَعَ كَوْنه عَلَى مَا هُوَ عَلَيْهِ لَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ وَلَا رَادّ لِمَا قَدَّرَهُ وَأَمْضَاهُ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43431, "aya_id": 16}]