[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُواْ وَاذْكُرُواْ اللّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلَحُونَ", "sura_id": 8, "type": 0, "id": 1205, "aya_id": 45}, {"text": "يا أيها الذين آمنوا إذا لقيتم فئة فاثبتوا و اذكروا الله كثيرا لعلكم تفلحون", "sura_id": 8, "type": 1, "id": 7441, "aya_id": 45}, {"text": "45 - (يا أيها الذين آمنوا إذا لقيتم فئة) جماعة كافرة (فاثبتوا) لقتالهم ولا تنهزموا (واذكروا الله كثيراً) ادعوه بالنصر (لعلكم تفلحون) تفوزون \r\n", "sura_id": 8, "type": 2, "id": 26149, "aya_id": 45}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, إذا لقيتم جماعة من أهل الكفر قد استعدوا لقتالكم, فاثبتوا ولا تنهزموا عنهم, واذكروا الله كثيرًا داعين مبتهلين لإنزال النصر عليكم والظَّفَر بعدوكم; لكي تفوزوا.\r\n", "sura_id": 8, "type": 3, "id": 32385, "aya_id": 45}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ</font><BR><p>\" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَة فَاثْبُتُوا وَاذْكُرُوا اللَّه كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ \" هَذَا تَعْلِيم مِنْ اللَّه لِعِبَادِهِ الْمُؤْمِنِينَ آدَاب اللِّقَاء وَطَرِيق الشُّجَاعَة عِنْد مُوَاجِهَة الْأَعْدَاء فَقَالَ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَة فَاثْبُتُوا \" ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْتَظَرَ فِي بَعْض أَيَّامه الَّتِي لَقِيَ فِيهَا الْعَدُوّ حَتَّى إِذَا مَالَتْ الشَّمْس قَامَ فِيهِمْ فَقَالَ \" يَا أَيّهَا النَّاس لَا تَتَمَنَّوْا لِقَاء الْعَدُوّ وَاسْأَلُوا اللَّه الْعَافِيَة فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا وَاعْلَمُوا أَنَّ الْجَنَّة تَحْت ظِلَال السُّيُوف \" ثُمَّ قَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" اللَّهُمَّ مُنَزِّلَ الْكِتَاب وَمُجْرِيَ السَّحَاب وَهَازِمَ الْأَحْزَاب اِهْزِمْهُمْ وَانْصُرْنَا عَلَيْهِمْ وَقَالَ عَبْد الرَّزَّاق عَنْ سُفْيَان الثَّوْرِيّ عَنْ عَبْد الرَّحْمَن بْن زِيَاد عَنْ عَبْد اللَّه بْن يَزِيد عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَتَمَنَّوْا لِقَاء الْعَدُوّ وَاسْأَلُوا اللَّه الْعَافِيَة فَإِذَا لَقِيتُمُوهُمْ فَاثْبُتُوا وَاذْكُرُوا اللَّه فَإِنْ صَخِبُوا وَصَاحُوا فَعَلَيْكُمْ بِالصَّمْتِ \" . وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا إِبْرَاهِيم بْن هَاشِم الْبَغَوِيّ حَدَّثَنَا أُمَيَّة بْن بِسِطَامِ حَدَّثَنَا مُعْتَمِر بْن سُلَيْمَان حَدَّثَنَا ثَابِت بْن زَيْد عَنْ رَجُل عَنْ زَيْد بْن أَرْقَمَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرْفُوعًا قَالَ \" إِنَّ اللَّه يُحِبّ الصَّمْت عِنْد ثَلَاث عِنْد تِلَاوَة الْقُرْآن وَعِنْد الزَّحْف وَعِنْد الْجِنَازَة \" . وَفِي الْحَدِيث الْآخَر الْمَرْفُوع يَقُول اللَّه تَعَالَى \" إِنَّ عَبْدِي كُلّ عَبْدِي الَّذِي يَذْكُرنِي وَهُوَ مُنَاجِز قِرْنه \" أَيْ لَا يَشْغَلهُ ذَلِكَ الْحَال عَنْ ذِكْرِي وَدُعَائِي وَاسْتِعَانَتِي . وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي هَذِهِ الْآيَة قَالَ اِفْتَرَضَ اللَّه ذِكْرَهُ عِنْد أَشْغَلَ مَا يَكُون عِنْد الضَّرْب بِالسُّيُوفِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدَة بْن سُلَيْمَان حَدَّثَنَا اِبْن الْمُبَارَك عَنْ اِبْن جُرَيْج عَنْ عَطَاء : قَالَ وَجَبَ الْإِنْصَات وَذِكْر اللَّه عِنْد الزَّحْف ثُمَّ تَلَا هَذِهِ الْآيَة قُلْت يَجْهَرُونَ بِالذِّكْرِ ؟ قَالَ نَعَمْ وَقَالَ أَيْضًا قَرَأَ عَلَيَّ يُونُس بْن عَبْد الْأَعْلَى أَنْبَأَنَا اِبْن وَهْب أَخْبَرَنِي عَبْد اللَّه بْن عَبْد اللَّه بْن عَبَّاس عَنْ يَزِيد بْن فَوَذَر عَنْ كَعْب الْأَحْبَار قَالَ مَا مِنْ شَيْء أَحَبَّ إِلَى اللَّه تَعَالَى مِنْ قِرَاءَة الْقُرْآن وَالذِّكْر وَلَوْلَا ذَلِكَ مَا أَمَرَ النَّاس بِالصَّلَاةِ فِي الْقِتَال أَلَا تَرَوْنَ أَنَّهُ أَمَرَ النَّاس بِالذِّكْرِ عِنْد الْقِتَال فَقَالَ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَة فَاثْبُتُوا وَاذْكُرُوا اللَّه كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ \" قَالَ الشَّاعِر : ذَكَرْتُك وَالْخَطِّيّ يَخْطِر بَيْننَا وَقَدْ نَهِلَتْ فِينَا الْمُثَقَّفَة السُّمْر . وَقَالَ عَنْتَرَة : وَلَقَدْ ذَكَرْتُك وَالرِّمَاحُ نَوَاهِلُ مِنِّي وَبِيض الْهِنْد تَقْطُر مِنْ دَمِي . فَأَمَرَ تَعَالَى بِالثَّبَاتِ عِنْد قِتَال الْأَعْدَاء وَالصَّبْر عَلَى مُبَارَزَتهمْ فَلَا يَفِرُّوا وَلَا يُنَكِّلُوا وَلَا يَجْبُنُوا وَأَنْ يَذْكُرُوا اللَّه فِي تِلْكَ الْحَال وَلَا يَنْسَوْهُ بَلْ يَسْتَعِينُوا بِهِ وَيَتَوَكَّلُوا عَلَيْهِ وَيَسْأَلُوهُ النَّصْر عَلَى أَعْدَائِهِمْ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43094, "aya_id": 45}]