[{"text": "وَاعْلَمُواْ أَنَّمَا غَنِمْتُم مِّن شَيْءٍ فَأَنَّ لِلّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِن كُنتُمْ آمَنتُمْ بِاللّهِ وَمَا أَنزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 8, "type": 0, "id": 1201, "aya_id": 41}, {"text": "واعلموا أنما غنمتم من شيء فأن لله خمسه و للرسول و لذي القربى و اليتامى و المساكين وابن السبيل إن كنتم آمنتم بالله و ما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان و الله على كل شيء قدير", "sura_id": 8, "type": 1, "id": 7437, "aya_id": 41}, {"text": "41 - (واعلموا أنما غنمتم) أخذتم من الكفار قهراً (من شيء فأن لله خمسه) يأمر فيه بما يشاء (وللرسول ولذي القربى) قرابة النبي صلى الله عليه وسلم من بني هاشم وبني المطلب (واليتامى) أطفال المسلمين الذين هلك آباؤهم وهم فقراء (والمساكين) ذوي الحاجة من المسلمين (وابن السبيل) المنقطع في سفره من المسلمين ، أي يستحقه النبي صلى الله عليه وسلم والأصناف الأربعة على ما كان يقسمه من أن لكل خمس الخمس ، والأخماس الأربعة الباقية للغانمين (إن كنتم آمنتم بالله) فاعلموا ذلك (وما) عطف على بالله (أنزلنا على عبدنا) محمد صلى الله عليه وسلم من الملائكة والآيات (يوم الفرقان) أي يوم بدر الفارق بين الحق والباطل (يوم التقى الجمعان) المسلمون والكفار (والله على كل شيء قدير) ومنه نصركم مع قلتكم وكثرتهم \r\n", "sura_id": 8, "type": 2, "id": 26145, "aya_id": 41}, {"text": "واعلموا -أيها المؤمنون- أن ما ظَفِرتم به مِن عدوكم بالجهاد في سبيل الله فأربعة أخماسه للمقاتلين الذين حضروا المعركة, والخمس الباقي يجزَّأُ خمسة أقسام: الأول لله وللرسول, فيجعل في مصالح المسلمين العامة, والثاني لذوي قرابة رسول الله صلى الله عليه وسلم, وهم بنو هاشم وبنو المطلب, جُعِل لهم الخمس مكان الصدقة فإنها لا تحلُّ لهم, والثالث لليتامى, والرابع للمساكين, والخامس للمسافر الذي انقطعت به النفقة, إن كنتم مقرِّين بتوحيد الله مطيعين له, مؤمنين بما أنزل على عبده محمد صلى الله عليه وسلم من الآيات والمدد والنصر يوم فَرَق بين الحق والباطل بـ\"بدر\", يوم التقى جَمْعُ المؤمنين وجَمْعُ المشركين. والله على كل شيء قدير لا يعجزه شيء.\r\n", "sura_id": 8, "type": 3, "id": 32381, "aya_id": 41}, {"text": " <font color=red>وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>يُبَيِّن تَعَالَى تَفْصِيل مَا شَرَعَهُ مُخَصِّصًا لِهَذِهِ الْأُمَّة الشَّرِيفَة مِنْ بَيْن سَائِر الْأُمَم الْمُتَقَدِّمَة بِإِحْلَالِ الْغَنَائِم . وَالْغَنِيمَة هِيَ الْمَال الْمَأْخُوذ مِنْ الْكُفَّار بِإِيجَافِ الْخَيْل وَالرِّكَاب وَالْفَيْء مَا أُخِذَ مِنْهُمْ بِغَيْرِ ذَلِكَ كَالْأَمْوَالِ الَّتِي يُصَالِحُونَ عَلَيْهَا أَوْ يُتَوَفَّوْنَ عَنْهَا وَلَا وَارِث لَهُمْ وَالْجِزْيَة وَالْخَرَاج وَنَحْو ذَلِكَ هَذَا مَذْهَب الْإِمَام الشَّافِعِيّ فِي طَائِفَة مِنْ عُلَمَاء السَّلَف وَالْخَلَف وَمِنْ الْعُلَمَاء مَنْ يُطْلِق الْفَيْء عَلَى مَا تُطْلَق عَلَيْهِ الْغَنِيمَة وَبِالْعَكْسِ أَيْضًا وَلِهَذَا ذَهَبَ قَتَادَة إِلَى أَنَّ هَذِهِ الْآيَة نَاسِخَة لِآيَةِ الْحَشْر \" مَا أَفَاءَ اللَّه عَلَى رَسُوله مِنْ أَهْل الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى \" الْآيَة . قَالَ فَنَسَخَتْ آيَة الْأَنْفَال تِلْكَ وَجَعَلَتْ الْغَنَائِم أَرْبَعَة أَخْمَاس لِلْمُجَاهِدِينَ وَخُمُسًا مِنْهَا لِهَؤُلَاءِ الْمَذْكُورِينَ وَهَذَا الَّذِي قَالَهُ بَعِيدٌ لِأَنَّ هَذِهِ الْآيَة نَزَلَتْ بَعْد وَقْعَة بَدْر وَتِلْكَ نَزَلَتْ فِي بَنِي النَّضِير وَلَا خِلَاف بَيْن عُلَمَاء السِّيَر وَالْمَغَازِي قَاطِبَة أَنَّ بَنِي النَّضِير بَعْد بَدْر , وَهَذَا أَمْر لَا يُشَكّ فِيهِ وَلَا يُرْتَاب فَمَنْ يُفَرِّق بَيْن مَعْنَى الْفَيْء وَالْغَنِيمَة يَقُول تِلْكَ نَزَلَتْ فِي أَمْوَال الْفَيْء وَهَذِهِ فِي الْغَنَائِم وَمَنْ يَجْعَل أَمْر الْغَنَائِم وَالْفَيْء رَاجِعًا إِلَى رَأَى الْإِمَام يَقُول لَا مُنَافَاة بَيْن آيَة الْحَشْر وَبَيْن التَّخْمِيس إِذَا رَآهُ الْإِمَام , وَاللَّهُ أَعْلَمُ . فَقَوْله تَعَالَى \" وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْء فَأَنَّ لِلَّهِ خُمُسَهُ \" تَوْكِيد لِتَخْمِيسِ كُلّ قَلِيل وَكَثِير حَتَّى الْخَيْط وَالْمِخْيَط قَالَ اللَّه تَعَالَى \" وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْم الْقِيَامَة ثُمَّ تُوَفَّى كُلّ نَفْس مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ \" وَقَوْله \" فَإِنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ \" اِخْتَلَفَ الْمُفَسِّرُونَ هَهُنَا فَقَالَ بَعْضهمْ لِلَّهِ نَصِيب مِنْ الْخُمُس يُجْعَل فِي الْكَعْبَة قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة الرِّيَاحِيّ : قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُؤْتَى بِالْغَنِيمَةِ فَيُخَمِّسهَا عَلَى خَمْسَة تَكُون أَرْبَعَة أَخْمَاس لِمَنْ شَهِدَهَا ثُمَّ يَأْخُذ الْخُمُس فَيَضْرِب بِيَدِهِ فِيهِ فَيَأْخُذ مِنْهُ الَّذِي قَبَضَ كَفُّهُ فَيَجْعَلهُ لِلْكَعْبَةِ وَهُوَ سَهْم اللَّه ثُمَّ يَقْسِم مَا بَقِيَ عَلَى خَمْسَة أَسْهُم فَيَكُون سَهْم لِلرَّسُولِ وَسَهْم لِذَوِي الْقُرْبَى وَسَهْم لِلْيَتَامَى وَسَهْم لِلْمَسَاكِينِ وَسَهْم لِابْنِ السَّبِيل . وَقَالَ آخَرُونَ ذِكْر اللَّه هَهُنَا اِسْتِفْتَاحُ كَلَامٍ لِلتَّبَرُّكِ وَسَهْم لِرَسُولِهِ عَلَيْهِ السَّلَام قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا بَعَثَ سَرِيَّة فَغَنِمُوا خَمَّسَ الْغَنِيمَة فَضَرَبَ ذَلِكَ الْخُمُس فِي خَمْسَة ثُمَّ قَرَأَ \" وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْء فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ \" \" فَأَنَّ لِلَّهِ خُمُسَهُ \" مِفْتَاح كَلَام \" لِلَّهِ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض \" فَجَعَلَ سَهْم اللَّه وَسَهْم الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاحِدًا وَهَكَذَا قَالَ إِبْرَاهِيم النَّخَعِيّ وَالْحَسَن بْن مُحَمَّد بْن الْحَنَفِيَّة وَالْحَسَن الْبَصْرِيّ وَالشَّعْبِيّ وَعَطَاء بْن أَبِي رَبَاح وَعَبْد اللَّه بْن بُرَيْدَة وَقَتَادَة وَمُغِيرَة وَغَيْر وَاحِد أَنَّ سَهْم اللَّه وَرَسُوله وَاحِد وَيُؤَيِّد هَذَا مَا رَوَاهُ الْإِمَام الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ بِإِسْنَادٍ صَحِيح عَنْ عَبْد اللَّه بْن شَقِيق عَنْ رَجُل قَالَ أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ بِوَادِي الْقُرَى وَهُوَ يَعْرِض فَرَسًا فَقُلْت : يَا رَسُول اللَّه مَا تَقُول فِي الْغَنِيمَة ؟ فَقَالَ \" لِلَّهِ خُمُسهَا وَأَرْبَعَة أَخْمَاسهَا لِلْجَيْشِ \" قُلْت فَمَا أَحَد أَوْلَى بِهِ مِنْ أَحَد ؟ قَالَ \" لَا وَلَا السَّهْم تَسْتَخْرِجهُ مِنْ جَيْبك لَيْسَ أَنْتَ أَحَقّ بِهِ مِنْ أَخِيك الْمُسْلِم \" . وَقَالَ اِبْن جَرِير : حَدَّثَنَا عِمْرَان بْن مُوسَى حَدَّثَنَا عَبْد الْوَارِث حَدَّثَنَا أَبَان عَنْ الْحَسَن قَالَ أَوْصَى الْحَسَن بِالْخُمُسِ مِنْ مَاله وَقَالَ أَلَا أَرْضَى مِنْ مَالِي بِمَا رَضِيَ اللَّه لِنَفْسِهِ ثُمَّ اِخْتَلَفَ قَائِلُو هَذَا الْقَوْل فَرَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ : كَانَتْ الْغَنِيمَة تُخَمَّس عَلَى خَمْسَة أَخْمَاس فَأَرْبَعَة مِنْهَا بَيْن مَنْ قَاتَلَ عَلَيْهَا وَخُمُس وَاحِد يُقْسَم عَلَى أَرْبَعَة أَخْمَاس فَرُبُع لِلَّهِ وَلِلرَّسُولِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَا كَانَ لِلَّهِ وَلِلرَّسُولِ فَهُوَ لِقَرَابَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَأْخُذ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْخُمُس شَيْئًا . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو مَعْمَر الْمِنْقَرِيّ حَدَّثَنَا عَبْد الْوَارِث بْن سَعِيد عَنْ حُسَيْن الْمُعَلِّم عَنْ عَبْد اللَّه بْن بُرَيْدَة فِي قَوْله \" وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْء فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ \" قَالَ الَّذِي لِلَّهِ فَلِنَبِيِّهِ وَاَلَّذِي لِلرَّسُولِ لِأَزْوَاجِهِ وَقَالَ عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ عَطَاء بْن أَبِي رَبَاح قَالَ خُمُس اللَّه وَالرَّسُول وَاحِد يَحْمِل مِنْهُ وَيَصْنَع فِيهِ مَا شَاءَ يَعْنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذَا أَعَمّ وَأَشْمَل وَهُوَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَصَرَّف فِي الْخُمُس الَّذِي جَعَلَهُ اللَّه بِمَا شَاءَ وَيَرُدّهُ فِي أُمَّته كَيْف شَاءَ وَيَشْهَد لِهَذَا مَا رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ : حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ أَبِي بَكْر بْن عَبْد اللَّه بْن أَبِي مَرْيَم عَنْ أَبِي سَلَّام الْأَعْرَج عَنْ الْمِقْدَام بْن مَعْدِي كَرِبَ الْكِنْدِيّ أَنَّهُ جَلَسَ مَعَ عُبَادَة بْن الصَّامِت وَأَبِي الدَّرْدَاء وَالْحَارِث بْن مُعَاوِيَة الْكِنْدِيّ رَضِيَ اللَّه عَنْهُمْ فَتَذَاكَرُوا حَدِيث رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو الدَّرْدَاء لِعُبَادَةَ يَا عُبَادَة كَلِمَات رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة كَذَا وَكَذَا فِي شَأْن الْأَخْمَاس فَقَالَ عُبَادَة إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ فِي غَزْوَة إِلَى بَعِير مِنْ الْمَغْنَم فَلَمَّا سَلَّمَ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَنَاوَلَ وَبَرَة بَيْن أُنْمُلَتَيْهِ فَقَالَ \" إِنَّ هَذِهِ مِنْ غَنَائِمكُمْ وَإِنَّهُ لَيْسَ لِي فِيهَا إِلَّا نَصِيبِي مَعَكُمْ الْخُمُس وَالْخُمُس مَرْدُود عَلَيْكُمْ فَأَدُّوا الْخَيْط وَالْمِخْيَط وَأَكْبَر مِنْ ذَلِكَ وَأَصْغَر وَلَا تَغُلُّوا فَإِنَّ الْغُلُول عَارٌ وَنَار عَلَى أَصْحَابه فِي الدُّنْيَا وَالْآخِرَة وَجَاهِدُوا النَّاس فِي اللَّه الْقَرِيبَ وَالْبَعِيدَ وَلَا تُبَالُوا فِي اللَّه لَوْمَة لَائِم وَأَقِيمُوا حُدُود اللَّه فِي السَّفَر وَالْحَضَر وَجَاهِدُوا فِي اللَّه فَإِنَّ الْجِهَاد بَاب مِنْ أَبْوَاب الْجَنَّة عَظِيم يُنْجِي اللَّه بِهِ مِنْ الْهَمّ وَالْغَمّ \" . هَذَا حَدِيث حَسَن عَظِيم وَلَمْ أَرَهُ فِي شَيْء مِنْ الْكُتُب السِّتَّة مِنْ هَذَا الْوَجْه وَلَكِنْ رَوَى الْإِمَام أَحْمَد أَيْضًا وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَبْد اللَّه بْن عَمْرو عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْوه فِي قِصَّة الْخُمُس وَالنَّهْي عَنْ الْغُلُول . وَعَنْ عَمْرو بْن عَنْبَسَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ إِلَى بَعِير مِنْ الْمَغْنَم فَلَمَّا سَلَّمَ أَخَذَ وَبَرَة مِنْ هَذَا الْبَعِير ثُمَّ قَالَ \" وَلَا يَحِلّ لِي مِنْ غَنَائِمكُمْ مِثْل هَذِهِ إِلَّا الْخُمُس وَالْخُمُس مَرْدُود عَلَيْكُمْ \" . رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ وَقَدْ كَانَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْغَنَائِم شَيْء يَصْطَفِيه لِنَفْسِهِ عَبْد أَوْ أَمَة أَوْ فَرَس أَوْ سَيْف أَوْ نَحْو ذَلِكَ كَمَا نَصَّ عَلَيْهِ مُحَمَّد بْن سِيرِينَ وَعَامِر الشَّعْبِيّ وَتَبِعَهُمَا عَلَى ذَلِكَ أَكْثَر الْعُلَمَاء . وَرَوَى الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَحَسَّنَهُ عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَنَفَّلَ سَيْفه ذَا الْفَقَار يَوْم بَدْر وَهُوَ الَّذِي رَأَى فِيهِ الرُّؤْيَا يَوْم أَحَد وَعَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَتْ صَفِيَّة مِنْ الصَّفِيّ رَوَاهُ أَبُو دَاوُد فِي سُنَنه وَرَوَى أَيْضًا بِإِسْنَادِهِ وَالنَّسَائِيّ أَيْضًا عَنْ يَزِيد بْن عَبْد اللَّه قَالَ : كُنَّا بِالْمِرْبَدِ إِذْ دَخَلَ رَجُل مَعَهُ قِطْعَة أَدِيم فَقَرَأْنَاهَا فَإِذَا فِيهَا \" مِنْ مُحَمَّد رَسُول اللَّه إِلَى بَنِي زُهَيْر بْن قَيْس إِنَّكُمْ إِنْ شَهِدْتُمْ أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه وَأَقَمْتُمْ الصَّلَاة وَآتَيْتُمْ الزَّكَاة وَأَدَّيْتُمْ الْخُمُس مِنْ الْمَغْنَم وَسَهْم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَهْم الصَّفِيّ أَنْتُمْ آمَنُونَ بِأَمَانِ اللَّه وَرَسُوله \" فَقُلْنَا مَنْ كَتَبَ هَذَا ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . فَهَذِهِ أَحَادِيث جَيِّدَة تَدُلّ عَلَى تَقْرِير هَذَا وَثُبُوته وَلِهَذَا جَعَلَ ذَلِكَ كَثِيرُونَ مِنْ الْخَصَائِص لَهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَقَالَ آخَرُونَ : إِنَّ الْخُمُس يَتَصَرَّف فِيهِ الْإِمَام بِالْمَصْلَحَةِ لِلْمُسْلِمِينَ كَمَا يَتَصَرَّف فِي مَال الْفَيْء وَقَالَ شَيْخنَا الْإِمَام الْعَلَّامَة اِبْن تَيْمِيَّةَ رَحِمَهُ اللَّه وَهَذَا قَوْل مَالِك وَأَكْثَر السَّلَف وَهُوَ أَصَحّ الْأَقْوَال . فَإِذَا ثَبَتَ هَذَا وَعُلِمَ فَقَدْ اُخْتُلِفَ أَيْضًا فِي الَّذِي كَانَ يَنَالهُ عَلَيْهِ السَّلَام مِنْ الْخُمُس مَاذَا يُصْنَع بِهِ مِنْ بَعْده فَقَالَ قَائِلُونَ يَكُون لِمَنْ يَلِي الْأَمْر مِنْ بَعْده رُوِيَ هَذَا عَنْ أَبِي بَكْر وَعَلِيّ وَقَتَادَة وَجَمَاعَة . وَجَاءَ فِيهِ حَدِيث مَرْفُوع وَقَالَ آخَرُونَ يُصْرَف فِي مَصَالِح الْمُسْلِمِينَ وَقَالَ آخَرُونَ بَلْ هُوَ مَرْدُود عَلَى بَقِيَّة الْأَصْنَاف ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِين وَابْن السَّبِيل اِخْتَارَهُ اِبْن جَرِير وَقَالَ آخَرُونَ بَلْ سَهْم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَهْم ذَوِي الْقُرْبَى مَرْدُودَانِ عَلَى الْيَتَامَى وَالْمَسَاكِين وَابْن السَّبِيل قَالَ اِبْن جَرِير وَذَلِكَ قَوْل جَمَاعَة مِنْ أَهْل الْعِرَاق وَقِيلَ إِنَّ الْخُمُس جَمِيعه لِذَوِي الْقُرْبَى كَمَا رَوَاهُ اِبْن جَرِير حَدَّثَنَا الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا عَبْد الْغَفَّار حَدَّثَنَا الْمِنْهَال بْن عَمْرو سَأَلْت عَبْد اللَّه بْن مُحَمَّد بْن عَلِيّ وَعَلِيّ بْن الْحُسَيْن عَنْ الْخُمُس فَقَالَا : هُوَ لَنَا فَقُلْت لِعَلِيٍّ فَإِنَّ اللَّه يَقُول \" وَالْيَتَامَى وَالْمَسَاكِين وَابْن السَّبِيل \" فَقَالَا يَتَامَانَا وَمَسَاكِينِنَا وَقَالَ سُفْيَان الثَّوْرِيّ وَأَبُو نُعَيْم وَأَبُو أُسَامَة عَنْ قَيْس بْن مُسْلِم سَأَلْت الْحَسَن بْن مُحَمَّد بْن الْحَنَفِيَّة رَحِمَهُ اللَّه تَعَالَى عَنْ قَوْل اللَّه تَعَالَى \" وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْء فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ \" فَقَالَ هَذَا مِفْتَاح كَلَام اللَّه الدُّنْيَا وَالْآخِرَة ثُمَّ اِخْتَلَفَ النَّاس فِي هَذَيْنِ السَّهْمَيْنِ بَعْد وَفَاة رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآلِهِ وَسَلَّمَ فَقَالَ قَائِلُونَ سَهْم النَّبِيّ صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآلِهِ وَسَلَّمَ تَسْلِيمًا لِلْخَلِيفَةِ مِنْ بَعْده وَقَالَ آخَرُونَ لِقَرَابَةِ النَّبِيّ صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ وَقَالَ آخَرُونَ سَهْم الْقَرَابَة لِقَرَابَةِ الْخَلِيفَة وَاجْتَمَعَ رَأْيهمْ أَنْ يَجْعَلُوا هَذَيْنِ السَّهْمَيْنِ فِي الْخَيْل وَالْعُدَّة فِي سَبِيل اللَّه فَكَانَا عَلَى ذَلِكَ فِي خِلَافَة أَبِي بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ الْأَعْمَش عَنْ إِبْرَاهِيم كَانَ أَبُو بَكْر وَعُمَر يَجْعَلَانِ سَهْم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْكُرَاع وَالسِّلَاح فَقُلْت لِإِبْرَاهِيم مَا كَانَ عَلِيّ فِيهِ ؟ قَالَ : كَانَ أَشَدَّهُمْ فِيهِ . وَهَذَا قَوْل طَائِفَة كَثِيرَة مِنْ الْعُلَمَاء رَحِمَهُمْ اللَّه وَأَمَّا سَهْم ذَوِي الْقُرْبَى فَإِنَّهُ يُصْرَف إِلَى بَنِي هَاشِم وَبَنِي الْمُطَّلِب لِأَنَّ بَنِي الْمُطَّلِب وَازَرُوا بَنِي هَاشِم فِي الْجَاهِلِيَّة وَفِي أَوَّل الْإِسْلَام وَدَخَلُوا مَعَهُمْ فِي الشِّعْب غَضَبًا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحِمَايَة لَهُ مُسْلِمُهُمْ طَاعَةً لِلَّهِ وَلِرَسُولِهِ وَكَافِرُهُمْ حَمِيَّةً لِلْعَشِيرَةِ وَأَنَفَةً وَطَاعَةً لِأَبِي طَالِب عَمّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَمَّا بَنُو عَبْد شَمْس وَبَنُو نَوْفَل وَإِنْ كَانُوا بَنِي عَمّهمْ فَلَمْ يُوَافِقُوهُمْ عَلَى ذَلِكَ بَلْ حَارَبُوهُمْ وَنَابَذُوهُمْ وَمَالَئُوا بُطُون قُرَيْش عَلَى حَرْب الرَّسُول وَلِهَذَا كَانَ ذَمّ أَبِي طَالِب لَهُمْ فِي قَصِيدَته اللَّامِيَّة أَشَدّ مِنْ غَيْرهمْ لِشِدَّةِ قُرْبِهِمْ وَلِهَذَا يَقُول فِي أَثْنَاء قَصِيدَته : جَزَى اللَّهَ عَنَّا عَبْدَ شَمْسٍ وَنَوْفَلًا عُقُوبَةَ شَرٍّ عَاجِلٍ غَيْرِ آجِلِ بِمِيزَانِ قِسْطٍ لَا يَخِيسُ شَعِيرَةً لَهُ شَاهِدٌ مِنْ نَفْسِهِ غَيْرُ عَائِلِ لَقَدْ سُفِّهَتْ أَحْلَامُ قَوْمٍ تَبَدَّلُوا بَنِي خَلَفٍ قَيْضًا بِنَا وَالْعَيَاطِلِ وَنَحْنُ الصَّمِيمُ مِنْ ذُؤَابَةِ هَاشِمٍ وَآلُ قُصَيٍّ فِي الْخُطُوبِ الْأَوَائِلِ . وَقَالَ جُبَيْر بْن مُطْعِم بْن عَدِيّ بْن نَوْفَل مَشَيْت أَنَا وَعُثْمَان بْن عَفَّان يَعْنِي اِبْن أَبِي الْعَاص بْن أُمَيَّة بْن عَبْد شَمْس إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْنَا يَا رَسُول اللَّه أَعْطَيْت بَنِي الْمُطَّلِب مِنْ خُمُس خَيْبَر وَتَرَكْتنَا وَنَحْنُ وَهُمْ مِنْك بِمَنْزِلَةٍ وَاحِدَةٍ فَقَالَ \" إِنَّمَا بَنُو هَاشِم وَبَنُو الْمُطَّلِب شَيْء وَاحِد \" . رَوَاهُ مُسْلِم وَفِي بَعْض رِوَايَات هَذَا الْحَدِيث \" إِنَّهُمْ لَمْ يُفَارِقُونَا فِي جَاهِلِيَّة وَلَا إِسْلَام \" . وَهَذَا قَوْل جُمْهُور الْعُلَمَاء أَنَّهُمْ بَنُو هَاشِم وَبَنُو الْمُطَّلِب قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ هُمْ بَنُو هَاشِم ثُمَّ رَوَى عَنْ خُصَيْف عَنْ مُجَاهِد قَالَ : عَلِمَ اللَّه أَنَّ فِي بَنِي هَاشِم فُقَرَاءَ فَجَعَلَ لَهُمْ الْخُمُس مَكَان الصَّدَقَة وَفِي رِوَايَة عَنْهُ قَالَ هُمْ قَرَابَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِينَ لَا تَحِلّ لَهُمْ الصَّدَقَة ثُمَّ رَوَى عَنْ عَلِيّ بْن الْحَسَن نَحْو ذَلِكَ قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ بَلْ هُمْ قُرَيْش كُلّهَا حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنِي عَبْد اللَّه بْن نَافِع عَنْ أَبِي مَعْشَر عَنْ سَعِيد الْمَقْبُرِيّ قَالَ : كَتَبَ نَجْدَةُ إِلَى عَبْد اللَّه بْن عَبَّاس يَسْأَلهُ عَنْ ذَوِي الْقُرْبَى فَكَتَبَ إِلَيْهِ اِبْن عَبَّاس كُنَّا نَقُول : إِنَّا هُمْ فَأَبَى عَلَيْنَا ذَلِكَ قَوْمُنَا وَقَالُوا قُرَيْش كُلُّهَا ذَوُو قُرْبَى وَهَذَا الْحَدِيث صَحِيح رَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث سَعِيد الْمَقْبُرِيّ عَنْ يَزِيد بْن هُرْمُز أَنَّ نَجْدَةَ كَتَبَ إِلَى اِبْن عَبَّاس يَسْأَلهُ عَنْ ذَوِي الْقُرْبَى فَذَكَرَهُ إِلَى قَوْله فَأَبَى ذَلِكَ عَلَيْنَا قَوْمنَا وَالزِّيَادَة مِنْ أَفْرَاد أَبِي مَعْشَر نَجِيح بْن عَبْد الرَّحْمَن الْمَدَنِيّ وَفِيهِ ضَعْف وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن مَهْدِيّ الْمِصِّيصِيّ حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ حَنَش عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَغِبْت لَكُمْ عَنْ غُسَالَة الْأَيْدِي لِأَنَّ لَكُمْ مِنْ خُمُس الْخُمُس مَا يُغْنِيكُمْ أَوْ يَكْفِيكُمْ \" . هَذَا حَدِيث حَسَن الْإِسْنَاد وَإِبْرَاهِيم بْن مَهْدِيّ هَذَا وَثَّقَهُ أَبُو حَاتِم وَقَالَ يَحْيَى بْن مَعِين يَأْتِي بِمَنَاكِيرَ وَاللَّهُ أَعْلَمُ وَقَوْله \" وَالْيَتَامَى \" أَيْ أَيْتَام الْمُسْلِمِينَ وَاخْتَلَفَ الْعُلَمَاء هَلْ يَخْتَصّ بِالْأَيْتَامِ الْفُقَرَاء أَوْ يَعُمّ الْأَغْنِيَاء وَالْفُقَرَاء ؟ عَلَى قَوْلَيْنِ وَالْمَسَاكِين هُمْ الْمَحَاوِيج الَّذِينَ لَا يَجِدُونَ مَا يَسُدّ خَلَّتَهُمْ وَمَسْكَنهمْ \" وَابْن السَّبِيل \" هُوَ الْمُسَافِر أَوْ الْمُرِيد لِلسَّفَرِ إِلَى مَسَافَة تُقْصَر فِيهَا الصَّلَاة وَلَيْسَ لَهُ مَا يُنْفِقهُ فِي سَفَره ذَلِكَ وَسَيَأْتِي تَفْسِير ذَلِكَ فِي آيَة الصَّدَقَات مِنْ سُورَة بَرَاءَة إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة وَعَلَيْهِ التُّكْلَان . وَقَوْله \" إِنْ كُنْتُمْ آمَنْتُمْ بِاَللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا \" أَيْ اِمْتَثِلُوا مَا شَرَعْنَا لَكُمْ مِنْ الْخُمُس فِي الْغَنَائِم إِنْ كُنْتُمْ تُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر وَمَا أَنْزَلْنَا عَلَى رَسُوله . وَلِهَذَا جَاءَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث عَبْد اللَّه بْن عَبَّاس فِي حَدِيث وَفْد عَبْد الْقَيْس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُمْ \" وَآمُركُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَع . آمُركُمْ بِالْإِيمَانِ بِاَللَّهِ - ثُمَّ قَالَ - هَلْ تَدْرُونَ مَا الْإِيمَان بِاَللَّهِ ؟ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه وَإِقَام الصَّلَاة وَإِيتَاء الزَّكَاة وَأَنْ تُؤَدُّوا الْخُمُس مِنْ الْمَغْنَم \" . الْحَدِيثَ بِطُولِهِ فَجَعَلَ أَدَاء الْخُمُس مِنْ جُمْلَة الْإِيمَان وَقَدْ بَوَّبَ الْبُخَارِيّ عَلَى ذَلِكَ فِي كِتَاب الْإِيمَان مِنْ صَحِيحه فَقَالَ \" بَاب أَدَاء الْخُمُس مِنْ الْإِيمَان \" ثُمَّ أَوْرَدَ حَدِيث اِبْن عَبَّاس هَذَا وَقَدْ بَسَطْنَا الْكَلَام عَلَيْهِ فِي شَرْح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَالَ مُقَاتِل بْن حَيَّان \" وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ \" أَيْ فِي الْقِسْمَة وَقَوْله \" يَوْم الْفُرْقَان يَوْم اِلْتَقَى الْجَمْعَانِ وَاَللَّه عَلَى كُلّ شَيْء قَدِير \" يُنَبِّه تَعَالَى عَلَى نِعْمَته وَإِحْسَانه إِلَى خَلْقه بِمَا فَرَّقَ بِهِ بَيْن الْحَقّ وَالْبَاطِل بِبَدْرٍ وَيُسَمَّى الْفُرْقَان لِأَنَّ اللَّه أَعْلَى فِيهِ كَلِمَة الْإِيمَان عَلَى كَلِمَة الْبَاطِل وَأَظْهَرَ دِينَهُ وَنَصَرَ نَبِيّه وَحِزْبه . قَالَ عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس : يَوْم الْفُرْقَان يَوْم بَدْر فَرَّقَ اللَّه فِيهِ بَيْن الْحَقّ وَالْبَاطِل رَوَاهُ الْحَاكِم . وَكَذَا قَالَ مُجَاهِد وَمِقْسَم وَعُبَيْد اللَّه بْن عَبْد اللَّه وَالضَّحَّاك وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَغَيْر وَاحِد أَنَّهُ يَوْم بَدْر وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة بْن الزُّبَيْر فِي قَوْله \" يَوْم الْفُرْقَان \" يَوْم فَرَّقَ اللَّه بَيْن الْحَقّ وَالْبَاطِل وَهُوَ يَوْم بَدْر وَهُوَ أَوَّل مَشْهَد شَهِدَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ رَأْس الْمُشْرِكِينَ عُتْبَة بْن رَبِيعَة فَالْتَقَوْا يَوْم الْجُمُعَة لِتِسْعَ عَشْرَةَ أَوْ سَبْعَ عَشْرَةَ مَضَتْ مِنْ رَمَضَان وَأَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمَئِذٍ ثَلَثُمِائَةٍ وَبِضْعَةَ عَشَرَ رَجُلًا وَالْمُشْرِكُونَ بَيْن الْأَلْف وَالتِّسْعمِائَةِ فَهَزَمَ اللَّه الْمُشْرِكِينَ وَقُتِلَ مِنْهُمْ زِيَادَة عَلَى السَّبْعِينَ وَأُسِرَ مِنْهُمْ مِثْل ذَلِكَ وَقَدْ رَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ اِبْن مَسْعُود قَالَ فِي لَيْلَة الْقَدْر : تَحَرَّوْهَا لِإِحْدَى عَشْرَة يَبْقَيْنَ فَإِنَّ فِي صَبِيحَتهَا يَوْمَ بَدْر . وَقَالَ عَلَى شَرْطهمَا وَرُوِيَ مِثْله عَنْ عَبْد اللَّه بْن الزُّبَيْر أَيْضًا مِنْ حَدِيث جَعْفَر بْن بَرْقَان عَنْ رَجُل عَنْهُ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَحْيَى بْن وَاضِح حَدَّثَنَا يَحْيَى بْن يَعْقُوب أَبُو طَالِب عَنْ اِبْن عَوْن عَنْ مُحَمَّد بْن عَبْد اللَّه الثَّقَفِيّ عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ قَالَ : قَالَ الْحَسَن بْن عَلِيّ كَانَتْ لَيْلَة الْفُرْقَان يَوْم اِلْتَقَى الْجَمْعَانِ لِسَبْعَ عَشْرَة مِنْ رَمَضَان إِسْنَاد جَيِّد قَوِيّ وَرَوَاهُ اِبْن مَرْدَوَيْهِ عَنْ أَبِي عَبْد الرَّحْمَن عَبْد اللَّه بْن حَبِيب عَنْ عَلِيّ قَالَ : كَانَتْ لَيْلَة الْفُرْقَان لَيْلَة اِلْتَقَى الْجَمْعَانِ فِي صَبِيحَتهَا لَيْلَة الْجُمْعَة لِسَبْعَ عَشْر مَضَتْ مِنْ شَهْر رَمَضَان وَهُوَ الصَّحِيح عِنْد أَهْل الْمَغَازِي وَالسِّيَر وَقَالَ يَزِيد بْن أَبِي حَبِيب إِمَام أَهْل الدِّيَار الْمِصْرِيَّة فِي زَمَانه : كَانَ يَوْم بَدْر يَوْم الِاثْنَيْنِ وَلَمْ يُتَابَع عَلَى هَذَا وَقَوْل الْجُمْهُور مُقَدَّم عَلَيْهِ وَاللَّهُ أَعْلَمُ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43090, "aya_id": 41}]