[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ", "sura_id": 47, "type": 0, "id": 4578, "aya_id": 33}, {"text": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم", "sura_id": 47, "type": 1, "id": 10814, "aya_id": 33}, {"text": "33 - (يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم) بالمعاصي مثلا \r\n", "sura_id": 47, "type": 2, "id": 29522, "aya_id": 33}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه أطيعوا الله وأطيعوا الرسول في أمرهما ونهيهما, ولا تبطلوا ثواب أعمالكم بالكفر والمعاصي.\r\n", "sura_id": 47, "type": 3, "id": 35758, "aya_id": 33}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا</font><BR><p>وَقَدْ قَالَ الْإِمَام مُحَمَّد بْن نَصْر الْمَرْوَزِيّ فِي كِتَاب الصَّلَاة حَدَّثَنَا أَبُو قُدَامَة حَدَّثَنَا وَكِيع حَدَّثَنَا أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة قَالَ كَانَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَرَوْنَ أَنَّهُ لَا يَضُرّ مَعَ لَا إِلَه إِلَّا اللَّه ذَنْب كَمَا لَا يَنْفَع مَعَ الشِّرْك عَمَل فَخَافُوا أَنْ يُبْطِل الذَّنْبُ الْعَمَلَ ثُمَّ رُوِيَ مِنْ طَرِيق عَبْد اللَّه اِبْن الْمُبَارَك أَخْبَرَنِي بَكْر بْن مَعْرُوف عَنْ مُقَاتِل بْن حَيَّان عَنْ نَافِع عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : كُنَّا مَعْشَر أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَرَى أَنَّهُ لَيْسَ شَيْء مِنْ الْحَسَنَات إِلَّا مَقْبُول حَتَّى نَزَلَتْ \" أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ \" فَقُلْنَا مَا هَذَا الَّذِي يُبْطِلُ أَعْمَالَنَا ؟ فَقُلْنَا : الْكَبَائِرُ الْمُوجِبَاتُ وَالْفَوَاحِشُ حَتَّى نَزَلَ قَوْلُهُ تَعَالَى \" إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء \" فَلَمَّا نَزَلَتْ كَفَفْنَا عَنْ الْقَوْل فِي ذَلِكَ فَكُنَّا نَخَاف عَلَى مَنْ أَصَابَ الْكَبَائِر وَالْفَوَاحِش وَنَرْجُو لِمَنْ لَمْ يُصِبْهَا ثُمَّ أَمَرَ تَبَارَكَ وَتَعَالَى عِبَاده الْمُؤْمِنِينَ بِطَاعَتِهِ وَطَاعَةِ رَسُولِهِ الَّتِي هِيَ سَعَادَتُهُمْ فِي الدُّنْيَا وَالْآخِرَة وَنَهَاهُمْ عَنْ الِارْتِدَاد الَّذِي هُوَ مُبْطِلٌ لِلْأَعْمَالِ ; وَلِهَذَا قَالَ تَعَالَى \" وَلَا تُبْطِلُوا أَعْمَالَكُمْ \" أَيْ بِالرِّدَّةِ .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41378, "aya_id": 33}]