[{"text": "وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُم مِّيثَاقًا غَلِيظًا", "sura_id": 33, "type": 0, "id": 3540, "aya_id": 7}, {"text": "وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم وأخذنا منهم ميثاقا غليظا", "sura_id": 33, "type": 1, "id": 9776, "aya_id": 7}, {"text": "7 - واذكر (وإذ أخذنا من النبيين ميثاقهم) حين أخرجوا من صلب آدم كالذر جمع ذرة وهي أصغر من النمل (ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم) بأن يعبدوا الله ويدعوا إلى عبادته وذكر الخمسة من عطف الخاص على العام (وأخذنا منهم ميثاقا غليظا) شديدا بالوفاء بما حملوه وهو اليمين بالله تعالى ثم أخذ الميثاق \r\n", "sura_id": 33, "type": 2, "id": 28484, "aya_id": 7}, {"text": "واذكر -أيها النبي- حين أخذنا من النبيين العهد المؤكد بتبليغ الرسالة, وأخذنا الميثاق منك ومن نوح وإبراهيم وموسى وعيسى ابن مريم (وهم أولو العزم من الرسل على المشهور), وأخذنا منهم عهدًا مؤكدًا بتبليغ الرسالة وأداء الأمانة, وأن يُصَدِّق بعضهم بعضًا.\r\n", "sura_id": 33, "type": 3, "id": 34720, "aya_id": 7}, {"text": " <font color=red>وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا أُولِي الْعَزْم الْخَمْسَة وَبَقِيَّة الْأَنْبِيَاء أَنَّهُ أَخَذَ عَلَيْهِمْ الْعَهْد وَالْمِيثَاق فِي إِقَامَة دِين اللَّه تَعَالَى وَإِبْلَاغ رِسَالَته وَالتَّعَاوُن وَالتَّنَاصُر وَالِاتِّفَاق كَمَا قَالَ تَعَالَى : \" وَإِذْ أَخَذَ اللَّه مِيثَاق النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَاب وَحِكْمَة ثُمَّ جَاءَكُمْ رَسُول مُصَدِّق لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنْ الشَّاهِدِينَ \" فَهَذَا الْعَهْد وَالْمِيثَاق أُخِذَ عَلَيْهِمْ بَعْد إِرْسَالهمْ وَكَذَلِكَ هَذَا وَنَصَّ مِنْ بَيْنهمْ عَلَى هَؤُلَاءِ الْخَمْسَة وَهُمْ أُولُوا الْعَزْم وَهُوَ مِنْ بَاب عَطْف الْخَاصّ عَلَى الْعَامّ وَقَدْ صَرَّحَ بِذَكَرِهِمْ أَيْضًا فِي هَذِهِ الْآيَة وَفِي قَوْله تَعَالَى : \" شَرَعَ لَكُمْ مِنْ الدِّين مَا وَصَّى بِهِ نُوحًا وَاَلَّذِي أَوْحَيْنَا إِلَيْك وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيم وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّين وَلَا تَتَفَرَّقُوا فِيهِ\" فَذَكَرَ الطَّرَفَيْنِ وَالْوَسَط الْفَاتِح وَالْخَاتَم وَمَنْ بَيْنهمَا عَلَى التَّرْتِيب فَهَذِهِ هِيَ الْوَصِيَّة الَّتِي أَخَذَ عَلَيْهِمْ الْمِيثَاق بِهَا كَمَا قَالَ تَعَالَى : \" وَإِذْ أَخَذْنَا مِنْ النَّبِيِّينَ مِيثَاقهمْ وَمِنْك وَمِنْ نُوح وَإِبْرَاهِيم وَمُوسَى وَعِيسَى اِبْن مَرْيَم \" فَبَدَأَ فِي هَذِهِ الْآيَة بِالْخَاتَمِ لِشَرَفِهِ صَلَوَات اللَّه عَلَيْهِ ثُمَّ رَتَّبَهُمْ بِحَسَبِ وُجُودهمْ صَلَوَات اللَّه عَلَيْهِمْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة الدِّمَشْقِيّ حَدَّثَنَا مُحَمَّد بْن بَكَّار حَدَّثَنَا سَعِيد بْن بَشِير حَدَّثَنِي قَتَادَة عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْل اللَّه تَعَالَى\" وَإِذْ أَخَذْنَا مِنْ النَّبِيِّينَ مِيثَاقهمْ وَمِنْك وَمِنْ نُوح\" الْآيَة قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُنْت أَوَّل النَّبِيِّينَ فِي الْخَلْق وَآخِرهمْ فِي الْبَعْث فَبَدَأَ بِي قَبْلهمْ \" سَعِيد بْن بَشِير فِيهِ ضَعْف وَقَدْ رَوَاهُ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة بِهِ مُرْسَلًا وَهُوَ أَشْبَه وَرَوَاهُ بَعْضهمْ عَنْ قَتَادَة مَوْقُوفًا وَاَللَّه أَعْلَم . وَقَالَ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا حَمْزَة الزَّيَّات حَدَّثَنَا عَدِيّ بْن ثَابِت عَنْ أَبِي حَازِم عَنْ أَبَى هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : خِيَار وَلَد آدَم خَمْسَة : نُوح وَإِبْرَاهِيم وَمُوسَى وَعِيسَى وَمُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ وَخَيْرهمْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . مَوْقُوف وَحَمْزَة فِيهِ ضَعْف وَقَدْ قِيلَ إِنَّ الْمُرَاد بِهَذَا الْمِيثَاق الَّذِي أُخِذَ مِنْهُمْ حِين أَخْرَجُوا فِي صُورَة الذَّرّ مِنْ صُلْب آدَم عَلَيْهِ السَّلَام كَمَا قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب قَالَ : وَرَفَعَ أَبَاهُمْ آدَم فَنَظَرَ إِلَيْهِمْ يَعْنِي ذُرِّيَّته وَإِنَّ فِيهِمْ الْغَنِيّ وَالْفَقِير وَحَسَن الصُّورَة وَدُون ذَلِكَ فَقَالَ : رَبّ لَوْ سَوَّيْت بَيْن عِبَادك فَقَالَ إِنِّي أَحْبَبْت أَنْ أُشْكَر . وَرَأَى فِيهِمْ الْأَنْبِيَاء مِثْل السُّرُج عَلَيْهِمْ النُّور وَخُصُّوا بِمِيثَاقٍ آخَر مِنْ الرِّسَالَة وَالنُّبُوَّة وَهُوَ الَّذِي يَقُول اللَّه تَعَالَى \" وَإِذْ أَخَذْنَا مِنْ النَّبِيِّينَ مِيثَاقهمْ وَمِنْك وَمِنْ نُوح وَإِبْرَاهِيم وَمُوسَى وَعِيسَى اِبْن مَرْيَم \" وَهَذَا قَوْل مُجَاهِد أَيْضًا وَقَالَ اِبْن عَبَّاس الْمِيثَاق الْغَلِيظ الْعَهْد .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40233, "aya_id": 7}]