[{"text": "يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللّهَ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ", "sura_id": 5, "type": 0, "id": 736, "aya_id": 67}, {"text": "يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته والله يعصمك من الناس إن الله لا يهدي القوم الكافرين", "sura_id": 5, "type": 1, "id": 6972, "aya_id": 67}, {"text": "67 - (يا أيها الرسول بلغ) جميع (ما أنزل إليك من ربك) ولا تكتم شيئا منه خوفا أن تنال بمكروه (وإن لم تفعل) أي لم تبلغ جميع ما أنزل إليك (فما بلغت رسالته) بالإفراد والجمع لأن كتمان بعضها ككتمان كلها (والله يعصمك من الناس) أن يقتلوك وكان صلى الله عليه وسلم يحرس حتى نزلت فقال: \"انصرفوا فقد عصمني الله\" رواه الحاكم (إن الله لا يهدي القوم الكافرين) \r\n", "sura_id": 5, "type": 2, "id": 25680, "aya_id": 67}, {"text": "يا أيها الرسول بلِّغ وحي الله الذي أنزِل إليك من ربك, وإن قصَّرت في البلاغ فَكَتَمْتَ منه شيئًا, فإنك لم تُبَلِّغ رسالة ربِّك, وقد بلَّغ صلى الله عليه وسلم رسالة ربه كاملة, فمن زعم أنه كتم شيئًا مما أنزِل عليه, فقد أعظم على الله ورسوله الفرية. والله تعالى حافظك وناصرك على أعدائك, فليس عليك إلا البلاغ. إن الله لا يوفق للرشد مَن حاد عن سبيل الحق, وجحد ما جئت به من عند الله.\r\n", "sura_id": 5, "type": 3, "id": 31916, "aya_id": 67}, {"text": " <font color=red>يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ</font><BR><p>يَقُول تَعَالَى مُخَاطِبًا عَبْده وَرَسُوله مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِاسْمِ الرِّسَالَة وَآمِرًا لَهُ بِإِبْلَاغِ جَمِيع مَا أَرْسَلَهُ اللَّه بِهِ وَقَدْ اِمْتَثَلَ عَلَيْهِ أَفْضَلُ الصَّلَاة وَالسَّلَام ذَلِكَ وَقَامَ بِهِ أَتَمَّ الْقِيَام قَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا مُحَمَّد بْن مُوسَى حَدَّثَنَا سُفْيَان عَنْ إِسْمَاعِيل عَنْ الشَّعْبِيّ عَنْ مَسْرُوق عَنْ عَائِشَة - رَضِيَ اللَّه عَنْهَا - قَالَتْ : مَنْ حَدَّثَك أَنَّ مُحَمَّدًا كَتَمَ شَيْئًا مِمَّا أَنْزَلَ اللَّه عَلَيْهِ فَقَدْ كَذَبَ وَهُوَ يَقُول \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك \" الْآيَة هَكَذَا رَوَاهُ هَاهُنَا مُخْتَصَرًا وَقَدْ أَخْرَجَهُ فِي مَوَاضِع مِنْ صَحِيحه مُطَوَّلًا وَكَذَا رَوَاهُ مُسْلِم فِي كِتَاب الْإِيمَان وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي كِتَاب التَّفْسِير مِنْ سُنَنهمَا مِنْ طُرُق عَنْ عَامِر الشَّعْبِيّ عَنْ مَسْرُوق بْن الْأَجْدَع عَنْهَا - رَضِيَ اللَّه عَنْهَا - وَفِي الصَّحِيحَيْنِ عَنْهَا أَيْضًا أَنَّهَا قَالَتْ : لَوْ كَانَ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَاتِمًا شَيْئًا مِنْ الْقُرْآن لَكَتَمَ هَذِهِ الْآيَة \" وَتُخْفِي فِي نَفْسك مَا اللَّه مُبْدِيه وَتَخْشَى النَّاس وَاَللَّه أَحَقُّ أَنْ تَخْشَاهُ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مَنْصُور الرَّمَادِيّ حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا عَبَّاد عَنْ هَارُون بْن عَنْتَرَة عَنْ أَبِيهِ قَالَ كُنْت عِنْد اِبْن عَبَّاس فَجَاءَ رَجُل فَقَالَ لَهُ إِنَّ نَاسًا يَأْتُونَا فَيُخْبِرُونَا أَنَّ عِنْدكُمْ شَيْئًا لَمْ يُبْدِهِ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِلنَّاسِ فَقَالَ اِبْن عَبَّاس أَلَمْ تَعْلَم أَنَّ اللَّه تَعَالَى قَالَ \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك \" وَاَللَّه مَا وَرَّثَنَا رَسُولُ اللَّهِ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سَوْدَاءَ فِي بَيْضَاءَ . وَهَذَا إِسْنَاد جَيِّد وَهَكَذَا فِي صَحِيح الْبُخَارِيّ مِنْ رِوَايَة أَبِي جُحَيْفَة وَهْب بْن عَبْد اللَّه السَّوْدَانِيّ قَالَ : قُلْت لِعَلِيِّ بْن أَبِي طَالِب - رَضِيَ اللَّه عَنْهُ - هَلْ عِنْدكُمْ شَيْء مِنْ الْوَحْي مِمَّا لَيْسَ فِي الْقُرْآن فَقَالَ لَا وَاَلَّذِي فَلَقَ الْحَبَّة وَبَرَأَ النَّسَمَة إِلَّا فَهْمًا يُعْطِيه اللَّه رَجُلًا فِي الْقُرْآن وَمَا فِي هَذِهِ الصَّحِيفَة قُلْت وَمَا فِي هَذِهِ الصَّحِيفَة قَالَ الْعَقْل وَفِكَاك الْأَسِير وَأَنْ لَا يُقْتَل مُسْلِم بِكَافِرٍ . وَقَالَ الْبُخَارِيّ - رَضِيَ اللَّه عَنْهُ - قَالَ الزُّهْرِيّ مِنْ اللَّه الرِّسَالَة وَعَلَى الرَّسُول الْبَلَاغ وَعَلَيْنَا التَّسْلِيم وَقَدْ شَهِدَتْ لَهُ أُمَّته بِإِبْلَاغِ الرِّسَالَة وَأَدَاء الْأَمَانَة وَاسْتَنْطَقَهُمْ بِذَلِكَ فِي أَعْظَمِ الْمَحَافِل فِي خُطْبَته يَوْم حَجَّة الْوَدَاع وَقَدْ كَانَ هُنَاكَ مِنْ أَصْحَابه نَحْو مِنْ أَرْبَعِينَ أَلْفًا كَمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ جَابِر بْن عَبْد اللَّه أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ فِي خُطْبَته يَوْمئِذٍ : \" يَا أَيّهَا النَّاس إِنَّكُمْ مَسْئُولُونَ عَنِّي فَمَا أَنْتُمْ قَائِلُونَ ؟ قَالُوا نَشْهَد أَنَّك قَدْ بَلَّغْت وَأَدَّيْت وَنَصَحْت فَجَعَلَ يَرْفَع أُصْبُعه إِلَى السَّمَاء مُنَكِّسَهَا إِلَيْهِمْ وَيَقُول اللَّهُمَّ هَلْ بَلَّغْت \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا فُضَيْل يَعْنِي اِبْن غَزْوَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي حَجَّة الْوَدَاع : \" يَا أَيّهَا النَّاس أَيّ يَوْم هَذَا ؟ قَالُوا : يَوْم حَرَام قَالَ أَيْ بَلَد هَذَا ؟ قَالُوا : بَلَد حَرَام قَالَ فَأَيّ شَهْر هَذَا ؟ قَالُوا : شَهْر حَرَام قَالَ فَإِنَّ أَمْوَالكُمْ وَدِمَاءَكُمْ وَأَعْرَاضكُمْ عَلَيْكُمْ حَرَام كَحُرْمَةِ يَوْمكُمْ هَذَا فِي بَلَدكُمْ هَذَا فِي شَهْركُمْ هَذَا ثُمَّ أَعَادَهَا مِرَارًا ثُمَّ رَفَعَ أُصْبُعه إِلَى السَّمَاء قَالَ اللَّهُمَّ هَلْ بَلَّغْت \" مِرَارًا قَالَ يَقُول اِبْن عَبَّاس وَاَللَّه لَوَصِيَّة إِلَى رَبّه عَزَّ وَجَلَّ ثُمَّ قَالَ : \" أَلَا فَلْيُبَلِّغْ الشَّاهِد الْغَائِب لَا تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِب بَعْضكُمْ رِقَاب بَعْض \" وَقَدْ رَوَى الْبُخَارِيّ عَنْ عَلِيّ بْن الْمَدِينِيّ عَنْ يَحْيَى بْن سَعِيد عَنْ فُضَيْل بْن غَزْوَان بِهِ نَحْوه قَوْله تَعَالَى \" وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته\" يَعْنِي وَإِنْ لَمْ تُؤَدِّ إِلَى النَّاس مَا أَرْسَلْتُك بِهِ فَمَا بَلَّغْت رِسَالَته أَيْ وَقَدْ عَلِمَ مَا يَتَرَتَّب عَلَى ذَلِكَ لَوْ وَقَعَ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة : عَنْ اِبْن عَبَّاس\" وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته \" يَعْنِي إِنْ كَتَمْت آيَة مِمَّا أُنْزِلَ إِلَيْك مِنْ رَبّك لَمْ تُبَلِّغ رِسَالَته قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا قَبِيصَة بْن عُقْبَة حَدَّثَنَا سُفْيَان عَنْ رَجُل عَنْ مُجَاهِد قَالَ لَمَّا نَزَلَتْ\" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك \" قَالَ يَا رَبّ كَيْف أَصْنَعُ وَأَنَا وَحْدِي يَجْتَمِعُونَ عَلَيَّ فَنَزَلَتْ \" وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته \" وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق سُفْيَان وَهُوَ الثَّوْرِيّ بِهِ وَقَوْله تَعَالَى \" وَاَللَّه يَعْصِمك مِنْ النَّاس \" أَيْ بَلِّغْ أَنْتَ رِسَالَتِي وَأَنَا حَافِظك وَنَاصِرك وَمُؤَيِّدك عَلَى أَعْدَائِك وَمُظْفِرك بِهِمْ فَلَا تَخَفْ وَلَا تَحْزَن فَلَنْ يَصِل أَحَد مِنْهُمْ إِلَيْك بِسُوءٍ يُؤْذِيك وَقَدْ كَانَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَبْل نُزُول هَذِهِ الْآيَة يُحْرَس كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا يَحْيَى قَالَ سَمِعْت عَبْد اللَّه بْن عَامِر بْن رَبِيعَة يُحَدِّث أَنَّ عَائِشَة - رَضِيَ اللَّه عَنْهَا - كَانَتْ تُحَدِّث أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سَهِرَ ذَات لَيْلَة وَهِيَ إِلَى جَنْبه قَالَتْ : فَقُلْت مَا شَأْنك يَا رَسُول اللَّه قَالَ لَيْتَ رَجُلًا صَالِحًا مِنْ أَصْحَابِي يَحْرُسنِي اللَّيْلَة قَالَتْ فَبَيْنَا أَنَا عَلَى ذَلِكَ إِذْ سَمِعْت صَوْت السِّلَاح فَقَالَ مَنْ هَذَا فَقَالَ أَنَا سَعْد بْن مَالِك فَقَالَ مَا جَاءَ بِك قَالَ جِئْت لِأَحْرُسك يَا رَسُول اللَّه قَالَتْ فَسَمِعْت غَطِيط رَسُول - اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي نَوْمه أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ طَرِيق يَحْيَى بْن سَعِيد الْأَنْصَارِيّ بِهِ وَفِي لَفْظ سَهِرَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ذَات لَيْلَة مَقْدَمه الْمَدِينَة يَعْنِي عَلَى أَثَر هِجْرَته بَعْد دُخُوله بِعَائِشَةَ - رَضِيَ اللَّه عَنْهَا - وَكَانَ ذَلِكَ فِي سَنَة ثِنْتَيْنِ مِنْهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا إِبْرَاهِيم بْن مَرْزُوق الْبَصْرِيّ نَزِيل مِصْر حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا الْحَارِث بْن عُبَيْد - يَعْنِي أَبَا قُدَامَة - عَنْ الْجُرَيْرِيّ عَنْ عَبْد اللَّه بْن شَقِيق عَنْ عَائِشَة قَالَتْ كَانَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُحْرَس حَتَّى نَزَلَتْ هَذِهِ الْآيَة \" وَاَللَّه يَعْصِمك مِنْ النَّاس - قَالَتْ فَأَخْرَجَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - رَأْسه مِنْ الْقُبَّة وَقَالَ : \" يَا أَيّهَا النَّاس اِنْصَرِفُوا فَقَدْ عَصَمَنِي اللَّه عَزَّ وَجَلَّ \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد وَعَنْ نَصْر بْن عَلِيّ الْجَهْضَمِيّ كِلَاهُمَا عَنْ مُسْلِم بْن إِبْرَاهِيم بِهِ ثُمَّ قَالَ وَهَذَا حَدِيث غَرِيب وَهَكَذَا رَوَاهُ اِبْن جَرِير وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ طُرُق مُسْلِم بْن إِبْرَاهِيم ثُمَّ قَالَ الْحَاكِم صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَكَذَا رَوَاهُ سَعِيد بْن مَنْصُور عَنْ الْحَارِث بْن عُبَيْد أَنَّ قُدَامَة الْأَيَادِي عَنْ الْجُرَيْرِيّ عَنْ عَبْد اللَّه بْن شَقِيق عَنْ عَائِشَة بِهِ ثُمَّ قَالَ التِّرْمِذِيّ وَقَدْ رَوَى بَعْضهمْ هَذَا عَنْ الْجُرَيْرِيّ عَنْ اِبْن شَقِيق قَالَ كَانَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُحْرَس حَتَّى نَزَلَتْ هَذِهِ الْآيَة وَلَمْ يَذْكُر عَائِشَة قُلْت هَكَذَا رَوَاهُ اِبْن جَرِير مِنْ طَرِيق إِسْمَاعِيل بْن عُلَيَّة وَابْن مَرْدُوَيْهِ مِنْ طَرِيق وُهَيْب كِلَاهُمَا عَنْ الْجُرَيْرِيّ عَنْ عَبْد اللَّه بْن شَقِيق مُرْسَلًا وَقَدْ رَوَى هَذَا مُرْسَلًا عَنْ سَعِيد بْن جُبَيْر وَمُحَمَّد بْن كَعْب الْقُرَظِيّ رَوَاهُمَا اِبْن جَرِير وَالرَّبِيع بْن أَنَس رَوَاهُ اِبْن مَرْدُوَيْهِ ثُمَّ قَالَ حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا أَحْمَد بْن رِشْدِين الْمِصْرِيّ حَدَّثَنَا خَالِد بْن عَبْد السَّلَام الصَّدَفِيّ حَدَّثَنَا الْفَضْل بْن الْمُخْتَار عَنْ عَبْد اللَّه بْن مَوْهَب عَنْ عِصْمَة بْن مَالِك الْخَطْمِيّ قَالَ كُنَّا نَحْرُس رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِاللَّيْلِ حَتَّى نَزَلَتْ \" وَاَللَّه يَعْصِمك مِنْ النَّاس \" فَتَرَكَ الْحَرْس حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا حَمْد بْن مُحَمَّد بْن حَمْد - أَبُو نَصْر الْكَاتِب الْبَغْدَادِيّ - حَدَّثَنَا كُرْدُوس بْن مُحَمَّد الْوَاسِطِيّ حَدَّثَنَا يَعْلَى بْن عَبْد الرَّحْمَن عَنْ فُضَيْل بْن مَرْزُوق عَنْ عَطِيَّة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : كَانَ الْعَبَّاس عَمّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِيمَنْ يَحْرُسهُ فَلَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَاَللَّه يَعْصِمك مِنْ النَّاس تَرَكَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْحَرْس حَدَّثَنَا عَلِيّ بْن أَبِي حَامِد الْمَدِينِيّ حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن سَعِيد حَدَّثَنَا مُحَمَّد بْن مُفَضَّل بْن إِبْرَاهِيم الْأَشْعَرِيّ حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن مُعَاوِيَة بْن عَمَّار حَدَّثَنَا أَبِي قَالَ سَمِعْت أَبَا الزُّبَيْر الْمَكِّيّ يُحَدِّث عَنْ جَابِر بْن عَبْد اللَّه قَالَ كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِذَا خَرَجَ بَعَثَ مَعَهُ أَبُو طَالِب مَنْ يَكْلَؤُهُ حَتَّى نَزَلَتْ \" وَاَللَّه يَعْصِمك مِنْ النَّاس \" فَذَهَبَ لِيَبْعَث مَعَهُ فَقَالَ يَا عَمّ إِنَّ اللَّه قَدْ عَصَمَنِي لَا حَاجَة لِي إِلَى مَنْ تَبْعَث وَهَذَا حَدِيث غَرِيب وَفِيهِ نَكَارَة فَإِنَّ هَذِهِ الْآيَة مَدَنِيَّة وَهَذَا الْحَدِيث يَقْتَضِي أَنَّهَا مَكِّيَّة ثُمَّ قَالَ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن يَحْيَى حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عَبْد الْحَمِيد الْحِمَّانِيّ عَنْ النَّضْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُحْرَس فَكَانَ أَبُو طَالِب يُرْسِل إِلَيْهِ كُلّ يَوْم رِجَالًا مِنْ بَنِي هَاشِم يَحْرُسُونَهُ حَتَّى نَزَلَتْ عَلَيْهِ هَذِهِ الْآيَة \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته وَاَللَّه يَعْصِمك مِنْ النَّاس \" قَالَ فَأَرَادَ عَمّه أَنْ يُرْسِل مَعَهُ مَنْ يَحْرُسهُ فَقَالَ :\" إِنَّ اللَّه قَدْ عَصَمَنِي مِنْ الْجِنّ وَالْإِنْس \" وَرَوَاهُ الطَّبَرَانِيّ عَنْ يَعْقُوب بْن غَيْلَان الْعُمَانِيّ عَنْ أَبِي كُرَيْب بِهِ . هَذَا أَيْضًا حَدِيث غَرِيب وَالصَّحِيح أَنَّ هَذِهِ الْآيَة مُنَافِيَة بَلْ هِيَ مِنْ أَوَاخِر مَا نَزَلَ بِهَا وَاَللَّه أَعْلَم وَمِنْ عِصْمَة اللَّه لِرَسُولِهِ حِفْظه لَهُ مِنْ أَهْل مَكَّة وَصَنَادِيدهَا وَحُسَّادهَا وَمُعَانِدِيهَا وَمُتْرَفِيهَا مَعَ شِدَّة الْعَدَاوَة وَالْبِغْضَة وَنَصْب الْمُحَارَبَة لَهُ لَيْلًا وَنَهَارًا بِمَا يَخْلُقهُ اللَّه مِنْ الْأَسْبَاب الْعَظِيمَة بِقُدْرَتِهِ وَحِكْمَته الْعَظِيمَة فَصَانَهُ فِي اِبْتِدَاء الرِّسَالَة بِعَمِّهِ أَبِي طَالِب إِذْ كَانَ رَئِيسًا مُطَاعًا كَبِيرًا فِي قُرَيْش وَخَلَقَ اللَّه فِي قَلْبه مَحَبَّة طَبِيعِيَّة لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَا شَرْعِيَّة وَلَوْ كَانَ أَسْلَمَ لَاجْتَرَأَ عَلَيْهِ كُفَّارهَا وَكِبَارهَا وَلَكِنْ لَمَّا كَانَ بَيْنه وَبَيْنهمْ قَدْر مُشْتَرَك فِي الْكُفْر هَابُوهُ وَاحْتَرَمُوهُ فَلَمَّا مَاتَ عَمّه أَبُو طَالِب نَالَ مِنْهُ الْمُشْرِكُونَ أَذًى يَسِيرًا ثُمَّ قَيَّضَ اللَّه لَهُ الْأَنْصَار فَبَايَعُوهُ عَلَى الْإِسْلَام وَعَلَى أَنْ يَتَحَوَّل إِلَى دَارهمْ وَهِيَ الْمَدِينَة فَلَمَّا صَارَ إِلَيْهَا مَنَعُوهُ مِنْ الْأَحْمَر وَالْأَسْوَد وَكُلَّمَا هَمَّ أَحَد مِنْ الْمُشْرِكِينَ وَأَهْل الْكِتَاب بِسُوءٍ كَادَهُ اللَّه وَرَدَّ كَيْده عَلَيْهِ كَمَا كَادَهُ الْيَهُود بِالسِّحْرِ فَحَمَاهُ اللَّه مِنْهُمْ وَأَنْزَلَ عَلَيْهِ سُورَتَيْ الْمُعَوِّذَتَيْنِ دَوَاء لِذَلِكَ الدَّاء وَلَمَّا سَمَّهُ الْيَهُود فِي ذِرَاع تِلْكَ الشَّاة بِخَيْبَر أَعْلَمَهُ اللَّه بِهِ وَحَمَاهُ مِنْهُ وَلِهَذَا أَشْبَاه كَثِيرَة جِدًّا يَطُول ذِكْرهَا فَمِنْ ذَلِكَ مَا ذَكَرَهُ الْمُفَسِّرُونَ عِنْد هَذِهِ الْآيَة الْكَرِيمَة . قَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا أَبُو مَعْشَر عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَغَيْره قَالُوا : كَانَ رَسُول اللَّه إِذَا نَزَلَ مَنْزِلًا اِخْتَارَ لَهُ أَصْحَابه شَجَرَة ظَلِيلَة يَقِيل تَحْتهَا فَأَتَاهُ أَعْرَابِيّ فَاخْتَرَطَ سَيْفه ثُمَّ قَالَ مَنْ يَمْنَعك مِنِّي فَقَالَ اللَّهُ عَزَّ وَجَلَّ فَرُعِدَتْ يَدُ الْأَعْرَابِيّ وَسَقَطَ السَّيْف مِنْهُ وَضَرَبَ بِرَأْسِهِ الشَّجَرَة حَتَّى اِنْتَثَرَ دِمَاغه فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَاَللَّه يَعْصِمك مِنْ النَّاس \" وَقَالَ اِبْن أَبَى حَاتِم حَدَّثَنَا أَبُو سَعِيد أَحْمَد بْن مُحَمَّد بْن يَحْيَى بْن سَعِيد الْقَطَّان حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا مُوسَى بْن عُبَيْدَة حَدَّثَنِي زَيْد بْن أَسْلَمَ عَنْ جَابِر بْن عَبْد اللَّه الْأَنْصَارِيّ قَالَ لَمَّا غَزَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَنِي أَنْمَار نَزَلَ ذَات الرِّقَاع بِأَعْلَى نَخْل فَبَيْنَا هُوَ جَالِس عَلَى رَأْس بِئْر قَدْ دَلَّى رِجْلَيْهِ فَقَالَ الْحَارِث مِنْ بَنِي النَّجَّار : لَأَقْتُلَن مُحَمَّدًا فَقَالَ أَصْحَابه كَيْف تَقْتُلهُ قَالَ أَقُول لَهُ أَعْطِنِي سَيْفك فَإِذَا أَعْطَانِيهِ قَتَلْته بِهِ قَالَ فَأَتَاهُ فَقَالَ يَا مُحَمَّد أَعْطِنِي سَيْفك أَشِيمهُ فَأَعْطَاهُ إِيَّاهُ فَرُعِدَتْ يَده حَتَّى سَقَطَ السَّيْف مِنْ يَده فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حَالَ اللَّه بَيْنك وَبَيْن مَا تُرِيد فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته وَاَللَّه يَعْصِمك مِنْ النَّاس \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَقِصَّة غَوْرَث بْن الْحَارِث مَشْهُورَة فِي الصَّحِيح وَقَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا أَبُو عَمْرو بْن أَحْمَد بْن مُحَمَّد بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن عَبْد الْوَهَّاب حَدَّثَنَا آدَم حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ كُنَّا إِذَا صَحِبْنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي سَفَر تَرَكْنَا لَهُ أَعْظَم شَجَرَة وَأَظَلَّهَا فَيَنْزِل تَحْتهَا فَنَزَلَ ذَات يَوْم تَحْت شَجَرَة وَعَلَّقَ سَيْفه فِيهَا فَجَاءَ رَجُل فَأَخَذَهُ فَقَالَ يَا مُحَمَّد مَنْ يَمْنَعك مِنِّي فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - اللَّه يَمْنَعنِي مِنْك ضَعْ السَّيْف فَوَضَعَهُ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَاَللَّه يَعْصِمك مِنْ النَّاس \" وَكَذَا رَوَاهُ أَبُو حَاتِم بْن حِبَّان فِي صَحِيحه عَنْ عَبْد اللَّه بْن مُحَمَّد عَنْ إِسْحَاق بْن إِبْرَاهِيم عَنْ الْمُؤَمَّل بْن إِسْمَاعِيل عَنْ حَمَّاد بْن سَلَمَة بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت أَبَا إِسْرَائِيل يَعْنِي الْجُشَمِيّ سَمِعْت جَعْدَة هُوَ اِبْن خَالِد بْن الصِّمَّة الْجُشَمِيّ - رَضِيَ اللَّه عَنْهُ - قَالَ : سَمِعْت النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَرَأَى رَجُلًا سَمِينًا فَجَعَلَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُومِئ إِلَى بَطْنه بِيَدِهِ وَيَقُول لَوْ كَانَ هَذَا فِي غَيْر هَذَا لَكَانَ خَيْرًا لَك قَالَ وَأُتِيَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِرَجُلٍ فَقِيلَ هَذَا أَرَادَ أَنْ يَقْتُلَك فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَمْ تُرَعْ وَلَوْ أَرَدْت ذَلِكَ لَمْ يُسَلِّطْك اللَّه عَلَيَّ وَقَوْله \" إِنَّ اللَّه لَا يَهْدِي الْقَوْم الْكَافِرِينَ\" أَيْ بَلِّغْ أَنْتَ وَاَللَّه هُوَ الَّذِي يَهْدِي مَنْ يَشَاء وَيُضِلّ مَنْ يَشَاء قَالَ تَعَالَى \" لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" وَقَالَ \" فَإِنَّمَا عَلَيْك الْبَلَاغ وَعَلَيْنَا الْحِسَاب \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41521, "aya_id": 67}]