[{"text": "وَاذْكُرُواْ نِعْمَةَ اللّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُم بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَاتَّقُواْ اللّهَ إِنَّ اللّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ", "sura_id": 5, "type": 0, "id": 676, "aya_id": 7}, {"text": "واذكروا نعمة الله عليكم وميثاقه الذي واثقكم به إذ قلتم سمعنا وأطعنا واتقوا الله إن الله عليم بذات الصدور", "sura_id": 5, "type": 1, "id": 6912, "aya_id": 7}, {"text": "7 - (واذكروا نعمة الله عليكم) بالإسلام (وميثاقه) عهده (الذي واثقكم به) عاهدكم عليه (إذ قلتم) للنبي صلى الله عليه وسلم حين بايعتموه (سمعنا وأطعنا) في كل ما تأمر به وتنهى مما نحب ونكره (واتقوا الله) في ميثاقه أن تنقضوه (إن الله عليم بذات الصدور) بما في القلوب فبغيرها أولى \r\n", "sura_id": 5, "type": 2, "id": 25620, "aya_id": 7}, {"text": "واذكروا نعمة الله عليكم فيما شَرَعه لكم, واذكروا عهده الذي أخذه تعالى عليكم من الإيمان بالله ورسوله محمد صلى الله عليه وسلم, والسمع والطاعة لهما, واتقوا الله فيما أمركم به ونهاكم عنه. إن الله عليمٌ بما تُسِرُّونه في نفوسكم.\r\n", "sura_id": 5, "type": 3, "id": 31856, "aya_id": 7}, {"text": " <font color=red>وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ</font><BR><p>يَقُول تَعَالَى مُذَكِّرًا عِبَاده الْمُؤْمِنِينَ نِعْمَته عَلَيْهِمْ فِي شَرْعه لَهُمْ هَذَا الدِّين الْعَظِيم وَإِرْسَاله إِلَيْهِمْ هَذَا الرَّسُول الْكَرِيم وَمَا أَخَذَ عَلَيْهِمْ مِنْ الْعَهْد وَالْمِيثَاق فِي مُبَايَعَته عَلَى مُتَابَعَته وَمُنَاصَرَته وَمُؤَازَرَته وَالْقِيَام بِدِينِهِ لِإِبْلَاغِهِ عَنْهُ وَقَبُوله مِنْهُ فَقَالَ تَعَالَى \" وَاذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ وَمِيثَاقه الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا \" وَهَذِهِ هِيَ الْبَيْعَة الَّتِي كَانُوا يُبَايِعُونَ عَلَيْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد إِسْلَامهمْ كَمَا قَالُوا بَايَعْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى السَّمْع وَالطَّاعَة فِي مَنْشَطنَا وَمَكْرَهنَا وَأَثَرَةً عَلَيْنَا وَأَنْ لَا نُنَازِع الْأَمْر أَهْله وَقَالَ اللَّه تَعَالَى \" وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاَللَّهِ وَالرَّسُول يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ \" وَقِيلَ هَذَا تَذْكَار لِلْيَهُودِ بِمَا أُخِذَ عَلَيْهِمْ مِنْ الْمَوَاثِيق وَالْعُهُود فِي مُتَابَعَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالِانْقِيَاد لِشَرْعِهِ رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَقِيلَ هُوَ تَذْكَار بِمَا أَخَذَ تَعَالَى مِنْ الْعَهْد عَلَى ذُرِّيَّة آدَم حِين اِسْتَخْرَجَهُمْ مِنْ صُلْبه وَأَشْهَدَهُمْ عَلَى أَنْفُسهمْ\" أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا \" قَالَهُ مُجَاهِد وَمُقَاتِل بْن حَيَّان وَالْقَوْل الْأَوَّل أَظْهَرُ وَهُوَ الْمَحْكِيّ عَنْ اِبْن عَبَّاس وَالسُّدِّيّ وَاخْتَارَهُ اِبْن جَرِير ثُمَّ قَالَ تَعَالَى\" وَاتَّقُوا اللَّه \" تَأْكِيد وَتَحْرِيض عَلَى مُوَاظَبَة التَّقْوَى فِي كُلّ حَال ثُمَّ أَعْلَمَهُمْ أَنَّهُ يَعْلَم مَا يَتَخَالَج فِي الضَّمَائِر مِنْ الْأَسْرَار وَالْخَوَاطِر فَقَالَ \" إِنَّ اللَّه عَلِيم بِذَاتِ الصُّدُور \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41524, "aya_id": 7}]