[{"text": "وَلاَ تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ", "sura_id": 6, "type": 0, "id": 841, "aya_id": 52}, {"text": "ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابك عليهم من شيء فتطردهم فتكون من الظالمين", "sura_id": 6, "type": 1, "id": 7077, "aya_id": 52}, {"text": "52 - (ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون) بعبادتهم (وجهه) تعالى لا شيئا من أعراض الدنيا وهم الفقراء وكان المشركون طعنوا فيهم وطلبوا أن يطردهم ليجالسوه وأراد النبي صلى الله عليه وسلم ذلك طمعا في إسلامهم (ما عليك من حسابهم من) زائدة (شيء) إن كان باطنهم غير مرضي (وما من حسابك عليهم من شيء فتطردهم) جواب النفي (فتكون من الظالمين) إن فعلت \r\n", "sura_id": 6, "type": 2, "id": 25785, "aya_id": 52}, {"text": "ولا تُبْعد -أيها النبي- عن مجالستك ضعفاء المسلمين الذين يعبدون ربهم أول النهار وآخره, يريدون بأعمالهم الصالحة وجه الله, ما عليك من حساب هؤلاء الفقراء من شيء, إنما حسابهم على الله, وليس عليهم شيء من حسابك, فإن أبعدتهم فإنك تكون من المتجاوزين حدود الله, الذين يضعون الشيء في غير موضعه.\r\n", "sura_id": 6, "type": 3, "id": 32021, "aya_id": 52}, {"text": " <font color=red>وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ</font><BR><p>وَقَوْله تَعَالَى \" وَلَا تَطْرُد الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهه \" أَيْ لَا تُبْعِد هَؤُلَاءِ الْمُتَّصِفِينَ بِهَذِهِ الصِّفَات عَنْك بَلْ اِجْعَلْهُمْ جُلَسَاءَك وَأَخِصَّاءَكَ كَقَوْلِهِ \" وَاصْبِرْ نَفْسك مَعَ الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهه وَلَا تَعْدُ عَيْنَاك عَنْهُمْ تُرِيد زِينَة الْحَيَاة الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبه عَنْ ذِكْرنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْره فُرُطًا \" وَقَوْله \" يَدْعُونَ رَبّهمْ \" أَيْ يَعْبُدُونَهُ وَيَسْأَلُونَهُ \" بِالْغَدَاةِ وَالْعَشِيّ\" قَالَ سَعِيد بْن الْمُسَيِّب وَمُجَاهِد وَالْحَسَن وَقَتَادَة الْمُرَاد بِهِ الصَّلَاة الْمَكْتُوبَة وَهَذَا كَقَوْلِهِ \" وَقَالَ رَبّكُمْ اُدْعُونِي أَسْتَجِبْ لَكُمْ \" أَيْ أَتَقَبَّل مِنْكُمْ وَقَوْله \" يُرِيدُونَ وَجْهه \" أَيْ يُرِيدُونَ بِذَلِكَ الْعَمَل وَجْه اللَّه الْكَرِيم وَهُمْ مُخْلِصُونَ فِيمَا هُمْ فِيهِ مِنْ الْعِبَادَات وَالطَّاعَات وَقَوْله \" مَا عَلَيْك مِنْ حِسَابهمْ مِنْ شَيْء وَمَا مِنْ حِسَابك عَلَيْهِمْ مِنْ شَيْء \" كَقَوْلِ نُوح عَلَيْهِ السَّلَام فِي جَوَاب الَّذِينَ \" قَالُوا أَنُؤْمِنُ لَك وَاتَّبَعَك الْأَرْذَلُونَ قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ إِنْ حِسَابهمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ \" أَيْ إِنَّمَا حِسَابهمْ عَلَى اللَّه عَزَّ وَجَلَّ وَلَيْسَ عَلَيَّ مِنْ حِسَابهمْ مِنْ شَيْء كَمَا أَنَّهُ لَيْسَ عَلَيْهِمْ مِنْ حِسَابِي مِنْ شَيْء وَقَوْله \" فَتَطْرُدهُمْ فَتَكُون مِنْ الظَّالِمِينَ \" أَيْ إِنْ فَعَلْت هَذَا وَالْحَالَة هَذِهِ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَسْبَاط هُوَ اِبْن مُحَمَّد حَدَّثَنِي أَشْعَث عَنْ كُرْدُوس عَنْ اِبْن مَسْعُود قَالَ : مَرَّ الْمَلَأ مِنْ قُرَيْش عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَعِنْده خَبَّاب وَصُهَيْب وَبِلَال وَعَمَّار فَقَالُوا : يَا مُحَمَّد أَرَضِيت بِهَؤُلَاءِ ؟ فَنَزَلَ فِيهِمْ الْقُرْآن \" وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبّهمْ \" إِلَى قَوْله\" أَلَيْسَ اللَّه بِأَعْلَم بِالشَّاكِرِينَ \" وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق أَشْعَث عَنْ كُرْدُوس عَنْ اِبْن مَسْعُود قَالَ : مَرَّ الْمَلَأ مِنْ قُرَيْش بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَعِنْده صُهَيْب وَبِلَال وَعَمَّار وَخَبَّاب وَغَيْرهمْ مِنْ ضُعَفَاء الْمُسْلِمِينَ فَقَالُوا : يَا مُحَمَّد أَرَضِيت بِهَؤُلَاءِ مِنْ قَوْمك ؟ أَهَؤُلَاءِ الَّذِينَ مَنَّ اللَّه عَلَيْهِمْ مِنْ بَيْننَا ؟ أَنَحْنُ نَصِير تَبَعًا لِهَؤُلَاءِ ؟ اُطْرُدْهُمْ فَلَعَلَّك إِنْ طَرَدْتهمْ أَنْ نَتَّبِعك فَنَزَلَتْ هَذِهِ الْآيَة \" وَلَا تَطْرُد الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهه - وَكَذَلِكَ فَتَنَّا بَعْضهمْ بِبَعْضٍ \" إِلَى آخِر الْآيَة وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا اِبْن سَعِيد بْن يَحْيَى بْن سَعِيد الْقَطَّان حَدَّثَنَا عَمْرو بْن مُحَمَّد الْعَنْقَزِيّ حَدَّثَنَا أَسْبَاط بْن نَصْر عَنْ السُّدِّيّ عَنْ أَبِي سَعِيد الْأَزْدِيّ - وَكَانَ قَارِئ الْأَزْد - عَنْ أَبِي الْكَنُود عَنْ خَبَّاب فِي قَوْل اللَّه عَزَّ وَجَلَّ \" لَا تَطْرُد الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ \" قَالَ جَاءَ الْأَقْرَع بْن حَابِس التَّمِيمِيّ وَعُيَيْنَة بْن حِصْن الْفَزَارِيّ فَوَجَدُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ صُهَيْب وَبِلَال وَعَمَّار وَخَبَّاب قَاعِدًا فِي نَاس مِنْ الضُّعَفَاء مِنْ الْمُؤْمِنِينَ فَلَمَّا رَأَوْهُمْ حَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَقَّرُوهُمْ فِي نَفَر فِي أَصْحَابه فَأَتَوْهُ فَخَلَّوْا بِهِ وَقَالُوا إِنَّا نُرِيد أَنْ تَجْعَل لَنَا مِنْك مَجْلِسًا تَعْرِف لَنَا بِهِ الْعَرَب فَضْلنَا فَإِنَّ وُفُود الْعَرَب تَأْتِيك فَنَسْتَحْيِيَ أَنْ تَرَانَا الْعَرَب مَعَ هَذِهِ الْأَعْبُد فَإِذَا نَحْنُ جِئْنَاك فَأَقِمْهُمْ عَنَّا فَإِذَا نَحْنُ فَرَغْنَا فَاقْعُدْ مَعَهُمْ إِنْ شِئْت قَالَ \" نَعَمْ \" قَالُوا فَاكْتُبْ لَنَا عَلَيْك كِتَابًا قَالَ فَدَعَا بِصَحِيفَةٍ وَدَعَا عَلِيًّا لِيَكْتُب وَنَحْنُ قُعُود فِي نَاحِيَة فَنَزَلَ جِبْرِيل فَقَالَ \" وَلَا تَطْرُد الَّذِينَ يَدْعُونَ رَبّهمْ \" الْآيَة فَرَمَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالصَّحِيفَةِ مِنْ يَده ثُمَّ دَعَانَا فَأَتَيْنَاهُ وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث أَسْبَاط بِهِ وَهَذَا حَدِيث غَرِيب فَإِنَّ هَذِهِ الْآيَة مَكِّيَّة وَالْأَقْرَع بْن حَابِس وَعُيَيْنَة إِنَّمَا أَسْلَمَا بَعْد الْهِجْرَة بِدَهْرٍ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ الْمِقْدَام بْن شُرَيْح عَنْ أَبِيهِ قَالَ : قَالَ سَعْد نَزَلَتْ هَذِهِ الْآيَة فِي سِتَّة مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْهُمْ اِبْن مَسْعُود قَالَ كُنَّا نَسْتَبِق إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَدْنُو مِنْهُ وَنَسْمَع مِنْهُ فَقَالَتْ قُرَيْش : تُدْنِي هَؤُلَاءِ دُوننَا فَنَزَلَتْ \" وَلَا تَطْرُد الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ \" رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق سُفْيَان وَقَالَ عَلَى شَرْط الشَّيْخَيْنِ وَأَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه مِنْ طَرِيق الْمِقْدَام بْن شُرَيْح بِهِ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42189, "aya_id": 52}]