[{"text": "وَلاَ تَقْعُدُواْ بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ اللّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا وَاذْكُرُواْ إِذْ كُنتُمْ قَلِيلاً فَكَثَّرَكُمْ وَانظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ", "sura_id": 7, "type": 0, "id": 1040, "aya_id": 86}, {"text": "ولا تقعدوا بكل صراط توعدون وتصدون عن سبيل الله من آمن به وتبغونها عوجا واذكروا إذ كنتم قليلا فكثركم وانظروا كيف كان عاقبة المفسدين", "sura_id": 7, "type": 1, "id": 7276, "aya_id": 86}, {"text": "86 - (ولا تقعدوا بكل صراط) طريق (توعدون) تخوفون الناس بأخذ ثيابهم أو المكس منهم (وتصدون) تصرفون (عن سبيل الله) دينه (من آمن به) بتوعدكم إياه بالقتل (وتبغونها) تطلبون الطريق (عوجاً) معوجة (واذكروا إذ كنتم قليلا فكثركم وانظروا كيف كان عاقبة المفسدين) قبلكم بتكذيب رسلهم أي آخر أمرهم من الهلاك \r\n", "sura_id": 7, "type": 2, "id": 25984, "aya_id": 86}, {"text": "ولا تقعدوا بكل طريق تتوعدون الناس بالقتل, إن لم يعطوكم أموالهم, وتصدُّون عن سبيل الله القويم من صدَّق به عز وجل, وعمل صالحًا, وتبغون سبيل الله أن تكون معوجة, وتميلونها اتباعًا لأهوائكم, وتنفِّرون الناس عن اتباعها. واذكروا نعمة الله تعالى عليكم إذ كان عددكم قليلا فكثَّركم, فأصبحتم أقوياء عزيزين, وانظروا كيف كان عاقبة المفسدين في الأرض, وما حلَّ بهم من الهلاك والدمار؟\r\n", "sura_id": 7, "type": 3, "id": 32220, "aya_id": 86}, {"text": " <font color=red>وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ</font><BR><p>يَنْهَاهُمْ شُعَيْب عَلَيْهِ السَّلَام عَنْ قَطْع الطَّرِيق الْحِسِّيّ وَالْمَعْنَوِيّ بِقَوْلِهِ \" وَلَا تَقْعُدُوا بِكُلِّ صِرَاط تُوعِدُونَ\" أَيْ تَتَوَعَّدُونَ النَّاس بِالْقَتْلِ إِنْ لَمْ يُعْطُوكُمْ أَمْوَالهمْ. قَالَ السُّدِّيّ وَغَيْره : كَانُوا عَشَّارِينَ وَعَنْ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد \" وَلَا تَقْعُدُوا بِكُلِّ صِرَاط تُوعِدُونَ\" أَيْ تَتَوَعَّدُونَ الْمُؤْمِنِينَ الْآتِينَ إِلَى شُعَيْب لِيَتَّبِعُوهُ وَالْأَوَّل أَظْهَر لِأَنَّهُ قَالَ \" بِكُلِّ صِرَاط \" وَهُوَ الطَّرِيق وَهَذَا الثَّانِي هُوَ قَوْله \" وَتَصُدُّونَ عَنْ سَبِيل اللَّه مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا \" أَيْ وَتَوَدُّونَ أَنْ تَكُون سَبِيل اللَّه عِوَجًا مَائِلَة \" وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ \" أَيْ كُنْتُمْ مُسْتَضْعَفِينَ لِقِلَّتِكُمْ فَصِرْتُمْ أَعِزَّة لِكَثْرَةِ عَدَدكُمْ فَاذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ فِي ذَلِكَ \" وَانْظُرُوا كَيْف كَانَ عَاقِبَة الْمُفْسِدِينَ \" أَيْ مِنْ الْأُمَم الْخَالِيَة وَالْقُرُون الْمَاضِيَة وَمَا حَلَّ بِهِمْ مِنْ الْعَذَاب وَالنَّكَال بِاجْتِرَائِهِمْ عَلَى مَعَاصِي اللَّه وَتَكْذِيب رُسُله .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42657, "aya_id": 86}]