[{"text": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ", "sura_id": 54, "type": 0, "id": 4895, "aya_id": 49}, {"text": "إنا كل شيء خلقناه بقدر", "sura_id": 54, "type": 1, "id": 11131, "aya_id": 49}, {"text": "49 - (إنا كل شيء) منصوب بفعل يفسره (خلقناه بقدر) بتقدير حال من كل أي مقدرا وقرى كل بالرفع مبتدأ خبره خلقناه \r\n", "sura_id": 54, "type": 2, "id": 29839, "aya_id": 49}, {"text": "إنَّا كل شيء خلقناه بمقدار قدرناه وقضيناه, وسبق علمنا به، وكتابتنا له في اللوح المحفوظ.\r\n", "sura_id": 54, "type": 3, "id": 36075, "aya_id": 49}, {"text": " <font color=red>إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ</font><BR><p>وَقَوْله تَعَالَى \" إِنَّا كُلّ شَيْء خَلَقْنَاهُ بِقَدَرٍ \" كَقَوْلِهِ \" وَخَلَقَ كُلّ شَيْء فَقَدَّرَهُ تَقْدِيرًا \" وَكَقَوْلِهِ تَعَالَى \" سَبِّحْ اِسْم رَبّك الْأَعْلَى الَّذِي خَلَقَ فَسَوَّى وَاَلَّذِي قَدَّرَ فَهَدَى \" أَيْ قَدَّرَ قَدَرًا وَهَدَى الْخَلَائِق إِلَيْهِ وَلِهَذَا يَسْتَدِلّ بِهَذِهِ الْآيَة الْكَرِيمَة أَئِمَّة السُّنَّة عَلَى إِثْبَات قَدَر اللَّه السَّابِق لِخَلْقِهِ وَهُوَ عِلْمه الْأَشْيَاء قَبْل كَوْنهَا وَكِتَابَته لَهَا قَبْل بَرْئِهَا وَرَدُّوا بِهَذِهِ الْآيَة وَبِمَا شَاكَلَهَا مِنْ الْآيَات وَمَا وَرَدَ فِي مَعْنَاهَا مِنْ الْأَحَادِيث الثَّابِتَات عَلَى الْفِرْقَة الْقَدَرِيَّة الَّذِينَ نَبَغُوا فِي أَوَاخِر عَصْر الصَّحَابَة وَقَدْ تَكَلَّمْنَا عَلَى هَذَا الْمَقَام مُفَصَّلًا وَمَا وَرَدَ فِيهِ مِنْ الْأَحَادِيث فِي شَرْح كِتَاب الْإِيمَان مِنْ صَحِيح الْبُخَارِيّ رَحِمَهُ اللَّه وَلْنَذْكُرْ هَهُنَا الْأَحَادِيث الْمُتَعَلِّقَة بِهَذِهِ الْآيَة الْكَرِيمَة . قَالَ أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ زِيَاد بْن إِسْمَاعِيل السَّهْمِيّ عَنْ مُحَمَّد بْن عَبَّاد بْن جَعْفَر عَنْ أَبِي هُرَيْرَة قَالَ : جَاءَ مُشْرِكُو قُرَيْش إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُخَاصِمُونَهُ فِي الْقَدَر فَنَزَلَتْ \" يَوْم يُسْحَبُونَ فِي النَّار عَلَى وُجُوههمْ ذُوقُوا مَسَّ سَقَر إِنَّا كُلّ شَيْء خَلَقْنَاهُ بِقَدَرٍ \" وَهَكَذَا رَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث وَكِيع عَنْ سُفْيَان الثَّوْرِيّ بِهِ . وَقَالَ الْبَزَّار حَدَّثَنَا عَمْرو بْن عَلَى حَدَّثَنَا الضَّحَّاك بْن مَخْلَد حَدَّثَنَا يُونُس بْن الْحَارِث عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ مَا نَزَلَتْ هَذِهِ الْآيَات \" إِنَّ الْمُجْرِمِينَ فِي ضَلَال وَسُعُر يَوْم يُسْحَبُونَ فِي النَّار عَلَى وُجُوههمْ ذُوقُوا مَسَّ سَقَر إِنَّا كُلّ شَيْء خَلَقْنَاهُ بِقَدَرٍ \" إِلَّا فِي أَهْل الْقَدَر . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سَهْل بْن صَالِح الْأَنْطَاكِيّ حَدَّثَنِي قُرَّة بْن حَبِيب عَنْ كِنَانَة حَدَّثَنِي جَرِير بْن حَازِم عَنْ سَعِيد بْن عَمْرو بْن جَعْدَة عَنْ اِبْن زُرَارَةَ عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ تَلَا هَذِهِ الْآيَة \" ذُوقُوا مَسَّ سَقَر إِنَّا كُلّ شَيْء خَلَقْنَاهُ بِقَدَرٍ \" قَالَ \" نَزَلَتْ فِي أُنَاس مِنْ أُمَّتِي يَكُونُونَ فِي آخِر الزَّمَان يُكَذِّبُونَ بِقَدَرِ اللَّه\" . وَحَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا مَرْوَان بْن شُجَاع الْجَزَرِيّ عَنْ عَبْد الْمَلِك بْن جُرَيْج عَنْ عَطَاء بْن أَبِي رَبَاح قَالَ : أَتَيْت اِبْن عَبَّاس وَهُوَ يَنْزِع مِنْ زَمْزَم وَقَدْ اِبْتَلَّتْ أَسَافِل ثِيَابه فَقُلْت لَهُ قَدْ تُكُلِّمَ فِي الْقَدَر فَقَالَ أَوَقَدْ فَعَلُوهَا ؟ قُلْت نَعَمْ قَالَ فَوَاَللَّهِ مَا نَزَلَتْ هَذِهِ الْآيَة إِلَّا فِيهِمْ \" ذُوقُوا مَسَّ سَقَر إِنَّا كُلّ شَيْء خَلَقْنَاهُ بِقَدَرٍ \" أُولَئِكَ شِرَار هَذِهِ الْأُمَّة فَلَا تَعُودُوا مَرَضَاهُمْ وَلَا تُصَلُّوا عَلَى مَوْتَاهُمْ إِنْ رَأَيْت أَحَدًا مِنْهُمْ فَقَأْت عَيْنَيْهِ بِأُصْبُعَيَّ هَاتَيْنِ. وَقَدْ رَوَاهُ الْإِمَام أَحْمَد مِنْ وَجْه آخَر وَفِيهِ مَرْفُوع فَقَالَ حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا الْأَوْزَاعِيّ عَنْ بَعْض إِخْوَته عَنْ مُحَمَّد بْن عُبَيْد الْمَكِّيّ عَنْ عَبْد اللَّه بْن عَبَّاس قَالَ قِيلَ لَهُ إِنَّ رَجُلًا قَدِمَ عَلَيْنَا يُكَذِّب بِالْقَدَرِ فَقَالَ دُلُّونِي عَلَيْهِ وَهُوَ أَعْمَى قَالُوا وَمَا تَصْنَع بِهِ يَا أَبَا عَبَّاس ؟ قَالَ وَاَلَّذِي نَفْسِي بِيَدِهِ لَئِنْ اِسْتَمْكَنْت مِنْهُ لَأَعُضَّنَّ أَنْفَهُ حَتَّى أَقْطَعَهُ وَلَئِنْ وَقَعَتْ رَقَبَته فِي يَدِي لَأَدُقَّنَّهَا فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" كَأَنِّي بِنِسَاءِ بَنِي فِهْر يَطُفْنَ بِالْخَزْرَجِ تَصْطَفِق أَلْيَاتُهُنَّ مُشْرِكَاتٍ هَذَا أَوَّل شِرْك هَذِهِ الْأُمَّة وَاَلَّذِي نَفْسِي بِيَدِهِ لَيَنْتَهِيَنَّ بِهِمْ سُوء رَأْيهمْ حَتَّى يُخْرِجُوا اللَّه مِنْ أَنْ يَكُون قَدَّرَ خَيْرًا كَمَا أَخْرَجُوهُ مِنْ أَنْ يَكُون قَدَّرَ شَرًّا \" ثُمَّ رَوَاهُ أَحْمَد عَنْ أَبِي الْمُغِيرَة عَنْ الْأَوْزَاعِيّ عَنْ الْعَلَاء بْن الْحَجَّاج عَنْ مُحَمَّد بْن عُبَيْد فَذَكَرَ مِثْله لَمْ يُخْرِجُوهُ. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن يَزِيد حَدَّثَنَا سَعِيد عَنْ أَبِي أَيُّوب حَدَّثَنِي أَبُو صَخْر عَنْ نَافِع قَالَ : كَانَ لِابْنِ عُمَر صَدِيق مِنْ أَهْل الشَّام يُكَاتِبهُ فَكَتَبَ إِلَيْهِ عَبْد اللَّه بْن عُمَر إِنَّهُ بَلَغَنِي أَنَّك تَكَلَّمْت فِي شَيْء مِنْ الْقَدَر فَإِيَّاكَ أَنْ تَكْتُبَ إِلَيَّ فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" سَيَكُونُ فِي أُمَّتِي أَقْوَام يُكَذِّبُونَ بِالْقَدَرِ \" وَرَوَاهُ أَبُو دَاوُد عَنْ أَحْمَد بْن حَنْبَل بِهِ . وَقَالَ أَحْمَد حَدَّثَنَا أَنَس بْن عِيَاض حَدَّثَنَا عُمَر بْن عَبْد اللَّه مَوْلَى غَفْرَة عَنْ عَبْد اللَّه بْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لِكُلِّ أُمَّة مَجُوس وَمَجُوس أُمَّتِي الَّذِينَ يَقُولُونَ لَا قَدَر إِنْ مَرِضُوا فَلَا تَعُودُوهُمْ وَإِنْ مَاتُوا فَلَا تَشْهَدُوهُمْ\" لَمْ يُخْرِجهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة مِنْ هَذَا الْوَجْه وَقَالَ أَحْمَد حَدَّثَنَا قُتَيْبَة حَدَّثَنَا رِشْدِين عَنْ أَبِي صَخْر حُمَيْد بْن زِيَاد عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" سَيَكُونُ فِي هَذِهِ الْأُمَّة مَسْخ أَلَا وَذَاكَ فِي الْمُكَذِّبِينَ بِالْقَدَرِ وَالزِّنْدِيقِيَّة \" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث أَبِي صَخْر حُمَيْد بْن زِيَاد بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح غَرِيب . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق بْن الطَّبَّاع أَخْبَرَنِي مَالِك عَنْ زِيَاد بْن سَعْد عَنْ عَمْرو بْن مُسْلِم عَنْ طَاوُس الْيَمَانِي قَالَ سَمِعْت اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ شَيْء بِقَدَرٍ حَتَّى الْعَجْز وَالْكَيْس \" وَرَوَاهُ مُسْلِم مُنْفَرِدًا بِهِ مِنْ حَدِيث مَالِك . وَفِي الْحَدِيث الصَّحِيح \" اِسْتَعِنْ بِاَللَّهِ وَلَا تَعْجِزْ فَإِنْ أَصَابَك أَمْر فَقُلْ قَدَّرَ اللَّهُ وَمَا شَاءَ فَعَلَ وَلَا تَقُلْ لَوْ أَنِّي فَعَلْت لَكَانَ كَذَا فَإِنَّ لَوْ تَفْتَح عَمَل الشَّيْطَان \" . وَفِي حَدِيث اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ \" وَاعْلَمْ أَنَّ الْأُمَّة لَوْ اِجْتَمَعُوا عَلَى أَنْ يَنْفَعُوك بِشَيْءٍ لَمْ يَكْتُبْهُ اللَّه لَك لَمْ يَنْفَعُوك وَلَوْ اِجْتَمَعُوا عَلَى أَنْ يَضُرُّوك بِشَيْءٍ لَمْ يَكْتُبْهُ اللَّه عَلَيْك لَمْ يَضُرُّوك جَفَّتْ الْأَقْلَام وَطُوِيَتْ الصُّحُف \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْحَسَن بْن سِوَار حَدَّثَنَا اللَّيْث عَنْ مُعَاوِيَة عَنْ أَيُّوب بْن زِيَاد حَدَّثَنِي عُبَادَة بْن الْوَلِيد بْن عُبَادَة حَدَّثَنِي أَبِي قَالَ دَخَلْت عَلَى عَبْدَة وَهُوَ مَرِيض أَتَخَايَل فِيهِ الْمَوْت فَقُلْت يَا أَبَتَاهُ أَوْصِنِي وَاجْتَهِدْ لِي فَقَالَ أَجْلِسُونِي فَلَمَّا أَجْلَسُوهُ قَالَ يَا بَنِي إِنَّك لَمَّا تَطْعَمْ الْإِيمَان وَلَمْ تَبْلُغْ حَقّ حَقِيقَة الْعِلْم بِاَللَّهِ حَتَّى تُؤْمِن بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ قُلْت يَا أَبَتَاهُ وَكَيْف لِي أَنْ أَعْلَم مَا خَيْر الْقَدَر وَشَرُّهُ ؟ قَالَ تَعْلَم أَنَّ مَا أَخْطَأَك لَمْ يَكُنْ لِيُصِيبَك وَمَا أَصَابَك لَمْ يَكُنْ لِيُخْطِئَك يَا بُنَيَّ إِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" إِنَّ أَوَّل مَا خَلَقَ اللَّه الْقَلَم ثُمَّ قَالَ لَهُ اُكْتُبْ فَجَرَى فِي تِلْكَ السَّاعَة بِمَا هُوَ كَائِن إِلَى يَوْم الْقِيَامَة\" يَا بُنَيَّ إِنْ مُتّ وَلَسْت عَلَى ذَلِكَ دَخَلْت النَّار . وَرَوَاهُ التِّرْمِذِيّ عَنْ يَحْيَى بْن مُوسَى الْبَلْخِيّ عَنْ أَبِي دَاوُد الطَّيَالِسِيّ عَنْ عَبْد الْوَاحِد بْن سُلَيْم عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ الْوَلِيد بْن عُبَادَة عَنْ أَبِيهِ بِهِ وَقَالَ حَسَن صَحِيح غَرِيب . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ رِبْعِيّ بْن خِرَاش عَنْ رَجُل عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يُؤْمِن أَحَد حَتَّى يُؤْمِن بِأَرْبَعٍ : يَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنِّي رَسُول اللَّه بَعَثَنِي بِالْحَقِّ وَيُؤْمِن بِالْبَعْثِ بَعْد الْمَوْت وَيُؤْمِن بِالْقَدَرِ خَيْرِهِ وَشَرّه \" . وَكَذَا رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث النَّضْر بْن شُمَيْل عَنْ شُعْبَة عَنْ مَنْصُور بِهِ وَرَوَاهُ مِنْ حَدِيث أَبِي دَاوُد الطَّيَالِسِيّ عَنْ شُعْبَة عَنْ مَنْصُور عَنْ رِبْعِيّ عَنْ عَلِيّ فَذَكَرَهُ وَقَالَ هَذَا عِنْدِي أَصَحّ وَكَذَا رَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث شَرِيك عَنْ مَنْصُور عَنْ رِبْعِيّ عَنْ عَلِيّ بِهِ وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم مِنْ رِوَايَة عَبْد اللَّه بْن وَهْب وَغَيْره عَنْ أَبِي هَانِئٍ الْخَوْلَانِيّ عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَبْد عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ اللَّه كَتَبَ مَقَادِير الْخَلْق قَبْل أَنْ يَخْلُق السَّمَوَات وَالْأَرْض بِخَمْسِينَ أَلْفَ سَنَةٍ \" زَادَ اِبْن وَهْب \" وَكَانَ عَرْشه عَلَى الْمَاء \" وَرَوَاهُ التِّرْمِذِيّ وَقَالَ حَسَن صَحِيح غَرِيب .</p><BR> <br> ", "sura_id": 54, "type": 4, "id": 41816, "aya_id": 49}]