[{"text": "وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ", "sura_id": 43, "type": 0, "id": 4369, "aya_id": 44}, {"text": "وإنه لذكر لك ولقومك وسوف تسألون", "sura_id": 43, "type": 1, "id": 10605, "aya_id": 44}, {"text": "44 - (وإنه لذكر) لشرف (لك ولقومك) لنزوله بلغتهم (وسوف تسألون) عن القيام بحقه \r\n", "sura_id": 43, "type": 2, "id": 29313, "aya_id": 44}, {"text": "وإن هذا القرآن لَشرف لك ولقومك من قريش؛ حيث أُنزل بلغتهم, فهم أفهم الناس له, فينبغي أن يكونوا أقوم الناس به, وأعملهم بمقتضاه, وسوف تُسألون أنت ومَن معك عن الشكر لله عليه والعمل به.\r\n", "sura_id": 43, "type": 3, "id": 35549, "aya_id": 44}, {"text": " <font color=red>وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ</font><BR><p>قِيلَ مَعْنَاهُ لَشَرَف لَك وَلِقَوْمِك قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا وَمُجَاهِد وَقَتَادَة وَالسُّدِّيّ . وَابْن زَيْد وَاخْتَارَهُ اِبْن جَرِير وَلَمْ يَحْكِ سِوَاهُ وَأَوْرَدَ التِّرْمِذِيّ هَهُنَا حَدِيث الزُّهْرِيّ عَنْ مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ هَذَا الْأَمْر فِي قُرَيْش لَا يُنَازِعهُمْ فِيهِ أَحَد إِلَّا أَكَبَّهُ اللَّه تَعَالَى عَلَى وَجْهه مَا أَقَامُوا الدِّين \" رَوَاهُ الْبُخَارِيّ وَمَعْنَاهُ أَنَّهُ شَرَف لَهُمْ مِنْ حَيْثُ إِنَّهُ أُنْزِلَ بِلُغَتِهِمْ فَهُمْ أَفْهَم النَّاس لَهُ فَيَنْبَغِي أَنْ يَكُونُوا أَقْوَم النَّاس بِهِ وَأَعْمَلهُمْ بِمُقْتَضَاهُ وَهَكَذَا كَانَ خِيَارهمْ وَصَفْوَتهمْ مِنْ الْخُلَّص مِنْ الْمُهَاجِرِينَ وَالسَّابِقِينَ الْأَوَّلِينَ وَمَنْ شَابَهَهُمْ وَتَابَعَهُمْ وَقِيلَ مَعْنَاهُ \" وَإِنَّهُ لَذِكْر لَك وَلِقَوْمِك \" أَيْ لَتَذْكِيرٌ لَك وَلِقَوْمِك وَتَخْصِيصهمْ بِالذِّكْرِ لَا يَنْفِي مَنْ سِوَاهُمْ كَقَوْلِهِ تَعَالَى \" لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْركُمْ أَفَلَا تَعْقِلُونَ \" وَكَقَوْلِهِ تَبَارَكَ وَتَعَالَى\" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ \" \" وَسَوْفَ تُسْأَلُونَ \" أَيْ عَنْ هَذَا الْقُرْآن وَكَيْف كُنْتُمْ فِي الْعَمَل بِهِ وَالِاسْتِجَابَة لَهُ .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41170, "aya_id": 44}]