[{"text": "إِن تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللّهَ لاَ يَهْدِي مَن يُضِلُّ وَمَا لَهُم مِّن نَّاصِرِينَ", "sura_id": 16, "type": 0, "id": 1938, "aya_id": 37}, {"text": "إن تحرص على هداهم فإن الله لا يهدي من يضل وما لهم من ناصرين", "sura_id": 16, "type": 1, "id": 8174, "aya_id": 37}, {"text": "37 - (إن تحرص) يا محمد (على هداهم) وقد أضلهم الله لا تقدر على ذلك (فإن الله لا يهدي) بالبناء للمفعول وللفاعل (من يضل) من يريد إضلاله (وما لهم من ناصرين) ما نعين من عذاب الله \r\n", "sura_id": 16, "type": 2, "id": 26882, "aya_id": 37}, {"text": "إن تبذل -أيها الرسول- أقصى جهدك لهداية هؤلاء المشركين فاعلم أن الله لا يهدي مَن يضلُّ, وليس لهم من دون الله أحد ينصرهم, ويمنع عنهم عذابه.\r\n", "sura_id": 16, "type": 3, "id": 33118, "aya_id": 37}, {"text": " <font color=red>إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ وَمَا لَهُمْ مِنْ نَاصِرِينَ</font><BR><p>ثُمَّ أَخْبَرَ اللَّه تَعَالَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ حِرْصه عَلَى هِدَايَتهمْ لَا يَنْفَعهُمْ إِذَا كَانَ اللَّه قَدْ أَرَادَ إِضْلَالهمْ كَقَوْلِهِ تَعَالَى \" وَمَنْ يُرِدْ اللَّه فِتْنَته فَلَنْ تَمْلِك لَهُ مِنْ اللَّه شَيْئًا \" وَقَالَ نُوح لِقَوْمِهِ \" وَلَا يَنْفَعكُمْ نُصْحِي إِنْ أَرَدْت أَنْ أَنْصَح لَكُمْ إِنْ كَانَ اللَّه يُرِيد أَنْ يُغْوِيكُمْ \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" إِنْ تَحْرِص عَلَى هُدَاهُمْ فَإِنَّ اللَّه لَا يَهْدِي مَنْ يُضِلّ \" كَمَا قَالَ اللَّه \" وَمَنْ يُضْلِلْ اللَّه فَلَا هَادِي لَهُ وَيَذَرُهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ \" وَقَالَ تَعَالَى \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" وَقَوْله \" فَإِنَّ اللَّه \" أَيْ شَأْنه وَأَمْره أَنَّهُ مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ فَلِهَذَا قَالَ \" لَا يَهْدِي مَنْ يُضِلّ \" أَيْ مَنْ أَضَلَّهُ فَمَنْ ذَا الَّذِي يَهْدِيه مِنْ بَعْد اللَّه ؟ أَيْ لَا أَحَد \" وَمَا لَهُمْ مِنْ نَاصِرِينَ \" أَيْ يُنْقِذُونَهُمْ مِنْ عَذَابه وَوَثَاقه \" أَلَا لَهُ الْخَلْق وَالْأَمْر تَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38110, "aya_id": 37}]