[{"text": "وَقُلْ جَاء الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا", "sura_id": 17, "type": 0, "id": 2110, "aya_id": 81}, {"text": "و قل جاء الحق و زهق الباطل إن الباطل كان زهوقا", "sura_id": 17, "type": 1, "id": 8346, "aya_id": 81}, {"text": "81 - (وقل) عند دخولك مكة (جاء الحق) الإسلام (وزهق الباطل) بطل الكفر (إن الباطل كان زهوقا) مضمحلا زائلا وقد دخلها صلى الله عليه وسلم وحول البيت ثلثمائة وستون صنما فجعل يطعنها بعود في يده ويقول ذلك حتى سقطت رواه الشيخان \r\n", "sura_id": 17, "type": 2, "id": 27054, "aya_id": 81}, {"text": "وقل -أيها الرسول- للمشركين: جاء الإسلام وذهب الشرك، إن الباطل لا بقاء له ولا ثبات، والحق هو الثابت الباقي الذي لا يزول.\r\n", "sura_id": 17, "type": 3, "id": 33290, "aya_id": 81}, {"text": " <font color=red>وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا</font><BR><p>وَقَوْله : \" وَقُلْ جَاءَ الْحَقّ وَزَهَقَ الْبَاطِل \" الْآيَة : تَهْدِيد وَوَعِيد لِكُفَّارِ قُرَيْش فَإِنَّهُ قَدْ جَاءَهُمْ مِنْ اللَّه الْحَقّ الَّذِي لَا مِرْيَة فِيهِ وَلَا قِبَل لَهُمْ بِهِ وَهُوَ مَا بَعَثَهُ اللَّه بِهِ مِنْ الْقُرْآن وَالْإِيمَان وَالْعِلْم النَّافِع وَزَهَقَ بَاطِلهمْ أَيْ اِضْمَحَلَّ وَهَلَكَ فَإِنَّ الْبَاطِل لَا ثَبَات لَهُ مَعَ الْحَقّ وَلَا بَقَاء \" بَلْ نَقْذِف بِالْحَقِّ عَلَى الْبَاطِل فَيَدْمَغهُ فَإِذَا هُوَ زَاهِق \" وَقَالَ الْبُخَارِيّ : حَدَّثَنَا الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ أَبِي مَعْمَر عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : دَخَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة وَحَوْل الْبَيْت سِتُّونَ وَثَلَثمِائَةِ صَنَمًا فَجَعَلَ يَطْعَنهَا بِعُودٍ فِي يَده وَيَقُول \" جَاءَ الْحَقّ وَزَهَقَ الْبَاطِل إِنَّ الْبَاطِل كَانَ زَهُوقًا . جَاءَ الْحَقّ وَمَا يُبْدِئ الْبَاطِل وَمَا يُعِيد \" وَكَذَا رَوَاهُ الْبُخَارِيّ أَيْضًا فِي غَيْر هَذَا الْمَوْضِع وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ كُلّهمْ مِنْ طُرُق عَنْ سُفْيَان بْن عُيَيْنَة بِهِ وَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ اِبْن أَبِي نَجِيح بِهِ . وَقَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا زُهَيْر حَدَّثَنَا شَبَابَة حَدَّثَنَا الْمُغِيرَة حَدَّثَنَا أَبُو الزُّبَيْر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : دَخَلْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة وَحَوْل الْبَيْت ثَلَثمِائَةِ وَسِتُّونَ صَنَمًا تُعْبَد مِنْ دُون اللَّه فَأَمَرَ بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأُكِبَّتْ عَلَى وُجُوههَا وَقَالَ \" جَاءَ الْحَقّ وَزَهَقَ الْبَاطِل إِنَّ الْبَاطِل كَانَ زَهُوقًا \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38269, "aya_id": 81}]