[{"text": "وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُوْلَئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَى", "sura_id": 20, "type": 0, "id": 2423, "aya_id": 75}, {"text": "و من يأته مؤمنا قد عمل الصالحات فأولئك لهم الدرجات العلى", "sura_id": 20, "type": 1, "id": 8659, "aya_id": 75}, {"text": "75 - (ومن يأته مؤمنا قد عمل الصالحات) الفرائض والنوافل (فأولئك لهم الدرجات العلى) جمع عليا مؤنث أعلى \r\n", "sura_id": 20, "type": 2, "id": 27367, "aya_id": 75}, {"text": "ومن يأت ربه مؤمنًا به قد عمل الأعمال الصالحة فله المنازل العالية في جنات الإقامة الدائمة,\r\n", "sura_id": 20, "type": 3, "id": 33603, "aya_id": 75}, {"text": " <font color=red>وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَا</font><BR><p>وَقَوْله تَعَالَى \" وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَات \" أَيْ وَمَنْ لَقِيَ رَبّه يَوْم الْمَعَاد مُؤْمِن الْقَلْب قَدْ صَدَقَ ضَمِيره بِقَوْلِهِ وَعَمَله \" فَأُولَئِكَ لَهُمْ الدَّرَجَات الْعُلَى \" أَيْ الْجَنَّة ذَات الدَّرَجَات الْعَالِيَات وَالْغُرَف الْآمِنَات وَالْمَسَاكِن الطَّيِّبَات . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان أَنَبَأَنَا هَمَّام حَدَّثَنَا زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ عُبَادَة بْن الصَّامِت عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْجَنَّة مِائَة دَرَجَة مَا بَيْن كُلّ دَرَجَتَيْنِ كَمَا بَيْن السَّمَاء وَالْأَرْض وَالْفِرْدَوْس أَعْلَاهَا دَرَجَة وَمِنْهَا تَخْرُج الْأَنْهَار الْأَرْبَعَة وَالْعَرْش فَوْقهَا فَإِذَا سَأَلْتُمْ اللَّه فَاسْأَلُوهُ الْفِرْدَوْس \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث يَزِيد بْن هَارُون عَنْ هَمَّام بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سُلَيْمَان بْن عَبْد الرَّحْمَن الدِّمَشْقِيّ أَخْبَرَنَا خَالِد بْن يَزِيد بْن أَبِي مَالِك عَنْ أَبِيهِ قَالَ كَانَ يُقَال الْجَنَّة مِائَة دَرَجَة فِي كُلّ دَرَجَة مِائَة دَرَجَة بَيْن كُلّ دَرَجَتَيْنِ كَمَا بَيْن السَّمَاء وَالْأَرْض فِيهِنَّ الْيَاقُوت وَالْحُلِيّ فِي كُلّ دَرَجَة أَمِير يَرَوْنَ لَهُ الْفَضْل وَالسُّوْدُد وَفِي الصَّحِيحَيْنِ \" إِنَّ أَهْل عِلِّيِّينَ لَيَرَوْنَ مَنْ فَوْقهمْ كَمَا تَرَوْنَ الْكَوْكَب الْغَابِر فِي أُفُق السَّمَاء لِتَفَاضُلِ مَا بَيْنهمْ - قَالُوا يَا رَسُول اللَّه تِلْكَ مَنَازِل الْأَنْبِيَاء قَالَ - بَلَى وَاَلَّذِي نَفْسِي بِيَدِهِ رِجَال آمَنُوا بِاَللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ \" وَفِي السُّنَن إِنَّ أَبَا بَكْر وَعُمَر لَمِنْهُمْ وَأُنْعِمَا .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38890, "aya_id": 75}]