[{"text": "ذَلِكَ وَمَن يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ", "sura_id": 22, "type": 0, "id": 2625, "aya_id": 30}, {"text": "ذلك ومن يعظم حرمات الله فهو خير له عند ربه وأحلت لكم الأنعام إلا ما يتلى عليكم فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور", "sura_id": 22, "type": 1, "id": 8861, "aya_id": 30}, {"text": "30 - (ذلك) خبر مبتدأ مقدر أي الأمر أو الشأن ذلك مذكور (ومن يعظم حرمات الله) هي ما لا يحل انتهاكه (فهو) أي تعظيمها (خير له عند ربه) في الآخرة (وأحلت لكم الأنعام) أكلا بعد الذبح (إلا ما يتلى عليكم) تحريمه في حرمت عليكم الميتة الآية فالاستثناء منقطع ويجوز أن يكون متصلا والتحريم لما عرض من الموت ونحوه (فاجتنبوا الرجس من الأوثان) من للبيان أي الذي هو الأوثان (واجتنبوا قول الزور) أي الشرك بالله في تلبيتكم أو شهادة الزور \r\n", "sura_id": 22, "type": 2, "id": 27569, "aya_id": 30}, {"text": "ذلك الذي أمر الله به مِن قضاء التفث والوفاء بالنذور والطواف بالبيت، هو ما أوجبه الله عليكم فعظِّموه، ومن يعظم حرمات الله، ومنها مناسكه بأدائها كاملة خالصة لله، فهو خير له في الدنيا والآخرة. وأحلَّ الله لكم أَكْلَ الأنعام إلا ما حرَّمه فيما يتلى عليكم في القرآن من الميتة وغيرها فاجتنبوه، وفي ذلك إبطال ما كانت العرب تحرِّمه من بعض الأنعام، وابتعِدوا عن القذارة التي هي الأوثان، وعن الكذب الذي هو الافتراء على الله.\r\n", "sura_id": 22, "type": 3, "id": 33805, "aya_id": 30}, {"text": " <font color=red>ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ</font><BR><p>يَقُول تَعَالَى هَذَا الَّذِي أُمِرْنَا بِهِ مِنْ الطَّاعَات فِي أَدَاء الْمَنَاسِك وَمَا يُلْقَى عَلَيْهَا مِنْ الثَّوَاب الْجَزِيل\" وَمَنْ يُعَظِّم حُرُمَات اللَّه \" أَيْ وَمَنْ يَجْتَنِب مَعَاصِيه وَمَحَارِمه وَيَكُون اِرْتِكَابهَا عَظِيمًا فِي نَفْسه \" فَهُوَ خَيْر لَهُ عِنْد رَبّه \" أَيْ فَلَهُ عَلَى ذَلِكَ خَيْر كَثِير وَثَوَاب جَزِيل فَكَمَا عَلَى فِعْل الطَّاعَات ثَوَاب كَثِير وَأَجْر جَزِيل كَذَلِكَ عَلَى تَرْك الْمُحَرَّمَات وَاجْتِنَاب الْمَحْظُورَات . قَالَ اِبْن جُرَيْج قَالَ مُجَاهِد فِي قَوْله \" ذَلِكَ وَمَنْ يُعَظِّم حُرُمَات اللَّه \" قَالَ الْحُرْمَة مَكَّة وَالْحَجّ وَالْعُمْرَة وَمَا نَهَى اللَّه عَنْهُ مِنْ مَعَاصِيه كُلّهَا وَكَذَا قَالَ اِبْن زَيْد . قَوْله\" وَأُحِلَّتْ لَكُمْ الْأَنْعَام إِلَّا مَا يُتْلَى عَلَيْكُمْ \" أَيْ أَحْلَلْنَا لَكُمْ جَمِيع الْأَنْعَام وَمَا جَعَلَ اللَّه مِنْ بَحِيرَة وَلَا سَائِبَة وَلَا وَصِيلَة وَلَا حَامٍ وَقَوْله : \" إِلَّا مَا يُتْلَى عَلَيْكُمْ \" أَيْ مِنْ تَحْرِيم الْمَيْتَة وَالدَّم وَلَحْم الْخِنْزِير وَمَا أُهِلّ لِغَيْرِ اللَّه بِهِ وَالْمُنْخَنِقَة الْآيَة. قَالَ ذَلِكَ اِبْن جَرِير وَحَكَاهُ عَنْ قَتَادَة وَقَوْله \" فَاجْتَنِبُوا الرِّجْس مِنْ الْأَوْثَان وَاجْتَنِبُوا قَوْل الزُّور \" مِنْ هَهُنَا لِبَيَانِ الْجِنْس أَيْ اِجْتَنِبُوا الرِّجْس الَّذِي هُوَ الْأَوْثَان وَقَرَنَ الشِّرْك بِاَللَّهِ بِقَوْلِ الزُّور كَقَوْلِهِ \" قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْم وَالْبَغْي بِغَيْرِ الْحَقّ وَأَنْ تُشْرِكُوا بِاَللَّهِ مَا لَمْ يُنَزِّل بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّه مَا لَا تَعْلَمُونَ\" وَمِنْهُ شَهَادَة الزُّور وَفِي الصَّحِيحَيْنِ عَنْ أَبِي بَكْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" أَلَا أُنَبِّئكُمْ بِأَكْبَر الْكَبَائِر ؟ \" قُلْنَا : بَلَى يَا رَسُول اللَّه قَالَ \" الْإِشْرَاك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ - وَكَانَ مُتَّكِئًا فَجَلَسَ فَقَالَ - أَلَا وَقَوْل الزُّور أَلَا وَشَهَادَة الزُّور \" فَمَا زَالَ يُكَرِّرهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة الْفَزَارِيّ أَنْبَأَنَا سُفْيَان بْن زِيَاد عَنْ فَاتِك بْن فَضَالَة عَنْ أَيْمَن بْن خُرَيْم قَالَ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطِيبًا فَقَالَ : \" أَيّهَا النَّاس عَدَلَتْ شَهَادَة الزُّور إِشْرَاكًا بِاَللَّهِ ثَلَاثًا ثُمَّ قَرَأَ \" فَاجْتَنِبُوا الرِّجْس مِنْ الْأَوْثَان وَاجْتَنِبُوا قَوْل الزُّور \" \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ أَحْمَد بْن مَنِيع عَنْ مَرْوَان بْن مُعَاوِيَة بِهِ ثُمَّ قَالَ غَرِيب إِنَّمَا نَعْرِفهُ مِنْ حَدِيث سُفْيَان بْن زِيَاد وَقَدْ اِخْتَلَفَ عَنْهُ رِوَايَة هَذَا الْحَدِيث وَلَا نَعْرِف لِأَيْمَن بْن خُرَيْم سَمَاعًا مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا سُفْيَان الْعُصْفُرِيّ عَنْ أَبِيهِ عَنْ حَبِيب بْن النُّعْمَان الْأَسَدِيّ عَنْ خُرَيْم بْن فَاتِك الْأَسَدِيّ قَالَ : صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصُّبْح فَلَمَّا اِنْصَرَفَ قَامَ قَائِمًا فَقَالَ : \" عَدَلَتْ شَهَادَة الزُّور الْإِشْرَاك بِاَللَّهِ عَزَّ وَجَلَّ \" ثُمَّ تَلَا هَذِهِ الْآيَة : \" فَاجْتَنِبُوا الرِّجْس مِنْ الْأَوْثَان وَاجْتَنِبُوا قَوْل الزُّور \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39052, "aya_id": 30}]