[{"text": "وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ", "sura_id": 6, "type": 0, "id": 798, "aya_id": 9}, {"text": "ولو جعلناه ملكا لجعلناه رجلا وللبسنا عليهم ما يلبسون", "sura_id": 6, "type": 1, "id": 7034, "aya_id": 9}, {"text": "9 - (ولو جعلناه) أي المنزَّل إليهم (ملكا لجعلناه) أي الملك (رجلا) أي على صورته ليتمكنوا من رؤيته إذ لا قوة للبشر على رؤية الملك لو أنزلناه وجعلناه رجلا (وللبسنا) شبهنا (عليهم ما يلبسون) على أنفسهم بأن يقولوا ما هذا إلا بشر مثلكم \r\n", "sura_id": 6, "type": 2, "id": 25742, "aya_id": 9}, {"text": "ولو جعلنا الرسول المرسل إليهم مَلَكًا إذ لم يقتنعوا بمحمد صلى الله عليه وسلم, لجعلنا ذلك الملك في صورة البشر, حتى يستطيعوا السماع منه ومخاطبته; إذ ليس بإمكانهم رؤية الملك على صورته الملائكية, ولو جاءهم الملك بصورة رجل لاشتبه الأمر عليهم, كما اشتبه عليهم أمر محمد صلى الله عليه وسلم.\r\n", "sura_id": 6, "type": 3, "id": 31978, "aya_id": 9}, {"text": " <font color=red>وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ</font><BR><p>أَيْ لَوْ أَنْزَلْنَا مَعَ الرَّسُول الْبَشَرِيّ مَلَكًا أَيْ لَوْ بَعَثْنَا إِلَى الْبَشَر رَسُولًا مَلَكِيًّا لَكَانَ عَلَى هَيْئَة الرَّجُل لِيُمْكِنهُمْ مُخَاطَبَته وَالِانْتِفَاع بِالْأَخْذِ عَنْهُ وَلَوْ كَانَ كَذَلِكَ لَالْتَبَسَ عَلَيْهِمْ الْأَمْر كَمَا هُمْ يُلَبِّسُونَ عَلَى أَنْفُسهمْ فِي قَبُول رِسَالَة الْبَشَرِيّ كَقَوْلِهِ تَعَالَى \" قُلْ لَوْ كَانَ فِي الْأَرْض مَلَائِكَة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنْ السَّمَاء مَلَكًا رَسُولًا\" فَمِنْ رَحْمَته تَعَالَى بِخَلْقِهِ أَنَّهُ يُرْسِل إِلَى كُلّ صِنْف مِنْ الْخَلَائِق رُسُلًا مِنْهُ لِيَدْعُوَ بَعْضهمْ بَعْضًا وَلِيُمَكِّن بَعْضهمْ أَنْ يَنْتَفِع بِبَعْضٍ فِي الْمُخَاطَبَة وَالسُّؤَال كَمَا قَالَ تَعَالَى \" لَقَدْ مَنَّ اللَّه عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسهمْ يَتْلُو عَلَيْهِمْ آيَاته وَيُزَكِّيهِمْ\" الْآيَة قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي الْآيَة : يَقُول لَوْ أَتَاهُمْ مَلَك مَا أَتَاهُمْ إِلَّا فِي صُورَة رَجُل لِأَنَّهُمْ لَا يَسْتَطِيعُونَ النَّظَر إِلَى الْمَلَائِكَة مِنْ النُّور \" وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ \" أَيْ وَلَخَلَطْنَا عَلَيْهِمْ مَا يَخْلِطُونَ وَقَالَ الْوَالِبِيّ عَنْهُ : وَلَشَبَّهْنَا عَلَيْهِمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42230, "aya_id": 9}]