[{"text": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدتَّهُم وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 40, "type": 0, "id": 4141, "aya_id": 8}, {"text": "ربنا وأدخلهم جنات عدن التي وعدتهم ومن صلح من آبائهم وأزواجهم وذرياتهم إنك أنت العزيز الحكيم", "sura_id": 40, "type": 1, "id": 10377, "aya_id": 8}, {"text": "8 - (ربنا وأدخلهم جنات عدن) إقامة (التي وعدتهم ومن صلح) عطف على هم في وأدخلهم أو وعدتهم (من آبائهم وأزواجهم وذرياتهم إنك أنت العزيز الحكيم) في صنعه \r\n", "sura_id": 40, "type": 2, "id": 29085, "aya_id": 8}, {"text": "ربنا وأدخل المؤمنين جنات عدن التي وعدتهم, ومَن صلح بالإيمان والعمل الصالح من آبائهم وأزواجهم وأولادهم. إنك أنت العزيز القاهر لكل شيء, الحكيم في تدبيره وصنعه.\r\n", "sura_id": 40, "type": 3, "id": 35321, "aya_id": 8}, {"text": " <font color=red>رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>أَيْ اِجْمَعْ بَيْنهمْ وَبَيْنهمْ لِتُقِرَّ بِذَلِكَ أَعْيُنُهُمْ بِالِاجْتِمَاعِ فِي مَنَازِل مُتَجَاوِرَة كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" وَاَلَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْء \" أَيْ سَاوَيْنَا بَيْن الْكُلّ فِي الْمَنْزِلَة لِتَقَرَّ أَعْيُنهمْ وَمَا نَقَصْنَا الْعَالِي حَتَّى يُسَاوِي الدَّانِي بَلْ رَفَعْنَا نَاقِص الْعَمَل فَسَاوَيْنَاهُ بِكَثِيرِ الْعَمَل تَفَضُّلًا مِنَّا وَمِنَّة . وَقَالَ سَعِيد بْن جُبَيْر إِنَّ الْمُؤْمِن إِذَا دَخَلَ الْجَنَّة سَأَلَ عَنْ أَبِيهِ وَابْنه وَأَخِيهِ أَيْنَ هُمْ ؟ فَيُقَال إِنَّهُمْ لَمْ يَبْلُغُوا طَبَقَتك فِي الْعَمَل فَيَقُول إِنِّي إِنَّمَا عَمِلْت لِي وَلَهُمْ فَيُلْحَقُونَ بِهِ فِي الدَّرَجَة ثُمَّ تَلَا سَعِيد بْن جُبَيْر هَذِهِ الْآيَة \" رَبّنَا وَأَدْخِلْهُمْ جَنَّات عَدْن الَّتِي وَعَدْتهمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجهمْ وَذُرِّيَّاتهمْ إِنَّك أَنْتَ الْعَزِيز الْحَكِيم \" قَالَ مُطَرِّف بْن عَبْد اللَّه بْن الشِّخِّير أَنْصَحُ عِبَادِ اللَّهِ لِلْمُؤْمِنِينَ الْمَلَائِكَةُ ثُمَّ تَلَا هَذِهِ الْآيَةَ \" رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتهمْ \" الْآيَة وَأَغَشّ عِبَادِهِ لِلْمُؤْمِنِينَ الشَّيَاطِين . وَقَوْله تَبَارَكَ وَتَعَالَى \" إِنَّك أَنْتَ الْعَزِيز الْحَكِيم \" أَيْ الَّذِي لَا يُمَانَع وَلَا يُغَالَب وَمَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ الْحَكِيم فِي أَقْوَالِك وَأَفْعَالِك مِنْ شَرْعك وَقَدْرك .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 41017, "aya_id": 8}]