[{"text": "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الِّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ", "sura_id": 3, "type": 0, "id": 314, "aya_id": 21}, {"text": "إن الذين يكفرون بآيات الله ويقتلون النبيين بغير حق ويقتلون الذين يأمرون بالقسط من الناس فبشرهم بعذاب أليم", "sura_id": 3, "type": 1, "id": 6550, "aya_id": 21}, {"text": "21 - (إن الذين يكفرون بآيات الله ويقتلون) وفي قراءة {يقاتلون} (النبيين بغير حق ويقتلون الذين يأمرون بالقسط) بالعدل (من الناس) وهم اليهود روي أنهم قتلوا ثلاثة وأربعين نبيا فنهاهم مائة وسبعون من عبادهم فقتلوهم من يومهم (فبشرهم) أعلمهم (بعذاب أليم) مؤلم وذكر البشارة تهكم بهم ودخلت الفاء في خبر إن لشبه اسمهما الموصول بالشرط \r\n", "sura_id": 3, "type": 2, "id": 25258, "aya_id": 21}, {"text": "إن الذين يجحدون بالدلائل الواضحة وما جاء به المرسلون, ويقتلون أنبياء الله ظلمًا بغير حق, ويقتلون الذين يأمرون بالعدل واتباع طريق الأنبياء, فبشِّرهم بعذاب موجع.\r\n", "sura_id": 3, "type": 3, "id": 31494, "aya_id": 21}, {"text": " <font color=red>إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ</font><BR><p>هَذَا ذَمّ مِنْ اللَّه تَعَالَى لِأَهْلِ الْكِتَاب بِمَا اِرْتَكَبُوهُ مِنْ الْمَآثِم وَالْمَحَارِم فِي تَكْذِيبهمْ بِآيَاتِ اللَّه قَدِيمًا وَحَدِيثًا الَّتِي بَلَّغَتْهُمْ إِيَّاهَا الرُّسُل اِسْتِكْبَارًا عَلَيْهِمْ وَعِنَادًا لَهُمْ وَتَعَاظُمًا عَلَى الْحَقّ وَاسْتِنْكَافًا عَنْ اِتِّبَاعه وَمَعَ هَذَا قَتَلُوا مَنْ قَتَلُوا مِنْ النَّبِيِّينَ حِين بَلَّغُوهُمْ عَنْ اللَّه شَرْعه بِغَيْرِ سَبَب وَلَا جَرِيمَة مِنْهُمْ إِلَيْهِمْ إِلَّا لِكَوْنِهِمْ دَعَوْهُمْ إِلَى الْحَقّ \" وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنْ النَّاس \" وَهَذَا هُوَ غَايَة الْكِبْر كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْكِبْر بَطَر الْحَقّ وَغَمْط النَّاس \" . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو الزُّبَيْر الْحَسَن بْن عَلِيّ بْن مُسْلِم النَّيْسَابُورِيّ نَزِيل مَكَّة حَدَّثَنِي أَبُو حَفْص عُمَر بْن حَفْص يَعْنِي اِبْن ثَابِت بْن زُرَارَة الْأَنْصَارِيّ حَدَّثَنَا مُحَمَّد بْن حَمْزَة حَدَّثَنَا أَبُو الْحَسَن مَوْلًى لِبَنِي أَسَد عَنْ مَكْحُول عَنْ أَبِي قَبِيصَة بْن ذِئْب الْخُزَاعِيّ عَنْ أَبِي عُبَيْدَة بْن الْجَرَّاح رَضِيَ اللَّه عَنْهُ قَالَ : قُلْت يَا رَسُول اللَّه أَيّ النَّاس أَشَدّ عَذَابًا يَوْم الْقِيَامَة ؟ قَالَ \" رَجُل قَتَلَ نَبِيًّا أَوْ مَنْ أَمَرَ بِالْمَعْرُوفِ وَنَهَى عَنْ الْمُنْكَر \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّه وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنْ النَّاس فَبَشِّرْهُمْ بِعَذَابٍ أَلِيم \" الْآيَة ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا عُبَيْدَة قَتَلَتْ بَنُو إِسْرَائِيل ثَلَاثَة وَأَرْبَعِينَ نَبِيًّا مِنْ أَوَّل النَّهَار فِي سَاعَة وَاحِدَة فَقَامَ مِائَة وَسَبْعُونَ رَجُلًا مِنْ بَنِي إِسْرَائِيل فَأَمَرُوا مَنْ قَتَلَهُمْ بِالْمَعْرُوفِ وَنَهَوْهُمْ عَنْ الْمُنْكَر فَقَتَلُوهُمْ جَمِيعًا مِنْ آخِر النَّهَار مِنْ ذَلِكَ الْيَوْم فَهُمْ الَّذِينَ ذَكَرَ اللَّه عَزَّ وَجَلَّ \" وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي عُبَيْد الْوَصَّابِيّ مُحَمَّد بْن حَفْص عَنْ اِبْن حِمْيَر عَنْ أَبِي الْحَسَن مَوْلَى بَنِي أَسَد عَنْ مَكْحُول بِهِ وَعَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَتَلَتْ بَنُو إِسْرَائِيل ثَلَاثمِائَةِ نَبِيّ مِنْ أَوَّل النَّهَار وَأَقَامُوا سُوق بَقْلِهِمْ مِنْ آخِره رَوَاهُ اِبْن أَبِي حَاتِم وَلِهَذَا لَمَّا أَنْ تَكَبَّرُوا عَنْ الْحَقّ وَاسْتَكْبَرُوا عَلَى الْخَلْق قَابَلَهُمْ اللَّه عَلَى ذَلِكَ بِالذِّلَّةِ وَالصَّغَار فِي الدُّنْيَا وَالْعَذَاب الْمُهِين فِي الْآخِرَة فَقَالَ تَعَالَى \" فَبِشَرِّهِمْ بِعَذَابٍ أَلِيم \" أَيْ مُوجِع مُهِين.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39957, "aya_id": 21}]