[{"text": "وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا", "sura_id": 18, "type": 0, "id": 2222, "aya_id": 82}, {"text": "و أما الجدار فكان لغلامين يتيمين في المدينة و كان تحته كنز لهما و كان أبوهما صالحا فأراد ربك أن يبلغا أشدهما و يستخرجا كنزهما رحمة من ربك و ما فعلته عن أمري ذلك تأويل ما لم تسطع عليه صبرا", "sura_id": 18, "type": 1, "id": 8458, "aya_id": 82}, {"text": "82 - (وأما الجدار فكان لغلامين يتيمين في المدينة وكان تحته كنز) مال مدفون من ذهب وفضة (لهما وكان أبوهما صالحا) فحفظا بصلاحه في أنفسهما ومالهما (فأراد ربك أن يبلغا أشدهما) أي إيناس رشدهما (ويستخرجا كنزهما رحمة من ربك) مفعول له عامله أراد (وما فعلته) أي ما ذكر من خرق السفينة وقتل الغلام وإقامة الجدار (عن أمري) أي اختياري بل بأمر إلهام من الله (ذلك تأويل ما لم تسطع عليه صبرا) ويقال استطاع واستطاع بمعنى أطاق ففي هذا وما قبله جمع بين اللغتين ونوعت العبارة فأردت فأردنا فأراد ربك \r\n", "sura_id": 18, "type": 2, "id": 27166, "aya_id": 82}, {"text": "وأما الحائط الذي عدَّلتُ مَيْلَه حتى استوى فإنه كان لغلامين يتيمين في القرية التي فيها الجدار، وكان تحته كنز لهما من الذهب والفضة، وكان أبوهما رجلا صالحًا، فأراد ربك أن يكبَرا ويبلغا قوتهما، ويستخرجا كنزهما رحمة من ربك بهما، وما فعلتُ يا موسى جميع الذي رأيتَني فعلتُه عن أمري ومن تلقاء نفسي، وإنما فعلته عن أمر الله، ذلك الذي بَيَّنْتُ لك أسبابه هو عاقبة الأمور التي لم تستطع صبرًا على ترك السؤال عنها والإنكار عليَّ فيها.\r\n", "sura_id": 18, "type": 3, "id": 33402, "aya_id": 82}, {"text": " <font color=red>وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا</font><BR><p>فِي هَذِهِ الْآيَة دَلِيل عَلَى إِطْلَاق الْقَرْيَة عَلَى الْمَدِينَة لِأَنَّهُ قَالَ أَوَّلًا \" حَتَّى إِذَا أَتَيَا أَهْل قَرْيَة \" وَقَالَ هَاهُنَا \" فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَة \" كَمَا قَالَ تَعَالَى \" وَكَأَيِّنْ مِنْ قَرْيَة هِيَ أَشَدّ قُوَّة مِنْ قَرْيَتك الَّتِي أَخْرَجَتْك \" \" وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآن عَلَى رَجُل مِنْ الْقَرْيَتَيْنِ عَظِيم \" يَعْنِي مَكَّة وَالطَّائِف وَمَعْنَى الْآيَة أَنَّ هَذَا الْجِدَار إِنَّمَا أَصْلَحْته لِأَنَّهُ كَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَة وَكَانَ تَحْته كَنْز لَهُمَا قَالَ عِكْرِمَة وَقَتَادَة وَغَيْر وَاحِد كَانَ تَحْته مَال مَدْفُون لَهُمَا وَهُوَ ظَاهِر السِّيَاق مِنْ الْآيَة وَهُوَ اِخْتِيَار اِبْن جَرِير رَحِمَهُ اللَّه وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : كَانَ تَحْته كَنْز عِلْم وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَقَالَ مُجَاهِد صُحُف فِيهَا عِلْم وَقَدْ وَرَدَ فِي حَدِيث مَرْفُوع مَا يُقَوِّي ذَلِكَ . قَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن عَمْرو بْن عَبْد الْخَالِق الْبَزَّار فِي مُسْنَده الْمَشْهُور حَدَّثَنَا إِبْرَاهِيم بْن سَعِيد الْجَوْهَرِيّ حَدَّثَنَا بِشْر بْن الْمُنْذِر حَدَّثَنَا الْحَارِث بْن عَبْد اللَّه الْيَحْصُبِيّ عَنْ عَيَّاش بْن عَبَّاس الْغَسَّانِيّ عَنْ أَبِي حُجَيْرَة عَنْ أَبِي ذَرّ رَفَعَهُ قَالَ : إِنَّ الْكَنْز الَّذِي ذَكَرَهُ اللَّه فِي كِتَابه لَوْح مِنْ ذَهَب مُصْمَت مَكْتُوب فِيهِ : عَجِبْت لِمَنْ أَيْقَنَ بِالْقَدَرِ لِمَ نَصِبَ وَعَجِبْت لِمَنْ ذَكَرَ النَّار لِمَ ضَحِكَ وَعَجِبْت لِمَنْ ذَكَرَ الْمَوْت لِمَ غَفَلَ لَا إِلَه إِلَّا اللَّه مُحَمَّد رَسُول اللَّه . وَبِشْر بْن الْمُنْذِر هَذَا يُقَال لَهُ قَاضِي الْمَصِيصَة قَالَ الْحَافِظ أَبُو جَعْفَر الْعُقَيْلِيّ : فِي حَدِيثه وَهْم وَقَدْ رُوِيَ فِي هَذَا آثَار عَنْ السَّلَف فَقَالَ اِبْن جَرِير فِي تَفْسِيره : حَدَّثَنِي يَعْقُوب حَدَّثَنَا الْحَسَن بْن حَبِيب بْن نَدْبَة حَدَّثَنَا سَلَمَة عَنْ نُعَيْم الْعَنْبَرِيّ وَكَانَ مِنْ جُلَسَاء الْحَسَن قَالَ : سَمِعْت الْحَسَن يَعْنِي الْبَصْرِيّ يَقُول فِي قَوْله \" وَكَانَ تَحْته كَنْز لَهُمَا \" قَالَ لَوْح مِنْ ذَهَب مَكْتُوب فِيهِ : بِسْمِ اللَّه الرَّحْمَن الرَّحِيم عَجِبْت لِمَنْ يُؤْمِن بِالْقَدَرِ كَيْف يَحْزَن وَعَجِبْت لِمَنْ يُؤْمِن بِالْمَوْتِ كَيْف يَفْرَح وَعَجِبْت لِمَنْ يَعْرِف الدُّنْيَا وَمَقْلِبهَا بِأَهْلِهَا كَيْف يَطْمَئِنّ إِلَيْهَا لَا إِلَه إِلَّا اللَّه مُحَمَّد رَسُول اللَّه . وَحَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَبْد اللَّه بْن عَبَّاس عَنْ عُمَر مَوْلَى غفرة قَالَ : إِنَّ الْكَنْز الَّذِي قَالَ اللَّه فِي السُّورَة الَّتِي يُذْكَر فِيهَا الْكَهْف \" وَكَانَ تَحْته كَنْز لَهُمَا \" قَالَ كَانَ لَوْحًا مِنْ ذَهَب مُصْمَت مَكْتُوب فِيهِ : بِسْمِ اللَّه الرَّحْمَن الرَّحِيم عَجَب لِمَنْ عَرَفَ النَّار ثُمَّ ضَحِكَ عَجَب لِمَنْ أَيْقَنَ بِالْقَدَرِ ثُمَّ نَصِبَ عَجَب لِمَنْ أَيْقَنَ بِالْمَوْتِ ثُمَّ أَمِنَ أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا عَبْده وَرَسُوله وَحَدَّثَنِي أَحْمَد بْن حَازِم الْغِفَارِيّ حَدَّثَنَا هُنَاءَة بِنْت مَالِك الشَّيْبَانِيَّة قَالَتْ سَمِعْت صَاحِبِي حَمَّاد بْن الْوَلِيد الثَّقَفِيّ يَقُول : سَمِعْت جَعْفَر بْن مُحَمَّد يَقُول فِي قَوْل اللَّه تَعَالَى \" وَكَانَ تَحْته كَنْز لَهُمَا \" قَالَ سَطْرَانِ وَنِصْف لَمْ يَتِمّ الثَّالِث : عَجِبْت لِلْمُؤْمِنِ بِالرِّزْقِ كَيْف يَتْعَب وَعَجِبْت لِلْمُؤْمِنِ بِالْحِسَابِ كَيْف يَغْفُل وَعَجِبْت لِلْمُؤْمِنِ بِالْمَوْتِ كَيْف يَفْرَح . وَقَدْ قَالَ اللَّه \" وَإِنْ كَانَ مِثْقَال حَبَّة مِنْ خَرْدَل أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ \" قَالَتْ وَذَكَرَ أَنَّهُمَا حُفِظَا بِصَلَاحِ أَبِيهِمَا وَلَمْ يُذْكَر مِنْهُمَا صَلَاح وَكَانَ بَيْنهمَا وَبَيْن الْأَب الَّذِي حُفِظَا بِهِ سَبْعَة آبَاء وَكَانَ نَسَّاجًا وَهَذَا الَّذِي ذَكَرَهُ هَؤُلَاءِ الْأَئِمَّة وَوَرَدَ بِهِ الْحَدِيث الْمُتَقَدِّم وَإِنْ صَحَّ لَا يُنَافِي قَوْل عِكْرِمَة أَنَّهُ كَانَ مَالًا لِأَنَّهُمْ ذَكَرُوا أَنَّهُ كَانَ لَوْحًا مِنْ ذَهَب وَفِيهِ مَال جَزِيل أَكْثَر مَا زَادُوا أَنَّهُ كَانَ مُودَعًا فِيهِ عِلْم وَهُوَ حِكَم وَمَوَاعِظ وَاَللَّه أَعْلَم . وَقَوْله \" وَكَانَ أَبُوهُمَا صَالِحًا \" فِيهِ دَلِيل عَلَى أَنَّ الرَّجُل الصَّالِح يُحْفَظ فِي ذُرِّيَّته وَتَشْمَل بَرَكَة عِبَادَته لَهُمْ فِي الدُّنْيَا وَالْآخِرَة بِشَفَاعَتِهِ فِيهِمْ وَرَفْع دَرَجَتهمْ إِلَى أَعْلَى دَرَجَة فِي الْجَنَّة لِتَقَرّ عَيْنه بِهِمْ كَمَا جَاءَ فِي الْقُرْآن وَوَرَدَتْ بِهِ السُّنَّة . قَالَ سَعِيد بْن جُبَيْر : عَنْ اِبْن عَبَّاس حُفِظَا بِصَلَاحِ أَبِيهِمَا وَلَمْ يَذْكُر لَهُمَا صَلَاحًا وَتَقَدَّمَ أَنَّهُ كَانَ الْأَب السَّابِع فَاَللَّه أَعْلَم . وَقَوْله \" فَأَرَادَ رَبّك أَنْ يَبْلُغَا أَشُدّهُمَا وَيَسْتَخْرِجَا كَنْزهمَا \" هَاهُنَا أَسْنَدَ الْإِرَادَة إِلَى اللَّه تَعَالَى لِأَنَّ بُلُوغهمَا الْحُلُم لَا يَقْدِر عَلَيْهِ إِلَّا اللَّه وَقَالَ فِي الْغُلَام \" فَأَرَدْنَا أَنْ يُبْدِلهُمَا رَبّهمَا خَيْرًا مِنْهُ زَكَاة \" وَقَالَ فِي السَّفِينَة \" فَأَرَدْت أَنْ أَعِيبهَا \" فَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" رَحْمَة مِنْ رَبّك وَمَا فَعَلْته عَنْ أَمْرِي \" أَيْ هَذَا الَّذِي فَعَلْته فِي هَذِهِ الْأَحْوَال الثَّلَاثَة إِنَّمَا هُوَ مِنْ رَحْمَة اللَّه بِمَنْ ذَكَرْنَا مِنْ أَصْحَاب السَّفِينَة وَوَالِدَيْ الْغُلَام وَوَلَدَيْ الرَّجُل الصَّالِح وَمَا فَعَلْته عَنْ أَمْرِي أَيْ لَكِنِّي أُمِرْت بِهِ وَوَقَفْت عَلَيْهِ وَفِيهِ دَلَالَة لِمَنْ قَالَ بِنُبُوَّةِ الْخَضِر عَلَيْهِ السَّلَام مَعَ مَا تَقَدَّمَ مِنْ قَوْله \" فَوَجَدَا عَبْدًا مِنْ عِبَادنَا آتَيْنَاهُ رَحْمَة مِنْ عِنْدنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا \" وَقَالَ آخَرُونَ كَانَ رَسُولًا وَقِيلَ بَلْ كَانَ مَلَكًا نَقَلَهُ الْمَاوَرْدِيّ فِي تَفْسِيره وَذَهَبَ كَثِيرُونَ إِلَى أَنَّهُ لَمْ يَكُنْ نَبِيًّا بَلْ كَانَ وَلِيًّا فَاَللَّه أَعْلَم. وَذَكَرَ اِبْن قُتَيْبَة فِي الْمَعَارِف أَنَّ اِسْم الْخَضِر بليا بْن ملكان بْن فالغ بْن عَامِر بْن شالخ بْن أرفخشد بْن سَام بْن نُوح عَلَيْهِ السَّلَام قَالُوا وَكَانَ يُكَنَّى أَبَا الْعَبَّاس وَيُلَقَّب بِالْخَضِرِ وَكَانَ مِنْ أَبْنَاء الْمُلُوك ذَكَرَهُ النَّوَوِيّ فِي تَهْذِيب الْأَسْمَاء وَحَكَى هُوَ وَغَيْره فِي كَوْنه بَاقِيًا إِلَى الْآن ثُمَّ إِلَى يَوْم الْقِيَامَة قَوْلَيْنِ وَمَالَ هُوَ وَابْن الصَّلَاح إِلَى بَقَائِهِ وَذَكَرُوا فِي ذَلِكَ حِكَايَات وَآثَارًا عَنْ السَّلَف وَغَيْرهمْ وَجَاءَ ذِكْره فِي بَعْض الْأَحَادِيث وَلَا يَصِحّ شَيْء مِنْ ذَلِكَ وَأَشْهَرهَا حَدِيث التَّعْزِيَة وَإِسْنَاده ضَعِيف وَرَجَّحَ آخَرُونَ مِنْ الْمُحَدِّثِينَ وَغَيْرهمْ خِلَاف ذَلِكَ وَاحْتَجُّوا بِقَوْلِهِ تَعَالَى \" وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلك الْخُلْد \" وَبِقَوْلِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر \" اللَّهُمَّ إِنْ تُهْلِك هَذِهِ الْعِصَابَة لَا تُعْبَد فِي الْأَرْض \" وَبِأَنَّهُ لَمْ يُنْقَل أَنَّهُ جَاءَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا حَضَرَ عِنْده وَلَا قَاتَلَ مَعَهُ وَلَوْ كَانَ حَيًّا لَكَانَ مِنْ أَتْبَاع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه لِأَنَّهُ عَلَيْهِ السَّلَام كَانَ مَبْعُوثًا إِلَى جَمِيع الثَّقَلَيْنِ الْجِنّ وَالْإِنْس وَقَدْ قَالَ \" لَوْ كَانَ مُوسَى وَعِيسَى حَيَّيْنِ لَمَا وَسِعَهُمَا إِلَّا اِتِّبَاعِي \" وَأَخْبَرَ قَبْل مَوْته بِقَلِيلٍ أَنَّهُ لَا يَبْقَى مِمَّنْ هُوَ عَلَى وَجْه الْأَرْض إِلَى مِائَة سَنَة مِنْ لَيْلَته تِلْكَ عَيْن تَطْرِف إِلَى غَيْر ذَلِكَ مِنْ الدَّلَائِل . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا اِبْن الْمُبَارَك عَنْ مَعْمَر عَنْ هَمَّام بْن مُنَبِّه عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْخَضِر قَالَ \" إِنَّمَا سُمِّيَ خَضِرًا لِأَنَّهُ جَلَسَ عَلَى فَرْوَة بَيْضَاء فَإِذَا هِيَ تَهْتَزّ مِنْ تَحْته خَضْرَاء \" وَرَوَاهُ أَيْضًا عَنْ عَبْد الرَّزَّاق وَقَدْ ثَبَتَ أَيْضًا فِي صَحِيح الْبُخَارِيّ عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّمَا سُمِّيَ الْخَضِر لِأَنَّهُ جَلَسَ عَلَى فَرْوَة فَإِذَا هِيَ تَهْتَزّ مِنْ تَحْته خَضْرَاء \" وَالْمُرَاد بِالْفَرْوَةِ هَاهُنَا الْحَشِيش الْيَابِس وَهُوَ الْهَشِيم مِنْ النَّبَات قَالَهُ عَبْد الرَّزَّاق . وَقِيلَ الْمُرَاد بِذَلِكَ وَجْه الْأَرْض وَقَوْله \" ذَلِكَ تَأْوِيل مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا \" أَيْ هَذَا تَفْسِير مَا ضِقْت بِهِ ذَرْعًا وَلَمْ تَصْبِر حَتَّى أُخْبِرك بِهِ اِبْتِدَاء وَلَمَّا أَنْ فَسَّرَهُ لَهُ وَبَيَّنَهُ وَوَضَّحَهُ وَأَزَالَ الْمُشْكِل قَالَ \" تَسْطِعْ \" وَقَبْل ذَلِكَ كَانَ الْإِشْكَال قَوِيًّا ثَقِيلًا فَقَالَ \" سَأُنَبِّئُك بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا \" فَقَابَلَ الْأَثْقَل بِالْأَثْقَلِ وَالْأَخَفّ كَمَا قَالَ \" فَمَا اِسْطَاعُوا أَنْ يَظْهَرُوهُ \" وَهُوَ الصُّعُود إِلَى أَعْلَاهُ \" وَمَا اِسْتَطَاعُوا لَهُ نَقْبًا \" وَهُوَ أَشَقّ مِنْ ذَلِكَ فَقَابَلَ كُلًّا بِمَا يُنَاسِبهُ لَفْظًا وَمَعْنًى وَاَللَّه أَعْلَم . فَإِنْ قِيلَ : فَمَا بَال فَتَى مُوسَى ذُكِرَ فِي أَوَّل الْقِصَّة ثُمَّ لَمْ يُذْكَر بَعْد ذَلِكَ ؟ فَالْجَوَاب أَنَّ الْمَقْصُود بِالسِّيَاقِ إِنَّمَا هُوَ قِصَّة مُوسَى مَعَ الْخَضِر وَذِكْر مَا كَانَ بَيْنهمَا وَفَتَى مُوسَى مَعَهُ تَبَع وَقَدْ صَرَّحَ فِي الْأَحَادِيث الْمُتَقَدِّمَة فِي الصِّحَاح وَغَيْرهَا أَنَّهُ يُوشَع بْن نُون وَهُوَ الَّذِي كَانَ يَلِي بَنِي إِسْرَائِيل بَعْد مُوسَى عَلَيْهِ السَّلَام ؟ وَهَذَا يَدُلّ عَلَى ضَعْف مَا أَوْرَدَهُ اِبْن جَرِير فِي تَفْسِيره حَيْثُ قَالَ : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا سَلَمَة حَدَّثَنِي اِبْن إِسْحَاق عَنْ الْحَسَن بْن عُمَارَة عَنْ أَبِيهِ عَنْ عِكْرِمَة قَالَ قِيلَ لِابْنِ عَبَّاس : لَمْ نَسْمَع لِفَتَى مُوسَى بِذِكْرِ حَدِيث وَقَدْ كَانَ مَعَهُ قَالَ اِبْن عَبَّاس فِيمَا يَذْكُر مِنْ حَدِيث الْفَتَى قَالَ شَرِبَ الْفَتَى مِنْ الْمَاء فَخَلَدَ فَأَخَذَهُ الْعَالِم فَطَابَقَ بِهِ سَفِينَة ثُمَّ أَرْسَلَهُ فِي الْبَحْر فَإِنَّهَا لَتَمُوج بِهِ إِلَى يَوْم الْقِيَامَة وَذَلِكَ أَنَّهُ لَمْ يَكُنْ لَهُ أَنْ يَشْرَب مِنْهُ فَشَرِبَ إِسْنَاده ضَعِيف وَالْحَسَن مَتْرُوك وَأَبُوهُ غَيْر مَعْرُوف .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38380, "aya_id": 82}]