[{"text": "وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ", "sura_id": 15, "type": 0, "id": 1823, "aya_id": 21}, {"text": "وإن من شيء إلا عندنا خزائنه وما ننزله إلا بقدر معلوم", "sura_id": 15, "type": 1, "id": 8059, "aya_id": 21}, {"text": "21 - (وإن) ما (من) زائدة (شيء إلا عندنا خزائنه) مفاتيح خزائنه (وما ننزله إلا بقدر معلوم) على حسب المصالح \r\n", "sura_id": 15, "type": 2, "id": 26767, "aya_id": 21}, {"text": "وما من شيء من منافع العباد إلا عندنا خزائنه من جميع الصنوف, وما ننزله إلا بمقدار محدد كما نشاء وكما نريد, فالخزائن بيد الله يعطي من يشاء ويمنع من يشاء, بحسب رحمته الواسعة, وحكمته البالغة.\r\n", "sura_id": 15, "type": 3, "id": 33003, "aya_id": 21}, {"text": " <font color=red>وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ مَالِك كُلّ شَيْء وَأَنَّ كُلّ شَيْء سَهْل عَلَيْهِ يَسِير لَدَيْهِ وَأَنَّ عِنْده خَزَائِن الْأَشْيَاء مِنْ جَمِيع الصُّنُوف \" وَمَا نُنَزِّلهُ إِلَّا بِقَدَرٍ مَعْلُوم \" كَمَا يَشَاء كَمَا يُرِيد وَلِمَا لَهُ فِي ذَلِكَ مِنْ الْحِكْمَة الْبَالِغَة وَالرَّحْمَة بِعِبَادِهِ لَا عَلَى جِهَة الْوُجُوب بَلْ هُوَ كَتَبَ عَلَى نَفْسه الرَّحْمَة . قَالَ يَزِيد بْن أَبِي زِيَاد عَنْ أَبِي جُحَيْفَة عَنْ عَبْد اللَّه مَا مِنْ عَام بِأَمْطَرَ مِنْ عَام وَلَكِنَّ اللَّه يَقْسِمهُ بَيْنهمْ حَيْثُ شَاءَ عَامًا هَهُنَا وَعَامًا هَهُنَا ثُمَّ قَرَأَ \" وَإِنْ مِنْ شَيْء إِلَّا عِنْدنَا خَزَائِنه \" الْآيَة . رَوَاهُ اِبْن جَرِير وَقَالَ أَيْضًا حَدَّثَنَا الْقَاسِم حَدَّثَنَا هُشَيْم أَخْبَرَنَا إِسْمَاعِيل بْن سَالِم عَنْ الْحَكَم بْن عُيَيْنَة فِي قَوْله \" وَمَا نُنَزِّلهُ إِلَّا بِقَدَرٍ مَعْلُوم \" قَالَ مَا عَام بِأَكْثَر مَطَرًا مِنْ عَام وَلَا أَقَلّ وَلَكِنَّهُ يُمْطَر قَوْم وَيُحْرَم آخَرُونَ بِمَا كَانَ فِي الْبَحْر قَالَ وَبَلَغَنَا أَنَّهُ يَنْزِل مَعَ الْمَطَر مِنْ الْمَلَائِكَة أَكْثَر مِنْ عَدَد وَلَد إِبْلِيس وَوَلَد آدَم يُحْصُونَ كُلّ قَطْرَة حَيْثُ تَقَع وَمَا تُنْبِت وَقَالَ الْبَزَّار حَدَّثَنَا دَاوُدُ هُوَ اِبْن بُكَيْر حَدَّثَنَا حَيَّان بْن أَغْلَب بْن تَمِيم حَدَّثَنِي أَبِي عَنْ هِشَام عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَزَائِن اللَّه الْكَلَام فَإِذَا أَرَادَ شَيْئًا قَالَ لَهُ كُنْ فَكَانَ \" ثُمَّ قَالَ لَا يَرْوِيه إِلَّا أَغْلَب وَلَيْسَ بِالْقَوِيِّ وَقَدْ حَدَّثَ عَنْهُ غَيْر وَاحِد مِنْ الْمُتَقَدِّمِينَ وَلَمْ يَرْوِهِ عَنْهُ إِلَّا اِبْنه .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37965, "aya_id": 21}]