[{"text": "وَإِذَا جَاءهُمْ أَمْرٌ مِّنَ الأَمْنِ أَوِ الْخَوْفِ أَذَاعُواْ بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ مِنْهُمْ وَلَوْلاَ فَضْلُ اللّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاَتَّبَعْتُمُ الشَّيْطَانَ إِلاَّ قَلِيلاً", "sura_id": 4, "type": 0, "id": 576, "aya_id": 83}, {"text": "وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم ولولا فضل الله عليكم ورحمته لاتبعتم الشيطان إلا قليلا", "sura_id": 4, "type": 1, "id": 6812, "aya_id": 83}, {"text": "83 - (وإذا جاءهم أمر) عن سرايا النبي صلى الله عليه وسلم بما حصل لهم (من الأمن) بالنصر (أو الخوف) بالهزيمة (أذاعوا به) أفشوه نزل في جماعة من المنافقين أو في ضعفاء المؤمنين كانوا يفعلون ذلك فتضعف قلوب المؤمنين ويتأذى النبي (ولو ردوه) أي الخبر (إلى الرسول وإلى أولي الأمر منهم) أي ذوي الرأي من أكابر الصحابة ، أي لو سكتوا عنه حتى يخبروا به (لعلمه) هل هو مما ينبغي أي يذاع أو لا (الذين يستنبطونه) يتبعونه ويطلبون علمه وهم المذيعون (منهم) من الرسول وأولي الأمر (ولولا فضل الله عليكم) بالإسلام (ورحمته) لكم بالقرآن (لاتبعتم الشيطان) فيما يأمركم به من الفواحش (إلا قليلا) \r\n", "sura_id": 4, "type": 2, "id": 25520, "aya_id": 83}, {"text": "وإذا جاء هؤلاء الذين لم يستقر الإيمان في قلوبهم أمْرٌ يجب كتمانه متعلقًا بالأمن الذي يعود خيره على الإسلام والمسلمين, أو بالخوف الذي يلقي في قلوبهم عدم الاطمئنان, أفشوه وأذاعوا به في الناس, ولو ردَّ هؤلاء ما جاءهم إلى رسول الله صلى الله عليه وسلم وإلى أهل العلم والفقه لَعَلِمَ حقيقة معناه أهل الاستنباط منهم. ولولا أنْ تَفَضَّلَ الله عليكم ورحمكم لاتبعتم الشيطان ووساوسه إلا قليلا منكم.\r\n", "sura_id": 4, "type": 3, "id": 31756, "aya_id": 83}, {"text": " <font color=red>وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا</font><BR><p>وَقَوْله \" وَإِذَا جَاءَهُمْ أَمْر مِنْ الْأَمْن أَوْ الْخَوْف أَذَاعُوا بِهِ \" إِنْكَار عَلَى مَنْ يُبَادِر إِلَى الْأُمُور قَبْل تَحَقُّقهَا فَيُخْبِر بِهَا وَيُفْشِيهَا وَيَنْشُرهَا وَقَدْ لَا يَكُون لَهَا صِحَّة . وَقَدْ قَالَ مُسْلِم فِي مُقَدِّمَة صَحِيحه : حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا عَلِيّ بْن حَفْص حَدَّثَنَا شُعْبَة عَنْ حَبِيب بْن عَبْد الرَّحْمَن عَنْ حَفْص بْن عَاصِم عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كَفَى بِالْمَرْءِ كَذِبًا أَنْ يُحَدِّث بِكُلِّ مَا سَمِعَ \" وَكَذَا رَوَاهُ أَبُو دَاوُد فِي كِتَاب الْأَدَب مِنْ سُنَنه عَنْ مُحَمَّد بْن الْحُسَيْن بْن أَشْكَاب عَنْ عَلِيّ بْن حَفْص عَنْ شُعْبَة مُسْنَدًا وَرَوَاهُ مُسْلِم أَيْضًا مِنْ حَدِيث مُعَاذ بْن هِشَام الْعَنْبَرِيّ وَعَبْد الرَّحْمَن بْن مَهْدِيّ وَأَخْرَجَهُ أَبُو دَاوُد أَيْضًا مِنْ حَدِيث حَفْص بْن عَمْرو النَّمَرِيّ ثَلَاثَتهمْ عَنْ شُعْبَة عَنْ حَبِيب عَنْ حَفْص بْن عَاصِم بِهِ مُرْسَلًا وَفِي الصَّحِيحَيْنِ عَنْ الْمُغِيرَة بْن شُعْبَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ قِيلَ وَقَالَ : أَيْ الَّذِي يُكْثِر مِنْ الْحَدِيث عَمَّا يَقُول النَّاس مِنْ غَيْر تَثَبُّت وَلَا تَدَبُّر وَلَا تَبَيُّن وَفِي سُنَن أَبُو دَاوُد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" بِئْسَ مَطِيَّة الرَّجُل زَعَمُوا \" وَفِي الصَّحِيح \" مَنْ حَدَّثَ بِحَدِيثٍ وَهُوَ يَرَى أَنَّهُ كَذِب فَهُوَ أَحَد الْكَاذِبِينَ \" وَلْنَذْكُرْ هَهُنَا حَدِيث عُمَر بْن الْخَطَّاب الْمُتَّفَق عَلَى صِحَّته حِين بَلَغَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَلَّقَ نِسَاءَهُ فَجَاءَ مِنْ مَنْزِله حَتَّى دَخَلَ الْمَسْجِد فَوَجَدَ النَّاس يَقُولُونَ ذَلِكَ فَلَمْ يَصْبِر حَتَّى اِسْتَأْذَنَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَفْهَمَهُ أَطَلَّقْت نِسَاءَك ؟ فَقَالَ \" لَا \" فَقُلْت اللَّه أَكْبَر وَذَكَرَ الْحَدِيث بِطُولِهِ . وَعِنْد مُسْلِم فَقُلْت : أَطَلَّقْتهنَّ فَقَالَ \" لَا \" فَقُمْت عَلَى بَاب الْمَسْجِد فَنَادَيْت بِأَعْلَى صَوْتِي لَمْ يُطَلِّق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نِسَاءَهُ وَنَزَلَتْ هَذِهِ الْآيَة \" وَإِذَا جَاءَهُمْ أَمْر مِنْ الْأَمْن أَوْ الْخَوْف أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُول وَإِلَى أُولِي الْأَمْر مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ \" فَكُنْت أَنَا اِسْتَنْبَطْت ذَلِكَ الْأَمْر وَمَعْنَى يَسْتَنْبِطُونَهُ أَيْ يَسْتَخْرِجُونَهُ مِنْ مَعَادِنه . يُقَال : اِسْتَنْبَطَ الرَّجُل الْعَيْن إِذَا حَفَرَهَا وَاسْتَخْرَجَهَا مِنْ قُعُورهَا وَقَوْله \" لَاتَّبَعْتُمْ الشَّيْطَان إِلَّا قَلِيلًا \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي الْمُؤْمِنِينَ . وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة \" لَاتَّبَعْتُمْ الشَّيْطَان إِلَّا قَلِيلًا \" يَعْنِي كُلّكُمْ وَاسْتَشْهَدَ مَنْ نَصَرَ هَذَا الْقَوْل بِقَوْلِ الطِّرِمَّاح بْن حَكِيم فِي مَدْح يَزِيد بْن الْمُهَلَّب : أَشَمّ نَدِيّ كَثِير النَّوَادِي قَلِيل الْمَثَالِب وَالْقَادِحَة يَعْنِي لَا مَثَالِب لَهُ وَلَا قَادِحَة فِيهِ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40925, "aya_id": 83}]