[{"text": "وَلَوْ يُعَجِّلُ اللّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ", "sura_id": 10, "type": 0, "id": 1375, "aya_id": 11}, {"text": "ولو يعجل الله للناس الشر استعجالهم بالخير لقضي إليهم أجلهم فنذر الذين لا يرجون لقاءنا في طغيانهم يعمهون", "sura_id": 10, "type": 1, "id": 7611, "aya_id": 11}, {"text": "11 - ونزل لما استعجل المشركون العذاب (ولو يعجل الله للناس الشر استعجالهم) أي كاستعجالهم (بالخير لقضي) بالبناء للمفعول وللفاعل (إليهم أجلهم) بالرفع والنصب بأن يهلكهم ولكن يمهلهم (فنذر) نترك (الذين لا يرجون لقاءنا في طغيانهم يعمهون) يترددون متحيرين \r\n", "sura_id": 10, "type": 2, "id": 26319, "aya_id": 11}, {"text": "ولو يعجِّل الله للناس إجابة دعائهم في الشر كاستعجاله لهم في الخير بالإجابة لهلكوا, فنترك الذين لا يخافون عقابنا, ولا يوقنون بالبعث والنشور في تمرُّدهم وعتوِّهم, يترددون حائرين.\r\n", "sura_id": 10, "type": 3, "id": 32555, "aya_id": 11}, {"text": " <font color=red>وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ حِلْمه وَلُطْفه بِعِبَادِهِ أَنَّهُ لَا يَسْتَجِيب لَهُمْ إِذَا دَعَوْا عَلَى أَنْفُسهمْ أَوْ أَمْوَالهمْ أَوْ أَوْلَادهمْ فِي حَال ضَجَرهمْ وَغَضَبهمْ وَأَنَّهُ يَعْلَم مِنْهُمْ عَدَم الْقَصْد بِالشَّرِّ إِلَى إِرَادَة ذَلِكَ فَلِهَذَا لَا يَسْتَجِيب لَهُمْ وَالْحَالَة هَذِهِ لُطْفًا وَرَحْمَة كَمَا يَسْتَجِيب لَهُمْ إِذَا دَعَوْا لِأَنْفُسِهِمْ أَوْ لِأَمْوَالِهِمْ أَوْ لِأَوْلَادِهِمْ بِالْخَيْرِ وَالْبَرَكَة وَالنَّمَاء وَلِهَذَا قَالَ \" وَلَوْ يُعَجِّل اللَّه لِلنَّاسِ الشَّرّ اِسْتِعْجَالهمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلهمْ \" الْآيَة أَيْ لَوْ اِسْتَجَابَ لَهُمْ كُلّ مَا دَعَوْهُ بِهِ فِي ذَلِكَ لَأَهْلَكَهُمْ وَلَكِنْ لَا يَنْبَغِي الْإِكْثَار مِنْ ذَلِكَ كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده : حَدَّثَنَا مُحَمَّد بْن مَعْمَر حَدَّثَنَا يَعْقُوب بْن مُحَمَّد حَدَّثَنَا حَاتِم بْن إِسْمَاعِيل حَدَّثَنَا يَعْقُوب بْن مُجَاهِد أَبُو جَزَرَة عَنْ عُبَادَة بْن الْوَلِيد حَدَّثَنَا جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَدْعُوا عَلَى أَنْفُسكُمْ لَا تَدْعُوا عَلَى أَوْلَادكُمْ لَا تَدْعُوا عَلَى أَمْوَالكُمْ لَا تُوَافِقُوا مِنْ اللَّه سَاعَة فِيهَا إِجَابَة فَيَسْتَجِيب لَكُمْ \" وَرَوَاهُ أَبُو دَاوُد مِنْ حَدِيث حَاتِم بْن إِسْمَاعِيل بِهِ . وَقَالَ الْبَزَّار وَتَفَرَّدَ بِهِ عُبَادَة بْن الْوَلِيد بْن عُبَادَة بْن الصَّامِت الْأَنْصَارِيّ لَمْ يُشَارِكهُ أَحَد فِيهِ وَهَذَا كَقَوْلِهِ تَعَالَى \" وَيَدْعُ الْإِنْسَان بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ \" الْآيَة . وَقَالَ مُجَاهِد فِي تَفْسِير هَذِهِ الْآيَة \" وَلَوْ يُعَجِّل اللَّه لِلنَّاسِ الشَّرّ اِسْتِعْجَالهمْ بِالْخَيْرِ \" الْآيَة هُوَ قَوْل الْإِنْسَان لِوَلَدِهِ أَوْ مَاله إِذَا غَضِبَ عَلَيْهِ : اللَّهُمَّ لَا تُبَارِك فِيهِ وَالْعَنْهُ. فَلَوْ يُعَجِّل لَهُمْ الِاسْتِجَابَة فِي ذَلِكَ كَمَا يُسْتَجَاب لَهُمْ فِي الْخَيْر لَأَهْلَكَهُمْ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37436, "aya_id": 11}]