[{"text": "قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُم مَّنْ إِلَهٌ غَيْرُ اللّهِ يَأْتِيكُم بِهِ انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ", "sura_id": 6, "type": 0, "id": 835, "aya_id": 46}, {"text": "قل أرأيتم إن أخذ الله سمعكم وأبصاركم وختم على قلوبكم من إله غير الله يأتيكم به انظر كيف نصرف الآيات ثم هم يصدفون", "sura_id": 6, "type": 1, "id": 7071, "aya_id": 46}, {"text": "46 - (قل) لأهل مكة (أرأيتم) أخبروني (إن أخذ الله سمعكم) أصمكم (وأبصاركم) أعمالكم (وختم) طبع (على قلوبكم) فلا تعرفون شيئا (من إله غير الله يأتيكم به) بما أخذه منكم بزعمكم (انظر كيف نصرف) نبين (الآيات) الدلالات على وحدانيتنا (ثم هم يصدفون) يعرضون عنها فلا يؤمنون \r\n", "sura_id": 6, "type": 2, "id": 25779, "aya_id": 46}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: أخبروني إن أذهب الله سمعكم فأصمَّكم, وذهب بأبصاركم فأعماكم, وطبع على قلوبكم فأصبحتم لا تفقهون قولا أيُّ إله غير الله جل وعلا يقدر على ردِّ ذلك لكم؟! انظر -أيها الرسول- كيف ننوِّع لهم الحجج, ثم هم بعد ذلك يعرضون عن التذكر والاعتبار؟\r\n", "sura_id": 6, "type": 3, "id": 32015, "aya_id": 46}, {"text": " <font color=red>قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ</font><BR><p>يَقُول اللَّه تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْ لِهَؤُلَاءِ الْمُكَذِّبِينَ الْمُعَانِدِينَ \" أَرَأَيْتُمْ إِنْ أَخَذَ اللَّه سَمْعكُمْ وَأَبْصَاركُمْ\" أَيْ سَلَبَكُمْ إِيَّاهَا كَمَا أَعْطَاكُمُوهَا كَمَا قَالَ تَعَالَى\" هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمْ السَّمْع وَالْأَبْصَار\" الْآيَة وَيَحْتَمِل أَنْ يَكُون هَذَا عِبَارَة عَنْ مَنْع الِانْتِفَاع بِهِمَا الِانْتِفَاع الشَّرْعِيّ وَلِهَذَا قَالَ \" وَخَتَمَ عَلَى قُلُوبكُمْ \" كَمَا قَالَ \" أَمَّنْ يَمْلِك السَّمْع وَالْأَبْصَار\" وَقَالَ \" وَاعْلَمُوا أَنْ اللَّه يَحُول بَيْن الْمَرْء وَقَلْبه\" وَقَوْله \" مَنْ إِلَه غَيْر اللَّه يَأْتِيكُمْ بِهِ \" أَيْ هَلْ أَحَد غَيْر اللَّه يَقْدِر عَلَى رَدّ ذَلِكَ إِلَيْكُمْ إِذَا سَلَبَهُ اللَّه مِنْكُمْ لَا يَقْدِر عَلَى ذَلِكَ أَحَد سِوَاهُ وَلِهَذَا قَالَ\" اُنْظُرْ كَيْفَ نُصَرِّف الْآيَات \" أَيْ نُبَيِّنهَا وَنُوضِحهَا وَنُفَسِّرهَا دَالَّة عَلَى أَنَّهُ لَا إِلَه إِلَّا اللَّه وَأَنَّ مَا يَعْبُدُونَ مِنْ دُونه بَاطِل وَضَلَال ثُمَّ هُمْ يَصْدِفُونَ أَيْ ثُمَّ هُمْ مَعَ هَذَا الْبَيَان يَصْدِفُونَ أَيْ يَعْرِضُونَ عَنْ الْحَقّ وَيَصُدُّونَ النَّاس عَنْ اِتِّبَاعه . قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : يَصْدِفُونَ أَيْ يَعْدِلُونَ . وَقَالَ مُجَاهِد وَقَتَادَة : يَعْرِضُونَ . وَقَالَ السُّدِّيّ : يَصُدُّونَ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42182, "aya_id": 46}]