[{"text": "إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللّهُ رَبُّ الْعَالَمِينَ", "sura_id": 7, "type": 0, "id": 1008, "aya_id": 54}, {"text": "إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش يغشي الليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق والأمر تبارك الله رب العالمين", "sura_id": 7, "type": 1, "id": 7244, "aya_id": 54}, {"text": "54 - (إن ربكم الله الذي خلق السماوات والأرض في ستة أيام) من أيام الدنيا أي في قدرها لأنه لم يكن ثم شمس ولو شاء خلقهن في لمحة والعدول عنه لتعليم خلقه التثبت (ثم استوى على العرش) هو في اللغة سرير الملك ، استواءً يليق به (يغشي الليل النهار) مخففاً ومشدداً أي يغطي كلا منهما بالآخر (يطلبه) يطلب كل منهما الآخر طلباً (حثيثاً) سريعاً (والشمس والقمر والنجوم) بالنصب عطفاً على السماوات والرفع مبتدأ خبره (مسخرات) مذللات (بأمره) بقدرته (ألا له الخلق) جميعا (والأمر) كله (تبارك) تعاظم (الله رب) مالك (العالمين) \r\n", "sura_id": 7, "type": 2, "id": 25952, "aya_id": 54}, {"text": "إن ربكم -أيها الناس- هو الله الذي أوجد السموات والأرض من العدم في ستة أيام, ثم استوى -سبحانه- على العرش -أي علا وارتفع- استواءً يليق بجلاله وعظمته, يُدخل سبحانه الليل على النهار, فيلبسه إياه حتى يذهب نوره, ويُدخل النهار على الليل فيذهب ظلامه, وكل واحد منهما يطلب الآخر سريعًا دائمًا, وهو -سبحانه- الذي خلق الشمس والقمر والنجوم مذللات له يسخرهن -سبحانه- كما يشاء, وهنَّ من آيات الله العظيمة. ألا له سبحانه وتعالى الخلق كله وله الأمر كله, تعالى الله وتعاظم وتنزَّه عن كل نقص, رب الخلق أجمعين.\r\n", "sura_id": 7, "type": 3, "id": 32188, "aya_id": 54}, {"text": " <font color=red>إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ خَالِق الْعَالَم سَمَاوَاته وَأَرْضه وَمَا بَيْن ذَلِكَ فِي سِتَّة أَيَّام كَمَا أَخْبَرَ بِذَلِكَ فِي غَيْر مَا آيَة مِنْ الْقُرْآن وَالسِّتَّة أَيَّام هِيَ الْأَحَد وَالِاثْنَيْنِ وَالثُّلَاثَاء وَالْأَرْبِعَاء وَالْخَمِيس وَالْجُمْعَة وَفِيهِ اِجْتَمَعَ الْخَلْق كُلّه وَفِيهِ خُلِقَ آدَم عَلَيْهِ السَّلَام وَاخْتَلَفُوا فِي هَذِهِ الْأَيَّام هَلْ كُلّ يَوْم مِنْهَا كَهَذِهِ الْأَيَّام كَمَا هُوَ الْمُتَبَادِر إِلَى الْأَذْهَان أَوْ كُلّ يَوْم كَأَلْفِ سَنَة كَمَا نَصَّ عَلَى ذَلِكَ مُجَاهِد وَالْإِمَام أَحْمَد بْن حَنْبَل وَيُرْوَى ذَلِكَ مِنْ رِوَايَة الضَّحَّاك عَنْ اِبْن عَبَّاس فَأَمَّا يَوْم السَّبْت فَلَمْ يَقَع فِيهِ خَلْق لِأَنَّهُ الْيَوْم السَّابِع وَمِنْهُ سُمِّيَ السَّبْت وَهُوَ الْقَطْع فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده حَيْثُ قَالَ حَدَّثَنَا حَجَّاج حَدَّثَنَا ابْن جُرَيْج أَخْبَرَنِي إِسْمَاعِيل بْن أُمَيَّة عَنْ أَيُّوب بْن خَالِد عَنْ عَبْد اللَّه بْن رَافِع مَوْلَى أُمّ سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : أَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِي فَقَالَ \" خَلَقَ اللَّه التُّرْبَة يَوْم السَّبْت وَخَلَقَ الْجِبَال فِيهَا يَوْم الْأَحَد وَخَلَقَ الشَّجَر فِيهَا يَوْم الِاثْنَيْنِ وَخَلَقَ الْمَكْرُوه يَوْم الثُّلَاثَاء وَخَلَقَ النُّور يَوْم الْأَرْبِعَاء وَبَثَّ فِيهَا الدَّوَابّ يَوْم الْخَمِيس وَخَلَقَ آدَم بَعْد الْعَصْر يَوْم الْجُمُعَة آخِر الْخَلْق فِي آخِر سَاعَة مِنْ سَاعَات الْجُمُعَة فِيمَا بَيْن الْعَصْر إِلَى اللَّيْل\" . فَقَدْ رَوَاهُ مُسْلِم بْن الْحَجَّاج فِي صَحِيحه وَالنَّسَائِيّ مِنْ غَيْر وَجْه عَنْ حَجَّاج وَهُوَ اِبْن مُحَمَّد الْأَعْوَر عَنْ اِبْن جُرَيْج بِهِ وَفِيهِ اِسْتِيعَاب الْأَيَّام السَّبْعَة وَاَللَّه تَعَالَى قَدْ قَالَ فِي سِتَّة أَيَّام وَلِهَذَا تَكَلَّمَ الْبُخَارِيّ وَغَيْر وَاحِد مِنْ الْحُفَّاظ فِي هَذَا الْحَدِيث وَجَعَلُوهُ مِنْ رِوَايَة أَبِي هُرَيْرَة عَنْ كَعْب الْأَحْبَار لَيْسَ مَرْفُوعًا وَاَللَّه أَعْلَم . وَأَمَّا قَوْله تَعَالَى \" ثُمَّ اِسْتَوَى عَلَى الْعَرْش \" فَلِلنَّاسِ فِي هَذَا الْمَقَام مَقَالَات كَثِيرَة جِدًّا لَيْسَ هَذَا مَوْضِع بَسْطهَا وَإِنَّمَا نَسْلك فِي هَذَا الْمَقَام مَذْهَب السَّلَف الصَّالِح مَالِك وَالْأَوْزَاعِيّ وَالثَّوْرِيّ وَاللَّيْث بْن سَعْد وَالشَّافِعِيّ وَأَحْمَد وَإِسْحَاق بْن رَاهْوَيْهِ وَغَيْرهمْ مِنْ أَئِمَّة الْمُسْلِمِينَ قَدِيمًا وَحَدِيثًا وَهُوَ إِمْرَارهَا كَمَا جَاءَتْ مِنْ غَيْر تَكْيِيف وَلَا تَشْبِيه وَلَا تَعْطِيل وَالظَّاهِر الْمُتَبَادِر إِلَى أَذْهَان الْمُشَبِّهِينَ مَنْفِيّ عَنْ اللَّه فَإِنَّ اللَّه لَا يُشْبِههُ شَيْء مِنْ خَلْقه وَ \" لَيْسَ كَمِثْلِهِ شَيْء وَهُوَ السَّمِيع الْبَصِير \" بَلْ الْأَمْر كَمَا قَالَ الْأَئِمَّة مِنْهُمْ نُعَيْم بْن حَمَّاد الْخُزَاعِيّ شَيْخ الْبُخَارِيّ قَالَ مَنْ شَبَّهَ اللَّه بِخَلْقِهِ كَفَرَ وَمَنْ جَحَدَ مَا وَصَفَ اللَّه بِهِ نَفْسه فَقَدْ كَفَرَ وَلَيْسَ فِيمَا وَصَفَ اللَّه بِهِ نَفْسه وَلَا رَسُوله تَشْبِيه فَمَنْ أَثْبَتَ لِلَّهِ تَعَالَى مَا وَرَدَتْ بِهِ الْآيَات الصَّرِيحَة وَالْأَخْبَار الصَّحِيحَة عَلَى الْوَجْه الَّذِي يَلِيق بِجَلَالِ اللَّه وَنَفَى عَنْ اللَّه تَعَالَى النَّقَائِص فَقَدْ سَلَكَ سَبِيل الْهُدَى وَقَوْله تَعَالَى \" يُغْشِي اللَّيْل النَّهَار يَطْلُبهُ حَثِيثًا \" أَيْ يُذْهِب ظَلَام هَذَا بِضِيَاءِ هَذَا وَضِيَاء هَذَا بِظَلَامِ هَذَا وَكُلّ مِنْهُمَا يَطْلُب الْآخَر طَلَبًا حَثِيثًا أَيْ سَرِيعًا لَا يَتَأَخَّر عَنْهُ بَلْ إِذَا ذَهَبَ هَذَا جَاءَ وَهَذَا وَعَكْسه كَقَوْلِهِ \" وَآيَة لَهُمْ اللَّيْل نَسْلُخ مِنْهُ النَّهَار فَإِذَا هُمْ مُظْلِمُونَ وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم وَالْقَمَر قَدَّرْنَاهُ مَنَازِل حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيم لَا الشَّمْس يَنْبَغِي لَهَا أَنْ تُدْرِك الْقَمَر وَلَا اللَّيْل سَابِق النَّهَار وَكُلّ فِي فَلَك يَسْبَحُونَ \" فَقَوْله \" وَلَا اللَّيْل سَابِق النَّهَار\" أَيْ لَا يَفُوتهُ بِوَقْتٍ يَتَأَخَّر عَنْهُ بَلْ هُوَ فِي أَثَره بِلَا وَاسِطَة بَيْنهمَا وَلِهَذَا قَالَ \" يَطْلُبهُ حَثِيثًا وَالشَّمْس وَالْقَمَر وَالنُّجُوم مُسَخَّرَات بِأَمْرِهِ \" مِنْهُمْ مَنْ نَصَبَ وَمِنْهُمْ مَنْ رَفَعَ وَكِلَاهُمَا قَرِيب الْمَعْنَى أَيْ الْجَمِيع تَحْت قَهْره وَتَسْخِيره وَمَشِيئَته وَلِهَذَا قَالَ مُنَبِّهًا \" أَلَا لَهُ الْخَلْق وَالْأَمْر \" أَيْ لَهُ الْمُلْك وَالتَّصَرُّف\" تَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" كَقَوْلِهِ \" تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاء بُرُوجًا \" الْآيَة . قَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا إِسْحَاق حَدَّثَنَا هِشَام أَبُو عَبْد الرَّحْمَن حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنَا عَبْد الْغَفَّار بْن عَبْد الْعَزِيز الْأَنْصَارِيّ عَنْ عَبْد الْعَزِيز الشَّامِيّ عَنْ أَبِيهِ وَكَانَتْ لَهُ صُحْبَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ لَمْ يَحْمَد اللَّه عَلَى مَا عَمِلَ مِنْ عَمَل صَالِح وَحَمِدَ نَفْسه فَقَدْ كَفَرَ وَحَبَطَ عَمَله وَمَنْ زَعَمَ أَنَّ اللَّه جَعَلَ لِلْعِبَادِ مِنْ الْأَمْر شَيْئًا فَقَدْ كَفَرَ بِمَا أَنْزَلَ اللَّه عَلَى أَنْبِيَائِهِ \" لِقَوْلِهِ \" أَلَا لَهُ الْخَلْق وَالْأَمْر تَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" وَفِي الدُّعَاء الْمَأْثُور عَنْ أَبِي الدَّرْدَاء وَرُوِيَ مَرْفُوعًا \" اللَّهُمَّ لَك الْمُلْك كُلّه وَلَك الْحَمْد كُلّه وَإِلَيْك يَرْجِع الْأَمْر كُلّه أَسْأَلك مِنْ الْخَيْر كُلّه وَأَعُوذ بِك مِنْ الشَّرّ كُلّه \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42622, "aya_id": 54}]