[{"text": "لِمِثْلِ هَذَا فَلْيَعْمَلْ الْعَامِلُونَ", "sura_id": 37, "type": 0, "id": 3849, "aya_id": 61}, {"text": "لمثل هذا فليعمل العاملون", "sura_id": 37, "type": 1, "id": 10085, "aya_id": 61}, {"text": "61 - (لمثل هذا فليعمل العاملون) قيل يقال لهم ذلك وقيل هم يقولونه \r\n", "sura_id": 37, "type": 2, "id": 28793, "aya_id": 61}, {"text": "لمثل هذا النعيم الكامل, والخلود الدائم, والفوز العظيم, فليعمل العاملون في الدنيا; ليصيروا إليه في الآخرة.\r\n", "sura_id": 37, "type": 3, "id": 35029, "aya_id": 61}, {"text": " <font color=red>لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ</font><BR><p>وَقَوْله جَلَّ جَلَاله \" لِمِثْلِ هَذَا فَلْيَعْمَلْ الْعَامِلُونَ \" قَالَ قَتَادَة هَذَا مِنْ كَلَام أَهْل الْجَنَّة وَقَالَ اِبْن جَرِير هُوَ مِنْ كَلَام اللَّه تَعَالَى وَمَعْنَاهُ لِمِثْلِ هَذَا النَّعِيم وَهَذَا الْفَوْز فَلْيَعْمَلْ الْعَامِلُونَ فِي الدُّنْيَا لِيَصِيرُوا إِلَيْهِ فِي الْآخِرَة وَقَدْ ذَكَرُوا قِصَّة رَجُلَيْنِ كَانَا شَرِيكَيْنِ فِي بَنِي إِسْرَائِيل تَدْخُل فِي ضِمْن عُمُوم هَذِهِ الْآيَة الْكَرِيمَة قَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي إِسْحَاق بْن إِبْرَاهِيم بْن حَبِيب بْن الشَّهِيد حَدَّثَنَا عَتَّاب بْن بَشِير عَنْ خُصَيْف عَنْ فُرَات بْن ثَعْلَبَة النَّهْرَانِيّ فِي قَوْله \" إِنِّي كَانَ لِي قَرِين \" قَالَ إِنَّ رَجُلَيْنِ كَانَا شَرِيكَيْنِ فَاجْتَمَعَ لَهُمَا ثَمَانِيَة آلَافِ دِينَار وَكَانَ أَحَدُهُمَا لَهُ حِرْفَة وَالْآخَر لَيْسَ لَهُ حِرْفَة فَقَالَ الَّذِي لَهُ حِرْفَة لِلْآخَرِ لَيْسَ عِنْدك حِرْفَة مَا أَرَانِي إِلَّا مُفَارِقك وَمُقَاسِمك فَقَاسَمَهُ وَفَارَقَهُ ثُمَّ إِنَّ الرَّجُل اِشْتَرَى دَارًا بِأَلْفِ دِينَار كَانَتْ لِمَلِكٍ مَاتَ فَدَعَا صَاحِبه فَأَرَاهُ فَقَالَ كَيْفَ تَرَى هَذِهِ الدَّار اِبْتَعْتهَا بِأَلْفِ دِينَار ؟ قَالَ مَا أَحْسَنهَا فَلَمَّا خَرَجَ قَالَ اللَّهُمَّ إِنَّ صَاحِبِي هَذَا قَدْ اِبْتَاعَ هَذِهِ الدَّار بِأَلْفِ دِينَار وَإِنِّي أَسْأَلُك دَارًا مِنْ دُور الْجَنَّة فَتَصَدَّقَ بِأَلْفِ دِينَار ثُمَّ مَكَثَ مَا شَاءَ اللَّه تَعَالَى أَنْ يَمْكُث ثُمَّ إِنَّهُ تَزَوَّجَ بِامْرَأَةٍ بِأَلْفِ دِينَار فَدَعَاهُ وَصَنَعَ لَهُ طَعَامًا فَلَمَّا أَتَاهُ قَالَ إِنِّي تَزَوَّجْت هَذِهِ الْمَرْأَة بِأَلْفِ دِينَار قَالَ مَا أَحْسَن هَذَا فَلَمَّا اِنْصَرَفَ قَالَ يَا رَبّ إِنَّ صَاحِبِي تَزَوَّجَ اِمْرَأَة بِأَلْفِ دِينَار وَإِنِّي أَسْأَلك اِمْرَأَة مِنْ الْحُور الْعِينِ فَتَصَدَّقَ بِأَلْفِ دِينَار ثُمَّ إِنَّهُ مَكَثَ مَا شَاءَ اللَّه تَعَالَى أَنْ يَمْكُث ثُمَّ اِشْتَرَى بُسْتَانَيْنِ بِأَلْفَيْ دِينَار ثُمَّ دَعَاهُ فَأَرَاهُ فَقَالَ إِنِّي اِبْتَعْت هَذَيْنِ الْبُسْتَانَيْنِ بِأَلْفَيْ دِينَار فَقَالَ مَا أَحْسَن هَذَا فَلَمَّا خَرَجَ قَالَ يَا رَبّ إِنَّ صَاحِبِي قَدْ اِشْتَرَى بُسْتَانَيْنِ بِأَلْفَيْ دِينَار وَأَنَا أَسْأَلك بُسْتَانَيْنِ فِي الْجَنَّة فَتَصَدَّقَ بِأَلْفَيْ دِينَار ثُمَّ إِنَّ الْمَلَك أَتَاهُمَا فَتَوَفَّاهُمَا ثُمَّ اِنْطَلَقَ بِهَذَا الْمُتَصَدِّق فَأَدْخَلَهُ دَارًا تُعْجِبهُ وَإِذَا بِامْرَأَةٍ تَطْلُع يُضِيء مَا تَحْتهَا مِنْ حُسْنِهَا ثُمَّ أَدْخَلَهُ بُسْتَانَيْنِ وَشَيْئًا اللَّه بِهِ عَلِيم فَقَالَ عِنْد ذَلِكَ مَا أَشْبَهَ هَذَا بِرَجُلٍ كَانَ مِنْ أَمْره كَذَا وَكَذَا قَالَ فَإِنَّهُ ذَاكَ وَلَك هَذَا الْمَنْزِل وَالْبُسْتَانَانِ وَالْمَرْأَة قَالَ فَإِنَّهُ كَانَ لِي صَاحِب يَقُول \" أَإِنَّك لَمِنْ الْمُصَدِّقِينَ \" قِيلَ لَهُ فَإِنَّهُ فِي الْجَحِيم قَالَ هَلْ \" أَنْتُمْ مُطَّلِعُونَ فَاطَّلَعَ فَرَآهُ فِي سَوَاء الْجَحِيم \" فَقَالَ عِنْد ذَلِكَ \" تَاللَّهِ إِنْ كِدْت لَتُرْدِينِ وَلَوْلَا نِعْمَة رَبِّي لَكُنْت مِنْ الْمُحْضَرِينَ \" الْآيَات قَالَ اِبْن جَرِير وَهَذَا يُقَوِّي قِرَاءَة مَنْ قَرَأَ \" أَإِنَّك لِمَنْ الْمُصَّدِّقِينَ \" بِالتَّشْدِيدِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا عَمْرو بْن عَبْد الرَّحْمَن الْأَبَّار أَخْبَرَنَا أَبُو حَفْص قَالَ سَأَلْت إِسْمَاعِيل السُّدِّيّ عَنْ هَذِهِ الْآيَة \" قَالَ قَائِل مِنْهُمْ إِنِّي كَانَ لِي قَرِين يَقُول أَإِنَّك لِمَنْ الْمُصَدِّقِينَ \" قَالَ : فَقَالَ لِي مَا ذَكَّرَكَ هَذَا ؟ قُلْت قَرَأْته آنِفًا فَأَحْبَبْت أَنْ أَسْأَلك عَنْهُ فَقَالَ أَمَا فَاحْفَظْ كَانَ شَرِيكَانِ فِي بَنِي إِسْرَائِيل أَحَدهمَا مُؤْمِن وَالْآخَر كَافِر فَافْتَرَقَا عَلَى سِتَّة آلَاف دِينَار لِكُلِّ وَاحِد مِنْهُمَا ثَلَاثَة آلَاف دِينَار ثُمَّ اِفْتَرَقَا فَمَكَثَا مَا شَاءَ اللَّه تَعَالَى أَنْ يَمْكُثَا ثُمَّ اِلْتَقَيَا فَقَالَ الْكَافِر لِلْمُؤْمِنِ مَا صَنَعْت فِي مَالِك ؟ أَضَرَبْت بِهِ شَيْئًا أَتَّجَرْت بِهِ فِي شَيْء ؟ فَقَالَ لَهُ الْمُؤْمِن لَا فَمَا صَنَعْت أَنْتَ ؟ فَقَالَ اِشْتَرَيْت بِهِ أَرْضًا وَنَخْلًا وَثِمَارًا وَأَنْهَارًا بِأَلْفِ دِينَار - قَالَ - فَقَالَ لَهُ الْمُؤْمِن أَوَفَعَلْت ؟ قَالَ نَعَمْ قَالَ فَرَجَعَ الْمُؤْمِن حَتَّى إِذَا كَانَ اللَّيْل صَلَّى مَا شَاءَ اللَّه تَعَالَى أَنْ يُصَلِّي فَلَمَّا اِنْصَرَفَ أَخَذَ أَلْف دِينَار فَوَضَعَهَا بَيْن يَدَيْهِ ثُمَّ قَالَ : اللَّهُمَّ إِنَّ فُلَانًا - يَعْنِي شَرِيكه الْكَافِر - اِشْتَرَى أَرْضًا وَنَخْلًا وَثِمَارًا وَأَنْهَارًا بِأَلْفِ دِينَار ثُمَّ يَمُوت غَدًا وَيَتْرُكهَا اللَّهُمَّ إِنِّي اِشْتَرَيْت مِنْك بِهَذِهِ الْأَلْف دِينَار أَرْضًا وَنَخْلًا وَثِمَارًا وَأَنْهَارًا فِي الْجَنَّة - قَالَ - ثُمَّ أَصْبَحَ فَقَسَمَهَا فِي الْمَسَاكِين - قَالَ - ثُمَّ مَكَثَا مَا شَاءَ اللَّه تَعَالَى أَنْ يَمْكُثَا ثُمَّ اِلْتَقَيَا فَقَالَ الْكَافِر لِلْمُؤْمِنِ مَا صَنَعْت فِي مَالِك أَضَرَبْت بِهِ فِي شَيْء أَتَّجَرْت بِهِ فِي شَيْء ؟ قَالَ لَا قَالَ فَمَا صَنَعْت أَنْتَ ؟ قَالَ كَانَتْ ضَيْعَتِي قَدْ اِشْتَدَّ عَلَيَّ مُؤْنَتهَا فَاشْتَرَيْت رَقِيقًا بِأَلْفِ دِينَار يَقُومُونَ لِي فِيهَا يَعْمَلُونَ لِي فِيهَا فَقَالَ لَهُ الْمُومِن أَوَفَعَلْت ؟ قَالَ نَعَمْ - قَالَ - فَرَجَعَ الْمُؤْمِن حَتَّى إِذَا كَانَ اللَّيْل صَلَّى مَا شَاءَ اللَّه تَعَالَى أَنْ يُصَلِّي فَلَمَّا اِنْصَرَفَ أَخَذَ أَلْف دِينَار فَوَضَعَهَا بَيْن يَدَيْهِ ثُمَّ قَالَ اللَّهُمَّ إِنَّ فُلَانًا - يَعْنِي شَرِيكه الْكَافِر - اِشْتَرَى رَقِيقًا مِنْ رَقِيق الدُّنْيَا بِأَلْفِ دِينَار يَمُوت غَدًا فَيَتْرُكهُمْ أَوْ يَمُوتُونَ فَيَتْرُكُونَهُ اللَّهُمَّ إِنِّي اِشْتَرَيْت مِنْك بِهَذِهِ الْأَلْف الدِّينَار رَقِيقًا فِي الْجَنَّة - قَالَ - ثُمَّ أَصْبَحَ فَقَسَمَهَا فِي الْمَسَاكِين - قَالَ - ثُمَّ مَكَثَا مَا شَاءَ اللَّه تَعَالَى أَنْ يَمْكُثَا ثُمَّ اِلْتَقَيَا فَقَالَ الْكَافِر لِلْمُؤْمِنِ مَا صَنَعْت فِي مَالِك أَضَرَبْت بِهِ فِي شَيْء أَتَّجَرْت بِهِ فِي شَيْء ؟ قَالَ لَا فَمَا صَنَعْت أَنْتَ ؟ قَالَ كَانَ أَمْرِي كُلّه قَدْ تَمَّ إِلَّا شَيْئًا وَاحِدًا فُلَانَة قَدْ مَاتَ عَنْهَا زَوْجهَا فَأَصْدَقْتهَا أَلْف دِينَار فَجَاءَتْنِي بِهَا وَمِثْلهَا مَعَهَا فَقَالَ لَهُ الْمُؤْمِن أَوَفَعَلْت ؟ قَالَ نَعَمْ قَالَ فَرَجَعَ الْمُؤْمِن حَتَّى إِذَا كَانَ اللَّيْل صَلَّى مَا شَاءَ اللَّه تَعَالَى أَنْ يُصَلِّي فَلَمَّا اِنْصَرَفَ أَخَذَ الْأَلْف الدِّينَار الْبَاقِيَة فَوَضَعَهَا بَيْن يَدَيْهِ وَقَالَ اللَّهُمَّ إِنَّ فُلَانًا - يَعْنِي شَرِيكه الْكَافِر - تَزَوَّجَ زَوْجَة مِنْ أَزْوَاج الدُّنْيَا بِأَلْفِ دِينَار فَيَمُوت غَدًا فَيَتْرُكهَا أَوْ تَمُوت غَدًا فَتَتْرُكهُ اللَّهُمَّ إِنِّي أَخْطُب إِلَيْك بِهَذِهِ الْأَلْف الدِّينَار حَوْرَاء عَيْنَاء فِي الْجَنَّة - قَالَ - ثُمَّ أَصْبَحَ فَقَسَمَهَا بَيْن الْمَسَاكِين قَالَ - فَبَقِيَ الْمُؤْمِن لَيْسَ عِنْده شَيْء قَالَ فَلَبِسَ قَمِيصًا مِنْ قُطْن وَكِسَاء مِنْ صُوف ثُمَّ أَخَذَ مَرًّا فَجَعَلَهُ عَلَى رَقَبَته يَعْمَل الشَّيْء وَيَحْفِر الشَّيْء بِقُوَّتِهِ قَالَ فَجَاءَهُ رَجُل فَقَالَ لَهُ يَا عَبْد اللَّه أَتُؤَاجِرُنِي نَفْسك مُشَاهَرَةً شَهْرًا بِشَهْرٍ تَقُوم عَلَى دَوَابّ لِي تَعْلِفهَا وَتَكْنُس سِرْقِينهَا قَالَ أَفْعَل قَالَ فَوَاجَرَهُ نَفْسه مُشَاهَرَةً شَهْرًا بِشَهْرٍ يَقُوم عَلَى دَوَابّه وَقَالَ وَكَانَ صَاحِب الدَّوَابّ يَغْدُو كُلّ يَوْم يَنْظُر إِلَى دَوَابّه فَإِذَا رَأَى مِنْهَا دَابَّة ضَامِرَة أَخَذَ بِرَأْسِهِ فَوَجَأَ عُنُقه ثُمَّ يَقُول لَهُ سَرَقْت شَعِير هَذِهِ الْبَارِحَة قَالَ فَلَمَّا رَأَى الْمُؤْمِن هَذِهِ الشِّدَّة قَالَ لَآتِيَنَّ شَرِيكِي الْكَافِر فَلَأَعْمَلَنَّ فِي أَرْضه فَلْيُطْعِمْنِي هَذِهِ الْكِسْرَة يَوْمًا بِيَوْمٍ وَيَكْسُونِي هَذَيْنِ الثَّوْبَيْنِ إِذَا بَلِيَا قَالَ فَانْطَلَقَ يُرِيدهُ فَانْتَهَى إِلَى بَابه وَهُوَ مُمْسٍ فَإِذَا قَصْر مَشِيد فِي السَّمَاء وَإِذَا حَوْله الْبَوَّابُونَ فَقَالَ لَهُمْ اِسْتَأْذِنُوا لِي عَلَى صَاحِب هَذَا الْقَصْر فَإِنَّكُمْ إِذَا فَعَلْتُمْ سَرَّهُ ذَلِكَ فَقَالُوا لَهُ اِنْطَلِقْ إِنْ كُنْت صَادِقًا فَنَمْ فِي نَاحِيَة فَإِذَا أَصْبَحْت فَتَعَرَّضْ لَهُ قَالَ فَانْطَلَقَ الْمُؤْمِن فَأَلْقَى نِصْف كِسَائِهِ تَحْته وَنِصْفه فَوْقَهُ ثُمَّ نَامَ فَلَمَّا أَصْبَحَ أَتَى شَرِيكه فَتَعَرَّضَ لَهُ فَخَرَجَ شَرِيكه الْكَافِر وَهُوَ رَاكِب فَلَمَّا رَآهُ عَرَفَهُ فَوَقَفَ عَلَيْهِ وَسَلَّمَ عَلَيْهِ وَصَافَحَهُ ثُمَّ قَالَ لَهُ أَلَمْ تَأْخُذ مِنْ الْمَال مِثْل مَا أَخَذْت ؟ قَالَ بَلَى قَالَ وَهَذِهِ حَالِي وَهَذِهِ حَالُك ؟ قَالَ بَلَى قَالَ أَخْبِرْنِي مَا صَنَعْت فِي مَالِك ؟ قَالَ لَا تَسْأَلنِي عَنْهُ قَالَ فَمَا جَاءَ بِك ؟ قَالَ جِئْت أَعْمَل فِي أَرْضك هَذِهِ فَتُطْعِمنِي هَذِهِ الْكِسْرَة يَوْمًا بِيَوْمٍ وَتَكْسُونِي هَذَيْنِ الثَّوْبَيْنِ إِذَا بَلِيَا قَالَ لَا وَلَكِنْ أَصْنَع بِك مَا هُوَ خَيْر مِنْ هَذَا وَلَكِنْ لَا تَرَى مِنِّي خَيْرًا حَتَّى تُخْبِرنِي مَا صَنَعْت فِي مَالِك قَالَ أَقْرَضْته قَالَ مَنْ ؟ قَالَ الْمَلِيء الْوَفِيّ قَالَ مَنْ ؟ قَالَ اللَّه رَبِّي قَالَ وَهُوَ مُصَافِحه فَانْتَزَعَ يَده مِنْ يَده ثُمَّ قَالَ \" أَإِنَّك لِمَنْ الْمُصَدِّقِينَ أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ \" قَالَ السُّدِّيّ مُحَاسَبُونَ قَالَ فَانْطَلَقَ الْكَافِر وَتَرَكَهُ قَالَ فَلَمَّا رَآهُ الْمُؤْمِن وَلَيْسَ يَلْوِي عَلَيْهِ رَجَعَ وَتَرَكَهُ يَعِيش الْمُؤْمِن فِي شِدَّة مِنْ الزَّمَان وَيَعِيش الْكَافِر فِي رَخَاء مِنْ الزَّمَان قَالَ فَإِذَا كَانَ يَوْم الْقِيَامَة وَأَدْخَلَ اللَّه تَعَالَى الْمُؤْمِن الْجَنَّة يَمُرّ فَإِذَا هُوَ بِأَرْضٍ وَنَخْل وَثِمَار وَأَنْهَار فَيَقُول لِمَنْ هَذَا ؟ فَيُقَال هَذَا لَك فَيَقُول يَا سُبْحَان اللَّه أَوَبَلَغَ مِنْ فَضْل عَمَلِي أَنْ أُثَاب بِمِثْلِ هَذَا ؟ قَالَ ثُمَّ يَمُرّ فَإِذَا هُوَ بِرَقِيقٍ لَا تُحْصَى عِدَّتُهُمْ فَيَقُول لِمَنْ هَذَا ؟ فَيَقُول هَؤُلَاءِ لَك فَيَقُول يَا سُبْحَان اللَّه أَوَبَلَغَ مِنْ فَضْل عَمَلِي أَنْ أُثَاب بِمِثْلِ هَذَا قَالَ ثُمَّ يَمُرّ فَإِذَا هُوَ بِقُبَّةٍ مِنْ يَاقُوتَة حَمْرَاء مُجَوَّفَة فِيهَا حَوْرَاء عَيْنَاء فَيَقُول لِمَنْ هَذِهِ فَيُقَال هَذِهِ لَك فَيَقُول يَا سُبْحَان اللَّه أَوَبَلَغَ مِنْ فَضْل عَمَلِي أَنْ أُثَاب بِمِثْلِ هَذَا قَالَ ثُمَّ يَذْكُر الْمُؤْمِن شَرِيكه الْكَافِر فَيَقُول \" إِنِّي كَانَ لِي قَرِين يَقُول أَإِنَّك لَمِنْ الْمُصَدِّقِينَ أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ \" قَالَ فَالْجَنَّة عَالِيَة وَالنَّار هَاوِيَة قَالَ فَيُرِيه اللَّه تَعَالَى شَرِيكه فِي وَسَط الْجَحِيم مِنْ بَيْن أَهْل النَّار فَإِذَا رَآهُ الْمُؤْمِن عَرَفَهُ فَيَقُول \" تَاللَّهِ إِنْ كِدْت لَتُرْدِينِ وَلَوْلَا نِعْمَة رَبِّي لَكُنْت مِنْ الْمُحْضَرِينَ أَفَمَا نَحْنُ بِمَيِّتِينَ إِلَّا مَوْتَتنَا الْأُولَى وَمَا نَحْنُ بِمُعَذَّبِينَ إِنَّ هَذَا لَهُوَ الْفَوْز الْعَظِيم لِمِثْلِ هَذَا فَلْيَعْمَلْ الْعَامِلُونَ \" بِمِثْلِ مَا قَدْ مُنَّ عَلَيْهِ قَالَ فَيَتَذَكَّر الْمُؤْمِن مَا مَرَّ عَلَيْهِ فِي الدُّنْيَا مِنْ الشِّدَّة فَلَا يَذْكُر مِمَّا مَرَّ عَلَيْهِ فِي الدُّنْيَا مِنْ الشِّدَّة أَشَدّ عَلَيْهِ مِنْ الْمَوْت .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40562, "aya_id": 61}]