[{"text": "إِنَّا أَنشَأْنَاهُنَّ إِنشَاء", "sura_id": 56, "type": 0, "id": 5014, "aya_id": 35}, {"text": "إنا أنشأناهن إنشاء", "sura_id": 56, "type": 1, "id": 11250, "aya_id": 35}, {"text": "35 - (إنا أنشأناهن إنشاء) الحور عين من غير ولادة \r\n", "sura_id": 56, "type": 2, "id": 29958, "aya_id": 35}, {"text": "إنا أنشأنا نساء أهل الجنة نشأة غير النشأة التي كانت في الدنيا, نشأة كاملة لا تقبل الفناء,\r\n", "sura_id": 56, "type": 3, "id": 36194, "aya_id": 35}, {"text": " <font color=red>إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً</font><BR><p>قَالَ الْأَخْفَش فِي قَوْله تَعَالَى\" إِنَّا أَنْشَأْنَاهُنَّ \" أَضْمَرْهُنَّ وَلَمْ يُذْكَرْنَ قَبْل ذَلِكَ وَقَالَ أَبُو عُبَيْدَة ذُكِرْنَ فِي قَوْله تَعَالَى \" وَحُور عِين كَأَمْثَالِ اللُّؤْلُؤ الْمَكْنُون \" فَقَوْله تَعَالَى \" إِنَّا أَنْشَأْنَاهُنَّ \" أَيْ أَعَدْنَاهُنَّ فِي النَّشْأَة الْأُخْرَى بَعْدَمَا كُنَّ عَجَائِز رُمْصًا صِرْنَ أَبْكَارًا عُرُبًا أَيْ بَعْد الثُّيُوبَة عُدْنَ أَبْكَارًا عُرُبًا مُتَحَبَّبَات إِلَى أَزْوَاجهنَّ بِالْحَلَاوَةِ وَالظَّرَافَة وَالْمَلَاحَة وَقَالَ بَعْضهمْ عُرُبًا أَيْ غَنِجَات قَالَ مُوسَى بْن عُبَيْدَة الرَّبَذِيّ عَنْ يَزِيد الرَّقَاشِيّ عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاء \" - قَالَ - نِسَاء عَجَائِز كُنَّ فِي الدُّنْيَا عُمْشًا رُمْصًا \" رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم ثُمَّ قَالَ التِّرْمِذِيّ غَرِيب وَمُوسَى وَيَزِيد ضَعِيفَانِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَوْف الْحِمْصِيّ حَدَّثَنَا آدَم يَعْنِي اِبْن أَبِي إِيَاس حَدَّثَنَا شَيْبَان عَنْ جَابِر عَنْ يَزِيد بْن مُرَّة عَنْ سَلَمَة بْن يَزِيد قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي قَوْله تَعَالَى \" إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاء \" يَعْنِي \" الثَّيِّب وَالْأَبْكَار اللَّاتِي كُنَّ فِي الدُّنْيَا \" وَقَالَ عَبْد بْن حُمَيْد حَدَّثَنَا مُصْعَب بْن الْمِقْدَام حَدَّثَنَا الْمُبَارَك بْن فَضَالَة عَنْ الْحَسَن قَالَ أَتَتْ عَجُوز فَقَالَتْ يَا رَسُول اللَّه اُدْعُ اللَّه تَعَالَى أَنْ يُدْخِلنِي الْجَنَّة فَقَالَ \" يَا أُمّ فُلَان إِنَّ الْجَنَّة لَا تَدْخُلهَا عَجُوز \" قَالَ فَوَلَّتْ تَبْكِي قَالَ \" أَخْبِرُوهَا أَنَّهَا لَا تَدْخُلهَا وَهِيَ عَجُوز إِنَّ اللَّه تَعَالَى يَقُول \" إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاء فَجَعَلْنَاهُنَّ أَبْكَارًا \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ فِي الشَّمَائِل عَنْ عَبْد بْن حُمَيْد وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا بَكْر بْن سَهْل الدِّمْيَاطِيّ حَدَّثَنَا عَمْرو بْن هَاشِم الْبَيْرُوتِيّ أَخْبَرَنَا سُلَيْمَان بْن أَبِي كَرِيمَة عَنْ هِشَام بْن حَسَّان عَنْ الْحَسَن عَنْ أُمّه عَنْ أُمّ سَلَمَة قَالَتْ : قُلْت يَا رَسُول اللَّه أَخْبِرْنِي عَنْ قَوْل اللَّه تَعَالَى \" حُور عِين \" قَالَ\" حُور بِيض عِين ضِخَام الْعُيُون شَفْر الْحَوْرَاء بِمَنْزِلَةِ جَنَاح النَّسْر \" قُلْت أَخْبِرْنِي عَنْ قَوْله تَعَالَى \" كَأَمْثَالِ اللُّؤْلُؤ الْمَكْنُون \" قَالَ \" صَفَاؤُهُنَّ صَفَاء الدُّرّ الَّذِي فِي الْأَصْدَاف الَّذِي لَمْ تَمَسّهُ الْأَيْدِي \" قُلْت أَخْبِرْنِي عَنْ قَوْله \" فِيهِنَّ خَيْرَات حِسَان \" قَالَ خَيْرَات الْأَخْلَاق حِسَان الْوُجُوه\" قُلْت أَخْبِرْنِي عَنْ قَوْله \" كَأَنَّهُنَّ بِيض مَكْنُون \" قَالَ\" رِقَّتهنَّ كَرِقَّةِ الْجِلْد الَّذِي رَأَيْت فِي دَاخِل الْبَيْضَة مِمَّا يَلِي الْقِشْر وَهُوَ الْغِرْقِئ \" قُلْت يَا رَسُول اللَّه أَخْبِرْنِي عَنْ قَوْله \" عُرُبًا أَتْرَابًا \" قَالَ \" هُنَّ اللَّوَاتِي قُبِضْنَ فِي الدَّار الدُّنْيَا عَجَائِز رُمْصًا شُمْطًا خَلَقَهُنَّ اللَّه بَعْد الْكِبَر فَجَعَلَهُنَّ عَذَارَى عُرُبًا مُتَعَشَّقَات مُحَبَّبَات أَتْرَابًا عَلَى مِيلَاد وَاحِد \" قُلْت يَا رَسُول اللَّه نِسَاء الدُّنْيَا أَفْضَل أَمْ الْحُور الْعِين قَالَ : \" بَلْ نِسَاء الدُّنْيَا أَفْضَل مِنْ الْحُور الْعِين كَفَضْلِ الظِّهَارَة عَلَى الْبِطَانَة \" قُلْت يَا رَسُول اللَّه وَبِمَ ذَاكَ ؟ قَالَ \" بِصَلَاتِهِنَّ وَصِيَامهنَّ وَعِبَادَتهنَّ اللَّه عَزَّ وَجَلَّ أَلْبَسَ اللَّه وُجُوههنَّ النُّور وَأَجْسَادهنَّ الْحَرِير بِيض الْأَلْوَان خُضْر الثِّيَاب صُفْر الْحُلِيّ مَجَامِرهنَّ الدُّرّ وَأَمْشَاطهنَّ الذَّهَب يَقُلْنَ نَحْنُ الْخَالِدَات فَلَا نَمُوت أَبَدًا وَنَحْنُ النَّاعِمَات فَلَا نَبْأَس أَبَدًا وَنَحْنُ الْمُقِيمَات فَلَا نَظْعَن أَبَدًا أَلَا وَنَحْنُ الرَّاضِيَات فَلَا نَسْخَط أَبَدًا طُوبَى لِمَنْ كُنَّا لَهُ وَكَانَ لَنَا \" قُلْت يَا رَسُول اللَّه الْمَرْأَة مِنَّا تَتَزَوَّج زَوْجَيْنِ وَالثَّلَاثَة وَالْأَرْبَعَة ثُمَّ تَمُوت تَدْخُل الْجَنَّة وَيَدْخُلُونَ مَعَهَا مَنْ يَكُون زَوْجهَا ؟ قَالَ \" يَا أُمّ سَلَمَة إِنَّهَا تُخَيَّر فَتَخْتَار أَحْسَنهمْ خُلُقًا فَتَقُول يَا رَبّ إِنَّ هَذَا كَانَ أَحْسَن خُلُقًا مَعِي فَزَوِّجْنِيهِ يَا أُمّ سَلَمَة ذَهَبَ حُسْن الْخُلُق بِخَيْرِ الدُّنْيَا وَالْآخِرَة \" وَفِي حَدِيث الصُّور الطَّوِيل الْمَشْهُور أَنَّ رَسُول اللَّه يُشَفَّع لِلْمُؤْمِنِينَ كُلّهمْ فِي دُخُول الْجَنَّة فَيَقُول اللَّه تَعَالَى قَدْ شَفَّعْتُك وَأَذِنْت لَهُمْ فِي دُخُولهَا فَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" وَاَلَّذِي بَعَثَنِي بِالْحَقِّ مَا أَنْتُمْ فِي الدُّنْيَا بِأَعْرَف بِأَزْوَاجِكُمْ وَمَسَاكِنكُمْ مِنْ أَهْل الْجَنَّة بِأَزْوَاجِهِمْ وَمَسَاكِنهمْ فَيَدْخُل الرَّجُل مِنْهُمْ عَلَى ثِنْتَيْنِ وَسَبْعِينَ زَوْجَة مِمَّا يُنْشِئ اللَّه وَثِنْتَيْنِ مِنْ وَلَد آدَم لَهُمَا فَضْل عَلَى مَنْ أَنْشَأَ اللَّه بِعِبَادَتِهِمَا اللَّه فِي الدُّنْيَا يَدْخُل عَلَى الْأُولَى مِنْهُمَا فِي غُرْفَة مِنْ يَاقُوتَة عَلَى سَرِير مِنْ ذَهَب مُكَلَّل بِاللُّؤْلُؤِ عَلَيْهِ سَبْعُونَ زَوْجًا مِنْ سُنْدُس وَإِسْتَبْرَق وَإِنَّهُ لَيَضَع يَده بَيْن كَتِفَيْهَا ثُمَّ يَنْظُر إِلَى يَده مِنْ صَدْرهَا مِنْ وَرَاء ثِيَابهَا وَجِلْدهَا وَلَحْمهَا وَإِنَّهُ لَيَنْظُر إِلَى مُخّ سَاقهَا كَمَا يَنْظُر أَحَدكُمْ إِلَى السِّلْك فِي قَصَبَة الْيَاقُوت كَبِده لَهَا مِرْآة يَعْنِي وَكَبِدهَا لَهُ مِرْآة فَبَيْنَمَا هُوَ عِنْدهَا لَا يَمَلّهَا وَلَا تَمَلّهُ وَلَا يَأْتِيهَا مِنْ مَرَّة إِلَّا وَجَدَهَا عَذْرَاء مَا يَفْتُر ذَكَره وَلَا يَشْتَكِي قُبُلهَا إِلَّا أَنَّهُ لَا مَنِيّ وَلَا مَنِيَّة فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ نُودَى إِنَّا قَدْ عَرَفْنَا أَنَّك لَا تَمَلّ وَلَا تُمَلّ إِلَّا أَنَّ لَك أَزْوَاجًا غَيْرهَا فَيَخْرُج فَيَأْتِيهِنَّ وَاحِدَة وَاحِدَة كُلَّمَا جَاءَ وَاحِدَة قَالَتْ وَاَللَّه مَا فِي الْجَنَّة شَيْء أَحْسَن مِنْك وَمَا فِي الْجَنَّة شَيْء أَحَبّ إِلَيَّ مِنْك \" وَقَالَ عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ دَرَّاج عَنْ اِبْن حُجَيْرَة عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لَهُ أَنَطَأُ فِي الْجَنَّة ؟ قَالَ \" نَعَمْ : وَاَلَّذِي نَفْسِي بِيَدِهِ دَحْمًا دَحْمًا فَإِذَا قَامَ عَنْهَا رَجَعَتْ مُطَهَّرَة بِكْرًا \" وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا إِبْرَاهِيم بْن جَابِر الْفَقِيه الْبَغْدَادِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد الْمَلِك الدِّمَشْقِيّ الْوَاسِطِي حَدَّثَنَا مُعَلَّى بْن عَبْد الرَّحْمَن الْوَاسِطِيّ حَدَّثَنَا شَرِيك عَنْ عَاصِم الْأَحْوَل عَنْ أَبِي الْمُتَوَكِّل عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَهْل الْجَنَّة إِذَا جَامَعُوا نِسَاءَهُمْ عُدْنَ أَبْكَارًا \" وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ أَخْبَرَنَا عِمْرَان عَنْ قَتَادَة عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُعْطَى الْمُؤْمِن فِي الْجَنَّة قُوَّة كَذَا وَكَذَا فِي النِّسَاء \" قُلْت يَا رَسُول اللَّه وَيُطِيق ذَلِكَ \" قَالَ يُعْطَى قُوَّة مِائَة \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث أَبِي دَاوُد وَقَالَ صَحِيح غَرِيب : وَرَوَى أَبُو الْقَاسِم الطَّبَرَانِيّ مِنْ حَدِيث حُسَيْن بْن عَلِيّ الْجُعْفِيّ عَنْ زَائِدَة عَنْ هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة قَالَ : قِيلَ يَا رَسُول اللَّه هَلْ نَصِل إِلَى نِسَائِنَا فِي الْجَنَّة ؟ قَالَ \" إِنَّ الرَّجُل لَيَصِل فِي الْيَوْم إِلَى مِائَة عَذْرَاء\" قَالَ الْحَافِظ أَبُو عَبْد اللَّه الْمَقْدِسِيّ هَذَا الْحَدِيث عِنْدِي عَلَى شَرْط الصَّحِيح وَاَللَّه أَعْلَم . وَقَوْله \" عُرُبًا\" قَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس يَعْنِي مُتَحَبَّبَات إِلَى أَزْوَاجهنَّ أَلَمْ تَرَ إِلَى النَّاقَة الضَّبِعَة هِيَ كَذَلِكَ وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس الْعُرُب الْعَوَاشِق لِأَزْوَاجِهِنَّ وَأَزْوَاجهنَّ لَهُنَّ عَاشِقُونَ وَكَذَا قَالَ عَبْد اللَّه بْن سَرْجِس وَمُجَاهِد وَعِكْرِمَة وَأَبُو الْعَالِيَة وَيَحْيَى بْن أَبِي كَثِير وَعَطِيَّة وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ وَقَالَ ثَوْر بْن يَزِيد عَنْ عِكْرِمَة قَالَ : سُئِلَ اِبْن عَبَّاس عَنْ قَوْله\" عُرُبًا \" قَالَ هِيَ الْمَلِقَة لِزَوْجِهَا وَقَالَ شُعْبَة عَنْ سِمَاك عَنْ عِكْرِمَة هِيَ الْغِنْجَة . وَقَالَ الْأَجْلَح بْن عَبْد اللَّه عَنْ عِكْرِمَة هِيَ الشِّكْلَة وَقَالَ صَالِح بْن حَسَّان عَنْ عَبْد اللَّه بْن بُرَيْدَة .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41934, "aya_id": 35}]