[{"text": "لَّا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ", "sura_id": 56, "type": 0, "id": 5058, "aya_id": 79}, {"text": "لا يمسه إلا المطهرون", "sura_id": 56, "type": 1, "id": 11294, "aya_id": 79}, {"text": "79 - (لا يمسه) خبر بمعنى النهي (إلا المطهرون) الذين طهروا أنفسهم من الأحداث \r\n", "sura_id": 56, "type": 2, "id": 30002, "aya_id": 79}, {"text": " لا يَمَسُّ القرآن إلا الملائكة الكرام الذين طهرهم الله من الآفات والذنوب, ولا يَمَسُّه أيضًا إلا المتطهرون من الشرك والجنابة والحدث.\r\n", "sura_id": 56, "type": 3, "id": 36238, "aya_id": 79}, {"text": " <font color=red>لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ</font><BR><p>وَقَالَ اِبْن جَرِير حَدَّثَنِي مُوسَى بْن إِسْمَاعِيل أَخْبَرَنَا شَرِيك عَنْ حَكِيم هُوَ اِبْن جُبَيْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" لَا يَمَسّهُ إِلَّا الْمُطَهَّرُونَ\" قَالَ الْكِتَاب الَّذِي فِي السَّمَاء وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" لَا يَمَسّهُ إِلَّا الْمُطَهَّرُونَ \" يَعْنِي الْمَلَائِكَة وَكَذَا قَالَ أَنَس وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَأَبُو الشَّعْثَاء جَابِر بْن زَيْد وَأَبُو نَهِيك وَالسُّدِّيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْرهمْ . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن ثَوْر حَدَّثَنَا مَعْمَر عَنْ قَتَادَة \" لَا يَمَسّهُ إِلَّا الْمُطَهَّرُونَ \" قَالَ لَا يَمَسّهُ عِنْد اللَّه إِلَّا الْمُطَهَّرُونَ فَأَمَّا فِي الدُّنْيَا فَإِنَّهُ يَمَسّهُ الْمَجُوسِيّ النَّجِس وَالْمُنَافِق الرِّجْس قَالَ وَهِيَ فِي قِرَاءَة اِبْن مَسْعُود مَا يَمَسّهُ إِلَّا الْمُطَهَّرُونَ وَقَالَ أَبُو الْعَالِيَة \" لَا يَمَسّهُ إِلَّا الْمُطَهَّرُونَ \" لَيْسَ أَنْتُمْ أَنْتُمْ أَصْحَاب الذُّنُوب وَقَالَ اِبْن زَيْد زَعَمَتْ كُفَّار قُرَيْش أَنَّ هَذَا الْقُرْآن تَنَزَّلَتْ بِهِ الشَّيَاطِين فَأَخْبَرَ اللَّه تَعَالَى أَنَّهُ \" لَا يَمَسّهُ إِلَّا الْمُطَهَّرُونَ\" كَمَا قَالَ تَعَالَى \" وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِين وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ إِنَّهُمْ عَنْ السَّمْع لَمَعْزُولُونَ\" وَهَذَا الْقَوْل قَوْل جَيِّد وَهُوَ لَا يَخْرُج عَنْ الْأَقْوَال الَّتِي قَبْله . وَقَالَ الْفَرَّاء لَا يَجِد طَعْمه وَنَفْعه إِلَّا مَنْ آمَنَ بِهِ وَقَالَ آخَرُونَ \" لَا يَمَسّهُ إِلَّا الْمُطَهَّرُونَ\" أَيْ مِنْ الْجَنَابَة وَالْحَدَث قَالُوا وَلَفْظ الْآيَة خَبَر وَمَعْنَاهَا الطَّلَب قَالُوا وَالْمُرَاد بِالْقُرْآنِ هَهُنَا الْمُصْحَف كَمَا رَوَى مُسْلِم عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يُسَافَر بِالْقُرْآنِ إِلَى أَرْض الْعَدُوّ مَخَافَة أَنْ يَنَالهُ الْعَدُوّ . وَاحْتَجُّوا فِي ذَلِكَ بِمَا رَوَاهُ الْإِمَام مَالِك فِي مُوَطَّئِهِ عَنْ عَبْد اللَّه بْن أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم أَنَّ فِي الْكِتَاب الَّذِي كَتَبَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَمْرِو بْن حَزْم \" أَنْ لَا يَمَسّ الْقُرْآن إِلَّا طَاهِر \" وَرَوَى أَبُو دَاوُد فِي الْمَرَاسِيل مِنْ حَدِيث الزُّهْرِيّ قَالَ قَرَأْت فِي صَحِيفَة عِنْد أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَلَا يَمَسّ الْقُرْآن إِلَّا طَاهِر \" وَهَذِهِ وِجَادَة جَيِّدَة قَدْ قَرَأَهَا الزُّهْرِيّ وَغَيْره وَمِثْل هَذَا يَنْبَغِي الْأَخْذ بِهِ وَقَدْ أَسْنَدَهُ الدَّارَقُطْنِيّ عَنْ عَمْرو بْن حَزْم وَعَبْد اللَّه بْن عُمَر عُثْمَان بْن أَبِي الْعَاصِ وَفِي إِسْنَاد كُلّ مِنْهُمَا نَظَر وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41981, "aya_id": 79}]