[{"text": "وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا", "sura_id": 19, "type": 0, "id": 2306, "aya_id": 56}, {"text": "و اذكر في الكتاب إدريس إنه كان صديقا نبيا", "sura_id": 19, "type": 1, "id": 8542, "aya_id": 56}, {"text": "56 - (واذكر في الكتاب إدريس) هو جد أبي نوح (إنه كان صديقا نبيا) \r\n", "sura_id": 19, "type": 2, "id": 27250, "aya_id": 56}, {"text": "واذكر - أيها الرسول - في هذا القرآن خبر إدريس عليه السلام, إنه كان عظيم الصدق في قوله وعمله, نبيًا يوحى إليه.\r\n", "sura_id": 19, "type": 3, "id": 33486, "aya_id": 56}, {"text": " <font color=red>وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا</font><BR><p>ذَكَرَ إِدْرِيس عَلَيْهِ السَّلَام بِالثَّنَاءِ عَلَيْهِ بِأَنَّهُ كَانَ صِدِّيقًا نَبِيًّا وَأَنَّ اللَّه رَفَعَهُ مَكَانًا عَلِيًّا وَقَدْ تَقَدَّمَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّ بِهِ فِي لَيْلَة الْإِسْرَاء وَهُوَ فِي السَّمَاء الرَّابِعَة . وَقَدْ رَوَى اِبْن جَرِير هَاهُنَا أَثَرًا غَرِيبًا عَجِيبًا فَقَالَ : حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى أَنْبَأَنَا اِبْن وَهْب أَخْبَرَنِي جَرِير بْن حَازِم عَنْ سُلَيْمَان الْأَعْمَش عَنْ شِمْر بْن عَطِيَّة عَنْ هِلَال اِبْن يَسَاف قَالَ سَأَلَ اِبْن عَبَّاس كَعْبًا وَأَنَا حَاضِر فَقَالَ لَهُ مَا قَوْل اللَّه عَزَّ وَجَلَّ لِإِدْرِيس \" وَرَفَعْنَاهُ مَكَانًا عَلِيًّا \" فَقَالَ كَعْب أَمَّا إِدْرِيس فَإِنَّ اللَّه أَوْحَى إِلَيْهِ أَنَّى أَرْفَع لَك كُلّ يَوْم مِثْل عَمَل جَمِيع بَنِي آدَم فَأَحَبَّ أَنْ يَزْدَاد عَمَلًا فَأَتَاهُ خَلِيل لَهُ مِنْ الْمَلَائِكَة فَقَالَ لَهُ إِنَّ اللَّه أَوْحَى إِلَيَّ كَذَا وَكَذَا فَكَلِّمْ لِي مَلَك الْمَوْت فَلْيُؤَخِّرْنِي حَتَّى أَزْدَاد عَمَلًا فَحَمَلَهُ بَيْن جَنَاحَيْهِ حَتَّى صَعِدَ بِهِ إِلَى السَّمَاء فَلَمَّا كَانَ فِي السَّمَاء الرَّابِعَة تَلَقَّاهُمْ مَلَك الْمَوْت مُنْحَدِرًا فَكَلَّمَ مَلَك الْمَوْت فِي الَّذِي كَلَّمَهُ فِيهِ إِدْرِيس فَقَالَ وَأَيْنَ إِدْرِيس ؟ فَقَالَ هُوَ ذَا عَلَى ظَهْرِي قَالَ مَلَك الْمَوْت الْعَجَب بُعِثْت وَقِيلَ لِي اِقْبِضْ رُوح إِدْرِيس فِي السَّمَاء الرَّابِعَة فَجَعَلْت أَقُول كَيْف أَقْبِض رُوحه فِي السَّمَاء الرَّابِعَة وَهُوَ فِي الْأَرْض فَقَبَضَ رُوحه هُنَاكَ .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38450, "aya_id": 56}]