[{"text": "إِذْ تُصْعِدُونَ وَلاَ تَلْوُونَ عَلَى أحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غُمَّاً بِغَمٍّ لِّكَيْلاَ تَحْزَنُواْ عَلَى مَا فَاتَكُمْ وَلاَ مَا أَصَابَكُمْ وَاللّهُ خَبِيرٌ بِمَا تَعْمَلُونَ", "sura_id": 3, "type": 0, "id": 446, "aya_id": 153}, {"text": "إذ تصعدون ولا تلوون على أحد و الرسول يدعوكم في أخراكم فأثابكم غما بغم لكيلا تحزنوا على ما فاتكم ولا ما أصابكم والله خبير بما تعملون", "sura_id": 3, "type": 1, "id": 6682, "aya_id": 153}, {"text": "153 - اذكروا (إذ تصعدون) تبعدون في الأرض هاربين (ولا تلوون) تعرجون (على أحد والرسول يدعوكم في أخراكم) أي من ورائكم يقول: إليَّ عباد الله (فأثابكم) فجازاكم (غمَّا) بالهزيمة (بغمٍّ) بسبب غمكم للرسول بالمخالفة وقيل الباء بمعنى على ، أي مضاعفا على غم فوت الغنيمة (لكيلا) متعلق بعفا أو بأثابكم (تحزنوا على ما فاتكم) من الغنيمة (ولا ما أصابكم) من القتل والهزيمة (والله خبير بما تعملون) \r\n", "sura_id": 3, "type": 2, "id": 25390, "aya_id": 153}, {"text": "اذكروا -يا أصحاب محمد- ما كان مِن أمركم حين أخذتم تصعدون الجبل هاربين من أعدائكم, ولا تلتفتون إلى أحد لِمَا اعتراكم من الدهشة والخوف والرعب, ورسول الله صلى الله عليه وسلم ثابت في الميدان يناديكم من خلفكم قائلا إليَّ عبادَ الله, وأنتم لا تسمعون ولا تنظرون, فكان جزاؤكم أن أنزل الله بكم ألمًا وضيقًا وغمًّا; لكي لا تحزنوا على ما فاتكم من نصر وغنيمة, ولا ما حلَّ بكم من خوف وهزيمة. والله خبير بجميع أعمالكم, لا يخفى عليه منها شيء.\r\n", "sura_id": 3, "type": 3, "id": 31626, "aya_id": 153}, {"text": " <font color=red>إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ</font><BR><p>قَوْله تَعَالَى \" إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَد \" أَيْ صَرَفَكُمْ عَنْهُمْ إِذْ تُصْعِدُونَ أَيْ فِي الْجَبَل هَارِبِينَ مِنْ أَعْدَائِكُمْ وَقَرَأَ الْحَسَن وَقَتَادَة \" إِذْ تَصْعَدُونَ \" أَيْ فِي الْجَبَل \" وَلَا تَلْوُونَ عَلَى أَحَد \" أَيْ وَأَنْتُمْ لَا تَلْوُونَ عَلَى أَحَد مِنْ الدَّهَش وَالْخَوْف وَالرُّعْب \" وَالرَّسُول يَدْعُوكُمْ فِي أُخْرَاكُمْ \" أَيْ وَهُوَ قَدْ خَلَّفْتُمُوهُ وَرَاء ظُهُوركُمْ يَدْعُوكُمْ إِلَى تَرْك الْفِرَار مِنْ الْأَعْدَاء وَإِلَى الرَّجْعَة وَالْعَوْدَة وَالْكَرَّة : قَالَ السُّدِّيّ لَمَّا اِشْتَدَّ الْمُشْرِكُونَ عَلَى الْمُسْلِمِينَ بِأُحُدٍ فَهَزَمُوهُمْ دَخَلَ بَعْضهمْ الْمَدِينَة وَانْطَلَقَ بَعْضهمْ إِلَى الْجَبَل فَوْق الصَّخْرَة فَقَامُوا عَلَيْهَا . فَجَعَلَ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُو النَّاس \" إِلَيَّ عِبَاد اللَّه إِلَيَّ عِبَاد اللَّه \" فَذَكَرَ اللَّه صُعُودهمْ إِلَى الْجَبَل ثُمَّ ذَكَرَ دُعَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِيَّاهُمْ فَقَالَ \" إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَد وَالرَّسُول يَدْعُوكُمْ فِي أُخْرَاكُمْ \" وَكَذَا قَالَ اِبْن عَبَّاس وَقَتَادَة وَالرَّبِيع وَابْن زَيْد . قَالَ عَبْد اللَّه بْن الزِّبَعْرَى : قَدْ يَذْكُر هَزِيمَة الْمُسْلِمِينَ يَوْم أُحُد فِي قَصِيدَته وَهُوَ مُشْرِك بَعْد لَمْ يُسْلِم الَّتِي يَقُول فِي أَوَّلهَا : يَا غُرَاب الْبِين أَسْمَعْت فَقُلْ إِنَّمَا تَنْطِق شَيْئًا قَدْ فُعِلْ إِنَّ لِلْخَيْرِ وَلِلشَّرِّ مَدًى وَكِلَا ذَلِكَ وَجْه وَقُبُل إِلَى أَنْ قَالَ : لَيْتَ أَشْيَاخِي بِبَدْرٍ يَشْهَدُوا جَزَع الْخَزْرَج مِنْ وَقْعِ الْأَسَل حِين حَلَّتْ بِقُبَاءَ بَرْكهَا وَاسْتَحَرَّ الْقَتْل فِي عَبْد الْأَشَلْ ثُمَّ خَفُّوا عِنْد ذَاكُمْ رَقْصًا رَقَصَ الْحَفَّانِ يَعْلُو فِي الْجَبَل فَقَتَلْنَا الضِّعْف مِنْ أَشْرَافهمْ وَعَدَلْنَا مَيْل بَدْر فَاعْتَدَلْ الْحَفَّانُ صِغَار النَّعَام . كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَدْ أُفْرِدَ فِي اِثْنَيْ عَشَر رَجُلًا مِنْ أَصْحَابه كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا زُهَيْر حَدَّثَنَا أَبُو إِسْحَق عَنْ الْبَرَاء بْن عَازِب رَضِيَ اللَّه عَنْهُ قَالَ : جَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الرُّمَاة يَوْم أُحُد - وَكَانُوا خَمْسِينَ رَجُلًا - عَبْد اللَّه بْن جُبَيْر قَالَ : وَوَضَعَهُمْ مَوْضِعًا وَقَالَ \" إِنْ رَأَيْتُمُونَا تَخَطَّفنَا الطَّيْر فَلَا تَبْرَحُوا حَتَّى أُرْسِل إِلَيْكُمْ \" قَالَ فَهَزَمُوهُمْ قَالَ : فَلَقَدْ وَاَللَّه رَأَيْت النِّسَاء يَشْتَدُّونَ عَلَى الْجَبَل وَقَدْ بَدَتْ أَسْوَاقهنَّ وَخَلَاخِلهنَّ رَافِعَات ثِيَابهنَّ فَقَالَ أَصْحَاب عَبْد اللَّه : الْغَنِيمَة أَيْ قَوْم الْغَنِيمَة ظَهَرَ أَصْحَابكُمْ فَمَا تَنْظُرُونَ ؟ قَالَ عَبْد اللَّه بْن جُبَيْر : أَنَسِيتُمْ مَا قَالَ لَكُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَقَالُوا : إِنَّا وَاَللَّه لَنَأْتِيَنَّ النَّاس فَلَنُصِيبَنَّ مِنْ الْغَنِيمَة فَلَمَّا أَتَوْهُمْ صُرِفَتْ وُجُوههمْ فَأَقْبَلُوا مُنْهَزِمِينَ فَذَلِكَ الَّذِي يَدْعُوهُمْ الرَّسُول فِي أُخْرَاهُمْ فَلَمْ يَبْقَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا اِثْنَا عَشَر رَجُلًا فَأَصَابُوا مِنَّا سَبْعِينَ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه أَصَابُوا مِنْ الْمُشْرِكِينَ يَوْم بَدْر مِائَة وَأَرْبَعِينَ سَبْعِينَ أَسِيرًا وَسَبْعِينَ قَتِيلًا قَالَ أَبُو سُفْيَان : أَفِي الْقَوْم مُحَمَّد أَفِي الْقَوْم مُحَمَّد أَفِي الْقَوْم مُحَمَّد ؟ ثَلَاثًا - قَالَ : فَنَهَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُجِيبُوهُ ثُمَّ قَالَ : أَفِي الْقَوْم اِبْن أَبِي قُحَافَة أَفِي الْقَوْم اِبْن أَبِي قُحَافَة ؟ أَفِي الْقَوْم اِبْن الْخَطَّاب أَفِي الْقَوْم اِبْن الْخَطَّاب ؟ ثُمَّ أَقْبَلَ عَلَى أَصْحَابه فَقَالَ : أَمَّا هَؤُلَاءِ فَقَدْ قُتِلُوا وَقَدْ كُفِيتُمُوهُمْ فَمَا مَلَكَ عُمَر نَفْسه أَنْ قَالَ : كَذَبْت وَاَللَّه يَا عَدُوّ اللَّه إِنَّ الَّذِينَ عَدَدْت لَأَحْيَاءٌ كُلّهمْ وَقَدْ أَبْقَى اللَّه لَك مَا يَسُوءك فَقَالَ : يَوْم بِيَوْمِ بَدْر وَالْحَرْب سِجَال إِنَّكُمْ سَتَجِدُونَ فِي الْقَوْم مُثْلَة لَمْ آمُر بِهَا وَلَمْ تَسُؤْنِي . ثُمَّ أَخَذَ يَرْتَجِز يَقُول اُعْلُ هُبَل اُعْلُ هُبَل. فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا تُجِيبُوهُ \" قَالُوا : يَا رَسُول اللَّه مَا نَقُول ؟ قَالَ \" قُولُوا اللَّه أَعْلَى وَأَجَلّ \" قَالَ : لَنَا الْعُزَّى وَلَا عُزَّى لَكُمْ . قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا تُجِيبُوهُ ؟ \" قَالُوا : يَا رَسُول اللَّه وَمَا نَقُول ؟ قَالَ \" قُولُوا اللَّه مَوْلَانَا وَلَا مَوْلَى لَكُمْ \" وَقَدْ رَوَاهُ الْبُخَارِيّ مِنْ حَدِيث زُهَيْر بْن مُعَاوِيَة مُخْتَصَرًا وَرَوَاهُ مِنْ حَدِيث إِسْرَائِيل عَنْ أَبِي إِسْحَق بِأَبْسَطَ مِنْ هَذَا كَمَا تَقَدَّمَ وَاَللَّه أَعْلَم - وَرَوَى الْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة مِنْ حَدِيث عُمَارَة بْن غَزِيَّةَ عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ : اِنْهَزَمَ النَّاس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم أُحُد وَبَقِيَ مَعَهُ أَحَد عَشَر رَجُلًا مِنْ الْأَنْصَار وَطَلْحَة بْن عُبَيْد اللَّه وَهُوَ يَصْعَد فِي الْجَبَل فَلَحِقَهُمْ الْمُشْرِكُونَ فَقَالَ \" أَلَا أَحَد لِهَؤُلَاءِ \" فَقَالَ طَلْحَة : أَنَا يَا رَسُول اللَّه فَقَالَ \" كَمَا أَنْتَ يَا طَلْحَة \" فَقَالَ رَجُل مِنْ الْأَنْصَار : فَأَنَا يَا رَسُول اللَّه فَقَاتَلَ عَنْهُ وَصَعِدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَنْ بَقِيَ مَعَهُ ثُمَّ قُتِلَ الْأَنْصَارِيّ فَلَحِقُوهُ فَقَالَ \" أَلَا رَجُل لِهَؤُلَاءِ \" فَقَالَ طَلْحَة مِثْل قَوْله فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ مِثْل قَوْله فَقَالَ رَجُل مِنْ الْأَنْصَار : فَأَنَا يَا رَسُول اللَّه فَقَاتَلَ عَنْهُ وَأَصْحَابه يَصْعَدُونَ ثُمَّ قُتِلَ فَلَحِقُوهُ فَلَمْ يَزَلْ يَقُول مِثْل قَوْله الْأَوَّل فَيَقُول طَلْحَة فَأَنَا يَا رَسُول اللَّه فَيَحْبِسهُ فَيَسْتَأْذِنهُ رَجُل مِنْ الْأَنْصَار لِلْقِتَالِ فَيَأْذَن لَهُ فَيُقَاتِل مِثْل مَنْ كَانَ قَبْله حَتَّى لَمْ يَبْقَ مَعَهُ إِلَّا طَلْحَة فَغَشَوْهُمَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ لِهَؤُلَاءِ ؟ \" فَقَالَ طَلْحَة : أَنَا فَقَاتَلَ مِثْل قِتَال جَمِيع مَنْ كَانَ قَبْله وَأُصِيبَتْ أَنَامِله فَقَالَ : حِسَّ فَقَالَ رَسُول اللَّه \" لَوْ قُلْت بِسْمِ اللَّه أَوَذَكَرْت اِسْم اللَّه لَرَفَعَتْك الْمَلَائِكَة وَالنَّاس يَنْظُرُونَ إِلَيْك حَتَّى تَلِج بِك فِي جَوّ السَّمَاء \" ثُمَّ صَعِدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَصْحَابه وَهُمْ مُجْتَمِعُونَ . وَقَدْ رَوَى الْبُخَارِيّ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ وَكِيع عَنْ إِسْمَاعِيل عَنْ قَيْس بْن أَبِي حَازِم قَالَ : رَأَيْت يَد طَلْحَة شَلَّاء وَقَى بِهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي يَوْم أُحُد . وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث مُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ أَبِي عُثْمَان النَّهْدِيّ قَالَ : لَمْ يَبْقَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَعْض تِلْكَ الْأَيَّام الَّتِي قَاتَلَ فِيهِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ إِلَّا طَلْحَة بْن عَبْد اللَّه وَسَعْد عَنْ حَدِيثهمَا . وَقَالَ الْحَسَن بْن عَرَفَة حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة عَنْ هِشَام بْن هِشَام الزُّهْرِيّ قَالَ : سَمِعْت سَعِيد بْن الْمُسَيِّب يَقُول سَمِعْت سَعْد بْن أَبِي وَقَّاص يَقُول : نَثَلَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ كِنَانَته يَوْم أُحُد وَقَالَ\" اِرْمِ فِدَاك أَبِي وَأُمِّي \" وَأَخْرَجَهُ الْبُخَارِيّ عَنْ عَبْد اللَّه بْن مُحَمَّد عَنْ مَرْوَان بْن مُعَاوِيَة وَقَالَ مُحَمَّد بْن إِسْحَق حَدَّثَنِي صَالِح بْن كَيْسَانَ عَنْ بَعْض آل سَعْد عَنْ سَعْد بْن أَبِي وَقَّاص أَنَّهُ رَمَى يَوْم أُحُد دُون رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ قَالَ سَعْد : فَلَقَدْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يُنَاوِلنِي النَّبْل وَيَقُول \" اِرْمِ فِدَاك أَبِي وَأُمِّي \" حَتَّى إِنَّهُ لَيُنَاوِلنِي السَّهْم لَيْسَ لَهُ نَصْل فَأَرْمِي بِهِ - وَثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث إِبْرَاهِيم بْن سَعْد بْن أَبِي وَقَّاص عَنْ أَبِيهِ قَالَ : رَأَيْت يَوْم أُحُد عَنْ يَمِين النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَنْ يَسَاره رَجُلَيْنِ عَلَيْهِمَا ثِيَاب بِيض يُقَاتِلَانِ عَنْهُ أَشَدّ الْقِتَال مَا رَأَيْتهمَا قَبْل ذَلِكَ الْيَوْم وَلَا بَعْده \" يَعْنِي جِبْرِيل وَمِيكَائِيل عَلَيْهِمَا السَّلَام - وَقَالَ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد وَثَابِت عَنْ أَنَس بْن مَالِك : أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُفْرِدَ يَوْم أُحُد فِي سَبْعَةٍ مِنْ الْأَنْصَار وَاثْنَيْنِ مِنْ قُرَيْش \" فَلَمَّا أَرْهَقُوهُ قَالَ \" مَنْ يَرُدّهُمْ عَنَّا وَلَهُ الْجَنَّة - أَوْ هُوَ رَفِيقِي فِي الْجَنَّة \" فَتَقَدَّمَ رَجُل مِنْ الْأَنْصَار فَقَاتَلَ حَتَّى قُتِلَ \" ثُمَّ أَرْهَقُوهُ أَيْضًا فَقَالَ \" مَنْ يَرُدّهُمْ عَنَّا وَلَهُ الْجَنَّة \" فَتَقَدَّمَ رَجُل مِنْ الْأَنْصَار فَقَاتَلَ حَتَّى قُتِلَ : فَلَمْ يَزَلْ كَذَلِكَ حَتَّى قُتِلَ السَّبْعَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِصَاحِبَيْهِ \" مَا أَنْصَفَنَا أَصْحَابنَا \" . رَوَاهُ مُسْلِم عَنْ هُدْبَة بْن خَالِد عَنْ حَمَّاد بْن سَلَمَة بِهِ نَحْوه . وَقَالَ أَبُو الْأَسْوَد عَنْ عُرْوَة بْن الزُّبَيْر قَالَ : كَانَ أُبَيّ بْن خَلْف أَخُو بَنِي جُمَحٍ قَدْ حَلَفَ وَهُوَ بِمَكَّةَ لَيَقْتُلَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا بَلَغَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَلْفَته قَالَ \" بَلْ أَنَا أَقْتُلهُ إِنْ شَاءَ اللَّه\" . فَلَمَّا كَانَ يَوْم أُحُد أَقْبَلَ أُبَيّ فِي الْحَدِيد مُقَنَّعًا وَهُوَ يَقُول : لَا نَجَوْت إِنْ نَجَا مُحَمَّد فَحَمَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُرِيد قَتْله فَاسْتَقْبَلَهُ مُصْعَب بْن عُمَيْر أَخُو بَنِي عَبْد الدَّار يَقِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَفْسِهِ فَقُتِلَ مُصْعَب بْن عُمَيْر وَأَبْصَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَرْقُوَة أُبَيّ بْن خَلَفَ مِنْ فُرْجَة بَيْن سَابِغَة الدِّرْع وَالْبَيْضَة وَطَعَنَهُ فِيهَا بِحَرْبَتِهِ فَوَقَعَ إِلَى الْأَرْض عَنْ فَرَسه وَلَمْ يَخْرُج مِنْ طَعْنَتهُ دَم فَأَتَاهُ أَصْحَابه فَاحْتَمَلُوهُ وَهُوَ يَخُور خُوَار الثَّوْر فَقَالُوا لَهُ : مَا أَجْزَعك إِنَّمَا هُوَ خَدْش ؟ فَذَكَرَ لَهُمْ قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَلْ أَنَا أَقْتُل أُبَيًّا \" ثُمَّ قَالَ : وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ كَانَ هَذَا الَّذِي بِي بِأَهْلِ ذِي الْمَجَاز لَمَاتُوا أَجْمَعُونَ فَمَاتَ إِلَى النَّار \" فَسُحْقًا لِأَصْحَابِ السَّعِير \" وَقَدْ رَوَاهُ مُوسَى بْن عُقْبَة فِي مَغَازِيه عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب بِنَحْوِهِ , وَذَكَرَ مُحَمَّد بْن إِسْحَق قَالَ : لَمَّا أُسْنِدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الشِّعْب أَدْرَكَهُ أُبَيّ بْن خَلَفٍ وَهُوَ يَقُول : لَا نَجَوْت إِنْ نَجَوْت فَقَالَ الْقَوْم : يَا رَسُول اللَّه يَعْطِف عَلَيْهِ رَجُل مِنَّا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" دَعُوهُ \" فَلَمَّا دَنَا مِنْهُ تَنَاوَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْحَرْبَة مِنْ الْحَارِث بْن الصِّمَّة فَقَالَ بَعْض الْقَوْم كَمَا ذُكِرَ لِي فَلَمَّا أَخَذَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْهُ اِنْتَفَضَ بِهَا اِنْتِفَاضَة تَطَايَرْنَا عَنْهُ تَطَايُر الشَّعْر عَنْ ظَهْر الْبَعِير إِذَا اِنْفَضَّ ثُمَّ اِسْتَقْبَلَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَطَعَنَهُ فِي عُنُقه طَعْنَة تَدَأْدَأَ مِنْهَا عَنْ فَرَسه مِرَارًا - وَذَكَرَ الْوَاقِدِيّ عَنْ يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَق عَنْ عَاصِم بْن عَمْرو بْن قَتَادَة عَنْ عَبْد اللَّه بْن كَعْب بْن مَالِك عَنْ أَبِيهِ نَحْو ذَلِكَ : وَقَالَ الْوَاقِدِيّ : وَكَانَ اِبْن عُمَر يَقُول : مَاتَ أُبَيّ بْن خَلَف بِبَطْنِ رَابِغ فَإِنِّي لَأَسِير بِبَطْنِ رَابِغ بَعْد هَوِيّ مِنْ اللَّيْل فَإِذَا أَنَا بِنَارٍ تَتَأَجَّج لِي فَهِبْتهَا وَإِذَا رَجُل يَخْرُج مِنْهَا فِي سَلْسَلَة يَجْتَذِبهَا يَهِيج بِهِ الْعَطَش وَإِذَا رَجُل يَقُول لَا تَسْقِهِ فَإِنَّ هَذَا قَتِيل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا أُبَيّ بْن خَلَفٍ - وَثَبَتَ فِي الصَّحِيحَيْنِ مِنْ رِوَايَة عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام بْن مُنَبِّه عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِشْتَدَّ غَضَب اللَّه عَلَى قَوْم فَعَلُوا بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ حِينَئِذٍ يُشِير إِلَى رَبَاعِيَته - وَاشْتَدَّ غَضَب اللَّه عَلَى رَجُل يَقْتُلهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَبِيل اللَّه \" وَأَخْرَجَهُ الْبُخَارِيّ أَيْضًا مِنْ حَدِيث اِبْن جُرَيْج عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس : قَالَ اِشْتَدَّ غَضَب اللَّه عَلَى مَنْ قَتَلَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ فِي سَبِيل اللَّه وَاشْتَدَّ غَضَب اللَّه عَلَى قَوْم أَدْمَوْا وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَقَالَ اِبْن إِسْحَق : أُصِيبَتْ رَبَاعِيَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَشُجَّ فِي وَجْنَته وَكُلِمَتْ شَفَته وَكَانَ الَّذِي أَصَابَهُ عُتْبَة بْن أَبِي وَقَّاص . فَحَدَّثَنِي صَالِح بْن كَيْسَان عَنْ مَنْ حَدَّثَهُ عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ : مَا حَرَصْت عَلَى قَتْل أَحَد قَطُّ مَا حَرَصْت عَلَى قَتْل عُتْبَة بْن أَبِي وَقَّاص وَإِنْ كَانَ مَا عَلِمْته لَسَيِّءُ الْخُلُق مُبْغَضًا فِي قَوْمه وَلَقَدْ كَفَانِي فِيهِ قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِشْتَدَّ غَضَب اللَّه عَلَى مَنْ أَدْمَى وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" - وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُثْمَان الْحَرِيرِيّ عَنْ مِقْسَم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعَا عَلَى عُتْبَةَ بْن أَبِي وَقَّاص يَوْم أُحُد حِين كَسَرَ رَبَاعِيَته وَأَدْمَى وَجْهه فَقَالَ \" اللَّهُمَّ لَا تُحِلْ عَلَيْهِ الْحَوْل حَتَّى يَمُوت كَافِرًا \" فَمَا حَالَ عَلَيْهِ الْحَوْل حَتَّى مَاتَ كَافِرًا إِلَى النَّار - وَذَكَرَ الْوَاقِدِيّ عَنْ اِبْن أَبِي سَبْرَة عَنْ إِسْحَق بْن عَبْد اللَّه بْن أَبِي فَرْوَة عَنْ أَبِي الْحُوَيْرِثِ عَنْ نَافِع بْن جُبَيْر قَالَ : سَمِعْت رَجُلًا مِنْ الْمُهَاجِرِينَ يَقُول شَهِدْت أُحُدًا فَنَظَرْت إِلَى النَّبْل يَأْتِي مِنْ كُلّ نَاحِيَة وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي وَسَطهَا كُلّ ذَلِكَ يُصْرَف عَنْهُ : وَلَقَدْ رَأَيْت عَبْد اللَّه بْن شِهَاب الزُّهْرِيّ يَوْمئِذٍ يَقُول : دُلُّونِي عَلَى مُحَمَّد لَا نَجَوْت إِنْ نَجَا وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جَنْبه لَيْسَ مَعَهُ أَحَد ثُمَّ جَاوَزَهُ فَعَاتَبَهُ فِي ذَلِكَ صَفْوَان فَقَالَ : وَاَللَّه مَا رَأَيْته أَحْلِف بِاَللَّهِ إِنَّهُ مِنَّا مَمْنُوع خَرَجْنَا أَرْبَعَة فَتَعَاهَدْنَا وَتَعَاقَدْنَا عَلَى قَتْله فَلَمْ نَخْلُص إِلَى ذَلِكَ . قَالَ الْوَاقِدِيّ : وَاَلَّذِي ثَبَتَ عِنْدنَا أَنَّ الَّذِي أَدْمَى وَجْنَتَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِبْن قَمِيئَة وَاَلَّذِي دَمَى شَفَته وَأَصَابَ رَبَاعِيَته عُتْبَة بْن أَبِي وَقَّاص : وَقَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا اِبْن الْمُبَارَك عَنْ إِسْحَق بْن يَحْيَى بْن طَلْحَة بْن عُبَيْد اللَّه أَخْبَرَنِي عِيسَى بْن طَلْحَة عَنْ أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَ أَبُو بَكْر إِذَا ذَكَرَ يَوْم أَحَد قَالَ : ذَاكَ يَوْم كُلّه لِطَلْحَةَ : ثُمَّ أَنْشَأَ يُحَدِّث قَالَ : كُنْت أَوَّل مَنْ فَاءَ يَوْم أُحُد فَرَأَيْت رَجُلًا يُقَاتِل مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دُونه وَأَرَاهُ قَالَ : حَمِيَّة فَقُلْت : كُنْ طَلْحَة حَيْثُ فَاتَنِي مَا فَاتَنِي فَقُلْت يَكُون رَجُلًا مِنْ قَوْمِي أَحَبّ إِلَيَّ وَبَيْنِي وَبَيْن الْمُشْرِكِينَ رَجُل لَا أَعْرِفهُ وَأَنَا أَقْرَب إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْهُ وَهُوَ يَخْطَف الْمَشْي خَطْفًا لَا أَعْرِفهُ فَإِذَا هُوَ أَبُو عُبَيْدَة بْن الْجَرَّاح فَانْتَهَيْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ كُسِرَتْ رَبَاعِيَته وَشُجَّ فِي وَجْهه وَقَدْ دَخَلَ فِي وَجْنَته حَلْقَتَانِ مِنْ حِلَق الْمِغْفَر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلَيْكُمَا صَاحِبكُمَا \" يُرِيد طَلْحَة وَقَدْ نَزَفَ فَلَمْ نَلْتَفِت إِلَى قَوْله قَالَ : وَذَهَبْت لِأَنْزِع ذَلِكَ مِنْ وَجْهه فَقَالَ أَبُو عُبَيْدَة : أَقْسَمْت عَلَيْك بِحَقِّي لَمَا تَرَكْتَنِي فَتَرَكْته فَكَرِهَ أَنْ يَتَنَاوَلهَا بِيَدِهِ فَيُؤْذِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَزَمَّ عَلَيْهَا بِفِيهِ فَاسْتَخْرَجَ إِحْدَى الْحَلْقَتَيْنِ وَوَقَعَتْ ثَنِيَّته مَعَ الْحَلْقَة وَذَهَبْت لِأَصْنَع مَا صَنَعَ فَقَالَ : أَقْسَمْت عَلَيْك بِحَقِّي لَمَا تَرَكْتَنِي قَالَ فَفَعَلَ مِثْل مَا فَعَلَ فِي الْمَرَّة الْأُولَى وَوَقَعَتْ ثَنِيَّته الْأُخْرَى مَعَ الْحَلْقَة فَكَانَ أَبُو عُبَيْدَة مِنْ أَحْسَن النَّاس هَتْمًا فَأَصْلَحْنَا مِنْ شَأْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ أَتَيْنَا طَلْحَة فِي بَعْض تِلْكَ الْجِفَار فَإِذَا بِهِ بِضْع وَسَبْعُونَ أَوْ أَقَلّ أَوَأَكْثَر مِنْ طَعْنَة وَرَمْيَة وَضَرْبَة وَإِذَا قَدْ قُطِعَتْ أُصْبُعه فَأَصْلَحْنَا مِنْ شَأْنه وَرَوَاهُ الْهَيْثَم بْن كُلَيْب وَالطَّبَرَانِيّ مِنْ حَدِيث إِسْحَق بْن يَحْيَى بِهِ . وَعِنْد الْهَيْثَم قَالَ أَبُو عُبَيْدَة أَنْشُدك اللَّه يَا أَبَا بَكْر إِلَّا تَرَكْتَنِي ؟ فَأَخَذَ أَبُو عُبَيْدَة السَّهْم بِفِيهِ فَجَعَلَ يُنَضْنِضهُ كَرَاهِيَة أَنْ يُؤْذِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ اِسْتَلَّ السَّهْم بِفِيهِ فَبَدَرَتْ ثَنِيَّة أَبِي عُبَيْدَة وَذَكَرَ تَمَامه وَاخْتَارَهُ الْحَافِظ الضِّيَاء الْمَقْدِسِيّ فِي كِتَابه وَقَدْ ضَعَّفَ عَلِيّ بْن الْمَدِينِيّ هَذَا الْحَدِيث مِنْ جِهَة إِسْحَق بْن يَحْيَى هَذَا فَإِنَّهُ تَكَلَّمَ فِيهِ يَحْيَى بْن سَعِيد الْقَطَّان وَأَحْمَد وَيَحْيَى بْن مَعِين وَالْبُخَارِيّ وَأَبُو زُرْعَة وَأَبُو حَاتِم وَمُحَمَّد بْن سَعْد وَالنَّسَائِيّ وَغَيْرهمْ - وَقَالَ اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ عُمَر بْن السَّائِب حَدَّثَهُ أَنَّهُ بَلَغَهُ أَنَّ مَالِكًا أَبَا أَبِي سَعِيد الْخُدْرِيّ لَمَّا جُرِحَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم أُحُد مَصَّ الْجُرْح حَتَّى أَنْقَاهُ وَلَاحَ أَبْيَض فَقِيلَ لَهُ مُجَّهُ فَقَالَ لَا وَاَللَّه لَا أَمُجّهُ أَبَدًا ثُمَّ أَدْبَرَ يُقَاتِل فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَرَادَ أَنْ يَنْظُر إِلَى رَجُل مِنْ أَهْل الْجَنَّة فَلْيَنْظُرْ إِلَى هَذَا \" فَاسْتُشْهِدَ . وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ طَرِيق عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ أَبِيهِ عَنْ سَهْل بْن سَعْد أَنَّهُ سُئِلَ عَنْ جُرْح رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : جُرِحَ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكُسِرَتْ رَبَاعِيَته وَهُشِمَتْ الْبَيْضَة عَلَى رَأْسه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَتْ فَاطِمَة تَغْسِل الدَّم وَكَانَ عَلِيّ يَسْكُب عَلَيْهِ الْمَاء بِالْمِجَنِّ فَلَمَّا رَأَتْ فَاطِمَة أَنَّ الْمَاء لَا يَزِيد الدَّم إِلَّا كَثْرَة أَخَذَتْ قِطْعَة مِنْ حَصِير فَأَحْرَقَتْهَا حَتَّى إِذَا صَارَتْ رَمَادًا أَلْصَقَتْهُ بِالْجُرْحِ فَاسْتَمْسَكَ الدَّم وَقَوْله تَعَالَى \" فَأَثَابَكُمْ غَمًّا بِغَمٍّ \" أَيْ فَجَزَاكُمْ غَمًّا عَلَى غَمٍّ كَمَا تَقُول الْعَرَب نَزَلْت بِبَنِي فُلَان وَنَزَلْت عَلَى بَنِي فُلَان . وَقَالَ اِبْن جَرِير : وَكَذَا قَوْله \" وَلَأُصَلّبَنّكُم فِي جُذُوع النَّخْل \" أَيْ عَلَى جُذُوع النَّخْل قَالَ اِبْن عَبَّاس : الْغَمّ الْأَوَّل بِسَبَبِ الْهَزِيمَة وَحِين قِيلَ قُتِلَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالثَّانِي حِين عَلَاهُمْ الْمُشْرِكُونَ فَوْق الْجَبَل وَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ لَيْسَ لَهُمْ أَنْ يَعْلُونَا \" . وَعَنْ عَبْد الرَّحْمَن بْن عَوْف : الْغَمّ الْأَوَّل بِسَبَبِ الْهَزِيمَة وَالثَّانِي حِين قِيلَ قُتِلَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ ذَلِكَ عِنْدهمْ أَشَدّ وَأَعْظَم مِنْ الْهَزِيمَة رَوَاهُمَا اِبْن مَرْدُوَيه . وَرُوِيَ عَنْ عُمَر بْن الْخَطَّاب نَحْو ذَلِكَ وَذَكَرَ اِبْن أَبِي حَاتِم عَنْ قَتَادَةُ نَحْو ذَلِكَ أَيْضًا وَقَالَ السُّدِّيّ : الْغَمّ الْأَوَّل بِسَبَبِ مَا فَاتَهُمْ مِنْ الْغَنِيمَة وَالْفَتْح وَالثَّانِي بِإِشْرَافِ الْعَدُوّ عَلَيْهِمْ . وَقَالَ مُحَمَّد بْن إِسْحَق \" فَأَثَابَكُمْ غَمًّا بِغَمٍّ \" أَيْ كَرْبًا بَعْد كَرْبٍ ; قُتِلَ مَنْ قُتِلَ مِنْ إِخْوَانكُمْ وَعُلُوّ عَدُوّكُمْ عَلَيْكُمْ وَمَا وَقَعَ فِي أَنْفُسكُمْ مِنْ قَوْل : قُتِلَ نَبِيّكُمْ فَكَانَ ذَلِكَ مُتَتَابِعًا عَلَيْكُمْ غَمًّا بِغَمٍّ وَقَالَ مُجَاهِد وَقَتَادَة : الْغَمّ الْأَوَّل سَمَاعهمْ قُتِلَ مُحَمَّد وَالثَّانِي مَا أَصَابَهُمْ مِنْ الْقَتْل وَالْجِرَاح وَعَنْ قَتَادَة وَالرَّبِيع بْن أَنَس عَكْسه . وَعَنْ السُّدِّيّ : الْأَوَّل مَا فَاتَهُمْ مِنْ الظَّفَر وَالْغَنِيمَة وَالثَّانِي إِشْرَاف الْعَدُوّ عَلَيْهِمْ وَقَدْ تَقَدَّمَ هَذَا الْقَوْل عَنْ السُّدِّيّ . قَالَ اِبْن جَرِير : وَأَوْلَى هَذِهِ الْأَقْوَال بِالصَّوَابِ قَوْل مَنْ قَالَ \" فَأَثَابَكُمْ غَمًّا بِغَمٍّ \" فَأَثَابَكُمْ بِغَمِّكُمْ أَيّهَا الْمُؤْمِنُونَ بِحِرْمَانِ اللَّه إِيَّاكُمْ غَنِيمَة الْمُشْرِكِينَ وَالظَّفَر بِهِمْ وَالنَّصْر عَلَيْهِمْ وَمَا أَصَابَكُمْ مِنْ الْقَتْل وَالْجِرَاح يَوْمئِذٍ بَعْد الَّذِي كَانَ قَدْ أَرَاكُمْ فِي كُلّ ذَلِكَ مَا تُحِبُّونَ بِمَعْصِيَتِكُمْ أَمْر رَبّكُمْ وَخِلَافكُمْ أَمْر نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ ظَنّكُمْ أَنَّ نَبِيّكُمْ قَدْ قُتِلَ وَمَيْل الْعَدُوّ عَلَيْكُمْ وَنُبُوّكُمْ مِنْهُمْ : وَقَوْله تَعَالَى \" لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ \" أَيْ عَلَى مَا فَاتَكُمْ مِنْ الْغَنِيمَة وَالظَّفَر بِعَدُوِّكُمْ \" وَلَا مَا أَصَابَكُمْ مِنْ الْجِرَاح وَالْقَتْل قَالَهُ اِبْن عَبَّاس وَعَبْد الرَّحْمَن بْن عَوْف وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ \" وَاَللَّه خَبِير بِمَا تَعْمَلُونَ \" سُبْحَانه وَبِحَمْدِهِ لَا إِلَه إِلَّا هُوَ جَلَّ وَعَلَا.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39903, "aya_id": 153}]