[{"text": "فَكُّ رَقَبَةٍ", "sura_id": 90, "type": 0, "id": 6036, "aya_id": 13}, {"text": "فك رقبة", "sura_id": 90, "type": 1, "id": 12272, "aya_id": 13}, {"text": "13 - (فك رقبة) من الرق بأن أعتقها \r\n", "sura_id": 90, "type": 2, "id": 30980, "aya_id": 13}, {"text": "إنه عتق رقبة مؤمنة من أسر الرِّق.\r\n", "sura_id": 90, "type": 3, "id": 37216, "aya_id": 13}, {"text": " <font color=red>فَكُّ رَقَبَةٍ</font><BR><p>فَقَالَ \" فَكّ رَقَبَة أَوْ إِطْعَام \" وَقَالَ اِبْن زَيْد \" فَلَا اِقْتَحَمَ الْعَقَبَة \" أَيْ أَفَلَا سَلَكَ الطَّرِيق الَّتِي فِيهَا النَّجَاة وَالْخَيْر ثُمَّ بَيَّنَهَا فَقَالَ تَعَالَى\" وَمَا أَدْرَاك مَا الْعَقَبَة فَكّ رَقَبَة أَوْ إِطْعَام \" قُرِئَ فَكّ رَقَبَة بِالْإِضَافَةِ وَقُرِئَ عَلَى أَنَّهُ فِعْل وَفِيهِ ضَمِير الْفَاعِل وَالرَّقَبَة مَفْعُولَة وَكِلْتَا الْقِرَاءَتَيْنِ مَعْنَاهُمَا مُتَقَارِب . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن إِبْرَاهِيم حَدَّثَنَا عَبْد اللَّه يَعْنِي اِبْن سَعِيد بْن أَبِي هِنْد عَنْ إِسْمَاعِيل بْن أَبِي حَكِيم مَوْلَى آلِ الزُّبَيْر عَنْ سَعْد بْن مَرْجَانَة أَنَّهُ سَمِعَ أَبَا هُرَيْرَة يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَعْتَقَ رَقَبَة مُؤْمِنَة أَعْتَقَ اللَّه بِكُلِّ إِرْب - أَيْ عُضْو - مِنْهَا إِرْبًا مِنْهُ مِنْ النَّار حَتَّى إِنَّهُ لَيُعْتِقُ بِالْيَدِ الْيَد وَبِالرِّجْلِ الرِّجْل وَبِالْفَرْجِ الْفَرْج \" فَقَالَ عَلِيّ بْن الْحُسَيْن أَنْتَ سَمِعْت هَذَا مِنْ أَبِي هُرَيْرَة ؟ فَقَالَ سَعِيد نَعَمْ فَقَالَ عَلِيّ بْن الْحُسَيْن لِغُلَامٍ لَهُ أَفْرَه غِلْمَانه اُدْعُ مُطَرِّفًا فَلَمَّا قَامَ بَيْن يَدَيْهِ قَالَ اِذْهَبْ فَأَنْتَ حُرّ لِوَجْهِ اللَّه وَقَدْ رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ سَعِيد بْن مَرْجَانَة بِهِ وَعِنْد مُسْلِم أَنَّ هَذَا الْغُلَام الَّذِي أَعْتَقَهُ عَلِيّ بْن الْحُسَيْن زَيْن الْعَابِدِينَ كَانَ قَدْ أُعْطِيَ فِيهِ عَشَرَة آلَاف دِرْهَم وَقَالَ قَتَادَة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ مَعْدَان بْن أَبِي طَلْحَة عَنْ أَبِي نَجِيح قَالَ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" أَيّمَا مُسْلِم أَعْتَقَ رَجُلًا مُسْلِمًا فَإِنَّ اللَّه جَاعِل وَفَاء كُلّ عَظْم مِنْ عِظَامه عَظْمًا مِنْ عِظَامه مُحَرَّرًا مِنْ النَّار وَأَيّمَا اِمْرَأَة أَعْتَقَتْ اِمْرَأَة مُسْلِمَة فَإِنَّ اللَّه جَاعِل وَفَاء كُلّ عَظْم مِنْ عِظَامهَا عَظْمًا مِنْ عِظَامهَا مِنْ النَّار \" رَوَاهُ اِبْن جَرِير هَكَذَا وَأَبُو نَجِيح هَذَا هُوَ عُمَر بْن عَبَسَة السُّلَمِيّ رَضِيَ اللَّه عَنْهُ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَيْوَة بْن شُرَيْح حَدَّثَنَا بَقِيَّة حَدَّثَنِي بُجَيْر بْن سَعْد عَنْ خَالِد بْن مَعْدَان عَنْ كَثِير بْن مُرَّة عَنْ عَمْرو بْن عَبَسَة أَنَّهُ حَدَّثَهُمْ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ بَنَى مَسْجِدًا لِيُذْكَرَ اللَّه فِيهِ بَنَى اللَّه لَهُ بَيْتًا فِي الْجَنَّة وَمَنْ أَعْتَقَ نَفْسًا مُسْلِمَة كَانَتْ فِدْيَته مِنْ جَهَنَّم وَمَنْ شَابَ شَيْبَة فِي الْإِسْلَام كَانَتْ لَهُ نُورًا يَوْم الْقِيَامَة \" \" طَرِيق أُخْرَى\" قَالَ أَحْمَد حَدَّثَنَا الْحَكَم بْن نَافِع حَدَّثَنَا جَرِير عَنْ سُلَيْم بْن عَامِر أَنَّ شُرَحْبِيل بْن السِّمْط قَالَ لِعَمْرِو بْن عَبَسَة حَدِّثْنَا حَدِيثًا لَيْسَ فِيهِ تَزَيُّد وَلَا نِسْيَان قَالَ عَمْرو سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" مَنْ أَعْتَقَ رَقَبَة مُسْلِم كَانَتْ فِكَاكه مِنْ النَّار عُضْوًا بِعُضْوٍ وَمَنْ شَابَ شَيْبَة فِي سَبِيل اللَّه كَانَتْ لَهُ نُورًا يَوْم الْقِيَامَة وَمَنْ رَمَى بِسَهْمٍ فَبَلَغَ فَأَصَابَ أَوْ أَخْطَأَ كَانَ كَمُعْتِقِ رَقَبَة مِنْ بَنِي إِسْمَاعِيل \" وَرَوَى أَبُو دَاوُد وَالنَّسَائِيّ بَعْضه \" طَرِيق أُخْرَى \" قَالَ أَحْمَد حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا الْفَرَج حَدَّثَنَا لُقْمَان عَنْ أَبِي أُمَامَة عَنْ عَمْرو بْن عَبَسَة قَالَ : قُلْت لَهُ حَدِّثْنَا حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْسَ فِيهِ اِنْتِقَاص وَلَا وَهْم قَالَ سَمِعْته يَقُول \" مَنْ وُلِدَ لَهُ ثَلَاثَة أَوْلَاد فِي الْإِسْلَام فَمَاتُوا قَبْل أَنْ يَبْلُغُوا الْحِنْث أَدْخَلَهُ اللَّه الْجَنَّة بِفَضْلِ رَحْمَته إِيَّاهُمْ وَمَنْ شَابَ شَيْبَة فِي سَبِيل اللَّه كَانَتْ لَهُ نُورًا يَوْم الْقِيَامَة وَمَنْ رَمَى بِسَهْمٍ فِي سَبِيل اللَّه بَلَغَ بِهِ الْعَدُوّ أَصَابَ أَوْ أَخْطَأَ كَانَ لَهُ عِتْق رَقَبَة وَمَنْ أَعْتَقَ رَقَبَة مُؤْمِنَة أَعْتَقَ اللَّه بِكُلِّ عُضْو مِنْهُ عُضْوًا مِنْهُ مِنْ النَّار وَمَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيل اللَّه فَإِنَّ لِلْجَنَّةِ ثَمَانِيَة أَبْوَاب يُدْخِلهُ اللَّه مِنْ أَيّ بَاب شَاءَ مِنْهَا \" وَهَذِهِ أَسَانِيد قَوِيَّة وَلِلَّهِ الْحَمْد . \" حَدِيث آخَر \" قَالَ أَبُو دَاوُد حَدَّثَنَا عِيسَى بْن مُحَمَّد الرَّمْلِيّ حَدَّثَنَا ضَمْرَة عَنْ اِبْن أَبِي عَبْلَة عَنْ الْعَرِيف بْن عَيَّاش الدَّيْلَمِيّ قَالَ أَتَيْنَا وَاثِلَة بْن الْأَسْقَع فَقُلْنَا لَهُ حَدِّثْنَا حَدِيثًا لَيْسَ فِيهِ زِيَادَة وَلَا نُقْصَان فَغَضِبَ وَقَالَ إِنَّ أَحَدكُمْ لَيَقْرَأ وَمُصْحَفه مُعَلَّق فِي بَيْته فَيَزِيد وَيَنْقُص قُلْنَا إِنَّمَا أَرَدْنَا حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : أَتَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي صَاحِب لَنَا قَدْ أَوْجَبَ يَعْنِي النَّار بِالْقَتْلِ فَقَالَ \" أَعْتِقُوا عَنْهُ يُعْتِق اللَّه بِكُلِّ عُضْو مِنْهُ عُضْوًا مِنْ النَّار \" وَكَذَا رَوَاهُ النَّسَائِيّ مِنْ حَدِيث إِبْرَاهِيم بْن أَبِي عَبْلَة عَنْ الْعَرِيف بْن عَيَّاش الدَّيْلَمِيّ عَنْ وَاثِلَة بِهِ . \" حَدِيث آخَر \" قَالَ أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا هِشَام عَنْ قَتَادَة عَنْ قَيْس الْجُذَامِيّ عَنْ عُقْبَة بْن عَامِر الْجُهَنِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَعْتَقَ رَقَبَة مُسْلِمَة فَهُوَ فِدَاؤُهُ مِنْ النَّار \" وَحَدَّثَنَا عَبْد الْوَهَّاب الْخَفَّاف عَنْ سَعِيد عَنْ قَتَادَة قَالَ : ذُكِرَ لَنَا أَنَّ قَيْسًا الْجُذَامِيّ حَدَّثَ عَنْ عُقْبَة بْن عَامِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَعْتَقَ رَقَبَة مُؤْمِنَة فَهِيَ فِكَاكه مِنْ النَّار \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه . \" حَدِيث آخَر\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم وَأَبُو أَحْمَد قَالَا حَدَّثَنَا عِيسَى بْن عَبْد الرَّحْمَن الْبَجَلِيّ مِنْ بَنِي بَجِيلَة مِنْ بَنِي سُلَيْم عَنْ طَلْحَة بْن مُصَرِّف عَنْ عَبْد الرَّحْمَن بْن عَوْسَجَة عَنْ الْبَرَاء بْن عَازِب قَالَ : جَاءَ أَعْرَابِيّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه عَلِّمْنِي عَمَلًا يُدْخِلنِي الْجَنَّة فَقَالَ \" لَئِنْ كُنْت أَقْصَرْت الْخُطْبَة لَقَدْ أَعْرَضْت الْمَسْأَلَة أَعْتِقْ النَّسَمَة وَفُكَّ الرَّقَبَة \" فَقَالَ يَا رَسُول اللَّه أَوَلَيْسَتَا بِوَاحِدَةٍ ؟ قَالَ \" لَا إِنَّ عِتْق النَّسَمَة أَنْ تَنْفَرِد بِعِتْقِهَا وَفَكّ الرَّقَبَة أَنْ تُعِين فِي عِتْقهَا وَالْمِنْحَة الْوَكُوف وَالْفَيْء عَلَى ذِي الرَّحِم الظَّالِم فَإِنْ لَمْ تُطِقْ ذَلِكَ فَأَطْعِمْ الْجَائِع وَاسْقِ الظَّمْآن وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنْ الْمُنْكَر فَإِنْ لَمْ تُطِقْ ذَلِكَ فَكُفَّ لِسَانك إِلَّا مِنْ الْخَيْر \" .</p><BR> <br> ", "sura_id": 90, "type": 4, "id": 43527, "aya_id": 13}]