[{"text": "قُلْ مَن كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا", "sura_id": 19, "type": 0, "id": 2325, "aya_id": 75}, {"text": "قل من كان في الضلالة فليمدد له الرحمن مدا حتى إذا رأوا ما يوعدون إما العذاب و إما الساعة فسيعلمون من هو شر مكانا و أضعف جندا", "sura_id": 19, "type": 1, "id": 8561, "aya_id": 75}, {"text": "75 - (قل من كان في الضلالة) شرط جوابه (فليمدد) بمعنى الخبر أي يمد (له الرحمن مدا) في الدنيا يستدرجه (حتى إذا رأوا ما يوعدون إما العذاب) كالقتل والأسر (وإما الساعة) المشتملة على جهنم فيدخلونها (فسيعلمون من هو شر مكانا وأضعف جندا) أعوانا أهم أم المؤمنون وجندهم الشياطين وجند المؤمنين عليهم الملائكة \r\n", "sura_id": 19, "type": 2, "id": 27269, "aya_id": 75}, {"text": "قل - أيها الرسول - لهم: من كان ضالا عن الحق غير متبع طريق الهدى, فالله يمهله ويملي له في ضلاله, حتى إذا رأى - يقينا - ما توعَّده الله به: إما العذاب العاجل في الدنيا, وإما قيام الساعة, فسيعلم - حينئذ - مَن هو شر مكانًا ومستقرًا, وأضعف قوة وجندًا.\r\n", "sura_id": 19, "type": 3, "id": 33505, "aya_id": 75}, {"text": " <font color=red>قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا</font><BR><p>يَقُول تَعَالَى \" قُلْ \" يَا مُحَمَّد لِهَؤُلَاءِ الْمُشْرِكِينَ بِرَبِّهِمْ الْمُدَّعِينَ أَنَّهُمْ عَلَى الْحَقّ وَأَنَّكُمْ عَلَى الْبَاطِل \" مَنْ كَانَ فِي الضَّلَالَة \" أَيْ مِنَّا وَمِنْكُمْ \" فَلْيَمْدُدْ لَهُ الرَّحْمَن مَدًّا \" أَيْ فَأَمْهَلَهُ الرَّحْمَن فِيمَا هُوَ فِيهِ حَتَّى يَلْقَى رَبّه وَيَنْقَضِي أَجَله \" إِمَّا الْعَذَاب \" يُصِيبهُ \" وَإِمَّا السَّاعَة \" بَغْتَة تَأْتِيه \" فَسَيَعْلَمُونَ \" حِينَئِذٍ \" مَنْ هُوَ شَرّ مَكَانًا وَأَضْعَف جُنْدًا \" فِي مُقَابَلَة مَا اِحْتَجُّوا بِهِ مِنْ خَيْرِيَّة الْمَقَام وَحُسْن النَّدِيّ قَالَ مُجَاهِد فِي قَوْله \" فَلْيَمْدُدْ لَهُ الرَّحْمَن مَدًّا \" فَلْيَدَعْهُ اللَّه فِي طُغْيَانه هَكَذَا قَرَّرَ ذَلِكَ أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه وَهَذِهِ مُبَاهَلَة لِلْمُشْرِكِينَ الَّذِينَ يَزْعُمُونَ أَنَّهُمْ عَلَى هُدًى فِيمَا هُمْ فِيهِ كَمَا ذَكَرَ تَعَالَى مُبَاهَلَة الْيَهُود فِي قَوْله \" يَا أَيّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاء لِلَّهِ مِنْ دُون النَّاس فَتَمَنَّوْا الْمَوْت إِنْ كُنْتُمْ صَادِقِينَ \" أَيْ اُدْعُوا بِالْمَوْتِ عَلَى الْمُبْطِل مِنَّا أَوْ مِنْكُمْ إِنْ كُنْتُمْ تَدَّعُونَ أَنَّكُمْ عَلَى الْحَقّ فَإِنَّهُ لَا يَضُرّكُمْ الدُّعَاء فَنَكَلُوا عَنْ ذَلِكَ وَقَدْ تَقَدَّمَ تَقْدِير ذَلِكَ فِي سُورَة الْبَقَرَة مَبْسُوطًا وَلِلَّهِ الْحَمْد وَكَمَا ذَكَرَ تَعَالَى الْمُبَاهَلَة مَعَ النَّصَارَى فِي سُورَة آلَ عِمْرَان حِين صَمَّمُوا عَلَى الْكُفْر وَاسْتَمَرُّوا عَلَى الطُّغْيَان وَالْغُلُوّ فِي دَعْوَاهُمْ أَنَّ عِيسَى وَلَد اللَّه وَقَدْ ذَكَرَ اللَّه حُجَجه وَبَرَاهِينه عَلَى عُبُودِيَّة عِيسَى وَأَنَّهُ مَخْلُوق كَآدَم قَالَ تَعَالَى بَعْد ذَلِكَ \" فَمَنْ حَاجَّك فِيهِ مِنْ بَعْد مَا جَاءَك مِنْ الْعِلْم فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسنَا وَأَنْفُسكُمْ ثُمَّ نَبْتَهِل فَنَجْعَل لَعْنَة اللَّه عَلَى الْكَاذِبِينَ \" فَنَكَلُوا أَيْضًا عَنْ ذَلِكَ .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38471, "aya_id": 75}]