[{"text": "إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُ وَتِلْكَ الأيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللّهُ الَّذِينَ آمَنُواْ وَيَتَّخِذَ مِنكُمْ شُهَدَاء وَاللّهُ لاَ يُحِبُّ الظَّالِمِينَ", "sura_id": 3, "type": 0, "id": 433, "aya_id": 140}, {"text": "إن يمسسكم قرح فقد مس القوم قرح مثله وتلك الأيام نداولها بين الناس وليعلم الله الذين آمنوا ويتخذ منكم شهداء والله لا يحب الظالمين", "sura_id": 3, "type": 1, "id": 6669, "aya_id": 140}, {"text": "140 - (إن يمسسكم) يصبكم بأُحُد (قَرح) بفتح القاف وضمها: جهد من جرح ونحوه (فقد مس القوم) الكفار (قرح مثله) ببدر (وتلك الأيام نداولها) نصرفها (بين الناس) يوما لفرقة ويوما لأخرى ليتعظوا (وليعلم الله) علم ظهور (الذين آمنوا) أخلصوا في إيمانهم من غيرهم (ويتخذ منكم شهداء) يكرمهم بالشهادة (والله لا يحب الظالمين) الكافرين أي يعاقبهم وما ينعم به عليهم استدراج \r\n", "sura_id": 3, "type": 2, "id": 25377, "aya_id": 140}, {"text": "إن أصابتكم -أيها المؤمنون- جراح أو قتل في غزوة \"أُحد\" فحزنتم لذلك, فقد أصاب المشركين جراح وقتل مثل ذلك في غزوة \"بدر\". وتلك الأيام يُصَرِّفها الله بين الناس, نصر مرة وهزيمة أخرى, لما في ذلك من الحكمة, حتى يظهر ما علمه الله في الأزل ليميز الله المؤمن الصادق مِن غيره, ويُكْرِمَ أقوامًا منكم بالشهادة. والله لا يحب الذين ظلموا أنفسهم, وقعدوا عن القتال في سبيله.\r\n", "sura_id": 3, "type": 3, "id": 31613, "aya_id": 140}, {"text": " <font color=red>إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ</font><BR><p>أَيْ نُدِيل عَلَيْكُمْ الْأَعْدَاء تَارَة وَإِنْ كَانَتْ لَكُمْ الْعَاقِبَة لِمَا لَنَا فِي ذَلِكَ مِنْ الْحِكْمَة وَلِهَذَا قَالَ تَعَالَى \" وَلِيَعْلَمَ اللَّه الَّذِينَ آمَنُوا \" قَالَ اِبْن عَبَّاس : فِي مِثْل هَذَا لِنَرَى مَنْ يَصْبِر عَلَى مُنَاجَزَة الْأَعْدَاء \" وَيَتَّخِذ مِنْكُمْ شُهَدَاء \" يَعْنِي يُقْتَلُونَ فِي سَبِيله وَيَبْذُلُونَ مُهَجهمْ فِي مَرْضَاته.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39889, "aya_id": 140}]