[{"text": "أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِن يَشَأِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ", "sura_id": 42, "type": 0, "id": 4296, "aya_id": 24}, {"text": "أم يقولون افترى على الله كذبا فإن يشأ الله يختم على قلبك ويمح الله الباطل ويحق الحق بكلماته إنه عليم بذات الصدور", "sura_id": 42, "type": 1, "id": 10532, "aya_id": 24}, {"text": "24 - (أم) بل (يقولون افترى على الله كذبا) بنسبة القرآن إلى الله تعالى (فإن يشأ الله يختم) يربط (على قلبك) بالصبر على أذاهم بهذا القول وغيره وقد فعل (ويمح الله الباطل) الذي قالوه (ويحق الحق) يثبته (بكلماته) المنزلة على نبيه (إنه عليم بذات الصدور) بما في القلوب \r\n", "sura_id": 42, "type": 2, "id": 29240, "aya_id": 24}, {"text": "بل أيقول هؤلاء المشركون: اختلق محمد الكذب على الله, فجاء بالذي يتلوه علينا اختلاقًا من عند نفسه؟ فإن يشأ الله يطبع على قلبك -أيها الرسول- لو فعلت ذلك. ويُذْهِبُ الله الباطل فيمحقه، ويحق الحق بكلماته التي لا تتبدل ولا تتغيَّر، وبوعده الصادق الذي لا يتخلف. إن الله عليم بما في قلوب العباد، لا يخفى عليه شيء منه.\r\n", "sura_id": 42, "type": 3, "id": 35476, "aya_id": 24}, {"text": " <font color=red>أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَأِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</font><BR><p>أَيْ لَوْ اِفْتَرَيْت عَلَيْهِ كَذِبًا كَمَا يَزْعُم هَؤُلَاءِ الْجَاهِلُونَ \" يَخْتِم عَلَى قَلْبك\" أَيْ يَطْبَع عَلَى قَلْبك وَسَلَبَك مَا كَانَ آتَاك مِنْ الْقُرْآن كَقَوْلِهِ جَلَّ جَلَاله \" وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْض الْأَقَاوِيل لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِين فَمَا مِنْكُمْ مِنْ أَحَد عَنْهُ حَاجِزِينَ \" أَيْ لَانْتَقَمْنَا مِنْهُ أَشَدّ الِانْتِقَام وَمَا قَدَرَ أَحَد مِنْ النَّاس أَنْ يَحْجِز عَنْهُ . وَقَوْله جَلَّتْ عَظَمَته \" وَيَمْحُ اللَّه الْبَاطِل \" لَيْسَ مَعْطُوفًا عَلَى قَوْله \" يَخْتِم \" فَيَكُون مَجْزُومًا بَلْ هُوَ مَرْفُوع عَلَى الِابْتِدَاء . قَالَهُ اِبْن جَرِير قَالَ وَحُذِفَتْ مِنْ كِتَابَته الْوَاو فِي رَسْم مُصْحَف الْإِمَام كَمَا حُذِفَتْ فِي قَوْله \" سَنَدْعُ الزَّبَانِيَة \" وَقَوْله تَعَالَى \" وَيَدْعُ الْإِنْسَان بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ \" . وَقَوْله عَزَّ وَجَلَّ\" وَيُحِقّ الْحَقّ بِكَلِمَاتِهِ \" مَعْطُوف عَلَى \" وَيَمْحُ اللَّه الْبَاطِل وَيُحِقّ الْحَقّ \" أَيْ يُحَقِّقهُ وَيُثْبِتهُ وَيُبَيِّنهُ وَيُوَضِّحهُ بِكَلِمَاتِهِ أَيْ بِحُجَجِهِ وَبَرَاهِينه \" إِنَّهُ عَلِيم بِذَاتِ الصُّدُور \" أَيْ بِمَا تُكِنّهُ الضَّمَائِر وَتَنْطَوِي عَلَيْهِ السَّرَائِر .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41095, "aya_id": 24}]