[{"text": "إِذَا الشَّمْسُ كُوِّرَتْ", "sura_id": 81, "type": 0, "id": 5801, "aya_id": 1}, {"text": "إذا الشمس كورت", "sura_id": 81, "type": 1, "id": 12037, "aya_id": 1}, {"text": "سورة التكوير 1 - (إذا الشمس كورت) لففت وذهب بنورها \r\n", "sura_id": 81, "type": 2, "id": 30745, "aya_id": 1}, {"text": "إذا الشمس لُفَّت وذهب ضَوْءُها,\r\n", "sura_id": 81, "type": 3, "id": 36981, "aya_id": 1}, {"text": " <font color=red>إِذَا الشَّمْسُ كُوِّرَتْ</font><BR><p>سُورَة التَّكْوِير : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا عَبْد اللَّه بْن بَحِير الْقَاصّ أَنَّ عَبْد الرَّحْمَن بْن يَزِيد الصَّنْعَانِيّ أَخْبَرَهُ أَنَّهُ سَمِعَ اِبْن عُمَر يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ سَرَّهُ أَنْ يَنْظُر إِلَى يَوْم الْقِيَامَة كَأَنَّهُ رَأْي عَيْن فَلْيَقْرَأْ \" إِذَا الشَّمْس كُوِّرَتْ \" \" وَإِذَا السَّمَاء اِنْفَطَرَتْ \" \" وَإِذَا السَّمَاء اِنْشَقَّتْ \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ الْعَبَّاس بْن عَبْد الْعَظِيم الْعَنْبَرِيّ عَنْ عَبْد الرَّزَّاق بِهِ . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" إِذَا الشَّمْس كُوِّرَتْ \" يَعْنِي أَظْلَمَتْ وَقَالَ الْعَوْفِيّ عَنْهُ : ذَهَبَتْ وَقَالَ مُجَاهِد اِضْمَحَلَّتْ وَذَهَبَتْ وَكَذَا قَالَ الضَّحَّاك وَقَالَ قَتَادَة ذَهَبَ ضَوْءُهَا وَقَالَ سَعِيد بْن جُبَيْر كُوِّرَتْ غُوِّرَتْ وَقَالَ الرَّبِيع بْن خُثَيْم كُوِّرَتْ يَعْنِي رُمِيَ بِهَا وَقَالَ أَبُو صَالِح كُوِّرَتْ أُلْقِيَتْ وَعَنْهُ أَيْضًا نُكِسَتْ وَقَالَ زَيْد بْن أَسْلَم تَقَع فِي الْأَرْض قَالَ اِبْن جَرِير وَالصَّوَاب مِنْ الْقَوْل عِنْدنَا فِي ذَلِكَ أَنَّ التَّكْوِير جَمْع الشَّيْء بَعْضه عَلَى بَعْض وَمِنْهُ تَكْوِير الْعِمَامَة وَجَمْع الثِّيَاب بَعْضهَا إِلَى بَعْض فَمَعْنَى قَوْله تَعَالَى \" كُوِّرَتْ \" جُمِعَ بَعْضهَا إِلَى بَعْض ثُمَّ لُفَّتْ فَرُمِيَ بِهَا وَإِذَا فُعِلَ بِهَا ذَلِكَ ذَهَبَ ضَوْءُهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ وَعَمْرو بْن عَبْد اللَّه الْأَوْدِيّ حَدَّثَنَا أَبُو أُسَامَة عَنْ مُجَالِد عَنْ شَيْخ مِنْ بَجِيلَة عَنْ اِبْن عَبَّاس \" إِذَا الشَّمْس كُوِّرَتْ\" قَالَ يُكَوِّر اللَّه الشَّمْس وَالْقَمَر وَالنُّجُوم يَوْم الْقِيَامَة فِي الْبَحْر وَيَبْعَث اللَّه رِيحًا دَبُورًا فَتُضْرِمهَا نَارًا وَكَذَا قَالَ عَامِر الشَّعْبِيّ ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح حَدَّثَنِي مُعَاوِيَة بْن صَالِح عَنْ اِبْن يَزِيد بْن أَبِي مَرْيَم عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِي قَوْل اللَّه \" إِذَا الشَّمْس كُوِّرَتْ \" قَالَ \" كُوِّرَتْ فِي جَهَنَّم \" وَقَالَ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده حَدَّثَنَا مُوسَى بْن مُحَمَّد بْن حِبَّان حَدَّثَنَا دُرُسْت بْن زِيَاد حَدَّثَنَا يَزِيد الرَّقَاشِيّ حَدَّثَنَا أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الشَّمْس وَالْقَمَر ثَوْرَانِ عَقِيرَانِ فِي النَّار \" . هَذَا حَدِيث ضَعِيف لِأَنَّ يَزِيد الرَّقَاشِيّ ضَعِيف وَاَلَّذِي رَوَاهُ الْبُخَارِيّ فِي الصَّحِيح بِدُونِ هَذِهِ الزِّيَادَة ثُمَّ قَالَ الْبُخَارِيّ حَدَّثَنَا مُسَدَّد حَدَّثَنَا عَبْد الْعَزِيز بْن الْمُخْتَار حَدَّثَنَا عَبْد اللَّه الدَّانَاج حَدَّثَنِي أَبُو سَلَمَة بْن عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" الشَّمْس وَالْقَمَر يُكَوَّرَانِ يَوْم الْقِيَامَة \" اِنْفَرَدَ بِهِ الْبُخَارِيّ وَهَذَا لَفْظُهُ وَإِنَّمَا أَخْرَجَهُ فِي كِتَاب بَدْء الْخَلْق وَكَانَ جَدِيرًا أَنْ يَذْكُرهُ هَاهُنَا أَوْ يُكَرِّرهُ كَمَا هِيَ عَادَته فِي أَمْثَاله وَقَدْ رَوَاهُ الْبَزَّار فَجَوَّدَ إِيرَاده فَقَالَ حَدَّثَنَا إِبْرَاهِيم بْن زِيَاد الْبَغْدَادِيّ حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا عَبْد الْعَزِيز بْن الْمُخْتَار عَنْ عَبْد اللَّه الدَّانَاج قَالَ سَمِعْت أَبَا سَلَمَة بْن عَبْد الرَّحْمَن بْن خَالِد بْن عَبْد اللَّه الْقَسْرِيّ فِي هَذَا الْمَسْجِد مَسْجِد الْكُوفَة وَجَاءَ الْحَسَن فَجَلَسَ إِلَيْهِ فَحَدَّثَ قَالَ حَدَّثَنَا أَبُو هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الشَّمْس وَالْقَمَر ثَوْرَانِ فِي النَّار عَقِيرَانِ يَوْم الْقِيَامَة \" فَقَالَ الْحَسَن وَمَا ذَنْبهمَا ؟ فَقَالَ أُحَدِّثك عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتَقُول أَحْسَبهُ قَالَ وَمَا ذَنْبهمَا ثُمَّ قَالَ لَا يُرْوَى عَنْ أَبِي هُرَيْرَة إِلَّا مِنْ هَذَا الْوَجْه وَلَمْ يَرْوِ عَبْد اللَّه الدَّانَاج عَنْ أَبِي سَلَمَة سِوَى هَذَا الْحَدِيث .</p><BR> <br> ", "sura_id": 81, "type": 4, "id": 43171, "aya_id": 1}]