[{"text": "إِنَّ الَّذِينَ اتَّقَواْ إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشَّيْطَانِ تَذَكَّرُواْ فَإِذَا هُم مُّبْصِرُونَ", "sura_id": 7, "type": 0, "id": 1155, "aya_id": 201}, {"text": "إن الذين اتقوا إذا مسهم طائف من الشيطان تذكروا فإذا هم مبصرون", "sura_id": 7, "type": 1, "id": 7391, "aya_id": 201}, {"text": "201 - (إن الذين اتقوا إذا مسهم) أصابهم (طيف) وفي قراءة {طائف} أي شيء ألم بهم (من الشيطان تذكروا) عقاب الله وثوابه (فإذا هم مبصرون) الحق من غيره فيرجعون \r\n", "sura_id": 7, "type": 2, "id": 26099, "aya_id": 201}, {"text": "إن الذين اتقوا الله مِن خلقه, فخافوا عقابه بأداء فرائضه واجتناب نواهيه, إذا أصابهم عارض من وسوسة الشيطان تذكَّروا ما أوجب الله عليهم من طاعته, والتوبة إليه, فإذا هم منتهون عن معصية الله على بصيرة, آخذون بأمر الله, عاصون للشيطان.\r\n", "sura_id": 7, "type": 3, "id": 32335, "aya_id": 201}, {"text": " <font color=red>إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْمُتَّقِينَ مِنْ عِبَاده الَّذِينَ أَطَاعُوهُ فِيمَا أَمَرَ وَتَرَكُوا مَا عَنْهُ زَجَرَ أَنَّهُمْ إِذَا مَسَّهُمْ أَيْ أَصَابَهُمْ طَيْف وَقَرَأَ الْآخَرُونَ طَائِف وَقَدْ جَاءَ فِيهِ حَدِيث وَهُمَا قِرَاءَتَانِ مَشْهُورَتَانِ فَقِيلَ بِمَعْنًى وَاحِد وَقِيلَ بَيْنهمَا فَرْق وَمِنْهُمْ مَنْ فَسَّرَ ذَلِكَ بِالْغَضَبِ وَمِنْهُمْ مَنْ فَسَّرَهُ بِمَسِّ الشَّيْطَان بِالصَّرْعِ وَنَحْوه وَمِنْهُمْ مَنْ فَسَّرَهُ بِالْهَمِّ بِالذَّنْبِ وَمِنْهُمْ مَنْ فَسَّرَهُ بِإِصَابَةِ الذَّنْب وَقَوْله تَذَكَّرُوا أَيْ عِقَاب اللَّه وَجَزِيل ثَوَابه وَوَعْده وَوَعِيده فَتَابُوا وَأَنَابُوا وَاسْتَعَاذُوا بِاَللَّهِ وَرَجَعُوا إِلَيْهِ مِنْ قَرِيب \" فَإِذَا هُمْ مُبْصِرُونَ\" أَيْ قَدْ اِسْتَقَامُوا وَصَحُّوا مِمَّا كَانُوا فِيهِ وَقَدْ أَوْرَدَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ هَاهُنَا حَدِيث مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : جَاءَتْ اِمْرَأَة إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبِهَا طَيْف فَقَالَتْ يَا رَسُول اللَّه اُدْعُ اللَّه أَنْ يَشْفِينِي فَقَالَ \" إِنْ شِئْت دَعَوْت اللَّه فَشَفَاك وَإِنْ شِئْت فَاصْبِرِي وَلَا حِسَاب عَلَيْك \" فَقَالَتْ : بَلْ أَصْبِر وَلَا حِسَاب عَلَيَّ وَرَوَاهُ غَيْر وَاحِد مِنْ أَهْل السُّنَن وَعِنْدهمْ قَالَتْ : يَا رَسُول اللَّه إِنِّي أُصْرَع وَأَتَكَشَّف فَادْعُ اللَّه أَنْ يَشْفِينِي فَقَالَ \" إِنْ شِئْت دَعَوْت اللَّه أَنْ يَشْفِيك وَإِنْ شِئْت صَبَرْت وَلَك الْجَنَّة \" فَقَالَتْ : بَلْ أَصْبِر وَلِيَ الْجَنَّة وَلَكِنْ اُدْعُ اللَّه أَنْ لَا أَتَكَشَّف فَدَعَا لَهَا فَكَانَتْ لَا تَتَكَشَّف وَأَخْرَجَهُ الْحَاكِم فِي مُسْتَدْرَكه وَقَالَ صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ وَقَدْ ذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة عَمْرو بْن جَامِع مِنْ تَارِيخه أَنَّ شَابًّا كَانَ يَتَعَبَّد فِي الْمَسْجِد فَهَوِيَتْهُ اِمْرَأَة فَدَعَتْهُ إِلَى نَفْسهَا فَمَا زَالَتْ بِهِ حَتَّى كَادَ يَدْخُل مَعَهَا الْمَنْزِل فَذَكَرَ هَذِهِ الْآيَة \" إِنَّ الَّذِينَ اِتَّقَوْا إِذَا مَسَّهُمْ طَائِف مِنْ الشَّيْطَان تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ \" فَخَرَّ مَغْشِيًّا عَلَيْهِ ثُمَّ أَفَاقَ فَأَعَادَهَا فَمَاتَ فَجَاءَ عُمَر فَعَزَّى فِيهِ أَبَاهُ وَكَانَ قَدْ دُفِنَ لَيْلًا فَذَهَبَ فَصَلَّى عَلَى قَبْره بِمَنْ مَعَهُ ثُمَّ نَادَاهُ عُمَر فَقَالَ يَا فَتَى\" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" فَأَجَابَهُ الْفَتَى مِنْ دَاخِل الْقَبْر : يَا عُمَر قَدْ أَعْطَانِيهِمَا رَبِّي عَزَّ وَجَلَّ فِي الْجَنَّة مَرَّتَيْنِ . وَقَوْله تَعَالَى \" وَإِخْوَانهمْ يَمُدُّونَهُمْ\" أَيْ وَإِخْوَان الشَّيَاطِين مِنْ الْإِنْس كَقَوْلِهِ \" إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَان الشَّيَاطِين \" وَهُمْ أَتْبَاعهمْ وَالْمُسْتَمِعُونَ لَهُمْ الْقَابِلُونَ لِأَوَامِرِهِمْ يَمُدُّونَهُمْ فِي الْغَيّ أَيْ تُسَاعِدهُمْ الشَّيَاطِين عَلَى الْمَعَاصِي وَتُسَهِّلهَا عَلَيْهِمْ وَتُحَسِّنهَا لَهُمْ . وَقَالَ اِبْن كَثِير : الْمَدّ الزِّيَادَة يَعْنِي يَزِيدُونَهُمْ فِي الْغَيّ يَعْنِي الْجَهْل وَالسَّفَه \" ثُمَّ لَا يُقْصِرُونَ \" قِيلَ مَعْنَاهُ إِنَّ الشَّيَاطِين تَمُدّ الْإِنْس لَا تُقَصِّر فِي أَعْمَالهمْ بِذَلِكَ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42580, "aya_id": 201}]