[{"text": "وَإِذَا سَمِعُواْ مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُواْ مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ", "sura_id": 5, "type": 0, "id": 752, "aya_id": 83}, {"text": "وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين", "sura_id": 5, "type": 1, "id": 6988, "aya_id": 83}, {"text": "83 - قال تعالى: (وإذا سمعوا ما أنزل إلى الرسول) من القرآن (ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا) صدقنا بنبيك وكتابك (فاكتبنا مع الشاهدين) المقربين بتصديقهم \r\n", "sura_id": 5, "type": 2, "id": 25696, "aya_id": 83}, {"text": "ومما يدل على قرب مودتهم للمسلمين أن فريقًا منهم (وهم وفد الحبشة لما سمعوا القرآن) فاضت أعينهم من الدمع فأيقنوا أنه حقٌّ منزل من عند الله تعالى, وصدَّقوا بالله واتبعوا رسوله, وتضرعوا إلى الله أن يكرمهم بشرف الشهادة مع أمَّة محمد عليه السلام على الأمم يوم القيامة.\r\n", "sura_id": 5, "type": 3, "id": 31932, "aya_id": 83}, {"text": " <font color=red>وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ</font><BR><p>فَقَالَ \" وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُول تَرَى أَعْيُنهمْ تَفِيض مِنْ الدَّمْع مِمَّا عَرَفُوا مِنْ الْحَقّ \" أَيْ مِمَّا عِنْدهمْ مِنْ الْبِشَارَة بِبَعْثَةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولُونَ \" رَبّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ \" أَيْ مَعَ مَنْ يَشْهَد بِصِحَّةِ هَذَا وَيُؤْمِن بِهِ وَقَدْ رَوَى النَّسَائِيّ عَنْ عَمْرو بْن عَلِيّ الْفَلَّاس عَنْ عُمَر بْن عَلِيّ بْن مُقَدَّم عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن الزُّبَيْر قَالَ نَزَلَتْ هَذِهِ الْآيَة فِي النَّجَاشِيّ وَفِي أَصْحَابه \" وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُول تَرَى أَعْيُنهمْ تَفِيض مِنْ الدَّمْع مِمَّا عَرَفُوا مِنْ الْحَقّ يَقُولُونَ رَبّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ\" وَرَوَى اِبْن أَبِي حَاتِم وَابْن مَرْدُوَيْهِ وَالْحَاكِم فِي مُسْتَدْرَكه عَنْ طَرِيق سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" فَاكْتُبْنَا مَعَ الشَّاهِدِينَ \" أَيْ مَعَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأُمَّته هُمْ الشَّاهِدُونَ يَشْهَدُونَ لِنَبِيِّهِمْ أَنَّهُ قَدْ بَلَّغَ وَلِلرُّسُلِ أَنَّهُمْ قَدْ بَلَّغُوا ثُمَّ قَالَ الْحَكَم صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا أَبُو شُبَيْل عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن وَاقِد حَدَّثَنَا أَبِي حَدَّثَنَا الْعَبَّاس بْن الْفَضْل عَنْ عَبْد الْجَبَّار بْن نَافِع الضَّبِّيّ عَنْ قَتَادَة وَجَعْفَر بْن إِيَاس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه تَعَالَى \" وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُول تَرَى أَعْيُنهمْ تَفِيض مِنْ الدَّمْع \" قَالَ إِنَّهُمْ كَانُوا كَرَّابِينَ يَعْنِي فَلَّاحِينَ قَدِمُوا مَعَ جَعْفَر بْن أَبِي طَالِب مِنْ الْحَبَشَة فَلَمَّا قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ الْقُرْآن آمَنُوا وَفَاضَتْ أَعْيُنهمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَعَلَّكُمْ إِذَا رَجَعْتُمْ إِلَى أَرْضكُمْ اِنْتَقَلْتُمْ إِلَى دِينكُمْ \" فَقَالُوا : لَنْ نَنْتَقِل عَنْ دِيننَا فَأَنْزَلَ اللَّه ذَلِكَ مِنْ قَوْلهمْ \" وَمَا لَنَا لَا نُؤْمِن بِاَللَّهِ وَمَا جَاءَنَا مِنْ الْحَقّ وَنَطْمَع أَنْ يُدْخِلنَا رَبّنَا مَعَ الْقَوْم الصَّالِحِينَ \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41539, "aya_id": 83}]