[{"text": "قُل لَّا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ", "sura_id": 27, "type": 0, "id": 3224, "aya_id": 65}, {"text": "قل لا يعلم من في السماوات والأرض الغيب إلا الله وما يشعرون أيان يبعثون", "sura_id": 27, "type": 1, "id": 9460, "aya_id": 65}, {"text": "65 - (قل لا يعلم من في السماوات والأرض) من الملائكة والناس (الغيب) ما غاب عنهم (إلا) لكن (الله) يعلمه (وما يشعرون) كفار مكة كغيرهم (أيان) وقت (يبعثون) \r\n", "sura_id": 27, "type": 2, "id": 28168, "aya_id": 65}, {"text": "قل -أيها الرسول- لهم: لا يعلم أحد في السموات ولا في الأرض ما استأثر الله بعلمه من المغيَّبات, ولا يدرون متى هم مبعوثون مِن قبورهم عند قيام الساعة؟\r\n", "sura_id": 27, "type": 3, "id": 34404, "aya_id": 65}, {"text": " <font color=red>قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ</font><BR><p>يَقُول تَعَالَى آمِرًا رَسُوله صَلَّى اللَّه عَلَيْهِ أَنْ يَقُول مُعَلِّمًا لِجَمِيعِ الْخَلْق أَنَّهُ لَا يَعْلَم أَحَد مِنْ أَهْل السَّمَوَات وَالْأَرْض الْغَيْب إِلَّا اللَّه وَقَوْله تَعَالَى : \" إِلَّا اللَّه \" اِسْتِثْنَاء مُنْقَطِع أَيْ لَا يَعْلَم أَحَد ذَلِكَ إِلَّا اللَّه عَزَّ وَجَلَّ فَإِنَّهُ الْمُنْفَرِد بِذَلِكَ وَحْده لَا شَرِيك لَهُ كَمَا قَالَ تَعَالَى : \" وَعِنْده مَفَاتِح الْغَيْب لَا يَعْلَمهَا إِلَّا هُوَ \" الْآيَة وَقَالَ تَعَالَى : \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث \" إِلَى آخِر السُّورَة وَالْآيَات فِي هَذَا كَثِيرَة وَقَوْله تَعَالَى : \" وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ \" أَيْ وَمَا يَشْعُر الْخَلَائِق السَّاكِنُونَ فِي السَّمَوَات وَالْأَرْض بِوَقْتِ السَّاعَة كَمَا قَالَ تَعَالَى \" ثَقُلَتْ فِي السَّمَوَات وَالْأَرْض لَا تَأْتِيكُمْ إِلَّا بَغْتَة \" أَيْ ثَقُلَ عِلْمهَا عَلَى أَهْل السَّمَوَات وَالْأَرْض وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن الْجَعْد حَدَّثَنَا أَبُو جَعْفَر الرَّازِيّ عَنْ دَاوُد بْن أَبِي هِنْد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ مَنْ زَعَمَ أَنَّهُ يَعْلَم - يَعْنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَا يَكُون فِي غَد فَقَدْ أَعْظَم عَلَى اللَّه الْفِرْيَة لِأَنَّ اللَّه تَعَالَى يَقُول \" قُلْ لَا يَعْلَم مَنْ فِي السَّمَوَات وَالْأَرْض الْغَيْب إِلَّا اللَّه \" وَقَالَ قَتَادَة إِنَّمَا جَعَلَ اللَّه هَذِهِ النُّجُوم لِثَلَاثِ خِصَال جَعَلَهَا زِينَة لِلسَّمَاءِ وَجَعَلَهَا يُهْتَدَى بِهَا وَجَعَلَهَا رُجُومًا لِلشَّيَاطِينِ فَمَنْ تَعَاطَى فِيهَا غَيْر ذَلِكَ فَقَدْ قَالَ بِرَأْيِهِ وَأَخْطَأَ حَظّه وَأَضَاعَ نَصِيبه وَتَكَلَّفَ مَا لَا عِلْم لَهُ بِهِ وَإِنَّ أُنَاسًا جَهَلَة بِأَمْرِ اللَّه قَدْ أَحْدَثُوا مِنْ هَذِهِ النُّجُوم كَهَانَة مَنْ أَعْرَسَ بِنَجْمِ كَذَا وَكَذَا كَانَ كَذَا وَكَذَا وَمَنْ سَافَرَ بِنَجْمِ كَذَا وَكَذَا كَانَ كَذَا وَكَذَا وَمَنْ وُلِدَ بِنَجْمِ كَذَا وَكَذَا كَانَ كَذَا وَكَذَا وَلَعَمْرِي مَا مِنْ نَجْم إِلَّا يُولَد بِهِ الْأَحْمَر وَالْأَسْوَد وَالْقَصِير وَالطَّوِيل وَالْحَسَن وَالدَّمِيم وَمَا عَلِمَ هَذَا النَّجْم وَهَذِهِ الدَّابَّة وَهَذَا الطَّيْر بِشَيْءٍ مِنْ الْغَيْب وَقَضَى اللَّه تَعَالَى أَنَّهُ \" لَا يَعْلَم مَنْ فِي السَّمَوَات وَالْأَرْض الْغَيْب إِلَّا اللَّه وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ \" رَوَاهُ اِبْن أَبِي حَاتِم عَنْهُ بِحُرُوفِهِ وَهُوَ كَلَام جَلِيل مَتِين صَحِيح.</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39654, "aya_id": 65}]