[{"text": "إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ", "sura_id": 23, "type": 0, "id": 2679, "aya_id": 6}, {"text": "إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين", "sura_id": 23, "type": 1, "id": 8915, "aya_id": 6}, {"text": "6 - (إلا على أزواجهم) أي من زوجاتهم (أو ما ملكت أيمانهم) أي السراري (فإنهم غير ملومين) في إتيانهن \r\n", "sura_id": 23, "type": 2, "id": 27623, "aya_id": 6}, {"text": "إلا على زوجاتهم أو ما ملكت أيمانهم من الإماء, فلا لوم عليهم ولا حرج في جماعهن والاستمتاع بهن; لأن الله تعالى أحلَّهن.\r\n", "sura_id": 23, "type": 3, "id": 33859, "aya_id": 6}, {"text": " <font color=red>إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ</font><BR><p>\" وَاَلَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجهمْ أَوْ مَا مَلَكَتْ أَيْمَانهمْ فَإِنَّهُمْ غَيْر مَلُومِينَ فَمَنْ اِبْتَغَى وَرَاء ذَلِكَ فَأُولَئِكَ هُمْ الْعَادُونَ\" أَيْ وَاَلَّذِينَ قَدْ حَفِظُوا فُرُوجهمْ مِنْ الْحَرَام فَلَا يَقَعُونَ فِيمَا نَهَاهُمْ اللَّه عَنْهُ مِنْ زِنًا وَلِوَاط لَا يَقْرَبُونَ سِوَى أَزْوَاجهمْ الَّتِي أَحَلَّهَا اللَّه لَهُمْ أَوْ مَا مَلَكَتْ أَيْمَانهمْ مِنْ السَّرَارِيّ وَمَنْ تَعَاطَى مَا أَحَلَّهُ اللَّه لَهُ فَلَا لَوْم عَلَيْهِ وَلَا حَرَج وَلِهَذَا قَالَ \" فَإِنَّهُمْ غَيْر مَلُومِينَ فَمَنْ اِبْتَغَى وَرَاء ذَلِكَ \" أَيْ غَيْر الْأَزْوَاج وَالْإِمَاء \" فَأُولَئِكَ هُمْ الْعَادُونَ \" أَيْ الْمُعْتَدُونَ وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا سَعِيد بْن قَتَادَة : أَنَّ اِمْرَأَة اِتَّخَذَتْ مَمْلُوكهَا وَقَالَتْ تَأَوَّلْت آيَة مِنْ كِتَاب اللَّه \" أَوْ مَا مَلَكَتْ أَيْمَانهمْ\" فَأُتِيَ بِهَا عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَقَالَ لَهُ نَاس أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : تَأَوَّلْت آيَة مِنْ كِتَاب اللَّه عَزَّ وَجَلَّ عَلَى غَيْر وَجْههَا قَالَ فَضَرَبَ الْعَبْد وَجَزَّ رَأْسه وَقَالَ أَنْت بَعْده حَرَام عَلَى كُلّ مُسْلِم هَذَا أَثَر غَرِيب مُنْقَطِع ذَكَرَهُ اِبْن جَرِير فِي تَفْسِير أَوَّل سُورَة الْمَائِدَة وَهُوَ هَهُنَا أَلْيَق وَإِنَّمَا حَرَّمَهَا عَلَى الرِّجَال مُعَامَلَة لَهَا بِنَقِيضِ قَصْدهَا وَاَللَّه أَعْلَم وَقَدْ اِسْتَدَلَّ الْإِمَام الشَّافِعِيّ - رَحِمَهُ اللَّه - وَمَنْ وَافَقَهُ عَلَى تَحْرِيم الِاسْتِمْنَاء بِالْيَدِ بِهَذِهِ الْآيَة الْكَرِيمَة \" وَاَلَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجهمْ أَوْ مَا مَلَكَتْ أَيْمَانهمْ \" قَالَ فَهَذَا الصَّنِيع خَارِج عَنْ هَذَيْنِ الْقِسْمَيْنِ وَقَدْ قَالَ اللَّه تَعَالَى \" فَمَنْ اِبْتَغَى وَرَاء ذَلِكَ فَأُولَئِكَ هُمْ الْعَادُونَ \" وَقَدْ اِسْتَأْنَسُوا بِحَدِيثٍ رَوَاهُ الْإِمَام الْحَسَن بْن عَرَفَة فِي جُزْئِهِ الْمَشْهُور حَيْثُ قَالَ : حَدَّثَنِي عَلِيّ بْن ثَابِت الْجَزَرِيّ عَنْ مَسْلَمَة بْن جَعْفَر عَنْ حَسَّان بْن حُمَيْد عَنْ أَنَس بْن مَالِك عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" سَبْعَة لَا يَنْظُر اللَّه إِلَيْهِمْ يَوْم الْقِيَامَة وَلَا يُزَكِّيهِمْ وَلَا يَجْمَعهُمْ مَعَ الْعَالَمِينَ وَيُدْخِلهُمْ النَّار فِي أَوَّل الدَّاخِلِينَ إِلَّا أَنْ يَتُوبُوا وَمَنْ تَابَ تَابَ اللَّه عَلَيْهِ : النَّاكِح يَده وَالْفَاعِل وَالْمَفْعُول بِهِ وَمُدْمِن الْخَمْر وَالضَّارِب وَالِدَيْهِ حَتَّى يَسْتَغِيثَا وَالْمُؤْذِي جِيرَانه حَتَّى يَلْعَنُوهُ وَالنَّاكِح حَلِيلَة جَاره \" هَذَا حَدِيث غَرِيب وَإِسْنَاده فِيهِ مَنْ لَا يُعْرَف لِجَهَالَتِهِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39181, "aya_id": 6}]