[{"text": "تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِّنْهُم مَّن كَلَّمَ اللّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ وَلَوْ شَاء اللّهُ مَا اقْتَتَلَ الَّذِينَ مِن بَعْدِهِم مِّن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُواْ فَمِنْهُم مَّنْ آمَنَ وَمِنْهُم مَّن كَفَرَ وَلَوْ شَاء اللّهُ مَا اقْتَتَلُواْ وَلَكِنَّ اللّهَ يَفْعَلُ مَا يُرِيدُ", "sura_id": 2, "type": 0, "id": 260, "aya_id": 253}, {"text": "تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجات وآتينا عيسى ابن مريم البينات وأيدناه بروح القدس ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينات ولكن اختلفوا فمنهم من آمن ومنهم من كفر ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد", "sura_id": 2, "type": 1, "id": 6496, "aya_id": 253}, {"text": "253 - (تلك) مبتدأ (الرسل) صفة أو خبر (فضلنا بعضهم على بعض) بتخصيصه بمنقبة ليست بغيره (منهم من كلم اللهُ) كموسى (ورفع بعضهم) أي محمداً صلى الله عليه وسلم (درجات) على غيره بعموم الدعوة وختْم النبوة وتفضيل أمته على سائر الأمم والمعجزات المتكاثرة والخصائص العديدة (وآتينا عيسى ابن مريم البينات وأيدناه) قويناه (بروح القُدُس) جبريل يسير معه حيث سار (ولو شاء الله) لهدى الناس جميعا (ما اقتتل الذين من بعدهم) بعد الرسل أي أممهم (من بعد ما جاءتهم البينات) لاختلافهم وتضليل بعضهم بعضا (ولكن اختلفوا) لمشيئته ذلك (فمنهم من آمن) ثبت على إيمانه (ومنهم من كفر) كالنصارى بعد المسيح (ولو شاء الله ما اقتتلوا) تأكيد (ولكن الله يفعل ما يريد) من توفيق من شاء وخذلان من شاء \r\n", "sura_id": 2, "type": 2, "id": 25204, "aya_id": 253}, {"text": "هؤلاء الرسل الكرام فضَّل الله بعضهم على بعض, بحسب ما منَّ الله به عليهم: فمنهم مَن كلمه الله كموسى ومحمد عليهما الصلاة والسلام, وفي هذا إثبات صفة الكلام لله عز وجل على الوجه اللائق بجلاله, ومنهم مَن رفعه الله درجاتٍ عاليةً كمحمد صلى الله عليه وسلم, بعموم رسالته, وختم النبوة به, وتفضيل أمته على جميع الأمم, وغير ذلك. وآتى الله تعالى عيسى ابن مريم عليه السلام البينات المعجزات الباهرات, كإبراء مَن ولد أعمى بإذن الله تعالى, ومَن به برص بإذن الله, وكإحيائه الموتى بإذن الله, وأيده بجبريل عليه السلام. ولو شاء الله ألا يقتتل الذين جاؤوا مِن بعد هؤلاء الرسل مِن بعد ما جاءتهم البينات ما اقتتلوا, ولكن وقع الاختلاف بينهم: فمنهم مَن ثبت على إيمانه, ومنهم مَن أصر على كفره. ولو شاء الله بعد ما وقع الاختلاف بينهم, الموجب للاقتتال, ما اقتتلوا, ولكن الله يوفق مَن يشاء لطاعته والإيمان به, ويخذل مَن يشاء, فيعصيه ويكفر به، فهو يفعل ما يشاء ويختار.\r\n", "sura_id": 2, "type": 3, "id": 31440, "aya_id": 253}, {"text": " <font color=red>تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ فَضَّلَ بَعْض الرُّسُل عَلَى بَعْض كَمَا قَالَ تَعَالَى \" وَلَقَدْ فَضَّلْنَا بَعْض النَّبِيِّينَ عَلَى بَعْض وَآتَيْنَا دَاوُد زَبُورًا \" وَقَالَ هَاهُنَا \" تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضهمْ عَلَى بَعْض مِنْهُمْ مَنْ كَلَّمَ اللَّه\" يَعْنِي مُوسَى وَمُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَكَذَلِكَ آدَم كَمَا وَرَدَ بِهِ الْحَدِيث الْمَرْوِيّ فِي صَحِيح اِبْن حِبَّان عَنْ أَبِي ذَرّ - رَضِيَ اللَّه عَنْهُ - \" وَرَفَعَ بَعْضَهُمْ دَرَجَات \" كَمَا ثَبَتَ فِي حَدِيث الْإِسْرَاء حِين رَأَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْأَنْبِيَاء فِي السَّمَوَات بِحَسَبِ تَفَاوُت مَنَازِلهمْ عِنْد اللَّه عَزَّ وَجَلَّ \" فَإِنَّ قِيلَ \" فَمَا الْجَمْعُ بَيْن هَذِهِ الْآيَة وَبَيْن الْحَدِيث الثَّابِت فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة قَالَ : اِسْتَبَّ رَجُل مِنْ الْمُسْلِمِينَ وَرَجُل مِنْ الْيَهُود فَقَالَ الْيَهُودِيّ فِي قَسَم يُقْسِمهُ : لَا وَاَلَّذِي اِصْطَفَى مُوسَى عَلَى الْعَالَمِينَ فَرَفَعَ الْمُسْلِم يَده فَلَطَمَ بِهَا وَجْه الْيَهُودِيّ فَقَالَ : أَيْ خَبِيث ؟ وَعَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَجَاءَ الْيَهُودِيّ إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَاشْتَكَى عَلَى الْمُسْلِم فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاء فَإِنَّ النَّاس يُصْعَقُونَ يَوْم الْقِيَامَة فَأَكُون أَوَّل مَنْ يُفِيق فَأَجِد مُوسَى بَاطِشًا بِقَائِمَةِ الْعَرْش فَلَا أَدْرِي أَفَاقَ قَبْلِي أَمْ جُوزِيَ بِصَعْقَةِ الطُّور ؟ فَلَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاء \" وَفِي رِوَايَة\" لَا تُفَضِّلُوا بَيْن الْأَنْبِيَاء \" فَالْجَوَاب مِنْ وُجُوه \" أَحَدُهَا \" أَنَّ هَذَا كَانَ قَبْل أَنْ يَعْلَم بِالتَّفْضِيلِ وَفِي هَذَا نَظَر \" الثَّانِي \" أَنَّ هَذَا قَالَهُ مِنْ بَاب الْهَضْم وَالتَّوَاضُع\" الثَّالِثُ \" أَنَّ هَذَا نَهْي عَنْ التَّفْضِيل فِي مِثْل هَذِهِ الْحَال الَّتِي تَحَاكَمُوا فِيهَا عِنْد التَّخَاصُم وَالتَّشَاجُر\" الرَّابِعُ \" لَا تُفَضِّلُوا بِمُجَرَّدِ الْآرَاء وَالْعَصَبِيَّة\" الْخَامِسُ \" لَيْسَ مَقَام التَّفْضِيل إِلَيْكُمْ وَإِنَّمَا هُوَ إِلَى اللَّه عَزَّ وَجَلَّ وَعَلَيْكُمْ الِانْقِيَاد وَالتَّسْلِيم لَهُ وَالْإِيمَان بِهِ . وَقَوْله \" وَآتَيْنَا عِيسَى اِبْن مَرْيَم الْبَيِّنَات \" أَيْ الْحُجَج وَالدَّلَائِل الْقَاطِعَات عَلَى صِحَّة مَا جَاءَ بَنِي إِسْرَائِيل بِهِ مِنْ أَنَّهُ عَبْد اللَّه وَرَسُوله إِلَيْهِمْ \" وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ \" يَعْنِي أَنَّ اللَّه أَيَّدَهُ بِجِبْرِيل عَلَيْهِ السَّلَام ثُمَّ قَالَ تَعَالَى \" وَلَوْ شَاءَ اللَّهُ مَا اِقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمْ الْبَيِّنَاتُ وَلَكِنْ اِخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّه مَا اِقْتَتَلُوا \" أَيْ كُلّ ذَلِكَ عَنْ قَضَاء اللَّه وَقَدَره وَلِهَذَا قَالَ \" وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38667, "aya_id": 253}]