[{"text": "هَؤُلَاء قَوْمُنَا اتَّخَذُوا مِن دُونِهِ آلِهَةً لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا", "sura_id": 18, "type": 0, "id": 2155, "aya_id": 15}, {"text": "هؤلاء قومنا اتخذوا من دونه آلهة لولا يأتون عليهم بسلطان بين فمن أظلم ممن افترى على الله كذبا", "sura_id": 18, "type": 1, "id": 8391, "aya_id": 15}, {"text": "15 - (هؤلاء) مبتدأ (قومنا) عطف بيان (اتخذوا من دونه آلهة لولا) هلا (يأتون عليهم) على عبادتهم (بسلطان بين) بحجة ظاهرة (فمن أظلم) أي لا أحد اظلم (ممن افترى على الله كذبا) بنسبة الشريك إليك تعالى قال بعض الفتية لبعض \r\n", "sura_id": 18, "type": 2, "id": 27099, "aya_id": 15}, {"text": "ثم قال بعضهم لبعض: هؤلاء قومنا اتخذوا لهم آلهة غير الله، فهلا أتَوْا على عبادتهم لها بدليل واضح، فلا أحد أشد ظلمًا ممن اختلق على الله الكذب بنسبة الشريك إليه في عبادته.\r\n", "sura_id": 18, "type": 3, "id": 33335, "aya_id": 15}, {"text": " <font color=red>هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا</font><BR><p>\" هَؤُلَاءِ قَوْمنَا اِتَّخَذُوا مِنْ دُونه آلِهَة لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّن \" أَيْ هَلَّا أَقَامُوا عَلَى صِحَّة مَا ذَهَبُوا إِلَيْهِ دَلِيلًا وَاضِحًا صَحِيحًا \" فَمَنْ أَظْلَمَ مِمَّنْ اِفْتَرَى عَلَى اللَّه كَذِبًا \" يَقُولُونَ : بَلْ هُمْ ظَالِمُونَ كَاذِبُونَ فِي قَوْلهمْ ذَلِكَ فَيُقَال إِنَّ مَلِكهمْ لَمَّا دَعَوْهُ إِلَى الْإِيمَان بِاَللَّهِ أَبَى عَلَيْهِمْ وَتَهَدَّدَهُمْ وَتَوَعَّدَهُمْ وَأَمَرَ بِنَزْعِ لِبَاسهمْ عَنْهُمْ الَّذِي كَانَ عَلَيْهِمْ مِنْ زِينَة قَوْمهمْ وَأَجَّلَهُمْ لِيَنْظُرُوا فِي أَمْرهمْ لَعَلَّهُمْ يَرْجِعُونَ عَنْ دِينهمْ الَّذِي كَانُوا عَلَيْهِ وَكَانَ هَذَا مِنْ لُطْف اللَّه بِهِمْ فَإِنَّهُمْ فِي تِلْكَ النَّظْرَة تَوَصَّلُوا إِلَى الْهَرَب مِنْهُ وَالْفِرَار بِدِينِهِمْ مِنْ الْفِتْنَة وَهَذَا هُوَ الْمَشْرُوع عِنْد وُقُوع الْفِتَن فِي النَّاس أَنْ يَفِرّ الْعَبْد مِنْهُمْ خَوْفًا عَلَى دِينه كَمَا جَاءَ فِي الْحَدِيث \" يُوشِك أَنْ يَكُون خَيْر مَال أَحَدكُمْ غَنَمًا يَتَّبِع بِهَا شَغَف الْجِبَال وَمَوَاقِع الْقَطْر يَفِرّ بِدِينِهِ مِنْ الْفِتَن \" فَفِي هَذِهِ الْحَال تُشْرَع الْعُزْلَة عَنْ النَّاس وَلَا تُشْرَع فِيمَا عَدَاهَا لِمَا يَفُوت بِهَا مِنْ تَرْك الْجَمَاعَات وَالْجُمَع فَلَمَّا وَقَعَ عَزْمهمْ عَلَى الذَّهَاب وَالْهَرَب مِنْ قَوْمهمْ وَاخْتَارَ اللَّه تَعَالَى لَهُمْ ذَلِكَ وَأَخْبَرَ عَنْهُمْ بِذَلِكَ .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38306, "aya_id": 15}]