[{"text": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ", "sura_id": 11, "type": 0, "id": 1538, "aya_id": 65}, {"text": "فعقروها فقال تمتعوا في داركم ثلاثة أيام ذلك وعد غير مكذوب", "sura_id": 11, "type": 1, "id": 7774, "aya_id": 65}, {"text": "65 - (فعقروها) عقرها قُدار بأمرهم (فقال) صالح (تمتعوا) عيشوا (في داركم ثلاثة أيام) ثم تهلكون (ذلك وعد غير مكذوب) فيه \r\n", "sura_id": 11, "type": 2, "id": 26482, "aya_id": 65}, {"text": "فكذَّبوه ونحروا الناقة, فقال لهم صالح: استمتعوا بحياتكم في بلدكم ثلاثة أيام, فإن العذاب نازل بكم بعدها, وذلك وَعْدٌ من الله غير مكذوب, لا بد من وقوعه.\r\n", "sura_id": 11, "type": 3, "id": 32718, "aya_id": 65}, {"text": " <font color=red>فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ</font><BR><p>قَالَ عُلَمَاء التَّفْسِير وَالنَّسَب ثَمُود بْن عَاثِر بْن إِرَم بْن سَام بْن نُوح وَهُوَ أَخُو جُدَيْس بْن عَاثِر وَكَذَلِكَ قَبِيلَة طَسْم كُلّ هَؤُلَاءِ كَانُوا أَحْيَاء مِنْ الْعَرَب الْعَارِبَة قَبْل إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام وَكَانَتْ ثَمُود بَعْد عَاد وَمَسَاكِنهمْ مَشْهُورَة فِيمَا بَيْن الْحِجَاز وَالشَّام إِلَى وَادِي الْقُرَى وَمَا حَوْله وَقَدْ مَرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى دِيَارهمْ وَمَسَاكِنهمْ وَهُوَ ذَاهِب إِلَى تَبُوك فِي سَنَة تِسْع قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا صَخْر بْن جُوَيْرِيَةَ عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ لَمَّا نَزَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالنَّاسِ عَلَى تَبُوك نَزَلَ بِهِمْ الْحِجْر عِنْد بُيُوت ثَمُود فَاسْتَقَى النَّاس مِنْ الْآبَار الَّتِي كَانَتْ تَشْرَب مِنْهَا ثَمُود فَعَجَنُوا مِنْهَا وَنَصَبُوا لَهَا الْقُدُور فَأَمَرَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَهَرَاقُوا الْقُدُور وَعَلَفُوا الْعَجِين الْإِبِل ثُمَّ اِرْتَحَلَ بِهِمْ حَتَّى نَزَلَ بِهِمْ عَلَى الْبِئْر الَّتِي كَانَتْ تَشْرَب مِنْهَا النَّاقَة وَنَهَاهُمْ أَنْ يَدْخُلُوا عَلَى الْقَوْم الَّذِينَ عُذِّبُوا وَقَالَ \" إِنِّي أَخْشَى أَنْ يُصِيبكُمْ مِثْل مَا أَصَابَهُمْ فَلَا تَدْخُلُوا عَلَيْهِمْ\" وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا عَفَّانُ حَدَّثَنَا عَبْد الْعَزِيز بْن مُسْلِم حَدَّثَنَا عَبْد اللَّه بْن دِينَار عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَهُوَ بِالْحِجْرِ \" لَا تَدْخُلُوا عَلَى هَؤُلَاءِ الْمُعَذَّبِينَ إِلَّا أَنْ تَكُونُوا بَاكِينَ فَإِنْ لَمْ تَكُونُوا بَاكِينَ فَلَا تَدْخُلُوا عَلَيْهِمْ أَنْ يُصِيبكُمْ مِثْل مَا أَصَابَهُمْ \" وَأَصْل هَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه , وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا يَزِيد بْن هَارُون الْمَسْعُودِيّ عَنْ إِسْمَاعِيل بْن أَوْسَط عَنْ مُحَمَّد بْن أَبِي كَبْشَة الْأَنْمَارِيّ عَنْ أَبِيهِ قَالَ لَمَّا كَانَ فِي غَزْوَة تَبُوك تَسَارَعَ النَّاس إِلَى أَهْل الْحِجْر يَدْخُلُونَ عَلَيْهِمْ فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَادَى فِي النَّاس \" الصَّلَاة جَامِعَة \" قَالَ فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُمْسِك بِعَنَزَةٍ وَهُوَ يَقُول \" مَا تَدْخُلُونَ عَلَى قَوْم غَضِبَ اللَّه عَلَيْهِمْ \" فَنَادَاهُ رَجُل مِنْهُمْ نَعْجَب مِنْهُمْ يَا رَسُول اللَّه ؟ قَالَ \" أَفَلَا أُنَبِّئكُمْ بِأَعْجَب مِنْ ذَلِكَ : رَجُل مِنْ أَنْفُسكُمْ يُنَبِّئكُمْ بِمَا كَانَ قَبْلكُمْ وَبِمَا هُوَ كَائِن بَعْدكُمْ فَاسْتَقِيمُوا وَسَدِّدُوا فَإِنَّ اللَّه لَا يَعْبَأ بِعَذَابِكُمْ شَيْئًا وَسَيَأْتِي قَوْم لَا يَدْفَعُونَ عَنْ أَنْفُسهمْ شَيْئًا \" لَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب السُّنَن وَأَبُو كَبْشَة اِسْمه عُمَر بْن سَعْد وَيُقَال عَامِر بْن سَعْد وَاَللَّه أَعْلَم وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ عَبْد اللَّه بْن عُثْمَان بْن خَيْثَم عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ لَمَّا مَرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْحِجْرِ قَالَ \" لَا تَسْأَلُوا الْآيَات فَقَدْ سَأَلَهَا قَوْم صَالِح فَكَانَتْ - يَعْنِي النَّاقَة - تَرِد مِنْ هَذَا الْفَجّ وَتَصْدُر مِنْ هَذَا الْفَجّ فَعَتَوْا عَنْ أَمْر رَبّهمْ فَعَقَرُوهَا وَكَانَتْ تَشْرَب مَاءَهُمْ يَوْمًا وَيَشْرَبُونَ لَبَنهَا يَوْمًا فَعَقَرُوهَا فَأَخَذَتْهُمْ صَيْحَة أَخْمَدَ اللَّه مَنْ تَحْت أَدِيم السَّمَاء مِنْهُمْ إِلَّا رَجُلًا وَاحِدًا كَانَ فِي حَرَم اللَّه\" فَقَالُوا مَنْ هُوَ يَا رَسُول اللَّه قَالَ : أَبُو رِغَال فَلَمَّا خَرَجَ مِنْ الْحَرَم أَصَابَهُ مَا أَصَابَ قَوْمه \" وَهَذَا الْحَدِيث لَيْسَ فِي شَيْء مِنْ الْكُتُب السِّتَّة وَهُوَ عَلَى شَرْط مُسْلِم. قَوْله تَعَالَى \" وَإِلَى ثَمُود \" أَيْ وَلَقَدْ أَرْسَلْنَا إِلَى قَبِيلَة ثَمُود أَخَاهُمْ صَالِحًا \" قَالَ يَا قَوْم اُعْبُدُوا اللَّه مَا لَكُمْ مِنْ إِلَه غَيْره \" فَجَمِيع الرُّسُل يَدْعُونَ إِلَى عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ كَمَا قَالَ تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلِك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَقَالَ \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" وَقَوْله \" قَدْ جَاءَتْكُمْ بَيِّنَة مِنْ رَبّكُمْ هَذِهِ نَاقَة اللَّه لَكُمْ آيَة \" أَيْ قَدْ جَاءَتْكُمْ حُجَّة مِنْ اللَّه عَلَى صِدْق مَا جِئْتُكُمْ بِهِ وَكَانُوا هُمْ الَّذِينَ سَأَلُوا صَالِحًا أَنْ يَأْتِيهِمْ بِآيَةٍ وَاقْتَرَحُوا عَلَيْهِ بِأَنْ تَخْرُج لَهُمْ مِنْ صَخْرَة صَمَّاء عَيَّنُوهَا بِأَنْفُسِهِمْ وَهِيَ صَخْرَة مُنْفَرِدَة فِي نَاحِيَة الْحِجْر يُقَال لَهَا الْكَاتِبَة فَطَلَبُوا مِنْهُ أَنْ تَخْرُج لَهُمْ مِنْهَا نَاقَة عُشَرَاء تَمْخُض فَأَخَذَ عَلَيْهِمْ صَالِح الْعُهُود وَالْمَوَاثِيق لَئِنْ أَجَابَهُمْ اللَّه إِلَى سُؤَالهمْ وَأَجَابَهُمْ إِلَى طُلْبَتهمْ لَيُؤْمِنُنَّ بِهِ وَلَيَتَّبِعُنَّهُ فَلَمَّا أَعْطَوْهُ عَلَى ذَلِكَ عُهُودهمْ وَمَوَاثِيقهمْ قَامَ صَالِح عَلَيْهِ السَّلَام إِلَى صَلَاته وَدَعَا اللَّه عَزَّ وَجَلَّ فَتَحَرَّكَتْ تِلْكَ الصَّخْرَة ثُمَّ اِنْصَدَعَتْ عَنْ نَاقَة جَوْفَاء وَبْرَاء يَتَحَرَّك جَنِينهَا بَيْن جَنْبَيْهَا كَمَا سَأَلُوا فَعِنْد ذَلِكَ آمَنَ رَئِيسهمْ جُنْدَع بْن عَمْرو وَمَنْ كَانَ مَعَهُ عَلَى أَمْره وَأَرَادَ بَقِيَّة أَشْرَاف ثَمُود أَنْ يُؤْمِنُوا فَصَدَّهُمْ ذُؤَاب بْن عَمْرو بْن لَبِيد وَالْحُبَاب صَاحِب أَوْثَانهمْ وَرَبَاب بْن صعر بْن جلهس وَكَانَ جُنْدَع بْن عَمْرو بْن عَمّ لَهُ شِهَاب بْن خَلِيفَة بْن محلاة بْن لَبِيد بْن حراس وَكَانَ مِنْ أَشْرَاف ثَمُود وَأَفَاضِلهَا فَأَرَادَ أَنْ يُسْلِم أَيْضًا فَنَهَاهُ أُولَئِكَ الرَّهْط فَأَطَاعَهُمْ فَقَالَ فِي ذَلِكَ رَجُل مِنْ مُؤْمِنِي ثَمُود يُقَال لَهُ مهوش بْن عَثْمَة بْن الدُّمَيْل رَحِمَهُ اللَّه : وَكَانَتْ عُصْبَة مِنْ آلِ عَمْرو إِلَى دِين النَّبِيّ دَعَوْا شِهَابًا عَزِيز ثَمُود كُلّهمْ جَمِيعًا فَهَمَّ بِأَنْ يُجِيب فَلَوْ أَجَابَا لَأَصْبَحَ صَالِح فِينَا عَزِيزًا وَمَا عَدَلُوا بِصَاحِبِهِمْ ذُؤَابَا وَلَكِنَّ الْغُوَاة مِنْ آلِ حِجْر تَوَلَّوْا بَعْد رُشْدهمْ ذِيَابَا وَأَقَامَتْ النَّاقَة وَفَصِيلهَا بَعْد مَا وَضَعَتْهُ بَيْن أَظْهَرهُمْ مُدَّة تَشْرَب مِنْ بِئْرهَا يَوْمًا وَتَدَعهُ لَهُمْ يَوْمًا وَكَانُوا يَشْرَبُونَ لَبَنهَا يَوْم شُرْبهَا يَحْتَلِبُونَهَا فَيَمْلَئُونَ مَا شَاءَ مِنْ أَوْعِيَتهمْ وَأَوَانِيهمْ كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَنَبِّئْهُمْ أَنَّ الْمَاء قِسْمَة بَيْنهمْ كُلّ شِرْب مُحْتَضَر \" وَقَالَ تَعَالَى \" هَذِهِ نَاقَة لَهَا شِرْب وَلَكُمْ شِرْب يَوْم مَعْلُوم \" وَكَانَتْ تَسْرَح فِي بَعْض تِلْكَ الْأَوْدِيَة تَرِد مِنْ فَجّ وَتَصْدُر مِنْ غَيْره لِيَسَعهَا لِأَنَّهَا كَانَتْ تَتَضَلَّع مِنْ الْمَاء وَكَانَتْ عَلَى مَا ذُكِرَ خَلْقًا هَائِلًا وَمَنْظَرًا رَائِعًا إِذَا مَرَّتْ بِأَنْعَامِهِمْ نَفَرَتْ مِنْهَا فَلَمَّا طَالَ عَلَيْهِمْ وَاشْتَدَّ تَكْذِيبهمْ لِصَالِحٍ النَّبِيّ عَلَيْهِ السَّلَام عَزَمُوا عَلَى قَتْلهَا لِيَسْتَأْثِرُوا بِالْمَاءِ كُلّ يَوْم فَيُقَال إِنَّهُمْ اِتَّفَقُوا كُلّهمْ عَلَى قَتْلهَا قَالَ قَتَادَة بَلَغَنِي أَنَّ الَّذِي قَتَلَهَا طَافَ عَلَيْهِمْ كُلّهمْ أَنَّهُمْ رَاضُونَ بِقَتْلِهَا حَتَّى عَلَى النِّسَاء فِي خُدُورهنَّ وَعَلَى الصِّبْيَان قُلْت وَهَذَا هُوَ الظَّاهِر لِقَوْلِهِ تَعَالَى\" فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبّهمْ بِذَنْبِهِمْ فَسَوَّاهَا \" وَقَالَ \" وَآتَيْنَا ثَمُود النَّاقَة مُبْصِرَة فَظَلَمُوا بِهَا \" وَقَالَ \" فَعَقَرُوا النَّاقَة \" فَأَسْنَدَ ذَلِكَ عَلَى مَجْمُوع الْقَبِيلَة فَدَلَّ عَلَى رِضَا جَمِيعهمْ بِذَلِك وَاَللَّه أَعْلَم وَذَكَرَ الْإِمَام أَبُو جَعْفَر بْن جَرِير وَغَيْره مِنْ عُلَمَاء التَّفْسِير أَنَّ سَبَب قَتْلهَا أَنَّ اِمْرَأَة مِنْهُمْ يُقَال لَهَا عُنَيْزَة اِبْنَة غَنْم بْن مِجْلَز وَتُكَنَّى أُمّ عُثْمَان كَانَتْ عَجُوزًا كَافِرَة وَكَانَتْ مِنْ أَشَدّ النَّاس عَدَاوَة لِصَالِحٍ عَلَيْهِ السَّلَام وَكَانَتْ لَهَا بَنَات حِسَان وَمَال جَزِيل وَكَانَ زَوْجهَا ذُؤَاب بْن عَمْرو أَحَد رُؤَسَاء ثَمُود وَامْرَأَة أُخْرَى يُقَال لَهَا صَدَقَة بِنْت الْمُحَيَّا بْن زُهَيْر بْن الْمُخْتَار ذَات حَسَب وَمَال وَجَمَال وَكَانَتْ تَحْت رَجُل مُسْلِم مِنْ ثَمُود فَفَارَقَتْهُ فَكَانَتَا تَجْعَلَانِ لِمَنْ اِلْتَزَمَ لَهُمَا بِقَتْلِ النَّاقَة فَدَعَتْ صَدَقَة رَجُلًا يُقَال لَهُ الْحُبَاب فَعَرَضَتْ عَلَيْهِ نَفْسهَا إِنْ هُوَ عَقَرَ النَّاقَة فَأَبَى عَلَيْهَا فَدَعَتْ اِبْن عَمّ لَهَا يُقَال لَهُ مِصْدَع بْن مُهَرِّج بْن الْمُحَيَّا فَأَجَابَهَا إِلَى ذَلِكَ وَدَعَتْ عُنَيْزَة بِنْت غَنْم قُدَار بْن سَالِف بْن جذع وَكَانَ رَجُلًا أَحْمَر أَزْرَق قَصِيرًا يَزْعُمُونَ أَنَّهُ كَانَ وَلَد زَنْيَة وَأَنَّهُ لَمْ يَكُنْ مِنْ أَبِيهِ الَّذِي يُنْسَب إِلَيْهِ وَهُوَ سَالِف وَإِنَّمَا هُوَ مِنْ رَجُل يُقَال لَهُ صهياد وَلَكِنْ وُلِدَ عَلَى فِرَاش سَالِف وَقَالَتْ لَهُ أُعْطِيك أَيّ بَنَاتِي شِئْت عَلَى أَنْ تَعْقِر النَّاقَة فَعِنْد ذَلِكَ اِنْطَلَقَ قُدَار بْن سَالِف وَمِصْدَع بْن مُهَرِّج فَاسْتَغْوَيَا غُوَاة مِنْ ثَمُود فَاتَّبَعَهُمَا سَبْعَة نَفَر فَصَارُوا تِسْعَة رَهْط وَهُمْ الَّذِينَ قَالَ اللَّه تَعَالَى \" وَكَانَ فِي الْمَدِينَة تِسْعَة رَهْط يُفْسِدُونَ فِي الْأَرْض وَلَا يُصْلِحُونَ \" وَكَانُوا رُؤَسَاء فِي قَوْمهمْ فَاسْتَمَالُوا الْقَبِيلَة الْكَافِرَة بِكَمَالِهَا فَطَاوَعَتْهُمْ عَلَى ذَلِكَ فَانْطَلَقُوا فَرَصَدُوا النَّاقَة حِين صَدَرَتْ مِنْ الْمَاء وَقَدْ كَمَنَ لَهَا قُدَار بْن سَالِف فِي أَصْل صَخْرَة عَلَى طَرِيقهَا وَكَمَنَ لَهَا مِصْدَع فِي أَصْل أُخْرَى فَمَرَّتْ عَلَى مِصْدَع فَرَمَاهَا بِسَهْمٍ فَانْتَظَمَ بِهِ عَضَلَة سَاقهَا وَخَرَجَتْ بِنْت غَنْم عُنَيْزَة وَأَمَرَتْ اِبْنَتهَا وَكَانَتْ مِنْ أَحْسَن النَّاس وَجْهًا فَسَفَرَتْ عَنْ وَجْههَا لِقُدَارٍ وَزُمْرَته وَشَدَّ عَلَيْهَا قُدَار بِالسَّيْفِ فَكَشَفَ عَنْ عُرْقُوبهَا فَخَرَجَتْ سَاقِطَة إِلَى الْأَرْض وَرَغَتْ رُغَاةً وَاحِدَة تُحَذِّر سَقْبهَا ثُمَّ طَعَنَ فِي لَبَّتهَا فَنَحَرَهَا وَانْطَلَقَ سَقْبهَا , وَهُوَ فَصِيلهَا حَتَّى أَتَى جَبَلًا مَنِيعًا فَصَعِدَ أَعْلَى صَخْرَة فِيهِ وَرَغَا فَرَوَى عَبْد الرَّزَّاق عَنْ مَعْمَر عَمَّنْ سَمِعَ الْحَسَن الْبَصْرِيّ أَنَّهُ قَالَ يَا رَبّ أَيْنَ أُمِّي وَيُقَال إِنَّهُ رَغَا ثَلَاث مَرَّات وَإِنَّهُ دَخَلَ فِي صَخْرَة فَغَابَ فِيهَا وَيُقَال إِنَّهُمْ اِتَّبَعُوهُ فَعَقَرُوهُ مَعَ أُمّه فَاَللَّه أَعْلَم . فَلَمَّا فَعَلُوا ذَلِكَ وَفَرَغُوا مِنْ عَقْر النَّاقَة وَبَلَغَ الْخَبَر صَالِحًا عَلَيْهِ السَّلَام فَجَاءَهُمْ وَهُمْ مُجْتَمِعُونَ فَلَمَّا رَأَى النَّاقَة بَكَى وَقَالَ \" تَمَتَّعُوا فِي دَاركُمْ ثَلَاثَة أَيَّام \" الْآيَة . وَكَانَ قَتْلهمْ النَّاقَة يَوْم الْأَرْبِعَاء فَلَمَّا أَمْسَى أُولَئِكَ التِّسْعَة الرَّهْط عَزَمُوا عَلَى قَتْل صَالِح وَقَالُوا إِنْ كَانَ صَادِقًا عَجَّلْنَاهُ قَبْلنَا وَإِنْ كَانَ كَاذِبًا أَلْحَقْنَاهُ بِنَاقَتِهِ \" قَالُوا تَقَاسَمُوا بِاَللَّهِ لَنُبَيِّتَنَّهُ وَأَهْله ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِك أَهْله وَإِنَّا لَصَادِقُونَ وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ فَانْظُرْ كَيْف كَانَ عَاقِبَة مَكْرهمْ\" الْآيَة . فَلَمَّا عَزَمُوا عَلَى ذَلِكَ وَتَوَاطَئُوا عَلَيْهِ وَجَاءُوا مِنْ اللَّيْل لِيَفْتِكُوا بِنَبِيِّ اللَّه فَأَرْسَلَ اللَّه سُبْحَانه وَتَعَالَى وَلَهُ الْعِزَّة وَلِرَسُولِهِ عَلَيْهِمْ حِجَارَة فَرَضَخَتْهُمْ سَلَفًا وَتَعْجِيلًا قَبْل قَوْمهمْ وَأَصْبَحَ ثَمُود يَوْم الْخَمِيس وَهُوَ الْيَوْم الْأَوَّل مِنْ أَيَّام النَّظِرَة وَوُجُوههمْ مُصْفَرَّة كَمَا وَعَدَهُمْ صَالِح عَلَيْهِ السَّلَام وَأَصْبَحُوا فِي الْيَوْم الثَّانِي مِنْ أَيَّام التَّأْجِيل وَهُوَ يَوْم الْجُمْعَة وَوُجُوههمْ مُحْمَرَّة وَأَصْبَحُوا فِي الْيَوْم الثَّالِث مِنْ أَيَّام الْمَتَاع وَهُوَ يَوْم السَّبْت وَوُجُوههمْ مُسْوَدَّة فَلَمَّا أَصْبَحُوا مِنْ يَوْم الْأَحَد وَقَدْ تَحَنَّطُوا وَقَعَدُوا يَنْتَظِرُونَ نِقْمَة اللَّه وَعَذَابه عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ لَا يَدْرُونَ مَاذَا يُفْعَل بِهِمْ وَلَا كَيْف يَأْتِيهِمْ الْعَذَاب وَأَشْرَقَتْ الشَّمْس جَاءَتْهُمْ صَيْحَة مِنْ السَّمَاء وَرَجْفَة شَدِيدَة مِنْ أَسْفَل مِنْهُمْ فَفَاضَتْ الْأَرْوَاح وَزَهَقَتْ النُّفُوس فِي سَاعَة وَاحِدَة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37685, "aya_id": 65}]