[{"text": "هَلْ يَنظُرُونَ إِلاَّ أَن تَأْتِيَهُمُ الْمَلائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ كَذَلِكَ فَعَلَ الَّذِينَ مِن قَبْلِهِمْ وَمَا ظَلَمَهُمُ اللّهُ وَلكِن كَانُواْ أَنفُسَهُمْ يَظْلِمُونَ", "sura_id": 16, "type": 0, "id": 1934, "aya_id": 33}, {"text": "هل ينظرون إلا أن تأتيهم الملائكة أو يأتي أمر ربك كذلك فعل الذين من قبلهم وما ظلمهم الله ولكن كانوا أنفسهم يظلمون", "sura_id": 16, "type": 1, "id": 8170, "aya_id": 33}, {"text": "33 - (هل) ما (ينظرون) ينتظر الكفار (إلا أن تأتيهم) بالتاء والياء (الملائكة) لقبض أرواحهم (أو يأتي أمر ربك) العذاب أو القيامة المشتملة عليه (كذلك) كما فعل هؤلاء (فعل الذين من قبلهم) من الأمم كذبوا رسلهم فاهلكوا (وما ظلمهم الله) بإهلاكهم بغير ذنب (ولكن كانوا أنفسهم يظلمون) بالكفر \r\n", "sura_id": 16, "type": 2, "id": 26878, "aya_id": 33}, {"text": "ما ينتظر المشركون إلا أن تأتيهم الملائكة; لتقبض أرواحهم وهم على الكفر, أو يأتي أمر الله بعذاب عاجل يهلكهم, كما كذَّب هؤلاء كذَّب الكفار مِن قبلهم, فأهلكهم الله, وما ظلمهم الله بإهلاكهم, وإنزال العذاب بهم, ولكنهم هم الذين كانوا يظلمون أنفسهم بما جعلهم أهلا للعذاب.\r\n", "sura_id": 16, "type": 3, "id": 33114, "aya_id": 33}, {"text": " <font color=red>هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ</font><BR><p>يَقُول تَعَالَى مُهَدِّدًا لِلْمُشْرِكِينَ عَلَى تَمَادِيهِمْ فِي الْبَاطِل وَاغْتِرَارهمْ بِالدُّنْيَا هَلْ يَنْتَظِر هَؤُلَاءِ إِلَّا الْمَلَائِكَة أَنْ تَأْتِيهِمْ لِقَبْضِ أَرْوَاحهمْ قَالَهُ قَتَادَة \" أَوْ يَأْتِي أَمْر رَبّك \" أَيْ يَوْم الْقِيَامَة وَمَا يُعَايِنُونَهُ مِنْ الْأَهْوَال وَقَوْله \" كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلهمْ \" أَيْ هَكَذَا تَمَادَى فِي شِرْكهمْ أَسْلَافهمْ وَنُظَرَاؤُهُمْ وَأَشْبَاههمْ مِنْ الْمُشْرِكِينَ حَتَّى ذَاقُوا بَأْس اللَّه وَحَلُّوا فِيمَا هُمْ فِيهِ مِنْ الْعَذَاب وَالنَّكَال \" وَمَا ظَلَمَهُمْ اللَّه \" لِأَنَّهُ تَعَالَى أَعْذَرَ إِلَيْهِمْ وَأَقَامَ حُجَجه عَلَيْهِمْ بِإِرْسَالِ رُسُله وَإِنْزَال كُتُبه \" وَلَكِنْ كَانُوا أَنْفُسهمْ يَظْلِمُونَ \" أَيْ بِمُخَالَفَةِ الرُّسُل وَالتَّكْذِيب بِمَا جَاءُوا بِهِ .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38106, "aya_id": 33}]