[{"text": "فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ", "sura_id": 105, "type": 0, "id": 6193, "aya_id": 5}, {"text": "فجعلهم كعصف مأكول", "sura_id": 105, "type": 1, "id": 12429, "aya_id": 5}, {"text": "5 - (فجعلهم كعصف مأكول) كورق زرع أكلته الدواب وداسته وأفنته أهلكهم الله تعالى كل واحد بحجره المكتوب عليه اسمه وهو أكبر من العدسة وأصغر من الحمصة يخرق البيضة والرجل والفيل ويصل إلى الأرض وكان هذا عام مولد النبي صلى الله عليه وسلم \r\n", "sura_id": 105, "type": 2, "id": 31137, "aya_id": 5}, {"text": "فجعلهم به محطمين كأوراق الزرع اليابسة التي أكلتها البهائم ثم رمت بها.\r\n", "sura_id": 105, "type": 3, "id": 37373, "aya_id": 5}, {"text": " <font color=red>فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ</font><BR><p>قَوْله تَعَالَى \" فَجَعَلَهُمْ كَعَصْفٍ مَأْكُول \" قَالَ سَعِيد بْن جُبَيْر يَعْنِي التِّبْن الَّذِي تُسَمِّيه الْعَامَّة هبور وَفِي رِوَايَة عَنْ سَعِيد وَرَق الْحِنْطَة وَعَنْهُ أَيْضًا الْعَصْف التِّبْن وَالْمَأْكُول الْقَصِيل يُجَزّ لِلدَّوَابِّ وَكَذَلِكَ قَالَ الْحَسَن الْبَصْرِيّ وَعَنْ اِبْن عَبَّاس الْعَصْف الْقِشْرَة الَّتِي عَلَى الْحَبَّة كَالْغِلَافِ عَلَى الْحِنْطَة. وَقَالَ اِبْن زَيْد الْعَصْف وَرَق الزَّرْع وَوَرَق الْبَقْل إِذَا أَكَلَتْهُ الْبَهَائِم فَرَاثَتْهُ فَصَارَ دَرِينًا وَالْمَعْنَى أَنَّ اللَّه سُبْحَانه وَتَعَالَى أَهْلَكَهُمْ وَدَمَّرَهُمْ وَرَدَّهُمْ بِكَيْدِهِمْ وَغَيْظهمْ لَمْ يَنَالُوا خَيْرًا وَأَهْلَكَ عَامَّتهمْ وَلَمْ يَرْجِع مِنْهُمْ مُخْبِر إِلَّا وَهُوَ جَرِيح كَمَا جَرَى لِمَلِكِهِمْ أَبَرْهَة فَإِنَّهُ اِنْصَدَعَ صَدْره عَنْ قَلْبه حِين وَصَلَ إِلَى بَلَده صَنْعَاء وَأَخْبَرَهُمْ بِمَا جَرَى لَهُمْ ثُمَّ مَاتَ فَمَلَكَ بَعْده اِبْنه يَكْسُوم ثُمَّ مِنْ بَعْده أَخُوهُ مَسْرُوق بْن أَبَرْهَة. ثُمَّ خَرَجَ سَيْف بْن ذِي يَزَن الْحِمْيَرِيّ إِلَى كِسْرَى فَاسْتَعَانَهُ عَلَى الْحَبَشَة فَأَنْفَذ مَعَهُ مِنْ جُيُوشه فَقَاتَلُوا مَعَهُ فَرَدَّ اللَّه إِلَيْهِمْ مُلْكهمْ وَمَا كَانَ فِي آبَائِهِمْ مِنْ الْمُلْك وَجَاءَتْهُ وُفُود الْعَرَب بِالتَّهْنِئَةِ . وَقَدْ قَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنَا عَبْد اللَّه بْن أَبِي بُكَيْر عَنْ عَمْرَة بِنْت عَبْد الرَّحْمَن بْن أَسْعَد بْن زُرَارَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : لَقَدْ رَأَيْت قَائِد الْفِيل وَسَائِسه بِمَكَّة أَعْمَيَيْنِ مُقْعَدَيْنِ يَسْتَطْعِمَانِ . وَرَوَاهُ الْوَاقِدِيّ عَنْ عَائِشَة مِثْله وَرَوَاهُ عَنْ أَسْمَاء بِنْت أَبِي بَكْر أَنَّهَا قَالَتْ كَانَا مُقْعَدَيْنِ يَسْتَطْعِمَانِ النَّاس عِنْد إِسَاف وَنَائِلَة حَيْثُ يَذْبَح الْمُشْرِكُونَ ذَبَائِحهمْ\" قُلْت \" كَانَ اِسْم قَائِد الْفِيل أُنَيْسًا . وَقَدْ ذَكَرَ الْحَافِظ أَبُو نُعَيْم فِي كِتَاب دَلَائِل النُّبُوَّة مِنْ طَرِيق اِبْن وَهْب عَنْ اِبْن لَهِيعَة عَنْ عُقَيْل بْن خَالِد عَنْ عُثْمَان بْن الْمُغِيرَة قِصَّة أَصْحَاب الْفِيل وَلَمْ يَذْكُر أَنَّ أَبَرْهَة قَدِمَ مِنْ الْيَمَن وَإِنَّمَا بَعَثَ عَلَى الْجَيْش رَجُلًا يُقَال لَهُ شِمْر بْن مَقْصُود وَكَانَ الْجَيْش عِشْرِينَ أَلْفًا وَذَكَر أَنَّ الطَّيْر طَرَقَتْهُمْ لَيْلًا فَأَصْبَحُوا صَرْعَى وَهَذَا السِّيَاق غَرِيب جِدًّا وَإِنْ كَانَ أَبُو نُعَيْم قَدْ قَوَّاهُ وَرَجَّحَهُ عَلَى غَيْره وَالصَّحِيح أَنَّ أَبَرْهَة الْأَشْرَم قَدِمَ مِنْ مَكَّة كَمَا دَلَّ عَلَى ذَلِكَ السِّيَاقَات وَالْأَشْعَار . وَهَكَذَا رُوِيَ عَنْ اِبْن لَهِيعَة عَنْ الْأَسْوَد عَنْ عُرْوَة أَنَّ أَبُرْهَة بَعَثَ الْأَسْوَد بْن مَقْصُود عَلَى كَتِيبَة مَعَهُمْ الْفِيل وَلَمْ يَذْكُر قُدُوم أَبَرْهَة نَفْسه . وَالصَّحِيح قُدُومه وَلَعَلَّ اِبْن مَقْصُود كَانَ عَلَى مُقَدِّمَة الْجَيْش وَاَللَّه أَعْلَم ثُمَّ ذَكَرَ اِبْن إِسْحَاق شَيْئًا مِنْ أَشْعَار الْعَرَب فِيمَا كَانَ مِنْ قِصَّة أَصْحَاب الْفِيل فَمِنْ ذَلِكَ شِعْر عَبْد اللَّه بْن الزِّبَعْرَى : تَنَكَّلُوا عَنْ بَطْن مَكَّة إِنَّهَا كَانَتْ قَدِيمًا لَا يُرَام حَرِيمُهَا لَمْ تُخْلَق الشِّعْرَى لَيَالِيَ حُرِّمَتْ إِذْ لَا عَزِيز مِنْ الْأَنَام يَرُومهَا سَائِل أَمِير الْجَيْش عَنْهَا مَا رَأَى فَلَسَوْفَ يُنْبِي الْجَاهِلِينَ عَلِيمُهَا سِتُّونَ أَلْفًا لَمْ يَؤُبُوا أَرْضَهُمْ بَلْ لَمْ يَعِشْ بَعْد الْإِيَابِ سَقِيمُهَا كَانَتْ بِهَا عَادٌ وَجُرْهُم قَبْلهمْ وَاَللَّهُ مِنْ فَوْق الْعِبَاد يُقِيمُهَا وَقَالَ أَبُو قَيْس بْن الْأَسْلَت الْأَنْصَارِيّ الْمَدَنِيّ : وَمِنْ صُنْعه يَوْم فِيل الْحُبُو ش إِذْ كُلّ مَا بَعَثُوهُ رُزِمْ مَحَاجِنهمْ تَحْت أَقْرَابه وَقَدْ شَرَّمُوا أَنْفه فَانْخَرَمْ وَقَدْ جَعَلُوا سَوْطه مِغْوَلًا إِذَا يَمَّمُوهُ قَفَاهُ كُلِمْ فَوَلَّى وَأَدْبَرَ أَدْرَاجه وَقَدْ بَاءَ بِالظُّلْمِ مَنْ كَانَ ثَم فَأَرْسَلَ مِنْ فَوْقهمْ حَاصِبًا يَلُفّهُمْ مِثْل لَفّ الْقَزَم يَحُضّ عَلَى الصَّبْر أَحْبَارهمْ وَقَدْ ثَأَجُوا كَثُؤَاجِ الْغَنَم . وَقَالَ أَبُو الصَّلْت بْن رَبِيعَة الثَّقَفِيّ وَيُرْوَى لِأُمَيَّة بْن أَبِي الصَّلْت بْن أَبِي رَبِيعَة : إِنَّ آيَات رَبّنَا بَاقِيَات مَا يُمَارِي فِيهِنَّ إِلَّا الْكَفُور خَلَقَ اللَّيْل وَالنَّهَار فَكُلّ مُسْتَبِين حِسَابه مَقْدُور ثُمَّ يَجْلُو النَّهَار رَبٌّ رَحِيمٌ بِمَهَاةٍ شُعَاعهَا مَنْشُور حُبِسَ الْفِيل بِالْمُغَمِّسِ حَتَّى صَارَ يَحْبُو كَأَنَّهُ مَعْقُور لَازِمًا حَلْقه الْجِرَان كَمَا قَطَرَ مِنْ ظَهْر كَبْكَب مَحْذُور حَوْله مِنْ مُلُوك كِنْدَة أَبْطَال مَلَاوِيث فِي الْحُرُوب صُقُور خَلَّفُوهُ ثُمَّ ابْذَعَرُّوا جَمِيعًا كُلّهمْ عَظْم سَاقِهِ مَكْسُور كُلّ دِين يَوْم الْقِيَامَة عِنْد اللَّه إِلَّا دِين الْحَنِيفَة بُور . وَقَدْ قَدَّمْنَا فِي تَفْسِير سُورَة الْفَتْح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا أَطَلَّ يَوْم الْحُدَيْبِيَة عَلَى الثَّنِيَّة الَّتِي تَهْبِط بِهِ عَلَى قُرَيْش بَرَكَتْ نَاقَته فَزَجَرُوهَا فَأَلَحَّتْ فَقَالُوا خَلَأَتْ الْقَصْوَاء أَيْ حَرَنَتْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا خَلَأَتْ الْقَصْوَاء وَمَا ذَاكَ لَهَا بِخُلُقٍ وَلَكِنْ حَبَسَهَا حَابِس الْفِيل - ثُمَّ قَالَ - وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْأَلُونِي الْيَوْم خُطَّة يُعَظِّمُونَ فِيهَا حُرُمَات اللَّه إِلَّا أَجَبْتهمْ إِلَيْهَا \" ثُمَّ زَجَرَهَا فَقَامَتْ . وَالْحَدِيث مِنْ أَفْرَاد الْبُخَارِيّ وَفِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَوْم فَتْح مَكَّة \" إِنَّ اللَّه حَبَسَ عَنْ مَكَّة الْفِيل وَسَلَّطَ عَلَيْهَا رَسُوله وَالْمُؤْمِنِينَ وَإِنَّهُ قَدْ عَادَتْ حُرْمَتهَا الْيَوْم كَحُرْمَتِهَا بِالْأَمْسِ أَلَا فَلْيُبَلِّغْ الشَّاهِد الْغَائِب \" . آخِر تَفْسِير سُورَة الْفِيل وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 105, "type": 4, "id": 37579, "aya_id": 5}]