[{"text": "قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ", "sura_id": 6, "type": 0, "id": 951, "aya_id": 162}, {"text": "قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين", "sura_id": 6, "type": 1, "id": 7187, "aya_id": 162}, {"text": "162 - (قل إن صلاتي ونسكي) عبادتي من حج وغيره (ومحياي) حياتي (ومماتي) موتي (لله رب العالمين) \r\n", "sura_id": 6, "type": 2, "id": 25895, "aya_id": 162}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: إن صلاتي, ونسكي, أي: ذبحي لله وحده, لا للأصنام, ولا للأموات, ولا للجن, ولا لغير ذلك مما تذبحونه لغير الله, وعلى غير اسمه كما تفعلون, وحياتي وموتي لله تعالى رب العالمين.\r\n", "sura_id": 6, "type": 3, "id": 32131, "aya_id": 162}, {"text": " <font color=red>قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ</font><BR><p>وَقَوْله تَعَالَى \" قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبّ الْعَالَمِينَ \" يَأْمُرهُ تَعَالَى أَنْ يُخْبِر الْمُشْرِكِينَ الَّذِينَ يَعْبُدُونَ غَيْر اللَّه وَيَذْبَحُونَ لِغَيْرِ اِسْمه أَنَّهُ مُخَالِف لَهُمْ فِي ذَلِكَ فَإِنَّ صَلَاته لِلَّهِ وَنُسُكه عَلَى اِسْمه وَحْده لَا شَرِيك لَهُ وَهَذَا كَقَوْلِهِ تَعَالَى \" فَصَلِّ لِرَبِّك وَانْحَرْ \" أَيْ أَخْلِصْ لَهُ صَلَاتك وَذَبْحك فَإِنَّ الْمُشْرِكِينَ كَانُوا يَعْبُدُونَ الْأَصْنَام وَيَذْبَحُونَ لَهَا فَأَمَرَهُ اللَّه تَعَالَى بِمُخَالَفَتِهِمْ وَالِانْحِرَاف عَمَّا هُمْ فِيهِ وَالْإِقْبَال بِالْقَصْدِ وَالنِّيَّة وَالْعَزْم عَلَى الْإِخْلَاص لِلَّهِ تَعَالَى قَالَ مُجَاهِد فِي قَوْله \" إِنَّ صَلَاتِي وَنُسُكِي \" النُّسُك الذَّبْح فِي الْحَجّ وَالْعُمْرَة . وَقَالَ الثَّوْرِيّ عَنْ السُّدِّيّ عَنْ سَعِيد بْن جُبَيْر \" وَنُسُكِي\" قَالَ ذَبْحِي . وَكَذَا قَالَ السُّدِّيّ وَالضَّحَّاك وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَوْف حَدَّثَنَا أَحْمَد بْن خَالِد الذَّهَبِيّ حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ اِبْن عَبَّاس عَنْ جَابِر بْن عَبْد اللَّه قَالَ : ضَحَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي يَوْم عِيد النَّحْر بِكَبْشَيْنِ وَقَالَ حِين ذَبَحَهُمَا وَجَّهْت وَجْهِي لِلَّذِي فَطَرَ السَّمَوَات وَالْأَرْض حَنِيفًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42146, "aya_id": 162}]