[{"text": "رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالأَرْضِ أَنتَ وَلِيِّي فِي الدُّنُيَا وَالآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ", "sura_id": 12, "type": 0, "id": 1697, "aya_id": 101}, {"text": "رب قد آتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السماوات والأرض أنت وليي في الدنيا والآخرة توفني مسلما وألحقني بالصالحين", "sura_id": 12, "type": 1, "id": 7933, "aya_id": 101}, {"text": "101 - (رب قد آتيتني من الملك وعلمتني من تأويل الأحاديث) تعبير الرؤيا (فاطر) خالق (السماوات والأرض أنت وليي) متولي صالحي (في الدنيا والآخرة توفني مسلماً وألحقني بالصالحين) من آبائي فعاش بعد ذلك أسبوعا أو أكثر ومات وله مائة وعشرون سنة وتشاحَّ المصريون في قبره فجعلوه في صندوق من مرمر ودفنوه في أعلى النيل لتعم البركة جانبيه فسبحان من لا انقضاء لملكه \r\n", "sura_id": 12, "type": 2, "id": 26641, "aya_id": 101}, {"text": "ثم دعا يوسف ربه قائلا ربِّ قد أعطيتني من ملك \"مصر\", وعلَّمتني من تفسير الرؤى وغير ذلك من العلم, يا خالق السموات والأرض ومبدعهما, أنت متولي جميع شأني في الدنيا والآخرة, توفني إليك مسلمًا, وألحقني بعبادك الصالحين من الأنبياء الأبرار والأصفياء الأخيار.\r\n", "sura_id": 12, "type": 3, "id": 32877, "aya_id": 101}, {"text": " <font color=red>رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ</font><BR><p>هَذَا دُعَاء مِنْ يُوسُف الصِّدِّيق دَعَا بِهِ رَبّه عَزَّ وَجَلَّ لَمَّا تَمَّتْ نِعْمَة اللَّه عَلَيْهِ بِاجْتِمَاعِهِ بِأَبَوَيْهِ وَأَخَوَيْهِ وَمَا مَنَّ اللَّه بِهِ عَلَيْهِ مِنْ النُّبُوَّة وَالْمُلْك سَأَلَ رَبّه عَزَّ وَجَلَّ كَمَا أَتَمَّ نِعْمَته عَلَيْهِ فِي الدُّنْيَا أَنْ يَسْتَمِرّ بِهَا عَلَيْهِ فِي الْآخِرَة وَأَنْ يَتَوَفَّاهُ مُسْلِمًا حِين يَتَوَفَّاهُ قَالَهُ الضَّحَّاك وَأَنْ يُلْحِقهُ بِالصَّالِحِينَ وَهُمْ إِخْوَته مِنْ النَّبِيِّينَ وَالْمُرْسَلِينَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ وَهَذَا الدُّعَاء يَحْتَمِل أَنَّ يُوسُف عَلَيْهِ السَّلَام قَالَهُ عِنْد اِحْتِضَاره كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَ يَرْفَع أُصْبُعه عِنْد الْمَوْت وَيَقُول اللَّهُمَّ فِي الرَّفِيق الْأَعْلَى ثَلَاثًا وَيَحْتَمِل أَنَّه سَأَلَ الْوَفَاة عَلَى الْإِسْلَام وَاللِّحَاق بِالصَّالِحِينَ إِذَا جَاءَ أَجَله وَانْقَضَى عُمُره لَا أَنَّهُ سَأَلَهُ ذَلِكَ مُنَجَّزًا كَمَا يَقُول الدَّاعِي لِغَيْرِهِ أَمَاتَك اللَّه عَلَى الْإِسْلَام وَيَقُول الدَّاعِي اللَّهُمَّ أَحْيِنَا مُسْلِمِينَ وَتَوَفَّنَا مُسْلِمِينَ وَأَلْحِقْنَا بِالصَّالِحِينَ وَيَحْتَمِل أَنَّهُ سَأَلَ ذَلِكَ مُنَجَّزًا وَكَانَ ذَلِكَ سَائِغًا فِي مِلَّتهمْ كَمَا قَالَ قَتَادَة قَوْله\" تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ \" لَمَّا جَمَعَ اللَّه شَمْله وَأَقَرَّ عَيْنه وَهُوَ يَوْمئِذٍ مَغْمُور فِي الدُّنْيَا وَمُلْكهَا وَنَضَارَتهَا اِشْتَاقَ إِلَى الصَّالِحِينَ قَبْله وَكَانَ اِبْن عَبَّاس يَقُول مَا تَمَنَّى نَبِيّ قَطُّ الْمَوْت قَبْل يُوسُف عَلَيْهِ السَّلَام وَكَذَا ذَكَرَ اِبْن جَرِير وَالسُّدِّيّ عَنْ اِبْن عَبَّاس أَنَّهُ أَوَّل نَبِيّ دَعَا بِذَلِكَ وَهَذَا يَحْتَمِل أَنَّهُ أَوَّل مَنْ سَأَلَ الْوَفَاة عَلَى الْإِسْلَام كَمَا أَنَّ نُوحًا أَوَّل مَنْ قَالَ \" رَبّ اِغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِي مُؤْمِنًا \" وَيَحْتَمِل أَنَّهُ أَوَّل مِنْ سَأَلَ إِنْجَاز ذَلِكَ وَهُوَ ظَاهِر سِيَاق قَوْل قَتَادَة وَلَكِنَّ هَذَا لَا يَجُوز فِي شَرِيعَتنَا قَالَ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَتَمَنَّيَنَّ أَحَدكُمْ الْمَوْت لِضُرٍّ نَزَلَ بِهِ فَإِنْ كَانَ وَلَا بُدّ مُتَمَنِّيًا الْمَوْت فَلْيَقُلْ اللَّهُمَّ أَحْيِنِي مَا كَانَتْ الْحَيَاة خَيْرًا لِي وَتَوَفَّنِي إِذَا كَانَتْ الْوَفَاة خَيْرًا لِي وَأَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَعِنْدهمَا لَا يَتَمَنَّيَنَّ أَحَدكُمْ الْمَوْت بِضُرٍّ نَزَلَ بِهِ إِنْ كَانَ مُحْسِنًا فَيَزْدَاد وَإِنْ كَانَ مُسِيئًا فَلَعَلَّهُ يَسْتَعْتِب وَلَكِنْ لِيَقُلْ اللَّهُمَّ أَحْيِنِي مَا كَانَتْ الْحَيَاة خَيْرًا لِي وَتَوَفَّنِي إِذَا كَانَتْ الْوَفَاة خَيْرًا لِي وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا مُعَاذ بْن رِفَاعَة حَدَّثَنِي عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَةَ قَالَ : جَلَسْنَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَّرَنَا وَرَقَّقَنَا فَبَكَى سَعْد بْن أَبِي وَقَّاص فَأَكْثَر الْبُكَاء وَقَالَ يَا لَيْتَنِي مِتّ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا سَعْد أَعِنْدِي تَتَمَنَّى الْمَوْت ؟ فَرَدَّدَ ذَلِكَ ثَلَاث مَرَّات ثُمَّ قَالَ يَا سَعْد إِنْ كُنْت خُلِقْت لِلْجَنَّةِ فَمَا طَالَ مِنْ عُمُرك وَحَسُنَ مِنْ عَمَلِك فَهُوَ خَيْر لَك وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا أَبُو يُونُس هُوَ مُسْلِم بْن جُبَيْر عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لَا يَتَمَنَّيَنَّ أَحَدكُمْ الْمَوْت لِضُرٍّ نَزَلَ بِهِ وَلَا يَدْعُ بِهِ مِنْ قَبْل أَنْ يَأْتِيَهُ إِلَّا أَنْ يَكُون قَدْ وَثِقَ بِعَمَلِهِ فَإِنَّهُ إِذَا مَاتَ أَحَدكُمْ اِنْقَطَعَ عَنْهُ عَمَله لِأَنَّهُ لَا يَزِيد الْمُؤْمِن عَمَله إِلَّا خَيْرًا تَفَرَّدَ بِهِ أَحْمَد وَهَذَا فِيمَا إِذَا كَانَ الضُّرّ خَاصًّا بِهِ وَأَمَّا إِذَا كَانَ فِتْنَة فِي الدِّين فَيَجُوز سُؤَال الْمَوْت كَمَا قَالَ اللَّه تَعَالَى إِخْبَارًا عَنْ السَّحَرَة لَمَّا أَرَادَهُمْ فِرْعَوْن عَنْ دِينهمْ وَتَهَدَّدَهُمْ بِالْقَتْلِ \" قَالُوا رَبّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ \" وَقَالَتْ مَرْيَم لَمَّا جَاءَهَا الْمَخَاض وَهُوَ الطَّلْق إِلَى جِذْع النَّخْلَة \" يَا لَيْتَنِي مِتّ قَبْل هَذَا وَكُنْت نَسْيًا مَنْسِيًّا \" لِمَا عَلِمَتْ مِنْ أَنَّ النَّاس يَقْذِفُونَهَا بِالْفَاحِشَةِ لِأَنَّهَا لَمْ تَكُنْ ذَات زَوْج وَقَدْ حَمَلَتْ وَوَضَعَتْ وَقَدْ قَالُوا \" يَا مَرْيَم لَقَدْ جِئْت شَيْئًا فَرِيًّا يَا أُخْت هَارُون مَا كَانَ أَبُوك اِمْرَأَ سَوْء وَمَا كَانَتْ أُمّك بَغِيًّا \" فَجَعَلَ اللَّه لَهَا مِنْ ذَلِكَ الْحَال فَرَجًا وَمَخْرَجًا وَأَنْطَقَ الصَّبِيّ فِي الْمَهْد بِأَنَّهُ عَبْد اللَّه وَرَسُوله فَكَانَ آيَة عَظِيمَة وَمُعْجِزَة بَاهِرَة صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَفِي حَدِيث مُعَاذ الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَالتِّرْمِذِيّ فِي قِصَّة الْمَنَام وَالدُّعَاء الَّذِي فِيهِ وَإِذَا أَرَدْت بِقَوْمٍ فِتْنَة فَاقْبِضْنِي إِلَيْك غَيْر مَفْتُون وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَلَمَة أَنَا عَبْد الْعَزِيز بْن مُحَمَّد عَنْ عَمْرو بْن عَاصِم عَنْ كَثِير بْن قَتَادَة عَنْ مَحْمُود بْن لَبِيد مَرْفُوعًا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ اِثْنَتَانِ يَكْرَههُمَا اِبْن آدَم : يَكْرَه الْمَوْت وَالْمَوْت خَيْر لِلْمُؤْمِنِ مِنْ الْفِتَن وَيَكْرَه قِلَّة الْمَال وَقِلَّة الْمَال أَقَلّ لِلْحِسَابِ فَعِنْد حُلُول الْفِتَن فِي الدِّين يَجُوز سُؤَال الْمَوْت وَلِهَذَا قَالَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ فِي آخِر خِلَافَته لَمَّا رَأَى أَنَّ الْأُمُور لَا تَجْتَمِع لَهُ وَلَا يَزْدَاد الْأَمْر إِلَّا شِدَّة فَقَالَ : اللَّهُمَّ خُذْنِي إِلَيْك فَقَدْ سَئِمْتهمْ وَسَئِمُونِي وَقَالَ الْبُخَارِيّ رَحِمَهُ اللَّه لَمَّا وَقَعَتْ لَهُ تِلْكَ الْفِتْنَة وَجَرَى لَهُ مَعَ أَمِير خُرَاسَان مَا جَرَى قَالَ : اللَّهُمَّ تَوَفَّنِي إِلَيْك وَفِي الْحَدِيث إِنَّ الرَّجُل لَيَمُرّ بِالْقَبْرِ أَيْ فِي زَمَان الدَّجَّال فَيَقُول يَا لَيْتَنِي مَكَانك لِمَا يَرَى مِنْ الْفِتَن وَالزَّلَازِل وَالْبَلَابِل وَالْأُمُور الْهَائِلَة الَّتِي هِيَ فِتْنَة لِكُلِّ مَفْتُون قَالَ أَبُو جَعْفَر بْن جَرِير : وَذَكَرَ أَنَّ بَنِي يَعْقُوب الَّذِينَ فَعَلُوا بِيُوسُف مَا فَعَلُوا اِسْتَغْفَرَ لَهُمْ أَبُوهُمْ فَتَابَ اللَّه عَلَيْهِمْ وَعَفَا عَنْهُمْ وَغَفَرَ لَهُمْ ذُنُوبهمْ . \" ذِكْر مَنْ قَالَ ذَلِكَ \" حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنِي حَجَّاج عَنْ صَالِح الْمُرِّيّ عَنْ يَزِيد الرَّقَّاع عَنْ أَنَس بْن مَالِك قَالَ إِنَّ اللَّه تَعَالَى لَمَّا جَمَعَ لِيَعْقُوب شَمْله بِبَنِيهِ خَلَا وَلَده نَجِيًّا فَقَالَ بَعْضهمْ لِبَعْضٍ أَلَسْتُمْ قَدْ عَلِمْتُمْ مَا صَنَعْتُمْ وَمَا لَقِيَ مِنْكُمْ الشَّيْخ وَمَا لَقِيَ مِنْكُمْ يُوسُف ؟ قَالُوا بَلَى قَالَ فَيَغُرّكُمْ عَفْوهمَا عَنْكُمْ فَكَيْف لَكُمْ بِرَبِّكُمْ ؟ فَاسْتَقَامَ أَمْرهمْ عَلَى أَنْ أَتَوْا الشَّيْخ فَجَلَسُوا بَيْن يَدَيْهِ وَيُوسُف إِلَى جَنْب أَبِيهِ قَاعِد قَالُوا يَا أَبَانَا إِنَّا أَتَيْنَاك لِأَمْرٍ لَمْ نَأْتِك لِأَمْرٍ مِثْله قَطُّ وَنَزَلَ بِنَا أَمْر لَمْ يَنْزِل بِنَا مِثْله قَطُّ حَتَّى حَرَّكُوهُ وَالْأَنْبِيَاء عَلَيْهِمْ السَّلَام أَرْحَم الْبَرِيَّة فَقَالَ مَا لَكُمْ يَا بَنِيَّ ؟ قَالُوا أَلَسْت قَدْ عَلِمْت مَا كَانَ مِنَّا إِلَيْك وَمَا كَانَ مِنَّا إِلَى أَخِينَا يُوسُف ؟ قَالَ بَلَى قَالُوا أَوَلَسْتُمَا قَدْ غَفَرْتُمَا لَنَا ؟ قَالَا بَلَى قَالُوا فَإِنَّ عَفْوكُمَا لَا يُغْنِي عَنَّا شَيْئًا إِنْ كَانَ اللَّه لَمْ يَعْفُ عَنَّا قَالَ فَمَا تُرِيدُونَ يَا بَنِيَّ ؟ قَالُوا نُرِيد أَنْ تَدْعُوَ اللَّه لَنَا فَإِذَا جَاءَك الْوَحْي مِنْ اللَّه بِأَنَّهُ قَدْ عَفَا عَنَّا قَرَّتْ أَعْيُننَا وَاطْمَأَنَّتْ قُلُوبنَا وَإِلَّا فَلَا قُرَّة عَيْن فِي الدُّنْيَا لَنَا أَبَدًا قَالَ فَقَامَ الشَّيْخ فَاسْتَقْبَلَ الْقِبْلَة وَقَامَ يُوسُف خَلْف أَبِيهِ وَقَامُوا خَلْفهمَا أَذِلَّة خَاشِعِينَ قَالَ فَدَعَا وَأَمَّنَ يُوسُف فَلَمْ يُجَبْ فِيهِمْ عِشْرِينَ سَنَة قَالَ صَالِح الْمُرِّيّ يُخِيفهُمْ قَالَ حَتَّى إِذَا كَانَ عَلَى رَأْس الْعِشْرِينَ نَزَلَ جِبْرِيل عَلَيْهِ السَّلَام عَلَى يَعْقُوب عَلَيْهِ السَّلَام فَقَالَ إِنَّ اللَّه تَعَالَى قَدْ بَعَثَنِي إِلَيْك أُبَشِّرك بِأَنَّهُ قَدْ أَجَابَ دَعْوَتك فِي وَلَدك وَأَنَّ اللَّه تَعَالَى قَدْ عَفَا عَمَّا صَنَعُوا وَأَنَّهُ قَدْ اِعْتَقَدَ مَوَاثِيقهمْ مِنْ بَعْدك عَلَى النُّبُوَّة هَذَا الْأَثَر مَوْقُوف عَنْ أَنَس وَيَزِيد الرَّقَاشِيّ وَصَالِح الْمُرِّيّ ضَعِيفَانِ جِدًّا وَذَكَرَ السُّدِّيّ أَنَّ يَعْقُوب عَلَيْهِ السَّلَام لَمَّا حَضَرَهُ الْمَوْت أَوْصَى إِلَى يُوسُف بِأَنْ يُدْفَن عِنْد إِبْرَاهِيم وَإِسْحَاق فَلَمَّا مَاتَ صَبَرَهُ وَأَرْسَلَهُ إِلَى الشَّام فَدُفِنَ عِنْدهمَا عَلَيْهِ السَّلَام .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37749, "aya_id": 101}]