[{"text": "يَا أَيُّهَا الرَّسُولُ لاَ يَحْزُنكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُواْ آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ وَمِنَ الَّذِينَ هِادُواْ سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِن بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَاحْذَرُواْ وَمَن يُرِدِ اللّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللّهِ شَيْئًا أُوْلَئِكَ الَّذِينَ لَمْ يُرِدِ اللّهُ أَن يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ", "sura_id": 5, "type": 0, "id": 710, "aya_id": 41}, {"text": "يا أيها الرسول لا يحزنك الذين يسارعون في الكفر من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم ومن الذين هادوا سماعون للكذب سماعون لقوم آخرين لم يأتوك يحرفون الكلم من بعد مواضعه يقولون إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا ومن يرد الله فتنته فلن تملك له من الله شيئا أولئك الذين لم يرد الله أن يطهر قلوبهم لهم في الدنيا خزي ولهم في الآخرة عذاب عظيم", "sura_id": 5, "type": 1, "id": 6946, "aya_id": 41}, {"text": "41 - (يا أيها الرسول لا يحزنك) صنع (الذين يسارعون في الكفر) يقعون فيه بسرعة أي يظهرونه إذا وجدوا فرصة (من) للبيان (الذين قالوا آمنا بأفواههم) بألسنتهم متعلق بقالوا (ولم تؤمن قلوبهم) وهم المنافقون (ومن الذين هادوا) قوم (سماعون للكذب) الذي افترته أحبارهم سماع قبول (سماعون) منك (لقوم) لأجل قوم (آخرين) من اليهود (لم يأتوك) وهم أهل خيبر زنى فيهم محصنان فكرهوا رجمهما فبعثوا قريظة ليسألوا النبي صلى الله عليه وسلم عن حكمهما (يحرفون الكلم) الذي في التوراة كآية الرجم (من بعد مواضعه) التي وضعه الله عليها أي يبدلونه (يقولون) لمن أرسلوهم (إن أوتيتم هذا) الحكم المحرف أي الجلد الذي أفتاكم به محمد (فخذوه) فاقبلوه (وإن لم تؤتوه) بل أفتاكم بخلافه (فاحذروا) أن تقبلوه (ومن يرد الله فتنته) إضلاله (فلن تملك له من الله شيئا) في دفعها (أولئك الذين لم يرد الله أن يطهر قلوبهم) من الكفر ولو أراده لكان (لهم في الدنيا خزي) ذل بالفضيحة والجزية (ولهم في الآخرة عذاب عظيم) \r\n", "sura_id": 5, "type": 2, "id": 25654, "aya_id": 41}, {"text": "يا أيها الرسول لا يحزنك الذين يسارعون في جحود نبوتك من المنافقين الذين أظهروا الإسلام وقلوبهم خالية منه, فإني ناصرك عليهم. ولا يحزنك تسرُّع اليهود إلى إنكار نبوتك, فإنهم قوم يستمعون للكذب, ويقبلون ما يَفْتَريه أحبارُهم, ويستجيبون لقوم آخرين لا يحضرون مجلسك, وهؤلاء الآخرون يُبَدِّلون كلام الله من بعد ما عَقَلوه, ويقولون: إن جاءكم من محمد ما يوافق الذي بدَّلناه وحرَّفناه من أحكام التوراة فاعملوا به, وإن جاءكم منه ما يخالفه فاحذروا قبوله, والعمل به. ومن يشأ الله ضلالته فلن تستطيع -أيها الرسول- دَفْعَ ذلك عنه, ولا تقدر على هدايته. وإنَّ هؤلاء المنافقين واليهود لم يُرِدِ الله أن يطهِّر قلوبهم من دنس الكفر, لهم الذلُّ والفضيحة في الدنيا, ولهم في الآخرة عذاب عظيم.\r\n", "sura_id": 5, "type": 3, "id": 31890, "aya_id": 41}, {"text": " <font color=red>يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ</font><BR><p>نَزَلَتْ هَذِهِ الْآيَات الْكَرِيمَات فِي الْمُسَارِعِينَ فِي الْكُفْر الْخَارِجِينَ عَنْ طَاعَة اللَّه وَرَسُوله الْمُقَدِّمِينَ آرَاءَهُمْ وَأَهْوَاءَهُمْ عَلَى شَرَائِع اللَّه عَزَّ وَجَلَّ \" مِنْ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبهمْ\" أَيْ أَظْهَرُوا الْإِيمَان بِأَلْسِنَتِهِمْ وَقُلُوبُهُمْ خَرَاب خَاوِيَة مِنْهُ وَهَؤُلَاءِ هُمْ الْمُنَافِقُونَ \" مِنْ الَّذِينَ هَادُوا \" أَعْدَاء الْإِسْلَام وَأَهْله وَهَؤُلَاءِ كُلّهمْ \" سَمَّاعُونَ لِلْكَذِبِ \"</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41493, "aya_id": 41}]