[{"text": "بَلَى مَن كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ", "sura_id": 2, "type": 0, "id": 88, "aya_id": 81}, {"text": "بلى من كسب سيئة وأحاطت به خطيئته فأولئك أصحاب النار هم فيها خالدون", "sura_id": 2, "type": 1, "id": 6324, "aya_id": 81}, {"text": "81 - (بلى) تمسكم وتخلدون فيها (من كسب سيئةً) شركاً (وأحاطت به خطيئته) بالإفراد وبالجمع أي استولت عليه وأحدقت به من كل جانب بأن مات مشركا (فأولئك أصحاب النار هم فيها خالدون) روعي فيه معنى من \r\n", "sura_id": 2, "type": 2, "id": 25032, "aya_id": 81}, {"text": "فحُكْمُ الله ثابت: أن من ارتكب الآثام حتى جَرَّته إلى الكفر, واستولت عليه ذنوبه مِن جميع جوانبه وهذا لا يكون إلا فيمن أشرك بالله, فالمشركون والكفار هم الذين يلازمون نار جهنم ملازمة دائمةً لا تنقطع.\r\n", "sura_id": 2, "type": 3, "id": 31268, "aya_id": 81}, {"text": " <font color=red>بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</font><BR><p>يَقُول تَعَالَى لَيْسَ الْأَمْر كَمَا تَمَنَّيْتُمْ وَلَا كَمَا تَشْتَهُونَ بَلْ الْأَمْر أَنَّهُ مَنْ عَمِلَ سَيِّئَة وَأَحَاطَتْ بِهِ خَطِيئَته وَهُوَ مَنْ وَافَى يَوْم الْقِيَامَة وَلَيْسَتْ لَهُ حَسَنَة بَلْ جَمِيع أَعْمَاله سَيِّئَات فَهَذَا مِنْ أَهْل النَّار \" وَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" أَيْ آمَنُوا بِاَللَّهِ وَرَسُوله وَعَمِلُوا الصَّالِحَات مِنْ الْعَمَل الْمُوَافِق لِلشَّرِيعَةِ فَهُمْ مِنْ أَهْل الْجَنَّة وَهَذَا الْمَقَام شَبِيهٌ بِقَوْلِهِ تَعَالَى لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيّ أَهْل الْكِتَاب مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ وَلَا يَجِد لَهُ مِنْ دُون اللَّه وَلِيًّا وَلَا نَصِيرًا وَمَنْ يَعْمَل مِنْ الصَّالِحَات مِنْ ذَكَر أَوْ أُنْثَى وَهُوَ مُؤْمِن فَأُولَئِكَ يَدْخُلُونَ الْجَنَّة وَلَا يُظْلَمُونَ نَقِيرًا \" قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" بَلَى مَنْ كَسَبَ سَيِّئَة \" أَيْ عَمِلَ مِثْل أَعْمَالكُمْ وَكَفَرَ بِمِثْلِ مَا كَفَرْتُمْ بِهِ حَتَّى يُحِيطَ بِهِ كُفْرُهُ فَمَا لَهُ مِنْ حَسَنَة وَفِي رِوَايَة عَنْ اِبْن عَبَّاس قَالَ الشِّرْك قَالَ اِبْن أَبِي حَاتِم . وَرُوِيَ عَنْ وَائِل وَأَبِي الْعَالِيَة وَمُجَاهِد وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن أَنَس نَحْوه وَقَالَ : الْحَسَن أَيْضًا وَالسُّدِّيّ السَّيِّئَة الْكَبِيرَة مِنْ الْكَبَائِر . وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد\" وَأَحَاطَتْ بِهِ خَطِيئَته \" قَالَ بِقَلْبِهِ وَقَالَ : أَبُو هُرَيْرَة وَأَبُو وَائِل وَعَطَاء وَالْحَسَن \" وَأَحَاطَتْ بِهِ خَطِيئَته \" قَالُوا أَحَاطَ بِهِ شِرْكه . وَقَالَ : الْأَعْمَش عَنْ أَبِي رَزِين عَنْ الرَّبِيع بْن خُثَيْم \" وَأَحَاطَتْ بِهِ خَطِيئَته \" قَالَ الَّذِي يَمُوت عَلَى خَطَايَاهُ مِنْ قَبْل أَنْ يَتُوب وَعَنْ السُّدِّيّ وَأَبِي رَزِين نَحْوه وَقَالَ أَبُو الْعَالِيَة وَمُجَاهِد وَالْحَسَن فِي رِوَايَة عَنْهُمَا وَقَتَادَة وَالرَّبِيع بْن أَنَس \" وَأَحَاطَتْ بِهِ خَطِيئَته \" الْمُوجِبَة الْكَبِيرَة وَكُلّ هَذِهِ الْأَقْوَال مُتَقَارِبَة فِي الْمَعْنَى وَاَللَّه أَعْلَم . وَيُذْكَر هَاهُنَا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ حَدَّثَنَا سُلَيْمَان بْن دَاوُد حَدَّثَنَا عَمْرو بْن قَتَادَة عَنْ عَبْد رَبّه عَنْ أَبِي عِيَاض عَنْ عَبْد اللَّه بْن مَسْعُود - رَضِيَ اللَّه عَنْهُ - أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ :\" إِيَّاكُمْ وَمُحَقَّرَات الذُّنُوب فَإِنَّهُنَّ يَجْتَمِعْنَ عَلَى الرَّجُل حَتَّى يُهْلِكْنَهُ \" وَإِنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ضَرَبَ لَهُمْ مَثَلًا كَمَثَلِ قَوْم نَزَلُوا بِأَرْضِ فَلَاة فَحَضَرَ صَنِيعُ الْقَوْم فَجَعَلَ الرَّجُل يَنْطَلِق فَيَجِيء بِالْعُودِ وَالرَّجُل يَجِيء بِالْعُودِ حَتَّى جَمَعُوا سَوَادًا وَأَجَّجُوا نَارًا فَأَنْضَجُوا مَا قَذَفُوا فِيهَا وَقَالَ اِبْن إِسْحَاق حَدَّثَنِي مُحَمَّد عَنْ سَعِيد أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَالَّذِين آمَنُوا وَعَمِلُوا الصَّالِحَات أُولَئِكَ أَصْحَاب الْجَنَّة هُمْ فِيهَا خَالِدُونَ \" أَيْ مَنْ آمَنَ بِمَا كَفَرْتُمْ وَعَمِلَ بِمَا تَرَكْتُمْ مِنْ دِينه فَلَهُمْ الْجَنَّة خَالِدِينَ فِيهَا يُخْبِرهُمْ أَنَّ الثَّوَاب بِالْخَيْرِ وَالشَّرّ مُقِيمٌ عَلَى أَهْله أَبَدًا لَا اِنْقِطَاع لَهُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38762, "aya_id": 81}]