[{"text": "وَالَّذِينَ آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ اللّهِ وَالَّذِينَ آوَواْ وَّنَصَرُواْ أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ", "sura_id": 8, "type": 0, "id": 1234, "aya_id": 74}, {"text": "والذين آمنوا وهاجروا وجاهدوا في سبيل الله والذين آووا ونصروا أولئك هم المؤمنون حقا لهم مغفرة ورزق كريم", "sura_id": 8, "type": 1, "id": 7470, "aya_id": 74}, {"text": "74 - (والذين آمنوا وهاجروا وجاهدوا في سبيل الله والذين آووا ونصروا أولئك هم المؤمنون حقاً لهم مغفرةٌ ورزق كريم) في الجنة \r\n", "sura_id": 8, "type": 2, "id": 26178, "aya_id": 74}, {"text": "والذين آمنوا بالله ورسوله, وتركوا ديارهم قاصدين دار الإسلام أو بلدًا يتمكنون فيه من عبادة ربهم, وجاهدوا لإعلاء كلمة الله, والذين نصروا إخوانهم المهاجرين وآووهم وواسوهم بالمال والتأييد, أولئك هم المؤمنون الصادقون حقًا, لهم مغفرة لذنوبهم, ورزق كريم واسع في جنات النعيم.\r\n", "sura_id": 8, "type": 3, "id": 32414, "aya_id": 74}, {"text": " <font color=red>وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى حُكْم الْمُؤْمِنِينَ فِي الدُّنْيَا عَطَفَ بِذِكْرِ مَا لَهُمْ فِي الْآخِرَة فَأَخْبَرَ عَنْهُمْ بِحَقِيقَةِ الْإِيمَان كَمَا تَقَدَّمَ فِي أَوَّل السُّورَة وَأَنَّهُ سُبْحَانَهُ سَيُجَازِيهِمْ بِالْمَغْفِرَةِ وَالصَّفْح عَنْ الذُّنُوب إِنْ كَانَتْ وَبِالرِّزْقِ الْكَرِيم وَهُوَ الْحَسَن الْكَثِير الطَّيِّب الشَّرِيف دَائِم مُسْتَمِرّ أَبَدًا لَا يَنْقَطِع وَلَا يَنْقَضِي وَلَا يُسْأَم وَلَا يُمَلّ لِحُسْنِهِ وَتَنَوُّعِهِ . ثُمَّ ذَكَرَ أَنَّ الْأَتْبَاع لَهُمْ فِي الدُّنْيَا عَلَى مَا كَانُوا عَلَيْهِ مِنْ الْإِيمَان وَالْعَمَل الصَّالِح فَهُمْ مَعَهُمْ فِي الْآخِرَة كَمَا قَالَ \" وَالسَّابِقُونَ الْأَوَّلُونَ \" الْآيَة وَقَالَ \" وَاَلَّذِينَ جَاءُوا مِنْ بَعْدهمْ \" الْآيَة . وَفِي الْحَدِيث الْمُتَّفَق عَلَيْهِ بَلْ الْمُتَوَاتِر مِنْ طُرُق صَحِيحَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" الْمَرْء مَعَ مَنْ أَحَبَّ \" وَفِي الْحَدِيث الْآخَر \" مَنْ أَحَبَّ قَوْمًا فَهُوَ مِنْهُمْ \" وَفِي رِوَايَة \" حُشِرَ مَعَهُمْ \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع عَنْ شَرِيك عَنْ عَاصِم عَنْ أَبِي وَائِل عَنْ جَرِير قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْمُهَاجِرُونَ وَالْأَنْصَار بَعْضهمْ أَوْلِيَاء لِبَعْضٍ وَالطُّلَقَاء مِنْ قُرَيْش وَالْعُتَقَاء مِنْ ثَقِيف بَعْضهمْ أَوْلِيَاء بَعْض إِلَى يَوْم الْقِيَامَة \" قَالَ شَرِيك فَحَدَّثَنَا الْأَعْمَش عَنْ تَمِيم بْن سَلَمَة عَنْ عَبْد الرَّحْمَن بْن هِلَال عَنْ جَرِير عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَيْنِ الْوَجْهَيْنِ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43125, "aya_id": 74}]