[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ أَوْفُواْ بِالْعُقُودِ أُحِلَّتْ لَكُم بَهِيمَةُ الأَنْعَامِ إِلاَّ مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حُرُمٌ إِنَّ اللّهَ يَحْكُمُ مَا يُرِيدُ", "sura_id": 5, "type": 0, "id": 670, "aya_id": 1}, {"text": "يا أيها الذين آمنوا أوفوا بالعقود أحلت لكم بهيمة الأنعام إلا ما يتلى عليكم غير محلي الصيد وأنتم حرم إن الله يحكم ما يريد", "sura_id": 5, "type": 1, "id": 6906, "aya_id": 1}, {"text": "سورة المائدة [مدنية وآياتها 120 أو 122 أو 123 آية نزلت بعد الفتح] 1 - (يا أيها الذين آمنوا أوفوا بالعقود) العهود المؤكدة التي بينكم وبين الله والناس (أحلت لكم بهيمة الأنعام) الإبل والبقر والغنم أكلاً بعد الذبح (إلا ما يتلى عليكم) تحريمه في {حرمت عليكم الميتة} الآية ، فالاستثناء منقطع ويجوز أن يكون متصلاً والتحريم لما عرض من الموت ونحوه (غير محلي الصيد وأنتم حرم) أي مُحرِمون ونصب غير على الحال من ضمير لكم (إن الله يحكم ما يريد) من التحليل وغيره لا اعتراض عليه \r\n", "sura_id": 5, "type": 2, "id": 25614, "aya_id": 1}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, أتِمُّوا عهود الله الموثقة, من الإيمان بشرائع الدين, والانقياد لها, وأَدُّوا العهود لبعضكم على بعض من الأمانات, والبيوع وغيرها, مما لم يخالف كتاب الله, وسنة رسوله محمد صلى الله عليه وسلم. وقد أحَلَّ الله لكم البهيمة من الأنعام, وهي الإبلُ والبقر والغنم, إلا ما بيَّنه لكم من تحريم الميتة والدم وغير ذلك, ومن تحريم الصيد وأنتم محرمون. إن الله يحكم ما يشاء وَفْق حكمته وعدله.\r\n", "sura_id": 5, "type": 3, "id": 31850, "aya_id": 1}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا</font><BR><p>سُورَة الْمَائِدَة . قَالَ الْإِمَام أَحْمَدُ حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا أَبُو مُعَاوِيَة شَيْبَان عَنْ لَيْث عَنْ شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد قَالَتْ إِنِّي لَآخِذَة بِزِمَامِ الْعَضْبَاء نَاقَة رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِذْ نَزَلَتْ عَلَيْهِ الْمَائِدَة كُلّهَا وَكَادَتْ مِنْ ثِقَلِهَا تَدُقُّ عَضُدَ النَّاقَةِ وَرَوَى اِبْن مَرْدُوَيْهِ مِنْ حَدِيث صَبَّاح بْن سَهْل عَنْ عَاصِم الْأَحْوَل قَالَ : حَدَّثَتْنِي أُمّ عَمْرو عَنْ عَمّهَا أَنَّهُ كَانَ فِي مَسِير مَعَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَنَزَلَتْ عَلَيْهِ سُورَة الْمَائِدَة فَانْطَلَقَ عُنُق الرَّاحِلَة مِنْ ثِقَلهَا . وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنِي حُيَيّ بْن عَبْد اللَّه بْن أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : أُنْزِلَتْ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ تَعَالَى عَلَيْهِ وَآلِهِ وَسَلَّمَ سُورَة الْمَائِدَة وَهُوَ رَاكِب عَلَى رَاحِلَته فَلَمْ تَسْتَطِعْ أَنْ تَحْمِلهُ فَنَزَلَ مِنْهَا تَفَرَّدَ بِهِ أَحْمَد وَقَدْ رَوَى قُتَيْبَة عَنْ عَبْد اللَّه بْن وَهْب عَنْ حُيَيّ عَنْ أَبِي عَبْد الرَّحْمَن عَنْ عَبْد اللَّه بْن عَمْرو قَالَ آخِر سُورَة أُنْزِلَتْ سُورَة الْمَائِدَة وَالْفَتْح ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن غَرِيب . وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : آخِر سُورَة أُنْزِلَتْ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" وَقَدْ رَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق عَبْد اللَّه بْن وَهْب بِإِسْنَادِهِ نَحْو رِوَايَة التِّرْمِذِيّ ثُمَّ قَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَقَالَ الْحَاكِم أَيْضًا حَدَّثَنَا أَبُو الْعَبَّاس مُحَمَّد بْن يَعْقُوب حَدَّثَنَا يَحْيَى بْن نَصْر قَالَ قُرِئَ عَلَى عَبْد اللَّه بْن وَهْب أَخْبَرَنَا مُعَاوِيَة بْن صَالِح عَنْ أَبِي الزَّاهِرِيَّة عَنْ جُبَيْر بْن نُفَيْر قَالَ : حَجَجْت فَدَخَلْت عَلَى عَائِشَة فَقَالَتْ لِي يَا جُبَيْر تَقْرَأ الْمَائِدَة ؟ فَقُلْت نَعَمْ فَقَالَتْ أَمَا إِنَّهَا آخِر سُورَة نَزَلَتْ فَمَا وَجَدْتُمْ فِيهَا مِنْ حَلَال فَاسْتَحِلُّوهُ وَمَا وَجَدْتُمْ مِنْ حَرَام فَحَرِّمُوهُ ثُمَّ قَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَرَوَاهُ الْإِمَام أَحْمَد عَنْ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مُعَاوِيَة بْن صَالِح وَزَادَ وَسَأَلْتهَا عَنْ خُلُق رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَتْ الْقُرْآن . وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث اِبْن مَهْدِيّ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك حَدَّثَنَا مِسْعَر حَدَّثَنِي مَعْن وَعَوْف أَوْ أَحَدهمَا أَنَّ رَجُلًا أَتَى عَبْد اللَّه بْن مَسْعُود فَقَالَ : اِعْهَدْ إِلَيَّ فَقَالَ إِذَا سَمِعْت اللَّه يَقُول \" يَا أَيّهَا الَّذِينَ آمَنُوا\" فَأَرْعِهَا سَمْعك فَإِنَّهُ خَيْر يَأْمُر بِهِ أَوْ شَرٌّ يَنْهَى عَنْهُ . وَقَالَ : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا عَبْد الرَّحْمَن بْن إِبْرَاهِيم دُحَيْم حَدَّثَنَا الْوَلِيد حَدَّثَنَا الْأَوْزَاعِيّ عَنْ الزُّهْرِيّ قَالَ : إِذَا قَالَ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا \" اِفْعَلُوا فَالنَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْهُمْ وَحَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا الْأَعْمَش عَنْ خَيْثَمَةَ قَالَ : كُلّ شَيْء فِي الْقُرْآن \" يَا أَيّهَا الَّذِينَ آمَنُوا \" فَهُوَ فِي التَّوْرَاة يَا أَيّهَا الْمَسَاكِين . فَأَمَّا مَا رَوَاهُ عَنْ زَيْد بْن إِسْمَاعِيل الصَّائِغ الْبَغْدَادِيّ حَدَّثَنَا مُعَاوِيَة يَعْنِي اِبْن هِشَام عَنْ عِيسَى بْن رَاشِد عَنْ عَلِيّ بْن بَذِيمَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مَا فِي الْقُرْآن آيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا \" إِلَّا أَنَّ عَلِيًّا سَيِّدهَا وَشَرِيفهَا وَأَمِيرهَا وَمَا مِنْ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَحَد إِلَّا قَدْ عُوتِبَ فِي الْقُرْآن إِلَّا عَلِيّ بْن أَبِي طَالِب فَإِنَّهُ لَمْ يُعَاتَب فِي شَيْء مِنْهُ . فَهُوَ أَثَر غَرِيب وَلَفْظه فِيهِ نَكَارَة وَفِي إِسْنَاده نَظَر . وَقَالَ الْبُخَارِيّ عِيسَى بْن رَاشِد هَذَا مَجْهُول وَخَبَره مُنْكَر قُلْت وَعَلِيّ بْن بَذِيمَة وَإِنْ كَانَ ثِقَة إِلَّا أَنَّهُ شِيعِيّ غَالٍ وَخَبَره فِي مِثْل هَذَا فِيهِ تُهْمَة فَلَا يُقْبَل قَوْله فَلَمْ يَبْقَ أَحَد مِنْ الصَّحَابَة إِلَّا عُوتِبَ فِي الْقُرْآن إِلَّا عَلِيًّا إِنَّمَا يُشِير بِهِ إِلَى الْآيَة الْآمِرَة بِالصَّدَقَةِ بَيْن يَدَيْ النَّجْوَى فَإِنَّهُ قَدْ ذَكَرَ غَيْر وَاحِد أَنَّهُ لَمْ يَعْمَلْ بِهَا أَحَدٌ إِلَّا عَلِيٌّ وَنَزَلَ قَوْله \" أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَات فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّه عَلَيْكُمْ \" الْآيَة . وَفِي كَوْن هَذَا عِتَابًا نَظَر فَإِنَّهُ قَدْ قِيلَ إِنَّ الْأَمْر كَانَ نَدْبًا لَا إِيجَابًا ثُمَّ قَدْ نُسِخَ ذَلِكَ عَنْهُمْ قَبْل الْفِعْل فَلَمْ يَصْدُر مِنْ أَحَد مِنْهُمْ خِلَافه . وَقَوْله عَنْ عَلِيّ أَنَّهُ لَمْ يُعَاتَب فِي شَيْء مِنْ الْقُرْآن فِيهِ نَظَر أَيْضًا فَإِنَّ الْآيَة الَّتِي فِي الْأَنْفَال الَّتِي فِيهَا الْمُعَاتَبَة عَلَى أَخْذ الْفِدَاء عَمَّتْ جَمِيع مَنْ أَشَارَ بِأَخْذِهِ وَلَمْ يَسْلَم مِنْهَا إِلَّا عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَعُلِمَ بِهَذَا وَبِمَا تَقَدَّمَ ضَعْف هَذَا الْأَثَر وَاَللَّه أَعْلَمُ . وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا عَبْد اللَّه بْن صَالِح حَدَّثَنَا اللَّيْث حَدَّثَنِي يُونُس قَالَ : قَالَ مُحَمَّد بْن مُسْلِم : قَرَأْت كِتَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الَّذِي كَتَبَ لِعَمْرِو بْن حَزْم حِين بَعَثَهُ إِلَى نَجْرَان وَكَانَ الْكِتَاب عِنْد أَبِي بَكْر بْن حَزْم فِيهِ : هَذَا بَيَان مِنْ اللَّه وَرَسُوله \" يَا أَيّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ \" فَكَتَبَ الْآيَات مِنْهَا حَتَّى بَلَغَ \" إِنَّ اللَّه سَرِيع الْحِسَاب \" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا يُونُس بْن بَكْر حَدَّثَنَا مُحَمَّد بْن إِسْحَاق حَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم عَنْ أَبِيهِ قَالَ : هَذَا كِتَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عِنْدنَا الَّذِي كَتَبَهُ لِعَمْرِو بْن حَزْم حِين بَعَثَهُ إِلَى الْيَمَن يُفَقِّه أَهْلهَا وَيُعَلِّمهُمْ السُّنَّة وَيَأْخُذ صَدَقَاتهمْ فَكَتَبَ لَهُ كِتَابًا وَعَهْدًا وَأَمَرَهُ فَكَتَبَ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم هَذَا كِتَاب مِنْ اللَّه وَرَسُوله \" يَا أَيّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ \" عَهْد مِنْ مُحَمَّد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِعَمْرِو بْن حَزْم حِين بَعَثَهُ إِلَى الْيَمَن أَمَرَهُ بِتَقْوَى اللَّه فِي أَمْره كُلّه فَإِنَّ اللَّه مَعَ الَّذِينَ اِتَّقَوْا وَاَلَّذِينَ هُمْ مُحْسِنُونَ قَوْله تَعَالَى \" أَوْفُوا بِالْعُقُودِ\" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد : يَعْنِي بِالْعُقُودِ الْعُهُودَ وَحَكَى اِبْن جَرِير الْإِجْمَاع عَلَى ذَلِكَ قَالَ : وَالْعُهُود مَا كَانُوا يَتَعَاقَدُونَ عَلَيْهِ مِنْ الْحَلِف وَغَيْره وَقَالَ عَلِيّ بْن أَبِي طَلْحَة : عَنْ اِبْن عَبَّاس فِي قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ \" يَعْنِي الْعُهُودَ يَعْنِي مَا أَحَلَّ اللَّهُ وَمَا حَرَّمَ وَمَا فَرَضَ وَمَا حَدَّ فِي الْقُرْآن كُلّه وَلَا تَغْدِرُوا وَلَا تَنْكُثُوا ثُمَّ شَدَّدَ فِي ذَلِكَ فَقَالَ تَعَالَى \" وَاَلَّذِينَ يَنْقُضُونَ عَهْد اللَّه مِنْ بَعْد مِيثَاقه وَيَقْطَعُونَ مَا أَمَرَ اللَّه بِهِ أَنْ يُوصَل \" إِلَى قَوْله \" سُوء الدَّار \" وَقَالَ الضَّحَّاك : \" أَوْفُوا بِالْعُقُودِ \" قَالَ : مَا أَحَلَّ اللَّه وَحَرَّمَ وَمَا أَخَذَ اللَّه مِنْ الْمِيثَاق عَلَى مَنْ أَقَرَّ بِالْإِيمَانِ بِالنَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَالْكِتَاب أَنْ يُوفُوا بِمَا أَخَذَ اللَّه عَلَيْهِمْ مِنْ الْفَرَائِض مِنْ الْحَلَال وَالْحَرَام . وَقَالَ زَيْد بْن أَسْلَمَ : \" أَوْفُوا بِالْعُقُودِ \" قَالَ هِيَ سِتَّة : عَهْد اللَّه وَعَقْد الْحَلِف وَعَقْد الشَّرِكَة وَعَقْد الْبَيْع وَعَقْد النِّكَاح وَعَقْد الْيَمِين وَقَالَ مُحَمَّد بْن كَعْب : هِيَ خَمْسَة مِنْهَا : حَلِف الْجَاهِلِيَّة وَشَرِكَة الْمُفَاوَضَة وَقَدْ اِسْتَدَلَّ بَعْض مَنْ ذَهَبَ إِلَى أَنَّهُ لَا خِيَار فِي مَجْلِس الْبَيْع بِهَذِهِ الْآيَة\" أَوْفُوا بِالْعُقُودِ \" قَالَ فَهَذِهِ تَدُلّ عَلَى لُزُوم الْعَقْد وَثَوْبَتِهِ فَيَقْتَضِي نَفْي خِيَار الْمَجْلِس وَهَذَا مَذْهَب أَبِي حَنِيفَة وَمَالِك وَخَالَفَهُمَا فِي ذَلِكَ الشَّافِعِيّ وَأَحْمَد وَالْجُمْهُور : وَالْحُجَّة فِي ذَلِكَ مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا \" وَفِي لَفْظ آخَر لِلْبُخَارِيِّ \" إِذَا تَبَايَعَ الرَّجُلَانِ فَكُلّ وَاحِد مِنْهُمَا بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا \" وَهَذَا صَرِيح فِي إِثْبَات خِيَار الْمَجْلِس الْمُتَعَقِّب لِعَقْدِ الْبَيْع وَلَيْسَ هَذَا مُنَافِيًا لِلُزُومِ الْعَقْد بَلْ هُوَ مِنْ مُقْتَضَيَاته شَرْعًا فَالْتِزَامه مِنْ تَمَام الْوَفَاء بِالْعُقُودِ . وَقَوْله تَعَالَى\" أُحِلَّتْ لَكُمْ بَهِيمَة الْأَنْعَام \" هِيَ : الْإِبِل وَالْبَقَر وَالْغَنَم قَالَهُ : أَبُو الْحَسَن وَقَتَادَة وَغَيْر وَاحِد قَالَ اِبْن جَرِير : وَكَذَلِكَ هُوَ عِنْد الْعَرَب وَقَدْ اِسْتَدَلَّ اِبْن عُمَر وَابْن عَبَّاس وَغَيْر وَاحِد بِهَذِهِ الْآيَة عَلَى إِبَاحَة الْجَنِين إِذَا وُجِدَ مَيِّتًا فِي بَطْن أُمّه إِذَا ذُبِحَتْ وقَدْ وَرَدَ فِي ذَلِكَ حَدِيث فِي السُّنَن رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طَرِيق مُجَاهِد عَنْ أَبِي الْوَدَّاك جُبَيْر بْن نَوْفَل عَنْ أَبِي سَعِيد قَالَ : قُلْنَا يَا رَسُول اللَّه نَنْحَر النَّاقَة وَنَذْبَح الْبَقَرَة أَوْ الشَّاة فِي بَطْنهَا الْجَنِينُ أَنُلْقِيهِ أَمْ نَأْكُلهُ فَقَالَ : \" كُلُوهُ إِنْ شِئْتُمْ فَإِنَّ ذَكَاته ذَكَاة أُمِّهِ \" وَقَالَ التِّرْمِذِيّ : حَدِيث حَسَن قَالَ أَبُو دَاوُدَ حَدَّثَنَا مُحَمَّد بْن يَحْيَى بْن فَارِس حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا عَتَّاب بْن بَشِير حَدَّثَنَا عُبَيْد اللَّه بْن أَبِي زِيَاد الْقَدَّاح الْمَكِّيّ عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بْن عَبْد اللَّه عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" ذَكَاة الْجَنِين ذَكَاة أُمِّهِ \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ وَقَوْله \" إِلَّا مَا يُتْلَى عَلَيْكُمْ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : يَعْنِي بِذَلِكَ الْمَيْتَة وَالدَّم وَلَحْم الْخِنْزِير وَقَالَ قَتَادَة : يَعْنِي بِذَلِكَ الْمَيْتَة وَمَا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَالظَّاهِر وَاَللَّه أَعْلَمُ أَنَّ الْمُرَاد بِذَلِكَ قَوْله \" حُرِّمَتْ عَلَيْكُمْ الْمَيْتَة وَالدَّم وَلَحْم الْخِنْزِير وَمَا أُهِلَّ لِغَيْرِ اللَّه بِهِ وَالْمُنْخَنِقَة وَالْمَوْقُوذَة وَالْمُتَرَدِّيَة وَالنَّطِيحَة وَمَا أَكَلَ السَّبُع\" فَإِنَّ هَذِهِ وَإِنْ كَانَتْ مِنْ الْأَنْعَام إِلَّا أَنَّهَا تَحْرُم بِهَذِهِ الْعَوَارِض وَلِهَذَا قَالَ \" إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُب \" يَعْنِي مِنْهَا فَإِنَّهُ حَرَام لَا يُمْكِن اِسْتِدْرَاكه وَتَلَاحُقه وَلِهَذَا قَالَ تَعَالَى \" أُحِلَّتْ لَكُمْ بَهِيمَة الْأَنْعَام إِلَّا مَا يُتْلَى عَلَيْكُمْ \" أَيْ إِلَّا مَا سَيُتْلَى عَلَيْكُمْ مِنْ تَحْرِيمه بَعْضهَا فِي بَعْض الْأَحْوَال وَقَوْله تَعَالَى \" غَيْر مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُم \" قَالَ بَعْضهمْ هَذَا مَنْصُوب عَلَى الْحَال وَالْمُرَاد بِالْأَنْعَامِ مَا يَعُمّ الْإِنْسِيّ مِنْ الْإِبِل وَالْبَقَر وَالْغَنَم وَمَا يَعُمّ الْوَحْش كَالظِّبَاءِ وَالْبَقَر وَالْحُمُر فَاسْتَثْنَى مِنْ الْإِنْسِيّ مَا تَقَدَّمَ وَاسْتَثْنَى مِنْ الْوَحْشِيّ الصَّيْد فِي حَال الْإِحْرَام وَقِيلَ الْمُرَاد أَحْلَلْنَا لَكُمْ الْأَنْعَام إِلَّا مَا اُسْتُثْنِيَ مِنْهَا لِمَنْ اِلْتَزَمَ تَحْرِيم الصَّيْد وَهُوَ حَرَام لِقَوْلِهِ\" فَمَنْ اُضْطُرَّ غَيْر بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّه غَفُور رَحِيم\" أَيْ أَبَحْنَا تَنَاوُل الْمَيْتَة لِلْمُضْطَرِّ بِشَرْطِ أَنْ يَكُون غَيْر بَاغٍ وَلَا مُتَعَدٍّ وَهَكَذَا هُنَا أَيْ كَمَا أَحْلَلْنَا الْأَنْعَام فِي جَمِيع الْأَحْوَال فَحَرِّمُوا الصَّيْد فِي حَال الْإِحْرَام فَإِنَّ اللَّه قَدْ حَكَمَ بِهَذَا وَهُوَ الْحَكِيم فِي جَمِيع مَا يَأْمُر بِهِ وَيَنْهَى عَنْهُ وَلِهَذَا قَالَ تَعَالَى \" إِنَّ اللَّه يَحْكُم مَا يُرِيد \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41437, "aya_id": 1}]