[{"text": "فَلَمَّا جَاءهُم مُّوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ", "sura_id": 28, "type": 0, "id": 3288, "aya_id": 36}, {"text": "فلما جاءهم موسى بآياتنا بينات قالوا ما هذا إلا سحر مفترى وما سمعنا بهذا في آبائنا الأولين", "sura_id": 28, "type": 1, "id": 9524, "aya_id": 36}, {"text": "36 - (فلما جاءهم موسى بآياتنا بينات) واضحات حال (قالوا ما هذا إلا سحر مفترى) مختلق (وما سمعنا بهذا) كائنا (في) أيام (آبائنا الأولين) \r\n", "sura_id": 28, "type": 2, "id": 28232, "aya_id": 36}, {"text": "فلما جاء موسى فرعون وملأه بأدلتنا وحججنا شاهدة بحقيقة ما جاء به موسى مِن عند ربه, قالوا لموسى: ما هذا الذي جئتنا به إلا سحر افتريته كذبًا وباطلا وما سمعنا بهذا الذي تدعونا إليه في أسلافنا الذين مضوا قبلنا.\r\n", "sura_id": 28, "type": 3, "id": 34468, "aya_id": 36}, {"text": " <font color=red>فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ مَجِيء مُوسَى وَأَخِيهِ هَارُون إِلَى فِرْعَوْن وَمَلَئِهِ وَعَرْضه مَا آتَاهُمَا اللَّه مِنْ الْمُعْجِزَات الْبَاهِرَة وَالدَّلَالَة الْقَاهِرَة عَلَى صِدْقهمَا فِيمَا أَخْبَرَا بِهِ عَنْ اللَّه عَزَّ وَجَلَّ تَوْحِيده وَاتِّبَاع أَوَامِره فَلَمَّا عَايَنَ فِرْعَوْن وَمَلَؤُهُ ذَلِكَ وَشَاهَدُوهُ وَتَحَقَّقُوهُ وَأَيْقَنُوا أَنَّهُ مِنْ عِنْد اللَّه عَدَلُوا بِكُفْرِهِمْ وَبَغْيهمْ إِلَى الْعِنَاد وَالْمُبَاهَتَة وَذَلِكَ لِطُغْيَانِهِمْ وَتَكَبُّرهمْ عَنْ اِتِّبَاع الْحَقّ فَقَالُوا : \" مَا هَذَا إِلَّا سِحْر مُفْتَرًى \" أَيْ مُفْتَعَل مَصْنُوع وَأَرَادُوا مُعَارَضَته بِالْحِيلَةِ وَالْجَاه فَمَا صَعِدَ مَعَهُمْ ذَلِكَ وَقَوْله : \" وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ \" يَعْنُونَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ يَقُولُونَ مَا رَأَيْنَا أَحَدًا مِنْ آبَائِنَا عَلَى هَذَا الدِّين وَلَمْ نَرَ النَّاس إِلَّا يُشْرِكُونَ مَعَ اللَّه آلِهَة أُخْرَى .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39715, "aya_id": 36}]