[{"text": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ", "sura_id": 56, "type": 0, "id": 5075, "aya_id": 96}, {"text": "فسبح باسم ربك العظيم", "sura_id": 56, "type": 1, "id": 11311, "aya_id": 96}, {"text": "96 - (فسبح باسم ربك العظيم) تقدم \r\n", "sura_id": 56, "type": 2, "id": 30019, "aya_id": 96}, {"text": "فسبِّح باسم ربك العظيم, ونزِّهه عما يقول الظالمون والجاحدون, تعالى الله عما يقولون علوًا كبيرًا.\r\n", "sura_id": 56, "type": 3, "id": 36255, "aya_id": 96}, {"text": " <font color=red>فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ</font><BR><p>\" فَسَبِّحْ بِاسْمِ رَبّك الْعَظِيم\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا مُوسَى بْن أَيُّوب الْغَافِقِي حَدَّثَنِي إِيَاس بْن عَامِر عَنْ عُقْبَة بْن عَامِر الْجُهَنِيّ قَالَ لَمَّا نَزَلَتْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَسَبِّحْ بِاسْمِ رَبّك الْعَظِيم \" قَالَ اِجْعَلُوهَا فِي رُكُوعكُمْ وَلَمَّا نَزَلَتْ \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِجْعَلُوهَا فِي سُجُودكُمْ وَكَذَا رَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك عَنْ مُوسَى بْن أَيُّوب بِهِ وَقَالَ رَوْح بْن عُبَادَة حَدَّثَنَا حَجَّاج الصَّوَّاف عَنْ أَبِي الصَّوَّاف عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ قَالَ سُبْحَان اللَّه الْعَظِيم وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَة فِي الْجَنَّة هَكَذَا رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث رَوْح وَرَوَاهُ هُوَ وَالنَّسَائِيّ أَيْضًا مِنْ حَدِيث حَمَّاد بْن سَلَمَة مِنْ حَدِيث أَبِي الزُّبَيْر عَنْ جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث أَبِي الزُّبَيْر وَقَالَ الْبُخَارِيّ فِي آخِر كِتَابه حَدَّثَنَا أَحْمَد بْن إِشْكَاب حَدَّثَنَا مُحَمَّد بْن فُضَيْل حَدَّثَنَا عُمَارَة بْن الْقَعْقَاع عَنْ أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَان ثَقِيلَتَانِ فِي الْمِيزَان حَبِيبَتَانِ إِلَى الرَّحْمَن : سُبْحَان اللَّه وَبِحَمْدِهِ سُبْحَان اللَّه الْعَظِيم وَرَوَاهُ بَقِيَّة الْجَمَاعَة إِلَّا أَبَا دَاوُد مِنْ حَدِيث مُحَمَّد بْن فُضَيْل بِإِسْنَادِهِ مِثْله . آخِر تَفْسِير سُورَة الْوَاقِعَة وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 42000, "aya_id": 96}]