[{"text": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ", "sura_id": 8, "type": 0, "id": 1162, "aya_id": 2}, {"text": "إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم و إذا تليت عليهم آياته زادتهم إيمانا و على ربهم يتوكلون", "sura_id": 8, "type": 1, "id": 7398, "aya_id": 2}, {"text": "2 - (إنما المؤمنون) الكاملو الإيمان (الذين إذا ذكر الله) أي وعيده (وجلت) خافت (قلوبهم وإذا تليت عليهم آياته زادتهم إيماناً) تصديقاً (وعلى ربهم يتوكلون) به يثقون لا بغيره \r\n", "sura_id": 8, "type": 2, "id": 26106, "aya_id": 2}, {"text": "إنما المؤمنون بالله حقًا هم الذين إذا ذُكِر الله فزعت قلوبهم, وإذا تليت عليهم آيات القرآن زادتهم إيمانًا مع إيمانهم, لتدبرهم لمعانيه وعلى الله تعالى يتوكلون, فلا يرجون غيره, ولا يرهبون سواه.\r\n", "sura_id": 8, "type": 3, "id": 32342, "aya_id": 2}, {"text": " <font color=red>إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّه وَجِلَتْ قُلُوبهمْ \" قَالَ : الْمُنَافِقُونَ لَا يَدْخُل قُلُوبَهُمْ شَيْءٌ مِنْ ذِكْر اللَّه عِنْد أَدَاء فَرَائِضه وَلَا يُؤْمِنُونَ بِشَيْءٍ مِنْ آيَات اللَّه وَلَا يَتَوَكَّلُونَ وَلَا يُصَلُّونَ إِذَا غَابُوا وَلَا يُؤَدُّونَ زَكَاة أَمْوَالهمْ فَأَخْبَرَ اللَّه تَعَالَى أَنَّهُمْ لَيْسُوا بِمُؤْمِنِينَ ثُمَّ وَصَفَ اللَّه الْمُؤْمِنِينَ فَقَالَ \" إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّه وَجِلَتْ قُلُوبهمْ \" فَأَدَّوْا فَرَائِضَهُ \" وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاته زَادَتْهُمْ إِيمَانًا \" يَقُول زَادَتْهُمْ تَصْدِيقًا \" وَعَلَى رَبّهمْ يَتَوَكَّلُونَ \" يَقُول لَا يَرْجُونَ غَيْره وَقَالَ مُجَاهِد \" وَجِلَتْ قُلُوبهمْ \" فَرَقَتْ أَيْ فَزِعَتْ وَخَافَتْ وَكَذَا قَالَ السُّدِّيّ وَغَيْر وَاحِد وَهَذِهِ صِفَة الْمُؤْمِن حَقُّ الْمُؤْمِن الَّذِي إِذَا ذُكِرَ اللَّه وَجِلَ قَلْبه أَيْ خَافَ مِنْهُ فَفَعَلَ أَوَامِره وَتَرَكَ زَوَاجِره كَقَوْلِهِ تَعَالَى \" وَاَلَّذِينَ إِذَا فَعَلُوا فَاحِشَة أَوْ ظَلَمُوا أَنْفُسهمْ ذَكَرُوا اللَّه فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِر الذُّنُوب إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ \" وَكَقَوْلِهِ تَعَالَى \" وَأَمَّا مَنْ خَافَ مَقَام رَبّه وَنَهَى النَّفْس عَنْ الْهَوَى فَإِنَّ الْجَنَّة هِيَ الْمَأْوَى \" وَلِهَذَا قَالَ سُفْيَان الثَّوْرِيّ : سَمِعْت السُّدِّيّ يَقُول فِي قَوْله تَعَالَى \" إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّه وَجِلَتْ قُلُوبهمْ \" قَالَ : هُوَ الرَّجُل يُرِيد أَنْ يَظْلِم أَوْ قَالَ يَهُمّ بِمَعْصِيَةٍ فَيُقَال لَهُ اِتَّقِ اللَّه فَيَجِلُ قَلْبه وَقَالَ الثَّوْرِيّ أَيْضًا عَنْ عَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ شَهْر بْن حَوْشَبٍ عَنْ أُمّ الدَّرْدَاء فِي قَوْله \" إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّه وَجِلَتْ قُلُوبهمْ \" قَالَ الْوَجَل فِي الْقَلْب كَاحْتِرَاقِ السَّعَفَة أَمَا تَجِد لَهُ قَشْعَرِيرَة ؟ قَالَ : بَلَى قَالَتْ : إِذَا وَجَدْت ذَلِكَ فَادْعُ اللَّه عِنْد ذَلِكَ فَإِنَّ الدُّعَاء يُذْهِب ذَلِكَ وَقَوْله \" وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاته زَادَتْهُمْ إِيمَانًا \" كَقَوْلِهِ \" وَإِذَا مَا أُنْزِلَتْ سُورَة فَمِنْهُمْ مَنْ يَقُول أَيّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ \" وَقَدْ اِسْتَدَلَّ الْبُخَارِيّ وَغَيْره مِنْ الْأَئِمَّة بِهَذِهِ الْآيَة وَأَشْبَاههَا عَلَى زِيَادَة الْإِيمَان وَتَفَاضُله فِي الْقُلُوب كَمَا هُوَ مَذْهَب جُمْهُور الْأُمَّة بَلْ قَدْ حَكَى الْإِجْمَاعَ عَلَيْهِ غَيْرُ وَاحِد مِنْ الْأَئِمَّة كَالشَّافِعِيِّ وَأَحْمَد بْن حَنْبَل وَأَبِي عُبَيْد كَمَا بَيَّنَّا ذَلِكَ مُسْتَقْصًى فِي أَوَّل شَرْح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة \" وَعَلَى رَبّهمْ يَتَوَكَّلُونَ \" أَيْ لَا يَرْجُونَ سِوَاهُ وَلَا يَقْصِدُونَ إِلَّا إِيَّاهُ وَلَا يَلُوذُونَ إِلَّا بِجَنَابِهِ وَلَا يَطْلُبُونَ الْحَوَائِج إِلَّا مِنْهُ وَلَا يَرْغَبُونَ إِلَّا إِلَيْهِ وَيَعْلَمُونَ أَنَّهُ مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَأَنَّهُ الْمُتَصَرِّف فِي الْمُلْك وَحْدَهُ لَا شَرِيك لَهُ وَلَا مُعَقِّب لِحُكْمِهِ وَهُوَ سَرِيع الْحِسَاب وَلِهَذَا قَالَ سَعِيد بْن جُبَيْر التَّوَكُّل عَلَى اللَّه جِمَاع الْإِيمَان .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43066, "aya_id": 2}]