[{"text": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ عَلَى اللّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ", "sura_id": 10, "type": 0, "id": 1436, "aya_id": 72}, {"text": "فإن توليتم فما سألتكم من أجر إن أجري إلا على الله وأمرت أن أكون من المسلمين", "sura_id": 10, "type": 1, "id": 7672, "aya_id": 72}, {"text": "72 - (فإن توليتم) عن تذكيري (فما سألتكم من أجر) ثواب عليه فتُوَلُّوا (إن) ما (أجري) ثوابي (إلا على الله وأمرت أن أكون من المسلمين) \r\n", "sura_id": 10, "type": 2, "id": 26380, "aya_id": 72}, {"text": "فإن أعرضتم عن دعوتي فإنني لم أسألكم أجرًا; لأن ثوابي عند ربي وأجري عليه سبحانه, وحده لا شريك له, وأمرت أن أكون من المنقادين لحكمه.\r\n", "sura_id": 10, "type": 3, "id": 32616, "aya_id": 72}, {"text": " <font color=red>فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</font><BR><p>\" فَإِنْ تَوَلَّيْتُمْ \" أَيْ كَذَّبْتُمْ وَأَدْبَرْتُمْ عَنْ الطَّاعَة \" فَمَا سَأَلْتُكُمْ مِنْ أَجْر \" أَيْ لَمْ أَطْلُب مِنْكُمْ عَلَى نُصْحِي إِيَّاكُمْ شَيْئًا \" إِنْ أَجْرِيَ إِلَّا عَلَى اللَّه وَأُمِرْت أَنْ أَكُون مِنْ الْمُسْلِمِينَ \" أَيْ وَأَنَا مُمْتَثِل مَا أُمِرْت بِهِ مِنْ الْإِسْلَام لِلَّهِ عَزَّ وَجَلَّ وَالْإِسْلَام هُوَ دِين الْأَنْبِيَاء جَمِيعًا مِنْ أَوَّلهمْ إِلَى آخِرهمْ وَإِنْ تَنَوَّعَتْ شَرَائِعهمْ وَتَعَدَّدَتْ مَنَاهِلهمْ كَمَا قَالَ تَعَالَى \" لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَة وَمِنْهَاجًا \" قَالَ اِبْن عَبَّاس سَبِيلًا وَسُنَّة فَهَذَا نُوح يَقُول \" وَأُمِرْت أَنْ أَكُون مِنْ الْمُسْلِمِينَ \" وَقَالَ تَعَالَى عَنْ إِبْرَاهِيم الْخَلِيل \" إِذْ قَالَ لَهُ رَبّه أَسْلِمْ قَالَ أَسْلَمْت لِرَبِّ الْعَالَمِينَ وَوَصَّى بِهَا إِبْرَاهِيم بَنِيهِ وَيَعْقُوب يَا بَنِيَّ إِنَّ اللَّه اِصْطَفَى لَكُمْ الدِّين فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ \" وَقَالَ يُوسُف \" رَبّ قَدْ آتَيْتنِي مِنْ الْمُلْك وَعَلَّمْتنِي مِنْ تَأْوِيل الْأَحَادِيث فَاطِر السَّمَوَات وَالْأَرْض أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَة تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ \" وَقَالَ مُوسَى \" يَا قَوْم إِنْ كُنْتُمْ آمَنْتُمْ بِاَللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنَّ كُنْتُمْ مُسْلِمِينَ \" وَقَالَ السَّحَرَة \" رَبّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ \" وَقَالَتْ بِلْقِيس \" رَبّ إِنِّي ظَلَمْت نَفْسِي وَأَسْلَمْت مَعَ سُلَيْمَان لِلَّهِ رَبّ الْعَالَمِينَ \" . وَقَالَ تَعَالَى \" إِنَّا أَنْزَلْنَا التَّوْرَاة فِيهَا هُدًى وَنُور يَحْكُم بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا \" وَقَالَ تَعَالَى \" وَإِذْ أَوْحَيْت إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّا مُسْلِمُونَ \" وَقَالَ خَاتَم الرُّسُل وَسَيِّد الْبَشَر صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبّ الْعَالَمِينَ لَا شَرِيك لَهُ وَبِذَلِكَ أُمِرْت وَأَنَا أَوَّل الْمُسْلِمِينَ \" أَيْ مِنْ هَذِهِ الْأُمَّة وَلِهَذَا قَالَ فِي الْحَدِيث الثَّابِت عَنْهُ \" نَحْنُ مَعَاشِر الْأَنْبِيَاء أَوْلَاد عَلَّات وَدِيننَا وَاحِد \" . أَيْ وَهُوَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَإِنْ تَنَوَّعَتْ شَرَائِعنَا وَذَلِكَ مَعْنَى قَوْله أَوْلَاد عَلَّات وَهُمْ الْإِخْوَة مِنْ أُمَّهَات شَتَّى وَالْأَب وَاحِد .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37503, "aya_id": 72}]