[{"text": "إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا", "sura_id": 18, "type": 0, "id": 2150, "aya_id": 10}, {"text": "إذ أوى الفتية إلى الكهف فقالوا ربنا آتنا من لدنك رحمة وهييء لنا من أمرنا رشدا", "sura_id": 18, "type": 1, "id": 8386, "aya_id": 10}, {"text": "10 - اذكر (إذ أوى الفتية إلى الكهف) جمع فتى وهو الشاب الكامل خائفين على إيمانهم من قومهم الكفار (فقالوا ربنا آتنا من لدنك) من قبلك (رحمة وهيئ) أصلح (لنا من أمرنا رشدا) هداية \r\n", "sura_id": 18, "type": 2, "id": 27094, "aya_id": 10}, {"text": "اذكر -أيها الرسول- حين لجأ الشبَّان المؤمنون إلى الكهف؛ خشية من فتنة قومهم لهم، وإرغامهم على عبادة الأصنام، فقالوا: ربنا أعطنا مِن عندك رحمة، تثبتنا بها، وتحفظنا من الشر، ويسِّر لنا الطريق الصواب الذي يوصلنا إلى العمل الذي تحب، فنكون راشدين غير ضالين.\r\n", "sura_id": 18, "type": 3, "id": 33330, "aya_id": 10}, {"text": " <font color=red>إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا</font><BR><p>وَقَوْله \" إِذْ أَوَى الْفِتْيَة إِلَى الْكَهْف فَقَالُوا رَبّنَا آتِنَا مِنْ لَدُنْك رَحْمَة وَهَيِّئْ لَنَا مِنْ أَمْرنَا رَشَدًا \" يُخْبِر تَعَالَى عَنْ أُولَئِكَ الْفِتْيَة الَّذِينَ فَرُّوا بِدِينِهِمْ مِنْ قَوْمهمْ لِئَلَّا يَفْتِنُوهُمْ عَنْهُ فَهَرَبُوا مِنْهُ فَلَجَئُوا إِلَى غَار فِي جَبَل لِيَخْتَفُوا عَنْ قَوْمهمْ فَقَالُوا حِين دَخَلُوا سَائِلِينَ مِنْ اللَّه تَعَالَى رَحْمَته وَلُطْفه بِهِمْ \" رَبّنَا آتِنَا مِنْ لَدُنْك رَحْمَة \" أَيْ هَبْ لَنَا مِنْ عِنْدك رَحْمَة تَرْحَمنَا بِهَا وَتَسْتُرنَا عَنْ قَوْمنَا \" وَهَيِّئْ لَنَا مِنْ أَمْرنَا رَشَدًا \" أَيْ وَقَدِّرْ لَنَا مِنْ أَمْرنَا رَشَدًا هَذَا أَيْ اِجْعَلْ عَاقِبَتنَا رُشْدًا كَمَا جَاءَ فِي الْحَدِيث وَمَا قَضَيْت لَنَا مِنْ قَضَاء فَاجْعَلْ عَاقِبَته رُشْدًا وَفِي الْمُسْنَد مِنْ حَدِيث بُسْر بْن أَرْطَاة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَدْعُو \" اللَّهُمَّ أَحْسِنْ عَاقِبَتنَا فِي الْأُمُور كُلّهَا وَأَجِرْنَا مِنْ خِزْي الدُّنْيَا وَعَذَاب الْآخِرَة \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38290, "aya_id": 10}]