[{"text": "قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللّهِ عَلَى بَصِيرَةٍ أَنَاْ وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللّهِ وَمَا أَنَاْ مِنَ الْمُشْرِكِينَ", "sura_id": 12, "type": 0, "id": 1704, "aya_id": 108}, {"text": "قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني وسبحان الله وما أنا من المشركين", "sura_id": 12, "type": 1, "id": 7940, "aya_id": 108}, {"text": "108 - (قل) لهم (هذه سبيلي) وفسرها بقوله (أدعوا إلى) دين (الله على بصيرة) حجة واضحة (أنا ومن اتبعني) آمن بي عطف على أنا المبتدأ المخبر عنه بما قبله (وسبحان الله) تنزيها له عن الشركاء (وما أنا من المشركين) من جملة سبيله أيضاً \r\n", "sura_id": 12, "type": 2, "id": 26648, "aya_id": 108}, {"text": "قل لهم -أيها الرسول-: هذه طريقتي, أدعو إلى عبادة الله وحده, على حجة من الله ويقين, أنا ومن اقتدى بي, وأنزِّه الله سبحانه وتعالى عن الشركاء, ولستُ من المشركين مع الله غيره.\r\n", "sura_id": 12, "type": 3, "id": 32884, "aya_id": 108}, {"text": " <font color=red>قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الثَّقْلَيْنِ الْجِنّ وَالْإِنْس آمِرًا لَهُ أَنْ يُخْبِر النَّاس أَنَّ هَذِهِ سَبِيله أَيْ طَرِيقَته وَمَسْلَكه وَسُنَّته وَهِيَ الدَّعْوَة إِلَى شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ يَدْعُو إِلَى اللَّه بِهَا عَلَى بَصِيرَة مِنْ ذَلِكَ وَيَقِين وَبُرْهَان وَكُلّ مَنْ اِتَّبَعَهُ يَدْعُو إِلَى مَا دَعَا إِلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى بَصِيرَة وَيَقِين وَبُرْهَان عَقْلِيّ وَشَرْعِيّ , وَقَوْله \" وَسُبْحَان اللَّه \" أَيْ وَأُنَزِّه اللَّه وَأُجِلّهُ وَأُعَظِّمهُ وَأُقَدِّسهُ عَنْ أَنْ يَكُون لَهُ شَرِيك أَوْ نَظِير أَوْ عَدِيل أَوْ نَدِيد أَوْ وَلَد أَوْ وَالِد أَوْ صَاحِبَة أَوْ وَزِير أَوْ مُشِير تَبَارَكَ وَتَقَدَّسَ وَتَنَزَّهَ وَتَعَالَى عَنْ ذَلِكَ كُلّه عُلُوًّا كَبِيرًا \" تُسَبِّح لَهُ السَّمَوَات السَّبْع وَالْأَرْض وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحهمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا\" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37756, "aya_id": 108}]