[{"text": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا", "sura_id": 18, "type": 0, "id": 2201, "aya_id": 61}, {"text": "فلما بلغا مجمع بينهما نسيا حوتهما فاتخذ سبيله في البحر سربا", "sura_id": 18, "type": 1, "id": 8437, "aya_id": 61}, {"text": "61 - (فلما بلغا مجمع بينهما) بين البحرين (نسيا حوتهما) نسي يوشع حمله عند الرحيل ونسي موسى تذكيره (فاتخذ) الحوت (سبيله في البحر) أي جعله بجعل الله (سربا) أي مثل السرب وهو الشق الطويل لانفاذ له وذلك أن الله تعالى أمسك عن الحوت جري الماء فانجاب عنه فبقي كالكوة لم يلتئم وجمد ما تحته منه \r\n", "sura_id": 18, "type": 2, "id": 27145, "aya_id": 61}, {"text": "وجَدَّا في السَّيْر، فلما وصلا ملتقى البحرين جلسا عند صخرة، ونسيا حوتهما الذي أُمر موسى بأخذه معه قوتًا لهما، وحمله يوشع في مِكْتَل، فإذا الحوت يصبح حيًّا وينحدر في البحر، ويتخذ له فيه طريقًا مفتوحًا.\r\n", "sura_id": 18, "type": 3, "id": 33381, "aya_id": 61}, {"text": " <font color=red>فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا</font><BR><p>وَقَوْله \" فَلَمَّا بَلَغَا مَجْمَع بَيْنهمَا نَسِيَا حُوتهمَا \" وَذَلِكَ أَنَّهُ كَانَ قَدْ أُمِرَ بِحَمْلِ حُوت مَمْلُوح مَعَهُ وَقِيلَ لَهُ : مَتَى فَقَدْت الْحُوت فَهُوَ ثَمَّةَ فَسَارَا حَتَّى بَلَغَا مَجْمَع الْبَحْرَيْنِ وَهُنَاكَ عَيْن يُقَال لَهَا عَيْن الْحَيَاة فَنَامَا هُنَالِكَ وَأَصَابَ الْحُوت مِنْ رَشَاش ذَلِكَ الْمَاء فَاضْطَرَبَ وَكَانَ فِي مِكْتَل مَعَ يُوشَع عَلَيْهِ السَّلَام وَطَفَرَ مِنْ الْمِكْتَل إِلَى الْبَحْر فَاسْتَيْقَظَ يُوشَع عَلَيْهِ السَّلَام وَسَقَطَ الْحُوت فِي الْبَحْر فَجَعَلَ يَسِير فِي الْمَاء وَالْمَاء لَهُ مِثْل الطَّاق لَا يَلْتَئِم بَعْده وَلِهَذَا قَالَ تَعَالَى \" وَاِتَّخَذَ سَبِيله فِي الْبَحْر سَرَبًا \" أَيْ مِثْل السَّرَب فِي الْأَرْض قَالَ اِبْن جَرِير قَالَ اِبْن عَبَّاس صَارَ أَثَره كَأَنَّهُ حَجَر . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس جَعَلَ الْحُوت لَا يَمَسّ شَيْئًا مِنْ الْبَحْر إِلَّا يَبِسَ حَتَّى يَكُون صَخْرَة وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين ذَكَرَ حَدِيث ذَلِكَ مَا اِنْجَابَ مَاء مُنْذُ كَانَ النَّاس غَيْر مَسِير مَكَان الْحُوت الَّذِي فِيهِ فَانْجَابَ كَالْكُوَّةِ حَتَّى رَجَعَ إِلَيْهِ مُوسَى فَرَأَى مَسْلَكه فَقَالَ \" ذَلِكَ مَا كُنَّا نَبْغِ \" وَقَالَ قَتَادَة سَرَبَ مِنْ الْبَحْر حَتَّى أَفْضَى إِلَى الْبَحْر ثُمَّ سَلَكَ فِيهِ فَجَعَلَ لَا يَسْلُك فِيهِ طَرِيقًا إِلَّا صَارَ مَاء جَامِدًا .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38357, "aya_id": 61}]