[{"text": "وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ", "sura_id": 30, "type": 0, "id": 3427, "aya_id": 18}, {"text": "وله الحمد في السماوات والأرض وعشيا وحين تظهرون", "sura_id": 30, "type": 1, "id": 9663, "aya_id": 18}, {"text": "18 - (وله الحمد في السماوات والأرض) اعتراض ومعناه يحمده أهلهما (وعشيا) عطف على حين وفيه صلاة العصر (وحين تظهرون) تدخلون في الظهيرة وفيه صلاة الظهر \r\n", "sura_id": 30, "type": 2, "id": 28371, "aya_id": 18}, {"text": " وله -سبحانه- الحمد والثناء في السموات والأرض وفي الليل والنهار.\r\n", "sura_id": 30, "type": 3, "id": 34607, "aya_id": 18}, {"text": " <font color=red>وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ</font><BR><p>قَالَ تَعَالَى \" وَلَهُ الْحَمْد فِي السَّمَوَات وَالْأَرْض \" أَيْ هُوَ الْمَحْمُود عَلَى مَا خَلَقَ فِي السَّمَاوَات وَالْأَرْض ثُمَّ قَالَ تَعَالَى \" وَعَشِيًّا وَحِين تُظْهِرُونَ \" فَالْعِشَاء هُوَ شِدَّة الظَّلَام وَالْإِظْهَار قُوَّة الضِّيَاء فَسُبْحَان خَالِق هَذَا وَهَذَا فَالِق الْإِصْبَاح وَجَاعِل اللَّيْل سَكَنًا كَمَا قَالَ تَعَالَى \" وَالنَّهَار إِذَا جَلَّاهَا وَاللَّيْل إِذَا يَغْشَاهَا\" وَقَالَ تَعَالَى \" وَاللَّيْل إِذَا يَغْشَى وَالنَّهَار إِذَا تَجَلَّى\" وَقَالَ تَعَالَى \" وَالضُّحَى وَاللَّيْل إِذَا سَجَى \" وَالْآيَات فِي هَذَا كَثِيرَة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا زِيَاد بْن فَايِد عَنْ سَهْل بْن مُعَاذ بْن أَنَس الْجُهَنِيّ عَنْ أَبِيهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَلَا أُخْبِركُمْ لِمَ سَمَّى اللَّه إِبْرَاهِيم خَلِيله الَّذِي وَفَّى ؟ لِأَنَّهُ كَانَ يَقُول كُلَّمَا أَصْبَحَ وَكُلَّمَا أَمْسَى : سُبْحَان اللَّه حِين تُمْسُونَ وَحِين تُصْبِحُونَ وَلَهُ الْحَمْد فِي السَّمَوَات وَالْأَرْض وَعَشِيًّا وَحِين تُظْهِرُونَ \" . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُطَّلِب بْن شُعَيْب الْأَزْدِيّ حَدَّثَنَا عَبْد اللَّه بْن صَالِح حَدَّثَنِي اللَّيْث بْن سَعْد عَنْ سَعِيد بْن بَشِير عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن بْن الْبَيْلَمَانِيّ عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَبَّاس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" مَنْ قَالَ حِين يُصْبِح سُبْحَان اللَّه حِين تُمْسُونَ وَحِين تُصْبِحُونَ وَلَهُ الْحَمْد فِي السَّمَوَات وَالْأَرْض وَعَشِيًّا وَحِين تُظْهِرُونَ الْآيَة بِكَمَالِهَا أَدْرَكَ مَا فَاتَهُ فِي يَوْمه وَمَنْ قَالَهَا حِين يُمْسِي أَدْرَكَ مَا فَاتَهُ فِي لَيْلَته \" إِسْنَاد جَيِّد وَرَوَاهُ أَبُو دَاوُد فِي سُنَنه .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40052, "aya_id": 18}]