[{"text": "وَقَالَتْ أُولاَهُمْ لأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُواْ الْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ", "sura_id": 7, "type": 0, "id": 993, "aya_id": 39}, {"text": "وقالت أولاهم لأخراهم فما كان لكم علينا من فضل فذوقوا العذاب بما كنتم تكسبون", "sura_id": 7, "type": 1, "id": 7229, "aya_id": 39}, {"text": "39 - (وقالت أولاهم لأخراهم فما كان لكم علينا من فضل) لأنكم تكفرون بسببنا فنحن وأنتم سواء ، قال تعالى لهم (فذوقوا العذاب بما كنتم تكسبون) \r\n", "sura_id": 7, "type": 2, "id": 25937, "aya_id": 39}, {"text": "وقال المتبوعون من الرؤساء وغيرهم لأتباعهم: نحن وأنتم متساوون في الغيِّ والضلال، وفي فِعْلِ أسباب العذاب فلا فَضْلَ لكم علينا, قال الله تعالى لهم جميعًا: فذوقوا العذاب أي عذاب جهنم; بسبب ما كسبتم من المعاصي.\r\n", "sura_id": 7, "type": 3, "id": 32173, "aya_id": 39}, {"text": " <font color=red>وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ</font><BR><p>\" وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ \" أَيْ قَالَ الْمَتْبُوعُونَ لِلْأَتْبَاعِ\" فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْل \" قَالَ السُّدِّيّ فَقَدْ ضَلَلْتُمْ كَمَا ضَلَلْنَا \" فَذُوقُوا الْعَذَاب بِمَا كُنْتُمْ تَكْسِبُونَ\" وَهَذِهِ الْحَال كَمَا أَخْبَرَ اللَّه تَعَالَى عَنْهُمْ فِي حَال مَحْشَرهمْ فِي قَوْله \" وَلَوْ تَرَى إِذْ الظَّالِمُونَ مَوْقُوفُونَ عِنْد رَبّهمْ يَرْجِع بَعْضهمْ إِلَى بَعْض الْقَوْل يَقُول الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ قَالَ الَّذِينَ اِسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنْ الْهُدَى بَعْد إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ وَقَالَ الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا بَلْ مَكْر اللَّيْل وَالنَّهَار إِذْ تَأْمُرُونَنَا أَنْ نَكْفُر بِاَللَّهِ وَنَجْعَل لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَة لَمَّا رَأَوْا الْعَذَاب وَجَعَلْنَا الْأَغْلَال فِي أَعْنَاق الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42605, "aya_id": 39}]