[{"text": "يُثَبِّتُ اللّهُ الَّذِينَ آمَنُواْ بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَيُضِلُّ اللّهُ الظَّالِمِينَ وَيَفْعَلُ اللّهُ مَا يَشَاء", "sura_id": 14, "type": 0, "id": 1777, "aya_id": 27}, {"text": "يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة ويضل الله الظالمين ويفعل الله ما يشاء", "sura_id": 14, "type": 1, "id": 8013, "aya_id": 27}, {"text": "27 - (يثبت الله الذين آمنوا بالقول الثابت) هي كلمة التوحيد (في الحياة الدنيا وفي الآخرة) أي القبر لما يسألهم الملكان عن ربهم ودينهم ونبيهم فيجيبون بالصواب كما في حديث الشيخين (ويضل الله الظالمين) الكفار فلا يهتدون للجواب بالصواب بل يقولون لا ندري كما في الحديث (ويفعل الله ما يشاء) \r\n", "sura_id": 14, "type": 2, "id": 26721, "aya_id": 27}, {"text": "يثبِّت الله الذين آمنوا بالقول الحق الراسخ, وهو شهادة أن لا إله إلا الله وأن محمدًا رسول الله, وما جاء به من الدين الحق يثبتهم الله به في الحياة الدنيا, وعند مماتهم بالخاتمة الحسنة, وفي القبر عند سؤال المَلَكين بهدايتهم إلى الجواب الصحيح, ويضل الله الظالمين عن الصواب في الدنيا والآخرة, ويفعل الله ما يشاء من توفيق أهل الإيمان وخِذْلان أهل الكفر والطغيان.\r\n", "sura_id": 14, "type": 3, "id": 32957, "aya_id": 27}, {"text": " <font color=red>يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ</font><BR><p>\" قَالَ الْبُخَارِيّ حَدَّثَنَا اِبْن الْوَلِيد حَدَّثَنَا شُعْبَة أَخْبَرَنِي عَلْقَمَة بْن مَرْثَد قَالَ سَمِعْت سَعْد بْن عُبَيْدَة عَنْ الْبَرَاء بْن عَازِب رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْمُسْلِم إِذَا سُئِلَ فِي الْقَبْر شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه فَذَلِكَ قَوْله \" يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ\" وَرَوَاهُ مُسْلِم أَيْضًا وَبَقِيَّة الْجَمَاعَة كُلّهمْ مِنْ حَدِيث شُعْبَة بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ زَاذَان عَنْ الْبَرَاء بْن عَازِب قَالَ خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جِنَازَة رَجُل مِنْ الْأَنْصَار فَانْتَهَيْنَا إِلَى الْقَبْر وَلَمَّا يُلْحَد فَجَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَلَسْنَا حَوْله كَأَنَّ عَلَى رُءُوسنَا الطَّيْر وَفِي يَده عُود يُنَكِّت بِهِ فِي الْأَرْض فَرَفَعَ رَأْسه فَقَالَ\" اِسْتَعِيذُوا بِاَللَّهِ مِنْ عَذَابِ الْقَبْرِ \" مَرَّتَيْنِ أَوْ ثَلَاثًا ثُمَّ قَالَ \" إِنَّ الْعَبْد الْمُؤْمِنَ إِذَا كَانَ فِي اِنْقِطَاع مِنْ الدُّنْيَا وَإِقْبَال مِنْ الْآخِرَة نَزَلَ إِلَيْهِ مَلَائِكَة مِنْ السَّمَاء بِيضُ الْوُجُوهِ كَأَنَّ وُجُوههمْ الشَّمْس مَعَهُمْ كَفَن مِنْ أَكْفَان الْجَنَّة وَحَنُوط مِنْ حَنُوط الْجَنَّة حَتَّى يَجْلِسُوا مِنْهُ مَدّ الْبَصَر ثُمَّ يَجِيء مَلَكُ الْمَوْت حَتَّى يَجْلِس عِنْد رَأْسِهِ فَيَقُول أَيَّتهَا النَّفْس الطَّيِّبَة اُخْرُجِي إِلَى مَغْفِرَة مِنْ اللَّه وَرِضْوَان - قَالَ - فَتَخْرُج تَسِيل كَمَا تَسِيل الْقَطْرَة مِنْ فِي السِّقَاء فَيَأْخُذهَا فَإِذَا أَخَذَهَا لَمْ يَدَعُوهَا فِي يَده طَرْفَة عَيْن حَتَّى يَأْخُذُوهَا فَيَجْعَلُوهَا فِي ذَلِكَ الْكَفَن وَفِي ذَلِكَ الْحَنُوط وَيَخْرُج مِنْهَا كَأَطْيَب نَفْحَة مِسْك وُجِدَتْ عَلَى وَجْه الْأَرْض فَيَصْعَدُونَ بِهَا فَلَا يَمُرُّونَ بِهَا يَعْنِي عَلَى مَلَإٍ مِنْ الْمَلَائِكَة إِلَّا قَالُوا مَا هَذِهِ الرُّوح الطَّيِّبَة ؟ فَيَقُولُونَ فُلَان اِبْن فُلَان بِأَحْسَن أَسْمَائِهِ الَّتِي كَانُوا يُسَمُّونَهُ بِهَا فِي الدُّنْيَا حَتَّى يَنْتَهُوا بِهِ إِلَى السَّمَاء الدُّنْيَا فَيَسْتَفْتِحُونَ لَهُ فَيُفْتَح لَهُ فَيُشَيِّعهُ مِنْ كُلّ سَمَاء مُقَرَّبُوهَا إِلَى السَّمَاء الَّتِي تَلِيهَا حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاء السَّابِعَة فَيَقُول اللَّه اُكْتُبُوا كِتَاب عَبْدِي فِي عِلِّيِّينَ وَأَعِيدُوهُ إِلَى الْأَرْض فَإِنِّي مِنْهَا خَلَقْتهُمْ وَفِيهَا أُعِيدهُمْ وَمِنْهَا أُخْرِجُهُمْ تَارَة أُخْرَى قَالَ فَتُعَاد رُوحه فِي جَسَده فَيَأْتِيه مَلَكَانِ فَيُجْلِسَانِهِ فَيَقُولَانِ لَهُ مَنْ رَبُّك ؟ فَيَقُول رَبِّي اللَّه فَيَقُولَانِ لَهُ مَا دِينُك ؟ فَيَقُول دِينِي الْإِسْلَام فَيَقُولَانِ لَهُ مَا هَذَا الرَّجُل الَّذِي بُعِثَ فِيكُمْ ؟ فَيَقُول هُوَ رَسُول اللَّه فَيَقُولَانِ لَهُ وَمَا عَلَّمَك ؟ فَيَقُول قَرَأْت كِتَاب اللَّه فَآمَنْت بِهِ وَصَدَّقْت فَيُنَادِي مُنَادٍ مِنْ السَّمَاء أَنْ صَدَقَ عَبْدِي فَأَفْرِشُوهُ مِنْ الْجَنَّة وَأَلْبِسُوهُ مِنْ الْجَنَّة وَافْتَحُوا لَهُ بَابًا إِلَى الْجَنَّة - قَالَ - فَيَأْتِيه مِنْ رُوحهَا وَطِيبهَا وَيُفْسَح لَهُ فِي قَبْره مَدّ بَصَره وَيَأْتِيه رَجُل حَسَن الْوَجْه حَسَن الثِّيَاب طَيِّب الرِّيح فَيَقُول أَبْشِرْ بِاَلَّذِي كُنْت يَسُرّك هَذَا يَوْمك الَّذِي كُنْت تُوعَد فَيَقُول لَهُ مَنْ أَنْتَ ؟ فَوَجْهك الْوَجْه الَّذِي يَأْتِي بِالْخَيْرِ فَيَقُول أَنَا عَمَلك الصَّالِح فَيَقُول رَبّ أَقِمْ السَّاعَة رَبّ أَقِمْ السَّاعَة حَتَّى أَرْجِع إِلَى أَهْلِي وَمَالِي - قَالَ - وَإِنَّ الْعَبْد الْكَافِر إِذَا كَانَ فِي اِنْقِطَاع مِنْ الدُّنْيَا وَإِقْبَال مِنْ الْأَخِرَة نَزَلَ إِلَيْهِ مَلَائِكَة مِنْ السَّمَاء سُود الْوُجُوه مَعَهُمْ الْمُسُوح فَجَلَسُوا مِنْهُ مَدّ الْبَصَر ثُمَّ يَجِيء مَلَك الْمَوْت فَيَجْلِس عِنْد رَأْسه فَيَقُول أَيَّتهَا النَّفْس الْخَبِيثَة اُخْرُجِي إِلَى سَخَط مِنْ اللَّه وَغَضَب . قَالَ - فَتُفَرَّق فِي جَسَده فَيَنْتَزِعهَا كَمَا يَنْتَزِع السَّفُّود مِنْ الصُّوف الْمَبْلُول فَيَأْخُذهَا فَإِذَا أَخَذَهَا لَمْ يَدَعُوهَا فِي يَده طَرْفَة عَيْن حَتَّى يَجْعَلُوهَا فِي تِلْكَ الْمُسُوح فَيَخْرُج مِنْهَا كَأَنْتَن رِيح جِيفَة وُجِدَتْ عَلَى وَجْه الْأَرْض فَيَصْعَدُونَ بِهَا فَلَا يَمُرُّونَ بِهَا عَلَى مَلَإٍ مِنْ الْمَلَائِكَة إِلَّا قَالُوا مَا هَذِهِ الرُّوح الْخَبِيثَة ؟ فَيَقُولُونَ فُلَان اِبْن فُلَان بِأَقْبَح أَسْمَائِهِ الَّتِي كَانَ يُسَمَّى بِهَا فِي الدُّنْيَا حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاء الدُّنْيَا فَيُسْتَفْتَح لَهُ فَلَا يُفْتَح لَهُ - ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ \" فَيَقُول اللَّه اُكْتُبُوا كِتَابه فِي سِجِّين فِي الْأَرْض السُّفْلَى فَتُطْرَح رُوحه طَرْحًا - ثُمَّ قَرَأَ \" وَمَنْ يُشْرِكْ بِاَللَّهِ فَكَأَنَّمَا خَرَّ مِنْ السَّمَاء فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيح فِي مَكَانٍ سَحِيقٍ \" فَتُعَاد رُوحه فِي جَسَدِهِ وَيَأْتِيه مَلَكَانِ فَيُجْلِسَانِهِ وَيَقُولَانِ لَهُ مَنْ رَبُّك ؟ فَيَقُول هَاهْ هَاهْ لَا أَدْرِي فَيَقُولَانِ لَهُ مَا دِينُك ؟ فَيَقُول هَاهْ هَاهْ لَا أَدْرِي فَيَقُولَانِ لَهُ مَا هَذَا الرَّجُل الَّذِي بُعِثَ فِيكُمْ ؟ فَيَقُول هَاهْ هَاهْ لَا أَدْرِي فَيُنَادِي مُنَادٍ مِنْ السَّمَاء أَنْ كَذَبَ عَبْدِي فَأَفْرِشُوهُ مِنْ النَّار وَافْتَحُوا لَهُ بَابًا إِلَى النَّار فَيَأْتِيه مِنْ حَرِّهَا وَسَمُومِهَا وَيَضِيق عَلَيْهِ قَبْره حَتَّى تَخْتَلِف فِيهِ أَضْلَاعُهُ وَيَأْتِيه رَجُل قَبِيح الْوَجْه قَبِيح الثِّيَاب مُنْتِن الرِّيح فَيَقُول أَبْشِرْ بِاَلَّذِي يَسُوءك هَذَا يَوْمك الَّذِي كُنْت تُوعَد فَيَقُول وَمَنْ أَنْتَ فَوَجْهك الْوَجْه الَّذِي يَجِيئُ الشَّرِّ فَيَقُول أَنَا عَمَلك الْخَبِيث فَيَقُول رَبّ لَا تُقِمْ السَّاعَة \" وَرَوَاهُ أَبُو دَاوُد مِنْ حَدِيث الْأَعْمَش وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث الْمِنْهَال بْن عَمْرو بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ يُونُس بْن حَبِيب عَنْ الْمِنْهَال بْن عَمْرو عَنْ زَاذَان عَنْ الْبَرَاء بْن عَازِب رَضِيَ اللَّه عَنْهُ قَالَ : خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جِنَازَة فَذَكَرَ نَحْوه وَفِيهِ\" فَإِذَا خَرَجَتْ رُوحه صَلَّى عَلَيْهِ كُلُّ مَلَكٍ بَيْن السَّمَاء وَالْأَرْض وَكُلُّ مَلَكٍ فِي السَّمَاء وَفُتِحَتْ أَبْوَاب السَّمَاء لَيْسَ مِنْ أَهْل بَاب إِلَّا وَهُمْ يَدْعُونَ اللَّه عَزَّ وَجَلَّ أَنْ يُعْرَجَ بِرُوحِهِ مِنْ قِبَلِهِمْ \" وَفِي آخِره \" ثُمَّ يُقَيَّض لَهُ أَعْمَى أَصَمّ أَبْكَم وَفِي يَده مِرْزَبَّة لَوْ ضُرِبَ بِهَا جَبَل لَكَانَ تُرَابًا فَيَضْرِبُهُ ضَرْبَة فَيَصِير تُرَابًا ثُمَّ يُعِيدهُ اللَّه عَزَّ وَجَلَّ كَمَا كَانَ فَيَضْرِبُهُ ضَرْبَة أُخْرَى فَيَصِيح صَيْحَة يَسْمَعُهَا كُلُّ شَيْءٍ إِلَّا الثَّقَلَيْنِ \" قَالَ الْبَرَاء ثُمَّ يُفْتَح لَهُ بَاب إِلَى النَّار وَيُمَهَّد لَهُ مِنْ فُرُش النَّار وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِيهِ عَنْ خَيْثَمَة عَنْ الْبَرَاء فِي قَوْله تَعَالَى \" يُثَبِّت اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ\" قَالَ عَذَاب الْقَبْر وَقَالَ الْمَسْعُودِيّ عَنْ عَبْد اللَّه بْن مُخَارِق عَنْ أَبِيهِ عَنْ عَبْد اللَّه قَالَ : إِنَّ الْمُؤْمِن إِذَا مَاتَ أُجْلِسَ فِي قَبْره فَيُقَال لَهُ مَا رَبّك ؟ مَا دِينُك ؟ مَنْ نَبِيّك ؟ فَيُثَبِّتُهُ اللَّه فَيَقُول رَبِّي اللَّه وَدِينِي الْإِسْلَام وَنَبِيِّي مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَرَأَ عَبْد اللَّه \" يُثَبِّت اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ \" وَقَالَ الْإِمَام عَبْد بْن حُمَيْد رَحِمَهُ اللَّه فِي مُسْنَده حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا شَيْبَان بْن عَبْد الرَّحْمَن عَنْ قَتَادَة حَدَّثَنَا أَنَس بْن مَالِك قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْعَبْد إِذَا وُضِعَ فِي قَبْره وَتَوَلَّى عَنْهُ أَصْحَابه وَإِنَّهُ لَيَسْمَعُ قَرْع نِعَالِهِمْ فَيَأْتِيه مَلَكَانِ فَيُقْعِدَانِهِ فَيَقُولَانِ لَهُ مَا كُنْت تَقُول فِي هَذَا الرَّجُل ؟ قَالَ فَأَمَّا الْمُؤْمِن فَيَقُول أَشْهَد أَنَّهُ عَبْد اللَّه وَرَسُوله قَالَ : فَيُقَال لَهُ اُنْظُرْ إِلَى مَقْعَدك مِنْ النَّار قَدْ أَبْدَلَك اللَّه بِهِ مَقْعَدًا مِنْ الْجَنَّة \" قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَيَرَاهُمَا جَمِيعًا \" قَالَ قَتَادَة وَذَكَرَ لَنَا أَنَّهُ يُفْسَح لَهُ فِي قَبْره سَبْعُونَ ذِرَاعًا وَيُمْلَأ عَلَيْهِ خَضِرًا إِلَى يَوْم الْقِيَامَة . رَوَاهُ مُسْلِم عَنْ عَبْد بْن حُمَيْد بِهِ وَأَخْرَجَهُ النَّسَائِيّ مِنْ حَدِيث يُونُس بْن مُحَمَّد الْمُؤَدِّب بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ اِبْن جُرَيْج أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَأَلَ جَابِر بْن عَبْد اللَّه عَنْ فَتَّانِي الْقَبْر فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ هَذِهِ الْأُمَّة تُبْتَلَى فِي قُبُورهَا فَإِذَا أُدْخِلَ الْمُؤْمِن قَبْره وَتَوَلَّى عَنْهُ أَصْحَابه جَاءَهُ مَلَك شَدِيدُ الِانْتِهَار فَيَقُول لَهُ مَا كُنْت تَقُول فِي هَذَا الرَّجُل ؟ فَأَمَّا الْمُؤْمِن فَيَقُول إِنَّهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَبْده فَيَقُول لَهُ الْمَلَك اُنْظُرْ إِلَى مَقْعَدك الَّذِي كَانَ لَك فِي النَّار قَدْ أَنْجَاك اللَّه مِنْهُ وَأَبْدَلَك بِمَقْعَدِك الَّذِي تَرَى مِنْ النَّار مَقْعَدك الَّذِي تَرَى مِنْ الْجَنَّة فَيَرَاهُمَا كِلَيْهِمَا فَيَقُول الْمُؤْمِن دَعُونِي أُبَشِّر أَهْلِي فَيُقَال لَهُ اُسْكُنْ ; وَأَمَّا الْمُنَافِق فَيُقْعَد إِذَا تُوُلِّيَ عَنْهُ فَيُقَال لَهُ مَا كُنْت تَقُول فِي هَذَا الرَّجُل ؟ فَيَقُول لَا أَدْرِي أَقُول كَمَا يَقُول النَّاس فَيُقَال لَهُ لَا دَرَيْت هَذَا مَقْعَدك الَّذِي كَانَ لَك فِي الْجَنَّة أُبْدِلْت مَكَانه مَقْعَدك مِنْ النَّار\" قَالَ جَابِر فَسَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يُبْعَث كُلّ عَبْد فِي الْقَبْر عَلَى مَا مَاتَ الْمُؤْمِن عَلَى إِيمَانِهِ وَالْمُنَافِق عَلَى نِفَاقه \" إِسْنَاده صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا عَبَّاد بْن رَاشِد عَنْ دَاوُد بْن أَبِي هِنْد عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : شَهِدْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِنَازَةً فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَيّهَا النَّاس إِنَّ هَذِهِ الْأُمَّةَ تُبْتَلَى فِي قُبُورهَا فَإِذَا الْإِنْسَان دُفِنَ وَتَفَرَّقَ عَنْهُ أَصْحَابه جَاءَهُ مَلَك فِي يَده مِطْرَاق مِنْ حَدِيد فَأَقْعَدَهُ فَقَالَ مَا تَقُول فِي هَذَا الرَّجُل ؟ فَإِنْ كَانَ مُؤْمِنًا قَالَ أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا عَبْده وَرَسُوله فَيَقُول لَهُ صَدَقْت ثُمَّ يَفْتَح لَهُ بَابًا إِلَى النَّار فَيَقُول كَانَ هَذَا مَنْزِلَك لَوْ كَفَرْت بِرَبِّك فَأَمَّا إِذْ آمَنْت فَهَذَا مَنْزِلُك فَيَفْتَح لَهُ بَابًا إِلَى الْجَنَّة فَيُرِيد أَنْ يَنْهَض إِلَيْهِ فَيَقُول لَهُ اُسْكُنْ وَيُفْسَح لَهُ فِي قَبْره وَإِنْ كَانَ كَافِرًا أَوْ مُنَافِقًا فَيَقُول لَهُ مَا تَقُول فِي هَذَا الرَّجُل ؟ فَيَقُول لَا أَدْرِي سَمِعْت النَّاس يَقُولُونَ شَيْئًا فَيَقُول لَا دَرَيْت وَلَا تَلَيْت وَلَا اِهْتَدَيْت ثُمَّ يَفْتَح لَهُ بَابًا إِلَى الْجَنَّة فَيَقُول هَذَا مَنْزِلُك لَوْ آمَنْت بِرَبِّك فَأَمَّا إِذْ كَفَرْت بِهِ فَإِنَّ اللَّه عَزَّ وَجَلَّ أَبْدَلَك بِهِ هَذَا فَيُفْتَح لَهُ بَابًا إِلَى النَّار ثُمَّ يُقْمِعُهُ قَمْعَةً بِالْمِطْرَاقِ فَيَصِيح صَيْحَةً يَسْمَعُهَا خَلْقُ اللَّهِ عَزَّ وَجَلَّ كُلّهمْ غَيْر الثَّقَلَيْنِ فَقَالَ بَعْض الْقَوْم يَا رَسُول اللَّه مَا أَحَد يَقُوم عَلَيْهِ مَلَك فِي يَده مِطْرَاق إِلَّا هُيِّلَ عِنْد ذَلِكَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ \" وَهَذَا أَيْضًا إِسْنَاد لَا بَأْس بِهِ فَإِنَّ عَبَّاد بْن رَاشِد التَّمِيمِيّ رَوَى لَهُ الْبُخَارِيّ مَقْرُونًا وَلَكِنْ ضَعَّفَهُ بَعْضهمْ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن بْن مُحَمَّد عَنْ اِبْن أَبِي ذِئْب عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء عَنْ سَعِيد بْن يَسَار عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْمَيِّت تَحْضُرُهُ الْمَلَائِكَة فَإِذَا كَانَ الرَّجُل الصَّالِح قَالُوا اُخْرُجِي أَيَّتُهَا النَّفْسُ الطَّيِّبَة كَانَتْ فِي الْجَسَد الطَّيِّب اُخْرُجِي حَمِيدَة وَأَبْشِرِي بِرَوْحٍ وَرَيْحَانٍ وَرَبٍّ غَيْر غَضْبَان قَالَ فَلَا يَزَال يُقَال لَهَا ذَلِكَ حَتَّى تَخْرُج ثُمَّ يُعْرَج بِهَا إِلَى السَّمَاء فَيُسْتَفْتَح لَهَا فَيُقَال مَنْ هَذَا ؟ فَيُقَال فُلَان فَيَقُولُونَ مَرْحَبًا بِالرُّوحِ الطَّيِّبَة كَانَتْ فِي الْجَسَد الطَّيِّب اُدْخُلِي حَمِيدَة وَأَبْشِرِي بِرَوْحٍ وَرَيْحَانٍ وَرَبٍّ غَيْر غَضْبَان - قَالَ - فَلَا يَزَال يُقَال لَهَا حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاء الَّتِي فِيهَا اللَّه عَزَّ وَجَلَّ وَإِذَا كَانَ الرَّجُل السُّوء قَالُوا اُخْرُجِي أَيَّتهَا النَّفْس الْخَبِيثَة كَانَتْ فِي الْجَسَد الْخَبِيث اُخْرُجِي ذَمِيمَة وَأَبْشِرِي بِحَمِيمٍ وَغَسَّاق وَآخَر مِنْ شَكْله أَزْوَاج فَلَا يَزَال يُقَال لَهَا ذَلِكَ حَتَّى تَخْرُج ثُمَّ يُعْرَج بِهَا إِلَى السَّمَاء فَيُسْتَفْتَح لَهَا فَيُقَال مَنْ هَذَا ؟ فَيُقَال فُلَان فَيُقَال لَا مَرْحَبًا بِالنَّفْسِ الْخَبِيثَة كَانَتْ فِي الْجَسَد الْخَبِيث اِرْجِعِي ذَمِيمَة فَإِنَّهُ لَا تُفَتَّحُ لَك أَبْوَاب السَّمَاء فَيُرْسَل مِنْ السَّمَاء ثُمَّ يَصِير إِلَى الْقَبْر فَيَجْلِس الرَّجُل الصَّالِح فَيُقَال لَهُ - مِثْل مَا قِيلَ فِي الْحَدِيث الْأَوَّل - وَيُجْلَس الرَّجُل السُّوء فَيُقَال لَهُ - مِثْل مَا قِيلَ لَهُ فِي الْحَدِيث الْأَوَّل - \" وَرَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ طَرِيق اِبْن أَبِي ذِئْب بِنَحْوِهِ وَفِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : إِذَا خَرَجَتْ رُوح الْعَبْد الْمُؤْمِن تَلَقَّاهَا مَلَكَانِ يَصْعَدَانِ بِهَا قَالَ حَمَّاد فَذَكَرَ مِنْ طِيب رِيحهَا وَذَكَرَ الْمِسْك - قَالَ - وَيَقُول أَهْل السَّمَاء رُوح طَيِّبَة جَاءَتْ مِنْ قِبَل الْأَرْض صَلَّى اللَّه عَلَيْك وَعَلَى جَسَد كُنْت تَعْمُرِينَهُ فَيَنْطَلِق بِهِ إِلَى رَبّه عَزَّ وَجَلَّ فَيُقَال اِنْطَلَقُوا بِهِ إِلَى آخِر الْأَجَل وَإِنَّ الْكَافِر إِذَا خَرَجَتْ رُوحه - قَالَ حَمَّاد - وَذَكَرَ مِنْ نَتِنهَا وَذَكَرَ مَقْتًا وَيَقُول أَهْل السَّمَاء رُوح خَبِيثَة جَاءَتْ مِنْ قِبَلِ الْأَرْض فَيُقَال اِنْطَلَقُوا بِهِ إِلَى آخِر الْأَجَل - قَالَ أَبُو هُرَيْرَة - فَرَدَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَيْطَة كَانَتْ عَلَيْهِ عَلَى أَنْفِهِ هَكَذَا وَقَالَ اِبْن حِبَّان فِي صَحِيحه حَدَّثَنَا عُمَر بْن مُحَمَّد الْهَمْدَانِيّ حَدَّثَنَا زَيْد بْن أَحْزَم حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنِي أَبِي عَنْ قَتَادَة عَنْ قَسَّام بْن زُهَيْر عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْمُؤْمِن إِذَا قُبِضَ أَتَتْهُ مَلَائِكَة الرَّحْمَة بِحَرِيرَةٍ بَيْضَاء فَيَقُولُونَ اُخْرُجِي إِلَى رُوح اللَّه فَتَخْرُج كَأَطْيَب رِيح مِسْك حَتَّى إِنَّهُ لَيُنَاوِلُهُ بَعْضهمْ بَعْضًا يَشُمُّونَهُ حَتَّى يَأْتُوا بِهِ بَاب السَّمَاء فَيَقُولُونَ مَا هَذِهِ الرِّيح الطَّيِّبَة الَّتِي جَاءَتْ مِنْ قِبَلِ الْأَرْض وَلَا يَأْتُونَ سَمَاء إِلَّا قَالُوا مِثْل ذَلِكَ حَتَّى يَأْتُوا بِهِ أَرْوَاح الْمُؤْمِنِينَ فَلَهُمْ أَشَدُّ فَرَحًا بِهِ مِنْ أَهْل الْغَائِب بِغَائِبِهِمْ فَيَقُولُونَ مَا فَعَلَ فُلَان فَيَقُولُونَ دَعُوهُ حَتَّى يَسْتَرِيح فَإِنَّهُ كَانَ فِي غَمٍّ فَيَقُول قَدْ مَاتَ أَمَا أَتَاكُمْ فَيَقُولُونَ ذُهِبَ بِهِ إِلَى أُمّه الْهَاوِيَة وَأَمَّا الْكَافِر فَيَأْتِيه مَلَائِكَة الْعَذَاب بِمَسْحٍ فَيَقُولُونَ اُخْرُجِي إِلَى غَضَب اللَّه فَتَخْرُج كَأَنْتَن رِيح جِيفَة فَيُذْهَب بِهِ إِلَى بَاب الْأَرْض \" . وَقَدْ رُوِيَ أَيْضًا مِنْ طَرِيق هَمَّام بْن يَحْيَى عَنْ أَبِي الْجَوْزَاء عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ قَالَ \" فَيُسْأَل مَا فَعَلَ فُلَان مَا فَعَلَ فُلَان مَا فَعَلَتْ فُلَانَة قَالَ أَمَّا الْكَافِر فَإِذَا قُبِضَتْ نَفْسه وَذُهِبَ بِهَا إِلَى بَاب الْأَرْض تَقُول خَزَنَة الْأَرْض مَا وَجَدْنَا رِيحًا أَنْتَنَ مِنْ هَذِهِ فَيُبْلَغ بِهَا الْأَرْض السُّفْلَى \" قَالَ قَتَادَة وَحَدَّثَنِي رَجُل عَنْ سَعِيد بْن الْمُسَيِّب عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : أَرْوَاح الْمُؤْمِنِينَ تَجْتَمِع بالجابيين وَأَرْوَاح الْكُفَّار تَجْتَمِع بِبَرَهُوت سَبِخَة بِحَضْرَمَوْت ثُمَّ يُضَيَّق عَلَيْهِ قَبْره . وَقَالَ الْحَافِظ أَبُو عِيسَى التِّرْمِذِيّ رَحِمَهُ اللَّه حَدَّثَنَا يَحْيَى بْن خَلَفٍ حَدَّثَنَا بِشْر بْن الْمُفَضَّل عَنْ عَبْد الرَّحْمَن عَنْ سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِذَا قُبِرَ الْمَيِّت أَوْ قَالَ أَحَدكُمْ - أَتَاهُ مَلَكَانِ أَسْوَدَانِ أَزْرَقَانِ يُقَال لِأَحَدِهِمَا مُنْكَر وَالْآخَر نَكِير فَيَقُولَانِ مَا كُنْت تَقُول فِي هَذَا الرَّجُل ؟ فَيَقُول مَا كَانَ يَقُول هُوَ عَبْد اللَّه وَرَسُوله أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا عَبْده وَرَسُوله فَيَقُولَانِ قَدْ كُنَّا نَعْلَم أَنَّك تَقُول هَذَا ثُمَّ يُفْسَح لَهُ فِي قَبْره سَبْعُونَ ذِرَاعًا فِي سَبْعِينَ وَيُنَوَّر لَهُ فِيهِ ثُمَّ يُقَال لَهُ نَمْ فَيَقُول أَرْجِع إِلَى أَهْلِي فَأُخْبِرهُمْ فَيَقُولَانِ : نَمْ نَوْمَة الْعَرُوس الَّذِي لَا يُوقِظُهُ إِلَّا أَحَبُّ أَهْلِهِ إِلَيْهِ حَتَّى يَبْعَثَهُ اللَّه مِنْ مَضْجَعِهِ ذَلِكَ وَإِنْ كَانَ مُنَافِقًا قَالَ سَمِعْت النَّاس يَقُولُونَ فَقُلْت مِثْلهمْ لَا أَدْرِي فَيَقُولَانِ قَدْ كُنَّا نَعْلَم أَنَّك تَقُول هَذَا فَيُقَال لِلْأَرْضِ اِلْتَئِمِي عَلَيْهِ فَتَلْتَئِم عَلَيْهِ حَتَّى تَخْتَلِف أَضْلَاعه فَلَا يَزَالُ فِيهَا مُعَذَّبًا حَتَّى يَبْعَثَهُ اللَّه مِنْ مَضْجَعِهِ ذَلِكَ\" ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن غَرِيب . وَقَالَ حَمَّاد بْن سَلَمَة عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة \" قَالَ \" ذَلِكَ إِذَا قِيلَ لَهُ فِي الْقَبْر مَنْ رَبّك وَمَا دِينك وَمَنْ نَبِيّك ؟ فَيَقُول رَبِّي اللَّه وَدِينِيّ الْإِسْلَام وَنَبِيِّي مُحَمَّد جَاءَنَا بِالْبَيِّنَاتِ مِنْ عِنْد اللَّه فَآمَنْت بِهِ وَصَدَّقْت فَيُقَال لَهُ صَدَقْت عَلَى هَذَا عِشْت وَعَلَيْهِ مُتّ وَعَلَيْهِ تُبْعَث \" وَقَالَ اِبْن جَرِير حَدَّثَنَا مُجَاهِد بْن مُوسَى وَالْحَسَن بْن مُحَمَّد قَالَا حَدَّثَنَا يَزِيد أَنَا مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ الْمَيِّت لَيَسْمَعُ خَفْق نِعَالِكُمْ حِين تُوَلُّونَ عَنْهُ مُدْبِرِينَ فَإِنْ كَانَ مُؤْمِنًا كَانَتْ الصَّلَاة عِنْد رَأْسِهِ وَالزَّكَاةُ عَنْ يَمِينه وَالصَّوْمُ عَنْ يَسَارِهِ وَكَانَ فِعْل الْخَيْرَات مِنْ الصَّدَقَة وَالصِّلَة وَالْمَعْرُوف وَالْإِحْسَان إِلَى النَّاس عِنْد رِجْلَيْهِ فَيُؤْتَى مِنْ قِبَل رَأْسِهِ فَتَقُول الصَّلَاة مَا قِبَلِي مَدْخَل فَيُؤْتَى عَنْ يَمِينه فَتَقُول الزَّكَاة مَا قِبَلِي مَدْخَل فَيُؤْتَى عَنْ يَسَاره فَيَقُول الصِّيَام مَا قِبَلِي مَدْخَل فَيُؤْتَى عِنْد رِجْلَيْهِ فَيَقُول فِعْل الْخَيْرَات مَا قِبَلِي مَدْخَل فَيُقَال اِجْلِسْ فَيَجْلِس قَدْ مَثَلَتْ لَهُ الشَّمْس قَدْ دَنَتْ لِلْغُرُوبِ فَيُقَال لَهُ أَخْبِرْنَا عَمَّا نَسْأَلُك فَيَقُول دَعْنِي دَعْنِي حَتَّى أُصَلِّي فَيُقَال لَهُ إِنَّك سَتَفْعَلُ فَأَخْبِرْنَا عَمَّا نَسْأَلُك فَيَقُول عَمَّ تَسْأَلُونِي ؟ فَيُقَال أَرَأَيْت هَذَا الرَّجُل الَّذِي كَانَ فِيكُمْ مَاذَا تَقُول فِيهِ وَمَاذَا تَشْهَد بِهِ عَلَيْهِ ؟ فَيَقُول أَمُحَمَّدٌ ؟ فَيُقَال لَهُ نَعَمْ فَيَقُول أَشْهَدُ أَنَّهُ رَسُولُ اللَّهِ وَأَنَّهُ جَاءَنَا بِالْبَيِّنَاتِ مِنْ عِنْد اللَّه فَصَدَّقْنَاهُ فَيُقَال لَهُ عَلَى ذَلِكَ حَيِيت وَعَلَى ذَلِكَ مُتّ وَعَلَيْهِ تُبْعَث إِنْ شَاءَ اللَّه ثُمَّ يُفْسَح لَهُ فِي قَبْره سَبْعُونَ ذِرَاعًا وَيُنَوَّر لَهُ فِيهِ وَيُفْتَح لَهُ بَاب إِلَى الْجَنَّة فَيُقَال لَهُ اُنْظُرْ إِلَى مَا أَعَدَّ اللَّه لَك فِيهَا فَيَزْدَاد غِبْطَة وَسُرُورًا ثُمَّ تُجْعَل نَسَمَته فِي النَّسَم الطَّيِّب وَهِيَ طَيْر أَخْضَر يُعَلَّق بِشَجَرِ الْجَنَّة وَيُعَاد الْجَسَد إِلَى مَا بُدِئَ مِنْ التُّرَاب \" وَذَلِكَ قَوْل اللَّه عَزَّ وَجَلَّ \" يُثَبِّت اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ \" رَوَاهُ اِبْن حِبَّان مِنْ طَرِيق الْمُعْتَمِر بْن سُلَيْمَان عَنْ مُحَمَّد بْن عُمَر وَذَكَرَ جَوَاب الْكَافِر وَعَذَابه وَقَالَ الْبَزَّار حَدَّثَنَا سَعِيد بْن بَحْر الْقَرَاطِيسِيّ حَدَّثَنَا الْوَلِيد بْن الْقَاسِم حَدَّثَنَا يَزِيد بْن كَيْسَان عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة أَحْسَبُهُ رَفَعَهُ قَالَ \" إِنَّ الْمُؤْمِن يَنْزِل بِهِ الْمَوْت وَيُعَايِن مَا يُعَايِن فَيَوَدُّ لَوْ خَرَجَتْ يَعْنِي نَفْسه وَاَللَّه يُحِبُّ لِقَاءَهُ وَإِنَّ الْمُؤْمِن يُصْعَد بِرُوحِهِ إِلَى السَّمَاء فَتَأْتِيه أَرْوَاح الْمُؤْمِنِينَ فَتَسْتَخْبِرهُ عَنْ مَعَارِفِهِمْ مِنْ أَهْل الْأَرْض فَإِذَا قَالَ تَرَكْت فُلَانًا فِي الْأَرْض أَعْجَبَهُمْ ذَلِكَ وَإِذَا قَالَ إِنَّ فُلَانًا قَدْ مَاتَ قَالُوا مَا جِيءَ بِهِ إِلَيْنَا وَإِنَّ الْمُؤْمِن يُجْلَس فِي قَبْره فَيُسْأَل مَنْ رَبّك فَيَقُول رَبِّي اللَّه وَيُسْأَل مَنْ نَبِيّك فَيَقُول مُحَمَّد نَبِيِّي فَيُقَال مَاذَا دِينُك ؟ قَالَ دِينِي الْإِسْلَام فَيُفْتَح لَهُ بَاب فِي قَبْره فَيَقُولُ - أَوْ يُقَال - اُنْظُرْ إِلَى مَجْلِسِك ثُمَّ يَرَى الْقَبْر فَكَأَنَّمَا كَانَتْ رَقْدَة وَإِذَا كَانَ عَدُوّ اللَّه نَزَلَ بِهِ الْمَوْت وَعَايَنَ مَا عَايَنَ فَإِنَّهُ لَا يُحِبّ أَنْ تَخْرُج رُوحه أَبَدًا وَاَللَّه يُبْغِض لِقَاءَهُ فَإِذَا جَلَسَ فِي قَبْره أَوْ أُجْلِسَ فَيُقَال لَهُ مَنْ رَبّك ؟ فَيَقُول لَا أَدْرِي فَيُقَال لَا دَرَيْت فَيُفْتَح لَهُ بَاب إِلَى جَهَنَّم ثُمَّ يُضْرَب ضَرْبَة تَسْمَعهَا كُلّ دَابَّة إِلَّا الثَّقَلَيْنِ ثُمَّ يُقَال لَهُ نَمْ كَمَا يَنَام الْمَنْهُوش\" قُلْت لِأَبِي هُرَيْرَة مَا الْمَنْهُوش ؟ قَالَ الَّذِي تَنْهَشُهُ الدَّوَابّ وَالْحَيَّات ثُمَّ ضُيِّقَ عَلَيْهِ قَبْره ثُمَّ قَالَ لَا نَعْلَم رَوَاهُ إِلَّا الْوَلِيد بْن مُسْلِم وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا حُجَيْن بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْعَزِيز بْن أَبِي سَلَمَة الْمَاجِشُون عَنْ مُحَمَّد بْن الْمُنْكَدِر قَالَ : كَانَتْ أَسْمَاء يَعْنِي بِنْت الصِّدِّيق رَضِيَ اللَّه عَنْهَا تُحَدِّث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ : قَالَ \" إِذَا دَخَلَ الْإِنْسَان قَبْره فَإِنْ كَانَ مُؤْمِنًا أَحَفَّ بِهِ عَمَله الصَّلَاة وَالصِّيَام قَالَ فَيَأْتِيه الْمَلَك مِنْ نَحْو الصَّلَاة فَتَرُدُّهُ وَمِنْ نَحْو الصِّيَام فَيَرُدُّهُ قَالَ فَيُنَادِيه اِجْلِسْ فَيَجْلِس فَيَقُول لَهُ مَاذَا تَقُول فِي هَذَا الرَّجُل يَعْنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ ؟ قَالَ مُحَمَّد قَالَ أَشْهَد أَنَّهُ رَسُول اللَّه قَالَ وَمَا يُدْرِيك أَدْرَكْتهُ قَالَ أَشْهَد أَنَّهُ رَسُول اللَّه قَالَ : يَقُول عَلَى ذَلِكَ عِشْت وَعَلَيْهِ مُتّ وَعَلَيْهِ تُبْعَث وَإِنْ كَانَ فَاجِرًا أَوْ كَافِرًا جَاءَهُ الْمَلَك لَيْسَ بَيْنه وَبَيْنه شَيْء يَرُدّهُ فَأَجْلَسَهُ فَيَقُول لَهُ مَاذَا تَقُول فِي هَذَا الرَّجُل ؟ قَالَ أَيّ رَجُل ؟ قَالَ مُحَمَّد قَالَ : يَقُول وَاَللَّه مَا أَدْرِي سَمِعْت النَّاس يَقُولُونَ شَيْئًا فَقُلْته قَالَ لَهُ الْمَلَك عَلَى ذَلِكَ عِشْت وَعَلَيْهِ مُتّ وَعَلَيْهِ تُبْعَث قَالَ وَيُسَلَّط عَلَيْهِ دَابَّة فِي قَبْره مَعَهَا سَوْط ثَمَرَته جَمْرَة مِثْل عُرْف الْبَعِير تَضْرِبهُ مَا شَاءَ اللَّه صَمَّاء لَا تَسْمَع صَوْته فَتَرْحَمهُ\" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي هَذِهِ الْآيَة قَالَ : إِنَّ الْمُؤْمِن إِذَا حَضَرَهُ الْمَوْت شَهِدَتْهُ الْمَلَائِكَة فَسَلَّمُوا عَلَيْهِ وَبَشَّرُوهُ بِالْجَنَّةِ فَإِنْ مَاتَ مَشَوْا مَعَ جِنَازَته ثُمَّ صَلَّوْا عَلَيْهِ مَعَ النَّاس فَإِذَا دُفِنَ أُجْلِسَ فِي قَبْره فَيُقَال لَهُ مَنْ رَبّك ؟ فَيَقُول رَبِّي اللَّه ; فَيُقَال لَهُ مَنْ رَسُولك ؟ فَيَقُول مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيُقَال لَهُ مَا شَهَادَتك ؟ فَيَقُول أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه فَيُوَسَّع لَهُ فِي قَبْره مَدّ بَصَره ; وَأَمَّا الْكَافِر فَتَنْزِل عَلَيْهِ الْمَلَائِكَة فَيَبْسُطُونَ أَيْدِيهمْ وَالْبَسْط هُوَ الضَّرْب\" يَضْرِبُونَ وُجُوههمْ وَأَدْبَارهمْ عِنْد الْمَوْت فَإِذَا أُدْخِلَ قَبْره أُقْعِدَ فَقِيلَ لَهُ مَنْ رَبّك ؟ فَلَمْ يَرْجِع إِلَيْهِمْ شَيْئًا وَأَنْسَاهُ اللَّه ذِكْرَ ذَلِكَ وَإِذَا قِيلَ مَنْ الرَّسُول الَّذِي بُعِثَ إِلَيْك ؟ لَمْ يَهْتَدِ لَهُ وَلَمْ يَرْجِع إِلَيْهِمْ شَيْئًا \" كَذَلِكَ يُضِلُّ اللَّهُ الظَّالِمِينَ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عُثْمَان بْن حَكِيم الْأَزْدِيّ حَدَّثَنَا شُرَيْح بْن مَسْلَمَة حَدَّثَنَا إِبْرَاهِيم بْن يُوسُف عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاق عَنْ عَامِر بْن سَعْد الْبَجَلِيّ عَنْ أَبِي قَتَادَة الْأَنْصَارِيّ فِي قَوْله تَعَالَى \" يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ\" الْآيَة قَالَ إِنَّ الْمُؤْمِن إِذَا مَاتَ أُجْلِسَ فِي قَبْره فَيُقَال لَهُ مَنْ رَبّك ؟ فَيَقُول اللَّه ; فَيُقَال لَهُ مَنْ نَبِيّك ؟ فَيَقُول مُحَمَّد بْن عَبْد اللَّه ; فَيُقَال لَهُ ذَلِكَ مَرَّات ثُمَّ يُفْتَح لَهُ بَاب إِلَى النَّار فَيُقَال لَهُ اُنْظُرْ إِلَى مَنْزِلك مِنْ النَّار لَوْ زِغْت ; ثُمَّ يُفْتَح لَهُ بَاب إِلَى الْجَنَّة فَيُقَال لَهُ اُنْظُرْ إِلَى مَنْزِلك مِنْ الْجَنَّة إِذْ ثَبَتّ وَإِذَا مَاتَ الْكَافِر أُجْلِسَ فِي قَبْره فَيُقَال لَهُ مَنْ رَبّك ؟ مَنْ نَبِيّك ؟ فَيَقُول لَا أَدْرِي كُنْت أَسْمَع النَّاس يَقُولُونَ فَقَالَ لَهُ لَا دَرَيْت ثُمَّ يُفْتَح لَهُ بَاب إِلَى الْجَنَّة فَقَالَ لَهُ اُنْظُرْ إِلَى مَنْزِلك لَوْ ثَبَتّ ; ثُمَّ يُفْتَح لَهُ بَاب إِلَى النَّار فَيُقَال لَهُ اُنْظُرْ إِلَى مَنْزِلك إِذْ زِغْت فَذَلِكَ قَوْله تَعَالَى\" يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ \" وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ اِبْن طَاوُس عَنْ أَبِيهِ \" يُثَبِّتُ اللَّه الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا \" قَالَ لَا إِلَه إِلَّا اللَّه \" وَفِي الْآخِرَة \" الْمَسْأَلَة فِي الْقَبْر وَقَالَ قَتَادَة أَمَّا الْحَيَاة الدُّنْيَا فَيُثَبِّتُهُمْ بِالْخَيْرِ وَالْعَمَل الصَّالِح \" وَفِي الْآخِرَة \" فِي الْقَبْر وَكَذَا رُوِيَ عَنْ غَيْر وَاحِد مِنْ السَّلَف وَقَالَ أَبُو عَبْد اللَّه الْحَكِيم التِّرْمِذِيّ فِي كِتَابه نَوَادِر الْأُصُول حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن نَافِع عَنْ اِبْن أَبِي فَدِيك عَنْ عَبْد الرَّحْمَن بْن عَبْد اللَّه عَنْ سَعِيد بْن الْمُسَيِّب عَنْ عَبْد الرَّحْمَن بْن سَمُرَة قَالَ : خَرَجَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم وَنَحْنُ فِي مَسْجِد الْمَدِينَة فَقَالَ \" إِنِّي رَأَيْت الْبَارِحَة عَجَبًا ; رَأَيْت رَجُلًا مِنْ أُمَّتِي جَاءَ مَلَك الْمَوْت لِيَقْبِض رُوحه فَجَاءَهُ بِرُّهُ بِوَالِدَيْهِ فَرَدَّ عَنْهُ وَرَأَيْت رَجُلًا مِنْ أُمَّتِي قَدْ بُسِطَ عَلَيْهِ عَذَاب الْقَبْر فَجَاءَهُ وُضُوءُهُ فَاسْتَنْقَذَهُ مِنْ ذَلِكَ وَرَأَيْت رَجُلًا مِنْ أُمَّتِي قَدْ اِحْتَوَشَتْهُ الشَّيَاطِين فَجَاءَهُ ذِكْرُ اللَّه فَخَلَّصَهُ مِنْ بَيْنهمْ وَرَأَيْت رَجُلًا مِنْ أُمَّتِي قَدْ اِحْتَوَشَتْهُ مَلَائِكَة الْعَذَاب فَجَاءَتْهُ صَلَاته فَاسْتَنْقَذَتْهُ مِنْ أَيْدِيهمْ وَرَأَيْت رَجُلًا مِنْ أُمَّتِي يَلْهَث عَطَشًا كُلَّمَا وَرَدَ حَوْضًا مُنِعَ مِنْهُ فَجَاءَهُ صِيَامه فَسَقَاهُ وَأَرْوَاهُ وَرَأَيْت رَجُلًا مِنْ أُمَّتِي وَالنَّبِيُّونَ قُعُود حِلَقًا حِلَقًا كُلَمَّا دَنَا لِحَلْقَةٍ طَرَدُوهُ فَجَاءَهُ اِغْتِسَاله مِنْ الْجَنَابَة فَأَخَذَ بِيَدِهِ فَأَقْعَدَهُ إِلَى جَنْبِي وَرَأَيْت رَجُلًا مِنْ أُمَّتِي بَيْن يَدَيْهِ ظُلْمَة وَمِنْ خَلْفه ظُلْمَة وَعَنْ يَمِينه ظُلْمَة وَعَنْ شِمَاله ظُلْمَة وَمِنْ فَوْقه ظُلْمَة وَمِنْ تَحْته ظُلْمَة وَهُوَ مُتَحَيِّر فِيهَا فَجَاءَتْهُ حَجَّته وَعُمْرَته فَاسْتَخْرَجَاهُ مِنْ الظُّلْمَة وَأَدْخَلَاهُ النُّور وَرَأَيْت رَجُلًا مِنْ أُمَّتِي يُكَلِّم الْمُؤْمِنِينَ فَلَا يُكَلِّمُونَهُ فَجَاءَهُ صِلَة الرَّحِم فَقَالَتْ يَا مَعْشَر الْمُؤْمِنِينَ كَلِّمُوهُ فَكَلَّمُوهُ وَرَأَيْت رَجُلًا مِنْ أُمَّتِي يَتَّقِي وَهَج النَّار وَشَرَرهَا بِيَدِهِ عَنْ وَجْهه فَجَاءَتْهُ صَدَقَته فَصَارَتْ لَهُ سِتْرًا عَلَى وَجْهه وَظِلًّا عَلَى رَأْسه وَرَأَيْت رَجُلًا مِنْ أُمَّتِي قَدْ أَخَذَتْهُ الزَّبَانِيَة مِنْ كُلّ مَكَان فَجَاءَهُ أَمْرُهُ بِالْمَعْرُوفِ وَنَهْيه عَنْ الْمُنْكَر فَاسْتَنْقَذَاهُ مِنْ أَيْدِيهمْ وَأَدْخَلَاهُ مَعَ مَلَائِكَة الرَّحْمَة وَرَأَيْت رَجُلًا مِنْ أُمَّتِي جَاثِيًا عَلَى رُكْبَتَيْهِ بَيْنه وَبَيْن اللَّه حِجَاب فَجَاءَهُ حُسْن خُلُقِهِ فَأَخَذَ بِيَدِهِ فَأَدْخَلَهُ عَلَى اللَّه عَزَّ وَجَلَّ وَرَأَيْت رَجُلًا مِنْ أُمَّتِي قَدْ هَوَتْ صَحِيفَته مِنْ قِبَلِ شِمَاله فَجَاءَهُ خَوْفه مِنْ اللَّه فَأَخَذَ صَحِيفَته فَجَعَلَهَا فِي يَمِينه وَرَأَيْت رَجُلًا مِنْ أُمَّتِي قَدْ خَفَّ مِيزَانه فَجَاءَتْهُ أَفْرَاطه فَثَقَلُوا مِيزَانه وَرَأَيْت رَجُلًا مِنْ أُمَّتِي قَائِمًا عَلَى شَفِير جَهَنَّم فَجَاءَهُ وَجَلُهُ مِنْ اللَّه فَاسْتَنْقَذَهُ مِنْ ذَلِكَ وَمَضَى وَرَأَيْت رَجُلًا مِنْ أُمَّتِي هَوَى فِي النَّار فَجَاءَتْهُ دُمُوعه الَّتِي بَكَى مِنْ خَشْيَة اللَّه فِي الدُّنْيَا فَاسْتَخْرَجَتْهُ مِنْ النَّار وَرَأَيْت رَجُلًا مِنْ أُمَّتِي قَائِمًا عَلَى الصِّرَاط يَرْعُد كَمَا تَرْعُد السَّعَفَة فَجَاءَ حُسْن ظَنِّهِ بِاَللَّهِ فَسَكَّنَ رَعْدَتَهُ وَمَضَى وَرَأَيْت رَجُلًا مِنْ أُمَّتِي عَلَى الصِّرَاط يَزْحَف أَحْيَانًا وَيَحْبُو أَحْيَانًا فَجَاءَتْهُ صَلَاته عَلَيَّ فَأَخَذَتْ بِيَدِهِ فَأَقَامَتْهُ وَمَضَى عَلَى الصِّرَاط وَرَأَيْت رَجُلًا مِنْ أُمَّتِي اِنْتَهَى إِلَى بَاب الْجَنَّة فَغُلِّقَتْ الْأَبْوَاب دُونَهُ فَجَاءَتْهُ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه فَفَتَحَتْ لَهُ الْأَبْوَاب وَأَدْخَلَتْهُ الْجَنَّة \" . قَالَ الْقُرْطُبِيّ بَعْد إِيرَاده هَذَا الْحَدِيثَ مِنْ هَذَا الْوَجْه هَذَا حَدِيث عَظِيم ذَكَرَ فِيهِ أَعْمَالًا خَاصَّة تُنَجِّي مِنْ أَهْوَال خَاصَّة أَوْرَدَهُ هَكَذَا فِي كِتَابه التَّذْكِرَة وَقَدْ رَوَى الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي هَذَا حَدِيثًا غَرِيبًا مُطَوَّلًا فَقَالَ : حَدَّثَنَا أَبُو عَبْد الرَّحْمَن أَحْمَد بْن إِبْرَاهِيم الْبَكْرِيّ حَدَّثَنَا مُحَمَّد بْن بَكْر الْبُرْسَانِيّ أَبُو عُثْمَان حَدَّثَنَا أَبُو عَاصِم الْحَبَطِيّ وَكَانَ مِنْ أَخْيَار أَهْل الْبَصْرَة وَكَانَ مِنْ أَصْحَاب حَذْم وَسَلَّام بْن أَبِي مُطِيع حَدَّثَنَا بَكْر بْن حُبَيْش عَنْ ضِرَار بْن عَمْرو عَنْ يَزِيد الرَّقَاشِيّ عَنْ أَنَس بْن مَالِك عَنْ تَمِيم الدَّارِمِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" يَقُول اللَّه عَزَّ وَجَلَّ لِمَلَكِ الْمَوْت اِنْطَلِقْ - إِلَى وَلِيِّي فَأْتِنِي بِهِ فَإِنِّي قَدْ ضَرَبْته بِالسَّرَّاءِ وَالضَّرَّاء فَوَجَدْتهُ حَيْثُ أُحِبُّ اِئْتِنِي بِهِ فَلَأُرِيحَنهُ فَيَنْطَلِق إِلَيْهِ مَلَك الْمَوْت وَمَعَهُ خَمْسُمِائَةٍ مِنْ الْمَلَائِكَة مَعَهُمْ أَكْفَان وَحَنُوط مِنْ الْجَنَّة وَمَعَهُمْ ضَبَائِر الرَّيْحَان أَصْل الرَّيْحَانَة وَاحِد وَفِي رَأْسِهَا عِشْرُونَ لَوْنًا لِكُلِّ لَوْن مِنْهَا رِيح سِوَى رِيح صَاحِبه وَمَعَهُمْ الْحَرِير الْأَبْيَض فِيهِ الْمِسْك الْأَذْفَر فَيَجْلِس مَلَك الْمَوْت عِنْد رَأْسه وَتَحُفّ بِهِ الْمَلَائِكَة وَيَضَع كُلّ مَلَك مِنْهُمْ يَده عَلَى عُضْو مِنْ أَعْضَائِهِ وَيُبْسَط ذَلِكَ الْحَرِير الْأَبْيَض وَالْمِسْك الْأَذْفَر تَحْت ذَقَنه وَيُفْتَح لَهُ بَاب إِلَى الْجَنَّة فَإِنَّ نَفْسه لَتُعَلِّل عِنْد ذَلِكَ بِطَرَفِ الْجَنَّة تَارَة بِأَزْوَاجِهَا وَتَارَة بِكِسْوَتِهَا وَمَرَّة بِثِمَارِهَا كَمَا يُعَلِّل الصَّبِيّ أَهْله إِذَا بَكَى قَالَ وَإِنَّ أَزْوَاجه لَيَبْتَهِشْنَ عِنْد ذَلِكَ اِبْتِهَاشًا قَالَ وَتَبْرُز الرُّوح - قَالَ الْبُرْسَانِيّ يُرِيد أَنْ تَخْرُج مِنْ الْعَجِل إِلَى مَا تُحِبّ - قَالَ : وَيَقُول مَلَك الْمَوْت اُخْرُجِي يَا أَيَّتهَا الرُّوح الطَّيِّبَة إِلَى سِدْر مَخْضُود وَطَلْح مَنْضُود وَظِلّ مَمْدُود وَمَاء مَسْكُوب قَالَ وَلَمَلَكُ الْمَوْتِ أَشَدُّ بِهِ لُطْفًا مِنْ الْوَالِدَة بِوَلَدِهَا يَعْرِف أَنَّ ذَلِكَ الرُّوح حَبِيب لِرَبِّهِ فَهُوَ يَلْتَمِس بِلُطْفِهِ تَحَبُّبًا لَدَيْهِ رِضَاءً لِلرَّبِّ عَنْهُ فَتُسَلُّ رُوحه كَمَا تُسَلُّ الشَّعْرَة مِنْ الْعَجِين ; قَالَ : وَقَالَ اللَّه عَزَّ وَجَلَّ \" الَّذِينَ تَتَوَفَّاهُمْ الْمَلَائِكَة طَيِّبِينَ \" وَقَالَ \" فَأَمَّا إِنْ كَانَ مِنْ الْمُقَرَّبِينَ فَرَوْحٌ وَرَيْحَانٌ وَجَنَّةُ نَعِيمٍ \" قَالَ رَوْحُ مِنْ جِهَة الْمَوْت وَرَيْحَان يُتَلَقَّى بِهِ وَجَنَّة نَعِيم تُقَابِلهُ قَالَ فَإِذَا قَبَضَ مَلَك الْمَوْت رُوحه قَالَتْ الرُّوح لِلْجَسَدِ جَزَاك اللَّه عَنِّي خَيْرًا فَقَدْ كُنْت سَرِيعًا بِي إِلَى طَاعَة اللَّه بَطِيئًا بِي عَنْ مَعْصِيَة اللَّه فَقَدْ نُجِّيت وَأَنْجَيْت قَالَ : وَيَقُول الْجَسَد لِلرُّوحِ مِثْل ذَلِكَ قَالَ وَتَبْكِي عَلَيْهِ بِقَاع الْأَرْض الَّتِي كَانَ يُطِيع اللَّه فِيهَا وَكُلّ بَاب مِنْ السَّمَاء يَصْعَد مِنْهُ عَمَله وَيَنْزِل مِنْهُ رِزْقه أَرْبَعِينَ لَيْلَة قَالَ فَإِذَا قَبَضَ مَلَك الْمَوْت رُوحه أَقَامَتْ الْخَمْسمِائَةِ مِنْ الْمَلَائِكَة عِنْد جَسَده فَلَا يُقَلِّبهُ بَنُو آدَم لِشِقٍّ إِلَّا قَلَّبَتْهُ الْمَلَائِكَة قَبْلهمْ وَغَسَّلَتْهُ وَكَفَّنَتْهُ بِأَكْفَانٍ قَبْل أَكْفَان بَنِي آدَم وَحَنُوط قَبْل حَنُوط بَنِي آدَم وَيَقُوم مِنْ بَاب بَيْته إِلَى قَبْره صَفَّانِ مِنْ الْمَلَائِكَة يَسْتَقْبِلُونَهُ بِالِاسْتِغْفَارِ فَيَصِيح عِنْد ذَلِكَ إِبْلِيس صَيْحَة تَتَصَدَّع مِنْهَا عِظَام جَسَده قَالَ وَيَقُول لِجُنُودِهِ الْوَيْل لَكُمْ كَيْف خُلِّصَ هَذَا الْعَبْد مِنْكُمْ ؟ فَيَقُولُونَ إِنَّ هَذَا كَانَ عَبْدًا مَعْصُومًا ; قَالَ فَإِذَا صَعِدَ مَلَك الْمَوْت بِرُوحِهِ يَسْتَقْبِلهُ جِبْرِيل فِي سَبْعِينَ أَلْفًا مِنْ الْمَلَائِكَة كُلّ يَأْتِيه بِبِشَارَةٍ مِنْ رَبّه . سِوَى بِشَارَة صَاحِبه قَالَ فَإِذَا اِنْتَهَى مَلَك الْمَوْت بِرُوحِهِ إِلَى الْعَرْش خَرَّ الرُّوح سَاجِدًا قَالَ : يَقُول اللَّه عَزَّ وَجَلَّ لِمَلَكِ الْمَوْت : اِنْطَلِقْ بِرُوحِ عَبْدِي فَضَعْهُ فِي سِدْر مَخْضُود وَطَلْح مَنْضُود وَظِلّ مَمْدُود وَمَاء مَسْكُوب قَالَ فَإِذَا وُضِعَ فِي قَبْره جَاءَتْهُ الصَّلَاة فَكَانَتْ عَنْ يَمِينه وَجَاءَهُ الصِّيَام فَكَانَ عَنْ يَسَاره وَجَاءَهُ الْقُرْآن فَكَانَ عِنْد رَأْسه وَجَاءَهُ مَشْيه إِلَى الصَّلَاة فَكَانَ عِنْد رِجْلَيْهِ وَجَاءَهُ الصَّبْر فَكَانَ نَاحِيَة الْقَبْر قَالَ فَيَبْعَث اللَّه عَزَّ وَجَلَّ عَنَقًا مِنْ الْعَذَاب قَالَ فَيَأْتِيه عَنْ يَمِينه قَالَ : فَتَقُول الصَّلَاة وَرَاءَك وَاَللَّه مَا زَالَ دَائِبًا عُمْره كُلّه وَإِنَّمَا اِسْتَرَاحَ الْآن حِين وُضِعَ فِي قَبْره قَالَ فَيَأْتِيه عَنْ يَسَاره فَيَقُول الصِّيَام مِثْل ذَلِكَ قَالَ ثُمَّ يَأْتِيه مِنْ عِنْد رَأْسه فَيَقُول الْقُرْآن وَالذِّكْر مِثْل ذَلِكَ قَالَ ثُمَّ يَأْتِيه مِنْ عِنْد رِجْلَيْهِ فَيَقُول مَشْيه إِلَى الصَّلَاة مِثْل ذَلِكَ فَلَا يَأْتِيه الْعَذَاب مِنْ نَاحِيَة يَلْتَمِس هَلْ يَجِد إِلَيْهِ مَسَاغًا إِلَّا وَجَدَ وَلِيّ اللَّه قَدْ أَخَذَ جُنَّته قَالَ فَيَنْقَمِع الْعَذَاب عِنْد ذَلِكَ فَيَخْرُج قَالَ : وَيَقُول الصَّبْر لِسَائِرِ الْأَعْمَال أَمَّا إِنَّهُ لَمْ يَمْنَعنِي أَنْ أُبَاشِر أَنَا بِنَفْسِي إِلَّا أَنِّي نَظَرْت مَا عِنْدكُمْ فَإِنْ عَجَزْتُمْ كُنْت أَنَا صَاحِبه فَأَمَّا إِذَا أُجِزْتُمْ عَنْهُ فَأَنَا لَهُ ذُخْر عِنْد الصِّرَاط وَالْمِيزَان قَالَ وَيَبْعَث اللَّه مَلَكَيْنِ أَبْصَارهمَا كَالْبَرْقِ الْخَاطِف وَأَصْوَاتهمَا كَالرَّعْدِ الْقَاصِف وَأَنْيَابهمَا كَالصَّيَاصِي وَأَنْفَاسهمَا كَاللَّهَبِ يَطَآنِ فِي أَشْعَارهمَا بَيْن مَنْكِب كُلّ وَاحِد مَسِيرَة كَذَا وَكَذَا وَقَدْ نُزِعَتْ مِنْهُمَا الرَّأْفَة وَالرَّحْمَة يُقَال لَهُمَا مُنْكَر وَنَكِير فِي يَد كُلّ وَاحِد مِنْهُمَا مِطْرَقَة لَوْ اِجْتَمَعَ عَلَيْهَا رَبِيعَة وَمُضَر لَمْ يُقِلُّوهَا قَالَ فَيَقُولَانِ لَهُ اِجْلِسْ قَالَ فَجَلَسَ فَيَسْتَوِي جَالِسًا قَالَ وَتَقَع أَكْفَانه فِي حَقْوَيْهِ قَالَ : فَيَقُولَانِ لَهُ مَنْ رَبُّك وَمَا دِينُك وَمَنْ نَبِيُّك ؟ قَالَ : قَالُوا يَا رَسُول اللَّه وَمَنْ يُطِيق الْكَلَام عِنْد ذَلِكَ وَأَنْتَ تَصِف مِنْ الْمَلَكَيْنِ مَا تَصِف ؟ قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّه الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ \" قَالَ : فَيَقُول رَبِّي اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَدِينِي الْإِسْلَامُ الَّذِي دَانَتْ بِهِ الْمَلَائِكَةُ وَنَبِيِّي مُحَمَّدٌ خَاتَمُ النَّبِيِّينَ قَالَ : فَيَقُولَانِ لَهُ صَدَقْت قَالَ فَيَدْفَعَانِ الْقَبْر فَيُوَسِّعَانِ مِنْ بَيْن يَدَيْهِ أَرْبَعِينَ ذِرَاعًا وَعَنْ يَمِينه أَرْبَعِينَ ذِرَاعًا وَعَنْ شِمَاله أَرْبَعِينَ ذِرَاعًا وَمِنْ خَلْفه أَرْبَعِينَ ذِرَاعًا وَمِنْ عِنْد رَأْسه أَرْبَعِينَ ذِرَاعًا وَمِنْ عِنْد رِجْلَيْهِ أَرْبَعِينَ ذِرَاعًا قَالَ فَيُوَسِّعَانِ لَهُ مِائَتِي ذِرَاع قَالَ الْبُرْسَانِيّ فَأَحْسَبُهُ وَأَرْبَعِينَ ذِرَاعًا تُحَاط بِهِ - قَالَ ثُمَّ يَقُولَانِ لَهُ اُنْظُرْ فَوْقَك فَإِذَا بَاب مَفْتُوح إِلَى الْجَنَّة قَالَ", "sura_id": 14, "type": 4, "id": 37919, "aya_id": 27}]