[{"text": "فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ قَدْ جِئْنَاكَ بِآيَةٍ مِّن رَّبِّكَ وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى", "sura_id": 20, "type": 0, "id": 2395, "aya_id": 47}, {"text": "فأتياه فقولا إنا رسولا ربك فأرسل معنا بني إسرائيل و لا تعذبهم قد جئناك بآية من ربك و السلام على من اتبع الهدى", "sura_id": 20, "type": 1, "id": 8631, "aya_id": 47}, {"text": "47 - (فأتياه فقولا إنا رسولا ربك فأرسل معنا بني إسرائيل) إلى الشام (ولا تعذبهم) أي خل عنهم من استعمالك إياهم في أشغالك الشاقة كالحفر والبناء وحمل الثقيل (قد جئناك بآية) بحجة (من ربك) على صدقنا بالرسالة (والسلام على من اتبع الهدى) أي السلامة له من العذاب \r\n", "sura_id": 20, "type": 2, "id": 27339, "aya_id": 47}, {"text": " فاذهبا إليه وقولا له: إننا رسولان إليك من ربك أن أطلق بني إسرائيل, ولا تكلِّفهم ما لا يطيقون من الأعمال, قد أتيناك بدلالة معجزة من ربك تدل على صدقنا في دعوتنا, والسلامة من عذاب الله تعالى لمن اتبع هداه.\r\n", "sura_id": 20, "type": 3, "id": 33575, "aya_id": 47}, {"text": " <font color=red>فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى</font><BR><p>\" فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبّك \" قَدْ تَقَدَّمَ فِي حَدِيث الْفُتُون عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ مَكَثَا عَلَى بَابه حِينًا لَا يُؤْذَن لَهُمَا حَتَّى أَذِنَ لَهُمَا بَعْد حِجَاب شَدِيد وَذَكَرَ مُحَمَّد بْن إِسْحَاق بْن يَسَار أَنَّ مُوسَى وَأَخَاهُ هَارُون خَرَجَا فَوَقَفَا بِبَابِ فِرْعَوْن يَلْتَمِسَانِ الْإِذْن عَلَيْهِ وَهُمَا يَقُولَانِ إِنَّا رَسُولَا رَبّ الْعَالَمِينَ فَآذِنُوا بِنَا هَذَا الرَّجُل فَمَكَثَا فِيمَا بَلَغَنِي سَنَتَيْنِ يَغْدُوَانِ وَيَرُوحَانِ لَا يَعْلَم بِهِمَا وَلَا يَجْتَرِئ أَحَد عَلَى أَنْ يُخْبِرهُ بِشَأْنِهِمَا حَتَّى دَخَلَ عَلَيْهِ بَطَّال لَهُ يُلَاعِبهُ وَيُضْحِكهُ فَقَالَ لَهُ أَيّهَا الْمَلِك إِنَّ عَلَى بَابك رَجُلًا يَقُول قَوْلًا عَجِيبًا يَزْعُم أَنَّ لَهُ إِلَهًا غَيْرك أُرْسِلهُ إِلَيْك قَالَ بِبَابِي ؟ قَالَ نَعَمْ قَالَ أَدْخِلُوهُ فَدَخَلَ وَمَعَهُ أَخُوهُ هَارُون وَفِي يَده عَصًا فَلَمَّا وَقَفَ عَلَى فِرْعَوْن قَالَ إِنِّي رَسُول رَبّ الْعَالَمِينَ فَعَرَفَهُ فِرْعَوْن وَذَكَرَ السُّدِّيّ أَنَّهُ لَمَّا قَدِمَ بِلَاد مِصْر ضَافَ أُمّه وَأَخَاهُ وَهُمَا لَا يَعْرِفَانِهِ وَكَانَ طَعَامهمَا لَيْلَتئِذٍ الطُّفَيْل وَهُوَ اللُّفْت ثُمَّ عَرَفَاهُ وَسَلَّمَا عَلَيْهِ فَقَالَ لَهُ مُوسَى يَا هَارُون إِنَّ رَبِّي قَدْ أَمَرَنِي أَنْ آتِي هَذَا الرَّجُل فِرْعَوْن فَأَدْعُوهُ إِلَى اللَّه وَأَمَرَك أَنْ تُعَاوِننِي قَالَ اِفْعَلْ مَا أَمَرَك رَبّك فَذَهَبَا وَكَانَ ذَلِكَ لَيْلًا فَضَرَبَ مُوسَى بَاب الْقَصْر بِعَصَاهُ فَسَمِعَ فِرْعَوْن فَغَضِبَ وَقَالَ مَنْ يَجْتَرِئ عَلَى هَذَا الصَّنِيع الشَّدِيد فَأَخْبَرَهُ السَّدَنَة وَالْبَوَّابُونَ بِأَنَّ هَاهُنَا رَجُلًا مَجْنُونًا يَقُول إِنَّهُ رَسُول اللَّه فَقَالَ عَلَيَّ بِهِ فَلَمَّا وَقَفَا بَيْن يَدَيْهِ قَالَا وَقَالَ لَهُمَا مَا ذَكَرَ اللَّه فِي كِتَابه وَقَوْله \" قَدْ جِئْنَاك بِآيَةٍ مِنْ رَبّك \" أَيْ بِدَلَالَةٍ وَمُعْجِزَة مِنْ رَبّك وَالسَّلَام عَلَى مَنْ اِتَّبَعَ الْهُدَى أَيْ وَالسَّلَام عَلَيْك إِنْ اِتَّبَعْت الْهُدَى وَلِهَذَا لَمَّا كَتَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى هِرَقْل عَظِيم الرُّوم كِتَابًا كَانَ أَوَّله \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم مِنْ مُحَمَّد رَسُول اللَّه إِلَى هِرَقْل عَظِيم الرُّوم سَلَام عَلَى مَنْ اِتَّبَعَ الْهُدَى أَمَّا بَعْد فَإِنِّي أَدْعُوك بِدِعَايَةِ الْإِسْلَام فَأَسْلِمْ تَسْلَم يُؤْتِك اللَّه أَجْرك مَرَّتَيْنِ \" وَكَذَلِكَ لَمَّا كَتَبَ مُسَيْلِمَة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كِتَابًا صُورَته مِنْ مُسَيْلِمَة رَسُول اللَّه إِلَى مُحَمَّد رَسُول اللَّه سَلَام عَلَيْك أَمَّا بَعْد فَإِنِّي قَدْ أَشْرَكْتُك فِي الْأَمْر فَلَك الْمَدَر وَلِيَ الْوَبَر وَلَكِنْ قُرَيْش قَوْم يَعْتَدُّونَ. فَكَتَبَ إِلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْ مُحَمَّد رَسُول اللَّه إِلَى مُسَيْلِمَة الْكَذَّاب سَلَام عَلَى مَنْ اِتَّبَعَ الْهُدَى أَمَّا بَعْد فَإِنَّ الْأَرْض لِلَّهِ يُورِثهَا مَنْ يَشَاء مِنْ عِبَاده وَالْعَاقِبَة لِلْمُتَّقِينَ \" وَلِهَذَا قَالَ مُوسَى وَهَارُون عَلَيْهِمَا السَّلَام لِفِرْعَوْن .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38859, "aya_id": 47}]