[{"text": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لله وَهُوَ مُحْسِنٌ واتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللّهُ إِبْرَاهِيمَ خَلِيلاً", "sura_id": 4, "type": 0, "id": 618, "aya_id": 125}, {"text": "ومن أحسن دينا ممن أسلم وجهه لله وهو محسن واتبع ملة إبراهيم حنيفا واتخذ الله إبراهيم خليلا", "sura_id": 4, "type": 1, "id": 6854, "aya_id": 125}, {"text": "125 - (ومن) أي لا أحد (أحسن دينا ممن أسلم وجهه) أي انقاد واخلص عمله (لله وهو محسن) موحد (واتبع ملة إبراهيم) الموافقة لملة الإسلام (حنيفا) حال أي مائلا عن الأديان كلها إلى الدين القيم (واتخذ الله إبراهيم خليلا) صفيا خالص المحبة له \r\n", "sura_id": 4, "type": 2, "id": 25562, "aya_id": 125}, {"text": "لا أحد أحسن دينًا ممن انقاد بقلبه وسائر جوارحه لله تعالى وحده, وهو محسن, واتبع دين إبراهيم وشرعه, مائلا عن العقائد الفاسدة والشرائع الباطلة. وقد اصطفى الله إبراهيم -عليه الصلاة والسلام- واتخذه صفيّاً من بين سائر خلقه. وفي هذه الآية, إثبات صفة الخُلّة لله -تعالى- وهي أعلى مقامات المحبة, والاصطفاء.\r\n", "sura_id": 4, "type": 3, "id": 31798, "aya_id": 125}, {"text": " <font color=red>وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَمَنْ أَحْسَن دِينًا مِمَّنْ أَسْلَمَ وَجْهه لِلَّهِ \" أَيْ أَخْلَصَ الْعَمَل لِرَبِّهِ عَزَّ وَجَلَّ فَعَمِلَ إِيمَانًا وَاحْتِسَابًا \" وَهُوَ مُحْسِن \" أَيْ اِتَّبَعَ فِي عَمَله مَا شَرَعَهُ اللَّه لَهُ وَمَا أَرْسَلَ بِهِ رَسُوله مِنْ الْهُدَى وَدِين الْحَقّ وَهَذَانِ الشَّرْطَانِ لَا يَصِحّ عَمَل عَامِل بِدُونِهِمَا أَيْ يَكُون خَالِصًا صَوَابًا وَالْخَالِص أَنْ يَكُون لِلَّهِ وَالصَّوَاب أَنْ يَكُون مُتَابِعًا لِلشَّرِيعَةِ فَيَصِحّ ظَاهِره بِالْمُتَابَعَةِ وَبَاطِنه بِالْإِخْلَاصِ فَمَتَى فَقَدَ الْعَمَل أَحَد هَذَيْنِ الشَّرْطَيْنِ فَسَدَ فَمَتَى فَقَدَ الْإِخْلَاص كَانَ مُنَافِقًا وَهُمْ الَّذِينَ يُرَاءُونَ النَّاس وَمَنْ فَقَدَ الْمُتَابَعَة كَانَ ضَالًّا جَاهِلًا وَمَتَى جَمَعَهُمَا كَانَ عَمَل الْمُؤْمِنِينَ \" الَّذِينَ نَتَقَبَّل عَنْهُمْ أَحْسَن مَا عَمِلُوا وَنَتَجَاوَز عَنْ سَيِّئَاتهمْ \" الْآيَة. وَلِهَذَا قَالَ تَعَالَى \" وَاتَّبِعْ مِلَّة إِبْرَاهِيم حَنِيفًا\" وَهُمْ مُحَمَّد وَأَتْبَاعه إِلَى يَوْم الْقِيَامَة كَمَا قَالَ تَعَالَى \" إِنَّ أَوْلَى النَّاس بِإِبْرَاهِيم لَلَّذِينَ اِتَّبَعُوهُ وَهَذَا النَّبِيّ \" الْآيَة وَقَالَ تَعَالَى \" ثُمَّ أَوْحَيْنَا إِلَيْك أَنْ اِتَّبِعْ مِلَّة إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" وَالْحَنِيف هُوَ الْمَائِل عَنْ الشِّرْك قَصْدًا أَيْ تَارِكًا لَهُ عَنْ بَصِيرَة وَمُقْبِل عَلَى الْحَقّ بِكُلِّيَّتِهِ لَا يَصُدّهُ عَنْهُ صَادّ وَلَا يَرُدّهُ عَنْهُ رَادّ وَقَوْله \" وَاِتَّخَذَ اللَّه إِبْرَاهِيم خَلِيلًا \" وَهَذَا مِنْ بَاب التَّرْغِيب فِي اِتِّبَاعه لِأَنَّهُ إِمَام يُقْتَدَى بِهِ حَيْثُ وَصَلَ إِلَى غَايَة مَا يَتَقَرَّب بِهِ الْعِبَاد لَهُ فَإِنَّهُ اِنْتَهَى إِلَى دَرَجَة الْخُلَّة الَّتِي هِيَ أَرْفَع مَقَامَات الْمَحَبَّة وَمَا ذَاكَ إِلَّا لِكَثْرَةِ طَاعَته لِرَبِّهِ كَمَا وَصَفَهُ بِهِ فِي قَوْله وَإِبْرَاهِيم الَّذِي وَفَّى قَالَ كَثِير مِنْ عُلَمَاء السَّلَف أَيْ قَامَ بِجَمِيعِ مَا أُمِرَ بِهِ وَفِي كُلّ مَقَام مِنْ مَقَامَات الْعِبَادَة فَكَانَ لَا يَشْغَلهُ أَمْر جَلِيل عَنْ حَقِير وَلَا كَبِير عَنْ صَغِير وَقَالَ تَعَالَى وَإِذْ اِبْتَلَى إِبْرَاهِيم رَبّه بِكَلِمَاتٍ فَأَتَمّهنَّ الْآيَة وَقَالَ تَعَالَى إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ الْآيَة وَالْآيَة بَعْدهَا وَقَالَ الْبُخَارِيّ : حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا شُعْبَة عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد بْن جُبَيْر عَنْ عَمْرو بْن مَيْمُون قَالَ : إِنَّ مُعَاذًا لَمَّا قَدِمَ الْيَمَن صَلَّى بِهِمْ الصُّبْح فَقَرَأَ وَاِتَّخَذَ اللَّه إِبْرَاهِيم خَلِيلًا فَقَالَ رَجُل مِنْ الْقَوْم لَقَدْ قَرَّتْ عَيْن أُمّ إِبْرَاهِيم . وَقَدْ ذَكَرَ اِبْن جَرِير فِي تَفْسِيره عَنْ بَعْضهمْ أَنَّهُ إِنَّمَا سَمَّاهُ اللَّه خَلِيلًا مِنْ أَجْل أَنَّهُ أَصَابَ أَهْل نَاحِيَته جَدْب فَارْتَحَلَ إِلَى خَلِيل لَهُ مِنْ أَهْل الْمَوْصِل وَقَالَ بَعْضهمْ مِنْ أَهْل مِصْر لِيَمْتَارَ طَعَامًا لِأَهْلِهِ مِنْ قِبَله فَلَمْ يُصِبْ عِنْده حَاجَته فَلَمَّا قَرُبَ مِنْ أَهْله بِمَفَازَة ذَات رَمْل فَقَالَ : لَوْ مَلَأْت غَرَائِرِي مِنْ هَذَا الرَّمْل لِئَلَّا يَغْتَمّ أَهْلِي بِرُجُوعِي إِلَيْهِمْ بِغَيْرِ مِيرَة وَلِيَظُنُّوا أَنِّي أَتَيْتهمْ بِمَا يُحِبُّونَ فَفَعَلَ ذَلِكَ فَتَحَوَّلَ مَا فِي الْغَرَائِر مِنْ الرَّمْل دَقِيقًا فَلَمَّا صَارَ إِلَى مَنْزِله نَامَ وَقَامَ أَهْله فَفَتَحُوا الْغَرَائِر فَوَجَدُوا دَقِيقًا فَعَجَنُوا مِنْهُ وَخَبَزُوا فَاسْتَيْقَظَ فَسَأَلَهُمْ عَنْ الدَّقِيق الَّذِي مِنْهُ خَبَزُوا فَقَالُوا مِنْ الدَّقِيق الَّذِي جِئْت بِهِ مِنْ عِنْد خَلِيلك فَقَالَ نَعَمْ هُوَ مِنْ عِنْد خَلِيلِي اللَّه فَسَمَّاهُ اللَّه بِذَلِكَ خَلِيلًا وَفِي صِحَّة هَذَا وَوُقُوعه نَظَر وَغَايَته أَنْ يَكُون خَبَرًا إِسْرَائِيلِيًّا لَا يُصَدَّق وَلَا يُكَذَّب وَإِنَّمَا سُمِّيَ خَلِيل اللَّه لِشِدَّةِ مَحَبَّته لِرَبِّهِ عَزَّ وَجَلَّ لِمَا قَامَ لَهُ بِهِ مِنْ الطَّاعَة الَّتِي يُحِبّهَا وَيَرْضَاهَا وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ رِوَايَة أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا خَطَبَهُمْ فِي آخِر خُطْبَة خَطَبَهَا قَالَ \" أَمَّا بَعْد أَيّهَا النَّاس فَلَوْ كُنْت مُتَّخِذًا مِنْ أَهْل الْأَرْض خَلِيلًا لَاِتَّخَذْت أَبَا بَكْر بْن أَبِي قُحَافَة خَلِيلًا وَلَكِنْ صَاحِبكُمْ خَلِيل اللَّه \" وَجَاءَ مِنْ طَرِيق جُنْدُب بْن عَبْد اللَّه الْبَجَلِيّ وَعَبْد اللَّه بْن عَمْرو بْن الْعَاصِ وَعَبْد اللَّه بْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه اِتَّخَذَنِي خَلِيلًا كَمَا اِتَّخَذَ إِبْرَاهِيم خَلِيلًا\" وَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد الرَّحِيم بْن مُحَمَّد بْن مُسْلِم حَدَّثَنَا إِسْمَاعِيل بْن أَحْمَد بْن أُسَيْد حَدَّثَنَا إِبْرَاهِيم بْن يَعْقُوب الْجَوْزَجَانِيّ بِمَكَّة حَدَّثَنَا عَبْد اللَّه الْحَنَفِيّ حَدَّثَنَا زَمْعَة أَبُو صَالِح عَنْ سَلَمَة بْن وَهْرَام عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : جَلَسَ نَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْتَظِرُونَهُ فَخَرَجَ حَتَّى إِذَا دَنَا مِنْهُمْ سَمِعَهُمْ يَتَذَاكَرُونَ فَسَمِعَ حَدِيثهمْ وَإِذَا بَعْضهمْ يَقُول : عَجَب إِنَّ اللَّه اِتَّخَذَ مِنْ خَلْقه خَلِيلًا فَإِبْرَاهِيم خَلِيله وَقَالَ آخَر مَاذَا بِأَعْجَب مِنْ أَنَّ اللَّه كَلَّمَ مُوسَى تَكْلِيمًا وَقَالَ آخَر فَعِيسَى رُوح اللَّه وَكَلِمَته وَقَالَ آخَر آدَم اِصْطَفَاهُ اللَّه فَخَرَجَ عَلَيْهِمْ فَسَلَّمَ وَقَالَ \" قَدْ سَمِعْت كَلَامكُمْ وَتَعَجُّبكُمْ أَنَّ إِبْرَاهِيم خَلِيل اللَّه وَهُوَ كَذَلِكَ وَمُوسَى كَلِيمه وَعِيسَى رُوحه وَكَلِمَته وَآدَم اِصْطَفَاهُ اللَّه وَهُوَ كَذَلِكَ وَكَذَلِكَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : أَلَا وَإِنِّي حَبِيب اللَّه وَلَا فَخْر وَأَنَا أَوَّل شَافِع وَأَوَّل مُشَفَّع وَلَا فَخْر وَأَنَا أَوَّل مَنْ يُحَرِّك حَلْقَة الْجَنَّة فَيَفْتَح اللَّه وَيُدْخِلنِيهَا وَمَعِي فُقَرَاء الْمُؤْمِنِينَ وَلَا فَخْر وَأَنَا أَكْرَم الْأَوَّلِينَ وَالْآخِرِينَ يَوْم الْقِيَامَة وَلَا فَخْر \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَلِبَعْضِهِ شَوَاهِد فِي الصِّحَاح وَغَيْرهَا وَقَالَ قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : أَتَعْجَبُونَ مِنْ أَنْ تَكُون الْخُلَّة لِإِبْرَاهِيم وَالْكَلَام لِمُوسَى وَالرُّؤْيَة لِمُحَمَّدٍ صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ . رَوَاهُ الْحَاكِم فِي الْمُسْتَدْرَك وَقَالَ صَحِيح عَلَى شَرْط الْبُخَارِيّ وَلَمْ يُخَرِّجَاهُ وَكَذَا رُوِيَ عَنْ أَنَس بْن مَالِك وَغَيْر وَاحِد مِنْ الصَّحَابَة وَالتَّابِعِينَ وَالْأَئِمَّة مِنْ السَّلَف وَالْخَلَف. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يَحْيَى بْن عَبْدَك الْقَزْوِينِيّ حَدَّثَنَا مُحَمَّد يَعْنِي اِبْن سَعِيد بْن سَابِق حَدَّثَنَا عَمْرو يَعْنِي اِبْن أَبِي قَيْس عَنْ عَاصِم عَنْ أَبِي رَاشِد عَنْ عُبَيْد بْن عُمَيْر قَالَ : كَانَ إِبْرَاهِيم عَلَيْهِ السَّلَام يُضِيف النَّاس فَخَرَجَ يَوْمًا يَلْتَمِس أَحَدًا يُضِيفهُ فَلَمْ يَجِد أَحَدًا يُضِيفهُ فَرَجَعَ إِلَى دَاره فَوَجَدَ فِيهَا رَجُلًا قَائِمًا فَقَالَ : يَا عَبْد اللَّه مَا أَدْخَلَك دَارِي بِغَيْرِ إِذْنِي قَالَ : دَخَلْتهَا بِإِذْنِ رَبّهَا قَالَ وَمَنْ أَنْتَ قَالَ أَنَا مَلَك الْمَوْت أَرْسَلَنِي رَبِّي إِلَى عَبْد مِنْ عِبَاده أُبَشِّرهُ بِأَنَّ اللَّه قَدْ اِتَّخَذَهُ خَلِيلًا قَالَ مَنْ هُوَ فَوَاَللَّهِ إِنْ أَخْبَرْتنِي بِهِ ثُمَّ كَانَ بِأَقْصَى الْبِلَاد لَآتِيَنَّهُ ثُمَّ لَا أَبْرَح لَهُ جَارًا حَتَّى يُفَرِّق بَيْننَا الْمَوْت قَالَ : ذَلِكَ الْعَبْد أَنْتَ قَالَ أَنَا قَالَ نَعَمْ قَالَ فَبِمَ اِتَّخَذَنِي رَبِّي خَلِيلًا ؟ قَالَ إِنَّك تُعْطِي النَّاس وَلَا تَسْأَلهُمْ . وَحَدَّثَنَا أَبِي حَدَّثَنَا مَحْمُود بْن خَالِد السُّلَمِيّ حَدَّثَنَا الْوَلِيد عَنْ إِسْحَاق بْن يَسَار قَالَ لَمَّا اِتَّخَذَ اللَّه إِبْرَاهِيم خَلِيلًا أَلْقَى فِي قَلْبه الْوَجَل حَتَّى أَنَّ خَفَقَان قَلْبه لَيُسْمَع مِنْ بَعِيد كَمَا يُسْمَع خَفَقَان الطَّيْر فِي الْهَوَاء وَهَكَذَا جَاءَ فِي صِفَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يُسْمَع لِصَدْرِهِ أَزِيز كَأَزِيزِ الْمِرْجَل إِذَا اِشْتَدَّ غَلَيَانهَا مِنْ الْبُكَاء .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40796, "aya_id": 125}]