[{"text": "فَلاَ تَكُ فِي مِرْيَةٍ مِّمَّا يَعْبُدُ هَؤُلاء مَا يَعْبُدُونَ إِلاَّ كَمَا يَعْبُدُ آبَاؤُهُم مِّن قَبْلُ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ", "sura_id": 11, "type": 0, "id": 1582, "aya_id": 109}, {"text": "فلا تك في مرية مما يعبد هؤلاء ما يعبدون إلا كما يعبد آباؤهم من قبل وإنا لموفوهم نصيبهم غير منقوص", "sura_id": 11, "type": 1, "id": 7818, "aya_id": 109}, {"text": "109 - (فلا تك) يا محمد (في مرية) شك (مما يعبد هؤلاء) من الأصنام إنا نعذبهم كما عذبنا من قبلهم ، وهذا تسلية للنبي صلى الله عليه وسلم (ما يعبدون إلا كما يعبد آباؤهم) أي كعبادتهم (من قبل) وقد عذبناهم (وإنا لموفوهم) مثلهم (نصيبهم) حظهم من العذاب (غير منقوص) أي تاماً \r\n", "sura_id": 11, "type": 2, "id": 26526, "aya_id": 109}, {"text": "فلا تكن -أيها الرسول- في شك من بطلان ما يعبد هؤلاء المشركون من قومك, ما يعبدون من الأوثان إلا مثل ما يعبد آباؤهم من قبل, وإنا لموفوهم ما وعدناهم تاما غير منقوص. وهذا توجيه لجميع الأمة، وإن كان لفظه موجهًا إلى الرسول صلى الله عليه وسلَّم. \r\n", "sura_id": 11, "type": 3, "id": 32762, "aya_id": 109}, {"text": " <font color=red>فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ</font><BR><p>يَقُول تَعَالَى \" فَلَا تَكُ فِي مِرْيَة مِمَّا يَعْبُد هَؤُلَاءِ الْمُشْرِكُونَ \" إِنَّهُ بَاطِل وَجَهْل وَضَلَال فَإِنَّهُمْ إِنَّمَا يَعْبُدُونَ مَا يَعْبُد آبَاؤُهُمْ مِنْ قَبْل أَيْ لَيْسَ لَهُمْ مُسْتَنَد فِيمَا هُمْ فِيهِ إِلَّا اِتِّبَاع الْآبَاء فِي الْجَهَالَات وَسَيَجْزِيهِمْ اللَّه عَلَى ذَلِكَ أَتَمّ الْجَزَاء فَيُعَذِّبهُمْ عَذَابًا لَا يُعَذِّبهُ أَحَدًا وَإِنْ كَانَ لَهُمْ حَسَنَات فَقَدْ وَفَّاهُمْ اللَّه إِيَّاهَا فِي الدُّنْيَا قَبْل الْآخِرَة قَالَ سُفْيَان الثَّوْرِيّ عَنْ جَابِر الْجُعْفِيّ عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" وَإِنَّا لَمُوَفُّوهُمْ نَصِيبهمْ غَيْر مَنْقُوص \" قَالَ مَا وُعِدُوا مِنْ خَيْر أَوْ شَرّ . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : لَمُوَفُّوهُمْ مِنْ الْعَذَاب نَصِيبهمْ غَيْر مَنْقُوص .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37611, "aya_id": 109}]