[{"text": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاء أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِن وِعَاء أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلاَّ أَن يَشَاء اللّهُ نَرْفَعُ دَرَجَاتٍ مِّن نَّشَاء وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ", "sura_id": 12, "type": 0, "id": 1672, "aya_id": 76}, {"text": "فبدأ بأوعيتهم قبل وعاء أخيه ثم استخرجها من وعاء أخيه كذلك كدنا ليوسف ما كان ليأخذ أخاه في دين الملك إلا أن يشاء الله نرفع درجات من نشاء وفوق كل ذي علم عليم", "sura_id": 12, "type": 1, "id": 7908, "aya_id": 76}, {"text": "76 - (فبدأ بأوعيتهم) ففتشها (قبل وعاء أخيه) لئلا يتهم (ثم استخرجها) أي السقاية (من وعاء أخيه) قال تعالى : (كذلك) الكيد (كدنا ليوسف) علمناه الاحتيال في أخذ أخيه (ما كان) يوسف (ليأخذ أخاه) رقيقاً عن السرقة (في دين الملك) حكم مصر لأن جزاءه الضرب وتغريم مثلي المسروق لا الاسترقاق (إلا أن يشاء الله) أخذه بحكم أبيه أي لم يتمكن من أخذه إلا بمشيئة الله بإلهامه سؤال إخوته وجوابهم بسنتهم (نرفع درجات من نشاء) بالإضافة والتنوين في العلم كيوسف (وفوق كل ذي علم) من المخلوقين (عليم) أعلم منه حتى ينتهي إلى الله تعالى \r\n", "sura_id": 12, "type": 2, "id": 26616, "aya_id": 76}, {"text": "ورجعوا بإخوة يوسف إليه, فقام بنفسه يفتش أمتعتهم, فبدأ بأمتعتهم قبل متاع شقيقه; إحكامًا لما دبَّره لاستبقاء أخيه معه, ثم انتهى بوعاء أخيه, فاستخرج الإناء منه, كذلك يسَّرنا ليوسف هذا التدبير الذي توصَّل به لأخذ أخيه, وما كان له أن يأخذ أخاه في حكم مَلِك \"مصر\"; لأنه ليس من دينه أن يتملك السارق, إلا أن مشيئة الله اقتضت هذا التدبير والاحتكام إلى شريعة إخوة يوسف القاضية برِقِّ السارق. نرفع منازل مَن نشاء في الدنيا على غيره كما رفعنا منزلة يوسف. وفوق كل ذي علمٍ من هو أعلم منه, حتى ينتهي العلم إلى الله تعالى عالم الغيب والشهادة.\r\n", "sura_id": 12, "type": 3, "id": 32852, "aya_id": 76}, {"text": " <font color=red>فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشَاءَ اللَّهُ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ</font><BR><p>وَهَذَا هُوَ الَّذِي أَرَادَ يُوسُف عَلَيْهِ السَّلَام وَلِهَذَا بَدَأَ بِأَوْعِيَتِهِمْ قَبْل وِعَاء أَخِيهِ أَيْ فَتَّشَهَا قَبْله تَوْرِيَة \" ثُمَّ اِسْتَخْرَجَهَا مِنْ وِعَاء أَخِيهِ \" فَأَخَذَهُ مِنْهُمْ بِحُكْمِ اِعْتِرَافهمْ وَالْتِزَامهمْ إِلْزَامًا لَهُمْ بِمَا يَعْتَقِدُونَهُ وَلِهَذَا قَالَ تَعَالَى \" كَذَلِكَ كِدْنَا لِيُوسُف \" وَهَذَا مِنْ الْكَيْد الْمَحْبُوب الْمُرَاد الَّذِي يُحِبّهُ اللَّه وَيَرْضَاهُ لِمَا فِيهِ مِنْ الْحِكْمَة وَالْمَصْلَحَة الْمَطْلُوبَة وَقَوْله \" مَا كَانَ لِيَأْخُذ أَخَاهُ فِي دِين الْمَلِك\" أَيْ لَمْ يَكُنْ لَهُ أَخْذه فِي حُكْم مَلِك مِصْر قَالَهُ الضَّحَّاك وَغَيْره وَإِنَّمَا قَيَّضَ اللَّه لَهُ أَنْ اِلْتَزَمَ لَهُ إِخْوَته بِمَا اِلْتَزَمُوهُ وَهُوَ كَانَ يَعْلَم ذَلِكَ مِنْ شَرِيعَتهمْ وَلِهَذَا مَدَحَهُ اللَّه تَعَالَى فَقَالَ \" نَرْفَع دَرَجَات مَنْ نَشَاء \" كَمَا قَالَ تَعَالَى \" يَرْفَع اللَّه الَّذِينَ اِمْنُوا مِنْكُمْ\" الْآيَة \" وَفَوْق كُلّ ذِي عِلْم عَلِيم \" قَالَ الْحَسَن الْبَصْرِيّ لَيْسَ عَالِم إِلَّا فَوْقه عَالِم حَتَّى يَنْتَهِي إِلَى اللَّه عَزَّ وَجَلَّ وَكَذَا رَوَى عَبْد الرَّزَّاق عَنْ سُفْيَان الثَّوْرِيّ عَنْ عَبْد الْأَعْلَى الثَّعْلَبِيّ عَنْ سَعِيد بْن جُبَيْر قَالَ كُنَّا عِنْد اِبْن عَبَّاس فَحَدَّثَ بِحَدِيثٍ عَجِيب فَتَعَجَّبَ رَجُل فَقَالَ : الْحَمْد لِلَّهِ فَوْق كُلّ ذِي عِلْم عَلِيم فَقَالَ اِبْن عَبَّاس بِئْسَ مَا قُلْت اللَّه الْعَلِيم فَوْق كُلّ عَالِم وَكَذَا رَوَى سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَفَوْق كُلّ ذِي عِلْم عَلِيم \" قَالَ يَكُون هَذَا أَعْلَم مِنْ هَذَا وَهَذَا أَعْلَم مِنْ هَذَا وَاَللَّه فَوْق كُلّ عَالِم وَهَكَذَا قَالَ عِكْرِمَة وَقَالَ قَتَادَة : وَفَوْق كُلّ ذِي عِلْم عَلِيم حَتَّى يَنْتَهِي الْعِلْم إِلَى اللَّه مِنْهُ بُدِئَ وَتَعَلَّمَتْ الْعُلَمَاء وَإِلَيْهِ يَعُود وَفِي قِرَاءَة عَبْد اللَّه وَفَوْق كُلّ عَالِم عَلِيم .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37831, "aya_id": 76}]