[{"text": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ الْمَلآئِكَةِ مُرْدِفِينَ", "sura_id": 8, "type": 0, "id": 1169, "aya_id": 9}, {"text": "إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردفين", "sura_id": 8, "type": 1, "id": 7405, "aya_id": 9}, {"text": "9 - اذكر (إذ تستغيثون ربكم) تطلبون منه الغوث بالنصر عليهم (فاستجاب لكم أني) أي بأني (ممدكم) معينكم (بألف من الملائكة مردفين) متتابعين يردف بعضهم بعضاً وعدهم بها أولا ثم صارت ثلاثة آلاف ثم خمسة كما في آل عمران وقرئ بآلُف كأفلس جمع \r\n", "sura_id": 8, "type": 2, "id": 26113, "aya_id": 9}, {"text": "اذكروا نعمة الله عليكم يوم \"بدر\" إذ تطلبون النصر على عدوكم, فاستجاب الله لدعائكم قائلا إني ممدُّكم بألف من الملائكة من السماء, يتبع بعضهم بعضًا.\r\n", "sura_id": 8, "type": 3, "id": 32349, "aya_id": 9}, {"text": " <font color=red>إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو نُوحٍ قُرَاد حَدَّثَنَا عِكْرِمَة بْن عَمَّار حَدَّثَنَا سِمَاك الْحَنَفِيّ أَبُو زُمَيْلٍ حَدَّثَنِي اِبْن عَبَّاس حَدَّثَنِي عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا كَانَ يَوْم بَدْر نَظَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَصْحَابه وَهُمْ ثَلَثمِائَةِ وَنَيِّف وَنَظَرَ إِلَى الْمُشْرِكِينَ فَإِذَا هُمْ أَلْف وَزِيَادَة فَاسْتَقْبَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْقِبْلَة وَعَلَيْهِ رِدَاؤُهُ وَإِزَاره ثُمَّ قَالَ \" اللَّهُمَّ أَنْجِزْ لِي مَا وَعَدْتنِي اللَّهُمَّ إِنْ تُهْلِكْ هَذِهِ الْعِصَابَة مِنْ أَهْل الْإِسْلَام فَلَا تُعْبَد فِي الْأَرْض أَبَدًا \" قَالَ فَمَا زَالَ يَسْتَغِيث رَبّه وَيَدْعُوهُ حَتَّى سَقَطَ رِدَاؤُهُ عَنْ مَنْكِبَيْهِ فَأَتَاهُ أَبُو بَكْر فَأَخَذَ رِدَاءَهُ فَرَدَّاهُ ثُمَّ اِلْتَزَمَهُ مِنْ وَرَائِهِ ثُمَّ قَالَ : يَا نَبِيّ اللَّه كَفَاك مُنَاشَدَتُك رَبَّك فَإِنَّهُ سَيُنْجِزُ لَك مَا وَعَدَك فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنَّى مُمِدُّكُمْ بِأَلْفٍ مِنْ الْمَلَائِكَة مُرْدِفِينَ \" فَلَمَّا كَانَ يَوْمئِذٍ اِلْتَقَوْا فَهَزَمَ اللَّه الْمُشْرِكِينَ فَقُتِلَ مِنْهُمْ سَبْعُونَ رَجُلًا وَأُسِرَ مِنْهُمْ سَبْعُونَ رَجُلًا . وَاسْتَشَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبَا بَكْر وَعُمَر وَعَلِيًّا فَقَالَ أَبُو بَكْر : يَا رَسُول اللَّه هَؤُلَاءِ بَنُو الْعَمّ وَالْعَشِيرَة وَالْإِخْوَان وَإِنِّي أَرَى أَنْ تَأْخُذ مِنْهُمْ الْفِدْيَة فَيَكُون مَا أَخَذْنَاهُ مِنْهُمْ قُوَّة لَنَا عَلَى الْكُفَّار وَعَسَى أَنْ يَهْدِيَهُمْ اللَّه فَيَكُونُوا لَنَا عَضُدًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا تَرَى يَا اِبْن الْخَطَّاب ؟ \" قَالَ : قُلْت وَاَللَّهِ مَا أَرَى مَا رَأَى أَبُو بَكْر وَلَكِنِّي أَرَى أَنْ تُمَكِّنَنِي مِنْ فُلَان قَرِيبٍ لِعُمَرَ فَأَضْرِبَ عُنُقه وَتُمَكِّن عَلِيًّا مِنْ عَقِيل فَيَضْرِب عُنُقه وَتُمَكِّن حَمْزَة مِنْ فُلَانٍ أَخِيهِ فَيَضْرِب عُنُقه حَتَّى يَعْلَم اللَّه أَنْ لَيْسَ فِي قُلُوبنَا هَوَادَة لِلْمُشْرِكِينَ هَؤُلَاءِ صَنَادِيدهمْ وَأَئِمَّتهمْ وَقَادَتُهُمْ . فَهَوِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا قَالَ أَبُو بَكْر وَلَمْ يَهْوَ مَا قُلْت وَأَخَذَ مِنْهُمْ الْفِدَاء فَلَمَّا كَانَ مِنْ الْغَد قَالَ عُمَر : فَغَدَوْت إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْر وَهُمَا يَبْكِيَانِ فَقُلْت : مَا يَبْكِيك أَنْتَ وَصَاحِبَك ؟ فَإِنْ وَجَدْت بُكَاء بَكَيْت وَإِنْ لَمْ أَجِد بُكَاء تَبَاكَيْت لِبُكَائِكُمَا . قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِلَّذِي عَرَضَ عَلَيَّ أَصْحَابك مِنْ أَخْذِهِمْ الْفِدَاءَ لَقَدْ عُرِضَ عَلَيَّ عَذَابكُمْ أَدْنَى مِنْ هَذِهِ الشَّجَرَة \" لِشَجَرَةٍ قَرِيبَة مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" مَا كَانَ لِنَبِيٍّ أَنْ يَكُون لَهُ أَسْرَى حَتَّى يُثْخِن فِي الْأَرْض \" - إِلَى قَوْله - \" فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا \" فَأَحَلَّ لَهُمْ الْغَنَائِم . فَلَمَّا كَانَ يَوْمُ أُحُدٍ مِنْ الْعَام الْمُقْبِل عُوقِبُوا بِمَا صَنَعُوا يَوْم بَدْر مِنْ أَخْذهمْ الْفِدَاءَ فَقُتِلَ مِنْهُمْ سَبْعُونَ وَفَرَّ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكُسِرَتْ رَبَاعِيَتُهُ وَهُشِّمَتْ الْبَيْضَة عَلَى رَأْسه وَسَالَ الدَّم عَلَى وَجْهه فَأَنْزَلَ اللَّه \" أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَة قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْد أَنْفُسكُمْ إِنَّ اللَّه عَلَى كُلّ شَيْء قَدِير \" بِأَخْذِكُمْ الْفِدَاء . وَرَوَاهُ مُسْلِم وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن جَرِير وَابْن مَرْدَوَيْهِ مِنْ طُرُق عَنْ عِكْرِمَة بْن عَمَّار بِهِ وَصَحَّحَهُ عَلِيّ بْن الْمَدِينِيّ وَالتِّرْمِذِيّ وَقَالَا لَا يُعْرَف إِلَّا مِنْ حَدِيث عِكْرِمَة بْن عَمَّار الْيَمَانِيّ , وَهَكَذَا رَوَى عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس أَنَّ هَذِهِ الْآيَة الْكَرِيمَة قَوْله \" إِذْ تَسْتَغِيثُونَ رَبّكُمْ \" فِي دُعَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذَا قَالَ يَزِيد بْن تُبَيْع وَالسُّدِّيّ وَابْن جُرَيْج وَقَالَ أَبُو بَكْر بْن عَيَّاش عَنْ أَبِي حُصَيْن عَنْ أَبِي صَالِح قَالَ : لَمَّا كَانَ يَوْمُ بَدْر جَعَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُنَاشِد رَبّه أَشَدّ الْمُنَاشَدَة يَدْعُو فَأَتَاهُ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَقَالَ يَا رَسُول اللَّه : بَعْض مُنَاشَدَتك فَوَاَللَّهِ لَيَفِيَنَّ اللَّه لَك بِمَا وَعَدَك قَالَ الْبُخَارِيّ فِي كِتَاب الْمَغَازِي بَاب قَوْل اللَّه تَعَالَى \" إِذْ تَسْتَغِيثُونَ رَبّكُمْ فَاسْتَجَابَ لَكُمْ \" - إِلَى قَوْله - \" فَإِنَّ اللَّه شَدِيد الْعِقَاب \" حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا إِسْرَائِيل عَنْ مُخَارِق عَنْ طَارِق بْن شِهَاب قَالَ سَمِعْت اِبْن مَسْعُود يَقُول شَهِدْت مِنْ الْمِقْدَاد بْن الْأَسْوَد مَشْهَدًا لَأَنْ أَكُون صَاحِبه أَحَبُّ إِلَيَّ مِمَّا عُدِلَ بِهِ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَدْعُو عَلَى الْمُشْرِكِينَ فَقَالَ : لَا نَقُول كَمَا قَالَ قَوْم مُوسَى \" فَاذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا \" وَلَكِنَّا نُقَاتِل عَنْ يَمِينِك وَعَنْ شِمَالِك وَبَيْن يَدَيْك وَخَلْفَك فَرَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَشْرَقَ وَجْهه وَسَرَّهُ يَعْنِي قَوْله . حَدَّثَنِي مُحَمَّد بْن عَبْد اللَّه بْن حَوْشَبٍ حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا خَالِد الْحَذَّاء عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر \" اللَّهُمَّ أَنْشُدك عَهْدك وَوَعْدَك اللَّهُمَّ إِنْ شِئْت لَمْ تُعْبَدْ \" فَأَخَذَ أَبُو بَكْر بِيَدِهِ فَقَالَ : حَسْبُك فَخَرَجَ وَهُوَ يَقُول \" سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ \" . وَرَوَاهُ النَّسَائِيّ عَنْ بُنْدَار عَنْ عَبْد الْوَهَّاب عَنْ عَبْد الْمَجِيد الثَّقَفِيّ وَقَوْله تَعَالَى \" بِأَلْفٍ مِنْ الْمَلَائِكَة مُرْدِفِينَ \" أَيْ يُرْدِف بَعْضهمْ بَعْضًا كَمَا قَالَ هَارُون بْن هُبَيْرَة عَنْ اِبْن عَبَّاس \" مُرْدِفِينَ \" مُتَتَابِعِينَ وَيَحْتَمِل أَنَّ الْمُرَاد \" مُرْدِفِينَ \" لَكُمْ أَيْ نَجْدَةً لَكُمْ كَمَا قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" مُرْدِفِينَ \" يَقُول الْمَدَد كَمَا تَقُول أَنْتَ لِلرَّجُلِ زِدْهُ كَذَا وَكَذَا . وَهَكَذَا قَالَ مُجَاهِد وَابْن كَثِير الْقَارِئ وَابْن زَيْد \" مُرْدِفِينَ \" مُمِدِّينَ وَقَالَ أَبُو كُدَيْنَة عَنْ قَابُوس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس \" يُمْدِدْكُمْ رَبّكُمْ بِأَلْفٍ مِنْ الْمَلَائِكَة مُرْدِفِينَ \" قَالَ وَرَاء كُلّ مَلَك مَلَك . وَفِي رِوَايَة بِهَذَا الْإِسْنَاد \" مُرْدِفِينَ \" قَالَ : بَعْضهمْ عَلَى أَثَر بَعْض وَكَذَا قَالَ أَبُو ظَبْيَان وَالضَّحَّاك وَقَتَادَة وَقَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا إِسْحَاق حَدَّثَنَا يَعْقُوب بْن مُحَمَّد الزُّهْرِيّ حَدَّثَنِي عَبْد الْعَزِيز بْن عِمْرَان عَنْ الرَّبْعِيّ عَنْ أَبِي الْحُوَيْرِث عَنْ مُحَمَّد بْن جُبَيْر عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : نَزَلَ جِبْرِيل فِي أَلْف مِنْ الْمَلَائِكَة عَنْ مَيْمَنَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِيهَا أَبُو بَكْر وَنَزَلَ مِيكَائِيل فِي أَلْف مِنْ الْمَلَائِكَة عَنْ مَيْسَرَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا فِي الْمَيْسَرَة . وَهَذَا يَقْتَضِي إِنْ صَحَّ إِسْنَاده أَنَّ الْأَلْف مُرْدَفَة بِمِثْلِهَا وَلِهَذَا قَرَأَ بَعْضهمْ \" مُرْدَفِينَ \" بِفَتْحِ الدَّال وَاللَّهُ أَعْلَمُ . وَالْمَشْهُور مَا رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ : وَأَمَدَّ اللَّه نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ بِأَلْفٍ مِنْ الْمَلَائِكَة فَكَانَ جِبْرِيل فِي خَمْسِمِائَةٍ مِنْ الْمَلَائِكَة مُجَنِّبَةٍ وَمِيكَائِيل فِي خَمْسِمِائَةٍ مُجَنِّبَة . وَرَوَى الْإِمَام أَبُو جَعْفَر اِبْن جَرِير وَمُسْلِم مِنْ حَدِيث عِكْرِمَة بْن عَمَّار عَنْ أَبِي زُمَيْلٍ سِمَاك بْن وَلِيد الْحَنَفِيّ عَنْ اِبْن عَبَّاس عَنْ عُمَر الْحَدِيث الْمُتَقَدِّم ثُمَّ قَالَ أَبُو زُمَيْل : حَدَّثَنِي اِبْن عَبَّاس قَالَ : بَيْنَا رَجُل مِنْ الْمُسْلِمِينَ يَشْتَدّ فِي أَثَر رَجُل مِنْ الْمُشْرِكِينَ أَمَامه إِذْ سَمِعَ ضَرْبَة بِالسَّوْطِ فَوْقه وَصَوْت الْفَارِس يَقُول أَقْدِمْ حَيْزُومُ إِذْ نَظَرَ إِلَى الْمُشْرِك أَمَامه فَخَرَّ مُسْتَلْقِيًا قَالَ فَنَظَرَ إِلَيْهِ فَإِذَا هُوَ قَدْ حُطِّمَ وَشُقَّ وَجْهه كَضَرْبَةِ السَّوْط فَاخْضَرَّ ذَلِكَ أَجْمَع فَجَاءَ الْأَنْصَارِيّ فَحَدَّثَ بِذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ صَدَقْت ذَلِكَ مِنْ مَدَدِ السَّمَاء الثَّالِثَة فَقَتَلُوا يَوْمَئِذٍ سَبْعِينَ وَأَسَرُوا سَبْعِينَ . وَقَالَ الْبُخَارِيّ : \" بَاب شُهُود الْمَلَائِكَة بَدْرًا \" حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا جَرِير عَنْ يَحْيَى بْن سَعِيد عَنْ مُعَاذ بْن رِفَاعَة بْن رَافِع الزُّرَقِيّ عَنْ أَبِيهِ وَكَانَ أَبُوهُ مِنْ أَهْل بَدْر قَالَ جَاءَ جِبْرِيل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : مَا تَعُدُّونَ أَهْل بَدْر فِيكُمْ ؟ قَالَ : \" مِنْ أَفْضَل الْمُسْلِمِينَ \" أَوْ كَلِمَة نَحْوهَا قَالَ : \" وَكَذَلِكَ مَنْ شَهِدَ بَدْرًا مِنْ الْمَلَائِكَة \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ . وَقَدْ رَوَاهُ الطَّبَرَانِيّ فِي الْمُعْجَم الْكَبِير مِنْ حَدِيث رَافِع بْن خَدِيج وَهُوَ خَطَأ وَالصَّوَاب رِوَايَة الْبُخَارِيّ وَاللَّهُ أَعْلَمُ . وَفِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِعُمَر لَمَّا شَاوَرَهُ فِي قَتْل حَاطِب بْن أَبِي بَلْتَعَة \" إِنَّهُ قَدْ شَهِدَ بَدْرًا وَمَا يُدْرِيك لَعَلَّ اللَّه قَدْ اِطَّلَعَ عَلَى أَهْل بَدْر فَقَالَ اِعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْت لَكُمْ \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43128, "aya_id": 9}]