[{"text": "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاؤُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ", "sura_id": 39, "type": 0, "id": 4131, "aya_id": 73}, {"text": "وسيق الذين اتقوا ربهم إلى الجنة زمرا حتى إذا جاءوها وفتحت أبوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين", "sura_id": 39, "type": 1, "id": 10367, "aya_id": 73}, {"text": "73 - (وسيق الذين اتقوا ربهم) بلطف (إلى الجنة زمرا حتى إذا جاؤوها وفتحت أبوابها) الواو فيه للحال بتقدير قد (وقال لهم خزنتها سلام عليكم طبتم) حال (فادخلوها خالدين) مقدرين الخلود فيها وجواب إذا مقدر أي دخلوها وسوقهم وفتح الأبواب قبل مجيئهم تكرمة لهم وسوق الكفار وفتح أبواب جهنم عند مجيئهم ليبقى حرها إليهم إهانة لهم \r\n", "sura_id": 39, "type": 2, "id": 29075, "aya_id": 73}, {"text": "وسيق الذين اتقوا ربهم بتوحيده والعمل بطاعته إلى الجنة جماعات, حتى إذا جاؤوها وشُفع لهم بدخولها، فتحت أبوابها, فترحِّب بهم الملائكة الموكَّلون بالجنة, ويُحَيُّونهم بالبِشر والسرور; لطهارتهم من آثار المعاصي قائلين لهم: سلام عليكم من كل آفة, طابت أحوالكم, فادخلوا الجنة خالدين فيها.\r\n", "sura_id": 39, "type": 3, "id": 35311, "aya_id": 73}, {"text": " <font color=red>وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ</font><BR><p>وَهَذَا إِخْبَار عَنْ حَال السُّعَدَاء الْمُؤْمِنِينَ حِين يُسَاقُونَ عَلَى النَّجَائِب وَفْدًا إِلَى الْجَنَّة \" زُمَرًا \" أَيْ جَمَاعَة بَعْد جَمَاعَة : الْمُقَرَّبُونَ ثُمَّ الْأَبْرَار ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ كُلّ طَائِفَة مَعَ مَنْ يُنَاسِبهُمْ : الْأَنْبِيَاء مَعَ الْأَنْبِيَاء وَالصِّدِّيقُونَ مَعَ أَشْكَالهمْ وَالشُّهَدَاء مَعَ أَضْرَابهمْ وَالْعُلَمَاء مَعَ أَقْرَانِهِمْ وَكُلُّ صِنْف مَعَ صِنْف كُلّ زُمْرَة تُنَاسِبُ بَعْضهَا بَعْضًا \" حَتَّى إِذَا جَاءُوهَا \" أَيْ وَصَلُوا إِلَى أَبْوَاب الْجَنَّة بَعْد مُجَاوَزَة الصِّرَاط حُبِسُوا عَلَى قَنْطَرَة بَيْن الْجَنَّة وَالنَّار فَاقْتُصَّ لَهُمْ مَظَالِم كَانَتْ بَيْنهمْ فِي الدُّنْيَا حَتَّى إِذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُول الْجَنَّة وَقَدْ وَرَدَ فِي حَدِيث الصُّور أَنَّ الْمُؤْمِنِينَ إِذَا اِنْتَهَوْا إِلَى أَبْوَاب الْجَنَّة تَشَاوَرُوا فِيمَنْ يَسْتَأْذِن لَهُمْ فِي الدُّخُول فَيَقْصِدُونَ آدَم ثُمَّ نُوحًا ثُمَّ إِبْرَاهِيم ثُمَّ مُوسَى ثُمَّ عِيسَى ثُمَّ مُحَمَّدًا وَعَلَيْهِمْ أَجْمَعِينَ كَمَا فَعَلُوا فِي الْعَرَصَات عِنْد اِسْتِشْفَاعهمْ إِلَى اللَّه عَزَّ وَجَلَّ أَنْ يَأْتِي لِفَصْلِ الْقَضَاء لِيُظْهِرَ شَرَف مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى سَائِر الْبَشَر فِي الْمَوَاطِن كُلّهَا وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا أَوَّل شَفِيع فِي الْجَنَّة \" وَفِي لَفْظ لِمُسْلِمٍ \" وَأَنَا أَوَّل مَنْ يَقْرَع بَاب الْجَنَّة \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم حَدَّثَنَا سُلَيْمَان عَنْ ثَابِت عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" آتِي بَاب الْجَنَّة يَوْم الْقِيَامَة فَأَسْتَفْتِح فَيَقُول الْخَازِن مَنْ أَنْتَ ؟ فَأَقُول مُحَمَّد - قَالَ - فَيَقُول بِك أُمِرْت أَنْ لَا أَفْتَحَ لِأَحَدٍ قَبْلك \" وَرَوَاهُ مُسْلِم عَنْ عَمْرو بْن مُحَمَّد النَّاقِد وَزُهَيْر بْن حَرْب كِلَاهُمَا عَنْ أَبِي النَّضْر هَاشِم بْن الْقَاسِم عَنْ سُلَيْمَان وَهُوَ اِبْن الْمُغِيرَة الْقَيْسِيّ عَنْ ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوَّل زُمْرَة تَلِج الْجَنَّة صُوَرهمْ عَلَى صُورَة الْقَمَر لَيْلَة الْبَدْر لَا يَبْصُقُونَ فِيهَا وَلَا يَمْتَخِطُونَ فِيهَا وَلَا يَتَغَوَّطُونَ فِيهَا آنِيَّتهمْ وَأَمْشَاطهمْ الذَّهَب وَالْفِضَّة وَمَجَامِرهمْ الْأَلُوَّة وَرَشْحهمْ الْمِسْك وَلِكُلِّ وَاحِد مِنْهُمْ زَوْجَتَانِ يُرَى مُخّ سَاقِهِمَا مِنْ وَرَاء اللَّحْم مِنْ الْحُسْن لَا اِخْتِلَاف بَيْنهمْ وَلَا تَبَاغُضَ قُلُوبهمْ عَلَى قَلْب وَاحِد يُسَبِّحُونَ اللَّه تَعَالَى بُكْرَةً وَعَشِيًّا \" وَرَوَاهُ الْبُخَارِيّ عَنْ مُحَمَّد بْن مُقَاتِل عَنْ اِبْن الْمُبَارَك وَرَوَاهُ مُسْلِم عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق كِلَاهُمَا عَنْ مَعْمَر بِإِسْنَادِهِ نَحْوه وَكَذَا رَوَاهُ أَبُو الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه تَعَالَى عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا أَبُو خَيْثَمَة حَدَّثَنَا جَرِير عَنْ عُمَارَة بْن الْقَعْقَاع عَنْ أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوَّل زُمْرَة يَدْخُلُونَ الْجَنَّة عَلَى صُورَة الْقَمَر لَيْلَة الْبَدْر وَاَلَّذِينَ يَلُونَهُمْ عَلَى ضَوْء أَشَدِّ كَوْكَبٍ دُرِّيّ فِي السَّمَاء إِضَاءَة لَا يَبُولُونَ وَلَا يَتَغَوَّطُونَ وَلَا يَتْفُلُونَ وَلَا يَمْتَخِطُونَ أَمْشَاطهمْ الذَّهَب وَرَشْحهمْ الْمِسْك وَمَجَامِرهمْ الْأَلُوَّة وَأَزْوَاجهمْ الْحُور الْعِين أَخْلَاقهمْ عَلَى خَلْق رَجُل وَاحِد عَلَى صُورَة أَبِيهِمْ آدَم سِتُّونَ ذِرَاعًا فِي السَّمَاء \" . وَأَخْرَجَاهُ أَيْضًا مِنْ حَدِيث جَرِير . وَقَالَ الزُّهْرِيّ عَنْ سَعِيد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَدْخُل الْجَنَّة مِنْ أُمَّتِي زُمْرَة هُمْ سَبْعُونَ أَلْفًا تُضِيء وُجُوهُهُمْ إِضَاءَة الْقَمَر لَيْلَة الْبَدْر \" فَقَامَ عُكَّاشَة بْن مِحْصَن فَقَالَ يَا رَسُول اللَّه اُدْعُ اللَّه أَنْ يَجْعَلَنِي مِنْهُمْ فَقَالَ \" اللَّهُمَّ اِجْعَلْهُ مِنْهُمْ \" ثُمَّ قَامَ رَجُل مِنْ الْأَنْصَار فَقَالَ يَا رَسُول اللَّه اُدْعُ اللَّه تَعَالَى أَنْ يَجْعَلَنِي مِنْهُمْ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَبَقَك بِهَا عُكَّاشَة \" أَخْرَجَاهُ وَقَدْ رَوَى هَذَا الْحَدِيث - فِي السَّبْعِينَ أَلْفًا يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب - الْبُخَارِيُّ وَمُسْلِمٌ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا وَجَابِر بْن عَبْد اللَّه وَعِمْرَان بْن حُصَيْن وَابْن مَسْعُود وَرِفَاعَة بْن عَرَابَة الْجُهَنِيّ وَأُمّ قَيْس بِنْت مِحْصَن رَضِيَ اللَّه عَنْهُمْ وَلَهُمَا عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد رَضِيَ اللَّه تَعَالَى عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَيَدْخُلَنَّ الْجَنَّة مِنْ أُمَّتِي سَبْعُونَ أَلْفًا أَوْ سَبْعُمِائَةِ أَلْف آخِذٌ بَعْضهمْ بِبَعْضٍ حَتَّى يَدْخُل أَوَّلُهُمْ وَآخِرُهُمْ الْجَنَّةَ وُجُوهُهُمْ عَلَى صُورَة الْقَمَر لَيْلَة الْبَدْر \" . وَقَالَ أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ مُحَمَّد بْن زِيَاد قَالَ سَمِعْت أَبَا أُمَامَة الْبَاهِلِيّ رَضِيَ اللَّه عَنْهُ يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" وَعَدَنِي رَبِّي عَزَّ وَجَلَّ أَنْ يُدْخِلَ الْجَنَّة مِنْ أُمَّتِي سَبْعِينَ أَلْفًا مَعَ كُلّ أَلْف سَبْعُونَ أَلْفًا لَا حِسَاب عَلَيْهِمْ وَلَا عَذَاب وَثَلَاث حَثَيَات مِنْ حَثَيَات رَبِّي عَزَّ وَجَلَّ \" وَكَذَا رَوَاهُ الْوَلِيد بْن مُسْلِم عَنْ صَفْوَان بْن عَمْرو عَنْ حَكِيم بْن عَامِر عَنْ أَبِي الْيَمَان عَامِر بْن عَبْد اللَّه بْن يَحْيَى عَنْ أَبِي أُمَامَة وَرَوَاهُ الطَّبَرَانِيّ عَنْ عُيَيْنَة بْن عَبْد السُّلَمِيّ \" ثُمَّ مَعَ كُلِّ أَلْف سَبْعِينَ أَلْفًا \" وَيُرْوَى مِثْله عَنْ ثَوْبَان وَأَبِي سَعِيد الْأَنْمَارِيّ وَلَهُ شَوَاهِد مِنْ وُجُوه كَثِيرَة وَقَوْله تَعَالَى \" حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابهَا وَقَالَ لَهُمْ خَزَنَتهَا سَلَام عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ \" لَمْ يُذْكَرْ الْجَوَاب هَهُنَا وَتَقْدِيره حَتَّى إِذَا جَاءُوهَا وَكَانَتْ هَذِهِ الْأُمُور مِنْ فَتْح الْأَبْوَاب لَهُمْ إِكْرَامًا وَتَعْظِيمًا وَتَلَقَّتْهُمْ الْمَلَائِكَة الْخَزَنَة بِالْبِشَارَةِ وَالسَّلَام وَالثَّنَاء كَمَا تَلْقَى الزَّبَانِيَة الْكَفَرَة بِالتَّثْرِيبِ وَالتَّأْنِيب فَتَقْدِيره إِذَا كَانَ هَذَا سَعِدُوا وَطَابُوا وَسُرُّوا وَفَرِحُوا بِقَدْرِ كُلّ مَا يَكُون لَهُمْ فِيهِ نَعِيم وَإِذَا حُذِفَ الْجَوَاب هَهُنَا ذَهَبَ الذِّهْن كُلّ مَذْهَب فِي الرَّجَاء وَالْأَمَل وَمَنْ زَعَمَ أَنَّ الْوَاو فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَفُتِحَتْ أَبْوَابهَا \" وَاو الثَّمَانِيَة وَاسْتَدَلَّ بِهِ عَلَى أَنَّ أَبْوَاب الْجَنَّة ثَمَانِيَة فَقَدْ أَبْعَدَ النُّجْعَة وَأَغْرَقَ فِي النَّزْع وَإِنَّمَا يُسْتَفَاد كَوْنُ أَبْوَاب الْجَنَّة ثَمَانِيَة مِنْ الْأَحَادِيث الصَّحِيحَة . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ حُمَيْد بْن عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَنْفَقَ زَوْجَيْنِ مِنْ مَاله فِي سَبِيل اللَّه تَعَالَى دُعِيَ مِنْ أَبْوَاب الْجَنَّة وَلِلْجَنَّةِ أَبْوَاب فَمَنْ كَانَ مِنْ أَهْل الصَّلَاة دُعِيَ مِنْ بَاب الصَّلَاة وَمَنْ كَانَ مِنْ أَهْل الصَّدَقَة دُعِيَ مِنْ بَاب الصَّدَقَة وَمَنْ كَانَ مِنْ أَهْل الْجِهَاد دُعِيَ مِنْ بَاب الْجِهَاد وَمَنْ كَانَ مِنْ أَهْل الصِّيَام دُعِيَ مِنْ بَاب الرَّيَّان \" فَقَالَ أَبُو بَكْر رَضِيَ اللَّه تَعَالَى عَنْهُ يَا رَسُول اللَّه مَا عَلَى أَحَد مِنْ ضَرُورَة دُعِيَ مِنْ أَيّهَا دُعِيَ فَهَلْ يُدْعَى مِنْهَا كُلِّهَا أَحَدٌ يَا رَسُولَ اللَّهِ ؟ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" نَعَمْ وَأَرْجُو أَنْ تَكُون مِنْهُمْ \" رَوَاهُ الْبُخَارِيُّ وَمُسْلِم مِنْ حَدِيث الزُّهْرِيّ بِنَحْوِهِ وَفِيهِمَا مِنْ حَدِيث أَبِي حَازِم سَلَمَة بْن دِينَار عَنْ سَهْل بْن سَعْد رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي الْجَنَّة ثَمَانِيَة أَبْوَاب بَاب مِنْهَا يُسَمَّى الرَّيَّان لَا يَدْخُلُهُ إِلَّا الصَّائِمُونَ \" . وَفِي صَحِيح مُسْلِم عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْكُمْ مِنْ أَحَد يَتَوَضَّأ فَيُبْلِغ أَوْ فَيُسْبِغُ الْوُضُوء ثُمَّ يَقُول أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ \" . وَقَالَ الْحَسَن بْن عَرَفَة حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن عَنْ أَبِي حُسَيْن عَنْ شَهْر بْن حَوْشَب عَنْ مُعَاذ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِفْتَاح الْجَنَّة لَا إِلَه إِلَّا اللَّه \" \" ذِكْر سَعَة أَبْوَاب الْجَنَّة - نَسْأَل اللَّه مِنْ فَضْله الْعَظِيم أَنْ يَجْعَلَنَا مِنْ أَهْلهَا \" . فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فِي حَدِيث الشَّفَاعَة الطَّوِيل \" فَيَقُول اللَّه تَعَالَى يَا مُحَمَّد أَدْخِلْ مَنْ لَا حِسَاب عَلَيْهِ مِنْ أُمَّتك مِنْ الْبَاب الْأَيْمَن وَهُمْ شُرَكَاء النَّاس فِي الْأَبْوَاب الْأُخَر وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنَّ مَا بَيْن الْمِصْرَاعَيْنِ مِنْ مَصَارِيع الْجَنَّة مَا بَيْن عِضَادَتِي الْبَاب لَكَمَا بَيْن مَكَّة وَهَجَرَ - أَوْ هَجَرَ وَمَكَّة - وَفِي رِوَايَة - مَكَّة وَبُصْرَى \" . وَفِي صَحِيح مُسْلِم عَنْ عُتْبَة بْن غَزْوَان أَنَّهُ خَطَبَهُمْ خُطْبَة فَقَالَ فِيهَا وَلَقَدْ ذُكِرَ لَنَا أَنَّ مَا بَيْن مِصْرَاعَيْنِ مِنْ مَصَارِيع الْجَنَّة مَسِيرَة أَرْبَعِينَ سَنَة وَلَيَأْتِيَن عَلَيْهِ يَوْم وَهُوَ كَظِيظ مِنْ الزِّحَام وَفِي الْمُسْنَد عَنْ حَكِيم بْن مُعَاوِيَة عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله وَقَالَ عَبْد بْن حُمَيْد حَدَّثَنَا الْحَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ مَا بَيْن مِصْرَاعَيْنِ فِي الْجَنَّة مَسِيرَة أَرْبَعِينَ سَنَة \" وَقَوْله تَبَارَكَ وَتَعَالَى \" وَقَالَ لَهُمْ خَزَنَتهَا سَلَام عَلَيْكُمْ طِبْتُمْ \" أَيْ طَابَتْ أَعْمَالكُمْ وَأَقْوَالكُمْ وَطَابَ سَعْيكُمْ وَطَابَ جَزَاؤُكُمْ كَمَا أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُنَادَى بَيْن الْمُسْلِمِينَ فِي بَعْض الْغَزَوَات \" إِنَّ الْجَنَّة لَا يَدْخُلُهَا إِلَّا نَفْس مُسْلِمَة - وَفِي رِوَايَة - مُؤْمِنَة \" وَقَوْله \" فَادْخُلُوهَا خَالِدِينَ \" أَيْ مَاكِثِينَ فِيهَا أَبَدًا لَا يَبْغُونَ عَنْهَا حِوَلًا.</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40762, "aya_id": 73}]