[{"text": "وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحمته ويُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا", "sura_id": 18, "type": 0, "id": 2156, "aya_id": 16}, {"text": "وإذ اعتزلتموهم و ما يعبدون إلا الله فأووا إلى الكهف ينشر لكم ربكم من رحمته و يهييء لكم من أمركم مرفقا", "sura_id": 18, "type": 1, "id": 8392, "aya_id": 16}, {"text": "16 - (وإذ اعتزلتموهم وما يعبدون إلا الله فأووا إلى الكهف ينشر لكم ربكم من رحمته ويهييء لكم من أمركم مرفقا) بكسر الميم وفتح الفاء وبالعكس ما ترتفقون به من غداء وعشاء \r\n", "sura_id": 18, "type": 2, "id": 27100, "aya_id": 16}, {"text": "وحين فارقتم قومكم بدينكم، وتركتم ما يعبدون من الآلهة إلا عبادة الله، فالجؤوا إلى الكهف في الجبل لعبادة ربكم وحده، يَبْسطْ لكم ربكم من رحمته ما يستركم به في الدارين، ويسهل لكم من أمركم ما تنتفعون به في حياتكم من أسباب العيش.\r\n", "sura_id": 18, "type": 3, "id": 33336, "aya_id": 16}, {"text": " <font color=red>وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرفَقًا</font><BR><p>فِي قَوْله \" وَإِذْ اِعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّه \" أَيْ وَإِذَا فَارَقْتُمُوهُمْ وَخَالَفْتُمُوهُمْ بِأَدْيَانِكُمْ فِي عِبَادَتهمْ غَيْر اللَّه فَفَارِقُوهُمْ أَيْضًا بِأَبْدَانِكُمْ فَأْوُوا إِلَى الْكَهْف يَنْشُر لَكُمْ رَبّكُمْ مِنْ رَحْمَته أَيْ يَبْسُط عَلَيْكُمْ رَحْمَة يَسْتُركُمْ بِهَا مِنْ قَوْمكُمْ وَيُهَيِّئ لَكُمْ مِنْ أَمْركُمْ الَّذِي أَنْتُمْ فِيهِ مِرْفَقًا أَيْ أَمْرًا تَرْتَفِقُونَ بِهِ فَعِنْد ذَلِكَ خَرَجُوا هِرَابًا إِلَى الْكَهْف فَأَوَوْا إِلَيْهِ فَفَقَدَهُمْ قَوْمهمْ مِنْ بَيْن أَظْهُرهمْ وَتَطَلَّبَهُمْ الْمَلِك فَيُقَال إِنَّهُ لَمْ يَظْفَر بِهِمْ وَعَمَّى اللَّه عَلَيْهِ خَبَرهمْ كَمَا فَعَلَ بِنَبِيِّهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَاحِبه الصِّدِّيق حِين لَجَآ إِلَى غَار ثَوْر وَجَاءَ الْمُشْرِكُونَ مِنْ قُرَيْش فِي الطَّلَب فَلَمْ يَهْتَدُوا إِلَيْهِ مَعَ أَنَّهُمْ يَمُرُّونَ عَلَيْهِ وَعِنْدهَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين رَأَى جَزَع الصِّدِّيق فِي قَوْله : يَا رَسُول اللَّه لَوْ أَنَّ أَحَدهمْ نَظَرَ إِلَى مَوْضِع قَدَمَيْهِ لَأَبْصَرَنَا فَقَالَ \" يَا أَبَا بَكْر مَا ظَنّك بِاثْنَيْنِ اللَّه ثَالِثهمَا ؟ \" وَقَدْ قَالَ تَعَالَى \" إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّه إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِي اِثْنَيْنِ إِذْ هُمَا فِي الْغَار إِذْ يَقُول لِصَاحِبِهِ لَا تَحْزَن إِنَّ اللَّه مَعَنَا فَأَنْزَلَ اللَّه سَكِينَته عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَة الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَة اللَّه هِيَ الْعُلْيَا وَاَللَّه عَزِيز حَكِيم \" فَقِصَّة هَذَا الْغَار أَشْرَف وَأَجَلّ وَأَعْظَم وَأَعْجَب مِنْ قِصَّة أَصْحَاب الْكَهْف وَقَدْ قِيلَ إِنَّ قَوْمهمْ ظَفِرُوا وَوَقَفُوا عَلَى بَاب الْغَار الَّذِي دَخَلُوهُ فَقَالُوا مَا كُنَّا نُرِيد مِنْهُمْ مِنْ الْعُقُوبَة أَكْثَر مِمَّا فَعَلُوا بِأَنْفُسِهِمْ فَأَمَرَ الْمَلِك بِرَدْمِ بَابه عَلَيْهِمْ لِيَهْلِكُوا مَكَانهمْ فَفَعَلُوا ذَلِكَ وَفِي هَذَا نَظَر وَاَللَّه أَعْلَم فَإِنَّ اللَّه تَعَالَى قَدْ أَخْبَرَ أَنَّ الشَّمْس تَدْخُل عَلَيْهِمْ فِي الْكَهْف بُكْرَة وَعَشِيًّا كَمَا قَالَ تَعَالَى .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38307, "aya_id": 16}]