[{"text": "وَقِيلَ لِلَّذِينَ اتَّقَوْاْ مَاذَا أَنزَلَ رَبُّكُمْ قَالُواْ خَيْرًا لِّلَّذِينَ أَحْسَنُواْ فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَلَدَارُ الآخِرَةِ خَيْرٌ وَلَنِعْمَ دَارُ الْمُتَّقِينَ", "sura_id": 16, "type": 0, "id": 1931, "aya_id": 30}, {"text": "وقيل للذين اتقوا ماذا أنزل ربكم قالوا خيرا للذين أحسنوا في هذه الدنيا حسنة ولدار الآخرة خير ولنعم دار المتقين", "sura_id": 16, "type": 1, "id": 8167, "aya_id": 30}, {"text": "30 - (وقيل للذين اتقوا) الشرك (ماذا أنزل ربكم قالوا خيرا للذين أحسنوا) بالإيمان (في هذه الدنيا حسنة) حياة طيبة (ولدار الآخرة) أي الجنة (خير) من الدنيا وما فيها قال تعالى فيها (ولنعم دار المتقين) هي \r\n", "sura_id": 16, "type": 2, "id": 26875, "aya_id": 30}, {"text": "وإذا قيل للمؤمنين الخائفين من الله: ما الذي أنزل الله على النبي محمد صلى الله عليه وسلم؟ قالوا: أنزل الله عليه الخير والهدى. للذين آمنوا بالله ورسوله في هذه الدنيا, ودَعَوْا عباد الله إلى الإيمان والعمل الصالح, مَكْرُمَة كبيرة من النصر لهم في الدنيا, وسَعَة الرزق, ولَدار الآخرة لهم خير وأعظم مما أُوتوه في الدنيا, ولَنِعْم دارُ المتقين الخائفين من الله الآخرةُ.\r\n", "sura_id": 16, "type": 3, "id": 33111, "aya_id": 30}, {"text": " <font color=red>وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْرًا لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَلَدَارُ الْآخِرَةِ خَيْرٌ وَلَنِعْمَ دَارُ الْمُتَّقِينَ</font><BR><p>هَذَا خَبَر عَنْ السُّعَدَاء بِخِلَافِ مَا أَخْبَرَ بِهِ عَنْ الْأَشْقِيَاء فَإِنَّ أُولَئِكَ قِيلَ لَهُمْ \" مَاذَا أَنْزَلَ رَبّكُمْ \" قَالُوا مُعْرِضِينَ عَنْ الْجَوَاب لَمْ يُنْزِل شَيْئًا إِنَّمَا هَذَا أَسَاطِير الْأَوَّلِينَ وَهَؤُلَاءِ قَالُوا خَيْرًا أَيْ أَنْزَلَ خَيْرًا أَيْ رَحْمَة وَبَرَكَة لِمَنْ اِتَّبَعَهُ وَآمَنَ بِهِ ثُمَّ أَخْبَرَ عَمَّا وَعَدَ اللَّه عِبَاده فِيمَا أَنْزَلَهُ عَلَى رُسُله فَقَالَ \" لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَة \" الْآيَة كَقَوْلِهِ تَعَالَى \" مَنْ عَمِلَ صَالِحًا مِنْ ذَكَر أَوْ أُنْثَى وَهُوَ مُؤْمِن فَلَنُحْيِيَنَّهُ حَيَاة طَيِّبَة وَلَنَجْزِيَنَّهُم أَجْرهمْ بِأَحْسَن مَا كَانُوا يَعْمَلُونَ \" أَيْ مِنْ أَحْسَنَ عَمَله فِي الدُّنْيَا أَحْسَنَ اللَّه إِلَيْهِ عَمَله فِي الدُّنْيَا وَالْآخِرَة ثُمَّ أَخْبَرَ بِأَنَّ دَار الْآخِرَة خَيْر أَيْ مِنْ الْحَيَاة الدُّنْيَا وَالْجَزَاء فِيهَا أَتَمّ مِنْ الْجَزَاء فِي الدُّنْيَا كَقَوْلِهِ \" وَقَالَ الَّذِينَ أُوتُوا الْعِلْم وَيْلكُمْ ثَوَاب اللَّه خَيْر \" الْآيَة وَقَالَ تَعَالَى \" وَمَا عِنْد اللَّه خَيْر لِلْأَبْرَارِ \" وَقَالَ تَعَالَى \" وَالْآخِرَة خَيْر وَأَبْقَى \" وَقَالَ لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلَلْآخِرَة خَيْر لَك مِنْ الْأُولَى \" ثُمَّ وَصَفَ الدَّار الْآخِرَة فَقَالَ \" وَلَنِعْمَ دَار الْمُتَّقِينَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38103, "aya_id": 30}]