[{"text": "سَيَقُولُونَ ثَلَاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاء ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا", "sura_id": 18, "type": 0, "id": 2162, "aya_id": 22}, {"text": "سيقولون ثلاثة رابعهم كلبهم و يقولون خمسة سادسهم كلبهم رجما بالغيب و يقولون سبعة و ثامنهم كلبهم قل ربي أعلم بعدتهم ما يعلمهم إلا قليل فلا تمار فيهم إلا مراء ظاهرا و لا تستفت فيهم منهم أحدا", "sura_id": 18, "type": 1, "id": 8398, "aya_id": 22}, {"text": "22 - (سيقولون) أي المتنازعون في عدد الفتية في زمن النبي صلى الله عليه وسلم أي يقول بعضهم هم (ثلاثة رابعهم كلبهم ويقولون) أي بعضهم (خمسة سادسهم كلبهم) والقولان لنصارى نجران (رجما بالغيب) أي ظنا بالغيبة عنهم وهو راجع إلى القولين معا ونصبه على المفعول له أي لظنهم ذلك (ويقولون) أي المؤمنون (سبعة وثامنهم كلبهم) الجملة من المبتدأ وخبره صفة سبعة بزيادة الواو وقيل تأكيد ودالة على لصوق الصفة بالموصوف ووصف الأولين بالرجم دون الثالث دليل على أنه مرضي وصحيح (قل ربي أعلم بعدتهم ما يعلمهم إلا قليل) وقال ابن عباس أنا من القليل وذكرهم سبعة (فلا تمار) تجادل (فيهم إلا مراء ظاهرا) مما أنزل عليك (ولا تستفت فيهم) تطلب الفتيا (منهم) من أهل الكتاب اليهود (أحدا) وسأله أهل مكة عن خبر أهل الكهف فقال اخبركم به غدا ولم يقل إن شاء الله فنزل \r\n", "sura_id": 18, "type": 2, "id": 27106, "aya_id": 22}, {"text": "سيقول بعض الخائضين في شأنهم من أهل الكتاب: هم ثلاثةٌ، رابعهم كلبهم، ويقول فريق آخر: هم خمسة، سادسهم كلبهم، وكلام الفريقين قول بالظن من غير دليل، وتقول جماعة ثالثة: هم سبعة، وثامنهم كلبهم، قل -أيها الرسول-: ربي هو الأعلم بعددهم، ما يعلم عددهم إلا قليل من خلقه. فلا تجادل أهل الكتاب في عددهم إلا جدالا ظاهرًا لا عمق فيه، بأن تَقُصَّ عليهم ما أخبرك به الوحي فحسب، ولا تسألهم عن عددهم وأحوالهم؛ فإنهم لا يعلمون ذلك.\r\n", "sura_id": 18, "type": 3, "id": 33342, "aya_id": 22}, {"text": " <font color=red>سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ اِخْتِلَاف النَّاس فِي عِدَّة أَصْحَاب الْكَهْف فَحَكَى ثَلَاثَة أَقْوَال فَدَلَّ عَلَى أَنَّهُ لَا قَائِل بِرَابِعٍ وَلَمَّا ضَعَّفَ الْقَوْلَيْنِ الْأَوَّلَيْنِ بِقَوْلِهِ \" رَجْمًا بِالْغَيْبِ \" أَيْ قَوْلًا بِلَا عِلْم كَمَنْ يَرْمِي إِلَى مَكَان لَا يَعْرِفهُ فَإِنَّهُ لَا يَكَاد يُصِيب وَإِنْ أَصَابَ فَبِلَا قَصْد ثُمَّ حَكَى الثَّالِث وَسَكَتَ عَلَيْهِ أَوْ قَرَّرَهُ بِقَوْلِهِ \" وَثَامِنهمْ كَلْبهمْ \" فَدَلَّ عَلَى صِحَّته وَأَنَّهُ هُوَ الْوَاقِع فِي نَفْس الْأَمْر . وَقَوْله \" قُلْ رَبِّي أَعْلَم بِعِدَّتِهِمْ \" إِرْشَاد إِلَى أَنَّ الْأَحْسَن فِي مِثْل هَذَا الْمَقَام رَدّ الْعِلْم إِلَى اللَّه تَعَالَى إِذْ لَا اِحْتِيَاج إِلَى الْخَوْض فِي مِثْل ذَلِكَ بِلَا عِلْم لَكِنْ إِذَا أَطْلَعْنَا عَلَى أَمْر قُلْنَا بِهِ وَإِلَّا وَقَفْنَا وَقَوْله \" مَا يَعْلَمهُمْ إِلَّا قَلِيل \" أَيْ مِنْ النَّاس . قَالَ قَتَادَة قَالَ اِبْن عَبَّاس أَنَا مِنْ الْقَلِيل الَّذِي اِسْتَثْنَى اللَّه عَزَّ وَجَلَّ كَانُوا سَبْعَة وَكَذَا رَوَى اِبْن جَرِير عَنْ عَطَاء الْخُرَاسَانِيّ عَنْهُ أَنَّهُ كَانَ يَقُول أَنَا مِمَّنْ اِسْتَثْنَى اللَّه عَزَّ وَجَلَّ وَيَقُول عِدَّتهمْ سَبْعَة . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" مَا يَعْلَمهُمْ إِلَّا قَلِيل \" قَالَ أَنَا مِنْ الْقَلِيل كَانُوا سَبْعَة فَهَذِهِ أَسَانِيد صَحِيحَة إِلَى اِبْن عَبَّاس أَنَّهُمْ كَانُوا سَبْعَة وَهُوَ مُوَافِق لِمَا قَدَّمْنَاهُ. وَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار عَنْ عَبْد اللَّه بْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ : لَقَدْ حُدِّثْت أَنَّهُ كَانَ عَلَى بَعْضهمْ مِنْ حَدَاثَة سِنّه وَضَح الْوَرِق . قَالَ اِبْن عَبَّاس : فَكَانُوا كَذَلِكَ لَيْلهمْ وَنَهَارهمْ فِي عِبَادَة اللَّه يَبْكُونَ وَيَسْتَغِيثُونَ بِاَللَّهِ وَكَانُوا ثَمَانِيَة نَفَر : مكسلمينا وَكَانَ أَكْبَرهمْ وَهُوَ الَّذِي كَلَّمَ الْمَلِك عَنْهُمْ ويمليخا ومرطونس وكسطونس وبيرونس ودنيموس ويطبونس وقالوش هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة وَيَحْتَمِل أَنَّ هَذَا مِنْ كَلَام اِبْن إِسْحَاق وَمَنْ بَيْنه وَبَيْنه فَإِنَّ الصَّحِيح عَنْ اِبْن عَبَّاس أَنَّهُمْ كَانُوا سَبْعَة وَهُوَ ظَاهِر الْآيَة وَقَدْ تَقَدَّمَ عَنْ شُعَيْب الْجُبَّائِيّ أَنَّ اِسْم كَلْبهمْ حمران وَفِي تَسْمِيَتهمْ بِهَذِهِ الْأَسْمَاء وَاسْم كَلْبهمْ نَظَر فِي صِحَّته وَاَللَّه أَعْلَم فَإِنَّ غَالِب ذَلِكَ مُتَلَقًّى مِنْ أَهْل الْكِتَاب وَقَدْ قَالَ تَعَالَى \" فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاء ظَاهِرًا \" أَيْ سَهْلًا هَيِّنًا فَإِنَّ الْأَمْر فِي مَعْرِفَة ذَلِكَ لَا يَتَرَتَّب عَلَيْهِ كَبِير فَائِدَة \" وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا \" أَيْ فَإِنَّهُمْ لَا عِلْم لَهُمْ بِذَلِكَ إِلَّا مَا يَقُولُونَهُ مِنْ تِلْقَاء أَنْفُسهمْ رَجْمًا بِالْغَيْبِ أَيْ مِنْ غَيْر اِسْتِنَاد إِلَى كَلَام مَعْصُوم وَقَدْ جَاءَك اللَّه يَا مُحَمَّد بِالْحَقِّ الَّذِي لَا شَكّ فِيهِ وَلَا مِرْيَة فِيهِ فَهُوَ الْمُقَدَّم الْحَاكِم عَلَى كُلّ مَا تَقَدَّمَهُ مِنْ الْكُتُب وَالْأَقْوَال .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38314, "aya_id": 22}]