[{"text": "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَن تَزُولَا وَلَئِن زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا", "sura_id": 35, "type": 0, "id": 3701, "aya_id": 41}, {"text": "إن الله يمسك السماوات والأرض أن تزولا ولئن زالتا إن أمسكهما من أحد من بعده إنه كان حليما غفورا", "sura_id": 35, "type": 1, "id": 9937, "aya_id": 41}, {"text": "41 - (إن الله يمسك السماوات والأرض أن تزولا) يمنعهما من الزوال (ولئن) لام قسم (زالتا إن) ما (أمسكهما) يمسكهما (من أحد من بعده) سواه (إنه كان حليما غفورا) في تأخير عقاب الكفار \r\n", "sura_id": 35, "type": 2, "id": 28645, "aya_id": 41}, {"text": "إن الله يمسك السموات والأرض أن تزولا عن مكانهما, ولئن زالت السموات والأرض عن مكانهما ما يمسكهما من أحد من بعده. إن الله كان حليمًا في تأخير العقوبة عن الكافرين والعصاة, غفورًا لمن تاب من ذنبه ورجع إليه.\r\n", "sura_id": 35, "type": 3, "id": 34881, "aya_id": 41}, {"text": " <font color=red>إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى عَنْ قُدْرَته الْعَظِيمَة الَّتِي بِهَا تَقُوم السَّمَاء وَالْأَرْض عَنْ أَمْره وَمَا جَعَلَ فِيهِمَا مِنْ الْقُوَّة الْمَاسِكَة لَهُمَا فَقَالَ \" إِنَّ اللَّه يُمْسِك السَّمَاوَات وَالْأَرْض أَنْ تَزُولَا \" أَيْ أَنْ تَضْطَرِبَا عَنْ أَمَاكِنهمَا كَمَا قَالَ عَزَّ وَجَلَّ \" وَيُمْسِك السَّمَاء أَنْ تَقَع عَلَى الْأَرْض إِلَّا بِإِذْنِهِ \" وَقَالَ تَعَالَى : \" وَمِنْ آيَاته أَنْ تَقُوم السَّمَاء وَالْأَرْض بِأَمْرِهِ \" \" وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَد مِنْ بَعْده \" أَيْ لَا يَقْدِر عَلَى دَوَامهمَا وَإِبْقَائِهِمَا إِلَّا هُوَ وَهُوَ مَعَ ذَلِكَ حَلِيم غَفُور أَنْ يَرَى عِبَاده وَهُمْ يَكْفُرُونَ بِهِ وَيَعْصُونَهُ وَهُوَ يَحْلُم فَيُؤَخِّر وَيُنْظِر وَيُؤَجِّل وَلَا يُعَجِّل وَيَسْتُر آخَرِينَ وَيَغْفِر وَلِهَذَا قَالَ تَعَالَى : \" إِنَّهُ كَانَ حَلِيمًا غَفُورًا\" . وَقَدْ أَوْرَدَ اِبْن أَبَى حَاتِم هَهُنَا حَدِيثًا غَرِيبًا بَلْ مُنْكَرًا فَقَالَ حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن الْجُنَيْد حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنِي هِشَام بْن يُوسُف عَنْ أُمَيَّة بْن سَهْل عَنْ الْحَكَم بْن أَبَانَ عَنْ عِكْرِمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَحْكِي عَنْ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام عَلَى الْمِنْبَر قَالَ : \" وَقَعَ فِي نَفْس مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام هَلْ يَنَام اللَّه عَزَّ وَجَلَّ فَأَرْسَلَ اللَّه تَعَالَى إِلَيْهِ مَلَكًا فَأَرَّقَهُ ثَلَاثًا وَأَعْطَاهُ قَارُورَتَيْنِ فِي كُلّ يَد قَارُورَة وَأَمَرَهُ أَنْ يَحْتَفِظ بِهِمَا قَالَ فَجَعَلَ يَنَام وَتَكَاد يَدَاهُ تَلْتَقِيَانِ ثُمَّ يَسْتَيْقِظ فَيَجْلِس إِحْدَاهُمَا عَنْ الْأُخْرَى حَتَّى نَامَ نَوْمَه فَاصْطَفَقَتْ يَدَاهُ فَانْكَسَرَتْ الْقَارُورَتَانِ قَالَ ضَرَبَ اللَّه لَهُ مَثَلًا أَنَّ اللَّه عَزَّ وَجَلَّ لَوْ كَانَ يَنَام لَمْ تَسْتَمْسِك السَّمَاء وَالْأَرْض \" وَالظَّاهِر أَنَّ هَذَا الْحَدِيث لَيْسَ بِمَرْفُوعٍ بَلْ مِنْ الْإِسْرَائِيلِيَّات الْمُنْكَرَة فَإِنَّ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام أَجَلّ مِنْ أَنْ يُجَوِّز عَلَى اللَّه سُبْحَانه وَتَعَالَى النَّوْم وَقَدْ أَخْبَرَ اللَّه عَزَّ وَجَلَّ فِي كِتَابه الْعَزِيز بِأَنَّهُ \" الْحَيّ الْقَيُّوم لَا تَأْخُذهُ سِنَة وَلَا نَوْم لَهُ مَا فِي السَّمَاوَات وَمَا فِي الْأَرْض \" وَثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه تَعَالَى لَا يَنَام وَلَا يَنْبَغِي لَهُ أَنْ يَنَام يَخْفِض الْقِسْط وَيَرْفَعهُ وَيَرْفَع إِلَيْهِ عَمَل اللَّيْل قَبْل النَّهَار وَعَمَل النَّهَار قَبْل اللَّيْل حِجَابه النُّور أَوْ النَّار لَوْ كَشَفَهُ لَأَحْرَقَتْ سَبَحَات وَجْهه مَا اِنْتَهَى إِلَيْهِ بَصَره مِنْ خَلْقه \" وَقَدْ قَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ أَبِي وَائِل قَالَ : جَاءَ رَجُل إِلَى عَبْد اللَّه هُوَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَقَالَ مِنْ أَيْنَ جِئْت ؟ قَالَ مِنْ الشَّام قَالَ مَنْ لَقِيت ؟ قَالَ لَقِيت كَعْبًا قَالَ مَا حَدَّثَك ؟ قَالَ حَدَّثَنِي أَنَّ السَّمَاوَات تَدُور عَلَى مَنْكِب مَلَك قَالَ أَفَصَدَّقْته أَوْ كَذَّبْته ؟ قَالَ مَا صَدَّقْته وَلَا كَذَّبْته قَالَ لَوَدِدْت أَنَّك اِفْتَدَيْت مِنْ رِحْلَتك إِلَيْهِ بِرَاحِلَتِك وَرَحْلهَا كَذَبَ كَعْب إِنَّ اللَّه تَعَالَى يَقُول \" إِنَّ اللَّه يُمْسِك السَّمَاوَات وَالْأَرْض أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَد مِنْ بَعْده \" وَهَذَا إِسْنَاد صَحِيح إِلَى كَعْب وَإِلَى اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ ثُمَّ رَوَاهُ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ جَرِير عَنْ مُغِيرَة عَنْ إِبْرَاهِيم قَالَ ذَهَبَ جُنْدُب الْبَجَلِيّ إِلَى كَعْب بِالشَّامِ فَذَكَرَ نَحْوه. وَقَدْ رَأَيْت فِي مُصَنَّف لِلْفَقِيهِ يَحْيَى بْن إِبْرَاهِيم بْن مزين الطُّلَيْطِلِيّ سَمَّاهُ - سِيَر الْفُقَهَاء - أَوْرَدَ هَذَا الْأَثَر عَنْ مُحَمَّد بْن عِيسَى بْن الطَّبَّاع عَنْ وَكِيع عَنْ الْأَعْمَش بِهِ ثُمَّ قَالَ وَأَخْبَرَنَا زُونَان يَعْنِي عَبْد الْمَلِك بْن الْحُسَيْن عَنْ اِبْن وَهْب عَنْ مَالِك أَنَّهُ قَالَ السَّمَاء لَا تَدُور وَاحْتَجَّ بِهَذِهِ الْآيَة وَبِحَدِيثِ \" إِنَّ بِالْمَغْرِبِ بَابًا لِلتَّوْبَةِ لَا يَزَال مَفْتُوحًا حَتَّى تَطْلُع الشَّمْس مِنْهُ \" قُلْت وَهَذَا الْحَدِيث فِي الصَّحِيح وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40329, "aya_id": 41}]