[{"text": "رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللّهُ عَزِيزًا حَكِيمًا", "sura_id": 4, "type": 0, "id": 658, "aya_id": 165}, {"text": "رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل وكان الله عزيزا حكيما", "sura_id": 4, "type": 1, "id": 6894, "aya_id": 165}, {"text": "165 - (رسلا) بدل من رسلا قبله (مبشرين) بالثواب من آمن (ومنذرين) بالعقاب من كفر أرسلناهم (لئلا يكون للناس على الله حجة) تقال (بعد) إرسال (الرسل) إليهم فيقولوا: {ربنا لولا أرسلت إلينا رسولا فنتبع آياتك ونكون من المؤمنين} فبعثناهم لقطع عذرهم (وكان الله عزيزا) في ملكه (حكيما) في صنعه \r\n", "sura_id": 4, "type": 2, "id": 25602, "aya_id": 165}, {"text": "أرسَلْتُ رسلا إلى خَلْقي مُبشِّرين بثوابي, ومنذرين بعقابي; لئلا يكون للبشر حجة يعتذرون بها بعد إرسال الرسل. وكان الله عزيزًا في ملكه, حكيمًا في تدبيره.\r\n", "sura_id": 4, "type": 3, "id": 31838, "aya_id": 165}, {"text": " <font color=red>رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا</font><BR><p>وَقَوْله \" رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ \" أَيْ يُبَشِّرُونَ مَنْ أَطَاعَ اللَّه وَاتَّبَعَ رِضْوَانه بِالْخَيْرَاتِ وَيُنْذِرُونَ مَنْ خَالَفَ أَمْره وَكَذَّبَ رُسُله بِالْعِقَابِ وَالْعَذَاب وَقَوْله \" لِئَلَّا يَكُون لِلنَّاسِ عَلَى اللَّه حُجَّة بَعْد الرُّسُل وَكَانَ اللَّه عَزِيزًا حَكِيمًا \" أَيْ أَنَّهُ تَعَالَى أَنْزَلَ كُتُبه وَأَرْسَلَ رُسُله بِالْبِشَارَةِ وَالنِّذَارَة وَبَيَّنَ مَا يُحِبّهُ وَيَرْضَاهُ مِمَّا يَكْرَههُ وَيَأْبَاهُ لِئَلَّا يَبْقَى لِمُعْتَذِرٍ عُذْر كَمَا قَالَ تَعَالَى \" وَلَوْلَا أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْله لَقَالُوا رَبّنَا لَوْلَا أَرْسَلْت إِلَيْنَا رَسُولًا فَنَتَّبِع آيَاتك مِنْ قَبْل أَنْ نَذِلّ وَنَخْزَى \" وَكَذَا قَوْله \" وَلَوْلَا أَنْ تُصِيبهُمْ مُصِيبَة بِمَا قَدَّمَتْ أَيْدِيهمْ \" الْآيَة . وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا أَحَد أَغْيَر مِنْ اللَّه مِنْ أَجْل ذَلِكَ حَرَّمَ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا أَحَد أَحَبّ إِلَيْهِ الْمَدْح مِنْ اللَّه عَزَّ وَجَلَّ مِنْ أَجْل ذَلِكَ مَدَحَ نَفْسه وَلَا أَحَد أَحَبّ إِلَيْهِ الْعُذْر مِنْ اللَّه مِنْ أَجْل ذَلِكَ بَعَثَ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ \" . وَفِي لَفْظ آخَر \" مِنْ أَجْل ذَلِكَ أَرْسَلَ رُسُله وَأَنْزَلَ كُتُبه \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40840, "aya_id": 165}]