[{"text": "يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِن يَكُن مِّنكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُواْ مِئَتَيْنِ وَإِن يَكُن مِّنكُم مِّئَةٌ يَغْلِبُواْ أَلْفًا مِّنَ الَّذِينَ كَفَرُواْ بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُونَ", "sura_id": 8, "type": 0, "id": 1225, "aya_id": 65}, {"text": "يا أيها النبي حرض المؤمنين على القتال إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين كفروا بأنهم قوم لا يفقهون", "sura_id": 8, "type": 1, "id": 7461, "aya_id": 65}, {"text": "65 - (يا أيها النبي حرض) حث (المؤمنين على القتال) للكفار (إن يكن منكم عشرون صابرون يغلبوا مائتين) منهم (وإن يكن) بالياء والتاء (منكم مائة يغلبوا ألفاً من الذين كفروا بأنهم) أي بسبب أنهم (قوم لا يفقهون) وهذا خبر بمعنى الأمر أي ليقاتل العشرون منكم المائتين والمائة ألفا ويثبتوا لهم ثم نسخ لما كثروا بقوله \r\n", "sura_id": 8, "type": 2, "id": 26169, "aya_id": 65}, {"text": "يا أيها النبي حُثَّ المؤمنين بك على القتال, إن يكن منكم عشرون صابرون عند لقاء العدو يغلبوا مائتين منهم, فإن يكن منكم مائة مجاهدة صابرة يغلبوا ألفًا من الكفار; لأنهم قوم لا عِلْم ولا فهم عندهم لما أعدَّ الله للمجاهدين في سبيله, فهم يقاتلون من أجل العلو في الأرض والفساد فيها.\r\n", "sura_id": 8, "type": 3, "id": 32405, "aya_id": 65}, {"text": " <font color=red>يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا</font><BR><p>يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَة يَغْلِبُوا أَلْفًا مِنْ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْم لَا يَفْقَهُونَ \" وَلِهَذَا قَالَ \" يَا أَيّهَا النَّبِيّ حَرِّضْ الْمُؤْمِنِينَ عَلَى الْقِتَال \" أَيْ حُثَّهُمْ أَوْ مُرْهُمْ عَلَيْهِ , وَلِهَذَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحَرِّض عَلَى الْقِتَال عِنْد صَفِّهِمْ وَمُوَاجَهَة الْعَدُوّ كَمَا قَالَ لِأَصْحَابِهِ يَوْم بَدْر حِين أَقْبَلَ الْمُشْرِكُونَ فِي عَدَدهمْ وَعُدَّتِهِمْ \" قُومُوا إِلَى جَنَّة عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ \" . فَقَالَ عُمَيْر بْن الْحُمَام عَرْضُهَا السَّمَوَات وَالْأَرْض ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ \" فَقَالَ بَخٍ بَخٍ فَقَالَ \" مَا يَحْمِلُك عَلَى قَوْلِك بَخٍ بَخٍ ؟ \" قَالَ رَجَاء أَنْ أَكُون مِنْ أَهْلهَا قَالَ \" فَإِنَّك مِنْ أَهْلهَا \" فَتَقَدَّمَ الرَّجُل فَكَسَرَ جِفْن سَيْفه وَأَخْرَجَ تَمَرَات فَجَعَلَ يَأْكُل مِنْهُنَّ ثُمَّ أَلْقَى بَقِيَّتَهُنَّ مِنْ يَده وَقَالَ : لَئِنْ أَنَا حَيِيت حَتَّى آكُلَهُنَّ إِنَّهَا لَحَيَاة طَوِيلَة ثُمَّ تَقَدَّمَ فَقَاتَلَ حَتَّى قُتِلَ رَضِيَ اللَّه عَنْهُ وَقَدْ رُوِيَ عَنْ سَعِيد بْن الْمُسَيِّب وَسَعِيد بْن جُبَيْر أَنَّ هَذِهِ الْآيَة نَزَلَتْ حِين أَسْلَمَ عُمَر بْن الْخَطَّاب وَكَمُلَ بِهِ الْأَرْبَعُونَ وَفِي هَذَا نَظَرٌ لِأَنَّ هَذِهِ الْآيَة مَدَنِيَّة وَإِسْلَام عُمَر كَانَ بِمَكَّة بَعْد الْهِجْرَة إِلَى أَرْض الْحَبَشَة وَقَبْل الْهِجْرَة إِلَى الْمَدِينَة وَاللَّهُ أَعْلَمُ . ثُمَّ قَالَ تَعَالَى مُبَشِّرًا لِلْمُؤْمِنِينَ وَآمِرًا \" إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَة يَغْلِبُوا أَلْفًا مِنْ الَّذِينَ كَفَرُوا \" كُلّ وَاحِد بِعَشْرَةٍ ثُمَّ نُسِخَ هَذَا الْأَمْر وَبَقِيَتْ الْبِشَارَة . قَالَ عَبْد اللَّه بْن الْمُبَارَك حَدَّثَنَا جَرِير بْن حَازِم حَدَّثَنِي الزُّبَيْر بْن الْحُرَيْث عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا نَزَلَتْ \" إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ \" شَقَّ ذَلِكَ عَلَى الْمُسْلِمِينَ حَتَّى فَرَضَ اللَّه عَلَيْهِمْ أَنْ لَا يَفِرّ وَاحِد مِنْ عَشْرَة ثُمَّ جَاءَ التَّخْفِيف .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43115, "aya_id": 65}]