[{"text": "وَمِنَ الأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُواْ مِمَّا رَزَقَكُمُ اللّهُ وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ", "sura_id": 6, "type": 0, "id": 931, "aya_id": 142}, {"text": "ومن الأنعام حمولة وفرشا كلوا مما رزقكم الله ولا تتبعوا خطوات الشيطان إنه لكم عدو مبين", "sura_id": 6, "type": 1, "id": 7167, "aya_id": 142}, {"text": "142 - (و) أنشأ (من الأنعام حمولة) صالحة للحمل عليها كالإبل الكبار (وفَرْشا) لا تصلح له كالإبل الصغار والغنم سميت فرشا لأنها كالفرش للأرض لدنوها منها (كلوا مما رزقكم الله ولا تتبعوا خطوات الشيطان) طرائقه من التحريم والتحليل (إنه لكم عدو مبين) بين العداوة \r\n", "sura_id": 6, "type": 2, "id": 25875, "aya_id": 142}, {"text": "وأوجد من الأنعام ما هو مهيَّأ للحمل عليه لكبره وارتفاعه كالإبل, ومنها ما هو مهيَّأ لغير الحمل لصغره وقربه من الأرض كالبقر والغنم, كلوا مما أباحه الله لكم وأعطاكموه من هذه الأنعام, ولا تحرموا ما أحلَّ الله منها اتباعًا لطرق الشيطان, كما فعل المشركون. إن الشيطان لكم عدو ظاهر العداوة.\r\n", "sura_id": 6, "type": 3, "id": 32111, "aya_id": 142}, {"text": " <font color=red>وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ</font><BR><p>وَقَوْله عَزَّ وَجَلَّ \" وَمِنْ الْأَنْعَام حَمُولَة وَفَرْشًا \" أَيْ وَأَنْشَأَ لَكُمْ مِنْ الْأَنْعَام مَا هُوَ حَمُولَة وَمَا هُوَ فَرْش قِيلَ الْمُرَاد بِالْحَمُولَةِ مَا يُحْمَل عَلَيْهِ مِنْ الْإِبِل وَالْفَرْش الصِّغَار مِنْهَا كَمَا قَالَ الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه فِي قَوْله حَمُولَة مَا حُمِلَ عَلَيْهِ مِنْ الْإِبِل وَفَرْشًا الصِّغَار مِنْ الْإِبِل رَوَاهُ الْحَاكِم وَقَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ . وَقَالَ اِبْن عَبَّاس : الْحَمُولَة هِيَ الْكِبَار وَالْفَرْش الصِّغَار مِنْ الْإِبِل وَكَذَا قَالَ مُجَاهِد . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس\" وَمِنْ الْأَنْعَام حَمُولَة وَفَرْشًا \" أَمَّا الْحَمُولَة فَالْإِبِل وَالْخَيْل وَالْبِغَال وَالْحَمِير وَكُلّ شَيْء يُحْمَل عَلَيْهِ وَأَمَّا الْفَرْش فَالْغَنَم وَاخْتَارَهُ اِبْن جَرِير قَالَ : وَأَحْسِبهُ إِنَّمَا سُمِّيَ فَرْشًا لِدُنُوِّهِ مِنْ الْأَرْض وَقَالَ الرَّبِيع بْن أَنَس وَالْحَسَن وَالضَّحَّاك وَقَتَادَة وَغَيْره : الْحَمُولَة الْإِبِل وَالْبَقَر وَالْفَرْش الْغَنَم . وَقَالَ السُّدِّيّ : أَمَّا الْحَمُولَة فَالْإِبِل وَأَمَّا الْفَرْش فَالْفُصْلَان وَالْعَجَاجِيل وَالْغَنَم وَمَا حُمِلَ عَلَيْهِ حَمُولَة . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : الْحَمُولَة مَا تَرْكَبُونَ وَالْفُرُش مَا تَأْكُلُونَ وَتَحْلُبُونَ : شَاة لَا تَحْمِل تَأْكُلُونَ لَحْمهَا وَتَتَّخِذُونَ مِنْ صُوفهَا لِحَافًا وَفُرُشًا . وَهَذَا الَّذِي قَالَ عَبْد الرَّحْمَن فِي تَفْسِير هَذِهِ الْآيَة الْكَرِيمَة حَسَن يَشْهَد لَهُ قَوْله تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّا خَلْقنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبهمْ وَمِنْهَا يَأْكُلُونَ \" وَقَالَ تَعَالَى\" وَإِنَّ لَكُمْ فِي الْأَنْعَام لَعِبْرَة نُسْقِيكُمْ مِمَّا فِي بُطُونه مِنْ بَيْن فَرْث وَدَم لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ\" إِلَى أَنْ قَالَ \" وَمِنْ أَصْوَافهَا وَأَوْبَارهَا وَأَشْعَارهَا أَثَاثًا وَمَتَاعًا إِلَى حِين \" وَقَالَ تَعَالَى \" اللَّه الَّذِي جَعَلَ لَكُمْ الْأَنْعَام لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ وَلَكُمْ فِيهَا مَنَافِع وَلِتَبْلُغُوا عَلَيْهَا حَاجَة فِي صُدُوركُمْ وَعَلَيْهَا وَعَلَى الْفُلْك تُحْمَلُونَ وَيُرِيكُمْ آيَاته فَأَيّ آيَات اللَّه تُنْكِرُونَ \" وَقَوْله تَعَالَى \" كُلُوا مِمَّا رَزَقَكُمْ اللَّه \" أَيْ مِنْ الثِّمَار وَالزُّرُوع وَالْأَنْعَام فَكُلّهَا خَلَقَهَا اللَّه وَجَعَلَهَا رِزْقًا لَكُمْ \" وَلَا تَتَّبِعُوا خُطُوَات الشَّيْطَان\" أَيْ طَرِيقه وَأَوَامِره كَمَا اِتَّبَعَهَا الْمُشْرِكُونَ الَّذِينَ حُرِمُوا مَا رَزَقَهُمْ اللَّه أَيْ مِنْ الثِّمَار وَالزُّرُوع اِفْتِرَاء عَلَى اللَّه \" إِنَّهُ لَكُمْ \" أَيْ إِنَّ الشَّيْطَان أَيّهَا النَّاس لَكُمْ \" عَدُوّ مُبِين \" أَيْ مُبِين ظَاهِر الْعَدَاوَة كَمَا قَالَ\" إِنَّ الشَّيْطَان لَكُمْ عَدُوّ فَاِتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبه لِيَكُونُوا مِنْ أَصْحَاب السَّعِير \" وَقَالَ تَعَالَى\" يَا بَنِي آدَم لَا يَفْتِنَنكُمْ الشَّيْطَان كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنْ الْجَنَّة يَنْزِع عَنْهُمَا لِبَاسهمَا لِيُرِيَهُمَا سَوْآتهمَا\" الْآيَة وَقَالَ تَعَالَى \" أَفَتَتَّخِذُونَهُ وَذُرِّيَّته أَوْلِيَاء مِنْ دُونِي وَهُمْ لَكُمْ عَدُوّ بِئْسَ لِلظَّالِمِينَ بَدَلًا \" وَالْآيَات فِي هَذَا كَثِيرَة فِي الْقُرْآن .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42124, "aya_id": 142}]