[{"text": "أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاء الْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ أُوْلَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا", "sura_id": 33, "type": 0, "id": 3552, "aya_id": 19}, {"text": "أشحة عليكم فإذا جاء الخوف رأيتهم ينظرون إليك تدور أعينهم كالذي يغشى عليه من الموت فإذا ذهب الخوف سلقوكم بألسنة حداد أشحة على الخير أولئك لم يؤمنوا فأحبط الله أعمالهم وكان ذلك على الله يسيرا", "sura_id": 33, "type": 1, "id": 9788, "aya_id": 19}, {"text": "19 - (أشحة عليكم) بالمعاونة جمع شحيح وهو الحال من ضمير يأتون (فإذا جاء الخوف رأيتهم ينظرون إليك تدور أعينهم كالذي) كنظر أو كدوران الذي (يغشى عليه من الموت) أي سكراته (فإذا ذهب الخوف) وحيزت الغنائم (سلقوكم) آذوكم أو ضربوكم (بألسنة حداد أشحة على الخير) أي الغنيمة يطلبونها (أولئك لم يؤمنوا) حقيقة (فأحبط الله أعمالهم وكان ذلك) الاحباط (على الله يسيرا) بإرادته \r\n", "sura_id": 33, "type": 2, "id": 28496, "aya_id": 19}, {"text": "بُخَلاء عليكم -أيها المؤمنون- بالمال والنفس والجهد والمودة لما في نفوسهم من العداوة والحقد؛ حبًا في الحياة وكراهة للموت, فإذا حضر القتال خافوا الهلاك ورأيتهم ينظرون إليك, تدور أعينهم لذهاب عقولهم؛ خوفًا من القتل وفرارًا منه كدوران عين مَن حضره الموت, فإذا انتهت الحرب وذهب الرعب رموكم بألسنة حداد مؤذية, وتراهم عند قسمة الغنائم بخلاء وحسدة, أولئك لم يؤمنوا بقلوبهم, فأذهب الله ثواب أعمالهم, وكان ذلك على الله يسيرًا.\r\n", "sura_id": 33, "type": 3, "id": 34732, "aya_id": 19}, {"text": " <font color=red>أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا</font><BR><p>وَقَالَ السُّدِّيّ \" أَشِحَّة عَلَيْكُمْ \" أَيْ فِي الْغَنَائِم \" فَإِذَا جَاءَ الْخَوْف رَأَيْتهمْ يَنْظُرُونَ إِلَيْك تَدُور أَعْيُنهمْ كَاَلَّذِي يُغْشَى عَلَيْهِ مِنْ الْمَوْت \" أَيْ مِنْ شِدَّة خَوْفه وَجَزَعه وَهَكَذَا خَوْف هَؤُلَاءِ الْجُبَنَاء مِنْ الْقِتَال \" فَإِذَا ذَهَبَ الْخَوْف سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَاد \" أَيْ فَإِذَا كَانَ الْأَمْن تَكَلَّمُوا كَلَامًا بَلِيغًا فَصِيحَا عَالِيًا وَادَّعَوْا لِأَنْفُسِهِمْ الْمَقَامَات الْعَالِيَة فِي الشَّجَاعَة وَالنَّجْدَة وَهُمْ يَكْذِبُونَ فِي ذُلّ وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" سَلَقُوكُمْ \" أَيْ اِسْتَقْبَلُوكُمْ وَقَالَ قَتَادَة أَمَّا عِنْد الْغَنِيمَة فَأَشَحّ قَوْم وَأَسْوَءهُ مُقَاسَمَة أَعْطُونَا أَعْطُونَا قَدْ شَهِدْنَا مَعَكُمْ وَأَمَّا عِنْد الْبَأْس فَأَجْبَن قَوْم وَأَخْذَله لِلْحَقِّ وَهُمْ مَعَ ذَلِكَ أَشِحَّة عَلَى الْخَيْر أَيْ لَيْسَ فِيهِمْ خَيْر قَدْ جَمَعُوا الْجُبْن وَالْكَذِب وَقِلَّة الْخَيْر فَهُمْ كَمَا قَالَ فِي أَمْثَالهمْ الشَّاعِر : أَفِي السِّلْم أَعْيَار جَفَاء وَغِلْظَة وَفِي الْحَرْب أَمْثَال النِّسَاء الْعَوَارِكِ أَيْ فِي حَال الْمُسَالَمَة كَأَنَّهُمْ الْحُمُر وَالْأَعْيَار جَمَعَ عِير وَهُوَ الْحِمَار وَفِي الْحَرْب كَأَنَّهُمْ النِّسَاء الْحُيَّض وَلِهَذَا قَالَ تَعَالَى \" أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّه أَعْمَالهمْ وَكَانَ ذَلِكَ عَلَى اللَّه يَسِيرًا \" أَيْ سَهْلًا هَيِّنًا عِنْده .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40177, "aya_id": 19}]