[{"text": "يَمْحُو اللّهُ مَا يَشَاء وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ", "sura_id": 13, "type": 0, "id": 1746, "aya_id": 39}, {"text": "يمحو الله ما يشاء ويثبت وعنده أم الكتاب", "sura_id": 13, "type": 1, "id": 7982, "aya_id": 39}, {"text": "39 - (يمحو الله) منه (ما يشاء ويثبت) بالتخفيف والتشديد ، فيه ما يشاء من الأحكام وغيرها (وعنده أم الكتاب) أصله الذي لا يتغير منه شيء وهو ما كتبه في الأزل \r\n", "sura_id": 13, "type": 2, "id": 26690, "aya_id": 39}, {"text": "يمحو الله ما يشاء من الأحكام وغيرها, ويُبْقي ما يشاء منها لحكمة يعلمها, وعنده أمُّ الكتاب, وهو اللوح المحفوظ.\r\n", "sura_id": 13, "type": 3, "id": 32926, "aya_id": 39}, {"text": " <font color=red>يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ</font><BR><p>يَمْحُو اللَّه مَا يَشَاء \" مِنْهَا \" وَيُثْبِت \" يَعْنِي حَتَّى نُسِخَتْ كُلّهَا بِالْقُرْآنِ الَّذِي أَنْزَلَهُ اللَّه عَلَى رَسُوله صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَقَوْله \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت\" اِخْتَلَفَ الْمُفَسِّرُونَ فِي ذَلِكَ فَقَالَ الثَّوْرِيّ وَوَكِيع وَهُشَيْم عَنْ اِبْن أَبِي لَيْلَى عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : يُدَبِّر أَمْر السَّنَة فَيَمْحُو اللَّه مَا يَشَاء إِلَّا الشَّقَاء وَالسَّعَادَة وَالْحَيَاة وَالْمَوْت وَفِي رِوَايَة \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت \" قَالَ كُلّ شَيْء إِلَّا الْمَوْت وَالْحَيَاة وَالشَّقَاء وَالسَّعَادَة فَإِنَّهُمَا قَدْ فُرِغَ مِنْهُمَا وَقَالَ مُجَاهِد \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت \" إِلَّا الْحَيَاة وَالْمَوْت وَالشَّقَاء وَالسَّعَادَة فَإِنَّهُمَا لَا يَتَغَيَّرَانِ وَقَالَ مَنْصُور سَأَلْت مُجَاهِدًا فَقُلْت أَرَأَيْت دُعَاء أَحَدنَا يَقُول : اللَّهُمَّ إِنْ كَانَ اِسْمِي فِي السُّعَدَاء فَأَثْبِتْهُ فِيهِمْ وَإِنْ كَانَ فِي الْأَشْقِيَاء فَامْحُهُ عَنْهُمْ وَاجْعَلْهُ فِي السُّعَدَاء فَقَالَ حَسَن : ثُمَّ لَقِيته بَعْد ذَلِكَ بِحَوْلٍ أَوْ أَكْثَر فَسَأَلْته عَنْ ذَلِكَ فَقَالَ \" إِنَّا أَنْزَلْنَاهُ فِي لَيْلَة مُبَارَكَة \" الْآيَتَيْنِ قَالَ يَقْضِي فِي لَيْلَة الْقَدْر مَا يَكُون فِي السَّنَة مِنْ رِزْق أَوْ مُصِيبَة ثُمَّ يُقَدِّم مَا يَشَاء وَيُؤَخِّر مَا يَشَاء فَأَمَّا كِتَاب السَّعَادَة وَالشَّقَاء فَهُوَ ثَابِت لَا يُغَيَّر وَقَالَ الْأَعْمَش عَنْ أَبِي وَائِل شَقِيق بْن سَلَمَة أَنَّهُ كَانَ كَثِيرًا مَا يَدْعُو بِهَذَا الدُّعَاء : اللَّهُمَّ إِنْ كُنْت كَتَبْتنَا أَشْقِيَاء فَامْحُهُ وَاكْتُبْنَا سُعَدَاء وَإِنْ كُنْت كَتَبْتنَا سُعَدَاء فَأَثْبِتْنَا فَإِنَّك تَمْحُو مَا تَشَاء وَتُثْبِت وَعِنْدك أُمّ الْكِتَاب رَوَاهُ اِبْن جَرِير أَيْضًا حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنَا أَبِي عَنْ أَبِي حَكِيمَة عِصْمَة عَنْ أَبِي عُثْمَان النَّهْدِيّ أَنَّ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ وَهُوَ يَطُوف بِالْبَيْتِ وَهُوَ يَبْكِي : اللَّهُمَّ إِنْ كُنْت كَتَبْت عَلَيَّ شِقْوَة أَوْ ذَنْبًا فَامْحُهُ فَإِنَّك تَمْحُو مَا تَشَاء وَتُثْبِت وَعِنْدك أُمّ الْكِتَاب فَاجْعَلْهُ سَعَادَة وَمَغْفِرَة وَقَالَ حَمَّاد عَنْ خَالِد الْحَذَّاء عَنْ أَبِي قِلَابَةَ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّهُ كَانَ يَدْعُو بِهَذَا الدُّعَاء أَيْضًا وَرَوَاهُ شَرِيك عَنْ هِلَال بْن حُمَيْد عَنْ عَبْد اللَّه بْن عَلِيم عَنْ اِبْن مَسْعُود بِمِثْلِهِ وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا حَجَّاج حَدَّثَنَا خَصَّاف عَنْ أَبِي حَمْزَة عَنْ إِبْرَاهِيم أَنَّ كَعْبًا قَالَ لِعُمَرَ بْن الْخَطَّاب : يَا أَمِير الْمُؤْمِنِينَ لَوْلَا آيَة فِي كِتَاب اللَّه لَأَنْبَأْتُك بِمَا هُوَ كَائِن إِلَى يَوْم الْقِيَامَة قَالَ وَمَا هِيَ ؟ قَالَ قَوْل اللَّه تَعَالَى \" يَمْحُو اللَّه مَا يَشَاء \" الْآيَة وَمَعْنَى هَذِهِ الْأَقْوَال أَنَّ الْأَقْدَار يَنْسَخ اللَّه مَا يَشَاء مِنْهَا وَيُثْبِت مِنْهَا مَا يَشَاء وَقَدْ يُسْتَأْنَس لِهَذَا الْقَوْل بِمَا رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان هُوَ الثَّوْرِيّ عَنْ عَبْد اللَّه بْن عِيسَى عَنْ عَبْد اللَّه بْن أَبِي الْجَعْد عَنْ ثَوْبَان قَالَ : قَالَ رَسُول اللَّه \" إِنَّ الرَّجُل لَيُحْرَم الرِّزْق بِالذَّنْبِ يُصِيبهُ وَلَا يَرُدّ الْقَدَر إِلَّا الدُّعَاء وَلَا يَزِيد فِي الْعُمُر إِلَّا الْبِرّ \" وَرَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ وَثَبَتَ فِي الصَّحِيح أَنَّ صِلَة الرَّحِم تَزِيد فِي الْعُمْر وَفِي حَدِيث آخَر\" إِنَّ الدُّعَاء وَالْقَضَاء لَيَعْتَلِجَانِ بَيْن السَّمَاء وَالْأَرْض\" وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن سَهْل بْن عَسْكَر حَدَّثَنَا عَبْد الرَّزَّاق أَنَا اِبْن جَرِير عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : إِنَّ لِلَّهِ لَوْحًا مَحْفُوظًا مَسِيرَة خَمْسمِائَةِ عَام مِنْ دُرَّة بَيْضَاء لَهَا دَفَّتَانِ مِنْ يَاقُوت - وَالدَّفَّتَانِ لَوْحَانِ - لِلَّهِ عَزَّ وَجَلَّ كُلّ يَوْم ثَلَاثمِائَةِ وَسِتُّونَ لَحْظَة يَمْحُو مَا يَشَاء وَيُثْبِت وَعِنْده أُمّ الْكِتَاب وَقَالَ اللَّيْث بْن سَعْد عَنْ زِيَاد بْن مُحَمَّد عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ فَضَالَة بْن عُبَيْد عَنْ أَبِي الدَّرْدَاء قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُفْتَح الذِّكْر فِي ثَلَاث سَاعَات يَبْقَيْنَ مِنْ اللَّيْل فِي السَّاعَة الْأُولَى مِنْهَا يُنْظَر فِي الذِّكْر الَّذِي لَا يَنْظُر فِيهِ أَحَد غَيْره فَيَمْحُو مَا يَشَاء وَيُثْبِت \" وَذَكَرَ تَمَام الْحَدِيث رَوَاهُ اِبْن جَرِير وَقَالَ الْكَلْبِيّ \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت\" قَالَ يَمْحُو مِنْ الرِّزْق يَزِيد فِيهِ وَيَمْحُو مِنْ الْأَجَل وَيَزِيد فِيهِ فَقِيلَ لَهُ مَنْ حَدَّثَك بِهَذَا ؟ فَقَالَ أَبُو صَالِح عَنْ جَابِر بْن عَبْد اللَّه بْن رِئَاب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ سُئِلَ بَعْد ذَلِكَ عَنْ هَذِهِ الْآيَة فَقَالَ يَكْتُب الْقَوْل كُلّه حَتَّى إِذَا كَانَ يَوْم الْخَمِيس طَرَحَ مِنْهُ كُلّ شَيْء لَيْسَ فِيهِ ثَوَاب وَلَا عِقَاب مِثْل قَوْلك أَكَلْت وَشَرِبْت دَخَلْت وَخَرَجْت وَنَحْو ذَلِكَ مِنْ الْكَلَام وَهُوَ صَادِق وَيُثْبِت مَا كَانَ فِيهِ الثَّوَاب وَعَلَيْهِ الْعِقَاب وَقَالَ عِكْرِمَة عَنْ اِبْن عَبَّاس : الْكِتَاب كِتَابَانِ فَكِتَاب يَمْحُو اللَّه مِنْهُ مَا يَشَاء وَيُثْبِت وَعِنْده أُمّ الْكِتَاب وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت وَعِنْده أُمّ الْكِتَاب \" يَقُول هُوَ الرَّجُل يَعْمَل الزَّمَان بِطَاعَةِ اللَّه ثُمَّ يَعُود لِمَعْصِيَةِ اللَّه فَيَمُوت عَلَى ضَلَالَة فَهُوَ الَّذِي يَمْحُو وَاَلَّذِي يُثْبِت الرَّجُل يَعْمَل بِمَعْصِيَةِ اللَّه وَقَدْ كَانَ سَبَقَ لَهُ خَيْر حَتَّى يَمُوت وَهُوَ فِي طَاعَة اللَّه وَهُوَ الَّذِي يُثْبَت وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر أَنَّهَا بِمَعْنَى \" يَغْفِر لِمَنْ يَشَاء وَيُعَذِّب مَنْ يَشَاء وَاَللَّه عَلَى كُلّ شَيْء قَدِير \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت \" يَقُول يُبَدِّل مَا يَشَاء فَيَنْسَخهُ وَيُثْبِت مَا يَشَاء فَلَا يُبَدِّلهُ \" وَعِنْده أُمّ الْكِتَاب \" وَجُمْلَة ذَلِكَ عِنْده فِي أُمّ الْكِتَاب النَّاسِخ وَمَا يُبَدِّل وَمَا يُثْبِت كُلّ ذَلِكَ فِي كِتَاب وَقَالَ قَتَادَة فِي قَوْله \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت \" كَقَوْلِهِ \" مَا نَنْسَخ مِنْ آيَة أَوْ نُنْسِهَا \" الْآيَة وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت \" قَالَ : قَالَتْ كُفَّار قُرَيْش لَمَّا نَزَلَتْ\" وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِي بِآيَةٍ إِلَّا بِإِذْنِ اللَّه\" مَا نَرَى مُحَمَّدًا يَمْلِك شَيْئًا وَقَدْ فُرِغَ مِنْ الْأَمْر فَأُنْزِلَتْ هَذِهِ الْآيَة تَخْوِيفًا وَوَعِيدًا لَهُمْ إِنَّا إِنْ شِئْنَا أَحْدَثْنَا لَهُ مِنْ أَمْرك مَا شِئْنَا وَنُحْدِث فِي كُلّ رَمَضَان فَيَمْحُو مَا يَشَاء وَيُثْبِت مَا يَشَاء مِنْ أَرْزَاق النَّاس وَمَصَائِبهمْ وَمَا يُعْطِيهِمْ وَمَا يَقْسِم لَهُمْ وَقَالَ الْحَسَن الْبَصْرِيّ \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت \" قَالَ مَنْ جَاءَ أَجَله يَذْهَب وَيُثْبِت الَّذِي هُوَ حَيّ يَجْرِي إِلَى أَجَله وَقَدْ اِخْتَارَ هَذَا الْقَوْل أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه وَقَوْله \" وَعِنْده أُمّ الْكِتَاب \" قَالَ الْحَلَال وَالْحَرَام وَقَالَ قَتَادَة أَيْ جُمْلَة الْكِتَاب وَأَصْله وَقَالَ الضَّحَّاك \" وَعِنْده أُمّ الْكِتَاب \" قَالَ كِتَاب عِنْد رَبّ الْعَالَمِينَ وَقَالَ سُنَيْد بْن دَاوُدَ حَدَّثَنِي مُعْتَمِر عَنْ أَبِيهِ عَنْ يَسَار عَنْ اِبْن عَبَّاس أَنَّهُ سَأَلَ كَعْبًا عَنْ أُمّ الْكِتَاب فَقَالَ : عَلِمَ اللَّه مَا هُوَ خَالِق وَمَا خَلْقُهُ عَامِلُونَ , ثُمَّ قَالَ لَعَلِمَهُ : كُنْ كِتَابًا فَكَانَ كِتَابًا وَقَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس \" وَعِنْده أُمّ الْكِتَاب \" قَالَ الذِّكْر .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37889, "aya_id": 39}]