[{"text": "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُم بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ", "sura_id": 46, "type": 0, "id": 4530, "aya_id": 20}, {"text": "ويوم يعرض الذين كفروا على النار أذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون في الأرض بغير الحق وبما كنتم تفسقون", "sura_id": 46, "type": 1, "id": 10766, "aya_id": 20}, {"text": "20 - (ويوم يعرض الذين كفروا على النار) بأن تكشف لهم يقال لهم (أذهبتم) بهمزة وهمزتين وبهمزة ومدة وبها وتسهيل الثانية (طيباتكم) بإشغالكم بلذاتكم (في حياتكم الدنيا واستمتعتم) تمتعتم (بها فاليوم تجزون عذاب الهون) أي الهوان (بما كنتم تستكبرون) تتكبرون (في الأرض بغير الحق وبما كنتم تفسقون) به وتعذبون بها \r\n", "sura_id": 46, "type": 2, "id": 29474, "aya_id": 20}, {"text": "ويوم يعرض الذين كفروا على النار للعذاب, فيقال لهم توبيخًا: لقد أذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها, فاليوم - أيها الكفار- تُجْزَون عذاب الخزي والهوان في النار؛ بما كنتم تتكبرون في الأرض بغير الحق, وبما كنتم تخرجون عن طاعة الله.\r\n", "sura_id": 46, "type": 3, "id": 35710, "aya_id": 20}, {"text": " <font color=red>وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ</font><BR><p>وَقَوْله عَزَّ وَجَلَّ \" وَيَوْم يُعْرَض الَّذِينَ كَفَرُوا عَلَى النَّار أَذْهَبْتُمْ طَيِّبَاتكُمْ فِي حَيَاتكُمْ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا أَيْ يُقَال لَهُمْ ذَلِكَ تَقْرِيعًا وَتَوْبِيخًا وَقَدْ تَوَرَّعَ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ عَنْ كَثِير مِنْ طَيِّبَات الْمَآكِل وَالْمَشَارِب وَتَنَزَّهَ عَنْهَا وَيَقُول إِنِّي أَخَاف أَنْ أَكُون كَاَلَّذِينَ قَالَ اللَّه لَهُمْ وَوَبَّخَهُمْ وَقَرَّعَهُمْ\" أَذْهَبْتُمْ طَيِّبَاتكُمْ فِي حَيَاتكُمْ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا \" وَقَالَ أَبُو مِجْلَز لَيَفْقِدَنَّ أَقْوَام حَسَنَات كَانَتْ لَهُمْ فِي الدُّنْيَا فَيُقَال لَهُمْ \" أَذْهَبْتُمْ طَيِّبَاتكُمْ فِي حَيَاتكُمْ الدُّنْيَا \" وَقَوْله عَزَّ وَجَلَّ \" فَالْيَوْم تُجْزَوْنَ عَذَاب الْهُون بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْض بِغَيْرِ الْحَقّ وَبِمَا كُنْتُمْ تَفْسُقُونَ \" فَجُوزُوا مِنْ جِنْس عَمَلِهِمْ فَكَمَا مَتَّعُوا أَنْفُسهمْ وَاسْتَكْبَرُوا عَنْ اِتِّبَاع الْحَقّ وَتَعَاطَوْا الْفِسْق وَالْمَعَاصِيَ جَازَاهُمْ اللَّه تَبَارَكَ وَتَعَالَى بِعَذَابِ الْهُون وَهُوَ الْإِهَانَة وَالْخِزْي وَالْآلَام الْمُوجِعَة وَالْحَسَرَات الْمُتَتَابِعَة وَالْمَنَازِل فِي الدَّرَكَات الْمُفْظِعَة أَجَارَنَا اللَّه - سُبْحَانه وَتَعَالَى - مِنْ ذَلِكَ كُلّه .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41329, "aya_id": 20}]