[{"text": "أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ", "sura_id": 22, "type": 0, "id": 2634, "aya_id": 39}, {"text": "أذن للذين يقاتلون بأنهم ظلموا و إن الله على نصرهم لقدير", "sura_id": 22, "type": 1, "id": 8870, "aya_id": 39}, {"text": "39 - (أذن للذين يقاتلون) أي للمؤمنين أن يقاتلوا وهذه أول آية نزلت في الجهاد (بأنهم) أي بسبب أنهم (ظلموا) بظلم الكافرين إياهم (وإن الله على نصرهم لقدير) \r\n", "sura_id": 22, "type": 2, "id": 27578, "aya_id": 39}, {"text": "(كان المسلمون في أول أمرهم ممنوعين من قتال الكفار، مأمورين بالصبر على أذاهم، فلما بلغ أذى المشركين مداه وخرج النبي صلى الله عليه وسلم من \"مكة\" مهاجرًا إلى \"المدينة\"، وأصبح للإسلام قوة) أَذِنَ الله للمسلمين في القتال؛ بسبب ما وقع عليهم من الظلم والعدوان، وإن الله تعالى قادر على نصرهم وإذلال عدوِّهم.\r\n", "sura_id": 22, "type": 3, "id": 33814, "aya_id": 39}, {"text": " <font color=red>أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَزَلَتْ فِي مُحَمَّد وَأَصْحَابه حِين أُخْرِجُوا مِنْ مَكَّة وَقَالَ مُجَاهِد وَالضَّحَّاك وَغَيْر وَاحِد مِنْ السَّلَف كَابْنِ عَبَّاس وَعُرْوَة بْن الزُّبَيْر وَزَيْد بْن أَسْلَم وَمُقَاتِل بْن حَيَّان وَقَتَادَة وَغَيْرهمْ هَذِهِ أَوَّل آيَة نَزَلَتْ فِي الْجِهَاد وَاسْتَدَلَّ بِهَذِهِ الْآيَة بَعْضهمْ عَلَى أَنَّ السُّورَة مَدَنِيَّة وَقَالَ اِبْن جَرِير حَدَّثَنِي يَحْيَى بْن دَاوُد الْوَاسِطِيّ حَدَّثَنَا إِسْحَاق بْن يُوسُف عَنْ سُفْيَان عَنْ الْأَعْمَش عَنْ مُسْلِم هُوَ الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : لَمَّا أُخْرِجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَكَّة قَالَ أَبُو بَكْر : أَخْرَجُوا نَبِيّهمْ إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ لَيَهْلِكُنَّ قَالَ اِبْن عَبَّاس فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّه عَلَى نَصْرهمْ لَقَدِير \" قَالَ أَبُو بَكْر رَضِيَ اللَّه تَعَالَى عَنْهُ فَعَرَفْت أَنَّهُ سَيَكُونُ قِتَال . وَرَوَاهُ الْإِمَام أَحْمَد عَنْ إِسْحَاق بْن يُوسُف الْأَزْرَق بِهِ وَزَادَ قَالَ اِبْن عَبَّاس وَهِيَ أَوَّل آيَة نَزَلَتْ فِي الْقِتَال رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي التَّفْسِير مِنْ سُنَنَيْهِمَا وَابْن أَبِي حَاتِم مِنْ حَدِيث إِسْحَاق بْن يُوسُف زَادَ التِّرْمِذِيّ وَوَكِيع كِلَاهُمَا عَنْ سُفْيَان الثَّوْرِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن وَقَدْ رَوَاهُ غَيْر وَاحِد عَنْ الثَّوْرِيّ وَلَيْسَ فِيهِ اِبْن عَبَّاس وَقَوْله\" وَإِنَّ اللَّه عَلَى نَصْرهمْ لَقَدِير \" أَيْ هُوَ قَادِر عَلَى نَصْر عِبَاده الْمُؤْمِنِينَ مِنْ غَيْر قِتَال وَلَكِنْ هُوَ يُرِيد مِنْ عِبَاده أَنْ يَبْذُلُوا جَهْدهمْ فِي طَاعَته كَمَا قَالَ \" فَإِذَا لَقِيتُمْ الَّذِينَ كَفَرُوا فَضَرْب الرِّقَاب حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاق فَإِمَّا مَنًّا بَعْد وَإِمَّا فِدَاء حَتَّى تَضَع الْحَرْب أَوْزَارهَا ذَلِكَ وَلَوْ يَشَاء اللَّه لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضكُمْ بِبَعْضٍ وَاَلَّذِينَ قُتِلُوا فِي سَبِيل اللَّه فَلَنْ يُضِلّ أَعْمَالهمْ سَيَهْدِيهِمْ وَيُصْلِح بَالهمْ وَيُدْخِلهُمْ الْجَنَّة عَرَّفَهَا لَهُمْ \" وَقَالَ تَعَالَى \" قَاتِلُوهُمْ يُعَذِّبهُمْ اللَّه بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُركُمْ عَلَيْهِمْ وَيَشْفِ صُدُور قَوْم مُؤْمِنِينَ وَيُذْهِب غَيْظ قُلُوبهمْ وَيَتُوب اللَّه عَلَى مَنْ يَشَاء وَاَللَّه عَلِيم حَكِيم \" وَقَالَ \" أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَم اللَّه الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُون اللَّه وَلَا رَسُوله وَلَا الْمُؤْمِنِينَ وَلِيجَة وَاَللَّه خَبِير بِمَا تَعْمَلُونَ \" وَقَالَ \" أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّة وَلَمَّا يَعْلَم اللَّه الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَم الصَّابِرِينَ \" وَقَالَ \" ولَنَبْلُوَنَّكُمْ حَتَّى نَعْلَم الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُو أَخْبَاركُمْ\" وَالْآيَات فِي هَذَا كَثِيرَة وَلِهَذَا قَالَ اِبْن عَبَّاس فِي قَوْله \" وَإِنَّ اللَّه عَلَى نَصْرهمْ لَقَدِير \" وَقَدْ فَعَلَ وَإِنَّمَا شَرَعَ تَعَالَى الْجِهَاد فِي الْوَقْت الْأَلْيَق بِهِ لِأَنَّهُمْ لَمَّا كَانُوا بِمَكَّة كَانَ الْمُشْرِكُونَ أَكْثَر عَدَدًا فَلَوْ أُمِرَ الْمُسْلِمُونَ وَهُمْ أَقَلّ مِنْ الْعَشْر بِقِتَالِ الْبَاقِينَ لَشَقَّ عَلَيْهِمْ وَلِهَذَا لَمَّا بَايَعَ أَهْل يَثْرِب لَيْلَة الْعَقَبَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانُوا نَيِّفًا وَثَمَانِينَ قَالُوا : يَا رَسُول اللَّه أَلَا نَمِيل عَلَى أَهْل الْوَادِي يَعْنُونَ أَهْل لَيَالِي مِنًى فَنَقْتُلهُمْ ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَمْ أُؤْمَر بِهَذَا \" فَلَمَّا بَغَى الْمُشْرِكُونَ وَأَخْرَجُوا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَظْهُرهمْ وَهَمُّوا بِقَتْلِهِ وَشَرَّدُوا أَصْحَابه شَذَر مَذَر فَذَهَبَ مِنْهُمْ طَائِفَة إِلَى الْحَبَشَة وَآخَرُونَ إِلَى الْمَدِينَة فَلَمَّا اِسْتَقَرُّوا بِالْمَدِينَةِ وَافَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاجْتَمَعُوا عَلَيْهِ وَقَامُوا بِنَصْرِهِ وَصَارَتْ لَهُمْ دَار إِسْلَام وَمَعْقِلًا يَلْجَئُونَ إِلَيْهِ شَرَعَ اللَّه جِهَاد الْأَعْدَاء فَكَانَتْ هَذِهِ الْآيَة أَوَّل مَا نَزَلَ فِي ذَلِكَ فَقَالَ تَعَالَى \" أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّه عَلَى نَصْرهمْ لَقَدِير \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39061, "aya_id": 39}]