[{"text": "وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ", "sura_id": 27, "type": 0, "id": 3207, "aya_id": 48}, {"text": "وكان في المدينة تسعة رهط يفسدون في الأرض ولا يصلحون", "sura_id": 27, "type": 1, "id": 9443, "aya_id": 48}, {"text": "48 - (وكان في المدينة) مدينة ثمود (تسعة رهط) رجال (يفسدون في الأرض) بالمعاصي منها قرضهم الدنانير والدراهم (ولا يصلحون) بالطاعة \r\n", "sura_id": 27, "type": 2, "id": 28151, "aya_id": 48}, {"text": "وكان في مدينة صالح -وهي \"الحِجْر\" الواقعة في شمال غرب جزيرة العرب- تسعة رجال, شأنهم الإفساد في الأرض, الذي لا يخالطه شيء من الصلاح.\r\n", "sura_id": 27, "type": 3, "id": 34387, "aya_id": 48}, {"text": " <font color=red>وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ طُغَاة ثَمُود وَرُءُوسهمْ الَّذِينَ كَانُوا دُعَاة قَوْمهمْ إِلَى الضَّلَال وَالْكُفْر وَتَكْذِيب صَالِح وَآلَ بِهِمْ الْحَال إِلَى أَنَّهُمْ عَقَرُوا النَّاقَة وَهَمُّوا بِقَتْلِ صَالِح أَيْضًا بِأَنْ يُبَيِّتُوهُ فِي أَهْله لَيْلًا فَيَقْتُلُوهُ غِيلَة ثُمَّ يَقُولُوا لِأَوْلِيَائِهِ مِنْ أَقْرَبِيهِ إِنَّهُمْ مَا عَلِمُوا بِشَيْءٍ مِنْ أَمْره وَإِنَّهُمْ لَصَادِقُونَ فِيمَا أَخْبَرُوهُمْ بِهِ مِنْ أَنَّهُمْ لَمْ يُشَاهِدُوا ذَلِكَ فَقَالَ تَعَالَى \" وَكَانَ فِي الْمَدِينَة \" أَيْ مَدِينَة ثَمُود \" تِسْعَة رَهْط \" أَيْ تِسْعَة نَفَر \" يُفْسِدُونَ فِي الْأَرْض وَلَا يُصْلِحُونَ\" وَإِنَّمَا غَلَبَ هَؤُلَاءِ عَلَى أَمْر ثَمُود لِأَنَّهُمْ كَانُوا كُبَرَاءَهُمْ وَرُؤَسَاءَهُمْ قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : هَؤُلَاءِ هُمْ الَّذِينَ عَقَرُوا النَّاقَة أَيْ الَّذِي صَدَرَ ذَلِكَ عَنْ رَأْيهمْ وَمَشُورَتهمْ قَبَّحَهُمْ اللَّه وَلَعَنَهُمْ وَقَدْ فَعَلَ ذَلِكَ وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ اِبْن عَبَّاس : كَانَ أَسْمَاء هَؤُلَاءِ التِّسْعَة دعمى ودعيم وهرما وهريم وداب وصواب ورياب ومسطع وَقِدَار بْن سَالِف عَاقِر النَّاقَة أَيْ الَّذِي بَاشَرَ ذَلِكَ بِيَدِهِ قَالَ اللَّه تَعَالَى : \" فَنَادَوْا صَاحِبهمْ فَتَعَاطَى فَعَقَرَ \" وَقَالَ تَعَالَى \" إِذْ اِنْبَعَثَ أَشْقَاهَا\" وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر بْن رَبِيعَة الصَّنْعَانِيّ سَمِعْت عَطَاء - هُوَ اِبْن أَبِي رَبَاح - يَقُول : \" وَكَانَ فِي الْمَدِينَة تِسْعَة رَهْط يُفْسِدُونَ فِي الْأَرْض وَلَا يُصْلِحُونَ\" قَالَ كَانُوا يُقْرِضُونَ الدَّرَاهِم يَعْنِي أَنَّهُمْ كَانُوا يَأْخُذُونَ مِنْهَا وَكَأَنَّهُمْ كَانُوا يَتَعَامَلُونَ بِهَا عَدَدًا كَمَا كَانَ الْعَرَب يَتَعَامَلُونَ وَقَالَ الْإِمَام مَالِك عَنْ يَحْيَى بْن سَعِيد عَنْ سَعِيد بْن الْمُسَيِّب أَنَّهُ قَالَ قَطْع الذَّهَب وَالْوَرِق مِنْ الْفَسَاد فِي الْأَرْض وَفِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد وَغَيْره أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ كَسْر سِكَّة الْمُسْلِمِينَ الْجَائِزَة بَيْنهمْ إِلَّا مِنْ بَأْس وَالْغَرَض أَنَّ هَؤُلَاءِ الْكَفَرَة الْفَسَقَة كَانَ مِنْ صِفَاتهمْ الْإِفْسَاد فِي الْأَرْض بِكُلِّ طَرِيق يَقْدِرُونَ عَلَيْهَا فَمِنْهَا مَا ذَكَرَهُ هَؤُلَاءِ الْأَئِمَّة وَغَيْر ذَلِكَ.</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39635, "aya_id": 48}]