[{"text": "وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا", "sura_id": 19, "type": 0, "id": 2265, "aya_id": 15}, {"text": "و سلام عليه يوم ولد و يوم يموت و يوم يبعث حيا", "sura_id": 19, "type": 1, "id": 8501, "aya_id": 15}, {"text": "15 - (وسلام) منا (عليه يوم ولد ويوم يموت ويوم يبعث حيا) أي في هذه الأيام المخوفة التي يرى فيها ما لم يره قبلها فهو آمن فيها \r\n", "sura_id": 19, "type": 2, "id": 27209, "aya_id": 15}, {"text": "وسلام من الله على يحيى وأمان له يوم وُلِد, ويوم يموت, ويوم يُبعث مِن قبره حيًا.\r\n", "sura_id": 19, "type": 3, "id": 33445, "aya_id": 15}, {"text": " <font color=red>وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا</font><BR><p>ثُمَّ قَالَ بَعْد هَذِهِ الْأَوْصَاف الْجَمِيلَة جَزَاء لَهُ عَلَى ذَلِكَ \" وَسَلَام عَلَيْهِ يَوْم وُلِدَ وَيَوْم يَمُوت وَيَوْم يُبْعَث حَيًّا \" أَيْ لَهُ الْأَمَان فِي هَذِهِ الثَّلَاثَة الْأَحْوَال وَقَالَ سُفْيَان بْن عُيَيْنَة أَوْحَش مَا يَكُون الْمَرْء فِي ثَلَاثَة مَوَاطِن يَوْم يُولَد فَيَرَى نَفْسه خَارِجًا مِمَّا كَانَ فِيهِ وَيَوْم يَمُوت فَيَرَى قَوْمًا لَمْ يَكُنْ عَايَنَهُمْ وَيَوْم يُبْعَث فَيَرَى نَفْسه فِي مَحْشَر عَظِيم قَالَ فَأَكْرَمَ اللَّه فِيهَا يَحْيَى بْن زَكَرِيَّا فَخَصَّهُ بِالسَّلَامِ عَلَيْهِ \" وَسَلَام عَلَيْهِ يَوْم وُلِدَ وَيَوْم يَمُوت وَيَوْم يُبْعَث حَيًّا \" رَوَاهُ اِبْن جَرِير عَنْ أَحْمَد بْن مَنْصُور الْمَرْوَزِيّ عَنْ صَدَقَة بْن الْفَضْل عَنْهُ وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله \" جَبَّارًا عَصِيًّا \" قَالَ كَانَ اِبْن الْمُسَيِّب يَذْكُر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ أَحَد يَلْقَى اللَّه يَوْم الْقِيَامَة إِلَّا ذَا ذَنْب إِلَّا يَحْيَى بْن زَكَرِيَّا \" قَالَ قَتَادَة : مَا أَذْنَبَ وَلَا هَمَّ بِامْرَأَةٍ . مُرْسَل وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَحْيَى بْن سَعِيد عَنْ سَعِيد بْن الْمُسَيِّب حَدَّثَنِي اِبْن الْعَاصِ أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلّ بَنِي آدَم يَأْتِي يَوْم الْقِيَامَة وَلَهُ ذَنْب إِلَّا مَا كَانَ مِنْ يَحْيَى بْن زَكَرِيَّا \" اِبْن إِسْحَاق مُدَلِّس وَقَدْ عَنْعَنَ هَذَا الْحَدِيث فَاَللَّه أَعْلَم . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد أَخْبَرَنَا عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مِهْرَان عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ أَحَد مِنْ وَلَد آدَم إِلَّا وَقَدْ أَخْطَأَ أَوْ هَمَّ بِخَطِيئَةٍ لَيْسَ يَحْيَى بْن زَكَرِيَّا وَمَا يَنْبَغِي لِأَحَدٍ أَنْ يَقُول أَنَا خَيْر مِنْ يُونُس بْن مَتَّى \" وَهَذَا أَيْضًا ضَعِيف لِأَنَّ عَلِيّ بْن زَيْد بْن جُدْعَان لَهُ مُنْكَرَات كَثِيرَة وَاَللَّه أَعْلَم . وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة أَنَّ الْحَسَن قَالَ : إِنَّ يَحْيَى وَعِيسَى عَلَيْهِمَا السَّلَام اِلْتَقَيَا فَقَالَ لَهُ عِيسَى اِسْتَغْفِرْ لِي أَنْتَ خَيْر مِنِّي فَقَالَ لَهُ الْآخَر أَنْتَ خَيْر مِنِّي فَقَالَ لَهُ عِيسَى أَنْتَ خَيْر مِنِّي سَلَّمْت عَلَى نَفْسِي وَسَلَّمَ اللَّه عَلَيْك فَعُرِفَ وَاَللَّه فَضْلهمَا .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38405, "aya_id": 15}]