[{"text": "وَانطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ", "sura_id": 38, "type": 0, "id": 3976, "aya_id": 6}, {"text": "وانطلق الملأ منهم أن امشوا واصبروا على آلهتكم إن هذا لشيء يراد", "sura_id": 38, "type": 1, "id": 10212, "aya_id": 6}, {"text": "6 - (وانطلق الملأ منهم) من مجلس اجتماعهم عند أبي طالب وسماعهم فيه من النبي صلى الله عليه وسلم قولوا لا إله إلا الله (أن امشوا) يقول بعضهم لبعض امشوا (واصبروا على آلهتكم) اثبتوا على عبادتها (إن هذا) المذكور من التوحيد (لشيء يراد) منا \r\n", "sura_id": 38, "type": 2, "id": 28920, "aya_id": 6}, {"text": "وانطلق رؤساء القوم وكبراؤهم يحرِّضون قومهم على الاستمرار على الشرك والصبر على تعدد الآلهة, ويقولون إن ما جاء به هذا الرسول شيء مدبَّر يقصد منه الرئاسة والسيادة,\r\n", "sura_id": 38, "type": 3, "id": 35156, "aya_id": 6}, {"text": " <font color=red>وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ</font><BR><p>\" وَانْطَلَقَ الْمَلَأ مِنْهُمْ \" وَهُمْ سَادَتُهُمْ وَقَادَتُهُمْ وَرُؤَسَاؤُهُمْ وَكُبَرَاؤُهُمْ قَائِلِينَ \" اِمْشُوا \" أَيْ اِسْتَمِرُّوا عَلَى دِينكُمْ \" وَاصْبِرُوا عَلَى آلِهَتكُمْ \" وَلَا تَسْتَجِيبُوا لِمَا يَدْعُوكُمْ إِلَيْهِ مُحَمَّد مِنْ التَّوْحِيد وَقَوْله تَعَالَى \" إِنَّ هَذَا لَشَيْءٌ يُرَاد \" قَالَ اِبْن جَرِير إِنَّ هَذَا الَّذِي يَدْعُونَا إِلَيْهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ التَّوْحِيد لَشَيْء يُرِيد بِهِ الشَّرَف عَلَيْكُمْ وَالِاسْتِعْلَاء وَأَنْ يَكُون لَهُ مِنْكُمْ أَتْبَاع وَلَسْنَا نُجِيبهُ إِلَيْهِ \" ذِكْر سَبَب نُزُول هَذِهِ الْآيَات الْكَرِيمَات \" قَالَ السُّدِّيّ إِنَّ نَاسًا مِنْ قُرَيْش اِجْتَمَعُوا فِيهِمْ أَبُو جَهْل بْن هِشَام وَالْعَاص بْن وَائِل وَالْأَسْوَد بْن الْمُطَّلِب وَالْأَسْوَد بْن عَبْد يَغُوث فِي نَفَر مِنْ مَشْيَخَة قُرَيْش فَقَالَ بَعْضهمْ لِبَعْضٍ اِنْطَلِقُوا بِنَا إِلَى أَبِي طَالِب فَلْنُكَلِّمْهُ فِيهِ فَلْيُنْصِفْنَا مِنْهُ فَلْيَكُفَّ عَنْ شَتْم آلِهَتنَا وَنَدَعْهُ وَإِلَهه الَّذِي يَعْبُدهُ فَإِنَّا نَخَاف أَنْ يَمُوت هَذَا الشَّيْخ فَيَكُون مِنَّا إِلَيْهِ شَيْء فَتُعَيِّرنَا بِهِ الْعَرَب يَقُولُونَ تَرَكُوهُ حَتَّى إِذَا مَاتَ عَنْهُ تَنَاوَلُوهُ فَبَعَثُوا رَجُلًا مِنْهُمْ يُقَال لَهُ الْمُطَّلِب فَاسْتَأْذَنَ لَهُمْ عَلَى أَبِي طَالِب فَقَالَ هَؤُلَاءِ مَشْيَخَة قَوْمك وَسَرَاتهمْ يَسْتَأْذِنُونَ عَلَيْك قَالَ أَدْخِلْهُمْ فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَا أَبَا طَالِب أَنْتَ كَبِيرنَا وَسَيِّدنَا فَأَنْصِفْنَا مِنْ اِبْن أَخِيك فَمُرْهُ فَلْيَكُفَّ عَنْ شَتْم آلِهَتنَا نَدْعُهُ وَإِلَهه قَالَ فَبَعَثَ إِلَيْهِ أَبُو طَالِب فَلَمَّا دَخَلَ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : يَا اِبْن أَخِي هَؤُلَاءِ مَشْيَخَة قَوْمك وَسَرَاتُهُمْ وَقَدْ سَأَلُوك أَنْ تَكُفَّ عَنْ شَتْمِ آلِهَتهمْ وَيَدْعُوك وَإِلَهك قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَمّ أَفَلَا أَدْعُوهُمْ إِلَى مَا هُوَ خَيْر لَهُمْ ؟ \" قَالَ وَإِلَامَ تَدْعُوهُمْ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَدْعُوهُمْ أَنْ يَتَكَلَّمُوا بِكَلِمَةٍ تَدِين لَهُمْ بِهَا الْعَرَب وَيَمْلِكُونَ بِهَا الْعَجَم \" فَقَالَ أَبُو جَهْل لَعَنَهُ اللَّه مِنْ بَيْن الْقَوْم مَا هِيَ وَأَبِيك لَأُعْطِيَنَّكَهَا وَعَشْر أَمْثَالهَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَقُولُونَ لَا إِلَه إِلَّا اللَّه \" فَنَفَرُوا وَقَالُوا سَلْنَا غَيْرهَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَوْ جِئْتُمُونِي بِالشَّمْسِ حَتَّى تَضَعُوهَا فِي يَدَيَّ مَا سَأَلْتُكُمْ غَيْرهَا \" فَقَامُوا مِنْ عِنْده غِضَابًا وَقَالُوا وَاَللَّه لَأَشْتُمَنَّك وَإِلَهك الَّذِي أَمَرَك بِهَذَا \" وَانْطَلَقَ الْمَلَأ مِنْهُمْ أَنْ اِمْشُوا وَاصْبِرُوا عَلَى آلِهَتكُمْ إِنَّ هَذَا لَشَيْء يُرَاد\" وَرَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَزَادَ فَلَمَّا خَرَجُوا دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَمّه إِلَى قَوْل لَا إِلَه إِلَّا اللَّه فَأَبَى وَقَالَ بَلْ عَلَى دِين الْأَشْيَاخ وَنَزَلَتْ \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت \" وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا أَبُو كُرَيْب وَابْن وَكِيع قَالَا حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا الْأَعْمَش حَدَّثَنَا عَبَّاد عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : لَمَّا مَرِضَ أَبُو طَالِب دَخَلَ عَلَيْهِ رَهْط مِنْ قُرَيْش فِيهِمْ أَبُو جَهْل فَقَالُوا : إِنَّ اِبْن أَخِيك يَشْتُم آلِهَتنَا وَيَفْعَل وَيَفْعَل وَيَقُول وَيَقُول فَلَوْ بَعَثْت إِلَيْهِ فَنَهَيْته فَبَعَثَ إِلَيْهِ فَجَاءَ النَّبِيّ فَدَخَلَ الْبَيْت وَبَيْنهمْ وَبَيْن أَبِي طَالِب قَدْر مَجْلِس رَجُل قَالَ فَخَشِيَ أَبُو جَهْل لَعَنَهُ اللَّه إِنْ جَلَسَ إِلَى جَنْب أَبِي طَالِب أَنْ يَكُون أَرَقَّ لَهُ عَلَيْهِ فَوَثَبَ فَجَلَسَ فِي ذَلِكَ الْمَجْلِس وَلَمْ يَجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَجْلِسًا قُرْب عَمّه فَجَلَسَ عِنْد الْبَاب فَقَالَ لَهُ أَبُو طَالِب أَيْ اِبْن أَخِي مَا لِقَوْمِك يَشْكُونَك وَيَزْعُمُونَ أَنَّك تَشْتُم آلِهَتهمْ وَتَقُول وَتَقُول ؟ قَالَ وَأَكْثَرُوا عَلَيْهِ مِنْ الْقَوْل وَتَكَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَا عَمّ إِنِّي أُرِيدهُمْ عَلَى كَلِمَة وَاحِدَة يَقُولُونَهَا تَدِين لَهُمْ بِهَا الْعَرَب وَتُؤَدِّي إِلَيْهِمْ بِهَا الْعَجَم الْجِزْيَة \" فَفَزِعُوا لِكَلِمَتِهِ وَلِقَوْلِهِ فَقَالَ الْقَوْم كَلِمَة وَاحِدَة نَعَمْ وَأَبِيك عَشْرًا فَقَالُوا وَمَا هِيَ قَالَ أَبُو طَالِب وَأَيّ كَلِمَة هِيَ يَا اِبْن أَخِي ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا إِلَه إِلَّا اللَّه \" فَقَامُوا فَزِعِينَ مُنَفِّضِينَ ثِيَابهمْ وَهُمْ يَقُولُونَ\" أَجَعَلَ الْآلِهَة إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْء عُجَاب \" قَالَ وَنَزَلَتْ مِنْ هَذَا الْمَوْضِع إِلَى قَوْله \" بَلْ لَمَّا يَذُوقُوا عَذَاب \" لَفْظ أَبِي كُرَيْب وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَالنَّسَائِيّ مِنْ حَدِيث مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر كِلَاهُمَا عَنْ أَبِي أُسَامَة عَنْ الْأَعْمَش عَنْ عَبَّاد غَيْر مَنْسُوب بِهِ نَحْوه وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن أَبِي سَعِيد وَابْن جَرِير أَيْضًا كُلّهمْ فِي تَفَاسِيرهمْ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ يَحْيَى بْن عُمَارَة الْكُوفِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَذَكَرَ نَحْوه .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40659, "aya_id": 6}]