[{"text": "وَجَاءهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُواْ يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَؤُلاء بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُواْ اللّهَ وَلاَ تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ", "sura_id": 11, "type": 0, "id": 1551, "aya_id": 78}, {"text": "وجاءه قومه يهرعون إليه ومن قبل كانوا يعملون السيئات قال يا قوم هؤلاء بناتي هن أطهر لكم فاتقوا الله ولا تخزون في ضيفي أليس منكم رجل رشيد", "sura_id": 11, "type": 1, "id": 7787, "aya_id": 78}, {"text": "78 - (وجاءه قومه) لما علموا بهم (يهرعون) يسرعون (إليه ومن قبل) قبل مجيئهم (كانوا يعملون السيئات) وهي إتيان الرجال (قال) لوط (يا قوم هؤلاء بناتي) فتزوجوهن (هن أطهر لكم فاتقوا الله ولا تخزون) تفضحون (في ضيفي) أضيافي (أليس منكم رجل رشيد) يأمر بالمعروف وينهى عن المنكر \r\n", "sura_id": 11, "type": 2, "id": 26495, "aya_id": 78}, {"text": "وجاء قومُ لوط يسرعون المشي إليه لطلب الفاحشة, وكانوا مِن قبل مجيئهم يأتون الرجال شهوة دون النساء, فقال لوط لقومه: هؤلاء بناتي تَزَوَّجوهن فهنَّ أطهر لكم مما تريدون, وسماهن بناته; لأن نبي الأمة بمنزلة الأب لهم, فاخشوا الله واحذروا عقابه, ولا تفضحوني بالاعتداء على ضيفي, أليس منكم رجل ذو رشد, ينهى من أراد ركوب الفاحشة, فيحول بينهم وبين ذلك؟\r\n", "sura_id": 11, "type": 3, "id": 32731, "aya_id": 78}, {"text": " <font color=red>وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ</font><BR><p>وَقَوْله \" يُهْرَعُونَ إِلَيْهِ \" أَيْ يُسْرِعُونَ وَيُهَرْوِلُونَ مِنْ فَرَحِهِمْ بِذَلِكَ وَقَوْله \" وَمِنْ قَبْل كَانُوا يَعْمَلُونَ السَّيِّئَات \" أَيْ لَمْ يَزَلْ هَذَا مِنْ سَجِيَّتهمْ حَتَّى أُخِذُوا وَهُمْ عَلَى ذَلِكَ الْحَال وَقَوْله \" قَالَ يَا قَوْم هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَر لَكُمْ \" يُرْشِدهُمْ إِلَى نِسَائِهِمْ فَإِنَّ النَّبِيّ لِلْأُمَّةِ بِمَنْزِلَةِ الْوَالِد فَأَرْشَدَهُمْ إِلَى مَا هُوَ أَنْفَع لَهُمْ فِي الدُّنْيَا وَالْآخِرَة كَمَا قَالَ لَهُمْ فِي الْآيَة الْأُخْرَى\" أَتَأْتُونَ الذُّكْرَان مِنْ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبّكُمْ مِنْ أَزْوَاجكُمْ بَلْ أَنْتُمْ قَوْم عَادُونَ \" وَقَوْله فِي الْآيَة الْأُخْرَى \" قَالُوا أَوَلَمْ نَنْهَك عَنْ الْعَالَمِينَ\" أَيْ أَلَمْ نَنْهَك عَنْ ضِيَافَة الرِّجَال \" قَالَ هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ لَعَمْرك إِنَّهُمْ لَفِي سَكْرَتهمْ يَعْمَهُونَ\" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَر لَكُمْ \" قَالَ مُجَاهِد : لَمْ يَكُنَّ بَنَاته لَكِنْ كُنَّ مِنْ أُمَّته وَكُلّ نَبِيّ أَبُو أُمَّته . وَكَذَا رُوِيَ عَنْ قَتَادَة وَغَيْر وَاحِد وَقَالَ اِبْن جُرَيْج : أَمَرَهُمْ أَنْ يَتَزَوَّجُوا النِّسَاء وَلَمْ يَعْرِض عَلَيْهِمْ سِفَاحًا وَقَالَ سَعِيد بْن جُبَيْر : يَعْنِي نِسَاءَهُمْ هُنَّ بَنَاته وَهُوَ أَب لَهُمْ وَيُقَال فِي بَعْض الْقِرَاءَات \" النَّبِيّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجه أُمَّهَاتهمْ \" وَهُوَ أَب لَهُمْ وَكَذَا رُوِيَ عَنْ الرَّبِيع بْن أَنَس وَقَتَادَة وَالسُّدِّيّ وَمُحَمَّد بْن إِسْحَاق وَغَيْرهمْ وَقَوْله \" فَاتَّقُوا اللَّه وَلَا تُخْزُونِ فِي ضَيْفِي \" أَيْ اِقْبَلُوا مَا آمُركُمْ بِهِ مِنْ الِاقْتِصَار عَلَى نِسَائِكُمْ \" أَلَيْسَ مِنْكُمْ رَجُل رَشِيد \" أَيْ فِيهِ خَيْر يَقْبَل مَا آمُرهُ بِهِ وَيَتْرُك مَا أَنْهَاهُ عَنْهُ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37699, "aya_id": 78}]