[{"text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ الْمُؤْمِنِينَ", "sura_id": 34, "type": 0, "id": 3626, "aya_id": 20}, {"text": "ولقد صدق عليهم إبليس ظنه فاتبعوه إلا فريقا من المؤمنين", "sura_id": 34, "type": 1, "id": 9862, "aya_id": 20}, {"text": "20 - (ولقد صدق) بالتخفيف والتشديد (عليهم) أي الكفار منهم سبأ (إبليس ظنه) أنهم بإغوائه يتبعونه (فاتبعوه) فصدق بالتخفيف في ظنه أي وجده صادقا (إلا) بمعنى لكن (فريقا من المؤمنين) للبيان أي هم المؤمنون لم يتبعوه \r\n", "sura_id": 34, "type": 2, "id": 28570, "aya_id": 20}, {"text": "ولقد ظن إبليس ظنًا غير يقين أنه سيضل بني آدم, وأنهم سيطيعونه في معصية الله, فصدَّق ظنه عليهم, فأطاعوه وعصوا ربهم إلا فريقًا من المؤمنين بالله, فإنهم ثبتوا على طاعة الله.\r\n", "sura_id": 34, "type": 3, "id": 34806, "aya_id": 20}, {"text": " <font color=red>وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى قِصَّة سَبَأ وَمَا كَانَ مِنْ أَمْرهمْ فِي اِتِّبَاعهمْ الْهَوَى وَالشَّيْطَان أَخْبَرَ عَنْهُمْ وَعَنْ أَمْثَالهمْ مِمَّنْ اِتَّبَعَ إِبْلِيس وَالْهَوَى وَخَالَفَ الرَّشَاد وَالْهُدَى فَقَالَ \" وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيس ظَنَّهُ \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَغَيْره هَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ إِبْلِيس حِين اِمْتَنَعَ مِنْ السُّجُود لِآدَم عَلَيْهِ الصَّلَاة وَالسَّلَام ثُمَّ قَالَ \" أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْت عَلَيَّ لَئِنْ أَخَّرْتنِ إِلَى يَوْم الْقِيَامَة لَأَحْتَنِكَنَّ ذُرِّيَّته إِلَّا قَلِيلًا \" وَقَالَ\" ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْن أَيْدِيهمْ وَمِنْ خَلْفهمْ وَعَنْ أَيْمَانهمْ وَعَنْ شَمَائِلهمْ وَلَا تَجِد أَكْثَرهمْ شَاكِرِينَ \" وَالْآيَات فِي هَذَا كَثِيرَة وَقَالَ الْحَسَن الْبَصْرِيّ لَمَّا أَهْبَطَ اللَّه آدَم عَلَيْهِ الصَّلَاة وَالسَّلَام مِنْ الْجَنَّة وَمَعَهُ حَوَّاء هَبَطَ إِبْلِيس فَرِحًا بِمَا أَصَابَ مِنْهُمَا وَقَالَ إِذَا أَصَبْت مِنْ الْأَبَوَيْنِ مَا أَصَبْت فَالذُّرِّيَّة أَضْعَف وَأَضْعَف وَكَانَ ذَلِكَ ظَنًّا مِنْ إِبْلِيس فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ : \" وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيس ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنْ الْمُؤْمِنِينَ \" فَقَالَ عِنْد ذَلِكَ إِبْلِيس لَا أُفَارِق اِبْن آدَم مَا دَامَ فِيهِ الرُّوح أَعِدُهُ وَأُمَنِّيه وَأَخْدَعهُ فَقَالَ اللَّه تَعَالَى وَعِزَّتِي وَجَلَالِي لَا أَحْجُب عَنْهُ التَّوْبَة مَا لَمْ يُغَرْغِر بِالْمَوْتِ وَلَا يَدْعُونِي إِلَّا أَجَبْته وَلَا يَسْأَلنِي إِلَّا أَعْطَيْته وَلَا يَسْتَغْفِرنِي إِلَّا غَفَرْت لَهُ رَوَاهُ اِبْن أَبَى حَاتِم . وَقَوْله تَبَارَكَ وَتَعَالَى : \" وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَان \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَيْ مِنْ حُجَّة وَقَالَ الْحَسَن الْبَصْرِيّ وَاَللَّه مَا ضَرَبَهُمْ بِعَصًا وَلَا أَكْرَههُمْ عَلَى شَيْء وَمَا كَانَ إِلَّا غُرُورًا وَأَمَانِيّ دَعَاهُمْ إِلَيْهَا فَأَجَابُوهُ . وَقَوْله عَزَّ وَجَلَّ \" إِلَّا لِنَعْلَم مَنْ يُؤْمِن بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكّ \" أَيْ إِنَّمَا سَلَّطْنَاهُ عَلَيْهِمْ لِيَظْهَر أَمْر مَنْ هُوَ مُؤْمِن بِالْآخِرَةِ وَقِيَامهَا وَالْحِسَاب فِيهَا وَالْجَزَاء فَيُحْسِن عِبَادَة رَبّه عَزَّ وَجَلَّ فِي الدُّنْيَا مِمَّنْ هُوَ مِنْهَا فِي شَكّ . وَقَوْله تَعَالَى \" وَرَبّك عَلَى كُلّ شَيْء حَفِيظ \" أَيْ وَمَعَ حِفْظه ضَلَّ مَنْ ضَلَّ مِنْ اِتِّبَاع إِبْلِيس وَبِحِفْظِهِ وَكِلَاءَته سَلِمَ مَنْ سَلِمَ مِنْ الْمُؤْمِنِينَ أَتْبَاع الرُّسُل .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40252, "aya_id": 20}]