[{"text": "يِا أَيُّهَا الَّذِينَ آمَنُواْ إَن تَتَّقُواْ اللّهَ يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللّهُ ذُو الْفَضْلِ الْعَظِيمِ", "sura_id": 8, "type": 0, "id": 1189, "aya_id": 29}, {"text": "يا أيها الذين آمنوا إن تتقوا الله يجعل لكم فرقانا و يكفر عنكم سيئاتكم و يغفر لكم و الله ذو الفضل العظيم", "sura_id": 8, "type": 1, "id": 7425, "aya_id": 29}, {"text": "29 - (يا أيها الذين آمنوا إن تتقوا الله) بالإنابة وغيرها (يجعل لكم فرقاناً) بينكم وبين ما تخافون فتنجون (ويكفر عنكم سيئاتكم ويغفر لكم) ذنوبكم (والله ذو الفضل العظيم) \r\n", "sura_id": 8, "type": 2, "id": 26133, "aya_id": 29}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه إن تتقوا الله بفعل أوامره واجتناب نواهيه يجعل لكم فصلا بين الحق والباطل, ويَمحُ عنكم ما سلف من ذنوبكم ويسترها عليكم, فلا يؤاخذكم بها. والله ذو الفضل العظيم.\r\n", "sura_id": 8, "type": 3, "id": 32369, "aya_id": 29}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ</font><BR><p>قَالَ اِبْن عَبَّاس وَالسُّدِّيّ وَمُجَاهِد وَعِكْرِمَة وَالضَّحَّاك وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَغَيْر وَاحِد \" فُرْقَانًا \" مَخْرَجًا زَادَ مُجَاهِد فِي الدُّنْيَا وَالْآخِرَة وَفِي رِوَايَة عَنْ اِبْن عَبَّاس \" فُرْقَانًا \" نَجَاة وَفِي رِوَايَة عَنْهُ نَصْرًا وَقَالَ مُحَمَّد بْن إِسْحَاق \" فُرْقَانًا \" أَيْ فَصْلًا بَيْن الْحَقّ وَالْبَاطِل وَهَذَا التَّفْسِير مِنْ اِبْن إِسْحَاق أَعَمُّ مِمَّا تَقَدَّمَ وَهُوَ يَسْتَلْزِم ذَلِكَ كُلّه فَإِنَّ مَنْ اِتَّقَى اللَّه بِفِعْلِ أَوَامِره وَتَرْك زَوَاجِره وُفِّقَ لِمَعْرِفَةِ الْحَقّ مِنْ الْبَاطِل فَكَانَ ذَلِكَ سَبَبَ نَصْره وَنَجَاته وَمَخْرَجه مِنْ أُمُور الدُّنْيَا وَسَعَادَته يَوْم الْقِيَامَة وَتَكْفِير ذُنُوبه وَهُوَ مَحْوُهَا وَغَفْرُهَا سَتْرُهَا عَنْ النَّاس وَسَبَبًا لِنَيْلِ ثَوَاب اللَّه الْجَزِيل كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَآمَنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَته وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاَللَّه غَفُور رَحِيم \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43076, "aya_id": 29}]