[{"text": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنفِقُوا خَيْرًا لِّأَنفُسِكُمْ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ", "sura_id": 64, "type": 0, "id": 5215, "aya_id": 16}, {"text": "فاتقوا الله ما استطعتم واسمعوا وأطيعوا وأنفقوا خيرا لأنفسكم ومن يوق شح نفسه فأولئك هم المفلحون", "sura_id": 64, "type": 1, "id": 11451, "aya_id": 16}, {"text": "16 - (فاتقوا الله ما استطعتم) ناسخة لقوله اتقوا الله حق تقاته (واسمعوا) ما أمرتم به سماع قبول (وأطيعوا) الله (وأنفقوا) في الطاعة (خيرا لأنفسكم) خبر يكن مقدرة جواب الأمر (ومن يوق شح نفسه فأولئك هم المفلحون) الفائزون \r\n", "sura_id": 64, "type": 2, "id": 30159, "aya_id": 16}, {"text": "فابذلوا- أيها المؤمنون- في تقوى الله جهدكم وطاقتكم, واسمعوا لرسول الله صلى الله عليه وسلم سماع تدبُّر وتفكر, وأطيعوا أوامره واجتنبوا نواهيه, وأنفقوا مما رزقكم الله يكن خيرًا لكم. ومن سَلِم من البخل ومَنْعِ الفضل من المال, فأولئك هم الظافرون بكل خير, الفائزون بكل مطلب.\r\n", "sura_id": 64, "type": 3, "id": 36395, "aya_id": 16}, {"text": " <font color=red>فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ</font><BR><p>وَقَوْله تَعَالَى \" فَاتَّقُوا اللَّه مَا اِسْتَطَعْتُمْ \" أَيْ جَهْدكُمْ وَطَاقَتكُمْ كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا أَمَرْتُكُمْ بِأَمْرٍ فَائْتُوا مِنْهُ مَا اِسْتَطَعْتُمْ وَمَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ\" وَقَدْ قَالَ بَعْض الْمُفَسِّرِينَ كَمَا رَوَاهُ مَالِك عَنْ زَيْد بْن أَسْلَمَ إِنَّ هَذِهِ الْآيَة نَاسِخَة لِلَّتِي فِي آلِ عِمْرَان وَهِيَ قَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنِي يَحْيَى بْن عَبْد اللَّه بْن بُكَيْر حَدَّثَنِي اِبْن لَهِيعَة حَدَّثَنِي عَطَاء هُوَ اِبْن دِينَار عَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" اِتَّقُوا اللَّه حَقّ تُقَاته وَلَا تَمُوتُّنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ\" قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة اِشْتَدَّ عَلَى الْقَوْم الْعَمَل فَقَامُوا حَتَّى وَرَمَتْ عَرَاقِيبهمْ وَتَقَرَّحَتْ جِبَاههمْ فَأَنْزَلَ اللَّه تَعَالَى هَذِهِ الْآيَة تَخْفِيفًا عَلَى الْمُسْلِمِينَ \" فَاتَّقُوا اللَّه مَا اِسْتَطَعْتُمْ \" فَنَسَخَتْ الْآيَة الْأُولَى وَرُوِيَ عَنْ أَبِي الْعَالِيَة وَزَيْد بْن أَسْلَمَ وَقَتَادَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان نَحْو ذَلِكَ وَقَوْله تَعَالَى \" وَاسْمَعُوا وَأَطِيعُوا \" أَيْ كُونُوا مُنْقَادِينَ لِمَا يَأْمُركُمْ اللَّه بِهِ وَرَسُوله وَلَا تَحِيدُوا عَنْهُ يَمْنَة وَلَا يَسْرَة وَلَا تُقَدِّمُوا بَيْن يَدَيْ اللَّه وَرَسُوله وَلَا تَتَخَلَّفُوا عَمَّا بِهِ أُمِرْتُمْ . وَلَا تَرْكَبُوا مَا عَنْهُ زُجِرْتُمْ وَقَوْله تَعَالَى \" وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ \" أَيْ وَابْذُلُوا مِمَّا رَزَقَكُمْ اللَّه عَلَى الْأَقَارِب وَالْفُقَرَاء وَالْمَسَاكِين وَذَوِي الْحَاجَات وَأَحْسِنُوا إِلَى خَلْق اللَّه كَمَا أَحْسَنَ اللَّه إِلَيْكُمْ يَكُنْ خَيْرًا لَكُمْ فِي الدُّنْيَا وَالْآخِرَة وَإِنْ لَا تَفْعَلُوا يَكُنْ شَرًّا لَكُمْ فِي الدُّنْيَا وَالْآخِرَة وَقَوْله تَعَالَى \" وَمَنْ يُوقَ شُحَّ نَفْسه فَأُولَئِكَ هُمْ الْمُفْلِحُونَ\" تَقَدَّمَ تَفْسِيره فِي سُورَة الْحَشْر وَذِكْر الْأَحَادِيث الْوَارِدَة فِي مَعْنَى هَذِهِ الْآيَة بِمَا أَغْنَى عَنْ إِعَادَته هَاهُنَا وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 64, "type": 4, "id": 42297, "aya_id": 16}]