[{"text": "رَّبَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ الصَّلاَةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُم مِّنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ", "sura_id": 14, "type": 0, "id": 1787, "aya_id": 37}, {"text": "ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلاة فاجعل أفئدة من الناس تهوي إليهم وارزقهم من الثمرات لعلهم يشكرون", "sura_id": 14, "type": 1, "id": 8023, "aya_id": 37}, {"text": "37 - (ربنا إني أسكنت من ذريتي) أي بعضها وهو إسماعيل مع أمه هاجر (بواد غير ذي زرع) هو مكة (عند بيتك المحرم) الذي كان قبل الطوفان (ربنا ليقيموا الصلاة فاجعل أفئدة) قلوبا (من الناس تهوي) تميل وتحن (إليهم) قال ابن عباس لو قال أفئدة الناس لحنت إليه فارس والروم والناس كلهم (وارزقهم من الثمرات لعلهم يشكرون) وقد فعل بنقل الطائف إليه \r\n", "sura_id": 14, "type": 2, "id": 26731, "aya_id": 37}, {"text": "ربنا إني أسكنت من ذريتي بوادٍ ليس فيه زرع ولا ماء بجوار بيتك المحرم, ربنا إنني فعلت ذلك بأمرك; لكي يؤدوا الصلاة بحدودها, فاجعل قلوب بعض خلقك تَنزع إليهم وتحنُّ, وارزقهم في هذا المكان من أنواع الثمار; لكي يشكروا لك على عظيم نعمك. فاستجاب الله دعاءه.\r\n", "sura_id": 14, "type": 3, "id": 32967, "aya_id": 37}, {"text": " <font color=red>رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ</font><BR><p>وَهَذَا يَدُلّ عَلَى أَنَّ هَذَا دُعَاءٌ ثَانٍ بَعْد الدُّعَاء الْأَوَّل الَّذِي دَعَا بِهِ عِنْدَمَا وَلَّى عَنْ هَاجَرَ وَوَلَدِهَا وَذَلِكَ قَبْل بِنَاء الْبَيْت وَهَذَا كَانَ بَعْد بِنَائِهِ تَأْكِيدًا وَرَغْبَة إِلَى اللَّه عَزَّ وَجَلَّ وَلِهَذَا قَالَ \" عِنْد بَيْتك الْمُحَرَّم \" وَقَوْله \" رَبّنَا لِيُقِيمُوا الصَّلَاة \" قَالَ اِبْن جَرِير هُوَ مُتَعَلِّق بِقَوْلِهِ \" الْمُحَرَّم\" أَيْ إِنَّمَا جَعَلْته مُحَرَّمًا لِيَتَمَكَّنَ أَهْله مِنْ إِقَامَة الصَّلَاة عِنْده \" فَاجْعَلْ أَفْئِدَة مِنْ النَّاس تَهْوِي إِلَيْهِمْ\" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَغَيْره لَوْ قَالَ أَفْئِدَة النَّاس لَازْدَحَمَ عَلَيْهِ فَارِس وَالرُّوم وَالْيَهُود وَالنَّصَارَى وَالنَّاس كُلّهمْ وَلَكِنْ قَالَ \" مِنْ النَّاسِ \" فَاخْتُصَّ بِهِ الْمُسْلِمُونَ وَقَوْله \" وَارْزُقْهُمْ مِنْ الثَّمَرَاتِ \" أَيْ لِيَكُونَ ذَلِكَ عَوْنًا لَهُمْ عَلَى طَاعَتِك وَكَمَا أَنَّهُ وَادٍ غَيْر ذِي زَرْع فَاجْعَلْ لَهُمْ ثِمَارًا يَأْكُلُونَهَا وَقَدْ اِسْتَجَابَ اللَّه ذَلِكَ كَمَا قَالَ \" أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا \" وَهَذَا مِنْ لُطْفه تَعَالَى وَكَرَمِهِ وَرَحْمَته وَبَرَكَته أَنَّهُ لَيْسَ فِي الْبَلَد الْحَرَام مَكَّة شَجَرَة مُثْمِرَة وَهِيَ تُجْبَى إِلَيْهَا ثَمَرَات مَا حَوْلهَا اِسْتِجَابَة لِدُعَاءِ الْخَلِيل عَلَيْهِ السَّلَام .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37930, "aya_id": 37}]