[{"text": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاء وَالْأَرْضُ وَمَا كَانُوا مُنظَرِينَ", "sura_id": 44, "type": 0, "id": 4443, "aya_id": 29}, {"text": "فما بكت عليهم السماء والأرض وما كانوا منظرين", "sura_id": 44, "type": 1, "id": 10679, "aya_id": 29}, {"text": "29 - (فما بكت عليهم السماء والأرض) بخلاف المؤمنين يبكي عليهم بموتهم مصلاهم من الأرض ومصعد عملهم من السماء (وما كانوا منظرين) مؤخرين للتوبة \r\n", "sura_id": 44, "type": 2, "id": 29387, "aya_id": 29}, {"text": "فما بكت السماء والأرض حزنًا على فرعون وقومه, وما كانوا مؤخَّرين عن العقوبة التي حلَّت بهم.\r\n", "sura_id": 44, "type": 3, "id": 35623, "aya_id": 29}, {"text": " <font color=red>فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ</font><BR><p>قَوْله سُبْحَانه وَتَعَالَى \" فَمَا بَكَتْ عَلَيْهِمْ السَّمَاء وَالْأَرْض \" أَيْ لَمْ تَكُنْ لَهُمْ أَعْمَال صَالِحَة تَصْعَد فِي أَبْوَاب السَّمَاء فَتَبْكِي عَلَى فَقْدهمْ وَلَا لَهُمْ فِي الْأَرْض بِقَاع عَبَدُوا اللَّه تَعَالَى فِيهَا فَقَدَتْهُمْ فَلِهَذَا اِسْتَحَقُّوا أَنْ لَا يُنْظَرُوا وَلَا يُؤَخَّرُوا لِكُفْرِهِمْ وَإِجْرَامهمْ وَعُتُوِّهِمْ وَعِنَادهمْ . قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده حَدَّثَنَا أَحْمَد بْن إِسْحَاق الْبَصْرِيّ حَدَّثَنَا مَكِّيّ بْن إِبْرَاهِيم حَدَّثَنَا مُوسَى بْن عُبَيْدَة حَدَّثَنِي يَزِيد الرُّقَاشِيّ حَدَّثَنِي أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ عَبْد إِلَّا وَلَهُ فِي السَّمَاء بَابَانِ : بَاب يَخْرُج مِنْهُ رِزْقه وَبَاب يَدْخُل مِنْهُ عَمَله وَكَلَامه فَإِذَا مَاتَ فَقَدَاهُ وَبَكَيَا عَلَيْهِ \" وَتَلَا هَذِهِ الْآيَة \" فَمَا بَكَتْ عَلَيْهِمْ السَّمَاء وَالْأَرْض \" وَذَكَرَ أَنَّهُمْ لَمْ يَكُونُوا عَمِلُوا عَلَى الْأَرْض عَمَلًا صَالِحًا يَبْكِي عَلَيْهِمْ وَلَمْ يَصْعَد لَهُمْ إِلَى السَّمَاء مِنْ كَلَامهمْ وَلَا مِنْ عَمَلهمْ كَلَام طَيِّب وَلَا عَمَل صَالِح فَتَفْقِدهُمْ فَتَبْكِي عَلَيْهِمْ وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث مُوسَى بْن عُبَيْدَة وَهُوَ الرَّبَذِيّ . وَقَالَ اِبْن جَرِير حَدَّثَنِي يَحْيَى بْن طَلْحَة حَدَّثَنِي عِيسَى بْن يُونُس عَنْ صَفْوَان بْن عَمْرو عَنْ شُرَيْح بْن عُبَيْد الْحَضْرَمِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْإِسْلَام بَدَأَ غَرِيبًا وَسَيَعُودُ غَرِيبًا كَمَا بَدَأَ أَلَا لَا غُرْبَة عَلَى مُؤْمِن مَا مَاتَ مُؤْمِن فِي غُرْبَة غَابَتْ عَنْهُ فِيهَا بِوَاكِيهِ إِلَّا بَكَتْ عَلَيْهِ السَّمَاء وَالْأَرْض - ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَمَا بَكَتْ عَلَيْهِمْ السَّمَاء وَالْأَرْض - ثُمَّ قَالَ - إِنَّهُمَا لَا يَبْكِيَانِ عَلَى الْكَافِر \" وَقَالَ اِبْن أَبَى حَاتِم حَدَّثَنَا أَحْمَد بْن عِصَام حَدَّثَنَا أَبُو أَحْمَد يَعْنِي الزُّبَيْرِيّ حَدَّثَنَا الْعَلَاء بْن صَالِح عَنْ الْمِنْهَال بْن عَمْرو عَنْ عَبَّاد بْن عَبْد اللَّه قَالَ سَأَلَ رَجُل عَلِيًّا رَضِيَ اللَّه عَنْهُ هَلْ تَبْكِي السَّمَاء وَالْأَرْض عَلَى أَحَد ؟ فَقَالَ لَهُ لَقَدْ سَأَلْتنِي عَنْ شَيْء مَا سَأَلَنِي عَنْهُ أَحَد قَبْلك إِنَّهُ لَيْسَ مِنْ عَبْد إِلَّا لَهُ مُصَلَّى فِي الْأَرْض مُصْعَد عَمَله مِنْ السَّمَاء وَإِنَّ آل فِرْعَوْن لَمْ يَكُنْ لَهُمْ عَمَل صَالِح فِي الْأَرْض وَلَا عَمَل يَصْعَد فِي السَّمَاء ثُمَّ قَرَأَ عَلِيّ رَضِيَ اللَّه عَنْهُ \" فَمَا بَكَتْ عَلَيْهِمْ السَّمَاء وَالْأَرْض وَمَا كَانُوا مُنْظَرِينَ \" وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا طَلْق بْن غَنَّام عَنْ زَائِدَة عَنْ مَنْصُور عَنْ مِنْهَال عَنْ سَعِيد بْن جُبَيْر قَالَ أَتَى اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا رَجُل فَقَالَ يَا أَبَا الْعَبَّاس أَرَأَيْت قَوْل اللَّه تَعَالَى \" فَمَا بَكَتْ عَلَيْهِمْ السَّمَاء وَالْأَرْض وَمَا كَانُوا مُنْظَرِينَ \" فَهَلْ تَبْكِي السَّمَاء وَالْأَرْض عَلَى أَحَد ؟ قَالَ رَضِيَ اللَّه عَنْهُ نَعَمْ إِنَّهُ لَيْسَ أَحَد مِنْ الْخَلَائِق إِلَّا وَلَهُ بَاب فِي السَّمَاء مِنْهُ يَنْزِل رِزْقه وَفِيهِ يَصْعَد عَمَله فَإِذَا مَاتَ الْمُؤْمِن فَأُغْلِقَ بَابه مِنْ السَّمَاء الَّذِي كَانَ يَصْعَد فِيهِ عَمَله وَيَنْزِل مِنْهُ رِزْقه فَفَقَدَهُ بَكَى عَلَيْهِ وَإِذَا فَقَدَهُ مُصَلَّاهُ مِنْ الْأَرْض الَّتِي كَانَ يُصَلِّي فِيهَا وَيَذْكُر اللَّه عَزَّ وَجَلَّ فِيهَا بَكَتْ عَلَيْهِ وَإِنَّ قَوْم فِرْعَوْن لَمْ تَكُنْ لَهُمْ فِي الْأَرْض آثَار صَالِحَة وَلَمْ يَكُنْ يَصْعَد إِلَى اللَّه عَزَّ وَجَلَّ مِنْهُمْ خَيْر فَلَمْ تَبْكِ عَلَيْهِمْ السَّمَاء وَالْأَرْض وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْو هَذَا . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي يَحْيَى الْقَتَّات عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : كَانَ يُقَال تَبْكِي الْأَرْض عَلَى الْمُؤْمِن أَرْبَعِينَ صَبَاحًا وَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَغَيْر وَاحِد وَقَالَ مُجَاهِد أَيْضًا مَا مَاتَ مُؤْمِن إِلَّا بَكَتْ عَلَيْهِ السَّمَاء وَالْأَرْض أَرْبَعِينَ صَبَاحًا قَالَ : فَقُلْت لَهُ أَتَبْكِي الْأَرْض ؟ فَقَالَ أَتَعْجَبُ ؟ وَمَا لِلْأَرْضِ لَا تَبْكِي عَلَى عَبْد كَانَ يَعْمُرهَا بِالرُّكُوعِ وَالسُّجُود ؟ وَمَا لِلسَّمَاءِ لَا تَبْكِي عَلَى عَبْد كَانَ لِتَكْبِيرِهِ وَتَسْبِيحه فِيهَا دَوِيّ كَدَوِيِّ النَّحْل . وَقَالَ قَتَادَة كَانُوا أَهْوَن عَلَى اللَّه عَزَّ وَجَلَّ مِنْ أَنْ تَبْكِي عَلَيْهِمْ السَّمَاء وَالْأَرْض وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا عَبْد السَّلَام بْن عَاصِم حَدَّثَنَا إِسْحَاق بْن إِسْمَاعِيل حَدَّثَنَا الْمُسْتَوْرِد بْن سَابِق عَنْ عُبَيْد الْمُكَتِّب عَنْ إِبْرَاهِيم قَالَ مَا بَكَتْ السَّمَاء مُنْذُ كَانَتْ الدُّنْيَا إِلَّا عَلَى اِثْنَيْنِ قُلْت لِعُبَيْدٍ أَلَيْسَ السَّمَاء وَالْأَرْض تَبْكِي عَلَى الْمُؤْمِن ؟ قَالَ ذَاكَ مَقَامه حَيْثُ يَصْعَد عَمَله قَالَ وَتَدْرِي مَا بُكَاء السَّمَاء ؟ قُلْت لَا قَالَ تَحْمَرّ وَتَصِير وَرْدَة كَالدِّهَانِ : إِنَّ يَحْيَى بْن زَكَرِيَّا عَلَيْهِ الصَّلَاة وَالسَّلَام لَمَّا قُتِلَ اِحْمَرَّتْ السَّمَاء وَقَطَرَتْ دَمًا وَإِنَّ الْحُسَيْن بْن عَلِيّ رَضِيَ اللَّه عَنْهُمَا لَمَّا قُتِلَ اِحْمَرَّتْ السَّمَاء . وَحَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَبُو غَسَّان مُحَمَّد بْن عَمْرو زُنَيْج حَدَّثَنَا جَرِير عَنْ يَزِيد بْن أَبِي زِيَاد قَالَ لَمَّا قُتِلَ الْحُسَيْن بْن عَلِيّ رَضِيَ اللَّه عَنْهُمَا اِحْمَرَّتْ آفَاق السَّمَاء أَرْبَعَة أَشْهُر قَالَ يَزِيد وَاحْمِرَارهَا بُكَاؤُهَا وَهَكَذَا قَالَ السُّدِّيّ فِي الْكَبِير وَقَالَ عَطَاء الْخُرَاسَانِيّ بُكَاؤُهَا أَنْ تَحْمَرّ أَطْرَافهَا وَذَكَرُوا أَيْضًا فِي مَقْتَل الْحُسَيْن رَضِيَ اللَّه عَنْهُ أَنَّهُ مَا قُلِّبَ حَجَر يَوْمئِذٍ إِلَّا وُجِدَ تَحْته دَم عَبِيط وَأَنَّهُ كَسَفَتْ الشَّمْس وَاحْمَرَّ الْأُفُق وَسَقَطَتْ حِجَارَة وَفِي كُلّ مِنْ ذَلِكَ نَظَر وَالظَّاهِر أَنَّهُ مِنْ سُخْف الشِّيعَة وَكَذِبهمْ لِيُعَظِّمُوا الْأَمْر وَلَا شَكَّ أَنَّهُ عَظِيم وَلَكِنْ لَمْ يَقَع هَذَا الَّذِي اِخْتَلَقُوهُ وَكَذَبُوهُ وَقَدْ وَقَعَ مَا هُوَ أَعْظَم مِنْ قَتْل الْحُسَيْن رَضِيَ اللَّه عَنْهُ وَلَمْ يَقَع شَيْء مِمَّا ذَكَرُوهُ فَإِنَّهُ قَدْ قُتِلَ أَبُوهُ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ وَهُوَ أَفْضَل مِنْهُ بِالْإِجْمَاعِ وَلَمْ يَقَع شَيْء مِنْ ذَلِكَ وَعُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ قُتِلَ مَحْصُورًا مَظْلُومًا وَلَمْ يَكُنْ شَيْء مِنْ ذَلِكَ وَعُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قُتِلَ فِي الْمِحْرَاب فِي صَلَاة الصُّبْح وَكَأَنَّ الْمُسْلِمِينَ لَمْ تَطْرُقهُمْ مُصِيبَة قَبْل ذَلِكَ وَلَمْ يَكُنْ شَيْء مِنْ ذَلِكَ وَهَذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ سَيِّد الْبَشَر فِي الدُّنْيَا وَالْآخِرَة يَوْم مَاتَ لَمْ يَكُنْ شَيْء مِمَّا ذَكَرُوهُ وَيَوْم مَاتَ إِبْرَاهِيم بْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَسَفَتْ الشَّمْس فَقَالَ النَّاس خَسَفَتْ لِمَوْتِ إِبْرَاهِيم فَصَلَّى بِهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَاة الْكُسُوف وَخَطَبَهُمْ وَبَيَّنَ لَهُمْ أَنَّ الشَّمْس وَالْقَمَر لَا يَنْخَسِفَانِ لِمَوْتِ أَحَد وَلَا لِحَيَاتِهِ .</p><BR> <br> ", "sura_id": 44, "type": 4, "id": 41242, "aya_id": 29}]