[{"text": "مَّا أَفَاء اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاء مِنكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ", "sura_id": 59, "type": 0, "id": 5133, "aya_id": 7}, {"text": "ما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل كي لا يكون دولة بين الأغنياء منكم وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا واتقوا الله إن الله شديد العقاب", "sura_id": 59, "type": 1, "id": 11369, "aya_id": 7}, {"text": "7 - (ما أفاء الله على رسوله من أهل القرى) كالصفراء ووادي القرى وينبع (فلله) يأمر فيه بما يشاء (وللرسول ولذي) صاحب (القربى) قرابة النبي من بني هاشم وبني المطلب (واليتامى) أطفال المسلمين الذين هلكت آباؤهم وهم فقراء (والمساكين) ذوي الحاجة من المسلمين (وابن السبيل) المنقطع في سفره من المسلمين أي يستحقه النبي صلى الله عليه وسلم والأصناف الأربعة على ما كان يقسمه من أن لكل من الأربعة خمس الخمس وله الباقي (كي لا) كي بمعنى الللام وأن مقدرة بعدها (يكون) الفيء علة لقسمه كذلك (دولة) متداولا (بين الأغنياء منكم وما آتاكم) أعطاكم (الرسول) من الفيء وغيره (فخذوه وما نهاكم عنه فانتهوا واتقوا الله إن الله شديد العقاب) \r\n", "sura_id": 59, "type": 2, "id": 30077, "aya_id": 7}, {"text": "ما أفاءه الله على رسوله من أموال مشركي أهل القرى من غير ركوب خيل ولا إبل فلله ولرسوله, يُصْرف في مصالح المسلمين العامة, ولذي قرابة رسول الله صلى الله عليه وسلم، واليتامى, وهم الأطفال الفقراء الذين مات آباؤهم, والمساكين, وهم أهل الحاجة والفقر, وابن السبيل, وهو الغريب المسافر الذي نَفِدت نفقته وانقطع عنه ماله؛ وذلك حتى لا يكون المال ملكًا متداولا بين الأغنياء وحدهم, ويحرم منه الفقراء والمساكين. وما أعطاكم الرسول من مال, أو شرعه لكم مِن شرع, فخذوه, وما نهاكم عن أَخْذه أو فِعْله فانتهوا عنه, واتقوا الله بامتثال أوامره وترك نواهيه. إن الله شديد العقاب لمن عصاه وخالف أمره ونهيه. والآية أصل في وجوب العمل بالسنة: قولا أو فعلا أو تقريرًا.\r\n", "sura_id": 59, "type": 3, "id": 36313, "aya_id": 7}, {"text": " <font color=red>مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ</font><BR><p>قَالَ تَعَالَى \" مَا أَفَاءَ اللَّه عَلَى رَسُوله مِنْ أَهْل الْقُرَى \" أَيْ جَمِيع الْبُلْدَان الَّتِي تُفْتَح هَكَذَا فَحُكْمهَا حُكْم أَمْوَال بَنِي النَّضِير وَلِهَذَا قَالَ تَعَالَى \" فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِين وَابْن السَّبِيل \" إِلَى آخِرهَا وَاَلَّتِي بَعْدهَا فَهَذِهِ مَصَارِف أَمْوَال الْفَيْء وَوُجُوهه . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ عَمْرو وَمَعْمَر عَنْ الزُّهْرِيّ عَنْ مَالِك بْن أَوْس بْن الْحَدَثَانِ عَنْ عُمَر رَضِيَ اللَّه عَنْهُ قَالَ : كَانَتْ أَمْوَال بَنِي النَّضِير مِمَّا أَفَاءَ اللَّه إِلَى رَسُوله مِمَّا لَمْ يُوجِف الْمُسْلِمُونَ عَلَيْهِ بِخَيْلٍ وَلَا رِكَاب فَكَانَتْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَالِصَة فَكَانَ يُنْفِق عَلَى أَهْله مِنْهَا نَفَقَة سَنَته وَقَالَ مَرَّة قُوت سَنَته وَمَا بَقِيَ جَعَلَهُ فِي الْكُرَاع وَالسِّلَاح فِي سَبِيل اللَّه عَزَّ وَجَلَّ هَكَذَا أَخْرَجَهُ أَحْمَد هَهُنَا مُخْتَصَرًا وَقَدْ أَخْرَجَهُ الْجَمَاعَة فِي كُتُبهمْ إِلَّا اِبْن مَاجَهْ مِنْ حَدِيث سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ الزُّهْرِيّ بِهِ وَقَدْ رُوِّينَاهُ مُطَوَّلًا وَقَالَ أَبُو دَاوُد رَحِمَهُ اللَّه حَدَّثَنَا الْحَسَن بْن عَلِيّ وَمُحَمَّد بْن يَحْيَى بْن فَارِس الْمَعْنَى وَاحِد قَالَا حَدَّثَنَا بِشْر بْن عَمْرو الزَّهْرَانِيّ حَدَّثَنِي مَالِك بْن أَنَس عَنْ اِبْن شِهَاب عَنْ مَالِك بْن أَوْس قَالَ أَرْسَلَ إِلَى عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ حِين تَعَالَى النَّهَار فَجِئْته فَوَجَدْته جَالِسًا عَلَى سَرِير مُفْضِيًا إِلَى رِمَاله فَقَالَ حِين دَخَلْت عَلَيْهِ : يَا مَال إِنَّهُ قَدْ دَفَّ أَهْل أَبْيَات مِنْ قَوْمك وَقَدْ أَمَرْت فِيهِمْ بِشَيْءٍ فَاقْسِمْ فِيهِمْ قُلْت لَوْ أَمَرْت غَيْرِي بِذَلِكَ فَقَالَ خُذْهُ فَجَاءَهُ يَرْفَأ فَقَالَ يَا أَمِير الْمُؤْمِنِينَ هَلْ لَك فِي عُثْمَان بْن عَفَّان وَعَبْد الرَّحْمَن بْن عَوْف وَالزُّبَيْر بْن الْعَوَّام وَسَعْد بْن أَبِي وَقَّاص ؟ قَالَ نَعَمْ فَأَذِنَ لَهُمْ فَدَخَلُوا ثُمَّ جَاءَهُ يَرْفَأ فَقَالَ يَا أَمِير الْمُؤْمِنِينَ هَلْ لَك فِي الْعَبَّاس وَعَلِيّ ؟ قَالَ نَعَمْ فَأَذِنَ لَهُمَا فَدَخَلَا فَقَالَ الْعَبَّاس يَا أَمِير الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْن هَذَا يَعْنِي عَلِيًّا فَقَالَ بَعْضهمْ أَجَلْ يَا أَمِير الْمُؤْمِنِينَ اِقْضِ بَيْنهمَا وَأَرِحْهُمَا قَالَ مَالِك بْن أَوْس خُيِّلَ إِلَيَّ أَنَّهُمَا قَدِمَا أُولَئِكَ النَّفَر لِذَلِكَ فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ اِتَّئِدْ ثُمَّ أَقْبَلَ عَلَى أُولَئِكَ الرَّهْط فَقَالَ : أَنْشُدكُمْ بِاَللَّهِ الَّذِي بِإِذْنِهِ تَقُوم السَّمَاء وَالْأَرْض هَلْ تَعْلَمُونَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا نُورَث مَا تَرَكْنَا صَدَقَة \" قَالُوا نَعَمْ ثُمَّ أَقْبَلَ عَلَى عَلِيّ وَالْعَبَّاس فَقَالَ أَنْشُدكُمَا بِاَللَّهِ الَّذِي بِإِذْنِهِ تَقُوم السَّمَاء وَالْأَرْض هَلْ تَعْلَمَانِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا نُورَث مَا تَرَكْنَا صَدَقَة \" فَقَالَا نَعَمْ فَقَالَ إِنَّ اللَّه خَصَّ رَسُوله بِخَاصَّةٍ لَمْ يَخُصّ بِهَا أَحَدًا مِنْ النَّاس قَالَ تَعَالَى \" وَمَا أَفَاءَ اللَّه عَلَى رَسُوله مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْل وَلَا رِكَاب وَلَكِنَّ اللَّه يُسَلِّط رُسُله عَلَى مَنْ يَشَاء وَاَللَّه عَلَى كُلّ شَيْء قَدِير \" فَكَانَ اللَّه تَعَالَى أَفَاءَ إِلَى رَسُوله أَمْوَال بَنِي النَّضِير فَوَاَللَّهِ مَا اِسْتَأْثَرَ بِهَا عَلَيْكُمْ وَلَا أَحْرَزَهَا دُونكُمْ فَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْخُذ مِنْهَا نَفَقَة سَنَة أَوْ نَفَقَته وَنَفَقَة أَهْله سَنَة وَيَجْعَل مَا بَقِيَ أُسْوَة الْمَال ثُمَّ أَقْبَلَ عَلَى أُولَئِكَ الرَّهْط فَقَالَ : أَنْشُدكُمْ بِاَللَّهِ الَّذِي بِإِذْنِهِ تَقُوم السَّمَاء وَالْأَرْض هَلْ تَعْلَمُونَ ذَلِكَ ؟ قَالُوا نَعَمْ ثُمَّ أَقْبَلَ عَلَى عَلِيّ وَالْعَبَّاس فَقَالَ أَنْشُدكُمَا بِاَللَّهِ الَّذِي بِإِذْنِهِ تَقُوم السَّمَاء وَالْأَرْض هَلْ تَعْلَمَانِ ذَلِكَ ؟ قَالَا نَعَمْ فَلَمَّا تُوُفِّيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَبُو بَكْر أَنَا وَلِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجِئْت أَنْتَ وَهَذَا إِلَى أَبِي بَكْر تَطْلُب أَنْتَ مِيرَاثك عَنْ اِبْن أَخِيك وَيَطْلُب هَذَا مِيرَاث اِمْرَأَته مِنْ أَبِيهَا فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا نُورَث مَا تَرَكْنَا صَدَقَة\" وَاَللَّه يَعْلَم إِنَّهُ لَصَادِق بَارّ رَاشِد تَابِع لِلْحَقِّ فَوُلِّيهَا أَبُو بَكْر فَلَمَّا تُوُفِّيَ قُلْت أَنَا وَلِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَلِيّ أَبُو بَكْر فَوُلِّيتهَا مَا شَاءَ اللَّه أَنْ أَلِيهَا فَجِئْت أَنْتَ وَهَذَا وَأَنْتُمَا جَمِيع وَأَمْركُمَا وَاحِد فَسَأَلْتُمَانِيهَا فَقُلْت إِنْ شِئْتُمَا فَأَنَا أَدْفَعهَا إِلَيْكُمَا عَلَى أَنَّ عَلَيْكُمَا عَهْد اللَّه أَنْ تَلِيَاهَا بِاَلَّذِي كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَلِيهَا فَأَخَذْتُمَاهَا مِنِّي عَلَى ذَلِكَ ثُمَّ جِئْتُمَانِي لِأَقْضِيَ بَيْنكُمَا بِغَيْرِ ذَلِكَ وَاَللَّه لَا أَقْضِي بَيْنكُمَا بِغَيْرِ ذَلِكَ حَتَّى تَقُوم السَّاعَة فَإِنْ عَجَزْتُمَا عَنْهَا فَرُدَّاهَا إِلَيَّ أَخْرَجُوهُ مِنْ حَدِيث الزُّهْرِيّ بِهِ . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَارِم وَعَفَّان قَالَا أَخْبَرَنَا مَعْمَر سَمِعْت أَبِي يَقُول حَدَّثَنَا أَنَس بْن مَالِك عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الرَّجُل كَانَ يَجْعَل مِنْ مَاله النَّخَلَات أَوْ كَمَا شَاءَ اللَّه حَتَّى فُتِحَتْ عَلَيْهِ قُرَيْظَة وَالنَّضِير قَالَ فَجَعَلَ يَرُدّ بَعْد ذَلِكَ قَالَ وَإِنَّ أَهْلِي أَمَرُونِي أَنْ آتِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَسْأَلهُ الَّذِي كَانَ أَهْله أَعْطَوْهُ أَوْ بَعْضه وَكَانَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ أَعْطَاهُ أُمّ أَيْمَن أَوْ كَمَا شَاءَ اللَّه قَالَ فَسَأَلْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَعْطَانِيهِنَّ فَجَاءَتْ أُمّ أَيْمَن فَجَعَلَتْ الثَّوْب فِي عُنُقِي وَجَعَلَتْ تَقُول كَلَّا وَاَللَّه الَّذِي لَا إِلَه إِلَّا هُوَ لَا يُعْطِيكَهُنَّ وَقَدْ أَعْطَانِيهِنَّ أَوْ كَمَا قَالَتْ فَقَالَ نَبِيّ اللَّه \" لَك كَذَا وَكَذَا \" قَالَ : وَتَقُول كَلَّا وَاَللَّه قَالَ وَيَقُول \" لَك كَذَا وَكَذَا \" قَالَ : وَتَقُول كَلَّا وَاَللَّه قَالَ : وَيَقُول \" لَك كَذَا وَكَذَا \" قَالَ حَتَّى أَعْطَاهَا حَسِبْت أَنَّهُ قَالَ عَشَرَة أَمْثَاله أَوْ قَالَ قَرِيبًا مِنْ عَشَرَة أَمْثَاله أَوْ كَمَا قَالَ . رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ طُرُق عَنْ مَعْمَر بِهِ وَهَذِهِ الْمَصَارِف الْمَذْكُورَة فِي هَذِهِ الْآيَة هِيَ الْمَصَارِف الْمَذْكُورَة فِي خُمُس الْغَنِيمَة وَقَدْ قَدَّمْنَا الْكَلَام عَلَيْهَا فِي سُورَة الْأَنْفَال بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَلِلَّهِ الْحَمْد وَقَوْله تَعَالَى \" كَيْلَا يَكُون دُولَة بَيْن الْأَغْنِيَاء مِنْكُمْ \" أَيْ جَعَلْنَا هَذِهِ الْمَصَارِف لِمَالِ الْفَيْء كَيْلَا يَبْقَى مَأْكَلَة يَتَغَلَّب عَلَيْهَا الْأَغْنِيَاء وَيَتَصَرَّفُونَ فِيهَا بِمَحْضِ الشَّهَوَات وَالْآرَاء وَلَا يَصْرِفُونَ مِنْهُ شَيْئًا إِلَى الْفُقَرَاء وَقَوْله تَعَالَى \" وَمَا آتَاكُمْ الرَّسُول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا \" أَيْ مَهْمَا أَمَرَكُمْ بِهِ فَافْعَلُوهُ وَمَهْمَا نَهَاكُمْ عَنْهُ فَاجْتَنِبُوهُ فَإِنَّهُ إِنَّمَا يَأْمُر بِخَيْرٍ وَإِنَّمَا يَنْهَى عَنْ شَرّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يَحْيَى بْن أَبِي طَالِب حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ الْحَسَن الْعَوْفِيّ عَنْ يَحْيَى بْن الْجَزَّار عَنْ مَسْرُوق قَالَ جَاءَتْ اِمْرَأَة إِلَى اِبْن مَسْعُود فَقَالَتْ بَلَغَنِي أَنَّك تَنْهَى عَنْ الْوَاشِمَة وَالْوَاصِلَة أَشَيْء وَجَدْته فِي كِتَاب اللَّه تَعَالَى أَوْ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ بَلَى شَيْء وَجَدْته فِي كِتَاب اللَّه وَعَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ وَاَللَّه لَقَدْ تَصَفَّحْت مَا بَيْن دَفَّتَيْ الْمُصْحَف فَمَا وَجَدْت فِيهِ الَّذِي تَقُول قَالَ فَمَا وَجَدْت\" وَمَا أَتَاكُمْ الرَّسُول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا\" قَالَتْ بَلَى قَالَ فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْهَى عَنْ الْوَاصِلَة وَالْوَاشِمَة وَالنَّامِصَة قَالَتْ فَلَعَلَّهُ فِي بَعْض أَهْلك قَالَ فَادْخُلِي فَانْظُرِي فَدَخَلَتْ فَنَظَرَتْ ثُمَّ خَرَجَتْ قَالَتْ مَا رَأَيْت بَأْسًا فَقَالَ لَهَا أَمَا حَفِظْت وَصِيَّة الْعَبْد الصَّالِح \" وَمَا أُرِيد أَنْ أُخَالِفكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ مَنْصُور عَنْ عَلْقَمَة عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود قَالَ : لَعَنَ اللَّه الْوَاشِمَات وَالْمُسْتَوْشِمَات وَالْمُتَنَمِّصَات وَالْمُتَفَلِّجَات لِلْحُسْنِ الْمُغَيِّرَات خَلْق اللَّه عَزَّ وَجَلَّ قَالَ فَبَلَغَ اِمْرَأَة مِنْ بَنِي أَسَد فِي الْبَيْت يُقَال لَهَا أُمّ يَعْقُوب فَجَاءَتْ إِلَيْهِ فَقَالَتْ بَلَغَنِي أَنَّك قُلْت كَيْت وَكَيْت قَالَ مَا لِي لَا أَلْعَن مَنْ لَعَنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي كِتَاب اللَّه تَعَالَى فَقَالَتْ إِنِّي لَأَقْرَأ مَا بَيْن لَوْحَيْهِ فَمَا وَجَدْته فَقَالَ إِنْ كُنْت قَرَأْتِيهِ فَقَدْ وَجَدْتِيهِ أَمَا قَرَأْت \" وَمَا آتَاكُمْ الرَّسُول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا \" قَالَتْ بَلَى قَالَ فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْهُ قَالَتْ إِنِّي لَأَظُنّ أَهْلك يَفْعَلُونَهُ قَالَ اِذْهَبِي فَانْظُرِي فَذَهَبَتْ فَلَمْ تَرَ مِنْ حَاجَتهَا شَيْئًا فَجَاءَتْ فَقَالَتْ مَا رَأَيْت شَيْئًا قَالَ لَوْ كَانَ كَذَا لَمْ تُجَامِعنَا . أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَيْضًا عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوا مِنْهُ مَا اِسْتَطَعْتُمْ وَمَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ \" وَقَالَ النَّسَائِيّ أَخْبَرَنَا أَحْمَد بْن سَعِيد حَدَّثَنَا يَزِيد حَدَّثَنَا مَنْصُور بْن حَيَّان عَنْ سَعِيد بْن جُبَيْر عَنْ عُمَر وَابْن عَبَّاس أَنَّهُمَا شَهِدَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى عَنْ الدُّبَّاء وَالْحَنْتَم وَالنَّقِير وَالْمُزَفَّت ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا آتَاكُمْ الرَّسُول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا \" وَقَوْله تَعَالَى \" وَاتَّقُوا اللَّه إِنَّ اللَّه شَدِيد الْعِقَاب \" أَيْ اِتَّقُوهُ فِي اِمْتِثَال أَوَامِره وَتَرْك زَوَاجِره فَإِنَّهُ شَدِيد الْعِقَاب لِمَنْ عَصَاهُ وَخَالَفَ أَمْره وَأَبَاهُ وَارْتَكَبَ مَا عَنْهُ زَجَرَهُ وَنَهَاهُ .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42073, "aya_id": 7}]