[{"text": "وَإِن كُنتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنكُنَّ أَجْرًا عَظِيمًا", "sura_id": 33, "type": 0, "id": 3562, "aya_id": 29}, {"text": "وإن كنتن تردن الله ورسوله والدار الآخرة فإن الله أعد للمحسنات منكن أجرا عظيما", "sura_id": 33, "type": 1, "id": 9798, "aya_id": 29}, {"text": "29 - (وإن كنتن تردن الله ورسوله والدار الآخرة) الجنة (فإن الله أعد للمحسنات منكن) بإرادة الآخرة (أجرا عظيما) الجنة فاخترن الآخرة على الدنيا \r\n", "sura_id": 33, "type": 2, "id": 28506, "aya_id": 29}, {"text": "وإن كنتن تردْنَ رضا الله ورضا رسوله وما أعدَّ الله لكُنَّ في الدار الآخرة, فاصبرْنَ على ما أنتُنَّ عليه, وأطعن الله ورسوله, فإن الله أعد للمحسنات منكنَّ ثوابًا عظيمًا. (وقد اخترن الله ورسوله, وما أعدَّ الله لهن في الدار الآخرة).\r\n", "sura_id": 33, "type": 3, "id": 34742, "aya_id": 29}, {"text": " <font color=red>وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا</font><BR><p>هَذَا أَمْر مِنْ اللَّه تَبَارَكَ وَتَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنْ يُخَيِّر نِسَاءَهُ بَيْن أَنْ يُفَارِقهُنَّ فَيَذْهَبْنَ إِلَى غَيْره مِمَّنْ يَحْصُل لَهُنَّ عِنْده الْحَيَاة الدُّنْيَا وَزِينَتهَا وَبَيْن الصَّبْر عَلَى مَا عِنْده مِنْ ضِيق الْحَال وَلَهُنَّ عِنْد اللَّه تَعَالَى فِي ذَلِكَ الثَّوَاب الْجَزِيل فَاخْتَرْنَ رَضِيَ اللَّه عَنْهُنَّ وَأَرْضَاهُنَّ اللَّه وَرَسُوله وَالدَّار الْآخِرَة فَجَمَعَ اللَّه تَعَالَى لَهُنَّ بَعْد ذَلِكَ بَيْن خَيْر الدُّنْيَا وَسَعَادَة الْآخِرَة . قَالَ الْبُخَارِيّ حَدَّثَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب عَنْ الزُّهْرِيّ قَالَ أَخْبَرَنِي أَبُو سَلَمَة بْن عَبْد الرَّحْمَن أَنَّ عَائِشَة رَضِيَ اللَّه عَنْهَا زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَاءَهَا حِين أَمَرَهُ اللَّه تَعَالَى أَنْ يُخَيِّر أَزْوَاجه قَالَتْ فَبَدَأَ بِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" إِنِّي ذَاكِر لَك أَمْرًا فَلَا عَلَيْك أَنْ لَا تَسْتَعْجِلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْك \" وَقَدْ عَلِمَ أَنَّ أَبَوَيَّ لَمْ يَكُونَا يَأْمُرَانِي بِفِرَاقِهِ قَالَتْ ثُمَّ قَالَ \" إِنَّ اللَّه تَعَالَى قَالَ \" يَا أَيّهَا النَّبِيّ قُلْ لِأَزْوَاجِك \" \" إِلَى تَمَام الْآيَتَيْنِ فَقُلْت لَهُ فَفِي أَيّ هَذَا أَسَتَأْمِرُ أَبَوَيَّ فَإِنِّي أُرِيد اللَّه وَرَسُوله وَالدَّار الْآخِرَة وَكَذَا رَوَاهُ مُعَلَّقًا عَنْ اللَّيْث حَدَّثَنِي يُونُس عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَذَكَرَه وَزَادَ قَالَتْ ثُمَّ فَعَلَ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْل مَا فَعَلْت وَقَدْ حَكَى الْبُخَارِيّ أَنَّ مَعْمَرًا اِضْطَرَبَ فِيهِ فَتَارَة رَوَاهُ عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة وَتَارَة رَوَاهُ عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا وَقَالَ اِبْن جَرِير حَدَّثَنَا أَحْمَد بْن عَبْدَة الضَّبِّيّ حَدَّثَنَا أَبُو عَوَانَة عَنْ عُمَر بْن أَبِي سَلَمَة عَنْ أَبِيهِ قَالَ : قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا لَمَّا نَزَلَ الْخِيَار قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي أُرِيد أَنْ أَذْكُر لَك أَمْرًا فَلَا تَقْضِي فِيهِ شَيْئًا حَتَّى تَسْتَأْمِرِي أَبَوَيْك \" قَالَتْ قُلْت وَمَا هُوَ يَا رَسُول اللَّه ؟ قَالَتْ فَرَدَّهُ عَلَيْهَا فَقَالَتْ وَمَا هُوَ يَا رَسُول اللَّه ؟ قَالَتْ فَرَدَّهُ عَلَيْهَا فَقَالَتْ وَمَا هُوَ يَا رَسُول اللَّه ؟ قَالَتْ فَقَرَأَ \" يَا أَيّهَا النَّبِيّ قُلْ لِأَزْوَاجِك إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاة الدُّنْيَا وَزِينَتهَا\" إِلَى آخِر الْآيَة قَالَتْ فَقُلْت بَلْ نَخْتَار اللَّه وَرَسُوله وَالدَّار الْآخِرَة قَالَ فَفَرِحَ بِذَلِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا مُحَمَّد بْن بَشِير عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : لَمَّا نَزَلَتْ آيَة التَّخْيِير بَدَأَ بِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَا عَائِشَة إِنِّي عَارِض عَلَيْك أَمْرًا فَلَا تَفْتَاتِي فِيهِ بِشَيْءٍ حَتَّى تَعْرِضِيهِ عَلَى أَبَوَيْك أَبِي بَكْر وَأُمّ رُومَان رَضِيَ اللَّه عَنْهُمَا \" فَقُلْت يَا رَسُول اللَّه وَمَا هُوَ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا النَّبِيّ قُلْ لِأَزْوَاجِك إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاة الدُّنْيَا وَزِينَتهَا فَتَعَالَيْنَ أُمَتِّعكُنَّ وَأَسْرَحكُنَّ سَرَاحًا جَمِيلًا وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّه وَرَسُوله وَالدَّار الْآخِرَة فَإِنَّ اللَّه أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا \" قَالَتْ فَإِنِّي أُرِيد اللَّه وَرَسُوله وَالدَّار الْآخِرَة وَلَا أُؤَامِر فِي ذَلِكَ أَبَوَيَّ أَبَا بَكْر وَأُمّ رُومَان رَضِيَ اللَّه عَنْهُمَا فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ اِسْتَقْرَأَ الْحُجَر فَقَالَ \" إِنَّ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ كَذَا وَكَذَا \" فَقُلْنَ وَنَحْنُ نَقُول مِثْل مَا قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهُنَّ كُلّهنَّ وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي سَعِيد الْأَشَجّ عَنْ أَبِي أُسَامَة عَنْ مُحَمَّد بْن عَمْرو بِهِ قَالَ اِبْن جَرِير وَحَدَّثَنَا سَعِيد بْن يَحْيَى الْأُمَوِيّ حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ عَبْد اللَّه بْن أَبِي بَكْر عَنْ عَمْرَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَزَلَ إِلَى نِسَائِهِ أُمِرَ أَنْ يُخَيِّرهُنَّ فَدَخَلَ عَلَيَّ فَقَالَ \" سَأَذْكُرُ لَك أَمْرًا فَلَا تَعْجَلِي حَتَّى تَسْتَشِيرِي أَبَاك \" فَقُلْت وَمَا هُوَ يَا رَسُول اللَّه ؟ قَالَ \" إِنِّي أُمِرْت أَنْ أُخَيِّركُنَّ\" وَتَلَا عَلَيْهَا آيَة التَّخْيِير إِلَى آخِر الْآيَتَيْنِ قَالَتْ : فَقُلْت وَمَا الَّذِي تَقُول لَا تَعْجَلِي حَتَّى تَسْتَشِيرِي أَبَاك ؟ فَإِنِّي أَخْتَار اللَّه وَرَسُوله . فَسُرَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ وَعَرَضَ عَلَى نِسَائِهِ فَتَتَابَعْنَ كُلّهنَّ فَاخْتَرْنَ اللَّه وَرَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يَزِيد بْن سِنَان الْبَصْرِيّ حَدَّثَنَا أَبُو صَالِح عَبْد اللَّه بْن صَالِح حَدَّثَنِي اللَّيْث حَدَّثَنِي عُقَيْل عَنْ الزُّهْرِيّ أَخْبَرَنِي عَبْد اللَّه بْن عَبْد اللَّه بْن أَبِي ثَوْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا أُنْزِلَتْ آيَة التَّخْيِير فَبَدَأَ بِي أَوَّل اِمْرَأَة مِنْ نِسَائِهِ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي ذَاكِر لَك أَمْرًا فَلَا عَلَيْك أَنْ لَا تَعْجَلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْك \" قَالَتْ وَقَدْ عَلِمَ أَنَّ أَبَوَيَّ لَمْ يَكُونَا يَأْمُرَانِي بِفِرَاقِهِ قَالَتْ ثُمَّ قَالَ \" إِنَّ اللَّه تَبَارَكَ وَتَعَالَى قَالَ \" يَا أَيّهَا النَّبِيّ قُلْ لِأَزْوَاجِك \" الْآيَتَيْنِ قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَقُلْت أَفِي هَذَا أَسْتَأْمِر أَبَوَيَّ ؟ فَإِنِّي أُرِيد اللَّه وَرَسُوله وَالدَّار الْآخِرَة . ثُمَّ خَيَّرَ نِسَاءَهُ كُلّهنَّ فَقُلْنَ مِثْل مَا قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهُنَّ . وَأَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم جَمِيعًا عَنْ قُتَيْبَة عَنْ اللَّيْث عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه تَعَالَى عَنْهَا مِثْله . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ مُسْلِم بْن صُبَيْح عَنْ مَسْرُوق عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : خَيَّرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاخْتَرْنَاهُ فَلَمْ يَعُدّهَا عَلَيْنَا شَيْئًا أَخْرَجَاهُ مِنْ حَدِيث الْأَعْمَش . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَامِر عَبْد الْمَلِك بْن عُمَيْر حَدَّثَنَا زَكَرِيَّا بْن إِسْحَاق عَنْ أَبِي الزُّبَيْر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ أَقْبَلَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ يَسْتَأْذِن عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالنَّاس بِبَابِهِ جُلُوس وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس فَلَمْ يُؤْذَن لَهُ ثُمَّ أَقْبَلَ عُمَر رَضِيَ اللَّه عَنْهُ فَاسْتَأْذَنَ فَلَمْ يُؤْذَن لَهُ ثُمَّ أَذِنَ لِأَبِي بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا فَدَخَلَا وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس وَحَوْله نِسَاؤُهُ وَهُوَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَاكِت فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ لَأُكَلِّمَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَعَلَّهُ يَضْحَك فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ يَا رَسُول اللَّه لَوْ رَأَيْت اِبْنَة زَيْد - اِمْرَأَة عُمَر - سَأَلَتْنِي النَّفَقَة آنِفًا فَوَجَأْت عُنُقهَا فَضَحِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذه وَقَالَ \" هُنَّ حَوْلِي يَسْأَلْنَنِي النَّفَقَة\" فَقَامَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ إِلَى عَائِشَة لِيَضْرِبهَا وَقَامَ عُمَر رَضِيَ اللَّه عَنْهُ إِلَى حَفْصَة كِلَاهُمَا يَقُولَانِ تَسْأَلَانِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا لَيْسَ عِنْده فَنَهَاهُمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْنَ وَاَللَّه لَا نَسْأَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد هَذَا الْمَجْلِس مَا لَيْسَ عِنْده قَالَ وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ الْخِيَار فَبَدَأَ بِعَائِشَة رَضِيَ اللَّه عَنْهَا فَقَالَ \" إِنِّي أَذْكُر لَك أَمْرًا مَا أُحِبّ أَنْ تَعْجَلِي فِيهِ حَتَّى تَسْتَأْمِرِي أَبَوَيْك \" قَالَتْ وَمَا هُوَ ؟ قَالَ فَتَلَا عَلَيْهَا \" يَا أَيّهَا النَّبِيّ قُلْ لِأَزْوَاجِك \" الْآيَة قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَفِيك أَسْتَأْمِر أَبَوَيَّ ؟ بَلْ أَخْتَار اللَّه تَعَالَى وَرَسُوله وَأَسْأَلُك أَنْ لَا تَذْكُر لِامْرَأَةٍ مِنْ نِسَائِك مَا اِخْتَرْت فَقَالَ \" إِنَّ اللَّه تَعَالَى لَمْ يَبْعَثنِي مُعَنِّفًا وَلَكِنْ بَعَثَنِي مُعَلِّمًا مُيَسِّرًا لَا تَسْأَلنِي اِمْرَأَة مِنْهُنَّ عَمَّا اِخْتَرْت إِلَّا أَخْبَرْتهَا \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم دُون الْبُخَارِيّ فَرَوَاهُ هُوَ وَالنَّسَائِيّ مِنْ حَدِيث زَكَرِيَّا بْن إِسْحَاق الْمَكِّيّ بِهِ . وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح بْن يُونُس حَدَّثَنَا عَلِيّ بْن هَاشِم بْن الْبَرِيد عَنْ مُحَمَّد بْن عُبَيْد اللَّه بْن عَلِيّ بْن أَبِي رَافِع عَنْ عُثْمَان بْن عَلِيّ بْن الْحُسَيْن عَنْ أَبِيهِ عَنْ عَلَيَّ رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيَّرَ نِسَاءَهُ الدُّنْيَا وَالْآخِرَة وَلَمْ يُخَيِّرهُنَّ الطَّلَاق وَهَذَا مُنْقَطِع . وَقَدْ رُوِيَ عَنْ الْحَسَن وَقَتَادَة وَغَيْرهمَا نَحْو ذَلِكَ وَهُوَ خِلَاف الظَّاهِر مِنْ الْآيَة فَإِنَّهُ قَالَ \" فَتَعَالَيْنَ أُمَتِّعكُنَّ وَأُسَرِّحكُنَّ سَرَاحًا جَمِيلًا \" أَيْ أُعْطِيكُنَّ حُقُوقكُنَّ وَأُطْلِق سَرَاحكُنَّ وَقَدْ اِخْتَلَفَ الْعُلَمَاء فِي جَوَاز تَزَوُّج غَيْره لَهُنَّ لَوْ طَلَّقَهُنَّ عَلَى قَوْلَيْنِ أَصَحّهمَا نَعَمْ لَوْ وَقَعَ لِيَحْصُل الْمَقْصُود مِنْ السَّرَاح وَاَللَّه أَعْلَم قَالَ عِكْرِمَة وَكَانَ تَحْته يَوْمئِذٍ تِسْع نِسْوَة خَمْس مِنْ قُرَيْش عَائِشَة وَحَفْصَة وَأُمّ حَبِيبَة وَسَوْدَة وَأُمّ سَلَمَة \" وَكَانَتْ تَحْته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَفِيَّة بِنْت حُيَيّ النَّضِيرِيَّة وَمَيْمُونَة بِنْت الْحَارِث الْهِلَالِيَّة وَزَيْنَب بِنْت جَحْش الْأَسَدِيَّة وَجُوَيْرِيَة بِنْت الْحَارِث الْمُصْطَلِقِيَّة رَضِيَ اللَّه عَنْهُنَّ وَأَرْضَاهُنَّ أَجْمَعِينَ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40188, "aya_id": 29}]