[{"text": "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ", "sura_id": 39, "type": 0, "id": 4116, "aya_id": 58}, {"text": "أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين", "sura_id": 39, "type": 1, "id": 10352, "aya_id": 58}, {"text": "58 - (أو تقول حين ترى العذاب لو أن لي كرة) رجعة إلى الدنيا (فأكون من المحسنين) المؤمنين فيقال له من قبل الله \r\n", "sura_id": 39, "type": 2, "id": 29060, "aya_id": 58}, {"text": "أو تقول حين ترى عقاب الله قد أحاط بها يوم الحساب: ليت لي رجعة إلى الحياة الدنيا، فأكون فيها من الذين أحسنوا بطاعة ربهم، والعمل بما أمَرَتْهم به الرسل.\r\n", "sura_id": 39, "type": 3, "id": 35296, "aya_id": 58}, {"text": " <font color=red>أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ</font><BR><p>\" أَوْ تَقُول لَوْ أَنَّ اللَّه هَدَانِي لَكُنْت مِنْ الْمُتَّقِينَ أَوْ تَقُول حِين تَرَى الْعَذَاب لَوْ أَنَّ لِي كَرَّة فَأَكُون مِنْ الْمُحْسِنِينَ \" أَيْ تَوَدّ لَوْ أُعِيدَتْ إِلَى الدُّنْيَا لِتُحْسِنَ الْعَمَل . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا أَخْبَرَ اللَّه سُبْحَانه وَتَعَالَى مَا الْعِبَاد قَائِلُونَ قَبْل أَنْ يَقُولُوهُ وَعَمَلهمْ قَبْل أَنْ يَعْمَلُوهُ وَقَالَ تَعَالَى \" وَلَا يُنَبِّئك مِثْل خَبِير \" \" أَنْ تَقُول نَفْس يَا حَسْرَتَا عَلَى مَا فَرَّطْت فِي جَنْب اللَّه وَإِنْ كُنْت لَمِنْ السَّاخِرِينَ أَوْ تَقُول لَوْ أَنَّ اللَّه هَدَانِي لَكُنْت مِنْ الْمُتَّقِينَ أَوْ تَقُول حِين تَرَى الْعَذَاب لَوْ أَنَّ لِي كَرَّة فَأَكُون مِنْ الْمُحْسِنِينَ \" فَأَخْبَرَ اللَّه عَزَّ وَجَلَّ أَنْ لَوْ رُدُّوا لَمَا قَدَرُوا عَلَى الْهُدَى فَقَالَ \" وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ \" وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد حَدَّثَنَا أَبُو بَكْر عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه تَعَالَى عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ أَهْل النَّار يَرَى مَقْعَده مِنْ الْجَنَّة فَيَقُول لَوْ أَنَّ اللَّه هَدَانِي فَتَكُون عَلَيْهِ حَسْرَة قَالَ وَكُلُّ أَهْل الْجَنَّة يَرَى مَقْعَده مِنْ النَّار فَيَقُول لَوْ أَنَّ اللَّه هَدَانِي قَالَ فَيَكُون لَهُ الشُّكْر \" وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث أَبِي بَكْر بْن عَيَّاش بِهِ وَلَمَا تَمَنَّى أَهْل الْجَرَائِم الْعَوْد إِلَى الدُّنْيَا وَتَحَسَّرُوا عَلَى تَصْدِيق آيَات اللَّه وَاتِّبَاع رُسُله قَالَ تَعَالَى \" بَلَى قَدْ جَاءَتْك آيَاتِي فَكَذَّبْت بِهَا وَاسْتَكْبَرْت وَكُنْت مِنْ الْكَافِرِينَ \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40745, "aya_id": 58}]