[{"text": "وَلَن تَرْضَى عَنكَ الْيَهُودُ وَلاَ النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءهُم بَعْدَ الَّذِي جَاءكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللّهِ مِن وَلِيٍّ وَلاَ نَصِيرٍ", "sura_id": 2, "type": 0, "id": 127, "aya_id": 120}, {"text": "ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى الله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير", "sura_id": 2, "type": 1, "id": 6363, "aya_id": 120}, {"text": "120 - (ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم) دينهم (قل إن هدى الله) أي الإسلام (هو الهدى) وما عداه ضلال (ولئن) لام قسم (اتبعت أهواءهم) التي يدعونك إليها فرضاً (بعد الذي جاءك من العلم) الوحي من الله (ما لك من الله من ولي) يحفظك (ولا نصير) يمنعك منه \r\n", "sura_id": 2, "type": 2, "id": 25071, "aya_id": 120}, {"text": "ولن ترضى عنك -أيها الرسول- اليهود ولا النصارى إلا إذا تركت دينك واتبعتَ دينهم. قل لهم: إن دين الإسلام هو الدين الصحيح. ولئن اتبعت أهواء هؤلاء بعد الذي جاءك من الوحي ما لك عند الله مِن وليٍّ ينفعك, ولا نصير ينصرك. هذا موجه إلى الأمّة عامة وإن كان خطابًا للنبي صلى الله عليه وسلم.\r\n", "sura_id": 2, "type": 3, "id": 31307, "aya_id": 120}, {"text": " <font color=red>وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ</font><BR><p>قَالَ اِبْن جَرِير يَعْنِي بِقَوْلِهِ جَلَّ ثَنَاؤُهُ \" وَلَنْ تَرْضَى عَنْك الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ \" وَلَيْسَتْ الْيَهُود يَا مُحَمَّد وَلَا النَّصَارَى بِرَاضِيَةٍ عَنْك أَبَدًا فَدَعْ طَلَب مَا يُرْضِيهِمْ وَيُوَافِقهُمْ وَأَقْبِلْ عَلَى طَلَب رِضَا اللَّه فِي دُعَائِهِمْ إِلَى مَا بَعَثَك اللَّهُ بِهِ مِنْ الْحَقّ وَقَوْله تَعَالَى \" قُلْ إِنَّ هُدَى اللَّه هُوَ الْهُدَى \" أَيْ قُلْ يَا مُحَمَّد إِنَّ هُدَى اللَّه الَّذِي بَعَثَنِي بِهِ هُوَ الْهُدَى يَعْنِي هُوَ الدِّين الْمُسْتَقِيم الصَّحِيح الْكَامِل الشَّامِل قَالَ قَتَادَة فِي قَوْله \" قُلْ إِنَّ هُدَى اللَّه هُوَ الْهُدَى \" قَالَ : خُصُومَة عَلَّمَهَا اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه يُخَاصِمُونَ بِهَا أَهْل الضَّلَالَة قَالَ قَتَادَة : وَبَلَغَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول : \" لَا تَزَال طَائِفَة مِنْ أُمَّتِي يُقَاتِلُونَ عَلَى الْحَقّ ظَاهِرِينَ لَا يَضُرّهُمْ مَنْ خَالَفَهُمْ حَتَّى يَأْتِي أَمْر اللَّه \" \" قُلْت \" هَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيح عَنْ عَبْد اللَّه بْن عَمْرو \" وَلَئِنْ اِتَّبَعْت أَهْوَاءَهُمْ بَعْد الَّذِي جَاءَك مِنْ الْعِلْم مَالَكَ مِنْ اللَّه مِنْ وَلِيّ وَلَا نَصِير \" فِيهِ تَهْدِيد وَوَعِيد شَدِيد لِلْأُمَّةِ عَنْ اِتِّبَاع طَرَائِق الْيَهُود وَالنَّصَارَى بَعْد مَا عَلِمُوا مِنْ الْقُرْآن وَالسُّنَّة عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ فَإِنَّ الْخِطَاب مَعَ الرَّسُول وَالْأَمْر لِأُمَّتِهِ وَقَدْ اِسْتَدَلَّ كَثِير مِنْ الْفُقَهَاء بِقَوْلِهِ \" حَتَّى تَتَّبِعَ مِلَّتهمْ \" حَيْثُ أَفْرَدَ الْمِلَّة عَلَى أَنَّ الْكُفْر كُلّه مِلَّة وَاحِدَة كَقَوْلِهِ تَعَالَى \" لَكُمْ دِينكُمْ وَلِيَ دِين \" فَعَلَى هَذَا لَا يَتَوَارَث الْمُسْلِمُونَ وَالْكُفَّار وَكُلّ مِنْهُمْ يَرِث قَرِينه سَوَاء كَانَ مِنْ أَهْل دِينه أَمْ لَا لِأَنَّهُمْ كُلّهمْ مِلَّة وَاحِدَة وَهَذَا مَذْهَب الشَّافِعِيّ وَأَبِي حَنِيفَة وَأَحْمَد فِي رِوَايَة عَنْهُ وَقَالَ : فِي الرِّوَايَة الْأُخْرَى كَقَوْلِ مَالِك إِنَّهُ لَا يَتَوَارَث أَهْل مِلَّتَيْنِ شَتَّى كَمَا جَاءَ فِي الْحَدِيث وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38521, "aya_id": 120}]