[{"text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إِلَى مَا أَنزَلَ اللّهُ وَإِلَى الرَّسُولِ قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئًا وَلاَ يَهْتَدُونَ", "sura_id": 5, "type": 0, "id": 773, "aya_id": 104}, {"text": "وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباءنا أولو كان آباؤهم لا يعلمون شيئا ولا يهتدون", "sura_id": 5, "type": 1, "id": 7009, "aya_id": 104}, {"text": "104 - (وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول) أي إلى حكمه من تحليل ما حرمتم (قالوا حسبنا) كافينا (ما وجدنا عليه آباءنا) من الدين والشريعة قال تعالى: (أ) حسبهم ذلك (ولو كان آباؤهم لا يعلمون شيئا ولا يهتدون) إلى الحق \r\n", "sura_id": 5, "type": 2, "id": 25717, "aya_id": 104}, {"text": "وإذا قيل لهؤلاء الكفار المحرِّمين ما أحل الله: تعالوا إلى تنزيل الله وإلى رسوله ليتبين لكم الحلال والحرام, قالوا: يكفينا ما ورثناه عن آبائنا من قول وعمل, أيقولون ذلك ولو كان آباؤهم لا يعلمون شيئًا أي: لا يفهمون حقًّا ولا يعرفونه, ولا يهتدون إليه؟ فكيف يتبعونهم, والحالة هذه؟ فإنه لا يتبعهم إلا من هو أجهل منهم وأضل سبيلا.\r\n", "sura_id": 5, "type": 3, "id": 31953, "aya_id": 104}, {"text": " <font color=red>وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ</font><BR><p>\" وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّه وَإِلَى الرَّسُول قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا \" أَيْ إِذَا دُعُوا إِلَى دِين اللَّه وَشَرْعه وَمَا أَوْجَبَهُ وَتَرْكِ مَا حَرَّمَهُ قَالُوا يَكْفِينَا مَا وَجَدْنَا عَلَيْهِ الْآبَاء وَالْأَجْدَاد مِنْ الطَّرَائِق وَالْمَسَالِك قَالَ اللَّه تَعَالَى \" أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا \" أَيْ لَا يَفْهَمُونَ حَقًّا وَلَا يَعْرِفُونَهُ وَلَا يَهْتَدُونَ إِلَيْهِ فَكَيْف يَتَّبِعُونَهُمْ وَالْحَالَة هَذِهِ لَا يَتَّبِعهُمْ إِلَّا مَنْ هُوَ أَجْهَلُ مِنْهُمْ وَأَضَلُّ سَبِيلًا.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41443, "aya_id": 104}]