[{"text": "مَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطَّعَامَ انظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآيَاتِ ثُمَّ انظُرْ أَنَّى يُؤْفَكُونَ", "sura_id": 5, "type": 0, "id": 744, "aya_id": 75}, {"text": "ما المسيح ابن مريم إلا رسول قد خلت من قبله الرسل وأمه صديقة كانا يأكلان الطعام انظر كيف نبين لهم الآيات ثم انظر أنى يؤفكون", "sura_id": 5, "type": 1, "id": 6980, "aya_id": 75}, {"text": "75 - (ما المسيح ابن مريم إلا رسول قد خلت) مضت (من قبله الرسل) فهو يمضي مثلهم وليس بإله كما زعموا وإلا لما مضى (وأمه صدِّيقة) مبالغة في الصدق (كانا يأكلان الطعام) كغيرهما من الناس ومن كان كذلك لا يكون إلها لتركيبه وضعفه وما ينشأ من البول والغائط (انظر) متعجبا (كيف نبين لهم الآيات) على وحدانيتنا (ثم انظر أنى) كيف (يؤفكون) يصرفون عن الحق مع قيام البرهان \r\n", "sura_id": 5, "type": 2, "id": 25688, "aya_id": 75}, {"text": "ما المسيح ابن مريم عليه السلام إلا رسولٌ كمن تقدمه من الرسل, وأُمُّه قد صَدَّقت تصديقًا جازمًا علمًا وعملا وهما كغيرهما من البشر يحتاجان إلى الطعام, ولا يكون إلهًا مَن يحتاج الى الطعام ليعيش. فتأمَّل -أيها الرسول- حال هؤلاء الكفار. لقد وضحنا العلاماتِ الدالةَ على وحدانيتنا, وبُطلان ما يَدَّعونه في أنبياء الله. ثم هم مع ذلك يَضِلُّون عن الحق الذي نَهديهم إليه, ثم انظر كيف يُصرفون عن الحق بعد هذا البيان؟\r\n", "sura_id": 5, "type": 3, "id": 31924, "aya_id": 75}, {"text": " <font color=red>مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ</font><BR><p>وَقَوْله تَعَالَى \" مَا الْمَسِيح اِبْن مَرْيَم إِلَّا رَسُول قَدْ خَلَتْ مِنْ قَبْله الرُّسُل \" أَيْ لَهُ أُسْوَة أَمْثَاله مِنْ سَائِر الْمُرْسَلِينَ الْمُتَقَدِّمِينَ عَلَيْهِ وَأَنَّهُ عَبْد مِنْ عِبَاد اللَّه وَرَسُول مِنْ رُسُله الْكِرَام كَمَا قَالَ إِنْ هُوَ إِلَّا عَبْد أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيل قَوْله وَأُمّه صِدِّيقَة أَيْ مُؤْمِنَة بِهِ مُصَدِّقَة لَهُ وَهَذَا أَعْلَى مَقَامَاتهَا فَدَلَّ عَلَى أَنَّهَا لَيْسَتْ بِنَبِيَّةٍ كَمَا زَعَمَهُ اِبْن حَزْم وَغَيْره مِمَّنْ ذَهَبَ إِلَى نُبُوَّة سَارَّة أُمّ إِسْحَاق وَنُبُوَّة أُمّ مُوسَى وَنُبُوَّة أُمّ عِيسَى اِسْتِدْلَالًا مِنْهُمْ بِخِطَابِ الْمَلَائِكَة لِسَارَّةَ وَمَرْيَم وَبِقَوْلِهِ \" وَأَوْحَيْنَا إِلَى أُمّ مُوسَى أَنْ أَرْضِعِيهِ \" وَهَذَا مَعْنَى النُّبُوَّة وَاَلَّذِي عَلَيْهِ الْجُمْهُور أَنَّ اللَّه لَمْ يَبْعَث نَبِيًّا إِلَّا مِنْ الرِّجَال قَالَ اللَّه تَعَالَى \" وَمَا أَرْسَلْنَا قَبْلك إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْل الْقُرَى \" وَقَدْ حَكَى الشَّيْخ أَبُو الْحَسَن الْأَشْعَرِيّ رَحِمَهُ اللَّه الْإِجْمَاع عَلَى ذَلِكَ وَقَوْله تَعَالَى \" كَانَا يَأْكُلَانِ الطَّعَام أَيْ يَحْتَاجَانِ إِلَى التَّغْذِيَة بِهِ وَإِلَى خُرُوجه مِنْهُمَا فَهُمَا عَبْدَانِ كَسَائِرِ النَّاس وَلَيْسَا بِإِلَهَيْنِ كَمَا زَعَمَتْ فِرَق النَّصَارَى الْجَهَلَة عَلَيْهِمْ لَعَائِن اللَّه الْمُتَتَابِعَة إِلَى يَوْم الْقِيَامَة ثُمَّ قَالَ تَعَالَى \" اُنْظُرْ كَيْف نُبَيِّن لَهُمْ الْآيَات \" أَيْ نُوَضِّحهَا وَنُظْهِرهَا \" ثُمَّ اُنْظُرْ أَنَّى يُؤْفَكُونَ\" أَيْ ثُمَّ اُنْظُرْ بَعْد هَذَا الْبَيَان وَالْوُضُوح وَالْجَلَاء أَيْنَ يَذْهَبُونَ وَبِأَيِّ قَوْل يَتَمَسَّكُونَ وَإِلَى أَيّ مَذْهَب مِنْ الضَّلَال يَذْهَبُونَ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41530, "aya_id": 75}]