[{"text": "يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا", "sura_id": 19, "type": 0, "id": 2256, "aya_id": 6}, {"text": "يرثني و يرث من آل يعقوب و اجعله رب رضيا", "sura_id": 19, "type": 1, "id": 8492, "aya_id": 6}, {"text": "6 - (يرثني) بالجزم جواب الأمر وبالرفع صفة وليا (ويرث) بالوجهين (من آل يعقوب) جدي العلم والنبوة (واجعله رب رضيا) أي مرضيا عندك قال تعالى في إجابة طلبه الابن الحاصل به رحمته \r\n", "sura_id": 19, "type": 2, "id": 27200, "aya_id": 6}, {"text": "يرث نبوَّتي ونبوة آل يعقوب, واجعل هذا الولد مرضيًا منك ومن عبادك.\r\n", "sura_id": 19, "type": 3, "id": 33436, "aya_id": 6}, {"text": " <font color=red>يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا</font><BR><p>قَالَ مُجَاهِد فِي قَوْله \" يَرِثنِي وَيَرِث مِنْ آلِ يَعْقُوب \" كَانَ وِرَاثَته عِلْمًا وَكَانَ زَكَرِيَّا مِنْ ذُرِّيَّة يَعْقُوب وَقَالَ هُشَيْم أَخْبَرَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ أَبِي صَالِح فِي قَوْله \" يَرِثنِي وَيَرِث مِنْ آلِ يَعْقُوب \" قَالَ يَكُون نَبِيًّا كَمَا كَانَتْ آبَاؤُهُ أَنْبِيَاء وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة عَنْ الْحَسَن يَرِث نُبُوَّته وَعِلْمه وَقَالَ السُّدِّيّ يَرِث نُبُوَّتِي وَنُبُوَّة آلِ يَعْقُوب وَعَنْ مَالِك عَنْ زَيْد بْن أَسْلَمَ \" وَيَرِث مِنْ آلِ يَعْقُوب \" قَالَ نُبُوَّتهمْ وَقَالَ جَابِر بْن نُوح وَيَزِيد بْن هَارُون كِلَاهُمَا عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ أَبِي صَالِح فِي قَوْله \" يَرِثنِي وَيَرِث مِنْ آلِ يَعْقُوب \" قَالَ : يَرِث مَالِي وَيَرِث مِنْ آلِ يَعْقُوب النُّبُوَّة وَهَذَا اِخْتِيَار اِبْن جَرِير فِي تَفْسِيره وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَرْحَم اللَّه زَكَرِيَّا وَمَا كَانَ عَلَيْهِ مِنْ وِرَاثَة مَاله وَيَرْحَم اللَّه لُوطًا إِنْ كَانَ لَيَأْوِي إِلَى رُكْن شَدِيد \" . وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا جَابِر بْن نُوح عَنْ مُبَارَك هُوَ اِبْن فَضَالَة عَنْ الْحَسَن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَحِمَ اللَّه أَخِي زَكَرِيَّا مَا كَانَ عَلَيْهِ مِنْ وِرَاثَة مَاله حِين قَالَ \" هَبْ لِي مِنْ لَدُنْك وَلِيًّا يَرِثنِي وَيَرِث مِنْ آلِ يَعْقُوب \" وَهَذِهِ مُرْسَلَات لَا تُعَارِض الصِّحَاح وَاَللَّه أَعْلَم . وَقَوْله \" وَاجْعَلْهُ رَبّ رَضِيًّا \" أَيْ مَرْضِيًّا عِنْدك وَعِنْد خَلْقك تُحِبّهُ وَتُحَبِّبهُ إِلَى خَلْقك فِي دِينه وَخُلُقه .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38454, "aya_id": 6}]