[{"text": "وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلاَ رَآدَّ لِفَضْلِهِ يُصَيبُ بِهِ مَن يَشَاء مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ", "sura_id": 10, "type": 0, "id": 1471, "aya_id": 107}, {"text": "وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو الغفور الرحيم", "sura_id": 10, "type": 1, "id": 7707, "aya_id": 107}, {"text": "107 - (وإن يمسسك) يصيبك (الله بضر) كفقر ومرض (فلا كاشف) رافع (له إلا هو وإن يردك بخير فلا رادّ) دافع (لفضله) الذي أرادك به (يصيب به) أي بالخير (من يشاء من عباده وهو الغفور الرحيم) \r\n", "sura_id": 10, "type": 2, "id": 26415, "aya_id": 107}, {"text": "وإن يصبك الله -أيها الرسول- بشدة أو بلاء فلا كاشف لذلك إلا هو جلَّ وعلا وإن يُرِدْك برخاء أو نعمة لا يمنعه عنك أحد, يصيب الله عز وجل بالسراء والضراء من يشاء من عباده, وهو الغفور لذنوب مَن تاب, الرحيم بمن آمن به وأطاعه.\r\n", "sura_id": 10, "type": 3, "id": 32651, "aya_id": 107}, {"text": " <font color=red>وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ</font><BR><p>وَقَوْله \" وَإِنْ يَمْسَسْك اللَّه بِضُرٍّ \" الْآيَة فِيهِ بَيَان لِأَنَّ الْخَيْر وَالشَّرّ وَالنَّفْع وَالضُّرّ إِنَّمَا هُوَ رَاجِع إِلَى اللَّه تَعَالَى وَحْده لَا يُشَارِكهُ فِي ذَلِكَ أَحَد فَهُوَ الَّذِي يَسْتَحِقّ الْعِبَادَة وَحْده لَا شَرِيك لَهُ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة صَفْوَان بْن سُلَيْم مِنْ طَرِيق عَبْد اللَّه بْن وَهْب أَخْبَرَنِي يَحْيَى بْن أَيُّوب عَنْ عِيسَى بْن مُوسَى عَنْ صَفْوَان بْن سُلَيْم عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اُطْلُبُوا الْخَيْر دَهْرَكُمْ كُلَّهُ وَتَعَرَّضُوا لِنَفَحَاتِ رَبّكُمْ فَإِنَّ لِلَّهِ نَفَحَات مِنْ رَحْمَته يُصِيب بِهَا مَنْ يَشَاء مِنْ عِبَاده وَاسْأَلُوهُ أَنْ يَسْتُر عَوْرَاتِكُمْ وَيُؤَمِّنَ رَوْعَاتكُمْ \" ثُمَّ رَوَاهُ مِنْ طَرِيق اللَّيْث عَنْ عِيسَى بْن مُوسَى عَنْ صَفْوَان عَنْ رَجُل مِنْ أَشْجَعَ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا بِمِثْلِهِ سَوَاء وَقَوْله \" وَهُوَ الْغَفُور الرَّحِيم \" أَيْ لِمَنْ تَابَ إِلَيْهِ وَتَوَكَّلَ عَلَيْهِ وَلَوْ مِنْ أَيّ ذَنْب كَانَ حَتَّى مِنْ الشِّرْك بِهِ فَإِنَّهُ يَتُوب عَلَيْهِ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37433, "aya_id": 107}]