[{"text": "وَالَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ رِئَاء النَّاسِ وَلاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ وَمَن يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاء قِرِينًا", "sura_id": 4, "type": 0, "id": 531, "aya_id": 38}, {"text": "والذين ينفقون أموالهم رئاء الناس ولا يؤمنون بالله ولا باليوم الآخر ومن يكن الشيطان له قرينا فساء قرينا", "sura_id": 4, "type": 1, "id": 6767, "aya_id": 38}, {"text": "38 - (والذين) عطف على الذين قبله (ينفقون أموالهم رئاء الناس) مرائين لهم (ولا يؤمنون بالله ولا باليوم الآخر) كالمنافقين وأهل مكة (ومن يكن الشيطان له قرينا) صاحبا يعمل بأمره كهؤلاء (فساء) بئس (قرينا) هو \r\n", "sura_id": 4, "type": 2, "id": 25475, "aya_id": 38}, {"text": "وأعتدنا هذا العذاب كذلك للذين ينفقون أموالهم رياءً وسمعةً, ولا يصدقون بالله اعتقادًا وعملا ولا بيوم القيامة. وهذه الأعمال السيئة مما يدعو إليها الشيطان. ومن يكن الشيطان له ملازمًا فبئس الملازم والقرين.\r\n", "sura_id": 4, "type": 3, "id": 31711, "aya_id": 38}, {"text": " <font color=red>وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا</font><BR><p>وَهِيَ قَوْله \" الَّذِينَ يُنْفِقُونَ أَمْوَالهمْ رِئَاء النَّاس \" فَإِنَّهُ ذَكَرَ الْمُمْسِكِينَ الْمَذْمُومِينَ وَهُمْ الْبُخَلَاء ثُمَّ ذَكَرَ الْبَاذِلِينَ الْمُرَائِينَ الَّذِي يَقْصِدُونَ بِإِعْطَائِهِمْ السُّمْعَة وَأَنْ يُمْدَحُوا بِالْكَرَمِ وَلَا يُرِيدُونَ بِذَلِكَ وَجْه اللَّه وَفِي حَدِيث \" الثَّلَاثَة الَّذِينَ هُمْ أَوَّل مَنْ تُسَجَّر بِهِمْ النَّار وَهُمْ الْعَالِم وَالْغَازِي وَالْمُنْفِق وَالْمُرَاءُونَ بِأَعْمَالِهِمْ يَقُول صَاحِب الْمَال مَا تَرَكْت مِنْ شَيْء تُحِبّ أَنْ يُنْفَق فِيهِ إِلَّا أَنْفَقْت فِي سَبِيلك فَيَقُول اللَّه كَذَبْت إِنَّمَا أَرَدْت أَنْ يُقَال جَوَاد فَقَدْ قِيلَ \" أَيْ فَقَدْ أَخَذْت جَزَاءَك فِي الدُّنْيَا وَهُوَ الَّذِي أَرَدْت بِفِعْلِك . وَفِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِعَدِيِّ بْن حَاتِم \" إِنَّ أَبَاك أَرَادَ أَمْرًا فَبَلَغَهُ \" وَفِي حَدِيث آخَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ عَبْد اللَّه بْن جُدْعَان هَلْ يَنْفَعهُ إِنْفَاقه وَإِعْتَاقه ؟ فَقَالَ : لَا : إِنَّهُ لَمْ يَقُلْ يَوْمًا مِنْ الدَّهْر رَبّ اِغْفِرْ لِي خَطِيئَتِي يَوْم الدِّين \" وَلِهَذَا قَالَ تَعَالَى \" وَلَا يُؤْمِنُونَ بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر \" الْآيَة أَيْ إِنَّمَا حَمَلَهُمْ صَنِيعهمْ هَذَا الْقَبِيح وَعَدُوّ لَهُمْ عَنْ فِعْل الطَّاعَة عَلَى وَجْههَا الشَّيْطَان فَإِنَّهُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ وَقَارَنَهُمْ فَحَسَّنَ لَهُمْ الْقَبَائِح وَلِهَذَا قَالَ تَعَالَى \" وَمَنْ يَكُنْ الشَّيْطَان لَهُ قَرِينًا فَسَاءَ قَرِينًا \" وَلِهَذَا قَالَ الشَّاعِر : عَنْ الْمَرْء لَا تَسْأَل وَسَلْ عَنْ قَرِينه فَكُلّ قَرِين بِالْمُقَارِنِ يَقْتَدِي .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40875, "aya_id": 38}]