[{"text": "كَلَّا بَل لَّا تُكْرِمُونَ الْيَتِيمَ", "sura_id": 89, "type": 0, "id": 6010, "aya_id": 17}, {"text": "كلا بل لا تكرمون اليتيم", "sura_id": 89, "type": 1, "id": 12246, "aya_id": 17}, {"text": "17 - (كلا) ردع أي ليس الاكرام بالغنى والاهانة بالفقر وإنما هو بالطاعة والمعصية وكفار مكة لا ينتبهون لذلك (بل لا تكرمون اليتيم) لا يحسنون إليه مع غناهم أو لا يعطونه حقه من الميراث \r\n", "sura_id": 89, "type": 2, "id": 30954, "aya_id": 17}, {"text": "ليس الأمر كما يظن هذا الإنسان, بل الإكرام بطاعة الله, والإهانة بمعصيته, وأنتم لا تكرمون اليتيم, ولا تحسنون معاملته,\r\n", "sura_id": 89, "type": 3, "id": 37190, "aya_id": 17}, {"text": " <font color=red>كَلَّا بَل لَا تُكْرِمُونَ الْيَتِيمَ</font><BR><p>\" كَلَّا \" أَيْ لَيْسَ الْأَمْر كَمَا زَعَمَ لَا فِي هَذَا وَلَا فِي هَذَا فَإِنَّ اللَّه تَعَالَى يُعْطِي الْمَال مَنْ يُحِبّ وَمَنْ لَا يُحِبّ وَيُضَيِّق عَلَى مَنْ يُحِبّ وَمَنْ لَا يُحِبّ وَإِنَّمَا الْمَدَار فِي ذَلِكَ عَلَى طَاعَة اللَّه فِي كُلّ مِنْ الْحَالَيْنِ إِذَا كَانَ غَنِيًّا بِأَنْ يَشْكُر اللَّه عَلَى ذَلِكَ وَإِذَا كَانَ فَقِيرًا بِأَنْ يَصْبِر وَقَوْله تَعَالَى \" بَلْ لَا تُكْرِمُونَ الْيَتِيم \" فِيهِ أَمْرٌ بِالْإِكْرَامِ لَهُ كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ عَبْد اللَّه بْن الْمُبَارَك عَنْ سَعِيد بْن أَيُّوب عَنْ يَحْيَى بْن سُلَيْمَان عَنْ يَزِيد بْن أَبِي غَيَّاث عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْر بَيْت فِي الْمُسْلِمِينَ بَيْت فِيهِ يَتِيم يُحْسَن إِلَيْهِ وَشَرّ بَيْت فِي الْمُسْلِمِينَ بَيْت فِيهِ يَتِيم يُسَاء إِلَيْهِ - ثُمَّ قَالَ بِأُصْبُعِهِ - أَنَا وَكَافِل الْيَتِيم فِي الْجَنَّة هَكَذَا \" . وَقَالَ أَبُو دَاوُد حَدَّثَنَا مُحَمَّد بْن الصَّبَّاح بْن سُفْيَان أَخْبَرَنَا عَبْد الْعَزِيز يَعْنِي اِبْن أَبِي حَازِم حَدَّثَنِي أَبِي عَنْ سَهْل يَعْنِي اِبْن سَعِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَنَا وَكَافِل الْيَتِيم كَهَاتَيْنِ فِي الْجَنَّة \" وَقَرَنَ بَيْن أُصْبُعَيْهِ الْوُسْطَى وَاَلَّتِي تَلِي الْإِبْهَام .</p><BR> <br> ", "sura_id": 89, "type": 4, "id": 43372, "aya_id": 17}]