[{"text": "وَاللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ", "sura_id": 35, "type": 0, "id": 3671, "aya_id": 11}, {"text": "والله خلقكم من تراب ثم من نطفة ثم جعلكم أزواجا وما تحمل من أنثى ولا تضع إلا بعلمه وما يعمر من معمر ولا ينقص من عمره إلا في كتاب إن ذلك على الله يسير", "sura_id": 35, "type": 1, "id": 9907, "aya_id": 11}, {"text": "11 - (والله خلقكم من تراب) بخلق أبيكم آدم منه (ثم من نطفة) مني بخلق ذريته منها (ثم جعلكم أزواجا) ذكورا وإناثا (وما تحمل من أنثى ولا تضع إلا بعلمه) حال أي معلومة له (وما يعمر من معمر) أي ما يزاد في عمر طويل العمر (ولا ينقص من عمره) أي ذلك المعمر أو معمر آخر (إلا في كتاب) هو اللوح المحفوظ (إن ذلك على الله يسير) هين \r\n", "sura_id": 35, "type": 2, "id": 28615, "aya_id": 11}, {"text": "واللهُ خلق أباكم آدم من تراب, ثم جعل نسله من سلالة من ماء مهين, ثم جعلكم رجالا ونساءً. وما تحمل من أنثى ولا تضع إلا بعلمه, وما يعمَّر من مُعَمَّر, فيطول عمره, ولا يُنْقَص من عمره إلا في كتاب عنده, وهو اللوح المحفوظ, قبل أن تحمل به أمُّه وقبل أن تضعه. قد أحصى الله ذلك كله, وعلمه قبل أن يخلقه, لا يُزاد فيما كتب له ولا يُنْقَص. إن خَلْقكم وعِلْم أحوالكم وكتابتها في اللوح المحفوظ سهل يسير على الله.\r\n", "sura_id": 35, "type": 3, "id": 34851, "aya_id": 11}, {"text": " <font color=red>وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى\" وَاَللَّه خَلَقَكُمْ مِنْ تُرَاب ثُمَّ مِنْ نُطْفَة \" أَيْ اِبْتَدَأَ خَلْق أَبِيكُمْ آدَم مِنْ تُرَاب ثُمَّ جَعَلَ نَسْله مِنْ سُلَالَة مِنْ مَاء مَهِين \" ثُمَّ جَعَلَكُمْ أَزْوَاجًا \" أَيْ ذَكَرًا وَأُنْثَى لُطْفًا مِنْهُ وَرَحْمَة أَنْ جَعَلَ لَكُمْ أَزْوَاجًا مِنْ جِنْسكُمْ لِتَسْكُنُوا إِلَيْهَا وَقَوْله عَزَّ وَجَلَّ \" وَمَا تَحْمِل مِنْ أُنْثَى وَلَا تَضَع إِلَّا بِعِلْمِهِ \" أَيْ هُوَ عَالِم بِذَلِكَ لَا يَخْفَى عَلَيْهِ مِنْ ذَلِكَ شَيْء بَلْ \" مَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رَطْب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" وَقَدْ تَقَدَّمَ الْكَلَام عَلَى قَوْله تَعَالَى : \" اللَّه يَعْلَم مَا تَحْمِل كُلّ أُنْثَى وَمَا تَغِيض الْأَرْحَام وَمَا تَزْدَاد وَكُلّ شَيْء عِنْده بِمِقْدَارٍ عَالِم الْغَيْب وَالشَّهَادَة الْكَبِير الْمُتَعَال \" وَقَوْله عَزَّ وَجَلَّ \" وَمَا يُعَمَّر مِنْ مُعَمَّر وَلَا يُنْقَص مِنْ عُمُره إِلَّا فِي كِتَاب \" أَيْ مَا يُعْطَى بَعْض النُّطَف مِنْ الْعُمُر الطَّوِيل يَعْلَمهُ وَهُوَ عِنْده فِي الْكِتَاب الْأَوَّل \" وَمَا يُنْقَص مِنْ عُمْره \" الضَّمِير عَائِد عَلَى الْجِنْس لَا عَلَى الْعَيْن لِأَنَّ الطَّوِيل الْعُمُر فِي الْكِتَاب وَفِي عِلْم اللَّه تَعَالَى لَا يُنْقَص مِنْ عُمُره وَإِنَّمَا عَادَ الضَّمِير عَلَى الْجِنْس قَالَ اِبْن جَرِير وَهَذَا كَقَوْلِهِمْ عِنْدِي ثَوْب وَنِصْفه أَيْ وَنِصْف ثَوْب آخَر وَرُوِيَ مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى : \" وَمَا يُعَمَّر مِنْ مُعَمَّر وَلَا يُنْقَص مِنْ عُمُره إِلَّا فِي كِتَاب إِنَّ ذَلِكَ عَلَى اللَّه يَسِير\" يَقُول لَيْسَ أَحَد قَضَيْت لَهُ بِطُولِ الْعُمُر وَالْحَيَاة إِلَّا وَهُوَ بَالِغ مَا قَدَّرْت لَهُ مِنْ الْعُمُر وَقَدْ قَضَيْت ذَلِكَ لَهُ فَإِنَّمَا يَنْتَهِي إِلَى الْكِتَاب الَّذِي قَدَّرْت لَا يُزَاد عَلَيْهِ وَلَيْسَ أَحَد قَدَّرْت لَهُ أَنَّهُ قَصِير الْعُمُر وَالْحَيَاة بِبَالِغٍ الْعُمُر وَلَكِنْ يَنْتَهِي إِلَى الْكِتَاب الَّذِي كَتَبْت لَهُ فَذَلِكَ قَوْله تَعَالَى : \" وَلَا يُنْقَص مِنْ عُمُره إِلَّا فِي كِتَاب إِنَّ ذَلِكَ عَلَى اللَّه يَسِير \" يَقُول كُلّ ذَلِكَ فِي كِتَاب عِنْده وَهَكَذَا قَالَ الضَّحَّاك بْن مُزَاحِم وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ \" وَلَا يُنْقَص مِنْ عُمُره إِلَّا فِي كِتَاب \" قَالَ مَا لَفَظَت الْأَرْحَام مِنْ الْأَوْلَاد مِنْ غَيْر تَمَام وَقَالَ عَبْد الرَّحْمَن فِي تَفْسِيرهَا أَلَا تَرَى النَّاس يَعِيش الْإِنْسَان مِائَة سَنَة وَآخَر يَمُوت حِين يُولَد فَهَذَا هَذَا وَقَالَ قَتَادَة وَاَلَّذِي يُنْقَص مِنْ عُمُره فَاَلَّذِي يَمُوت قَبْل سِتِّينَ سَنَة وَقَالَ مُجَاهِد \" وَمَا يُعَمَّر مِنْ مُعَمَّر وَلَا يُنْقَص مِنْ عُمُره إِلَّا فِي كِتَاب \" أَيْ فِي بَطْن أُمّه يُكْتَب لَهُ ذَلِكَ لَمْ يُخْلَق الْخَلْق عَلَى عُمُر وَاحِد بَلْ لِهَذَا عُمُر وَلِهَذَا عُمُر هُوَ أَنْقَص مِنْ عُمُره فَكُلّ ذَلِكَ مَكْتُوب لِصَاحِبِهِ بَالِغ مَا بَلَغَ وَقَالَ بَعْضهمْ بَلْ مَعْنَاهُ \" وَمَا يُعَمَّر مِنْ مُعَمَّر \" أَيْ مَا يُكْتَب مِنْ الْأَجَل\" وَلَا يُنْقَص مِنْ عُمُره \" وَهُوَ ذَهَابه قَلِيلًا قَلِيلًا الْجَمِيع مَعْلُوم عِنْد اللَّه تَعَالَى سَنَة بَعْد سَنَة وَشَهْرًا بَعْد شَهْر وَجُمُعَة بَعْد جُمُعَة وَيَوْمًا بَعْد يَوْم وَسَاعَة بَعْد سَاعَة الْجَمِيع مَكْتُوب عِنْد اللَّه تَعَالَى فِي كِتَابه . نَقَلَهُ اِبْن جَرِير عَنْ أَبِي مَالِك وَإِلَيْهِ ذَهَبَ السُّدِّيّ وَعَطَاء الْخُرَاسَانِيّ وَاخْتَارَ اِبْن جَرِير الْأَوَّل وَهُوَ كَمَا قَالَ وَقَالَ النَّسَائِيّ عِنْد تَفْسِير هَذِهِ الْآيَة الْكَرِيمَة حَدَّثَنَا أَحْمَد بْن يَحْيَى بْن أَبِي زَيْد بْن سُلَيْمَان قَالَ سَمِعْت اِبْن وَهْب يَقُول حَدَّثَنِي يُونُس عَنْ اِبْن شِهَاب عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" مَنْ سَرَّهُ أَنْ يُبْسَط لَهُ فِي رِزْقه وَيُنْسَأ لَهُ فِي أَثَره فَلْيَصِلْ رَحِمَهُ \" وَقَدْ رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَأَبُو دَاوُدَ مِنْ حَدِيث يُونُس بْن يَزِيد الْأَيْلِيّ بِهِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن الْوَلِيد حَدَّثَنَا الْوَلِيد بْن الْوَلِيد بْن عَبْد الْمَلِك بْن عُبَيْد اللَّه أَبُو سَرْح حَدَّثَنَا عُثْمَان بْن عَطَاء عَنْ مُسْلِمَة بْن عَبْد اللَّه عَنْ عَمّه أَبِي مسجعة بْن رِبْعِيّ عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ : ذُكِرْنَا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" إِنَّ اللَّه تَعَالَى لَا يُؤَخِّر نَفْسًا إِذَا جَاءَ أَجَلهَا وَإِنَّمَا زِيَادَة الْعُمُر بِالذُّرِّيَّةِ الصَّالِحَة يُرْزَقهَا الْعَبْد فَيَدْعُونَ لَهُ مِنْ بَعْده فَيَلْحَقهُ دُعَاؤُهُمْ فِي قَبْره فَذَلِكَ زِيَادَة الْعُمُر \" وَقَوْله عَزَّ وَجَلَّ \" إِنَّ ذَلِكَ عَلَى اللَّه يَسِير \" أَيْ سَهْل عَلَيْهِ يَسِير لَدَيْهِ عِلْم بِذَلِكَ وَبِتَفْصِيلِهِ فِي جَمِيع مَخْلُوقَاته فَإِنَّ عِلْمه شَامِل لِلْجَمِيعِ لَا يَخْفَى عَلَيْهِ شَيْء مِنْهَا .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40296, "aya_id": 11}]