[{"text": "وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُم مُّتَّبَعُونَ", "sura_id": 26, "type": 0, "id": 2984, "aya_id": 52}, {"text": "وأوحينا إلى موسى أن أسر بعبادي إنكم متبعون", "sura_id": 26, "type": 1, "id": 9220, "aya_id": 52}, {"text": "52 - (وأوحينا إلى موسى) بعد سنين أقامها بينهم يدعوهم بآيات الله إلى الحق فلم يزيدوا إلا عتوا (أن أسر بعبادي) بني إسرائيل وفي قراءة بكسر النون ووصل همزة أسر من سرى لغة في أسرى سر بهم ليلا إلى البحر (إنكم متبعون) يتبعكم فرعون وجنوده فيلجون وراءكم البحر فانجيكم واغرقهم \r\n", "sura_id": 26, "type": 2, "id": 27928, "aya_id": 52}, {"text": "وأوحى الله إلى موسى عليه السلام: أَنْ سِرْ ليلا بمن آمن من بني إسرائيل؛ لأن فرعون وجنوده متبعوكم حتى لا يدركوكم قبل وصولكم إلى البحر.\r\n", "sura_id": 26, "type": 3, "id": 34164, "aya_id": 52}, {"text": " <font color=red>وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُمْ مُتَّبَعُونَ</font><BR><p>لَمَّا طَالَ مُقَام مُوسَى عَلَيْهِ السَّلَام بِبِلَادِ مِصْر وَأَقَامَ بِهَا حُجَج اللَّه وَبَرَاهِينه عَلَى فِرْعَوْن وَمَلَئِهِ وَهُمْ مَعَ ذَلِكَ يُكَابِرُونَ وَيُعَانِدُونَ لَمْ يَبْقَ لَهُمْ إِلَّا الْعَذَاب وَالنَّكَال فَأَمَرَ اللَّه تَعَالَى مُوسَى عَلَيْهِ السَّلَام أَنْ يَخْرُج بِبَنِي إِسْرَائِيل لَيْلًا مِنْ مِصْر وَأَنْ يَمْضِي بِهِمْ حَيْثُ يُؤْمَر فَفَعَلَ مُوسَى عَلَيْهِ السَّلَام مَا أَمَرَهُ رَبّه عَزَّ وَجَلَّ خَرَجَ بِهِمْ بَعْدَمَا اِسْتَعَارُوا مِنْ قَوْم فِرْعَوْن حُلِيًّا كَثِيرًا وَكَانَ خُرُوجه بِهِمْ فِيمَا ذَكَرَهُ غَيْر وَاحِد مِنْ الْمُفَسِّرِينَ وَقْت طُلُوع الْقَمَر وَذَكَرَ مُجَاهِد رَحِمَهُ اللَّه أَنَّهُ كَسَفَ الْقَمَر تِلْكَ اللَّيْلَة فَاَللَّه أَعْلَم وَأَنَّ مُوسَى عَلَيْهِ السَّلَام سَأَلَ عَنْ قَبْر يُوسُف عَلَيْهِ السَّلَام فَدَلَّتْهُ اِمْرَأَة عَجُوز مِنْ بَنِي إِسْرَائِيل عَلَيْهِ فَاحْتَمَلَ تَابُوته مَعَهُمْ وَيُقَال إِنَّهُ هُوَ الَّذِي حَمَلَهُ بِنَفْسِهِ عَلَيْهِمَا السَّلَام وَكَانَ يُوسُف عَلَيْهِ السَّلَام قَدْ أَوْصَى بِذَلِكَ إِذَا خَرَجَ بَنُو إِسْرَائِيل أَنْ يَحْتَمِلُوهُ مَعَهُمْ وَقَدْ وَرَدَ فِي ذَلِكَ حَدِيث رَوَاهُ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه فَقَالَ : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا عَبْد اللَّه بْن عُمَر بْن أَبَان بْن صَالِح حَدَّثَنَا اِبْن فُضَيْل عَنْ يُونُس بْن أَبِي إِسْحَاق عَنْ اِبْن أَبِي بُرْدَة عَنْ أَبِيهِ عَنْ أَبِي مُوسَى قَالَ : نَزَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَعْرَابِيٍّ فَأَكْرَمَهُ فَقَالَ لَهُ رَسُول اللَّه \" تُعَاهِدنَا \" فَأَتَاهُ الْأَعْرَابِيّ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا حَاجَتك ؟ \" قَالَ نَاقَة بِرَحْلِهَا وَعَنْز يَحْتَلِبهَا أَهْلِي فَقَالَ \" أَعَجَزْت أَنْ تَكُون مِثْل عَجُوز بَنِي إِسْرَائِيل ؟ \" فَقَالَ لَهُ أَصْحَابه وَمَا عَجُوز بَنِي إِسْرَائِيل يَا رَسُول اللَّه ؟ قَالَ \" إِنَّ مُوسَى عَلَيْهِ السَّلَام لَمَّا أَرَادَ أَنْ يَسِير بِبَنِي إِسْرَائِيل أَضَلَّ الطَّرِيق فَقَالَ لِبَنِي إِسْرَائِيل مَا هَذَا ؟ فَقَالَ لَهُ عُلَمَاء بَنِي إِسْرَائِيل نَحْنُ نُحَدِّثك أَنَّ يُوسُف عَلَيْهِ السَّلَام لَمَّا حَضَرَتْهُ الْوَفَاة أَخَذَ عَلَيْنَا مَوْثِقًا مِنْ اللَّه أَنْ لَا نَخْرُج مِنْ مِصْر حَتَّى نَنْقُل تَابُوته مَعَنَا فَقَالَ لَهُمْ مُوسَى فَأَيّكُمْ يَدْرِي أَيْنَ قَبْر يُوسُف ؟ قَالُوا مَا يَعْلَمهُ إِلَّا عَجُوز مِنْ بَنِي إِسْرَائِيل فَأَرْسَلَ إِلَيْهَا فَقَالَ لَهَا دُلِّينِي عَلَى قَبْر يُوسُف فَقَالَتْ وَاَللَّه لَا أَفْعَل حَتَّى تُعْطِينِي حُكْمِي فَقَالَ لَهَا وَمَا حُكْمك ؟ قَالَتْ حُكْمِي أَنْ أَكُون مَعَك فِي الْجَنَّة ; فَكَأَنَّهُ ثَقُلَ عَلَيْهِ ذَلِكَ فَقِيلَ لَهُ أَعْطِهَا حُكْمهَا قَالَ فَانْطَلَقَتْ مَعَهُمْ إِلَى بُحَيْرَة - مُسْتَنْقَع مَاء - فَقَالَتْ لَهُمْ انْضِبُوا هَذَا الْمَاء فَلَمَّا أَنْضَبُوهُ قَالَتْ اِحْفِرُوا فَلَمَّا حَفَرُوا اِسْتَخْرَجُوا قَبْر يُوسُف فَلَمَّا اِحْتَمَلُوهُ إِذَا الطَّرِيق مِثْل ضَوْء النَّهَار ; وَهَذَا حَدِيث غَرِيب جِدًّا وَالْأَقْرَب أَنَّهُ مَوْقُوف وَاَللَّه أَعْلَم : .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39541, "aya_id": 52}]