[{"text": "لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ", "sura_id": 60, "type": 0, "id": 5158, "aya_id": 8}, {"text": "لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم وتقسطوا إليهم إن الله يحب المقسطين", "sura_id": 60, "type": 1, "id": 11394, "aya_id": 8}, {"text": "8 - (لا ينهاكم الله عن الذين لم يقاتلوكم) من الكفار (في الدين ولم يخرجوكم من دياركم أن تبروهم) بدل اشتمال من الذين (وتقسطوا) تقضوا (إليهم) بالقسط أي بالعدل وهذا قبل الأمر بجهادهم (إن الله يحب المقسطين) العادلين \r\n", "sura_id": 60, "type": 2, "id": 30102, "aya_id": 8}, {"text": "لا ينهاكم الله -أيها المؤمنون- عن الذين550 لم يقاتلوكم من الكفار بسبب الدين, ولم يخرجوكم من دياركم أن تكرموهم بالخير, وتعدلوا فيهم بإحسانكم إليهم وبرِّكم بهم. إن الله يحب الذين يعدلون في أقوالهم وأفعالهم.\r\n", "sura_id": 60, "type": 3, "id": 36338, "aya_id": 8}, {"text": " <font color=red>لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ</font><BR><p>وَقَوْله تَعَالَى\" لَا يَنْهَاكُمْ اللَّه عَنْ الَّذِينَ لَمْ يُقَاتِلُونَكُمْ فِي الدِّين وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَاركُمْ وَلَمْ يُظَاهِرُوا \" أَيْ يُعَاوِنُوا عَلَى إِخْرَاجكُمْ أَيْ لَا يَنْهَاكُمْ عَنْ الْإِحْسَان إِلَى الْكَفَرَة الَّذِينَ لَا يُقَاتِلُونَكُمْ فِي الدِّين كَالنِّسَاءِ وَالضَّعَفَة مِنْهُمْ \" أَنْ تَبَرُّوهُمْ \" أَيْ تُحْسِنُوا إِلَيْهِمْ\" وَتُقْسِطُوا إِلَيْهِمْ \" أَيْ تَعْدِلُوا \" إِنَّ اللَّه يُحِبّ الْمُقْسِطِينَ \" . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ فَاطِمَة بِنْت الْمُنْذِر عَنْ أَسْمَاء بِنْت أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا قَالَتْ قَدِمَتْ أُمِّي وَهِيَ مُشْرِكَة فِي عَهْد قُرَيْش إِذْ عَاهَدُوا فَأَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا رَسُول اللَّه إِنَّ أُمِّي قَدِمَتْ وَهِيَ رَاغِبَة أَفَأَصِلهَا ؟ قَالَ \" نَعَمْ صِلِي أُمّك \" أَخْرَجَاهُ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَارِم حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك حَدَّثَنَا مُصْعَب بْن ثَابِت حَدَّثَنَا عَامِر بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ قَالَ قَدِمَتْ قُتَيْلَة عَلَى اِبْنَتهَا أَسْمَاء بِنْت أَبِي بَكْر بِهَدَايَا ضِبَاب وَقَرَظ وَسَمْن وَهِيَ مُشْرِكَة فَأَبَتْ أَسْمَاء أَنْ تَقْبَل هَدِيَّتهَا وَأَنْ تُدْخِلهَا بَيْتهَا فَسَأَلَتْ عَائِشَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه تَعَالَى \" لَا يَنْهَاكُمْ اللَّه عَنْ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّين\" إِلَى آخِر الْآيَة فَأَمَرَهَا أَنْ تَقْبَل هَدِيَّتهَا وَأَنْ تُدْخِلهَا بَيْتهَا . وَهَكَذَا رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث مُصْعَب بْن ثَابِت بِهِ وَفِي رِوَايَة لِأَحْمَد وَابْن جَرِير قُتَيْلَة بِنْت عَبْد الْعُزَّى بْن سَعْد مِنْ بَنِي مَالِك بْن حِسْل وَزَادَ اِبْن أَبِي حَاتِم فِي الْمُدَّة الَّتِي كَانَتْ بَيْن قُرَيْش وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ أَبُو بَكْر أَحْمَد بْن عَمْرو بْن عَبْد الْخَالِق الْبَزَّار حَدَّثَنَا عَبْد اللَّه بْن شُبَيْب حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا أَبُو قَتَادَة الْعَدَوِيّ عَنْ اِبْن أَخِي الزُّهْرِيّ عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة وَأَسْمَاء أَنَّهُمَا قَالَتَا قَدِمَتْ عَلَيْنَا أُمّنَا الْمَدِينَة وَهِيَ مُشْرِكَة فِي الْهُدْنَة الَّتِي كَانَتْ بَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَيْن قُرَيْش فَقُلْنَا يَا رَسُول اللَّه إِنَّ أُمّنَا قَدِمَتْ عَلَيْنَا الْمَدِينَة وَهِيَ رَاغِبَة أَفَنَصِلهَا ؟ قَالَ \" نَعَمْ فَصِلَاهَا\" ثُمَّ قَالَ وَهَذَا الْحَدِيث لَا نَعْلَمهُ يُرْوَى عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة إِلَّا مِنْ هَذَا الْوَجْه \" قُلْت \" وَهُوَ مُنْكَر بِهَذَا السِّيَاق لِأَنَّ أُمّ عَائِشَة هِيَ أُمّ رُومَان وَكَانَتْ مُسْلِمَة مُهَاجِرَة وَأُمّ أَسْمَاء غَيْرهَا كَمَا هُوَ مُصَرَّح بِاسْمِهَا فِي هَذِهِ الْأَحَادِيث الْمُتَقَدِّمَة وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" إِنَّ اللَّه يُحِبّ الْمُقْسِطِينَ \" قَدْ تَقَدَّمَ تَفْسِير ذَلِكَ فِي سُورَة الْحُجُرَات وَأَوْرَدَ الْحَدِيث الصَّحِيح \" الْمُقْسِطُونَ عَلَى مَنَابِر مِنْ نُور عَنْ يَمِين الْعَرْش الَّذِينَ يَعْدِلُونَ فِي حُكْمهمْ وَأَهَالِيهمْ وَمَا وُلُّوا \" .</p><BR> <br> ", "sura_id": 60, "type": 4, "id": 42252, "aya_id": 8}]