[{"text": "أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَن يُحْيِيَ الْمَوْتَى", "sura_id": 75, "type": 0, "id": 5591, "aya_id": 40}, {"text": "أليس ذلك بقادر على أن يحيي الموتى", "sura_id": 75, "type": 1, "id": 11827, "aya_id": 40}, {"text": "40 - (أليس ذلك) الفعال لهذه الأشياء (بقادر على أن يحيي الموتى) قال صلى الله عليه وسلم بلى \r\n", "sura_id": 75, "type": 2, "id": 30535, "aya_id": 40}, {"text": "أليس ذلك الإله الخالق لهذه الأشياء بقادر على إعادة الخلق بعد فنائهم؟ بلى إنه - سبحانه وتعالى- لقادر على ذلك.\r\n", "sura_id": 75, "type": 3, "id": 36771, "aya_id": 40}, {"text": " <font color=red>أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى</font><BR><p>قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا شَبَابَة عَنْ شُعْبَة عَنْ مُوسَى بْن أَبِي عَائِشَة عَنْ آخَر أَنَّهُ كَانَ فَوْق سَطْح يَقْرَأ وَيَرْفَع صَوْته بِالْقُرْآنِ فَإِذَا قَرَأَ \" أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى\" قَالَ سُبْحَانك اللَّهُمَّ فَبَلَى فَسُئِلَ عَنْ ذَلِكَ فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول ذَلِكَ وَقَالَ أَبُو دَاوُد رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ مُوسَى بْن أَبِي عَائِشَة قَالَ كَانَ رَجُل يُصَلِّي فَوْق بَيْته فَكَانَ إِذَا قَرَأَ \" أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى\" قَالَ سُبْحَانك فَبَلَى فَسَأَلُوهُ عَنْ ذَلِكَ فَقَالَ سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَفَرَّدَ بِهِ أَبُو دَاوُد وَلَمْ يُسَمِّ هَذَا الصَّحَابِيّ وَلَا يَضُرّ ذَلِكَ وَقَالَ أَبُو دَاوُد أَيْضًا حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد الزُّهْرِيّ حَدَّثَنَا سُفْيَان حَدَّثَنِي إِسْمَاعِيل بْن أُمَيَّة سَمِعْت أَعْرَابِيًّا يَقُول سَمِعْت أَبَا هُرَيْرَة يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ مِنْكُمْ بِالتِّينِ وَالزَّيْتُون فَانْتَهَى إِلَى آخِرهَا \" أَلَيْسَ اللَّه بِأَحْكَم الْحَاكِمِينَ \" فَلْيَقُلْ بَلَى وَأَنَا عَلَى ذَلِكَ مِنْ الشَّاهِدِينَ وَمَنْ قَرَأَ \" لَا أُقْسِم بِيَوْمِ الْقِيَامَة \" فَانْتَهَى إِلَى قَوْله \" أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى\" فَلْيَقُلْ بَلَى وَمَنْ قَرَأَ \" وَالْمُرْسَلَات \" فَبَلَغَ \" فَبِأَيِّ حَدِيث بَعْده يُؤْمِنُونَ \" فَلْيَقُلْ آمَنَّا بِاَللَّهِ \" وَرَوَاهُ أَحْمَد عَنْ سُفْيَان بْن عُيَيْنَةَ وَرَوَاهُ التِّرْمِذِيّ عَنْ اِبْن أَبِي عُمَر عَنْ سُفْيَان بْن عُيَيْنَةَ بِهِ وَقَدْ رَوَاهُ شُعْبَة عَنْ إِسْمَاعِيل بْن أُمَيَّة قَالَ : قُلْت لَهُ مَنْ حَدَّثَك ؟ قَالَ رَجُل صِدْق عَنْ أَبِي هُرَيْرَة وَقَالَ اِبْن جَرِير حَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَوْله تَعَالَى\" أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى \" ذُكِرَ لَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَرَأَهَا قَالَ \" سُبْحَانك وَبَلَى \" ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّهُ مَرَّ بِهَذِهِ الْآيَة \" أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى\" قَالَ سُبْحَانك فَبَلَى . آخِر تَفْسِير سُورَة الْقِيَامَة وَلِلَّهِ الْحَمْدُ وَالْمِنَّة.</p><BR> <br> ", "sura_id": 75, "type": 4, "id": 42882, "aya_id": 40}]