[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اسْتَعِينُواْ بِالصَّبْرِ وَالصَّلاَةِ إِنَّ اللّهَ مَعَ الصَّابِرِينَ", "sura_id": 2, "type": 0, "id": 160, "aya_id": 153}, {"text": "يا أيها الذين آمنوا استعينوا بالصبر والصلاة إن الله مع الصابرين", "sura_id": 2, "type": 1, "id": 6396, "aya_id": 153}, {"text": "153 - (يا أيها الذين آمنوا استعينوا) على الآخرة (بالصبر) على الطاعة والبلاء (والصلاة) خصها بالذكر لتكررها وعظمها (إن الله مع الصابرين) بالعون \r\n", "sura_id": 2, "type": 2, "id": 25104, "aya_id": 153}, {"text": "يا أيها المؤمنون اطلبوا العون من الله في كل أموركم: بالصبر على النوائب والمصائب, وترك المعاصي والذنوب, والصبر على الطاعات والقربات, والصلاة التي تطمئن بها النفس, وتنهى عن الفحشاء والمنكر. إن الله مع الصابرين بعونه وتوفيقه وتسديده. وفي الآية: إثبات معيَّة الله الخاصة بالمؤمنين, المقتضية لما سلف ذكره; أما المعية العامة, المقتضية للعلم والإحاطة فهي لجميع الخلق.\r\n", "sura_id": 2, "type": 3, "id": 31340, "aya_id": 153}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ</font><BR><p>لَمَّا فَرَغَ تَعَالَى مِنْ بَيَان الْأَمْر بِالشُّكْرِ شَرَعَ فِي بَيَان الصَّبْر وَالْإِرْشَاد وَالِاسْتِعَانَة بِالصَّبْرِ وَالصَّلَاة فَإِنَّ الْعَبْد إِمَّا أَنْ يَكُون فِي نِعْمَة فَيَشْكُر عَلَيْهَا أَوْ فِي نِقْمَة فَيَصْبِر عَلَيْهَا كَمَا جَاءَ فِي الْحَدِيث \" عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللَّهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ : إِنْ أَصَابَتْهُ سَرَّاء فَشَكَرَ كَانَ خَيْرًا لَهُ وَإِنْ أَصَابَتْهُ ضَرَّاء فَصَبَرَ كَانَ خَيْرًا لَهُ\" وَبَيَّنَ تَعَالَى أَنَّ أَجْوَد مَا يُسْتَعَان بِهِ عَلَى تَحَمُّل الْمَصَائِب الصَّبْرُ وَالصَّلَاةُ كَمَا تَقَدَّمَ فِي قَوْله \" وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ\" وَفِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا حَزَبَهُ أَمْرٌ صَلَّى وَالصَّبْر صَبْرَانِ فَصَبْرٌ عَلَى تَرْك الْمَحَارِم وَالْمَآثِم وَصَبْرٌ عَلَى فِعْل الطَّاعَات وَالْقُرُبَات وَالثَّانِي أَكْثَر ثَوَابًا لِأَنَّهُ الْمَقْصُود وَأَمَّا الصَّبْرُ الثَّالِثُ وَهُوَ الصَّبْرُ عَلَى الْمَصَائِب وَالنَّوَائِب فَذَاكَ أَيْضًا وَاجِبٌ كَالِاسْتِغْفَارِ مِنْ الْمَعَايِب كَمَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : الصَّبْر فِي بَابَيْنِ الصَّبْر لِلَّهِ بِمَا أَحَبَّ وَإِنْ ثَقُلَ عَلَى الْأَنْفُس وَالْأَبْدَان وَالصَّبْر لِلَّهِ عَمَّا كَرِهَ وَإِنْ نَازَعْت إِلَيْهِ الْأَهْوَاء فَمَنْ كَانَ هَكَذَا فَهُوَ مِنْ الصَّابِرِينَ الَّذِينَ يُسَلَّمُ عَلَيْهِمْ إِنْ شَاءَ اللَّه : وَقَالَ عَلِيّ بْن الْحُسَيْن زَيْن الْعَابِدِينَ إِذَا جَمَعَ اللَّه الْأَوَّلِينَ وَالْآخِرِينَ يُنَادِي مُنَادٍ أَيْنَ الصَّابِرُونَ لِيَدْخُلُوا الْجَنَّة قَبْل الْحِسَاب ؟ قَالَ فَيَقُوم عُنُق مِنْ النَّاس فَيَتَلَقَّاهُمْ الْمَلَائِكَة فَيَقُولُونَ إِلَى أَيْنَ يَا بَنِي آدَم ؟ فَيَقُولُونَ إِلَى الْجَنَّة فَيَقُولُونَ وَقَبْل الْحِسَاب ؟ قَالُوا نَعَمْ قَالُوا وَمَنْ أَنْتُمْ ؟ قَالُوا نَحْنُ الصَّابِرُونَ قَالُوا وَمَا كَانَ صَبْركُمْ ؟ قَالُوا صَبَرْنَا عَلَى طَاعَة اللَّه وَصَبَرْنَا عَنْ مَعْصِيَة اللَّه حَتَّى تَوَفَّانَا اللَّهُ قَالُوا أَنْتُمْ كَمَا قُلْتُمْ اُدْخُلُوا الْجَنَّة فَنِعْمَ أَجْرُ الْعَامِلِينَ \" قُلْت \" وَيَشْهَد لِهَذَا قَوْله تَعَالَى\" إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَاب \" وَقَالَ سَعِيد بْن جُبَيْر الصَّبْر اِعْتِرَاف الْعَبْد لِلَّهِ بِمَا أَصَابَ مِنْهُ وَاحْتِسَابه عِنْد اللَّه رَجَاء ثَوَابه وَقَدْ يَجْزَع الرَّجُل وَهُوَ مُتَجَلِّدٌ لَا يُرَى مِنْهُ إِلَّا الصَّبْر .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38557, "aya_id": 153}]