[{"text": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ", "sura_id": 36, "type": 0, "id": 3767, "aya_id": 62}, {"text": "ولقد أضل منكم جبلا كثيرا أفلم تكونوا تعقلون", "sura_id": 36, "type": 1, "id": 10003, "aya_id": 62}, {"text": "62 - (ولقد أضل منكم جبلا) خلقا جمع جبيل كقديم وفي قراءة بضم الباء (كثيرا أفلم تكونوا تعقلون) عداوته وإضلاله أو ما حل بهم من العذاب فتؤمنوا ويقال لهم في الآخرة \r\n", "sura_id": 36, "type": 2, "id": 28711, "aya_id": 62}, {"text": "ولقد أضلَّ الشيطان عن الحق منكم خلقًا كثيرًا, أفما كان لكم عقل -أيها المشركون- ينهاكم عن اتباعه؟\r\n", "sura_id": 36, "type": 3, "id": 34947, "aya_id": 62}, {"text": " <font color=red>وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ</font><BR><p>وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" وَلَقَدْ أَضَلَّ مِنْكُمْ جَبِلًّا كَثِيرًا \" يُقَال جِبِلًّا بِكَسْرِ الْجِيم وَتَشْدِيد اللَّام وَيُقَال جُبُلًا بِضَمِّ الْجِيم وَالْبَاء وَتَخْفِيف اللَّام وَمِنْهُمْ مَنْ يُسَكِّن الْبَاء وَالْمُرَاد بِذَلِكَ الْخَلْق الْكَثِير قَالَهُ مُجَاهِد وَقَتَادَة وَالسُّدِّيّ وَسُفْيَان بْن عُيَيْنَةَ . وَقَوْله تَعَالَى : \" أَفَلَمْ تَكُونُوا تَعْقِلُونَ \" أَيْ أَفَمَا كَانَ لَكُمْ عَقْل فِي مُخَالَفَة رَبّكُمْ فِيمَا أَمَرَكُمْ بِهِ مِنْ عِبَادَته وَحْده لَا شَرِيك لَهُ وَعُدُولِكُمْ إِلَى اِتِّبَاع الشَّيْطَان . قَالَ اِبْن جُرَيْج حَدَّثَنَا كُرَيْب حَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد الْمُحَارِبِيّ عَنْ إِسْمَاعِيل بْن رَافِع عَمَّنْ حَدَّثَهُ عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا كَانَ يَوْم الْقِيَامَة أَمَرَ اللَّه تَعَالَى جَهَنَّم فَيَخْرُج مِنْهَا عُنُق سَاطِع مُظْلِم يَقُول \" أَلَمْ أَعْهَد إِلَيْكُمْ يَا بَنِي آدَم أَنْ لَا تَعْبُدُوا الشَّيْطَان إِنَّهُ لَكُمْ عَدُوّ مُبِين وَأَنْ اُعْبُدُونِي هَذَا صِرَاط مُسْتَقِيم وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ هَذِهِ جَهَنَّم الَّتِي كُنْتُمْ تُوعَدُونَ \" وَامْتَازُوا الْيَوْم أَيّهَا الْمُجْرِمُونَ \" فَيَتَمَيَّز النَّاس وَيَجْثُونَ وَهِيَ الَّتِي يَقُول اللَّه عَزَّ وَجَلَّ \" وَتَرَى كُلّ أُمَّة جَاثِيَة كُلّ أُمَّة تُدْعَى إِلَى كِتَابهَا الْيَوْم تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ \" .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40397, "aya_id": 62}]