[{"text": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا", "sura_id": 65, "type": 0, "id": 5219, "aya_id": 2}, {"text": "فإذا بلغن أجلهن فأمسكوهن بمعروف أو فارقوهن بمعروف وأشهدوا ذوي عدل منكم وأقيموا الشهادة لله ذلكم يوعظ به من كان يؤمن بالله واليوم الآخر ومن يتق الله يجعل له مخرجا", "sura_id": 65, "type": 1, "id": 11455, "aya_id": 2}, {"text": "2 - (فإذا بلغن أجلهن) قاربن انقضاء عدتهن (فأمسكوهن) بأن تراجعوهن (بمعروف) من غير ضرار (أو فارقوهن بمعروف) اتركوهن حتى تنقضي عدتهن ولا تضاروهن بالمراجعة (وأشهدوا ذوي عدل منكم) على المراجعة أو الفراق (وأقيموا الشهادة لله) لا للمشهود عليه أو له (ذلكم يوعظ به من كان يؤمن بالله واليوم الآخر ومن يتق الله يجعل له مخرجا) من كرب الدنيا والآخرة \r\n", "sura_id": 65, "type": 2, "id": 30163, "aya_id": 2}, {"text": "فإذا قاربت المطلقات نهاية عدتهن فراجعوهن مع حسن المعاشرة, والإنفاق عليهن, أو فارقوهن مع إيفاء حقهن, دون المضارَّة لهن, وأشهدوا على الرجعة أو المفارقة رجلين عدلين منكم, وأدُّوا- أيها الشهود- الشهادة خالصة لله لا لشيء آخر, ذلك الذي أمركم الله به يوعظ به مَن كان يؤمن بالله واليوم الآخر. ومن يخف الله فيعمل بما أمره به, ويجتنب ما نهاه عنه, يجعل له مخرجًا من كل ضيق,\r\n", "sura_id": 65, "type": 3, "id": 36399, "aya_id": 2}, {"text": " <font color=red>فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا</font><BR><p>يَقُول تَعَالَى فَإِذَا بَلَغَتْ الْمُعْتَدَّات أَجَلهنَّ أَيْ شَارَفْنَ عَلَى اِنْقِضَاء الْعِدَّة وَقَارَبْنَ ذَلِكَ وَلَكِنْ لَمْ تَفْرُغْ الْعِدَّة الْكُلِّيَّة فَحِينَئِذٍ إِمَّا أَنْ يَعْزِم الزَّوْج عَلَى إِمْسَاكِهَا وَهُوَ رَجْعَتُهَا إِلَى عِصْمَة نِكَاحه وَالِاسْتِمْرَار بِهَا عَلَى مَا كَانَتْ عَلَيْهِ عِنْده \" بِمَعْرُوفٍ \" أَيْ مُحْسِنًا إِلَيْهَا فِي صُحْبَتِهَا وَإِمَّا أَنْ يَعْزِم عَلَى مُفَارَقَتِهَا بِمَعْرُوفٍ أَيْ مِنْ غَيْر مُقَابَحَة وَلَا مُشَاتَمَة وَلَا تَعْنِيف بَلْ يُطَلِّقُهَا عَلَى وَجْه جَمِيل وَسَبِيل حَسَن وَقَوْله تَعَالَى \" وَأَشْهِدُوا ذَوَيْ عَدْل مِنْكُمْ \" أَيْ عَلَى الرَّجْعَة إِذَا عَزَمْتُمْ عَلَيْهَا كَمَا رَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ عَنْ عِمْرَان بْن حُصَيْن أَنَّهُ سُئِلَ عَنْ الرَّجُل يُطَلِّق الْمَرْأَة ثُمَّ يَقَع بِهَا وَلَمْ يُشْهِدْ عَلَى طَلَاقهَا وَلَا عَلَى رَجْعَتهَا فَقَالَ طَلُقَتْ لِغَيْرِ سُنَّة وَرَجَعَتْ لِغَيْرِ سُنَّة وَأَشْهِدْ عَلَى طَلَاقهَا وَعَلَى رَجْعَتهَا وَلَا تَعُدْ وَقَالَ اِبْن جُرَيْج كَانَ عَطَاء يَقُول \" وَأَشْهِدُوا ذَوَيْ عَدْل مِنْكُمْ \" قَالَ لَا يَجُوز فِي نِكَاح وَلَا طَلَاق وَلَا رِجَاع إِلَّا شَاهِدَا عَدْل كَمَا قَالَ اللَّه عَزَّ وَجَلَّ إِلَّا أَنْ يَكُون مِنْ عُذْر . وَقَوْله تَعَالَى\" ذَلِكُمْ يُوعَظ بِهِ مَنْ كَانَ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر\" أَيْ هَذَا الَّذِي أَمَرْنَاكُمْ بِهِ مِنْ الْإِشْهَاد وَإِقَامَة الشَّهَادَة إِنَّمَا يَأْتَمِر بِهِ مَنْ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر وَأَنَّهُ شَرَعَ هَذَا وَمَنْ يَخَاف عِقَاب اللَّه فِي الدَّار الْآخِرَة وَمِنْ هَاهُنَا ذَهَبَ الشَّافِعِيّ فِي أَحَد قَوْلَيْهِ إِلَى وُجُوب الْإِشْهَاد فِي الرَّجْعَة كَمَا يَجِب عِنْده فِي اِبْتِدَاء النِّكَاح وَقَدْ قَالَ بِهَذَا طَائِفَة مِنْ الْعُلَمَاء وَمَنْ قَالَ بِهَذَا يَقُول إِنَّ الرَّجْعَة لَا تَصِحّ إِلَّا بِالْقَوْلِ لِيَقَع الْإِشْهَاد عَلَيْهَا . وَقَوْله تَعَالَى \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا وَيَرْزُقهُ مِنْ حَيْثُ لَا يَحْتَسِب \" أَيْ وَمَنْ يَتَّقِ اللَّه فِيمَا أَمَرَهُ بِهِ وَتَرَكَ مَا نَهَاهُ عَنْهُ يَجْعَل لَهُ مِنْ أَمْرِهِ مَخْرَجًا وَيَرْزُقهُ مِنْ حَيْثُ لَا يَحْتَسِب أَيْ مِنْ جِهَة لَا تَخْطِر بِبَالِهِ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد أَنَا كَهْمَس بْن الْحَسَن حَدَّثَنَا أَبُو السَّلِيل عَنْ أَبِي ذَرٍّ قَالَ : جَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتْلُو عَلَيَّ هَذِهِ الْآيَة \" وَمَنْ يَتَّقِ اللَّه يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ \" حَتَّى فَرَغَ مِنْ الْآيَةِ ثُمَّ قَالَ \" يَا أَبَا ذَرٍّ لَوْ أَنَّ النَّاس كُلّهمْ أَخَذُوا بِهَا كَفَتْهُمْ \" وَقَالَ فَجَعَلَ يَتْلُوهَا وَيُرَدِّدُهَا عَلَيَّ حَتَّى نَعَسْت ثُمَّ قَالَ \" يَا أَبَا ذَرٍّ كَيْف تَصْنَع إِذَا أُخْرِجْت مِنْ الْمَدِينَة ؟ \" قُلْت إِلَى السَّعَة وَالدَّعَة أَنْطَلِق فَأَكُون حَمَامَة مِنْ حَمَام مَكَّة قَالَ \" كَيْف تَصْنَع إِذَا خَرَجْت مِنْ مَكَّة ؟ \" قَالَ : قُلْت إِلَى السَّعَة وَالدَّعَة إِلَى الشَّام وَالْأَرْض الْمُقَدَّسَة قَالَ \" وَكَيْف تَصْنَع إِذَا أُخْرِجْت مِنْ الشَّام ؟ قُلْت إِذًا وَاَلَّذِي بَعَثَك بِالْحَقِّ أَضَع سَيْفِي عَلَى عَاتِقِي قَالَ \" أَوَخَيْر مِنْ ذَلِكَ \" قُلْت أَوَخَيْر مِنْ ذَلِكَ ؟ قَالَ \" تَسْمَع وَتُطِيع وَإِنْ كَانَ عَبْدًا حَبَشِيًّا \" .</p><BR> <br> ", "sura_id": 65, "type": 4, "id": 42312, "aya_id": 2}]