[{"text": "إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللّهُ وَلاَ تَكُن لِّلْخَآئِنِينَ خَصِيمًا", "sura_id": 4, "type": 0, "id": 598, "aya_id": 105}, {"text": "إنا أنزلنا إليك الكتاب بالحق لتحكم بين الناس بما أراك الله ولا تكن للخائنين خصيما", "sura_id": 4, "type": 1, "id": 6834, "aya_id": 105}, {"text": "105 - وسرق طعمة بن أبيرق درعاً وخبأها عند يهودي فوجدت عنده فرماه طعمة بها وحلف أنه ما سرقها فسأل قومه النبي صلى الله عليه وسلم أن يجادل عنه ويبرئه فنزل (إنا أنزلنا إليك الكتاب) القرآن (بالحق) متعلق بأنزل (لتحكم بين الناس بما أراك) أعلمك (الله) فيه (ولا تكن للخائنين) كطعمة (خصيما) مخاصما عنهم \r\n", "sura_id": 4, "type": 2, "id": 25542, "aya_id": 105}, {"text": "إنا أنزلنا إليك -أيها الرسول- القرآن مشتملا على الحق; لتفصل بين الناس جميعًا بما أوحى الله إليك, وبَصَّرك به, فلا تكن للذين يخونون أنفسهم -بكتمان الحق- مدافعًا عنهم بما أيدوه لك من القول المخالف للحقيقة.\r\n", "sura_id": 4, "type": 3, "id": 31778, "aya_id": 105}, {"text": " <font color=red>إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا</font><BR><p>يَقُول تَعَالَى مُخَاطِبًا لِرَسُولِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّا أَنْزَلْنَا إِلَيْك الْكِتَاب بِالْحَقِّ \" أَيْ هُوَ حَقّ مِنْ اللَّه وَهُوَ يَتَضَمَّن الْحَقّ فِي خَبَره وَطَلَبه وَقَوْله \" لِتَحْكُم بَيْن النَّاس بِمَا أَرَاك اللَّه \" اِحْتَجَّ بِهِ مَنْ ذَهَبَ مِنْ عُلَمَاء الْأُصُول إِلَى أَنَّهُ كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُ أَنْ يَحْكُم بِالِاجْتِهَادِ بِهَذِهِ الْآيَة وَبِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ زَيْنَب بِنْت أُمّ سَلَمَة عَنْ أُمّ سَلَمَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمِعَ جَلَبَة خَصْم بِبَابِ حُجْرَته فَخَرَجَ إِلَيْهِمْ فَقَالَ \" أَلَا إِنَّمَا أَنَا بَشَر وَإِنَّمَا أَقْضِي بِنَحْوٍ مِمَّا أَسْمَع وَلَعَلَّ أَحَدكُمْ أَنْ يَكُون أَلْحَن بِحُجَّتِهِ مِنْ بَعْض فَأَقْضِي لَهُ فَمَنْ قَضَيْت لَهُ بِحَقِّ مُسْلِم فَإِنَّمَا هِيَ قِطْعَة مِنْ النَّار فَلْيَحْمِلْهَا أَوْ لِيَذَرهَا \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا أُسَامَة بْن زَيْد عَنْ عَبْد اللَّه بْن رَافِع عَنْ أُمّ سَلَمَة قَالَتْ : جَاءَ رَجُلَانِ مِنْ الْأَنْصَار يَخْتَصِمَانِ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَوَارِيث بَيْنهمَا قَدْ دُرِسَتْ لَيْسَ عِنْدهمَا بَيِّنَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّكُمْ تَخْتَصِمُونَ إِلَيَّ وَإِنَّمَا أَنَا بَشَر وَلَعَلَّ بَعْضكُمْ أَنْ يَكُون أَلْحَن بِحُجَّتِهِ مِنْ بَعْض وَإِنَّمَا أَقْضِي بَيْنكُمْ عَلَى نَحْو مَا أَسْمَع فَمَنْ قَضَيْت لَهُ مِنْ حَقّ أَخِيهِ شَيْئًا فَلَا يَأْخُذهُ فَإِنَّمَا أَقْطَع لَهُ قِطْعَة مِنْ النَّار يَأْتِي بِهَا اِنْتِظَامًا فِي عُنُقه يَوْم الْقِيَامَة \" فَبَكَى الرَّجُلَانِ وَقَالَ كُلّ مِنْهُمَا : حَقِّي لِأَخِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا إِذَا قُلْتُمَا فَاذْهَبَا فَاقْتَسِمَا ثُمَّ تَوَخَّيَا الْحَقّ بَيْنكُمَا ثُمَّ اِسْتَهِمَا ثُمَّ لِيَحْلِل كُلّ مِنْكُمَا صَاحِبه \" وَقَدْ رَوَاهُ أَبُو دَاوُد مِنْ حَدِيث أُسَامَة بْن زَيْد بِهِ وَزَادَ \" إِنِّي إِنَّمَا أَقْضِي بَيْنكُمَا بِرَأْيِي فِيمَا لَمْ يَنْزِل عَلَيَّ فِيهِ \" وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَنَّ نَفَرًا مِنْ الْأَنْصَار غَزَوْا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَعْض غَزَوَاته فَسُرِقَتْ دِرْع لِأَحَدِهِمْ فَأُظِنّ بِهَا رَجُل مِنْ الْأَنْصَار فَأَتَى صَاحِب الدِّرْع رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّ طُعْمَة بْن أُبَيْرِق سَرَقَ دِرْعِي فَلَمَّا رَأَى السَّارِق ذَلِكَ عَمَدَ إِلَيْهَا فَأَلْقَاهَا فِي بَيْت رَجُل بَرِيء وَقَالَ لِنَفَرٍ مِنْ عَشِيرَته إِنِّي غَيَّبْت الدِّرْع وَأَلْقَيْتهَا فِي بَيْت فُلَان وَسَتُوجَدُ عِنْده فَانْطَلَقُوا إِلَى نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلًا فَقَالُوا : يَا نَبِيّ اللَّه إِنَّ صَاحِبنَا بَرِيء وَإِنَّ صَاحِب الدِّرْع فُلَان وَقَدْ أَحَطْنَا بِذَلِكَ عِلْمًا فَاعْذُرْ صَاحِبنَا عَلَى رُءُوس النَّاس وَجَادِلْ عَنْهُ فَإِنَّهُ إِنْ لَمْ يَعْصِمهُ اللَّه بِك يَهْلِك فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَرَّأَهُ وَعَذَرَهُ عَلَى رُءُوس النَّاس فَأَنْزَلَ اللَّه \" إِنَّا أَنْزَلْنَا إِلَيْك الْكِتَاب بِالْحَقِّ لِتَحْكُم بَيْن النَّاس بِمَا أَرَاك اللَّه وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا وَاسْتَغْفِرْ اللَّه إِنَّ اللَّه كَانَ غَفُورًا رَحِيمًا وَلَا تُجَادِل عَنْ الَّذِينَ يَخْتَانُونَ أَنْفُسهمْ \" الْآيَة ثُمَّ قَالَ تَعَالَى لِلَّذِينَ أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُسْتَخْفِينَ بِالْكَذِبِ يَسْتَخْفُونَ مِنْ النَّاس وَلَا يَسْتَخْفُونَ مِنْ اللَّه الْآيَتَيْنِ . يَعْنِي الَّذِينَ أَتَوْا رَسُول اللَّه صَلَّى مُسْتَخْفِينَ يُجَادِلُونَ عَنْ الْخَائِنِينَ ثُمَّ قَالَ عَزَّ وَجَلَّ وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه الْآيَة يَعْنِي الَّذِينَ أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُسْتَخْفِينَ بِالْكَذِبِ ثُمَّ قَالَ وَمَنْ يَكْسِب خَطِيئَة أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدْ اِحْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا يَعْنِي السَّارِق وَاَلَّذِينَ جَادَلُوا عَنْ السَّارِق وَهَذَا سِيَاق غَرِيب وَقَدْ ذَكَرَ مُجَاهِد وَعِكْرِمَة وَقَتَادَة وَالسُّدِّىّ وَابْن زَيْد وَغَيْرهمْ فِي هَذِهِ الْآيَة أَنَّهَا نَزَلَتْ فِي سَارِق بَنِي أُبَيْرِق عَلَى اِخْتِلَاف سِيَاقَاتهمْ وَهِيَ مُتَقَارِبَة وَقَدْ رَوَى هَذِهِ الْقِصَّة مُحَمَّد بْن إِسْحَاق مُطَوَّلَة فَقَالَ أَبُو عِيسَى التِّرْمِذِيّ عِنْد تَفْسِير هَذِهِ الْآيَة مِنْ جَامِعه وَابْن جَرِير فِي تَفْسِيره : حَدَّثَنَا الْحَسَن بْن أَحْمَد بْن أَبِي شُعَيْب أَبُو مُسْلِم الْحَرَّانِيّ حَدَّثَنَا مُحَمَّد بْن سَلَمَة الْحَرَّانِيّ حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ عَاصِم بْن عُمَر بْن قَتَادَة عَنْ أَبِيهِ عَنْ جَدّه قَتَادَة بْن النُّعْمَان رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ أَهْل بَيْت مِنَّا يُقَال لَهُمْ بَنُو أُبَيْرِق بِشْر وَبَشِير وَمُبَشِّر وَكَانَ بَشِير رَجُلًا مُنَافِقًا يَقُول الشِّعْر يَهْجُو بِهِ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ يَنْحَلهُ لِبَعْضِ الْعَرَب ثُمَّ يَقُول : قَالَ فُلَان كَذَا وَكَذَا وَقَالَ فُلَان كَذَا وَكَذَا فَإِذَا سَمِعَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ الشِّعْر قَالُوا : وَاَللَّه مَا يَقُول هَذَا الشِّعْر إِلَّا هَذَا الرَّجُل الْخَبِيث أَوْ كَمَا قَالَ الرَّجُل وَقَالُوا اِبْن الْأُبَيْرِق قَالَهَا قَالُوا وَكَانُوا أَهْل بَيْت حَاجَة وَفَاقَة فِي الْجَاهِلِيَّة وَالْإِسْلَام وَكَانَ النَّاس إِنَّمَا طَعَامهمْ بِالْمَدِينَةِ التَّمْر وَالشَّعِير وَكَانَ الرَّجُل إِذَا كَانَ لَهُ يَسَار فَقَدِمَتْ ضَافِطَة مِنْ الشَّام مِنْ الدَّرْمَك اِبْتَاعَ الرَّجُل مِنْهَا فَخَصَّ بِهَا نَفْسه وَأَمَّا الْعِيَال فَإِنَّمَا طَعَامهمْ التَّمْر وَالشَّعِير فَقَدِمَتْ ضَافِطَة مِنْ الشَّام فَابْتَاعَ عَمِّي رِفَاعَة بْن زَيْد حِمْلًا مِنْ الدَّرْمَك فَجَعَلَهُ فِي مَشْرُبَة لَهُ وَفِي الْمَشْرُبَة سِلَاح وَدِرْع وَسَيْف فَعُدِيَ عَلَيْهِ مِنْ تَحْت الْبَيْت فَنُقِبَتْ الْمَشْرُبَة وَأُخِذَ الطَّعَام وَالسِّلَاح فَلَمَّا أَصْبَحَ أَتَانِي عَمِّي رِفَاعَة فَقَالَ : يَا اِبْن أَخِي إِنَّهُ قَدْ عُدِيَ عَلَيْنَا فِي لَيْلَتنَا هَذِهِ فَنُقِبَتْ مَشْرُبَتنَا فَذُهِبَ بِطَعَامِنَا وَسِلَاحنَا قَالَ فَتَحَسَّسْنَا فِي الدَّار وَسَأَلْنَا فَقِيلَ لَنَا قَدْ رَأَيْنَا بَنِي أُبَيْرِق اِسْتَوْقَدُوا فِي هَذِهِ اللَّيْلَة وَلَا نَرَى فِيمَا نَرَى إِلَّا عَلَى بَعْض طَعَامكُمْ قَالَ : وَكَانَ بَنُو أُبَيْرِق قَالُوا - وَنَحْنُ نَسْأَل فِي الدَّار - وَاَللَّه مَا نَرَى صَاحِبكُمْ إِلَّا لَبِيد بْن سَهْل رَجُلًا مِنَّا لَهُ صَلَاح وَإِسْلَام فَلَمَّا سَمِعَ لَبِيد اِخْتَرَطَ سَيْفه وَقَالَ : أَنَا أُسْرَق وَاَللَّه لَيُخَالِطَنكُمْ هَذَا السَّيْف أَوْ لَتُبَيِّنُنَّ هَذِهِ السَّرِقَة قَالُوا : إِلَيْك عَنَّا أَيّهَا الرَّجُل فَمَا أَنْتَ بِصَاحِبِهَا فَسَأَلْنَا فِي الدَّار حَتَّى لَمْ نَشُكّ أَنَّهُمْ أَصْحَابهَا فَقَالَ لِي عَمِّي : يَا اِبْن أَخِي لَوْ أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرْت ذَلِكَ لَهُ قَالَ قَتَادَة فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت : إِنَّ أَهْل بَيْت مِنَّا أَهْل جَفَاء عَمَدُوا إِلَى عَمِّي رِفَاعَة بْن زَيْد فَنَقَبُوا مَشْرُبَة لَهُ وَأَخَذُوا سِلَاحه وَطَعَامه فَلْيَرُدُّوا عَلَيْنَا سِلَاحنَا فَأَمَّا الطَّعَام فَلَا حَاجَة لَنَا فِيهِ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَآمُرُ فِي ذَلِكَ \" فَلَمَّا سَمِعَ بِذَلِكَ بَنُو أُبَيْرِق أَتَوْا رَجُلًا مِنْهُمْ يُقَال لَهُ أُسَيْد بْن عُرْوَة فَكَلَّمُوهُ فِي ذَلِكَ فَاجْتَمَعَ فِي ذَلِكَ أُنَاس مِنْ أَهْل الدَّار فَقَالُوا : يَا رَسُول اللَّه إِنَّ قَتَادَة بْن النُّعْمَان وَعَمّه عَمَدَا إِلَى أَهْل بَيْت مِنَّا أَهْل إِسْلَام وَصَلَاح يَرْمُونَهُمْ بِالسَّرِقَةِ مِنْ غَيْر بَيِّنَة وَلَا ثَبْت قَالَ قَتَادَة : فَأَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَلَّمْته فَقَالَ \" عَمَدْت إِلَى أَهْل بَيْت ذُكِرَ مِنْهُمْ إِسْلَام وَصَلَاح تَرْمِيهِمْ بِالسَّرِقَةِ عَلَى غَيْر ثَبْت وَلَا بَيِّنَة \" قَالَ فَرَجَعْت وَلَوَدِدْت أَنِّي خَرَجْت مِنْ بَعْض مَالِي وَلَمْ أُكَلِّم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ فَأَتَانِي عَمِّي رِفَاعَة فَقَالَ : يَا اِبْن أَخِي مَا صَنَعْت ؟ فَأَخْبَرْته بِمَا قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : اللَّه الْمُسْتَعَان فَلَمْ نَلْبَث أَنْ نَزَلَ الْقُرْآن \" إِنَّا أَنْزَلْنَا إِلَيْك الْكِتَاب بِالْحَقِّ لِتَحْكُم بَيْن النَّاس بِمَا أَرَاك اللَّه وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا \" يَعْنِي بَنِي أُبَيْرِق .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40774, "aya_id": 105}]