[{"text": "يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا", "sura_id": 33, "type": 0, "id": 3604, "aya_id": 71}, {"text": "يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما", "sura_id": 33, "type": 1, "id": 9840, "aya_id": 71}, {"text": "71 - (يصلح لكم أعمالكم) يتقبلها (ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما) نال غاية مطلوبة \r\n", "sura_id": 33, "type": 2, "id": 28548, "aya_id": 71}, {"text": "إذا اتقيتم الله وقلتم قولا سديدًا أصلح الله لكم أعمالكم, وغفر ذنوبكم. ومن يطع الله ورسوله فيما أمر ونهى فقد فاز بالكرامة العظمى في الدنيا والآخرة.\r\n", "sura_id": 33, "type": 3, "id": 34784, "aya_id": 71}, {"text": " <font color=red>يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا</font><BR><p>وَوَعَدَهُمْ أَنَّهُمْ إِذَا فَعَلُوا ذَلِكَ أَثَابَهُمْ عَلَيْهِ بِأَنْ يُصْلِح لَهُمْ أَعْمَالهمْ أَيْ يُوَفِّقهُمْ لِلْأَعْمَالِ الصَّالِحَة وَأَنْ يَغْفِر لَهُمْ الذُّنُوب الْمَاضِيَة وَمَا قَدْ يَقَع مِنْهُمْ فِي الْمُسْتَقْبَل يُلْهِمهُمْ التَّوْبَة مِنْهَا ثُمَّ قَالَ تَعَالَى : \" وَمَنْ يُطِعْ اللَّه وَرَسُوله فَقَدْ فَازَ فَوْزًا عَظِيمًا \" وَذَلِكَ أَنَّهُ يُجَار مِنْ نَار الْجَحِيم وَيَصِير إِلَى النَّعِيم الْمُقِيم . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عَوْف حَدَّثَنَا خَالِد عَنْ لَيْث عَنْ أَبِي بُرْدَة عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ : صَلَّى بِنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَاة الظُّهْر فَلَمَّا اِنْصَرَفَ أَوْمَأَ إِلَيْنَا بِيَدِهِ فَجَلَسْنَا فَقَالَ\" إِنَّ اللَّه تَعَالَى أَمَرَنِي أَنْ آمُركُمْ أَنْ تَتَّقُوا اللَّه وَتَقُولُوا قَوْلًا سَدِيدًا \" ثُمَّ أَتَى النِّسَاء فَقَالَ \" إِنَّ اللَّه أَمَرَنِي أَنْ آمُركُنَّ أَنْ تَتَّقِينَ اللَّه وَتَقُلْنَ قَوْلًا سَدِيدًا \" وَقَالَ اِبْن أَبِي الدُّنْيَا فِي كِتَاب التَّقْوَى حَدَّثَنَا مُحَمَّد بْن عَبَّاد بْن مُوسَى حَدَّثَنَا عَبْد الْعَزِيز بْن عِمْرَان الزُّهْرِيّ حَدَّثَنَا عِيسَى بْن سَبْرَة عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : مَا قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَر إِلَّا سَمِعْته يَقُول \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَقُولُوا قَوْلًا سَدِيدًا \" الْآيَة غَرِيب جِدًّا وَرَوَى عَبْد الرَّحِيم بْن زَيْد الْعَمِّيّ عَنْ أَبِيهِ عَنْ مُحَمَّد بْن كَعْب عَنْ اِبْن عَبَّاس مَوْقُوفًا : مَنْ سَرَّهُ أَنْ يَكُون أَكْرَم النَّاس فَلْيَتَّقِ اللَّه قَالَ عِكْرِمَة الْقَوْل السَّدِيد لَا إِلَه إِلَّا اللَّه وَقَالَ غَيْره السَّدِيد الصِّدْق وَقَالَ مُجَاهِد هُوَ السَّدَاد وَقَالَ غَيْره هُوَ الصَّوَاب وَالْكُلّ حَقّ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40235, "aya_id": 71}]