[{"text": "لِلَّذِينَ اسْتَجَابُواْ لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُواْ لَهُ لَوْ أَنَّ لَهُم مَّا فِي الأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لاَفْتَدَوْاْ بِهِ أُوْلَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ", "sura_id": 13, "type": 0, "id": 1725, "aya_id": 18}, {"text": "للذين استجابوا لربهم الحسنى والذين لم يستجيبوا له لو أن لهم ما في الأرض جميعا ومثله معه لافتدوا به أولئك لهم سوء الحساب ومأواهم جهنم وبئس المهاد", "sura_id": 13, "type": 1, "id": 7961, "aya_id": 18}, {"text": "18 - (للذين استجابوا لربهم) أجابوه بالطاعة (الحسنى) الجنة (والذين لم يستجيبوا له) وهم الكفار (لو أن لهم ما في الأرض جميعا ومثله معه لافتدوا به) من العذاب (أولئك لهم سوء الحساب) وهو المؤاخذة بكل ما عملوه لا يغفر منه شيء (ومأواهم جهنم وبئس المهاد) الفراش هي \r\n", "sura_id": 13, "type": 2, "id": 26669, "aya_id": 18}, {"text": "للمؤمنين الذين أطاعوا الله ورسوله الجنة, والذين لم يطيعوا وكفروا به لهم النار, ولو كانوا يملكون كل ما في الأرض وضِعْفه معه لبذلوه فداء لأنفسهم من عذاب الله يوم القيامة, ولن يُتَقبل منهم, أولئك يحاسَبون على كل ما أسلفوه من عمل سيِّئ, ومسكنهم ومقامهم جهنم تكون لهم فراشًا, وبئس الفراش الذي مهدوه لأنفسهم.\r\n", "sura_id": 13, "type": 3, "id": 32905, "aya_id": 18}, {"text": " <font color=red>لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ</font><BR><p>يُخْبِر تَعَالَى عَنْ مَآل السُّعَدَاء وَالْأَشْقِيَاء فَقَالَ \" لِلَّذِينَ اِسْتَجَابُوا لِرَبِّهِمْ \" أَيْ أَطَاعُوا اللَّه وَرَسُوله وَانْقَادُوا لِأَوَامِرِهِمْ وَصَدَّقُوا أَخْبَاره الْمَاضِيَة وَالْآتِيَة فَلَهُمْ \" الْحُسْنَى \" وَهُوَ الْجَزَاء الْحَسَن كَقَوْلِهِ تَعَالَى مُخْبِرًا عَنْ ذِي الْقَرْنَيْنِ أَنَّهُ قَالَ \" أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبهُ ثُمَّ يُرَدّ إِلَى رَبّه فَيُعَذِّبهُ عَذَابًا نُكْرًا وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاء الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرنَا يُسْرًا \" وَقَالَ تَعَالَى \" لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة \" وَقَوْله\" وَاَلَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ \" أَيْ لَمْ يُطِيعُوا اللَّه\" لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْض جَمِيعًا \" أَيْ فِي الدَّار الْآخِرَة لَوْ أَنْ يُمْكِنهُمْ أَنْ يَفْتَدُوا مِنْ عَذَاب اللَّه بِمِلْءِ الْأَرْض ذَهَبًا وَمِثْله مَعَهُ لَافْتَدَوْا بِهِ وَلَكِنْ لَا يُقْبَل مِنْهُمْ لِأَنَّهُ تَعَالَى لَا يَقْبَل مِنْهُمْ يَوْم الْقِيَامَة صَرْفًا وَلَا عَدْلًا \" أُولَئِكَ لَهُمْ سُوء الْحِسَاب \" أَيْ فِي الدَّار الْآخِرَة أَيْ يُنَاقَشُونَ عَلَى النَّقِير وَالْقِطْمِير وَالْجَلِيل وَالْحَقِير وَمَنْ نُوقِشَ الْحِسَاب عُذِّبَ وَلِهَذَا قَالَ \" وَمَأْوَاهُمْ جَهَنَّم وَبِئْسَ الْمِهَاد \" .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37866, "aya_id": 18}]