[{"text": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُم مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللّهُ عَلَيَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا", "sura_id": 4, "type": 0, "id": 565, "aya_id": 72}, {"text": "وإن منكم لمن ليبطئن فإن أصابتكم مصيبة قال قد أنعم الله علي إذ لم أكن معهم شهيدا", "sura_id": 4, "type": 1, "id": 6801, "aya_id": 72}, {"text": "72 - (وإن منكم لمن ليبطئن) ليتأخرن عن القتال كعبد الله بن أبي المنافق وأصحابه وجعله منهم من حيث الظاهر واللام في الفعل للقسم (فإن أصابتكم مصيبة) كقتل وهزيمة (قال قد أنعم الله علي إذ لم أكن معهم شهيدا) حاضراً فأصاب \r\n", "sura_id": 4, "type": 2, "id": 25509, "aya_id": 72}, {"text": "وإنَّ منكم لنفرًا يتأخر عن الخروج لملاقاة الأعداء متثاقلا ويثبط غيره عن عمد وإصرار, فإن قُدِّر عليكم وأُصِبتم بقتل وهزيمة, قال مستبشرًا: قد حفظني الله, حين لم أكن حاضرًا مع أولئك الذين وقع لهم ما أكرهه لنفسي, وسرَّه تخلفه عنكم.\r\n", "sura_id": 4, "type": 3, "id": 31745, "aya_id": 72}, {"text": " <font color=red>وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا</font><BR><p>وَقَوْله تَعَالَى \" وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَن \" قَالَ مُجَاهِد وَغَيْر وَاحِد نَزَلَتْ فِي الْمُنَافِقِينَ وَقَالَ مُقَاتِل بْن حَيَّان : \" لَيُبَطِّئَن \" أَيْ لَيَتَخَلَّفَن عَنْ الْجِهَاد وَيُحْتَمَل أَنْ يَكُون الْمُرَاد أَنَّهُ يَتَبَاطَأ هُوَ فِي نَفْسه وَيُبَطِّئ غَيْره عَنْ الْجِهَاد كَمَا كَانَ عَبْد اللَّه بْن أَبِي سَلُول قَبَّحَهُ اللَّه يَفْعَل يَتَأَخَّر عَنْ الْجِهَاد وَيُثَبِّط النَّاس عَنْ الْخُرُوج فِيهِ وَهَذَا قَوْل اِبْن جُرَيْج وَابْن جَرِير وَلِهَذَا قَالَ تَعَالَى إِخْبَارًا عَنْ الْمُنَافِق أَنَّهُ يَقُول إِذَا تَأَخَّرَ عَنْ الْجِهَاد \" فَإِنْ أَصَابَتْكُمْ مُصِيبَة \" أَيْ قَتْل وَشَهَادَة وَغُلْب الْعَدُوّ لَكُمْ لِمَا لِلَّهِ فِي ذَلِكَ مِنْ الْحِكْمَة قَالَ \" قَدْ أَنْعَمَ اللَّه عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا \" أَيْ إِذْ لَمْ أَحْضُر مَعَهُمْ وَقْعَة الْقِتَال بَعْد ذَلِكَ مِنْ نِعَم اللَّه عَلَيْهِ وَلَمْ يَدْرِ مَا فَاتَهُ مِنْ الْأَجْر فِي الصَّبْر أَوْ الشَّهَادَة إِنْ قُتِلَ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40913, "aya_id": 72}]