[{"text": "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّي لاَ يُجَلِّيهَا لِوَقْتِهَا إِلاَّ هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالأَرْضِ لاَ تَأْتِيكُمْ إِلاَّ بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِندَ اللّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ", "sura_id": 7, "type": 0, "id": 1141, "aya_id": 187}, {"text": "يسألونك عن الساعة أيان مرساها قل إنما علمها عند ربي لا يجليها لوقتها إلا هو ثقلت في السماوات والأرض لا تأتيكم إلا بغتة يسألونك كأنك حفي عنها قل إنما علمها عند الله ولكن أكثر الناس لا يعلمون", "sura_id": 7, "type": 1, "id": 7377, "aya_id": 187}, {"text": "187 - (يسألونك) أي أهل مكة (عن الساعة) القيامة (أيان) متى (مرساها قل) لهم (إنما علمها) متى تكون (عند ربي لا يجليها) يظهرها (لوقتها) اللام بمعنى في (إلا هو ثقلت) عظمت (في السماوات والأرض) على أهلها لهولها (لا تأتيكم إلا بغتة) فجأة (يسألونك كأنك حفي) مبالغ في السؤال (عنها) حتى علمتها (قل إنما علمها عند الله) تأكيد (ولكن أكثر الناس لا يعلمون) أن علمها عنده تعالى \r\n", "sura_id": 7, "type": 2, "id": 26085, "aya_id": 187}, {"text": "يسألك -أيها الرسول- كفار \"مكة\" عن الساعة متى قيامها؟ قل لهم: عِلْمُ قيامها عند الله لا يظهرها إلا هو, ثَقُلَ علمها, وخفي على أهل السموات والأرض, فلا يعلم وقت قيامها ملَك مقرَّب ولا نبي مرسل, لا تجيء الساعة إلا فجأة, يسألك هؤلاء القوم عنها كأنك حريص على العلم بها, مستقص بالسؤال عنها, قل لهم: إنما علمها عند الله الذي يعلم غيب السموات والأرض, ولكنَّ أكثر الناس لا يعلمون أن ذلك لا يعلمه إلا الله.\r\n", "sura_id": 7, "type": 3, "id": 32321, "aya_id": 187}, {"text": " <font color=red>يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى \" يَسْأَلُونَك عَنْ السَّاعَة \" كَمَا قَالَ تَعَالَى \" يَسْأَلك النَّاس عَنْ السَّاعَة\" قِيلَ نَزَلَتْ فِي قُرَيْش وَقِيلَ فِي نَفَر مِنْ الْيَهُود وَالْأَوَّل أَشْبَه لِأَنَّ الْآيَة مَكِّيَّة وَكَانُوا يَسْأَلُونَ عَنْ وَقْت السَّاعَة اِسْتِبْعَادًا لِوُقُوعِهَا وَتَكْذِيبًا بِوُجُودِهَا كَمَا قَالَ تَعَالَى \" وَيَقُولُونَ مَتَى هَذَا الْوَعْد إِنْ كُنْتُمْ صَادِقِينَ\" وَقَالَ تَعَالَى \" يَسْتَعْجِل بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَاَلَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَة لَفِي ضَلَال بَعِيد\" وَقَوْله \" أَيَّانَ مُرْسَاهَا \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس مُنْتَهَاهَا أَيْ مَتَى مَحَطّهَا وَأَيَّانَ آخِر مُدَّة الدُّنْيَا الَّذِي هُوَ أَوَّل وَقْت السَّاعَة \" قُلْ إِنَّمَا عِلْمهَا عِنْد رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ \" أَمَرَ تَعَالَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا سُئِلَ عَنْ وَقْت السَّاعَة أَنْ يَرُدّ عِلْمهَا إِلَى اللَّه تَعَالَى فَإِنَّهُ هُوَ الَّذِي يُجَلِّيهَا لِوَقْتِهَا أَيْ يَعْلَم جَلِيَّة أَمْرهَا وَمَتَى يَكُون عَلَى التَّحْدِيد لَا يَعْلَم ذَلِكَ إِلَّا هُوَ تَعَالَى وَلِهَذَا قَالَ \" ثَقُلَتْ فِي السَّمَاوَات وَالْأَرْض \" قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة فِي قَوْله \" ثَقُلَتْ فِي السَّمَاوَات وَالْأَرْض \" قَالَ ثَقُلَ عِلْمهَا عَلَى أَهْل السَّمَاوَات وَالْأَرْض أَنَّهُمْ لَا يَعْلَمُونَ . قَالَ مَعْمَر قَالَ الْحَسَن : إِذَا جَاءَتْ ثَقُلَتْ عَلَى أَهْل السَّمَاوَات وَالْأَرْض يَقُول كَبُرَتْ عَلَيْهِمْ وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله \" ثَقُلَتْ فِي السَّمَاوَات وَالْأَرْض \" قَالَ لَيْسَ شَيْء مِنْ الْخَلْق إِلَّا يُصِيبهُ مِنْ ضَرَر يَوْم الْقِيَامَة وَقَالَ اِبْن جُرَيْج \" ثَقُلَتْ فِي السَّمَاوَات وَالْأَرْض \" قَالَ إِذَا جَاءَ اِنْشَقَّتْ السَّمَاء , وَانْتَثَرَتْ النُّجُوم وَكُوِّرَتْ الشَّمْس وَسُيِّرَتْ الْجِبَال وَكَانَ مَا قَالَهُ اللَّه عَزَّ وَجَلَّ فَذَلِكَ ثِقَلهَا وَاخْتَارَ اِبْن جَرِير رَحِمَهُ اللَّه أَنَّ الْمُرَاد ثِقَل عِلْم وَقْتهَا عَلَى أَهْل السَّمَاوَات وَالْأَرْض كَمَا قَالَ قَتَادَة وَهُوَ كَمَا قَالَاهُ كَقَوْلِهِ \" لَا تَأْتِيكُمْ إِلَّا بَغْتَة \" وَلَا يَنْفِي ذَلِكَ ثِقَل مَجِيئِهَا عَلَى أَهْل السَّمَاوَات وَالْأَرْض وَاَللَّه أَعْلَم . وَقَالَ السُّدِّيّ\" ثَقُلَتْ فِي السَّمَاوَات وَالْأَرْض \" يَقُول خَفِيَتْ فِي السَّمَاوَات وَالْأَرْض فَلَا يَعْلَم قِيَامهَا حِين تَقُوم مَلَك مُقَرَّب وَلَا نَبِيّ مُرْسَل \" لَا تَأْتِيكُمْ إِلَّا بَغْتَة \" يَبْغَتهُمْ قِيَامهَا تَأْتِيهِمْ عَلَى غَفْلَة . وَقَالَ قَتَادَة فِي قَوْله تَعَالَى \" لَا تَأْتِيكُمْ إِلَّا بَغْتَة \" قَضَى اللَّه أَنَّهَا \" لَا تَأْتِيكُمْ إِلَّا بَغْتَة \" قَالَ وَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" إِنَّ السَّاعَة تَهِيج بِالنَّاسِ وَالرَّجُل يُصْلِح حَوْضه وَالرَّجُل يَسْقِي مَاشِيَته وَالرَّجُل يُقِيم سِلْعَته فِي السُّوق وَيَخْفِض مِيزَانه وَيَرْفَعهُ \" وَقَالَ الْبُخَارِيّ : حَدَّثَنَا أَبُو الْيَمَان أَنْبَأَنَا شُعَيْب أَنْبَأَنَا أَبُو الزِّنَاد عَنْ عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَقُوم السَّاعَة حَتَّى تَطْلُع الشَّمْس مِنْ مَغْرِبهَا فَإِذَا طَلَعَتْ وَرَآهَا النَّاس آمَنُوا أَجْمَعُونَ فَذَلِكَ حِين لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل أَوْ كَسَبَتْ فِي إِيمَانهَا خَيْرًا وَلَتَقُومَنَّ السَّاعَة وَقَدْ نَشَرَ الرَّجُلَانِ ثَوْبهمَا بَيْنهمَا فَلَا يَتَبَايَعَانِهِ وَلَا يَطْوِيَانِهِ وَلَتَقُومَنَّ السَّاعَة وَقَدْ اِنْصَرَفَ الرَّجُل بِلَبَنِ لِقْحَته فَلَا يَطْعَمهُ وَلَتَقُومَنَّ السَّاعَة وَهُوَ يَلِيط حَوْضه فَلَا يَسْقِي فِيهِ وَلَتَقُومَنَّ السَّاعَة وَالرَّجُل قَدْ رَفَعَ أَكْلَته إِلَى فِيهِ فَلَا يَطْعَمهَا\" وَقَالَ مُسْلِم فِي صَحِيحه حَدَّثَنِي زُهَيْر بْن حَرْب حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة يَبْلُغ بِهِ قَالَ تَقُوم السَّاعَة وَالرَّجُل يَحْلُب لِقْحَته فَمَا يَصِل الْإِنَاء إِلَى فِيهِ حَتَّى تَقُوم السَّاعَة وَالرَّجُلَانِ يَتَبَايَعَانِ الثَّوْب فَمَا يَتَبَايَعَانِهِ حَتَّى تَقُوم السَّاعَة وَالرَّجُل يَلُوط حَوْضه فَمَا يَصْدُر حَتَّى تَقُوم . وَقَوْله \" يَسْأَلُونَك كَأَنَّك حَفِيّ عَنْهَا \" اِخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَاهُ فَقِيلَ مَعْنَاهُ كَمَا قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" يَسْأَلُونَك كَأَنَّك حَفِيّ عَنْهَا \" يَقُول كَأَنَّ بَيْنك وَبَيْنهمْ مَوَدَّة كَأَنَّك صَدِيق لَهُمْ قَالَ اِبْن عَبَّاس لَمَّا سَأَلَ النَّاس النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ السَّاعَة سَأَلُوهُ سُؤَال قَوْم كَأَنَّهُمْ يَرَوْنَ أَنَّ مُحَمَّدًا حَفِيّ بِهِمْ فَأَوْحَى اللَّه إِلَيْهِ إِنَّمَا عِلْمهَا عِنْده اِسْتَأْثَرَ بِهِ فَلَمْ يُطْلِع اللَّه عَلَيْهَا مَلَكًا مُقَرَّبًا وَلَا رَسُولًا وَقَالَ قَتَادَة : قَالَتْ قُرَيْش لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ بَيْننَا وَبَيْنك قَرَابَة فَأَسِرَّ إِلَيْنَا مَتَى السَّاعَة فَقَالَ اللَّه عَزَّ وَجَلَّ \" يَسْأَلُونَك كَأَنَّك حَفِيّ عَنْهَا \" وَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَأَبِي مَالِك وَالسُّدِّيّ وَهَذَا قَوْل وَالصَّحِيح عَنْ مُجَاهِد مِنْ رِوَايَة اِبْن أَبِي نَجِيح وَغَيْره \" يَسْأَلُونَك كَأَنَّك حَفِيّ عَنْهَا\" قَالَ اِسْتَحْفَيْت عَنْهَا السُّؤَال حَتَّى عَلِمْت وَقْتهَا وَكَذَا قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" يَسْأَلُونَك كَأَنَّك حَفِيّ عَنْهَا \" يَقُول كَأَنَّك عَالِم بِهَا لَسْت تَعْلَمهَا \" قُلْ إِنَّمَا عِلْمهَا عِنْد اللَّه \" وَقَالَ مَعْمَر عَنْ بَعْضهمْ \" كَأَنَّك حَفِيّ عَنْهَا \" كَأَنَّك عَالِم بِهَا وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" كَأَنَّك حَفِيّ عَنْهَا \" كَأَنَّك بِهَا عَالِم وَقَدْ أَخْفَى اللَّه عِلْمهَا عَلَى خَلْقه وَقَرَأَ \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة \" الْآيَة وَهَذَا الْقَوْل أَرْجَح فِي الْمَقَام مِنْ الْأَوَّل وَاَللَّه أَعْلَم . وَلِهَذَا قَالَ \" قُلْ إِنَّمَا عِلْمهَا عِنْد اللَّه وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ \" وَلِهَذَا لَمَّا جَاءَ جِبْرِيل عَلَيْهِ السَّلَام فِي صُورَة أَعْرَابِيّ لِيُعَلِّم النَّاس أَمْر دِينهمْ فَجَلَسَ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَجْلِس السَّائِل الْمُسْتَرْشِد وَسَأَلَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْإِسْلَام ثُمَّ عَنْ الْإِيمَان . ثُمَّ عَنْ الْإِحْسَان . ثُمَّ قَالَ فَمَتَى السَّاعَة ؟ قَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا الْمَسْئُول عَنْهَا بِأَعْلَم مِنْ السَّائِل \" أَيْ لَسْت أَعْلَم بِهَا مِنْك وَلَا أَحَد أَعْلَم بِهَا مِنْ أَحَد ثُمَّ قَرَأَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة \" الْآيَة وَفِي رِوَايَة فَسَأَلَهُ عَنْ أَشْرَاط السَّاعَة فَبَيَّنَ لَهُ أَشْرَاط السَّاعَة ثُمَّ قَالَ \" فِي خَمْس لَا يَعْلَمهُنَّ إِلَّا اللَّه \" وَقَرَأَ هَذِهِ الْآيَة وَفِي هَذَا كُلّه يَقُول لَهُ بَعْد كُلّ جَوَاب صَدَقْت وَلِهَذَا عَجِبَ الصَّحَابَة مِنْ هَذَا السَّائِل يَسْأَلهُ يُصَدِّقهُ ثُمَّ لَمَّا اِنْصَرَفَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذَا جِبْرِيل أَتَاكُمْ يُعَلِّمكُمْ دِينكُمْ \" وَفِي رِوَايَة قَالَ \" وَمَا أَتَانِي فِي صُورَة إِلَّا عَرَفْته فِيهَا إِلَّا صُورَته هَذِهِ \" وَقَدْ ذَكَرْت هَذَا الْحَدِيث بِطُرُقِهِ وَأَلْفَاظه مِنْ الصِّحَاح وَالْحِسَان وَالْمَسَانِيد فِي أَوَّل شَرْح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَلَمَّا سَأَلَهُ ذَلِكَ الْأَعْرَابِيّ وَنَادَاهُ بِصَوْتٍ جَهْوَرِيّ فَقَالَ يَا مُحَمَّد قَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَاؤُمُ\" عَلَى نَحْو مِنْ صَوْته قَالَ يَا مُحَمَّد مَتَى السَّاعَة ؟ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيْحك إِنَّ السَّاعَة آتِيَة فَمَا أَعْدَدْت لَهَا \" قَالَ مَا أَعْدَدْت لَهَا كَبِير صَلَاة وَلَا صِيَام وَلَكِنْ أُحِبّ اللَّه وَرَسُوله فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْمَرْء مَعَ مَنْ أَحَبَّ \" فَمَا فَرِحَ الْمُسْلِمُونَ بِشَيْءٍ فَرَحهمْ بِهَذَا الْحَدِيث وَهَذَا لَهُ طُرُق مُتَعَدِّدَة فِي الصَّحِيحَيْنِ وَغَيْرهمَا عَنْ جَمَاعَة مِنْ الصَّحَابَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" الْمَرْء مَعَ مَنْ أَحَبَّ \" وَهِيَ مُتَوَاتِرَة عِنْد كَثِير مِنْ الْحُفَّاظ الْمُتْقِنِينَ فَفِيهِ أَنَّهُ عَلَيْهِ السَّلَام كَانَ إِذَا سُئِلَ عَنْ هَذَا الَّذِي لَا يَحْتَاجُونَ إِلَى عِلْمه أَرْشَدَهُمْ إِلَى مَا هُوَ الْأَهَمّ فِي حَقّهمْ وَهُوَ الِاسْتِعْدَاد لِوُقُوعِ ذَلِكَ وَالتَّهَيُّؤ لَهُ قَبْل نُزُوله وَإِنْ لَمْ يَعْرِفُوا تَعْيِين وَقْته وَلِهَذَا قَالَ مُسْلِم فِي صَحِيحه : حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة وَأَبُو كُرَيْب قَالَا حَدَّثَنَا أُسَامَة عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَتْ الْأَعْرَاب إِذَا قَدِمُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَأَلُوهُ عَنْ السَّاعَة مَتَى السَّاعَة فَيَنْظُر إِلَى أَحْدَث إِنْسَان مِنْهُمْ فَيَقُول \" إِنْ يَعِشْ هَذَا لَمْ يُدْرِكهُ الْهَرَم قَامَتْ عَلَيْكُمْ سَاعَتكُمْ \" يَعْنِي بِذَلِكَ مَوْتهمْ الَّذِي يُفْضِي بِهِمْ إِلَى الْحُصُول فِي بَرْزَخ الدَّار الْآخِرَة ثُمَّ قَالَ مُسْلِم : حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا يُونُس بْن مُحَمَّد عَنْ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس أَنَّ رَجُلًا سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ السَّاعَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ يَعِشْ هَذَا الْغُلَام فَعَسَى أَنْ لَا يُدْرِكهُ الْهَرَم حَتَّى تَقُوم السَّاعَة \" اِنْفَرَدَ بِهِ مُسْلِم وَحَدَّثَنِي حَجَّاج بْن الشَّاعِر حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا حَمَّاد بْن زَيْد حَدَّثَنَا سَعِيد بْن أَبِي هِلَال الْمِصْرِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ أَنَّ رَجُلًا سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَتَى السَّاعَة ؟ فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُنَيْهَة ثُمَّ نَظَرَ إِلَى غُلَام بَيْن يَدَيْهِ مِنْ أَزْد شَنُوءَة فَقَالَ \" إِنَّ عُمِّرَ هَذَا لَمْ يُدْرِكهُ الْهَرَم حَتَّى تَقُوم السَّاعَة \" قَالَ أَنَس : ذَلِكَ الْغُلَام مِنْ أَتْرَابِي وَقَالَ حَدَّثَنَا هَارُون بْن عَبْد اللَّه حَدَّثَنَا عَفَّان بْن مُسْلِم حَدَّثَنَا هَمَّام حَدَّثَنَا قَتَادَة عَنْ أَنَس قَالَ : مَرَّ غُلَام لِلْمُغِيرَةِ بْن شُعْبَة وَكَانَ مِنْ أَتْرَابِي فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنْ يُؤَخَّر هَذَا لَمْ يُدْرِكهُ الْهَرَم حَتَّى تَقُوم السَّاعَة\" وَرَوَاهُ الْبُخَارِيّ فِي كِتَاب الْأَدَب مِنْ صَحِيحه عَنْ عَمْرو بْن عَاصِم عَنْ هَمَّام بْن يَحْيَى عَنْ قَتَادَة عَنْ أَنَس أَنَّ رَجُلًا مِنْ أَهْل الْبَادِيَة قَالَ يَا رَسُول اللَّه مَتَى السَّاعَة ؟ فَذَكَرَ الْحَدِيث وَفِي آخِره فَمَرَّ غُلَام لِلْمُغِيرَةِ بْن شُعْبَة وَذَكَرَهُ وَهَذَا الْإِطْلَاق فِي هَذِهِ الرِّوَايَات مَحْمُول عَلَى التَّقْيِيد بِسَاعَتِكُمْ فِي حَدِيث عَائِشَة رَضِيَ اللَّه عَنْهَا وَقَالَ اِبْن جُرَيْج : أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَمِعَ جَابِر بْن عَبْد اللَّه يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول قَبْل أَنْ يَمُوت بِشَهْرٍ \" تَسْأَلُونِي عَنْ السَّاعَة وَإِنَّمَا عِلْمهَا عِنْد اللَّه وَأُقْسِم بِاَللَّهِ مَا عَلَى ظَهْر الْأَرْض الْيَوْم مِنْ نَفْس مَنْفُوسَة تَأْتِي عَلَيْهَا مِائَة سَنَة \" رَوَاهُ مُسْلِم . وَفِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر مِثْله قَالَ اِبْن عُمَر : وَإِنَّمَا أَرَادَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْخِرَام ذَلِكَ الْقَرْن وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هُشَيْم أَنْبَأَنَا الْعَوَّام عَنْ جَبَلَة بْن سُحَيْم عَنْ مُؤْثِر بْن عَفَازَة عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَقِيت لَيْلَة أُسْرِيَ بِي إِبْرَاهِيم وَمُوسَى وَعِيسَى فَتَذَكَّرُوا أَمْر السَّاعَة - قَالَ - فَرَدُّوا أَمْرهمْ إِلَى إِبْرَاهِيم عَلَيْهِ السَّلَام فَقَالَ لَا عِلْم لِي بِهَا فَرَدُّوا أَمْرهمْ إِلَى مُوسَى فَقَالَ لَا عِلْم لِي بِهَا فَرَدُّوا أَمْرهمْ إِلَى عِيسَى فَقَالَ عِيسَى : أَمَّا وَجْبَتهَا فَلَا يَعْلَم بِهَا أَحَد إِلَّا اللَّه عَزَّ وَجَلَّ وَفِيمَا عَهِدَ إِلَيَّ رَبِّي عَزَّ وَجَلَّ أَنَّ الدَّجَّال خَارِج - قَالَ - وَمَعِي قَضِيبَانِ فَإِذَا رَآنِي ذَابَ كَمَا يَذُوب الرَّصَاص قَالَ فَيُهْلِكهُ اللَّه عَزَّ وَجَلَّ إِذَا رَآنِي حَتَّى إِنَّ الشَّجَر وَالْحَجَر يَقُول يَا مُسْلِم إِنَّ تَحْتِي كَافِرًا فَتَعَالَ فَاقْتُلْهُ قَالَ فَيُهْلِكهُمْ اللَّه عَزَّ وَجَلَّ ثُمَّ لَا يَرْجِع النَّاس إِلَى بِلَادهمْ وَأَوْطَانهمْ قَالَ فَعِنْد ذَلِكَ يَخْرُج يَأْجُوج وَمَأْجُوج وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ فَيَطَئُونَ بِلَادهمْ لَا يَأْتُونَ عَلَى شَيْء إِلَّا أَهْلَكُوهُ وَلَا يَمُرُّونَ عَلَى مَاء إِلَّا شَرِبُوهُ قَالَ : ثُمَّ يَرْجِع النَّاس إِلَيَّ فَيَشْكُونَهُمْ فَأَدْعُو اللَّه عَزَّ وَجَلَّ عَلَيْهِمْ فَيُهْلِكهُمْ وَيُمِيتهُمْ حَتَّى تَجْوَى الْأَرْض مِنْ نَتِن رِيحهمْ أَيْ تُنْتِن قَالَ فَيُنْزِل اللَّه عَزَّ وَجَلَّ الْمَطَر فَيَجْتَرِف أَجْسَادهمْ حَتَّى يَقْذِفهُمْ فِي الْبَحْر . قَالَ الْإِمَام أَحْمَد : قَالَ يَزِيد بْن هَارُون ثُمَّ تُنْسَف الْجِبَال وَتُمَدّ الْأَرْض مَدّ الْأَدِيم ثُمَّ رَجَعَ إِلَى حَدِيث هُشَيْم قَالَ : فَفِيمَا عَهِدَ إِلَيَّ رَبِّي عَزَّ وَجَلَّ أَنَّ ذَلِكَ إِذَا كَانَ كَذَلِكَ فَإِنَّ السَّاعَة كَالْحَامِلِ الْمُتِمّ لَا يَدْرِي أَهْلهَا مَتَى تُفَاجِئهُمْ بِوِلَادَتِهَا لَيْلًا أَوْ نَهَارًا \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ بُنْدَار عَنْ يَزِيد بْن هَارُون عَنْ الْعَوَّام بْن حَوْشَب بِسَنَدِهِ نَحْوه فَهَؤُلَاءِ أَكَابِر أُولِي الْعَزْم مِنْ الْمُرْسَلِينَ لَيْسَ عِنْدهمْ عِلْم بِوَقْتِ السَّاعَة عَلَى التَّعْيِين وَإِنَّمَا رَدُّوا الْأَمْر إِلَى عِيسَى عَلَيْهِ السَّلَام فَتَكَلَّمَ عَلَى أَشْرَاطهَا لِأَنَّهُ يَنْزِل فِي آخِر هَذِهِ الْأُمَّة مُنَفِّذًا لِأَحْكَامِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَقْتُل الْمَسِيح الدَّجَّال وَيَجْعَل اللَّه هَلَاك يَأْجُوج وَمَأْجُوج بِبَرَكَةِ دُعَائِهِ فَأَخْبَرَ بِمَا أَعْلَمَهُ اللَّه تَعَالَى بِهِ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن أَبِي بُكَيْر حَدَّثَنَا عَبْد اللَّه بْن زِيَاد بْن لَقِيط قَالَ : سَمِعْت أَبِي يَذْكُر عَنْ حُذَيْفَة قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ السَّاعَة فَقَالَ \" عِلْمهَا عِنْد رَبِّي عَزَّ وَجَلَّ لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ وَلَكِنْ سَأُخْبِرُكُمْ بِمَشَارِيطِهَا وَمَا يَكُون بَيْن يَدَيْهَا إِنَّ بَيْن يَدَيْهَا فِتْنَة وَهَرْجًا \" قَالُوا يَا رَسُول اللَّه الْفِتْنَة قَدْ عَرَفْنَاهَا فَمَا الْهَرْج ؟ قَالَ\" بِلِسَانِ الْحَبَشَة الْقَتْل \" قَالَ \" وَيُلْقَى بَيْن النَّاس التَّنَاكُر فَلَا يَكَاد أَحَد يَعْرِف أَحَدًا \" لَمْ يَرْوِهِ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة مِنْ هَذَا الْوَجْه وَقَالَ وَكِيع : حَدَّثَنَا اِبْن أَبِي خَالِد عَنْ طَارِق بْن شِهَاب قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَزَال يَذْكُر مِنْ شَأْن السَّاعَة حَتَّى نَزَلَتْ \" يَسْأَلُونَك عَنْ السَّاعَة أَيَّانَ مُرْسَاهَا \" الْآيَة وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث عِيسَى بْن يُونُس عَنْ إِسْمَاعِيل بْن أَبِي خَالِد بِهِ وَهَذَا إِسْنَاد جَيِّد قَوِيّ فَهَذَا النَّبِيّ الْأُمِّيّ سَيِّد الرُّسُل وَخَاتَمهمْ مُحَمَّد صَلَوَات اللَّه عَلَيْهِ وَسَلَامه نَبِيّ الرَّحْمَة وَنَبِيّ التَّوْبَة وَنَبِيّ الْمَلْحَمَة وَالْعَاقِب وَالْمُقَفِّي وَالْحَاشِر الَّذِي تُحْشَر النَّاس عَلَى قَدَمَيْهِ مَعَ قَوْله فِيمَا ثَبَتَ عَنْهُ فِي الصَّحِيح مِنْ حَدِيث أَنَس وَسَهْل بْن سَعْد رَضِيَ اللَّه عَنْهُمَا \" بُعِثْت أَنَا وَالسَّاعَة كَهَاتَيْنِ \" وَقَرَنَ بَيْن إِصْبَعَيْهِ السَّبَّابَة وَاَلَّتِي تَلِيهَا وَمَعَ هَذَا كُلّه قَدْ أَمَرَهُ اللَّه أَنْ يَرُدّ عِلْم وَقْت السَّاعَة إِلَيْهِ إِذَا سُئِلَ عَنْهَا فَقَالَ \" قُلْ إِنَّمَا عِلْمهَا عِنْد اللَّه وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42563, "aya_id": 187}]