[{"text": "اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مَّعْرِضُونَ", "sura_id": 21, "type": 0, "id": 2484, "aya_id": 1}, {"text": "اقترب للناس حسابهم و هم في غفلة معرضون", "sura_id": 21, "type": 1, "id": 8720, "aya_id": 1}, {"text": "1 - (اقترب) قرب (للناس) أهل مكة منكري البعث (حسابهم) يوم القيامة (وهم في غفلة) عنه (معرضون) عن التأهب له بالإيمان\r\n", "sura_id": 21, "type": 2, "id": 27428, "aya_id": 1}, {"text": "دنا وقت حساب الناس على ما قدَّموا من عمل, ومع ذلك فالكفار يعيشون لاهين عن هذه الحقيقة, معرضين عن هذا الإنذار.\r\n", "sura_id": 21, "type": 3, "id": 33664, "aya_id": 1}, {"text": " <font color=red>اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ</font><BR><p>سُورَة الْأَنْبِيَاء : قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن بَشَّار ثَنَا غُنْدَر ثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق سَمِعْت عَبْد الرَّحْمَن بْن يَزِيد عَنْ عَبْد اللَّه قَالَ \" بَنُو إِسْرَائِيل وَالْكَهْف وَمَرْيَم وَطَه وَالْأَنْبِيَاء هُنَّ مِنْ الْعِتَاق الْأُوَل وَهُنَّ مِنْ تِلَادِي . هَذَا تَنْبِيه مِنْ اللَّه عَزَّ وَجَلَّ عَلَى اِقْتِرَاب السَّاعَة وَدُنُوّهَا وَأَنَّ النَّاس فِي غَفْلَة عَنْهَا أَيْ لَا يَعْمَلُونَ لَهَا وَلَا يَسْتَعِدُّونَ مِنْ أَجْلهَا وَقَالَ النَّسَائِيّ حَدَّثَنَا أَحْمَد بْن نَصْر حَدَّثَنَا هِشَام بْن عَبْد الْمَلِك أَبُو الْوَلِيد الطَّيَالِسِيّ حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فِي غَفْلَة مُعْرِضُونَ \" قَالَ\" فِي الدُّنْيَا \" وَقَالَ تَعَالَى \" أَتَى أَمْر اللَّه فَلَا تَسْتَعْجِلُوهُ\" وَقَالَ \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر وَإِنْ يَرَوْا آيَة يُعْرِضُوا \" الْآيَة وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة الْحَسَن بْن هَانِئ أَبِي نُوَاس الشَّاعِر أَنَّهُ قَالَ : أَشْعَر النَّاس الشَّيْخ الطَّاهِر أَبُو الْعَتَاهِيَة حَيْثُ يَقُول : النَّاس فِي غَفَلَاتهمْ وَرَحَا الْمَنِيَّة تَطْحَن فَقِيلَ لَهُ مِنْ أَيْنَ أُخِذَ هَذَا ؟ قَالَ مِنْ قَوْل اللَّه تَعَالَى \" اِقْتَرَبَ لِلنَّاسِ حِسَابهمْ وَهُمْ فِي غَفْلَة مُعْرِضُونَ \" وَرُوِيَ فِي تَرْجَمَة عَامِر بْن رَبِيعَة مِنْ طَرِيق مُوسَى بْن عُبَيْد الْآمِدِيّ عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم عَنْ أَبِيهِ عَنْ عَامِر اِبْن رَبِيعَة أَنَّهُ نَزَلَ بِهِ رَجُل مِنْ الْعَرَب فَأَكْرَمَ عَامِرٌ مَثْوَاهُ وَكَلَّمَ فِيهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَهُ الرَّجُل فَقَالَ إِنِّي اِسْتَقْطَعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَادِيًا فِي الْعَرَب وَقَدْ أَرَدْت أَنْ أَقْطَع لَك مِنْهُ قِطْعَة تَكُون لَك وَلِعَقِبِك مِنْ بَعْدك فَقَالَ عَامِر لَا حَاجَة لِي فِي قَطِيعَتك نَزَلَتْ الْيَوْم سُورَة أَذْهَلَتْنَا عَنْ الدُّنْيَا \" اِقْتَرَبَ لِلنَّاسِ حِسَابهمْ وَهُمْ فِي غَفْلَة مُعْرِضُونَ \" ثُمَّ أَخْبَرَ تَعَالَى أَنَّهُمْ لَا يُصْغُونَ إِلَى الْوَحْي الَّذِي أَنْزَلَ اللَّه عَلَى رَسُوله وَالْخِطَاب مَعَ قُرَيْش وَمَنْ شَابَهَهُمْ مِنْ الْكُفَّار فَقَالَ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38917, "aya_id": 1}]