[{"text": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ الْجِنِّ وَالإِنسِ لَهُمْ قُلُوبٌ لاَّ يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لاَّ يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لاَّ يَسْمَعُونَ بِهَا أُوْلَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُوْلَئِكَ هُمُ الْغَافِلُونَ", "sura_id": 7, "type": 0, "id": 1133, "aya_id": 179}, {"text": "ولقد ذرأنا لجهنم كثيرا من الجن والإنس لهم قلوب لا يفقهون بها ولهم أعين لا يبصرون بها ولهم آذان لا يسمعون بها أولئك كالأنعام بل هم أضل أولئك هم الغافلون", "sura_id": 7, "type": 1, "id": 7369, "aya_id": 179}, {"text": "179 - (ولقد ذرأنا) خلقنا (لجهنم كثيراً من الجن والإنس لهم قلوب لا يفقهون بها) الحق (ولهم أعين لا يبصرون بها) دلائل قدرة الله بصر اعتبار (ولهم آذان لا يسمعون بها) الآيات والمواعظ سماع تدبر واتعاظ (أولئك كالأنعام) في عدم الفقه والبصر والاستماع (بل هم أضل) من الأنعام لأنها تطلب منافعها وتهرب من مضارها وهؤلاء يقدمون على النار معاندة (أولئك هم الغافلون) \r\n", "sura_id": 7, "type": 2, "id": 26077, "aya_id": 179}, {"text": "ولقد خلقنا للنار -التي يعذِّب الله فيها مَن يستحق العذاب في الآخرة - كثيرًا من الجن والإنس, لهم قلوب لا يعقلون بها, فلا يرجون ثوابًا ولا يخافون عقابًا, ولهم أعين لا ينظرون بها إلى آيات الله وأدلته, ولهم آذان لا يسمعون بها آيات كتاب الله فيتفكروا فيها, هؤلاء كالبهائم التي لا تَفْقَهُ ما يقال لها, ولا تفهم ما تبصره, ولا تعقل بقلوبها الخير والشر فتميز بينهما, بل هم أضل منها; لأن البهائم تبصر منافعها ومضارها وتتبع راعيها, وهم بخلاف ذلك, أولئك هم الغافلون عن الإيمان بالله وطاعته.\r\n", "sura_id": 7, "type": 3, "id": 32313, "aya_id": 179}, {"text": " <font color=red>وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ</font><BR><p>يَقُول تَعَالَى \" وَلَقَدْ ذَرَأْنَا لِجَهَنَّم \" أَيْ خَلَقْنَا وَجَعَلْنَا لِجَهَنَّم \" كَثِيرًا مِنْ الْجِنّ وَالْإِنْس \" أَيْ هَيَّأْنَاهُمْ لَهَا وَبِعَمَلِ أَهْلهَا يَعْمَلُونَ فَإِنَّهُ تَعَالَى لَمَّا أَرَادَ أَنْ يَخْلُق الْخَلْق عَلِمَ مَا هُمْ عَامِلُونَ قَبْل كَوْنهمْ فَكَتَبَ ذَلِكَ عِنْده فِي كِتَاب قَبْل أَنْ يَخْلُق السَّمَاوَات وَالْأَرْض بِخَمْسِينَ أَلْف سَنَة كَمَا وَرَدَ فِي صَحِيح مُسْلِم عَنْ عَبْد اللَّه بْن عَمْرو أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه قَدَّرَ مَقَادِير الْخَلْق قَبْل أَنْ يَخْلُق السَّمَاوَات وَالْأَرْض بِخَمْسِينَ أَلْف سَنَة وَكَانَ عَرْشه عَلَى الْمَاء \". وَفِي صَحِيح مُسْلِم أَيْضًا مِنْ حَدِيث عَائِشَة بِنْت طَلْحَة عَنْ خَالَتهَا عَائِشَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ : دُعِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جِنَازَة صَبِيّ مِنْ الْأَنْصَار فَقُلْت يَا رَسُول اللَّه طُوبَى لَهُ عُصْفُور مِنْ عَصَافِير الْجَنَّة لَمْ يَعْمَل السُّوء وَلَمْ يُدْرِكهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوَغَيْر ذَلِكَ يَا عَائِشَة إِنَّ اللَّه خَلَقَ الْجَنَّة وَخَلَقَ لَهَا أَهْلًا وَهُمْ فِي أَصْلَاب آبَائِهِمْ وَخَلَقَ النَّار وَخَلَقَ لَهَا أَهْلًا وَهُمْ فِي أَصْلَاب آبَائِهِمْ \" وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث اِبْن مَسْعُود \" ثُمَّ يَبْعَث اللَّه إِلَيْهِ الْمَلَك فَيُؤْمَر بِأَرْبَعِ كَلِمَات فَيَكْتُب رِزْقه وَأَجَله وَعَمَله وَشَقِيّ أَمْ سَعِيد \" وَتَقَدَّمَ أَنَّ اللَّه لَمَّا اِسْتَخْرَجَ ذُرِّيَّة آدَم مِنْ صُلْبه وَجَعَلَهُمْ فَرِيقَيْنِ أَصْحَاب الْيَمِين وَأَصْحَاب الشِّمَال قَالَ \" هَؤُلَاءِ لِلْجَنَّةِ وَلَا أُبَالِي وَهَؤُلَاءِ لِلنَّارِ وَلَا أُبَالِي \" وَالْأَحَادِيث فِي هَذَا كَثِيرَة وَمَسْأَلَة الْقَدَر كَبِيرَة لَيْسَ هَذَا مَوْضِع بَسْطهَا وَقَوْله تَعَالَى\" لَهُمْ قُلُوب لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُن لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَان لَا يَسْمَعُونَ بِهَا \" يَعْنِي لَيْسَ يَنْتَفِعُونَ بِشَيْءٍ مِنْ هَذِهِ الْجَوَارِح الَّتِي جَعَلَهَا اللَّه سَبَبًا لِلْهِدَايَةِ كَمَا قَالَ تَعَالَى \" وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَة فَمَا أَغْنَى عَنْهُمْ سَمْعهمْ وَلَا أَبْصَارهمْ وَلَا أَفْئِدَتهمْ مِنْ شَيْء إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّه \" الْآيَة وَقَالَ تَعَالَى \" صُمّ بُكْم عُمْي فَهُمْ لَا يَرْجِعُونَ\" هَذَا فِي حَقّ الْمُنَافِقِينَ وَقَالَ فِي حَقّ الْكَافِرِينَ \" صُمّ بُكْم عُمْي فَهُمْ لَا يَعْقِلُونَ \" وَلَمْ يَكُونُوا صُمًّا وَلَا بُكْمًا وَلَا عُمْيًا إِلَّا عَنْ الْهُدَى كَمَا قَالَ تَعَالَى\" وَلَوْ عَلِمَ اللَّه فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ \" وَقَالَ \" فَإِنَّهَا لَا تَعْمَى الْأَبْصَار وَلَكِنْ تَعْمَى الْقُلُوب الَّتِي فِي الصُّدُور \" وَقَالَ\" وَمَنْ يَعْشُ عَنْ ذِكْر الرَّحْمَن نُقَيِّض لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِين وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنْ السَّبِيل وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ \" وَقَوْله تَعَالَى \" أُولَئِكَ كَالْأَنْعَامِ\" أَيْ هَؤُلَاءِ الَّذِينَ لَا يَسْمَعُونَ الْحَقّ وَلَا يَعُونَهُ وَلَا يُبْصِرُونَ الْهُدَى كَالْأَنْعَامِ السَّارِحَة الَّتِي لَا تَنْتَفِع بِهَذِهِ الْحَوَاسّ مِنْهَا إِلَّا فِي الَّذِي يُقِيتهَا مِنْ ظَاهِر الْحَيَاة الدُّنْيَا كَقَوْلِهِ تَعَالَى \" وَمَثَل الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعَق بِمَا لَا يَسْمَع إِلَّا دُعَاء وَنِدَاء \" أَيْ وَمَثَلهمْ فِي حَال دُعَائِهِمْ إِلَى الْإِيمَان كَمَثَلِ الْأَنْعَام إِذَا دَعَاهَا رَاعِيهَا لَا تَسْمَع إِلَّا صَوْته وَلَا تَفْقَه مَا يَقُول وَلِهَذَا قَالَ فِي هَؤُلَاءِ \" بَلْ هُمْ أَضَلّ\" أَيْ مِنْ الدَّوَابّ لِأَنَّهَا قَدْ تَسْتَجِيب مَعَ ذَلِكَ لِرَاعِيهَا إِذَا أَيِسَ بِهَا وَإِنْ لَمْ تَفْقَه كَلَامه بِخِلَافِ هَؤُلَاءِ وَلِأَنَّهَا تَفْعَل مَا خُلِقَتْ لَهُ إِمَّا بِطَبْعِهَا وَإِمَّا بِتَسْخِيرِهَا بِخِلَافِ الْكَافِر فَإِنَّهُ إِنَّمَا خُلِقَ لِيَعْبُد اللَّه وَيُوَحِّدهُ فَكَفَرَ بِاَللَّهِ وَأَشْرَكَ بِهِ وَلِهَذَا مَنْ أَطَاعَ اللَّه مِنْ الْبَشَر كَانَ أَشْرَفَ مِنْ مِثْله مِنْ الْمَلَائِكَة فِي مَعَاده وَمَنْ كَفَرَ بِهِ مِنْ الْبَشَر كَانَتْ الدَّوَابّ أَتَمَّ مِنْهُ وَلِهَذَا قَالَ تَعَالَى \" أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلّ أُولَئِكَ هُمْ الْغَافِلُونَ \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42554, "aya_id": 179}]