[{"text": "لَّكِنِ اللّهُ يَشْهَدُ بِمَا أَنزَلَ إِلَيْكَ أَنزَلَهُ بِعِلْمِهِ وَالْمَلآئِكَةُ يَشْهَدُونَ وَكَفَى بِاللّهِ شَهِيدًا", "sura_id": 4, "type": 0, "id": 659, "aya_id": 166}, {"text": "لكن الله يشهد بما أنزل إليك أنزله بعلمه والملائكة يشهدون وكفى بالله شهيدا", "sura_id": 4, "type": 1, "id": 6895, "aya_id": 166}, {"text": "166 - ونزل لما سئل اليهود عن نبوته صلى الله عليه وسلم فأنكروه (لكن الله يشهد) يبين نبوتك (بما أنزل إليك) من القرآن المعجز (أنزله) ملتبسا (بعلمه) أي عالما به أو وفيه علمه (والملائكة يشهدون) لك أيضا (وكفى بالله شهيدا) على ذلك \r\n", "sura_id": 4, "type": 2, "id": 25603, "aya_id": 166}, {"text": "إن يكفر بك اليهود وغيرهم -أيها الرسول- فالله يشهد لك بأنك رسوله الذي أَنْزَلَ عليه القرآن العظيم, أنزله بعلمه, وكذلك الملائكة يشهدون بصدق ما أوحي إليك, وشهادة الله وحدها كافية.\r\n", "sura_id": 4, "type": 3, "id": 31839, "aya_id": 166}, {"text": " <font color=red>لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا</font><BR><p>لَمَّا ضَمَّنَ قَوْله تَعَالَى \" إِنَّا أَوْحَيْنَا إِلَيْك \" إِلَى آخِر السِّيَاق إِثْبَات نُبُوَّته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالرَّدّ عَلَى مَنْ أَنْكَرَ نُبُوَّته مِنْ الْمُشْرِكِينَ وَأَهْل الْكِتَاب قَالَ تَعَالَى \" لَكِنْ اللَّه يَشْهَد بِمَا أَنْزَلَ إِلَيْك \" أَيْ وَإِنْ كَفَرَ بِهِ مَنْ كَفَرَ بِهِ مِمَّنْ كَذَّبَك وَخَالَفَك فَاَللَّه يَشْهَد لَك بِأَنَّك رَسُوله الَّذِي أَنْزَلَ عَلَيْهِ الْكِتَاب وَهُوَ الْقُرْآن الْعَظِيم \" الَّذِي لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه تَنْزِيل مِنْ حَكِيم حَمِيد \" وَلِهَذَا قَالَ \" أَنْزَلَهُ بِعِلْمِهِ \" أَيْ فِيهِ عِلْمه الَّذِي أَرَادَ أَنْ يَطَّلِع الْعِبَاد عَلَيْهِ مِنْ الْبَيِّنَات وَالْهُدَى وَالْفُرْقَان وَمَا يُحِبّهُ اللَّه وَيَرْضَاهُ وَمَا يَكْرَههُ وَيَأْبَاهُ وَمَا فِيهِ مِنْ الْعِلْم بِالْغُيُوبِ مِنْ الْمَاضِي وَالْمُسْتَقْبَل . وَمَا فِيهِ مِنْ ذِكْر صِفَاته تَعَالَى الْمُقَدَّسَة الَّتِي لَا يَعْلَمهَا نَبِيّ مُرْسَل وَلَا مَلَك مُقَرَّب إِلَّا أَنْ يُعْلِمهُ اللَّه بِهِ كَمَا قَالَ تَعَالَى \" وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمه إِلَّا بِمَا شَاءَ \" وَقَالَ \" وَلَا يُحِيطُونَ بِهِ عِلْمًا \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا الْحَسَن بْن سُهَيْل الْجَعْفَرِيّ وَعَبْد اللَّه بْن الْمُبَارَك قَالَا حَدَّثَنَا عِمْرَان بْن عُيَيْنَة حَدَّثَنَا عَطَاء بْن السَّائِب قَالَ أَقْرَأَنِي أَبُو عَبْد الرَّحْمَن السُّلَمِيّ الْقُرْآن وَكَانَ إِذَا قَرَأَ عَلَيْهِ أَحَدنَا الْقُرْآن قَالَ قَدْ أَخَذْت عِلْم اللَّه فَلَيْسَ أَحَد الْيَوْم أَفْضَل مِنْك إِلَّا بِعَمَلٍ ثُمَّ يَقْرَأ قَوْله \" أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَة يَشْهَدُونَ وَكَفَى بِاَللَّهِ شَهِيدًا \" قَوْله \" وَالْمَلَائِكَة يَشْهَدُونَ \" أَيْ بِصِدْقِ مَا جَاءَك وَأَوْحَى إِلَيْك وَأَنْزَلَ عَلَيْك مَعَ شَهَامَة اللَّه تَعَالَى لَك بِذَلِكَ \" وَكَفَى بِاَللَّهِ شَهِيدًا \" قَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ دَخَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَمَاعَة مِنْ الْيَهُود فَقَالَ لَهُمْ\" إِنِّي لَأَعْلَم وَاَللَّه إِنَّكُمْ لَتَعْلَمُونَ أَنِّي رَسُول اللَّه \" فَقَالُوا مَا نَعْلَم ذَلِكَ . فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" لَكِنْ اللَّه يَشْهَد بِمَا أَنْزَلَ إِلَيْك أَنْزَلَهُ بِعِلْمِهِ \" الْآيَة .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40841, "aya_id": 166}]