[{"text": "وَالْبَحْرِ الْمَسْجُورِ", "sura_id": 52, "type": 0, "id": 4741, "aya_id": 6}, {"text": "والبحر المسجور", "sura_id": 52, "type": 1, "id": 10977, "aya_id": 6}, {"text": "6 - (والبحر المسجور) أي المملوء \r\n", "sura_id": 52, "type": 2, "id": 29685, "aya_id": 6}, {"text": "وبالبحر المسجور المملوء بالمياه.\r\n", "sura_id": 52, "type": 3, "id": 35921, "aya_id": 6}, {"text": " <font color=red>وَالْبَحْرِ الْمَسْجُورِ</font><BR><p>قَالَ الرَّبِيع بْن أَنَس هُوَ الْمَاء الَّذِي تَحْت الْعَرْش الَّذِي يَنْزِل اللَّه مِنْهُ الْمَطَر الَّذِي تَحْيَى بِهِ الْأَجْسَاد فِي قُبُورهَا يَوْم مَعَادهَا وَقَالَ الْجُمْهُور هُوَ هَذَا الْبَحْر وَاخْتُلِفَ فِي مَعْنَى قَوْله الْمَسْجُور فَقَالَ بَعْضهمْ الْمُرَاد أَنَّهُ يُوقِد يَوْم الْقِيَامَة نَارًا كَقَوْلِهِ\" وَإِذَا الْبِحَار سُجِّرَتْ \" أَيْ أُضْرِمَتْ فَتَصِير نَارًا تَتَأَجَّج مُحِيطَة بِأَهْلِ الْمَوْقِف وَرَوَاهُ سَعِيد بْن الْمُسَيِّب عَنْ عَلِيّ بْن أَبِي طَالِب وَرُوِيَ عَنْ اِبْن عَبَّاس وَبِهِ يَقُول سَعِيد بْن جُبَيْر وَمُجَاهِد وَعَبْد اللَّه بْن عُبَيْد بْن عُمَيْر وَغَيْرهمْ وَقَالَ الْعَلَاء بْن بَدْر إِنَّمَا سُمِّيَ الْبَحْر الْمَسْجُور لِأَنَّهُ لَا يُشْرَب مِنْهُ مَاء وَلَا يُسْقَى بِهِ زَرْع وَكَذَلِكَ الْبِحَار يَوْم الْقِيَامَة كَذَا رَوَاهُ عَنْهُ اِبْن أَبِي حَاتِم وَعَنْ سَعِيد بْن جُبَيْر \" وَالْبَحْر الْمَسْجُور \" يَعْنِي الْمُرْسَل وَقَالَ قَتَادَة الْمَسْجُور الْمَمْلُوء وَاخْتَارَهُ اِبْن جَرِير وَوَجَّهَهُ بِأَنَّهُ لَيْسَ مُوقَدًا الْيَوْم فَهُوَ مَمْلُوء وَقِيلَ الْمُرَاد بِهِ الْفَارِغ قَالَ الْأَصْمَعِيّ عَنْ أَبِي عَمْرو بْن الْعَلَاء عَنْ ذِي الرُّمَّة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى\" وَالْبَحْر الْمَسْجُور \" قَالَ الْفَارِغ خَرَجَتْ أَمَة تَسْتَسْقِي فَرَجَعَتْ فَقَالَتْ إِنَّ الْحَوْض مَسْجُور يَعْنِي فَارِغًا . رَوَاهُ اِبْن مَرْدَوَيْهِ فِي مَسَانِيد الشُّعَرَاء وَقِيلَ الْمُرَاد بِالْمَسْجُورِ الْمَمْنُوع الْمَكْفُوف عَنْ الْأَرْض لِئَلَّا يَغْمُرَهَا فَيُغْرِق أَهْلهَا . قَالَهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَبِهِ يَقُول السُّدِّيّ وَغَيْره وَعَلَيْهِ يَدُلّ الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد رَحِمَهُ اللَّه فِي مُسْنَده فَإِنَّهُ قَالَ حَدَّثَنَا يَزِيد حَدَّثَنَا الْعَوَّام حَدَّثَنِي شَيْخ كَانَ مُرَابِطًا بِالسَّاحِلِ قَالَ لَقِيت أَبَا صَالِح مَوْلَى عُمَر بْن الْخَطَّاب فَقَالَ حَدَّثَنَا عُمَر بْن الْخَطَّاب عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَيْسَ مِنْ لَيْلَة إِلَّا وَالْبَحْر يُشْرِف فِيهَا ثَلَاث مَرَّات يَسْتَأْذِن اللَّه تَعَالَى أَنَّ يَنْفَضِح عَلَيْهِمْ فَيَكُفّهُ اللَّه عَزَّ وَجَلَّ \" وَقَالَ الْحَافِظ أَبُو بَكْر الْإِسْمَاعِيلِيّ حَدَّثَا الْحَسَن بْن سُفْيَان عَنْ إِسْحَاق بْن رَاهْوَيْهِ عَنْ يَزِيد وَهُوَ اِبْن هَارُون عَنْ الْعَوَّام اِبْن حَوْشَبٍ حَدَّثَنِي شَيْخ مَرَابِط قَالَ خَرَجْت لَيْلَة لِمَحْرَسِي لَمْ يَخْرُج أَحَد مِنْ الْحَرَس غَيْرِي فَأَتَيْت الْمِينَاء فَصَعِدْت فَجَعَلَ يُخَيَّل إِلَيَّ أَنَّ الْبَحْر يُشْرِف يُحَاذِي رُءُوسَ الْجِبَال فَعَلَ ذَلِكَ مِرَارًا وَأَنَا مُسْتَيْقِظ فَلَقِيت أَبَا صَالِح فَقَالَ : حَدَّثَنَا عُمَر بْن الْخَطَّاب أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ لَيْلَة إِلَّا وَالْبَحْر يُشْرِف ثَلَاث مَرَّات يَسْتَأْذِن اللَّه تَعَالَى أَنْ يَنْفَضِخ عَلَيْهِمْ فَيَكُفُّهُ اللَّه عَزَّ وَجَلَّ \" فِيهِ رَجُل مُبْهَم لَمْ يُسَمَّ .</p><BR> <br> ", "sura_id": 52, "type": 4, "id": 41707, "aya_id": 6}]