[{"text": "أُوْلَئِكَ الَّذِينَ هَدَى اللّهُ فَبِهُدَاهُمُ اقْتَدِهْ قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلاَّ ذِكْرَى لِلْعَالَمِينَ", "sura_id": 6, "type": 0, "id": 879, "aya_id": 90}, {"text": "أولئك الذين هدى الله فبهداهم اقتده قل لا أسألكم عليه أجرا إن هو إلا ذكرى للعالمين", "sura_id": 6, "type": 1, "id": 7115, "aya_id": 90}, {"text": "90 - (أولئك الذين هدى) هم (الله فبهداهم) طريقهم من التوحيد والصبر (اقتده) بهاء السكت ووصلاً وفي قراءة بحذفها وصلا (قل) لأهل مكة (لا أسألكم عليه) أي القرآن (أجرا) تعطونيه (إن هو) ما القرآن (إلا ذكرى) عظة (للعالمين) الإنس والجن \r\n", "sura_id": 6, "type": 2, "id": 25823, "aya_id": 90}, {"text": "أولئك الأنبياء المذكورون هم الذين وفقهم الله تعالى لدينه الحق, فاتبع هداهم -أيها الرسول- واسلك سبيلهم. قل للمشركين: لا أطلب منكم على تبليغ الإسلام عوضًا من الدنيا, إنْ أجري إلا على الله, وما الإسلام إلا دعوة جميع الناس إلى الطريق المستقيم وتذكير لكم ولكل مَن كان مثلكم, ممن هو مقيم على باطل, لعلكم تتذكرون به ما ينفعكم.\r\n", "sura_id": 6, "type": 3, "id": 32059, "aya_id": 90}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى مُخَاطِبًا عَبْده وَرَسُوله مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُولَئِكَ \" يَعْنِي الْأَنْبِيَاء الْمَذْكُورِينَ مَعَ مَنْ أُضِيفَ إِلَيْهِمْ مِنْ الْآبَاء وَالذُّرِّيَّة وَالْإِخْوَان وَهُمْ الْأَشْبَاه \" الَّذِينَ هَدَى اللَّه \" أَيْ هُمْ أَهْل الْهُدَى لَا غَيْرهمْ \" فَبِهُدَاهُمْ اِقْتَدِهْ \" أَيْ اِقْتَدِ وَاتَّبِعْ وَإِذَا كَانَ هَذَا أَمْرًا لِلرَّسُولِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأُمَّته تَبَع لَهُ فِيمَا يُشَرِّعهُ وَيَأْمُرهُمْ بِهِ قَالَ الْبُخَارِيّ عِنْد هَذِهِ الْآيَة : حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا هِشَام أَنَّ اِبْن جُرَيْج أَخْبَرَهُمْ قَالَ أَخْبَرَنِي سُلَيْمَان الْأَحْوَل أَنَّ مُجَاهِدًا أَخْبَرَهُ أَنَّهُ سَأَلَ اِبْن عَبَّاس أَفِي \" ص \" سَجْدَة فَقَالَ نَعَمْ ثُمَّ تَلَا \" وَوَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب \" إِلَى قَوْله \" فَبِهُدَاهُمْ اقْتَدِهْ \" ثُمَّ قَالَ هُوَ مِنْهُمْ زَادَ يَزِيد بْن هَارُون وَمُحَمَّد بْن عُبَيْد وَسُهَيْل بْن يُوسُف عَنْ الْعَوَّام عَنْ مُجَاهِد قُلْت لِابْنِ عَبَّاس فَقَالَ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ مِمَّنْ أُمِرَ أَنْ يَقْتَدِي بِهِمْ وَقَوْله تَعَالَى \" قُلْ لَا أَسْأَلكُمْ عَلَيْهِ أَجْرًا \" أَيْ لَا أَطْلُب مِنْكُمْ عَلَى إِبْلَاغِي إِيَّاكُمْ هَذَا الْقُرْآن أَجْرًا أَيْ أُجْرَة وَلَا أُرِيد مِنْكُمْ شَيْئًا\" إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ \" أَيْ يَتَذَكَّرُونَ بِهِ فَيَرْشُدُوا مِنْ الْعَمَى إِلَى الْهُدَى وَمِنْ الْغَيّ إِلَى الرَّشَاد وَمِنْ الْكُفْر إِلَى الْإِيمَان .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42231, "aya_id": 90}]