[{"text": "فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ", "sura_id": 9, "type": 0, "id": 1246, "aya_id": 11}, {"text": "فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين ونفصل الآيات لقوم يعلمون", "sura_id": 9, "type": 1, "id": 7482, "aya_id": 11}, {"text": "11 - (فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم) أي فهم إخوانكم (في الدين ونفصِّل) نبين (الآيات لقوم يعلمون) يتدبرون \r\n", "sura_id": 9, "type": 2, "id": 26190, "aya_id": 11}, {"text": "فإن أقلعوا عن عبادة غير الله, ونطقوا بكلمة التوحيد, والتزموا شرائع الإسلام من إقام الصلاة وإيتاء الزكاة, فإنهم إخوانكم في الإسلام. ونبين الآيات, ونوضحها لقوم ينتفعون بها.\r\n", "sura_id": 9, "type": 3, "id": 32426, "aya_id": 11}, {"text": " <font color=red>فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ</font><BR><p>وَكَذَا الْآيَة الَّتِي بَعْدهَا \" فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاة \" إِلَى آخِرهَا تَقَدَّمَتْ وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا يَحْيَى بْن أَبِي بَكْر حَدَّثَنَا أَبُو جَعْفَر الرَّازِيّ حَدَّثَنَا الرَّبِيع بْن أَنَس قَالَ : سَمِعْت أَنَس بْن مَالِك يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ فَارَقَ الدُّنْيَا عَلَى الْإِخْلَاص لِلَّهِ وَعِبَادَته لَا يُشْرِك بِهِ وَأَقَامَ الصَّلَاة وَآتَى الزَّكَاة فَارَقَهَا وَاَللَّه عَنْهُ رَاضٍ \" وَهُوَ دِين اللَّه الَّذِي جَاءَتْ بِهِ الرُّسُل وَبَلَّغُوهُ عَنْ رَبّهمْ قَبْل هَرْج الْأَحَادِيث وَاخْتِلَاف الْأَهْوَاء وَتَصْدِيق ذَلِكَ فِي كِتَاب اللَّه \" فَإِنْ تَابُوا \" يَقُول فَإِنْ خَلَعُوا الْأَوْثَان وَعِبَادَتهَا \" وَأَقَامُوا الصَّلَاة وَآتَوْا الزَّكَاة فَخَلُّوا سَبِيلهمْ \" وَقَالَ فِي آيَة أُخْرَى \" فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاة وَآتَوْا الزَّكَاة فَإِخْوَانكُمْ فِي الدِّين \" ثُمَّ قَالَ الْبَزَّار : آخِر الْحَدِيث عِنْدِي وَاَللَّه أَعْلَم فَارَقَهَا وَهُوَ عَنْهُ رَاضٍ وَبَاقِيه عِنْدِي مِنْ كَلَام الرَّبِيع بْن أَنَس .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43406, "aya_id": 11}]