[{"text": "صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ غَيرِ المَغضُوبِ عَلَيهِمْ وَلاَ الضَّالِّينَ", "sura_id": 1, "type": 0, "id": 7, "aya_id": 7}, {"text": "صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين", "sura_id": 1, "type": 1, "id": 6243, "aya_id": 7}, {"text": "7 -  (صراط الذين أنعمت عليهم) بالهداية ويبدل من الذين بصلته (غير المغضوب عليهم) وهم اليهود (ولا) غير (الضالين) وهم النصارى ، ونكتة البدل إفادة أن المهتدين ليسوا يهوداً ولا نصارى والله أعلم بالصواب وإليه المرجع والمآب ، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليماً كثيراً دائماً أبداً ، وحسبنا الله ونعم الوكيل ، ولا حول ولا قوة إلا بالله العلي العظيم . [وعن الشيخ محمود الرنكوسي تفسير ألطف ورد في مختصر تفسير ابن كثير مفاده أن المغضوب عليهم هم الذين عرفوا الحق وخالفوه أما الضالين فلم يهتدوا إلى الحق أصلاً . دار الحديث] \r\n", "sura_id": 1, "type": 2, "id": 24951, "aya_id": 7}, {"text": "طريق الذين أنعمت عليهم من النبيين والصدِّيقين والشهداء والصالحين, فهم أهل الهداية والاستقامة, ولا تجعلنا ممن سلك طريق المغضوب عليهم, الذين عرفوا الحق ولم يعملوا به, وهم اليهود, ومن كان على شاكلتهم, والضالين, وهم الذين لم يهتدوا, فضلوا الطريق, وهم النصارى, ومن اتبع سنتهم. وفي هذا الدعاء شفاء لقلب المسلم من مرض الجحود والجهل والضلال, ودلالة على أن أعظم نعمة على الإطلاق هي نعمة الإسلام, فمن كان أعرف للحق وأتبع له, كان أولى بالصراط المستقيم, ولا ريب أن أصحاب رسول الله صلى الله عليه وسلم هم أولى الناس بذلك بعد الأنبياء عليهم السلام, فدلت الآية على فضلهم, وعظيم منزلتهم, رضي الله عنهم. ويستحب للقارئ أن يقول في الصلاة بعد قراءة الفاتحة: (آمين), ومعناها: اللهم استجب, وليست آية من سورة الفاتحة باتفاق العلماء; ولهذا أجمعوا على عدم كتابتها في المصاحف.\r\n", "sura_id": 1, "type": 3, "id": 31187, "aya_id": 7}, {"text": " <font color=red>صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ</font><BR><p>قَدْ تَقَدَّمَ الْحَدِيث فِيمَا إِذَا قَالَ الْعَبْد\" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" إِلَى آخِرهَا أَنَّ اللَّهَ يَقُول \" هَذَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" وَقَوْله تَعَالَى : \" صِرَاط الَّذِينَ أَنْعَمْت عَلَيْهِمْ \" مُفَسِّر لِلصِّرَاطِ الْمُسْتَقِيم وَهُوَ بَدَل مِنْهُ عِنْد النُّحَاة وَيَجُوز أَنْ يَكُون عَطْف بَيَان وَاَللَّه أَعْلَم . وَاَلَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ هُمْ الْمَذْكُورُونَ فِي سُورَة النِّسَاء حَيْثُ قَالَ تَعَالَى : \" وَمَنْ يُطِعْ اللَّهَ وَالرَّسُول فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا ذَلِكَ الْفَضْل مِنْ اللَّه وَكَفَى بِاَللَّهِ عَلِيمًا\" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" صِرَاط الَّذِينَ أَنْعَمْت عَلَيْهِمْ \" بِطَاعَتِك وَعِبَادَتك مِنْ مَلَائِكَتك وَأَنْبِيَائِك وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَذَلِكَ نَظِير مَا قَالَ رَبّنَا تَعَالَى : \" وَمَنْ يُطِعْ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ \" الْآيَة . وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس \" صِرَاط الَّذِينَ أَنْعَمْت عَلَيْهِمْ \" قَالَ هُمْ النَّبِيُّونَ . وَقَالَ اِبْن جُرَيْح عَنْ اِبْن عَبَّاس هُمْ الْمُؤْمِنُونَ وَكَذَا قَالَ مُجَاهِد وَقَالَ وَكِيع هُمْ الْمُسْلِمُونَ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم هُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَنْ مَعَهُ وَالتَّفْسِير الْمُتَقَدِّم عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَعَمّ وَأَشْمَل وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى : \" غَيْر الْمَغْضُوب عَلَيْهِمْ وَلَا الضَّالِّينَ \" قَرَأَ الْجُمْهُور غَيْر بِالْجَرِّ عَلَى النَّعْت قَالَ الزَّمَخْشَرِيُّ وَقُرِئَ بِالنَّصْبِ عَلَى الْحَال وَهِيَ قِرَاءَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَعُمَر بْن الْخَطَّاب وَرُوِيَتْ عَنْ اِبْن كَثِير وَذُو الْحَال الضَّمِير فِي عَلَيْهِمْ وَالْعَامِل أَنْعَمْت عَلَيْهِمْ مِمَّنْ تَقَدَّمَ وَصْفهمْ وَنَعْتهمْ وَهُمْ أَهْل الْهِدَايَة وَالِاسْتِقَامَة وَالطَّاعَة لِلَّهِ وَرُسُله وَامْتِثَال أَوَامِره وَتَرْك نَوَاهِيه وَزَوَاجِره غَيْر صِرَاط الْمَغْضُوب عَلَيْهِمْ وَهُمْ الَّذِينَ فَسَدَتْ إِرَادَتهمْ فَعَلِمُوا الْحَقّ وَعَدَلُوا عَنْهُ وَلَا صِرَاط الضَّالِّينَ وَهُمْ الَّذِينَ فَقَدُوا الْعِلْم فَهُمْ هَائِمُونَ فِي الضَّلَالَة لَا يَهْتَدُونَ إِلَى الْحَقّ. وَأَكَّدَ الْكَلَامَ بِلَا لِيَدُلّ عَلَى أَنَّ ثَمَّ مَسْلَكَيْنِ قَاصِدَيْنِ وَهُمَا طَرِيقَة الْيَهُود وَالنَّصَارَى وَقَدْ زَعَمَ بَعْض النُّحَاة أَنَّ غَيْر هَهُنَا اِسْتِثْنَائِيَّة فَيَكُون عَلَى هَذَا مُنْقَطِعًا لِاسْتِثْنَائِهِمْ مِنْ الْمُنْعَم عَلَيْهِمْ وَلَيْسُوا مِنْهُمْ وَمَا أَوْرَدْنَاهُ أَوْلَى لِقَوْلِ الشَّاعِر : كَأَنَّك مِنْ جِمَال بَنِي أُقَيْشٍ يُقَعْقَع عِنْد رِجْلَيْهِ بِشَنِّ أَيْ كَأَنَّك جَمَل مِنْ جِمَال بَنِي أُقَيْشٍ فَحَذَفَ الْمَوْصُوف وَاكْتَفَى بِالصِّفَةِ وَهَكَذَا غَيْر الْمَغْضُوب عَلَيْهِمْ أَيْ غَيْر صِرَاط الْمَغْضُوب عَلَيْهِمْ اِكْتَفَى بِالْمُضَافِ إِلَيْهِ عَنْ ذِكْر الْمُضَاف وَقَدْ دَلَّ عَلَيْهِ سِيَاق الْكَلَام وَهُوَ قَوْله تَعَالَى\" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم صِرَاط الَّذِينَ أَنْعَمْت عَلَيْهِمْ\" ثُمَّ قَالَ تَعَالَى \" غَيْر الْمَغْضُوب عَلَيْهِمْ \" وَمِنْهُمْ مَنْ زَعَمَ أَنَّ لَا فِي قَوْله تَعَالَى \" وَلَا الضَّالِّينَ \" زَائِدَة وَأَنَّ تَقْدِيرَ الْكَلَام عِنْدَهُ غَيْر الْمَغْضُوب عَلَيْهِمْ وَالضَّالِّينَ وَاسْتَشْهَدَ بِبَيْتِ مِعْجَاج : فِي بِئْر لَا حُور سَرَى وَمَا شَعَرْ أَيْ فِي بِئْر حُور وَالصَّحِيح مَا قَدَّمْنَاهُ وَلِهَذَا رَوَى أَبُو عُبَيْد الْقَاسِم بْن سَلَّام فِي كِتَاب فَضَائِل الْقُرْآن عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّهُ كَانَ يَقْرَأ غَيْر الْمَغْضُوب عَلَيْهِمْ وَغَيْر الضَّالِّينَ وَهَذَا إِسْنَاد صَحِيح وَكَذَلِكَ حُكِيَ عَنْ أُبَيّ بْن كَعْب أَنَّهُ قَرَأَ كَذَلِكَ وَهُوَ مَحْمُول عَلَى أَنَّهُ صَدَرَ مِنْهُمَا عَلَى وَجْه التَّفْسِير . فَيَدُلّ عَلَى مَا قُلْنَاهُ مِنْ أَنَّهُ إِنَّمَا جِيءَ لِتَأْكِيدِ النَّفْي لِئَلَّا يُتَوَهَّم أَنَّهُ مَعْطُوف عَلَى الَّذِينَ أَنْعَمْت عَلَيْهِمْ وَالْفَرْق بَيْن الطَّرِيقَتَيْنِ لِيُجْتَنَب كُلّ وَاحِد مِنْهُمَا فَإِنَّ طَرِيقَة أَهْل الْإِيمَان مُشْتَمِلَة عَلَى الْعِلْم بِالْحَقِّ وَالْعَمَل بِهِ وَالْيَهُود فَقَدُوا الْعَمَل وَالنَّصَارَى فَقَدُوا الْعِلْم وَلِهَذَا كَانَ الْغَضَب لِلْيَهُودِ وَالضَّلَال لِلنَّصَارَى لِأَنَّ مَنْ عَلِمَ وَتَرَكَ اِسْتَحَقَّ الْغَضَب بِخِلَافِ مَنْ لَمْ يَعْلَم وَالنَّصَارَى لَمَّا كَانُوا قَاصِدِينَ شَيْئًا لَكِنَّهُمْ لَا يَهْتَدُونَ إِلَى طَرِيقَة لِأَنَّهُمْ لَمْ يَأْتُوا الْأَمْر مِنْ بَابه وَهُوَ اِتِّبَاع الْحَقّ ضَلُّوا , وَكُلّ مِنْ الْيَهُود وَالنَّصَّارِي ضَالّ مَغْضُوب عَلَيْهِ لَكِنْ أَخَصّ أَوْصَاف الْيَهُود الْغَضَب كَمَا قَالَ تَعَالَى عَنْهُمْ \" مَنْ لَعَنَهُ اللَّه وَغَضِبَ عَلَيْهِ \" وَأَخَصّ أَوْصَاف النَّصَارَى الضَّلَال كَمَا قَالَ تَعَالَى عَنْهُمْ \" قَدْ ضَلُّوا مِنْ قَبْل وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاء السَّبِيل \" وَبِهَذَا جَاءَتْ الْأَحَادِيث وَالْآثَار وَذَلِكَ وَاضِح بَيِّنٌ فِيمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر ثَنَا شُعْبَة قَالَ سَمِعْت سِمَاك بْن حَرْب يَقُول سَمِعْت عَبَّاد بْن حُبَيْش يُحَدِّث عَنْ عَدِيّ بْن حَاتِم قَالَ جَاءَتْ خَيْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخَذُوا عَمَّتِي وَنَاسًا فَلَمَّا أَتَوْا بِهِمْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَفُّوا لَهُ فَقَالَتْ يَا رَسُول اللَّه : نَأَى الْوَافِد وَانْقَطَعَ الْوَلَد وَأَنَا عَجُوز كَبِيرَة مَا بِي مِنْ خِدْمَة فَمُنَّ عَلَيَّ مَنَّ اللَّه عَلَيْك قَالَ \" مَنْ وَافِدك ؟ \" قَالَتْ عَدِيّ بْن حَاتِم قَالَ \" الَّذِي فَرَّ مِنْ اللَّه وَرَسُوله \" قَالَتْ فَمَنَّ عَلَيَّ فَلَمَّا رَجَعَ وَرَجُل إِلَى جَنْبه تَرَى أَنَّهُ عَلِيّ قَالَ سَلِيهِ حِمْلَانًا فَسَأَلَتْهُ فَأَمَرَ لَهَا قَالَ فَأَتَتْنِي فَقَالَتْ لَقَدْ فَعَلْت فَعْلَة مَا كَانَ أَبُوك يَفْعَلهَا فَإِنَّهُ أَتَاهُ فُلَان فَأَصَابَ مِنْهُ وَأَتَاهُ فُلَان فَأَصَابَ مِنْهُ فَأَتَيْته فَإِذَا عِنْده اِمْرَأَة وَصِبْيَان وَذَكَرَ قُرْبهمْ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَعَرَفْت أَنَّهُ لَيْسَ بِمَلِكِ كِسْرَى وَلَا قَيْصَر فَقَالَ \" يَا عَدِيّ مَا أَفَرَّك ؟ أَنْ يُقَال لَا إِلَه إِلَّا اللَّه ؟ فَهَلْ مِنْ إِلَه إِلَّا اللَّه مَا أَفَرَّك أَنْ يُقَال اللَّه أَكْبَر ؟ فَهَلْ شَيْء أَكْبَر مِنْ اللَّه عَزَّ وَجَلَّ \" ؟ قَالَ فَأَسْلَمْت فَرَأَيْت وَجْهه اِسْتَبْشَرَ وَقَالَ\" إِنَّ الْمَغْضُوبَ عَلَيْهِمْ الْيَهُود وَإِنَّ الضَّالِّينَ النَّصَارَى\" وَذَكَرَ الْحَدِيث وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث سِمَاك بْن حَرْب وَقَالَ حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه . \" قُلْت\" وَقَدْ رَوَاهُ حَمَّاد بْن سَلَمَة عَنْ سِمَاك عَنْ مُرِّيّ بْن قَطَرِيّ عَنْ عَدِيّ بْن حَاتِم قَالَ : سَأَلْت رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْله تَعَالَى \" غَيْر الْمَغْضُوب عَلَيْهِمْ \" قَالَ \" هُمْ الْيَهُود \" \" وَلَا الضَّالِّينَ \" قَالَ : \" النَّصَارَى هُمْ الضَّالُّونَ \" وَهَكَذَا رَوَاهُ سُفْيَان بْن عُيَيْنَةَ عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الشَّعْبِيّ عَنْ عَدِيّ بْن حَاتِم بِهِ وَقَدْ رُوِيَ حَدِيث عَدِيّ هَذَا مِنْ طُرُق وَلَهُ أَلْفَاظ كَثِيرَة يَطُول ذِكْرهَا وَقَالَ عَبْد الرَّزَّاق أَنَا مَعْمَر عَنْ بُدَيْل الْعُقَيْلِيّ أَخْبَرَنِي عَبْد اللَّه بْن شَقِيق أَنَّهُ أَخْبَرَهُ مَنْ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ بِوَادِي الْقُرَى عَلَى فَرَسه وَسَأَلَهُ رَجُل مِنْ بَنِي الْقَيْن فَقَالَ يَا رَسُولَ اللَّه مَنْ هَؤُلَاءِ قَالَ \" الْمَغْضُوب عَلَيْهِمْ - وَأَشَارَ إِلَى الْيَهُود - وَالضَّالُّونَ هُمْ النَّصَارَى \" وَقَدْ رَوَاهُ الْجَرِيرِيّ وَعُرْوَة وَخَالِد الْحَذَّاء عَنْ عَبْد اللَّه بْن شَقِيق فَأَرْسَلُوهُ وَلَمْ يَذْكُرُوا مَنْ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَقَعَ فِي رِوَايَة عُرْوَة تَسْمِيَة عَبْد اللَّه بْن عَمْرو فَاَللَّه أَعْلَم وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ مِنْ حَدِيث إِبْرَاهِيم بْن طَهْمَان عَنْ بُدَيْل بْن مَيْسَرَة عَنْ عَبْد اللَّه بْن شَقِيق عَنْ أَبِي ذَرّ قَالَ سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْمَغْضُوب عَلَيْهِمْ قَالَ \" الْيَهُود \" قُلْت الضَّالِّينَ قَالَ \" النَّصَارَى \" وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ أُنَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَيْر الْمَغْضُوب عَلَيْهِمْ هُمْ الْيَهُود وَلَا الضَّالِّينَ هُمْ النَّصَارَى وَقَالَ الضَّحَّاك وَابْن جُرَيْج عَنْ اِبْن عَبَّاس \" غَيْر الْمَغْضُوب عَلَيْهِمْ \" الْيَهُود \" وَلَا الضَّالِّينَ\" النَّصَارَى وَكَذَا قَالَ الرَّبِيع بْن أَنَس وعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْر وَاحِد وَقَالَ اِبْن أَبِي حَاتِم وَلَا أَعْلَم بَيْن الْمُفَسِّرِينَ فِي هَذَا اِخْتِلَافًا وَشَاهِد مَا قَالَهُ هَؤُلَاءِ الْأَئِمَّة مِنْ أَنَّ الْيَهُودَ مَغْضُوب عَلَيْهِمْ وَالنَّصَارَى ضَالُّونَ الْحَدِيث الْمُتَقَدِّم وَقَوْله تَعَالَى فِي خِطَابه مَعَ بَنِي إِسْرَائِيل فِي سُورَة الْبَقَرَة \" بِئْسَ مَا اِشْتَرَوْا بِهِ أَنْفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنْزَلَ اللَّه بَغْيًا أَنْ يُنَزِّل اللَّه مِنْ فَضْله عَلَى مَنْ يَشَاء مِنْ عِبَاده فَبَاءُوا بِغَضَبٍ عَلَى غَضَب وَلِلْكَافِرِينَ عَذَاب مُهِين \" وَقَالَ فِي الْمَائِدَة \" قُلْ هَلْ أُنَبِّئكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَة عِنْد اللَّه مَنْ لَعَنَهُ اللَّه وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمْ الْقِرَدَة وَالْخَنَازِير وَعَبَدَ الطَّاغُوت أُولَئِكَ شَرّ مَكَانًا وَأَضَلّ عَنْ سَوَاء السَّبِيل \" وَقَالَ تَعَالَى \" لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيل عَلَى لِسَان دَاوُدَ وَعِيسَى اِبْن مَرْيَم ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَر فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ \" وَفِي السِّيرَة عَنْ زَيْد بْن عَمْرو بْن نُفَيْل أَنَّهُ لَمَّا خَرَجَ هُوَ وَجَمَاعَة مِنْ أَصْحَابه إِلَى الشَّام يَطْلُبُونَ الدِّين الْحَنِيف قَالَتْ لَهُ الْيَهُود إِنَّك لَنْ تَسْتَطِيع الدُّخُول مَعَنَا حَتَّى تَأْخُذ بِنَصِيبِك مِنْ غَضَب اللَّه فَقَالَ أَنَا مِنْ غَضَب اللَّه أَفِرّ وَقَالَتْ لَهُ النَّصَارَى إِنَّك لَنْ تَسْتَطِيع الدُّخُول مَعَنَا حَتَّى تَأْخُذ بِنَصِيبِك مِنْ سَخَط اللَّه فَقَالَ لَا أَسْتَطِيعهُ فَاسْتَمَرَّ عَلَى فِطْرَته وَجَانَبَ عِبَادَة الْأَوْثَان وَدِين الْمُشْرِكِينَ وَلَمْ يَدْخُل مَعَ أَحَد مِنْ الْيَهُود وَلَا النَّصَارَى وَأَمَّا أَصْحَابه فَتَنَصَّرُوا وَدَخَلُوا فِي دِين النَّصْرَانِيَّة لِأَنَّهُمْ وَجَدُوهُ أَقْرَب مِنْ دِين الْيَهُود إِذْ ذَاكَ وَكَانَ مِنْهُمْ وَرَقَة بْن نَوْفَل حَتَّى هَدَاهُ اللَّه بِنَبِيِّهِ لَمَّا بَعَثَهُ آمَنَ بِمَا وُجِدَ مِنْ الْوَحْي رَضِيَ اللَّه عَنْهُ \" مَسْأَلَة\" وَالصَّحِيح مِنْ مَذَاهِب الْعُلَمَاء أَنَّهُ يُغْتَفَر الْإِخْلَال بِتَحْرِيرِ مَا بَيْن الضَّاد وَالظَّاء لِقُرْبِ مَخْرَجَيْهِمَا وَذَلِكَ أَنَّ الضَّاد مَخْرَجهَا مِنْ أَوَّل حَافَّة اللِّسَان وَمَا يَلِيهَا مِنْ الْأَضْرَاس وَمَخْرَج الظَّاء مِنْ طَرَف اللِّسَان وَأَطْرَاف الثَّنَايَا الْعُلْيَا وَلِأَنَّ كُلًّا مِنْ الْحَرْفَيْنِ مِنْ الْحُرُوف الْمَجْهُورَة وَمِنْ الْحُرُوف الرِّخْوَة وَمِنْ الْحُرُوف الْمُطْبَقَة فَلِهَذَا كُلّه اُغْتُفِرَ اِسْتِعْمَال أَحَدهمَا مَكَان الْآخَر لِمَنْ لَا يُمَيِّز ذَلِكَ وَاَللَّه أَعْلَم وَأَمَّا حَدِيث \" أَنَا أَفْصَح مَنْ نَطَقَ بِالضَّادِ \" فَلَا أَصْل لَهُ وَاَللَّه أَعْلَم . \" فَصْل\" اِشْتَمَلَتْ هَذِهِ السُّورَة الْكَرِيمَة وَهِيَ سَبْع آيَات عَلَى حَمْد اللَّه وَتَمْجِيده وَالثَّنَاء عَلَيْهِ بِذِكْرِ أَسْمَائِهِ الْحُسْنَى الْمُسْتَلْزِمَة لِصِفَاتِهِ الْعُلْيَا وَعَلَى ذِكْر الْمَعَاد وَهُوَ يَوْم الدِّين وَعَلَى إِرْشَاده عَبِيده إِلَى سُؤَاله وَالتَّضَرُّع إِلَيْهِ وَالتَّبَرُّؤِ مِنْ حَوْلِهِمْ وَقُوَّتهمْ وَإِلَى إِخْلَاص الْعِبَادَة لَهُ وَتَوَحُّده بِالْأُلُوهِيَّةِ تَبَارَكَ وَتَعَالَى وَتَنْزِيهه أَنْ يَكُون لَهُ شَرِيك أَوْ نَظِير أَوْ مُمَاثِل وَإِلَى سُؤَالهمْ إِيَّاهُ الْهِدَايَة إِلَى الصِّرَاط الْمُسْتَقِيم وَهُوَ الدِّين الْقَوِيم وَتَثْبِيتهمْ عَلَيْهِ حَتَّى يَقْضِيَ لَهُمْ بِذَلِكَ إِلَى جَوَاز الصِّرَاط الْحِسِّيَّة يَوْم الْقِيَامَة الْمُفْضِي بِهِمْ إِلَى جَنَّات النَّعِيم فِي جِوَار النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَاشْتَمَلَتْ عَلَى التَّرْغِيب فِي الْأَعْمَال الصَّالِحَة لِيَكُونُوا مَعَ أَهْلهَا يَوْم الْقِيَامَة وَالتَّحْذِير مِنْ مَسَالِك الْبَاطِل لِئَلَّا يُحْشَرُوا مَعَ سَالِكِيهَا يَوْم الْقِيَامَة وَهُمْ الْمَغْضُوب عَلَيْهِمْ وَالضَّالُّونَ وَمَا أَحْسَن مَا جَاءَ إِسْنَاد الْإِنْعَام إِلَيْهِ فِي قَوْله تَعَالَى\" صِرَاط الَّذِينَ أَنْعَمْت عَلَيْهِمْ غَيْر الْمَغْضُوب عَلَيْهِمْ\" وَحَذَفَ الْفَاعِل فِي الْغَضَب فِي قَوْله تَعَالَى \" غَيْر الْمَغْضُوب عَلَيْهِمْ \" وَإِنْ كَانَ هُوَ الْفَاعِل لِذَلِكَ فِي الْحَقِيقَة كَمَا قَالَ تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّه عَلَيْهِمْ \" الْآيَة . وَكَذَلِكَ إِسْنَاد الضَّلَال إِلَى مَنْ قَامَ بِهِ وَإِنْ كَانَ هُوَ الَّذِي أَضَلَّهُمْ بِقَدَرِهِ كَمَا قَالَ تَعَالَى \" مَنْ يَهْدِ اللَّه فَهُوَ الْمُهْتَدِ وَمَنْ يَضْلِلْ فَلَنْ تَجِد لَهُ وَلِيًّا مُرْشِدًا \" وَقَالَ \" مَنْ يَضْلِلْ اللَّه فَلَا هَادِيَ لَهُ وَيَذَرهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ\" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى أَنَّهُ سُبْحَانه هُوَ الْمُنْفَرِد بِالْهِدَايَةِ وَالْإِضْلَال لَا كَمَا تَقُول الْفِرْقَة الْقَدَرِيَّة وَمَنْ حَذَا حَذْوهمْ مِنْ أَنَّ الْعِبَادَ هُمْ الَّذِينَ يَخْتَارُونَ ذَلِكَ وَيَفْعَلُونَهُ وَيَحْتَجُّونَ عَلَى بِدْعَتهمْ بِمُتَشَابِهٍ مِنْ الْقُرْآن وَيَتْرُكُونَ مَا يَكُون فِيهِ صَرِيحًا فِي الرَّدّ عَلَيْهِمْ وَهَذَا حَال أَهْل الضَّلَال وَالْغَيّ وَقَدْ وَرَدَ فِي الْحَدِيث الصَّحِيح . \" إِذَا رَأَيْتُمْ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولَئِكَ الَّذِينَ سَمَّى اللَّه فَاحْذَرُوهُمْ\" يَعْنِي فِي قَوْله تَعَالَى \" فَأَمَّا الَّذِينَ فِي قُلُوبهمْ زَيْغ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ اِبْتِغَاء الْفِتْنَة وَابْتِغَاءَ تَأْوِيله \" فَلَيْسَ بِحَمْدِ اللَّه لِمُبْتَدَعٍ فِي الْقُرْآن حَجَّة صَحِيحَة لِأَنَّ الْقُرْآن جَاءَ لِيَفْصِل الْحَقَّ مِنْ الْبَاطِل مُفَرِّقًا بَيْن الْهُدَى وَالضَّلَال وَلَيْسَ فِيهِ تَنَاقُض وَلَا اِخْتِلَاف لِأَنَّهُ مِنْ عِنْد اللَّه تَنْزِيل مِنْ حَكِيم حَمِيد. \" فَصْل \" يُسْتَحَبّ لِمَنْ يَقْرَأ الْفَاتِحَة أَنْ يَقُول بَعْدَهَا آمِينَ مِثْل يس وَيُقَال أَمِين بِالْقَصْرِ أَيْضًا وَمَعْنَاهُ اللَّهُمَّ اِسْتَجِبْ وَالدَّلِيل عَلَى اِسْتِحْبَاب التَّأْمِين مَا رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ عَنْ وَائِل بْن حُجْر قَالَ : سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ\" غَيْر الْمَغْضُوب عَلَيْهِمْ وَلَا الضَّالِّينَ \" فَقَالَ \" آمِينَ\" مَدّ بِهَا صَوْته وَلِأَبِي دَاوُدَ رَفَعَ بِهَا صَوْته وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَرُوِيَ عَنْ عَلِيّ وَابْن مَسْعُود وَغَيْرهمْ . وَعَنْ أَبِي هُرَيْرَة قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا تَلَا \" غَيْر الْمَغْضُوب عَلَيْهِمْ وَلَا الضَّالِّينَ \" قَالَ \" آمِينَ \" حَتَّى يُسْمِع مَنْ يَلِيه مِنْ الصَّفّ الْأَوَّل رَوَاهُ أَبُو دَاوُدَ وَابْن مَاجَهْ وَزَادَ فِيهِ : فَيَرْتَجّ بِهَا الْمَسْجِد . وَالدَّارَقُطْنِيّ وَقَالَ : هَذَا إِسْنَاد حَسَن . وَعَنْ بِلَال أَنَّهُ قَالَ : يَا رَسُول اللَّه لَا تَسْبِقنِي بِآمِينَ رَوَاهُ أَبُو دَاوُدَ وَنَقَلَ أَبُو نَصْر الْقُشَيْرِيّ عَنْ الْحَسَن وَجَعْفَر الصَّادِق أَنَّهُمَا شَدَّدَا الْمِيمَ مِنْ آمِينَ مِثْل \" آمِّينَ الْبَيْت الْحَرَام \" قَالَ أَصْحَابنَا وَغَيْرهمْ وَيُسْتَحَبّ ذَلِكَ لِمَنْ هُوَ خَارِج الصَّلَاة وَيَتَأَكَّد فِي حَقّ الْمُصَلِّي وَسَوَاء كَانَ مُنْفَرِدًا أَوْ إِمَامًا أَوْ مَأْمُومًا وَفِي جَمِيع الْأَحْوَال لِمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا أَمَّنَ الْإِمَام فَأَمِّنُوا فَإِنَّهُ مَنْ وَافَقَ تَأْمِينه تَأْمِين الْمَلَائِكَة غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه \" وَلِمُسْلِمٍ أَنَّ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا قَالَ أَحَدكُمْ فِي الصَّلَاة آمِينَ وَالْمَلَائِكَة فِي السَّمَاء آمِينَ فَوَافَقَتْ إِحْدَاهُمَا الْأُخْرَى غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه \" قِيلَ بِمَعْنَى مَنْ وَافَقَ تَأْمِينه تَأْمِين الْمَلَائِكَة فِي الزَّمَان وَقِيلَ فِي الْإِجَابَة وَقِيلَ فِي صِفَة الْإِخْلَاص . وَفِي صَحِيح مُسْلِم عَنْ أَبِي مُوسَى مَرْفُوعًا\" إِذَا قَالَ - يَعْنِي الْإِمَام - وَلَا الضَّالِّينَ فَقُولُوا آمِينَ يُجِبْكُمْ اللَّه \" وَقَالَ جُوَيْبِر عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالَ : قُلْت يَا رَسُول اللَّه مَا مَعْنَى آمِينَ ؟ قَالَ \" رَبّ اِفْعَلْ \" وَقَالَ الْجَوْهَرِيّ مَعْنَى آمِينَ كَذَلِكَ فَلْيَكُنْ. وَقَالَ التِّرْمِذِيّ مَعْنَاهُ لَا تُخَيِّب رَجَاءَنَا . وَقَالَ الْأَكْثَرُونَ مَعْنَاهُ اللَّهُمَّ اِسْتَجِبْ لَنَا . وَحَكَى الْقُرْطُبِيّ عَنْ مُجَاهِد وَجَعْفَر الصَّادِق وَهِلَال بْن يَسَاف أَنَّ آمِينَ اِسْم مِنْ أَسْمَاء اللَّه تَعَالَى . وَرُوِيَ عَنْ اِبْن عَبَّاس مَرْفُوعًا وَلَا يَصِحّ قَالَهُ أَبُو بَكْر بْن الْعَرَبِيّ الْمَالِكِيّ. وَقَالَ أَصْحَاب مَالِك لَا يُؤَمِّن الْإِمَام وَيُؤْمِن الْمَأْمُوم لِمَا رَوَاهُ مَالِك عَنْ سُمَيّ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَإِذَا قَالَ - يَعْنِي الْإِمَام - وَلَا الضَّالِّينَ فَقُولُوا آمِينَ \" الْحَدِيث وَاسْتَأْنَسُوا أَيْضًا بِحَدِيثِ أَبِي مُوسَى عِنْد مُسْلِم\" وَإِذَا قَرَأَ وَلَا الضَّالِّينَ فَقُولُوا آمِينَ \" وَقَدْ قَدَّمْنَا فِي الْمُتَّفَق عَلَيْهِ \" إِذَا أَمَّنَ الْإِمَام فَأَمِّنُوا \" وَأَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام كَانَ يُؤَمِّن إِذَا قَرَأَ \" غَيْر الْمَغْضُوب عَلَيْهِمْ وَلَا الضَّالِّينَ \" وَقَدْ اِخْتَلَفَ أَصْحَابنَا فِي الْجَهْر بِالتَّأْمِينِ لِلْمَأْمُومِ فِي الْجَهْرِيَّة وَحَاصِل الْخِلَاف أَنَّ الْإِمَامَ إِنْ نَسِيَ التَّأْمِين جَهَرَ الْمَأْمُوم بِهِ قَوْلًا وَاحِدًا وَإِنْ أَمَّنَ الْإِمَام جَهْرًا فَالْجَدِيد أَنَّهُ لَا يَجْهَر الْمَأْمُوم وَهُوَ مَذْهَب أَبِي حَنِيفَة وَرِوَايَة عَنْ مَالِك لِأَنَّهُ ذِكْر مِنْ الْأَذْكَار فَلَا يَجْهَر بِهِ كَسَائِرِ أَذْكَار الصَّلَاة . وَالْقَدِيم أَنَّهُ يَجْهَر بِهِ وَهُوَ مَذْهَب الْإِمَام أَحْمَد بْن حَنْبَل وَالرِّوَايَة الْأُخْرَى عَنْ مَالِك لِمَا تَقَدَّمَ \" حَتَّى يَرْتَجّ الْمَسْجِد \" وَلَنَا قَوْل آخَر ثَالِث أَنَّهُ إِنْ كَانَ الْمَسْجِد صَغِيرًا لَمْ يَجْهَر الْمَأْمُوم لِأَنَّهُمْ يَسْمَعُونَ قِرَاءَة الْإِمَام وَإِنْ كَانَ كَبِيرًا جَهَرَ لِيَبْلُغ التَّأْمِين مَنْ فِي أَرْجَاء الْمَسْجِد وَاَللَّه أَعْلَم. وَقَدْ رَوَى الْإِمَام أَحْمَد فِي مُسْنَده عَنْ عَائِشَةَ أَنَّ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذُكِرَتْ عِنْده الْيَهُود فَقَالَ \" إِنَّهُمْ لَنْ يَحْسُدُونَا عَلَى شَيْء كَمَا يَحْسُدُونَا عَلَى الْجُمُعَة الَّتِي هَدَانَا اللَّه لَهَا وَضَلُّوا عَنْهَا وَعَلَى الْقِبْلَة الَّتِي هَدَانَا اللَّه لَهَا وَضَلُّوا عَنْهَا وَعَلَى قَوْلنَا خَلْف الْإِمَام آمِينَ \" وَرَوَاهُ اِبْن مَاجَهْ وَلَفْظه\" مَا حَسَدَتْكُمْ الْيَهُود عَلَى شَيْء مَا حَسَدَتْكُمْ عَلَى قَوْل آمِينَ فَأَكْثِرُوا مِنْ قَوْل آمِينَ \" وَفِي إِسْنَاده طَلْحَة بْن عَمْرو وَهُوَ ضَعِيف وَرَوَى اِبْن مَرْدَوَيْهِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" آمِينَ خَاتَم رَبّ الْعَالَمِينَ عَلَى عِبَاده الْمُؤْمِنِينَ \" وَعَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ\" أُعْطِيت آمِينَ فِي الصَّلَاة وَعِنْدَ الدُّعَاء لَمْ يُعْطَ أَحَد قَبْلِي إِلَّا أَنْ يَكُونَ مُوسَى كَانَ مُوسَى يَدْعُو وَهَارُون يُؤَمِّن فَاخْتِمُوا الدُّعَاء بِآمِينَ فَإِنَّ اللَّه يَسْتَجِيبهُ لَكُمْ \" \" قُلْت \" وَمِنْ هُنَا نَزَعَ بَعْضهمْ فِي الدَّلَالَة بِهَذِهِ الْآيَة الْكَرِيمَة وَهِيَ قَوْله تَعَالَى \" وَقَالَ مُوسَى رَبّنَا إِنَّك آتَيْت فِرْعَوْن وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاة الدُّنْيَا رَبّنَا لِيَضِلُّوا عَنْ سَبِيلك رَبّنَا اِطْمِسْ عَلَى أَمْوَالهمْ وَاشْدُدْ عَلَى قُلُوبهمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوْا الْعَذَابَ الْأَلِيمَ قَالَ قَدْ أُجِيبَتْ دَعَوْتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ \" فَذَكَرَ الدُّعَاءَ عَنْ مُوسَى وَحْدَهُ وَمِنْ سِيَاق الْكَلَام مَا يَدُلّ عَلَى أَنَّ هَارُون أَمَّنَ فَنُزِّلَ مَنْزِلَة مَنْ دَعَا لِقَوْلِهِ تَعَالَى\" قَدْ أُجِيبَتْ دَعَوْتُكُمَا \" فَدَلَّ ذَلِكَ عَلَى أَنَّ مَنْ أَمَّنَ عَلَى دُعَاء فَكَأَنَّمَا قَالَهُ فَلِهَذَا قَالَ مَنْ قَالَ إِنَّ الْمَأْمُوم لَا يَقْرَأ لِأَنَّ تَأْمِينه عَلَى قِرَاءَة الْفَاتِحَة بِمَنْزِلَةِ قِرَاءَتهَا وَلِهَذَا جَاءَ فِي الْحَدِيث \" مَنْ كَانَ لَهُ إِمَام فَقِرَاءَة الْإِمَام لَهُ قِرَاءَة \" رَوَاهُ أَحْمَد فِي مُسْنَده وَكَانَ بِلَال يَقُول لَا تَسْبِقنِي بِآمِينَ يَا رَسُول اللَّه . فَدَلَّ هَذَا الْمَنْزَع عَلَى أَنَّ الْمَأْمُوم لَا قِرَاءَة عَلَيْهِ فِي الْجَهْرِيَّة وَاَللَّه أَعْلَم وَلِهَذَا قَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا أَحْمَد بْن الْحَسَن حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن سَلَّام حَدَّثَنَا إِسْحَاق حَدَّثَنَا جَرِير عَنْ لَيْث عَنْ اِبْن أَبِي سُلَيْم عَنْ كَعْب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا قَالَ الْإِمَام \" غَيْر الْمَغْضُوب عَلَيْهِمْ وَلَا الضَّالِّينَ \" فَقَالَ آمِينَ فَوَافَقَ آمِينَ أَهْل الْأَرْض آمِينَ أَهْل السَّمَاء غَفَرَ اللَّه لِلْعَبْدِ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَثَل مَنْ لَا يَقُول آمِينَ كَمَثَلِ رَجُل غَزَا مَعَ قَوْم فَاقْتَرَعُوا فَخَرَجَتْ سِهَامهمْ وَلَمْ يَخْرُج سَهْمه فَقَالَ لِمَ لَمْ يَخْرُج سَهْمِي ؟ فَقِيلَ : إِنَّك لَمْ تَقُلْ آمِينَ \" .</p><BR> <br> ", "sura_id": 1, "type": 4, "id": 37423, "aya_id": 7}]