[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تُحِلُّواْ شَعَآئِرَ اللّهِ وَلاَ الشَّهْرَ الْحَرَامَ وَلاَ الْهَدْيَ وَلاَ الْقَلآئِدَ وَلا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلاً مِّن رَّبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُواْ وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَن صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَن تَعْتَدُواْ وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُواْ عَلَى الإِثْمِ وَالْعُدْوَانِ وَاتَّقُواْ اللّهَ إِنَّ اللّهَ شَدِيدُ الْعِقَابِ", "sura_id": 5, "type": 0, "id": 671, "aya_id": 2}, {"text": "يا أيها الذين آمنوا لا تحلوا شعائر الله ولا الشهر الحرام ولا الهدي ولا القلائد ولا آمين البيت الحرام يبتغون فضلا من ربهم ورضوانا وإذا حللتم فاصطادوا ولا يجرمنكم شنآن قوم أن صدوكم عن المسجد الحرام أن تعتدوا وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان واتقوا الله إن الله شديد العقاب", "sura_id": 5, "type": 1, "id": 6907, "aya_id": 2}, {"text": "2 - (يا أيها الذين آمنوا لا تحلوا شعائر الله) جمع شعيرة ، أي معالم دينه بالصيد في الإحرام (ولا الشهر الحرام) بالقتال فيه (ولا الهدي) ما أهدي إلى الحرم من النعم بالتعرض له (ولا القلائد) جمع قلادة وهي ما كان يقلد به من شجر الحرم ليأمن أي فلا تتعرضوا لها ولا لأصحابها (ولا) تحلوا (آمين) قاصدين (البيت الحرام) بأن تقاتلوهم (يبتغون فضلا) رزقا (من ربهم) بالتجارة (ورضوانا) منه بقصده بزعمهم الفاسد ، وهذا منسوخ بآية براءة (وإذا حللتم) من الإحرام (فاصطادوا) أمر إباحة (ولا يجرمنكم) يكسبنكم (شنآن) بفتح النون وسكونها ، بغض (قوم) لأجل (أن صدوكم عن المسجد الحرام أن تعتدوا) عليهم بالقتل وغيره (وتعاونوا على البر) بفعل ما أُمرتم به (والتقوى) بترك ما نهيتم عنه (ولا تعاونوا) فيه حذف إحدى التاءين في الأصل (على الإثم) المعاصي (والعدوان) التعدي في حدود الله (واتقوا الله) خافوا عقابه بأن تطيعوه (إن الله شديد العقاب) لمن خالفه \r\n", "sura_id": 5, "type": 2, "id": 25615, "aya_id": 2}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تتعدَّوا حدود الله ومعالمه, ولا تستحِلُّوا القتال في الأشهر الحرم, وهي: ذو القعدة وذو الحجة والمحرم ورجب, وكان ذلك في صدر الإسلام, ولا تستحِلُّوا حرمة الهَدْي, ولا ما قُلِّدَ منه; إذ كانوا يضعون القلائد, وهي ضفائر من صوف أو وَبَر في الرقاب علامةً على أن البهيمة هَدْيٌ وأن الرجل يريد الحج, ولا تَسْتَحِلُّوا قتال قاصدي البيت الحرام الذين يبتغون من فضل الله ما يصلح معايشهم ويرضي ربهم. وإذا حللتم من إحرامكم حلَّ لكم الصيد, ولا يحمِلَنَّكم بُغْض قوم من أجل أن منعوكم من الوصول إلى المسجد الحرام -كما حدث عام \"الحديبية\"- على ترك العدل فيهم. وتعاونوا -أيها المؤمنون فيما بينكم- على فِعْل الخير, وتقوى الله, ولا تعاونوا على ما فيه إثم ومعصية وتجاوز لحدود الله, واحذروا مخالفة أمر الله فإنه شديد العقاب.\r\n", "sura_id": 5, "type": 3, "id": 31851, "aya_id": 2}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ \" قَالَ اِبْن عَبَّاس : يَعْنِي بِذَلِكَ مَنَاسِك الْحَجِّ وَقَالَ مُجَاهِد : الصَّفَا وَالْمَرْوَة وَالْهَدْي وَالْبُدْن مِنْ شَعَائِر اللَّه وَقِيلَ شَعَائِر اللَّه مَحَارِمه : أَيْ لَا تُحِلُّوا مَحَارِمَ اللَّهِ الَّتِي حَرَّمَهَا تَعَالَى وَلِهَذَا قَالَ تَعَالَى \" وَلَا الشَّهْر الْحَرَام \" يَعْنِي بِذَلِكَ تَحْرِيمه وَالِاعْتِرَاف بِتَعْظِيمِهِ وَتَرْك مَا نَهَى اللَّه عَنْ تَعَاطِيه فِيهِ مِنْ اِبْتِدَاء بِالْقِتَالِ وَتَأْكِيد اِجْتِنَاب الْمَحَارِم كَمَا قَالَ تَعَالَى \" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام قِتَال فِيهِ قُلْ قِتَال فِيهِ كَبِير وَقَالَ تَعَالَى \" إِنَّ عِدَّة الشُّهُور عِنْد اللَّه اِثْنَا عَشَر شَهْرًا\" الْآيَة . وَفِي صَحِيح الْبُخَارِيّ عَنْ أَبَى بَكْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ فِي حَجَّة الْوَدَاع : \" إِنَّ الزَّمَان قَدْ اِسْتَدَارَ كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَوَات وَالْأَرْض السَّنَة اِثْنَا عَشَر شَهْرًا مِنْهَا أَرْبَعَة حُرُم : ثَلَاث مُتَوَالِيَات ذُو الْقَعْدَة وَذُو الْحِجَّة وَالْمُحَرَّم وَرَجَب مُضَر الَّذِي بَيْن جُمَادَى وَشَعْبَان \" . وَهَذَا يَدُلّ عَلَى اِسْتِمْرَار تَحْرِيمهَا إِلَى آخِر وَقْت كَمَا هُوَ مَذْهَب طَائِفَة مِنْ السَّلَف . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" وَلَا الشَّهْر الْحَرَام \" يَعْنِي لَا تَسْتَحِلُّوا الْقِتَال فِيهِ وَكَذَا قَالَ مُقَاتِل بْن حَيَّان وَعَبْد الْكَرِيم بْن مَالِك الْجَزَرِيّ وَاخْتَارَهُمْ اِبْن جَرِير أَيْضًا وَذَهَبَ الْجُمْهُور إِلَى أَنْ ذَلِكَ مَنْسُوخ وَأَنَّهُ يَجُوز اِبْتِدَاء الْقِتَال فِي الْأَشْهُر الْحُرُم وَاحْتَجُّوا بِقَوْلِهِ تَعَالَى \" فَإِذَا اِنْسَلَخَ الْأَشْهُر الْحُرُم فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ \" وَالْمُرَاد أَشْهُر التَّسْيِير الْأَرْبَعَة قَالُوا فَلَمْ يَسْتَثْنِ شَهْرًا حَرَامًا مِنْ غَيْره وَقَدْ حَكَى الْإِمَام أَبُو جَعْفَر الْإِجْمَاع عَلَى أَنَّ اللَّه قَدْ أَحَلَّ قِتَال أَهْل الشِّرْك فِي الْأَشْهُر الْحُرُم وَغَيْرهَا مِنْ شُهُور السَّنَة قَالَ وَكَذَلِكَ أَجْمَعُوا عَلَى أَنَّ الْمُشْرِك لَوْ قَلَّدَ عُنُقه أَوْ ذِرَاعَيْهِ بِلِحَاءِ جَمِيع أَشْجَار الْحَرَم لَمْ يَكُنْ ذَلِكَ لَهُ أَمَانًا مِنْ الْقَتْل إِذَا لَمْ يَكُنْ تَقَدَّمَ لَهُ عَقْد ذِمَّة مِنْ الْمُسْلِمِينَ أَوْ أَمَان وَلِهَذِهِ الْمَسْأَلَة بَحْث آخَر لَهُ مَوْضِع أَبْسَط مِنْ هَذَا وَقَوْله تَعَالَى \" وَلَا الْهَدْي وَلَا الْقَلَائِد \" يَعْنِي لَا تَتْرُكُوا الْإِهْدَاء إِلَى الْبَيْت الْحَرَام فَإِنَّ فِيهِ تَعْظِيم شَعَائِر اللَّه وَلَا تَتْرُكُوا تَقْلِيدهَا فِي أَعْنَاقهَا لِتَتَمَيَّز بِهِ عَمَّا عَدَاهَا مِنْ الْأَنْعَام وَلِيُعْلَم أَنَّهَا هَدْي إِلَى الْكَعْبَة فَيَجْتَنِبهَا مَنْ يُرِيدهَا بِسُوءٍ وَتَبْعَث مَنْ يَرَاهَا عَلَى الْإِتْيَان بِمِثْلِهَا فَإِنَّ مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنْ الْأَجْر مِثْل أُجُور مَنْ اِتَّبَعَهُ مِنْ غَيْر أَنْ يَنْقُص مِنْ أُجُورهمْ شَيْءٌ وَلِهَذَا لَمَّا حَجَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَاتَ بِذِي الْحُلَيْفَة وَهُوَ وَادِي الْعَقِيق فَلَمَّا أَصْبَحَ طَافَ عَلَى نِسَائِهِ وَكُنَّ تِسْعًا ثُمَّ اِغْتَسَلَ وَتَطَيَّبَ وَصَلَّى رَكْعَتَيْنِ ثُمَّ أَشْعَرَ هَدْيه وَقَلَّدَهُ وَأَهَلَّ لِلْحَجِّ وَالْعُمْرَة وَكَانَ هَدْيه إِبِلًا كَثِيرَة تُنِيف عَلَى السِّتِّينَ مِنْ أَحْسَنِ الْأَشْكَال وَالْأَلْوَان كَمَا قَالَ تَعَالَى \" ذَلِكَ وَمَنْ يُعَظِّم شَعَائِر اللَّه فَإِنَّهَا مِنْ تَقْوَى الْقُلُوب\" وَقَالَ بَعْض السَّلَف : إِعْظَامهَا اِسْتِحْسَانهَا وَاسْتِسْمَانهَا قَالَ عَلِيّ بْن أَبِي طَالِب : أَمَرَنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ نَسْتَشْرِف الْعَيْن وَالْأُذُن . رَوَاهُ أَهْل السُّنَن وَقَالَ مُقَاتِل بْن حَيَّان قَوْله \" وَلَا الْقَلَائِد\" فَلَا تَسْتَحِلُّوهُ وَكَانَ أَهْل الْجَاهِلِيَّة إِذَا خَرَجُوا مِنْ أَوْطَانهمْ فِي غَيْر الْأَشْهُر الْحُرُم قَلَّدُوا أَنْفُسهمْ بِالشَّعْرِ وَالْوَبَر وَتَقَلَّدَ مُشْرِكُو الْحَرَم مِنْ لِحَاء شَجَره فَيَأْمَنُونَ بِهِ . رَوَاهُ اِبْن أَبِي حَاتِم ثُمَّ قَالَ حَدَّثَنَا مُحَمَّد بْن عَمَّار حَدَّثَنَا سَعِيد بْن سُلَيْمَان قَالَ حَدَّثَنَا عَبَّاد بْن الْعَوَّام عَنْ سُفْيَان بْن حَسَن عَنْ الْحَكَم عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ نُسِخَ مِنْ هَذِهِ السُّورَة آيَتَانِ آيَة الْقَلَائِد وَقَوْله \" فَإِنْ جَاءُوك فَاحْكُمْ بَيْنهمْ أَوْ أَعْرِضْ عَنْهُمْ \" وَحَدَّثَنَا الْمُنْذِر بْن شَاذَان حَدَّثَنَا زَكَرِيَّا بْن عَدِيّ حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ اِبْن عَوْف قَالَ : قُلْت لِلْحَسَنِ : نُسِخَ مِنْ الْمَائِدَة شَيْءٌ ؟ قَالَ لَا وَقَالَ عَطَاء كَانُوا يَتَقَلَّدُونَ مِنْ شَجَر الْحَرَم فَيَأْمَنُونَ فَنَهَى اللَّه عَنْ قَطْع شَجَره وَكَذَا قَالَ مُطَرِّف بْن عَبْد اللَّه . وَقَوْله تَعَالَى \" وَلَا آمِّينَ الْبَيْت الْحَرَام يَبْتَغُونَ فَضْلًا مِنْ رَبّهمْ وَرِضْوَانًا \" أَيْ وَلَا تَسْتَحِلُّوا قِتَال الْقَاصِدِينَ إِلَى بَيْت اللَّه الْحَرَام الَّذِي مَنْ دَخَلَهُ كَانَ آمِنًا وَكَذَا مَنْ قَصَدَهُ طَالِبًا فَضْل اللَّه وَرَاغِبًا فِي رَسُوله فَلَا تَصُدُّوهُ وَلَا تَمْنَعُوهُ وَلَا تُهَيِّجُوهُ قَالَ مُجَاهِد وَعَطَاء وَأَبُو الْعَالِيَة وَمُطَرِّف بْن عَبْد اللَّه وَعَبْد اللَّه بْن عُبَيْد بْن عُمَيْر وَالرَّبِيع بْن أَنَس وَمُقَاتِل بْن حَيَّان وَقَتَادَة وَغَيْر وَاحِد فِي قَوْله \" يَبْتَغُونَ فَضْلًا مِنْ رَبّهمْ \" : يَعْنِي بِذَلِكَ التِّجَارَة وَهَذَا كَمَا تَقَدَّمَ فِي قَوْله \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" وَقَوْله \" وَرِضْوَانًا \" قَالَ اِبْن عَبَّاس يَتَرَضَّوْنَ اللَّه بِحُبِّهِمْ ذَكَرَ عِكْرِمَة وَالسُّدِّيّ وَابْن جَرِير أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي الْحَطَم بْن هِنْد الْبَكْرِيّ كَانَ قَدْ أَغَارَ عَلَى سَرْح الْمَدِينَةِ فَلَمَّا كَانَ مِنْ الْعَام الْمُقْبِل اِعْتَمَرَ إِلَى الْبَيْت فَأَرَادَ بَعْض الصَّحَابَة أَنْ يَعْتَرِضُوا عَلَيْهِ فِي طَرِيقه إِلَى الْبَيْت فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ\" وَلَا آمِّينَ الْبَيْت الْحَرَام يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا \" . وَقَدْ حَكَى اِبْن جَرِير الْإِجْمَاعَ عَلَى أَنَّ الْمُشْرِك يَجُوز قَتْلُهُ إِذَا لَمْ يَكُنْ لَهُ أَمَان وَإِنْ أَمَّ الْبَيْت الْحَرَام أَوْ بَيْت الْمَقْدِس وَأَنَّ هَذَا الْحُكْم مَنْسُوخٌ فِي حَقِّهِمْ وَاَللَّه أَعْلَمُ . فَأَمَّا مَنْ قَصَدَهُ بِالْإِلْحَادِ فِيهِ وَالشِّرْك عِنْده وَالْكُفْر بِهِ فَهَذَا يُمْنَع قَالَ تَعَالَى\" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَس فَلَا يَقْرَبُوا الْمَسْجِد الْحَرَام بَعْد عَامهمْ هَذَا \" وَلِهَذَا بَعَثَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَام تِسْع لَمَّا أَمَّرَ الصِّدِّيق عَلَى الْحَجِيج عَلِيًّا وَأَمَرَهُ أَنْ يُنَادِي عَلَى سَبِيل النِّيَابَة عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِبَرَاءَةَ وَأَنْ لَا يَحُجّ بَعْد الْعَام مُشْرِكٌ وَلَا يَطُوف بِالْبَيْتِ عُرْيَان وَقَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" وَلَا آمِّينَ الْبَيْت الْحَرَام \" يَعْنِي مَنْ تَوَجَّهَ قِبَل الْبَيْت الْحَرَام فَكَانَ الْمُؤْمِنُونَ وَالْمُشْرِكُونَ يَحُجُّونَ فَنَهَى اللَّه الْمُؤْمِنِينَ أَنْ يَمْنَعُوا أَحَدًا مِنْ مُؤْمِن أَوْ كَافِر ثُمَّ أَنْزَلَ اللَّه بَعْدهَا \" إِنَّمَا الْمُشْرِكُونَ نَجَس فَلَا يَقْرَبُوا الْمَسْجِد الْحَرَام بَعْد عَامهمْ هَذَا \" الْآيَة وَقَالَ تَعَالَى \" مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِد اللَّه \" وَقَالَ \" إِنَّمَا يَعْمُرُ مَسَاجِد اللَّه مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر \" فَنَفَى الْمُشْرِكِينَ مِنْ الْمَسْجِد الْحَرَام وَقَالَ عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله \" وَلَا الْقَلَائِد وَلَا آمِّينَ الْبَيْت الْحَرَام\" قَالَ مَنْسُوخ كَانَ الرَّجُل فِي الْجَاهِلِيَّة إِذَا خَرَجَ مِنْ بَيْته يُرِيد الْحَجّ تَقَلَّدَ مِنْ الشَّجَر فَلَمْ يَعْرِض لَهُ أَحَد فَإِذَا رَجَعَ تَقَلَّدَ قِلَادَة مِنْ شَعْر فَلَمْ يَعْرِض لَهُ أَحَد وَكَانَ الْمُشْرِك يَوْمئِذٍ لَا يُصَدُّ عَنْ الْبَيْتِ فَأُمِرُوا أَنْ لَا يُقَاتِلُوا فِي الشَّهْر الْحَرَام وَلَا عِنْد الْبَيْت فَنَسَخَهَا قَوْله \" اُقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ\" وَقَدْ اِخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِقَوْلِهِ \" وَلَا الْقَلَائِد \" يَعْنِي إِنْ تَقَلَّدُوا قِلَادَة مِنْ الْحَرَم فَأَمِّنُوهُمْ قَالَ وَلَمْ تَزَلْ الْعَرَبُ تُعَيِّر مَنْ أَخْفَرَ ذَلِكَ قَالَ الشَّاعِر : أَلَمْ تَقْتُلَا الْحِرْجَيْنِ إِذْ أَعْوَرَا لَكُمْ يَمُرَّانِ بِالْأَيْدِي اللِّحَاءَ الْمُضَفَّرَا . وَقَوْله تَعَالَى \" وَإِذَا حَلَلْتُمْ فَاصْطَادُوا \" أَيْ إِذَا فَرَغْتُمْ مِنْ إِحْرَامكُمْ وَأَحْلَلْتُمْ مِنْهُ فَقَدْ أَبَحْنَا لَكُمْ مَا كَانَ مُحَرَّمَا عَلَيْكُمْ فِي حَال الْإِحْرَام مِنْ الصَّيْد وَهَذَا أَمْر بَعْد الْحَظْر وَالصَّحِيح الَّذِي يَثْبُت عَلَى السَّيْر أَنَّهُ يَرُدُّ الْحُكْمَ إِلَى مَا كَانَ عَلَيْهِ قَبْل النَّهْي فَإِنْ كَانَ وَاجِبًا رَدَّهُ وَاجِبًا وَإِنْ كَانَ مُسْتَحَبًّا فَمُسْتَحَبّ أَوْ مُبَاحًا فَمُبَاح وَمَنْ قَالَ إِنَّهُ عَلَى الْوُجُوب يُنْتَقَض عَلَيْهِ بِآيَاتٍ كَثِيرَة وَمَنْ قَالَ إِنَّهُ لِلْإِبَاحَةِ يُرَدُّ عَلَيْهِ آيَات أُخْرَى وَاَلَّذِي يَنْتَظِمُ الْأَدِلَّةَ كُلَّهَا هَذَا الَّذِي ذَكَرْنَا كَمَا اِخْتَارَهُ بَعْضُ عُلَمَاء الْأُصُول وَاَللَّه أَعْلَمُ. وَقَوْله \" وَلَا يَجْرِمَنَّكُمْ شَنَآن قَوْم أَنْ صَدُّوكُمْ عَنْ الْمَسْجِد الْحَرَام أَنْ تَعْتَدُوا \" مِنْ الْقُرَّاء مَنْ قَرَأَ أَنْ صَدُّوكُمْ بِفَتْحِ الْأَلِف مِنْ أَنْ وَمَعْنَاهَا ظَاهِر أَيْ لَا يَحْمِلَنَّكُمْ بُغْض مَنْ كَانُوا صَدُّوكُمْ عَنْ الْوُصُول إِلَى الْمَسْجِد الْحَرَام وَذَلِكَ عَام الْحُدَيْبِيَة عَلَى أَنْ تَعْتَدُوا حُكْمَ اللَّه فِيهِمْ فَتَقْتَصُّوا مِنْهُمْ ظُلْمًا وَعُدْوَانًا بَلْ اُحْكُمُوا بِمَا أَمَرَكُمْ اللَّه بِهِ مِنْ الْعَدْل فِي حَقّ كُلّ أَحَد وَهَذِهِ الْآيَة كَمَا سَيَأْتِي مِنْ قَوْله \" وَلَا يَجْرِمَنَّكُمْ شَنَآن قَوْم عَلَى أَنْ لَا تَعْدِلُوا اِعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى\" أَيْ لَا يَحْمِلَنَّكُمْ بَعْض قَوْم عَلَى تَرْك الْعَدْل فَإِنَّ الْعَدْل وَاجِب عَلَى كُلّ أَحَد فِي كُلّ أَحَد فِي كُلّ حَال وَقَالَ بَعْض السَّلَف : مَا عَامَلْت مَنْ عَصَى اللَّه فِيك بِمِثْلِ أَنْ تُطِيع اللَّه فِيهِ وَالْعَدْل بِهِ قَامَتْ السَّمَوَات وَالْأَرْض. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سَهْل بْن عَفَّان حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر عَنْ زَيْد بْن أَسْلَمَ قَالَ كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِالْحُدَيْبِيَةِ وَأَصْحَابه حِين صَدَّهُمْ الْمُشْرِكُونَ عَنْ الْبَيْت وَقَدْ اِشْتَدَّ ذَلِكَ عَلَيْهِمْ فَمَرَّ بِهِمْ النَّاس مِنْ الْمُشْرِكِينَ مِنْ أَهْل الْمَشْرِق يُرِيدُونَ الْعُمْرَة فَقَالَ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَصُدّ هَؤُلَاءِ كَمَا صَدَّك أَصْحَابهمْ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة وَالشَّنَآن هُوَ الْبُغْض قَالَهُ اِبْن عَبَّاس وَغَيْره وَهُوَ مَصْدَر مِنْ شَنَأْته أَشْنَؤُهُ شَنَآنًا بِالتَّحْرِيكِ مِثْل قَوْلهمْ جَمَزَان وَدَرَجَان وَرَقَلَان مِنْ جَمَزَ وَدَرَجَ وَرَقَلَ وَقَالَ اِبْن جَرِير : مِنْ الْعَرَب مَنْ يُسْقِط التَّحْرِيكَ فِي شَنَآن فَيَقُول شَنَان وَلَمْ أَعْلَمْ أَحَدًا قَرَأَ بِهَا وَمِنْهُ قَوْل الشَّاعِر : وَمَا الْعَيْشُ إِلَّا مَا تُحِبُّ وَتَشْتَهِي وَإِنْ لَامَ فِيهِ ذُو الشَّنَانِ وَفَنَّدَا . وَقَوْله تَعَالَى \" وَتَعَاوَنُوا عَلَى الْبِرّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْم وَالْعُدْوَان \" يَأْمُر تَعَالَى عِبَاده الْمُؤْمِنِينَ بِالْمُعَاوَنَةِ عَلَى فِعْل الْخَيْرَات وَهُوَ الْبِرّ وَتَرْك الْمُنْكَرَات وَهُوَ التَّقْوَى وَيَنْهَاهُمْ عَنْ التَّنَاصُر عَلَى الْبَاطِل وَالتَّعَاوُن عَلَى الْمَآثِم وَالْمَحَارِم قَالَ اِبْن جَرِير : الْإِثْم تَرْك مَا أَمَرَ اللَّه بِفِعْلِهِ وَالْعُدْوَان مُجَاوَزَة مَا فَرَضَ اللَّه عَلَيْكُمْ فِي أَنْفُسكُمْ وَفِي غَيْركُمْ وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هُشَيْم حَدَّثَنَا عُبَيْد اللَّه بْن أَبِي بَكْر بْن أَنَس عَنْ جَدِّهِ أَنَسِ بْنِ مَالِكٍ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اُنْصُرْ أَخَاك ظَالِمًا أَوْ مَظْلُومًا قِيلَ يَا رَسُول اللَّه هَذَا نَصَرْته مَظْلُومًا فَكَيْفَ أَنْصُرُهُ إِذَا كَانَ ظَالِمًا ؟ قَالَ تَحْجِزهُ وَتَمْنَعهُ مِنْ الظُّلْم فَذَاكَ نَصْرُهُ \" . اِنْفَرَدَ بِهِ الْبُخَارِيّ مِنْ حَدِيث هُشَيْم بِهِ نَحْوه وَأَخْرَجَاهُ مِنْ طَرِيق ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اُنْصُرْ أَخَاك ظَالِمًا أَوْ مَظْلُومًا قِيلَ يَا رَسُول اللَّه هَذَا نَصَرْته مَظْلُومًا فَكَيْفَ أَنْصُرهُ ظَالِمًا قَالَ تَمْنَعهُ مِنْ الظُّلْم فَذَلِكَ نَصْرُك إِيَّاهُ \" . وَقَالَ أَحْمَدُ : حَدَّثَنَا يَزِيدُ حَدَّثَنَا سُفْيَان بْن سَعِيد عَنْ الْأَعْمَش عَنْ يَحْيَى بْن وَثَّاب عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" الْمُؤْمِن الَّذِي يُخَالِط النَّاس وَيَصْبِر عَلَى أَذَاهُمْ أَعْظَمُ أَجْرًا مِنْ الَّذِي لَا يُخَالِطُ النَّاسَ وَلَا يَصْبِرُ عَلَى أَذَاهُمْ \" . وَقَدْ رَوَاهُ أَحْمَدُ أَيْضًا فِي مُسْنَد عَبْد اللَّه بْن عُمَر حَدَّثَنَا حَجَّاج حَدَّثَنَا شُعْبَة عَنْ الْأَعْمَش عَنْ يَحْيَى بْن وَثَّاب عَنْ شَيْخ مِنْ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ : \" الْمُؤْمِن الَّذِي يُخَالِط النَّاس وَيَصْبِر عَلَى أَذَاهُمْ خَيْر مِنْ الَّذِي لَا يُخَالِطهُمْ وَلَا يَصْبِر عَلَى أَذَاهُمْ\" . وَهَكَذَا رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث شُعْبَة وَابْن مَاجَهْ مِنْ طَرِيق إِسْحَاق بْن يُوسُف كِلَاهُمَا عَنْ الْأَعْمَش بِهِ وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا إِبْرَاهِيم بْن عَبْد اللَّه بْن مُحَمَّد أَبُو شَيْبَة الْكُوفِيّ حَدَّثَنَا بَكْر بْن عَبْد الرَّحْمَن حَدَّثَنَا عِيسَى بْن الْمُخْتَار عَنْ اِبْن أَبِي لَيْلَى عَنْ فُضَيْل بْن عَمْرو عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - :\" الدَّالّ عَلَى الْخَيْر كَفَاعِلِهِ \" ثُمَّ قَالَ لَا نَعْلَمهُ يُرْوَى إِلَّا بِهَذَا الْإِسْنَاد قُلْت وَلَهُ شَاهِد فِي الصَّحِيح\" مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنْ الْأَجْر مِثْل أُجُور مَنْ اِتَّبَعَهُ إِلَى يَوْم الْقِيَامَة لَا يَنْقُص ذَلِكَ مِنْ أُجُورهمْ شَيْئًا وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنْ الْإِثْم مِثْلُ آثَامِ مَنْ اِتَّبَعَهُ إِلَى يَوْم الْقِيَامَة لَا يَنْقُص ذَلِكَ مِنْ آثَامهمْ شَيْئًا \" وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ : حَدَّثَنَا عَمْرو بْن إِسْحَاق بْن إِبْرَاهِيم بْن زُرَيْق الْحِمْصِيّ حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن الْحَارِث عَنْ عَبْد اللَّه بْن سَالِم عَنْ الزُّبَيْدِيّ قَالَ عَبَّاس بْن يُونُس : إِنَّ أَبَا الْحَسَن ثَمَرَان بْن صَخْر حَدَّثَهُ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" مَنْ مَشَى مَعَ ظَالِم لِيُعِينَهُ وَهُوَ يَعْلَم أَنَّهُ ظَالِم فَقَدْ خَرَجَ مِنْ الْإِسْلَام \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41469, "aya_id": 2}]