[{"text": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَؤُوا كِتَابِيهْ", "sura_id": 69, "type": 0, "id": 5342, "aya_id": 19}, {"text": "فأما من أوتي كتابه بيمينه فيقول هاؤم اقرأوا كتابيه", "sura_id": 69, "type": 1, "id": 11578, "aya_id": 19}, {"text": "19 - (فأما من أوتي كتابه بيمينه فيقول) خطابا لجماعته لما سر به (هاؤم) خذوا (اقرؤوا كتابيه) تنازع فيه هاؤم اقرؤوا \r\n", "sura_id": 69, "type": 2, "id": 30286, "aya_id": 19}, {"text": "فأمَّا من أُعطي كتاب أعماله بيمينه, فيقول ابتهاجًا وسرورًا: خذوا اقرؤوا كتابي,\r\n", "sura_id": 69, "type": 3, "id": 36522, "aya_id": 19}, {"text": " <font color=red>فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ</font><BR><p>يُخْبِر تَعَالَى عَنْ سَعَادَة مَنْ يُؤْتَى كِتَابه يَوْم الْقِيَامَة بِيَمِينِهِ وَفَرَحه بِذَلِكَ وَأَنَّهُ مِنْ شِدَّة فَرَحه يَقُول لِكُلِّ مَنْ لَقِيَهُ \" هَاؤُمُ اِقْرَءُوا كِتَابِيَهْ\" أَيْ خُذُوا اِقْرَءُوا كِتَابِيَهْ لِأَنَّهُ يَعْلَم أَنَّ الَّذِي فِيهِ خَيْر وَحَسَنَات مَحْضَة لِأَنَّهُ مِمَّنْ بَدَّلَ اللَّه سَيِّئَاته حَسَنَات قَالَ عَبْد الرَّحْمَن بْن زَيْد مَعْنَى \" هَاؤُمُ اِقْرَءُوا كِتَابِيَهْ \" أَيْ هَا اِقْرَءُوا كِتَابِيَهْ وَؤُمُ زَائِدَة كَذَا قَالَ وَالظَّاهِر أَنَّهَا بِمَعْنَى هَاكُم وَقَدْ قَالَ اِبْن أَبَى حَاتِم حَدَّثَنَا بِشْر بْن مَطَر الْوَاسِطِيّ حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا عَاصِم الْأَحْوَل عَنْ أَبِي عُثْمَان قَالَ : الْمُؤْمِن يُعْطَى كِتَابه بِيَمِينِهِ فِي سِتْر مِنْ اللَّه فَيَقْرَأ سَيِّئَاته فَكُلَّمَا قَرَأَ سَيِّئَة تَغَيَّرَ لَوْنه حَتَّى يَمُرّ بِحَسَنَاتِهِ فَيَقْرَؤُهَا فَيَرْجِع إِلَيْهِ لَوْنه ثُمَّ يَنْظُر فَإِذَا سَيِّئَاته قَدْ بُدِّلَتْ حَسَنَات قَالَ فَعِنْد ذَلِكَ يَقُول هَاؤُمُ اِقْرَءُوا كِتَابِيَهْ . وَحَدَّثَنَا أَبِي حَدَّثَنَا إِبْرَاهِيم بْن الْوَلِيد بْن سَلَمَة حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا مُوسَى بْن عُبَيْدَة أَخْبَرَنِي عَبْد اللَّه بْن عَبْد اللَّه بْن حَنْظَلَة غَسِيل الْمَلَائِكَة قَالَ إِنَّ اللَّه يُوقِف عَبْده يَوْم الْقِيَامَة فَيُبْدِي أَيْ يُظْهِر سَيِّئَاته فِي ظَهْر صَحِيفَته فَيَقُول لَهُ أَنْتَ عَمِلْت هَذَا فَيَقُول نَعَمْ أَيْ رَبّ فَيَقُول لَهُ إِنِّي لَمْ أَفْضَحك بِهِ وَإِنِّي قَدْ غَفَرْت لَك . فَيَقُول عِنْد ذَلِكَ هَاؤُمُ اِقْرَءُوا كِتَابِيَهْ \" إِنِّي ظَنَنْت أَنِّي مُلَاقٍ حِسَابِيَهْ \" حِين نَجَا مِنْ فَضِيحَته يَوْم الْقِيَامَة وَقَدْ تَقَدَّمَ فِي الصَّحِيح حَدِيث اِبْن عُمَر حِين سُئِلَ عَنْ النَّجْوَى فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يُدْنِي اللَّه الْعَبْد يَوْم الْقِيَامَة فَيُقَرِّرهُ بِذُنُوبِهِ كُلّهَا حَتَّى إِذَا رَأَى أَنَّهُ قَدْ هَلَكَ قَالَ اللَّه تَعَالَى إِنِّي سَتَرْتهَا عَلَيْك فِي الدُّنْيَا وَأَنَا أَغْفِرهَا لَك الْيَوْم ثُمَّ يُعْطَى كِتَاب حَسَنَاته بِيَمِينِهِ وَأَمَّا الْكَافِر وَالْمُنَافِق فَيَقُول الْأَشْهَاد هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبّهمْ أَلَا لَعْنَة اللَّه عَلَى الظَّالِمِينَ \" .</p><BR> <br> ", "sura_id": 69, "type": 4, "id": 42424, "aya_id": 19}]