[{"text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 2, "type": 0, "id": 180, "aya_id": 173}, {"text": "إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل به لغير الله فمن اضطر غير باغ ولا عاد فلا إثم عليه إن الله غفور رحيم", "sura_id": 2, "type": 1, "id": 6416, "aya_id": 173}, {"text": "173 - (إنما حَرَّم عليكم الميتة) أي أكلها إذ الكلام فيه وكذا ما بعدها وهي ما لم يذك شرعا ، وألحق بها بالسنة ما أبين من حي وخص منها السمك والجراد (والدم) أي المسفوح كما في الأنعام (ولحم الخنزير) خص اللحم لأنه معظم المقصود وغيره تبع له (وما أهل به لغير الله) أي ذبح على اسم غيره والإهلال رفع الصوت وكانوا يرفعونه عند الذبح لآلهتهم (فمن اضطر) أي ألجأته الضرورة إلى أكل شيء مما ذكر فأكله (غير باغ) خارج على المسلمين (ولا عاد) متعد عليهم بقطع الطريق (فلا إثم عليه) في أكله (إن الله غفور) لأوليائه (رحيم) بأهل طاعته حيث وسع لهم في ذلك ، وخرج الباغي والعادي ويلحق بهما كل عاص بسفره كالآبق والمكَّاس فلا يحل لهم أكل شيء من ذلك ما لم يتوبوا وعليه الشافعي \r\n", "sura_id": 2, "type": 2, "id": 25124, "aya_id": 173}, {"text": "إنما حرم الله عليكم ما يضركم كالميتة التي لم تذبح بطريقة شرعية, والدم المسفوح, ولحم الخنزير, والذبائح التي ذبحت لغير الله. ومِنْ فَضْلِ الله عليكم وتيسيره أنه أباح لكم أكل هذه المحرمات عند الضرورة. فمن ألجأته الضرورة إلى أكل شيء منها, غير ظالم في أكله فوق حاجته, ولا متجاوز حدود الله فيما أُبيح له, فلا ذنب عليه في ذلك. إن الله غفور لعباده, رحيم بهم.\r\n", "sura_id": 2, "type": 3, "id": 31360, "aya_id": 173}, {"text": " <font color=red>إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>وَلَمَّا اِمْتَنَّ تَعَالَى عَلَيْهِمْ بِرِزْقِهِ وَأَرْشَدَهُمْ إِلَى الْأَكْل مِنْ طَيِّبه ذَكَرَ أَنَّهُ لَمْ يُحَرِّم عَلَيْهِمْ مِنْ ذَلِكَ إِلَّا الْمَيْتَة وَهِيَ الَّتِي تَمُوت حَتْف أَنْفهَا مِنْ غَيْر تَذْكِيَة وَسَوَاء كَانَتْ مُنْخَنِقَة أَوْ مَوْقُوذَة أَوْ مُتَرَدِّيَة أَوْ نَطِيحَة أَوْ عَدَا عَلَيْهَا السَّبُع وَقَدْ خَصَّصَ الْجُمْهُور مِنْ ذَلِكَ مَيْتَة الْبَحْر لِقَوْلِهِ تَعَالَى \" أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ \" عَلَى مَا سَيَأْتِي إِنْ شَاءَ اللَّهُ وَحَدِيث الْعَنْبَر فِي الصَّحِيح وَفِي الْمُسْنَد وَالْمُوَطَّأ وَالسُّنَن قَوْله عَلَيْهِ السَّلَام فِي الْبَحْر \" هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ \" وَرَوَى الشَّافِعِيّ وَأَحْمَد وَابْن مَاجَهْ وَالدَّارَقُطْنِيّ حَدِيث اِبْن عُمَر مَرْفُوعًا \" أُحِلَّ لَنَا مَيْتَتَانِ وَدَمَانِ السَّمَك وَالْجَرَاد وَالْكَبِد وَالطُّحَال \" وَسَيَأْتِي تَقْرِير ذَلِكَ إِنْ شَاءَ اللَّه فِي سُورَة الْمَائِدَة . \" مَسْأَلَة \" وَلَبَن الْمَيْتَة وَبِيضهَا الْمُتَّصِل بِهَا نَجِس عِنْد الشَّافِعِيّ وَغَيْره لِأَنَّهُ جُزْء مِنْهَا . وَقَالَ مَالِك فِي رِوَايَة هُوَ طَاهِر إِلَّا أَنَّهُ يَنْجُس بِالْمُجَاوَرَةِ وَكَذَلِكَ إِنْفَحَة الْمَيْتَة فِيهَا الْخِلَافُ وَالْمَشْهُورُ عِنْدَهُمْ أَنَّهَا نَجِسَةٌ وَقَدْ أَوْرَدُوا عَلَى أَنْفُسهمْ أَكْل الصَّحَابَة مِنْ جُبْن الْمَجُوس فَقَالَ الْقُرْطُبِيّ فِي التَّفْسِير هَاهُنَا يُخَالِط اللَّبَن مِنْهَا يَسِيرٌ وَيُعْفَى عَنْ قَلِيل النَّجَاسَة إِذَا خَالَطَ الْكَثِيرَ مِنْ الْمَائِع . قَدْ رَوَى اِبْن مَاجَهْ عَنْ حَدِيث سَيْف بْن هَارُون عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي عُثْمَان النَّهْدِيّ رَضِيَ اللَّه عَنْهُ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ السَّمْن وَالْجُبْن وَالْفِرَاء فَقَالَ \" الْحَلَال مَا أَحَلَّ اللَّهُ فِي كِتَابه وَالْحَرَام مَا حَرَّمَ اللَّهُ فِي كِتَابه وَمَا سَكَتَ عَنْهُ فَهُوَ مِمَّا عَفَى عَنْهُ \" وَكَذَلِكَ حَرَّمَ عَلَيْهِمْ لَحْم الْخِنْزِير سَوَاء ذُكِّيَ أَوْ مَاتَ حَتْف أَنْفه وَيَدْخُل شَحْمه فِي حُكْم لَحْمه إِمَّا تَغْلِيبًا أَوْ أَنَّ اللَّحْم يَشْمَل ذَلِكَ أَوْ بِطَرِيقِ الْقِيَاس عَلَى رَأْي . وَكَذَلِكَ حَرَّمَ عَلَيْهِمْ مَا أُهِلَّ بِهِ لِغَيْرِ اللَّه وَهُوَ مَا ذُبِحَ عَلَى غَيْر اِسْمه تَعَالَى مِنْ الْأَنْصَاب وَالْأَنْدَاد وَالْأَزْلَام وَنَحْو ذَلِكَ مِمَّا كَانَتْ الْجَاهِلِيَّة يَنْحَرُونَ لَهُ . وَذَكَرَ الْقُرْطُبِيّ عَنْ اِبْن عَطِيَّة أَنَّهُ نَقَلَ عَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ سُئِلَ عَنْ اِمْرَأَة عَمِلَتْ عُرْسًا لِلَعِبِهَا فَنَحَرَتْ فِيهِ جَزُورًا فَقَالَ لَا تُؤْكَل لِأَنَّهَا ذُبِحَتْ لِصَنَمٍ وَأَوْرَدَ الْقُرْطُبِيّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا سُئِلَتْ عَمَّا يَذْبَحهُ الْعَجَم لِأَعْيَادِهِمْ فَيُهْدُونَ مِنْهُ لِلْمُسْلِمِينَ فَقَالَتْ : مَا ذُبِحَ لِذَلِكَ الْيَوْم فَلَا تَأْكُلُوا مِنْهُ وَكُلُوا مِنْ أَشْجَارهمْ . ثُمَّ أَبَاحَ تَعَالَى تَنَاوُل ذَلِكَ عِنْد الضَّرُورَة وَالِاحْتِيَاج إِلَيْهَا عِنْد فَقْد غَيْرهَا مِنْ الْأَطْعِمَة فَقَالَ\" فَمَنْ اُضْطُرَّ غَيْر بَاغٍ وَلَا عَادٍ \" أَيْ فِي غَيْر بَغْي وَلَا عُدْوَان وَهُوَ مُجَاوَزَة الْحَدّ فَلَا إِثْم عَلَيْهِ أَيْ فِي أَكْل ذَلِكَ إِنَّ اللَّه غَفُور رَحِيم \" وَقَالَ مُجَاهِد فَمَنْ اُضْطُرَّ غَيْر بَاغٍ وَلَا عَادٍ قَاطِعًا لِلسَّبِيلِ أَوْ مُفَارِقًا لِلْأَئِمَّةِ أَوْ خَارِجًا فِي مَعْصِيَة اللَّه فَلَهُ الرُّخْصَة وَمَنْ خَرَجَ بَاغِيًا أَوْ عَادِيًا أَوْ فِي مَعْصِيَة اللَّه فَلَا رُخْصَة لَهُ وَإِنْ اُضْطُرَّ إِلَيْهِ وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَقَالَ سَعِيد - فِي رِوَايَة عَنْهُ - وَمُقَاتِل بْن حَيَّان : غَيْر بَاغٍ يَعْنِي غَيْر مُسْتَحِلِّهِ وَقَالَ السُّدِّيّ غَيْر بَاغٍ يَبْتَغِي فِيهِ شَهْوَته وَقَالَ آدَم بْن أَبِي إِيَاس حَدَّثَنَا ضَمْرَة عَنْ عُثْمَان بْن عَطَاء وَهُوَ الْخُرَاسَانِيّ عَنْ أَبِيهِ قَالَ : لَا يَشْوِي مِنْ الْمَيْتَة لِيَشْتَهِيَهُ وَلَا يَطْبُخهُ وَلَا يَأْكُل إِلَّا الْعَلَقَة وَيَحْمِل مَعَهُ مَا يُبَلِّغهُ الْحَلَال فَإِذَا بَلَغَهُ أَلْقَاهُ وَهُوَ قَوْله \" وَلَا عَادٍ \" وَيَقُول لَا يَعْدُو بِهِ الْحَلَال وَعَنْ اِبْن عَبَّاس لَا يَشْبَع مِنْهَا وَفَسَّرَهُ السُّدِّيّ بِالْعُدْوَانِ وَعَنْ اِبْن عَبَّاس\" غَيْر بَاغٍ وَلَا عَادٍ \" قَالَ \" غَيْر بَاغٍ \" فِي الْمَيْتَة وَلَا عَادٍ فِي أَكْله وَقَالَ قَتَادَة فَمَنْ اُضْطُرَّ غَيْر بَاغٍ وَلَا عَادٍ قَالَ غَيْر بَاغٍ فِي الْمَيْتَة أَيْ فِي أَكْله أَنْ يَتَعَدَّى حَلَالًا إِلَى حَرَام وَهُوَ يَجِد عَنْهُ مَنْدُوحَة . وَحَكَى الْقُرْطُبِيّ عَنْ مُجَاهِد فِي قَوْله فَمَنْ اُضْطُرَّ أَيْ أُكْرِهَ عَلَى ذَلِكَ بِغَيْرِ اِخْتِيَاره . \" مَسْأَلَة \" إِذَا وَجَدَ الْمُضْطَرّ مَيْتَة وَطَعَام الْغَيْر بِحَيْثُ لَا قَطْع فِيهِ وَلَا أَذًى فَإِنَّهُ لَا يَحِلُّ لَهُ أَكْلُ الْمَيْتَة بَلْ يَأْكُل طَعَام الْغَيْر بِغَيْرِ خِلَاف - كَذَا قَالَ - ثُمَّ قَالَ وَإِذَا أَكَلَهُ وَالْحَالَة هَذِهِ هَلْ يَضْمَن أَمْ لَا ؟ فِيهِ قَوْلَانِ هُمَا رِوَايَتَانِ عَنْ مَالِك ثُمَّ أَوْرَدَ مِنْ سُنَن اِبْن مَاجَهْ مِنْ حَدِيث شُعْبَة عَنْ أَبِي إِيَاس جَعْفَر بْن أَبِي وَحْشِيَّة سَمِعْت عَبَّاد بْن شُرَحْبِيل الْعَنْزِيّ قَالَ : أَصَابَتْنَا عَامًا مَخْمَصَةٌ فَأَتَيْت الْمَدِينَة فَأَتَيْت حَائِطًا فَأَخَذْت سُنْبُلًا فَفَرَكْته وَأَكَلْته وَجَعَلْت مِنْهُ فِي كِسَائِي فَجَاءَ صَاحِب الْحَائِط فَضَرَبَنِي وَأَخَذَ ثَوْبِي فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته فَقَالَ لِلرَّجُلِ \" مَا أَطْعَمْته إِذْ كَانَ جَائِعًا وَلَا عَلَّمْته إِذْ كَانَ جَاهِلًا \" فَأَمَرَهُ فَرَدَّ إِلَيْهِ ثَوْبه وَأَمَرَ لَهُ بِوَسْقٍ مِنْ طَعَام أَوْ نِصْف وَسْق إِسْنَادٌ صَحِيحٌ قَوِيٌّ جَيِّدٌ وَلَهُ شَوَاهِد كَثِيرَة مِنْ ذَلِكَ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الثَّمَر الْمُعَلَّق فَقَالَ \" مَنْ أَصَابَ مِنْهُ مِنْ ذِي حَاجَة بِفِيهِ غَيْر مُتَّخِذٍ خُبْنَةً فَلَا شَيْء عَلَيْهِ\" الْحَدِيث : وَقَالَ مُقَاتِل بْن حَيَّان فِي قَوْله \" فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّه غَفُور \" فِيمَا أَكَلَ مِنْ اِضْطِرَار وَبَلَغْنَا وَاَللَّهُ أَعْلَمُ أَنَّهُ لَا يُزَاد عَلَى ثَلَاث لُقَم وَقَالَ سَعِيد بْن جُبَيْر : غَفُور لِمَا أَكَلَ مِنْ الْحَرَام رَحِيم إِذْ أَحَلَّ لَهُ الْحَرَام فِي الِاضْطِرَار وَقَالَ وَكِيع أَخْبَرَنَا الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق قَالَ : مَنْ اُضْطُرَّ فَلَمْ يَأْكُل وَلَمْ يَشْرَب ثُمَّ مَاتَ دَخَلَ النَّار وَهَذَا يَقْتَضِي أَنَّ أَكْلَ الْمَيْتَة لِلْمُضْطَرِّ عَزِيمَة لَا رُخْصَة قَالَ أَبُو الْحَسَن الطَّبَرِيّ : الْمَعْرُوف بِإِلْكِيَا الْهَرَّاسِيّ رَفِيق الْغَزَالِيّ فِي الِاشْتِغَال وَهَذَا هُوَ الصَّحِيح عِنْدنَا كَالْإِفْطَارِ لِلْمَرِيضِ وَنَحْو ذَلِكَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38579, "aya_id": 173}]