[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ", "sura_id": 2, "type": 0, "id": 190, "aya_id": 183}, {"text": "يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون", "sura_id": 2, "type": 1, "id": 6426, "aya_id": 183}, {"text": "183 - (يا أيها الذين آمنوا كُتب) فرض (عليكم الصيام كما كتب على الذين من قبلكم) من الأمم (لعلكم تتقون) المعاصي فإنه يكسر الشهوة التي هي مبدؤها \r\n", "sura_id": 2, "type": 2, "id": 25134, "aya_id": 183}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, فرض الله عليكم الصيام كما فرضه على الأمم قبلكم; لعلكم تتقون ربكم, فتجعلون بينكم وبين المعاصي وقاية بطاعته وعبادته وحده.\r\n", "sura_id": 2, "type": 3, "id": 31370, "aya_id": 183}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ</font><BR><p>يَقُول تَعَالَى مُخَاطِبًا لِلْمُؤْمِنِينَ مِنْ هَذِهِ الْأُمَّة وَآمِرًا لَهُمْ بِالصِّيَامِ وَهُوَ الْإِمْسَاك عَنْ الطَّعَام وَالشَّرَاب وَالْوِقَاع بِنِيَّةٍ خَالِصَة لِلَّهِ عَزَّ وَجَلَّ لِمَا فِيهِ مِنْ زَكَاة النُّفُوس وَطَهَارَتهَا وَتَنْقِيَتهَا مِنْ الْأَخْلَاط الرَّدِيئَة وَالْأَخْلَاق الرَّذِيلَة وَذَكَرَ أَنَّهُ كَمَا أَوْجَبَهُ عَلَيْهِمْ فَقَدْ أَوْجَبَهُ عَلَى مَنْ كَانَ قَبْلهمْ فَلَهُمْ فِيهِ أُسْوَةٌ حَسَنَةٌ وَلْيَجْتَهِدْ هَؤُلَاءِ فِي أَدَاء هَذَا الْفَرْض أَكْمَل مِمَّا فَعَلَهُ أُولَئِكَ كَمَا قَالَ تَعَالَى \" لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَة وَلَكِنْ لِيَبْلُوَكُمْ فِيمَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَات\" الْآيَة وَلِهَذَا قَالَ هَاهُنَا \" يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ \" لِأَنَّ الصَّوْم فِيهِ تَزْكِيَة لِلْبَدَنِ وَتَضْيِيق لِمَسَالِك الشَّيْطَان وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ\" يَا مَعْشَر الشَّبَاب مَنْ اِسْتَطَاعَ مِنْكُمْ الْبَاءَة فَلْيَتَزَوَّجْ وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ\" ثُمَّ بَيَّنَ مِقْدَار الصَّوْم وَأَنَّهُ لَيْسَ فِي كُلّ يَوْم لِئَلَّا يَشُقّ عَلَى النُّفُوس فَتَضْعُف عَنْ حَمْله وَأَدَائِهِ بَلْ فِي أَيَّام مَعْدُودَات وَقَدْ كَانَ هَذَا فِي اِبْتِدَاء الْإِسْلَام يَصُومُونَ مِنْ كُلّ شَهْر ثَلَاثَة أَيَّام ثُمَّ نُسِخَ ذَلِكَ بِصَوْمِ شَهْر رَمَضَان كَمَا سَيَأْتِي بَيَانه وَقَدْ رُوِيَ أَنَّ الصِّيَام كَانَ أَوَّلًا كَمَا كَانَ عَلَيْهِ الْأُمَم قَبْلنَا مِنْ كُلّ شَهْر ثَلَاثَة أَيَّام عَنْ مُعَاذ وَابْن مَسْعُود وَابْن عَبَّاس وَعَطَاء وَقَتَادَة وَالضَّحَّاك بْن مُزَاحِم وَزَادَ لَمْ يَزَلْ هَذَا مَشْرُوعًا مِنْ زَمَان نُوح إِلَى أَنْ نَسَخَ اللَّه ذَلِكَ بِصِيَامِ شَهْر رَمَضَان وَقَالَ عَبَّاد بْن مَنْصُور عَنْ الْحَسَن الْبَصْرِيّ \" يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَام كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ أَيَّامًا مَعْدُودَات \" فَقَالَ نَعَمْ وَاَللَّه لَقَدْ كُتِبَ الصِّيَام عَلَى كُلّ أُمَّة قَدْ خَلَتْ كَمَا كَتَبَهُ عَلَيْنَا شَهْرًا كَامِلًا وَأَيَّامًا مَعْدُودَات عَدَدًا مَعْلُومًا وَرُوِيَ عَنْ السُّدِّيّ نَحْوه وَرَوَى اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي عَبْد الرَّحْمَن الْمُقْرِي حَدَّثَنَا سَعِيد بْن أَبِي أَيُّوب حَدَّثَنِي عَبْد اللَّه بْن الْوَلِيد عَنْ أَبِي الرَّبِيع رَجُل مِنْ أَهْل الْمَدِينَة عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صِيَامُ رَمَضَان كَتَبَهُ اللَّهُ عَلَى الْأُمَم قَبْلكُمْ \" فِي حَدِيث طَوِيل اِخْتَصَرَ مِنْهُ ذَلِكَ وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَمَّنْ حَدَّثَهُ عَنْ اِبْن عُمَر قَالَ أُنْزِلَتْ \" كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلكُمْ\" كُتِبَ عَلَيْهِمْ إِذَا صَلَّى أَحَدهمْ الْعَتَمَة وَنَامَ حَرُمَ عَلَيْهِ الطَّعَام وَالشَّرَاب وَالنِّسَاء إِلَى مِثْلهَا قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ اِبْن عَبَّاس وَأَبِي الْعَالِيَة وَعَبْد الرَّحْمَن بْن أَبِي لَيْلَى وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَمُقَاتِل بْن حَيَّان وَالرَّبِيع بْن أَنَس وَعَطَاء الْخُرَاسَانِيّ نَحْو ذَلِكَ : وَقَالَ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس \" كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلكُمْ \" يَعْنِي بِذَلِكَ أَهْل الْكِتَاب وَرُوِيَ عَنْ الشَّعْبِيّ وَالسُّدِّيّ وَعَطَاء الْخُرَاسَانِيّ مِثْله ثُمَّ بَيَّنَ حُكْم الصِّيَام عَلَى مَا كَانَ عَلَيْهِ الْأَمْر فِي اِبْتِدَاء الْإِسْلَام فَقَالَ \" فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَر فَعِدَّةٌ مِنْ أَيَّامٍ أُخَر \" أَيْ الْمَرِيض وَالْمُسَافِر لَا يَصُومَانِ فِي حَال الْمَرَض وَالسَّفَر لِمَا فِي ذَلِكَ مِنْ الْمَشَقَّة عَلَيْهِمَا بَلْ يُفْطِرَانِ وَيَقْضِيَانِ بِعِدَّةِ ذَلِكَ مِنْ أَيَّام أُخَر وَأَمَّا الصَّحِيح الْمُقِيم الَّذِي يُطِيق الصِّيَام فَقَدْ كَانَ مُخَيَّرًا بَيْن الصِّيَام وَبَيْن الْإِطْعَام إِنْ شَاءَ صَامَ وَإِنْ شَاءَ أَفْطَرَ وَأَطْعَمَ عَنْ كُلّ يَوْم مِسْكِينًا فَإِنْ أَطْعَمَ أَكْثَر مِنْ مِسْكِين عَنْ كُلّ يَوْم فَهُوَ خَيْر وَإِنْ صَامَ فَهُوَ أَفْضَل مِنْ الْإِطْعَام قَالَهُ اِبْن مَسْعُود وَابْن عَبَّاس وَمُجَاهِد وَطَاوُس وَمُقَاتِل بْن حَيَّان وَغَيْرهمْ مِنْ السَّلَف وَلِهَذَا قَالَ تَعَالَى \" وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِين فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا الْمَسْعُودِيّ حَدَّثَنَا عَمْرو بْن مُرَّة عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ مُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُ قَالَ أُحِيلَتْ الصَّلَاةُ ثَلَاثَة أَحْوَال وَأُحِيلَ الصِّيَام ثَلَاثَة أَحْوَال فَأَمَّا أَحْوَال الصَّلَاة فَإِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدِمَ الْمَدِينَة وَهُوَ يُصَلِّي سَبْعَة عَشَر شَهْرًا إِلَى بَيْت الْمَقْدِس ثُمَّ إِنَّ اللَّه عَزَّ وَجَلَّ أَنْزَلَ عَلَيْهِ \" قَدْ نَرَى تَقَلُّب وَجْهك فِي السَّمَاء فَلَنُوَلِّيَنَّك قِبْلَة تَرْضَاهَا \" الْآيَة فَوَجَّهَهُ اللَّهُ إِلَى مَكَّة هَذَا حَوْل قَالَ وَكَانُوا يَجْتَمِعُونَ لِلصَّلَاةِ وَيُؤْذِن بِهَا بَعْضهمْ بَعْضًا حَتَّى نَقَسُوا أَوْ كَادُوا يَنْقُسُونَ ثُمَّ إِنَّ رَجُلًا مِنْ الْأَنْصَار يُقَال لَهُ عَبْد اللَّه بْن زَيْد بْن عَبْد رَبّه أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : فَقَالَ يَا رَسُول اللَّه إِنِّي رَأَيْت فِيمَا يَرَى النَّائِم وَلَوْ قُلْت إِنِّي لَمْ أَكُنْ نَائِمًا لَصَدَقْت إِنِّي بَيْنَا أَنَا بَيْن النَّائِم وَالْيَقْظَان إِذْ رَأَيْت شَخْصًا عَلَيْهِ ثَوْبَانِ أَخْضَرَانِ فَاسْتَقْبَلَ الْقِبْلَة فَقَالَ : اللَّه أَكْبَر اللَّه أَكْبَر أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه - مَثْنَى - حَتَّى فَرَغَ مِنْ الْأَذَان ثُمَّ أَمْهَلَ سَاعَة ثُمَّ قَالَ مِثْل الَّذِي قَالَ غَيْر أَنَّهُ يَزِيد فِي ذَلِكَ : قَدْ قَامَتْ الصَّلَاةُ - مَرَّتَيْنِ - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلِّمْهَا بِلَالًا فَلْيُؤَذِّنْ بِهَا \" فَكَانَ بِلَال أَوَّل مَنْ أَذَّنَ بِهَا : قَالَ وَجَاءَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَقَالَ يَا رَسُول اللَّه قَدْ طَافَ بِي مِثْل الَّذِي طَافَ بِهِ غَيْر أَنَّهُ سَبَقَنِي فَهَذَانِ حَالَانِ قَالَ وَكَانُوا يَأْتُونَ الصَّلَاة وَقَدْ سَبَقَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِبَعْضِهَا فَكَانَ الرَّجُل يُشِير إِلَى الرَّجُل إِنْ جَاءَ كَمْ صَلَّى فَيَقُول وَاحِدَة أَوْ اِثْنَتَيْنِ فَيُصَلِّيهِمَا ثُمَّ يَدْخُل مَعَ الْقَوْم فِي صَلَاتهمْ قَالَ فَجَاءَ مُعَاذ فَقَالَ لَا أَجِدهُ عَلَى حَال أَبَدًا إِلَّا كُنْت عَلَيْهَا ثُمَّ قَضَيْت مَا سَبَقَنِي قَالَ فَجَاءَ وَقَدْ سَبَقَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِبَعْضِهَا قَالَ فَثَبَتَ مَعَهُ فَلَمَّا قَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ فَقَضَى فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّهُ قَدْ سَنَّ لَكُمْ مُعَاذٌ فَهَكَذَا فَاصْنَعُوا \" فَهَذِهِ ثَلَاثَة أَحْوَال وَأَمَّا أَحْوَال الصِّيَام فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدِمَ الْمَدِينَة فَجَعَلَ يَصُوم مِنْ كُلّ شَهْر ثَلَاثَة أَيَّام وَصَامَ عَاشُورَاء ثُمَّ إِنَّ اللَّه فَرَضَ عَلَيْهِ الصِّيَام وَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلكُمْ\" إِلَى قَوْله \" وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَة طَعَام مِسْكِين\" فَكَانَ مَنْ شَاءَ صَامَ وَمَنْ شَاءَ أَطْعَمَ مِسْكِينًا فَأَجْزَأَ ذَلِكَ عَنْهُ ثُمَّ إِنَّ اللَّه عَزَّ وَجَلَّ أَنْزَلَ الْآيَة الْأُخْرَى\" شَهْر رَمَضَان الَّذِي أُنْزِلَ فِيهِ الْقُرْآن \" إِلَى قَوْله \" فَمَنْ شَهِدَ مِنْكُمْ الشَّهْر فَلْيَصُمْهُ \" فَأَثْبَتَ اللَّهُ صِيَامَهُ عَلَى الْمُقِيم الصَّحِيح وَرَخَّصَ فِيهِ لِلْمَرِيضِ وَالْمُسَافِر وَثَبَتَ الْإِطْعَام لِلْكَبِيرِ الَّذِي لَا يَسْتَطِيع الصِّيَام فَهَذَانِ حَالَانِ قَالَ وَكَانُوا يَأْكُلُونَ وَيَشْرَبُونَ وَيَأْتُونَ النِّسَاء مَا لَمْ يَنَامُوا فَإِذَا نَامُوا اِمْتَنَعُوا ثُمَّ إِنَّ رَجُلًا مِنْ الْأَنْصَار يُقَال لَهُ صِرْمَة كَانَ يَعْمَل صَائِمًا حَتَّى أَمْسَى فَجَاءَ إِلَى أَهْله فَصَلَّى الْعِشَاء ثُمَّ نَامَ فَلَمْ يَأْكُل وَلَمْ يَشْرَب حَتَّى أَصْبَحَ فَأَصْبَحَ صَائِمًا فَرَآهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ جَهِدَ جَهْدًا شَدِيدًا فَقَالَ \" مَالِي أَرَاك قَدْ جَهَدْت جَهْدًا شَدِيدًا ؟ قَالَ يَا رَسُول اللَّه إِنِّي عَمِلْت أَمْس فَجِئْت حِين جِئْت فَأَلْقَيْت نَفْسِي فَنِمْت فَأَصْبَحْت حِين أَصْبَحْت صَائِمًا قَالَ وَكَانَ عُمَر قَدْ أَصَابَ مِنْ النِّسَاء بَعْد مَا نَامَ فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ لَهُ ذَلِكَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ \" أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ \" - إِلَى قَوْله - \" ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْل \" وَأَخْرَجَهُ أَبُو دَاوُد فِي سُنَنه وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث الْمَسْعُودِيّ بِهِ وَقَدْ أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة أَنَّهَا قَالَتْ كَانَ عَاشُورَاء يُصَام فَلَمَّا نَزَلَ فَرْض رَمَضَان كَانَ مَنْ شَاءَ صَامَ وَمَنْ شَاءَ أَفْطَرَ وَرَوَى الْبُخَارِيّ عَنْ اِبْن عُمَر وَابْن مَسْعُود مِثْله . وَقَوْله تَعَالَى \" وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَة طَعَام مِسْكِين \" كَمَا قَالَ مُعَاذ رَضِيَ اللَّه عَنْهُ كَانَ فِي اِبْتِدَاء الْأَمْر مَنْ شَاءَ صَامَ وَمَنْ شَاءَ أَفْطَرَ وَأَطْعَمَ عَنْ كُلّ يَوْم مِسْكِينًا وَهَكَذَا رَوَى الْبُخَارِيّ عَنْ سَلَمَة بْن الْأَكْوَع أَنَّهُ قَالَ لَمَّا نَزَلَتْ \" وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَة طَعَام مِسْكِين\" كَانَ مَنْ أَرَادَ أَنْ يُفْطِر يَفْتَدِي حَتَّى نَزَلَتْ الْآيَة الَّتِي بَعْدهَا فَنَسَخَتْهَا وَرُوِيَ أَيْضًا مِنْ حَدِيث عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ هِيَ مَنْسُوخَة : وَقَالَ السُّدِّيّ عَنْ مُرَّة عَنْ عَبْد اللَّه قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِين\" قَالَ يَقُول \" وَعَلَى الَّذِينَ يُطِيقُونَهُ \" أَيْ يَتَجَشَّمُونَهُ : قَالَ عَبْد اللَّه فَكَانَ مَنْ شَاءَ صَامَ وَمَنْ شَاءَ أَفْطَرَ وَأَطْعَمَ مِسْكِينًا \" فَمَنْ تَطَوَّعَ \" يَقُول أَطْعِمْ مِسْكِينًا آخَر فَهُوَ خَيْرٌ لَهُ \" وَأَنْ تَصُومُوا خَيْر لَكُمْ \" فَكَانُوا كَذَلِكَ حَتَّى نَسَخَتْهَا \" فَمَنْ شَهِدَ مِنْكُمْ الشَّهْر فَلْيَصُمْهُ\" وَقَالَ الْبُخَارِيّ أَيْضًا أَخْبَرَنَا إِسْحَاق حَدَّثَنَا رَوْح حَدَّثَنَا زَكَرِيَّا بْن إِسْحَاق حَدَّثَنَا عَمْرو بْن دِينَار عَنْ عَطَاء سَمِعَ اِبْن عَبَّاس يَقْرَأ \" وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَة طَعَام مِسْكِين \" قَالَ اِبْن عَبَّاس لَيْسَتْ مَنْسُوخَة هُوَ الشَّيْخ الْكَبِير وَالْمَرْأَة الْكَبِيرَة لَا يَسْتَطِيعَانِ أَنْ يَصُومَا فَيُطْعِمَانِ مَكَان كُلّ يَوْم مِسْكِينًا وَهَكَذَا رَوَى غَيْر وَاحِد عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس نَحْوه وَقَالَ أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا عَبْد الرَّحِيم بْن سُلَيْمَان عَنْ أَشْعَث بْن سَوَّار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : نَزَلَتْ هَذِهِ الْآيَة \" وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَة طَعَامُ مِسْكِين \" فِي الشَّيْخ الْكَبِير الَّذِي لَا يُطِيق الصَّوْم ثُمَّ ضَعُفَ فَرُخِّصَ لَهُ أَنْ يُطْعِم مَكَان كُلّ يَوْم مِسْكِينًا وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن أَحْمَد حَدَّثَنَا الْحُسَيْن بْن مُحَمَّد بْن بَهْرَام الْمَخْزُومِيّ حَدَّثَنَا وَهْب بْن بَقِيَّة حَدَّثَنَا خَالِد بْن عَبْد اللَّه عَنْ اِبْن أَبِي لَيْلَى قَالَ دَخَلَتْ عَلَى عَطَاء فِي رَمَضَان وَهُوَ يَأْكُل فَقَالَ : قَالَ اِبْن عَبَّاس نَزَلَتْ هَذِهِ الْآيَة فَنَسَخَتْ الْأُولَى إِلَّا الْكَبِير الْفَانِي إِنْ شَاءَ أَطْعَمَ عَنْ كُلّ يَوْم مِسْكِينًا وَأَفْطَرَ - فَحَاصِلُ الْأَمْرِ أَنَّ النَّسْخ ثَابِتٌ فِي حَقِّ الصَّحِيحِ الْمُقِيمِ بِإِيجَابِ الصِّيَام عَلَيْهِ لِقَوْلِهِ\" فَمَنْ شَهِدَ مِنْكُمْ الشَّهْر فَلْيَصُمْهُ \" وَأَمَّا الشَّيْخ الْفَانِي الْهَرَم الَّذِي لَا يَسْتَطِيع الصِّيَام فَلَهُ أَنْ يُفْطِر وَلَا قَضَاء عَلَيْهِ لِأَنَّهُ لَيْسَتْ لَهُ حَالٌ يَصِير إِلَيْهَا يَتَمَكَّن فِيهَا مِنْ الْقَضَاء وَلَكِنْ هَلْ يَجِب عَلَيْهِ إِذَا أَفْطَرَ أَنْ يُطْعِم عَنْ كُلّ يَوْم مِسْكِينًا إِذَا كَانَ ذَا جِدَة ؟ فِيهِ قَوْلَانِ لِلْعُلَمَاءِ أَحَدهمَا لَا يَجِب عَلَيْهِ إِطْعَام لِأَنَّهُ ضَعِيف عَنْهُ لِسِنِّهِ فَلَمْ يَجِب عَلَيْهِ فِدْيَة كَالصَّبِيِّ لِأَنَّ اللَّه لَا يُكَلِّف نَفْسًا إِلَّا وُسْعهَا وَهُوَ أَحَد قَوْلَيْ الشَّافِعِيّ وَالثَّانِي وَهُوَ الصَّحِيح وَعَلَيْهِ أَكْثَر الْعُلَمَاء أَنَّهُ يَجِب عَلَيْهِ فِدْيَة عَنْ كُلّ يَوْم كَمَا فَسَّرَهُ اِبْن عَبَّاس وَغَيْره مِنْ السَّلَف عَلَى قِرَاءَة مَنْ قَرَأَ وَ \" عَلَى الَّذِينَ يُطِيقُونَهُ \" أَيْ يَتَجَشَّمُونَهُ كَمَا قَالَهُ اِبْن مَسْعُود وَغَيْره وَهُوَ اِخْتِيَار الْبُخَارِيّ فَإِنَّهُ قَالَ وَأَمَّا الشَّيْخ الْكَبِير إِذَا لَمْ يُطِقْ الصِّيَام فَقَدْ أَطْعَمَ أَنَس بَعْد مَا كَبِرَ عَامًا أَوْ عَامَيْنِ عَنْ كُلّ يَوْم مِسْكِينًا خُبْزًا وَلَحْمًا وَأَفْطَرَ وَهَذَا الَّذِي عَلَّقَهُ الْبُخَارِيّ قَدْ أَسْنَدَهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده فَقَالَ حَدَّثَنَا عَبْد اللَّه بْن مُعَاذ حَدَّثَنَا أَبِي حَدَّثَنَا عِمْرَان عَنْ أَيُّوب بْن أَبِي تَمِيمَة قَالَ ضَعُفَ أَنَس عَنْ الصَّوْم فَصَنَعَ جَفْنَة مِنْ ثَرِيد فَدَعَا ثَلَاثِينَ مِسْكِينًا فَأَطْعَمَهُمْ وَرَوَاهُ عَبْد بْن حُمَيْد عَنْ رَوْح بْن عُبَادَة عَنْ عِمْرَان وَهُوَ اِبْن جَرِير عَنْ أَيُّوب بِهِ وَرَوَاهُ عَبْد أَيْضًا مِنْ حَدِيث سِتَّة مِنْ أَصْحَاب أَنَس عَنْ أَنَس بِمَعْنَاهُ . وَمِمَّا يَلْتَحِق بِهَذَا الْمَعْنَى الْحَامِل وَالْمُرْضِع إِذَا خَافَتَا عَلَى أَنْفُسهمَا أَوْ وَلَدَيْهِمَا فَفِيهِمَا خِلَاف كَثِير بَيْن الْعُلَمَاء فَمِنْهُمْ مَنْ قَالَ يُفْطِرَانِ وَيَفْدِيَانِ وَيَقْضِيَانِ وَقِيلَ يَفْدِيَانِ فَقَطْ وَلَا قَضَاء وَقِيلَ يَجِب الْقَضَاء بِلَا فِدْيَة وَقِيلَ يُفْطِرَانِ وَلَا فِدْيَة وَلَا قَضَاء وَقَدْ بَسَطْنَا هَذِهِ الْمَسْأَلَة مُسْتَقْصَاة فِي كِتَاب الصِّيَام الَّذِي أَفْرَدْنَاهُ وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38590, "aya_id": 183}]