[{"text": "لِيَمِيزَ اللّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَىَ بَعْضٍ فَيَرْكُمَهُ جَمِيعاً فَيَجْعَلَهُ فِي جَهَنَّمَ أُوْلَئِكَ هُمُ الْخَاسِرُونَ", "sura_id": 8, "type": 0, "id": 1197, "aya_id": 37}, {"text": "ليميز الله الخبيث من الطيب و يجعل الخبيث بعضه على بعض فيركمه جميعا فيجعله في جهنم أولئك هم الخاسرون", "sura_id": 8, "type": 1, "id": 7433, "aya_id": 37}, {"text": "37 - (ليميز) متعلق بتكون بالتخفيف والتشديد أي يفصل (الله الخبيث) الكافر (من الطيب) المؤمن (ويجعل الخبيث بعضه على بعض فيركمه جميعاً) يجمعه متراكماً بعضه على بعض (فيجعله في جهنم أولئك هم الخاسرون) \r\n", "sura_id": 8, "type": 2, "id": 26141, "aya_id": 37}, {"text": "يحشر الله ويخزي هؤلاء الذين كفروا بربهم, وأنفقوا أموالهم لمنع الناس عن الإيمان بالله والصد عن سبيله; ليميز الله تعالى الخبيث من الطيب, ويجعل الله المال الحرام الذي أُنفق للصدِّ عن دين الله بعضه فوق بعض متراكمًا متراكبًا, فيجعله في نار جهنم, هؤلاء الكفار هم الخاسرون في الدنيا والآخرة.\r\n", "sura_id": 8, "type": 3, "id": 32377, "aya_id": 37}, {"text": " <font color=red>لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ</font><BR><p>\" لِيَمِيزَ اللَّه الْخَبِيث مِنْ الطَّيِّب \" أَيْ مَنْ يُطِيعهُ بِقِتَالِ أَعْدَائِهِ الْكَافِرِينَ أَوْ يَعْصِيه بِالنُّكُولِ عَنْ ذَلِكَ كَقَوْلِهِ \" وَمَا أَصَابَكُمْ يَوْم اِلْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّه وَلِيَعْلَمَ الْمُؤْمِنِينَ وَلِيَعْلَم الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيل اللَّه أَوْ اِدْفَعُوا قَالُوا لَوْ نَعْلَم قِتَالًا لَاتَّبَعْنَاكُمْ \" الْآيَة . وَقَالَ تَعَالَى \" مَا كَانَ اللَّه لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيز الْخَبِيث مِنْ الطَّيِّب وَمَا كَانَ اللَّه لِيُطْلِعَكُمْ عَلَى الْغَيْب \" الْآيَة . وَقَالَ تَعَالَى \" أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّة وَلَمَّا يَعْلَمْ اللَّه الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَم الصَّابِرِينَ \" وَنَظِيرَتهَا فِي بَرَاءَة أَيْضًا فَمَعْنَى الْآيَة عَلَى هَذَا إِنَّمَا اِبْتَلَيْنَاكُمْ بِالْكُفَّارِ يُقَاتِلُونَكُمْ وَأَقْدَرْنَاهُمْ عَلَى إِنْفَاق الْأَمْوَال وَبَذْلهَا فِي ذَلِكَ \" لِيَمِيزَ اللَّه الْخَبِيث مِنْ الطَّيِّب وَيَجْعَل الْخَبِيث بَعْضه عَلَى بَعْض فَيَرْكُمَهُ \" أَيْ يَجْمَعَهُ كُلَّهُ وَهُوَ جَمْع الشَّيْء بَعْضه عَلَى بَعْض كَمَا قَالَ تَعَالَى فِي السَّحَاب \" ثُمَّ يَجْعَلهُ رُكَامًا \" أَيْ مِتْرَاكُمَا مُتَرَاكِبًا \" فَيَجْعَلهُ فِي جَهَنَّم أُولَئِكَ هُمْ الْخَاسِرُونَ \" أَيْ هَؤُلَاءِ هُمْ الْخَاسِرُونَ فِي الدُّنْيَا وَالْآخِرَة .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43085, "aya_id": 37}]