[{"text": "وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ", "sura_id": 21, "type": 0, "id": 2564, "aya_id": 81}, {"text": "و لسليمان الريح عاصفة تجري بأمره إلى الأرض التي باركنا فيها و كنا بكل شيء عالمين", "sura_id": 21, "type": 1, "id": 8800, "aya_id": 81}, {"text": "81 - وسخرنا (ولسليمان الريح عاصفة) وفي آية أخرى رخاء أي شديدة الهبوب وخفيفته بحسب إرادته (تجري بأمره إلى الأرض التي باركنا فيها) وهي الشام (وكنا بكل شيء عالمين) من ذلك علم الله تعالى بأن ما يعطيه سليمان يدعوه للخضوع لربه ففعله تعالى على مقتضى علمه \r\n", "sura_id": 21, "type": 2, "id": 27508, "aya_id": 81}, {"text": "وسخَّرنا لسليمان الريح شديدة الهبوب تحمله ومَن معه, تجري بأمره إلى أرض \"بيت المقدس\" بـ \"الشام\" التي باركنا فيها بالخيرات الكثيرة، وقد أحاط علمنا بجميع الأشياء.\r\n", "sura_id": 21, "type": 3, "id": 33744, "aya_id": 81}, {"text": " <font color=red>وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ</font><BR><p>وَقَوْله \" وَلِسُلَيْمَان الرِّيح عَاصِفَة \" أَيْ وَسَخَّرْنَا لِسُلَيْمَان الرِّيح الْعَاصِفَة \" تَجْرِي بِأَمْرِهِ إِلَى الْأَرْض الَّتِي بَارَكْنَا فِيهَا \" يَعْنِي أَرْض الشَّام \" وَكُنَّا بِكُلِّ شَيْء عَالِمِينَ\" وَذَلِكَ أَنَّهُ كَانَ لَهُ بِسَاط مِنْ خَشَب يُوضَع عَلَيْهِ كُلّ مَا يُحْتَاج إِلَيْهِ مِنْ أُمُور الْمَمْلَكَة وَالْخَيْل وَالْجِمَال وَالْخِيَام وَالْجُنْد ثُمَّ يَأْمُر الرِّيح أَنْ تَحْمِلهُ فَتَدْخُل تَحْته ثُمَّ تَحْمِلهُ وَتَرْفَعهُ وَتَسِير بِهِ وَتُظِلّهُ الطَّيْر تَقِيه الْحَرّ إِلَى حَيْثُ يَشَاء مِنْ الْأَرْض فَيَنْزِل وَتُوضَع آلَاته وَحَشَمه قَالَ اللَّه تَعَالَى \" فَسَخَّرْنَا لَهُ الرِّيح تَجْرِي بِأَمْرِهِ رُخَاء حَيْثُ أَصَابَ \" وَقَالَ تَعَالَى \" غُدُوّهَا شَهْر وَرَوَاحهَا شَهْر \" قَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ سُفْيَان بْن عُيَيْنَة عَنْ أَبِي سِنَان عَنْ سَعِيد بْن جُبَيْر قَالَ كَانَ يُوضَع لِسُلَيْمَان سِتّمِائَةِ أَلْف كُرْسِيّ فَيَجْلِس مِمَّا يَلِيه مُؤْمِنُو الْإِنْس ثُمَّ يَجْلِس مِنْ وَرَائِهِمْ مُؤْمِنُو الْجِنّ ثُمَّ يَأْمُر الطَّيْر فَتُظِلّهُمْ ثُمَّ يَأْمُر الرِّيح فَتَحْمِلهُمْ\" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَقَالَ عَبْد اللَّه اِبْن عُبَيْد بْن عُمَيْر كَانَ سُلَيْمَان يَأْمُر الرِّيح فَتَجْتَمِع كَالطَّوْدِ الْعَظِيم كَالْجَبَلِ ثُمَّ يَأْمُر بِفِرَاشِهِ فَيُوضَع عَلَى أَعْلَى مَكَان مِنْهَا ثُمَّ يَدْعُو بِفَرَسٍ مِنْ ذَوَات الْأَجْنِحَة فَتَرْتَفِع حَتَّى يَصْعَد عَلَى فِرَاشه ثُمَّ يَأْمُر الرِّيح فَتَرْتَفِع بِهِ كُلّ شَرَف دُون السَّمَاء وَهُوَ مُطَأْطِئ رَأْسه مَا يَلْتَفِت يَمِينًا وَلَا شِمَالًا تَعْظِيمًا لِلَّهِ عَزَّ وَجَلَّ وَشُكْرًا لِمَا يَعْلَم مِنْ صِغَر مَا هُوَ فِيهِ فِي مُلْك اللَّه عَزَّ وَجَلَّ حَتَّى تَضَعهُ الرِّيح حَيْثُ شَاءَ أَنْ تَضَعهُ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39009, "aya_id": 81}]