[{"text": "وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنطِقَ الطَّيْرِ وَأُوتِينَا مِن كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ", "sura_id": 27, "type": 0, "id": 3175, "aya_id": 16}, {"text": "وورث سليمان داود وقال يا أيها الناس علمنا منطق الطير وأوتينا من كل شيء إن هذا لهو الفضل المبين", "sura_id": 27, "type": 1, "id": 9411, "aya_id": 16}, {"text": "16 - (وورث سليمان داود) النبوة والعلم دون باقي أولاده (وقال يا أيها الناس علمنا منطق الطير) أي فهم أصواته (وأوتينا من كل شيء) تؤتاه الأنبياء والملوك (إن هذا) المؤتى (لهو الفضل المبين) البين الظاهر \r\n", "sura_id": 27, "type": 2, "id": 28119, "aya_id": 16}, {"text": "وورث سليمان أباه داود في النبوة والعلم والملك, وقال سليمان لقومه: يا أيها الناس عُلِّمنا وفُهِّمنا كلام الطير, وأُعطينا مِن كل شيء تدعو إليه الحاجة, إن هذا الذي أعطانا الله تعالى إياه لهو الفضل الواضح الذي يُمَيِّزنا على مَن سوانا.\r\n", "sura_id": 27, "type": 3, "id": 34355, "aya_id": 16}, {"text": " <font color=red>وَوَرِثَ سُلَيْمَانُ دَاوُدَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ</font><BR><p>\" وَوَرِثَ سُلَيْمَان دَاوُد \" أَيْ فِي الْمُلْك وَالنُّبُوَّة وَلَيْسَ الْمُرَاد وِرَاثَة الْمَال إِذْ لَوْ كَانَ كَذَلِكَ لَمْ يُخَصّ سُلَيْمَان وَحْده مِنْ بَيْن سَائِر أَوْلَاد دَاوُد فَإِنَّهُ قَدْ كَانَ لِدَاوُدَ مِائَة اِمْرَأَة وَلَكِنْ الْمُرَاد بِذَلِكَ وِرَاثَة الْمُلْك وَالنُّبُوَّة فَإِنَّ الْأَنْبِيَاء لَا تُورَث أَمْوَالهمْ كَمَا أَخْبَرَ بِذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" نَحْنُ مُعَاشِر الْأَنْبِيَاء لَا نُورَث مَا تَرَكْنَاهُ فَهُوَ صَدَقَة \" وَقَالَ \" يَا أَيّهَا النَّاس عُلِّمْنَا مَنْطِق الطَّيْر وَأُوتِينَا مِنْ كُلّ شَيْء \" أَيْ أَخْبَرَ سُلَيْمَان بِنِعَمِ اللَّه عَلَيْهِ فِيمَا وَهَبَهُ لَهُ مِنْ الْمُلْك التَّامّ وَالتَّمْكِين الْعَظِيم حَتَّى إِنَّهُ سَخَّرَ لَهُ الْإِنْس وَالْجِنّ وَالطَّيْر وَكَانَ يَعْرِف لُغَة الطَّيْر وَالْحَيَوَان أَيْضًا وَهَذَا شَيْء لَمْ يُعْطَهُ أَحَد مِنْ الْبَشَر فِيمَا عَلِمْنَاهُ مِمَّا أَخْبَرَ اللَّه بِهِ وَرَسُوله وَمَنْ زَعَمَ مِنْ الْجَهَلَة وَالرَّعَاع أَنَّ الْحَيَوَانَات كَانَتْ تَنْطِق كَنُطْقِ بَنِي آدَم قَبْل سُلَيْمَان بْن دَاوُد كَمَا قَدْ يَتَفَوَّه بِهِ كَثِير مِنْ النَّاس فَهُوَ قَوْل بِلَا عِلْم , وَلَوْ كَانَ الْأَمْر كَذَلِكَ لَمْ يَكُنْ لِتَخْصِيصِ سُلَيْمَان بِذَلِكَ فَائِدَة إِذْ كُلّهمْ يَسْمَع كَلَام الطُّيُور وَالْبَهَائِم وَيَعْرِف مَا تَقُول وَلَيْسَ الْأَمْر كَمَا زَعَمُوا وَلَا كَمَا قَالُوا بَلْ لَمْ تَزَلْ الْبَهَائِم وَالطُّيُور وَسَائِر الْمَخْلُوقَات مِنْ وَقْت خُلِقَتْ إِلَى زَمَاننَا هَذَا عَلَى هَذَا الشَّكْل وَالْمِنْوَال وَلَكِنَّ اللَّه سُبْحَانه كَانَ قَدْ أَفْهَمَ سُلَيْمَان مَا يَتَخَاطَب بِهِ الطُّيُور فِي الْهَوَاء وَمَا تَنْطِق بِهِ الْحَيَوَانَات عَلَى اِخْتِلَاف أَصْنَافهَا وَلِهَذَا قَالَ تَعَالَى\" عُلِّمْنَا مَنْطِق الطَّيْر وَأُوتِينَا مِنْ كُلّ شَيْء \" أَيْ مِمَّا يَحْتَاج إِلَيْهِ الْمُلْك \" إِنَّ هَذَا لَهُوَ الْفَضْل الْمُبِين\" أَيْ الظَّاهِر الْبَيِّن لِلَّهِ عَلَيْنَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة حَدَّثَنَا يَعْقُوب بْن عَبْد الرَّحْمَن عَنْ عَمْرو بْن أَبِي عَمْرو عَنْ الْمُطَّلِب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" كَانَ دَاوُد عَلَيْهِ السَّلَام فِيهِ غَيْرَة شَدِيدَة فَكَانَ إِذَا خَرَجَ أُغْلِقَتْ الْأَبْوَاب فَلَمْ يَدْخُل عَلَى أَهْله أَحَد حَتَّى يَرْجِع قَالَ فَخَرَجَ ذَات يَوْم وَأُغْلِقَتْ الْأَبْوَاب فَأَقْبَلَتْ اِمْرَأَة تَطَّلِع إِلَى الدَّار فَإِذَا رَجُل قَائِم وَسَط الدَّار فَقَالَتْ لِمَنْ فِي الْبَيْت مِنْ أَيْنَ دَخَلَ هَذَا الرَّجُل وَالدَّار مُغْلَقَة ؟ وَاَللَّه لَنُفْتَضَحَنَّ بِدَاوُدَ فَجَاءَ دَاوُد \" فَإِذَا الرَّجُل قَائِم وَسَط الدَّار فَقَالَ لَهُ دَاوُد مَنْ أَنْتَ ؟ فَقَالَ الَّذِي لَا يَهَاب الْمُلُوك وَلَا يَمْتَنِع مِنْ الْحُجَّاب فَقَالَ دَاوُد أَنْتَ إِذًا وَاَللَّه مَلَك الْمَوْت مَرْحَبًا بِأَمْرِ اللَّه فَتَزَمَّلَ دَاوُد مَكَانه حَتَّى قُبِضَتْ نَفْسه حَتَّى فَرَغَ مِنْ شَأْنه وَطَلَعَتْ عَلَيْهِ الشَّمْس فَقَالَ سُلَيْمَان عَلَيْهِ السَّلَام لِلطَّيْرِ أَظِلِّي دَاوُد فَظَلَّلَتْ عَلَيْهِ الطَّيْر حَتَّى أَظْلَمَتْ عَلَيْهِ الْأَرْض فَقَالَ لَهَا سُلَيْمَان اِقْبِضِي جَنَاحًا جَنَاحًا \" قَالَ أَبُو هُرَيْرَة يَا رَسُول اللَّه كَيْف فَعَلَتْ الطَّيْر ؟ فَقَبَضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَده وَغَلَبَتْ عَلَيْهِ يَوْمئِذٍ الْمَضْرَحِيَّة قَالَ أَبُو الْفَرَج اِبْن الْجَوْزِيّ : الْمَضْرَحِيَّة هِيَ النُّسُور الْحَمْرَاء .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39600, "aya_id": 16}]