[{"text": "يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ", "sura_id": 22, "type": 0, "id": 2615, "aya_id": 20}, {"text": "يصهر به ما في بطونهم و الجلود", "sura_id": 22, "type": 1, "id": 8851, "aya_id": 20}, {"text": "20 - (يصهر) يذاب (به ما في بطونهم) من شحوم وغيرها تشوى به (والجلود) \r\n", "sura_id": 22, "type": 2, "id": 27559, "aya_id": 20}, {"text": " ويَنزِل إلى أجوافهم فيذيب ما فيها، حتى ينفُذ إلى جلودهم فيشويها فتسقط،\r\n", "sura_id": 22, "type": 3, "id": 33795, "aya_id": 20}, {"text": " <font color=red>يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ</font><BR><p>\" يُصْهَر بِهِ مَا فِي بُطُونهمْ وَالْجُلُود \" أَيْ إِذَا صُبَّ عَلَى رُءُوسهمْ الْحَمِيم وَهُوَ الْمَاء الْحَارّ فِي غَايَة الْحَرَارَة وَقَالَ سَعِيد اِبْن جُبَيْر هُوَ النُّحَاس الْمُذَاب أَذَابَ مَا فِي بُطُونهمْ مِنْ الشَّحْم وَالْأَمْعَاء قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَغَيْرهمْ وَكَذَلِكَ تَذُوب جُلُودهمْ وَقَالَ اِبْن عَبَّاس وَسَعِيد تَسَاقَط . وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن الْمُثَنَّى حَدَّثَنِي إِبْرَاهِيم أَبُو إِسْحَاق الطَّالْقَانِيّ حَدَّثَنَا اِبْن الْمُبَارَك عَنْ سَعِيد بْن يَزِيد عَنْ أَبِي السَّمْح عَنْ اِبْن حُجَيْرَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْحَمِيم لَيُصَبّ عَلَى رُءُوسهمْ فَيُنْفِد الْجُمْجُمَة حَتَّى يَخْلُص إِلَى جَوْفه فَيَسْلُت مَا فِي جَوْفه حَتَّى يَبْلُغ قَدَمَيْهِ وَهُوَ الصَّهْر ثُمَّ يُعَاد كَمَا كَانَ \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث اِبْن الْمُبَارَك وَقَالَ حَسَن صَحِيح وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ أَبِي نُعَيْم عَنْ اِبْن الْمُبَارَك بِهِ ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَحْمَد بْن أَبِي الْحَوَارِيّ قَالَ سَمِعْت عَبْد اللَّه اِبْن السَّرِيّ قَالَ : يَأْتِيه الْمَلَك يَحْمِل الْإِنَاء بِكَلْبَتَيْنِ مِنْ حَرَارَته فَإِذَا أَدْنَاهُ مِنْ وَجْهه تَكَرَّهَهُ قَالَ فَيَرْفَع مِقْمَعَة مَعَهُ فَيَضْرِب بِهَا رَأْسه فَيُفْرِغ دِمَاغه ثُمَّ يُفْرِغ الْإِنَاء مِنْ دِمَاغه فَيَصِل إِلَى جَوْفه مِنْ دِمَاغه فَذَلِكَ قَوْله \" يُصْهَر بِهِ مَا فِي بُطُونهمْ وَالْجُلُود \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39041, "aya_id": 20}]