[{"text": "فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاء حَسَناً إِنَّ اللّهَ سَمِيعٌ عَلِيمٌ", "sura_id": 8, "type": 0, "id": 1177, "aya_id": 17}, {"text": "فلم تقتلوهم و لكن الله قتلهم و ما رميت إذ رميت ولكن الله رمى وليبلي المؤمنين منه بلاء حسنا إن الله سميع عليم", "sura_id": 8, "type": 1, "id": 7413, "aya_id": 17}, {"text": "17 - (فلم تقتلوهم) ببدر بقوتكم (ولكن الله قتلهم) بنصره إياكم (وما رميت) يا محمد أعين القوم (إذ رميت) بالحصى لأن كفَّا من الحصى لا يملأ عيون الجيش الكثير برمية بشر (ولكن الله رمى) بإيصال ذلك إليهم فعل ذلك ليقهر الكافرين (وليبلي المؤمنين منه بلاءً) عطاءً (حسناً) هو الغنيمة (إن الله سميع) لأقوالهم (عليم) بأحوالهم \r\n", "sura_id": 8, "type": 2, "id": 26121, "aya_id": 17}, {"text": "فلم تقتلوا -أيها المؤمنون- المشركين يوم \"بدر\", ولكن الله قتلهم, حيث أعانكم على ذلك, وما رميت حين رميت -أيها النبي- ولكن الله رمى, حيث أوصل الرمية التي رميتها إلى وجوه المشركين; وليختبر المؤمنين بالله ورسوله ويوصلهم بالجهاد إلى أعلى الدرجات, ويعرِّفهم نعمته عليهم, فيشكروا له سبحانه على ذلك. إن الله سميع لدعائكم وأقوالكم ما أسررتم به وما أعلنتم, عليم بما فيه صلاح عباده.\r\n", "sura_id": 8, "type": 3, "id": 32357, "aya_id": 17}, {"text": " <font color=red>فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</font><BR><p>يُبَيِّن تَعَالَى أَنَّهُ خَالِق أَفْعَال الْعِبَاد وَأَنَّهُ الْمَحْمُود عَلَى جَمِيع مَا صَدَرَ مِنْهُمْ مِنْ خَيْر لِأَنَّهُ هُوَ الَّذِي وَفَّقَهُمْ لِذَلِكَ وَأَعَانَهُمْ وَلِهَذَا قَالَ \" فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّه قَتَلَهُمْ \" أَيْ لَيْسَ بِحَوْلِكُمْ وَقُوَّتكُمْ قَتَلْتُمْ أَعْدَاءَكُمْ مَعَ كَثْرَة عَدَدهمْ وَقِلَّة عَدَدكُمْ أَيْ بَلْ هُوَ الَّذِي أَظْفَرَكُمْ عَلَيْهِمْ كَمَا قَالَ \" وَلَقَدْ نَصَرَكُمْ اللَّه بِبَدْرٍ وَأَنْتُمْ أَذِلَّة \" الْآيَة وَقَالَ تَعَالَى \" لَقَدْ نَصَرَكُمْ اللَّه فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْن إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمْ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ \" يُعْلِم تَبَارَكَ وَتَعَالَى أَنَّ النَّصْر لَيْسَ عَلَى كَثْرَة الْعَدَد وَلَا بِلُبْسِ اللَّأْمَة وَالْعُدَد وَإِنَّمَا النَّصْر مِنْ عِنْده تَعَالَى كَمَا قَالَ تَعَالَى \" كَمْ مِنْ فِئَة قَلِيلَة غَلَبَتْ فِئَة كَثِيرَة بِإِذْنِ اللَّه وَاَللَّه مَعَ الصَّابِرِينَ \" ثُمَّ قَالَ تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيْضًا فِي شَأْن الْقَبْضَة مِنْ التُّرَاب الَّتِي حَصَب بِهَا وُجُوه الْكَافِرِينَ يَوْم بَدْر حِين خَرَجَ مِنْ الْعَرِيش بَعْد دُعَائِهِ وَتَضَرُّعه وَاسْتِكَانَته فَرَمَاهُمْ بِهَا وَقَالَ \" شَاهَتْ الْوُجُوه \" ثُمَّ أَمَرَ أَصْحَابه أَنْ يَصْدُقُوا الْحَمَلَة إِثْرَهَا فَفَعَلُوا فَأَوْصَلَ اللَّه تِلْكَ الْحَصْبَاء إِلَى أَعْيُن الْمُشْرِكِينَ فَلَمْ يَبْقَ أَحَد مِنْهُمْ إِلَّا نَالَهُ مِنْهَا مَا شَغَلَهُ عَنْ حَاله وَلِهَذَا قَالَ تَعَالَى \" وَمَا رَمَيْت إِذْ رَمَيْت وَلَكِنَّ اللَّه رَمَى \" أَيْ هُوَ الَّذِي بَلَّغَ ذَلِكَ إِلَيْهِمْ وَكَبَتَهُمْ بِهَا لَا أَنْتَ . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَفَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدَيْهِ يَعْنِي يَوْم بَدْر فَقَالَ \" يَا رَبّ إِنْ تُهْلِكْ هَذِهِ الْعِصَابَة فَلَنْ تُعْبَد فِي الْأَرْض أَبَدًا \" فَقَالَ لَهُ جِبْرِيل خُذْ قَبْضَة مِنْ التُّرَاب فَارْمِ بِهَا فِي وُجُوههمْ فَأَخَذَ قَبْضَة مِنْ التُّرَاب فَرَمَى بِهَا فِي وُجُوههمْ فَمَا مِنْ الْمُشْرِكِينَ أَحَد إِلَّا أَصَابَ عَيْنَيْهِ وَمَنْخِرَيْهِ وَفَمَه تُرَابٌ مِنْ تِلْكَ الْقَبْضَة فَوَلَّوْا مُدْبِرِينَ وَقَالَ السُّدِّيّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَلِيٍّ رَضِيَ اللَّه عَنْهُ يَوْم بَدْر \" أَعْطِنِي حَصْبًا مِنْ الْأَرْض \" فَنَاوَلَهُ حَصْبًا عَلَيْهِ تُرَاب فَرَمَى بِهِ فِي وُجُوه الْقَوْم فَلَمْ يَبْقَ مُشْرِكٌ إِلَّا دَخَلَ فِي عَيْنَيْهِ مِنْ ذَلِكَ التُّرَاب شَيْء ثُمَّ رَدَفَهُمْ الْمُؤْمِنُونَ يَقْتُلُونَهُمْ وَيَأْسِرُونَهُمْ وَأَنْزَلَ اللَّه \" فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّه قَتَلَهُمْ وَمَا رَمَيْت إِذْ رَمَيْت وَلَكِنَّ اللَّه رَمَى \" وَقَالَ أَبُو مَعْشَر الْمَدَنِيّ عَنْ مُحَمَّد بْن قَيْس وَمُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَا : لَمَّا دَنَا الْقَوْم بَعْضهمْ مِنْ بَعْض أَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْضَة مِنْ تُرَاب فَرَمَى بِهَا فِي وُجُوه الْقَوْم وَقَالَ \" شَاهَتْ الْوُجُوه \" فَدَخَلَتْ فِي أَعْيُنهمْ كُلّهمْ وَأَقْبَلَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْتُلُونَهُمْ وَيَأْسِرُونَهُمْ وَكَانَتْ هَزِيمَتهمْ فِي رَمْيَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه \" وَمَا رَمَيْت إِذْ رَمَيْت وَلَكِنَّ اللَّه رَمَى \" وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" وَمَا رَمَيْت إِذْ رَمَيْت وَلَكِنَّ اللَّه رَمَى \" قَالَ هَذَا يَوْم بَدْر أَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاث حَصَبَات فَرَمَى بِحَصَبَاتِ مَيْمَنَة الْقَوْم وَحَصَبَات فِي مَيْسَرَة الْقَوْم وَحَصَبَات بَيْن أَظْهُرهمْ وَقَالَ \" شَاهَتْ الْوُجُوه \" فَانْهَزَمُوا وَقَدْ رُوِيَ فِي هَذِهِ الْقِصَّة عَنْ عُرْوَة عَنْ مُجَاهِد وَعِكْرِمَة وَقَتَادَة وَغَيْر وَاحِد مِنْ الْأَئِمَّة أَنَّهَا نَزَلَتْ فِي رَمْيَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر وَإِنْ كَانَ قَدْ فَعَلَ ذَلِكَ يَوْم حُنَيْن أَيْضًا . وَقَالَ أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا أَحْمَد بْن مَنْصُور حَدَّثَنَا يَعْقُوب بْن مُحَمَّد حَدَّثَنَا عَبْد الْعَزِيز بْن عِمْرَان حَدَّثَنَا مُوسَى بْن يَعْقُوب بْن عَبْد اللَّه بْن رَبِيعَة عَنْ يَزِيد بْن عَبْد اللَّه عَنْ أَبِي بَكْر بْن سُلَيْمَان بْن أَبِي خَيْثَمَة عَنْ حَكِيم بْن حِزَام قَالَ : لَمَّا كَانَ يَوْم بَدْر سَمِعْنَا صَوْتًا وَقَعَ مِنْ السَّمَاء كَأَنَّهُ صَوْت حَصَاة وَقَعَتْ فِي طَسْت وَرَمَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تِلْكَ الرَّمْيَة فَانْهَزَمْنَا . غَرِيب مِنْ هَذَا الْوَجْه وَهَهُنَا قَوْلَانِ آخَرَانِ غَرِيبَانِ جِدًّا . \" أَحَدهمَا \" قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَوْف الطَّائِيّ حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا صَفْوَان بْن عَمْرو حَدَّثَنَا عَبْد الرَّحْمَن بْن جُبَيْر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم اِبْن أَبِي الْحَقِيق بِخَيْبَر دَعَا بِقَوْسٍ فَأُتِيَ بِقَوْسٍ طَوِيلَة وَقَالَ \" جِيئُونِي بِقَوْسٍ غَيْرهَا \" فَجَاءُوهُ بِقَوْسٍ كَبْدَاء فَرَمَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْحِصْن فَأَقْبَلَ السَّهْم يَهْوِي حَتَّى قَتَلَ اِبْن أَبِي الْحَقِيق وَهُوَ فِي فِرَاشه فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَمَا رَمَيْت إِذْ رَمَيْت وَلَكِنَّ اللَّه رَمَى \" وَهَذَا غَرِيب وَإِسْنَاده جَيِّد إِلَى عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر وَلَعَلَّهُ اِشْتَبَهَ عَلَيْهِ أَوْ أَنَّهُ أَرَادَ أَنَّ الْآيَة تَعُمّ هَذَا كُلّه وَإِلَّا فَسِيَاق الْآيَة فِي سُورَة الْأَنْفَال فِي قِصَّة بَدْر لَا مَحَالَة وَهَذَا مِمَّا لَا يَخْفَى عَلَى أَئِمَّة الْعِلْم وَاللَّهُ أَعْلَمُ . \" وَالثَّانِي \" رَوَى اِبْن جَرِير أَيْضًا وَالْحَاكِم فِي مُسْتَدْرَكه بِإِسْنَادٍ صَحِيح إِلَى سَعِيد بْن الْمُسَيِّب وَالزُّهْرِيّ أَنَّهُمَا قَالَا : أُنْزِلَتْ فِي رَمْيَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم أَحَد أُبَيّ بْن خَلَف بِالْحَرْبَةِ وَهُوَ فِي لَأْمَتِهِ فَخَدَشَهُ فِي تَرْقُوَته فَجَعَلَ يَتَدَأْدَأُ عَنْ فَرَسه مِرَارًا حَتَّى كَانَتْ وَفَاته بَعْد أَيَّام قَاسَى فِيهَا الْعَذَاب الْأَلِيم مَوْصُولًا بِعَذَابِ الْبَرْزَخ الْمُتَّصِل بِعَذَابِ الْآخِرَة وَهَذَا الْقَوْل عَنْ هَذَيْنِ الْإِمَامَيْنِ غَرِيب أَيْضًا جِدًّا وَلَعَلَّهُمَا أَرَادَا أَنَّ الْآيَة تَتَنَاوَلهُ بِعُمُومِهَا لَا أَنَّهَا نَزَلَتْ فِيهِ خَاصَّة كَمَا تَقَدَّمَ وَاللَّهُ أَعْلَمُ . وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن جَعْفَر بْن الزُّبَيْر عَنْ عُرْوَة بْن الزُّبَيْر فِي قَوْله \" وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاء حَسَنًا \" أَيْ لِيُعَرِّف الْمُؤْمِنِينَ نِعْمَته عَلَيْهِمْ مِنْ إِظْهَارهمْ عَلَى عَدُوّهُمْ مَعَ كَثْرَة عَدُوّهُمْ وَقِلَّة عَدَدهمْ لِيَعْرِفُوا بِذَلِكَ حَقَّهُ وَيَشْكُرُوا بِذَلِكَ نِعْمَته وَهَكَذَا فَسَّرَهُ اِبْن جَرِير أَيْضًا وَفِي الْحَدِيث \" وَكُلّ بَلَاء حَسَن أَبْلَانَا \" وَقَوْله \" إِنَّ اللَّه سَمِيع عَلِيم \" أَيْ سَمِيع الدُّعَاء عَلِيم بِمَنْ يَسْتَحِقّ النَّصْر وَالْغَلَب .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43063, "aya_id": 17}]