[{"text": "لَّقَدْ كَفَرَ الَّذِينَ قَآلُواْ إِنَّ اللّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَن يَمْلِكُ مِنَ اللّهِ شَيْئًا إِنْ أَرَادَ أَن يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَن فِي الأَرْضِ جَمِيعًا وَلِلّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاء وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 5, "type": 0, "id": 686, "aya_id": 17}, {"text": "لقد كفر الذين قالوا إن الله هو المسيح ابن مريم قل فمن يملك من الله شيئا إن أراد أن يهلك المسيح ابن مريم وأمه ومن في الأرض جميعا ولله ملك السماوات والأرض وما بينهما يخلق ما يشاء والله على كل شيء قدير", "sura_id": 5, "type": 1, "id": 6922, "aya_id": 17}, {"text": "17 - (لقد كفر الذين قالوا إن الله هو المسيح ابن مريم) حيث جعلوه إلهاً وهم اليعقوبية فرقة من النصارى (قل فمن يملك) أي يدفع (من) عذاب (الله شيئا إن أراد أن يهلك المسيح ابن مريم وأمه ومن في الأرض جميعا) أي لا أحد يملك ذلك ولو كان المسيح إلهاً لقدر عليه (ولله ملك السماوات والأرض وما بينهما يخلق ما يشاء والله على كل شيء) شاءه (قدير) \r\n", "sura_id": 5, "type": 2, "id": 25630, "aya_id": 17}, {"text": "لقد كفر النصارى القائلون بأن الله هو المسيح ابن مريم, قل -أيها الرسول- لهؤلاء الجهلة من النصارى: لو كان المسيح إلهًا كما يدَّعون لقَدرَ أن يدفع قضاء الله إذا جاءه بإهلاكه وإهلاك أُمِّه ومَن في الأرض جميعًا, وقد ماتت أم عيسى فلم يدفع عنها الموت, كذلك لا يستطيع أن يدفع عن نفسه; لأنهما عبدان من عباد الله لا يقدران على دفع الهلاك عنهما, فهذا دليلٌ على أنه بشر كسائر بني آدم. وجميع الموجودات في السموات والأرض ملك لله, يخلق ما يشاء ويوجده, وهو على كل شيء قدير. فحقيقة التوحيد توجب تفرُّد الله تعالى بصفات الربوبية والألوهية, فلا يشاركه أحد من خلقه في ذلك, وكثيرًا ما يقع الناس في الشرك والضلال بغلوهم في الأنبياء والصالحين, كما غلا النصارى في المسيح, فالكون كله لله, والخلق بيده وحده, وما يظهر من خوارق وآيات مَرَدُّه إلى الله. يخلق سبحانه ما يشاء, ويفعل ما يريد.\r\n", "sura_id": 5, "type": 3, "id": 31866, "aya_id": 17}, {"text": " <font color=red>لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا وَحَاكِيًا بِكُفْرِ النَّصَارَى فِي اِدِّعَائِهِمْ فِي الْمَسِيحِ اِبْنِ مَرْيَمَ وَهُوَ عَبْدٌ مِنْ عِبَادِ اللَّهِ وَخَلْقٌ مِنْ خَلْقِهِ أَنَّهُ هُوَ اللَّه - تَعَالَى اللَّه عَنْ قَوْلهمْ عُلُوًّا كَبِيرًا - ثُمَّ قَالَ مُخْبِرًا عَنْ قُدْرَتِهِ عَلَى الْأَشْيَاءِ وَكَوْنهَا تَحْت قَهْره وَسُلْطَانه \" قُلْ فَمَنْ يَمْلِكُ مِنْ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِك الْمَسِيحَ اِبْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْض جَمِيعًا \" أَيْ لَوْ أَرَادَ ذَلِكَ فَمَنْ ذَا الَّذِي كَانَ يَمْنَعُهُ مِنْهُ أَوْ مَنْ ذَا الَّذِي يَقْدِر عَلَى صَرْفه عَنْ ذَلِكَ ثُمَّ قَالَ \" وَلِلَّهِ مُلْك السَّمَوَات وَالْأَرْض وَمَا بَيْنهمَا يَخْلُق مَا يَشَاء \" أَيْ جَمِيع الْمَوْجُودَات مُلْكه وَخَلْقه وَهُوَ الْقَادِر عَلَى مَا يَشَاء لَا يُسْأَل عَمَّا يَفْعَل بِقُدْرَتِهِ وَسُلْطَانه وَعَدْله وَعَظَمَته وَهَذَا رَدٌّ عَلَى النَّصَارَى عَلَيْهِمْ لَعَائِنُ اللَّهِ الْمُتَتَابِعَة إِلَى يَوْمِ الْقِيَامَة .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41466, "aya_id": 17}]