[{"text": "وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ", "sura_id": 28, "type": 0, "id": 3311, "aya_id": 59}, {"text": "وما كان ربك مهلك القرى حتى يبعث في أمها رسولا يتلو عليهم آياتنا وما كنا مهلكي القرى إلا وأهلها ظالمون", "sura_id": 28, "type": 1, "id": 9547, "aya_id": 59}, {"text": "59 - (وما كان ربك مهلك القرى) بظلم منها (حتى يبعث في أمها) أعظمها (رسولا يتلوا عليهم آياتنا وما كنا مهلكي القرى إلا وأهلها ظالمون) بتكذيب الرسل \r\n", "sura_id": 28, "type": 2, "id": 28255, "aya_id": 59}, {"text": "وما كان ربك -أيها الرسول- مهلك القرى التي حول \"مكة\" في زمانك حتى يبعث في أمها -وهي \"مكة\"- رسولا يتلو عليهم آياتنا, وما كنا مهلكي القرى إلا وأهلها ظالمون لأنفسهم بكفرهم بالله ومعصيته, فهم بذلك مستحقون للعقوبة والنكال.\r\n", "sura_id": 28, "type": 3, "id": 34491, "aya_id": 59}, {"text": " <font color=red>وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ</font><BR><p>قَالَ : \" وَمَا كَانَ رَبّك مُهْلِك الْقُرَى حَتَّى يَبْعَث فِي أُمّهَا \" وَهِيَ مَكَّة \" رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتنَا \" فِيهِ دَلَالَة عَلَى أَنَّ النَّبِيّ الْأُمِّيّ وَهُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَبْعُوث مِنْ أُمّ الْقُرَى رَسُول إِلَى جَمِيع الْقُرَى مِنْ عَرَب وَأَعْجَام كَمَا قَالَ تَعَالَى : \" لِتُنْذِرَ أُمّ الْقُرَى وَمَنْ حَوْلهَا \" وَقَالَ تَعَالَى :\" قُلْ يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا\" وَقَالَ : \" لِأُنْذِركُمْ بِهِ وَمَنْ بَلَغَ \" وَقَالَ : \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده \" وَتَمَام الدَّلِيل قَوْله تَعَالَى : \" وَإِنْ مِنْ قَرْيَة إِلَّا نَحْنُ مُهْلِكُوهَا قَبْل يَوْم الْقِيَامَة أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا \" فَأَخْبَرَ تَعَالَى أَنَّهُ سَيُهْلِكُ كُلّ قَرْيَة قَبْل يَوْم الْقِيَامَة وَقَدْ قَالَ تَعَالَى : \" وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا\" فَجَعَلَ تَعَالَى بَعْثَة النَّبِيّ الْأُمِّيّ شَامِلَة لِجَمِيعِ الْقُرَى لِأَنَّهُ مَبْعُوث إِلَى أُمّهَا وَأَصْلهَا الَّتِي تَرْجِع إِلَيْهَا وَثَبَتَ فِي الصَّحِيحَيْنِ عَنْهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ أَنَّهُ قَالَ : \" بُعِثْت إِلَى الْأَحْمَر وَالْأَسْوَد \" وَلِهَذَا خُتِمَ بِهِ النُّبُوَّة وَالرِّسَالَة فَلَا نَبِيّ بَعْده وَلَا رَسُول بَلْ شَرْعه بَاقٍ بَقَاء اللَّيْل وَالنَّهَار إِلَى يَوْم الْقِيَامَة وَقِيلَ الْمُرَاد بِقَوْلِهِ : \" حَتَّى يَبْعَث فِي أُمّهَا رَسُولًا \" أَيْ أَصْلهَا وَعَظِيمَتهَا كَأُمَّهَاتِ الرَّسَاتِيق وَالْأَقَالِيم حَكَاهُ الزَّمَخْشَرِيّ وَابْن الْجَوْزِيّ وَغَيْرهمَا وَلَيْسَ بِبَعِيدٍ.</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39740, "aya_id": 59}]