[{"text": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاء مَاء فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ", "sura_id": 35, "type": 0, "id": 3687, "aya_id": 27}, {"text": "ألم تر أن الله أنزل من السماء ماء فأخرجنا به ثمرات مختلفا ألوانها ومن الجبال جدد بيض وحمر مختلف ألوانها وغرابيب سود", "sura_id": 35, "type": 1, "id": 9923, "aya_id": 27}, {"text": "27 - (ألم تر) تعلم (أن الله أنزل من السماء ماء فأخرجنا) فيه التفات عن الغيبة (به ثمرات مختلفا ألوانها) كأخضر وأحمر وأصفر وغيرها (ومن الجبال جدد) جمع جدة طريق في الجبل وغيره (بيض وحمر) وصفر (مختلف ألوانها) بالشدة والضعف (وغرابيب سود) عطف على جدد أي صخور شديدة السواد يقال كثيرا أسود غربيب وقليلا غربيب أسود \r\n", "sura_id": 35, "type": 2, "id": 28631, "aya_id": 27}, {"text": "ألم تر أن الله أنزل من السماء ماء, فسقينا به أشجارًا في الأرض, فأخرجنا من تلك الأشجار ثمرات مختلفًا ألوانها, منها الأحمر ومنها الأسود والأصفر وغير ذلك؟ وخَلَقْنا من الجبال طرائق بيضًا وحمرًا مختلفًا ألوانها, وخلقنا من الجبال جبالا شديدة السواد.\r\n", "sura_id": 35, "type": 3, "id": 34867, "aya_id": 27}, {"text": " <font color=red>أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا عَلَى كَمَال قُدْرَته فِي خَلْقه الْأَشْيَاء الْمُتَنَوِّعَة الْمُخْتَلِفَة مِنْ الشَّيْء الْوَاحِد وَهُوَ الْمَاء الَّذِي يُنَزِّلهُ مِنْ السَّمَاء يُخْرِج بِهِ ثَمَرَات مُخْتَلِفًا أَلْوَانهَا مِنْ أَصْفَر وَأَحْمَر وَأَخْضَر وَأَبْيَض إِلَى غَيْر ذَلِكَ مِنْ أَلْوَان الثِّمَار كَمَا هُوَ مُشَاهَد مِنْ تَنَوُّع أَلْوَانهَا وَطُعُومهَا وَرَوَائِحهَا كَمَا قَالَ تَعَالَى : فِي الْآيَة الْأُخْرَى \" وَفِي الْأَرْض قِطَع مُتَجَاوِرَات وَجَنَّات مِنْ أَعْنَاب وَزَرْع وَنَخِيل صِنْوَان وَغَيْر صِنْوَان يُسْقَى بِمَاءٍ وَاحِد وَنُفَضِّل بَعْضهَا عَلَى بَعْض فِي الْأُكُل إِنَّ فِي ذَلِكَ لَآيَات لِقَوْمِ يَعْقِلُونَ \" وَقَوْله تَبَارَكَ وَتَعَالَى : \" وَمِنْ الْجِبَال جُدَد بِيض وَحُمْر مُخْتَلِف أَلْوَانهَا \" أَيْ وَخَلَقَ الْجِبَال كَذَلِكَ مُخْتَلِفَة الْأَلْوَان كَمَا هُوَ الْمُشَاهَد أَيْضًا مِنْ بِيض وَحُمْر وَفِي بَعْضهَا طَرَائِق وَهِيَ الْجُدَد جَمْع جُدَّة مُخْتَلِفَة الْأَلْوَان أَيْضًا . قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا الْجُدَد الطَّرَائِق وَكَذَا قَالَ أَبُو مَالِك وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَمِنْهَا غَرَابِيب سُود قَالَ عِكْرِمَة الْغَرَابِيب الْجِبَال الطِّوَال السُّود وَكَذَا قَالَ أَبُو مَالِك وَعَطَاء الْخُرَاسَانِيّ وَقَتَادَة وَقَالَ اِبْن جَرِير وَالْعَرَب إِذَا وَصَفُوا الْأَسْوَد بِكَثْرَةِ السَّوَاد قَالُوا أَسْوَد غِرْبِيب وَلِهَذَا قَالَ بَعْض الْمُفَسِّرِينَ فِي هَذِهِ الْآيَة هَذَا مِنْ الْمُقَدَّم وَالْمُؤَخَّر فِي قَوْله تَعَالَى :\" وَغَرَابِيب سُود \" أَيْ سُود غَرَابِيب وَفِيمَا قَالَهُ نَظَر .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40313, "aya_id": 27}]