[{"text": "قَالَ رَجُلاَنِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللّهُ عَلَيْهِمَا ادْخُلُواْ عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللّهِ فَتَوَكَّلُواْ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 5, "type": 0, "id": 692, "aya_id": 23}, {"text": "قال رجلان من الذين يخافون أنعم الله عليهما ادخلوا عليهم الباب فإذا دخلتموه فإنكم غالبون وعلى الله فتوكلوا إن كنتم مؤمنين", "sura_id": 5, "type": 1, "id": 6928, "aya_id": 23}, {"text": "23 - (قال) لهم (رجلان من الذين يخافون) مخالفة أمر الله وهما يوشع وكالب من النقباء الذين بعثهم موسى في كشف أحوال الجبابرة (أنعم الله عليهما) بالعصمة فكتما ما اطلعا عليه من حالهم إلا عن موسى بخلاف بقية النقباء فأفشوه فجبنوا (ادخلوا عليهم الباب) باب القرية ولا تخشوهم فإنهم أجساد بلا قلوب (فإذا دخلتموه فإنكم غالبون) قالا ذلك تيقناً بنصر الله وإنجاز وعده (وعلى الله فتوكلوا إن كنتم مؤمنين) \r\n", "sura_id": 5, "type": 2, "id": 25636, "aya_id": 23}, {"text": "قال رجلان من الذين يخشون الله تعالى, أنعم الله عليهما بطاعته وطاعة نبيِّه, لبني إسرائيل: ادخلوا على هؤلاء الجبارين باب مدينتهم, أخْذًا بالأسباب, فإذا دخلتم الباب غلبتموهم, وعلى الله وحده فتوكَّلوا, إن كنتم مُصدِّقين رسوله فيما جاءكم به, عاملين بشرعه.\r\n", "sura_id": 5, "type": 3, "id": 31872, "aya_id": 23}, {"text": " <font color=red>قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>وَقَوْله تَعَالَى \" قَالَ رَجُلَانِ مِنْ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا \" أَيْ فَلَمَّا نَكَلَ بَنُو إِسْرَائِيلَ عَنْ طَاعَةِ اللَّهِ وَمُتَابَعَة رَسُول اللَّه مُوسَى - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حَرَّضَهُمْ رَجُلَانِ لِلَّهِ عَلَيْهِمَا نِعْمَةٌ عَظِيمَةٌ وَهُمَا مِمَّنْ يَخَاف أَمْرَ اللَّهِ وَيَخْشَى عِقَابَهُ وَقَرَأَ بَعْضُهُمْ \" قَالَ رَجُلَانِ مِنْ الَّذِينَ يُخَافُونَ \" أَيْ مِمَّنْ لَهُمَا مَهَابَةٌ وَمَوْضِعٌ مِنْ النَّاسِ وَيُقَال إِنَّهُمَا : يُوشَع بْن نُون وكالب بْن يوفنا قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَعَطِيَّة وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف رَحِمَهُمْ اللَّه فَقَالَا \" اُدْخُلُوا عَلَيْهِمْ الْبَاب فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللَّه فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ \" أَيْ إِنْ تَوَكَّلْتُمْ عَلَى اللَّه وَاتَّبَعْتُمْ أَمْرَهُ وَوَافَقْتُمْ رَسُولَهُ نَصَرَكُمْ اللَّهُ عَلَى أَعْدَائِكُمْ وَأَيَّدَكُمْ وَظَفَّرَكُمْ بِهِمْ وَدَخَلْتُمْ الْبَلَدَ الَّتِي كَتَبَهَا لَكُمْ فَلَمْ يَنْفَع ذَاكَ فِيهِمْ شَيْئًا.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41473, "aya_id": 23}]