[{"text": "وَأَنذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ", "sura_id": 40, "type": 0, "id": 4151, "aya_id": 18}, {"text": "وأنذرهم يوم الآزفة إذ القلوب لدى الحناجر كاظمين ما للظالمين من حميم ولا شفيع يطاع", "sura_id": 40, "type": 1, "id": 10387, "aya_id": 18}, {"text": "18 - (وأنذرهم يوم الآزفة) يوم القيامة من أزف الرحيل قرب (إذ القلوب) ترتفع خوفا (لدى) عند (الحناجر كاظمين) ممتلئين غما حال من القلوب عوملت بالجمع بالياء والنون معاملة أصحابها (ما للظالمين من حميم) محب (ولا شفيع يطاع) تقبل شفاعته لا مفهوم للوصف إذ لا شفيع لهم أصلا فما لنا من شافعين أوله مفهوم بناء على زعمهم أن لهم شفعاء أي لو شفعوا فرضا لم يقبلوا \r\n", "sura_id": 40, "type": 2, "id": 29095, "aya_id": 18}, {"text": "وحذِّر -أيها الرسول- الناس من يوم القيامة القريب, وإن استبعدوه, إذ قلوب العباد مِن مخافة عقاب الله قد ارتفعت من صدورهم, فتعلقت بحلوقهم, وهم ممتلئون غمًّا وحزنًا. ما للظالمين من قريب ولا صاحب, ولا شفيع يشفع لهم عند ربهم, فيستجاب له.\r\n", "sura_id": 40, "type": 3, "id": 35331, "aya_id": 18}, {"text": " <font color=red>وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ</font><BR><p>يَوْمَ الْآزِفَةِ اِسْمٌ مِنْ أَسْمَاءِ يَوْمِ الْقِيَامَةِ وَسُمِّيَتْ بِذَلِكَ لِاقْتِرَابِهَا كَمَا قَالَ تَعَالَى \" أَزِفَتْ الْآزِفَةُ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ \" وَقَالَ عَزَّ وَجَلَّ \" اِقْتَرَبَتْ السَّاعَةُ وَانْشَقَّ الْقَمَرُ \" وَقَالَ جَلَّ وَعَلَا \" اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ \" وَقَالَ \" أَتَى أَمْرُ اللَّه فَلَا تَسْتَعْجِلُوهُ \" وَقَالَ جَلَّ جَلَالُهُ \" فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوه الَّذِينَ كَفَرُوا \" الْآيَة . وَقَوْله تَبَارَكَ وَتَعَالَى \" إِذْ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ \" قَالَ قَتَادَة وَقَفَتْ الْقُلُوب فِي الْحَنَاجِر مِنْ الْخَوْف فَلَا تَخْرُج وَلَا تَعُود إِلَى أَمَاكِنهَا وَكَذَا قَالَ عِكْرِمَة وَالسُّدِّيّ وَغَيْر وَاحِد وَمَعْنَى كَاظِمِينَ أَيْ سَاكِتِينَ لَا يَتَكَلَّم أَحَد إِلَّا بِإِذْنِهِ \" يَوْم يَقُوم الرُّوحُ وَالْمَلَائِكَةُ صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا \" وَقَالَ اِبْن جُرَيْج \" كَاظِمِينَ \" أَيْ بَاكِينَ . وَقَوْله سُبْحَانه وَتَعَالَى \" مَا لِلظَّالِمِينَ مِنْ حَمِيم وَلَا شَفِيع يُطَاع \" أَيْ لَيْسَ لِلَّذِينَ ظَلَمُوا أَنْفُسهمْ بِالشِّرْكِ بِاَللَّهِ مِنْ قَرِيب مِنْهُمْ يَنْفَعهُمْ وَلَا شَفِيع يَشْفَع فِيهِمْ بَلْ قَدْ تَقَطَّعَتْ بِهِمْ الْأَسْبَاب مِنْ كُلّ خَيْر .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40951, "aya_id": 18}]