[{"text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاء وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 37, "aya_id": 30}, {"text": "وإذ قال ربك للملائكة إني جاعل في الأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون", "sura_id": 2, "type": 1, "id": 6273, "aya_id": 30}, {"text": "30 - (و) اذكر يا محمد (إذ قال ربك للملائكة إني جاعل في الأرض خليفة) يخلفني في تنفيذ أحكامي فيها وهو آدم (قالوا أتجعل فيها من يفسد فيها) بالمعاصي (ويسفك الدماء) يريقها بالقتل كما فعل بنو الجان وكانوا فيها فلما أفسدوا أرسل الله عليهم الملائكة فطردوهم إلى الجزائر والجبال (ونحن نسبح) متلبسين (بحمدك) أي نقول سبحان الله وبحمده (ونقدس لك) ننزهك عما لا يليق بك فاللام زائدة والجملة حال أي فنحن أحق بالاستحلاف (قال) تعالى (إني أعلم ما لا تعلمون) من المصلحة في استخلاف آدم وأن ذريته فيهم المطيع والعاصي فيظهر العدل بينهم ، فقالوا لن يخلق ربنا خلقا أكرم عليه منا ولا أعلم لسبقنا له ورؤيتنا ما لم يره فخلق الله تعالى آدم من أديم الأرض أي وجهها بأن قبض منها قبضة من جميع ألوانها وعجنت بالمياه المختلفة وسواه ونفخ فيه الروح فصار حيواناً حساساً بعد أن كان جماداً \r\n", "sura_id": 2, "type": 2, "id": 24981, "aya_id": 30}, {"text": "واذكر -أيها الرسول- للناس حين قال ربك للملائكة: إني جاعل في الأرض قومًا يخلف بعضهم بعضًا لعمارتها. قالت: يا ربَّنا علِّمْنا وأَرْشِدْنا ما الحكمة في خلق هؤلاء, مع أنَّ من شأنهم الإفساد في الأرض واراقة الدماء ظلما وعدوانًا ونحن طوع أمرك, ننزِّهك التنزيه اللائق بحمدك وجلالك، ونمجِّدك بكل صفات الكمال والجلال؟ قال الله لهم: إني أعلم ما لا تعلمون من الحكمة البالغة في خلقهم\r\n", "sura_id": 2, "type": 3, "id": 31217, "aya_id": 30}, {"text": " <font color=red>وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ</font><BR><p>يُخْبِر تَعَالَى بِامْتِنَانِهِ عَلَى بَنِي آدَم بِتَنْوِيهِهِ بِذِكْرِهِمْ فِي الْمَلَأ الْأَعْلَى قَبْل إِيجَادهمْ فَقَالَ تَعَالَى \" وَإِذْ قَالَ رَبُّك لِلْمَلَائِكَةِ\" أَيْ وَاذْكُرْ يَا مُحَمَّد إِذْ قَالَ رَبّك لِلْمَلَائِكَةِ وَاقْصُصْ عَلَى قَوْمك ذَلِكَ حَكَى اِبْن جَرِير عَنْ بَعْض أَهْل الْعَرَبِيَّة وَهُوَ أَبُو عُبَيْدَة أَنَّهُ زَعَمَ أَنَّ إِذْ هَاهُنَا زَائِدَة وَأَنَّ تَقْدِير الْكَلَام وَقَالَ رَبّك وَرَدَّهُ اِبْن جَرِير قَالَ الْقُرْطُبِيّ وَكَذَا رَدَّهُ جَمِيع الْمُفَسِّرِينَ حَتَّى قَالَ الزَّجَّاج هَذَا اِجْتِرَاءٌ مِنْ أَبِي عُبَيْدَة \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة \" أَيْ قَوْمًا يَخْلُف بَعْضهمْ بَعْضًا قَرْنًا بَعْد قَرْن وَجِيلًا بَعْد جِيل كَمَا قَالَ تَعَالَى \" هُوَ الَّذِي جَعَلَكُمْ خَلَائِف الْأَرْض \" وَقَالَ \" وَيَجْعَلكُمْ خُلَفَاء الْأَرْض\" وَقَالَ \" وَلَوْ نَشَاء لَجَعَلْنَا مِنْكُمْ مَلَائِكَة فِي الْأَرْض يَخْلُفُونَ \" وَقَالَ \" فَخَلَفَ مِنْ بَعْدهمْ خَلْفٌ \" وَقُرِئَ فِي الشَّاذ \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة \" حَكَاهَا الزَّمَخْشَرِيّ وَغَيْره وَنَقَلَ الْقُرْطُبِيّ عَنْ زَيْد بْن عَلِيّ وَلَيْسَ الْمُرَاد هَاهُنَا بِالْخَلِيفَةِ آدَم عَلَيْهِ السَّلَام فَقَطْ كَمَا يَقُولهُ طَائِفَة مِنْ الْمُفَسِّرِينَ وَعَزَاهُ الْقُرْطُبِيّ إِلَى اِبْن عَبَّاس وَابْن مَسْعُود وَجَمِيع أَهْل التَّأْوِيل وَفِي ذَلِكَ نَظَرٌ بَلَّ الْخِلَاف فِي ذَلِكَ كَثِير حَكَاهُ الرَّازِيّ فِي تَفْسِيره وَغَيْره وَالظَّاهِر أَنَّهُ لَمْ يُرِدْ آدَم عَيْنًا إِذْ لَوْ كَانَ ذَلِكَ لَمَا حَسُنَ قَوْل الْمَلَائِكَة \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِك الدِّمَاء \" فَإِنَّهُمْ أَرَادُوا أَنَّ مِنْ هَذَا الْجِنْس مَنْ يَفْعَل ذَلِكَ وَكَأَنَّهُمْ عَلِمُوا ذَلِكَ بِعِلْمٍ خَاصّ أَوْ بِمَا فَهِمُوهُ مِنْ الطَّبِيعَة الْبَشَرِيَّة فَإِنَّهُ أَخْبَرَهُمْ أَنَّهُ يَخْلُق هَذَا الصِّنْف مِنْ صَلْصَال مِنْ حَمَإٍ مَسْنُون أَوْ فَهِمُوا مِنْ الْخَلِيفَة أَنَّهُ الَّذِي يَفْصِل بَيْن النَّاس مَا يَقَع بَيْنهمْ مِنْ الْمَظَالِم وَيَرْدَعهُمْ عَنْ الْمَحَارِم وَالْمَآثِم قَالَهُ الْقُرْطُبِيّ أَوْ أَنَّهُمْ قَاسُوهُمْ عَلَى مَنْ سَبَقَ كَمَا سَنَذْكُرُ أَقْوَال الْمُفَسِّرِينَ فِي ذَلِكَ وَقَوْل الْمَلَائِكَة هَذَا لَيْسَ عَلَى وَجْه الِاعْتِرَاض عَلَى اللَّه وَلَا عَلَى وَجْه الْحَسَد لِبَنِي آدَم كَمَا قَدْ يَتَوَهَّمهُ بَعْض الْمُفَسِّرِينَ وَقَدْ وَصَفَهُمْ اللَّه تَعَالَى بِأَنَّهُمْ لَا يَسْبِقُونَهُ بِالْقَوْلِ أَيْ لَا يَسْأَلُونَهُ شَيْئًا لَمْ يَأْذَن لَهُمْ فِيهِ وَهَاهُنَا لَمَّا أَعْلَمَهُمْ بِأَنَّهُ سَيَخْلُقُ فِي الْأَرْض خَلْقًا قَالَ قَتَادَة وَقَدْ تَقَدَّمَ إِلَيْهِمْ أَنَّهُمْ يُفْسِدُونَ فِيهَا فَقَالُوا \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء\" الْآيَة وَإِنَّمَا هُوَ سُؤَال اِسْتِعْلَام وَاسْتِكْشَاف عَنْ الْحِكْمَة فِي ذَلِكَ يَقُولُونَ يَا رَبّنَا مَا الْحِكْمَة فِي خَلْق هَؤُلَاءِ مَعَ أَنَّ مِنْهُمْ مَنْ يُفْسِد فِي الْأَرْض وَيَسْفِك الدِّمَاء فَإِنْ كَانَ الْمُرَاد عِبَادَتك فَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك أَيْ نُصَلِّي لَك كَمَا سَيَأْتِي . أَيْ وَلَا يَصْدُر مِنَّا شَيْءٌ مِنْ ذَلِكَ وَهَلَّا وَقَعَ الِاقْتِصَار عَلَيْنَا ؟ قَالَ اللَّه تَعَالَى مُجِيبًا لَهُمْ عَنْ هَذَا السُّؤَال \" إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ \" أَيْ أَعْلَمُ مِنْ الْمَصْلَحَة الرَّاجِحَة فِي خَلْق هَذَا الصِّنْف عَلَى الْمَفَاسِد الَّتِي ذَكَرْتُمُوهَا مَا لَا تَعْلَمُونَ أَنْتُمْ فَإِنِّي سَأَجْعَلُ فِيهِمْ الْأَنْبِيَاء وَأُرْسِلَ فِيهِمْ الرُّسُل وَيُوجَد مِنْهُمْ الصِّدِّيقُونَ وَالشُّهَدَاء وَالصَّالِحُونَ وَالْعُبَّاد وَالزُّهَّاد وَالْأَوْلِيَاء وَالْأَبْرَار وَالْمُقَرَّبُونَ وَالْعُلَمَاء الْعَامِلُونَ وَالْخَاشِعُونَ وَالْمُحِبُّونَ لَهُ تَبَارَكَ وَتَعَالَى الْمُتَّبِعُونَ رُسُله صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ وَقَدْ ثَبَتَ فِي الصَّحِيح أَنَّ الْمَلَائِكَة إِذَا صَعِدَتْ إِلَى الرَّبّ تَعَالَى بِأَعْمَالِ عِبَاده يَسْأَلهُمْ وَهُوَ أَعْلَم كَيْف تَرَكْتُمْ عِبَادِي ؟ فَيَقُولُونَ أَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ وَتَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ . وَذَلِكَ لِأَنَّهُمْ يَتَعَاقَبُونَ فِينَا وَيَجْتَمِعُونَ فِي صَلَاة الصُّبْح وَفِي صَلَاة الْعَصْر فَيَمْكُث هَؤُلَاءِ وَيَصْعَد أُولَئِكَ بِالْأَعْمَالِ كَمَا قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام \" يُرْفَع إِلَيْهِ عَمَل اللَّيْل قَبْل النَّهَار وَعَمَل النَّهَار قَبْل اللَّيْل \" فَقَوْلهمْ أَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ وَتَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ مِنْ تَفْسِير قَوْله لَهُمْ \" إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ \" وَقِيلَ مَعْنَى قَوْله جَوَابًا لَهُمْ \" إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ \" إِنِّي لِي حِكْمَة مُفَصَّلَة فِي خَلْق هَؤُلَاءِ وَالْحَالَة مَا ذَكَرْتُمْ لَا تَعْلَمُونَهَا وَقِيلَ إِنَّهُ جَوَاب \" وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك \" فَقَالَ \" إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ \" أَيْ مِنْ وُجُود إِبْلِيس بَيْنكُمْ وَلَيْسَ هُوَ كَمَا وَصَفْتُمْ أَنْفُسكُمْ بِهِ . وَقِيلَ بَلْ تَضَمَّنَ قَوْلهمْ \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك \" طَلَبًا مِنْهُمْ أَنْ يَسْكُنُوا الْأَرْض بَدَل بَنِي آدَم فَقَالَ اللَّه تَعَالَى لَهُمْ \" إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ \" مِنْ أَنَّ بَقَاءَكُمْ فِي السَّمَاء أَصْلَح لَكُمْ وَأَلْيَق بِكُمْ . ذَكَرَهَا الرَّازِيّ مَعَ غَيْرهَا مِنْ الْأَجْوِبَة وَاَللَّه أَعْلَم. \" ذِكْرُ أَقْوَال الْمُفَسِّرِينَ بِبَسْطِ مَا ذَكَرْنَاهُ \" قَالَ اِبْن جَرِير : حَدَّثَنِي الْقَاسِم بْن الْحَسَن حَدَّثَنِي الْحَجَّاج عَنْ جَرِير بْن حَازِم وَمُبَارَك عَنْ الْحَسَن وَأَبِي بَكْر عَنْ الْحَسَن وَقَتَادَة قَالُوا : قَالَ اللَّه لِلْمَلَائِكَةِ إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة قَالَ لَهُمْ إِنِّي فَاعِل هَذَا وَمَعْنَاهُ أَنَّهُ أَخْبَرَهُمْ بِذَلِكَ وَقَالَ السُّدِّيّ اِسْتَشَارَ الْمَلَائِكَة فِي خَلْق آدَم رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ وَرُوِيَ عَنْ قَتَادَة نَحْوه وَهَذِهِ الْعِبَارَة إِنْ لَمْ تَرْجِع إِلَى مَعْنَى الْإِخْبَار فَفِيهَا تَسَاهُل وَعِبَارَة الْحَسَن وَقَتَادَة فِي رِوَايَة اِبْن جَرِير أَحْسَن وَاَللَّه أَعْلَم فِي الْأَرْض قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا حَمَّاد بْن عَطَاء بْن السَّائِب عَنْ عَبْد الرَّحْمَن بْن سَابِط أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" دُحِيَتْ الْأَرْض مِنْ مَكَّة وَأَوَّل مَنْ طَافَ بِالْبَيْتِ الْمَلَائِكَة فَقَالَ اللَّه إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة يَعْنِي مَكَّة \" وَهَذَا مُرْسَل وَفِي سَنَده ضَعْف وَفِيهِ مُدْرَج وَهُوَ أَنَّ الْمُرَاد بِالْأَرْضِ مَكَّة وَاَللَّه أَعْلَم فَإِنَّ الظَّاهِر أَنَّ الْمُرَاد بِالْأَرْضِ أَعَمّ مِنْ ذَلِكَ خَلِيفَة قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة إِنَّ اللَّه تَعَالَى قَالَ لِلْمَلَائِكَةِ إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة . قَالُوا : رَبّنَا وَمَا يَكُون ذَاكَ الْخَلِيفَة ؟ قَالَ : يَكُون لَهُ ذُرِّيَّة يُفْسِدُونَ فِي الْأَرْض وَيَتَحَاسَدُونَ وَيَقْتُل بَعْضهمْ بَعْضًا. قَالَ اِبْن جَرِير فَكَانَ تَأْوِيل الْآيَة عَلَى هَذَا إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة مِنِّي يَخْلُفنِي فِي الْحُكْم بِالْعَدْلِ بَيْن خَلْقِي وَإِنَّ ذَلِكَ الْخَلِيفَة هُوَ آدَم وَمَنْ قَامَ مَقَامه فِي طَاعَة اللَّه وَالْحُكْم بِالْعَدْلِ بَيْن خَلْقه وَأَمَّا الْإِفْسَاد وَسَفْك الدِّمَاء بِغَيْرِ حَقّهَا فَمِنْ غَيْر خُلَفَائِهِ : قَالَ اِبْن جَرِير : وَإِنَّمَا مَعْنَى الْخِلَافَة الَّتِي ذَكَرَهَا إِنَّمَا هِيَ خِلَافَة قَرْن مِنْهُمْ قَرْنًا . قَالَ : وَالْخَلِيفَة الْفِعْلِيَّة مِنْ قَوْلِك خَلَفَ فُلَان فُلَانًا فِي هَذَا الْأَثَر إِذَا قَامَ مَقَامه فِيهِ بَعْده كَمَا قَالَ تَعَالَى \" ثُمَّ جَعَلْنَاكُمْ خَلَائِف فِي الْأَرْض مِنْ بَعْدهمْ لِنَنْظُر كَيْف تَعْمَلُونَ \" وَمِنْ ذَلِكَ قِيلَ لِلسُّلْطَانِ الْأَعْظَم خَلِيفَة لِأَنَّهُ خَلَفَ الَّذِي كَانَ قَبْله فَقَامَ بِالْأَمْرِ فَكَانَ مِنْهُ خَلَفًا قَالَ : وَكَانَ مُحَمَّد بْن إِسْحَاق يَقُول فِي قَوْله تَعَالَى \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة \" يَقُول سَاكِنًا وَعَامِرًا يَعْمُرهَا وَيَسْكُنهَا خَلَفًا لَيْسَ مِنْكُمْ : قَالَ اِبْن حَرِير : وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عُثْمَان بْن سَعِيد حَدَّثَنَا بِشْر بْن عُمَارَة عَنْ أَبِي رَوْق عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالَ : إِنَّ أَوَّل مَنْ سَكَنَ الْأَرْض الْجِنّ فَأَفْسَدُوا فِيهَا وَسَفَكُوا فِيهَا الدِّمَاء وَقَتَلَ بَعْضهمْ بَعْضًا قَالَ فَبَعَثَ اللَّه إِلَيْهِمْ إِبْلِيس فَقَتَلَهُمْ إِبْلِيس وَمَنْ مَعَهُ حَتَّى أَلْحَقَهُمْ بِجَزَائِر الْبُحُور وَأَطْرَاف الْجِبَال ثُمَّ خَلَقَ آدَم فَأَسْكَنَهُ إِيَّاهَا فَلِذَلِكَ قَالَ \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَطَاء بْن السَّائِب عَنْ اِبْن سَابِط \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء \" قَالَ : يَعْنُونَ بِهِ بَنِي آدَم . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : قَالَ اللَّه لِلْمَلَائِكَةِ إِنِّي أُرِيد أَنْ أَخْلُق فِي الْأَرْض خَلْقًا وَأَجْعَل فِيهَا خَلِيفَة وَلَيْسَ لِلَّهِ عَزَّ وَجَلَّ خَلْق إِلَّا الْمَلَائِكَة وَالْأَرْض وَلَيْسَ فِيهَا خَلْق . قَالُوا : أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا. وَقَدْ تَقَدَّمَ مَا رَوَاهُ السُّدِّيّ عَنْ اِبْن عَبَّاس وَابْن مَسْعُود وَغَيْرهمَا مِنْ الصَّحَابَة أَنَّ اللَّه أَعْلَم الْمَلَائِكَة بِمَا تَفْعَلهُ ذُرِّيَّة آدَم فَقَالَتْ الْمَلَائِكَة ذَلِكَ وَتَقَدَّمَ آنِفًا مَا رَوَاهُ الضَّحَّاك عَنْ اِبْن عَبَّاس أَنَّ الْجِنّ أَفْسَدُوا فِي الْأَرْض قَبْل بَنِي آدَم فَقَالَتْ الْمَلَائِكَة ذَلِكَ فَقَاسُوا هَؤُلَاءِ بِأُولَئِكَ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَلَى بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ بُكَيْر بْن الْأَخْنَس عَنْ مُجَاهِد عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : كَانَ الْجِنّ بَنُو الْجَانّ فِي الْأَرْض قَبْل أَنْ يُخْلَق آدَم بِأَلْفَيْ سَنَة فَأَفْسَدُوا فِي الْأَرْض وَسَفَكُوا الدِّمَاء فَبَعَثَ اللَّه جُنْدًا مِنْ الْمَلَائِكَة فَضَرَبُوهُمْ حَتَّى أُلْحِقُوا بِجَزَائِر الْبُحُور فَقَالَ اللَّه لِلْمَلَائِكَةِ : \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء \" قَالَ : إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ . وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة - إِلَى قَوْله - أَعْلَم مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ \" قَالَ : خَلَقَ اللَّه الْمَلَائِكَة يَوْم الْأَرْبِعَاء وَخَلَقَ الْجِنّ يَوْم الْخَمِيس وَخَلَقَ آدَم يَوْم الْجُمْعَة فَكَفَرَ قَوْم مِنْ الْجِنّ فَكَانَتْ الْمَلَائِكَة تَهْبِط إِلَيْهِمْ فِي الْأَرْض فَتُقَاتِلهُمْ بِبَغْيِهِمْ وَكَانَ الْفَسَاد فِي الْأَرْض فَمِنْ ثَمَّ قَالُوا : أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا كَمَا أَفْسَدَتْ الْجِنّ وَيَسْفِك الدِّمَاء كَمَا سَفَكُوا . قَالَ اِبْن أَبِي حَاتِم : وَحَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَاح حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا مُبَارَك بْن فَضَالَة أَخْبَرَنَا الْحَسَن قَالَ : قَالَ اللَّه لِلْمَلَائِكَةِ إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة قَالَ لَهُمْ إِنِّي فَاعِل فَآمَنُوا بِرَبِّهِمْ فَعَلَّمَهُمْ عِلْمًا وَطَوَى عَنْهُمْ عِلْمًا عَلِمَهُ وَلَمْ يَعْلَمُوهُ . فَقَالُوا بِالْعِلْمِ الَّذِي عَلَّمَهُمْ أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء ؟ قَالَ إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ قَالَ الْحَسَن إِنَّ الْجِنّ كَانُوا فِي الْأَرْض يُفْسِدُونَ وَيَسْفِكُونَ الدِّمَاء وَلَكِنْ جَعَلَ اللَّه فِي قُلُوبهمْ أَنَّ ذَلِكَ سَيَكُونُ فَقَالُوا بِالْقَوْلِ الَّذِي عَلَّمَهُمْ . وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة فِي قَوْله \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا \" كَانَ اللَّه أَعْلَمَهُمْ أَنَّهُ إِذَا كَانَ فِي الْأَرْض خَلِيفَة أَفْسَدُوا فِيهَا وَسَفَكُوا الدِّمَاء فَذَلِكَ حِين قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام الرَّازِيّ حَدَّثَنَا اِبْن الْمُبَارَك عَنْ مَعْرُوف يَعْنِي اِبْن خَرَّبُوذ الْمَكِّيّ عَمَّنْ سَمِعَ أَبَا جَعْفَر مُحَمَّد بْن عَلِيّ يَقُول السِّجِلّ مَلَك وَكَانَ هَارُوت وَمَارُوت مِنْ أَعْوَانه وَكَانَ لَهُ كُلّ يَوْم ثَلَاث لَمَحَات فِي أُمّ الْكِتَاب فَنَظَرَ نَظْرَة لَمْ تَكُنْ لَهُ فَأَبْصَرَ فِيهَا خَلْق آدَم وَمَا كَانَ فِيهِ مِنْ الْأُمُور فَأَسَرَّ ذَلِكَ إِلَى هَارُوت وَمَارُوت وَكَانَا مِنْ أَعْوَانه فَلَمَّا قَالَ تَعَالَى\" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء \" قَالَا ذَلِكَ اِسْتِطَالَة عَلَى الْمَلَائِكَة . وَهَذَا أَثَر غَرِيب وَبِتَقْدِيرِ صِحَّته إِلَى أَبِي جَعْفَر مُحَمَّد بْن عَلِيّ بْن الْحَسَن الْبَاقِر فَهُوَ نَقَلَهُ عَنْ أَهْل الْكِتَاب وَفِيهِ نَكَارَة تُوجِب رَدَّهُ وَاَللَّه أَعْلَم وَمُقْتَضَاهُ أَنَّ الَّذِينَ قَالُوا ذَلِكَ إِنَّمَا كَانُوا اِثْنَيْنِ فَقَطْ وَهُوَ خِلَاف السِّيَاق وَأَغْرَب مِنْهُ مَا رَوَاهُ اِبْن أَبِي حَاتِم أَيْضًا بِحَيْثُ قَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن أَبِي عُبَيْد اللَّه حَدَّثَنَا عَبْد اللَّه بْن يَحْيَى بْن أَبِي كَثِير قَالَ : سَمِعْت أَبِي يَقُول إِنَّ الْمَلَائِكَة الَّذِينَ قَالُوا \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك \" كَانُوا عَشْرَة آلَاف فَخَرَجَتْ نَار مِنْ عِنْد اللَّه فَأَحْرَقَتْهُمْ وَهَذَا أَيْضًا إِسْرَائِيلِيّ مُنْكَر كَاَلَّذِي قَبْله وَاَللَّه أَعْلَم . قَالَ اِبْن جُرَيْج إِنَّمَا تَكَلَّمُوا بِمَا أَعْلَمَهُمْ اللَّه أَنَّهُ كَائِن مِنْ خَلْق آدَم فَقَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء . قَالَ اِبْن جَرِير : وَقَالَ بَعْضهمْ إِنَّمَا قَالَتْ الْمَلَائِكَة مَا قَالَتْ أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء لِأَنَّ اللَّه أَذِنَ لَهُمْ فِي السُّؤَال عَنْ ذَلِكَ بَعْد مَا أَخْبَرَهُمْ أَنَّ ذَلِكَ كَائِن مِنْ بَنِي آدَم فَسَأَلَتْهُ الْمَلَائِكَة فَقَالَتْ عَلَى التَّعَجُّب مِنْهَا وَكَيْف يَعْصُونَك يَا رَبّ وَأَنْتَ خَالِقهمْ فَأَجَابَهُمْ رَبّهمْ \" إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ \" يَعْنِي أَنَّ ذَلِكَ كَائِن مِنْهُمْ وَإِنْ لَمْ تَعْلَمُوهُ أَنْتُمْ وَمِنْ بَعْض مَا تَرَوْنَهُ لِي طَائِعًا. قَالَ : وَقَالَ بَعْضهمْ ذَلِكَ مِنْ الْمَلَائِكَة عَلَى وَجْه الِاسْتِرْشَاد عَمَّا لَمْ يَعْلَمُوا مِنْ ذَلِكَ فَكَأَنَّهُمْ قَالُوا يَا رَبّ خَبِّرْنَا - مَسْأَلَة اِسْتِخْبَار مِنْهُمْ لَا عَلَى وَجْه الْإِنْكَار - وَاخْتَارَهُ اِبْن جَرِير وَقَالَ سَعِيد عَنْ قَتَادَة قَوْله تَعَالَى\" وَإِذْ قَالَ رَبّك لِلْمَلَائِكَةِ إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة\" قَالَ اِسْتَشَارَ الْمَلَائِكَة فِي خَلْق آدَم فَقَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء - وَقَدْ عَلِمَتْ الْمَلَائِكَة أَنَّهُ لَا شَيْء أَكْرَه عِنْد اللَّه مَنْ سَفْك الدِّمَاء وَالْفَسَاد فِي الْأَرْض - وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك . قَالَ إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ . فَكَانَ فِي عِلْم اللَّه أَنَّهُ سَيَكُونُ مِنْ تِلْكَ الْخَلِيقَة أَنْبِيَاء وَرُسُل وَقَوْم صَالِحُونَ وَسَاكِنُو الْجَنَّة قَالَ وَذُكِرَ لَنَا عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَقُول : إِنَّ اللَّه لَمَّا أَخَذَ فِي خَلْق آدَم عَلَيْهِ السَّلَام قَالَتْ الْمَلَائِكَة مَا اللَّه خَالِق خَلْقًا أَكْرَم عَلَيْهِ مِنَّا وَلَا أَعْلَم مِنَّا فَابْتُلُوا بِخَلْقِ آدَم وَكُلّ خَلْق مُبْتَلًى كَمَا اُبْتُلِيَتْ السَّمَاوَات وَالْأَرْض بِالطَّاعَةِ فَقَالَ اللَّه تَعَالَى \" اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ \" وَقَوْله تَعَالَى \" وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك \" . قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة قَالَ : التَّسْبِيح التَّسْبِيح وَالتَّقْدِيس الصَّلَاة . وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك قَالَ : يَقُولُونَ نُصَلِّي لَك. وَقَالَ مُجَاهِد : وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك . قَالَ : نُعَظِّمك وَنُكَبِّرك . فَقَالَ الضَّحَّاك : التَّقْدِيس التَّطْهِير. وَقَالَ مُحَمَّد بْن إِسْحَاق : وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك . قَالَ : لَا نَعْصِي وَلَا نَأْتِي شَيْئًا تَكْرَههُ . وَقَالَ اِبْن جَرِير : التَّقْدِيس هُوَ التَّعْظِيم وَالتَّطْهِير . وَمِنْهُ قَوْلهمْ سُبُّوح قُدُّوس يَعْنِي بِقَوْلِهِمْ سُبُّوح تَنْزِيه لَهُ وَبِقَوْلِهِمْ قُدُّوس طَهَارَة وَتَعْظِيم لَهُ : وَكَذَلِكَ لِلْأَرْضِ أَرْض مُقَدَّسَة يَعْنِي بِذَلِكَ الْمُطَهَّرَة . فَمَعْنَى قَوْل الْمَلَائِكَة إِذَا \" وَنَحْنُ نُسَبِّح بِحَمْدِك \" نُنَزِّهك وَنُبَرِّئك مِمَّا يُضِيفهُ إِلَيْك أَهْل الشِّرْك بِك \" وَنُقَدِّس لَك \" نَنْسُبك إِلَى مَا هُوَ مِنْ صِفَاتك مِنْ الطَّهَارَة مِنْ الْأَدْنَاس وَمَا أَضَافَ إِلَيْك أَهْل الْكُفْر بِك . وَفِي صَحِيح مُسْلِم عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ أَيّ الْكَلَام أَفْضَل ؟ قَالَ \" مَا اِصْطَفَى اللَّه لِمَلَائِكَتِهِ سُبْحَان اللَّه وَبِحَمْدِهِ \" وَرَوَى الْبَيْهَقِيّ عَنْ عَبْد الرَّحْمَن بْن قُرْط أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة أُسْرِيَ بِهِ سَمِعَ تَسْبِيحًا فِي السَّمَاوَات الْعُلَا \" سُبْحَان الْعَلِيّ الْأَعْلَى سُبْحَانه وَتَعَالَى \" \"قَالَ إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ \" قَالَ قَتَادَة فَكَانَ فِي عِلْم اللَّه أَنَّهُ سَيَكُونُ فِي تِلْكَ الْخَلِيقَة أَنْبِيَاء وَرُسُل وَقَوْم صَالِحُونَ وَسَاكِنُو الْجَنَّة وَسَيَأْتِي عَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَغَيْر وَاحِد مِنْ الصَّحَابَة وَالتَّابِعِينَ أَقْوَال فِي حِكْمَة قَوْله تَعَالَى قَالَ \" إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ \" وَقَدْ اِسْتَدَلَّ الْقُرْطُبِيّ وَغَيْره بِهَذِهِ الْآيَة عَلَى وُجُوب نَصْب الْخَلِيفَة لِيَفْصِل بَيْن النَّاس فِيمَا اِخْتَلَفُوا فِيهِ وَيَقْطَع تَنَازُعهمْ وَيَنْتَصِر لِمَظْلُومِهِمْ مِنْ ظَالِمهمْ وَيُقِيم الْحُدُود وَيَزْجُر عَنْ تَعَاطِي الْفَوَاحِش إِلَى غَيْر ذَلِكَ مِنْ الْأُمُور الْمُهِمَّة الَّتِي لَا تُمْكِن إِقَامَتهَا إِلَّا بِالْإِمَامِ وَمَا لَا يَتِمّ الْوَاجِب إِلَّا بِهِ فَهُوَ وَاجِب . وَالْإِمَامَة تُنَال بِالنَّصِّ كَمَا يَقُولهُ طَائِفَة مِنْ أَهْل السُّنَّة فِي أَبِي بَكْر أَوْ بِالْإِيمَاءِ إِلَيْهِ كَمَا يَقُول آخَرُونَ مِنْهُمْ أَوْ بِاسْتِخْلَافِ الْخَلِيفَة آخَر بَعْده كَمَا فَعَلَ الصِّدِّيق بِعُمَر بْن الْخَطَّاب أَوْ بِتَرْكِهِ شُورَى فِي جَمَاعَة صَالِحِينَ كَذَلِكَ كَمَا فَعَلَهُ عُمَر أَوْ بِاجْتِمَاعِ أَهْل الْحَلّ وَالْعَقْد عَلَى مُبَايَعَته أَوْ بِمُبَايَعَتِهِ وَاحِد مِنْهُمْ لَهُ فَيَجِب اِلْتِزَامهَا عِنْد الْجُمْهُور وَحَكَى عَلَى ذَلِكَ إِمَام الْحَرَمَيْنِ الْإِجْمَاع وَاَللَّه أَعْلَم . أَوْ بِقَهْرِ وَاحِد النَّاس عَلَى طَاعَته فَتَجِب لِئَلَّا يُؤَدِّي ذَلِكَ إِلَى الشِّقَاق وَالِاخْتِلَاف وَقَدْ نَصَّ عَلَيْهِ الشَّافِعِيّ وَهَلْ يَجِب الْإِشْهَاد عَلَى عَقْد الْإِمَامَة ؟ فِيهِ خِلَاف فَمِنْهُمْ مَنْ قَالَ لَا يُشْتَرَط وَقِيلَ بَلَى وَيَكْفِي شَاهِدَانِ . وَقَالَ الْجُبَّائِيّ يَجِب أَرْبَعَة وَعَاقِد وَمَعْقُود لَهُ كَمَا تَرَكَ عُمَر رَضِيَ اللَّه عَنْهُ الْأَمْر شُورَى بَيْن سِتَّة فَوَقَعَ الْأَمْر عَلَى عَاقِد وَهُوَ عَبْد الرَّحْمَن بْن عَوْف وَمَعْقُود لَهُ وَهُوَ عُثْمَان وَاسْتَنْبَطَ وُجُوب الْأَرْبَعَة الشُّهُود مِنْ الْأَرْبَعَة الْبَاقِينَ فِي هَذَا نَظَر وَاَللَّه أَعْلَم . وَيَجِب أَنْ يَكُون ذَكَرًا حُرًّا بَالِغًا عَاقِلًا مُسْلِمًا عَدْلًا مُجْتَهِدًا بَصِيرًا سَلِيم الْأَعْضَاء خَبِيرًا بِالْحُرُوبِ وَالْآرَاء قُرَشِيًّا عَلَى الصَّحِيح وَلَا يُشْتَرَط الْهَاشِمِيّ وَلَا الْمَعْصُوم مِنْ الْخَطَأ خِلَافًا لِلْغُلَاةِ الرَّوَافِض وَلَوْ فَسَقَ الْإِمَام هَلْ يَنْعَزِل أَمْ لَا ؟ فِيهِ خِلَاف وَالصَّحِيح أَنَّهُ لَا يَنْعَزِل لِقَوْلِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام \" إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدكُمْ مِنْ اللَّه فِيهِ بُرْهَان \" وَهَلْ لَهُ أَنْ يَعْزِل نَفْسه فِيهِ خِلَاف وَقَدْ عَزَلَ الْحَسَن بْن عَلِيّ رَضِيَ اللَّه عَنْهُ نَفْسه وَسَلَّمَ الْأَمْر إِلَى مُعَاوِيَة لَكِنْ هَذَا لِعُذْرٍ وَقَدْ مُدِحَ عَلَى ذَلِكَ : فَأَمَّا نَصْب إِمَامَيْنِ فِي الْأَرْض أَوْ أَكْثَر فَلَا يَجُوز لِقَوْلِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام \" مَنْ جَاءَكُمْ وَأَمْركُمْ جَمِيع يُرِيد أَنْ يُفَرِّق بَيْنكُمْ فَاقْتُلُوهُ كَائِنًا مَنْ كَانَ \" وَهَذَا قَوْل الْجُمْهُور وَقَدْ حَكَى الْإِجْمَاع عَلَى ذَلِكَ غَيْر وَاحِد مِنْهُمْ إِمَام الْحَرَمَيْنِ . وَقَالَتْ الْكَرَّامِيَّة : يَجُوز اِثْنَيْنِ فَأَكْثَر كَمَا كَانَ عَلِيّ وَمُعَاوِيَة إِمَامَيْنِ وَاجِبَيْ الطَّاعَة . قَالُوا : وَإِذَا جَازَ بَعْث نَبِيَّيْنِ فِي وَقْت وَاحِد وَأَكْثَرَ جَازَ ذَلِكَ فِي الْإِمَامَة لِأَنَّ النُّبُوَّة أَعْلَى رُتْبَة بِلَا خِلَاف . وَحَكَى إِمَام الْحَرَمَيْنِ عَنْ الْأُسْتَاذ أَبِي إِسْحَاق أَنَّهُ جَوَّزَ نَصْب إِمَامَيْنِ فَأَكْثَر إِذَا تَبَاعَدَتْ الْأَقْطَار وَاتَّسَعَتْ الْأَقَالِيم بَيْنهمَا وَتَرَدَّدَ إِمَام الْحَرَمَيْنِ فِي ذَلِكَ قُلْت وَهَذَا يُشْبِه حَال الْخُلَفَاء بَنِي الْعَبَّاس بِالْعِرَاقِ وَالْفَاطِمِينَ بِمِصْرَ وَالْأُمَوِيِّينَ بِالْمَغْرِبِ وَلْنُقَرِّرْ هَذَا كُلّه فِي مَوْضِع آخَر مِنْ كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38706, "aya_id": 30}]