[{"text": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَن كَانَ يَرْجُو لِقَاء رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا", "sura_id": 18, "type": 0, "id": 2250, "aya_id": 110}, {"text": "قل إنما أنا بشر مثلكم يوحى إلي أنما إلهكم إله واحد فمن كان يرجو لقاء ربه فليعمل عملا صالحا و لا يشرك بعبادة ربه أحدا", "sura_id": 18, "type": 1, "id": 8486, "aya_id": 110}, {"text": "110 - (قل إنما أنا بشر) آدمي (مثلكم يوحى إلي أنما إلهكم إله واحد) أن المكفوفة بما باقية على مصدريتها والمعنى يوحى إلي وحدانية الإله (فمن كان يرجوا) يأمل (لقاء ربه) بالبعث والجزاء (فليعمل عملا صالحا ولا يشرك بعبادة ربه) أي فيها بأن يرائي (أحدا) \r\n", "sura_id": 18, "type": 2, "id": 27194, "aya_id": 110}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: إنما أنا بشر مثلكم يوحى إليَّ من ربي أنما إلهكم إله واحد، فمَن كان يخاف عذاب ربه ويرجو ثوابه يوم لقائه، فليعمل عملا صالحًا لربه موافقًا لشرعه، ولا يشرك في العبادة معه أحدًا غيره.\r\n", "sura_id": 18, "type": 3, "id": 33430, "aya_id": 110}, {"text": " <font color=red>قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا</font><BR><p>رَوَى الطَّبَرَانِيّ مِنْ طَرِيق هِشَام بْن عَمَّار عَنْ إِسْمَاعِيل بْن عَيَّاش عَنْ عَمْرو بْن قَيْس الْكُوفِيّ أَنَّهُ سَمِعَ مُعَاوِيَة بْن أَبِي سُفْيَان أَنَّهُ قَالَ هَذِهِ آخِر آيَة أُنْزِلَتْ يَقُول تَعَالَى لِرَسُولِهِ مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ \" قُلْ \" لِهَؤُلَاءِ الْمُشْرِكِينَ الْمُكَذِّبِينَ بِرِسَالَتِك إِلَيْهِمْ \" إِنَّمَا أَنَا بَشَر مِثْلكُمْ \" فَمَنْ زَعَمَ أَنِّي كَاذِب فَلْيَأْتِ بِمِثْلِ مَا جِئْت بِهِ فَإِنِّي لَا أَعْلَم الْغَيْب فِيمَا أَخْبَرْتُكُمْ بِهِ مِنْ الْمَاضِي عَمَّا سَأَلْتُمْ مِنْ قِصَّة أَصْحَاب الْكَهْف وَخَبَر ذِي الْقَرْنَيْنِ مِمَّا هُوَ مُطَابِق فِي نَفْس الْأَمْر لَوْلَا مَا أَطْلَعَنِي اللَّه عَلَيْهِ وَإِنَّمَا أُخْبِركُمْ \" أَنَّمَا إِلَهكُمْ \" الَّذِي أَدْعُوكُمْ إِلَى عِبَادَته \" إِلَه وَاحِد \" لَا شَرِيك لَهُ \" فَمَنْ كَانَ يَرْجُو لِقَاء رَبّه \" أَيْ ثَوَابه وَجَزَاءَهُ الصَّالِح \" فَلْيَعْمَلْ عَمَلًا صَالِحًا \" مَا كَانَ مُوَافِقًا لِشَرْعِ اللَّه \" وَلَا يُشْرِك بِعِبَادَةِ رَبّه أَحَدًا \" وَهُوَ الَّذِي يُرَاد بِهِ وَجْه اللَّه وَحْده لَا شَرِيك لَهُ وَهَذَانِ رُكْنَا الْعَمَل الْمُتَقَبَّل لَا بُدّ أَنْ يَكُون خَالِصًا لِلَّهِ صَوَابًا عَلَى شَرِيعَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رَوَى اِبْن أَبِي حَاتِم مِنْ حَدِيث مَعْمَر عَنْ عَبْد الْكَرِيم الْجَزَرِيّ عَنْ طَاوُس قَالَ : قَالَ رَجُل يَا رَسُول اللَّه إِنِّي أَقِف الْمَوَاقِف أُرِيد وَجْه اللَّه وَأُحِبّ أَنْ يَرَى مَوْطِنِي فَلَمْ يَرُدّ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا حَتَّى نَزَلَتْ هَذِهِ الْآيَة \" فَمَنْ كَانَ يَرْجُو لِقَاء رَبّه فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِك بِعِبَادَةِ رَبّه أَحَدًا \" وَهَكَذَا أَرْسَلَ هَذَا مُجَاهِد وَغَيْر وَاحِد وَقَالَ الْأَعْمَش : حَدَّثَنَا حَمْزَة أَبُو عُمَارَة مَوْلَى بَنِي هَاشِم عَنْ شَهْر بْن حَوْشَب قَالَ جَاءَ رَجُل إِلَى عُبَادَة بْن الصَّامِت فَقَالَ أَنْبِئْنِي عَمَّا أَسْأَلك عَنْهُ : أَرَأَيْت رَجُلًا يُصَلِّي يَبْتَغِي وَجْه اللَّه وَيُحِبّ أَنْ يُحْمَد وَيَصُوم يَبْتَغِي وَجْه اللَّه وَيُحِبّ أَنْ يُحْمَد وَيَتَصَدَّق يَبْتَغِي وَجْه اللَّه وَيُحِبّ أَنْ يُحْمَد وَيَحُجّ وَيَبْتَغِي وَجْه اللَّه وَيُحِبّ أَنْ يُحْمَد فَقَالَ عُبَادَة لَيْسَ لَهُ شَيْء إِنَّ اللَّه تَعَالَى يَقُول : أَنَا خَيْر شَرِيك فَمَنْ كَانَ لَهُ مَعِي شَرِيك فَهُوَ لَهُ كُلّه لَا حَاجَة لِي فِيهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن الزُّبَيْر حَدَّثَنَا كَثِير بْن زَيْد عَنْ رُبَيْح بْن عَبْد الرَّحْمَن بْن أَبِي سَعِيد الْخُدْرِيّ عَنْ أَبِيهِ عَنْ جَدّه قَالَ كُنَّا نَتَنَاوَب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَبِيت عِنْده تَكُون لَهُ الْحَاجَة أَوْ يَطْرُقهُ أَمْر مِنْ اللَّيْل فَيَبْعَثنَا فَكَثُرَ الْمَحْبُوسُونَ وَأَهْل النُّوَب فَكُنَّا نَتَحَدَّث فَخَرَجَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" مَا هَذِهِ النَّجْوَى ؟ \" قَالَ فَقُلْنَا تُبْنَا إِلَى اللَّه يَا نَبِيّ اللَّه إِنَّمَا كُنَّا فِي ذِكْر الْمَسِيح وَفَرِقْنَا مِنْهُ فَقَالَ \" أَلَا أُخْبِركُمْ بِمَا هُوَ أَخْوَف عَلَيْكُمْ مِنْ الْمَسِيح عِنْدِي \" ؟ قَالَ قُلْنَا بَلَى قَالَ \" الشِّرْك الْخَفِيّ أَنْ يَقُوم الرَّجُل يُصَلِّي لِمَكَانِ الرَّجُل \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا عَبْد الْحَمِيد يَعْنِي اِبْن بَهْرَام قَالَ : قَالَ شَهْر بْن حَوْشَب قَالَ اِبْن غَنْم لَمَّا دَخَلْنَا مَسْجِد الْجَابِيَة أَنَا وَأَبُو الدَّرْدَاء لَقِينَا عُبَادَة بْن الصَّامِت فَأَخَذَ يَمِينِي بِشِمَالِهِ وَشِمَال أَبِي الدَّرْدَاء بِيَمِينِهِ فَخَرَجَ يَمْشِي بَيْننَا وَنَحْنُ نَتَنَاجَى وَاَللَّه أَعْلَم بِمَا نَتَنَاجَى بِهِ فَقَالَ عُبَادَة بْن الصَّامِت : إِنْ طَالَ بِكُمَا عُمْر أَحَدكُمَا أَوْ كِلَيْكُمَا لَتُوشِكَانِ أَنْ تَرَيَا الرَّجُل مِنْ ثَبَج الْمُسْلِمِينَ يَعْنِي مِنْ وَسَط قُرَّاء الْقُرْآن عَلَى لِسَان مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَعَادَهُ وَأَبْدَأهُ وَأَحَلَّ حَلَاله وَحَرَّمَ حَرَامه وَنَزَلَ عِنْد مَنَازِله لَا يَجُوز فِيكُمْ إِلَّا كَمَا يَجُوز رَأْس الْحِمَار الْمَيِّت . قَالَ فَبَيْنَمَا نَحْنُ كَذَلِكَ إِذْ طَلَعَ شَدَّاد بْن أَوْس رَضِيَ اللَّه عَنْهُ وَعَوْف بْن مَالِك فَجَلَسَا إِلَيْنَا فَقَالَ شَدَّاد إِنَّ أَخْوَف مَا أَخَاف عَلَيْكُمْ أَيّهَا النَّاس لَمَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" مِنْ الشَّهْوَة الْخَفِيَّة وَالشِّرْك \" فَقَالَ عُبَادَة بْن الصَّامِت وَأَبُو الدَّرْدَاء : اللَّهُمَّ غَفْرًا أَلَمْ يَكُنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ حَدَّثَنَا أَنَّ الشَّيْطَان قَدْ يَئِسَ أَنْ يُعْبَد فِي جَزِيرَة الْعَرَب أَمَّا الشَّهْوَة الْخَفِيَّة فَقَدْ عَرَفْنَاهَا هِيَ شَهَوَات الدُّنْيَا مِنْ نِسَائِهَا وَشَهَوَاتهَا فَمَا هَذَا الشِّرْك الَّذِي تُخَوِّفنَا بِهِ يَا شَدَّاد ؟ فَقَالَ شَدَّاد : أَرَأَيْتُكُمْ لَوْ رَأَيْتُمْ رَجُلًا يُصَلِّي لِرَجُلٍ أَوْ يَصُوم لِرَجُلٍ أَوْ يَتَصَدَّق أَتَرَوْنَ أَنَّهُ قَدْ أَشْرَكَ ؟ قَالُوا نَعَمْ وَاَللَّه إِنَّ مَنْ صَلَّى أَوْ صَامَ أَوْ تَصَدَّقَ لَهُ لَقَدْ أَشْرَكَ فَقَالَ شَدَّاد فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ صَلَّى يُرَائِي فَقَدْ أَشْرَكَ وَمَنْ صَامَ يُرَائِي فَقَدْ أَشْرَكَ وَمَنْ تَصَدَّقَ يُرَائِي فَقَدْ أَشْرَكَ \" قَالَ عَوْف بْن مَالِك عِنْد ذَلِكَ أَفَلَا يَعْمِد اللَّه إِلَى مَا اُبْتُغِيَ بِهِ وَجْهه مِنْ ذَلِكَ الْعَمَل كُلّه فَيَقْبَل مَا خَلَصَ لَهُ وَيَدَع مَا أُشْرِكَ بِهِ فَقَالَ شَدَّاد عِنْد ذَلِكَ فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِنَّ اللَّه يَقُول أَنَا خَيْر قَسِيم لِمَنْ أَشْرَكَ بِي مَنْ أَشْرَكَ بِي شَيْئًا فَإِنَّ عَمَله قَلِيله وَكَثِيره لِشَرِيكِهِ الَّذِي أَشْرَكَ بِهِ أَنَا عَنْهُ غَنِيّ \" \" طَرِيق أُخْرَى لِبَعْضِهِ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنِي عَبْد الْوَاحِد بْن زِيَاد أَخْبَرَنَا عُبَادَة بْن نُسَيّ عَنْ شَدَّاد بْن أَوْس رَضِيَ اللَّه عَنْهُ أَنَّهُ بَكَى فَقِيلَ مَا يُبْكِيك ؟ قَالَ شَيْء سَمِعْته عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَبْكَانِي سَمِعْت رَسُول اللَّه يَقُول \" أَتَخَوَّف عَلَى أُمَّتِي الشِّرْك وَالشَّهْوَة الْخَفِيَّة \" قُلْت يَا رَسُول اللَّه أَتُشْرِكُ أُمَّتك مِنْ بَعْدك ؟ قَالَ \" نَعَمْ أَمَا إِنَّهُمْ لَا يَعْبُدُونَ شَمْسًا وَلَا قَمَرًا وَلَا حَجَرًا وَلَا وَثَنًا وَلَكِنْ يُرَاءُونَ بِأَعْمَالِهِمْ ; وَالشَّهْوَة الْخَفِيَّة أَنْ يُصْبِح أَحَدهمْ صَائِمًا فَتَعْرِض لَهُ شَهْوَة مِنْ شَهَوَاته فَيَتْرُك صَوْمه \" وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث الْحَسَن بْن ذَكْوَان عَنْ عُبَادَة بْن نُسَيّ بِهِ وَعُبَادَة فِيهِ ضَعْف وَفِي سَمَاعه مِنْ شَدَّاد نَظَر \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا الْحَسَن بْن عَلِيّ بْن جَعْفَر الْأَحْمَر حَدَّثَنَا عَلِيّ بْن ثَابِت حَدَّثَنَا قَيْس بْن أَبِي حُصَيْن عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه يَوْم الْقِيَامَة أَنَا خَيْر شَرِيك مَنْ أَشْرَكَ بِي أَحَدًا فَهُوَ لَهُ كُلّه \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت الْعَلَاء يُحَدِّث عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَرْوِيه عَنْ اللَّه عَزَّ وَجَلَّ أَنَّهُ قَالَ \" أَنَا خَيْر الشُّرَكَاء فَمَنْ عَمِلَ عَمَلًا أَشْرَكَ فِيهِ غَيْرِي فَأَنَا بَرِيء مِنْهُ وَهُوَ لِلَّذِي أَشْرَكَ \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يُونُس حَدَّثَنَا اللَّيْث عَنْ يَزِيد يَعْنِي اِبْن الْهَادِ عَنْ عَمْرو عَنْ مَحْمُود بْن لَبِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَخْوَف مَا أَخَاف عَلَيْكُمْ الشِّرْك الْأَصْغَر \" قَالُوا وَمَا الشِّرْك الْأَصْغَر يَا رَسُول اللَّه ؟ قَالَ \" الرِّيَاء يَقُول اللَّه يَوْم الْقِيَامَة إِذَا جُزِيَ النَّاس بِأَعْمَالِهِمْ اِذْهَبُوا إِلَى الَّذِينَ كُنْتُمْ تُرَاءُونَ فِي الدُّنْيَا فَانْظُرُوا هَلْ تَجِدُونَ عِنْدهمْ جَزَاء \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن بُكَيْر أَخْبَرَنَا عَبْد الْحَمِيد يَعْنِي اِبْن جَعْفَر أَخْبَرَنِي أَبِي عَنْ زِيَاد بْن مِينَاء عَنْ أَبِي سَعِيد بْن أَبِي فَضَالَة الْأَنْصَارِيّ وَكَانَ مِنْ الصَّحَابَة أَنَّهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِذَا جَمَعَ اللَّه الْأَوَّلِينَ وَالْآخِرِينَ لِيَوْمٍ لَا رَيْب فِيهِ نَادَى مُنَادٍ : مَنْ كَانَ أَشْرَكَ فِي عَمَل عَمِلَهُ لِلَّهِ أَحَدًا فَلْيَطْلُبْ ثَوَابه مِنْ عِنْد غَيْر اللَّه فَإِنَّ اللَّه أَغْنَى الشُّرَكَاء عَنْ الشِّرْك \" وَأَخْرَجَهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث مُحَمَّد وَهُوَ الْبُرْسَانِيّ بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَحْمَد بْن عَبْد الْمَلِك حَدَّثَنَا بَكَّار حَدَّثَنِي أَبِي - يَعْنِي عَبْد الْعَزِيز بْن أَبِي بَكْرَة - عَنْ أَبِي بَكْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ سَمَّعَ سَمَّعَ اللَّه بِهِ وَمَنْ رَاءَى رَاءَى اللَّه بِهِ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة حَدَّثَنَا شَيْبَان عَنْ فِرَاس عَنْ عَطِيَّة عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ يُرَائِي يُرَائِي اللَّه بِهِ وَمَنْ يُسَمِّع يُسَمِّع اللَّه بِهِ \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ شُعْبَة حَدَّثَنِي عَمْرو بْن مُرَّة قَالَ سَمِعْت رَجُلًا فِي بَيْت أَبِي عُبَيْدَة أَنَّهُ سَمِعَ عَبْد اللَّه بْن عَمْرو يُحَدِّث اِبْن عُمَر أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ سَمَّعَ النَّاس بِعَمَلِهِ سَمَّعَ اللَّه بِهِ مَسَامِع خَلْقه وَصَغَّرَهُ وَحَقَّرَهُ \" فَذَرَفَتْ عَيْنَا عَبْد اللَّه وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا عَمْرو بْن يَحْيَى الْأَيْلِيّ حَدَّثَنَا الْحَارِث بْن غَسَّان حَدَّثَنَا أَبُو عِمْرَان الْجَوْنِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تُعْرَض أَعْمَال بَنِي آدَم بَيْن يَدَيْ اللَّه عَزَّ وَجَلَّ يَوْم الْقِيَامَة فِي صُحُف مُخَتَّمَة فَيَقُول اللَّه أَلْقُوا هَذَا وَاقْبَلُوا هَذَا فَتَقُول الْمَلَائِكَة يَا رَبّ وَاَللَّه مَا رَأَيْنَا مِنْهُ إِلَّا خَيْرًا فَيَقُول إِنَّ عَمَله كَانَ لِغَيْرِ وَجْهِي وَلَا أَقْبَل الْيَوْم مِنْ الْعَمَل إِلَّا مَا أُرِيدَ بِهِ وَجْهِي \" ثُمَّ قَالَ : الْحَارِث بْن غَسَّان رُوِيَ عَنْهُ وَهُوَ ثِقَة بَصْرِيّ لَيْسَ بِهِ بَأْس وَقَالَ وَهْب : حَدَّثَنِي يَزِيد بْن عِيَاض عَنْ عَبْد الرَّحْمَن الْأَعْرَج عَنْ عَبْد اللَّه بْن قَيْس الْخُزَاعِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ قَامَ رِيَاء وَسُمْعَة لَمْ يَزَلْ فِي مَقْت اللَّه حَتَّى يَجْلِس \" وَقَالَ أَبُو يَعْلَى : حَدَّثَنَا مُحَمَّد بْن أَبِي بَكْر حَدَّثَنَا مُحَمَّد بْن دِينَار عَنْ إِبْرَاهِيم الْهَجَرِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَوْف بْن مَالِك عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَحْسَنَ الصَّلَاة حَيْثُ يَرَاهُ النَّاس وَأَسَاءَهَا حَيْثُ يَخْلُو فَتِلْكَ اِسْتِهَانَة اِسْتَهَانَ بِهَا رَبّه عَزَّ وَجَلَّ \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو عَامِر إِسْمَاعِيل بْن عَمْرو السَّكُونِيّ حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا اِبْن عَيَّاش حَدَّثَنَا عَمْرو بْن قَيْس الْكِنْدِيّ أَنَّهُ سَمِعَ مُعَاوِيَة بْن أَبِي سُفْيَان تَلَا هَذِهِ الْآيَة \" فَمَنْ كَانَ يَرْجُو لِقَاء رَبّه \" الْآيَة وَقَالَ إِنَّهَا آخِر آيَة نَزَلَتْ مِنْ الْقُرْآن وَهَذَا أَثَر مُشْكِل فَإِنَّ هَذِهِ الْآيَة آخِر سُورَة الْكَهْف وَالْكَهْف كُلّهَا مَكِّيَّة وَلَعَلَّ مُعَاوِيَة أَرَادَ أَنَّهُ لَمْ يَنْزِل بَعْدهَا آيَة تَنْسَخهَا وَلَا تُغَيِّر حُكْمهَا بَلْ هِيَ مُثْبَتَة مُحْكَمَة فَاشْتَبَهَ ذَلِكَ عَلَى بَعْض الرُّوَاة فَرَوَى بِالْمَعْنَى عَلَى مَا فَهِمَهُ وَاَللَّه أَعْلَم . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن الْحَسَن بْن شَقِيق حَدَّثَنَا النَّضْر بْن شُمَيْل حَدَّثَنَا أَبُو قُرَّة عَنْ سَعِيد بْن الْمُسَيِّب عَنْ عُمَر بْن الْخَطَّاب قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ فِي لَيْلَة \" فَمَنْ كَانَ يَرْجُو لِقَاء رَبّه \" كَانَ لَهُ مِنْ النُّور مِنْ عَدَن أَبْيَن إِلَى مَكَّة حَشْو ذَلِكَ النُّور الْمَلَائِكَة \" غَرِيب جِدًّا . آخِر تَفْسِير سُورَة الْكَهْف .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38302, "aya_id": 110}]