[{"text": "وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنزِلَتْ سُورَةٌمُّحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ", "sura_id": 47, "type": 0, "id": 4565, "aya_id": 20}, {"text": "ويقول الذين آمنوا لولا نزلت سورة فإذا أنزلت سورة محكمة وذكر فيها القتال رأيت الذين في قلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت فأولى لهم", "sura_id": 47, "type": 1, "id": 10801, "aya_id": 20}, {"text": "20 - (ويقول الذين آمنوا) طلبا للجهاد (لولا) هلا (نزلت سورة) فيها ذكر الجهاد (فإذا أنزلت سورة محكمة) أي لم ينسخ منها شيء (وذكر فيها القتال) أي طلبه (رأيت الذين في قلوبهم مرض) شك وهم المنافقون (ينظرون إليك نظر المغشي) المغمى (عليه من الموت) خوفا منه وكراهة له أي فهم يخافون من القتال ويكرهونه (فأولى لهم) مبتدأ خبره \r\n", "sura_id": 47, "type": 2, "id": 29509, "aya_id": 20}, {"text": "ويقول الذين آمنوا بالله ورسوله: هلا نُزِّلت سورة من الله تأمرنا بجهاد الكفار, فإذا أُنزِلت سورة محكمة بالبيان والفرائض وذُكر فيها الجهاد, رأيت الذين في قلوبهم شك في دين الله ونفاق ينظرون إليك -أيها النبي- نظر الذي قد غُشِيَ عليه خوفَ الموت, فأولى لهؤلاء الذين في قلوبهم مرض أن يطيعوا الله,\r\n", "sura_id": 47, "type": 3, "id": 35745, "aya_id": 20}, {"text": " <font color=red>وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمُؤْمِنِينَ أَنَّهُمْ تَمَنَّوْا شَرْعِيَّة الْجِهَاد فَلَمَّا فَرَضَهُ اللَّه عَزَّ وَجَلَّ وَأَمَرَ بِهِ نَكَلَ عَنْهُ كَثِير مِنْ النَّاس كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمْ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنْ اِتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا \" وَقَالَ عَزَّ وَجَلَّ هَهُنَا \" وَيَقُول الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ \" أَيْ مُشْتَمِلَة عَلَى حُكْم الْقِتَال وَلِهَذَا قَالَ \" فَإِذَا أُنْزِلَتْ سُورَة مُحْكَمَة وَذُكِرَ فِيهَا الْقِتَال رَأَيْت الَّذِينَ فِي قُلُوبهمْ مَرَض يَنْظُرُونَ إِلَيْك نَظَر الْمَغْشِيّ عَلَيْهِ مِنْ الْمَوْت \" أَيْ مِنْ فَزَعهمْ وَرُعْبهمْ وَجُبْنهمْ مِنْ لِقَاء الْأَعْدَاء .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41364, "aya_id": 20}]