[{"text": "كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُواْ فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلاَّ الَّذِينَ أُوتُوهُ مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ فَهَدَى اللّهُ الَّذِينَ آمَنُواْ لِمَا اخْتَلَفُواْ فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللّهُ يَهْدِي مَن يَشَاء إِلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 2, "type": 0, "id": 220, "aya_id": 213}, {"text": "كان الناس أمة واحدة فبعث الله النبيين مبشرين ومنذرين وأنزل معهم الكتاب بالحق ليحكم بين الناس فيما اختلفوا فيه وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البينات بغيا بينهم فهدى الله الذين آمنوا لما اختلفوا فيه من الحق بإذنه والله يهدي من يشاء إلى صراط مستقيم", "sura_id": 2, "type": 1, "id": 6456, "aya_id": 213}, {"text": "213 - (كان الناس أمة واحدة) على الإيمان فاختلفوا بأن آمن بعض وكفر بعض (فبعث الله النبيين) إليهم (مبشرين) من آمن بالجنة (ومنذرين) من كفر بالنار (وأنزل معهم الكتاب) بمعنى الكتب (بالحق) متعلق بأنزل (ليحكم) به (بين الناس فيما اختلفوا فيه) من الدين (وما اختلف فيه) أي الدين (إلا الذين أوتوه) أي الكتاب فآمن بعض وكفر بعض (من بعد ما جاءتهم البينات) الحجج الظاهرة على التوحيد ، ومِن متعلقة بـ اختلف وهي وما بعدها مقدم على الاستثناء في المعنى (بغياً) من الكافرين (بينهم فهدى الله الذين آمنوا لما اختلفوا فيه من) للبيان (الحق بإذنه) بإرادته (والله يهدي من يشاء) هدايته (إلى صراط مستقيم) طريق الحق \r\n", "sura_id": 2, "type": 2, "id": 25164, "aya_id": 213}, {"text": "كان الناس جماعة واحدة, متفقين على الإيمان بالله ثم اختلفوا في دينهم, فبعث الله النبيين دعاة لدين الله, مبشرين مَن أطاع الله بالجنة, ومحذرين من كفر به وعصاه النار, وأنزل معهم الكتب السماوية بالحق الذي اشتملت عليه; ليحكموا بما فيها بين الناس فيما اختلفوا فيه, وما اخْتَلَف في أمر محمد صلى الله عليه وسلم وكتابه ظلمًا وحسدًا إلا الذين أعطاهم الله التوراة, وعرفوا ما فيها من الحجج والأحكام, فوفَّق الله المؤمنين بفضله إلى تمييز الحق من الباطل, ومعرفة ما اختلفوا فيه. والله يوفِّق من يشاء من عباده إلى طريق مستقيم.\r\n", "sura_id": 2, "type": 3, "id": 31400, "aya_id": 213}, {"text": " <font color=red>كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا أَبُو دَاوُد أَخْبَرَنَا هَمَّام عَنْ قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ بَيْن نُوح وَآدَم عَشْرَة قُرُون كُلّهمْ عَلَى شَرِيعَة مِنْ الْحَقّ فَاخْتَلَفُوا فَبَعَثَ اللَّه النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ قَالَ : وَكَذَلِكَ هِيَ فِي قِرَاءَة عَبْد اللَّه \" كَانَ النَّاس أُمَّة وَاحِدَة فَاخْتَلَفُوا\" وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث بُنْدَار عَنْ مُحَمَّد بْن بَشَّار ثُمَّ قَالَ : صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَكَذَا رَوَى أَبُو جَعْفَر الرَّازِيّ عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب أَنَّهُ كَانَ يَقْرَؤُهَا \" كَانَ النَّاس أُمَّة وَاحِدَة فَاخْتَلَفُوا فَبَعَثَ اللَّه النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ\" وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله \" كَانَ النَّاس أُمَّة وَاحِدَة \" قَالَ : كَانُوا عَلَى الْهُدَى جَمِيعًا \" فَاخْتَلَفُوا فَبَعَثَ اللَّه النَّبِيِّينَ \" فَكَانَ أَوَّل مَنْ بُعِثَ نُوحًا . وَهَكَذَا قَالَ مُجَاهِد كَمَا قَالَ اِبْن عَبَّاس أَوَّلًا . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" كَانَ النَّاس أُمَّة وَاحِدَة \" يَقُول : كَانُوا كُفَّارًا فَبَعَثَ اللَّه النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَالْقَوْل الْأَوَّل عَنْ اِبْن عَبَّاس أَصَحّ سَنَدًا وَمَعْنًى لِأَنَّ النَّاس كَانُوا عَلَى مِلَّة آدَم حَتَّى عَبَدُوا الْأَصْنَام فَبَعَثَ اللَّه إِلَيْهِمْ نُوحًا عَلَيْهِ السَّلَام فَكَانَ أَوَّل رَسُول بَعَثَهُ اللَّه إِلَى أَهْل الْأَرْض. وَلِهَذَا قَالَ تَعَالَى \" وَأَنْزَلَ مَعَهُمْ الْكِتَاب بِالْحَقِّ لِيَحْكُم بَيْن النَّاس فِيمَا اِخْتَلَفُوا فِيهِ وَمَا اِخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْد مَا جَاءَتْهُمْ الْبَيِّنَات بَغْيًا بَيْنهمْ \" أَيْ مِنْ بَعْد مَا قَامَتْ الْحُجَج عَلَيْهِمْ وَمَا حَمَلَهُمْ عَلَى ذَلِكَ إِلَّا الْبَغْي مِنْ بَعْضهمْ عَلَى بَعْض \" فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اِخْتَلَفُوا فِيهِ مِنْ الْحَقِّ بِإِذْنِهِ وَاَللَّهُ يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم \" وَقَالَ عَبْد الرَّزَّاق : حَدَّثَنَا مَعْمَر عَنْ سُلَيْمَان الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة فِي قَوْله \" فَهَدَى اللَّه الَّذِينَ آمَنُوا لِمَا اِخْتَلَفُوا فِيهِ مِنْ الْحَقّ بِإِذْنِهِ\" الْآيَة قَالَ : قَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" نَحْنُ الْآخِرُونَ الْأَوَّلُونَ يَوْم الْقِيَامَة نَحْنُ أَوَّل النَّاس دُخُولًا الْجَنَّة بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَاب مِنْ قَبْلنَا وَأُوتِينَاهُ مِنْ بَعْدهمْ فَهَدَانَا اللَّه لِمَا اِخْتَلَفُوا فِيهِ مِنْ الْحَقّ بِإِذْنِهِ فَهَذَا الْيَوْم الَّذِي اِخْتَلَفُوا فِيهِ فَهَدَانَا اللَّه لَهُ فَالنَّاس لَنَا فِيهِ تَبَع فَغَدًا لِلْيَهُودِ وَبَعْد غَد لِلنَّصَارَى \" ثُمَّ رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ اِبْن طَاوُس عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة . وَقَالَ اِبْن وَهْب عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ فِي قَوْله \" فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اِخْتَلَفُوا فِيهِ مِنْ الْحَقّ بِإِذْنِهِ \" فَاخْتَلَفُوا فِي يَوْم الْجُمْعَة فَاِتَّخَذَ الْيَهُود يَوْم السَّبْت وَالنَّصَارَى يَوْم الْأَحَد فَهَدَى اللَّه أُمَّة مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِيَوْمِ الْجُمْعَة وَاخْتَلَفُوا فِي الْقِبْلَة فَاسْتَقْبَلَتْ النَّصَارَى الْمَشْرِق وَالْيَهُود بَيْت الْمَقْدِس فَهَدَى اللَّه أُمَّة مُحَمَّد لِلْقِبْلَةِ وَاخْتَلَفُوا فِي الصَّلَاة فَمِنْهُمْ مَنْ يَرْكَع وَلَا يَسْجُد وَمِنْهُمْ مَنْ يَسْجُد وَلَا يَرْكَع وَمِنْهُمْ مَنْ يُصَلِّي وَهُوَ يَتَكَلَّم وَمِنْهُمْ مَنْ يُصَلِّي وَهُوَ يَمْشِي فَهَدَى اللَّه أُمَّة مُحَمَّد لِلْحَقِّ مِنْ ذَلِكَ . وَاخْتَلَفُوا فِي الصِّيَام فَمِنْهُمْ مَنْ يَصُوم بَعْض النَّهَار وَمِنْهُمْ مَنْ يَصُوم عَنْ بَعْض الطَّعَام فَهَدَى اللَّه أُمَّة مُحَمَّد لِلْحَقِّ مِنْ ذَلِكَ. وَاخْتَلَفُوا فِي إِبْرَاهِيم عَلَيْهِ السَّلَام فَقَالَتْ الْيَهُود : كَانَ يَهُودِيًّا . وَقَالَتْ النَّصَارَى : كَانَ نَصْرَانِيًّا وَجَعَلَهُ اللَّه حَنِيفًا مُسْلِمًا فَهَدَى اللَّه أُمَّة مُحَمَّد لِلْحَقِّ مِنْ ذَلِكَ . وَاخْتَلَفُوا فِي عِيسَى عَلَيْهِ السَّلَام : فَكَذَّبَتْ بِهِ الْيَهُود وَقَالُوا لِأُمِّهِ بُهْتَانًا عَظِيمًا وَجَعَلَتْهُ النَّصَارَى إِلَهًا وَوَلَدًا وَجَعَلَهُ اللَّهُ رُوحه وَكَلِمَته فَهَدَى اللَّه أُمَّة مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِلْحَقِّ مِنْ ذَلِكَ وَقَالَ الرَّبِيع بْن أَنَس فِي قَوْله \" فَهَدَى اللَّه الَّذِينَ آمَنُوا لِمَا اِخْتَلَفُوا فِيهِ مِنْ الْحَقّ بِإِذْنِهِ \" أَيْ عِنْد الِاخْتِلَاف أَنَّهُمْ كَانُوا عَلَى مَا جَاءَتْ بِهِ الرُّسُل قَبْل الِاخْتِلَاف أَقَامُوا عَلَى الْإِخْلَاص لِلَّهِ عَزَّ وَجَلَّ وَحْده وَعِبَادَته لَا شَرِيك لَهُ وَإِقَام الصَّلَاة وَإِيتَاء الزَّكَاة فَأَقَامُوا عَلَى الْأَمْر الْأَوَّل الَّذِي كَانَ قَبْل الِاخْتِلَاف وَاعْتَزَلُوا الِاخْتِلَاف وَكَانُوا شُهَدَاء عَلَى النَّاس يَوْم الْقِيَامَة شُهَدَاء عَلَى قَوْم نُوح وَقَوْم هُود وَقَوْم صَالِح وَقَوْم شُعَيْب وَآل فِرْعَوْن أَنَّ رُسُلهمْ قَدْ بَلَّغُوهُمْ وَأَنَّهُمْ قَدْ كَذَّبُوا رُسُلهمْ وَفِي قِرَاءَة أُبَيّ بْن كَعْب وَلِيَكُونُوا شُهَدَاء عَلَى النَّاس يَوْم الْقِيَامَة وَاَللَّه يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم. وَكَانَ أَبُو الْعَالِيَة يَقُول فِي هَذِهِ الْآيَة الْمَخْرَج مِنْ الشُّبُهَات وَالضَّلَالَات وَالْفِتَن . وَقَوْله \" بِإِذْنِهِ \" أَيْ بِعِلْمِهِ بِهِمْ وَبِمَا هَدَاهُمْ لَهُ قَالَهُ اِبْن جَرِير \" وَاَللَّه يَهْدِي مَنْ يَشَاء \" أَيْ مِنْ خَلْقه \" إِلَى صِرَاط مُسْتَقِيم \" أَيْ وَلَهُ الْحِكْمَة وَالْحُجَّة الْبَالِغَة . وَفِي صَحِيح الْبُخَارِيّ وَمُسْلِم عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ كَانَ إِذَا قَامَ مِنْ اللَّيْل يُصَلِّي يَقُول : \" اللَّهُمَّ رَبّ جِبْرِيل وَمِيكَائِيل وَإِسْرَافِيل فَاطِر السَّمَوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة أَنْتَ تَحْكُم بَيْن عِبَادك فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اِهْدِنِي لِمَا اُخْتُلِفَ فِيهِ مِنْ الْحَقّ بِإِذْنِك إِنَّك تَهْدِي مَنْ تَشَاء إِلَى صِرَاط مُسْتَقِيم\" وَفِي الدُّعَاء الْمَأْثُور \" اللَّهُمَّ أَرِنَا الْحَقّ حَقًّا وَارْزُقْنَا اِتِّبَاعه وَأَرِنَا الْبَاطِل بَاطِلًا وَارْزُقْنَا اِجْتِنَابه وَلَا تَجْعَلهُ مُتَلَبِّسًا عَلَيْنَا فَنَضِلَّ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38624, "aya_id": 213}]