[{"text": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُواْ إِلاَّ سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُواْ بِلِقَاء اللّهِ وَمَا كَانُواْ مُهْتَدِينَ", "sura_id": 10, "type": 0, "id": 1409, "aya_id": 45}, {"text": "ويوم يحشرهم كأن لم يلبثوا إلا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدين", "sura_id": 10, "type": 1, "id": 7645, "aya_id": 45}, {"text": "45 - (ويوم يحشرهم كأن) أي كأنهم (لم يلبثوا) في الدنيا أو القبور (إلا ساعةً من النهار) لهول ما رأوا ، وجملة التشبيه حال من الضمير (يتعارفون بينهم) يعرف بعضهم بعضاً إذا بعثوا ثم ينقطع التعارف لشدة الأحوال والجملة حال مقدرة أو متعلق الظرف (قد خسر الذين كذبوا بلقاء الله) بالبعث (وما كانوا مهتدين) \r\n", "sura_id": 10, "type": 2, "id": 26353, "aya_id": 45}, {"text": "ويوم يَحشر الله هؤلاء المشركين يوم البعث والحساب, كأنهم قبل ذلك لم يمكثوا في الحياة الدنيا إلا قدر ساعة من النهار, يعرف بعضهم بعضًا كحالهم في الدنيا, ثم انقطعت تلك المعرفة وانقضت تلك الساعة. قد خسر الذين كفروا وكذَّبوا بلقاء الله وثوابه وعقابه, وما كانوا موفَّقين لإصابة الرشد فيما فعلوا.\r\n", "sura_id": 10, "type": 3, "id": 32589, "aya_id": 45}, {"text": " <font color=red>وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ</font><BR><p>يَقُول تَعَالَى مُذَكِّرًا لِلنَّاسِ قِيَام السَّاعَة وَحَصْرهمْ مِنْ أَجْدَاثهمْ إِلَى عَرَصَات الْقِيَامَة \" وَيَوْم يَحْشُرهُمْ \" الْآيَة كَقَوْلِهِ \" كَأَنَّهُمْ يَوْم يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَة مِنْ نَهَار \" وَكَقَوْلِهِ \" كَأَنَّهُمْ يَوْم يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّة أَوْ ضُحَاهَا \" وَقَالَ تَعَالَى \" يَوْم يُنْفَخ فِي الصُّور وَنَحْشُر الْمُجْرِمِينَ يَوْمئِذٍ زُرْقًا يَتَخَافَتُونَ بَيْنهمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا نَحْنُ أَعْلَم بِمَا يَقُولُونَ إِذْ يَقُول أَمْثَلهمْ طَرِيقَة إِنْ لَبِثْتُمْ إِلَّا يَوْمًا \" وَقَالَ تَعَالَى \" وَيَوْم تَقُوم السَّاعَة يُقْسِم الْمُجْرِمُونَ مَا لَبِثُوا غَيْر سَاعَة \" الْآيَتَيْنِ وَهَذَا كُلّه دَلِيل عَلَى اِسْتِقْصَار الْحَيَاة الدُّنْيَا فِي الدَّار الْآخِرَة كَقَوْلِهِ \" قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْض عَدَد سِنِينَ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْض يَوْم فَاسْأَلْ الْعَادِّينَ قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ \" وَقَوْله \" يَتَعَارَفُونَ بَيْنهمْ \" أَيْ يَعْرِف الْأَبْنَاء وَالْآبَاء وَالْقَرَابَات بَعْضهمْ لِبَعْضِ كَمَا كَانُوا فِي الدُّنْيَا وَلَكِنْ كُلّ مَشْغُول بِنَفْسِهِ \" فَإِذَا نُفِخَ فِي الصُّور فَلَا أَنْسَاب بَيْنهمْ \" الْآيَة وَقَالَ تَعَالَى \" وَلَا يَسْأَل حَمِيم حَمِيمًا \" الْآيَات ; وَقَوْله \" قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّه وَمَا كَانُوا مُهْتَدِينَ \" كَقَوْلِهِ تَعَالَى \" وَيْل لِلْمُكَذِّبِينَ \" لِأَنَّهُمْ خَسِرُوا أَنْفُسهمْ وَأَهْلِيهِمْ يَوْم الْقِيَامَة أَلَا ذَلِكَ هُوَ الْخُسْرَان الْمُبِين وَلَا خَسَارَة أَعْظَم مِنْ خَسَارَة مَنْ فُرِّقَ بَيْنه وَبَيْن أَحِبَّته يَوْم الْحَسْرَة وَالنَّدَامَة .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37473, "aya_id": 45}]