[{"text": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ", "sura_id": 34, "type": 0, "id": 3628, "aya_id": 22}, {"text": "قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في السماوات ولا في الأرض وما لهم فيهما من شرك وما له منهم من ظهير", "sura_id": 34, "type": 1, "id": 9864, "aya_id": 22}, {"text": "22 - (قل) يا محمد لكفار مكة (ادعوا الذين زعمتم) أي زعمتموهم آلهة (من دون الله) غيره لينفعوكم بزعمكم قال تعالى فيهم (لا يملكون مثقال) وزن (ذرة) من خير أو شر (في السماوات ولا في الأرض وما لهم فيهما من شرك) شركة (وما له) تعالى (منهم) من الآلهة (من ظهير) معين \r\n", "sura_id": 34, "type": 2, "id": 28572, "aya_id": 22}, {"text": "قل -أيها الرسول- للمشركين: ادعوا الذين زعمتموهم شركاء لله فعبدتموهم من دونه من الأصنام والملائكة والبشر, واقصدوهم في حوائجكم, فإنهم لن يجيبوكم, فهم لا يملكون وزن نملة صغيرة في السموات ولا في الأرض, وليس لهم شِرْكة فيهما, وليس لله من هؤلاء المشركين معين على خلق شيء, بل الله -سبحانه وتعالى- هو المتفرد بالإيجاد, فهو الذي يُعْبَدُ وحده, ولا يستحق العبادة أحد سواه.\r\n", "sura_id": 34, "type": 3, "id": 34808, "aya_id": 22}, {"text": " <font color=red>قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ</font><BR><p>بَيَّنَ تَبَارَكَ وَتَعَالَى أَنَّهُ الْإِلَه الْوَاحِد الْأَحَد الْفَرْد الصَّمَد الَّذِي لَا نَظِير لَهُ وَلَا شَرِيك لَهُ بَلْ هُوَ الْمُسْتَقِلّ بِالْأَمْرِ وَحْده مِنْ غَيْر مُشَارِك وَلَا مُنَازِع وَلَا مُعَارِض فَقَالَ \" قُلْ اُدْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُون اللَّه \" أَيْ مِنْ الْآلِهَة الَّتِي عُبِدَتْ مِنْ دُونه \" لَا يَمْلِكُونَ مِثْقَال ذَرَّة فِي السَّمَاوَات وَلَا فِي الْأَرْض \" كَمَا قَالَ تَبَارَكَ وَتَعَالَى : \" وَاَلَّذِينَ تَدْعُونَ مِنْ دُونه مَا يَمْلِكُونَ مِنْ قِطْمِير\" . وَقَوْله تَعَالَى \" وَمَا لَهُمْ فِيهِمَا مِنْ شِرْك \" أَيْ لَا يَمْلِكُونَ شَيْئًا اِسْتِقْلَالًا وَلَا عَلَى سَبِيل الشَّرِكَة \" وَمَا لَهُ مِنْهُمْ مِنْ ظَهِير \" أَيْ وَلَيْسَ لِلَّهِ مِنْ هَذِهِ الْأَنْدَاد مِنْ ظَهِير يَسْتَظْهِر بِهِ فِي الْأُمُور بَلْ الْخَلْق كُلّهمْ فُقَرَاء إِلَيْهِ عَبِيد لَدَيْهِ قَالَ قَتَادَة فِي قَوْله عَزَّ وَجَلَّ \" وَمَا لَهُ مِنْهُمْ مِنْ ظَهِير \" مِنْ عَوْن يُعِينهُ بِشَيْءٍ .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40254, "aya_id": 22}]