[{"text": "وَرَفَعْنَا لَكَ ذِكْرَكَ", "sura_id": 94, "type": 0, "id": 6094, "aya_id": 4}, {"text": "و رفعنا لك ذكرك", "sura_id": 94, "type": 1, "id": 12330, "aya_id": 4}, {"text": "4 - (ورفعنا لك ذكرك) بأن تذكر مع ذكري في الأذان والإقامة والتشهد والخطبة وغيرها \r\n", "sura_id": 94, "type": 2, "id": 31038, "aya_id": 4}, {"text": "وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟\r\n", "sura_id": 94, "type": 3, "id": 37274, "aya_id": 4}, {"text": " <font color=red>وَرَفَعْنَا لَكَ ذِكْرَكَ</font><BR><p>قَالَ مُجَاهِد لَا أُذْكَرُ إِلَّا ذُكِرْتَ مَعِي أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه وَقَالَ قَتَادَة رَفَعَ اللَّه ذِكْره فِي الدُّنْيَا وَالْآخِرَة فَلَيْسَ خَطِيب وَلَا مُتَشَهِّد وَلَا صَاحِب صَلَاة إِلَّا يُنَادِي بِهَا أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنَا عَمْرو بْن الْحَارِث عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَتَانِي جِبْرِيل فَقَالَ إِنَّ رَبِّي وَرَبّك يَقُول كَيْفَ رَفَعْت ذِكْرك ؟ قَالَ اللَّه أَعْلَم قَالَ إِذَا ذُكِرْتُ ذُكِرْتَ مَعِي \" وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ يُونُس عَنْ عَبْد الْأَعْلَى بِهِ وَرَوَاهُ أَبُو يَعْلَى مِنْ طَرِيق اِبْن لَهِيعَة عَنْ دَرَّاج وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا زُرْعَة حَدَّثَنَا أَبُو عُمَر الْحَوْضِيّ حَدَّثَنَا حَمَّاد بْن زَيْد حَدَّثَنَا عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَأَلْت رَبِّي مَسْأَلَة وَدِدْت أَنِّي لَمْ أَسْأَلهُ قُلْت قَدْ كَانَ قَبْلِي أَنْبِيَاء مِنْهُمْ مَنْ سُخِّرَتْ لَهُ الرِّيح وَمِنْهُمْ مَنْ يُحْيِي الْمَوْتَى قَالَ : يَا مُحَمَّد أَلَمْ أَجِدك يَتِيمًا فَآوَيْتُك ؟ أَلَمْ أَرْفَع لَك ذِكْرك ؟ قُلْت بَلَى يَا رَبّ \" وَقَالَ أَبُو نُعَيْم فِي دَلَائِل النُّبُوَّة حَدَّثَنَا أَبُو أَحْمَد الْغِطْرِيفِيّ حَدَّثَنَا مُوسَى بْن سَهْل الْجُوَيْنِيّ حَدَّثَنَا أَحْمَد بْن الْقَاسِم بْن بَهْزَان الْهَيْتِيّ حَدَّثَنَا نَصْر بْن حَمَّاد عَنْ عُثْمَان بْن عَطَاء عَنْ الزُّهْرِيّ عَنْ أَنَس قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا فَرَغْت مِمَّا أَمَرَنِي بِهِ مَنْ أَمَرَ السَّمَوَات وَالْأَرْض قُلْت يَا رَبّ إِنَّهُ لَمْ يَكُنْ نَبِيّ قَبْلِي إِلَّا وَقَدْ كَرَّمْته جَعَلْت إِبْرَاهِيم خَلِيلًا وَمُوسَى كَلِيمًا وَسَخَّرْت لِدَاوُدَ الْجِبَال وَلِسُلَيْمَانَ الرِّيح وَالشَّيَاطِين وَأَحْيَيْت لِعِيسَى الْمَوْتَى فَمَا جَعَلْت لِي ؟ قَالَ أَوَلَيْسَ قَدْ أَعْطَيْتُك ظَاهِر أَفْضَل مِنْ ذَلِكَ كُلّه ؟ إِنِّي لَا أُذْكَرُ إِلَّا ذُكِرْتَ مَعِي وَجَعَلْت صُدُور أُمَّتك أَنَاجِيل يَقْرَءُونَ الْقُرْآن ظَاهِرًا وَلَمْ أُعْطِهَا أُمَّة وَأَعْطَيْتُك كَنْزًا مِنْ كُنُوز عَرْشِي لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ الْعَلِيّ الْعَظِيم \" وَحَكَى الْبَغَوِيّ عَنْ اِبْن عَبَّاس وَمُجَاهِد أَنَّ الْمُرَاد بِذَلِكَ الْأَذَان يَعْنِي ذِكْره فِيهِ وَأَوْرَدَ مِنْ شِعْر حِسَان بْن ثَابِت : أَغَرّ عَلَيْهِ لِلنُّبُوَّةِ خَاتَم مِنْ اللَّه مِنْ نُور يَلُوح وَيَشْهَد وَضَمَّ الْإِلَه اِسْم النَّبِيّ إِلَى اِسْمه إِذَا قَالَ فِي الْخَمْس الْمُؤَذِّن أَشْهَد وَشَقَّ لَهُ مِنْ اِسْمه لِيُجِلَّهُ فَذُو الْعَرْش مَحْمُود وَهَذَا مُحَمَّد وَقَالَ آخَرُونَ : رَفَعَ اللَّه ذِكْره فِي الْأَوَّلِينَ وَالْآخِرِينَ وَنَوَّهَ بِهِ حِين أَخَذَ الْمِيثَاق عَلَى النَّبِيِّينَ أَنْ يُؤْمِنُوا بِهِ وَأَنْ يَأْمُرُوا أُمَمهمْ بِالْإِيمَانِ بِهِ ثُمَّ شَهَرَ ذِكْره فِي أُمَّته فَلَا يُذْكَر اللَّه إِلَّا ذُكِرَ مَعَهُ وَمَا أَحْسَن مَا قَالَ الصَّرْصَرِيّ رَحِمَهُ اللَّه : لَا يَصِحّ الْأَذَان فِي الْفَرْض إِلَّا بِاسْمِهِ الْعَذْب فِي الْفَم الْمَرْضِيّ وَقَالَ أَيْضًا : أَلَمْ تَرَ أَنَّا لَا يَصِحّ أَذَاننَا وَلَا فَرْضنَا إِنْ لَمْ نُكَرِّرهُ فِيهِمَا .</p><BR> <br> ", "sura_id": 94, "type": 4, "id": 43593, "aya_id": 4}]