[{"text": "مَثَلُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَاء كَمَثَلِ الْعَنكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ", "sura_id": 29, "type": 0, "id": 3381, "aya_id": 41}, {"text": "مثل الذين اتخذوا من دون الله أولياء كمثل العنكبوت اتخذت بيتا وإن أوهن البيوت لبيت العنكبوت لو كانوا يعلمون", "sura_id": 29, "type": 1, "id": 9617, "aya_id": 41}, {"text": "41 - (مثل الذين اتخذوا من دون الله أولياء) أصناما يرجون نفعها (كمثل العنكبوت اتخذت بيتا) لنفسها تأوي إليه (وإن أوهن) أضعف (البيوت لبيت العنكبوت) لا يدفع عنها حرا ولا بردا كذلك الأصنام لا تنفع عابديها (لو كانوا يعلمون) ذلك ما عبدوها \r\n", "sura_id": 29, "type": 2, "id": 28325, "aya_id": 41}, {"text": "مثل الذين جعلوا الأوثان من دون الله أولياء يرجون نصرها, كمثل العنكبوت التي عملت بيتًا لنفسها ليحفظها, فلم يُغن عنها شيئًا عند حاجتها إليه, فكذلك هؤلاء المشركون لم يُغْن عنهم أولياؤهم الذين اتخذوهم من دون الله شيئًا, وإن أضعف البيوت لَبيت العنكبوت, لو كانوا يعلمون ذلك ما اتخذوهم أولياء, فهم لا ينفعونهم ولا يضرونهم.\r\n", "sura_id": 29, "type": 3, "id": 34561, "aya_id": 41}, {"text": " <font color=red>مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ</font><BR><p>هَذَا مَثَل ضَرَبَهُ اللَّه تَعَالَى لِلْمُشْرِكِينَ فِي اِتِّخَاذهمْ آلِهَة مِنْ دُون اللَّه يَرْجُونَ نَصْرهمْ وَرِزْقهمْ وَيَتَمَسَّكُونَ بِهِمْ فِي الشَّدَائِد فَهُمْ فِي ذَلِكَ كَبَيْتِ الْعَنْكَبُوت فِي ضَعْفه وَوَهَنه فَلَيْسَ فِي أَيْدِي هَؤُلَاءِ مِنْ آلِهَتهمْ إِلَّا كَمَنْ يَتَمَسَّك بِبَيْتِ الْعَنْكَبُوت فَإِنَّهُ لَا يُجْدِي عَنْهُ شَيْئًا فَلَوْ عَلِمُوا هَذَا الْحَال لَمَا اِتَّخَذُوا مِنْ دُون اللَّه أَوْلِيَاء وَهَذَا بِخِلَافِ الْمُسْلِم الْمُؤْمِن قَلْبه لِلَّهِ وَهُوَ مَعَ ذَلِكَ يُحْسِن الْعَمَل فِي اِتِّبَاع الشَّرْع فَإِنَّهُ مُتَمَسِّك بِالْعُرْوَةِ الْوُثْقَى لَا اِنْفِصَام لَهَا لِقُوَّتِهَا وَثَبَاتهَا .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39809, "aya_id": 41}]