[{"text": "يَا أَيُّهَا الَّذِينَ أُوتُواْ الْكِتَابَ آمِنُواْ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللّهِ مَفْعُولاً", "sura_id": 4, "type": 0, "id": 540, "aya_id": 47}, {"text": "يا أيها الذين أوتوا الكتاب آمنوا بما نزلنا مصدقا لما معكم من قبل أن نطمس وجوها فنردها على أدبارها أو نلعنهم كما لعنا أصحاب السبت وكان أمر الله مفعولا", "sura_id": 4, "type": 1, "id": 6776, "aya_id": 47}, {"text": "47 - (يا أيها الذين أوتوا الكتاب آمنوا بما نزلنا) من القرآن (مصدقا لما معكم) من التوراة (من قبل أن نطمس وجوها) نمحو ما فيها من العين والأنف والحاجب (فنردها على أدبارها) فنجعلها كالأقفاء لوحا واحدا (أو نلعنهم) نمسخهم قردة (كما لعنا) مسحنا (أصحاب السبت) منهم (وكان أمر الله) قضاؤه (مفعولا) ولما نزلت أسلم عبد الله بن سلام فقيل كان وعيدا بشرط فلما أسلم بعضهم رفع وقيل يكون طمس ومسخ قبل قيام الساعة \r\n", "sura_id": 4, "type": 2, "id": 25484, "aya_id": 47}, {"text": "يا أهل الكتاب, صدِّقوا واعملوا بما نزَّلنا من القرآن, مصدقًا لما معكم من الكتب من قبل أن نأخذكم بسوء صنيعكم, فنمحو الوجوه ونحولها قِبَلَ الظهور, أو نلعن هؤلاء المفسدين بمسخهم قردة وخنازير, كما لعنَّا اليهود مِن أصحاب السبت, الذين نُهوا عن الصيد فيه فلم ينتهوا, فغضب الله عليهم, وطردهم من رحمته, وكان أمر الله نافذًا في كل حال\r\n", "sura_id": 4, "type": 3, "id": 31720, "aya_id": 47}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ</font><BR><p>يَقُول تَعَالَى آمِرًا أَهْل الْكِتَاب بِالْإِيمَانِ بِمَا نَزَلَ عَلَى رَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْكِتَاب الْعَظِيم الَّذِي فِيهِ تَصْدِيق الْأَخْبَار الَّتِي بِأَيْدِيهِمْ مِنْ الْبِشَارَات وَمُتَهَدِّدًا لَهُمْ إِنْ لَمْ يَفْعَلُوا بِقَوْلِهِ \" مِنْ قَبْل أَنْ نَطْمِس وُجُوهًا فَنَرُدّهَا عَلَى أَدْبَارهَا \" قَالَ بَعْضهمْ : مَعْنَاهُ مِنْ قَبْل أَنْ نَطْمِس وُجُوهًا فَطَمْسهَا هُوَ رَدّهَا إِلَى الْأَدْبَار وَجَعْل أَبْصَارهمْ مِنْ وَرَائِهِمْ وَيُحْتَمَل أَنْ يَكُون الْمُرَاد مِنْ قَبْل أَنْ نَطْمِس وُجُوهًا فَلَا نُبْقِي لَهَا سَمْعًا وَلَا بَصَرًا وَلَا أَنْفًا وَمَعَ ذَلِكَ نَرُدّهَا إِلَى نَاحِيَة الْأَدْبَار . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي الْآيَة وَهِيَ مِنْ قَبْل أَنْ نَطْمِس وُجُوهًا وَطَمْسهَا أَنْ تَعْمَى فَنَرُدّهَا عَلَى أَدْبَارهَا يَقُول نَجْعَل وُجُوههمْ مِنْ قِبَل أَقْفِيَتهمْ فَيَمْشُونَ الْقَهْقَرَى وَنَجْعَل لِأَحَدِهِمْ عَيْنَيْنِ مِنْ قَفَاهُ وَكَذَا قَالَ قَتَادَة وَعَطِيَّة الْعَوْفِيّ وَهَذَا أَبْلَغ فِي الْعُقُوبَة وَالنَّكَال وَهَذَا مَثَل ضَرَبَهُ اللَّه لَهُمْ فِي صَرْفهمْ عَنْ الْحَقّ وَرَدّهمْ إِلَى الْبَاطِل وَرُجُوعهمْ عَنْ الْمَحَجَّة الْبَيْضَاء إِلَى سَبِيل الضَّلَالَة يُهْرَعُونَ وَيَمْشُونَ الْقَهْقَرَى عَلَى أَدْبَارهمْ وَهَذَا كَمَا قَالَ بَعْضهمْ فِي قَوْله \" إِنَّا جَعَلْنَا فِي أَعْنَاقهمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَان فَهُمْ مُقْمَحُونَ وَجَعَلْنَا مِنْ بَيْن أَيْدِيهمْ سَدًّا \" الْآيَة أَيْ هَذَا مَثَل سُوء ضَرَبَهُ اللَّه لَهُمْ فِي ضَلَالهمْ وَمَنَعَهُمْ عَنْ الْهُدَى . قَالَ مُجَاهِد : مِنْ قَبْل أَنْ نَطْمِس وُجُوهًا يَقُول عَنْ صِرَاط الْحَقّ فَنَرُدّهَا عَلَى أَدْبَارهَا أَيْ فِي الضَّلَال قَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ اِبْن عَبَّاس وَالْحَسَن نَحْو هَذَا قَالَ السُّدِّيّ : فَنَرُدّهَا عَلَى أَدْبَارهَا فَنَمْنَعهَا عَنْ الْحَقّ قَالَ نُرْجِعهَا كُفَّارًا وَنَرُدّهُمْ قِرَدَة قَالَ أَبُو زَيْد فَرَدَّهُمْ إِلَى بِلَاد الشَّام مِنْ أَرْض الْحِجَاز . وَقَدْ ذُكِرَ أَنَّ كَعْب الْأَحْبَار أَسْلَمَ حِين سَمِعَ هَذِهِ الْآيَة . قَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا جَابِر بْن نُوح عَنْ عِيسَى بْن الْمُغِيرَة قَالَ : تَذَاكَرْنَا عِنْد إِبْرَاهِيم إِسْلَام كَعْب فَقَالَ أَسْلَمَ كَعْب زَمَان عُمَر أَقْبَلَ وَهُوَ يُرِيد بَيْت الْمَقْدِس فَمَرَّ عَلَى الْمَدِينَة فَخَرَجَ إِلَيْهِ عُمَر فَقَالَ يَا أَبَا كَعْب أَسْلِمْ فَقَالَ : أَلَسْتُمْ تَقُولُونَ فِي كِتَابكُمْ \" مَثَل الَّذِينَ حُمِّلُوا التَّوْرَاة إِلَى أَسْفَارًا \" وَأَنَا قَدْ حَمَلْت التَّوْرَاة . قَالَ فَتَرَكَهُ عُمَر ثُمَّ خَرَجَ حَتَّى اِنْتَهَى إِلَى حِمْص فَسَمِعَ رَجُلًا مِنْ أَهْلهَا حَزِينًا وَهُوَ يَقُول \" يَا أَيّهَا الَّذِينَ أُوتُوا الْكِتَاب آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْل أَنْ نَطْمِس وُجُوهًا فَنَرُدّهَا عَلَى أَدْبَارهَا \" الْآيَة قَالَ كَعْب يَا رَبّ أَسْلَمْت مَخَافَة أَنْ تُصِيبهُ هَذِهِ الْآيَة ثُمَّ رَجَعَ فَأَتَى أَهْله فِي الْيَمَن ثُمَّ جَاءَ بِهِمْ مُسْلِمِينَ وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم بِلَفْظٍ آخَر مِنْ وَجْه آخَر فَقَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن نُفَيْل حَدَّثَنَا عَمْرو بْن وَاقِد عَنْ يُونُس بْن حُلَيْس عَنْ أَبِي إِدْرِيس عَائِذ اللَّه الْخَوْلَانِيّ قَالَ : كَانَ أَبُو مُسْلِم الْجَلِيلِيّ مَعَهُمْ كَعْب وَكَانَ يَلُومهُ فِي إِبْطَائِهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَبَعَثَهُ إِلَيْهِ يَنْظُر أَهُوَ هُوَ قَالَ كَعْب : فَرَكِبْت حَتَّى أَتَيْت الْمَدِينَة فَإِذَا تَالٍ يَقْرَأ الْقُرْآن يَقُول \" يَا أَيّهَا الَّذِينَ أُوتُوا الْكِتَاب آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْل أَنْ نَطْمِس وُجُوهًا فَنَرُدّهَا عَلَى أَدْبَارهَا \" فَبَادَرْت الْمَاء فَاغْتَسَلْت وَإِنِّي لَأَمَسّ وَجْهِي مَخَافَة أَنْ أَطْمِس ثُمَّ أَسْلَمْت وَقَوْله \" أَوْ نَلْعَنهُمْ كَمَا لَعَنَّا أَصْحَاب السَّبْت \" يَعْنِي الَّذِينَ اِعْتَدَوْا فِي سَبْتهمْ بِالْحِيلَةِ عَلَى الِاصْطِيَاد وَقَدْ مُسِخُوا قِرَدَة وَخَنَازِير وَسَيَأْتِي بَسْط قِصَّتهمْ فِي سُورَة الْأَعْرَاف وَقَوْله \" وَكَانَ أَمْر اللَّه مَفْعُولًا \" أَيْ إِذَا أَمَرَ بِأَمْرٍ فَإِنَّهُ لَا يُخَالَف وَلَا يُمَانَع . ثُمَّ أَخْبَرَ تَعَالَى أَنَّهُ لَا يَغْفِر أَنْ يُشْرَك بِهِ أَيْ لَا يَغْفِر لِعَبْدٍ لَقِيَهُ وَهُوَ مُشْرِك بِهِ وَيَغْفِر مَا دُون ذَلِكَ أَيْ مِنْ الذُّنُوب لِمَنْ يَشَاء أَيْ مِنْ عِبَاده وَقَدْ وَرَدَتْ أَحَادِيث مُتَعَلِّقَة بِهَذِهِ الْآيَة الْكَرِيمَة فَلْنَذْكُرْ مِنْهَا مَا تَيَسَّرَ . \" الْحَدِيث الْأَوَّل \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا صَدَقَة بْن مُوسَى حَدَّثَنَا أَبُو عِمْرَان الْجَوْنِيّ عَنْ يَزِيد بْن أَبِي مُوسَى عَنْ عَائِشَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الدَّوَاوِين عِنْد اللَّه ثَلَاثَة دِيوَان لَا يَعْبَأ اللَّه بِهِ شَيْئًا وَدِيوَان لَا يَتْرُك اللَّه مِنْهُ شَيْئًا وَدِيوَان لَا يَغْفِرهُ اللَّه .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40885, "aya_id": 47}]