[{"text": "يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ", "sura_id": 55, "type": 0, "id": 4945, "aya_id": 44}, {"text": "يطوفون بينها وبين حميم آن", "sura_id": 55, "type": 1, "id": 11181, "aya_id": 44}, {"text": "44 - (يطوفون) يسعون (بينها وبين حميم) ماء حار (آن) شديد الحرارة يسقونه إذا استغاثوا من حر النار وهو منقوص كقاض \r\n", "sura_id": 55, "type": 2, "id": 29889, "aya_id": 44}, {"text": " وتارة يُسقون من الحميم, وهو شراب بلغ منتهى الحرارة, يقطِّع الأمعاء والأحشاء.\r\n", "sura_id": 55, "type": 3, "id": 36125, "aya_id": 44}, {"text": " <font color=red>يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</font><BR><p>أَيْ تَارَةً يُعَذَّبُونَ فِي الْجَحِيم وَتَارَة يُسْقَوْنَ مِنْ الْحَمِيم وَهُوَ الشَّرَاب الَّذِي هُوَ كَالنُّحَاسِ الْمُذَاب يُقَطِّع الْأَمْعَاء وَالْأَحْشَاء وَهَذِهِ كَقَوْلِهِ تَعَالَى \" إِذْ الْأَغْلَال فِي أَعْنَاقهمْ وَالسَّلَاسِل يُسْحَبُونَ فِي الْحَمِيم ثُمَّ فِي النَّار يُسْجَرُونَ \" وَقَوْله تَعَالَى \" آنٍ \" أَيْ حَارٍّ قَدْ بَلَغَ الْغَايَة فِي الْحَرَارَة لَا يُسْتَطَاع مِنْ شِدَّة ذَلِكَ قَالَ اِبْن عَبَّاس فِي قَوْله \" يَطُوفُونَ بَيْنهَا وَبَيْن حَمِيم آنٍ \" أَيْ قَدْ اِنْتَهَى غَلْيُهُ وَاشْتَدَّ حَرُّهُ وَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَالْحَسَن وَالثَّوْرِيّ وَالسُّدِّيّ وَقَالَ قَتَادَة قَدْ آنَ طَبْخُهُ مُنْذُ خَلَقَ اللَّه السَّمَوَات وَالْأَرْض . وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ يُؤْخَذ الْعَبْد فَيُحَرَّك بِنَاصِيَتِهِ فِي ذَلِكَ الْحَمِيم حَتَّى يَذُوبَ اللَّحْم وَيَبْقَى الْعَظْم وَالْعَيْنَانِ فِي الرَّأْس وَهِيَ كَاَلَّتِي يَقُول اللَّه تَعَالَى \" فِي الْحَمِيم ثُمَّ فِي النَّار يُسْجَرُونَ \" وَالْحَمِيم الْآن يَعْنِي الْحَارّ وَعَنْ الْقُرَظِيّ رِوَايَة أُخْرَى \" حَمِيم آنٍ \" أَيْ حَاضِر وَهُوَ قَوْل اِبْن زَيْد أَيْضًا وَالْحَاضِر لَا يُنَافِي مَا رُوِيَ عَنْ الْقُرَظِيّ أَوَّلًا أَنَّهُ الْحَارّ كَقَوْلِهِ تَعَالَى \" تُسْقَى مِنْ عَيْن آنِيَّة \" أَيْ حَاضِرَة شَدِيدَة الْحَرّ لَا تُسْتَطَاع وَكَقَوْلِهِ \" غَيْرَ نَاظِرِينَ إِنَاهُ \" يَعْنِي اِسْتِوَاءَهُ وَنُضْجَهُ فَقَوْله \" حَمِيم آنٍ \" أَيْ حَمِيم حَارّ جِدًّا . وَلَمَّا كَانَ مُعَاقَبَة الْعُصَاة الْمُجْرِمِينَ وَتَنْعِيم الْمُتَّقِينَ مِنْ فَضْله وَرَحْمَته وَعَدْله وَلُطْفه بِخَلْقِهِ وَكَانَ إِنْذَاره لَهُمْ عَنْ عَذَابه وَبَأْسه مِمَّا يَزْجُرهُمْ عَمَّا هُمْ فِيهِ مِنْ الشِّرْك وَالْمَعَاصِي وَغَيْر ذَلِكَ قَالَ مُمْتَنًّا بِذَلِكَ عَلَى بَرِيَّتِهِ.</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41866, "aya_id": 44}]