[{"text": "يَا بَنِي إِسْرَائِيلَ قَدْ أَنجَيْنَاكُم مِّنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى", "sura_id": 20, "type": 0, "id": 2428, "aya_id": 80}, {"text": "يا بني إسرائيل قد أنجيناكم من عدوكم و واعدناكم جانب الطور الأيمن و نزلنا عليكم المن و السلوى", "sura_id": 20, "type": 1, "id": 8664, "aya_id": 80}, {"text": "80 - (يا بني إسرائيل قد أنجيناكم من عدوكم) فرعون بإغراقه (وواعدناكم جانب الطور الأيمن) فنؤتي موسى التوراة للعمل بها (ونزلنا عليكم المن والسلوى) هما الترنجبين والطير السماني بتخفيف الميم والقصر والمنادى من وجد من اليهود زمن النبي صلى الله عليه وسلم وخوطبوا بما أنعم الله به على أجدادهم زمن النبي موسى توطئة لقوله تعالى لهم \r\n", "sura_id": 20, "type": 2, "id": 27372, "aya_id": 80}, {"text": "يا بني إسرائيل اذكروا حين أنجيناكم مِن عدوكم فرعون, وجَعَلْنا موعدكم بجانب جبل الطور الأيمن لإنزال التوراة عليكم, ونزلنا عليكم في التيه ما تأكلونه, مما يشبه الصَّمغ طعمه كالعسل، والطير الذي يشبه السُّمَانَى.\r\n", "sura_id": 20, "type": 3, "id": 33608, "aya_id": 80}, {"text": " <font color=red>يَا بَنِي إِسْرَائِيلَ قَدْ أَنْجَيْنَاكُمْ مِنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ</font><BR><p>يَذْكُر تَعَالَى نِعَمه عَلَى بَنِي إِسْرَائِيل الْعِظَام وَمِنَنه الْجِسَام حَيْثُ أَنْجَاهُمْ مِنْ عَدُوّهُمْ فِرْعَوْن وَأَقَرَّ أَعْيُنهمْ مِنْهُ وَهُمْ يَنْظُرُونَ إِلَيْهِ وَإِلَى جُنْده قَدْ غَرِقُوا فِي صَبِيحَة وَاحِدَة لَمْ يَنْجُ مِنْهُمْ أَحَد كَمَا قَالَ \" وَأَغْرَقْنَا آلَ فِرْعَوْن وَأَنْتُمْ تَنْظُرُونَ \" وَقَالَ الْبُخَارِيّ حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا شُعْبَة حَدَّثَنَا أَبُو بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ لَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة وَجَدَ الْيَهُود تَصُوم عَاشُورَاء فَسَأَلَهُمْ فَقَالُوا هَذَا الْيَوْم الَّذِي أَظْفَرَ اللَّه فِيهِ مُوسَى عَلَى فِرْعَوْن فَقَالَ \" نَحْنُ أَوْلَى بِمُوسَى فَصُومُوهُ \" رَوَاهُ مُسْلِم أَيْضًا فِي صَحِيحه ثُمَّ إِنَّهُ تَعَالَى وَاعَدَ مُوسَى وَبَنِي إِسْرَائِيل بَعْد هَلَاك فِرْعَوْن إِلَى جَانِب الطُّور الْأَيْمَن وَهُوَ الَّذِي كَلَّمَهُ اللَّه تَعَالَى عَلَيْهِ وَسَأَلَ فِيهِ الرُّؤْيَة وَأَعْطَاهُ التَّوْرَاة هُنَالِكَ وَفِي غُضُون ذَلِكَ عَبَدَ بَنُو إِسْرَائِيل الْعِجْل كَمَا يَقُصّهُ اللَّه تَعَالَى قَرِيبًا وَأَمَّا الْمَنّ وَالسَّلْوَى فَقَدْ تَقَدَّمَ الْكَلَام عَلَى ذَلِكَ فِي سُورَة الْبَقَرَة وَغَيْرهَا فَالْمَنّ حَلْوَى كَانَتْ تَنْزِل عَلَيْهِ مِنْ السَّمَاء وَالسَّلْوَى طَائِر يَسْقُط عَلَيْهِمْ فَيَأْخُذُونَ مِنْ كُلّ قَدْر الْحَاجَة إِلَى الْغَد لُطْفًا مِنْ اللَّه وَرَحْمَة بِهِمْ وَإِحْسَانًا إِلَيْهِمْ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38896, "aya_id": 80}]