[{"text": "ثُمَّ جَعَلْنَاكُمْ خَلاَئِفَ فِي الأَرْضِ مِن بَعْدِهِم لِنَنظُرَ كَيْفَ تَعْمَلُونَ", "sura_id": 10, "type": 0, "id": 1378, "aya_id": 14}, {"text": "ثم جعلناكم خلائف في الأرض من بعدهم لننظر كيف تعملون", "sura_id": 10, "type": 1, "id": 7614, "aya_id": 14}, {"text": "14 - (ثم جعلناكم) يا أهل مكة (خلائف) جمع خليفة (في الأرض من بعدهم لننظر كيف تعملون) فيها وهل تعتبرون بهم فتصدقوا رسلنا \r\n", "sura_id": 10, "type": 2, "id": 26322, "aya_id": 14}, {"text": "ثم جعلناكم -أيها الناس- خَلَفًا في الأرض من بعد القرون الـمُهْلَكة, لننظر كيف تعملون: أخيرًا أم شرًا, فنجازيكم بذلك حسب عملكم.\r\n", "sura_id": 10, "type": 3, "id": 32558, "aya_id": 14}, {"text": " <font color=red>ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ</font><BR><p>ثُمَّ اِسْتَخْلَفَ اللَّه هَؤُلَاءِ الْقَوْم مِنْ بَعْدهمْ وَأَرْسَلَ إِلَيْهِمْ رَسُولًا لِيَنْظُر طَاعَتهمْ لَهُ وَاتِّبَاعهمْ رَسُوله وَفِي صَحِيح مُسْلِم مِنْ حَدِيث أَبِي نَضْرَة عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الدُّنْيَا حُلْوَة خَضِرَة وَإِنَّ اللَّه مُسْتَخْلِفكُمْ فِيهَا فَنَاظِر كَيْف تَعْمَلُونَ فَاتَّقُوا الدُّنْيَا وَاتَّقُوا النِّسَاء فَإِنَّ أَوَّل فِتْنَة بَنِي إِسْرَائِيل كَانَتْ مِنْ النِّسَاء \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا زَيْد بْن عَوْف أَبُو رَبِيعَة بِهَذَا أَنْبَأَنَا حَمَّاد عَنْ ثَابِت الْبُنَانِيّ عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى أَنَّ عَوْف بْن مَالِك قَالَ لِأَبِي بَكْر : رَأَيْت فِيمَا يَرَى النَّائِم كَأَنَّ سَبَبًا دُلِّيَ مِنْ السَّمَاء فَانْتَشَطَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ أُعِيدَ فَانْتَشَطَ أَبُو بَكْر ثُمَّ ذَرَعَ النَّاس حَوْل الْمِنْبَر فَفَضَلَ عُمَر بِثَلَاثَةِ أَذْرُع حَوْل الْمِنْبَر فَقَالَ عُمَر : دَعْنَا مِنْ رُؤْيَاك لَا أَرَب لَنَا فِيهَا فَلَمَّا اُسْتُخْلِفَ عُمَر قَالَ : يَا عَوْف رُؤْيَاك ؟ قَالَ وَهَلْ لَك فِي رُؤْيَايَ مِنْ حَاجَة أَوَلَمْ تَنْتَهِرنِي ؟ قَالَ وَيْحك إِنِّي كَرِهْت أَنْ تَنْعَى لِخَلِيفَةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفْسه فَقَصَّ عَلَيْهِ الرُّؤْيَا حَتَّى إِذَا بَلَغَ ذَرَعَ النَّاس إِلَى الْمِنْبَر بِهَذِهِ الثَّلَاث الْأَذْرُع قَالَ : أَمَّا إِحْدَاهُنَّ فَإِنَّهُ كَانَ خَلِيفَة وَأَمَّا الثَّانِيَة فَإِنَّهُ لَا يَخَاف فِي اللَّه لَوْمَة لَائِم وَأَمَّا الثَّالِثَة فَإِنَّهُ شَهِيد . قَالَ : فَقَالَ يَقُول اللَّه تَعَالَى \" ثُمَّ جَعَلْنَاكُمْ خَلَائِف فِي الْأَرْض مِنْ بَعْدهمْ لِنَنْظُر كَيْف تَعْمَلُونَ \" فَقَدْ اُسْتُخْلِفْت يَا اِبْن أُمّ عُمَر فَانْظُرْ كَيْف تَعْمَل ؟ وَأَمَّا قَوْله فَإِنِّي لَا أَخَاف فِي اللَّه لَوْمَة لَائِم فِيمَا شَاءَ اللَّه وَأَمَّا قَوْله شَهِيد فَأَنَّى لِعُمَر الشَّهَادَة وَالنَّاس مُطِيفُونَ بِهِ؟ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37439, "aya_id": 14}]