[{"text": "وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لاَّ يُؤَدِّهِ إِلَيْكَ إِلاَّ مَا دُمْتَ عَلَيْهِ قَآئِمًا ذَلِكَ بِأَنَّهُمْ قَالُواْ لَيْسَ عَلَيْنَا فِي الأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ", "sura_id": 3, "type": 0, "id": 368, "aya_id": 75}, {"text": "ومن أهل الكتاب من إن تأمنه بقنطار يؤده إليك ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما ذلك بأنهم قالوا ليس علينا في الأميين سبيل ويقولون على الله الكذب وهم يعلمون", "sura_id": 3, "type": 1, "id": 6604, "aya_id": 75}, {"text": "75 - (ومن أهل الكتاب من إن تأمنه بقنطار) أي بمال كثير (يؤده إليك) لأمانته كعبد الله بن سلام أودعه رجل ألفا ومائتي أوقية ذهباً فأداها إليه (ومنهم من إن تأمنه بدينار لا يؤده إليك) لخيانته (إلا ما دمت عليه قائما) لا تفارقه فمتى فارقته أنكره ككعب بن الأشرف استودعه قرشي ديناراً فجحده (ذلك) أي ترك الأداء (بأنهم قالوا) بسبب قولهم (ليس علينا في الأميين) أي العرب (سبيل) أي إثم لاستحلالهم ظلم من خالف دينهم ونسبوه إليه تعالى ، قال تعالى (ويقولون على الله الكذب) في نسبة ذلك إليه (وهم يعلمون) \r\n", "sura_id": 3, "type": 2, "id": 25312, "aya_id": 75}, {"text": "ومن أهل الكتاب من اليهود مَن إنْ تأمنه على كثير من المال يؤدِّه إليك من غير خيانة, ومنهم مَن إنْ تأمنه على دينار واحد لا يؤدِّه اليك, إلا إذا بذلت غاية الجهد في مطالبته. وسبب ذلك عقيدة فاسدة تجعلهم يستحلُّون أموال العرب بالباطل, ويقولون: ليس علينا في أكل أموالهم إثم ولا حرج; لأن الله أحلَّها لنا. وهذا كذب على الله, يقولونه بألسنتهم, وهم يعلمون أنهم كاذبون.\r\n", "sura_id": 3, "type": 3, "id": 31548, "aya_id": 75}, {"text": " <font color=red>وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْيَهُود بِأَنَّ مِنْهُمْ الْخَوَنَة وَيُحَذِّر الْمُؤْمِنِينَ مِنْ الِاغْتِرَار بِهِمْ فَإِنَّ مِنْهُمْ \" مَنْ إِنْ تَأْمَنهُ بِقِنْطَارٍ \" أَيْ مِنْ الْمَال \" يُؤَدِّهِ إِلَيْك \" أَيْ وَمَا دُونه بِطَرِيقِ الْأَوْلَى أَنْ يُؤَدِّهِ إِلَيْك \" وَمِنْهُمْ مَنْ إِنْ تَأْمَنهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْك إِلَّا مَا دُمْت عَلَيْهِ قَائِمًا \" أَيْ بِالْمُطَالَبَةِ وَالْمُلَازَمَة وَالْإِلْحَاح فِي اِسْتِخْلَاص حَقّك وَإِذَا كَانَ هَذَا صَنِيعه فِي الدِّينَار فَمَا فَوْقه أَوْلَى أَنْ لَا يُؤَدِّيه إِلَيْك . وَقَدْ تَقَدَّمَ الْكَلَام عَلَى الْقِنْطَار فِي أَوَّل السُّورَة وَأَمَّا الدِّينَار فَمَعْرُوف . وَقَدْ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا سَعِيد بْن عَمْرو السَّكُونِيّ حَدَّثَنَا بَقِيَّة عَنْ زِيَاد بْن الْهَيْثَم حَدَّثَنِي مَالِك بْن دِينَار قَالَ : إِنَّمَا سُمِّيَ الدِّينَار لِأَنَّهُ دَيْن وَنَار . وَقِيلَ : مَعْنَاهُ مَنْ أَخَذَهُ بِحَقِّهِ فَهُوَ دَيْنه . وَمَنْ أَخَذَهُ بِغَيْرِ حَقّه فَلَهُ النَّار وَمُنَاسِب أَنْ يَذْكُر هَهُنَا الْحَدِيث الَّذِي عَلَّقَهُ الْبُخَارِيّ فِي غَيْر مَوْضِع مِنْ صَحِيحه وَمِنْ أَحْسَنهَا سِيَاقه فِي كِتَاب الْكَفَالَة حَيْثُ قَالَ : وَقَالَ اللَّيْث حَدَّثَنِي جَعْفَر بْن رَبِيعَة عَنْ عَبْد الرَّحْمَن بْن هُرْمُز الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ ذَكَرَ رَجُلًا مِنْ بَنِي إِسْرَائِيل سَأَلَ بَعْض بَنِي إِسْرَائِيل أَنْ يُسَلِّفهُ أَلْف دِينَار فَقَالَ : اِئْتِنِي بِالشُّهَدَاءِ أُشْهِدهُمْ فَقَالَ : كَفَى بِاَللَّهِ شَهِيدًا فَقَالَ : اِئْتِنِي بِالْكَفِيلِ قَالَ : كَفَى بِاَللَّهِ كَفِيلًا قَالَ : صَدَقْت فَدَفَعَهَا إِلَيْهِ إِلَى أَجَلٍ مُسَمَّى فَخَرَجَ فِي الْبَحْر فَقَضَى حَاجَته ثُمَّ اِلْتَمَسَ مَرْكَبًا يَرْكَبهَا لِيَقْدَم عَلَيْهِ فِي الْأَجَل الَّذِي أَجَّلَهُ فَلَمْ يَجِد مَرْكَبًا فَأَخَذَ خَشَبَة فَنَقَرَهَا فَأَدْخَلَ فِيهَا أَلْف دِينَار وَصَحِيفَة مِنْهُ إِلَى صَاحِبه ثُمَّ زَجَّجَ مَوْضِعهَا ثُمَّ أَتَى بِهَا إِلَى الْبَحْر فَقَالَ اللَّهُمَّ إِنَّك تَعْلَم أَنَّى اسْتَسْلَفْتُ فُلَانًا أَلْف دِينَار فَسَأَلَنِي شَهِيدًا فَقُلْت كَفَى بِاَللَّهِ شَهِيدًا وَسَأَلَنِي كَفِيلًا فَقُلْت كَفَى بِاَللَّهِ كَفِيلًا فَرَضِيَ بِك وَإِنِّي جَهَدْت أَنْ أَجِد مَرْكَبًا أَبْعَث إِلَيْهِ الَّذِي لَهُ فَلَمْ أَقْدِر وَإِنِّي اِسْتَوْدَعْتُكَهَا فَرَمَى بِهَا فِي الْبَحْر حَتَّى وَلَجَتْ فِيهِ ثُمَّ اِنْصَرَفَ وَهُوَ فِي ذَلِكَ يَلْتَمِس مَرْكَبًا يَخْرُج إِلَى بَلَده فَخَرَجَ الرَّجُل الَّذِي كَانَ سَلَّفَهُ لِيَنْظُرَ لَعَلَّ مَرْكَبًا يَجِيئهُ بِمَالِهِ فَإِذَا بِالْخَشَبَةِ الَّتِي فِيهَا الْمَال فَأَخَذَهَا لِأَهْلِهِ حَطَبًا فَلَمَّا كَسَرَهَا وَجَدَ الْمَال وَالصَّحِيفَة ثُمَّ قَدِمَ الرَّجُل الَّذِي كَانَ تَسَلَّفَ مِنْهُ فَأَتَاهُ بِأَلْفِ دِينَار وَقَالَ : وَاَللَّه مَا زِلْت جَاهِدًا فِي طَلَب مَرْكَب لِآتِيَك بِمَالِك فَمَا وَجَدْت مَرْكَبًا قَبْل الَّذِي أَتَيْت فِيهِ قَالَ : هَلْ كُنْت بَعَثْت إِلَى بِشَيْءٍ ؟ قَالَ : أَلَم أُخْبِرك أَنَّى لَمْ أَجِد مَرْكَبًا قَبْل هَذَا قَالَ : فَإِنَّ اللَّه قَدْ أَدَّى عَنْك الَّذِي بَعَثْت فِي الْخَشَبَة فَانْصَرَفَ بِأَلْفِ دِينَار رَاشِدًا \" هَكَذَا رَوَاهُ الْبُخَارِيّ فِي مَوْضِع مُعَلَّقًا بِصِيغَةِ الْجَزْم وَأَسْنَدَهُ فِي بَعْض الْمَوَاضِع مِنْ الصَّحِيح عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث عَنْهُ . وَرَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده هَكَذَا مُطَوَّلًا عَنْ يُونُس بْن مُحَمَّد الْمُؤَدِّب عَنْ اللَّيْث بِهِ . وَرَوَاهُ الْبَزَّار فِي مُسْنَده عَنْ الْحَسَن بْن مُدْرِك عَنْ يَحْيَى بْن حَمَّاد عَنْ أَبِي عَوَانَة عَنْ عُمَر بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ ثُمَّ قَالَ : لَا يُرْوَى عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا مِنْ هَذَا الْوَجْه بِهَذَا الْإِسْنَاد كَذَا قَالَ وَهُوَ خَطَأ لِمَا تَقَدَّمَ وَقَوْله \" ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيل \" أَيْ إِنَّمَا حَمَلَهُمْ عَلَى جُحُود الْحَقّ أَنَّهُمْ يَقُولُونَ : لَيْسَ عَلَيْنَا فِي دِيننَا حَرَج فِي أَكْل أَمْوَال الْأُمِّيِّينَ وَهُمْ الْعَرَب فَإِنَّ اللَّه قَدْ أَحَلَّهَا لَنَا قَالَ اللَّه تَعَالَى \" وَيَقُولُونَ عَلَى اللَّه الْكَذِب وَهُمْ يَعْلَمُونَ \" أَيْ وَقَدْ اِخْتَلَقُوا هَذِهِ الْمَقَالَة وَائْتَفَكُوهَا بِهَذِهِ الضَّلَالَة فَإِنَّ اللَّه حَرَّمَ عَلَيْهِمْ أَكْل الْأَمْوَال إِلَّا بِحَقِّهَا وَإِنَّمَا هُمْ قَوْم بُهُتٌ . قَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ أَبِي إِسْحَق الْهَمْدَانِيّ عَنْ أَبِي صَعْصَعَة بْن يَزِيد أَنَّ رَجُلًا سَأَلَ اِبْن عَبَّاس فَقَالَ : إِنَّا نُصِيب فِي الْغَزْو مِنْ أَمْوَال أَهْل الذِّمَّة الدَّجَاجَة وَالشَّاة قَالَ اِبْن عَبَّاس : فَتَقُولُونَ مَاذَا ؟ قَالَ : نَقُول لَيْسَ عَلَيْنَا بِذَلِكَ بَأْس قَالَ : هَذَا كَمَا قَالَ أَهْل الْكِتَاب لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيل إِنَّهُمْ إِذَا أَدَّوْا الْجِزْيَة لَمْ تَحِلَّ لَكُمْ أَمْوَالهمْ إِلَّا بِطِيبِ أَنْفُسهمْ . وَكَذَا رَوَاهُ الثَّوْرِيّ عَنْ أَبِي إِسْحَق بِنَحْوِهِ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن يَحْيَى حَدَّثَنَا أَبُو الرَّبِيع الزَّهْرَانِيّ حَدَّثَنَا يَعْقُوب حَدَّثَنَا جَعْفَر عَنْ سَعِيد بْن جُبَيْر قَالَ : لَمَّا قَالَ أَهْل الْكِتَاب لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيل قَالَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَذَبَ أَعْدَاء اللَّه مَا مِنْ شَيْء كَانَ فِي الْجَاهِلَة إِلَّا وَهُوَ تَحْت قَدَمَيَّ هَاتَيْنِ إِلَّا الْأَمَانَة فَإِنَّهَا مُؤَدَّاة إِلَى الْبَرّ وَالْفَاجِر \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40016, "aya_id": 75}]