[{"text": "وَاتَّخَذُوا مِن دُونِهِ آلِهَةً لَّا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا", "sura_id": 25, "type": 0, "id": 2858, "aya_id": 3}, {"text": "واتخذوا من دونه آلهة لا يخلقون شيئا وهم يخلقون ولا يملكون لأنفسهم ضرا ولا نفعا ولا يملكون موتا ولا حياة ولا نشورا", "sura_id": 25, "type": 1, "id": 9094, "aya_id": 3}, {"text": "3 - (واتخذوا) أي الكفار (من دونه) الله أي غيره (آلهة) هي الأصنام (لا يخلقون شيئا وهم يخلقون ولا يملكون لأنفسهم ضرا) أي دفعه (ولا نفعا) أي جره (ولا يملكون موتا ولا حياة) أي إماتة لأحد وإحياء لأحد (ولا نشورا) بعثا للأموات \r\n", "sura_id": 25, "type": 2, "id": 27802, "aya_id": 3}, {"text": "واتخذ مشركو العرب معبودات من دون الله لا تستطيع خَلْق شيء، والله خلقها وخلقهم, ولا تملك لنفسها دَفْعَ ضر أو جلب نفع, ولا تستطيع إماتة حي أو إحياء ميت, أو بعث أحد من الأموات حيًا من قبره.\r\n", "sura_id": 25, "type": 3, "id": 34038, "aya_id": 3}, {"text": " <font color=red>وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا</font><BR><p>يُخْبِر تَعَالَى عَنْ جَهْل الْمُشْرِكِينَ فِي اِتِّخَاذهمْ آلِهَة مِنْ دُون اللَّه الْخَالِق لِكُلِّ شَيْء الْمَالِك لِأَزِمَّةِ الْأُمُور الَّذِي مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَمَعَ هَذَا عَبَدُوا مَعَهُ مِنْ الْأَصْنَام مَا لَمْ يَقْدِر عَلَى خَلْق جَنَاح بَعُوضَة بَلْ هُمْ مَخْلُوقُونَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا فَكَيْف يَمْلِكُونَ لِعَابِدِيهِمْ ؟ \" وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاة وَلَا نُشُورًا \" أَيْ لَيْسَ لَهُمْ مِنْ ذَلِكَ شَيْء بَلْ ذَلِكَ كُلّه مَرْجِعه إِلَى اللَّه عَزَّ وَجَلَّ الَّذِي يُحْيِي وَيُمِيت وَهُوَ الَّذِي يُعِيد الْخَلَائِق يَوْم الْقِيَامَة أَوَّلهمْ وَآخِرهمْ \" مَا خَلْقكُمْ وَلَا بَعْثكُمْ إِلَّا كَنَفْسٍ وَاحِدَة \" كَقَوْلِهِ \" وَمَا أَمْرنَا إِلَّا وَاحِدَة كَلَمْحٍ بِالْبَصَرِ \" وَقَوْله \" فَإِنَّمَا هِيَ زَجْرَة وَاحِدَة فَإِذَا هُمْ بِالسَّاهِرَةِ \" \" فَإِنَّمَا هِيَ زَجْرَة وَاحِدَة فَإِذَا هُمْ يَنْظُرُونَ - إِنْ كَانَتْ إِلَّا صَيْحَة وَاحِدَة فَإِذَا هُمْ جَمِيع لَدَيْنَا مُحْضَرُونَ \" فَهُوَ اللَّه الَّذِي لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ وَلَا تَنْبَغِي الْعِبَادَة إِلَّا لَهُ لِأَنَّهُ مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَهُوَ الَّذِي لَا وَلَد لَهُ وَلَا وَالِد وَلَا عَدِيل وَلَا بَدِيل وَلَا وَزِير وَلَا نَظِير بَلْ هُوَ الْأَحَد الصَّمَد الَّذِي لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39311, "aya_id": 3}]