[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللّهِ فَتَبَيَّنُواْ وَلاَ تَقُولُواْ لِمَنْ أَلْقَى إِلَيْكُمُ السَّلاَمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِندَ اللّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ اللّهُ عَلَيْكُمْ فَتَبَيَّنُواْ إِنَّ اللّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا", "sura_id": 4, "type": 0, "id": 587, "aya_id": 94}, {"text": "يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن ألقى إليكم السلام لست مؤمنا تبتغون عرض الحياة الدنيا فعند الله مغانم كثيرة كذلك كنتم من قبل فمن الله عليكم فتبينوا إن الله كان بما تعملون خبيرا", "sura_id": 4, "type": 1, "id": 6823, "aya_id": 94}, {"text": "94 - ونزل لما مر نفر من الصحابة برجل من بني سليم وهو يسوق غنما فسلم عليهم فقالوا ما سلم علينا إلا تقية ، فقتلوه واستاقوا غنمه (يا أيها الذين آمنوا إذا ضربتم) سافرتم للجهاد (في سبيل الله فتبينوا) وفي قراءة {فتثبتوا} في الموضعين (ولا تقولوا لمن ألقى إليكم السلام) بألف أو دونها أي التحية أو الانقياد بكلمة الشهادة التي هي أمارة على الإسلام (لست مؤمنا) وأنما قلت هذا تقية لنفسك ومالك فتقتلوه (تبتغون) تطلبون لذلك (عرض الحياة الدنيا) متاعها من الغنيمة (فعند الله مغانم كثيرة) تغنيكم عن قتل مثله لماله (كذلك كنتم من قبل) تعصم دماؤكم وأموالكم بمجرد قولكم الشهادة (فمن الله عليكم) بالاشتهار بالإيمان والاستقامة (فتبينوا) أن تقتلوا مؤمنا وافعلوا بالداخل في الإسلام كما فعل بكم (إن الله كان بما تعملون خبيرا) فيجازيكم به \r\n", "sura_id": 4, "type": 2, "id": 25531, "aya_id": 94}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه إذا خرجتم في الأرض مجاهدين في سبيل الله فكونوا على بينة مما تأتون وتتركون, ولا تنفوا الإيمان عمن بدا منه شيء من علامات الإسلام ولم يقاتلكم; لاحتمال أن يكون مؤمنًا يخفي إيمانه, طالبين بذلك متاع الحياة الدنيا, والله تعالى عنده من الفضل والعطاء ما يغنيكم به, كذلك كنتم في بدء الإسلام تخفون إيمانكم عن قومكم من المشركين فمَنَّ الله عليكم, وأعزَّكم بالإيمان والقوة, فكونوا على بيِّنة ومعرفة في أموركم. إن الله تعالى عليم بكل أعمالكم, مطَّلع على دقائق أموركم, وسيجازيكم عليها.\r\n", "sura_id": 4, "type": 3, "id": 31767, "aya_id": 94}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن أَبِي بُكَيْر وَخَلَف بْن الْوَلِيد وَحُسَيْن بْن مُحَمَّد قَالُوا حَدَّثَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مَرَّ رَجُل مِنْ بَنِي سُلَيْم بِنَفَرٍ مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَرْعَى غَنَمًا لَهُ فَسَلَّمَ عَلَيْهِمْ فَقَالُوا لَا يُسَلِّم عَلَيْنَا إِلَّا لِيَتَعَوَّذ مِنَّا فَعَمَدُوا إِلَيْهِ فَقَتَلُوهُ وَأَتَوْا بِغَنَمِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا \" إِلَى آخِرهَا . وَرَوَاهُ التِّرْمِذِيّ فِي التَّفْسِير عَنْ عَبْد اللَّه بْن حُمَيْد عَنْ عَبْد الْعَزِيز بْن أَبِي رِزْمَة عَنْ إِسْرَائِيل بِهِ ثُمَّ قَالَ هَذَا حَدِيث حَسَن صَحِيح. وَفِي الْبَاب عَنْ أُسَامَة بْن زَيْد وَرَوَاهُ الْحَاكِم مِنْ طَرِيق عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل بِهِ ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ. وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث عُبَيْد اللَّه بْن مُوسَى وَعَبْد الرَّحِيم بْن سُلَيْمَان كِلَاهُمَا عَنْ إِسْرَائِيل بِهِ . وَقَالَ فِي بَعْض كُتُبه غَيْر التَّفْسِير وَقَدْ رَوَاهُ مِنْ طَرِيق عَبْد الرَّحْمَن فَقَطْ وَهَذَا خَبَر عِنْدنَا صَحِيح سَنَده وَقَدْ يَجِب أَنْ يَكُون عَلَى مَذْهَب الْآخَرِينَ سَقِيمًا لِعِلَلٍ مِنْهَا أَنَّهُ لَا يُعْرَف لَهُ مَخْرَج عَنْ سِمَاك إِلَّا مِنْ هَذَا الْوَجْه وَمِنْهَا أَنَّ عِكْرِمَة فِي رِوَايَته عِنْدهمْ نَظَر وَمِنْهَا أَنَّ الَّذِي نَزَلَتْ فِيهِ هَذِهِ الْآيَة عِنْدهمْ مُخْتَلَف فِيهِ فَقَالَ بَعْضهمْ نَزَلَتْ فِي مُحَلِّم بْن جَثَّامَة وَقَالَ بَعْضهمْ أُسَامَة بْن زَيْد وَقِيلَ : غَيْر ذَلِكَ قُلْت وَهَذَا كَلَام غَرِيب وَهُوَ مَرْدُود مِنْ وُجُوه أَحَدهَا أَنَّهُ ثَابِت عَنْ سِمَاك حَدَّثَ بِهِ عَنْهُ غَيْر وَاحِد مِنْ الْأَئِمَّة الْكِبَار الثَّانِي أَنَّ عِكْرِمَة مُحْتَجّ بِهِ فِي الصَّحِيح الثَّالِث أَنَّهُ مَرْوِيّ مِنْ غَيْر هَذَا الْوَجْه عَنْ اِبْن عَبَّاس كَمَا قَالَ الْبُخَارِيّ حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ عَطَاء عَنْ اِبْن عَبَّاس \" وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمْ السَّلَام لَسْت مُؤْمِنًا \" قَالَ : قَالَ اِبْن عَبَّاس : كَانَ رَجُل فِي غُنَيْمَة لَهُ فَلَحِقَهُ الْمُسْلِمُونَ فَقَالَ السَّلَام عَلَيْكُمْ فَقَتَلُوهُ وَأَخَذُوا غُنَيْمَته فَأَنْزَلَ اللَّه فِي ذَلِكَ \" وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمْ السَّلَام لَسْت مُؤْمِنًا \" قَالَ اِبْن عَبَّاس عَرَض الدُّنْيَا تِلْكَ الْغُنَيْمَة وَقَرَأَ اِبْن عَبَّاس عَلَيْهِ السَّلَام وَقَالَ سَعِيد بْن مَنْصُور حَدَّثَنَا مَنْصُور عَنْ عَمْرو بْن دِينَار عَنْ عَطَاء بْن يَسَار عَنْ اِبْن عَبَّاس قَالَ : لَحِقَ الْمُسْلِمُونَ رَجُلًا فِي غُنَيْمَة لَهُ فَقَالَ السَّلَام عَلَيْكُمْ فَقَتَلُوهُ وَأَخَذُوا غُنَيْمَته فَنَزَلَتْ \" وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمْ السَّلَام لَسْت مُؤْمِنًا \" وَقَدْ رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ طَرِيق سُفْيَان بْن عُيَيْنَة بِهِ وَقَدْ قَالَ فِي تَرْجَمَة : إِنَّ أَخَاهُ فَزَارًا هَاجَرَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَمْر أَبِيهِ بِإِسْلَامِهِمْ وَإِسْلَام قَوْمهمْ فَلَقِيَتْهُ سَرِيَّة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي عِمَايَة اللَّيْل وَكَانَ قَدْ قَالَ لَهُمْ إِنَّهُ مُسْلِم فَلَمْ يَقْبَلُوا مِنْهُ فَقَتَلُوهُ فَقَالَ أَبُوهُ فَقَدِمْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَعْطَانِي أَلْف دِينَار وَدِيَة أُخْرَى وَسَيَّرَنِي فَنَزَلَ قَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيل اللَّه \" الْآيَة . وَأَمَّا قِصَّة مُحَلِّم بْن جَثَّامَة فَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا يَعْقُوب حَدَّثَنِي أَبِي عَنْ مُحَمَّد بْن إِسْحَاق حَدَّثَنَا يَزِيد بْن عَبْد اللَّه بْن قُسَيْط عَنْ الْقَعْقَاع بْن عَبْد اللَّه بْن أَبِي حَدْرَد رَضِيَ اللَّه عَنْهُ قَالَ : بَعَثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى إِضَم فَخَرَجْت فِي نَفَر مِنْ الْمُسْلِمِينَ فِيهِمْ أَبُو قَتَادَة الْحَارِث بْن رِبْعِيّ وَمُحَلِّم بْن جَثَّامَة بْن قَيْس فَخَرَجْنَا حَتَّى إِذَا كُنَّا بِبَطْنِ إِضَمَ مَرَّ بِنَا عَامِر بْن الْأَضْبَط الْأَشْجَعِيّ عَلَى قَعُود لَهُ مَعَهُ مُتَيْع لَهُ وَوَطْب مِنْ لَبَن فَلَمَّا مَرَّ بِنَا سَلَّمَ عَلَيْنَا فَأَمْسَكْنَا عَنْهُ وَحَمَلَ عَلَيْهِ مُحَلَّم بْن جَثَّامَة فَقَتَلَهُ لِشَيْءٍ كَانَ بَيْنه وَبَيْنه وَأَخَذَ بَعِيره وَمُتَيْعَهُ . فَلَمَّا قَدِمْنَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَخْبَرْنَاهُ الْخَبَر نَزَلَ فِينَا \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيل اللَّه - إِلَى قَوْله تَعَالَى - خَبِيرًا \" تَفَرَّدَ بِهِ أَحْمَد . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا جَرِير عَنْ أَبِي إِسْحَاق عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُحَلَّم بْن جَثَّامَة مَبْعَثًا فَلَقِيَهُمْ عَامِر بْن الْأَضْبَط فَحَيَّاهُمْ بِتَحِيَّةِ الْإِسْلَام وَكَانَتْ بَيْنهمْ إِحْنَة فِي الْجَاهِلِيَّة فَرَمَاهُ مُحَلَّم بِسَهْمٍ فَقَتَلَهُ فَجَاءَ الْخَبَر إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَكَلَّمَ فِيهِ عُيَيْنَة وَالْأَقْرَع فَقَالَ الْأَقْرَع يَا رَسُول اللَّه سِرْ الْيَوْم وَغِرْ غَدًا فَقَالَ عُيَيْنَة لَا وَاَللَّه حَتَّى تَذُوق نِسَاؤُهُ مِنْ الثُّكْل مَا ذَاقَ نِسَائِي فَجَاءَ مُحَلَّم فِي بُرْدَيْنِ فَجَلَسَ بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَسْتَغْفِر لَهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا غَفَرَ اللَّه لَك \" فَقَامَ وَهُوَ يَتَلَقَّى دُمُوعه بِبُرْدَيْهِ فَمَا مَضَتْ لَهُ سَابِعَة حَتَّى مَاتَ وَدَفَنُوهُ فَلَفَظَتْهُ الْأَرْض فَجَاءُوا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرُوا ذَلِكَ لَهُ فَقَالَ \" إِنَّ الْأَرْض تَقْبَل مَنْ هُوَ شَرّ مِنْ صَاحِبكُمْ وَلَكِنَّ اللَّه أَرَادَ أَنْ يَعِظكُمْ ثُمَّ طَرَحُوهُ بَيْن صَدَفَيْ جَبَل وَأَلْقَوْا عَلَيْهِ الْحِجَارَة فَنَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيل اللَّه فَتَبَيَّنُوا \" الْآيَة وَقَالَ الْبُخَارِيّ قَالَ حَبِيب بْن أَبِي عَمْرَة عَنْ سَعِيد عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْمِقْدَادِ \" إِذَا كَانَ رَجُل مُؤْمِن يُخْفِي إِيمَانه مَعَ قَوْم كُفَّار فَأَظْهَرَ إِيمَانه فَقَتَلَتْه فَكَذَلِكَ كُنْت تُخْفِي إِيمَانك بِمَكَّة مِنْ قَبْل \" هَكَذَا ذَكَرَهُ الْبُخَارِيّ مُعَلَّقًا مُخْتَصَرًا وَقَدْ رُوِيَ مُطَوَّلًا مَوْصُولًا . فَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا حَمَّاد بْن عَلِيّ الْبَغْدَادِيّ حَدَّثَنَا جَعْفَر بْن سَلَمَة حَدَّثَنَا أَبُو بَكْر بْن عَلِيّ بْن مُقَدَّم حَدَّثَنَا حَبِيب بْن أَبِي عَمْرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَرِيَّة فِيهَا الْمِقْدَاد بْن الْأَسْوَد فَلَمَّا أَتَوْا الْقَوْم وَجَدُوهُمْ قَدْ تَفَرَّقُوا وَبَقِيَ رَجُل لَهُ مَال كَثِير لَمْ يَبْرَح فَقَالَ أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَهْوَى إِلَيْهِ الْمِقْدَاد فَقَتَلَهُ فَقَالَ لَهُ رَجُل مِنْ أَصْحَابه أَقَتَلْت رَجُلًا شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه ؟ وَاَللَّه لَأَذْكُرَن ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا قَدِمُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا يَا رَسُول اللَّه إِنَّ رَجُلًا شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه فَقَتَلَهُ الْمِقْدَاد فَقَالَ \" اُدْعُوَا لِي الْمِقْدَاد يَا مِقْدَاد أَقَتَلْت رَجُلًا يَقُول لَا إِلَه إِلَّا اللَّه فَكَيْف لَك بِلَا إِلَه إِلَّا اللَّه غَدًا \" قَالَ فَأَنْزَلَ \" اللَّه يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيل اللَّه فَتَبَيَّنُوا \" وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمْ السَّلَام لَسْت مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاة الدُّنْيَا فَعِنْد اللَّه مَغَانِم كَثِيرَة كَذَلِكَ كُنْتُمْ مِنْ قَبْل فَمَنَّ اللَّه عَلَيْكُمْ فَتَبَيَّنُوا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْمِقْدَادِ \" كَانَ رَجُل مُؤْمِن يُخْفِي إِيمَانه مَعَ قَوْم كُفَّار فَأَظْهَرَ إِيمَانه فَقَتَلَتْه وَكَذَلِكَ كُنْت تُخْفِي إِيمَانك بِمَكَّة قَبْل \" وَقَوْله فَعِنْد اللَّه مَغَانِم كَثِيرَة أَيْ خَيْر مِمَّا رَغِبْتُمْ فِيهِ مِنْ عَرَض الْحَيَاة الدُّنْيَا الَّذِي حَمَلَكُمْ عَلَى قَتْل مِثْل هَذَا الَّذِي أَلْقَى إِلَيْكُمْ السَّلَام وَأَظْهَرَ لَكُمْ الْإِيمَان فَتَغَافَلْتُمْ عَنْهُ وَاتَّهَمْتُمُوهُ بِالْمُصَانَعَةِ وَالتَّقِيَّة لِتَبْتَغُوا عَرَض الْحَيَاة الدُّنْيَا فَمَا عِنْد اللَّه مِنْ الرِّزْق الْحَلَال خَيْر لَكُمْ مِنْ مَال هَذَا وَقَوْله \" كَذَلِكَ كُنْتُمْ مِنْ قَبْل فَمَنَّ اللَّه عَلَيْكُمْ أَيْ قَدْ كُنْتُمْ مِنْ قَبْل هَذِهِ الْحَال كَهَذَا الَّذِي يُسِرّ إِيمَانه وَيُخْفِيه مِنْ قَوْمه كَمَا تَقَدَّمَ فِي الْحَدِيث الْمَرْفُوع آنِفًا . وَكَمَا قَالَ تَعَالَى \" وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيل مُسْتَضْعَفُونَ فِي الْأَرْض \" الْآيَة . وَهَذَا مَذْهَب سَعِيد بْن جُبَيْر لِمَا رَوَاهُ الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي عَمْرَة عَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" كَذَلِكَ كُنْتُمْ مِنْ قَبْل \" تُخْفُونَ إِيمَانكُمْ فِي الْمُشْرِكِينَ وَرَوَاهُ عَبْد الرَّزَّاق عَنْ اِبْن جُرَيْج أَخْبَرَنِي عَبْد اللَّه بْن كَثِير عَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" كَذَلِكَ كُنْتُمْ مِنْ قَبْل \" سَتُخْفُونَ بِإِيمَانِكُمْ كَمَا اِسْتَخْفَى هَذَا الرَّاعِي بِإِيمَانِهِ. وَهَذَا اِخْتِيَار اِبْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم وَذَكَرَ عَنْ قَيْس عَنْ سَالِم عَنْ سَعِيد بْن جُبَيْر قَوْله \" كَذَلِكَ كُنْتُمْ مِنْ قَبْل \" لَمْ تَكُونُوا مُؤْمِنِينَ \" فَمَنَّ اللَّه عَلَيْكُمْ \" أَيْ تَابَ عَلَيْكُمْ فَحَلَفَ أُسَامَة لَا يُقَاتِل رَجُلًا يَقُول لَا إِلَه إِلَّا اللَّه بَعْد ذَلِكَ الرَّجُل وَمَا لَقِيَ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ وَقَوْله \" فَتَبَيَّنُوا \" تَأْكِيد لِمَا تَقَدَّمَ وَقَوْله \" إِنَّ اللَّه كَانَ بِمَا تَعْمَلُونَ خَبِيرًا \" قَالَ سَعِيد بْن جُبَيْر هَذَا تَهْدِيد وَوَعِيد .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40936, "aya_id": 94}]