[{"text": "انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً", "sura_id": 17, "type": 0, "id": 2050, "aya_id": 21}, {"text": "انظر كيف فضلنا بعضهم على بعض و للأخرة أكبر درجات و أكبر تفضيلا", "sura_id": 17, "type": 1, "id": 8286, "aya_id": 21}, {"text": "21 - (انظر كيف فضلنا بعضهم على بعض) في الرزق والجاه (وللآخرة أكبر) أعظم (درجات وأكبر تفضيلا) من الدنيا فينبغي الاعتناء بها دونها \r\n", "sura_id": 17, "type": 2, "id": 26994, "aya_id": 21}, {"text": "تأمل -أيها الرسول- في كيفية تفضيل الله بعض الناس على بعض في الدنيا في الرزق والعمل، ولَلآخرة أكبرُ درجات للمؤمنين وأكبر تفضيلا.\r\n", "sura_id": 17, "type": 3, "id": 33230, "aya_id": 21}, {"text": " <font color=red>انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" اُنْظُرْ كَيْف فَضَّلْنَا بَعْضهمْ عَلَى بَعْض \" أَيْ فِي الدُّنْيَا فَمِنْهُمْ الْغَنِيّ وَالْفَقِير وَبَيْن ذَلِكَ وَالْحَسَن وَالْقَبِيح وَبَيْن ذَلِكَ وَمَنْ يَمُوت صَغِيرًا وَمَنْ يُعَمَّر حَتَّى يَبْقَى شَيْخًا كَبِيرًا وَبَيْن ذَلِكَ \" وَلَلْآخِرَة أَكْبَر دَرَجَات وَأَكْبَر تَفْضِيلًا \" أَيْ وَلَتَفَاوُتهُمْ فِي الدَّار الْآخِرَة أَكْبَر مِنْ الدُّنْيَا فَإِنَّ مِنْهُمْ مَنْ يَكُون فِي الدَّرَكَات فِي جَهَنَّم وَسَلَاسِلهَا وَأَغْلَالهَا وَمِنْهُمْ مَنْ يَكُون فِي الدَّرَجَات الْعُلَى وَنَعِيمهَا وَسُرُورهَا ثُمَّ أَهْل الدَّرَكَات يَتَفَاوَتُونَ فِيمَا هُمْ فِيهِ كَمَا أَنَّ أَهْل الدَّرَجَات يَتَفَاوَتُونَ فَإِنَّ الْجَنَّة مِائَة دَرَجَة مَا بَيْن كُلّ دَرَجَتَيْنِ كَمَا بَيْن السَّمَاء وَالْأَرْض . وَفِي الصَّحِيحَيْنِ \" إِنَّ أَهْل الدَّرَجَات الْعُلَى لَيَرَوْنَ أَهْل عِلِّيِّينَ كَمَا تَرَوْنَ الْكَوْكَب الْغَابِر فِي أُفُق السَّمَاء \" وَلِهَذَا قَالَ تَعَالَى \" وَلَلْآخِرَة أَكْبَر دَرَجَات وَأَكْبَر تَفْضِيلًا \" وَفِي الطَّبَرَانِيّ مِنْ رِوَايَة زَاذَان عَنْ سَلْمَان مَرْفُوعًا \" مَا مِنْ عَبْد يُرِيد أَنْ يَرْتَفِع فِي الدُّنْيَا دَرَجَة فَارْتَفَعَ إِلَّا وَضَعَهُ اللَّه فِي الْآخِرَة أَكْبَر مِنْهَا \" ثُمَّ قَرَأَ \" وَلَلْآخِرَة أَكْبَر دَرَجَات وَأَكْبَر تَفْضِيلًا \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38203, "aya_id": 21}]