[{"text": "وَما أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا", "sura_id": 25, "type": 0, "id": 2875, "aya_id": 20}, {"text": "وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق وجعلنا بعضكم لبعض فتنة أتصبرون وكان ربك بصيرا", "sura_id": 25, "type": 1, "id": 9111, "aya_id": 20}, {"text": "20 - (وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق) فأنت مثلهم في ذلك وقد قيل لهم ما قيل لك (وجعلنا بعضكم لبعض فتنة) بلية ابتلي الغنى بالفقير والصحيح بالمريض والشريف بالوضيع يقول الثاني في كل مالي لا أكون كالأول في كل (أتصبرون) على ما تسمعون ممن ابتليتم بهم استفهام بمعنى الأمر أي اصبروا (وكان ربك بصيرا) بمن يصبر وبمن يجزع \r\n", "sura_id": 25, "type": 2, "id": 27819, "aya_id": 20}, {"text": "وما أرسلنا قبلك - أيها الرسول - أحدًا مِن رسلنا إلا كانوا بشرًا، يأكلون الطعام، ويمشون في الأسواق. وجعلنا بعضكم- أيها الناس- لبعض ابتلاء واختبارًا بالهدى والضلال، والغنى والفقر، والصحة والمرض، هل تصبرون، فتقوموا بما أوجبه الله عليكم، وتشكروا له، فيثيبكم مولاكم، أو لا تصبرون فتستحقوا العقوبة؟ وكان ربك - أيها الرسول - بصيرًا بمن يجزع أو يصبر، وبمن يكفر أو يشكر.\r\n", "sura_id": 25, "type": 3, "id": 34055, "aya_id": 20}, {"text": " <font color=red>وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ جَمِيع مَنْ بَعَثَهُ مِنْ الرُّسُل الْمُتَقَدِّمِينَ أَنَّهُمْ كَانُوا يَأْكُلُونَ الطَّعَام وَيَحْتَاجُونَ إِلَى التَّغَذِّي بِهِ وَيَمْشُونَ فِي الْأَسْوَاق لِلتَّكَسُّبِ وَالتِّجَارَة وَلَيْسَ ذَلِكَ بِمُنَافٍ لِحَالِهِمْ وَمَنْصِبهمْ فَإِنَّ اللَّه تَعَالَى جَعَلَ لَهُمْ مِنْ السِّمَات الْحَسَنَة وَالصِّفَات الْجَمِيلَة وَالْأَقْوَال الْفَاضِلَة وَالْأَعْمَال الْكَامِلَة وَالْخَوَارِق الْبَاهِرَة وَالْأَدِلَّة الظَّاهِرَة مَا يَسْتَدِلّ بِهِ كُلّ ذِي لُبّ سَلِيم وَبَصِيرَة مُسْتَقِيمَة عَلَى صِدْق مَا جَاءُوا بِهِ مِنْ اللَّه وَنَظِير هَذِهِ الْآيَة الْكَرِيمَة قَوْله تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلك إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْل الْقُرَى \" وَقَوْله : \" وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَام \" الْآيَة وَقَوْله تَعَالَى : \" وَجَعَلْنَا بَعْضكُمْ لِبَعْضٍ فِتْنَة أَتَصْبِرُونَ \" أَيْ اِخْتَبَرْنَا بَعْضكُمْ بِبَعْضٍ وَبَلَوْنَا بَعْضكُمْ بِبَعْضٍ لِنَعْلَم مَنْ يُطِيع مِمَّنْ يَعْصِي وَلِهَذَا قَالَ \" أَتَصْبِرُونَ وَكَانَ رَبّك بَصِيرًا\" أَيْ بِمَنْ يَسْتَحِقّ أَنْ يُوحَى إِلَيْهِ كَمَا قَالَ تَعَالَى : \" اللَّه أَعْلَم حَيْثُ يَجْعَل رِسَالَته \" وَمَنْ يَسْتَحِقّ أَنْ يَهْدِيه اللَّه لِمَا أَرْسَلَهُمْ بِهِ وَمَنْ لَا يَسْتَحِقّ ذَلِكَ وَقَالَ مُحَمَّد بْن إِسْحَاق فِي قَوْله : \" وَجَعَلْنَا بَعْضكُمْ لِبَعْضٍ فِتْنَة أَتَصْبِرُونَ \" قَالَ : يَقُول اللَّه لَوْ شِئْت أَنْ أَجْعَل الدُّنْيَا مَعَ رُسُلِي فَلَا يُخَالِفُونَ لَفَعَلْت وَلَكِنِّي قَدْ أَرَدْت أَنْ أَبْتَلِيَ الْعِبَاد بِهِمْ وَأَبْتَلِيكُمْ بِهِمْ وَفِي صَحِيح مُسْلِم عَنْ عِيَاض بْن حِمَار عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه تَعَالَى إِنِّي مُبْتَلِيك وَمُبْتَلِي بِك \" وَفِي الْمُسْنَد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ شِئْت لَأَجْرَى اللَّه مَعِي جِبَال الذَّهَب وَالْفِضَّة \" وَفِي الصَّحِيح أَنَّهُ عَلَيْهِ أَفْضَل الصَّلَاة وَالسَّلَام خُيِّرَ بَيْن أَنْ يَكُون نَبِيًّا مَلَكًا أَوْ عَبْدًا رَسُولًا فَاخْتَارَ أَنْ يَكُون عَبْدًا رَسُولًا .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39301, "aya_id": 20}]