[{"text": "وَمَا مِن دَآبَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ", "sura_id": 11, "type": 0, "id": 1479, "aya_id": 6}, {"text": "وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين", "sura_id": 11, "type": 1, "id": 7715, "aya_id": 6}, {"text": "6 - (وما من) زائدة (دابة في الأرض) هي ما دب عليها (إلا على الله رزقها) تكفل به فضلاً منه تعالى (ويعلم مستقرها) مسكنها في الدنيا أو الصلب (ومستودعها) بعد الموت أو في الرحم (كل) مما ذكر (في كتاب مبين) بين هو اللوح المحفوظ \r\n", "sura_id": 11, "type": 2, "id": 26423, "aya_id": 6}, {"text": "لقد تكفَّل الله برزق جميع ما دبَّ على وجه الأرض, تفضلا منه, ويعلم مكان استقراره في حياته وبعد موته, ويعلم الموضع الذي يموت فيه, كل ذلك مكتوب في كتاب عند الله مبين عن جميع ذلك.\r\n", "sura_id": 11, "type": 3, "id": 32659, "aya_id": 6}, {"text": " <font color=red>وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ</font><BR><p>أَخْبَرَ تَعَالَى أَنَّهُ مُتَكَفِّل بِأَرْزَاقِ الْمَخْلُوقَات مِنْ سَائِر دَوَابّ الْأَرْض صَغِيرهَا وَكَبِيرهَا بَحْرِيّهَا وَبَرِّيّهَا وَأَنَّهُ يَعْلَم مُسْتَقَرّهَا وَمُسْتَوْدَعهَا أَيْ يَعْلَم أَيْنَ مُنْتَهَى سَيْرهَا فِي الْأَرْض وَأَيْنَ تَأْوِي إِلَيْهِ مِنْ وَكْرهَا وَهُوَ مُسْتَوْدَعهَا . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة وَغَيْره عَنْ اِبْن عَبَّاس \" وَيَعْلَم مُسْتَقَرّهَا \" أَيْ حَيْثُ تَأْوِي \" وَمُسْتَوْدَعهَا\" حَيْثُ تَمُوت وَعَنْ مُجَاهِد \" مُسْتَقَرّهَا \" فِي الرَّحِم . \" وَمُسْتَوْدَعهَا \" فِي الصُّلْب كَاَلَّتِي فِي الْأَنْعَام وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَالضَّحَّاك وَجَمَاعَة وَذَكَرَ اِبْن أَبِي حَاتِم أَقْوَال الْمُفَسِّرِينَ هَهُنَا كَمَا ذَكَرَهُ عِنْد تِلْكَ الْآيَة فَاَللَّه أَعْلَم وَأَنَّ جَمِيع ذَلِكَ مَكْتُوب فِي كِتَاب عِنْد اللَّه مُبِين عَنْ جَمِيع ذَلِكَ كَقَوْلِهِ \" وَمَا مِنْ دَابَّة فِي الْأَرْض وَلَا طَائِر يَطِير بِجَنَاحَيْهِ إِلَّا أُمَم أَمْثَالكُمْ مَا فَرَّطْنَا فِي الْكِتَاب مِنْ شَيْء ثُمَّ إِلَى رَبّهمْ يُحْشَرُونَ\" وَقَوْله \" وَعِنْده مَفَاتِح الْغَيْب لَا يَعْلَمهَا إِلَّا هُوَ وَيَعْلَم مَا فِي الْبَرّ وَالْبَحْر وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رَطْب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37679, "aya_id": 6}]