[{"text": "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ", "sura_id": 41, "type": 0, "id": 4255, "aya_id": 37}, {"text": "ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون", "sura_id": 41, "type": 1, "id": 10491, "aya_id": 37}, {"text": "37 - (ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن) أي الآيات الأربع (إن كنتم إياه تعبدون) \r\n", "sura_id": 41, "type": 2, "id": 29199, "aya_id": 37}, {"text": "ومِن حجج الله على خلقه, ودلائله على وحدانيته وكمال قدرته اختلاف الليل والنهار, وتعاقبهما, واختلاف الشمس والقمر وتعاقبهما, كل ذلك تحت تسخيره وقهره. لا تسجدوا للشمس ولا للقمر- فإنهما مدَبَّران مخلوقان- واسجدوا لله الذي خلقهن, إن كنتم حقًّا منقادين لأمره سامعين مطيعين له، تعبدونه وحده لا شريك له.\r\n", "sura_id": 41, "type": 3, "id": 35435, "aya_id": 37}, {"text": " <font color=red>وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا خَلْقه عَلَى قُدْرَته الْعَظِيمَة وَأَنَّهُ الَّذِي لَا نَظِير لَهُ وَأَنَّهُ عَلَى مَا يَشَاء قَادِر \" وَمِنْ آيَاته اللَّيْل وَالنَّهَار وَالشَّمْس وَالْقَمَر \" أَيْ أَنَّهُ خَلَقَ اللَّيْل بِظَلَامِهِ وَالنَّهَار بِضِيَائِهِ وَهُمَا مُتَعَاقِبَانِ لَا يَفْتُرَانِ وَالشَّمْس وَنُورهَا وَإِشْرَاقهَا وَالْقَمَر وَضِيَاؤُهُ وَتَقْدِير مَنَازِله فِي فُلْكه وَاخْتِلَاف سَيْره فِي سَمَائِهِ لِيُعْرَف بِاخْتِلَافِ سَيْره وَسَيْر الشَّمْس مَقَادِير اللَّيْل وَالنَّهَار وَالْجُمَع وَالشُّهُور وَالْأَعْوَام وَيَتَبَيَّن بِذَلِكَ حُلُول الْحُقُوق وَأَوْقَات الْعِبَادَات وَالْمُعَامَلَات ثُمَّ لَمَّا كَانَ الشَّمْس وَالْقَمَر أَحْسَن الْأَجْرَام الْمُشَاهَدَة فِي الْعَالَم الْعُلْوِيّ وَالسُّفْلِيّ نَبَّهَ تَعَالَى عَلَى أَنَّهُمَا مَخْلُوقَانِ عَبْدَانِ مِنْ عَبِيده تَحْت قَهْره وَتَسْخِيره فَقَالَ\" لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ \" أَيْ وَلَا تُشْرِكُوا بِهِ فَمَا تَنْفَعكُمْ عِبَادَتكُمْ لَهُ مَعَ عِبَادَتكُمْ لِغَيْرِهِ فَإِنَّهُ لَا يَغْفِر أَنْ يُشْرَك بِهِ .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41055, "aya_id": 37}]