[{"text": "وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ", "sura_id": 21, "type": 0, "id": 2554, "aya_id": 71}, {"text": "و نجيناه و لوطا إلى الأرض التي باركنا فيها للعالمين", "sura_id": 21, "type": 1, "id": 8790, "aya_id": 71}, {"text": "71 - (ونجيناه ولوطا) ابن أخيه هاران من العراق (إلى الأرض التي باركنا فيها للعالمين) بكثرة الأنهار والأشجار وهي الشام نزل إبراهيم بفلسطين ولوط بالمؤتفكة وبينهما يوم \r\n", "sura_id": 21, "type": 2, "id": 27498, "aya_id": 71}, {"text": "ونجينا إبراهيم ولوطًا الذي آمن به من \"العراق\"، وأخرجناهما إلى أرض \"الشام\" التي باركنا فيها بكثرة الخيرات, وفيها أكثر الأنبياء عليهم الصلاة والسلام.\r\n", "sura_id": 21, "type": 3, "id": 33734, "aya_id": 71}, {"text": " <font color=red>وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ إِبْرَاهِيم إِنَّهُ سَلَّمَهُ اللَّه مِنْ نَار قَوْمه وَأَخْرَجَهُ مِنْ بَيْن أَظْهُرهمْ مُهَاجِرًا إِلَى بِلَاد الشَّام إِلَى الْأَرْض الْمُقَدَّسَة مِنْهَا . قَالَ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب فِي قَوْله \" إِلَى الْأَرْض الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ\" قَالَ الشَّام وَمَا مِنْ مَاء عَذْب إِلَّا يَخْرُج مِنْ تَحْت الصَّخْرَة وَكَذَا قَالَ أَبُو الْعَالِيَة أَيْضًا وَقَالَ قَتَادَة كَانَ بِأَرْضِ الْعِرَاق فَأَنْجَاهُ اللَّه إِلَى الشَّام وَكَانَ يُقَال لِلشَّامِ أَعَقَار دَار الْهِجْرَة وَمَا نَقَصَ مِنْ الْأَرْض زِيدَ فِي الشَّام وَمَا نَقَصَ مِنْ الشَّام زِيدَ فِي فِلَسْطِين وَكَانَ يُقَال هِيَ أَرْض الْمَحْشَر وَالْمَنْشَر وَبِهَا يَنْزِل عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام وَبِهَا يَهْلِك الْمَسِيح الدَّجَّال وَقَالَ كَعْب الْأَحْبَار فِي قَوْله \" إِلَى الْأَرْض الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ \" إِلَى حَرَّان وَقَالَ السُّدِّيّ اِنْطَلَقَ إِبْرَاهِيم وَلُوط قِبَل الشَّام فَلَقِيَ إِبْرَاهِيم سَارَّة وَهِيَ اِبْنَة مَلِك حَرَّان وَقَدْ طَعَنَتْ عَلَى قَوْمهَا فِي دِينهمْ فَتَزَوَّجَهَا عَلَى أَنْ يَفِرّ بِهَا رَوَاهُ اِبْن جَرِير وَهُوَ غَرِيب وَالْمَشْهُور أَنَّهَا اِبْنَة عَمّه وَأَنَّهُ خَرَجَ بِهَا مُهَاجِرًا مِنْ بِلَاده وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس إِلَى مَكَّة أَلَا تَسْمَع إِلَى قَوْله \" إِنَّ أَوَّل بَيْت وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ فِيهِ آيَات بَيِّنَات مَقَام إِبْرَاهِيم وَمَنْ دَخَلَهُ كَانَ آمِنًا \" .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38998, "aya_id": 71}]