[{"text": "مَلِكِ يَوْمِ الدِّينِ", "sura_id": 1, "type": 0, "id": 4, "aya_id": 4}, {"text": "مالك يوم الدين", "sura_id": 1, "type": 1, "id": 6240, "aya_id": 4}, {"text": "4 - (مَلِكِ يوم الدين) أي الجزاء وهو يوم القيامة ، وخُصَّ بالذكر لأنه لا ملك ظاهراً فيه لأحد إلا لله تعالى بدليل {لمن الملك اليوم لله} ومن قرأ {مالك} فمعناه مالك الأمر كله في يوم القيامة أو هو موصوف بذلك دائماً {كغافر الذنب} فصح وقوعه صفة لمعرفة\r\n", "sura_id": 1, "type": 2, "id": 24948, "aya_id": 4}, {"text": "وهو سبحانه وحده مالك يوم القيامة, وهو يوم الجزاء على الأعمال. وفي قراءة المسلم لهذه الآية في كل ركعة من صلواته تذكير له باليوم الآخر, وحثٌّ له على الاستعداد بالعمل الصالح, والكف عن المعاصي والسيئات.\r\n", "sura_id": 1, "type": 3, "id": 31184, "aya_id": 4}, {"text": " <font color=red>مَالِكِ يَوْمِ الدِّينِ</font><BR><p>قَرَأَ بَعْض الْقُرَّاء \" مَلِك يَوْم الدِّين\" وَقَرَأَ آخَرُونَ \" مَالِك \" وَكِلَاهُمَا صَحِيح مُتَوَاتِر فِي السَّبْع وَيُقَال مَلِك بِكَسْرِ اللَّام وَبِإِسْكَانِهَا وَيُقَال مَلِيك أَيْضًا وَأَشْبَعَ نَافِع كَسْرَة الْكَاف فَقَرَأَ \" مَلِكِي يَوْم الدِّين \" وَقَدْ رَجَّحَ كُلًّا مِنْ الْقِرَاءَتَيْنِ مُرَجِّحُونَ مِنْ حَيْثُ الْمَعْنَى وَكِلَاهُمَا صَحِيحَة حَسَنَة وَرَجَّحَ الزَّمَخْشَرِيُّ مَلِك لِأَنَّهَا قِرَاءَة أَهْل الْحَرَمَيْنِ وَلِقَوْلِهِ \" لِمَنْ الْمُلْك الْيَوْم \" وَ \" قَوْله الْحَقّ وَلَهُ الْمُلْك \" وَحُكِيَ عَنْ أَبِي حَنِيفَة أَنَّهُ قَرَأَ \" مَلَكَ يَوْمَ الدِّينِ \" عَلَى أَنَّهُ فِعْل وَفَاعِل وَمَفْعُول وَهَذَا شَاذّ غَرِيب جِدًّا وَقَدْ رَوَى أَبُو بَكْر بْن أَبِي دَاوُدَ فِي ذَلِكَ شَيْئًا غَرِيبًا حَيْثُ قَالَ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْأَزْدِيّ حَدَّثَنَا عَبْد الْوَهَّاب بْن عَدِيّ بْن الْفَضْل عَنْ أَبِي الْمُطَرِّف عَنْ اِبْن شِهَاب أَنَّهُ بَلَغَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبَا بَكْر وَعُمَر وَعُثْمَان وَمُعَاوِيَة وَابْنه يَزِيد بْن مُعَاوِيَة كَانُوا يَقْرَءُونَ \" مَالِك يَوْم الدِّين \" قَالَ اِبْن شِهَاب وَأَوَّل مَنْ أَحْدَث \" مَلِك \" مَرْوَان \" قُلْت \" مَرْوَان عِنْدَهُ عِلْم بِصِحَّةِ مَا قَرَأَهُ لَمْ يَطَّلِع عَلَيْهِ اِبْن شِهَاب وَاَللَّه أَعْلَم . وَقَدْ رُوِيَ مِنْ طُرُق مُتَعَدِّدَة أَوْرَدَهَا اِبْن مَرْدَوَيْهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَؤُهَا \" مَالِك يَوْم الدِّين \" وَمَالِك مَأْخُوذ مِنْ الْمُلْك كَمَا قَالَ تَعَالَى : \" إِنَّا نَحْنُ نَرِث الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ \" وَقَالَ : \" قُلْ أَعُوذ بِرَبِّ النَّاس مَلِك النَّاس \" وَمَلِك مَأْخُوذ مِنْ الْمُلْك كَمَا قَالَ تَعَالَى : \" لِمَنْ الْمُلْك الْيَوْمَ لِلَّهِ الْوَاحِد الْقَهَّار\" وَقَالَ : \" قَوْله الْحَقّ وَلَهُ الْمُلْك \" وَقَالَ : \" الْمُلْك يَوْمَئِذٍ الْحَقّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا \" وَتَخْصِيص الْمُلْك بِيَوْمِ الدِّين لَا يَنْفِيه عَمَّا عَدَاهُ لِأَنَّهُ قَدْ تَقَدَّمَ الْإِخْبَار بِأَنَّهُ رَبّ الْعَالَمِينَ وَذَلِكَ عَامّ فِي الدُّنْيَا وَالْآخِرَة وَإِنَّمَا أُضِيف إِلَى يَوْم الدِّين لِأَنَّهُ لَا يَدَّعِي أَحَد هُنَالِكَ شَيْئًا وَلَا يَتَكَلَّم أَحَد إِلَّا بِإِذْنِهِ كَمَا قَالَ تَعَالَى : \" يَوْم يَقُوم الرُّوح وَالْمَلَائِكَة صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَن وَقَالَ صَوَابًا \" وَقَالَ تَعَالَى : \" وَخَشَعَتْ الْأَصْوَات لِلرَّحْمَنِ فَلَا تَسْمَع إِلَّا هَمْسًا \" وَقَالَ تَعَالَى : \" يَوْم يَأْتِي لَا تَكَلَّمُ نَفْس إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيد \" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" مَالِك يَوْم الدِّين \" يَقُول لَا يَمْلِك أَحَد مَعَهُ فِي ذَلِكَ الْيَوْم حُكْمًا كَمُلْكِهِمْ فِي الدُّنْيَا قَالَ وَيَوْم الدِّين يَوْم الْحِسَاب لِلْخَلَائِقِ وَهُوَ يَوْم الْقِيَامَة يَدِينهُمْ بِأَعْمَالِهِمْ إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ إِلَّا مَنْ عَفَا عَنْهُ وَكَذَلِكَ قَالَ غَيْره مِنْ الصَّحَابَة وَالتَّابِعِينَ وَالسَّلَف وَهُوَ ظَاهِر وَحَكَى اِبْن جَرِير عَنْ بَعْضهمْ أَنَّهُ ذَهَبَ إِلَى تَفْسِير \" مَالِك يَوْم الدِّين \" أَنَّهُ الْقَادِر عَلَى إِقَامَته ثُمَّ شَرَعَ يُضَعِّفهُ وَالظَّاهِر أَنَّهُ لَا مُنَافَاة بَيْنَ هَذَا الْقَوْل وَمَا تَقَدَّمَ وَأَنَّ كُلًّا مِنْ الْقَائِلِينَ هَذَا الْقَوْل وَبِمَا قَبْله يَعْتَرِف بِصِحَّةِ الْقَوْل الْآخَر وَلَا يُنْكِرهُ وَلَكِنَّ السِّيَاقَ أَدَلّ عَلَى الْمَعْنَى الْأَوَّل مِنْ هَذَا كَمَا قَالَ تَعَالَى : \" الْمُلْك يَوْمَئِذٍ الْحَقّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا \" وَالْقَوْل الثَّانِي يُشْبِه قَوْله تَعَالَى : \" وَيَوْمَ يَقُول كُنْ فَيَكُون \" وَاَللَّه أَعْلَم . وَالْمَلِك فِي الْحَقِيقَة هُوَ اللَّه عَزَّ وَجَلَّ قَالَ اللَّه تَعَالَى \" هُوَ اللَّه الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِك الْقُدُّوس السَّلَام \" وَفِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ مَرْفُوعًا \" أَخْنَع اِسْم عِنْد اللَّه رَجُل تَسَمَّى بِمَلِكِ الْأَمْلَاك وَلَا مَالِك إِلَّا اللَّه \" وَفِيهِمَا عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَقْبِض اللَّه الْأَرْضَ وَيَطْوِي السَّمَاءَ بِيَمِينِهِ ثُمَّ يَقُول أَنَا الْمَلِك أَيْنَ مُلُوك الْأَرْض ؟ أَيْنَ الْجَبَّارُونَ ؟ أَيْنَ الْمُتَكَبِّرُونَ ؟ \" وَفِي الْقُرْآن الْعَظِيم \" لِمَنْ الْمُلْك الْيَوْمَ لِلَّهِ الْوَاحِد الْقَهَّار \" فَأَمَّا تَسْمِيَة غَيْره فِي الدُّنْيَا بِمَلِكٍ فَعَلَى سَبِيل الْمَجَاز كَمَا قَالَ تَعَالَى : \" إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوت مَلِكًا \" \" وَكَانَ وَرَاءَهُمْ مَلِك \" \" إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا \" وَفِي الصَّحِيحَيْنِ\" مِثْل الْمُلُوك عَلَى الْأَسِرَّة \" . وَالدِّين الْجَزَاء وَالْحِسَاب كَمَا قَالَ تَعَالَى : \" يَوْمَئِذٍ يُوفِيهِمْ اللَّه دِينَهُمْ الْحَقّ\" وَقَالَ : \" أَئِنَّا لَمَدِينُونَ \" أَيْ مَجْزِيُّونَ مُحَاسَبُونَ وَفِي الْحَدِيث \" الْكَيِّس مَنْ دَانَ نَفْسَهُ وَعَمِلَ لِمَا بَعْد الْمَوْت \" أَيْ حَاسَبَ نَفْسَهُ لِنَفْسِهِ كَمَا قَالَ عُمَر رَضِيَ اللَّه عَنْهُ حَاسِبُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُحَاسَبُوا وَزِنُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُوزَنُوا وَتَأَهَّبُوا لِلْعَرْضِ الْأَكْبَر عَلَى مَنْ لَا تَخْفَى عَلَيْهِ أَعْمَالُكُمْ \" يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَة \" .</p><BR> <br> ", "sura_id": 1, "type": 4, "id": 37420, "aya_id": 4}]