[{"text": "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنتَ عَلَيْهِم بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَن يَخَافُ وَعِيدِ", "sura_id": 50, "type": 0, "id": 4675, "aya_id": 45}, {"text": "نحن أعلم بما يقولون وما أنت عليهم بجبار فذكر بالقرءان من يخاف وعيد", "sura_id": 50, "type": 1, "id": 10911, "aya_id": 45}, {"text": "45 - (نحن أعلم بما يقولون) أي كفار قريش (وما أنت عليهم بجبار) تجبرهم على الإيمان وهذا قبل  الأمر بالجهاد (فذكر بالقرآن من يخاف وعيد) وهم المؤمنون\r\n", "sura_id": 50, "type": 2, "id": 29619, "aya_id": 45}, {"text": "نحن أعلم بما يقول هؤلاء المشركون مِن افتراء على الله وتكذيب بآياته, وما أنت -أيها الرسول- عليهم بمسلَّط; لتجبرهم على الإسلام, وإنما بُعِثْتَ مبلِّغًا, فذكِّر بالقرآن من يخشى وعيدي; لأن مَن لا يخاف الوعيد لا يذَّكر.\r\n", "sura_id": 50, "type": 3, "id": 35855, "aya_id": 45}, {"text": " <font color=red>نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ</font><BR><p>وَقَوْله جَلَّ وَعَلَا\" نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ \" أَيْ نَحْنُ عِلْمُنَا مُحِيطٌ بِمَا يَقُول لَك الْمُشْرِكُونَ مِنْ التَّكْذِيب فَلَا يَهُولَنَّك ذَلِكَ كَقَوْلِهِ \" وَلَقَدْ نَعْلَم أَنَّك يَضِيق صَدْرك بِمَا يَقُولُونَ فَسَبِّحْ بِحَمْدِ رَبّك وَكُنْ مِنْ السَّاجِدِينَ وَاعْبُدْ رَبَّك حَتَّى يَأْتِيَك الْيَقِين \" وَقَوْله تَبَارَكَ وَتَعَالَى \" وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ \" أَيْ وَلَسْت بِاَلَّذِي تُجْبِر هَؤُلَاءِ عَلَى الْهُدَى وَلَيْسَ ذَلِكَ مَا كُلِّفْت بِهِ قَالَ مُجَاهِد وَقَتَادَة وَالضَّحَّاك \" وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ \" أَيْ لَا تَتَجَبَّر عَلَيْهِمْ وَالْقَوْل الْأَوَّل أَوْلَى وَلَوْ أَرَادَ مَا قَالُوهُ لَقَالَ وَلَا تَكُنْ جَبَّارًا عَلَيْهِمْ وَإِنَّمَا قَالَ \" وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ \" بِمَعْنَى وَمَا أَنْتَ بِمُجْبِرِهِمْ عَلَى الْإِيمَان إِنَّمَا أَنْتَ مُبَلِّغ . قَالَ الْفَرَّاء سَمِعْت الْعَرَب تَقُول جَبَرَ فُلَان فُلَانًا عَلَى كَذَا بِمَعْنَى أَجْبَرَهُ ثُمَّ قَالَ عَزَّ وَجَلَّ \" فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَاف وَعِيد\" أَيْ بَلِّغْ أَنْتَ رِسَالَة رَبّك فَإِنَّمَا يَتَذَكَّر مَنْ يَخَاف اللَّه وَوَعِيده وَيَرْجُو وَعْدَهُ كَقَوْلِهِ تَعَالَى \" فَإِنَّمَا عَلَيْك الْبَلَاغ وَعَلَيْنَا الْحِسَاب \" وَقَوْله جَلَّ جَلَاله \" فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّر لَسْت عَلَيْهِمْ بِمُسَيْطِرٍ \" \" لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" وَلِهَذَا قَالَ تَعَالَى هَهُنَا \" وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَاف وَعِيد \" كَانَ قَتَادَة يَقُول اللَّهُمَّ اِجْعَلْنَا مِمَّنْ يَخَاف وَعِيدَك وَيَرْجُو مَوْعُودَك يَا بَارُّ يَا رَحِيمُ . آخِر تَفْسِير سُورَة ق وَالْحَمْد لِلَّهِ وَحْدَهُ , وَحَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيل .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41596, "aya_id": 45}]