[{"text": "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا", "sura_id": 33, "type": 0, "id": 3605, "aya_id": 72}, {"text": "إنا عرضنا الأمانة على السماوات والأرض والجبال فأبين أن يحملنها وأشفقن منها وحملها الإنسان إنه كان ظلوما جهولا", "sura_id": 33, "type": 1, "id": 9841, "aya_id": 72}, {"text": "72 - (إنا عرضنا الأمانة) الصلوات وغيرها مما في فعلها من الثواب وتركها من العقاب (على السماوات والأرض والجبال) بأن خلق فيها فهما ونطقا (فأبين أن يحملنها وأشفقن) خفن (منها وحملها الإنسان) آدم بعد عرضها عليه (إنه كان ظلوما) لنفسه بما حمله (جهولا) به \r\n", "sura_id": 33, "type": 2, "id": 28549, "aya_id": 72}, {"text": "إنا عرضنا الأمانة -التي ائتمن الله عليها المكلَّفين من امتثال الأوامر واجتناب النواهي- على السموات والأرض والجبال, فأبين أن يحملنها, وخفن أن لا يقمن بأدائها, وحملها الإنسان والتزم بها على ضعفه, إنه كان شديد الظلم والجهل لنفسه.\r\n", "sura_id": 33, "type": 3, "id": 34785, "aya_id": 72}, {"text": " <font color=red>إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس يَعْنِي بِالْأَمَانَةِ الطَّاعَة عَرَضَهَا عَلَيْهِمْ قَبْل أَنْ يَعْرِضهَا عَلَى آدَم فَلَمْ يُطِقْنَهَا فَقَالَ لِآدَم : إِنِّي قَدْ عَرَضْت الْأَمَانَة عَلَى السَّمَاوَات وَالْأَرْض وَالْجِبَال فَلَمْ يُطِقْنَهَا فَهَلْ أَنْتَ آخِذ بِمَا فِيهَا ؟ قَالَ يَا رَبّ وَمَا فِيهَا ؟ قَالَ إِنْ أَحْسَنْت جُزِيت وَإِنْ أَسَأْت عُوقِبْت فَأَخَذَهَا آدَم فَتَحَمَّلَهَا فَذَلِكَ قَوْله تَعَالَى : \" وَحَمَلَهَا الْإِنْسَان إِنَّهُ كَانَ ظَلُومًا جَهُولًا \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : الْأَمَانَة الْفَرَائِض عَرَضَهَا اللَّه عَلَى السَّمَاوَات وَالْأَرْض وَالْجِبَال إِنْ أَدَّوْهَا أَثَابَهُمْ وَإِنْ ضَيَّعُوهَا عَذَّبَهُمْ فَكَرِهُوا ذَلِكَ وَأَشْفَقُوا عَلَيْهِ مِنْ غَيْر مَعْصِيَة وَلَكِنْ تَعْظِيمًا لِدِينِ اللَّه أَنْ لَا يَقُومُوا بِهَا ثُمَّ عَرَضَهَا عَلَى آدَم فَقَبِلَهَا بِمَا فِيهَا وَهُوَ قَوْله تَعَالَى : \" وَحَمَلَهَا الْإِنْسَان إِنَّهُ كَانَ ظَلُومًا جَهُولًا \" أَيْ غِرًّا بِأَمْرِ اللَّه وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ فِي هَذِهِ الْآيَة \" إِنَّا عَرَضْنَا الْأَمَانَة عَلَى السَّمَاوَات وَالْأَرْض وَالْجِبَال فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا \" قَالَ عُرِضَتْ عَلَى آدَم فَقَالَ خُذْهَا بِمَا فِيهَا فَإِنْ أَطَعْت غَفَرْت لَك وَإِنْ عَصَيْت عَذَّبْتُك قَالَ قَبِلْت فَمَا كَانَ إِلَّا مِقْدَار مَا بَيْن الْعَصْر إِلَى اللَّيْل مِنْ ذَلِكَ الْيَوْم حَتَّى أَصَابَ الْخَطِيئَة وَقَدْ رَوَى الضَّحَّاك عَنْ اِبْن عَبَّاس قَرِيبًا مِنْ هَذَا وَفِيهِ نَظَر وَانْقِطَاع بَيْن الضَّحَّاك وَبَيْنه وَاَللَّه أَعْلَم وَهَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَالْحَسَن الْبَصْرِيّ وَغَيْر وَاحِد : إِنَّ الْأَمَانَة هِيَ الْفَرَائِض وَقَالَ آخَرُونَ هِيَ الطَّاعَة وَقَالَ أَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق قَالَ : قَالَ أُبَيّ بْن كَعْب مِنْ الْأَمَانَة أَنَّ الْمَرْأَة اُؤْتُمِنَتْ عَلَى فَرْجهَا وَقَالَ قَتَادَة الْأَمَانَة الدِّين وَالْفَرَائِض وَالْحُدُود وَقَالَ بَعْضهمْ الْغُسْل مِنْ الْجَنَابَة وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ قَالَ الْأَمَانَة ثَلَاثَة الصَّلَاة وَالصَّوْم وَالِاغْتِسَال مِنْ الْجَنَابَة وَكُلّ هَذِهِ الْأَقْوَال لَا تَنَافِي بَيْنهَا بَلْ هِيَ مُتَّفِقَة وَرَاجِعَة إِلَى أَنَّهَا التَّكْلِيف وَقَبُول الْأَوَامِر وَالنَّوَاهِي بِشَرْطِهَا وَهُوَ أَنَّهُ إِنْ قَامَ بِذَلِكَ أُثِيب وَإِنْ تَرَكَهَا عُوقِبَ فَقَبِلَهَا الْإِنْسَان عَلَى ضَعْفه وَجَهْله وَظُلْمه إِلَّا مَنْ وَفَّقَ اللَّه وَبِاَللَّهِ الْمُسْتَعَان قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الْعَزِيز بْن الْمُغِيرَة الْبَصْرِيّ حَدَّثَنَا حَمَّاد بْن وَاقِد يَعْنِي أَبَا عُمَر الصَّفَّار سَمِعْت أَبَا مَعْمَر يَعْنِي عَوْن بْن مَعْمَر يُحَدِّث عَنْ الْحَسَن يَعْنِي الْبَصْرِيّ أَنَّهُ تَلَا هَذِهِ الْآيَة \" إِنَّا عَرَضْنَا الْأَمَانَة عَلَى السَّمَاوَات وَالْأَرْض وَالْجِبَال \" قَالَ عَرَضَهَا عَلَى السَّبْع الطِّبَاق الطَّرَائِق الَّتِي زُيِّنَتْ بِالنُّجُومِ وَحَمَلَة الْعَرْش الْعَظِيم فَقِيلَ لَهَا هَلْ تَحْمِلِينَ الْأَمَانَة وَمَا فِيهَا ؟ قَالَتْ وَمَا فِيهَا ؟ قَالَ قِيلَ لَهَا إِنْ أَحْسَنْت جُزِيت وَإِنْ أَسَأْت عُوقِبْت قَالَتْ : لَا ثُمَّ عَرَضَهَا عَلَى الْأَرَضِينَ السَّبْع الشِّدَاد الَّتِي شُدَّتْ بِالْأَوْتَادِ وَذُلِّلَتْ بِالْمِهَادِ قَالَ فَقِيلَ لَهَا هَلْ تَحْمِلِينَ الْأَمَانَة وَمَا فِيهَا ؟ قَالَتْ وَمَا فِيهَا ؟ قَالَ قِيلَ لَهَا إِنْ أَحْسَنْت جُزِيت وَإِنْ أَسَأْت عُوقِبْت قَالَتْ : لَا ثُمَّ عَرَضَهَا عَلَى الْجِبَال الشُّمّ الشَّوَامِخ الصِّعَاب الصِّلَابِ قَالَ قِيلَ لَهَا هَلْ تَحْمِلِينَ الْأَمَانَة وَمَا فِيهَا ؟ قَالَتْ وَمَا فِيهَا ؟ قَالَ لَهَا إِنْ أَحْسَنْت جُزِيت وَإِنْ أَسَأْت عُوقِبْت قَالَتْ : لَا وَقَالَ مُقَاتِل بْن حَيَّان إِنَّ اللَّه تَعَالَى حِين خَلَقَ خَلْقه جَمَعَ بَيْن الْإِنْس وَالْجِنّ وَالسَّمَاوَات وَالْأَرْض وَالْجِبَال فَبَدَأَ بِالسَّمَاوَاتِ فَعَرَضَ عَلَيْهِنَّ الْأَمَانَة وَهِيَ الطَّاعَة فَقَالَ لَهُنَّ أَتَحْمِلْنَ هَذِهِ الْأَمَانَة وَلَكِنْ عَلَى الْفَضْل وَالْكَرَامَة وَالثَّوَاب فِي الْجَنَّة ؟ فَقُلْنَ يَا رَبّ إِنَّا لَا نَسْتَطِيع هَذَا الْأَمْر وَلَيْسَ بِنَا قُوَّة وَلَكِنَّا لَك مُطِيعِينَ ثُمَّ عَرَضَ الْأَمَانَة عَلَى الْأَرَضِينَ فَقَالَ لَهُنَّ : أَتَحْمِلْنَ هَذِهِ الْأَمَانَة وَتَقْبَلْنَهَا مِنِّي وَأُعْطِيكُنَّ الْفَضْل وَالْكَرَامَة فِي الدُّنْيَا ؟ فَقُلْنَ لَا صَبْر لَنَا عَلَى هَذَا يَا رَبّ وَلَا نُطِيق وَلَكِنَّا لَك سَامِعِينَ مُطِيعِينَ لَا نَعْصِيك فِي شَيْء أَمَرْتنَا بِهِ ثُمَّ قَرَّبَ آدَم فَقَالَ لَهُ أَتَحْمِلُ هَذِهِ الْأَمَانَة وَتَرْعَاهَا حَقّ رِعَايَتهَا ؟ فَقَالَ عِنْد ذَلِكَ آدَم مَا لِي عِنْدك ؟ قَالَ يَا آدَم إِنْ أَحْسَنْت وَأَطَعْت وَرَعَيْت الْأَمَانَة فَلَك عِنْدِي الْكَرَامَة وَالْفَضْل وَحُسْن الثَّوَاب فِي الْجَنَّة وَإِنْ عَصَيْت وَلَمْ تَرْعَهَا حَقّ رِعَايَتهَا وَأَسَأْت فَإِنِّي مُعَذِّبك وَمُعَاقِبك وَأُنْزِلُك النَّارَ قَالَ رَضِيت يَا رَبّ وَأَتَحَمَّلهَا فَقَالَ اللَّه عَزَّ وَجَلَّ عِنْد ذَلِكَ قَدْ حَمَّلْتُكهَا فَذَلِكَ قَوْله تَعَالَى : \" وَحَمَلَهَا الْإِنْسَان \" رَوَاهُ اِبْن أَبَى حَاتِم وَعَنْ مُجَاهِد أَنَّهُ قَالَ عَرَضَهَا عَلَى السَّمَاوَات فَقَالَتْ يَا رَبّ حَمَّلْتنِي الْكَوَاكِب وَسُكَّان السَّمَاء وَمَا ذَكَرَ وَمَا أُرِيد ثَوَابًا وَلَا أَحْمِل فَرِيضَة قَالَ وَعَرَضَهَا عَلَى الْأَرْض فَقَالَتْ يَا رَبّ غَرَسْت فِيَّ الْأَشْجَار وَأَجْرَيْت فِيَّ الْأَنْهَار وَسُكَّان الْأَرْض وَمَا ذَكَرَ وَمَا أُرِيد ثَوَابًا وَلَا أَحْمِل فَرِيضَة وَقَالَتْ الْجِبَال مِثْل ذَلِكَ قَالَ اللَّه تَعَالَى : \" وَحَمَلَهَا الْإِنْسَان إِنَّهُ كَانَ ظَلُومًا جَهُولًا \" فِي عَاقِبَة أَمْره وَهَكَذَا قَالَ اِبْن جُرَيْج وَعَنْ اِبْن أَشَوْع أَنَّهُ قَالَ لَمَّا عَرَضَ اللَّه عَلَيْهِنَّ حَمْل الْأَمَانَة ضَجَجْنَ إِلَى اللَّه ثَلَاثَة أَيَّام وَلَيَالِيهنَّ وَقُلْنَ رَبّنَا لَا طَاقَة لَنَا بِالْعَمَلِ وَلَا نُرِيد الثَّوَاب ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هَارُون بْن زَيْد بْن أَبِي الزَّرْقَاء الْمَوْصِلِيّ حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ فِي هَذِهِ الْآيَة\" إِنَّا عَرَضْنَا الْأَمَانَة عَلَى السَّمَاوَات وَالْأَرْض \" الْآيَة قَالَ الْإِنْسَان بَيْن أُذُنِي وَعَاتِقِي فَقَالَ اللَّه عَزَّ وَجَلَّ إِنِّي مُعِينك عَلَيْهَا إِنِّي مُعِينك عَلَى عَيْنَيْك بِطَبَقَتَيْنِ فَإِذَا نَازَعَاك إِلَى مَا أَكْرَه فَأَطْبِقْ وَمُعِينك عَلَى لِسَانك بِطَبَقَتَيْنِ فَإِذَا نَازَعَك إِلَى مَا أَكْرَه فَأَطْبِقْ وَمُعِينك عُلَى فَرْجك بِلِبَاسٍ فَلَا تَكْشِفهُ إِلَى مَا أَكْرَه ثُمَّ رُوِيَ عَنْ أَبِي حَازِم نَحْو هَذَا وَقَالَ اِبْن جَرِير حَدَّثَنَا يُونُس حَدَّثَنَا اِبْن وَهْب قَالَ قَالَ اِبْن زَيْد فِي قَوْل اللَّه تَعَالَى : \" إِنَّا عَرَضْنَا الْأَمَانَة عَلَى السَّمَاوَات وَالْأَرْض وَالْجِبَال\" الْآيَة قَالَ إِنَّ اللَّه تَعَالَى عَرَضَ عَلَيْهِنَّ الْأَمَانَة أَنْ يَفْتَرِض عَلَيْهِنَّ الدِّين وَيَجْعَل لَهُنَّ ثَوَابًا وَعِقَابًا وَيَسْتَأْمِنهُنَّ عَلَى الدِّين فَقُلْنَ لَا نَحْنُ مُسَخَّرَات لِأَمْرِك لَا نُرِيد ثَوَابًا وَلَا عِقَابًا قَالَ وَعَرَضَهَا اللَّه تَبَارَكَ وَتَعَالَى عَلَى آدَم فَقَالَ بَيْن أُذُنِي وَعَاتِقِي قَالَ اِبْن زَيْد فَقَالَ اللَّه تَعَالَى لَهُ : أَمَّا إِذَا تَحَمَّلْت هَذَا فَسَأُعِينُك أَجْعَل لِبَصَرِك حِجَابًا فَإِذَا خَشِيت أَنْ تَنْظُر إِلَى مَا لَا يَحِلّ لَك فَأَرْخِ عَلَيْهِ حِجَابه وَأَجْعَل لِلِسَانِك بَابًا وَغَلْقًا فَإِذَا خَشِيت فَأَغْلِقْ وَأَجْعَل لِفَرْجِك لِبَاسًا فَلَا تَكْشِفهُ إِلَّا عَلَى مَا أَحْلَلْت لَك وَقَالَ اِبْن جَرِير حَدَّثَنِي سَعِيد بْن عَمْرو السُّكُونِيّ حَدَّثَنَا بَقِيَّة حَدَّثَنَا عِيسَى بْن إِبْرَاهِيم عَنْ مُوسَى بْن أَبِي حَبِيب عَنْ الْحَكَم بْن عُمَيْر رَضِيَ اللَّه عَنْهُ وَكَانَ مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْأَمَانَة وَالْوَفَاء نَزَلَا عَلَى اِبْن آدَم مَعَ الْأَنْبِيَاء فَأَرْسَلُوا بِهِ فَمِنْهُمْ رَسُول اللَّه وَمِنْهُمْ نَبِيّ وَمِنْهُمْ نَبِيّ رَسُول وَنَزَلَ الْقُرْآن وَهُوَ كَلَام اللَّه وَأُنْزِلَتْ الْعَجَمِيَّة وَالْعَرَبِيَّة فَعَلِمُوا أَمْر الْقُرْآن وَعَلِمُوا أَمْر السُّنَن بِأَلْسِنَتِهِمْ وَلَمْ يَدَعْ اللَّه تَعَالَى شَيْئًا مِنْ أَمْره مِمَّا يَأْتُونَ وَمَا يَجْتَنِبُونَ وَهِيَ الْحُجَج عَلَيْهِمْ إِلَّا بَيَّنَهُ لَهُمْ فَلَيْسَ أَهْل لِسَان إِلَّا وَهُمْ يَعْرِفُونَ الْحَسَن وَالْقَبِيح ثُمَّ الْأَمَانَة أَوَّل شَيْء يُرْفَع وَيَبْقَى أَثَرهَا فِي جُذُور قُلُوب النَّاس ثُمَّ يُرْفَع الْوَفَاء وَالْعَهْد وَالذِّمَم وَتَبْقَى الْكُتُب فَعَالِم يَعْمَل وَجَاهِل يَعْرِفهَا وَيُنْكِرهَا وَلَا يَحْمِلهَا حَتَّى وَصَلَ إِلَيَّ وَإِلَى أُمَّتِي وَلَا يَهْلِك عَلَى اللَّه إِلَّا هَالِك وَلَا يَغْفُل إِلَّا تَارِك فَالْحَذَر أَيّهَا النَّاس وَإِيَّاكُمْ وَالْوَسْوَاس الْخَنَّاس فَإِنَّمَا يَبْلُوكُمْ أَيّكُمْ أَحْسَن عَمَلًا \" هَذَا حَدِيث غَرِيب جِدًّا وَلَهُ شَوَاهِد مِنْ وُجُوه أُخْرَى ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن خَلَف الْعَسْقَلَانِيّ حَدَّثَنَا عُبَيْد اللَّه بْن عَبْد الْمَجِيد الْحَنَفِيّ حَدَّثَنَا أَبُو الْعَوَّام الْقَطَّان حَدَّثَنَا قَتَادَة وَأَبَان بْن أَبِي عَيَّاش عَنْ خُلَيْد الْعَصْرِيّ عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَمْس مَنْ جَاءَ بِهِنَّ يَوْم الْقِيَامَة مَعَ إِيمَان دَخَلَ الْجَنَّة : مَنْ حَافَظَ عَلَى الصَّلَوَات الْخَمْس عَلَى وُضُوئِهِنَّ وَرُكُوعهنَّ وَسُجُودهنَّ وَمَوَاقِيتهنَّ وَأَعْطَى الزَّكَاة مِنْ مَاله طَيِّب النَّفْس بِهَا وَكَانَ يَقُول وَأَيْم اللَّه لَا يَفْعَل ذَلِكَ إِلَّا مُؤْمِن وَأَدَّى الْأَمَانَة \" قَالُوا يَا أَبَا الدَّرْدَاء وَمَا أَدَاء الْأَمَانَة ؟ قَالَ رَضِيَ اللَّه عَنْهُ الْغُسْل مِنْ الْجَنَابَة فَإِنَّ اللَّه تَعَالَى لَمْ يَأْمَن اِبْن آدَم عَلَى شَيْء مِنْ دِينه غَيْره وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن الْعَنْبَرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد الْمَجِيد الْحَنَفِيّ عَنْ أَبِي الْعَوَّام عُمَر بْن دَاوُدَ الْقَطَّان بِهِ وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا تَمِيم بْن الْمُنْتَصِر أَخْبَرَنَا إِسْحَاق عَنْ شَرِيك عَنْ الْأَعْمَش عَنْ عَبْد اللَّه بْن السَّائِب عَنْ زَاذَانَ عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" الْقَتْل فِي سَبِيل اللَّه يُكَفِّر الذُّنُوب كُلّهَا أَوْ قَالَ يُكَفِّر كُلّ شَيْء إِلَّا الْأَمَانَة يُؤْتَى بِصَاحِبِ الْأَمَانَة فَيُقَال لَهُ أَدِّ أَمَانَتك فَيَقُول أَنَّى يَا رَبّ وَقَدْ ذَهَبَتْ الدُّنْيَا ؟ فَيُقَال لَهُ أَدِّ أَمَانَتك فَيَقُول أَنَّى يَا رَبّ وَقَدْ ذَهَبَتْ الدُّنْيَا ؟ فَيُقَال لَهُ أَدِّ أَمَانَتك فَيَقُول أَنَّى يَا رَبّ وَقَدْ ذَهَبَتْ الدُّنْيَا ؟ فَيَقُول اِذْهَبُوا بِهِ إِلَى أُمّه الْهَاوِيَة فَيُذْهَب بِهِ إِلَى الْهَاوِيَة فَيَهْوِي فِيهَا حَتَّى يَنْتَهِي إِلَى قَعْرهَا فَيَجِدهَا هُنَالِكَ كَهَيْئَتِهَا فَيَحْمِلهَا فَيَضَعهَا عَلَى عَاتِقه فَيَصْعَد بِهَا إِلَى شَفِير جَهَنَّم حَتَّى إِذَا رَأَى أَنَّهُ قَدْ خَرَجَ زَلَّتْ قَدَمُهُ فَهَوَى فِي أَثَرهَا أَبَد الْآبِدِينَ \" قَالَ وَالْأَمَانَة فِي الصَّلَاة وَالْأَمَانَة فِي الصَّوْم وَالْأَمَانَة فِي الْوُضُوء وَالْأَمَانَة فِي الْحَدِيث وَأَشَدّ ذَلِكَ الْوَدَائِع . فَلَقِيت الْبَرَاء فَقُلْت أَلَا تَسْمَع مَا يَقُول أَخُوك عَبْد اللَّه ؟ فَقَالَ صَدَقَ وَقَالَ شَرِيك وَحَدَّثَنَا عَيَّاش الْعَامِرِيّ عَنْ زَاذَانَ عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَلَمْ يَذْكُر الْأَمَانَة فِي الصَّلَاة وَفِي كُلّ شَيْء. إِسْنَاده جَيِّد وَلَمْ يُخَرِّجُوهُ وَمِمَّا يَتَعَلَّق بِالْأَمَانَةِ الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ زَيْد بْن وَهْب عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ قَالَ : حَدَّثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدِيثَيْنِ قَدْ رَأَيْت أَحَدهمَا وَأَنَا أَنْتَظِر الْآخَر حَدَّثَنَا أَنَّ الْأَمَانَة نَزَلَتْ فِي جَذْر قُلُوب الرِّجَال ثُمَّ نَزَلَ الْقُرْآن فَعَلِمُوا مِنْ الْقُرْآن وَعَلِمُوا مِنْ السُّنَّة . ثُمَّ حَدَّثَنَا عَنْ رَفْع الْأَمَانَة فَقَالَ : يَنَام الرَّجُل النَّوْمَة فَتُقْبَض الْأَمَانَة مِنْ قَلْبه فَيَظَلّ أَثَرهَا مِثْل أَثَر الْمَجْل كَجَمْرٍ دَحْرَجْته عَلَى رِجْلك تَرَاهُ مُنْتَبِرًا وَلَيْسَ فِيهِ شَيْء قَالَ : ثُمَّ أَخَذَ حَصًى فَدَحْرَجَهُ عَلَى رِجْله قَالَ فَيُصْبِح النَّاس يَتَبَايَعُونَ لَا يَكَاد أَحَد يُؤَدِّي الْأَمَانَة حَتَّى يُقَال إِنَّ فِي بَنِي فُلَان رَجُلًا أَمِينًا حَتَّى يُقَال لِلرَّجُلِ مَا أَجْلَده وَأَظْرَفه وَأَعْقَله وَمَا فِي قَلْبه حَبَّة خَرْدَل مِنْ إِيمَان وَلَقَدْ أَتَى عَلَيَّ زَمَان وَمَا أُبَالِي أَيّكُمْ بَايَعْت إِنْ كَانَ مُسْلِمًا لَيَرُدَّنَّهُ عَلَيَّ دِينه وَإِنْ كَانَ نَصْرَانِيًّا أَوْ يَهُودِيًّا لَيَرُدَّنَّهُ عَلَيَّ سَاعِيه فَأَمَّا الْيَوْم فَمَا كُنْت أُبَايِع مِنْكُمْ إِلَّا فُلَانًا وَفُلَانًا وَأَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الْأَعْمَش بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة عَنْ الْحَارِث بْن يَزِيد الْحَضْرَمِيّ عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" أَرْبَع إِذَا كُنَّ فِيك فَلَا عَلَيْك مَا فَاتَك مِنْ الدُّنْيَا : حِفْظ أَمَانَة وَصِدْق حَدِيث وَحُسْن خَلِيقَة وَعِفَّة طُعْمَة هَكَذَا رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَد عَبْد اللَّه بْن عَمْرو بْن الْعَاص رَضِيَ اللَّه عَنْهُمَا وَقَدْ قَالَ الطَّبَرَانِيّ فِي مُسْنَد عَبْد اللَّه بْن عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُمَا حَدَّثَنَا يَحْيَى بْن أَيُّوب الْعَلَّاف الْمِصْرِيّ حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم حَدَّثَنَا اِبْن لَهِيعَة عَنْ الْحَارِث بْن يَزِيد عَنْ اِبْن حُجَيْرَة عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْبَع إِذَا كُنَّ فِيك فَلَا عَلَيْك مَا فَاتَك مِنْ الدُّنْيَا : حِفْظ أَمَانَة وَصِدْق حَدِيث وَحُسْن خَلِيقَة وَعِفَّة طُعْمَة \" فَزَادَ فِي الْإِسْنَاد اِبْن حُجَيْرَة وَجَعَلَهُ فِي مُسْنَد اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا وَقَدْ وَرَدَ النَّهْي عَنْ الْحَلِف بِالْأَمَانَةِ قَالَ عَبْد اللَّه بْن الْمُبَارَك فِي كِتَاب الزُّهْد حَدَّثَنَا شَرِيك عَنْ أَبِي إِسْحَاق الشَّيْبَانِيّ عَنْ خَنَّاس بْن سُحَيْمٍ أَوْ قَالَ جِبِلَّة بْن سُحَيْمٍ قَالَ أَقْبَلْت مَعَ زِيَاد بْن حُدَيْرٍ مِنْ الْجَابِيَة فَقُلْت فِي كَلَامِي لَا وَالْأَمَانَة فَجَعَلَ زِيَاد يَبْكِي وَيَبْكِي فَظَنَنْت أَنِّي أَتَيْت أَمْرًا عَظِيمًا فَقُلْت لَهُ أَكَانَ يُكْرَه هَذَا ؟ قَالَ نَعَمْ : كَانَ عُمَر بْن الْخَطَّاب يَنْهَى عَنْ الْحَلِف بِالْأَمَانَةِ أَشَدّ النَّهْي وَقَدْ وَرَدَ فِي ذَلِكَ حَدِيث مَرْفُوع قَالَ أَبُو دَاوُدَ حَدَّثَنَا أَحْمَد بْن عَبْد اللَّه بْن يُونُس حَدَّثَنَا زُهَيْر حَدَّثَنَا الْوَلِيد بْن ثَعْلَبَة الطَّائِيّ عَنْ اِبْن بُرَيْدَةَ عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ حَلَفَ بِالْأَمَانَةِ فَلَيْسَ مِنَّا \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ رَحِمَهُ اللَّه .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40236, "aya_id": 72}]