[{"text": "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَاءكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ", "sura_id": 57, "type": 0, "id": 5088, "aya_id": 13}, {"text": "يوم يقول المنافقون والمنافقات للذين آمنوا انظرونا نقتبس من نوركم قيل ارجعوا وراءكم فالتمسوا نورا فضرب بينهم بسور له باب باطنه فيه الرحمة وظاهره من قبله العذاب", "sura_id": 57, "type": 1, "id": 11324, "aya_id": 13}, {"text": "13 - (يوم يقول المنافقون والمنافقات للذين آمنوا انظرونا) أبصرونا وفي قراءة بفتح الهمزة وكسر الظاء أمهلونا (نقتبس) نأخذ القبس والإضاءة (من نوركم قيل) لهم استهزاء بهم (ارجعوا وراءكم فالتمسوا نورا) فرجعوا (فضرب بينهم) وبين المؤمنين (بسور) قيل هو سور الأعراف (له باب باطنه فيه الرحمة) من جهة المؤمنين (وظاهره) من جهة المنافقين (من قبله العذاب) \r\n", "sura_id": 57, "type": 2, "id": 30032, "aya_id": 13}, {"text": "يوم يقول المنافقون والمنافقات للذين آمنوا, وهم على الصراط: انتظرونا نستضئْ من نوركم, فتقول لهم الملائكة: ارجعوا وراءكم فاطلبوا نورًا (سخرية منهم), فَفُصِل بينهم بسور له باب, باطنه مما يلي المؤمنين فيه الرحمة, وظاهره مما يلي المنافقين من جهته العذاب.\r\n", "sura_id": 57, "type": 3, "id": 36268, "aya_id": 13}, {"text": " <font color=red>يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ</font><BR><p>وَهَذَا إِخْبَار مِنْهُ تَعَالَى عَمَّا يَقَع يَوْم الْقِيَامَة فِي الْعَرَصَات مِنْ الْأَهْوَال الْمُزْعِجَة وَالزَّلَازِل الْعَظِيمَة وَالْأُمُور الْفَظِيعَة وَإِنَّهُ لَا يَنْجُو يَوْمئِذٍ إِلَّا مَنْ آمَنَ بِاَللَّهِ وَرَسُوله وَعَمِلَ بِمَا أَمَرَ اللَّه بِهِ وَتَرَكَ مَا عَنْهُ زُجِرَ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدَة بْن سُلَيْمَان حَدَّثَنَا اِبْن الْمُبَارَك حَدَّثَنَا صَفْوَان بْن عَمْرو حَدَّثَنِي سُلَيْم بْن عَامِر قَالَ خَرَجْنَا عَلَى جِنَازَة فِي بَاب دِمَشْق وَمَعَنَا أَبُو أُمَامَة الْبَاهِلِيّ فَلَمَّا صَلَّى عَلَى الْجِنَازَة وَأَخَذُوا فِي دَفْنهَا قَالَ أَبُو أُمَامَة : أَيّهَا النَّاس إِنَّكُمْ قَدْ أَصْبَحْتُمْ وَأَمْسَيْتُمْ فِي مَنْزِل تَقْتَسِمُونَ فِيهِ الْحَسَنَات وَالسَّيِّئَات . وَتُوشِكُونَ أَنْ تَظْعَنُوا مِنْهُ إِلَى مَنْزِل آخَر وَهُوَ هَذَا - يُشِير إِلَى الْقَبْر - بَيْت الْوَحْدَة وَبَيْت الظُّلْمَة وَبَيْت الدُّود وَبَيْت الضِّيق إِلَّا مَا وَسَّعَ اللَّه ثُمَّ تَنْتَقِلُونَ مِنْهُ إِلَى مَوَاطِن يَوْم الْقِيَامَة فَإِنَّكُمْ فِي بَعْض تِلْكَ الْمَوَاطِن حَتَّى يَغْشَى النَّاس أَمْر مِنْ اللَّه فَتَبْيَضّ وُجُوه وَتَسْوَدّ وُجُوه ثُمَّ تَنْتَقِلُونَ مِنْهُ إِلَى مَنْزِل آخَر فَيَغْشَى النَّاس ظُلْمَة شَدِيدَة ثُمَّ يُقْسَم النُّور فَيُعْطَى الْمُؤْمِن نُورًا وَيُتْرَك الْكَافِر وَالْمُنَافِق فَلَا يُعْطَيَانِ شَيْئًا وَهُوَ الْمَثَل الَّذِي ضَرَبَهُ اللَّه تَعَالَى فِي كِتَابه فَقَالَ \" أَوْ كَظُلُمَاتٍ فِي بَحْر لُجِّيّ يَغْشَاهُ مَوْج مِنْ فَوْقه مَوْج مِنْ فَوْقه سَحَاب ظُلُمَات بَعْضهَا فَوْق بَعْض إِذَا أَخْرَجَ يَده لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَل اللَّه لَهُ نُورًا فَمَا لَهُ مِنْ نُور \" فَلَا يَسْتَضِيء الْكَافِر وَالْمُنَافِق بِنُورِ الْمُؤْمِن كَمَا لَا يَسْتَضِيء الْأَعْمَى بِبَصَرِ الْبَصِير وَيَقُول الْمُنَافِقُونَ وَالْمُنَافِقَات لِلَّذِينَ آمَنُوا\" اُنْظُرُونَا نَقْتَبِس مِنْ نُوركُمْ قِيلَ اِرْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا \" وَهِيَ خُدْعَة اللَّه الَّتِي خَدَعَ بِهَا الْمُنَافِقِينَ حَيْثُ قَالَ \" يُخَادِعُونَ اللَّه وَهُوَ خَادِعهمْ\" فَيَرْجِعُونَ إِلَى الْمَكَان الَّذِي قُسِمَ فِيهِ النُّور فَلَا يَجِدُونَ شَيْئًا فَيَنْصَرِفُونَ إِلَيْهِمْ وَقَدْ ضُرِبَ بَيْنهمْ\" بِسُورٍ لَهُ بَاب بَاطِنه فِيهِ الرَّحْمَة وَظَاهِره مِنْ قِبَله الْعَذَاب \" الْآيَة . يَقُول سُلَيْم بْن عَامِر فَمَا يَزَال الْمُنَافِق مُغْتَرًّا حَتَّى يُقْسَم النُّور وَيَمِيز اللَّه بَيْن الْمُنَافِق وَالْمُؤْمِن ثُمَّ قَالَ حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن عُثْمَان حَدَّثَنَا اِبْن حَيْوَة حَدَّثَنَا أَرَطْأَة بْن الْمُنْذِر حَدَّثَنَا يُوسُف بْن الْحَجَّاج عَنْ أَبِي أُمَامَة قَالَ : يَبْعَث اللَّه ظُلْمَة يَوْم الْقِيَامَة فَمَا مِنْ مُؤْمِن وَلَا كَافِر يَرَى كَفّه حَتَّى يَبْعَث اللَّه بِالنُّورِ إِلَى الْمُؤْمِنِينَ بِقَدْرِ أَعْمَالهمْ فَيَتْبَعهُمْ الْمُنَافِقُونَ فَيَقُولُونَ اُنْظُرُونَا نَقْتَبِس مِنْ نُوركُمْ . وَقَالَ الْعَوْفِيّ وَالضَّحَّاك وَغَيْرهمَا عَنْ ابْن عَبَّاس بَيْنَمَا النَّاس فِي ظُلْمَة إِذْ بَعَثَ اللَّه نُورًا فَلَمَّا رَأَى الْمُؤْمِنُونَ النُّور تَوَجَّهُوا نَحْوه وَكَانَ النُّور دَلِيلًا مِنْ اللَّه إِلَى الْجَنَّة فَلَمَّا رَأَى الْمُنَافِقُونَ الْمُؤْمِنِينَ قَدْ اِنْطَلَقُوا اِتَّبَعُوهُمْ فَأَظْلَمَ اللَّه عَلَى الْمُنَافِقِينَ فَقَالُوا حِينَئِذٍ \" اُنْظُرُونَا نَقْتَبِس مِنْ نُوركُمْ \" فَإِنَّا كُنَّا مَعَكُمْ فِي الدُّنْيَا قَالَ الْمُؤْمِنُونَ\" اِرْجِعُوا وَرَاءَكُمْ \" مِنْ حَيْثُ جِئْتُمْ مِنْ الظُّلْمَة فَالْتَمِسُوا هُنَالِكَ النُّور وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا الْحَسَن بْن عَرَفَة بْن عَلَوِيَّة الْعَطَّار حَدَّثَنَا إِسْمَاعِيل بْن عِيسَى الْعَطَّار حَدَّثَنَا إِسْحَاق بْن بِشْر بْن حُذَيْفَة حَدَّثَنَا اِبْن جُرَيْج عَنْ اِبْن أَبِي مُلَيْكَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه تَعَالَى يَدْعُو النَّاس يَوْم الْقِيَامَة بِأَسْمَائِهِمْ سَتْرًا مِنْهُ عَلَى عِبَاده وَأَمَّا عِنْد الصِّرَاط فَإِنَّ اللَّه يُعْطِي كُلّ مُؤْمِن نُورًا وَكُلّ مُنَافِق نُورًا فَإِذَا اِسْتَوَوْا عَلَى الصِّرَاط سَلَبَ اللَّه نُور الْمُنَافِقِينَ وَالْمُنَافِقَات فَقَالَ الْمُنَافِقُونَ \" اُنْظُرُونَا نَقْتَبِس مِنْ نُوركُمْ \" وَقَالَ الْمُؤْمِنُونَ \" رَبّنَا أَتْمِمْ لَنَا نُورنَا \" فَلَا يَذْكُر عِنْد ذَلِكَ أَحَد أَحَدًا \" وَقَوْله تَعَالَى \" فَضُرِبَ بَيْنهمْ بِسُورٍ لَهُ بَاب بَاطِنه فِيهِ الرَّحْمَة وَظَاهِره مِنْ قِبَله الْعَذَاب\" قَالَ الْحَسَن وَقَتَادَة هُوَ حَائِط بَيْن الْجَنَّة وَالنَّار وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم هُوَ الَّذِي قَالَ اللَّه تَعَالَى \" وَبَيْنهمَا حِجَاب \" وَهَكَذَا رُوِيَ عَنْ مُجَاهِد رَحِمَهُ اللَّه وَغَيْر وَاحِد وَهُوَ الصَّحِيح \" بَاطِنه فِيهِ الرَّحْمَة\" أَيْ الْجَنَّة وَمَا فِيهَا \" وَظَاهِره مِنْ قِبَله الْعَذَاب \" أَيْ النَّار قَالَهُ قَتَادَة وَابْن زَيْد وَغَيْرهمَا . قَالَ اِبْن جَرِير وَقَدْ قِيلَ إِنَّ ذَلِكَ السُّور سُور بَيْت الْمَقْدِسِ عِنْد وَادِي جَهَنَّم . ثُمَّ قَالَ حَدَّثَنَا اِبْن الْبَرْقِيّ حَدَّثَنَا عَمْرو بْن أَبِي سَلَمَة عَنْ سَعِيد بْن عَطِيَّة بْن قَيْس عَنْ أَبِي الْعَوَّام مُؤَذِّن بَيْت الْمَقْدِسِ قَالَ سَمِعْت عَبْد اللَّه بْن عَمْرو يَقُول إِنَّ السُّور الَّذِي ذَكَرَهُ اللَّه فِي الْقُرْآن\" فَضُرِبَ بَيْنهمْ بِسُورٍ لَهُ بَاب بَاطِنه فِيهِ الرَّحْمَة وَظَاهِره مِنْ قِبَله الْعَذَاب \" هُوَ السُّور الشَّرْقِيّ بَاطِنه الْمَسْجِد وَمَا يَلِيه وَظَاهِره وَادِي جَهَنَّم ثُمَّ رُوِيَ عَنْ عُبَادَة بْن الصَّامِت وَكَعْب الْأَحْبَار وَعَلِيّ بْن الْحُسَيْن وَزَيْن الْعَابِدِينَ نَحْو ذَلِكَ وَهَذَا مَحْمُول مِنْهُمْ عَلَى أَنَّهُمْ أَرَادُوا بِهَذَا تَقْرِيب الْمَعْنَى وَمِثَالًا لِذَلِكَ لَا أَنَّ هَذَا هُوَ الَّذِي أُرِيدَ مِنْ الْقُرْآن هَذَا الْجِدَار الْمُعَيَّن وَنَفْس الْمَسْجِد وَمَا وَرَاءَهُ مِنْ الْوَادِي الْمَعْرُوف بِوَادِي جَهَنَّم فَإِنَّ الْجَنَّة فِي السَّمَوَات فِي أَعْلَى عِلِّيِّينَ وَالنَّار فِي الدَّرَكَات أَسْفَل سَافِلِينَ وَقَوْل كَعْب الْأَحْبَار إِنَّ الْبَاب الْمَذْكُور فِي الْقُرْآن هُوَ بَاب الرَّحْمَة الَّذِي هُوَ أَحَد أَبْوَاب الْمَسْجِد فَهَذَا مِنْ إِسْرَائِيلِيَّاته وَتُرَّهَاته وَإِنَّمَا الْمُرَاد بِذَلِكَ سُور يُضْرَب يَوْم الْقِيَامَة لِيَحْجِز بَيْن الْمُؤْمِنِينَ وَالْمُنَافِقِينَ فَإِذَا اِنْتَهَى إِلَيْهِ الْمُؤْمِنُونَ دَخَلُوهُ مِنْ بَابه فَإِذَا اِسْتَكْمَلُوا دُخُولهمْ أُغْلِقَ الْبَاب وَبَقِيَ الْمُنَافِقُونَ مِنْ وَرَاءِهِ فِي الْحِيرَة وَالظُّلْمَة وَالْعَذَاب كَمَا كَانُوا فِي الدَّار الدُّنْيَا فِي كُفْر وَجَهْل وَشْك وَحِيرَة .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42005, "aya_id": 13}]