[{"text": "وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُواْ يُسْتَضْعَفُونَ مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَآئِيلَ بِمَا صَبَرُواْ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُواْ يَعْرِشُونَ", "sura_id": 7, "type": 0, "id": 1091, "aya_id": 137}, {"text": "وأورثنا القوم الذين كانوا يستضعفون مشارق الأرض ومغاربها التي باركنا فيها وتمت كلمة ربك الحسنى على بني إسرائيل بما صبروا ودمرنا ما كان يصنع فرعون وقومه وما كانوا يعرشون", "sura_id": 7, "type": 1, "id": 7327, "aya_id": 137}, {"text": "137 - (وأورثنا القوم الذين كانوا يستضعفون) بالاستعباد وهم بنو إسرائيل (مشارق الأرض ومغاربها التي باركنا فيها) بالماء والشجر صفة للأرض وهي الشام (وتمت كلمة ربك الحسنى) وهي قوله {ويريد أن نمن على الذين استضعفوا في الأرض} (على بني إسرائيل بما صبروا) على أذى عدوهم (ودمرنا) أهلكنا (ما كان يصنع فرعون وقومه) من العمارة (وما كانوا يعرِشون) بكسر الراء وضمها يرفعون من البنيان \r\n", "sura_id": 7, "type": 2, "id": 26035, "aya_id": 137}, {"text": "وأررثنا بني إسرائيل الذين كانوا يُستَذَلُّون للخدمة, مشارق الأرض ومغاربها (وهي بلاد \"الشام\") التي باركنا فيها, بإخراج الزروع والثمار والأنهار, وتمت كلمة ربك -أيها الرسول- الحسنى على بني إسرائيل بالتمكين لهم في الأرض; بسبب صبرهم على أذى فرعون وقومه, ودمَّرنا ما كان يصنع فرعون وقومه من العمارات والمزارع, وما كانوا يبنون من الأبنية والقصور وغير ذلك.\r\n", "sura_id": 7, "type": 3, "id": 32271, "aya_id": 137}, {"text": " <font color=red>وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ</font><BR><p>أَخْبَرَ تَعَالَى أَنَّهُ أَوْرَثَ الْقَوْم الَّذِينَ كَانُوا يُسْتَضْعَفُونَ وَهُمْ بَنُو إِسْرَائِيل مَشَارِق الْأَرْض وَمَغَارِبهَا كَمَا قَالَ تَعَالَى \" وَنُرِيد أَنْ نَمُنّ عَلَى الَّذِينَ اُسْتُضْعِفُوا فِي الْأَرْض وَنَجْعَلهُمْ أَئِمَّة وَنَجْعَلهُمْ الْوَارِثِينَ وَنُمَكِّن لَهُمْ فِي الْأَرْض وَنُرِيَ فِرْعَوْن وَهَامَان وَجُنُودهمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ \" وَقَالَ تَعَالَى \" كَمْ تَرَكُوا مِنْ جَنَّات وَعُيُون وَزُرُوع وَمَقَام كَرِيم وَنَعْمَة كَانُوا فِيهَا فَاكِهِينَ كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ \" وَعَنْ الْحَسَن الْبَصْرِيّ وَقَتَادَة فِي قَوْله \" مَشَارِق الْأَرْض وَمَغَارِبهَا الَّتِي بَارَكْنَا فِيهَا \" يَعْنِي الشَّام وَقَوْله \" وَتَمَّتْ كَلِمَة رَبّك الْحُسْنَى عَلَى بَنِي إِسْرَائِيل بِمَا صَبَرُوا \" قَالَ مُجَاهِد وَابْن جَرِير وَهِيَ قَوْله تَعَالَى \" وَنُرِيد أَنْ نَمُنّ عَلَى الَّذِينَ اُسْتُضْعِفُوا فِي الْأَرْض وَنَجْعَلهُمْ أَئِمَّة وَنَجْعَلهُمْ الْوَارِثِينَ وَنُمَكِّن لَهُمْ فِي الْأَرْض وَنُرِيَ فِرْعَوْن وَهَامَان وَجُنُودهمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ \" وَقَوْله \" وَدَمَّرْنَا مَا كَانَ يَصْنَع فِرْعَوْن وَقَوْمه \" أَيْ وَخَرَّبْنَا مَا كَانَ فِرْعَوْن وَقَوْمه يَصْنَعُونَهُ مِنْ الْعِمَارَات وَالْمَزَارِع \" وَمَا كَانُوا يَعْرِشُونَ\" قَالَ اِبْن عَبَّاس وَمُجَاهِد \" يَعْرِشُونَ \" يَبْنُونَ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42508, "aya_id": 137}]