[{"text": "وَلاَ تَهِنُواْ فِي ابْتِغَاء الْقَوْمِ إِن تَكُونُواْ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمونَ وَتَرْجُونَ مِنَ اللّهِ مَا لاَ يَرْجُونَ وَكَانَ اللّهُ عَلِيمًا حَكِيمًا", "sura_id": 4, "type": 0, "id": 597, "aya_id": 104}, {"text": "ولا تهنوا في ابتغاء القوم إن تكونوا تألمون فإنهم يألمون كما تألمون وترجون من الله ما لا يرجون وكان الله عليما حكيما", "sura_id": 4, "type": 1, "id": 6833, "aya_id": 104}, {"text": "104 - (ولا تهنوا) تضعفوا (في ابتغاء) طلب (القوم) الكفار لتقاتلوهم (إن تكونوا تألمون) تجدون ألم الجراح (فإنهم يألمون كما تألمون) أي مثلكم ولا يجبنون على قتالكم (وترجون) أنتم (من الله) من النصر والثواب عليه (ما لا يرجون) هم فأنتم تزيدون عليهم بذلك فينبغي أن تكونوا أرغب منهم فيه (وكان الله عليما) بكل شيء (حكيما) في صنعه \r\n", "sura_id": 4, "type": 2, "id": 25541, "aya_id": 104}, {"text": "ولا تضعفوا في طلب عدوكم وقتاله, إن تكونوا تتألمون من القتال وآثاره, فأعداؤكم كذلك يتألمون منه أشد الألم, ومع ذلك لا يكفون عن قتالكم, فأنتم أولى بذلك منهم, لما ترجونه من الثواب والنصر والتأييد, وهم لا يرجون ذلك. وكان الله عليمًا بكل أحوالكم, حكيمًا في أمره وتدبيره.\r\n", "sura_id": 4, "type": 3, "id": 31777, "aya_id": 104}, {"text": " <font color=red>وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا</font><BR><p>وَقَوْله تَعَالَى \" وَلَا تَهِنُوا فِي اِبْتِغَاء الْقَوْم \" أَيْ لَا تَضْعُفُوا فِي طَلَب عَدُوّكُمْ بَلْ جُدُّوا فِيهِمْ وَقَاتِلُوهُمْ وَاقْعُدُوا لَهُمْ كُلّ مَرْصَد \" إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ أَيْ كَمَا يُصِيبكُمْ الْجِرَاح وَالْقَتْل كَذَلِكَ يَحْصُل لَهُمْ كَمَا قَالَ تَعَالَى إِنْ يَمْسَسْكُمْ قَرْح فَقَدْ مَسَّ الْقَوْم قَرْح مِثْله ثُمَّ قَالَ تَعَالَى \" وَتَرْجُونَ مِنْ اللَّه مَا لَا يَرْجُونَ \" أَيْ أَنْتُمْ وَإِيَّاهُمْ سَوَاء فِيمَا يُصِيبكُمْ وَإِيَّاهُمْ وَالْجِرَاح وَالْآلَام وَلَكِنْ أَنْتُمْ تَرْجُونَ مِنْ اللَّه الْمَثُوبَة وَالنَّصْر وَالتَّأْيِيد كَمَا وَعَدَكُمْ إِيَّاهُ فِي كِتَابه وَعَلَى لِسَان رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ وَعْد حَقّ وَخَبَر صِدْق وَهُمْ لَا يَرْجُونَ شَيْئًا مِنْ ذَلِكَ فَأَنْتُمْ أَوْلَى بِالْجِهَادِ مِنْهُمْ وَأَشَدّ رَغْبَة فِيهِ وَفِي إِقَامَة كَلِمَة اللَّه وَإِعْلَائِهَا \" وَكَانَ اللَّه عَلِيمًا حَكِيمًا \" أَيْ هُوَ أَعْلَم وَأَحْكَم فِيمَا يُقَدِّرهُ وَيَقْضِيه وَيُنْفِذهُ وَيُمْضِيه مِنْ أَحْكَامه الْكَوْنِيَّة وَالشَّرْعِيَّة وَهُوَ الْمَحْمُود عَلَى كُلّ حَال .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40773, "aya_id": 104}]