[{"text": "يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا يَعْمَلُونَ", "sura_id": 24, "type": 0, "id": 2815, "aya_id": 24}, {"text": "يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون", "sura_id": 24, "type": 1, "id": 9051, "aya_id": 24}, {"text": "24 - (يوم) ناصبه الاستقرار الذي تعلق به لهم (تشهد) بالفوقانية والتحتانية (عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون) من قول وفعل وهو يوم القيامة \r\n", "sura_id": 24, "type": 2, "id": 27759, "aya_id": 24}, {"text": "ذلك العذاب يوم القيامة يوم تشهد عليهم ألسنتهم بما نطقت، وتتكلم أيديهم وأرجلهم بما عملت.\r\n", "sura_id": 24, "type": 3, "id": 33995, "aya_id": 24}, {"text": " <font color=red>يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو يَحْيَى الرَّازِيّ عَنْ عَمْرو بْن أَبِي قَيْس عَنْ مُطَرِّف عَنْ الْمِنْهَال عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : إِنَّهُمْ يَعْنِي الْمُشْرِكِينَ إِذَا رَأَوْا أَنَّهُ لَا يَدْخُل الْجَنَّة إِلَّا أَهْل الصَّلَاة قَالُوا تَعَالَوْا حَتَّى نَجْحَد فَيَجْحَدُونَ فَيُخْتَم عَلَى أَفْوَاههمْ وَتَشْهَد أَيْدِيهمْ وَأَرْجُلهمْ وَلَا يَكْتُمُونَ اللَّه حَدِيثًا وَرَوَى اِبْن أَبِي حَاتِم وَابْن جَرِير أَيْضًا حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا كَانَ يَوْم الْقِيَامَة عُرِّفَ الْكَافِر بِعَمَلِهِ فَيَجْحَد وَيُخَاصِم فَيُقَال هَؤُلَاءِ جِيرَانك يَشْهَدُونَ عَلَيْك فَيَقُول كَذَبُوا فَيُقَال أَهْلك وَعَشِيرَتك فَيَقُول كَذَبُوا فَيُقَال اِحْلِفُوا فَيَحْلِفُونَ ثُمَّ يُصِمّهُمْ اللَّه فَتَشْهَد عَلَيْهِ أَيْدِيهمْ وَأَلْسِنَتهمْ ثُمَّ يُدْخِلهُمْ النَّار \" وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا أَبُو شَيْبَة إِبْرَاهِيم عَنْ عَبْد اللَّه بْن أَبِي شَيْبَة الْكُوفِيّ حَدَّثَنَا مِنْجَاب بْن الْحَارِث التَّمِيمِيّ حَدَّثَنَا أَبُو عَامِر الْأَسَدِيّ حَدَّثَنَا سُفْيَان بْن عُبَيْد الْمُكَتِّب عَنْ فُضَيْل بْن عَمْرو الْفُقَيْمِيّ عَنْ الشَّعْبِيّ عَنْ أَنَس بْن مَالِك قَالَ : كُنَّا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَضَحِكَ حَتَّى بَدَتْ نَوَاجِذه ثُمَّ قَالَ : \" أَتَدْرُونَ مِمَّ أَضْحَك ؟ \" قُلْنَا اللَّه وَرَسُوله أَعْلَم قَالَ مِنْ مُجَادَلَة الْعَبْد لِرَبِّهِ يَقُول يَا رَبّ أَلَمْ تُجِرْنِي مِنْ الظُّلْم ؟ فَيَقُول بَلَى فَيَقُول لَا أُجِيز عَلَيَّ إِلَّا شَاهِدًا مِنْ نَفْسِي فَيَقُول كَفَى بِنَفْسِك الْيَوْم عَلَيْك شَهِيدًا وَبِالْكِرَامِ عَلَيْك شُهُودًا فَيَخْتِم عَلَى فِيهِ وَيُقَال لِأَرْكَانِهِ اِنْطِقِي فَتَنْطِق بِعَمَلِهِ ثُمَّ يُخَلَّى بَيْنه وَبَيْن الْكَلَام فَيَقُول بُعْدًا لَكُنَّ وَسُحْقًا فَعَنْكُنَّ كُنْت أُنَاضِل \" وَقَدْ رَوَاهُ مُسْلِم وَالنَّسَائِيّ جَمِيعًا عَنْ أَبِي بَكْر بْن أَبِي النَّضْر عَنْ أَبِيهِ عَنْ عَبْد اللَّه الْأَشْجَعِيّ عَنْ سُفْيَان الثَّوْرِيّ بِهِ ثُمَّ قَالَ النَّسَائِيّ لَا أَعْلَم أَحَدًا رَوَى هَذَا الْحَدِيث عَنْ سُفْيَان الثَّوْرِيّ غَيْر الْأَشْجَعِيّ وَهُوَ حَدِيث غَرِيب وَاَللَّه أَعْلَم هَكَذَا قَالَ وَقَالَ قَتَادَة بْن آدَم : وَاَللَّه إِنَّ عَلَيْك لَشُهُودًا غَيْر مُتَّهَمَة مَنْ بِذَلِكَ فَرَاقِبْهُمْ وَاتَّقِ اللَّه فِي سِرّك وَعَلَانِيَتك فَإِنَّهُ لَا يَخْفَى عَنْهُ خَافِيَة وَالظُّلْمَة عِنْده ضَوْء وَالسِّرّ عِنْده عَلَانِيَة فَمَنْ اِسْتَطَاعَ أَنْ يَمُوت وَهُوَ بِاَللَّهِ حَسَن الظَّنّ فَلْيَفْعَلْ وَلَا قُوَّة إِلَّا بِاَللَّهِ .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39241, "aya_id": 24}]