[{"text": "وَإِذْ قُلْتُمْ يَا مُوسَى لَن نُّؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنتُمْ تَنظُرُونَ", "sura_id": 2, "type": 0, "id": 62, "aya_id": 55}, {"text": "وإذ قلتم يا موسى لن نؤمن لك حتى نرى الله جهرة فأخذتكم الصاعقة وأنتم تنظرون", "sura_id": 2, "type": 1, "id": 6298, "aya_id": 55}, {"text": "55 - (وإذ قلتم) وقد خرجتم مع موسى لتعتذروا إلى الله من عبادة العجل وسمعتم كلامه (يا موسى لن نؤمن لك حتى نرى الله جهرة) عَيانا (فأخذتكم الصاعقة) الصيحة فَمُتُّم (وأنتم تنظرون) ما حل بكم \r\n", "sura_id": 2, "type": 2, "id": 25006, "aya_id": 55}, {"text": "واذكروا إذ قلتم: يا موسى لن نصدقك في أن الكلام الذي نسمعه منك هو كلام الله, حتى نرى الله عِيَانًا, فنزلت نار من السماء رأيتموها بأعينكم, فقَتَلَتْكم بسبب ذنوبكم, وجُرْأتكم على الله تعالى.\r\n", "sura_id": 2, "type": 3, "id": 31242, "aya_id": 55}, {"text": " <font color=red>وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ</font><BR><p>يَقُول تَعَالَى وَاذْكُرُوا نِعْمَتِيَ عَلَيْكُمْ فِي بَعْثِي لَكُمْ بَعْد الصَّعْق إِذْ سَأَلْتُمْ رُؤْيَتِي جَهْرَة عِيَانًا مِمَّا لَا يُسْتَطَاع لَكُمْ وَلَا لِأَمْثَالِكُمْ كَمَا قَالَ اِبْن جُرَيْج قَالَ : اِبْن عَبَّاس فِي هَذِهِ الْآيَة \" وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَك حَتَّى نَرَى اللَّه جَهْرَة \" قَالَ عَلَانِيَة وَكَذَا قَالَ : إِبْرَاهِيم بْن طَهْمَان عَنْ عَبَّاد بْن إِسْحَاق عَنْ أَبِي الْحُوَيْرِث عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : فِي قَوْله تَعَالَى \" لَنْ نُؤْمِن لَك حَتَّى نَرَى اللَّه جَهْرَة \" أَيْ عَلَانِيَة أَيْ حَتَّى نَرَى اللَّه وَقَالَ قَتَادَة وَالرَّبِيع بْن أَنَس \" حَتَّى نَرَى اللَّه جَهْرَة \" أَيْ عِيَانًا وَقَالَ أَبُو جَعْفَر عَنْ الرَّبِيع بْن أَنَس هُمْ السَّبْعُونَ الَّذِينَ اِخْتَارَهُمْ مُوسَى فَسَارُوا مَعَهُ قَالَ فَسَمِعُوا كَلَامًا فَقَالُوا \" لَنْ نُؤْمِن لَك حَتَّى نَرَى اللَّه جَهْرَة \" قَالَ فَسَمِعُوا صَوْتًا فَصُعِقُوا يَقُول مَالُوا. وَقَالَ : مَرْوَان بْن الْحَكَم فِيمَا خَطَبَ بِهِ عَلَى مِنْبَر مَكَّة الصَّاعِقَة صَيْحَة مِنْ السَّمَاء وَقَالَ السُّدِّيّ فِي قَوْله\" فَأَخَذَتْكُمْ الصَّاعِقَة \" نَار وَقَالَ : عُرْوَة بْن رُوَيْم فِي قَوْله \" وَأَنْتُمْ تَنْظُرُونَ \" قَالَ : صُعِقَ بَعْضهمْ وَبَعْضَهُمْ يَنْظُرُونَ ثُمَّ بُعِثَ هَؤُلَاءِ وَصُعِقَ هَؤُلَاءِ وَقَالَ السُّدِّيّ\" فَأَخَذَتْكُمْ الصَّاعِقَة \" فَمَاتُوا فَقَامَ مُوسَى يَبْكِي وَيَدْعُو اللَّه وَيَقُول : رَبّ مَاذَا أَقُول لِبَنِي إِسْرَائِيل إِذَا أَتَيْتهمْ وَقَدْ أَهْلَكْت خِيَارهمْ لَوْ شِئْت أَهْلَكْتهمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاء مِنَّا فَأَوْحَى اللَّه إِلَى مُوسَى أَنَّ هَؤُلَاءِ السَّبْعِينَ مِمَّنْ اِتَّخَذُوا الْعِجْل ثُمَّ إِنَّ اللَّه أَحْيَاهُمْ فَقَامُوا وَعَاشُوا رَجُل رَجُل يَنْظُر بَعْضهمْ إِلَى بَعْض كَيْف يَحْيَوْنَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38733, "aya_id": 55}]