[{"text": "وَلَقَدْ مَكَّنَّاكُمْ فِي الأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلاً مَّا تَشْكُرُونَ", "sura_id": 7, "type": 0, "id": 964, "aya_id": 10}, {"text": "ولقد مكناكم في الأرض وجعلنا لكم فيها معايش قليلا ما تشكرون", "sura_id": 7, "type": 1, "id": 7200, "aya_id": 10}, {"text": "10 - (ولقد مكناكم) يا بني آدم (في الأرض وجعلنا لكم فيها معايش) بالياء أسبابا تعيشون بها جمع معيشة (قليلا ما) لتأكيد القلة (تشكرون) على ذلك \r\n", "sura_id": 7, "type": 2, "id": 25908, "aya_id": 10}, {"text": "ولقد مكَّنَّا لكم -أيها الناس- في الأرض، وجعلناها قرارًا لكم، وجعلنا لكم فيها ما تعيشون به من مطاعم ومشارب، ومع ذلك فشكركم لنعم الله قليل.\r\n", "sura_id": 7, "type": 3, "id": 32144, "aya_id": 10}, {"text": " <font color=red>وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلًا مَا تَشْكُرُونَ</font><BR><p>يَقُول تَعَالَى مُمْتَنًّا عَلَى عَبِيده فِيمَا مَكَّنَ لَهُمْ مِنْ أَنَّهُ جَعَلَ الْأَرْض قَرَارًا وَجَعَلَ فِيهَا رَوَاسِي وَأَنْهَارًا وَجَعَلَ لَهُمْ فِيهَا مَنَازِل وَبُيُوتًا وَأَبَاحَ لَهُمْ مَنَافِعهَا وَسَخَّرَ لَهُمْ السَّحَاب لِإِخْرَاجِ أَرْزَاقهمْ مِنْهَا وَجَعَلَ لَهُمْ فِيهَا مَعَايِش أَيْ مَكَاسِب وَأَسْبَابًا يَكْسِبُونَ بِهَا وَيَتَّجِرُونَ فِيهَا وَيَتَسَبَّبُونَ أَنْوَاع الْأَسْبَاب وَأَكْثَرهمْ مَعَ هَذَا قَلِيل الشُّكْر عَلَى ذَلِكَ كَقَوْلِهِ \" وَإِنْ تَعُدُّوا نِعْمَة اللَّه لَا تُحْصُوهَا إِنَّ الْإِنْسَان لَظَلُوم كَفَّار \" وَقَدْ قَرَأَ الْجَمِيع مَعَايِش بِلَا هَمْز إِلَّا عَبْد الرَّحْمَن بْن هُرْمُز الْأَعْرَج فَإِنَّهُ هَمَزَهَا وَالصَّوَاب الَّذِي عَلَيْهِ الْأَكْثَرُونَ بِلَا هَمْز لِأَنَّ مَعَايِش جَمْع مَعِيشَة مِنْ عَاشَ يَعِيش عَيْشًا وَمَعِيشَة أَصْلهَا مَعْيِشَة فَاسْتُثْقِلَتْ الْكَسْرَة عَلَى الْيَاء فَنُقِلَتْ إِلَى الْعَيْن فَصَارَتْ مَعِيشَة فَلَمَّا جُمِعَتْ رَجَعَتْ الْحَرَكَة إِلَى الْيَاء لِزَوَالِ الِاسْتِثْقَال فَقِيلَ مَعَايِش وَوَزْنه مَفَاعِل لِأَنَّ الْيَاء أَصْلِيَّة فِي الْكَلِمَة بِخِلَافِ مَدَائِن وَصَحَائِف وَبَصَائِر جَمْع مَدِينَة وَصَحِيفَة وَبَصِيرَة مِنْ مُدُن وَصُحُف وَأَبْصُر فَإِنَّ الْيَاء فِيهَا زَائِدَة وَلِهَذَا تُجْمَع عَلَى فَعَائِل وَتُهْمَز لِذَلِكَ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42467, "aya_id": 10}]