[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِّنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَب بَّعْضُكُم بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَّحِيمٌ", "sura_id": 49, "type": 0, "id": 4624, "aya_id": 12}, {"text": "يا أيها الذين آمنوا اجتنبوا كثيرا من الظن إن بعض الظن إثم ولا تجسسوا ولا يغتب بعضكم بعضا أيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه واتقوا الله إن الله تواب رحيم", "sura_id": 49, "type": 1, "id": 10860, "aya_id": 12}, {"text": "12 - (يا أيها الذين آمنوا اجتنبوا كثيرا من الظن إن بعض الظن إثم) أي مؤثم وهو كثير كظن السوء بأهل الخير من المؤمنين وهم كثير بخلافه بالفساق منهم فلا إثم فيه في نحو ما يظهر منهم (ولا تجسسوا) حذف منه إحدى التاءين لا تتبعوا عورات المسلمين ومعايبهم بالبحث عنها (ولا يغتب بعضكم بعضا) لا يذكره بشيء يكرهه وإن كان فيه (أيحب أحدكم أن يأكل لحم أخيه ميتا) بالتخفيف والتشديد أي لا يحسن به (فكرهتموه) أي فاغتيابه في حياته كأكل لحمه بعد مماته وقد عرض عليكم الثاني فكرهتموه فاكرهوا الأول (واتقوا الله) عقابه في الاغتياب بأن تتوبوا منه (إن الله تواب) قابل توبة التائبين (رحيم) بهم \r\n", "sura_id": 49, "type": 2, "id": 29568, "aya_id": 12}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه اجتنبوا كثيرًا من ظن السوء بالمؤمنين; إن بعض ذلك الظن إثم, ولا تُفَتِّشوا عن عورات المسلمين, ولا يقل بعضكم في بعضٍ بظهر الغيب ما يكره. أيحب أحدكم أكل لحم أخيه وهو ميت؟ فأنتم تكرهون ذلك, فاكرهوا اغتيابه. وخافوا الله فيما أمركم به ونهاكم عنه. إن الله تواب على عباده المؤمنين, رحيم بهم.\r\n", "sura_id": 49, "type": 3, "id": 35804, "aya_id": 12}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ</font><BR><p>يَقُول تَعَالَى نَاهِيًا عِبَاده الْمُؤْمِنِينَ عَنْ كَثِير مِنْ الظَّنّ وَهُوَ التُّهْمَة وَالتَّخَوُّن لِلْأَهْلِ وَالْأَقَارِب وَالنَّاس فِي غَيْر مَحَلِّهِ لِأَنَّ بَعْض ذَلِكَ يَكُون إِثْمًا مَحْضًا فَلْيُجْتَنَبْ كَثِيرٌ مِنْهُ اِحْتِيَاطًا وَرُوِّينَا عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : وَلَا تَظُنَّنَّ بِكَلِمَةٍ خَرَجَتْ مِنْ أَخِيك الْمُؤْمِن إِلَّا خَيْرًا وَأَنْتَ تَجِد لَهَا فِي الْخَيْر مَحْمَلًا وَقَالَ أَبُو عَبْد اللَّه بْن مَاجَهْ حَدَّثَنَا أَبُو الْقَاسِم بْن أَبِي ضَمْرَة نَصْر بْن مُحَمَّد بْن سُلَيْمَان الْحِمْصِيّ حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن أَبِي قَيْس النَّصْرِيّ حَدَّثَنَا عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ رَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَطُوف بِالْكَعْبَةِ وَيَقُول \" مَا أَطْيَبَك وَأَطْيَبَ رِيحَك مَا أَعْظَمَك وَأَعْظَمَ حُرْمَتك وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَحُرْمَةُ الْمُؤْمِن أَعْظَمُ عِنْد اللَّه تَعَالَى حُرْمَة مِنْك مَاله وَدَمه وَأَنْ يَظُنّ بِهِ إِلَّا خَيْرًا \" تَفَرَّدَ بِهِ اِبْن مَاجَهْ مِنْ هَذَا الْوَجْه وَقَالَ مَالِك عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِيَّاكُمْ وَالظَّنّ فَإِنَّ الظَّنّ أَكْذَبُ الْحَدِيثِ وَلَا تَجَسَّسُوا وَلَا تَحَسَّسُوا وَلَا تَنَافَسُوا وَلَا تَحَاسَدُوا وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا وَكُونُوا عِبَاد اللَّه إِخْوَانًا \" رَوَاهُ الْبُخَارِيّ عَنْ عَبْد اللَّه بْن يُوسُف , وَمُسْلِم عَنْ يَحْيَى بْن يَحْيَى وَأَبُو دَاوُدَ عَنْ الْعُتْبِيّ عَنْ مَالِك بِهِ وَقَالَ سُفْيَان بْن عُيَيْنَةَ عَنْ الزُّهْرِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَقَاطَعُوا وَلَا تَدَابَرُوا وَلَا تَبَاغَضُوا وَلَا تَحَاسَدُوا وَكُونُوا عِبَاد اللَّه إِخْوَانًا وَلَا يَحِلّ لِمُسْلِمٍ أَنْ يَهْجُر أَخَاهُ فَوْق ثَلَاثَة أَيَّام \" رَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَصَحَّحَهُ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ بِهِ وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْقِرْمِطِيّ الْعَدَوِيّ حَدَّثَنَا بَكْر بْن عَبْد الْوَهَّاب الْمَدَنِيّ حَدَّثَنَا إِسْمَاعِيل بْن قَيْس الْأَنْصَارِيّ حَدَّثَنِي عَبْد الرَّحْمَن بْن مُحَمَّد بْن أَبِي الرِّجَال عَنْ أَبِيهِ عَنْ جَدّه حَارِثَة بْن النُّعْمَان رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاث لَازِمَات لِأُمَّتِي : الطِّيَرَة وَالْحَسَد وَسُوء الظَّنّ \" فَقَالَ رَجُل وَمَا يُذْهِبهُنَّ يَا رَسُول اللَّه مِمَّنْ هُنَّ فِيهِ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِذَا حَسَدْت فَاسْتَغْفِرْ اللَّه وَإِذَا ظَنَنْت فَلَا تُحَقِّقْ وَإِذَا تَطَيَّرْت فَامْضِ \" وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ زَيْد رَضِيَ اللَّه عَنْهُ قَالَ أُتِيَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ بِرَجُلٍ فَقِيلَ لَهُ هَذَا فُلَان تَقْطُر لِحْيَتُهُ خَمْرًا فَقَالَ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ إِنَّا قَدْ نُهِينَا عَنْ التَّجَسُّس وَلَكِنْ إِنْ يَظْهَر لَنَا شَيْء نَأْخُذ بِهِ سَمَّاهُ اِبْن أَبِي حَاتِم فِي رِوَايَته الْوَلِيد بْن عُقْبَة بْن أَبِي مُعَيْط وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم حَدَّثَنَا لَيْث عَنْ إِبْرَاهِيم بْن نَشِيط الْخَوْلَانِيّ عَنْ كَعْب بْن عَلْقَمَة عَنْ أَبِي الْهَيْثَم عَنْ دُخَيْن كَاتِب عُقْبَة قَالَ : قُلْت لِعُقْبَةَ إِنَّ لَنَا جِيرَانًا يَشْرَبُونَ الْخَمْر وَأَنَا دَاعٍ لَهُمْ الشُّرَطَ فَيَأْخُذُونَهُمْ قَالَ لَا تَفْعَل وَلَكِنْ عِظْهُمْ وَتَهَدَّدْهُمْ قَالَ فَفَعَلَ فَلَمْ يَنْتَهُوا قَالَ فَجَاءَهُ دُخَيْن فَقَالَ إِنِّي قَدْ نَهَيْتهمْ فَلَمْ يَنْتَهُوا وَإِنِّي دَاعٍ لَهُمْ الشُّرَطَ فَتَأْخُذهُمْ فَقَالَ لَهُ عُقْبَة وَيْحك لَا تَفْعَل فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ سَتَرَ عَوْرَة مُؤْمِن فَكَأَنَّمَا اِسْتَحْيَا مَوْءُودَةً مِنْ قَبْرهَا\" وَرَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ حَدِيث اللَّيْث بْن سَعْد بِهِ نَحْوه وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ رَاشِد بْن سَعْد عَنْ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّك إِنْ اِتَّبَعْت عَوْرَات النَّاس أَفْسَدْتهمْ أَوْ كِدْت أَنْ تُفْسِدهُمْ \" فَقَالَ أَبُو الدَّرْدَاء رَضِيَ اللَّه عَنْهُ كَلِمَة سَمِعَهَا مُعَاوِيَة رَضِيَ اللَّه عَنْهُ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفَعَهُ اللَّه تَعَالَى بِهَا وَرَوَاهُ أَبُو دَاوُدَ مُنْفَرِدًا بِهِ مِنْ حَدِيث الثَّوْرِيّ بِهِ وَقَالَ أَبُو دَاوُدَ أَيْضًا حَدَّثَنَا سَعِيد بْن عَمْرو الْحَضْرَمِيّ حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش حَدَّثَنَا ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ جُبَيْر بْن نُفَيْر وَكَثِير بْن مُرَّة وَعَمْرو بْن الْأَسْوَد وَالْمِقْدَام بْن مَعْد ي كَرِبَ وَأَبِي أُمَامَةَ رَضِيَ اللَّه عَنْهُمْ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْأَمِير إِذَا اِبْتَغَى الرِّيبَة فِي النَّاس أَفْسَدَهُمْ \" \" وَلَا تَجَسَّسُوا \" أَيْ عَلَى بَعْضكُمْ بَعْضًا وَالتَّجَسُّس غَالِبًا يُطْلَق فِي الشَّرّ وَمِنْهُ الْجَاسُوس وَأَمَّا التَّحَسُّس فَيَكُون غَالِبًا فِي الْخَيْر كَمَا قَالَ عَزَّ وَجَلَّ إِخْبَارًا عَنْ يَعْقُوب أَنَّهُ قَالَ \" يَا بَنِيَّ اِذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُف وَأَخِيهِ وَلَا تَيْأَسُوا مِنْ رَوْح اللَّه \" وَقَدْ يُسْتَعْمَل كُلّ مِنْهُمَا فِي الشَّرّ كَمَا ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَجَسَّسُوا وَلَا تَحَسَّسُوا وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا وَكُونُوا عِبَاد اللَّه إِخْوَانًا \" وَقَالَ الْأَوْزَاعِيّ التَّجَسُّس الْبَحْث عَنْ الشَّيْء وَالتَّحَسُّس الِاسْتِمَاع إِلَى حَدِيث الْقَوْم وَهُمْ لَهُ كَارِهُونَ أَوْ يَتَسَمَّع عَلَى أَبْوَابهمْ وَالتَّدَابُر : الصَّرْم رَوَاهُ اِبْن أَبِي حَاتِم عَنْهُ وَقَوْله تَعَالَى \" وَلَا يَغْتَبْ بَعْضكُمْ بَعْضًا \" فِيهِ نَهْي عَنْ الْغِيبَة وَقَدْ فَسَّرَهَا الشَّارِع كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُدَ حَدَّثَنَا الْقَعْنَبِيّ حَدَّثَنَا عَبْد الْعَزِيز بْن مُحَمَّد عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قِيلَ يَا رَسُول اللَّه مَا الْغِيبَة ؟ قَالَ : صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ذِكْرُك أَخَاك بِمَا يَكْرَه \" قِيلَ أَفَرَأَيْت إِنْ كَانَ فِي أَخِي مَا أَقُول ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنْ كَانَ فِيهِ مَا تَقُول فَقَدْ اِغْتَبْته وَإِنْ لَمْ يَكُنْ فِيهِ مَا تَقُول فَقَدْ بَهَتَّهُ \" وَرَوَاهُ التِّرْمِذِيّ عَنْ قُتَيْبَة عَنْ الدَّرَاوَرْدِيّ بِهِ وَقَالَ حَسَن صَحِيح وَرَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ غُنْدَر عَنْ شُعْبَة عَنْ الْعَلَاء وَهَكَذَا قَالَ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا وَمَسْرُوق وَقَتَادَة وَأَبُو إِسْحَاق وَمُعَاوِيَة بْن قُرَّة وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا مُسَدَّد حَدَّثَنَا يَحْيَى عَنْ سُفْيَان حَدَّثَنِي عَلِيّ بْن الْأَقْمَر عَنْ أَبِي حُذَيْفَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قُلْت لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَسْبُك مِنْ صَفِيَّة كَذَا وَكَذَا قَالَ غَيْر مُسَدَّد تَعْنِي قَصِيرَة فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ قُلْت كَلِمَة لَوْ مُزِجَتْ بِمَاءِ الْبَحْر لَمَزَجَتْهُ \" قَالَتْ وَحَكَيْت لَهُ إِنْسَانًا فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أُحِبُّ أَنِّي حَكَيْت إِنْسَانًا وَأَنَّ لِي كَذَا وَكَذَا \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث يَحْيَى الْقَطَّان وَعَبْد الرَّحْمَن بْن مَهْدِيّ وَوَكِيع ثَلَاثَتهمْ عَنْ سُفْيَان الثَّوْرِيّ عَنْ عَلِيّ بْن الْأَقْمَر عَنْ أَبِي حُذَيْفَة سَلَمَة بْن صُهَيْب الْأَرْحَبِيّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا بِهِ وَقَالَ حَسَن صَحِيح وَقَالَ اِبْن جَرِير حَدَّثَنِي اِبْن أَبِي الشَّوَارِب حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا سُلَيْمَان الشَّيْبَانِيّ حَدَّثَنَا حَسَّان بْن الْمُخَارِق أَنَّ اِمْرَأَة دَخَلَتْ عَلَى عَائِشَة رَضِيَ اللَّه عَنْهَا فَلَمَّا قَامَتْ لِتَخْرُج أَشَارَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا بِيَدِهَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيْ أَنَّهَا قَصِيرَة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اغْتَبْتِيهَا \" وَالْغِيبَة مُحَرَّمَة بِالْإِجْمَاعِ لَا يُسْتَثْنَى مِنْ ذَلِكَ إِلَّا مَا رُجِّحَتْ مَصْلَحَتُهُ كَمَا فِي الْجَرْح وَالتَّعْدِيل وَالنَّصِيحَة كَقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا اِسْتَأْذَنَ عَلَيْهِ ذَلِكَ الرَّجُل الْفَاجِر\" اِئْذَنُوا لَهُ بِئْسَ أَخُو الْعَشِيرَة \" وَكَقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِفَاطِمَةَ بِنْت قَيْس رَضِيَ اللَّه عَنْهَا وَقَدْ خَطَبَهَا مُعَاوِيَة وَأَبُو الْجَهْم \" أَمَّا مُعَاوِيَة فَصُعْلُوك وَأَمَّا أَبُو الْجَهْم فَلَا يَضَع عَصَاهُ عَنْ عَاتِقه \" وَكَذَا مَا جَرَى مَجْرَى ذَلِكَ ثُمَّ بَقِيَّتُهَا عَلَى التَّحْرِيم الشَّدِيد وَقَدْ وَرَدَ فِيهَا الزَّجْر الْأَكِيد ; وَلِهَذَا شَبَّهَهَا تَبَارَكَ وَتَعَالَى بِأَكْلِ اللَّحْم مِنْ الْإِنْسَان الْمَيِّت كَمَا قَالَ عَزَّ وَجَلَّ \" أَيُحِبُّ أَحَدكُمْ أَنْ يَأْكُل لَحْم أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ \" أَيْ كَمَا تَكْرَهُونَ هَذَا طَبْعًا فَاكْرَهُوا ذَاكَ شَرْعًا فَإِنَّ عُقُوبَته أَشَدُّ مِنْ هَذَا وَهَذَا مِنْ التَّنْفِير عَنْهَا وَالتَّحْذِير مِنْهَا كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْعَائِد فِي هِبَته \" كَالْكَلْبِ يَقِيء ثُمَّ يَرْجِع فِي قَيْئِهِ\" وَقَدْ قَالَ \" لَيْسَ لَنَا مَثَل السَّوْء \" وَثَبَتَ فِي الصِّحَاح وَالْحِسَان وَالْمَسَانِيد مِنْ غَيْر وَجْه أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِي خُطْبَة حَجَّة الْوَدَاع \" إِنَّ دِمَاءَكُمْ وَأَمْوَالكُمْ وَأَعْرَاضكُمْ عَلَيْكُمْ حَرَام كَحُرْمَةِ يَوْمكُمْ هَذَا فِي شَهْركُمْ هَذَا فِي بَلَدكُمْ هَذَا \" وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا وَاصِل بْن عَبْد الْأَعْلَى حَدَّثَنَا أَسْبَاط بْن مُحَمَّد عَنْ هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ الْمُسْلِم عَلَى الْمُسْلِم حَرَام مَاله وَعِرْضه وَدَمه حَسْب امْرِىءٍ مِنْ الشَّرّ أَنْ يَحْقِر أَخَاهُ الْمُسْلِم\" وَرَوَاهُ التِّرْمِذِيّ عَنْ عُبَيْد بْن أَسْبَاط بْن مُحَمَّد عَنْ أَبِيهِ بِهِ وَقَالَ حَسَن غَرِيب وَحَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا الْأَسْوَد بْن عَامِر حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ الْأَعْمَش عَنْ سَعِيد بْن عَبْد اللَّه بْن جُرَيْج عَنْ أَبِي بَرْزَة السُّلَمِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا مَعْشَر مَنْ آمَنَ بِلِسَانِهِ وَلَمْ يَدْخُل الْإِيمَان قَلْبه لَا تَغْتَابُوا الْمُسْلِمِينَ , وَلَا تَتَّبِعُوا عَوْرَاتِهِمْ فَإِنَّهُ مَنْ يَتَّبِع عَوْرَاتهمْ يَتَّبِع اللَّه عَوْرَته وَمَنْ يَتَّبِع اللَّهُ عَوْرَته يَفْضَحهُ فِي بَيْته \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ وَقَدْ رُوِيَ مِنْ حَدِيث الْبَرَاء بْن عَازِب فَقَالَ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده حَدَّثَنَا إِبْرَاهِيم بْن دِينَار حَدَّثَنَا مُصْعَب بْن سَلَّام عَنْ حَمْزَة بْن حَبِيب الزَّيَّات عَنْ أَبِي إِسْحَاق السَّبِيعِيّ عَنْ الْبَرَاء بْن عَازِب رَضِيَ اللَّه عَنْهُ قَالَ خَطَبَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَسْمَعَ الْعَوَاتِق فِي بُيُوتهَا أَوْ قَالَ فِي خُدُورهَا فَقَالَ \" يَا مَعْشَر مَنْ آمَنَ بِلِسَانِهِ لَا تَغْتَابُوا الْمُسْلِمِينَ وَلَا تَتَّبِعُوا عَوْرَاتهمْ فَإِنَّهُ مَنْ يَتَّبِع عَوْرَة أَخِيهِ يَتَّبِع اللَّه عَوْرَته وَمَنْ يَتَّبِع اللَّه عَوْرَته يَفْضَحهُ فِي جَوْف بَيْته \" \" طَرِيق أُخْرَى \" عَنْ اِبْن عُمَر قَالَ أَبُو بَكْر أَحْمَد بْن إِبْرَاهِيم الْإِسْمَاعِيلِيّ حَدَّثَنَا عَبْد اللَّه بْن نَاجِيَة حَدَّثَنَا يَحْيَى بْن أَكْثَم حَدَّثَنَا الْفَضْل بْن مُوسَى الشَّيْبَانِيّ عَنْ الْحُسَيْن بْن وَاقِد عَنْ أَوْفَى بْن دَلْهَم عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَا مَعْشَر مَنْ آمَنَ بِلِسَانِهِ وَلَمْ يُفْضِ الْإِيمَان إِلَى قَلْبه لَا تَغْتَابُوا الْمُسْلِمِينَ وَلَا تَتَّبِعُوا عَوْرَاتهمْ فَإِنَّهُ مَنْ يَتَّبِع عَوْرَات الْمُسْلِمِينَ يَتَّبِع اللَّه عَوْرَته وَمَنْ يَتَّبِع اللَّه عَوْرَته يَفْضَحهُ وَلَوْ فِي جَوْف رَحْله \" قَالَ وَنَظَرَ اِبْن عُمَر يَوْمًا إِلَى الْكَعْبَة فَقَالَ مَا أَعْظَمَك وَأَعْظَمَ حُرْمَتِك وَلَلْمُؤْمِنُ أَعْظَمُ حُرْمَةً عِنْد اللَّه مِنْكِ قَالَ أَبُو دَاوُدَ حَدَّثَنَا حَيْوَة بْن شُرَيْح حَدَّثَنَا قُتَيْبَة عَنْ اِبْن ثَوْبَان عَنْ أَبِيهِ عَنْ مَكْحُول عَنْ وَقَّاص بْن رَبِيعَة عَنْ الْمِسْوَر أَنَّهُ حَدَّثَهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَكَلَ بِرَجُلٍ مُسْلِم أَكْلَة فَإِنَّ اللَّه يُطْعِمهُ مِثْلهَا فِي جَهَنَّم وَمَنْ كَسَا ثَوْبًا بِرَجُلٍ مُسْلِم فَإِنَّ اللَّه يَكْسُوهُ مِثْله فِي جَهَنَّم وَمَنْ قَامَ بِرَجُلٍ مَقَام سُمْعَة وَرِيَاء فَإِنَّ اللَّه تَعَالَى يَقُوم بِهِ مَقَام سُمْعَة وَرِيَاء يَوْم الْقِيَامَة \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ وَحَدَّثَنَا اِبْن مُصَفًّى حَدَّثَنَا بَقِيَّة وَأَبُو الْمُغِيرَة حَدَّثَنَا صَفْوَان حَدَّثَنِي رَاشِد بْن سَعْد وَعَبْد الرَّحْمَن بْن جُبَيْر عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَمَّا عُرِجَ بِي مَرَرْت بِقَوْمٍ لَهُمْ أَظْفَار مِنْ نُحَاس يَخْمُشُونَ وُجُوهَهُمْ وَصُدُورهمْ قُلْت مَنْ هَؤُلَاءِ يَا جِبْرَائِيل ؟ قَالَ هَؤُلَاءِ الَّذِينَ يَأْكُلُونَ لُحُوم النَّاس وَيَقَعُونَ فِي أَعْرَاضهمْ \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ هَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ أَبِي الْمُغِيرَة عَبْد الْقُدُّوس بْن الْحَجَّاج الشَّامِيّ بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن عَبْدَة أَخْبَرَنَا أَبُو عَبْد الصَّمَد بْن عَبْد الْعَزِيز الْعَمِّيّ أَخْبَرَنَا أَبُو هَارُون الْعَبْدِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قُلْنَا يَا رَسُول اللَّه حَدِّثْنَا مَا رَأَيْت لَيْلَة أُسْرِيَ بِك ؟ قَالَ \" ثُمَّ اِنْطَلَقَ بِي إِلَى خَلْق مِنْ خَلْق اللَّه كَثِير رِجَال وَنِسَاء مُوَكَّل بِهِمْ رِجَالٌ يَعْمِدُونَ إِلَى عَرْض جَنْب أَحَدهمْ فَيَجُذُّونَ مِنْهُ الْجَذَّةَ مِثْل النَّعْل ثُمَّ يَضَعُونَهَا فِي فِي أَحَدِهِمْ فَيُقَال لَهُ كُلْ كَمَا أَكَلْت وَهُوَ يَجِد مِنْ أَكْلِهِ الْمَوْتَ يَا مُحَمَّد لَوْ يَجِد الْمَوْت وَهُوَ يُكْرَه عَلَيْهِ فَقُلْت يَا جِبْرَائِيل مَنْ هَؤُلَاءِ قَالَ هَؤُلَاءِ الْهَمَّازُونَ اللَّمَّازُونَ أَصْحَاب النَّمِيمَة فَيُقَال : أَيُحِبُّ أَحَدكُمْ أَنْ يَأْكُل لَحْم أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَهُوَ يُكْرَه عَلَى أَكْل لَحْمه \" هَكَذَا أُورِدَ هَذَا الْحَدِيثُ وَقَدْ سُقْنَاهُ بِطُولِهِ فِي أَوَّل تَفْسِير سُورَة سُبْحَان وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ فِي مُسْنَده حَدَّثَنَا الرَّبِيع عَنْ يَزِيد عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ النَّاس أَنْ يَصُومُوا يَوْمًا وَلَا يُفْطِرَنَّ أَحَدٌ حَتَّى آذَن لَهُ فَصَامَ النَّاس فَلَمَّا أَمْسَوْا جَعَلَ الرَّجُل يَجِيء إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَقُول ظَلَلْتُ مُنْذُ الْيَوْم صَائِمًا فَأْذَنْ لِي فَأُفْطِر فَأَذِنَ لَهُ وَيَجِيء الرَّجُل فَيَقُول ذَلِكَ فَيَأْذَن لَهُ حَتَّى جَاءَ رَجُل فَقَالَ يَا رَسُول اللَّه إِنَّ اِمْرَأَتَيْنِ مِنْ أَهْلِك ظَلَّتَا مُنْذُ الْيَوْم صَائِمَتَيْنِ فَأْذَنْ لَهُمَا فَلْيُفْطِرَا فَأَعْرَضَ عَنْهُ ثُمَّ أَعَادَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا صَامَتَا وَكَيْف صَامَ مَنْ ظَلَّ يَأْكُل مِنْ لُحُوم النَّاس ؟ اِذْهَبْ فَمُرْهُمَا إِنْ كَانَتَا صَائِمَتَيْنِ أَنْ يَسْتَقْيِئَا \" فَفَعَلَتَا فَقَاءَتْ كُلّ وَاحِدَة مِنْهُمَا عَلَقَة فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ رَسُول اللَّه \" لَوْ مَاتَتَا وَهُمَا فِيهِمَا لَأَكَلَتْهُمَا النَّارُ \" إِسْنَاد ضَعِيف وَمَتْنٌ غَرِيب وَقَدْ رَوَاهُ الْحَافِظ الْبَيْهَقِيّ مِنْ حَدِيث يَزِيد بْن هَارُون حَدَّثَنَا سُلَيْمَان التَّيْمِيّ قَالَ سَمِعْت رَجُلًا يُحَدِّث فِي مَجْلِس أَبِي عُثْمَان النَّهْدِيّ عَنْ عُبَيْد مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ اِمْرَأَتَيْنِ صَامَتَا عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَّ رَجُلًا أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنَّ هَهُنَا اِمْرَأَتَيْنِ صَامَتَا وَإِنَّهُمَا كَادَتَا تَمُوتَانِ مِنْ الْعَطَش أُرَاهُ قَالَ بِالْهَاجِرَةِ فَأَعْرَضَ عَنْهُ أَوْ سَكَتَ عَنْهُ فَقَالَ يَا نَبِيّ اللَّه إِنَّهُمَا وَاَللَّه قَدْ مَاتَتَا أَوْ كَادَتَا تَمُوتَانِ فَقَالَ \" اُدْعُهُمَا \" فَجَاءَتَا قَالَ فَجِيءَ بِقَدَحٍ أَوْ عُسٍّ فَقَالَ لِإِحْدَاهُمَا \" قِيئِي \" فَقَاءَتْ مِنْ قَيْح وَدَم وَصَدِيد حَتَّى قَاءَتْ نِصْف الْقَدَح ثُمَّ قَالَ لِلْأُخْرَى\" قِيئِي \" فَقَاءَتْ قَيْحًا وَدَمًا وَصَدِيدًا وَلَحْمًا وَدَمًا عَبِيطًا وَغَيْره حَتَّى مَلَأَتْ الْقَدَح ثُمَّ قَالَ \" إِنَّ هَاتَيْنِ صَامَتَا عَمَّا أَحَلَّ اللَّهُ تَعَالَى لَهُمَا وَأَفْطَرَتَا عَلَى مَا حَرَّمَ اللَّه عَلَيْهِمَا جَلَسَتْ إِحْدَاهُمَا إِلَى الْأُخْرَى فَجَعَلَتَا تَأْكُلَانِ لُحُوم النَّاس \" وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ يَزِيد بْن هَارُون وَابْن أَبِي عَدِيّ كِلَاهُمَا عَنْ سُلَيْمَان بْن صوعان التَّيْمِيّ بِهِ مِثْله أَوْ نَحْوه ثُمَّ رَوَاهُ أَيْضًا مِنْ حَدِيث مُسَدَّد عَنْ يَحْيَى الْقَطَّان عَنْ عُثْمَان بْن غِيَاث حَدَّثَنِي رَجُل أَظُنّهُ فِي حَلْقَة أَبِي عُثْمَان عَنْ سَعْد مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُمْ أُمِرُوا بِصِيَامٍ فَجَاءَ رَجُل فِي نِصْف النَّهَار فَقَالَ يَا رَسُول اللَّه فُلَانَة وَفُلَانَة قَدْ بَلَغَتَا الْجَهْد فَأَعْرَضَ عَنْهُ مَرَّتَيْنِ أَوْ ثَلَاثًا ثُمَّ قَالَ \" اُدْعُهُمَا \" فَجَاءَ بِعُسٍّ أَوْ قَدَحٍ فَقَالَ لِإِحْدَاهُمَا : قِيئِي فَقَاءَتْ لَحْمًا وَدَمًا عَبِيطًا وَقَيْحًا وَقَالَ لِلْأُخْرَى مِثْل ذَلِكَ ثُمَّ قَالَ \" إِنَّ هَاتَيْنِ صَامَتَا عَمَّا أَحَلَّ اللَّه لَهُمَا وَأَفْطَرَتَا عَلَى مَا حَرَّمَ اللَّه عَلَيْهِمَا أَتَتْ إِحْدَاهُمَا لِلْأُخْرَى فَلَمْ تَزَالَا تَأْكُلَانِ لُحُوم النَّاس حَتَّى اِمْتَلَأَتْ أَجْوَافهمَا قَيْحًا \" قَالَ الْبَيْهَقِيّ كَذَا قَالَ عَنْ سَعْد وَالْأَوَّل وَهُوَ عُبَيْد أَصَحُّ وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا عَمْرو بْن الضَّحَّاك بْن مَخْلَد حَدَّثَنَا أَبِي ثَنَا أَبُو عَاصِم حَدَّثَنَا اِبْن جُرَيْج أَخْبَرَنِي أَبُو الزُّبَيْر عَنْ اِبْن عُمَر لِأَبِي هُرَيْرَة أَنَّ مَاعِزًا جَاءَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنِّي قَدْ زَنَيْت فَأَعْرَضَ عَنْهُ حَتَّى قَالَهَا أَرْبَعًا فَلَمَّا كَانَ فِي الْخَامِسَة قَالَ\" زَنَيْت \" قَالَ نَعَمْ قَالَ \" وَتَدْرِي مَا الزِّنَا \" قَالَ نَعَمْ أَتَيْت مِنْهَا حَرَامًا مَا يَأْتِي الرَّجُل مِنْ اِمْرَأَته حَلَالًا قَالَ \" مَا تُرِيد إِلَى هَذَا الْقَوْل \" قَالَ أُرِيد أَنْ تُطَهِّرنِي قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَدْخَلْت ذَلِكَ مِنْك فِي ذَلِكَ مِنْهَا كَمَا يَغِيب الْمِيل فِي الْمُكْحُلَة وَالرَّشَا فِي الْبِئْر \" قَالَ نَعَمْ يَا رَسُول اللَّه قَالَ فَأَمَرَ بِرَجْمِهِ فَرُجِمَ فَسَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلَيْنِ يَقُول أَحَدُهُمَا لِصَاحِبِهِ أَلَمْ تَرَ إِلَى هَذَا الَّذِي سَتَرَ اللَّه عَلَيْهِ فَلَمْ تَدَعْهُ نَفْسُهُ حَتَّى رُجِمَ رَجْمَ الْكَلْبِ ثُمَّ سَارَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى مَرَّ بِجِيفَةِ حِمَار فَقَالَ : أَيْنَ فُلَان وَفُلَان \" اِنْزِلَا فَكُلَا مِنْ جِيفَة هَذَا الْحِمَار \" قَالَا غَفَرَ اللَّهُ لَك يَا رَسُول اللَّه وَهَلْ يُؤْكَل هَذَا ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَمَا نِلْتُمَا مِنْ أَخِيكُمَا آنِفًا أَشَدُّ أَكْلًا مِنْهُ وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهُ الْآن لَفِي أَنْهَار الْجَنَّة يَنْغَمِس فِيهَا \" إِسْنَاد صَحِيح وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنِي أَبِي حَدَّثَنَا وَاصِل مَوْلَى اِبْن عُيَيْنَةَ حَدَّثَنِي خَالِد بْن عُرْفُطَة عَنْ طَلْحَة بْن نَافِع عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ كُنَّا مَعَ النَّبِيّ اللَّه فَارْتَفَعَتْ رِيح جِيفَة مُنْتِنَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَدْرُونَ مَا هَذِهِ الرِّيح ؟ هَذِهِ رِيح الَّذِينَ يَغْتَابُونَ النَّاس ؟ \" \" طَرِيق أُخْرَى \" قَالَ عَبْد بْن حُمَيْد فِي مُسْنَده حَدَّثَنَا إِبْرَاهِيم بْن الْأَشْعَث حَدَّثَنَا الْفُضَيْل بْن عِيَاض عَنْ سُلَيْمَان عَنْ أَبِي سُفْيَان وَهُوَ طَلْحَة بْن نَافِع عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا قَالَ كُنَّا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفَر فَهَاجَتْ رِيح مُنْتِنَة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ نَفَرًا مِنْ الْمُنَافِقِينَ اِغْتَابُوا أُنَاسًا مِنْ الْمُسْلِمِينَ فَلِذَلِكَ بُعِثَتْ هَذِهِ الرِّيح \" وَرُبَّمَا قَالَ \" فَلِذَلِكَ هَاجَتْ هَذِهِ الرِّيح \" وَقَالَ السُّدِّيّ فِي قَوْله تَعَالَى \" أَيُحِبُّ أَحَدكُمْ أَنْ يَأْكُل لَحْم أَخِيهِ مَيْتًا \" زَعَمَ أَنَّ سَلْمَان الْفَارِسِيّ رَضِيَ اللَّه عَنْهُ كَانَ مَعَ رَجُلَيْنِ مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفَر يَخْدُمهُمَا وَيَخِفّ لَهُمَا وَيَنَال مِنْ طَعَامهمَا وَأَنَّ سَلْمَان رَضِيَ اللَّه عَنْهُ لَمَّا سَارَ النَّاس ذَات يَوْم وَبَقِيَ سَلْمَان رَضِيَ اللَّه عَنْهُ نَائِمًا لَمْ يَسِرْ مَعَهُمْ فَجَعَلَ صَاحِبَاهُ يُكَلِّمَاهُ فَلَمْ يَجِدَاهُ فَضَرَبَا الْخِبَاء فَقَالَا مَا يُرِيد سَلْمَان أَوْ هَذَا الْعَبْد شَيْئًا غَيْر هَذَا أَنْ يَجِيء إِلَى طَعَام مَقْدُور وَخِبَاء مَضْرُوب فَلَمَّا جَاءَ أَرْسَلَاهُ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَطْلُب لَهُمَا إِدَامًا فَانْطَلَقَ فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَعَهُ قَدَح لَهُ فَقَالَ يَا رَسُول اللَّه بَعَثَنِي أَصْحَابِي لِتُؤْدِمَهُمْ إِنْ كَانَ عِنْدك قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا يَصْنَع أَصْحَابك بِالْأُدْمِ ؟ قَدْ اِئْتَدَمُوا \" فَرَجَعَ سَلْمَان رَضِيَ اللَّه عَنْهُ يُخْبِرهُمَا بِقَوْلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَانْطَلَقَا حَتَّى أَتَيَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَا : وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا أَصَبْنَا طَعَامًا مُنْذُ نَزَلْنَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّكُمَا قَدْ اِئْتَدَمْتُمَا بِسَلْمَان بِقَوْلِكُمَا\" قَالَ وَنَزَلَتْ \" أَيُحِبُّ أَحَدكُمْ أَنْ يَأْكُل لَحْم أَخِيهِ مَيْتًا \" إِنَّهُ كَانَ نَائِمًا وَرَوَى الْحَافِظ الضِّيَاء الْمَقْدِسِيّ فِي كِتَابه الْمُخْتَار مِنْ طَرِيق حَسَّان بْن هِلَال عَنْ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ كَانَتْ الْعَرَب تَخْدُم بَعْضهَا بَعْضًا فِي الْأَسْفَار وَكَانَ مَعَ أَبِي بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا رَجُل يَخْدُمهُمَا فَنَامَا فَاسْتَيْقَظَا وَلَمْ يُهَيِّئ لَهُمَا طَعَامًا فَقَالَا إِنَّ هَذَا لَنَئُوم فَأَيْقَظَاهُ فَقَالَا لَهُ اِئْتِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْ لَهُ إِنَّ أَبَا بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا يُقْرِئَانِك السَّلَام وَيَسْتَأْدِمَانِك فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُمَا قَدْ اِئْتَدَمَا\" فَجَاءَا فَقَالَا يَا رَسُول اللَّه بِأَيِّ شَيْء اِئْتَدَمْنَا ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بِلَحْمِ أَخِيكُمَا وَاَلَّذِي نَفْسِي بِيَدِهِ إِنِّي لَأَرَى لَحْمه بَيْن ثَنَايَاكُمَا \" فَقَالَا رَضِيَ اللَّه عَنْهُمَا اِسْتَغْفِرْ لَنَا يَا رَسُول اللَّه فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مُرَاهُ فَلْيَسْتَغْفِرْ لَكُمَا\" وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا الْحَكَم بْن مُوسَى حَدَّثَنَا مُحَمَّد بْن مَسْلَمَة عَنْ مُحَمَّد بْن إِسْحَاق عَنْ عَمّه مُوسَى بْن يَسَار عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَكَلَ مِنْ لَحْم أَخِيهِ فِي الدُّنْيَا قُرِّبَ إِلَيْهِ لَحْمُهُ فِي الْآخِرَة فَيُقَال لَهُ كُلْهُ مَيْتًا كَمَا أَكَلْته حَيًّا - قَالَ - فَيَأْكُلهُ وَيَكْلَح وَيَصِيح \" غَرِيب جِدًّا وَقَوْله عَزَّ وَجَلَّ \" وَاتَّقُوا اللَّه \" أَيْ فِيمَا أَمَرَكُمْ بِهِ وَنَهَاكُمْ عَنْهُ فَرَاقِبُوهُ فِي ذَلِكَ وَاخْشَوْا مِنْهُ \" إِنَّ اللَّه تَوَّاب رَحِيم \" أَيْ تَوَّاب عَلَى مَنْ تَابَ إِلَيْهِ رَحِيم لِمَنْ رَجَعَ إِلَيْهِ وَاعْتَمَدَ عَلَيْهِ قَالَ الْجُمْهُور مِنْ الْعُلَمَاء طَرِيق الْمُغْتَاب لِلنَّاسِ فِي تَوْبَته أَنْ يُقْلِع عَنْ ذَلِكَ وَيَعْزِم عَلَى أَنْ لَا يَعُود وَهَلْ يُشْتَرَط النَّدَم عَلَى مَا فَاتَ ؟ فِيهِ نِزَاع وَأَنْ يَتَحَلَّل مِنْ الَّذِي اِغْتَابَهُ , وَقَالَ آخَرُونَ : لَا يُشْتَرَط أَنْ يَتَحَلَّلهُ فَإِنَّهُ إِذَا أَعْلَمَهُ بِذَلِكَ رُبَّمَا تَأَذَّى أَشَدَّ مِمَّا إِذَا لَمْ يَعْلَم بِمَا كَانَ مِنْهُ فَطَرِيقه إِذًا أَنْ يُثْنِي عَلَيْهِ بِمَا فِيهِ فِي الْمَجَالِس الَّتِي كَانَ يَذُمّهُ فِيهَا وَأَنْ يَرُدّ عَنْهُ الْغِيبَةَ بِحَسَبِهِ وَطَاقَته لِتَكُونَ تِلْكَ بِتِلْكَ كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَحْمَد بْن الْحَجَّاج حَدَّثَنَا عَبْد اللَّه أَخْبَرَنَا يَحْيَى بْن أَيُّوب عَنْ عَبْد اللَّه بْن سُلَيْمَان أَنَّ إِسْمَاعِيل بْن يَحْيَى الْمُعَافِرِيّ أَخْبَرَهُ أَنَّ سَهْل بْن مُعَاذ بْن أَنَس الْجُهَنِيّ أَخْبَرَهُ عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ حَمَى مُؤْمِنًا مِنْ مُنَافِق يَغْتَابهُ بَعَثَ اللَّه تَعَالَى إِلَيْهِ مَلَكًا يَحْمِي لَحْمه يَوْم الْقِيَامَة مِنْ نَار جَهَنَّم وَمَنْ رَمَى مُؤْمِنًا بِشَيْءٍ يُرِيد سَبَّهُ حَبَسَهُ اللَّه تَعَالَى عَلَى جِسْر جَهَنَّم حَتَّى يَخْرُج مِمَّا قَالَ \" وَكَذَا رَوَاهُ أَبُو دَاوُدَ مِنْ حَدِيث عَبْد اللَّه وَهُوَ اِبْن الْمُبَارَك بِهِ بِنَحْوِهِ وَقَالَ أَبُو دَاوُدَ أَيْضًا حَدَّثَنَا إِسْحَاق بْن الصَّبَّاح حَدَّثَنَا بْن أَبِي مَرْيَم أَخْبَرَنَا اللَّيْث حَدَّثَنِي يَحْيَى بْن سُلَيْم أَنَّهُ سَمِعَ إِسْمَاعِيل بْن بَشِير يَقُول سَمِعْت جَابِر بْن عَبْد اللَّه وَأَبَا طَلْحَة بْن سَهْل الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُمَا يَقُولَانِ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ امْرِىءٍ يَخْذُل امْرَأً مُسْلِمًا فِي مَوْضِع تُنْتَهَك فِيهِ حُرْمَته وَيُنْتَقَص فِيهِ مِنْ عِرْضه إِلَّا خَذَلَهُ اللَّه تَعَالَى فِي مَوَاطِن يُحِبّ فِيهَا نُصْرَته وَمَا مِنْ امْرِىءٍ يَنْصُر اِمْرَأً مُسْلِمًا فِي مَوْضِع يُنْتَقَص فِيهِ مِنْ عِرْضه وَيُنْتَهَك فِيهِ مِنْ حُرْمَته إِلَّا نَصَرَهُ اللَّه عَزَّ وَجَلَّ فِي مَوَاطِن يُحِبّ فِيهَا نُصْرَته \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41422, "aya_id": 12}]