[{"text": "وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللّهُ مَن يَشَاء وَيَهْدِي مَن يَشَاء وَهُوَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 14, "type": 0, "id": 1754, "aya_id": 4}, {"text": "وما أرسلنا من رسول إلا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم", "sura_id": 14, "type": 1, "id": 7990, "aya_id": 4}, {"text": "4 - (وما أرسلنا من رسول إلا بلسان) بلغة (قومه ليبين لهم) ليفهمهم ما أتى به (فيضل الله من يشاء ويهدي من يشاء وهو العزيز) في ملكه (الحكيم) في صنعه \r\n", "sura_id": 14, "type": 2, "id": 26698, "aya_id": 4}, {"text": "وما أرسلنا مِن رسولٍ قبلك -أيها النبي- إلا بلُغة قومه; ليوضِّح لهم شريعة الله, فيضل الله من يشاء عن الهدى, ويهدي من يشاء إلى الحق, وهو العزيز في ملكه, الحكيم الذي يضع الأمور في مواضعها وَفْق الحكمة.\r\n", "sura_id": 14, "type": 3, "id": 32934, "aya_id": 4}, {"text": " <font color=red>وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>هَذَا مِنْ لُطْفه تَعَالَى بِخَلْقِهِ أَنَّهُ يُرْسِل إِلَيْهِمْ رُسُلًا مِنْهُمْ بِلُغَاتِهِمْ لِيَفْهَمُوا عَنْهُمْ مَا يُرِيدُونَ وَمَا أُرْسِلُوا بِهِ إِلَيْهِمْ كَمَا رَوَى الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ عُمَر بْن ذَرّ قَالَ : قَالَ مُجَاهِد عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمْ يَبْعَث اللَّه عَزَّ وَجَلَّ نَبِيًّا إِلَّا بِلُغَةِ قَوْمِهِ \" وَقَوْله \" فَيُضِلّ اللَّه مَا يَشَاء وَيَهْدِي مَنْ يَشَاء\" أَيْ بَعْد الْبَيَان وَإِقَامَة الْحُجَّة عَلَيْهِمْ يُضِلّ اللَّه مَنْ يَشَاء عَنْ وَجْه الْهُدَى وَيَهْدِي مَنْ يَشَاء إِلَى الْحَقّ\" وَهُوَ الْعَزِيز \" الَّذِي مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ \" الْحَكِيم \" فِي أَفْعَاله فَيُضِلّ مَنْ يَسْتَحِقّ الْإِضْلَال وَيَهْدِي مَنْ هُوَ أَهْل لِذَلِكَ وَقَدْ كَانَتْ هَذِهِ سُنَّتَهُ فِي خَلْقه أَنَّهُ مَا بَعَثَ نَبِيًّا فِي أُمَّة إِلَّا أَنْ يَكُون بِلُغَتِهِمْ فَاخْتُصَّ كُلّ نَبِيّ بِإِبْلَاغِ رِسَالَته إِلَى أُمَّته دُون غَيْرهمْ وَاخْتُصَّ مُحَمَّد بْن عَبْد اللَّه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِعُمُومِ الرِّسَالَة إِلَى سَائِر النَّاس كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" أُعْطِيت خَمْسًا لَمْ يُعْطَهُنَّ أَحَد مِنْ الْأَنْبِيَاء قَبْلِي : نُصِرْت بِالرُّعْبِ مَسِيرَة شَهْر وَجُعِلَتْ لِيَ الْأَرْض مَسْجِدًا وَطَهُورًا وَأُحِلَّتْ لِيَ الْغَنَائِم وَلَمْ تَحِلّ لِأَحَدٍ قَبْلِي وَأُعْطِيت الشَّفَاعَة وَكَانَ النَّبِيّ يُبْعَث إِلَى قَوْمه خَاصَّة وَبُعِثْت إِلَى النَّاسِ عَامَّةً \" وَلَهُ شَوَاهِد مِنْ وُجُوه كَثِيرَة وَقَالَ تَعَالَى \" قُلْ يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا \" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37933, "aya_id": 4}]