[{"text": "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَّا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ", "sura_id": 46, "type": 0, "id": 4521, "aya_id": 11}, {"text": "وقال الذين كفروا للذين آمنوا لو كان خيرا ما سبقونا إليه وإذ لم يهتدوا به فسيقولون هذا إفك قديم", "sura_id": 46, "type": 1, "id": 10757, "aya_id": 11}, {"text": "11 - (وقال الذين كفروا للذين آمنوا) في حقهم (لو كان) الإيمان (خيرا ما سبقونا إليه وإذ لم يهتدوا) القائلون (به) القرآن (فسيقولون هذا) القرآن (إفك) كذب (قديم) \r\n", "sura_id": 46, "type": 2, "id": 29465, "aya_id": 11}, {"text": "وقال الذين جحدوا نبوة محمد صلى الله عليه وسلم للذين آمنوا به: لو كان تصديقكم محمدًا على ما جاء به خيرًا ما سبقتمونا إلى التصديق به, وإذ لم يهتدوا بالقرآن ولم ينتفعوا بما فيه من الحق فسيقولون: هذا كذب, مأثور عن الناس الأقدمين.\r\n", "sura_id": 46, "type": 3, "id": 35701, "aya_id": 11}, {"text": " <font color=red>وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ</font><BR><p>وَقَوْله تَعَالَى \" وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ \" أَيْ قَالُوا عَنْ الْمُؤْمِنِينَ بِالْقُرْآنِ لَوْ كَانَ الْقُرْآن خَيْرًا مَا سَبَقَنَا هَؤُلَاءِ إِلَيْهِ يَعْنُونَ بِلَالًا وَعَمَّارًا وَصُهَيْبًا وَخَبَّابًا رَضِيَ اللَّه عَنْهُمْ وَأَشْبَاههمْ وَأَضْرَابهمْ مِنْ الْمُسْتَضْعَفِينَ وَالْعَبِيد وَالْإِمَاء وَمَا ذَاكَ إِلَّا لِأَنَّهُمْ عِنْد أَنْفُسهمْ يَعْتَقِدُونَ أَنَّ لَهُمْ عِنْد اللَّه وَجَاهَة وَلَهُ بِهِمْ عِنَايَة . وَقَدْ غَلِطُوا فِي ذَلِكَ غَلَطًا فَاحِشًا وَأَخْطَئُوا خَطَأ بَيِّنًا كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" وَكَذَلِكَ فَتَنَّا بَعْضهمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْننَا \" أَيْ يَتَعَجَّبُونَ كَيْف اِهْتَدَى هَؤُلَاءِ دُوننَا وَلِهَذَا قَالُوا \" لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ \" وَأَمَّا أَهْل السُّنَّة وَالْجَمَاعَة فَيَقُولُونَ فِي كُلّ فِعْل وَقَوْل لَمْ يَثْبُت عَنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ هُوَ بِدْعَة لِأَنَّهُ لَوْ كَانَ خَيْرًا لَسَبَقُونَا إِلَيْهِ لِأَنَّهُمْ لَمْ يَتْرُكُوا خَصْلَة مِنْ خِصَال الْخَيْر إِلَّا وَقَدْ بَادَرُوا إِلَيْهَا. وَقَوْله تَعَالَى \" وَإِذْ لَمْ يَهْتَدُوا بِهِ \" أَيْ بِالْقُرْآنِ\" فَسَيَقُولُونَ هَذَا إِفْك قَدِيم \" أَيْ كَذِب قَدِيم أَيْ مَأْثُور عَنْ النَّاس الْأَقْدَمِينَ فَيَنْتَقِصُونَ الْقُرْآن وَأَهْله وَهَذَا هُوَ الْكِبْر الَّذِي قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ \" .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41319, "aya_id": 11}]