[{"text": "الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ اللّهِ قَالُواْ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُواْ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ فَاللّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَن يَجْعَلَ اللّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً", "sura_id": 4, "type": 0, "id": 634, "aya_id": 141}, {"text": "الذين يتربصون بكم فإن كان لكم فتح من الله قالوا ألم نكن معكم وإن كان للكافرين نصيب قالوا ألم نستحوذ عليكم ونمنعكم من المؤمنين فالله يحكم بينكم يوم القيامة ولن يجعل الله للكافرين على المؤمنين سبيلا", "sura_id": 4, "type": 1, "id": 6870, "aya_id": 141}, {"text": "141 - (الذين) بدل من الذين قبله (يتربصون) ينتظرون (بكم) الدوائر (فإن كان لكم فتح) ظفر وغنيمة (من الله قالوا) لكم (ألم نكن معكم) في الدين والجهاد فأعطونا من الغنيمة (وإن كان للكافرين نصيب) من الظفر عليكم (قالوا) لهم (ألم نستحوذ) نستول (عليكم) ونقدر على أخذكم وقتلكم فأبقينا عليكم (و) ألم (نمنعكم من المؤمنين) أن يظفروا بكم بتخذيلهم ومراسلتكم بأخبارهم فلنا عليكم المنة ، قال تعالى (فالله يحكم بينكم) وبينهم (يوم القيامة) بأن يدخلكم الجنة ويدخلهم النار (ولن يجعل الله للكافرين على المؤمنين سبيلا) طريقا بالاستئصال \r\n", "sura_id": 4, "type": 2, "id": 25578, "aya_id": 141}, {"text": "المنافقون هم الذين ينتظرون ما يحلُّ بكم -أيها المؤمنون- من الفتن والحرب, فإن منَّ الله عليكم بفضله, ونصركم على عدوكم وغنمتم, قالوا لكم: ألم نكن معكم نؤازركم؟ وإن كان للجاحدين لهذا الدين قَدْرٌ من النصر والغنيمة, قالوا لهم: ألم نساعدكم بما قدَّمناه لكم ونَحْمِكُم من المؤمنين؟ فالله تعالى يقضي بينكم وبينهم يوم القيامة, ولن يجعل الله للكافرين طريقًا للغلبة على عباده الصالحين, فالعاقبة للمتقين في الدنيا والآخرة.\r\n", "sura_id": 4, "type": 3, "id": 31814, "aya_id": 141}, {"text": " <font color=red>الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا</font><BR><p>يُخْبِر تَعَالَى عَنْ الْمُنَافِقِينَ أَنَّهُمْ يَتَرَبَّصُونَ بِالْمُؤْمِنِينَ دَوَائِر السُّوء بِمَعْنَى يَنْتَظِرُونَ زَوَال دَوْلَتهمْ وَظُهُور الْكَفَرَة عَلَيْهِمْ وَذَهَاب مِلَّتهمْ \" فَإِنْ كَانَ لَكُمْ فَتْح مِنْ اللَّه \" أَيْ نَصْر وَتَأْيِيد وَظَفَر وَغَنِيمَة \" قَالُوا أَلَمْ نَكُنْ مَعَكُمْ \" أَيْ يَتَوَدَّدُونَ إِلَى الْمُؤْمِنِينَ بِهَذِهِ الْمَقَالَة \" وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيب أَيْ إِدَالَة عَلَى الْمُؤْمِنِينَ \" فِي بَعْض الْأَحْيَان كَمَا وَقَعَ يَوْم أُحُد فَإِنَّ الرُّسُل تُبْتَلَى ثُمَّ يَكُون لَهَا الْعَافِيَة قَالُوا \" أَلَمْ نَسْتَحْوِذ عَلَيْكُمْ وَنَمْنَعكُمْ مِنْ الْمُؤْمِنِينَ\" أَيْ سَاعَدْنَاكُمْ فِي الْبَاطِن وَمَا أَلَوْنَاهُمْ خَبَالًا وَتَخْذِيلًا حَتَّى اِنْتَصَرْتُمْ عَلَيْهِمْ وَقَالَ السُّدِّيّ : نَسْتَحْوِذ عَلَيْكُمْ نَغْلِب عَلَيْكُمْ كَقَوْلِهِ اِسْتَحْوَذَ عَلَيْهِمْ الشَّيْطَان وَهَذَا أَيْضًا تَوَدُّد مِنْهُمْ إِلَيْهِمْ فَإِنَّهُمْ كَانُوا يُصَانِعُونَ هَؤُلَاءِ وَهَؤُلَاءِ لِيَحْظَوْا عِنْدهمْ وَيَأْمَنُوا كَيْدهمْ وَمَا ذَاكَ إِلَّا لِضَعْفِ إِيمَانهمْ وَقِلَّة إِيقَانهمْ . قَالَ تَعَالَى \" فَاَللَّه يَحْكُم بَيْنكُمْ يَوْم الْقِيَامَة \" أَيْ بِمَا يَعْلَمهُ مِنْكُمْ أَيّهَا الْمُنَافِقُونَ مِنْ الْبَوَاطِن الرَّدِيئَة فَلَا تَغْتَرُّوا بِجَرَيَانِ الْأَحْكَام الشَّرْعِيَّة عَلَيْكُمْ ظَاهِرًا فِي الْحَيَاة الدُّنْيَا لِمَا لَهُ فِي ذَلِكَ مِنْ الْحِكْمَة فَيَوْم الْقِيَامَة لَا تَنْفَعكُمْ ظَوَاهِركُمْ بَلْ هُوَ يَوْم تُبْلَى فِيهِ السَّرَائِر وَيُحَصَّل مَا فِي الصُّدُور وَقَوْله \" وَلَنْ يَجْعَل اللَّه لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا \" قَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ ذَرّ عَنْ سَبِيع الْكِنْدِيّ قَالَ : جَاءَ رَجُل إِلَى عَلِيّ بْن أَبِي طَالِب فَقَالَ كَيْف هَذِهِ الْآيَة \" وَلَنْ يَجْعَل اللَّه لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا \" فَقَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ اُدْنُهُ اُدْنُهُ فَاَللَّه يَحْكُم بَيْنكُمْ يَوْم الْقِيَامَة \" وَلَنْ يَجْعَل اللَّه لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا \". وَكَذَا رَوَى اِبْن جُرَيْج عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس وَلَنْ يَجْعَل اللَّه لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا قَالَ ذَاكَ يَوْم الْقِيَامَة . وَكَذَا رَوَى السُّدِّيّ عَنْ أَبِي مَالِك الْأَشْجَعِيّ يَعْنِي يَوْم الْقِيَامَة. وَقَالَ السُّدِّيّ : سَبِيلًا أَيْ حُجَّة وَيُحْتَمَل أَنْ يَكُون الْمَعْنَى \" وَلَنْ يَجْعَل اللَّه لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا \" أَيْ فِي الدُّنْيَا بِأَنْ يُسَلَّطُوا عَلَيْهِمْ اِسْتِيلَاء اِسْتِئْصَال بِالْكُلِّيَّةِ وَإِنْ حَصَلَ لَهُمْ ظَفَر فِي بَعْض الْأَحْيَان عَلَى بَعْض النَّاس فَإِنَّ الْعَاقِبَة لِلْمُتَّقِينَ فِي الدُّنْيَا وَالْآخِرَة كَمَا قَالَ تَعَالَى إِنَّا لَنَنْصُر رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا الْآيَة وَعَلَى هَذَا فَيَكُون رَدًّا عَلَى الْمُنَافِقِينَ فِيمَا أَمْلَوْهُ وَرَجَوْهُ وَانْتَظَرُوهُ مِنْ زَوَال دَوْلَة الْمُؤْمِنِينَ وَفِيمَا سَلَكُوهُ مِنْ مُصَانَعَتهمْ الْكَافِرِينَ خَوْفًا عَلَى أَنْفُسهمْ مِنْهُمْ إِذَا هُمْ ظَهَرُوا عَلَى الْمُؤْمِنِينَ فَاسْتَأْصَلُوهُمْ كَمَا قَالَ تَعَالَى \" فَتَرَى الَّذِينَ فِي قُلُوبهمْ مَرَض يُسَارِعُونَ فِيهِمْ - إِلَى قَوْله - نَادِمِينَ \" وَقَدْ اِسْتَدَلَّ كَثِير مِنْ الْعُلَمَاء بِهَذِهِ الْآيَة الْكَرِيمَة عَلَى أَصَحّ قَوْلَيْ الْعُلَمَاء وَهُوَ الْمَنْع مِنْ بَيْع الْعَبْد الْمُسْلِم لِلْكَافِرِ لِمَا فِي صِحَّة اِبْتِيَاعه مِنْ التَّسْلِيط لَهُ عَلَيْهِ وَالْإِذْلَال وَمَنْ قَالَ مِنْهُمْ بِالصِّحَّةِ يَأْمُرهُ بِإِزَالَةِ مِلْكه عَنْهُ فِي الْحَال لِقَوْلِهِ تَعَالَى \" وَلَنْ يَجْعَل اللَّه لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40814, "aya_id": 141}]