[{"text": "مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ", "sura_id": 30, "type": 0, "id": 3441, "aya_id": 32}, {"text": "من الذين فرقوا دينهم وكانوا شيعا كل حزب بما لديهم فرحون", "sura_id": 30, "type": 1, "id": 9677, "aya_id": 32}, {"text": "32 - (من الذين) بدل بإعادة الجار (فرقوا دينهم) باختلافهم فيما يعبدونه (وكانوا شيعا) فرقا في ذلك (كل حزب) منهم (بما لديهم) عندهم (فرحون) مسرورون وفي قراءة فارقوا أي تركوا دينهم الذي أمروا به \r\n", "sura_id": 30, "type": 2, "id": 28385, "aya_id": 32}, {"text": "ولا تكونوا من المشركين وأهل الأهواء والبدع الذين بدَّلوا دينهم, وغيَّروه, فأخذوا بعضه, وتركوا بعضه; تبعًا لأهوائهم, فصاروا فرقًا وأحزابًا, يتشيعون لرؤسائهم وأحزابهم وآرائهم, يعين بعضهم بعضًا على الباطل, كل حزب بما لديهم فرحون مسرورون, يحكمون لأنفسهم بأنهم على الحق وغيرهم على الباطل.\r\n", "sura_id": 30, "type": 3, "id": 34621, "aya_id": 32}, {"text": " <font color=red>مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ</font><BR><p>وَقَوْله تَعَالَى \" مِنْ الَّذِينَ فَرَّقُوا دِينهمْ وَكَانُوا شِيَعًا كُلّ حِزْب بِمَا لَدَيْهِمْ فَرِحُونَ \" أَيْ لَا تَكُونُوا مِنْ الْمُشْرِكِينَ الَّذِينَ قَدْ فَرَّقُوا دِينهمْ أَيْ بَدَّلُوهُ وَغَيَّرُوهُ وَآمَنُوا بِبَعْضٍ وَكَفَرُوا بِبَعْضٍ وَقَرَأَ بَعْضهمْ فَارَقُوا دِينهمْ أَيْ تَرَكُوهُ وَرَاء ظُهُورهمْ وَهَؤُلَاءِ كَالْيَهُودِ وَالنَّصَارَى وَالْمَجُوس وَعَبَدَة الْأَوْثَان وَسَائِر أَهْل الْأَدْيَان الْبَاطِلَة مِمَّا عَدَا أَهْل الْإِسْلَام كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ فَرَّقُوا دِينهمْ وَكَانُوا شِيَعًا لَسْت مِنْهُمْ فِي شَيْء إِنَّمَا أَمْرهمْ إِلَى اللَّه \" الْآيَة فَأَهْل الْأَدْيَان قَبْلنَا اِخْتَلَفُوا فِيمَا بَيْنهمْ عَلَى آرَاء وَمُثُل بَاطِلَة . وَكُلّ فِرْقَة مِنْهُمْ تَزْعُم أَنَّهُمْ عَلَى شَيْء وَهَذِهِ الْأُمَّة أَيْضًا اِخْتَلَفُوا فِيمَا بَيْنهمْ عَلَى نِحَل كُلّهَا ضَلَالَة إِلَّا وَاحِدَة وَهُمْ أَهْل السُّنَّة وَالْجَمَاعَة الْمُتَمَسِّكُونَ بِكِتَابِ اللَّه وَسُنَّة رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبِمَا كَانَ عَلَيْهِ الصَّدْر الْأَوَّل مِنْ الصَّحَابَة وَالتَّابِعِينَ وَأَئِمَّة الْمُسْلِمِينَ مِنْ قَدِيم الدَّهْر وَحَدِيثه كَمَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه أَنَّهُ سُئِلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْفِرْقَة النَّاجِيَة مِنْهُمْ فَقَالَ \" مَنْ كَانَ عَلَى مَا أَنَا عَلَيْهِ الْيَوْم وَأَصْحَابِي\" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40068, "aya_id": 32}]