[{"text": "وَلِلّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللّهِ إِنَّ اللّهَ وَاسِعٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 122, "aya_id": 115}, {"text": "ولله المشرق والمغرب فأينما تولوا فثم وجه الله إن الله واسع عليم", "sura_id": 2, "type": 1, "id": 6358, "aya_id": 115}, {"text": "115 - ونزل لما طعن اليهود في نسخ القبلة أو في صلاة النافلة على الراحلة في السفر حيثما توجهت (ولله المشرق والمغرب) أي الأرض كلها لأنهما ناحيتاها (فأين ما تولوا) وجوهكم في الصلاة بأمره (فثم) هناك (وجه الله) قبلته التي رضيها (إن الله واسع) يسع فضله كل شيء (عليم) بتدبير خلقه \r\n", "sura_id": 2, "type": 2, "id": 25066, "aya_id": 115}, {"text": "ولله جهتا شروق الشمس وغروبها وما بينهما, فهو مالك الأرض كلها. فأي جهة توجهتم إليها في الصلاة بأمر الله لكم فإنكم مبتغون وجهه, لم تخرجوا عن ملكه وطاعته. إن الله واسع الرحمة بعباده, عليم بأفعالهم, لا يغيب عنه منها شيء\r\n", "sura_id": 2, "type": 3, "id": 31302, "aya_id": 115}, {"text": " <font color=red>وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ</font><BR><p>وَهَذَا وَاَللَّه أَعْلَم فِيهِ تَسْلِيَة لِلرَّسُولِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه الَّذِينَ أُخْرِجُوا مِنْ مَكَّة وَفَارَقُوا مَسْجِدهمْ وَمُصَلَّاهُمْ وَقَدْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي بِمَكَّة إِلَى بَيْت الْمَقْدِس وَالْكَعْبَة بَيْن يَدَيْهِ فَلَمَّا قَدِمَ الْمَدِينَة وُجِّهَ إِلَى بَيْت الْمَقْدِس سِتَّة عَشَر شَهْرًا ثُمَّ صَرَفَهُ اللَّه إِلَى الْكَعْبَة بَعْدُ وَلِهَذَا يَقُول تَعَالَى\" وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّه \" قَالَ أَبُو عُبَيْد الْقَاسِم بْن سَلَّام فِي كِتَاب النَّاسِخ وَالْمَنْسُوخ : أَخْبَرَنَا حَجَّاج بْن مُحَمَّد أَخْبَرَنَا اِبْن جُرَيْج وَعُثْمَان بْن عَطَاء عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : أَوَّل مَا نُسِخَ لَنَا مِنْ الْقُرْآن فِيمَا ذُكِرَ لَنَا وَاَللَّه أَعْلَم شَأْن الْقِبْلَة قَالَ اللَّه تَعَالَى \" وَلِلَّهِ الْمَشْرِق وَالْمَغْرِب فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه\" فَاسْتَقْبَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى نَحْو بَيْت الْمَقْدِس وَتَرَكَ الْبَيْت الْعَتِيق ثُمَّ صَرَفَهُ إِلَى بَيْته الْعَتِيق وَنَسَخَهَا فَقَالَ \" وَمِنْ حَيْثُ خَرَجْت فَوَلِّ وَجْهك شَطْر الْمَسْجِد الْحَرَام وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ : \" كَانَ أَوَّل مَا نُسِخَ مِنْ الْقُرْآن الْقِبْلَة وَذَلِكَ أَنَّ رَسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا هَاجَرَ إِلَى الْمَدِينَة وَكَانَ أَهْلهَا الْيَهُود أَمَرَهُ اللَّه أَنْ يَسْتَقْبِل بَيْت الْمَقْدِس فَفَرِحَتْ الْيَهُود فَاسْتَقْبَلَهَا رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِضْعَة عَشَر شَهْرًا وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبُّ قِبْلَة إِبْرَاهِيم وَكَانَ يَدْعُو وَيَنْظُر إِلَى السَّمَاء فَأَنْزَلَ اللَّه\" قَدْ نَرَى تَقَلُّبَ وَجْهك فِي السَّمَاء \" إِلَى قَوْله \" فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ \" فَارْتَابَ مِنْ ذَلِكَ الْيَهُود وَقَالُوا\" مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمْ الَّتِي كَانُوا عَلَيْهَا \" فَأَنْزَلَ اللَّه \" قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ \" وَقَالَ \" فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" وَقَالَ عِكْرِمَة عَنْ اِبْن عَبَّاس\" فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" قَالَ قِبْلَة اللَّه أَيْنَمَا تَوَجَّهْت شَرْقًا أَوْ غَرْبًا وَقَالَ مُجَاهِد فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه حَيْثُمَا كُنْتُمْ فَلَكُمْ قِبْلَة تَسْتَقْبِلُونَهَا الْكَعْبَة وَقَالَ اِبْن أَبِي حَاتِم بَعْد رِوَايَة الْأَثَر الْمُتَقَدِّم عَنْ اِبْن عَبَّاس فِي نَسْخ الْقِبْلَة عَنْ عَطَاء عَنْهُ وَرُوِيَ عَنْ أَبِي الْعَالِيَة وَالْحَسَن وَعَطَاء الْخُرَاسَانِيّ وَعِكْرِمَة وَقَتَادَة وَالسُّدِّيّ وَزَيْد بْن أَسْلَمَ نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير وَقَالَ آخَرُونَ : بَلْ أَنْزَلَ اللَّه هَذِهِ الْآيَة قَبْل أَنْ يُفْرَض التَّوَجُّه إِلَى الْكَعْبَة وَإِنَّمَا أَنْزَلَهَا لِيُعْلَم نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه أَنَّ لَهُمْ التَّوَجُّهَ بِوُجُوهِهِمْ لِلصَّلَاةِ حَيْثُ شَاءُوا مِنْ نَوَاحِي الْمَشْرِق وَالْمَغْرِب لِأَنَّهُمْ لَا يُوَجِّهُونَ وُجُوههمْ وَجْهًا مِنْ ذَلِكَ وَنَاحِيَة إِلَّا كَانَ جَلَّ ثَنَاؤُهُ فِي ذَلِكَ الْوَجْه وَتِلْكَ النَّاحِيَة لِأَنَّ لَهُ تَعَالَى الْمَشَارِق وَالْمَغَارِب وَإِنَّهُ لَا يَخْلُو مِنْهُ مَكَان كَمَا قَالَ تَعَالَى\" وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَر إِلَّا هُوَ مَعَهُمْ أَيْنَمَا كَانُوا \" قَالُوا : ثُمَّ نَسَخَ ذَلِكَ بِالْفَرْضِ الَّذِي فَرَضَ عَلَيْهِمْ التَّوَجُّه إِلَى الْمَسْجِد الْحَرَام هَكَذَا قَالَ وَفِي قَوْله وَأَنَّهُ تَعَالَى لَا يَخْلُو مِنْهُ مَكَان إِنْ أَرَادَ عِلْمه تَعَالَى فَصَحِيحٌ فَإِنَّ عِلْمه تَعَالَى مُحِيط بِجَمِيعِ الْمَعْلُومَات وَأَمَّا ذَاته تَعَالَى فَلَا تَكُون مَحْصُورَة فِي شَيْء مِنْ خَلْقه تَعَالَى اللَّه عَنْ ذَلِكَ عُلُوًّا كَبِيرًا . قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ بَلْ نَزَلَتْ هَذِهِ الْآيَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْنًا مِنْ اللَّه أَنْ يُصَلِّي الْمُتَطَوِّع حَيْثُ تَوَجَّهَ مِنْ شَرْق أَوْ غَرْب فِي مَسِيره فِي سَفَره وَفِي حَال الْمُسَايَفَة وَشِدَّة الْخَوْف حَدَّثَنَا أَبُو كُرَيْب أَخْبَرَنَا اِبْن إِدْرِيس حَدَّثَنَا عَبْد الْمَلِك هُوَ اِبْن أَبِي سُلَيْمَان عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عُمَر أَنَّهُ كَانَ يُصَلِّي حَيْثُ تَوَجَّهَتْ بِهِ رَاحِلَتُهُ وَيُذْكَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَفْعَل ذَلِكَ وَيَتَأَوَّل هَذِهِ الْآيَة \" فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" وَرَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ مِنْ طُرُق عَنْ عَبْد الْمَلِك بْن أَبِي سُلَيْمَان بِهِ وَأَصْله فِي الصَّحِيحَيْنِ مِنْ حَدِيث اِبْن عُمَر وَعَامِر بْن رَبِيعَة مِنْ غَيْر ذِكْر الْآيَة وَفِي صَحِيح الْبُخَارِيّ مِنْ حَدِيث نَافِع عَنْ اِبْن عُمَر أَنَّهُ كَانَ إِذَا سُئِلَ عَنْ صَلَاة الْخَوْف وَصَفَهَا . ثُمَّ قَالَ \" فَإِنْ كَانَ خَوْفٌ أَشَدُّ مِنْ ذَلِكَ صَلَّوْا رِجَالًا قِيَامًا عَلَى أَقْدَامهمْ وَرُكْبَانًا مُسْتَقْبِلِي الْقِبْلَة وَغَيْر مُسْتَقْبِلِيهَا \" قَالَ نَافِع : وَلَا أَرَى اِبْن عُمَر ذَكَرَ ذَلِكَ إِلَّا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَسْأَلَة \" وَلَمْ يُفَرِّق الشَّافِعِيّ فِي الْمَشْهُور عَنْهُ بَيْن سَفَر الْمَسَافَة وَسَفَر الْعَدْوَى فَالْجَمِيع عَنْهُ يَجُوز التَّطَوُّع فِيهِ عَلَى الرَّاحِلَة وَهُوَ قَوْل أَبِي حَنِيفَة خِلَافًا لِمَالِكٍ وَجَمَاعَته وَاخْتَارَ أَبُو يُوسُف وَأَبُو سَعِيد الْإِصْطَخْرِيّ التَّطَوُّع عَلَى الدَّابَّة فِي الْمِصْر وَحَكَاهُ أَبُو يُوسُف عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ وَاخْتَارَهُ أَبُو جَعْفَر الطَّبَرِيّ حَتَّى لِلْمَاشِي أَيْضًا قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ بَلْ نَزَلَتْ هَذِهِ الْآيَة فِي قَوْم عَمِيَتْ عَلَيْهِمْ الْقِبْلَة فَلَمْ يَعْرِفُوا شَطْرهَا فَصَلَّوْا عَلَى أَنْحَاء مُخْتَلِفَة فَقَالَ اللَّه تَعَالَى : لِي الْمَشَارِق وَالْمَغَارِب فَأَيْنَ وَلَّيْتُمْ وَجْهكُمْ فَهُنَالِكَ وَجْهِي وَهُوَ قِبْلَتكُمْ فَيُعْلِمكُمْ بِذَلِكَ أَنَّ صَلَاتَكُمْ مَاضِيَةٌ . حَدَّثَنَا مُحَمَّد بْن إِسْحَاق الْأَهْوَازِيّ أَخْبَرَنَا أَبُو أَحْمَد الزُّبَيْرِيّ أَخْبَرَنَا أَبُو الرَّبِيع السَّمَّان عَنْ عَاصِم بْن عُبَيْد اللَّه عَنْ عَبْد اللَّه بْن عَامِر بْن رَبِيعَة عَنْ أَبِيهِ قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي لَيْلَة سَوْدَاء مُظْلِمَة فَنَزَلْنَا مَنْزِلًا فَجَعَلَ الرَّجُل يَأْخُذ الْأَحْجَار فَيَعْمَل مَسْجِدًا يُصَلِّي فِيهِ فَلَمَّا أَنْ أَصْبَحْنَا إِذَا نَحْنُ قَدْ صَلَّيْنَا إِلَى غَيْر الْقِبْلَة فَقُلْنَا يَا رَسُول اللَّه لَقَدْ صَلَّيْنَا لَيْلَتنَا هَذِهِ لِغَيْرِ الْقِبْلَة فَأَنْزَلَ اللَّه تَعَالَى \" وَلِلَّهِ الْمَشْرِق وَالْمَغْرِب فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" الْآيَة ثُمَّ رَوَاهُ عَنْ سُفْيَان بْن وَكِيع عَنْ أَبِيهِ عَنْ أَبِي الرَّبِيع السَّمَّان بِنَحْوِهِ . وَرَوَاهُ التِّرْمِذِيّ عَنْ مَحْمُود بْن غَيْلَان عَنْ وَكِيع وَابْن مَاجَهْ عَنْ يَحْيَى بْن حَكِيم عَنْ أَبِي دَاوُد عَنْ أَبِي الرَّبِيع السَّمَّان وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح عَنْ سَعِيد بْن سُلَيْمَان عَنْ أَبِي الرَّبِيع السَّمَّان وَاسْمه أَشْعَث بْن سَعِيد الْبَصْرِيّ وَهُوَ ضَعِيف الْحَدِيث وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَلَيْسَ إِسْنَاده بِذَاكَ وَلَا نَعْرِفهُ إِلَّا مِنْ حَدِيث الْأَشْعَث السَّمَّان وَأَشْعَث يُضَعِّف فِي الْحَدِيث قُلْت وَشَيْخه عَاصِم أَيْضًا ضَعِيف . قَالَ الْبُخَارِيّ مُنْكَر الْحَدِيث . وَقَالَ اِبْن مَعِين : ضَعِيف لَا يُحْتَجّ بِهِ وَقَالَ اِبْن حِبَّان : مَتْرُوك وَاَللَّه أَعْلَم . وَقَدْ رُوِيَ مِنْ طَرِيق آخَر عَنْ جَابِر فَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِير هَذِهِ الْآيَة أَخْبَرَنَا إِسْمَاعِيل بْن عَلِيّ بْن إِسْمَاعِيل أَخْبَرَنَا الْحَسَن بْن عَلِيّ بْن شَبِيب حَدَّثَنِي أَحْمَد بْن عَبْد اللَّه بْن الْحَسَن قَالَ : وَجَدْت فِي كِتَاب أَبِي أَخْبَرَنَا عَبْد الْمَلِك الْعَرْزَمِيّ عَنْ عَطَاء عَنْ جَابِر قَالَ : بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَرِيَّة كُنْت فِيهَا فَأَصَابَتْنَا ظُلْمَة فَلَمْ نَعْرِف الْقِبْلَة فَقَالَتْ طَائِفَة مِنَّا قَدْ عَرَفْنَا الْقِبْلَة هِيَ هَاهُنَا قِبَل الشِّمَال فَصَلَّوْا وَخَطُّوا خُطُوطًا فَلَمَّا أَصْبَحُوا وَطَلَعَتْ الشَّمْس أَصْبَحَتْ تِلْكَ الْخُطُوط لِغَيْرِ الْقِبْلَة فَلَمَّا قَفَلْنَا مِنْ سَفَرنَا سَأَلْنَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَكَتَ وَأَنْزَلَ اللَّه تَعَالَى \" وَلِلَّهِ الْمَشْرِق وَالْمَغْرِب فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" ثُمَّ رَوَاهُ مِنْ حَدِيث مُحَمَّد بْن عُبَيْد اللَّه الْعَرْزَمِيّ عَنْ عَطَاء عَنْ جَابِر بِهِ وَقَالَ الدَّارَقُطْنِيّ قُرِئَ عَلَى عَبْد اللَّه بْن عَبْد الْعَزِيز وَأَنَا أَسْمَع حَدَثكُمْ دَاوُد بْن عُمَر وَأَخْبَرَنَا مُحَمَّد بْن يَزِيد الْوَاسِطِيّ عَنْ مُحَمَّد بْن سَالِم عَنْ عَطَاء عَنْ جَابِر قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَسِير فَأَصَابَنَا غَيْمٌ فَتَحَيَّرْنَا فَاخْتَلَفْنَا فِي الْقِبْلَة فَصَلَّى كُلّ رَجُل مِنَّا عَلَى حِدَة وَجَعَلَ أَحَدُنَا يَخُطّ بَيْن يَدَيْهِ لِنَعْلَم أَمْكِنَتنَا فَذَكَرْنَا ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَأْمُرنَا بِالْإِعَادَةِ وَقَالَ \" قَدْ أَجَازَتْ صَلَاتُكُمْ \" ثُمَّ قَالَ الدَّارَقُطْنِيّ : كَذَا قَالَ عَنْ مُحَمَّد بْن سَالِم وَقَالَ غَيْره عَنْ مُحَمَّد بْن عَبْد اللَّه الْعَرْزَمِيّ عَنْ عَطَاء وَهُمَا ضَعِيفَانِ وَرَوَاهُ اِبْن مَرْدَوَيْهِ أَيْضًا مِنْ حَدِيث الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّة فَأَخَذَتْهُمْ ضَبَابَة فَلَمْ يَهْتَدُوا إِلَى الْقِبْلَة فَصَلَّوْا لِغَيْرِ الْقِبْلَة ثُمَّ اِسْتَبَانَ لَهُمْ بَعْد مَا طَلَعَتْ الشَّمْس أَنَّهُمْ صَلَّوْا لِغَيْرِ الْقِبْلَة فَلَمَّا جَاءُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدَّثُوهُ فَأَنْزَلَ اللَّه تَعَالَى هَذِهِ الْآيَة \" وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" وَهَذِهِ الْأَسَانِيد فِيهَا ضَعْف وَلَعَلَّهُ يَشُدّ بَعْضهَا بَعْضًا . وَأَمَّا إِعَادَة الصَّلَاة لِمَنْ تَبَيَّنَ لَهُ خَطَؤُهُ فَفِيهَا قَوْلَانِ لِلْعُلَمَاءِ وَهَذِهِ دَلَائِل عَلَى عَدَم الْقَضَاء وَاَللَّه أَعْلَم. قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ بَلْ نَزَلَتْ هَذِهِ الْآيَة فِي سَبَب النَّجَاشِيّ كَمَا حَدَّثَنَا مُحَمَّد بْن بَشَّار أَخْبَرَنَا مُعَاذ بْن هِشَام حَدَّثَنِي أَبِي عَنْ قَتَادَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ أَخًا لَكُمْ قَدْ مَاتَ فَصَلُّوا عَلَيْهِ \" \" قَالُوا : نُصَلِّي عَلَى رَجُل لَيْسَ بِمُسْلِمٍ ؟ قَالَ فَنَزَلَتْ \" وَإِنَّ مِنْ أَهْل الْكِتَاب لِمَنْ يُؤْمِنُ بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ \" قَالَ قَتَادَة فَقَالُوا : إِنَّهُ كَانَ لَا يُصَلِّي إِلَى الْقِبْلَة فَأَنْزَلَ اللَّه \" وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِب فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" وَهَذَا غَرِيب وَاَللَّه أَعْلَم . وَقَدْ قِيلَ إِنَّهُ كَانَ يُصَلِّي إِلَى بَيْت الْمَقْدِس قَبْل أَنْ يَبْلُغهُ النَّاسِخ إِلَى الْكَعْبَة كَمَا حَكَاهُ الْقُرْطُبِيّ عَنْ قَتَادَة وَذَكَرَ الْقُرْطُبِيّ أَنَّهُ لَمَّا مَاتَ صَلَّى عَلَيْهِ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخَذَ بِذَلِكَ مَنْ ذَهَبَ إِلَى الصَّلَاة عَلَى الْغَائِب قَالَ : وَهَذَا خَاصّ عِنْد أَصْحَابنَا مِنْ ثَلَاثَة أَوْجُه أَحَدهَا أَنَّهُ عَلَيْهِ السَّلَام شَاهَدَهُ حِين سُوِّيَ عَلَيْهِ طُوِيَتْ لَهُ الْأَرْضُ. الثَّانِي أَنَّهُ لَمَّا لَمْ يَكُنْ عِنْده مَنْ يُصَلِّي عَلَيْهِ صَلَّى عَلَيْهِ وَاخْتَارَهُ اِبْن الْعَرَبِيّ قَالَ الْقُرْطُبِيّ وَيَبْعُد أَنْ يَكُون مَلِك مُسْلِم لَيْسَ عِنْده أَحَد مِنْ قَوْمه عَلَى دِينه وَقَدْ أَجَابَ اِبْن الْعَرَبِيّ عَنْ هَذَا لَعَلَّهُمْ لَمْ يَكُنْ عِنْدهمْ شَرْعِيَّة الصَّلَاة عَلَى الْمَيِّت وَهَذَا جَوَاب جَيِّد . الثَّالِث أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام إِنَّمَا صَلَّى عَلَيْهِ لِيَكُونَ ذَلِكَ كَالتَّأْلِيفِ لِبَقِيَّةِ الْمُلُوك وَاَللَّه أَعْلَم . وَقَدْ أَوْرَدَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِير هَذِهِ الْآيَة مِنْ حَدِيث أَبِي مَعْشَر عَنْ مُحَمَّد بْن عَمْرو بْن عَلْقَمَة عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا بَيْن الْمَشْرِق وَالْمَغْرِب قِبْلَة لِأَهْلِ الْمَدِينَة وَأَهْل الشَّام وَأَهْل الْعِرَاق \" وَلَهُ مُنَاسَبَة هَاهُنَا وَقَدْ أَخْرَجَهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث أَبِي مَعْشَر وَاسْمه نَجِيح بْن عَبْد الرَّحْمَن السُّدِّيّ الْمَدَنِيّ بِهِ \" مَا بَيْن الْمَشْرِق وَالْمَغْرِب قِبْلَة \" وَقَالَ التِّرْمِذِيّ وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْ أَبِي هُرَيْرَة وَتَكَلَّمَ بَعْض أَهْل الْعِلْم فِي أَبِي مَعْشَر مِنْ قَبْل حِفْظه ثُمَّ قَالَ التِّرْمِذِيّ حَدَّثَنِي الْحَسَن بْن بَكْر الْمَرْوَزِيّ أَخْبَرَنَا الْمُعَلَّى بْن مَنْصُور أَخْبَرَنَا عَبْد اللَّه بْن جَعْفَر الْمَخْزُومِيّ عَنْ عُثْمَان بْن مُحَمَّد بْن الْمُغِيرَة الْأَخْنَس عَنْ أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا بَيْن الْمَشْرِق وَالْمَغْرِب قِبْلَة \" ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن صَحِيح . وَحَكَى عَنْ الْبُخَارِيّ أَنَّهُ قَالَ هَذَا أَقْوَى مِنْ حَدِيث أَبِي مَعْشَر وَأَصَحّ قَالَ التِّرْمِذِيّ وَقَدْ رُوِيَ عَنْ غَيْر وَاحِد مِنْ الصَّحَابَة \" مَا بَيْن الْمَشْرِق وَالْمَغْرِب قِبْلَة \" مِنْهُمْ عُمَر بْن الْخَطَّاب وَعَلِيّ وَابْن عَبَّاس رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ . وَقَالَ اِبْن عُمَر إِذَا جَعَلْت الْمَغْرِب عَنْ يَمِينك وَالْمَشْرِق عَنْ يَسَارك فَمَا بَيْنهمَا قِبْلَة إِذَا اِسْتَقْبَلْت الْقِبْلَة ثُمَّ قَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا عَلِيّ بْن أَحْمَد بْن عَبْد الرَّحْمَن أَخْبَرَنَا يَعْقُوب بْن يُوسُف مَوْلَى بَنِي هَاشِم أَخْبَرَنَا شُعَيْب بْن أَيُّوب أَخْبَرَنَا اِبْن نُمَيْر عَنْ عَبْد اللَّه بْن عُمَر عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا بَيْن الْمَشْرِق وَالْمَغْرِب قِبْلَة \" وَقَدْ رَوَاهُ الدَّارَقُطْنِيّ وَالْبَيْهَقِيّ : وَقَالَ الْمَشْهُور عَنْ اِبْن عُمَر عَنْ عُمَر رَضِيَ اللَّه عَنْهُمَا قَوْله : قَالَ اِبْن جَرِير وَيَحْتَمِل فَأَيْنَمَا تُوَلُّوا وُجُوهكُمْ فِي دُعَائِكُمْ لِي فَهُنَالِكَ وَجْهِي أَسْتَجِيب لَكُمْ دُعَاءَكُمْ كَمَا حَدَّثَنَا الْقَاسِم أَخْبَرَنَا الْحُسَيْن حَدَّثَنِي حَجَّاج قَالَ : قَالَ اِبْن جُرَيْج : قَالَ مُجَاهِد لَمَّا نَزَلَتْ اُدْعُونِي أَسْتَجِبْ لَكُمْ قَالُوا إِلَى أَيْنَ ؟ فَنَزَلَتْ \" فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" قَالَ اِبْن جَرِير وَمَعْنَى قَوْله \" إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ \" يَسَع خَلْقَهُ كُلَّهُمْ بِالْكِفَايَةِ وَالْجُود وَالْإِفْضَال : وَأَمَّا قَوْله \" عَلِيم \" فَإِنَّهُ يَعْنِي عَلِيم بِأَعْمَالِهِمْ مَا يَغِيب عَنْهُ مِنْهَا شَيْء وَلَا يَعْزُب عَنْ عِلْمه بَلْ هُوَ بِجَمِيعِهَا عَلِيم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38515, "aya_id": 115}]