[{"text": "فِي لَوْحٍ مَّحْفُوظٍ", "sura_id": 85, "type": 0, "id": 5931, "aya_id": 22}, {"text": "في لوح محفوظ", "sura_id": 85, "type": 1, "id": 12167, "aya_id": 22}, {"text": "22 - (في لوح) هو في الهواء فوق السماء السابعة (محفوظ) بالجر من الشياطين ومن تغيير شيء منه طوله ما بين السماء والأرض وعرضه ما بين المشرق والمغرب وهو من درة بيضاء قاله ابن عباس رضي الله عنهما \r\n", "sura_id": 85, "type": 2, "id": 30875, "aya_id": 22}, {"text": "في لوح محفوظ, لا يناله تبديل ولا تحريف.\r\n", "sura_id": 85, "type": 3, "id": 37111, "aya_id": 22}, {"text": " <font color=red>فِي لَوْحٍ مَحْفُوظٍ</font><BR><p>أَيْ هُوَ فِي الْمَلَإِ الْأَعْلَى مَحْفُوظ مِنْ الزِّيَادَة وَالنَّقْص وَالتَّحْرِيف وَالتَّبْدِيل . قَالَ اِبْن جَرِير حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا قُرَّة بْن سُلَيْمَان حَدَّثَنَا حَرْب بْن شُرَيْح حَدَّثَنَا عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس بْن مَالِك فِي قَوْله تَعَالَى \" بَلْ هُوَ قُرْآن مَجِيد فِي لَوْح مَحْفُوظ \" قَالَ إِنَّ اللَّوْح الْمَحْفُوظ الَّذِي ذَكَرَ اللَّه \" بَلْ هُوَ قُرْآن مَجِيد فِي لَوْح مَحْفُوظ \" فِي جَبْهَة إِسْرَافِيل . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح ثَنَا مُعَاوِيَة بْن صَالِح أَنَّ أَبَا الْأَعْبَس هُوَ عَبْد الرَّحْمَن بْن سَلْمَان قَالَ : مَا مِنْ شَيْء قَضَى اللَّه : الْقُرْآن فَمَا قَبْله وَمَا بَعْده إِلَّا وَهُوَ فِي اللَّوْح الْمَحْفُوظ وَاللَّوْح الْمَحْفُوظ بَيْن عَيْنَيْ إِسْرَافِيل لَا يُؤْذَن لَهُ بِالنَّظَرِ فِيهِ وَقَالَ الْحَسَن الْبَصْرِيّ إِنَّ هَذَا الْقُرْآن الْمَجِيد عِنْد اللَّه فِي لَوْح مَحْفُوظ يُنْزِل مِنْهُ مَا يَشَاء عَلَى مَنْ يَشَاء مِنْ خَلْقه وَقَدْ رَوَى الْبَغَوِيّ مِنْ طَرِيق إِسْحَاق بْن بِشْر أَخْبَرَنِي مُقَاتِل وَابْن جُرَيْج عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ إِنَّ فِي صَدْر اللَّوْح لَا إِلَه إِلَّا اللَّه وَحْده دِينه الْإِسْلَام وَمُحَمَّد عَبْده وَرَسُوله فَمَنْ آمَنَ بِاَللَّهِ وَصَدَّقَ بِوَعْدِهِ وَاتَّبَعَ رُسُله أَدْخَلَهُ الْجَنَّة قَالَ وَاللَّوْح لَوْح مِنْ دُرَّة بَيْضَاء طُوله مَا بَيْن السَّمَاء وَالْأَرْض وَعَرْضه مَا بَيْن الْمَشْرِق وَالْمَغْرِب وَحَافَّتَاهُ مِنْ الدُّرّ وَالْيَاقُوت وَدَفَّتَاهُ يَاقُوتَة حَمْرَاء وَقَلَمه نُور وَكَلَامه مَعْقُود بِالْعَرْشِ وَأَصْله فِي حِجْر مَلَك وَقَالَ مُقَاتِل : اللَّوْح الْمَحْفُوظ عَنْ يَمِين الْعَرْش وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا مُنْجَاب بْن الْحَارِث حَدَّثَنَا إِبْرَاهِيم بْن يُوسُف حَدَّثَنَا زِيَاد بْن عَبْد اللَّه عَنْ لَيْث عَنْ عَبْد الْمَلِك بْن سَعِيد بْن جُبَيْر عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه تَعَالَى خَلَقَ لَوْحًا مَحْفُوظًا مِنْ دُرَّة بَيْضَاء صَفَحَاتهَا مِنْ يَاقُوتَة حَمْرَاء قَلَمه نُور وَكِتَابه نُور لِلَّهِ فِيهِ فِي كُلّ يَوْم سِتُّونَ وَثَلَاثمِائَةِ لَحْظَة يَخْلُق وَيَرْزُق وَيُمِيت وَيُحْيِي وَيُعِزّ وَيُذِلّ وَيَفْعَل مَا يَشَاء \" . آخِر تَفْسِير سُورَة الْبُرُوج . وَلِلَّهِ الْحَمْد وَالْمِنَّة</p><BR> <br> ", "sura_id": 85, "type": 4, "id": 43294, "aya_id": 22}]