[{"text": "ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ", "sura_id": 90, "type": 0, "id": 6040, "aya_id": 17}, {"text": "ثم كان من الذين آمنوا و تواصوا بالصبر وتواصوا بالمرحمة", "sura_id": 90, "type": 1, "id": 12276, "aya_id": 17}, {"text": "17 - (ثم كان) عطف على اقتحم وثم للترتيب بالذكري والمعنى كان وقت الاقتحام (من الذين آمنوا وتواصوا) أوصى بعضهم بعضا (بالصبر) على الطاعة وعن المعصية (وتواصوا بالمرحمة) الرحمة على الخلق \r\n", "sura_id": 90, "type": 2, "id": 30984, "aya_id": 17}, {"text": "ثم كان مع فِعْل ما ذُكر من أعمال الخير من الذين أخلصوا الإيمان لله, وأوصى بعضهم بعضًا بالصبر على طاعة الله وعن معاصيه, وتواصوا بالرحمة بالخلق.\r\n", "sura_id": 90, "type": 3, "id": 37220, "aya_id": 17}, {"text": " <font color=red>ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ</font><BR><p>وَقَوْله تَعَالَى \" ثُمَّ كَانَ مِنْ الَّذِينَ آمَنُوا\" أَيْ ثُمَّ هُوَ مَعَ هَذِهِ الْأَوْصَاف الْجَمِيلَة الطَّاهِرَة مُؤْمِن بِقَلْبِهِ مُحْتَسِب ثَوَاب ذَلِكَ عِنْد اللَّه عَزَّ وَجَلَّ كَمَا قَالَ تَعَالَى \" وَمَنْ أَرَادَ الْآخِرَة وَسَعَى لَهَا سَعْيهَا وَهُوَ مُؤْمِن فَأُولَئِكَ كَانَ سَعْيهمْ مَشْكُورًا \" وَقَالَ تَعَالَى\" مَنْ عَمِلَ صَالِحًا مِنْ ذَكَر أَوْ أُنْثَى وَهُوَ مُؤْمِن \" الْآيَة وَقَوْله تَعَالَى \" وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ\" أَيْ كَانَ مِنْ الْمُؤْمِنِينَ الْعَامِلِينَ صَالِحًا الْمُتَوَاصِينَ بِالصَّبْرِ عَلَى أَذَى النَّاس وَعَلَى الرَّحْمَة بِهِمْ كَمَا جَاءَ فِي الْحَدِيث الشَّرِيف \" الرَّاحِمُونَ يَرْحَمهُمْ الرَّحْمَن اِرْحَمُوا مَنْ فِي الْأَرْض يَرْحَمكُمْ مَنْ فِي السَّمَاء \" وَفِي الْحَدِيث الْآخَر \" لَا يَرْحَم اللَّه مَنْ لَا يَرْحَم النَّاس \" وَقَالَ أَبُو دَاوُد حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ اِبْن عَامِر عَنْ عَبْد اللَّه بْن عَمْرو يَرْوِيه قَالَ : مَنْ لَمْ يَرْحَم صَغِيرنَا وَيَعْرِف حَقّ كَبِيرنَا فَلَيْسَ مِنَّا .</p><BR> <br> ", "sura_id": 90, "type": 4, "id": 43531, "aya_id": 17}]