[{"text": "ثُمَّ قَفَّيْنَا عَلَى آثَارِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاء رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ", "sura_id": 57, "type": 0, "id": 5102, "aya_id": 27}, {"text": "ثم قفينا على آثارهم برسلنا وقفينا بعيسى ابن مريم وآتيناه الإنجيل وجعلنا في قلوب الذين اتبعوه رأفة ورحمة ورهبانية ابتدعوها ما كتبناها عليهم إلا ابتغاء رضوان الله فما رعوها حق رعايتها فآتينا الذين آمنوا منهم أجرهم وكثير منهم فاسقون", "sura_id": 57, "type": 1, "id": 11338, "aya_id": 27}, {"text": "27 - (ثم قفينا على آثارهم برسلنا وقفينا بعيسى ابن مريم وآتيناه الإنجيل وجعلنا في قلوب الذين اتبعوه رأفة ورحمة ورهبانية) هي رفض النساء واتخاذ الصوامع (ابتدعوها) من قبل انفسهم (ما كتبناها عليهم) ما أمرناهم بها (إلا) لكن فعلوها (ابتغاء رضوان) مرضاة (الله فما رعوها حق رعايتها) إذ تركها كثير منهم وكفروا بدين عيسى ودخلوا في دين ملكهم وبقي على دين عيسى كثير منهم فآمنوا بنبينا (فآتينا الذين آمنوا) به (منهم أجرهم وكثير منهم فاسقون) \r\n", "sura_id": 57, "type": 2, "id": 30046, "aya_id": 27}, {"text": "ثم أتبعنا على آثار نوح وإبراهيم برسلنا الذين أرسلناهم بالبينات, وقفَّينا بعيسى بن مريم, وآتيناه الإنجيل, وجعلنا في قلوب الذين اتبعوه على دينه لينًا وشفقة, فكانوا متوادِّين فيما بينهم, وابتدعوا رهبانية بالغلوِّ في العبادة ما فرضناها عليهم, بل هم الذين التزموا بها من تلقاء أنفسهم, قَصْدُهم بذلك رضا الله, فما قاموا بها حق القيام، فآتينا الذين آمنوا منهم بالله ورسله أجرهم حسب إيمانهم, وكثير منهم خارجون عن طاعة الله مكذبون بنيه محمد صلى الله عليه وسلم.\r\n", "sura_id": 57, "type": 3, "id": 36282, "aya_id": 27}, {"text": " <font color=red>ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ قَفَّيْنَا عَلَى آثَارهمْ بِرُسُلِنَا وَقْفَيْنَا بِعِيسَى ابْن مَرْيَم وَآتَيْنَاهُ الْإِنْجِيل \" وَهُوَ الْكِتَاب الَّذِي أَوْحَاهُ اللَّه إِلَيْهِ \" وَجَعَلْنَا فِي قُلُوب الَّذِينَ اِتَّبَعُوهُ \" وَهُمْ الْحَوَارِيُّونَ\" رَأْفَة \" أَيْ رِقَّة وَهِيَ الْخَشْيَة \" وَرَحْمَة \" بِالْخَلْقِ وَقَوْله \" وَرَهْبَانِيَّة اِبْتَدَعُوهَا \" أَيْ اِبْتَدَعَتْهَا أُمَّة النَّصَارَى \" مَا كَتَبْنَاهَا عَلَيْهِمْ \" أَيْ مَا شَرَعْنَاهَا وَإِنَّمَا هُمْ اِلْتَزَمُوهَا مِنْ تِلْقَاء أَنْفُسهمْ وَقَوْله تَعَالَى\" إِلَّا اِبْتِغَاء رِضْوَان اللَّه \" فِيهِ قَوْلَانِ أَحَدهمَا أَنَّهُمْ قَصَدُوا بِذَلِكَ رِضْوَان اللَّه قَالَ سَعِيد بْن جُبَيْر وَقَتَادَة\" وَالْآخَر \" مَا كَتَبْنَا عَلَيْهِمْ ذَلِكَ إِنَّمَا كَتَبْنَا عَلَيْهِمْ اِبْتِغَاء رِضْوَان اللَّه وَقَوْله تَعَالَى \" فَمَا رَعَوْهَا حَقّ رِعَايَتهَا \" أَيْ فَمَا قَامُوا بِمَا اِلْتَزَمُوهُ حَقّ الْقِيَام وَهَذَا ذَمّ لَهُمْ مِنْ وَجْهَيْنِ \" أَحَدهمَا \" الِابْتِدَاع فِي دِين اللَّه مَا لَمْ يَأْمُر بِهِ اللَّه \" وَالثَّانِي \" فِي عَدَم قِيَامهمْ بِمَا اِلْتَزَمُوهُ مِمَّا زَعَمُوا أَنَّهَا قُرْبَة تُقَرِّبهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا إِسْحَاق بْن أَبِي حَمْزَة أَبُو يَعْقُوب الرَّازِيّ حَدَّثَنَا السَّرِيّ بْن عَبْد رَبّه حَدَّثَنَا بُكَيْر بْن مَعْرُوف عَنْ مُقَاتِل بْن حَيَّان عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن مَسْعُود عَنْ أَبِيهِ عَنْ جَدّه اِبْن مَسْعُود قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا اِبْن مَسْعُود \" قُلْت لَبَّيْكَ يَا رَسُول اللَّه قَالَ \" هَلْ عَلِمْت أَنَّ بَنِي إِسْرَائِيل اِفْتَرَقُوا عَلَى اِثْنَتَيْنِ وَسَبْعِينَ فِرْقَة ؟ لَمْ يَنْجُ مِنْهَا إِلَّا ثَلَاث فِرَق قَامَتْ بَيْن الْمُلُوك وَالْجَبَابِرَة بَعْد عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام فَدَعَتْ إِلَى دِين اللَّه وَدِين عِيسَى اِبْن مَرْيَم فَقَاتَلَتْ الْجَبَابِرَة فَقُتِلَتْ فَصَبَرَتْ وَنَجَتْ ثُمَّ قَامَتْ طَائِفَة أُخْرَى لَمْ تَكُنْ لَهَا قُوَّة بِالْقِتَالِ فَقَامَتْ بَيْن الْمُلُوك وَالْجَبَابِرَة فَدَعَوْا إِلَى دِين اللَّه وَدِين عِيسَى اِبْن مَرْيَم فَقُتِلَتْ وَقُطِّعَتْ بِالْمَنَاشِيرِ وَحُرِّقَتْ بِالنِّيرَانِ فَصَبَرَتْ وَنَجَتْ ثُمَّ قَامَتْ طَائِفَة أُخْرَى لَمْ يَكُنْ لَهَا قُوَّة بِالْقِتَالِ وَلَمْ تُطِقْ الْقِيَام بِالْقِسْطِ فَلَحِقَتْ بِالْجِبَالِ فَتَعَبَّدَتْ وَتَرَهَّبَتْ وَهُمْ الَّذِينَ ذَكَرَ اللَّه تَعَالَى \" وَرَهْبَانِيَّة اِبْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ \" وَقَدْ رَوَاهُ اِبْن جَرِير بِلَفْظٍ آخَر مِنْ طَرِيق آخَر فَقَالَ حَدَّثَنَا يَحْيَى بْن أَبِي طَالِب حَدَّثَنَا دَاوُد بْن الْمُحَبَّر حَدَّثَنَا الصَّعْق بْن حَزْن حَدَّثَنَا عُقَيْل الْجَعْدِيّ عَنْ أَبِي إِسْحَاق الْهَمْدَانِيّ عَنْ سُوَيْد بْن غَفَلَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِخْتَلَفَ مَنْ كَانَ قَبْلنَا عَلَى ثَلَاث وَسَبْعِينَ فِرْقَة نَجَا مِنْهُمْ ثَلَاث وَهَلَكَ سَائِرهمْ\" وَذَكَرَ نَحْو مَا تَقَدَّمَ وَفِيهِ \" فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرهمْ \" هُمْ الَّذِينَ آمَنُوا بِي وَصَدَّقُونِي \" وَكَثِير مِنْهُمْ فَاسِقُونَ \" وَهُمْ الَّذِينَ كَذَّبُونِي وَخَالَفُونِي وَلَا يُقْدَح فِي هَذِهِ الْمُتَابَعَة لِحَالِ دَاوُد بْن الْمُحَبَّر فَإِنَّهُ أَحَد الْوَضَّاعِينَ لِلْحَدِيثِ وَلَكِنْ قَدْ أَسْنَدَهُ أَبُو يَعْلَى عَنْ شَيْبَان بْن فَرُّوخ عَنْ الصَّعْق بْن حَزْن بِهِ مِثْل ذَلِكَ فَقَوِيَ الْحَدِيث مِنْ هَذَا الْوَجْه وَقَالَ اِبْن جَرِير وَأَبُو عَبْد الرَّحْمَن النَّسَائِيّ وَاللَّفْظ لَهُ أَخْبَرَنَا الْحُسَيْن بْن حُرَيْث حَدَّثَنَا الْفَضْل بْن مُوسَى عَنْ سُفْيَان بْن سَعِيد عَنْ عَطَاء اِبْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ كَانَ مُلُوك بَعْد عِيسَى عَلَيْهِ السَّلَام بَدَّلَتْ التَّوْرَاة وَالْإِنْجِيل فَكَانَ مِنْهُمْ مُؤْمِنُونَ يَقْرَءُونَ التَّوْرَاة وَالْإِنْجِيل فَقِيلَ لِمُلُوكِهِمْ مَا نَجِد شَيْئًا أَشَدّ مِنْ شَتْم يَشْتُمُونَاهُ هَؤُلَاءِ إِنَّهُمْ يَقْرَءُونَ \" وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ\" هَذِهِ الْآيَات مَعَ مَا يَعِيبُونَنَا بِهِ مِنْ أَعْمَالنَا فِي قِرَاءَتهمْ فَادْعُهُمْ فَلْيَقْرَءُوا كَمَا نَقْرَأ وَلْيُؤْمِنُوا كَمَا آمَنَّا فَدَعَاهُمْ فَجَمَعَهُمْ وَعَرَضَ عَلَيْهِمْ الْقَتْل أَوْ يَتْرُكُوا قِرَاءَة التَّوْرَاة وَالْإِنْجِيل إِلَّا مَا بَدَّلُوا مِنْهَا فَقَالُوا مَا تُرِيدُونَ إِلَى ذَلِكَ دَعُونَا فَقَالَتْ طَائِفَة مِنْهُمْ اِبْنُوا لَنَا أُسْطُوَانَة ثُمَّ اِرْفَعُونَا إِلَيْهَا ثُمَّ أَعْطُونَا شَيْئًا نَرْفَع بِهِ طَعَامنَا وَشَرَابنَا فَلَا نَرُدّ عَلَيْكُمْ وَقَالَتْ طَائِفَة دَعُونَا نَسِيح فِي الْأَرْض وَنَهِيم وَنَشْرَب كَمَا يَشْرَب الْوَحْش فَإِنْ قَدَرْتُمْ عَلَيْنَا فِي أَرْضكُمْ فَاقْتُلُونَا وَقَالَتْ طَائِفَة اِبْنُوا لَنَا دُورًا فِي الْفَيَافِي وَنَحْتَفِر الْآبَار وَنَحْرُث الْبُقُول فَلَا نَرُدّ عَلَيْكُمْ وَلَا نَمُرّ بِكُمْ وَلَيْسَ أَحَد مِنْ الْقَبَائِل إِلَّا لَهُ حَمِيم فِيهِمْ فَفَعَلُوا ذَلِكَ فَأَنْزَلَ اللَّه تَعَالَى \" وَرَهْبَانِيَّة اِبْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا اِبْتِغَاء رِضْوَان اللَّه فَمَا رَعَوْهَا حَقّ رِعَايَتهَا \" وَالْآخَرُونَ قَالُوا نَتَعَبَّد كَمَا تَعَبَّدَ فُلَان وَنَسِيح كَمَا سَاحَ فُلَان وَنَتَّخِذ دُورًا كَمَا اِتَّخَذَ فُلَان وَهُمْ عَلَى شِرْكهمْ لَا عِلْم لَهُمْ بِإِيمَانِ الَّذِينَ اِقْتَدُوا بِهَا فَلَمَّا بَعَثَ اللَّه النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَبْقَ مِنْهُمْ إِلَّا الْقَلِيل اِنْحَطَّ مِنْهُمْ رَجُل مِنْ صَوْمَعَته وَجَاءَ سَائِح مِنْ سِيَاحَته وَصَاحِب الدَّيْر مِنْ دَيْره فَآمَنُوا بِهِ وَصَدَّقُوهُ فَقَالَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَته \" أَجْرَيْنِ بِإِيمَانِهِمْ بِعِيسَى ابْن مَرْيَم وَنَصْب أَنْفُسهمْ وَالتَّوْرَاة وَالْإِنْجِيل وَبِإِيمَانِهِمْ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتَصْدِيقهمْ قَالَ \" وَيَجْعَل لَكُمْ نُورًا تَمْشُونَ بِهِ \" الْقُرْآن وَاتِّبَاعهمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لِئَلَّا يَعْلَم أَهْل الْكِتَاب \" الَّذِينَ يَتَشَبَّهُونَ بِكُمْ \" أَنْ لَا يَقْدِرُونَ عَلَى شَيْء مِنْ فَضْل اللَّه وَأَنَّ الْفَضْل بِيَدِ اللَّه يُؤْتِيه مَنْ يَشَاء وَاَللَّه ذُو الْفَضْل الْعَظِيم \" هَذَا السِّيَاق فِيهِ غَرَابَة وَسَيَأْتِي تَفْسِير هَاتَيْنِ الْآيَتَيْنِ الْأَخِيرَتَيْنِ عَلَى غَيْر هَذَا وَاَللَّه أَعْلَم . وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا أَحْمَد بْن عِيسَى حَدَّثَنَا عَبْد اللَّه بْن وَهْب حَدَّثَنِي سَعِيد بْن عَبْد الرَّحْمَن بْن أَبِي الْعَمْيَاء أَنَّ سَهْل بْن أَبِي أُمَامَة حَدَّثَهُ أَنَّهُ دَخَلَ هُوَ وَأَبُوهُ عَلَى أُبَيّ بْن مَالِك بِالْمَدِينَةِ زَمَان عُمَر بْن عَبْد الْعَزِيز وَهُوَ أَمِير وَهُوَ يُصَلِّي صَلَاة خَفِيفَة وَقْعَة كَأَنَّهَا صَلَاة مُسَافِر أَوْ قَرِيبًا مِنْهَا فَلَمَّا سَلَّمَ قَالَ يَرْحَمك اللَّه أَرَأَيْت هَذِهِ الصَّلَاة الْمَكْتُوبَة أَمْ شَيْء تَنَفَّلْته ؟ قَالَ إِنَّهَا الْمَكْتُوبَة وَإِنَّهَا صَلَاة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَخْطَأْت إِلَّا شَيْئًا سَهَوْت عَنْهُ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" لَا تُشَدِّدُوا عَلَى أَنْفُسكُمْ فَيُشَدِّد اللَّه عَلَيْكُمْ فَإِنَّ قَوْمًا شَدَّدُوا عَلَى أَنْفُسهمْ فَشَدَّدَ اللَّه عَلَيْهِمْ فَتِلْكَ بَقَايَاهُمْ فِي الصَّوَامِع وَالدِّيَارَات رَهْبَانِيَّة اِبْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ \" ثُمَّ غَدَوْا مِنْ الْغَد فَقَالُوا نَرْكَب فَنَنْظُر وَنَعْتَبِر قَالَ نَعَمْ فَرَكِبُوا جَمِيعًا فَإِذَا هُمْ بِدِيَارٍ قَفْر قَدْ بَادَ أَهْلهَا وَانْقَرَضُوا وَفَنُوا خَاوِيَة عَلَى عُرُوشهَا فَقَالُوا أَتَعْرِفُ هَذِهِ الدِّيَار ؟ قَالَ مَا أَعْرَفنِي بِهَا وَبِأَهْلِهَا هَؤُلَاءِ أَهْل الدِّيَار أَهْلَكَهُمْ الْبَغْي وَالْحَسَد إِنَّ الْحَسَد يُطْفِئ نُور الْحَسَنَات وَالْبَغْي يُصَدِّق ذَلِكَ أَوْ يُكَذِّبهُ وَالْعَيْن تَزْنِي وَالْكَفّ وَالْقَدَم وَالْجَسَد وَاللِّسَان وَالْفَرْج يُصَدِّق ذَلِكَ أَوْ يُكَذِّبهُ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مَعْمَر حَدَّثَنَا عَبْد اللَّه أَخْبَرَنَا سُفْيَان عَنْ زَيْد الْعِمِّيّ عَنْ أَبِي إِيَاس عَنْ أَنَس بْن مَالِك أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لِكُلِّ نَبِيّ رَهْبَانِيَّة وَرَهْبَانِيَّة هَذِهِ الْأُمَّة الْجِهَاد فِي سَبِيل اللَّه عَزَّ وَجَلَّ \" وَرَوَاهُ الْحَافِظ أَبُو يَعْلَى عَنْ عَبْد اللَّه بْن مُحَمَّد بْن أَسْمَاء عَنْ عَبْد اللَّه بْن الْمُبَارَك بِهِ وَلَفْظه \" لِكُلِّ أُمَّة رَهْبَانِيَّة وَرَهْبَانِيَّة هَذِهِ الْأُمَّة الْجِهَاد فِي سَبِيل اللَّه \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن - هُوَ اِبْن مُحَمَّد - حَدَّثَنَا عَيَّاش يَعْنِي إِسْمَاعِيل عَنْ الْحَجَّاج بْن هَارُون الْكُلَاعِيّ وَعُقَيْل بْن مُدْرِك السُّلَمِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَجُلًا جَاءَهُ فَقَالَ أَوْصِنِي فَقَالَ سَأَلْت عَمَّا سَأَلْت عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ قَبْلك أُوصِيك بِتَقْوَى اللَّه فَإِنَّهُ رَأْس كُلّ شَيْء وَعَلَيْك بِالْجِهَادِ فَإِنَّهُ رَهْبَانِيَّة الْإِسْلَام وَعَلَيْك بِذِكْرِ اللَّه وَتِلَاوَة الْقُرْآن فَإِنَّهُ رُوحك فِي السَّمَاء وَذِكْرك فِي الْأَرْض . تَفَرَّدَ بِهِ أَحْمَد وَاَللَّه تَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42020, "aya_id": 27}]