[{"text": "هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ", "sura_id": 40, "type": 0, "id": 4198, "aya_id": 65}, {"text": "هو الحي لا إله إلا هو فادعوه مخلصين له الدين الحمد لله رب العالمين", "sura_id": 40, "type": 1, "id": 10434, "aya_id": 65}, {"text": "65 - (هو الحي لا إله إلا هو فادعوه) اعبدوه (مخلصين له الدين) من الشرك (الحمد لله رب العالمين) \r\n", "sura_id": 40, "type": 2, "id": 29142, "aya_id": 65}, {"text": "هو الله سبحانه الحي الذي له الحياة الكاملة التامة لا إله غيره, فاسألوه واصرفوا عبادتكم له وحده, مخلصين له دينكم وطاعتكم. فالحمد لله والثناء الكامل له رب الخلائق أجمعين.\r\n", "sura_id": 40, "type": 3, "id": 35378, "aya_id": 65}, {"text": " <font color=red>هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" هُوَ الْحَيّ لَا إِلَه إِلَّا هُوَ \" أَيْ هُوَ الْحَيّ أَزَلًا وَأَبَدًا لَمْ يَزَلْ وَلَا يَزَال وَهُوَ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن \" لَا إِلَه إِلَّا هُوَ \" أَيْ لَا نَظِير لَهُ وَلَا عَدِيل لَهُ \" فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّين \" أَيْ مُوَحِّدِينَ لَهُ مُقِرِّينَ بِأَنَّهُ لَا إِلَه إِلَّا هُوَ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ . قَالَ اِبْن جَرِير : كَانَ جَمَاعَة مِنْ أَهْل الْعِلْم يَأْمُرُونَ مَنْ قَالَ لَا إِلَه إِلَّا اللَّه أَنْ يُتْبِعهَا بِالْحَمْدِ لِلَّهِ رَبّ الْعَالَمِينَ عَمَلًا بِهَذِهِ الْآيَة. ثُمَّ رَوَى عَنْ مُحَمَّد بْن عَلِيّ بْن الْحُسَيْن بْن شَقِيق عَنْ أَبِيهِ عَنْ الْحُسَيْن بْن وَاقِد عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : مَنْ قَالَ لَا إِلَه إِلَّا اللَّه فَلْيَقُلْ عَلَى أَثَرهَا الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ وَذَلِكَ قَوْله تَعَالَى \" فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّين الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" . وَقَالَ أَبُو أُسَامَة وَغَيْره عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ سَعِيد بْن جُبَيْر قَالَ إِذَا قَرَأْت \" فَادْعُوا اللَّه مُخْلِصِينَ لَهُ الدِّين \" فَقُلْ لَا إِلَه إِلَّا اللَّه وَقُلْ عَلَى أَثَرهَا الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ ثُمَّ قَرَأَ هَذِهِ الْآيَة \" فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّين الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا هِشَام يَعْنِي اِبْن عُرْوَة بْن الزُّبَيْر عَنْ أَبِي الزُّبَيْر مُحَمَّد بْن مُسْلِم بْن تَدْرُس الْمَكِّيّ قَالَ كَانَ عَبْد اللَّه بْن الزُّبَيْر يَقُول فِي دُبُر كُلّ صَلَاة حِين يُسَلِّم لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ لَا إِلَه إِلَّا اللَّه وَلَا نَعْبُد إِلَّا إِيَّاهُ لَهُ النِّعْمَة وَلَهُ الْفَضْل وَلَهُ الثَّنَاء الْحَسَن لَا إِلَه إِلَّا اللَّه مُخْلِصِينَ لَهُ الدِّين وَلَوْ كَرِهَ الْكَافِرُونَ قَالَ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُهِلّ بِهِنَّ دُبُر كُلّ صَلَاة وَرَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ طُرُق عَنْ هِشَام بْن عُرْوَة وَحَجَّاج بْن أَبِي عُثْمَان وَمُوسَى بْن عُقْبَة ثَلَاثَتهمْ عَنْ أَبِي الزُّبَيْر عَنْ عَبْد اللَّه بْن الزُّبَيْر قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي دُبُر كُلّ صَلَاة \" لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ \" وَذَكَرَ تَمَامه .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 41001, "aya_id": 65}]