[{"text": "قَالَ فِرْعَوْنُ آمَنتُم بِهِ قَبْلَ أَن آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُواْ مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ", "sura_id": 7, "type": 0, "id": 1077, "aya_id": 123}, {"text": "قال فرعون آمنتم به قبل أن آذن لكم إن هذا لمكر مكرتموه في المدينة لتخرجوا منها أهلها فسوف تعلمون", "sura_id": 7, "type": 1, "id": 7313, "aya_id": 123}, {"text": "123 - (قال فرعون أآمنتم) بتحقيق الهمزتين وإبدال الثانية ألفا (به) بموسى (قبل أن آذن) أنا (لكم إن هذا) الذي صنعتموه (لمكر مكرتموه في المدينة لتخرجوا منها أهلها فسوف تعلمون) ما ينالكم مني \r\n", "sura_id": 7, "type": 2, "id": 26021, "aya_id": 123}, {"text": "قال فرعون للسحرة: آمنتم بالله قبل أن آذن لكم بالإيمان به؟ إن إيمانكم بالله وتصديقكم لموسى وإقراركم بنبوته لحيلة احتلتموها أنتم وموسى; لتخرجوا أهل مدينتكم منها, وتكونوا المستأثرين بخيراتها, فسوف تعلمون -أيها السحرة- ما يحلُّ بكم من العذاب والنكال.\r\n", "sura_id": 7, "type": 3, "id": 32257, "aya_id": 123}, {"text": " <font color=red>قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ</font><BR><p>يُخْبِر تَعَالَى عَمَّا تَوَعَّدَ بِهِ فِرْعَوْن لَعَنَهُ اللَّه السَّحَرَة لَمَّا آمَنُوا بِمُوسَى عَلَيْهِ السَّلَام وَمَا أَظْهَرَهُ لِلنَّاسِ مِنْ كَيْده وَمَكْره فِي قَوْله \" إِنَّ هَذَا لَمَكْر مَكَرْتُمُوهُ فِي الْمَدِينَة لِتُخْرِجُوا مِنْهَا أَهْلهَا\" أَيْ إِنْ غَلَبَته لَكُمْ فِي يَوْمكُمْ هَذَا إِنَّمَا كَانَ عَنْ تَشَاوُر مِنْكُمْ وَرِضًا مِنْكُمْ لِذَلِكَ كَقَوْلِهِ فِي الْآيَة الْأُخْرَى \" إِنَّهُ لَكَبِيركُمْ الَّذِي عَلَّمَكُمْ السِّحْر \" وَهُوَ يَعْلَم وَكُلّ مَنْ لَهُ لُبّ أَنَّ هَذَا الَّذِي قَالَهُ مِنْ أَبْطَل الْبَاطِل فَإِنَّ مُوسَى عَلَيْهِ السَّلَام بِمُجَرَّدِ مَا جَاءَ مِنْ مَدْيَن دَعَا فِرْعَوْن إِلَى اللَّه وَأَظْهَرَ الْمُعْجِزَات الْبَاهِرَة وَالْحُجَج الْقَاطِعَة عَلَى صِدْق مَا جَاءَ بِهِ فَعِنْد ذَلِكَ أَرْسَلَ فِرْعَوْن فِي مَدَائِن مُلْكه وَمُعَامَلَة سَلْطَنَته فَجَمَعَ سَحَرَة مُتَفَرِّقِينَ مِنْ سَائِر الْأَقَالِيم بِبِلَادِ مِصْر مِمَّنْ اِخْتَارَ هُوَ وَالْمَلَأ مِنْ قَوْمه وَأَحْضَرَهُمْ عِنْده وَوَعَدَهُمْ بِالْعَطَاءِ الْجَزِيل وَلِهَذَا قَدْ كَانُوا مِنْ أَحْرَص النَّاس عَلَى ذَلِكَ وَعَلَى الظُّهُور فِي مَقَامهمْ ذَلِكَ وَالتَّقَدُّم عِنْد فِرْعَوْن . وَمُوسَى عَلَيْهِ السَّلَام لَا يَعْرِف أَحَدًا مِنْهُمْ وَلَا رَآهُ وَلَا اِجْتَمَعَ بِهِ وَفِرْعَوْن يَعْلَم ذَلِكَ وَإِنَّمَا قَالَ هَذَا تَسَتُّرًا وَتَدْلِيسًا عَلَى رَعَاع دَوْلَته وَجَهَلَتهمْ كَمَا قَالَ تَعَالَى \" فَاسْتَخَفَّ قَوْمه فَأَطَاعُوهُ \" فَإِنَّ قَوْمًا صَدَّقُوهُ فِي قَوْله \" أَنَا رَبّكُمْ الْأَعْلَى \" مِنْ أَجْهَل خَلْق اللَّه وَأَضَلّهمْ وَقَالَ السُّدِّيّ فِي تَفْسِيره بِإِسْنَادِهِ الْمَشْهُور عَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَغَيْرهمَا مِنْ الصَّحَابَة فِي قَوْله تَعَالَى \" إِنَّ هَذَا لَمَكْر مَكَرْتُمُوهُ فِي الْمَدِينَة \" قَالَ اِلْتَقَى مُوسَى عَلَيْهِ السَّلَام وَأَمِير السَّحَرَة فَقَالَ لَهُ مُوسَى أَرَأَيْتُك إِنْ غَلَبْتُك أَتُؤْمِنُ بِي وَتَشْهَد أَنَّ مَا جِئْت بِهِ حَقّ قَالَ السَّاحِر لَآتِيَنَّ غَدًا بِسِحْرٍ لَا يَغْلِبهُ سِحْر فَوَاَللَّهِ لَئِنْ غَلَبْتنِي لَأُومِنَنَّ بِك وَلَأَشْهَدَنَّ أَنَّك حَقّ وَفِرْعَوْن يَنْظُر إِلَيْهِمَا قَالُوا فَلِهَذَا قَالَ مَا قَالَ وَقَوْله \" لِتُخْرِجُوا مِنْهَا أَهْلهَا \" أَيْ تَجْتَمِعُوا أَنْتُمْ وَهُوَ وَتَكُون لَكُمْ دَوْلَة وَصَوْلَة وَتُخْرِجُوا مِنْهَا الْأَكَابِر وَالرُّؤَسَاء وَتَكُون الدَّوْلَة وَالتَّصَرُّف لَكُمْ \" فَسَوْفَ تَعْلَمُونَ \" أَيْ مَا أَصْنَع بِكُمْ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42493, "aya_id": 123}]