[{"text": "يَوْمَ يَجْمَعُ اللّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُواْ لاَ عِلْمَ لَنَا إِنَّكَ أَنتَ عَلاَّمُ الْغُيُوبِ", "sura_id": 5, "type": 0, "id": 778, "aya_id": 109}, {"text": "يوم يجمع الله الرسل فيقول ماذا أجبتم قالوا لا علم لنا إنك أنت علام الغيوب", "sura_id": 5, "type": 1, "id": 7014, "aya_id": 109}, {"text": "109 - اذكر (يوم يجمع الله الرسل) هو يوم القيامة (فيقول) لهم توبيخا لقومهم (ماذا) أي الذي (أُجبتم) به حين دعوتم إلى التوحيد (قالوا لا علم لنا) بذلك (إنك أنت علام الغيوب) ما غاب عن العباد وذهب عنهم علمه لشدة هول يوم القيامة وفزعهم ثم يشهدون على أممهم لما يسكنون \r\n", "sura_id": 5, "type": 2, "id": 25722, "aya_id": 109}, {"text": "واذكروا -أيها الناس- يوم القيامة يوم يجمع الله الرسل عليهم السلام, فيسألهم عن جواب أممهم لهم حينما دعوهم إلى التوحيد فيجيبون: لا علم لنا, فنحن لا نعلم ما في صدور الناس, ولا ما أحدثوا بعدنا. إنك أنت عليم بكل شيء مما ظهر وخفي.\r\n", "sura_id": 5, "type": 3, "id": 31958, "aya_id": 109}, {"text": " <font color=red>يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ</font><BR><p>عَمَّا يُخَاطِب اللَّه بِهِ الْمُرْسَلِينَ يَوْم الْقِيَامَة عَمَّا أُجِيبُوا بِهِ مِنْ أُمَمهمْ الَّذِينَ أَرْسَلَهُمْ إِلَيْهِمْ كَمَا قَالَ تَعَالَى \" فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ \" وَقَالَ تَعَالَى \" فَوَرَبِّك لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ \" وَقَوْل الرُّسُل لَا عِلْم لَنَا قَالَ مُجَاهِد وَالْحَسَن الْبَصْرِيّ وَالسُّدِّيّ إِنَّمَا قَالُوا ذَلِكَ مِنْ هَوْل ذَلِكَ الْيَوْم قَالَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ مُجَاهِد يَوْم \" يَجْمَع اللَّه الرُّسُل فَيَقُول مَاذَا أُجِبْتُمْ \" فَيَفْزَعُونَ فَيَقُولُونَ \" لَا عِلْم لَنَا \" رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا حَكَّام حَدَّثَنَا عَنْبَسَة قَالَ : سَمِعْت شَيْخًا يَقُول سَمِعْت الْحَسَن يَقُول فِي قَوْله \" يَوْم يَجْمَع اللَّه الرُّسُل \" الْآيَة قَالَ مِنْ هَوْل ذَلِكَ الْيَوْم . وَقَالَ أَسْبَاط عَنْ السُّدِّيّ \" يَوْم يَجْمَع اللَّه الرُّسُل فَيَقُول مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْم لَنَا \" ذَلِكَ أَنَّهُمْ نَزَلُوا مَنْزِلًا ذَهِلَتْ فِيهِ الْعُقُول فَلَمَّا سُئِلُوا قَالُوا لَا عِلْم لَنَا ثُمَّ نَزَلُوا مَنْزِلًا آخَر فَشَهِدُوا عَلَى قَوْمهمْ رَوَاهُ اِبْن جَرِير ثُمَّ قَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا الْحَجَّاج عَنْ اِبْن جُرَيْج قَوْله \" يَوْم يَجْمَع اللَّه الرُّسُل فَيَقُول مَاذَا أُجِبْتُمْ \" أَيْ مَاذَا عَمِلُوا بَعْدكُمْ وَمَاذَا أَحْدَثُوا بَعْدكُمْ قَالُوا \" لَا عِلْم لَنَا إِنَّك أَنْتَ عَلَّام الْغُيُوب \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" يَوْم يَجْمَع اللَّه الرُّسُل فَيَقُول مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْم لَنَا إِنَّك أَنْتَ عَلَّام الْغُيُوب\" يَقُولُونَ لِلرَّبِّ عَزَّ وَجَلَّ لَا عِلْم لَنَا إِلَّا عِلْم أَنْتَ أَعْلَم بِهِ مِنَّا . رَوَاهُ اِبْن جَرِير ثُمَّ اِخْتَارَهُ عَلَى هَذِهِ الْأَقْوَال الثَّلَاثَة وَلَا شَكَّ أَنَّهُ قَوْل حَسَن وَهُوَ مِنْ بَاب التَّأَدُّب مَعَ الرَّبّ جَلَّ جَلَاله . أَيْ لَا عِلْم لَنَا بِالنِّسْبَةِ إِلَى عِلْمك الْمُحِيط بِكُلِّ شَيْء فَنَحْنُ وَإِنْ كُنَّا قَدْ أُجِبْنَا وَعَرَفْنَا مَنْ أَجَابَنَا وَلَكِنْ مِنْهُمْ مَنْ كُنَّا إِنَّمَا نَطَّلِع عَلَى ظَاهِره لَا عِلْم لَنَا بِبَاطِنِهِ وَأَنْتَ الْعَلِيم بِكُلِّ شَيْء الْمُطَّلِع عَلَى كُلّ شَيْء فَعِلْمُنَا بِالنِّسْبَةِ إِلَى عِلْمك كَلَا عِلْمِ فَإِنَّك أَنْتَ عَلَّام الْغُيُوب .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41448, "aya_id": 109}]