[{"text": "فَجَاءتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاء قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ", "sura_id": 28, "type": 0, "id": 3277, "aya_id": 25}, {"text": "فجاءته إحداهما تمشي على استحياء قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا فلما جاءه وقص عليه القصص قال لا تخف نجوت من القوم الظالمين", "sura_id": 28, "type": 1, "id": 9513, "aya_id": 25}, {"text": "25 - (فجاءته إحداهما تمشي على استحياء) أي واضعة كم درعها على وجهها حياء منه (قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا) فأجابها منكرا في نفسه أخذ الأجرة كأنها قصدت المكافأة إن كان مما يريدها فمشت بين يديه فجعلت الريح تضرب ثوبها فتكشف ساقيها فقال لها امشي خلفي ودليني على الطريق ففعلت إلى أن جاء أباها وهو شعيب عليه السلام وعنده عشاء فقال له اجلس فتعش قال أخاف أن يكون عوضا مما سقيت لهما وإنا أهل بيت لا نطلب على عمل خير عوضا قال لا عادتي وعادة آبائي نقري الضيف ونطعم الطعام فأكل وأخبره بحاله قال تعالى (فلما جاءه وقص عليه القصص) مصدر بمعنى المقصوص من قتله القبطي وقصدهم قتله وخوفه من فرعون (قال لا تخف نجوت من القوم الظالمين) إذ لا سلطان لفرعون على مدين \r\n", "sura_id": 28, "type": 2, "id": 28221, "aya_id": 25}, {"text": "فجاءت إحدى المرأتين اللتين سقى لهما تسير إليه في حياء, قالت: إن أبي يدعوك ليعطيك أجر ما سقيت لنا, فمضى موسى معها إلى أبيها, فلما جاء أباها وقصَّ عليه قصصه مع فرعون وقومه, قال له أبوها: لا تَخَفْ نجوت من القوم الظالمين, وهم فرعون وقومه؛ إذ لا سلطان لهم بأرضنا.\r\n", "sura_id": 28, "type": 3, "id": 34457, "aya_id": 25}, {"text": " <font color=red>فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ</font><BR><p>لَمَّا رَجَعَتْ الْمَرْأَتَانِ سَرِيعًا بِالْغَنَمِ إِلَى أَبِيهِمَا أَنْكَرَ حَالهمَا بِسَبَبِ مَجِيئِهِمَا سَرِيعًا فَسَأَلَهُمَا عَنْ خَبَرهمَا فَقَصَّتَا عَلَيْهِ مَا فَعَلَ مُوسَى عَلَيْهِ السَّلَام فَبَعَثَ إِحْدَاهُمَا إِلَيْهِ لِتَدْعُوهُ إِلَى أَبِيهَا قَالَ اللَّه تَعَالَى : \" فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اِسْتِحْيَاء \" أَيْ مَشْي الْحَرَائِر كَمَا رُوِيَ عَنْ أَمِير الْمُؤْمِنِينَ عُمَر رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : جَاءَتْ مُسْتَتِرَة بِكُمِّ دِرْعهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون قَالَ : قَالَ عُمَر رَضِيَ اللَّه عَنْهُ جَاءَتْ تَمْشِي عَلَى اِسْتِحْيَاء قَائِلَة بِثَوْبِهَا عَلَى وَجْههَا لَيْسَتْ بِسَلْفَعٍ مِنْ النِّسَاء وَلَّاجَة خَرَّاجَة \" هَذَا إِسْنَاد صَحِيح . قَالَ الْجَوْهَرِيّ : السَّلْفَع مِنْ الرَّجُل الْجَسُور وَمِنْ النِّسَاء الْجَرِيَّة السَّلِيطَة وَمِنْ النُّوق الشَّدِيدَة . \" قَالَتْ إِنَّ أَبِي يَدْعُوك لِيَجْزِيَك أَجْر مَا سَقَيْت لَنَا \" وَهَذَا تَأَدُّب فِي الْعِبَارَة لَمْ تَطْلُبهُ طَلَبًا مُطْلَقًا لِئَلَّا يُوهِم رِيبَة بَلْ قَالَتْ : إِنَّ أَبِي يَدْعُوك لِيَجْزِيَك أَجْر مَا سَقَيْت لَنَا يَعْنِي لِيُثِيبَك وَيُكَافِئك عَلَى سَقْيك لِغَنَمِنَا \" فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَص \" أَيْ ذَكَرَ لَهُ مَا كَانَ مِنْ أَمْره وَمَا جَرَى لَهُ مِنْ السَّبَب الَّذِي خَرَجَ مِنْ أَجْله مِنْ بَلَده \" قَالَ لَا تَخَفْ نَجَوْتَ مِنْ الْقَوْم الظَّالِمِينَ \" يَقُول طِبْ نَفْسًا وَقَرَّ عَيْنًا فَقَدْ خَرَجْت مِنْ مَمْلَكَتهمْ فَلَا حُكْم لَهُمْ فِي بِلَادنَا وَلِهَذَا قَالَ : \" نَجَوْتَ مِنْ الْقَوْم الظَّالِمِينَ \" وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي هَذَا الرَّجُل مَنْ هُوَ ؟ عَلَى أَقْوَال أَحَدهَا أَنَّهُ شُعَيْب النَّبِيّ عَلَيْهِ السَّلَام الَّذِي أُرْسِلَ إِلَى أَهْل مَدْيَن وَهَذَا هُوَ الْمَشْهُور عِنْد كَثِير مِنْ الْعُلَمَاء وَقَدْ قَالَهُ الْحَسَن الْبَصْرِيّ وَغَيْر وَاحِد وَرَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الْعَزِيز الْأَزْدِيّ حَدَّثَنَا مَالِك بْن أَنَس أَنَّهُ بَلَغَهُ أَنَّ شُعَيْبًا هُوَ الَّذِي قَصَّ عَلَيْهِ مُوسَى الْقَصَص قَالَ : \" لَا تَخَفْ نَجَوْت مِنْ الْقَوْم الظَّالِمِينَ \" وَقَدْ رَوَى الطَّبَرَانِيّ عَنْ سَلَمَة بْن سَعْد الْغَزِّيّ أَنَّهُ وَفَدَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ : \" مَرْحَبًا بِقَوْمِ شُعَيْب وَأَخْتَان مُوسَى هُدِيت \" وَقَالَ آخَرُونَ بَلْ كَانَ اِبْن أَخِي شُعَيْب وَقِيلَ رَجُل مُؤْمِن مِنْ قَوْم شُعَيْب وَقَالَ آخَرُونَ كَانَ شُعَيْب قَبْل زَمَان مُوسَى عَلَيْهِ السَّلَام بِمُدَّةٍ طَوِيلَة لِأَنَّهُ قَالَ لِقَوْمِهِ \" وَمَا قَوْم لُوط مِنْكُمْ بِبَعِيدٍ \" وَقَدْ كَانَ هَلَاك قَوْم لُوط فِي زَمَن الْخَلِيل عَلَيْهِ السَّلَام بِنَصِّ الْقُرْآن وَقَدْ عُلِمَ أَنَّهُ كَانَ بَيْن الْخَلِيل وَمُوسَى عَلَيْهِمَا السَّلَام مُدَّة طَوِيلَة تَزِيد عَلَى أَرْبَعِمِائَةِ سَنَة كَمَا ذَكَرَهُ غَيْر وَاحِد . وَمَا قِيلَ إِنَّ شُعَيْبًا عَاشَ مُدَّة طَوِيلَة إِنَّمَا هُوَ وَاَللَّه أَعْلَم اِحْتِرَاز مِنْ هَذَا الْإِشْكَال ثُمَّ مِنْ الْمُقَوِّي لِكَوْنِهِ لَيْسَ بِشُعَيْبٍ أَنَّهُ لَوْ كَانَ إِيَّاهُ لَأَوْشَكَ أَنْ يَنُصَّ عَلَى اِسْمه فِي الْقُرْآن هَهُنَا وَمَا جَاءَ فِي بَعْض الْأَحَادِيث مِنْ التَّصْرِيح بِذِكْرِهِ فِي قِصَّة مُوسَى لَمْ يَصِحّ إِسْنَاده كَمَا سَنَذْكُرُهُ قَرِيبًا إِنْ شَاءَ اللَّه ثُمَّ مِنْ الْمَوْجُود فِي كُتُب بَنِي إِسْرَائِيل أَنَّ هَذَا الرَّجُل اِسْمه ثيرون وَاَللَّه أَعْلَم قَالَ أَبُو عُبَيْدَة بْن عَبْد اللَّه بْن مَسْعُود : ثيرون هُوَ اِبْن أَخِي شُعَيْب عَلَيْهِ السَّلَام وَعَنْ أَبِي حَمْزَة عَنْ اِبْن عَبَّاس قَالَ الَّذِي اِسْتَأْجَرَ مُوسَى يَثْرَى صَاحِب مَدْيَن رَوَاهُ اِبْن جَرِير بِهِ ثُمَّ قَالَ الصَّوَاب أَنَّ هَذَا لَا يُدْرَك إِلَّا بِخَبَرٍ وَلَا خَبَر تَجِب بِهِ الْحُجَّة فِي ذَلِكَ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39703, "aya_id": 25}]