[{"text": "سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا", "sura_id": 48, "type": 0, "id": 4594, "aya_id": 11}, {"text": "سيقول لك المخلفون من الأعراب شغلتنا أموالنا وأهلونا فاستغفر لنا يقولون بألسنتهم ما ليس في قلوبهم قل فمن يملك لكم من الله شيئا إن أراد بكم ضرا أو أراد بكم نفعا بل كان الله بما تعملون خبيرا", "sura_id": 48, "type": 1, "id": 10830, "aya_id": 11}, {"text": "11 - (سيقول لك المخلفون من الأعراب) حول المدينو أي الذين خلفهم الله عن صحبتك لما طلبتهم ليخرجوا معك إلى مكة خوفا من تعرض قريش لك عام الحديبية إذ رجعت منها (شغلتنا أموالنا وأهلونا) عن الخروج معك (فاستغفر لنا) الله من ترك الخروج معك قال تعالى مكذبا لهم (يقولون بألسنتهم) أي من طلب الاستغفار وما قبله (ما ليس في قلوبهم) فهم كاذبون في اعتذارهم (قل فمن) استفهام بمعنى النفي أي لا أحد (يملك لكم من الله شيئا إن أراد بكم ضرا) بفتح الضاد وضمها (أو أراد بكم نفعا بل كان الله بما تعملون خبيرا) أي لم يزل متصفا بدلك \r\n", "sura_id": 48, "type": 2, "id": 29538, "aya_id": 11}, {"text": "سيقول لك -أيها النبي- الذين تخلَّفوا من الأعراب عن الخروج معك إلى \"مكة\" إذا عاتبتهم: شغلتنا أموالنا وأهلونا, فاسأل ربك أن يغفر لنا تخلُّفنا, يقولون ذلك بألسنتهم, ولا حقيقة له في قلوبهم, قل لهم: فمن يملك لكم من الله شيئًا إن أراد بكم شرًا أو خيرًا؟ ليس الأمر كما ظن هؤلاء المنافقون أن الله لا يعلم ما انطوت عليه بواطنهم من النفاق, بل إنه سبحانه كان بما يعملون خبيرًا, لا يخفى عليه شيء من أعمال خلقه.\r\n", "sura_id": 48, "type": 3, "id": 35774, "aya_id": 11}, {"text": " <font color=red>سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا يَعْتَذِر بِهِ الْمُخَلَّفُونَ مِنْ الْأَعْرَاب الَّذِينَ اِخْتَارُوا الْمُقَام فِي أَهْلِيهِمْ وَشَغْلِهِمْ وَتَرَكُوا الْمَسِير مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاعْتَذَرُوا بِشَغْلِهِمْ بِذَلِكَ وَسَأَلُوا أَنْ يَسْتَغْفِر لَهُمْ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَذَلِكَ قَوْل مِنْهُمْ لَا عَلَى سَبِيل الِاعْتِقَاد بَلْ عَلَى وَجْه التَّقِيَّة وَالْمُصَانَعَة وَلِهَذَا قَالَ تَعَالَى \" يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبهمْ قُلْ فَمَنْ يَمْلِك لَكُمْ مِنْ اللَّه شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا \" أَيْ لَا يَقْدِر أَحَد أَنْ يَرُدّ مَا أَرَادَهُ اللَّه فِيكُمْ تَعَالَى وَتَقَدَّسَ , وَهُوَ الْعَلِيم بِسَرَائِرِكُمْ وَضَمَائِركُمْ , وَإِنْ صَانَعْتُمُونَا وَنَافَقْتُمُونَا ; وَلِهَذَا قَالَ تَعَالَى \" بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا \" .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41392, "aya_id": 11}]