[{"text": "إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَآئِرِ اللّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ اللّهَ شَاكِرٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 165, "aya_id": 158}, {"text": "إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما ومن تطوع خيرا فإن الله شاكر عليم", "sura_id": 2, "type": 1, "id": 6401, "aya_id": 158}, {"text": "158 - (إن الصفا والمروة) جبلان بمكة (من شعائر الله) أعلام دينه جمع شعيرة (فمن حج البيت أو اعتمر) أي تلبس بالحج أو العمرة ، وأصلهما القصد والزيارة (فلا جناح عليه) إثم عليه (أن يطَّوف) فيه إدغام التاء في الأصل في الطاء (بهما) بأن يسعى بينهما سبعا ، نزلت لما كره المسلمون ذلك لأن أهل الجاهلية كانوا يطوفون بهما وعليهما صنمان يمسحونهما ، وعن ابن عباس أن السعي غير فرض لما أفاده رفع الإثم من التخيير وقال الشافعي وغيره ركن ، وبين صلى الله عليه وسلم فريضته بقوله \"إن الله كتب عليكم السعي\" رواه البيهقي وغيره وقال \"ابدؤوا بما بدأ الله به\" يعني الصفا. رواه مسلم (ومن تطوع) وفي قراءة بالتحتية وتشديد الطاء مجزوما وفيه إدغام التاء فيها{يطَّوعْ} (خيرا) أي بخير ، أي عمل ما لم يجب عليه من طواف وغيره (فإن الله شاكر) لعمله بالإثابة عليه (عليم) به \r\n", "sura_id": 2, "type": 2, "id": 25109, "aya_id": 158}, {"text": "إن الصفا والمروة- وهما جبلان صغيران قرب الكعبة من جهة الشرق- من معالم دين الله الظاهرة التي تعبَّد الله عباده بالسعي بينهما. فمَن قصد الكعبة حاجًّا أو معتمرًا, فلا إثم عليه ولا حرج في أن يسعى بينهما, بل يجب عليه ذلك, ومن فعل الطاعات طواعية من نفسه مخلصًا بها لله تعالى, فإن الله تعالى شاكر يثيب على القليل بالكثير, عليم بأعمال عباده فلا بضيعها, ولا يبخس أحدًا مثقال ذرة.\r\n", "sura_id": 2, "type": 3, "id": 31345, "aya_id": 158}, {"text": " <font color=red>إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُلَيْمَان بْن دَاوُد الْهَاشِمِيّ أَخْبَرَنَا إِبْرَاهِيم بْن سَعْد عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة قَالَ : قُلْت أَرَأَيْت قَوْل اللَّه تَعَالَى \" إِنَّ الصَّفَا وَالْمَرْوَة مِنْ شَعَائِر اللَّه فَمَنْ حَجَّ الْبَيْتَ أَوْ اِعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا \" قُلْت فَوَاَللَّهِ مَا عَلَى أَحَد جُنَاح أَنْ لَا يَتَطَوَّف بِهِمَا فَقَالَتْ عَائِشَة : بِئْسَمَا قُلْت يَا اِبْن أُخْتِي إِنَّهَا لَوْ كَانَتْ عَلَى مَا أَوَّلْتهَا عَلَيْهِ كَانَتْ : فَلَا جُنَاح عَلَيْهِ أَنْ لَا يَطُوف بِهِمَا وَلَكِنَّهَا إِنَّمَا أُنْزِلَتْ لِأَنَّ الْأَنْصَار كَانُوا قَبْل أَنْ يُسْلِمُوا كَانُوا يُهِلُّونَ لِمَنَاة الطَّاغِيَة الَّتِي كَانُوا يَعْبُدُونَهَا عِنْد الْمُشَلَّل ; وَكَانَ مِنْ أَهْل لَهَا يَتَحَرَّج أَنْ يَطُوف بِالصَّفَا وَالْمَرْوَة فَسَأَلُوا عَنْ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُول اللَّه إِنَّا كُنَّا نَتَحَرَّج أَنْ نَطُوف بِالصَّفَا وَالْمَرْوَة فِي الْجَاهِلِيَّة فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" إِنَّ الصَّفَا وَالْمَرْوَة مِنْ شَعَائِر اللَّه فَمَنْ حَجَّ الْبَيْتَ أَوْ اِعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّف بِهِمَا \" قَالَتْ عَائِشَة : ثُمَّ قَدْ سَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الطَّوَاف بِهِمَا فَلَيْسَ لِأَحَدٍ أَنْ يَدَع الطَّوَاف بِهِمَا أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَفِي رِوَايَة عَنْ الزُّهْرِيّ أَنَّهُ قَالَ فَحَدَّثْت بِهَذَا الْحَدِيث أَبَا بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام فَقَالَ إِنَّ هَذَا الْعِلْم مَا كُنْت سَمِعْته وَلَقَدْ سَمِعْت رِجَالًا مِنْ أَهْل الْعِلْم يَقُولُونَ إِنَّ النَّاس - إِلَّا مَنْ ذَكَرْت عَائِشَة - كَانُوا يَقُولُونَ إِنَّ طَوَافنَا بَيْن هَذَيْنِ الْحَجَرَيْنِ مِنْ أَمْر الْجَاهِلِيَّة وَقَالَ آخَرُونَ مِنْ الْأَنْصَار إِنَّمَا أَمَرَك بِالطَّوَافِ بِالْبَيْتِ وَلَمْ نُؤْمَر بِالطَّوَافِ بَيْن الصَّفَا وَالْمَرْوَة فَأَنْزَلَ اللَّه تَعَالَى \" إِنَّ الصَّفَا وَالْمَرْوَة مِنْ شَعَائِر اللَّه \" قَالَ أَبُو بَكْر بْن عَبْد الرَّحْمَن فَلَعَلَّهَا نَزَلَتْ فِي هَؤُلَاءِ وَهَؤُلَاءِ وَرَوَاهُ الْبُخَارِيّ مِنْ حَدِيث مَالِك عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة بِنَحْوِ مَا تَقَدَّمَ ثُمَّ قَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن يُوسُف حَدَّثَنَا سُفْيَان عَنْ عَاصِم بْن سُلَيْمَان قَالَ : سَأَلْت أَنَسًا عَنْ الصَّفَا وَالْمَرْوَة ؟ قَالَ : كُنَّا نَرَى أَنَّهُمَا مِنْ أَمْر الْجَاهِلِيَّة فَلَمَّا جَاءَ الْإِسْلَام أَمْسَكْنَا عَنْهُمَا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" إِنَّ الصَّفَا وَالْمَرْوَة مِنْ شَعَائِر اللَّه \" وَذَكَرَ الْقُرْطُبِيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس قَالَ : كَانَتْ الشَّيَاطِين تُفَرِّق بَيْن الصَّفَا وَالْمَرْوَة اللَّيْل كُلّه وَكَانَتْ بَيْنهمَا آلِهَة فَلَمَّا جَاءَ الْإِسْلَام سَأَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الطَّوَاف بَيْنهمَا فَنَزَلَتْ هَذِهِ الْآيَة وَقَالَ الشَّعْبِيّ : كَانَ إِسَاف عَلَى الصَّفَا وَكَانَتْ نَائِلَة عَلَى الْمَرْوَة وَكَانُوا يَسْتَلِمُونَهُمَا فَتَحَرَّجُوا بَعْد الْإِسْلَام مِنْ الطَّوَاف بَيْنهمَا فَنَزَلَتْ هَذِهِ الْآيَة \" قُلْت \" ذَكَرَ مُحَمَّد بْن إِسْحَاق فِي كِتَاب السِّيرَة أَنَّ إِسَافًا وَنَائِلَة كَانَا بَشَرَيْنِ فَزَنَيَا دَاخِل الْكَعْبَة فَمُسِخَا حَجَرَيْنِ فَنَصَبَتْهُمَا قُرَيْش تُجَاه الْكَعْبَة لِيَعْتَبِر بِهِمَا النَّاسُ فَلَمَّا طَالَ عَهْدهمَا عُبِدَا ثُمَّ حُوِّلَا إِلَى الصَّفَا وَالْمَرْوَة فَنُصِبَا هُنَالِكَ فَكَانَ مَنْ طَافَ بِالصَّفَا وَالْمَرْوَة يَسْتَلِمهُمَا وَلِهَذَا يَقُول أَبُو طَالِب فِي قَصِيدَته الْمَشْهُورَة : وَحَيْثُ يُنِيخ الْأَشْعَرُونَ رِكَابهمْ لِمُفْضَى السُّيُول مِنْ إِسَاف وَنَائِل وَفِي صَحِيح مُسْلِم مِنْ حَدِيث جَابِر الطَّوِيل وَفِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا فَرَغَ مِنْ طَوَافه بِالْبَيْتِ عَادَ إِلَى الرُّكْن فَاسْتَلَمَهُ ثُمَّ خَرَجَ مِنْ بَاب الصَّفَا وَهُوَ يَقُول \" إِنَّ الصَّفَا وَالْمَرْوَة مِنْ شَعَائِر اللَّه \" ثُمَّ قَالَ \" أَبْدَأُ بِمَا بَدَأَ اللَّه بِهِ \" وَفِي رِوَايَة النَّسَائِيّ \" اِبْدَءُوا بِمَا بَدَأَ اللَّهُ بِهِ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح حَدَّثَنَا عَبْد اللَّه بْن الْمُؤَمِّل عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ صَفِيَّة بِنْت شَيْبَة عَنْ حَبِيبَة بِنْت أَبِي تَجْرَاةَ قَالَتْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَطُوف بَيْن الصَّفَا وَالْمَرْوَة وَالنَّاس بَيْن يَدَيْهِ وَهُوَ وَرَاءَهُمْ وَهُوَ يَسْعَى حَتَّى أَرَى رُكْبَتَيْهِ مِنْ شِدَّة السَّعْي يَدُور بِهِ إِزَاره وَهُوَ يَقُول \" اِسْعُوا فَإِنَّ اللَّه كَتَبَ عَلَيْكُمْ السَّعْي \" ثُمَّ رَوَاهُ الْإِمَام أَحْمَد عَنْ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ وَاصِل مَوْلَى أَبِي عُيَيْنَة عَنْ مُوسَى بْن عُبَيْدَة عَنْ صَفِيَّة بِنْت شَيْبَة أَنَّ اِمْرَأَة أَخْبَرَتْهَا أَنَّهَا سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن الصَّفَا وَالْمَرْوَة يَقُول \" كُتِبَ عَلَيْكُمْ السَّعْي فَاسْعَوْا\" وَقَدْ اُسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى مَذْهَب مَنْ يَرَى أَنَّ السَّعْي بَيْن الصَّفَا وَالْمَرْوَة رُكْن فِي الْحَجّ كَمَا هُوَ مَذْهَب الشَّافِعِيّ وَمَنْ وَافَقَهُ وَرِوَايَة عَنْ أَحْمَد وَهُوَ الْمَشْهُور عَنْ مَالِك وَقِيلَ إِنَّهُ وَاجِب وَلَيْسَ بِرُكْنٍ فَإِنْ تَرَكَهُ عَمْدًا وَسَهْوًا جَبَرَهُ بِدَمٍ وَهُوَ رِوَايَة عَنْ أَحْمَد وَبِهِ يَقُول طَائِفَة وَقِيلَ بَلْ مُسْتَحَبّ وَإِلَيْهِ ذَهَبَ أَبُو حَنِيفَة وَالثَّوْرِيّ وَالشَّعْبِيّ وَابْن سِيرِينَ وَرُوِيَ عَنْ أَنَس وَابْن عُمَر وَابْن عَبَّاس وَحُكِيَ عَنْ مَالِك فِي \" الْعُتْبِيَّة\" قَالَ الْقُرْطُبِيّ وَاحْتَجُّوا بِقَوْلِهِ تَعَالَى \" فَمَنْ تَطَوَّعَ خَيْرًا \" وَالْقَوْل الْأَوَّل أَرْجَح لِأَنَّهُ عَلَيْهِ السَّلَام طَافَ بَيْنهمَا وَقَالَ \" لِتَأْخُذُوا عَنِّي مَنَاسِككُمْ \" فَكُلّ مَا فَعَلَهُ فِي حَجَّته تِلْكَ وَاجِبٌ لَا بُدّ مِنْ فِعْله فِي الْحَجّ إِلَّا مَا خَرَجَ بِدَلِيلٍ وَاَللَّه أَعْلَم وَقَدْ تَقَدَّمَ قَوْله عَلَيْهِ السَّلَام \" اِسْعُوا فَإِنَّ اللَّه كَتَبَ عَلَيْكُمْ السَّعْي\" فَقَدْ بَيَّنَ اللَّه تَعَالَى أَنَّ الطَّوَاف بَيْن الصَّفَا وَالْمَرْوَة مِنْ شَعَائِر اللَّه أَيْ مِمَّا شَرَعَ اللَّه تَعَالَى لِإِبْرَاهِيم فِي مَنَاسِك الْحَجّ وَقَدْ تَقَدَّمَ فِي حَدِيث اِبْن عَبَّاس أَنَّ أَصْل ذَلِكَ مَأْخُوذ مِنْ طَوَاف هَاجَرَ وَتَرْدَادهَا بَيْن الصَّفَا وَالْمَرْوَة فِي طَلَب الْمَاء لِوَلَدِهَا لَمَّا نَفِدَ مَاؤُهُمَا وَزَادهمَا حِين تَرَكَهُمَا إِبْرَاهِيم عَلَيْهِ السَّلَام هُنَالِكَ وَلَيْسَ عِنْدهمَا أَحَد مِنْ النَّاس فَلَمَّا خَافَتْ عَلَى وَلَدهَا الضَّيْعَة هُنَالِكَ وَنَفِدَ مَا عِنْدهمَا قَامَتْ تَطْلُب الْغَوْث مِنْ اللَّه عَزَّ وَجَلَّ فَلَمْ تَزَلْ تَتَرَدَّد فِي هَذِهِ الْبُقْعَة الْمُشَرَّفَة بَيْن الصَّفَا وَالْمَرْوَة مُتَذَلِّلَة خَائِفَة وَجِلَة مُضْطَرَّة فَقِيرَة إِلَى اللَّه عَزَّ وَجَلَّ حَتَّى كَشَفَ اللَّه كُرْبَتهَا وَآنَسَ غُرْبَتهَا وَفَرَّجَ شِدَّتهَا وَأَنْبَعَ لَهَا زَمْزَم الَّتِي مَاؤُهَا \" طَعَام طُعْم وَشِفَاء سُقْم \" فَالسَّاعِي بَيْنهمَا يَنْبَغِي لَهُ أَنْ يَسْتَحْضِر فَقْره وَذُلّه وَحَاجَته إِلَى اللَّه فِي هِدَايَة قَلْبه وَصَلَاح حَاله وَغُفْرَان ذَنْبه وَأَنْ يَلْتَجِئ إِلَى اللَّه عَزَّ وَجَلَّ لِتَفْرِيجِ مَا هُوَ بِهِ مِنْ النَّقَائِص وَالْعُيُوب وَأَنْ يَهْدِيه إِلَى الصِّرَاط الْمُسْتَقِيم وَأَنْ يُثَبِّتهُ عَلَيْهِ إِلَى مَمَاته وَأَنْ يُحَوِّلهُ مِنْ حَاله الَّذِي هُوَ عَلَيْهِ مِنْ الذُّنُوب وَالْمَعَاصِي إِلَى حَال الْكَمَال وَالْغُفْرَان وَالسَّدَاد وَالِاسْتِقَامَة كَمَا فَعَلَ بِهَاجَر عَلَيْهَا السَّلَام . وَقَوْله \" فَمَنْ تَطَوَّعَ خَيْرًا \" قِيلَ زَادَ فِي طَوَافه بَيْنهمَا عَلَى قَدْر الْوَاجِب ثَامِنَة وَتَاسِعَة وَنَحْو ذَلِكَ وَقِيلَ يَطُوف بَيْنهمَا فِي حَجَّة تَطَوُّع أَوْ عُمْرَة تَطَوُّع وَقِيلَ الْمُرَاد تَطَوَّعَ خَيْرًا فِي سَائِر الْعِبَادَات حَكَى ذَلِكَ الرَّازِيّ وَعَزَى الثَّالِث إِلَى الْحَسَن الْبَصْرِيّ وَاَللَّه أَعْلَم وَقَوْله \" فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ \" أَيْ يُثِيب عَلَى الْقَلِيل بِالْكَثِيرِ عَلِيمٌ بِقَدْرِ الْجَزَاء فَلَا يَبْخَس أَحَدًا ثَوَابه \" لَا يَظْلِم مِثْقَال ذَرَّة وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا وَيُؤْتِ مِنْ لَدُنْه أَجْرًا عَظِيمًا \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38562, "aya_id": 158}]