[{"text": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ", "sura_id": 36, "type": 0, "id": 3732, "aya_id": 27}, {"text": "بما غفر لي ربي وجعلني من المكرمين", "sura_id": 36, "type": 1, "id": 9968, "aya_id": 27}, {"text": "27 - (بما غفر لي ربي) بغفرانه (وجعلني من المكرمين) \r\n", "sura_id": 36, "type": 2, "id": 28676, "aya_id": 27}, {"text": "قال وهو في النعيم والكرامة: يا ليت قومي يعلمون بغفران ربي لي وإكرامه إياي; بسبب إيماني بالله وصبري على طاعته, واتباع رسله حتى قُتِلت, فيؤمنوا بالله فيدخلوا الجنة مثلي.\r\n", "sura_id": 36, "type": 3, "id": 34912, "aya_id": 27}, {"text": " <font color=red>بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ</font><BR><p>\" بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنْ الْمُكْرَمِينَ \" بِإِيمَانِي بِرَبِّي وَتَصْدِيقِي الْمُرْسَلِينَ وَمَقْصُوده أَنَّهُمْ لَوْ اِطَّلَعُوا عَلَى مَا حَصَلَ لِي مِنْ الثَّوَاب وَالْجَزَاء وَالنَّعِيم الْمُقِيم لَقَادَهُمْ ذَلِكَ إِلَى اِتِّبَاع الرُّسُل فَرَحِمَهُ اللَّه وَرَضِيَ عَنْهُ فَلَقَدْ كَانَ حَرِيصًا عَلَى هِدَايَة قَوْمه . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عُبَيْد اللَّه حَدَّثَنَا اِبْن جَابِر هُوَ مُحَمَّد عَنْ عَبْد الْمَلِك يَعْنِي اِبْن عُمَيْر قَالَ : قَالَ عُرْوَة بْن مَسْعُود الثَّقَفِيّ رَضِيَ اللَّه عَنْهُ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِبْعَثْنِي إِلَى قَوْمِي أَدْعُوهُمْ إِلَى الْإِسْلَام فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنِّي أَخَاف أَنْ يَقْتُلُوك \" فَقَالَ لَوْ وَجَدُونِي نَائِمًا مَا أَيْقَظُونِي فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" اِنْطَلِقْ \" فَانْطَلَقَ فَمَرَّ عَلَى اللَّاتِ وَالْعُزَّى فَقَالَ لَأُصَبِّحَنَّكِ غَدًا بِمَا يَسُوءك فَغَضِبَتْ ثَقِيف فَقَالَ يَا مَعْشَر ثَقِيف إِنَّ اللَّاتَ لَا لَات وَإِنَّ الْعُزَّى لَا عُزَّى أَسْلِمُوا تَسْلَمُوا يَا مَعْشَر الْأَحْلَاف إِنَّ الْعُزَّى لَا عُزَّى وَإِنَّ اللَّاتَ لَا لَات أَسْلِمُوا تَسْلَمُوا قَالَ ذَلِكَ ثَلَاث مَرَّات فَرَمَاهُ رَجُل فَأَصَابَ أَكْحَله فَقَتَلَهُ فَبَلَغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" هَذَا مَثَله كَمَثَلِ صَاحِب يس \" قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنْ الْمُكْرَمِينَ \" . وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن مَعْمَر بْن حَزْم أَنَّهُ حَدَّثَ عَنْ كَعْب الْأَحْبَار أَنَّهُ ذُكِرَ لَهُ حَبِيب بْن زَيْد بْن عَاصِم أَخُو بَنِي مَازِن بْن النَّجَّار الَّذِي كَانَ مُسَيْلِمَة الْكَذَّاب قَطَّعَهُ بِالْيَمَامَةِ حِين جَعَلَ يَسْأَلهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَعَلَ يَقُول لَهُ أَتَشْهَدُ أَنَّ مُحَمَّدًا رَسُول اللَّه ؟ فَيَقُول نَعَمْ ثُمَّ يَقُول أَتَشْهَدُ أَنِّي رَسُول اللَّه فَيَقُول لَا أَسْمَع فَيَقُول لَهُ مُسَيْلِمَة لَعَنَهُ اللَّه أَتَسْمَعُ هَذَا وَلَا تَسْمَع ذَاكَ ؟ فَيَقُول نَعَمْ فَجَعَلَ يُقَطِّعهُ عُضْوًا عُضْوًا كُلَّمَا سَأَلَهُ لَمْ يَزِدْهُ عَلَى ذَلِكَ حَتَّى مَاتَ فِي يَدَيْهِ فَقَالَ كَعْب حِين قِيلَ لَهُ اِسْمه حَبِيب وَكَانَ وَاَللَّه صَاحِب يس اِسْمه حَبِيب .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40358, "aya_id": 27}]