[{"text": "أَمْ تُرِيدُونَ أَن تَسْأَلُواْ رَسُولَكُمْ كَمَا سُئِلَ مُوسَى مِن قَبْلُ وَمَن يَتَبَدَّلِ الْكُفْرَ بِالإِيمَانِ فَقَدْ ضَلَّ سَوَاء السَّبِيلِ", "sura_id": 2, "type": 0, "id": 115, "aya_id": 108}, {"text": "أم تريدون أن تسألوا رسولكم كما سئل موسى من قبل ومن يتبدل الكفر بالإيمان فقد ضل سواء السبيل", "sura_id": 2, "type": 1, "id": 6351, "aya_id": 108}, {"text": "108 - (أم) بل أ(تريدون أن تسألوا رسولكم كما سئل موسى) أي سأله قومه (من قبل) من قولهم : أرِنا الله جهرة وغير ذلك (ومن يتبدل الكفر بالإيمان) أي يأخذه بدله بترك النظر في الآيات البينات واقتراح غيرها (فقد ضل سواء السبيل) أخطأ الطريق الحق والسواء في الأصل الوسط \r\n", "sura_id": 2, "type": 2, "id": 25059, "aya_id": 108}, {"text": "بل أتريدون- أيها الناس- أن تطلبوا من رسولكم محمد صلى الله عليه وسلم أشياء بقصد العناد والمكابرة, كما طُلِبَ مثل ذلك من موسى. علموا أن من يختر الكفر ويترك الإيمان فقد خرج عن صراط الله المستقيم إلى الجهل والضَّلال.\r\n", "sura_id": 2, "type": 3, "id": 31295, "aya_id": 108}, {"text": " <font color=red>أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْلُ وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ</font><BR><p>نَهَى اللَّه تَعَالَى الْمُؤْمِنِينَ فِي هَذِهِ الْآيَة الْكَرِيمَة عَنْ كَثْرَة سُؤَال النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْأَشْيَاء قَبْل كَوْنهَا كَمَا قَالَ تَعَالَى \" يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِين يُنَزَّل الْقُرْآن تُبْدَ لَكُمْ \" أَيْ وَإِنْ تَسْأَلُوا عَنْ تَفْصِيلهَا بَعْد نُزُولهَا تُبَيَّن لَكُمْ وَلَا تَسْأَلُوا عَنْ الشَّيْء قَبْل كَوْنه فَلَعَلَّهُ أَنْ يُحَرَّم مِنْ أَجْل تِلْكَ الْمَسْأَلَة وَلِهَذَا جَاءَ فِي الصَّحِيح\" إِنَّ أَعْظَم الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنْ شَيْء لَمْ يُحَرَّم فَحُرِّمَ مِنْ أَجْل مَسْأَلَته \" وَلَمَّا سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الرَّجُل يَجِد مَعَ اِمْرَأَته رَجُلًا فَإِنْ تَكَلَّمَ تَكَلَّمَ بِأَمْرٍ عَظِيم وَإِنْ سَكَتَ سَكَتَ عَلَى مِثْل ذَلِكَ فَكَرِهَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَسَائِل وَعَابَهَا ثُمَّ أَنْزَلَ اللَّه حُكْم الْمُلَاعَنَة . وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الْمُغِيرَة بْن شُعْبَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : كَانَ يَنْهَى عَنْ قِيلَ وَقَالَ وَإِضَاعَة الْمَال وَكَثْرَة السُّؤَال . وَفِي صَحِيح مُسْلِم \" ذَرُونِي مَا تَرَكْتُكُمْ فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلكُمْ بِكَثْرَةِ سُؤَالهمْ وَاخْتِلَافهمْ عَلَى أَنْبِيَائِهِمْ فَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوا مِنْهُ مَا اِسْتَطَعْتُمْ . وَإِنْ نَهَيْتُكُمْ عَنْ شَيْء فَاجْتَنِبُوهُ \" وَهَذَا إِنَّمَا قَالَهُ بَعْد مَا أَخْبَرَهُمْ أَنَّ اللَّه كَتَبَ عَلَيْهِمْ الْحَجّ فَقَالَ رَجُل أَكُلّ عَام يَا رَسُول اللَّه ؟ فَسَكَتَ عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاثًا . ثُمَّ قَالَ عَلَيْهِ السَّلَام\" لَا وَلَوْ قُلْت نَعَمْ لَوَجَبَتْ وَلَوْ وَجَبَتْ لَمَا اِسْتَطَعْتُمْ\" ثُمَّ قَالَ \" ذَرُونِي مَا تَرَكْتُكُمْ \" الْحَدِيث وَلِهَذَا قَالَ أَنَس بْن مَالِك : نُهِينَا أَنْ نَسْأَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ شَيْء فَكَانَ يُعْجِبنَا أَنْ يَأْتِي الرَّجُل مِنْ أَهْل الْبَادِيَة فَيَسْأَلهُ وَنَحْنُ نَسْمَع . وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده أَخْبَرَنَا أَبُو كُرَيْب أَخْبَرَنَا إِسْحَاق بْن سُلَيْمَان عَنْ أَبِي سِنَان عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء بْن عَازِب قَالَ : إِنْ كَانَ لَيَأْتِي عَلَيَّ السَّنَة أُرِيد أَنْ أَسْأَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الشَّيْء فَأَتَهَيَّب مِنْهُ وَإِنْ كُنَّا لِنَتَمَنَّى الْأَعْرَاب. قَالَ الْبَزَّار : أَخْبَرَنَا مُحَمَّد بْن الْمُثَنَّى أَخْبَرَنَا اِبْن فُضَيْل عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : مَا رَأَيْت قَوْمًا خَيْرًا مِنْ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا سَأَلُوهُ إِلَّا عَنْ اِثْنَتَيْ عَشْرَة مَسْأَلَة كُلّهَا فِي الْقُرْآن \" يَسْأَلُونَك عَنْ الْخَمْر وَالْمَيْسِر \" - وَ - \" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام \" - \" وَيَسْأَلُونَك عَنْ الْيَتَامَى \" يَعْنِي هَذَا وَأَشْبَاهه . وَقَوْله تَعَالَى \" أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْل \" أَيْ بَلْ تُرِيدُونَ أَوْ هِيَ عَلَى بَابهَا فِي الِاسْتِفْهَام وَهُوَ إِنْكَارِيّ وَهُوَ يَعْلَم الْمُؤْمِنِينَ وَالْكَافِرِينَ فَإِنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام رَسُول اللَّه إِلَى الْجَمِيع كَمَا قَالَ تَعَالَى \" يَسْأَلك أَهْل الْكِتَاب أَنْ تُنَزِّل عَلَيْهِمْ كِتَابًا مِنْ السَّمَاء فَقَدْ سَأَلُوا مُوسَى أَكْبَر مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّه جَهْرَة فَأَخَذَتْهُمْ الصَّاعِقَة بِظُلْمِهِمْ\" قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَافِع بْن حَرْمَلَة وَوَهْب بْن زَيْد يَا مُحَمَّد اِئْتِنَا بِكِتَابٍ تُنَزِّلهُ عَلَيْنَا مِنْ السَّمَاء نَقْرَؤُهُ وَفَجِّرْ لَنَا أَنْهَارًا نَتَّبِعك وَنُصَدِّقك . فَأَنْزَلَ اللَّه مِنْ قَوْلهمْ \" أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْل وَمَنْ يَتَبَدَّل الْكُفْر بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاء السَّبِيل \" وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى \" أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْل \" قَالَ : قَالَ رَجُل يَا رَسُول اللَّه لَوْ كَانَتْ كَفَّارَتنَا كَكَفَّارَاتِ بَنِي إِسْرَائِيل فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ لَا نَبْغِيهَا - ثَلَاثًا - مَا أَعْطَاكُمْ اللَّه خَيْر مِمَّا أَعْطَى بَنِي إِسْرَائِيل كَانَتْ بَنُو إِسْرَائِيل إِذَا أَصَابَ أَحَدهمْ الْخَطِيئَة وَجَدَهَا مَكْتُوبَة عَلَى بَابه وَكَفَّارَتهَا فَإِنْ كَفَرَهَا كَانَتْ لَهُ خِزْيًا فِي الدُّنْيَا وَإِنْ لَمْ يُكَفِّرهَا كَانَتْ لَهُ خِزْيًا فِي الْآخِرَة فَمَا أَعْطَاكُمْ اللَّه خَيْر مِمَّا أَعْطَى بَنِي إِسْرَائِيل \" قَالَ \" وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه ثُمَّ يَسْتَغْفِر اللَّه يَجِد اللَّه غَفُورًا رَحِيمًا \" وَقَالَ \" الصَّلَوَات الْخَمْس مِنْ الْجُمْعَة إِلَى الْجُمْعَة كَفَّارَة لِمَا بَيْنهنَّ \" وَقَالَ\" مَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلهَا لَمْ تُكْتَب عَلَيْهِ وَإِنْ عَمِلَهَا كُتِبَتْ سَيِّئَة وَاحِدَة وَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلهَا كُتِبَتْ لَهُ حَسَنَة وَاحِدَة وَإِنْ عَمِلَهَا كُتِبَتْ لَهُ عَشْر أَمْثَالهَا وَلَا يَهْلِك عَلَى اللَّه إِلَّا هَالِكٌ \" فَأَنْزَلَ اللَّه \" أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْل \" وَقَالَ مُجَاهِد \" أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْل \" أَنْ يُرِيَهُمْ اللَّهَ جَهْرَةً ؟ قَالَ : سَأَلَتْ قُرَيْش مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَجْعَل لَهُمْ الصَّفَا ذَهَبًا قَالَ \" نَعَمْ وَهُوَ لَكُمْ كَالْمَائِدَةِ لِبَنِي إِسْرَائِيل \" فَأَبَوْا وَرَجَعُوا. وَعَنْ السُّدِّيّ وَقَتَادَة نَحْو هَذَا وَاَللَّه أَعْلَم وَالْمُرَاد أَنَّ اللَّه ذَمَّ مَنْ سَأَلَ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ شَيْء عَلَى وَجْه التَّعَنُّت وَالِاقْتِرَاح كَمَا سَأَلَتْ بَنُو إِسْرَائِيل مُوسَى عَلَيْهِ السَّلَام تَعَنُّتًا وَتَكْذِيبًا وَعِنَادًا. قَالَ اللَّه تَعَالَى \" وَمَنْ يَتَبَدَّل الْكُفْر بِالْإِيمَانِ\" أَيْ مَنْ يَشْتَرِ الْكُفْر بِالْإِيمَانِ \" فَقَدْ ضَلَّ سَوَاء السَّبِيل \" أَيْ فَقَدْ خَرَجَ عَنْ الطَّرِيق الْمُسْتَقِيم إِلَى الْجَهْل وَالضَّلَال . وَهَكَذَا حَال الَّذِينَ عَدَلُوا عَنْ تَصْدِيق الْأَنْبِيَاء وَاتِّبَاعهمْ وَالِانْقِيَاد لَهُمْ إِلَى مُخَالَفَتهمْ وَتَكْذِيبهمْ وَالِاقْتِرَاح عَلَيْهِمْ بِالْأَسْئِلَةِ الَّتِي لَا يَحْتَاجُونَ إِلَيْهَا عَلَى وَجْه التَّعَنُّت وَالْكُفْر كَمَا قَالَ تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَار \" وَقَالَ أَبُو الْعَالِيَة يَتَبَدَّل الشِّدَّة بِالرَّخَاءِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38507, "aya_id": 108}]