[{"text": "قُلْ هُوَ اللَّهُ أَحَدٌ", "sura_id": 112, "type": 0, "id": 6222, "aya_id": 1}, {"text": "قل هو الله أحد", "sura_id": 112, "type": 1, "id": 12458, "aya_id": 1}, {"text": "سورة الإخلاص 1 - (قل هو الله أحد) فالله خبر هو وأحد بدل منه أو خبر ثان \r\n", "sura_id": 112, "type": 2, "id": 31166, "aya_id": 1}, {"text": "قل -أيها الرسول-: هو الله المتفرد بالألوهية والربوبية والأسماء والصفات، لا يشاركه أحد فيها.\r\n", "sura_id": 112, "type": 3, "id": 37402, "aya_id": 1}, {"text": " <font color=red>قُلْ هُوَ اللَّهُ أَحَدٌ</font><BR><p>سُورَة الْإِخْلَاص : \" ذِكْرُ سَبَب نُزُولهَا وَفَضْلهَا \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَعِيد مُحَمَّد بْن مُيَسِّر الصَّاغَانِيّ حَدَّثَنَا أَبُو جَعْفَر الرَّازِيّ حَدَّثَنَا الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب أَنَّ الْمُشْرِكِينَ قَالُوا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا مُحَمَّد اُنْسُبْ لَنَا رَبّك فَأَنْزَلَ اللَّه تَعَالَى \" قُلْ هُوَ اللَّه أَحَد اللَّه الصَّمَد لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد \" وَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير عَنْ أَحْمَد بْن مَنِيع زَادَ اِبْن جَرِير وَمَحْمُود بْن خِدَاش عَنْ أَبِي سَعِيد مُحَمَّد بْن مَيْسَرَة بِهِ زَادَ اِبْن جَرِير وَالتِّرْمِذِيّ قَالَ \" الصَّمَد \" الَّذِي لَمْ يَلِد وَلَمْ يُولَد لِأَنَّهُ لَيْسَ شَيْء يُولَد إِلَّا سَيَمُوتُ وَلَيْسَ شَيْء يَمُوت إِلَّا سَيُورَثُ وَإِنَّ اللَّه عَزَّ وَجَلَّ لَا يَمُوت وَلَا يُورَث \" وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد \" وَلَمْ يَكُنْ لَهُ شَبِيه وَلَا عِدْل وَلَيْسَ كَمِثْلِهِ شَيْء . وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي سَعِيد مُحَمَّد بْن مُيَسِّر بِهِ ثُمَّ رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ عُبَيْد اللَّه بْن مُوسَى عَنْ أَبِي جَعْفَر عَنْ أَبِي الرَّبِيع عَنْ أَبِي الْعَالِيَة فَذَكَرَهُ مُرْسَلًا ثُمَّ لَمْ يَذْكُر حَدَّثَنَا ثُمَّ قَالَ التِّرْمِذِيّ وَهَذَا أَصَحّ مِنْ حَدِيث أَبِي سَعِيد . \" حَدِيث آخَر فِي مَعْنَاهُ \" قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا شُرَيْح بْن يُونُس حَدَّثَنَا إِسْمَاعِيل بْن مُجَالِد عَنْ مُجَالِد عَنْ الشَّعْبِيّ عَنْ جَابِر رَضِيَ اللَّه عَنْهُ أَنَّ أَعْرَابِيًّا جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ اُنْسُبْ لَنَا رَبّك فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" قُلْ هُوَ اللَّه أَحَد \" إِلَى آخِرهَا إِسْنَاد مُتَقَارِب وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن عَوْف عَنْ شُرَيْح فَذَكَرَهُ وَقَدْ أَرْسَلَهُ غَيْر وَاحِد مِنْ السَّلَف وَرَوَى عُبَيْد بْن إِسْحَاق الْعَطَّار عَنْ قَيْس بْن الرَّبِيع عَنْ عَاصِم عَنْ أَبِي وَائِل عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَتْ قُرَيْش لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُنْسُبْ لَنَا رَبّك فَنَزَلَتْ هَذِهِ السُّورَة \" قُلْ هُوَ اللَّه أَحَد \" قَالَ الطَّبَرَانِيّ وَرَوَاهُ الْفِرْيَابِيّ وَغَيْره عَنْ قَيْس عَنْ أَبِي عَاصِم عَنْ أَبِي وَائِل مُرْسَلًا ثُمَّ رَوَى الطَّبَرَانِيّ مِنْ حَدِيث عَبْد الرَّحْمَن بْن عُثْمَان الطَّرَائِفِيّ عَنْ الْوَازِع بْن نَافِع عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لِكُلِّ شَيْء نِسْبَة وَنِسْبَة اللَّه \" قُلْ هُوَ اللَّه أَحَد اللَّه الصَّمَد \" وَالصَّمَد لَيْسَ بِأَجْوَف \" . \" حَدِيث آخَر فِي فَضْلهَا \" قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد هُوَ الذُّهَلِيّ حَدَّثَنَا أَحْمَد بْن صَالِح حَدَّثَنَا اِبْن وَهْب أَخْبَرَنَا عَمْرو عَنْ اِبْن أَبِي هِلَال أَنَّ أَبَا الرِّجَال مُحَمَّد بْن عَبْد الرَّحْمَن حَدَّثَهُ عَنْ أُمّه عَمْرَة بِنْت عَبْد الرَّحْمَن وَكَانَتْ فِي حِجْر عَائِشَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ رَجُلًا عَلَى سَرِيَّة وَكَانَ يَقْرَأ لِأَصْحَابِهِ فِي صَلَاتهمْ فَيَخْتِم بِقُلْ هُوَ اللَّه أَحَد فَلَمَّا رَجَعُوا ذَكَرُوا ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" سَلُوهُ لِأَيِّ شَيْء يَصْنَع ذَلِكَ \" فَسَأَلُوهُ فَقَالَ لِأَنَّهَا صِفَة الرَّحْمَن وَأَنَا أُحِبّ أَنْ أَقْرَأ بِهَا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَخْبِرُوهُ أَنَّ اللَّه تَعَالَى يُحِبّهُ \" هَكَذَا رَوَاهُ فِي كِتَاب التَّوْحِيد وَمِنْهُمْ مَنْ يُسْقِط ذِكْر مُحَمَّد الذُّهَلِيّ وَيَجْعَلهُ مِنْ رِوَايَته عَنْ أَحْمَد بْن صَالِح وَقَدْ رَوَاهُ مُسْلِم وَالنَّسَائِيّ أَيْضًا مِنْ حَدِيث عَبْد اللَّه بْن وَهْب عَنْ عَمْرو بْن الْحَارِث عَنْ سَعِيد بْن أَبِي هِلَال بِهِ. \" حَدِيث آخَر \" قَالَ الْبُخَارِيّ فِي كِتَاب الصَّلَاة وَقَالَ عُبَيْد اللَّه عَنْ ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ رَجُل مِنْ الْأَنْصَار يَؤُمّهُمْ فِي مَسْجِد قَبَاء فَكَانَ كُلَّمَا اِفْتَتَحَ سُورَة يَقْرَأ بِهَا لَهُمْ فِي الصَّلَاة مِمَّا يَقْرَأ بِهِ اِفْتَتَحَ بِقُلْ هُوَ اللَّه أَحَد حَتَّى يَفْرُغ مِنْهَا ثُمَّ كَانَ يَقْرَأ سُورَة أُخْرَى مَعَهَا وَكَانَ يَصْنَع ذَلِكَ فِي كُلّ رَكْعَة فَكَلَّمَهُ أَصْحَابه فَقَالُوا إِنَّك تَفْتَتِح بِهَذِهِ السُّورَة ثُمَّ لَا تَرَى أَنَّهَا تُجْزِئك حَتَّى تَقْرَأ بِالْأُخْرَى فَإِمَّا أَنْ تَقْرَأ بِهَا وَإِمَّا أَنْ تَدَعهَا وَتَقْرَأ بِأُخْرَى . فَقَالَ مَا أَنَا بِتَارِكِهَا إِنْ أَحْبَبْتُمْ أَنْ أَؤُمّكُمْ بِذَلِكَ فَعَلْت وَإِنْ كَرِهْتُمْ تَرَكْتُكُمْ وَكَانُوا يَرَوْنَ أَنَّهُ مِنْ أَفْضَلهمْ وَكَرِهُوا أَنْ يَؤُمّهُمْ غَيْره فَلَمَّا أَتَاهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبَرُوهُ الْخَبَر فَقَالَ \" يَا فُلَان مَا يَمْنَعك أَنْ تَفْعَل مَا يَأْمُرك بِهِ أَصْحَابك وَمَا حَمَلَك عَلَى لُزُوم هَذِهِ السُّورَة فِي كُلّ رَكْعَة ؟ \" قَالَ إِنِّي أُحِبّهَا قَالَ \" حُبّك إِيَّاهَا أَدْخَلَك الْجَنَّة \" هَكَذَا رَوَاهُ الْبُخَارِيّ تَعْلِيقًا مَجْزُومًا بِهِ. وَقَدْ رَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ فِي جَامِعه عَنْ الْبُخَارِيّ عَنْ إِسْمَاعِيل بْن أَبِي أُوَيْس عَنْ عَبْد الْعَزِيز بْن مُحَمَّد الدَّرَاوَرْدِيّ عَنْ عُبَيْد اللَّه بْن عُمَر فَذَكَرَ بِإِسْنَادِهِ مِثْله سَوَاء ثُمَّ قَالَ التِّرْمِذِيّ غَرِيب مِنْ حَدِيث عُبَيْد اللَّه عَنْ ثَابِت . قَالَ وَرَوَى مُبَارَك بْن فَضَالَة عَنْ ثَابِت عَنْ أَنَس أَنَّ رَجُلًا قَالَ يَا رَسُول اللَّه إِنِّي أُحِبّ هَذِهِ السُّورَة \" قُلْ هُوَ اللَّه أَحَد \" قَالَ \" إِنَّ حُبّك إِيَّاهَا أَدْخَلَك الْجَنَّة \" وَهَذَا الَّذِي عَلَّقَهُ التِّرْمِذِيّ قَدْ رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده مُتَّصِلًا فَقَالَ حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا مُبَارَك بْن فَضَالَة عَنْ ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي أُحِبّ هَذِهِ السُّورَة \" قُلْ هُوَ اللَّه أَحَد \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حُبّك إِيَّاهَا أَدْخَلَك الْجَنَّة \" . \" حَدِيث فِي كَوْنهَا تَعْدِل ثُلُث الْقُرْآن \" قَالَ الْبُخَارِيّ حَدَّثَنَا إِسْمَاعِيل حَدَّثَنِي مَالِك عَنْ عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن أَبِي صَعْصَعَة عَنْ أَبِيهِ عَنْ أَبِي سَعِيد أَنَّ رَجُلًا سَمِعَ رَجُلًا يَقْرَأ \" قُلْ هُوَ اللَّه أَحَد \" يُرَدِّدهَا فَلَمَّا أَصْبَحَ جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ وَكَأَنَّ الرَّجُل يَتَقَالُّهَا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَتَعْدِل ثُلُث الْقُرْآن \" زَادَ إِسْمَاعِيل بْن جَعْفَر عَنْ مَالِك عَنْ عَبْد الرَّحْمَن بْن عَبْد اللَّه عَنْ أَبِيهِ عَنْ أَبِي سَعِيد قَالَ أَخْبَرَنِي أَخِي قَتَادَة بْن النُّعْمَان عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رَوَاهُ الْبُخَارِيّ أَيْضًا عَنْ عَبْد اللَّه بْن يُوسُف وَالْقَعْنَبِيّ وَرَوَاهُ أَبُو دَاوُدَ عَنْ الْقَعْنَبِيّ وَالنَّسَائِيّ عَنْ قُتَيْبَة كُلّهمْ عَنْ مَالِك بِهِ وَحَدِيث قَتَادَة بْن النُّعْمَان أَسْنَدَهُ النَّسَائِيّ مِنْ طَرِيقَيْنِ عَنْ إِسْمَاعِيل بْن جَعْفَر عَنْ مَالِك بِهِ . \" حَدِيث آخَر \" قَالَ الْبُخَارِيّ حَدَّثَنَا عُمَر بْن حَفْص حَدَّثَنَا أَبَى حَدَّثَنَا الْأَعْمَش حَدَّثَنَا إِبْرَاهِيم وَالضَّحَّاك الْمَشْرِقِيّ عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ \" أَيَعْجِزُ أَحَدكُمْ أَنْ يَقْرَأ ثُلُث الْقُرْآن فِي لَيْلَة ؟ \" فَشَقَّ ذَلِكَ عَلَيْهِمْ وَقَالُوا أَيّنَا يُطِيق ذَلِكَ يَا رَسُول اللَّه ؟ فَقَالَ \" اللَّه الْوَاحِد الصَّمَد ثُلُث الْقُرْآن \" تَفَرَّدَ بِإِخْرَاجِهِ الْبُخَارِيّ مِنْ حَدِيث إِبْرَاهِيم بْن يَزِيد النَّخَعِيّ وَالضَّحَّاك بْن شُرَحْبِيل الْهَمْدَانِيّ الْمَشْرِقِيّ كِلَاهُمَا عَنْ أَبِي سَعِيد قَالَ الْفَرَبْرِيّ سَمِعْت أَبَا جَعْفَر مُحَمَّد بْن أَبِي حَاتِم وَرَّاق أَبِي عَبْد اللَّه قَالَ : قَالَ أَبُو عَبْد اللَّه الْبُخَارِيّ عَنْ إِبْرَاهِيم مُرْسَل وَعَنْ الضَّحَّاك مُسْنَد . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق حَدَّثَنَا اِبْن لَهِيعَة عَنْ الْحَارِث بْن يَزِيد عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : بَاتَ قَتَادَة بْن النُّعْمَان يَقْرَأ اللَّيْل كُلّه بِقُلْ هُوَ اللَّه أَحَد فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَتَعْدِل نِصْف الْقُرْآن - أَوْ ثُلُثه - \" \" حَدِيث آخَر\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو أَنَّ أَبَا أَيُّوب الْأَنْصَارِيّ قَالَ فِي مَجْلِس وَهُوَ يَقُول : أَلَا يَسْتَطِيع أَحَدكُمْ أَنْ يَقُوم بِثُلُثِ الْقُرْآن كُلّ لَيْلَة ؟ فَقَالُوا وَهَلْ يَسْتَطِيع ذَلِكَ أَحَد ؟ قَالَ فَإِنَّ \" قُلْ هُوَ اللَّه أَحَد \" ثُلُث الْقُرْآن قَالَ فَجَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَسْمَع أَبَا أَيُّوب فَقَالَ \" صَدَقَ أَبُو أَيُّوب \" \" حَدِيث آخَر \" قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا يَزِيد بْن كَيْسَان أَخْبَرَنِي أَبُو حَازِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اُحْشُدُوا فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُث الْقُرْآن \" فَحُشِدَ مَنْ حُشِدَ ثُمَّ خَرَجَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَرَأَ \" قُلْ هُوَ اللَّه أَحَد \" ثُمَّ دَخَلَ فَقَالَ بَعْضنَا لِبَعْضٍ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُث الْقُرْآن \" إِنِّي لَأَرَى هَذَا خَبَرًا جَاءَ مِنْ السَّمَاء ثُمَّ خَرَجَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ\" إِنِّي قُلْت سَأَقْرَأُ عَلَيْكُمْ ثُلُث الْقُرْآن أَلَا وَإِنَّهَا تَعْدِل ثُلُث الْقُرْآن \" وَهَكَذَا رَوَاهُ مُسْلِم فِي صَحِيحه عَنْ مُحَمَّد بْن بَشَّار بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح غَرِيب وَاسْم أَبِي حَازِم سَلْمَان \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ زَائِدَة بْن قُدَامَة عَنْ مَنْصُور عَنْ هِلَال بْن يَسَاف عَنْ الرَّبِيع بْن خَيْثَم عَنْ عَمْرو بْن مَيْمُون عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ اِمْرَأَة مِنْ الْأَنْصَار عَنْ أَبِي أَيُّوب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَيَعْجِزُ أَحَدكُمْ أَنْ يَقْرَأ ثُلُث الْقُرْآن فِي لَيْلَة ؟ فَإِنَّهُ مَنْ قَرَأَ \" قُلْ هُوَ اللَّه أَحَد اللَّه الصَّمَد \" فِي لَيْلَة فَقَدْ قَرَأَ لَيْلَتئِذٍ ثُلُث الْقُرْآن \" هَذَا حَدِيث تَسَاعَى الْإِسْنَاد لِلْإِمَامِ أَحْمَد وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ كِلَاهُمَا عَنْ مُحَمَّد بْن بَشَّار بُنْدَار زَادَ التِّرْمِذِيّ وَقُتَيْبَة كِلَاهُمَا عَنْ عَبْد الرَّحْمَن بْن مَهْدِيّ بِهِ فَصَارَ لَهُمَا عُشَارِيًّا \" وَفِي رِوَايَة التِّرْمِذِيّ عَنْ اِمْرَأَة أَبَى أَيُّوب عَنْ أَبِي أَيُّوب بِهِ وَحَسَّنَهُ ثُمَّ قَالَ وَفِي الْبَاب عَنْ أَبِي الدَّرْدَاء وَأَبِي سَعِيد وَقَتَادَة بْن النُّعْمَان وَأَبِي هُرَيْرَة وَأَنَس وَابْن عُمَر وَأَبِي مَسْعُود وَهَذَا حَدِيث حَسَن وَلَا نَعْلَم أَحَدًا رَوَى هَذَا الْحَدِيث أَحْسَن مِنْ رِوَايَة زَائِدَة وَتَابَعَهُ عَلَى رِوَايَته إِسْرَائِيل وَالْفُضَيْل بْن عِيَاض . وَقَدْ رَوَى شُعْبَة وَغَيْر وَاحِد مِنْ الثِّقَات هَذَا الْحَدِيث عَنْ مَنْصُور وَاضْطَرَبُوا فِيهِ . \" حَدِيثٌ آخَر \" قَالَ أَحْمَد حَدَّثَنَا هُشَيْم عَنْ حُصَيْن عَنْ هِلَال بْن يَسَاف عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ أُبَيّ بْن كَعْب أَوْ رَجُل مِنْ الْأَنْصَار قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ بِقُلْ هُوَ اللَّه أَحَد فَكَأَنَّمَا قَرَأَ بِثُلُثِ الْقُرْآن \" وَرَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة مِنْ حَدِيث هُشَيْم عَنْ حُصَيْن عَنْ اِبْن أَبِي لَيْلَى بِهِ . وَلَمْ يَقَع فِي رِوَايَته هِلَال بْن يَسَاف . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ أَبِي قَيْس عَنْ عَمْرو بْن مَيْمُون عَنْ أَبِي مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ هُوَ اللَّه أَحَد \" \" تَعْدِل ثُلُث الْقُرْآن \" وَهَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ عَنْ وَكِيع بِهِ . وَرَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة مِنْ طُرُق أُخَر عَنْ عَمْرو بْن مَيْمُون مَرْفُوعًا وَمَوْقُوفًا . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز حَدَّثَنَا بُكَيْر بْن أَبِي السَّمِيط حَدَّثَنَا قَتَادَة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ مَعْدَان بْن أَبِي طَلْحَة عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" أَيَعْجِزُ أَحَدكُمْ أَنْ يَقْرَأ كُلّ يَوْم ثُلُث الْقُرْآن ؟ \" قَالُوا نَعَمْ يَا رَسُول اللَّه نَحْنُ أَضْعَف مِنْ ذَلِكَ وَأَعْجَز قَالَ \" فَإِنَّ اللَّه جَزَّأَ الْقُرْآن ثَلَاثَة أَجْزَاء فَقُلْ هُوَ اللَّه أَحَد ثُلُث الْقُرْآن \" وَرَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث قَتَادَة بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أُمَيَّة بْن خَالِد حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن مُسْلِم بْن أَخِي اِبْن شِهَاب عَنْ عَمّه الزُّهْرِيّ عَنْ حُمَيْد بْن عَبْد الرَّحْمَن هُوَ اِبْن عَوْف عَنْ أُمّه وَهِيَ أُمّ كُلْثُوم بِنْت عُقْبَة بْن أَبِي مُعَيْط قَالَتْ ; قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ هُوَ اللَّه أَحَد \" \" تَعْدِل ثُلُث الْقُرْآن \" وَكَذَا رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ عَمْرو بْن عَلِيّ عَنْ أُمَيَّة بْن خَالِد بِهِ ثُمَّ رَوَاهُ مِنْ طَرِيق مَالِك عَنْ الزُّهْرِيّ عَنْ حُمَيْد بْن عَبْد الرَّحْمَن قَوْله . وَرَوَاهُ النَّسَائِيّ أَيْضًا فِي الْيَوْم وَاللَّيْلَة مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق عَنْ الْحَارِث بْن الْفُضَيْل الْأَنْصَارِيّ عَنْ الزُّهْرِيّ عَنْ حُمَيْد بْن عَبْد الرَّحْمَن أَنَّ نَفَرًا مِنْ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدَّثُوهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" قُلْ هُوَ اللَّه أَحَد تَعْدِل ثُلُث الْقُرْآن لِمَنْ صَلَّى بِهَا \" \" حَدِيث آخَر فِي كَوْن قِرَاءَتهَا تُوجِب الْجَنَّة\" قَالَ الْإِمَام مَالِك بْن أَنَس عَنْ عُبَيْد اللَّه بْن عَبْد الرَّحْمَن عَنْ عُبَيْد بْن حُنَيْنٍ قَالَ سَمِعْت أَبَا هُرَيْرَة يَقُول : أَقْبَلْت مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَمِعَ رَجُلًا يَقْرَأ\" قُلْ هُوَ اللَّه أَحَد \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَجَبَتْ - قُلْت وَمَا وَجَبَتْ - قَالَ الْجَنَّة \" وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث مَالِك وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث مَالِك وَتَقَدَّمَ حَدِيث \" حُبّك إِيَّاهَا أَدْخَلَك الْجَنَّة \" \" حَدِيث فِي تَكْرَار قِرَاءَتهَا \" قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا قُطْر بْن بَشِير حَدَّثَنَا عِيسَى بْن مَيْمُون الْقُرَشِيّ حَدَّثَنَا يَزِيد الرَّقَاشِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَلَا يَسْتَطِيع أَحَدكُمْ أَنْ يَقْرَأ \" قُلْ هُوَ اللَّه أَحَد \" ثَلَاث مَرَّات فِي لَيْلَة فَإِنَّهَا تَعْدِل ثُلُث الْقُرْآن \" هَذَا إِسْنَاد ضَعِيف وَأَجْوَد مِنْهُ . \" حَدِيث آخَر \" قَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن أَبِي بَكْر الْمُقَدَّمِيّ حَدَّثَنَا الضَّحَّاك بْن مَخْلَد حَدَّثَنَا اِبْن أَبِي ذِئْب عَنْ أُسَيْد بْن أَبِي أُسَيْد عَنْ مُعَاذ بْن عَبْد اللَّه بْن حَبِيب عَنْ أَبِيهِ قَالَ : أَصَابَنَا عَطَش وَظُلْمَة فَانْتَظَرْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي بِنَا فَخَرَجَ فَأَخَذَ بِيَدَيَّ فَقَالَ \" قُلْ \" فَسَكَتَ قَالَ \" قُلْ \" قُلْت مَا أَقُول ؟ قَالَ\" قُلْ هُوَ اللَّه أَحَد \" وَالْمُعَوِّذَتَيْنِ حِين تُمْسِي وَحِين تُصْبِح ثَلَاثًا تَكْفِيك كُلّ يَوْم مَرَّتَيْنِ \" وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث اِبْن أَبِي ذِئْب بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح غَرِيب مِنْ هَذَا الْوَجْه. وَقَدْ رَوَاهُ النَّسَائِيّ مِنْ طَرِيق أُخْرَى عَنْ مُعَاذ بْن عَبْد اللَّه بْن حَبِيب عَنْ أَبِيهِ عَنْ عُقْبَة بْن عَامِر فَذَكَرَهُ وَلَفْظه \" تَكْفِك كُلّ شَيْء \" \" حَدِيث آخَر فِي ذَلِكَ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنِي لَيْث بْن سَعْد حَدَّثَنِي الْخَلِيل بْن مُرَّة عَنْ الْأَزْهَر بْن عَبْد اللَّه عَنْ تَمِيم الدَّارِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسُلِمَ \" مَنْ قَالَ لَا إِلَه إِلَّا اللَّه وَاحِدًا أَحَدًا صَمَدًا لَمْ يَتَّخِذ صَاحِبَة وَلَا وَلَدًا وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد عَشْر مَرَّات كَتَبَ اللَّه لَهُ أَرْبَعِينَ أَلْف أَلْف حَسَنَة \" تَفَرَّدَ بِهِ أَحْمَد وَالْخَلِيل بْن مُرَّة ضَعَّفَهُ الْبُخَارِيّ وَغَيْره بِمُرَّةَ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا زَبَّان بْن فَائِد عَنْ سَهْل بْن مُعَاذ بْن أَنَس الْجُهَنِيّ عَنْ أَبِيهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَرَأَ \" قُلْ هُوَ اللَّه أَحَد \" حَتَّى يَخْتِمهَا عَشْر مَرَّات بَنَى اللَّه لَهُ قَصْرًا فِي الْجَنَّة \" فَقَالَ عُمَر إِذًا نَسْتَكْثِر يَا رَسُول اللَّه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" اللَّه أَكْثَر وَأَطْيَب \" تَفَرَّدَ بِهِ أَحْمَد وَرَوَاهُ أَبُو مُحَمَّد الدَّارِمِيّ فِي مُسْنَده فَقَالَ حَدَّثَنَا عَبْد اللَّه بْن يَزِيد حَدَّثَنَا حَيْوَة حَدَّثَنَا أَبُو عُبَيْد وَهُوَ اِبْن مَعْبَد قَالَ الدَّارِمِيّ وَكَانَ مِنْ الْأَبْدَال أَنَّهُ سَمِعَ سَعِيد بْن الْمُسَيِّب يَقُول إِنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَرَأَ \" قُلْ هُوَ اللَّه أَحَد \" عَشْر مَرَّات بَنَى اللَّه لَهُ قَصْرًا فِي الْجَنَّة وَمَنْ قَرَأَهَا عِشْرِينَ مَرَّة بَنَى اللَّه لَهُ قَصْرَيْنِ فِي الْجَنَّة وَمَنْ قَرَأَهَا ثَلَاثِينَ مَرَّة بَنَى اللَّه لَهُ ثَلَاثَة قُصُور فِي الْجَنَّة\" فَقَالَ عُمَر بْن الْخَطَّاب إِذًا نُكْثِر قُصُورنَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّه أَوْسَع مِنْ ذَلِكَ\" وَهَذَا مُرْسَل جَيِّد \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا نَصْر بْن عَلِيّ حَدَّثَنِي نُوح بْن قَيْس أَخْبَرَنِي مُحَمَّد الْعَطَّار أَخْبَرَتْنِي أُمّ كَثِير الْأَنْصَارِيَّة عَنْ أَنَس بْن مَالِك عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَرَأَ \" قُلْ هُوَ اللَّه أَحَد \" خَمْسِينَ مَرَّة غَفَرَ اللَّه لَهُ ذُنُوب خَمْسِينَ سَنَة \" إِسْنَاده ضَعِيف \" حَدِيث آخَر\" قَالَ أَبُو يَعْلَى حَدَّثَنَا أَبُو الرَّبِيع حَدَّثَنَا حَاتِم بْن مَيْمُون حَدَّثَنَا ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ قَرَأَ\" قُلْ هُوَ اللَّه أَحَد \" فِي يَوْم مِائَتَيْ مَرَّة كَتَبَ اللَّه لَهُ أَلْفًا وَخَمْسمِائَةِ حَسَنَة إِلَّا أَنْ يَكُون عَلَيْهِ دَيْن\" إِسْنَاد ضَعِيف حَاتِم بْن مَيْمُون ضَعَّفَهُ الْبُخَارِيّ وَغَيْره وَرَوَاهُ التِّرْمِذِيّ عَنْ مُحَمَّد بْن مَرْزُوق الْبَصْرِيّ عَنْ حَاتِم بْن مَيْمُون بِهِ وَلَفْظه \" مَنْ قَرَأَ كُلّ يَوْم مِائَتَيْ مَرَّة قُلْ هُوَ اللَّه أَحَد مُحِيَ عَنْهُ ذُنُوب خَمْسِينَ سَنَة إِلَّا أَنْ يَكُون عَلَيْهِ دَيْن \" قَالَ التِّرْمِذِيّ وَبِهَذَا الْإِسْنَاد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" مَنْ أَرَادَ أَنْ يَنَام عَلَى فِرَاشه فَنَامَ عَلَى يَمِينه ثُمَّ قَرَأَ \" قُلْ هُوَ اللَّه أَحَد \" مِائَة مَرَّة فَإِذَا كَانَ يَوْم الْقِيَامَة يَقُول لَهُ الرَّبّ عَزَّ وَجَلَّ يَا عَبْدِي اُدْخُلْ عَلَى يَمِينك الْجَنَّة \" ثُمَّ قَالَ غَرِيب مِنْ حَدِيث ثَابِت وَقَدْ رُوِيَ مِنْ غَيْر هَذَا الْوَجْه وَقَالَ أَبُو بَكْر الْبَزَّار حَدَّثَنَا سَهْل بْن بَحْر حَدَّثَنَا حِبَّان بْن أَغْلَب حَدَّثَنَا أَبِي حَدَّثَنَا ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ قُلْ هُوَ اللَّه أَحَد مِائَتَيْ مَرَّة حَطَّ اللَّه عَنْهُ ذُنُوب مِائَتَيْ سَنَة \" ثُمَّ قَالَ لَا نَعْلَم رَوَاهُ عَنْ ثَابِت إِلَّا الْحَسَن بْن أَبِي جَعْفَر وَالْأَغْلَب بْن تَمِيم وَهُمَا مُتَقَارِبَانِ فِي سُوء الْحِفْظ \" حَدِيث آخَر \" فِي الدُّعَاء بِمَا تَضَمَّنَتْهُ مِنْ الْأَسْمَاء قَالَ النَّسَائِيّ عِنْد تَفْسِيرهَا حَدَّثَنَا عَبْد الرَّحْمَن بْن خَالِد حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنِي مَالِك بْن مِغْوَل حَدَّثَنَا عَبْد اللَّه بْن بُرَيْدَة عَنْ أَبِيهِ أَنَّهُ دَخَلَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَسْجِد فَإِذَا رَجُل يُصَلِّي يَدْعُو يَقُول اللَّهُمَّ إِنِّي أَسْأَلك بِأَنِّي أَشْهَد أَنْ لَا إِلَه إِلَّا أَنْتَ الْأَحَد الصَّمَد الَّذِي لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَقَدْ سَأَلَهُ بِاسْمِهِ الْأَعْظَم الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى وَإِذَا دُعِيَ بِهِ أَجَابَ\" وَقَدْ أَخْرَجَهُ بَقِيَّة أَصْحَاب السُّنَن مِنْ طُرُق عَنْ مَالِك بْن مِغْوَل عَنْ عَبْد اللَّه بْن بُرَيْدَة عَنْ أَبِيهِ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب \" حَدِيث آخَر \" فِي قِرَاءَتهَا عَشْر مَرَّات بَعْد الْمَكْتُوبَة قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا بِشْر بْن مَنْصُور عَنْ عُمَر بْن شَيْبَان عَنْ أَبِي شَدَّاد عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاث مَنْ جَاءَ بِهِنَّ مَعَ الْإِيمَان دَخَلَ مِنْ أَيّ أَبْوَاب الْجَنَّة شَاءَ وَزُوِّجَ مِنْ الْحُور الْعِين حَيْثُ شَاءَ مَنْ عَفَا عَنْ قَاتِله وَأَدَّى دَيْنًا خَفِيًّا وَقَرَأَ فِي دُبُر كُلّ صَلَاة مَكْتُوبَة عَشْر مَرَّات قُلْ هُوَ اللَّه أَحَد \" قَالَ : فَقَالَ أَبُو بَكْر أَوْ إِحْدَاهُنَّ يَا رَسُول اللَّه قَالَ \" أَوْ إِحْدَاهُنَّ \" \" حَدِيث \" فِي قِرَاءَتهَا عِنْد دُخُول الْمَنْزِل قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن بَكْر السَّرَّاج الْعَسْكَرِيّ حَدَّثَنَا مُحَمَّد بْن الْفَرَج حَدَّثَنَا مُحَمَّد بْن الزِّبْرِقَان عَنْ مَرْوَان بْن سَالِم عَنْ أَبِي زُرْعَة عَنْ عَمْرو بْن جَرِير عَنْ جَرِير بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ قَرَأَ \" قُلْ هُوَ اللَّه أَحَد \" حِين دَخَلَ مَنْزِله نَفَتْ الْفَقْر عَنْ أَهْل ذَلِكَ الْمَنْزِل وَالْجِيرَان إِسْنَاده ضَعِيف \" حَدِيث \" فِي الْإِكْثَار مِنْ قِرَاءَتهَا فِي سَائِر الْأَحْوَال قَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا مُحَمَّد بْن إِسْحَاق الْمَسْبِيّ حَدَّثَنَا يَزِيد بْن هَارُون عَنْ الْعَلَاء بْن مُحَمَّد الثَّقَفِيّ قَالَ سَمِعْت أَنَس بْن مَالِك يَقُول : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِتَبُوك فَطَلَعَتْ الشَّمْس بِضِيَاءٍ وَشُعَاع وَنُور لَمْ نَرَهَا طَلَعَتْ فِيمَا مَضَى بِمِثْلِهِ فَأَتَى جِبْرِيل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَا جِبْرِيل مَا لِي أَرَى الشَّمْس طَلَعَتْ الْيَوْم بِضِيَاءٍ وَشُعَاع وَنُور لَمْ أَرَهَا طَلَعَتْ بِمِثْلِهِ فِيمَا مَضَى ؟ \" قَالَ إِنَّ ذَلِكَ مُعَاوِيَة بْن مُعَاوِيَة اللَّيْثِيّ مَاتَ بِالْمَدِينَةِ الْيَوْم فَبَعَثَ اللَّه إِلَيْهِ سَبْعِينَ أَلْف مَلَك يُصَلُّونَ عَلَيْهِ قَالَ : \" وَفِيمَ ذَلِكَ \" ؟ قَالَ كَانَ يُكْثِر قِرَاءَة \" قُلْ هُوَ اللَّه أَحَد \" فِي اللَّيْل وَالنَّهَار وَفِي مَمْشَاهُ وَقِيَامه وَقُعُوده فَهَلْ لَك يَا رَسُول اللَّه أَنْ أَقْبِض لَك الْأَرْض فَتُصَلِّي عَلَيْهِ ؟ قَالَ : \" نَعَمْ \" فَصَلَّى عَلَيْهِ وَكَذَا رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي كِتَاب دَلَائِل النُّبُوَّة مِنْ طَرِيق يَزِيد بْن هَارُون عَنْ الْعَلَاء بْن مُحَمَّد وَهُوَ مُتَّهَم بِالْوَضْعِ وَاَللَّه أَعْلَم \" طَرِيق أُخْرَى \" قَالَ أَبُو يَعْلَى حَدَّثَنَا مُحَمَّد بْن إِبْرَاهِيم الشَّامِيّ أَبُو عَبْد اللَّه حَدَّثَنَا عُثْمَان بْن الْهَيْثَم مُؤَذِّن مَسْجِد الْجَامِع بِالْبَصْرَةِ عِنْدِي عَنْ مَحْمُود أَبِي عَبْد اللَّه عَنْ عَطَاء بْن أَبِي مَيْمُونَة عَنْ أَنَس قَالَ : نَزَلَ جِبْرِيل عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ مَاتَ مُعَاوِيَة بْن مُعَاوِيَة اللَّيْثِيّ فَتُحِبّ أَنْ تُصَلِّي عَلَيْهِ ؟ قَالَ \" نَعَمْ \" فَضَرَبَ بِجَنَاحِهِ الْأَرْض فَلَمْ تَبْقَ شَجَرَة وَلَا أَكَمَة إِلَّا تَضَعْضَعَتْ فَرَفَعَ سَرِيره فَنَظَرَ إِلَيْهِ فَكَبَّرَ عَلَيْهِ وَخَلْفه صَفَّانِ مِنْ الْمَلَائِكَة فِي كُلّ صَفّ سَبْعُونَ أَلْف مَلَك فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا جِبْرِيل بِمَ نَالَ هَذِهِ الْمَنْزِلَة مِنْ اللَّه تَعَالَى \" قَالَ بِحُبِّهِ \" قُلْ هُوَ اللَّه أَحَد \" وَقِرَاءَته إِيَّاهَا ذَاهِبًا وَجَائِيًا قَائِمًا وَقَاعِدًا وَعَلَى كُلّ حَال. وَرَوَاهُ الْبَيْهَقِيّ مِنْ رِوَايَة عُثْمَان بْن الْهَيْثَم الْمُؤَذِّن عَنْ مَحْبُوب بْن هِلَال عَنْ عَطَاء بْن أَبِي مَيْمُونَة عَنْ أَنَس فَذَكَرَهُ وَهَذَا هُوَ الصَّوَاب وَمَحْبُوب بْن هِلَال قَالَ أَبُو حَاتِم الرَّازِيّ لَيْسَ بِالْمَشْهُورِ وَقَدْ رُوِيَ هَذَا مِنْ طُرُق أُخَر تَرَكْنَاهَا اِخْتِصَارًا وَكُلّهَا ضَعِيفَة \" حَدِيث آخَر \" فِي فَضْلهَا مَعَ الْمُعَوِّذَتَيْنِ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا مُعَاذ بْن رِفَاعَة حَدَّثَنِي عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَةَ عَنْ عُقْبَة بْن عَامِر قَالَ لَقِيت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَابْتَدَأْته فَأَخَذْت بِيَدِهِ فَقُلْت يَا رَسُول اللَّه بِمَ نَجَاة الْمُؤْمِن ؟ قَالَ : \" يَا عُقْبَة أَخْرِسْ لِسَانك وَلْيَسَعْك بَيْتك وَابْكِ عَلَى خَطِيئَتك \" قَالَ ثُمَّ لَقِيَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَابْتَدَأَنِي فَأَخَذَ بِيَدَيَّ فَقَالَ : \" يَا عُقْبَة بْن عَامِر أَلَا أُعَلِّمك خَيْر ثَلَاث سُوَر أُنْزِلَتْ فِي التَّوْرَاة وَالْإِنْجِيل وَالزَّبُور وَالْقُرْآن الْعَظِيم \" . قَالَ : قُلْت بَلَى جَعَلَنِي اللَّه فِدَاك قَالَ : فَأَقْرَأَنِي \" قُلْ هُوَ اللَّه أَحَد - وَقُلْ أَعُوذ بِرَبِّ الْفَلَق - وَقُلْ أَعُوذ بِرَبِّ النَّاس \" ثُمَّ قَالَ : \" يَا عُقْبَة لَا تَنْسَهُنَّ وَلَا تَبِتْ لَيْلَة حَتَّى تَقْرَأهُنَّ \" . قَالَ فَمَا نَسِيتهنَّ مُنْذُ قَالَ لَا تَنْسَهُنَّ وَمَا بِتّ لَيْلَة قَطُّ حَتَّى أَقْرَأهُنَّ قَالَ عُقْبَة ثُمَّ لَقِيت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَابْتَدَأْته فَأَخَذْت بِيَدِهِ فَقُلْت يَا رَسُول اللَّه أَخْبِرْنِي بِفَوَاضِل الْأَعْمَال فَقَالَ : \" يَا عُقْبَة صِلْ مَنْ قَطَعَك وَأَعْطِ مَنْ حَرَمَك وَأَعْرِضْ عَمَّنْ ظَلَمَك \" . رَوَى التِّرْمِذِيّ بَعْضه فِي الزُّهْد مِنْ حَدِيث عَبْد اللَّه بْن زَحْر عَنْ عَلِيّ بْن يَزِيد فَقَالَ هَذَا حَدِيث حَسَن وَقَدْ رَوَاهُ أَحْمَد مِنْ طَرِيق آخَر حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا اِبْن عَبَّاس عَنْ أُسَيْد بْن عَبْد الرَّحْمَن الْخَثْعَمِيّ عَنْ فَرْوَة بْن مُجَاهِد اللَّخْمِيّ عَنْ عُقْبَة بْن عَامِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْله سَوَاء , تَفَرَّدَ بِهِ أَحْمَد \" حَدِيث آخَر \" فِي الِاسْتِسْقَاء بِهِنَّ قَالَ الْبُخَارِيّ حَدَّثَنَا قُتَيْبَة حَدَّثَنَا الْمُفَضَّل عَنْ عُقَيْل عَنْ اِبْن شِهَاب عَنْ عُرْوَة عَنْ عَائِشَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا آوَى إِلَى فِرَاشه كُلّ لَيْلَة جَمَعَ كَفَّيْهِ ثُمَّ نَفَثَ فِيهِمَا وَقَرَأَ فِيهِمَا \" قُلْ هُوَ اللَّه أَحَد - وَقُلْ أَعُوذ بِرَبِّ الْفَلَق - وَقُلْ أَعُوذ بِرَبِّ النَّاس \" ثُمَّ يَمْسَح بِهِمَا مَا اِسْتَطَاعَ مِنْ جَسَده يَبْدَأ بِهِمَا عَلَى رَأْسه وَوَجْهه وَمَا أَقْبَلَ مِنْ جَسَده يَفْعَل ذَلِكَ ثَلَاث مَرَّات . وَهَكَذَا رَوَاهُ أَهْل السُّنَن مِنْ حَدِيث عُقَيْل بِهِ . قَدْ تَقَدَّمَ ذِكْر سَبَب نُزُولهَا وَقَالَ عِكْرِمَة لَمَّا قَالَتْ الْيَهُود نَحْنُ نَعْبُد عُزَيْرًا اِبْن اللَّه وَقَالَتْ النَّصَارَى نَحْنُ نَعْبُد الْمَسِيح اِبْن اللَّه وَقَالَتْ الْمَجُوس نَحْنُ نَعْبُد الشَّمْس وَالْقَمَر وَقَالَتْ الْمُشْرِكُونَ نَحْنُ نَعْبُد الْأَوْثَان أَنْزَلَ اللَّه عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ هُوَ اللَّه أَحَد \" يَعْنِي هُوَ الْوَاحِد الْأَحَد الَّذِي لَا نَظِير لَهُ وَلَا وَزِير وَلَا نَدِيد وَلَا شَبِيه وَلَا عَدِيل وَلَا يُطْلَق هَذَا اللَّفْظ عَلَى أَحَد فِي الْإِثْبَات إِلَّا عَلَى اللَّه عَزَّ وَجَلَّ لِأَنَّهُ الْكَامِل فِي جَمِيع صِفَاته وَأَفْعَاله .</p><BR> <br> ", "sura_id": 112, "type": 4, "id": 37731, "aya_id": 1}]