[{"text": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلاَّ أَن قَالُواْ وَاللّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ", "sura_id": 6, "type": 0, "id": 812, "aya_id": 23}, {"text": "ثم لم تكن فتنتهم إلا أن قالوا والله ربنا ما كنا مشركين", "sura_id": 6, "type": 1, "id": 7048, "aya_id": 23}, {"text": "23 - (ثم لم تكن) بالتاء والياء (فتنتهم) بالنصب والرفع أي معذرتهم (إلا أن قالوا) أي قولهم (والله ربنا) بالجر نعت والنصب نداء (ما كنا مشركين) \r\n", "sura_id": 6, "type": 2, "id": 25756, "aya_id": 23}, {"text": "ثم لم تكن إجابتهم حين فتنوا واختبروا بالسؤال عن شركائهم إلا أن تبرؤوا منهم, وأقسموا بالله ربهم أنهم لم يكونوا مشركين مع الله غيره.\r\n", "sura_id": 6, "type": 3, "id": 31992, "aya_id": 23}, {"text": " <font color=red>ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ</font><BR><p>وَقَوْله تَعَالَى \" ثُمَّ لَمْ تَكُنْ فِتْنَتهمْ\" أَيْ حُجَّتهمْ إِلَّا أَنْ قَالُوا \" وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" ثُمَّ لَمْ تَكُنْ فِتْنَتهمْ \" أَيْ حُجَّتهمْ . وَقَالَ عَطَاء الْخُرَاسَانِيّ عَنْهُ أَيْ مَعْذِرَتهمْ . وَكَذَا قَالَ قَتَادَة وَقَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس أَيْ قِيلهمْ وَكَذَا قَالَ الضَّحَّاك وَقَالَ عَطَاء الْخُرَاسَانِيّ \" ثُمَّ لَمْ تَكُنْ فِتْنَتهمْ \" بَلِيَّتهمْ حِين اُبْتُلُوا \" إِلَّا أَنْ قَالُوا وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ\" وَقَالَ اِبْن جَرِير : وَالصَّوَاب ثُمَّ لَمْ يَكُنْ قِيلهمْ عِنْد فِتْنَتنَا إِيَّاهُمْ اِعْتِذَارًا عَمَّا سَلَفَ مِنْهُمْ الشِّرْك بِاَللَّهِ \" إِلَّا أَنْ قَالُوا وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ\" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو يَحْيَى الرَّازِيّ عَنْ عَمْرو بْن أَبِي قَيْس عَنْ مُطَرِّف عَنْ الْمِنْهَال عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أَتَاهُ رَجُل فَقَالَ يَا اِبْن عَبَّاس سَمِعْت اللَّه يَقُول \" وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ \" قَالَ : أَمَّا قَوْله \" وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ \" فَإِنَّهُمْ رَأَوْا أَنَّهُ لَا يَدْخُل الْجَنَّة إِلَّا أَهْل الصَّلَاة فَقَالُوا تَعَالَوْا فَلْنَجْحَدْ فَيَجْحَدُونَ فَيَخْتِم اللَّه عَلَى أَفْوَاههمْ وَتَشْهَد أَيْدِيهمْ وَأَرْجُلهمْ وَلَا يَكْتُمُونَ اللَّه حَدِيثًا فَهَلْ فِي قَلْبك الْآن شَيْء ؟ إِنَّهُ لَيْسَ مِنْ الْقُرْآن شَيْء إِلَّا وَنَزَلَ فِيهِ شَيْء وَلَكِنْ لَا تَعْلَمُونَ وَجْهه . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : هَذِهِ فِي الْمُنَافِقِينَ وَفِيهِ نَظَر فَإِنَّ هَذِهِ الْآيَة مَكِّيَّة وَالْمُنَافِقُونَ إِنَّمَا كَانُوا بِالْمَدِينَةِ وَاَلَّتِي نَزَلَتْ فِي الْمُنَافِقِينَ آيَة الْمُجَادَلَة \" يَوْم يَبْعَثهُمْ اللَّه جَمِيعًا فَيَحْلِفُونَ لَهُ \" الْآيَة .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42157, "aya_id": 23}]