[{"text": "وَهُوَ الَّذِيَ أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَفْقَهُونَ", "sura_id": 6, "type": 0, "id": 887, "aya_id": 98}, {"text": "وهو الذي أنشأكم من نفس واحدة فمستقر ومستودع قد فصلنا الآيات لقوم يفقهون", "sura_id": 6, "type": 1, "id": 7123, "aya_id": 98}, {"text": "98 - (وهو الذي أنشأكم) خلقكم (من نفس واحدة) هي آدم (فمستقِرٌّ) منكم في الرحم (ومستودع) منكم في الصلب ، وفي قراءة بفتح القاف أي مكان قرار لكم (قد فصلنا الآيات لقوم يفقهون) ما يقال لهم \r\n", "sura_id": 6, "type": 2, "id": 25831, "aya_id": 98}, {"text": "والله سبحانه هو الذي ابتدأ خلقكم أيها الناس من آدم عليه السلام; إذ خلقه من طين, ثم كنتم سلالة ونسلا منه, فجعل لكم مستقَرًا تستقرون فيه, وهو أرحام النساء, ومُستودعًا تُحفَظُون فيه, وهو أصلاب الرجال, قد بينا الحجج وميزنا الأدلة, وأحكمناها لقوم يفهمون مواقع الحجج ومواضع العبر.\r\n", "sura_id": 6, "type": 3, "id": 32067, "aya_id": 98}, {"text": " <font color=red>وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ</font><BR><p>يَقُول تَعَالَى \" وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْس وَاحِدَة \" يَعْنِي آدَم عَلَيْهِ السَّلَام قَالَ \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْس وَاحِدَة وَخَلَقَ مِنْهَا زَوْجهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاء \" وَقَوْله \" فَمُسْتَقَرّ وَمُسْتَوْدَع \" اِخْتَلَفُوا فِي مَعْنَى ذَلِكَ فَعَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَأَبِي عَبْد الرَّحْمَن السُّلَمِيّ وَقَيْس بْن أَبِي حَازِم وَمُجَاهِد وَعَطَاء وَإِبْرَاهِيم النَّخَعِيّ وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَعَطَاء الْخُرَاسَانِيّ وَغَيْرهمْ \" فَمُسْتَقَرّ \" أَيْ فِي الْأَرْحَام قَالُوا أَوْ أَكْثَرهمْ \" وَمُسْتَوْدَع \" أَيْ فِي الْأَصْلَاب وَعَنْ اِبْن مَسْعُود وَطَائِفَة عَكْسه وَعَنْ اِبْن مَسْعُود أَيْضًا وَطَائِفَة فَمُسْتَقَرّ فِي الدُّنْيَا وَمُسْتَوْدَع حَيْثُ يَمُوت وَقَالَ سَعِيد بْن جُبَيْر فَمُسْتَقَرّ فِي الْأَرْحَام وَعَلَى ظَهْر الْأَرْض وَحَيْثُ يَمُوت وَقَالَ الْحَسَن الْبَصْرِيّ الْمُسْتَقَرّ الَّذِي قَدْ مَاتَ فَاسْتَقَرَّ بِهِ عَمَله وَعَنْ اِبْن مَسْعُود وَمُسْتَوْدَع فِي الدَّار الْآخِرَة وَالْقَوْل الْأَوَّل أَظْهَر وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" قَدْ فَصَّلْنَا الْآيَات لِقَوْمٍ يَفْقَهُونَ \" أَيْ يَفْهَمُونَ وَيَعُونَ كَلَام اللَّه وَمَعْنَاهُ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42239, "aya_id": 98}]