[{"text": "وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللّهِ إِلاَّ وَهُم مُّشْرِكُونَ", "sura_id": 12, "type": 0, "id": 1702, "aya_id": 106}, {"text": "وما يؤمن أكثرهم بالله إلا وهم مشركون", "sura_id": 12, "type": 1, "id": 7938, "aya_id": 106}, {"text": "106 - (وما يؤمن أكثرهم بالله) حيث يقرون بأنه الخالق الرزاق (إلا وهم مشركون) به بعبادة الأصنام ولذا كانوا يقولون في تلبيتهم : لبيك لا شريك لك إلا شريكاً هو لك ، تملكه وما ملك . يعنونها \r\n", "sura_id": 12, "type": 2, "id": 26646, "aya_id": 106}, {"text": "وما يُقِرُّ هؤلاء المعرضون عن آيات الله بأن الله خالقهم ورازقهم وخالق كل شيء ومستحق للعبادة وحده إلا وهم مشركون في عبادتهم الأوثان والأصنام. تعالى الله عن ذلك علوًّا كبيرا.\r\n", "sura_id": 12, "type": 3, "id": 32882, "aya_id": 106}, {"text": " <font color=red>وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ</font><BR><p>وَقَوْله \" وَمَا يُؤْمِن أَكْثَرهمْ بِاَللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ\" قَالَ اِبْن عَبَّاس : مِنْ إِيمَانهمْ أَنَّهُمْ إِذَا قِيلَ لَهُمْ : مَنْ خَلَقَ السَّمَوَات وَمَنْ خَلَقَ الْأَرْض وَمَنْ خَلَقَ الْجِبَال ؟ قَالُوا اللَّه وَهُمْ مُشْرِكُونَ بِهِ وَكَذَا قَالَ مُجَاهِد وَعَطَاء وَعِكْرِمَة وَالشَّعْبِيّ وَقَتَادَة وَالضَّحَّاك وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَفِي الصَّحِيحَيْنِ : أَنَّ الْمُشْرِكِينَ كَانُوا يَقُولُونَ فِي تَلْبِيَتهمْ : لَبَّيْكَ لَا شَرِيك لَك إِلَّا شَرِيك هُوَ لَك تَمْلِكهُ وَمَا مَلَك وَفِي صَحِيح مُسْلِم أَنَّهُمْ كَانُوا إِذَا قَالُوا لَبَّيْكَ لَا شَرِيك لَك قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ قَدْ أَيْ حَسْب حَسْب لَا تَزِيدُوا عَلَى هَذَا , وَقَالَ اللَّه تَعَالَى \" إِنَّ الشِّرْك لَظُلْم عَظِيم\" وَهَذَا هُوَ الشِّرْك الْأَعْظَم يُعْبَد مَعَ اللَّه غَيْره كَمَا فِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود قُلْت يَا رَسُول اللَّه : أَيّ الذَّنْب أَعْظَم ؟ قَالَ أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك وَقَالَ الْحَسَن الْبَصْرِيّ فِي قَوْله \" وَمَا يُؤْمِن أَكْثَرهمْ بِاَللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ \" قَالَ ذَلِكَ الْمُنَافِق يَعْمَل إِذَا عَمِلَ رِيَاء النَّاس وَهُوَ مُشْرِك بِعَمَلِهِ ذَلِكَ يَعْنِي قَوْله تَعَالَى \" إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّه وَهُوَ خَادِعهمْ وَإِذَا قَامُوا إِلَى الصَّلَاة قَامُوا كُسَالَى يُرَاءُونَ النَّاس وَلَا يَذْكُرُونَ اللَّه إِلَّا قَلِيلًا \" وَثَمَّ شِرْك آخَر خَفِيّ لَا يَشْعُر بِهِ غَالِبًا فَاعِله كَمَا رَوَى حَمَّاد بْن سَلَمَة عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ عُرْوَة قَالَ : دَخَلَ حُذَيْفَة عَلَى مَرِيض فَرَأَى فِي عَضُده سَيْرًا فَقَطَعَهُ أَوْ اِنْتَزَعَهُ ثُمَّ قَالَ \" وَمَا يُؤْمِن أَكْثَرهمْ بِاَللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ\" وَفِي الْحَدِيث مَنْ حَلَفَ بِغَيْرِ اللَّه فَقَدْ أَشْرَكَ رَوَاهُ التِّرْمِذِيّ وَحَسَّنَهُ مِنْ رِوَايَة اِبْن عُمَر وَفِي الْحَدِيث الَّذِي رَوَاهُ أَحْمَد وَأَبُو دَاوُدَ وَغَيْره عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ إِنَّ الرُّقَى وَالتَّمَائِم وَالتِّوَلَة شِرْك وَفِي لَفْظ لَهُمَا الطِّيَرَة شِرْك وَمَا مِنَّا إِلَّا وَلَكِنَّ اللَّه يُذْهِبهُ بِالتَّوَكُّلِ وَرَوَاهُ الْإِمَام أَحْمَد بِأَبْسَط مِنْ هَذَا فَقَالَ حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ يَحْيَى الْجَزَّار عَنْ اِبْن أَخِي زَيْنَب عَنْ زَيْنَب اِمْرَأَة عَبْد اللَّه بْن مَسْعُود قَالَتْ : كَانَ عَبْد اللَّه إِذَا جَاءَ مِنْ حَاجَة فَانْتَهَى إِلَى الْبَاب تَنَحْنَحَ وَبَزَقَ كَرَاهَة أَنْ يَهْجُم مِنَّا عَلَى أَمْر يَكْرَههُ قَالَتْ لِأَنَّهُ جَاءَ ذَات يَوْم فَتَنَحْنَحَ وَعِنْدِي عَجُوز تَرْقِينِي مِنْ الْحُمْرَة فَأَدْخَلْتهَا تَحْت السَّرِير قَالَتْ فَدَخَلَ فَجَلَسَ إِلَى جَانِبِي فَرَأَى فِي عُنُقِي خَيْطًا فَقَالَ : مَا هَذَا الْخَيْط ؟ قَالَتْ : قُلْت خَيْط رُقًى لِي فِيهِ فَأَخَذَهُ فَقَطَعَهُ ثُمَّ قَالَ إِنَّ آل عَبْد اللَّه لَأَغْنِيَاء عَنْ الشِّرْك سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِنَّ الرُّقَى وَالتَّمَائِم وَالتِّوَلَة شِرْك قَالَتْ : قُلْت لَهُ لِمَ تَقُول هَذَا وَقَدْ كَانَتْ عَيْنِي تَقْذِف فَكُنْت أَخْتَلِف إِلَى فُلَان الْيَهُودِيّ يَرْقِيهَا فَكَانَ إِذَا رَقَاهَا سَكَنَتْ ؟ فَقَالَ إِنَّمَا ذَاكَ مِنْ الشَّيْطَان كَانَ يَنْخُسهَا بِيَدِهِ فَإِذَا رَقَاهَا كَفّ عَنْهَا إِنَّمَا كَانَ يَكْفِيك أَنْ تَقُولِي كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَذْهِبْ الْبَأْس رَبّ النَّاس اِشْفِ وَأَنْتَ الشَّافِي لَا شِفَاء إِلَّا شِفَاؤُك شِفَاء لَا يُغَادِر سَقَمًا وَفِي حَدِيث آخَر رَوَاهُ الْإِمَام أَحْمَد عَنْ وَكِيع عَنْ اِبْن أَبِي لَيْلَى عَنْ عِيسَى بْن عَبْد الرَّحْمَن قَالَ دَخَلْت عَلَى عَبْد اللَّه بْن حَكِيم وَهُوَ مَرِيض نَعُودهُ فَقِيلَ لَهُ لَوْ تَعَلَّقْت شَيْئًا فَقَالَ أَتَعَلَّق شَيْئًا وَقَدْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ تَعَلَّقَ شَيْئًا وُكِلَ إِلَيْهِ وَرَوَاهُ النَّسَائِيّ عَنْ أَبِي هُرَيْرَة وَفِي مُسْنَد الْإِمَام أَحْمَد مِنْ حَدِيث عُقْبَة بْن عَامِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ عَلَّقَ تَمِيمَة فَقَدْ أَشْرَكَ وَفِي رِوَايَة مَنْ تَعَلَّقَ تَمِيمَة فَلَا أَتَمَّ اللَّه لَهُ وَمَنْ تَعَلَّقَ وَدَعَة فَلَا وَدَعَ اللَّه لَهُ وَعَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول اللَّه أَنَا أَغْنَى الشُّرَكَاء عَنْ الشِّرْك مَنْ عَمِلَ عَمَلًا أَشْرَكَ فِيهِ مَعِي غَيْرِي تَرَكْته وَشِرْكه رَوَاهُ مُسْلِم وَعَنْ أَبِي سَعِيد بْن أَبِي فُضَالَةَ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِذَا جَمَعَ اللَّه الْأَوَّلِينَ وَالْآخِرِينَ لِيَوْمٍ لَا رَيْب فِيهِ يُنَادِي مُنَادٍ : مَنْ كَانَ أَشْرَك فِي عَمَلٍ عَمِلَهُ لِلَّهِ فَلْيَطْلُبْ ثَوَابه مِنْ عِنْد غَيْر اللَّه فَإِنَّ اللَّه أَغْنَى الشُّرَكَاء عَنْ الشِّرْك رَوَاهُ الْإِمَام أَحْمَد وَقَالَ أَحْمَد حَدَّثَنَا يُونُس حَدَّثَنَا لَيْث عَنْ يَزِيد يَعْنِي اِبْن الْهَادِي عَنْ عَمْرو عَنْ مَحْمُود بْن لَبِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ أَخْوَف مَا أَخَاف عَلَيْكُمْ الشِّرْك الْأَصْغَر قَالُوا وَمَا الشِّرْك الْأَصْغَر يَا رَسُول اللَّه ؟ قَالَ الرِّيَاء يَقُول اللَّه تَعَالَى يَوْم الْقِيَامَة إِذَا جَازَى النَّاس بِأَعْمَالِهِمْ اِذْهَبُوا إِلَى الَّذِينَ كُنْتُمْ تُرَاءُونَ فِي الدُّنْيَا فَانْظُرُوا هَلْ تَجِدُونَ عِنْدهمْ جَزَاء ؟ وَقَدْ رَوَاهُ إِسْمَاعِيل بْن جَعْفَر عَنْ عَمْرو بْن أَبِي عَمْرو مَوْلَى الْمُطَّلِب عَنْ عَاصِم بْن عَمْرو عَنْ قَتَاده عَنْ مَحْمُود بْن لَبِيد بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن أَنْبَأَنَا اِبْن لَهِيعَة أَنْبَأَنَا اِبْن هُبَيْرَة عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ رَدَّتْهُ الطِّيَرَة عَنْ حَاجَته فَقَدْ أَشْرَكَ قَالُوا يَا رَسُول اللَّه مَا كَفَّارَة ذَلِكَ ؟ قَالَ أَنْ يَقُول أَحَدهمْ اللَّهُمَّ لَا خَيْر إِلَّا خَيْرك وَلَا طَيْر إِلَّا طَيْرك وَلَا إِلَه غَيْرك وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر حَدَّثَنَا عَبْد الْمَلِك بْن أَبِي سُلَيْمَان الْعَرْزَمِيّ عَنْ أَبِي عَلِيّ رَجُل مِنْ بَنِي كَاهِل قَالَ : خَطَبَنَا أَبُو مُوسَى الْأَشْعَرِيّ فَقَالَ : يَا أَيّهَا النَّاس اِتَّقُوا هَذَا الشِّرْك فَإِنَّهُ أَخْفَى مِنْ دَبِيب النَّمْل فَقَامَ عَبْد اللَّه بْن حَرْب وَقَيْس بْن الْمُضَارِب فَقَالَا وَاَللَّه لَتَخْرُجَنَّ مِمَّا قُلْت أَوْ لَآتِيَنَّ عُمَر مَأْذُونًا لَنَا أَوْ غَيْر مَأْذُون قَالَ بَلْ أَخْرُج مِمَّا قُلْت خَطَبَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم فَقَالَ يَا أَيّهَا النَّاس اِتَّقُوا هَذَا الشِّرْك فَإِنَّهُ أَخْفَى مِنْ دَبِيب النَّمْل فَقَالَ لَهُ مَنْ شَاءَ اللَّه أَنْ يَقُول فَكَيْف نَتَّقِيه وَهُوَ أَخْفَى مِنْ دَبِيب النَّمْل يَا رَسُول اللَّه ؟ قَالَ قُولُوا اللَّهُمَّ إِنَّا نَعُوذ بِك مِنْ أَنْ نُشْرِك بِك شَيْئًا نَعْلَمهُ وَنَسْتَغْفِرك لِمَا لَا نَعْلَمهُ وَقَدْ رُوِيَ مِنْ وَجْه آخَر وَفِيهِ أَنَّ السَّائِل فِي ذَلِكَ هُوَ الصِّدِّيق كَمَا رَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ مِنْ حَدِيث عَبْد الْعَزِيز بْن مُسْلِم عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ أَبِي مُحَمَّد عَنْ مَعْقِل بْن يَسَار قَالَ شَهِدْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ قَالَ حَدَّثَنِي أَبُو بَكْر الصِّدِّيق عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ الشِّرْك أَخْفَى فِيكُمْ مِنْ دَبِيب النَّمْل فَقَالَ أَبُو بَكْر وَهَلْ الشِّرْك إِلَّا مَنْ دَعَا مَعَ اللَّه إِلَهًا آخَر ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الشِّرْك فِيكُمْ أَخْفَى مِنْ دَبِيب النَّمْل ثُمَّ قَالَ أَلَا أَدُلّكُمْ عَلَى مَا يُذْهِب عَنْك صَغِير ذَلِكَ وَكَبِيره ؟ قُلْ اللَّهُمَّ إِنِّي أَعُوذ بِك أَنْ أُشْرِك بِك وَأَنَا أَعْلَم وَأَسْتَغْفِرك مِمَّا لَا أَعْلَم وَقَدْ رَوَاهُ الْحَافِظ أَبُو الْقَاسِم الْبَغَوِيّ عَنْ شَيْبَان بْن فَرُّوخ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ الثَّوْرِيّ عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ قَيْس بْن أَبِي حَازِم عَنْ أَبِي بَكْر الصِّدِّيق قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الشِّرْك أَخْفَى فِي أُمَّتِي مِنْ دَبِيب النَّمْل عَلَى الصَّفَا قَالَ : فَقَالَ أَبُو بَكْر يَا رَسُول اللَّه فَكَيْف النَّجَاة وَالْمَخْرَج مِنْ ذَلِكَ ؟ فَقَالَ أَلَا أُخْبِرك بِشَيْءٍ إِذَا قُلْته بَرِئْت مِنْ قَلِيله وَكَثِيره وَصَغِيره وَكَبِيره ؟ قَالَ بَلَى يَا رَسُول اللَّه قَالَ : قُلْ اللَّهُمَّ إِنِّي أَعُوذ بِك أَنْ أُشْرِك بِك وَأَنَا أَعْلَم وَأَسْتَغْفِرك لِمَا لَا أَعْلَم قَالَ الدَّارَقُطْنِيّ يَحْيَى بْن أَبِي كَثِير هَذَا يُقَال لَهُ أَبُو النَّضْر مَتْرُوك الْحَدِيث وَقَدْ رَوَى الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَصَحَّحَهُ وَالنَّسَائِيّ مِنْ حَدِيث يَعْلَى بْن عَطَاء سَمِعْت عَمْرو بْن عَاصِم سَمِعْت أَبَا هُرَيْرَة قَالَ أَبُو بَكْر الصِّدِّيق يَا رَسُول اللَّه عَلِّمْنِي شَيْئًا أَقُولهُ إِذَا أَصْبَحْت وَإِذَا أَمْسَيْت وَإِذَا أَخَذْت مَضْجَعِي قَالَ قُلْ : اللَّهُمَّ فَاطِر السَّمَوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة رَبّ كُلّ شَيْء وَمَلِيكه أَشْهَد أَنْ لَا إِلَه إِلَّا أَنْتَ أَعُوذ بِك مِنْ شَرّ نَفْسِي وَمِنْ شَرّ الشَّيْطَان وَشِرْكه رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ وَصَحَّحَهُ وَزَادَ الْإِمَام أَحْمَد فِي رِوَايَة لَهُ مِنْ حَدِيث لَيْث مِنْ أَبِي سُلَيْم عَنْ مُجَاهِد عَنْ أَبِي بَكْر الصِّدِّيق قَالَ : أَمَرَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ أَقُول - فَذَكَرَ هَذَا الدُّعَاء وَزَادَ فِي آخِره وَأَنْ أَقْتَرِف عَلَى نَفْسِي سُوءًا أَوْ أَجُرّهُ إِلَى مُسْلِم .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37754, "aya_id": 106}]