[{"text": "وَبَرَزُواْ لِلّهِ جَمِيعًا فَقَالَ الضُّعَفَاء لِلَّذِينَ اسْتَكْبَرُواْ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ اللّهِ مِن شَيْءٍ قَالُواْ لَوْ هَدَانَا اللّهُ لَهَدَيْنَاكُمْ سَوَاء عَلَيْنَآ أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ", "sura_id": 14, "type": 0, "id": 1771, "aya_id": 21}, {"text": "وبرزوا لله جميعا فقال الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا من عذاب الله من شيء قالوا لو هدانا الله لهديناكم سواء علينا أجزعنا أم صبرنا ما لنا من محيص", "sura_id": 14, "type": 1, "id": 8007, "aya_id": 21}, {"text": "21 - (وبرزوا) أي الخلائق والتعبير فيه وفيما بعده بالماضي لتحقق وقوعه (لله جميعا فقال الضعفاء) الأتباع (للذين استكبروا) المتبوعين (إنا كنا لكم تبعا) جمع تابع (فهل أنتم مغنون) دافعون (عنا من عذاب الله من شيء) من الأولى للتبيين والثانية للتبعيض (قالوا) المتبوعون (لو هدانا الله لهديناكم) لدعوناكم إلى الهدى (سواء علينا أجزعنا أم صبرنا ما لنا من) زائدة (محيص) ملجأ \r\n", "sura_id": 14, "type": 2, "id": 26715, "aya_id": 21}, {"text": "وخرجت الخلائق من قبورهم, وظهروا كلهم يوم القيامة لله الواحد القهار; ليحكم بينهم, فيقول الأتباع لقادتهم: إنَّا كنَّا لكم في الدنيا أتباعًا, نأتمر بأمركم, فهل أنتم -اليوم- دافعون عنا من عذاب الله شيئًا كما كنتم تَعِدوننا؟ فيقول الرؤساء: لو هدانا الله إلى الإيمان لأرشدناكم إليه, ولكنه لم يوفقنا, فضللنا وأضللناكم, يستوي علينا وعليكم الـجَزَع والصبر عليه, فليس لنا مهرب من العذاب ولا منجى.\r\n", "sura_id": 14, "type": 3, "id": 32951, "aya_id": 21}, {"text": " <font color=red>وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ</font><BR><p>يَقُول تَعَالَى \" وَبَرَزُوا \" أَيْ بَرَزَتْ الْخَلَائِق كُلّهَا بَرّهَا وَفَاجِرُهَا لِلَّهِ الْوَاحِد الْقَهَّار أَيْ اِجْتَمَعُوا لَهُ فِي بِرَاز مِنْ الْأَرْض وَهُوَ الْمَكَان الَّذِي لَيْسَ فِيهِ شَيْء يَسْتُر أَحَدًا \" فَقَالَ الضُّعَفَاء \" وَهُمْ الْأَتْبَاع لِقَادَتِهِمْ وِسَادَتِهِمْ وَكُبَرَائِهِمْ \" لِلَّذِينَ اِسْتَكْبَرُوا \" عَنْ عِبَادَةِ اللَّهِ وَحْدَهُ لَا شَرِيكَ لَهُ وَعَنْ مُوَافَقَةِ الرُّسُلِ قَالُوا لَهُمْ \" إِنَّا كُنَّا لَكُمْ تَبَعًا \" أَيْ مَهْمَا أَمَرْتُمُونَا اِئْتَمَرْنَا وَفَعَلْنَا \" فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْء \" أَيْ فَهَلْ تَدْفَعُونَ عَنَّا شَيْئًا مِنْ عَذَاب اللَّه كَمَا كُنْتُمْ تَعِدُونَنَا وَتُمَنُّونَنَا فَقَالَتْ الْقَادَة لَهُمْ \" لَوْ هَدَانَا اللَّه لَهَدَيْنَاكُمْ \" وَلَكِنْ حَقَّ عَلَيْنَا قَوْلُ رَبّنَا وَسَبَقَ فِينَا وَفِيكُمْ قَدَرُ اللَّه وَحَقَّتْ كَلِمَة الْعَذَاب عَلَى الْكَافِرِينَ \" سَوَاء عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيص \" أَيْ لَيْسَ لَنَا خَلَاص مِمَّا نَحْنُ فِيهِ إِنْ صَبَرْنَا عَلَيْهِ أَوْ جَزِعْنَا مِنْهُ . قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : إِنَّ أَهْل النَّار قَالَ بَعْضهمْ لِبَعْضٍ تَعَالَوْا فَإِنَّمَا أَدْرَكَ أَهْل الْجَنَّة الْجَنَّة بِبُكَائِهِمْ وَتَضَرُّعِهِمْ إِلَى اللَّه عَزَّ وَجَلَّ تَعَالَوْا نَبْكِ وَنَتَضَرَّع إِلَى اللَّه فَبَكَوْا وَتَضَرَّعُوا فَلَمَّا رَأَوْا أَنَّهُ لَا يَنْفَعهُمْ قَالُوا إِنَّمَا أَدْرَكَ أَهْل الْجَنَّة الْجَنَّة بِالصَّبْرِ تَعَالَوْا حَتَّى نَصْبِر فَصَبَرُوا صَبْرًا لَمْ يُرَ مِثْله فَلَمْ يَنْفَعهُمْ ذَلِكَ فَعِنْد ذَلِكَ قَالُوا \" سَوَاء عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا \" الْآيَة قُلْت وَالظَّاهِر أَنَّ هَذِهِ الْمُرَاجَعَة فِي النَّار بَعْد دُخُولهمْ إِلَيْهَا كَمَا قَالَ تَعَالَى \" وَإِذْ يَتَحَاجُّونَ فِي النَّار فَيَقُول الضُّعَفَاء لِلَّذِينَ اِسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنْ النَّار قَالَ الَّذِينَ اِسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّه قَدْ حَكَمَ بَيْن الْعِبَاد \" وَقَالَ تَعَالَى \" قَالَ اُدْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنْ الْجِنِّ وَالْإِنْسِ فِي النَّار كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنْ النَّار قَالَ لِكُلٍّ ضَعْف وَلَكِنْ لَا تَعْلَمُونَ وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْل فَذُوقُوا الْعَذَاب بِمَا كُنْتُمْ تَكْسِبُونَ\" وَقَالَ تَعَالَى \" رَبّنَا إِنَّا أَطَعْنَا سَادَتنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا رَبّنَا آتِهِمْ ضِعْفَيْنِ مِنْ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا \" وَأَمَّا تَخَاصُمُهُمْ فِي الْمَحْشَر فَقَالَ تَعَالَى \" وَلَوْ تَرَى إِذْ الظَّالِمُونَ مَوْقُوفُونَ عِنْد رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ قَالَ الَّذِينَ اِسْتَكْبَرُوا لِلَّذِينَ اُسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنْ الْهُدَى بَعْد إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ وَقَالَ الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَار إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاَللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوْا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ \" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37913, "aya_id": 21}]