[{"text": "أُولَئِكَ لَمْ يَكُونُواْ مُعْجِزِينَ فِي الأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ اللّهِ مِنْ أَوْلِيَاء يُضَاعَفُ لَهُمُ الْعَذَابُ مَا كَانُواْ يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُواْ يُبْصِرُونَ", "sura_id": 11, "type": 0, "id": 1493, "aya_id": 20}, {"text": "أولئك لم يكونوا معجزين في الأرض وما كان لهم من دون الله من أولياء يضاعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون", "sura_id": 11, "type": 1, "id": 7729, "aya_id": 20}, {"text": "20 - (أولئك لم يكونوا معجزين) الله (في الأرض وما كان لهم من دون الله) أي غيره (من أولياء) أنصار يمنعونهم من عذابه (يضاعف لهم العذاب) بإضلالهم غيرهم (ما كانوا يستطيعون السمع) للحق (وما كانوا يبصرون) أي لفرط كراهتهم له كأنهم لم يستطيعوا ذلك \r\n", "sura_id": 11, "type": 2, "id": 26437, "aya_id": 20}, {"text": "أولئك الكافرون لم يكونوا ليفوتوا الله في الدنيا هربًا, وما كان لهم مِن أنصار يمنعونهم من عقابه. يضاعَفُ لهم العذاب في جهنم; لأنهم كانوا لا يستطيعون أن يسمعوا القرآن سماع منتفع, أو يبصروا آيات الله في هذا الكون إبصار مهتد; لاشتغالهم بالكفر الذي كانوا عليه مقيمين.\r\n", "sura_id": 11, "type": 3, "id": 32673, "aya_id": 20}, {"text": " <font color=red>أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ يُضَاعَفُ لَهُمُ الْعَذَابُ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ</font><BR><p>أَيْ بَلْ كَانُوا تَحْت قَهْره وَغَلَبَته وَفِي قَبْضَته وَسُلْطَانه وَهُوَ قَادِر عَلَى الِانْتِقَام مِنْهُمْ فِي الدَّار الدُّنْيَا قَبْل الْآخِرَة \" وَلَكِنْ يُؤَخِّرهُمْ لِيَوْمٍ تَشْخَص فِيهِ الْأَبْصَار وَفِي الصَّحِيحَيْنِ \" إِنَّ اللَّه لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتهُ \" وَلِهَذَا قَالَ تَعَالَى \" يُضَاعَف لَهُمْ الْعَذَاب \" الْآيَة . أَيْ يُضَاعَف عَلَيْهِمْ الْعَذَاب , وَذَلِكَ أَنَّ اللَّه تَعَالَى جَعَلَ لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَة فَمَا أَغْنَى عَنْهُمْ سَمْعهمْ وَلَا أَبْصَارهمْ وَلَا أَفْئِدَتهمْ بَلْ كَانُوا صُمًّا عَنْ سَمَاع الْحَقّ عُمْيًا عَنْ اِتِّبَاعه كَمَا أَخْبَرَ تَعَالَى عَنْهُمْ حِين دُخُولهمْ النَّار كَقَوْلِهِ \" وَقَالُوا لَوْ كُنَّا نَسْمَع أَوْ نَعْقِل مَا كُنَّا فِي أَصْحَاب السَّعِير \" وَقَالَ تَعَالَى \" الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيل اللَّه زِدْنَاهُمْ عَذَابًا فَوْق الْعَذَاب \" الْآيَة وَلِهَذَا يُعَذَّبُونَ عَلَى كُلّ أَمْر تَرَكُوهُ وَعَلَى كُلّ نَهْي اِرْتَكَبُوهُ وَلِهَذَا كَانَ أَصَحّ الْأَقْوَال أَنَّهُمْ مُكَلَّفُونَ بِفُرُوعِ الشَّرَائِع أَمْرهَا وَنَهْيهَا بِالنِّسْبَةِ إِلَى الدَّار الْآخِرَة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37636, "aya_id": 20}]