[{"text": "مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ", "sura_id": 23, "type": 0, "id": 2740, "aya_id": 67}, {"text": "مستكبرين به سامرا تهجرون", "sura_id": 23, "type": 1, "id": 8976, "aya_id": 67}, {"text": "67 - (مستكبرين) عن الإيمان (به) أي بالبيت أو الحرم بأنهم أهله في أمن بخلاف سائر الناس في مواطنهم (سامرا) حال أي جماعة يتحدثون بالليل حول البيت (تهجرون) من الثلاثي تتركون القرآن ومن الرباعي أي تقولون غير الحق في النبي والقرآن \r\n", "sura_id": 23, "type": 2, "id": 27684, "aya_id": 67}, {"text": "تفعلون ذلك مستكبرين على الناس بغير الحق بسبب بيت الله الحرام, تقولون: نحن أهله لا نُغْلَب فيه، وتتسامرون حوله بالسيِّئ من القول.\r\n", "sura_id": 23, "type": 3, "id": 33920, "aya_id": 67}, {"text": " <font color=red>مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ</font><BR><p>وَقَوْله \" مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ \" فِي تَفْسِيره قَوْلَانِ \" أَحَدهمَا \" أَنَّ مُسْتَكْبِرِينَ حَال مِنْهُمْ حِين نُكُوصهمْ عَنْ الْحَقّ وَإِبَائِهِمْ إِيَّاهُ اِسْتِكْبَارًا عَلَيْهِ وَاحْتِقَارًا لَهُ وَلِأَهْلِهِ فَعَلَى هَذَا الضَّمِير فِي بِهِ فِيهِ ثَلَاثَة أَقْوَال \" أَحَدهَا \" أَنَّهُ الْحَرَم أَيْ مَكَّة ذُمُّوا لِأَنَّهُمْ كَانُوا يُسَمِّرُونَ فِيهِ بِالْهَجْرِ مِنْ الْكَلَام . \" الثَّانِي \" : أَنَّهُ ضَمِير لِلْقُرْآنِ كَانُوا يُسَمِّرُونَ وَيَذْكُرُونَ الْقُرْآن بِالْهَجْرِ مِنْ الْكَلَام : إِنَّهُ سِحْر إِنَّهُ شِعْر إِنَّهُ كِهَانَة إِلَى غَيْر ذَلِكَ مِنْ الْأَقْوَال الْبَاطِلَة . \" وَالثَّالِث \" : أَنَّهُ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانُوا يَذْكُرُونَهُ فِي سَمَرهمْ بِالْأَقْوَالِ الْفَاسِدَة وَيَضْرِبُونَ لَهُ الْأَمْثَال الْبَاطِلَة مِنْ أَنَّهُ شَاعِر أَوْ كَاهِن أَوْ سَاحِر أَوْ كَذَّاب أَوْ مَجْنُون فَكُلّ ذَلِكَ بَاطِل بَلْ هُوَ عَبْد اللَّه وَرَسُوله الَّذِي أَظْهَرَهُ اللَّه عَلَيْهِمْ وَأَخْرَجَهُمْ مِنْ الْحَرَم صَاغِرِينَ أَذِلَّاء وَقِيلَ الْمُرَاد بِقَوْلِهِ \" مُسْتَكْبِرِينَ بِهِ \" أَيْ بِالْبَيْتِ يَفْتَخِرُونَ بِهِ مُعْتَقِدُونَ أَنَّهُمْ أَوْلِيَاؤُهُ وَلَيْسُوا بِهِ كَمَا قَالَ النَّسَائِيّ فِي التَّفْسِير مِنْ سُنَنه أَخْبَرَنَا أَحْمَد بْن سُلَيْمَان أَخْبَرَنَا عَبْد اللَّه عَنْ إِسْرَائِيل عَنْ عَبْد الْأَعْلَى أَنَّهُ سَمِعَ سَعِيد بْن جُبَيْر يُحَدِّث عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : إِنَّمَا كُرِهَ السَّمَر حِين نَزَلَتْ هَذِهِ الْآيَة \" مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ \" فَقَالَ مُسْتَكْبِرِينَ بِالْبَيْتِ يَقُولُونَ نَحْنُ أَهْله سَامِرًا قَالَ كَانُوا يَتَكَبَّرُونَ وَيَسْمُرُونَ فِيهِ وَلَا يَعْمُرُونَهُ وَقَدْ أَطْنَبَ اِبْن أَبِي حَاتِم هَهُنَا بِمَا هَذَا حَاصِله .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39189, "aya_id": 67}]