[{"text": "فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى", "sura_id": 20, "type": 0, "id": 2368, "aya_id": 20}, {"text": "فألقاها فإذا هي حية تسعى", "sura_id": 20, "type": 1, "id": 8604, "aya_id": 20}, {"text": "20 - (فألقاها فإذا هي حية) ثعبان عظيم (تسعى) تمشي على بطنها سريعا كسرعة الثعبان المسمى بالجان المعبر به فيها في آية أخرى \r\n", "sura_id": 20, "type": 2, "id": 27312, "aya_id": 20}, {"text": "فألقاها موسى على الأرض, فانقلبت بإذن الله حية تسعى, فرأى موسى أمرًا عظيمًا وولى هاربًا.\r\n", "sura_id": 20, "type": 3, "id": 33548, "aya_id": 20}, {"text": " <font color=red>فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى</font><BR><p>\" فَأَلْقَاهَا فَإِذَا هِيَ حَيَّة تَسْعَى \" أَيْ صَارَتْ فِي الْحَال حَيَّة عَظِيمَة ثُعْبَانًا طَوِيلًا يَتَحَرَّك حَرَكَة سَرِيعَة فَإِذَا هِيَ تَهْتَزّ كَأَنَّهَا جَانّ وَهُوَ أَسْرَع الْحَيَّات حَرَكَة وَلَكِنَّهُ صَغِير فَهَذِهِ فِي غَايَة الْكِبَر وَفِي غَايَة سُرْعَة الْحَرَكَة تَسْعَى أَيْ تَمْشِي وَتَضْطَرِب قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن عَبْدَة حَدَّثَنَا حَفْص بْن جُمَيْع حَدَّثَنَا سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فَأَلْقَاهَا فَإِذَا هِيَ حَيَّة تَسْعَى وَلَمْ تَكُنْ قَبْل ذَلِكَ حَيَّة فَمَرَّتْ بِشَجَرَةٍ فَأَكَلَتْهَا وَمَرَّتْ بِصَخْرَةٍ فَابْتَلَعَتْهَا فَجَعَلَ مُوسَى يَسْمَع وَقْع الصَّخْرَة فِي جَوْفهَا فَوَلَّى مُدْبِرًا وَنُودِيَ أَنْ يَا مُوسَى خُذْهَا فَلَمْ يَأْخُذهَا ثُمَّ نُودِيَ الثَّانِيَة أَنْ خُذْهَا وَلَا تَخَفْ فَقِيلَ لَهُ فِي الثَّالِثَة إِنَّك مِنْ الْآمِنِينَ فَأَخَذَهَا . وَقَالَ وَهْب بْن مُنَبِّه فِي قَوْله فَأَلْقَاهَا فَإِذَا هِيَ حَيَّة تَسْعَى قَالَ فَأَلْقَاهَا عَلَى وَجْه الْأَرْض ثُمَّ حَانَتْ مِنْهُ نَظْرَة فَإِذَا بِأَعْظَم ثُعْبَان نَظَرَ إِلَيْهِ النَّاظِرُونَ يَدِبّ يَلْتَمِس كَأَنَّهُ يَبْتَغِي شَيْئًا يُرِيد أَخْذه يَمُرّ بِالصَّخْرَةِ مِثْل الْخِلْفَة مِنْ الْإِبِل فَيَلْتَقِمهَا وَيَطْعَن بِالنَّابِ مِنْ أَنْيَابه فِي أَصْل الشَّجَرَة الْعَظِيمَة فَيَجْتَثّهَا عَيْنَاهُ تَتَّقِدَانِ نَارًا وَقَدْ عَادَ الْمِحْجَن مِنْهَا عُرْفًا قِيلَ شَعْر مِثْل النَّيَازِك وَعَادَ الشُّعْبَتَانِ فَمًا مِثْل الْقَلِيب الْوَاسِع فِيهِ أَضْرَاس وَأَنْيَاب لَهَا صَرِيف فَلَمَّا عَايَنَ ذَلِكَ مُوسَى وَلَّى مُدْبِرًا وَلَمْ يُعَقِّب فَذَهَبَ حَتَّى أَمْعَنَ وَرَأَى أَنَّهُ قَدْ أَعْجَزَ الْحَيَّة ثُمَّ ذَكَرَ رَبّه فَوَقَفَ اِسْتِحْيَاء مِنْهُ مِمَّ نُودِيَ يَا مُوسَى أَنْ اِرْجِعْ حَيْثُ كُنْت فَرَجَعَ مُوسَى وَهُوَ شَدِيد الْخَوْف فَقَالَ خُذْهَا بِيَمِينِك .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38830, "aya_id": 20}]