[{"text": "وَمَا لَكُمْ أَلاَّ تَأْكُلُواْ مِمَّا ذُكِرَ اسْمُ اللّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلاَّ مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ", "sura_id": 6, "type": 0, "id": 908, "aya_id": 119}, {"text": "وما لكم ألا تأكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم إلا ما اضطررتم إليه وإن كثيرا ليضلون بأهوائهم بغير علم إن ربك هو أعلم بالمعتدين", "sura_id": 6, "type": 1, "id": 7144, "aya_id": 119}, {"text": "119 - (وما لكم أ) ن (لا تأكلوا مما ذكر اسم الله عليه) من الذبائح (وقد فُصِّل) بالبناء للمفعول وللفاعل في الفعلين (لكم ما حرم عليكم) في آية {حرمت عليكم الميتة} (إلا ما اضطررتم إليه) منه فهو أيضا حلال لكم المعنى لا مانع لكم من أكل ما ذكر وقد بين لكم المحرم أكله وهذا ليس منه (وإن كثيرا ليَضلون) بفتح الياء وضمها (بأهوائهم) بما تهواه أنفسهم من تحليل الميتة وغيرها (بغير علم) يعتمدونه في ذلك (إن ربك هو أعلم بالمعتدين) المتجاوزين الحلال إلى الحرام \r\n", "sura_id": 6, "type": 2, "id": 25852, "aya_id": 119}, {"text": "وأيُّ شيء يمنعكم أيها المسلمون من أن تأكلوا مما ذكر اسم الله عليه, وقد بيَّن الله سبحانه لكم جميع ما حرَّم عليكم؟ لكن ما دعت إليه الضرورة بسبب المجاعة, مما هو محرم عليكم كالميتة, فإنه مباح لكم. وإنَّ كثيرًا من الضالين ليضلون عن سبيل الله أشياعهم في تحليل الحرام وتحريم الحلال بأهوائهم؛ جهلا منهم. إن ربك -أيها الرسول- هو أعلم بمن تجاوز حده في ذلك, وهو الذي يتولى حسابه وجزاءه.\r\n", "sura_id": 6, "type": 3, "id": 32088, "aya_id": 119}, {"text": " <font color=red>وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ</font><BR><p>إِلَيْهِ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْم إِنَّ رَبّك هُوَ أَعْلَم بِالْمُعْتَدِينَ \" فَقَالَ \" وَمَا لَكُمْ أَنْ لَا تَأْكُلُوا مِمَّا ذُكِرَ اِسْم اللَّه عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ \" أَيْ قَدْ بَيَّنَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ وَوَضَّحَهُ وَقَرَأَ بَعْضهمْ فَصَلِّ بِالتَّشْدِيدِ وَقَرَأَ آخَرُونَ بِالتَّخْفِيفِ وَالْكُلّ بِمَعْنَى الْبَيَان وَالْوُضُوح\" إِلَّا مَا اُضْطُرِرْتُمْ إِلَيْهِ \" أَيْ إِلَّا فِي حَال الِاضْطِرَار فَإِنَّهُ يُبَاح لَكُمْ مَا وَجَدْتُمْ ثُمَّ بَيَّنَ تَعَالَى جَهَالَة الْمُشْرِكِينَ فِي آرَائِهِمْ الْفَاسِدَة مِنْ اِسْتِحْلَالهمْ الْمَيِّتَات وَمَا ذُكِرَ عَلَيْهِ غَيْر اِسْم اللَّه تَعَالَى فَقَالَ \" وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْم إِنَّ رَبّك هُوَ أَعْلَم بِالْمُعْتَدِينَ \" أَيْ هُوَ أَعْلَم بِاعْتِدَائِهِمْ وَكَذِبهمْ وَافْتِرَائِهِمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42098, "aya_id": 119}]