[{"text": "فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ اللّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ", "sura_id": 9, "type": 0, "id": 1290, "aya_id": 55}, {"text": "فلا تعجبك أموالهم و لا أولادهم إنما يريد الله ليعذبهم بها في الحياة الدنيا و تزهق أنفسهم و هم كافرون", "sura_id": 9, "type": 1, "id": 7526, "aya_id": 55}, {"text": "55 - (فلا تعجبك أموالهم ولا أولادهم) أي لا تستحسن نعمنا عليهم فهي استدراج (إنما يريد الله ليعذبهم) أي أن يعذبهم (بها في الحياة الدنيا) بما يلقون في جمعها من المشقة وفيها من المصائب (وتزهق) تخرج (أنفسهم وهم كافرون) فيعذبهم في الآخرة أشد العذاب \r\n", "sura_id": 9, "type": 2, "id": 26234, "aya_id": 55}, {"text": "فلا تعجبك -أيها النبي- أموال هؤلاء المنافقين ولا أولادهم, إنما يريد الله أن يعذبهم بها في الحياة الدنيا بالتعب في تحصيلها وبالمصائب التي تقع فيها, حيث لا يحتسبون ذلك عند الله, وتخرج أنفسهم, فيموتوا على كفرهم بالله ورسوله.\r\n", "sura_id": 9, "type": 3, "id": 32470, "aya_id": 55}, {"text": " <font color=red>فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلَا تُعْجِبك أَمْوَالهمْ وَلَا أَوْلَادهمْ \" كَمَا قَالَ تَعَالَى \" وَلَا تَمُدَّنَّ عَيْنَيْك إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَة الْحَيَاة الدُّنْيَا لِنَفْتِنهُمْ فِيهِ وَرِزْق رَبّك خَيْر وَأَبْقَى \" وَقَالَ \" أَيَحْسَبُونَ أَنَّمَا نُمِدّهُمْ بِهِ مِنْ مَال وَبَنِينَ نُسَارِع لَهُمْ فِي الْخَيْرَات بَلْ لَا يَشْعُرُونَ \" وَقَوْله \" إِنَّمَا يُرِيد اللَّه لِيُعَذِّبهُمْ بِهَا فِي الْحَيَاة الدُّنْيَا \" قَالَ الْحَسَن الْبَصْرِيّ بِزَكَاتِهَا وَالنَّفَقَة مِنْهَا فِي سَبِيل اللَّه وَقَالَ قَتَادَة هَذَا مِنْ الْمُقَدَّم وَالْمُؤَخَّر تَقْدِيره : فَلَا تُعْجِبك أَمْوَالهمْ وَلَا أَوْلَادهمْ فِي الْحَيَاة الدُّنْيَا إِنَّمَا يُرِيد اللَّه لِيُعَذِّبهُمْ بِهَا فِي الْآخِرَة . وَاخْتَارَ اِبْن جَرِير قَوْل الْحَسَن وَهُوَ الْقَوْل الْقَوِيّ الْحَسَن . وَقَوْله \" وَتَزْهَق أَنْفُسهمْ وَهُمْ كَافِرُونَ \" أَيْ وَيُرِيد أَنْ يُمِيتهُمْ حِين يُمِيتهُمْ عَلَى الْكُفْر لِيَكُونَ ذَلِكَ أَنْكَى لَهُمْ وَأَشَدّ لِعَذَابِهِمْ . عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ وَهَذَا يَكُون مِنْ بَاب الِاسْتِدْرَاج لَهُمْ فِيمَا هُمْ فِيهِ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43474, "aya_id": 55}]