[{"text": "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ الْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى", "sura_id": 53, "type": 0, "id": 4816, "aya_id": 32}, {"text": "الذين يجتنبون كبائر الإثم والفواحش إلا اللمم إن ربك واسع المغفرة هو أعلم بكم إذ أنشأكم من الأرض وإذ أنتم أجنة في بطون أمهاتكم فلا تزكوا أنفسكم هو أعلم بمن اتقى", "sura_id": 53, "type": 1, "id": 11052, "aya_id": 32}, {"text": "32 - (الذين يجتنبون كبائر الإثم والفواحش إلا اللمم) هو صغار الذنوب كالنظرة والقبلة واللمسة فهو استثناء منقطع والمعنى لكن اللمم يغفر باجتناب الكبائر (إن ربك واسع المغفرة) بذلك وبقبول التوبة ونزل فيمن كان يقول صلاتنا وصيامنا حجنا (هو أعلم) عالم (بكم إذ أنشأكم من الأرض) أي خلق أباكم آدم من التراب (وإذ أنتم أجنة) جمع جنين (في بطون أمهاتكم فلا تزكوا أنفسكم) لا تمدحوها على سبيل الاعجاب أما على سبيل الاعتراف بالنعمة فحسن (هو أعلم) أي عالم (بمن اتقى) \r\n", "sura_id": 53, "type": 2, "id": 29760, "aya_id": 32}, {"text": " وهم الذين يبتعدون عن كبائر الذنوب والفواحش إلا اللمم, وهي الذنوب الصغار التي لا يُصِرُّ صاحبها عليها, أو يلمُّ بها العبد على وجه الندرة, فإن هذه مع الإتيان بالواجبات وترك المحرمات, يغفرها الله لهم ويسترها عليهم, إن ربك واسع المغفرة, هو أعلم بأحوالكم حين خلق أباكم آدم من تراب, وحين أنتم أجنَّة في بطون أمهاتكم, فلا تزكُّوا أنفسكم فتمدحوها وتَصِفُوها بالتقوى, هو أعلم بمن اتقى عقابه فاجتنب معاصيه من عباده.\r\n", "sura_id": 53, "type": 3, "id": 35996, "aya_id": 32}, {"text": " <font color=red>الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى</font><BR><p>فَسَّرَ الْمُحْسِنِينَ بِأَنَّهُمْ الَّذِينَ يَجْتَنِبُونَ كَبَائِر الْإِثْم وَالْفَوَاحِش أَيْ لَا يَتَعَاطَوْنَ الْمُحَرَّمَات الْكَبَائِر وَإِنْ وَقَعَ مِنْهُمْ بَعْض الصَّغَائِر فَإِنَّهُ يَغْفِر لَهُمْ وَيَسْتُر عَلَيْهِمْ كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا\" . وَقَالَ هَهُنَا \" الَّذِينَ يَجْتَنِبُونَ كَبَائِر الْإِثْم وَالْفَوَاحِشَ إِلَّا اللَّمَم \" وَهَذَا اِسْتِثْنَاء مُنْقَطِعٌ لِأَنَّ اللَّمَم مِنْ صَغَائِر الذُّنُوب وَمُحَقَّرَات الْأَعْمَال . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ اِبْن طَاوُس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ مَا رَأَيْت شَيْئًا أَشْبَه بِاللَّمَمِ مِمَّا قَالَ أَبُو هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه تَعَالَى كَتَبَ عَلَى اِبْن آدَم حَظّه مِنْ الزِّنَا أَدْرَكَ ذَلِكَ لَا مَحَالَةَ فَزِنَا الْعَيْن النَّظَرُ وَزِنَا اللِّسَان النُّطْقُ وَالنَّفْس تَمَنَّى وَتَشْتَهِي وَالْفَرْج يُصَدِّق ذَلِكَ أَوْ يُكَذِّبهُ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث عَبْد الرَّزَّاق بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن ثَوْر حَدَّثَنَا مَعْمَر عَنْ الْأَعْمَش عَنْ أَبِي الضُّحَى أَنَّ اِبْن مَسْعُود قَالَ : زِنَا الْعَيْنَيْنِ النَّظَر وَزِنَا الشَّفَتَيْنِ التَّقْبِيل وَزِنَا الْيَدَيْنِ الْبَطْش وَزِنَا الرِّجْلَيْنِ الْمَشْي وَيُصَدِّق ذَلِكَ الْفَرْج أَوْ يُكَذِّبهُ فَإِنْ تَقَدَّمَ بِفَرْجِهِ كَانَ زَانِيًا وَإِلَّا فَهُوَ اللَّمَم وَكَذَا قَالَ مَسْرُوق وَالشَّعْبِيّ . وَقَالَ عَبْد الرَّحْمَن بْن نَافِع الَّذِي يُقَال لَهُ اِبْن لُبَابَة الطَّائِفِيّ قَالَ سَأَلْت أَبَا هُرَيْرَة عَنْ قَوْل اللَّه \" إِلَّا اللَّمَم\" قَالَ الْقُبْلَة وَالْغَمْزَة وَالنَّظْرَة وَالْمُبَاشَرَة فَإِذَا مَسَّ الْخِتَان الْخِتَان فَقَدْ وَجَبَ الْغُسْل وَهُوَ الزِّنَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" إِلَّا اللَّمَم \" إِلَّا مَا سَلَفَ وَكَذَا قَالَ زَيْد بْن أَسْلَمَ . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَتَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ مَنْصُور عَنْ مُجَاهِد أَنَّهُ قَالَ فِي هَذِهِ الْآيَة\" إِلَّا اللَّمَم \" قَالَ الَّذِي يُلِمُّ بِالذَّنْبِ ثُمَّ يَدَعُهُ قَالَ الشَّاعِر : إِنْ تَغْفِرْ اللَّهُمَّ تَغْفِرْ جَمًّا أَيّ عَبْدٍ لَك مَا أَلَمَّا وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ مَنْصُور عَنْ مُجَاهِد فِي قَوْل اللَّه تَعَالَى\" إِلَّا اللَّمَم \" قَالَ الرَّجُل يُلِمّ بِالذَّنْبِ ثُمَّ يَنْزِع عَنْهُ قَالَ وَكَانَ أَهْل الْجَاهِلِيَّة يَطُوفُونَ بِالْبَيْتِ وَهُمْ يَقُولُونَ إِنْ تَغْفِر اللَّهُمَّ تَغْفِرْ جَمَّا وَأَيّ عَبْد لَك مَا أَلَمَّا وَقَدْ رَوَاهُ اِبْن جَرِير وَغَيْره مَرْفُوعًا قَالَ اِبْن جَرِير حَدَّثَنِي سُلَيْمَان بْن عَبْد الْجَبَّار حَدَّثَنَا أَبُو عَاصِم حَدَّثَنَا زَكَرِيَّا بْن إِسْحَاق عَنْ عَمْرو بْن دِينَار عَنْ عَطَاء عَنْ اِبْن عَبَّاس \" الَّذِينَ يَجْتَنِبُونَ كَبَائِر الْإِثْم وَالْفَوَاحِش إِلَّا اللَّمَم \" قَالَ هُوَ الرَّجُل يُلِمّ بِالْفَاحِشَةِ ثُمَّ يَتُوب وَقَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ تَغْفِرْ اللَّهُمَّ تَغْفِرْ جَمًّا وَأَيّ عَبْد لَك مَا أَلَمَّا \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ أَحْمَد بْن عُثْمَان الْبَصْرِيّ عَنْ أَبِي عَاصِم النَّبِيل ثُمَّ قَالَ هَذَا حَدِيث صَحِيح حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث زَكَرِيَّا بْن إِسْحَاق وَكَذَا قَالَ الْبَزَّار لَا نَعْلَمهُ يُرْوَى مُتَّصِلًا إِلَّا مِنْ هَذَا الْوَجْه وَسَاقَهُ اِبْن أَبِي حَاتِم وَالْبَغَوِيّ مِنْ حَدِيث أَبِي عَاصِم النَّبِيل وَإِنَّمَا ذَكَرَهُ الْبَغَوِيّ فِي تَفْسِير سُورَة تَنْزِيل وَفِي صِحَّته مَرْفُوعًا نَظَرٌ . ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن بَزِيع حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا يُونُس عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَرَاهُ رَفَعَهُ فِي \" الَّذِينَ يَجْتَنِبُونَ كَبَائِر الْإِثْم وَالْفَوَاحِش إِلَّا اللَّمَم \" قَالَ\" اللَّمَّة مِنْ الزِّنَا ثُمَّ يَتُوب وَلَا يَعُود . وَاللَّمَم مِنْ السَّرِقَة ثُمَّ يَتُوب وَلَا يَعُود وَاللَّمَّة مِنْ شُرْب الْخَمْر ثُمَّ يَتُوب وَلَا يَعُود قَالَ فَذَلِكَ الْإِلْمَام \" وَحَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ عَوْف عَنْ الْحَسَن فِي قَوْل اللَّه تَعَالَى \" الَّذِينَ يَجْتَنِبُونَ كَبَائِر الْإِثْم وَالْفَوَاحِش إِلَّا اللَّمَم \" قَالَ اللَّمَم مِنْ الزِّنَا أَوْ السَّرِقَة أَوْ شُرْب الْخَمْر ثُمَّ لَا يَعُود . وَحَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّةَ عَنْ أَبِي رَجَاء عَنْ الْحَسَن فِي قَوْل اللَّه \" الَّذِينَ يَجْتَنِبُونَ كَبَائِر الْإِثْم وَالْفَوَاحِش إِلَّا اللَّمَم \" قَالَ كَانَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولُونَ هُوَ الرَّجُل يُصِيب اللَّمَّة مِنْ الزِّنَا وَاللَّمَّة مِنْ شُرْب الْخَمْر فَيَجْتَنِبهَا وَيَتُوب مِنْهَا . وَقَالَ اِبْن جَرِير عَنْ عَطَاء عَنْ اِبْن عَبَّاس \" إِلَّا اللَّمَم\" يُلِمّ بِهَا فِي الْحِين قُلْت الزِّنَا ؟ قَالَ الزِّنَا ثُمَّ يَتُوب وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن عُيَيْنَةَ عَنْ عَمْرو عَنْ عَطَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ اللَّمَم الَّذِي يُلِمّ الْمَرَّةَ . وَقَالَ السُّدِّيّ قَالَ أَبُو صَالِح سُئِلْت عَنْ اللَّمَم فَقُلْت هُوَ الرَّجُل يُصِيب الذَّنْب ثُمَّ يَتُوب وَأَخْبَرْت بِذَلِكَ اِبْن عَبَّاس فَقَالَ لَقَدْ أَعَانَك عَلَيْهَا مَلَكٌ كَرِيمٌ حَكَاهُ الْبَغَوِيّ . وَرَوَى اِبْن جَرِير مِنْ طَرِيق الْمُثَنَّى بْن الصَّبَّاح وَهُوَ ضَعِيف عَنْ عَمْرو بْن شُعَيْب أَنَّ عَبْد اللَّه بْن عَمْرو قَالَ اللَّمَم مَا دُون الشِّرْك وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ جَابِر الْجُعْفِيّ عَنْ عَطَاء عَنْ اِبْن الزُّبَيْر \" إِلَّا اللَّمَم \" قَالَ مَا بَيْن الْحَدَّيْنِ حَدّ الزِّنَا وَعَذَاب الْآخِرَة وَكَذَا رَوَاهُ شُعْبَة عَنْ الْحَكَم عَنْ اِبْن عَبَّاس مِثْله سَوَاء . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" إِلَّا اللَّمَم \" كُلّ شَيْء بَيْن الْحَدَّيْنِ حَدّ الدُّنْيَا وَحَدّ الْآخِرَة تُكَفِّرهُ الصَّلَوَات فَهُوَ اللَّمَم وَهُوَ دُون كُلّ مُوجِب فَأَمَّا حَدّ الدُّنْيَا فَكُلّ حَدّ فَرَضَ اللَّه عُقُوبَته فِي الدُّنْيَا وَأَمَّا حَدّ الْآخِرَة فَكُلّ شَيْء خَتَمَهُ اللَّه بِالنَّارِ وَأَخَّرَ عُقُوبَته إِلَى الْآخِرَة . وَكَذَا قَالَ عِكْرِمَة وَقَتَادَة وَالضَّحَّاك وَقَوْله تَعَالَى \" إِنَّ رَبّك وَاسِع الْمَغْفِرَة \" أَيْ رَحْمَته وَسِعَتْ كُلّ شَيْء وَمَغْفِرَته تَسَع الذُّنُوب كُلّهَا لِمَنْ تَابَ مِنْهَا كَقَوْلِهِ تَعَالَى \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِنَّ اللَّه يَغْفِر الذُّنُوب جَمِيعًا إِنَّهُ هُوَ الْغَفُور الرَّحِيم \" وَقَوْله تَعَالَى \" هُوَ أَعْلَم بِكُمْ إِذْ أَنْشَأَكُمْ مِنْ الْأَرْض \" أَيْ هُوَ بَصِيرٌ بِكُمْ عَلِيم بِأَحْوَالِكُمْ وَأَفْعَالكُمْ وَأَقْوَالكُمْ الَّتِي سَتَصْدُرُ عَنْكُمْ وَتَقَع مِنْكُمْ حِين أَنْشَأَ أَبَاكُمْ آدَم مِنْ الْأَرْض وَاسْتَخْرَجَ ذُرِّيَّتَهُ مِنْ صُلْبه أَمْثَال الذَّرِّ ثُمَّ قَسَمَهُمْ فَرِيقَيْنِ فَرِيقًا لِلْجَنَّةِ وَفَرِيقًا لِلسَّعِيرِ وَكَذَا قَوْله \" وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُون أُمَّهَاتكُمْ قَدْ كَتَبَ الْمَلَك الَّذِي يُوَكَّل بِهِ رِزْقه وَأَجَله وَعَمَله وَشَقِيّ أَمْ سَعِيد ؟ قَالَ مَكْحُول كُنَّا أَجِنَّة فِي بُطُون أُمَّهَاتِنَا فَسَقَطَ مِنَّا مَنْ سَقَطَ وَكُنَّا فِيمَنْ بَقِيَ ثُمَّ كُنَّا مَرَاضِيع فَهَلَكَ مِنَّا مَنْ هَلَكَ وَكُنَّا فِيمَنْ بَقِيَ ثُمَّ صِرْنَا يَفَعَةً فَهَلَكَ مِنَّا مَنْ هَلَكَ وَكُنَّا فِيمَنْ بَقِيَ ثُمَّ صِرْنَا شُبَّانًا فَهَلَكَ مِنَّا مَنْ هَلَكَ وَكُنَّا فِيمَنْ بَقِيَ ثُمَّ صِرْنَا شُيُوخًا لَا أَبَا لَك فَمَاذَا بَعْد هَذَا نَنْتَظِر ؟ رَوَاهُ اِبْن أَبِي حَاتِم عَنْهُ . وَقَوْله تَعَالَى \" فَلَا تُزَكُّوا أَنْفُسكُمْ\" أَيْ تَمْدَحُوهَا وَتَشْكُرُوهَا وَتَمُنُّوا بِأَعْمَالِكُمْ \" هُوَ أَعْلَم بِمَنْ اِتَّقَى \" كَمَا قَالَ تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسهمْ بَلْ اللَّه يُزَكِّي مَنْ يَشَاء وَلَا يُظْلَمُونَ فَتِيلًا \" . وَقَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا عَمْرو النَّاقِد حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا اللَّيْث عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء قَالَ سَمَّيْت اِبْنَتِي بَرَّةَ فَقَالَتْ لِي زَيْنَبُ بِنْت أَبِي سَلَمَة إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ هَذَا الِاسْم وَسُمِّيتُ بَرَّةَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُزَكُّوا أَنْفُسكُمْ إِنَّ اللَّهَ أَعْلَمُ بِأَهْلِ الْبِرِّ مِنْكُمْ \" فَقَالُوا بِمَ نُسَمِّيهَا ؟ قَالَ \" سَمُّوهَا زَيْنَب \" وَقَدْ ثَبَتَ أَيْضًا فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ حَدَّثَنَا عَفَّان حَدَّثَنَا وُهَيْب حَدَّثَنَا خَالِد الْحَذَّاء عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْرَة عَنْ أَبِيهِ قَالَ مَدَحَ رَجُلٌ رَجُلًا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه \" وَيْلَك قَطَعْت عُنُقَ صَاحِبِك - مِرَارًا - إِذَا كَانَ أَحَدكُمْ مَادِحًا صَاحِبَهُ لَا مَحَالَةَ فَلْيَقُلْ أَحْسِب فُلَانًا وَاَللَّهُ حَسِيبُهُ وَلَا أُزَكِّي عَلَى اللَّه أَحَدًا أَحْسِبهُ كَذَا وَكَذَا إِنْ كَانَ يَعْلَم ذَلِكَ \" ثُمَّ رَوَاهُ عَنْ غُنْدَر عَنْ شُعْبَة عَنْ خَالِد الْحَذَّاء بِهِ وَكَذَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَأَبُو دَاوُد وَابْن مَاجَهْ مِنْ طُرُق عَنْ خَالِد الْحَذَّاء بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع وَعَبْد الرَّحْمَن قَالَا أَخْبَرَك سُفْيَان عَنْ مَنْصُور عَنْ إِبْرَاهِيم عَنْ هَمَّام بْن الْحَارِث قَالَ جَاءَ رَجُل إِلَى عُثْمَان فَأَثْنَى عَلَيْهِ فِي وَجْهه قَالَ فَجَعَلَ الْمِقْدَاد بْن الْأَسْوَد يَحْثُو فِي وَجْهه التُّرَاب وَيَقُول أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا لَقِينَا الْمَدَّاحِينَ أَنْ نَحْثُوَ فِي وُجُوههمْ التُّرَاب وَرَوَاهُ مُسْلِم وَأَبُو دَاوُد مِنْ حَدِيث الثَّوْرِيّ عَنْ مَنْصُور بِهِ .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41736, "aya_id": 32}]