[{"text": "وَوَهَبْنَا لَهُ إِسْحَقَ وَيَعْقُوبَ كُلاًّ هَدَيْنَا وَنُوحًا هَدَيْنَا مِن قَبْلُ وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ", "sura_id": 6, "type": 0, "id": 873, "aya_id": 84}, {"text": "ووهبنا له إسحاق ويعقوب كلا هدينا ونوحا هدينا من قبل ومن ذريته داود وسليمان وأيوب ويوسف وموسى وهارون وكذلك نجزي المحسنين", "sura_id": 6, "type": 1, "id": 7109, "aya_id": 84}, {"text": "84 - (ووهبنا له إسحاق ويعقوب) ابنيه (كلا) منهما (هدينا ونوحا هدينا من قبل) أي قبل إبراهيم (ومن ذريته) أي نوح (داود وسليمان) ابنه (وأيوب ويوسف) بن يعقوب (وموسى وهارون وكذلك) كما جزيناهم (نجزي المحسنين) \r\n", "sura_id": 6, "type": 2, "id": 25817, "aya_id": 84}, {"text": "ومننَّا على إبراهيم عليه السلام بأن رزقناه إسحاق ابنًا ويعقوب حفيدًا, ووفَّقنا كلا منهما لسبيل الرشاد, وكذلك وفَّقنا للحق نوحًا -من قبل إبراهيم وإسحاق ويعقوب- وكذلك وفَّقنا للحق من ذرية نوح داود وسليمان وأيوب ويوسف وموسى وهارون عليهم السلام, وكما جزينا هؤلاء الأنبياء لإحسانهم نجزي كل محسن.\r\n", "sura_id": 6, "type": 3, "id": 32053, "aya_id": 84}, {"text": " <font color=red>وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ دَاوُدَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ</font><BR><p>يَذْكُر تَعَالَى أَنَّهُ وَهَبَ لِإِبْرَاهِيم إِسْحَاق بَعْد أَنْ طَعَنَ فِي السِّنّ وَأَيِسَ هُوَ وَامْرَأَته سَارَّة مِنْ الْوَلَد فَجَاءَتْهُ الْمَلَائِكَة وَهُمْ ذَاهِبُونَ إِلَى قَوْم لُوط فَبَشَّرُوهُمَا بِإِسْحَاق فَتَعَجَّبَتْ الْمَرْأَة مِنْ ذَلِكَ وَقَالَتْ \" يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوز وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْء عَجِيب قَالُوا أَتَعْجَبِينَ مِنْ أَمْر اللَّه رَحْمَة اللَّه وَبَرَكَاته عَلَيْكُمْ أَهْل الْبَيْت إِنَّهُ حَمِيد مَجِيد \" فَبَشَّرُوهُمَا مَعَ وُجُوده بِنُبُوَّتِهِ وَبِأَنَّ لَهُ نَسْلًا وَعَقِبًا كَمَا قَالَ تَعَالَى\" وَبَشَّرْنَاهُ بِإِسْحَاق نَبِيًّا مِنْ الصَّالِحِينَ \" وَهَذَا أَكْمَل فِي الْبِشَارَة وَأَعْظَم فِي النِّعْمَة . وَقَالَ \" فَبَشَّرْنَاهُ بِإِسْحَاق وَمِنْ وَرَاء إِسْحَاق يَعْقُوب \" أَيْ وَيُولَد لِهَذَا الْمَوْلُود وَلَد فِي حَيَاتكُمَا فَتُقِرّ أَعْيُنكُمَا بِهِ كَمَا قَرَّتْ بِوَالِدِهِ فَإِنَّ الْفَرَح بِوَلَدِ الْوَلَد شَدِيد لِبَقَاءِ النَّسْل وَالْعَقِب وَلَمَّا كَانَ وَلَد الشَّيْخ وَالشَّيْخَة قَدْ يُتَوَهَّم أَنَّهُ لَا يُعَقَّب لِضَعْفِهِ وَقَعَتْ الْبِشَارَة بِهِ وَبِوَلَدِهِ بِاسْمِ يَعْقُوب الَّذِي فِيهِ اِشْتِقَاق الْعَقِب وَالذُّرِّيَّة وَكَانَ هَذَا مُجَازَاة لِإِبْرَاهِيم عَلَيْهِ السَّلَام حِين اِعْتَزَلَ قَوْمه وَتَرَكَهُمْ وَنَزَحَ عَنْهُمْ وَهَاجَرَ مِنْ بِلَادهمْ ذَاهِبًا إِلَى عِبَادَة اللَّه فِي الْأَرْض فَعَوَّضَهُ اللَّه عَزَّ وَجَلَّ عَنْ قَوْمه وَعَشِيرَته بِأَوْلَادٍ صَالِحِينَ مِنْ صُلْبه عَلَى دِينه لِتَقَرّ بِهِمْ عَيْنه كَمَا قَالَ تَعَالَى \" فَلَمَّا اِعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُون اللَّه وَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب وَكُلًّا جَعَلْنَا نَبِيًّا \" وَقَالَ هَهُنَا \" وَوَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب كُلًّا هَدَيْنَا \" وَقَوْله \" وَنُوحًا هَدَيْنَا مِنْ قَبْل\" أَيْ مِنْ قَبْله هَدَيْنَاهُ كَمَا هَدَيْنَاهُ وَوَهَبْنَا لَهُ ذُرِّيَّة صَالِحَة وَكُلّ مِنْهُمَا لَهُ خُصُوصِيَّة عَظِيمَة أَمَّا نُوح عَلَيْهِ السَّلَام فَإِنَّ اللَّه تَعَالَى لَمَّا أَغْرَقَ أَهْل الْأَرْض إِلَّا مَنْ آمَنَ بِهِ وَهُمْ الَّذِينَ صَحِبُوهُ فِي السَّفِينَة جَعَلَ اللَّه ذُرِّيَّته هُمْ الْبَاقِينَ فَالنَّاس كُلّهمْ مِنْ ذُرِّيَّته وَأَمَّا الْخَلِيل إِبْرَاهِيم عَلَيْهِ السَّلَام فَلَمْ يَبْعَث اللَّه عَزَّ وَجَلَّ بَعْده نَبِيًّا إِلَّا مِنْ ذُرِّيَّته كَمَا قَالَ تَعَالَى\" وَجَعَلْنَا فِي ذُرِّيَّتهمَا النُّبُوَّة وَالْكِتَاب \" الْآيَة. وَقَالَ تَعَالَى \" وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيم وَجَعَلْنَا فِي ذُرِّيَّتهمَا النُّبُوَّة وَالْكِتَاب \" وَقَالَ تَعَالَى \" أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ مِنْ النَّبِيِّينَ مِنْ ذُرِّيَّة آدَم وَمِمَّنْ حَمَلْنَا مَعَ نُوح وَمِنْ ذُرِّيَّة إِبْرَاهِيم وَإِسْرَائِيل وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَات الرَّحْمَن خَرُّوا سُجَّدًا وَبُكِيًّا \" وَقَوْله فِي هَذِهِ الْآيَة الْكَرِيمَة \" وَمِنْ ذُرِّيَّته \" أَيْ وَهَدْينَا مِنْ ذُرِّيَّته\" دَاوُد وَسُلَيْمَان \" الْآيَة وَعَوْد الضَّمِير إِلَى نُوح لِأَنَّهُ أَقْرَب الْمَذْكُورِينَ ظَاهِر لَا إِشْكَال فِيهِ وَهُوَ اِخْتِيَار اِبْن جَرِير . وَعَوْده إِلَى إِبْرَاهِيم لِأَنَّهُ الَّذِي سِيقَ الْكَلَام مِنْ أَجْله حَسَن لَكِنْ يُشْكِل عَلَيْهِ لُوط فَإِنَّهُ لَيْسَ مِنْ ذُرِّيَّة إِبْرَاهِيم بَلْ هُوَ اِبْن أَخِيهِ هَارَان بْن آزَرَ اللَّهُمَّ إِلَّا أَنْ يُقَال إِنَّهُ دَخَلَ فِي الذُّرِّيَّة تَغْلِيبًا كَمَا فِي قَوْله \" أَمْ كُنْتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوب الْمَوْت إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا : نَعْبُد إِلَهك وَإِلَه آبَائِك إِبْرَاهِيم وَإِسْمَاعِيل وَإِسْحَاق إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ \" فَإِسْمَاعِيل عَمّه دَخَلَ فِي آبَائِهِ تَغْلِيبًا وَكَمَا قَالَ فِي قَوْله \" فَسَجَدَ الْمَلَائِكَة كُلّهمْ أَجْمَعُونَ إِلَّا إِبْلِيس \" فَدَخَلَ إِبْلِيس فِي أَمْر الْمَلَائِكَة بِالسُّجُودِ وَذَمّ عَلَى الْمُخَالَفَة لِأَنَّهُ كَانَ فِي تَشَبُّه بِهِمْ فَعُومِلَ مُعَامَلَتهمْ وَدَخَلَ مَعَهُمْ تَغْلِيبًا وَإِلَّا فَهُوَ كَانَ مِنْ الْجِنّ وَطَبِيعَته مِنْ النَّار وَالْمَلَائِكَة مِنْ النُّور وَفِي ذِكْر عِيسَى عَلَيْهِ السَّلَام فِي ذُرِّيَّة إِبْرَاهِيم أَوْ نُوح عَلَى الْقَوْل الْآخَر دَلَالَة عَلَى دُخُول وَلَد الْبَنَات فِي ذُرِّيَّة الرَّجُل لِأَنَّ عِيسَى عَلَيْهِ السَّلَام إِنَّمَا يُنْسَب إِلَى إِبْرَاهِيم عَلَيْهِ السَّلَام بِأُمِّهِ مَرْيَم عَلَيْهَا السَّلَام فَإِنَّهُ لَا أَب لَهُ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا سَهْل بْن يَحْيَى الْعَسْكَرِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن صَالِح حَدَّثَنَا عَلِيّ بْن عَابِس عَنْ عَبْد اللَّه بْن عَطَاء الْمَكِّيّ عَنْ أَبِي حَرْب بْن أَبِي الْأَسْوَد قَالَ أَرْسَلَ الْحَجَّاج إِلَى يَحْيَى بْن يَعْمُر فَقَالَ بَلَغَنِي أَنَّك تَزْعُم أَنَّ الْحَسَن وَالْحُسَيْن مِنْ ذُرِّيَّة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ تَجِدهُ فِي كِتَاب اللَّه - وَقَدْ قَرَأْته مِنْ أَوَّله إِلَى آخِره فَلَمْ أَجِدهُ ؟ قَالَ أَلَيْسَ تَقْرَأ سُورَة الْأَنْعَام\" وَمِنْ ذُرِّيَّته دَاوُد وَسُلَيْمَان \" حَتَّى بَلَغَ \" وَيَحْيَى وَعِيسَى \" قَالَ بَلَى . قَالَ أَلَيْسَ عِيسَى مِنْ ذُرِّيَّة إِبْرَاهِيم وَلَيْسَ لَهُ أَب ؟ قَالَ صَدَقْت . فَلِهَذَا إِذَا أَوْصَى الرَّجُل لِذُرِّيَّتِهِ أَوْ وَقَفَ عَلَى ذُرِّيَّته أَوْ وَهَبَهُمْ دَخَلَ أَوْلَاد الْبَنَات فِيهِمْ فَأَمَّا إِذَا أَعْطَى الرَّجُل بَنِيهِ أَوْ وَقَفَ عَلَيْهِمْ فَإِنَّهُ يَخْتَصّ بِذَلِكَ بَنُوهُ لِصُلْبِهِ وَبَنُو بَنِيهِ وَاحْتَجُّوا بِقَوْلِ الشَّاعِر الْعَرَبِيّ : بَنُونَا بَنُو أَبْنَائِنَا وَبَنَاتنَا بَنُوهُنَّ أَبْنَاء الرِّجَال الْأَجَانِب . وَقَالَ آخَرُونَ : وَيَدْخُل بَنُو الْبَنَات فِيهِ أَيْضًا لِمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ قَالَ لِلْحَسَنِ بْن عَلِيّ إِنَّ اِبْنِي هَذَا سَيِّد وَلَعَلَّ اللَّه أَنْ يُصْلِح بِهِ بَيْن فِئَتَيْنِ عَظِيمَتَيْنِ مِنْ الْمُسْلِمِينَ فَسَمَّاهُ اِبْنًا فَدَلَّ عَلَى دُخُوله فِي الْأَبْنَاء. وَقَالَ آخَرُونَ : هَذَا تَجَوُّز .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42224, "aya_id": 84}]