[{"text": "وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءهُمْ فَقَالَ لَهُ فِرْعَونُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا", "sura_id": 17, "type": 0, "id": 2130, "aya_id": 101}, {"text": "و لقد آتينا موسى تسع آيات بينات فاسأل بني إسرائيل إذ جاءهم فقال له فرعون إني لأظنك يا موسى مسحورا", "sura_id": 17, "type": 1, "id": 8366, "aya_id": 101}, {"text": "101 - (ولقد آتينا موسى تسع آيات بينات) وهي اليد والعصا والطوفان والجراد والقمل والضفادع والدم والطمس والسنين ونقص الثمرات (فاسأل) يا محمد (بني إسرائيل) عنه سؤال تقرير للمشركين على صدقك أو فقلنا له إسأل وفي قراءة بلفظ الماضي (إذ جاءهم فقال له فرعون إني لأظنك يا موسى مسحورا) مخدوعا مغلوبا على عقلك \r\n", "sura_id": 17, "type": 2, "id": 27074, "aya_id": 101}, {"text": "ولقد آتينا موسى تسع معجزات واضحات شاهدات على صِدْق نبوته وهي: العصا واليد والسنون ونقص الثمرات والطوفان والجراد والقمل والضفادع والدم، فاسأل -أيها الرسول- اليهود سؤال تقرير حين جاء موسى أسلافهم بمعجزاته الواضحات، فقال فرعون لموسى: إني لأظنك -يا موسى- ساحرا، مخدوعًا مغلوبًا على عقلك بما تأتيه من غرائب الأفعال.\r\n", "sura_id": 17, "type": 3, "id": 33310, "aya_id": 101}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ بَعَثَ مُوسَى بِتِسْعِ آيَات بَيِّنَات وَهِيَ الدَّلَائِل الْقَاطِعَة عَلَى صِحَّة نُبُوَّته وَصِدْقه فِيمَا أَخْبَرَ بِهِ عَمَّنْ أَرْسَلَهُ إِلَى فِرْعَوْن وَهِيَ الْعَصَا وَالْيَد وَالسِّنِينَ وَالْبَحْر وَالطُّوفَان وَالْجَرَاد وَالْقُمَّل وَالضَّفَادِع وَالدَّم آيَات مُفَصَّلَات قَالَهُ اِبْن عَبَّاس وَقَالَ مُحَمَّد بْن كَعْب : هِيَ الْيَد وَالْعَصَا وَالْخَمْس فِي الْأَعْرَاف وَالطَّمْس وَالْحَجَر وَقَالَ اِبْن عَبَّاس أَيْضًا وَمُجَاهِد وَعِكْرِمَة وَالشَّعْبِيّ وَقَتَادَة هِيَ يَده وَعَصَاهُ وَالسِّنِينَ وَنَقْص الثَّمَرَات وَالطُّوفَان وَالْجَرَاد وَالْقُمَّل وَالضَّفَادِع وَالدَّم وَهَذَا الْقَوْل ظَاهِر جَلِيّ حَسَن قَوِيّ وَجَعَلَ الْحَسَن الْبَصْرِيّ السِّنِينَ وَنَقْص الثَّمَرَات وَاحِدَة وَعِنْده أَنَّ التَّاسِعَة هِيَ تَلَقُّف الْعَصَا مَا يَأْفِكُونَ \" فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ \" أَيْ وَمَعَ هَذِهِ الْآيَات وَمُشَاهَدَتهمْ لَهَا كَفَرُوا بِهَا وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسهمْ ظُلْمًا وَعُلُوًّا وَمَا نَجَعَتْ فِيهِمْ فَكَذَلِكَ لَوْ أَجَبْنَا هَؤُلَاءِ الَّذِينَ سَأَلُوا مِنْك مَا سَأَلُوا وَقَالُوا لَنْ نُؤْمِن لَك حَتَّى تَفْجُر لَنَا مِنْ الْأَرْض يَنْبُوعًا إِلَى آخِرهَا لَمَا اِسْتَجَابُوا وَلَا آمَنُوا إِلَّا أَنْ يَشَاء اللَّه كَمَا قَالَ فِرْعَوْن لِمُوسَى وَقَدْ شَاهَدَ مِنْهُ مَا شَاهَدَ مِنْ هَذِهِ الْآيَات \" إِنِّي لَأَظُنّك يَا مُوسَى مَسْحُورًا \" قِيلَ بِمَعْنَى سَاحِر وَاَللَّه تَعَالَى أَعْلَم فَهَذِهِ الْآيَات التِّسْع الَّتِي ذَكَرَهَا هَؤُلَاءِ الْأَئِمَّة هِيَ الْمُرَادَة هَاهُنَا وَهِيَ الْمَعْنِيَّة فِي قَوْله تَعَالَى \" وَأَلْقِ عَصَاك فَلَمَّا رَآهَا تَهْتَزّ كَأَنَّهَا جَانّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّب يَا مُوسَى لَا تَخَفْ - إِلَى قَوْله فِي تِسْع آيَات - إِلَى فِرْعَوْن وَقَوْمه إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ \" فَذَكَرَ هَاتَيْنِ الْآيَتَيْنِ الْعَصَا وَالْيَد وَبَيَّنَ الْآيَات الْبَاقِيَات فِي سُورَة الْأَعْرَاف وَتَفَصُّلهَا وَقَدْ أُوتِيَ مُوسَى عَلَيْهِ السَّلَام آيَات أُخَر كَثِيرَة مِنْهَا ضَرْبه الْحَجَر بِالْعَصَا وَخُرُوج الْمَاء مِنْهُ وَمِنْهَا تَظْلِيلهمْ بِالْغَمَامِ وَإِنْزَال الْمَنّ وَالسَّلْوَى وَغَيْر ذَلِكَ مِمَّا أُوتُوهُ بَنُو إِسْرَائِيل بَعْد مُفَارَقَتهمْ بِلَاد مِصْر وَلَكِنْ ذَكَرَ هَاهُنَا التِّسْع آيَات الَّتِي شَاهَدَهَا فِرْعَوْن وَقَوْمه مِنْ أَهْل مِصْر فَكَانَتْ حُجَّة عَلَيْهِمْ فَخَالَفُوهَا وَعَانَدُوهَا كُفْرًا وَجُحُودًا فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا شُعْبَة عَنْ عَمْرو بْن مُرَّة قَالَ : سَمِعْت عَبْد اللَّه بْن سَلَمَة يُحَدِّث عَنْ صَفْوَان بْن عَسَّال الْمُرَادِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ يَهُودِيّ لِصَاحِبِهِ : اِذْهَبْ بِنَا إِلَى هَذَا النَّبِيّ حَتَّى نَسْأَلهُ عَنْ هَذِهِ الْآيَات \" وَلَقَدْ آتَيْنَا مُوسَى تِسْع آيَات بَيِّنَات \" فَقَالَ لَا تَقُلْ لَهُ نَبِيّ فَإِنَّهُ لَوْ سَمِعَك لَصَارَتْ لَهُ أَرْبَع أَعْيُن فَسَأَلَاهُ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُشْرِكُوا بِاَللَّهِ شَيْئًا وَلَا تَسْرِقُوا وَلَا تَزْنُوا وَلَا تَقْتُلُوا النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَلَا تَسْحَرُوا وَلَا تَأْكُلُوا الرِّبَا وَلَا تَمْشُوا بِبَرِيءٍ إِلَى ذِي سُلْطَان لِيَقْتُلهُ وَلَا تَقْذِفُوا مُحْصَنَة - أَوْ قَالَ لَا تَفِرُّوا مِنْ الزَّحْف شُعْبَة الشَّاكّ - وَأَنْتُمْ يَا يَهُود عَلَيْكُمْ خَاصَّة أَنْ لَا تَعْدُوا فِي السَّبْت \" فَقَبَّلَا يَدَيْهِ وَرِجْلَيْهِ وَقَالَا نَشْهَد أَنَّك نَبِيّ قَالَ \" فَمَا يَمْنَعكُمَا أَنْ تَتَّبِعَانِي ؟ \" قَالَا لِأَنَّ دَاوُد عَلَيْهِ السَّلَام دَعَا أَنْ لَا يَزَال مِنْ ذُرِّيَّته نَبِيّ وَإِنَّا نَخْشَى إِنْ أَسْلَمْنَا أَنْ تَقْتُلنَا يَهُود . فَهَذَا حَدِيث رَوَاهُ هَكَذَا التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ وَابْن جَرِير فِي تَفْسِيره مِنْ طُرُق عَنْ شُعْبَة بْن الْحَجَّاج بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . وَهُوَ حَدِيث مُشْكِل وَعَبْد اللَّه بْن سَلَمَة فِي حِفْظه شَيْء وَقَدْ تَكَلَّمُوا فِيهِ وَلَعَلَّهُ اِشْتَبَهَ عَلَيْهِ التِّسْع الْآيَات بِالْعَشْرِ الْكَلِمَات فَإِنَّهَا وَصَايَا فِي التَّوْرَاة لَا تَعَلُّق لَهَا بِقِيَامِ الْحُجَّة عَلَى فِرْعَوْن وَاَللَّه أَعْلَم. وَلِهَذَا قَالَ مُوسَى لِفِرْعَوْن .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38181, "aya_id": 101}]