[{"text": "قُل لِّمَن مَّا فِي السَّمَاوَاتِ وَالأَرْضِ قُل لِلّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لاَ رَيْبَ فِيهِ الَّذِينَ خَسِرُواْ أَنفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ", "sura_id": 6, "type": 0, "id": 801, "aya_id": 12}, {"text": "قل لمن ما في السماوات والأرض قل لله كتب على نفسه الرحمة ليجمعنكم إلى يوم القيامة لا ريب فيه الذين خسروا أنفسهم فهم لا يؤمنون", "sura_id": 6, "type": 1, "id": 7037, "aya_id": 12}, {"text": "12 - (قل لمن ما في السماوات والأرض قل لله) إن لم يقولوه لا جواب غيره (كتب على نفسه) قضى على نفسه (الرحمة) فضلا منه وفيه تلطيف في دعائهم إلى الإيمان (ليجمعنكم إلى يوم القيامة) ليجازيكم بأعمالكم (لا ريب) لا شك (فيه الذين خسروا أنفسهم) بتعريضها للعذاب مبتدأ خبره (فهم لا يؤمنون) \r\n", "sura_id": 6, "type": 2, "id": 25745, "aya_id": 12}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: لمن مُلكُ السموات والأرض وما فيهن؟ قل: هو لله كما تقرون بذلك وتعلمونه, فاعبدوه وحده. كتب الله على نفسه الرحمة فلا بعجل على عباده بالعقوبة. ليجمعنكم إلى يوم القيامة الذي لا شك فيه للحساب والجزاء. الذين أشركوا بالله أهلكوا أنفسهم, فهم لا يوحدون الله, ولا يصدقون بوعده ووعيده, ولا يقرون بنبوة محمد صلى الله عليه وسلم.\r\n", "sura_id": 6, "type": 3, "id": 31981, "aya_id": 12}, {"text": " <font color=red>قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ مَالِك السَّمَوَات وَالْأَرْض وَمَنْ فِيهِمَا وَأَنَّهُ قَدْ كَتَبَ عَلَى نَفْسه الْمُقَدَّسَة الرَّحْمَة كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ طَرِيق الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه لَمَّا خَلَقَ الْخَلْق كَتَبَ كِتَابًا عِنْده فَوْق الْعَرْش إِنَّ رَحْمَتِي تَغْلِب غَضَبِي وَقَوْله \" لَيَجْمَعَنَّكُمْ إِلَى يَوْم الْقِيَامَة لَا رَيْب فِيهِ\" هَذِهِ اللَّام هِيَ الْمُوَطِّئَة لِلْقَسَمِ فَأَقْسَمَ بِنَفْسِهِ الْكَرِيمَة لَيَجْمَعَنَّ عِبَاده \" إِلَى مِيقَات يَوْم مَعْلُوم \" وَهُوَ يَوْم الْقِيَامَة الَّذِي لَا رَيْب فِيهِ أَيْ لَا شَكَّ فِيهِ عِنْد عِبَاده الْمُؤْمِنِينَ فَأَمَّا الْجَاحِدُونَ الْمُكَذِّبُونَ فَهُمْ فِي رَيْبهمْ يَتَرَدَّدُونَ وَقَالَ اِبْن مَرْدُوَيْهِ عَنْ تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا عُبَيْد اللَّه بْن أَحْمَد بْن عُقْبَة حَدَّثَنَا عَبَّاس بْن مُحَمَّد حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا مُحْصَن بْن عُتْبَة الْيَمَانِيّ عَنْ الزُّبَيْر بْن شُبَيْب عَنْ عُثْمَان بْن حَاضِر عَنْ اِبْن عَبَّاس قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْوُقُوف بَيْن يَدَيْ رَبّ الْعَالَمِينَ هَلْ فِيهِ مَاء قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ فِيهِ لَمَاء إِنَّ أَوْلِيَاء اللَّه لَيَرِدُونَ حِيَاض الْأَنْبِيَاء وَيَبْعَث اللَّه تَعَالَى سَبْعِينَ أَلْف مَلَك فِي أَيْدِيهمْ عِصِيّ مِنْ نَار يَذُودُونَ الْكُفَّار عَنْ حِيَاض الْأَنْبِيَاء \" هَذَا حَدِيث غَرِيب. وَفِي التِّرْمِذِيّ \" إِنَّ لِكُلِّ نَبِيّ حَوْضًا وَأَرْجُو أَنْ أَكُون أَكْثَرهمْ وَارِدًا \" وَقَوْله \" الَّذِينَ خَسِرُوا أَنْفُسهمْ\" أَيْ يَوْم الْقِيَامَة \" فَهُمْ لَا يُؤْمِنُونَ \" أَيْ لَا يُصَدِّقُونَ بِالْمَعَادِ وَلَا يَخَافُونَ شَرّ ذَلِكَ الْيَوْم .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42099, "aya_id": 12}]