[{"text": "رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِن تَكُونُواْ صَالِحِينَ فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُورًا", "sura_id": 17, "type": 0, "id": 2054, "aya_id": 25}, {"text": "ربكم أعلم بما في نفوسكم إن تكونوا صالحين فإنه كان للأوابين غفورا", "sura_id": 17, "type": 1, "id": 8290, "aya_id": 25}, {"text": "25 - (ربكم أعلم بما في نفوسكم) من إضمار البر والعقوق (إن تكونوا صالحين) طائعين لله (فإنه كان للأوابين) الرجاعين إلى طاعته (غفورا) لما صدر منهم في حق الوالدين من بادرة وهم لا يضمرون عقوقا \r\n", "sura_id": 17, "type": 2, "id": 26998, "aya_id": 25}, {"text": "ربكم -أيها الناس- أعلم بما في ضمائركم من خير وشر. إن تكن إرادتكم ومقاصدكم مرضاة الله وما يقربكم إليه، فإنه كان -سبحانه- للراجعين إليه في جميع الأوقات غفورًا، فمَن عَلِمَ الله أنه ليس في قلبه إلا الإنابة إليه ومحبته، فإنه يعفو عنه، ويغفر له ما يعرض من صغائر الذنوب، مما هو من مقتضى الطبائع البشرية.\r\n", "sura_id": 17, "type": 3, "id": 33234, "aya_id": 25}, {"text": " <font color=red>رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا</font><BR><p>قَالَ سَعِيد بْن جُبَيْر هُوَ الرَّجُل تَكُون مِنْهُ الْبَادِرَة إِلَى أَبَوَيْهِ وَفِي نِيَّته وَقَلْبه أَنَّهُ لَا يُؤْخَذ بِهِ وَفِي رِوَايَة لَا يُرِيد إِلَّا الْخَيْر بِذَلِكَ فَقَالَ \" رَبّكُمْ أَعْلَم بِمَا فِي نُفُوسكُمْ إِنْ تَكُونُوا صَالِحِينَ \" وَقَوْله \" فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا \" قَالَ قَتَادَة لِلْمُطِيعِينَ أَهْل الصَّلَاة وَعَنْ اِبْن عَبَّاس الْمُسَبِّحِينَ وَفِي رِوَايَة عَنْهُ الْمُطِيعِينَ الْمُحْسِنِينَ وَقَالَ بَعْضهمْ هُمْ الَّذِينَ يُصَلُّونَ بَيْن الْعِشَاءَيْنِ وَقَالَ بَعْضهمْ هُمْ الَّذِينَ يُصَلُّونَ الضُّحَى وَقَالَ شُعْبَة عَنْ يَحْيَى بْن سَعِيد عَنْ سَعِيد بْن الْمُسَيِّب فِي قَوْله \" فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا \" قَالَ الَّذِينَ يُصِيبُونَ الذَّنْب ثُمَّ يَتُوبُونَ وَيُصِيبُونَ الذَّنْب ثُمَّ يَتُوبُونَ وَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ وَمَعْمَر عَنْ يَحْيَى بْن سَعِيد عَنْ اِبْن الْمُسَيِّب بِنَحْوِهِ وَكَذَا رَوَاهُ اللَّيْث وَابْن جَرِير عَنْ اِبْن الْمُسَيِّب بِهِ وَقَالَ عَطَاء بْن يَسَار وَسَعِيد بْن جُبَيْر وَمُجَاهِد هُمْ الرَّاجِعُونَ إِلَى الْخَيْر وَقَالَ مُجَاهِد عَنْ عُبَيْد بْن عُمَيْر فِي الْآيَة هُوَ الَّذِي إِذَا ذَكَرَ ذُنُوبه فِي الْخَلَاء فَيَسْتَغْفِر اللَّه مِنْهَا وَوَافَقَهُ مُجَاهِد فِي ذَلِكَ وَقَالَ عَبْد الرَّزَّاق حَدَّثَنَا مُحَمَّد بْن مَسْلَمَة عَنْ عَمْرو بْن دِينَار عَنْ عُبَيْد بْن عُمَيْر فِي قَوْله \" فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا \" قَالَ كُنَّا نَعُدّ الْأَوَّاب الْحَفِيظ أَنْ يَقُول اللَّهُمَّ اِغْفِرْ لِي مَا أَصَبْت فِي مَجْلِسِي هَذَا. قَالَ اِبْن جَرِير وَالْأَوْلَى فِي ذَلِكَ قَوْل مَنْ قَالَ هُوَ التَّائِب مِنْ الذَّنْب الرَّجَّاع مِنْ الْمَعْصِيَة إِلَى الطَّاعَة مِمَّا يَكْرَه اللَّه إِلَى مَا يُحِبّهُ وَيَرْضَاهُ وَهَذَا الَّذِي قَالَهُ هُوَ الصَّوَاب لِأَنَّ الْأَوَّاب مُشْتَقّ مِنْ الْأَوْب وَهُوَ الرُّجُوع يُقَال آبَ فُلَان إِذَا رَجَعَ قَالَ تَعَالَى \" إِنَّ إِلَيْنَا إِيَابهمْ\" وَفِي الْحَدِيث الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا رَجَعَ مِنْ سَفَر قَالَ \" آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38207, "aya_id": 25}]