[{"text": "يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ", "sura_id": 31, "type": 0, "id": 3485, "aya_id": 16}, {"text": "يا بني إنها إن تك مثقال حبة من خردل فتكن في صخرة أو في السماوات أو في الأرض يأت بها الله إن الله لطيف خبير", "sura_id": 31, "type": 1, "id": 9721, "aya_id": 16}, {"text": "16 - (يا بني إنها) الخصلة السيئة (إن تك مثقال حبة من خردل فتكن في صخرة أو في السماوات أو في الأرض) أي في أخفى مكان من ذلك (يأت بها الله) فيحاسب عليها (إن الله لطيف) باستخراجها (خبير) بمكانها \r\n", "sura_id": 31, "type": 2, "id": 28429, "aya_id": 16}, {"text": "يا بنيَّ اعلم أن السيئة أو الحسنة إن كانت قَدْر حبة خردل- وهي المتناهية في الصغر- في باطن جبل، أو في أي مكان في السموات أو في الأرض, فإن الله يأتي بها يوم القيامة, ويحاسِب عليها. إن الله لطيف بعباده خبير بأعمالهم.\r\n", "sura_id": 31, "type": 3, "id": 34665, "aya_id": 16}, {"text": " <font color=red>يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ</font><BR><p>هَذِهِ وَصَايَا نَافِعَة قَدْ حَكَاهَا اللَّه سُبْحَانه عَنْ لُقْمَان الْحَكِيم لِيَمْتَثِلهَا النَّاس وَيَقْتَدُوا بِهَا فَقَالَ \" يَا بُنَيّ إِنَّهَا إِنْ تَكُ مِثْقَال حَبَّة مِنْ خَرْدَل \" أَيْ إِنَّ الْمَظْلِمَة أَوْ الْخَطِيئَة لَوْ كَانَتْ مِثْقَال حَبَّة خَرْدَل وَجَوَّزَ بَعْضهمْ أَنْ يَكُون الضَّمِير فِي قَوْله إِنَّهَا ضَمِير الشَّأْن وَالْقِصَّة وَجَوَّزَ عَلَى هَذَا رَفْع مِثْقَال وَالْأَوَّل أَوْلَى وَقَوْله عَزَّ وَجَلَّ \" يَأْتِ بِهَا اللَّه \" أَيْ أَحْضَرَهَا اللَّه يَوْم الْقِيَامَة حِين يَضَع الْمَوَازِين الْقِسْط وَجَازَى عَلَيْهَا إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ كَمَا قَالَ تَعَالَى \" وَنَضَع الْمَوَازِين الْقِسْط لِيَوْمِ الْقِيَامَة فَلَا تُظْلَم نَفْس شَيْئًا \" الْآيَة وَقَالَ تَعَالَى \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" وَلَوْ كَانَتْ تِلْكَ الذَّرَّة مُحَصَّنَة مُحَجَّبَة فِي دَاخِل صَخْرَة صَمَّاء أَوْ غَائِبَة ذَاهِبَة فِي أَرْجَاء السَّمَاوَات وَالْأَرْض فَإِنَّ اللَّه يَأْتِي بِهَا لِأَنَّهُ لَا تَخْفَى عَلَيْهِ خَافِيَة وَلَا يَعْزُب عَنْهُ مِثْقَال ذَرَّة فِي السَّمَاوَات وَلَا فِي الْأَرْض . وَلِهَذَا قَالَ تَعَالَى \" إِنَّ اللَّه لَطِيف خَبِير\" أَيْ لَطِيف الْعِلْم فَلَا تَخْفَى عَلَيْهِ الْأَشْيَاء وَإِنْ دَقَّتْ وَلَطُفَتْ وَتَضَاءَلَتْ \" خَبِير \" بِدَبِيبِ النَّمْل فِي اللَّيْل الْبَهِيم وَقَدْ زَعَمَ بَعْضهمْ أَنَّ الْمُرَاد بِقَوْلِهِ \" فَتَكُنْ فِي صَخْرَة \" أَنَّهَا صَخْرَة تَحْت الْأَرَضِينَ السَّبْع وَذَكَرَهُ السُّدِّيّ بِإِسْنَادِهِ ذَلِكَ الْمَطْرُوق عَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَجَمَاعَة مِنْ الصَّحَابَة إِنْ صَحَّ ذَلِكَ وَيُرْوَى هَذَا عَنْ عَطِيَّة الْعَوْفِيّ وَأَبِي مَالِك وَالثَّوْرِيّ وَالْمِنْهَال بْن عَمْرو وَغَيْرهمْ وَهَذَا وَاَللَّه أَعْلَم كَأَنَّهُ مُتَلَقًّى مِنْ الْإِسْرَائِيلِيَّات الَّتِي لَا تُصَدَّق وَلَا تُكَذَّب وَالظَّاهِر - وَاَللَّه أَعْلَم - أَنَّ الْمُرَاد أَنَّ هَذِهِ الْحَبَّة فِي حَقَارَتهَا لَوْ كَانَتْ دَاخِل صَخْرَة فَإِنَّ اللَّه سَيُبْدِيهَا وَيُظْهِرهَا بِلَطِيفِ عِلْمه . كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَوْ أَنَّ أَحَدكُمْ يَعْمَل فِي صَخْرَة صَمَّاء لَيْسَ لَهَا بَاب وَلَا كَوَّة لَخَرَجَ عَمَله لِلنَّاسِ كَائِنًا مَا كَانَ \" .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40110, "aya_id": 16}]