[{"text": "إِذْ قَالَ اللّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُواْ وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُواْ إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "sura_id": 3, "type": 0, "id": 348, "aya_id": 55}, {"text": "إذ قال الله يا عيسى إني متوفيك ورافعك إلي ومطهرك من الذين كفروا وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة ثم إلي مرجعكم فأحكم بينكم فيما كنتم فيه تختلفون", "sura_id": 3, "type": 1, "id": 6584, "aya_id": 55}, {"text": "55 - اذكر (إذ قال الله يا عيسى إني متوفيك) قابضك (ورافعك إلي) إلي من الدنيا من غير موت (ومطهرك) مبعدك (من الذين كفروا وجاعل الذين اتبعوك) صدّقوا بنبوتك من المسلمين والنصارى (فوق الذين كفروا) بك وهم اليهود يعلونهم بالحجة والسيف (إلى يوم القيامة ثم إلي مرجعكم فأحكم بينكم فيما كنتم فيه تختلفون) من أمر الدين \r\n", "sura_id": 3, "type": 2, "id": 25292, "aya_id": 55}, {"text": "ومكر الله بهم حين قال الله لعيسى: إني قابضك من الأرض من غير أن ينالك سوء, ورافعك إليَّ ببدنك وروحك, ومخلصك من الذين كفروا بك, وجاعل الذين اتبعوك أي على دينك وما جئت به عن الله من الدين والبشارة بمحمد صلى الله عليه وسلم وآمَنوا بمحمد صلى الله عليه وسلم, بعد بعثنه, والتزموا شريعته ظاهرين على الذين جحدوا نبوتك إلى يوم القيامة, ثم إليّ مصيركم جميعًا يوم الحساب, فأفصِل بينكم فيما كنتم فيه تختلفون من أمر عيسى عليه السلام.\r\n", "sura_id": 3, "type": 3, "id": 31528, "aya_id": 55}, {"text": " <font color=red>إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ</font><BR><p>اِخْتَلَفَ الْمُفَسِّرُونَ فِي قَوْله تَعَالَى \" إِنِّي مُتَوَفِّيك وَرَافِعك إِلَيَّ \" فَقَالَ قَتَادَةُ وَغَيْره : هَذَا مِنْ الْمُقَدَّم وَالْمُؤَخَّر تَقْدِيره إِنِّي رَافِعك إِلَيَّ وَمُتَوَفِّيك يَعْنِي بَعْد ذَلِكَ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : إِنِّي مُتَوَفِّيك أَيْ مُمِيتك . وَقَالَ مُحَمَّد بْن إِسْحَق عَمَّنْ لَا يُتَّهَم عَنْ وَهْب بْن مُنَبِّه قَالَ : تَوَفَّاهُ اللَّه ثَلَاث سَاعَات مِنْ أَوَّل النَّهَار حِين رَفَعَهُ إِلَيْهِ قَالَ اِبْن إِسْحَق : وَالنَّصَارَى يَزْعُمُونَ أَنَّ اللَّه تَوَفَّاهُ سَبْع سَاعَات ثُمَّ أَحْيَاهُ قَالَ إِسْحَق بْن بَشْر عَنْ إِدْرِيس عَنْ وَهْب : أَمَاتَهُ اللَّه ثَلَاثَة أَيَّام ثُمَّ بَعَثَهُ ثُمَّ رَفَعَهَا قَالَ مَطَر الْوَرَّاق : إِنِّي مُتَوَفِّيك مِنْ الدُّنْيَا وَلَيْسَ بِوَفَاةِ مَوْت وَكَذَا قَالَ اِبْن جَرِير تَوَفِّيه هُوَ رَفْعُهُ . وَقَالَ الْأَكْثَرُونَ : الْمُرَاد بِالْوَفَاةِ هَهُنَا النَّوْم كَمَا قَالَ تَعَالَى \" وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ \" الْآيَة . وَقَالَ تَعَالَى \" اللَّه يَتَوَفَّى الْأَنْفُس حِين مَوْتهَا وَاَلَّتِي لَمْ تَمُتْ فِي مَنَامهَا \" الْآيَة وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِذَا قَامَ مِنْ النَّوْم : \" الْحَمْد لِلَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا \" الْحَدِيث وَقَالَ تَعَالَى : \" وَبِكُفْرِهِمْ وَقَوْلهمْ عَلَى مَرْيَم بُهْتَانًا عَظِيمًا وَقَوْلهمْ إِنَّا قَتَلْنَا الْمَسِيح عِيسَى اِبْن مَرْيَم رَسُول اللَّه وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ - إِلَى قَوْله - وَمَا قَتَلُوهُ يَقِينًا بَلْ رَفَعَهُ اللَّه إِلَيْهِ وَكَانَ اللَّه عَزِيزًا حَكِيمًا وَإِنْ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْل مَوْته وَيَوْم الْقِيَامَة يَكُون عَلَيْهِمْ شَهِيدًا \" وَالضَّمِير فِي قَوْله قَبْل مَوْته عَائِد عَلَى عِيسَى عَلَيْهِ السَّلَام أَيْ وَإِنْ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَنَّ بِعِيسَى وَذَلِكَ حِين يَنْزِل إِلَى الْأَرْض قَبْل يَوْم الْقِيَامَة عَلَى مَا سَيَأْتِي بَيَانه فَحِينَئِذٍ يُؤْمِن بِهِ أَهْل الْكِتَاب كُلّهمْ لِأَنَّهُ يَضَع الْجِزْيَة وَلَا يَقْبَل إِلَّا الْإِسْلَام. وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن حَدَّثَنَا عَبْد اللَّه بْن أَبِي جَعْفَر عَنْ أَبِيهِ حَدَّثَنَا الرَّبِيع بْن أَنَس عَنْ الْحَسَن أَنَّهُ قَالَ فِي قَوْله تَعَالَى \" إِنِّي مُتَوَفِّيك \" يَعْنِي وَفَاة الْمَنَام رَفَعَهُ اللَّه فِي مَنَامه قَالَ الْحَسَن : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْيَهُودِ \" إِنَّ عِيسَى لَمْ يَمُتْ وَإِنَّهُ رَاجِع إِلَيْكُمْ قَبْل يَوْم الْقِيَامَة \" وَقَوْله تَعَالَى \" وَمُطَهِّرك مِنْ الَّذِينَ كَفَرُوا \" أَيْ بِرَفْعِي إِيَّاكَ إِلَى السَّمَاء \" وَجَاعِل الَّذِينَ اِتَّبَعُوك فَوْق الَّذِينَ كَفَرُوا إِلَى يَوْم الْقِيَامَة \" . وَهَكَذَا وَقَعَ ; فَإِنَّ الْمَسِيح عَلَيْهِ السَّلَام لَمَّا رَفَعَهُ اللَّه إِلَى السَّمَاء تَفَرَّقَتْ أَصْحَابه شِيَعًا بَعْده فَمِنْهُمْ مَنْ آمَنَ بِمَا بَعَثَهُ اللَّه بِهِ عَلَى أَنَّهُ عَبْد اللَّه وَرَسُوله وَابْن أَمَته وَمِنْهُمْ مَنْ غَلَا فِيهِ فَجَعَلَهُ اِبْن اللَّه وَآخَرُونَ قَالُوا هُوَ اللَّه وَآخَرُونَ قَالُوا هُوَ ثَالِث ثَلَاثَة . وَقَدْ حَكَى اللَّه مَقَالَتهمْ فِي الْقُرْآن وَرَدَّ عَلَى كُلّ فَرِيق فَاسْتَمَرُّوا عَلَى ذَلِكَ قَرِيبًا مِنْ ثَلَاثِمِائَةِ سَنَة ثُمَّ نَبَغَ لَهُمْ مَلِك مِنْ مُلُوك الْيُونَان يُقَال لَهُ قُسْطَنْطِين فَدَخَلَ فِي دِين النَّصْرَانِيَّة قِيلَ : حِيلَة لِيُفْسِدَهُ فَإِنَّهُ كَانَ فَيْلَسُوفًا وَقِيلَ : جَهْلًا مِنْهُ إِلَّا أَنَّهُ بَدَّلَ لَهُمْ دِين الْمَسِيح وَحَرَّفَهُ وَزَادَ فِيهِ وَنَقَصَ مِنْهُ وَوُضِعَتْ لَهُ الْقَوَانِين وَالْأَمَانَة الْكُبْرَى الَّتِي هِيَ الْخِيَانَة الْحَقِيرَة وَأُحِلَّ فِي زَمَانه لَحْم الْخِنْزِير وَصَلَّوْا إِلَى الْمَشْرِق وَصَوَّرُوا لَهُ الْكَنَائِس وَالْمَعَابِد وَالصَّوَامِع وَزَادَ فِي صِيَامهمْ عَشَرَة أَيَّام مِنْ أَجْلِ ذَنْب اِرْتَكَبَهُ فِيمَا يَزْعُمُونَ وَصَارَ دِين الْمَسِيح دِين قُسْطَنْطِين إِلَّا أَنَّهُ بَنَى لَهُمْ مِنْ الْكَنَائِس وَالْمَعَابِد وَالصَّوَامِع وَالدِّيَارَات مَا يَزِيد عَلَى اِثْنَيْ عَشَر أَلْف مَعْبَد وَبَنَى الْمَدِينَة الْمَنْسُوبَة إِلَيْهِ وَاتَّبَعَهُ طَائِفَة الْمَلَكِيَّة مِنْهُمْ وَهُمْ فِي هَذَا كُلّه قَاهِرُونَ لِلْيَهُودِ أَيَّدَهُ اللَّه عَلَيْهِمْ لِأَنَّهُ أَقْرَب إِلَى الْحَقّ مِنْهُمْ وَإِنْ كَانَ الْجَمِيع كُفَّارًا عَلَيْهِمْ لَعَائِن اللَّه فَلَمَّا بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَ مَنْ آمَنَ بِهِ يُؤْمِنُ بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله عَلَى الْوَجْه الْحَقّ فَكَانُوا هُمْ أَتْبَاع كُلّ نَبِيّ عَلَى وَجْه الْأَرْض إِذْ قَدْ صَدَّقُوا الرَّسُول النَّبِيّ الْأُمِّيّ الْعَرَبِيّ خَاتَم الرُّسُل وَسَيِّد وَلَد آدَم عَلَى الْإِطْلَاق الَّذِي دَعَاهُمْ إِلَى التَّصْدِيق بِجَمِيعِ الْحَقّ فَكَانُوا أَوْلَى بِكُلِّ نَبِيّ مِنْ أُمَّته الَّذِينَ يَزْعُمُونَ أَنَّهُمْ عَلَى مِلَّته وَطَرِيقَته مِمَّا قَدْ حَرَّفُوا وَبَدَّلُوا ثُمَّ لَوْ لَمْ يَكُنْ شَيْء مِنْ ذَلِكَ لَكَانَ قَدْ نَسَخَ اللَّه شَرِيعَة جَمِيع الرُّسُل بِمَا بَعَثَ اللَّه بِهِ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الدِّين الْحَقّ الَّذِي لَا يُبَدَّل وَلَا يُغَيَّر إِلَى قِيَام السَّاعَة وَلَا يَزَال قَائِمًا مَنْصُورًا ظَاهِرًا عَلَى كُلّ دِين فَلِهَذَا فَتَحَ اللَّه لِأَصْحَابِهِ مَشَارِق الْأَرْض وَمَغَارِبهَا وَاجْتَازُوا جَمِيع الْمَمَالِك وَدَانَتْ لَهُمْ جَمِيع الدُّوَل وَكَسَرُوا كِسْرَى وَقَصَرُوا قَيْصَر وَسَلَبُوهُمَا كُنُوزهمَا وَأُنْفِقَتْ فِي سَبِيل اللَّه كَمَا أَخْبَرَهُمْ بِذَلِكَ نَبِيّهمْ عَنْ رَبّهمْ عَزَّ وَجَلَّ فِي قَوْله \" وَعَدَ اللَّه الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَات لَيَستَخْلِفَنّهم فِي الْأَرْض كَمَا اِسْتَخْلَفَ الَّذِينَ مِنْ قَبْلهمْ وَلَيُمَكِنَنَّ لَهُمْ دِينهمْ الَّذِي اِرْتَضَى لَهُمْ وَلَيُبَدِّلَنّهم مِنْ بَعْد خَوْفهمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا \" الْآيَة فَلِهَذَا لَمَّا كَانُوا هُمْ الْمُؤْمِنِينَ بِالْمَسِيحِ حَقًّا سَلَبُوا النَّصَارَى بِلَاد الشَّام وَأَلْجَئُوهُمْ إِلَى الرُّوم فَلَجَئُوا إِلَى مَدِينَتهمْ الْقُسْطَنْطِينِيَّة وَلَا يَزَال الْإِسْلَام وَأَهْله فَوْقهمْ إِلَى يَوْم الْقِيَامَة وَقَدْ أَخْبَرَ الصَّادِق الْمَصْدُوق صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمَّته بِأَنَّ آخِرهمْ سَيَفْتَحُونَ الْقُسْطَنْطِينِيَّة وَيَسْتَفِيئُون مَا فِيهَا مِنْ الْأَمْوَال وَيَقْتُلُونَ الرُّوم مَقْتَلَة عَظِيمَة جِدًّا لَمْ يَرَ النَّاس مِثْلهَا وَلَا يَرَوْنَ بَعْدهَا نَظِيرهَا وَقَدْ جَمَعْت فِي هَذَا جُزْءًا مُفْرَدًا وَلِهَذَا قَالَ تَعَالَى وَجَاعِل الَّذِينَ اِتَّبَعُوك فَوْق الَّذِينَ كَفَرُوا إِلَى يَوْم الْقِيَامَة ثُمَّ إِلَيَّ مَرْجِعكُمْ فَأَحْكُم بَيْنكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَة وَمَا لَهُمْ مِنْ نَاصِرِينَ.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39994, "aya_id": 55}]