[{"text": "لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا", "sura_id": 25, "type": 0, "id": 2869, "aya_id": 14}, {"text": "لا تدعوا اليوم ثبورا واحدا وادعوا ثبورا كثيرا", "sura_id": 25, "type": 1, "id": 9105, "aya_id": 14}, {"text": "14 - (لا تدعوا اليوم ثبورا واحدا وادعوا ثبورا كثيرا) كعذابكم \r\n", "sura_id": 25, "type": 2, "id": 27813, "aya_id": 14}, {"text": "فيقال لهم تيئيسًا، لا تَدْعوا اليوم بالهلاك مرة واحدة، بل مرات كثيرة، فلن يزيدكم ذلك إلا غمًّا، فلا خلاص لكم.\r\n", "sura_id": 25, "type": 3, "id": 34049, "aya_id": 14}, {"text": " <font color=red>لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا</font><BR><p>\" لَا تَدْعُوا الْيَوْم ثُبُورًا وَاحِدًا \" الْآيَة رَوَى الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن يَزِيد عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَوَّل مَنْ يُكْسَى حُلَّة مِنْ النَّار إِبْلِيس فَيَضَعهَا عَلَى حَاجِبَيْهِ وَيَسْحَبهَا مِنْ خَلْفه وَذُرِّيَّته مِنْ بَعْده وَهُوَ يُنَادِي يَا ثُبُورَاه وَيُنَادُونَ يَا ثُبُورهمْ حَتَّى يَقِفُوا عَلَى النَّار فَيَقُول يَا ثُبُورَاه وَيَقُولُونَ يَا ثُبُورهمْ فَيُقَال لَهُمْ \" لَا تَدْعُوا الْيَوْم ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا \" لَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَحْمَد بْن سِنَان عَنْ عَفَّان بِهِ وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" لَا تَدْعُوا الْيَوْم ثُبُورًا وَاحِدًا \" الْآيَة أَيْ لَا تَدْعُوا الْيَوْم وَيْلًا وَاحِدًا وَادْعُوا وَيْلًا كَثِيرًا وَقَالَ الضَّحَّاك الثُّبُور الْهَلَاك وَالْأَظْهَر أَنَّ الثُّبُور يَجْمَع الْهَلَاك وَالْوَيْل وَالْخَسَار وَالدَّمَار كَمَا قَالَ مُوسَى لِفِرْعَوْن \" وَإِنِّي لَأَظُنّك يَا فِرْعَوْن مَثْبُورًا \" أَيْ هَالِكًا قَالَ عُبَيْد اللَّه بْن الزِّبَعْرَى : إِذْ أُبَارِي الشَّيْطَان فِي سُنَن الْغَ يِّ وَمَنْ مَالَ مَيْله مَثْبُور </p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39294, "aya_id": 14}]