[{"text": "وَيَوْمَ يُنفَخُ فِي الصُّورِ فَفَزِعَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاء اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ", "sura_id": 27, "type": 0, "id": 3246, "aya_id": 87}, {"text": "ويوم ينفخ في الصور ففزع من في السماوات ومن في الأرض إلا من شاء الله وكل أتوه داخرين", "sura_id": 27, "type": 1, "id": 9482, "aya_id": 87}, {"text": "87 - (ويوم ينفخ في الصور) القرن النفخة الأولى من إسرافيل (ففزع من في السماوات ومن في الأرض) خافوا الخوف المفضي إلى الموت كما في آية أخرى فصعق والتعبير فيه بالماضي لتحقق وقوعه (إلا من شاء الله) جبريل وميكائيل وإسرافيل وملك الموت وعن ابن عباس هم الشهداء إذ هم أحياء عند ربهم يرزقون (وكل) تنويه عوض عن المضاف إليه وكلهم بعد إحيائهم يوم القيامة (أتوه) بصيغة الفعل واسم الفاعل (داخرين) صاغرين والتعبير في الاتيان بالماضي لتحقيق وقوعه \r\n", "sura_id": 27, "type": 2, "id": 28190, "aya_id": 87}, {"text": "واذكر -أيها الرسول- يوم يَنفخ الملَك في \"القرن\" ففزع مَن في السموات ومَن في الأرض فزعًا شديدًا مِن هول النفخة, إلا مَنِ استثناه الله ممن أكرمه وحفظه من الفزع, وكل المخلوقات يأتون إلى ربهم صاغرين مطيعين.\r\n", "sura_id": 27, "type": 3, "id": 34426, "aya_id": 87}, {"text": " <font color=red>وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ هَوْل يَوْم نَفْخَة الْفَزَع فِي الصُّور وَهُوَ كَمَا جَاءَ فِي الْحَدِيث قَرْن يُنْفَخ فِيهِ وَفِي حَدِيث الصُّور إِنَّ إِسْرَافِيل هُوَ الَّذِي يَنْفُخ فِيهِ بِأَمْرِ اللَّه تَعَالَى فَيَنْفُخ فِيهِ أَوَّلًا نَفْخَة الْفَزَع وَيُطَوِّلهَا وَذَلِكَ فِي آخِر عُمُر الدُّنْيَا حِين تَقُوم السَّاعَة عَلَى شِرَار النَّاس مِنْ الْأَحْيَاء فَيَفْزَع مَنْ فِي السَّمَوَات وَمَنْ فِي الْأَرْض \" إِلَّا مَنْ شَاءَ اللَّه \" وَهُمْ الشُّهَدَاء فَإِنَّهُمْ أَحْيَاء عِنْد رَبّهمْ يُرْزَقُونَ قَالَ الْإِمَام مُسْلِم بْن الْحَجَّاج حَدَّثَنَا عَبْد اللَّه بْن مُعَاذ الْعَنْبَرِيّ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَة عَنْ النُّعْمَان بْن سَالِم سَمِعْت يَعْقُوب بْن عَاصِم بْن عُرْوَة بْن مَسْعُود الثَّقَفِيّ سَمِعْت عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُ وَجَاءَهُ رَجُل فَقَالَ مَا هَذَا الْحَدِيث الَّذِي تُحَدِّث أَنَّ السَّاعَة تَقُوم إِلَى كَذَا وَكَذَا ؟ فَقَالَ سُبْحَان اللَّه ؟ أَوْ لَا إِلَه إِلَّا اللَّه أَوْ كَلِمَة نَحْوهمَا لَقَدْ هَمَمْت أَنْ لَا أُحَدِّث أَحَدًا شَيْئًا أَبَدًا إِنَّمَا قُلْت إِنَّكُمْ سَتَرَوْنَ بَعْد قَلِيل أَمْرًا عَظِيمًا يُخَرِّب الْبَيْت وَيَكُون وَيَكُون - ثُمَّ قَالَ - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَخْرُج الدَّجَّال فِي أُمَّتِي فَيَمْكُث أَرْبَعِينَ - لَا أَدْرِي أَرْبَعِينَ يَوْمًا أَوْ أَرْبَعِينَ شَهْرًا أَوْ أَرْبَعِينَ عَامًا - فَيَبْعَث اللَّه عِيسَى بْن مَرْيَم كَأَنَّهُ عُرْوَة بْن مَسْعُود فَيَطْلُبهُ فَيُهْلِكهُ ثُمَّ يَمْكُث النَّاس سَبْع سِنِينَ لَيْسَ بَيْن اِثْنَيْنِ عَدَاوَة ثُمَّ يُرْسِل اللَّه رِيحًا بَارِدَة مِنْ قِبَل الشَّام فَلَا يَبْقَى عَلَى وَجْه الْأَرْض أَحَد فِي قَلْبه مِثْقَال ذَرَّة مِنْ خَيْر أَوْ إِيمَان إِلَّا قَبَضَتْهُ حَتَّى لَوْ أَنَّ أَحَدكُمْ دَخَلَ فِي كَبِد جَبَل لَدَخَلَتْهُ عَلَيْهِ حَتَّى تَقْبِضهُ \" قَالَ سَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَيَبْقَى شِرَار النَّاس فِي خِفَّة الطَّيْر وَأَحْلَام السِّبَاع لَا يَعْرِفُونَ مَعْرُوفًا وَلَا يُنْكِرُونَ مُنْكَرًا فَيَتَمَثَّل لَهُمْ الشَّيْطَان فَيَقُول أَلَا تَسْتَجِيبُونَ فَيَقُولُونَ فَمَا تَأْمُرنَا ؟ فَيَأْمُرهُمْ بِعِبَادَةِ الْأَوْثَان وَهُمْ فِي ذَلِكَ دَارّ رِزْقهمْ حَسَن عَيْشهمْ ثُمَّ يُنْفَخ فِي الصُّور فَلَا يَسْمَعهُ أَحَد إِلَّا أَصْغَى لِيتًا وَرَفَعَ لِيتًا - قَالَ - وَأَوَّل مَنْ يَسْمَعهُ رَجُل يَلُوط حَوْض إِبِله قَالَ فَيُصْعَق وَيُصْعَق النَّاس ثُمَّ يُرْسِل اللَّه أَوْ قَالَ يُنْزِل اللَّه مَطَرًا كَأَنَّهُ الطَّلّ - أَوْ قَالَ الظِّلّ نُعْمَان الشَّاكّ - فَتَنْبُت مِنْهُ أَجْسَاد النَّاس ثُمَّ يُنْفَخ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَام يَنْظُرُونَ ثُمَّ يُقَال يَا أَيّهَا النَّاس هَلُمُّوا إِلَى رَبّكُمْ وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ ثُمَّ يُقَال أَخْرِجُوا بَعْث النَّار فَيُقَال مِنْ كَمْ فَيُقَال مِنْ كُلّ أَلْف تِسْعُمِائَةٍ وَتِسْعَة وَتِسْعُونَ قَالَ فَذَلِكَ يَوْم يَجْعَل الْوِلْدَان شِيبًا وَذَلِكَ يَوْم يُكْشَف عَنْ سَاق \" وَقَوْله ثُمَّ يُنْفَخ فِي الصُّور فَلَا يَسْمَعهُ أَحَد إِلَّا أَصْغَى لِيتًا وَرَفَعَ لِيتًا اللِّيت هُوَ صَفْحَة الْعُنُق أَيْ أَمَالَ عُنُقه لِيَسْتَمِعهُ مِنْ السَّمَاء جَيِّدًا فَهَذِهِ نَفْخَة الْفَزَع ثُمَّ بَعْد ذَلِكَ نَفْخَة الصَّعْق وَهُوَ الْمَوْت ثُمَّ بَعْد ذَلِكَ نَفْخَة الْقِيَام لِرَبِّ الْعَالَمِينَ وَهُوَ النُّشُور مِنْ الْقُبُور لِجَمِيعِ الْخَلَائِق وَلِهَذَا قَالَ تَعَالَى\" وَكُلٌّ أَتَوْهُ دَاخِرِينَ \" قُرِئَ بِالْمَدِّ وَبِغَيْرِهِ عَلَى الْفِعْل وَكُلّ بِمَعْنًى وَاحِد وَدَاخِرِينَ أَيْ صَاغِرِينَ مُطِيعِينَ لَا يَتَخَلَّف أَحَد عَنْ أَمْره كَمَا قَالَ تَعَالَى \" يَوْم يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ \" وَقَالَ تَعَالَى \" ثُمَّ إِذَا دَعَاكُمْ دَعْوَة مِنْ الْأَرْض إِذَا أَنْتُمْ تَخْرُجُونَ \" وَفِي حَدِيث الصُّور أَنَّهُ فِي النَّفْخَة الثَّالِثَة يَأْمُر اللَّه الْأَرْوَاح فَتُوضَع فِي ثُقْب فِي الصُّور ثُمَّ يَنْفُخ إِسْرَافِيل فِيهِ بَعْدَمَا تَنْبُت الْأَجْسَاد فِي قُبُورهَا وَأَمَاكِنهَا فَإِذَا نَفَخَ فِي الصُّوَر طَارَتْ الْأَرْوَاح تَتَوَهَّج أَرْوَاح الْمُؤْمِنِينَ نُورًا وَأَرْوَاح الْكَافِرِينَ ظُلْمَة فَيَقُول اللَّه عَزَّ وَجَلَّ وَعِزَّتِي وَجَلَالِي لَتَرْجِعَنَّ كُلّ رُوح إِلَى جَسَدهَا فَتَجِيء الْأَرْوَاح إِلَى أَجْسَادهَا فَتَدِبّ فِيهَا كَمَا يَدِبّ السُّمّ فِي اللَّدِيغ ثُمَّ يَقُومُونَ يَنْفُضُونَ التُّرَاب مِنْ قُبُورهمْ قَالَ اللَّه تَعَالَى\" يَوْم يَخْرُجُونَ مِنْ الْأَجْدَاث سِرَاعًا كَأَنَّهُمْ إِلَى نُصُب يُوفِضُونَ \" .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39678, "aya_id": 87}]