[{"text": "وَمَن يُهَاجِرْ فِي سَبِيلِ اللّهِ يَجِدْ فِي الأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى اللّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلى اللّهِ وَكَانَ اللّهُ غَفُورًا رَّحِيمًا", "sura_id": 4, "type": 0, "id": 593, "aya_id": 100}, {"text": "ومن يهاجر في سبيل الله يجد في الأرض مراغما كثيرا وسعة ومن يخرج من بيته مهاجرا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله وكان الله غفورا رحيما", "sura_id": 4, "type": 1, "id": 6829, "aya_id": 100}, {"text": "100 - (ومن يهاجر في سبيل الله يجد في الأرض مراغما) مهاجرا (كثيرا وسعة) في الرزق (ومن يخرج من بيته مهاجرا إلى الله ورسوله ثم يدركه الموت) في الطريق كما وقع لجندع بن ضمرة الليثي (فقد وقع) ثبت (أجره على الله وكان الله غفورا رحيما) \r\n", "sura_id": 4, "type": 2, "id": 25537, "aya_id": 100}, {"text": "ومَن يخرج من أرض الشرك إلى أرض الإسلام فرارًا بدينه, راجيًا فضل ربه, قاصدًا نصرة دينه, يجد في الأرض مكانًا ومتحولا ينعم فيه بما يكون سببًا في قوته وذلة أعدائه, مع السعة في رزقه وعيشه, ومن يخرج من بيته قاصدًا نصرة دين الله ورسوله صلى الله عليه وسلم, وإعلاء كلمة الله, ثم يدركه الموت قبل بلوغه مقصده, فقد ثبت له جزاء عمله على الله, فضلا منه وإحسانًا. وكان الله غفورًا رحيمًا بعباده.\r\n", "sura_id": 4, "type": 3, "id": 31773, "aya_id": 100}, {"text": " <font color=red>وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</font><BR><p>وَقَوْله \" وَمَنْ يُهَاجِر فِي سَبِيل اللَّه يَجِد فِي الْأَرْض مُرَاغَمًا كَثِيرًا وَسَعَة \" وَهَذَا تَحْرِيض عَلَى الْهِجْرَة وَتَرْغِيب فِي مُفَارَقَة الْمُشْرِكِينَ وَأَنَّ الْمُؤْمِن حَيْثُمَا ذَهَبَ وَجَدَ عَنْهُمْ مَنْدُوحَة وَمَلْجَأ يَتَحَصَّن فِيهِ وَالْمُرَاغَم مَصْدَر تَقُول الْعَرَب رَاغَمَ فُلَان قَوْمه مُرَاغَمًا وَمُرَاغَمَة قَالَ النَّابِغَة بْن جَعْدَة : كَطَوْدٍ يُلَاذ بِأَرْكَانِهِ عَزِيز الْمُرَاغَم وَالْمَهْرَب وَقَالَ اِبْن عَبَّاس : الْمُرَاغَم التَّحَوُّل مِنْ أَرْض إِلَى أَرْض . وَكَذَا رُوِيَ عَنْ الضَّحَّاك وَالرَّبِيع بْن أَنَس وَالثَّوْرِيّ وَقَالَ مُجَاهِد : مُرَاغَمًا كَثِيرًا يَعْنِي مُتَزَحْزِحًا عَمَّا يَكْرَه وَقَالَ سُفْيَان بْن عُيَيْنَة مُرَاغَمًا كَثِيرًا يَعْنِي بُرُوجًا وَالظَّاهِر وَاَللَّه أَعْلَم أَنَّهُ الْمَنْع الَّذِي يُتَخَلَّص بِهِ وَيُرَاغَم بِهِ الْأَعْدَاء قَوْله \" وَسَعَة \" يَعْنِي الرِّزْق قَالَهُ غَيْر وَاحِد مِنْهُمْ قَتَادَة حَيْثُ قَالَ فِي قَوْله \" يَجِد فِي الْأَرْض مُرَاغَمًا كَثِيرًا وَسَعَة \" أَيْ مِنْ الضَّلَالَة إِلَى الْهُدَى وَمِنْ الْقِلَّة إِلَى الْغِنَى وَقَوْله وَمَنْ يَخْرُج مِنْ بَيْته مُهَاجِرًا إِلَى اللَّه وَرَسُوله ثُمَّ يُدْرِكهُ الْمَوْت فَقَدْ وَقَعَ أَجْره عَلَى اللَّه أَيْ وَمَنْ يَخْرُج مِنْ مَنْزِله بِنِيَّةِ الْهِجْرَة فَمَاتَ فِي أَثْنَاء الطَّرِيق فَقَدْ حَصَلَ لَهُ عِنْد اللَّه ثَوَاب مَنْ هَاجَرَ كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ الصِّحَاح وَالْمَسَانِيد وَالسُّنَن مِنْ طَرِيق يَحْيَى بْن سَعِيد الْأَنْصَارِيّ عَنْ مُحَمَّد بْن إِبْرَاهِيم التَّيْمِيّ عَنْ عَلْقَمَة بْن أَبِي وَقَّاص اللَّيْثِيّ عَنْ عُمَر بْن الْخَطَّاب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ اِمْرِئٍ مَا نَوَى فَمَنْ كَانَتْ هِجْرَته إِلَى اللَّه وَرَسُوله فَهِجْرَته إِلَى اللَّه وَرَسُوله وَمَنْ كَانَتْ هِجْرَته إِلَى دُنْيَا يُصِيبهَا أَوْ اِمْرَأَة يَتَزَوَّجهَا فَهِجْرَته إِلَى مَا هَاجَرَ إِلَيْهِ \" . وَهَذَا عَامّ فِي الْهِجْرَة وَفِي جَمِيع الْأَعْمَال وَمِنْهُ الْحَدِيث الثَّابِت فِي الصَّحِيحَيْنِ فِي الرَّجُل الَّذِي قَتَلَ تِسْعَة وَتِسْعِينَ نَفْسًا ثُمَّ أَكْمَلَ بِذَلِكَ الْعَابِد الْمِائَة ثُمَّ سَأَلَ عَالِمًا هَلْ لَهُ مِنْ تَوْبَة فَقَالَ لَهُ وَمَنْ يَحُول بَيْنك وَبَيْن التَّوْبَة ؟ ثُمَّ أَرْشَدَهُ إِلَى أَنْ يَتَحَوَّل مِنْ بَلَده إِلَى بَلَد أُخْرَى يَعْبُد اللَّه فِيهِ فَلَمَّا اِرْتَحَلَ مِنْ بَلَده مُهَاجِرًا إِلَى الْبَلَد الْأُخْرَى أَدْرَكَهُ الْمَوْت فِي أَثْنَاء الطَّرِيق فَاخْتَصَمَتْ فِيهِ مَلَائِكَة الرَّحْمَة وَمَلَائِكَة الْعَذَاب فَقَالَ هَؤُلَاءِ إِنَّهُ جَاءَ تَائِبًا وَقَالَ هَؤُلَاءِ إِنَّهُ لَمْ يَصِلْ بَعْد فَأُمِرُوا أَنْ يَقِيسُوا مَا بَيْن الْأَرْضَيْنِ فَإِلَى أَيّهمَا كَانَ أَقْرَب فَهُوَ مِنْهَا فَأَمَرَ اللَّه هَذِهِ أَنْ تَقْتَرِب مِنْ هَذِهِ وَهَذِهِ أَنْ تَبْعُد فَوَجَدُوهُ أَقْرَب إِلَى الْأَرْض الَّتِي هَاجَرَ إِلَيْهَا بِشِبْرٍ فَقَبَضَتْهُ مَلَائِكَة الرَّحْمَة وَفِي رِوَايَة أَنَّهُ لَمَّا جَاءَهُ الْمَوْت نَاءَ بِصَدْرِهِ إِلَى الْأَرْض الَّتِي هَاجَرَ إِلَيْهَا . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن إِبْرَاهِيم عَنْ مُحَمَّد بْن عَبْد اللَّه بْن عَتِيك عَنْ أَبِيهِ عَبْد اللَّه بْن عَتِيك قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ خَرَجَ مِنْ بَيْته مُجَاهِدًا فِي سَبِيل اللَّه ثُمَّ قَالَ وَأَيْنَ الْمُجَاهِدُونَ فِي سَبِيل اللَّه فَخَرَّ عَنْ دَابَّته فَمَاتَ فَقَدْ وَقَعَ أَجْره عَلَى اللَّه أَوْ لَدَغَتْهُ دَابَّة فَمَاتَ فَقَدْ وَقَعَ أَجْره عَلَى اللَّه أَوْ مَاتَ حَتْف أَنْفه فَقَدْ وَقَعَ أَجْره عَلَى اللَّه \" يَعْنِي بِحَتْفِ أَنْفه عَلَى فِرَاشه وَاَللَّه إِنَّهَا لَكَلِمَة مَا سَمِعْتهَا مِنْ أَحَد مِنْ الْعَرَب قَبْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَنْ قُتِلَ قَعْصًا فَقَدْ اِسْتَوْجَبَ الْجَنَّة , وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عَبْد الرَّحْمَن بْن عَبْد الْمَلِك بْن شَيْبَة الْخِزَامِيّ حَدَّثَنِي عَبْد الرَّحْمَن بْن الْمُغِيرَة الْخِزَامِيّ عَنْ الْمُنْذِر بْن عَبْد اللَّه عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَنَّ الزُّبَيْر بْن الْعَوَّام قَالَ : هَاجَرَ خَالِد بْن حِزَام إِلَى أَرْض الْحَبَشَة فَنَهَشَتْهُ حَيَّة فِي الطَّرِيق فَمَاتَ فَنَزَلَتْ فِيهِ \" وَمَنْ يَخْرُج مِنْ بَيْته مُهَاجِرًا إِلَى اللَّه وَرَسُوله ثُمَّ يُدْرِكهُ الْمَوْت فَقَدْ وَقَعَ أَجْره عَلَى اللَّه وَكَانَ اللَّه غَفُورًا رَحِيمًا \" قَالَ الزُّبَيْر : فَكُنْت أَتَوَقَّعهُ وَأَنْتَظِر قُدُومه وَأَنَا بِأَرْضِ الْحَبَشَة فَمَا أَحْزَنَنِي شَيْء حُزْن وَفَاته حِين بَلَغَتْنِي لِأَنَّهُ قَلَّ أَحَد مِمَّنْ هَاجَرَ مِنْ قُرَيْش إِلَّا وَمَعَهُ بَعْض أَهْله أَوْ ذَوِي رَحِمه وَلَمْ يَكُنْ مَعِي أَحَد مِنْ بَنِي أَسَد بْن عَبْد الْعُزَّى وَلَا أَرْجُو غَيْره وَهَذَا الْأَثَر غَرِيب جِدًّا فَإِنَّ هَذِهِ الْقِصَّة مَكِّيَّة وَنُزُول هَذِهِ الْآيَة مَدَنِيّ فَلَعَلَّهُ أَرَادَ أَنَّهَا تَعُمّ حُكْمه مَعَ غَيْره وَإِنْ لَمْ يَكُنْ ذَلِكَ سَبَب النُّزُول وَاَللَّه أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا سُلَيْمَان بْن دَاوُد مَوْلَى عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا سَهْل بْن عُثْمَان حَدَّثَنَا عَبْد الرَّحْمَن بْن سُلَيْمَان حَدَّثَنَا أَشْعَث هُوَ اِبْن سِوَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا قَالَ : خَرَجَ ضَمْرَة بْن جُنْدُب إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ فَمَاتَ فِي الطَّرِيق قَبْل أَنْ يَصِل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ فَنَزَلَتْ \" وَمَنْ يَخْرُج مِنْ بَيْته مُهَاجِرًا إِلَى اللَّه وَرَسُوله \" الْآيَة . وَحَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن رَجَاء أَنْبَأَنَا إِسْرَائِيل عَنْ سَالِم عَنْ سَعِيد بْن جُبَيْر عَنْ أَبِي ضَمْرَة بْن الْعِيص الزُّرَقِيّ الَّذِي كَانَ مُصَاب الْبَصَر وَكَانَ بِمَكَّة فَلَمَّا نَزَلَتْ \" إِلَّا الْمُسْتَضْعَفِينَ مِنْ الرِّجَال وَالنِّسَاء وَالْوِلْدَان لَا يَسْتَطِيعُونَ حِيلَة \" فَقُلْت إِنِّي لَغَنِيّ وَإِنِّي لَذُو حِيلَة فَتَجَهَّزَ يُرِيد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَدْرَكَهُ الْمَوْت بِالتَّنْعِيمِ فَنَزَلَتْ هَذِهِ الْآيَة وَمَنْ يَخْرُج مِنْ بَيْته مُهَاجِرًا إِلَى اللَّه وَرَسُوله ثُمَّ يُدْرِكهُ الْمَوْت \" الْآيَة . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا الْحَسَن بْن عَرُوبَة الْبَصْرِيّ حَدَّثَنَا حَيْوَة بْن شُرَيْح الْحِمْصِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنَا اِبْن ثَوْبَان عَنْ أَبِيهِ حَدَّثَنَا مَكْحُول عَنْ عَبْد الرَّحْمَن بْن غُنْم الْأَشْعَرِيّ أَنْبَأَنَا أَبُو مَالِك قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه قَالَ مَنْ اِنْتَدَبَ خَارِجًا فِي سَبِيلِي غَازِيًا اِبْتِغَاء وَجْهِي وَتَصْدِيق وَعْدِي وَإِيمَانًا بِرُسُلِي فَهُوَ فِي ضَمَان عَلَى اللَّه إِمَّا أَنْ يَتَوَفَّاهُ بِالْجَيْشِ فَيُدْخِلهُ الْجَنَّة وَإِمَّا أَنْ يَرْجِع فِي ضَمَان اللَّه وَإِنْ طَالَبَ عَبْدًا فَنَغَّصَهُ حَتَّى يَرُدّهُ إِلَى أَهْله مَعَ مَا نَالَ مِنْ أَجْر أَوْ غُنَيْمَة وَنَالَ مِنْ فَضْل اللَّه فَمَاتَ أَوْ قُتِلَ أَوْ رَفَصَتْهُ فَرَسه أَوْ بَعِيره أَوْ لَدَغَتْهُ هَامَة أَوْ مَاتَ عَلَى فِرَاشه بِأَيِّ حَتْف شَاءَ اللَّه فَهُوَ شَهِيد \". وَرُوِيَ أَبُو دَاوُد مِنْ حَدِيث بَقِيَّة مِنْ فَضْل اللَّه إِلَى آخِره وَزَادَ بَعْد قَوْله فَهُوَ شَهِيد وَإِنَّ لَهُ الْجَنَّة وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا إِبْرَاهِيم بْن زِيَاد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ حُمَيْد بْن أَبِي حُمَيْد عَنْ عَطَاء بْن يَزِيد اللَّيْثِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ خَرَجَ حَاجًّا فَمَاتَ كُتِبَ لَهُ أَجْر الْحَاجّ إِلَى يَوْم الْقِيَامَة وَمَنْ خَرَجَ مُعْتَمِرًا فَمَاتَ كُتِبَ لَهُ أَجْر الْمُعْتَمِر إِلَى يَوْم الْقِيَامَة وَمَنْ خَرَجَ غَازِيًا فِي سَبِيل اللَّه فَمَاتَ كُتِبَ لَهُ أَجْر الْغَازِي إِلَى يَوْم الْقِيَامَة \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40769, "aya_id": 100}]