[{"text": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِن شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا", "sura_id": 35, "type": 0, "id": 3704, "aya_id": 44}, {"text": "استكبارا في الأرض ومكر السيء ولا يحيق المكر السيء إلا بأهله فهل ينظرون إلا سنة الأولين فلن تجد لسنة الله تبديلا ولن تجد لسنة الله تحويلا", "sura_id": 35, "type": 1, "id": 9940, "aya_id": 44}, {"text": "44 - (أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم وكانوا أشد منهم قوة وما) فأهلكهم الله بتكذيبهم رسلهم (كان الله ليعجزه من شيء في) يسبقه ويفوته (السماوات ولا في الأرض إنه كان عليما قديرا) بالأشياء كلها (ولو) عليها \r\n", "sura_id": 35, "type": 2, "id": 28648, "aya_id": 44}, {"text": "أولم يَسِرْ كفار \"مكة\" في الأرض, فينظروا كيف كان عاقبة الذين من قبلهم كعاد وثمود وأمثالهم, وما حلَّ بهم من الدمار, وبديارهم من الخراب, حين كذبوا الرسل, وكان أولئك الكفرة أشد قوة وبطشًا من كفار \"مكة\"؟ وما كان الله تعالى ليعجزه ويفوته من شيء في السموات ولا في الأرض, إنه كان عليمًا بأفعالهم, قديرًا على إهلاكهم.\r\n", "sura_id": 35, "type": 3, "id": 34884, "aya_id": 44}, {"text": " <font color=red>أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا</font><BR><p>يَقُول تَعَالَى قُلْ يَا مُحَمَّد لِهَؤُلَاءِ الْمُكَذِّبِينَ بِمَا جِئْتهمْ بِهِ مِنْ الرِّسَالَة سِيرُوا فِي الْأَرْض فَانْظُرُوا كَيْف كَانَ عَاقِبَة الَّذِينَ كَذَّبُوا الرُّسُل كَيْف دَمَّرَ اللَّه عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالهَا فَخَلَتْ مِنْهُمْ مَنَازِلهمْ وَسُلِبُوا مَا كَانُوا فِيهِ مِنْ النَّعِيم بَعْد كَمَال الْقُوَّة وَكَثْرَة الْعَدَد وَالْعُدَّة وَكَثْرَة الْأَمْوَال وَالْأَوْلَاد فَمَا أَغْنَى ذَلِكَ شَيْئًا وَلَا دَفَعَ عَنْهُمْ مِنْ عَذَاب اللَّه مِنْ شَيْء لَمَّا جَاءَ أَمْر رَبّك لِأَنَّهُ تَعَالَى لَا يُعْجِزهُ شَيْء إِذَا أَرَادَ كَوْنه فِي السَّمَاوَات وَالْأَرْض\" إِنَّهُ كَانَ عَلِيمًا قَدِيرًا \" أَيْ عَلِيم بِجَمِيعِ الْكَائِنَات قَدِير عَلَى مَجْمُوعهَا .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40332, "aya_id": 44}]