[{"text": "فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ وَمَن دَخَلَهُ كَانَ آمِنًا وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ الْعَالَمِينَ", "sura_id": 3, "type": 0, "id": 390, "aya_id": 97}, {"text": "فيه آيات بينات مقام إبراهيم ومن دخله كان آمنا ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر فإن الله غني عن العالمين", "sura_id": 3, "type": 1, "id": 6626, "aya_id": 97}, {"text": "97 - (فيه آيات بينات) منها (مقام إبراهيم) أي الحجر الذي قام عليه عند بناء البيت فأثر قدماه فيه وبقي إلى الآن مع تطاول الزمان وتداول الأيدي عليه ومنها تضعيف الحسنات فيه وأن الطير لا يعلوه (ومن دخله كان آمنا) لا يتعرض إليه بقتل أو ظلم أو غير ذلك (ولله على الناس حِجُّ البيت) واجب بكسر الحاء وفتحها لغتان في مصدر حج قصد ويبدل من الناس (من استطاع إليه سبيلاً) طريقاً فسَّرَه صلى الله عليه وسلم بالزاد والراحلة رواه الحاكم وغيره (ومن كفر) بالله أو بما فرضه من الحج (فإن الله غني عن العالمين) الإنس والجن والملائكة وعن عبادتهم \r\n", "sura_id": 3, "type": 2, "id": 25334, "aya_id": 97}, {"text": "في هذا البيت دلالات ظاهرات أنه من بناء إبراهيم, وأن الله عظَّمه وشرَّفه, منها: مقام إبراهيم عليه السلام, وهو الحَجَر الذي كان يقف عليه حين كان يرفع القواعد من البيت هو وابنه إسماعيل, ومن دخل هذا البيت أَمِنَ على نفسه فلا يناله أحد بسوء. وقد أوجب الله على المستطيع من الناس في أي مكان قَصْدَ هذا البيت لأداء مناسك الحج. ومن جحد فريضة الحج فقد كفر, والله غني عنه وعن حجِّه وعمله, وعن سائر خَلْقه.\r\n", "sura_id": 3, "type": 3, "id": 31570, "aya_id": 97}, {"text": " <font color=red>فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ</font><BR><p>قَوْله تَعَالَى \" فِيهِ آيَات بَيِّنَات \" أَيْ دَلَالَات ظَاهِرَة أَنَّهُ مِنْ بِنَاء إِبْرَاهِيم وَأَنَّ اللَّه عَظَّمَهُ وَشَرَّفَهُ ثُمَّ قَالَ تَعَالَى \" مَقَام إِبْرَاهِيم \" يَعْنِي الَّذِي لَمَّا اِرْتَفَعَ الْبِنَاء اِسْتَعَانَ بِهِ عَلَى رَفْع الْقَوَاعِد مِنْهُ وَالْجُدَرَان حَيْثُ كَانَ يَقِف عَلَيْهِ وَيُنَاوِلهُ وَلَده إِسْمَاعِيل وَقَدْ كَانَ مُلْتَصِقًا بِجِدَارِ الْبَيْت حَتَّى أَخَّرَهُ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فِي إِمَارَته إِلَى نَاحِيَة الشَّرْق بِحَيْثُ يَتَمَكَّن الطُّوَّاف مِنْهُ وَلَا يُشَوِّشُونَ عَلَى الْمُصَلِّينَ عِنْده بَعْد الطَّوَاف. لِأَنَّ اللَّه تَعَالَى قَدْ أَمَرَك بِالصَّلَاةِ عِنْده حَيْثُ قَالَ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلَّى \" وَقَدْ قَدَّمْنَا الْأَحَادِيث فِي ذَلِكَ فَأَغْنَى عَنْ إِعَادَته هَهُنَا وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" فِيهِ آيَات بَيِّنَات مَقَام إِبْرَاهِيم \" أَيْ فَمِنْهُنَّ مَقَام إِبْرَاهِيم وَالْمَشَاعِر وَقَالَ مُجَاهِد أَثَر قَدَمَيْهِ فِي الْمَقَام آيَة بَيِّنَة وَكَذَا رُوِيَ عَنْ عُمَر بْن عَبْد الْعَزِيز وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَغَيْرهمْ . وَقَالَ أَبُو طَالِب فِي قَصِيدَته اللَّامِيَّة الْمَشْهُورَة : وَمَوْطِئ إِبْرَاهِيم فِي الصَّخْر رَطْبَة عَلَى قَدَمَيْهِ حَافِيًا غَيْر نَاعِل وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد وَعَمْرو الْأَوْدِيّ قَالَا : حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" مَقَام إِبْرَاهِيم \" قَالَ : الْحَرَم كُلّه مَقَام إِبْرَاهِيم وَلَفْظ عَمْرو : الْحِجْر كُلّه مَقَام إِبْرَاهِيم : وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر أَنَّهُ قَالَ : الْحَجّ مَقَام إِبْرَاهِيم هَكَذَا رَأَيْته فِي النُّسْخَة وَلَعَلَّهُ الْحِجْر كُلّه مَقَام إِبْرَاهِيم . وَقَدْ صَرَّحَ بِذَلِكَ مُجَاهِد وَقَوْله تَعَالَى \" وَمَنْ دَخَلَهُ كَانَ آمِنًا \" يَعْنِي حَرَم مَكَّة إِذَا دَخَلَهُ الْخَائِف يَأْمَن مِنْ كُلّ سُوء وَكَذَلِكَ كَانَ الْأَمْر فِي حَال الْجَاهِلِيَّة كَمَا قَالَ الْحَسَن الْبَصْرِيّ وَغَيْره : كَانَ الرَّجُل يَقْتُل فَيَضَع فِي عُنُقه صُوفَة وَيَدْخُل الْحَرَم فَيَلْقَاهُ اِبْن الْمَقْتُول فَلَا يُهَيِّجهُ حَتَّى يَخْرُج. وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو يَحْيَى التَّمِيمِيّ عَنْ عَطَاء عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَمَنْ دَخَلَهُ كَانَ آمِنًا \" قَالَ : مَنْ عَاذَ بِالْبَيْتِ أَعَاذَهُ الْبَيْت وَلَكِنْ لَا يُؤْوَى وَلَا يُطْعَم وَلَا يُسْقَى فَإِذَا خَرَجَ أُخِذَ بِذَنْبِهِ . وَقَالَ اللَّه تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّف النَّاس مِنْ حَوْلهمْ \" الْآيَة . وَقَالَ تَعَالَى \" فَلْيَعْبُدُوا رَبّ هَذَا الْبَيْت الَّذِي أَطْعَمَهُمْ مِنْ جُوع وَآمَنَهُمْ مِنْ خَوْف \" وَحَتَّى إِنَّهُ مِنْ جُمْلَة تَحْرِيمهَا حُرْمَة اِصْطِيَاد صَيْدهَا وَتَنْفِيره عَنْ أَوْكَاره وَحُرْمَة قَطْع شَجَرهَا وَقَلْع حَشِيشهَا كَمَا ثَبَتَتْ الْأَحَادِيث وَالْآثَار فِي ذَلِكَ عَنْ جَمَاعَة مِنْ الصَّحَابَة مَرْفُوعًا وَمَوْقُوفًا . فَفِي الصَّحِيحَيْنِ وَاللَّفْظ لِمُسْلِمٍ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم فَتْح مَكَّة \" لَا هِجْرَة وَلَكِنْ جِهَاد وَنِيَّة وَإِذَا اُسْتُنْفِرْتُمْ فَانْفِرُوا \" وَقَالَ يَوْم فَتْح مَكَّة \" إِنَّ هَذَا الْبَلَد حَرَّمَهُ اللَّه يَوْم خَلَقَ السَّمَوَات وَالْأَرْض فَهُوَ حَرَام بِحُرْمَةِ اللَّه إِلَى يَوْم الْقِيَامَة وَإِنَّهُ لَمْ يَحِلّ الْقِتَال فِيهِ لِأَحَدٍ قَبْلِي وَلَمْ يَحِلّ لِي إِلَّا فِي سَاعَة مِنْ نَهَار فَهُوَ حَرَام بِحُرْمَةِ اللَّه إِلَى يَوْم الْقِيَامَة لَا يُعْضَد شَوْكه وَلَا يُنَفَّر صَيْده وَلَا تُلْتَقَط لُقَطَته إِلَّا مَنْ عَرَّفَهَا وَلَا يُخْتَلَى خَلَاهَا \" فَقَالَ الْعَبَّاس : يَا رَسُول اللَّه إِلَّا الْإِذْخِر فَإِنَّهُ لِقَيْنِهِم وَلِبُيُوتِهِمْ فَقَالَ \" إِلَّا الْإِذْخِر \" وَلَهُمَا عَنْ أَبِي هُرَيْرَة مِثْله أَوْ نَحْوه وَلَهُمَا وَاللَّفْظ لِمُسْلِمٍ أَيْضًا عَنْ أَبِي شُرَيْح الْعَدَوِيّ أَنَّهُ قَالَ لِعَمْرِو بْن سَعِيد وَهُوَ يَبْعَث الْبُعُوث إِلَى مَكَّة : اِئْذَنْ لِي أَيّهَا الْأَمِير أَنْ أُحَدِّثك قَوْلًا قَامَ بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْغَد مِنْ يَوْم الْفَتْح سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي وَأَبْصَرَتْهُ عَيْنَايَ حِين تَكَلَّمَ بِهِ : أَنَّهُ حَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ \" إِنَّ مَكَّة حَرَّمَهَا اللَّه وَلَمْ يُحَرِّمهَا النَّاس فَلَا يَحِلّ لِامْرِئٍ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر أَنْ يَسْفِك بِهَا دَمًا أَوْ يَعْضِد بِهَا شَجَرَة فَإِنْ أَحَد تَرَخَّصَ بِقِتَالِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا فَقُولُوا لَهُ إِنَّ اللَّه أَذِنَ لِنَبِيِّهِ وَلَمْ يَأْذَن لَكُمْ وَإِنَّمَا أَذِنَ لِي فِيهَا سَاعَة مِنْ نَهَار وَقَدْ عَادَتْ حُرْمَتهَا الْيَوْم كَحُرْمَتِهَا بِالْأَمْسِ فَلْيُبَلِّغْ الشَّاهِد الْغَائِب \" فَقِيلَ لِأَبِي شُرَيْح مَا قَالَ لَك عَمْرو ؟ قَالَ : أَنَا أَعْلَم بِذَلِكَ مِنْك يَا أَبَا شُرَيْح إِنَّ الْحَرَم لَا يُعِيذ عَاصِيًا وَلَا فَارًّا بِدَمٍ وَلَا فَارًّا بِخَرِبَةٍ وَعَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا يَحِلّ لِأَحَدٍ أَنْ يَحْمِل السِّلَاح بِمَكَّةَ \" . رَوَاهُ مُسْلِم . وَعَنْ عَبْد اللَّه بْن عَدِيّ بْن الْحَمْرَاء الزُّهْرِيّ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ وَاقِف بِالْحَرُورَة بِسُوقِ مَكَّة يَقُول \" وَاَللَّه إِنَّك لَخَيْر أَرْض اللَّه وَأَحَبّ أَرْض اللَّه إِلَى اللَّه وَلَوْلَا أَنِّي أُخْرِجْت مِنْك مَا خَرَجْت \" . رَوَاهُ الْإِمَام أَحْمَد وَهَذَا لَفْظه وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح وَكَذَا صُحِّحَ مِنْ حَدِيث اِبْن عَبَّاس نَحْوه. وَرَوَى أَحْمَد عَنْ أَبِي هُرَيْرَة نَحْوه وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا بِشْر بْن آدَم اِبْن بِنْت أَزْهَر السَّمَّان حَدَّثَنَا بِشْر بْن عَاصِم عَنْ زُرَيْق بْن مُسْلِم الْأَعْمَى مَوْلَى بَنِي مَخْزُوم حَدَّثَنِي زِيَاد بْن أَبِي عَيَّاش عَنْ يَحْيَى بْن جَعْدَة بْن هُبَيْرَة فِي قَوْله تَعَالَى \" وَمَنْ دَخَلَهُ كَانَ آمِنًا \" قَالَ : آمِنَّا مِنْ النَّار وَفِي مَعْنَى هَذَا الْقَوْل الْحَدِيث الَّذِي رَوَاهُ الْبَيْهَقِيّ . أَخْبَرَنَا أَبُو الْحَسَن عَلِيّ بْن أَحْمَد بْن عَبْدَان حَدَّثَنَا أَحْمَد بْن عُبَيْد حَدَّثَنَا مُحَمَّد بْن سُلَيْمَان بْن الْوَاسِطِيّ حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا اِبْن الْمُؤَمِّل عَنْ اِبْن مُحَيْصِن عَنْ عَطَاء عَنْ عَبْد اللَّه بْن عَبَّاس : قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ دَخَلَ الْبَيْت دَخَلَ فِي حَسَنَة وَخَرَجَ مِنْ سَيِّئَة وَخَرَجَ مَغْفُورًا لَهُ \" ثُمَّ قَالَ : تَفَرَّدَ بِهِ عَبْد بْن الْمُؤَمِّل وَلَيْسَ بِالْقَوِيِّ . وَقَوْله \" وَلِلَّهِ عَلَى النَّاس حِجّ الْبَيْت مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا \" هَذِهِ آيَة وُجُوب الْحَجّ عِنْد الْجُمْهُور . وَقِيلَ : بَلْ هِيَ قَوْله \" وَأَتِمُّوا الْحَجّ وَالْعُمْرَة لِلَّهِ \" وَالْأُولَى أَظْهَر . وَقَدْ وَرَدَتْ الْأَحَادِيث الْمُتَعَدِّدَة بِأَنَّهُ أَحَد أَرْكَان الْإِسْلَام وَدَعَائِمه وَقَوَاعِده وَأَجْمَعَ الْمُسْلِمُونَ عَلَى ذَلِكَ إِجْمَاعًا ضَرُورِيًّا وَإِنَّمَا يَجِب عَلَى الْمُكَلَّف فِي الْعُمُر مَرَّة وَاحِدَة بِالنَّصِّ وَالْإِجْمَاع . قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه : حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا الرَّبِيع بْن مُسْلِم الْقُرَشِيّ عَنْ مُحَمَّد بْن زِيَاد عَنْ أَبِي هُرَيْرَة قَالَ : خَطَبَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" أَيّهَا النَّاس قَدْ فُرِضَ عَلَيْكُمْ الْحَجّ فَحُجُّوا \" فَقَالَ رَجُل أَكُلّ عَام يَا رَسُول اللَّه ؟ فَسَكَتَ حَتَّى قَالَهَا ثَلَاثًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ قُلْت نَعَمْ لَوَجَبَتْ وَلَمَا اِسْتَطَعْتُمْ \" ثُمَّ قَالَ \" ذَرُونِي مَا تَرَكْتُكُمْ فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلكُمْ بِكَثْرَةِ سُؤَالهمْ وَاخْتِلَافهمْ عَلَى أَنْبِيَائِهِمْ وَإِذَا أَمَرْتُكُمْ بِشَيْءٍ فَأْتُوا مِنْهُ مَا اِسْتَطَعْتُمْ وَإِذَا نَهَيْتُكُمْ عَنْ شَيْء فَدَعُوهُ \" . وَرَوَاهُ مُسْلِم عَنْ زُهَيْر بْن حَرْب عَنْ يَزِيد بْن هَارُون بِهِ نَحْوه . وَقَدْ رَوَى سُفْيَان بْن حُسَيْن وَسُلَيْمَان بْن كَثِير وَعَبْد الْجَلِيل بْن حُمَيْد وَمُحَمَّد بْن أَبِي حَفْصَة عَنْ الزُّهْرِيّ عَنْ أَبِي سِنَان الدُّؤَلِيّ وَاسْمه يَزِيد بْن أُمَيَّة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : خَطَبَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَا أَيّهَا النَّاس إِنَّ اللَّه كَتَبَ عَلَيْكُمْ الْحَجّ \" فَقَامَ الْأَقْرَع بْن حَابِس فَقَالَ : يَا رَسُول اللَّه أَفِي كُلّ عَام ؟ فَقَالَ \" لَوْ قُلْتهَا لَوَجَبَتْ وَلَوْ وَجَبَتْ لَمْ تَعْمَلُوا بِهَا وَلَنْ تَسْتَطِيعُوا أَنْ تَعْمَلُوا بِهَا الْحَجّ مَرَّة فَمَنْ زَادَ فَهُوَ تَطَوُّع \" رَوَاهُ أَحْمَد وَأَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن مَاجَهْ وَالْحَاكِم مِنْ حَدِيث الزُّهْرِيّ بِهِ وَرَوَاهُ شَرِيك عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس بِنَحْوِهِ . وَرُوِيَ مِنْ حَدِيث أُسَامَة بْن زَيْد . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مَنْصُور بْن وَرْدَان عَنْ عَبْد الْأَعْلَى بْن عَبْد الْأَعْلَى عَنْ أَبِيهِ عَنْ الْبَخْتَرِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ \" وَلِلَّهِ عَلَى النَّاس حِجّ الْبَيْت مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا \" قَالُوا : يَا رَسُول اللَّه فِي كُلّ عَام ؟ فَسَكَتَ قَالُوا يَا رَسُول اللَّه فِي كُلّ عَام ؟ قَالَ \" لَا وَلَوْ قُلْت نَعَمْ لَوَجَبَتْ \" فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبَدْ لَكُمْ تَسُؤْكُمْ \" وَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ وَالْحَاكِم مِنْ حَدِيث مَنْصُور بْن وَرْدَان بِهِ ثُمَّ قَالَ التِّرْمِذِيّ : حَسَن غَرِيب . وَفِيمَا قَالَ نَظَر لِأَنَّ الْبُخَارِيّ قَالَ : لَمْ يَسْمَع أَبُو الْبَخْتَرِيّ مِنْ عَلِيّ وَقَالَ اِبْن مَاجَهْ : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر حَدَّثَنَا مُحَمَّد بْن أَبِي عُبَيْدَة عَنْ أَبِيهِ عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ أَنَس بْن مَالِك قَالَ : قَالُوا : يَا رَسُول اللَّه الْحَجّ فِي كُلّ عَام ؟ قَالَ \" لَوْ قُلْت نَعَمْ لَوَجَبَتْ وَلَوْ وَجَبَتْ لَمْ تَقُومُوا بِهَا وَلَوْ لَمْ تَقُومُوا بِهَا لَعُذِّبْتُمْ \" . وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث اِبْن جُرَيْج عَنْ عَطَاء عَنْ جَابِر عَنْ سُرَاقَة بْن مَالِك قَالَ : يَا رَسُول اللَّه مُتْعَتُنَا هَذِهِ لِعَامِنَا هَذَا أَمْ لِلْأَبَدِ ؟ قَالَ \" لَا بَلْ لِلْأَبَدِ \" وَفِي رِوَايَةٍ \" بَلْ لِأَبَدِ الْأَبَد \" . وَفِي مُسْنَد الْإِمَام أَحْمَد وَسُنَن أَبِي دَاوُدَ مِنْ حَدِيث وَاقِد بْن أَبِي وَاقِد اللَّيْثِيّ عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِنِسَائِهِ فِي حَجَّته \" هَذِهِ ثُمَّ ظُهُور الْحُصْر \" يَعْنِي ثُمَّ الزَّمَن ظَهْر الْحُصْر وَلَا تَخْرُجْنَ مِنْ الْبُيُوت وَأَمَّا الِاسْتِطَاعَة فَأَقْسَام تَارَة يَكُون الشَّخْص مُسْتَطِيعًا بِنَفْسِهِ وَتَارَة بِغَيْرِهِ كَمَا هُوَ مُقَرَّر فِي كُتُب الْأَحْكَام . قَالَ أَبُو عِيسَى التِّرْمِذِيّ : حَدَّثَنَا عَبْد الرَّحْمَن بْن حُمَيْد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا إِبْرَاهِيم بْن يَزِيد قَالَ : سَمِعْت مُحَمَّد بْن عَبَّاد بْن جَعْفَر يُحَدِّث عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : مَنْ الْحَاجّ يَا رَسُول اللَّه ؟ قَالَ \" الشَّعِث التَّفِل \" فَقَامَ آخَر فَقَالَ أَيْ الْحَجّ أَفْضَل يَا رَسُول اللَّه ؟ قَالَ \" الْعَجّ وَالثَّجّ \" فَقَامَ آخَر فَقَالَ : مَا السَّبِيل يَا رَسُول اللَّه ؟ قَالَ \" الزَّاد وَالرَّاحِلَة \" هَكَذَا رَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث إِبْرَاهِيم بْن يَزِيد وَهُوَ الْجَوْزِيّ قَالَ التِّرْمِذِيّ : وَلَا يَرْفَعهُ إِلَّا مِنْ حَدِيثه وَقَدْ تَكَلَّمَ فِيهِ بَعْض أَهْل الْعِلْم مِنْ قِبَل حِفْظه كَذَا قَالَ هَهُنَا وَقَالَ فِي كِتَاب الْحَجّ : هَذَا حَدِيث حَسَن لَا يُشَكّ أَنَّ هَذَا الْإِسْنَاد رِجَاله كُلّهمْ ثِقَات سِوَى الْجَوْزِيّ هَذَا وَقَدْ تَكَلَّمُوا فِيهِ مِنْ أَجْلِ هَذَا الْحَدِيث لَكِنْ قَدْ تَابَعَهُ غَيْره فَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد اللَّه الْعَامِرِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر اللَّيْثِيّ عَنْ مُحَمَّد بْن عَبَّاد بْن جَعْفَر قَالَ : جَلَسْت إِلَى عَبْد اللَّه بْن عُمَر قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ مَا السَّبِيل ؟ قَالَ \" الزَّاد وَالرَّاحِلَة \" وَهَكَذَا رَوَاهُ اِبْن مَرْدُوَيه مِنْ رِوَايَة مُحَمَّد بْن عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر بِهِ ثُمَّ قَالَ اِبْن أَبِي حَاتِم : وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس وَأَنْسَ وَالْحَسَن وَمُجَاهِد وَعَطَاء وَسَعِيد بْن جُبَيْر وَالرَّبِيع بْن أَنَس وَقَتَادَة نَحْو ذَلِكَ وَقَدْ رُوِيَ هَذَا الْحَدِيث مِنْ طُرُق أُخْرَى مِنْ حَدِيث أَنَس وَعَبْد اللَّه بْن عَبَّاس وَابْن مَسْعُود وَعَائِشَة كُلّهَا مَرْفُوعَة وَلَكِنْ فِي أَسَانِيدهَا مَقَال كَمَا هُوَ مُقَرَّر فِي كِتَاب الْأَحْكَام وَاَللَّه أَعْلَم. وَقَدْ اِعْتَنَى الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيه بِجَمْعِ طُرُق هَذَا الْحَدِيث . وَرَوَاهُ الْحَاكِم مِنْ حَدِيث قَتَادَة عَنْ حَمَّاد بْن سَلَمَة عَنْ قَتَادَة عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ قَوْل اللَّه عَزَّ وَجَلَّ \" مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا \" فَقِيلَ مَا السَّبِيل ؟ قَالَ \" الزَّاد وَالرَّاحِلَة \" ثُمَّ قَالَ صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ . وَقَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ يُونُس عَنْ الْحَسَن قَالَ : قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلِلَّهِ عَلَى النَّاس حِجّ الْبَيْت مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا \" فَقَالُوا : يَا رَسُول اللَّه مَا السَّبِيل ؟ قَالَ \" الزَّاد وَالرَّاحِلَة \" وَرَوَاهُ وَكِيع فِي تَفْسِيره عَنْ سُفْيَان عَنْ يُونُس بِهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق أَنْبَأَنَا الثَّوْرِيّ عَنْ إِسْمَاعِيل وَهُوَ أَبُو إِسْرَائِيل الْمُلَائِيّ عَنْ فُضَيْل يَعْنِي اِبْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَعَجَّلُوا إِلَى الْحَجّ - يَعْنِي الْفَرِيضَة فَإِنَّ أَحَدكُمْ لَا يَدْرِي مَا يَعْرِض لَهُ \" وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْحَسَن بْن عَمْرو الْفُقَيْمِيّ عَنْ مِهْرَان اِبْن أَبِي صَفْوَان عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَرَادَ الْحَجّ فَلْيَتَعَجَّلْ \" وَرَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد عَنْ أَبِي مُعَاوِيَة الضَّرِير بِهِ . وَقَدْ رَوَى وَكِيع وَابْن جَرِير عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا \" قَالَ : مَنْ مَلَكَ ثَلَثمِائَةِ دِرْهَم فَقَدْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا . وَعَنْ عِكْرِمَة مَوْلَاهُ أَنَّهُ قَالَ : السَّبِيل الصِّحَّة وَرَوَى وَكِيع بْن الْجَرَّاح عَنْ أَبِي جَنَاب يَعْنِي الْكَلْبِيّ عَنْ الضَّحَّاك بْن مُزَاحِم عَنْ اِبْن عَبَّاس قَالَ : \" مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا \" قَالَ : قَالَ الزَّاد وَالْبَعِير وَقَوْله تَعَالَى \" وَمَنْ كَفَرَ فَإِنَّ اللَّه غَنِيّ عَنْ الْعَالَمِينَ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد : أَيْ وَمَنْ جَحَدَ فَرِيضَة الْحَجّ فَقَدْ كَفَرَ وَاَللَّه غَنِيّ عَنْهُ . وَقَالَ سَعِيد بْن مَنْصُور عَنْ سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ عِكْرِمَة قَالَ : لَمَّا نَزَلَتْ \" وَمَنْ يَبْتَغِ غَيْر الْإِسْلَام دِينًا فَلَنْ يُقْبَل مِنْهُ \" قَالَتْ الْيَهُود : فَنَحْنُ مُسْلِمُونَ قَالَ اللَّه عَزَّ وَجَلَّ فَأَخْصِمْهُمْ فَحُجَّهُمْ يَعْنِي فَقَالَ لَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه فَرَضَ عَلَى النَّاس حَجّ الْبَيْت مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا \" فَقَالُوا : لَمْ يُكْتَب عَلَيْنَا وَأَبَوْا أَنْ يَحُجُّوا قَالَ اللَّه تَعَالَى \" وَمَنْ كَفَرَ فَإِنَّ اللَّه غَنِيّ عَنْ الْعَالَمِينَ \" وَرَوَى اِبْن أَبِي نَجِيح عَنْ مُجَاهِد نَحْوه . وَقَالَ أَبُو بَكْر بْن مَرْدُوَيه حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه بْن مَسْعُود حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم وَشَاذُّ بْن فَيَّاض قَالَا : حَدَّثَنَا هِلَال أَبُو هَاشِم الْخُرَاسَانِيّ حَدَّثَنَا أَبُو إِسْحَاق الْهَمْدَانِيّ عَنْ الْحَارِث عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ مَلَك زَادًا وَرَاحِلَة وَلَمْ يَحُجّ بَيْت اللَّه فَلَا يَضُرّهُ مَاتَ يَهُودِيًّا أَوْ نَصْرَانِيًّا وَذَلِكَ بِأَنَّ اللَّه قَالَ \" وَلِلَّهِ عَلَى النَّاس حِجّ الْبَيْت مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّه غَنِيّ عَنْ الْعَالَمِينَ \" وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث مُسْلِم بْن إِبْرَاهِيم بِهِ وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي زُرْعَة الرَّازِيّ حَدَّثَنَا هِلَال بْن الْفَيَّاض حَدَّثَنَا هِلَال أَبُو هَاشِم الْخُرَاسَانِيّ فَذَكَرَهُ بِإِسْنَادِهِ مِثْله وَرَوَاهُ التِّرْمِذِيّ عَنْ مُحَمَّد بْن عَلِيّ الْقَطْعِيّ عَنْ مُسْلِم بْن إِبْرَاهِيم عَنْ هِلَال بْن عَبْد اللَّه مَوْلَى رَبِيعَة بْن عَمْرو بْن مُسْلِم الْبَاهِلِيّ بِهِ وَقَالَ : هَذَا حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَفِي إِسْنَاده مَقَال وَهِلَال مَجْهُول وَالْحَارِث يُضَعَّف فِي هَذَا الْحَدِيث. وَقَالَ الْبُخَارِيّ : هِلَال هَذَا مُنْكَر الْحَدِيث . وَقَالَ اِبْن عَدِيّ : هَذَا الْحَدِيث لَيْسَ بِمَحْفُوظٍ . وَقَدْ رَوَى أَبُو بَكْر الْإِسْمَاعِيلِيّ الْحَافِظ مِنْ حَدِيث أَبِي عَمْرو الْأَوْزَاعِيّ حَدَّثَنِي إِسْمَاعِيل بْن عَبْد اللَّه بْن أَبِي الْمُهَاجِر حَدَّثَنِي عَبْد الرَّحْمَن بْن غَنْم أَنَّهُ سَمِعَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ يَقُول : مَنْ أَطَاقَ الْحَجّ فَلَمْ يَحُجّ فَسَوَاء عَلَيْهِ مَاتَ يَهُودِيًّا أَوْ نَصْرَانِيًّا وَهَذَا إِسْنَاد صَحِيح إِلَى عُمَر رَضِيَ اللَّه عَنْهُ . وَرَوَى سَعِيد بْن مَنْصُور فِي سُنَنه عَنْ الْحَسَن الْبَصْرِيّ قَالَ : قَالَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ : لَقَدْ هَمَمْت أَنْ أَبْعَث رِجَالًا إِلَى هَذِهِ الْأَمْصَار فَيَنْظُرُوا إِلَى كُلّ مَنْ كَانَ عِنْده جُدَّة فَلَمْ يَحُجّ فَيَضْرِبُوا عَلَيْهِمْ الْجِزْيَة مَا هُمْ بِمُسْلِمِينَ مَا هُمْ بِمُسْلِمِينَ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40040, "aya_id": 97}]