[{"text": "صِبْغَةَ اللّهِ وَمَنْ أَحْسَنُ مِنَ اللّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدونَ", "sura_id": 2, "type": 0, "id": 145, "aya_id": 138}, {"text": "صبغة الله ومن أحسن من الله صبغة ونحن له عابدون", "sura_id": 2, "type": 1, "id": 6381, "aya_id": 138}, {"text": "138 - (صبغةَ الله) مصدر مؤكد لآمنا ونصبه بفعل مقدر ، أي صبغنا الله والمراد بها دينه الذي فطر الناس عليه لظهور أثره على صاحبه كالصبغ في الثوب (ومن) أي لا أحد (أحسن من الله صبغة) تمييز (ونحن له عابدون) قال اليهود للمسلمين: نحن أهل الكتاب الأول وقبلتنا أقدم ولم تكن الأنبياء من العرب ولو كان محمد نبيا لكان منا فنزل: \r\n", "sura_id": 2, "type": 2, "id": 25089, "aya_id": 138}, {"text": "الزموا دين الله الذي فطركم عليه, فليس هناك أحسنُ مِن فطرة الله التي فطر الناس عليها, فالزموها وقولوا نحن خاضعون مطيعون لربنا في اتباعنا ملَّة إبراهيم.\r\n", "sura_id": 2, "type": 3, "id": 31325, "aya_id": 138}, {"text": " <font color=red>صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدُونَ</font><BR><p>قَوْله \" صِبْغَة اللَّه \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس دِين اللَّه وَكَذَا رُوِيَ عَنْ مُجَاهِد وَأَبِي الْعَالِيَة وَعِكْرِمَة وَإِبْرَاهِيم وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَعَبْد اللَّه بْن كَثِير وَعَطِيَّة الْعَوْفِيّ وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ نَحْو ذَلِكَ وَانْتِصَاب صِبْغَة اللَّه إِمَّا عَلَى الْإِغْرَاء كَقَوْلِهِ\" فِطْرَة اللَّه \" أَيْ اِلْزَمُوا ذَلِكَ عَلَيْكُمُوهُ وَقَالَ بَعْضهمْ بَدَلًا مِنْ قَوْله \" مِلَّة إِبْرَاهِيم \" وَقَالَ سِيبَوَيْهِ هُوَ مَصْدَر مُؤَكَّد اِنْتَصَبَ عَنْ قَوْله \" آمَنَّا بِاَللَّهِ \" كَقَوْلِهِ\" وَعْدَ اللَّه \" وَقَدْ وَرَدَ فِي حَدِيث رَوَاهُ اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ مِنْ رِوَايَة أَشْعَث بْن إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ بَنِي إِسْرَائِيل قَالُوا : يَا رَسُول اللَّه هَلْ يَصْبُغ رَبُّك ؟ فَقَالَ اِتَّقُوا اللَّه . فَنَادَاهُ رَبّه يَا مُوسَى سَأَلُوك هَلْ يَصْبُغ رَبّك ؟ فَقُلْ نَعَمْ : أَنَا أَصْبُغ الْأَلْوَان الْأَحْمَر وَالْأَبْيَض وَالْأَسْوَد وَالْأَلْوَان كُلّهَا مِنْ صَبْغِي \" وَأَنْزَلَ اللَّه عَلَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صِبْغَة اللَّه وَمَنْ أَحْسَنُ مِنْ اللَّه صِبْغَة \" كَذَا وَقَعَ فِي رِوَايَة اِبْن مَرْدَوَيْهِ مَرْفُوعًا وَهُوَ فِي رِوَايَة اِبْن أَبِي حَاتِم مَوْقُوف وَهُوَ أَشْبَه إِنْ صَحَّ إِسْنَاده وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38540, "aya_id": 138}]