[{"text": "قُل لِّعِبَادِيَ الَّذِينَ آمَنُواْ يُقِيمُواْ الصَّلاَةَ وَيُنفِقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلانِيَةً مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خِلاَلٌ", "sura_id": 14, "type": 0, "id": 1781, "aya_id": 31}, {"text": "قل لعبادي الذين آمنوا يقيموا الصلاة وينفقوا مما رزقناهم سرا وعلانية من قبل أن يأتي يوم لا بيع فيه ولا خلال", "sura_id": 14, "type": 1, "id": 8017, "aya_id": 31}, {"text": "31 - (قل لعبادي الذين آمنوا يقيموا الصلاة وينفقوا مما رزقناهم سرا وعلانية من قبل أن يأتي يوم لا بيع) فداء (فيه ولا خلال) مخالة أي صداقة تنفع هو يوم القيامة \r\n", "sura_id": 14, "type": 2, "id": 26725, "aya_id": 31}, {"text": "قل -أيها الرسول- لعبادي الذين آمنوا: يؤدوا الصلاة بحدودها, ويخرجوا بعض ما أعطيناهم من المال في وجوه الخير الواجبة والمستحبة مسرِّين ذلك ومعلنين, من قبل أن يأتي يوم القيامة الذي لا ينفع فيه فداء ولا صداقة.\r\n", "sura_id": 14, "type": 3, "id": 32961, "aya_id": 31}, {"text": " <font color=red>قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده بِطَاعَتِهِ وَالْقِيَام بِحَقِّهِ وَالْإِحْسَان إِلَى خَلْقه بِأَنْ يُقِيمُوا الصَّلَاة وَهِيَ عِبَادَة اللَّه وَحْده لَا شَرِيكَ لَهُ وَأَنْ يُنْفِقُوا مِمَّا رَزَقَهُمْ اللَّه بِأَدَاءِ الزَّكَوَات وَالنَّفَقَة عَلَى الْقَرَابَات وَالْإِحْسَان إِلَى الْأَجَانِب وَالْمُرَاد بِإِقَامَتِهَا هُوَ الْمُحَافَظَة عَلَى وَقْتهَا وَحُدُودهَا وَرُكُوعهَا وَخُشُوعهَا وَسُجُودهَا وَأَمَرَ تَعَالَى بِالْإِنْفَاقِ مِمَّا رَزَقَ فِي السِّرّ أَيْ فِي الْخُفْيَة وَالْعَلَانِيَة وَهِيَ الْجَهْر وَلِيُبَادِرُوا إِلَى ذَلِكَ لِخَلَاصِ أَنْفُسِهِمْ \" مِنْ قَبْل أَنْ يَأْتِي يَوْم\" وَهُوَ يَوْم الْقِيَامَة \" لَا بَيْع فِيهِ وَلَا خِلَال \" أَيْ وَلَا يُقْبَل مِنْ أَحَد فِدْيَة أَنْ تُبَاع نَفْسه كَمَا قَالَ تَعَالَى\" فَالْيَوْم لَا يُؤْخَذ مِنْكُمْ فِدْيَة وَلَا مِنْ الَّذِينَ كَفَرُوا\" وَقَوْله \" وَلَا خِلَال \" قَالَ اِبْن جَرِير يَقُول لَيْسَ هُنَاكَ مُخَالَّة خَلِيل فَيُصْفَح عَمَّنْ اِسْتَوْجَبَ الْعُقُوبَة عَنْ الْعِقَاب لِمُخَالَفَتِهِ بَلْ هُنَاكَ الْعَدْل وَالْقِسْط وَالْخِلَال مَصْدَر مِنْ قَوْل الْقَائِل خَالَلْت فُلَانًا فَأَنَا أَخَالهُ مُخَالَّة وَخِلَالًا وَمِنْهُ قَوْل اِمْرِئِ الْقَيْس : صَرَفْت الْهَوَى عَنْهُنَّ مِنْ خَشْيَة الرَّدَى وَلَسْت بِمُقِلٍّ لِلْخِلَالِ وَلَا قَالِي وَقَالَ قَتَادَة إِنَّ اللَّه قَدْ عَلِمَ أَنَّ فِي الدُّنْيَا بُيُوعًا وَخِلَالًا يَتَخَالَوْنَ بِهَا فِي الدُّنْيَا فَيَنْظُر الرَّجُل مَنْ يُخَالِل وَعَلَى مَنْ يُصَاحِب فَإِنْ كَانَ لِلَّهِ فَلْيُدَاوِم وَإِنْ كَانَ لِغَيْرِ اللَّه فَلْيَنْقَطِعْ عَنْهُ قُلْت وَالْمُرَاد مِنْ هَذَا أَنَّهُ يُخْبِر تَعَالَى أَنَّهُ لَا يَنْفَع أَحَدًا بَيْعٌ وَلَا فِدْيَةٌ ; وَلَوْ اِفْتَدَى بِمَاءِ الْأَرْض ذَهَبًا لَوْ وَجَدَهُ وَلَا تَنْفَعهُ صَدَاقَة أَحَد وَلَا شَفَاعَة أَحَد إِذَا لَقِيَ اللَّه كَافِرًا قَالَ اللَّه تَعَالَى \" وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْس عَنْ نَفْس شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْل وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ \" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّة وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمْ الظَّالِمُونَ \" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37924, "aya_id": 31}]