[{"text": "إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ", "sura_id": 27, "type": 0, "id": 3250, "aya_id": 91}, {"text": "إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين", "sura_id": 27, "type": 1, "id": 9486, "aya_id": 91}, {"text": "91 - (إنما أمرت أن أعبد رب هذه البلدة) مكة (الذي حرمها) جعلها حرما آمنا لا يسفك فيها دم الإنسان ولا يظلم فيها أحد ولا يصادد صيدها ولا يختلى خلاها وذلك من النعم على قريش أهلها في رفع الله عن بلدهم العذاب والفتن الشائعة في جميع بلاد العرب (وله) تعالى (كل شيء) فهو ربه وخالقه ومالكه (وأمرت أن أكون من المسلمين) لله بتوحيده \r\n", "sura_id": 27, "type": 2, "id": 28194, "aya_id": 91}, {"text": "قل -أيها الرسول- للناس: إنما أُمرت أن أعبد رب هذه البلدة, وهي \"مكة\", الذي حَرَّمها على خلقه أن يسفكوا فيها دمًا حرامًا, أو يظلموا فيها أحدًا, أو يصيدوا صيدها, أو يقطعوا شجرها, وله سبحانه كل شيء, وأُمرت أن أعبده وحده دون مَن سواه, وأُمرت أن أكون من المنقادين لأمره, المبادرين لطاعته,\r\n", "sura_id": 27, "type": 3, "id": 34430, "aya_id": 91}, {"text": " <font color=red>إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا رَسُوله وَآمِرًا لَهُ أَنْ يَقُول \" إِنَّمَا أُمِرْت أَنْ أَعْبُد رَبّ هَذِهِ الْبَلْدَة الَّذِي حَرَّمَهَا وَلَهُ كُلّ شَيْء \" كَمَا قَالَ تَعَالَى \" قُلْ يَا أَيّهَا النَّاس إِنْ كُنْتُمْ فِي شَكّ مِنْ دِينِي فَلَا أَعْبُد الَّذِينَ تَعْبُدُونَ مِنْ دُون اللَّه وَلَكِنْ أَعْبُد اللَّه الَّذِي يَتَوَفَّاكُمْ \" وَإِضَافَة الرُّبُوبِيَّة إِلَى الْبَلْدَة عَلَى سَبِيل التَّشْرِيف لَهَا وَالِاعْتِنَاء بِهَا كَمَا قَالَ تَعَالَى \" فَلْيَعْبُدُوا رَبّ هَذَا الْبَيْت الَّذِي أَطْعَمَهُمْ مِنْ جُوع وَآمَنَهُمْ مِنْ خَوْف \" وَقَوْله تَعَالَى\" الَّذِي حَرَّمَهَا \" أَيْ الَّذِي إِنَّمَا صَارَتْ حَرَامًا شَرْعًا وَقَدَرًا بِتَحْرِيمِهِ لَهَا كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عَبَّاس قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم فَتْح مَكَّة \" إِنَّ هَذَا الْبَلَد حَرَّمَهُ اللَّه يَوْم خَلَقَ السَّمَوَات وَالْأَرْض فَهُوَ حَرَام بِحُرْمَةِ اللَّه إِلَى يَوْم الْقِيَامَة لَا يُعْضَد شَوْكه وَلَا يُنَفَّر صَيْده وَلَا يَلْتَقِط لُقَطَته إِلَّا مَنْ عَرَّفَهَا وَلَا يُخْتَلَى خَلَاهَا \" بِتَمَامِهِ وَقَدْ ثَبَتَ فِي الصِّحَاح وَالْحِسَان وَالْمَسَانِيد مِنْ طُرُق جَمَاعَة تُفِيد الْقَطْع كَمَا هُوَ مُبَيَّن فِي مَوْضِعه مِنْ كِتَاب الْأَحْكَام وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَوْله تَعَالَى \" وَلَهُ كُلّ شَيْء \" مِنْ بَاب عَطْف الْعَامّ عَلَى الْخَاصّ أَيْ هُوَ رَبّ هَذِهِ الْبَلْدَة وَرَبّ كُلّ شَيْء وَمَلِيكه لَا إِلَه إِلَّا هُوَ\" وَأُمِرْت أَنْ أَكُون مِنْ الْمُسْلِمِينَ \" أَيْ الْمُوَحِّدِينَ الْمُخْلِصِينَ الْمُنْقَادِينَ لِأَمْرِهِ الْمُطِيعِينَ لَهُ .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39683, "aya_id": 91}]