[{"text": "فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَى لِلْعَابِدِينَ", "sura_id": 21, "type": 0, "id": 2567, "aya_id": 84}, {"text": "فاستجبنا له فكشفنا ما به من ضر و آتيناه أهله و مثلهم معهم رحمة من عندنا و ذكرى للعابدين", "sura_id": 21, "type": 1, "id": 8803, "aya_id": 84}, {"text": "84 - (فاستجبنا له) نداءه (فكشفنا ما به من ضر وآتيناه أهله) أولاده الذكور والإناث بأن احيوا له وكل من الصنفين ثلاث أو سبع (ومثلهم معهم) من زوجته وزيد في شبابها وكان له أندر للقمح وأندر للشعير فبعث الله سحابتين أفرغت إحداهما على أندر القمح الذهب وأفرغت الأخرى على أندر الشعير الورق حتى فاض (رحمة) مفعول له (من عندنا) صفة (وذكرى للعابدين) ليصبروا فيثابوا \r\n", "sura_id": 21, "type": 2, "id": 27511, "aya_id": 84}, {"text": "فاستجبنا له دعاءه, ورفعنا عنه البلاء, ورددنا عليه ما فقده من أهل وولد ومال مضاعفًا, فَعَلْنا به ذلك رحمة منَّا, وليكون قدوة لكل صابر على البلاء, راجٍ رحمة ربه, عابد له.\r\n", "sura_id": 21, "type": 3, "id": 33747, "aya_id": 84}, {"text": " <font color=red>فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ</font><BR><p>وَقَوْله \" وَآتَيْنَاهُ أَهْله وَمِثْلهمْ مَعَهُمْ\" قَدْ تَقَدَّمَ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ رُدُّوا عَلَيْهِ بِأَعْيَانِهِمْ وَكَذَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَيْضًا وَرُوِيَ عَنْ اِبْن مَسْعُود وَمُجَاهِد وَبِهِ قَالَ الْحَسَن وَقَتَادَة وَقَدْ زَعَمَ بَعْضهمْ أَنَّ اِسْم زَوْجَته رَحْمَة فَإِنْ كَانَ أَخَذَ ذَلِكَ مِنْ سِيَاق الْآيَة فَقَدْ أَبْعَدَ النُّجْعَة وَإِنْ كَانَ أَخَذَهُ مِنْ نَقْل أَهْل الْكِتَاب وَصَحَّ ذَلِكَ عَنْهُمْ فَهُوَ مِمَّا لَا يُصَدَّق وَلَا يُكَذَّب وَقَدْ سَمَّاهَا اِبْن عَسَاكِر فِي تَارِيخه رَحِمَهُ اللَّه تَعَالَى قَالَ وَيُقَال اِسْمهَا لَيَّا بِنْت مِيشَا بْن يُوسُف اِبْن يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم قَالَ وَيُقَال لَيَّا بِنْت يَعْقُوب عَلَيْهِ السَّلَام زَوْجَة أَيُّوب كَانَتْ مَعَهُ بِأَرْضِ الثَّنِيَّة وَقَالَ مُجَاهِد قِيلَ لَهُ يَا أَيُّوب إِنَّ أَهْلك لَك فِي الْجَنَّة فَإِنْ شِئْت أَتَيْنَاك بِهِمْ وَإِنْ شِئْت تَرَكْنَاهُمْ لَك فِي الْجَنَّة وَعَوَّضْنَاك مِثْلهمْ قَالَ لَا بَلْ اُتْرُكْهُمْ فِي الْجَنَّة فَتُرِكُوا لَهُ فِي الْجَنَّة وَعُوِّضَ مِثْلهمْ فِي الدُّنْيَا وَقَالَ حَمَّاد بْن زَيْد عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ نَوْف الْبِكَالِيّ قَالَ أُوتِيَ أَجْرهمْ فِي الْآخِرَة وَأُعْطِيَ مِثْلهمْ فِي الدُّنْيَا قَالَ فَحَدَّثْت بِهِ مُطَرِّفًا فَقَالَ مَا عَرَفْت وَجْههَا قَبْل الْيَوْم وَكَذَا رُوِيَ عَنْ قَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد مِنْ السَّلَف وَاَللَّه أَعْلَم وَقَوْله \" رَحْمَة مِنْ عِنْدنَا \" أَيْ فَعَلْنَا بِهِ ذَلِكَ رَحْمَة مِنْ اللَّه بِهِ \" وَذِكْرَى لِلْعَابِدِينَ \" أَيْ وَجَعَلْنَاهُ فِي ذَلِكَ قُدْوَة لِئَلَّا يَظُنّ أَهْل الْبَلَاء إِنَّمَا فَعَلْنَا بِهِمْ ذَلِكَ لِهَوَانِهِمْ عَلَيْنَا وَلِيَتَأَسَّوْا بِهِ فِي الصَّبْر عَلَى مَقْدُورَات اللَّه وَابْتِلَائِهِ لِعِبَادِهِ بِمَا يَشَاء وَلَهُ الْحِكْمَة الْبَالِغَة فِي ذَلِكَ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39012, "aya_id": 84}]