[{"text": "فَسِيحُواْ فِي الأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُواْ أَنَّكُمْ غَيْرُ مُعْجِزِي اللّهِ وَأَنَّ اللّهَ مُخْزِي الْكَافِرِينَ", "sura_id": 9, "type": 0, "id": 1237, "aya_id": 2}, {"text": "فسيحوا في الأرض أربعة أشهر واعلموا أنكم غير معجزي الله وأن الله مخزي الكافرين", "sura_id": 9, "type": 1, "id": 7473, "aya_id": 2}, {"text": "2 - (فسيحوا) سيروا آمنين أيها المشركون (في الأرض أربعة أشهر) أولها شوال بدليل ما سيأتي ولا أمان لكم بعدها (واعلموا أنكم غير معجزي الله) أي فائتي عذابه (وأن الله مخزي الكافرين) مذلهم في الدنيا بالقتل والأخرى بالنار \r\n", "sura_id": 9, "type": 2, "id": 26181, "aya_id": 2}, {"text": "فسيروا -أيها المشركون- في الأرض مدَّة أربعة أشهر, تذهبون حيث شئتم آمنين من المؤمنين, واعلموا أنكم لن تُفْلِتوا من العقوبة, وأن الله مذل الكافرين ومورثهم العار في الدنيا, والنار في الآخرة. وهذه الآية لذوي العهود المطلقة غير المؤقتة, أو من له عهد دون أربعة أشهر, فيكمَّل له أربعة أشهر، أو مَن كان له عهد فنقضه.\r\n", "sura_id": 9, "type": 3, "id": 32417, "aya_id": 2}, {"text": " <font color=red>فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ</font><BR><p>\" فَسِيحُوا فِي الْأَرْض أَرْبَعَة أَشْهُر \" اِخْتَلَفَ الْمُفَسِّرُونَ هَهُنَا اِخْتِلَافًا كَثِيرًا فَقَالَ قَائِلُونَ هَذِهِ الْآيَة لِذَوِي الْعُهُود الْمُطْلَقَة غَيْر الْمُؤَقَّتَة أَوْ مَنْ لَهُ عَهْد دُون أَرْبَعَة أَشْهُر فَيُكَمَّل لَهُ أَرْبَعَة أَشْهُر فَأَمَّا مَنْ كَانَ لَهُ عَهْد مُؤَقَّت فَأَجَله إِلَى مُدَّته مَهْمَا كَانَ لِقَوْلِهِ تَعَالَى \" فَأَتِمُّوا إِلَيْهِمْ عَهْدهمْ إِلَى مُدَّتهمْ \" الْآيَة وَلِمَا سَيَأْتِي فِي الْحَدِيث وَمَنْ كَانَ بَيْنه وَبَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَهْد فَعَهْده إِلَى مُدَّته وَهَذَا أَحْسَن الْأَقْوَال وَأَقْوَاهَا وَقَدْ اِخْتَارَهُ اِبْن جَرِير رَحِمَهُ اللَّه وَرُوِيَ عَنْ الْكَلْبِيّ وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَغَيْر وَاحِد . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" بَرَاءَة مِنْ اللَّه وَرَسُوله إِلَى الَّذِينَ عَاهَدْتُمْ مِنْ الْمُشْرِكِينَ فَسِيحُوا فِي الْأَرْض أَرْبَعَة أَشْهُر \" الْآيَة قَالَ حَدَّ اللَّه لِلَّذِينَ عَاهَدُوا رَسُوله أَرْبَعَة أَشْهُر يَسِيحُونَ فِي الْأَرْض حَيْثُ شَاءُوا وَأَجَل مَنْ لَيْسَ لَهُ عَهْد اِنْسِلَاخ الْأَشْهُر الْحُرُم مِنْ يَوْم النَّحْر إِلَى سَلْخ الْمُحَرَّم فَذَلِكَ خَمْسُونَ لَيْلَة فَأَمَرَ اللَّه نَبِيّه إِذَا اِنْسَلَخَ الْمُحَرَّم أَنْ يَضَع السَّيْف فِيمَنْ لَمْ يَكُنْ بَيْنه وَبَيْنه عَهْد يَقْتُلهُمْ حَتَّى يَدْخُلُوا فِي الْإِسْلَام وَأَمَرَ بِمَنْ كَانَ لَهُ عَهْد إِذَا اِنْسَلَخَ أَرْبَعَة أَشْهُر مِنْ يَوْم النَّحْر إِلَى عَشْر خَلَوْنَ مِنْ رَبِيع الْآخِر أَنْ يَضَع فِيهِمْ السَّيْف أَيْضًا حَتَّى يَدْخُلُوا فِي الْإِسْلَام وَقَالَ أَبُو مَعْشَر الْمَدَنِيّ : حَدَّثَنَا مُحَمَّد بْن كَعْب الْقُرَظِيّ وَغَيْره قَالُوا : بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبَا بَكْر أَمِيرًا عَلَى الْمَوْسِم سَنَة تِسْع وَبَعَثَ عَلِيَّ بْن أَبِي طَالِب بِثَلَاثِينَ آيَة أَوْ أَرْبَعِينَ آيَة مِنْ بَرَاءَة فَقَرَأَهَا عَلَى النَّاس يُؤَجِّل الْمُشْرِكِينَ أَرْبَعَة أَشْهُر يَسِيحُونَ فِي الْأَرْض فَقَرَأَهَا عَلَيْهِمْ يَوْم عَرَفَة أَجَّلَهُمْ عِشْرِينَ مِنْ ذِي الْحَجَّة وَالْمُحَرَّم وَصَفَر وَشَهْر رَبِيع الْأَوَّل وَعَشْرًا مِنْ رَبِيع الْآخِر وَقَرَأَهَا عَلَيْهِمْ فِي مَنَازِلهمْ وَقَالَ \" لَا يَحُجَّنَّ بَعْد عَامنَا هَذَا مُشْرِك وَلَا يَطُوفَنَّ بِالْبَيْتِ عُرْيَان \" وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" بَرَاءَة مِنْ اللَّه وَرَسُوله \" إِلَى أَهْل الْعَهْد خُزَاعَة وَمُدْلِج وَمَنْ كَانَ لَهُ عَهْد أَوْ غَيْرهمْ فَقَفَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ تَبُوك حِين فَرَغَ فَأَرَادَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْحَجّ ثُمَّ قَالَ \" إِنَّمَا يَحْضُر الْمُشْرِكُونَ فَيَطُوفُونَ عُرَاة فَلَا أُحِبّ أَنْ أَحُجّ حَتَّى لَا يَكُون ذَلِكَ \" فَأَرْسَلَ أَبَا بَكْر وَعَلِيًّا رَضِيَ اللَّه عَنْهُمَا فَطَافَا بِالنَّاسِ فِي ذِي الْمِجَاز وَبِأَمْكِنَتِهِمْ الَّتِي كَانُوا يُتَابَعُونَ بِهَا وَبِالْمَوَاسِمِ كُلّهَا فَآذنُوا أَصْحَاب الْعَهْد بِأَنْ يُؤَقِّتُوا أَرْبَعَة أَشْهُر فَهِيَ الْأَشْهُر الْمُتَوَالِيَات عِشْرُونَ مِنْ ذِي الْحَجَّة إِلَى عَشْر يَخْلُونَ مِنْ رَبِيع الْآخِر ثُمَّ لَا عَهْد لَهُمْ وَآذَنَ النَّاس كُلّهمْ بِالْقِتَالِ إِلَّا أَنْ يُؤْمِنُوا وَهَكَذَا رُوِيَ عَنْ السُّدِّيّ وَقَتَادَة وَقَالَ الزُّهْرِيّ : كَانَ اِبْتِدَاء التَّأْجِيل مِنْ شَوَّال وَآخِره سَلْخ الْمُحَرَّم وَهَذَا الْقَوْل غَرِيب وَكَيْف يُحَاسَبُونَ بِمُدَّةٍ لَمْ يَبْلُغهُمْ حُكْمهَا وَإِنَّمَا ظَهَرَ لَهُمْ أَمْرهَا يَوْم النَّحْر حِين نَادَى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ وَلِهَذَا قَالَ تَعَالَى : .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43435, "aya_id": 2}]