[{"text": "قُلْ يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلاَ تَتَّبِعُواْ أَهْوَاء قَوْمٍ قَدْ ضَلُّواْ مِن قَبْلُ وَأَضَلُّواْ كَثِيرًا وَضَلُّواْ عَن سَوَاء السَّبِيلِ", "sura_id": 5, "type": 0, "id": 746, "aya_id": 77}, {"text": "قل يا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا أهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء السبيل", "sura_id": 5, "type": 1, "id": 6982, "aya_id": 77}, {"text": "77 - (قل يا أهل الكتاب) اليهود والنصارى (لا تغلوا) تجاوزوا الحد (في دينكم) غلوا (غير الحق) بأن تضعوا عيسى أو ترفعوه فوق حقه (ولا تتبعوا أهواء قوم قد ضلوا من قبل) بغلوهم وهم أسلافهم (وأضلوا كثيرا) من الناس (وضلوا عن سواء السبيل) عن طريق الحق والسواء في الأصل الوسط \r\n", "sura_id": 5, "type": 2, "id": 25690, "aya_id": 77}, {"text": "قل -أيها الرسول- للنصارى: لا تتجاوزوا الحقَّ فيما تعتقدونه من أمر المسيح, ولا تتبعوا أهواءكم, كما اتَّبع اليهود أهواءهم في أمر الدين, فوقعوا في الضلال, وحملوا كثيرًا من الناس على الكفر بالله, وخرجوا عن طريق الاستقامة الى طريق الغَواية والضلال.\r\n", "sura_id": 5, "type": 3, "id": 31926, "aya_id": 77}, {"text": " <font color=red>قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ</font><BR><p>قَالَ \" يَا أَهْل الْكِتَاب لَا تَغْلُوا فِي دِينكُمْ غَيْر الْحَقّ \" أَيْ لَا تُجَاوِزُوا الْحَدّ فِي اِتِّبَاع الْحَقّ وَلَا تُطْرُوا مَنْ أُمِرْتُمْ بِتَعْظِيمِهِ فَتُبَالِغُوا فِيهِ حَتَّى تُخْرِجُوهُ عَنْ حَيِّز النُّبُوَّة إِلَى مَقَام الْإِلَهِيَّة كَمَا صَنَعْتُمْ فِي الْمَسِيح وَهُوَ نَبِيّ مِنْ الْأَنْبِيَاء فَجَعَلْتُمُوهُ إِلَهًا مِنْ دُون اللَّه وَمَا ذَاكَ إِلَّا لِاقْتِدَائِكُمْ بِشُيُوخِكُمْ شُيُوخ الضَّلَال الَّذِينَ هُمْ سَلَفكُمْ مِمَّنْ ضَلَّ قَدِيمًا \" وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاء السَّبِيل \" أَيْ وَخَرَجُوا عَنْ طَرِيق الِاسْتِقَامَة وَالِاعْتِدَال إِلَى طَرِيق الْغَوَايَة وَالضَّلَال وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن حَدَّثَنَا عَبْد اللَّه بْن أَبِي جَعْفَر عَنْ أَبِيهِ عَنْ الرَّبِيع بْن أَنَس قَالَ : وَقَدْ كَانَ قَائِم قَامَ عَلَيْهِمْ فَأَخَذَ بِالْكِتَابِ وَالسُّنَّة زَمَانًا فَأَتَاهُ الشَّيْطَان فَقَالَ إِنَّمَا تَرْكَب أَثَرًا أَوْ أَمْرًا قَدْ عُمِلَ قَبْلك فَلَا تُحْمَد عَلَيْهِ وَلَكِنْ اِبْتَدِعْ أَمْرًا مِنْ قِبَل نَفْسك وَادْعُ إِلَيْهِ وَأَجْبِرْ النَّاس عَلَيْهِ فَفَعَلَ ثُمَّ أَذْكَرَ بَعْد فِعْله زَمَانًا فَأَرَادَ أَنْ يَتُوب مِنْهُ فَخَلَعَ سُلْطَانه وَمُلْكه وَأَرَادَ أَنْ يَتَعَبَّد فَلَبِثَ فِي عِبَادَته أَيَّامًا فَأُتِيَ فَقِيلَ لَهُ لَوْ أَنَّك تُبْت مِنْ خَطِيئَة عَمِلْتهَا فِيمَا بَيْنك وَبَيْن رَبّك عَسَى أَنْ يُتَاب عَلَيْك وَلَكِنْ ضَلَّ فُلَان وَفُلَان وَفُلَان فِي سَبِيلك حَتَّى فَارَقُوا الدُّنْيَا وَهُمْ عَلَى الضَّلَالَة فَكَيْف لَك بِهُدَاهُمْ فَلَا تَوْبَة لَك أَبَدًا . فَفِيهِ سَمِعْنَا وَفِي أَشْبَاهه هَذِهِ الْآيَة \" يَا أَهْل الْكِتَاب لَا تَغْلُوا فِي دِينكُمْ غَيْر الْحَقّ وَلَا تَتَّبِعُوا أَهْوَاء قَوْم قَدْ ضَلُّوا مِنْ قَبْل وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاء السَّبِيل .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41532, "aya_id": 77}]