[{"text": "فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ اللّهُ مَرَضاً وَلَهُم عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ", "sura_id": 2, "type": 0, "id": 17, "aya_id": 10}, {"text": "في قلوبهم مرض فزادهم الله مرضا ولهم عذاب أليم بما كانوا يكذبون", "sura_id": 2, "type": 1, "id": 6253, "aya_id": 10}, {"text": "10 - (في قلوبهم مرض) شك ونفاق فهو يمرض قلوبهم أي يضعفها (فزادهم الله مرضا) بما أنزله من القرآن لكفرهم به (ولهم عذاب أليم) مؤلم (بما كانوا يكذبون) بالتشديد أي نبيَّ الله ، وبالتخفيف أي قولهم آمنا \r\n", "sura_id": 2, "type": 2, "id": 24961, "aya_id": 10}, {"text": "في قلوبهم شكٌّ وفساد فابْتُلوا بالمعاصي الموجبة لعقوبتهم, فزادهم الله شكًا, ولهم عقوبة موجعة بسبب كذبهم ونفاقهم.\r\n", "sura_id": 2, "type": 3, "id": 31197, "aya_id": 10}, {"text": " <font color=red>فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ</font><BR><p>قَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ أُنَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَة \" فِي قُلُوبهمْ مَرَض\" قَالَ شَكٌّ فَزَادَهُمْ اللَّهُ مَرَضًا قَالَ شَكًّا . وَقَالَ اِبْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قُلُوبهمْ مَرَض قَالَ شَكٌّ . وَكَذَلِكَ قَالَ مُجَاهِد وَعِكْرِمَة وَالْحَسَن الْبَصْرِيّ وَأَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَتَادَة . وَعَنْ عِكْرِمَة وَطَاوُس فِي قُلُوبهمْ مَرَض يَعْنِي الرِّيَاء . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قُلُوبهمْ مَرَض قَالَ نِفَاق فَزَادَهُمْ اللَّه مَرَضًا قَالَ نِفَاقًا وَهَذَا كَالْأَوَّلِ . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قُلُوبهمْ مَرَض قَالَ هَذَا مَرَض فِي الدِّين وَلَيْسَ مَرَضًا فِي الْأَجْسَاد وَهُمْ الْمُنَافِقُونَ وَالْمَرَض الشَّكّ الَّذِي دَخَلَهُمْ فِي الْإِسْلَام فَزَادَهُمْ اللَّه مَرَضًا قَالَ زَادَهُمْ رِجْسًا وَقَرَأَ \" فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِي قُلُوبهمْ مَرَض فَزَادَهُمْ رِجْسًا إِلَى رِجْسهمْ \" قَالَ شَرًّا إِلَى شَرّهمْ وَضَلَالَة إِلَى ضَلَالَتهمْ وَهَذَا الَّذِي قَالَهُ عَبْد الرَّحْمَن رَحِمَهُ اللَّه حَسَن وَهُوَ الْجَزَاء مِنْ جِنْس الْعَمَل وَكَذَلِكَ قَالَهُ الْأَوَّلُونَ وَهُوَ نَظِير قَوْله تَعَالَى أَيْضًا \" وَاَلَّذِينَ اِهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ \" وَقَوْله \" بِمَا كَانُوا يَكْذِبُونَ\" وَقُرِئَ يَكْذِبُونَ وَقَدْ كَانُوا مُتَّصِفِينَ بِهَذَا وَهَذَا فَإِنَّهُمْ كَانُوا كَذَبَة وَيُكَذِّبُونَ بِالْغَيْبِ يَجْمَعُونَ بَيْن هَذَا وَهَذَا . وَقَدْ سُئِلَ الْقُرْطُبِيّ وَغَيْره مِنْ الْمُفَسِّرِينَ عَنْ حِكْمَة كَفّه عَلَيْهِ الصَّلَاة وَالسَّلَام عَنْ قَتْل الْمُنَافِقِينَ مَعَ عِلْمه بِأَعْيَانِ بَعْضهمْ وَذَكَرُوا أَجْوِبَة عَنْ ذَلِكَ مِنْهَا مَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِعُمَر رَضِيَ اللَّه عَنْهُ \" أَكْرَهُ أَنْ يَتَحَدَّث الْعَرَب أَنَّ مُحَمَّدًا يَقْتُل أَصْحَابه \" وَمَعْنَى هَذَا خَشْيَة أَنْ يَقَع بِسَبَبِ ذَلِكَ تَغَيُّر لِكَثِيرٍ مِنْ الْأَعْرَاب عَنْ الدُّخُول فِي الْإِسْلَام وَلَا يَعْلَمُونَ حِكْمَة قَتْله لَهُمْ وَأَنَّ قَتْله إِيَّاهُمْ إِنَّمَا هُوَ عَلَى الْكُفْر فَإِنَّهُمْ إِنَّمَا يَأْخُذُونَهُ بِمُجَرَّدِ مَا يَظْهَر لَهُمْ فَيَقُولُونَ إِنَّ مُحَمَّدًا يَقْتُل أَصْحَابه . قَالَ الْقُرْطُبِيّ وَهَذَا قَوْل عُلَمَائِنَا وَغَيْرهمْ كَمَا كَانَ يُعْطِي الْمُؤَلَّفَة مَعَ عِلْمه بِسُوءِ اِعْتِقَادهمْ . قَالَ اِبْن عَطِيَّة وَهِيَ طَرِيقَة أَصْحَاب مَالِك نَصَّ عَلَيْهِ مُحَمَّد بْن الْجَهْم وَالْقَاضِي إِسْمَاعِيل وَالْأَبْهَرِيّ وَعَنْ اِبْن الْمَاجِشُون . وَمِنْهَا : مَا قَالَ مَالِك إِنَّمَا كَفَّ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْمُنَافِقِينَ لِيُبَيِّن لِأُمَّتِهِ أَنَّ الْحَاكِم لَا يَحْكُم بِعِلْمِهِ قَالَ الْقُرْطُبِيّ : وَقَدْ اِتَّفَقَ الْعُلَمَاء عَنْ بَكْرَة أَبِيهِمْ عَلَى أَنَّ الْقَاضِي لَا يَقْتُل بِعِلْمِهِ وَإِنْ اِخْتَلَفُوا فِي سَائِر الْأَحْكَام قَالَ : وَمِنْهَا مَا قَالَ الشَّافِعِيّ إِنَّمَا مَنَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ قَتْل الْمُنَافِقِينَ مَا كَانُوا يُظْهِرُونَهُ مِنْ الْإِسْلَام مَعَ الْعِلْم بِنِفَاقِهِمْ لِأَنَّ مَا يُظْهِرُونَهُ يَجِب مَا قَبْله. وَيُؤَيِّد هَذَا قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام فِي الْحَدِيث الْمُجْمَع عَلَى صِحَّته فِي الصَّحِيحَيْنِ وَغَيْرهمَا \" أُمِرْت أَنْ أُقَاتِل النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا اللَّه فَإِذَا قَالُوهَا عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالهمْ إِلَّا بِحَقِّهَا وَحِسَابهمْ عَلَى اللَّه عَزَّ وَجَلَّ \" وَمَعْنَى هَذَا أَنَّ مَنْ قَالَهَا جَرَتْ عَلَيْهِ أَحْكَامُ الْإِسْلَام ظَاهِرًا فَإِنْ كَانَ يَعْتَقِدهَا وَجَدَ ثَوَاب ذَلِكَ فِي الدَّار الْآخِرَة وَإِنْ لَمْ يَعْتَقِدهَا لَمْ يَنْفَعهُ جَرَيَان الْحُكْم عَلَيْهِ فِي الدُّنْيَا وَكَوْنه كَانَ خَلِيط أَهْل الْإِيمَان \" يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمْ الْأَمَانِيّ حَتَّى جَاءَ أَمْر اللَّه\" الْآيَة فَهُمْ يُخَالِطُونَهُمْ فِي بَعْض الْمَحْشَر فَإِذَا حَقَّتْ الْمَحْقُوقِيَّة تَمَيَّزُوا مِنْهُمْ وَتَخَلَّفُوا بَعْدهمْ \" وَحِيلَ بَيْنهمْ وَبَيْن مَا يَشْتَهُونَ \" وَلَمْ يُمْكِنهُمْ أَنْ يَسْجُدُوا مَعَهُمْ كَمَا نَطَقَتْ بِذَلِكَ الْأَحَادِيث وَمِنْهَا مَا قَالَهُ بَعْضهمْ أَنَّهُ إِنَّمَا لَمْ يَقْتُلهُمْ لِأَنَّهُ كَانَ يَخَاف مِنْ شَرّهمْ مَعَ وُجُوده عَلَيْهِ الصَّلَاة وَالسَّلَام بَيْن أَظْهُرهمْ يَتْلُو عَلَيْهِمْ آيَات اللَّه مُبِينَات فَأَمَّا بَعْده فَيُقْتَلُونَ إِذَا أَظْهَرُوا النِّفَاق وَعَلِمَهُ الْمُسْلِمُونَ قَالَ مَالِك : الْمُنَافِق فِي عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ الزِّنْدِيق الْيَوْم \" قُلْت \" وَقَدْ اِخْتَلَفَ الْعُلَمَاء فِي قَتْل الزِّنْدِيق إِذَا أَظْهَرَ الْكُفْر هَلْ يُسْتَتَاب أَمْ لَا أَوْ يُفَرَّق بَيْن أَنْ يَكُون دَاعِيَة أَمْ لَا أَوْ يَتَكَرَّر مِنْهُ اِرْتِدَاده أَمْ لَا أَوْ يَكُون إِسْلَامه وَرُجُوعه مِنْ تِلْقَاء نَفْسه أَوْ بَعْد أَنْ ظُهِرَ عَلَيْهِ ؟ عَلَى أَقْوَال مُتَعَدِّدَة مَوْضِع بَسْطهَا وَتَقْرِيرهَا وَعَزْوهَا كِتَاب الْأَحْكَام . \" تَنْبِيهٌ\" قَوْل مَنْ قَالَ كَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام يَعْلَم أَعْيَان بَعْض الْمُنَافِقِينَ إِنَّمَا مُسْتَنَده حَدِيث حُذَيْفَة بْن الْيَمَان فِي تَسْمِيَة أُولَئِكَ الْأَرْبَعَة عَشَر مُنَافِقًا فِي غَزْوَة تَبُوك الَّذِينَ هَمُّوا أَنْ يَفْتِكُوا بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ظَلْمَاء اللَّيْل عِنْد عَقَبَة هُنَاكَ عَزَمُوا عَلَى أَنْ يُنَفِّرُوا بِهِ النَّاقَة لِيَسْقُط عَنْهَا فَأَوْحَى اللَّه إِلَيْهِ أَمْرهمْ فَأَطْلَعَ عَلَى ذَلِكَ حُذَيْفَة وَلَعَلَّ الْكَفّ عَنْ قَتْلهمْ كَانَ لِمَدْرَك مِنْ هَذِهِ الْمَدَارِك أَوْ لِغَيْرِهَا وَاَللَّه أَعْلَم . فَأَمَّا غَيْر هَؤُلَاءِ فَقَدْ قَالَ اللَّه تَعَالَى \" وَمِمَّنْ حَوْلَكُمْ مِنْ الْأَعْرَاب مُنَافِقُونَ وَمِنْ أَهْل الْمَدِينَة مَرَدُوا عَلَى النِّفَاق لَا تَعْلَمهُمْ نَحْنُ نَعْلَمهُمْ \" الْآيَة وَقَالَ تَعَالَى : \" لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَاَلَّذِينَ فِي قُلُوبهمْ مَرَض وَالْمُرْجِفُونَ فِي الْمَدِينَة لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَك فِيهَا إِلَّا قَلِيلًا مَلْعُونِينَ أَيْنَمَا ثَقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا \" فَفِيهَا دَلِيل عَلَى أَنَّهُ لَمْ يُغْرَ بِهِمْ وَلَمْ يُدْرَك عَلَى أَعْيَانهمْ وَإِنَّمَا كَانَ تُذْكَر لَهُ صِفَاتهمْ فَيَتَوَسَّمهَا فِي بَعْضهمْ كَمَا قَالَ تَعَالَى \" وَلَوْ نَشَاء لَأَرَيْنَاكَهُمْ فَلَعَرَفْتهمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُم فِي لَحْن الْقَوْل \" وَقَدْ كَانَ مِنْ أَشْهَرهمْ بِالنِّفَاقِ عَبْد اللَّه بْن أُبَيّ بْن سَلُول وَقَدْ شَهِدَ عَلَيْهِ زَيْد بْن أَرْقَم بِذَلِكَ الْكَلَام الَّذِي سَبَقَ فِي صِفَات الْمُنَافِقِينَ وَمَعَ هَذَا لَمَّا مَاتَ صَلَّى عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَشَهِدَ دَفْنه كَمَا يَفْعَل بِبَقِيَّةِ الْمُسْلِمِينَ وَقَدْ عَاتَبَهُ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فِيهِ فَقَالَ \" إِنِّي أَكْرَه أَنْ تَتَحَدَّث الْعَرَب أَنَّ مُحَمَّدًا يَقْتُل أَصْحَابه \" وَفِي رِوَايَة فِي الصَّحِيح \" إِنِّي خُيِّرْت فَاخْتَرْت \" وَفِي رِوَايَة\" لَوْ أَعْلَم أَنِّي لَوْ زِدْت عَلَى السَّبْعِينَ يُغْفَر لَهُ لَزِدْت\" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38498, "aya_id": 10}]