[{"text": "يَا أَيُّهَا النَّاسُ كُلُواْ مِمَّا فِي الأَرْضِ حَلاَلاً طَيِّباً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ", "sura_id": 2, "type": 0, "id": 175, "aya_id": 168}, {"text": "يا أيها الناس كلوا مما في الأرض حلالا طيبا و لا تتبعوا خطوات الشيطان إنه لكم عدو مبين", "sura_id": 2, "type": 1, "id": 6411, "aya_id": 168}, {"text": "168 - ونزل فيمن حرم السوائب ونحوها: (يا أيها الناس كلوا مما في الأرض حلالاً) حال (طيباً) صفة مؤكدة أي مستلذاً (ولا تتبعوا خطوات) طرق (الشيطان) أي تزيينه (إنه لكم عدو مبين) بين العداوة \r\n", "sura_id": 2, "type": 2, "id": 25119, "aya_id": 168}, {"text": "يا أيها الناس كلوا من رزق الله الذي أباحه لكم في الأرض, وهو الطاهر غير النجس, النافع غير الضار, ولا تتبعوا طرق الشيطان في التحليل والتحريم, والبدع والمعاصي. إنه عدو لكم ظاهر العداوة \r\n", "sura_id": 2, "type": 3, "id": 31355, "aya_id": 168}, {"text": " <font color=red>يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ</font><BR><p>لَمَّا بَيَّنَ تَعَالَى أَنَّهُ لَا إِلَه إِلَّا هُوَ وَأَنَّهُ الْمُسْتَقِلّ بِالْخَلْقِ شَرَعَ يُبَيِّن أَنَّهُ الرَّزَّاق لِجَمِيعِ خَلْقه فَذَكَرَ فِي مَقَام الِامْتِنَان أَنَّهُ أَبَاحَ لَهُمْ أَنْ يَأْكُلُوا مِمَّا فِي الْأَرْض فِي حَال كَوْنه حَلَالًا مِنْ اللَّه طَيِّبًا أَيْ مُسْتَطَابًا فِي نَفْسه غَيْر ضَارٍ لِلْأَبْدَانِ وَلَا لِلْعُقُولِ وَنَهَاهُمْ عَنْ اِتِّبَاع خُطُوَات الشَّيْطَان وَهِيَ طَرَائِقه وَمَسَالِكه فِيمَا أَضَلَّ أَتْبَاعه فِيهِ مِنْ تَحْرِيم الْبَحَائِر وَالسَّوَائِب وَالْوَصَائِل وَنَحْوهَا مِمَّا كَانَ زِينَة لَهُمْ فِي جَاهِلِيَّتهمْ كَمَا فِي حَدِيث عِيَاض بْن حِمَار الَّذِي فِي صَحِيح مُسْلِم عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" يَقُول اللَّه تَعَالَى إِنَّ كُلّ مَال مَنَحْته عِبَادِي فَهُوَ لَهُمْ حَلَال - وَفِيهِ - وَإِنِّي خَلَقْت عِبَادِي حُنَفَاء فَجَاءَتْهُمْ الشَّيَاطِين فَاجْتَالَتْهُمْ عَنْ دِينهمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْت لَهُمْ \" وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا مُحَمَّد بْن عِيسَى بْن شَيْبَة الْمِصْرِيّ حَدَّثَنَا الْمِصْرِيّ بْن عَبْد الرَّحْمَن الِاحْتِيَاطِيّ حَدَّثَنَا أَبُو عَبْد اللَّه الْجَوْزَجَانِيّ رَفِيق إِبْرَاهِيم بْن أَدْهَم حَدَّثَنَا اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : تُلِيَتْ هَذِهِ الْآيَة عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْض حَلَالًا طَيِّبًا \" فَقَامَ سَعْد بْن أَبِي وَقَّاص فَقَالَ يَا رَسُول اللَّه اُدْعُ اللَّهَ أَنْ يَجْعَلنِي مُسْتَجَاب الدَّعْوَة فَقَالَ \" يَا سَعْد أَطِبْ مَطْعَمك تَكُنْ مُسْتَجَاب الدَّعْوَة وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنَّ الرَّجُل لِيَقْذِف اللُّقْمَة الْحَرَام فِي جَوْفه مَا يُتَقَبَّل مِنْهُ أَرْبَعِينَ يَوْمًا وَأَيّمَا عَبْد نَبَتَ لَحْمه مِنْ السُّحْت وَالرِّبَا فَالنَّار أَوْلَى بِهِ \" . وَقَوْله \" إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ \" تَنْفِير عَنْهُ وَتَحْذِير مِنْهُ كَمَا قَالَ \" إِنَّ الشَّيْطَان لَكُمْ عَدُوٌّ فَاِتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَاب السَّعِير\" وَقَالَ تَعَالَى \" أَفَتَتَّخِذُونَهُ وَذُرِّيَّته أَوْلِيَاء مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا \" وَقَالَ قَتَادَة وَالسُّدِّيّ فِي قَوْله \" وَلَا تَتَّبِعُوا خُطُوَات الشَّيْطَان كُلّ مَعْصِيَة لِلَّهِ فَهِيَ مِنْ خُطُوَات الشَّيْطَان \" وَقَالَ عِكْرِمَة : هِيَ نَزَغَات الشَّيْطَان وَقَالَ مُجَاهِد خَطَؤُهُ أَوْ قَالَ خَطَايَاهُ : وَقَالَ أَبُو مِجْلَز هِيَ النُّذُور فِي الْمَعَاصِي وَقَالَ الشَّعْبِيّ نَذَرَ رَجُل أَنْ يَنْحَر اِبْنه فَأَفْتَاهُ مَسْرُوق بِذَبْحِ كَبْش وَقَالَ هَذَا مِنْ خُطُوَات الشَّيْطَان وَقَالَ أَبُو الضُّحَى عَنْ مَسْرُوق أَتَى عَبْد اللَّه بْن مَسْعُود بِضَرْعٍ وَمِلْح فَجَعَلَ يَأْكُل فَاعْتَزَلَ رَجُل مِنْ الْقَوْم فَقَالَ اِبْن مَسْعُود نَاوِلُوا صَاحِبكُمْ فَقَالَ لَا أُرِيدهُ فَقَالَ : أَصَائِمٌ أَنْتَ ؟ قَالَ لَا قَالَ : فَمَا شَأْنُك ؟ قَالَ حَرَّمْت أَنْ آكُل ضَرْعًا أَبَدًا فَقَالَ اِبْن مَسْعُود هَذَا مِنْ خُطُوَات الشَّيْطَان فَاطْعَمْ وَكَفِّرْ عَنْ يَمِينك رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا حَسَّان بْن عَبْد اللَّه الْمِصْرِيّ عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي رَافِع قَالَ : غَضِبْت يَوْمًا عَلَى اِمْرَأَتِي فَقَالَتْ هِيَ يَوْمًا يَهُودِيَّة وَيَوْمًا نَصْرَانِيَّة وَكُلّ مَمْلُوك لَهَا حُرّ إِنْ لَمْ تُطَلِّق اِمْرَأَتك . فَأَتَيْت عَبْد اللَّه بْن عُمَر فَقَالَ إِنَّمَا هَذِهِ مِنْ خُطُوَات الشَّيْطَان وَكَذَلِكَ قَالَتْ زَيْنَب بِنْت أُمّ سَلَمَة وَهِيَ يَوْمَئِذٍ أَفْقَهُ اِمْرَأَة فِي الْمَدِينَة وَأَتَيْت عَاصِمًا وَابْن عُمَر فَقَالَا مِثْل ذَلِكَ وَقَالَ عَبْد بْن حُمَيْد حَدَّثَنَا أَبُو نُعَيْم عَنْ شَرِيك عَنْ عَبْد الْكَرِيم عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مَا كَانَ مِنْ يَمِين أَوْ نَذْر فِي غَضَب فَهُوَ مِنْ خُطُوَات الشَّيْطَان وَكَفَّارَته كَفَّارَة يَمِين .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38573, "aya_id": 168}]