[{"text": "وَثِيَابَكَ فَطَهِّرْ", "sura_id": 74, "type": 0, "id": 5499, "aya_id": 4}, {"text": "وثيابك فطهر", "sura_id": 74, "type": 1, "id": 11735, "aya_id": 4}, {"text": "4 - (وثيابك فطهر) عن النجاسة أو قصرها خلاف جر العرب ثيابهم خيلاء فربما أصابتها نجاسة \r\n", "sura_id": 74, "type": 2, "id": 30443, "aya_id": 4}, {"text": "وَطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن,\r\n", "sura_id": 74, "type": 3, "id": 36679, "aya_id": 4}, {"text": " <font color=red>وَثِيَابَكَ فَطَهِّرْ</font><BR><p>قَالَ الْأَجْلَح الْكِنْدِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ أَتَاهُ رَجُل فَسَأَلَهُ عَنْ هَذِهِ الْآيَة\" وَثِيَابك فَطَهِّرْ \" قَالَ لَا تَلْبَسهَا عَلَى مَعْصِيَة وَلَا عَلَى غَدْرَة ثُمَّ قَالَ أَمَا سَمِعْت قَوْل غَيْلَان بْن سَلَمَة الثَّقَفِيّ : فَإِنِّي بِحَمْدِ اللَّه لَا ثَوْب فَاجِر لَبِسْت وَلَا مِنْ غَدْرَة أَتَقَنَّع . وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة \" وَثِيَابك فَطَهِّرْ \" قَالَ فِي كَلَام الْعَرَب نَقِيّ الثِّيَاب وَفِي رِوَايَة بِهَذَا الْإِسْنَاد فَطَهِّرْ مِنْ الذُّنُوب وَكَذَا قَالَ إِبْرَاهِيم الشَّعْبِيّ وَعَطَاء وَقَالَ الثَّوْرِيّ عَنْ رَجُل عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة\" وَثِيَابك فَطَهِّرْ \" قَالَ مِنْ الْإِثْم وَكَذَا قَالَ إِبْرَاهِيم النَّخَعِيّ وَقَالَ مُجَاهِد \" وَثِيَابك فَطَهِّرْ \" قَالَ نَفْسك لَيْسَ ثِيَابه وَفِي رِوَايَة عَنْهُ \" وَثِيَابك فَطَهِّرْ \" أَيْ عَمَلك فَأَصْلِحْ وَكَذَا قَالَ أَبُو رَزِين وَقَالَ فِي رِوَايَة أُخْرَى \" وَثِيَابك فَطَهِّرْ \" أَيْ لَسْت بِكَاهِنٍ وَلَا سَاحِر فَأَعْرِض عَمَّا قَالُوا وَقَالَ قَتَادَة \" وَثِيَابك فَطَهِّرْ \" أَيْ طَهِّرْهَا مِنْ الْمَعَاصِي وَكَانَتْ الْعَرَب تُسَمِّي الرَّجُل إِذَا نَكَثَ وَلَمْ يَفِ بِعَهْدِ اللَّه إِنَّهُ لَدَنِس الثِّيَاب وَإِذَا وَفَى وَأَصْلَحَ إِنَّهُ لَمُطَهَّر الثِّيَاب وَقَالَ عِكْرِمَة وَالضَّحَّاك لَا تَلْبَسهَا عَلَى مَعْصِيَة وَقَالَ الشَّاعِر : إِذَا الْمَرْء لَمْ يَدْنَس مِنْ اللُّؤْم عِرْضه فَكُلّ رِدَاء يَرْتَدِيه جَمِيل . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَثِيَابك فَطَهِّرْ\" يَعْنِي لَا تَكُنْ ثِيَابك الَّتِي تَلْبَس مِنْ مَكْسَب غَيْر طَائِب وَيُقَال لَا تَلْبَس ثِيَابك عَلَى مَعْصِيَة وَقَالَ مُحَمَّد بْن سِيرِينَ \" وَثِيَابك فَطَهِّرْ \" أَيْ اغْسِلْهَا بِالْمَاءِ وَقَالَ اِبْن زَيْد كَانَ الْمُشْرِكُونَ لَا يَتَطَهَّرُونَ فَأَمَرَهُ اللَّه أَنْ يَتَطَهَّر وَأَنْ يُطَهِّر ثِيَابه وَهَذَا الْقَوْل اِخْتَارَهُ اِبْن جَرِير وَقَدْ تَشْمَل الْآيَة جَمِيع ذَلِكَ مَعَ طَهَارَة الْقَلْب فَإِنَّ الْعَرَب تُطْلِق الثِّيَاب عَلَيْهِ كَمَا قَالَ اِمْرُؤُ الْقِيس : أَفَاطِم مَهْلًا بَعْض هَذَا التَّدَلُّل وَإِنْ كُنْت قَدْ أَزْمَعْت هَجْرِي فَأَجْمِلِي وَإِنْ تَكُ قَدْ سَاءَتْك مِنِّي خَلِيقَة فَسَلِي ثِيَابِي مِنْ ثِيَابك تَنْسِل . وَقَالَ سَعِيد بْن جُبَيْر \" وَثِيَابك فَطَهِّرْ \" وَقَلْبك وَنِيَّتك فَطَهِّرْ وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَالْحَسَن الْبَصْرِيّ وَخُلُقك فَحَسِّنْ .</p><BR> <br> ", "sura_id": 74, "type": 4, "id": 42825, "aya_id": 4}]