[{"text": "يَا قَوْمِ ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللّهُ لَكُمْ وَلاَ تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنقَلِبُوا خَاسِرِينَ", "sura_id": 5, "type": 0, "id": 690, "aya_id": 21}, {"text": "يا قوم ادخلوا الأرض المقدسة التي كتب الله لكم ولا ترتدوا على أدباركم فتنقلبوا خاسرين", "sura_id": 5, "type": 1, "id": 6926, "aya_id": 21}, {"text": "21 - (يا قوم ادخلوا الأرض المقدسة) المطهرة (التي كتب الله لكم) أمركم بدخولها وهي الشام (ولا ترتدوا على أدباركم) تنهزموا خوف العدو (فتنقلبوا خاسرين) في سعيكم \r\n", "sura_id": 5, "type": 2, "id": 25634, "aya_id": 21}, {"text": "يا قوم ادخلوا الأرض المقدسة -أي المطهرة, وهي \"بيت المقدس\" وما حولها- التي وعد الله أن تدخلوها وتقاتلوا مَن فيها من الكفار, ولا ترجعوا عن قتال الجبارين, فتخسروا خير الدنيا وخير الآخرة.\r\n", "sura_id": 5, "type": 3, "id": 31870, "aya_id": 21}, {"text": " <font color=red>يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا</font><BR><p>ثُمَّ قَالَ تَعَالَى مُخْبِرًا عَنْ تَحْرِيض مُوسَى عَلَيْهِ السَّلَام لِبَنِي إِسْرَائِيل عَلَى الْجِهَاد وَالدُّخُول إِلَى بَيْت الْمَقْدِس الَّذِي كَانَ بِأَيْدِيهِمْ فِي زَمَان أَبِيهِمْ يَعْقُوب لَمَّا اِرْتَحَلَ هُوَ وَبَنُوهُ وَأَهْله إِلَى بِلَاد مِصْر أَيَّام يُوسُف عَلَيْهِ السَّلَام ثُمَّ لَمْ يَزَالُوا بِهَا حَتَّى خَرَجُوا زَمَان مُوسَى فَوَجَدُوا فِيهَا قَوْمًا مِنْ الْعَمَالِقَة الْجَبَّارِينَ قَدْ اِسْتَحْوَذُوا عَلَيْهَا وَتَمَلَّكُوهَا فَأَمَرَهُمْ رَسُول اللَّه - مُوسَى عَلَيْهِ السَّلَام - بِالدُّخُولِ إِلَيْهَا وَبِقِتَالِ أَعْدَائِهِمْ وَبَشَّرَهُمْ بِالنُّصْرَةِ وَالظَّفَر عَلَيْهِمْ فَنَكَلُوا وَعَصَوْا وَخَالَفُوا أَمْرَهُ فَعُوقِبُوا بِالذَّهَابِ فِي التِّيه وَالتَّمَادِي فِي سَيْرهمْ حَائِرِينَ لَا يَدْرُونَ كَيْف يَتَوَجَّهُونَ إِلَى مَقْصِدٍ مُدَّةَ أَرْبَعِينَ سَنَةً عُقُوبَة لَهُمْ عَلَى تَفْرِيطِهِمْ فِي أَمْر اللَّه تَعَالَى فَقَالَ تَعَالَى مُخْبِرًا عَنْ مُوسَى أَنَّهُ قَالَ : \" يَا قَوْم اُدْخُلُوا الْأَرْض الْمُقَدَّسَة \" أَيْ الْمُطَهَّرَة وَقَالَ سُفْيَان الثَّوْرِيّ : عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله : \" اُدْخُلُوا الْأَرْض الْمُقَدَّسَة \" قَالَ هِيَ الطُّور وَمَا حَوْله وَكَذَا قَالَ مُجَاهِد وَغَيْر وَاحِد وَرَوَى سُفْيَان الثَّوْرِيّ عَنْ أَبِي سَعْد الْبَقَّال عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : هِيَ أَرِيحَاء وَكَذَا ذُكِرَ عَنْ غَيْر وَاحِد مِنْ الْمُفَسِّرِينَ وَفِي هَذَا نَظَر لِأَنَّ أَرِيحَاء لَيْسَتْ هِيَ الْمَقْصُودَة بِالْفَتْحِ وَلَا كَانَتْ فِي طَرِيقهمْ إِلَى بَيْت الْمَقْدِس وَقَدْ قَدِمُوا مِنْ بِلَاد مِصْر حِين أَهْلَكَ اللَّه عَدُوَّهُمْ فِرْعَوْن اللَّهُمَّ إِلَّا أَنْ يَكُون الْمُرَاد بِأَرِيحَاء أَرْض بَيْت الْمَقْدِس كَمَا قَالَهُ السُّدِّيّ فِيمَا رَوَاهُ اِبْن جَرِير عَنْهُ : لَا أَنَّ الْمُرَاد بِهَا هَذِهِ الْبَلْدَة الْمَعْرُوفَة فِي طَرَف الطُّور شَرْقِيّ بَيْت الْمَقْدِس وَقَوْله تَعَالَى \" الَّتِي كَتَبَ اللَّه لَكُمْ \" أَيْ الَّتِي وَعَدَكُمُوهَا اللَّهُ عَلَى لِسَان أَبِيكُمْ إِسْرَائِيل أَنَّهُ وِرَاثَة مَنْ آمَنَ مِنْكُمْ \" وَلَا تَرْتَدُّوا عَلَى أَدْبَاركُمْ \" أَيْ وَلَا تَنْكُلُوا عَنْ الْجِهَاد\" فَتَنْقَلِبُوا خَاسِرِينَ \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41471, "aya_id": 21}]