[{"text": "قُل لِّلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُوْلِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِن تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا وَإِن تَتَوَلَّوْا كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا", "sura_id": 48, "type": 0, "id": 4599, "aya_id": 16}, {"text": "قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد تقاتلونهم أو يسلمون فإن تطيعوا يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذبكم عذابا أليما", "sura_id": 48, "type": 1, "id": 10835, "aya_id": 16}, {"text": "16 - (قل للمخلفين من الأعراب) المذكورين اختيارا (ستدعون إلى قوم أولي) أصحاب (بأس شديد) قيل هم بنو حنيفة أصحاب اليمامة وقيل فارس والروم (تقاتلونهم) حال مقدرة هي المدعو إليها في المعنى (أو) هم (يسلمون) فلا تقاتلون (فإن تطيعوا) إلى قتالهم (يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذبكم عذابا أليما) مؤلما \r\n", "sura_id": 48, "type": 2, "id": 29543, "aya_id": 16}, {"text": "قل للذين تخلَّفوا من الأعراب (وهم البدو) عن القتال: ستُدْعون إلى قتال قوم أصحاب بأس شديد في القتال, تقاتلونهم أو يسلمون من غير قتال, فإن تطيعوا الله فيما دعاكم إليه مِن قتال هؤلاء القوم يؤتكم الجنة, وإن تعصوه كما فعلتم حين تخلفتم عن السير مع رسول الله صلى الله عليه وسلم إلى \"مكة\", يعذبكم عذابًا موجعًا.\r\n", "sura_id": 48, "type": 3, "id": 35779, "aya_id": 16}, {"text": " <font color=red>قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا</font><BR><p>اِخْتَلَفَ الْمُفَسِّرُونَ فِي هَؤُلَاءِ الْقَوْمِ الَّذِينَ يُدْعَوْنَ إِلَيْهِمْ الَّذِينَ هُمْ أُولُو بَأْس شَدِيد عَلَى أَقْوَال \" أَحَدهَا \" أَنَّهُمْ هَوَازِن رَوَاهُ شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر أَوْ عِكْرِمَة أَوْ جَمِيعًا وَرَوَاهُ هُشَيْم عَنْ أَبِي بِشْر عَنْهُمَا , وَبِهِ يَقُول قَتَادَة فِي رِوَايَة عَنْهُ \" . الثَّانِي \" ثَقِيف قَالَهُ الضَّحَّاك \" الثَّالِث \" بَنُو حَنِيفَة قَالَهُ جُوَيْبِر , وَرَوَاهُ مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ وَرُوِيَ مِثْله عَنْ سَعِيد وَعِكْرِمَة \" . الرَّابِع \" هُمْ أَهْل فَارِس رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَبِهِ يَقُول عَطَاء وَمُجَاهِد وَعِكْرِمَة فِي إِحْدَى الرِّوَايَات عَنْهُ وَقَالَ كَعْب الْأَحْبَار هُمْ الرُّوم وَعَنْ اِبْن أَبِي لَيْلَى وَعَطَاء وَالْحَسَن وَقَتَادَة وَهُمْ فَارِس وَالرُّوم , وَعَنْ مُجَاهِد هُمْ أَهْل الْأَوْثَان وَعَنْهُ أَيْضًا هُمْ رِجَال أُولُو بَأْس شَدِيد وَلَمْ يُعَيِّن فِرْقَة , وَبِهِ يَقُول اِبْن جُرَيْج وَهُوَ اِخْتِيَار اِبْن جَرِير , وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْأَشَجّ حَدَّثَنَا عَبْد الرَّحْمَن بْن إِسْحَاق الْقَوَارِيرِيّ عَنْ مَعْمَر عَنْ الزُّهْرِيّ فِي قَوْله تَعَالَى \" سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ \" قَالَ لَمْ يَأْتِ أُولَئِكَ بَعْد وَحَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي خَالِد عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فِي قَوْله تَعَالَى \" سَتُدْعَوْنَ إِلَى قَوْم أُولِي بَأْس شَدِيد \" قَالَ هُمْ الْبَارِزُونَ قَالَ وَحَدَّثَنَا سُفْيَان عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَقُوم السَّاعَة حَتَّى تُقَاتِلُوا قَوْمًا صِغَار الْأَعْيُن ذُلْفَ الْأُنُوف كَأَنَّ وُجُوههمْ الْمَجَانُّ الْمُطْرَقَة \" قَالَ سُفْيَان هُمْ التُّرْك قَالَ اِبْن أَبِي عُمَر وَجَدْت فِي مَكَان آخَر حَدَّثَنَا اِبْن أَبِي خَالِد عَنْ أَبِيهِ قَالَ نَزَلَ عَلَيْنَا أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ فَفَسَّرَ قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تُقَاتِلُوا قَوْمًا نِعَالهمْ الشَّعَر\" قَالَ هُمْ الْبَارِزُونَ يَعْنِي الْأَكْرَاد وَقَوْله تَعَالَى \" تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ \" يَعْنِي شُرِعَ لَكُمْ جِهَادهمْ وَقِتَالهمْ فَلَا يَزَال ذَلِكَ مُسْتَمِرًّا عَلَيْهِمْ وَلَكُمْ النُّصْرَة عَلَيْهِمْ أَوْ يُسْلِمُونَ فَيَدْخُلُونَ فِي دِينكُمْ بِلَا قِتَال بَلْ بِاخْتِيَارٍ ثُمَّ قَالَ عَزَّ وَجَلَّ \" فَإِنْ تُطِيعُوا \" أَيْ تَسْتَجِيبُوا وَتَنْفِرُوا فِي الْجِهَاد وَتُؤَدُّوا الَّذِي عَلَيْكُمْ فِيهِ \" يُؤْتِكُمْ اللَّه أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْل \" يَعْنِي زَمَن الْحُدَيْبِيَة حَيْثُ دُعِيتُمْ فَتَخَلَّفْتُمْ \" يُعَذِّبكُمْ عَذَابًا أَلِيمًا \" .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41397, "aya_id": 16}]