[{"text": "وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا", "sura_id": 72, "type": 0, "id": 5458, "aya_id": 11}, {"text": "وأنا منا الصالحون ومنا دون ذلك كنا طرائق قددا", "sura_id": 72, "type": 1, "id": 11694, "aya_id": 11}, {"text": "11 - (وأنا منا الصالحون) بعد استماع القرآن (ومنا دون ذلك) أي قوم غير صالحين (كنا طرائق قددا) فرقا مختلفين مسلمين وكافرين \r\n", "sura_id": 72, "type": 2, "id": 30402, "aya_id": 11}, {"text": "وأنا منا الأبرار المتقون، ومنا قوم دون ذلك كفار وفساق, كنا فرقًا ومذاهب مختلفة.\r\n", "sura_id": 72, "type": 3, "id": 36638, "aya_id": 11}, {"text": " <font color=red>وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْجِنّ أَنَّهُمْ قَالُوا مُخْبِرِينَ عَنْ أَنْفُسهمْ \" وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُون ذَلِكَ \" أَيْ غَيْر ذَلِكَ \" كُنَّا طَرَائِق قِدَدًا \" أَيْ طَرَائِق مُتَعَدِّدَة مُخْتَلِفَة وَآرَاء مُتَفَرِّقَة قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد \" كُنَّا طَرَائِق قِدَدًا \" أَيْ مِنَّا الْمُؤْمِن وَمِنَّا الْكَافِر وَقَالَ أَحْمَد بْن سُلَيْمَان النِّجَاد فِي أَمَالِيهِ حَدَّثَنَا الْحَسَن بْن أَسْلَم بْن سَهْل بَحْشَل حَدَّثَنَا عَلِيّ بْن سُلَيْمَان هُوَ أَبُو الشَّعْثَاء الْحَضْرَمِيّ شَيْخ مُسْلِم حَدَّثَنَا أَبُو مُعَاوِيَة قَالَ سَمِعْت الْأَعْمَش يَقُول تَرَوَّحَ إِلَيْنَا جِنِّيّ فَقُلْت لَهُ مَا أَحَبّ الطَّعَام إِلَيْكُمْ ؟ فَقَالَ الْأُرْز قَالَ فَأَتَيْنَاهُمْ بِهِ فَجَعَلْت أَرَى اللُّقَم تُرْفَع وَلَا أَرَى أَحَدًا فَقُلْت فِيكُمْ مِنْ هَذِهِ الْأَهْوَاء الَّتِي فِينَا ؟ قَالَ نَعَمْ فَقُلْت فَمَا الرَّافِضَة فِيكُمْ ؟ قَالَ شَرّنَا. عَرَضْت هَذَا الْإِسْنَاد عَلَى شَيْخنَا الْحَافِظ أَبِي الْحَجَّاج الْمِزِّيّ فَقَالَ هَذَا إِسْنَاد صَحِيح إِلَى الْأَعْمَش . ذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة الْعَبَّاس بْن أَحْمَد الدِّمَشْقِيّ قَالَ سَمِعْت بَعْض الْجِنّ وَأَنَا فِي مَنْزِل لِي بِاللَّيْلِ يَنْشُد : قُلُوب بَرَاهَا الْحُبّ حَتَّى تَعَلَّقَتْ مَذَاهِبهَا فِي كُلّ غَرْب وَشَارِق تَهِيم بِحُبِّ اللَّه وَاَللَّه رَبّهَا مُعَلَّقَة بِاَللَّهِ دُون الْخَلَائِق .</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42746, "aya_id": 11}]