[{"text": "لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ", "sura_id": 39, "type": 0, "id": 4078, "aya_id": 20}, {"text": "لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهار وعد الله لا يخلف الله الميعاد", "sura_id": 39, "type": 1, "id": 10314, "aya_id": 20}, {"text": "20 - (لكن الذين اتقوا ربهم) بأن أطاعوه (لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهار) أي من تحت الغرف الفوقانية والتحتانية (وعد الله) منصوب بفعله المقدر (لا يخلف الله الميعاد) وعده \r\n", "sura_id": 39, "type": 2, "id": 29022, "aya_id": 20}, {"text": "لكن الذين اتقوا ربهم- بطاعته وإخلاص عبادته- لهم في الجنة غرف مبنية بعضها فوق بعض, تجري مِن تحت أشجارها الأنهار, وعدها الله عباده المتقين وعدًا متحققًا, لا يخلف الله الميعاد.\r\n", "sura_id": 39, "type": 3, "id": 35258, "aya_id": 20}, {"text": " <font color=red>لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ</font><BR><p>ثُمَّ أَخْبَرَ عَزَّ وَجَلَّ عَنْ عِبَاده السُّعَدَاء أَنَّ لَهُمْ غُرَفًا فِي الْجَنَّة وَهِيَ الْقُصُور أَيْ الشَّاهِقَة \" مِنْ فَوْقهَا غُرَف مَبْنِيَّة \" طِبَاق فَوْق طِبَاق مَبْنِيَّات مُحْكَمَات مُزَخْرَفَات عَالِيَات قَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنَا عَبَّاد بْن يَعْقُوب الْأَسَدِيّ حَدَّثَنَا مُحَمَّد بْن فُضَيْل عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ النُّعْمَان بْن سَعْد عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ فِي الْجَنَّة لَغُرَفًا يُرَى بُطُونهَا مِنْ ظُهُورهَا وَظُهُورهَا مِنْ بُطُونهَا \" فَقَالَ أَعْرَابِيّ لِمَنْ هِيَ يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِمَنْ أَطَابَ الْكَلَام وَأَطْعَمَ الطَّعَام وَصَلَّى بِاللَّيْلِ وَالنَّاس نِيَام \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث عَبْد الرَّحْمَن بْن إِسْحَاق وَقَالَ حَسَن غَرِيب وَقَدْ تَكَلَّمَ بَعْض أَهْل الْعِلْم فِيهِ مِنْ قِبَل حِفْظِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ اِبْن مُعَانِق أَوْ أَبِي مُعَانِق - عَنْ أَبِي مَالِك الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ فِي الْجَنَّة لَغُرَفًا يُرَى ظَاهِرهَا مِنْ بَاطِنهَا وَبَاطِنهَا مِنْ ظَاهِرهَا أَعَدَّهَا اللَّه تَعَالَى لِمَنْ أَطْعَمَ الطَّعَام وَأَلَانَ الْكَلَام وَتَابَعَ الصِّيَام وَصَلَّى وَالنَّاس نِيَام \" تَفَرَّدَ بِهِ أَحْمَد مِنْ حَدِيث عَبْد اللَّه بْن مُعَانِق الْأَشْعَرِيّ عَنْ أَبِي مَالِك الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا يَعْقُوب بْن عَبْد الرَّحْمَن عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَهْل الْجَنَّة لَيَتَرَاءَوْنَ الْغَرْفَة فِي الْجَنَّة كَمَا تَرَاءَوْنَ الْكَوْكَب فِي أُفُق السَّمَاء \" قَالَ فَحَدَّثْت بِذَلِكَ النُّعْمَان بْن أَبِي عَيَّاش فَقَالَ سَمِعْت أَبَا سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ يَقُول \" كَمَا تَرَاءَوْنَ الْكَوْكَب الَّذِي فِي الْأُفُق الشَّرْقِيّ أَوْ الْغَرْبِيّ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي حَازِم وَأَخْرَجَاهُ أَيْضًا فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَالِك عَنْ صَفْوَان بْن سُلَيْم عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا فَزَارَة أَخْبَرَنِي فُلَيْح عَنْ هِلَال بْن عَلِيّ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَهْل الْجَنَّة لَيَتَرَاءَوْنَ فِي الْجَنَّة أَهْل الْغُرَف كَمَا تَرَاءَوْنَ الْكَوْكَب الدُّرِّيّ الْغَارِب فِي الْأُفُق الطَّالِع فِي تَفَاضُل أَهْل الدَّرَجَات - فَقَالُوا يَا رَسُول اللَّه أُولَئِكَ النَّبِيُّونَ ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَلَى وَاَلَّذِي نَفْسِي بِيَدِهِ وَأَقْوَام آمَنُوا بِاَللَّهِ وَصَدَّقُوا الرُّسُل \" وَرَوَاهُ التِّرْمِذِيّ عَنْ سُوَيْد عَنْ اِبْن الْمُبَارَك عَنْ فُلَيْح بِهِ وَقَالَ حَسَن صَحِيح وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر وَأَبُو عَامِر قَالَا حَدَّثَنَا زُهَيْر حَدَّثَنَا سَعْد الطَّائِيّ حَدَّثَنَا أَبُو الْمُدِلَّة مَوْلَى أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا أَنَّهُ سَمِعَ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَقُول : قُلْنَا يَا رَسُول اللَّه إِنَّا إِذَا رَأَيْنَاك رَقَّتْ قُلُوبُنَا وَكُنَّا مِنْ أَهْلِ الْآخِرَةِ فَإِذَا فَارَقْنَاك أَعْجَبَتْنَا الدُّنْيَا وَشَمَمْنَا النِّسَاءَ وَالْأَوْلَادَ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ أَنَّكُمْ تَكُونُونَ عَلَى كُلِّ حَال عَلَى الْحَال الَّتِي أَنْتُمْ عَلَيْهَا عِنْدِي لَصَافَحَتْكُمْ الْمَلَائِكَةُ بِأَكُفِّهِمْ وَلَزَارَتْكُمْ فِي بُيُوتِكُمْ وَلَوْ لَمْ تُذْنِبُوا لَجَاءَ اللَّهُ عَزَّ وَجَلَّ بِقَوْمٍ يُذْنِبُونَ كَيْ يَغْفِرَ لَهُمْ \" قُلْنَا يَا رَسُول اللَّه حَدَّثَنَا عَنْ الْجَنَّة مَا بِنَاؤُهَا ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَبِنَة ذَهَب وَلَبِنَة فِضَّة وَمِلَاطُهَا الْمِسْك الْأَذْفَر وَحَصْبَاؤُهَا اللُّؤْلُؤ وَالْيَاقُوت وَتُرَابهَا الزَّعْفَرَان مَنْ يَدْخُلهَا يَنْعَم وَلَا يَبْأَس وَيَخْلُد وَلَا يَمُوت لَا تَبْلَى ثِيَابه وَلَا يَفْنَى شَبَابه ثَلَاثَة لَا تُرَدُّ دَعْوَتُهُمْ : الْإِمَام الْعَادِل وَالصَّائِم حَتَّى يُفْطِر وَدَعْوَة الْمَظْلُوم تُحْمَل عَلَى الْغَمَام وَتُفْتَح لَهَا أَبْوَاب السَّمَاوَات وَيَقُول الرَّبّ تَبَارَكَ وَتَعَالَى وَعِزَّتِي لَأَنْصُرَنَّكِ وَلَوْ بَعْد حِين \" وَرَوَى التِّرْمِذِيّ وَابْن مَاجَهْ بَعْضه مِنْ حَدِيث سَعْد بْن أَبِي مُجَاهِد الطَّائِيّ وَكَانَ ثِقَة عَنْ أَبِي الْمُدِلَّة وَكَانَ ثِقَة بِهِ . وَقَوْله تَعَالَى \" تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" أَيْ تَسْلُك الْأَنْهَار بَيْن خِلَال ذَلِكَ كَمَا يَشَاءُونَ وَأَيْنَ أَرَادُوا \" وَعْد اللَّه \" أَيْ هَذَا الَّذِي ذَكَرْنَاهُ وَعْد وَعَدَهُ اللَّه عِبَاده الْمُؤْمِنِينَ \" إِنَّ اللَّه لَا يُخْلِف الْمِيعَاد \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40704, "aya_id": 20}]