[{"text": "اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاء كَيْفَ يَشَاء وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَن يَشَاء مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ", "sura_id": 30, "type": 0, "id": 3457, "aya_id": 48}, {"text": "الله الذي يرسل الرياح فتثير سحابا فيبسطه في السماء كيف يشاء ويجعله كسفا فترى الودق يخرج من خلاله فإذا أصاب به من يشاء من عباده إذا هم يستبشرون", "sura_id": 30, "type": 1, "id": 9693, "aya_id": 48}, {"text": "48 - (الله الذي يرسل الرياح فتثير سحابا) تزعجه (فيبسطه في السماء كيف يشاء) من قلة وكثرة (ويجعله كسفا) بفتح السين وسكونها قطعا متفرقة (فترى الودق) المطر (يخرج من خلاله) وسطه (فإذا أصاب به) بالودق (من يشاء من عباده إذا هم يستبشرون) يفرحون بالمطر \r\n", "sura_id": 30, "type": 2, "id": 28401, "aya_id": 48}, {"text": "الله -سبحانه- هو الذي يرسل الرياح فتثير سحابًا مثقلا بالماء, فينشره الله في السماء كيف يشاء, ويجعله قطعًا متفرقة, فترى المطر يخرج من بين السحاب, فإذا ساقه الله إلى عباده إذا هم يستبشرون ويفرحون بأن الله صرف ذلك إليهم.\r\n", "sura_id": 30, "type": 3, "id": 34637, "aya_id": 48}, {"text": " <font color=red>اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ</font><BR><p>يُبَيِّن تَعَالَى كَيْف يَخْلُق السَّحَاب الَّذِي يَنْزِل مِنْ الْمَاء فَقَالَ تَعَالَى \" اللَّه الَّذِي يُرْسِل الرِّيَاح فَتُثِير سَحَابًا \" إِمَّا مِنْ الْبَحْر كَمَا ذَكَرَهُ غَيْر وَاحِد أَوْ مِمَّا يَشَاء اللَّه عَزَّ وَجَلَّ \" فَيَبْسُطهُ فِي السَّمَاء كَيْف يَشَاء \" أَيْ يَمُدّهُ فَيُكَثِّرهُ وَيُنَمِّيه وَيَجْعَل مِنْ الْقَلِيل كَثِيرًا يُنْشِئ سَحَابَة تُرَى فِي رَأْي الْعَيْن مِثْل التُّرْس ثُمَّ يَبْسُطهَا حَتَّى تَمْلَأ أَرْجَاء الْأُفُق وَتَارَة يَأْتِي السَّحَاب مِنْ نَحْو الْبَحْر ثِقَالًا مَمْلُوءَة كَمَا قَالَ تَعَالَى \" وَهُوَ الَّذِي يُرْسِل الرِّيَاح بُشْرًا بَيْن يَدَيْ رَحْمَته حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّت - إِلَى قَوْله - كَذَلِكَ نُخْرِج الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ\" وَكَذَلِكَ قَالَ هَهُنَا \" اللَّه الَّذِي يُرْسِل الرِّيَاح فَتُثِير سَحَابًا فَيَبْسُطهُ فِي السَّمَاء كَيْف يَشَاء وَيَجْعَلهُ كِسَفًا\" قَالَ مُجَاهِد وَأَبُو عَمْرو بْن الْعَلَاء وَمَطَر الْوَرَّاق وَقَتَادَة يَعْنِي قِطَعًا . وَقَالَ غَيْره مُتَرَاكِمًا كَمَا قَالَهُ الضَّحَّاك وَقَالَ غَيْره : أَسْوَد مِنْ كَثْرَة الْمَاء تَرَاهُ مُدْلَهِمًّا ثَقِيلًا قَرِيبًا مِنْ الْأَرْض وَقَوْله تَعَالَى \" فَتَرَى الْوَدْق يَخْرُج مِنْ خِلَاله \" أَيْ فَتَرَى الْمَطَر وَهُوَ الْقَطْر يَخْرُج مِنْ بَيْن ذَلِكَ السَّحَاب \" فَإِذَا أَصَابَ بِهِ مَنْ يَشَاء مِنْ عِبَاده إِذَا هُمْ يَسْتَبْشِرُونَ \" أَيْ لِحَاجَتِهِمْ إِلَيْهِ يَفْرَحُونَ بِنُزُولِهِ عَلَيْهِمْ وَوُصُوله إِلَيْهِمْ .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40085, "aya_id": 48}]