[{"text": "لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَّاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاء سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ", "sura_id": 39, "type": 0, "id": 4062, "aya_id": 4}, {"text": "لو أراد الله أن يتخذ ولدا لاصطفى مما يخلق ما يشاء سبحانه هو الله الواحد القهار", "sura_id": 39, "type": 1, "id": 10298, "aya_id": 4}, {"text": "4 - (لو أراد الله أن يتخذ ولدا) كما قالوا اتخذ الرحمن ولدا (لاصطفى مما يخلق ما يشاء) واتخذه ولدا غير من قالوا إن الملائكة بنات الله وعزيز ابن الله والمسيح ابن الله (سبحانه) تنزيها له عن اتخاذ الولد (هو الله الواحد القهار) لخلقه \r\n", "sura_id": 39, "type": 2, "id": 29006, "aya_id": 4}, {"text": "لو أراد الله أن يتخذ ولدًا لاختار من مخلوقاته ما يشاء, تنزَّه الله وتقدَّس عن أن يكون له ولد, فإنه الواحد الأحد, الفرد الصمد, القهَّار الذي قهر خلقه بقدرته, فكل شيء له متذلل خاضع.\r\n", "sura_id": 39, "type": 3, "id": 35242, "aya_id": 4}, {"text": " <font color=red>لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ</font><BR><p>فَقَالَ تَبَارَكَ وَتَعَالَى\" لَوْ أَرَادَ اللَّه أَنْ يَتَّخِذ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُق مَا يَشَاء \" أَيْ لَكَانَ الْأَمْر عَلَى خِلَاف مَا يَزْعُمُونَ وَهَذَا شَرْط لَا يَلْزَم وُقُوعه وَلَا جَوَازه بَلْ هُوَ مُحَال وَإِنَّمَا قُصِدَ تَجْهِيلهمْ فِيمَا اِدَّعَوْهُ وَزَعَمُوهُ كَمَا قَالَ عَزَّ وَجَلَّ \" لَوْ أَرَدْنَا أَنْ نَتَّخِذ لَهْوًا لَاِتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ \" \" قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَد فَأَنَا أَوَّل الْعَابِدِينَ \" كُلّ هَذَا مِنْ بَاب الشَّرْط وَيَجُوز تَعْلِيق الشَّرْط عَلَى الْمُسْتَحِيل لِمَقْصِدِ الْمُتَكَلِّم وَقَوْله تَعَالَى \" سُبْحَانه هُوَ اللَّه الْوَاحِد الْقَهَّار \" أَيْ تَعَالَى وَتَنَزَّهَ وَتَقَدَّسَ عَنْ أَنْ يَكُون لَهُ وَلَد فَإِنَّهُ الْوَاحِد الْأَحَد الْفَرْد الصَّمَد الَّذِي كُلّ شَيْء عَبْد لَدَيْهِ فَقِير إِلَيْهِ وَهُوَ الْغَنِيّ عَمَّا سِوَاهُ الَّذِي قَدْ قَهَرَ الْأَشْيَاء فَدَانَتْ لَهُ وَذَلَّتْ وَخَضَعَتْ تَبَارَكَ وَتَعَالَى عَمَّا يَقُول الظَّالِمُونَ وَالْجَاحِدُونَ عُلُوًّا كَبِيرًا .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40725, "aya_id": 4}]