[{"text": "مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُم مَّن قَضَى نَحْبَهُ وَمِنْهُم مَّن يَنتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا", "sura_id": 33, "type": 0, "id": 3556, "aya_id": 23}, {"text": "من المؤمنين رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه ومنهم من ينتظر وما بدلوا تبديلا", "sura_id": 33, "type": 1, "id": 9792, "aya_id": 23}, {"text": "23 - (من المؤمنين رجال صدقوا ما عاهدوا الله عليه) من الثبات مع النبي صلى الله عليه وسلم (فمنهم من قضى نحبه) مات أو قتل في سبيل الله (ومنهم من ينتظر) ذلك (وما بدلوا تبديلا) في العهد وهم بخلاف حال المنافقين \r\n", "sura_id": 33, "type": 2, "id": 28500, "aya_id": 23}, {"text": "من المؤمنين رجال أوفوا بعهودهم مع الله تعالى, وصبروا على البأساء والضراء وحين البأس: فمنهم من وَفَّى بنذره، فاستشهد في سبيل الله، أو مات على الصدق والوفاء, ومنهم مَن ينتظر إحدى الحسنيين: النصر أو الشهادة, وما غيَّروا عهد الله, ولا نقضوه ولا بدَّلوه, كما غيَّر المنافقون.\r\n", "sura_id": 33, "type": 3, "id": 34736, "aya_id": 23}, {"text": " <font color=red>مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا</font><BR><p>لَمَّا ذَكَرَ عَزَّ وَجَلَّ عَنْ الْمُنَافِقِينَ أَنَّهُمْ نَقَضُوا الْعَهْد الَّذِي كَانُوا عَاهَدُوا اللَّه عَلَيْهِ لَا يُوَلُّونَ الْأَدْبَار وَصَفَ الْمُؤْمِنِينَ أَنَّهُمْ اِسْتَمَرُّوا عَلَى الْعَهْد وَالْمِيثَاق وَ \" صَدَقُوا مَا عَاهَدُوا اللَّه عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبه \" قَالَ بَعْضهمْ أَجَله وَقَالَ الْبُخَارِيّ عَهْده وَهُوَ يَرْجِع إِلَى الْأَوَّل \" وَمِنْهُمْ مَنْ يَنْتَظِر وَمَا بَدَّلُوا تَبْدِيلًا \" أَيْ وَمَا غَيَّرُوا عَهْد اللَّه وَلَا نَقَضُوهُ وَلَا بَدَّلُوهُ قَالَ الْبُخَارِيّ حَدَّثَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب عَنْ الزُّهْرِيّ قَالَ أَخْبَرَنِي خَارِجَة بْن زَيْد بْن ثَابِت عَنْ أَبِيهِ قَالَ : لَمَّا نَسَخْنَا الْمُصْحَف فُقِدَتْ آيَة مِنْ سُورَة الْأَحْزَاب كُنْت أَسْمَع رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَؤُهَا لَمْ أَجِدهَا إِلَّا مَعَ خُزَيْمَةَ بْن ثَابِت الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ الَّذِي جَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَهَادَته بِشَهَادَةِ رَجُلَيْنِ\" مِنْ الْمُؤْمِنِينَ رِجَال صَدَقُوا مَا عَاهَدُوا اللَّه عَلَيْهِ\" تَفَرَّدَ بِهِ الْبُخَارِيّ دُون مُسْلِم وَأَخْرَجَهُ أَحْمَد فِي مُسْنَده وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي التَّفْسِير مِنْ سُنَنهمَا مِنْ حَدِيث الزُّهْرِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَالَ الْبُخَارِيّ أَيْضًا حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْأَنْصَارِيّ حَدَّثَنِي أَبِي عَنْ ثُمَامَة عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ نَرَى هَذِهِ الْآيَة نَزَلَتْ فِي أَنَس بْن النَّضْر رَضِيَ اللَّه عَنْهُ \" مِنْ الْمُؤْمِنِينَ رِجَال صَدَقُوا مَا عَاهَدُوا اللَّه عَلَيْهِ \" الْآيَة اِنْفَرَدَ بِهِ الْبُخَارِيّ مِنْ هَذَا الْوَجْه وَلَكِنْ لَهُ شَوَاهِد مِنْ طُرُق أُخَر قَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة عَنْ ثَابِت قَالَ أَنَس : عَمِّي أَنَس بْن النَّضْر رَضِيَ اللَّه عَنْهُ سُمِّيت بِهِ لَمْ يَشْهَد مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر فَشَقَّ عَلَيْهِ وَقَالَ أَوَّل مَشْهَد شَهِدَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غِبْت عَنْهُ لَئِنْ أَرَانِي اللَّه تَعَالَى مَشْهَدًا فِيمَا بَعْد مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيَرَيَنَّ اللَّه عَزَّ وَجَلَّ مَا أَصْنَع قَالَ فَهَابَ أَنْ يَقُول غَيْرهَا فَشَهِدَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم أُحُد فَاسْتَقْبَلَ سَعْد بْن مُعَاذ رَضِيَ اللَّه عَنْهُ فَقَالَ لَهُ أَنَس رَضِيَ اللَّه عَنْهُ يَا أَبَا عَمْرو أَيْنَ وَاهًا لِرِيحِ الْجَنَّة إِنِّي أَجِدهُ دُون أُحُد قَالَ فَقَاتَلَهُمْ حَتَّى قُتِلَ رَضِيَ اللَّه عَنْهُ قَالَ فَوُجِدَ فِي جَسَده بِضْع وَثَمَانُونَ بَيْن ضَرْبَة وَطَعْنَة وَرَمْيَة فَقَالَتْ أُخْته عَمَّتِي الرُّبَيِّع اِبْنَة النَّضْر فَمَا عَرَفْت أَخِي إِلَّا بِبَنَانِهِ قَالَ فَنَزَلَتْ هَذِهِ الْآيَة \" مِنْ الْمُؤْمِنِينَ رِجَال صَدَقُوا مَا عَاهَدُوا اللَّه عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبه وَمِنْهُمْ مَنْ يَنْتَظِر وَمَا بَدَّلُوا تَبْدِيلًا \" قَالَ فَكَانُوا يَرَوْنَ أَنَّهَا نَزَلَتْ فِيهِ وَفِي أَصْحَابه رَضِيَ اللَّه عَنْهُمْ وَرَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث سُلَيْمَان بْن الْمُغِيرَة بِهِ وَرَوَاهُ النَّسَائِيّ أَيْضًا وَابْن جَرِير مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ بِهِ نَحْوه وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا حُمَيْد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ عَمّه يَعْنِي أَنَس بْن النَّضْر رَضِيَ اللَّه عَنْهُ غَابَ عَنْ قِتَال بَدْر فَقَالَ غِبْت عَنْ أَوَّل قِتَال قَاتَلَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُشْرِكِينَ لَئِنْ أَشْهَدَنِي اللَّه عَزَّ وَجَلَّ قِتَالًا لِلْمُشْرِكِينَ لَيَرَيَنَّ اللَّه تَعَالَى مَا أَصْنَع قَالَ فَلَمَّا كَانَ يَوْم أُحُد اِنْكَشَفَ الْمُسْلِمُونَ فَقَالَ : اللَّهُمَّ إِنِّي أَعْتَذِر إِلَيْك مِمَّا صَنَعَ هَؤُلَاءِ - يَعْنِي أَصْحَابه - وَأَبْرَأ إِلَيْك مِمَّا جَاءَ بِهِ هَؤُلَاءِ - يَعْنِي الْمُشْرِكِينَ - ثُمَّ تَقَدَّمَ فَلَقِيَهُ سَعْد يَعْنِي اِبْن مُعَاذ رَضِيَ اللَّه عَنْهُ دُون أَحَد فَقَالَ أَنَا مَعَك قَالَ سَعْد رَضِيَ اللَّه عَنْهُ فَلَمْ أَسْتَطِعْ أَنْ أَصْنَع مَا صَنَعَ فَلَمَّا قُتِلَ قَالَ فَوُجِدَ فِيهِ بِضْع وَثَمَانُونَ ضَرْبَة سَيْف وَطَعْنَة رُمْح وَرَمْيَة سَهْم وَكَانُوا يَقُولُونَ فِيهِ وَفِي أَصْحَابه نَزَلَتْ \" فَمِنْهُمْ مَنْ قَضَى نَحْبه وَمِنْهُمْ مَنْ يَنْتَظِر\" وَأَخْرَجَهُ التِّرْمِذِيّ فِي التَّفْسِير عَنْ عَبْد بْن حُمَيْد وَالنَّسَائِيّ فِيهِ أَيْضًا عَنْ إِسْحَاق بْن إِبْرَاهِيم كِلَاهُمَا عَنْ يَزِيد بْن هَارُون بِهِ وَقَالَ التِّرْمِذِيّ حَسَن . وَقَدْ رَوَاهُ الْبُخَارِيّ فِي الْمَغَازِي عَنْ حَسَّان بْن حَسَّان عَنْ مُحَمَّد بْن طَلْحَة عَنْ مُصَرِّف عَنْ حُمَيْد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ بِهِ وَلَمْ يَذْكُر نُزُول الْآيَة وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث الْمُعْتَمِر بْن سُلَيْمَان عَنْ حُمَيْد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ بِهِ : وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن الْفَضْل الْعَسْقَلَانِيّ حَدَّثَنَا سُلَيْمَان بْن أَيُّوب بْن سُلَيْمَان حَدَّثَنَا عِيسَى بْن مُوسَى بْن طَلْحَة بْن عُبَيْد اللَّه حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ مُوسَى بْن طَلْحَة عَنْ أَبِيهِ طَلْحَة رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا أَنْ رَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أُحُد صَعِدَ الْمِنْبَر فَحَمِدَ اللَّه تَعَالَى وَأَثْنَى عَلَيْهِ وَعَزَّى الْمُسْلِمِينَ بِمَا أَصَابَهُمْ وَأَخْبَرَهُمْ بِمَا لَهُمْ فِيهِ مِنْ الْأَجْر وَالذُّخْر ثُمَّ قَرَأَ هَذِهِ الْآيَة \" مِنْ الْمُؤْمِنِينَ رِجَال صَدَقُوا مَا عَاهَدُوا اللَّه عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبه \" الْآيَة كُلّهَا فَقَامَ إِلَيْهِ رَجُل مِنْ الْمُسْلِمِينَ فَقَالَ يَا رَسُول اللَّه مَنْ هَؤُلَاءِ ؟ فَأَقْبَلْت وَعَلَيَّ ثَوْبَانِ أَخْضَرَانِ حَضْرَمِيَّانِ فَقَالَ \" أَيّهَا السَّائِل هَذَا مِنْهُمْ \" وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ حَدِيث سُلَيْمَان بْن أَيُّوب الطَّلْحِيّ بِهِ وَأَخْرَجَهُ التِّرْمِذِيّ فِي التَّفْسِير وَالْمَنَاقِب أَيْضًا وَابْن جَرِير مِنْ حَدِيث يُونُس بْن بُكَيْر عَنْ طَلْحَة بْن يَحْيَى عَنْ مُوسَى وَعِيسَى اِبْنَيْ طَلْحَة عَنْ أَبِيهِمَا رَضِيَ اللَّه عَنْهُمَا وَقَالَ حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث يُونُس وَقَالَ أَيْضًا حَدَّثَنَا أَحْمَد بْن عِصَام الْأَنْصَارِيّ حَدَّثَنَا أَبُو عَامِر - يَعْنِي الْعَقَدِيّ - حَدَّثَنِي إِسْحَاق - يَعْنِي اِبْن طَلْحَة بْن عُبَيْد اللَّه - عَنْ مُوسَى بْن طَلْحَة قَالَ : دَخَلْت عَلَى مُعَاوِيَة رَضِيَ اللَّه عَنْهُ فَلَمَّا خَرَجْت دَعَانِي فَقَالَ أَلَا أَضَع عِنْدك يَا اِبْن أَخِي حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ أَشْهَد لَسَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" طَلْحَة مِمَّنْ قَضَى نَحْبه\" وَرَوَاهُ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عَبْد الْحَمِيد الْحِمَّانِيّ عَنْ إِسْحَاق بْن يَحْيَى بْن طَلْحَة الطَّلْحِيّ عَنْ مُوسَى بْن طَلْحَة قَالَ : قَامَ مُعَاوِيَة بْن أَبِي سُفْيَان رَضِيَ اللَّه عَنْهُ فَقَالَ إِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" طَلْحَة مِمَّنْ قَضَى نَحْبه \" وَلِهَذَا قَالَ مُجَاهِد فِي قَوْله تَعَالَى \" فَمِنْهُمْ مَنْ قَضَى نَحْبه\" يَعْنِي عَهْده \" وَمِنْهُمْ مَنْ يَنْتَظِر \" قَالَ يَوْمًا فِيهِ الْقِتَال فَيَصْدُق فِي اللِّقَاء وَقَالَ الْحَسَن \" فَمِنْهُمْ مَنْ قَضَى نَحْبه \" يَعْنِي مَوْته عَلَى الصِّدْق وَالْوَفَاء وَمِنْهُمْ مَنْ يَنْتَظِر الْمَوْت عَلَى مِثْل ذَلِكَ وَمِنْهُمْ مَنْ لَمْ يُبَدِّل تَبْدِيلًا وَكَذَا قَالَ قَتَادَة وَابْن زَيْد وَقَالَ بَعْضهمْ نَحْبه نَذْره : وَقَوْله تَعَالَى \" وَمَا بَدَّلُوا تَبْدِيلًا \" أَيْ وَمَا غَيَّرُوا عَهْدهمْ وَبَدَّلُوا الْوَفَاء بِالْغَدْرِ بَلْ اِسْتَمَرُّوا عَلَى مَا عَاهَدُوا اللَّه عَلَيْهِ وَمَا نَقَضُوهُ كَفِعْلِ الْمُنَافِقِينَ الَّذِينَ قَالُوا \" إِنَّ بُيُوتنَا عَوْرَة وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا وَلَقَدْ كَانُوا عَاهَدُوا اللَّه مِنْ قَبْل لَا يُوَلُّونَ الْأَدْبَار \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40182, "aya_id": 23}]