[{"text": "الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ", "sura_id": 23, "type": 0, "id": 2675, "aya_id": 2}, {"text": "الذين هم في صلاتهم خاشعون", "sura_id": 23, "type": 1, "id": 8911, "aya_id": 2}, {"text": "2 - (الذين هم في صلاتهم خاشعون) متواضعون \r\n", "sura_id": 23, "type": 2, "id": 27619, "aya_id": 2}, {"text": "الذين من صفاتهم أنهم في صلاتهم خاشعون, تَفْرُغُ لها قلوبهم, وتسكن جوارحهم.\r\n", "sura_id": 23, "type": 3, "id": 33855, "aya_id": 2}, {"text": " <font color=red>الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ</font><BR><p>\" الَّذِينَ هُمْ فِي صَلَاتهمْ خَاشِعُونَ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس\" خَاشِعُونَ \" خَائِفُونَ سَاكِنُونَ وَكَذَا رُوِيَ عَنْ مُجَاهِد وَالْحَسَن وَقَتَادَة وَالزُّهْرِيّ وَعَنْ عَلِيّ بْن أَبِي طَالِب\" الْخُشُوع خُشُوع الْقَلْب وَكَذَا قَالَ إِبْرَاهِيم النَّخَعِيّ وَقَالَ الْحَسَن الْبَصْرِيّ كَانَ خُشُوعهمْ فِي قُلُوبهمْ فَغَضُّوا بِذَلِكَ أَبْصَارهمْ وَخَفَضُوا الْجَنَاح وَقَالَ مُحَمَّد بْن سِيرِينَ كَانَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَرْفَعُونَ أَبْصَارهمْ إِلَى السَّمَاء فِي الصَّلَاة فَلَمَّا نَزَلَتْ هَذِهِ الْآيَة \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلَاتهمْ خَاشِعُونَ \" خَفَضُوا أَبْصَارهمْ إِلَى مَوْضِع سُجُودهمْ قَالَ مُحَمَّد بْن سِيرِينَ وَكَانُوا يَقُولُونَ لَا يُجَاوِز بَصَره مُصَلَّاهُ فَإِنْ كَانَ قَدْ اِعْتَادَ النَّظَر فَلْيُغْمِضْ رَوَاهُ اِبْن جَرِير وَابْن حَاتِم ثُمَّ رَوَى اِبْن جَرِير عَنْهُ وَعَنْ عَطَاء بْن أَبِي رَبَاح أَيْضًا مُرْسَلًا أَنَّ رَسُول اللَّه كَانَ يَفْعَل ذَلِكَ حَتَّى نَزَلَتْ هَذِهِ الْآيَة وَالْخُشُوع فِي الصَّلَاة إِنَّمَا يَحْصُل لِمَنْ فَرَغَ قَلْبه لَهَا وَاشْتَغَلَ بِهَا عَمَّا عَدَاهَا وَآثَرَهَا عَلَى غَيْرهَا وَحِينَئِذٍ تَكُون رَاحَة لَهُ وَقُرَّة عَيْن كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَالنَّسَائِيّ عَنْ أَبِي عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" حُبِّبَ إِلَيَّ الطِّيب وَالنِّسَاء وَجُعِلَتْ قُرَّة عَيْنِي فِي الصَّلَاة \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا مِسْعَر عَنْ عَمْرو بْن مُرَّة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ رَجُل مِنْ أَسْلَم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَا بِلَال أَرِحْنَا بِالصَّلَاةِ \" وَقَالَ الْإِمَام أَحْمَد أَيْضًا ثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ ثَنَا إِسْرَائِيل عَنْ عُثْمَان بْن الْمُغِيرَة عَنْ سَالِم اِبْن أَبِي الْجَعْد أَنَّ مُحَمَّد بْن الْحَنَفِيَّة قَالَ : دَخَلْت مَعَ أَبِي عَلَى صِهْر لَنَا مِنْ الْأَنْصَار فَحَضَرَتْ الصَّلَاة فَقَالَ يَا جَارِيَة اِئْتِنِي بِوَضُوءٍ لَعَلِّي أُصَلِّي فَأَسْتَرِيح فَرَآنَا أَنْكَرْنَا عَلَيْهِ ذَلِكَ فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" قُمْ يَا بِلَال فَأَرِحْنَا بِالصَّلَاةِ \" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39137, "aya_id": 2}]