[{"text": "وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ", "sura_id": 31, "type": 0, "id": 3483, "aya_id": 14}, {"text": "ووصينا الإنسان بوالديه حملته أمه وهنا على وهن وفصاله في عامين أن اشكر لي ولوالديك إلي المصير", "sura_id": 31, "type": 1, "id": 9719, "aya_id": 14}, {"text": "14 - (ووصينا الإنسان بوالديه) أمرناه أن يبرهما (حملته أمه) فوهنت (وهنا على وهن) ضعفت للحمل وضعفت للطلق وضعفت للولادة (وفصاله) أي فطامه (في عامين) وقلنا له (أن اشكر لي ولوالديك إلي المصير) أي المرجع \r\n", "sura_id": 31, "type": 2, "id": 28427, "aya_id": 14}, {"text": "وأَمَرْنا الإنسان ببرِّ والديه والإحسان إليهما, حَمَلَتْه أمه ضعفًا على ضعف, وحمله وفِطامه عن الرضاعة في مدة عامين, وقلنا له: اشكر لله, ثم اشكر لوالديك, إليَّ المرجع فأُجازي كُلا بما يستحق.\r\n", "sura_id": 31, "type": 3, "id": 34663, "aya_id": 14}, {"text": " <font color=red>وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ</font><BR><p>وَقَالَ هَهُنَا \" وَوَصَّيْنَا الْإِنْسَان بِوَالِدَيْهِ حَمَلَتْهُ أُمّه وَهْنًا عَلَى وَهْن \" قَالَ مُجَاهِد مَشَقَّة وَهْن الْوَلَد وَقَالَ قَتَادَة جَهْدًا عَلَى جَهْد وَقَالَ عَطَاء الْخُرَاسَانِيّ ضَعْفًا عَلَى ضَعْف وَقَوْله \" وَفِصَاله فِي عَامَيْنِ \" أَيْ تَرْبِيَته وَإِرْضَاعه بَعْد وَضْعه فِي عَامَيْنِ كَمَا قَالَ تَعَالَى \" وَالْوَالِدَات يُرْضِعْنَ أَوْلَادهنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمّ الرَّضَاعَة \" وَمِنْ هَهُنَا اِسْتَنْبَطَ اِبْن عَبَّاس وَغَيْره مِنْ الْأَئِمَّة أَنَّ أَقَلّ مُدَّة الْحَمْل سِتَّة أَشْهُر لِأَنَّهُ قَالَ فِي الْآيَة الْأُخْرَى \" وَحَمْله وَفِصَاله ثَلَاثُونَ شَهْرًا\" وَإِنَّمَا يَذْكُر تَعَالَى تَرْبِيَة الْوَالِدَة وَتَعَبهَا وَمَشَقَّتهَا فِي سَهَرهَا لَيْلًا وَنَهَارًا لِيُذَكِّر الْوَلَد بِإِحْسَانِهَا الْمُتَقَدِّم إِلَيْهِ كَمَا قَالَ تَعَالَى \" وَقُلْ رَبّ اِرْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا \" وَلِهَذَا قَالَ \" أَنْ اُشْكُرْ لِي وَلِوَالِدَيْك إِلَيَّ الْمَصِير \" أَيْ فَإِنِّي سَأَجْزِيك عَلَى ذَلِكَ أَوْفَر جَزَاء قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا زُرْعَة حَدَّثَنَا عَبْد اللَّه بْن أَبِي شَيْبَة وَمَحْمُود بْن غَيْلَان قَالَا حَدَّثَنَا عُبَيْد اللَّه أَخْبَرَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ سَعِيد بْن وَهْب قَالَ : قَدِمَ عَلَيْنَا مُعَاذ بْن جَبَل وَكَانَ بَعَثَهُ النَّبِيّ فَقَامَ وَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ : إِنِّي رَسُول رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْكُمْ أَنْ تَعْبُدُوا اللَّه وَلَا تُشْرِكُوا بِهِ شَيْئًا وَأَنْ تُطِيعُونِي لَا آلُوكُمْ خَيْرًا وَإِنَّ الْمَصِير إِلَى اللَّه إِلَى الْجَنَّة أَوْ إِلَى النَّار إِقَامَة فَلَا ظَعْن وَخُلُود فَلَا مَوْت .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40108, "aya_id": 14}]