[{"text": "الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ", "sura_id": 67, "type": 0, "id": 5243, "aya_id": 2}, {"text": "الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملا وهو العزيز الغفور", "sura_id": 67, "type": 1, "id": 11479, "aya_id": 2}, {"text": "2 - (الذي خلق الموت) في الدنيا (والحياة) في الآخرة أوهما في الدنيا فالنطفة تعرض لها الحياة وهي ما به الاحساس والموت ضدها أو عدمها قولان والخلق على الثاني بمعنى التقدير (ليبلوكم) ليختبركم في الحياة (أيكم أحسن عملا) أطوع لله (وهو العزيز) في انتقامه ممن عصاه (الغفور) لمن تاب إليه \r\n", "sura_id": 67, "type": 2, "id": 30187, "aya_id": 2}, {"text": "الذي خلق الموت والحياة؛ ليختبركم - أيها الناس-: أيكم خيرٌ عملا وأخلصه؟ وهو العزيز الذي لا يعجزه شيء, الغفور لمن تاب من عباده. وفي الآية ترغيب في فعل الطاعات, وزجر عن اقتراف المعاصي.\r\n", "sura_id": 67, "type": 3, "id": 36423, "aya_id": 2}, {"text": " <font color=red>الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ</font><BR><p>قَالَ تَعَالَى \" الَّذِي خَلَقَ الْمَوْت وَالْحَيَاة \" وَاسْتَدَلَّ بِهَذِهِ الْآيَة مَنْ قَالَ إِنَّ الْمَوْت أَمْر وُجُودِيّ لِأَنَّهُ مَخْلُوق وَمَعْنَى الْآيَة أَنَّهُ أَوْجَدَ الْخَلَائِق مِنْ الْعَدَم \" لِيَبْلُوَهُمْ \" أَيْ يَخْتَبِرهُمْ\" أَيّهمْ أَحْسَن عَمَلًا \" كَمَا قَالَ تَعَالَى \" كَيْفَ تَكْفُرُونَ بِاَللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ \" فَسَمَّى الْحَال الْأَوَّل وَهُوَ الْعَدَم مَوْتًا وَسَمَّى هَذِهِ النَّشْأَة حَيَاة وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ يُمِيتكُمْ ثُمَّ يُحْيِيكُمْ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا صَفْوَان حَدَّثَنَا الْوَلِيد حَدَّثَنَا خُلَيْد عَنْ قَتَادَة فِي قَوْله تَعَالَى \" الَّذِي خَلَقَ الْمَوْت وَالْحَيَاة \" قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِنَّ اللَّه أَذَلَّ بَنِي آدَم بِالْمَوْتِ وَجَعَلَ الدُّنْيَا دَار حَيَاة ثُمَّ دَار مَوْت وَجَعَلَ الْآخِرَة دَار جَزَاء ثُمَّ دَار بَقَاء \" . . وَرَوَاهُ مَعْمَر عَنْ قَتَادَة وَقَوْله تَعَالَى \" لِيَبْلُوَكُمْ أَيّكُمْ أَحْسَن عَمَلًا \" أَيْ خَيْر عَمَلًا كَمَا قَالَ مُحَمَّد بْن عَجْلَان وَلَمْ يَقُلْ أَكْثَر عَمَلًا ثُمَّ قَالَ تَعَالَى \" وَهُوَ الْعَزِيز الْغَفُور \" أَيْ هُوَ الْعَزِيز الْعَظِيم الْمَنِيع الْجَنَاب وَهُوَ مَعَ ذَلِكَ غَفُور لِمَنْ تَابَ إِلَيْهِ وَأَنَابَ بَعْدَمَا عَصَاهُ وَخَالَفَ أَمْره وَإِنْ كَانَ تَعَالَى عَزِيزًا هُوَ مَعَ ذَلِكَ يَغْفِر وَيَرْحَم وَيَصْفَح وَيَتَجَاوَز .</p><BR> <br> ", "sura_id": 67, "type": 4, "id": 42343, "aya_id": 2}]