[{"text": "وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِن بَعْدِيَ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الألْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُواْ يَقْتُلُونَنِي فَلاَ تُشْمِتْ بِيَ الأعْدَاء وَلاَ تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ", "sura_id": 7, "type": 0, "id": 1104, "aya_id": 150}, {"text": "ولما رجع موسى إلى قومه غضبان أسفا قال بئسما خلفتموني من بعدي أعجلتم أمر ربكم وألقى الألواح وأخذ برأس أخيه يجره إليه قال ابن أم إن القوم استضعفوني وكادوا يقتلونني فلا تشمت بي الأعداء ولا تجعلني مع القوم الظالمين", "sura_id": 7, "type": 1, "id": 7340, "aya_id": 150}, {"text": "150 - (ولما رجع موسى إلى قومه غضبان) من جهتهم (أسفاً) شديد الحزن (قال) لهم (بئسما) أي بئس خلافة (خلفتمونيـ) ـها (من بعدي) خلافتكم هذه حيث أشركتم (أعجلتم أمر ربكم وألقى الألواح) ألواح التوراة غضباً لربه فتكسرت (وأخذ برأس أخيه) أي بشعره بيمنيه ولحيته بشماله (يجره إليه) غضباً (قال) يا ( ابن أمِّ) بكسر الميم وفتحها ، أراد أمي وذكرها أعطف لقلبه (إن القوم استضعفوني وكادوا) قاربوا (يقتلونني فلا تشمت) تفرح (بي الأعداء) بإهانتك إياي (ولا تجعلني مع القوم الظالمين) بعبادة العجل في المؤاخذة \r\n", "sura_id": 7, "type": 2, "id": 26048, "aya_id": 150}, {"text": "ولما رجع موسى إلى قومه مِن بني إسرائيل غضبان حزينًا; لأن الله قد أخبره أنه قد فُتِن قومه, وأن السامريَّ قد أضلَّهم, قال موسى: بئس الخلافة التي خلفتموني مِن بعدي, أعجلتم أَمْر ربكم؟ أي: أستعجلتم مجيئي إليكم وهو مقدَّر من الله تعالى؟ وألقى موسى ألواح التوراة غضبا على قومه الذين عبدوا العجل, وغضبًا على أخيه هارون, وأمسك برأس أخيه يجره إليه, قال هارون مستعطفًا: يا ابن أمي: إن القوم استذلوني وعدُّوني ضعيفًا وقاربوا أن يقتلوني, فلا تَسرَّ الأعداء بما تفعل بي, ولا تجعلني في غضبك مع القوم الذين خالفوا أمرك وعبدوا العجل.\r\n", "sura_id": 7, "type": 3, "id": 32284, "aya_id": 150}, {"text": " <font color=red>وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ</font><BR><p>يُخْبِر تَعَالَى أَنَّ مُوسَى عَلَيْهِ السَّلَام رَجَعَ إِلَى قَوْمه مِنْ مُنَاجَاة رَبّه تَعَالَى وَهُوَ غَضْبَان أَسِف قَالَ أَبُو الدَّرْدَاء أَشَدّ الْغَضَب \" قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي \" يَقُول بِئْسَ مَا صَنَعْتُمْ فِي عِبَادَة الْعِجْل بَعْد أَنْ ذَهَبْت وَتَرَكْتُكُمْ وَقَوْله \" أَعَجِلْتُمْ أَمْر رَبّكُمْ \" يَقُول اِسْتَعْجَلْتُمْ مَجِيئِي إِلَيْكُمْ وَهُوَ مُقَدَّر مِنْ اللَّه تَعَالَى وَقَوْله \" وَأَلْقَى الْأَلْوَاح وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرّهُ إِلَيْهِ \" قِيلَ : كَانَتْ الْأَلْوَاح مِنْ زُمُرُّد . وَقِيلَ مِنْ يَاقُوت وَقِيلَ مِنْ بَرَد . وَفِي هَذَا دَلَالَة عَلَى مَا جَاءَ فِي الْحَدِيث \" لَيْسَ الْخَبَر كَالْمُعَايَنَةِ \" ثُمَّ ظَاهِر السِّيَاق أَنَّهُ إِنَّمَا أَلْقَى الْأَلْوَاح غَضَبًا عَلَى قَوْمه وَهَذَا قَوْل جُمْهُور الْعُلَمَاء سَلَفًا وَخَلَفًا وَرَوَى اِبْن جَرِير عَنْ قَتَادَة فِي هَذَا قَوْلًا غَرِيبًا لَا يَصِحّ إِسْنَاده إِلَى حِكَايَة قَتَادَة وَقَدْ رَدَّهُ اِبْن عَطِيَّة وَغَيْر وَاحِد مِنْ الْعُلَمَاء وَهُوَ جَدِير بِالرَّدِّ وَكَأَنَّهُ تَلَقَّاهُ قَتَادَة عَنْ بَعْض أَهْل الْكِتَاب وَفِيهِمْ كَذَّابُونَ وَوَضَّاعُونَ وَأَفَّاكُونَ وَزَنَادِقَة وَقَوْله \" وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرّهُ إِلَيْهِ \" خَوْفًا أَنْ يَكُون قَدْ قَصَّرَ فِي نَهْيهمْ قَالَ فِي الْآيَة الْأُخْرَى \" قَالَ يَا هَارُون مَا مَنَعَك إِذْ رَأَيْتهمْ ضَلُّوا أَلَّا تَتَّبِعَنِ أَفَعَصَيْت أَمْرِي قَالَ يَا اِبْن أُمّ لَا تَأْخُذ بِلِحْيَتِي وَلَا بِرَأْسِي إِنِّي خَشِيت أَنْ تَقُول فَرَّقْت بَيْن بَنِي إِسْرَائِيل وَلَمْ تَرْقُب قَوْلِي \" وَقَالَ هَاهُنَا \" اِبْن أُمّ إِنَّ الْقَوْم اِسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِت بِيَ الْأَعْدَاء وَلَا تَجْعَلنِي مَعَ الْقَوْم الظَّالِمِينَ \" أَيْ لَا تَسُوقنِي سِيَاقهمْ وَتَجْعَلنِي مَعَهُمْ وَإِنَّمَا قَالَ \" اِبْن أُمّ لِيَكُونَ أَرَقّ وَأَنْجَع عِنْده وَإِلَّا فَهُوَ شَقِيقه لِأَبِيهِ وَأُمّه فَلَمَّا تَحَقَّقَ مُوسَى عَلَيْهِ السَّلَام بَرَاءَة سَاحَة هَارُون عَلَيْهِ السَّلَام كَمَا قَالَ تَعَالَى \" وَلَقَدْ قَالَ لَهُمْ هَارُون مِنْ قَبْل يَا قَوْم إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبّكُمْ الرَّحْمَن فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42523, "aya_id": 150}]