[{"text": "قُل لاَّ يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُواْ اللّهَ يَا أُوْلِي الأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ", "sura_id": 5, "type": 0, "id": 769, "aya_id": 100}, {"text": "قل لا يستوي الخبيث والطيب ولو أعجبك كثرة الخبيث فاتقوا الله يا أولي الألباب لعلكم تفلحون", "sura_id": 5, "type": 1, "id": 7005, "aya_id": 100}, {"text": "100 - (قل لا يستوي الخبيث) الحرام (والطيب) الحلال (ولو أعجبك) أي سرك (كثرة الخبيث فاتقوا الله) في تركه (يا أولي الألباب لعلكم تفلحون) تفوزون \r\n", "sura_id": 5, "type": 2, "id": 25713, "aya_id": 100}, {"text": "قل -أيها الرسول-: لا يستوي الخبيث والطيب من كل شيء, فالكافر لا يساوي المؤمن, والعاصي لا يساوي المطيع, والجاهل لا يساوي العالم, والمبتدع لا يساوي المتبع, والمال الحرام لا يساوي الحلال, ولو أعجبك -أيها الإنسان- كثرة الخبيث وعدد أهله. فاتقوا الله يا أصحاب العقول الراجحة باجتناب الخبائث, وفعل الطيبات; لتفلحوا بنيل المقصود الأعظم, وهو رضا الله تعالى والفوز بالجنة.\r\n", "sura_id": 5, "type": 3, "id": 31949, "aya_id": 100}, {"text": " <font color=red>قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْ يَا مُحَمَّد \" لَا يَسْتَوِي الْخَبِيث وَالطَّيِّب وَلَوْ أَعْجَبَك\" أَيْ يَا أَيّهَا الْإِنْسَان \" كَثْرَة الْخَبِيث \" يَعْنِي أَنَّ الْقَلِيل الْحَلَال النَّافِع خَيْر مِنْ الْكَثِير الْحَرَام الضَّارّ كَمَا جَاءَ فِي الْحَدِيث \" مَا قَلَّ وَكَفَى خَيْرٌ مِمَّا كَثُرَ وَأَلْهَى \" وَقَالَ أَبُو الْقَاسِم الْبَغَوِيّ فِي مُعْجَمه : حَدَّثَنَا أَحْمَد بْن زُهَيْر حَدَّثَنَا الْحَوْطِيّ حَدَّثَنَا مُحَمَّد بْن شُعَيْب حَدَّثَنَا مُعَان بْن رِفَاعَة عَنْ أَبِي عَبْد الْمَلِك - عَلِيّ بْن يَزِيد - عَنْ الْقَاسِم أَبِي أُمَامَةَ أَنَّ ثَعْلَبَة بْن حَاطِب الْأَنْصَارِيّ قَالَ : يَا رَسُول اللَّه اُدْعُ اللَّهَ أَنْ يَرْزُقنِي مَالًا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" قَلِيلٌ تُؤَدِّي شُكْره خَيْرٌ مِنْ كَثِيرٍ لَا تُطِيقُهُ \" فَاتَّقُوا اللَّه يَا أُولِي الْأَلْبَاب \" أَيْ يَا ذَوِي الْعُقُول الصَّحِيحَة الْمُسْتَقِيمَة وَتَجَنَّبُوا الْحَرَام وَدَعُوهُ وَاقْنَعُوا بِالْحَلَالِ وَاكْتَفُوا بِهِ \" لَعَلَّكُمْ تُفْلِحُونَ \" أَيْ فِي الدُّنْيَا وَالْآخِرَة.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41439, "aya_id": 100}]