[{"text": "أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ", "sura_id": 43, "type": 0, "id": 4367, "aya_id": 42}, {"text": "أو نرينك الذي وعدناهم فإنا عليهم مقتدرون", "sura_id": 43, "type": 1, "id": 10603, "aya_id": 42}, {"text": "42 - (أو نرينك) في حياتك (الذي وعدناهم) به من العذاب (فإنا عليهم) على عذابهم (مقتدرون) قادرون \r\n", "sura_id": 43, "type": 2, "id": 29311, "aya_id": 42}, {"text": " أو نرينك الذي وعدناهم من العذاب النازل بهم كيوم \"بدر\", فإنا عليهم مقتدرون نُظهِرك عليهم, ونخزيهم بيدك وأيدي المؤمنين بك.\r\n", "sura_id": 43, "type": 3, "id": 35547, "aya_id": 42}, {"text": " <font color=red>أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ</font><BR><p>أَيْ نَحْنُ قَادِرُونَ عَلَى هَذَا وَعَلَى هَذَا وَلَمْ يَقْبِض اللَّه تَعَالَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَقَرَّ عَيْنه مِنْ أَعْدَائِهِ وَحَكَّمَهُ فِي نَوَاصِيهمْ وَمَلَّكَهُ مَا تَضَمَّنَتْهُ صَيَاصِيهمْ هَذَا مَعْنَى قَوْل السُّدِّيّ وَاخْتَارَهُ اِبْن جَرِير وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا أَبُو ثَوْر عَنْ مَعْمَر قَالَ تَلَا قَتَادَة \" فَإِمَّا نَذْهَبَنَّ بِك فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ \" فَقَالَ ذَهَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَقِيَتْ النِّقْمَة وَلَمْ يُرِ اللَّه تَبَارَكَ وَتَعَالَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أُمَّته شَيْئًا يَكْرَههُ حَتَّى مَضَى وَلَمْ يَكُنْ نَبِيّ قَطُّ إِلَّا وَقَدْ رَأَى الْعُقُوبَة فِي أُمَّته إِلَّا نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَذُكِرَ لَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُرِيَ مَا يُصِيب أُمَّته مِنْ بَعْده فَمَا رُئِيَ ضَاحِكًا مُنْبَسِطًا حَتَّى قَبَضَهُ اللَّه عَزَّ وَجَلَّ وَذَكَرَ مِنْ رِوَايَة سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة نَحْوه ثُمَّ رَوَى اِبْن جَرِير عَنْ الْحَسَن نَحْو ذَلِكَ أَيْضًا وَفِي الْحَدِيث النُّجُوم أَمَنَة لِلسَّمَاءِ فَإِذَا ذَهَبَتْ النُّجُوم أَتَى السَّمَاء مَا تُوعَدُ وَأَنَا أَمَنَة لِأَصْحَابِي فَإِذَا ذَهَبْتُ أَتَى أَصْحَابِي مَا يُوعَدُونَ .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41168, "aya_id": 42}]