[{"text": "وَإِنَّهُ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاطٌ مُّسْتَقِيمٌ", "sura_id": 43, "type": 0, "id": 4386, "aya_id": 61}, {"text": "وإنه لعلم للساعة فلا تمترن بها واتبعون هذا صراط مستقيم", "sura_id": 43, "type": 1, "id": 10622, "aya_id": 61}, {"text": "61 - (وإنه) عيسى (لعلم للساعة) تعلم بنزوله (فلا تمترن بها) تشكن فيها حذف فيها نون الرفع للجزم وواو الضمير لالتقاء الساكنين وقل لهم (واتبعون) على التوحيد (هذا) الذي آمركم به (صراط) طريق (مستقيم) \r\n", "sura_id": 43, "type": 2, "id": 29330, "aya_id": 61}, {"text": "وإن نزول عيسى عليه السلام قبل يوم القيامة لدليل على قُرْبِ, وقوع الساعة, فلا تشُكُّوا أنها واقعة لا محالة, واتبعون فيما أخبركم به عن الله تعالى, هذا طريق قويم إلى الجنة, لا اعوجاج فيه.\r\n", "sura_id": 43, "type": 3, "id": 35566, "aya_id": 61}, {"text": " <font color=red>وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاطٌ مُسْتَقِيمٌ</font><BR><p>قَوْله سُبْحَانه وَتَعَالَى \" وَإِنَّهُ لَعِلْم لِلسَّاعَةِ \" تَقَدَّمَ تَفْسِير اِبْن إِسْحَاق أَنَّ الْمُرَاد مِنْ ذَلِكَ مَا بُعِثَ بِهِ عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام مِنْ إِحْيَاء الْمَوْتَى وَإِبْرَاء الْأَكْمَه وَالْأَبْرَص وَغَيْر ذَلِكَ مِنْ الْأَسْقَام وَفِي هَذَا نَظَر وَأَبْعَد مِنْهُ مَا حَكَاهُ قَتَادَة عَنْ الْحَسَن الْبَصْرِيّ وَسَعِيد بْن جُبَيْر أَنَّ الضَّمِير فِي وَإِنَّهُ عَائِد عَلَى الْقُرْآن بَلْ الصَّحِيح أَنَّهُ عَائِد عَلَى عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام فَإِنَّ السِّيَاق فِي ذِكْره ثُمَّ الْمُرَاد بِذَلِكَ نُزُوله قَبْل يَوْم الْقِيَامَة كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْل مَوْته \" أَيْ قَبْل مَوْت عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام \" ثُمَّ يَوْم الْقِيَامَة يَكُون عَلَيْهِمْ شَهِيدًا \" وَيُؤَيِّد هَذَا الْمَعْنَى الْقِرَاءَة الْأُخْرَى \" وَإِنَّهُ لَعِلْم لِلسَّاعَةِ \" أَيْ أَمَارَة وَدَلِيل عَلَى وُقُوع السَّاعَة قَالَ مُجَاهِد \" وَإِنَّهُ لَعِلْم لِلسَّاعَةِ \" أَيْ آيَة لِلسَّاعَةِ خُرُوج عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام قَبْل يَوْم الْقِيَامَة وَهَكَذَا رُوِيَ عَنْ أَبِي هُرَيْرَة وَابْن عَبَّاس وَأَبِي الْعَالِيَة وَأَبِي مَالِك وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ وَقَدْ تَوَاتَرَتْ الْأَحَادِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ أَخْبَرَ بِنُزُولِ عِيسَى عَلَيْهِ السَّلَام قَبْل يَوْم الْقِيَامَة إِمَامًا عَادِلًا وَحَكَمًا مُقْسِطًا . وَقَوْله تَعَالَى \" فَلَا تَمْتَرُنَّ بِهَا \" أَيْ لَا تَشُكُّوا فِيهَا إِنَّهَا وَاقِعَة وَكَائِنَة لَا مَحَالَة \" وَاتَّبِعُونِ \" أَيْ فِيمَا أُخْبِركُمْ بِهِ .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41189, "aya_id": 61}]