[{"text": "يَا مَعْشَرَ الْجِنِّ وَالإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هَذَا قَالُواْ شَهِدْنَا عَلَى أَنفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُواْ عَلَى أَنفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ", "sura_id": 6, "type": 0, "id": 919, "aya_id": 130}, {"text": "يا معشر الجن والإنس ألم يأتكم رسل منكم يقصون عليكم آياتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على أنفسنا وغرتهم الحياة الدنيا وشهدوا على أنفسهم أنهم كانوا كافرين", "sura_id": 6, "type": 1, "id": 7155, "aya_id": 130}, {"text": "130 - (يا معشر الجن والإنس ألم يأتكم رسل منكم) أي من مجموعكم أي بعضكم الصادق بالإنس أو رسل الجن نذرهم الذين يستمعون كلام الرسل فيبلغون قومهم (يقصون عليكم آياتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على أنفسنا) أن قد بلغنا قال تعالى (وغرتهم الحياة الدنيا) فلم يؤمنوا (وشهدوا على أنفسهم أنهم كانوا كافرين) \r\n", "sura_id": 6, "type": 2, "id": 25863, "aya_id": 130}, {"text": "أيها المشركون من الجن والإنس, ألم يأتكم رسل من جملتكم -وظاهر النصوص يدلُّ على أنَّ الرسل من الإنس فقط-, يخبرونكم بآياتي الواضحة المشتملة على الأمر والنهي وبيان الخير والشر, ويحذرونكم لقاء عذابي في يوم القيامة؟ قال هؤلاء المشركون من الإنس والجن: شَهِدْنا على أنفسنا بأن رسلك قد بلغونا آياتك, وأنذرونا لقاء يومنا هذا, فكذبناهم, وخدعت هؤلاء المشركين زينةُ الحياة الدنيا, وشهدوا على أنفسهم أنهم كانوا جاحدين وحدانية الله تعالى ومكذبين لرسله عليهم السلام.\r\n", "sura_id": 6, "type": 3, "id": 32099, "aya_id": 130}, {"text": " <font color=red>يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا شَهِدْنَا عَلَى أَنْفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا</font><BR><p>وَهَذَا أَيْضًا مِمَّا يَقْرَع اللَّه بِهِ كَافِرِي الْجِنّ وَالْإِنْس يَوْم الْقِيَامَة حَيْثُ يَسْأَلهُمْ وَهُوَ أَعْلَم هَلْ بَلَّغَتْهُمْ الرُّسُل رِسَالَاته وَهَذَا اِسْتِفْهَام تَقْرِير \" يَا مَعْشَر الْجِنّ وَالْإِنْس أَلَمْ يَأْتِكُمْ رُسُل مِنْكُمْ \" أَيْ مِنْ جُمْلَتكُمْ وَالرُّسُل مِنْ الْإِنْس فَقَطْ وَلَيْسَ مِنْ الْجِنّ رُسُل كَمَا قَدْ نَصَّ عَلَى ذَلِكَ مُجَاهِد وَابْن جُرَيْج وَغَيْر وَاحِد مِنْ الْأَئِمَّة مِنْ السَّلَف وَالْخَلَف وَقَالَ اِبْن عَبَّاس الرُّسُل مِنْ بَنِي آدَم وَمِنْ الْجِنّ نُذُر . وَحَكَى اِبْن جَرِير عَنْ الضَّحَّاك بْن مُزَاحِم أَنَّهُ زَعَمَ أَنَّ فِي الْجِنّ رُسُلًا وَاحْتَجَّ بِهَذِهِ الْآيَة الْكَرِيمَة وَفِيهِ نَظَر لِأَنَّهَا مُحْتَمَلَة وَلَيْسَتْ بِصَرِيحَةٍ وَهِيَ وَاَللَّه أَعْلَم كَقَوْلِهِ \" مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ بَيْنهمَا بَرْزَخ لَا يَبْغِيَانِ فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ \" إِلَى أَنْ قَالَ \" يَخْرُج مِنْهُمَا اللُّؤْلُؤ وَالْمَرْجَان\" وَمَعْلُوم أَنَّ اللُّؤْلُؤ وَالْمَرْجَان إِنَّمَا يُسْتَخْرَجَانِ مِنْ الْمِلْح لَا مِنْ الْحُلْو وَهَذَا وَاضِح وَلِلَّهِ الْحَمْد وَقَدْ ذَكَرَ هَذَا الْجَوَاب بِعَيْنِهِ اِبْن جَرِير وَالدَّلِيل عَلَى أَنَّ الرُّسُل إِنَّمَا هُمْ مِنْ الْإِنْس قَوْله تَعَالَى \" إِنَّا أَوْحَيْنَا إِلَيْك كَمَا أَوْحَيْنَا إِلَى نُوح وَالنَّبِيِّينَ مِنْ بَعْده - إِلَى قَوْله - رُسُلًا مُبَشِّرِينَ وَمُنْذَرِينَ لِئَلَّا يَكُون لِلنَّاسِ عَلَى اللَّه حُجَّة بَعْد الرُّسُل \" وَقَوْله تَعَالَى عَنْ إِبْرَاهِيم \" وَجَعَلْنَا فِي ذُرِّيَّته النُّبُوَّة وَالْكِتَاب\" فَحَصَرَ النُّبُوَّة وَالْكِتَاب بَعْد إِبْرَاهِيم فِي ذُرِّيَّته وَلَمْ يَقُلْ أَحَد مِنْ النَّاس إِنَّ النُّبُوَّة كَانَتْ فِي الْجِنّ قَبْل إِبْرَاهِيم الْخَلِيل ثُمَّ اِنْقَطَعَتْ عَنْهُمْ بِبَعْثَتِهِ وَقَالَ تَعَالَى \" وَمَا أَرْسَلْنَا قَبْلك مِنْ الْمُرْسَلِينَ إِلَّا أَنَّهُمْ لَيَأْكُلُونَ الطَّعَام وَيَمْشُونَ فِي الْأَسْوَاق \" وَقَالَ\" وَمَا أَرْسَلْنَا مِنْ قَبْلك إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْل الْقُرَى \" وَمَعْلُوم أَنَّ الْجِنّ تَبَع لِلْإِنْسِ فِي هَذَا الْبَاب وَلِهَذَا قَالَ تَعَالَى إِخْبَارًا عَنْهُمْ \" وَإِذْ صَرَفْنَا إِلَيْك نَفَرًا مِنْ الْجِنّ يَسْتَمِعُونَ الْقُرْآن فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمهمْ مُنْذِرِينَ قَالُوا يَا قَوْمنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْد مُوسَى مُصَدِّقًا لِمَا بَيْن يَدَيْهِ يَهْدِي إِلَى الْحَقّ وَإِلَى طَرِيق مُسْتَقِيم يَا قَوْمنَا أَجِيبُوا دَاعِي اللَّه وَآمِنُوا بِهِ يَغْفِر لَكُمْ مِنْ ذُنُوبكُمْ وَيُجِرْكُمْ مِنْ عَذَاب أَلِيم وَمَنْ لَا يُجِبْ دَاعِي اللَّه فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْض وَلَيْسَ لَهُ مِنْ دُونه أَوْلِيَاء أُولَئِكَ فِي ضَلَال مُبِين \" وَقَدْ جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ التِّرْمِذِيّ وَغَيْره أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلَا عَلَيْهِمْ سُورَة الرَّحْمَن وَفِيهَا قَوْله تَعَالَى \" سَنَفْرُغُ لَكُمْ أَيّهَا الثَّقَلَان فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ \" وَقَالَ تَعَالَى فِي هَذِهِ الْآيَة الْكَرِيمَة \" يَا مَعْشَر الْجِنّ وَالْإِنْس أَلَمْ يَأْتِكُمْ رُسُل مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاء يَوْمكُمْ هَذَا قَالُوا شَهِدْنَا عَلَى أَنْفُسنَا \" أَيْ أَقْرَرْنَا أَنَّ الرُّسُل قَدْ بَلَّغُونَا رِسَالَاتك وَأَنْذَرُونَا لِقَاءَك وَأَنَّ هَذَا الْيَوْم كَائِن لَا مَحَالَة وَقَالَ تَعَالَى \" وَغَرَّتْهُمْ الْحَيَاة الدُّنْيَا \" أَيْ وَقَدْ فَرَّطُوا فِي حَيَاتهمْ الدُّنْيَا وَهَلَكُوا بِتَكْذِيبِهِمْ الرُّسُل وَمُخَالَفَتهمْ لِلْمُعْجِزَاتِ لِمَا اِغْتَرُّوا بِهِ مِنْ زُخْرُف الْحَيَاة الدُّنْيَا وَزِينَتهَا وَشَهَوَاتهَا \" وَشَهِدُوا عَلَى أَنْفُسهمْ \" أَيْ يَوْم الْقِيَامَة\" أَنَّهُمْ كَانُوا كَافِرِينَ \" أَيْ فِي الدُّنْيَا بِمَا جَاءَتْهُمْ بِهِ الرُّسُل صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42111, "aya_id": 130}]