[{"text": "وَجَاء الْمُعَذِّرُونَ مِنَ الأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُواْ اللّهَ وَرَسُولَهُ سَيُصِيبُ الَّذِينَ كَفَرُواْ مِنْهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 9, "type": 0, "id": 1325, "aya_id": 90}, {"text": "وجاء المعذرون من الأعراب ليؤذن لهم وقعد الذين كذبوا الله ورسوله سيصيب الذين كفروا منهم عذاب أليم", "sura_id": 9, "type": 1, "id": 7561, "aya_id": 90}, {"text": "90 - (وجاء المعذَّرون) بإدغام التاء في الأصل في الذال أي المعتذرون بمعنى المعذروين وقرئ به (من الأعراب) إلى النبي صلى الله عليه وسلم (ليؤذن لهم) في القعود لعذرهم فأذن لهم (وقعد الذين كذبوا الله ورسوله) في ادعاء الإيمان من منافقي الأعراب عن المجيء للاعتذار (سيصيب الذين كفروا منهم عذاب أليم) \r\n", "sura_id": 9, "type": 2, "id": 26269, "aya_id": 90}, {"text": "وجاء جماعة من أحياء العرب حول (المدينة) يعتذرون إلى رسول الله صلى الله عليه وسلم, ويبينون له ما هم فيه من الضعف وعدم القدرة على الخروج للغزو, وقعد قوم بغير عذر أظهروه جرأة على رسول الله صلى الله عليه وسلم. سيصيب الذين كفروا من هؤلاء عذاب أليم في الدنيا بالقتل وغيره, وفي الآخرة بالنار.\r\n", "sura_id": 9, "type": 3, "id": 32505, "aya_id": 90}, {"text": " <font color=red>وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>الَّذِينَ كَذَبُوا اللَّه وَرَسُوله سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَاب أَلِيم \" ثُمَّ بَيَّنَ تَعَالَى حَال ذَوِي الْأَعْذَار فِي تَرْك الْجِهَاد الَّذِينَ جَاءُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْتَذِرُونَ إِلَيْهِ وَيُبَيِّنُونَ لَهُ مَا هُمْ فِيهِ مِنْ الضَّعْف وَعَدَم الْقُدْرَة عَلَى الْخُرُوج وَهُمْ مِنْ أَحْيَاء الْعَرَب مِمَّنْ حَوْل الْمَدِينَة . قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَقْرَأ \" وَجَاءَ الْمُعْذِرُونَ \" بِالتَّخْفِيفِ وَيَقُول هُمْ أَهْل الْعُذْر وَكَذَا رَوَى اِبْن عُيَيْنَة عَنْ حُمَيْد عَنْ مُجَاهِد سَوَاء قَالَ اِبْن إِسْحَاق وَبَلَغَنِي أَنَّهُمْ نَفَر مِنْ بَنِي غِفَار خُفَاف بْن إِيمَاء بْن رَحَضَة وَهَذَا الْقَوْل هُوَ الْأَظْهَر فِي مَعْنَى الْآيَة لِأَنَّهُ قَالَ بَعْد هَذَا \" وَقَعَدَ الَّذِينَ كَذَبُوا اللَّه وَرَسُوله \" أَيْ \" لَمْ يَأْتُوا فَيَعْتَذِرُوا وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد \" وَجَاءَ الْمُعَذِّرُونَ مِنْ الْأَعْرَاب \" قَالَ نَفَر مِنْ بَنِي غِفَار جَاءُوا فَاعْتَذَرُوا فَلَمْ يَعْذِرهُمْ اللَّه وَكَذَا قَالَ الْحَسَن وَقَتَادَة وَمُحَمَّد بْن إِسْحَاق وَالْقَوْل الْأَوَّل أَظْهَر وَاَللَّه أَعْلَم لِمَا قَدَّمْنَا مِنْ قَوْله بَعْده \" وَقَعَدَ الَّذِينَ كَذَبُوا اللَّه وَرَسُوله \" أَيْ وَقَعَدَ آخَرُونَ مِنْ الْأَعْرَاب عَنْ الْمَجِيء لِلِاعْتِذَارِ ثُمَّ أَوْعَدَهُمْ بِالْعَذَابِ الْأَلِيم فَقَالَ \" سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَاب أَلِيم \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43513, "aya_id": 90}]