[{"text": "وَإِذَا رَأى الَّذِينَ أَشْرَكُواْ شُرَكَاءهُمْ قَالُواْ رَبَّنَا هَؤُلاء شُرَكَآؤُنَا الَّذِينَ كُنَّا نَدْعُوْ مِن دُونِكَ فَألْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ", "sura_id": 16, "type": 0, "id": 1987, "aya_id": 86}, {"text": "وإذا رأى الذين أشركوا شركاءهم قالوا ربنا هؤلاء شركاؤنا الذين كنا ندعوا من دونك فألقوا إليهم القول إنكم لكاذبون", "sura_id": 16, "type": 1, "id": 8223, "aya_id": 86}, {"text": "86 - (وإذا رأى الذين أشركوا شركاءهم) من الشياطين وغيرها (قالوا ربنا هؤلاء شركاؤنا الذين كنا ندعوا) نعبدهم (من دونك فألقوا إليهم القول) أي قالوا لهم (إنكم لكاذبون) في قولكم إنكم عبدتمونا كما في آية أخرى ما كانوا إيانا يعبدون سيكفرون بعبادتهم \r\n", "sura_id": 16, "type": 2, "id": 26931, "aya_id": 86}, {"text": "وإذا أبصر المشركون يوم القيامة آلهتهم التي عبدوها مع الله, قالوا: ربنا هؤلاء شركاؤنا الذين كنا نعبدهم مِن دونك, فنطقَتِ الآلهة بتكذيب مَن عبدوها, وقالت: إنكم -أيها المشركون- لَكاذبون, حين جعلتمونا شركاء لله وعبدتمونا معه, فلم نأمركم بذلك, ولا زعمنا أننا مستحقون للألوهية, فاللوم عليكم ،\r\n", "sura_id": 16, "type": 3, "id": 33167, "aya_id": 86}, {"text": " <font color=red>وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُوا مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى عَنْ تَبَرِّي آلِهَتهمْ مِنْهُمْ أَحْوَج مَا يَكُونُونَ إِلَيْهَا فَقَالَ \" وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ \" أَيْ الَّذِينَ كَانُوا يَعْبُدُونَهُمْ فِي الدُّنْيَا \" قَالُوا رَبّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونك فَأَلْقَوْا إِلَيْهِمْ الْقَوْل إِنَّكُمْ لَكَاذِبُونَ \" أَيْ قَالَتْ لَهُمْ الْآلِهَة كَذَبْتُمْ مَا نَحْنُ أَمَرْنَاكُمْ بِعِبَادَتِنَا كَمَا قَالَ تَعَالَى \" وَمَنْ أَضَلّ مِمَّنْ يَدْعُو مِنْ دُون اللَّه مَنْ لَا يَسْتَجِيب لَهُ إِلَى يَوْم الْقِيَامَة وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاس كَانُوا لَهُمْ أَعْدَاء وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ \" وَقَالَ تَعَالَى \" وَاِتَّخَذُوا مِنْ دُون اللَّه آلِهَة لِيَكُونُوا لَهُمْ عِزًّا كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" وَقَالَ الْخَلِيل عَلَيْهِ الصَّلَاة وَالسَّلَام \" ثُمَّ يَوْم الْقِيَامَة يَكْفُر بَعْضكُمْ بِبَعْضٍ \" الْآيَة . وَقَالَ تَعَالَى \" وَقِيلَ اُدْعُوا شُرَكَاءَكُمْ \" الْآيَة وَالْآيَات فِي هَذَا كَثِيرَة .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38163, "aya_id": 86}]