[{"text": "لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ", "sura_id": 22, "type": 0, "id": 2648, "aya_id": 53}, {"text": "ليجعل ما يلقي الشيطان فتنة للذين في قلوبهم مرض و القاسية قلوبهم و إن الظالمين لفي شقاق بعيد", "sura_id": 22, "type": 1, "id": 8884, "aya_id": 53}, {"text": "53 - (ليجعل ما يلقي الشيطان فتنة) محنة (للذين في قلوبهم مرض) شك ونفاق (والقاسية قلوبهم) أي المشركين عن قبول الحق (وإن الظالمين) الكافرين (لفي شقاق بعيد) خلاف طويل مع النبي صلى الله عليه وسلم والمؤمنين حيث جرى على لسانه ذكر آلهتهم بما يرضيهم ثم أبطل ذلك \r\n", "sura_id": 22, "type": 2, "id": 27592, "aya_id": 53}, {"text": "وما كان هذا الفعل مِنَ الشيطان إلا ليجعله الله اختبارًا للذين في قلوبهم شك ونفاق، ولقساة القلوب من المشركين الذين لا يؤثِّرُ فيهم زجر. وإن الظالمين مِن هؤلاء وأولئك في عداوة شديدة لله ورسوله وخلافٍ للحق بعيد عن الصواب.\r\n", "sura_id": 22, "type": 3, "id": 33828, "aya_id": 53}, {"text": " <font color=red>لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ</font><BR><p>\" لِيَجْعَل مَا يُلْقِي الشَّيْطَان فِتْنَة لِلَّذِينَ فِي قُلُوبهمْ مَرَض وَالْقَاسِيَة قُلُوبهمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاق بَعِيد\" فَلَمَّا بَيَّنَ اللَّه قَضَاءَهُ وَبَرَّأَهُ مِنْ سَجْع الشَّيْطَان اِنْقَلَبَ الْمُشْرِكُونَ بِضَلَالَتِهِمْ وَعَدَاوَتهمْ الْمُسْلِمِينَ وَاشْتَدُّوا عَلَيْهِمْ وَهَذَا أَيْضًا مُرْسَل وَفِي تَفْسِير اِبْن جَرِير عَنْ الزُّهْرِيّ عَنْ أَبِي بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام نَحْوه وَقَدْ رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي كِتَابه دَلَائِل النُّبُوَّة فَلَمْ يَجُزْ بِهِ مُوسَى بْن عُقْبَة سَاقَهُ مِنْ مَغَازِيه بِنَحْوِهِ قَالَ وَقَدْ رَوَاهُ عَنْ أَبِي إِسْحَاق هَذِهِ الْقِصَّة \" قُلْت \" وَقَدْ ذَكَرَهَا مُحَمَّد بْن إِسْحَاق فِي السِّيرَة بِنَحْوٍ مِنْ هَذَا وَكُلّهَا مُرْسَلَات وَمُنْقَطِعَات وَاَللَّه أَعْلَم وَقَدْ سَاقَهَا الْبَغَوِيّ فِي تَفْسِيره مَجْمُوعَة مِنْ كَلَام اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَغَيْرهمَا بِنَحْوٍ مِنْ ذَلِكَ ثُمَّ سَأَلَ هَهُنَا سُؤَالًا كَيْف وَقَعَ مِثْل هَذَا مَعَ الْعِصْمَة الْمَضْمُونَة مِنْ اللَّه تَعَالَى لِرَسُولِهِ صَلَاة اللَّه وَسَلَامه عَلَيْهِ ثُمَّ حَكَى أَجْوِبَة عَنْ النَّاس مِنْ أَلْطَفهَا أَنَّ الشَّيْطَان أَوْقَع فِي مَسَامِع الْمُشْرِكِينَ ذَلِكَ فَتَوَهَّمُوا أَنَّهُ صَدَرَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَيْسَ كَذَلِكَ فِي نَفْس الْأَمْر بَلْ إِنَّمَا كَانَ مِنْ صَنِيع الشَّيْطَان لَا عَنْ رَسُول الرَّحْمَن وَاَللَّه أَعْلَم . وَهَكَذَا تَنَوَّعَتْ أَجْوِبَة الْمُتَكَلِّمِينَ عَنْ هَذَا بِتَقْدِيرِ صِحَّته وَقَدْ تَعَرَّضَ الْقَاضِي عِيَاض رَحِمَهُ اللَّه فِي كِتَاب الشِّفَاء لِهَذَا وَأَجَابَ بِمَا حَاصِله أَنَّهَا كَذَلِكَ لِثُبُوتِهَا وَقَوْله \" إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَان فِي أُمْنِيَّته \" هَذَا فِيهِ تَسْلِيَة مِنْ اللَّه لِرَسُولِهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ أَيْ لَا يُهِيدَنَّك فَقَدْ أَصَابَ مِثْل هَذَا مَنْ قَبْلك مِنْ الْمُرْسَلِينَ وَالْأَنْبِيَاء قَالَ الْبُخَارِيّ قَالَ اِبْن عَبَّاس \" فِي أُمْنِيَّته \" إِذَا حَدَّثَ أَلْقَى الشَّيْطَان فِي حَدِيثه فَيُبْطِل اللَّه مَا يُلْقِي الشَّيْطَان \" ثُمَّ يُحْكِم اللَّه آيَاته \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس\" إِذَا تَمَنَّى أَلْقَى الشَّيْطَان فِي أُمْنِيَّته \" يَقُول إِذَا حَدَّثَ أَلْقَى الشَّيْطَان فِي حَدِيثه وَقَالَ مُجَاهِد \" إِذَا تَمَنَّى\" يَعْنِي إِذَا قَالَ يُقَال أُمْنِيَّته قِرَاءَته \" إِلَّا أَمَانِيّ\" يَقْرَءُونَ وَلَا يَكْتُبُونَ قَالَ الْبَغَوِيّ وَأَكْثَر الْمُفَسِّرِينَ قَالُوا مَعْنَى قَوْله \" تَمَنَّى \" أَيْ تَلَا وَقَرَأَ كِتَاب اللَّه\" أَلْقَى الشَّيْطَان فِي أُمْنِيَّته \" أَيْ فِي تِلَاوَته قَالَ الشَّاعِر فِي عُثْمَان حِين قُتِلَ : تَمَنَّى كِتَاب اللَّه أَوَّل لَيْلَة وَآخِرهَا لَاقَى حِمَام الْمَقَادِر وَقَالَ الضَّحَّاك \" إِذَا تَمَنَّى \" إِذَا تَلَا قَالَ اِبْن جَرِير هَذَا الْقَوْل أَشْبَه بِتَأْوِيلِ الْكَلَام وَقَوْله \" فَيَنْسَخ اللَّه مَا يُلْقِي الشَّيْطَان \" حَقِيقَة النَّسْخ لُغَة : الْإِزَالَة وَالرَّفْع قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَيْ فَيُبْطِل اللَّه سُبْحَانه وَتَعَالَى مَا أَلْقَى الشَّيْطَان وَقَالَ الضَّحَّاك نَسَخَ جِبْرِيل بِأَمْرِ اللَّه مَا أَلْقَى الشَّيْطَان وَأَحْكَمَ اللَّه آيَاته وَقَوْله \" وَاَللَّه عَلِيم \" أَيْ بِمَا يَكُون مِنْ الْأُمُور وَالْحَوَادِث لَا تَخْفَى عَلَيْهِ خَافِيَة \" حَكِيم \" أَيْ فِي تَقْدِيره وَخَلْقه وَأَمْره لَهُ الْحِكْمَة التَّامَّة وَالْحُجَّة الْبَالِغَة وَلِهَذَا قَالَ\" لِيَجْعَل مَا يُلْقِي الشَّيْطَان فِتْنَة لِلَّذِينَ فِي قُلُوبهمْ مَرَض \" أَيْ شَكّ وَشِرْك وَكُفْر وَنِفَاق كَالْمُشْرِكِينَ حِين فَرِحُوا بِذَلِكَ وَاعْتَقَدُوا أَنَّهُ صَحِيح مِنْ عِنْد اللَّه وَإِنَّمَا كَانَ مِنْ الشَّيْطَان قَالَ اِبْن جُرَيْج \" الَّذِينَ فِي قُلُوبهمْ مَرَض \" هُمْ الْمُنَافِقُونَ \" وَالْقَاسِيَة قُلُوبهمْ \" هُمْ الْمُشْرِكُونَ وَقَالَ مُقَاتِل بْن حَيَّان هُمْ الْيَهُود \" وَإِنَّ الظَّالِمِينَ لَفِي شِقَاق بَعِيد \" أَيْ فِي ضَلَال وَمُخَالَفَة وَعِنَاد بَعِيد أَيْ مِنْ الْحَقّ وَالصَّوَاب .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39077, "aya_id": 53}]