[{"text": "إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيى", "sura_id": 20, "type": 0, "id": 2422, "aya_id": 74}, {"text": "إنه من يأت ربه مجرما فإن له جهنم لا يموت فيها و لا يحيى", "sura_id": 20, "type": 1, "id": 8658, "aya_id": 74}, {"text": "74 - قال تعالى (إنه من يأت ربه مجرما) كافرا كفرعون (فإن له جهنم لا يموت فيها) فيستريح (ولا يحيى) حياة تنفعه \r\n", "sura_id": 20, "type": 2, "id": 27366, "aya_id": 74}, {"text": "إنه من يأت ربه كافرًا به فإن له نار جهنم يُعَذَّب بها, لا يموت فيها فيستريح, ولا يحيا حياة يتلذذ بها.\r\n", "sura_id": 20, "type": 3, "id": 33602, "aya_id": 74}, {"text": " <font color=red>إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا</font><BR><p>الظَّاهِر مِنْ السِّيَاق أَنَّ هَذَا مِنْ تَمَام مَا وَعَظَ بِهِ السَّحَرَة لِفِرْعَوْن يُحَذِّرُونَهُ مِنْ نِقْمَة اللَّه وَعَذَابه الدَّائِم السَّرْمَدِيّ وَيُرَغِّبُونَهُ فِي ثَوَابه الْأَبَدِيّ الْمُخَلَّد فَقَالُوا إِنَّهُ مَنْ يَأْتِ رَبّه مُجْرِمًا أَيْ يَلْقَى اللَّه يَوْم الْقِيَامَة وَهُوَ مُجْرِم فَإِنَّ لَهُ جَهَنَّم لَا يَمُوت فِيهَا وَلَا يَحْيَا كَقَوْلِهِ \" لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّف عَنْهُمْ مِنْ عَذَابهَا كَذَلِكَ نَجْزِي كُلّ كَفُور \" وَقَالَ \" وَيَتَجَنَّبهَا الْأَشْقَى الَّذِي يَصْلَى النَّار الْكُبْرَى ثُمَّ لَا يَمُوت فِيهَا وَلَا يَحْيَا وَقَالَ تَعَالَى \" وَنَادَوْا يَا مَالِك لِيَقْضِ عَلَيْنَا رَبّك قَالَ إِنَّكُمْ مَاكِثُونَ \" وَقَالَ الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا إِسْمَاعِيل أَخْبَرَنَا سَعِيد بْن يَزِيد عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَّا أَهْل النَّار الَّذِينَ هُمْ أَهْلهَا فَإِنَّهُمْ لَا يَمُوتُونَ فِيهَا وَلَا يَحْيَوْنَ وَلَكِنَّ أُنَاس تُصِيبهُمْ النَّار بِذُنُوبِهِمْ فَتُمِيتهُمْ إِمَاتَة حَتَّى إِذَا صَارُوا فَحْمًا أَذِنَ فِي الشَّفَاعَة جِيءَ بِهِمْ ضَبَائِر ضَبَائِر فَبُثُّوا عَلَى أَنْهَار الْجَنَّة فَيُقَال يَا أَهْل الْجَنَّة أَفِيضُوا عَلَيْهِمْ فَيَنْبُتُونَ نَبَات الْحِبَّة تَكُون فِي حَمِيل السَّيْل \" فَقَالَ رَجُل مِنْ الْقَوْم كَأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ بِالْبَادِيَةِ وَهَكَذَا أَخْرَجَهُ مُسْلِم فِي كِتَابه الصَّحِيح مِنْ رِوَايَة شُعْبَة وَبِشْر بْن الْمُفَضَّل كِلَاهُمَا عَنْ أَبِي سَلَمَة سَعِيد بْن يَزِيد بِهِ وَقَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ عَبْد الْوَارِث بْن عَبْد الصَّمَد بْن عَبْد الْوَارِث قَالَ حَدَّثَنَا أَبِي حَدَّثَنَا حِبَّان سَمِعْت سُلَيْمَان التَّيْمِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ فَأَتَى عَلَى هَذِهِ الْآيَة \" إِنَّهُ مَنْ يَأْتِ رَبّه مُجْرِمًا فَإِنَّ لَهُ جَهَنَّم لَا يَمُوت فِيهَا وَلَا يَحْيَا \" قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَّا أَهْلهَا الَّذِينَ هُمْ أَهْلهَا فَلَا يَمُوتُونَ فِيهَا وَلَا يَحْيَوْنَ وَأَمَّا الَّذِينَ لَيْسُوا مِنْ أَهْلهَا فَإِنَّ النَّار تَمَسّهُمْ ثُمَّ يَقُوم الشُّفَعَاء فَيَشْفَعُونَ فَتُجْعَل الضَّبَائِر فَيُؤْتَى بِهِمْ نَهَرًا يُقَال لَهُ الْحَيَاة أَوْ الْحَيَوَان فَيَنْبُتُونَ كَمَا يَنْبُت الْعُشْب فِي حَمِيل السَّيْل \" .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38889, "aya_id": 74}]