[{"text": "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَن يُخْلِفَ اللَّهُ وَعْدَهُ وَإِنَّ يَوْمًاعِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ", "sura_id": 22, "type": 0, "id": 2642, "aya_id": 47}, {"text": "و يستعجلونك بالعذاب و لن يخلف الله وعده و إن يوما عند ربك كألف سنة مما تعدون", "sura_id": 22, "type": 1, "id": 8878, "aya_id": 47}, {"text": "47 - (ويستعجلونك بالعذاب ولن يخلف الله وعده) بإنزال العذاب فأنزله يوم بدر (وإن يوما عند ربك) من أيام الآخرة بسبب العذاب (كألف سنة مما تعدون) بالتاء والياء في الدنيا \r\n", "sura_id": 22, "type": 2, "id": 27586, "aya_id": 47}, {"text": "ويستعجلك- أيها الرسول- كفار قريش -لشدة جهلهم- بالعذاب الذي أنذرتهم به لـمَّا أصروا على الكفر، ولن يخلف الله ما وعدهم به من العذاب فلا بدَّ من وقوعه، وقد عجَّل لهم في الدينا ذلك في يوم \"بدر\". وإن يومًا من الأيام عند الله - وهو يوم القيامة- كألف سنة مما تَعُدُّون من سني الدنيا.\r\n", "sura_id": 22, "type": 3, "id": 33822, "aya_id": 47}, {"text": " <font color=red>وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ \" وَيَسْتَعْجِلُونَك بِالْعَذَابِ \" أَيْ هَؤُلَاءِ الْكُفَّار الْمُلْحِدُونَ الْمُكَذِّبُونَ بِاَللَّهِ وَكِتَابه وَرَسُوله وَالْيَوْم الْآخِر كَمَا قَالَ تَعَالَى\" وَإِذَا قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقّ مِنْ عِنْدك فَأَمْطِرْ عَلَيْنَا حِجَارَة مِنْ السَّمَاء أَوْ اِئْتِنَا بِعَذَابٍ أَلِيم \" \" وَقَالُوا رَبّنَا عَجِّلْ لَنَا قِطّنَا قَبْل يَوْم الْحِسَاب\" وَقَوْله \" وَلَنْ يُخْلِف اللَّه وَعْده \" أَيْ الَّذِي وَعَدَ مِنْ إِقَامَة السَّاعَة وَالِانْتِقَام مِنْ أَعْدَائِهِ وَالْإِكْرَام لِأَوْلِيَائِهِ قَالَ الْأَصْمَعِيّ كُنْت عِنْد أَبِي عَمْرو بْن الْعَلَاء فَجَاءَهُ عَمْرو بْن عُبَيْد فَقَالَ يَا أَبَا عَمْرو هَلْ يُخْلِف اللَّه الْمِيعَاد ؟ فَقَالَ لَا فَذَكَرَ آيَة وَعِيد فَقَالَ لَهُ أَمِنَ الْعَجَم أَنْتَ ؟ إِنَّ الْعَرَب تَعُدّ الرُّجُوع عَنْ الْوَعْد لُؤْمًا وَعَنْ الْإِيعَاد كَرَمًا أَمَا سَمِعْت قَوْل الشَّاعِر : لِيَرْهَب اِبْن الْعَمّ وَالْجَار سَطْوَتِي وَلَا أَنْثَنِي عَنْ سَطْوَة الْمُتَهَدِّد فَإِنِّي وَإِنْ أَوْعَدْته أَوْ وَعَدْته لَمُخْلِف إِيعَادِي وَمُنْجِز مَوْعِدِي وَقَوْله \" وَإِنَّ يَوْمًا عِنْد رَبّك كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ \" أَيْ هُوَ تَعَالَى لَا يَعْجَل فَإِنَّ مِقْدَار أَلْف سَنَة عِنْد خَلْقه كَيَوْمٍ وَاحِد عِنْده بِالنِّسْبَةِ إِلَى حُكْمه لِعِلْمِهِ بِأَنَّهُ عَلَى الِانْتِقَام قَادِر وَأَنَّهُ لَا يَفُوتهُ شَيْء وَإِنْ أَجَّلَ وَأَنْظَرَ وَأَمْلَى وَلِهَذَا قَالَ بَعْد هَذَا .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39070, "aya_id": 47}]