[{"text": "قِيلَ يَا نُوحُ اهْبِطْ بِسَلاَمٍ مِّنَّا وَبَركَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِّمَّن مَّعَكَ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ", "sura_id": 11, "type": 0, "id": 1521, "aya_id": 48}, {"text": "قيل يا نوح اهبط بسلام منا وبركات عليك وعلى أمم ممن معك وأمم سنمتعهم ثم يمسهم منا عذاب أليم", "sura_id": 11, "type": 1, "id": 7757, "aya_id": 48}, {"text": "48 - (قيل يا نوح اهبط) انزل من السفينة (بسلام) أو بتحية (منا وبركات) خيرات (عليك وعلى أمم ممن معك) في السفينة أي من أولادهم وذريتهم وهم المؤمنون (وأممٌ) بالرفع ممن معك (سنمتعهم) في الدنيا (ثم يمسهم منا عذاب أليم) في الآخرة وهم الكفار \r\n", "sura_id": 11, "type": 2, "id": 26465, "aya_id": 48}, {"text": "قال الله: يا نوح اهبط من السفينة إلى الأرض بأمن وسلامة منَّا وبركات عليك وعلى أمم ممن معك. وهناك أمم وجماعات من أهل الشقاء سنمتعهم في الحياة الدنيا, إلى أن يبلغوا آجالهم, ثم ينالهم منا العذاب الموجع يوم القيامة.\r\n", "sura_id": 11, "type": 3, "id": 32701, "aya_id": 48}, {"text": " <font color=red>قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ</font><BR><p>يُخْبِر تَعَالَى عَمَّا قِيلَ لِنُوحٍ عَلَيْهِ السَّلَام حِين أَرْسَتْ السَّفِينَة عَلَى الْجُودِيّ مِنْ السَّلَام عَلَيْهِ وَعَلَى مَنْ مَعَهُ مِنْ الْمُؤْمِنِينَ وَعَلَى كُلّ مُؤْمِن مِنْ ذُرِّيَّته إِلَى يَوْم الْقِيَامَة كَمَا قَالَ مُحَمَّد بْن كَعْب دَخَلَ فِي هَذَا السَّلَام كُلّ مُؤْمِن وَمُؤْمِنَة إِلَى يَوْم الْقِيَامَة وَكَذَلِكَ فِي الْعَذَاب وَالْمَتَاع كُلّ كَافِر وَكَافِرَة إِلَى يَوْم الْقِيَامَة وَقَالَ مُحَمَّد بْن إِسْحَاق لَمَّا أَرَادَ اللَّه أَنْ يَكُفّ الطُّوفَان أَرْسَلَ رِيحًا عَلَى وَجْه الْأَرْض فَسَكَنَ الْمَاء وَانْسَدَّتْ يَنَابِيع الْأَرْض الْغَمْر الْأَكْبَر وَأَبْوَاب السَّمَاء يَقُول اللَّه تَعَالَى \" وَقِيلَ يَا أَرْض اِبْلَعِي مَاءَك\" الْآيَة . فَجَعَلَ الْمَاء يَنْقُص وَيَغِيض وَيُدِير , وَكَانَ اِسْتِوَاء الْفُلْك عَلَى الْجُودِيّ فِيمَا يَزْعُم أَهْل التَّوْرَاة فِي الشَّهْر السَّابِع لِسَبْعِ عَشْرَة لَيْلَة مَضَتْ مِنْهُ فِي أَوَّل يَوْم مِنْ الشَّهْر الْعَاشِر رَأَى رُءُوس الْجِبَال فَلَمَّا مَضَى بَعْد ذَلِكَ أَرْبَعُونَ يَوْمًا فَتَحَ نُوح كُوَّة الْفُلْك الَّتِي رَكِبَ فِيهَا ثُمَّ أَرْسَلَ الْغُرَاب لِيَنْظُر لَهُ مَا صَنَعَ الْمَاء فَلَمْ يَرْجِع إِلَيْهِ فَأَرْسَلَ الْحَمَامَة فَرَجَعَتْ إِلَيْهِ لَمْ تَجِد لِرِجْلَيْهَا مَوْضِعًا فَبَسَطَ يَده لِلْحَمَامَةِ فَأَخَذَهَا فَأَدْخَلَهَا ثُمَّ مَضَى سَبْعَة أَيَّام ثُمَّ أَرْسَلَهَا لِتَنْظُر لَهُ فَرَجَعَتْ حِين أَمْسَتْ وَفِي فِيهَا وَرَق زَيْتُون فَعَلِمَ نُوح أَنَّ الْمَاء قَدْ قَلَّ عَنْ وَجْه الْأَرْض ثُمَّ مَكَثَ سَبْعَة أَيَّام ثُمَّ أَرْسَلَهَا فَلَمْ تَرْجِع فَعَلِمَ نُوح أَنَّ الْأَرْض قَدْ بَرَزَتْ فَلَمَّا كَمُلَتْ السَّنَة فِيمَا بَيْن أَنْ أَرْسَلَ اللَّه الطُّوفَان إِلَى أَنْ أَرْسَلَ نُوح الْحَمَامَة وَدَخَلَ يَوْم وَاحِد مِنْ الشَّهْر الْأَوَّل مِنْ سَنَة اِثْنَتَيْنِ بَرَزَ وَجْه الْأَرْض وَظَهَرَ الْبَرّ وَكَشَفَ نُوح غِطَاء الْفُلْك وَفِي الشَّهْر الثَّانِي مِنْ سَنَة اِثْنَتَيْنِ فِي سِتّ وَعِشْرِينَ لَيْلَة مِنْهُ\" قِيلَ يَا نُوح اِهْبِطْ بِسَلَامٍ مِنَّا \" الْآيَة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37666, "aya_id": 48}]