[{"text": "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِ وَإِلَيْهِ النُّشُورُ", "sura_id": 67, "type": 0, "id": 5256, "aya_id": 15}, {"text": "هو الذي جعل لكم الأرض ذلولا فامشوا في مناكبها وكلوا من رزقه وإليه النشور", "sura_id": 67, "type": 1, "id": 11492, "aya_id": 15}, {"text": "15 - (هو الذي جعل لكم الأرض ذلولا) سهلة للمشي فيها (فامشوا في مناكبها) جوانبها (وكلوا من رزقه) المخلوق لأجلكم (وإليه النشور) من القبور للجزاء \r\n", "sura_id": 67, "type": 2, "id": 30200, "aya_id": 15}, {"text": "الله وحده هو الذي جعل لكم الأرض سهلة ممهدة تستقرون عليها, فامشوا في نواحيها وجوانبها, وكلوا من رزق الله الذي يخرجه لكم منها, وإليه وحده البعث من قبوركم للحساب والجزاء. وفي الآية إيماء إلى طلب الرزق والمكاسب, وفيها دلالة على أن الله هو الإله الحق وحده لا شريك له، وعلى قدرته, والتذكير بنعمه, والتحذير من الركون إلى الدنيا.\r\n", "sura_id": 67, "type": 3, "id": 36436, "aya_id": 15}, {"text": " <font color=red>هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ</font><BR><p>قَالَ تَعَالَى \" هُوَ الَّذِي جَعَلَ لَكُمْ الْأَرْض ذَلُولًا فَامْشُوا فِي مَنَاكِبهَا\" أَيْ فَسَافِرُوا حَيْثُ شِئْتُمْ مِنْ أَقْطَارهَا وَتَرَدَّدُوا فِي أَقَالِيمهَا وَأَرْجَائِهَا فِي أَنْوَاع الْمَكَاسِب وَالتِّجَارَات وَاعْلَمُوا أَنَّ سَعْيكُمْ لَا يُجْدِي عَلَيْكُمْ شَيْئًا إِلَّا أَنْ يُيَسِّرهُ اللَّه لَكُمْ وَلِهَذَا قَالَ تَعَالَى \" وَكُلُوا مِنْ رِزْقه \" فَالسَّعْي فِي السَّبَب لَا يُنَافِي التَّوَكُّل كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا حَيْوَة أَخْبَرَنِي بَكْر بْن عَمْرو أَنَّهُ سَمِعَ عَبْد اللَّه بْن هُبَيْرَة يَقُول إِنَّهُ سَمِعَ أَبَا تَمِيم الْجَيْشَانِيّ يَقُول إِنَّهُ سَمِعَ عُمَر بْن الْخَطَّاب يَقُول إِنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَوْ أَنَّكُمْ تَتَوَكَّلُونَ عَلَى اللَّه حَقّ تَوَكُّله لَرَزَقَكُمْ كَمَا يَرْزُق الطَّيْر تَغْدُو خِمَاصًا وَتَرُوح بِطَانًا \" رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث اِبْن هُبَيْرَة وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح فَأَثْبَتَ لَهَا رَوَاحًا وَغُدُوًّا لِطَلَبِ الرِّزْق مَعَ تَوَكُّلهَا عَلَى اللَّه عَزَّ وَجَلَّ وَهُوَ الْمُسَخِّر الْمُسَيِّر الْمُسَبِّب \" وَإِلَيْهِ النُّشُور \" أَيْ الْمَرْجِع يَوْم الْقِيَامَة قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالسُّدِّيّ وَقَتَادَة : مَنَاكِبهَا أَطْرَافهَا وَفِجَاجهَا وَنَوَاحِيهَا وَقَالَ اِبْن عَبَّاس وَقَتَادَة أَيْضًا مَنَاكِبهَا الْجِبَال وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن حَكَّام الْأَزْدِيّ حَدَّثَنَا شُعْبَة عَنْ قَتَادَة عَنْ يُونُس بْن جُبَيْر عَنْ بَشِير بْن كَعْب أَنَّهُ قَرَأَ هَذِهِ الْآيَة \" فَامْشُوا فِي مَنَاكِبهَا \" فَقَالَ لِأُمِّ وَلَد لَهُ : إِنْ عَلِمْت مَا مَنَاكِبهَا فَأَنْتِ عَتِيقَة فَقَالَتْ هِيَ الْجِبَال فَسَأَلَ أَبَا الدَّرْدَاء فَقَالَ هِيَ الْجِبَال .</p><BR> <br> ", "sura_id": 67, "type": 4, "id": 42338, "aya_id": 15}]