[{"text": "قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنقِمُونَ مِنَّا إِلاَّ أَنْ آمَنَّا بِاللّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ", "sura_id": 5, "type": 0, "id": 728, "aya_id": 59}, {"text": "قل يا أهل الكتاب هل تنقمون منا إلا أن آمنا بالله وما أنزل إلينا وما أنزل من قبل وأن أكثركم فاسقون", "sura_id": 5, "type": 1, "id": 6964, "aya_id": 59}, {"text": "59 - ونزل لما قال اليهود للنبي صلى الله عليه وسلم: بمن تؤمن من الرسل فقال: {بالله وما أنزل إلينا وما أنزل من قبل} الآية فلما ذكر عيسى قالوا: لا نعلم ديناً شراً من دينكم (قل يا أهل الكتاب هل تنقمون) تنكرون (منا إلا أن آمنا بالله وما أنزل إلينا وما أنزل من قبل) إلى الأنبياء (وأن أكثركم فاسقون) عطف على أن آمنا - المعنى ما تنكرون إلا إيماننا ومخالفتكم في عدم قبوله المعبر عنه بالفسق اللازم عنه وليس هذا مما ينكر - \r\n", "sura_id": 5, "type": 2, "id": 25672, "aya_id": 59}, {"text": "قل -أيها الرسول- لهؤلاء المستهزئين من أهل الكاب: ما تَجِدُونه مطعنًا أو عيبًا هو محمدة لنا: من إيماننا بالله وكتبه المنزلة علينا, وعلى من كان قبلنا, وإيماننا بأن أكثركم خارجون عن الطريق المستقيم!\r\n", "sura_id": 5, "type": 3, "id": 31908, "aya_id": 59}, {"text": " <font color=red>قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ</font><BR><p>يَقُول تَعَالَى قُلْ يَا مُحَمَّد لِهَؤُلَاءِ الَّذِينَ اِتَّخَذُوا دِينكُمْ هُزُوًا وَلَعِبًا مِنْ أَهْل الْكِتَاب : \" هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْل \" أَيْ هَلْ لَكُمْ عَلَيْنَا مَطْعَن أَوْ عَيْب إِلَّا هَذَا ؟ وَهَذَا لَيْسَ بِعَيْبٍ وَلَا مَذَمَّة فَيَكُون الِاسْتِثْنَاء مُنْقَطِعًا كَمَا فِي قَوْله تَعَالَى \" وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاَللَّهِ الْعَزِيز الْحَمِيد \" وَكَقَوْلِهِ\" وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمْ اللَّه وَرَسُوله مِنْ فَضْله\" وَفِي الْحَدِيث الْمُتَّفَق عَلَيْهِ \" مَا يَنْقِم اِبْن جَمِيل إِلَّا أَنْ كَانَ فَقِيرًا فَأَغْنَاهُ اللَّه \" وَقَوْله \" وَأَنَّ أَكْثَركُمْ فَاسِقُونَ \" مَعْطُوف عَلَى \" أَنْ آمَنَّا بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْل \" أَيْ وَآمَنَّا بِأَنَّ أَكْثَركُمْ فَاسِقُونَ أَيْ خَارِجُونَ عَنْ الطَّرِيق الْمُسْتَقِيم.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41512, "aya_id": 59}]