[{"text": "وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَن نَّفْسِهِ وَغَلَّقَتِ الأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لاَ يُفْلِحُ الظَّالِمُونَ", "sura_id": 12, "type": 0, "id": 1619, "aya_id": 23}, {"text": "وراودته التي هو في بيتها عن نفسه وغلقت الأبواب وقالت هيت لك قال معاذ الله إنه ربي أحسن مثواي إنه لا يفلح الظالمون", "sura_id": 12, "type": 1, "id": 7855, "aya_id": 23}, {"text": "23 - (وراودته التي هو في بيتها) هي زليخا (عن نفسه) أي طلبت منه يواقعها (وغلَّقت الأبواب) للبيت (وقالت) له (هيت لك) أي هلَّم ، واللام للتبيين وفي قراءة بكسر الهاء وأخرى بضم التاء (قال معاذ الله) أعوذ بالله من ذلك (إنه) الذي اشتراني (ربي) سيدي (أحسن مثواي) مقامي فلا أخونه في أهله (إنه) أي الشأن (لا يفلح الظالمون) الزناة \r\n", "sura_id": 12, "type": 2, "id": 26563, "aya_id": 23}, {"text": "ودعت امرأة العزيز -برفق ولين- يوسف الذي هو في بيتها إلى نفسها; لحبها الشديد له وحسن بهائه, وغلَّقت الأبواب عليها وعلى يوسف, وقالت: هلمَّ إليَّ, فقال: معاذ الله أعتصم به, وأستجير مِن الذي تدعينني إليه, من خيانة سيدي الذي أحسن منزلتي وأكرمني فلا أخونه في أهله, إنه لا يفلح مَن ظَلَم فَفَعل ما ليس له فعله.\r\n", "sura_id": 12, "type": 3, "id": 32799, "aya_id": 23}, {"text": " <font color=red>وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ اِمْرَأَة الْعَزِيز الَّتِي كَانَ يُوسُف فِي بَيْتهَا بِمِصْرَ وَقَدْ أَوْصَاهَا زَوْجهَا بِهِ وَبِإِكْرَامِهِ فَرَاوَدَتْهُ عَنْ نَفْسه أَيْ حَاوَلَتْهُ عَلَى نَفْسه وَدَعَتْهُ إِلَيْهَا وَذَلِكَ أَنَّهَا أَحَبَّتْهُ حُبًّا شَدِيدًا لِجَمَالِهِ وَحُسْنه وَبِهَائِهِ فَحَمَلَهَا ذَلِكَ عَلَى أَنْ تَجَمَّلَتْ لَهُ وَغَلَّقَتْ عَلَيْهِ الْأَبْوَاب وَدَعَتْهُ إِلَى نَفْسهَا \" وَقَالَتْ هَيْت لَك \" فَامْتَنَعَ مِنْ ذَلِكَ أَشَدّ الِامْتِنَاع وَ \" قَالَ مَعَاذ اللَّه إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ \" وَكَانُوا يُطْلِقُونَ الرَّبّ عَلَى السَّيِّد الْكَبِير أَيْ إِنَّ بَعْلَك رَبِّي أَحْسَنَ مَثْوَايَ أَيْ مَنْزِلِي وَأَحْسَنَ إِلَيَّ فَلَا أُقَابِلهُ بِالْفَاحِشَةِ فِي أَهْله \" إِنَّهُ لَا يُفْلِح الظَّالِمُونَ \" قَالَ ذَلِكَ مُجَاهِد وَالسُّدِّيّ وَمُحَمَّد بْن إِسْحَاق وَغَيْرهمْ وَقَدْ اِخْتَلَفَ الْقُرَّاء فِي قَوْله \" هَيْتَ لَك \" فَقَرَأَهُ كَثِيرُونَ بِفَتْحِ الْهَاء وَإِسْكَان الْيَاء وَفَتْح التَّاء قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد : مَعْنَاهُ أَنَّهَا تَدْعُوهُ إِلَى نَفْسهَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس : هَيْت لَك تَقُول هَلُمَّ لَك . وَكَذَا قَالَ زِرّ بْن حُبَيْش وَعِكْرِمَة وَالْحَسَن وَقَتَادَة قَالَ عَمْرو بْن عُبَيْد عَنْ الْحَسَن وَهِيَ كَلِمَة بِالسُّرْيَانِيَّةِ أَيْ عَلَيْك وَقَالَ السُّدِّيّ : هَيْت لَك أَيْ هَلُمَّ لَك وَهِيَ بِالْقِبْطِيَّةِ قَالَ مُجَاهِد : فِي لُغَة عَرَبِيَّة تَدْعُوهُ بِهَا وَقَالَ الْبُخَارِيّ وَقَالَ عِكْرِمَة : هَيْت لَك أَيْ هَلُمَّ لَك بِالْحَوْرَانِيَّة وَهَكَذَا ذَكَرَه مُعَلَّقًا وَقَدْ أَسْنَدَهُ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي أَحْمَد بْن سَهْل الْوَاسِطِيّ حَدَّثَنَا قُرَّة بْن عِيسَى حَدَّثَنَا النَّضْر بْن عَلِيّ الْجَزَرِيّ عَنْ عِكْرِمَة مَوْلَى اِبْن عَبَّاس فِي قَوْله \" هَيْت لَك \" قَالَ هَلُمَّ لَك قَالَ : هِيَ بِالْحَوْرَانِيَّة وَقَالَ أَبُو عُبَيْد الْقَاسِم بْن سَلَّام وَكَانَ الْكِسَائِيّ يُحِبّ هَذِهِ الْقِرَاءَة يَعْنِي هَيْت لَك وَيَقُول لُغَة لِأَهْلِ حَوْرَان وَقَعَتْ إِلَى أَهْل الْحِجَاز وَمَعْنَاهَا تَعَالَ وَقَالَ أَبُو عُبَيْدَة : سَأَلْت شَيْخًا عَالِمًا مِنْ أَهْل حَوْرَان فَذَكَرَ أَنَّهَا لُغَتهمْ عَرَفَهَا وَاسْتَشْهَدَ الْإِمَام اِبْن جَرِير عَلَى هَذِهِ الْقِرَاءَة بِقَوْلِ الشَّاعِر لِعَلِيِّ بْن أَبَى طَالِب رَضِيَ اللَّه عَنْهُ : أَبْلِغْ أَمِير الْمُؤْمِنِ ينَ أَذَى الْعِرَاق إِذَا أُتِينَا إِنَّ الْعِرَاقَ وَأَهْله عُنُق إِلَيْك فَهيْت هِيتَا يَقُول فَتَعَالَ وَاقْتَرِبْ وَقَرَأَ ذَلِكَ آخَرُونَ هِئْت لَك بِكَسْرِ الْهَاء وَالْهَمْز وَضَمّ التَّاء بِمَعْنَى تَهَيَّأْت لَك مِنْ قَوْل الْقَائِل هِئْت بِالْأَمْرِ أَهِيءُ هِئَةً وَمِمَّنْ رُوِيَ عَنْهُ هَذِهِ الْقِرَاءَة اِبْن عَبَّاس وَأَبُو عَبْد الرَّحْمَن السُّلَمِيّ وَأَبُو وَائِل وَعِكْرِمَة وَقَتَادَة وَكُلّهمْ يُفَسِّرهَا بِمَعْنَى تَهَيَّأْت لَك قَالَ اِبْن جَرِير : وَكَانَ أَبُو عَمْرو وَالْكِسَائِيّ يُنْكِرَانِ هَذِهِ الْقِرَاءَة وَقَرَأَ عَبْد اللَّه بْن إِسْحَاق هَيْت بِفَتْحِ الْهَاء وَكَسْر التَّاء وَهِيَ غَرِيبَة وَقَرَأَ آخَرُونَ مِنْهُمْ عَامَّة أَهْل الْمَدِينَة هَيْت بِفَتْحِ الْهَاء وَضَمّ التَّاء وَأَنْشَدَ قَوْل الشَّاعِر : لَيْسَ قَوْمِي بِالْأَبْعَدِينَ إِذَا مَا قَالَ دَاعٍ مِنْ الْعَشِيرَة هَيْت قَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ أَبِي وَائِل قَالَ : قَالَ اِبْن مَسْعُود وَقَدْ سَمِعَ الْقُرَّاء مُتَقَارِبِينَ فَاقْرَءُوا كَمَا عُلِّمْتُمْ وَإِيَّاكُمْ وَالتَّنَطُّع وَالِاخْتِلَاف وَإِنَّمَا هُوَ كَقَوْلِ أَحَدكُمْ هَلُمَّ وَتَعَالَ ثُمَّ قَرَأَ عَبْد اللَّه هَيْتَ لَك فَقَالَ يَا أَبَا عَبْد الرَّحْمَن نَاسًا يَقْرَءُونَهَا هَيْتُ قَالَ عَبْد اللَّه : أَنْ أَقْرَأهَا كَمَا عُلِّمْت أَحَبّ إِلَيَّ وَقَالَ اِبْن جَرِير : حَدَّثَنِي اِبْن وَكِيع حَدَّثَنَا اِبْن عُيَيْنَةَ عَنْ مَنْصُور عَنْ أَبِي وَائِل قَالَ : قَالَ عَبْد اللَّه هَيْتَ لَك فَقَالَ لَهُ مَسْرُوق إِنَّ نَاسًا يَقْرَءُونَهَا هَيْتُ لَك فَقَالَ دَعُونِي فَإِنِّي أَقْرَأ كَمَا عُلِّمْت أَحَبّ إِلَيَّ وَقَالَ أَيْضًا : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا آدَم بْن إِيَاس حَدَّثَنَا شُعْبَة عَنْ شَقِيق عَنْ اِبْن مَسْعُود قَالَ : هَيْت لَك بِنَصْبِ الْهَاء وَالتَّاء وَلَا تُهْمَز وَقَالَ آخَرُونَ هِيتُ لَك بِكَسْرِ الْهَاء وَإِسْكَان الْيَاء وَضَمّ التَّاء قَالَ أَبُو عُبَيْد مَعْمَر بْن الْمُثَنَّى هَيْت لَا تُثَنَّى وَلَا تُجْمَع وَلَا تُؤَنَّث بَلْ يُخَاطَب الْجَمِيع بِلَفْظٍ وَاحِد فَيُقَال هَيْت لَك وَهَيْت لَكُمْ وَهَيْت لَكُمَا وَهَيْت لَكُنَّ وَهَيْت لَهُنَّ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37773, "aya_id": 23}]