[{"text": "إِنَّمَا التَّوْبَةُ عَلَى اللّهِ لِلَّذِينَ يَعْمَلُونَ السُّوَءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُوْلَئِكَ يَتُوبُ اللّهُ عَلَيْهِمْ وَكَانَ اللّهُ عَلِيماً حَكِيماً", "sura_id": 4, "type": 0, "id": 510, "aya_id": 17}, {"text": "إنما التوبة على الله للذين يعملون السوء بجهالة ثم يتوبون من قريب فأولئك يتوب الله عليهم وكان الله عليما حكيما", "sura_id": 4, "type": 1, "id": 6746, "aya_id": 17}, {"text": "17 - (إنما التوبة على الله) أي التي كتب على نفسه قبولها بفضله (للذين يعملون السوء) المعصية (بجهالة) حال أي جاهلين إذ عصوا ربهم (ثم يتوبون من) زمن (قريب) قبل أن يغرغروا (فأولئك يتوب الله عليهم) يقبل توبتهم (وكان الله عليماً) بخلقه (حكيماً) في صنعه بهم \r\n", "sura_id": 4, "type": 2, "id": 25454, "aya_id": 17}, {"text": "إنَّما يقبل الله التوبة من الذين يرتكبون المعاصي والذنوب بجهل منهم لعاقبتها, وإيجابها لسخط الله -فكل عاص لله مخطئًا أو متعمِّدًا فهو جاهل بهذا الاعتبار, وإن كان عالمًا بالتحريم -ثم يرجعون إلى ربهم بالإنابة والطاعة قبل معاينة الموت, فأولئك يقبل الله توبتهم. وكان الله عليمًا بخلقه, حكيمًا في تدبيره وتقديره.\r\n", "sura_id": 4, "type": 3, "id": 31690, "aya_id": 17}, {"text": " <font color=red>إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا</font><BR><p>يَقُول سُبْحَانه وَتَعَالَى إِنَّمَا يَقْبَل اللَّه التَّوْبَة مِمَّنْ عَمِلَ السُّوء بِجَهَالَةٍ ثُمَّ يَتُوب وَلَوْ بَعْد مُعَايَنَة الْمَلَك يَقْبِض رُوحه قَبْل الْغَرْغَرَة . قَالَ مُجَاهِد وَغَيْر وَاحِد : كُلّ مَنْ عَصَى اللَّه خَطَأ أَوْ عَمْدًا فَهُوَ جَاهِل حَتَّى يَنْزِع عَنْ الذَّنْب وَقَالَ قَتَادَة عَنْ أَبِي الْعَالِيَة إِنَّهُ كَانَ يُحَدِّث أَنَّ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانُوا يَقُولُونَ : كُلّ ذَنْب أَصَابَهُ عَبْد فَهُوَ جَهَالَة رَوَاهُ اِبْن جَرِير. وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة قَالَ : اِجْتَمَعَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَأَوْا أَنَّ كُلّ شَيْء عُصِيَ اللَّه بِهِ فَهُوَ جَهَالَة عَمْدًا كَانَ أَوْ غَيْره . وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي عَبْد اللَّه بْن كَثِير عَنْ مُجَاهِد قَالَ : كُلّ عَامِل بِمَعْصِيَةِ اللَّه فَهُوَ جَاهِل حِين عَمِلَهَا . قَالَ اِبْن جُرَيْج وَقَالَ لِي عَطَاء بْن أَبِي رَبَاح نَحْوه . وَقَالَ أَبُو صَالِح عَنْ اِبْن عَبَّاس مِنْ جَهَالَته عَمَل السُّوء . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" ثُمَّ يَتُوبُونَ مِنْ قَرِيب \" قَالَ : مَا بَيْنه وَبَيْن أَنْ يَنْظُر إِلَى مَلَك الْمَوْت وَقَالَ الضَّحَّاك : مَا كَانَ دُون الْمَوْت فَهُوَ قَرِيب . وَقَالَ قَتَادَة وَالسُّدِّيّ : مَا دَامَ فِي صِحَّته وَهُوَ مَرْوِيّ عَنْ اِبْن عَبَّاس وَقَالَ الْحَسَن الْبَصْرِيّ : \" ثُمَّ يَتُوبُونَ مِنْ قَرِيب \" مَا لَمْ يُغَرْغِر وَقَالَ عِكْرِمَة : الدُّنْيَا كُلّهَا قَرِيب \" ذَكَرَ الْأَحَادِيث فِي ذَلِكَ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَيَّاش وَعِصَام بْن خَالِد قَالَ حَدَّثَنَا اِبْن ثَوْبَان عَنْ أَبِيهِ عَنْ مَكْحُول عَنْ جُبَيْر بْن نُفَيْر عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ اللَّه يَقْبَل تَوْبَة الْعَبْد مَا لَمْ يُغَرْغِر \" . رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَبْد الرَّحْمَن بْن ثَابِت بْن ثَوْبَان بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَوَقَعَ فِي سُنَن اِبْن مَاجَهْ : عَنْ عَبْد اللَّه بْن عَمْرو وَهُوَ وَهْم إِنَّمَا هُوَ عَبْد اللَّه بْن عُمَر بْن الْخَطَّاب \" حَدِيث آخَر \" قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن مَعْمَر حَدَّثَنَا عَبْد اللَّه بْن الْحَسَن الْحَرَّانِيّ حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه الْبَابِلِيّ حَدَّثَنَا أَيُّوب بْن نُهَيْك الْحَلَبِيّ سَمِعْت عَطَاء بْن أَبِي رَبَاح قَالَ : سَمِعْت عَبْد اللَّه بْن عُمَر سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مِنْ عَبْد مُؤْمِن يَتُوب قَبْل الْمَوْت بِشَهْرٍ إِلَّا قَبِلَ اللَّه مِنْهُ أَدْنَى مِنْ ذَلِكَ وَقَبْل مَوْته بِيَوْمٍ وَسَاعَة يَعْلَم اللَّه مِنْهُ التَّوْبَة وَالْإِخْلَاص إِلَيْهِ إِلَّا قَبِلَ مِنْهُ \" حَدِيث آخَر قَالَ أَبُو دَاوُد الطَّيَالِسِيّ : حَدَّثَنَا شُعْبَة عَنْ إِبْرَاهِيم بْن مَيْمُونَة وَأَخْبَرَنِي رَجُل مِنْ مِلْحَان يُقَال لَهُ أَيُّوب قَالَ سَمِعْت عَبْد اللَّه بْن عُمَر يَقُول : مَنْ تَابَ قَبْل مَوْته بِعَامٍ تِيبَ عَلَيْهِ وَمَنْ تَابَ قَبْل مَوْته بِشَهْرٍ تِيبَ عَلَيْهِ وَمَنْ تَابَ قَبْل مَوْته بِجُمْعَةٍ تِيبَ عَلَيْهِ وَمَنْ تَابَ قَبْل مَوْته بِيَوْمٍ تِيبَ عَلَيْهِ وَمَنْ تَابَ قَبْل مَوْته بِسَاعَةٍ تِيبَ عَلَيْهِ . فَقُلْت إِنَّمَا قَالَ اللَّه \" إِنَّمَا التَّوْبَة عَلَى اللَّه لِلَّذِينَ يَعْمَلُونَ السُّوء بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيب \" فَقَالَ إِنَّمَا أُحَدِّثك مَا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَهَكَذَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ وَأَبُو عُمَر الْحَوِضِيّ وَأَبُو عَامِر الْعَقَدِيّ عَنْ شُعْبَة \" حَدِيث آخَر قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا مُحَمَّد بْن مُطَرِّف عَنْ زَيْد بْن أَسْلَم عَنْ عَبْد الرَّحْمَن بْن السَّلْمَانِيّ قَالَ : اِجْتَمَعَ أَرْبَعَة مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَحَدهمْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِنَّ اللَّه يَقْبَل تَوْبَة الْعَبْد قَبْل أَنْ يَمُوت بِيَوْمٍ \" فَقَالَ الْآخَر أَنْتَ سَمِعْت هَذَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ ؟ قَالَ : وَأَنَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يَقْبَل تَوْبَة الْعَبْد قَبْل أَنْ يَمُوت بِنِصْفِ يَوْم \" فَقَالَ الثَّالِث أَنْتَ سَمِعْت هَذَا مِنْ رَسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ نَعَمْ قَالَ وَأَنَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يَقْبَل تَوْبَة الْعَبْد قَبْل أَنْ يَمُوت بِضَحْوَةٍ \" قَالَ الرَّابِع : أَنْتَ سَمِعْت هَذَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ نَعَمْ قَالَ : وَأَنَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِنَّ اللَّه يَقْبَل تَوْبَة الْعَبْد مَا لَمْ يُغَرْغِر بِنَفْسِهِ \" وَقَدْ رَوَاهُ سَعِيد بْن مَنْصُور عَنْ الدَّرَاوَرْدِيّ عَنْ زَيْد بْن أَسْلَم عَنْ عَبْد الرَّحْمَن بْن السَّلْمَانِيّ فَذَكَرَ قَرِيبًا مِنْهُ \" حَدِيث آخَر \" قَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم بْن زَيْد حَدَّثَنَا عِمْرَان بْن عَبْد الرَّحِيم حَدَّثَنَا عُثْمَان بْن الْهَيْثَم حَدَّثَنَا عَوْف عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يَقْبَل تَوْبَة عَبْده مَا لَمْ يُغَرْغِر \" [ أَحَادِيث فِي ذَلِكَ مُرْسَلَة ] قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ عَوْف عَنْ الْحَسَن قَالَ بَلَغَنِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه يَقْبَل تَوْبَة الْعَبْد مَا لَمْ يُغَرْغِر \" هَذَا مُرْسَل حَسَن عَنْ الْحَسَن الْبَصْرِيّ رَحِمَهُ اللَّه . وَقَدْ قَالَ اِبْن جَرِير أَيْضًا رَحِمَهُ اللَّه : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنِي أَبِي عَنْ قَتَادَة عَنْ الْعَلَاء بْن زِيَاد عَنْ أَبِي أَيُّوب بَشِير بْن كَعْب أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ اللَّه يَقْبَل تَوْبَة الْعَبْد مَا لَمْ يُغَرْغِر \" وَحَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الْأَعْلَى عَنْ سَعِيد عَنْ قَتَادَة عَنْ عُبَادَة بْن الصَّامِت أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَذَكَرَ مِثْله . \" حَدِيث آخَر \" قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا أَبُو دَاوُد حَدَّثَنَا عِمْرَان عَنْ قَتَادَة قَالَ : كُنَّا عِنْد أَنَس بْن مَالك وَثَمَّ أَبِي قِلَابَة فَحَدَّثَ أَبُو قِلَابَة فَقَالَ : إِنَّ اللَّه تَعَالَى لَمَّا لَعَنَ إِبْلِيس سَأَلَهُ النَّظِرَة فَقَالَ : وَعِزَّتك وَجَلَالك لَا أَخْرُج مِنْ قَلْب اِبْن آدَم مَا دَامَ فِيهِ الرُّوح. فَقَالَ اللَّه عَزَّ وَجَلَّ : وَعِزَّتِي لَا أَمْنَعهُ التَّوْبَة مَا دَامَ فِيهِ الرُّوح وَقَدْ وَرَدَ هَذَا فِي حَدِيث مَرْفُوع رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده مِنْ طَرِيق عَمْرو بْن أَبِي عَمْرو وَأَبِي الْهَيْثَم الْعُتْوَارِيّ كِلَاهُمَا عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" قَالَ إِبْلِيس يَا رَبّ وَعِزَّتك لَا أَزَال أُغْوِيهِمْ مَا دَامَتْ أَرْوَاحهمْ فِي أَجْسَادهمْ . فَقَالَ اللَّه عَزَّ وَجَلَّ وَعِزَّتِي وَجَلَالِي لَا أَزَال أَغْفِر لَهُمْ مَا اِسْتَغْفَرُونِي \" فَقَدْ دَلَّتْ هَذِهِ الْأَحَادِيث عَلَى أَنَّ مَنْ تَابَ إِلَى اللَّه عَزَّ وَجَلَّ وَهُوَ يَرْجُو الْحَيَاة فَإِنَّ تَوْبَته مَقْبُولَة وَلِهَذَا قَالَ تَعَالَى\" فَأُولَئِكَ يَتُوب اللَّه عَلَيْهِمْ وَكَانَ اللَّه عَلِيمًا حَكِيمًا \" وَأَمَّا مَتَى وَقَعَ الْإِيَاس مِنْ الْحَيَاة وَعَايَنَ الْمَلَك وَخَرَجَتْ الرُّوح فِي الْحَلْق وَضَاقَ بِهَا الصَّدْر وَبَلَغَتْ الْحُلْقُوم وَغَرْغَرَتْ النَّفْس صَاعِدَة فِي الْغَلَاصِم فَلَا تَوْبَة مَقْبُولَة حِينَئِذٍ وَلَاتَ حِين مَنَاص .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40845, "aya_id": 17}]