[{"text": "أَمَّن يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَن يَرْزُقُكُم مِّنَ السَّمَاء وَالْأَرْضِ أَإِلَهٌ مَّعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ", "sura_id": 27, "type": 0, "id": 3223, "aya_id": 64}, {"text": "أمن يبدأ الخلق ثم يعيده ومن يرزقكم من السماء والأرض أإله مع الله قل هاتوا برهانكم إن كنتم صادقين", "sura_id": 27, "type": 1, "id": 9459, "aya_id": 64}, {"text": "64 - (أم من يبدأ الخلق) في الأرحام من نطفة (ثم يعيده) بعد الموت وإن لم تعترفوا بالإعادة لقيام البراهين عليها (ومن يرزقكم من السماء) بالمطر (والأرض) بالنبات (أإله مع الله) أي لا يفعل شيئا مما ذكر إلا الله ولا إله معه (قل) يا محمد (هاتوا برهانكم) حجتكم (إن كنتم صادقين) أن معي إلها فعل شيئا مما ذكر وسألوه عن وقت قيام الساعة فنزل \r\n", "sura_id": 27, "type": 2, "id": 28167, "aya_id": 64}, {"text": "واسألهم من الذي ينشئ الخلق ثم يفنيه إذا شاء, ثم يعيده, ومَن الذي يرزقكم من السماء بإنزال المطر, ومن الأرض بإنبات الزرع وغيره؟ أمعبود سوى الله يفعل ذلك؟ قل: هاتوا حجتكم إن كنتم صادقين في زعمكم أن لله تعالى شريكًا في ملكه وعبادته.\r\n", "sura_id": 27, "type": 3, "id": 34403, "aya_id": 64}, {"text": " <font color=red>أَمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ</font><BR><p>أَيْ هُوَ الَّذِي بِقُدْرَتِهِ وَسُلْطَانه يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى\" إِنَّ بَطْش رَبّك لَشَدِيد إِنَّهُ هُوَ يُبْدِئ وَيُعِيد \" وَقَالَ تَعَالَى : \" وَهُوَ الَّذِي يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ وَهُوَ أَهْوَن عَلَيْهِ \" \" وَمَنْ يَرْزُقكُمْ مِنْ السَّمَاء وَالْأَرْض\" أَيْ بِمَا يُنْزِل مِنْ مَطَر السَّمَاء وَيُنْبِت مِنْ بَرَكَات الْأَرْض كَمَا قَالَ تَعَالَى \" وَالسَّمَاء ذَات الرَّجْع وَالْأَرْض ذَات الصَّدْع \" وَقَالَ تَعَالَى \" يَعْلَم مَا يَلِج فِي الْأَرْض وَمَا يَخْرُج مِنْهَا وَمَا يَنْزِل مِنْ السَّمَاء وَمَا يَعْرُج فِيهَا\" فَهُوَ تَبَارَكَ وَتَعَالَى يُنْزِل مِنْ السَّمَاء مَاء مُبَارَكًا فَيَسْلُكهُ يَنَابِيع فِي الْأَرْض ثُمَّ يُخْرِج بِهِ مِنْهَا أَنْوَاع الزُّرُوع وَالثِّمَار وَالْأَزَاهِير وَغَيْر ذَلِكَ مِنْ أَلْوَان شَتَّى \" كُلُوا وَارْعَوْا أَنْعَامكُمْ إِنَّ فِي ذَلِكَ لَآيَات لِأُولِي النُّهَى \" وَلِهَذَا قَالَ تَعَالَى \" أَإِلَه مَعَ اللَّه \" أَيْ فَعَلَ هَذَا وَعَلَى الْقَوْل الْآخَر بَعْد هَذَا \" قُلْ هَاتُوا بُرْهَانكُمْ\" عَلَى صِحَّة مَا تَدَّعُونَهُ مِنْ عِبَادَة آلِهَة أُخْرَى \" إِنْ كُنْتُمْ صَادِقِينَ \" فِي ذَلِكَ وَقَدْ عَلِمَ أَنَّهُ لَا حُجَّة لَهُمْ وَلَا بُرْهَان كَمَا قَالَ تَعَالَى \" وَمَنْ يَدْعُ مَعَ اللَّه إِلَهًا آخَر لَا بُرْهَان لَهُ بِهِ فَإِنَّمَا حِسَابه عِنْد رَبّه إِنَّهُ لَا يُفْلِح الْكَافِرُونَ \" .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39653, "aya_id": 64}]