[{"text": "إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِن بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإْسْحَقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا", "sura_id": 4, "type": 0, "id": 656, "aya_id": 163}, {"text": "إنا أوحينا إليك كما أوحينا إلى نوح والنبيين من بعده وأوحينا إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وعيسى وأيوب ويونس وهارون وسليمان وآتينا داود زبورا", "sura_id": 4, "type": 1, "id": 6892, "aya_id": 163}, {"text": "163 - (إنا أوحينا إليك كما أوحينا إلى نوح والنبيين من بعده) وكما (وأوحينا إلى إبراهيم وإسماعيل وإسحاق) ابنيه (ويعقوب) ابن إسحاق (والأسباط) أولاده (وعيسى وأيوب ويونس وهارون وسليمان وآتينا) أباه (داود زَبورا) بالفتح اسم للكتاب المؤتى ، وبالضم مصدر بمعنى مزبورا أي مكتوبا \r\n", "sura_id": 4, "type": 2, "id": 25600, "aya_id": 163}, {"text": "إنا أوحينا اليك -أيها الرسول- بتبليغ الرسالة كما أوحينا إلى نوح والنبيين من بعده, وأوحينا إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط -وهم الأنبياء الذين كانوا في قبائل بني إسرائيل الاثنتي عشرة من ولد يعقوب- وعيسى وأيوب ويونس وهارون وسليمان. وآتينا داود زبورًا, وهو كتاب وصحف مكتوبة.\r\n", "sura_id": 4, "type": 3, "id": 31836, "aya_id": 163}, {"text": " <font color=red>إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُدَ زَبُورًا</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ سَكَن وَعَدِيّ بْن زَيْد يَا مُحَمَّد مَا نَعْلَم أَنَّ اللَّه أَنْزَلَ عَلَى بَشَر مِنْ شَيْء بَعْد مُوسَى فَأَنْزَلَ اللَّه فِي ذَلِكَ مِنْ قَوْلهمَا \" إِنَّا أَوْحَيْنَا إِلَيْك كَمَا أَوْحَيْنَا إِلَى نُوح وَالنَّبِيِّينَ مِنْ بَعْده \" إِلَى آخِر الْآيَات وَقَالَ اِبْن جَرِير حَدَّثَنَا الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا أَبُو مَعْشَر عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ أَنْزَلَ اللَّه \" يَسْأَلك أَهْل الْكِتَاب أَنْ تُنَزِّل عَلَيْهِمْ كِتَابًا مِنْ السَّمَاء \" إِلَى قَوْله \" وَقَوْلهمْ عَلَى مَرْيَم بُهْتَانًا عَظِيمًا \" قَالَ فَلَمَّا تَلَاهَا عَلَيْهِمْ يَعْنِي عَلَى الْيَهُود وَأَخْبَرَهُمْ بِأَعْمَالِهِمْ الْخَبِيثَة جَحَدُوا كُلّ مَا أَنْزَلَ اللَّه وَقَالُوا : مَا أَنْزَلَ اللَّه عَلَى بَشَر مِنْ شَيْء وَلَا مُوسَى وَلَا عِيسَى وَلَا عَلَى نَبِيّ مِنْ شَيْء قَالَ فَحَلَّ حَبْوَته فَقَالَ وَلَا عَلَى أَحَد فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره إِذْ قَالُوا مَا أَنْزَلَ اللَّه عَلَى بَشَر مِنْ شَيْء \" وَفِي هَذَا الَّذِي قَالَهُ مُحَمَّد بْن كَعْب الْقُرَظِيّ نَظَر فَإِنَّ هَذِهِ الْآيَة الَّتِي فِي سُورَة الْأَنْعَام مَكِّيَّة وَهَذِهِ الْآيَة الَّتِي فِي سُورَة النِّسَاء مَدَنِيَّة وَهِيَ رَدّ عَلَيْهِمْ لَمَّا سَأَلُوا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُنَزِّل عَلَيْهِمْ كِتَابًا مِنْ السَّمَاء قَالَ اللَّه تَعَالَى \" فَقَدْ سَأَلُوا مُوسَى أَكْبَر مِنْ ذَلِكَ \" ثُمَّ ذَكَرَ فَضَائِحهمْ وَمَعَايِبهمْ وَمَا كَانُوا عَلَيْهِ وَمَا هُمْ عَلَيْهِ الْآن مِنْ الْكَذِب وَالِافْتِرَاء ثُمَّ ذَكَرَ تَعَالَى أَنَّهُ أَوْحَى إِلَى عَبْده وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا أَوْحَى إِلَى غَيْره مِنْ الْأَنْبِيَاء الْمُقَدَّمِينَ فَقَالَ \" إِنَّا أَوْحَيْنَا إِلَيْك كَمَا أَوْحَيْنَا إِلَى نُوح وَالنَّبِيِّينَ مِنْ بَعْده \" إِلَى قَوْله \" وَآتَيْنَا دَاوُد زَبُورًا \" وَالزَّبُور اِسْم الْكِتَاب الَّذِي أَوْحَاهُ اللَّه إِلَى دَاوُد عَلَيْهِ السَّلَام وَسَنَذْكُرُ تَرْجَمَة كُلّ وَاحِد مِنْ هَؤُلَاءِ الْأَنْبِيَاء عَلَيْهِمْ مِنْ اللَّه أَفْضَل الصَّلَاة وَالسَّلَام عِنْد قَصَصهمْ مِنْ سُورَة الْأَنْبِيَاء إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة وَعَلَيْهِ التُّكْلَان .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40838, "aya_id": 163}]