[{"text": "وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ", "sura_id": 112, "type": 0, "id": 6225, "aya_id": 4}, {"text": "و لم يكن له كفوا أحد", "sura_id": 112, "type": 1, "id": 12461, "aya_id": 4}, {"text": "4 - (ولم يكن له كفوا أحد) أي مكافئا ومماثلا وله متعلق بكفواً وقدم عليه لأنه محط القصد بالنفي وأخر أحد وهو اسم يكن عن خبرها رعاية للفاصلة \r\n", "sura_id": 112, "type": 2, "id": 31169, "aya_id": 4}, {"text": "ولم يكن له مماثلا ولا مشابهًا أحد من خلقه, لا في أسمائه ولا في صفاته, ولا في أفعاله, تبارك وتعالى وتقدَّس.\r\n", "sura_id": 112, "type": 3, "id": 37405, "aya_id": 4}, {"text": " <font color=red>وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ</font><BR><p>قَوْله تَعَالَى \" وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد \" يَعْنِي لَا صَاحِبَة لَهُ وَهَذَا كَمَا قَالَ تَعَالَى \" بَدِيع السَّمَوَات وَالْأَرْض أَنَّى يَكُون لَهُ وَلَد وَلَمْ تَكُنْ لَهُ صَاحِبَة وَخَلَقَ كُلّ شَيْء \" أَيْ هُوَ مَالِك كُلّ شَيْء وَخَالِقه فَكَيْف يَكُون لَهُ مِنْ خَلْقه نَظِير يُسَامِيه أَوْ قَرِيب يُدَانِيه تَعَالَى وَتَقَدَّسَ وَتَنَزَّهَ قَالَ اللَّه تَعَالَى \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا تَكَاد السَّمَوَات يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقّ الْأَرْض وَتَخِرّ الْجِبَال هَدًّا أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذ وَلَدًا إِنْ كُلّ مَنْ فِي السَّمَوَات وَالْأَرْض إِلَّا آتِي الرَّحْمَن عَبْدًا لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا وَكُلّهمْ آتِيه يَوْم الْقِيَامَة فَرْدًا \" وَقَالَ تَعَالَى \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا سُبْحَانه بَلْ عِبَاد مُكْرَمُونَ لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ\" وَقَالَ تَعَالَى \" وَجَعَلُوا بَيْنه وَبَيْن الْجِنَّة نَسَبًا وَلَقَدْ عَلِمَتْ الْجِنَّة إِنَّهُمْ لَمُحْضَرُونَ سُبْحَان اللَّه عَمَّا يَصِفُونَ \" وَفِي صَحِيح الْبُخَارِيّ \" لَا أَحَد أَصْبَر عَلَى أَذًى سَمِعَهُ مِنْ اللَّه يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقهُمْ وَيُعَافِيهِمْ\" وَقَالَ الْبُخَارِيّ حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا شُعَيْب حَدَّثَنَا أَبُو الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ اللَّه عَزَّ وَجَلَّ كَذَّبَنِي اِبْن آدَم وَلَمْ يَكُنْ لَهُ ذَلِكَ وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذَلِكَ فَأَمَّا تَكْذِيبه إِيَّايَ فَقَوْله لَنْ يُعِيدنِي كَمَا بَدَأَنِي وَلَيْسَ أَوَّل الْخَلْق بِأَهْوَن عَلَيَّ مِنْ إِعَادَته وَأَمَّا شَتْمه إِيَّايَ فَقَوْله اِتَّخَذَ اللَّه وَلَدًا وَأَنَا الْأَحَد الصَّمَد لَمْ أَلِد وَلَمْ أُولَد وَلَمْ يَكُنْ لِي كُفُوًا أَحَد \" وَرَوَاهُ أَيْضًا مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام بْن مُنَبِّه عَنْ أَبِي هُرَيْرَة مَرْفُوعًا بِمِثْلِهِ تَفَرَّدَ بِهِمَا مِنْ هَذَيْنِ الْوَجْهَيْنِ . آخِر تَفْسِير سُورَة الْإِخْلَاص وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 112, "type": 4, "id": 37734, "aya_id": 4}]