[{"text": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوَءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا وَيُحَذِّرُكُمُ اللّهُ نَفْسَهُ وَاللّهُ رَؤُوفُ بِالْعِبَادِ", "sura_id": 3, "type": 0, "id": 323, "aya_id": 30}, {"text": "يوم تجد كل نفس ما عملت من خير محضرا و ما عملت من سوء تود لو أن بينها وبينه أمدا بعيدا و يحذركم الله نفسه و الله رؤوف بالعباد", "sura_id": 3, "type": 1, "id": 6559, "aya_id": 30}, {"text": "30 - اذكر (يوم تجد كل نفس ما عملتـ) ـه (من خير محضراً وما عملتـ) ـه (من سوء) مبتدأ خبره (تود لو أن بينها وبينه أمدا بعيدا) غاية في نهاية البعد فلا يصل إليها (ويحذركم الله نفسه) كرر للتأكيد (والله رؤوف بالعباد) \r\n", "sura_id": 3, "type": 2, "id": 25267, "aya_id": 30}, {"text": "وفي يوم القيامة بوم الجزاء تجد كل نفس ما عملت من خير ينتظرها موفرًا لتُجزَى به, وما عملت من عمل سيِّئ تجده في انتظارها أيضًا, فتتمنى لو أن بينها وبين هذا العمل زمنًا بعيدًا. فاستعدوا لهذا اليوم, وخافوا بطش الإله الجبار. ومع شدَّة عقابه فإنه سبحانه رءوف بالعباد.\r\n", "sura_id": 3, "type": 3, "id": 31503, "aya_id": 30}, {"text": " <font color=red>يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ</font><BR><p>يَعْنِي يَوْم الْقِيَامَة يُحْضِر لِلْعَبْدِ جَمِيع أَعْمَاله مِنْ خَيْر وَشَرّ كَمَا قَالَ تَعَالَى \" يُنَبَّأ الْإِنْسَان يَوْمئِذٍ بِمَا قَدَّمَ وَأَخَّرَ \" فَمَا رَأَى مِنْ أَعْمَاله حَسَنًا سَرَّهُ ذَلِكَ وَأَفْرَحَهُ وَمَا رَأَى مِنْ قَبِيح سَاءَهُ وَغَصَّهُ وَوَدَّ لَوْ أَنَّهُ تَبَرَّأَ مِنْهُ وَأَنْ يَكُون بَيْنهمَا أَمَد بَعِيد كَمَا يَقُول لِشَيْطَانِهِ الَّذِي كَانَ مَقْرُونًا بِهِ فِي الدُّنْيَا وَهُوَ الَّذِي جَرَّأَهُ عَلَى فِعْلِ السُّوء \" يَا لَيْتَ بَيْنِي وَبَيْنك بُعْد الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِين \" ثُمَّ قَالَ تَعَالَى مُؤَكِّدًا وَمُهَدِّدًا وَمُتَوَعِّدًا \" وَيُحَذِّركُمْ اللَّه نَفْسه \" أَيْ يُخَوِّفكُمْ عِقَابه ثُمَّ قَالَ جَلَّ جَلَاله مُرْجِيًا لِعِبَادِهِ لِئَلَّا يَيْأَسُوا مِنْ رَحْمَته وَيَقْنَطُوا مِنْ لُطْفه \" وَاَللَّه رَءُوف بِالْعِبَادِ \" قَالَ الْحَسَن الْبَصْرِيّ : مِنْ رَأْفَته بِهِمْ حَذَّرَهُمْ نَفْسه وَقَالَ غَيْره : أَيْ رَحِيم بِخَلْقِهِ يُحِبّ لَهُمْ أَنْ يَسْتَقِيمُوا عَلَى صِرَاطه الْمُسْتَقِيم وَدِينه الْقَوِيم وَأَنْ يَتَّبِعُوا رَسُوله الْكَرِيم .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39967, "aya_id": 30}]