[{"text": "فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا", "sura_id": 91, "type": 0, "id": 6051, "aya_id": 8}, {"text": "فألهمها فجورها و تقواها", "sura_id": 91, "type": 1, "id": 12287, "aya_id": 8}, {"text": "8 - (فألهمها فجورها وتقواها) بين لها طريق الخير والشر وأخر التقوى رعاية لرؤوس الآي وجواب القسم \r\n", "sura_id": 91, "type": 2, "id": 30995, "aya_id": 8}, {"text": "فبيَّن لها طريق الشر وطريق الخير,\r\n", "sura_id": 91, "type": 3, "id": 37231, "aya_id": 8}, {"text": " <font color=red>فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا</font><BR><p>قَوْله تَعَالَى \" فَأَلْهَمَهَا فُجُورهَا وَتَقْوَاهَا \" أَيْ فَأَرْشَدَهَا إِلَى فُجُورهَا وَتَقْوَاهَا أَيْ بَيَّنَ لَهَا وَهَدَاهَا إِلَى مَا قَدَّرَ لَهَا قَالَ اِبْن عَبَّاس \" فَأَلْهَمَهَا فُجُورهَا وَتَقْوَاهَا \" بَيَّنَ لَهَا الْخَيْر وَالشَّرّ وَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَالضَّحَّاك وَالثَّوْرِيّ. وَقَالَ سَعِيد بْن جُبَيْر أَلْهَمَهَا الْخَيْر وَالشَّرّ وَقَالَ اِبْن زَيْد : جَعَلَ فِيهَا فُجُورهَا وَتَقْوَاهَا وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن خَالِد حَدَّثَنَا صَفْوَان بْن عِيسَى وَأَبُو عَاصِم النَّبِيل قَالَا حَدَّثَنَا عَزْرَة بْن ثَابِت حَدَّثَنِي يَحْيَى بْن عُقَيْل عَنْ يَحْيَى بْن يَعْمَر عَنْ أَبِي الْأَسْوَد الدَّيْلِيّ قَالَ : قَالَ لِي عِمْرَان بْن حُصَيْن أَرَأَيْت مَا يَعْمَل النَّاس فِيهِ وَيَتَكَادَحُونَ فِيهِ أَشَيْء قُضِيَ عَلَيْهِمْ وَمَضَى عَلَيْهِمْ مِنْ قَدَر قَدْ سَبَقَ أَوْ فِيمَا يَسْتَقْبِلُونَ مِمَّا أَتَاهُمْ بِهِ نَبِيّهمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأُكِّدَتْ عَلَيْهِمْ الْحُجَّة ؟ قُلْت بَلْ شَيْء قُضِيَ عَلَيْهِمْ قَالَ فَهَلْ يَكُون ذَلِكَ ظُلْمًا ؟ قَالَ فَفَزِعْت مِنْهُ فَزَعًا شَدِيدًا قَالَ : قُلْت لَهُ لَيْسَ شَيْء إِلَّا وَهُوَ خَلْقُهُ وَمِلْك يَده لَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ قَالَ سَدَّدَك اللَّه إِنَّمَا سَأَلْتُك لِأَخْبُر عَقْلَك . إِنَّ رَجُلًا مِنْ مُزَيْنَة أَوْ جُهَيْنَة أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه أَرَأَيْت مَا يَعْمَل النَّاس فِيهِ وَيَتَكَادَحُونَ أَشَيْء قُضِيَ عَلَيْهِمْ وَمَضَى عَلَيْهِمْ مِنْ قَدَر قَدْ سَبَقَ أَمْ شَيْء مِمَّا يَسْتَقْبِلُونَ مِمَّا أَتَاهُمْ بِهِ نَبِيّهمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأُكِّدَتْ بِهِ عَلَيْهِمْ الْحُجَّة ؟ قَالَ \" بَلْ شَيْء قَدْ قُضِيَ عَلَيْهِمْ \" قَالَ فَفِيمَ نَعْمَل ؟ قَالَ\" مَنْ كَانَ اللَّه خَلَقَهُ لِإِحْدَى الْمَنْزِلَتَيْنِ يُهَيِّئهُ لَهَا وَتَصْدِيق ذَلِكَ فِي كِتَاب اللَّه تَعَالَى \" وَنَفْس وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورهَا وَتَقْوَاهَا \" رَوَاهُ أَحْمَد وَمُسْلِم مِنْ حَدِيث عَزْرَة بْن ثَابِت بِهِ .</p><BR> <br> ", "sura_id": 91, "type": 4, "id": 43556, "aya_id": 8}]