[{"text": "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِّن مَّاء غَيْرِ آسِنٍ وَأَنْهَارٌ مِن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاء حَمِيمًا فَقَطَّعَ أَمْعَاءهُمْ", "sura_id": 47, "type": 0, "id": 4560, "aya_id": 15}, {"text": "مثل الجنة التي وعد المتقون فيها أنهار من ماء غير آسن وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى و لهم فيها من كل الثمرات ومغفرة من ربهم كمن هو خالد في النار وسقوا ماء حميما فقطع أمعاءهم", "sura_id": 47, "type": 1, "id": 10796, "aya_id": 15}, {"text": "15 - (مثل) صفة (الجنة التي وعد المتقون) المشتركة بين داخليها مبتدأ خبره (فيها أنهار من ماء غير آسن) بالمد والقصر كضارب وحذر أي غير متغير بخلاف ماء الدنيا فيتغير بعارض (وأنهار من لبن لم يتغير طعمه) بخلاف لبن الدنيا لخروجه من الضروع (وأنهار من خمر لذة) لذيذة (للشاربين) بخلاف خمر الدنيا فإنها كريهة عند الشرب (وأنهار من عسل مصفى) بخلاف عسل الدنيا فإنه بخروجه من بطن النحل يخالط الشمع وغيره (ولهم فيها) أصناف (من كل الثمرات ومغفرة من ربهم) فهو راض عنهم مع إحسانه إليهم بما ذكر بخلاف سيد العبيد في الدنيا فإنه قد يكون مع إحسانه إليهم ساخطا عليهم (كمن هو خالد في النار) خبر مبتدأ مقدر أي أمن هو في هذا النعيم (وسقوا ماء حميما) أي شديد الحرارة (فقطع أمعاءهم) أي مصارينهم وهو جمع معى بالقصر وألفه عن ياء لقوامهم معيان \r\n", "sura_id": 47, "type": 2, "id": 29504, "aya_id": 15}, {"text": "صفة الجنة التي وعدها الله المتقين: فيها أنهارٌ عظيمة من ماء غير متغيِّر, وأنهار من لبن لم يتغيَّر طعمه, وأنهار من خمر يتلذذ به الشاربون, وأنهار من عسل قد صُفِّي من القذى, ولهؤلاء المتقين في هذه الجنة جميع الثمرات من مختلف الفواكه وغيرها, وأعظم من ذلك السَّتر والتجاوزُ عن ذنوبهم, هل مَن هو في هذه الجنة كمَن هو ماكث في النار لا يخرج منها, وسُقوا ماء تناهى في شدة حره فقطَّع أمعاءهم؟\r\n", "sura_id": 47, "type": 3, "id": 35740, "aya_id": 15}, {"text": " <font color=red>مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ</font><BR><p>\" مَثَل الْجَنَّة الَّتِي وُعِدَ الْمُتَّقُونَ \" قَالَ عِكْرِمَة\" مَثَل الْجَنَّة \" أَيْ نَعْتهَا \" فِيهَا أَنْهَار مِنْ مَاء غَيْر آسِن \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَالْحَسَن وَقَتَادَة يَعْنِي غَيْر مُتَغَيِّر وَقَالَ قَتَادَة وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ غَيْر مُنْتِن وَالْعَرَب تَقُول أَسِنَ الْمَاء إِذَا تَغَيَّرَ رِيحه وَفِي حَدِيث مَرْفُوع أَوْرَدَهُ اِبْن أَبِي حَاتِم غَيْر آسِن يَعْنِي الصَّافِي الَّذِي لَا كَدَرَ فِيهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ عَبْد اللَّه بْن مُرَّة عَنْ مَسْرُوق قَالَ : قَالَ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ أَنْهَار الْجَنَّة تَفَجَّر مِنْ جَبَل مِنْ مِسْك \" وَأَنْهَار مِنْ لَبَن لَمْ يَتَغَيَّر طَعْمه \" أَيْ بَلْ فِي غَايَة الْبَيَاض وَالْحَلَاوَة وَالدُّسُومَة وَفِي حَدِيث مَرْفُوع \" لَمْ يَخْرُج مِنْ ضُرُوع الْمَاشِيَة \" \" وَأَنْهَار مِنْ خَمْر لَذَّة لِلشَّارِبِينَ\" أَيْ لَيْسَتْ كَرِيهَة الطَّعْم وَالرَّائِحَة كَخَمْرِ الدُّنْيَا بَلْ حَسَنَة الْمَنْظَر وَالطَّعْم وَالرَّائِحَة وَالْفِعْل \" لَا فِيهَا غَوْل وَلَا هُمْ عَنْهَا يُنْزَفُونَ \" \" لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ \" \" بَيْضَاء لَذَّة لِلشَّارِبِينَ \" وَفِي حَدِيث مَرْفُوع \" لَمْ يَعْصِرهَا الرِّجَال بِأَقْدَامِهِمْ \" \" وَأَنْهَار مِنْ عَسَل مُصَفًّى \" أَيْ وَهُوَ فِي غَايَة الصَّفَاء وَحُسْن اللَّوْن وَالطَّعْم وَالرِّيح وَفِي حَدِيث مَرْفُوع \" لَمْ يَخْرُج مِنْ بُطُون النَّحْل \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا الْجَرِيرِيّ عَنْ حَكِيم بْن مُعَاوِيَة عَنْ أَبِيهِ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" فِي الْجَنَّة بَحْر اللَّبَن وَبَحْر الْمَاء وَبَحْر الْعَسَل وَبَحْر الْخَمْر ثُمَّ تَشَقَّقُ الْأَنْهَار مِنْهَا بَعْد \" وَرَوَاهُ التِّرْمِذِيّ فِي صِفَة الْجَنَّة عَنْ مُحَمَّد بْن يَسَار عَنْ يَزِيد بْن هَارُون عَنْ سَعِيد بْن أَبِي إِيَاس الْجَرِيرِيّ وَقَالَ حَسَن صَحِيح قَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن عَاصِم حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن النُّعْمَان حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا الْحَارِت بْن عُبَيْد أَبُو قُدَامَة الْأَيَادِي حَدَّثَنَا أَبُو عِمْرَان الْجَوْنِيّ عَنْ أَبِي بَكْر بْن عَبْد اللَّه بْن قَيْس عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذِهِ الْأَنْهَار تَشْخَب مِنْ جَنَّة عَدَن فِي جَوْبَة ثُمَّ تَصْدَع بَعْد أَنْهَارًا \" وَفِي الصَّحِيح \" إِذَا سَأَلْتُمْ اللَّه تَعَالَى فَاسْأَلُوهُ الْفِرْدَوْس فَإِنَّهُ أَوْسَطُ الْجَنَّة وَأَعْلَى الْجَنَّة وَمِنْهُ تَفَجَّر أَنْهَار الْجَنَّة وَفَوْقه عَرْش الرَّحْمَن \" وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُصْعَب بْن إِبْرَاهِيم بْن حَمْزَة الزُّبَيْرِيّ وَعَبْد اللَّه بْن الصفر السكري قَالَا حَدَّثَنَا إِبْرَاهِيم بْن الْمُنْذِر الْحِزَامِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن الْمُغِيرَة حَدَّثَنِي عَبْد الرَّحْمَن بْن عَيَّاش عَنْ دَلْهَم بْن الْأَسْوَد قَالَ دَلْهَم وَحَدَّثَنِيهِ أَيْضًا أَبُو الْأَسْوَد عَنْ عَاصِم بْن لَقِيط قَالَ إِنَّ لَقِيط بْن عَامِر خَرَجَ وَافِدًا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْت يَا رَسُول اللَّه فَعَلَى مَا نَطَّلِع مِنْ الْجَنَّة ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلَى أَنْهَار مِنْ عَسَل مُصَفًّى وَأَنْهَار مِنْ خَمْر مَا بِهَا صُدَاع وَلَا نَدَامَة وَأَنْهَار مِنْ لَبَن لَمْ يَتَغَيَّر طَعْمه وَمَاء غَيْر آسِن وَفَاكِهَة لَعَمْر إِلَهك مَا تَعْلَمُونَ وَخَيْر مِنْ مِثْله وَأَزْوَاج مُطَهَّرَة\" قُلْت يَا رَسُول اللَّه أَوَلَنَا فِيهَا أَزْوَاج مُصْلَحَات ؟ قَالَ\" الصَّالِحَات لِلصَّالِحِينَ تَلَذُّونَهُنَّ مِثْل لَذَّاتكُمْ فِي الدُّنْيَا وَيَلَذُّونَكُمْ غَيْر أَنْ لَا تَوَالُد \" وَقَالَ أَبُو بَكْر عَبْد اللَّه بْن مُحَمَّد بْن أَبِي الدُّنْيَا حَدَّثَنَا يَعْقُوب بْن عُبَيْد عَنْ يَزِيد بْن هَارُون أَخْبَرَنِي الْجَرِيرِيّ عَنْ مُعَاوِيَة بْن قُرَّة عَنْ أَبِيهِ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : لَعَلَّكُمْ تَظُنُّونَ أَنَّ أَنْهَار الْجَنَّة تَجْرِي فِي أُخْدُود فِي الْأَرْض وَاَللَّه إِنَّهَا لَتَجْرِي سَائِحَة عَلَى وَجْه الْأَرْض حَافَّاتهَا قِبَاب اللُّؤْلُؤ وَطِينهَا الْمِسْك الْأَذْفَر وَقَدْ رَوَاهُ أَبُو بَكْر بْن مَرْدُوَيْهِ مِنْ حَدِيث مَهْدِيّ بْن حَكِيم عَنْ يَزِيد بْن هَارُون بِهِ مَرْفُوعًا وَقَوْله تَعَالَى \" وَلَهُمْ فِيهَا مِنْ كُلّ الثَّمَرَات \" كَقَوْلِهِ عَزَّ وَجَلَّ \" يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَة آمِنِينَ \" وَقَوْله تَبَارَكَ وَتَعَالَى\" فِيهِمَا مِنْ كُلّ فَاكِهَة زَوْجَانِ \" وَقَوْله سُبْحَانه وَتَعَالَى\" وَمَغْفِرَة مِنْ رَبّهمْ \" أَيْ مَعَ ذَلِكَ كُلّه وَقَوْله سُبْحَانه وَتَعَالَى \" كَمَنْ هُوَ خَالِد فِي النَّار \" أَيْ أَهَؤُلَاءِ الَّذِينَ ذَكَرْنَا مَنْزِلَتهمْ مِنْ الْجَنَّة كَمَنْ هُوَ خَالِد فِي النَّار ؟ لَيْسَ هَؤُلَاءِ كَهَؤُلَاءِ وَلَيْسَ مَنْ هُوَ فِي الدَّرَجَات كَمَنْ هُوَ فِي الدَّرَكَات \" وَسُقُوا مَاء حَمِيمًا \" أَيْ حَارًّا شَدِيد الْحَرّ لَا يُسْتَطَاع \" فَقَطَّعَ أَمْعَاءَهُمْ \" أَيْ قَطَّعَ مَا فِي بُطُونهمْ مِنْ الْأَمْعَاء وَالْأَحْشَاء عِيَاذًا بِاَللَّهِ تَعَالَى مِنْ ذَلِكَ .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41358, "aya_id": 15}]