[{"text": "إِن يَدْعُونَ مِن دُونِهِ إِلاَّ إِنَاثًا وَإِن يَدْعُونَ إِلاَّ شَيْطَانًا مَّرِيدًا", "sura_id": 4, "type": 0, "id": 610, "aya_id": 117}, {"text": "إن يدعون من دونه إلا إناثا وإن يدعون إلا شيطانا مريدا", "sura_id": 4, "type": 1, "id": 6846, "aya_id": 117}, {"text": "117 - (إن) ما (يدعون) يعبد المشركون (من دونه) أي الله ، أي غيره (إلا إناثا) أصناما مؤنثه كاللات والعزى ومناة (وإن) ما (يدعون) يعبدون بعبادتها (إلا شيطانا مريدا) خارجا عن الطاعة لطاعتهم له فيها وهو إبليس \r\n", "sura_id": 4, "type": 2, "id": 25554, "aya_id": 117}, {"text": "ما يعبد المشركون من دون الله تعالى إلا أوثانًا لا تنفع ولا تضر, وما يعبدون إلا شيطانًا متمردًا على الله, بلغ في الفساد والإفساد حدّاً كبيرًا.\r\n", "sura_id": 4, "type": 3, "id": 31790, "aya_id": 117}, {"text": " <font color=red>إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا</font><BR><p>\" إِنْ يَدْعُونَ مِنْ دُونه إِلَّا إِنَاثًا \" قَالَتْ : أَوْثَانًا . وَرُوِيَ عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن وَعُرْوَة بْن الزُّبَيْر وَمُجَاهِد وَأَبِي مَالِك وَالسُّدِّيّ وَمُقَاتِل نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير عَنْ الضَّحَّاك فِي الْآيَة : قَالَ الْمُشْرِكُونَ لِلْمَلَائِكَةِ بَنَات اللَّه وَإِنَّمَا نَعْبُدهُمْ لِيُقَرِّبُونَا إِلَى اللَّه زُلْفَى قَالَ فَاِتَّخَذُوهُنَّ أَرْبَابًا وَصَوَّرُوهُنَّ جِوَارِي فَحَكَمُوا وَقَلَّدُوا وَقَالُوا هَؤُلَاءِ يُشْبِهْنَ بَنَات اللَّه الَّذِي نَعْبُدهُ يَعْنُونَ الْمَلَائِكَة وَهَذَا التَّفْسِير شَبِيه بِقَوْلِ اللَّه تَعَالَى \" أَفَرَأَيْتُمْ اللَّاتَ وَالْعُزَّى \" الْآيَات وَقَالَ تَعَالَى \" وَجَعَلُوا الْمَلَائِكَة الَّذِينَ هُمْ عِبَاد الرَّحْمَن إِنَاثًا \" الْآيَة وَقَالَ \" وَجَعَلُوا بَيْنه وَبَيْن الْجِنَّة نَسَبًا \" الْآيَتَيْنِ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة وَالضَّحَّاك عَنْ اِبْن عَبَّاس وَإِنْ يَدْعُونَ مِنْ دُونه إِلَّا إِنَاثًا قَالَ : يَعْنِي مَوْتَى وَقَالَ مُبَارَك يَعْنِي اِبْن فَضَالَة عَنْ الْحَسَن \" إِنْ يَدْعُونَ مِنْ دُونه إِلَّا إِنَاثًا \" قَالَ الْحَسَن الْإِنَاث كُلّ شَيْء مَيِّت لَيْسَ فِيهِ رُوح إِمَّا خَشَبَة يَابِسَة وَإِمَّا حَجَر يَابِس . وَرَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَهُوَ غَرِيب وَقَوْله \" وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا \" أَيْ هُوَ الَّذِي أَمَرَهُمْ بِذَلِكَ وَحَسَّنَهُ وَزَيَّنَهُ لَهُمْ وَهُمْ إِنَّمَا يَعْبُدُونَ إِبْلِيس فِي نَفْس الْأَمْر كَمَا قَالَ تَعَالَى \" أَلَمْ أَعْهَد إِلَيْكُمْ يَا بَنِي آدَم أَلَّا تَعْبُدُوا الشَّيْطَان \" الْآيَة . وَقَالَ تَعَالَى إِخْبَارًا عَنْ الْمَلَائِكَة أَنَّهُمْ يَقُولُونَ يَوْم الْقِيَامَة عَنْ الْمُشْرِكِينَ الَّذِينَ اِدَّعَوْا عِبَادَتهمْ فِي الدُّنْيَا بَلْ كَانُوا يَعْبُدُونَ الْجِنّ أَكْثَرهمْ بِهِمْ مُؤْمِنُونَ \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40787, "aya_id": 117}]