[{"text": "الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَاء وَاللّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلاً وَاللّهُ وَاسِعٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 275, "aya_id": 268}, {"text": "الشيطان يعدكم الفقر ويأمركم بالفحشاء والله يعدكم مغفرة منه وفضلا والله واسع عليم", "sura_id": 2, "type": 1, "id": 6511, "aya_id": 268}, {"text": "268 - (الشيطان يعدكم الفقر) يخوفكم به إن تصدقتم فتمسكوا (ويأمركم بالفحشاء) البخل ومنع الزكاة (والله يعدكم) على الإنفاق (مغفرة منه) لذنوبكم (وفضلا) رزقا خلفا منه (والله واسع) فضله (عليم) بالمنفق \r\n", "sura_id": 2, "type": 2, "id": 25219, "aya_id": 268}, {"text": "هذا البخل واختيار الرديء للصدقة من الشيطان الذي يخوفكم الفقر, ويغريكم بالبخل, ويأمركم بالمعاصي ومخالفة الله تعالى, والله سبحانه وتعالى يعدكم على إنفاقكم غفرانًا لذنوبكم ورزقا واسعا. والله واسع الفضل, عليم بالأعمال والنيَّات.\r\n", "sura_id": 2, "type": 3, "id": 31455, "aya_id": 268}, {"text": " <font color=red>الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا وَاللَّهُ وَاسِعٌ عَلِيمٌ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا هَنَّاد بْن السَّرِيّ حَدَّثَنَا أَبُو الْأَحْوَص عَنْ عَطَاء بْن السَّائِب عَنْ مُرَّة الْهَمْدَانِيّ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِنَّ لِلشَّيْطَانِ لَمَّة بِابْنِ آدَم وَلِلْمَلَكِ لَمَّة فَأَمَّا لَمَّة الشَّيْطَان فَإِيعَادٌ بِالشَّرِّ وَتَكْذِيب بِالْحَقِّ وَأَمَّا لَمَّة الْمَلَك فَإِيعَاد بِالْخَيْرِ وَتَصْدِيق بِالْحَقِّ فَمَنْ وَجَدَ ذَلِكَ فَلْيَعْلَمْ أَنَّهُ مِنْ اللَّه فَلْيَحْمَدْ اللَّه وَمَنْ وَجَدَ الْأُخْرَى فَلْيَتَعَوَّذْ مِنْ الشَّيْطَان ثُمَّ قَرَأَ \" الشَّيْطَانُ يَعِدُكُمْ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاَللَّه يَعِدُكُمْ مَغْفِرَة مِنْهُ وَفَضْلًا \" الْآيَة وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي كِتَابَيْ التَّفْسِير مِنْ سُنَنهمَا جَمِيعًا عَنْ هَنَّاد بْن السَّرِيّ وَأَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه عَنْ أَبِي يَعْلَى الْمَوْصِلِيّ عَنْ هَنَّاد بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن غَرِيب وَهُوَ حَدِيث أَبِي الْأَحْوَص يَعْنِي سَلَّام بْن سُلَيْم لَا نَعْرِفهُ مَرْفُوعًا إِلَّا مِنْ حَدِيثه كَذَا قَالَ : وَقَدْ رَوَاهُ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره عَنْ مُحَمَّد بْن أَحْمَد عَنْ مُحَمَّد بْن عَبْد اللَّه بْن مَسْعُود مَرْفُوعًا نَحْوه وَلَكِنْ رَوَاهُ مِسْعَر عَنْ عَطَاء بْن السَّائِب عَنْ أَبِي الْأَحْوَص عَوْف بْن مَالِك بْن نَضْلَة عَنْ اِبْن مَسْعُود فَجَعَلَهُ مِنْ قَوْله وَاَللَّه أَعْلَم وَمَعْنَى قَوْله تَعَالَى\" الشَّيْطَان يَعِدكُمْ \" أَيْ يُخَوِّفكُمْ الْفَقْر لِتُمْسِكُوا مَا بِأَيْدِيكُمْ فَلَا تُنْفِقُوهُ فِي مَرْضَاة اللَّه \" وَيَأْمُركُمْ بِالْفَحْشَاءِ \" أَيْ مَعَ نَهْيه إِيَّاكُمْ عَنْ الْإِنْفَاق خَشْيَة الْإِمْلَاق يَأْمُركُمْ بِالْمَعَاصِي وَالْمَآثِم وَالْمَحَارِم وَمُخَالَفَة الْخَلَّاق قَالَ تَعَالَى \" وَاَللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ\" أَيْ فِي مُقَابَلَة مَا أَمَرَكُمْ الشَّيْطَان بِالْفَحْشَاءِ \" وَفَضْلًا \" أَيْ فِي مُقَابَلَة مَا خَوَّفَكُمْ الشَّيْطَان مِنْ الْفَقْر\" وَاَللَّه وَاسِع عَلِيم \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38683, "aya_id": 268}]