[{"text": "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ", "sura_id": 28, "type": 0, "id": 3332, "aya_id": 80}, {"text": "وقال الذين أوتوا العلم ويلكم ثواب الله خير لمن آمن وعمل صالحا ولا يلقاها إلا الصابرون", "sura_id": 28, "type": 1, "id": 9568, "aya_id": 80}, {"text": "80 - (وقال) لهم (الذين أوتوا العلم) بما وعد الله في الآخرة (ويلكم) كلمة زجر (ثواب الله) في الآخرة بالجنة (خير لمن آمن وعمل صالحا) مما اوتي قارون في الدنيا (ولا يلقاها) الجنة المثاب بها (إلا الصابرون) على الطاعة وعن المعصية \r\n", "sura_id": 28, "type": 2, "id": 28276, "aya_id": 80}, {"text": "وقال الذين أوتوا العلم بالله وشرعه وعرفوا حقائق الأمور للذين قالوا: يا ليت لنا مثل ما أوتي قارون: ويلكم اتقوا الله وأطيعوه, ثوابُ الله لمن آمن به وبرسله, وعمل الأعمال الصالحة, خيرٌ مما أوتي قارون, ولا يَتَقَبَّل هذه النصيحة ويوفَّق إليها ويعمل بها إلا مَن يجاهد نفسه, ويصبر على طاعة ربه, ويجتنب معاصيه.\r\n", "sura_id": 28, "type": 3, "id": 34512, "aya_id": 80}, {"text": " <font color=red>وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ</font><BR><p>\" وَيْلكُمْ ثَوَاب اللَّه خَيْر لِمَنْ آمَنَ وَعَمِلَ صَالِحًا \" أَيْ جَزَاء اللَّه لِعِبَادِهِ الْمُؤْمِنِينَ الصَّالِحِينَ فِي الدَّار الْآخِرَة خَيْر مِمَّا تَرَوْنَ . كَمَا فِي الْحَدِيث الصَّحِيح \" يَقُول اللَّه تَعَالَى أَعْدَدْت لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْب بَشَر وَاقْرَءُوا إِنْ شِئْتُمْ \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن جَزَاء بِمَا كَانُوا يَعْمَلُونَ \" وَقَوْله \" وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ \" قَالَ السُّدِّيّ وَلَا يُلَقَّى الْجَنَّة إِلَّا الصَّابِرُونَ كَأَنَّهُ جَعَلَ ذَلِكَ مِنْ تَمَام كَلَام الَّذِينَ أُوتُوا الْعِلْم قَالَ اِبْن جَرِير وَلَا يُلَقَّى هَذِهِ الْكَلِمَة إِلَّا الصَّابِرُونَ عَنْ مَحَبَّة الدُّنْيَا الرَّاغِبُونَ فِي الدَّار الْآخِرَة وَكَأَنَّهُ جَعَلَ ذَلِكَ مَقْطُوعًا مِنْ كَلَام أُولَئِكَ وَجَعَلَهُ مِنْ كَلَام اللَّه عَزَّ وَجَلَّ وَإِخْبَاره بِذَلِكَ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39764, "aya_id": 80}]