[{"text": "وَإِذَآ أَنْعَمْنَا عَلَى الإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَؤُوسًا", "sura_id": 17, "type": 0, "id": 2112, "aya_id": 83}, {"text": "و إذا أنعمنا على الإنسان أعرض و نأى بجانبه و إذا مسه الشر كان يئوسا", "sura_id": 17, "type": 1, "id": 8348, "aya_id": 83}, {"text": "83 - (وإذا أنعمنا على الإنسان) الكافر (أعرض) عن الشكر (ونأى بجانبه) ثنى عطفه متبخترا (وإذا مسه الشر) الفقر والشدة (كان يئوسا) قنوطا من رحمة الله \r\n", "sura_id": 17, "type": 2, "id": 27056, "aya_id": 83}, {"text": "وإذا أنعمنا على الإنسان من حيث هو بمال وعافية ونحوهما، تولَّى وتباعد عن طاعة ربه، وإذا أصابته شدة مِن فقر أو مرض كان قنوطًا؛ لأنه لا يثق بفضل الله تعالى، إلا من عصم الله في حالتي سرَّائه وضرَّائه.\r\n", "sura_id": 17, "type": 3, "id": 33292, "aya_id": 83}, {"text": " <font color=red>وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا</font><BR><p>يُخْبِر تَعَالَى عَنْ نَقْص الْإِنْسَان مِنْ حَيْثُ هُوَ إِلَّا مَنْ عَصَمَهُ اللَّه تَعَالَى فِي حَالَتَيْ السَّرَّاء وَالضَّرَّاء فَإِنَّهُ إِذَا أَنْعَمَ اللَّه عَلَيْهِ بِمَالٍ وَعَافِيَة وَفَتْح وَرِزْق وَنَصْر وَنَالَ مَا يَزِيد أَعْرَضَ عَنْ طَاعَة اللَّه وَعِبَادَته وَنَأَى بِجَانِبِهِ قَالَ مُجَاهِد : بَعُدَ عَنَّا قُلْت وَهَذَا كَقَوْلِهِ تَعَالَى \" فَلَمَّا كَشَفْنَا عَنْهُ ضُرّه مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرّ مَسَّهُ \" وَقَوْله \" فَلَمَّا نَجَّاكُمْ إِلَى الْبَرّ أَعْرَضْتُمْ \" وَبِأَنَّهُ إِذَا مَسَّهُ الشَّرّ وَهُوَ الْمَصَائِب وَالْحَوَادِث وَالنَّوَائِب \" كَانَ يَئُوسًا \" أَيْ قَنَطَ أَنْ يَعُود يَحْصُل لَهُ بَعْد ذَلِكَ خَيْر كَقَوْلِهِ تَعَالَى \" وَلَئِنْ أَذَقْنَا الْإِنْسَان مِنَّا رَحْمَة ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوس كَفُور وَلَئِنْ أَذَقْنَاهُ نَعْمَاء بَعْد ضَرَّاء مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَات عَنِّي إِنَّهُ لَفَرِح فَخُور إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَات أُولَئِكَ لَهُمْ مَغْفِرَة وَأَجْر كَبِير \" وَقَوْله تَعَالَى \" قُلْ كُلّ يَعْمَل عَلَى شَاكِلَته \" قَالَ اِبْن عَبَّاس : عَلَى نَاحِيَته . وَقَالَ مُجَاهِد : عَلَى حِدَته وَطَبِيعَته . وَقَالَ قَتَادَة : عَلَى نِيَّته . وَقَالَ اِبْن زَيْد : دِينه وَكُلّ هَذِهِ الْأَقْوَال مُتَقَارِبَة فِي الْمَعْنَى . وَهَذِهِ الْآيَة وَاَللَّه أَعْلَم تَهْدِيد لِلْمُشْرِكِينَ وَوَعِيد لَهُمْ كَقَوْلِهِ تَعَالَى \" وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اِعْمَلُوا عَلَى مَكَانَتكُمْ \" الْآيَة .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38271, "aya_id": 83}]