[{"text": "إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا", "sura_id": 33, "type": 0, "id": 3589, "aya_id": 56}, {"text": "إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا صلوا عليه وسلموا تسليما", "sura_id": 33, "type": 1, "id": 9825, "aya_id": 56}, {"text": "56 - (إن الله وملائكته يصلون على النبي) محمد صلى الله عليه وسلم (يا أيها الذين آمنوا صلوا عليه وسلموا تسليما) أي قولوا اللهم صل على محمد وسلم \r\n", "sura_id": 33, "type": 2, "id": 28533, "aya_id": 56}, {"text": "إن الله تعالى يثني على النبي صلى الله عليه وسلم عند الملائكة المقربين, وملائكته يثنون على النبي ويدعون له, يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, صلُّوا على رسول لله, وسلِّموا تسليمًا, تحية وتعظيمًا له. وصفة الصلاة على النبي صلى الله عليه وسلم ثبتت في السنة على أنواع, منها: \"اللهم صلِّ على محمد وعلى آل محمد, كما صليت على آل إبراهيم, إنك حميد مجيد, اللهم بارك على محمد وعلى آل محمد, كما باركت على آل إبراهيم, إنك حميد مجيد\".\r\n", "sura_id": 33, "type": 3, "id": 34769, "aya_id": 56}, {"text": " <font color=red>إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا</font><BR><p>قَالَ الْبُخَارِيّ : قَالَ أَبُو الْعَالِيَة صَلَاة اللَّه تَعَالَى ثَنَاؤُهُ عَلَيْهِ عِنْد الْمَلَائِكَة , صَلَاة الْمَلَائِكَة الدُّعَاء , وَقَالَ اِبْن عَبَّاس : يُصَلُّونَ يُبَرِّكُونَ هَكَذَا عَلَّقَهُ الْبُخَارِيّ عَنْهُمَا وَقَدْ رَوَاهُ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة كَذَلِكَ وَرُوِيَ مِثْله عَنْ الرَّبِيع أَيْضًا وَرَوَى عَلِيّ بْن أَبَى طَلْحَة عَنْ اِبْن عَبَّاس كَمَا قَالَهُ سَوَاء رَوَاهُمَا اِبْن أَبِي حَاتِم وَقَالَ أَبُو عِيسَى التِّرْمِذِيّ وَرُوِيَ عَنْ سُفْيَان الثَّوْرِيّ وَغَيْر وَاحِد مِنْ أَهْل الْعِلْم قَالُوا : صَلَاة الرَّبّ الرَّحْمَة وَصَلَاة الْمَلَائِكَة الِاسْتِغْفَار ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمْرو الْأَوْدِيّ حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ عَمْرو بْن مُرَّة قَالَ الْأَعْمَش أُرَاهُ عَنْ عَطَاء بْن أَبِي رَبَاح \" إِنَّ اللَّه وَمَلَائِكَته يُصَلُّونَ عَلَى النَّبِيّ \" قَالَ صَلَاته تَبَارَكَ وَتَعَالَى سُبُّوح قُدُّوس سَبَقَتْ رَحْمَتِي غَضَبِي وَالْمَقْصُود مِنْ هَذِهِ الْآيَة أَنَّ اللَّه سُبْحَانه وَتَعَالَى أَخْبَرَ عِبَاده بِمَنْزِلَةِ عَبْده وَنَبِيّه عِنْده فِي الْمَلَأ الْأَعْلَى بِأَنَّهُ يُثْنِي عَلَيْهِ عِنْد الْمَلَائِكَة الْمُقَرَّبِينَ وَأَنَّ الْمَلَائِكَة تُصَلِّي عَلَيْهِ ثُمَّ أَمَرَ تَعَالَى أَهْل الْعَالَم السُّفْلِيّ بِالصَّلَاةِ وَالتَّسْلِيم عَلَيْهِ لِيَجْتَمِع الثَّنَاء عَلَيْهِ مِنْ أَهْل الْعَالَمَيْنِ الْعُلْوِيّ وَالسُّفْلِيّ جَمِيعًا وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ أَشْعَث بْن إِسْحَاق عَنْ جَعْفَر يَعْنِي اِبْن الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ بَنِي إِسْرَائِيل قَالُوا لِمُوسَى عَلَيْهِ السَّلَام هَلْ يُصَلِّي رَبّك ؟ فَنَادَاهُ رَبّه عَزَّ وَجَلَّ : يَا مُوسَى سَأَلُوك هَلْ يُصَلِّي رَبّك فَقُلْ نَعَمْ أَنَا أُصَلِّي وَمَلَائِكَتِي عَلَى أَنْبِيَائِي وَرُسُلِي فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ عَلَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه وَمَلَائِكَته يُصَلُّونَ عَلَى النَّبِيّ يَا أَيّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا\" وَقَدْ أَخْبَرَ سُبْحَانه وَتَعَالَى بِأَنَّهُ يُصَلِّي عَلَى عِبَاده الْمُؤْمِنِينَ فِي قَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا اُذْكُرُوا اللَّه ذِكْرًا كَثِيرًا وَسَبِّحُوهُ بُكْرَة وَأَصِيلًا هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَته \" الْآيَة وَقَالَ تَعَالَى : \" وَبَشِّرْ الصَّابِرِينَ الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَة قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ أُولَئِكَ عَلَيْهِمْ صَلَوَات مِنْ رَبّهمْ \" الْآيَة وَفِي الْحَدِيث إِنَّ اللَّه وَمَلَائِكَته يُصَلُّونَ عَلَى مَيَامِن الصُّفُوف وَفِي الْحَدِيث الْآخَر اللَّهُمَّ صَلِّ عَلَى آل أَبِي أَوْفَى وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِامْرَأَةِ جَابِر وَقَدْ سَأَلَتْهُ أَنْ يُصَلِّيَ عَلَيْهَا وَعَلَى زَوْجهَا صَلَّى اللَّه عَلَيْك وَعَلَى زَوْجك وَقَدْ جَاءَتْ الْأَحَادِيث الْمُتَوَاتِرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْأَمْرِ بِالصَّلَاةِ عَلَيْهِ وَكَيْفِيَّة الصَّلَاة عَلَيْهِ وَنَحْنُ نَذْكُر مِنْهَا إِنْ شَاءَ اللَّه مَا تَيَسَّرَ وَاَللَّه الْمُسْتَعَان قَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا سَعِيد بْن يَحْيَى بْن سَعِيد أَخْبَرَنَا أَبِي عَنْ مِسْعَر عَنْ الْحَكَم عَنْ اِبْن أَبِي لَيْلَى عَنْ كَعْب بْن عُجْرَة قَالَ : قِيلَ يَا رَسُول اللَّه أَمَّا السَّلَام عَلَيْك فَقَدْ عَرَفْنَاهُ فَكَيْف الصَّلَاة ؟ قَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا صَلَّيْت عَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد اللَّهُمَّ بَارِكْ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا بَارَكْت عَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ الْحَكَم قَالَ : سَمِعْت اِبْن أَبِي لَيْلَى قَالَ لَقِيَنِي كَعْب بْن عُجْرَة فَقَالَ أَلَا أُهْدِي لَك هَدِيَّة ؟ خَرَجَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْنَا يَا رَسُول اللَّه قَدْ عَلِمْنَا أَوْ عَرَفْنَا كَيْف السَّلَام عَلَيْك فَكَيْف الصَّلَاة ؟ فَقَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا صَلَّيْت عَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد اللَّهُمَّ بَارِكْ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا بَارَكْت عَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد وَهَذَا الْحَدِيث قَدْ أَخْرَجَهُ الْجَمَاعَة فِي كُتُبهمْ مِنْ طُرُق مُتَعَدِّدَة عَنْ الْحَكَم وَهُوَ اِبْن عُتَيْبَة زَادَ الْبُخَارِيّ وَعَبْد اللَّه بْن عِيسَى كِلَاهُمَا عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى فَذَكَرَهمْ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحُسَيْن بْن عَرَفَة حَدَّثَنَا هُشَيْم بْن بَشِير عَنْ يَزِيد بْن أَبِي زِيَاد حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ كَعْب بْن عُجْرَة قَالَ لَمَّا نَزَلَتْ \" إِنَّ اللَّه وَمَلَائِكَته يُصَلُّونَ عَلَى النَّبِيّ يَا أَيّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا \" قَالَ : قُلْنَا يَا رَسُول اللَّه قَدْ عَلِمْنَا السَّلَام عَلَيْك فَكَيْف الصَّلَاة عَلَيْك ؟ قَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَعَلَى آل مُحَمَّد كَمَا صَلَّيْت عَلَى إِبْرَاهِيم وَعَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد وَبَارِكْ عَلَى مُحَمَّد كَمَا بَارَكْت عَلَى إِبْرَاهِيم وَعَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد وَكَانَ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى يَقُول وَعَلَيْنَا مَعَهُمْ وَرَوَاهُ التِّرْمِذِيّ بِهَذِهِ الزِّيَادَة وَمَعْنَى قَوْلهمْ أَمَّا السَّلَام عَلَيْك فَقَدْ عَرَفْنَاهُ هُوَ الَّذِي فِي التَّشَهُّد الَّذِي كَانَ يُعَلِّمهُمْ إِيَّاهُ كَمَا كَانَ يُعَلِّمهُمْ السُّورَة مِنْ الْقُرْآن وَفِيهِ السَّلَام عَلَيْك أَيّهَا النَّبِيّ وَرَحْمَة اللَّه وَبَرَكَاته\" حَدِيث آخَر \" قَالَ الْبُخَارِيّ حَدَّثَنَا عَبْد اللَّه بْن يُوسُف حَدَّثَنَا اللَّيْث عَنْ اِبْن الْهَادِ عَنْ عَبْد اللَّه بْن خَبَّاب عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قُلْنَا يَا رَسُول اللَّه هَذَا السَّلَام فَكَيْف نُصَلِّي عَلَيْك : قَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّد عَبْدك وَرَسُولَك كَمَا صَلَّيْت عَلَى آلِ إِبْرَاهِيم وَبَارِكْ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا بَارَكْت عَلَى آلِ إِبْرَاهِيم قَالَ أَبُو صَالِح عَنْ اللَّيْث : عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا بَارَكْت عَلَى آلِ إِبْرَاهِيم حَدَّثَنَا إِبْرَاهِيم بْن حَمْزَة حَدَّثَنَا اِبْن أَبَى حَازِم عَنْ يَزِيد يَعْنِي اِبْن الْهَادِ وَقَالَ كَمَا صَلَّيْت عَلَى إِبْرَاهِيم وَبَارِكْ عَلَى مُحَمَّد وَآل مُحَمَّد كَمَا بَارَكْت عَلَى إِبْرَاهِيم وَآل إِبْرَاهِيم وَأَخْرَجَهُ النَّسَائِيّ مِنْ حَدِيث اِبْن الْهَادِ بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد قَرَأْت عَلَى عَبْد الرَّحْمَن مَالِك عَنْ عَبْد اللَّه بْن أَبِي بَكْر عَنْ أَبِيهِ عَنْ عَمْرو بْن سُلَيْم أَنَّهُ قَالَ أَخْبَرَنِي أَبُو حُمَيْد السَّاعِدِيّ أَنَّهُمْ قَالُوا يَا رَسُول اللَّه كَيْف نُصَلِّي عَلَيْك قَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَأَزْوَاجه وَذُرِّيَّته كَمَا صَلَّيْت عَلَى إِبْرَاهِيم وَبَارِكْ عَلَى مُحَمَّد وَأَزْوَاجه وَذُرِّيَّته كَمَا بَارَكْت عَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد وَقَدْ أَخْرَجَهُ بَقِيَّة الْجَمَاعَة سِوَى التِّرْمِذِيّ مِنْ حَدِيث مَالِك بِهِ \" حَدِيث آخَر \" قَالَ مُسْلِم حَدَّثَنَا يَحْيَى بْن يَحْيَى التَّمِيمِيّ قَالَ : قَرَأْت عَلَى مَالِك عَنْ نُعَيْم بْن عَبْد اللَّه المجمر أَخْبَرَنِي مُحَمَّد بْن عَبْد اللَّه بْن زَيْد الْأَنْصَارِيّ قَالَ وَعَبْد اللَّه بْن زَيْد هُوَ الَّذِي كَانَ أُرِيَ النِّدَاء بِالصَّلَاةِ أَخْبَرَهُ عَنْ أَبِي مَسْعُود الْأَنْصَارِيّ قَالَ : أَتَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ فِي مَجْلِس سَعْد بْن عُبَادَة فَقَالَ لَهُ بَشِير بْن سَعْد أَمَرَنَا اللَّه أَنْ نُصَلِّيَ عَلَيْك يَا رَسُول اللَّه فَكَيْف نُصَلِّي عَلَيْك ؟ قَالَ فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى تَمَنَّيْنَا أَنَّهُ لَمْ يَسْأَلهُ ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا صَلَّيْت عَلَى آلِ إِبْرَاهِيم وَبَارِكْ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا بَارَكْت عَلَى آلِ إِبْرَاهِيم فِي الْعَالَمِينَ إِنَّك حَمِيد مَجِيد وَالسَّلَام كَمَا قَدْ عَلِمْتُمْ وَقَدْ رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن جَرِير مِنْ حَدِيث مَالِك بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَرَوَى الْإِمَام أَحْمَد وَأَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن خُزَيْمَةَ وَابْن حِبَّان وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن إِبْرَاهِيم التَّيْمِيّ عَنْ مُحَمَّد بْن عَبْد اللَّه بْن زَيْد بْن عَبْد رَبّه عَنْ أَبَى مَسْعُود الْبَدْرِيّ أَنَّهُمْ قَالُوا يَا رَسُول اللَّه أَمَّا السَّلَام فَقَدْ عَرَفْنَاهُ فَكَيْف نُصَلِّي عَلَيْك إِذَا نَحْنُ صَلَّيْنَا فِي صَلَاتنَا فَقَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَعَلَى آل مُحَمَّد وَذَكَرَهُ وَرَوَاهُ الشَّافِعِيّ رَحِمَهُ اللَّه فِي مُسْنَده عَنْ أَبِي هُرَيْرَة بِمِثْلِهِ وَمِنْ هَهُنَا ذَهَبَ الشَّافِعِيّ رَحِمَهُ اللَّه إِلَى أَنَّهُ يَجِب عَلَى الْمُصَلِّي أَنْ يُصَلِّيَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي التَّشَهُّد الْأَخِير فَإِنْ تَرَكَهُ لَمْ تَصِحّ صَلَاته وَقَدْ شَرَعَ بَعْض الْمُتَأَخِّرِينَ مِنْ الْمَالِكِيَّة وَغَيْرهمْ يُشَنِّع عَلَى الْإِمَام الشَّافِعِيّ فِي اِشْتِرَاطه ذَلِكَ فِي الصَّلَاة وَيَزْعُم أَنَّهُ قَدْ تَفَرَّدَ بِذَلِكَ وَحَكَى الْإِجْمَاع عَلَى خِلَافه أَبُو جَعْفَر الطَّبَرِيّ وَالطَّحَاوِيّ وَالْخَطَّابِيّ وَغَيْرهمْ فِيمَا نَقَلَهُ الْقَاضِي عِيَاض عَنْهُمْ وَقَدْ تَعَسَّفَ هَذَا الْقَائِل فِي رَدّه عَلَى الشَّافِعِيّ وَتَكَلَّفَ فِي دَعْوَاهُ الْإِجْمَاع فِي ذَلِكَ وَقَالَ مَا لَمْ يُحِطْ بِهِ عِلْمًا فَإِنَّا قَدْ رُوِّينَا وُجُوب ذَلِكَ وَالْأَمْر بِالصَّلَاةِ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الصَّلَاة كَمَا هُوَ ظَاهِر الْآيَة وَمُفَسَّر بِهَذَا الْحَدِيث عَنْ جَمَاعَة مِنْ الصَّحَابَة مِنْهُمْ اِبْن مَسْعُود وَأَبُو مَسْعُود الْبَدْرِيّ وَجَابِر بْن عَبْد اللَّه وَمِنْ التَّابِعِينَ الشَّعْبِيّ وَأَبُو جَعْفَر الْبَاقِر وَمُقَاتِل بْن حَيَّان وَإِلَيْهِ ذَهَبَ الشَّافِعِيّ لَا خِلَاف عَنْهُ فِي ذَلِكَ وَلَا بَيْن أَصْحَابه أَيْضًا وَإِلَيْهِ ذَهَبَ الْإِمَام أَحْمَد أَخِيرًا فِيمَا حَكَاهُ عَنْهُ اِبْن زُرْعَة الدِّمَشْقِيّ بِهِ وَبِهِ قَالَ إِسْحَاق بْن رَاهْوَيْهِ وَالْفَقِيه الْإِمَام مُحَمَّد بْن إِبْرَاهِيم الْمَعْرُوف بِابْنِ الْمَوَّاز الْمَالِكِيّ رَحِمَهمْ اللَّه تَعَالَى حَتَّى إِنَّ بَعْض أَئِمَّة الْحَنَابِلَة أَوْجَبَ أَنْ يُقَال فِي الصَّلَاة عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا عَلَّمَهُمْ أَنْ يَقُولُوا لَمَّا سَأَلُوهُ وَحَتَّى أَنَّ بَعْض أَصْحَابنَا أَوْجَبَ الصَّلَاة عَلَى آلِهِ وَمِمَّنْ حَكَاهُ الْبَنْدَنِيجِيّ وَسُلَيْم الرَّازِيّ وَصَاحِبه نَصْر بْن إِبْرَاهِيم الْمَقْدِسِيّ وَنَقَلَهُ إِمَام الْحَرَمَيْنِ وَصَاحِبه الْغَزَالِيّ قَوْلًا عَنْ الشَّافِعِيّ وَالصَّحِيح أَنَّهُ وَجْه عَلَى أَنَّ الْجُمْهُور عَلَى خِلَافه وَحَكَوْا الْإِجْمَاع عَلَى خِلَافه وَلِلْقَوْلِ بِوُجُوبِهِ ظَوَاهِر الْحَدِيث وَاَللَّه أَعْلَم وَالْغَرَض أَنَّ الشَّافِعِيّ رَحِمَهُ اللَّه يَقُول بِوُجُوبِ الصَّلَاة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الصَّلَاة سَلَفًا وَخَلَفًا كَمَا تَقَدَّمَ وَلِلَّهِ الْحَمْد وَالْمِنَّة فَلَا إِجْمَاع عَلَى خِلَافه فِي هَذِهِ الْمَسْأَلَة لَا قَدِيمًا وَلَا حَدِيثًا وَاَللَّه أَعْلَم وَمِمَّا يُؤَيِّد ذَلِكَ الْحَدِيث الْآخَر الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَصَحَّحَهُ وَالنَّسَائِيّ وَابْن خُزَيْمَةَ وَابْن حِبَّان فِي صَحِيحَيْهِمَا مِنْ رِوَايَة حَيْوَةَ بْن شُرَيْح الْمِصْرِيّ عَنْ أَبِي هَانِئ حُمَيْد بْن هَانِئ عَنْ عَمْرو بْن مَالِك أَبِي عَلِيّ الْحُسَيْنِيّ عَنْ فَضَالَة بْن عُبَيْد رَضِيَ اللَّه عَنْهُ قَالَ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلًا يَدْعُو فِي صَلَاته لَمْ يُمَجِّد اللَّه وَلَمْ يُصَلِّ عَلَى النَّبِيّ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَجِلَ هَذَا ثُمَّ دَعَاهُ فَقَالَ لَهُ أَوْ لِغَيْرِهِ إِذَا صَلَّى أَحَدكُمْ فَلْيَبْدَأْ بِتَمْجِيدِ اللَّه عَزَّ وَجَلَّ وَالثَّنَاء عَلَيْهِ ثُمَّ لِيُصَلِّ عَلَى النَّبِيّ ثُمَّ لِيَدْعُ بَعْد بِمَا شَاءَ وَكَذَا الْحَدِيث الَّذِي رَوَاهُ اِبْن مَاجَهْ مِنْ رِوَايَة عَبْد الْمُهَيْمِن بْن عَبَّاس بْن سَهْل بْن سَعْد السَّاعِدِيّ عَنْ أَبِيهِ عَنْ جَدّه عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لَا صَلَاة لِمَنْ لَا وُضُوء لَهُ وَلَا وُضُوء لِمَنْ لَمْ يَذْكُر اِسْم اللَّه عَلَيْهِ وَلَا صَلَاة لِمَنْ لَمْ يُصَلِّ عَلَى النَّبِيّ وَلَا صَلَاة لِمَنْ لَمْ يُحِبّ الْأَنْصَار وَلَكِنَّ عَبْد الْمُهَيْمِن هَذَا مَتْرُوك وَقَدْ رَوَاهُ الطَّبَرَانِيّ مِنْ رِوَايَة أَخِيهِ أُبَيّ بْن عَبَّاس وَلَكِنْ فِي ذَلِكَ نَظَر وَإِنَّمَا يُعْرَف مِنْ رِوَايَة عَبْد الْمُهَيْمِن وَاَللَّه أَعْلَم \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا إِسْمَاعِيل عَنْ أَبِي دَاوُدَ الْأَعْمَى عَنْ بُرَيْدَةَ قَالَ : قُلْنَا يَا رَسُول اللَّه قَدْ عَلِمْنَا كَيْف نُسَلِّم عَلَيْك فَكَيْف نُصَلِّي عَلَيْك ؟ قَالَ قُولُوا اللَّهُمَّ اِجْعَلْ صَلَوَاتك وَرَحْمَتك وَبَرَكَاتك عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا جَعَلْتهَا عَلَى إِبْرَاهِيم وَآلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد أَبُو دَاوُدَ الْأَعْمَى اِسْمه نُفَيْع بْن الْحَارِث مَتْرُوك \" . حَدِيث آخَر \" مَوْقُوف رُوِّينَاهُ مِنْ طَرِيق سَعِيد بْن مَنْصُور وَيَزِيد بْن هَارُون وَزَيْد بْن الْحُبَاب ثَلَاثَتهمْ عَنْ نُوح بْن قَيْس حَدَّثَنَا سَلَامَة الْكِنْدِيّ أَنَّ عَلِيًّا رَضِيَ اللَّه عَنْهُ كَانَ يُعَلِّم النَّاس هَذَا الدُّعَاء اللَّهُمَّ دَاحِي الْمَدْحُوَّات وَبَارِئ الْمَسْمُوكَات وَجَبَّار الْقُلُوب عَلَى فِطْرَتهَا شَقِيّهَا وَسَعِيدهَا اِجْعَلْ شَرَائِف صَلَوَاتك وَنَوَامِي بَرَكَاتك وَرَأْفَة تَحَنُّنِك عَلَى مُحَمَّد عَبْدك وَرَسُولِك الْفَاتِح لِمَا أُغْلِقَ وَالْخَاتَم لِمَا سَبَقَ وَالْمُعْلِن الْحَقّ بِالْحَقِّ وَالدَّامِغ لِجَيْشَاتِ الْأَبَاطِيل كَمَا حَمَلَ فَاضْطَلَعَ بِأَمْرِك بِطَاعَتِك مُسْتَوْفِزًا فِي مَرْضَاتك غَيْر نَكِل فِي قَدَم وَلَا وَهَن فِي عَزْم وَاعِيًا لِوَحْيِك حَافِظًا لِعَهْدِك مَاضِيًا عَلَى نَفَاذ أَمْرك حَتَّى أَوْرَى قَبَسًا لِقَابِس , آلَاء اللَّه تَصِل بِأَهْلِهِ أَسْبَابه بِهِ هُدِيَتْ الْقُلُوب بَعْد خَوْضَات الْفِتَن وَالْإِثْم وَأَبْهَج مُوَضِّحَات الْأَعْلَام وَنَائِرَات الْأَحْكَام وَمُنِيرَات الْإِسْلَام فَهُوَ أَمِينك الْمَأْمُون وَخَازِن عِلْمك الْمُخْزُونَ وَشَهِيدك يَوْم الدِّين وَبَعِيثُك نِعْمَة وَرَسُولُك بِالْحَقِّ رَحْمَة , اللَّهُمَّ أَفْسِحْ لَهُ فِي عَدْنك وَاجْزِهِ مُضَاعَفَات الْخَيْر مِنْ فَضْلِك مُهَنَّآت غَيْر مُكَدَّرَات مِنْ فَوْز ثَوَابك الْمَحْلُول وَجَزِيل عَطَائِك الْمَلُول اللَّهُمَّ أَعْلِ عَلَى بِنَاء النَّاس بِنَاءَهُ وَأَكْرِمْ مَثْوَاهُ لَدَيْك وَنُزُله وَأَتْمِمْ لَهُ نُوره وَاجْزِهِ مِنْ اِبْتِعَاثك لَهُ مَقْبُول الشَّهَادَة مَرَضِيّ الْمَقَالَة ذَا مَنْطِق عَدْل وَخُطَّة فَصْل . وَحُجَّة وَبُرْهَان عَظِيم هَذَا مَشْهُور مِنْ كَلَام عَلِيّ رَضِيَ اللَّه عَنْهُ وَقَدْ تَكَلَّمَ عَلَيْهِ اِبْن قُتَيْبَة فِي مُشْكِل الْحَدِيث وَكَذَا أَبُو الْحَسَن أَحْمَد بْن فَارِس اللُّغَوِيّ فِي جُزْء جَمَعَهُ فِي فَضْل الصَّلَاة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا أَنَّ فِي إِسْنَاده نَظَرًا قَالَ شَيْخنَا الْحَافِظ أَبُو الْحَجَّاج الْمِزِّيّ : سَلَامَة الْكِنْدِيّ هَذَا لَيْسَ بِمَعْرُوفٍ وَلَمْ يُدْرِك عَلِيًّا كَذَا قَالَ وَقَدْ رَوَى الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ هَذَا الْأَثَر عَنْ مُحَمَّد بْن عَلِيّ الصَّائِغ عَنْ سَعِيد بْن مَنْصُور حَدَّثَنَا نُوح بْن قَيْس عَنْ سَلَامَة الْكِنْدِيّ قَالَ كَانَ عَلِيّ رَضِيَ اللَّه عَنْهُ يُعَلِّمنَا الصَّلَاة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَقُول اللَّهُمَّ دَاحِي الْمَدْحُوَّات وَذَكَرَهُ . \" حَدِيث آخَر \" قَالَ اِبْن مَاجَهْ حَدَّثَنَا زِيَاد عَنْ عَبْد اللَّه حَدَّثَنَا الْمَسْعُودِيّ عَنْ عَوْن بْن عَبْد اللَّه عَنْ أَبِي فَاخِتَة عَنْ الْأَسْوَد بْن يَزِيد عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ إِذَا صَلَّيْتُمْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَحْسِنُوا الصَّلَاة عَلَيْهِ فَإِنَّكُمْ لَا تَدْرُونَ لَعَلَّ ذَلِكَ يُعْرَض عَلَيْهِ قَالَ قَالُوا لَهُ عَلِّمْنَا قَالَ قُولُوا : اللَّهُمَّ اِجْعَلْ صَلَوَاتك وَرَحْمَتك وَبَرَكَتك عَلَى سَيِّد الْمُرْسَلِينَ وَإِمَام الْمُتَّقِينَ وَخَاتَم النَّبِيِّينَ مُحَمَّد عَبْدك وَرَسُولك إِمَام الْخَيْر وَقَائِد الْخَيْر وَرَسُول الرَّحْمَة اللَّهُمَّ اِبْعَثْهُ مَقَامًا مَحْمُودًا يَغْبِطهُ بِهِ الْأَوَّلُونَ وَالْآخِرُونَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا صَلَّيْت عَلَى إِبْرَاهِيم وَعَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد اللَّهُمَّ بَارِكْ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا بَارَكْت عَلَى إِبْرَاهِيم وَعَلَى آلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد وَهَذَا مَوْقُوف وَقَدْ رَوَى إِسْمَاعِيل الْقَاضِي عَنْ عَبْد اللَّه بْن عَمْرو أَوْ عُمَر عَلَى الشَّكّ مِنْ الرَّاوِي قَرِيبًا مِنْ هَذَا \" حَدِيث آخَر \" قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مَالِك بْن إِسْمَاعِيل حَدَّثَنَا أَبُو إِسْرَائِيل عَنْ يُونُس بْن خَبَّاب قَالَ خَطَبَنَا بِفَارِس فَقَالَ : \" إِنَّ اللَّه وَمَلَائِكَته يُصَلُّونَ عَلَى النَّبِيّ يَا أَيّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا\" فَقَالَ أَنْبَأَنِي مَنْ سَمِعَ اِبْن عَبَّاس يَقُول هَكَذَا أُنْزِلَ فَقُلْنَا أَوْ قَالُوا يَا رَسُول اللَّه عَلِمْنَا السَّلَام عَلَيْك فَكَيْف الصَّلَاة عَلَيْك قَالَ : اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا صَلَّيْت عَلَى إِبْرَاهِيم وَآلِ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد وَارْحَمْ مُحَمَّدًا وَآلَ مُحَمَّد كَمَا رَحِمْت آلَ إِبْرَاهِيم إِنَّك حَمِيد مَجِيد وَبَارِكْ عَلَى مُحَمَّد وَعَلَى آلِ مُحَمَّد كَمَا بَارَكْت عَلَى إِبْرَاهِيم إِنَّك حَمِيد مَجِيد فَيَسْتَدِلّ بِهَذَا الْحَدِيث مَنْ ذَهَبَ إِلَى جَوَاز التَّرَحُّم عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا هُوَ قَوْل الْجُمْهُور وَيُعَضِّدهُ حَدِيث الْأَعْرَابِيّ الَّذِي قَالَ : اللَّهُمَّ اِرْحَمْنِي وَمُحَمَّدًا وَلَا تَرْحَم مَعَنَا أَحَدًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَجَّرْتَ وَاسِعًا وَحَكَى الْقَاضِي عِيَاض عَنْ جُمْهُور الْمَالِكِيَّة مَنْعه قَالَ وَأَجَازَهُ أَبُو مُحَمَّد بْن أَبِي زَيْد \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر أَخْبَرَنَا شُعْبَة عَنْ عَاصِم بْن عُبَيْد اللَّه قَالَ : سَمِعْت عَبْد اللَّه بْن عَامِر بْن رَبِيعَة يُحَدِّث عَنْ أَبِيهِ قَالَ سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول مَنْ صَلَّى عَلَيَّ صَلَاة لَمْ تَزَلْ الْمَلَائِكَة تُصَلِّي عَلَيْهِ مَا صَلَّى عَلَيَّ فَلْيُقِلّ عَبْد مِنْ ذَلِكَ أَوْ لِيُكْثِرْ وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث شُعْبَة بِهِ \" حَدِيث آخَر \" قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا بُنْدَار حَدَّثَنَا مُحَمَّد بْن خَالِد بْن عَثْمَة حَدَّثَنِي مُوسَى بْن يَعْقُوب الزَّمْعِيّ حَدَّثَنِي عَبْد اللَّه بْن كَيْسَان أَنَّ عَبْد اللَّه بْن شَدَّاد أَخْبَرَهُ عَنْ عَبْد اللَّه بْن مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَوْلَى النَّاس بِي يَوْم الْقِيَامَة أَكْثَرهمْ عَلَيَّ صَلَاة تَفَرَّدَ بِرِوَايَتِهِ التِّرْمِذِيّ رَحِمَهُ اللَّه ثُمَّ قَالَ هَذَا حَدِيث حَسَن غَرِيب\" حَدِيث آخَر \" قَالَ إِسْمَاعِيل الْقَاضِي حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا سُفْيَان عَنْ يَعْقُوب بْن زَيْد بْن طَلْحَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَانِي آتٍ مِنْ رَبِّي فَقَالَ لِي مَا مِنْ عَبْد يُصَلِّي عَلَيْك صَلَاة إِلَّا صَلَّى اللَّه عَلَيْهِ بِهَا عَشْرًا فَقَامَ إِلَيْهِ رَجُل فَقَالَ يَا رَسُول اللَّه أَلَا أَجْعَل نِصْف دُعَائِي لَك ؟ قَالَ إِنْ شِئْت قَالَ أَلَا أَجْعَل ثُلُثَيْ دُعَائِي لَك ؟ قَالَ إِنْ شِئْت قَالَ أَلَا أَجْعَل دُعَائِي لَك كُلّه قَالَ إِذَنْ يَكْفِيك اللَّه هَمَّ الدِّينَا وَهَمَّ الْآخِرَة فَقَالَ شَيْخ كَانَ بِمَكَّة يُقَال لَهُ مَنِيع لِسُفْيَان عَمَّنْ أَسْنَدَهُ قَالَ لَا أَدْرِي\" حَدِيث آخَر \" قَالَ إِسْمَاعِيل الْقَاضِي حَدَّثَنَا سَعِيد بْن سَلَّام الْعَطَّار حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عَقِيل عَنْ الطُّفَيْل بْن أُبَيّ بْن كَعْب عَنْ أَبِيهِ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْرُج فِي جَوْف اللَّيْل فَيَقُول جَاءَتْ الرَّاجِفَة تَتْبَعهَا الرَّادِفَة جَاءَ الْمَوْت بِمَا فِيهِ فَقَالَ أُبَيّ يَا رَسُول اللَّه إِنِّي أُصَلِّي مِنْ اللَّيْل أَفَأَجْعَل لَك ثُلُث صَلَاتِي ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الشَّطْر قَالَ أَفَأَجْعَل لَك شَطْر صَلَاتِي ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الثُّلُثَانِ قَالَ أَفَأَجْعَل لَك صَلَاتِي كُلّهَا قَالَ إِذَنْ يَغْفِر اللَّه ذَنْبك كُلّه وَقَدْ رَوَاهُ التِّرْمِذِيّ بِنَحْوِهِ فَقَالَ حَدَّثَنَا هَنَّاد حَدَّثَنَا قَبِيصَة حَدَّثَنَا سُفْيَان عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عَقِيل عَنْ الطُّفَيْل بْن أُبَيّ بْن كَعْب عَنْ أَبِيهِ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا ذَهَبَ ثُلُثَا اللَّيْل قَامَ فَقَالَ يَا أَيّهَا النَّاس اُذْكُرُوا اللَّه اُذْكُرُوا اللَّه جَاءَتْ الرَّاجِفَة تَتْبَعهَا الرَّادِفَة جَاءَ الْمَوْت بِمَا فِيهِ جَاءَ الْمَوْت بِمَا فِيهِ قَالَ أُبَيّ قُلْت يَا رَسُول اللَّه إِنِّي أُكْثِر الصَّلَاة عَلَيْك فَكَمْ أَجْعَل لَك مِنْ صَلَاتِي ؟ قَالَ مَا شِئْت قُلْت الرُّبْع قَالَ مَا شِئْت فَإِنْ زِدْت فَهُوَ خَيْر لَك قُلْت فَالنِّصْف قَالَ مَا شِئْت فَإِنْ زِدْت فَهُوَ خَيْر لَك قُلْت فَالثُّلُثَيْنِ قَالَ مَا شِئْت فَإِنْ زِدْت فَهُوَ خَيْر لَك قُلْت أَجْعَل لَك صَلَاتِي كُلّهَا قَالَ إِذَنْ تُكْفَى هَمَّك وَيُغْفَر لَك ذَنْبك ثُمَّ قَالَ هَذَا حَدِيث حَسَن وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عَقِيل عَنْ الطُّفَيْل بْن أُبَيّ عَنْ أَبِيهِ قَالَ : قَالَ رَجُل يَا رَسُول اللَّه أَرَأَيْت إِنْ جَعَلْت صَلَاتِي كُلّهَا عَلَيْك ؟ قَالَ إِذَنْ يَكْفِيك اللَّه مَا أَهَمَّك مِنْ دُنْيَاك وَآخِرَتك \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَلَمَة مَنْصُور بْن سَلَمَة الْخُزَاعِيّ وَيُونُس هُوَ اِبْن مُحَمَّد قَالَا حَدَّثَنَا لَيْث عَنْ يَزِيد بْن الْهَادِ عَنْ عَمْرو بْن أَبِي عُمَر عَنْ أَبِي الْحُوَيْرِثِ عَنْ مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ عَبْد الرَّحْمَن بْن عَوْف قَالَ : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاتَّبَعْته حَتَّى دَخَلَ نَخْلًا فَسَجَدَ فَأَطَالَ السُّجُود حَتَّى خِفْت أَوْ خَشِيت أَنْ يَكُون قَدْ تَوَفَّاهُ اللَّه أَوْ قَبَضَهُ : قَالَ فَجِئْت أَنْظُر فَرَفَعَ رَأْسه فَقَالَ مَالَك يَا عَبْد الرَّحْمَن ؟ قَالَ فَذَكَرْت ذَلِكَ لَهُ فَقَالَ إِنَّ جِبْرِيل عَلَيْهِ السَّلَام قَالَ لِي أَلَا أُبَشِّرك إِنَّ اللَّه عَزَّ وَجَلَّ يَقُول مَنْ صَلَّى عَلَيْك صَلَّيْت عَلَيْهِ وَمَنْ سَلَّمَ عَلَيْك سَلَّمْت عَلَيْهِ \" طَرِيق أُخْرَى\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا سُلَيْمَان بْن بِلَال حَدَّثَنَا عَمْرو بْن أَبِي عُمَر عَنْ عَبْد الْوَاحِد بْن مُحَمَّد بْن عَبْد الرَّحْمَن بْن عَوْف عَنْ عَبْد الرَّحْمَن بْن عَوْف قَالَ : قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَوَجَّهَ نَحْو صَدَفَته فَدَخَلَ فَاسْتَقْبَلَ الْقِبْلَة فَخَرَّ سَاجِدًا فَأَطَالَ السُّجُود حَتَّى ظَنَنْت أَنَّ اللَّه قَدْ قَبَضَ نَفْسه فِيهَا فَدَنَوْت مِنْهُ ثُمَّ جَلَسْت فَرَفَعَ رَأْسه فَقَالَ مَنْ هَذَا ؟ قُلْت عَبْد الرَّحْمَن قَالَ مَا شَأْنك ؟ \" قُلْت يَا رَسُول اللَّه سَجَدْت سَجْدَة خَشِيت أَنْ يَكُون اللَّه قَبَضَ رُوحك فِيهَا فَقَالَ إِنَّ جِبْرِيل أَتَانِي فَبَشَّرَنِي أَنَّ اللَّه عَزَّ وَجَلَّ يَقُول لَك مَنْ صَلَّى عَلَيْك صَلَّيْت عَلَيْهِ وَمَنْ سَلَّمَ عَلَيْك سَلَّمْت عَلَيْهِ فَسَجَدْت لِلَّهِ عَزَّ وَجَلَّ شُكْرًا وَرَوَاهُ إِسْمَاعِيل بْن إِسْحَاق الْقَاضِي فِي كِتَابه عَنْ يَحْيَى بْن عَبْد الْحَمِيد عَنْ الدَّرَاوَرْدِيّ عَنْ عَمْرو بْن عَبْد الْوَاحِد عَنْ أَبِيهِ عَنْ عَبْد الرَّحْمَن بْن عَوْف بِهِ وَرَوَاهُ مِنْ وَجْه آخَر عَنْ عَبْد الرَّحْمَن \" حَدِيث آخَر \" قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم بْن بُجَيْر بْن عَبْد اللَّه بْن مُعَاوِيَة بْن بُجَيْر بْن رَيَّان حَدَّثَنَا يَحْيَى بْن أَيُّوب حَدَّثَنَا عُبَيْد اللَّه بْن عُمَر عَنْ الْحَكَم بْن عُيَيْنَةَ عَنْ إِبْرَاهِيم النَّخَعِيّ عَنْ الْأَسْوَد بْن يَزِيد عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِحَاجَةٍ فَلَمْ يَجِد أَحَدًا يَتْبَعهُ فَفَزِعَ عُمَر فَأَتَاهُ بِمَطْهَرَةٍ مِنْ خَلْفه فَوَجَدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَاجِدًا فِي مَشْرُبَة فَتَنَحَّى عَنْهُ مِنْ خَلْفه حَتَّى رَفَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأْسه فَقَالَ أَحْسَنْت يَا عُمَر حِين وَجَدْتنِي سَاجِدًا فَتَنَحَّيْت عَنِّي إِنَّ جِبْرِيل أَتَانِي فَقَالَ مَنْ صَلَّى عَلَيْك مِنْ أُمَّتك وَاحِدَة صَلَّى اللَّه عَلَيْهِ عَشْر صَلَوَات وَرَفَعَهُ عَشْر دَرَجَات وَقَدْ اِخْتَارَ هَذَا الْحَدِيث الْحَافِظ الضِّيَاء الْمَقْدِسِيّ فِي كِتَابه الْمُسْتَخْرَج عَلَى الصَّحِيحَيْنِ وَقَدْ رَوَاهُ إِسْمَاعِيل الْقَاضِي عَنْ الْقَعْنَبِيّ عَنْ سَلَمَة بْن وَرْدَان عَنْ أَنَس عَنْ عُمَر بِنَحْوِهِ وَرَوَاهُ أَيْضًا عَنْ يَعْقُوب بْن حُمَيْد عَنْ أَنَس بْن عِيَاض عَنْ سَلَمَة بْن وَرْدَان عَنْ مَالِك بْن أَوْس بْن الْحَدَثَان عَنْ عُمَر بْن الْخَطَّاب بِنَحْوِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو كَامِل حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت بْن سُلَيْمَان مَوْلَى الْحَسَن بْن عَلِيّ عَنْ عَبْد اللَّه بْن أَبِي طَلْحَة عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَاءَ ذَات يَوْم وَالسُّرُور يُرَى فِي وَجْهه فَقَالُوا يَا رَسُول اللَّه إِنَّا لَنَرَى السُّرُور فِي وَجْهك فَقَالَ إِنَّهُ أَتَانِي الْمَلَك فَقَالَ يَا مُحَمَّد أَمَا يُرْضِيك أَنَّ رَبّك عَزَّ وَجَلَّ يَقُول إِنَّهُ لَا يُصَلِّي عَلَيْك أَحَد مِنْ أُمَّتك إِلَّا صَلَّيْت عَلَيْهِ عَشْرًا وَلَا يُسَلِّم عَلَيْك أَحَد مِنْ أُمَّتك إِلَّا سَلَّمْت عَلَيْهِ عَشْرًا ؟ قُلْت بَلَى وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ وَقَدْ رَوَاهُ إِسْمَاعِيل الْقَاضِي عَنْ إِسْمَاعِيل بْن أَبِي أُوَيْس عَنْ أَخِيهِ عَنْ سُلَيْمَان بْن بِلَال عَنْ عُبَيْد اللَّه بْن عُمَر عَنْ ثَابِت عَنْ أَنَس عَنْ أَبِي طَلْحَة بِنَحْوِهِ \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح حَدَّثَنَا أَبُو مَعْشَر عَنْ إِسْحَاق بْن كَعْب بْن عُجْرَة عَنْ أَبِي طَلْحَة الْأَنْصَارِيّ قَالَ أَصْبَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا طَيِّب النَّفْس يُرَى فِي وَجْهه الْبِشْر قَالُوا يَا رَسُول اللَّه أَصْبَحْت الْيَوْم طَيِّب النَّفْس يُرَى فِي وَجْهك الْبِشْر قَالَ أَجَلْ أَتَانِي آتٍ مِنْ رَبِّي عَزَّ وَجَلَّ فَقَالَ مَنْ صَلَّى عَلَيْك مِنْ أُمَّتك صَلَاة كَتَبَ اللَّه لَهُ بِهَا عَشْر حَسَنَات وَمَحَا عَنْهُ عَشْر سَيِّئَات وَرَفَعَ لَهُ عَشْر دَرَجَات وَرَدَّ عَلَيْهِ مِثْلهَا وَهَذَا أَيْضًا إِسْنَاد جَيِّد وَلَمْ يُخَرِّجُوهُ \" حَدِيث آخَر \" رَوَى مُسْلِم وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث إِسْمَاعِيل بْن جَعْفَر عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ صَلَّى عَلَيَّ وَاحِدَة صَلَّى اللَّه عَلَيْهِ بِهَا عَشْرًا قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن صَحِيح وَفِي الْبَاب عَنْ عَبْد الرَّحْمَن بْن عَوْف وَعَامِر بْن رَبِيعَة وَعَمَّار وَأَبِي طَلْحَة وَأَنَس وَأُبَيّ بْن كَعْب : وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا شَرِيك عَنْ لَيْث عَنْ كَعْب عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ صَلُّوا عَلَيَّ فَإِنَّهَا زَكَاة لَكُمْ وَسَلُوا اللَّه لِي الْوَسِيلَة فَإِنَّهَا دَرَجَة فِي أَعْلَى الْجَنَّة وَلَا يَنَالهَا إِلَّا رَجُل وَأَرْجُو أَنْ أَكُون أَنَا هُوَ تَفَرَّدَ بِهِ أَحْمَد وَقَدْ رَوَاهُ الْبَزَّار مِنْ طَرِيق مُجَاهِد عَنْ أَبَى هُرَيْرَة بِنَحْوِهِ فَقَالَ حَدَّثَنَا مُحَمَّد بْن إِسْحَاق الْبِكَالِيّ حَدَّثَنَا عُثْمَان بْن سَعِيد حَدَّثَنَا دَاوُدُ بْن عُلَيَّة عَنْ لَيْث عَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلُّوا عَلَيَّ فَإِنَّهَا زَكَاة لَكُمْ وَسَلُوا اللَّه لِي الدَّرَجَة الْوَسِيلَة مِنْ الْجَنَّة فَسَأَلْنَاهُ أَوْ أَخْبَرَنَا فَقَالَ هِيَ دَرَجَة فِي أَعْلَى الْجَنَّة وَهِيَ لِرَجُلٍ وَأَنَا أَرْجُو أَنْ أَكُون ذَلِكَ الرَّجُل فِي إِسْنَاده بَعْض مَنْ تُكُلِّمَ فِيهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق حَدَّثَنَا اِبْن لَهِيعَة عَنْ عَبْد الرَّحْمَن بْن مُرَيْح الْخَوْلَانِيّ سَمِعْت أَبَا قَيْس مَوْلَى عَمْرو بْن الْعَاص سَمِعْت عَبْد اللَّه بْن عَمْرو يَقُول : مَنْ صَلَّى عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَاة صَلَّى اللَّه عَلَيْهِ وَمَلَائِكَته لَهَا سَبْعِينَ صَلَاة فَلْيُقِلّ عَبْد مِنْ ذَلِكَ أَوْ لِيُكْثِرْ وَسَمِعْت عَبْد اللَّه بْن عَمْرو يَقُول خَرَجَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا كَالْمُوَدِّعِ فَقَالَ أَنَا مُحَمَّد النَّبِيّ الْأُمِّيّ قَالَهُ ثَلَاث مَرَّات وَلَا نَبِيّ بَعْدِي أُوتِيت فَوَاتِح الْكَلَام وَخَوَاتِمه وَجَوَامِعه وَعُلِّمْت كَمْ خَزَنَة النَّار وَحَمَلَة الْعَرْش وَتُجَوِّز بِي عُوفِيت وَعُوفِيَتْ أُمَّتِي فَاسْمَعُوا وَأَطِيعُوا مَا دُمْت فِيكُمْ فَإِذَا ذُهِبَ بِي فَعَلَيْكُمْ بِكِتَابِ اللَّه أَحِلُّوا حَلَاله وَحَرِّمُوا حَرَامه\" حَدِيث آخَر \" قَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا أَبُو سَلَمَة الْخُرَاسَانِيّ حَدَّثَنَا أَبُو إِسْحَاق عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ ذُكِرْت عِنْده فَلْيُصَلِّ عَلَيَّ وَمَنْ صَلَّى عَلَيَّ مَرَّة وَاحِدَة صَلَّى اللَّه عَلَيْهِ عَشْرًا وَرَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة مِنْ حَدِيث أَبِي دَاوُدَ الطَّيَالِسِيّ عَنْ أَبِي سَلَمَة وَهُوَ الْمُغِيرَة بْن مُسْلِم الْخُرَاسَانِيّ عَنْ أَبِي إِسْحَاق عَمْرو بْن عَبْد اللَّه السَّبِيعِيّ عَنْ أَنَس بِهِ \" حَدِيث آخَر \" عَنْ أَنَس قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن فُضَيْل حَدَّثَنَا يُونُس بْن عَمْرو عَنْ يُونُس بْن أَبِي إِسْحَاق عَنْ يَزِيد بْن أَبِي مَرْيَم عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ صَلَّى عَلَيَّ صَلَاة وَاحِدَة صَلَّى اللَّه عَلَيْهِ عَشْر صَلَوَات وَحَطَّ عَنْهُ عَشْر خَطِيئَات \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الْمَلِك بْن عَمْرو وَأَبُو سَعِيد حَدَّثَنَا سُلَيْمَان بْن بِلَال عَنْ عُمَارَة بْن غَزِيَّة عَنْ عَبْد اللَّه بْن عَلِيّ بْن الْحُسَيْن عَنْ أَبِيهِ عَلِيّ بْن الْحُسَيْن عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : الْبَخِيل مَنْ ذُكِرْت عِنْده ثُمَّ لَمْ يُصَلِّ عَلَيَّ وَقَالَ أَبُو سَعِيد فَلَمْ يُصَلِّ عَلَيَّ وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث سُلَيْمَان بْن بِلَال ثُمَّ قَالَ هَذَا حَدِيث حَسَن غَرِيب صَحِيح وَمِنْ الرُّوَاة مَنْ جَعَلَهُ مِنْ سَنَد الْحُسَيْن بْن عَلِيّ وَمِنْهُمْ مَنْ جَعَلَهُ مِنْ مُسْنَد عَلِيّ نَفْسه \" حَدِيث آخَر \" قَالَ إِسْمَاعِيل الْقَاضِي حَدَّثَنَا حَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ مَعْبَد بْن بِلَال الْعَنَزِيّ حَدَّثَنَا رَجُل مِنْ أَهْل دِمَشْق عَنْ عَوْف بْن مَالِك عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ أَبْخَل النَّاس مَنْ ذُكِرْت عِنْده فَلَمْ يُصَلِّ عَلَيَّ \" حَدِيث آخَر \" مُرْسَل قَالَ إِسْمَاعِيل وَحَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا جَرِير بْن حَازِم سَمِعْت الْحَسَن يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِحَسْب اِمْرِئٍ مِنْ الْبُخْل أَنْ أُذْكَر عِنْده فَلَا يُصَلِّي عَلَيَّ \" حَدِيث آخَر \" قَالَ التِّرْمِذِيّ حَدَّثَنَا أَحْمَد بْن إِبْرَاهِيم الدَّوْرَقِيّ حَدَّثَنَا رِبْعِيّ بْن إِبْرَاهِيم عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَغِمَ أَنْف رَجُل ذُكِرْت عِنْده فَلَمْ يُصَلِّ عَلَيَّ وَرَغِمَ أَنْف رَجُل دَخَلَ عَلَيْهِ شَهْر رَمَضَان ثُمَّ اِنْسَلَخَ قَبْل أَنْ يُغْفَر لَهُ وَرَغِمَ أَنْف رَجُل أَدْرَكَ عِنْده أَبَوَاهُ الْكِبَر فَلَمْ يُدْخِلَاهُ الْجَنَّة ثُمَّ قَالَ حَسَن غَرِيب قُلْت وَقَدْ رَوَاهُ الْبُخَارِيّ فِي الْأَدَب عَنْ مُحَمَّد بْن عُبَيْد اللَّه حَدَّثَنَا اِبْن أَبِي حَازِم عَنْ كَثِير بْن زَيْد عَنْ الْوَلِيد بْن رَبَاح عَنْ أَبِي هُرَيْرَة مَرْفُوعًا بِنَحْوِهِ وَرَوَاهُ مِنْ حَدِيث مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبَى هُرَيْرَة قَالَ التِّرْمِذِيّ وَفِي الْبَاب عَنْ جَابِر وَأَنَس قُلْت وَابْن عَبَّاس وَكَعْب بْن عُجْرَة وَقَدْ ذَكَرْت طُرُق هَذَا الْحَدِيث فِي أَوَّل كِتَاب الصِّيَام عِنْد قَوْله : \" إِمَّا يَبْلُغْنَ عِنْدك الْكِبَر أَحَدهمَا أَوْ كِلَاهُمَا \" وَهَذَا الْحَدِيث وَاَلَّذِي قَبْله دَلِيل عَلَى وُجُوب الصَّلَاة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا ذُكِرَ وَهُوَ مَذْهَب طَائِفَة مِنْ الْعُلَمَاء مِنْهُمْ الطَّحَاوِيّ وَالْحَلِيمِيّ وَيَتَقَوَّى بِالْحَدِيثِ الْآخَر الَّذِي رَوَاهُ اِبْن مَاجَهْ حَدَّثَنَا جُنَادَة بْن الْمُغَلِّس حَدَّثَنَا حَمَّاد بْن زَيْد حَدَّثَنَا عَمْرو بْن دِينَار عَنْ جَابِر بْن زَيْد عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ نَسِيَ الصَّلَاة عَلَيَّ أَخْطَأَ طَرِيق الْجَنَّة. جُنَادَة ضَعِيف وَلَكِنْ رَوَاهُ إِسْمَاعِيل الْقَاضِي مِنْ غَيْر وَجْه عَنْ أَبِي جَعْفَر مُحَمَّد بْن عَلِيّ الْبَاقِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ نَسِيَ الصَّلَاة عَلَيَّ أَخْطَأَ طَرِيق الْجَنَّة وَهَذَا مُرْسَل يَتَقَوَّى بِاَلَّذِي قَبْله وَاَللَّه أَعْلَم وَذَهَبَ آخَرُونَ إِلَى أَنَّهُ تَجِب الصَّلَاة عَلَيْهِ فِي الْمَجْلِس مَرَّة وَاحِدَة ثُمَّ لَا تَجِب فِي بَقِيَّة ذَلِكَ الْمَجْلِس بَلْ تُسْتَحَبّ نَقَلَهُ التِّرْمِذِيّ عَنْ بَعْضهمْ وَيَتَأَيَّد بِالْحَدِيثِ الَّذِي رَوَاهُ التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ صَالِح مَوْلَى التَّوْأَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : مَا جَلَسَ قَوْم مَجْلِسًا لَمْ يَذْكُرُوا اللَّه فِيهِ وَلَمْ يُصَلُّوا عَلَى نَبِيّهمْ إِلَّا كَانَ عَلَيْهِمْ تِرَة يَوْم الْقِيَامَة فَإِنْ شَاءَ عَذَّبَهُمْ وَإِنْ شَاءَ غَفَرَ لَهُمْ تَفَرَّدَ بِهِ التِّرْمِذِيّ مِنْ هَذَا الْوَجْه وَرَوَاهُ الْإِمَام أَحْمَد عَنْ حَجَّاج وَيَزِيد بْن هَارُون كِلَاهُمَا عَنْ اِبْن أَبِي ذِئْب عَنْ صَالِح مَوْلَى التَّوْأَمَة عَنْ أَبِي هُرَيْرَة مَرْفُوعًا مِثْله ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَيْر وَجْه وَقَدْ رَوَاهُ إِسْمَاعِيل الْقَاضِي مِنْ حَدِيث شُعْبَة عَنْ سُلَيْمَان عَنْ ذَكْوَان عَنْ أَبِي سَعِيد قَالَ مَا مِنْ قَوْم يَقْعُدُونَ ثُمَّ يَقُومُونَ وَلَا يُصَلُّونَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا كَانَ عَلَيْهِمْ يَوْم الْقِيَامَة حَسْرَة وَإِنْ دَخَلُوا الْجَنَّة لِمَا يَرَوْنَ مِنْ الثَّوَاب وَحُكِيَ عَنْ بَعْضهمْ أَنَّهُ إِنَّمَا تَجِب الصَّلَاة عَلَيْهِ عَلَيْهِ الصَّلَاة وَالسَّلَام فِي الْعُمْر مَرَّة وَاحِدَة اِمْتِثَالًا لِأَمْرِ الْآيَة ثُمَّ هِيَ مُسْتَحَبَّة فِي كُلّ حَال وَهَذَا هُوَ الَّذِي نَصَرَهُ الْقَاضِي عِيَاض بَعْدَمَا حَكَى الْإِجْمَاع عَلَى وُجُوب الصَّلَاة عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْجُمْلَة قَالَ وَقَدْ حَكَى الطَّبَرِيّ أَنَّ مَحْمَل الْآيَة عَلَى النَّدْب وَادَّعَى فِيهِ الْإِجْمَاع قَالَ وَلَعَلَّهُ فِيمَا زَادَ عَلَى الْمَرَّة وَالْوَاجِب فِيهِ مَرَّة كَالشَّهَادَةِ لَهُ بِالنُّبُوَّةِ وَمَا زَادَ عَلَى ذَلِكَ فَمَنْدُوب وَمُرَغَّب فِيهِ مِنْ سُنَن الْإِسْلَام وَشِعَار أَهْله قُلْت وَهَذَا قَوْل غَرِيب فَإِنَّهُ قَدْ وَرَدَ الْأَمْر بِالصَّلَاةِ عَلَيْهِ فِي أَوْقَات كَثِيرَة فَمِنْهَا وَاجِب وَمِنْهَا مُسْتَحَبّ عَلَى مَا نُبَيِّنهُ فَمِنْهُ بَعْد النِّدَاء لِلصَّلَاةِ لِلْحَدِيثِ الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا حَيْوَةُ حَدَّثَنَا كَعْب بْن عَلْقَمَة أَنَّهُ سَمِعَ عَبْد الرَّحْمَن بْن جُبَيْر يَقُول إِنَّهُ سَمِعَ عَبْد اللَّه بْن عَمْرو بْن الْعَاص يَقُول إِنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا سَمِعْتُمْ مُؤَذِّنًا فَقُولُوا مِثْل مَا يَقُول ثُمَّ صَلُّوا عَلَيَّ فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلَاة صَلَّى اللَّه عَلَيْهِ بِهَا عَشْرًا ثُمَّ سَلُوا اللَّه لِي الْوَسِيلَة فَإِنَّهَا مَنْزِلَة فِي الْجَنَّة لَا تَنْبَغِي إِلَّا لِعَبْدٍ مِنْ عِبَاد اللَّه وَأَرْجُو أَنْ أَكُون أَنَا هُوَ فَمَنْ سَأَلَ لِي الْوَسِيلَة حَلَّتْ عَلَيْهِ الشَّفَاعَة \" وَأَخْرَجَهُ مُسْلِم وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث كَعْب بْن عَلْقَمَة \" طَرِيق أُخْرَى \" قَالَ إِسْمَاعِيل الْقَاضِي حَدَّثَنَا مُحَمَّد بْن أَبِي بَكْر حَدَّثَنَا عَمْرو بْن ع", "sura_id": 33, "type": 4, "id": 40218, "aya_id": 56}]