[{"text": "وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالآيَاتِ إِلاَّ أَن كَذَّبَ بِهَا الأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُواْ بِهَا وَمَا نُرْسِلُ بِالآيَاتِ إِلاَّ تَخْوِيفًا", "sura_id": 17, "type": 0, "id": 2088, "aya_id": 59}, {"text": "وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون و آتينا ثمود الناقة مبصرة فظلموا بها و ما نرسل بالآيات إلا تخويفا", "sura_id": 17, "type": 1, "id": 8324, "aya_id": 59}, {"text": "59 - (وما منعنا أن نرسل بالآيات) التي اقترحها أهل مكة (إلا أن كذب بها الأولون) لما أرسلناها فأهلكناهم ولو أرسلناها إلى هؤلاء وقد حكمنا بإمهالهم لاتمام أمر محمد صلى الله عليه وسلم (وآتينا ثمود الناقة) آية (مبصرة) بينة واضحة (فظلموا) كفروا (بها) فأهلكوا (وما نرسل بالآيات) المعجزات (إلا تخويفا) للعباد فيؤمنوا \r\n", "sura_id": 17, "type": 2, "id": 27032, "aya_id": 59}, {"text": "وما منعَنا من إنزال المعجزات التي سألها المشركون إلا تكذيب مَن سبقهم من الأمم، فقد أجابهم الله إلى ما طلبوا فكذَّبوا وهلكوا. وأعطينا ثمود -وهم قوم صالح- معجزة واضحة وهي الناقة، فكفروا بها فأهلكناهم. وما إرسالنا الرسل بالآيات والعبر والمعجزات التي جعلناها على أيديهم إلا تخويف للعباد؛ ليعتبروا ويتذكروا.\r\n", "sura_id": 17, "type": 3, "id": 33268, "aya_id": 59}, {"text": " <font color=red>وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا</font><BR><p>قَالَ سُنَيْد عَنْ حَمَّاد بْن زَيْد عَنْ أَيُّوب عَنْ سَعِيد بْن جُبَيْر قَالَ : قَالَ الْمُشْرِكُونَ يَا مُحَمَّد إِنَّك تَزْعُم أَنَّهُ كَانَ قَبْلك أَنْبِيَاء فَمِنْهُمْ مَنْ سُخِّرَتْ لَهُ الرِّيح وَمِنْهُمْ مَنْ كَانَ يُحْيِي الْمَوْتَى فَإِنْ سَرَّك أَنْ نُؤْمِن بِك وَنُصَدِّقك فَادْعُ رَبّك أَنْ يَكُون لَنَا الصَّفَا ذَهَبًا فَأَوْحَى اللَّه إِلَيْهِ \" أَنِّي قَدْ سَمِعْت الَّذِي قَالُوا فَإِنْ شِئْت أَنْ نَفْعَل الَّذِي قَالُوا فَإِنْ لَمْ يُؤْمِنُوا نَزَلَ الْعَذَاب فَإِنَّهُ لَيْسَ بَعْد نُزُول الْآيَة مُنَاظَرَة وَإِنْ شِئْت أَنْ نَسْتَأْنِي بِقَوْمِك اِسْتَأْنَيْت بِهِمْ قَالَ \" يَا رَبّ اِسْتَأْنِ بِهِمْ \" وَكَذَا قَالَ قَتَادَة وَابْن جُرَيْج وَغَيْرهمَا وَرَوَى الْإِمَام أَحْمَد حَدَّثَنَا عُثْمَان بْن مُحَمَّد حَدَّثَنَا جَرِير عَنْ الْأَعْمَش عَنْ جَعْفَر بْن إِيَاس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ سَأَلَ أَهْل مَكَّة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَجْعَل لَهُمْ الصَّفَا ذَهَبًا وَأَنْ يُنَحِّي الْجِبَال عَنْهُمْ فَيَزْدَرِعُوا فَقِيلَ لَهُ إِنْ شِئْت أَنْ نَسْتَأْنِي بِهِمْ وَإِنْ شِئْت أَنْ يَأْتِيهِمْ الَّذِي سَأَلُوا فَإِنْ كَفَرُوا هَلَكُوا كَمَا أَهْلَكْت مَنْ كَانَ قَبْلهمْ مِنْ الْأُمَم قَالَ \" لَا بَلْ اِسْتَأْنِ بِهِمْ \" وَأَنْزَلَ اللَّه تَعَالَى \" وَمَا مَنَعَنَا أَنْ نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ \" الْآيَة وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث جَرِير بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ سَلَمَة بْن كُهَيْل عَنْ عِمْرَان بْن حَكِيم عَنْ اِبْن عَبَّاس قَالَ : قَالَتْ قُرَيْش لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُدْعُ لَنَا رَبّك أَنْ يَجْعَل لَنَا الصَّفَا ذَهَبًا وَنُؤْمِن بِك قَالَ \" وَتَفْعَلُونَ \" ؟ قَالُوا نَعَمْ قَالَ فَدَعَا فَأَتَاهُ جِبْرِيل فَقَالَ إِنَّ رَبّك يَقْرَأ عَلَيْك السَّلَام وَيَقُول لَك إِنْ شِئْت أَصْبَحَ لَهُمْ الصَّفَا ذَهَبًا فَمَنْ كَفَرَ مِنْهُمْ بَعْد ذَلِكَ عَذَّبْته عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ وَإِنْ شِئْت فَتَحْت لَهُمْ أَبْوَاب التَّوْبَة وَالرَّحْمَة فَقَالَ \" بَلْ بَاب التَّوْبَة وَالرَّحْمَة \" وَقَالَ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عَلِيّ الْأَنْصَارِيّ حَدَّثَنَا خَلَف بْن تَمِيم الْمِصِّيصِيّ عَنْ عَبْد الْجَبَّار بْن عُمَر الْأُبَلِيّ عَنْ عَبْد اللَّه بْن عَطَاء بْن إِبْرَاهِيم عَنْ جَدَّته أُمّ عَطَاء مَوْلَاة الزُّبَيْر بْن الْعَوَّام قَالَتْ : سَمِعْت الزُّبَيْر يَقُول لَمَّا نَزَلَتْ \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ \" صَاحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَبِي قُبَيْس \" يَا آلَ عَبْد مَنَاف إِنِّي نَذِير \" فَجَاءَتْهُ قُرَيْش فَحَذَّرَهُمْ وَأَنْذَرَهُمْ فَقَالُوا تَزْعُم أَنَّك نَبِيّ يُوحَى إِلَيْك وَأَنَّ سُلَيْمَان سُخِّرَ لَهُ الرِّيح وَالْجِبَال وَأَنَّ مُوسَى سُخِّرَ لَهُ الْبَحْر وَأَنَّ عِيسَى كَانَ يُحْيِي الْمَوْتَى فَادْعُ اللَّه أَنْ يُسَيِّر عَنَّا هَذِهِ الْجِبَال وَيُفَجِّر لَنَا الْأَرْض أَنْهَارًا فَتُتَّخَذ مَحَارِث فَنَزْرَع وَنَأْكُل وَإِلَّا فَادْعُ اللَّه أَنْ يُحْيِي لَنَا مَوْتَانَا لِنُكَلِّمهُمْ وَيُكَلِّمُونَا وَإِلَّا فَادْعُ اللَّه أَنْ يُصَيِّر لَنَا هَذِهِ الصَّخْرَة الَّتِي تَحْتك ذَهَبًا فَنَنْحِت مِنْهَا وَتُغْنِينَا عَنْ رِحْلَة الشِّتَاء وَالصَّيْف فَإِنَّك تَزْعُم أَنَّك كَهَيْئَتِهِمْ. قَالَ : فَبَيْنَا نَحْنُ حَوْله إِذْ نَزَلَ عَلَيْهِ الْوَحْي فَلَمَّا سُرِّيَ عَنْهُ قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَقَدْ أَعْطَانِي مَا سَأَلْتُمْ وَلَوْ شِئْت لَكَانَ وَلَكِنَّهُ خَيَّرَنِي بَيْن أَنْ تَدْخُلُوا بَاب الرَّحْمَة فَيُؤمِن مُؤْمِنكُمْ وَبَيْن أَنْ يَكِلكُمْ إِلَى مَا اِخْتَرْتُمْ لِأَنْفُسِكُمْ فَتَضِلُّوا عَنْ بَاب الرَّحْمَة فَلَا يُؤمِن مِنْكُمْ أَحَد فَاخْتَرْت بَاب الرَّحْمَة فَيُؤمِن مُؤْمِنكُمْ وَأَخْبَرَنِي أَنَّهُ إِنْ أَعْطَاكُمْ ذَلِكَ ثُمَّ كَفَرْتُمْ أَنَّهُ يُعَذِّبكُمْ عَذَابًا لَا يُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ وَنَزَلَتْ \" وَمَا مَنَعَنَا أَنْ نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ \" وَقَرَأَ ثَلَاث آيَات وَنَزَلَتْ \" وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَال أَوْ قُطِّعَتْ بِهِ الْأَرْض أَوْ كُلِّمَ بِهِ الْمَوْتَى \" الْآيَة وَلِهَذَا قَالَ تَعَالَى \" وَمَا مَنَعَنَا أَنْ نُرْسِل بِالْآيَاتِ \" أَيْ نَبْعَث الْآيَات وَنَأْتِي بِهَا عَلَى مَا سَأَلَ قَوْمك مِنْك فَإِنَّهُ سَهْل عَلَيْنَا يَسِير لَدَيْنَا إِلَّا أَنَّهُ قَدْ كَذَّبَ بِهَا الْأَوَّلُونَ بَعْدَمَا سَأَلُوهَا وَجَرَتْ سُنَّتنَا فِيهِمْ وَفِي أَمْثَالهمْ أَنَّهُمْ لَا يُؤَخَّرُونَ إِنْ كَذَّبُوا بِهَا بَعْد نُزُولهَا كَمَا قَالَ اللَّه تَعَالَى فِي الْمَائِدَة \" قَالَ اللَّه إِنِّي مُنَزِّلهَا عَلَيْكُمْ فَمَنْ يَكْفُر بَعْد مِنْكُمْ فَإِنِّي أُعَذِّبهُ عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ \" وَقَالَ تَعَالَى عَنْ ثَمُود حِين سَأَلُوا آيَة نَاقَة تَخْرُج مِنْ صَخْرَة عَيَّنُوهَا فَدَعَا صَالِح عَلَيْهِ السَّلَام رَبّه فَأَخْرَجَ لَهُمْ مِنْهَا نَاقَة عَلَى مَا سَأَلُوا فَلَمَّا ظَلَمُوا بِهَا أَيْ كَفَرُوا بِمَنْ خَلَقَهَا وَكَذَّبُوا رَسُوله وَعَقَرُوهَا فَقَالَ \" تَمَتَّعُوا فِي دَاركُمْ ثَلَاثَة أَيَّام ذَلِكَ وَعْد غَيْر مَكْذُوب \" وَلِهَذَا قَالَ تَعَالَى \" وَآتَيْنَا ثَمُود النَّاقَة مُبْصِرَة فَظَلَمُوا بِهَا\" أَيْ دَالَّة عَلَى وَحْدَانِيَّة مَنْ خَلَقَهَا وَصِدْق رَسُوله الَّذِي أُجِيبَ دُعَاؤُهُ فِيهَا\" فَظَلَمُوا بِهَا \" أَيْ كَفَرُوا بِهَا وَمَنَعُوهَا شِرْبهَا وَقَتَلُوهَا فَأَبَادَهُمْ اللَّه عَنْ آخِرهمْ وَانْتَقَمَ مِنْهُمْ وَأَخَذَهُمْ أَخْذ عَزِيز مُقْتَدِر وَقَوْله تَعَالَى \" وَمَا نُرْسِل بِالْآيَاتِ إِلَّا تَخْوِيفًا \" قَالَ قَتَادَة إِنَّ اللَّه تَعَالَى يُخَوِّف النَّاس بِمَا شَاءَ مِنْ الْآيَات لَعَلَّهُمْ يَعْتَبِرُونَ وَيَذْكُرُونَ وَيَرْجِعُونَ , ذُكِرَ لَنَا أَنَّ الْكُوفَة رَجَفَتْ عَلَى عَهْد اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَقَالَ يَا أَيّهَا النَّاس إِنَّ رَبّكُمْ يَسْتَعْتِبكُمْ فَأَعْتِبُوهُ وَهَكَذَا رُوِيَ أَنَّ الْمَدِينَة زُلْزِلَتْ عَلَى عَهْد عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ مَرَّات فَقَالَ عُمَر أَحْدَثْتُمْ وَاَللَّه لَئِنْ عَادَتْ لَأَفْعَلَنَّ وَلَأَفْعَلَنَّ. وَكَذَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْحَدِيث الْمُتَّفَق عَلَيْهِ \" إِنَّ الشَّمْس وَالْقَمَر آيَتَانِ مِنْ آيَات اللَّه وَإِنَّهُمَا لَا يَنْكَسِفَانِ لِمَوْتِ أَحَد وَلَا لِحَيَاتِهِ وَلَكِنَّ اللَّه عَزَّ وَجَلَّ يُخَوِّف بِهِمَا عِبَاده فَإِذَا رَأَيْتُمْ ذَلِكَ فَافْزَعُوا إِلَى ذِكْره وَدُعَائِهِ وَاسْتِغْفَاره - ثُمَّ قَالَ - يَا أُمَّة مُحَمَّد وَاَللَّه مَا أَحَد أَغْيَر مِنْ اللَّه أَنْ يَزْنِي عَبْده أَوْ تَزْنِي أَمَته يَا أُمَّة مُحَمَّد وَاَللَّه لَوْ تَعْلَمُونَ مَا أَعْلَم لَضَحِكْتُمْ قَلِيلًا وَلَبَكَيْتُمْ كَثِيرًا .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38244, "aya_id": 59}]