[{"text": "حم", "sura_id": 42, "type": 0, "id": 4273, "aya_id": 1}, {"text": "حم", "sura_id": 42, "type": 1, "id": 10509, "aya_id": 1}, {"text": "سورة الشورى 1 - (حم) الله أعلم بمراده به \r\n", "sura_id": 42, "type": 2, "id": 29217, "aya_id": 1}, {"text": " سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.\r\n", "sura_id": 42, "type": 3, "id": 35453, "aya_id": 1}, {"text": " <font color=red>حم</font><BR><p>قَدْ تَقَدَّمَ الْكَلَام عَلَى الْحُرُوف الْمُقَطَّعَة وَقَدْ رَوَى اِبْن جَرِير هَهُنَا أَثَرًا غَرِيبًا عَجِيبًا مُنْكَرًا فَقَالَ أَخْبَرَنَا أَحْمَد بْن زُهَيْر حَدَّثَنَا عَبْد الْوَهَّاب بْن نَجْدَة الْحَوْطِيّ حَدَّثَنَا أَبُو الْمُغِيرَة عَبْد الْقُدُّوس بْن الْحَجَّاج عَنْ أَرْطَاة بْن الْمُنْذِر قَالَ : جَاءَ رَجُل إِلَى اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ لَهُ وَعِنْده حُذَيْفَة بْن الْيَمَان رَضِيَ اللَّه تَعَالَى عَنْهُ أَخْبِرْنِي عَنْ تَفْسِير قَوْل اللَّه تَعَالَى \" حم عسق \" قَالَ فَأَطْرَقَ ثُمَّ أَعْرَضَ عَنْهُ ثُمَّ كَرَّرَ مَقَالَته فَأَعْرَضَ عَنْهُ فَلَمْ يُجِبْهُ بِشَيْءٍ وَكَرِهَ مَقَالَته ثُمَّ كَرَّرَهَا الثَّالِثَة فَلَمْ يُحِرْ إِلَيْهِ شَيْئًا فَقَالَ لَهُ حُذَيْفَة رَضِيَ اللَّه عَنْهُ أَنَا أُنَبِّئك بِهَا قَدْ عَرَفْت لِمَ كَرِهَهَا نَزَلَتْ فِي رَجُل مِنْ أَهْل بَيْته يُقَال لَهُ عَبْد الْإِلَه وَعَبْد اللَّه يَنْزِل عَلَى نَهَر مِنْ أَنْهَار الْمَشْرِق تُبْنَى عَلَيْهِ مَدِينَتَانِ يُشَقّ النَّهَر بَيْنهمَا شَقًّا فَإِذَا أَذِنَ اللَّه تَبَارَكَ وَتَعَالَى فِي زَوَال مُلْكهمْ وَانْقِطَاع دَوْلَتهمْ وَمُدَّتهمْ بَعَثَ اللَّه عَزَّ وَجَلَّ عَلَى إِحْدَاهُمَا نَارًا لَيْلًا فَتُصْبِح سَوْدَاء مُظْلِمَة وَقَدْ اِحْتَرَقَتْ كَأَنَّهَا لَمْ تَكُنْ مَكَانهَا وَتُصْبِح صَاحِبَتهَا مُتَعَجِّبَة كَيْف أَفْلَتَتْ ؟ فَمَا هُوَ إِلَّا بَيَاض يَوْمهَا ذَلِكَ حَتَّى يَجْتَمِع فِيهَا كُلّ جَبَّار عَنِيد مِنْهُمْ ثُمَّ يَخْسِف اللَّه بِهَا وَبِهِمْ جَمِيعًا فَذَلِكَ قَوْله تَعَالَى \" حم عسق \" يَعْنِي عَزِيمَة مِنْ اللَّه تَعَالَى وَفِتْنَة وَقَضَاء حم عين يَعْنِي عَدْلًا مِنْهُ سين يَعْنِي سَيَكُونُ ق يَعْنِي وَاقِع بِهَاتَيْنِ الْمَدِينَتَيْنِ وَأَغْرَبَ مِنْهُ مَا رَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي الْجُزْء الثَّانِي مِنْ مُسْنَد اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ وَلَكِنَّ إِسْنَاده ضَعِيف جِدًّا وَمُنْقَطِع فَإِنَّهُ قَالَ حَدَّثَنَا أَبُو طَالِب عَبْد الْجَبَّار بْن عَاصِم حَدَّثَنَا أَبُو عَبْد اللَّه الْحَسَن بْن يَحْيَى الْخُشَنِيّ الدِّمَشْقِيّ عَنْ أَبِي مُعَاوِيَة قَالَ : صَعِدَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ الْمِنْبَر فَقَالَ : أَيّهَا النَّاس هَلْ سَمِعَ مِنْكُمْ أَحَد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُفَسِّر \" حم عسق \" فَوَثَبَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ فَقَالَ أَنَا قَالَ حم اِسْم مِنْ أَسْمَاء اللَّه تَعَالَى قَالَ فعين ؟ قَالَ عَايَنَ الْمُوَلُّونَ عَذَاب يَوْم بَدْر قَالَ فَسِين ؟ قَالَ سَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيّ مُنْقَلَب يَنْقَلِبُونَ قَالَ فَقَاف ؟ فَسَكَتَ فَقَامَ أَبُو ذَرّ فَفَسَّرَ كَمَا قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَقَالَ قَاف قَارِعَة مِنْ السَّمَاء تَغْشَى النَّاس .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41079, "aya_id": 1}]