[{"text": "قَالَتْ رُسُلُهُمْ أَفِي اللّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى قَالُواْ إِنْ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَآؤُنَا فَأْتُونَا بِسُلْطَانٍ مُّبِينٍ", "sura_id": 14, "type": 0, "id": 1760, "aya_id": 10}, {"text": "قالت رسلهم أفي الله شك فاطر السماوات والأرض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى قالوا إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد آباؤنا فأتونا بسلطان مبين", "sura_id": 14, "type": 1, "id": 7996, "aya_id": 10}, {"text": "10 - (قالت رسلهم أفي الله شك) استفهام إنكار أي لا شك في توحيده للدلائل الظاهرة عليه (فاطر) خالق (السماوات والأرض يدعوكم) إلى طاعته (ليغفر لكم من ذنوبكم) من صلة فإن الإسلام يغفر به ما قبله أو تبعيضية لإخراج حقوق العباد (ويؤخركم) بلا عذاب (إلى أجل مسمى) أجل الموت (قالوا إن) ما (أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد آباؤنا) من الأصنام (فأتونا بسلطان مبين) حجة ظاهرة على صدقكم \r\n", "sura_id": 14, "type": 2, "id": 26704, "aya_id": 10}, {"text": "قالت لهم رسلهم: أفي الله وعبادته -وحده- ريب, وهو خالق السموات والأرض, ومنشئهما من العدم على غير مثال سابق, وهو يدعوكم إلى الإيمان; ليغفر لكم ذنوبكم, ويؤخر بقاءكم في الدنيا إلى أجل قدَّره, وهو نهاية آجالكم, فلا يعذبكم في الدنيا؟ فقالوا لرسلهم: ما نراكم إلا بشرًا صفاتكم كصفاتنا, لا فضل لكم علينا يؤهلكم أن تكونوا رسلا . تريدون أن تمنعونا من عبادة ما كان يعبده آباونا من الأصنام والأوثان, فأتونا بحجة ظاهرة تشهد على صحة ما تقولون.\r\n", "sura_id": 14, "type": 3, "id": 32940, "aya_id": 10}, {"text": " <font color=red>قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ</font><BR><p>يُخْبِر تَعَالَى عَمَّا دَارَ بَيْن الْكُفَّار وَبَيْن رُسُلِهِمْ مِنْ الْمُجَادَلَة وَذَلِكَ أَنَّ أُمَمَهُمْ لَمَّا وَاجَهُوهُمْ بِالشَّكِّ فِيمَا جَاءُوهُمْ بِهِ مِنْ عِبَادَة اللَّه وَحْده لَا شَرِيكَ لَهُ قَالَتْ الرُّسُل \" أَفِي اللَّهِ شَكٌّ \" وَهَذَا يَحْتَمِل شَيْئَيْنِ\" أَحَدهمَا \" أَفِي وُجُودِهِ شَكٌّ فَإِنَّ الْفِطَر شَاهِدَة بِوُجُودِهِ وَمَجْبُولَة عَلَى الْإِقْرَار بِهِ فَإِنَّ الِاعْتِرَاف بِهِ ضَرُورِيّ فِي الْفِطَر السَّلِيمَة وَلَكِنْ قَدْ يَعْرِض لِبَعْضِهَا شَكٌّ وَاضْطِرَاب فَتَحْتَاج إِلَى النَّظَر فِي الدَّلِيل الْمُوَصِّل إِلَى وُجُودِهِ وَلِهَذَا قَالَتْ لَهُمْ الرُّسُل تُرْشِدهُمْ إِلَى طَرِيق مَعْرِفَته بِأَنَّهُ \" فَاطِر السَّمَاوَات وَالْأَرْض \" الَّذِي خَلَقَهُمَا وَابْتَدَعَهُمَا عَلَى غَيْر مِثَال سَبَقَ فَإِنَّ شَوَاهِد الْحُدُوث وَالْخَلْق وَالتَّسْخِير ظَاهِر عَلَيْهِمَا فَلَا بُدّ لَهُمَا مِنْ صَانِع وَهُوَ اللَّه لَا إِلَه إِلَّا هُوَ خَالِق كُلّ شَيْء وَإِلَهه وَمَلِيكه ; وَالْمَعْنَى الثَّانِي فِي قَوْلهمْ \" أَفِي اللَّه شَكٌّ \" أَيْ أَفِي إِلَهِيَّته وَتَفَرُّده بِوُجُوبِ الْعِبَادَة لَهُ شَكّ وَهُوَ الْخَالِق لِجَمِيعِ الْمَوْجُودَات وَلَا يَسْتَحِقّ الْعِبَادَة إِلَّا هُوَ وَحْده لَا شَرِيك لَهُ فَإِنَّ غَالِب الْأُمَم كَانَتْ مُقِرَّة بِالصَّانِعِ وَلَكِنْ تَعْبُد مَعَهُ غَيْره مِنْ الْوَسَائِط الَّتِي يَظُنُّونَهَا تَنْفَعُهُمْ أَوْ تُقَرِّبُهُمْ مِنْ اللَّه زُلْفَى ; وَقَالَتْ لَهُمْ رُسُلهمْ \" يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ \" أَيْ فِي الدَّارِ الْآخِرَةِ \" وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى \" أَيْ فِي الدُّنْيَا كَمَا قَالَ تَعَالَى \" وَأَنْ اِسْتَغْفِرُوا رَبّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ \" الْآيَة فَقَالَتْ لَهُمْ الْأُمَم مُحَاجِّينَ فِي مَقَام الرِّسَالَة بَعْد تَقْدِير تَسْلِيمهمْ الْمَقَام الْأَوَّل وَحَاصِل مَا قَالُوهُ \" إِنْ أَنْتُمْ إِلَّا بَشَر مِثْلنَا \" أَيْ كَيْف نَتَّبِعُكُمْ بِمُجَرَّدِ قَوْلكُمْ وَلَمَّا نَرَ مِنْكُمْ مُعْجِزَة \" فَأْتُونَا بِسُلْطَانٍ مُبِينٍ \" أَيْ خَارِق نَقْتَرِحهُ عَلَيْكُمْ .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37901, "aya_id": 10}]