[{"text": "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاء وَقُضِيَ بَيْنَهُم بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ", "sura_id": 39, "type": 0, "id": 4127, "aya_id": 69}, {"text": "وأشرقت الأرض بنور ربها ووضع الكتاب وجيء بالنبيين والشهداء وقضي بينهم بالحق وهم لا يظلمون", "sura_id": 39, "type": 1, "id": 10363, "aya_id": 69}, {"text": "69 - (وأشرقت الأرض) أضاءت (بنور ربها) حين يتجلى الله لفصل القضاء (ووضع الكتاب) كتاب الأعمال للحساب (وجيء بالنبيين والشهداء) أي بمحمد صلى الله عليه وسلم وأمته يشهدون للرسل بالبلاغ (وقضي بينهم بالحق) أي العدل (وهم لا يظلمون) شيئا \r\n", "sura_id": 39, "type": 2, "id": 29071, "aya_id": 69}, {"text": "وأضاءت الأرض يوم القيامة إذا تجلى الحق جل وعلا للخلائق لفصل القضاء, ونشرت الملائكة صحيفة كل فرد, وجيء بالنبيين والشهود على الأمم؛ ليسأل الله النبيين عن التبليغ وعما أجابتهم به أممهم, كما تأتي أمة محمد صلى الله عليه وسلم؛ لتشهد بتبليغ الرسل السابقين لأممهم إذا أنكرت هذا التبليغ, فتقوم الحجة على الأمم, وقضى ربُّ العالمين بين العباد بالعدل التام, وهم لا يُظلمون شيئًا بنقص ثواب أو زيادة عقاب.\r\n", "sura_id": 39, "type": 3, "id": 35307, "aya_id": 69}, {"text": " <font color=red>وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى \" وَأَشْرَقَتْ الْأَرْض بِنُورِ رَبّهَا \" أَيْ أَضَاءَتْ يَوْم الْقِيَامَة إِذَا تَجَلَّى الْحَقّ جَلَّ وَعَلَا لِلْخَلَائِقِ لِفَصْلِ الْقَضَاء \" وَوُضِعَ الْكِتَاب \" قَالَ قَتَادَة كِتَاب الْأَعْمَال \" وَجِيءَ بِالنَّبِيِّينَ \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا يَشْهَدُونَ عَلَى الْأُمَم بِأَنَّهُمْ بَلَّغُوهُمْ رِسَالَات اللَّه إِلَيْهِمْ \" وَالشُّهَدَاء \" أَيْ الشُّهَدَاء مِنْ الْمَلَائِكَة الْحَفَظَة عَلَى أَعْمَال الْعِبَاد مِنْ خَيْر وَشَرّ \" وَقُضِيَ بَيْنهمْ بِالْحَقِّ\" أَيْ بِالْعَدْلِ \" وَهُمْ لَا يُظْلَمُونَ \" قَالَ اللَّه تَعَالَى \" وَنَضَع الْمَوَازِين الْقِسْط لِيَوْمِ الْقِيَامَة فَلَا تُظْلَم نَفْس شَيْئًا وَإِنْ كَانَ مِثْقَال حَبَّة مِنْ خَرْدَل أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ \" وَقَالَ جَلَّ وَعَلَا \" إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40757, "aya_id": 69}]