[{"text": "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا", "sura_id": 19, "type": 0, "id": 2281, "aya_id": 31}, {"text": "وجعلني مباركا أين ما كنت وأوصاني بالصلاة والزكاة ما دمت حيا", "sura_id": 19, "type": 1, "id": 8517, "aya_id": 31}, {"text": "31 - (وجعلني مباركا أين ما كنت) أي نفاعا للناس إخبار ما كتب له (وأوصاني بالصلاة والزكاة) أمرني بهما (ما دمت حيا) \r\n", "sura_id": 19, "type": 2, "id": 27225, "aya_id": 31}, {"text": "وجعلني عظيم الخير والنفع حيثما وُجِدْتُ, وأوصاني بالمحافظة على الصلاة وإيتاء الزكاة ما بقيت حيًا.\r\n", "sura_id": 19, "type": 3, "id": 33461, "aya_id": 31}, {"text": " <font color=red>وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ ‎وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا</font><BR><p>وَقَوْله \" وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْت \" قَالَ مُجَاهِد وَعَمْرو بْن قَيْس وَالثَّوْرِيّ وَجَعَلَنِي مُعَلِّمًا لِلْخَيْرِ وَفِي رِوَايَة عَنْ مُجَاهِد نَفَّاعًا وَقَالَ اِبْن جَرِير : حَدَّثَنِي سُلَيْمَان بْن عَبْد الْجَبَّار حَدَّثَنَا مُحَمَّد بْن يَزِيد بْن خُنَيْس الْمَخْزُومِيّ سَمِعْت وُهَيْب بْن الْوَرْد مَوْلَى بَنِي مَخْزُوم قَالَ لَقِيَ عَالِم عَالِمًا هُوَ فَوْقه فِي الْعِلْم فَقَالَ لَهُ : يَرْحَمك اللَّه مَا الَّذِي أُعْلِن مِنْ عَمَلِي ؟ قَالَ الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر فَإِنَّهُ دِين اللَّه الَّذِي بَعَثَ بِهِ أَنْبِيَاءَهُ إِلَى عِبَاده وَقَدْ أَجْمَعَ الْفُقَهَاء عَلَى قَوْل اللَّه \" وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْت \" وَقِيلَ مَا بَرَكَته ؟ قَالَ الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر أَيْنَمَا كَانَ وَقَوْله \" وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاة مَا دُمْت حَيًّا \" كَقَوْلِهِ تَعَالَى لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاعْبُدْ رَبّك حَتَّى يَأْتِيك الْيَقِين \" وَقَالَ عَبْد الرَّحْمَن بْن الْقَاسِم عَنْ مَالِك بْن أَنَس فِي قَوْله \" وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاة مَا دُمْت حَيًّا \" قَالَ أَخْبَرَهُ بِمَا هُوَ كَائِن مِنْ أَمْره إِلَى أَنْ يَمُوت مَا أَثْبَتَهَا لِأَهْلِ الْقَدَر .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38423, "aya_id": 31}]