[{"text": "وَالَّذِينَ كَذَّبُواْ بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ مَن يَشَإِ اللّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 6, "type": 0, "id": 828, "aya_id": 39}, {"text": "والذين كذبوا بآياتنا صم وبكم في الظلمات من يشإ الله يضلله ومن يشأ يجعله على صراط مستقيم", "sura_id": 6, "type": 1, "id": 7064, "aya_id": 39}, {"text": "39 - (والذين كذبوا بآياتنا) القرآن (صم) عن سماعها سماع قبول (وبكم) عن النطق بالحق (في الظلمات) الكفر (من يشأ الله) إضلاله (يضلله ومن يشأ) هدايته (يجعله على صراط) طريق (مستقيم) دين الإسلام \r\n", "sura_id": 6, "type": 2, "id": 25772, "aya_id": 39}, {"text": "والذين كذبوا بحجج الله تعالى صمٌّ لا يسمعون ما ينفعهم, بُكْمٌ لا يتكلمون بالحق, فهم حائرون في الظلمات, لم يختاروا طريقة الاستقامة. من يشأ الله إضلاله يضلله, ومن يشأ هدايته يجعله على صراط مستقيم.\r\n", "sura_id": 6, "type": 3, "id": 32008, "aya_id": 39}, {"text": " <font color=red>وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ مَنْ يَشَأِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>وَقَوْله \" وَاَلَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمّ وَبُكْم فِي الظُّلُمَات \" أَيْ مِثْلهمْ فِي جَهْلهمْ وَقِلَّة عِلْمهمْ وَعَدَم فَهْمهمْ كَمَثَلِ أَصَمّ وَهُوَ الَّذِي لَا يَسْمَع أَبْكَم وَهُوَ الَّذِي لَا يَتَكَلَّم وَهُوَ مَعَ هَذَا فِي ظُلُمَات لَا يُبْصِر فَكَيْفَ يَهْتَدِي مِثْل هَذَا إِلَى الطَّرِيق أَوْ يَخْرُج مِمَّا هُوَ فِيهِ كَقَوْلِهِ \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْله ذَهَبَ اللَّه بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَات لَا يُبْصِرُونَ صُمّ بُكْم عُمْي فَهُمْ لَا يَرْجِعُونَ\" وَكَمَا قَالَ تَعَالَى \" أَوْ كَظُلُمَاتٍ فِي بَحْر لُجِّيّ يَغْشَاهُ مَوْج مِنْ فَوْقه مَوْج مِنْ فَوْقه سَحَاب ظُلُمَات بَعْضهَا فَوْق بَعْض إِذَا أَخْرَجَ يَده لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَل اللَّه لَهُ نُورًا فَمَا لَهُ مِنْ نُور \" وَلِهَذَا قَالَ \" مَنْ يَشَأْ اللَّه يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلهُ عَلَى صِرَاط مُسْتَقِيم\" أَيْ هُوَ الْمُتَصَرِّف فِي خَلْقه بِمَا يَشَاء .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42174, "aya_id": 39}]