[{"text": "يَا أَهْلَ الْكِتَابِ لِمَ تُحَآجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنزِلَتِ التَّورَاةُ وَالإنجِيلُ إِلاَّ مِن بَعْدِهِ أَفَلاَ تَعْقِلُونَ", "sura_id": 3, "type": 0, "id": 358, "aya_id": 65}, {"text": "يا أهل الكتاب لم تحاجون في إبراهيم وما أنزلت التوراة والإنجيل إلا من بعده أفلا تعقلون", "sura_id": 3, "type": 1, "id": 6594, "aya_id": 65}, {"text": "65 - ونزل لما قال اليهود: إبراهيم يهودي ونحن على دينه ، وقالت النصارى كذلك: (يا أهل الكتاب لم تحاجُّون) تخاصمون (في إبراهيم) بزعمكم أنه على دينكم (وما أنزلت التوراة والإنجيل إلا من بعده) بزمن طويل وبعد نزولهما حدثت اليهودية والنصرانية (أفلا تعقلون) بطلان قولكم \r\n", "sura_id": 3, "type": 2, "id": 25302, "aya_id": 65}, {"text": "يا أصحاب الكتب المنزلة من اليهود والنصارى, كيف يجادل كل منكم في أن إبراهيم عليه السلام كان على ملَّته, وما أُنزلت التوراة والإنجيل إلا من بعده؟ أفلا تفقهون خطأ قولكم: إن إبراهيم كان يهودياً أو نصرانياً, وقد علمتم أن اليهودية والنصرانية حدثت بعد وفاته بحين؟\r\n", "sura_id": 3, "type": 3, "id": 31538, "aya_id": 65}, {"text": " <font color=red>يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ أَفَلَا</font><BR><p>يُنْكِر تَبَارَكَ وَتَعَالَى عَلَى الْيَهُود وَالنَّصَارَى فِي مُحَاجَّتهمْ فِي إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام وَدَعْوَى كُلّ طَائِفَة مِنْهُمْ أَنَّهُ كَانَ مِنْهُمْ كَمَا قَالَ مُحَمَّد بْن إِسْحَق بْن يَسَار حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد مَوْلَى زَيْد بْن ثَابِت حَدَّثَنِي سَعِيد بْن جُبَيْر أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : اِجْتَمَعَتْ نَصَارَى نَجْرَان وَأَحْبَار يَهُود عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَنَازَعُوا عِنْده فَقَالَتْ الْأَحْبَار : مَا كَانَ إِبْرَاهِيم إِلَّا يَهُودِيًّا وَقَالَتْ النَّصَارَى : مَا كَانَ إِبْرَاهِيم إِلَّا نَصْرَانِيًّا فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَهْل الْكِتَاب لِمَ تُحَاجُّونَ فِي إِبْرَاهِيم \" الْآيَة أَيْ كَيْفَ تَدَّعُون أَيّهَا الْيَهُود أَنَّهُ كَانَ يَهُودِيًّا وَقَدْ كَانَ زَمَنه قَبْل أَنْ يُنَزِّل اللَّه التَّوْرَاة عَلَى مُوسَى وَكَيْفَ تَدَّعُون أَيّهَا النَّصَارَى أَنَّهُ كَانَ نَصْرَانِيًّا وَإِنَّمَا حَدَثَتْ النَّصْرَانِيَّة بَعْد زَمَنه بِدَهْرٍ وَلِهَذَا قَالَ تَعَالَى أَفَلَا تَعْقِلُونَ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40005, "aya_id": 65}]