[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الْيَهُودَ وَالنَّصَارَى أَوْلِيَاء بَعْضُهُمْ أَوْلِيَاء بَعْضٍ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ", "sura_id": 5, "type": 0, "id": 720, "aya_id": 51}, {"text": "يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم الظالمين", "sura_id": 5, "type": 1, "id": 6956, "aya_id": 51}, {"text": "51 - (يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء) توالونهم وتوادونهم (بعضهم أولياء بعض) لاتحادهم في الكفر (ومن يتولهم منكم فإنه منهم) من جملتهم (إن الله لا يهدي القوم الظالمين) بموالاتهم الكفار \r\n", "sura_id": 5, "type": 2, "id": 25664, "aya_id": 51}, {"text": "يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى حلفاءَ وأنصارًا على أهل الإيمان; ذلك أنهم لا يُوادُّون المؤمنين, فاليهود يوالي بعضهم بعضًا, وكذلك النصارى, وكلا الفريقين يجتمع على عداوتكم. وأنتم -أيها المؤمنون- أجدرُ بأن ينصر بعضُكم بعضًا. ومن يتولهم منكم فإنه يصير من جملتهم, وحكمه حكمهم. إن الله لا يوفق الظالمين الذين يتولون الكافرين.\r\n", "sura_id": 5, "type": 3, "id": 31900, "aya_id": 51}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ</font><BR><p>يَنْهَى تَبَارَكَ وَتَعَالَى عِبَاده الْمُؤْمِنِينَ عَنْ مُوَالَاة الْيَهُود وَالنَّصَارَى الَّذِينَ هُمْ أَعْدَاء الْإِسْلَام وَأَهْله - قَاتَلَهُمْ اللَّه - ثُمَّ أَخْبَرَ أَنَّ بَعْضهمْ أَوْلِيَاء بَعْض ثُمَّ تَهَدَّدَ وَتَوَعَّدَ مَنْ يَتَعَاطَى ذَلِكَ فَقَالَ \" وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ \" الْآيَة قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا كَثِير بْن شِهَاب حَدَّثَنَا مُحَمَّد - يَعْنِي اِبْن سَعِيد بْن سَابِق - حَدَّثَنَا عَمْرو بْن أَبِي قَيْس عَنْ سِمَاك بْن حَرْب عَنْ عِيَاض : أَنَّ عُمَر أَمَرَ أَبَا مُوسَى الْأَشْعَرِيَّ أَنْ يَرْفَع إِلَيْهِ مَا أَخَذَ وَمَا أَعْطَى فِي أَدِيم وَاحِد وَكَانَ لَهُ كَاتِب نَصْرَانِيّ فَرَفَعَ إِلَيْهِ ذَلِكَ فَعَجِبَ عُمَر وَقَالَ : إِنَّ هَذَا لَحَفِيظ هَلْ أَنْتَ قَارِئ لَنَا كِتَابًا فِي الْمَسْجِد جَاءَ مِنْ الشَّام فَقَالَ : إِنَّهُ لَا يَسْتَطِيع فَقَالَ عُمَر : أَجُنُبٌ هُوَ قَالَ لَا بَلْ نَصْرَانِيّ قَالَ : فَانْتَهَرَنِي وَضَرَبَ فَخِذِي ثُمَّ قَالَ : أَخْرِجُوهُ ثُمَّ قَرَأَ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُود وَالنَّصَارَى أَوْلِيَاء\" الْآيَة . ثُمَّ قَالَ : حَدَّثَنَا مُحَمَّد بْن الْحَسَن عَنْ مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا عُثْمَان بْن عُمَر أَنْبَأَنَا اِبْن عَوْن عَنْ مُحَمَّد بْن سِيرِينَ قَالَ : قَالَ عَبْد اللَّه بْن عُتْبَة لِيَتَّقِ أَحَدُكُمْ أَنْ يَكُون يَهُودِيًّا أَوْ نَصْرَانِيًّا وَهُوَ لَا يَشْعُر قَالَ : فَظَنَنَّاهُ يُرِيد هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُود وَالنَّصَارَى أَوْلِيَاء\" الْآيَة . وَحَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن فُضَيْل عَنْ عَاصِم عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ سُئِلَ عَنْ ذَبَائِح نَصَارَى الْعَرَب فَقَالَ : كُلْ . قَالَ اللَّه تَعَالَى\" وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ \" وَرُوِيَ عَنْ أَبِي الزِّنَاد نَحْو ذَلِكَ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41504, "aya_id": 51}]