[{"text": "إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ", "sura_id": 44, "type": 0, "id": 4429, "aya_id": 15}, {"text": "إنا كاشفوا العذاب قليلا إنكم عائدون", "sura_id": 44, "type": 1, "id": 10665, "aya_id": 15}, {"text": "15 - (إنا كاشفوا العذاب) أي الجوع عنكم زمنا (قليلا) فكشف عنهم (إنكم عائدون) إلى كفركم فعادوا إليه \r\n", "sura_id": 44, "type": 2, "id": 29373, "aya_id": 15}, {"text": "سنرفع عنكم العذاب قليلا، وسترون أنكم تعودون إلى ما كنتم فيه من الكفر والضلال والتكذيب، وأننا سنعاقبكم على ذلك.\r\n", "sura_id": 44, "type": 3, "id": 35609, "aya_id": 15}, {"text": " <font color=red>إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ</font><BR><p>قَوْله تَعَالَى \" إِنَّا كَاشِفُوا الْعَذَاب قَلِيلًا إِنَّكُمْ عَائِدُونَ\" يَحْتَمِل مَعْنَيَيْنِ \" أَحَدهمَا \" أَنَّهُ يَقُول تَعَالَى وَلَوْ كَشَفْنَا عَنْكُمْ الْعَذَاب وَرَجَعْنَاكُمْ إِلَى الدَّار الدُّنْيَا لَعُدْتُمْ إِلَى مَا كُنْتُمْ فِيهِ مِنْ الْكُفْر وَالتَّكْذِيب كَقَوْلِهِ تَعَالَى \" وَلَوْ رَحْمَنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرّ لَلَجُّوا فِي طُغْيَانهمْ يَعْمَهُونَ \" وَكَقَوْلِهِ جَلَّتْ عَظَمَته \" وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ \" \" وَالثَّانِي \" أَنْ يَكُون الْمُرَاد إِنَّا مُؤَخِّرُو الْعَذَاب عَنْكُمْ قَلِيلًا بَعْد اِنْعِقَاد أَسْبَابه وَوُصُوله إِلَيْكُمْ وَأَنْتُمْ مُسْتَمِرُّونَ فِيمَا أَنْتُمْ فِيهِ مِنْ الطُّغْيَان وَالضَّلَال وَلَا يَلْزَم مِنْ الْكَشْف عَنْهُمْ أَنْ يَكُون بَاشَرَهُمْ كَقَوْلِهِ تَعَالَى \" إِلَّا قَوْم يُونُس لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَاب الْخِزْي فِي الْحَيَاة الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِين \" وَلَمْ يَكُنْ الْعَذَاب بَاشَرَهُمْ وَاتَّصَلَ بِهِمْ بَلْ كَانَ قَدْ اِنْعَقَدَ سَبَبه عَلَيْهِمْ وَلَا يَلْزَم أَيْضًا أَنْ يَكُونُوا قَدْ أَقْلَعُوا عَنْ كُفْرهمْ ثُمَّ عَادُوا إِلَيْهِ قَالَ اللَّه تَعَالَى إِخْبَارًا عَنْ شُعَيْب عَلَيْهِ السَّلَام أَنَّهُ قَالَ لِقَوْمِهِ حِين قَالُوا لَنُخْرِجَنَّكَ يَا شُعَيْب وَاَلَّذِينَ آمَنُوا مَعَك مِنْ قَرْيَتنَا أَوْ لَتَعُودُنَّ فِي مِلَّتنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ قَدْ اِفْتَرَيْنَا عَلَى اللَّه كَذِبًا إِنْ عُدْنَا فِي مِلَّتكُمْ بَعْد إِذْ نَجَّانَا اللَّه مِنْهَا وَشُعَيْب عَلَيْهِ السَّلَام لَمْ يَكُنْ قَطُّ عَلَى مِلَّتهمْ وَطَرِيقَتهمْ وَقَالَ قَتَادَة إِنَّكُمْ عَائِدُونَ إِلَى عَذَاب اللَّه .</p><BR> <br> ", "sura_id": 44, "type": 4, "id": 41227, "aya_id": 15}]