[{"text": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُم بِاللّهِ وَالْيَوْمِ الآخِرِ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ", "sura_id": 2, "type": 0, "id": 133, "aya_id": 126}, {"text": "وإذ قال إبراهيم رب اجعل هذا بلدا آمنا وارزق أهله من الثمرات من آمن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلا ثم أضطره إلى عذاب النار وبئس المصير", "sura_id": 2, "type": 1, "id": 6369, "aya_id": 126}, {"text": "126 - (وإذ قال إبراهيم رب اجعل هذا) المكان (بلداً آمناً) ذا أمن ، وقد أجاب الله دعاءه فجعله حرما لا يسفك فيه دم إنسان ولا يظلم فيه أحد ولا يصاد صيده ولا يختلى خلاه (وارزق أهله من الثمرات) وقد فعل بنقل الطائف من الشام إليه وكان أقفر لا زرع فيه ولا ماء (من آمن منهم بالله واليوم الآخر) بدل من أهله وخصهم بالدعاء لهم موافقة لقوله لا ينال عهدي الظالمين (قال) تعالى (و) أرزق (من كفر فأمتِّعه) بالتشديد والتخفيف في الدنيا بالرزق (قليلاً) مدة حياته (ثم أضطره) ألجِئه في الآخرة (إلى عذاب النار) فلا يجد عنها محيصا (وبئس المصير) المرجع هي \r\n", "sura_id": 2, "type": 2, "id": 25077, "aya_id": 126}, {"text": "واذكر -أيها النبي- حين قال إبراهيم داعيًا: ربِّ اجعل \"مكة\" بلدًا آمنًا من الخوف, وارزق أهله من أنواع الثمرات, وخُصَّ بهذا الرزق مَن آمن منهم بالله واليوم الآخر. قال الله: ومن كفر منهم فأرزقه في الدنيا وأُمتعه متاعًا قليلا ثم أُلجئُه مرغمًا إلى عذاب النار. وبئس المرجع والمقام هذا المصير.\r\n", "sura_id": 2, "type": 3, "id": 31313, "aya_id": 126}, {"text": " <font color=red>وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ</font><BR><p>وَقَوْله تَعَالَى \" وَإِذْ قَالَ إِبْرَاهِيم رَبّ اِجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْله مِنْ الثَّمَرَات مَنْ آمَنَ مِنْهُمْ بِاَللَّهِ وَالْيَوْم الْآخِر قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير أَخْبَرَنَا اِبْن بَشَّار أَخْبَرَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ أَخْبَرَنَا سُفْيَان عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ إِبْرَاهِيم حَرَّمَ بَيْت اللَّه وَأَمَّنَهُ وَإِنِّي حَرَّمْت الْمَدِينَة مَا بَيْن لَابَتَيْهَا فَلَا يُصَاد صَيْدهَا وَلَا يُقْطَع عِضَاههَا \" وَهَكَذَا رَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن بَشَّار عَنْ بُنْدَار بِهِ وَأَخْرَجَهُ مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة وَعَمْرو النَّاقِد كِلَاهُمَا عَنْ أَبِي أَحْمَد الزُّبَيْرِيّ عَنْ سُفْيَان الثَّوْرِيّ وَقَالَ اِبْن جَرِير أَيْضًا : أَخْبَرَنَا أَبُو كُرَيْب وَأَبُو السَّائِب قَالَا حَدَّثَنَا اِبْن إِدْرِيس وَأَخْبَرَنَا أَبُو كُرَيْب أَخْبَرَنَا عَبْد الرَّحِيم الرَّازِيّ قَالَا جَمِيعًا سَمِعْنَا أَشْعَث عَنْ نَافِع عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ إِبْرَاهِيم كَانَ عَبْد اللَّه وَخَلِيله وَإِنِّي عَبْد اللَّه وَرَسُوله وَإِنَّ إِبْرَاهِيم حَرَّمَ مَكَّة وَإِنِّي حَرَّمْت الْمَدِينَة مَا بَيْن لَابَتَيْهَا عِضَاههَا وَصَيْدهَا لَا يُحْمَل فِيهَا سِلَاح لِقِتَالٍ وَلَا يُقْطَع مِنْهَا شَجَرَة إِلَّا لِعَلَفِ بَعِير \" وَهَذِهِ الطَّرِيق غَرِيبَة لَيْسَتْ فِي شَيْء مِنْ الْكُتُب السِّتَّة وَأَصْل الْحَدِيث فِي صَحِيح مُسْلِم مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ النَّاس إِذَا رَأَوْا أَوَّل الثَّمَر جَاءُوا بِهِ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا أَخَذَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرنَا وَبَارِكْ لَنَا فِي مَدِينَتنَا وَبَارِكْ لَنَا فِي صَاعنَا وَبَارِكْ لَنَا فِي مُدّنَا اللَّهُمَّ إِنَّ إِبْرَاهِيم عَبْدك وَخَلِيلك وَنَبِيّك وَإِنِّي عَبْدك وَنَبِيّك وَإِنَّهُ دَعَاك لِمَكَّة وَإِنِّي أَدْعُوك لِلْمَدِينَةِ بِمِثْلِ مَا دَعَاك لِمَكَّة وَمِثْله مَعَهُ\" ثُمَّ يَدْعُو أَصْغَر وَلِيد فَيُعْطِيه ذَلِكَ الثَّمَر وَفِي لَفْظ\" بَرَكَة مَعَ بَرَكَة \" ثُمَّ يُعْطِيه أَصْغَر مَنْ يَحْضُرهُ مِنْ الْوِلْدَان - لَفْظ مُسْلِم ثُمَّ قَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا قُتَيْبَة بْن سَعِيد أَخْبَرَنَا بَكْر بْن مُضَر عَنْ اِبْن الْهَادِ عَنْ أَبِي بَكْر بْن مُحَمَّد عَنْ عَبْد اللَّه بْن عَمْرو بْن عُثْمَان عَنْ رَافِع بْن خَدِيج قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ إِبْرَاهِيم حَرَّمَ مَكَّة وَإِنِّي أُحَرِّم مَا بَيْن لَابَتَيْهَا \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم فَرَوَاهُ عَنْ قُتَيْبَة عَنْ بَكْر بْن مُضَر بِهِ وَلَفْظه كَلَفْظِهِ سَوَاء وَفِي الصَّحِيحَيْنِ عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِي طَلْحَة \" اِلْتَمِسْ لِي غُلَامًا مِنْ غِلْمَانكُمْ يَخْدُمنِي\" فَخَرَجَ بِي أَبُو طَلْحَة يُرْدِفنِي وَرَاءَهُ فَكُنْت أَخْدُم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلَّمَا نَزَلَ وَقَالَ فِي الْحَدِيث ثُمَّ أَقْبَلَ حَتَّى إِذَا بَدَا لَهُ أُحُد قَالَ \" هَذَا جَبَل يُحِبّنَا وَنُحِبّهُ \" فَلَمَّا أَشْرَفَ عَلَى الْمَدِينَة قَالَ \" اللَّهُمَّ إِنِّي أُحَرِّم مَا بَيْن جَبَلَيْهَا مِثْل مَا حَرَّمَ إِبْرَاهِيم مَكَّة اللَّهُمَّ بَارِكْ لَهُمْ فِي مُدّهمْ وَصَاعهمْ\" وَفِي لَفْظ لَهُمَا \" بَارِكْ لَهُمْ فِي مِكْيَالهمْ وَبَارِكْ لَهُمْ فِي صَاعهمْ وَبَارِكْ لَهُمْ فِي مُدّهمْ \" زَادَ الْبُخَارِيّ يَعْنِي أَهْل الْمَدِينَة وَلَهُمَا أَيْضًا عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اللَّهُمَّ اِجْعَلْ بِالْمَدِينَةِ ضِعْفَيْ مَا جَعَلْته بِمَكَّة مِنْ الْبَرَكَة \" وَعَنْ عَبْد اللَّه بْن زَيْد بْن عَاصِم رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ إِبْرَاهِيم حَرَّمَ مَكَّة وَدَعَا لَهَا وَحَرَّمْت الْمَدِينَة كَمَا حَرَّمَ إِبْرَاهِيم مَكَّة وَدَعَوْت لَهَا فِي مُدّهَا وَصَاعهَا مِثْل مَا دَعَا إِبْرَاهِيم لِمَكَّة \" رَوَاهُ الْبُخَارِيّ وَهَذَا لَفْظه وَلِمُسْلِمٍ وَلَفْظه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ إِبْرَاهِيم حَرَّمَ مَكَّة وَدَعَا لِأَهْلِهَا . وَإِنِّي حَرَّمْت الْمَدِينَة كَمَا حَرَّمَ إِبْرَاهِيم مَكَّة وَإِنِّي دَعَوْت فِي صَاعهَا وَمُدّهَا بِمِثْلَيْ مَا دَعَا بِهِ إِبْرَاهِيم لِأَهْلِ مَكَّة \" وَعَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اللَّهُمَّ إِنَّ إِبْرَاهِيم حَرَّمَ مَكَّة فَجَعَلَهَا حَرَامًا وَإِنِّي حَرَّمْت الْمَدِينَة حَرَامًا مَا بَيْن مَأْزِمَيْهَا أَنْ لَا يُهْرَاق فِيهَا دَم وَلَا يُحْمَل فِيهَا سِلَاح لِقِتَالٍ وَلَا تُخْبَط فِيهَا شَجَرَةٌ إِلَّا لِعَلَفٍ اللَّهُمَّ بَارِكْ لَنَا فِي مَدِينَتنَا اللَّهُمَّ بَارِكْ لَنَا فِي صَاعنَا اللَّهُمَّ بَارِكْ لَنَا فِي مُدّنَا اللَّهُمَّ اِجْعَلْ مَعَ الْبَرَكَة بَرَكَتَيْنِ\" الْحَدِيث رَوَاهُ مُسْلِم وَالْأَحَادِيث فِي تَحْرِيم الْمَدِينَة كَثِيرَة وَإِنَّمَا أَوْرَدْنَا مِنْهَا مَا هُوَ مُتَعَلِّق بِتَحْرِيمِ إِبْرَاهِيم عَلَيْهِ السَّلَام لِمَكَّة لِمَا فِي ذَلِكَ مِنْ مُطَابَقَة الْآيَة الْكَرِيمَة وَتَمَسَّكَ بِهَا مَنْ ذَهَبَ إِلَى أَنَّ تَحْرِيم مَكَّة إِنَّمَا كَانَ عَلَى لِسَان إِبْرَاهِيم الْخَلِيل وَقِيلَ إِنَّهَا مُحَرَّمَة مُنْذُ خُلِقَتْ مَعَ الْأَرْض وَهَذَا أَظْهَر وَأَقْوَى وَاَللَّه أَعْلَم . وَقَدْ وَرَدَتْ أَحَادِيث أُخَر تَدُلّ عَلَى أَنَّ اللَّه تَعَالَى حَرَّمَ مَكَّة قَبْل خَلْق السَّمَوَات وَالْأَرْض كَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ عَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ سَوَّلَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم فَتْح مَكَّة \" إِنَّ هَذَا الْبَلَد حَرَّمَهُ اللَّه يَوْم خَلْق السَّمَوَات وَالْأَرْض فَهُوَ حَرَام بِحُرْمَةِ اللَّه إِلَى يَوْم الْقِيَامَة . وَإِنَّهُ لَمْ يَحِلّ الْقِتَال فِيهِ لِأَحَدٍ قَبْلِي وَلَمْ يَحِلّ لِي إِلَّا سَاعَة مِنْ نَهَار فَهُوَ حَرَام بِحُرْمَةِ اللَّه إِلَى يَوْم الْقِيَامَة لَا يُعْضَد شَوْكُهُ وَلَا يُنَفَّرُ صَيْدُهُ وَلَا يُلْتَقَطُ لُقَطَتهُ إِلَّا مَنْ عَرَّفَهَا وَلَا يُخْتَلَى خَلَاهَا \" فَقَالَ الْعَبَّاس : يَا رَسُول اللَّه إِلَّا الْإِذْخِرَ فَإِنَّهُ لِقَيْنِهِمْ وَلِبُيُوتِهِمْ فَقَالَ\" إِلَّا الْإِذْخِرَ \" وَهَذَا لَفْظ مُسْلِم وَلَهُمَا عَنْ أَبِي هُرَيْرَة نَحْو مِنْ ذَلِكَ ثُمَّ قَالَ الْبُخَارِيّ بَعْد ذَلِكَ : وَقَالَ أَبَان بْن صَالِح عَنْ الْحَسَن بْن مُسْلِم عَنْ صَفِيَّة بِنْت شَيْبَة : سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله وَهَذَا الَّذِي عَلَّقَهُ الْبُخَارِيّ رَوَاهُ الْإِمَام أَبُو عَبْد اللَّه بْن مَاجَهْ عَنْ مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر عَنْ يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَاق عَنْ أَبَان بْن صَالِح عَنْ الْحَسَن بْن مُسْلِم بْن يَنَّاق عَنْ صَفِيَّة بِنْت شَيْبَة : قَالَتْ سَمِعْت رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُب عَام الْفَتْح فَقَالَ \" يَا أَيّهَا النَّاس إِنَّ اللَّه حَرَّمَ مَكَّة يَوْم خَلَقَ السَّمَوَات وَالْأَرْض فَهِيَ حَرَام إِلَى يَوْم الْقِيَامَة لَا يُعْضَد شَجَرُهَا وَلَا يُنَفَّر صَيْدهَا وَلَا يَأْخُذ لُقَطَتهَا إِلَّا مُنْشِدٌ \" فَقَالَ الْعَبَّاس : إِلَّا الْإِذْخِر فَإِنَّهُ لِلْبُيُوتِ وَالْقُبُور فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِلَّا الْإِذْخِر \" وَعَنْ أَبِي شُرَيْح الْعَدَوِيّ أَنَّهُ قَالَ لِعَمْرِو بْن سَعِيد وَهُوَ يَبْعَث الْبُعُوث إِلَى مَكَّة اِئْذَنْ لِي أَيّهَا الْأَمِير أَنْ أُحَدِّثك قَوْلًا قَامَ بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْغَد مِنْ يَوْم الْفَتْح سَمِعْته أُذُنَايَ وَوَعَاهُ قَلْبِي وَأَبْصَرْته عَيْنَايَ حِين تَكَلَّمَ بِهِ - إِنَّهُ حَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ \" إِنَّ مَكَّة حَرَّمَهَا اللَّه وَلَمْ يُحَرِّمهَا النَّاس فَلَا يَحِلّ لِامْرِئٍ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر أَنْ يَسْفِك بِهَا دَمًا وَلَا يَعْضُد بِهَا شَجَرَة فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُولُوا إِنَّ اللَّه أَذِنَ لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَأْذَن لَكُمْ . وَإِنَّمَا أَذِنَ لِي فِيهَا سَاعَة مِنْ نَهَار وَقَدْ عَادَتْ حُرْمَتهَا الْيَوْم كَحُرْمَتِهَا بِالْأَمْسِ فَلْيُبَلِّغْ الشَّاهِدُ الْغَائِبَ \" فَقِيلَ لِأَبِي شُرَيْح مَا قَالَ لَك عَمْرو ؟ قَالَ أَنَا أَعْلَم بِذَلِكَ مِنْك يَا أَبَا شُرَيْح إِنَّ الْحَرَم لَا يُعِيذُ عَاصِيًا وَلَا فَارًّا بِدَمٍ وَلَا فَارًّا بِخَرْبَةٍ رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَهَذَا لَفْظه . فَإِذَا عُلِمَ هَذَا فَلَا مُنَافَاة بَيْن هَذِهِ الْأَحَادِيث الدَّالَّة عَلَى أَنَّ اللَّه حَرَّمَ مَكَّة يَوْم خَلَقَ السَّمَوَات وَالْأَرْض وَبَيْن الْأَحَادِيث الدَّالَّة عَلَى أَنَّ إِبْرَاهِيم عَلَيْهِ السَّلَام حَرَّمَهَا لِأَنَّ إِبْرَاهِيم بَلَّغَ عَنْ اللَّه حُكْمه فِيهَا وَتَحْرِيمه إِيَّاهَا وَأَنَّهَا لَمْ تَزَلْ بَلَدًا حَرَامًا عِنْد اللَّه قَبْل بِنَاء إِبْرَاهِيم عَلَيْهِ السَّلَام لَهَا كَمَا أَنَّهُ قَدْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكْتُوبًا عِنْد اللَّه خَاتَم النَّبِيِّينَ وَإِنَّ آدَم لَمُنْجَدِلٌ فِي طِينَته وَمَعَ هَذَا قَالَ إِبْرَاهِيم عَلَيْهِ السَّلَام \" رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ \" الْآيَة وَقَدْ أَجَابَ اللَّه دُعَاءَهُ بِمَا سَبَقَ فِي عِلْمه وَقَدَره . وَلِهَذَا جَاءَ فِي الْحَدِيث أَنَّهُمْ قَالُوا : يَا رَسُول اللَّه أَخْبِرْنَا عَنْ بَدْء أَمْرك . فَقَالَ \" دَعْوَة أَبِي إِبْرَاهِيم عَلَيْهِ السَّلَام وَبُشْرَى عِيسَى اِبْن مَرْيَم وَرَأَتْ أُمِّيّ كَأَنَّهُ خَرَجَ مِنْهَا نُور أَضَاءَ لَهُ قُصُور الشَّام \" أَيْ أَخْبِرْنَا عَنْ بَدْء ظُهُور أَمْرك كَمَا سَيَأْتِي قَرِيبًا إِنْ شَاءَ اللَّه . وَأَمَّا مَسْأَلَةُ تَفْضِيل مَكَّة عَلَى الْمَدِينَة كَمَا هُوَ قَوْل الْجُمْهُور أَوْ الْمَدِينَة عَلَى مَكَّة كَمَا هُوَ مَذْهَب مَالِك وَأَتْبَاعه فَتُذْكَر فِي مَوْضِع آخَر بِأَدِلَّتِهَا إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة . وَقَوْله تَعَالَى إِخْبَارًا عَنْ الْخَلِيل أَنَّهُ قَالَ \" رَبّ اِجْعَلْ هَذَا بَلَدًا آمِنًا \" أَيْ مِنْ الْخَوْف لَا يُرْعَب أَهْله وَقَدْ فَعَلَ اللَّه ذَلِكَ شَرْعًا وَقَدَرًا . كَقَوْلِهِ تَعَالَى \" وَمَنْ دَخَلَهُ كَانَ آمِنًا \" وَقَوْله\" أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّف النَّاسُ مِنْ حَوْلهمْ \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات وَقَدْ تَقَدَّمَتْ الْأَحَادِيثُ فِي تَحْرِيم الْقِتَال فِيهِ : وَفِي صَحِيح مُسْلِم عَنْ جَابِر سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا يَحِلّ لِأَحَدٍ أَنْ يَحْمِل بِمَكَّة السِّلَاح \" وَقَالَ فِي هَذِهِ السُّورَة \" رَبّ اِجْعَلْ هَذَا الْبَلَد آمِنًا \" أَيْ اِجْعَلْ هَذِهِ الْبُقْعَة بَلَدًا آمِنًا وَنَاسَبَ هَذَا لِأَنَّهُ قَبْل بِنَاء الْكَعْبَة . وَقَالَ تَعَالَى فِي سُورَة إِبْرَاهِيم\" وَإِذْ قَالَ إِبْرَاهِيم رَبّ اِجْعَلْ هَذَا الْبَلَد آمِنًا \" وَنَاسَبَ هَذَا هُنَاكَ لِأَنَّهُ وَاَللَّه أَعْلَم كَأَنَّهُ وَقَعَ دُعَاء مَرَّة ثَانِيَة بَعْد بِنَاء الْبَيْت وَاسْتِقْرَار أَهْله بِهِ وَبَعْد مَوْلِد إِسْحَاق الَّذِي هُوَ أَصْغَر سِنًّا مِنْ إِسْمَاعِيل بِثَلَاثِ عَشْرَة سَنَة وَلِهَذَا قَالَ فِي آخِر الدُّعَاء \" الْحَمْد لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبْرِ إِسْمَاعِيلَ وَإِسْحَاق إِنَّ رَبِّي لَسَمِيعُ الدُّعَاء \" . وَقَوْله تَعَالَى \" وَارْزُقْ أَهْله مِنْ الثَّمَرَات مَنْ آمَنَ مِنْهُمْ بِاَللَّهِ وَالْيَوْم الْآخِر قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ اِضْطَرَّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ \" قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب قَالَ\" وَمَنْ كَفَرَ فَأُمَتِّعهُ قَلِيلًا ثُمَّ أَضْطَرّهُ إِلَى عَذَاب النَّار وَبِئْسَ الْمَصِير \" قَالَ هُوَ قَوْل اللَّه تَعَالَى وَهَذَا قَوْل مُجَاهِد وَعِكْرِمَة وَهُوَ الَّذِي صَوَّبَهُ اِبْن جَرِير رَحِمَهُ اللَّه . قَالَ وَقَرَأَ آخَرُونَ \" قَالَ وَمَنْ كَفَرَ فَأُمَتِّعهُ قَلِيلًا ثُمَّ أَضْطَرّهُ إِلَى عَذَاب النَّار وَبِئْسَ الْمَصِير\" فَجَعَلُوا ذَلِكَ مِنْ تَمَام دُعَاء إِبْرَاهِيم كَمَا رَوَاهُ أَبُو جَعْفَر عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة قَالَ : كَانَ اِبْن عَبَّاس يَقُول ذَلِكَ قَوْل إِبْرَاهِيم يَسْأَل رَبّه أَنَّ مَنْ كَفَرَ فَأُمَتِّعهُ قَلِيلًا وَقَالَ أَبُو جَعْفَر عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد \" وَمَنْ كَفَرَ فَأُمَتِّعهُ قَلِيلًا \" يَقُول وَمَنْ كَفَرَ فَأَرْزُقهُ رِزْقًا قَلِيلًا أَيْضًا \" ثُمَّ أَضْطَرّهُ إِلَى عَذَاب النَّار وَبِئْسَ الْمَصِير \" قَالَ مُحَمَّد بْن إِسْحَاق لَمَّا عَنَّ لِإِبْرَاهِيم الدَّعْوَةُ عَلَى مَنْ أَبَى اللَّه أَنْ يَجْعَل لَهُ الْوِلَايَة اِنْقِطَاعًا إِلَى اللَّه وَمَحَبَّته وَفِرَاقًا لِمَنْ خَالَفَ أَمَرَهُ وَإِنْ كَانُوا مِنْ ذُرِّيَّته حِين عَرَفَ أَنَّهُ كَائِن مِنْهُمْ ظَالِم لَا يَنَالهُ عَهْده بِخَبَرِ اللَّه لَهُ بِذَلِكَ. قَالَ اللَّه تَعَالَى وَمَنْ كَفَرَ فَإِنِّي أَرْزُق الْبَرّ وَالْفَاجِر وَأُمَتِّعهُ قَلِيلًا وَقَالَ حَاتِم بْن إِسْمَاعِيل عَنْ حُمَيْد الْخَرَّاط عَنْ عَمَّار الذَّهَبِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" رَبّ اِجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْله مِنْ الثَّمَرَات مَنْ آمَنَ مِنْهُمْ بِاَللَّهِ وَالْيَوْم الْآخِر \" قَالَ اِبْن عَبَّاس كَانَ إِبْرَاهِيم يَحْجُرهَا عَلَى الْمُؤْمِنِينَ دُون النَّاس فَأَنْزَلَ اللَّه وَمَنْ كَفَرَ أَيْضًا أَرْزُقهُمْ كَمَا أَرْزُق الْمُؤْمِنِينَ أَأَخْلُقُ خَلْقًا لَا أَرْزُقهُمْ ؟ أُمَتِّعهُمْ قَلِيلًا ثُمَّ أَضْطَرّهُمْ إِلَى عَذَاب النَّار وَبِئْسَ الْمَصِير ثُمَّ قَرَأَ اِبْن عَبَّاس \" كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاء رَبّك وَمَا كَانَ عَطَاءُ رَبِّك مَحْظُورًا \" رَوَاهُ اِبْن مَرْدَوَيْهِ وَرَوَى عَنْ عِكْرِمَة وَمُجَاهِد نَحْو ذَلِكَ أَيْضًا وَهَذَا كَقَوْلِهِ تَعَالَى قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّه الْكَذِب لَا يُفْلِحُونَ مَتَاع فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعهمْ ثُمَّ نُذِيقهُمْ الْعَذَاب الشَّدِيد بِمَا كَانُوا يَكْفُرُونَ \" وَقَوْله تَعَالَى \" وَمَنْ كَفَرَ فَلَا يَحْزُنك كُفْره إِلَيْنَا مَرْجِعهمْ فَنُنَبِّئهُمْ بِمَا عَمِلُوا إِنَّ اللَّه عَلِيم بِذَاتِ الصُّدُور نُمَتِّعهُمْ قَلِيلًا ثُمَّ نَضْطَرّهُمْ إِلَى عَذَاب غَلِيظ \" وَقَوْله \" وَلَوْلَا أَنْ يَكُون النَّاس أُمَّة وَاحِدَة لَجَعَلْنَا لِمَنْ يَكْفُر بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّة وَمَعَارِج عَلَيْهَا يَظْهَرُونَ وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرَرًا عَلَيْهَا يَتَّكِئُونَ وَزُخْرُفًا وَإِنْ كُلّ ذَلِكَ لَمَّا مَتَاع الْحَيَاة الدُّنْيَا وَالْآخِرَة عِنْد رَبِّك لِلْمُتَّقِينَ\" وَقَوْله \" ثُمَّ أَضْطَرّهُ إِلَى عَذَاب النَّار وَبِئْسَ الْمَصِير\" أَيْ ثُمَّ أُلْجِئهُ بَعْد مَتَاعه فِي الدُّنْيَا وَبَسْطنَا عَلَيْهِ مِنْ ظِلّهَا إِلَى عَذَاب النَّار وَبِئْسَ الْمَصِير وَمَعْنَاهُ أَنَّ اللَّه تَعَالَى يُنْظِرهُمْ وَيُمْهِلهُمْ ثُمَّ يَأْخُذهُمْ أَخْذ عَزِيز مُقْتَدِر كَقَوْلِهِ تَعَالَى \" وَكَأَيْنِ مِنْ قَرْيَةٍ أَمْلَيْت لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتهَا وَإِلَيَّ الْمَصِيرُ \" وَفِي الصَّحِيحَيْنِ \" لَا أَحَد أَصْبَر عَلَى أَذًى سَمِعَهُ مِنْ اللَّه إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقهُمْ وَيُعَافِيهِمْ\" وَفِي الصَّحِيح أَيْضًا \" إِنَّ اللَّه لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتهُ \" ثُمَّ قَرَأَ قَوْله تَعَالَى \" وَكَذَلِكَ أَخْذ رَبّك إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَة إِنَّ أَخْذه أَلِيمٌ شَدِيدٌ \" وَقَرَأَ بَعْضهمْ \" قَالَ وَمَنْ كَفَرَ فَأُمَتِّعهُ قَلِيلًا\" الْآيَة جَعَلَهُ مِنْ تَمَام دُعَاء إِبْرَاهِيم وَهِيَ قِرَاءَة شَاذَّة مُخَالِفَة لِلْقُرَّاءِ السَّبْعَة وَتَرْكِيب السِّيَاق يَأْبَى مَعْنَاهَا وَاَللَّه أَعْلَم فَإِنَّ الضَّمِير فِي قَالَ رَاجِع إِلَى اللَّه تَعَالَى فِي قِرَاءَة الْجُمْهُور وَالسِّيَاق يَقْتَضِيه وَعَلَى هَذِهِ الْقِرَاءَة الشَّاذَّة يَكُون الضَّمِير فِي قَالَ عَائِدًا عَلَى إِبْرَاهِيم وَهَذَا خِلَاف نَظْم الْكَلَام وَاَللَّه سُبْحَانه هُوَ الْعَلَّامُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38527, "aya_id": 126}]