[{"text": "وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِينَ", "sura_id": 27, "type": 0, "id": 3174, "aya_id": 15}, {"text": "ولقد آتينا داود وسليمان علما وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين", "sura_id": 27, "type": 1, "id": 9410, "aya_id": 15}, {"text": "15 - (ولقد آتينا داود وسليمان) ابنه (علما) بالقضاء بين الناس ومنطق الطير وغير ذلك (وقالا) شكرا لله (الحمد لله الذي فضلنا) بالنبوة وتسخير الجن والإنس والشياطين (على كثير من عباده المؤمنين) \r\n", "sura_id": 27, "type": 2, "id": 28118, "aya_id": 15}, {"text": "ولقد آتينا داود وسليمان علمًا فعملا به, وقالا الحمد لله الذي فضَّلنا بهذا على كثير من عباده المؤمنين. وفي الآية دليل على شرف العلم, وارتفاع أهله.\r\n", "sura_id": 27, "type": 3, "id": 34354, "aya_id": 15}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا دَاوُدَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ</font><BR><p>يُخْبِر تَعَالَى عَمَّا أَنْعَمَ بِهِ عَلَى عَبْدَيْهِ وَنَبِيَّيْهِ دَاوُد وَابْنه سُلَيْمَان عَلَيْهِمَا السَّلَام مِنْ النِّعَم الْجَزِيلَة وَالْمَوَاهِب الْجَلِيلَة وَالصِّفَات الْجَمِيلَة وَمَا جَمَعَ لَهُمَا بَيْن سَعَادَة الدُّنْيَا وَالْآخِرَة وَالْمُلْك وَالتَّمْكِين التَّامّ فِي الدُّنْيَا وَالنُّبُوَّة وَالرِّسَالَة فِي الدِّين وَلِهَذَا قَالَ تَعَالَى \" وَلَقَدْ آتَيْنَا دَاوُد وَسُلَيْمَان عِلْمًا وَقَالَا الْحَمْد لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِير مِنْ عِبَاده الْمُؤْمِنِينَ\" قَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ إِبْرَاهِيم بْن يَحْيَى بْن هِشَام أَخْبَرَنِي أَبِي عَنْ جَدِّي قَالَ : كَتَبَ عُمَر بْن عَبْد الْعَزِيز إِنَّ اللَّه لَمْ يُنْعِم عَلَى عَبْده نِعْمَة فَيَحْمَد اللَّه عَلَيْهَا إِلَّا كَانَ حَمْده أَفْضَل مِنْ نِعَمه لَوْ كُنْت لَا تَعْرِف ذَلِكَ إِلَّا فِي كِتَاب اللَّه الْمُنَزَّل قَالَ اللَّه تَعَالَى \" وَلَقَدْ آتَيْنَا دَاوُد وَسُلَيْمَان عِلْمًا وَقَالَا الْحَمْد لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِير مِنْ عِبَاده الْمُؤْمِنِينَ\" فَأَيّ نِعْمَة أَفْضَل مِمَّا أُوتِيَ دَاوُد وَسُلَيْمَان عَلَيْهِمَا السَّلَام .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39599, "aya_id": 15}]