[{"text": "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُوا مِن رِّزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ", "sura_id": 34, "type": 0, "id": 3621, "aya_id": 15}, {"text": "لقد كان لسبإ في مسكنهم آية جنتان عن يمين وشمال كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور", "sura_id": 34, "type": 1, "id": 9857, "aya_id": 15}, {"text": "15 - (لقد كان لسبأ) بالصرف وعدمه قبيلة سميت بإسم جد لهم من العرب (في مسكنهم) باليمن (آية) دالة على قدرة الله تعالى (جنتان) بدل (عن يمين وشمال) عن يمين واديهم وشماله وقيل لهم (كلوا من رزق ربكم واشكروا له) على ما رزقكم من النعمة في ارض سبأ (بلدة طيبة) ليس فيها سباخ ولا بعوضة ولا ذبابة ولا برغوث ولا عقرب ولا حية ويمر الغريب فيها وفي ثيابه قمل فيموت لطيب هوائها (ورب غفور) \r\n", "sura_id": 34, "type": 2, "id": 28565, "aya_id": 15}, {"text": "لقد كان لقبيلة سبأ بـ \"اليمن\" في مسكنهم دلالة على قدرتنا: بستانان عن يمين وشمال, كلوا من رزق ربكم, واشكروا له نعمه عليكم; فإن بلدتكم كريمة التربة حسنة الهواء, وربكم غفور لكم.\r\n", "sura_id": 34, "type": 3, "id": 34801, "aya_id": 15}, {"text": " <font color=red>لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ</font><BR><p>كَانَتْ سَبَأ مُلُوك الْيَمَن وَأَهْلهَا وَكَانَتْ التَّبَابِعَة مِنْهُمْ وَبَلْقِيس صَاحِبَة سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام مِنْ جُمْلَتهمْ وَكَانُوا فِي نِعْمَة وَغِبْطَة فِي بِلَادهمْ وَعَيْشهمْ وَاتِّسَاع أَرْزَاقهمْ وَزُرُوعهمْ وَثِمَارهمْ وَبَعَثَ اللَّه تَبَارَكَ وَتَعَالَى إِلَيْهِمْ الرُّسُل تَأْمُرهُمْ أَنْ يَأْكُلُوا مِنْ رِزْقه وَيَشْكُرُوهُ بِتَوْحِيدِهِ وَعِبَادَته فَكَانُوا كَذَلِكَ مَا شَاءَ اللَّه تَعَالَى ثُمَّ أَعْرَضُوا عَمَّا أُمِرُوا بِهِ فَعُوقِبُوا بِإِرْسَالِ السَّيْل وَالتَّفَرُّق فِي الْبِلَاد أَيْدِي سَبَأ شَذَرَ مَذَرَ كَمَا سَيَأْتِي إِنْ شَاءَ اللَّه تَعَالَى تَفْصِيله وَبَيَانه قَرِيبًا وَبِهِ الثِّقَة قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا اِبْن لَهِيعَة عَنْ عَبْد اللَّه بْن هُبَيْرَة عَنْ عَبْد الرَّحْمَن بْن وَعْلَة قَالَ سَمِعْت اِبْن عَبَّاس يَقُول إِنَّ رَجُلًا سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ سَبَإٍ مَا هُوَ أَرَجُل أَمْ اِمْرَأَة أَمْ أَرْض ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : بَلْ هُوَ رَجُل وُلِدَ لَهُ عَشَرَة فَسَكَنَ الْيَمَن مِنْهُمْ سِتَّة وَبِالشَّامِ مِنْهُمْ أَرْبَعَة فَأَمَّا الْيَمَانِيُّونَ فَمُذْحَج وَكِنْدَة وَالْأَزْد وَالْأَشْعَرِيُّونَ وَأَنْمَار وَحِمْيَر وَأَمَّا الشَّامِيَّة فَلَخْم وَجُذَام وَعَامِلَة وَغَسَّان وَرَوَاهُ عَنْ عَبْد عَنْ الْحَسَن بْن مُوسَى عَنْ اِبْن لَهِيعَة بِهِ وَهَذَا إِسْنَاد حَسَن وَلَمْ يُخَرِّجُوهُ وَقَدْ رَوَاهُ الْحَافِظ أَبُو عُمَر بْن عَبْد الْبَرّ فِي كِتَاب الْقَصْد وَالْأُمَم بِمَعْرِفَةِ أُصُول أَنْسَاب الْعَرَب وَالْعَجَم - مِنْ حَدِيث اِبْن لَهِيعَة عَنْ عَلْقَمَة بْن وَعْلَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَذَكَرَ نَحْوه وَقَدْ رُوِيَ نَحْوه مِنْ وَجْه آخَر وَقَالَ الْإِمَام أَحْمَد أَيْضًا وَعَبْد بْن حُمَيْد حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا أَبُو حُبَاب عَنْ يَحْيَى بْن أَبِي حَيَّة الْكَلْبِيّ عَنْ اِبْن هَارُون عَنْ عُرْوَة عَنْ فَرْوَة بْن مُسَيْك رَضِيَ اللَّه عَنْهُ قَالَ أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا رَسُول اللَّه أُقَاتِل بِمُقْبِلِ قَوْمِي مُدْبِرهمْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : نَعَمْ فَقَاتِلْ بِمُقْبِلِ قَوْمك مُدْبِرهمْ فَلَمَّا وَلَّيْت دَعَانِي فَقَالَ : لَا تُقَاتِلهُمْ حَتَّى تَدْعُوَهُمْ إِلَى الْإِسْلَام فَقُلْت يَا رَسُول اللَّه أَرَأَيْت سَبَأ وَادٍ هُوَ أَوْ جَبَل أَوْ مَا هُوَ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : لَا بَلْ هُوَ رَجُل مِنْ الْعَرَب وُلِدَ لَهُ عَشَرَة فَتَيَامَنَ سِتَّة وَتَشَاءَمَ أَرْبَعَة تَيَامَنَ الْأَزْد وَالْأَشْعَرِيُّونَ وَحِمْيَر وَكِنْدَة وَمُذْحَج وَأَنْمَار الَّذِينَ يُقَال لَهُمْ بَجِيلَة وَخَثْعَم وَتَشَاءَمَ لَخْم وَجُذَام وَعَامِلَة وَغَسَّان وَهَذَا أَيْضًا إِسْنَاد حَسَن وَإِنْ كَانَ فِيهِ أَبُو جَنَاب الْكَلْبِيّ وَقَدْ تَكَلَّمُوا فِيهِ لَكِنْ رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ الْعُنْقُرِيّ عَنْ أَسْبَاط بْن نَصْر عَنْ يَحْيَى بْن هَانِئ الْمُرَادِيّ عَنْ عَمّه أَوْ عَنْ أَبِيهِ - شَكّ أَسْبَاط - قَالَ قَدِمَ فَرْوَة بْن مُسَيْك رَضِيَ اللَّه عَنْهُ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَه \" طَرِيق أُخْرَى \" لِهَذَا الْحَدِيث : قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي اِبْن لَهِيعَة عَنْ تَوْبَة بْن نُمَيْر عَنْ عَبْد الْعَزِيز بْن يَحْيَى أَنَّهُ أَخْبَرَهُ قَالَ كُنَّا عِنْد عُبَيْدَة بْن عَبْد الرَّحْمَن بِأَفْرِيقِيَّة فَقَالَ يَوْمًا مَا أَظُنّ قَوْمًا بِأَرْضٍ إِلَّا وَهُمْ مِنْ أَهْلهَا فَقَالَ عَلِيّ بْن أَبِي رَبَاح كَلَّا قَدْ حَدَّثَنِي فُلَان أَنَّ فَرْوَة بْن مُسَيْك الْقَطِيعِيّ رَضِيَ اللَّه عَنْهُ قَدِمَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنَّ سَبَأ قَوْم كَانَ لَهُمْ عِزّ فِي الْجَاهِلِيَّة وَإِنِّي أَخْشَى أَنْ يَرْتَدُّوا عَنْ الْإِسْلَام أَفَأُقَاتِلهُمْ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا أُمِرْت فِيهِمْ بِشَيْءٍ بَعْد فَأُنْزِلَتْ هَذِهِ الْآيَة \" لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنهمْ آيَة \" الْآيَات فَقَالَ لَهُ رَجُل يَا رَسُول اللَّه مَا سَبَأ ؟ فَذَكَر مِثْل الْحَدِيث الَّذِي قَبْله أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ سَبَإٍ ؟ مَا هُوَ أَبَلَد أَمْ رَجُل أَمْ اِمْرَأَة ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : بَلْ رَجُل وُلِدَ لَهُ عَشَرَة فَسَكَنَ الْيَمَن مِنْهُمْ سِتَّة وَالشَّام أَرْبَعَة أَمَّا الْيَمَانِيُّونَ فَمُذْحَج وَكِنْدَة وَالْأَزْد وَالْأَشْعَرِيُّونَ وَأَنْمَار وَحِمْيَر غَيْر مَا حَلَّهَا وَأَمَّا الشَّام فَلَخْم وَجُذَام وَغَسَّان وَعَامِلَة فِيهِ غَرَابَة مِنْ حَيْثُ ذِكْر نُزُول الْآيَة بِالْمَدِينَةِ وَالسُّورَة مَكِّيَّة كُلّهَا وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم . \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا الْحَسَن بْن الْحَكَم حَدَّثَنَا أَبُو سَبْرَة النَّخَعِيّ عَنْ فَرْوَة بْن مُسَيْك الْقَطِيعِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَجُل يَا رَسُول اللَّه أَخْبِرْنِي عَنْ سَبَإٍ مَا هُوَ أَرْض أَمْ اِمْرَأَة ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْسَ بِأَرْضٍ وَلَا اِمْرَأَة وَلَكِنَّهُ رَجُل وُلِدَ لَهُ عَشَرَة مِنْ الْوَلَد فَتَيَامَنَ سِتَّة وَتَشَاءَمَ أَرْبَعَة فَأَمَّا الَّذِينَ تَشَاءَمُوا فَلَخْم وَجُذَام وَعَامِلَة وَغَسَّان وَأَمَّا الَّذِينَ تَيَامَنُوا فَكِنْدَة وَالْأَشْعَرِيُّونَ وَالْأَزْد وَمُذْحَج وَحِمْيَر وَأَنْمَار فَقَالَ رَجُل مَا أَنْمَارُ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : الَّذِينَ مِنْهُمْ خَثْعَمُ وَبَجِيلَة وَرَوَاهُ التِّرْمِذِيّ فِي جَامِعه عَنْ أَبِي كُرَيْب وَعَبْد بْن حُمَيْد قَالَ حَدَّثَنَا أَبُو أُسَامَة فَذَكَرَه أَبْسَط مِنْ هَذَا ثُمَّ قَالَ هَذَا حَدِيث حَسَن غَرِيب وَقَالَ أَبُو عُمَر بْن عَبْد الْبَرّ حَدَّثَنَا عَبْد الْوَارِث بْن سُفْيَان حَدَّثَنَا قَاسِم بْن أَصْبُغ حَدَّثَنَا أَحْمَد بْن زُهَيْر حَدَّثَنَا عَبْد الْوَهَّاب بْن نَجْدَة الْحَوْطِيّ حَدَّثَنَا اِبْن كَثِير هُوَ عُثْمَان بْن كَثِير عَنْ اللَّيْث بْن سَعْد عَنْ مُوسَى بْن عَلَى عَنْ يَزِيد بْن حُصَيْن عَنْ تَمِيم الدَّارِيّ رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ رَجُلًا أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ سَبَإٍ فَذَكَرَ مِثْله فَقَوِيَ هَذَا الْحَدِيث وَحَسُنَ قَالَ عُلَمَاء النَّسَب - مِنْهُمْ مُحَمَّد بْن إِسْحَاق - اِسْم سَبَأ عَبْد شَمْس بْن يَشْجُب بْن يَعْرُب بْن قَحْطَان وَإِنَّمَا سُمِّيَ سَبَأ لِأَنَّهُ أَوَّل مَنْ سَبَأ فِي الْعَرَب وَكَانَ يُقَال لَهُ الرَّائِش لِأَنَّهُ أَوَّل مِنْ غَنِمَ فِي الْغَزْو فَأَعْطَى قَوْمه فَسُمِّيَ الرَّائِش وَالْعَرَب تُسَمِّي الْمَال رِيشًا وَرِيَاشًا وَذَكَرُوا أَنَّهُ بَشَّرَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي زَمَانه الْمُتَقَدِّم وَقَالَ فِي ذَلِكَ شِعْرًا : سَيَمْلِكُ بَعْدنَا مَلِك عَظِيم نَبِيّ لَا يُرَخِّص فِي الْحَرَام وَيَمْلِك بَعْده مِنْهُمْ مُلُوك يَدِينُوهُ الْقِيَاد بِكُلِّ دَامِي وَيَمْلِك بَعْدهمْ مِنَّا مُلُوك يَصِير الْمُلْك فِينَا بِاقْتِسَامِ وَيَمْلِك بَعْد قَحْطَان نَبِيّ تَقِيّ مُخْبِت خَيْر الْأَنَام يُسَمَّى أَحْمَد يَا لَيْتَ أَنِّي أُعَمِّر بَعْد مَبْعَثه بِعَامِ فَأَعْضِدهُ وَأَحْبُوهُ بِنَصْرِي بِكُلِّ مُدَجَّج وَبِكُلِّ رَامِ مَتَى يَظْهَر فَكُونُوا نَاصِرِيهِ وَمَنْ يَلْقَاهُ يُبْلِغهُ سَلَامِي ذَكَرَ ذَلِكَ الْهَمَذَانِيّ فِي كِتَاب - الْإِكْلِيل - وَاخْتَلَفُوا فِي قَحْطَان عَلَى ثَلَاثَة أَقْوَال \" أَحَدهَا \" أَنَّهُ مِنْ سُلَالَة إِرَم بْن سَام بْن نُوح وَاخْتَلَفُوا فِي كَيْفِيَّة اِتِّصَال نَسَبه بِهِ عَلَى ثَلَاث طَرَائِق\" وَالثَّانِي \" أَنَّهُ مِنْ سُلَالَة عَابِر وَهُوَ هُود عَلَيْهِ الصَّلَاة وَالسَّلَام وَاخْتَلَفُوا أَيْضًا فِي كَيْفِيَّة اِتِّصَال نَسَبه بِهِ عَلَى ثَلَاث طَرَائِق أَيْضًا \" وَالثَّالِث \" أَنَّهُ مِنْ سُلَالَة إِسْمَاعِيل بْن إِبْرَاهِيم عَلَيْهِمَا الصَّلَاة وَالسَّلَام وَاخْتَلَفُوا فِي كَيْفِيَّة اِتِّصَال نَسَبه بِهِ عَلَى ثَلَاث طَرَائِق أَيْضًا وَقَدْ ذَكَرَ ذَلِكَ مُسْتَقْصًى الْحَافِظ أَبُو عُمَر بْن عَبْد الْبَرّ النَّمِرِيّ رَحْمَة اللَّه تَعَالَى عَلَيْهِ فِي كِتَابه الْمُسَمَّى - الْإِنْبَاه عَلَى ذِكْر أُصُول الْقَبَائِل الرُّوَاة وَمَعْنَى قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : كَانَ رَجُلًا مِنْ الْعَرَب يَعْنِي الْعَرَب الْعَارِبَة الَّذِينَ كَانُوا قَبْل الْخَلِيل عَلَيْهِ الصَّلَاة وَالسَّلَام مِنْ سُلَالَة سَام بْن نُوح وَعَلَى الْقَوْل الثَّالِث كَانَ مِنْ سُلَالَة الْخَلِيل عَلَيْهِ الصَّلَاة وَالسَّلَام لَيْسَ هَذَا بِالْمَشْهُورِ عِنْدهمْ وَاَللَّه أَعْلَم وَلَكِنْ فِي صَحِيح الْبُخَارِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّ بِنَفَرٍ مِنْ أَسْلَمَ يَنْتَضِلُونَ فَقَالَ اِرْمُوا بَنِي إِسْمَاعِيل فَإِنَّ أَبَاكُمْ كَانَ رَامِيًا فَأَسْلَمَ قَبِيلَة مِنْ الْأَنْصَار وَالْأَنْصَار أَوْسهَا وَخَزْرَجهَا مِنْ غَسَّان مِنْ عَرَب الْيَمَن مِنْ سَبَإٍ - نَزَلُوا بِيَثْرِب لَمَّا تَفَرَّقَتْ سَبَأ فِي الْبِلَاد حِين بَعَثَ اللَّه عَزَّ وَجَلَّ عَلَيْهِمْ سَيْل الْعَرِم وَنَزَلَتْ طَائِفَة مِنْهُمْ بِالشَّامِ وَإِنَّمَا قِيلَ لَهُمْ غَسَّان بِمَاءٍ نَزَلُوا عَلَيْهِ قِيلَ بِالْيَمَنِ ; وَقِيلَ إِنَّهُ قَرِيب مِنْ الْمُشَلَّل كَمَا قَالَ حَسَّان بْن ثَابِت رَضِيَ اللَّه عَنْهُ : إمَّا سَأَلْت فَإِنَّا مَعْشَر نُجُب الْأَزْد نِسْبَتنَا وَالْمَاء غَسَّان وَمَعْنَى قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : وُلِدَ لَهُ عَشَرَة مِنْ الْعَرَب أَيْ كَانَ مِنْ نَسْله هَؤُلَاءِ الْعَشَرَة الَّذِينَ يَرْجِع إِلَيْهِمْ أُصُول الْقَبَائِل مِنْ عَرَب الْيَمَن لَا أَنَّهُمْ وُلِدُوا مِنْ صُلْبه بَلْ مِنْهُمْ مَنْ بَيْنه وَبَيْنه الْأَبَوَانِ وَالثَّلَاثَة وَالْأَقَلّ وَالْأَكْثَر كَمَا هُوَ مُقَرَّر مُبَيَّن فِي مَوَاضِعه مِنْ كُتُب النَّسَب وَمَعْنَى قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : فَتَيَامَنَ مِنْهُمْ سِتَّة وَتَشَاءَمَ مِنْهُمْ أَرْبَعَة أَيْ بَعْدَمَا أَرْسَلَ اللَّه تَعَالَى عَلَيْهِمْ سَيْل الْعَرِم مِنْهُمْ مَنْ أَقَامَ بِبِلَادِهِمْ وَمِنْهُمْ مَنْ نَزَحَ عَنْهَا إِلَى غَيْرهَا. وَكَانَ مِنْ أَمْر السَّدّ أَنَّهُ كَانَ الْمَاء يَأْتِيهِمْ مِنْ بَيْن جَبَلَيْنِ وَتَجْتَمِع إِلَيْهِ أَيْضًا سُيُول أَمْطَارهمْ وَأَوْدِيَتهمْ فَعَمَد مُلُوكهمْ الْأَقَادِم فَبَنَوْا بَيْنهمَا سَدًّا عَظِيمًا مُحْكَمًا حَتَّى اِرْتَفَعَ الْمَاء وَحَكَمَ عَلَى حَافَّات ذَيْنك الْجَبَلَيْنِ فَغَرَسُوا الْأَشْجَار وَاسْتَغَلُّوا الثِّمَار فِي غَايَة مَا يَكُون مِنْ الْكَثْرَة وَالْحُسْن كَمَا ذَكَرَ غَيْر وَاحِد مِنْ السَّلَف مِنْهُمْ قَتَادَة أَنَّ الْمَرْأَة كَانَتْ تَمْشِي تَحْت الْأَشْجَار وَعَلَى رَأْسهَا مِكْتَل أَوْ زِنْبِيل وَهُوَ الَّذِي تُخْتَرَف فِيهِ الثِّمَار فَيَتَسَاقَط مِنْ الْأَشْجَار فِي ذَلِكَ مَا يَمْلَؤُهُ مِنْ غَيْر أَنْ يَحْتَاج إِلَى كُلْفَة وَلَا قِطَاف لِكَثْرَتِهِ وَنُضْجه وَاسْتِوَائِهِ وَكَانَ هَذَا السَّدّ بِمَأْرِبِ بَلْدَة بَيْنهَا وَبَيْن صَنْعَاء ثَلَاث مَرَاحِل وَيُعْرَف بِسَدِّ مَأْرِب وَذَكَرَ آخَرُونَ أَنَّهُ لَمْ يَكُنْ بِبَلَدِهِمْ شَيْء مِنْ الذُّبَاب وَلَا الْبَعُوض وَلَا الْبَرَاغِيث وَلَا شَيْء مِنْ الْهَوَامّ وَذَلِكَ لِاعْتِدَالِ الْهَوَاء وَصِحَّة الْمِزَاج وَعِنَايَة اللَّه بِهِمْ لِيُوَحِّدُوهُ وَيَعْبُدُوهُ كَمَا قَالَ تَبَارَكَ وَتَعَالَى : \" لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنهمْ آيَة \" ثُمَّ فَسَّرَهَا بِقَوْلِهِ عَزَّ وَجَلَّ : \" جَنَّتَانِ عَنْ يَمِين وَشِمَال \" أَيْ مِنْ نَاحِيَتَيْ الْجَبَلَيْنِ وَالْبَلْدَة بَيْن ذَلِكَ \" كُلُوا مِنْ رِزْق رَبّكُمْ وَاشْكُرُوا لَهُ بَلْدَة طَيِّبَة وَرَبّ غَفُور \" أَيْ غَفُور لَكُمْ إِنْ اِسْتَمْرَرْتُمْ عَلَى التَّوْحِيد .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40246, "aya_id": 15}]