[{"text": "لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذَّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ", "sura_id": 3, "type": 0, "id": 421, "aya_id": 128}, {"text": "ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون", "sura_id": 3, "type": 1, "id": 6657, "aya_id": 128}, {"text": "128 - ولما كسرت رباعيته صلى الله عليه وسلم وشج وجهه يوم أحد وقال: \"كيف يفلح قوم خضبوا وجه نبيهم بالدم\" نزلت: (ليس لك من الأمر شيء) بل الأمر لله فاصبر (أو) بمعنى إلى أن (يتوب عليهم) بالإسلام (أو يعذبهم فإنهم ظالمون) بالكفر \r\n", "sura_id": 3, "type": 2, "id": 25365, "aya_id": 128}, {"text": "ليس لك -أيها الرسول- من أمر العباد شيء, بل الأمر كله لله تعالى وحده لا شريك له, ولعل بعض هؤلاء الذين قاتلوك تنشرح صدورهم للإسلام فيسلموا, فيتوب الله عليهم. ومن بقي على كفره يعذبه الله في الدنيا والآخرة بسبب ظلمه وبغيه.\r\n", "sura_id": 3, "type": 3, "id": 31601, "aya_id": 128}, {"text": " <font color=red>لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ</font><BR><p>قَالَ تَعَالَى \" لَيْسَ لَك مِنْ الْأَمْر شَيْء \" أَيْ بَلْ الْأَمْر كُلّه إِلَيَّ كَمَا قَالَ تَعَالَى \" فَإِنَّمَا عَلَيْك الْبَلَاغ وَعَلَيْنَا الْحِسَاب \" وَقَالَ لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" وَقَالَ \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" وَقَالَ مُحَمَّد بْن إِسْحَق فِي قَوْله \" لَيْسَ لَك مِنْ الْأَمْر شَيْء \" أَيْ لَيْسَ لَك مِنْ الْحُكْم شَيْء فِي عِبَادِي إِلَّا مَا أَمَرْتُك بِهِ فِيهِمْ . ثُمَّ ذَكَرَ بَقِيَّة الْأَقْسَام فَقَالَ \" أَوْ يَتُوب عَلَيْهِمْ \" أَيْ مِمَّا هُمْ فِيهِ مِنْ الْكُفْر فَيَهْدِيهِمْ بَعْد الضَّلَالَة \" أَوْ يُعَذِّبهُمْ \" أَيْ فِي الدُّنْيَا وَالْآخِرَة عَلَى كُفْرهمْ وَذُنُوبهمْ وَلِهَذَا قَالَ \" فَإِنَّهُمْ ظَالِمُونَ \" أَيْ يَسْتَحِقُّونَ ذَلِكَ . وَقَالَ الْبُخَارِيّ حَدَّثَنَا حِبَّان بْن مُوسَى أَنْبَأَنَا عَبْد اللَّه أَنْبَأَنَا مَعْمَر عَنْ الزُّهْرِيّ حَدَّثَنِي سَالِم عَنْ أَبِيهِ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوع فِي الرَّكْعَة الثَّانِيَة مِنْ الْفَجْر \" اللَّهُمَّ اِلْعَنْ فُلَانًا وَفُلَانًا \" بَعْد مَا يَقُول\" سَمِعَ اللَّه لِمَنْ حَمِدَهُ رَبّنَا وَلَك الْحَمْد \" فَأَنْزَلَ اللَّه تَعَالَى \" لَيْسَ لَك مِنْ الْأَمْر شَيْء \" الْآيَة . وَهَكَذَا رَوَاهُ النَّسَائِيّ مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا أَبُو عُقَيْل - قَالَ أَحْمَد : وَهُوَ عَبْد اللَّه بْن عُقَيْل صَالِح الْحَدِيث ثِقَة - حَدَّثَنَا عُمَر بْن حَمْزَة عَنْ سَالِم عَنْ أَبِيهِ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" اللَّهُمَّ اِلْعَنْ فُلَانًا وَفُلَانًا اللَّهُمَّ اِلْعَنْ الْحَارِث بْن هِشَام اللَّهُمَّ اِلْعَنْ سُهَيْل بْن عَمْرو اللَّهُمَّ اِلْعَنْ صَفْوَان بْن أُمَيَّة \" فَنَزَلَتْ هَذِهِ الْآيَة \" لَيْسَ لَك مِنْ الْأَمْر شَيْء أَوْ يَتُوب عَلَيْهِمْ أَوْ يُعَذِّبهُمْ فَإِنَّهُمْ ظَالِمُونَ \" فَتِيبَ عَلَيْهِمْ كُلّهمْ . وَقَالَ أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة الْعَلَائِيّ حَدَّثَنَا خَالِد بْن الْحَارِث حَدَّثَنَا مُحَمَّد بْن عَجْلَان عَنْ نَافِع عَنْ عَبْد اللَّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَدْعُو عَلَى أَرْبَعَة قَالَ : فَأَنْزَلَ اللَّه لَيْسَ لَك مِنْ الْأَمْر شَيْء إِلَى آخِر الْآيَة قَالَ : وَهَدَاهُمْ اللَّه لِلْإِسْلَامِ قَالَ الْبُخَارِيّ : قَالَ مُحَمَّد بْن عَجْلَان عَنْ نَافِع عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِه وَسَلَّمَ يَدْعُو عَلَى رِجَال مِنْ الْمُشْرِكِينَ يُسَمِّيهِمْ بِأَسْمَائِهِمْ حَتَّى أَنْزَلَ اللَّه تَعَالَى \" لَيْسَ لَك مِنْ الْأَمْر شَيْء \" الْآيَة . وَقَالَ الْبُخَارِيّ أَيْضًا : حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا إِبْرَاهِيم بْن سَعْد عَنْ اِبْن شِهَاب عَنْ سَعِيد بْن الْمُسَيِّب وَأَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَرَادَ أَنْ يَدْعُو عَلَى أَحَد أَوْ يَدْعُو لِأَحَدٍ قَنَتَ بَعْد الرُّكُوع وَرُبَّمَا قَالَ إِذَا قَالَ سَمِعَ اللَّه لِمَنْ حَمِدَهُ رَبّنَا وَلَك الْحَمْد : اللَّهُمَّ أَنْجِ الْوَلِيد بْن الْوَلِيد وَسَلَمَة بْن هِشَام وَعَيَّاش بْن أَبِي رَبِيعَة وَالْمُسْتَضْعَفِينَ مِنْ الْمُؤْمِنِينَ . اللَّهُمَّ اُشْدُدْ وَطْأَتك عَلَى مُضَر وَاجْعَلْهَا عَلَيْهِمْ سِنِينَ كَسِنِي يُوسُف \" يَجْهَر بِذَلِكَ . وَكَانَ يَقُول فِي بَعْض صَلَاته فِي صَلَاة الْفَجْر \" اللَّهُمَّ اِلْعَنْ فُلَانًا وَفُلَانًا \" لِأَحْيَاءٍ مِنْ أَحْيَاء الْعَرَب حَتَّى أَنْزَلَ اللَّه \" لَيْسَ لَك مِنْ الْأَمْر شَيْء \" الْآيَة . وَقَالَ الْبُخَارِيّ : قَالَ حُمَيْد وَثَابِت عَنْ أَنَس بْن مَالِك : شُجَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم أُحُد فَقَالَ \" كَيْفَ يُفْلِح قَوْم شَجُّوا نَبِيّهمْ ؟ \" فَنَزَلَتْ \" لَيْسَ لَك مِنْ الْأَمْر شَيْء \" وَقَدْ أُسْنِدَ هَذَا الْحَدِيث الَّذِي عَلَّقَهُ الْبُخَارِيّ فِي صَحِيحه فَقَالَ فِي غَزْوَة أُحُد : حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه السُّلَمِيّ أَخْبَرَنَا عَبْد اللَّه أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ حَدَّثَنِي سَالِم بْن عَبْد اللَّه عَنْ أَبِيهِ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِذَا رَفَعَ رَأْسه مِنْ الرُّكُوع فِي الرَّكْعَة الْأَخِيرَة مِنْ الْفَجْر \" اللَّهُمَّ اِلْعَنْ فُلَانًا وَفُلَانًا وَفُلَانًا \" بَعْد مَا يَقُول \" سَمِعَ اللَّه لِمَنْ حَمِدَهُ رَبّنَا وَلَك الْحَمْد \" فَأَنْزَلَ اللَّه \" لَيْسَ لَك مِنْ الْأَمْر شَيْء \" الْآيَة . وَعَنْ حَنْظَلَة بْن أَبِي سُفْيَان قَالَ : سَمِعْت سَالِم بْن عَبْد اللَّه قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُو عَلَى صَفْوَان بْن أُمَيَّة وَسُهَيْل بْن عَمْرو وَالْحَارِث بْن هِشَام فَنَزَلَتْ \" لَيْسَ لَك مِنْ الْأَمْر شَيْء أَوْ يَتُوب عَلَيْهِمْ أَوْ يُعَذِّبهُمْ فَإِنَّهُمْ ظَالِمُونَ \" هَكَذَا ذَكَرَ هَذِهِ الزِّيَادَة الْبُخَارِيّ مُعَلَّقَة مُرْسَلَة وَقَدْ تَقَدَّمَتْ مُسْنَدَة مُتَّصِلَة فِي مُسْنَد أَحْمَد آنِفًا . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هُشَيْم حَدَّثَنَا حُمَيْد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُسِرَتْ رُبَاعِيَّته يَوْم أُحُد وَشُجَّ فِي وَجْهه حَتَّى سَالَ الدَّم عَلَى وَجْهه فَقَالَ \" كَيْفَ يُفْلِح قَوْم فَعَلُوا هَذَا بِنَبِيِّهِمْ وَهُوَ يَدْعُوهُمْ إِلَى رَبّهمْ عَزَّ وَجَلَّ \" فَأَنْزَلَ اللَّه \" لَيْسَ لَك مِنْ الْأَمْر شَيْء أَوْ يَتُوب عَلَيْهِمْ أَوْ يُعَذِّبهُمْ فَإِنَّهُمْ ظَالِمُونَ \" اِنْفَرَدَ بِهِ مُسْلِم فَرَوَاهُ عَنْ الْقَعْنَبِيّ عَنْ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس فَذَكَرَهُ . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَحْيَى بْن وَاضِح حَدَّثَنَا الْحُسَيْن بْن وَاقِد عَنْ مَطَر عَنْ قَتَادَة قَالَ : أُصِيب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم أُحُد وَكُسِرَتْ رُبَاعِيَّته وَفُرِقَ حَاجِبه فَوَقَعَ وَعَلَيْهِ دِرْعَانِ وَالدَّم يَسِيل فَمَرَّ بِهِ سَالِم مَوْلَى أَبِي حُذَيْفَة فَأَجْلَسَهُ وَمَسَحَ عَنْ وَجْهه فَأَفَاقَ وَهُوَ يَقُول \" كَيْفَ بِقَوْمٍ فَعَلُوا هَذَا بِنَبِيِّهِمْ وَهُوَ يَدْعُوهُمْ إِلَى اللَّه عَزَّ وَجَلَّ ؟ \" فَأَنْزَلَ اللَّه \" لَيْسَ لَك مِنْ الْأَمْر شَيْء \" الْآيَة وَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة بِنَحْوِهِ وَلَمْ يَقُلْ فَأَفَاقَ.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39875, "aya_id": 128}]