[{"text": "أُوْلَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ", "sura_id": 2, "type": 0, "id": 12, "aya_id": 5}, {"text": "أولئك على هدى من ربهم وأولئك هم المفلحون", "sura_id": 2, "type": 1, "id": 6248, "aya_id": 5}, {"text": "5 - (أولئك) الموصوفون بما ذكر (على هدى من ربهم وأولئك هم المفلحون) الفائزون بالجنة الناجون من النار \r\n", "sura_id": 2, "type": 2, "id": 24956, "aya_id": 5}, {"text": "أصحاب هذه الصفات يسيرون على نور من ربهم وبتوفيق مِن خالقهم وهاديهم, وهم الفائزون الذين أدركوا ما طلبوا, ونَجَوا من شرِّ ما منه هربوا.\r\n", "sura_id": 2, "type": 3, "id": 31192, "aya_id": 5}, {"text": " <font color=red>أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ</font><BR><p>يَقُول اللَّه تَعَالَى أُولَئِكَ أَيْ الْمُتَّصِفُونَ بِمَا تَقَدَّمَ مِنْ الْإِيمَان بِالْغَيْبِ وَإِقَام الصَّلَاة وَالْإِنْفَاق مِنْ الَّذِي رَزَقَهُمْ اللَّه وَالْإِيمَان بِمَا أَنْزَلَ اللَّه إِلَى الرَّسُول وَمَنْ قَبْله مِنْ الرُّسُل وَالْإِيقَان بِالدَّارِ الْآخِرَة وَهُوَ مُسْتَلْزِم الِاسْتِعْدَاد لَهَا مِنْ الْأَعْمَال الصَّالِحَة وَتَرْك الْمُحَرَّمَات عَلَى هُدًى أَيْ عَلَى نُور وَبَيَان وَبَصِيرَة مِنْ اللَّه تَعَالَى وَأُولَئِكَ هُمْ الْمُفْلِحُونَ أَيْ فِي الدُّنْيَا وَالْآخِرَة وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أُولَئِكَ عَلَى هُدًى مِنْ رَبّهمْ أَيْ عَلَى نُور مِنْ رَبّهمْ وَاسْتِقَامَة عَلَى مَا جَاءَهُمْ بِهِ وَأُولَئِكَ هُمْ الْمُفْلِحُونَ أَيْ الَّذِينَ أَدْرَكُوا مَا طَلَبُوا وَنَجَوْا مِنْ شَرّ مَا مِنْهُ هَرَبُوا وَقَالَ اِبْن جَرِير وَأَمَّا مَعْنَى قَوْله تَعَالَى أُولَئِكَ عَلَى هُدًى مِنْ رَبّهمْ فَإِنَّ مَعْنَى ذَلِكَ فَإِنَّهُمْ عَلَى نُور مِنْ رَبّهمْ وَبُرْهَان وَاسْتِقَامَة وَسَدَاد بِتَسْدِيدِهِ إِيَّاهُمْ وَتَوْفِيقه لَهُمْ وَتَأْوِيل قَوْله تَعَالَى \" وَأُولَئِكَ هُمْ الْمُفْلِحُونَ أَيْ الْمُنْجِحُونَ الْمُدْرِكُونَ مَا طَلَبُوا عِنْد اللَّه بِأَعْمَالِهِمْ وَإِيمَانهمْ بِاَللَّهِ وَكُتُبه وَرُسُله مِنْ الْفَوْز بِالثَّوَابِ وَالْخُلُود فِي الْجَنَّات وَالنَّجَاة مِمَّا أَعَدَّ اللَّه لِأَعْدَائِهِ مِنْ الْعِقَاب . وَقَدْ حَكَى اِبْن جَرِير قَوْلًا عَنْ بَعْضهمْ أَنَّهُ أَعَادَ اِسْم الْإِشَارَة فِي قَوْله تَعَالَى أُولَئِكَ عَلَى هُدًى مِنْ رَبّهمْ وَأُولَئِكَ هُمْ الْمُفْلِحُونَ إِلَى مُؤْمِنَيْ أَهْل الْكِتَاب الْمَوْصُوفِينَ بِقَوْلِهِ تَعَالَى \" وَاَلَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْك \" الْآيَة عَلَى مَا تَقَدَّمَ مِنْ الْخِلَاف. وَعَلَى هَذَا فَيَجُوز أَنْ يَكُون قَوْله تَعَالَى : \" وَاَلَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْك \" الْآيَة عَلَى مَا تَقَدَّمَ مِنْ الْخِلَاف . وَعَلَى هَذَا فَيَجُوز أَنْ يَكُون قَوْله تَعَالَى \" وَاَلَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْك \" مُنْقَطِعًا مِمَّا قَبْله وَأَنْ يَكُون مَرْفُوعًا عَلَى الِابْتِدَاء وَخَبَره أُولَئِكَ هُمْ الْمُفْلِحُونَ وَاخْتَارَ أَنَّهُ عَائِد إِلَى جَمِيع مَنْ تَقَدَّمَ ذِكْره مِنْ مُؤْمِنِي الْعَرَب وَأَهْل الْكِتَاب لِمَا رَوَاهُ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ أُنَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَّا الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ فَهُمْ الْمُؤْمِنُونَ مِنْ الْعَرَب وَاَلَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلك هُمْ الْمُؤْمِنُونَ مِنْ أَهْل الْكِتَاب . ثُمَّ جَمَعَ الْفَرِيقَيْنِ فَقَالَ \" أُولَئِكَ عَلَى هُدًى مِنْ رَبّهمْ وَأُولَئِكَ هُمْ الْمُفْلِحُونَ \" وَقَدْ تَقَدَّمَ مِنْ التَّرْجِيح أَنَّ ذَلِكَ صِفَة لِلْمُؤْمِنِينَ عَامَّة وَالْإِشَارَة عَائِدَة عَلَيْهِمْ وَاَللَّه أَعْلَم . وَقَدْ نُقِلَ عَنْ مُجَاهِد وَأَبِي الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَتَادَة رَحِمَهُمْ اللَّه وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن عُثْمَان بْن صَالِح الْمِصْرِيّ حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنِي عُبَيْد اللَّه بْن الْمُغِيرَة عَنْ أَبِي الْهَيْثَم وَاسْمه سُلَيْمَان بْن عَبْد اللَّه عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقِيلَ لَهُ يَا رَسُول اللَّه إِنَّا نَقْرَأ مِنْ الْقُرْآن فَنَرْجُو وَنَقْرَأ مِنْ الْقُرْآن فَنَكَاد أَنْ نَيْأَس أَوْ كَمَا قَالَ : قَالَ \" أَفَلَا أُخْبِركُمْ عَنْ أَهْل الْجَنَّة وَأَهْل النَّار \" قَالُوا بَلَى يَا رَسُول اللَّه . قَالَ الم ذَلِكَ الْكِتَاب لَا رَيْب فِيهِ هُدًى لِلْمُتَّقِينَ - إِلَى قَوْله تَعَالَى - الْمُفْلِحُونَ هَؤُلَاءِ أَهْل الْجَنَّة\" قَالُوا إِنَّا نَرْجُو أَنْ نَكُون هَؤُلَاءِ ثُمَّ قَالَ \" إِنَّ الَّذِينَ كَفَرُوا سَوَاء عَلَيْهِمْ - إِلَى قَوْله - عَظِيم \" هَؤُلَاءِ أَهْل النَّار \" قَالُوا لَسْنَا هُمْ يَا رَسُول اللَّه . قَالَ : \" أَجَلْ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38727, "aya_id": 5}]