[{"text": "فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 29, "type": 0, "id": 3366, "aya_id": 26}, {"text": "فآمن له لوط وقال إني مهاجر إلى ربي إنه هو العزيز الحكيم", "sura_id": 29, "type": 1, "id": 9602, "aya_id": 26}, {"text": "26 - (فآمن له) صدق بإبراهيم (لوط) وهو ابن أخيه هاران (وقال) إبراهيم (إني مهاجر) من قومي (إلى ربي) حيث أمرني ربي وهجر قومه وهاجر من سواد العراق إلى الشام (إنه هو العزيز) في ملكه (الحكيم) في صنعه \r\n", "sura_id": 29, "type": 2, "id": 28310, "aya_id": 26}, {"text": "فصدَّق لوطٌ إبراهيمَ وتبع ملته. وقال إبراهيم: إني تارك دار قومي إلى الأرض المباركة وهي \"الشام\"، إن الله هو العزيز الذي لا يُغَالَب, الحكيم في تدبيره.\r\n", "sura_id": 29, "type": 3, "id": 34546, "aya_id": 26}, {"text": " <font color=red>فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ إِبْرَاهِيم أَنَّهُ آمَنَ لَهُ لُوط يُقَال إِنَّهُ اِبْن أَخِي إِبْرَاهِيم يَقُولُونَ هُوَ لُوط بْن هَارَان بْن آزَر يَعْنِي وَلَمْ يُؤْمِن بِهِ مِنْ قَوْمه سِوَاهُ وَسَارَة اِمْرَأَة إِبْرَاهِيم الْخَلِيل . لَكِنْ يُقَال كَيْف الْجَمْع بَيْن هَذِهِ الْآيَة وَبَيْن الْحَدِيث الْوَارِد فِي الصَّحِيح أَنَّ إِبْرَاهِيم حِين مَرَّ عَلَى ذَلِكَ الْجَبَّار فَسَأَلَ إِبْرَاهِيم عَنْ سَارَة مَا هِيَ مِنْهُ فَقَالَ أُخْتِي ثُمَّ جَاءَ إِلَيْهَا فَقَالَ لَهَا إِنِّي قَدْ قُلْت لَهُ إِنَّك أُخْتِي فَلَا تُكَذِّبِينِي فَإِنَّهُ لَيْسَ عَلَى وَجْه الْأَرْض مُؤْمِن غَيْرِي وَغَيْرك فَأَنْتِ أُخْتِي فِي الدِّين . وَكَأَنَّ الْمُرَاد مِنْ هَذَا وَاَللَّه أَعْلَم أَنَّهُ لَيْسَ عَلَى وَجْه الْأَرْض زَوْجَانِ عَلَى الْإِسْلَام غَيْرِي وَغَيْرك فَإِنَّ لُوطًا عَلَيْهِ السَّلَام آمَنَ بِهِ مِنْ قَوْمه وَهَاجَرَ مَعَهُ إِلَى بِلَاد الشَّام ثُمَّ أُرْسِلَ فِي حَيَاة الْخَلِيل إِلَى أَهْل سَدُوم وَأَقَامَ بِهَا وَكَانَ مِنْ أَمْرهمْ مَا تَقَدَّمَ وَمَا سَيَأْتِي وَقَوْله تَعَالَى : \" وَقَالَ إِنِّي مُهَاجِر إِلَى رَبِّي \" يَحْتَمِل عَوْد الضَّمِير فِي قَوْله : \" وَقَالَ إِنِّي مُهَاجِر\" عَلَى لُوط لِأَنَّهُ هُوَ أَقْرَب الْمَذْكُورَيْنِ وَيَحْتَمِل عَوْده إِلَى إِبْرَاهِيم . قَالَهُ اِبْن عَبَّاس وَالضَّحَّاك وَهُوَ الْمُكَنَّى عَنْهُ بِقَوْلِهِ : \" فَآمَنَ لَهُ لُوط \" أَيْ مِنْ قَوْمه ثُمَّ أَخْبَرَ عَنْهُ بِأَنَّهُ اِخْتَارَ الْمُهَاجَرَة مِنْ بَيْن أَظْهُرهمْ اِبْتِغَاء إِظْهَار الدِّين وَالتَّمَكُّن مِنْ ذَلِكَ وَلِهَذَا قَالَ : \" إِنَّهُ هُوَ الْعَزِيز الْحَكِيم \" أَيْ لَهُ الْعِزَّة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ بِهِ الْحَكِيم فِي أَقْوَاله وَأَفْعَاله وَأَحْكَامه الْقَدَرِيَّة وَالشَّرْعِيَّة . وَقَالَ قَتَادَة هَاجَرَا جَمِيعًا مِنْ كوثى وَهِيَ مِنْ سَوَاد الْكُوفَة إِلَى الشَّام . قَالَ وَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّهَا سَتَكُونُ هِجْرَة بَعْد هِجْرَة يَنْحَاز أَهْل الْأَرْض إِلَى مُهَاجَر إِبْرَاهِيم وَيَبْقَى فِي الْأَرْض شِرَار أَهْلهَا حَتَّى تَلْفِظهُمْ أَرْضهمْ وَتَقْذَرُهُمْ رُوح اللَّه عَزَّ وَجَلَّ وَتَحْشِرهُمْ النَّار مَعَ الْقِرَدَة وَالْخَنَازِير تَبِيت مَعَهُمْ إِذَا بَاتُوا وَتَقِيل مَعَهُمْ إِذَا قَالُوا وَتَأْكُل مَا سَقَطَ مِنْهُمْ \" وَقَدْ أَسْنَدَ الْإِمَام أَحْمَد هَذَا الْحَدِيث فَرَوَاهُ مُطَوَّلًا مِنْ حَدِيث عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ قَالَ حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة عَنْ شَهْر بْن حَوْشَب قَالَ : لَمَّا جَاءَتْنَا بَيْعَة يَزِيد بْن مُعَاوِيَة قَدِمْت الشَّام فَأُخْبِرْت بِمَقَامٍ يَقُومهُ نَوْف الْبِكَالِيّ فَجِئْته إِذْ جَاءَ رَجُل فَانْتَبَذَ النَّاس وَعَلَيْهِ خَمِيصَة فَإِذَا هُوَ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ فَلَمَّا رَآهُ نَوْف أَمْسَكَ عَنْ الْحَدِيث فَقَالَ عَبْد اللَّه : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِنَّهَا سَتَكُونُ هِجْرَة بَعْد هِجْرَة فَيَنْحَاز النَّاس إِلَى مُهَاجَر إِبْرَاهِيم لَا يَبْقَى فِي الْأَرْض إِلَّا شِرَار أَهْلهَا فَتَلْفِظهُمْ أَرْضهمْ تَقْذَرُهُمْ نَفْس الرَّحْمَن تَحْشُرهُمْ النَّار مَعَ الْقِرَدَة وَالْخَنَازِير فَتَبِيت مَعَهُمْ إِذَا بَاتُوا وَتَقِيل مَعَهُمْ إِذَا قَالُوا وَتَأْكُل مَنْ تَخَلَّفَ مِنْهُمْ \" قَالَ وَسَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" سَيَخْرُجُ أُنَاس مِنْ أُمَّتِي مِنْ قِبَل الْمَشْرِق يَقْرَءُونَ الْقُرْآن لَا يُجَاوِز تَرَاقِيهمْ كُلَّمَا خَرَجَ مِنْهُمْ قَرْن قُطِعَ كُلَّمَا خَرَجَ مِنْهُمْ قَرْن قُطِعَ - حَتَّى عَدَّهَا زِيَادَة عَلَى عِشْرِينَ مَرَّة كُلَّمَا خَرَجَ مِنْهُمْ قَرْن قُطِعَ حَتَّى يَخْرُج الدَّجَّال فِي بَقِيَّتهمْ \" وَرَوَاهُ الْإِمَام أَحْمَد عَنْ أَبِي دَاوُد وَعَبْد الصَّمَد كِلَاهُمَا عَنْ هِشَام الدَّسْتُوَائِيّ عَنْ قَتَادَة بِهِ وَقَدْ رَوَاهُ أَبُو دَاوُد فِي سُنَنه فَقَالَ فِي كِتَاب الْجِهَاد\" بَاب مَا جَاءَ فِي سُكْنَى الشَّام \" . حَدَّثَنَا عُبَيْد اللَّه بْن عُمَر حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنِي عَنْ قَتَادَة عَنْ شَهْر بْن حَوْشَب عَنْ عَبْد اللَّه بْن عُمَر قَالَ : سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" سَتَكُونُ هِجْرَة بَعْد هِجْرَة وَيَنْحَاز أَهْل الْأَرْض أَلْزَمهُمْ مُهَاجَر إِبْرَاهِيم وَيَبْقَى فِي الْأَرْض شِرَار أَهْلهَا تَلْفِظهُمْ أَرْضهمْ وَتَقْذَرُهُمْ نَفْس الرَّحْمَن وَتَحْشُرهُمْ النَّار مَعَ الْقِرَدَة وَالْخَنَازِير\" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد أَخْبَرَنَا أَبُو جَنَاب يَحْيَى بْن أَبِي حَيَّة عَنْ شَهْر بْن حَوْشَب قَالَ سَمِعْت عَبْد اللَّه بْن عُمَر يَقُول : لَقَدْ رَأَيْتنَا وَمَا صَاحِب الدِّينَار وَالدِّرْهَم بِأَحَقَّ بِهِ مِنْ أَخِيهِ الْمُسْلِم ثُمَّ لَقَدْ رَأَيْتنَا بِآخِرَةِ الْآن وَالدِّينَار وَالدِّرْهَم أَحَبّ إِلَى أَحَدنَا مِنْ أَخِيهِ الْمُسْلِم وَلَقَدْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَئِنْ اِتَّبَعْتُمْ أَذْنَاب الْبَقَر وَتَبَايَعْتُمْ بِالْعِينَةِ وَتَرَكْتُمْ الْجِهَاد فِي سَبِيل اللَّه لَيُلْزِمَنَّكُمْ اللَّه مَذَلَّة فِي أَعْنَاقكُمْ لَا تُنْزَع مِنْكُمْ حَتَّى تَرْجِعُوا إِلَى مَا كُنْتُمْ عَلَيْهِ وَتَتُوبُوا إِلَى اللَّه تَعَالَى \" وَسَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَتَكُونَنَّ هِجْرَة بَعْد هِجْرَة إِلَى مُهَاجَر أَبِيكُمْ إِبْرَاهِيم حَتَّى لَا يَبِيت فِي الْأَرْض إِلَّا شِرَار أَهْلهَا وَتَلْفِظهُمْ أَرْضُوهُمْ وَتَقْذَرُهُمْ رُوح الرَّحْمَن وَتَحْشُرهُمْ النَّار مَعَ الْقِرَدَة وَالْخَنَازِير تَقِيل مَعَهُمْ حَيْثُ قَالُوا وَتَبِيت مَعَهُمْ حَيْثُ يَبِيتُونَ وَمَا سَقَطَ مِنْهُمْ فَلَهَا \" وَلَقَدْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" يَخْرُج قَوْم مِنْ أَمَتَى يُسِيئُونَ الْأَعْمَال يَقْرَءُونَ الْقُرْآن لَا يُجَاوِز حَنَاجِرهمْ - قَالَ يَزِيد لَا أَعْلَمهُ إِلَّا قَالَ - يُحَقِّر أَحَدكُمْ عِلْمه مَعَ عِلْمهمْ يَقْتُلُونَ أَهْل الْإِسْلَام فَإِذَا خَرَجُوا فَاقْتُلُوهُمْ ثُمَّ إِذَا خَرَجُوا فَاقْتُلُوهُمْ ثُمَّ إِذَا خَرَجُوا فَاقْتُلُوهُمْ فَطُوبَى لِمَنْ قَتَلَهُمْ وَطُوبَى لِمَنْ قَتَلُوهُ كُلَّمَا طَلَعَ مِنْهُمْ قَرْن قَتَلَهُ اللَّه \" فَرَدَّدَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِشْرِينَ مَرَّة أَوْ أَكْثَر وَأَنَا أَسْمَع وَقَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ حَدَّثَنَا أَبُو الْحَسَن بْن الْفَضْل أَخْبَرَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا يَعْقُوب بْن سُفْيَان حَدَّثَنَا أَبُو النَّضْر إِسْحَاق بْن إِبْرَاهِيم بْن يَزِيد وَهِشَام بْن عَمَّار الدِّمَشْقِيَّانِ قَالَا حَدَّثَنَا يَحْيَى بْن حَمْزَة حَدَّثَنَا الْأَوْزَاعِيّ عَنْ نَافِع وَقَالَ أَبُو النَّضْر عَمَّنْ حَدَّثَهُ عَنْ نَافِع عَنْ عَبْد اللَّه بْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" سَيُهَاجِرُ أَهْل الْأَرْض هِجْرَة بَعْد هِجْرَة إِلَى مُهَاجَر إِبْرَاهِيم حَتَّى لَا يَبْقَى إِلَّا شِرَار أَهْلهَا تَلْفِظهُمْ الْأَرْضُونَ وَتَقْذَرُهُمْ رُوح الرَّحْمَن وَتَحْشُرهُمْ النَّار مَعَ الْقِرَدَة وَالْخَنَازِير تَبِيت مَعَهُمْ حَيْثُ بَاتُوا وَتَقِيل مَعَهُمْ حَيْثُ قَالُوا لَهَا مَا سَقَطَ مِنْهُمْ \" غَرِيب مِنْ حَدِيث نَافِع وَالظَّاهِر أَنَّ الْأَوْزَاعِيّ قَدْ رَوَاهُ عَنْ شَيْخ لَهُ مِنْ الضُّعَفَاء وَاَللَّه أَعْلَم . وَرِوَايَته مِنْ حَدِيث عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ أَقْرَب إِلَى الْحِفْظ .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39792, "aya_id": 26}]