[{"text": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا", "sura_id": 18, "type": 0, "id": 2168, "aya_id": 28}, {"text": "واصبر نفسك مع الذين يدعون ربهم بالغداة والعشي يريدون وجهه و لا تعد عيناك عنهم تريد زينة الحياة الدنيا و لا تطع من أغفلنا قلبه عن ذكرنا و اتبع هواه و كان أمره فرطا", "sura_id": 18, "type": 1, "id": 8404, "aya_id": 28}, {"text": "28 - (واصبر نفسك) احبسها (مع الذين يدعون ربهم بالغداة والعشي يريدون) بعبادتهم (وجهه) تعالى لا شيئا من أعراض الدنيا وهم الفقراء (ولا تعد) تنصرف (عيناك عنهم) عبر بهما عن صاحبهما (تريد زينة الحياة الدنيا ولا تطع من أغفلنا قلبه عن ذكرنا) أي القرآن هو عيينة بن حصن وأصحابه (واتبع هواه) في الشرك (وكان أمره فرطا) إسرافا \r\n", "sura_id": 18, "type": 2, "id": 27112, "aya_id": 28}, {"text": "واصبر نفسك -أيها النبي- مع أصحابك مِن فقراء المؤمنين الذين يعبدون ربهم وحده، ويدعونه في الصباح والمساء، يريدون بذلك وجهه، واجلس معهم وخالطهم، ولا تصرف نظرك عنهم إلى غيرهم من الكفار لإرادة التمتع بزينة الحياة الدنيا، ولا تُطِعْ من جعلنا قلبه غافلا عن ذكرنا، وآثَرَ هواه على طاعة مولاه، وصار أمره في جميع أعماله ضياعًا وهلاكًا.\r\n", "sura_id": 18, "type": 3, "id": 33348, "aya_id": 28}, {"text": " <font color=red>وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا</font><BR><p>وَقَوْله \" وَاصْبِرْ نَفْسك مَعَ الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهه \" أَيْ اِجْلِسْ مَعَ الَّذِينَ يَذْكُرُونَ اللَّه وَيُهَلِّلُونَهُ وَيَحْمَدُونَهُ وَيُسَبِّحُونَهُ وَيُكَبِّرُونَهُ وَيَسْأَلُونَهُ بُكْرَة وَعَشِيًّا مِنْ عِبَاد اللَّه سَوَاء كَانُوا فُقَرَاء أَوْ أَغْنِيَاء أَوْ أَقْوِيَاء أَوْ ضُعَفَاء يُقَال إِنَّهَا نَزَلَتْ فِي أَشْرَاف قُرَيْش حِين طَلَبُوا مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَجْلِس مَعَهُمْ وَحْده وَلَا يُجَالِسهُمْ بِضُعَفَاء أَصْحَابه كَبِلَالٍ وَعَمَّار وَصُهَيْب وَخَبَّاب وَابْن مَسْعُود وَلْيُفْرِد أُولَئِكَ بِمَجْلِسٍ عَلَى حِدَة فَنَهَاهُ اللَّه عَنْ ذَلِكَ فَقَالَ \" وَلَا تَطْرُد الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ \" الْآيَة وَأَمَرَهُ أَنْ يَصْبِر نَفْسه فِي الْجُلُوس مَعَ هَؤُلَاءِ فَقَالَ \" وَاصْبِرْ نَفْسك مَعَ الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ \" الْآيَة. وَقَالَ مُسْلِم فِي صَحِيحه : حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْأَسَدِيّ عَنْ إِسْرَائِيل عَنْ الْمِقْدَام بْن شُرَيْح عَنْ أَبِيهِ عَنْ سَعْد هُوَ اِبْن أَبِي وَقَّاص قَالَ : كُنَّا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سِتَّة نَفَر فَقَالَ الْمُشْرِكُونَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : اُطْرُدْ هَؤُلَاءِ لَا يَجْتَرِئُونَ عَلَيْنَا قَالَ : وَكُنْت أَنَا وَابْن مَسْعُود وَرَجُل مِنْ هُذَيْل وَبِلَال وَرَجُلَانِ نَسِيت اِسْمَيْهِمَا فَوَقَعَ فِي نَفْس رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا شَاءَ اللَّه أَنْ يَقَع فَحَدَّثَ نَفْسه فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَلَا تَطْرُد الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهه \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم دُون الْبُخَارِيّ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي التَّيَّاح قَالَ سَمِعْت أَبَا الْجَعْد يُحَدِّث عَنْ أَبِي أُمَامَة قَالَ : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى قَاصّ يَقُصّ فَأَمْسَكَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُصَّ فَلَأَنْ أَقْعُد غُدْوَة إِلَى أَنْ تُشْرِق الشَّمْس أَحَبّ إِلَيَّ مِنْ أَنْ أُعْتِق أَرْبَع رِقَاب \" وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا هَاشِم ثَنَا شُعْبَة عَنْ عَبْد الْمَلِك بْن مَيْسَرَة قَالَ سَمِعْت كُرْدُوس بْن قَيْس وَكَانَ قَاصّ الْعَامَّة بِالْكُوفَةِ يَقُول : أَخْبَرَنِي رَجُل مِنْ أَصْحَاب بَدْر أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَأَنْ أَقْعُد فِي مِثْل هَذَا الْمَجْلِس أَحَبّ إِلَيَّ مِنْ أَنْ أُعْتِق أَرْبَع رِقَاب \" قَالَ شُعْبَة فَقُلْت أَيّ مَجْلِس قَالَ كَانَ قَاصًّا وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنَده : حَدَّثَنَا مُحَمَّد حَدَّثَنَا يَزِيد بْن أَبَان عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَأَنْ أُجَالِس قَوْمًا يَذْكُرُونَ اللَّه مِنْ صَلَاة الْغَدَاة إِلَى طُلُوع الشَّمْس أَحَبّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْس وَلَأَنْ أَذْكُر اللَّه مِنْ صَلَاة الْعَصْر إِلَى غُرُوب الشَّمْس أَحَبّ إِلَيَّ مِنْ أَنْ أُعْتِق ثَمَانِيَة مِنْ وَلَد إِسْمَاعِيل دِيَة كُلّ وَاحِد مِنْهُمْ اِثْنَا عَشَر أَلْفًا \" فَحَسَبْنَا دِيَاتهمْ وَنَحْنُ فِي مَجْلِس أَنَس فَبَلَغَتْ سِتَّة وَتِسْعِينَ أَلْفًا وَهَاهُنَا مَنْ يَقُول أَرْبَعَة مِنْ وَلَد إِسْمَاعِيل وَاَللَّه مَا قَالَ إِلَّا ثَمَانِيَة دِيَة كُلّ وَاحِد مِنْهُمْ اِثْنَا عَشَر أَلْفًا , وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا مُحَمَّد بْن إِسْحَاق الْأَهْوَازِيّ حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا عَمْرو بْن ثَابِت عَنْ عَلِيّ بْن الْأَقْمَر عَنْ الْأَغَرّ أَبِي مُسْلِم وَهُوَ الْكُوفِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّ بِرَجُلٍ يَقْرَأ سُورَة الْكَهْف فَلَمَّا رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَكَتَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذَا الْمَجْلِس الَّذِي أُمِرْت أَنْ أَصْبِر نَفْسِي مَعَهُمْ \" هَكَذَا رَوَاهُ أَبُو أَحْمَد عَنْ عَمْرو بْن ثَابِت عَنْ عَلِيّ بْن الْأَقْمَر عَنْ الْأَغَرّ مُرْسَلًا وَحَدَّثَنَا يَحْيَى بْن الْمُعَلَّى عَنْ مَنْصُور حَدَّثَنَا مُحَمَّد بْن الصَّلْت حَدَّثَنَا عَمْرو بْن ثَابِت عَنْ عَلِيّ بْن الْأَقْمَر عَنْ الْأَغَرّ أَبِي مُسْلِم عَنْ أَبِي هُرَيْرَة وَأَبِي سَعِيد قَالَا : جَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَجُل يَقْرَأ سُورَة الْحَجّ أَوْ سُورَة الْكَهْف فَسَكَتَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا الْمَجْلِس الَّذِي أُمِرْت أَنْ أَصْبِر نَفْسِي مَعَهُمْ . وَقَالَ الْإِمَام أَحْمَد ثَنَا مُحَمَّد بْن بُكَيْر ثَنَا مَيْمُون الْمَرَئِيّ ثَنَا مَيْمُون بْن سِيَاه عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ قَوْم اِجْتَمَعُوا يَذْكُرُونَ اللَّه لَا يُرِيدُونَ بِذَلِكَ إِلَّا وَجْهه إِلَّا نَادَاهُمْ مُنَادٍ مِنْ السَّمَاء أَنْ قُومُوا مَغْفُورًا لَكُمْ قَدْ بُدِّلَتْ سَيِّئَاتكُمْ حَسَنَات \" تَفَرَّدَ بِهِ أَحْمَد رَحِمَهُ اللَّه وَقَالَ الطَّبَرَانِيّ ثَنَا إِسْمَاعِيل بْن الْحَسَن ثَنَا أَحْمَد بْن صَالِح ثَنَا اِبْن وَهْب عَنْ أُسَامَة بْن زَيْد عَنْ أَبِي حَازِم عَنْ عَبْد الرَّحْمَن بْن سَهْل بْن حُنَيْف قَالَ : نَزَلَتْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي بَعْض أَبْيَاته \" وَاصْبِرْ نَفْسك مَعَ الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ \" الْآيَة فَخَرَجَ يَلْتَمِسهُمْ فَوَجَدَ قَوْمًا يَذْكُرُونَ اللَّه تَعَالَى مِنْهُمْ ثَائِر الرَّأْس وَجَافّ الْجِلْد وَذُو الثَّوْب الْوَاحِد فَلَمَّا رَآهُمْ جَلَسَ مَعَهُمْ وَقَالَ \" الْحَمْد لِلَّهِ الَّذِي جَعَلَ فِي أُمَّتِي مَنْ أَمَرَنِي أَنْ أَصْبِر نَفْسِي مَعَهُمْ \" عَبْد الرَّحْمَن هَذَا ذَكَرَهُ أَبُو بَكْر بْن أَبِي دَاوُد فِي الصَّحَابَة وَأَمَّا أَبُوهُ فَمِنْ سَادَات الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ وَقَوْله \" وَلَا تَعْدُ عَيْنَاك عَنْهُمْ تُرِيد زِينَة الْحَيَاة الدُّنْيَا \" قَالَ اِبْن عَبَّاس : وَلَا تُجَاوِزهُمْ إِلَى غَيْرهمْ يَعْنِي تَطْلُب بَدَلهمْ أَصْحَاب الشَّرَف وَالثَّرْوَة \" وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبه عَنْ ذِكْرنَا \" أَيْ شُغِلَ عَنْ الدِّين وَعِبَادَة رَبّه بِالدُّنْيَا \" وَكَانَ أَمْره فُرُطًا \" أَيْ أَعْمَاله وَأَفْعَاله سَفَه وَتَفْرِيط وَضَيَاع وَلَا تَكُنْ مُطِيعًا لَهُ وَلَا مُحِبًّا لِطَرِيقَتِهِ وَلَا تَغْبِطهُ بِمَا هُوَ فِيهِ كَمَا قَالَ \" وَلَا تَمُدَّنَّ عَيْنَيْك إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَة الْحَيَاة الدُّنْيَا لِنَفْتِنهُمْ فِيهِ وَرِزْق رَبّك خَيْر وَأَبْقَى \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38320, "aya_id": 28}]