[{"text": "وَرَسُولاً إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللّهِ وَأُبْرِىءُ الأكْمَهَ والأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللّهِ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 3, "type": 0, "id": 342, "aya_id": 49}, {"text": "ورسولا إلى بني إسرائيل أني قد جئتكم بآية من ربكم أني أخلق لكم من الطين كهيئة الطير فأنفخ فيه فيكون طيرا بإذن الله وأبرئ الأكمه والأبرص وأحيي الموتى بإذن الله وأنبئكم بما تأكلون وما تدخرون في بيوتكم إن في ذلك لآية لكم إن كنتم مؤمنين", "sura_id": 3, "type": 1, "id": 6578, "aya_id": 49}, {"text": "49 - (و) نجعله (رسولاً إلى بني إسرائيل) في الصبا أو بعد البلوغ فنفخ جبريل في جيب درعها فحملت ، وكان من أمرها ما ذكر في سورة مريم فلما بعثه الله إلى بني إسرائيل قال لهم: إني رسول الله إليكم (أني) أي بأني (قد جئتكم بآية) علامة على صدقي (من ربكم) هي (أني) وفي قراءة بالكسر استئنافا (أخلق) أصور (لكم من الطين كهيئة الطير) فالكاف اسم مفعول (فأنفخ فيه) الضمير للكاف (فيكون طيراً) وفي قراءة طائر (بإذن الله) بإرادته فخلق لهم الخفاش لأنه أكمل الطير خلقا فكان يطير وهم ينظرونه فإذا غاب عن أعينهم سقط ميتا ليتميز فعل المخلوق من فعل الخالق وهو الله تعالى وليعلم أن الكمال لله (وأبرِّئ) أشفى (الأكمه) الذي ولد أعمى (والأبرص) وخُصا بالذكر لأنهما داءا إعياء وكان بعثه في زمن الطب فأبرأ في يوم خمسين ألفا بالدعاء بشرط الإيمان (وأحيي الموتى بإذن الله) كرره لنفي توهم الألوهية فيه فأحيا عازر صديقا له وابن العجوز وابنة العاشر فعاشوا وولد لهم ، وسام بن نوح ومات في الحال (وأنبئكم بما تأكلون وما تدخرون) تخبئون (في بيوتكم) مما لم أعاينه فكان يخبر الشخص بما أكل وبما يأكل بعد (إن في ذلك) المذكور (لآية لكم إن كنتم مؤمنين) \r\n", "sura_id": 3, "type": 2, "id": 25286, "aya_id": 49}, {"text": "ويجعله رسولا إلى بني إسرائيل, ويقول لهم: إني قد جئتكم بعلامة من ربكم تدلُّ على أني مرسل من الله, وهي أني أصنع لكم من الطين مثل شكل الطير, فأنفخ فيه فيكون طيرًا حقيقيا بإذن الله, وأَشفي مَن وُلِد أعمى, ومَن به برص, وأُحيي من كان ميتًا بإذن الله, وأخبركم بما تأكلون وتدَّخرون في بيوتكم من طعامكم. إن في هذه الأمور العظيمة التي ليست في قدرة البشر لدليلا على أني نبي الله ورسوله, إن كنتم مصدِّقين حجج الله وآياته, مقرِّين بتوحيده.\r\n", "sura_id": 3, "type": 3, "id": 31522, "aya_id": 49}, {"text": " <font color=red>وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>قَوْله \" وَرَسُولًا إِلَى بَنِي إِسْرَائِيل \" قَائِلًا لَهُمْ \" أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبّكُمْ أَنِّي أَخْلُق لَكُمْ مِنْ الطِّين كَهَيْئَةِ الطَّيْر فَأَنْفُخ فِيهِ فَيَكُون طَيْرًا بِإِذْنِ اللَّه \" وَكَذَلِكَ كَانَ يَفْعَل يُصَوِّر مِنْ الطِّين شَكْل طَيْر ثُمَّ يَنْفُخ فِيهِ فَيَطِير عِيَانًا بِإِذْنِ اللَّه عَزَّ وَجَلَّ الَّذِي جَعَلَ هَذَا مُعْجِزَة لَهُ تَدُلّ عَلَى أَنَّهُ أَرْسَلَهُ \" وَأُبْرِئُ الْأَكْمَه \" قِيلَ : إِنَّهُ الَّذِي يُبْصِر نَهَارًا وَلَا يُبْصِر لَيْلًا وَقِيلَ بِالْعَكْسِ وَقِيلَ : الْأَعْشَى وَقِيلَ : الْأَعْمَش وَقِيلَ : هُوَ الَّذِي يُولَد أَعْمَى وَهُوَ أَشْبَه لِأَنَّهُ أَبْلَغ فِي الْمُعْجِزَة وَأَقْوَى فِي التَّحَدِّي \" وَالْأَبْرَص\" مَعْرُوف \" وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّه \" قَالَ كَثِير مِنْ الْعُلَمَاء : بَعَثَ اللَّه كُلّ نَبِيّ مِنْ الْأَنْبِيَاء بِمَا يُنَاسِب أَهْل زَمَانه فَكَانَ الْغَالِب عَلَى زَمَان مُوسَى عَلَيْهِ السَّلَام السِّحْر وَتَعْظِيم السَّحَرَة فَبَعَثَهُ اللَّه بِمُعْجِزَةٍ بَهَرَتْ الْأَبْصَار وَحَيَّرَتْ كُلّ سَحَّار فَلَمَّا اِسْتَيْقَنُوا أَنَّهَا مِنْ عِنْد الْعَظِيم الْجَبَّار اِنْقَادُوا لِلْإِسْلَامِ وَصَارُوا مِنْ عِبَاد اللَّه الْأَبْرَار وَأَمَّا عِيسَى عَلَيْهِ السَّلَام فَبُعِثَ فِي زَمَن الْأَطِبَّاء وَأَصْحَاب عِلْم الطَّبِيعَة فَجَاءَهُمْ مِنْ الْآيَات بِمَا لَا سَبِيل لِأَحَدٍ إِلَيْهِ إِلَّا أَنْ يَكُون مُؤَيَّدًا مِنْ الَّذِي شَرَّعَ الشَّرِيعَة فَمِنْ أَيْنَ لِلطَّبِيبِ قُدْرَة عَلَى إِحْيَاء الْجَمَاد أَوْ عَلَى مُدَاوَاة الْأَكْمَه وَالْأَبْرَص وَبَعْث مَنْ هُوَ فِي قَبْره رَهِين إِلَى يَوْم التَّنَاد . وَكَذَلِكَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بُعِثَ فِي زَمَان الْفُصَحَاء وَالْبُلَغَاء وَتَجَارِيد الشُّعَرَاء فَأَتَاهُمْ بِكِتَابٍ مِنْ اللَّه عَزَّ وَجَلَّ فَلَوْ اِجْتَمَعَتْ الْإِنْس وَالْجِنَّ عَلَى أَنْ يَأْتُوا بِمِثْلِهِ أَوْ بِعَشْرِ سُوَر مِنْ مِثْله أَوْ بِسُورَةٍ مِنْ مِثْله لَمْ يَسْتَطِيعُوا أَبَدًا وَلَوْ كَانَ بَعْضهمْ لِبَعْضٍ ظَهِيرًا وَمَا ذَلِكَ إِلَّا أَنَّ كَلَام الرَّبّ عَزَّ وَجَلَّ لَا يُشْبِه كَلَام الْخَلْق أَبَدًا وَقَوْله \" وَأُنَبِّئكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتكُمْ \" أَيْ أُخْبِركُمْ بِمَا أَكَلَ أَحَدكُمْ الْآن وَمَا هُوَ مُدَّخَر لَهُ فِي بَيْته لِغَدٍ \" إِنَّ فِي ذَلِكَ \" أَيْ فِي ذَلِكَ كُلّه \" لَآيَة لَكُمْ \" أَيْ عَلَى صِدْقِي فِيمَا جِئْتُكُمْ بِهِ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39987, "aya_id": 49}]