[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَن يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِن وَرَاء حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَن تَنكِحُوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِندَ اللَّهِ عَظِيمًا", "sura_id": 33, "type": 0, "id": 3586, "aya_id": 53}, {"text": "يا أيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم إلى طعام غير ناظرين إناه ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا مستأنسين لحديث إن ذلكم كان يؤذي النبي فيستحيي منكم والله لا يستحيي من الحق وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن وما كان لكم أن تؤذوا رسول الله ولا أن تنكحوا أزواجه من بعده أبدا إن ذلكم كان عند الله عظيما", "sura_id": 33, "type": 1, "id": 9822, "aya_id": 53}, {"text": "53 - (يا أيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم) في الدخول بالدعاء (إلى طعام) فتدخلوا (غير ناظرين) منتظرين (إناه) نضجه مصدر أنى يأني (ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا) تمكثوا (مستأنسين لحديث) من بعضكم لبعض (إن ذلكم) المكث (كان يؤذي النبي فيستحيي منكم) أن يخرجكم (والله لا يستحيي من الحق) أن يخرجكم أي لا يترك بيانه وقرىء يستحي بياء واحدة (وإذا سألتموهن) أي أزواج النبي صلى الله عليه وسلم (متاعا فاسألوهن من وراء حجاب) ستر (ذلكم أطهر لقلوبكم وقلوبهن) من الخواطر المريبة (وما كان لكم أن تؤذوا رسول الله) بشيء (ولا أن تنكحوا أزواجه من بعده أبدا إن ذلكم كان عند الله) ذنبا (عظيما) \r\n", "sura_id": 33, "type": 2, "id": 28530, "aya_id": 53}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تدخلوا بيوت النبي إلا بإذنه لتناول طعام غير منتظرين نضجه, ولكن إذا دعيتم فادخلوا, فإذا أكلتم فانصرفوا غير مستأنسين لحديث بينكم؛ فإن انتظاركم واستئناسكم يؤذي النبي, فيستحيي من إخراجكم من البيوت مع أن ذلك حق له, والله لا يستحيي من بيان الحق وإظهاره. وإذا سألتم نساء رسول الله صلى الله عليه وسلم حاجة من أواني البيت ونحوها فاسألوهن من وراء ستر؛ ذلكم أطهر لقلوبكم وقلوبهن من الخواطر التي تعرض للرجال في أمر النساء, وللنساء في أمر الرجال؛ فالرؤية سبب الفتنة, وما ينبغي لكم أن تؤذوا رسول الله, ولا أن تتزوجوا أزواجه من بعد موته أبدًا؛ لأنهن أمهاتكم, ولا يحلُّ للرجل أن يتزوج أمَّه, إنَّ أذاكم رسول الله صلى الله عليه وسلم ونكاحكم أزواجه من بعده إثم عظيم عند الله. (وقد امتثلت هذه الأمة هذا الأمر, واجتنبت ما نهى الله عنه منه).\r\n", "sura_id": 33, "type": 3, "id": 34766, "aya_id": 53}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ</font><BR><p>هَذِهِ آيَة الْحِجَاب وَفِيهَا أَحْكَام وَآدَاب شَرْعِيَّة وَهِيَ مِمَّا وَافَقَ تَنْزِيلهَا قَوْل عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ كَمَا ثَبَتَ ذَلِكَ فِي الصَّحِيحَيْنِ عَنْهُ أَنَّهُ قَالَ وَافَقْت رَبِّي عَزَّ وَجَلَّ فِي ثَلَاث قُلْت يَا رَسُول اللَّه لَوْ اِتَّخَذْت مِنْ مَقَام إِبْرَاهِيم مُصَلًّى فَأَنْزَلَ اللَّه تَعَالَى \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقُلْت يَا رَسُول اللَّه إِنَّ نِسَاءَك يَدْخُل عَلَيْهِنَّ الْبَرّ وَالْفَاجِر فَلَوْ حَجَبْتهنَّ فَأَنْزَلَ اللَّه آيَة الْحِجَاب وَقُلْت لِأَزْوَاجِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا تَمَالَأْنَ عَلَيْهِ فِي الْغَيْرَة \" عَسَى رَبّه إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ \" فَنَزَلَتْ كَذَلِكَ وَفِي رِوَايَة لِمُسْلِمٍ ذَكَرَ أُسَارَى بَدْر وَهِيَ قَضِيَّة رَابِعَة وَقَدْ قَالَ الْبُخَارِيّ حَدَّثَنَا مُسَدَّد عَنْ يَحْيَى عَنْ حُمَيْد أَنَّ أَنَس بْن مَالِك قَالَ : قَالَ عُمَر بْن الْخَطَّاب يَا رَسُول اللَّه يَدْخُل عَلَيْك الْبَرّ وَالْفَاجِر فَلَوْ أَمَرْت أُمَّهَات الْمُؤْمِنِينَ بِالْحِجَابِ فَأَنْزَلَ اللَّه آيَة الْحِجَاب وَكَانَ وَقْت نُزُولهَا فِي صَبِيحَة عُرْس رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِزَيْنَب بِنْت جَحْش الَّتِي تَوَلَّى اللَّه تَعَالَى تَزْوِيجهَا بِنَفْسِهِ وَكَانَ ذَلِكَ فِي ذِي الْقَعْدَة مِنْ السَّنَة الْخَامِسَة فِي قَوْل قَتَادَة وَالْوَاقِدِيّ وَغَيْرهمَا وَزَعَمَ أَبُو عُبَيْدَة مَعْمَر بْن الْمُثَنَّى وَخَلِيفَة بْن خَيَّاط أَنَّ ذَلِكَ كَانَ فِي سَنَة ثَلَاث فَاَللَّه أَعْلَم قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الرَّقَاشِيّ حَدَّثَنَا مُعْتَمِر بْن سُلَيْمَان سَمِعْت أَبِي حَدَّثَنَا أَبُو مِجْلَز عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُمَا قَالَ : لَمَّا تَزَوَّجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَيْنَب بِنْت جَحْش دَعَا الْقَوْم فَطَعِمُوا ثُمَّ جَلَسُوا يَتَحَدَّثُونَ فَإِذَا هُوَ يَتَهَيَّأ لِلْقِيَامِ فَلَمْ يَقُومُوا فَلَمَّا رَأَى ذَلِكَ قَامَ فَلَمَّا قَامَ قَامَ مَنْ قَامَ وَقَعَدَ ثَلَاثَة نَفَر فَجَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَدْخُل فَإِذَا الْقَوْم جُلُوس ثُمَّ إِنَّهُمْ قَامُوا فَانْطَلَقُوا فَجِئْت فَأَخْبَرْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُمْ قَدْ اِنْطَلَقُوا فَجَاءَ حَتَّى دَخَلَ فَذَهَبْت أَدْخُل فَأُلْقِي الْحِجَاب بَيْنِي وَبَيْنه فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوت النَّبِيّ إِلَّا أَنْ يُؤْذَن لَكُمْ إِلَى طَعَام غَيْر نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا \" الْآيَة وَقَدْ رَوَاهُ أَيْضًا فِي مَوْضِع آخَر وَمُسْلِم وَالنَّسَائِيّ مِنْ طُرُق عَنْ مُعْتَمِر بْن سُلَيْمَان بِهِ ثُمَّ رَوَاهُ الْبُخَارِيّ مُنْفَرِدًا بِهِ مِنْ حَدِيث أَيُّوب عَنْ أَبِي قِلَابَة عَنْ أَنَس رَضِيَ اللَّه عَنْهُ بِنَحْوِهِ ثُمَّ قَالَ حَدَّثَنَا أَبُو مَعْمَر حَدَّثَنَا عَبْد الْوَارِث حَدَّثَنَا عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس بْن مَالِك قَالَ : بَنَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِزَيْنَب بِنْت جَحْش بِخُبْزٍ وَلَحْم فَأُرْسِلْتُ عَلَى الطَّعَام دَاعِيًا فَيَجِيء قَوْم فَيَأْكُلُونَ وَيَخْرُجُونَ ثُمَّ يَجِيء قَوْم فَيَأْكُلُونَ وَيَخْرُجُونَ فَدَعَوْت حَتَّى مَا أَجِد أَحَدًا أَدْعُوهُ فَقُلْت يَا رَسُول اللَّه مَا أَجِد أَحَدًا أَدْعُوهُ قَالَ اِرْفَعُوا طَعَامكُمْ وَبَقِيَ ثَلَاثَة رَهْط يَتَحَدَّثُونَ فِي الْبَيْت فَخَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَانْطَلَقَ إِلَى حُجْرَة عَائِشَة رَضِيَ اللَّه عَنْهَا فَقَالَ السَّلَام عَلَيْكُمْ أَهْل الْبَيْت وَرَحْمَة اللَّه وَبَرَكَاته قَالَتْ وَعَلَيْك السَّلَام وَرَحْمَة اللَّه كَيْف وَجَدْت أَهْلَك يَا رَسُول اللَّه بَارَكَ اللَّه لَك ؟ فَتَقَرَّى حُجَر نِسَائِهِ كُلّهنَّ يَقُول لَهُنَّ كَمَا يَقُول لِعَائِشَة وَيَقُلْنَ لَهُ كَمَا قَالَتْ عَائِشَة ثُمَّ رَجَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا ثَلَاثَة رَهْط فِي الْبَيْت يَتَحَدَّثُونَ وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَدِيد الْحَيَاء فَخَرَجَ مُنْطَلِقًا نَحْو حُجْرَة عَائِشَة فَمَا أَدْرِي أَخْبَرْته أَمْ أُخْبِرَ أَنَّ الْقَوْم خَرَجُوا فَرَجَعَ حَتَّى إِذَا وَضَعَ رِجْله فِي أُسْكُفَّة الْبَاب دَاخِلَةً وَالْأُخْرَى خَارِجَةً أَرْخَى السِّتْر بَيْنِي وَبَيْنه وَأُنْزِلَتْ آيَة الْحِجَاب اِنْفَرَدَ بِهِ الْبُخَارِيّ مِنْ بَيْن أَصْحَاب الْكُتُب السِّتَّة سِوَى النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة مِنْ حَدِيث عَبْد الْوَارِث ثُمَّ رَوَاهُ عَنْ إِسْحَاق هُوَ اِبْن مَنْصُور عَنْ عَبْد اللَّه بْن بُكَيْر السَّهْمِيّ عَنْ حُمَيْد عَنْ أَنَس بِنَحْوِ ذَلِكَ وَقَالَ رَجُلَانِ اِنْفَرَدَ بِهِ مِنْ هَذَا الْوَجْه وَقَدْ تَقَدَّمَ فِي أَفْرَاد مُسْلِم مِنْ حَدِيث سُلَيْمَان بْن الْمُغِيرَة عَنْ ثَابِت عَنْ أَنَس وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْمِغْفَر حَدَّثَنَا جَعْفَر بْن سُلَيْمَان عَنْ الْجَعْد أَبِي عُثْمَان الْيَشْكُرِيّ عَنْ أَنَس بْن مَالِك قَالَ : أَعْرَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِبَعْضِ نِسَائِهِ فَصَنَعَتْ أُمّ سَلِيم حَيْسًا ثُمَّ جَعَلَتْهُ فِي تَوْر فَقَالَتْ اِذْهَبْ بِهَذَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَقْرِئْهُ مِنِّي السَّلَام وَأَخْبِرْهُ أَنَّ هَذَا مِنَّا لَهُ قَلِيل قَالَ أَنَس وَالنَّاس يَوْمئِذٍ فِي جَهْد فَجِئْت بِهِ فَقُلْت يَا رَسُول اللَّه بَعَثَتْ بِهَذَا أُمّ سَلِيم إِلَيْك وَهِيَ تُقْرِئك السَّلَام وَتَقُول أَخْبِرْهُ أَنَّ هَذَا مِنَّا لَهُ قَلِيل فَنَظَرَ إِلَيْهِ قَالَ ضَعْهُ فَوَضَعْته فِي نَاحِيَة الْبَيْت ثُمَّ قَالَ اِذْهَبْ فَادْعُ فُلَانًا وَفُلَانًا فَسَمَّى رِجَالًا كَثِيرًا وَقَالَ وَمَنْ لَقِيت مِنْ الْمُسْلِمِينَ فَدَعَوْت مَنْ قَالَ وَمَنْ لَقِيت مِنْ الْمُسْلِمِينَ فَجِئْت وَالْبَيْت وَالصُّفَّة وَالْحُجْرَة مَلْأَى مِنْ النَّاس فَقُلْت يَا أَبَا عُثْمَان كَمْ كَانُوا ؟ فَقَالَ كَانُوا زُهَاء ثَلَاث مِائَة قَالَ أَنَس فَقَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِئْ بِهِ فَجِئْت بِهِ إِلَيْهِ فَوَضَعَ يَده عَلَيْهِ وَدَعَا وَقَالَ مَا شَاءَ اللَّه ثُمَّ قَالَ لِيَتَحَلَّق عَشَرَة عَشَرَة وَلْيُسَمُّوا وَلْيَأْكُلْ كُلّ إِنْسَان مِمَّا يَلِيه فَجَعَلُوا يُسَمُّونَ وَيَأْكُلُونَ حَتَّى أَكَلُوا كُلّهمْ فَقَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِرْفَعْهُ قَالَ فَجِئْت فَأَخَذْت التَّوْر فَنَظَرْت فِيهِ فَمَا أَدْرِي أَهُوَ حِين وَضَعْت أَكْثَر أَمْ حِين أَخَذْت قَالَ وَتَخَلَّفَ رِجَال يَتَحَدَّثُونَ فِي بَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَزَوْج رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّتِي دَخَلَ بِهَا مَعَهُمْ مُوَلِّيَة وَجْههَا إِلَى الْحَائِط فَأَطَالُوا الْحَدِيث فَشَقُّوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ أَشَدّ النَّاس حَيَاء وَلَوْ أُعْلِمُوا كَانَ ذَلِكَ عَلَيْهِمْ عَزِيزًا فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى حُجَره وَعَلَى نِسَائِهِ فَلَمَّا رَأَوْهُ قَدْ جَاءَ ظَنُّوا أَنَّهُمْ قَدْ ثَقُلُوا عَلَيْهِ اِبْتَدَرُوا الْبَاب فَخَرَجُوا وَجَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَرْخَى السِّتْر وَدَخَلَ الْبَيْت وَأَنَا فِي الْحُجْرَة فَمَكَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْته يَسِيرًا وَأَنْزَلَ اللَّه عَلَيْهِ الْقُرْآن فَخَرَجَ وَهُوَ يَتْلُو هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوت النَّبِيّ \" الْآيَات قَالَ أَنَس فَقَرَأَهُنَّ عَلَيَّ قَبْل النَّاس فَأَنَا أُحَدِّث النَّاس بِهِنَّ عَهْدًا وَقَدْ رَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ جَمِيعًا عَنْ قُتَيْبَة عَنْ جَعْفَر بْن سُلَيْمَان بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَعَلَّقَهُ الْبُخَارِيّ فِي كِتَاب النِّكَاح فَقَالَ : وَقَالَ إِبْرَاهِيم بْن طَهْمَان عَنْ الْجَعْد أَبِي عُثْمَان عَنْ أَنَس فَذَكَرَ نَحْوه وَرَوَاهُ مُسْلِم أَيْضًا عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق عَنْ عُمَر عَنْ الْجَعْد بِهِ وَقَدْ رَوَى هَذَا الْحَدِيث عَبْد اللَّه بْن الْمُبَارَك عَنْ شَرِيك عَنْ بَيَان بْن بِشْر عَنْ أَنَس بِنَحْوِهِ وَرَوَاهُ الْبُخَارِيّ وَالتِّرْمِذِيّ مِنْ طَرِيقَيْنِ آخَرَيْنِ عَنْ بَيَان بْن بِشْر الْأَحْمَسِيّ الْكُوفِيّ عَنْ أَنَس بِنَحْوِهِ وَرَوَاهُ اِبْن أَبِي حَاتِم أَيْضًا مِنْ حَدِيث أَبِي نَضْرَة الْعَبْدِيّ عَنْ أَنَس بْن مَالِك بِنَحْوِ ذَلِكَ وَلَمْ يُخَرِّجُوهُ وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث عَمْرو بْن سَعِيد وَمِنْ حَدِيث الزُّهْرِيّ عَنْ أَنَس بِنَحْوِ ذَلِكَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز وَهَاشِم بْن الْقَاسِم قَالَا حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة عَنْ ثَابِت عَنْ أَنَس قَالَ لَمَّا اِنْقَضَتْ عِدَّة زَيْنَب قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِزَيْدٍ اِذْهَبْ فَاذْكُرْهَا عَلَيَّ قَالَ فَانْطَلَقَ زَيْد حَتَّى أَتَاهَا قَالَ تُخَمِّر عَجِينهَا فَلَمَّا رَأَيْتهَا عَظُمَتْ فِي صَدْرِي وَذَكَرَ تَمَام الْحَدِيث كَمَا قَدَّمْنَاهُ عِنْد قَوْله تَعَالَى \" فَلَمَّا قَضَى زَيْد مِنْهَا وَطَرًا \" وَزَادَ فِي آخِره بَعْد قَوْله : وَوَعَظَ الْقَوْم بِمَا وُعِظُوا بِهِ قَالَ هَاشِم فِي حَدِيثه \" لَا تَدْخُلُوا بُيُوت النَّبِيّ إِلَّا أَنْ يُؤْذَن لَكُمْ \" الْآيَة وَفْد أَخْرَجَهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث جَعْفَر بْن سُلَيْمَان بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنِي أَحْمَد بْن عَبْد الرَّحْمَن بْن أَخِي اِبْن وَهْب حَدَّثَنِي عَمِّي عَبْد اللَّه بْن وَهْب حَدَّثَنِي يُونُس عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : إِنَّ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُنَّ يَخْرُجْنَ بِاللَّيْلِ إِذَا تَبَرَّزْنَ إِلَى الْمَنَاصِع وَهُوَ صَعِيد أَفَيْح وَكَانَ عُمَر يَقُول لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُحْجُبْ نِسَاءَك فَلَمْ يَكُنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَفْعَل فَخَرَجَتْ سَوْدَة بِنْت زَمْعَةَ زَوْج رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَتْ اِمْرَأَة طَوِيلَة فَنَادَاهَا عُمَر بِصَوْتِهِ الْأَعْلَى : قَدْ عَرَفْنَاك يَا سَوْدَة حِرْصًا عَلَى أَنْ يَنْزِل الْحِجَاب قَالَتْ فَأَنْزَلَ اللَّه الْحِجَاب هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة وَالْمَشْهُور أَنَّ هَذَا كَانَ بَعْد نُزُول الْحِجَاب كَمَا رَوَاهُ الْإِمَام أَحْمَد وَالْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : خَرَجَتْ سَوْدَة بَعْدَمَا ضُرِبَ الْحِجَاب لِحَاجَتِهَا وَكَانَتْ اِمْرَأَة جَسِيمَة لَا تَخْفَى عَلَى مَنْ يَعْرِفهَا فَرَآهَا عُمَر بْن الْخَطَّاب فَقَالَ يَا سَوْدَة أَمَا وَاَللَّه مَا تَخْفَيْنَ عَلَيْنَا فَانْظُرِي كَيْف تَخْرُجِينَ قَالَتْ فَانْكَفَأْت رَاجِعَة وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْتِي وَإِنَّهُ لَيَتَعَشَّى وَفِي يَده عَرْق فَدَخَلْت فَقُلْت يَا رَسُول اللَّه إِنِّي خَرَجْت لِبَعْضِ حَاجَتِي فَقَالَ لِي عُمَر كَذَا وَكَذَا قَالَتْ فَأَوْحَى اللَّه إِلَيْهِ ثُمَّ رُفِعَ عَنْهُ وَإِنَّ الْعَرْق فِي يَده مَا وَضَعَهُ فَقَالَ إِنَّهُ قَدْ أُذِنَ لَكُنَّ أَنْ تَخْرُجْنَ لِحَاجَتِكُنَّ لَفْظ الْبُخَارِيّ فَقَوْله تَعَالَى \" لَا تَدْخُلُوا بُيُوت النَّبِيّ \" حَظْر عَلَى الْمُؤْمِنِينَ أَنْ يَدْخُلُوا مَنَازِل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِغَيْرِ إِذْن كَمَا كَانُوا قَبْل ذَلِكَ يَصْنَعُونَ فِي بُيُوتهمْ فِي الْجَاهِلِيَّة وَابْتِدَاء الْإِسْلَام حَتَّى غَار اللَّه لِهَذِهِ الْأُمَّة فَأَمَرَهُمْ بِذَلِكَ وَذَلِكَ مِنْ إِكْرَامه تَعَالَى هَذِهِ الْأُمَّة وَلِهَذَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِيَّاكُمْ وَالدُّخُول عَلَى النِّسَاء الْحَدِيث ثُمَّ اِسْتَثْنَى مِنْ ذَلِكَ فَقَالَ تَعَالَى\" إِلَّا أَنْ يُؤْذَن لَكُمْ إِلَى طَعَام غَيْر نَاظِرِينَ إِنَاهُ\" قَالَ مُجَاهِد وَقَتَادَة وَغَيْرهمَا أَيْ غَيْر مُتَحَيِّنِينَ نُضْجه وَاسْتِوَاءَهُ أَيْ لَا تَرْقُبُوا الطَّعَام إِذَا طُبِخَ حَتَّى إِذَا قَارَبَ الِاسْتِوَاء تَعَرَّضْتُمْ لِلدُّخُولِ فَإِنَّ هَذَا مِمَّا يَكْرَههُ اللَّه وَيَذُمّهُ وَهَذَا دَلِيل عَلَى تَحْرِيم التَّطْفِيل وَهُوَ الَّذِي تُسَمِّيهِ الْعَرَب الضَّيْفَن وَقَدْ صَنَّفَ الْخَطِيب الْبَغْدَادِيّ فِي ذَلِكَ كِتَابًا فِي ذَمّ الطُّفَيْلِيِّينَ وَذَكَرَ مِنْ أَخْبَارهمْ أَشْيَاء يَطُول إِيرَادهَا ثُمَّ قَالَ تَعَالَى \" وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا\" وَفِي صَحِيح مُسْلِم عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا دَعَا أَحَدكُمْ أَخَاهُ فَلْيُجِبْ عُرْسًا كَانَ أَوْ غَيْره وَأَصْله فِي الصَّحِيحَيْنِ وَفِي الصَّحِيح أَيْضًا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَوْ دُعِيت إِلَى ذِرَاع لَأَجَبْت وَلَوْ أُهْدِيَ إِلَيَّ كُرَاع لَقَبِلْت فَإِذَا فَرَغْتُمْ مِنْ الَّذِي دُعِيتُمْ إِلَيْهِ فَخَفِّفُوا عَنْ أَهْل الْمَنْزِل وَانْتَشِرُوا فِي الْأَرْض وَلِهَذَا قَالَ تَعَالَى \" وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ \" أَيْ كَمَا وَقَعَ لِأُولَئِكَ النَّفَر الثَّلَاثَة الَّذِينَ اِسْتَرْسَلَ بِهِمْ الْحَدِيث وَنَسُوا أَنْفُسهمْ حَتَّى شَقَّ ذَلِكَ عَلَى رَسُول اللَّه كَمَا قَالَ تَعَالَى \" إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيّ فَيَسْتَحْيِي مِنْكُمْ \" وَقِيلَ الْمُرَاد أَنَّ دُخُولكُمْ مَنْزِله بِغَيْرِ إِذْنه كَانَ يَشُقّ عَلَيْهِ وَيَتَأَذَّى بِهِ وَلَكِنْ كَانَ يَكْرَه أَنْ يَنْهَاهُمْ عَنْ ذَلِكَ مِنْ شِدَّة حَيَائِهِ عَلَيْهِ السَّلَام حَتَّى أَنْزَلَ اللَّه عَلَيْهِ النَّهْي عَنْ ذَلِكَ وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ \" أَيْ وَكَمَا نَهَاكُمْ عَنْ ذَلِكَ وَزَجَرَكُمْ عَنْهُ ثُمَّ قَالَ تَعَالَى \" وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاء حِجَاب \" أَيْ وَكَمَا نَهَيْتُكُمْ عَنْ الدُّخُول عَلَيْهِنَّ كَذَلِكَ لَا تَنْظُرُوا إِلَيْهِنَّ بِالْكُلِّيَّةِ وَلَوْ كَانَ لِأَحَدِكُمْ حَاجَة يُرِيد تَنَاوُلهَا مِنْهُنَّ فَلَا يَنْظُر إِلَيْهِنَّ وَلَا يَسْأَلهُنَّ حَاجَة إِلَّا مِنْ وَرَاء حِجَاب وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ مِسْعَر عَنْ مُوسَى بْن أَبِي كَثِير عَنْ مُجَاهِد عَنْ عَائِشَة قَالَتْ : كُنْت آكُل مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيْسًا فِي قَعْب فَمَرَّ عُمَر فَدَعَاهُ فَأَكَلَ فَأَصَابَ أُصْبُعه أُصْبُعِي فَقَالَ حَسَن أَوْ أُوهِ لَوْ أُطَاع فِيكُنَّ مَا رَأَتْكُنَّ عَيْن فَنَزَلَ الْحِجَاب \" ذَلِكُمْ أَطْهَر لِقُلُوبِكُمْ وَقُلُوبهنَّ \" أَيْ هَذَا الَّذِي أَمَرْتُكُمْ بِهِ وَشَرَعْته لَكُمْ مِنْ الْحِجَاب أَطْهَر وَأَطْيَب وَقَوْله تَعَالَى \" وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُول اللَّه وَلَا أَنْ تَنْكِحُوا أَزْوَاجه مِنْ بَعْده أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْد اللَّه عَظِيمًا \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن أَبِي حَمَّاد حَدَّثَنَا مِهْرَان عَنْ سُفْيَان عَنْ دَاوُدَ بْن هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُول اللَّه \" قَالَ نَزَلَتْ فِي رَجُل هَمَّ أَنْ يَتَزَوَّج بَعْض نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْده قَالَ رَجُل لِسُفْيَان أَهِيَ عَائِشَة ؟ قَالَ قَدْ ذَكَرُوا ذَلِكَ وَكَذَا قَالَ مُقَاتِل بْن حَيَّان وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَذَكَرَ بِسَنَدِهِ عَنْ السُّدِّيّ أَنَّ الَّذِي عَزَمَ عَلَى ذَلِكَ طَلْحَة بْن عُبَيْد اللَّه رَضِيَ اللَّه عَنْهُ حَتَّى نَزَلَ التَّنْبِيه عَلَى تَحْرِيم ذَلِكَ وَلِهَذَا أَجْمَعَ الْعُلَمَاء قَاطِبَة عَلَى أَنَّ مَنْ تُوُفِّيَ عَنْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَزْوَاجه أَنَّهُ يَحْرُم عَلَى غَيْره تَزَوُّجهَا مِنْ بَعْده لِأَنَّهُنَّ أَزْوَاجه فِي الدُّنْيَا وَالْآخِرَة وَأُمَّهَات الْمُؤْمِنِينَ كَمَا تَقَدَّمَ وَاخْتَلَفُوا فِيمَنْ دَخَلَ بِهَا ثُمَّ طَلَّقَهَا فِي حَيَاته هَلْ يَحِلّ لِغَيْرِهِ أَنْ يَتَزَوَّجهَا ؟ عَلَى قَوْلَيْنِ مَأْخَذهمَا هَلْ دَخَلَتْ هَذِهِ فِي عُمُوم قَوْله\" مِنْ بَعْده \" أَمْ لَا فَأَمَّا مَنْ تَزَوَّجَهَا ثُمَّ طَلَّقَهَا قَبْل أَنْ يَدْخُل بِهَا فَمَا نَعْلَم فِي حِلّهَا لِغَيْرِهِ وَالْحَالَة هَذِهِ نِزَاعًا وَاَللَّه أَعْلَم وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا دَاوُدُ عَنْ عَامِر أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَاتَ وَقَدْ مَلَك قَيْلَة اِبْنَة الْأَشْعَث يَعْنِي اِبْن قَيْس فَتَزَوَّجَهَا عِكْرِمَة بْن أَبِي جَهْل بَعْد ذَلِكَ فَشَقَّ ذَلِكَ عَلَى أَبِي بَكْر مَشَقَّة شَدِيدَة فَقَالَ لَهُ عُمَر يَا خَلِيفَة رَسُول اللَّه إِنَّهَا لَيْسَتْ مِنْ نِسَائِهِ إِنَّهَا لَمْ يُخَيِّرهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَحْجُبهَا وَقَدْ بَرَّأَهَا اللَّه مِنْهُ بِالرِّدَّةِ الَّتِي اِرْتَدَّتْ مَعَ قَوْمهَا قَالَ فَاطْمَأَنَّ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ وَسَكَنَ وَقَدْ عَظَّمَ اللَّه تَبَارَكَ وَتَعَالَى ذَلِكَ وَشَدَّدَ فِيهِ وَتَوَعَّدَ عَلَيْهِ بِقَوْلِهِ \" إِنَّ ذَلِكُمْ كَانَ عِنْد اللَّه عَظِيمًا \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40215, "aya_id": 53}]