[{"text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ", "sura_id": 23, "type": 0, "id": 2749, "aya_id": 76}, {"text": "ولقد أخذناهم بالعذاب فما استكانوا لربهم وما يتضرعون", "sura_id": 23, "type": 1, "id": 8985, "aya_id": 76}, {"text": "76 - (ولقد أخذناهم بالعذاب) الجوع (فما استكانوا) تواضعوا (لربهم وما يتضرعون) يرغبون إلى الله بالدعاء \r\n", "sura_id": 23, "type": 2, "id": 27693, "aya_id": 76}, {"text": "ولقد ابتليناهم بصنوف المصائب فما خضعوا لربهم, وما دعوه خاشعين عند نزولها.\r\n", "sura_id": 23, "type": 3, "id": 33929, "aya_id": 76}, {"text": " <font color=red>وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ</font><BR><p>يَقُول تَعَالَى \" وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ\" أَيْ اِبْتَلَيْنَاهُمْ بِالْمَصَائِبِ وَالشَّدَائِد \" فَمَا اِسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ \" أَيْ فَمَا رَدَّهُمْ ذَلِكَ عَمَّا كَانُوا فِيهِ مِنْ الْكُفْر وَالْمُخَالَفَة بَلْ اِسْتَمَرُّوا عَلَى غَيّهمْ وَضَلَالهمْ \" فَمَا اِسْتَكَانُوا \" أَيْ مَا خَشَعُوا \" وَمَا يَتَضَرَّعُونَ \" أَيْ مَا دُعُوا كَمَا قَالَ تَعَالَى \" فَلَوْلَا إِذَا جَاءَهُمْ بَأْسنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبهمْ \" الْآيَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن حَمْزَة الْمَرْوَزِيّ حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَبِي عَنْ يَزِيد - يَعْنِي النَّحْوِيّ - عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ جَاءَ أَبُو سُفْيَان إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا مُحَمَّد أَنْشُدك اللَّه وَالرَّحِم فَقَدْ أَكَلْنَا الْعِلْهِز - يَعْنِي الْوَبَر وَالدَّم - فَأَنْزَلَ اللَّه \" وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اِسْتَكَانُوا\" الْآيَة وَكَذَا رَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن عَقِيل عَنْ عَلِيّ بْن الْحُسَيْن عَنْ أَبِيهِ بِهِ وَأَصْله فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعَا عَلَى قُرَيْش حِين اِسْتَعْصَوْا فَقَالَ \" اللَّهُمَّ أَعِنِّي عَلَيْهِمْ بِسَبْعٍ كَسَبْعِ يُوسُف \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا سَلَمَة بْن شَبِيبٍ حَدَّثَنَا عَبْد اللَّه بْن إِبْرَاهِيم عَنْ عُمَر بْن كَيْسَان حَدَّثَنِي وَهْب بْن عُمَر بْن كَيْسَان قَالَ : حُبِسَ وَهْب بْن مُنَبِّه فَقَالَ لَهُ رَجُل مِنْ الْأَبْنَاء أَلَا أُنْشِدك بَيْتًا مِنْ شِعْر يَا أَبَا عَبْد اللَّه ؟ فَقَالَ وَهْب : نَحْنُ فِي طَرَف مِنْ عَذَاب اللَّه وَاَللَّه يَقُول \" وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اِسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ \" قَالَ وَصَامَ وَهْب ثَلَاثًا مُتَوَاصِلَة فَقِيلَ لَهُ مَا هَذَا الصَّوْم يَا أَبَا عَبْد اللَّه ؟ قَالَ أُحْدِثَ لَنَا فَأَحْدَثنَا : يَعْنِي أُحْدِثَ لَنَا الْحَبْس فَأَحْدَثنَا زِيَادَة عِبَادَة .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39199, "aya_id": 76}]