[{"text": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانَ قَالَ أَحَدُهُمَآ إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ", "sura_id": 12, "type": 0, "id": 1632, "aya_id": 36}, {"text": "ودخل معه السجن فتيان قال أحدهما إني أراني أعصر خمرا وقال الآخر إني أراني أحمل فوق رأسي خبزا تأكل الطير منه نبئنا بتأويله إنا نراك من المحسنين", "sura_id": 12, "type": 1, "id": 7868, "aya_id": 36}, {"text": "36 - (ودخل معه السجن فتيان) غلامان للملك أحدهما ساقيه والآخر صاحب طعامه فرأياه يعبِّر الرؤيا فقالا لنختبرنَّه (قال أحدهما) وهو الساقي (إني أراني أعصر خمرا) أي عنبا (وقال الآخر) وهو صاحب الطعام (إني أراني أحمل فوق رأسي خبزا تأكل الطير منه نبئنا) خبزنا (بتأويله) بتعبيره (إنا نراك من المحسنين) \r\n", "sura_id": 12, "type": 2, "id": 26576, "aya_id": 36}, {"text": "ودخل السجن مع يوسف فَتَيان, قال أحدهما: إني رأيت في المنام أني أعصر عنبًا ليصير خمرًا, وقال الآخر: إني رأيت أني أحمل فوق رأسي خبزًا تأكل الطير منه, أخبرنا -يا يوسف -بتفسير ما رأينا, إنا نراك من الذين يحسنون في عبادتهم لله, ومعاملتهم لخلقه.\r\n", "sura_id": 12, "type": 3, "id": 32812, "aya_id": 36}, {"text": " <font color=red>وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ</font><BR><p>قَالَ قَتَادَة : كَانَ أَحَدهمَا سَاقِي الْمَلِك وَالْآخَر خَبَّازه قَالَ مُحَمَّد بْن إِسْحَاق : كَانَ اِسْم الَّذِي عَلَى الشَّرَاب نبوا وَالْآخَر مجلث قَالَ السُّدِّيّ : كَانَ سَبَب حَبْس الْمَلِك إِيَّاهُمَا أَنَّهُ تَوَهَّمَ أَنَّهُمَا تَمَالَآ عَلَى سَمِّهِ فِي طَعَامه وَشَرَابه وَكَانَ يُوسُف عَلَيْهِ السَّلَام قَدْ اُشْتُهِرَ فِي السِّجْن بِالْجُودِ وَالْأَمَانَة وَصِدْق الْحَدِيث وَحُسْن السَّمْت وَكَثْرَة الْعِبَادَة صَلَوَات اللَّه عَلَيْهِ وَسَلَامه وَمَعْرِفَة التَّعْبِير وَالْإِحْسَان إِلَى أَهْل السِّجْن وَعِيَادَة مَرَضَاهُمْ وَالْقِيَام بِحُقُوقِهِمْ وَلَمَّا دَخَلَ هَذَانِ الْفَتَيَانِ إِلَى السِّجْن تَأَلَّفَا بِهِ وَأَحَبَّاهُ حُبًّا شَدِيدًا وَقَالَا لَهُ : وَاَللَّه لَقَدْ أَحْبَبْنَاك حُبًّا زَائِدًا قَالَ بَارَكَ اللَّه فِيكُمَا إِنَّهُ مَا أَحَبَّنِي أَحَد إِلَّا دَخَلَ عَلَيَّ مِنْ مَحَبَّته ضَرَر أَحَبَّتْنِي عَمَّتِي فَدَخَلَ عَلَيَّ الضَّرَر بِسَبَبِهَا وَأَحَبَّنِي أَبِي فَأُوذِيت بِسَبَبِهِ وَأَحَبَّتْنِي اِمْرَأَة الْعَزِيز فَكَذَلِكَ فَقَالَا وَاَللَّه مَا نَسْتَطِيع إِلَّا ذَلِكَ ثُمَّ إِنَّهُمَا رَأَيَا مَنَامًا فَرَأَى السَّاقِي أَنَّهُ يَعْصِر خَمْرًا يَعْنِي عِنَبًا وَكَذَلِكَ هِيَ فِي قِرَاءَة عَبْد اللَّه بْن مَسْعُود إِنِّي أَرَانِي أَعْصِر عِنَبًا وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَحْمَد بْن سِنَان عَنْ يَزِيد بْن هَارُون عَنْ شَرِيك عَنْ الْأَعْمَش عَنْ زَيْد بْن وَهْب عَنْ اِبْن مَسْعُود أَنَّهُ قَرَأَهَا أَعْصِر عِنَبًا وَقَالَ الضَّحَّاك فِي قَوْله \" إِنَى أَرَانِي أَعْصِر خَمْرًا \" يَعْنِي عِنَبًا قَالَ وَأَهْل عُمَان يُسَمُّونَ الْعِنَب خَمْرًا وَقَالَ عِكْرِمَة : قَالَ لَهُ إِنِّي رَأَيْت فِيمَا يَرَى النَّائِم أَنِّي غَرَسْت حَبْلَة مِنْ عِنَب فَنَبَتَتْ فَخَرَجَ فِيهَا عَنَاقِيد فَعَصْرَتهنَّ ثُمَّ سَقَيْتهنَّ الْمَلِك فَقَالَ : تَمْكُث فِي السِّجْن ثَلَاثَة أَيَّام ثُمَّ تَخْرُج فَتَسْقِيه خَمْرًا وَقَالَ الْآخَر وَهُوَ الْخَبَّاز : \" إِنِّي أَرَانِي أَحْمِل فَوْق رَأْسِي خُبْزًا تَأْكُل الطَّيْر مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ \" الْآيَة وَالْمَشْهُور عِنْد الْأَكْثَرِينَ مَا ذَكَرْنَاهُ أَنَّهُمَا رَأَيَا مَنَامًا وَطَلَبًا تَعْبِيره وَقَالَ اِبْن جَرِير : حَدَّثَنَا وَكِيع وَابْن حُمَيْد قَالَا : حَدَّثَنَا جَرِير عَنْ عُمَارَة بْن الْقَعْقَاع عَنْ إِبْرَاهِيم عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : مَا رَأَى صَاحِبَا يُوسُف شَيْئًا إِنَّمَا كَانَا تَحَالَمَا لِيُجَرِّبَا عَلَيْهِ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37787, "aya_id": 36}]