[{"text": "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُواْ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُّبِينٌ", "sura_id": 10, "type": 0, "id": 1366, "aya_id": 2}, {"text": "أكان للناس عجبا أن أوحينا إلى رجل منهم أن أنذر الناس وبشر الذين آمنوا أن لهم قدم صدق عند ربهم قال الكافرون إن هذا لساحر مبين", "sura_id": 10, "type": 1, "id": 7602, "aya_id": 2}, {"text": "2 - (أكان للناس) أي أهل مكة استفهام إنكار والجار والمجرور حال من قوله (عجباً) بالنصب خبر كان وبالرفع اسمها والخبر وهو اسمها على الأولى (أن أوحينا) أي إيحاؤنا (إلى رجل منهم) محمد صلى الله عليه وسلم (أن) مفسرة (أنذر) خوف (الناس) الكافرين بالعذاب (وبشر الذين آمنوا أن) أي بأن (لهم قدم) سلف (صدق عند ربهم) أي أجراً حسناً بما قدموه من الأعمال (قال الكافرون إن هذا) النبي صلى الله عليه وسلم (لسحر مبين) بيِّن وفي قراءة {لساحر} والمشار إليه القرآن المشتمل على ذلك \r\n", "sura_id": 10, "type": 2, "id": 26310, "aya_id": 2}, {"text": "أكان أمرًا عجبًا للناس إنزالنا الوحي بالقرآن على رجل منهم ينذرهم عقاب الله, ويبشِّر الذين آمنوا بالله ورسله أن لهم أجرًا حسنًا بما قدَّموا من صالح الأعمال؟ فلما أتاهم رسول الله صلى الله عليه وسلم بوحي الله وتلاه عليهم, قال المنكرون: إنَّ محمدًا ساحر, وما جاء به سحر ظاهر البطلان.\r\n", "sura_id": 10, "type": 3, "id": 32546, "aya_id": 2}, {"text": " <font color=red>أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ</font><BR><p>وَقَوْله \" أَكَانَ لِلنَّاسِ عَجَبًا \" الْآيَة . يَقُول تَعَالَى مُنْكِرًا عَلَى مَنْ تَعَجَّبَ مِنْ الْكُفَّار مِنْ إِرْسَال الْمُرْسَلِينَ مِنْ الْبَشَر كَمَا أَخْبَرَ تَعَالَى عَنْ الْقُرُون الْمَاضِينَ مِنْ قَوْلهمْ \" أَبَشَر يَهْدُونَنَا \" وَقَالَ هُود وَصَالِح لِقَوْمِهِمَا \" أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْر مِنْ رَبّكُمْ عَلَى رَجُل مِنْكُمْ \" وَقَالَ تَعَالَى مُخْبِرًا عَنْ كُفَّار قُرَيْش أَنَّهُمْ قَالُوا \" أَجَعَلَ الْآلِهَة إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْء عُجَاب \" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس لَمَّا بَعَثَ اللَّه تَعَالَى مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَسُولًا أَنْكَرَتْ الْعَرَب ذَلِكَ أَوْ مَنْ أَنْكَرَ مِنْهُمْ فَقَالُوا اللَّه أَعْظَم مِنْ أَنْ يَكُون رَسُوله بَشَرًا مِثْل مُحَمَّد قَالَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" أَكَانَ لِلنَّاسِ عَجَبًا \" الْآيَة . وَقَوْله \" أَنَّ لَهُمْ قَدَم صِدْق عِنْد رَبّهمْ \" اِخْتَلَفُوا فِيهِ فَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَبَشِّرْ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَم صِدْق \" يَقُول سَبَقَتْ لَهُمْ السَّعَادَة فِي الذِّكْر الْأَوَّل وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" أَنَّ لَهُمْ قَدَم صِدْق عِنْد رَبّهمْ \" يَقُول أَجْرًا حَسَنًا بِمَا قَدَّمُوا وَكَذَا قَالَ الضَّحَّاك وَالرَّبِيع بْن أَنَس وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَهَذَا كَقَوْلِهِ تَعَالَى \" لِيُنْذِر بَأْسًا شَدِيدًا \" الْآيَة . وَقَالَ مُجَاهِد \" أَنَّ لَهُمْ قَدَم صِدْق عِنْد رَبّهمْ \" قَالَ الْأَعْمَال الصَّالِحَة صَلَاتهمْ وَصَوْمهمْ وَصَدَقَتهمْ وَتَسْبِيحهمْ قَالَ : وَمُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَشْفَع لَهُمْ وَكَذَا قَالَ زَيْد بْن أَسْلَمَ وَمُقَاتِل بْن حَيَّان وَقَالَ قَتَادَة سَلَف صِدْق عِنْد رَبّهمْ وَاخْتَارَ اِبْن جَرِير قَوْل مُجَاهِد أَنَّ الْأَعْمَال الصَّالِحَة الَّتِي قَدَّمُوهَا كَمَا يُقَال لَهُ قَدَم فِي الْإِسْلَام كَقَوْلِ حَسَّان : لَنَا الْقَدَم الْعُلْيَا إِلَيْك وَخَلْفنَا لِأَوَّلِنَا فِي طَاعَة اللَّه تَابِع وَقَوْل ذِي الرُّمَّة : لَكُمْ قَدَم لَا يُنْكِر النَّاس أَنَّهَا مَعَ الْحَسَب الْعَادِيّ طَمَّتْ عَلَى الْبَحْر وَقَوْله تَعَالَى \" قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِر مُبِين \" أَيْ مَعَ أَنَّا بَعَثْنَا إِلَيْهِمْ رَسُولًا مِنْهُمْ رَجُلًا مِنْ جِنْسهمْ بَشِيرًا وَنَذِيرًا \" قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِر مُبِين \" أَيْ ظَاهِر وَهُمْ الْكَاذِبُونَ فِي ذَلِكَ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37445, "aya_id": 2}]