[{"text": "وَعَلَى الَّذِينَ هَادُواْ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ وَمَا ظَلَمْنَاهُمْ وَلَكِن كَانُواْ أَنفُسَهُمْ يَظْلِمُونَ", "sura_id": 16, "type": 0, "id": 2019, "aya_id": 118}, {"text": "وعلى الذين هادوا حرمنا ما قصصنا عليك من قبل وما ظلمناهم ولكن كانوا أنفسهم يظلمون", "sura_id": 16, "type": 1, "id": 8255, "aya_id": 118}, {"text": "118 - (وعلى الذين هادوا) أي اليهود (حرمنا ما قصصنا عليك من قبل) في آية وعلى الذين هادوا حرمنا كل ذي ظفر إلى آخرها (وما ظلمناهم) بتحريم ذلك (ولكن كانوا أنفسهم يظلمون) بارتكاب المعاصي الموجبة لذلك \r\n", "sura_id": 16, "type": 2, "id": 26963, "aya_id": 118}, {"text": "وعلى اليهود حَرَّمنا ما أخبرناك به -أيها الرسول- مِن قبل, وهو كل ذي ظُفُر, وشحوم البقر والغنم, إلا ما حَمَلَتْه ظهورها أو أمعاؤها أو كان مختلطًا بعظم, وما ظلمناهم بتحريم ذلك عليهم, ولكن كانوا ظالمين لأنفسهم بالكفر والبغي, فاستحقوا التحريم عقوبة لهم.\r\n", "sura_id": 16, "type": 3, "id": 33199, "aya_id": 118}, {"text": " <font color=red>وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى أَنَّهُ حَرَّمَ عَلَيْنَا الْمَيْتَة وَالدَّم وَلَحْم الْخِنْزِير وَمَا أُهِلَّ لِغَيْرِ اللَّه بِهِ وَإِنَّمَا أَرْخَصَ فِيهِ عِنْد الضَّرُورَة - وَفِي ذَلِكَ تَوْسِعَة لِهَذِهِ الْأُمَّة الَّتِي يُرِيد اللَّه بِهَا الْيُسْرَى وَلَا يُرِيد بِهَا الْعُسْرَى - ذَكَرَ سُبْحَانه وَتَعَالَى مَا كَانَ حَرَّمَهُ عَلَى الْيَهُود فِي شَرِيعَتهمْ قَبْل أَنْ يَنْسَخهَا وَمَا كَانُوا فِيهِ مِنْ الْآصَار وَالتَّضْيِيق وَالْأَغْلَال وَالْحَرَج فَقَالَ \" وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْك مِنْ قَبْل \" أَيْ فِي سُورَة الْأَنْعَام فِي قَوْله \" وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلّ ذِي ظُفُر وَمِنْ الْبَقَر وَالْغَنَم حَرَّمْنَا عَلَيْهِمْ شُحُومهمَا إِلَّا مَا حَمَلَتْ ظُهُورهمَا \" - إِلَى قَوْله - \" لَصَادِقُونَ \" وَلِهَذَا قَالَ هَاهُنَا \" وَمَا ظَلَمْنَاهُمْ \" أَيْ فِيمَا ضَيَّقْنَا عَلَيْهِمْ \" وَلَكِنْ كَانُوا أَنْفُسهمْ يَظْلِمُونَ \" أَيْ فَاسْتَحَقُّوا ذَلِكَ كَقَوْلِهِ \" فَبِظُلْمٍ مِنْ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَات أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيل اللَّه كَثِيرًا \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38072, "aya_id": 118}]