[{"text": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَن يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ", "sura_id": 7, "type": 0, "id": 1121, "aya_id": 167}, {"text": "وإذ تأذن ربك ليبعثن عليهم إلى يوم القيامة من يسومهم سوء العذاب إن ربك لسريع العقاب وإنه لغفور رحيم", "sura_id": 7, "type": 1, "id": 7357, "aya_id": 167}, {"text": "167 - (وإذ تأذن) أعلم (ربك ليبعثن عليهم) أي اليهود (إلى يوم القيامة من يسومهم سوء العذاب) بالذل وأخذ الجزية فبعث عليها سليمان وبعده بختنصر فقتلهم وسباهم وضرب عليهم الجزية فكانوا يؤدونها إلى المجوس إلى بعث نبينا صلى الله عليه وسلم فضربها عليهم (إن ربك لسريع العقاب) لمن عصاه (وإنه لغفور) لأهل طاعته (رحيم) بهم \r\n", "sura_id": 7, "type": 2, "id": 26065, "aya_id": 167}, {"text": "واذكر -أيها الرسول- إذ علم ذلك إعلامًا صريحًا ليبعثن على اليهود مَن يذيقهم سوء العذاب والإذلال إلى يوم القيامة. إن ربك -أيها الرسول- لسريع العقاب لِمَن استحقه بسبب كفره ومعصيته, وإنه لغفور عن ذنوب التائبين, رحيم بهم.\r\n", "sura_id": 7, "type": 3, "id": 32301, "aya_id": 167}, {"text": " <font color=red>وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ</font><BR><p>\" تَأَذَّنَ \" تَفَعَّلَ مِنْ الْأَذَان أَيْ أَعْلَمَ قَالَهُ مُجَاهِد وَقَالَ غَيْره أَمَرَ وَفِي قُوَّة الْكَلَام مَا يُفِيد مَعْنَى الْقَسَم مِنْ هَذِهِ اللَّفْظَة وَلِهَذَا أُتْبِعَتْ بِاللَّامِ فِي قَوْله \" لَيَبْعَثَنَّ عَلَيْهِمْ \" أَيْ عَلَى الْيَهُود\" إِلَى يَوْم الْقِيَامَة مَنْ يَسُومهُمْ سُوء الْعَذَاب \" أَيْ بِسَبَبِ عِصْيَانهمْ وَمُخَالَفَتهمْ أَوَامِر اللَّه وَشَرْعه وَاحْتِيَالهمْ عَلَى الْمَحَارِم وَيُقَال إِنَّ مُوسَى عَلَيْهِ السَّلَام ضَرَبَ عَلَيْهِمْ الْخَرَاج سَبْع سِنِينَ وَقِيلَ ثَلَاث عَشْرَة سَنَة وَكَانَ أَوَّل مَنْ ضَرَبَ الْخَرَاج ثُمَّ كَانُوا فِي قَهْر الْمُلُوك مِنْ الْيُونَانِيِّينَ وَالْكَشْدانِيِّينَ وَالْكَلْدَانِيِّينَ ثُمَّ صَارُوا إِلَى قَهْر النَّصَارَى وَإِذْلَالهمْ إِيَّاهُمْ وَأَخْذهمْ مِنْهُمْ الْجِزْيَة وَالْخَرَاج ثُمَّ جَاءَ الْإِسْلَام وَمُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانُوا تَحْت قَهْره وَذِمَّته يُؤَدُّونَ الْخَرَاج وَالْجِزْيَة . قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي تَفْسِير هَذِهِ الْآيَة قَالَ هِيَ الْمَسْكَنَة وَأَخْذ الْجِزْيَة مِنْهُمْ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْهُ هِيَ الْجِزْيَة وَاَلَّذِي يَسُومهُمْ سُوء الْعَذَاب مُحَمَّد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَأُمَّته إِلَى يَوْم الْقِيَامَة وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَابْن جُرَيْج وَالسُّدِّيّ وَقَتَادَة وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ عَبْد الْكَرِيم الْجَزَرِيّ عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : يُسْتَحَبّ أَنْ تُبْعَث الْأَنْبَاط فِي الْجِزْيَة قُلْت : ثُمَّ آخِر أَمْرهمْ أَنَّهُمْ يَخْرُجُونَ أَنْصَارًا لِلدَّجَّالِ فَيَقْتُلهُمْ الْمُسْلِمُونَ مَعَ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام وَذَلِكَ آخِر الزَّمَان وَقَوْله \" إِنَّ رَبّك لَسَرِيع الْعِقَاب\" أَيْ لِمَنْ عَصَاهُ وَخَالَفَ شَرْعه \" وَإِنَّهُ لَغَفُور رَحِيم\" أَيْ لِمَنْ تَابَ إِلَيْهِ وَأَنَابَ وَهَذَا مِنْ بَاب قَرْن الرَّحْمَة مَعَ الْعُقُوبَة لِئَلَّا يَحْصُل الْيَأْس فَيَقْرُن تَعَالَى بَيْن التَّرْغِيب وَالتَّرْهِيب كَثِيرًا لِتَبْقَى النُّفُوس بَيْن الرَّجَاء وَالْخَوْف .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42541, "aya_id": 167}]