[{"text": "وَلاَ تَقْتُلُواْ النَّفْسَ الَّتِي حَرَّمَ اللّهُ إِلاَّ بِالحَقِّ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلاَ يُسْرِف فِّي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا", "sura_id": 17, "type": 0, "id": 2062, "aya_id": 33}, {"text": "ولا تقتلوا النفس التي حرم الله إلا بالحق و من قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا", "sura_id": 17, "type": 1, "id": 8298, "aya_id": 33}, {"text": "33 - (ولا تقتلوا النفس التي حرم الله إلا بالحق ومن قتل مظلوما فقد جعلنا لوليه) لوارثه (سلطانا) تسلطا على القاتل (فلا يسرف) يتجاوز الحد (في القتل) بأن يقتل غير قاتله أو بغير ما قتل به (إنه كان منصورا) \r\n", "sura_id": 17, "type": 2, "id": 27006, "aya_id": 33}, {"text": "ولا تقتلوا النفس التي حرم الله قَتْلها إلا بالحق الشرعي كالقصاص أو رجم الزاني المحصن أو قتل المرتد. ومن قُتِل بغير حق شرعي فقد جعلنا لولي أمره مِن وارث أو حاكم حجة في طلب قَتْل قاتله أو الدية، ولا يصح لولي أمر المقتول أن يجاوز حدَّ الله في القصاص كأن يقتل بالواحد اثنين أو جماعة، أو يُمَثِّل بالقاتل، إن الله معين وليَّ المقتول على القاتل حتى يتمكن مِن قَتْله قصاصًا.\r\n", "sura_id": 17, "type": 3, "id": 33242, "aya_id": 33}, {"text": " <font color=red>وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا</font><BR><p>يَقُول تَعَالَى نَاهِيًا عَنْ قَتْل النَّفْس بِغَيْرِ حَقّ شَرْعِيّ كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَحِلّ دَم اِمْرِئٍ مُسْلِم يَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه إِلَّا بِإِحْدَى ثَلَاث : النَّفْس بِالنَّفْسِ وَالزَّانِي الْمُحْصَن وَالتَّارِك لِدِينِهِ الْمُفَارِق لِلْجَمَاعَةِ \" وَفِي السُّنَن \" لَزَوَال الدُّنْيَا عِنْد اللَّه أَهْوَن مِنْ قَتْل مُسْلِم \" وَقَوْله : \" وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا \" أَيْ سُلْطَة عَلَى الْقَاتِل فَإِنَّهُ بِالْخِيَارِ فِيهِ إِنْ شَاءَ قَتَلَهُ قَوَدًا وَإِنْ شَاءَ عَفَا عَنْهُ عَلَى الدِّيَة وَإِنْ شَاءَ عَفَا عَنْهُ مَجَّانًا كَمَا ثَبَتَتْ السُّنَّة بِذَلِكَ . وَقَدْ أَخَذَ الْإِمَام الْحَبْر اِبْن عَبَّاس مِنْ عُمُوم هَذِهِ الْآيَة الْكَرِيمَة وِلَايَة مُعَاوِيَة السَّلْطَنَة أَنَّهُ سَيَمْلِكُ لِأَنَّهُ كَانَ وَلِيّ عُثْمَان وَقَدْ قُتِلَ عُثْمَان مَظْلُومًا رَضِيَ اللَّه عَنْهُ وَكَانَ مُعَاوِيَة يُطَالِب عَلِيًّا رَضِيَ اللَّه عَنْهُ أَنْ يُسَلِّمهُ قَتَلَته حَتَّى يَقْتَصّ مِنْهُمْ لِأَنَّهُ أُمَوِيّ وَكَانَ عَلِيّ رَضِيَ اللَّه عَنْهُ يَسْتَمْهِلهُ فِي الْأَمْر حَتَّى يَتَمَكَّن وَيَفْعَل ذَلِكَ وَيَطْلُب عَلِيّ مِنْ مُعَاوِيَة أَنْ يُسَلِّمهُ الشَّام فَيَأْبَى مُعَاوِيَة ذَلِكَ حَتَّى يُسَلِّمهُ الْقَتَلَة وَأَبَى أَنْ يُبَايِع عَلِيًّا هُوَ وَأَهْل الشَّام ثُمَّ مَعَ الْمُطَاوَلَة تَمَكَّنَ مُعَاوِيَة وَصَارَ الْأَمْر إِلَيْهِ كَمَا قَالَهُ اِبْن عَبَّاس وَاسْتَنْبَطَهُ مِنْ هَذِهِ الْآيَة الْكَرِيمَة وَهَذَا مِنْ الْأَمْر الْعَجَب وَقَدْ رَوَى ذَلِكَ الطَّبَرَانِيّ فِي مُعْجَمه حَيْثُ قَالَ حَدَّثَنَا يَحْيَى بْن عَبْد الْبَاقِي حَدَّثَنَا أَبُو عُمَيْر بْن النَّحَّاس حَدَّثَنَا ضَمْرَة بْن رَبِيعَة عَنْ اِبْن شَوْذَب عَنْ مَطَر الْوَرَّاق عَنْ زَهْدَم الْجَرْمِيّ قَالَ : كُنَّا فِي سَمَر اِبْن عَبَّاس فَقَالَ إِنِّي مُحَدِّثكُمْ بِحَدِيثٍ لَيْسَ بِسِرٍّ وَلَا عَلَانِيَة إِنَّهُ لَمَّا كَانَ مِنْ أَمْر هَذَا الرَّجُل مَا كَانَ يَعْنِي عُثْمَان قُلْت لِعَلِيٍّ اِعْتَزِلْ فَلَوْ كُنْت فِي حَجَر طُلِبْت حَتَّى تُسْتَخْرَج فَعَصَانِي وَاَيْم اللَّه لَيَتَأَمَّرَنَّ عَلَيْكُمْ مُعَاوِيَة وَذَلِكَ أَنَّ اللَّه يَقُول \" وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِف فِي الْقَتْل \" الْآيَة وَلَيَحْمِلَنَّكُمْ قُرَيْش عَلَى سُنَّة فَارِس وَالرُّوم وَلَيُقِيمُنَّ عَلَيْكُمْ النَّصَارَى وَالْيَهُود وَالْمَجُوس فَمَنْ أَخَذَ مِنْكُمْ يَوْمئِذٍ بِمَا يَعْرِف نَجَا وَمَنْ تَرَكَ وَأَنْتُمْ تَارِكُونَ كُنْتُمْ كَقَرْنٍ مِنْ الْقُرُون هَلَكَ فِيمَنْ هَلَكَ وَقَوْله\" فَلَا يُسْرِف فِي الْقَتْل \" قَالُوا مَعْنَاهُ فَلَا يُسْرِف الْوَلِيّ فِي قَتْل الْقَاتِل بِأَنْ يُمَثِّل بِهِ أَوْ يَقْتَصّ مِنْ غَيْر الْقَاتِل وَقَوْله : \" إِنَّهُ كَانَ مَنْصُورًا \" أَيْ أَنَّ الْوَلِيّ مَنْصُور عَلَى الْقَاتِل شَرْعًا وَغَالِبًا وَقَدَرًا .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38216, "aya_id": 33}]