[{"text": "وَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُواْ وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللّهِ أَوْفُواْ ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَذَكَّرُونَ", "sura_id": 6, "type": 0, "id": 941, "aya_id": 152}, {"text": "ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا الكيل والميزان بالقسط لا نكلف نفسا إلا وسعها وإذا قلتم فاعدلوا ولو كان ذا قربى وبعهد الله أوفوا ذلكم وصاكم به لعلكم تذكرون", "sura_id": 6, "type": 1, "id": 7177, "aya_id": 152}, {"text": "152 - (ولا تقربوا مال اليتيم إلا بالتي) أي بالخصلة التي (هي أحسن) وهي ما فيه صلاحه (حتى يبلغ أشده) بأن يحتلم (وأوفوا الكيل والميزان بالقسط) بالعدل وترك البخس (لا نكلف نفسا إلا وسعها) طاقتها في ذلك فإن أخطأ في الكيل والوزن والله يعلم صحته نيته فلا مؤاخذة عليه ورد كما في حديث (وإذا قلتم) في حكم أو غيره (فاعدلوا) بالصدق (ولو كان) القول له أو عليه (ذا قربى) قرابة (وبعهد الله أوفوا ذلكم وصاكم به لعلكم تذكَّرون) بالتشديد ، تتعظون والسكون \r\n", "sura_id": 6, "type": 2, "id": 25885, "aya_id": 152}, {"text": "ولا تقربوا أيها الأوصياء مال اليتيم إلا بالحال التي تصلح بها أمواله ويَنْتَفِع بها, حتى يصل إلى سن البلوغ ويكون راشدًا, فإذا بلغ ذلك فسلموا إليه ماله, وأوفوا الكيل والوزن بالعدل الذي يكون به تمام الوفاء. وإذا بذلتم جهدكم فلا حرج عليكم فيما قد يكون من نقص, لا نكلف نفسًا إلا وسعها. وإذا قلتم فتحرَّوا في قولكم العدل دون ميل عن الحق في خبر أو شهادة أو حكم أو شفاعة, ولو كان الذي تعلق به القول ذا قرابة منكم, فلا تميلوا معه بغير حق, وأوفوا بما عهد الله به إليكم من الالتزام بشريعته. ذلكم المتلوُّ عليكم من الأحكام, وصَّاكم به ربكم; رجاء أن تتذكروا عاقبة أمركم.\r\n", "sura_id": 6, "type": 3, "id": 32121, "aya_id": 152}, {"text": " <font color=red>وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ</font><BR><p>قَالَ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : لَمَّا أَنْزَلَ اللَّه \" وَلَا تَقْرَبُوا مَال الْيَتِيم إِلَّا بِاَلَّتِي هِيَ أَحْسَن \" وَ \" إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَال الْيَتَامَى ظُلْمًا \" الْآيَة فَانْطَلَقَ مَنْ كَانَ عِنْده يَتِيم فَعَزَلَ طَعَامه مِنْ طَعَامه وَشَرَابه مِنْ شَرَابه فَجَعَلَ يُفَضِّل الشَّيْء فَيَحْبِس لَهُ حَتَّى يَأْكُلهُ وَيَفْسُد فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ فَذَكَرُوا ذَلِكَ لِرَسُولِ اللَّه فَأَنْزَلَ اللَّه \" وَيَسْأَلُونَك عَنْ الْيَتَامَى قُلْ إِصْلَاح لَهُمْ خَيْر وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانكُمْ \" قَالَ : فَخَلَطُوا طَعَامهمْ بِطَعَامِهِمْ وَشَرَابهمْ بِشَرَابِهِمْ رَوَاهُ أَبُو دَاوُد وَقَوْله تَعَالَى \" حَتَّى يَبْلُغ أَشُدّهُ \" قَالَ الشَّعْبِيّ وَمَالِك وَغَيْر وَاحِد مِنْ السَّلَف يَعْنِي حَتَّى يَحْتَلِم . وَقَالَ السُّدِّيّ : حَتَّى يَبْلُغ ثَلَاثِينَ سَنَة وَقِيلَ أَرْبَعُونَ سَنَة وَقِيلَ سِتُّونَ سَنَة قَالَ وَهَذَا كُلّه بَعِيد هَهُنَا وَاَللَّه أَعْلَم. وَقَوْله تَعَالَى \" وَأَوْفُوا الْكَيْل وَالْمِيزَان بِالْقِسْطِ\" يَأْمُر تَعَالَى بِإِقَامَةِ الْعَدْل فِي الْأَخْذ وَالْإِعْطَاء كَمَا تَوَعَّدَ عَلَى تَرْكه فِي قَوْله تَعَالَى \" وَيْل لِلْمُطَفِّفِينَ الَّذِينَ إِذَا اِكْتَالُوا عَلَى النَّاس يَسْتَوْفُونَ وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ أَلَا يَظُنّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيم يَوْم يَقُوم النَّاس لِرَبِّ الْعَالَمِينَ \" وَقَدْ أَهْلَكَ اللَّه أُمَّة مِنْ الْأُمَم كَانُوا يَبْخَسُونَ الْمِكْيَال وَالْمِيزَان وَفِي كِتَاب الْجَامِع لِأَبِي عِيسَى التِّرْمِذِيّ مِنْ حَدِيث الْحُسَيْن بْن قَيْس أَبِي عَلِيّ الرَّحَبِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِ الْكَيْل وَالْمِيزَان إِنَّكُمْ وُلِّيتُمْ أَمْرًا هَلَكَتْ فِيهِ الْأُمَم السَّالِفَة قَبْلكُمْ ثُمَّ قَالَ لَا نَعْرِفهُ مَرْفُوعًا إِلَّا مِنْ حَدِيث الْحُسَيْن وَهُوَ ضَعِيف فِي الْحَدِيث . وَقَدْ رُوِيَ بِإِسْنَادٍ صَحِيح عَنْ اِبْن عَبَّاس مَوْقُوفًا قُلْت وَقَدْ رَوَاهُ اِبْن مَرْدُوَيْهِ فِي تَفْسِيره مِنْ حَدِيث شَرِيك عَنْ الْأَعْمَش عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّكُمْ مَعْشَر الْمَوَالِي قَدْ بَشَّرَكُمْ اللَّه بِخَصْلَتَيْنِ بِهَا هَلَكَتْ الْقُرُون الْمُتَقَدِّمَة الْمِكْيَال وَالْمِيزَان وَقَوْله تَبَارَكَ وَتَعَالَى \" لَا نُكَلِّف نَفْسًا إِلَّا وُسْعهَا \" أَيْ مَنْ اِجْتَهَدَ فِي أَدَاء الْحَقّ وَأَخَذَهُ فَإِنْ أَخْطَأَ بَعْد اِسْتِفْرَاغ وُسْعه وَبَذْل جَهْده فَلَا حَرَج عَلَيْهِ . وَقَدْ رَوَى اِبْن مَرْدُوَيْهِ مِنْ حَدِيث بَقِيَّة عَنْ مَيْسَرَة بْن عُبَيْد عَنْ عَمْرو بْن مَيْمُون بْن مِهْرَان عَنْ أَبِيهِ عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْآيَة \" وَأَوْفُوا الْكَيْل وَالْمِيزَان بِالْقِسْطِ لَا نُكَلِّف نَفْسًا إِلَّا وُسْعهَا \" فَقَالَ مَنْ أَوْفَى عَلَى يَده فِي الْكَيْل وَالْمِيزَان وَاَللَّه يَعْلَم صِحَّة نِيَّته بِالْوَفَاءِ فِيهِمَا لَمْ يُؤَاخَذ وَذَلِكَ تَأْوِيل وُسْعهَا هَذَا مُرْسَل غَرِيب وَقَوْله \" وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى \" كَقَوْلِهِ \" يَا أَيّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاء بِالْقِسْطِ \" الْآيَة وَكَذَا الَّتِي تُشْبِههَا فِي سُورَة النِّسَاء يَأْمُر تَعَالَى بِالْعَدْلِ فِي الْفِعَال وَالْمَقَال عَلَى الْقَرِيب وَالْبَعِيد وَاَللَّه تَعَالَى يَأْمُر بِالْعَدْلِ لِكُلِّ أَحَد فِي كُلّ وَقْت وَفِي كُلّ حَال وَقَوْله \" وَبِعَهْدِ اللَّه أَوْفُوا \" قَالَ اِبْن جَرِير : يَقُول وَبِوَصِيَّةِ اللَّه الَّتِي أَوْصَاكُمْ بِهَا فَأَوْفُوا وَإِيفَاء ذَلِكَ أَنْ تُطِيعُوهُ فِيمَا أَمَرَكُمْ وَنَهَاكُمْ وَتَعْمَلُوا بِكِتَابِهِ وَسُنَّة رَسُوله وَذَلِكَ هُوَ الْوَفَاء بِعَهْدِ اللَّه \" ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ \" يَقُول تَعَالَى : هَذَا أَوْصَاكُمْ بِهِ وَأَمَرَكُمْ بِهِ وَأَكَّدَ عَلَيْكُمْ فِيهِ \" لَعَلَّكُمْ تَذَكَّرُونَ\" أَيْ تَتَّعِظُونَ وَتَنْتَهُونَ مِمَّا كُنْتُمْ فِيهِ قَبْل هَذَا وَقَرَأَ بَعْضهمْ بِتَشْدِيدِ الذَّال وَآخَرُونَ بِتَخْفِيفِهَا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42135, "aya_id": 152}]