[{"text": "يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَن سَبِيلِ اللّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ اللّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلاَ يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىَ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ اسْتَطَاعُواْ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ", "sura_id": 2, "type": 0, "id": 224, "aya_id": 217}, {"text": "يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل ولا يزالون يقاتلونكم حتى يردوكم عن دينكم إن استطاعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فأولئك حبطت أعمالهم في الدنيا والآخرة وأولئك أصحاب النار هم فيها خالدون", "sura_id": 2, "type": 1, "id": 6460, "aya_id": 217}, {"text": "217 - وأرسل النبي صلى الله عليه وسلم أول سراياه وعليها عبد الله بن جحش فقاتلوا المشركين وقتلوا ابن الحضرمي آخر يوم من جمادى الآخرة والتبس عليهم برجب فعيرهم الكفار باستحلاله فنزل: (يسألونك عن الشهر الحرام) المُحرَّم (قتال فيه) بدل اشتمال (قل) لهم (قتال فيه كبير) عظيم وزرا مبتدأ وخبر (وصد) مبتدأ منع للناس (عن سبيل الله) دينه (وكفر به) بالله (و) صد عن (المسجد الحرام) أي مكة (وإخراج أهله منه) وهم النبي صلى الله عليه وسلم والمؤمنون وخبر المبتدأ (أكبر) أعظم وزرا (عند الله) من القتال فيه (والفتنة) الشرك منكم (أكبر من القتل) لكم فيه (ولا يزالون) أي الكفار (يقاتلونكم) أيها المؤمنون (حتى) كي (يردوكم عن دينكم) إلى الكفر (إن استطاعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فأولئك حبطت) بطلت (أعمالهم) الصالحة (في الدنيا والآخرة) فلا اعتداد بها ولا ثواب عليها والتقيد بالموت عليه يفيد أنه لو رجع إلى الإسلام لم يبطل عمله فيثاب عليه ولا يعيده كالحج مثلا وعليه الشافعي (وأولئك أصحاب النار هم فيها خالدون) \r\n", "sura_id": 2, "type": 2, "id": 25168, "aya_id": 217}, {"text": "يسألك المشركون -أيها الرسول- عن الشهر الحرام: هل يحل فيه القتال؟ قل لهم: القتال في الشهر الحرام عظيم عند الله استحلاله وسفك الدماء فيه, ومَنْعكم الناس من دخول الإسلام بالتعذيب والتخويف, وجحودكم بالله وبرسوله وبدينه, ومَنْع المسلمين من دخول المسجد الحرام, وإخراج النبي والمهاجرين منه وهم أهله وأولياؤه, ذلك أكبر ذنبًا, وأعظم جرمًا عند الله من القتال في الشهر الحرام. والشرك الذي أنتم فيه أكبر وأشد من القتل في الشهر الحرام. وهؤلاء الكفار لم يرتدعوا عن جرائمهم, بل هم مستمرون عليها, ولا يزالون يقاتلونكم حتى يردوكم عن الإسلام إلى الكفر إن استطاعوا تحقيق ذلك. ومن أطاعهم منكم -أيها المسلمون- وارتدَّ عن دينه فمات على الكفر, فقد ذهب عمله في الدنيا والآخرة, وصار من الملازمين لنار جهنم لا يخرج منها أبدًا.\r\n", "sura_id": 2, "type": 3, "id": 31404, "aya_id": 217}, {"text": " <font color=red>يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن أَبِي بَكْر الْمُقَدَّمِيّ حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ حَدَّثَنِي الْحَضْرَمِيّ عَنْ أَبِي السَّوَّار عَنْ جُنْدُب بْن عَبْد اللَّه أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَعَثَ رَهْطًا وَبَعَثَ عَلَيْهِمْ أَبَا عُبَيْدَة بْن الْجَرَّاح فَلَمَّا ذَهَبَ يَنْطِق بَكَى صَبَابَة إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَحَبَسَهُ فَبَعَثَ عَلَيْهِمْ مَكَانه عَبْد اللَّه بْن جَحْش وَكَتَبَ لَهُ كِتَابًا وَأَمَرَهُ أَنْ لَا يَقْرَأ الْكِتَاب حَتَّى يَبْلُغ مَكَان كَذَا وَكَذَا وَقَالَ\" لَا تُكْرِهَنَّ أَحَدًا عَلَى السَّيْرِ مَعَك مِنْ أَصْحَابِك \" فَلَمَّا قَرَأَ الْكِتَاب اِسْتَرْجَعَ وَقَالَ : سَمْعًا وَطَاعَة لِلَّهِ وَلِرَسُولِهِ فَخَبَّرَهُمْ الْخَبَر وَقَرَأَ عَلَيْهِمْ الْكِتَاب فَرَجَعَ رَجُلَانِ وَبَقِيَ بَقِيَّتهمْ فَلَقَوْا اِبْن الْحَضْرَمِيّ فَقَتَلُوهُ وَلَمْ يَدْرُوا أَنَّ ذَلِكَ الْيَوْم مِنْ رَجَب أَوْ مِنْ جُمَادَى فَقَالَ الْمُشْرِكُونَ لِلْمُسْلِمِينَ : قَتَلْتُمْ فِي الشَّهْر الْحَرَام فَأَنْزَلَ اللَّه \" يَسْأَلُونَك عَنْ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ \" الْآيَة . وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود \" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام قِتَال فِيهِ قُلْ قِتَال فِيهِ كَبِير \" الْآيَة . وَذَلِكَ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَعَثَ سَرِيَّة وَكَانُوا سَبْعَة نَفَر عَلَيْهِمْ عَبْد اللَّه بْن جَحْش الْأَسَدِيّ وَفِيهِمْ عَمَّار بْن يَاسِر وَأَبُو حُذَيْفَة بْن عُتْبَة بْن رَبِيعَة وَسَعْد بْن أَبِي وَقَّاص وَعُتْبَة بْن غَزْوَان السُّلَمِيّ حَلِيف لِبَنِي نَوْفَل وَسُهَيْل بْن بَيْضَاء وَعَامِر بْن فَهَيْرَة وَوَاقِد بْن عَبْد اللَّه الْيَرْبُوعِيّ حَلِيفٌ لِعُمَر بْن الْخَطَّاب وَكَتَبَ لِابْنِ جَحْش كِتَابًا وَأَمَرَهُ أَنْ لَا يَقْرَأهُ حَتَّى يَنْزِل بَطْن نَخْلَة فَلَمَّا نَزَلَ بَطْن نَخْلَة فَتَحَ الْكِتَاب فَإِذَا فِيهِ \" أَنْ سِرْ حَتَّى تَنْزِل بَطْن نَخْلَة \" فَقَالَ لِأَصْحَابِهِ مَنْ كَانَ يُرِيد الْمَوْت فَلْيَمْضِ وَلْيُوصِ فَإِنَّنِي مُوصٍ وَمَاضٍ لِأَمْرِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَارَ فَتَخَلَّفَ عَنْهُ سَعْد بْن أَبِي وَقَّاص وَعُتْبَة أَضَلَّا رَاحِلَة لَهُمَا فَتَخَلَّفَا يَطْلُبَانِهَا وَسَارَ اِبْن جَحْش إِلَى بَطْن نَخْلَة فَإِذَا هُوَ بِالْحَكَمِ بْن كَيْسَان وَعُثْمَان بْن عَبْد اللَّه بْن الْمُغِيرَة وَانْفَلَتَ وَقُتِلَ عَمْرو قَتَلَهُ وَاقِد بْن عَبْد اللَّه فَكَانَتْ أَوَّل غَنِيمَة غَنِمَهَا أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَلَمَّا رَجَعُوا إِلَى الْمَدِينَة بِأَسِيرَيْنِ وَمَا أَصَابُوا مِنْ الْمَال أَرَادَ أَهْل مَكَّة أَنْ يُفَادُوا الْأَسِيرَيْنِ عَلَيْهِ وَقَالُوا إِنَّ مُحَمَّدًا يَزْعُم أَنَّهُ يَتْبَع طَاعَة اللَّه وَهُوَ أَوَّل مَنْ اِسْتَحَلَّ الشَّهْر الْحَرَام وَقَتَلَ صَاحِبنَا فِي رَجَب فَقَالَ الْمُسْلِمُونَ إِنَّمَا قَتَلْنَاهُ فِي جُمَادَى وَقُتِلَ فِي أَوَّل لَيْلَة مِنْ رَجَب وَآخِر لَيْلَة مِنْ جُمَادَى وَأَغْمَدَ الْمُسْلِمُونَ سُيُوفهمْ حِين دَخَلَ شَهْر رَجَب وَأَنْزَلَ اللَّه يُعَيِّر أَهْل مَكَّة \" يَسْأَلُونَك عَنْ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ\" لَا يَحِلّ وَمَا صَنَعْتُمْ أَنْتُمْ يَا مَعْشَر الْمُشْرِكِينَ أَكْبَر مِنْ الْقَتْل فِي الشَّهْر الْحَرَام حِين كَفَرْتُمْ بِاَللَّهِ وَصَدَدْتُمْ عَنْ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَصْحَابه وَإِخْرَاج أَهْل الْمَسْجِد الْحَرَام مِنْهُ حِين أَخْرَجُوا مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَصْحَابه أَكْبَر مِنْ الْقَتْل عِنْد اللَّه . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام قِتَال فِيهِ قُلْ قِتَال فِيهِ كَبِير \" وَذَلِكَ أَنَّ الْمُشْرِكِينَ صَدُّوا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَرَدُّوهُ عَنْ الْمَسْجِد فِي شَهْر حَرَام قَالَ فَفَتَحَ اللَّه عَلَى نَبِيّه فِي شَهْر حَرَام مِنْ الْعَام الْمُقْبِل فَعَابَ الْمُشْرِكُونَ عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْقِتَال فِي شَهْر حَرَام فَقَالَ اللَّه \" وَصَدّ عَنْ سَبِيل اللَّه وَكُفْر بِهِ وَالْمَسْجِد الْحَرَام وَإِخْرَاج أَهْله مِنْهُ أَكْبَر عِنْد اللَّه \" مِنْ الْقِتَال فِيهِ وَأَنَّ مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَعَثَ سَرِيَّة فَلَقُوا عَمْرو بْن الْحَضْرَمِيّ وَهُوَ مُقْبِل مِنْ الطَّائِف فِي آخِر لَيْلَة مِنْ جُمَادَى وَأَوَّل لَيْلَة مِنْ رَجَب وَإِنَّ أَصْحَاب مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَانُوا يَظُنُّونَ أَنَّ تِلْكَ اللَّيْلَة مِنْ جُمَادَى وَكَانَتْ أَوَّل رَجَب وَلَمْ يَشْعُرُوا فَقَتَلَهُ رَجُل مِنْهُمْ وَأَخَذُوا مَا كَانَ مَعَهُ وَإِنَّ الْمُشْرِكِينَ أَرْسَلُوا يُعَيِّرُونَهُ بِذَلِكَ فَقَالَ اللَّه تَعَالَى \" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام قِتَال فِيهِ قُلْ قِتَال فِيهِ كَبِير وَصَدّ عَنْ سَبِيل اللَّه وَكُفْر بِهِ وَالْمَسْجِد الْحَرَام وَإِخْرَاج أَهْله مِنْهُ \" إِخْرَاج أَهْل الْمَسْجِد الْحَرَام أَكْبَر مِنْ الَّذِي أَصَابَ أَصْحَاب مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَالشِّرْك أَشَدّ مِنْهُ وَهَكَذَا رَوَى أَبُو سَعِيد الْبَقَّال عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهَا نَزَلَتْ فِي سَرِيَّة عَبْد اللَّه بْن جَحْش وَقَتْل عَمْرو بْن الْحَضْرَمِيّ. وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن السَّائِب الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ : نَزَلَ فِيمَا كَانَ مِنْ مُصَاب عَمْرو بْن الْحَضْرَمِيّ \" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام قِتَال فِيهِ \" إِلَى آخِر الْآيَة . وَقَالَ عَبْد الْمَلِك بْن هِشَام رَاوِي السِّيرَة عَنْ زِيَاد بْن عَبْد اللَّه الْبِكَائِيّ عَنْ مُحَمَّد بْن إِسْحَاق بْن يَسَار الْمَدَنِيّ رَحِمَهُ اللَّه فِي كِتَاب السِّيرَة لَهُ إِنَّهُ قَالَ : وَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَبْد اللَّه بْن جَحْش بْن رَبَاب الْأَسَدِيّ فِي رَجَب مَقْفَله مِنْ بَدْر الْأُولَى وَبَعَثَ مَعَهُ ثَمَانِيَة رَهْط مِنْ الْمُهَاجِرِينَ لَيْسَ فِيهِمْ مِنْ الْأَنْصَار أَحَد وَكَتَبَ لَهُ كِتَابًا وَأَمَرَهُ أَنْ لَا يَنْظُر فِيهِ حَتَّى يَسِير بِيَوْمَيْنِ ثُمَّ يَنْظُر فِيهِ فَيَمْضِي كَمَا أَمَرَهُ بِهِ وَلَا يَسْتَكْرِه مِنْ أَصْحَابه أَحَدًا وَكَانَ أَصْحَاب عَبْد اللَّه بْن جَحْش مِنْ الْمُهَاجِرِينَ ثُمَّ مِنْ بَنِي عَبْد شَمْس بْن عَبْد مَنَاف أَبُو حُذَيْفَة بْن عُتْبَة بْن رَبِيعَة بْن عَبْد شَمْس بْن عَبْد مَنَاف وَمِنْ حُلَفَائِهِمْ عَبْد اللَّه بْن جَحْش وَهُوَ أَمِير الْقَوْم وَعُكَّاشَة بْن مُحْصِن أَحَد بَنِي أَسَد بْن خُزَيْمَة حَلِيف لَهُمْ وَمِنْ بَنِي نَوْفَل بْن عَبْد مَنَاف عُتْبَة بْن غَزْوَان بْن جَابِر حَلِيف لَهُمْ وَمِنْ بَنِي زَهْرَة بْن كِلَاب سَعْد بْن أَبِي وَقَّاص وَمِنْ بَنِي كَعْب عَدِيّ بْن عَامِر بْن رَبِيعَة حَلِيف لَهُمْ مِنْ غَيْر اِبْن وَائِل وَوَاقِد بْن عَبْد اللَّه بْن عَبْد مَنَاف بْن عُرْس بْن ثَعْلَبَة بْن يَرْبُوع أَحَد بَنِي تَمِيم حَلِيف لَهُمْ وَخَالِد بْن الْبُكَيْر أَحَد بَنِي سَعْد بْن لَيْث حَلِيف لَهُمْ وَمِنْ بَنِي الْحَارِث بْن فِهْر سُهَيْل بْن بَيْضَاء فَلَمَّا سَارَ عَبْد اللَّه بْن جَحْش يَوْمَيْنِ فَتَحَ الْكِتَاب فَنَظَرَ فَإِذَا فِيهِ \" إِذَا نَظَرْت فِي كِتَابِي هَذَا فَامْضِ حَتَّى تَنْزِل نَخْلَة بَيْن مَكَّة وَالطَّائِف تَرْصُد بِهَا قُرَيْشًا وَتَعْلَم لَنَا مِنْ أَخْبَارهمْ \" فَلَمَّا نَظَرَ عَبْد اللَّه بْن جَحْش فِي الْكِتَاب قَالَ : سَمْعًا وَطَاعَة ثُمَّ قَالَ لِأَصْحَابِهِ : قَدْ أَمَرَنِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - أَنْ أَمْضِي إِلَى نَخْلَة أَرْصُد بِهَا قُرَيْشًا حَتَّى آتِيه مِنْهُمْ بِخَبَرٍ وَقَدْ نَهَانِي أَنْ أَسْتَكْرِه أَحَدًا مِنْكُمْ فَمَنْ كَانَ مِنْكُمْ يُرِيد الشَّهَادَة وَيَرْغَب فِيهَا فَلْيَنْطَلِقْ وَمَنْ كَرِهَ ذَلِكَ فَلْيَرْجِعْ فَأَمَّا أَنَا فَمَاضٍ لِأَمْرِ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَمَضَى وَمَضَى مَعَهُ أَصْحَابه لَمْ يَتَخَلَّف عَنْهُ مِنْهُمْ أَحَد فَسَلَكَ عَلَى الْحِجَاز حَتَّى إِذَا كَانَ بِمَعْدِنٍ فَوْق الْفَرْع يُقَال لَهُ نَجْرَان أَضَلَّ سَعْد بْن أَبِي وَقَّاص وَعُتْبَة بْن غَزْوَان بَعِيرًا لَهُمَا كَانَا يَعْتَقِبَانِهِ فَتَخَلَّفَا عَلَيْهِ فِي طَلَبه وَمَضَى عَبْد اللَّه بْن جَحْش وَبَقِيَّة أَصْحَابه حَتَّى نَزَلَ نَخْلَة فَمَرَّتْ بِهِ عِير لِقُرَيْشٍ تَحْمِل زَيْتًا وَأُدْمًا وَتِجَارَة مِنْ تِجَارَة قُرَيْش فِيهَا عَمْرو بْن الْحَضْرَمِيّ وَاسْم الْحَضْرَمِيّ عَبْد اللَّه بْن عَبَّاد أَحَد الصَّدَف وَعُثْمَان بْن عَبْد اللَّه بْن الْمُغِيرَة وَأَخُوهُ نَوْفَل بْن عَبْد اللَّه الْمَخْزُومِيَّانِ وَالْحَكَم بْن كَيْسَان مَوْلَى هِشَام بْن الْمُغِيرَة فَلَمَّا رَآهُمْ الْقَوْم هَابُوهُمْ وَقَدْ نَزَلُوا قَرِيبًا مِنْهُمْ فَأَشْرَفَ لَهُمْ عُكَّاشَة بْن مُحْصِن وَكَانَ قَدْ حَلَقَ رَأْسه فَلَمَّا رَأَوْهُ آمَنُوا وَقَالُوا : عَمَّار لَا بَأْس عَلَيْكُمْ مِنْهُمْ وَتَشَاوَرَ الْقَوْم فِيهِمْ وَذَلِكَ فِي آخِر يَوْم مِنْ رَجَب فَقَالَ الْقَوْم وَاَللَّه لَئِنْ تَرَكْتُمْ الْقَوْم هَذِهِ اللَّيْلَة لَيَدْخُلَنَّ الْحُرُم فَلْيَمْتَنِعَنَّ مِنْكُمْ وَلَئِنْ قَتَلْتُمُوهُمْ لَتَقْتُلَنَّهُمْ فِي الشَّهْر الْحَرَام فَتَرَدَّدَ الْقَوْم وَهَابُوا الْإِقْدَام عَلَيْهِمْ ثُمَّ شَجَّعُوا أَنْفُسهمْ عَلَيْهِمْ وَأَجْمَعُوا قَتْل مَنْ قَدَرُوا عَلَيْهِ مِنْهُمْ وَأَخْذ مَا مَعَهُمْ فَرَمَى وَاقِد بْن عَبْد اللَّه التَّمِيمِيّ عَمْرو بْن الْحَضْرَمِيّ بِسَهْمٍ فَقَتَلَهُ وَاسْتَأْسَرَ عُثْمَان بْن عَبْد اللَّه وَالْحَكَم بْن كَيْسَان وَأَفْلَتَ الْقَوْم نَوْفَل بْن عَبْد اللَّه فَأَعْجَزَهُمْ وَأَقْبَلَ عَبْد اللَّه بْن جَحْش وَأَصْحَابه بِالْعِيرِ وَالْأَسِيرَيْنِ حَتَّى قَدِمُوا عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْمَدِينَة قَالَ اِبْن إِسْحَاق : وَقَدْ ذَكَرَ بَعْض آل عَبْد اللَّه بْن جَحْش أَنَّ عَبْد اللَّه قَالَ لِأَصْحَابِهِ إِنَّ لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِمَّا غَنِمْنَا الْخُمُس وَذَلِكَ قَبْل أَنْ يَفْرِض اللَّه الْخُمُس مِنْ الْمَغَانِم فَعَزَلَ لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - خُمُس الْعِير وَقَسَّمَ سَائِرهَا بَيْن أَصْحَابه قَالَ اِبْن إِسْحَاق : فَلَمَّا قَدِمُوا عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" مَا أَمَرْتُكُمْ بِقِتَالٍ فِي الشَّهْر الْحَرَام \" فَوَقَفَ الْعِير وَالْأَسِيرَيْنِ وَأَبَى أَنْ يَأْخُذ مِنْ ذَلِكَ شَيْئًا فَلَمَّا قَالَ ذَلِكَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أُسْقِطَ فِي أَيْدِي الْقَوْم وَظَنُّوا أَنَّهُمْ قَدْ هَلَكُوا وَعَنَّفَهُمْ إِخْوَانُهُمْ مِنْ الْمُسْلِمِينَ فِيمَا صَنَعُوا وَقَالَتْ قُرَيْش قَدْ اِسْتَحَلَّ مُحَمَّد وَأَصْحَابه الشَّهْر الْحَرَام وَسَفَكُوا فِيهِ الدَّم وَأَخَذُوا فِيهِ الْأَمْوَال وَأَسَرُوا فِيهِ الرِّجَال فَقَالَ مَنْ يَرُدّ عَلَيْهِمْ مِنْ الْمُسْلِمِينَ مِمَّنْ كَانَ بِمَكَّة إِنَّمَا أَصَابُوا مَا أَصَابُوا فِي شَعْبَان وَقَالَتْ الْيَهُود تَفَاءَلُوا بِذَلِكَ عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَمْرو بْن الْحَضْرَمِيّ قَتَلَهُ وَاقِد بْن عَبْد اللَّه عَمْرو عَمَرَتْ الْحَرْبُ وَالْحَضْرَمِيُّ حَضَرَتْ الْحَرْبُ وَوَاقِد بْن عَبْد اللَّه وَقَدَتْ الْحَرْب فَجَعَلَ اللَّه عَلَيْهِمْ ذَلِكَ لَا لَهُمْ فَلَمَّا أَكْثَر النَّاس فِي ذَلِكَ أَنْزَلَ اللَّه عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام قِتَال فِيهِ قُلْ قِتَال فِيهِ كَبِير وَصَدّ عَنْ سَبِيل اللَّه وَكُفْر بِهِ وَالْمَسْجِد الْحَرَام وَإِخْرَاج أَهْله مِنْهُ أَكْبَر عِنْد اللَّه وَالْفِتْنَة أَكْبَر مِنْ الْقَتْل \" أَيْ إِنْ كُنْتُمْ قَتَلْتُمْ فِي الشَّهْر الْحَرَام فَقَدْ صَدُّوكُمْ عَنْ سَبِيل اللَّه مَعَ الْكُفْر بِهِ وَعَنْ الْمَسْجِد الْحَرَام وَإِخْرَاجكُمْ مِنْهُ وَأَنْتُمْ أَهْلُهُ \" أَكْبَر عِنْد اللَّه \" مِنْ قَتْل مَنْ قَتَلْتُمْ مِنْهُمْ \" وَالْفِتْنَة أَكْبَر مِنْ الْقَتْل \" أَيْ قَدْ كَانُوا يَفْتِنُونَ الْمُسْلِم فِي دِينه حَتَّى يَرُدُّوهُ إِلَى الْكُفْر بَعْد إِيمَانه فَذَلِكَ أَكْبَر عِنْد اللَّه مِنْ الْقَتْل \" وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينكُمْ إِنْ اِسْتَطَاعُوا \" أَيْ ثُمَّ هُمْ مُقِيمُونَ عَلَى أَخْبَث ذَلِكَ وَأَعْظَمه غَيْر تَائِبِينَ وَلَا نَازِعِينَ . قَالَ اِبْن إِسْحَاق : فَلَمَّا نَزَلَ الْقُرْآن بِهَذَا مِنْ الْأَمْر وَفَرَّجَ اللَّه عَنْ الْمُسْلِمِينَ مَا كَانُوا فِيهِ مِنْ الشِّدَّة قَبَضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ الْعِير وَالْأَسِيرَيْنِ وَبَعَثَتْ إِلَيْهِ قُرَيْش فِي فِدَاء عُثْمَان بْن عَبْد اللَّه وَالْحَكَم بْن كَيْسَان فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَا نَفْدِيكُمُوهُمَا حَتَّى يَقْدُم صَاحِبَانَا \" يَعْنِي سَعْد بْن أَبِي وَقَّاص وَعُتْبَة بْن غَزْوَان \" فَإِنَّا نَخْشَاكُمْ عَلَيْهِمَا فَإِنْ تَقْتُلُوهُمَا نَقْتُل صَاحِبَيْكُمْ \" فَقَدِمَ سَعْد وَعُتْبَة فَفَدَاهُمَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْهُمْ فَأَمَّا الْحَكَم بْن كَيْسَان فَأَسْلَمَ وَحَسُنَ إِسْلَامه وَأَقَامَ عِنْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حَتَّى قُتِلَ يَوْم بِئْر مَعُونَة شَهِيدًا وَأَمَّا عُثْمَان بْن عَبْد اللَّه فَلَحِقَ بِمَكَّة فَمَاتَ بِهَا كَافِرًا . قَالَهُ اِبْن إِسْحَاق .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38628, "aya_id": 217}]