[{"text": "وَتَرَى الشَّمْسَ إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِّنْهُ ذَلِكَ مِنْ آيَاتِ اللَّهِ مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا", "sura_id": 18, "type": 0, "id": 2157, "aya_id": 17}, {"text": "وترى الشمس إذا طلعت تزاور عن كهفهم ذات اليمين و إذا غربت تقرضهم ذات الشمال و هم في فجوة منه ذلك من آيات الله من يهد الله فهو المهتد و من يضلل فلن تجد له وليا مرشدا", "sura_id": 18, "type": 1, "id": 8393, "aya_id": 17}, {"text": "17 - (وترى الشمس إذا طلعت تزاور) بالتشديد والتخفيف تميل (عن كهفهم ذات اليمين) ناحيته (وإذا غربت تقرضهم ذات الشمال) تتركهم وتتجاوز عنهم فلا تصيبهم البتة (وهم في فجوة منه) متسع من الكهف ينالهم برد الريح ونسيمها (ذلك) المذكور (من آيات الله) دلائل قدرته (من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا) \r\n", "sura_id": 18, "type": 2, "id": 27101, "aya_id": 17}, {"text": "فلما فعلوا ذلك ألقى الله عليهم النوم وحَفِظهم. وترى -أيها المشاهد لهم- الشمس إذا طلعت من المشرق تميل عن مكانهم إلى جهة اليمين، وإذا غربت تتركهم إلى جهة اليسار، وهم في متسع من الكهف، فلا تؤذيهم حرارة الشمس ولا ينقطع عنهم الهواء، ذلك الذي فعلناه بهؤلاء الفتية من دلائل قدرة الله. من يوفقه الله للاهتداء بآياته فهو الموفَّق إلى الحق، ومن لم يوفقه لذلك فلن تجد له معينًا يرشده لإصابة الحق؛ لأن التوفيق والخِذْلان بيد الله وحده.\r\n", "sura_id": 18, "type": 3, "id": 33337, "aya_id": 17}, {"text": " <font color=red>وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ذَلِكَ مِنْ آيَاتِ اللَّهِ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا</font><BR><p>فَهَذَا فِيهِ دَلِيل عَلَى أَنَّ بَاب هَذَا الْكَهْف كَانَ مِنْ نَحْو الشَّمَال لِإِنَّهُ تَعَالَى أَخْبَرَ أَنَّ الشَّمْس إِذَا دَخَلَتْهُ عِنْد طُلُوعهَا تَزَاوَر عَنْهُ \" ذَات الْيَمِين \" أَيْ يَتَقَلَّص الْفَيْء يَمْنَة كَمَا قَالَ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَقَتَادَة \" تَزَاوَر \" أَيْ تَمِيل وَذَلِكَ أَنَّهَا كُلَّمَا اِرْتَفَعَتْ فِي الْأُفُق تَقَلَّصَ شُعَاعهَا بِارْتِفَاعِهَا حَتَّى لَا يَبْقَى مِنْهُ شَيْء عِنْد الزَّوَال فِي مِثْل ذَلِكَ الْمَكَان وَلِهَذَا قَالَ \" وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَات الشِّمَال \" أَيْ تَدْخُل إِلَى غَارهمْ مِنْ شِمَال بَابه وَهُوَ مِنْ نَاحِيَة الْمَشْرِق فَدَلَّ عَلَى صِحَّة مَا قُلْنَاهُ وَهَذَا بَيِّن لِمَنْ تَأَمَّلَهُ وَكَانَ لَهُ عِلْم بِمَعْرِفَةِ الْهَيْئَة وَسَيْر الشَّمْس وَالْقَمَر وَالْكَوَاكِب وَبَيَانه أَنَّهُ لَوْ كَانَ بَاب الْغَار مِنْ نَاحِيَة الشَّرْق لَمَا دَخَلَ إِلَيْهِ مِنْهَا شَيْء عِنْد الْغُرُوب وَلَوْ كَانَ مِنْ نَاحِيَة الْقِبْلَة لَمَا دَخَلَ مِنْهَا شَيْء عِنْد الطُّلُوع وَلَا عِنْد الْغُرُوب وَلَا تَزَاوَر الْفَيْء يَمِينًا وَلَا شِمَالًا وَلَوْ كَانَ مِنْ جِهَة الْغَرْب لَمَا دَخَلَتْهُ وَقْت الطُّلُوع بَلْ بَعْد الزَّوَال وَلَمْ تَزَلْ فِيهِ إِلَى الْغُرُوب فَتَعَيَّنَ مَا ذَكَرْنَاهُ وَلِلَّهِ الْحَمْد وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة : \" تَقْرِضُهُمْ \" تَتْرُكهُمْ وَقَدْ أَخْبَرَ اللَّه تَعَالَى بِذَلِكَ وَأَرَادَ مِنَّا فَهْمه وَتَدَبُّره وَلَمْ يُخْبِرنَا بِمَكَانِ هَذَا الْكَهْف فِي أَيّ الْبِلَاد مِنْ الْأَرْض إِذْ لَا فَائِدَة لَنَا فِيهِ وَلَا قَصْد شَرْعِيّ وَقَدْ تَكَلَّفَ بَعْض الْمُفَسِّرِينَ فَذَكَرُوا فِيهِ أَقْوَالًا فَتَقَدَّمَ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ هُوَ قَرِيب مِنْ أَيْلَة وَقَالَ اِبْن إِسْحَاق : هُوَ عِنْد نِينَوَى وَقِيلَ بِبِلَادِ الرُّوم وَقِيلَ بِبِلَادِ الْبَلْقَاء وَاَللَّه أَعْلَم بِأَيِّ بِلَاد اللَّه هُوَ ; وَلَوْ كَانَ لَنَا فِيهِ مَصْلَحَة دِينِيَّة لَأَرْشَدَنَا اللَّه تَعَالَى وَرَسُوله إِلَيْهِ فَقَدْ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا تَرَكْت شَيْئًا يُقَرِّبكُمْ إِلَى الْجَنَّة وَيُبَاعِدكُمْ مِنْ النَّار إِلَّا وَقَدْ أَعْلَمْتُكُمْ بِهِ \" فَأَعْلَمَنَا تَعَالَى بِصِفَتِهِ وَلَمْ يُعْلِمنَا بِمَكَانِهِ فَقَالَ \" وَتَرَى الشَّمْس إِذَا طَلَعَتْ تَزَاوَر عَنْ كَهْفهمْ \" قَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ : تَمِيل \" ذَات الْيَمِين وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَات الشِّمَال وَهُمْ فِي فَجْوَة مِنْهُ \" أَيْ فِي مُتَّسَع مِنْهُ دَاخِلًا بِحَيْثُ لَا تُصِيبهُمْ إِذْ لَوْ أَصَابَتْهُمْ لَأَحْرَقَتْ أَبْدَانهمْ وَثِيَابهمْ قَالَهُ اِبْن عَبَّاس \" ذَلِكَ مِنْ آيَات اللَّه \" حَيْثُ أَرْشَدَهُمْ إِلَى هَذَا الْغَار الَّذِي جَعَلَهُمْ فِيهِ أَحْيَاء وَالشَّمْس وَالرِّيح تَدْخُل عَلَيْهِمْ فِيهِ لِتَبْقَى أَبْدَانهمْ وَلِهَذَا قَالَ تَعَالَى \" ذَلِكَ مِنْ آيَات اللَّه \" ثُمَّ قَالَ \" مَنْ يَهْدِ اللَّه فَهُوَ الْمُهْتَدِي \" الْآيَة أَيْ هُوَ الَّذِي أَرْشَدَ هَؤُلَاءِ الْفِتْيَة إِلَى الْهِدَايَة مِنْ بَيْن قَوْمهمْ فَإِنَّهُ مَنْ هَدَاهُ اللَّه اِهْتَدَى وَمَنْ أَضَلَّهُ فَلَا هَادِي لَهُ .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38308, "aya_id": 17}]