[{"text": "هَاأَنتُمْ هَؤُلَاء تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنكُم مَّن يَبْخَلُ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنتُمُ الْفُقَرَاء وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ", "sura_id": 47, "type": 0, "id": 4583, "aya_id": 38}, {"text": "ها أنتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه والله الغني وأنتم الفقراء وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم", "sura_id": 47, "type": 1, "id": 10819, "aya_id": 38}, {"text": "38 - (ها أنتم) يا (هؤلاء تدعون لتنفقوا في سبيل الله) ما فرض عليكم (فمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه) يقال بخل عليه وعنه (والله الغني) عن نفقتكم (وأنتم الفقراء) إليه (وإن تتولوا) عن طاعته (يستبدل قوما غيركم) أي يجعلهم بدلكم (ثم لا يكونوا أمثالكم) في التولي عن طاعته بل مطيعين لع عز وجل \r\n", "sura_id": 47, "type": 2, "id": 29527, "aya_id": 38}, {"text": "ها أنتم -أيها المؤمنون- تُدْعَون إلى النفقة في جهاد أعداء الله ونصرة دينه, فمنكم مَن يَبْخَلُ بالنفقة في سبيل الله, ومَن يَبْخَلْ فإنما يبخل عن نفسه, والله تعالى هو الغنيُّ عنكم وأنتم الفقراء إليه, وإن تتولوا عن الإيمان بالله وامتثال أمره يهلكُّم, ويأت بقوم آخرين, ثم لا يكونوا أمثالكم في التولي عن أمر الله, بل يطيعونه ويطيعون رسوله, ويجاهدون في سبيله بأموالهم وأنفسهم.\r\n", "sura_id": 47, "type": 3, "id": 35763, "aya_id": 38}, {"text": " <font color=red>هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا</font><BR><p>\" هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيل اللَّه فَمِنْكُمْ مَنْ يَبْخَل \" أَيْ لَا يُجِيب إِلَى ذَلِكَ \" وَمَنْ يَبْخَل فَإِنَّمَا يَبْخَل عَنْ نَفْسه \" أَيْ إِنَّمَا نَقَصَ نَفْسه مِنْ الْأَجْر وَإِنَّمَا يَعُود وَبَال ذَلِكَ عَلَيْهِ \" وَاَللَّه الْغَنِيّ \" أَيْ عَنْ كُلّ مَا سِوَاهُ وَكُلّ شَيْء فَقِير إِلَيْهِ دَائِمًا وَلِهَذَا قَالَ تَعَالَى \" وَأَنْتُمْ الْفُقَرَاء \" أَيْ بِالذَّاتِ إِلَيْهِ فَوَصْفُهُ بِالْغَنِيِّ وَصْفٌ لَازِم لَهُ وَوَصْفُ الْخَلْق بِالْفَقْرِ وَصْفٌ لَازِم لَهُمْ لَا يَنْفَكُّونَ عَنْهُ . وَقَوْله تَعَالَى \" وَإِنْ تَتَوَلَّوْا \" أَيْ عَنْ طَاعَته وَاتِّبَاع شَرْعه \" يَسْتَبْدِل قَوْمًا غَيْركُمْ ثُمَّ لَا يَكُونُوا أَمْثَالكُمْ \" أَيْ وَلَكِنْ يَكُونُونَ سَامِعِينَ مُطِيعِينَ لَهُ وَلِأَوَامِرِهِ . وَقَالَ اِبْن أَبِي حَاتِم وَابْن جَرِير حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي مُسْلِم بْن خَالِد عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلَا هَذِهِ الْآيَة\" وَإِنْ تَتَوَلَّوْا يَسْتَبْدِل قَوْمًا غَيْركُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ \" قَالُوا يَا رَسُول اللَّه مَنْ هَؤُلَاءِ الَّذِينَ إِنْ تَوَلَّيْنَا اِسْتَبْدَلَ بِنَا ثُمَّ لَا يَكُونُوا أَمْثَالَنَا ؟ قَالَ فَضَرَبَ بِيَدِهِ عَلَى كَتِف سَلْمَان الْفَارِسِيّ رَضِيَ اللَّه عَنْهُ ثُمَّ قَالَ \" هَذَا وَقَوْمه وَلَوْ كَانَ الدِّين عِنْد الثُّرَيَّا لَتَنَاوَلَهُ رِجَال مِنْ الْفُرْس \" تَفَرَّدَ بِهِ مُسْلِم بْن خَالِد الزِّنْجِيّ وَرَوَاهُ عَنْهُ غَيْر وَاحِد وَقَدْ تَكَلَّمَ فِيهِ بَعْض الْأَئِمَّة رَحْمَة اللَّه عَلَيْهِمْ وَاَللَّه أَعْلَم. آخِر تَفْسِير سُورَة الْقِتَال وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41383, "aya_id": 38}]