[{"text": "الَّذِينَ هُمْ يُرَاؤُونَ", "sura_id": 107, "type": 0, "id": 6203, "aya_id": 6}, {"text": "الذين هم يراؤون", "sura_id": 107, "type": 1, "id": 12439, "aya_id": 6}, {"text": "6 - (الذين هم يراؤون) في الصلاة وغيرها \r\n", "sura_id": 107, "type": 2, "id": 31147, "aya_id": 6}, {"text": "الذين هم يتظاهرون بأعمال الخير مراءاة للناس.\r\n", "sura_id": 107, "type": 3, "id": 37383, "aya_id": 6}, {"text": " <font color=red>الَّذِينَ هُمْ يُرَاءُونَ</font><BR><p>قَالَ الطَّبَرَانِيّ حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن عَبْد رَبّه الْبَغْدَادِيّ حَدَّثَنِي أَبِي حَدَّثَنَا عَبْد الْوَهَّاب بْن عَطَاء عَنْ يُونُس عَنْ الْحَسَن عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي جَهَنَّم لَوَادِيًا تَسْتَعِيذ جَهَنَّم مِنْ ذَلِكَ الْوَادِي فِي كُلّ يَوْم أَرْبَعمِائَةِ مَرَّة أُعِدَّ ذَلِكَ الْوَادِي لِلْمُرَائِينَ مِنْ أُمَّة مُحَمَّد لِحَامِلِ كِتَاب اللَّه وَلِلْمُصَّدِّقِ فِي غَيْر ذَات اللَّه وَلِلْحَاجِّ إِلَى بَيْت اللَّه وَلِلْخَارِجِ فِي سَبِيل اللَّه \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا الْأَعْمَش عَنْ عَمْرو بْن مُرَّة قَالَ كُنَّا جُلُوسًا عِنْد أَبِي عُبَيْدَة فَذَكَرُوا الرِّيَاء فَقَالَ رَجُل يُكَنَّى بِأَبِي يَزِيد سَمِعْت عَبْد اللَّه بْن عَمْرو يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ سَمَّعَ النَّاس بِعَمَلِهِ سَمَّعَ اللَّه بِهِ سَامِع خَلْقه وَحَقَّرَهُ وَصَغَّرَهُ \" وَرَوَاهُ أَيْضًا عَنْ غُنْدَر وَيَحْيَى الْقَطَّان عَنْ شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ رَجُل عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ وَمِمَّا يَتَعَلَّق بِقَوْلِهِ تَعَالَى \" الَّذِينَ هُمْ يُرَاءُونَ \" أَنَّ مَنْ عَمِلَ عَمَلًا لِلَّهِ فَاطَّلَعَ عَلَيْهِ النَّاس فَأَعْجَبَهُ ذَلِكَ أَنَّ هَذَا لَا يُعَدّ رِيَاء , وَالدَّلِيل عَلَى ذَلِكَ مَا رَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي سَنَده حَدَّثَنَا هَارُون بْن مَعْرُوف حَدَّثَنَا مَخْلَد بْن يَزِيد حَدَّثَنَا سَعِيد بْن بَشِير حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : كُنْت أُصَلِّي فَدَخَلَ عَلَيَّ رَجُل فَأَعْجَبَنِي ذَلِكَ فَذَكَرْته لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" كُتِبَ لَك أَجْرَانِ أَجْر السِّرّ وَأَجْر الْعَلَانِيَة \" قَالَ أَبُو عَلِيّ هَارُون بْن مَعْرُوف بَلَغَنِي أَنَّ اِبْن الْمُبَارَك قَالَ نَعَمْ الْحَدِيث لِلْمُرَائِينَ وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَسَعِيد بْن بَشِير مُتَوَسِّط وَرِوَايَته عَنْ الْأَعْمَش عَزِيزَة وَقَدْ رَوَاهُ غَيْره عَنْهُ قَالَ أَبُو يَعْلَى أَيْضًا حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى بْن مُوسَى حَدَّثَنَا أَبُو دَاوُدَ حَدَّثَنَا أَبُو سِنَان عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْهُ قَالَ : قَالَ رَجُل يَا رَسُول اللَّه الرَّجُل يَعْمَل الْعَمَل يُسِرّهُ فَإِذَا اِطُّلِعَ عَلَيْهِ أَعْجَبَهُ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَهُ أَجْرَانِ أَجْر السِّرّ وَأَجْر الْعَلَانِيَة \" وَقَدْ رَوَاهُ التِّرْمِذِيّ عَنْ مُحَمَّد بْن الْمُثَنَّى وَابْن مَاجَهْ عَنْ بُنْدَار كِلَاهُمَا عَنْ أَبِي دَاوُدَ الطَّيَالِسِيّ عَنْ أَبِي سِنَان الشَّيْبَانِيّ وَاسْمه ضِرَار بْن مُرَّة ثُمَّ قَالَ التِّرْمِذِيّ غَرِيب وَقَدْ رَوَاهُ الْأَعْمَش وَغَيْره عَنْ حَبِيب عَنْ أَبِي صَالِح مُرْسَلًا. وَقَدْ قَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي أَبُو كُرَيْب حَدَّثَنَا مُعَاوِيَة بْن هِشَام عَنْ شَيْبَان النَّحْوِيّ عَنْ جَابِر الْجُعْفِيّ حَدَّثَنِي رَجُل عَنْ أَبِي بَرْزَة الْأَسْلَمِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة\" الَّذِينَ هُمْ عَنْ صَلَاتهمْ سَاهُونَ \" قَالَ \" اللَّه أَكْبَر هَذَا خَيْر لَكُمْ مِنْ أَنْ لَوْ أُعْطِيَ كُلّ رَجُل مِنْكُمْ مِثْل جَمِيع الدُّنْيَا هُوَ الَّذِي إِنْ صَلَّى لَمْ يَرْجُ خَيْر صَلَاته وَإِنْ تَرَكَهَا لَمْ يَخَفْ رَبّه \" فِيهِ جَابِر الْجُعْفِيّ وَهُوَ ضَعِيف وَشَيْخه مُبْهَم لَمْ يُسَمَّ وَاَللَّه أَعْلَم . وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنِي زَكَرِيَّا بْن أَبَانَ الْمِصْرِيّ حَدَّثَنَا عَمْرو بْن طَارِق حَدَّثَنَا عِكْرِمَة بْن إِبْرَاهِيم حَدَّثَنِي عَبْد الْمَلِك بْن عُمَيْر عَنْ مُصْعَب بْن سَعْد عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ \" الَّذِينَ هُمْ عَنْ صَلَاتهمْ سَاهُونَ \" قَالَ \" هُمْ الَّذِينَ يُؤَخِّرُونَ الصَّلَاة عَنْ وَقْتهَا \" قُلْت وَتَأْخِير الصَّلَاة عَنْ وَقْتهَا يَحْتَمِل تَرْكهَا بِالْكُلِّيَّةِ وَيَحْتَمِل صَلَاتهَا بَعْد وَقْتهَا شَرْعًا وَتَأْخِيرهَا عَنْ أَوَّل الْوَقْت وَكَذَا رَوَاهُ الْحَافِظ أَبُو يَعْلَى عَنْ شَيْبَان بْن فَرُّوخ عَنْ عِكْرِمَة بْن إِبْرَاهِيم بِهِ . ثُمَّ رَوَاهُ عَنْ أَبِي الرَّبِيع عَنْ عَاصِم عَنْ مُصْعَب عَنْ أَبِيهِ مَوْقُوفًا : سَهْوًا عَنْهَا حَتَّى ضَاعَ الْوَقْت وَهَذَا أَصَحّ إِسْنَادًا وَقَدْ ضَعَّفَ الْبَيْهَقِيّ رَفْعه وَصَحَّحَ وَقْفه وَكَذَلِكَ الْحَاكِم .</p><BR> <br> ", "sura_id": 107, "type": 4, "id": 37589, "aya_id": 6}]