[{"text": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ", "sura_id": 11, "type": 0, "id": 1583, "aya_id": 110}, {"text": "ولقد آتينا موسى الكتاب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وإنهم لفي شك منه مريب", "sura_id": 11, "type": 1, "id": 7819, "aya_id": 110}, {"text": "110 - (ولقد آتينا موسى الكتاب) التوراة (فاختلف فيه) بالتصديق والتكذيب كالقرآن (ولولا كلمة سبقت من ربك) بتأخير الحساب والجزاء للخلائق إلى يوم القيامة (لقضي بينهم) في الدنيا فيما اختلفوا (وإنهم) أي المكذبون به (لفي شك منه مريب) موقع في الريبة \r\n", "sura_id": 11, "type": 2, "id": 26527, "aya_id": 110}, {"text": "ولقد آتينا موسى الكتاب وهو التوراة, فاختلف فيه قومه, فآمن به جماعة وكفر به آخرون كما فعل قومك بالقرآن. ولولا كلمة سبقت من ربك بأنه لا يعجل لخلقه العذاب, لحلَّ بهم في دنياهم قضاء الله بإهلاك المكذِّبين ونجاة المؤمنين. وإن الكفار من اليهود والمشركين -أيها الرسول- لفي شك -من هذا القرآن- مريب.\r\n", "sura_id": 11, "type": 3, "id": 32763, "aya_id": 110}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ</font><BR><p>ثُمَّ ذَكَرَ تَعَالَى أَنَّهُ آتَى مُوسَى الْكِتَاب فَاخْتَلَفَ النَّاس فِيهِ فَمِنْ مُؤْمِن بِهِ وَمِنْ كَافِر بِهِ ; فَلَك بِمَنْ سَلَفَ مِنْ الْأَنْبِيَاء قَبْلَك يَا مُحَمَّد أُسْوَة فَلَا يَغِيظَنك تَكْذِيبهمْ لَك وَلَا يُهِمَّنك ذَلِكَ \" وَلَوْلَا كَلِمَة سَبَقَتْ مِنْ رَبّك لَقُضِيَ بَيْنهمْ \" قَالَ اِبْن جَرِير : لَوْلَا مَا تَقَدَّمَ مِنْ تَأْجِيله الْعَذَاب إِلَى أَجَل مَعْلُوم لَقَضَى اللَّه بَيْنهمْ وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِالْكَلِمَةِ أَنَّهُ لَا يُعَذِّب أَحَدًا إِلَّا بَعْد قِيَام الْحُجَّة عَلَيْهِ وَإِرْسَال الرَّسُول إِلَيْهِ كَمَا قَالَ \" وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا\" فَإِنَّهُ قَدْ قَالَ فِي الْآيَة الْأُخْرَى \" وَلَوْلَا كَلِمَة سَبَقَتْ مِنْ رَبّك لَكَانَ لِزَامًا وَأَجَل مُسَمًّى فَاصْبِرْ عَلَى مَا يَقُولُونَ \" ثُمَّ أَخْبَرَ تَعَالَى أَنَّهُ سَيَجْمَعُ الْأَوَّلِينَ وَالْآخِرِينَ مِنْ الْأُمَم وَيَجْزِيهِمْ بِأَعْمَالِهِمْ إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37613, "aya_id": 110}]