[{"text": "صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لاَ يَرْجِعُونَ", "sura_id": 2, "type": 0, "id": 25, "aya_id": 18}, {"text": "صم بكم عمي فهم لا يرجعون", "sura_id": 2, "type": 1, "id": 6261, "aya_id": 18}, {"text": "18 - هم (صمٌّ) عن الحق فلا يسمعونه سماع قبول (بكمٌ) خرسٌ عن الخير فلا يقولونه (عُمْيٌ) عن طريق الهدى فلا يرونه (فهم لا يرجعون) عن الضلالة \r\n", "sura_id": 2, "type": 2, "id": 24969, "aya_id": 18}, {"text": "هم صُمٌّ عن سماع الحق سماع تدبر, بُكْم عن النطق به, عُمْي عن إبصار نور الهداية; لذلك لا يستطيعون الرجوع إلى الإيمان الذي تركوه, واستعاضوا عنه بالضلال.\r\n", "sura_id": 2, "type": 3, "id": 31205, "aya_id": 18}, {"text": " <font color=red>صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ</font><BR><p>وَهُمْ مَعَ ذَلِكَ\" صُمٌّ \" لَا يَسْمَعُونَ خَيْرًا \" بُكْمٌ \" لَا يَتَكَلَّمُونَ بِمَا يَنْفَعهُمْ \" عُمْيٌ \" فِي ضَلَالَة وَعَمَايَة الْبَصِيرَة كَمَا قَالَ تَعَالَى \" فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوب الَّتِي فِي الصُّدُور \" فَلِهَذَا لَا يَرْجِعُونَ إِلَى مَا كَانُوا عَلَيْهِ مِنْ الْهِدَايَة الَّتِي بَاعُوهَا بِالضَّلَالَةِ . \" ذِكْرُ أَقْوَالِ الْمُفَسِّرِينَ مِنْ السَّلَف بِنَحْوِ مَا ذَكَرْنَاهُ \" قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة فِي قَوْله تَعَالَى \" فَلَمَّا أَضَاءَتْ مَا حَوْله \" زَعَمَ أَنَّ نَاسًا دَخَلُوا فِي الْإِسْلَام مَعَ مَقْدِم نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة ثُمَّ إِنَّهُمْ نَافَقُوا وَكَانَ مَثَلهمْ كَمَثَلِ رَجُل كَانَ فِي ظُلْمَة فَأَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْله مِنْ قَذًى أَوْ أَذًى فَأَبْصَرَهُ حَتَّى عَرِفَ مَا يَتَّقِي مِنْهُ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ طُفِئَتْ نَاره فَأَقْبَلَ لَا يَدْرِي مَا يَتَّقِي مِنْ أَذًى فَذَلِكَ الْمُنَافِق كَانَ فِي ظُلْمَة الشِّرْك فَأَسْلَمَ فَعَرَفَ الْحَلَال وَالْحَرَام وَالْخَيْر وَالشَّرّ . فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ كَفَرَ فَصَارَ لَا يَعْرِف الْحَلَال مِنْ الْحَرَام وَلَا الْخَيْر مِنْ الشَّرّ . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة قَالَ أَمَّا النُّور فَهُوَ إِيمَانهمْ الَّذِي كَانُوا يَتَكَلَّمُونَ بِهِ وَأَمَّا الظُّلْمَة فَهِيَ ضَلَالَتهمْ وَكُفْرهمْ الَّذِي كَانُوا يَتَكَلَّمُونَ بِهِ وَهُمْ قَوْم كَانُوا عَلَى هُدًى ثُمَّ نَزَعَ مِنْهُمْ فَعَتَوْا بَعْد ذَلِكَ . وَقَالَ مُجَاهِد : \" فَلَمَّا أَضَاءَتْ مَا حَوْله\" أَمَّا إِضَاءَة النَّار فَإِقْبَالهمْ إِلَى الْمُؤْمِنِينَ وَالْهُدَى. وَقَالَ عَطَاء الْخُرَسَانِيّ فِي قَوْله تَعَالَى \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا \" قَالَ هَذَا مَثَل الْمُنَافِق يُبْصِر أَحْيَانًا وَيَعْرِف أَحْيَانًا ثُمَّ يُدْرِكهُ عَمَى الْقَلْب . وَقَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ عِكْرِمَة وَالْحَسَن وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس نَحْو قَوْل عَطَاء الْخُرَسَانِيّ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قَوْله تَعَالَى \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا \" قَالَ هَذَا مَثَل الْمُنَافِق يُبْصِر أَحْيَانًا وَيَعْرِف أَحْيَانًا ثُمَّ يُدْرِكهُ عَمَى الْقَلْب . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قَوْله تَعَالَى \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا \" إِلَى آخِر الْآيَة . قَالَ هَذِهِ صِفَة الْمُنَافِقِينَ كَانُوا قَدْ آمَنُوا حَتَّى أَضَاءَ الْإِيمَان فِي قُلُوبهمْ كَمَا أَضَاءَتْ النَّار لِهَؤُلَاءِ الَّذِينَ اِسْتَوْقَدُوا نَارًا ثُمَّ كَفَرُوا فَذَهَبَ اللَّه بِنُورِهِمْ فَانْتَزَعَهُ كَمَا ذَهَبَ بِضَوْءِ هَذِهِ النَّار فَتَرَكَهُمْ فِي ظُلُمَات لَا يُبْصِرُونَ وَأَمَّا قَوْل اِبْن جَرِير فَيُشْبِه مَا رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا \" قَالَ هَذَا مَثَل ضَرَبَهُ اللَّه لِلْمُنَافِقِينَ أَنَّهُمْ كَانُوا يَعْتَزُّونَ بِالْإِسْلَامِ فَيُنَاكِحهُمْ الْمُسْلِمُونَ وَيُوَارِثُونَهُمْ وَيُقَاسِمُونَهُمْ الْفَيْء فَلَمَّا مَاتُوا سَلَبَهُمْ اللَّه ذَلِكَ الْعِزّ كَمَا سَلَبَ صَاحِب النَّار ضَوْءَهُ وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة\" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا \" فَإِنَّمَا ضَوْء النَّار مَا أَوْقَدَتْهَا فَإِذَا خَمَدَتْ ذَهَبَ نُورهَا وَكَذَلِكَ الْمُنَافِق كُلَّمَا تَكَلَّمَ بِكَلِمَةِ الْإِخْلَاص بِلَا إِلَه إِلَّا اللَّه أَضَاءَ لَهُ فَإِذَا شَكَّ وَقَعَ فِي الظُّلْمَة وَقَالَ الضَّحَّاك \" ذَهَبَ اللَّه بِنُورِهِمْ \" أَمَّا نُورهمْ فَهُوَ إِيمَانهمْ الَّذِي تَكَلَّمُوا بِهِ وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْله \" فَهِيَ لَا إِلَه إِلَّا اللَّه أَضَاءَتْ لَهُمْ فَأَكَلُوا بِهَا وَشَرِبُوا وَأَمِنُوا فِي الدُّنْيَا وَأَنْكَحُوا النِّسَاء وَحَقَنُوا دِمَاءَهُمْ حَتَّى إِذَا مَاتُوا ذَهَبَ اللَّه بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَات لَا يُبْصِرُونَ وَقَالَ سَعِيد عَنْ قَتَادَة فِي هَذِهِ الْآيَة إِنَّ الْمَعْنَى أَنَّ الْمُنَافِق تَكَلَّمَ بِلَا إِلَه إِلَّا اللَّه فَأَضَاءَتْ لَهُ فِي الدُّنْيَا فَنَاكَحَ بِهَا الْمُسْلِمِينَ وَغَازَاهُمْ بِهَا وَوَارَثَهُمْ بِهَا وَحَقَنَ بِهَا دَمه وَمَاله فَلَمَّا كَانَ عِنْد الْمَوْت سُلِبَهَا الْمُنَافِق لِأَنَّهُ لَمْ يَكُنْ لَهَا أَصْل فِي قَلْبه وَلَا حَقِيقَة فِي عَمَله \" وَتَرَكَهُمْ فِي ظُلُمَات لَا يُبْصِرُونَ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَتَرَكَهُمْ فِي ظُلُمَات لَا يُبْصِرُونَ \" يَقُول فِي عَذَاب إِذَا مَاتُوا وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَتَرَكَهُمْ فِي ظُلُمَات \" أَيْ يُبْصِرُونَ الْحَقّ وَيَقُولُونَ بِهِ حَتَّى إِذَا خَرَجُوا مِنْ ظُلْمَة الْكُفْر أَطْفَئُوهُ بِكُفْرِهِمْ وَنِفَاقهمْ فِيهِ فَتَرَكَهُمْ فِي ظُلُمَات الْكُفْر فَهُمْ لَا يُبْصِرُونَ هُدًى وَلَا يَسْتَقِيمُونَ عَلَى حَقّ وَقَالَ السُّدِّيّ فِي تَفْسِيره بِسَنَدِهِ \" وَتَرَكَهُمْ فِي ظُلُمَات \" فَكَانَتْ الظُّلْمَة نِفَاقهمْ وَقَالَ الْحَسَن الْبَصْرِيّ وَتَرَكَهُمْ فِي ظُلُمَات لَا يُبْصِرُونَ فَذَلِكَ حِين يَمُوت الْمُنَافِق فَيُظْلِم عَلَيْهِ عَمَله عَمَل السُّوء فَلَا يَجِد لَهُ عَمَلًا مِنْ خَيْر عَمِلَ بِهِ يُصَدِّق بِهِ قَوْل لَا إِلَه إِلَّا اللَّه \" صُمٌّ بُكْمٌ عُمْيٌ \" قَالَ السُّدِّيّ بِسَنَدِهِ صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ خُرْسٌ عُمْي وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" صُمٌّ بُكْمٌ عُمْي \" يَقُول لَا يَسْمَعُونَ الْهُدَى وَلَا يَعْقِلُونَهُ وَكَذَا قَالَ أَبُو الْعَالِيَة وَقَتَادَة بْن دِعَامَة فَهُمْ لَا يَرْجِعُونَ قَالَ اِبْن عَبَّاس أَيْ لَا يَرْجِعُونَ إِلَى هُدًى وَكَذَا قَالَ الرَّبِيع بْن أَنَس : قَالَ السُّدِّيّ بِسَنَدِهِ \" صُمٌّ بُكْمٌ عُمْي فَهُمْ لَا يَرْجِعُونَ \" إِلَى الْإِسْلَام . وَقَالَ قَتَادَة فَهُمْ لَا يَرْجِعُونَ أَيْ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38586, "aya_id": 18}]