[{"text": "وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ", "sura_id": 28, "type": 0, "id": 3329, "aya_id": 77}, {"text": "وابتغ فيما آتاك الله الدار الآخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض إن الله لا يحب المفسدين", "sura_id": 28, "type": 1, "id": 9565, "aya_id": 77}, {"text": "77 - (وابتغ) اطلب (فيما آتاك الله) من المال (الدار الآخرة) بأن تنفقه في طاعة الله (ولا تنس) تترك (نصيبك من الدنيا) أي أن تعمل فيها للآخرة (وأحسن) للناس بالصدقة (كما أحسن الله إليك ولا تبغ) تطلب (الفساد في الأرض) بعمل المعاصي (إن الله لا يحب المفسدين) بمعنى أنه يعاقبهم \r\n", "sura_id": 28, "type": 2, "id": 28273, "aya_id": 77}, {"text": "والتمس فيما أتاك الله من الأموال ثواب الدار الآخرة, بالعمل فيها بطاعة الله في الدنيا, ولا تترك حظك من الدنيا, بأن تتمتع فيها بالحلال دون إسراف, وأحسن إلى الناس بالصدقة, كما أحسن الله إليك بهذه الأموال الكثيرة, ولا تلتمس ما حرَّم الله عليك من البغي على قومك, إن الله لا يحب المفسدين.\r\n", "sura_id": 28, "type": 3, "id": 34509, "aya_id": 77}, {"text": " <font color=red>وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ</font><BR><p>وَقَوْله : \" وَابْتَغِ فِيمَا آتَاك اللَّه الدَّار الْآخِرَة وَلَا تَنْسَ نَصِيبك مِنْ الدُّنْيَا \" أَيْ اِسْتَعْمِلْ مَا وَهَبَك اللَّه مِنْ هَذَا الْمَال الْجَزِيل وَالنِّعْمَة الطَّائِلَة فِي طَاعَة رَبّك وَالتَّقَرُّب إِلَيْهِ بِأَنْوَاعِ الْقُرُبَات الَّتِي يَحْصُل لَك بِهَا الثَّوَاب فِي الدُّنْيَا وَالْآخِرَة \" وَلَا تَنْسَ نَصِيبك مِنْ الدُّنْيَا\" أَيْ مِمَّا أَبَاحَ اللَّه فِيهَا مِنْ الْمَآكِل وَالْمَشَارِب وَالْمَلَابِس وَالْمَسَاكِن وَالْمَنَاكِح فَإِنَّ لِرَبِّك عَلَيْك حَقًّا وَلِنَفْسِك عَلَيْك حَقًّا وَلِأَهْلِك عَلَيْك حَقًّا وَلِزَوْرِك عَلَيْك حَقًّا فَآتِ كُلّ ذِي حَقّ حَقّه \" وَأَحْسِنْ كَمَا أَحْسَنَ اللَّه إِلَيْك\" أَيْ أَحْسِنْ إِلَى خَلْقه كَمَا أَحْسَنَ هُوَ إِلَيْك \" وَلَا تَبْغِ الْفَسَاد فِي الْأَرْض \" أَيْ لَا تَكُنْ هِمَّتك بِمَا أَنْتَ فِيهِ أَنْ تُفْسِد بِهِ فِي الْأَرْض وَتُسِيء إِلَى خَلْق اللَّه \" إِنَّ اللَّه لَا يُحِبّ الْمُفْسِدِينَ \" .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39760, "aya_id": 77}]