[{"text": "كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِن قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ", "sura_id": 42, "type": 0, "id": 4275, "aya_id": 3}, {"text": "كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم", "sura_id": 42, "type": 1, "id": 10511, "aya_id": 3}, {"text": "3 - (كذلك) مثل ذلك الايحاء (يوحي إليك) أوحى (وإلى الذين من قبلك الله) فاعل الايحاء (العزيز) في ملكه (الحكيم) في صنعه \r\n", "sura_id": 42, "type": 2, "id": 29219, "aya_id": 3}, {"text": "كما أنزل الله إليك -أيها النبي- هذا القرآن أنزل الكتب والصحف على الأنبياء من قبلك، وهو العزيز في انتقامه، الحكيم في أقواله وأفعاله.\r\n", "sura_id": 42, "type": 3, "id": 35455, "aya_id": 3}, {"text": " <font color=red>كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ</font><BR><p>قَوْله عَزَّ وَجَلَّ \" كَذَلِكَ يُوحِي إِلَيْك وَإِلَى الَّذِينَ مِنْ قَبْلك اللَّه الْعَزِيز الْحَكِيم \" أَيْ كَمَا أَنْزَلَ إِلَيْك هَذَا الْقُرْآن كَذَلِكَ أَنْزَلَ الْكُتُب وَالصُّحُف عَلَى الْأَنْبِيَاء قَبْلك . وَقَوْله تَعَالَى \" اللَّه الْعَزِيز \" أَيْ فِي اِنْتِقَامه \" الْحَكِيم \" فِي أَقْوَاله وَأَفْعَاله . قَالَ الْإِمَام مَالِك رَحِمَهُ اللَّه عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ إِنَّ الْحَارِث بْن هِشَام سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه كَيْف يَأْتِيك الْوَحْي ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَحْيَانًا يَأْتِينِي مِثْل صَلْصَلَة الْجَرَس وَهُوَ أَشَدّه عَلَيَّ فَيَفْصِم عَنِّي وَقَدْ وَعَيْت مَا قَالَ وَأَحْيَانًا يَأْتِينِي الْمَلَك رَجُلًا فَيُكَلِّمنِي فَأَعِي مَا يَقُول \" قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَلَقَدْ رَأَيْته يَنْزِل عَلَيْهِ الْوَحْي فِي الْيَوْم الشَّدِيد الْبَرْد فَيَفْصِم عَنْهُ وَإِنَّ جَبِينه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَتَفَصَّد عَرَقًا . أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَلَفْظه لِلْبُخَارِيِّ . وَقَدْ رَوَاهُ الطَّبَرَانِيّ عَنْ عَبْد اللَّه بْن الْإِمَام أَحْمَد عَنْ أَبِيهِ عَنْ عَامِر بْن صَالِح عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا عَنْ الْحَارِث بْن هِشَام أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَيْف يَنْزِل عَلَيْك الْوَحْي ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فِي مِثْل صَلْصَلَة الْجَرَس فَيَفْصِم عَنِّي وَقَدْ وَعَيْت مَا قَالَ - وَقَالَ - وَهُوَ أَشَدّه عَلَيَّ قَالَ وَأَحْيَانًا يَأْتِينِي الْمَلَك فَيَتَمَثَّل لِي فَيُكَلِّمنِي فَأَعِي مَا يَقُول \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة حَدَّثَنَا اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ عَمْرو بْن الْوَلِيد عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا رَسُول اللَّه هَلْ تُحِسّ بِالْوَحْيِ ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَسْمَع صَلَاصِل ثُمَّ أَسْكُت عِنْد ذَلِكَ فَمَا مِنْ مَرَّة يُوحَى إِلَيَّ إِلَّا ظَنَنْت أَنَّ نَفْسِي تُقْبَض \" تَفَرَّدَ بِهِ أَحْمَد . وَقَدْ ذَكَرْنَا كَيْفِيَّة إِتْيَان الْوَحْي إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَوَّل شَرْح الْبُخَارِيّ بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41101, "aya_id": 3}]