[{"text": "وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ", "sura_id": 22, "type": 0, "id": 2639, "aya_id": 44}, {"text": "و أصحاب مدين و كذب موسى فأمليت للكافرين ثم أخذتهم فكيف كان نكير", "sura_id": 22, "type": 1, "id": 8875, "aya_id": 44}, {"text": "44 - (وأصحاب مدين) قوم شعيب (وكذب موسى) كذبه القبط لا قومه بنو اسرائيل أي كذب هؤلاء رسلهم فلك اسوة بهم (فأمليت للكافرين) أمهلتهم بتأخير العقاب لهم (ثم أخذتهم) بالعذاب (فكيف كان نكير) أي إنكاري عليهم بتكذيبهم بإهلاكهم والاستفهام للتقرير أي هو واقع موقعه \r\n", "sura_id": 22, "type": 2, "id": 27583, "aya_id": 44}, {"text": "وأصحاب \"مدين\" الذين كذبوا شعيبًا, وكذَّب فرعون وقومه موسى، فلم أعاجل هذه الأمم بالعقوبة، بل أمهلتها، ثم أخذتُ كلا منهم بالعذاب، فكيف كان إنكاري عليهم كفرهم وتكذيبهم، وتبديل ما كان بهم مِن نعمة بالعذاب والهلاك؟\r\n", "sura_id": 22, "type": 3, "id": 33819, "aya_id": 44}, {"text": " <font color=red>وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ</font><BR><p>يَقُول تَعَالَى مُسَلِّيًا لِنَبِيِّهِ مُحَمَّد فِي تَكْذِيب مَنْ خَالَفَهُ مِنْ قَوْمه \" وَإِنْ يُكَذِّبُوك فَقَدْ كَذَّبَتْ قَبْلهمْ قَوْم نُوح - إِلَى أَنْ قَالَ - وَكُذِّبَ مُوسَى \" أَيْ مَعَ مَا جَاءَ بِهِ مِنْ الْآيَات الْبَيِّنَات وَالدَّلَائِل الْوَاضِحَات . \" فَأَمْلَيْت لِلْكَافِرِينَ \" أَيْ أَنْظَرْتهمْ وَأَخَّرْتهمْ \" ثُمَّ أَخَذْتهمْ فَكَيْف كَانَ نَكِير\" أَيْ فَكَيْف كَانَ إِنْكَارِي عَلَيْهِمْ وَمُعَاقَبَتِي لَهُمْ ؟ ! وَذَكَرَ بَعْض السَّلَف أَنَّهُ كَانَ بَيْن قَوْل فِرْعَوْن لِقَوْمِهِ أَنَا رَبّكُمْ الْأَعْلَى وَبَيْن إِهْلَاك اللَّه لَهُ أَرْبَعُونَ سَنَة وَفِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ اللَّه لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتهُ\" ثُمَّ قَرَأَ \" وَكَذَلِكَ أَخْذ رَبّك إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَة إِنَّ أَخْذه أَلِيم شَدِيد \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39067, "aya_id": 44}]