[{"text": "إِنَّ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِن تَحْتِهِمُ الأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ", "sura_id": 10, "type": 0, "id": 1373, "aya_id": 9}, {"text": "إن الذين آمنوا وعملوا الصالحات يهديهم ربهم بإيمانهم تجري من تحتهم الأنهار في جنات النعيم", "sura_id": 10, "type": 1, "id": 7609, "aya_id": 9}, {"text": "9 - (إن الذين آمنوا وعملوا الصالحات يهديهم) يرشدهم (ربهم بإيمانهم) به بأن يجعل لهم نوراً يهتدون به يوم القيامة (تجري من تحتهم الأنهار في جنات النعيم) \r\n", "sura_id": 10, "type": 2, "id": 26317, "aya_id": 9}, {"text": "إن الذين آمنوا بالله ورسوله وعملوا الصالحات يدلهم ربهم إلى طريق الجنة ويوفقهم إلى العمل الموصل إليه؛ بسبب إيمانهم ، ثم يثيبهم بدخول الجنة وإحلال رضوانه عليهم, تجري من تحتهم الأنهار في جنات النعيم.\r\n", "sura_id": 10, "type": 3, "id": 32553, "aya_id": 9}, {"text": " <font color=red>إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ</font><BR><p>هَذَا إِخْبَار عَنْ حَال السُّعَدَاء الَّذِينَ آمَنُوا بِاَللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ وَامْتَثَلُوا مَا أُمِرُوا بِهِ فَعَمِلُوا الصَّالِحَات بِأَنَّهُ سَيَهْدِيهِمْ بِإِيمَانِهِمْ يَحْتَمِل أَنْ تَكُون الْبَاء هَهُنَا سَبَبِيَّة فَتَقْدِيره أَيْ بِسَبَبِ إِيمَانهمْ فِي الدُّنْيَا يَهْدِيهِمْ اللَّه يَوْم الْقِيَامَة عَلَى الصِّرَاط الْمُسْتَقِيم حَتَّى يَجُوزُوهُ وَيَخْلُصُوا إِلَى الْجَنَّة . وَيَحْتَمِل أَنْ تَكُون لِلِاسْتِعَانَةِ كَمَا قَالَ مُجَاهِد فِي قَوْله \" يَهْدِيهِمْ رَبّهمْ بِإِيمَانِهِمْ \" قَالَ يَكُون لَهُمْ نُورًا يَمْشُونَ بِهِ ; وَقَالَ اِبْن جُرَيْج فِي الْآيَة يُمَثَّل لَهُ عَمَله فِي صُورَة حَسَنَة وَرِيح طَيِّبَة إِذَا قَامَ مِنْ قَبْره يُعَارِض صَاحِبه وَيُبَشِّرهُ بِكُلِّ خَيْر فَيَقُول لَهُ مَنْ أَنْتَ ؟ فَيَقُول أَنَا عَمَلك فَيُجْعَل لَهُ نُوره مِنْ بَيْن يَدَيْهِ حَتَّى يُدْخِلهُ الْجَنَّة فَذَلِكَ قَوْله تَعَالَى \" يَهْدِيهِمْ رَبّهمْ بِإِيمَانِهِمْ \" وَالْكَافِر يُمَثَّل لَهُ عَمَله فِي صُورَة سَيِّئَة وَرِيح مُنْتِنَة فَيَلْزَم صَاحِبه وَيُلَادّهُ حَتَّى يَقْذِفهُ فِي النَّار وَرُوِيَ نَحْوه عَنْ قَتَادَة مُرْسَلًا فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37522, "aya_id": 9}]