[{"text": "إِذْ جَاءتْهُمُ الرُّسُلُ مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاء رَبُّنَا لَأَنزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ", "sura_id": 41, "type": 0, "id": 4232, "aya_id": 14}, {"text": "إذ جاءتهم الرسل من بين أيديهم ومن خلفهم ألا تعبدوا إلا الله قالوا لو شاء ربنا لأنزل ملائكة فإنا بما أرسلتم به كافرون", "sura_id": 41, "type": 1, "id": 10468, "aya_id": 14}, {"text": "14 - (إذ جاءتهم الرسل من بين أيديهم ومن خلفهم) مقبلين عليهم ومدبرين عنهم فكفروا كما سيأتي والاهلاك في زمنه فقط (ألا) أي بأن لا (تعبدوا إلا الله قالوا لو شاء ربنا لأنزل) علينا (ملائكة فإنا بما أرسلتم به) على زعمكم (كافرون) \r\n", "sura_id": 41, "type": 2, "id": 29176, "aya_id": 14}, {"text": "حين جاءت الرسل عادًا وثمود, يتبع بعضهم بعضًا متوالين, يأمرونهم بعبادة الله وحده لا شريك له, قالوا لرسلهم: لو شاء ربنا أن نوحده ولا نعبد من دونه شيئًا غيره, لأنزل إلينا ملائكة من السماء رسلا بما تدعوننا إليه, ولم يرسلكم وأنتم بشر مثلنا, فإنا بما أرسلكم الله به إلينا من الإيمان بالله وحده جاحدون.\r\n", "sura_id": 41, "type": 3, "id": 35412, "aya_id": 14}, {"text": " <font color=red>إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ</font><BR><p>\" إِذْ جَاءَتْهُمْ الرُّسُل مِنْ بَيْن أَيْدِيهمْ وَمِنْ خَلْفهمْ \" كَقَوْلِهِ تَعَالَى\" وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمه بِالْأَحْقَافِ وَقَدْ خَلَتْ النُّذُر مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه \" أَيْ فِي الْقُرَى الْمُجَاوِرَة لِبِلَادِهِمْ بَعَثَ اللَّه إِلَيْهِمْ الرُّسُل يَأْمُرُونَ بِعِبَادَةِ اللَّه وَحْده لَا شَرِيك لَهُ وَمُبَشِّرِينَ وَمُنْذِرِينَ وَرَأَوْا مَا أَحَلَّ اللَّه بِأَعْدَائِهِ مِنْ النِّقَم وَمَا أَلْبَسَ أَوْلِيَاءَهُ مِنْ النِّعَم وَمَعَ هَذَا مَا آمَنُوا وَلَا صَدَّقُوا بَلْ كَذَّبُوا وَجَحَدُوا وَقَالُوا \" لَوْ شَاءَ رَبّنَا لَأَنْزَلَ مَلَائِكَة \" أَيْ لَوْ أَرْسَلَ اللَّه رُسُلًا لَكَانُوا مَلَائِكَة مِنْ عِنْده \" فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ \" أَيْ أَيّهَا الْبَشَر\" كَافِرُونَ \" أَيْ لَا نَتَّبِعكُمْ وَأَنْتُمْ بَشَر مِثْلنَا .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41030, "aya_id": 14}]