[{"text": "وَذَا النُّونِ إِذ ذَّهَبَ مُغَاضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَن لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ", "sura_id": 21, "type": 0, "id": 2570, "aya_id": 87}, {"text": "وذا النون إذ ذهب مغاضبا فظن أن لن نقدر عليه فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين", "sura_id": 21, "type": 1, "id": 8806, "aya_id": 87}, {"text": "87 - واذكر (وذا النون) صاحب الحوت وهو يونس بن متى ويبدل منه (إذ ذهب مغاضبا) لقومه أي غضبان عليهم مما قاسى منهم ولم يؤذن له في ذلك (فظن أن لن نقدر عليه) أي نقضي عليه ما قضيناه من حبسه في بطن الحوت أو نضيق عيه بذلك (فنادى في الظلمات) ظلمة الليل وظلمة البحر وظلمة بطن الحوت (أن) أي بأن (لا إله إلا أنت سبحانك إني كنت من الظالمين) في ذهابي من بين قومي بلا إذن \r\n", "sura_id": 21, "type": 2, "id": 27514, "aya_id": 87}, {"text": "واذكر قصة صاحب الحوت, وهو يونس بن مَتَّى عليه السلام, أرسله الله إلى قومه فدعاهم فلم يؤمنوا, فتوعَّدهم بالعذاب فلم ينيبوا, ولم يصبر عليهم كما أمره الله, وخرج مِن بينهم غاضبًا عليهم, ضائقًا صدره بعصيانهم, وظن أن الله لن يضيِّق عليه ويؤاخذه بهذه المخالفة, فابتلاه الله بشدة الضيق والحبس, والتقمه الحوت في البحر, فنادى ربه في ظلمات الليل والبحر وبطن الحوت تائبًا معترفًا بظلمه; لتركه الصبر على قومه, قائلا: لا إله إلا أنت سبحانك, إني كنت من الظالمين.\r\n", "sura_id": 21, "type": 3, "id": 33750, "aya_id": 87}, {"text": " <font color=red>وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ</font><BR><p>هَذِهِ الْقِصَّة مَذْكُورَة هَهُنَا وَفِي سُورَة الصَّافَّات وَفِي سُورَة ن وَذَلِكَ أَنَّ يُونُس بْن مَتَّى عَلَيْهِ السَّلَام بَعَثَهُ اللَّه إِلَى أَهْل قَرْيَة نِينَوَى وَهِيَ قَرْيَة مِنْ أَرْض الْمَوْصِل فَدَعَاهُمْ إِلَى اللَّه تَعَالَى فَأَبَوْا عَلَيْهِ وَتَمَادَوْا عَلَى كُفْرهمْ فَخَرَجَ مِنْ بَيْن أَظْهُرهمْ مُغَاضِبًا لَهُمْ وَوَعَدَهُمْ بِالْعَذَابِ بَعْد ثَلَاث فَلَمَّا تَحَقَّقُوا مِنْهُ ذَلِكَ وَعَلِمُوا أَنَّ النَّبِيّ لَا يَكْذِب خَرَجُوا إِلَى الصَّحْرَاء بِأَطْفَالِهِمْ وَأَنْعَامهمْ وَمَوَاشِيهمْ وَفَرَّقُوا بَيْن الْأُمَّهَات وَأَوْلَادهَا ثُمَّ تَضَرَّعُوا إِلَى اللَّه عَزَّ وَجَلَّ وَجَأَرُوا إِلَيْهِ وَرَغَتْ الْإِبِل وَفِصْلَانهَا وَخَارَتْ الْبَقَر وَأَوْلَادهَا وَثَغَتْ الْغَنَم وَسِخَالهَا فَرَفَعَ اللَّه عَنْهُمْ الْعَذَاب قَالَ اللَّه تَعَالَى\" فَلَوْلَا كَانَتْ قَرْيَة آمَنَتْ فَنَفَعَهَا إِيمَانهَا إِلَّا قَوْم يُونُس لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَاب الْخِزْي فِي الْحَيَاة الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِين \" . وَأَمَّا يُونُس\" فَإِنَّهُ ذَهَبَ فَرَكِبَ مَعَ قَوْم فِي سَفِينَة فَلَجَّجْت بِهِمْ وَخَافُوا أَنْ يَغْرَقُوا فَاقْتَرَعُوا عَلَى رَجُل يُلْقُونَهُ مِنْ بَيْنهمْ يَتَخَفَّفُونَ مِنْهُ فَوَقَعَتْ الْقُرْعَة عَلَى يُونُس فَأَبَوْا أَنْ يُلْقُوهُ ثُمَّ أَعَادُوهَا فَوَقَعَتْ عَلَيْهِ أَيْضًا فَأَبَوْا ثُمَّ أَعَادُوهَا فَوَقَعَتْ عَلَيْهِ أَيْضًا قَالَ اللَّه تَعَالَى \" فَسَاهَمَ فَكَانَ مِنْ الْمُدْحَضِينَ \" أَيْ وَقَعَتْ عَلَيْهِ الْقُرْعَة فَقَامَ يُونُس عَلَيْهِ السَّلَام وَتَجَرَّدَ مِنْ ثِيَابه ثُمَّ أَلْقَى نَفْسه فِي الْبَحْر وَقَدْ أَرْسَلَ اللَّه سُبْحَانه مِنْ الْبَحْر الْأَخْضَر - فِيمَا قَالَهُ اِبْن مَسْعُود - حُوتًا يَشُقّ الْبِحَار حَتَّى جَاءَ فَالْتَقَمَ يُونُس حِين أَلْقَى نَفْسه مِنْ السَّفِينَة فَأَوْحَى اللَّه إِلَى ذَلِكَ الْحُوت أَنْ لَا تَأْكُل لَهُ لَحْمًا وَلَا تُهَشِّم لَهُ عَظْمًا فَإِنَّ يُونُس لَيْسَ لَك رِزْقًا وَإِنَّمَا بَطْنك تَكُون لَهُ سِجْنًا وَقَوْله \" وَذَا النُّون\" يَعْنِي الْحُوت صَحَّتْ الْإِضَافَة إِلَيْهِ بِهَذِهِ النِّسْبَة . وَقَوْله \" إِذْ ذَهَبَ مُغَاضِبًا \" قَالَ الضَّحَّاك لِقَوْمِهِ\" فَظَنَّ أَنْ لَنْ نَقْدِر عَلَيْهِ \" أَيْ نُضَيِّق عَلَيْهِ فِي بَطْن الْحُوت . يُرْوَى نَحْو هَذَا عَنْ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَغَيْرهمْ وَاخْتَارَهُ اِبْن جَرِير وَاسْتَشْهَدَ عَلَيْهِ بِقَوْلِهِ تَعَالَى \" وَمَنْ قُدِرَ عَلَيْهِ رِزْقه فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّه لَا يُكَلِّف اللَّه نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّه بَعْد عُسْر يُسْرًا \" وَقَالَ عَطِيَّة الْعَوْفِيّ أَيْ فَظَنَّ أَنْ لَنْ نَقْدِر عَلَيْهِ أَيْ نَقْضِيَ عَلَيْهِ كَأَنَّهُ جَعَلَ ذَلِكَ بِمَعْنَى التَّقْدِير فَإِنَّ الْعَرَب تَقُول قُدِرَ وَقُدِّرَ بِمَعْنًى وَاحِد وَقَالَ الشَّاعِر : فَلَا عَائِد ذَاكَ الزَّمَان الَّذِي مَضَى تَبَارَكْت مَا تُقَدِّر يَكُنْ ذَلِكَ الْأَمْر وَمِنْهُ قَوْله تَعَالَى \" فَالْتَقَى الْمَاء عَلَى أَمْر قَدْ قُدِرَ\" أَيْ قُدِّرَ وَقَوْله \" فَنَادَى فِي الظُّلُمَات أَنْ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ \" قَالَ اِبْن مَسْعُود : ظُلْمَة بَطْن الْحُوت وَظُلْمَة الْبَحْر وَظُلْمَة اللَّيْل وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَعَمْرو بْن مَيْمُون وَسَعِيد بْن جُبَيْر وَمُحَمَّد بْن كَعْب وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَقَالَ سَالِم بْن أَبِي الْجَعْد : ظُلْمَة حُوت فِي بَطْن حُوت آخَر فِي ظُلْمَة الْبَحْر قَالَ اِبْن مَسْعُود وَابْن عَبَّاس وَغَيْرهمَا وَذَلِكَ أَنَّهُ ذَهَبَ بِهِ الْحُوت فِي الْبِحَار يَشُقّهَا حَتَّى اِنْتَهَى بِهِ إِلَى قَرَار الْبَحْر فَسَمِعَ يُونُس تَسْبِيح الْحَصَى فِي قَرَاره فَعِنْد ذَلِكَ وَهُنَالِكَ قَالَ \" لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ \" وَقَالَ عَوْف الْأَعْرَابِيّ لَمَّا صَارَ يُونُس فِي بَطْن الْحُوت ظَنَّ أَنَّهُ قَدْ مَاتَ ثُمَّ حَرَّكَ رِجْلَيْهِ فَلَمَّا تَحَرَّكَتْ سَجَدَ مَكَانه ثُمَّ نَادَى يَا رَبّ اِتَّخَذْت لَك مَسْجِدًا فِي مَوْضِع لَمْ يَبْلُغهُ أَحَد مِنْ النَّاس وَقَالَ سَعِيد بْن أَبِي الْحَسَن الْبَصْرِيّ مَكَثَ فِي بَطْن الْحُوت أَرْبَعِينَ يَوْمًا رَوَاهُمَا اِبْن جَرِير وَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار عَمَّنْ حَدَّثَهُ عَنْ عَبْد اللَّه بْن رَافِع مَوْلَى أُمّ سَلَمَة سَمِعْت أَبَا هُرَيْرَة يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا أَرَادَ اللَّه حَبْس يُونُس فِي بَطْن الْحُوت أَوْحَى اللَّه إِلَى الْحُوت أَنْ خُذْهُ وَلَا تَخْدِش لَهُ لَحْمًا وَلَا تَكْسِر لَهُ عَظْمًا فَلَمَّا اِنْتَهَى بِهِ إِلَى أَسْفَل الْبَحْر سَمِعَ يُونُس حِسًّا فَقَالَ فِي نَفْسه مَا هَذَا ؟ فَأَوْحَى اللَّه إِلَيْهِ وَهُوَ فِي بَطْن الْحُوت إِنَّ هَذَا تَسْبِيح دَوَابّ الْبَحْر قَالَ وَسَبَّحَ وَهُوَ فِي بَطْن الْحُوت فَسَمِعَتْ الْمَلَائِكَة تَسْبِيحه فَقَالُوا يَا رَبّنَا إِنَّا نَسْمَع صَوْتًا ضَعِيفًا بِأَرْضٍ غَرِيبَة قَالَ ذَلِكَ عَبْدِي يُونُس عَصَانِي فَحَبَسْته فِي بَطْن الْحُوت فِي الْبَحْر قَالُوا الْعَبْد الصَّالِح الَّذِي كَانَ يَصْعَد إِلَيْك مِنْهُ فِي كُلّ يَوْم وَلَيْلَة عَمَل صَالِح ؟ قَالَ نَعَمْ قَالَ فَشَفَعُوا لَهُ عِنْد ذَلِكَ فَأَمَرَ الْحُوت فَقَذَفَهُ فِي السَّاحِل كَمَا قَالَ اللَّه تَعَالَى \" وَهُوَ سَقِيم\" \" رَوَاهُ اِبْن جَرِير وَرَوَاهُ الْبَزَّار فِي مُسْنَده مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق عَنْ عَبْد اللَّه بْن رَافِع عَنْ أَبِي هُرَيْرَة فَذَكَرَهُ بِنَحْوِهِ ثُمَّ قَالَ لَا نَعْلَمهُ يُرْوَى عَنْ النَّبِيّ إِلَّا مِنْ هَذَا الْوَجْه بِهَذَا الْإِسْنَاد . وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عَبْد اللَّه أَحْمَد بْن عَبْد الرَّحْمَن بْن أَخِي اِبْن وَهْب حَدَّثَنَا عَمِّي حَدَّثَنِي أَبُو صَخْر أَنَّ يَزِيد الرَّقَاشِيّ حَدَّثَهُ قَالَ سَمِعْت أَنَس اِبْن مَالِك وَلَا أَعْلَم إِلَّا أَنَّ أَنَسًا يَرْفَع الْحَدِيث إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ يُونُس النَّبِيّ عَلَيْهِ السَّلَام حِين بَدَا لَهُ أَنْ يَدْعُو بِهَذِهِ الْكَلِمَات وَهُوَ فِي بَطْن الْحُوت قَالَ : اللَّهُمَّ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ فَأَقْبَلَتْ هَذِهِ الدَّعْوَة تَحْت الْعَرْش فَقَالَتْ الْمَلَائِكَة يَا رَبّ صَوْت ضَعِيف مَعْرُوف مِنْ بِلَاد غَرِيبَة فَقَالَ أَمَا تَعْرِفُونَ ذَاكَ ؟ قَالُوا لَا يَا رَبّ وَمَنْ هُوَ ؟ قَالَ عَبْدِي يُونُس قَالُوا عَبْدك يُونُس الَّذِي لَمْ يَزَلْ يُرْفَع لَهُ عَمَل مُتَقَبَّل وَدَعْوَة مُجَابَة قَالُوا يَا رَبّ أَوَلَا تَرْحَم مَا كَانَ يَصْنَع فِي الرَّخَاء فَتُنْجِيه مِنْ الْبَلَاء قَالَ بَلَى فَأَمَرَ الْحُوت فَطَرَحَهُ فِي الْعَرَاء .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39015, "aya_id": 87}]