[{"text": "فَالْمُقَسِّمَاتِ أَمْرًا", "sura_id": 51, "type": 0, "id": 4679, "aya_id": 4}, {"text": "فالمقسمات أمرا", "sura_id": 51, "type": 1, "id": 10915, "aya_id": 4}, {"text": "4 - (فالمقسمات أمرا) الملائكة تقسم الارزاق والامطار وغيرها بين البلاد والعباد \r\n", "sura_id": 51, "type": 2, "id": 29623, "aya_id": 4}, {"text": "فالملائكة التي تُقَسِّم أمر الله في خلقه.\r\n", "sura_id": 51, "type": 3, "id": 35859, "aya_id": 4}, {"text": " <font color=red>فَالْمُقَسِّمَاتِ أَمْرًا</font><BR><p>قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ : الْمَلَائِكَة. وَقَدْ رُوِيَ فِي ذَلِكَ حَدِيث مَرْفُوع فَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا إِبْرَاهِيم بْن هَانِئ حَدَّثَنَا سَعِيد بْن سَلَّام الْعَطَّار حَدَّثَنَا أَبُو بَكْر بْن أَبِي سَبْرَة عَنْ يَحْيَى بْن سَعِيد عَنْ سَعِيد بْن الْمُسَيِّب قَالَ جَاءَ صَبِيغ التَّمِيمِيّ إِلَى عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَقَالَ يَا أَمِير الْمُؤْمِنِينَ أَخْبِرْنِي عَنْ الذَّارِيَات ذَرْوًا فَقَالَ رَضِيَ اللَّه عَنْهُ هِيَ الرِّيَاح وَلَوْلَا أَنَّى سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولهُ مَا قُلْته قَالَ : فَأَخْبِرْنِي عَنْ الْمُقَسِّمَات أَمْرًا قَالَ رَضِيَ اللَّه عَنْهُ هِيَ الْمَلَائِكَة وَلَوْلَا أَنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولهُ مَا قُلْته قَالَ فَأَخْبِرْنِي عَنْ الْجَارِيَات يُسْرًا قَالَ رَضِيَ اللَّه عَنْهُ هِيَ السُّفُن وَلَوْلَا أَنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولُهُ مَا قُلْته ثُمَّ أَمَرَ بِضَرْبِهِ فَضُرِبَ مِائَة وَجُعِلَ فِي بَيْت فَلَمَّا بَرِئَ دَعَا بِهِ فَضَرَبَهُ مِائَة أُخْرَى وَحَمَلَهُ عَلَى قَتَب وَكَتَبَ إِلَى أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ اِمْنَعْ النَّاس مِنْ مُجَالَسَته فَلَمْ يَزَلْ كَذَلِكَ حَتَّى أَتَى أَبَا مُوسَى رَضِيَ اللَّه عَنْهُ فَحَلَفَ بِالْأَيْمَانِ الْمُغَلَّظَة مَا يَجِد فِي نَفْسه مِمَّا كَانَ يَجِد شَيْئًا فَكَتَبَ فِي ذَلِكَ إِلَى عُمَر رَضِيَ اللَّه عَنْهُ فَكَتَبَ عُمَر مَا إِخَالهُ إِلَّا قَدْ صَدَقَ فَخَلِّ بَيْنه وَبَيْن مُجَالَسَة النَّاس قَالَ أَبُو بَكْر الْبَزَّار فَأَبُو بَكْر بْن أَبِي سَبْرَة لَيِّنٌ وَسَعِيد بْن سَلَّام لَيْسَ مِنْ أَصْحَاب الْحَدِيث قُلْت فَهَذَا الْحَدِيث ضَعِيف رَفْعُهُ وَأَقْرَب مَا فِيهِ أَنَّهُ مَوْقُوف عَلَى عُمَر رَضِيَ اللَّه عَنْهُ فَإِنَّ قِصَّة صَبِيغ بْن عَسَل مَشْهُورَة مَعَ عُمَر رَضِيَ اللَّه عَنْهُ وَإِنَّمَا ضَرَبَهُ لِأَنَّهُ ظَهَرَ لَهُ مِنْ أَمْرِهِ فِيمَا يَسْأَل تَعَنُّتًا وَعِنَادًا وَاَللَّه أَعْلَم . وَقَدْ ذَكَرَ الْحَافِظ اِبْن عَسَاكِر هَذِهِ الْقِصَّة فِي تَرْجَمَة صَبِيغ مُطَوَّلَة وَهَكَذَا فَسَّرَهَا اِبْن عَبَّاس وَابْن عُمَر رَضِيَ اللَّه عَنْهُمْ وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد , وَلَمْ يَحْكِ اِبْن جَرِير وَابْن أَبِي حَاتِم غَيْر ذَلِكَ , وَقَدْ قِيلَ إِنَّ الْمُرَاد بِالذَّارِيَاتِ الرِّيح كَمَا تَقَدَّمَ وَبِالْحَامِلَاتِ وِقْرًا السَّحَاب كَمَا تَقَدَّمَ لِأَنَّهَا تَحْمِل الْمَاء كَمَا قَالَ زَيْد بْن عَمْرو بْن نُفَيْل : وَأَسْلَمْت نَفْسِي لِمَنْ أَسْلَمَتْ لَهُ الْمُزْنُ تَحْمِلُ عَذْبًا زُلَالًا فَأَمَّا الْجَارِيَات يُسْرًا فَالْمَشْهُور عَنْ الْجُمْهُور كَمَا تَقَدَّمَ أَنَّهَا السُّفُن تَجْرِي مُيَسَّرَةً فِي الْمَاء جَرْيًا سَهْلًا وَقَالَ بَعْضهمْ هِيَ النُّجُوم تَجْرِي يُسْرًا فِي أَفْلَاكهَا لِيَكُونَ ذَلِكَ تَرَقِّيًا مِنْ الْأَدْنَى إِلَى الْأَعْلَى إِلَى مَا هُوَ أَعْلَى مِنْهُ فَالرِّيَاح فَوْقهَا السَّحَاب وَالنُّجُوم فَوْق ذَلِكَ وَالْمُقَسِّمَات أَمْرًا الْمَلَائِكَة فَوْق ذَلِكَ تَنْزِل بِأَوَامِر اللَّه الشَّرْعِيَّة وَالْكَوْنِيَّة وَهَذَا قَسَم مِنْ اللَّه عَزَّ جَلَّ عَلَى وُقُوع الْمَعَاد .</p><BR> <br> ", "sura_id": 51, "type": 4, "id": 41635, "aya_id": 4}]