[{"text": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ", "sura_id": 39, "type": 0, "id": 4089, "aya_id": 31}, {"text": "ثم إنكم يوم القيامة عند ربكم تختصمون", "sura_id": 39, "type": 1, "id": 10325, "aya_id": 31}, {"text": "31 - (ثم إنكم) أيها الناس فيما بينكم من المظالم (يوم القيامة عند ربكم تختصمون) \r\n", "sura_id": 39, "type": 2, "id": 29033, "aya_id": 31}, {"text": " ثم إنكم جميعًا- أيها الناس- يوم القيامة عند ربكم تتنازعون, فيحكم بينكم بالعدل والإنصاف.\r\n", "sura_id": 39, "type": 3, "id": 35269, "aya_id": 31}, {"text": " <font color=red>ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد بْن عُبَيْد اللَّه بْن يَزِيد الْمُقْرِي حَدَّثَنَا سُفْيَان عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي حَاطِب - يَعْنِي يَحْيَى بْن عَبْد الرَّحْمَن - عَنْ اِبْن الزُّبَيْر رَضِيَ اللَّه عَنْهُمَا قَالَ لَمَّا نَزَلَتْ \" ثُمَّ إِنَّكُمْ يَوْم الْقِيَامَة عِنْد رَبّكُمْ تَخْتَصِمُونَ \" قَالَ الزُّبَيْر رَضِيَ اللَّه عَنْهُ : يَا رَسُول اللَّه أَتُكَرَّرُ عَلَيْنَا الْخُصُومَة ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ \" قَالَ رَضِيَ اللَّه عَنْهُ \" إِنَّ الْأَمْر إِذًا لَشَدِيد . وَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ سُفْيَان وَعِنْده زِيَادَة وَلَمَّا نَزَلَتْ \" ثُمَّ لَتُسْأَلُنَّ يَوْمئِذٍ عَنْ النَّعِيم \" قَالَ الزُّبَيْر رَضِيَ اللَّه عَنْهُ : أَيْ رَسُول اللَّه أَيّ نَعِيم نُسْأَل عَنْهُ وَإِنَّمَا نَعِيمُنَا الْأَسْوَدَانِ : التَّمْر وَالْمَاء ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا إِنَّ ذَلِكَ سَيَكُونُ \" وَقَدْ رَوَى هَذِهِ الزِّيَادَة التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث سُفْيَان بِهِ وَقَالَ التِّرْمِذِيّ حَسَن وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا مُحَمَّد - يَعْنِي اِبْن عَمْرو - عَنْ يَحْيَى بْن عَبْد الرَّحْمَن بْن حَاطِب عَنْ عَبْد اللَّه بْن الزُّبَيْر عَنْ الزُّبَيْر بْن الْعَوَّام رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ هَذِهِ السُّورَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّك مَيِّت وَإِنَّهُمْ مَيِّتُونَ ثُمَّ إِنَّكُمْ يَوْم الْقِيَامَة عِنْد رَبّكُمْ تَخْتَصِمُونَ \" قَالَ الزُّبَيْر رَضِيَ اللَّه عَنْهُ أَيْ رَسُول اللَّه أَيُكَرَّرُ عَلَيْنَا مَا كَانَ بَيْنَنَا فِي الدُّنْيَا مَعَ خَوَاصّ الذُّنُوب ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ لَيُكَرَّرَنَّ عَلَيْكُمْ حَتَّى يُؤَدَّى إِلَى كُلّ ذِي حَقّ حَقّه \" قَالَ الزُّبَيْر رَضِيَ اللَّه عَنْهُ : وَاَللَّه إِنَّ الْأَمْر لَشَدِيد رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث مُحَمَّد بْن عَمْرو بِهِ وَقَالَ حَسَن صَحِيح وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا اِبْن لَهِيعَة عَنْ أَبِي عَيَّاش عَنْ عُقْبَة بْن عَامِر رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوَّل الْخَصْمَيْنِ يَوْم الْقِيَامَة جَارَانِ \" تَفَرَّدَ بِهِ أَحْمَد وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهُ لَيَخْتَصِم حَتَّى الشَّاتَانِ فِيمَا اِنْتَطَحَتَا \" تَفَرَّدَ بِهِ أَحْمَد رَحِمَهُ اللَّه وَفِي الْمُسْنَد عَنْ أَبِي ذَرٍّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَاتَيْنِ يَنْتَطِحَانِ فَقَالَ \" أَتَدْرِي فِيمَ يَنْتَطِحَانِ يَا أَبَا ذَرٍّ ؟ \" قُلْت لَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَكِنَّ اللَّه يَدْرِي وَسَيَحْكُمُ بَيْنَهُمَا \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا سَهْل بْن مُحَمَّد حَدَّثَنَا حَيَّان بْن أَغْلَب حَدَّثَنَا أَبِي حَدَّثَنَا ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُجَاء بِالْإِمَامِ الْجَائِر الْخَائِن يَوْم الْقِيَامَة فَتُخَاصِمهُ الرَّعِيَّة فَيُفْلِحُونَ عَلَيْهِ فَيُقَال لَهُ سُدَّ رُكْنًا مِنْ أَرْكَان جَهَنَّم \" ثُمَّ قَالَ الْأَغْلَب بْن تَمِيم لَيْسَ بِالْحَافِظِ . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" ثُمَّ إِنَّكُمْ يَوْم الْقِيَامَة عِنْد رَبّكُمْ تَخْتَصِمُونَ \" يَقُول يُخَاصِم الصَّادِق الْكَاذِب وَالْمَظْلُوم الظَّالِم وَالْمُهْتَدِي الضَّالّ وَالضَّعِيف الْمُسْتَكْبِر وَقَدْ رَوَى اِبْن مَنْدَهْ فِي كِتَاب الرُّوح عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ : يَخْتَصِم النَّاس يَوْم الْقِيَامَة حَتَّى تَخْتَصِم الرُّوح مَعَ الْجَسَد فَتَقُول الرُّوح لِلْجَسَدِ أَنْتَ فَعَلْت وَيَقُول الْجَسَد لِلرُّوحِ أَنْتِ أَمَرْت وَأَنْتِ سَوَّلْت فَيَبْعَث اللَّه تَعَالَى مَلَكًا يَفْصِل بَيْنهمَا فَيَقُول لَهُمَا إِنَّ مَثَلَكُمَا كَمَثَلِ رَجُل مُقْعَد بَصِير وَالْآخَر ضَرِير دَخَلَا بُسْتَانًا فَقَالَ الْمُقْعَد لِلضَّرِيرِ إِنِّي أَرَى هَهُنَا ثِمَارًا وَلَكِنْ لَا أَصِلُ إِلَيْهَا فَقَالَ لَهُ الضَّرِير اِرْكَبْنِي فَتَنَاوَلْهَا فَرَكِبَهُ فَتَنَاوَلَهَا فَأَيّهمَا الْمُعْتَدِي ؟ فَيَقُولَانِ كِلَاهُمَا فَيَقُول لَهُمَا الْمَلَك فَإِنَّكُمَا قَدْ حَكَمْتُمَا عَلَى أَنْفُسكُمَا يَعْنِي أَنَّ الْجَسَد لِلرُّوحِ كَالْمَطِيَّةِ وَهُوَ رَاكِبه . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا جَعْفَر بْن أَحْمَد بْن عَوْسَجَة حَدَّثَنَا ضِرَار حَدَّثَنَا أَبُو سَلَمَة الْخُزَاعِيّ حَدَّثَنَا مَنْصُور بْن سَلَمَة حَدَّثَنَا الْقُمِّيّ - يَعْنِي يَعْقُوب بْن عَبْد اللَّه - عَنْ جَعْفَر بْن الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : نَزَلَتْ هَذِهِ الْآيَة وَمَا نَعْلَم فِي أَيّ شَيْء نَزَلَتْ \" ثُمَّ إِنَّكُمْ يَوْم الْقِيَامَة عِنْد رَبّكُمْ تَخْتَصِمُونَ \" قَالَ قُلْنَا مَنْ نُخَاصِم ؟ لَيْسَ بَيْنَنَا وَبَيْن أَهْل الْكِتَاب خُصُومَة فَمَنْ نُخَاصِم ؟ حَتَّى وَقَعَتْ الْفِتْنَة فَقَالَ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا : هَذَا الَّذِي وَعَدَنَا رَبُّنَا عَزَّ وَجَلَّ نَخْتَصِم فِيهِ وَرَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن عَامِر عَنْ مَنْصُور بْن سَلَمَة بِهِ وَقَالَ أَبُو الْعَالِيَة فِي قَوْله تَبَارَكَ وَتَعَالَيْ \" ثُمَّ إِنَّكُمْ يَوْم الْقِيَامَة عِنْد رَبّكُمْ تَخْتَصِمُونَ \" قَالَ يَعْنِي أَهْل الْقِبْلَة وَقَالَ اِبْن زَيْد : يَعْنِي أَهْل الْإِسْلَام وَأَهْل الْكُفْر وَقَدْ قَدَّمْنَا أَنَّ الصَّحِيح الْعُمُوم وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم.</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40716, "aya_id": 31}]