[{"text": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ", "sura_id": 12, "type": 0, "id": 1600, "aya_id": 4}, {"text": "إذ قال يوسف لأبيه يا أبت إني رأيت أحد عشر كوكبا والشمس والقمر رأيتهم لي ساجدين", "sura_id": 12, "type": 1, "id": 7836, "aya_id": 4}, {"text": "4 - اذكر (إذ قال يوسف لأبيه) يعقوب (يا أبت) بالكسر دلالة على ألف محذوفة قلبت عن الياء (إني رأيت) في المنام (أحد عشر كوكباً والشمس والقمر رأيتهم) تأكيد (لي ساجدين) جمع بالياء والنون للوصف بالسجود الذي هو من صفات العقلاء \r\n", "sura_id": 12, "type": 2, "id": 26544, "aya_id": 4}, {"text": "اذكر -أيها الرسول- لقومك قول يوسف لأبيه: إني رأيت في المنام أحد عشر كوكبًا, والشمس والقمر رأيتهم لي ساجدين. فكانت هذه الرؤيا بشرى لِمَا وصل إليه يوسف عليه السلام من علوِّ المنزلة في الدنيا والآخرة.\r\n", "sura_id": 12, "type": 3, "id": 32780, "aya_id": 4}, {"text": " <font color=red>إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي</font><BR><p>يَقُول تَعَالَى اُذْكُرْ لِقَوْمِك يَا مُحَمَّد فِي قَصَصك عَلَيْهِمْ مِنْ قِصَّة يُوسُف إِذْ قَالَ لِأَبِيهِ , وَأَبُوهُ هُوَ يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم عَلَيْهِمْ الصَّلَاة وَالسَّلَام كَمَا قَالَ الْإِمَام أَحْمَد : ثَنَا عَبْد الصَّمَد ثَنَا عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن دِينَار عَنْ أَبِيهِ عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْكَرِيم اِبْن الْكَرِيم اِبْن الْكَرِيم اِبْن الْكَرِيم يُوسُف بْن يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم\" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ فَرَوَاهُ عَنْ عَبْد اللَّه بْن مُحَمَّد عَنْ عَبْد الصَّمَد بِهِ وَقَالَ الْبُخَارِيّ أَيْضًا : ثَنَا مُحَمَّد أَنَا عَبَدَة عَنْ عُبَيْد اللَّه عَنْ سَعِيد بْن أَبِي سَعِيد عَنْ أَبِي هُرَيْرَة قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ النَّاس أَكْرَمَ ؟ قَالَ \" أَكْرَمهمْ عِنْدَ اللَّه أَتْقَاهُمْ \" قَالُوا لَيْسَ عَنْ هَذَا نَسْأَلُك قَالَ\" فَأَكْرَم النَّاس يُوسُف نَبِيّ اللَّه اِبْن نَبِيّ اللَّه اِبْن نَبِيّ اللَّه اِبْن خَلِيل اللَّه \" قَالُوا : لَيْسَ عَنْ هَذَا نَسْأَلُك قَالَ \" فَعَنْ مَعَادِن الْعَرَب تَسْأَلُونِي ؟ \" قَالُوا نَعَمْ قَالَ\" فَخِيَارُكُمْ فِي الْجَاهِلِيَّة خِيَاركُمْ فِي الْإِسْلَام إِذَا فَقِهُوا \" ثُمَّ قَالَ تَابَعَهُ أَبُو أُسَامَة عَنْ عُبَيْد اللَّه . وَقَالَ اِبْن عَبَّاس رُؤْيَا الْأَنْبِيَاء وَحْي ; وَقَدْ تَكَلَّمَ الْمُفَسِّرُونَ عَلَى تَعْبِير هَذَا الْمَنَام أَنَّ الْأَحَد عَشَر كَوْكَبًا عِبَارَة عَنْ إِخْوَته وَكَانُوا أَحَد عَشَر رَجُلًا سِوَاهُ وَالشَّمْس وَالْقَمَر عِبَارَة عَنْ أُمّه وَأَبِيهِ . رُوِيَ هَذَا عَنْ اِبْن عَبَّاس وَالضَّحَّاك وَقَتَادَة وَسُفْيَان الثَّوْرِيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقَدْ وَقَعَ تَفْسِيرهَا بَعْد أَرْبَعِينَ سَنَة وَقِيلَ ثَمَانِينَ سَنَة وَذَلِكَ حِين رَفَعَ أَبَوَيْهِ عَلَى الْعَرْش وَهُوَ سَرِيره وَإِخْوَته بَيْن يَدَيْهِ\" وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَت هَذَا تَأْوِيل رُؤْيَايَ مِنْ قَبْل قَدْ جَعَلَهَا رَبِّي حَقًّا \" وَقَدْ جَاءَ فِي حَدِيث تَسْمِيَة هَذِهِ الْأَحَد عَشَر كَوْكَبًا فَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : حَدَّثَنِي عَلِيّ بْن سَعِيد الْكِنْدِيّ ثَنَا الْحَكَم بْن ظُهَيْر عَنْ السُّدِّيّ عَنْ عَبْد الرَّحْمَن بْن سَابِط عَنْ جَابِر قَالَ : أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُل مِنْ يَهُود يُقَال لَهُ بستانة الْيَهُودِيّ فَقَالَ لَهُ يَا مُحَمَّد أَخْبِرْنِي عَنْ الْكَوَاكِب الَّتِي رَآهَا يُوسُف أَنَّهَا سَاجِدَة لَهُ مَا أَسْمَاؤُهَا ؟ قَالَ فَسَكَتَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَاعَة فَلَمْ يُجِبْهُ بِشَيْءٍ وَنَزَلَ عَلَيْهِ جِبْرِيل عَلَيْهِ السَّلَام فَأَخْبَرَهُ بِأَسْمَائِهَا قَالَ فَبْعَثَ رَسُول اللَّه صَلَّى صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهِ فَقَالَ\" هَلْ أَنْتَ مُؤْمِن إِذَا أَخْبَرْتُك بِأَسْمَائِهَا ؟ \" قَالَ نَعَمْ قَالَ \" جَرَيَان وَالطَّارِق وَالدِّيَال وَذُو الْكَنَفَات وَقَابِس ووثاب وعموذان وَالْفَيْلَق وَالْمُصْبِح وَالضَّرُوح ذُو الْفَرْع وَالضِّيَاء وَالنُّور \" فَقَالَ الْيَهُودِيّ : إِي وَاَللَّه إِنَّهَا لَأَسْمَاؤُهَا . وَرَوَاهُ الْبَيْهَقِيّ فِي الدَّلَائِل مِنْ حَدِيث سَعِيد بْن مَنْصُور عَنْ الْحَكَم بْن ظُهَيْر وَقَدْ رَوَى هَذَا الْحَدِيث الْحَافِظَانِ أَبُو يَعْلَى الْمَوْصِلِيّ وَأَبُو بَكْر الْبَزَّار فِي مُسْنَدَيْهِمَا وَابْن أَبِي حَاتِم فِي تَفْسِيره أَمَّا أَبُو يَعْلَى فَرَوَاهُ عَنْ أَرْبَعَة مِنْ شُيُوخه عَنْ الْحَكَم بْن ظُهَيْر بِهِ وَزَادَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا رَآهَا يُوسُف قَصَّهَا عَلَى أَبِيهِ يَعْقُوب فَقَالَ لَهُ أَبُوهُ هَذَا أَمْر مُتَشَتِّت يَجْمَعهُ اللَّه مِنْ بَعْد - قَالَ - وَالشَّمْس أَبُوهُ وَالْقَمَر أُمّه \" تَفَرَّدَ بِهِ الْحَكَم بْن ظُهَيْر الْفَزَارِيّ وَقَدْ ضَعَّفَهُ الْأَئِمَّة وَتَرَكَهُ الْأَكْثَرُونَ وَقَالَ الْجُوزَجَانِيّ سَاقِط وَهُوَ صَاحِب حَدِيث حَسَن ثُمَّ ذَكَرَ الْحَدِيث الْمَرْوِيّ عَنْ جَابِر أَنَّ يَهُودِيًّا سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْكَوَاكِب الَّتِي رَآهَا يُوسُف مَا أَسْمَاؤُهَا وَأَنَّهُ أَجَابَهُ ثُمَّ قَالَ تَفَرَّدَ بِهِ الْحَكَم بْن ظُهَيْر وَقَدْ ضَعَّفَهُ الْأَرْبَعَة .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37791, "aya_id": 4}]