[{"text": "فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ", "sura_id": 28, "type": 0, "id": 3260, "aya_id": 8}, {"text": "فالتقطه آل فرعون ليكون لهم عدوا وحزنا إن فرعون وهامان وجنودهما كانوا خاطئين", "sura_id": 28, "type": 1, "id": 9496, "aya_id": 8}, {"text": "8 - (فالتقطه) بالتابوت صبيحة الليل (آل) أعوان (فرعون) فوضعوه بين يديه وفتح وأخرج موسى منه وهو يمص من إبهامه لبنا (ليكون لهم) في عاقبة الأمر (عدوا) يقتل رجالهم (وحزنا) يستعبد نساءهم وفي قراءة بضم الحاء وسكون الزاي لغتان في المصدر وهو هنا بمعنى اسم الفاعل من حزنه كأحزنه (إن فرعون وهامان) وزيره (وجنودهما كانوا خاطئين) من الخطيئة أي عاصين فعوقبوا على يديه \r\n", "sura_id": 28, "type": 2, "id": 28204, "aya_id": 8}, {"text": " فعثر عليه أعوان فرعون وأخذوه, فكانت عاقبةُ ذلك أن جعله الله لهم عدوًّا وحزنًا, فكان إهلاكُهم على يده. إن فرعون وهامان وأعوانهما كانوا آثمين مشركين.\r\n", "sura_id": 28, "type": 3, "id": 34440, "aya_id": 8}, {"text": " <font color=red>فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ</font><BR><p>وَلِهَذَا قَالَ : \" فَالْتَقَطَهُ آلُ فِرْعَوْن لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا\" الْآيَة قَالَ مُحَمَّد بْن إِسْحَاق وَغَيْره اللَّام هُنَا لَام الْعَاقِبَة لَا لَام التَّعْلِيل لِأَنَّهُمْ لَمْ يُرِيدُوا بِالْتِقَاطِهِ ذَلِكَ وَلَا شَكّ أَنَّ ظَاهِر اللَّفْظ يَقْتَضِي مَا قَالُوهُ وَلَكِنْ إِذَا نُظِرَ إِلَى مَعْنَى السِّيَاق فَإِنَّهُ تَبْقَى اللَّام لِلتَّعْلِيلِ لِأَنَّ مَعْنَاهُ أَنَّ اللَّه تَعَالَى قَيَّضَهُمْ لِالْتِقَاطِهِ لِيَجْعَلهُ عَدُوًّا لَهُ وَحَزَنًا فَيَكُون أَبْلَغ فِي إِبْطَال حَذَرهمْ مِنْهُ وَلِهَذَا قَالَ تَعَالَى : \" إِنَّ فِرْعَوْن وَهَامَان وَجُنُودهمَا كَانُوا خَاطِئِينَ \" وَقَدْ رُوِيَ عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ أَنَّهُ كَتَبَ كِتَابًا إِلَى قَوْم مِنْ الْقَدَرِيَّة فِي تَكْذِيبهمْ بِكِتَابِ اللَّه وَبِأَقْدَارِهِ النَّافِذَة فِي عِلْمه السَّابِق وَمُوسَى فِي عِلْم اللَّه السَّابِق لِفِرْعَوْنَ عَدُوّ وَحَزَن قَالَ اللَّه تَعَالَى : \" وَنُرِي فِرْعَوْن وَهَامَان وَجُنُودهمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ \" وَقُلْتُمْ أَنْتُمْ لَوْ شَاءَ فِرْعَوْن أَنْ يَكُون لِمُوسَى وَلِيًّا وَنَاصِرًا وَاَللَّه تَعَالَى يَقُول : \" لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا\" .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39763, "aya_id": 8}]