[{"text": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ", "sura_id": 41, "type": 0, "id": 4251, "aya_id": 33}, {"text": "ومن أحسن قولا ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين", "sura_id": 41, "type": 1, "id": 10487, "aya_id": 33}, {"text": "33 - (ومن أحسن قولا) أي لا أحد أحسن قولا (ممن دعا إلى الله) بالتوحيد (وعمل صالحا وقال إنني من المسلمين) \r\n", "sura_id": 41, "type": 2, "id": 29195, "aya_id": 33}, {"text": "لا أحد أحسن قولا ممن دعا إلى توحيد الله وعبادته وحده وعمل صالحًا وقال: إنني من المسلمين المنقادين لأمر الله وشرعه. وفي الآية حث على الدعوة إلى الله سبحانه, وبيان فضل العلماء الداعين إليه على بصيرة, وَفْق ما جاء عن رسول الله محمد صلى الله عليه وسلم.\r\n", "sura_id": 41, "type": 3, "id": 35431, "aya_id": 33}, {"text": " <font color=red>وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ</font><BR><p>يَقُول عَزَّ وَجَلَّ \" وَمَنْ أَحْسَن قَوْلًا مِمَّنْ دَعَا إِلَى اللَّه \" أَيْ دَعَا عِبَاد اللَّه إِلَيْهِ \" وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ\" أَيْ وَهُوَ فِي نَفْسه مُهْتَدٍ بِمَا يَقُولهُ فَنَفْعه لِنَفْسِهِ وَلِغَيْرِهِ لَازِم وَمُتَعَدٍّ وَلَيْسَ هُوَ مِنْ الَّذِينَ يَأْمُرُونَ بِالْمَعْرُوفِ وَلَا يَأْتُونَهُ وَيَنْهَوْنَ عَنْ الْمُنْكَر وَيَأْتُونَهُ بَلْ يَأْتَمِر بِالْخَيْرِ وَيَتْرُك الشَّرّ وَيَدْعُو الْخَلْق إِلَى الْخَالِق تَبَارَكَ وَتَعَالَى وَهَذِهِ عَامَّة فِي كُلّ مَنْ دَعَا إِلَى خَيْر وَهُوَ فِي نَفْسه مُهْتَدٍ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْلَى النَّاس بِذَلِكَ كَمَا قَالَ مُحَمَّد بْن سِيرِينَ وَالسُّدِّيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقِيلَ الْمُرَاد بِهَا الْمُؤَذِّنُونَ الصُّلَحَاء كَمَا ثَبَتَ فِي صَحِيح مُسْلِم \" الْمُؤَذِّنُونَ أَطْوَل النَّاس أَعْنَاقًا يَوْم الْقِيَامَة\" وَفِي السُّنَن مَرْفُوعًا \" الْإِمَام ضَامِن وَالْمُؤَذِّن مُؤْتَمَن فَأَرْشَدَ اللَّه الْأَئِمَّة وَغَفَرَ لِلْمُؤَذِّنِينَ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن عُرْوَة الْهَرَوِيّ حَدَّثَنَا غَسَّان قَاضِي هَرَاة وَقَالَ أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم بْن طَهْمَان عَنْ مَطَر عَنْ الْحَسَن عَنْ سَعْد بْن أَبِي وَقَّاص رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ \" سِهَام الْمُؤَذِّنِينَ عِنْد اللَّه تَعَالَى يَوْم الْقِيَامَة كَسِهَامِ الْمُجَاهِدِينَ وَهُوَ بَيْن الْأَذَان وَالْإِقَامَة كَالْمُتَشَحِّطِ فِي سَبِيل اللَّه تَعَالَى فِي دَمه . قَالَ : وَقَالَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ لَوْ كُنْت مُؤَذِّنًا مَا بَالَيْت أَنْ لَا أَحُجّ وَلَا أَعْتَمِر وَلَا أُجَاهِد قَالَ وَقَالَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ لَوْ كُنْت مُؤَذِّنًا لَكَمُلَ أَمْرِي وَمَا بَالَيْت أَنْ لَا أَنْتَصِب لِقِيَامِ اللَّيْل وَلَا لِصِيَامِ النَّهَار سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" اللَّهُمَّ اِغْفِرْ لِلْمُؤَذِّنِينَ ثَلَاثًا \" قَالَ : فَقُلْت يَا رَسُول اللَّه تَرَكْتنَا وَنَحْنُ نَجْتَلِد عَلَى الْأَذَان بِالسُّيُوفِ قَالَ \" كَلَّا يَا عُمَر إِنَّهُ سَيَأْتِي عَلَى النَّاس زَمَان يَتْرُكُونَ الْأَذَان عَلَى ضُعَفَائِهِمْ وَتِلْكَ لُحُوم حَرَّمَهَا اللَّه عَزَّ وَجَلَّ عَلَى النَّار لُحُوم الْمُؤَذِّنِينَ \" قَالَ : وَقَالَتْ عَائِشَة رَضِيَ اللَّه تَعَالَى عَنْهَا وَلَهُمْ هَذِهِ الْآيَة \" وَمَنْ أَحْسَن قَوْلًا مِمَّنْ دَعَا إِلَى اللَّه وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ \" قَالَتْ فَهُوَ الْمُؤَذِّن إِذَا قَالَ حَيَّ عَلَى الصَّلَاة فَقَدْ دَعَا إِلَى اللَّه وَهَكَذَا قَالَ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا وَعِكْرِمَة إِنَّهَا نَزَلَتْ فِي الْمُؤَذِّنِينَ وَقَدْ ذَكَرَ الْبَغَوِيّ عَنْ أَبِي أُمَامَةَ الْبَاهِلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ فِي قَوْله عَزَّ وَجَلَّ \" وَعَمِلَ صَالِحًا\" يَعْنِي صَلَاة رَكْعَتَيْنِ بَيْن الْأَذَان وَالْإِقَامَة ثُمَّ أَوْرَدَ الْبَغَوِيّ حَدِيث عَبْد اللَّه بْن الْمُغَفَّل رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" بَيْن كُلّ أَذَانَيْنِ صَلَاة - ثُمَّ قَالَ فِي الثَّالِثَة - لِمَنْ شَاءَ \" وَقَدْ أَخْرَجَهُ الْجَمَاعَة فِي كُتُبهمْ مِنْ حَدِيث عَبْد اللَّه بْن بُرَيْدَة عَنْهُ وَحَدِيث الثَّوْرِيّ عَنْ زَيْد الْعَمِّيّ عَنْ أَبِي إِيَاس مُعَاوِيَة بْن قُرَّة عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ الثَّوْرِيّ لَا أَرَاهُ إِلَّا قَدْ رَفَعَهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الدُّعَاء لَا يُرَدّ بَيْن الْأَذَان وَالْإِقَامَة \" وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة كُلّهمْ مِنْ حَدِيث الثَّوْرِيّ بِهِ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَرَوَاهُ النَّسَائِيّ أَيْضًا مِنْ حَدِيث سُلَيْمَان التَّيْمِيّ عَنْ قَتَادَة عَنْ أَنَس بِهِ وَالصَّحِيح أَنَّ الْآيَة عَامَّة فِي الْمُؤَذِّنِينَ وَفِي غَيْرهمْ فَأَمَّا حَال نُزُول هَذِهِ الْآيَة فَإِنَّهُ لَمْ يَكُنْ الْأَذَان مَشْرُوعًا بِالْكُلِّيَّةِ لِأَنَّهَا مَكِّيَّة وَالْأَذَان إِنَّمَا شُرِعَ بِالْمَدِينَةِ بَعْد الْهِجْرَة حِين أُرِيه عَبْد اللَّه بْن عَبْد رَبّه الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ . فِي مَنَامه فَقَصَّهُ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَرَهُ أَنْ يُلْقِيه عَلَى بِلَال رَضِيَ اللَّه عَنْهُ فَإِنَّهُ أَنْدَى صَوْتًا كَمَا هُوَ مُقَرَّر فِي مَوْضِعه فَالصَّحِيح إِذَنْ أَنَّهَا عَامَّة كَمَا قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ تَلَا هَذِهِ الْآيَة \" وَمَنْ أَحْسَن قَوْلًا مِمَّنْ دَعَا إِلَى اللَّه وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ\" فَقَالَ هَذَا حَبِيب اللَّه هَذَا وَلِيّ اللَّه هَذَا صَفْوَة اللَّه هَذَا خِيرَة اللَّه هَذَا أَحَبّ أَهْل الْأَرْض إِلَى اللَّه أَجَابَ اللَّه فِي دَعْوَته وَدَعَا النَّاس إِلَى مَا أَجَابَ اللَّه فِيهِ مِنْ دَعْوَته وَعَمِلَ صَالِحًا فِي إِجَابَته وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ هَذَا خَلِيفَة اللَّه .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41051, "aya_id": 33}]