[{"text": "فَلَمَّا أَنجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنفُسِكُم مَّتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَينَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 10, "type": 0, "id": 1387, "aya_id": 23}, {"text": "فلما أنجاهم إذا هم يبغون في الأرض بغير الحق يا أيها الناس إنما بغيكم على أنفسكم متاع الحياة الدنيا ثم إلينا مرجعكم فننبئكم بما كنتم تعملون", "sura_id": 10, "type": 1, "id": 7623, "aya_id": 23}, {"text": "23 - (فلما أنجاهم إذا هم يبغون في الأرض بغير الحق) بالشرك (يا أيها الناس إنما بغيكم) ظلمكم (على أنفسكم) لأن إثمه عليها هو (متاعُ الحياة الدنيا) تمتعون فيها قليلاً (ثم إلينا مرجعكم) بعد الموت (فننبئكم بما كنتم تعملون) فنجازيكم عليه وفي قراءة بنصب متاع أي تتمتعون \r\n", "sura_id": 10, "type": 2, "id": 26331, "aya_id": 23}, {"text": "فلما أنجاهم الله من الشدائد والأهوال إذا هم يعملون في الأرض بالفساد وبالمعاصي. يا أيها الناس إنما وَبالُ بغيكم راجع على أنفسكم, لكم متاع في الحياة الدنيا الزائلة, ثم إلينا مصيركم ومرجعكم, فنخبركم بجميع أعمالكم, ونحاسبكم عليها.\r\n", "sura_id": 10, "type": 3, "id": 32567, "aya_id": 23}, {"text": " <font color=red>فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ</font><BR><p>هَهُنَا قَالَ تَعَالَى \" فَلَمَّا أَنْجَاهُمْ \" أَيْ مِنْ تِلْكَ الْوَرْطَة \" إِذَا هُمْ يَبْغُونَ فِي الْأَرْض بِغَيْرِ الْحَقّ \" أَيْ كَأَنْ لَمْ يَكُنْ مِنْ ذَلِكَ شَيْء \" كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرّ مَسَّهُ \" ثُمَّ قَالَ تَعَالَى \" يَا أَيّهَا النَّاس إِنَّمَا بَغْيكُمْ عَلَى أَنْفُسكُمْ \" أَيْ إِنَّمَا يَذُوق وَبَال هَذَا الْبَغْي أَنْتُمْ أَنْفُسكُمْ وَلَا تَضُرُّونَ بِهِ أَحَدًا غَيْركُمْ كَمَا جَاءَ فِي الْحَدِيث \" مَا مِنْ ذَنْب أَجْدَر مِنْ أَنْ يُعَجِّل اللَّه عُقُوبَته فِي الدُّنْيَا مَعَ مَا يَدَّخِر اللَّه لِصَاحِبِهِ فِي الْآخِرَة مِنْ الْبَغْي وَقَطِيعَة الرَّحِم \" وَقَوْله \" مَتَاع الْحَيَاة الدُّنْيَا \" أَيْ إِنَّمَا لَكُمْ مَتَاع فِي الْحَيَاة الدُّنْيَا الدَّنِيئَة الْحَقِيرَة \" ثُمَّ إِلَيْنَا مَرْجِعكُمْ \" أَيْ مَصِيركُمْ وَمَآلكُمْ \" فَنُنَبِّئكُمْ \" أَيْ فَنُخْبِركُمْ بِجَمِيعِ أَعْمَالِكُمْ وَنُوَفِّيكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدْ اللَّه وَمَنْ وَجَدَ غَيْر ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسه .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37449, "aya_id": 23}]