[{"text": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ", "sura_id": 54, "type": 0, "id": 4878, "aya_id": 32}, {"text": "ولقد يسرنا القرءان للذكر فهل من مدكر", "sura_id": 54, "type": 1, "id": 11114, "aya_id": 32}, {"text": "32 - (ولقد يسرنا القرآن للذكر فهل من مدكر) \r\n", "sura_id": 54, "type": 2, "id": 29822, "aya_id": 32}, {"text": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ, ومعانيه للفهم والتدبر لمن أراد أن يتذكر ويعتبر, فهل مِن متعظ به؟\r\n", "sura_id": 54, "type": 3, "id": 36058, "aya_id": 32}, {"text": " <font color=red>وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ</font><BR><p>أَيْ سَهَّلْنَا لَفْظه وَيَسَّرْنَا مَعْنَاهُ لِمَنْ أَرَادَهُ لِيَتَذَكَّر النَّاس كَمَا قَالَ \" كِتَابٌ أَنْزَلْنَاهُ إِلَيْك مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّر أُولُوا الْأَلْبَاب \" وَقَالَ تَعَالَى \" فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِك لِتُبَشِّر بِهِ الْمُتَّقِينَ وَتُنْذِر بِهِ قَوْمًا لُدًّا \" . قَالَ مُجَاهِد \" وَلَقَدْ يَسَّرْنَا الْقُرْآن لِلذِّكْرِ \" يَعْنِي هَوَّنَّا قِرَاءَته وَقَالَ السُّدِّيّ يَسَّرْنَا تِلَاوَته عَلَى الْأَلْسُن وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس لَوْلَا أَنَّ اللَّه يَسَّرَهُ عَلَى لِسَان الْآدَمِيِّينَ مَا اِسْتَطَاعَ أَحَد مِنْ الْخَلْق أَنْ يَتَكَلَّم بِكَلَامِ اللَّه عَزَّ وَجَلَّ قُلْت وَمِنْ تَيْسِيره تَعَالَى عَلَى النَّاس تِلَاوَة الْقُرْآن مَا تَقَدَّمَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ هَذَا الْقُرْآن أُنْزِلَ عَلَى سَبْعَة أَحْرُف \" وَأَوْرَدْنَا الْحَدِيث بِطُرُقِهِ وَأَلْفَاظه بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَوْله \" فَهَلْ مِنْ مُدَّكِر \" أَيْ فَهَلْ مِنْ مُتَذَكِّر بِهَذَا الْقُرْآن الَّذِي قَدْ يَسَّرَ اللَّه حِفْظَهُ وَمَعْنَاهُ ؟ وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ فَهَلْ مِنْ مُنْزَجِر عَنْ الْمَعَاصِي ؟ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا الْحَسَن بْن رَافِع حَدَّثَنَا ضَمْرَة عَنْ اِبْن شَوْذَب عَنْ مَطَر هُوَ الْوَرَّاق فِي قَوْله تَعَالَى \" فَهَلْ مِنْ مُدَّكِر \" هَلْ مِنْ طَالِب عِلْم فَيُعَان عَلَيْهِ وَكَذَا عَلَّقَهُ الْبُخَارِيّ بِصِيغَةِ الْجَزْم عَنْ مَطَر الْوَرَّاق وَرَوَاهُ اِبْن جَرِير وَرَوَى عَنْ قَتَادَة مِثْله .</p><BR> <br> ", "sura_id": 54, "type": 4, "id": 41798, "aya_id": 32}]