[{"text": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاء فَنِعْمَ أَجْرُ الْعَامِلِينَ", "sura_id": 39, "type": 0, "id": 4132, "aya_id": 74}, {"text": "وقالوا الحمد لله الذي صدقنا وعده و أورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العاملين", "sura_id": 39, "type": 1, "id": 10368, "aya_id": 74}, {"text": "74 - (وقالوا) عطف على دخولها المقدر (الحمد لله الذي صدقنا وعده) بالجنة (وأورثنا الأرض) أي أرض الجنة (نتبوأ) ننزل (من الجنة حيث نشاء) لأنها كلها لا يختار فيها مكان على مكان (فنعم أجر العاملين) الجنة \r\n", "sura_id": 39, "type": 2, "id": 29076, "aya_id": 74}, {"text": "وقال المؤمنون: الحمد لله الذي صدَقنا وعده الذي وعدَنا إياه على ألسنة رسله, وأورثَنا أرض الجنة نَنْزِل منها في أيِّ مكان شئنا, فنِعم ثواب المحسنين الذين اجتهدوا في طاعة ربهم.\r\n", "sura_id": 39, "type": 3, "id": 35312, "aya_id": 74}, {"text": " <font color=red>وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ</font><BR><p>أَيْ يَقُول الْمُؤْمِنُونَ إِذَا عَايَنُوا فِي الْجَنَّة ذَلِكَ الثَّوَاب الْوَافِر وَالْعَطَاء الْعَظِيم وَالنَّعِيم الْمُقِيم وَالْمُلْك الْكَبِير يَقُولُونَ عِنْد ذَلِكَ \" الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ \" أَيْ الَّذِي كَانَ وَعَدَنَا عَلَى أَلْسِنَة رُسُله الْكِرَام كَمَا دَعَوْا فِي الدُّنْيَا \" رَبّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِك وَلَا تُخْزِنَا يَوْم الْقِيَامَةِ إِنَّك لَا تُخْلِف الْمِيعَاد \" \" وَقَالُوا الْحَمْد لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّه لَقَدْ جَاءَتْ رُسُل رَبِّنَا بِالْحَقِّ \" \" وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ الَّذِي أَحَلَّنَا دَار الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ \" وَقَوْلهمْ \" وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنْ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ \" . قَالَ أَبُو الْعَالِيَة وَأَبُو صَالِح وَقَتَادَة وَالسُّدِّيّ وَابْن زَيْد أَيْ أَرْض الْجَنَّة فَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" وَلَقَدْ كَتَبْنَا فِي الزَّبُور مِنْ بَعْد الذِّكْرِ أَنَّ الْأَرْض يَرِثُهَا عِبَادِيَ الصَّالِحُونَ \" وَلِهَذَا قَالُوا \" نَتَبَوَّأ مِنْ الْجَنَّة حَيْثُ نَشَاء \" أَيْ أَيْنَ شِئْنَا حَلَلْنَا فَنِعْمَ الْأَجْر أَجْرُنَا عَلَى عَمَلِنَا وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ فِي قِصَّة الْمِعْرَاج قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُدْخِلْت الْجَنَّة فَإِذَا فِيهَا جَنَابِذ اللُّؤْلُؤ وَإِذَا تُرَابهَا الْمِسْك \" . وَقَالَ عَبْد بْن حُمَيْد حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَأَلَ اِبْن صَائِد عَنْ تُرْبَة الْجَنَّة فَقَالَ : دَرْمَكَة بَيْضَاء مِسْك خَالِص فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَدَقَ \" وَكَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي سَلَمَة عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ بِهِ وَرَوَاهُ مُسْلِم أَيْضًا عَنْ أَبِي بَكْر بْن شَيْبَة عَنْ أَبِي أُسَامَة عَنْ الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ اِبْن صَائِد سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ تُرْبَة الْجَنَّة فَقَالَ \" دَرْمَكَة بَيْضَاء مِسْك خَالِص \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو غَسَّان مَالِك بْن إِسْمَاعِيل حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَاصِم بْن ضَمْرَة عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ فِي قَوْله \" وَسِيقَ الَّذِينَ اِتَّقَوْا رَبّهمْ إِلَى الْجَنَّة زُمَرًا \" قَالَ سِيقُوا حَتَّى اِنْتَهَوْا إِلَى بَاب مِنْ أَبْوَاب الْجَنَّة فَوَجَدُوا عِنْدهَا شَجَرَة يَخْرُج مِنْ تَحْت سَاقَهَا عَيْنَانِ فَعَمَدُوا إِلَى إِحْدَاهُمَا فَتَطَهَّرُوا مِنْهَا فَجَرَتْ عَلَيْهِمْ نَضْرَة النَّعِيم فَلَمْ تُغَيَّرْ أَبْشَارَهُمْ بَعْدهَا أَبَدًا وَلَمْ تَشْعَثْ أَشْعَارهمْ أَبَدًا بَعْدهَا كَأَنَّمَا دَهَنُوا بِالدِّهَانِ ثُمَّ عَمَدُوا إِلَى الْأُخْرَى كَأَنَّمَا أُمِرُوا بِهَا فَشَرِبُوا مِنْهَا فَأَذْهَبَتْ مَا كَانَ فِي بُطُونهمْ مِنْ أَذًى أَوْ قَذًى وَتَلَقَّتْهُمْ الْمَلَائِكَة عَلَى أَبْوَاب الْجَنَّة \" سَلَام عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ \" وَتَلَقَّى كُلّ غِلْمَان صَاحِبهمْ يَطُوفُونَ بِهِ فِعْلَ الْوِلْدَان بِالْحَمِيمِ جَاءَ مِنْ الْغَيْبَة أَبْشِرْ قَدْ أَعَدَّ اللَّه لَك مِنْ الْكَرَامَة كَذَا وَكَذَا قَدْ أَعَدَّ اللَّه لَك مِنْ الْكَرَامَة كَذَا وَكَذَا قَالَ وَيَنْطَلِق غُلَام مِنْ غِلْمَانه إِلَى أَزْوَاجه مِنْ الْحُور الْعِين فَيَقُول هَذَا فُلَان بِاسْمِهِ فِي الدُّنْيَا - فَيَقُلْنَ أَنْتَ رَأَيْته فَيَقُول نَعَمْ فَيَسْتَخِفّهُنَّ الْفَرَح حَتَّى تَخْرُج إِلَى أُسْكُفَّة الْبَاب قَالَ فَيَجِيء فَإِذَا هُوَ بِنَمَارِقَ مَصْفُوفَة وَأَكْوَاب مَوْضُوعَة وَزَرَابِيّ مَبْثُوثَة قَالَ ثُمَّ يَنْظُر إِلَى تَأْسِيس بُنْيَانه فَإِذَا هُوَ قَدْ أُسِّسَ عَلَى جَنْدَل اللُّؤْلُؤ بَيْن أَحْمَر وَأَخْضَر وَأَصْفَر وَأَبْيَض وَمِنْ كُلّ لَوْن ثُمَّ يَرْفَع طَرْفه إِلَى سَقْفه فَلَوْلَا أَنَّ اللَّه تَعَالَى قَدَّرَهُ لَهُ لَذَهَبَ بِبَصَرِهِ إِنَّهُ لَمِثْل الْبَرْق ثُمَّ يَنْظُر إِلَى أَزْوَاجه مِنْ الْحُور الْعِين ثُمَّ يَتَّكِئ عَلَى أَرِيكَة ثُمَّ يَقُول \" الْحَمْد لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّه \" . ثُمَّ قَالَ حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو غَسَّان مَالِك بْن إِسْمَاعِيل النَّهْدِيّ حَدَّثَنَا مَسْلَمَة بْن جَعْفَر الْبَجَلِيّ قَالَ : سَمِعْت أَبَا مُعَاذ الْبَصْرِيّ يَقُول إِنَّ عَلِيًّا رَضِيَ اللَّه عَنْهُ كَانَ ذَات يَوْم عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهُمْ إِذَا خَرَجُوا مِنْ قُبُورهمْ يَسْتَقْبِلُونَ - أَوْ يُؤْتَوْنَ - بِنُوقٍ لَهَا أَجْنِحَة وَعَلَيْهَا رِحَال الذَّهَب شِرَاك نِعَالهمْ نُور يَتَلَأْلَأ كُلّ خُطْوَة مِنْهَا مَدّ الْبَصَر فَيَنْتَهُونَ إِلَى شَجَرَة يَنْبُع مِنْ أَصْلِهَا عَيْنَانِ فَيَشْرَبُونَ مِنْ إِحْدَاهُمَا فَتَغْسِل مَا فِي بُطُونهمْ مِنْ دَنَس وَيَغْتَسِلُونَ مِنْ الْأُخْرَى فَلَا تَشْعَث أَبْشَارُهُمْ وَلَا أَشْعَارهمْ بَعْدهَا أَبَدًا وَتَجْرِي عَلَيْهِمْ نَضْرَة النَّعِيم فَيَنْتَهُونَ - أَوْ فَيَأْتُونَ - بَاب الْجَنَّة فَإِذَا حَلْقَة مِنْ يَاقُوتَة حَمْرَاء عَلَى صَفَائِح الذَّهَب فَيَضْرِبُونَ بِالْحَلْقَةِ عَلَى الصَّفِيحَة فَيُسْمَع لَهَا طَنِين يَا عَلِيّ فَيَبْلُغ كُلّ حَوْرَاء أَنَّ زَوْجهَا قَدْ أَقْبَلَ فَتَبْعَث قَيِّمَهَا فَيَفْتَح لَهُ فَإِذَا رَآهُ خَرَّ لَهُ - قَالَ مَسْلَمَة أُرَاهُ قَالَ سَاجِدًا - فَيَقُول اِرْفَعْ رَأَسَك فَإِنَّمَا أَنَا قَيِّمُك وُكِّلْت بِأَمْرِك فَيَتْبَعهُ وَيَقْفُو أَثَره فَتَسْتَخِفّ الْحَوْرَاء الْعَجَلَة فَتَخْرُج مِنْ خِيَام الدُّرّ وَالْيَاقُوت حَتَّى تَعْتَنِقَهُ ثُمَّ تَقُول أَنْتَ حِبِّي وَأَنَا حِبُّك وَأَنَا الْخَالِدَة الَّتِي لَا أَمُوت وَأَنَا النَّاعِمَة الَّتِي لَا أَبْأَس وَأَنَا الرَّاضِيَة الَّتِي لَا أَسْخَط وَأَنَا الْمُقِيمَة الَّتِي لَا أَظْعَن فَيَدْخُل بَيْتًا مِنْ أُسِّهِ إِلَى أُسْقُفه مِائَة أَلْف ذِرَاع بِنَاؤُهُ عَلَى جَنْدَل اللُّؤْلُؤ طَرَائِق أَصْفَر وَأَخْضَر وَأَحْمَر لَيْسَ مِنْهَا طَرِيقَة تُشَاكِل صَاحِبَتهَا فِي الْبَيْت سَبْعُونَ سَرِيرًا عَلَى كُلّ سَرِير سَبْعُونَ حَشِيَّة عَلَى كُلّ حَشِيَّة سَبْعُونَ زَوْجَة عَلَى كُلّ زَوْجَة سَبْعُونَ حُلَّة يَرَى مُخّ سَاقِهَا مِنْ بَاطِن الْحُلَل يَقْضِي جِمَاعهَا فِي مِقْدَار لَيْلَة مِنْ لَيَالِيكُمْ هَذِهِ الْأَنْهَار مِنْ تَحْتهمْ تَطَّرِد أَنْهَار مِنْ مَاء غَيْر آسِن - قَالَ صَافٍ لَا كَدَر فِيهِ - وَأَنْهَار مِنْ لَبَن لَمْ يَتَغَيَّر طَعْمُهُ - قَالَ لَمْ يَخْرُج مِنْ ضُرُوع الْمَاشِيَة - وَأَنْهَار مِنْ خَمْر لَذَّة لِلشَّارِبِينَ - قَالَ لَمْ تَعْصِرهَا الرِّجَال بِأَقْدَامِهِمْ - وَأَنْهَار مِنْ عَسَل مُصَفًّى - قَالَ لَمْ يَخْرُج مِنْ بُطُون النَّحْل - يَسْتَجْنِي الثِّمَار فَإِنْ شَاءَ قَائِمًا وَإِنْ شَاءَ قَاعِدًا وَإِنْ شَاءَ مُتَّكِئًا - ثُمَّ تَلَا \" وَدَانِيَة عَلَيْهِمْ ظِلَالهَا وَذُلِّلَتْ قُطُوفهَا تَذْلِيلًا \" - فَيَشْتَهِي الطَّعَام فَيَأْتِيه طَيْر أَبْيَض - قَالَ وَرُبَّمَا قَالَ أَخْضَر قَالَ - فَتَرْفَع أَجْنِحَتهَا فَيَأْكُل مِنْ جَنُوبهَا أَيّ الْأَلْوَان شَاءَ ثُمَّ يَطِير فَيَذْهَب فَيَدْخُل الْمَلَك فَيَقُول : سَلَام عَلَيْكُمْ تَلِكُمْ الْجَنَّة أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ . وَلَوْ أَنَّ شَعْرَة مِنْ شَعْر الْحَوْرَاء وَقَعَتْ فِي الْأَرْض لَأَضَاءَتْ الشَّمْس مَعَهَا سَوَادًا فِي نُور \" هَذَا حَدِيث غَرِيب وَكَأَنَّهُ مُرْسَل وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40763, "aya_id": 74}]