[{"text": "إِن تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِن تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ", "sura_id": 39, "type": 0, "id": 4065, "aya_id": 7}, {"text": "إن تكفروا فإن الله غني عنكم و لا يرضى لعباده الكفر وإن تشكروا يرضه لكم ولا تزر وازرة وزر أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات الصدور", "sura_id": 39, "type": 1, "id": 10301, "aya_id": 7}, {"text": "7 - (إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا) الله فتؤمنوا (يرضه) بسكون الهاء وضمها مع إشباع ودونه أي الشكر (لكم ولا تزر) نفس (وازرة وزر) نفس (أخرى) أي لا تحمله (ثم إلى ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات الصدور) بما في القلوب \r\n", "sura_id": 39, "type": 2, "id": 29009, "aya_id": 7}, {"text": "إن تكفروا- أيها الناس- بربكم ولم تؤمنوا به, ولم تتبعوا رسله, فإنه غنيٌّ عنكم, ليس بحاجة إليكم, وأنتم الفقراء إليه, ولا يرضى لعباده الكفر, ولا يأمرهم به, وإنما يرضى لهم شكر نعمه عليهم. ولا تحمل نفس إثم نفس أخرى, ثم إلى ربكم مصيركم, فيخبركم بعملكم, ويحاسبكم عليه. إنه عليم بأسرار النفوس وما تخفي الصدور.\r\n", "sura_id": 39, "type": 3, "id": 35245, "aya_id": 7}, {"text": " <font color=red>إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى مُخْبِرًا عَنْ نَفْسه تَبَارَكَ وَتَعَالَى أَنَّهُ الْغَنِيّ عَمَّا سِوَاهُ مِنْ الْمَخْلُوقَات كَمَا قَالَ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام \" إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْض جَمِيعًا فَإِنَّ اللَّه لَغَنِيٌّ حَمِيدٌ \" وَفِي صَحِيح مُسْلِم \" يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا \" . وَقَوْله تَعَالَى \" وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ \" أَيْ لَا يُحِبُّهُ وَلَا يَأْمُرُ بِهِ \" وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ \" أَيْ يُحِبّهُ لَكُمْ وَيَزِدْكُمْ مِنْ فَضْله \" وَلَا تَزِر وَازِرَة وِزْر أُخْرَى \" أَيْ لَا تَحْمِل نَفْس عَنْ نَفْس شَيْئًا بَلْ كُلٌّ مُطَالَبٌ بِأَمْرِ نَفْسه \" ثُمَّ إِلَى رَبّكُمْ مَرْجِعكُمْ فَيُنَبِّئكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيم بِذَاتِ الصُّدُور \" أَيْ فَلَا تَخْفَى عَلَيْهِ خَافِيَة .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40758, "aya_id": 7}]