[{"text": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ", "sura_id": 9, "type": 0, "id": 1268, "aya_id": 33}, {"text": "هو الذي أرسل رسوله بالهدى و دين الحق ليظهره على الدين كله و لو كره المشركون", "sura_id": 9, "type": 1, "id": 7504, "aya_id": 33}, {"text": "33 - (هو الذي أرسل رسوله) محمداً صلى الله عليه وسلم (بالهدى ودين الحق ليظهره) يعليه (على الدين كله) جميع الأديان المخالفة له (ولو كره المشركون) ذلك \r\n", "sura_id": 9, "type": 2, "id": 26212, "aya_id": 33}, {"text": "هو الذي أرسل رسوله محمدًا صلى الله عليه وسلم بالقرآن ودين الإسلام; ليعليه على الأديان كلها, ولو كره المشركون دين الحق -الإسلام- وظهوره على الأديان.\r\n", "sura_id": 9, "type": 3, "id": 32448, "aya_id": 33}, {"text": " <font color=red>هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" هُوَ الَّذِي أَرْسَلَ رَسُوله بِالْهُدَى وَدِين الْحَقّ \" فَالْهُدَى هُوَ مَا جَاءَ بِهِ مِنْ الْإخْبَارَات الصَّادِقَة وَالْإِيمَان الصَّحِيح وَالْعِلْم النَّافِع وَدِين الْحَقّ هُوَ الْأَعْمَال الصَّالِحَة الصَّحِيحَة النَّافِعَة فِي الدُّنْيَا وَالْآخِرَة \" لِيُظْهِرهُ عَلَى الدِّين كُلّه \" أَيْ عَلَى سَائِر الْأَدْيَان كَمَا ثَبَتَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ اللَّه زَوَى لِيَ الْأَرْض مَشَارِقهَا وَمَغَارِبهَا وَسَيَبْلُغُ مُلْك أُمَّتِي مَا زَوَى لِي مِنْهَا \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ مُحَمَّد بْن أَبِي يَعْقُوب سَمِعْت شَقِيق بْن حَيَّان يُحَدِّث عَنْ مَسْعُود بْن قَبِيصَة أَوْ قَبِيصَة بْن مَسْعُود يَقُول : صَلَّى هَذَا الْحَيّ مِنْ مُحَارِب الصُّبْح فَلَمَّا صَلَّوْا قَالَ شَابّ مِنْهُمْ : سَمِعْت رَسُول اللَّه صَلَّى اللَّهُ تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ يَقُول \" إِنَّهُ سَتُفْتَحُ لَكُمْ مَشَارِق الْأَرْض وَمَغَارِبهَا وَإِنَّ عُمَّالهَا فِي النَّار إِلَّا مَنْ اِتَّقَى اللَّه وَأَدَّى الْأَمَانَة \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا صَفْوَان حَدَّثَنَا سُلَيْم بْن عَامِر عَنْ تَمِيم الدَّارِيّ رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَيَبْلُغَنَّ هَذَا الْأَمْر مَا بَلَغَ اللَّيْل وَالنَّهَار وَلَا يَتْرُك اللَّه بَيْت مَدَر وَلَا وَبَر إِلَّا أَدْخَلَهُ هَذَا الدِّين يُعِزّ عَزِيزًا وَيُذِلّ ذَلِيلًا عِزًّا يُعِزّ اللَّه بِهِ الْإِسْلَام وَذُلًّا يُذِلّ اللَّه بِهِ الْكُفْر \" فَكَانَ تَمِيم الدَّارِيّ يَقُول : قَدْ عَرَفْت ذَلِكَ فِي أَهْل بَيْتِي لَقَدْ أَصَابَ مَنْ أَسْلَمَ مِنْهُمْ الْخَيْر وَالشَّرَف وَالْعِزّ وَلَقَدْ أَصَابَ مَنْ كَانَ كَافِرًا مِنْهُمْ الذُّلّ وَالصَّغَار وَالْجِزْيَة . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن عَبْد رَبّه حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنِي اِبْن جَابِر سَمِعْت سُلَيْم بْن عَامِر قَالَ : سَمِعْت الْمِقْدَاد بْن الْأَسْوَد يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا يَبْقَى عَلَى وَجْه الْأَرْض بَيْت مَدَر وَلَا وَبَر إِلَّا دَخَلَتْهُ كَلِمَة الْإِسْلَام يُعِزّ عَزِيزًا وَيُذِلّ ذَلِيلًا إِمَّا يُعِزّهُمْ اللَّه فَيَجْعَلهُمْ مِنْ أَهْلهَا وَإِمَّا يُذِلّهُمْ فَيَدِينُونَ لَهَا \" وَفِي الْمُسْنَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ اِبْن عَوْن عَنْ اِبْن سِيرِين عَنْ أَبِي حُذَيْفَة عَنْ عَدِيّ بْن حَاتِم سَمِعَهُ يَقُول : دَخَلْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَا عَدِيّ أَسْلِمْ تَسْلَم \" فَقُلْت إنِّي مِنْ أَهْل دِين قَالَ \" أَنَا أَعْلَم بِدِينِك مِنْك \" فَقُلْت أَنْتَ أَعْلَم بِدِينِي مِنِّي ؟ قَالَ \" نَعَمْ أَلَسْت مِنْ الرَّكُوسِيَّة وَأَنْتَ تَأْكُل مِرْبَاع قَوْمك ؟ \" قُلْت بَلَى ! قَالَ \" فَإِنَّ هَذَا لَا يَحِلّ لَك فِي دِينك \" قَالَ فَلَمْ يَعُدْ أَنْ قَالَهَا فَتَوَاضَعْت لَهَا قَالَ \" أَمَا إِنِّي أَعْلَم مَا الَّذِي يَمْنَعك مِنْ الْإِسْلَام تَقُول إِنَّمَا اِتَّبَعَهُ ضَعَفَة النَّاس وَمَنْ لَا قُوَّة لَهُ وَقَدْ رَمَتْهُمْ الْعَرَب أَتَعْرِفُ الْحِيرَة ؟ \" قُلْت لَمْ أَرَهَا وَقَدْ سَمِعْت بِهَا قَالَ \" فَوَاَلَّذِي نَفْسِي بِيَدِهِ لَيُتِمَّنَّ اللَّه هَذَا الْأَمْر حَتَّى تَخْرُج الظَّعِينَة مِنْ الْحِيرَة حَتَّى تَطُوف بِالْبَيْتِ مِنْ غَيْر جِوَار أَحَد وَلَتُفْتَحَنَّ كُنُوز كِسْرَى بْن هُرْمُز \" قُلْت كِسْرَى بْن هُرْمُز ؟ قَالَ \" نَعَمْ كِسْرَى بْن هُرْمُز وَلَيُبْذَلَنَّ الْمَال حَتَّى لَا يَقْبَلهُ أَحَد \" قَالَ عَدِيّ : فَهَذِهِ الظَّعِينَة تَخْرُج مِنْ الْحِيرَة فَتَطُوف بِالْبَيْتِ مِنْ غَيْر جِوَار أَحَد وَلَقَدْ كُنْت فِيمَنْ فَتَحَ كُنُوز كِسْرَى بْن هُرْمُز وَاَلَّذِي نَفْسِي بِيَدِهِ لَتَكُونَنَّ الثَّالِثَة لِأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ قَالَهَا . وَقَالَ مُسْلِم : حَدَّثَنَا أَبُو مَعْن زَيْد بْن يَزِيد الرَّقَاشِيّ حَدَّثَنَا خَالِد بْن الْحَارِث حَدَّثَنَا عَبْد الْحَمِيد بْن جَعْفَر عَنْ الْأَسْوَد بْن الْعَلَاء عَنْ أَبِي سَلَمَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهُمَا \" قَالَتْ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا يَذْهَب اللَّيْل وَالنَّهَار حَتَّى تُعْبَد اللَّات وَالْعُزَّى \" فَقُلْت يَا رَسُول اللَّه إِنْ كُنْت لَأَظُنّ حِين أَنْزَلَ اللَّه عَزَّ وَجَلَّ \" هُوَ الَّذِي أَرْسَلَ رَسُوله بِالْهُدَى وَدِين الْحَقّ \" الْآيَة أَنَّ ذَلِكَ تَامّ قَالَ \" إِنَّهُ سَيَكُونُ مِنْ ذَلِكَ مَا شَاءَ اللَّه عَزَّ وَجَلَّ ثُمَّ يَبْعَث اللَّه رِيحًا طَيِّبَة فَيُتَوَفَّى كُلّ مَنْ كَانَ فِي قَلْبه مِثْقَال حَبَّة خَرْدَل مِنْ إِيمَان فَيَبْقَى مَنْ لَا خَيْر فِيهِ فَيَرْجِعُونَ إِلَى دِين آبَائِهِمْ \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43450, "aya_id": 33}]