[{"text": "فَلَمَّا آتَاهُمَا صَالِحاً جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا فَتَعَالَى اللّهُ عَمَّا يُشْرِكُونَ", "sura_id": 7, "type": 0, "id": 1144, "aya_id": 190}, {"text": "فلما آتاهما صالحا جعلا له شركاء فيما آتاهما فتعالى الله عما يشركون", "sura_id": 7, "type": 1, "id": 7380, "aya_id": 190}, {"text": "190 - (فلما آتاهما) ولداً (صالحاً جعلا له شركاء) وفي قراءة بكسر الشين والتنوين أي شريكا (فيما آتاهما) بتسميته عبد الحارث ولا ينبغي أن يكون عبداً إلا لله ، وليس بإشراك في العبودية لعصمة آدم وروى سمرة عن النبي صلى الله عليه وسلم قال : \" لما ولدت حواء طاف بها إبليس وكان لا يعيش لها ولد فقال سميه عبد الحارث فإنه يعيش فسمته فكان ذلك من وحي الشيطان وأمره \" رواه الحاكم وقال صحيح والترمذي وقال حسن غريب (فتعالى الله عما يشركون) أي أهل مكة به من الأصنام والجملة مسببة عطف على خلقكم وما بينهما اعتراض \r\n", "sura_id": 7, "type": 2, "id": 26088, "aya_id": 190}, {"text": "فلما رزق الله الزوجين ولدًا صالحًا, جعلا لله شركاء في ذلك الولد الذي انفرد الله بخلقه فعبَّداه لغير الله, فتعالى الله وتنزه عن كل شرك.\r\n", "sura_id": 7, "type": 3, "id": 32324, "aya_id": 190}, {"text": " <font color=red>فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ</font><BR><p>فَذَلِكَ قَوْل اللَّه تَعَالَى\" فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاء فِيمَا آتَاهُمَا\" الْآيَة وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ شِرْك عَنْ خُصَيْف عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاء فِيمَا آتَاهُمَا \" قَالَ : قَالَ اللَّه تَعَالَى \" هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْس وَاحِدَة وَجَعَلَ مِنْهَا زَوْجهَا لِيَسْكُن إِلَيْهَا فَلَمَّا تَغَشَّاهَا \" آدَم \" حَمَلَتْ\" أَتَاهُمَا إِبْلِيس لَعَنَهُ اللَّه فَقَالَ إِنَى صَاحِبكُمَا الَّذِي أَخْرَجْتُكُمَا مِنْ الْجَنَّة لَتُطِيعَانِي أَوْ لَأَجْعَلَنَّ لَهُ قَرْنَيْ أُيَّل فَيَخْرُج مِنْ بَطْنك فَيَشُقّهُ وَلَأَفْعَلَنَّ وَلَأَفْعَلَنَّ يُخَوِّفهُمَا فَسَمَّيَاهُ عَبْد الْحَارِث فَأَبَيَا أَنْ يُطِيعَاهُ فَخَرَجَ مَيِّتًا ثُمَّ حَمَلَتْ يَعْنِي الثَّانِي فَأَتَاهُمَا أَيْضًا فَقَالَ أَنَا صَاحِبكُمَا الَّذِي فَعَلْت مَا فَعَلْت لَتَفْعَلَنَّ أَوْ لَأَفْعَلَنَّ - يُخَوِّفهُمَا - فَأَبَيَا أَنْ يُطِيعَاهُ فَخَرَجَ مَيِّتًا ثُمَّ حَمَلَتْ الثَّالِثَة فَأَتَاهُمَا أَيْضًا فَذَكَرَ لَهُمَا فَأَدْرَكَهُمَا حُبّ الْوَلَد فَسَمَّيَاهُ عَبْد الْحَارِث فَذَلِكَ قَوْله تَعَالَى \" جَعَلَا لَهُ شُرَكَاء فِيمَا آتَاهُمَا\" رَوَاهُ اِبْن أَبِي حَاتِم . وَقَدْ تَلَقَّى هَذَا الْأَثَر عَنْ اِبْن عَبَّاس مِنْ أَصْحَابه كَمُجَاهِدٍ وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَمِنْ الطَّبَقَة الثَّانِيَة قَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد مِنْ السَّلَف وَجَمَاعَة مِنْ الْخَلَف وَمِنْ الْمُفَسِّرِينَ مِنْ الْمُتَأَخِّرِينَ جَمَاعَات لَا يُحْصَوْنَ كَثْرَة وَكَأَنَّهُ وَاَللَّه أَعْلَم أَصْله مَأْخُوذ مِنْ أَهْل الْكِتَاب فَإِنَّ اِبْن عَبَّاس رَوَاهُ عَنْ أُبَيّ بْن كَعْب كَمَا رَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْجُمَاهِر حَدَّثَنَا سَعِيد يَعْنِي اِبْن بَشِير عَنْ عُقْبَة عَنْ قَتَادَة عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس عَنْ أُبَيّ بْن كَعْب قَالَ : لَمَّا حَمَلَتْ حَوَّاء أَتَاهَا الشَّيْطَان فَقَالَ لَهَا أَتُطِيعِينَنِي وَيَسْلَم لَك وَلَدك سَمِّيهِ عَبْد الْحَارِث فَلَمْ تَفْعَل فَوَلَدَتْ فَمَاتَ ثُمَّ حَمَلَتْ فَقَالَ لَهَا مِثْل ذَلِكَ فَلَمْ تَفْعَل ثُمَّ حَمَلَتْ الثَّالِثَة فَجَاءَهَا فَقَالَ إِنْ تُطِيعِينِي يَسْلَم وَإِلَّا فَإِنَّهُ يَكُون بَهِيمَة فَهَيَّبَهُمَا فَأَطَاعَا . وَهَذِهِ الْآثَار يَظْهَر عَلَيْهَا وَاَللَّه أَعْلَم أَنَّهَا مِنْ آثَار أَهْل الْكِتَاب وَقَدْ صَحَّ الْحَدِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ\" إِذَا حَدَّثَكُمْ أَهْل الْكِتَاب فَلَا تُصَدِّقُوهُمْ وَلَا تُكَذِّبُوهُمْ\" ثُمَّ أَخْبَارهمْ عَلَى ثَلَاثَة أَقْسَام فَمِنْهَا مَا عَلِمْنَا صِحَّته بِمَا دَلَّ عَلَيْهِ الدَّلِيل مِنْ كِتَاب اللَّه أَوْ سُنَّة رَسُوله وَمِنْهَا مَا عَلِمْنَا كَذِبه بِمَا دَلَّ عَلَى خِلَافه مِنْ الْكِتَاب وَالسُّنَّة أَيْضًا وَمِنْهَا مَا هُوَ مَسْكُوت عَنْهُ فَهُوَ الْمَأْذُون فِي رِوَايَته بِقَوْلِهِ عَلَيْهِ السَّلَام \" حَدِّثُوا عَنْ بَنِي إِسْرَائِيل وَلَا حَرَج \" وَهُوَ الَّذِي لَا يُصَدَّق وَلَا يُكَذَّب لِقَوْلِهِ \" فَلَا تُصَدِّقُوهُمْ وَلَا تُكَذِّبُوهُمْ \" وَهَذَا الْأَثَر هُوَ الْقِسْم الثَّانِي أَوْ الثَّالِث فِيهِ نَظَر فَأَمَّا مَنْ حَدَّثَ بِهِ مِنْ صَحَابِيّ أَوْ تَابِعِيّ فَإِنَّهُ يَرَاهُ مِنْ الْقِسْم الثَّالِث وَأَمَّا نَحْنُ فَعَلَى مَذْهَب الْحَسَن الْبَصْرِيّ رَحِمَهُ اللَّه فِي هَذَا وَأَنَّهُ لَيْسَ الْمُرَاد مِنْ هَذَا السِّيَاق آدَم وَحَوَّاء وَإِنَّمَا الْمُرَاد مِنْ ذَلِكَ الْمُشْرِكُونَ مِنْ ذُرِّيَّته وَلِهَذَا قَالَ اللَّه \" فَتَعَالَى اللَّه عَمَّا يُشْرِكُونَ \" ثُمَّ قَالَ فَذَكَرَ آدَم وَحَوَّاء أَوَّلًا كَالتَّوْطِئَةِ لِمَا بَعْدهمَا مِنْ الْوَالِدَيْنِ وَهُوَ كَالِاسْتِطْرَادِ مِنْ ذِكْر الشَّخْص إِلَى الْجِنْس كَقَوْلِهِ \" وَلَقَدْ زَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيح \" الْآيَة وَمَعْلُوم أَنَّ الْمَصَابِيح وَهِيَ النُّجُوم الَّتِي زُيِّنَتْ بِهَا السَّمَاء لَيْسَتْ هِيَ الَّتِي يُرْمَى بِهَا وَإِنَّمَا هَذَا اِسْتِطْرَاد مِنْ شَخْص الْمَصَابِيح إِلَى جِنْسهَا وَلِهَذَا نَظَائِر فِي الْقُرْآن وَاَللَّه أَعْلَم.</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42567, "aya_id": 190}]