[{"text": "وَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلاَلٌ وَهَذَا حَرَامٌ لِّتَفْتَرُواْ عَلَى اللّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللّهِ الْكَذِبَ لاَ يُفْلِحُونَ", "sura_id": 16, "type": 0, "id": 2017, "aya_id": 116}, {"text": "ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال وهذا حرام لتفتروا على الله الكذب إن الذين يفترون على الله الكذب لا يفلحون", "sura_id": 16, "type": 1, "id": 8253, "aya_id": 116}, {"text": "116 - (ولا تقولوا لما تصف ألسنتكم) أي لوصف ألسنتكم (الكذب هذا حلال وهذا حرام) لما لم يحله الله ولم يحرمه (لتفتروا على الله الكذب إن الذين يفترون على الله الكذب لا يفلحون) \r\n", "sura_id": 16, "type": 2, "id": 26961, "aya_id": 116}, {"text": "ولا تقولوا -أيها المشركون- للكذب الذي تصفه ألسنتكم: هذا حلال لِما حرَّمه الله, وهذا حرام لِما أحَلَّه الله; لتختلقوا على الله الكذب بنسبة التحليل والتحريم إليه, إن الذين يختلقون على الله الكذب لا يفوزون بخير في الدنيا ولا في الآخرة.\r\n", "sura_id": 16, "type": 3, "id": 33197, "aya_id": 116}, {"text": " <font color=red>وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ</font><BR><p>ثُمَّ نَهَى تَعَالَى عَنْ سُلُوك سَبِيل الْمُشْرِكِينَ الَّذِينَ حَلَّلُوا وَحَرَّمُوا بِمُجَرَّدِ مَا وَصَفُوهُ وَاصْطَلَحُوا عَلَيْهِ مِنْ الْأَسْمَاء بِآرَائِهِمْ مِنْ الْبَحِيرَة وَالسَّائِبَة وَالْوَصِيلَة وَالْحَام وَغَيْر ذَلِكَ مِمَّا كَانَ شَرْعًا لَهُمْ اِبْتَدَعُوهُ فِي جَاهِلِيَّتهمْ فَقَالَ \" وَلَا تَقُولُوا لِمَا تَصِف أَلْسِنَتكُمْ الْكَذِب هَذَا حَلَال وَهَذَا حَرَام لِتَفْتَرُوا عَلَى اللَّه الْكَذِب \" وَيَدْخُل فِي هَذَا كُلّ مَنْ اِبْتَدَعَ بِدْعَة لَيْسَ لَهُ فِيهَا مُسْتَنَد شَرْعِيّ أَوْ حَلَّلَ شَيْئًا مِمَّا حَرَّمَ اللَّه أَوْ حَرَّمَ شَيْئًا مِمَّا أَبَاحَ اللَّه بِمُجَرَّدِ رَأْيه وَتَشَهِّيه وَمَا فِي قَوْله \" لِمَا تَصِف \" مَصْدَرِيَّة أَيْ وَلَا تَقُولُوا الْكَذِب لِوَصْفِ أَلْسِنَتكُمْ ثُمَّ تَوَعَّدَ عَلَى ذَلِكَ فَقَالَ \" إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّه الْكَذِب لَا يُفْلِحُونَ \" أَيْ فِي الدُّنْيَا وَلَا فِي الْآخِرَة .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38070, "aya_id": 116}]