[{"text": "لَّيْسَ بِأَمَانِيِّكُمْ وَلا أَمَانِيِّ أَهْلِ الْكِتَابِ مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلاَ يَجِدْ لَهُ مِن دُونِ اللّهِ وَلِيًّا وَلاَ نَصِيرًا", "sura_id": 4, "type": 0, "id": 616, "aya_id": 123}, {"text": "ليس بأمانيكم ولا أماني أهل الكتاب من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا", "sura_id": 4, "type": 1, "id": 6852, "aya_id": 123}, {"text": "123 - ونزل لما افتخر المسلمون وأهل الكتاب (ليس) الأمر منوطا (بأمانيكم ولا أماني أهل الكتاب) بل بالعمل الصالح (من يعمل سوء يجز به) إما في الآخرة أو الدنيا بالبلاء والمحن كما ورد في الحديث (ولا يجد له من دون الله) أي غيره (وليا) يحفظه (ولا نصيرا) يمنعه منه \r\n", "sura_id": 4, "type": 2, "id": 25560, "aya_id": 123}, {"text": "لا يُنال هذا الفضل العظيم بالأماني التي تتمنونها أيها المسلمون, ولا بأماني أهل الكتاب من اليهود والنصارى, وإنما يُنال بالإيمان الصادق بالله تعالى, وإحسان العمل الذي يرضيه. ومن يعمل عملا سيئًا يجز به, ولا يجد له سوى الله تعالى وليّاً يتولى أمره وشأنه, ولا نصيرًا ينصره, ويدفع عنه سوء العذاب.\r\n", "sura_id": 4, "type": 3, "id": 31796, "aya_id": 123}, {"text": " <font color=red>لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا</font><BR><p>قَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ الْمُسْلِمِينَ وَأَهْل الْكِتَاب اِفْتَخَرُوا فَقَالَ أَهْل الْكِتَاب : نَبِيّنَا قَبْل نَبِيّكُمْ وَكِتَابنَا قَبْل كِتَابكُمْ فَنَحْنُ أَوْلَى بِاَللَّهِ مِنْكُمْ وَقَالَ الْمُسْلِمُونَ : نَحْنُ أَوْلَى بِاَللَّهِ مِنْكُمْ وَنَبِيّنَا خَاتَم النَّبِيِّينَ وَكِتَابنَا يَقْضِي عَلَى الْكُتُب الَّتِي كَانَتْ قَبْله فَأَنْزَلَ اللَّه \" لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيّ أَهْل الْكِتَاب مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" \" وَمَنْ أَحْسَن دِينًا مِمَّنْ أَسْلَمَ وَجْهه لِلَّهِ وَهُوَ مُحْسِن \" الْآيَة . ثُمَّ أَفْلَجَ اللَّه حُجَّة الْمُسْلِمِينَ عَلَى مَنْ نَاوَأَهُمْ مِنْ أَهْل الْأَدْيَان . وَكَذَا رُوِيَ عَنْ السُّدِّيّ وَمَسْرُوق وَالضَّحَّاك وَأَبِي صَالِح وَغَيْرهمْ وَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ فِي هَذِهِ الْآيَة : تَخَاصَمَ أَهْل الْأَدْيَان فَقَالَ أَهْل التَّوْرَاة : كِتَابنَا خَيْر الْكُتُب وَنَبِيّنَا خَيْر الْأَنْبِيَاء وَقَالَ أَهْل الْإِنْجِيل مِثْل ذَلِكَ وَقَالَ أَهْل الْإِسْلَام : لَا دِين إِلَّا الْإِسْلَام وَكِتَابنَا نَسَخَ كُلّ كِتَاب وَنَبِيّنَا خَاتَم النَّبِيِّينَ وَأُمِرْتُمْ وَأُمِرْنَا أَنْ نُؤْمِن بِكِتَابِكُمْ وَنَعْمَل بِكِتَابِنَا فَقَضَى اللَّه بَيْنهمْ وَقَالَ \" لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيّ أَهْل الْكِتَاب مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" الْآيَة وَخَيَّرَ بَيْن الْأَدْيَان فَقَالَ \" وَمَنْ أَحْسَن دِينًا مِمَّنْ أَسْلَمَ وَجْهه لِلَّهِ وَهُوَ مُحْسِن \" إِلَى قَوْله \" وَاِتَّخَذَ اللَّه إِبْرَاهِيم خَلِيلًا \" وَقَالَ مُجَاهِد : قَالَتْ الْعَرَب : لَنْ نُبْعَث وَلَنْ نُعَذَّب وَقَالَتْ الْيَهُود وَالنَّصَارَى \" لَنْ يَدْخُل الْجَنَّة إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى \" وَقَالُوا \" لَنْ تَمَسّنَا النَّار إِلَّا أَيَّامًا مَعْدُودَات \" وَالْمَعْنَى فِي هَذِهِ الْآيَة أَنَّ الدِّين لَيْسَ بِالتَّحَلِّي وَلَا بِالتَّمَنِّي وَلَكِنْ مَا وَقَرَ فِي الْقُلُوب وَصَدَّقَتْهُ الْأَعْمَال وَلَيْسَ كُلّ مَنْ اِدَّعَى شَيْئًا حَصَلَ لَهُ بِمُجَرَّدِ دَعْوَاهُ وَلَا كُلّ مَنْ قَالَ إِنَّهُ عَلَى الْحَقّ سُمِعَ قَوْله بِمُجَرَّدِ ذَلِكَ حَتَّى يَكُون لَهُ مِنْ اللَّه بُرْهَان وَلِهَذَا قَالَ تَعَالَى \" لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيّ أَهْل الْكِتَاب مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" أَيْ لَيْسَ لَكُمْ وَلَا لَهُمْ النَّجَاة بِمُجَرَّدِ التَّمَنِّي بَلْ الْعِبْرَة بِطَاعَةِ اللَّه سُبْحَانه وَاتِّبَاع مَا شَرَعَهُ عَلَى أَلْسِنَة الرُّسُل الْكِرَام وَلِهَذَا قَالَ بَعْده \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" كَقَوْلِهِ \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" وَقَدْ رُوِيَ أَنَّ هَذِهِ الْآيَة لَمَّا نَزَلَتْ شَقَّ ذَلِكَ عَلَى كَثِير مِنْ الصَّحَابَة قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر حَدَّثَنَا إِسْمَاعِيل عَنْ أَبِي بَكْر بْن أَبِي زُهَيْر قَالَ : أُخْبِرْت أَنَّ أَبَا بَكْر رَضِيَ اللَّه عَنْهُ قَالَ : يَا رَسُول اللَّه كَيْف الْفَلَاح بَعْد هَذِهِ الْآيَة لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيّ أَهْل الْكِتَاب مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ فَكُلّ سُوء عَمِلْنَاهُ جُزِينَا بِهِ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" غَفَرَ اللَّه لَك يَا أَبَا بَكْر أَلَسْت تَمْرَض أَلَسْت تَنْصَب أَلَسْت تَحْزَن أَلَسْت تُصِيبك اللَّأْوَاء \" قَالَ بَلَى قَالَ \" فَهُوَ مِمَّا تُجْزَوْنَ بِهِ \" وَرَوَاهُ سَعِيد بْن مَنْصُور عَنْ خَلَف بْن خَلِيفَة عَنْ إِسْمَاعِيل بْن أَبِي خَالِد بِهِ وَرَوَاهُ الْحَاكِم مِنْ طَرِيق سُفْيَان الثَّوْرِيّ عَنْ إِسْمَاعِيل بِهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الْوَهَّاب بْن عَطَاء عَنْ زِيَاد الْجَصَّاص عَنْ عَلِيّ بْن زَيْد عَنْ مُجَاهِد عَنْ اِبْن عُمَر قَالَ : سَمِعْت أَبَا بَكْر يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ فِي الدُّنْيَا \" وَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن هِشَام بْن جُهَيْمَة حَدَّثَنَا يَحْيَى بْن أَبِي طَالِب حَدَّثَنَا عَبْد الْوَهَّاب بْن عَطَاء حَدَّثَنَا زِيَاد الْجَصَّاص عَنْ عَلِيّ بْن زَيْد عَنْ مُجَاهِد قَالَ : قَالَ عَبْد اللَّه بْن عُمَر : اُنْظُرُوا الْمَكَان الَّذِي فِيهِ عَبْد اللَّه بْن الزُّبَيْر مَصْلُوبًا فَلَا تَمُرُّنَّ عَلَيْهِ قَالَ فَسَهَا الْغُلَام فَإِذَا عَبْد اللَّه بْن عُمَر يَنْظُر إِلَى اِبْن الزُّبَيْر فَقَالَ يَغْفِر اللَّه لَك ثَلَاثًا أَمَا وَاَللَّه مَا عَلِمْتُك إِلَّا صَوَّامًا قَوَّامًا وَصَّالًا لِلرَّحِمِ أَمَا وَاَللَّه إِنِّي لَأَرْجُو مَعَ مَسَاوِئ مَا أَصَبْت أَنْ لَا يُعَذِّبك اللَّه بَعْدهَا قَالَ : ثُمَّ اِلْتَفَتَ إِلَيَّ فَقَالَ : سَمِعْت أَبَا بَكْر الصِّدِّيق يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ يَعْمَل سُوءًا فِي الدُّنْيَا يُجْزَ بِهِ \" وَرَوَاهُ أَبُو بَكْر الْبَزَّار فِي مُسْنَده عَنْ الْفَضْل بْن سَهْل عَنْ عَبْد الْوَهَّاب بْن عَطَاء بِهِ مُخْتَصَرًا وَقَالَ فِي مُسْنَد اِبْن الزُّبَيْر : حَدَّثَنَا إِبْرَاهِيم بْن الْمُسْتَمِرّ الْعُرُوقِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن سُلَيْم بْن حَيَّان حَدَّثَنِي أَبِي عَنْ جَدِّي حَيَّان بْن بِسْطَام قَالَ بِسْطَام قَالَ كُنْت مَعَ اِبْن عُمَر فَمَرَّ بِعَبْدِ اللَّه بْن الزُّبَيْر وَهُوَ مَصْلُوب فَقَالَ رَحْمَة اللَّه عَلَيْك يَا أَبَا خُبَيْب سَمِعْت أَبَاك يَعْنِي الزُّبَيْر يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ فِي الدُّنْيَا وَالْآخِرَة \" ثُمَّ قَالَ لَا نَعْلَمهُ يَرْوِي عَنْ الزُّبَيْر إِلَّا مِنْ هَذَا الْوَجْه وَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا أَحْمَد بْن كَامِل حَدَّثَنَا مُحَمَّد بْن سَعْد الْعَوْفِيّ حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا مُوسَى بْن عُبَيْدَة حَدَّثَنِي مَوْلَى بْن السِّبَاع قَالَ : سَمِعْت اِبْن عُمَر يُحَدِّث عَنْ أَبِي بَكْر الصِّدِّيق قَالَ : كُنْت عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ هَذِهِ الْآيَة مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ وَلَا يَجِد لَهُ مِنْ دُون اللَّه وَلِيًّا وَلَا نَصِيرًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا بَكْر أَلَا أُقْرِئك آيَة نَزَلَتْ عَلَيَّ \" قَالَ : قُلْت بَلَى يَا رَسُول اللَّه أَقْرِئْنِيهَا فَلَا أَعْلَم أَنِّي قَدْ وَجَدْت اِنْفِصَامًا فِي ظَهْرِي حَتَّى تَمَطَّيْت لَهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَالَك يَا أَبَا بَكْر \" قُلْت بِأَبِي أَنْتَ وَأُمِّي يَا رَسُول اللَّه وَأَيّنَا لَمْ يَعْمَل السُّوء وَإِنَّا لَمَجْزِيُّونَ بِكُلِّ سُوء عَمِلْنَاهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَّا أَنْتَ يَا أَبَا بَكْر وَأَصْحَابك الْمُؤْمِنُونَ فَإِنَّكُمْ تُجْزَوْنَ بِذَلِكَ فِي الدُّنْيَا حَتَّى تَلْقَوْا اللَّه لَيْسَ لَكُمْ ذُنُوب وَأَمَّا الْآخَرُونَ فَيُجْمَع ذَلِكَ لَهُمْ حَتَّى يُجْزَوْا بِهِ يَوْم الْقِيَامَة \" وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ يَحْيَى بْن مُوسَى وَعَبْد بْن حُمَيْد عَنْ رَوْح بْن عُبَادَة بِهِ ثُمَّ قَالَ وَمُوسَى بْن عُبَيْدَة يُضَعَّف وَمَوْلَى بْن سِبَاع مَجْهُول وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم قَالَ ثَنَا الْحُسَيْن قَالَ ثَنَا حَجَّاج عَنْ اِبْن جُرَيْج قَالَ : أَخْبَرَنِي عَطَاء بْن أَبِي رَبَاح قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة قَالَ أَبُو بَكْر جَاءَتْ قَاصِمَة الظَّهْر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا هِيَ الْمُصِيبَات فِي الدُّنْيَا \" \" طَرِيق أُخْرَى عَنْ الصِّدِّيق \" قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِسْحَاق الْعَسْكَرِيّ حَدَّثَنَا مُحَمَّد بْن عَامِر السَّعْدِيّ حَدَّثَنَا يَحْيَى بْن يَحْيَى حَدَّثَنَا فُضَيْل بْن عِيَاض عَنْ سُلَيْمَان بْن مِهْرَان عَنْ مُسْلِم بْن صُبَيْح عَنْ مَسْرُوق قَالَ : قَالَ أَبُو بَكْر الصِّدِّيق يَا رَسُول اللَّه مَا أَشَدّ هَذِهِ الْآيَة \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْمَصَائِب وَالْأَمْرَاض وَالْأَحْزَان فِي الدُّنْيَا جَزَاء \" \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير : حَدَّثَنِي عَبْد اللَّه بْن أَبِي زِيَاد وَأَحْمَد بْن مَنْصُور قَالَا : أَنْبَأَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا عَبْد الْمَلِك بْن الْحَسَن الْمُحَارِبِيّ حَدَّثَنَا مُحَمَّد بْن زَيْد بْن مُنْقِذ عَنْ عَائِشَة عَنْ أَبِي بَكْر قَالَ : لَمَّا نَزَلَتْ \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" قَالَ أَبُو بَكْر : يَا رَسُول اللَّه كُلّ مَا نَعْمَل نُؤَاخَذ بِهِ ؟ فَقَالَ : \" يَا أَبَا بَكْر أَلَيْسَ يُصِيبك كَذَا وَكَذَا فَهُوَ كَفَّارَة \" . \" حَدِيث آخَر \" قَالَ سَعِيد بْن مَنْصُور أَنْبَأَنَا عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ بَكْر بْن سَوَادَة حَدَّثَهُ أَنَّ يَزِيد بْن أَبِي يَزِيد حَدَّثَهُ عَنْ عُبَيْد بْن عُمَيْر عَنْ عَائِشَة أَنَّ رَجُلًا تَلَا هَذِهِ الْآيَة \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" فَقَالَ إِنَّا لَنُجْزَى بِكُلِّ مَا عَمِلْنَاهُ هَلَكْنَا إِذًا فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" نَعَمْ يُجْزَى بِهِ الْمُؤْمِن فِي الدُّنْيَا فِي نَفْسه فِي جَسَده فِيمَا يُؤْذِيه \" \" طَرِيق أُخْرَى \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن بَشِير حَدَّثَنَا هُشَيْم عَنْ عَامِر عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة قَالَتْ : قُلْت يَا رَسُول اللَّه إِنِّي لَأَعْلَم أَشَدّ آيَة فِي الْقُرْآن فَقَالَ \" مَا هِيَ يَا عَائِشَة \" قُلْت : \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" فَقَالَ \" هُوَ مَا يُصِيب الْعَبْد الْمُؤْمِن حَتَّى النَّكْبَة يُنْكَبهَا \" رَوَاهُ اِبْن جَرِير مِنْ حَدِيث هُشَيْم بِهِ وَرَوَاهُ أَبُو دَاوُد مِنْ حَدِيث أَبِي عَامِر صَالِح بْن رُسْتُم الْخَرَّاز بِهِ . \" طَرِيق أُخْرَى \" قَالَ أَبُو دَاوُد الطَّيَالِسِيّ : حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ اِبْنَته أَنَّهَا سَأَلَتْ عَائِشَة عَنْ هَذِهِ الْآيَة \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" فَقَالَتْ : مَا سَأَلَنِي أَحَد عَنْ هَذِهِ الْآيَة مُنْذُ سَأَلْت عَنْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" يَا عَائِشَة هَذِهِ مُبَايَعَة اللَّه لِلْعَبْدِ مِمَّا يُصِيبهُ مِنْ الْحُمَّى وَالنَّكْبَة وَالشَّوْكَة حَتَّى الْبِضَاعَة فَيَضَعهَا فِي كُمّه \" فَيَفْزَع لَهَا فَيَجِدهَا فِي جَيْبه حَتَّى إِنَّ الْمُؤْمِن لَيَخْرُج مِنْ ذُنُوبه كَمَا أَنَّ الذَّهَب يَخْرُج مِنْ الْكِير \" . \" طَرِيق أُخْرَى \" قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا أَبُو الْقَاسِم حَدَّثَنَا شُرَيْح بْن يُونُس حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ مُحَمَّد بْن إِسْمَاعِيل عَنْ مُحَمَّد بْن يَزِيد بْن الْمُهَاجِر عَنْ عَائِشَة قَالَتْ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ هَذِهِ الْآيَة \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" قَالَ : \" إِنَّ الْمُؤْمِن يُؤْجَر فِي كُلّ شَيْء حَتَّى فِي الْقَبْض عِنْد الْمَوْت \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حُسَيْن عَنْ زَائِدَة عَنْ لَيْث عَنْ مُجَاهِد عَنْ عَائِشَة قَالَتْ : قُلْت يَا رَسُول اللَّه إِذًا كَثُرَتْ ذُنُوب الْعَبْد وَلَمْ يَكُنْ لَهُ مَا يُكَفِّرهَا اِبْتَلَاهُ اللَّه بِالْحُزْنِ لِيُكَفِّرهَا عَنْهُ . \" حَدِيث آخَر \" قَالَ سَعِيد بْن مَنْصُور عَنْ سُفْيَان بْن عُيَيْنَة عَنْ عُمَر بْن عَبْد الرَّحْمَن بْن مُحَيْصِن سَمِعَ مُحَمَّد بْن قَيْس بْن مَخْرَمَة يُخْبِر أَنَّ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" شَقَّ ذَلِكَ عَلَى الْمُسْلِمِينَ فَقَالَ لَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَدِّدُوا وَقَارِبُوا فَإِنَّ فِي كُلّ مَا يُصَاب بِهِ الْمُسْلِم كَفَّارَة حَتَّى الشَّوْكَة يُشَاكهَا وَالنَّكْبَة يُنْكَبهَا \" هَكَذَا رَوَاهُ أَحْمَد عَنْ سُفْيَان بْن عُيَيْنَة وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة بِهِ وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث رَوْح وَمَعْمَر كِلَاهُمَا عَنْ إِبْرَاهِيم بْن يَزِيد عَنْ عَبْد اللَّه بْن إِبْرَاهِيم سَمِعْت أَبَا هُرَيْرَة يَقُول : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيّ أَهْل الْكِتَاب مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" بَكَيْنَا وَحَزِنَّا وَقُلْنَا : يَا رَسُول اللَّه مَا أَبْقَتْ هَذِهِ الْآيَة مِنْ شَيْء قَالَ \" أَمَا وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَكَمَا أُنْزِلَتْ وَلَكِنْ أَبْشِرُوا وَقَارِبُوا وَسَدِّدُوا فَإِنَّهُ لَا يُصِيب أَحَدًا مِنْكُمْ مُصِيبَة فِي الدُّنْيَا إِلَّا كَفَّرَ اللَّه بِهَا مِنْ خَطِيئَته حَتَّى الشَّوْكَة يُشَاكهَا أَحَدكُمْ فِي قَدَمه \" وَقَالَ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد وَأَبِي هُرَيْرَة إِنَّهُمَا سَمِعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا يُصِيب الْمُسْلِم مِنْ نَصَب وَلَا وَصَب وَلَا سَقَم وَلَا حَزَن حَتَّى الْهَمّ يُهِمّهُ إِلَّا كَفَّرَ اللَّه مِنْ سَيِّئَاته \" أَخْرَجَاهُ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد بْن إِسْحَاق حَدَّثَتْنِي زَيْنَب بِنْت كَعْب بْن عُجْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فَقَالَ : أَرَأَيْت هَذِهِ الْأَمْرَاض الَّتِي تُصِيبنَا مَا لَنَا بِهَا قَالَ : \" كَفَّارَات \" قَالَ أَبِي وَإِنْ قُلْت قَالَ حَتَّى الشَّوْكَة فَمَا فَوْقهَا قَالَ فَدَعَا أَبِي عَلَى نَفْسه أَنَّهُ لَا يُفَارِقهُ الْوَعْك حَتَّى يَمُوت فِي أَنْ لَا يَشْغَلهُ عَنْ حَجّ وَلَا عُمْرَة وَلَا جِهَاد فِي سَبِيل اللَّه وَلَا صَلَاة مَكْتُوبَة فِي جَمَاعَة فَمَا مَسَّهُ إِنْسَان حَتَّى وَجَدَ حَرّه حَتَّى مَاتَ رَضِيَ اللَّه عَنْهُ تَفَرَّدَ بِهِ أَحْمَد . \" حَدِيث آخَر \" رَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق حُسَيْن بْن وَاقِد عَنْ الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ : قِيلَ يَا رَسُول اللَّه \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" قَالَ \" نَعَمْ وَمَنْ يَعْمَل حَسَنَة يُجْزَ بِهَا عَشْرًا \" فَهَلَكَ مَنْ غَلَبَ وَاحِدَتُهُ عَشَرَاتِهِ وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ حُمَيْد عَنْ الْحَسَن \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" قَالَ الْكَافِر ثُمَّ قَرَأَ \" وَهَلْ نُجَازِي إِلَّا الْكَفُور \" وَهَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر أَنَّهُمَا فَسَّرَا السُّوء هَهُنَا بِالشِّرْكِ أَيْضًا وَقَوْله \" وَلَا يَجِد لَهُ مِنْ دُون اللَّه وَلِيًّا وَلَا نَصِيرًا \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس إِلَّا أَنْ يَتُوب فَيَتُوب اللَّه عَلَيْهِ رَوَاهُ اِبْن أَبِي حَاتِم وَالصَّحِيح أَنَّ ذَلِكَ عَامّ فِي جَمِيع الْأَعْمَال لِمَا تَقَدَّمَ مِنْ الْأَحَادِيث وَهَذَا اِخْتِيَار اِبْن جَرِير وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40794, "aya_id": 123}]