[{"text": "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى", "sura_id": 53, "type": 0, "id": 4788, "aya_id": 4}, {"text": "إن هو إلا وحي يوحى", "sura_id": 53, "type": 1, "id": 11024, "aya_id": 4}, {"text": "4 - (إن) ما (هو إلا وحي يوحى) إليه \r\n", "sura_id": 53, "type": 2, "id": 29732, "aya_id": 4}, {"text": "ما القرآن وما السنة إلا وحي من الله إلى نبيه محمد صلى الله عليه وسلم.\r\n", "sura_id": 53, "type": 3, "id": 35968, "aya_id": 4}, {"text": " <font color=red>إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى</font><BR><p>أَيْ إِنَّمَا يَقُول مَا أُمِرَ بِهِ يُبَلِّغهُ إِلَى النَّاس كَامِلًا مَوْفُورًا مِنْ غَيْر زِيَادَة وَلَا نُقْصَان كَمَا رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا جَرِير بْن عُثْمَان عَنْ عَبْد الرَّحْمَن بْن مَيْسَرَة عَنْ أَبِي أُمَامَة أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَيَدْخُل الْجَنَّة بِشَفَاعَةِ رَجُل لَيْسَ بِنَبِيٍّ مِثْل الْحَيَّيْنِ - أَوْ مِثْل أَحَد الْحَيَّيْنِ - رَبِيعَة وَمُضَر \" فَقَالَ رَجُل يَا رَسُول اللَّه وَمَا رَبِيعَة مِنْ مُضِرّ ؟ قَالَ\" إِنَّمَا أَقُولُ مَا أُقَوَّلُ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ عُبَيْد اللَّه بْن الْأَخْنَس أَخْبَرَنَا الْوَلِيد بْن عَبْد اللَّه عَنْ يُوسُف بْن مَاهَك عَنْ عَبْد اللَّه بْن عَمْرو قَالَ كُنْت أَكْتُب كُلّ شَيْء أَسْمَعهُ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُرِيد حِفْظَهُ فَنَهَتْنِي قُرَيْش فَقَالُوا إِنَّك تَكْتُب كُلّ شَيْء تَسْمَعهُ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَشَرٌ يَتَكَلَّم فِي الْغَضَب فَأَمْسَكْت عَنْ الْكِتَاب فَذَكَرْت ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" اُكْتُبْ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا خَرَجَ مِنِّي إِلَّا الْحَقّ\" وَرَوَاهُ أَبُو دَاوُد عَنْ مُسَدَّد وَأَبِي بَكْر بْن أَبِي شَيْبَة كِلَاهُمَا عَنْ يَحْيَى بْن سَعِيد الْقَطَّان بِهِ . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا أَحْمَد اِبْن مَنْصُور حَدَّثَنَا عَبْد اللَّه بْن صَالِح حَدَّثَنَا اللَّيْث عَنْ اِبْن عَجْلَان عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا أَخْبَرْتُكُمْ أَنَّهُ مِنْ عِنْد اللَّه فَهُوَ الَّذِي لَا شَكَّ فِيهِ \" ثُمَّ قَالَ لَا نَعْلَمهُ يُرْوَى إِلَّا بِهَذَا الْإِسْنَاد وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يُونُس حَدَّثَنَا لَيْث عَنْ مُحَمَّد بْن سَعِيد بْن أَبِي سَعِيد عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا أَقُول إِلَّا حَقًّا \" قَالَ بَعْض أَصْحَابه فَإِنَّك تُدَاعِبُنَا يَا رَسُول اللَّه ؟ قَالَ \" إِنِّي لَا أَقُول إِلَّا حَقًّا \" .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41744, "aya_id": 4}]