[{"text": "مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاء تْهُمْ رُسُلُنَا بِالبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَلِكَ فِي الأَرْضِ لَمُسْرِفُونَ", "sura_id": 5, "type": 0, "id": 701, "aya_id": 32}, {"text": "من أجل ذلك كتبنا على بني إسرائيل أنه من قتل نفسا بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعا ومن أحياها فكأنما أحيا الناس جميعا ولقد جاءتهم رسلنا بالبينات ثم إن كثيرا منهم بعد ذلك في الأرض لمسرفون", "sura_id": 5, "type": 1, "id": 6937, "aya_id": 32}, {"text": "32 - (من أجل ذلك) الذي فعله قابيل (كتبنا على بني إسرائيل أنه) أي الشأن (من قتل نفسا بغير نفس) قتلها (أو) بغير (فساد) أتاه (في الأرض) من كفر أو زنا أو قطع طريق أو نحوه (فكأنما قتل الناس جميعا ومن أحياها) بأن امتنع عن قتلها (فكأنما أحيا الناس جميعا) قال ابن عباس: مِنْ حيثُ انتهاكِ حرمتها وصونها (ولقد جاءتهم) أي بني إسرائيل (رسلنا بالبينات) المعجزات (ثم إن كثيرا منهم بعد ذلك في الأرض لمسرفون) مجاوزون الحد بالكفر والقتل وغير ذلك \r\n", "sura_id": 5, "type": 2, "id": 25645, "aya_id": 32}, {"text": "بسبب جناية القتل هذه شَرَعْنا لبني اسرائيل أنه من قتل نفسا بغير سبب من قصاص, أو فساد في الأرض بأي نوع من أنواع الفساد, الموجب للقتل كالشرك والمحاربة فكأنما قتل الناس جميعًا فيما استوجب من عظيم العقوبة من الله, وأنه من امتنع عن قَتْل نفس حرَّمها الله فكأنما أحيا الناس جميعًا; فالحفاظ على حرمة إنسان واحد حفاظ على حرمات الناس كلهم. ولقد أتت بني إسرائيل رسلُنا بالحجج والدلائل على صحة ما دعَوهم إليه من الإيمان بربهم, وأداء ما فُرِضَ عليهم, ثم إن كثيرًا منهم بعد مجيء الرسل إليهم لمتجاوزون حدود الله بارتكاب محارم الله وترك أوامره.\r\n", "sura_id": 5, "type": 3, "id": 31881, "aya_id": 32}, {"text": " <font color=red>مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ</font><BR><p>يَقُول تَعَالَى مِنْ أَجْل قَتْل اِبْن آدَم أَخَاهُ ظُلْمًا وَعُدْوَانًا\" كَتَبْنَا عَلَى بَنِي إِسْرَائِيل \" أَيْ شَرَعْنَا لَهُمْ وَأَعْلَمْنَاهُمْ\" أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْس أَوْ فَسَاد فِي الْأَرْض فَكَأَنَّمَا قَتَلَ النَّاس جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاس جَمِيعًا \" أَيْ مَنْ قَتَلَ نَفْسًا بِغَيْرِ سَبَب مِنْ قِصَاص أَوْ فَسَاد فِي الْأَرْض وَاسْتَحَلَّ قَتْلَهَا بِلَا سَبَب وَلَا جِنَايَة فَكَأَنَّمَا قَتَلَ النَّاس جَمِيعًا لِأَنَّهُ لَا فَرْق عِنْده بَيْن نَفْس وَنَفْس وَمَنْ أَحْيَاهَا أَيْ حَرَّمَ قَتْلهَا وَاعْتَقَدَ ذَلِكَ فَقَدْ سَلِمَ النَّاسُ كُلُّهُمْ مِنْهُ بِهَذَا الِاعْتِبَار وَلِهَذَا قَالَ \" فَكَأَنَّمَا أَحْيَا النَّاس جَمِيعًا \" وَقَالَ الْأَعْمَش وَغَيْره عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ دَخَلْت عَلَى عُثْمَان يَوْمَ الدَّارِ فَقُلْت جِئْت لِأَنْصُرك وَقَدْ طَابَ الضَّرْب يَا أَمِير الْمُؤْمِنِينَ فَقَالَ : يَا أَبَا هُرَيْرَة أَيَسُرُّك أَنْ تَقْتُل النَّاس جَمِيعًا وَإِيَّايَ مَعَهُمْ قُلْت لَا قَالَ فَإِنَّك إِنْ قَتَلْت رَجُلًا وَاحِدًا فَكَأَنَّمَا قَتَلْت النَّاس جَمِيعًا فَانْصَرِفْ مَأْذُونًا لَك مَأْجُورًا غَيْرَ مَأْزُورٍ قَالَ : فَانْصَرَفْت وَلَمْ أُقَاتِل وَقَالَ عَلِيّ بْن أَبِي طَلْحَة : عَنْ اِبْن عَبَّاس هُوَ كَمَا قَالَ اللَّه تَعَالَى\" مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْس فَكَأَنَّمَا قَتَلَ النَّاس جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاس جَمِيعًا \" وَإِحْيَاؤُهَا أَلَّا يَقْتُل نَفْسًا حَرَّمَهَا اللَّه فَذَلِكَ الَّذِي أَحْيَا النَّاس جَمِيعًا يَعْنِي أَنَّهُ مَنْ حَرَّمَ قَتْلهَا إِلَّا بِحَقٍّ حَيِيَ النَّاس مِنْهُ . وَهَكَذَا قَالَ مُجَاهِد وَمَنْ أَحْيَاهَا أَيْ كَفَّ عَنْ قَتْلهَا . وَقَالَ الْعَوْفِيّ : عَنْ اِبْن عَبَّاس فِي قَوْله \" فَكَأَنَّمَا قَتَلَ النَّاس جَمِيعًا \" يَقُول مَنْ قَتَلَ نَفْسًا وَاحِدَة حَرَّمَهَا اللَّه مِثْل مَنْ قَتَلَ النَّاس جَمِيعًا. وَقَالَ سَعْد بْن جُبَيْر : مَنْ اِسْتَحَلَّ دَم مُسْلِم فَكَأَنَّمَا اِسْتَحَلَّ دِمَاء النَّاس جَمِيعًا وَمَنْ حَرَّمَ دَم مُسْلِم فَكَأَنَّمَا حَرَّمَ دِمَاء النَّاس جَمِيعًا وَمَنْ شَدَّ عَلَى عَضُد نَبِيّ أَوْ إِمَام عَدْل فَكَأَنَّمَا أَحْيَا النَّاس جَمِيعًا رَوَاهُ اِبْن جَرِير وَقَالَ مُجَاهِد فِي رِوَايَة أُخْرَى عَنْهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْس فَكَأَنَّمَا قَتَلَ النَّاس جَمِيعًا وَذَلِكَ لِأَنَّ مَنْ قَتَلَ النَّفْس فَلَهُ النَّار فَهُوَ كَمَا لَوْ قَتَلَ النَّاس كُلّهمْ قَالَ اِبْن جُرَيْج عَنْ الْأَعْرَج عَنْ مُجَاهِد فِي قَوْله \" فَكَأَنَّمَا قَتَلَ اللَّه جَمِيعًا \" مَنْ قَتَلَ النَّفْس الْمُؤْمِنَة مُتَعَمِّدًا جَعَلَ اللَّه جَزَاءَهُ جَهَنَّم وَغَضِبَ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا يَقُول لَوْ قَتَلَ النَّاس جَمِيعًا \" لَمْ يَزِدْ عَلَى مِثْل ذَلِكَ الْعَذَاب قَالَ اِبْن جُرَيْج قَالَ مُجَاهِد\" وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاس جَمِيعًا \" مَنْ لَمْ يَقْتُل أَحَدًا فَقَدْ حَيِيَ النَّاس مِنْهُ . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : مَنْ قَتَلَ نَفْسًا فَكَأَنَّمَا قَتَلَ النَّاس يَعْنِي وَجَبَ عَلَيْهِ الْقِصَاص فَلَا فَرْق بَيْن الْوَاحِد وَالْجَمَاعَة وَمَنْ أَحْيَاهَا أَيْ عَفَا عَنْ قَاتِل وَلِيّه فَكَأَنَّمَا أَحْيَا النَّاس جَمِيعًا وَحُكِيَ ذَلِكَ عَنْ أَبِيهِ رَوَاهُ اِبْن جَرِير وَقَالَ مُجَاهِد فِي رِوَايَة : وَمَنْ أَحْيَاهَا أَيْ أَنْجَاهَا مِنْ غَرَق أَوْ حَرْق أَوْ هَلَكَة . وَقَالَ الْحَسَن وَقَتَادَة فِي قَوْله \" أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْس فَكَأَنَّمَا قَتَلَ النَّاس جَمِيعًا \" هَذَا تَعْظِيم لِتَعَاطِي الْقَتْل قَالَ قَتَادَة : عَظِيمٌ وَاَللَّهِ وِزْرُهَا وَعَظِيمٌ وَاَللَّهِ أَجْرُهَا وَقَالَ اِبْن الْمُبَارَك عَنْ سَلَام بْن مِسْكِين عَنْ سُلَيْمَان بْن عَلِيّ الرِّبْعِيّ قَالَ : قُلْت لِلْحَسَنِ هَذِهِ الْآيَة لَنَا يَا أَبَا سَعِيد كَمَا كَانَتْ لِبَنِي إِسْرَائِيل فَقَالَ : إِي وَاَلَّذِي لَا إِلَه غَيْره كَمَا كَانَتْ لِبَنِي إِسْرَائِيل وَمَا جُعِلَ دِمَاءُ بَنِي إِسْرَائِيل أَكْرَمَ عَلَى اللَّهِ مِنْ دِمَائِنَا وَقَالَ الْحَسَن الْبَصْرِيّ \" فَكَأَنَّمَا قَتَلَ النَّاس جَمِيعًا \" قَالَ : وِزْرًا\" وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاس جَمِيعًا \" قَالَ : أَجْرًا وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا حَسَن بْن عَبْد اللَّه عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : جَاءَ حَمْزَة بْن عَبْد الْمُطَّلِب إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه اِجْعَلْنِي عَلَى شَيْء أَعِيش بِهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" يَا حَمْزَة نَفْس تُحْيِيهَا أَحَبُّ إِلَيْك أَمْ نَفْسٌ تُمِيتهَا \" قَالَ : بَلْ نَفْس أُحْيِيهَا قَالَ : \" عَلَيْك بِنَفْسِك \" قَوْله تَعَالَى\" وَلَقَدْ جَاءَتْهُمْ رُسُلنَا بِالْبَيِّنَاتِ \" أَيْ بِالْحُجَجِ وَالْبَرَاهِين وَالدَّلَائِل الْوَاضِحَة \" ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْد ذَلِكَ فِي الْأَرْض لَمُسْرِفُونَ \" وَهَذَا تَقْرِيع لَهُمْ وَتَوْبِيخ عَلَى اِرْتِكَابهمْ الْمَحَارِم بَعْد عِلْمهمْ بِهَا كَمَا كَانَتْ بَنُو قُرَيْظَة وَالنَّضِير وَغَيْرهمْ مِنْ بَنِي قَيْنُقَاع مِمَّنْ حَوْل الْمَدِينَة مِنْ الْيَهُود الَّذِينَ كَانُوا يُقَاتِلُونَ مَعَ الْأَوْس وَالْخَزْرَج إِذَا وَقَعَتْ بَيْنهمْ الْحُرُوب فِي الْجَاهِلِيَّة ثُمَّ إِذَا وَضَعَتْ الْحُرُوب أَوْزَارهَا فَدَوْا مَنْ أَسَرُوهُ وَوَدَوْا مَنْ قَتَلُوهُ وَقَدْ أَنْكَرَ اللَّه عَلَيْهِمْ ذَلِكَ فِي سُورَة الْبَقَرَة حَيْثُ يَقُول \" وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارهمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَان وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجهمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَاب وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاء مَنْ يَفْعَل ذَلِكَ مِنْكُمْ إِلَّا خِزْي فِي الْحَيَاة الدُّنْيَا وَيَوْم الْقِيَامَة يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللَّه بِغَافِلٍ عَمَّا تَعْمَلُونَ \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41483, "aya_id": 32}]