[{"text": "وَاللّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الْرِّزْقِ فَمَا الَّذِينَ فُضِّلُواْ بِرَآدِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاء أَفَبِنِعْمَةِ اللّهِ يَجْحَدُونَ", "sura_id": 16, "type": 0, "id": 1972, "aya_id": 71}, {"text": "والله فضل بعضكم على بعض في الرزق فما الذين فضلوا برادي رزقهم على ما ملكت أيمانهم فهم فيه سواء أفبنعمة الله يجحدون", "sura_id": 16, "type": 1, "id": 8208, "aya_id": 71}, {"text": "71 - (والله فضل بعضكم على بعض في الرزق) فمنكم غني وفقير ومالك ومملوك (فما الذين فضلوا) أي الموالي (برادي رزقهم على ما ملكت أيمانهم) أي بجاعلي ما رزقناهم من الأموال وغيرها شركة بينهم وبين مماليكم (فهم) أي المماليك والموالي (فيه سواء) شركاء والمعنى ليس لهم شركاء من مماليكهم في أموالهم فكيف يجعلون بعض مماليك الله شركاء له (أفبنعمة الله يجحدون) يكفرون حيث يجعلون له شركاء \r\n", "sura_id": 16, "type": 2, "id": 26916, "aya_id": 71}, {"text": "والله فَضَّل بعضكم على بعض فيما أعطاكم في الدنيا من الرزق, فمنكم غني ومنكم فقير, ومنكم مالك ومنكم مملوك, فلا يعطي المالكون مملوكيهم مما أعطاهم الله ما يصيرون به شركاء لهم متساوين معهم في المال, فإذا لم يرضوا بذلك لأنفسهم, فلماذا رضوا أن يجعلوا لله شركاء من عبيده؟ إن هذا لَمن أعظم الظلم والجحود لِنعم الله عز وجل.\r\n", "sura_id": 16, "type": 3, "id": 33152, "aya_id": 71}, {"text": " <font color=red>وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ</font><BR><p>يُبَيِّن تَعَالَى لِلْمُشْرِكِينَ جَهْلهمْ وَكُفْرهمْ فِيمَا زَعَمُوهُ لِلَّهِ مِنْ الشُّرَكَاء وَهُمْ يَعْتَرِفُونَ أَنَّهَا عَبِيد لَهُ كَمَا كَانُوا يَقُولُونَ فِي تَلْبِيَتهمْ فِي حَجّهمْ : لَبَّيْكَ لَا شَرِيك لَك إِلَّا شَرِيكًا هُوَ لَك تَمْلِكهُ وَمَا مَلَكَ . فَقَالَ تَعَالَى مُنْكِرًا عَلَيْهِمْ أَنْتُمْ لَا تَرْضَوْنَ أَنْ تُسَاوَوْا عَبِيدكُمْ فِيمَا رَزَقْنَاكُمْ فَكَيْف يَرْضَى هُوَ تَعَالَى بِمُسَاوَاةِ عَبِيد لَهُ فِي الْإِلَهِيَّة وَالتَّعْظِيم كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسكُمْ هَلْ لَكُمْ مِمَّا مَلَكَتْ أَيْمَانكُمْ مِنْ شُرَكَاء فِيمَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاء تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسكُمْ \" الْآيَة قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة يَقُول لَمْ يَكُونُوا لِيُشْرِكُوا عَبِيدهمْ فِي أَمْوَالهمْ وَنِسَائِهِمْ فَكَيْف يُشْرِكُونَ عَبِيدِي مَعِي فِي سُلْطَانِي فَذَلِكَ قَوْله \" أَفَبِنِعْمَةِ اللَّه يَجْحَدُونَ \" وَقَالَ فِي الرِّوَايَة الْأُخْرَى عَنْهُ فَكَيْف تَرْضَوْنَ لِي مَا لَا تَرْضَوْنَ لِأَنْفُسِكُمْ وَقَالَ مُجَاهِد فِي هَذِهِ الْآيَة هَذَا مَثَل الْآلِهَة الْبَاطِلَة وَقَالَ قَتَادَة هَذَا مَثَل ضَرَبَهُ اللَّه فَهَلْ مِنْكُمْ مِنْ أَحَد يُشَارِكهُ مَمْلُوكه فِي زَوْجَته وَفِي فِرَاشه فَتَعْدِلُونَ بِاَللَّهِ خَلْقه وَعِبَاده ؟ فَإِنْ لَمْ تَرْضَ لِنَفْسِك هَذَا فَاَللَّه أَحَقّ أَنْ يُنَزَّه مِنْك ; وَقَوْله \" أَفَبِنِعْمَةِ اللَّه يَجْحَدُونَ \" أَيْ أَنَّهُمْ جَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنْ الْحَرْث وَالْأَنْعَام نَصِيبًا فَجَحَدُوا نِعْمَته وَأَشْرَكُوا مَعَهُ غَيْره وَعَنْ الْحَسَن الْبَصْرِيّ قَالَ كَتَبَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ هَذِهِ الرِّسَالَة إِلَى أَبِي مُوسَى الْأَشْعَرِيّ : وَاقْنَعْ بِرِزْقِك مِنْ الدُّنْيَا فَإِنَّ الرَّحْمَن فَضَّلَ بَعْض عِبَاده عَلَى بَعْض فِي الرِّزْق بَلَاء يَبْتَلِي بِهِ كُلًّا فَيَبْتَلِي مَنْ بَسَطَ لَهُ كَيْف شُكْره لِلَّهِ وَأَدَاؤُهُ الْحَقّ الَّذِي اِفْتَرَضَ عَلَيْهِ فِيمَا رَزَقَهُ وَخَوَّلَهُ . رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38147, "aya_id": 71}]