[{"text": "يَوْمَ هُم بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِّمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ", "sura_id": 40, "type": 0, "id": 4149, "aya_id": 16}, {"text": "يوم هم بارزون لا يخفى على الله منهم شيء لمن الملك اليوم لله الواحد القهار", "sura_id": 40, "type": 1, "id": 10385, "aya_id": 16}, {"text": "16 - (يوم هم بارزون) خارجون من قبورهم (لا يخفى على الله منهم شيء لمن الملك اليوم) يقوله تعالى ويجيب نفسه (لله الواحد القهار) لخلقه \r\n", "sura_id": 40, "type": 2, "id": 29093, "aya_id": 16}, {"text": "يوم القيامة تظهر الخلائق أمام ربهم, لا يخفى على الله منهم ولا مِن أعمالهم التي عملوها في الدنيا شيء, يقول الله سبحانه: لمن الملك والتصرف في هذا اليوم؟ فيجيب نفسه: لله المتفرد بأسمائه وصفاته وأفعاله, القهَّار الذي قهر جميع الخلائق بقدرته وعزته.\r\n", "sura_id": 40, "type": 3, "id": 35329, "aya_id": 16}, {"text": " <font color=red>يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ</font><BR><p>قَوْله جَلَّ جَلَاله \" يَوْم هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّه مِنْهُمْ شَيْء \" أَيْ ظَاهِرُونَ بَادُونَ كُلّهمْ لَا شَيْء يُكِنّهُمْ وَلَا يُظِلُّهُمْ وَلَا يَسْتُرهُمْ وَلِهَذَا قَالَ \" يَوْم هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّه مِنْهُمْ شَيْء \" أَيْ الْجَمِيع فِي عِلْمه عَلَى السَّوَاء. وَقَوْله تَبَارَكَ وَتَعَالَى \" لِمَنْ الْمُلْك الْيَوْم لِلَّهِ الْوَاحِد الْقَهَّار\" قَدْ تَقَدَّمَ فِي حَدِيث اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا أَنَّهُ تَعَالَى يَطْوِي السَّمَاوَات وَالْأَرْض بِيَدِهِ ثُمَّ يَقُول أَنَا الْمَلِك أَنَا الْجَبَّارُ أَنَا الْمُتَكَبِّرُ أَيْنَ مُلُوكُ الْأَرْضِ ؟ أَيْنَ الْجَبَّارُونَ ؟ أَيْنَ الْمُتَكَبِّرُونَ ؟ وَفِي حَدِيث الصُّور أَنَّهُ عَزَّ وَجَلَّ إِذَا قَبَضَ أَرْوَاح جَمِيع خَلْقه فَلَمْ يَبْقَ سِوَاهُ وَحْده لَا شَرِيك لَهُ حِينَئِذٍ يَقُول لِمَنْ الْمُلْك الْيَوْم ؟ ثَلَاث مَرَّات ثُمَّ يُجِيب نَفْسه قَائِلًا \" لِلَّهِ الْوَاحِد الْقَهَّار \" أَيْ الَّذِي هُوَ وَحْده قَدْ قَهَرَ كُلّ شَيْء وَغَلَبَهُ وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن غَالِب الدَّقَّاق حَدَّثَنَا عُبَيْد بْن عُبَيْدَة حَدَّثَنَا مُعْتَمِر عَنْ أَبِيهِ حَدَّثَنَا أَبُو النَّضْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : يُنَادِي مُنَادٍ بَيْن يَدَيْ السَّاعَة يَا أَيّهَا النَّاس أَتَتْكُمْ السَّاعَة فَيَسْمَعهَا الْأَحْيَاء وَالْأَمْوَات قَالَ وَيَنْزِل اللَّه عَزَّ وَجَلَّ إِلَى السَّمَاء الدُّنْيَا وَيَقُول \" لِمَنْ الْمُلْك الْيَوْم لِلَّهِ الْوَاحِد الْقَهَّار \" .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40949, "aya_id": 16}]