[{"text": "وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ", "sura_id": 43, "type": 0, "id": 4356, "aya_id": 31}, {"text": "وقالوا لولا نزل هذا القرءان على رجل من القريتين عظيم", "sura_id": 43, "type": 1, "id": 10592, "aya_id": 31}, {"text": "31 - (وقالوا لولا) هلا (نزل هذا القرآن على رجل من) أهل (القريتين) من أية منهما (عظيم) أي الوليد بن المغيرة بمكة أو عروة بن مسعود الثقفي بالطائف \r\n", "sura_id": 43, "type": 2, "id": 29300, "aya_id": 31}, {"text": "وقال هؤلاء المشركون مِن قريش: إنْ كان هذا القرآن مِن عند الله حقًا, فهلا نُزِّل على رجل عظيم من إحدى هاتين القريتين \"مكة\" أو \"الطائف\".\r\n", "sura_id": 43, "type": 3, "id": 35536, "aya_id": 31}, {"text": " <font color=red>وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ</font><BR><p>\" وَقَالُوا \" أَيْ كَالْمُعْتَرِضِينَ عَلَى الَّذِي أَنْزَلَهُ تَعَالَى وَتَقَدَّسَ \" لَوْلَا نُزِّلَ هَذَا الْقُرْآن عَلَى رَجُل مِنْ الْقَرْيَتَيْنِ عَظِيم \" أَيْ هَلَّا كَانَ إِنْزَال هَذَا الْقُرْآن عَلَى رَجُل عَظِيم كَبِير فِي أَعْيُنهمْ مِنْ الْقَرْيَتَيْنِ ؟ يَعْنُونَ مَكَّة وَالطَّائِف قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَعِكْرِمَة وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَقَتَادَة وَالسُّدِّيّ وَابْن زَيْد وَقَدْ ذَكَرَ غَيْر وَاحِد مِنْهُمْ أَنَّهُمْ أَرَادُوا بِذَلِكَ الْوَلِيد بْن الْمُغِيرَة وَعُرْوَة بْن مَسْعُود الثَّقَفِيّ وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ وَالضَّحَّاك وَالسُّدِّيّ يَعْنُونَ الْوَلِيد بْن الْمُغِيرَة وَمَسْعُود بْن عَمْرو الثَّقَفِيّ وَعَنْ مُجَاهِد يَعْنُونَ عُمَيْر بْن عَمْرو بْن مَسْعُود الثَّقَفِيّ وَعَنْهُ أَيْضًا أَنَّهُمْ يَعْنُونَ عُتْبَة بْن رَبِيعَة وَعَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا جَبَّارًا مِنْ جَبَابِرَة قُرَيْش وَعَنْهُ رَضِيَ اللَّه عَنْهُمَا أَنَّهُمْ يَعْنُونَ الْوَلِيد بْن الْمُغِيرَة وَحَبِيب بْن عَمْرو بْن عُمَيْر الثَّقَفِيّ وَعَنْ مُجَاهِد يَعْنُونَ عُتْبَة بْن رَبِيعَة بِمَكَّة وَابْن عَبْد يَالَيْلَ بِالطَّائِفِ وَقَالَ السُّدِّيّ عَنَوْا بِذَلِكَ الْوَلِيد بْن الْمُغِيرَة وَكِنَانَة بْن عَمْرو بْن عُمَيْر الثَّقَفِيّ وَالظَّاهِر أَنَّ مُرَادهمْ رَجُل كَبِير مِنْ أَيّ الْبَلْدَتَيْنِ كَانَ .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41156, "aya_id": 31}]