[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا", "sura_id": 33, "type": 0, "id": 3574, "aya_id": 41}, {"text": "يا أيها الذين آمنوا اذكروا الله ذكرا كثيرا", "sura_id": 33, "type": 1, "id": 9810, "aya_id": 41}, {"text": "41 - (يا أيها الذين آمنوا اذكروا الله ذكرا كثيرا) \r\n", "sura_id": 33, "type": 2, "id": 28518, "aya_id": 41}, {"text": "يا أيها الذين صَدَّقوا الله ورسوله وعملوا بشرعه, اذكروا الله بقلوبكم وألسنتكم وجوارحكم ذِكْرًا كثيرًا,\r\n", "sura_id": 33, "type": 3, "id": 34754, "aya_id": 41}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده الْمُؤْمِنِينَ بِكَثْرَةِ ذِكْرهمْ لِرَبِّهِمْ تَبَارَكَ وَتَعَالَى الْمُنْعِم عَلَيْهِمْ بِأَنْوَاعِ النِّعَم وَصُنُوف الْمِنَن لِمَا لَهُمْ فِي ذَلِكَ مِنْ جَزِيل الثَّوَاب وَجَمِيل الْمَآب قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ عَبْد اللَّه بْن سَعِيد حَدَّثَنِي مَوْلَى بْن عَبَّاس عَنْ أَبِي بَحْرِيَّة عَنْ أَبَى الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَا أُنَبِّئكُمْ بِخَيْرِ أَعْمَالكُمْ وَأَزْكَاهَا عِنْد مَلِيككُمْ وَأَرْفَعهَا فِي دَرَجَاتكُمْ وَخَيْر لَكُمْ مِنْ إِعْطَاء الذَّهَب وَالْوَرِق وَخَيْر لَكُمْ مِنْ أَنْ تَلْقَوْا عَدُوّكُمْ فَتَضْرِبُوا أَعْنَاقهمْ وَيَضْرِبُوا أَعْنَاقكُمْ قَالُوا وَمَا هُوَ يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذِكْر اللَّه عَزَّ وَجَلَّ وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن سَعِيد بْن أَبِي هِنْد عَنْ زِيَاد مَوْلَى اِبْن عَبَّاس عَنْ أَبِي بَحْرِيَّة وَاسْمه عَبْد اللَّه بْن قَيْس الْبَرَاغِمِيّ عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ بِهِ قَالَ التِّرْمِذِيّ وَرَوَاهُ بَعْضهمْ عَنْهُ فَأَرْسَلَهُ قُلْت وَقَدْ تَقَدَّمَ هَذَا الْحَدِيث عِنْد قَوْله تَعَالَى \" وَالذَّاكِرِينَ اللَّه كَثِيرًا وَالذَّاكِرَات \" فِي مُسْنَد الْإِمَام أَحْمَد مِنْ حَدِيث زِيَاد بْن أَبِي زِيَاد مَوْلَى عَبْد اللَّه بْن عَبَّاس أَنَّهُ بَلَغَهُ عَنْ مُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ فَاَللَّه أَعْلَم وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا رَوْح بْن فَضَالَة عَنْ أَبِي سَعِيد الْحِمْصِيّ قَالَ : سَمِعْت أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَقُول : دُعَاء سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا أَدَعهُ : اللَّهُمَّ اِجْعَلْنِي أُعْظِم شُكْرك وَأَتْبَع نَصِيحَتك وَأُكْثِر ذِكْرك وَأَحْفَظ وَصِيَّتك وَرَوَاهُ التِّرْمِذِيّ عَنْ يَحْيَى بْن مُوسَى عَنْ وَكِيع عَنْ أَبِي فَضَالَة الْفَرَج عَنْ بْن فَضَالَة عَنْ أَبِي سَعِيد الْحِمْصِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فَذَكَرَ مِثْله وَقَالَ غَرِيب وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد أَيْضًا عَنْ أَبِي النَّضْر هَاشِم بْن الْقَاسِم عَنْ فَرَج بْن فَضَالَة عَنْ أَبِي سَعِيد الْمُرِّيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فَذَكَرَه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مُعَاوِيَة بْن صَالِح عَنْ عَمْرو بْن قَيْس قَالَ سَمِعْت عَبْد اللَّه بْن بِشْر يَقُول جَاءَ أَعْرَابِيَّانِ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَحَدهمَا يَا رَسُول اللَّه أَيّ النَّاس خَيْر ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ طَالَ عُمُره وَحَسُنَ عَمَله وَقَالَ الْآخَر يَا رَسُول اللَّه إِنَّ شَرَائِع الْإِسْلَام قَدْ كَثُرَتْ عَلَيْنَا فَمُرْنِي بِأَمْرٍ أَتَشَبَّث بِهِ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَزَال لِسَانك رَطْبًا بِذِكْرِ اللَّه تَعَالَى وَرَوَى التِّرْمِذِيّ وَابْن مَاجَهْ الْفَصْل الثَّانِي مِنْ حَدِيث مُعَاوِيَة بْن صَالِح بِهِ وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن غَرِيب وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح حَدَّثَنَا اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث قَالَ : إِنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَكْثِرُوا ذِكْر اللَّه تَعَالَى حَتَّى يَقُولُوا مَجْنُون وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد حَدَّثَنَا عُقْبَة بْن مُكَرَّم الْعَمِّيّ حَدَّثَنَا سَعِيد بْن سُفْيَان الْجَحْدَرِيّ حَدَّثَنَا الْحَسَن بْن أَبِي جَعْفَر عَنْ عُقْبَة بْن أَبِي شَبِيب الرَّاسِبِيّ عَنْ أَبِي الْجَوْزَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُذْكُرُوا اللَّه ذِكْرًا كَثِيرًا حَتَّى يَقُول الْمُنَافِقُونَ إِنَّكُمْ تُرَاءُونَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا شَدَّاد أَبُو طَلْحَة الرَّاسِبِيّ سَمِعْت أَبَا الوزاع جَابِر بْن عَمْرو يُحَدِّث عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا مِنْ قَوْم جَلَسُوا مَجْلِسًا لَمْ يَذْكُرُوا اللَّه تَعَالَى فِيهِ إِلَّا رَأَوْهُ حَسْرَة يَوْم الْقِيَامَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى : \" وَاذْكُرُوا اللَّه ذِكْرًا كَثِيرًا \" إِنَّ اللَّه تَعَالَى لَمْ يَفْرِض عَلَى عِبَاده فَرِيضَة إِلَّا جَعَلَ لَهَا حَدًّا مَعْلُومًا ثُمَّ عَذَرَ أَهْلهَا فِي حَال الْعُذْر غَيْر الذِّكْر فَإِنَّ اللَّه تَعَالَى لَمْ يَجْعَل لَهُ حَدًّا يَنْتَهِي إِلَيْهِ وَلَمْ يَعْذُر أَحَدًا فِي تَرْكه إِلَّا مَغْلُوبًا عَلَى تَرْكه فَقَالَ : \" اُذْكُرُوا اللَّه قِيَامًا وَقُعُودًا وَعَلَى جُنُوبكُمْ \" بِاللَّيْلِ وَالنَّهَار فِي الْبَرّ وَالْبَحْر وَفِي السَّفَر وَالْحَضَر وَالْغِنَى وَالْفَقْر وَالسَّقَم وَالصِّحَّة وَالسِّرّ وَالْعَلَانِيَة وَعَلَى كُلّ حَال.</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40202, "aya_id": 41}]