[{"text": "إِنَّ فِي ذَلِكَ لآيَاتٍ لِّلْمُتَوَسِّمِينَ", "sura_id": 15, "type": 0, "id": 1877, "aya_id": 75}, {"text": "إن في ذلك لآيات للمتوسمين", "sura_id": 15, "type": 1, "id": 8113, "aya_id": 75}, {"text": "75 - (إن في ذلك) المذكور (لآيات) دلالات على وحدانية الله (للمتوسمين) للناظرين المعتبرين \r\n", "sura_id": 15, "type": 2, "id": 26821, "aya_id": 75}, {"text": "إن فيما أصابهم لَعظاتٍ للناظرين المعتبرين,\r\n", "sura_id": 15, "type": 3, "id": 33057, "aya_id": 75}, {"text": " <font color=red>إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ</font><BR><p>وَقَوْله \" إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ \" أَيْ أَنَّ آثَار هَذِهِ النِّقَم الظَّاهِرَة عَلَى تِلْكَ الْبِلَاد لِمَنْ تَأَمَّلَ ذَلِكَ وَتَوَسَّمَهُ بِعَيْنِ بَصَره وَبَصِيرَته كَمَا قَالَ مُجَاهِد فِي قَوْله \" لِلْمُتَوَسِّمِينَ\" قَالَ الْمُتَفَرِّسِينَ وَعَنْ اِبْن عَبَّاس وَالضَّحَّاك لِلنَّاظِرِينَ وَقَالَ قَتَادَة لِلْمُعْتَبِرِينَ وَقَالَ مَالِك عَنْ بَعْض أَهْل الْمَدِينَة \" لِلْمُتَوَسِّمِينَ \" لِلْمُتَأَمِّلِينَ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا مُحَمَّد بْن كَثِير الْعَبْدِيّ عَنْ عَمْرو بْن قَيْس عَنْ عَطِيَّة عَنْ أَبِي سَعِيد مَرْفُوعًا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِتَّقُوا فَرَاسَة الْمُؤْمِن فَإِنَّهُ يَنْظُر بِنُورِ اللَّه \" ثُمَّ قَرَأَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ \" . رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير مِنْ حَدِيث عَمْرو بْن قَيْس الْمُلَائِيّ عَنْ عَطِيَّة عَنْ أَبِي سَعِيد وَقَالَ التِّرْمِذِيّ لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه , وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنِي أَحْمَد بْن مُحَمَّد الطُّوسِيّ حَدَّثَنَا الْحَسَن بْن مُحَمَّد حَدَّثَنَا الْفُرَات بْن السَّائِب حَدَّثَنَا مَيْمُون بْن مِهْرَان عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِتَّقُوا فِرَاسَة الْمُؤْمِن فَإِنَّ الْمُؤْمِن يَنْظُر بِنُورِ اللَّه \" . وَقَالَ اِبْن جَرِير حَدَّثَنِي أَبُو شُرَحْبِيل الْحِمْصِيّ حَدَّثَنَا سُلَيْمَان بْن سَلَمَة حَدَّثَنَا الْمُؤَمِّل بْن سَعِيد بْن يُوسُف الرَّحَبِيّ حَدَّثَنَا أَبُو الْمُعَلَّى أَسَد بْن وَدَاعَة الطَّائِيّ حَدَّثَنَا وَهْب بْن مُنَبِّه عَنْ طَاوُس بْن كَيْسَان عَنْ ثَوْبَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِحْذَرُوا فِرَاسَة الْمُؤْمِن فَإِنَّهُ يَنْظُر بِنُورِ اللَّه وَبِتَوْفِيقِ اللَّه \" . وَقَالَ أَيْضًا حَدَّثَنَا عَبْد الْأَعْلَى بْن وَاصِل حَدَّثَنَا سَعِيد بْن مُحَمَّد الْجَرْمِيّ حَدَّثَنَا عَبْد الْوَاحِد بْن وَاصِل حَدَّثَنَا أَبُو بِشْر الْمُزَلَّق عَنْ ثَابِت عَنْ أَنَس بْن مَالِك قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ لِلَّهِ عِبَادًا يَعْرِفُونَ النَّاس بِالتَّوَسُّمِ \" . وَرَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا سَهْل بْن بَحْر حَدَّثَنَا سَعِيد بْن مُحَمَّد الْجَرْمِيّ حَدَّثَنَا أَبُو بِشْر يُقَال لَهُ اِبْن الْمُزَلَّق قَالَ وَكَانَ ثِقَة عَنْ ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه \" إِنَّ لِلَّهِ عِبَادًا يَعْرِفُونَ النَّاس بِالتَّوَسُّمِ \" .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 38024, "aya_id": 75}]