[{"text": "ثُمَّ أَنتُمْ هَؤُلاء تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقاً مِّنكُم مِّن دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِم بِالإِثْمِ وَالْعُدْوَانِ وَإِن يَأتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاء مَن يَفْعَلُ ذَلِكَ مِنكُمْ إِلاَّ خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ", "sura_id": 2, "type": 0, "id": 92, "aya_id": 85}, {"text": "ثم أنتم هؤلاء تقتلون أنفسكم وتخرجون فريقا منكم من ديارهم تظاهرون عليهم بالإثم والعدوان وإن يأتوكم أسارى تفادوهم وهو محرم عليكم إخراجهم أفتؤمنون ببعض الكتاب وتكفرون ببعض فما جزاء من يفعل ذلك منكم إلا خزي في الحياة الدنيا ويوم القيامة يردون إلى أشد العذاب وما الله بغافل عما تعملون", "sura_id": 2, "type": 1, "id": 6328, "aya_id": 85}, {"text": "85 - (ثم أنتم) يا (هؤلاء تقتلون أنفسكم) بقتل بعضكم بعضا (وتخرجون فريقا منكم من ديارهم تظَّاهرون) فيه إدغام التاء في الأصل في الظاء ، وفي قراءة التخفيف على حذفها تتعاونون (عليهم بالإثم) بالمعصية (والعدوان) الظلم . (وإن يأتوكم أسارى) وفي قراءة أسرى (تفدوهم) وفي قراءة: {تفادوهم} تنقذونهم من الأسر بالمال أو غيره وهو مما عهد إليهم (وهو) أي الشأن (محرم عليكم إخراجهم) متصل بقوله وتخرجون والجملة بينهما اعتراض : أي كما حرم ترك الفداء، وكانت قريظة حالفوا الأوس ، والنضير الخزرج ، فكان كل فريق يقاتل مع حلفائه ويخرب ديارهم ويخرجهم فإذا أسروا فدوهم ، وكانوا إذا سئلوا لم تقاتلونهم وتفدونهم ؟ قالوا أمرنا بالفداء فيقال فلم تقاتلونهم ؟ فيقولون حياء أن تستذل حلفاؤنا . قال تعالى : (أفتؤمنون ببعض الكتاب) وهو الفداء (وتكفرون ببعض) وهو ترك القتل والإخراج والمظاهرة (فما جزاء من يفعل ذلك منكم إلا خزي) هوان وذل (في الحياة الدنيا) وقد خزوا بقتل قريظة ونَفيِ النَّضير إلى الشام وضرب الجزية (ويوم القيامة يردون إلى أشد العذاب وما الله بغافل عما تعملون) بالياء والتاء \r\n", "sura_id": 2, "type": 2, "id": 25036, "aya_id": 85}, {"text": "ثم أنتم يا هؤلاء يقتل بعضكم بعضًا, ويُخرج بعضكم بعضًا من ديارهم, ويَتَقَوَّى كل فريق منكم على إخوانه بالأعداء بغيًا وعدوانًا. وأن يأتوكم أسارى في يد الأعداء سعيتم في تحريرهم من الأسر, بدفع الفدية, مع أنه محرم عليكم إخراجهم من ديارهم. ما أقبح ما تفعلون حين تؤمنون ببعض أحكام التوراة وتكفرون ببعضها! فليس جزاء مَن يفعل ذلك منكم إلا ذُلا وفضيحة في الدنيا. ويوم القيامة يردُّهم الله إلى أفظع العذاب في النار. وما الله بغافل عما تعملون.\r\n", "sura_id": 2, "type": 3, "id": 31272, "aya_id": 85}, {"text": " <font color=red>ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ</font><BR><p>\" ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارهمْ \" الْآيَة قَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد بْن جُبَيْر أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس\" ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارهمْ \" الْآيَة . قَالَ : أَنْبَأَهُمْ اللَّهُ بِذَلِكَ مِنْ فِعْلهمْ وَقَدْ حَرَّمَ عَلَيْهِمْ فِي التَّوْرَاة سَفْك دِمَائِهِمْ وَافْتَرَضَ عَلَيْهِمْ فِيهَا فِدَاء أَسْرَاهُمْ فَكَانُوا فَرِيقَيْنِ طَائِفَة مِنْهُمْ بَنُو قَيْنُقَاع وَهُمْ حُلَفَاء الْخَزْرَج وَالنَّضِير وَقُرَيْظَة وَهُمْ حُلَفَاء الْأَوْس فَكَانُوا إِذَا كَانَتْ بَيْن الْأَوْس وَالْخَزْرَج حَرْب خَرَجَتْ بَنُو قَيْنُقَاع مَعَ الْخَزْرَج وَخَرَجَتْ النَّضِير وَقُرَيْظَة مَعَ الْأَوْس يُظَاهِر كُلّ وَاحِد مِنْ الْفَرِيقَيْنِ حُلَفَاءَهُ عَلَى إِخْوَانه حَتَّى تَسَافَكُوا دِمَاءَهُمْ بَيْنهمْ وَبِأَيْدِيهِمْ التَّوْرَاة يَعْرِفُونَ فِيهَا مَا عَلَيْهِمْ وَمَا لَهُمْ وَالْأَوْس وَالْخَزْرَج أَهْل شِرْك يَعْبُدُونَ الْأَوْثَان وَلَا يَعْرِفُونَ جَنَّة وَلَا نَارًا وَلَا بَعْثًا وَلَا قِيَامَة وَلَا كِتَابًا وَلَا حَلَالًا وَلَا حَرَامًا فَإِذَا وَضَعَتْ الْحَرْب أَوْزَارهَا اِفْتَدَوْا أَسَرَاهُمْ تَصْدِيقًا لِمَا فِي التَّوْرَاة وَأَخْذًا بِهِ يَفْتَدِي بَعْضهمْ مِنْ بَعْض يَفْتَدِي بَنُو قَيْنُقَاع مَا كَانَ مِنْ أَسْرَاهُمْ فِي أَيْدِي الْأَوْس وَيَفْتَدِي النَّضِير وَقُرَيْظَة مَا كَانَ فِي أَيْدِي الْخَزْرَج مِنْهُمْ وَيَطْلُبُونَ مَا أَصَابُوا مِنْ دِمَائِهِمْ وَقَتَلُوا مَنْ قَتَلُوا مِنْهُمْ فِيمَا بَيْنهمْ مُظَاهَرَة لِأَهْلِ الشِّرْك عَلَيْهِمْ يَقُول اللَّه تَعَالَى ذِكْرُهُ حَيْثُ أَنْبَأَهُمْ بِذَلِكَ \" أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَاب وَتَكْفُرُونَ بِبَعْضٍ \" أَيْ تُفَادُونَهُمْ بِحُكْمِ التَّوْرَاة وَتَقْتُلُونَهُمْ وَفِي حُكْم التَّوْرَاة أَنْ لَا يُقْتَل وَلَا يُخْرَج مِنْ دَاره وَلَا يُظَاهَر عَلَيْهِ إِلَّا مَنْ يُشْرِك بِاَللَّهِ وَيَعْبُد الْأَوْثَان مِنْ دُونه اِبْتِغَاء عَرَض الدُّنْيَا ؟ فَفِي ذَلِكَ مِنْ فِعْلهمْ مَعَ الْأَوْس وَالْخَزْرَج فِيمَا بَلَغَنِي نَزَلَتْ هَذِهِ الْقِصَّةُ . وَقَالَ أَسْبَاط عَنْ السُّدِّيّ : كَانَتْ قُرَيْظَة حُلَفَاء الْأَوْس وَكَانَتْ النَّضِير حُلَفَاء الْخَزْرَج فَكَانُوا يَقْتَتِلُونَ فِي حَرْب بَيْنهمْ فَتُقَاتِل بَنُو قُرَيْظَة مَعَ حُلَفَائِهَا النَّضِير وَحُلَفَاءَهُمْ وَكَانَتْ النَّضِير تُقَاتِل قُرَيْظَة وَحُلَفَاءَهَا وَيَغْلِبُونَهُمْ فَيُخَرِّبُونَ دِيَارهمْ وَيُخْرِجُونَهُمْ مِنْهَا فَإِذَا أُسِرَ رَجُل مِنْ الْفَرِيقَيْنِ كِلَيْهِمَا جَمَعُوا لَهُ حَتَّى يَفْدُوهُ فَتُعَيِّرهُمْ الْعَرَب بِذَلِكَ وَيَقُولُونَ : كَيْف تُقَاتِلُونَهُمْ وَتَفْدُونَهُمْ ؟ قَالُوا : إِنَّا أُمِرْنَا أَنْ نَفْدِيَهُمْ وَحُرِّمَ عَلَيْنَا قِتَالهمْ قَالُوا : فَلِمَ تُقَاتِلُونَهُمْ ؟ قَالُوا : إِنَّا نَسْتَحِي أَنْ تُسْتَذَلّ حُلَفَاؤُنَا فَذَلِكَ حِين عَيَّرَهُمْ اللَّه تَبَارَكَ وَتَعَالَى فَقَالَ تَعَالَى \" ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارهمْ \" الْآيَة . وَقَالَ أَسْبَاط عَنْ السُّدِّيّ عَنْ الشَّعْبِيّ : نَزَلَتْ هَذِهِ الْآيَة فِي قَيْس بْن الْحَطِيم\" ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارهمْ \" الْآيَة . وَقَالَ أَسْبَاط عَنْ السُّدِّيّ عَنْ عَبْد خَيْر قَالَ : غَزَوْنَا مَعَ سَلْمَان بْن رَبِيعَة الْبَاهِلِيّ بَلَنْجَر فَحَاصَرْنَا أَهْلهَا فَفَتَحْنَا الْمَدِينَة وَأَصَبْنَا سَبَايَا وَاشْتَرَى عَبْد اللَّه بْن سَلَام يَهُودِيَّة بِسَبْعِمِائَةٍ فَلَمَّا مَرَّ بِرَأْسِ الْجَالُوت نَزَلَ بِهِ فَقَالَ لَهُ عَبْد اللَّه : يَا رَأْس الْجَالُوت هَلْ لَك فِي عَجُوز هَاهُنَا مِنْ أَهْل دِينك تَشْتَرِيهَا مِنِّي قَالَ : نَعَمْ قَالَ : أَخَذْتهَا بِسَبْعِمِائَةٍ دِرْهَم قَالَ : فَإِنِّي أُرْبِحك سَبْعمِائَةٍ أُخْرَى قَالَ : فَإِنِّي قَدْ حَلَفْت أَنْ لَا أُنْقِصهَا مِنْ أَرْبَعَة آلَاف قَالَ : لَا حَاجَة فِيهَا قَالَ : وَاَللَّه لَتَشْتَرِيَنَّهَا مِنِّي أَوْ لَتَكْفُرَنَّ بِدِينِك الَّذِي أَنْتَ عَلَيْهِ قَالَ : اُدْنُ مِنِّي فَدَنَا مِنْهُ فَقَرَأَ فِي أُذُنه مِمَّا فِي التَّوْرَاة : إِنَّك لَا تَجِد مَمْلُوكًا مِنْ بَنِي إِسْرَائِيل إِلَّا اِشْتَرَيْته فَأَعْتَقْته \" وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجهمْ \" قَالَ : أَنْتَ عَبْد اللَّه بْن سَلَام ؟ قَالَ : نَعَمْ قَالَ : فَجَاءَ بِأَرْبَعَةِ آلَاف فَأَخَذَ عَبْد اللَّه أَلْفَيْنِ وَرَدَّ عَلَيْهِ أَلْفَيْنِ . وَقَالَ آدَم بْن إِيَاس فِي تَفْسِيره : حَدَّثَنَا أَبُو جَعْفَر يَعْنِي الرَّازِيّ حَدَّثَنَا الرَّبِيع بْن أَنَس أَخْبَرَنَا أَبُو الْعَالِيَة أَنَّ عَبْد اللَّه بْن سَلَام مَرَّ عَلَى رَأْس الْجَالُوت بِالْكُوفَةِ وَهُوَ يُفَادِي مِنْ النِّسَاء مَنْ لَمْ يَقَع عَلَيْهِ الْعَرَب وَلَا يُفَادِي مَنْ وَقَعَ عَلَيْهِ الْعَرَب فَقَالَ عَبْد اللَّه : أَمَا إِنَّهُ مَكْتُوب عِنْدك فِي كِتَابك أَنْ تَفَادِيهِنَّ كُلّهنَّ وَاَلَّذِي أَرْشَدَتْ إِلَيْهِ الْآيَة الْكَرِيمَة وَهَذَا السِّيَاق ذَمُّ الْيَهُود فِي قِيَامهمْ بِأَمْرِ التَّوْرَاة الَّتِي يَعْتَقِدُونَ صِحَّتهَا وَمُخَالَفَة شَرْعهَا مَعَ مَعْرِفَتهمْ بِذَلِكَ وَشَهَادَتهمْ لَهُ بِالصِّحَّةِ فَلِهَذَا لَا يُؤْتَمَنُونَ عَلَى مَا فِيهَا وَلَا عَلَى نَقْلهَا وَلَا يُصَدِّقُونَ فِيمَا كَتَمُوهُ مِنْ صِفَة رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَنَعْته وَمَبْعَثه وَمَخْرَجه وَمُهَاجَره وَغَيْر ذَلِكَ مِنْ شُؤُونه الَّتِي أُخْبِرْت بِهَا الْأَنْبِيَاء قَبْله عَلَيْهِمْ الصَّلَاة وَالسَّلَام وَالْيَهُود عَلَيْهِمْ لَعَائِن اللَّه يَتَكَاتَمُونَهُ بَيْنهمْ وَلِهَذَا قَالَ تَعَالَى \" فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْي فِي الْحَيَاة الدُّنْيَا \" أَيْ بِسَبَبِ مُخَالَفَتهمْ شَرْع اللَّه وَأَمْره \" وَيَوْم الْقِيَامَة يُرَدُّونَ إِلَى أَشَدّ الْعَذَاب\" جَزَاء عَلَى مُخَالَفَتهمْ كِتَاب اللَّه الَّذِي بِأَيْدِيهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38766, "aya_id": 85}]