[{"text": "فَبَعَثَ اللّهُ غُرَابًا يَبْحَثُ فِي الأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءةَ أَخِيهِ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ", "sura_id": 5, "type": 0, "id": 700, "aya_id": 31}, {"text": "فبعث الله غرابا يبحث في الأرض ليريه كيف يواري سوأة أخيه قال يا ويلتى أعجزت أن أكون مثل هذا الغراب فأواري سوأة أخي فأصبح من النادمين", "sura_id": 5, "type": 1, "id": 6936, "aya_id": 31}, {"text": "31 - (فبعث الله غرابا يبحث في الأرض) ينبش التراب بمنقاره وبرجليه ويثيره على غراب ميت حتى واراه (ليريه كيف يواري) يستر (سوأة) جيفة (أخيه قال يا ويلتى أعجزت) عن (أن أكون مثل هذا الغراب فأواري سوأة أخي فأصبح من النادمين) على حمله وحفر له وواراه \r\n", "sura_id": 5, "type": 2, "id": 25644, "aya_id": 31}, {"text": "لما قتل قابيلُ أخاه لم يعرف ما يصنع بجسده, فأرسل الله غرابًا يحفر حفرةً في الأرض ليدفن فيها غرابًا مَيِّتًا; ليدل قابيل كيف يدفن جُثمان أخيه؟ فتعجَّب قابيل, وقال: أعجزتُ أن أصنع مثل صنيع هذا الغراب فأستُرَ عورة أخي؟ فدَفَنَ قابيل أخاه, فعاقبه الله بالندامة بعد أن رجع بالخسران.\r\n", "sura_id": 5, "type": 3, "id": 31880, "aya_id": 31}, {"text": " <font color=red>فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْأَةَ أَخِيهِ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْأَةَ أَخِي فَأَصْبَحَ مِنَ</font><BR><p>وَقَوْله تَعَالَى \" فَبَعَثَ اللَّه غُرَابًا يَبْحَث فِي الْأَرْض لِيُرِيَهُ كَيْف يُوَارِي سَوْأَة أَخِيهِ قَالَ يَا وَيْلَتَى أَعَجَزْت أَنْ أَكُون مِثْل هَذَا الْغُرَاب فَأُوَارِيَ سَوْأَة أَخِي فَأَصْبَحَ مِنْ النَّادِمِينَ \" قَالَ السُّدِّيّ بِإِسْنَادِهِ الْمُتَقَدِّم إِلَى الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ : لَمَّا مَاتَ الْغُلَام تَرَكَهُ بِالْعَرَاءِ وَلَا يَعْلَم كَيْف يُدْفَن فَبَعَثَ اللَّه غُرَابَيْنِ أَخَوَيْنِ فَاقْتَتَلَا فَقَتَلَ أَحَدهمَا صَاحِبه فَحَفَرَ لَهُ ثُمَّ حَثَى عَلَيْهِ فَلَمَّا رَآهُ قَالَ \" يَا وَيْلَتَى أَعَجَزْت أَنْ أَكُون مِثْل هَذَا الْغُرَاب فَأُوَارِيَ سَوْأَة أَخِي \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة : عَنْ اِبْن عَبَّاس قَالَ : جَاءَ غُرَاب إِلَى غُرَاب مَيِّت فَحَثَى عَلَيْهِ مِنْ التُّرَاب حَتَّى وَارَاهُ فَقَالَ الَّذِي قَتَلَ أَخَاهُ \" يَا وَيْلَتَى أَعَجَزْت أَنْ أَكُون مِثْل هَذَا الْغُرَاب فَأُوَارِيَ سَوْأَة أَخِي \" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : مَكَثَ يَحْمِل أَخَاهُ فِي جِرَاب عَلَى عَاتِقه سَنَة حَتَّى بَعَثَ اللَّه الْغُرَابَيْنِ فَرَآهُمَا يَبْحَثَانِ فَقَالَ\" أَعَجَزْت أَنْ أَكُون مِثْل هَذَا الْغُرَاب \" فَدَفَنَ أَخَاهُ وَقَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد : كَانَ يَحْمِلهُ عَلَى عَاتِقه مِائَة سَنَة مَيِّتًا لَا يَدْرِي مَا يَصْنَع بِهِ وَيَحْمِلهُ وَيَضَعهُ إِلَى الْأَرْض حَتَّى رَأَى الْغُرَاب يَدْفِن الْغُرَاب فَقَالَ \" يَا وَيْلَتَى أَعَجَزْت أَنْ أَكُون مِثْل هَذَا الْغُرَاب فَأُوَارِيَ سَوْأَة أَخِي فَأَصْبَحَ مِنْ النَّادِمِينَ \" رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَالَ عَطِيَّة الْعَوْفِيّ : لَمَّا قَتَلَهُ فَضَمَّهُ إِلَيْهِ حَتَّى أَرْوَحَ وَعَكَفَتْ عَلَيْهِ الطُّيُور وَالسِّبَاع تَنْتَظِر مَتَى يَرْمِي بِهِ فَتَأْكُلهُ . رَوَاهُ اِبْن جَرِير وَرَوَى مُحَمَّد بْن إِسْحَاق عَنْ بَعْض أَهْل الْعِلْم بِالْكِتَابِ الْأَوَّل لَمَّا قَتَلَهُ سَقَطَ فِي يَده أَيْ وَلَمْ يَدْرِ كَيْف يُوَارِيه وَذَلِكَ أَنَّهُ كَانَ فِيمَا يَزْعُمُونَ أَوَّل قَتِيل فِي بَنِي آدَم وَأَوَّل مَيِّت \" فَبَعَثَ اللَّه غُرَابًا يَبْحَث فِي الْأَرْض لِيُرِيَهُ كَيْف يُوَارِي سَوْأَة أَخِيهِ قَالَ يَا وَيْلَتَى أَعَجَزْت أَنْ أَكُون مِثْل هَذَا الْغُرَاب فَأُوَارِيَ سَوْأَة أَخِي فَأَصْبَحَ مِنْ النَّادِمِينَ \" قَالَ : وَزَعَمَ أَهْل التَّوْرَاة أَنَّ قَابِيل لَمَّا قَتَلَ أَخَاهُ هَابِيل قَالَ لَهُ اللَّه عَزَّ وَجَلَّ يَا قَابِيل أَيْنَ أَخُوك هَابِيل قَالَ مَا أَدْرِي مَا كُنْت عَلَيْهِ رَقِيبًا فَقَالَ اللَّه إِنَّ صَوْت دَم أَخِيك لَيُنَادِينِي مِنْ الْأَرْض الْآن أَنْتَ مَلْعُون فِي الْأَرْض الَّتِي فَتَحَتْ فَاهَا فَتَلَقَّتْ دَم أَخِيك مِنْ يَدك فَإِنْ أَنْتَ عَمِلْت فِي الْأَرْض فَإِنَّهَا لَا تَعُود تُعْطِيك حَرْثَهَا حَتَّى تَكُون فَزِعًا تَائِهًا فِي الْأَرْض وَقَوْله \" فَأَصْبَحَ مِنْ النَّادِمِينَ \" قَالَ الْحَسَن الْبَصْرِيّ : عَلَاهُ اللَّه بِنَدَامَةٍ بَعْد خُسْرَان فَهَذِهِ أَقْوَال الْمُفَسِّرِينَ فِي هَذِهِ الْقِصَّة وَكُلّهمْ مُتَّفِقُونَ عَلَى أَنَّ هَذَيْنِ اِبْنَا آدَم لِصُلْبِهِ كَمَا هُوَ ظَاهِر الْقُرْآن وَكَمَا نَطَقَ بِهِ الْحَدِيث فِي قَوْله إِلَّا كَانَ عَلَى اِبْن آدَم الْأَوَّل كِفْلٌ مِنْ دَمهَا لِأَنَّهُ أَوَّل مَنْ سَنَّ الْقَتْل وَهَذَا ظَاهِر وَجَلِيّ وَلَكِنْ قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا سَهْل بْن يُوسُف عَنْ عَمْرو عَنْ الْحَسَن هُوَ الْبَصْرِيّ قَالَ : كَانَ الرَّجُلَانِ اللَّذَانِ فِي الْقُرْآن اللَّذَانِ قَالَ اللَّه \" وَاتْلُ عَلَيْهِمْ نَبَأَ اِبْنَيْ آدَم بِالْحَقِّ\" مِنْ بَنِي إِسْرَائِيل وَلَمْ يَكُونَا اِبْنَيْ آدَم لِصُلْبِهِ وَإِنَّمَا كَانَ الْقُرْبَانُ مِنْ بَنِي إِسْرَائِيل وَكَانَ آدَم أَوَّل مَنْ مَاتَ وَهَذَا غَرِيب جِدًّا وَفِي إِسْنَاده نَظَر وَقَدْ قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الْحَسَن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ اِبْنَيْ آدَم - عَلَيْهِ السَّلَام - ضَرَبَا لِهَذِهِ الْأُمَّة مَثَلًا فَخُذُوا بِالْخَيْرِ مِنْهُمَا \" وَرَوَاهُ الْمُبَارَك عَنْ عَاصِم الْأَحْوَل عَنْ الْحَسَن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ اللَّه ضَرَبَ لَكُمْ اِبْنَيْ آدَم مَثَلًا وَخُذُوا مِنْ خَيْرهمْ وَدَعُوا شَرّهمْ \" وَكَذَا أَرْسَلَ هَذَا الْحَدِيثَ بُكَيْر بْن عَبْد اللَّه الْمُزَنِيّ رَوَى ذَلِكَ كُلّه اِبْن جَرِير وَقَالَ سَالِم بْن أَبِي الْجَعْد : لَمَّا قَتَلَ اِبْن آدَم أَخَاهُ مَكَثَ آدَم مِائَة سَنَة حَزِينًا لَا يَضْحَك ثُمَّ أُتِيَ فَقِيلَ لَهُ : حَيَّاك اللَّه وَبَيَّاك أَيْ أَضْحَكَك . رَوَاهُ اِبْن جَرِير ثُمَّ قَالَ : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا سَلَمَة عَنْ غِيَاث بْن إِبْرَاهِيم عَنْ أَبِي إِسْحَاق الْهَمْدَانِيّ قَالَ : قَالَ : عَلِيّ بْن أَبِي طَالِب لَمَّا قَتَلَ اِبْن آدَم أَخَاهُ بَكَاهُ آدَم فَقَالَ : تَغَيَّرَتْ الْبِلَاد وَمَنْ عَلَيْهَا فَلَوْنُ الْأَرْضِ مُغْبَرٌّ قَبِيحُ تَغَيَّرَ كُلُّ ذِي لَوْنٍ وَطَعْمٍ وَقَلَّ بَشَاشَةُ الْوَجْهِ الْمَلِيح فَأُجِيبَ آدَمُ عَلَيْهِ السَّلَام : أَبَا هَابِيل قَدْ قُتِلَا جَمِيعًا وَصَارَ الْحَيُّ بِالْمَيْتِ الذَّبِيحِ وَجَاءَ بِشَرِّهِ قَدْ كَانَ مِنْهُ عَلَى خَوْفٍ فَجَاءَ بِهَا يَصِيح وَالظَّاهِر أَنَّ قَابِيل عُوجِلَ بِالْعُقُوبَةِ كَمَا ذَكَره مُجَاهِد وَابْن جُبَيْر أَنَّهُ عَلِقَتْ سَاقه بِفَخِذِهِ يَوْم الْقِيَامَة وَجَعَلَ اللَّه وَجْهه إِلَى الشَّمْس حَيْثُ دَارَتْ عُقُوبَة لَهُ وَتَنْكِيلًا بِهِ وَقَدْ وَرَدَ فِي الْحَدِيث أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا مِنْ ذَنْب أَجْدَرَ أَنْ يُعَجِّلَ اللَّهُ عُقُوبَتَهُ فِي الدُّنْيَا مَعَ مَا يُدَّخَر لِصَاحِبِهِ فِي الْآخِرَة مِنْ الْبَغْي وَقَطِيعَة الرَّحِم \" وَقَدْ اِجْتَمَعَ فِي فِعْل قَابِيل هَذَا وَهَذَا فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41482, "aya_id": 31}]