[{"text": "وَقَيَّضْنَا لَهُمْ قُرَنَاء فَزَيَّنُوا لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ الْجِنِّ وَالْإِنسِ إِنَّهُمْ كَانُوا خَاسِرِينَ", "sura_id": 41, "type": 0, "id": 4243, "aya_id": 25}, {"text": "وقيضنا لهم قرناء فزينوا لهم ما بين أيديهم وما خلفهم وحق عليهم القول في أمم قد خلت من قبلهم من الجن والإنس إنهم كانوا خاسرين", "sura_id": 41, "type": 1, "id": 10479, "aya_id": 25}, {"text": "25 - (وقيضنا) سببنا (لهم قرناء) من الشياطين (فزينوا لهم ما بين أيديهم) من أمر الدنيا واتباع الشهوات (وما خلفهم) من أمر الآخرة بقولهم لا بعث ولا حساب (وحق عليهم القول) بالعذاب وهو لأملأن جهنم الآية (في) جملة (أمم قد خلت) هلكت (من قبلهم من الجن والإنس إنهم كانوا خاسرين) \r\n", "sura_id": 41, "type": 2, "id": 29187, "aya_id": 25}, {"text": "وهيأنا لهؤلاء الظالمين الجاحدين قرناء فاسدين من شياطين الإنس والجن, فزينوا لهم قبائح أعمالهم في الدنيا, ودعَوهم إلى لذاتها وشهواتها المحرمة, وزَيَّنوا لهم ما خَلْفهم من أمور الآخرة, فأنسوهم ذِكرها, ودعَوهم إلى التكذيب بالمعاد, وبذلك استحقوا دخول النار في جملة أمم سابقة من كفرة الجن والإنس, إنهم كانوا خاسرين أعمالهم في الدنيا وأنفسهم وأهليهم يوم القيامة.\r\n", "sura_id": 41, "type": 3, "id": 35423, "aya_id": 25}, {"text": " <font color=red>وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ</font><BR><p>يَذْكُر تَعَالَى أَنَّهُ هُوَ الَّذِي أَضَلَّ الْمُشْرِكِينَ وَأَنَّ ذَلِكَ بِمَشِيئَتِهِ وَكَوْنه وَقُدْرَته وَهُوَ الْحَكِيم فِي أَفْعَاله بِمَا قَيَّضَ لَهُمْ مِنْ الْقُرَنَاء مِنْ شَيَاطِين الْإِنْس وَالْجِنّ\" فَزَيَّنُوا لَهُمْ مَا بَيْن أَيْدِيهمْ وَمَا خَلْفهمْ \" أَيْ حَسَّنُوا لَهُمْ أَعْمَالهمْ فِي الْمَاضِي وَبِالنِّسْبَةِ إِلَى الْمُسْتَقْبَل فَلَمْ يَرَوْا أَنْفُسهمْ إِلَّا مُحْسِنِينَ كَمَا قَالَ تَعَالَى\" وَمَنْ يَعْشُ عَنْ ذِكْر الرَّحْمَن نُقَيِّض لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِين وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنْ السَّبِيل وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ \" . وَقَوْله تَعَالَى \" وَحَقَّ عَلَيْهِمْ الْقَوْل\" أَيْ كَلِمَة الْعَذَاب كَمَا حَقَّ عَلَى أُمَم قَدْ خَلَتْ مِنْ قَبْلهمْ مِمَّنْ فَعَلَ كَفِعْلِهِمْ مِنْ الْجِنّ وَالْإِنْس إِنَّهُمْ كَانُوا خَاسِرِينَ أَيْ اِسْتَوَوْا هُمْ فِي الْخَسَار وَالدَّمَار.</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41042, "aya_id": 25}]