[{"text": "وَمِمَّنْ حَوْلَكُم مِّنَ الأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُواْ عَلَى النِّفَاقِ لاَ تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ", "sura_id": 9, "type": 0, "id": 1336, "aya_id": 101}, {"text": "وممن حولكم من الأعراب منافقون ومن أهل المدينة مردوا على النفاق لا تعلمهم نحن نعلمهم سنعذبهم مرتين ثم يردون إلى عذاب عظيم", "sura_id": 9, "type": 1, "id": 7572, "aya_id": 101}, {"text": "101 - (وممن حولكم) يا أهل المدينة (من الأعراب منافقون) كأسلم وأشجع وغفار (ومن أهل المدينة) منافقون أيضا (مردوا على النفاق) لجُّوا فيه واستمروا (لا تعلمهم) خطاب للنبي صلى الله عليه وسلم (نحن نعلمهم سنعذبهم مرتين) بالفضيحة أو القتل في الدنيا وعذاب القبر (ثم يردون) في الآخرة (إلى عذاب عظيم) هو النار \r\n", "sura_id": 9, "type": 2, "id": 26280, "aya_id": 101}, {"text": "ومن القوم الذين حول (المدينة) أعراب منافقون, ومن أهل (المدينة) منافقون أقاموا على النفاق, وازدادوا فيه طغيانًا, بحيث يخفى عليك -أيها الرسول- أمرهم, نحن نعلمهم, سنعذبهم مرتين: بالقتل والسبي والفضيحة في الدنيا, وبعذاب القبر بعد الموت, ثم يُرَدُّون يوم القيامة إلى عذاب عظيم في نار جهنم.\r\n", "sura_id": 9, "type": 3, "id": 32516, "aya_id": 101}, {"text": " <font color=red>وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ</font><BR><p>يُخْبِر تَعَالَى رَسُوله صَلَوَات اللَّه وَسَلَامه عَلَيْهِ أَنَّ فِي أَحْيَاء الْعَرَب مِمَّنْ حَوْل الْمَدِينَة مُنَافِقِينَ وَفِي أَهْل الْمَدِينَة أَيْضًا مُنَافِقُونَ \" مَرَدُوا عَلَى النِّفَاق \" أَيْ مُرِّنُوا وَاسْتَمَرُّوا عَلَيْهِ وَمِنْهُ يُقَال شَيْطَان مَرِيد وَمَارِد وَيُقَال تَمَرَّدَ فُلَان عَلَى اللَّه أَيْ عَتَا وَتَجَبَّرَ وَقَوْله \" لَا تَعْلَمهُمْ نَحْنُ نَعْلَمهُمْ \" لَا يُنَافِي قَوْله تَعَالَى \" وَلَوْ نَشَاء لَأَرَيْنَاكُمْ فَلَعَرَفْتُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُم فِي لَحْن الْقَوْل \" لِأَنَّ هَذَا مِنْ بَاب التَّوَسُّم فِيهِمْ بِصِفَاتٍ يُعْرَفُونَ بِهَا لَا أَنَّهُ يَعْرِف جَمِيع مَنْ عِنْده مِنْ أَهْل النِّفَاق وَالرَّيْب عَلَى التَّعْيِين وَقَدْ كَانَ يَعْلَم أَنَّ فِي بَعْض مَنْ يُخَالِطهُ مِنْ أَهْل الْمَدِينَة نِفَاقًا وَإِنْ كَانَ يَرَاهُ صَبَاحًا وَمَسَاء وَشَاهِد هَذَا بِالصِّحَّةِ مَا رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده حَيْثُ قَالَ حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ النُّعْمَان بْن سَالِم عَنْ رَجُل عَنْ جُبَيْر بْن مُطْعَم رَضِيَ اللَّه عَنْهُ قَالَ : قُلْت يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّهُمْ يَزْعُمُونَ أَنَّهُ لَيْسَ لَنَا أَجْر بِمَكَّة فَقَالَ \" لَتَأْتِيَنَّكُمْ أُجُوركُمْ وَلَوْ كُنْتُمْ فِي جُحْر ثَعْلَب \" وَأَصْغَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِرَأْسِهِ فَقَالَ \" إِنَّ فِي أَصْحَابِي مُنَافِقِينَ \" وَمَعْنَاهُ أَنَّهُ قَدْ يَبُوح بَعْض الْمُنَافِقِينَ وَالْمُرْجِفِينَ مِنْ الْكَلَام بِمَا لَا صِحَّة لَهُ وَمِنْ مِثْلهمْ صَدَرَ هَذَا الْكَلَام الَّذِي سَمِعَهُ جُبَيْر بْن مُطْعِم وَتَقَدَّمَ فِي تَفْسِير قَوْله \" وَهَمُّوا بِمَا لَمْ يَنَالُوا \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْلَمَ حُذَيْفَة بِأَعْيَانِ أَرْبَعَة عَشَر أَوْ خَمْسَة عَشَر مُنَافِقًا وَهَذَا تَخْصِيص لَا يَقْتَضِي أَنَّهُ اِطَّلَعَ عَلَى أَسْمَائِهِمْ وَأَعْيَانهمْ كُلّهمْ وَاَللَّه أَعْلَم وَرَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة أَبِي عُمَر الْبَيْرُوتِيّ مِنْ طَرِيق هِشَام بْن عَمَّار حَدَّثَنَا صَدَقَة بْن خَالِد حَدَّثَنَا بْن جَابِر حَدَّثَنِي شَيْخ بِبَيْرُوت يُكَنَّى أَبَا عُمَر أَظُنّهُ حَدَّثَنِي عَنْ أَبِي الدَّرْدَاء أَنَّ رَجُلًا يُقَال لَهُ حَرْمَلَة أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فَقَالَ : الْإِيمَان هَهُنَا وَأَشَارَ بِيَدِهِ إِلَى لِسَانه . وَالنِّفَاق هَهُنَا وَأَشَارَ بِيَدِهِ إِلَى قَلْبه وَلَمْ يَذْكُر اللَّه إِلَّا قَلِيلًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ اِجْعَلْ لَهُ لِسَانًا ذَاكِرًا وَقَلْبًا شَاكِرًا وَارْزُقْهُ حُبِّي وَحُبّ مَنْ يُحِبّنِي وَصَيِّرْ أَمْره إِلَى خَيْر \" . فَقَالَ يَا رَسُول اللَّه : إِنَّهُ كَانَ لِي أَصْحَاب مِنْ الْمُنَافِقِينَ وَكُنْت رَأْسًا فِيهِمْ أَفَلَا آتِيك بِهِمْ ؟ قَالَ \" مَنْ أَتَانَا اِسْتَغْفَرْنَا لَهُ وَمَنْ أَصَرَّ فَاَللَّه أَوْلَى بِهِ وَلَا تَخْرِقَنَّ عَلَى أَحَد سِتْرًا \" . قَالَ وَكَذَا رَوَاهُ أَبُو أَحْمَد الْحَاكِم عَنْ أَبِي بَكْر الْبَاغَنْدِيّ عَنْ هِشَام بْن عَمَّار بِهِ وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة فِي هَذِهِ الْآيَة أَنَّهُ قَالَ مَا بَال أَقْوَام يَتَكَلَّفُونَ عِلْم النَّاس فُلَان فِي الْجَنَّة وَفُلَان فِي النَّار فَإِذَا سَأَلْت أَحَدهمْ عَنْ نَفْسه قَالَ لَا أَدْرِي لَعَمْرِي أَنْتَ بِنَصِيبِك أَعْلَم مِنْك بِأَحْوَالِ النَّاس وَلَقَدْ تَكَلَّفْت شَيْئًا مَا تَكَلَّفَهُ الْأَنْبِيَاء قَبْلك قَالَ نَبِيّ اللَّه نُوح عَلَيْهِ السَّلَام \" وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ \" وَقَالَ نَبِيّ اللَّه شُعَيْب عَلَيْهِ السَّلَام \" بَقِيَّة اللَّه خَيْر لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ \" وَقَالَ اللَّه تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" لَا تَعْلَمهُمْ نَحْنُ نَعْلَمهُمْ \" وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة قَالَ : قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطِيبًا يَوْم الْجُمُعَة فَقَالَ \" اُخْرُجْ يَا فُلَان إِنَّك مُنَافِق وَاخْرُجْ يَا فُلَان فَإِنَّك مُنَافِق \" فَأَخْرَجَ مِنْ الْمَسْجِد نَاسًا مِنْهُمْ فَضَحَهُمْ فَجَاءَ عُمَر وَهُمْ يَخْرُجُونَ مِنْ الْمَسْجِد فَاخْتَبَأَ مِنْهُمْ حَيَاء أَنَّهُ لَمْ يَشْهَد الْجُمُعَة وَظَنَّ أَنَّ النَّاس قَدْ اِنْصَرَفُوا , وَاخْتَبَئُوا هُمْ مِنْ عُمَر ظَنُّوا أَنَّهُ قَدْ عَلِمَ بِأَمْرِهِمْ فَجَاءَ عُمَر فَدَخَلَ الْمَسْجِد فَإِذَا النَّاس لَمْ يُصَلُّوا فَقَالَ لَهُ رَجُل مِنْ الْمُسْلِمِينَ أَبْشِرْ يَا عُمَر قَدْ فَضَحَ اللَّه الْمُنَافِقِينَ الْيَوْم . قَالَ اِبْن عَبَّاس فَهَذَا الْعَذَاب الْأَوَّل حِين أَخْرَجَهُمْ مِنْ الْمَسْجِد وَالْعَذَاب الثَّانِي عَذَاب الْقَبْر وَكَذَا قَالَ الثَّوْرِيّ عَنْ السُّدِّيّ عَنْ أَبِي مَالِك نَحْو هَذَا وَقَالَ مُجَاهِد فِي قَوْله \" سَنُعَذِّبُهُمْ مَرَّتَيْنِ \" \" يَعْنِي الْقَتْل وَالسَّبْي وَقَالَ فِي رِوَايَة بِالْجُوعِ وَعَذَاب الْقَبْر ثُمَّ يُرَدُّونَ إِلَى عَذَاب عَظِيم وَقَالَ اِبْن جُرَيْج عَذَاب الدُّنْيَا وَعَذَاب الْقَبْر ثُمَّ يُرَدُّونَ إِلَى عَذَاب عَظِيم النَّار وَقَالَ الْحَسَن الْبَصْرِيّ عَذَاب فِي الدُّنْيَا وَعَذَاب فِي الْقَبْر وَقَالَ عَبْد الرَّحْمَن بْن زَيْد : أَمَّا عَذَاب فِي الدُّنْيَا فَالْأَمْوَال وَالْأَوْلَاد وَقَرَأَ قَوْله تَعَالَى \" فَلَا تُعْجِبك أَمْوَالهمْ وَلَا أَوْلَادهمْ إِنَّمَا يُرِيد اللَّه لِيُعَذِّبهُمْ بِهَا فِي الْحَيَاة الدُّنْيَا \" فَهَذِهِ الْمَصَائِب لَهُمْ عَذَاب وَهِيَ لِلْمُؤْمِنِينَ أَجْر وَعَذَاب فِي الْآخِرَة فِي النَّار \" ثُمَّ يُرَدُّونَ إِلَى عَذَاب عَظِيم \" قَالَ النَّار وَقَالَ مُحَمَّد بْن إسْحَاق \" سَنُعَذِّبُهُمْ مَرَّتَيْنِ \" قَالَ هُوَ فِيمَا بَلَغَنِي مَا هُمْ فِيهِ مِنْ أَمْر الْإِسْلَام وَمَا يَدْخُل عَلَيْهِمْ مِنْ غَيْظ ذَلِكَ عَلَى غَيْر حِسْبَة ثُمَّ عَذَابهمْ فِي الْقُبُور إِذَا صَارُوا إِلَيْهَا ثُمَّ الْعَذَاب الْعَظِيم الَّذِي يُرَدُّونَ إِلَيْهِ عَذَاب الْآخِرَة وَالْخُلْد فِيهِ وَقَالَ سَعِيد عَنْ قَتَادَة فِي قَوْله \" سَنُعَذِّبُهُمْ مَرَّتَيْنِ \" عَذَاب الدُّنْيَا وَعَذَاب الْقَبْر \" ثُمَّ يُرَدُّونَ إِلَى عَذَاب عَظِيم \" وَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَسَرَّ إِلَى حُذَيْفَة بِاثْنَيْ عَشَر رَجُلًا مِنْ الْمُنَافِقِينَ فَقَالَ سِتَّة مِنْهُمْ تَكْفِيهِمْ الدُّبَيْلَة سِرَاج مِنْ نَار جَهَنَّم يَأْخُذ فِي كَتِف أَحَدهمْ حَتَّى يُفْضِي إِلَى صَدْره وَسِتَّة يَمُوتُونَ مَوْتًا . وَذُكِرَ لَنَا أَنَّ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ كَانَ إِذَا مَاتَ رَجُل مِمَّنْ يَرَى أَنَّهُ مِنْهُمْ نَظَرَ إِلَى حُذَيْفَة فَإِنْ صَلَّى عَلَيْهِ وَإِلَّا تَرَكَهُ , وَذُكِرَ لَنَا أَنَّ عُمَر قَالَ لِحُذَيْفَة أَنْشُدك اللَّه أَمِنْهُمْ أَنَا ؟ قَالَ لَا وَلَا أُومِن مِنْهَا أَحَدًا بَعْدك .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43397, "aya_id": 101}]