[{"text": "وَإِذَا أَرَدْنَا أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا", "sura_id": 17, "type": 0, "id": 2045, "aya_id": 16}, {"text": "و إذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميرا", "sura_id": 17, "type": 1, "id": 8281, "aya_id": 16}, {"text": "16 - (وإذا أردنا أن نهلك قرية أمرنا مترفيها) منعميها بمعنى رؤسائها بالطاعة على لسان رسلنا (ففسقوا فيها) فخرجوا عن أمرنا (فحق عليها القول) بالعذاب (فدمرناها تدميرا) اهلكناها بإهلاك أهلها وتخريبها \r\n", "sura_id": 17, "type": 2, "id": 26989, "aya_id": 16}, {"text": "وإذا أردنا إهلاك أهل قرية لظلمهم أَمَرْنا مترفيهم بطاعة الله وتوحيده وتصديق رسله، وغيرهم تبع لهم، فعصَوا أمر ربهم وكذَّبوا رسله، فحقَّ عليهم القول بالعذاب الذي لا مردَّ له، فاستأصلناهم بالهلاك التام.\r\n", "sura_id": 17, "type": 3, "id": 33225, "aya_id": 16}, {"text": " <font color=red>وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا</font><BR><p>اِخْتَلَفَ الْقُرَّاء فِي قِرَاءَة قَوْله \" أَمَرْنَا \" فَالْمَشْهُور قِرَاءَة التَّخْفِيف وَاخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَاهَا فَقِيلَ مَعْنَاهُ أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا أَمْرًا قَدَرِيًّا كَقَوْلِهِ تَعَالَى \" أَتَاهَا أَمْرنَا لَيْلًا أَوْ نَهَارًا \" إِنَّ اللَّه لَا يَأْمُر بِالْفَحْشَاءِ قَالُوا مَعْنَاهُ أَنَّهُ سَخَّرَهُمْ إِلَى فِعْل الْفَوَاحِش فَاسْتَحَقُّوا الْعَذَاب وَقِيلَ مَعْنَاهُ أَمَرْنَاهُمْ بِالطَّاعَاتِ فَفَعَلُوا الْفَوَاحِش فَاسْتَحَقُّوا الْعُقُوبَة . رَوَاهُ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس وَقَالَهُ سَعِيد بْن جُبَيْر أَيْضًا وَقَالَ اِبْن جَرِير يَحْتَمِل أَنْ يَكُون مَعْنَاهُ جَعَلْنَاهُمْ أُمَرَاء قُلْت إِنَّمَا يَجِيء هَذَا عَلَى قِرَاءَة مَنْ قَرَأَ \" أَمَّرْنَا مُتْرَفِيهَا \" قَالَ عَلِيّ بْن طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا \" يَقُول سَلَّطْنَا أَشْرَارهَا فَعَصَوْا فِيهَا فَإِذَا فَعَلُوا ذَلِكَ أَهْلَكَهُمْ اللَّه بِالْعَذَابِ وَهُوَ قَوْله \" وَكَذَلِكَ جَعَلْنَا فِي كُلّ قَرْيَة أَكَابِر مُجْرِمِيهَا \" الْآيَة وَكَذَا قَالَ أَبُو الْعَالِيَة وَمُجَاهِد وَالرَّبِيع بْن أَنَس وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَإِذَا أَرَدْنَا أَنْ نُهْلِك قَرْيَة أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا \" يَقُول أَكْثَرْنَا عَدَدهمْ وَكَذَا قَالَ عِكْرِمَة وَالْحَسَن وَالضَّحَّاك وَقَتَادَة وَعَنْ مَالِك عَنْ الزُّهْرِيّ \" أَمَرْنَا مُتْرَفِيهَا \" أَكْثَرْنَا وَقَدْ اِسْتَشْهَدَ بَعْضهمْ بِالْحَدِيثِ الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ : حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا أَبُو نُعَيْم الْعَدَوِيّ عَنْ مُسْلِم بْن بُدَيْل عَنْ إِيَاس بْن زُهَيْر عَنْ سُوَيْد بْن هُبَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" خَيْر مَال اِمْرِئٍ لَهُ مُهْرَة مَأْمُورَة أَوْ سِكَّة مَأْبُورَة \" قَالَ الْإِمَام أَبُو عُبَيْد الْقَاسِم بْن سَلَّام رَحِمَهُ اللَّه فِي كِتَابه الْغَرِيب الْمَأْمُورَة كَثِيرَة النَّسْل وَالسِّكَّة الطَّرِيقَة الْمُصْطَفَّة مِنْ النَّخْل وَالْمَأْبُورَة مِنْ التَّأْبِير وَقَالَ بَعْضهمْ إِنَّمَا جَاءَ هَذَا مُتَنَاسِبًا كَقَوْلِهِ \" مَأْزُورَات غَيْر مَأْجُورَات \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38197, "aya_id": 16}]