[{"text": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ", "sura_id": 22, "type": 0, "id": 2667, "aya_id": 72}, {"text": "و إذا تتلى عليهم آياتنا بينات تعرف في وجوه الذين كفروا المنكر يكادون يسطون بالذين يتلون عليهم آياتنا قل أفأنبئكم بشر من ذلكم النار وعدها الله الذين كفروا و بئس المصير", "sura_id": 22, "type": 1, "id": 8903, "aya_id": 72}, {"text": "72 - (وإذا تتلى عليهم آياتنا) من القرآن (بينات) ظاهرات حال (تعرف في وجوه الذين كفروا المنكر) أي الإنكار لها أي أثره من الكراهة والعبوس (يكادون يسطون بالذين يتلون عليهم آياتنا) أي يقعون فيهم بالبطش (قل أفأنبئكم بشر من ذلكم) بأكره إليكم من القرآن المتلو عليكم هو (النار وعدها الله الذين كفروا) بأن مصيرهم إليها (وبئس المصير) هي \r\n", "sura_id": 22, "type": 2, "id": 27611, "aya_id": 72}, {"text": "وإذا تتلى آيات القرآن الواضحة على هؤلاء المشركين ترى الكراهة ظاهرة على وجوههم، يكادون يبطشون بالمؤمنين الذين يدعونهم إلى الله تعالى، ويتلون عليهم آياته. قل لهم -أيها الرسول-: أفلا أخبركم بما هو أشد كراهة إليكم من سماع الحق ورؤية الداعين إليه؟ النار أعدَّها الله للكافرين في الآخرة، وبئس المكان الذي يصيرون إليه.\r\n", "sura_id": 22, "type": 3, "id": 33847, "aya_id": 72}, {"text": " <font color=red>وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ</font><BR><p>ثُمَّ قَالَ\" وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتنَا بَيِّنَات \" أَيْ وَإِذَا ذُكِرَتْ لَهُمْ آيَات الْقُرْآن وَالْحُجَج وَالدَّلَائِل الْوَاضِحَات عَلَى تَوْحِيد اللَّه وَأَنَّهُ لَا إِلَه إِلَّا هُوَ وَأَنَّ رُسُله الْكِرَام حَقّ وَصِدْق \" يَكَادُونَ يَسْطُونَ بِاَلَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتنَا \" أَيْ يَكَادُونَ يُبَادِرُونَ الَّذِينَ يَحْتَجُّونَ عَلَيْهِمْ بِالدَّلَائِلِ الصَّحِيحَة مِنْ الْقُرْآن وَيَبْسُطُونَ إِلَيْهِمْ أَيْدِيهمْ وَأَلْسِنَتهمْ بِالسُّوءِ \" قُلْ \" أَيْ يَا مُحَمَّد لِهَؤُلَاءِ أَفَأُنَبِّئكُمْ بِشَرٍّ مِنْ ذَلِكُمْ النَّار وَعَدَهَا اللَّه الَّذِينَ كَفَرُوا \" أَيْ النَّار وَعَذَابهَا وَنَكَالهَا أَشَدّ وَأَشَقّ وَأَطَمّ وَأَعْظَم مِمَّا تُخَوِّفُونَ بِهِ أَوْلِيَاء اللَّه الْمُؤْمِنِينَ فِي الدُّنْيَا وَعَذَاب الْآخِرَة عَلَى صَنِيعكُمْ هَذَا أَعْظَم مِمَّا تَنَالُونَ مِنْهُمْ إِنْ نِلْتُمْ بِزَعْمِكُمْ وَإِرَادَتكُمْ وَقَوْله\" وَبِئْسَ الْمَصِير \" أَيْ وَبِئْسَ النَّار مُقِيلًا وَمَنْزِلًا وَمَرْجِعًا وَمَوْئِلًا وَمُقَامًا \" إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39098, "aya_id": 72}]