[{"text": "الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ", "sura_id": 89, "type": 0, "id": 6001, "aya_id": 8}, {"text": "التي لم يخلق مثلها في البلاد", "sura_id": 89, "type": 1, "id": 12237, "aya_id": 8}, {"text": "8 - (التي لم يخلق مثلها في البلاد) في بطشهم وقوتهم \r\n", "sura_id": 89, "type": 2, "id": 30945, "aya_id": 8}, {"text": ", التي لم يُخلق مثلها في البلاد في عِظَم الأجساد وقوة البأس؟\r\n", "sura_id": 89, "type": 3, "id": 37181, "aya_id": 8}, {"text": " <font color=red>الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</font><BR><p>أَيْ الْقَبِيلَة الَّتِي لَمْ يُخْلَق مِثْلهَا فِي بِلَادهمْ لِقُوَّتِهِمْ وَشِدَّتهمْ وَعِظَم تَرْكِيبهمْ قَالَ مُجَاهِد إِرَم أُمَّة قَدِيمَة يَعْنِي عَادًا الْأُولَى قَالَ قَتَادَة بْن دِعَامَة وَالسُّدِّيّ إِنَّ إِرَم بَيْت مَمْلَكَة عَاد وَهَذَا قَوْل حَسَن جَيِّد قَوِيّ وَقَالَ مُجَاهِد وَقَتَادَة وَالْكَلْبِيّ فِي قَوْله \" ذَات الْعِمَاد \" كَانُوا أَهْل عُمُد لَا يُقِيمُونَ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس إِنَّمَا قِيلَ لَهُمْ ذَات الْعِمَاد لِطُولِهِمْ . وَاخْتَارَ الْأَوَّل اِبْن جَرِير وَرَدَّ الثَّانِي فَأَصَابَ وَقَوْله تَعَالَى \" الَّتِي لَمْ يُخْلَق مِثْلهَا فِي الْبِلَاد \" أَعَادَ اِبْن زَيْد الضَّمِير عَلَى الْعِمَاد لِارْتِفَاعِهَا وَقَالَ بَنَوْا عُمُدًا بِالْأَحْقَافِ لَمْ يُخْلَق مِثْلهَا فِي الْبِلَاد وَأَمَّا قَتَادَة وَابْن جَرِير فَأَعَادَ الضَّمِير عَلَى الْقَبِيلَة أَيْ لَمْ يُخْلَق مِثْل تِلْكَ الْقَبِيلَة فِي الْبِلَاد يَعْنِي فِي زَمَانهمْ وَهَذَا الْقَوْل هُوَ الصَّوَاب وَقَوْل اِبْن زَيْد وَمَنْ ذَهَبَ مَذْهَبه ضَعِيف لِأَنَّهُ لَوْ كَانَ الْمُرَاد ذَلِكَ لَقَالَ الَّتِي لَمْ يُعْمَل مِثْلهَا فِي الْبِلَاد وَإِنَّمَا قَالَ \" لَمْ يُخْلَق مِثْلهَا فِي الْبِلَاد \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح كَاتِب اللَّيْث حَدَّثَنَا مُعَاوِيَة بْن صَالِح عَمَّنْ حَدَّثَهُ عَنْ الْمِقْدَام عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ ذَكَرَ \" إِرَم ذَات الْعِمَاد \" فَقَالَ كَانَ الرَّجُل مِنْهُمْ يَأْتِي عَلَى الصَّخْرَة فَيَحْمِلهَا عَلَى الْحَيّ فَيُهْلِكهُمْ \" ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَبُو الطَّاهِر حَدَّثَنَا أَنَس بْن عِيَاض عَنْ ثَوْر بْن زَيْد الدَّيْلِيّ قَالَ قَرَأْت كِتَابًا قَدْ سَمَّى حَيْثُ قَرَأَهُ أَنَا شَدَّاد بْن عَاد وَأَنَا الَّذِي رَفَعْت الْعِمَاد وَأَنَا الَّذِي شَدَدْت بِذِرَاعِي نَظَر وَاحِد وَأَنَا الَّذِي كَنَزْت كَنْزًا عَلَى سَبْعَة أَذْرُع لَا يُخْرِجهُ إِلَّا أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْت \" فَعَلَى كُلّ قَوْل سَوَاء كَانَتْ الْعِمَاد أَبْنِيَة بَنَوْهَا أَوْ أَعْمِدَة بُيُوتهمْ لِلْبُدُوِّ أَوْ سِلَاحًا يُقَاتِلُونَ بِهِ أَوْ طُول الْوَاحِد مِنْهُمْ فَهُمْ قَبِيلَة وَأُمَّة مِنْ الْأُمَم وَهُمْ الْمَذْكُورُونَ فِي الْقُرْآن فِي غَيْر مَا مَوْضِع الْمَقْرُونُونَ بِثَمُودَ كَمَا هَهُنَا وَاَللَّه أَعْلَم . وَمَنْ زَعَمَ أَنَّ الْمُرَاد بِقَوْلِهِ \" إِرَم ذَات الْعِمَاد \" مَدِينَة إِمَّا دِمَشْق كَمَا رُوِيَ عَنْ سَعِيد بْن الْمُسَيِّب وَعِكْرِمَة أَوْ إِسْكَنْدَرِيَّة كَمَا رُوِيَ عَنْ الْقُرَظِيّ أَوْ غَيْرهمَا فَفِيهِ نَظَر فَإِنَّهُ كَيْف يَلْتَئِم الْكَلَام عَلَى هَذَا \" أَلَمْ تَرَ كَيْفَ فَعَلَ رَبّك بِعَادٍ إِرَم ذَات الْعِمَاد \" إِنْ جُعِلَ ذَلِكَ بَدَلًا أَوْ عَطْف بَيَان ؟ فَإِنَّهُ لَا يَتَّسِق الْكَلَام حِينَئِذٍ ثُمَّ الْمُرَاد إِنَّمَا هُوَ الْإِخْبَار عَنْ إِهْلَاك الْقَبِيلَة الْمُسَمَّاة بِعَادٍ وَمَا أَحَلَّ اللَّه بِهِمْ مِنْ بَأْسه الَّذِي لَا يُرَدّ لَا أَنَّ الْمُرَاد الْإِخْبَار عَنْ مَدِينَة أَوْ إِقْلِيم . وَإِنَّمَا نَبَّهْت عَلَى ذَلِكَ لِئَلَّا يُغْتَرّ بِكَثِيرٍ مِمَّا ذَكَرَهُ جَمَاعَة مِنْ الْمُفَسِّرِينَ عِنْد هَذِهِ الْآيَة مِنْ ذِكْر مَدِينَة يُقَال لَهَا \" إِرَم ذَات الْعِمَاد \" مَبْنِيَّة بِلَبِنِ الذَّهَب وَالْفِضَّة قُصُورهَا وَدُورهَا وَبَسَاتِينهَا وَإِنَّ حَصْبَاءَهَا لَآلِئ وَجَوَاهِر وَتُرَابهَا بَنَادِق الْمِسْك وَأَنْهَارهَا سَارِحَة وَثِمَارهَا سَاقِطَة وَدُورهَا لَا أَنِيس بِهَا وَسُوَرهَا وَأَبْوَابهَا تُصَفِّر لَيْسَ بِهَا دَاعٍ وَلَا مُجِيب وَإِنَّهَا تَنْتَقِل فَتَارَة تَكُون بِأَرْضِ الشَّام وَتَارَة بِالْيَمَنِ وَتَارَة بِالْعِرَاقِ وَتَارَة بِغَيْرِ ذَلِكَ مِنْ الْبِلَاد فَإِنَّ هَذَا كُلّه مِنْ خُرَافَات الْإسْرائِلِيِّينَ وَمِنْ وَضْع بَعْض زَنَادِقَتهمْ لِيَخْتَبِرُوا بِذَلِكَ عُقُول الْجَهَلَة مِنْ النَّاس أَنْ تُصَدِّقهُمْ فِي جَمِيع ذَلِكَ . وَذَكَرَ الثَّعْلَبِيّ وَغَيْره أَنَّ رَجُلًا مِنْ الْأَعْرَاب وَهُوَ عَبْد اللَّه بْن قِلَابَة فِي زَمَان مُعَاوِيَة ذَهَبَ فِي طَلَب أَبَاعِر لَهُ شَرَدَتْ فَبَيْنَمَا هُوَ يَتِيه فِي اِبْتِغَائِهَا إِذْ اِطَّلَعَ عَلَى مَدِينَة عَظِيمَة لَهَا سُور وَأَبْوَاب فَدَخَلَهَا فَوَجَدَ فِيهَا قَرِيبًا مِمَّا ذَكَرْنَاهُ مِنْ صِفَات الْمَدِينَة الذَّهَبِيَّة الَّتِي تَقَدَّمَ ذِكْرهَا وَأَنَّهُ رَجَعَ فَأَخْبَرَ النَّاس فَذَهَبُوا مَعَهُ إِلَى الْمَكَان الَّذِي قَالَ فَلَمْ يَرَوْا شَيْئًا . وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم قِصَّة \" إِرَم ذَات الْعِمَاد \" هَهُنَا مُطَوَّلَة جِدًّا فَهَذِهِ الْحِكَايَة لَيْسَ يَصِحّ إِسْنَادهَا وَلَوْ صَحَّ إِلَى ذَلِكَ الْأَعْرَابِيّ فَقَدْ يَكُون اِخْتَلَقَ ذَلِكَ أَوْ أَنَّهُ أَصَابَهُ نَوْع مِنْ الْهَوَس وَالْخَبَال فَاعْتَقَدَ أَنَّ ذَلِكَ لَهُ حَقِيقَة فِي الْخَارِج وَلَيْسَ كَذَلِكَ وَهَذَا مِمَّا يَقْطَع بِعَدَمِ صِحَّته وَهَذَا قَرِيب مِمَّا يُخْبِر بِهِ كَثِير مِنْ الْجَهَلَة وَالطَّامِعِينَ وَالْمُتَحَيِّلِينَ مِنْ وُجُود مَطَالِب تَحْت الْأَرْض فِيهَا قَنَاطِير الذَّهَب وَالْفِضَّة وَأَلْوَان الْجَوَاهِر وَالْيَوَاقِيت وَاللَّآلِئ وَالْإِكْسِير الْكَبِير لَكِنْ عَلَيْهَا مَوَانِع تَمْنَع مِنْ الْوُصُول إِلَيْهَا وَالْأَخْذ مِنْهَا فَيَحْتَالُونَ عَلَى أَمْوَال الْأَغْنِيَاء وَالضَّعَفَة وَالسُّفَهَاء فَيَأْكُلُونَهَا بِالْبَاطِلِ فِي صَرْفهَا فِي بَخَاخِير وَعَقَاقِير وَنَحْو ذَلِكَ مِنْ الْهَذَيَانَات وَيَطْنِزُونَ بِهِمْ وَاَلَّذِي يُجْزَم بِهِ أَنَّ فِي الْأَرْض دَفَائِن جَاهِلِيَّة وَإِسْلَامِيَّة وَكُنُوزًا كَثِيرَة مَنْ ظَفِرَ بِشَيْءٍ مِنْهَا أَمْكَنَهُ تَحْوِيله فَأَمَّا عَلَى الصِّفَة الَّتِي زَعَمُوهَا فَكَذِب وَافْتِرَاء وَبُهْت وَلَمْ يَصِحّ فِي ذَلِكَ شَيْء مِمَّا يَقُولُونَ إِلَّا عَنْ نَقْلهمْ أَوْ نَقْل مَنْ أَخَذَ عَنْهُمْ وَاَللَّه سُبْحَانه وَتَعَالَى الْهَادِي لِلصَّوَابِ . وَقَوْل اِبْن جَرِير يَحْتَمِل أَنْ يَكُون الْمُرَاد بِقَوْلِهِ \" إِرَم ذَات الْعِمَاد\" قَبِيلَة أَوْ بَلْدَة كَانَتْ عَاد تَسْكُنهَا فَلِذَلِكَ لَمْ تُصْرَف. فِيهِ نَظَر لِأَنَّ الْمُرَاد مِنْ السِّيَاق إِنَّمَا هُوَ الْإِخْبَار عَنْ الْقَبِيلَة .</p><BR> <br> ", "sura_id": 89, "type": 4, "id": 43392, "aya_id": 8}]