[{"text": "لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلَّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ", "sura_id": 12, "type": 0, "id": 1707, "aya_id": 111}, {"text": "لقد كان في قصصهم عبرة لأولي الألباب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهدى ورحمة لقوم يؤمنون", "sura_id": 12, "type": 1, "id": 7943, "aya_id": 111}, {"text": "111 - (لقد كان في قصصهم) أي الرسل (عبرة لأولي الألباب) أصحاب العقول (ما كان) هذا القرآن (حديثاً يفترى) يختلق (ولكن) كان (تصديق الذي بين يديه) قبله من الكتب (وتفصيل) تبيين (كل شيء) يحتاج إليه في الدين (وهدى) من الضلالة (ورحمة لقوم يؤمنون) خصوا بالذكر لانتفاعهم به دون غيرهم \r\n", "sura_id": 12, "type": 2, "id": 26651, "aya_id": 111}, {"text": "لقد كان في نبأ المرسلين الذي قصصناه عليك وما حلَّ بالمكذبين عظة لأهل العقول السليمة. ما كان هذا القرآن حديثًا مكذوبًا مختلَقًا, ولكن أنزلناه مصدقًا لما سبقه من الكتب السماوية, وبيانًا لكل ما يحتاج إليه العباد من تحليل وتحريم, ومحبوب ومكروه وغير ذلك, وإرشادًا من الضلال, ورحمة لأهل الإيمان تهتدي به قلوبهم, فيعملون بما فيه من الأوامر والنواهي.\r\n", "sura_id": 12, "type": 3, "id": 32887, "aya_id": 111}, {"text": " <font color=red>لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ</font><BR><p>يَقُول تَعَالَى لَقَدْ كَانَ فِي خَبَر الْمُرْسَلِينَ مَعَ قَوْمهمْ وَكَيْف نَجَّيْنَا الْمُؤْمِنِينَ وَأَهْلَكْنَا الْكَافِرِينَ \" عِبْرَة لِأُولِي الْأَلْبَاب\" وَهِيَ الْعُقُول \" مَا كَانَ حَدِيثًا يُفْتَرَى \" أَيْ وَمَا كَانَ لِهَذَا الْقُرْآن أَنْ يُفْتَرَى مِنْ دُون اللَّه أَيْ يُكْذَب وَيُخْلَق\" وَلَكِنْ تَصْدِيق الَّذِي بَيْن يَدَيْهِ \" أَيْ مِنْ الْكُتُب الْمُنَزَّلَة مِنْ السَّمَاء هُوَ يُصَدِّق مَا فِيهَا مِنْ الصَّحِيح وَيَنْفِي مَا وَقَعَ فِيهَا مِنْ تَحْرِيف وَتَبْدِيل وَتَغْيِير وَيَحْكُم عَلَيْهَا بِالنَّسْخِ أَوْ التَّقْرِير \" وَتَفْصِيل كُلّ شَيْء \" مِنْ تَحْلِيل وَتَحْرِيم وَمَحْبُوب وَمَكْرُوه وَغَيْر ذَلِكَ مِنْ الْأَمْر بِالطَّاعَاتِ وَالْوَاجِبَات وَالْمُسْتَحَبَّات وَالنَّهْي عَنْ الْمُحَرَّمَات وَمَا شَاكَلَهَا مِنْ الْمَكْرُوهَات وَالْإخْبَار عَنْ الْأُمُور الْجَلِيَّة وَعَنْ الْغُيُوب الْمُسْتَقْبَلِيَّة الْمُجْمَلَة وَالتَّفْصِيلِيَّة وَالْإِخْبَار عَنْ الرَّبّ تَبَارَكَ وَتَعَالَى بِالْأَسْمَاءِ وَالصِّفَات وَتَنَزُّهه عَنْ مُمَاثَلَة الْمَخْلُوقَات فَلِهَذَا كَانَتْ \" هُدًى وَرَحْمَة لِقَوْمٍ يُؤْمِنُونَ \" تَهْتَدِي بِهِ قُلُوبُهُم مِنْ الْغَيّ إِلَى الرَّشَاد وَمِنْ الضَّلَال إِلَى السَّدَاد وَيَبْتَغُونَ بِهَا الرَّحْمَة مِنْ رَبّ الْعِبَاد فِي هَذِهِ الْحَيَاة الدُّنْيَا وَيَوْم الْمَعَاد فَنَسْأَل اللَّه الْعَظِيم أَنْ يَجْعَلنَا مِنْهُمْ فِي الدُّنْيَا وَالْآخِرَة يَوْم يَفُوز بِالرِّبْحِ الْمُبَيَّضَة وُجُوههمْ النَّاضِرَة وَيَرْجِع الْمُسَوَّدَة وُجُوههمْ بِالصَّفْقَةِ الْخَاسِرَة آخِر تَفْسِير سُورَة يُوسُف عَلَيْهِ السَّلَام وَلِلَّهِ الْحَمْد وَالْمِنَّة وَبِهِ الْمُسْتَعَان .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37760, "aya_id": 111}]