[{"text": "وَقَالُواْ لَن نُّؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الأَرْضِ يَنبُوعًا", "sura_id": 17, "type": 0, "id": 2119, "aya_id": 90}, {"text": "و قالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا", "sura_id": 17, "type": 1, "id": 8355, "aya_id": 90}, {"text": "90 - (وقالوا) عطف على ابى (لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا) عينا ينبع منها الماء \r\n", "sura_id": 17, "type": 2, "id": 27063, "aya_id": 90}, {"text": "ولما أعجز القرآن المشركين وغلبهم أخذوا يطلبون معجزات وَفْق أهوائهم فقالوا: لن نصدقك -أيها الرسول- ونعمل بما تقول حتى تفجر لنا من أرض \"مكة\" عينًا جارية.\r\n", "sura_id": 17, "type": 3, "id": 33299, "aya_id": 90}, {"text": " <font color=red>وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا</font><BR><p>قَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا يُونُس بْن بُكَيْر حَدَّثَنَا مُحَمَّد بْن إِسْحَاق حَدَّثَنِي شَيْخ مِنْ أَهْل مِصْر قَدِمَ مُنْذُ بِضْع وَأَرْبَعِينَ سَنَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ عُتْبَة وَشَيْبَة اِبْنَيْ رَبِيعَة وَأَبَا سُفْيَان بْن حَرْب وَرَجُلًا مِنْ بَنِي عَبْد الدَّار وَأَبَا الْبَخْتَرِيّ أَخَا بَنِي أَسَد وَالْأَسْوَد بْن الْمُطَّلِب بْن أَسَد وَزَمْعَة بْن الْأَسْوَد وَالْوَلِيد بْن الْمُغِيرَة وَأَبَا جَهْل بْن هِشَام وَعَبْد اللَّه بْن عَلِيّ وَأُمَيَّة بْن خَلَف وَالْعَاص بْن وَائِل وَنَبِيهًا وَمُنَبِّهًا اِبْنَيْ الْحَجَّاج السَّهْمِيَّيْنِ اِجْتَمَعُوا أَوْ مَنْ اِجْتَمَعَ مِنْهُمْ بَعْد غُرُوب الشَّمْس عِنْد ظَهْر الْكَعْبَة فَقَالَ بَعْضهمْ لِبَعْضٍ : اِبْعَثُوا إِلَى مُحَمَّد فَكَلِّمُوهُ وَخَاصِمُوهُ حَتَّى تُعْذَرُوا فِيهِ فَبَعَثُوا إِلَيْهِ أَنَّ أَشْرَاف قَوْمك قَدْ اِجْتَمَعُوا لَك لِيُكَلِّمُوك فَجَاءَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَرِيعًا وَهُوَ يَظُنّ أَنَّهُ قَدْ بَدَا لَهُمْ فِي أَمْره بَدَاء وَكَانَ عَلَيْهِمْ حَرِيصًا يُحِبّ رُشْدهمْ وَيَعِزّ عَلَيْهِ عَنَتهمْ حَتَّى جَلَسَ إِلَيْهِمْ فَقَالُوا يَا مُحَمَّد : إِنَّا قَدْ بَعَثْنَا إِلَيْك لِنُعْذَر فِيك وَإِنَّا وَاَللَّه مَا نَعْلَم رَجُلًا مِنْ الْعَرَب أَدْخَلَ عَلَى قَوْمه مَا أَدْخَلْت عَلَى قَوْمك لَقَدْ شَتَمْت الْآبَاء وَعِبْت الدِّين وَسَفَّهْت الْأَحْلَام وَشَتَمْت الْآلِهَة وَفَرَّقْت الْجَمَاعَة فَمَا بَقِيَ مِنْ قَبِيح إِلَّا وَقَدْ جِئْته فِيمَا بَيْننَا وَبَيْنك فَإِنْ كُنْت إِنَّمَا جِئْت بِهَذَا الْحَدِيث تَطْلُب بِهِ مَالًا جَمَعْنَا لَك مِنْ أَمْوَالنَا حَتَّى تَكُون أَكْثَرنَا مَالًا وَإِنْ كُنْت إِنَّمَا تَطْلُب الشَّرَف فِينَا سَوَّدْنَاك عَلَيْنَا وَإِنْ كُنْت تُرِيد مُلْكًا مَلَّكْنَاك عَلَيْنَا وَإِنْ كَانَ هَذَا الَّذِي يَأْتِيك بِمَا يَأْتِيك رَئِيًّا تَرَاهُ قَدْ غَلَبَ عَلَيْك - وَكَانُوا يُسَمُّونَ التَّابِع مِنْ الْجِنّ الرَّئِيّ فَرُبَّمَا كَانَ ذَلِكَ بَذَلْنَا أَمْوَالنَا فِي طَلَب الطِّبّ حَتَّى نُبْرِئك مِنْهُ أَوْ نُعْذَر فِيك . فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا بِي مَا تَقُولُونَ مَا جِئْتُكُمْ بِمَا جِئْتُكُمْ بِهِ أَطْلُب أَمْوَالكُمْ وَلَا الشَّرَف فِيكُمْ وَلَا الْمُلْك عَلَيْكُمْ وَلَكِنَّ اللَّه بَعَثَنِي إِلَيْكُمْ رَسُولًا وَأَنْزَلَ عَلَيَّ كِتَابًا وَأَمَرَنِي أَنْ أَكُون لَكُمْ بَشِيرًا وَنَذِيرًا فَبَلَّغْتُكُمْ رِسَالَات رَبِّي وَنَصَحْت لَكُمْ فَإِنْ تَقْبَلُوا مِنِّي مَا جِئْتُكُمْ بِهِ فَهُوَ حَظّكُمْ فِي الدُّنْيَا وَالْآخِرَة وَإِنْ تَرُدُّوهُ عَلَيَّ أَصْبِر لِأَمْرِ اللَّه حَتَّى يَحْكُم اللَّه بَيْنِي وَبَيْنكُمْ \" أَوْ كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَسْلِيمًا فَقَالُوا يَا مُحَمَّد فَإِنْ كُنْت غَيْر قَابِل مِنَّا مَا عَرَضْنَا عَلَيْك فَقَدْ عَلِمْت أَنَّهُ لَيْسَ أَحَد مِنْ النَّاس أَضْيَق مِنَّا بِلَادًا وَلَا أَقَلّ مَالًا وَلَا أَشَدّ عَيْشًا مِنَّا فَاسْأَلْ لَنَا رَبّك الَّذِي بَعَثَك بِمَا بَعَثَك بِهِ فَلْيُسَيِّرْ عَنَّا هَذِهِ الْجِبَال الَّتِي قَدْ ضَيَّقَتْ عَلَيْنَا وَلْيَبْسُطْ لَنَا بِلَادنَا وَلْيُفَجِّرْ فِيهَا أَنْهَارًا كَأَنْهَارِ الشَّام وَالْعِرَاق وَلْيَبْعَثْ لَنَا مَنْ مَضَى مِنْ آبَائِنَا وَلْيَكُنْ فِيمَنْ يُبْعَث لَنَا مِنْهُمْ قُصَيّ بْن كِلَاب فَإِنَّهُ كَانَ شَيْخًا صَدُوقًا فَنَسْأَلهُمْ عَمَّا تَقُول فَقَالَ حَقّ هُوَ أَمْ بَاطِل ؟ فَإِنْ صَنَعْت مَا سَأَلْنَاك وَصَدَّقُوك صَدَّقْنَاك وَعَرَفْنَا بِهِ مَنْزِلَتك عِنْد اللَّه وَأَنَّهُ بَعَثَك رَسُولًا كَمَا تَقُول . فَقَالَ لَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا بِهَذَا بُعِثْت إِنَّمَا جِئْتُكُمْ مِنْ عِنْد اللَّه بِمَا بَعَثَنِي فَقَدْ بَلَّغْتُكُمْ مَا أُرْسِلْت بِهِ إِلَيْكُمْ فَإِنْ تَقْبَلُوهُ فَهُوَ حَظّكُمْ فِي الدُّنْيَا وَالْآخِرَة وَإِنْ تَرُدُّوهُ عَلَيَّ أَصْبِر لِأَمْرِ اللَّه حَتَّى يَحْكُم اللَّه بَيْنِي وَبَيْنكُمْ \" قَالُوا فَإِنْ لَمْ تَفْعَل لَنَا هَذَا فَخُذْ لِنَفْسِك فَسَلْ رَبّك أَنْ يَبْعَث مَلَكًا يُصَدِّقك بِمَا تَقُول وَيُرَاجِعنَا عَنْك وَتَسْأَلهُ فَيَجْعَل لَك جَنَّات وَكُنُوزًا وَقُصُورًا مِنْ ذَهَب وَفِضَّة وَيُغْنِيك بِهَا عَمَّا نَرَاك تَبْتَغِي فَإِنَّك تَقُوم بِالْأَسْوَاقِ وَتَلْتَمِس الْمَعَاش كَمَا نَلْتَمِسهُ حَتَّى نَعْرِف فَضْل مَنْزِلَتك مِنْ رَبّك إِنْ كُنْت رَسُولًا كَمَا تَزْعُم . فَقَالَ لَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أَنَا بِفَاعِلٍ مَا أَنَا بِاَلَّذِي يَسْأَل رَبّه هَذَا وَمَا بُعِثْت إِلَيْكُمْ بِهَذَا وَلَكِنَّ اللَّه بَعَثَنِي بَشِيرًا وَنَذِيرًا فَإِنْ تَقْبَلُوا مَا جِئْتُكُمْ بِهِ فَهُوَ حَظّكُمْ فِي الدُّنْيَا وَالْآخِرَة وَإِنْ تَرُدُّوهُ عَلَيَّ أَصْبِر لِأَمْرِ اللَّه حَتَّى يَحْكُم اللَّه بَيْنِي وَبَيْنكُمْ \" قَالُوا فَأَسْقِطْ السَّمَاء كَمَا زَعَمْت أَنَّ رَبّك إِنْ شَاءَ فَعَلَ ذَلِكَ فَإِنَّا لَنْ نُؤْمِن لَك إِلَّا أَنْ تَفْعَل . فَقَالَ لَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" ذَلِكَ إِلَى اللَّه إِنْ شَاءَ فَعَلَ بِكُمْ ذَلِكَ \" فَقَالُوا يَا مُحَمَّد أَمَا عَلِمَ رَبّك أَنَّا سَنَجْلِسُ مَعَك وَنَسْأَلك عَمَّا سَأَلْنَاك عَنْهُ وَنَطْلُب مِنْك مَا نَطْلُب فَيَقْدَم إِلَيْك وَيُعَلِّمك مَا تُرَاجِعنَا بِهِ وَيُخْبِرك مَا هُوَ صَانِع فِي ذَلِكَ بِنَا إِذَا لَمْ نَقْبَل مِنْك مَا جِئْتنَا بِهِ فَقَدْ بَلَغَنَا أَنَّهُ إِنَّمَا يُعَلِّمك هَذَا رَجُل بِالْيَمَامَةِ يُقَال لَهُ الرَّحْمَن وَإِنَّا وَاَللَّه لَا نُؤْمِن بِالرَّحْمَنِ أَبَدًا فَقَدْ أَعْذَرْنَا إِلَيْك يَا مُحَمَّد أَمَا وَاَللَّه لَا نَتْرُكك وَمَا فَعَلْت بِنَا حَتَّى نُهْلِكك أَوْ تُهْلِكنَا وَقَالَ قَائِلهمْ نَحْنُ نَعْبُد الْمَلَائِكَة وَهِيَ بَنَات اللَّه وَقَالَ قَائِلهمْ لَنْ نُؤْمِن لَك حَتَّى تَأْتِي بِاَللَّهِ وَالْمَلَائِكَة قَبِيلًا . فَلَمَّا قَالُوا ذَلِكَ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهُمْ وَقَامَ مَعَهُ عَبْد اللَّه بْن أَبِي أُمَيَّة بْن الْمُغِيرَة بْن عَبْد اللَّه بْن عُمَر بْن مَخْزُوم وَهُوَ اِبْن عَمَّته عَاتِكَة اِبْنَة عَبْد الْمُطَّلِب فَقَالَ : يَا مُحَمَّد عَرَضَ عَلَيْك قَوْمك مَا عَرَضُوا فَلَمْ تَقْبَلهُ مِنْهُمْ ثُمَّ سَأَلُوك لِأَنْفُسِهِمْ أُمُورًا لِيَعْرِفُوا بِهَا مَنْزِلَتك مِنْ اللَّه فَلَمْ تَفْعَل ذَلِكَ ثُمَّ سَأَلُوك أَنْ تُعَجِّل مَا تُخَوِّفهُمْ بِهِ مِنْ الْعَذَاب فَوَاَللَّهِ لَا أُؤْمِن بِك أَبَدًا حَتَّى تَتَّخِذ إِلَى السَّمَاء سُلَّمًا ثُمَّ تَرْقَى وَأَنَا أَنْظُر حَتَّى تَأْتِيهَا وَتَأْتِي مَعَك بِصَحِيفَةٍ مَنْشُورَة وَمَعَك أَرْبَعَة مِنْ الْمَلَائِكَة يَشْهَدُونَ لَك أَنَّك كَمَا تَقُول وَاَيْم اللَّه لَوْ فَعَلْت ذَلِكَ لَظَنَنْت أَنِّي لَا أُصَدِّقك ثُمَّ اِنْصَرَفَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَانْصَرَفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَهْله حَزِينًا أَسِفًا لِمَا فَاتَهُ مِمَّا كَانَ طَمِعَ فِيهِ مِنْ قَوْمه حِين دَعَوْهُ وَلِمَا رَأَى مِنْ مُبَاعَدَتهمْ إِيَّاهُ وَهَكَذَا رَوَاهُ زِيَاد بْن عَبْد اللَّه الْبَكَّائِيّ عَنْ اِبْن إِسْحَاق حَدَّثَنِي بَعْض أَهْل الْعِلْم عَنْ سَعِيد بْن جُبَيْر وَعِكْرِمَة عَنْ اِبْن عَبَّاس فَذَكَرَ مِثْله سَوَاء . وَهَذَا الْمَجْلِس الَّذِي اِجْتَمَعَ هَؤُلَاءِ لَهُ لَوْ عَلِمَ اللَّه مِنْهُمْ أَنَّهُمْ يَسْأَلُونَ ذَلِكَ اِسْتِرْشَادًا لَأُجِيبُوا إِلَيْهِ وَلَكِنْ عَلِمَ أَنَّهُمْ إِنَّمَا يَطْلُبُونَ ذَلِكَ كُفْرًا وَعِنَادًا فَقِيلَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : إِنْ شِئْت أَعْطَيْنَاهُمْ مَا سَأَلُوا فَإِنْ كَفَرُوا عَذَّبْتهمْ عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ وَإِنْ شِئْت فَتَحْت عَلَيْهِمْ بَاب التَّوْبَة وَالرَّحْمَة . فَقَالَ \" بَلْ تَفْتَح عَلَيْهِمْ بَاب التَّوْبَة وَالرَّحْمَة \" كَمَا تَقَدَّمَ ذَلِكَ فِي حَدِيثَيْ اِبْن عَبَّاس وَالزُّبَيْر بْن الْعَوَّام أَيْضًا عِنْد قَوْله تَعَالَى \" وَمَا مَنَعَنَا أَنْ نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُود النَّاقَة مُبْصِرَة فَظَلَمُوا بِهَا وَمَا نُرْسِل بِالْآيَاتِ إِلَّا تَخْوِيفًا \" . وَقَالَ تَعَالَى \" وَقَالُوا مَا لِهَذَا الرَّسُول يَأْكُل الطَّعَام وَيَمْشِي فِي الْأَسْوَاق لَوْلَا أُنْزِلَ إِلَيْهِ مَلَك فَيَكُون مَعَهُ نَذِيرًا أَوْ يُلْقَى إِلَيْهِ كَنْز أَوْ تَكُون لَهُ جَنَّة يَأْكُل مِنْهَا وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا اُنْظُرْ كَيْف ضَرَبُوا لَك الْأَمْثَال فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَك خَيْرًا مِنْ ذَلِكَ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار وَيَجْعَل لَك قُصُورًا بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا \" وَقَوْله تَعَالَى\" حَتَّى تَفْجُر لَنَا مِنْ الْأَرْض يَنْبُوعًا \" الْيَنْبُوع : الْعَيْن الْجَارِيَة سَأَلُوهُ أَنْ يُجْرِي لَهُمْ عَيْنًا مَعِينًا فِي أَرْض الْحِجَاز هَاهُنَا وَهَاهُنَا وَذَلِكَ سَهْل عَلَى اللَّه تَعَالَى يَسِير لَوْ شَاءَ لَفَعَلَهُ وَلَأَجَابَهُمْ إِلَى جَمِيع مَا سَأَلُوا وَطَلَبُوا وَلَكِنْ عَلِمَ أَنَّهُمْ لَا يَهْتَدُونَ كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" وَقَالَ تَعَالَى \" وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمْ الْمَلَائِكَة وَكَلَّمَهُمْ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلّ شَيْء قُبُلًا مَا كَانُوا لِيُؤْمِنُوا \" الْآيَة .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38279, "aya_id": 90}]