[{"text": "يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 66, "type": 0, "id": 5230, "aya_id": 1}, {"text": "يا أيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزواجك والله غفور رحيم", "sura_id": 66, "type": 1, "id": 11466, "aya_id": 1}, {"text": "سورة التحريم 1 - (يا أيها النبي لم تحرم ما أحل الله لك) من أمتك مارية القبطية لما واقعها في بيت حفصة وكانت غائبة فجاءت وشق عليها كون ذلك في بيتها وعلى فراشها حيث قلت هي حرام علي (تبتغي) بتحريمها (مرضات أزواجك) أي رضاهن (والله غفور رحيم) غفر لك هذا التحريم \r\n", "sura_id": 66, "type": 2, "id": 30174, "aya_id": 1}, {"text": "يا أيها النبي لِمَ تمنع نفسك عن الحلال الذي أحله الله لك، تبتغي إرضاء زوجاتك؟ والله غفور لك, رحيم بك.\r\n", "sura_id": 66, "type": 3, "id": 36410, "aya_id": 1}, {"text": " <font color=red>يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ</font><BR><p>اُخْتُلِفَ فِي سَبَب نُزُول صَدْر هَذِهِ السُّورَة فَقِيلَ نَزَلَتْ فِي شَأْن مَارِيَة , وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ حَرَّمَهَا فَنَزَلَ قَوْله تَعَالَى \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك تَبْتَغِي مَرْضَات أَزْوَاجك \" الْآيَة قَالَ أَبُو عَبْد الرَّحْمَن النَّسَائِيّ أَخْبَرَنَا إِبْرَاهِيم بْن يُونُس بْن مُحَمَّد حَدَّثَنَا أَبِي حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَتْ لَهُ أَمَة يَطَؤُهَا فَلَمْ تَزَلْ بِهِ عَائِشَة وَحَفْصَة حَتَّى حَرَّمَهَا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك \" إِلَى آخِر الْآيَة . وَقَالَ اِبْن جَرِير حَدَّثَنِي اِبْن عَبْد الرَّحِيم الْبَرْقِيّ حَدَّثَنَا اِبْن أَبِي مَرْيَم ثَنَا أَبُو غَسَّان حَدَّثَنِي زَيْد بْن أَسْلَمَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصَابَ أُمّ إِبْرَاهِيم فِي بَيْت بَعْض نِسَائِهِ فَقَالَتْ أَيْ رَسُولَ اللَّه فِي بَيْتِي وَعَلَى فِرَاشِي ؟ فَجَعَلَهَا عَلَيْهِ حَرَامًا قَالَتْ أَيْ رَسُول اللَّه كَيْف يُحَرَّم عَلَيْك الْحَلَال ؟ فَحَلَفَ لَهَا بِاَللَّهِ لَا يُصِيبهَا فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك \" قَالَ زَيْد بْن أَسْلَمَ فَقَوْله أَنْتِ عَلَيَّ حَرَام لَغْو وَهَكَذَا رَوَى عَبْد الرَّحْمَن بْن زَيْد عَنْ أَبِيهِ وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا يُونُس ثَنَا اِبْن وَهْب عَنْ مَالِك عَنْ زَيْد بْن أَسْلَمَ قَالَ : قَالَ لَهَا \" أَنْتِ عَلَيَّ حَرَام وَاَللَّهِ لَا أَطَؤُك \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن عُلَيَّة عَنْ دَاوُد بْن أَبِي هِنْد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق قَالَ آلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَرَّمَ فَعُوتِبَ فِي التَّحْرِيم وَأُمِرَ بِالْكَفَّارَةِ فِي الْيَمِين رَوَاهُ اِبْن جَرِير وَكَذَا رُوِيَ عَنْ قَتَادَة وَغَيْره عَنْ الشَّعْبِيّ نَفْسه وَكَذَا قَالَ غَيْر وَاحِد مِنْ السَّلَف مِنْهُمْ الضَّحَّاك وَالْحَسَن وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَالَ : قُلْت لِعُمَرَ بْن الْخَطَّاب مَنْ الْمَرْأَتَانِ ؟ قَالَ عَائِشَة وَحَفْصَة وَكَانَ بَدْء الْحَدِيث فِي شَأْن أُمّ إِبْرَاهِيم مَارِيَة أَصَابَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْت حَفْصَة فِي نَوْبَتهَا فَوَجَدَتْ حَفْصَة فَقَالَتْ يَا نَبِيّ اللَّه لَقَدْ جِئْت إِلَيَّ شَيْئًا مَا جِئْت إِلَى أَحَد مِنْ أَزْوَاجك فِي يَوْمِي وَفِي دَوْرِي وَعَلَى فِرَاشِي قَالَ \" أَلَا تَرْضَيْنَ أَنْ أُحَرِّمَهَا فَلَا أَقْرَبَهَا \" قَالَتْ بَلَى فَحَرَّمَهَا وَقَالَ لَهَا \" لَا تَذْكُرِي ذَلِكَ لِأَحَدٍ \" فَذَكَرَتْهُ لِعَائِشَةَ فَأَظْهَرَهُ اللَّه عَلَيْهِ فَأَنْزَلَ اللَّهُ تَعَالَى \" يَا أَيّهَا النَّبِيُّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك تَبْتَغِي مَرْضَات أَزْوَاجك \" الْآيَات كُلّهَا فَبَلَغَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَفَّرَ عَنْ يَمِينه وَأَصَابَ جَارِيَتَهُ وَقَالَ الْهَيْثَم بْن كُلَيْب فِي مُسْنَده ثَنَا أَبُو قِلَابَةَ عَبْد الْمَلِك بْن مُحَمَّد الرَّقَاشِيّ ثَنَا مُسْلِم بْن إِبْرَاهِيم ثَنَا جَرِير بْن حَازِم عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ عُمَر قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِحَفْصَةَ \" لَا تُخْبِرِي أَحَدًا وَإِنَّ أُمّ إِبْرَاهِيم عَلَيَّ حَرَام \" فَقَالَتْ أَتُحَرِّمُ مَا أَحَلَّ اللَّه لَك ؟ قَالَ \" فَوَاَللَّهِ لَا أَقْرَبُهَا \" قَالَ فَلَمْ يَقْرَبْهَا حَتَّى أَخْبَرَتْ عَائِشَة.</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42320, "aya_id": 1}]