[{"text": "وَأَنفِقُواْ فِي سَبِيلِ اللّهِ وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوَاْ إِنَّ اللّهَ يُحِبُّ الْمُحْسِنِينَ", "sura_id": 2, "type": 0, "id": 202, "aya_id": 195}, {"text": "وأنفقوا في سبيل الله ولا تلقوا بأيديكم إلى التهلكة وأحسنوا إن الله يحب المحسنين", "sura_id": 2, "type": 1, "id": 6438, "aya_id": 195}, {"text": "195 - (وأنفقوا في سبيل الله) طاعته بالجهاد وغيره (ولا تلقوا بأيديكم) أي أنفسكم والباء زائدة (إلى التهلكة) الهلاك بالإمساك عن النفقة في الجهاد أو تركه لأنه يقوي العدو عليكم (وأحسنوا) بالنفقة وغيرها (إن الله يحب المحسنين) أي يثيبهم \r\n", "sura_id": 2, "type": 2, "id": 25146, "aya_id": 195}, {"text": "واستمروا- أيها المؤمنون- في إنفاق الأموال لنصرة دين الله تعالى, والجهاد في سبيله, ولا توقعوا أنفسكم في المهالك بترك الجهاد في سبيل الله, وعدم الإنفاق فيه, وأحسنوا في الانفاق والطاعة, واجعلوا عملكم كله خالصًا لوجه الله تعالى. إن الله يحب أهل الإخلاص والإحسان.\r\n", "sura_id": 2, "type": 3, "id": 31382, "aya_id": 195}, {"text": " <font color=red>وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ</font><BR><p>قَالَ الْبُخَارِيّ حَدَّثَنَا إِسْحَاق أَخْبَرَنَا النَّضْر أَخْبَرَنَا شُعْبَة عَنْ سُلَيْمَان سَمِعْت أَبَا وَائِل عَنْ حُذَيْفَة \" وَأَنْفِقُوا فِي سَبِيل اللَّه وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة\" قَالَ نَزَلَتْ فِي النَّفَقَة وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَش بِهِ مِثْله قَالَ : وَرُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَعَطَاء وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان نَحْو ذَلِكَ وَقَالَ اللَّيْث بْن سَعْد عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ أَسْلَمَ أَبِي عِمْرَان قَالَ : حَمَلَ رَجُل مِنْ الْمُهَاجِرِينَ بِالْقُسْطَنْطِينِيَّةِ عَلَى صَفّ الْعَدُوّ حَتَّى خَرَقَهُ وَمَعَنَا أَبُو أَيُّوب الْأَنْصَارِيّ فَقَالَ نَاس : أَلْقَى بِيَدِهِ إِلَى التَّهْلُكَة . فَقَالَ أَبُو أَيُّوب : نَحْنُ أَعْلَم بِهَذِهِ الْآيَة إِنَّمَا نَزَلَتْ فِينَا : صَحِبْنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَشَهِدْنَا مَعَهُ الْمَشَاهِد وَنَصَرْنَاهُ فَلَمَّا فَشَا الْإِسْلَام وَظَهَرَ اِجْتَمَعْنَا مَعْشَر الْأَنْصَار تَحَبُّبًا فَقُلْنَا قَدْ أَكْرَمَنَا اللَّهُ بِصُحْبَةِ نَبِيّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَنَصْره حَتَّى فَشَا الْإِسْلَام وَكَثُرَ أَهْله وَكُنَّا قَدْ آثَرْنَاهُ عَلَى الْأَهْلِينَ وَالْأَمْوَال وَالْأَوْلَاد وَقَدْ وَضَعَتْ الْحَرْب أَوْزَارهَا فَنَرْجِع إِلَى أَهْلِينَا وَأَوْلَادنَا فَنُقِيم فِيهِمَا فَنَزَلَ فِينَا \" وَأَنْفِقُوا فِي سَبِيل اللَّه وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة \" فَكَانَتْ التَّهْلُكَة فِي الْإِقَامَة فِي الْأَهْل وَالْمَال وَتَرْك الْجِهَاد رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَعَبْد بْن حُمَيْد فِي تَفْسِيره وَابْن أَبِي حَاتِم وَابْن جَرِير وَابْن مَرْدَوَيْهِ وَالْحَافِظ أَبُو يَعْلَى فِي مُسْنَده وَابْن حِبَّان فِي صَحِيحه وَالْحَاكِم فِي مُسْتَدْرَكه كُلّهمْ مِنْ حَدِيث يَزِيد بْن أَبِي حَبِيب بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح غَرِيب وَقَالَ الْحَاكِم عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَلَفْظ أَبِي دَاوُد عَنْ أَسْلَمَ أَبِي عِمْرَان كُنَّا بِالْقُسْطَنْطِينِيَّةِ وَعَلَى أَهْل مِصْر عُقْبَة بْن عَامِر وَعَلَى أَهْل الشَّام رَجُل يَزِيد بْن فَضَالَة بْن عُبَيْد فَخَرَجَ مِنْ الْمَدِينَة صَفّ عَظِيم مِنْ الرُّوم فَصَفَفْنَا لَهُمْ فَحَمَلَ رَجُل مِنْ الْمُسْلِمِينَ عَلَى الرُّوم حَتَّى دَخَلَ فِيهِمْ ثُمَّ خَرَجَ إِلَيْنَا فَصَاحَ النَّاس إِلَيْهِ فَقَالُوا : سُبْحَان اللَّه أَلْقَى بِيَدِهِ إِلَى التَّهْلُكَة فَقَالَ أَبُو أَيُّوب : يَا أَيّهَا النَّاس إِنَّكُمْ لَتَتَأَوَّلُونَ هَذِهِ الْآيَة عَلَى غَيْر التَّأْوِيل وَإِنَّمَا نَزَلَتْ فِينَا مَعْشَر الْأَنْصَار إِنَّا لَمَّا أَعَزَّ اللَّه دِينه وَكَثُرَ نَاصِرُوهُ قُلْنَا فِيمَا بَيْننَا : لَوْ أَقْبَلْنَا عَلَى أَمْوَالنَا فَأَصْلَحْنَاهَا فَأَنْزَلَ اللَّه هَذِهِ الْآيَة وَقَالَ أَبُو بَكْر بْن عَيَّاش عَنْ أَبِي إِسْحَاق السَّبِيعِيّ قَالَ : قَالَ رَجُل لِلْبَرَاءِ بْن عَازِب إِنْ حَمَلْت عَلَى الْعَدُوّ وَحْدِي فَقَتَلُونِي أَكُنْت أَلْقَيْت بِيَدِي إِلَى التَّهْلُكَة ؟ قَالَ : لَا . قَالَ اللَّه لِرَسُولِهِ \" فَقَاتِلْ فِي سَبِيلِ اللَّه لَا تُكَلَّفُ إِلَّا نَفْسك \" إِنَّمَا هَذِهِ فِي النَّفَقَة رَوَاهُ اِبْن مَرْدَوَيْهِ وَأَخْرَجَهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث إِسْرَائِيل عَنْ أَبِي إِسْحَاق وَقَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . وَرَوَاهُ التِّرْمِذِيّ وَقَيْس بْن الرَّبِيع عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء فَذَكَرَهُ وَقَالَ بَعْد قَوْله \" لَا تُكَلَّفُ إِلَّا نَفْسك \" وَلَكِنَّ التَّهْلُكَة أَنْ يُذْنِب الرَّجُل الذَّنْب فَيُلْقِي بِيَدِهِ إِلَى التَّهْلُكَة وَلَا يَتُوب . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح كَاتِب اللَّيْث حَدَّثَنِي اللَّيْث حَدَّثَنَا عَبْد الرَّحْمَن بْن خَالِد بْن مُسَافِر عَنْ اِبْن شِهَاب عَنْ أَبِي بَكْر بْن نُمَيْر بْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام أَنَّ عَبْد الرَّحْمَن الْأَسْوَد بْن عَبْد يَغُوث أَخْبَرَهُ أَنَّهُمْ حَاصَرُوا دِمَشْق فَانْطَلَقَ رَجُل مِنْ أَزْد شَنُوءَة فَأَسْرَعَ إِلَى الْعَدُوّ وَحْده لِيَسْتَقْبِل فَعَابَ ذَلِكَ عَلَيْهِ الْمُسْلِمُونَ وَرَفَعُوا حَدِيثه إِلَى عَمْرو بْن الْعَاص فَأَرْسَلَ إِلَيْهِ عَمْرو فَرَدَّهُ وَقَالَ عَمْرو قَالَ اللَّه \" وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة \" وَقَالَ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَأَنْفِقُوا فِي سَبِيل اللَّه وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة \" قَالَ : لَيْسَ ذَلِكَ فِي الْقِتَال إِنَّمَا هُوَ فِي النَّفَقَة أَنْ تُمْسِك بِيَدِك عَنْ النَّفَقَة فِي سَبِيل اللَّه وَلَا تُلْقِ بِيَدِك إِلَى التَّهْلُكَة . قَالَ حَمَّاد بْن سَلَمَة عَنْ دَاوُد عَنْ الشَّعْبِيّ عَنْ الضَّحَّاك بْن أَبِي جُبَيْر قَالَ : كَانَتْ الْأَنْصَار يَتَصَدَّقُونَ وَيُنْفِقُونَ مِنْ أَمْوَالهمْ فَأَصَابَتْهُمْ سَنَة فَأَمْسَكُوا عَنْ النَّفَقَة فِي سَبِيل اللَّه فَنَزَلَتْ \" وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة \" وَقَالَ الْحَسَن الْبَصْرِيّ \" وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة\" قَالَ هُوَ الْبُخْل وَقَالَ سِمَاك بْن حَرْب عَنْ النُّعْمَان بْن بَشِير فِي قَوْله \" وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة\" أَنْ يُذْنِب الرَّجُل الذَّنْب فَيَقُول لَا يَغْفِر لِي فَأَنْزَلَ اللَّه \" وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة وَأَحْسِنُوا إِنَّ اللَّه يُحِبُّ الْمُحْسِنِينَ \" رَوَاهُ اِبْن مَرْدَوَيْهِ . وَقَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ عَبِيدَة السَّلْمَانِيّ وَالْحَسَن وَابْن سِيرِينَ وَأَبِي قِلَابَة نَحْو ذَلِكَ يَعْنِي نَحْو قَوْل النُّعْمَان بْن بَشِير إِنَّهَا فِي الرَّجُل يُذْنِب الذَّنْب فَيَعْتَقِد أَنَّهُ لَا يَغْفِر لَهُ فَيُلْقِي بِيَدِهِ إِلَى التَّهْلُكَة أَيْ يَسْتَكْثِر مِنْ الذُّنُوب فَيَهْلِك . وَلِهَذَا رَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس التَّهْلُكَة عَذَاب اللَّه . وَقَالَ اِبْن أَبِي حَاتِم وَابْن جَرِير جَمِيعًا حَدَّثَنَا يُونُس حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي أَبُو صَخْر عَنْ الْقُرَظِيّ \" مُحَمَّد بْن كَعْب \" أَنَّهُ كَانَ يَقُول فِي هَذِهِ الْآيَة \" وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة \" قَالَ : كَانَ الْقَوْم فِي سَبِيل اللَّه فَيَتَزَوَّد الرَّجُل فَكَانَ أَفْضَل زَادًا مِنْ الْآخَر أَنْفَقَ الْبَائِس مِنْ زَاده حَتَّى لَا يَبْقَى مِنْ زَاده شَيْء أَحَبَّ أَنْ يُوَاسِي صَاحِبه فَأَنْزَلَ اللَّه \" وَأَنْفِقُوا فِي سَبِيل اللَّه وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة\" وَبِهِ قَالَ اِبْن وَهْب أَيْضًا : أَخْبَرَنِي عَبْد اللَّه بْن عَيَّاش عَنْ زَيْد بْن أَسْلَمَ فِي قَوْل اللَّه \" وَأَنْفِقُوا فِي سَبِيل اللَّه وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة \" وَذَلِكَ أَنَّ رِجَالًا كَانُوا يَخْرُجُونَ فِي بُعُوث يَبْعَثهَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِغَيْرِ نَفَقَة فَإِمَّا أَنْ يَقْطَع بِهِمْ وَإِمَّا كَانُوا عِيَالًا فَأَمَرَهُمْ اللَّه أَنْ يَسْتَنْفِقُوا مِمَّا رَزَقَهُمْ اللَّه وَلَا يُلْقُوا بِأَيْدِيهِمْ إِلَى التَّهْلُكَة وَالتَّهْلُكَة أَنْ يَهْلِك رِجَال مِنْ الْجُوع وَالْعَطَش أَوْ مِنْ الْمَشْي . وَقَالَ لِمَنْ بِيَدِهِ فَضْل \" وَأَحْسِنُوا إِنَّ اللَّه يُحِبّ الْمُحْسِنِينَ \" وَمَضْمُون الْآيَة الْأَمْر بِالْإِنْفَاقِ فِي سَبِيل اللَّه فِي سَائِر وُجُوه الْقُرُبَات وَوُجُوه الطَّاعَات وَخَاصَّة صَرْف الْأَمْوَال فِي قِتَال الْأَعْدَاء وَبَذْلهَا فِيمَا يَقْوَى بِهِ الْمُسْلِمُونَ عَلَى عَدُوّهُمْ وَالْإِخْبَار عَنْ تَرْك فِعْل ذَلِكَ بِأَنَّهُ هَلَاك وَدَمَار لِمَنْ لَزِمَهُ وَاعْتَادَهُ ثُمَّ عَطَفَ بِالْأَمْرِ بِالْإِحْسَانِ وَهُوَ أَعْلَى مَقَامَات الطَّاعَة فَقَالَ وَأَحْسِنُوا إِنَّ اللَّه يُحِبّ الْمُحْسِنِينَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38603, "aya_id": 195}]