[{"text": "قُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ", "sura_id": 23, "type": 0, "id": 2761, "aya_id": 88}, {"text": "قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون", "sura_id": 23, "type": 1, "id": 8997, "aya_id": 88}, {"text": "88 - (قل من بيده ملكوت) ملك (كل شيء) والتاء للمبالغة (وهو يجير ولا يجار عليه) يحمي ولا يحمى عليه (إن كنتم تعلمون) \r\n", "sura_id": 23, "type": 2, "id": 27705, "aya_id": 88}, {"text": "قل : مَن مالك كل شيء ومَن بيده خزائن كل شيء، ومَن يجير مَنِ استجار به، ولا يقدر أحد أن يُجير ويحمي مَن أراد الله إهلاكه، ولا يدفع الشر الذي قدَّره الله، إن كنتم تعلمون ذلك؟\r\n", "sura_id": 23, "type": 3, "id": 33941, "aya_id": 88}, {"text": " <font color=red>قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ</font><BR><p>\" قُلْ مَنْ بِيَدِهِ مَلَكُوت كُلّ شَيْء \" أَيْ بِيَدِهِ الْمُلْك \" مَا مِنْ دَابَّة إِلَّا هُوَ آخِذ بِنَاصِيَتِهَا \" أَيْ مُتَصَرِّف فِيهَا وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا وَاَلَّذِي نَفْسِي بِيَدِهِ\" وَكَانَ إِذَا اِجْتَهَدَ فِي الْيَمِين قَالَ \" لَا وَمُقَلِّب الْقُلُوب\" فَهُوَ سُبْحَانه الْخَالِق الْمَالِك الْمُتَصَرِّف \" وَهُوَ يُجِير وَلَا يُجَار عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ \" كَانَتْ الْعَرَب إِذَا كَانَ السَّيِّد فِيهِمْ فَأَجَارَ أَحَدًا لَا يُخْفَر فِي جِوَاره وَلَيْسَ لِمَنْ دُونه أَنْ يُجِير عَلَيْهِ لِئَلَّا يَفْتَات عَلَيْهِ وَلِهَذَا قَالَ اللَّه \" وَهُوَ يُجِير وَلَا يُجَار عَلَيْهِ \" أَيْ وَهُوَ السَّيِّد الْعَظِيم الَّذِي لَا أَعْظَم مِنْهُ الَّذِي لَهُ الْخَلْق وَالْأَمْر وَلَا مُعَقِّب لِحُكْمِهِ الَّذِي لَا يُمَانِع وَلَا يُخَالِف وَمَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ . وَقَالَ اللَّه \" لَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ \" أَيْ لَا يُسْأَل عَمَّا يَفْعَل لِعَظَمَتِهِ وَكِبْرِيَائِهِ وَغَلَبَته وَقَهْره وَعِزَّته وَحِكْمَته وَعَدْله فَالْخَلْق كُلّهمْ يُسْأَلُونَ عَنْ أَعْمَالهمْ كَمَا قَالَ تَعَالَى \" فَوَرَبِّك لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ \" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39212, "aya_id": 88}]