[{"text": "أَهَؤُلاء الَّذِينَ أَقْسَمْتُمْ لاَ يَنَالُهُمُ اللّهُ بِرَحْمَةٍ ادْخُلُواْ الْجَنَّةَ لاَ خَوْفٌ عَلَيْكُمْ وَلاَ أَنتُمْ تَحْزَنُونَ", "sura_id": 7, "type": 0, "id": 1003, "aya_id": 49}, {"text": "أهؤلاء الذين أقسمتم لا ينالهم الله برحمة ادخلوا الجنة لا خوف عليكم ولا أنتم تحزنون", "sura_id": 7, "type": 1, "id": 7239, "aya_id": 49}, {"text": "49 - (أهؤلاء الذين أقسمتم لا ينالهم الله برحمة) قد قيل لهم (ادخلوا الجنة لا خوف عليكم ولا أنتم تحزنون) وقرئ {أُدْخِلوا} بالبناء للمفعول و {دخلوا} فجملة النفي حال أي مقولا لهم ذلك \r\n", "sura_id": 7, "type": 2, "id": 25947, "aya_id": 49}, {"text": "أهؤلاء الضعفاء والفقراء من أهل الجنة الذين أقسمتم في الدنيا أن الله لا يشملهم يوم القيامة برحمة, ولن يدخلهم الجنة؟ ادخلوا الجنة يا أصحاب الأعراف فقد غُفِرَ لكم, لا خوف عليكم من عذاب الله, ولا أنتم تحزنون على ما فاتكم من حظوظ الدنيا.\r\n", "sura_id": 7, "type": 3, "id": 32183, "aya_id": 49}, {"text": " <font color=red>أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ</font><BR><p>\" أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالهُمْ اللَّه بِرَحْمَةٍ\" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي أَصْحَاب الْأَعْرَاف \" اُدْخُلُوا الْجَنَّة لَا خَوْف عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ \" وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن سَعْد حَدَّثَنِي أَبِي حَدَّثَنِي عَمِّي حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس\" قَالُوا مَا أَغْنَى عَنْكُمْ جَمْعكُمْ \" الْآيَة . قَالَ فَلَمَّا قَالُوا لَهُمْ الَّذِي قَضَى اللَّه أَنْ يَقُولُوا يَعْنِي أَصْحَاب الْأَعْرَاف لِأَهْلِ الْجَنَّة وَأَهْل النَّار قَالَ اللَّه لِأَهْلِ التَّكَبُّر وَالْأَمْوَال \" أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالهُمْ اللَّه بِرَحْمَةٍ اُدْخُلُوا الْجَنَّة لَا خَوْف عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ \" وَقَالَ حُذَيْفَة إِنَّ أَصْحَاب الْأَعْرَاف قَوْم تَكَاثَفَتْ أَعْمَالهمْ فَقَصُرَتْ بِهِمْ حَسَنَاتهمْ عَنْ الْجَنَّة وَقَصُرَتْ بِهِمْ سَيِّئَاتهمْ عَنْ النَّار فَجُعِلُوا عَلَى الْأَعْرَاف يَعْرِفُونَ النَّاس بِسِيمَاهُمْ فَلَمَّا قَضَى اللَّه بَيْن الْعِبَاد أَذِنَ لَهُمْ فِي طَلَب الشَّفَاعَة فَأَتَوْا آدَم فَقَالُوا يَا آدَم أَنْتَ أَبُونَا فَاشْفَعْ لَنَا عِنْد رَبّك فَقَالَ هَلْ تَعْلَمُونَ أَنَّ أَحَدًا خَلَقَهُ اللَّه بِيَدِهِ وَنَفَخَ فِيهِ مِنْ رُوحه وَسَبَقَتْ رَحْمَته إِلَيْهِ غَضَبه وَسَجَدَتْ لَهُ الْمَلَائِكَة غَيْرِي ؟ فَيَقُولُونَ لَا فَيَقُول مَا عَلِمْت كُنْهه مَا أَسْتَطِيع أَنْ أَشْفَع لَكُمْ وَلَكِنْ اِئْتُوا اِبْنِي إِبْرَاهِيم فَيَأْتُونَ إِبْرَاهِيم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَسْأَلُونَهُ أَنْ يَشْفَع لَهُمْ عِنْد رَبّهمْ فَيَقُول تَعْلَمُونَ مِنْ أَحَد اِتَّخَذَهُ اللَّه خَلِيلًا هَلْ تَعْلَمُونَ أَنَّ أَحَدًا أَحْرَقَهُ قَوْمه بِالنَّارِ فِي اللَّه غَيْرِي ؟ فَيَقُولُونَ لَا فَيَقُول مَا عَلِمْت كُنْهه مَا أَسْتَطِيع أَنْ أَشْفَع لَكُمْ وَلَكِنْ اِئْتُوا اِبْنِي مُوسَى فَيَأْتُونَ مُوسَى عَلَيْهِ السَّلَام \" فَيَقُول هَلْ تَعْلَمُونَ مِنْ أَحَد كَلَّمَهُ اللَّه تَكْلِيمًا وَقَرَّبَهُ نَجِيًّا غَيْرِي فَيَقُولُونَ لَا فَيَقُول مَا عَلِمْت كُنْهه مَا أَسْتَطِيع أَنْ أَشْفَع لَكُمْ وَلَكِنْ اِئْتُوا عِيسَى فَيَأْتُونَهُ عَلَيْهِ السَّلَام فَيَقُولُونَ لَهُ اِشْفَعْ لَنَا عِنْد رَبّك فَيَقُول هَلْ تَعْلَمُونَ أَحَدًا خَلَقَهُ اللَّه مِنْ غَيْر أَب فَيَقُولُونَ لَا فَيَقُول هَلْ تَعْلَمُونَ مِنْ أَحَد كَانَ يُبْرِئ الْأَكْمَه وَالْأَبْرَص وَيُحْيِي الْمَوْتَى بِإِذْنِ اللَّه غَيْرِي ؟ قَالَ فَيَقُولُونَ لَا فَيَقُول أَنَا حَجِيج نَفْسِي مَا عَلِمْت كُنْهه مَا أَسْتَطِيع أَنْ أَشْفَع لَكُمْ وَلَكِنْ اِئْتُوا مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَأْتُونِي فَأَضْرِب بِيَدَيَّ عَلَى صَدْرِي ثُمَّ أَقُول أَنَا لَهَا ثُمَّ أَمْشِي حَتَّى أَقِف بَيْن يَدَيْ الْعَرْش فَآتِي رَبِّي عَزَّ وَجَلَّ فَيُفْتَح لِي مِنْ الثَّنَاء مَا لَمْ يَسْمَع السَّامِعُونَ بِمِثْلِهِ قَطُّ ثُمَّ أَسْجُد فَيُقَال لِي يَا مُحَمَّد اِرْفَعْ رَأْسك وَسَلْ تُعْطَهُ وَاشْفَعْ تُشَفَّع فَأَرْفَع رَأْسِي ثُمَّ أُثْنِي عَلَى رَبِّي عَزَّ وَجَلَّ ثُمَّ أَخِرّ سَاجِدًا فَيُقَال لِي اِرْفَعْ رَأْسك وَسَلْ تُعْطَهُ وَاشْفَعْ تُشَفَّع فَأَرْفَع رَأْسِي فَأَقُول رَبِّي أُمَّتِي فَيَقُول هُمْ لَك فَلَا يَبْقَى نَبِيّ مُرْسَل وَلَا مَلَك مُقَرَّب إِلَّا غَبَطَنِي بِذَلِكَ الْمَقَام وَهُوَ الْمَقَام الْمَحْمُود فَآتِي بِهِمْ الْجَنَّة فَأَسْتَفْتِح فَيُفْتَح لِي وَلَهُمْ فَيُذْهَب بِهِمْ إِلَى نَهَر يُقَال لَهُ نَهَر الْحَيَوَان حَافَّتَاهُ قَصَب مُكَلَّل بِاللُّؤْلُؤِ تُرَابه الْمِسْك وَحَصْبَاؤُهُ الْيَاقُوت فَيَغْتَسِلُونَ مِنْهُ فَتَعُود إِلَيْهِمْ أَلْوَان أَهْل الْجَنَّة وَرِيح أَهْل الْجَنَّة فَيَصِيرُونَ كَأَنَّهُمْ الْكَوَاكِب الدُّرِّيَّة وَيَبْقَى فِي صُدُورهمْ شَامَات بِيض يُعْرَفُونَ بِهَا يُقَال مَسَاكِين أَهْل الْجَنَّة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42616, "aya_id": 49}]