[{"text": "خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ إِلاَّ مَا شَاء رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ", "sura_id": 11, "type": 0, "id": 1580, "aya_id": 107}, {"text": "خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك إن ربك فعال لما يريد", "sura_id": 11, "type": 1, "id": 7816, "aya_id": 107}, {"text": "107 - (خالدين فيها ما دامت السماوات والأرض) أي مدة دوامهما في الدنيا (إلا) غير (ما شاء ربك) من الزيادة على مدتهما مما لا منتهى له والمعنى خالدين فيها أبداً (إن ربك فعال لما يريد) \r\n", "sura_id": 11, "type": 2, "id": 26524, "aya_id": 107}, {"text": " ماكثين في النار أبدًا ما دامت السموات والأرض, فلا ينقطع عذابهم ولا ينتهي, بل هو دائم مؤكَّد, إلا ما شاء ربك من إخراج عصاة الموحدين بعد مدَّة من مكثهم في النار. إن ربك -أيها الرسول- فعَّال لما يريد.\r\n", "sura_id": 11, "type": 3, "id": 32760, "aya_id": 107}, {"text": " <font color=red>خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ</font><BR><p>\" خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَاوَات وَالْأَرْض \" قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : مِنْ عَادَة الْعَرَب إِذَا أَرَادَتْ أَنْ تَصِف الشَّيْء بِالدَّوَامِ أَبَدًا قَالَتْ هَذَا دَائِم دَوَام السَّمَاوَات وَالْأَرْض وَكَذَلِكَ يَقُولُونَ هُوَ بَاقٍ مَا اِخْتَلَفَ اللَّيْل وَالنَّهَار وَمَا سَمَرَ أَبْنَاء سَمِير وَمَا لَأْلَأَتْ الْعِير بِأَذْنَابِهَا. يَعْنُونَ بِذَلِكَ كُلّه أَبَدًا فَخَاطَبَهُمْ جَلَّ ثَنَاؤُهُ بِمَا يَتَعَارَفُونَهُ بَيْنهمْ فَقَالَ \" خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَاوَات وَالْأَرْض \" قُلْت : وَيَحْتَمِل أَنَّ الْمُرَاد بِ \" مَا دَامَتْ السَّمَاوَات وَالْأَرْض \" الْجِنْس لِأَنَّهُ لَا بُدّ فِي عَالَم الْآخِرَة مِنْ سَمَاوَات وَأَرْض كَمَا قَالَ تَعَالَى \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات \" وَلِهَذَا قَالَ الْحَسَن الْبَصْرِيّ فِي قَوْله \" مَا دَامَتْ السَّمَاوَات وَالْأَرْض\" قَالَ : يَقُول سَمَاء غَيْر هَذِهِ السَّمَاء وَأَرْض غَيْر هَذِهِ فَمَا دَامَتْ تِلْكَ السَّمَاء وَتِلْكَ الْأَرْض . وَقَالَ اِبْن أَبِي حَاتِم : ذُكِرَ عَنْ سُفْيَان بْن حُسَيْن عَنْ الْحَكَم عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَوْله \" مَا دَامَتْ السَّمَاوَات وَالْأَرْض \" قَالَ : لِكُلِّ جَنَّة سَمَاء وَأَرْض وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : مَا دَامَتْ الْأَرْض أَرْضًا وَالسَّمَاء سَمَاء. وَقَوْله \" إِلَّا مَا شَاءَ رَبّك إِنَّ رَبّك فَعَّال لَمَا يُرِيد\" كَقَوْلِهِ \" النَّار مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّه إِنَّ رَبّك حَكِيم عَلِيم \" وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْمُرَاد مِنْ هَذَا الِاسْتِثْنَاء عَلَى أَقْوَال كَثِيرَة حَكَاهَا الشَّيْخ أَبُو الْفَرَج ابْن الْجَوْزِيّ فِي كِتَابِهِ زَاد الْمَسِير وَغَيْره مِنْ عُلَمَاء التَّفْسِير وَنَقَلَ كَثِيرًا مِنْهَا الْإِمَام أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه فِي كِتَابه وَاخْتَارَ هُوَ مَا نَقَلَهُ عَنْ خَالِد بْن مَعْدَان وَالضَّحَّاك وَقَتَادَة وَابْن سِنَان وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ اِبْن عَبَّاس وَالْحَسَن أَيْضًا أَنَّ الِاسْتِثْنَاء عَائِد عَلَى الْعُصَاة مِنْ أَهْل التَّوْحِيد مِمَّنْ يُخْرِجُهُمْ اللَّه مِنْ النَّار بِشَفَاعَةِ الشَّافِعِينَ مِنْ الْمَلَائِكَة وَالنَّبِيِّينَ وَالْمُؤْمِنِينَ حَتَّى يَشْفَعُونَ فِي أَصْحَاب الْكَبَائِر ثُمَّ تَأْتِي رَحْمَة أَرْحَم الرَّاحِمِينَ فَتُخْرِج مِنْ النَّار مَنْ لَمْ يَعْمَل خَيْرًا قَطُّ وَقَالَ يَوْمًا مِنْ الدَّهْر لَا إِلَه إِلَّا اللَّه كَمَا وَرَدَتْ بِذَلِكَ الْأَخْبَار الصَّحِيحَة الْمُسْتَفِيضَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَضْمُونِ ذَلِكَ مِنْ حَدِيث أَنَس وَجَابِر وَأَبِي سَعِيد وَأَبِي هُرَيْرَة وَغَيْرهمْ مِنْ الصَّحَابَة وَلَا يَبْقَى بَعْد ذَلِكَ فِي النَّار إِلَّا مَنْ وَجَبَ عَلَيْهِ الْخُلُود فِيهَا وَلَا مَحِيد لَهُ عَنْهَا , وَهَذَا الَّذِي عَلَيْهِ كَثِير مِنْ الْعُلَمَاء قَدِيمًا وَحَدِيثًا فِي تَفْسِير هَذِهِ الْآيَة الْكَرِيمَة . وَقَدْ رُوِيَ فِي تَفْسِيرهَا عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب وَابْن مَسْعُود وَابْن عَبَّاس وَأَبِي هُرَيْرَة وَعَبْد اللَّه بْن عَمْرو وَجَابِر وَأَبِي سَعِيد مِنْ الصَّحَابَة وَعَنْ أَبِي مِجْلَز وَالشَّعْبِيّ وَغَيْرهمَا مِنْ التَّابِعِينَ وَعَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَإِسْحَاق بْن رَاهْوَيْهِ وَغَيْرهمَا مِنْ الْأَئِمَّة فِي أَقْوَال غَرِيبَة وَوَرَدَ حَدِيث غَرِيب فِي مُعْجَم الطَّبَرَانِيّ الْكَبِير عَنْ أَبِي أُمَامَة صُدَيّ بْن عَجْلَان الْبَاهِلِيّ وَلَكِنَّ سَنَده ضَعِيف وَاَللَّه أَعْلَم . وَقَالَ قَتَادَة : اللَّه أَعْلَم بِثُنْيَاهُ ; وَقَالَ السُّدِّيّ هِيَ مَنْسُوخَة بِقَوْلِهِ\" خَالِدِينَ فِيهَا أَبَدًا \" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37609, "aya_id": 107}]