[{"text": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللّهِ وَفِيكُمْ رَسُولُهُ وَمَن يَعْتَصِم بِاللّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 3, "type": 0, "id": 394, "aya_id": 101}, {"text": "وكيف تكفرون وأنتم تتلى عليكم آيات الله وفيكم رسوله ومن يعتصم بالله فقد هدي إلى صراط مستقيم", "sura_id": 3, "type": 1, "id": 6630, "aya_id": 101}, {"text": "101 - (وكيف تكفرون) استفهام تعجب وتوبيخ (وأنتم تتلى عليكم آيات الله وفيكم رسوله ومن يعتصم) يتمسك (بالله فقد هدي إلى صراط مستقيم) \r\n", "sura_id": 3, "type": 2, "id": 25338, "aya_id": 101}, {"text": "وكيف تكفرون بالله -أيها المؤمنون -، وآيات القرآن تتلى عليكم, وفيكم رسول الله محمد صلى الله عليه وسلم يبلغها لكم؟ ومَن يتوكل على الله ويستمسك بالقرآن والسنة فقد وُفِّق لطريق واضح, ومنهاج مستقيم.\r\n", "sura_id": 3, "type": 3, "id": 31574, "aya_id": 101}, {"text": " <font color=red>وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>قَالَ تَعَالَى وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَات اللَّه وَفِيكُمْ رَسُوله يَعْنِي أَنَّ الْكُفْر بَعِيد مِنْكُمْ وَحَاشَاكُمْ مِنْهُ فَإِنَّ آيَات اللَّه تَنْزِل عَلَى رَسُوله لَيْلًا وَنَهَارًا وَهُوَ يَتْلُوهَا عَلَيْكُمْ وَيُبَلِّغهَا إِلَيْكُمْ وَهَذَا كَقَوْلِهِ تَعَالَى : \" وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاَللَّهِ وَالرَّسُول يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ \" الْآيَة بَعْدهَا . وَكَمَا جَاءَ فِي الْحَدِيث أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ لِأَصْحَابِهِ يَوْمًا \" أَيّ الْمُؤْمِنِينَ أَعْجَب إِلَيْكُمْ إِيمَانًا \" ؟ قَالُوا : الْمَلَائِكَة قَالَ \" وَكَيْفَ لَا يُؤْمِنُونَ وَالْوَحْي يَنْزِل عَلَيْهِمْ \" قَالُوا : فَنَحْنُ قَالَ \" وَكَيْفَ لَا تُؤْمِنُونَ وَأَنَا بَيْن أَظْهُركُمْ ؟ \" قَالُوا : فَأَيّ النَّاس أَعْجَب إِيمَانًا ؟ قَالَ \" قَوْم يَجِيئُونَ مِنْ بَعْدكُمْ يَجِدُونَ صُحُفًا يُؤْمِنُونَ بِمَا فِيهَا\" وَقَدْ ذَكَرْت سَنَد هَذَا الْحَدِيث وَالْكَلَام عَلَيْهِ فِي أَوَّل شَرْح الْبُخَارِيّ وَلِلَّهِ الْحَمْد . ثُمَّ قَالَ تَعَالَى \" وَمَنْ يَعْتَصِم بِاَللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاط مُسْتَقِيم\" أَيْ وَمَعَ هَذَا فَالِاعْتِصَام بِاَللَّهِ وَالتَّوَكُّل عَلَيْهِ هُوَ الْعُمْدَة فِي الْهِدَايَة وَالْعُدَّة فِي مُبَاعَدَة الْغِوَايَة وَالْوَسِيلَة إِلَى الرَّشَاد وَطَرِيق السَّدَاد وَحُصُول الْمُرَاد .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39846, "aya_id": 101}]