[{"text": "إِذْ جَاؤُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتْ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا", "sura_id": 33, "type": 0, "id": 3543, "aya_id": 10}, {"text": "إذ جاءوكم من فوقكم ومن أسفل منكم وإذ زاغت الأبصار وبلغت القلوب الحناجر وتظنون بالله الظنونا", "sura_id": 33, "type": 1, "id": 9779, "aya_id": 10}, {"text": "10 - (إذ جاؤوكم من فوقكم ومن أسفل منكم) من أعلى الوادي وأسفله من المشرق والمغرب (وإذ زاغت الأبصار) مالت عن كل شيء إلى عدوها من كل جانب (وبلغت القلوب الحناجر) جمع حنجرة وهي منتهى الحلقوم من شدة الخوف (وتظنون بالله الظنونا) المختلفة بالنصر واليأس \r\n", "sura_id": 33, "type": 2, "id": 28487, "aya_id": 10}, {"text": "اذكروا إذ جاؤوكم مِن فوقكم من أعلى الوادي من جهة المشرق, ومن أسفل منكم من بطن الوادي من جهة المغرب, وإذ شخصت الأبصار من شدة الحَيْرة والدهشة, وبلغت القلوب الحناجر من شدة الرعب, وغلب اليأس المنافقين, وكثرت الأقاويل, وتظنون بالله الظنون السيئة أنه لا ينصر دينه, ولا يعلي كلمته.\r\n", "sura_id": 33, "type": 3, "id": 34723, "aya_id": 10}, {"text": " <font color=red>إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ</font><BR><p>كَمَا قَالَ اللَّه تَعَالَى \" إِذْ جَاءُوكُمْ مِنْ فَوْقكُمْ وَمِنْ أَسْفَل مِنْكُمْ \" وَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَنْ مَعَهُ مِنْ الْمُسْلِمِينَ وَهُمْ نَحْو مِنْ ثَلَاثَة آلَاف وَقِيلَ سَبْعمِائَةِ فَأَسْنَدُوا ظُهُورهمْ إِلَى سَلْع وَوُجُوههمْ إِلَى نَحْو الْعَدُوّ وَالْخَنْدَق حَفِير لَيْسَ فِيهِ مَاء بَيْنهمْ وَبَيْنهمْ يَحْجُب الْخَيَّالَة وَالرَّجَّالَة أَنْ تَصِل إِلَيْهِمْ وَجَعَلَ النِّسَاء وَالذَّرَارِيّ فِي آطَام الْمَدِينَة وَكَانَتْ بَنُو قُرَيْظَة وَهُمْ طَائِفَة مِنْ الْيَهُود لَهُمْ حِصْن شَرْق الْمَدِينَة وَلَهُمْ عَهْد مِنْ النَّبِيّ وَذِمَّة وَهُمْ قَرِيب مِنْ ثَمَانمِائَةِ مُقَاتِل فَذَهَبَ إِلَيْهِمْ حُيَيّ بْن أَخْطَبَ النَّضْرِيّ فَلَمْ يَزَلْ بِهِمْ حَتَّى نَقَضُوا الْعَهْد وَمَالَئُوا الْأَحْزَاب عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَظُمَ الْخَطْب وَاشْتَدَّ الْأَمْر وَضَاقَ الْحَال كَمَا قَالَ اللَّه تَبَارَكَ وَتَعَالَى\" هُنَالِكَ اُبْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا\" وَمَكَثُوا مُحَاصِرِينَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه قَرِيبًا مِنْ شَهْر إِلَّا أَنَّهُمْ لَا يَصِلُونَ إِلَيْهِمْ وَلَمْ يَقَع بَيْنهمْ قِتَال إِلَّا أَنَّ عَمْرو بْن عَبْد وُدّ الْعَامِرِيّ وَكَانَ مِنْ الْفُرْسَان الشُّجْعَان الْمَشْهُورِينَ فِي الْجَاهِلِيَّة رَكِبَ وَمَعَهُ فَوَارِس فَاقْتَحَمُوا الْخَنْدَق وَخَلَصُوا إِلَى نَاحِيَة الْمُسْلِمِينَ فَنَدَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْل الْمُسْلِمِينَ إِلَيْهِ فَقَالَ إِنَّهُ لَمْ يَبْرُز إِلَيْهِ أَحَد فَأَمَرَ عَلِيًّا رَضِيَ اللَّه عَنْهُ فَخَرَجَ إِلَيْهِ فَتَجَاوَلَا سَاعَة ثُمَّ قَتَلَهُ عَلِيّ رَضِيَ اللَّه عَنْهُ فَكَانَ عَلَامَة عَلَى النَّصْر . ثُمَّ أَرْسَلَ اللَّه عَزَّ وَجَلَّ عَلَى الْأَحْزَاب رِيحًا شَدِيدَة الْهُبُوب قَوِيَّة حَتَّى لَمْ يَبْقَ لَهُمْ خَيْمَة وَلَا شَيْء وَلَا تُوقَد لَهُمْ نَار وَلَا يَقَرّ لَهُمْ قَرَار حَتَّى اِرْتَحَلُوا خَائِبِينَ خَاسِرِينَ كَمَا قَالَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا الَّذِينَ آمَنُوا اُذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُود فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا \" قَالَ مُجَاهِد وَهِيَ الصَّبَا وَيُؤَيِّدهُ الْحَدِيث الْآخَر \" نُصِرْت بِالصَّبَا وَأُهْلِكَتْ عَاد بِالدَّبُورِ \" وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا دَاوُدَ عَنْ عِكْرِمَة قَالَ : قَالَتْ الْجَنُوب لِلشِّمَالِ لَيْلَة الْأَحْزَاب اِنْطَلِقِي نَنْصُر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ الشِّمَال إِنَّ الْحُرَّة لَا تَسْرِي بِاللَّيْلِ قَالَ فَكَانَتْ الرِّيح الَّتِي أُرْسِلَتْ عَلَيْهِمْ الصَّبَا وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي سَعِيد الْأَشَجّ عَنْ حَفْص بْن غِيَاث عَنْ دَاوُدَ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَذَكَرَه وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا يُونُس حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي عُبَيْد اللَّه بْن عُمَر عَنْ نَافِع عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : أَرْسَلَنِي خَالِي عُثْمَان بْن مَظْعُون رَضِيَ اللَّه عَنْهُ لَيْلَة الْخَنْدَق فِي بَرْد شَدِيد وَرِيح إِلَى الْمَدِينَة فَقَالَ اِئْتِنَا بِطَعَامٍ وَلِحَاف قَالَ فَاسْتَأْذَنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَذِنَ لِي وَقَالَ \" مَنْ أَتَيْت مِنْ أَصْحَابِي فَمُرْهُمْ يَرْجِعُوا \" قَالَ فَذَهَبْت وَالرِّيح تَسْفِي كُلّ شَيْء فَجَعَلْت لَا أَلْقَى أَحَدًا إِلَّا أَمَرْته بِالرُّجُوعِ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَمَا يَلْوِي أَحَد مِنْهُمْ عُنُقه قَالَ وَكَانَ مَعِي تُرْس لِي فَكَانَتْ الرِّيح تَضْرِبهُ عَلَيَّ وَكَانَ فِيهِ حَدِيد قَالَ فَضَرَبَتْهُ الرِّيح حَتَّى وَقَعَ بَعْض ذَلِكَ الْحَدِيد عَلَى كَفِّي فَأَبْعَدهَا إِلَى الْأَرْض . وَقَوْله \" وَجُنُودًا لَمْ تَرَوْهَا \" هُمْ الْمَلَائِكَة زَلْزَلَتهمْ وَأَلْقَتْ فِي قُلُوبهمْ الرُّعْب وَالْخَوْف فَكَانَ رَئِيس كُلّ قَبِيلَة يَقُول يَا بَنِي فُلَان إِلَيَّ فَيَجْتَمِعُونَ إِلَيْهِ فَيَقُول النَّجَاء النَّجَاء لِمَا أَلْقَى اللَّه عَزَّ وَجَلَّ فِي قُلُوبهمْ مِنْ الرُّعْب وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن زِيَاد عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ : قَالَ فَتًى مِنْ أَهْل الْكُوفَة لِحُذَيْفَة بْن الْيَمَان رَضِيَ اللَّه عَنْهُ يَا أَبَا عَبْد اللَّه رَأَيْتُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَحِبْتُمُوهُ ؟ قَالَ نَعَمْ يَا اِبْن أَخِي قَالَ وَكَيْف كُنْتُمْ تَصْنَعُونَ ؟ قَالَ وَاَللَّه لَقَدْ كُنَّا نُجْهَد قَالَ الْفَتَى وَاَللَّه لَوْ أَدْرَكْنَاهُ مَا تَرَكْنَاهُ يَمْشِي عَلَى الْأَرْض وَلَحَمَلْنَاهُ عَلَى أَعْنَاقنَا . قَالَ : قَالَ حُذَيْفَة رَضِيَ اللَّه عَنْهُ يَا اِبْن أَخِي وَاَللَّه لَوْ رَأَيْتنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْخَنْدَقِ وَصَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَوِيًّا مِنْ اللَّيْل ثُمَّ اِلْتَفَتَ فَقَالَ : \" مَنْ رَجُل يَقُوم فَيَنْظُر لَنَا مَا فَعَلَ الْقَوْم ؟ - يَشْتَرِط لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ يَرْجِع - أَدْخَلَهُ اللَّه الْجَنَّة \" قَالَ فَمَا قَامَ رَجُل ثُمَّ صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَوِيًّا مِنْ اللَّيْل ثُمَّ اِلْتَفَتَ إِلَيْنَا فَقَالَ مِثْله فَمَا قَامَ مِنَّا رَجُل ثُمَّ صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَوِيًّا مِنْ اللَّيْل ثُمَّ اِلْتَفَتَ إِلَيْنَا فَقَالَ\" مَنْ رَجُل يَقُوم فَيَنْظُر لَنَا مَا فَعَلَ الْقَوْم ثُمَّ يَرْجِع ؟ - يَشْتَرِط لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الرَّجْعَة - أَسْأَل اللَّه تَعَالَى أَنْ يَكُون رَفِيقِي فِي الْجَنَّة\" فَمَا قَامَ رَجُل مِنْ الْقَوْم مِنْ شِدَّة الْخَوْف وَشِدَّة الْجُوع وَشِدَّة الْبَرْد فَلَمَّا لَمْ يَقُمْ أَحَد دَعَانِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَكُنْ لِي بُدّ مِنْ الْقِيَام حِين دَعَانِي فَقَالَ \" يَا حُذَيْفَة اِذْهَبْ فَادْخُلْ فِي الْقَوْم فَانْظُرْ مَا يَفْعَلُونَ وَلَا تُحْدِث شَيْئًا حَتَّى تَأْتِينَا\" قَالَ فَذَهَبْت فَدَخَلْت فِي الْقَوْم وَالرِّيح وَجُنُود اللَّه عَزَّ وَجَلَّ تَفْعَل بِهِمْ مَا تَفْعَل لَا تُقِرّ لَهُمْ قَرَارًا وَلَا نَارًا وَلَا بِنَاء فَقَامَ أَبُو سُفْيَان فَقَالَ يَا مَعْشَر قُرَيْش لِيَنْظُر كُلّ اِمْرِئٍ مَنْ جَلِيسه . قَالَ حُذَيْفَة رَضِيَ اللَّه عَنْهُ فَأَخَذْت بِيَدِ الرَّجُل الَّذِي إِلَى جَنْبِي فَقُلْت مَنْ أَنْتَ ؟ فَقَالَ أَنَا فُلَان بْن فُلَان ثُمَّ قَالَ أَبُو سُفْيَان يَا مَعْشَر قُرَيْش إِنَّكُمْ وَاَللَّه مَا أَصْبَحْتُمْ بِدَارِ مَقَام لَقَدْ هَلَكَ الْكُرَاع وَالْخُفّ وَأَخْلَفَتْنَا بَنُو قُرَيْظَة وَبَلَغَنَا عَنْهُمْ الَّذِي نَكْرَه وَلَقِينَا مِنْ هَذِهِ الرِّيح مَا تَرَوْنَ وَاَللَّه مَا تَطْمَئِنّ لَنَا قِدْر وَلَا تَقُوم لَنَا نَار وَلَا يَسْتَمْسِك لَنَا بِنَاء فَارْتَحِلُوا فَإِنِّي مُرْتَحِل ثُمَّ قَامَ إِلَى جَمَله وَهُوَ مَعْقُول فَجَلَسَ عَلَيْهِ ثُمَّ ضَرَبَهُ فَوَثَبَ بِهِ عَلَى ثَلَاث فَمَا أَطْلَقَ عِقَاله إِلَّا وَهُوَ قَائِم وَلَوْلَا عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيَّ أَنْ لَا تُحْدِث شَيْئًا حَتَّى تَأْتِينِي لَوْ شِئْت لَقَتَلْته بِسَهْمٍ قَالَ حُذَيْفَة رَضِيَ اللَّه عَنْهُ فَرَجَعْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ قَائِم يُصَلِّي فِي مِرْط لِبَعْضِ نِسَائِهِ مُرَحَّل فَلَمَّا رَآنِي أَدْخَلَنِي بَيْن رِجْلَيْهِ وَطَرَحَ عَلَيَّ طَرَف الْمِرْط ثُمَّ رَكَعَ وَسَجَدَ وَإِنِّي لَفِيهِ فَلَمَّا سَلَّمَ أَخْبَرْته الْخَبَر وَسَمِعَتْ غَطَفَان بِمَا فَعَلَتْ قُرَيْش فَانْشَمَرُوا رَاجِعِينَ إِلَى بِلَادهمْ وَقَدْ رَوَاهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ قَالَ : كُنَّا عِنْد حُذَيْفَة بْن الْيَمَان رَضِيَ اللَّه عَنْهُ فَقَالَ لَهُ رَجُل لَوْ أَدْرَكْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَاتَلْت مَعَهُ وَأَبْلَيْت : فَقَالَ لَهُ حُذَيْفَة أَنْتَ كُنْت تَفْعَل ذَلِكَ ؟ لَقَدْ رَأَيْتنَا مَعَ رَسُول اللَّه لَيْلَة الْأَحْزَاب فِي لَيْلَة ذَات رِيح شَدِيدَة وَقُرّ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا رَجُل يَأْتِي بِخَبَرِ الْقَوْم يَكُون مَعِي يَوْم الْقِيَامَة \" فَلَمْ يُجِبْهُ مِنَّا أَحَد ثُمَّ الثَّانِيَة ثُمَّ الثَّالِثَة مِثْله ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا حُذَيْفَة قُمْ فَأْتِنَا بِخَبَرٍ مِنْ الْقَوْم \" فَلَمْ أَجِد بُدًّا إِذْ دَعَانِي بِاسْمِي أَنْ أَقُوم فَقَالَ : \" اِئْتِنِي بِخَبَرِ الْقَوْم وَلَا تَذْعَرهُمْ عَلَيَّ\" قَالَ فَمَضَيْت كَأَنَّمَا أَمْشِي فِي حَمَّام حَتَّى أَتَيْتهمْ فَإِذَا أَبُو سُفْيَان يُصْلِي ظَهْره بِالنَّارِ فَوَضَعْت سَهْمًا فِي كَبِد قَوْسِي وَأَرَدْت أَنْ أَرْمِيه ثُمَّ ذَكَرْت قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا تَذْعَرهُمْ عَلَيَّ وَلَوْ رَمَيْته لَأَصَبْته قَالَ فَرَجَعْت كَأَنَّمَا أَمْشِي فِي حَمَّام فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ أَصَابَنِي الْبَرْد حِين فَرَغْت وَقَرَرْت فَأَخْبَرْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَلْبَسَنِي مِنْ فَضْل عَبَاءَة كَانَتْ عَلَيْهِ يُصَلِّي فِيهَا فَلَمْ أَزَلْ نَائِمًا حَتَّى الصُّبْح فَلَمَّا أَنْ أَصْبَحْت قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُمْ يَا نَوْمَان \" وَرَوَاهُ يُونُس بْن بُكَيْر عَنْ هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ قَالَ إِنَّ رَجُلًا قَالَ لِحُذَيْفَة رَضِيَ اللَّه عَنْهُ نَشْكُو إِلَى اللَّه صُحْبَتكُمْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّكُمْ أَدْرَكْتُمُوهُ وَلَمْ نُدْرِكهُ وَرَأَيْتُمُوهُ وَلَمْ نَرَهُ فَقَالَ حُذَيْفَة رَضِيَ اللَّه عَنْهُ وَنَحْنُ نَشْكُو إِلَى اللَّه إِيمَانكُمْ بِهِ وَلَمْ تَرَوْهُ وَاَللَّه لَا تَدْرِي يَا اِبْن أَخِي لَوْ أَدْرَكْته كَيْف كُنْت تَكُون لَقَدْ رَأَيْتنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة الْخَنْدَق فِي لَيْلَة بَارِدَة مَطِيرَة ثُمَّ ذَكَرَ نَحْو مَا تَقَدَّمَ مُطَوَّلًا . وَرَوَى بِلَال بْن يَحْيَى الْعَبْسِيّ عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ نَحْو ذَلِكَ أَيْضًا وَقَدْ أَخْرُجهُ الْحَاكِم وَالْبَيْهَقِيّ فِي الدَّلَائِل مِنْ حَدِيث عِكْرِمَة بْن عَمَّار عَنْ مُحَمَّد بْن عَبْد اللَّه الدُّؤَلِيّ عَنْ عَبْد الْعَزِيز اِبْن أَخِي حُذَيْفَة قَالَ ذَكَرَ حُذَيْفَة رَضِيَ اللَّه عَنْهُ مَشَاهِدهمْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ جُلَسَاؤُهُ أَمَا وَاَللَّه لَوْ شَهِدْنَا ذَلِكَ لَكُنَّا فَعَلْنَا وَفَعَلْنَا. فَقَالَ حُذَيْفَة لَا تَمَنَّوْا ذَلِكَ لَقَدْ رَأَيْتنَا لَيْلَة الْأَحْزَاب وَنَحْنُ صَافُّونَ قُعُودًا وَأَبُو سُفْيَان وَمَنْ مَعَهُ مِنْ الْأَحْزَاب فَوْقنَا وَقُرَيْظَة لِلْيَهُودِ أَسْفَل مِنَّا نَخَافهُمْ عَلَى ذَرَارِيّنَا وَمَا أَتَتْ عَلَيْنَا قَطُّ أَشَدّ ظُلْمَة وَلَا أَشَدّ رِيحًا فِي أَصْوَات رِيحهَا أَمْثَال الصَّوَاعِق وَهِيَ ظُلْمَة مَا يَرَى أَحَدنَا أُصْبُعه فَجَعَلَ الْمُنَافِقُونَ يَسْتَأْذِنُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَقُولُونَ : إِنَّ بُيُوتنَا عَوْرَة وَمَا هِيَ بِعَوْرَةٍ فَمَا يَسْتَأْذِنهُ أَحَد مِنْهُمْ إِلَّا أَذِنَ لَهُ وَيَأْذَن لَهُمْ فَيَتَسَلَّلُونَ وَنَحْنُ ثَلَثُمِائَةٍ أَوْ نَحْو ذَلِكَ إِذْ اِسْتَقْبَلَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلًا رَجُلًا حَتَّى أَتَى عَلَيَّ وَمَا عَلَيَّ جُنَّة مِنْ الْعَدُوّ وَلَا مِنْ الْبَرْد إِلَّا مِرْط لِامْرَأَتِي مَا يُجَاوِز رُكْبَتَيَّ قَالَ فَأَتَانِي صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا جَاثٍ عَلَى رُكْبَتَيَّ فَقَالَ : \" مَنْ هَذَا ؟ \" فَقُلْت حُذَيْفَة قَالَ \" حُذَيْفَة \" فَتَقَاصَرَتْ الْأَرْض فَقُلْت : بَلَى يَا رَسُول اللَّه كَرَاهِيَة أَنْ أَقُوم فَقُمْت فَقَالَ : \" إِنَّهُ كَائِن فِي الْقَوْم خَبَر فَأْتِنِي بِخَبَرِ الْقَوْم \" قَالَ وَأَنَا مِنْ أَشَدّ النَّاس فَزَعًا وَأَشَدّهمْ قُرًّا قَالَ فَخَرَجَتْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ اِحْفَظْهُ مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه وَعَنْ يَمِينه وَعَنْ شِمَاله وَمِنْ فَوْقه وَمِنْ تَحْته \" قَالَ فَوَاَللَّهِ مَا خَلَقَ اللَّه تَعَالَى فَزَعًا وَلَا قُرًّا فِي جَوْفِي إِلَّا خَرَجَ مِنْ جَوْفِي فَمَا أَجِد فِيهِ شَيْئًا قَالَ فَلَمَّا وَلَّيْت قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا حُذَيْفَة لَا تُحْدِثَنَّ فِي الْقَوْم شَيْئًا حَتَّى تَأْتِينِي \" قَالَ فَخَرَجْت حَتَّى إِذَا دَنَوْت مِنْ عَسْكَر الْقَوْم نَظَرْت فِي ضَوْء نَار لَهُمْ تُوقَد فَإِذَا رَجُل أَدْهَم ضَخْم يَقُول بِيَدِهِ عَلَى النَّار وَيَمْسَح خَاصِرَته وَيَقُول الرَّحِيل الرَّحِيل وَلَمْ أَكُنْ أَعْرِف أَبَا سُفْيَان قَبْل ذَلِكَ فَانْتَزَعْت سَهْمًا مِنْ كِنَانَتِي أَبْيَض الرِّيش فَأَضَعهُ فِي كَبِد قَوْسِي لِأَرْمِيَهُ بِهِ فِي ضَوْء النَّار فَذَكَرْت قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُحْدِثَنَّ فِيهِمْ شَيْئًا حَتَّى تَأْتِينِي\" قَالَ فَأَمْسَكْت وَرَدَدْت سَهْمِي إِلَى كِنَانَتِي ثُمَّ إِنِّي شَجَّعْت نَفْسِي حَتَّى دَخَلْت الْعَسْكَر فَإِذَا أَدْنَى النَّاس مِنِّي بَنُو عَامِر يَقُولُونَ يَا آل عَامِر الرَّحِيل الرَّحِيل لَا مَقَام لَكُمْ . وَإِذَا الرِّيح فِي عَسْكَرهمْ مَا تُجَاوِز عَسْكَرهمْ شِبْرًا فَوَاَللَّهِ إِنِّي لَأَسْمَع صَوْت الْحِجَارَة فِي رِحَالهمْ وَفُرُشهمْ الرِّيح تَضْرِبهُمْ بِهَا ثُمَّ خَرَجْت نَحْو النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا اِنْتَصَفْت فِي الطَّرِيق أَوْ نَحْوًا مِنْ ذَلِكَ إِذَا أَنَا بِنَحْوٍ مِنْ عِشْرِينَ فَارِسًا أَوْ نَحْو ذَلِكَ مُعَتَّمِينَ فَقَالَ أَخْبِرْ صَاحِبك أَنَّ اللَّه تَعَالَى كَفَاهُ الْقَوْم فَرَجَعْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُشْتَمِل فِي شَمْلَة يُصَلِّي فَوَاَللَّهِ مَا عَدَا أَنْ رَجَعْت رَاجَعَنِي الْقُرّ وَجَعَلْت أُقَرْقِف فَأَوْمَأَ إِلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ وَهُوَ يُصَلِّي فَدَنَوْت مِنْهُ فَأَسْبَلَ عَلَيَّ شَمْلَة وَكَانَ رَسُول اللَّه إِذَا حَزَبَهُ أَمْر صَلَّى فَأَخْبَرْته خَبَر الْقَوْم وَأَخْبَرْته أَنِّي تَرَكْتهمْ يَرْتَحِلُونَ وَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا اُذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُود فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّه بِمَا تَعْمَلُونَ بَصِيرًا \" وَأَخْرَجَ أَبُو دَاوُدَ فِي سُنَنه مِنْهُ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْر صَلَّى . مِنْ حَدِيث عِكْرِمَة بْن عَمَّار بِهِ . وَقَوْله تَعَالَى : \" إِذْ جَاءُوكُمْ مِنْ فَوْقكُمْ \" أَيْ الْأَحْزَاب \" وَمِنْ أَسْفَل مِنْكُمْ \" تَقَدَّمَ عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ أَنَّهُمْ بَنُو قُرَيْظَة \" وَإِذْ زَاغَتْ الْأَبْصَار وَبَلَغَتْ الْقُلُوب الْحَنَاجِر \" أَيْ مِنْ شِدَّة الْخَوْف وَالْفَزَع \" وَتَظُنُّونَ بِاَللَّهِ الظَّنُونَ \" قَالَ اِبْن جَرِير ظَنَّ بَعْض مَنْ كَانَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الدَّائِرَة عَلَى الْمُؤْمِنِينَ وَأَنَّ اللَّه سَيَفْعَلُ ذَلِكَ وَقَالَ مُحَمَّد بْن إِسْحَاق فِي قَوْله تَعَالَى : \" وَإِذْ زَاغَتْ الْأَبْصَار وَبَلَغَتْ الْقُلُوب الْحَنَاجِر وَتَظُنُّونَ بِاَللَّهِ الظَّنُونَ \" ظَنَّ الْمُؤْمِنُونَ كُلّ ظَنّ وَنَجَمَ النِّفَاق حَتَّى قَالَ مُعَتِّب بْن قُشَيْر أَخُو بَنِي عَمْرو بْن عَوْف كَانَ مُحَمَّد يَعِدنَا أَنْ نَأْكُل كُنُوز كِسْرَى وَقَيْصَر وَأَحَدنَا لَا يَقْدِر عَلَى أَنْ يَذْهَب إِلَى الْغَائِط وَقَالَ الْحَسَن فِي قَوْله عَزَّ وَجَلَّ \" وَتَظُنُّونَ بِاَللَّهِ الظُّنُونَ \" ظُنُون مُخْتَلِفَة ظَنَّ الْمُنَافِقُونَ أَنَّ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه يُسْتَأْصَلُونَ وَأَيْقَنَ الْمُؤْمِنُونَ أَنَّ مَا وَعَدَ اللَّه وَرَسُوله حَقّ وَأَنَّهُ سَيُظْهِرُهُ عَلَى الدِّين كُلّه وَلَوْ كَرِهَ الْمُشْرِكُونَ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عَاصِم الْأَنْصَارِيّ حَدَّثَنَا أَبُو عَامِر ح وَحَدَّثَنَا أَبِي حَدَّثَنَا أَبُو عَامِر الْعَقَدِيّ حَدَّثَنَا الزُّبَيْر يَعْنِي اِبْن عَبْد اللَّه مَوْلَى عُثْمَان رَضِيَ اللَّه عَنْهُ عَنْ رَبِيع بْن عَبْد الرَّحْمَن بْن أَبِي سَعِيد عَنْ أَبِيهِ عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ : قُلْنَا يَوْم الْخَنْدَق يَا رَسُول اللَّه هَلْ مِنْ شَيْء نَقُول فَقَدْ بَلَغَتْ الْقُلُوب الْحَنَاجِر ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ قُولُوا اللَّهُمَّ اُسْتُرْ عَوْرَاتنَا وَآمِنْ رَوْعَاتنَا قَالَ فَضَرَبَ وُجُوه أَعْدَائِهِ بِالرِّيحِ فَهَزَمَهُمْ الرِّيح وَكَذَا رَوَاهُ الْإِمَام أَحْمَد بْن حَنْبَل عَنْ أَبِي عَامِر الْعَقَدِيّ.</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40168, "aya_id": 10}]