[{"text": "إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُواْ لِلَّذِينَ هَادُواْ وَالرَّبَّانِيُّونَ وَالأَحْبَارُ بِمَا اسْتُحْفِظُواْ مِن كِتَابِ اللّهِ وَكَانُواْ عَلَيْهِ شُهَدَاء فَلاَ تَخْشَوُاْ النَّاسَ وَاخْشَوْنِ وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَنًا قَلِيلاً وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الْكَافِرُونَ", "sura_id": 5, "type": 0, "id": 713, "aya_id": 44}, {"text": "إنا أنزلنا التوراة فيها هدى ونور يحكم بها النبيون الذين أسلموا للذين هادوا والربانيون والأحبار بما استحفظوا من كتاب الله وكانوا عليه شهداء فلا تخشوا الناس واخشون ولا تشتروا بآياتي ثمنا قليلا ومن لم يحكم بما أنزل الله فأولئك هم الكافرون", "sura_id": 5, "type": 1, "id": 6949, "aya_id": 44}, {"text": "44 - (إنا أنزلنا التوراة فيها هدى) من الضلالة (ونور) بيان للأحكام (يحكم بها النبيون) من بني إسرائيل (الذين أسلموا) انقادوا الله (للذين هادوا والربانيون) العلماء منهم (والأحبار) الفقهاء (بما) أي بسبب الذي (استحفظوا) استودعوه أي استحفظهم الله إياه (من كتاب الله) أي يبدلوه (وكانوا عليه شهداء) أنه حق (فلا تخشوا الناس) أيها اليهود في إظهار ما عندكم من نعت محمد صلى الله عليه وسلم والرجم وغيرها (واخشونِ) في كتمانه (ولا تشتروا) تستبدلوا (بآياتي ثمنا قليلا) من الدنيا تأخذونه على كتمانها (ومن لم يحكم بما أنزل الله فأولئك هم الكافرون) به \r\n", "sura_id": 5, "type": 2, "id": 25657, "aya_id": 44}, {"text": "إنا أنزلنا التوراة فيها إرشاد من الضلالة, وبيان للأحكام, وقد حكم بها النبيُّون -الذين انقادوا لحكم الله, وأقروا به- بين اليهود, ولم يخرجوا عن حكمها ولم يُحَرِّفوها, وحكم بها عُبَّاد اليهود وفقهاؤهم الذين يربُّون الناس بشرع الله; ذلك أن أنبياءهم قد استأمنوهم على تبليغ التوراة, وفِقْه كتاب الله والعمل به, وكان الربانيون والأحبار شهداء على أن أنبياءهم قد قضوا في اليهود بكتاب الله. ويقول تعالى لعلماء اليهود وأحبارهم: فلا تخشوا الناس في تنفيذ حكمي; فإنهم لا يقدرون على نفعكم ولا ضَرِّكم, ولكن اخشوني فإني أنا النافع الضار, ولا تأخذوا بترك الحكم بما أنزلتُ عوضًا حقيرًا. الحكم بغير ما أنزل الله من أعمال أهل الكفر، فالذين يبدلون حكم الله الذي أنزله في كتابه, فيكتمونه ويجحدونه ويحكمون بغيره معتقدين حله وجوازه فأولئك هم الكافرون.\r\n", "sura_id": 5, "type": 3, "id": 31893, "aya_id": 44}, {"text": " <font color=red>إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ</font><BR><p>ثُمَّ مَدَحَ التَّوْرَاة الَّتِي أَنْزَلَهَا عَلَى عَبْده وَرَسُوله مُوسَى بْن عِمْرَان فَقَالَ إِنَّا أَنْزَلْنَا التَّوْرَاة فِيهَا هُدًى وَنُور يَحْكُم بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا أَيْ لَا يَخْرُجُونَ عَنْ حُكْمهَا وَلَا يُبَدِّلُونَهَا وَلَا يُحَرِّفُونَهَا وَالرَّبَّانِيُّونَ وَالْأَحْبَار أَيْ وَكَذَلِكَ الرَّبَّانِيُّونَ وَهُمْ الْعُلَمَاء الْعُبَّاد وَالْأَحْبَار وَهُمْ الْعُلَمَاء بِمَا اُسْتُحْفِظُوا مِنْ كِتَاب اللَّه أَيْ بِمَا اسْتُودِعُوا مِنْ كِتَاب اللَّه الَّذِي أُمِرُوا أَنْ يُظْهِرُوهُ وَيَعْمَلُوا بِهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوْا النَّاس وَاخْشَوْنِي أَيْ لَا تَخَافُوا مِنْهُمْ أَوْ خَافُونِي وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ فِيهِ قَوْلَانِ سَيَأْتِي بَيَانهمَا سَبَب آخَر فِي نُزُول الْآيَات الْكَرِيمَات وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن الْعَبَّاس حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس قَالَ إِنَّ اللَّه أَنْزَلَ مَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ وَأُولَئِكَ هُمْ الظَّالِمُونَ وَأُولَئِكَ هُمْ الْفَاسِقُونَ قَالَ : قَالَ اِبْن عَبَّاس أَنْزَلَهَا اللَّه فِي الطَّائِفَتَيْنِ مِنْ الْيَهُود وَكَانَتْ إِحْدَاهُمَا قَدْ قَهَرَتْ الْأُخْرَى فِي الْجَاهِلِيَّة حَتَّى اِرْتَضَوْا وَاصْطَلَحُوا عَلَى أَنَّ كُلّ قَتِيل قَتَلَتْهُ الْعَزِيزَةُ مِنْ الذَّلِيلَةِ فَدِيَتُهُ خَمْسُونَ وَسْقًا وَكُلَّ قَتِيل قَتَلَتْهُ الذَّلِيلَة مِنْ الْعَزِيزَة فَدِيَته مِائَة وَسْق فَكَانُوا عَلَى ذَلِكَ حَتَّى قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَتَلَتْ الذَّلِيلَةُ مِنْ الْعَزِيزَة قَتِيلًا فَأَرْسَلَتْ الْعَزِيزَة إِلَى الذَّلِيلَة أَنْ اِبْعَثُوا لَنَا بِمِائَةِ وَسْق فَقَالَتْ الذَّلِيلَة وَهَلْ كَانَ فِي حَيَّيْنِ دِينُهُمَا وَاحِدٌ وَنَسَبُهُمَا وَاحِدٌ وَبَلَدُهُمَا وَاحِدٌ دِيَةُ بَعْضِهِمْ نِصْفُ دِيَة بَعْض إِنَّمَا أَعْطَيْنَاكُمْ هَذَا ضَيْمًا مِنْكُمْ لَنَا وَفَرَقًا مِنْكُمْ فَأَمَّا إِذَا قَدِمَ مُحَمَّد فَلَا نُعْطِيكُمْ فَكَادَتْ الْحَرْب تَهِيج بَيْنهمَا ثُمَّ اِرْتَضَوْا عَلَى أَنْ يَجْعَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْنهمْ ثُمَّ ذَكَرَتْ الْعَزِيزَةُ فَقَالَتْ وَاَللَّه مَا مُحَمَّدٌ بِمُعْطِيكُمْ مِنْهُمْ ضِعْف مَا يُعْطِيهِمْ مِنْكُمْ وَلَقَدْ صَدَقُوا مَا أَعْطَوْنَا هَذَا إِلَّا ضَيْمًا مِنَّا وَقَهْرًا لَهُمْ فَدُسُّوا إِلَى مُحَمَّد مَنْ يُخْبِر لَكُمْ رَأْيه إِنْ أَعْطَاكُمْ مَا تُرِيدُونَ حَكَّمْتُمُوهُ وَإِنْ لَمْ يُعْطِكُمْ حَذِرْتُمْ فَلَمْ تُحَكِّمُوهُ فَدَسُّوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَاسًا مِنْ الْمُنَافِقِينَ لِيُخْبِرُوا لَهُ رَأْي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا جَاءُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبَرَ اللَّه رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَمْرِهِمْ كُلّه وَمَا أَرَادُوا فَأَنْزَلَ اللَّه تَعَالَى يَا أَيّهَا الرَّسُول لَا يَحْزُنك الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِلَى قَوْله الْفَاسِقُونَ فَفِيهِمْ وَاَللَّه أَنْزَلَ وَإِيَّاهُمْ عَنَى اللَّه عَزَّ وَجَلَّ وَرَوَاهُ أَبُو دَاوُدَ مِنْ حَدِيث اِبْن أَبِي الزِّنَاد عَنْ أَبِيهِ بِنَحْوِهِ وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا هَنَّاد بْن السَّرِيّ وَأَبُو كُرَيْب قَالَا حَدَّثَنَا يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي دَاوُد بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ الْآيَات الَّتِي فِي الْمَائِدَة قَوْله فَاحْكُمْ بَيْنهمْ أَوْ أَعْرِضْ عَنْهُمْ إِلَى الْمُقْسِطِينَ إِنَّمَا أُنْزِلَتْ فِي الدِّيَة فِي بَنِي النَّضِير وَبَنِي قُرَيْظَة وَذَلِكَ أَنَّ قَتْلَى بَنِي النَّضِير كَانَ لَهُمْ شَرَف تُؤَدَّى الدِّيَة كَامِلَة وَأَنَّ قُرَيْظَة كَانَ يُؤَدَّى لَهُمْ نِصْف الدِّيَة فَتَحَاكَمُوا فِي ذَلِكَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه ذَلِكَ فِيهِمْ فَحَمَلَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْحَقّ فِي ذَلِكَ فَجَعَلَ الدِّيَة فِي ذَلِكَ سَوَاء وَاَللَّه أَعْلَم أَيّ ذَلِكَ كَانَ وَرَوَاهُ أَحْمَد وَأَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ حَدِيث اِبْن إِسْحَاق بِنَحْوِهِ ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ عَلِيّ بْن صَالِح عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ كَانَتْ قُرَيْظَة وَالنَّضِير وَكَانَتْ النَّضِير أَشْرَفَ مِنْ قُرَيْظَة فَكَانَ إِذَا قَتَلَ الْقُرَظِيّ رَجُلًا مِنْ النَّضِير قُتِلَ بِهِ وَإِنْ قَتَلَ النَّضَرِيّ رَجُلًا مِنْ قُرَيْظَة وُدِيَ بِمِائَةِ وَسْق مِنْ تَمْر فَلَمَّا بُعِثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَتَلَ رَجُلًا مِنْ النَّضِير رَجُلًا مِنْ قُرَيْظَة فَقَالُوا اِدْفَعُوهُ إِلَيْهِ فَقَالُوا بَيْننَا وَبَيْنكُمْ رَسُول اللَّه فَنَزَلَتْ وَإِنْ حَكَمْت فَاحْكُمْ بَيْنهمْ بِالْقِسْطِ وَرَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن حِبَّان وَالْحَاكِم فِي الْمُسْتَدْرَك مِنْ حَدِيث عَبْد اللَّه بْن مُوسَى بِنَحْوِهِ وَهَكَذَا قَالَ قَتَادَة وَمُقَاتِل بْن حِبَّان وَابْن زَيْد وَغَيْرُ وَاحِد وَرَوَى الْعَوْفِيّ وَعَلِيّ بْن أَبِي طَلْحَة الْوَالِبِيّ عَنْ اِبْن عَبَّاس أَنَّ هَذِهِ الْآيَات نَزَلَتْ فِي الْيَهُودِيَّيْنِ اللَّذَيْنِ زَنَيَا كَمَا تَقَدَّمَتْ الْأَحَادِيث بِذَلِكَ وَقَدْ يَكُون اِجْتَمَعَ هَذَانِ السَّبَبَانِ فِي وَقْت وَاحِد فَنَزَلَتْ هَذِهِ الْآيَات فِي ذَلِكَ كُلّه وَاَللَّه أَعْلَمُ وَلِهَذَا قَالَ بَعْد ذَلِكَ وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْس بِالنَّفْسِ وَالْعَيْن بِالْعَيْنِ إِلَى آخِرهَا وَهَذَا يَقُول أَنَّ سَبَب النُّزُول قَضِيَّة الْقِصَاص وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم وَقَوْله تَعَالَى وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ قَالَ الْبَرَاء بْن عَازِب وَحُذَيْفَة بْن الْيَمَان وَابْن عَبَّاس وَأَبُو مِجْلَز وَأَبُو رَجَاء الْعُطَارِدِيّ وَعِكْرِمَة وَعُبَيْد اللَّه بْن عَبْد اللَّه وَالْحَسَن الْبَصْرِيّ وَغَيْرهمْ : نَزَلَتْ فِي أَهْل الْكِتَاب زَادَ الْحَسَن الْبَصْرِيّ وَهِيَ عَلَيْنَا وَاجِبَة وَقَالَ عَبْد الرَّزَّاق عَنْ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم قَالَ نَزَلَتْ هَذِهِ الْآيَات فِي بَنِي إِسْرَائِيل وَرَضِيَ اللَّه لِهَذِهِ الْأُمَّة بِهَا رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا يَعْقُوب حَدَّثَنَا هُشَيْم أَخْبَرَنَا عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ سَلَمَة بْن كُهَيْل عَنْ عَلْقَمَة وَمَسْرُوق أَنَّهُمَا سَأَلَا اِبْن مَسْعُود عَنْ الرِّشْوَة فَقَالَ مِنْ السُّحْت قَالَ : فَقَالَا وَفِي الْحُكْم قَالَ ذَاكَ الْكُفْر ثُمَّ تَلَا وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ وَقَالَ السُّدِّيّ وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ يَقُول وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلْت فَتَرَكَهُ عَمْدًا أَوْ جَارَ وَهُوَ يَعْلَم فَهُوَ مِنْ الْكَافِرِينَ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ قَالَ مَنْ جَحَدَ مَا أَنْزَلَ اللَّه فَقَدْ كَفَرَ وَمَنْ أَقَرَّ بِهِ فَهُوَ ظَالِم فَاسِق رَوَاهُ اِبْن جَرِير ثُمَّ اِخْتَارَ أَنَّ الْآيَة الْمُرَاد بِهَا أَهْل الْكِتَاب أَوْ مَنْ جَحَدَ حُكْم اللَّه الْمُنَزَّل فِي الْكِتَاب وَقَالَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ زَكَرِيَّا عَنْ الشَّعْبِيّ وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه قَالَ لِلْمُسْلِمِينَ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا شُعْبَة بْن أَبِي السَّفَر عَنْ الشَّعْبِيّ وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ قَالَ هَذَا فِي الْمُسْلِمِينَ وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الظَّالِمُونَ قَالَ هَذَا فِي الْيَهُود وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه أُولَئِكَ هُمْ الْفَاسِقُونَ قَالَ هَذَا فِي النَّصَارَى وَكَذَا رَوَاهُ هُشَيْم وَالثَّوْرِيّ عَنْ زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ الشَّعْبِيّ وَقَالَ عَبْد الرَّزَّاق أَيْضًا أَخْبَرَنَا مَعْمَر عَنْ اِبْن طَاوُسٍ عَنْ أَبِيهِ قَالَ سُئِلَ اِبْن عَبَّاس عَنْ قَوْله \" وَمَنْ لَمْ يَحْكُم \" الْآيَة قَالَ هِيَ بِهِ كُفْر قَالَ اِبْن طَاوُسٍ وَلَيْسَ كَمَنْ يَكْفُر بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله وَقَالَ الثَّوْرِيّ عَنْ اِبْن جُرَيْج عَنْ عَطَاء أَنَّهُ قَالَ كُفْر دُون كُفْر وَظُلْم دُون ظُلْم وَفِسْق دُون فِسْق رَوَاهُ اِبْن جَرِير وَقَالَ وَكِيع عَنْ سَعِيد الْمَكِّيّ عَنْ طَاوُسٍ \" وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ \" قَالَ لَيْسَ بِكُفْرٍ يَنْقُل عَنْ الْمِلَّة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد الْمُقْرِي حَدَّثَنَا سُفْيَان بْن عُيَيْنَةَ عَنْ هِشَام بْن حُجَيْر عَنْ طَاوُسٍ عَنْ اِبْن عَبَّاس فِي قَوْله\" وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ\" قَالَ لَيْسَ بِالْكُفْرِ الَّذِي تَذْهَبُونَ إِلَيْهِ وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه عَنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ وَقَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41496, "aya_id": 44}]