[{"text": "أُوْلَئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ فَإِن يَكْفُرْ بِهَا هَؤُلاء فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُواْ بِهَا بِكَافِرِينَ", "sura_id": 6, "type": 0, "id": 878, "aya_id": 89}, {"text": "أولئك الذين آتيناهم الكتاب والحكم والنبوة فإن يكفر بها هؤلاء فقد وكلنا بها قوما ليسوا بها بكافرين", "sura_id": 6, "type": 1, "id": 7114, "aya_id": 89}, {"text": "89 - (أولئك الذين آتيناهم الكتاب) بمعنى الكتب (والحكم) الحكمة (والنبوة فإن يكفر بها) أي بهذه الثلاثة (هؤلاء) أي أهل مكة (فقد وكلنا بها) أرصدنا لها (قوما ليسوا بها بكافرين) هم المهاجرون والأنصار \r\n", "sura_id": 6, "type": 2, "id": 25822, "aya_id": 89}, {"text": "أولئك الأنبياء الذين أنعمنا عليهم بالهداية والنبوة هم الذين آتيناهم الكتاب كصحف إبراهيم وتوراة موسى وزبور داود وإنجيل عيسى, وآتيناهم فَهْمَ هذه الكتب, واخترناهم لإبلاغ وحينا, فإن يجحد -أيها الرسول- بآيات هذا القرآن الكفارُ من قومك, فقد وكلنا بها قومًا آخرين -أي: المهاجرين والأنصار وأتباعهم إلى يوم القيامة- ليسوا بها بكافرين, بل مؤمنون بها, عاملون بما تدل عليه.\r\n", "sura_id": 6, "type": 3, "id": 32058, "aya_id": 89}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ</font><BR><p>وَقَوْله تَعَالَى \" أُولَئِكَ الَّذِينَ آتَيْنَاهُمْ الْكِتَاب وَالْحُكْم وَالنُّبُوَّة \" أَيْ أَنْعَمْنَا عَلَيْهِمْ بِذَلِكَ رَحْمَة لِلْعِبَادِ بِهِمْ وَلُطْفًا مِنْهُ بِالْخَلِيقَةِ \" فَإِنْ يَكْفُر بِهَا \" أَيْ بِالنُّبُوَّةِ وَيُحْتَمَل أَنْ يَكُون الضَّمِير عَائِدًا عَلَى هَذِهِ الْأَشْيَاء الثَّلَاثَة الْكِتَاب وَالْحُكْم وَالنُّبُوَّة وَقَوْله \" هَؤُلَاءِ \" يَعْنِي أَهْل مَكَّة قَالَهُ اِبْن عَبَّاس وَسَعِيد بْن الْمُسَيِّب وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد \" فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ\" أَيْ إِنْ يُكْفَر بِهَذِهِ النِّعَم مَنْ كَفَرَ بِهَا مِنْ قُرَيْش وَغَيْرهمْ مِنْ سَائِر أَهْل الْأَرْض مِنْ عَرَب وَعَجَم وَمِلِّيِّينَ وَكِتَابِيِّينَ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا آخَرِينَ أَيْ الْمُهَاجِرِينَ وَالْأَنْصَار وَأَتْبَاعهمْ إِلَى يَوْم الْقِيَامَة \" لَيْسُوا بِهَا بِكَافِرِينَ \" أَيْ لَا يَجْحَدُونَ مِنْهَا شَيْئًا وَلَا يَرُدُّونَ مِنْهَا حَرْفًا وَاحِدًا يُؤْمِنُونَ بِجَمِيعِهَا مُحْكَمهَا وَمُتَشَابِههَا جَعَلَنَا اللَّه مِنْهُمْ بِمَنِّهِ وَكَرَمه وَإِحْسَانه .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42229, "aya_id": 89}]