[{"text": "إِذَا وَقَعَتِ الْوَاقِعَةُ", "sura_id": 56, "type": 0, "id": 4980, "aya_id": 1}, {"text": "إذا وقعت الواقعة", "sura_id": 56, "type": 1, "id": 11216, "aya_id": 1}, {"text": "سورة الواقعة 1 - (إذا وقعت الواقعة) قامت القيامة \r\n", "sura_id": 56, "type": 2, "id": 29924, "aya_id": 1}, {"text": "إذا قامت القيامة,\r\n", "sura_id": 56, "type": 3, "id": 36160, "aya_id": 1}, {"text": " <font color=red>إِذَا وَقَعَتِ الْوَاقِعَةُ</font><BR><p>سُورَة الْوَاقِعَة : قَالَ أَبُو إِسْحَاق عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ أَبُو بَكْر يَا رَسُول اللَّه قَدْ شِبْتَ قَالَ \" شَيَّبَتْنِي هُود وَالْوَاقِعَة وَالْمُرْسَلَات وَعَمّ يَتَسَاءَلُونَ وَإِذَا الشَّمْس كُوِّرَتْ \" رَوَاهُ التِّرْمِذِيّ وَقَالَ حَسَن غَرِيب . قَالَ الْحَافِظ بْن عَسَاكِر فِي تَرْجَمَة عَبْد اللَّه بْن مَسْعُود بِسَنَدِهِ إِلَى عَمْرو بْن الرَّبِيع بْن طَارِق الْمِصْرِيّ حَدَّثَنَا السَّرِيّ بْن يَحْيَى الشَّيْبَانِيّ عَنْ شُجَاع عَنْ أَبِي ظَبْيَة قَالَ مَرِضَ عَبْد اللَّه مَرَضَهُ الَّذِي تُوُفِّيَ فِيهِ فَعَادَهُ عُثْمَان بْن عَفَّان فَقَالَ مَا تَشْتَكِي ؟ قَالَ ذُنُوبِي قَالَ فَمَا تَشْتَهِي ؟ قَالَ رَحْمَة رَبِّي قَالَ أَلَا آمُر لَك بِطَبِيبٍ ؟ قَالَ الطَّبِيب أَمْرَضَنِي قَالَ أَلَا آمُر لَك بِعَطَاءٍ ؟ قَالَ لَا حَاجَة لِي فِيهِ قَالَ يَكُون لِبَنَاتِك مِنْ بَعْدك قَالَ أَتَخْشَى عَلَى بَنَاتِي الْفَقْر ؟ إِنِّي أَمَرْت بَنَاتِي يَقْرَأْنَ كُلّ لَيْلَة سُورَة الْوَاقِعَة إِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ قَرَأَ سُورَة الْوَاقِعَة كُلّ لَيْلَة لَمْ تُصِبْهُ فَاقَة أَبَدًا\" ثُمَّ قَالَ اِبْن عَسَاكِر كَذَا قَالَ وَالصَّوَاب عَنْ شُجَاع كَمَا رَوَاهُ عَبْد اللَّه بْن وَهْب عَنْ السَّرِيّ . وَقَالَ عَبْد اللَّه بْن وَهْب أَخْبَرَنِي السَّرِيّ بْن يَحْيَى أَنَّ شُجَاعًا حَدَّثَهُ عَنْ أَبِي ظَبْيَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ قَرَأَ سُورَة الْوَاقِعَة كُلّ لَيْلَة لَمْ تُصِبْهُ فَاقَة أَبَدًا \" فَكَانَ أَبُو ظَبْيَة لَا يَدَعهَا وَكَذَا رَوَاهُ أَبُو يَعْلَى عَنْ إِسْحَاق بْن إِبْرَاهِيم عَنْ مُحَمَّد بْن مُنِيب عَنْ السَّرِيّ بْن يَحْيَى عَنْ شُجَاع عَنْ أَبِي ظَبْيَة عَنْ اِبْن مَسْعُود بِهِ . ثُمَّ رَوَاهُ أَبُو يَعْلَى عَنْ إِسْحَاق بْن إِبْرَاهِيم عَنْ مُحَمَّد اِبْن مُنِيب الْعَدَنِيّ عَنْ السَّرِيّ بْن يَحْيَى عَنْ أَبِي ظَبْيَة عَنْ اِبْن مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" مَنْ قَرَأَ سُورَة الْوَاقِعَة فِي كُلّ لَيْلَة لَمْ تُصِبْهُ فَاقَة أَبَدًا \" لَمْ يَذْكُر فِي مُسْنَده شُجَاعًا قَالَ وَقَدْ أَمَرْت بَنَاتِي أَنْ يَقْرَأْنَهَا كُلّ لَيْلَة . وَقَدْ رَوَاهُ اِبْن عَسَاكِر أَيْضًا مِنْ حَدِيث حَجَّاج بْن نُصَيْر وَعُثْمَان بْن أَبِي الْيَمَان عَنْ السَّرِيّ بْن يَحْيَى عَنْ شُجَاع عَنْ أَبِي فَاطِمَة قَالَ مَرِضَ عَبْد اللَّه فَأَتَاهُ عُثْمَان بْن عَفَّان يَعُودهُ فَذَكَرَ الْحَدِيث بِطُولِهِ قَالَ عُثْمَان بْن الْيَمَان كَانَ أَبُو فَاطِمَة هَذَا مَوْلًى لِعَلِيِّ بْن أَبِي طَالِب . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا إِسْرَائِيل وَيَحْيَى بْن آدَم حَدَّثَنَا إِسْرَائِيل عَنْ سِمَاك بْن حَرْب أَنَّهُ سَمِعَ جَابِر بْن سَمُرَة يَقُول كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي الصَّلَوَات كَنَحْوٍ مِنْ صَلَاتكُمْ الَّتِي تُصَلُّونَ الْيَوْم وَلَكِنَّهُ كَانَ يُخَفِّف كَانَتْ صَلَاته أَخَفّ مِنْ صَلَاتكُمْ وَكَانَ يَقْرَأ فِي الْفَجْر الْوَاقِعَة وَنَحْوهَا مِنْ السُّوَر . الْوَاقِعَة مِنْ أَسْمَاء يَوْم الْقِيَامَة سُمِّيَتْ بِذَلِكَ لِتَحَقُّقِ كَوْنهَا وَوُجُودهَا كَمَا قَالَ تَعَالَى \" فَيَوْمئِذٍ وَقَعَتْ الْوَاقِعَة\" .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41906, "aya_id": 1}]