[{"text": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَّمْ تَطَؤُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا", "sura_id": 33, "type": 0, "id": 3560, "aya_id": 27}, {"text": "وأورثكم أرضهم وديارهم وأموالهم وأرضا لم تطأوها وكان الله على كل شيء قديرا", "sura_id": 33, "type": 1, "id": 9796, "aya_id": 27}, {"text": "27 - (وأورثكم أرضهم وديارهم وأموالهم وأرضا لم تطؤوها) بعد وهي خيبر اخذت بعد قريظة (وكان الله على كل شيء قديرا) \r\n", "sura_id": 33, "type": 2, "id": 28504, "aya_id": 27}, {"text": "وملَّككم الله -أيها المؤمنون- أرضهم ومساكنهم وأموالهم المنقولة كالحليِّ والسلاح والمواشي, وغير المنقولة كالمزارع والبيوت والحصون المنيعة, وأورثكم أرضًا لم تتمكنوا مِن وطئها من قبل؛ لمنعتها وعزتها عند أهلها. وكان الله على كل شيء قديرًا, لا يعجزه شيء.\r\n", "sura_id": 33, "type": 3, "id": 34740, "aya_id": 27}, {"text": " <font color=red>وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا</font><BR><p>وَقَوْله تَعَالَى\" وَأَوْرَثَكُمْ أَرْضهمْ وَدِيَارهمْ وَأَمْوَالهمْ \" أَيْ جَعَلَهَا لَكُمْ مِنْ قَتْلكُمْ لَهُمْ \" وَأَرْضًا لَمْ تَطَئُوهَا \" قِيلَ خَيْبَر وَقِيلَ مَكَّة رَوَاهُ مَالِك عَنْ زَيْد بْن أَسْلَمَ وَقِيلَ فَارِس وَالرُّوم وَقَالَ اِبْن جَرِير يَجُوز أَنْ يَكُون الْجَمِيع مُرَادًا\" وَكَانَ اللَّه عَلَى كُلّ شَيْء قَدِيرًا \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد أَخْبَرَنَا مُحَمَّد بْن النسور عَمْرو عَنْ أَبِيهِ عَنْ جَدّه عَلْقَمَة بْن وَقَّاص قَالَ : أَخْبَرَتْنِي عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : خَرَجْت يَوْم الْخَنْدَق أَقْفُو النَّاس فَسَمِعْت وَئِيد الْأَرْض وَرَائِي فَإِذَا أَنَا بِسَعْدِ بْن مُعَاذ رَضِيَ اللَّه عَنْهُ وَمَعَهُ اِبْن أَخِيهِ الْحَارِث بْن أَوْس يَحْمِل مِجَنّه قَالَتْ فَجَلَسْت إِلَى الْأَرْض فَمَرَّ سَعْد رَضِيَ اللَّه عَنْهُ وَعَلَيْهِ دِرْع مِنْ حَدِيد قَدْ خَرَجْت مِنْهُ أَطْرَافه فَأَنَا أَتَخَوَّف عَلَى أَطْرَاف سَعْد قَالَتْ وَكَانَ سَعْد رَضِيَ اللَّه عَنْهُ مِنْ أَعْظَم النَّاس وَأَطْوَلهمْ فَمَرَّ وَهُوَ يَرْتَجِز وَيَقُول : لَيْتَ قَلِيلًا يَشْهَد الْهَيْجَا جَمَل مَا أَحْسَن الْمَوْت إِذَا حَانَ الْأَجَل قَالَتْ فَقُمْت فَاقْتَحَمْت حَدِيقَة فَإِذَا فِيهَا نَفَر مِنْ الْمُسْلِمِينَ وَإِذَا فِيهَا عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَفِيهِمْ رَجُل عَلَيْهِ سَبْغَة لَهُ تَعْنِي الْمِغْفَر فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ مَا جَاءَ بِك ؟ لَعَمْرِي وَاَللَّه إِنَّك لَجَرِيئَة وَمَا يُؤْمِنك أَنْ يَكُون بَلَاء أَوْ يَكُون تَحَوُّز قَالَتْ فَمَا زَالَ يَلُومنِي حَتَّى تَمَنَّيْت أَنَّ الْأَرْض اِنْشَقَّتْ بِي سَاعَتئِذٍ فَدَخَلْت فِيهَا , فَرَفَعَ الرَّجُل السَّبْغَةَ عَنْ وَجْهه فَإِذَا هُوَ طَلْحَة بْن عُبَيْد اللَّه رَضِيَ اللَّه عَنْهُ فَقَالَ : يَا عُمَر وَيْحك إِنَّك قَدْ أَكْثَرْت مُنْذُ الْيَوْم وَأَيْنَ التَّحَوُّز أَوْ الْفِرَار إِلَّا إِلَى اللَّه تَعَالَى ؟ قَالَتْ وَرَمَى سَعْدًا رَضِيَ اللَّه عَنْهُ رَجُل مِنْ قُرَيْش يُقَال لَهُ اِبْن العرقة بِسَهْمٍ لَهُ وَقَالَ لَهُ خُذْهَا وَأَنَا اِبْن العرقة فَأَصَابَ أَكْحَله فَقَطَعَهُ فَدَعَا اللَّه تَعَالَى سَعْد رَضِيَ اللَّه عَنْهُ فَقَالَ : اللَّهُمَّ لَا تُمِتْنِي حَتَّى تُقِرّ عَيْنِي مِنْ بَنِي قُرَيْظَة قَالَتْ وَكَانُوا حُلَفَاءَهُ وَمَوَالِيه فِي الْجَاهِلِيَّة قَالَتْ فَرَقَى كَلْمه وَبَعَثَ اللَّه تَعَالَى الرِّيح عَلَى الْمُشْرِكِينَ \" وَكَفَى اللَّه الْمُؤْمِنِينَ الْقِتَال وَكَانَ اللَّه قَوِيًّا عَزِيزًا \" فَلَحِقَ أَبُو سُفْيَان وَمَنْ مَعَهُ بِتِهَامَة وَلَحِقَ عُيَيْنَةَ بْن بَدْر وَمَنْ مَعَهُ بِنَجْدٍ وَرَجَعَتْ بَنُو قُرَيْظَة فَتَحَصَّنُوا فِي صَيَاصِيهمْ وَرَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَة وَأَمَرَ بِقُبَّةٍ مِنْ أُدْمٍ فَضُرِبَتْ عَلَى سَعْد رَضِيَ اللَّه عَنْهُ فِي الْمَسْجِد قَالَتْ فَجَاءَهُ جِبْرِيل عَلَيْهِ السَّلَام وَإنَّ عَلَى ثَنَايَاهُ لَنَقْع الْغُبَار فَقَالَ أَوَقَدْ وَضَعْت السِّلَاح ؟ لَا وَاَللَّه مَا وَضَعَتْ الْمَلَائِكَة بَعْد السِّلَاح ! اُخْرُجْ إِلَى بَنِي قُرَيْظَة فَقَاتِلْهُمْ قَالَتْ فَلَبِسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَأْمَته وَأَذَّنَ فِي النَّاس بِالرَّحِيلِ أَنْ يَخْرُجُوا فَمَرَّ عَلَى بَنِي تَمِيم وَهُمْ جِيرَان الْمَسْجِد فَقَالَ \" مَنْ مَرَّ بِكُمْ ؟ \" قَالُوا مَرَّ بِنَا دِحْيَة الْكَلْبِيّ وَكَانَ دِحْيَة الْكَلْبِيّ يُشْبِه لِحْيَته وَسِنّه وَوَجْهه جِبْرِيل عَلَيْهِ السَّلَام فَأَتَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَاصَرَهُمْ خَمْسًا وَعِشْرِينَ لَيْلَة فَلَمَّا اِشْتَدَّ حِصَارهمْ وَاشْتَدَّ الْبَلَاء قِيلَ لَهُمْ اِنْزِلُوا عَلَى حُكْم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَشَارُوا أَبَا لُبَابَة بْن عَبْد الْمُنْذِر فَأَشَارَ إِلَيْهِمْ أَنَّهُ الذَّبْح قَالُوا نَنْزِل عَلَى حُكْم سَعْد بْن مُعَاذ رَضِيَ اللَّه عَنْهُ عَنْهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِنْزِلُوا عَلَى حُكْم سَعْد بْن مُعَاذ \" فَنَزَلُوا وَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى سَعْد بْن مُعَاذ رَضِيَ اللَّه عَنْهُ فَأُتِيَ بِهِ عَلَى حِمَار عَلَيْهِ إِكَاف مِنْ لِيف قَدْ حُمِلَ عَلَيْهِ وَحَفَّ بِهِ قَوْمه فَقَالُوا يَا أَبَا عَمْرو حُلَفَاؤُك وَمَوَالِيك وَأَهْل الْكِتَاب وَمَنْ قَدْ عَلِمْت قَالَتْ فَلَا يُرْجِع إِلَيْهِمْ شَيْئًا وَلَا يَلْتَفِت إِلَيْهِمْ حَتَّى إِذَا دَنَا مِنْ دُورهمْ اِلْتَفَتَ إِلَى قَوْمه فَقَالَ : قَدْ آنَ أَنْ لَا أُبَالِي فِي اللَّه لَوْمَة لَائِم . قَالَتْ قَالَ أَبُو سَعِيد فَلَمَّا طَلَعَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُومُوا إِلَى سَيِّدكُمْ فَأَنْزِلُوهُ \" فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ سَيِّدنَا اللَّه قَالَ \" أَنْزِلُوهُ \" فَأَنْزَلُوهُ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اُحْكُمْ فِيهِمْ\" قَالَ سَعْد رَضِيَ اللَّه عَنْهُ فَإِنِّي أَحْكُم فِيهِمْ أَنْ تُقْتَل مُقَاتِلَتهمْ وَتُسْبَى ذَرَارِيّهمْ وَتُقْسَم أَمْوَالهمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ حَكَمْت فِيهِمْ بِحُكْمِ اللَّه تَعَالَى وَحُكْم رَسُوله \" ثُمَّ دَعَا سَعْد رَضِيَ اللَّه عَنْهُ قَالَ اللَّهُمَّ إِنْ كُنْت أَبْقَيْت عَلَى نَبِيّك مِنْ حَرْب قُرَيْش شَيْئًا فَأَبْقِنِي لَهَا وَإِنْ كُنْت قَطَعْت الْحَرْب بَيْنه وَبَيْنهمْ فَاقْبِضْنِي إِلَيْك قَالَ فَانْفَجَرَ كَلْمه وَكَانَ قَدْ بَرِئَ مِنْهُ إِلَّا مِثْل الْخُرْص وَرَجَعَ إِلَى قُبَّته الَّتِي ضَرَبَ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَحَضَرَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا قَالَتْ فَوَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنِّي لَأَعْرِف بُكَاء أَبِي بَكْر رَضِيَ اللَّه عَنْهُ مِنْ بُكَاء عُمَر رَضِيَ اللَّه عَنْهُ وَأَنَا فِي حُجْرَتِي وَكَانُوا كَمَا قَالَ اللَّه تَعَالَى \" رُحَمَاء بَيْنهمْ \" قَالَ عَلْقَمَة فَقُلْت أَيْ أُمَّهْ فَكَيْف كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَصْنَع ؟ قَالَتْ كَانَتْ عَيْنه لَا تَدْمَع عَلَى أَحَد وَلَكِنَّهُ كَانَ إِذَا وَجِدَ فَإِنَّمَا هُوَ آخِذ بِلِحْيَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ أَخْرَجَ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث عَبْد اللَّه بْن نُمَيْر عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا نَحْوًا مِنْ هَذَا وَلَكِنَّهُ أَخْصَر مِنْهُ وَفِيهِ دَعَا سَعْد رَضِيَ اللَّه عَنْهُ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40186, "aya_id": 27}]