[{"text": "مَن كَفَرَ بِاللّهِ مِن بَعْدِ إيمَانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ وَلَكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ", "sura_id": 16, "type": 0, "id": 2007, "aya_id": 106}, {"text": "من كفر بالله من بعد إيمانه إلا من أكره وقلبه مطمئن بالإيمان ولكن من شرح بالكفر صدرا فعليهم غضب من الله ولهم عذاب عظيم", "sura_id": 16, "type": 1, "id": 8243, "aya_id": 106}, {"text": "106 - (من كفر بالله من بعد إيمانه إلا من أكره) على التلفظ بالكفر فتلفظ به (وقلبه مطمئن بالإيمان) ومن مبتدأ أو شرطية والخبر أو الجواب لهم وعيد شديد دل على هذا (ولكن من شرح بالكفر صدرا) له أي فتحه ووسعه بمعنى طابت له نفسه (فعليهم غضب من الله ولهم عذاب عظيم) \r\n", "sura_id": 16, "type": 2, "id": 26951, "aya_id": 106}, {"text": "إنما يفتري الكذب مَن نطق بكلمة الكفر وارتدَّ بعد إيمانه, فعليهم غضب من الله, إلا مَن أُرغم على النطق بالكفر, فنطق به خوفًا من الهلاك وقلبه ثابت على الإيمان, فلا لوم عليه, لكن من نطق بالكفر واطمأن قلبه إليه, فعليهم غضب شديد من الله, ولهم عذاب عظيم;\r\n", "sura_id": 16, "type": 3, "id": 33187, "aya_id": 106}, {"text": " <font color=red>مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ</font><BR><p>أَخْبَرَ تَعَالَى عَمَّنْ كَفَرَ بِهِ بَعْد الْإِيمَان وَالتَّبَصُّر وَشَرَحَ صَدْره بِالْكُفْرِ وَاطْمَأَنَّ بِهِ أَنَّهُ قَدْ غَضِبَ عَلَيْهِ لِعِلْمِهِمْ بِالْإِيمَانِ ثُمَّ عُدُولهمْ عَنْهُ وَأَنَّ لَهُمْ عَذَابًا عَظِيمًا فِي الدَّار الْآخِرَة وَأَمَّا قَوْله \" إِلَّا مَنْ أُكْرِهَ وَقَلْبه مُطْمَئِنّ بِالْإِيمَانِ \" فَهُوَ اِسْتِثْنَاء مِمَّنْ كَفَرَ بِلِسَانِهِ وَوَافَقَ الْمُشْرِكِينَ بِلَفْظِهِ مُكْرَهًا لِمَا نَالَهُ مِنْ ضَرْب وَأَذًى وَقَلْبه يَأْبَى مَا يَقُول وَهُوَ مُطْمَئِنّ بِالْإِيمَانِ بِاَللَّهِ وَرَسُوله . وَقَدْ رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي عَمَّار بْن يَاسِر حِين عَذَّبَهُ الْمُشْرِكُونَ حَتَّى يَكْفُر بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَافَقَهُمْ عَلَى ذَلِكَ مُكْرَهًا وَجَاءَ مُعْتَذِرًا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة وَهَكَذَا قَالَ الشَّعْبِيّ وَقَتَادَة وَأَبُو مَالِك وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا مُحَمَّد بْن ثَوْر عَنْ مَعْمَر عَنْ عَبْد الْكَرِيم الْجَزَرِيّ عَنْ أَبِي عُبَيْدَة مُحَمَّد بْن عَمَّار بْن يَاسِر قَالَ أَخَذَ الْمُشْرِكُونَ عَمَّار بْن يَاسِر فَعَذَّبُوهُ حَتَّى قَارَبَهُمْ فِي بَعْض مَا أَرَادُوا فَشَكَا ذَلِكَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَيْف تَجِد قَلْبك ؟ \" قَالَ مُطْمَئِنًّا بِالْإِيمَانِ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ عَادُوا فَعُدْ \" . وَرَوَاهُ الْبَيْهَقِيّ بِأَبْسَط مِنْ ذَلِكَ وَفِيهِ أَنَّهُ سَبَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَذَكَرَ آلِهَتهمْ بِخَيْرٍ فَشَكَا ذَلِكَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه مَا تُرِكْت حَتَّى سَبَبْتُك وَذَكَرْت آلِهَتهمْ بِخَيْرٍ قَالَ\" كَيْف تَجِد قَلْبك ؟ \" قَالَ مُطْمَئِنًّا بِالْإِيمَانِ فَقَالَ \" إِنْ عَادُوا فَعُدْ \" وَفِي ذَلِكَ أَنْزَلَ اللَّه \" إِلَّا مَنْ أُكْرِهَ وَقَلْبه مُطْمَئِنّ بِالْإِيمَانِ \" وَلِهَذَا اِتَّفَقَ الْعُلَمَاء عَلَى أَنَّ الْمُكْرَه عَلَى الْكُفْر يَجُوز لَهُ أَنْ يُوَالِي إِبْقَاء لِمُهْجَتِهِ وَيَجُوز لَهُ أَنْ يَأْبَى كَمَا كَانَ بِلَال رَضِيَ اللَّه عَنْهُ يَأْبَى عَلَيْهِمْ ذَلِكَ وَهُمْ يَفْعَلُونَ بِهِ الْأَفَاعِيل حَتَّى أَنَّهُمْ لَيَضَعُوا الصَّخْرَة الْعَظِيمَة عَلَى صَدْره فِي شِدَّة الْحَرّ وَيَأْمُرُونَهُ بِالشِّرْكِ بِاَللَّهِ فَيَأْبَى عَلَيْهِمْ وَهُوَ يَقُول : أَحَد أَحَد وَيَقُول : وَاَللَّه لَوْ أَعْلَم كَلِمَة هِيَ أَغْيَظ لَكُمْ مِنْهَا لَقُلْتهَا رَضِيَ اللَّه عَنْهُ وَأَرْضَاهُ. وَكَذَلِكَ حَبِيب بْن زَيْد الْأَنْصَارِيّ لَمَّا قَالَ لَهُ مُسَيْلِمَة الْكَذَّاب أَتَشْهَدُ أَنَّ مُحَمَّدًا رَسُول اللَّه ؟ فَيَقُول نَعَمْ فَيَقُول : أَتَشْهَدُ أَنِّي رَسُول اللَّه ؟ فَيَقُول لَا أَسْمَع فَلَمْ يَزَلْ يَقْطَعهُ إِرْبًا إِرْبًا وَهُوَ ثَابِت عَلَى ذَلِكَ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا أَيُّوب عَنْ عِكْرِمَة أَنَّ عَلِيًّا رَضِيَ اللَّه عَنْهُ حَرَقَ نَاسًا اِرْتَدُّوا عَنْ الْإِسْلَام فَبَلَغَ ذَلِكَ اِبْن عَبَّاس فَقَالَ لَمْ أَكُنْ لِأُحَرِّقهُمْ بِالنَّارِ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تُعَذِّبُوا بِعَذَابِ اللَّه \" وَكُنْت أُقَاتِلهُمْ بِقَوْلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ بَدَّلَ دِينه فَاقْتُلُوهُ \" فَبَلَغَ ذَلِكَ عَلِيًّا فَقَالَ وَيْح أُمّ اِبْن عَبَّاس . رَوَاهُ الْبُخَارِيّ. وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ أَيُّوب عَنْ حُمَيْد بْن هِلَال الْعَدَوِيّ عَنْ أَبِي بُرْدَة قَالَ : قَدِمَ عَلَى أَبِي مُوسَى مُعَاذ بْن جَبَل بِالْيَمَنِ فَإِذَا رَجُل عِنْده قَالَ مَا هَذَا ؟ قَالَ رَجُل كَانَ يَهُودِيًّا فَأَسْلَمَ ثُمَّ تَهَوَّدَ وَنَحْنُ نُرِيدهُ عَلَى الْإِسْلَام مُنْذُ قَالَ أَحْسَبهُ شَهْرَيْنِ فَقَالَ وَاَللَّه لَا أَقْعُد حَتَّى تَضْرِبُوا عُنُقه فَضُرِبَتْ عُنُقه فَقَالَ قَضَى اللَّه وَرَسُوله أَنَّ مَنْ رَجَعَ عَنْ دِينه فَاقْتُلُوهُ أَوْ قَالَ \" مَنْ بَدَّلَ دِينه فَاقْتُلُوهُ \" . وَهَذِهِ الْقِصَّة فِي الصَّحِيحَيْنِ بِلَفْظٍ آخَر . وَالْأَفْضَل وَالْأَوْلَى أَنْ يَثْبُت الْمُسْلِم عَلَى دِينه وَلَوْ أَفْضَى إِلَى قَتْله كَمَا ذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة عَبْد اللَّه بْن حُذَافَة السَّهْمِيّ أَحَد الصَّحَابَة أَنَّهُ أَسَرَتْهُ الرُّوم فَجَاءُوا بِهِ إِلَى مَلِكهمْ فَقَالَ لَهُ تَنَصَّرْ وَأَنَا أُشْرِكك فِي مُلْكِي وَأُزَوِّجك اِبْنَتِي فَقَالَ لَهُ لَوْ أَعْطَيْتنِي جَمِيع مَا تَمْلِك وَجَمِيع مَا تَمْلِكهُ الْعَرَب عَلَى أَنْ أَرْجِع عَنْ دِين مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَرْفَة عَيْن مَا فَعَلْت فَقَالَ إِذًا أَقْتُلك فَقَالَ أَنْتَ وَذَاكَ قَالَ فَأَمَرَ بِهِ فَصُلِبَ وَأَمَرَ الرُّمَاة فَرَمَوْهُ قَرِيبًا مِنْ يَدَيْهِ وَرِجْلَيْهِ وَهُوَ يَعْرِض عَلَيْهِ دِين النَّصْرَانِيَّة فَيَأْبَى ثُمَّ أَمَرَ بِهِ فَأُنْزِلَ ثُمَّ أَمَرَ بِقِدْرٍ وَفِي رِوَايَة بِبَقَرَةٍ مِنْ نُحَاس فَأُحْمِيَتْ وَجَاءَ بِأَسِيرٍ مِنْ الْمُسْلِمِينَ فَأَلْقَاهُ وَهُوَ يَنْظُر فَإِذَا هُوَ عِظَام تَلُوح وَعَرَضَ عَلَيْهِ فَأَبَى فَأَمَرَ بِهِ أَنْ يُلْقَى فِيهَا فَرُفِعَ فِي الْبَكَرَة لِيُلْقَى فِيهَا فَبَكَى فَطَمِعَ فِيهِ وَدَعَاهُ فَقَالَ إِنِّي إِنَّمَا بَكَيْت لِأَنَّ نَفْسِي إِنَّمَا هِيَ نَفْس وَاحِدَة تُلْقَى فِي هَذِهِ الْقِدْر السَّاعَة فِي اللَّه فَأَحْبَبْت أَنْ يَكُون لِي بِعَدَدِ كُلّ شَعْرَة فِي جَسَدِي نَفْس تُعَذَّب هَذَا الْعَذَاب فِي اللَّه . وَفِي بَعْض الرِّوَايَات أَنَّهُ سَجَنَهُ وَمَنَعَ مِنْهُ الطَّعَام وَالشَّرَاب أَيَّامًا ثُمَّ أَرْسَلَ إِلَيْهِ بِخَمْرٍ وَلَحْم خِنْزِير فَلَمْ يَقْرَبهُ ثُمَّ اِسْتَدْعَاهُ فَقَالَ مَا مَنَعَك أَنْ تَأْكُل ؟ فَقَالَ أَمَا إِنَّهُ قَدْ حَلَّ لِي وَلَكِنْ لَمْ أَكُنْ لِأُشَمِّتك بِي فَقَالَ لَهُ الْمَلِك فَقَبِّلْ رَأْسِي وَأَنَا أُطْلِقك فَقَالَ وَتُطْلِق مَعِي جَمِيع أُسَارَى الْمُسْلِمِينَ ؟ قَالَ نَعَمْ فَقَبَّلَ رَأْسه فَأَطْلَقَهُ وَأَطْلَقَ مَعَهُ جَمِيع أُسَارَى الْمُسْلِمِينَ عِنْده فَلَمَّا رَجَعَ قَالَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ حَقّ عَلَى كُلّ مُسْلِم أَنْ يُقَبِّل رَأْس عَبْد اللَّه بْن حُذَافَة وَأَنَا أَبْدَأ فَقَامَ فَقَبَّلَ رَأْسه رَضِيَ اللَّه عَنْهُمَا .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38059, "aya_id": 106}]