[{"text": "لَقَدْ نَصَرَكُمُ اللّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ", "sura_id": 9, "type": 0, "id": 1260, "aya_id": 25}, {"text": "لقد نصركم الله في مواطن كثيرة و يوم حنين إذ أعجبتكم كثرتكم فلم تغن عنكم شيئا وضاقت عليكم الأرض بما رحبت ثم وليتم مدبرين", "sura_id": 9, "type": 1, "id": 7496, "aya_id": 25}, {"text": "25 - (لقد نصركم الله في مواطن) للحرب (كثيرة) كبدر وقريظة والنضير (و) اذكر (يوم حنين) واد بين مكة والطائف ، أي يوم قتالكم فيه هوازن وذلك في شوال سنة ثمان (إذ) بدل من يوم (أعجبتكم كثرتكم) فقلتم لن نغلب اليوم من قلة وكانوا اثني عشر ألفا والكفار أربعة آلاف (فلم تغن عنكم شيئا وضاقت عليكم الأرض بما رحبت) ما مصدرية أي مع رحبها أي سمتها فلم تجدوا مكانا تطمئنون إليه لشدة ما لحقكم من الخوف (ثم وليتم مدبرين) منهزمين ، وثبت النبي صلى الله عليه وسلم على بغلته البيضاء وليس معه غير العباس وأبو سفيان آخذ بركابه \r\n", "sura_id": 9, "type": 2, "id": 26204, "aya_id": 25}, {"text": "لقد أنزل الله نَصْرَه عليكم في مواقع كثيرة عندما أخذتم بالأسباب وتوكلتم على الله. ويوم غزوة (حنين) قلتم: لن نُغْلَبَ اليوم0 من قلة, فغرَّتكم الكثرة فلم تنفعكم, وظهر عليكم العدو فلم تجدوا ملجأً في الأرض الواسعة ففررتم منهزمين.\r\n", "sura_id": 9, "type": 3, "id": 32440, "aya_id": 25}, {"text": " <font color=red>لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ</font><BR><p>قَالَ اِبْن جُرَيْج عَنْ مُجَاهِد : هَذِهِ أَوَّل آيَة نَزَلَتْ مِنْ بَرَاءَة يَذْكُر تَعَالَى لِلْمُؤْمِنِينَ فَضْله عَلَيْهِمْ وَإِحْسَانه لَدَيْهِمْ فِي نَصْره إِيَّاهُمْ فِي مَوَاطِن كَثِيرَة مِنْ غَزَوَاتهمْ مَعَ رَسُوله وَأَنَّ ذَلِكَ مِنْ عِنْده تَعَالَى وَبِتَأْيِيدِهِ وَتَقْدِيره لَا بِعَدَدِهِمْ وَلَا بِعُدَّتِهِمْ وَنَبَّهَهُمْ عَلَى أَنَّ النَّصْر مِنْ عِنْده سَوَاء قَلَّ الْجَمْع أَوْ كَثُرَ فَإِنَّ يَوْم حُنَيْن أَعْجَبَتْهُمْ كَثْرَتهمْ وَمَعَ هَذَا مَا أَجْدَى ذَلِكَ عَنْهُمْ شَيْئًا فَوَلَّوْا مُدْبِرِينَ إِلَّا الْقَلِيل مِنْهُمْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ أَنْزَلَ نَصْره وَتَأْيِيده عَلَى رَسُوله وَعَلَى الْمُؤْمِنِينَ الَّذِينَ مَعَهُ كَمَا سَنُبَيِّنُهُ إِنْ شَاءَ اللَّه تَعَالَى مُفَصَّلًا لِيُعْلِمهُمْ أَنَّ النَّصْر مِنْ عِنْده تَعَالَى وَحْده وَبِإمْدَادِهِ وَإِنْ قَلَّ الْجَمْع فَكَمْ مِنْ فِئَة قَلِيلَة غَلَبَتْ فِئَة كَثِيرَة بِإِذْنِ اللَّه وَاَللَّه مَعَ الصَّابِرِينَ . وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَهْب بْن جَرِير حَدَّثَنَا أَبِي سَمِعْت يُونُس يُحَدِّث عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْر الصَّحَابَة أَرْبَعَة وَخَيْر السَّرَايَا أَرْبَعمِائَةٍ وَخَيْر الْجُيُوش أَرْبَعَة آلَاف وَلَنْ تُغْلَب اِثْنَا عَشَر أَلْفًا مِنْ قِلَّة \" وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ ثُمَّ قَالَ : هَذَا حَدِيث حَسَن غَرِيب جِدًّا لَا يَسْنُدهُ أَحَد غَيْر جَرِير بْن حَازِم وَإِنَّمَا رُوِيَ عَنْ الزُّهْرِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُرْسَلًا . وَقَدْ رَوَاهُ اِبْن مَاجَهْ وَالْبَيْهَقِيّ وَغَيْره عَنْ أَكْثَم بْن الْجَوْن عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَاَللَّه أَعْلَم . وَقَدْ كَانَتْ وَقْعَة حُنَيْن بَعْد فَتْح مَكَّة فِي شَوَّال سَنَة ثَمَان مِنْ الْهِجْرَة . وَذَلِكَ لَمَّا فَرَغَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ فَتْح مَكَّة وَتَمَهَّدَتْ أُمُورهَا وَأَسْلَمَ عَامَّة أَهْلهَا وَأَطْلَقَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَلَغَهُ أَنَّ هَوَازِن جَمَعُوا لَهُ لِيُقَاتِلُوهُ وَأَنَّ أَمِيرهمْ مَالِك بْن عَوْف النَّضْرِيّ وَمَعَهُ ثَقِيف بِكَمَالِهَا وَبَنُو جُشَم وَبَنُو سَعْد بْن بَكْر وَأَوْزَاع مِنْ بَنِي هِلَال وَهُمْ قَلِيل وَنَاس مِنْ بَنِي عَمْرو بْن عَامِر وَعَوْن بْن عَامِر وَقَدْ أَقْبَلُوا وَمَعَهُمْ النِّسَاء وَالْوِلْدَان وَالشَّاء وَالنَّعَم وَجَاءُوا بِقَضّهمْ وَقَضِيضهمْ فَخَرَجَ إِلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جَيْشه الَّذِي جَاءَ مَعَهُ لِلْفَتْحِ وَهُوَ عَشَرَة آلَاف مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار وَقَبَائِل الْعَرَب وَمَعَهُ الَّذِينَ أَسْلَمُوا مِنْ أَهْل مَكَّة وَهُمْ الطُّلَقَاء فِي أَلْفَيْنِ فَسَارَ بِهِمْ إِلَى الْعَدُوّ فَالْتَقَوْا بِوَادٍ بَيْن مَكَّة وَالطَّائِف يُقَال لَهُ حُنَيْن فَكَانَتْ فِيهِ الْوَقْعَة فِي أَوَّل النَّهَار فِي غَلَس الصُّبْح اِنْحَدَرُوا فِي الْوَادِي وَقَدْ كَمَنَتْ فِيهِ هَوَازِن فَلَمَّا تَوَاجَهُوا لَمْ يَشْعُر الْمُسْلِمُونَ إِلَّا بِهِمْ قَدْ بَادَرُوهُمْ وَرَشَقُوا بِالنِّبَالِ وَأَصْلَتُوا السُّيُوف وَحَمَلُوا حَمَلَة رَجُل وَاحِد كَمَا أَمَرَهُمْ مَلِكهمْ فَعِنْد ذَلِكَ وَلَّى الْمُسْلِمُونَ مُدْبِرِينَ كَمَا قَالَ اللَّه عَزَّ وَجَلَّ وَثَبَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ رَاكِب يَوْمئِذٍ بَغْلَته الشَّهْبَاء يَسُوقهَا إِلَى نَحْر الْعَدُوّ وَالْعَبَّاس عَمّه آخِذ بِرِكَابِهَا الْأَيْمَن وَأَبُو سُفْيَان بْن الْحَارِث بْن عَبْد الْمُطَّلِب آخِذ بِرِكَابِهَا الْأَيْسَر يُثْقِلَانِهَا لِئَلَّا تُسْرِع السَّيْر وَهُوَ يُنَوِّه بِاسْمِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام وَيَدْعُو الْمُسْلِمِينَ إِلَى الرَّجْعَة وَيَقُول \" إِلَيَّ عِبَاد اللَّه إِلَيَّ أَنَا رَسُول اللَّه \" وَيَقُول فِي تِلْكَ الْحَال \" أَنَا النَّبِيّ لَا كَذِب أَنَا اِبْن عَبْد الْمُطَّلِب \" وَثَبَتَ مَعَهُ مِنْ أَصْحَابه قَرِيب مِنْ مِائَة وَمِنْهُمْ مَنْ قَالَ ثَمَانُونَ فَمِنْهُمْ أَبُو بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا وَالْعَبَّاس وَعَلِيّ وَالْفَضْل بْن عَبَّاس وَأَبُو سُفْيَان بْن الْحَارِث وَأَيْمَن بْن أُمّ أَيْمَن وَأُسَامَة بْن زَيْد وَغَيْرهمْ رَضِيَ اللَّه عَنْهُمْ ثُمَّ أَمَرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَمّه الْعَبَّاس وَكَانَ جَهِير الصَّوْت أَنْ يُنَادِي بِأَعْلَى صَوْته : يَا أَصْحَاب الشَّجَرَة يَعْنِي شَجَرَة بَيْعَة الرِّضْوَان الَّتِي بَايَعَهُ الْمُسْلِمُونَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار تَحْتهَا عَلَى أَنْ لَا يَفِرُّوا عَنْهُ فَجَعَلَ يُنَادِي بِهِمْ يَا أَصْحَاب السَّمُرَة وَيَقُول تَارَة : يَا أَصْحَاب سُورَة الْبَقَرَة فَجَعَلُوا يَقُولُونَ يَا لَبَّيْكَ يَا لَبَّيْكَ وَانْعَطَفَ النَّاس فَتَرَاجَعُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى إِنَّ الرَّجُل مِنْهُمْ إِذَا لَمْ يُطَاوِعهُ بَعِيره عَلَى الرُّجُوع لَبِسَ دِرْعه ثُمَّ اِنْحَدَرَ عَنْهُ وَأَرْسَلَهُ وَرَجَعَ بِنَفْسِهِ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا اِجْتَمَعَتْ شِرْذِمَة مِنْهُمْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَهُمْ عَلَيْهِ السَّلَام أَنْ يَصْدُقُوا الْحَمْلَة وَأَخَذَ قَبْضَة مِنْ التُّرَاب بَعْد مَا دَعَا رَبّه وَاسْتَنْصَرَهُ وَقَالَ \" اللَّهُمَّ أَنْجِزْ لِي مَا وَعَدْتنِي \" ثُمَّ رَمَى الْقَوْم بِهَا فَمَا بَقِيَ إِنْسَان مِنْهُمْ إِلَّا أَصَابَهُ مِنْهَا فِي عَيْنَيْهِ وَفَمه مَا شَغْله عَنْ الْقِتَال ثُمَّ اِنْهَزَمُوا فَاتَّبَعَ الْمُسْلِمُونَ أَقْفَاءَهُمْ يَقْتُلُونَ وَيَأْسِرُونَ وَمَا تَرَاجَعَ بَقِيَّة النَّاس إِلَّا وَالْأَسْرَى مُجَنْدَلَة بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا يَعْلَى بْن عَطَاء عَنْ عُبَيْد اللَّه بْن سَيَّار عَنْ أَبِي هَمَّام عَنْ أَبِي عَبْد الرَّحْمَن الْفِهْرِيّ وَاسْمه يَزِيد بْن أُسَيْد وَيُقَال يَزِيد بْن أُنَيْس وَيُقَال كُرْز قَالَ : كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة حُنَيْن فَسِرْنَا فِي يَوْم قَائِظ شَدِيد الْحَرّ فَنَزَلْنَا تَحْت ظِلَال الشَّجَر فَلَمَّا زَالَتْ الشَّمْس لَبِسْت لَأْمَتِي وَرَكِبْت فَرَسِي فَانْطَلَقْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي فُسْطَاطه فَقُلْت : السَّلَام عَلَيْك يَا رَسُول اللَّه وَرَحْمَة اللَّه وَبَرَكَاته حَانَ الرَّوَاح ؟ فَقَالَ \" أَجَل \" فَقَالَ \" يَا بِلَال \" فَثَارَ مِنْ تَحْت سَمُرَة كَأَنَّ ظِلّهَا ظِلّ طَائِر فَقَالَ : لَبَّيْكَ وَسَعْدَيْكَ وَأَنَا فِدَاؤُك فَقَالَ \" أَسْرِجْ لِي فَرَسِي \" فَأَخْرَجَ سَرْجًا دَفَّتَاهُ مِنْ لِيف لَيْسَ فِيهِمَا أَشَر وَلَا بَطَر قَالَ فَأَسْرَعَ فَرَكِبَ وَرَكِبْنَا فَصَافَفْنَاهُمْ عَشِيَّتنَا وَلَيْلَتنَا فَتَشَامَتَ الْخَيْلَانِ فَوَلَّى الْمُسْلِمُونَ مُدْبِرِينَ كَمَا قَالَ اللَّه تَعَالَى \" ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عِبَاد اللَّه أَنَا عَبْد اللَّه وَرَسُوله \" ثُمَّ قَالَ : يَا مَعْشَر الْمُهَاجِرِينَ أَنَا عَبْد اللَّه وَرَسُوله \" قَالَ : ثُمَّ اِقْتَحَمَ عَنْ فَرَسه فَأَخَذَ كَفًّا مِنْ تُرَاب فَأَخْبَرَنِي الَّذِي كَانَ أَدْنَى إِلَيْهِ مِنِّي أَنَّهُ ضَرَبَ بِهِ وُجُوههمْ وَقَالَ \" شَاهَت الْوُجُوه \" فَهَزَمَهُمْ اللَّه تَعَالَى . قَالَ يَعْلَى بْن عَطَاء : فَحَدَّثَنِي أَبْنَاؤُهُمْ عَنْ آبَائِهِمْ أَنَّهُمْ قَالُوا لَمْ يَبْقَ مِنَّا أَحَد إِلَّا اِمْتَلَأَتْ عَيْنَاهُ وَفَمه تُرَابًا وَسَمِعْنَا صَلْصَلَة بَيْن السَّمَاء وَالْأَرْض كَإِمْرَارِ الْحَدِيد عَلَى الطَّسْت الْجَدِيد وَهَكَذَا رَوَاهُ الْحَافِظ الْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة مِنْ حَدِيث أَبِي دَاوُد الطَّيَالِسِيّ عَنْ حَمَّاد بْن سَلَمَة بِهِ وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي عَاصِم بْن عُمَر بْن قَتَادَة عَنْ عَبْد الرَّحْمَن بْن جَابِر عَنْ أَبِيهِ عَنْ عَبْد اللَّه قَالَ : فَخَرَجَ مَالِك بْن عَوْف بِمَنْ مَعَهُ إِلَى حُنَيْن فَسَبَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَعَدُّوا وَتَهَيَّئُوا فِي مَضَايِق الْوَادِي وَأَحْنَائِهِ وَأَقْبَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَأَصْحَابه حَتَّى اِنْحَطَّ بِهِمْ الْوَادِي فِي عَمَايَة الصُّبْح فَلَمَّا اِنْحَطَّ النَّاس ثَارَتْ فِي وُجُوههمْ الْخَيْل فَشَدَّتْ عَلَيْهِمْ وَانْكَفَأَ النَّاس مُنْهَزِمِينَ لَا يُقْبِل أَحَد عَلَى أَحَد وَانْحَازَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ ذَات الْيَمِين يَقُول \" أَيّهَا النَّاس هَلُمُّوا إِلَيَّ أَنَا رَسُول اللَّه أَنَا مُحَمَّد بْن عَبْد اللَّه \" فَلَا شَيْء وَرَكِبَتْ الْإِبِل بَعْضهَا بَعْضًا فَلَمَّا رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَمْر النَّاس قَالَ يَا عَبَّاس اُصْرُخْ يَا مَعْشَر الْأَنْصَار يَا أَصْحَاب السَّمُرَة \" فَأَجَابُوهُ لَبَّيْكَ لَبَّيْكَ فَجَعَلَ الرَّجُل يَذْهَب لِيَعْطِف بَعِيره فَلَا يَقْدِر عَلَى ذَلِكَ فَيَقْذِف دِرْعه فِي عُنُقه وَيَأْخُذ سَيْفه وَقَوْسه ثُمَّ يَؤُمّ الصَّوْت حَتَّى اِجْتَمَعَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْهُمْ مِائَة فَاسْتَعْرَضَ النَّاس فَاقْتَتَلُوا وَكَانَتْ الدَّعْوَة أَوَّل مَا كَانَتْ بِالْأَنْصَارِ ثُمَّ جُعِلَتْ آخِرًا بِالْخَزْرَجِ وَكَانُوا صُبَرَاء عِنْد الْحَرْب وَأَشْرَفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رِكَابِه فَنَظَرَ إلَى مُجْتَلَد الْقَوْم فَقَالَ الْآنَ حَمِيَ الْوَطِيس قَالَ فَوَاللَّهِ مَا رَاجَعَهُ النَّاس إلَّا وَالْأَسَارَى عِنْدَ رَسُول اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُلْقَوْنَ فَقَتَلَ اللَّه مِنْهُمْ مَنْ قَتَلَ وَانْهَزَمَ مِنْهُمْ مَنْ اِنْهَزَمَ وَأَفَاءَ اللَّه عَلَى رَسُوله أَمْوَالهمْ وَأَبْنَاءَهُمْ وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء بْن عَازِب رَضِيَ اللَّه عَنْهُمَا أَنَّ رَجُلًا قَالَ لَهُ : يَا أَبَا عُمَارَة أَفَرَرْتُمْ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم حُنَيْن ؟ فَقَالَ لَكِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَفِرّ إِنَّ هَوَازِن كَانُوا قَوْمًا رُمَاة فَلَمَّا لَقِينَاهُمْ وَحَمَلْنَا عَلَيْهِمْ اِنْهَزَمُوا فَأَقْبَلَ النَّاس عَلَى الْغَنَائِم فَاسْتَقْبَلُونَا بِالسِّهَامِ فَانْهَزَمَ النَّاس فَلَقَدْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبُو سُفْيَان بْن الْحَارِث آخِذ بِلِجَامِ بَغْلَته الْبَيْضَاء وَهُوَ يَقُول \" أَنَا النَّبِيّ لَا كَذِب أَنَا اِبْن عَبْد الْمُطَّلِب \" قُلْت : وَهَذَا فِي غَايَة مَا يَكُون مِنْ الشَّجَاعَة التَّامَّة أَنَّهُ فِي مِثْل هَذَا الْيَوْم فِي حَوْمَة الْوَغَى وَقَدْ اِنْكَشَفَ عَنْهُ جَيْشه وَهُوَ مَعَ هَذَا عَلَى بَغْلَة وَلَيْسَتْ سَرِيعَة الْجَرْي وَلَا تَصْلُح لِفَرٍّ وَلَا لِكَرٍّ وَلَا لِهَرَبٍ وَهُوَ مَعَ هَذَا أَيْضًا يَرْكُضهَا إِلَى وُجُوههمْ وَيُنَوِّه بِاسْمِهِ لِيَعْرِفهُ مَنْ لَمْ يَعْرِفهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ دَائِمًا إِلَى يَوْم الدِّين وَمَا هَذَا كُلّه إِلَّا ثِقَة بِاَللَّهِ وَتَوَكُّلًا عَلَيْهِ وَعِلْمًا مِنْهُ بِأَنَّهُ سَيَنْصُرُهُ وَيُتِمّ مَا أَرْسَلَهُ بِهِ وَيُظْهِر دِينه عَلَى سَائِر الْأَدْيَان .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43441, "aya_id": 25}]