[{"text": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لاَ يُفْلِحُ الْمُجْرِمُونَ", "sura_id": 10, "type": 0, "id": 1381, "aya_id": 17}, {"text": "فمن أظلم ممن افترى على الله كذبا أو كذب بآياته إنه لا يفلح المجرمون", "sura_id": 10, "type": 1, "id": 7617, "aya_id": 17}, {"text": "17 - (فمن) أي لا أحد (أظلم ممن افترى على الله كذباً) بنسبة الشريك إليه (أو كذب بآياته) القرآن (إنه) أي الشأن (لا يفلح) يسعد (المجرمون) المشركون \r\n", "sura_id": 10, "type": 2, "id": 26325, "aya_id": 17}, {"text": "لا أحد أشد ظلمًا ممن اختلق على الله الكذب أو كذَّب بآياته إنه لا ينجح مَن كذَّب أنبياء الله ورسله, ولا ينالون الفلاح.\r\n", "sura_id": 10, "type": 3, "id": 32561, "aya_id": 17}, {"text": " <font color=red>فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ</font><BR><p>يَقُول تَعَالَى لَا أَحَد أَظْلَم وَلَا أَعْتَى وَلَا أَشَدّ إِجْرَامًا \" مِمَّنْ اِفْتَرَى عَلَى اللَّه كَذِبًا \" وَتَقَوَّلَ عَلَى اللَّه وَزَعَمَ أَنَّ اللَّه أَرْسَلَهُ وَلَمْ يَكُنْ كَذَلِكَ فَلَيْسَ أَحَد أَكْبَر جُرْمًا وَلَا أَعْظَم ظُلْمًا مِنْ هَذَا وَمِثْل هَذَا لَا يَخْفَى أَمْره عَلَى الْأَغْبِيَاء فَكَيْف يَشْتَبِه حَال هَذَا بِالْأَنْبِيَاءِ ؟ فَإِنَّهُ مَنْ قَالَ هَذِهِ الْمَقَالَة صَادِقًا أَوْ كَاذِبًا فَلَا بُدّ أَنَّ اللَّه يَنْصِب عَلَيْهِ مِنْ الْأَدِلَّة عَلَى بِرّه أَوْ فُجُوره مَا هُوَ أَظْهَر مِنْ الشَّمْس ; فَإِنَّ الْفَرْق بَيْن مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَيْن مُسَيْلِمَة الْكَذَّاب لِمَنْ شَاهَدَهُمَا أَظْهَر مِنْ الْفَرْق بَيْن وَقْت الضُّحَى وَبَيْن نِصْف اللَّيْل فِي حِنْدِس الظَّلْمَاء فَمِنْ شِيَم كُلّ مِنْهُمَا وَأَفْعَاله وَكَلَامه يَسْتَدِلّ مَنْ لَهُ بَصِيرَة عَلَى صِدْق مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذِب مُسَيْلِمَة الْكَذَّاب وَسِجَاح وَالْأَسْوَد الْعَنْسِي قَالَ عَبْد اللَّه بْن سَلَام لَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة اِنْجَفَلَ النَّاس فَكُنْت فِيمَنْ اِنْجَفَلَ فَلَمَّا رَأَيْته عَرَفْت أَنَّ وَجْهه لَيْسَ بِوَجْهِ رَجُل كَذَّاب قَالَ فَكَانَ أَوَّل مَا سَمِعْته يَقُول \" يَا أَيّهَا النَّاس أَفْشُوا السَّلَام وَأَطْعِمُوا الطَّعَام وَصِلُوا الْأَرْحَام وَصَلُّوا بِاللَّيْلِ وَالنَّاس نِيَام تَدْخُلُونَ الْجَنَّة بِسَلَامٍ \" وَلَمَّا قَدِمَ وَفْد ضِمَام بْن ثَعْلَبَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْمه بَنِي سَعْد بْن بَكْر قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا قَالَ لَهُ : مَنْ رَفَعَ هَذِهِ السَّمَاء ؟ قَالَ \" اللَّه \" قَالَ وَمَنْ نَصَبَ هَذِهِ الْجِبَال ؟ قَالَ \" اللَّه \" قَالَ وَمَنْ سَطَحَ هَذِهِ الْأَرْض ؟ قَالَ \" اللَّه \" قَالَ : فَبِاَلَّذِي رَفَعَ هَذِهِ السَّمَاء وَنَصَبَ هَذِهِ الْجِبَال وَسَطَحَ هَذِهِ الْأَرْض آللَّه أَرْسَلَك إِلَى النَّاس كُلّهمْ ؟ قَالَ \" اللَّهُمَّ نَعَمْ \" ثُمَّ سَأَلَهُ عَنْ الصَّلَاة وَالزَّكَاة وَالْحَجّ وَالصِّيَام وَيُحَلِّفهُ عِنْد كُلّ وَاحِدَة هَذِهِ الْيَمِين وَيَحْلِف لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ : صَدَقْت وَاَلَّذِي بَعَثَك بِالْحَقِّ لَا أَزِيد عَلَى ذَلِكَ وَلَا أَنْقُص فَاكْتَفَى هَذَا الرَّجُل بِمُجَرَّدِ هَذَا وَقَدْ أَيْقَنَ بِصِدْقِهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ بِمَا رَأَى وَشَاهَدَ مِنْ الدَّلَائِل الدَّالَّة عَلَيْهِ وَقَالَ حَسَّان بْن ثَابِت : لَوْ لَمْ تَكُنْ فِيهِ آيَات مُبَيِّنَة كَانَتْ بَدِيهَته تَأْتِيك بِالْخَبَرِ وَأَمَّا مُسَيْلِمَة فَمَنْ شَاهَدَهُ مِنْ ذَوِي الْبَصَائِر عَلِمَ أَمْره لَا مَحَالَة بِأَقْوَالِهِ الرَّكِيكَة الَّتِي لَيْسَتْ بِفَصِيحَةٍ وَأَفْعَاله غَيْر الْحَسَنَة بَلْ الْقَبِيحَة وَقُرْآنه الَّذِي يَخْلُد بِهِ فِي النَّار يَوْم الْحَسْرَة وَالْفَضِيحَة وَكَمْ مِنْ فَرْق بَيْن قَوْله تَعَالَى \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم لَا تَأْخُذهُ سِنَة وَلَا نَوْم \" إِلَى آخِرهَا وَبَيْن قَوْل مُسَيْلِمَة قَبَّحَهُ اللَّه وَلَعَنَهُ : يَا ضُفْدَع بِنْت ضُفْدَعِينَ نِقِّي كَمَا تَنِقِّينَ لَا الْمَاء تُكَدِّرِينَ وَلَا الشَّارِب تَمْنَعِينَ . وَقَوْله قَبَّحَهُ اللَّه : لَقَدْ أَنْعَمَ اللَّه عَلَى الْحُبْلَى إِذْ أَخْرَجَ مِنْهَا نَسَمَة تَسْعَى مِنْ بَيْن صِفَاق وَحَشًى . وَقَوْله خَلَّدَهُ اللَّه فِي نَار جَهَنَّم وَقَدْ فَعَلَ : الْفِيل وَمَا أَدْرَاك مَا الْفِيل لَهُ خُرْطُوم طَوِيل وَقَوْله أَبْعَدَهُ اللَّه عَنْ رَحْمَته : وَالْعَاجِنَات عَجْنًا وَالْخَابِزَات خَبْزًا وَاللَّاقِمَات لَقْمًا إِهَالَة وَسَمْنًا إِنَّ قُرَيْشًا قَوْم يَعْتَدُونَ . إِلَى غَيْر ذَلِكَ مِنْ الْخُرَافَات وَالْهَذَيَانَات الَّتِي يَأْنَف الصِّبْيَان أَنْ يَلْفِظُوا بِهَا إِلَّا عَلَى وَجْه السُّخْرِيَة وَالِاسْتِهْزَاء وَلِهَذَا أَرْغَمَ اللَّه أَنْفه وَشَرِبَ يَوْم الْحَدِيقَة حَتْفه وَمُزِّقَ شَمْله وَلَعَنَهُ صَحْبه وَأَهْله . وَقَدِمُوا عَلَى الصِّدِّيق تَائِبِينَ وَجَاءُوا فِي دِين اللَّه رَاغِبِينَ فَسَأَلَهُمْ الصِّدِّيق خَلِيفَة الرَّسُول صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَرَضِيَ عَنْهُ أَنْ يَقْرَءُوا عَلَيْهِ شَيْئًا مِنْ قُرْآن مُسَيْلِمَة لَعَنَهُ اللَّه فَسَأَلُوهُ أَنْ يُعْفِيَهُمْ مِنْ ذَلِكَ فَأَبَى عَلَيْهِمْ إِلَّا أَنْ يَقْرَءُوا شَيْئًا مِنْهُ لِيَسْمَعهُ مَنْ لَمْ يَسْمَعهُ مِنْ النَّاس فَيَعْرِفُوا فَضْل مَا هُمْ عَلَيْهِ مِنْ الْهُدَى وَالْعِلْم فَقَرَءُوا عَلَيْهِ مِنْ هَذَا الَّذِي ذَكَرْنَاهُ وَأَشْبَاهه فَلَمَّا فَرَغُوا قَالَ لَهُمْ الصِّدِّيق رَضِيَ اللَّه عَنْهُ وَيْحَكُمْ أَيْنَ كَانَ يَذْهَب بِعُقُولِكُمْ ؟ وَاَللَّه إِنَّ هَذَا لَمْ يَخْرُج مِنْ إِلّ وَذَكَرُوا أَنَّ عَمْرو بْن الْعَاص وَفَدَ عَلَى مُسَيْلِمَة وَكَانَ صَدِيقًا لَهُ فِي الْجَاهِلِيَّة وَكَانَ عَمْرو لَمْ يُسْلِم بَعْد فَقَالَ لَهُ مُسَيْلِمَة وَيْحك يَا عَمْرو مَاذَا أُنْزِلَ عَلَى صَاحِبكُمْ يَعْنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْمُدَّة ؟ فَقَالَ : لَقَدْ سَمِعْت أَصْحَابه يَقْرَءُونَ سُورَة عَظِيمَة قَصِيرَة فَقَالَ : وَمَا هِيَ فَقَالَ \" وَالْعَصْر إِنَّ الْإِنْسَان لَفِي خُسْر \" إِلَى آخِر السُّورَة فَفَكَّرَ مُسَيْلِمَة سَاعَة ثُمَّ قَالَ وَأَنَا قَدْ أُنْزِلَ عَلَيَّ مِثْله فَقَالَ وَمَا هُوَ ؟ فَقَالَ : يَا وَبْر يَا وَبْر إِنَّمَا أَنْتَ أُذُنَانِ وَصَدْر وَسَائِرك حَقْر فَقْر . كَيْف تَرَى يَا عَمْرو ؟ فَقَالَ لَهُ عَمْرو : وَاَللَّه إِنَّك لَتَعْلَم أَنِّي أَعْلَم أَنَّك تَكْذِب . فَإِذَا كَانَ هَذَا مِنْ مُشْرِك فِي حَال شِرْكه لَمْ يَشْتَبِه عَلَيْهِ حَال مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصِدْقه وَحَال مُسَيْلِمَة لَعَنَهُ اللَّه وَكَذِبه فَكَيْف بِأُولِي الْبَصَائِر وَالنُّهَى وَأَصْحَاب الْعُقُول السَّلِيمَة الْمُسْتَقِيمَة وَالْحِجَا وَلِهَذَا قَالَ اللَّه تَعَالَى \" فَمَنْ أَظْلَم مِمَّنْ اِفْتَرَى عَلَى اللَّه كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْء وَمَنْ قَالَ سَأُنْزِلُ مِثْل مَا أَنْزَلَ اللَّه \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" وَمَنْ أَظْلَم مِمَّنْ اِفْتَرَى عَلَى اللَّه كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِح الْمُجْرِمُونَ \" وَكَذَلِكَ مَنْ كَذَّبَ بِالْحَقِّ الَّذِي جَاءَتْ بِهِ الرُّسُل وَقَامَتْ عَلَيْهِ الْحُجَج لَا أَحَد أَظْلَم مِنْهُ كَمَا جَاءَ فِي الْحَدِيث \" أَعْتَى النَّاس عَلَى اللَّه رَجُل قَتَلَ نَبِيًّا أَوْ قَتَلَهُ نَبِيّ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37442, "aya_id": 17}]