[{"text": "يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرحْمَنُ وَقَالَ صَوَابًا", "sura_id": 78, "type": 0, "id": 5710, "aya_id": 38}, {"text": "يوم يقوم الروح و الملائكة صفا لا يتكلمون إلا من أذن له الرحمن و قال صوابا .", "sura_id": 78, "type": 1, "id": 11946, "aya_id": 38}, {"text": "38 - (يوم) ظرف للايملكون (يقوم الروح) جبريل أو جند الله (والملائكة صفا) حال أي مصطفين (لا يتكلمون) أي الخلق (إلا من أذن له الرحمن) في الكلام (وقال) قولا (صوابا) من المؤمنين والملائكة كأن يشفعوا لمن ارتضى \r\n", "sura_id": 78, "type": 2, "id": 30654, "aya_id": 38}, {"text": "يوم يقوم جبريل عليه السلام والملائكة مصطفِّين، لا يشفعون إلا لمن أذن له الرحمن في الشفاعة, وقال حقًا وسدادًا.\r\n", "sura_id": 78, "type": 3, "id": 36890, "aya_id": 38}, {"text": " <font color=red>يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا</font><BR><p>قَوْله تَعَالَى \" يَوْم يَقُوم الرُّوح وَالْمَلَائِكَة صَفًّا لَا يَتَكَلَّمُونَ \" اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْمُرَاد بِالرُّوحِ هَاهُنَا مَا هُوَ ؟ عَلَى أَقْوَال \" أَحَدهَا \" مَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَنَّهُمْ أَرْوَاح بَنِي آدَم \" الثَّانِي \" هُمْ بَنُو آدَم قَالَهُ الْحَسَن وَقَتَادَة وَقَالَ قَتَادَة هَذَا مِمَّا كَانَ اِبْن عَبَّاس يَكْتُمهُ\" الثَّالِث \" أَنَّهُمْ خَلْق مِنْ خَلْق اللَّه عَلَى صُوَر بَنِي آدَم وَلَيْسُوا مَلَائِكَة وَلَا بَشَر وَهُمْ يَأْكُلُونَ وَيَشْرَبُونَ قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَأَبُو صَالِح وَالْأَعْمَش \" الرَّابِع\" هُوَ جِبْرِيل قَالَهُ الشَّعْبِيّ وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَيُسْتَشْهَد لِهَذَا الْقَوْل بِقَوْلِهِ عَزَّ وَجَلَّ \" نَزَلَ بِهِ الرُّوح الْأَمِين عَلَى قَلْبك لِتَكُونَ مِنْ الْمُنْذِرِينَ \" وَقَالَ مُقَاتِل بْن حَيَّان الرُّوح هُوَ أَشْرَف الْمَلَائِكَة وَأَقْرَب إِلَى الرَّبّ عَزَّ وَجَلَّ وَصَاحِب الْوَحْي \" الْخَامِس \" أَنَّهُ الْقُرْآن قَالَهُ اِبْن زَيْد كَقَوْلِهِ \" وَكَذَلِكَ أَوْحَيْنَا إِلَيْك رُوحًا مِنْ أَمْرنَا \" الْآيَة \" وَالسَّادِس \" أَنَّهُ مَلَك مِنْ الْمَلَائِكَة بِقَدْرِ جَمِيع الْمَخْلُوقَات قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" يَوْم يَقُوم الرُّوح \" قَالَ هُوَ مَلَك عَظِيم مِنْ أَعْظَم الْمَلَائِكَة خَلْقًا وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن خَلَف الْعَسْقَلَانِيّ حَدَّثَنَا رَوَّاد بْن الْجَرَّاح عَنْ أَبِي حَمْزَة عَنْ الشَّعْبِيّ عَنْ عَلْقَمَة عَنْ اِبْن مَسْعُود قَالَ الرُّوح فِي السَّمَاء الرَّابِعَة هُوَ أَعْظَم مِنْ السَّمَوَات وَمِنْ الْجِبَال وَمِنْ الْمَلَائِكَة يُسَبِّح كُلّ يَوْم اثْنَيْ عَشَر أَلْف تَسْبِيحَة يَخْلُق اللَّه تَعَالَى مِنْ كُلّ تَسْبِيحَة مَلَكًا مِنْ الْمَلَائِكَة يَجِيء يَوْم الْقِيَامَة صَفًّا وَحْده وَهَذَا قَوْل غَرِيب جِدًّا وَقَدْ قَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عَوْس الْمِصْرِيّ حَدَّثَنَا وَهْب اللَّه بْن رَوْق بْن هُبَيْرَة حَدَّثَنَا بِشْر بْن بَكْر حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنِي عَطَاء عَنْ عَبْد اللَّه بْن عَبَّاس سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ لِلَّهِ مَلَكًا لَوْ قِيلَ لَهُ اِلْتَقِمْ السَّمَوَات السَّبْع وَالْأَرَضِينَ بِلُقْمَةٍ وَاحِدَة لَفَعَلَ تَسْبِيحه سُبْحَانك حَيْثُ كُنْت \" وَهَذَا حَدِيث غَرِيب جِدًّا وَفِي رَفْعه نَظَر وَقَدْ يَكُون مَوْقُوفًا عَلَى اِبْن عَبَّاس وَيَكُون مِمَّا تَلَقَّاهُ مِنْ الْإِسْرَائِيلِيَّات وَاَللَّه أَعْلَم وَتَوَقَّفَ اِبْن جَرِير فَلَمْ يَقْطَع بِوَاحِدٍ مِنْ هَذِهِ الْأَقْوَال كُلّهَا وَالْأَشْبَه عِنْده وَاَللَّه أَعْلَم أَنَّهُمْ بَنُو آدَم قَوْله تَعَالَى \" إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَن\" كَقَوْلِهِ \" يَوْم يَأْتِ لَا تَكَلَّم نَفْس إِلَّا بِإِذْنِهِ \" وَكَمَا ثَبَتَ فِي الصَّحِيح \" وَلَا يَتَكَلَّم يَوْمئِذٍ إِلَّا \" الرُّسُل \" وَقَوْله تَعَالَى \" وَقَالَ صَوَابًا \" أَيْ حَقًّا وَمِنْ الْحَقّ لَا إِلَه إِلَّا اللَّه كَمَا قَالَهُ أَبُو صَالِح وَعِكْرِمَة.</p><BR> <br> ", "sura_id": 78, "type": 4, "id": 43000, "aya_id": 38}]