[{"text": "لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَّعْلُومَاتٍ عَلَى مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ", "sura_id": 22, "type": 0, "id": 2623, "aya_id": 28}, {"text": "ليشهدوا منافع لهم ويذكروا اسم الله في أيام معلومات على ما رزقهم من بهيمة الأنعام فكلوا منها وأطعموا البائس الفقير", "sura_id": 22, "type": 1, "id": 8859, "aya_id": 28}, {"text": "28 - (ليشهدوا) أن يحضروا (منافع لهم) في الدنيا بالتجارة أو في الآخرة أو فيهما أقوال (ويذكروا اسم الله في أيام معلومات) أي عشر ذي الحجة أو يوم عرفة أو يوم النحر إلى آخر أيام التشريق أقوال (على ما رزقهم من بهيمة الأنعام) الإبل والبقر والغنم التي تنحر في يوم العيد وما بعده من الهدايا والضحايا (فكلوا منها) إذا كانت مستحبة (وأطعموا البائس الفقير) أي شديد الفقر \r\n", "sura_id": 22, "type": 2, "id": 27567, "aya_id": 28}, {"text": " ليحضروا منافع لهم من: مغفرة ذنوبهم، وثواب أداء نسكهم وطاعتهم، وتكَسُّبِهم في تجاراتهم، وغير ذلك؛ وليذكروا اسم الله على ذَبْح ما يتقربون به من الإبل والبقر والغنم في أيام معيَّنة هي: عاشر ذي الحجة وثلاثة أيام بعده; شكرًا لله على نعمه، وهم مأمورون أن يأكلوا مِن هذه الذبائح استحبابًا، ويُطعموا منها الفقير الذي اشتد فقره.\r\n", "sura_id": 22, "type": 3, "id": 33803, "aya_id": 28}, {"text": " <font color=red>لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ</font><BR><p>قَالَ اِبْن عَبَّاس \" لِيَشْهَدُوا مَنَافِع لَهُمْ \" قَالَ مَنَافِع الدُّنْيَا وَالْآخِرَة : أَمَّا مَنَافِع الْآخِرَة فَرِضْوَان اللَّه تَعَالَى وَأَمَّا مَنَافِع الدُّنْيَا فَمَا يُصِيبُونَ مِنْ مَنَافِع الْبُدْن وَالذَّبَائِح وَالتِّجَارَات وَكَذَا قَالَ مُجَاهِد وَغَيْر وَاحِد إِنَّهَا مَنَافِع الدُّنْيَا وَالْآخِرَة لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" وَقَوْله \" وَيَذْكُرُوا اِسْم اللَّه فِي أَيَّام مَعْلُومَات عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَة الْأَنْعَام \" قَالَ شُعْبَة وَهُشَيْم عَنْ أَبِي بِشْر عَنْ سَعِيد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : الْأَيَّام الْمَعْلُومَات أَيَّام الْعَشْر وَعَلَّقَهُ الْبُخَارِيّ عَنْهُ بِصِيغَةِ الْجَزْم بِهِ وَرُوِيَ مِثْله عَنْ أَبِي مُوسَى الْأَشْعَرِيّ وَمُجَاهِد وَقَتَادَة وَعَطَاء بْن جُبَيْر وَالْحَسَن وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ وَإِبْرَاهِيم النَّخَعِيّ وَهُوَ مَذْهَب الشَّافِعِيّ وَالْمَشْهُور عَنْ أَحْمَد اِبْن حَنْبَل وَقَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن عَرْعَرَة حَدَّثَنَا شُعْبَة عَنْ سُلَيْمَان عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا الْعَمَل فِي أَيَّام أَفْضَل مِنْهَا فِي هَذِهِ \" قَالُوا وَلَا الْجِهَاد فِي سَبِيل اللَّه ؟ قَالَ وَلَا الْجِهَاد فِي سَبِيل اللَّه إِلَّا رَجُل يَخْرُج يُخَاطِر بِنَفْسِهِ وَمَاله فَلَمْ يَرْجِع بِشَيْءٍ \" رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ بِنَحْوِهِ وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن غَرِيب صَحِيح . وَفِي الْبَاب عَنْ اِبْن عُمَر وَأَبِي هُرَيْرَة وَعَبْد اللَّه بْن عَمْرو وَجَابِر قُلْت وَقَدْ تَقَصَّيْت هَذِهِ الطُّرُق وَأَفْرَدْت لَهَا جُزْءًا عَلَى حِدَة فَمِنْ ذَلِكَ مَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عُثْمَان أَنْبَأَنَا أَبُو عَوَانَة عَنْ يَزِيد بْن أَبِي زِيَاد مُجَاهِد عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا مِنْ أَيَّام أَعْظَم عِنْد اللَّه وَلَا أَحَبّ إِلَيْهِ الْعَمَل فِيهِنَّ مِنْ هَذِهِ الْأَيَّام الْعَشْر فَأَكْثِرُوا فِيهِنَّ مِنْ التَّهْلِيل وَالتَّكْبِير وَالتَّحْمِيد \" وَرُوِيَ مِنْ وَجْه آخَر مُجَاهِد عَنْ اِبْن عُمَر بِنَحْوِهِ وَقَالَ الْبُخَارِيّ وَكَانَ اِبْن عُمَر وَأَبُو هُرَيْرَة يَخْرُجَانِ إِلَى السُّوق فِي أَيَّام الْعَشْر فَيُكَبِّرَانِ وَيُكَبِّر النَّاس بِتَكْبِيرِهِمَا وَقَدْ رَوَى أَحْمَد عَنْ جَابِر مَرْفُوعًا أَنَّ هَذَا هُوَ الْعَشْر الَّذِي أَقْسَمَ اللَّه بِهِ فِي قَوْله \" وَالْفَجْر وَلَيَالٍ عَشْر \" وَقَالَ بَعْض السَّلَف إِنَّهُ الْمُرَاد بِقَوْلِهِ \" وَأَتْمَمْنَاهَا بِعَشْرٍ\" وَفِي سُنَن أَبِي دَاوُد أَنَّ رَسُول اللَّه كَانَ يَصُوم هَذَا الْعَشْر وَهَذَا الْعَشْر مُشْتَمِل عَلَى يَوْم عَرَفَة الَّذِي ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي قَتَادَة قَالَ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ صِيَام يَوْم عَرَفَة فَقَالَ أَحْتَسِب عَلَى اللَّه أَنْ يُكَفِّر بِهِ السَّنَة الْمَاضِيَة وَالْآتِيَة وَيَشْتَمِل عَلَى يَوْم النَّحْر الَّذِي هُوَ يَوْم الْحَجّ الْأَكْبَر وَقَدْ وَرَدَ فِي حَدِيث أَنَّهُ أَفْضَل الْأَيَّام عِنْد اللَّه وَبِالْجُمْلَةِ فَهَذَا الْعَشْر قَدْ قِيلَ إِنَّهُ أَفْضَل أَيَّام السَّنَة كَمَا نَطَقَ بِهِ الْحَدِيث وَفَضْله كَثِير عَلَى عَشْر رَمَضَان الْأَخِير لِأَنَّ هَذَا يُشْرَع فِيهِ مَا يُشْرَع فِي ذَلِكَ مِنْ صَلَاة وَصِيَام وَصَدَقَة وَغَيْره وَيَمْتَاز هَذَا بِاخْتِصَاصِهِ بِأَدَاءِ فَرْض الْحَجّ فِيهِ وَقِيلَ ذَاكَ أَفْضَل لِاشْتِمَالِهِ عَلَى لَيْلَة الْقَدْر الَّتِي هِيَ خَيْر مِنْ أَلْف شَهْر وَتَوَسَّطَ آخَرُونَ فَقَالُوا أَيَّام هَذَا أَفْضَل وَلَيَالِي ذَاكَ أَفْضَل وَبِهَذَا يَجْتَمِع شَمْل الْأَدِلَّة وَاَللَّه أَعْلَم \" قَوْل ثَانٍ \" فِي الْأَيَّام الْمَعْلُومَات قَالَ الْحَكَم عَنْ مِقْسَم عَنْ اِبْن عَبَّاس الْأَيَّام الْمَعْلُومَات يَوْم النَّحْر وَثَلَاثَة أَيَّام بَعْده وَيُرْوَى هَذَا عَنْ اِبْن عُمَر وَإِبْرَاهِيم النَّخَعِيّ وَإِلَيْهِ ذَهَبَ أَحْمَد بْن حَنْبَل فِي رِوَايَة عَنْهُ \" قَوْل ثَالِث \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن الْمَدِينِيّ حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا اِبْن عَجْلَان حَدَّثَنِي نَافِع أَنَّ اِبْن عُمَر كَانَ يَقُول : الْأَيَّام الْمَعْلُومَات الْمَعْدُودَات هُنَّ جَمِيعهنَّ أَرْبَعَة أَيَّام فَالْأَيَّام الْمَعْلُومَات يَوْم النَّحْر وَيَوْمَانِ بَعْده وَالْأَيَّام الْمَعْدُودَات ثَلَاثَة أَيَّام بَعْد يَوْم النَّحْر هَذَا إِسْنَاد صَحِيح إِلَيْهِ وَقَالَهُ السُّدِّيّ وَهُوَ مَذْهَب الْإِمَام مَالِك بْن أَنَس وَيَعْضُد هَذَا الْقَوْل وَاَلَّذِي قَبْله قَوْله تَعَالَى \" عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَة الْأَنْعَام \" يَعْنِي بِهِ ذِكْر اللَّه عِنْد ذَبْحهَا \" قَوْل رَابِع إِنَّهَا يَوْم عَرَفَة وَيَوْم النَّحْر وَيَوْم آخَر بَعْده وَهُوَ مَذْهَب أَبِي حَنِيفَة وَقَالَ اِبْن وَهْب حَدَّثَنِي اِبْن زَيْد بْن أَسْلَم عَنْ أَبِيهِ أَنَّهُ قَالَ الْمَعْلُومَات يَوْم عَرَفَة وَيَوْم النَّحْر وَأَيَّام التَّشْرِيق وَقَوْله \" عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَة الْأَنْعَام \" يَعْنِي الْإِبِل وَالْبَقَر وَالْغَنَم كَمَا فَصَّلَهَا تَعَالَى فِي سُورَة الْأَنْعَام \" ثَمَانِيَة أَزْوَاج\" الْآيَة فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِس الْفَقِير \" اِسْتَدَلَّ بِهَذِهِ الْآيَة مَنْ ذَهَبَ إِلَى وُجُوب الْأَكْل مِنْ الْأَضَاحِيّ وَهُوَ قَوْل غَرِيب وَاَلَّذِي عَلَيْهِ الْأَكْثَرُونَ أَنَّهُ مِنْ بَاب الرُّخْصَة أَوْ الِاسْتِحْبَاب كَمَا ثَبَتَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَحَرَ هَدْيه أَمَرَ مِنْ كُلّ بَدَنَة بِبَضْعَةٍ فَتُطْبَخ فَأَكَلَ مِنْ لَحْمهَا وَحَسَا مِنْ مَرَقهَا قَالَ عَبْد اللَّه بْن وَهْب قَالَ لِي مَالِك أُحِبّ أَنْ يَأْكُل مِنْ أُضْحِيَّته لِأَنَّ اللَّه يَقُول \" فَكُلُوا مِنْهَا\" قَالَ اِبْن وَهْب وَسَأَلْت اللَّيْث فَقَالَ لِي مِثْل ذَلِكَ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم \" فَكُلُوا مِنْهَا\" قَالَ كَانَ الْمُشْرِكُونَ لَا يَأْكُلُونَ مِنْ ذَبَائِحهمْ فَرَخَّصَ لِلْمُسْلِمِينَ فَمَنْ شَاءَ أَكَلَ وَمَنْ لَمْ يَشَأْ لَمْ يَأْكُل وَرُوِيَ عَنْ مُجَاهِد وَعَطَاء نَحْو ذَلِكَ قَالَ هُشَيْم عَنْ حُصَيْن عَنْ مُجَاهِد فِي قَوْله \" فَكُلُوا مِنْهَا \" قَالَ هِيَ كَقَوْلِهِ\" فَإِذَا حَلَلْتُمْ فَاصْطَادُوا \" \" فَإِذَا قُضِيَتْ الصَّلَاة فَانْتَشِرُوا فِي الْأَرْض \" وَهَذَا اِخْتِيَار اِبْن جَرِير فِي تَفْسِيره وَاسْتَدَلَّ مَنْ نَصَرَ الْقَوْل بِأَنَّ الْأَضَاحِيّ يُتَصَدَّق مِنْهَا بِالنِّصْفِ بِقَوْلِهِ فِي هَذِهِ الْآيَة \" فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِس الْفَقِير \" فَجَزَّأَهَا نِصْفَيْنِ نِصْف لِلْمُضَحِّي وَنِصْف لِلْفُقَرَاءِ وَالْقَوْل الْآخَر أَنَّهَا تُجَزَّأ ثَلَاثَة أَجْزَاء ثُلُث لَهُ وَثُلُث يُهْدِيه وَثُلُث يَتَصَدَّق بِهِ لِقَوْلِهِ تَعَالَى فِي الْآيَة الْأُخْرَى \" فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِع وَالْمُعْتَرّ\" وَسَيَأْتِي الْكَلَام عَلَيْهَا عِنْدهَا إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة وَقَوْله \" الْبَائِس الْفَقِير \" قَالَ عِكْرِمَة هُوَ الْمُضْطَرّ الَّذِي عَلَيْهِ الْبُؤْس وَهُوَ الْفَقِير الْمُتَعَفِّف وَقَالَ مُجَاهِد هُوَ الَّذِي لَا يَبْسُط يَده وَقَالَ قَتَادَة هُوَ الزَّمِن وَقَالَ مُقَاتِل بْن حَيَّان هُوَ الضَّرِير .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39049, "aya_id": 28}]