[{"text": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَن يَشَاء مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنفَقْتُم مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ", "sura_id": 34, "type": 0, "id": 3645, "aya_id": 39}, {"text": "قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين", "sura_id": 34, "type": 1, "id": 9881, "aya_id": 39}, {"text": "39 - (قل إن ربي يبسط الرزق) يوسعه (لمن يشاء من عباده) امتحانا (ويقدر) يضيقه (له) بعد البسط أو لمن يشاء ابتلاءه (وما أنفقتم من شيء) في الخير (فهو يخلفه وهو خير الرازقين) يقال كل إنسان يروق عائلته أي برزق الله \r\n", "sura_id": 34, "type": 2, "id": 28589, "aya_id": 39}, {"text": "قل -أيها الرسول- لهؤلاء المغترين بالأموال والأولاد: إن ربي يوسِّع الرزق على مَن يشاء من عباده, ويضيِّقه على مَن يشاء؛ لحكمة يعلمها, ومهما أَعْطَيتم من شيء فيما أمركم به فهو يعوضه لكم في الدنيا بالبدل, وفي الآخرة بالثواب, وهو -سبحانه- خير الرازقين, فاطلبوا الرزق منه وحده, واسعَوا في الأسباب التي أمركم بها.\r\n", "sura_id": 34, "type": 3, "id": 34825, "aya_id": 39}, {"text": " <font color=red>قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ</font><BR><p>وَقَوْله تَعَالَى : \" قُلْ إِنَّ رَبِّي يَبْسُط الرِّزْق لِمَنْ يَشَاء مِنْ عِبَاده وَيَقْدِر لَهُ \" أَيْ بِحَسَب مَا لَهُ فِي ذَلِكَ مِنْ الْحِكْمَة يَبْسُط عَلَى هَذَا مِنْ الْمَال كَثِيرًا وَيُضَيِّق عَلَى هَذَا وَيُقَتِّر عَلَى هَذَا رِزْقه جِدًّا وَلَهُ فِي ذَلِكَ مِنْ الْحِكْمَة مَا لَا يُدْرِكهَا غَيْره كَمَا قَالَ تَعَالَى : \" اُنْظُرْ كَيْف فَضَّلْنَا بَعْضهمْ عَلَى بَعْض وَلَلْآخِرَة أَكْبَر دَرَجَات وَأَكْبَر تَفْضِيلًا \" أَيْ كَمَا هُمْ مُتَفَاوِتُونَ فِي الدُّنْيَا هَذَا فَقِير مُدْقِع وَهَذَا غَنِيّ مُوَسَّع عَلَيْهِ فَكَذَلِكَ هُمْ فِي الْآخِرَة هَذَا فِي الْغُرُفَات فِي أَعْلَى الدَّرَجَات وَهَذَا فِي الْغَمْرَات فِي أَسْفَل الدَّرَجَات وَأَطْيَب النَّاس فِي الدُّنْيَا كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَرُزِقَ كَفَافًا وَقَنَّعَهُ اللَّه بِمَا آتَاهُ \" رَوَاهُ مُسْلِم مِنْ حَدِيث اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا . وَقَوْله تَعَالَى : \" وَمَا أَنْفَقْتُمْ مِنْ شَيْء فَهُوَ يُخْلِفهُ \" أَيْ مَهْمَا أَنْفَقْتُمْ مِنْ شَيْء فِيمَا أَمَرَكُمْ بِهِ وَأَبَاحَهُ لَكُمْ فَهُوَ يُخْلِفهُ عَلَيْكُمْ فِي الدُّنْيَا بِالْبَدَلِ وَفِي الْآخِرَة بِالْجَزَاءِ وَالثَّوَاب كَمَا ثَبَتَ فِي الْحَدِيث \" يَقُول اللَّه تَعَالَى أَنْفِقْ أُنْفِقْ عَلَيْك \" وَفِي الْحَدِيث أَنَّ مَلَكَيْنِ يُصْبِحَانِ كُلّ يَوْم يَقُول أَحَدهمَا اللَّهُمَّ أَعْطِ مُمْسِكًا تَلَفًا وَيَقُول الْآخَر : اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْفِقْ بِلَالًا وَلَا تَخْشَ مِنْ ذِي الْعَرْش إِقْلَالًا \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي عَنْ يَزِيد بْن عَبْد الْعَزِيز الْفَلَّاس حَدَّثَنَا هُشَيْم عَنْ الْكَوْثَر بْن حَكِيم عَنْ مَكْحُول قَالَ بَلَغَنِي عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا إِنَّ بَعْد زَمَانكُمْ هَذَا زَمَان عَضُوض يَعَضّ الْمُوسِر عَلَى مَا فِي يَده حَذَار الْإِنْفَاق\" ثُمَّ تَلَا هَذِهِ الْآيَة \" وَمَا أَنْفَقْتُمْ مِنْ شَيْء فَهُوَ يُخْلِفهُ وَهُوَ خَيْر الرَّازِقِينَ \" وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا رَوْح بْن حَاتِم حَدَّثَنَا هُشَيْم عَنْ الْكَوْثَر بْن حَكِيم عَنْ مَكْحُول قَالَ بَلَغَنِي عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا إِنَّ بَعْد زَمَانكُمْ هَذَا زَمَان عَضُوض يَعَضّ الْمُوسِر عَلَى مَا فِي يَده حَذَار الْإِنْفَاق \" قَالَ اللَّه تَعَالَى : \" وَمَا أَنْفَقْتُمْ مِنْ شَيْء فَهُوَ يُخْلِفهُ وَهُوَ خَيْر الرَّازِقِينَ \" وَفِي الْحَدِيث \" شِرَار النَّاس يُبَايِعُونَ كُلّ مُضْطَرّ أَلَا إِنَّ بَيْع الْمُضْطَرِّينَ حَرَام أَلَا إِنَّ بَيْع الْمُضْطَرِّينَ حَرَام الْمُسْلِم أَخُو الْمُسْلِم لَا يَظْلِمهُ وَلَا يَخْذُلهُ إِنْ كَانَ عِنْدك مَعْرُوف فَعُدْ بِهِ عَلَى أَخِيك وَإِلَّا فَلَا تَزِدْه هَلَاكًا إِلَى هَلَاكه \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَفِي إِسْنَاده ضَعْف وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي يُونُس الْحَسَن بْن يَزِيد قَالَ : قَالَ مُجَاهِد لَا يَتَأَوَّلَنَّ أَحَدكُمْ هَذِهِ الْآيَة \" وَمَا أَنْفَقْتُمْ مِنْ شَيْء فَهُوَ يُخْلِفهُ\" إِذَا كَانَ عِنْد أَحَدكُمْ مَا يُقِيمهُ فَلْيَقْصِدْ فِيهِ فَإِنَّ الرِّزْق مَقْسُوم .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40272, "aya_id": 39}]