[{"text": "وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءهُم بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُّبِينٌ", "sura_id": 61, "type": 0, "id": 5169, "aya_id": 6}, {"text": "وإذ قال عيسى ابن مريم يا بني إسرائيل إني رسول الله إليكم مصدقا لما بين يدي من التوراة ومبشرا برسول يأتي من بعدي اسمه أحمد فلما جاءهم بالبينات قالوا هذا سحر مبين", "sura_id": 61, "type": 1, "id": 11405, "aya_id": 6}, {"text": "6 - واذكر (وإذ قال عيسى ابن مريم يا بني إسرائيل) لم يقل يا قوم لأنه لم يكن له فيهم قرابة (إني رسول الله إليكم مصدقا لما بين يدي) قبلي (من التوراة ومبشرا برسول يأتي من بعدي اسمه أحمد) قال تعالى (فلما جاءهم) جاء أحمد الكفار (بالبينات) الآيات والعلامات (قالوا هذا) أي المجيء به (سحر) وفي قراءة ساحر أي الجائي به (مبين) بين \r\n", "sura_id": 61, "type": 2, "id": 30113, "aya_id": 6}, {"text": "واذكر -أيها الرسول لقومك- حين قال عيسى ابن مريم لقومه: إني رسول الله إليكم, مصدِّقًا لما جاء قبلي من التوراة, وشاهدًا بصدق رسول يأتي من بعدي اسمه \"أحمد\", وهو محمد صلى الله عليه وسلم، وداعيًا إلى التصديق به, فلما جاءهم محمد صلى الله عليه وسلم بالآيات الواضحات, قالوا: هـذا الذي جئتنا به سحر بيِّن.\r\n", "sura_id": 61, "type": 3, "id": 36349, "aya_id": 6}, {"text": " <font color=red>وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ</font><BR><p>وَقَوْله تَعَالَى وَإِذْ قَالَ عِيسَى اِبْن مَرْيَم يَا بَنِي إِسْرَائِيل إِنِّي رَسُول اللَّه إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْن يَدَيَّ مِنْ التَّوْرَاة وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اِسْمه أَحْمَد يَعْنِي التَّوْرَاة قَدْ بَشَّرَتْ بِي وَأَنَا مُصَدِّق مَا أَخْبَرَتْ عَنْهُ وَأَنَا مُبَشِّر بِمَنْ بَعْدِي وَهُوَ الرَّسُول النَّبِيّ الْأُمِّيّ الْعَرَبِيّ الْمَكِّيّ أَحْمَد فَعِيسَى عَلَيْهِ السَّلَام وَهُوَ خَاتَم أَنْبِيَاء بَنِي إِسْرَائِيل وَقَدْ قَامَ فِي مَلَإِ بَنِي إِسْرَائِيل مُبَشِّرًا بِمُحَمَّدٍ وَهُوَ أَحْمَد خَاتَم الْأَنْبِيَاء وَالْمُرْسَلِينَ الَّذِي لَا رِسَالَة بَعْده وَلَا نُبُوَّة وَمَا أَحْسَن مَا أَوْرَدَ الْبُخَارِيّ الَّذِي قَالَ فِيهِ حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا شُعَيْب عَنْ الزُّهْرِيّ قَالَ أَخْبَرَنِي مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ لِي أَسْمَاء أَنَا مُحَمَّد وَأَنَا أَحْمَد وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللَّه بِهِ الْكُفْر وَأَنَا الْحَاشِر الَّذِي يُحْشَر النَّاس عَلَى قَدَمِي وَأَنَا الْعَاقِب\" وَرَوَاهُ مُسْلِم مِنْ حَدِيث الزُّهْرِيّ بِهِ نَحْوه . وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا الْمَسْعُودِيّ عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي عُبَيْدَة عَنْ أَبِي مُوسَى قَالَ سَمَّى لَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفْسه أَسْمَاء مِنْهَا مَا حَفِظْنَا فَقَالَ \" أَنَا مُحَمَّد وَأَنَا أَحْمَد وَالْحَاشِر وَالْمُقَفِّي وَنَبِيّ الرَّحْمَة وَالتَّوْبَة وَالْمَلْحَمَة \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث الْأَعْمَش عَنْ عَمْرو بْن مُرَّة بِهِ وَقَدْ قَالَ اللَّه تَعَالَى الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل الْآيَة وَقَالَ تَعَالَى \" وَإِذْ أَخَذَ اللَّه مِيثَاق النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَاب وَحِكْمَة ثُمَّ جَاءَكُمْ رَسُول مُصَدِّق لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلْتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنْ الشَّاهِدِينَ \" قَالَ اِبْن عَبَّاس : مَا بَعَثَ اللَّه نَبِيًّا إِلَّا أَخَذَ عَلَيْهِ الْعَهْد لَئِنْ بُعِثَ مُحَمَّد وَهُوَ حَيّ لَيَتَّبِعَنهُ وَأَخَذَ عَلَيْهِ أَنْ يَأْخُذ عَلَى أُمَّته لَئِنْ بُعِثَ مُحَمَّد وَهُمْ أَحْيَاء لَيَتَّبِعُنَّهُ وَيَنْصُرُنَّهُ وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي ثَوْر بْن يَزِيد عَنْ خَالِد بْن مَعْدَان عَنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُمْ قَالُوا يَا رَسُول اللَّه أَخْبِرْنَا عَنْ نَفْسك قَالَ\" دَعْوَة أَبِي إِبْرَاهِيم وَبُشْرَى عِيسَى وَرَأَتْ أُمِّي حِين حَمَلَتْ بِي كَأَنَّهُ خَرَجَ مِنْهَا نُور أَضَاءَتْ لَهُ قُصُور بُصْرَى مِنْ أَرْض الشَّام \" وَهَذَا إِسْنَاد جَيِّد وَرُوِيَ لَهُ شَوَاهِد مِنْ وُجُوه أُخَر فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا مُعَاوِيَة بْن صَالِح عَنْ سَعِيد بْن سُوَيْد الْكَلْبِيّ عَنْ عَبْد الْأَعْلَى بْن هِلَال السُّلَمِيّ عَنْ الْعِرْبَاض بْن سَارِيَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنِّي عِنْد اللَّه لَخَاتَم النَّبِيِّينَ وَإِنَّ آدَم لَمُنْجَدِل فِي طِينَته وَسَأُنَبِّئُكُمْ بِأَوَّلِ ذَلِكَ دَعْوَة أَبِي إِبْرَاهِيم وَبِشَارَة عِيسَى بِي وَرُؤْيَا أُمِّي الَّتِي رَأَتْ وَكَذَلِكَ أُمَّهَات النَّبِيِّينَ يَرَيْنَ \" وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا الْفَرَج بْن فَضَالَة حَدَّثَنَا لُقْمَان بْن عَامِر قَالَ سَمِعْت أَبَا أُمَامَة قَالَ : قُلْت يَا رَسُول اللَّه مَا كَانَ بَدْء أَمْرِك ؟ قَالَ \" دَعْوَة أَبِي إِبْرَاهِيم وَبُشْرَى عِيسَى وَرَأَتْ أُمِّي أَنَّهُ يَخْرُج مِنْهَا نُور أَضَاءَتْ لَهُ قُصُور الشَّام \" . وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا حَسَن بْن مُوسَى سَمِعْت خَدِيجًا أَخَا زُهَيْر بْن مُعَاوِيَة عَنْ أَبِي إِسْحَاق عَنْ عَبْد اللَّه بْن عُتْبَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ بَعَثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى النَّجَاشِيّ وَنَحْنُ نَحْو مِنْ ثَمَانِينَ رَجُلًا مِنْهُمْ عَبْد اللَّه بْن مَسْعُود وَجَعْفَر وَعَبْد اللَّه بْن رَوَاحَة وَعُثْمَان بْن مَظْعُون وَأَبُو مُوسَى فَأَتَوْا النَّجَاشِيّ وَبَعَثَتْ قُرَيْش عَمْرو بْن الْعَاص وَعِمَارَة بْن الْوَلِيد بِهَدِيَّةٍ فَلَمَّا دَخَلَا عَلَى النَّجَاشِيّ سَجَدَا لَهُ ثُمَّ اِبْتَدَرَاهُ عَنْ يَمِينه وَعَنْ شِمَاله ثُمَّ قَالَا لَهُ إِنَّ نَفَرًا مِنْ بَنِي عَمّنَا نَزَلُوا أَرْضك وَرَغِبُوا عَنَّا وَعَنْ مِلَّتِنَا قَالَ فَأَيْنَ هُمْ ؟ قَالَا هُمْ فِي أَرْضك فَابْعَثْ إِلَيْهِمْ فَبَعَثَ إِلَيْهِمْ فَقَالَ جَعْفَر أَنَا خَطِيبُكُمْ الْيَوْم فَاتَّبَعُوهُ فَسَلَّمَ وَلَمْ يَسْجُد فَقَالُوا لَهُ مَا لَك لَا تَسْجُد لِلْمَلِكِ ؟ قَالَ إِنَّا لَا نَسْجُد إِلَّا لِلَّهِ عَزَّ وَجَلَّ قَالَ وَمَا ذَاكَ ؟ قَالَ إِنَّ اللَّه بَعَثَ إِلَيْنَا رَسُوله فَأَمَرَنَا أَنْ لَا نَسْجُد لِأَحَدٍ إِلَّا لِلَّهِ عَزَّ وَجَلَّ وَأَمَرَنَا بِالصَّلَاةِ وَالزَّكَاة قَالَ عَمْرو بْن الْعَاص : فَإِنَّهُمْ يُخَالِفُونَك فِي عِيسَى اِبْن مَرْيَم قَالَ مَا تَقُولُونَ فِي عِيسَى اِبْن مَرْيَم وَأُمّه ؟ قَالَ : نَقُول كَمَا قَالَ اللَّه عَزَّ وَجَلَّ هُوَ كَلِمَة اللَّه وَرُوحه أَلْقَاهَا إِلَى الْعَذْرَاء الْبَتُول الَّتِي لَمْ يَمَسّهَا بَشَر وَلَمْ يَعْتَرِضهَا وَلَد قَالَ فَرَفَعَ عُودًا مِنْ الْأَرْض ثُمَّ قَالَ يَا مَعْشَر الْحَبَشَة وَالْقِسِّيسِينَ وَالرُّهْبَان وَاَللَّه مَا يَزِيدُونَ عَلَى الَّذِي نَقُول فِيهِ مَا يُسَاوِي هَذَا مَرْحَبًا بِكُمْ وَبِمَنْ جِئْتُمْ مِنْ عِنْده أَشْهَد أَنَّهُ رَسُول اللَّه وَأَنَّهُ الَّذِي نَجِد فِي الْإِنْجِيل وَأَنَّهُ الَّذِي بَشَّرَ بِهِ عِيسَى اِبْن مَرْيَم اِنْزِلُوا حَيْثُ شِئْتُمْ وَاَللَّه لَوْلَا مَا أَنَا فِيهِ مِنْ الْمُلْك لَأَتَيْته حَتَّى أَكُون أَنَا أَحْمِل نَعْلَيْهِ وَأُوَضِّئهُ وَأَمَرَ بِهَدِيَّةِ الْآخَرَيْنِ فَرُدَّتْ إِلَيْهِمَا ثُمَّ تَعَجَّلَ عَبْد اللَّه بْن مَسْعُود حَتَّى أَدْرَكَ بَدْرًا وَزَعَمَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتَغْفَرَ لَهُ حِين بَلَغَهُ مَوْته وَقَدْ رُوِيَتْ هَذِهِ الْقِصَّة عَنْ جَعْفَر وَأُمّ سَلَمَة رَضِيَ اللَّه عَنْهُمَا وَمَوْضِع ذَلِكَ كِتَاب السِّيرَة وَالْمَقْصِد أَنَّ الْأَنْبِيَاء عَلَيْهِمْ السَّلَام لَمْ تَزَلْ تَنْعَتهُ وَتَحْكِيه فِي كُتُبِهَا عَلَى أُمَمهَا وَتَأْمُرهُمْ بِاتِّبَاعِهِ وَنَصْره وَمُوَازَرَته إِذَا بُعِثَ وَكَانَ مَا اِشْتَهَرَ الْأَمْر فِي أَهْل الْأَرْض عَلَى لِسَان إِبْرَاهِيم الْخَلِيل وَالِد الْأَنْبِيَاء بَعْده حِين دَعَا لِأَهْلِ مَكَّة أَنْ يَبْعَث اللَّه فِيهِمْ رَسُولًا مِنْهُمْ وَكَذَا عَلَى لِسَان عِيسَى اِبْن مَرْيَم وَلِهَذَا قَالُوا أَخْبِرْنَا عَنْ بَدْء أَمْرك يَعْنِي فِي الْأَرْض قَالَ \" دَعْوَة أَبِي إِبْرَاهِيم وَبِشَارَة عِيسَى اِبْن مَرْيَم وَرُؤْيَا أُمِّي الَّتِي رَأَتْ \" أَيْ ظَهَرَ فِي أَهْل مَكَّة أَثَر ذَلِكَ وَالْإِرْهَاص فَذَكَرَهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ . وَقَوْله تَعَالَى فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْر مُبِين قَالَ اِبْن جُرَيْج وَابْن جَرِير فَلَمَّا جَاءَهُمْ أَحْمَد أَيْ الْمُبَشَّر بِهِ فِي الْأَعْصَار الْمُتَقَادِمَة الْمُنَوَّه بِذِكْرِهِ فِي الْقُرُون السَّالِفَة لَمَّا ظَهَرَ أَمْره وَجَاءَ بِالْبَيِّنَاتِ قَالَ الْكَفَرَة وَالْمُخَالِفُونَ هَذَا سِحْر مُبِين .</p><BR> <br> ", "sura_id": 61, "type": 4, "id": 42264, "aya_id": 6}]