[{"text": "فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ", "sura_id": 24, "type": 0, "id": 2827, "aya_id": 36}, {"text": "في بيوت أذن الله أن ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والآصال", "sura_id": 24, "type": 1, "id": 9063, "aya_id": 36}, {"text": "36 - (في بيوت) متعلق بيسبح الآتي (أذن الله أن ترفع) تعظم (ويذكر فيها اسمه) بتوحيده (يسبح) بفتح الموحدة وكسرها أي يصلي (له فيها بالغدو) مصدر بمعنى الغدوات أي البكر (والآصال) العشايا من بعد الزوال \r\n", "sura_id": 24, "type": 2, "id": 27771, "aya_id": 36}, {"text": "هذا النور المضيء في مساجد أَمَرَ الله أن يُرْفع شأنها وبناؤها، ويُذْكر فيها اسمه بتلاوة كتابه والتسبيح والتهليل، وغير ذلك من أنواع الذكر، يُصلِّي فيها لله في الصباح والمساء.\r\n", "sura_id": 24, "type": 3, "id": 34007, "aya_id": 36}, {"text": " <font color=red>فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ</font><BR><p>لَمَّا ضَرَبَ اللَّه تَعَالَى مَثَل قَلْب الْمُؤْمِن وَمَا فِيهِ مِنْ الْهُدَى وَالْعِلْم بِالْمِصْبَاحِ فِي الزُّجَاجَة الصَّافِيَة الْمُتَوَقِّد مِنْ زَيْت طَيِّب وَذَلِكَ كَالْقِنْدِيلِ مَثَلًا ذَكَرَ مَحَلّهَا وَهِيَ الْمَسَاجِد الَّتِي هِيَ أَحَبّ الْبِقَاع إِلَى اللَّه تَعَالَى مِنْ الْأَرْض وَهِيَ بُيُوته الَّتِي يُعْبَد فِيهَا وَيُوَحَّد فَقَالَ تَعَالَى \" فِي بُيُوت أَذِنَ اللَّه أَنْ تُرْفَع \" أَيْ أَمَرَ اللَّه تَعَالَى بِتَعَاهُدِهَا وَتَطْهِيرهَا مِنْ الدَّنَس وَاللَّغْو وَالْأَقْوَال وَالْأَفْعَال الَّتِي لَا تَلِيق فِيهَا كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة الْكَرِيمَة \" فِي بُيُوت أَذِنَ اللَّه أَنْ تُرْفَع\" قَالَ نَهَى اللَّه سُبْحَانه عَنْ اللَّغْو فِيهَا وَكَذَا قَالَ عِكْرِمَة وَأَبُو صَالِح وَالضَّحَّاك وَنَافِع بْن جُبَيْر وَأَبُو بَكْر بْن سُلَيْمَان بْن أَبِي خَيْثَمَة وَسُفْيَان بْن حُسَيْن وَغَيْرهمْ مِنْ الْعُلَمَاء الْمُفَسِّرِينَ . وَقَالَ قَتَادَة هِيَ هَذِهِ الْمَسَاجِد أَمَرَ اللَّه سُبْحَانه وَتَعَالَى بِبِنَائِهَا وَعِمَارَتهَا وَرَفْعهَا وَتَطْهِيرهَا . وَقَدْ ذَكَرَ لَنَا أَنَّ كَعْبًا كَانَ يَقُول : مَكْتُوب فِي التَّوْرَاة إِنَّ بُيُوتِي فِي الْأَرْض الْمَسَاجِد وَإِنَّهُ مَنْ تَوَضَّأَ فَأَحْسَنَ وُضُوءُهُ ثُمَّ زَارَنِي فِي بَيْتِي أَكْرَمْته وَحَقَّ عَلَى الْمَزُور كَرَامَة الزَّائِر . رَوَاهُ عَبْد الرَّحْمَن بْن أَبِي حَاتِم فِي تَفْسِيره . وَقَدْ وَرَدَتْ أَحَادِيث كَثِيرَة فِي بِنَاء الْمَسَاجِد وَاحْتِرَامهَا وَتَوْقِيرهَا وَتَطْيِيبهَا وَتَبْخِيرهَا وَذَلِكَ لَهُ مَحَلّ مُفْرَد يُذْكَر فِيهِ وَقَدْ كَتَبْت فِي ذَلِكَ جُزْءًا عَلَى حِدَة وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَنَحْنُ بِعَوْنِ اللَّه تَعَالَى نَذْكُر هُنَا طَرَفًا مِنْ ذَلِكَ إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة وَعَلَيْهِ التُّكْلَان فَعَنْ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ بَنَى مَسْجِدًا يَبْتَغِي بِهِ وَجْه اللَّه بَنَى اللَّه لَهُ مِثْله \" فِي الْجَنَّة \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَرَوَى اِبْن مَاجَهْ عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ بَنَى مَسْجِدًا يُذْكَر فِيهِ اِسْم اللَّه بَنَى اللَّه لَهُ بَيْتًا فِي الْجَنَّة \" وَلِلنَّسَائِيِّ عَنْ عُمَر بْن عَنْبَسَة مِثْله وَالْأَحَادِيث فِي هَذَا كَثِيرَة جِدًّا وَعَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِبِنَاءِ الْمَسَاجِد فِي الدُّور وَأَنْ تُنَظَّف وَتُطَيَّب . رَوَاهُ أَحْمَد وَأَهْل السُّنَن إِلَّا النَّسَائِيّ وَلِأَحْمَد وَأَبِي دَاوُد عَنْ سَمُرَة بْن جُنْدُب نَحْوه وَقَالَ الْبُخَارِيّ قَالَ عُمَر : اِبْن لِلنَّاسِ مَا يَكُنّهُمْ وَإِيَّاكَ أَنْ تُحَمِّر أَوْ تُصَفِّر فَتَفْتِن النَّاس وَرَوَى اِبْن مَاجَهْ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا سَاءَ عَمَل قَوْم قَطُّ إِلَّا زَخْرَفُوا مَسَاجِدهمْ \" وَفِي إِسْنَاده ضَعْف . وَرَوَى أَبُو دَاوُد عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أُمِرْت بِتَشْيِيدِ الْمَسَاجِد \" قَالَ اِبْن عَبَّاس أُزَخْرِفهَا كَمَا زَخْرَفَتْ الْيَهُود وَالنَّصَارَى . وَعَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَقُوم السَّاعَة حَتَّى يَتَبَاهَى النَّاس فِي الْمَسَاجِد \" رَوَاهُ أَحْمَد وَأَهْل السُّنَن إِلَّا التِّرْمِذِيّ . وَعَنْ بُرَيْدَة أَنَّ رَجُلًا أَنْشَدَ فِي الْمَسْجِد فَقَالَ مَنْ دَعَا إِلَى الْجَمَل الْأَحْمَر فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا وَجَدْت إِنَّمَا بُنِيَتْ الْمَسَاجِد لِمَا بُنِيَتْ لَهُ \" رَوَاهُ مُسْلِم. وَعَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْبَيْع وَالِابْتِيَاع وَعَنْ تَنَاشُد الْأَشْعَار فِي الْمَسَاجِد . رَوَاهُ أَحْمَد وَأَهْل السُّنَن وَقَالَ التِّرْمِذِيّ حَسَن . وَعَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا رَأَيْتُمْ مَنْ يَبِيع أَوْ يَبْتَاع فِي الْمَسْجِد فَقُولُوا لَا أَرْبَحَ اللَّه تِجَارَتك وَإِذَا رَأَيْتُمْ مَنْ يَنْشُد ضَالَّة فِي الْمَسْجِد فَقُولُوا لَا رَدَّهَا اللَّه عَلَيْك \" رَوَاهُ التِّرْمِذِيّ وَقَالَ حَسَن غَرِيب وَقَدْ رَوَى اِبْن مَاجَهْ وَغَيْره مِنْ حَدِيث اِبْن عُمَر مَرْفُوعًا قَالَ : \" خِصَال لَا تَنْبَغِي فِي الْمَسْجِد : لَا يُتَّخَذ طَرِيقًا وَلَا يُشْهَر فِيهِ سِلَاح وَلَا يُنْبَض فِيهِ بِقَوْسٍ وَلَا يُنْثَر فِيهِ نَبْل وَلَا يُمَرّ فِيهِ بِلَحْمٍ نِيء وَلَا يُضْرَب فِيهِ حَدّ وَلَا يَقْتَصّ فِيهِ أَحَد وَلَا يُتَّخَذ سُوقًا \" وَعَنْ وَاثِلَة بْن الْأَسْقَع عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" جَنِّبُوا الْمَسَاجِد صِبْيَانكُمْ وَمَجَانِينكُمْ وَشِرَاءَكُمْ وَبَيْعكُمْ وَخُصُومَاتكُمْ وَرَفْع أَصْوَاتكُمْ وَإِقَامَة حُدُودكُمْ وَسَلّ سُيُوفكُمْ وَاِتَّخِذُوا عَلَى أَبْوَابهَا الْمَطَاهِر وَجَمِّرُوهَا فِي الْجُمَع \" وَرَوَاهُ اِبْن مَاجَهْ أَيْضًا وَفِي إِسْنَادهمَا ضَعْف أَمَّا أَنَّهُ لَا يُتَّخَذ طَرِيقًا فَقَدْ كَرِهَ بَعْض الْعُلَمَاء الْمُرُور فِيهِ إِلَّا لِحَاجَةٍ إِذَا وَجَدَ مَنْدُوحَة عَنْهُ وَفِي الْأَثَر إِنَّ الْمَلَائِكَة لَتَتَعَجَّب مِنْ الرَّجُل يَمُرّ بِالْمَسْجِدِ لَا يُصَلِّي فِيهِ وَأَمَّا أَنَّهُ لَا يُشْهَر فِيهِ السِّلَاح وَلَا يُنْبَضُ فِيهِ بِقَوْسٍ وَلَا يُنْثَر فِيهِ نَبْل فَلِمَا يُخْشَى مِنْ إِصَابَة بَعْض النَّاس بِهِ لِكَثْرَةِ الْمُصَلِّينَ فِيهِ وَلِهَذَا أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا مَرَّ رَجُل بِسِهَامٍ أَنْ يَقْبِض عَلَى نِصَالهَا لِئَلَّا يُؤْذِي أَحَدًا كَمَا ثَبَتَ ذَلِكَ فِي الصَّحِيح . وَأَمَّا النَّهْي عَنْ الْمُرُور بِاللَّحْمِ النِّيء فِيهِ فَلِمَا يُخْشَى مِنْ تَقَاطُر الدَّم مِنْهُ كَمَا نُهِيَتْ الْحَائِض عَنْ الْمُرُور فِيهِ إِذَا خَافَتْ التَّلْوِيث وَأَمَّا أَنَّهُ لَا يُضْرَب فِيهِ حَدّ وَلَا يُقْتَصّ مِنْهُ فَلِمَا يُخْشَى مِنْ إِيجَاد النَّجَاسَة فِيهِ مِنْ الْمَضْرُوب أَوْ الْمَقْطُوع وَأَمَّا أَنَّهُ لَا يُتَّخَذ سُوقًا فَلِمَا تَقَدَّمَ مِنْ النَّهْي عَنْ الْبَيْع وَالشِّرَاء فِيهِ فَإِنَّهُ إِنَّمَا بُنِيَ لِذِكْرِ اللَّه وَالصَّلَاة فِيهِ كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِذَلِكَ الْأَعْرَابِيّ الَّذِي بَالَ فِي طَائِفَة الْمَسْجِد\" إِنَّ الْمَسَاجِد لَمْ تُبْنَ لِهَذَا إِنَّمَا بُنِيَتْ لِذِكْرِ اللَّه وَالصَّلَاة فِيهَا \" ثُمَّ أَمَرَ بِسَجْلٍ مِنْ مَاء فَأُهْرِيق عَلَى بَوْله وَفِي الْحَدِيث الثَّانِي \" جَنِّبُوا مَسَاجِدكُمْ صِبْيَانكُمْ\" وَذَلِكَ لِأَنَّهُمْ يَلْعَبُونَ فِيهِ وَلَا يُنَاسِبهُمْ . وَقَدْ كَانَ عُمَر بْن الْخَطَّاب \" إِذَا رَأَى صِبْيَانًا يَلْعَبُونَ فِي الْمَسْجِد ضَرَبَهُمْ بِالْمِخْفَقَةِ \" وَهِيَ الدِّرَّة وَكَانَ يُفَتِّش الْمَسْجِد بَعْد الْعِشَاء فَلَا يَتْرُك فِيهِ أَحَدًا \" وَمَجَانِينكُمْ\" يَعْنِي لِأَجْلِ ضَعْف عُقُولهمْ وَسَخَر النَّاس بِهِمْ فَيُؤَدِّي إِلَى اللَّعِب فِيهَا وَلِمَا يُخْشَى مِنْ تَقْذِيرهمْ الْمَسْجِد وَنَحْو ذَلِكَ \" وَبَيْعكُمْ وَشِرَاءَكُمْ \" كَمَا تَقَدَّمَ \" وَخُصُومَاتكُمْ\" يَعْنِي التَّحَاكُم وَالْحُكْم فِيهِ وَلِهَذَا نَصَّ كَثِير مِنْ الْعُلَمَاء عَلَى أَنَّ الْحَاكِم لَا يَنْتَصِب لِفَصْلِ الْأَقْضِيَة فِي الْمَسْجِد بَلْ يَكُون فِي مَوْضِع غَيْره لِمَا فِيهِ مِنْ كَثْرَة الْحُكُومَات وَالتَّشَاجُر وَالْأَلْفَاظ الَّتِي لَا تُنَاسِبهُ وَلِهَذَا قَالَ بَعْده \" وَرَفْع أَصْوَاتكُمْ \" . وَقَالَ الْبُخَارِيّ : حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا الْجَعْد بْن عَبْد الرَّحْمَن قَالَ : حَدَّثَنِي يَزِيد بْن حَفْصَة عَنْ السَّائِب بْن يَزِيد الْكِنْدِيّ قَالَ : كُنْت قَائِمًا فِي الْمَسْجِد فَحَصَبَنِي رَجُل فَنَظَرْت فَإِذَا عُمَر بْن الْخَطَّاب فَقَالَ : اِذْهَبْ فَأْتِنِي بِهَذَيْنِ فَجِئْته بِهِمَا فَقَالَ مَنْ أَنْتُمَا ؟ أَوْ مِنْ أَيْنَ أَنْتُمَا ؟ قَالَا مِنْ أَهْل الطَّائِف . قَالَ : لَوْ كُنْتُمَا مِنْ أَهْل الْبَلَد لَأَوْجَعْتُكُمَا تَرْفَعَانِ أَصْوَاتكُمَا فِي مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ النَّسَائِيّ : حَدَّثَنَا سُوَيْد بْن نَصْر عَنْ عَبْد اللَّه بْن الْمُبَارَك عَنْ شُعْبَة عَنْ سَعْد بْن إِبْرَاهِيم عَنْ أَبِيهِ إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن عَوْف قَالَ : سَمِعَ عُمَر صَوْت رَجُل فِي الْمَسْجِد فَقَالَ أَتَدْرِي أَيْنَ أَنْتَ ؟ وَهَذَا أَيْضًا صَحِيح وَقَوْله : \" وَإِقَامَة حُدُودكُمْ وَسَلّ سُيُوفكُمْ \" تَقَدَّمَا وَقَوْله\" وَاِتَّخِذُوا عَلَى أَبْوَابهَا الْمَطَاهِر \" يَعْنِي الْمَرَاحِيض الَّتِي يُسْتَعَان بِهَا عَلَى الْوُضُوء وَقَضَاء الْحَاجَة . وَقَدْ كَانَتْ قَرِيبًا مِنْ مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبَارِيق يَسْتَقُونَ مِنْهَا فَيَشْرَبُونَ وَيَتَطَهَّرُونَ وَيَتَوَضَّئُونَ وَغَيْر ذَلِكَ . وَقَوْله \" وَجَمِّرُوهَا فِي الْجُمَع\" يَعْنِي بَخِّرُوهَا فِي أَيَّام الْجُمَع لِكَثْرَةِ اِجْتِمَاع النَّاس يَوْمئِذٍ وَقَدْ قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا عُبَيْد اللَّه حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ عَبْد اللَّه بْن عُمَر عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ عُمَر كَانَ يُجَمِّر مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلّ جُمُعَة إِسْنَاده حَسَن لَا بَأْس بِهِ وَاَللَّه أَعْلَم . وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" صَلَاة الرَّجُل فِي الْجَمَاعَة تُضَعَّف عَلَى صَلَاته فِي بَيْته وَفِي سُوقه خَمْسًا وَعِشْرِينَ ضِعْفًا \" وَذَلِكَ أَنَّهُ إِذَا تَوَضَّأَ فَأَحْسَنَ الْوُضُوء ثُمَّ خَرَجَ إِلَى الْمَسْجِد لَا يُخْرِجهُ إِلَّا الصَّلَاة لَمْ يَخْطُ خُطْوَة إِلَّا رَفَعَ لَهُ بِهَا دَرَجَة وَحَطَّ عَنْهُ بِهَا خَطِيئَة فَإِذَا صَلَّى لَمْ تَزَلْ الْمَلَائِكَة تُصَلِّي عَلَيْهِ مَا دَامَ فِي مُصَلَّاهُ : اللَّهُمَّ صَلِّ عَلَيْهِ اللَّهُمَّ اِرْحَمْهُ . وَلَا يَزَال فِي صَلَاة مَا اِنْتَظَرَ الصَّلَاة . وَعِنْد الدَّارَقُطْنِيّ مَرْفُوعًا \" لَا صَلَاة لِجَارِ الْمَسْجِد إِلَّا فِي الْمَسْجِد \" وَفِي السُّنَن \" بَشِّرْ الْمَشَّائِينَ إِلَى الْمَسَاجِد فِي الظُّلَم بِالنُّورِ التَّامّ يَوْم الْقِيَامَة \" وَيُسْتَحَبّ لِمَنْ دَخَلَ الْمَسْجِد أَنْ يَبْدَأ بِرِجْلِهِ الْيُمْنَى وَأَنْ يَقُول كَمَا ثَبَتَ فِي أَبِي دَاوُد عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ إِذَا دَخَلَ الْمَسْجِد يَقُول \" أَعُوذ بِاَللَّهِ الْعَظِيم وَبِوَجْهِهِ الْكَرِيم وَسُلْطَانه الْقَدِيم مِنْ الشَّيْطَان الرَّجِيم \" قَالَ فَإِذَا قَالَ ذَلِكَ قَالَ الشَّيْطَان حُفِظَ مِنِّي سَائِر الْيَوْم . وَرَوَى مُسْلِم بِسَنَدِهِ عَنْ أَبِي حُمَيْد أَوْ أَبِي أُسَيْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا دَخَلَ أَحَدكُمْ الْمَسْجِد فَلْيَقُلْ : اللَّهُمَّ اِفْتَحْ لِي أَبْوَاب رَحْمَتك . وَإِذَا خَرَجَ فَلْيَقُلْ : اللَّهُمَّ اِفْتَحْ لِي أَبْوَاب فَضْلك \" وَرَوَاهُ النَّسَائِيّ عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا دَخَلَ أَحَدكُمْ الْمَسْجِد فَلْيُسَلِّمْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلْيَقُلْ : اللَّهُمَّ اِفْتَحْ لِي أَبْوَاب رَحْمَتك وَإِذَا خَرَجَ فَلْيُسَلِّمْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلْيَقُلْ : اللَّهُمَّ اِعْصِمْنِي مِنْ الشَّيْطَان الرَّجِيم \" وَرَوَاهُ اِبْن مَاجَهْ وَابْن خُزَيْمَة وَابْن حِبَّان فِي صَحِيحَيْهِمَا وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا لَيْث بْن أَبِي سُلَيْم عَنْ عَبْد اللَّه بْن حُسَيْن عَنْ أُمّه فَاطِمَة بِنْت حُسَيْن عَنْ جَدَّتهَا فَاطِمَة بِنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ الْمَسْجِد صَلَّى عَلَى مُحَمَّد وَسَلَّمَ ثُمَّ قَالَ\" اللَّهُمَّ اِغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَاب رَحْمَتك\" وَإِذَا خَرَجَ صَلَّى عَلَى مُحَمَّد وَسَلَّمَ ثُمَّ قَالَ \" اللَّهُمَّ اِغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَاب فَضْلك \" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَإِسْنَاده لَيْسَ بِمُتَّصِلٍ لِأَنَّ فَاطِمَة بِنْت حُسَيْن الصُّغْرَى لَمْ تُدْرِك فَاطِمَة الْكُبْرَى فَهَذَا الَّذِي ذَكَرْنَاهُ مَعَ مَا تَرَكْنَاهُ مِنْ الْأَحَادِيث الْوَارِدَة فِي ذَلِكَ كُلّه مُحَاذَرَة الطُّول دَاخِل فِي قَوْله تَعَالَى \" فِي بُيُوت أَذِنَ اللَّه أَنْ تُرْفَع\" وَقَوْله \" وَيُذْكَر فِيهَا اِسْمه \" أَيْ اِسْم اللَّه كَقَوْلِهِ\" يَا بَنِي آدَم خُذُوا زِينَتكُمْ عِنْد كُلّ مَسْجِد \" وَقَوْله \" وَأَقِيمُوا وُجُوهكُمْ عِنْد كُلّ مَسْجِد وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّين \" وَقَوْله \" وَأَنَّ الْمَسَاجِد لِلَّهِ \" الْآيَة . وَقَوْله تَعَالَى \" وَيُذْكَر فِيهَا اِسْمه \" قَالَ اِبْن عَبَّاس يَعْنِي يُتْلَى كِتَابه وَقَوْله تَعَالَى \" يُسَبِّح لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَال\" أَيْ فِي الْبُكُرَات وَالْعَشِيَّات . وَالْآصَال جَمْع أَصِيل وَهُوَ آخِر النَّهَار . وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : كُلّ تَسْبِيح فِي الْقُرْآن هُوَ الصَّلَاة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : يَعْنِي بِالْغُدُوِّ صَلَاة الْغَدَاة وَيَعْنِي بِالْآصَالِ صَلَاة الْعَصْر وَهُمَا أَوَّل مَا اِفْتَرَضَ اللَّه مِنْ الصَّلَاة فَأَحَبَّ أَنْ يَذْكُرهُمَا وَأَنْ يُذَكِّر بِهِمَا عِبَاده. وَكَذَا قَالَ الْحَسَن وَالضَّحَّاك \" يُسَبِّح لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَال \" يَعْنِي الصَّلَاة وَمَنْ قَرَأَ مِنْ الْقُرَّاء \" يُسَبَّح لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَال \" فَتَحَ الْبَاء مِنْ \" يُسَبِّح\" عَلَى أَنَّهُ مَبْنِيّ لِمَا لَمْ يُسَمَّ فَاعِله وَقَفَ عَلَى قَوْله\" وَالْآصَال \" وَقْفًا تَامًّا .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39254, "aya_id": 36}]