[{"text": "فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللّهُ أَرْكَسَهُم بِمَا كَسَبُواْ أَتُرِيدُونَ أَن تَهْدُواْ مَنْ أَضَلَّ اللّهُ وَمَن يُضْلِلِ اللّهُ فَلَن تَجِدَ لَهُ سَبِيلاً", "sura_id": 4, "type": 0, "id": 581, "aya_id": 88}, {"text": "فما لكم في المنافقين فئتين والله أركسهم بما كسبوا أتريدون أن تهدوا من أضل الله ومن يضلل الله فلن تجد له سبيلا", "sura_id": 4, "type": 1, "id": 6817, "aya_id": 88}, {"text": "88 - ولما رجع ناس من أحد اختلف الناس فيهم فقال فريق نقتلهم وقال فريق لا فنزل (فما لكم) شأنكم صرتم (في المنافقين فئتين) فرقتين (والله أركسهم) ردهم (بما كسبوا) من الكفر والمعاصي (أتريدون أن تهدوا من أضلـ) ـه (الله) أي تعدوهم من جملة المهتدين ، والاستفهام في الموضعين للإنكار (ومن يضللـ) ـه (الله فلن تجد له سبيلا) طريقا إلى الهدى \r\n", "sura_id": 4, "type": 2, "id": 25525, "aya_id": 88}, {"text": "فما لكم -أيها المؤمنون- في شأن المنافقين إذ اختلفتم فرقتين: فرقة تقول بقتالهم وأخرى لا تقول بذلك؟ والله تعالى قد أوقعهم في الكفر والضلال بسبب سوء أعمالهم. أتودون هداية من صرف الله تعالى قلبه عن دينه؟ ومن خذله الله عن دينه, واتباع ما أمره به, فلا طريق له إلى الهدى.\r\n", "sura_id": 4, "type": 3, "id": 31761, "aya_id": 88}, {"text": " <font color=red>فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا</font><BR><p>يَقُول تَعَالَى مُنْكِرًا عَلَى الْمُؤْمِنِينَ فِي اِخْتِلَافهمْ فِي الْمُنَافِقِينَ عَلَى قَوْلَيْنِ : وَاخْتُلِفَ فِي سَبَب ذَلِكَ فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز حَدَّثَنَا شُعْبَة قَالَ عَدِيّ بْن ثَابِت أَخْبَرَنِي عَبْد اللَّه بْن يَزِيد عَنْ زَيْد بْن ثَابِت أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَى أُحُد فَرَجَعَ نَاس خَرَجُوا مَعَهُ فَكَانَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِمْ فِرْقَتَيْنِ فِرْقَة تَقُول نَقْتُلهُمْ وَفِرْقَة تَقُول : لَا هُمْ الْمُؤْمِنُونَ فَأَنْزَلَ اللَّه فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهَا طَيِّبَة وَإِنَّهَا تَنْفِي الْخَبَث كَمَا يَنْفِي الْكِير خَبَث الْحَدِيد \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث شُعْبَة وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي وَقْعَة أُحُد أَنَّ عَبْد اللَّه بْن أُبَيّ بْن سَلُول رَجَعَ يَوْمئِذٍ بِثُلُثِ الْجَيْش رَجَعَ بِثَلَثِمِائَةٍ وَبَقِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَبْعمِائَةٍ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَزَلَتْ فِي قَوْم كَانُوا بِمَكَّة قَدْ تَكَلَّمُوا بِالْإِسْلَامِ وَكَانُوا يُظَاهِرُونَ الْمُشْرِكِينَ فَخَرَجُوا مِنْ مَكَّة يَطْلُبُونَ حَاجَة لَهُمْ فَقَالُوا إِنْ لَقِينَا أَصْحَاب مُحَمَّد فَلَيْسَ عَلَيْنَا مِنْهُمْ بَأْس وَإِنَّ الْمُؤْمِنِينَ لَمَّا أُخْبِرُوا أَنَّهُمْ قَدْ خَرَجُوا مِنْ مَكَّة قَالَتْ فِئَة مِنْ الْمُؤْمِنِينَ اِرْكَبُوا إِلَى الْجُبَنَاء فَاقْتُلُوهُمْ فَإِنَّهُمْ يُظَاهِرُونَ عَلَيْكُمْ عَدُوّكُمْ : وَقَالَتْ فِئَة أُخْرَى مِنْ الْمُؤْمِنِينَ سُبْحَان اللَّه أَوْ كَمَا قَالُوا أَتَقْتُلُونَ قَوْمًا قَدْ تَكَلَّمُوا بِمِثْلِ مَا تَكَلَّمْتُمْ بِهِ مِنْ أَجْل أَنَّهُمْ لَمْ يُهَاجِرُوا وَلَمْ يَتْرُكُوا دِيَارهمْ نَسْتَحِلّ دِمَاءَهُمْ وَأَمْوَالهمْ فَكَانُوا كَذَلِكَ فِئَتَيْنِ وَالرَّسُول عِنْدهمْ لَا يَنْهَى وَاحِدًا مِنْ الْفَرِيقَيْنِ عَنْ شَيْء فَنَزَلَتْ \" فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ \" . رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ رُوِيَ عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن وَعِكْرِمَة وَمُجَاهِد وَالضَّحَّاك وَغَيْرهمْ قَرِيب مِنْ هَذَا وَقَالَ زَيْد بْن أَسْلَم عَنْ اِبْن لِسَعْدِ بْن مُعَاذ أَنَّهَا نَزَلَتْ فِي تَقَاوُل الْأَوْس وَالْخَزْرَج فِي شَأْن عَبْد اللَّه بْن أُبَيّ حِين اِسْتَعْذَرَ مِنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَر فِي قَضِيَّة الْإِفْك وَهَذَا غَرِيب وَقِيلَ غَيْر ذَلِكَ وَقَوْله تَعَالَى وَاَللَّه أَرْكَسَهُمْ بِمَا كَسَبُوا \" أَيْ رَدَّهُمْ وَأَوْقَعَهُمْ فِي الْخَطَأ قَالَ اِبْن عَبَّاس \" أَرْكَسَهُمْ \" أَيْ أَوْقَعَهُمْ وَقَالَ قَتَادَة أَهْلَكَهُمْ وَقَالَ السُّدِّيّ أَضَلَّهُمْ وَقَوْله بِمَا كَسَبُوا أَيْ بِسَبَبِ عِصْيَانهمْ وَمُخَالَفَتهمْ الرَّسُول وَاتِّبَاعهمْ الْبَاطِل \" أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّه وَمَنْ يُضْلِلْ اللَّه فَلَنْ تَجِد لَهُ سَبِيلًا \" أَيْ لَا طَرِيق لَهُ إِلَى الْهُدَى وَلَا مَخْلَص لَهُ إِلَيْهِ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40930, "aya_id": 88}]