[{"text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن تَدْعُهُمْ إِلَى الْهُدَى فَلَن يَهْتَدُوا إِذًا أَبَدًا", "sura_id": 18, "type": 0, "id": 2197, "aya_id": 57}, {"text": "و من أظلم ممن ذكر بآيات ربه فأعرض عنها و نسي ما قدمت يداه إنا جعلنا على قلوبهم أكنة أن يفقهوه و في آذانهم وقرا و إن تدعهم إلى الهدى فلن يهتدوا إذا أبدا", "sura_id": 18, "type": 1, "id": 8433, "aya_id": 57}, {"text": "57 - (ومن أظلم ممن ذكر بآيات ربه فأعرض عنها ونسي ما قدمت يداه) ما عمل من الكفر والمعاصي (إنا جعلنا على قلوبهم أكنة) أغطية (أن يفقهوه) أي من أن يفهموا القرآن أي فلا يفهمونه (وفي آذانهم وقرا) ثقلا فلا يسمعونه (وإن تدعهم إلى الهدى فلن يهتدوا إذا) أي بالجعل المذكور (أبدا) \r\n", "sura_id": 18, "type": 2, "id": 27141, "aya_id": 57}, {"text": "ولا أحد أشد ظلمًا ممن وُعِظ بآيات ربه الواضحة، فانصرف عنها إلى باطله، ونسي ما قدَّمته يداه من الأفعال القبيحة فلم يرجع عنها، إنَّا جعلنا على قلوبهم أغطية، فلم يفهموا القرآن، ولم يدركوا ما فيه من الخير، وجعلنا في آذانهم ما يشبه الصمم، فلم يسمعوه ولم ينتفعوا به، وإن تَدْعُهم إلى الإيمان فلن يستجيبوا لك، ولن يهتدوا إليه أبدًا.\r\n", "sura_id": 18, "type": 3, "id": 33377, "aya_id": 57}, {"text": " <font color=red>وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا</font><BR><p>يَقُول تَعَالَى وَأَيّ عِبَاد اللَّه أَظْلَم مِمَّنْ ذُكِّرَ بِآيَاتِ اللَّه فَأَعْرَضَ عَنْهَا أَيْ تَنَاسَاهَا وَأَعْرَضَ عَنْهَا وَلَمْ يُصْغِ لَهَا وَلَا أَلْقَى إِلَيْهَا بَالًا \" وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ \" أَيْ مِنْ الْأَعْمَال السَّيِّئَة وَالْأَفْعَال الْقَبِيحَة \" إِنَّا جَعَلْنَا عَلَى قُلُوبهمْ \" أَيْ قُلُوب هَؤُلَاءِ \" أَكِنَّة \" أَيْ أَغْطِيَة وَغِشَاوَة \" أَنْ يَفْقَهُوهُ \" أَيْ لِئَلَّا يَفْهَمُوا هَذَا الْقُرْآن وَالْبَيَان \" وَفِي آذَانهمْ وَقْرًا \" أَيْ صَمَمًا مَعْنَوِيًّا عَنْ الرَّشَاد \" وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38352, "aya_id": 57}]