[{"text": "إِنَّ الَّذِينَ كَفَرُواْ لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُم مِّنَ اللّهِ شَيْئًا وَأُولَئِكَ هُمْ وَقُودُ النَّارِ", "sura_id": 3, "type": 0, "id": 303, "aya_id": 10}, {"text": "إن الذين كفروا لن تغني عنهم أموالهم ولا أولادهم من الله شيئا وأولئك هم وقود النار", "sura_id": 3, "type": 1, "id": 6539, "aya_id": 10}, {"text": "10 - (إن الذين كفروا لن تغني) تدفع (عنهم أموالهم ولا أولادهم من الله) أي عذابه (شيئا وأولئك هم وَقود النار) بفتح الواو ما توقد به \r\n", "sura_id": 3, "type": 2, "id": 25247, "aya_id": 10}, {"text": "إن الذين جحدوا الدين الحق وأنكروه, لن تنفعهم أموالهم ولا أولادهم من عذاب الله شيئًا إن وقع بهم في الدنيا, ولن تدفعه عنهم في الآخرة, وهؤلاء هم حطب النار يوم القيامة.\r\n", "sura_id": 3, "type": 3, "id": 31483, "aya_id": 10}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ هُمْ وَقُودُ النَّارِ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْكُفَّار بِأَنَّهُمْ وَقُود النَّار \" يَوْم لَا يَنْفَع الظَّالِمِينَ مَعْذِرَتهمْ وَلَهُمْ اللَّعْنَة وَلَهُمْ سُوء الدَّار \" وَلَيْسَ مَا أُوتُوهُ فِي الدُّنْيَا مِنْ الْأَمْوَال وَالْأَوْلَاد بِنَافِعٍ لَهُمْ عِنْد اللَّه وَلَا بِمُنْجِيهِمْ مِنْ عَذَابه وَأَلِيم عِقَابه كَمَا قَالَ تَعَالَى \" وَلَا تُعْجِبك أَمْوَالهمْ وَلَا أَوْلَادهمْ إِنَّمَا يُرِيد اللَّه لِيُعَذِّبهُمْ بِهَا فِي الْحَيَاة الدُّنْيَا وَتَزْهَق أَنْفُسهمْ وَهُمْ كَافِرُونَ \" وَقَالَ تَعَالَى \" لَا يَغُرّنّك تَقَلُّب الَّذِينَ كَفَرُوا فِي الْبِلَاد مَتَاع قَلِيل ثُمَّ مَأْوَاهُمْ جَنَّهُمْ وَبِئْسَ الْمِهَاد \" وَقَالَ هَهُنَا \" إِنَّ الَّذِينَ كَفَرُوا \" أَيْ بِآيَاتِ اللَّه وَكَذَّبُوا رُسُله وَخَالَفُوا كِتَابه وَلَمْ يَنْتَفِعُوا بِوَحْيِهِ إِلَى أَنْبِيَائِهِ \" لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالهمْ وَلَا أَوْلَادهمْ مِنْ اللَّه شَيْئًا وَأُولَئِكَ هُمْ وَقُود النَّار \" أَيْ حَطَبهَا الَّذِي تُسْجَر بِهِ وَتُوقَد بِهِ كَقَوْلِهِ \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَنَّهُمْ \" الْآيَة . قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا اِبْن لَهِيعَة أَخْبَرَنِي اِبْن الْهَادِ عَنْ هِنْد بِنْت الْحَارِث عَنْ أُمّ الْفَضْل أُمّ عَبْد اللَّه بْن عَبَّاس قَالَتْ : بَيْنَمَا نَحْنُ بِمَكَّةَ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ اللَّيْل فَنَادَى \" هَلْ بَلَّغْت اللَّهُمَّ هَلْ بَلَّغْت \" ثَلَاثًا فَقَامَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَقَالَ نَعَمْ ثُمَّ أَصْبَحَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيَظْهَرَنَّ الْإِسْلَام حَتَّى يُرَدَّ الْكُفْر إِلَى مَوَاطِنه وَلَيَخُوضَنَّ رِجَال الْبِحَار بِالْإِسْلَامِ وَلَيَأْتِيَنَّ عَلَى النَّاس زَمَان يَتَعَلَّمُونَ الْقُرْآن وَيَقْرَؤُنَهُ ثُمَّ يَقُولُونَ قَرَأْنَا وَعَلِمْنَا فَمَنْ هَذَا الَّذِي هُوَ خَيْر مِنَّا فَهَلْ فِي أُولَئِكَ مِنْ خَيْر \" ؟ قَالُوا يَا رَسُول اللَّه فَمَنْ أُولَئِكَ ؟ قَالَ \" أُولَئِكَ مِنْكُمْ وَهُمْ وَقُود النَّار \" وَقَدْ رَوَاهُ اِبْن مَرْدُوَيه مِنْ حَدِيث يَزِيد بْن عَبْد اللَّه بْن الْهَادِ عَنْ هِنْد بِنْت الْحَارِث اِمْرَأَة عَبْد اللَّه بْن شَدَّاد عَنْ أُمّ الْفَضْل أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ لَيْلَة بِمَكَّةَ فَقَالَ \" هَلْ بَلَّغْت \" يَقُولهَا ثَلَاثًا فَقَامَ عُمَر بْن الْخَطَّاب وَكَانَ أَوَّاهًا فَقَالَ اللَّهُمَّ نَعَمْ وَحَرَصْت وَجَهِدْت وَنَصَحْت فَاصْبِرْ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيَظْهَرَنَّ الْإِيمَان حَتَّى يُرَدّ الْكُفْر إِلَى مَوَاطِنه وَلَيَخُوضَنَّ رِجَال الْبِحَار بِالْإِسْلَامِ وَلَيَأْتِيَنَّ عَلَى النَّاس زَمَان يَقْرَؤُنَ الْقُرْآن فَيُقْرِؤُنَهُ وَيُعَلِّمُونَهُ فَيَقُولُونَ قَدْ قَرَأْنَا وَقَدْ عَلَّمْنَا فَمَنْ هَذَا الَّذِي هُوَ خَيْر مِنَّا ؟ فَمَا فِي أُولَئِكَ مِنْ خَيْر \" قَالُوا يَا رَسُول اللَّه فَمَنْ أُولَئِكَ ؟ قَالَ \" أُولَئِكَ مِنْكُمْ أُولَئِكَ هُمْ وَقُود النَّار \" ثُمَّ رَوَاهُ مِنْ طَرِيق مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن إِبْرَاهِيم عَنْ بِنْت الْهَادِ عَنْ الْعَبَّاس بْن عَبْد الْمُطَّلِب بِنَحْوِهِ.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39844, "aya_id": 10}]