[{"text": "يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأَنفُسِكُمْ فَذُوقُواْ مَا كُنتُمْ تَكْنِزُونَ", "sura_id": 9, "type": 0, "id": 1270, "aya_id": 35}, {"text": "يوم يحمى عليها في نار جهنم فتكوى بها جباههم و جنوبهم و ظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون", "sura_id": 9, "type": 1, "id": 7506, "aya_id": 35}, {"text": "35 - (يوم يحمى عليها في نار جهنم فتكوى) تحرق (بها جباههم وجنوبهم وظهورهم) وتوسع جلودهم حتى توضع عليها كلها ويقال لهم (هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون) أي جزاءه \r\n", "sura_id": 9, "type": 2, "id": 26214, "aya_id": 35}, {"text": "يوم القيامة توضع قطع الذهب والفضة في النار, فإذا اشتدت حرارتها أُحرقت بها جباه أصحابها وجنوبهم وظهورهم. وقيل لهم توبيخًا: هذا مالكم الذي أمسكتموه ومنعتم منه حقوق الله, فذوقوا العذاب الموجع; بسبب كنزكم وإمساككم.\r\n", "sura_id": 9, "type": 3, "id": 32450, "aya_id": 35}, {"text": " <font color=red>يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ</font><BR><p>قَوْله تَعَالَى \" يَوْم يُحْمَى عَلَيْهَا فِي نَار جَهَنَّم فَتُكْوَى بِهَا جِبَاههمْ وَجُنُوبهمْ وَظُهُورهمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ \" أَيْ يُقَال لَهُمْ هَذَا الْكَلَام تَبْكِيتًا وَتَقْرِيعًا وَتَهَكُّمًا كَمَا فِي قَوْله \" ثُمَّ صُبُّوا فَوْق رَأْسِهِ مِنْ عَذَاب الْحَمِيم ذُقْ إِنَّك أَنْتَ الْعَزِيز الْكَرِيم \" أَيْ هَذَا بِذَاكَ وَهَذَا الَّذِي كُنْتُمْ تَكْنِزُونَ لِأَنْفُسِكُمْ وَلِهَذَا يُقَال مَنْ أَحَبَّ شَيْئًا وَقَدَّمَهُ عَلَى طَاعَة اللَّه عُذِّبَ بِهِ وَهَؤُلَاءِ لَمَّا كَانَ جَمْع هَذِهِ الْأَمْوَال آثَر عِنْدهمْ مِنْ رِضَا اللَّه عِنْدهمْ عُذِّبُوا بِهَا كَمَا كَانَ أَبُو لَهَب لَعَنْهُ اللَّه جَاهِدَا فِي عَدَاوَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَامْرَأَته تُعِينهُ فِي ذَلِكَ كَانَتْ يَوْم الْقِيَامَة عَوْنًا عَلَى عَذَابه أَيْضًا فِي جِيدهَا أَيْ عُنُقهَا حَبْل مِنْ مَسَد أَيْ تَجْمَع مِنْ الْحَطَب فِي النَّار وَتُلْقِي عَلَيْهِ لِيَكُونَ ذَلِكَ أَبْلَغ فِي عَذَابه مِمَّنْ هُوَ أَشْفَق عَلَيْهِ فِي الدُّنْيَا كَمَا أَنَّ هَذِهِ الْأَمْوَال لَمَّا كَانَتْ أَعَزّ الْأَمْوَال عَلَى أَرْبَابهَا كَانَتْ أَضَرّ الْأَشْيَاء عَلَيْهِمْ فِي الدَّار الْآخِرَة فَيُحْمَى عَلَيْهَا فِي نَار جَهَنَّم وَنَاهِيك بِحَرِّهَا فَتُكْوَى بِهَا جِبَاههمْ وَجُنُوبهمْ وَظُهُورهمْ . قَالَ سُفْيَان عَنْ الْأَعْمَش عَنْ عَبْد اللَّه بْن عُمَر بْن مُرَّة عَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن مَسْعُود : وَاَلَّذِي لَا إِلَه غَيْره لَا يُكْوَى عَبْد يَكْنِز فَيَمَسّ دِينَار دِينَارًا وَلَا دِرْهَم دِرْهَمًا وَلَكِنْ يُوَسَّع جِلْده فَيُوضَع كُلّ دِينَار وَدِرْهَم عَلَى حِدَته وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا وَلَا يَصِحّ رَفْعه وَاَللَّه أَعْلَم . وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ اِبْن طَاوُس عَنْ أَبِيهِ قَالَ بَلَغَنِي أَنَّ الْكَنْز يَتَحَوَّل يَوْم الْقِيَامَة شُجَاعًا يَتْبَع صَاحِبه وَهُوَ يَفِرّ مِنْهُ وَيَقُول : أَنَا كَنْزك لَا يُدْرِك مِنْهُ شَيْئًا إِلَّا أَخَذَهُ . وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ مَعْدَان بْن أَبِي طَلْحَة عَنْ ثَوْبَان أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" مَنْ تَرَكَ بَعْده كَنْزًا مُثِّلَ لَهُ يَوْم الْقِيَامَة شُجَاعًا أَقْرَع لَهُ زَبِيبَتَانِ يَتْبَعهُ وَيَقُول وَيْلك مَا أَنْتَ ؟ فَيَقُول أَنَا كَنْزك الَّذِي تَرَكْته بَعْدك وَلَا يَزَال يَتْبَعهُ حَتَّى يُلْقِمهُ يَده فَيَقْضِمهَا ثُمَّ يُتْبِعهَا سَائِر جَسَده وَرَوَاهُ اِبْن حِبَّان فِي صَحِيحه مِنْ حَدِيث يَزِيد عَنْ سَعِيد بِهِ . وَأَصْل هَذَا الْحَدِيث فِي الصَّحِيحَيْنِ مِنْ رِوَايَة أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : مَا مِنْ رَجُل لَا يُؤَدِّي زَكَاة مَاله إِلَّا جُعِلَ لَهُ يَوْم الْقِيَامَة صَفَائِح مِنْ نَار فَيُكْوَى بِهَا جَنْبه وَجَبْهَته وَظَهْره فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة حَتَّى يُقْضَى بَيْن الْعِبَاد ثُمَّ يَرَى سَبِيله إِمَّا إِلَى الْجَنَّة وَإِمَّا إِلَى النَّار وَذَكَرَ تَمَام الْحَدِيث وَقَالَ الْبُخَارِيّ فِي تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا جَرِير عَنْ حُصَيْن عَنْ زَيْد بْن وَهْب قَالَ : مَرَرْت عَلَى أَبِي ذَرّ بِالرَّبَذَة فَقُلْت : مَا أَنْزَلَك بِهَذِهِ الْأَرْض ؟ قَالَ : كُنَّا بِالشَّامِ فَقَرَأْت \" وَاَلَّذِينَ يَكْنِزُونَ الذَّهَب وَالْفِضَّة وَلَا يُنْفِقُونَهَا فِي سَبِيل اللَّه فَبَشِّرْهُمْ بِعَذَابٍ أَلِيم \" فَقَالَ مُعَاوِيَة : مَا هَذِهِ فِينَا مَا هَذِهِ إِلَّا فِي أَهْل الْكِتَاب قَالَ : قُلْت إِنَّهَا لَفِينَا وَفِيهِمْ . وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث عُبَيْد بْن الْقَاسِم عَنْ حُصَيْن عَنْ زَيْد بْن وَهْب عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ فَذَكَرَهُ وَزَادَ فَارْتَفَعَ فِي ذَلِكَ بَيْنِي وَبَيْنه الْقَوْل فَكَتَبَ إِلَى عُثْمَان يَشْكُونِي فَكَتَبَ إِلَيَّ عُثْمَان أَنْ أُقْبِل إِلَيْهِ قَالَ فَأَقْبَلْت إِلَيْهِ فَلَمَّا قَدِمْت الْمَدِينَة رَكِبَنِي النَّاس كَأَنَّهُمْ لَمْ يَرَوْنِي قَبْل يَوْمئِذٍ فَشَكَوْت ذَلِكَ إِلَى عُثْمَان فَقَالَ لِي : تَنَحَّ قَرِيبًا قُلْت وَاَللَّه مَا أَدَع مَا كُنْت أَقُول \" قُلْت \" كَانَ مِنْ مَذْهَب أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ تَحْرِيم اِدِّخَار مَا زَادَ عَلَى نَفَقَة الْعِيَال وَكَانَ يُفْتِي بِذَلِكَ وَيَحُثّهُمْ عَلَيْهِ وَيَأْمُرهُمْ بِهِ وَيُغْلِظ فِي خِلَافه فَنَهَاهُ مُعَاوِيَة فَلَمْ يَنْتَهِ فَخَشِيَ أَنْ يَضُرّ بِالنَّاسِ فِي هَذَا فَكَتَبَ يَشْكُوهُ إِلَى أَمِير الْمُؤْمِنِينَ عُثْمَان وَأَنْ يَأْخُذهُ إِلَيْهِ فَاسْتَقْدَمَهُ عُثْمَان إِلَى الْمَدِينَة وَأَنْزَلَهُ بِالرَّبَذَة وَحْده وَبِهَا مَاتَ رَضِيَ اللَّه عَنْهُ فِي خِلَافَة عُثْمَان وَقَدْ اِخْتَبَرَهُ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ وَهُوَ عِنْده هَلْ يُوَافِق عَمَله قَوْله فَبَعَثَ إِلَيْهِ بِأَلْفِ دِينَار فَفَرَّقَهَا مِنْ يَوْمه ثُمَّ بَعَثَ إِلَيْهِ الَّذِي أَتَاهُ بِهَا فَقَالَ إنَّ مُعَاوِيَة إِنَّمَا بَعَثَنِي إِلَى غَيْرك فَأَخْطَأْت فَهَاتِ الذَّهَب فَقَالَ وَيْحك إِنَّهَا خَرَجَتْ وَلَكِنْ إِذَا جَاءَ مَالِي حَاسَبْنَاك بِهِ وَهَكَذَا رَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَنَّهَا عَامَّة وَقَالَ السُّدِّيّ هِيَ فِي أَهْل الْقِبْلَة وَقَالَ الْأَحْنَف بْن قَيْس قَدِمْت الْمَدِينَة فَبَيْنَمَا أَنَا فِي حَلْقَة فِيهَا مَلَأ مِنْ قُرَيْش إِذْ جَاءَ رَجُل أَخْشَن الثِّيَاب أَخْشَن الْجَسَد أَخْشَن الْوَجْه فَقَامَ عَلَيْهِمْ فَقَالَ : بَشِّرْ الْكَنَّازِينَ بِرَضْفٍ يُحْمَى عَلَيْهِ فِي نَار جَهَنَّم فَيُوضَع عَلَى حَلَمَة ثَدْي أَحَدهمْ حَتَّى يَخْرُج مِنْ نُغْضِ كَتِفه وَيُوضَع عَلَى نُغْضِ كَتِفه حَتَّى يَخْرُج مِنْ حَلَمَة ثَدْيه يَتَزَلْزَل قَالَ فَوَضَعَ الْقَوْم رُءُوسهمْ فَمَا رَأَيْت أَحَدًا مِنْهُمْ رَجَعَ إِلَيْهِ شَيْئًا قَالَ فَأَدْبَرَ فَاتَّبَعْته حَتَّى جَلَسَ إِلَى سَارِيَة فَقُلْت مَا رَأَيْت هَؤُلَاءِ إِلَّا كَرِهُوا مَا قُلْت لَهُمْ فَقَالَ إِنَّ هَؤُلَاءِ لَا يَعْلَمُونَ شَيْئًا . وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِأَبِي ذَرّ \" مَا يَسُرّنِي أَنَّ عِنْدِي مِثْل أُحُد ذَهَبًا يَمُرّ عَلَيَّ ثَلَاثَة أَيَّام وَعِنْدِي مِنْهُ شَيْء إِلَّا دِينَار أَرْصُدهُ لِدَيْنٍ \" فَهَذَا وَاَللَّه أَعْلَم هُوَ الَّذِي حَدَا بِأَبِي ذَرّ عَلَى الْقَوْل بِهَذَا . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا هَمَّام حَدَّثَنَا قَتَادَة عَنْ سَعِيد بْن أَبِي الْحَسَن عَنْ عَبْد اللَّه بْن الصَّامِت رَضِيَ اللَّه عَنْهُ أَنَّهُ كَانَ مَعَ أَبِي ذَرّ فَخَرَجَ عَطَاؤُهُ وَمَعَهُ جَارِيَة فَجَعَلَتْ تَقْضِي حَوَائِجه فَفَضَلَتْ مَعَهَا سَبْعَة فَأَمَرَهَا أَنْ تَشْتَرِي بِهِ فُلُوسًا . قَالَ قُلْت لَوْ اِدَّخَرْته لِحَاجَةٍ تَنُوبُكَ وَلِلضَّيْفِ يَنْزِل بِك قَالَ إِنَّ خَلِيلِي عَهِدَ إِلَيَّ أَنَّ أَيّمَا ذَهَب أَوْ فِضَّة أُوكِيَ عَلَيْهِ فَهُوَ جَمْر عَلَى صَاحِبه حَتَّى يُفْرِغهُ فِي سَبِيل اللَّه عَزَّ وَجَلَّ وَرَوَاهُ عَنْ يَزِيد عَنْ هَمَّام بِهِ وَزَادَ إِفْرَاغًا . وَقَالَ الْحَافِظ اِبْن عَسَاكِر بِسَنَدِهِ إِلَى أَبِي بَكْر الشِّبْلِيّ فِي تَرْجَمَته عَنْ مُحَمَّد بْن مَهْدِيّ : حَدَّثَنَا عَمْرو بْن أَبِي سَلَمَة عَنْ صَدَقَة بْن عَبْد اللَّه عَنْ طَلْحَة بْن زَيْد عَنْ أَبِي فَرْوَة الرَّهَاوِيّ عَنْ عَطَاء عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِلْقَ اللَّه فَقِيرًا وَلَا تَلْقَهُ غَنِيًّا \" قَالَ : يَا رَسُول اللَّه كَيْف لِي بِذَلِكَ ؟ قَالَ \" مَا سَأَلْت فَلَا تَمْنَع وَمَا رُزِقْت فَلَا تُخَبِّئ \" قَالَ : يَا رَسُول اللَّه كَيْف لِي بِذَلِكَ ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ ذَاكَ وَإِلَّا فَالنَّار \" إِسْنَاده ضَعِيف وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا جَعْفَر بْن سُلَيْمَان حَدَّثَنَا عُيَيْنَة عَنْ يَزِيد بْن الصِّرْم قَالَ : سَمِعْت عَلِيًّا رَضِيَ اللَّه عَنْهُ يَقُول : مَاتَ رَجُل مِنْ أَهْل الصُّفَّة وَتَرَكَ دِينَارَيْنِ أَوْ دِرْهَمَيْنِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ \" كَيَّتَانِ صَلُّوا عَلَى صَاحِبكُمْ \" وَقَدْ رُوِيَ هَذَا مِنْ طُرُق أُخَر وَقَالَ قَتَادَة عَنْ شَهْر بْن حَوْشَب عَنْ أَبِي أُمَامَة صُدَيّ بْن عَجْلَان قَالَ مَاتَ رَجُل مِنْ أَهْل الصُّفَّة فَوُجِدَ فِي مِئْزَره دِينَار فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَيَّة \" ثُمَّ تُوُفِّيَ رَجُل آخَر فَوُجِدَ فِي مِئْزَره دِينَارَانِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَيَّتَانِ \" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو النَّضْر إِسْحَاق بْن إِبْرَاهِيم الْفَرَادِيسِيّ حَدَّثَنَا مُعَاوِيَة بْن يَحْيَى الْأَطْرَابُلُسِيّ حَدَّثَنِي أَرْطَاة حَدَّثَنَا أَبُو عَامِر الْهَوْزَنِيّ سَمِعْت ثَوْبَان مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ رَجُل يَمُوت وَعِنْده أَحْمَر أَوْ أَبْيَض إِلَّا جَعَلَ اللَّه بِكُلِّ قِيرَاط صَفْحَة مِنْ نَار يُكْوَى بِهَا مِنْ قَدِمَهُ إِلَى ذَقْنه \" وَقَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا مُحَمَّد بْن خِدَاش حَدَّثَنَا سَيْف بْن مُحَمَّد الثَّوْرِيّ حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يُوضَع الدِّينَار عَلَى الدِّينَار , وَلَا الدِّرْهَم عَلَى الدِّرْهَم وَلَكِنْ يُوَسَّع جِلْده فَيُكْوَى بِهَا جِبَاههمْ وَجُنُوبهمْ وَظُهُورهمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ \" سَيْف هَذَا كَذَّاب مَتْرُوك .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43452, "aya_id": 35}]