[{"text": "مَّثَلُ الَّذِينَ كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلاَلُ الْبَعِيدُ", "sura_id": 14, "type": 0, "id": 1768, "aya_id": 18}, {"text": "مثل الذين كفروا بربهم أعمالهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلال البعيد", "sura_id": 14, "type": 1, "id": 8004, "aya_id": 18}, {"text": "18 - (مثل) صفة (الذين كفروا بربهم) مبتدأ ويبدل منه (أعمالهم) الصالحات كصلة وصدقة في عدم الانتفاع بها (كرماد اشتدت به الريح في يوم عاصف) شديد هبوب الريح فجعلته هباء منثورا لا يقدر عليه والجار والمجرور خبر المبتدأ (لا يقدرون) أي الكفار (مما كسبوا) عملوا في الدنيا (على شيء) أي لا يجدون له ثوابا لعدم شرطه (ذلك هو الضلال) الهلاك (البعيد) \r\n", "sura_id": 14, "type": 2, "id": 26712, "aya_id": 18}, {"text": "صفة أعمال الكفار في الدنيا كالبر وصلة الأرحام كصفة رماد اشتدت به الريح في يوم ذي ريح شديدة, فلم تترك له أثرًا, فكذلك أعمالهم لا يجدون منها ما ينفعهم عند الله, فقد أذهبها الكفر كما أذهبت الريح الرماد, ذلك السعي والعمل على غير أساس, هو الضلال البعيد عن الطريق المستقيم.\r\n", "sura_id": 14, "type": 3, "id": 32948, "aya_id": 18}, {"text": " <font color=red>مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ</font><BR><p>هَذَا مَثَلٌ ضَرَبَهُ اللَّه تَعَالَى لِأَعْمَالِ الْكُفَّار الَّذِينَ عَبَدُوا مَعَهُ غَيْره وَكَذَّبُوا رُسُله وَبَنَوْا أَعْمَالهمْ عَلَى غَيْر أَسَاس صَحِيح فَانْهَارَتْ وَعَدِمُوهَا أَحْوَج مَا كَانُوا إِلَيْهَا فَقَالَ تَعَالَى \" مَثَل الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ \" أَيْ مَثَل أَعْمَالِهِمْ يَوْمَ الْقِيَامَةِ إِذَا طَلَبُوا ثَوَابَهَا مِنْ اللَّه تَعَالَى لِأَنَّهُمْ كَانُوا يَحْسَبُونَ أَنَّهُمْ كَانُوا عَلَى شَيْء فَلَمْ يَجِدُوا شَيْئًا وَلَا أَلْفَوْا حَاصِلًا إِلَّا كَمَا يَتَحَصَّل مِنْ الرَّمَادِ إِذَا اِشْتَدَّتْ بِهِ الرِّيحُ الْعَاصِفَةُ \" فِي يَوْم عَاصِف \" أَيْ ذِي رِيح شَدِيدَة عَاصِفَة قَوِيَّة فَلَمْ يَقْدِرُوا عَلَى شَيْء مِنْ أَعْمَالِهِمْ الَّتِي كَسَبُوا فِي الدُّنْيَا إِلَّا كَمَا يَقْدِرُونَ عَلَى جَمْع هَذَا الرَّمَاد فِي هَذَا الْيَوْم كَقَوْلِهِ تَعَالَى \" وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا \" وَقَوْله تَعَالَى \" مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْم ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمْ اللَّه وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ \" وَقَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَاَلَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر فَمَثَله كَمَثَلِ صَفْوَان عَلَيْهِ تُرَاب فَأَصَابَهُ وَابِل فَتَرَكَهُ صَلْدًا لَا يَقْدِرُونَ عَلَى شَيْء مِمَّا كَسَبُوا وَاَللَّه لَا يَهْدِي الْقَوْم الْكَافِرِينَ\" وَقَوْله فِي هَذِهِ الْآيَة \" ذَلِكَ هُوَ الضَّلَال الْبَعِيد \" أَيْ سَعْيهمْ وَعَمَلهمْ عَلَى غَيْر أَسَاس وَلَا اِسْتِقَامَة حَتَّى فَقَدُوا ثَوَابَهُمْ أَحْوَج مَا كَانُوا إِلَيْهِ \" ذَلِكَ هُوَ الضَّلَال الْبَعِيد \" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37909, "aya_id": 18}]