[{"text": "وَالَّذِينَ اتَّخَذُواْ مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ اللّهَ وَرَسُولَهُ مِن قَبْلُ وَلَيَحْلِفَنَّ إِنْ أَرَدْنَا إِلاَّ الْحُسْنَى وَاللّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ", "sura_id": 9, "type": 0, "id": 1342, "aya_id": 107}, {"text": "والذين اتخذوا مسجدا ضرارا وكفرا وتفريقا بين المؤمنين وإرصادا لمن حارب الله ورسوله من قبل وليحلفن إن أردنا إلا الحسنى والله يشهد إنهم لكاذبون", "sura_id": 9, "type": 1, "id": 7578, "aya_id": 107}, {"text": "107 - (و) منهم (الذين اتخذوا مسجداً) وهم اثنا عشر من المنافقين (ضراراً) مضارة لأهل مسجد قباء (وكفراً) لأنهم بنوه بأمر أبي عامر الراهب ليكون معقلاً له يقدم فيه من يأتي من عنده وكان ذهب ليأتي بجنود من قيصر لقتال النبي صلى الله عليه وسلم (وتفريقاً بين المؤمنين) الذين يصلون بقباء بصلاة بعضهم في مسجدهم (وإرصاداً) ترقباً (لمن حارب الله ورسوله من قبل) أي قبل بنائه وهو أبو عامر المذكور (وليحلفن إن) ما (أردنا) ببنائه (إلا) الفعلة (الحسنى) من الرفق بالمسكين في المطر والحر والتوسعة على المسلمين (والله يشهد إنهم لكاذبون) في ذلك ، وكانوا سألوا النبي صلى الله عليه وسلم أي يصلي فيه فنزل \r\n", "sura_id": 9, "type": 2, "id": 26286, "aya_id": 107}, {"text": "والمنافقون الذين بنوا مسجدًا; مضارة للمؤمنين وكفرًا بالله وتفريقًا بين المؤمنين, ليصلي فيه بعضهم ويترك مسجد (قباء) الذي يصلي فيه المسلمون, فيختلف المسلمون ويتفرقوا بسبب ذلك, وانتظارا لمن حارب الله ورسوله من قبل -وهو أبو عامر الراهب الفاسق- ليكون مكانًا للكيد للمسلمين, وليحلفنَّ هؤلاء المنافقون أنهم ما أرادوا ببنائه إلا الخير والرفق بالمسلمين والتوسعة على الضعفاء العاجزين عن السير إلى مسجد (قباء), والله يشهد إنهم لكاذبون فيما يحلفون عليه. وقد هُدِم المسجد وأُحرِق.\r\n", "sura_id": 9, "type": 3, "id": 32522, "aya_id": 107}, {"text": " <font color=red>وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ</font><BR><p>سَبَب نُزُول هَذِهِ الْآيَات الْكَرِيمَات أَنَّهُ كَانَ بِالْمَدِينَةِ قَبْل مَقْدِم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهَا رَجُل مِنْ الْخَزْرَج يُقَال لَهُ أَبُو عَامِر الرَّاهِب وَكَانَ قَدْ تَنَصَّرَ فِي الْجَاهِلِيَّة وَقَرَأَ عِلْم أَهْل الْكِتَاب وَكَانَ فِيهِ عِبَادَة فِي الْجَاهِلِيَّة وَلَهُ شَرَف فِي الْخَزْرَج كَبِير فَلَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُهَاجِرًا إِلَى الْمَدِينَة وَاجْتَمَعَ الْمُسْلِمُونَ عَلَيْهِ وَصَارَتْ لِلْإِسْلَامِ كَلِمَة عَالِيَة وَأَظْهَرَهُمْ اللَّه يَوْم بَدْر شَرِقَ اللَّعِين أَبُو عَامِر بِرِيقِهِ وَبَارَزَ بِالْعَدَاوَةِ وَظَاهَرَ بِهَا وَخَرَجَ فَارًّا إِلَى كُفَّار مَكَّة مِنْ مُشْرِكِي قُرَيْش يُمَالِئهُمْ عَلَى حَرْب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاجْتَمَعُوا بِمَنْ وَافَقَهُمْ مِنْ أَحْيَاء الْعَرَب وَقَدِمُوا عَام أُحُد فَكَانَ مِنْ أَمْر الْمُسْلِمِينَ مَا كَانَ وَامْتَحَنَهُمْ اللَّه عَزَّ وَجَلَّ وَكَانَتْ الْعَاقِبَة لِلْمُتَّقِينَ وَكَانَ هَذَا الْفَاسِق قَدْ حَفَرَ حَفَائِر فِيمَا بَيْن الصَّفَّيْنِ فَوَقَعَ فِي إِحْدَاهُنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأُصِيبَ ذَلِكَ الْيَوْم فَجُرِحَ وَجْهه وَكُسِرَتْ رَبَاعِيَته الْيُمْنَى السُّفْلَى وَشُجَّ رَأْسُهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَتَقَدَّمَ أَبُو عَامِر فِي أَوَّل الْمُبَارَزَة إِلَى قَوْمه مِنْ الْأَنْصَار فَخَاطَبَهُمْ وَاسْتَمَالَهُمْ إِلَى نَصْره وَمُوَافَقَته فَلَمَّا عَرَفُوا كَلَامه قَالُوا : لَا أَنْعَمَ اللَّه بِك عَيْنًا يَا فَاسِق يَا عَدُوّ اللَّه وَنَالُوا مِنْهُ وَسَبُّوهُ فَرَجَعَ وَهُوَ يَقُول : وَاَللَّه لَقَدْ أَصَابَ قَوْمِي بَعْدِي شَرّ , وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ دَعَاهُ إِلَى اللَّه قَبْل فِرَاره وَقَرَأَ عَلَيْهِ مِنْ الْقُرْآن فَأَبَى أَنْ يُسْلِم وَتَمَرَّدَ , فَدَعَا عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَمُوت بَعِيدًا طَرِيدًا فَنَالَتْهُ هَذِهِ الدَّعْوَة ; وَذَلِكَ أَنَّهُ لَمَّا فَرَغَ النَّاس مِنْ أُحُد وَرَأَى أَمْر الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي اِرْتِفَاع وَظُهُور ذَهَبَ إِلَى هِرَقْل مَلِك الرُّوم يَسْتَنْصِرهُ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَعَدَهُ وَمَنَّاهُ وَأَقَامَ عِنْده وَكَتَبَ إِلَى جَمَاعَة مِنْ قَوْمه مِنْ الْأَنْصَار مِنْ أَهْل النِّفَاق وَالرَّيْب يَعِدهُمْ وَيُمَنِّيهِمْ أَنَّهُ سَيَقْدَمُ بِجَيْشٍ يُقَاتِل بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَغْلِبهُ وَيَرُدّهُ عَمَّا هُوَ فِيهِ , وَأَمَرَهُمْ أَنْ يَتَّخِذُوا لَهُ مَعْقِلًا يَقْدَم عَلَيْهِمْ فِيهِ مَنْ يَقْدَم مِنْ عِنْده لِأَدَاءِ كَتْبه وَيَكُون مَرْصَدًا لَهُ إِذَا قَدِمَ عَلَيْهِمْ بَعْد ذَلِكَ , فَشَرَعُوا فِي بِنَاء مَسْجِد مُجَاوِر لِمَسْجِدِ قُبَاء فَبَنَوْهُ وَأَحْكَمُوهُ وَفَرَغُوا مِنْهُ قَبْل خُرُوج رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى تَبُوك وَجَاءُوا فَسَأَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَأْتِي إِلَيْهِمْ فَيُصَلِّي فِي مَسْجِدهمْ لِيَحْتَجُّوا بِصَلَاتِهِ فِيهِ عَلَى تَقْرِيره وَإِثْبَاته وَذَكَرُوا أَنَّهُمْ إِنَّمَا بَنَوْهُ لِلضُّعَفَاءِ مِنْهُمْ وَأَهْل الْعِلَّة فِي اللَّيْلَة الشَّاتِيَة فَعَصَمَهُ اللَّه مِنْ الصَّلَاة فِيهِ فَقَالَ \" إِنَّا عَلَى سَفَر وَلَكِنْ إِذَا رَجَعْنَا إِنْ شَاءَ اللَّه \" فَلَمَّا قَفَلَ عَلَيْهِ السَّلَام رَاجِعًا إِلَى الْمَدِينَة مِنْ تَبُوك وَلَمْ يَبْقَ بَيْنه وَبَيْنهَا إِلَّا يَوْم أَوْ بَعْض الْيَوْم نَزَلَ عَلَيْهِ جِبْرِيل بِخَبَرِ مَسْجِد الضِّرَار وَمَا اِعْتَمَدَهُ بَانُوهُ مِنْ الْكُفْر وَالتَّفْرِيق بَيْن جَمَاعَة الْمُؤْمِنِينَ فِي مَسْجِدهمْ مَسْجِد قُبَاء الَّذِي أُسِّسَ فِي أَوَّل يَوْم عَلَى التَّقْوَى . فَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى ذَلِكَ الْمَسْجِد مَنْ هَدَمَهُ قَبْل مَقْدِمه الْمَدِينَة كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة هُمْ أُنَاس مِنْ الْأَنْصَار بَنَوْا مَسْجِدًا فَقَالَ لَهُمْ أَبُو عَامِر اِبْنُوا مَسْجِدًا وَاسْتَعِدُّوا بِمَا اِسْتَطَعْتُمْ مِنْ قُوَّة وَمِنْ سِلَاح فَإِنِّي ذَاهِب إِلَى قَيْصَر مَلِك الرُّوم فَآتِي بِجُنْدٍ مِنْ الرُّوم وَأُخْرِج مُحَمَّدًا وَأَصْحَابه فَلَمَّا فَرَغُوا مِنْ مَسْجِدهمْ أَتَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا لَهُ قَدْ فَرَغْنَا مِنْ بِنَاء مَسْجِدنَا فَنُحِبّ أَنْ تُصَلِّي فِيهِ وَتَدْعُو لَنَا بِالْبَرَكَةِ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" لَا تَقُمْ فِيهِ أَبَدًا \" إِلَى قَوْله \" الظَّالِمِينَ \" وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَمُجَاهِد وَعُرْوَة بْن الزُّبَيْر وَقَتَادَة وَغَيْر وَاحِد مِنْ الْعُلَمَاء وَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار عَنْ الزُّهْرِيّ وَيَزِيد بْن رُومَان وَعَبْد اللَّه بْن أَبِي بَكْر وَعَاصِم بْن عَمْرو بْن قَتَادَة وَغَيْرهمْ قَالُوا : أَقْبَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي مِنْ تَبُوك حَتَّى نَزَلَ بِذِي أَوَان بَلَد بَيْنه وَبَيْن الْمَدِينَة سَاعَة مِنْ نَهَار وَكَانَ أَصْحَاب مَسْجِد الضِّرَار قَدْ كَانُوا أَتَوْهُ وَهُوَ يَتَجَهَّز إِلَى تَبُوك فَقَالُوا يَا رَسُول اللَّه إِنَّا قَدْ بَنَيْنَا مَسْجِدًا لِذِي الْعِلَّة وَالْحَاجَة وَاللَّيْلَة الْمَطِيرَة وَاللَّيْلَة الشَّاتِيَة وَإِنَّا نُحِبّ أَنْ تَأْتِينَا فَتُصَلِّي لَنَا فِيهِ فَقَالَ \" إِنِّي عَلَى جُنَاح سَفَر وَحَال شُغْل \" أَوْ كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ \" وَلَوْ قَدْ قَدِمْنَا إِنْ شَاءَ اللَّه تَعَالَى أَتَيْنَاكُمْ فَصَلَّيْنَا لَكُمْ فِيهِ \" فَلَمَّا نَزَلَ بِذِي أَوَان أَتَاهُ خَبَر الْمَسْجِد فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ مَالِك بْن الدَّخْشَم أَخَا بَنِي سَالِم بْن عَوْف وَمَعْن بْن عَدِيّ أَوْ أَخَاهُ عَامِر بْن عَدِيّ أَخَا بَنِي عَجْلَان فَقَالَ \" اِنْطَلِقَا إِلَى هَذَا الْمَسْجِد الظَّالِم أَهْله فَاهْدِمَاهُ وَحَرِّقَاهُ \" فَخَرَجَا سَرِيعَيْنِ حَتَّى أَتَيَا بَنِي سَالِم بْن عَوْف وَهُمْ رَهْط مَالِك بْن الدَّخْشَم . فَقَالَ مَالِك لِمَعْنٍ أَنْظِرْنِي حَتَّى أَخْرُج إِلَيْك بِنَارٍ مِنْ أَهْلِي فَدَخَلَ أَهْله فَأَخَذَ سَعَفًا مِنْ النَّخْل فَأَشْعَلَ فِيهِ نَارًا ثُمَّ خَرَجَا يَشْتَدَّانِ حَتَّى دَخَلَا الْمَسْجِد وَفِيهِ أَهْله فَحَرَقَاهُ وَهَدَمَاهُ وَتَفَرَّقُوا عَنْهُ وَنَزَلَ فِيهِمْ مِنْ الْقُرْآن مَا نَزَلَ \" وَاَلَّذِينَ اِتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا \" إِلَى آخِر الْقِصَّة وَكَانَ الَّذِينَ بَنَوْهُ اِثْنَيْ عَشَر رَجُلًا : خِذَام بْن خَالِد مِنْ بَنِي عَبْد بْن زَيْد أَحَد بَنِي عَمْرو بْن عَوْف وَمِنْ دَاره أُخْرِج مَسْجِد الشِّقَاق وَثَعْلَبَة بْن حَاطِب مِنْ بَنِي عُبَيْد وَمَوَالِي بَنِي أُمَيَّة بْن زَيْد وَمُعَتِّب بْن قُشَيْر مِنْ بَنِي ضَيْعَة بْن زَيْد وَأَبُو حَبِيبَة بْن الْأَزْعَر مِنْ بَنِي ضُبَيْعَة بْن زَيْد وَعَبَّاد بْن حُنَيْف أَخُو سَهْل بْن حُنَيْف مِنْ بَنِي عَمْرو بْن عَوْف وَحَارِثَة بْن عَامِر وَابْنَاهُ مَجْمَع بْن حَارِثَة وَزَيْد بْن حَارِثَة ونبتل الْحَارِث وَهُمْ مِنْ بَنِي ضُبَيْعَة ومخرج وَهُمْ مِنْ بَنِي ضُبَيْعَة وَبِجَاد بْن عِمْرَان وَهُوَ مِنْ بَنِي ضُبَيْعَة وَوَدِيعَة بْن ثَابِت وَمَوَالِي بَنِي أُمَيَّة رَهْط أَبِي لُبَابَة بْن عَبْد الْمُنْذِر . وَقَوْله \" وَلَيَحْلِفُنَّ \" أَيْ الَّذِينَ بَنَوْهُ \" إِنْ أَرَدْنَا إِلَّا الْحُسْنَى \" أَيْ مَا أَرَدْنَا بِبُنْيَانِهِ إِلَّا خَيْرًا وَرِفْقًا بِالنَّاسِ قَالَ اللَّه تَعَالَى \" وَاَللَّه يَشْهَد إِنَّهُمْ لَكَاذِبُونَ \" أَيْ فِيمَا قَصَدُوا وَفِيمَا نَوَوْا وَإِنَّمَا بَنَوْهُ ضِرَارًا لِمَسْجِدِ قُبَاء وَكُفْرًا بِاَللَّهِ وَتَفْرِيقًا بَيْن الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّه وَرَسُوله مِنْ قَبْل وَهُوَ أَبُو عَامِر الْفَاسِق الَّذِي يُقَال لَهُ الرَّاهِب لَعَنَهُ اللَّه .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43403, "aya_id": 107}]