[{"text": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ", "sura_id": 1, "type": 0, "id": 1, "aya_id": 1}, {"text": "بسم الله الرحمن الرحيم", "sura_id": 1, "type": 1, "id": 6237, "aya_id": 1}, {"text": "1-سورة الفاتحة [مكية ، سبع آيات بالبسملة إن كانت منها ، والسابعة {صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين} وإن لم تكن منها ، فالسابعة : {غير المغضوب عليهم ولا الضالين} ويقدر في أولها \"قولوا\" ليكون ما قبل \"إياك نعبد\" مناسباً له بكونها من مقول العباد]ـ 1 – بسم الله الرحمن الرحيم \r\n", "sura_id": 1, "type": 2, "id": 24945, "aya_id": 1}, {"text": "سورة الفاتحة سميت هذه السورة بالفاتحة; لأنه يفتتح بها القرآن العظيم, وتسمى المثاني; لأنها تقرأ في كل ركعة, ولها أسماء أخر. أبتدئ قراءة القرآن باسم الله مستعينا به, (اللهِ) علم على الرب -تبارك وتعالى- المعبود بحق دون سواه, وهو أخص أسماء الله تعالى, ولا يسمى به غيره سبحانه. (الرَّحْمَنِ) ذي الرحمة العامة الذي وسعت رحمته جميع الخلق, (الرَّحِيمِ) بالمؤمنين, وهما اسمان من أسمائه تعالى، يتضمنان إثبات صفة الرحمة لله تعالى كما يليق بجلاله.\r\n", "sura_id": 1, "type": 3, "id": 31181, "aya_id": 1}, {"text": " <font color=red>بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ</font><BR><p>سُورَة الْفَاتِحَة . يُقَال لَهَا الْفَاتِحَة أَيْ فَاتِحَة الْكِتَاب خَطًّا وَبِهَا تُفْتَح الْقِرَاءَة فِي الصَّلَوَات وَيُقَال لَهَا أَيْضًا أُمّ الْكِتَاب عِنْد الْجُمْهُور ذَكَرَه أَنَس , وَالْحَسَن وَابْن سِيرِينَ كَرِهَا تَسْمِيَتهَا بِذَلِكَ قَالَ الْحَسَن وَابْن سِيرِينَ إِنَّمَا ذَلِكَ اللَّوْح الْمَحْفُوظ وَقَالَ الْحَسَن الْآيَات الْمُحْكَمَات هُنَّ أُمّ الْكِتَاب وَلِذَا كَرِهَا أَيْضًا أَنْ يُقَال لَهَا أُمّ الْقُرْآن وَقَدْ ثَبَتَ فِي الصَّحِيح عِنْد التِّرْمِذِيّ وَصَحَّحَهُ عَنْ أَبِي هُرَيْرَة قَالَ - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ أُمّ الْقُرْآن وَأُمّ الْكِتَاب وَالسَّبْع الْمَثَانِي وَالْقُرْآن الْعَظِيم \" وَيُقَال لَهَا \" الْحَمْد \" وَيُقَال لَهَا \" الصَّلَاة \" لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ رَبّه \" قَسَمْت الصَّلَاة بَيْنِي وَبَيْن عَبْدِي نِصْفَيْنِ فَإِذَا قَالَ الْعَبْد الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ قَالَ اللَّه حَمِدَنِي عَبْدِي \" الْحَدِيث . فَسُمِّيَتْ الْفَاتِحَة صَلَاة لِأَنَّهَا شَرْط فِيهَا وَيُقَال لَهَا \" الشِّفَاء \" لِمَا رَوَاهُ الدَّارِمِيّ عَنْ أَبِي سَعِيد مَرْفُوعًا \" فَاتِحَة الْكِتَاب شِفَاء مِنْ كُلّ سُمّ\" وَيُقَال لَهَا \" الرُّقْيَة \" لِحَدِيثِ أَبِي سَعِيد فِي الصَّحِيح حِين رَقَى بِهَا الرَّجُل السَّلِيم فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا يُدْرِيك أَنَّهَا رُقْيَة \" ؟ وَرَوَى الشَّعْبِيّ عَنْ اِبْن عَبَّاس أَنَّهُ سَمَّاهَا \" أَسَاس الْقُرْآن\" قَالَ وَأَسَاسهَا بِسْمِ اللَّه الرَّحْمَن الرَّحِيم وَسَمَّاهَا سُفْيَان بْن عُيَيْنَةَ \" بِالْوَاقِيَةِ \" وَسَمَّاهَا يَحْيَى بْن أَبِي كَثِير \" الْكَافِيَة \" لِأَنَّهَا تَكْفِي عَمَّا عَدَاهَا وَلَا يَكْفِي مَا سِوَاهَا عَنْهَا كَمَا جَاءَ فِي بَعْض الْأَحَادِيث الْمُرْسَلَة\" أُمّ الْقُرْآن عِوَض مِنْ غَيْرهَا وَلَيْسَ مَنْ غَيْرهَا عِوَض مِنْهَا \" وَيُقَال لَهَا سُورَة \" الصَّلَاة وَالْكَنْز \" ذَكَرَهمَا الزَّمَخْشَرِيُّ فِي كَشَّافه . وَهِيَ مَكِّيَّة قَالَهُ اِبْن عَبَّاس وَقَتَادَة وَأَبُو الْعَالِيَة وَقِيلَ مَدَنِيَّة قَالَهُ أَبُو هُرَيْرَة وَمُجَاهِد وَعَطَاء بْن يَسَار وَالزُّهْرِيّ وَيُقَال نَزَلَتْ مَرَّتَيْنِ مَرَّة بِمَكَّةَ وَمَرَّة بِالْمَدِينَةِ . وَالْأَوَّل أَشْبَه لِقَوْلِهِ تَعَالَى : \" وَلَقَدْ آتَيْنَاك سَبْعًا مِنْ الْمَثَانِي \" وَاَللَّه تَعَالَى أَعْلَم وَحَكَى أَبُو اللَّيْث السَّمَرْقَنْدِيّ أَنَّ نِصْفهَا نَزَلَ بِمَكَّة وَنِصْفهَا الْآخَر نَزَلَ بِالْمَدِينَةِ وَهُوَ غَرِيب جِدًّا نَقَلَهُ الْقُرْطُبِيّ عَنْهُ وَهِيَ سَبْع آيَات بِلَا خِلَاف وَقَالَ عَمْرو بْن عُبَيْد ثَمَان وَقَالَ حُسَيْن الْجُعْفِيّ سِتَّة وَهَذَانِ الْقَوْلَانِ شَاذَّانِ وَإِنَّمَا اِخْتَلَفُوا فِي الْبَسْمَلَة هَلْ هِيَ آيَة مُسْتَقِلَّة مِنْ أَوَّلهَا كَمَا هُوَ عِنْد جُمْهُور قُرَّاء الْكُوفَة وَقَوْل جَمَاعَة مِنْ الصَّحَابَة وَالتَّابِعِينَ وَخَلْق مِنْ الْخَلَف أَوْ بَعْض آيَة أَوْ لَا تُعَدّ مِنْ أَوَّلهَا بِالْكُلِّيَّةِ كَمَا هُوَ قَوْل أَهْل الْمَدِينَة مِنْ الْقُرَّاء وَالْفُقَهَاء ؟ عَلَى ثَلَاثَة أَقْوَال كَمَا سَيَأْتِي تَقْرِيرهَا فِي مَوْضِعه إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة . قَالُوا وَكَلِمَاتهَا خَمْس وَعِشْرُونَ كَلِمَة وَحُرُوفهَا مِائَة وَثَلَاثَة عَشَر حَرْفًا . قَالَ الْبُخَارِيّ فِي أَوَّل كِتَاب التَّفْسِير وَسُمِّيَتْ أُمّ الْكِتَاب لِأَنَّهُ يُبْدَأ بِكِتَابَتِهَا فِي الْمَصَاحِف وَيُبْدَأ بِقِرَاءَتِهَا فِي الصَّلَاة وَقِيلَ إِنَّمَا سُمِّيَتْ بِذَلِكَ لِرُجُوعِ مَعَانِي الْقُرْآن كُلّه إِلَى مَا تَضَمَّنَتْهُ . قَالَ اِبْن جَرِير : وَالْعَرَب تُسَمِّي كُلّ جَامِع أَمْر أَوْ مُقَدِّم لِأَمْرٍ إِذَا كَانَتْ لَهُ تَوَابِع تَتْبَعهُ هُوَ لَهَا إِمَام جَامِع - أُمًّا فَتَقُول لِلْجِلْدَةِ الَّتِي تَجْمَع الدِّمَاغ أُمّ الرَّأْس وَيُسَمُّونَ لِوَاء الْجَيْش وَرَايَتهمْ الَّتِي يَجْتَمِعُونَ تَحْتهَا أُمًّا وَاسْتَشْهَدَ بِقَوْلِ ذِي الرُّمَّة : عَلَى رَأْسه أُمّ لَنَا نَقْتَدِي بِهَا جِمَاع أُمُور لَيْسَ نَعْصِي لَهَا أَمْرًا يَعْنِي الرُّمْح - قَالَ وَسُمِّيَتْ مَكَّة أُمّ الْقُرَى لِتَقَدُّمِهَا أَمَام جَمِيعهَا وَجَمْعهَا مَا سِوَاهَا . وَقِيلَ لِأَنَّ الْأَرْض دُحِيَتْ مِنْهَا. وَيُقَال لَهَا أَيْضًا الْفَاتِحَة لِأَنَّهَا تُفْتَتَح بِهَا الْقِرَاءَة وَافْتَتَحَتْ الصَّحَابَة بِهَا كِتَابَة الْمُصْحَف الْإِمَام وَصَحَّ تَسْمِيَتهَا بِالسَّبْعِ الْمَثَانِي قَالُوا لِأَنَّهَا تُثَنَّى فِي الصَّلَاة فَتُقْرَأ فِي كُلّ رَكْعَة وَإِنْ كَانَ لِلْمَثَانِي مَعْنًى آخَر غَيْر هَذَا كَمَا سَيَأْتِي بَيَانه فِي مَوْضِعه إِنْ شَاءَ اللَّه تَعَالَى . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن هَارُون أَنْبَأَنَا اِبْن أَبِي ذِئْب وَهَاشِم بْن هَاشِم عَنْ اِبْن أَبِي ذِئْب عَنْ الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي أُمّ الْقُرْآن \" هِيَ أُمّ الْقُرْآن وَهِيَ السَّبْع الْمَثَانِي وَهِيَ الْقُرْآن الْعَظِيم\" ثُمَّ رَوَاهُ عَنْ إِسْمَاعِيل بْن عُمَر عَنْ اِبْن أَبِي ذِئْب بِهِ وَقَالَ أَبُو جَعْفَر مُحَمَّد بْن جَرِير الطَّبَرِيّ : حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى أَنْبَأَنَا اِبْن وَهْب أَخْبَرَنِي اِبْن أَبِي ذِئْب عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" هِيَ أُمّ الْقُرْآن وَهِيَ فَاتِحَة الْكِتَاب وَهِيَ السَّبْع الْمَثَانِي \" وَقَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن مُوسَى بْن مَرْدَوَيْهِ فِي تَفْسِيره حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن زِيَاد حَدَّثَنَا مُحَمَّد بْن غَالِب بْن حَارِث حَدَّثَنَا إِسْحَاق بْن عَبْد الْوَاحِد الْمَوْصِلِيّ حَدَّثَنَا الْمُعَافَى بْن عِمْرَان عَنْ عَبْد الْحَمِيد بْن جَعْفَر عَنْ نُوح بْن أَبِي بِلَال عَنْ الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ سَبْع آيَات : بِسْمِ اللَّه الرَّحْمَن الرَّحِيم إِحْدَاهُنَّ وَهِيَ السَّبْع الْمَثَانِي وَالْقُرْآن الْعَظِيم وَهِيَ أُمّ الْكِتَاب وَفَاتِحَة الْكِتَاب \" وَقَدْ رَوَاهُ الدَّارَقُطْنِيّ أَيْضًا عَنْ أَبِي هُرَيْرَة مَرْفُوعًا بِنَحْوِهِ أَوْ مِثْله وَقَالَ كُلّهمْ ثِقَات وَرَوَى الْبَيْهَقِيّ عَنْ عَلِيّ وَابْن عَبَّاس وَأَبِي هُرَيْرَة أَنَّهُمْ فَسَّرُوا قَوْله تَعَالَى : \" سَبْعًا مِنْ الْمَثَانِي \" بِالْفَاتِحَةِ وَأَنَّ الْبَسْمَلَة هِيَ الْآيَة السَّابِعَة مِنْهَا وَسَيَأْتِي تَمَام هَذَا عِنْد الْبَسْمَلَة. وَقَدْ رَوَى الْأَعْمَش عَنْ إِبْرَاهِيم قَالَ : قِيلَ لِابْنِ مَسْعُود : لِمَ لَمْ تَكْتُب الْفَاتِحَة فِي مُصْحَفك ؟ فَقَالَ : لَوْ كَتَبْتهَا لَكَتَبْتهَا فِي أَوَّل كُلّ سُورَة قَالَ أَبُو بَكْر بْن أَبِي دَاوُدَ يَعْنِي حَيْثُ يُقْرَأ فِي الصَّلَاة قَالَ : وَاكْتَفَيْت بِحِفْظِ الْمُسْلِمِينَ لَهَا عَنْ كِتَابَتهَا وَقَدْ قِيلَ : إِنَّ الْفَاتِحَة أَوَّل شَيْء أُنْزِلَ مِنْ الْقُرْآن كَمَا وَرَدَ فِي حَدِيث رَوَاهُ الْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة وَنَقَلَهُ الْبَاقِلَّانِيُّ أَحَد أَقْوَال ثَلَاثَة وَقِيلَ \" يَا أَيّهَا الْمُدَّثِّر \" كَمَا فِي حَدِيث جَابِر فِي الصَّحِيح وَقِيلَ : \" اِقْرَأْ بِاسْمِ رَبّك الَّذِي خَلَقَ \" وَهَذَا هُوَ الصَّحِيح كَمَا سَيَأْتِي تَقْرِيره فِي مَوْضِعه وَاَللَّه الْمُسْتَعَان \" . ذِكْر مَا وَرَدَ فِي فَضْل الْفَاتِحَة \" قَالَ الْإِمَام أَحْمَد بْن مُحَمَّد بْن حَنْبَل رَحِمَهُ اللَّه تَعَالَى فِي مُسْنَده : حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ شُعَبَة حَدَّثَنِي حَبِيب بْن عَبْد الرَّحْمَن عَنْ حَفْص بْن عَاصِم عَنْ أَبِي سَعِيد بْن الْمُعَلَّى رَضِيَ اللَّه عَنْهُ قَالَ : كُنْت أُصَلِّي فَدَعَانِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ أُجِبْهُ حَتَّى صَلَّيْت قَالَ : فَأَتَيْته فَقَالَ \" مَا مَنَعَك أَنْ تَأْتِيَنِي ؟ \" قَالَ قُلْت : يَا رَسُولَ اللَّه إِنِّي كُنْت أُصَلِّي قَالَ : أَلَمْ يَقُلْ اللَّه تَعَالَى : \" يَا أَيّهَا الَّذِينَ آمَنُوا اِسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ \" ثُمَّ قَالَ \" لَأُعَلِّمَنَّك أَعْظَم سُورَة فِي الْقُرْآن قَبْل أَنْ تَخْرُج مِنْ الْمَسْجِد \" قَالَ : فَأَخَذَ بِيَدِي فَلَمَّا أَرَادَ أَنْ يَخْرُج مِنْ الْمَسْجِد قُلْت : يَا رَسُول اللَّه إِنَّك قُلْت لَأُعَلِّمَنَّك أَعْظَم سُورَة فِي الْقُرْآن قَالَ \" نَعَمْ\" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" هِيَ السَّبْع الْمَثَانِي وَالْقُرْآن الْعَظِيم الَّذِي أُوتِيته \" وَهَكَذَا رَوَاهُ الْبُخَارِيّ عَنْ مُسَدَّد وَعَلِيّ بْن الْمَدِينِيّ كِلَاهُمَا عَنْ يَحْيَى بْن سَعِيد الْقَطَّان بِهِ وَرَوَاهُ فِي مَوْضِع آخَر مِنْ التَّفْسِير وَأَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ شُعْبَة بِهِ وَرَوَاهُ الْوَاقِدِيّ عَنْ مُحَمَّد بْن مُعَاذ الْأَنْصَارِيّ عَنْ خُبَيْب بْن عَبْد الرَّحْمَن عَنْ حَفْص بْن عَاصِم عَنْ أَبِي سَعِيد بْن الْمُعَلَّى عَنْ أُبَيّ بْن كَعْب فَذَكَرَ نَحْوه . وَقَدْ وَقَعَ فِي الْمُوَطَّأ لِلْإِمَامِ مَالِك بْن أَنَس رَحِمَهُ اللَّه مَا يَنْبَغِي التَّنْبِيه عَلَيْهِ فَإِنَّهُ رَوَاهُ مَالِك عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن بْن يَعْقُوب الْحَرَقِيّ أَنَّ أَبَا سَعِيد مَوْلَى اِبْن عَامِر بْن كُرَيْزٍ أَخْبَرَهُمْ أَنَّ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَادَى أُبَيّ بْن كَعْب وَهُوَ يُصَلِّي فِي الْمَسْجِد فَلَمَّا فَرَغَ مِنْ صَلَاته لَحِقَهُ قَالَ فَوَضَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَده عَلَى يَدَيَّ وَهُوَ يُرِيد أَنْ يَخْرُج مِنْ بَاب الْمَسْجِد ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَأَرْجُو أَنْ لَا تَخْرُج مِنْ بَاب الْمَسْجِد حَتَّى تَعْلَم سُورَة مَا أُنْزِلَ فِي التَّوْرَاة وَلَا فِي الْإِنْجِيل وَلَا فِي الْقُرْآن مِثْلهَا \" قَالَ أُبَيّ رَضِيَ اللَّه عَنْهُ فَجَعَلْت أُبْطِئ فِي الْمَشْي رَجَاء ذَلِكَ ثُمَّ قُلْت يَا رَسُول اللَّه مَا السُّورَة الَّتِي وَعَدْتنِي ؟ قَالَ \" كَيْف تَقْرَأ إِذَا اِفْتَتَحْت الصَّلَاة ؟ قَالَ فَقَرَأْت عَلَيْهِ \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ\" حَتَّى أَتَيْت عَلَى آخِرهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هِيَ هَذِهِ السُّورَة وَهِيَ السَّبْع الْمَثَانِي وَالْقُرْآن الْعَظِيم الَّذِي أُعْطِيت \" فَأَبُو سَعِيد هَذَا لَيْسَ بِأَبِي سَعِيد بْن الْمُعَلَّى كَمَا اِعْتَقَدَهُ اِبْن الْأَثِير فِي جَامِع الْأُصُول وَمَنْ تَبِعَهُ فَإِنَّ اِبْن الْمُعَلَّى صَحَابِيّ أَنْصَارِيّ وَهَذَا تَابِعِيّ مِنْ مَوَالِي خُزَاعَة وَذَاكَ الْحَدِيث مُتَّصِل صَحِيح وَهَذَا ظَاهِره أَنَّهُ مُنْقَطِع إِنْ لَمْ يَكُنْ سَمِعَهُ أَبُو سَعِيد هَذَا مِنْ أُبَيّ بْن كَعْب فَإِنْ كَانَ قَدْ سَمِعَهُ مِنْهُ فَهُوَ عَلَى شَرْط مُسْلِم وَاَللَّه أَعْلَم عَلَى أَنَّهُ قَدْ رُوِيَ عَنْ أُبَيّ بْن كَعْب مِنْ غَيْر وَجْه كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الرَّحْمَن بْن إِبْرَاهِيم حَدَّثَنَا الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه تَعَالَى عَنْهُ قَالَ خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أُبَيّ بْن كَعْب وَهُوَ يُصَلِّي فَقَالَ \" يَا أُبَيّ \" فَالْتَفَتَ ثُمَّ لَمْ يُجِبْهُ ثُمَّ قَالَ أُبَيّ فَخَفَّفَ أُبَيّ ثُمَّ اِنْصَرَفَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ السَّلَام عَلَيْك أَيْ رَسُول اللَّه فَقَالَ \" وَعَلَيْك السَّلَام مَا مَنَعَك أَيْ أُبَيّ إِذْ دَعَوْتُك أَنْ تُجِيبنِي \" فَقَالَ أَيْ رَسُول اللَّه إِنِّي كُنْت فِي الصَّلَاة قَالَ \" أَوَلَسْت تَجِد فِيمَا أَوْحَى اللَّه إِلَيَّ\" اِسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ\" قَالَ بَلَى يَا رَسُول اللَّه لَا أَعُود قَالَ \" أَتُحِبُّ أَنْ أُعَلِّمك سُورَة لَمْ تَنْزِل لَا فِي التَّوْرَاة وَلَا فِي الْإِنْجِيل وَلَا فِي الزَّبُور وَلَا فِي الْفُرْقَان مِثْلهَا \" ؟ قُلْت نَعَمْ أَيْ رَسُول اللَّه قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنِّي لَأَرْجُو أَنْ لَا أَخْرُج مِنْ هَذَا الْبَاب حَتَّى تَعْلَمهَا\" قَالَ فَأَخَذَ رَسُول اللَّه بِيَدِي يُحَدِّثنِي وَأَنَا أَتَبَطَّأ مَخَافَة أَنْ يَبْلُغ قَبْل أَنْ يَقْضِي الْحَدِيث فَلَمَّا دَنَوْنَا مِنْ الْبَاب قُلْت أَيْ رَسُول اللَّه مَا السُّورَة الَّتِي وَعَدْتنِي ؟ قَالَ \" مَا تَقْرَأ فِي الصَّلَاة \" ؟ قَالَ فَقَرَأْت عَلَيْهِ أُمّ الْقُرْآن قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ مَا أَنْزَلَ اللَّه فِي التَّوْرَاة وَلَا فِي الْإِنْجِيل وَلَا فِي الزَّبُور وَلَا فِي الْفُرْقَان مِثْلهَا إِنَّهَا السَّبْع الْمَثَانِي وَرَوَاهُ التِّرْمِذِيّ عَنْ قُتَيْبَة عَنْ الدَّرَاوَرْدِيّ عَنْ الْعَلَائِيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فَذَكَرَه وَعِنْده \" إِنَّهَا مِنْ السَّبْع الْمَثَانِي وَالْقُرْآن الْعَظِيم الَّذِي أُعْطِيته\" ثُمَّ قَالَ هَذَا حَدِيث حَسَن صَحِيح وَفِي الْبَاب عَنْ أَنَس بْن مَالِك وَرَوَاهُ عَبْد اللَّه بْن الْإِمَام أَحْمَد عَنْ إِسْمَاعِيل بْن أَبَى مَعْمَر عَنْ أَبَى أُسَامَة عَنْ عَبْد الْحَمِيد بْن جَعْفَر عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ أُبَيّ بْن كَعْب فَذَكَرَه مُطَوَّلًا بِنَحْوِهِ أَوْ قَرِيبًا مِنْهُ وَقَدْ رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ جَمِيعًا عَنْ أَبِي عَمَّار حُسَيْن بْن حُرَيْث عَنْ الْفَضْل بْن مُوسَى عَنْ عَبْد الْحَمِيد بْن جَعْفَر عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أَنْزَلَ اللَّه فِي التَّوْرَاة وَلَا فِي الْإِنْجِيل مِثْل أُمّ الْقُرْآن وَهِيَ السَّبْع الْمَثَانِي وَهِيَ مَقْسُومَة بَيْنِي وَبَيْن عَبْدِي نِصْفَيْنِ \" هَذَا لَفْظ النَّسَائِيّ وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن غَرِيب وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا هَاشِم يَعْنِي بْن الْبَرِيد حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن عَقِيل عَنْ [ اِبْن ] جَابِر قَالَ اِنْتَهَيْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ أَهَرَاقَ الْمَاء فَقُلْت السَّلَام عَلَيْك يَا رَسُول اللَّه فَلَمْ يَرُدّ عَلَيَّ قَالَ فَقُلْت السَّلَام عَلَيْك يَا رَسُول اللَّه فَلَمْ يَرُدّ عَلَيَّ قَالَ فَقُلْت السَّلَام عَلَيْك يَا رَسُول اللَّه فَلَمْ يَرُدّ عَلَيَّ قَالَ فَانْطَلَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَمْشِي وَأَنَا خَلْفه حَتَّى دَخَلَ رَحْله وَدَخَلْت أَنَا الْمَسْجِد فَجَلَسْت كَئِيبًا حَزِينًا فَخَرَجَ عَلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ تَطَهَّرَ فَقَالَ \" عَلَيْك السَّلَام وَرَحْمَة اللَّه وَبَرَكَاته وَعَلَيْك السَّلَام وَرَحْمَة اللَّه وَبَرَكَاته وَعَلَيْك السَّلَام وَرَحْمَة اللَّه \" ثُمَّ قَالَ \" أَلَا أُخْبِرُك يَا عَبْد اللَّه بْن جَابِر بِأَخْيَر سُورَة فِي الْقُرْآن ؟ قُلْت بَلَى يَا رَسُول اللَّه قَالَ اِقْرَأْ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ حَتَّى تَخْتِمهَا \" هَذَا إِسْنَاد جَيِّد وَابْن عَقِيل هَذَا يَحْتَجّ بِهِ الْأَئِمَّة الْكِبَار وَعَبْد اللَّه بْن جَابِر هَذَا الصَّحَابِيّ ذَكَرَ اِبْن الْجَوْزِيّ أَنَّهُ هُوَ الْعَبْدِيّ وَاَللَّه أَعْلَم وَيُقَال إِنَّهُ عَبْد اللَّه بْن جَابِر الْأَنْصَارِيّ الْبَيَاضِيّ فِيمَا ذَكَرَه الْحَافِظ اِبْن عَسَاكِر وَاسْتَدَلُّوا بِهَذَا الْحَدِيث وَأَمْثَاله عَلَى تَفَاضُل بَعْض الْآيَات وَالسُّوَر عَلَى بَعْض كَمَا هُوَ الْمَحْكِيّ عَنْ كَثِير مِنْ الْعُلَمَاء مِنْهُمْ إِسْحَاق بْن رَاهْوَيْهِ وَأَبُو بَكْر بْن الْعَرَبِيّ وَابْن الْحَفَّار مِنْ الْمَالِكِيَّة وَذَهَبَتْ طَائِفَة أُخْرَى إِلَى أَنَّهُ لَا تَفَاضُل فِي ذَلِكَ لِأَنَّ الْجَمِيع كَلَام اللَّه وَلِئَلَّا يُوهِم التَّفْضِيل نَقْص الْمُفَضَّل عَلَيْهِ وَإِنْ كَانَ الْجَمِيع فَاضِلًا نَقَلَهُ الْقُرْطُبِيّ عَنْ الْأَشْعَرِيّ وَأَبِي بَكْر الْبَاقِلَّانِيّ وَأَبِي حَاتِم بْن حِبَّان الْبُسْتِيّ وَأَبِي حَيَّان وَيَحْيَى بْن يَحْيَى وَرِوَايَة عَنْ الْإِمَام مَالِك أَيْضًا حَدِيث آخَر قَالَ الْبُخَارِيّ فِي فَضَائِل الْقُرْآن حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا وَهْب حَدَّثَنَا هِشَام عَنْ مُحَمَّد بْن سَعِيد عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : كُنَّا فِي مَسِير لَنَا فَنَزَلْنَا فَجَاءَتْ جَارِيَة فَقَالَتْ إِنَّ سَيِّد الْحَيّ سَلِيم وَإِنَّ نَفَرنَا غَيْب فَهَلْ مِنْكُمْ رَاقٍ ؟ فَقَامَ مَعَهَا رَجُل مَا كُنَّا نَأْبُنُهُ بِرُقْيَةٍ فَرَقَاهُ فَبَرَأَ فَأَمَرَ لَهُ بِثَلَاثِينَ شَاة وَسَقَانَا لَبَنًا فَلَمَّا رَجَعَ قُلْنَا لَهُ أَكُنْت تُحْسِن رُقْيَة أَوْ كُنْت تَرْقِي ؟ قَالَ لَا مَا رَقَيْت إِلَّا بِأُمِّ الْكِتَاب قُلْنَا لَا تُحَدِّثُوا شَيْئًا حَتَّى نَأْتِي وَنَسْأَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا قَدِمْنَا الْمَدِينَة ذَكَرْنَاهُ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" وَمَا كَانَ يُدْرِيه أَنَّهَا رُقْيَة اِقْسِمُوا وَاضْرِبُوا لِي بِسَهْمٍ \" وَقَالَ أَبُو مَعْمَر حَدَّثَنَا عَبْد الْوَارِث حَدَّثَنَا هِشَام حَدَّثَنَا مُحَمَّد بْن سِيرِينَ حَدَّثَنِي مَعْبَد بْن سِيرِينَ عَنْ أَبِي سَعِيد الْخُدْرِيّ بِهَذَا وَهَكَذَا رَوَاهُ مُسْلِم وَأَبُو دَاوُدَ مِنْ رِوَايَة هِشَام وَهُوَ اِبْن حَسَّان عَنْ اِبْن سِيرِينَ بِهِ وَفِي بَعْض رِوَايَات مُسْلِم لِهَذَا الْحَدِيث أَنَّ أَبَا سَعِيد الْخُدْرِيّ هُوَ الَّذِي رَقَى ذَلِكَ السَّلِيم يَعْنِي اللَّدِيغ يُسَمُّونَهُ بِذَلِكَ تَفَاؤُلًا. حَدِيث آخَر : رَوَى مُسْلِم فِي صَحِيحِهِ وَالنَّسَائِيّ فِي سُنَنه مِنْ حَدِيث أَبِي الْأَحْوَص سَلَّام بْن سُلَيْم عَنْ عَمَّار بْن زُرَيْق عَنْ عَبْد اللَّه بْن عِيسَى بْن عَبْد الرَّحْمَن بْن أَبَى لَيْلَى عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعِنْده جِبْرَائِيل إِذْ سَمِعَ نَقِيضًا فَوْقه فَرَفَعَ جِبْرِيل بَصَره إِلَى السَّمَاء فَقَالَ \" هَذَا بَاب قَدْ فُتِحَ مِنْ السَّمَاء مَا فُتِحَ قَطُّ \" قَالَ فَنَزَلَ مِنْهُ مَلَك فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" أَبْشِرْ بِنُورَيْنِ قَدْ أُوتِيتهمَا لَمْ يُؤْتَهُمَا نَبِيّ قَبْلَك فَاتِحَة الْكِتَاب وَخَوَاتِيم سُورَة الْبَقَرَة لَمْ تَقْرَأ حَرْفًا مِنْهَا إِلَّا أُوتِيته \" وَهَذَا لَفْظ النَّسَائِيّ وَلِمُسْلِمٍ نَحْوه : حَدِيث آخَر قَالَ مُسْلِم حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم الْحَنْظَلِيّ هُوَ اِبْن رَاهْوَيْهِ حَدَّثَنَا سُفْيَان بْن عُيَيْنَةَ عَنْ الْعَلَاء يَعْنِي اِبْن عَبْد الرَّحْمَن بْن يَعْقُوب الْخَرَقِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَنْ صَلَّى صَلَاة لَمْ يَقْرَأ فِيهَا بِأُمِّ الْقُرْآن فَهِيَ خِدَاج ثَلَاثًا غَيْر تَمَام\" فَقِيلَ لِأَبِي هُرَيْرَة إِنَّا نَكُون خَلْف الْإِمَام فَقَالَ اِقْرَأْ بِهَا فِي نَفْسك فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" قَالَ اللَّه عَزَّ وَجَلَّ : قَسَمْت الصَّلَاة بَيْنِي وَبَيْن عَبْدِي نِصْفَيْنِ وَلِعَبْدِي مَا سَأَلَ فَإِذَا قَالَ : \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" قَالَ اللَّه حَمِدَنِي عَبْدِي وَإِذَا قَالَ \" الرَّحْمَن الرَّحِيم \" قَالَ اللَّه أَثْنَى عَلَيَّ عَبْدِي فَإِذَا قَالَ : \" مَالِك يَوْم الدِّين \" قَالَ اللَّه مَجَّدَنِي عَبْدِي وَقَالَ مَرَّة فَوَّضَ إِلَيَّ عَبْدِي فَإِذَا قَالَ \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين \" قَالَ هَذَا بَيْنِي وَبَيْن عَبْدِي وَلِعَبْدِي مَا سَأَلَ فَإِذَا قَالَ : \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم صِرَاط الَّذِينَ أَنْعَمْت عَلَيْهِمْ غَيْر الْمَغْضُوب عَلَيْهِمْ وَلَا الضَّالِّينَ \" قَالَ اللَّه هَذَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" وَهَكَذَا رَوَاهُ النَّسَائِيّ عَنْ إِسْحَاق بْن رَاهْوَيْهِ وَقَدْ رَوَيَاهُ أَيْضًا عَنْ قُتَيْبَة عَنْ مَالِك عَنْ الْعَلَاء عَنْ أَبِي السَّائِب مَوْلَى هِشَام بْن زُهْرَة عَنْ أَبِي هُرَيْرَة وَفِي هَذَا السِّيَاق \" فَنِصْفهَا لِي وَنِصْفهَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" وَهَكَذَا رَوَاهُ اِبْن إِسْحَاق عَنْ الْعَلَاء وَقَدْ رَوَاهُ مُسْلِم مِنْ حَدِيث اِبْن جُرَيْج عَنْ الْعَلَاء عَنْ أَبِي السَّائِب هَكَذَا وَرَوَاهُ أَيْضًا مِنْ حَدِيث اِبْن أَبِي أُوَيْس عَنْ الْعَلَاء عَنْ أَبِيهِ وَأَبِي السَّائِب كِلَاهُمَا عَنْ أَبِي هُرَيْرَة وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَسَأَلْت أَبَا زُرْعَة عَنْهُ فَقَالَ كِلَا الْحَدِيثَيْنِ صَحِيح مَنْ قَالَ عَنْ الْعَلَاء عَنْ أَبِي السَّائِب وَعَنْ الْعَلَاء عَنْ أَبِيهِ وَقَدْ رَوَى هَذَا الْحَدِيث عَبْد اللَّه اِبْن الْإِمَام أَحْمَد مِنْ حَدِيث الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ أُبَيّ بْن كَعْب مُطَوَّلًا وَقَالَ اِبْن جَرِير حَدَّثَنَا صَالِح بْن مِسْمَار الْمَرْوَزِيّ حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا عَنْبَسَة بْن سَعِيد عَنْ مُطَرِّف بْن طَرِيف عَنْ سَعِيد بْن إِسْحَاق عَنْ كَعْب بْن عُجْرَة عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ اللَّه تَعَالَى : قَسَمْت الصَّلَاة بَيْنِي وَبَيْن عَبْدِي نِصْفَيْنِ وَلَهُ مَا سَأَلَ فَإِذَا قَالَ الْعَبْد \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ\" قَالَ حَمِدَنِي عَبْدِي وَإِذَا قَالَ \" الرَّحْمَن الرَّحِيم \" قَالَ أَثْنَى عَلَيَّ عَبْدِي ثُمَّ قَالَ هَذَا لِي وَلَهُ مَا بَقِيَ \" وَهَذَا غَرِيب مِنْ هَذَا الْوَجْه . \" الْكَلَام عَلَى مَا يَتَعَلَّق بِهَذَا الْحَدِيث مِمَّا يَخْتَصّ بِالْفَاتِحَةِ مِنْ وُجُوه \" \" أَحَدهَا\" أَنَّهُ قَدْ أُطْلِق فِيهِ لَفْظ الصَّلَاة وَالْمُرَاد الْقِرَاءَة كَقَوْلِهِ تَعَالَى : \" وَلَا تَجْهَر بِصَلَاتِك وَلَا تُخَافِت بِهَا وَابْتَغِ بَيْن ذَلِكَ سَبِيلًا \" أَيْ بِقِرَاءَتِك كَمَا جَاءَ مُصَرَّحًا بِهِ فِي الصَّحِيح عَنْ اِبْن عَبَّاس وَهَكَذَا قَالَ فِي هَذَا الْحَدِيث\" قَسَمْت الصَّلَاة بَيْنِي وَبَيْن عَبْدِي نِصْفَيْنِ فَنِصْفهَا لِي وَنِصْفهَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" ثُمَّ بَيَّنَ تَفْصِيل هَذِهِ الْقِسْمَة فِي قِرَاءَة الْفَاتِحَة فَدَلَّ عَلَى عَظَمَة الْقِرَاءَة فِي الصَّلَاة وَأَنَّهَا مِنْ أَكْبَر أَرْكَانهَا إِذْ أُطْلِقَتْ الْعِبَادَة وَأُرِيد بِهَا جُزْء وَاحِد مِنْهَا وَهُوَ الْقِرَاءَة كَمَا أُطْلِق لَفْظ الْقِرَاءَة وَالْمُرَاد بِهِ الصَّلَاة فِي قَوْله\" وَقُرْآن الْفَجْر إِنَّ قُرْآن الْفَجْر كَانَ مَشْهُودًا \" وَالْمُرَاد صَلَاة الْفَجْر كَمَا جَاءَ مُصَرَّحًا بِهِ فِي الصَّحِيحَيْنِ أَنَّهُ يَشْهَدهَا مَلَائِكَة اللَّيْل وَمَلَائِكَة النَّهَار فَدَلَّ هَذَا كُلّه عَلَى أَنَّهُ لَا بُدّ مِنْ الْقِرَاءَة فِي الصَّلَاة وَهُوَ اِتِّفَاق مِنْ الْعُلَمَاء وَلَكِنْ اِخْتَلَفُوا فِي مَسْأَلَة نَذْكُرهَا فِي الْوَجْه الثَّانِي وَذَلِكَ أَنَّهُ هَلْ يَتَعَيَّن لِلْقِرَاءَةِ فِي الصَّلَاة غَيْر فَاتِحَة الْكِتَاب أَمْ تُجْزِئ هِيَ أَوْ غَيْرهَا ؟ عَلَى قَوْلَيْنِ مَشْهُورَيْنِ فَعِنْد أَبَى حَنِيفَة وَمَنْ وَافَقَهُ مِنْ أَصْحَابه وَغَيْرهمْ : أَنَّهَا لَا تَتَعَيَّن بَلْ مَهْمَا قَرَأَ بِهِ مِنْ الْقُرْآن أَجْزَأَهُ فِي الصَّلَاة وَاحْتَجُّوا بِعُمُومِ قَوْله تَعَالَى : \" فَاقْرَءُوا مَا تَيَسَّرَ مِنْ الْقُرْآن \" وَبِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي هُرَيْرَة فِي قِصَّة الْمُسِيء فِي صَلَاته أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ \" إِذَا قُمْت إِلَى الصَّلَاة فَكَبِّرْ ثُمَّ اِقْرَأْ مَا تَيَسَّرَ مَعَك مِنْ الْقُرْآن \" قَالُوا فَأَمَرَهُ بِقِرَاءَةِ مَا تَيَسَّرَ وَلَمْ يُعَيِّنْ لَهُ الْفَاتِحَة وَلَا غَيْرهَا فَدَلَّ عَلَى مَا قُلْنَا . \" وَالْقَوْل الثَّانِي \" أَنَّهُ تَتَعَيَّن قِرَاءَة الْفَاتِحَة فِي الصَّلَاة وَلَا تُجْزِئ الصَّلَاة بِدُونِهَا وَهُوَ قَوْل بَقِيَّة الْأَئِمَّة مَالِك وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَأَصْحَابهمْ وَجُمْهُور الْعُلَمَاء وَاحْتَجُّوا عَلَى ذَلِكَ بِهَذَا الْحَدِيث الْمَذْكُور حَيْثُ قَالَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ \" مَنْ صَلَّى صَلَاة لَمْ يَقْرَأ فِيهَا بِأُمِّ الْقُرْآن فَهِيَ خِدَاج\" وَالْخِدَاج هُوَ النَّاقِص كَمَا فُسِّرَ بِهِ فِي الْحَدِيث \" غَيْر تَمَام \" . وَاحْتَجُّوا أَيْضًا بِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ عَنْ مَحْمُود بْن الرَّبِيع عَنْ عُبَادَة بْن الصَّامِت قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا صَلَاة لِمَنْ لَمْ يَقْرَأ بِفَاتِحَةِ الْكِتَاب \" . وَفِي صَحِيح اِبْن خُزَيْمَةَ وَابْن حِبَّان عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا تُجْزِئ صَلَاة لَا يُقْرَأ فِيهَا بِأُمِّ الْقُرْآن \" وَالْأَحَادِيث فِي هَذَا الْبَاب كَثِيرَة وَوَجْه الْمُنَاظَرَة هَهُنَا يَطُول ذِكْره وَقَدْ أَشَرْنَا إِلَى مَأْخَذهمْ فِي ذَلِكَ رَحِمَهمْ اللَّه . ثُمَّ إِنَّ مَذْهَب الشَّافِعِيّ وَجَمَاعَة مِنْ أَهْل الْعِلْم أَنَّهُ تَجِب قِرَاءَتهَا فِي كُلّ رَكْعَة . وَقَالَ آخَرُونَ : إِنَّمَا تَجِب قِرَاءَتهَا فِي مُعْظَم الرَّكَعَات وَقَالَ الْحَسَن وَأَكْثَر الْبَصَرِيِّينَ : إِنَّمَا تَجِب قِرَاءَتهَا فِي رَكْعَة وَاحِدَة مِنْ الصَّلَوَات أَخْذًا بِمُطْلَقِ الْحَدِيث \" لَا صَلَاة لِمَنْ لَمْ يَقْرَأ بِفَاتِحَةِ الْكِتَاب \" . وَقَالَ أَبُو حَنِيفَة وَأَصْحَابه وَالثَّوْرِيّ وَالْأَوْزَاعِيّ : لَا تَتَعَيَّن قِرَاءَتهَا بَلْ لَوْ قَرَأَ بِغَيْرِهَا أَجْزَأَهُ لِقَوْلِهِ تَعَالَى : \" فَاقْرَءُوا مَا تَيَسَّرَ مِنْ الْقُرْآن \" وَاَللَّه أَعْلَم . وَقَدْ رَوَى اِبْن مَاجَهْ مِنْ حَدِيث أَبِي سُفْيَان السَّعْدِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد مَرْفُوعًا \" لَا صَلَاة لِمَنْ لَمْ يَقْرَأ فِي كُلّ رَكْعَة بِالْحَمْدِ وَسُورَة فِي فَرِيضَة أَوْ غَيْرهَا \" وَفِي صِحَّة هَذَا نَظَر وَمَوْضِع تَحْرِير هَذَا كُلّه فِي كِتَاب الْأَحْكَام الْكَبِير وَاَللَّه أَعْلَم . \" الْوَجْه الثَّالِث \" هَلْ تَجِب قِرَاءَة الْفَاتِحَة عَلَى الْمَأْمُوم ؟ فِيهِ ثَلَاثَة أَقْوَال لِلْعُلَمَاءِ \" أَحَدهَا \" أَنَّهُ تَجِب عَلَيْهِ قِرَاءَتهَا كَمَا تَجِب عَلَى إِمَامه لِعُمُومِ الْأَحَادِيث الْمُتَقَدِّمَة \" وَالثَّانِي \" لَا تَجِب عَلَى الْمَأْمُوم قِرَاءَة بِالْكُلِّيَّةِ لِلْفَاتِحَةِ وَلَا غَيْرهَا لَا فِي صَلَاة الْجَهْرِيَّة وَلَا فِي صَلَاة السِّرِّيَّة لِمَا رَوَاهُ الْإِمَام أَحْمَد بْن حَنْبَل فِي مُسْنَده عَنْ جَابِر بْن عَبْد اللَّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" مَنْ كَانَ لَهُ إِمَام فَقِرَاءَة الْإِمَام لَهُ قِرَاءَة \" وَلَكِنَّ فِي إِسْنَاده ضَعْفًا. وَرَوَاهُ مَالِك عَنْ وَهْب بْن كَيْسَان عَنْ جَابِر مِنْ كَلَامه وَقَدْ رُوِيَ هَذَا الْحَدِيث مِنْ طُرُق وَلَا يَصِحّ شَيْء مِنْهَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَللَّه أَعْلَم\" وَالْقَوْل الثَّالِث \" أَنَّهُ تَجِب الْقِرَاءَة عَلَى الْمَأْمُوم فِي السِّرِّيَّة لِمَا تَقَدَّمَ وَلَا يَجِب ذَلِكَ فِي الْجَهْرِيَّة لِمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا جُعِلَ الْإِمَام لِيُؤْتَمّ بِهِ فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا قَرَأَ فَأَنْصِتُوا \" وَذَكَرَ بَقِيَّة الْحَدِيث وَهَكَذَا رَوَاهُ بَقِيَّة أَهْل السُّنَن أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" وَإِذَا قَرَأَ فَأَنْصِتُوا \" وَقَدْ صَحَّحَهُ مُسْلِم بْن الْحَجَّاج أَيْضًا فَدَلَّ هَذَانِ الْحَدِيثَانِ عَلَى صِحَّة هَذَا الْقَوْل وَهُوَ قَوْل قَدِيم لِلشَّافِعِيِّ رَحِمَهُ اللَّه وَاَللَّه أَعْلَم . وَرِوَايَة عَنْ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه تَعَالَى - وَالْغَرَض مِنْ ذِكْر هَذِهِ الْمَسَائِل هَهُنَا بَيَان اِخْتِصَاص سُورَة الْفَاتِحَة بِأَحْكَامٍ لَا تَتَعَلَّق بِغَيْرِهَا مِنْ السُّوَر . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا إِبْرَاهِيم بْن سَعْد الْجَوْهَرِيّ حَدَّثَنَا غَسَّان بْن عُبَيْد عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا وَضَعْت جَنْبك عَلَى الْفِرَاش وَقَرَأْت فَاتِحَة الْكِتَاب وَقُلْ هُوَ اللَّه أَحَد فَقَدْ أَمِنْت مِنْ كُلّ شَيْء إِلَّا الْمَوْت\" . \" تَفْسِير الِاسْتِعَاذَة وَأَحْكَامهَا \" قَالَ اللَّه تَعَالَى\" خُذْ الْعَفْو وَأْمُرْ بِالْعُرْفِ وَأَعْرِض عَنْ الْجَاهِلِينَ وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْغ فَاسْتَعِذْ بِاَللَّهِ إِنَّهُ سَمِيع عَلِيم \" وَقَالَ تَعَالَى \" اِدْفَعْ بِاَلَّتِي هِيَ أَحْسَن السَّيِّئَة نَحْنُ أَعْلَم بِمَا يَصِفُونَ وَقُلْ رَبّ أَعُوذ بِك مِنْ هَمَزَات الشَّيَاطِين وَأَعُوذ بِك رَبّ أَنْ يَحْضُرُونِ\" وَقَالَ تَعَالَى \" اِدْفَعْ بِاَلَّتِي هِيَ أَحْسَن فَإِذَا الَّذِي بَيْنك وَبَيْنه عَدَاوَة كَأَنَّهُ وَلِيّ حَمِيم وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظّ عَظِيم وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْغ فَاسْتَعِذْ بِاَللَّهِ إِنَّهُ هُوَ السَّمِيع الْعَلِيم \" فَهَذِهِ ثَلَاث آيَات لَيْسَ لَهُنَّ رَابِعَة فِي مَعْنَاهَا وَهُوَ أَنَّ اللَّه تَعَالَى يَأْمُر بِمُصَانَعَةِ الْعَدُوّ الْإِنْسِيّ وَالْإِحْسَان إِلَيْهِ لِيَرُدّهُ عَنْهُ طَبْعه الطَّيِّب الْأَصْل إِلَى الْمُوَالَاة وَالْمُصَافَاة وَيَأْمُر بِالِاسْتِعَاذَةِ بِهِ مِنْ الْعَدُوّ الشَّيْطَانِيّ لَا مَحَالَة إِذْ لَا يَقْبَل مُصَانَعَة وَلَا إِحْسَانًا وَلَا يَبْتَغِي غَيْر هَلَاك اِبْن آدَم لِشِدَّةِ الْعَدَاوَة بَيْنه وَبَيْن أَبِيهِ آدَم مِنْ قَبْل كَمَا قَالَ تَعَالَى\" يَا بَنِي آدَم لَا يَفْتِنَنَّكُمْ الشَّيْطَان كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنْ الْجَنَّة \" وَقَالَ تَعَالَى \" إِنَّ الشَّيْطَان لَكُمْ عَدُوّ فَاِتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبه لِيَكُونُوا مِنْ أَصْحَاب السَّعِير \" وَقَالَ \" أَفَتَتَّخِذُونَهُ وَذُرِّيَّته أَوْلِيَاء مِنْ دُونِيّ وَهُمْ لَكُمْ عَدُوّ بِئْسَ لِلظَّالِمِينَ بَدَلًا \" وَقَدْ أَقْسَمَ لِلْوَالِدِ آدَم عَلَيْهِ السَّلَام أَنَّهُ لَهُ لَمِنْ النَّاصِحِينَ وَكَذَبَ فَكَيْف مُعَامَلَته لَنَا وَقَدْ قَالَ \" فَبِعِزَّتِك لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادك مِنْهُمْ الْمُخْلَصِينَ \" وَقَالَ تَعَالَى\" فَإِذَا قَرَأْت الْقُرْآن فَاسْتَعِذْ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم إِنَّهُ لَيْسَ لَهُ سُلْطَان عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبّهمْ يَتَوَكَّلُونَ إِنَّمَا سُلْطَانه عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَاَلَّذِينَ هُمْ بِهِ مُشْرِكُونَ \" قَالَتْ طَائِفَة مِنْ الْقُرَّاء وَغَيْرهمْ يَتَعَوَّذ بَعْد الْقِرَاءَة وَاعْتَمَدُوا عَلَى ظَاهِر سِيَاق الْآيَة وَلِدَفْعِ الْإِعْجَاب بَعْد فَرَاغ الْعِبَادَة وَمِمَّنْ ذَهَبَ إِلَى ذَلِكَ حَمْزَة فِيمَنْ نَقَلَهُ عَنْهُ اِبْن فلوفا وَأَبُو حَاتِم السِّجِسْتَانِيّ حَكَى ذَلِكَ أَبُو الْقَاسِم يُوسُف بْن عَلِيّ بْن جُنَادَة الْهُذَلِيّ الْمَغْرِبِيّ فِي كِتَاب الْعِيَادَة الْكَامِل وَرُوِيَ عَنْ أَبِي هُرَيْرَة أَيْضًا وَهُوَ غَرِيب وَنَقَلَهُ مُحَمَّد بْن عُمَر الرَّازِيّ فِي تَفْسِيره عَنْ اِبْن سِيرِينَ فِي رِوَايَة عَنْهُ قَالَ : وَهُوَ قَوْل إِبْرَاهِيم النَّخَعِيّ وَدَاوُدَ بْن عَلِيّ الْأَصْبَهَانِيّ الظَّاهِرِيّ وَحَكَى الْقُرْطُبِيّ عَنْ أَبِي بَكْر بْن الْعَرَبِيّ عَنْ الْمَجْمُوعَة عَنْ مَالِك رَحِمَهُ اللَّه : أَنَّ الْقَارِئ يَتَعَوَّذ بَعْد الْفَاتِحَة وَاسْتَغْرَبَهُ اِبْن الْعَرَبِيّ ! وَحَكَى قَوْلًا ثَالِثًا وَهُوَ الِاسْتِعَاذَة أَوَّلًا وَآخِرًا جَمْعًا بَيْن الدَّلِيلَيْنِ نَقَلَهُ الرَّازِيّ . وَالْمَشْهُور الَّذِي عَلَيْهِ الْجُمْهُور أَنَّ الِاسْتِعَاذَة إِنَّمَا تَكُون قَبْل التِّلَاوَة لِدَفْعِ الْمُوَسْوِس عَنْهَا وَمَعْنَى الْآيَة عِنْدهمْ \" فَإِذَا قَرَأْت الْقُرْآن فَاسْتَعِذْ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم \" أَيْ إِذَا أَرَدْت الْقِرَاءَة كَقَوْلِهِ تَعَالَى \" إِذَا قُمْتُمْ إِلَى الصَّلَاة فَاغْسِلُوا وُجُوهكُمْ وَأَيْدِيكُمْ \" الْآيَة أَيْ إِذَا أَرَدْتُمْ الْقِيَام وَالدَّلِيل عَلَى ذَلِكَ الْأَحَادِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ . قَالَ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد بْن الْحَسَن بْن أَنَس حَدَّثَنَا جَعْفَر بْن سُلَيْمَان عَنْ عَلِيّ بْن عَلِيّ الرِّفَاعِيّ الْيَشْكُرِيّ عَنْ أَبِي الْمُتَوَكِّل النَّاجِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَامَ مِنْ اللَّيْل فَاسْتَفْتَحَ صَلَاته وَكَبَّرَ قَالَ \" سُبْحَانك اللَّهُمَّ وَبِحَمْدِك وَتَبَارَكَ اِسْمك وَتَعَالَى جَدّك وَلَا إِلَه غَيْرك - ثُمَّ يَقُول - لَا إِلَه إِلَّا اللَّه ثَلَاثًا ثُمَّ يَقُول أَعُوذ بِاَللَّهِ السَّمِيع الْعَلِيم مِنْ الشَّيْطَان الرَّجِيم مِنْ هَمْزه وَنَفْخه وَنَفْثه \" وَقَدْ رَوَاهُ أَهْل السُّنَن الْأَرْبَعَة مِنْ رِوَايَة جَعْفَر بْن سُلَيْمَان عَنْ عَلِيّ بْن عَلِيّ وَهُوَ الرِّفَاعِيّ وَقَالَ التِّرْمِذِيّ : هُوَ أَشْهَر شَيْء فِي هَذَا الْبَاب وَقَدْ فُسِّرَ الْهَمْز بِالْمُوتَةِ وَهِيَ الْخَنْق وَالنَّفْخ بِالْكِبْرِ وَالنَّفْث بِالشِّعْرِ . كَمَا رَوَاهُ أَبُو دَاوُدَ وَابْن مَاجَهْ مِنْ حَدِيث شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ عَاصِم الْعَنَزِيّ عَنْ نَافِع بْن جُبَيْر الْمُطْعِم عَنْ أَبِيهِ قَالَ : رَأَيْت رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آلِه وَسَلَّمَ حِين دَخَلَ فِي الصَّلَاة قَالَ \" اللَّه أَكْبَر كَبِيرًا ثَلَاثًا الْحَمْد لِلَّهِ كَثِيرًا ثَلَاثًا سُبْحَان اللَّه بُكْرَة وَأَصِيلًا ثَلَاثًا اللَّهُمَّ إِنِّي أَعُوذ بِك مِنْ الشَّيْطَان مِنْ هَمْزه وَنَفْخه وَنَفْثه \" قَالَ عُمَر : وَهَمْزه الْمُوتَة وَنَفْخه الْكِبْر وَنَفْثه الشِّعْر . وَقَالَ اِبْن مَاجَهْ : حَدَّثَنَا عَلِيّ بْن الْمُنْذِر حَدَّثَنَا اِبْن فُضَيْل حَدَّثَنَا عَطَاء بْن السَّائِب عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اللَّهُمَّ إِنِّي أَعُوذ بِك مِنْ الشَّيْطَان الرَّجِيم وَهَمْزه وَنَفْخه وَنَفْثه قَالَ : هَمْزه الْمُوتَة وَنَفْخه الْكِبْر وَنَفْثه الشِّعْر وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْحَاق بْن يُوسُف حَدَّثَنَا شَرِيك عَنْ يَعْلَى بْن عَطَاء عَنْ رَجُل حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا أُمَامَةَ الْبَاهِلِيّ يَقُول : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَامَ إِلَى الصَّلَاة كَبَّرَ ثَلَاثًا ثُمَّ قَالَ \" لَا إِلَه إِلَّا اللَّه ثَلَاث مَرَّات وَسُبْحَان اللَّه وَبِحَمْدِهِ ثَلَاث مَرَّات \" ثُمَّ قَالَ \" أَعُوذ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم مِنْ هَمْزه وَنَفْخه وَنَفْثه \" وَقَالَ الْحَافِظ أَبُو يَعْلَى أَحْمَد بْن عَلِيّ بْن الْمُثَنَّى الْمَوْصِلِيّ فِي مُسْنَده حَدَّثَنَا عَبْد اللَّه بْن عُمَر بْن أَبَانَ الْكُوفِيّ حَدَّثَنَا عَلِيّ بْن هِشَام بْن الْبَرِيد عَنْ يَزِيد بْن زِيَاد عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ أُبَيّ بْن كَعْب رَضِيَ اللَّه عَنْهُ قَالَ : تَلَاحَى رَجُلَانِ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَمَزَّعَ أَنْف أَحَدهمَا غَضَبًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنِّي لَأَعْلَم شَيْئًا لَوْ قَالَهُ لَذَهَبَ عَنْهُ مَا يَجِد : أَعُوذ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم \" وَكَذَا رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ يُوسُف بْن عِيسَى الْمَرْوَزِيّ عَنْ الْفَضْل بْن مُوسَى عَنْ يَزِيد بْن زِيَاد بْن أَبِي الْجَعْدِيَّة وَقَدْ رَوَى هَذَا الْحَدِيث أَحْمَد بْن حَنْبَل عَنْ أَبِي سَعِيد عَنْ زَائِدَة , وَأَبُو دَاوُدَ عَنْ يُوسُف بْن مُوسَى عَنْ جَرِير بْن عَبْد الْحَمِيد وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ بُنْدَار عَنْ اِبْن مَهْدِيّ عَنْ الثَّوْرِيّ وَالنَّسَائِيّ أَيْضًا مِنْ حَدِيث زَائِدَة بْن قُدَامَةَ ثَلَاثَتهمْ عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ مُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُ قَالَ : اِسْتَبَّ رَجُلَانِ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَغَضِبَ أَحَدهمَا غَضَبًا شَدِيدًا حَتَّى يُخَيَّل إِلَيَّ أَنَّ أَحَدهمَا يَتَمَزَّع أَنْفه مِنْ شِدَّة غَضَبه فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَأَعْلَم كَلِمَة لَوْ قَالَهَا لَذَهَبَ عَنْهُ مَا يَجِد مِنْ الْغَضَب \" فَقَالَ : مَا هِيَ يَا رَسُول اللَّه ؟ قَالَ\" يَقُول اللَّهُمَّ إِنِّي أَعُوذ بِك مِنْ الشَّيْطَان الرَّجِيم \" قَالَ : فَجَعَلَ مُعَاذ يَأْمُرهُ فَأَبَى وَجَعَلَ يَزْدَاد غَضَبًا وَهَذَا لَفْظ أَبِي دَاوُدَ وَقَالَ التِّرْمِذِيّ : مُرْسَل يَعْنِي أَنَّ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى لَمْ يَلْقَ مُعَاذ بْن جَبَل فَإِنَّهُ مَاتَ قَبْل سَنَة عِشْرِينَ \" قُلْت \" وَقَدْ يَكُون عَبْد الرَّحْمَن بْن أَبِي لَيْلَى سَمِعَهُ مِنْ أُبَيّ بْن كَعْب كَمَا تَقَدَّمَ وَبَلَغَهُ عَنْ مُعَاذ بْن جَبَل فَإِنَّ هَذِهِ الْقِصَّة شَهِدَهَا غَيْر وَاحِد مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ . قَالَ الْبُخَارِيّ : حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير عَنْ الْأَعْمَش عَنْ عَدِيّ بْن ثَابِت قَالَ : قَالَ سُلَيْمَان بْن صُرَد رَضِيَ اللَّه عَنْهُ . اِسْتَبَّ رَجُلَانِ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ عِنْده جُلُوس فَأَحَدهمَا يَسُبّ صَاحِبه مُغْضَبًا قَدْ اِحْمَرَّ وَجْهه فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَأَعْلَم كَلِمَة لَوْ قَالَهَا لَذَهَبَ عَنْهُ مَا يَجِدهُ لَوْ قَالَ أَعُوذ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم\" فَقَالُوا لِلرَّجُلِ : أَلَا تَسْمَع مَا يَقُول رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : إِنِّي لَسْت بِمَجْنُونٍ وَقَدْ رَوَاهُ أَيْضًا مَعَ مُسْلِم وَأَبِي دَاوُدَ وَالنَّسَائِيّ مِنْ طُرُق مُتَعَدِّدَة عَنْ الْأَعْمَش بِهِ . وَقَدْ جَاءَ فِي الِاسْتِعَاذَة أَحَادِيث كَثِيرَة يَطُول ذِكْرهَا هَهُنَا وَمَوْطِنهَا كِتَاب الْأَذْكَار وَفَضَائِل الْأَعْمَال وَاَللَّه أَعْلَم وَقَدْ رُوِيَ أَنَّ جِبْرِيل عَلَيْهِ السَّلَام أَوَّل مَا نَزَلَ بِالْقُرْآنِ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَهُ بِالِاسْتِعَاذَةِ كَمَا قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عُثْمَان بْن سَعِيد حَدَّثَنَا بِشْر بْن عُمَارَة حَدَّثَنَا أَبُو رَوْق عَنْ الضَّحَّاك عَنْ عَبْد اللَّه بْن عَبَّاس قَالَ : أَوَّل مَا نَزَلَ جِبْرِيل عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَا مُحَمَّد اِسْتَعِذْ \" قَالَ \" أَسْتَعِيذ بِاَللَّهِ السَّمِيع الْعَلِيم مِنْ الشَّيْطَان الرَّجِيم \" ثُمَّ قَالَ \" قُلْ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" ثُمَّ قَالَ \" اِقْرَأْ بِاسْمِ رَبّك الَّذِي خَلَقَ \" قَالَ عَبْد اللَّه : وَهِيَ أَوَّل سُورَة أَنْزَلَهَا اللَّه عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِلِسَانِ جِبْرِيل. وَهَذَا الْأَثَر غَرِيب وَإِنَّمَا ذَكَرْنَاهُ لِيُعْرَف فَإِنَّ فِي إِسْنَاده ضَعْفًا وَانْقِطَاعًا وَاَللَّه أَعْ", "sura_id": 1, "type": 4, "id": 37417, "aya_id": 1}]