[{"text": "إِنَّ الَّذِينَ كَفَرُواْ بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُواْ الْعَذَابَ إِنَّ اللّهَ كَانَ عَزِيزًا حَكِيمًا", "sura_id": 4, "type": 0, "id": 549, "aya_id": 56}, {"text": "إن الذين كفروا بآياتنا سوف نصليهم نارا كلما نضجت جلودهم بدلناهم جلودا غيرها ليذوقوا العذاب إن الله كان عزيزا حكيما", "sura_id": 4, "type": 1, "id": 6785, "aya_id": 56}, {"text": "56 - (إن الذين كفروا بآياتنا سوف نصليهم) تدخلهم (نارا) يحترقون فيها (كلما نضجت) فيها احترقت (جلودهم بدلناهم جلودا غيرها) بأن تعاد إلى حالها الأول غير محترقة (ليذوقوا العذاب) ليقاسوا شدته (إن الله كان عزيزا) لا يعجزه شيء (حكيما) في خلقه \r\n", "sura_id": 4, "type": 2, "id": 25493, "aya_id": 56}, {"text": "إن الذين جحدوا ما أنزل الله من آياته ووحي كتابه ودلائله وحججه, سوف ندخلهم نارًا يقاسون حرَّها, كلما احترقت جلودهم بدَّلْناهم جلودًا أخرى; ليستمر عذابهم وألمهم. إن الله تعالى كان عزيزًا لا يمتنع عليه شيء, حكيمًا في تدبيره وقضائه.\r\n", "sura_id": 4, "type": 3, "id": 31729, "aya_id": 56}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا</font><BR><p>يُخْبِر تَعَالَى عَمَّا يُعَاقِب بِهِ فِي نَار جَهَنَّم مَنْ كَفَرَ بِآيَاتِهِ وَصَدَّ عَنْ رُسُله فَقَالَ \" إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا\" الْآيَة أَيْ نُدْخِلهُمْ فِيهَا دُخُولًا يُحِيط بِجَمِيعِ أَجْرَامهمْ وَأَجْزَائِهِمْ . ثُمَّ أَخْبَرَ عَنْ دَوَام عُقُوبَتهمْ وَنَكَالهمْ فَقَالَ كُلَّمَا نَضِجَتْ جُلُودهمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرهَا لِيَذُوقُوا الْعَذَاب قَالَ الْأَعْمَش عَنْ اِبْن عُمَر : إِذَا \" اِحْتَرَقَتْ جُلُودهمْ بُدِّلُوا جُلُودًا غَيْرهَا بَيْضَاء أَمْثَال الْقَرَاطِيس \" رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ يَحْيَى بْن يَزِيد الْحَضْرَمِيّ إِنَّهُ بَلَغَهُ فِي الْآيَة قَالَ : يُجْعَل لِلْكَافِرِ مِائَة جِلْد بَيْن كُلّ جِلْدَيْنِ لَوْن مِنْ الْعَذَاب رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا حُسَيْن الْجُعْفِيّ عَنْ زَائِدَة عَنْ هِشَام عَنْ الْحَسَن قَوْله \" كُلَّمَا نَضِجَتْ جُلُودهمْ \" الْآيَة قَالَ : تُنْضِجهُمْ فِي الْيَوْم سَبْعِينَ أَلْف مَرَّة . قَالَ حُسَيْن : وَزَادَ فِيهِ فُضَيْل عَنْ هِشَام عَنْ الْحَسَن كُلَّمَا نَضِجَتْ جُلُودهمْ قِيلَ لَهُمْ : عُودُوا فَعَادُوا . وَقَالَ أَيْضًا ذُكِرَ عَنْ هِشَام بْن عَمَّار حَدَّثَنَا سَعِيد بْن يَحْيَى \" يَعْنِي السَّعْدَانِيّ \" حَدَّثَنَا نَافِع مَوْلَى يُوسُف السُّلَمِيّ الْبَصْرِيّ عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : قَرَأَ رَجُل عِنْد عُمَر هَذِهِ الْآيَة \" كُلَّمَا نَضِجَتْ جُلُودهمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرهَا \" فَقَالَ عُمَر : أَعِدْهَا عَلَيَّ فَأَعَادَهَا فَقَالَ مُعَاذ بْن جَبَل : عِنْدِي تَفْسِيرهَا تُبَدَّل فِي سَاعَة مِائَة مَرَّة . فَقَالَ عُمَر : هَكَذَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ عَنْ مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم عَنْ عَبْدَان بْن مُحَمَّد الْمَرْوَزِيّ عَنْ هِشَام بْن عَمَّار بِهِ وَرَوَاهُ مِنْ وَجْه آخَر بِلَفْظٍ آخَر فَقَالَ : حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ عِمْرَان حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن الْحَارِث حَدَّثَنَا شَيْبَان بْن فَرُّوخ حَدَّثَنَا نَافِع أَبُو هُرْمُز حَدَّثَنَا نَافِع عَنْ اِبْن عُمَر قَالَ : تَلَا رَجُل عِنْد عُمَر هَذِهِ الْآيَة \" كُلَّمَا نَضِجَتْ جُلُودهمْ \" الْآيَة قَالَ فَقَالَ عُمَر : أَعِدْهَا عَلَيَّ وَثَمَّ كَعْب فَقَالَ : يَا أَمِير الْمُؤْمِنِينَ أَنَا عِنْدِي تَفْسِير هَذِهِ الْآيَة قَرَأْتهَا قَبْل الْإِسْلَام قَالَ فَقَالَ : هَاتِهَا يَا كَعْب فَإِنْ جِئْت بِهَا كَمَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَدَّقْنَاك وَإِلَّا لَمْ نَنْظُر إِلَيْهَا فَقَالَ : إِنِّي قَرَأْتهَا قَبْل الْإِسْلَام كُلَّمَا نَضِجَتْ جُلُودهمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرهَا فِي السَّاعَة الْوَاحِدَة عِشْرِينَ وَمِائَة مَرَّة . فَقَالَ عُمَر : هَكَذَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَالَ الرَّبِيع بْن أَنَس : مَكْتُوب فِي الْكِتَاب الْأَوَّل أَنَّ جِلْد أَحَدهمْ أَرْبَعُونَ ذِرَاعًا وَسِنّه سَبْعُونَ ذِرَاعًا وَبَطْنه لَوْ وُضِعَ فِيهِ جَبَل لَوَسِعَهُ فَإِذَا أَكَلَتْ النَّار جُلُودهمْ بُدِّلُوا جُلُودًا غَيْرهَا . وَقَدْ وَرَدَ فِي الْحَدِيث مَا هُوَ أَبْلَغ مِنْ هَذَا فَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا أَبُو يَحْيَى الطَّوِيل عَنْ أَبِي يَحْيَى الْقَتَّات عَنْ مُجَاهِد عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَعْظُم أَهْل النَّار فِي النَّار حَتَّى إِنَّ بَيْن شَحْمَة أُذُن أَحَدهمْ إِلَى عَاتِقه مَسِيرَة سَبْعمِائَةِ عَام وَإِنَّ غِلَظ جِلْده سَبْعُونَ ذِرَاعًا وَإِنَّ ضِرْسه مِثْل أُحُد \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَقِيلَ الْمُرَاد بِقَوْلِهِ \" كُلَّمَا نَضِجَتْ جُلُودهمْ \" أَيْ سَرَابِيلهمْ . حَكَاهُ اِبْن جَرِير وَهُوَ ضَعِيف لِأَنَّهُ خِلَاف الظَّاهِر .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40895, "aya_id": 56}]