[{"text": "إِنَّ الَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الأرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ أُوْلَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّاصِرِينَ", "sura_id": 3, "type": 0, "id": 384, "aya_id": 91}, {"text": "إن الذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء الأرض ذهبا و لو افتدى به أولئك لهم عذاب أليم وما لهم من ناصرين", "sura_id": 3, "type": 1, "id": 6620, "aya_id": 91}, {"text": "91 - (إن الذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء الأرض) مقدار ما يملؤها (ذهباً ولو افتدى به) أدخل الفاء في خبر إن لشبه الذين بالشرط وإيذاناً بتسبب عدم القبول عن الموت على الكفر (أولئك لهم عذاب أليم) مؤلم (وما لهم من ناصرين) مانعين منه \r\n", "sura_id": 3, "type": 2, "id": 25328, "aya_id": 91}, {"text": "إن الذين جحدوا نبوة محمد صلى الله عليه وسلم, وماتوا على الكفر بالله ورسوله, فلن يُقبل من أحدهم يوم القيامة ملء الأرض ذهبًا; ليفتدي به نفسه من عذاب الله, ولو افتدى به نفسه فِعْلا. أولئك لهم عذاب موجع, وما لهم من أحد ينقذهم من عذاب الله.\r\n", "sura_id": 3, "type": 3, "id": 31564, "aya_id": 91}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّار فَلَنْ يُقْبَل مِنْ أَحَدهمْ مِلْء الْأَرْض ذَهَبًا وَلَوْ اِفْتَدَى بِهِ \" أَيْ مَنْ مَاتَ عَلَى الْكُفْر فَلَنْ يُقْبَل مِنْهُ خَيْر أَبَدًا وَلَوْ كَانَ قَدْ أَنْفَقَ مِلْء الْأَرْض ذَهَبًا فِيمَا يَرَاهُ قُرْبَة كَمَا سُئِلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ عَبْد اللَّه بْن جُدْعَان وَكَانَ يُقْرِي الضَّيْف وَيَفُكّ الْعَانِيَ وَيُطْعِم الطَّعَام هَلْ يَنْفَعهُ ذَلِكَ ؟ فَقَالَ \" لَا إِنَّهُ لَمْ يَقُلْ يَوْمًا مِنْ الدَّهْر رَبّ اِغْفِرْ لِي خَطِيئَتِي يَوْم الدِّين \" وَكَذَلِكَ لَوْ اِفْتَدَى بِمِلْءِ الْأَرْض أَيْضًا ذَهَبًا مَا قُبِلَ مِنْهُ كَمَا قَالَ تَعَالَى \" وَلَا يُقْبَل مِنْهَا عَدْل وَلَا يَنْفَعهَا شَفَاعَة \" وَقَالَ \" لَا بَيْع فِيهِ وَلَا خِلَال \" وَقَالَ \" إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْض جَمِيعًا وَمِثْله مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَاب يَوْم الْقِيَامَة مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَاب أَلِيم \" وَلِهَذَا قَالَ تَعَالَى هَهُنَا \" إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّار فَلَنْ يُقْبَل مِنْ أَحَدهمْ مِلْء الْأَرْض ذَهَبًا وَلَوْ اِفْتَدَى بِهِ \" فَعَطَفَ وَلَوْ اِفْتَدَى بِهِ عَلَى الْأَوَّل فَدَلَّ عَلَى أَنَّهُ غَيْره . وَمَا ذَكَرْنَاهُ أَحْسَن مِنْ أَنْ يُقَال إِنَّ الْوَاو زَائِدَة وَاَللَّه أَعْلَم وَيَقْتَضِي ذَلِكَ أَنْ لَا يُنْقِذهُ مِنْ عَذَاب اللَّه شَيْء وَلَوْ كَانَ قَدْ أَنْفَقَ مِثْل الْأَرْض ذَهَبًا وَلَوْ اِفْتَدَى نَفْسه مِنْ اللَّه بِمِلْءِ الْأَرْض ذَهَبًا بِوَزْنِ جِبَالهَا وَتِلَالهَا وَتُرَابهَا وَرِمَالهَا وَسَهْلهَا وَوَعْرهَا وَبَرّهَا وَبَحْرهَا . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَجَّاج حَدَّثَنِي شُعْبَة عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ أَنَسْ بْنِ مَالِك أَنَّ النَّبِيّ صَلّى اللَّه عَلَيْهِ وَسَلّمَ قَالَ يُقَالُ لِلرَّجُلِ مِن أَهْل النَّارِيَوْمَ الْقِيَامِة أَرَأَيْتَ لَوْ كَانَ لَكَ مَا عَلَى الْأَرْضِ مِن شَيْءٍ أَكُنْت مُفْتَدِيًا بِهِ ؟ قَالَ : فَيَقُول نَعَمْ فَيَقُول اللَّه قَدْ أَرَدْت مِنْك أَهْوَن مِنْ ذَلِكَ قَدْ أَخَذْت عَلَيْك فِي ظَهْر أَبِيك آدَم أَنْ لَا تُشْرِك بِي شَيْئًا فَأَبَيْت إِلَّا أَنْ تُشْرِك\" . وَهَكَذَا أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم \" طَرِيق أُخْرَى \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا حَمَّاد عَنْ ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُؤْتَى بِالرَّجُلِ مِنْ أَهْل الْجَنَّة فَيَقُول لَهُ يَا اِبْن آدَم كَيْفَ وَجَدْت مَنْزِلك ؟ فَيَقُول : أَيْ رَبّ خَيْر مَنْزِل فَيَقُول : سَلْ وَتَمَنَّ فَيَقُول : مَا أَسْأَل وَلَا أَتَمَنَّى إِلَّا أَنْ تَرُدّنِي إِلَى الدُّنْيَا فَأُقْتَل فِي سَبِيلك عَشْر مِرَار لِمَا يَرَى مِنْ فَضْل الشَّهَادَة وَيُؤْتَى بِالرَّجُلِ مِنْ أَهْل النَّار فَيَقُول لَهُ يَا اِبْن آدَم كَيْفَ وَجَدْت مَنْزِلك ؟ فَيَقُول : يَا رَبّ شَرّ مَنْزِل فَيَقُول لَهُ أَتَفْتَدِي مِنِّي بِطِلَاعِ الْأَرْض ذَهَبًا ؟ فَيَقُول أَيْ رَبّ نَعَمْ فَيَقُول : \" كَذَبْت قَدْ سَأَلْتُك أَقَلّ مِنْ ذَلِكَ وَأَيْسَر فَلَمْ تَفْعَل فَيُرَدّ إِلَى النَّار \" وَلِهَذَا قَالَ \" أُولَئِكَ لَهُمْ عَذَاب أَلِيم وَمَا لَهُمْ مِنْ نَاصِرِينَ \" أَيْ وَمَا لَهُمْ مِنْ أَحَد يُنْقِذهُمْ مِنْ عَذَاب اللَّه وَلَا يُجِيرهُمْ مِنْ أَلِيم عِقَابَة .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40034, "aya_id": 91}]