[{"text": "تَرَى كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُواْ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ اللّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ", "sura_id": 5, "type": 0, "id": 749, "aya_id": 80}, {"text": "ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم أنفسهم أن سخط الله عليهم وفي العذاب هم خالدون", "sura_id": 5, "type": 1, "id": 6985, "aya_id": 80}, {"text": "80 - (ترى) يا محمد (كثيرا منهم يتولون الذين كفروا) من أهل مكة بغضا لك (لبئس ما قدمت لهم أنفسهم) من العمل لمعادهم الموجب لهم (أن سخط الله عليهم وفي العذاب هم خالدون) \r\n", "sura_id": 5, "type": 2, "id": 25693, "aya_id": 80}, {"text": "تَرَى -أيها الرسول- كثيرًا من هؤلاء اليهود يتخذون المشركين أولياء لهم, ساء ما عملوه من الموالاة الني كانت سببًا في غضب الله عليهم, وخلودهم في عذاب الله يوم القيامة.\r\n", "sura_id": 5, "type": 3, "id": 31929, "aya_id": 80}, {"text": " <font color=red>تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ</font><BR><p>قَوْله تَعَالَى \" تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا \" قَالَ مُجَاهِد يَعْنِي بِذَلِكَ الْمُنَافِقِينَ وَقَوْله \" لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسهمْ\" يَعْنِي بِذَلِكَ مُوَالَاتهمْ لِلْكَافِرِينَ وَتَرْكهمْ مُوَالَاة الْمُؤْمِنِينَ الَّتِي أَعْقَبَتْهُمْ نِفَاقًا فِي قُلُوبهمْ وَأَسْخَطَتْ اللَّهَ عَلَيْهِمْ سَخَطًا مُسْتَمِرًّا إِلَى يَوْم مَعَادهمْ وَلِهَذَا قَالَ \" أَنْ سَخِطَ اللَّه عَلَيْهِمْ \" وَفَسَّرَ بِذَلِكَ مَا ذَمَّهُمْ بِهِ ثُمَّ أَخْبَرَ عَنْهُمْ أَنَّهُمْ \" فِي الْعَذَاب هُمْ خَالِدُونَ\" يَعْنِي يَوْم الْقِيَامَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا مُسْلِم بْن عَلِيّ عَنْ الْأَعْمَش بِإِسْنَادٍ ذَكَرَهُ قَالَ : يَا مَعْشَر الْمُسْلِمِينَ إِيَّاكُمْ وَالزِّنَا فَإِنَّ فِيهِ سِتّ خِصَال ثَلَاثَة فِي الدُّنْيَا وَثَلَاثَة فِي الْآخِرَة فَأَمَّا الَّتِي فِي الدُّنْيَا : فَإِنَّهُ يُذْهِب الْبَهَاء وَيُورِث الْفَقْر وَيَنْقُص الْعُمْر وَأَمَّا الَّتِي فِي الْآخِرَة : فَإِنَّهُ يُوجِب سَخَط الرَّبّ وَسُوء الْحِسَاب وَالْخُلُود فِي النَّار ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسهمْ أَنْ سَخِطَ اللَّه عَلَيْهِمْ وَفِي الْعَذَاب هُمْ خَالِدُونَ \" هَكَذَا ذَكَرَهُ اِبْن أَبِي حَاتِم وَقَدْ رَوَاهُ اِبْن مَرْدُوَيْهِ عَنْ طَرِيق هِشَام بْن عَمَّار عَنْ مُسْلِم عَنْ الْأَعْمَش عَنْ شَقِيق عَنْ حُذَيْفَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ وَسَاقَهُ أَيْضًا مِنْ طَرِيق سَعِيد بْن عُفَيْر عَنْ مُسْلِم عَنْ أَبِي عَبْد الرَّحْمَن الْكُوفِيّ عَنْ الْأَعْمَش عَنْ شَقِيق عَنْ حُذَيْفَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْله وَهَذَا حَدِيث ضَعِيف عَلَى كُلّ حَال وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41536, "aya_id": 80}]