[{"text": "أَفَأَصْفَاكُمْ رَبُّكُم بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلآئِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلاً عَظِيمًا", "sura_id": 17, "type": 0, "id": 2069, "aya_id": 40}, {"text": "أفأصفاكم ربكم بالبنين و اتخذ من الملائكة إناثا إنكم لتقولون قولا عظيما", "sura_id": 17, "type": 1, "id": 8305, "aya_id": 40}, {"text": "40 - (أفأصفاكم) أخلصكم يا أهل مكة (ربكم بالبنين واتخذ من الملائكة إناثا) بنات لنفسه بزعمكم (إنكم لتقولون) بذلك (قولا عظيما) \r\n", "sura_id": 17, "type": 2, "id": 27013, "aya_id": 40}, {"text": "أفخصَّكم ربكم -أيها المشركون- بإعطائكم البنين، واتخذ لنفسه الملائكة بنات؟ إن قولكم هذا بالغ القبح والبشاعة، لا يليق بالله سبحانه وتعالى.\r\n", "sura_id": 17, "type": 3, "id": 33249, "aya_id": 40}, {"text": " <font color=red>أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا</font><BR><p>يَقُول تَعَالَى رَادًّا عَلَى الْمُشْرِكِينَ الْكَاذِبِينَ الزَّاعِمِينَ عَلَيْهِمْ لَعَائِن اللَّه أَنَّ الْمَلَائِكَة بَنَات اللَّه فَجَعَلُوا الْمَلَائِكَة الَّذِينَ هُمْ عِبَاد الرَّحْمَن إِنَاثًا ثُمَّ اِدَّعَوْا أَنَّهُمْ بَنَات اللَّه ثُمَّ عَبَدُوهُمْ فَأَخْطَئُوا فِي كُلّ مِنْ الْمَقَامَات الثَّلَاث خَطَأ عَظِيمًا فَقَالَ تَعَالَى مُنْكِرًا عَلَيْهِمْ \" أَفَأَصْفَاكُمْ رَبّكُمْ بِالْبَنِينَ \" أَيْ خَصَّصَكُمْ بِالذُّكُورِ \" وَاِتَّخَذَ مِنْ الْمَلَائِكَة إِنَاثًا \" أَيْ وَاخْتَارَ لِنَفْسِهِ عَلَى زَعْمكُمْ الْبَنَات ثُمَّ شَدَّدَ الْإِنْكَار عَلَيْهِمْ فَقَالَ \" إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا \" أَيْ فِي زَعْمكُمْ أَنَّ لِلَّهِ وَلَدًا ثُمَّ جَعْلكُمْ وَلَده الْإِنَاث الَّتِي تَأْنَفُونَ أَنْ يَكُنَّ لَكُمْ وَرُبَّمَا قَتَلْتُمُوهُنَّ بِالْوَأْدِ فَتِلْكَ إِذًا قِسْمَة ضِيزَى وَقَالَ تَعَالَى : \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا تَكَاد السَّمَاوَات يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقّ الْأَرْض وَتَخِرّ الْجِبَال هَدًّا أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذ وَلَدًا \" إِنْ كُلّ مَنْ فِي السَّمَاوَات وَالْأَرْض إِلَّا آتِي الرَّحْمَن عَبْدًا لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا وَكُلّهمْ آتِيه يَوْم الْقِيَامَة فَرْدًا \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38224, "aya_id": 40}]