[{"text": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا حَتَّى إِذَا جَآؤُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُواْ إِنْ هَذَآ إِلاَّ أَسَاطِيرُ الأَوَّلِينَ", "sura_id": 6, "type": 0, "id": 814, "aya_id": 25}, {"text": "ومنهم من يستمع إليك وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقرا وإن يروا كل آية لا يؤمنوا بها حتى إذا جاءوك يجادلونك يقول الذين كفروا إن هذا إلا أساطير الأولين", "sura_id": 6, "type": 1, "id": 7050, "aya_id": 25}, {"text": "25 - (ومنهم من يستمع إليك) إذا قرأت (وجعلنا على قلوبهم أكنة) أغطية لـ (أن) لا (يفقهوه) يفهموا القرآن (وفي آذانهم وقراً) صمماً فلا يسمعونه سماع قبول (وإن يروا كل آية لا يؤمنوا بها حتى إذا جاؤوك يجادلونك يقول الذين كفروا إن) ما (هذا) القرآن (إلا أساطير) أكاذيب (الأولين) كالأضاحيك والأعاجيب جمع أسطورة بالضم \r\n", "sura_id": 6, "type": 2, "id": 25758, "aya_id": 25}, {"text": "ومن هؤلاء المشركين من يستمع إليك القرآن -أيها الرسول-، فلا يصل إلى قلوبهم; لأنهم بسبب اتباعهم أهواءهم جعلنا على قلوبهم أغطية; لئلا يفقهوا القرآن, وجعلنا في آذانهم ثقلا وصممًا فلا تسمع ولا تعي شيئًا, وإن يروا الآيات الكثيرة الدالة على صدق محمد صلى الله عليه وسلم لا يصدقوا بها, حتى إذا جاؤوك -أيها الرسول- بعد معاينة الآيات الدالة على صدقك يخاصمونك: يقول الذين جحدوا آيات الله: ما هذا الذي نسمع إلا ما تناقله الأولون من حكايات لا حقيقة لها.\r\n", "sura_id": 6, "type": 3, "id": 31994, "aya_id": 25}, {"text": " <font color=red>وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</font><BR><p>وَقَوْله \" وَمِنْهُمْ مَنْ يَسْتَمِع إِلَيْك وَجَعَلْنَا عَلَى قُلُوبهمْ أَكِنَّة أَنْ يَفْقَهُوهُ وَفِي آذَانهمْ وَقْرًا وَإِنْ يَرَوْا كُلّ آيَة لَا يُؤْمِنُوا بِهَا\" أَيْ يَجِيئُونَ لِيَسْتَمِعُوا قِرَاءَتك وَلَا تَجْزِي عَنْهُمْ شَيْئًا لِأَنَّ اللَّه \" جَعَلَ عَلَى قُلُوبهمْ أَكِنَّة \" أَيْ أَغْطِيَة لِئَلَّا يَفْقَهُوا الْقُرْآن \" وَفِي آذَانهمْ وَقْرًا \" أَيْ صُمًّا عَنْ السَّمَاع النَّافِع لَهُمْ كَمَا قَالَ تَعَالَى وَمَثَل الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِق بِمَا لَا يَسْمَع إِلَّا دُعَاء وَنِدَاء الْآيَة . وَقَوْله \" وَإِنْ يَرَوْا كُلّ آيَة لَا يُؤْمِنُوا بِهَا \" أَيْ مَهْمَا رَأَوْا مِنْ الْآيَات وَالدَّلَالَات وَالْحُجَج الْبَيِّنَات وَالْبَرَاهِين لَا يُؤْمِنُوا بِهَا فَلَا فَهْمَ عِنْدهمْ وَلَا إِنْصَاف كَقَوْلِهِ تَعَالَى \" وَلَوْ عَلِمَ اللَّه فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ \" الْآيَة وَقَوْله تَعَالَى \" حَتَّى إِذَا جَاءُوك يُجَادِلُونَك \" أَيْ يُحَاجُّونَك وَيُنَاظِرُونَك فِي الْحَقّ بِالْبَاطِلِ \" يَقُول الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِير الْأَوَّلِينَ \" أَيْ مَا هَذَا الَّذِي جِئْت بِهِ إِلَّا مَأْخُوذ مِنْ كُتُب الْأَوَائِل وَمَنْقُول عَنْهُمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42159, "aya_id": 25}]