[{"text": "فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا", "sura_id": 19, "type": 0, "id": 2277, "aya_id": 27}, {"text": "فأتت به قومها تحمله قالوا يا مريم لقد جئت شيئا فريا", "sura_id": 19, "type": 1, "id": 8513, "aya_id": 27}, {"text": "27 - (فأتت به قومها تحمله) حال فرأوه (قالوا يا مريم لقد جئت شيئا فريا) عظيما حيث أتيت بولد من غير أب \r\n", "sura_id": 19, "type": 2, "id": 27221, "aya_id": 27}, {"text": "فأتت مريم قومها تحمل مولودها من المكان البعيد, فلما رأوها كذلك قالوا لها: يا مريم لقد جئت أمرًا عظيمًا مفترى.\r\n", "sura_id": 19, "type": 3, "id": 33457, "aya_id": 27}, {"text": " <font color=red>فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ مَرْيَم حِين أُمِرَتْ أَنْ تَصُوم يَوْمهَا ذَلِكَ وَأَنْ لَا تُكَلِّم أَحَدًا مِنْ الْبَشَر فَإِنَّهَا سَتُكْفَى أَمْرهَا وَيُقَام بِحُجَّتِهَا فَسَلَّمَتْ لِأَمْرِ اللَّه عَزَّ وَجَلَّ وَاسْتَسْلَمَتْ لِقَضَائِهِ فَأَخَذَتْ وَلَدهَا فَأَتَتْ بِهِ قَوْمهَا تَحْمِلهُ فَلَمَّا رَأَوْهَا كَذَلِكَ أَعْظَمُوا أَمْرهَا وَاسْتَنْكَرُوهُ جِدًّا وَ \" قَالُوا يَا مَرْيَم لَقَدْ جِئْت شَيْئًا فَرِيًّا \" أَيْ أَمْرًا عَظِيمًا قَالَهُ مُجَاهِد وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن أَبِي زِيَاد حَدَّثَنَا شَيْبَان حَدَّثَنَا جَعْفَر بْن سُلَيْمَان حَدَّثَنَا أَبُو عِمْرَان الْجَوْنِيّ عَنْ نَوْف الْبِكَالِيّ قَالَ : وَخَرَجَ قَوْمهَا فِي طَلَبهَا قَالَ وَكَانَتْ مِنْ أَهْل بَيْت نُبُوَّة وَشَرَف فَلَمْ يُحِسُّوا مِنْهَا شَيْئًا فَلَقُوا رَاعِي بَقَر فَقَالُوا رَأَيْت فَتَاة كَذَا وَكَذَا نَعْتهَا قَالَ لَا وَلَكِنِّي رَأَيْت اللَّيْلَة مِنْ بَقَرِي مَا لَمْ أَرَهُ مِنْهَا قَطُّ قَالُوا وَمَا رَأَيْت قَالَ رَأَيْتهَا اللَّيْلَة تَسْجُد نَحْو هَذَا الْوَادِي قَالَ عَبْد اللَّه بْن أَبِي زِيَاد وَأَحْفَظ عَنْ شَيْبَان أَنَّهُ قَالَ رَأَيْت نُورًا سَاطِعًا فَتَوَجَّهُوا حَيْثُ قَالَ لَهُمْ فَاسْتَقْبَلَتْهُمْ مَرْيَم فَلَمَّا رَأَتْهُمْ قَعَدَتْ وَحَمَلَتْ اِبْنهَا فِي حِجْرهَا فَجَاءُوا حَتَّى قَامُوا عَلَيْهَا \" وَقَالُوا يَا مَرْيَم لَقَدْ جِئْت شَيْئًا فَرِيًّا \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38418, "aya_id": 27}]