[{"text": "وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيرًا", "sura_id": 4, "type": 0, "id": 608, "aya_id": 115}, {"text": "ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا", "sura_id": 4, "type": 1, "id": 6844, "aya_id": 115}, {"text": "115 - (ومن يشاقق) يخالف (الرسول) فيما جاء به من الحق (من بعد ما تبين له الهدى) ظهر له الحق بالمعجزات (ويتبع) طريقا (غير سبيل المؤمنين) أي طريقهم الذي هم عليه من الدين بأن يكفر (نوله ما تولى) نجعله واليا لما تولاه من الضلال بأن نخلي بينه وبينه في الدنيا (ونصله) ندخله في الآخرة (جهنم) فيحترق فيها (وساءت مصيرا) مرجعا هي \r\n", "sura_id": 4, "type": 2, "id": 25552, "aya_id": 115}, {"text": "ومن يخالف الرسول صلى الله عليه وسلم من بعد ما ظهر له الحق, ويسلك طريقًا غير طريق المؤمنين, وما هم عليه من الحق, نتركه وما توجَّه إليه, فلا نوفقه للخير, وندخله نار جهنم يقاسي حرَّها, وبئس هذا المرجع والمآل.\r\n", "sura_id": 4, "type": 3, "id": 31788, "aya_id": 115}, {"text": " <font color=red>وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا</font><BR><p>وَقَوْله \" وَمَنْ يُشَاقِقْ الرَّسُول مِنْ بَعْد مَا تَبَيَّنَ لَهُ الْهُدَى \" أَيْ وَمَنْ سَلَكَ غَيْر طَرِيق الشَّرِيعَة الَّتِي جَاءَ بِهَا الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَارَ فِي شِقّ وَالشَّرْع فِي شِقّ وَذَلِكَ عَنْ عَمْد مِنْهُ بَعْدَمَا ظَهَرَ لَهُ الْحَقّ وَتَبَيَّنَ لَهُ وَاتَّضَحَ لَهُ وَقَوْله \" وَيَتَّبِع غَيْر سَبِيل الْمُؤْمِنِينَ \" هَذَا مُلَازِم لِلصِّفَةِ الْأُولَى وَلَكِنْ قَدْ تَكُون الْمُخَالَفَة لِنَصِّ الشَّارِع وَقَدْ تَكُون لِمَا اِجْتَمَعَتْ عَلَيْهِ الْأُمَّة الْمُحَمَّدِيَّة فِيمَا عُلِمَ اِتِّفَاقهمْ عَلَيْهِ تَحْقِيقًا فَإِنَّهُ قَدْ ضُمِنَتْ لَهُمْ الْعِصْمَة فِي اِجْتِمَاعهمْ مِنْ الْخَطَأ تَشْرِيفًا لَهُمْ وَتَعْظِيمًا لِنَبِيِّهِمْ وَقَدْ وَرَدَتْ أَحَادِيث صَحِيحَة كَثِيرَة فِي ذَلِكَ قَدْ ذَكَرْنَا مِنْهَا طَرَفًا صَالِحًا فِي كِتَاب أَحَادِيث الْأُصُول وَمِنْ الْعُلَمَاء مَنْ اِدَّعَى تَوَاتُر مَعْنَاهَا وَاَلَّذِي عَوَّلَ عَلَيْهِ الشَّافِعِيّ رَحِمَهُ اللَّه فِي الِاحْتِجَاج عَلَى كَوْن الْإِجْمَاع حُجَّة تُحَرِّم مُخَالَفَته هَذِهِ الْآيَة الْكَرِيمَة بَعْد التَّرَوِّي وَالْفِكْر الطَّوِيل وَهُوَ مِنْ أَحْسَن الِاسْتِنْبَاطَات وَأَقْوَاهَا وَإِنْ كَانَ بَعْضهمْ قَدْ اِسْتَشْكَلَ ذَلِكَ فَاسْتَبْعَدَ الدَّلَالَة مِنْهَا عَلَى ذَلِكَ وَلِهَذَا تَوَعَّدَ تَعَالَى عَلَى ذَلِكَ بِقَوْلِهِ \" نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّم وَسَاءَتْ مَصِيرًا \" أَيْ إِذَا سَلَكَ هَذِهِ الطَّرِيق جَازَيْنَاهُ عَلَى ذَلِكَ بِأَنْ نُحَسِّنهَا فِي صَدْره وَنُزَيِّنهَا لَهُ اِسْتِدْرَاجًا لَهُ كَمَا قَالَ تَعَالَى \" فَذَرْنِي وَمَنْ يُكَذِّب بِهَذَا الْحَدِيث سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ \" وَقَالَ تَعَالَى فَلَمَّا زَاغُوا أَزَاغَ اللَّه قُلُوبهمْ وَقَوْله \" وَنَذَرهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ \" وَجَعَلَ النَّار مَصِيره فِي الْآخِرَة لِأَنَّ مَنْ خَرَجَ عَنْ الْهُدَى لَمْ يَكُنْ لَهُ طَرِيق إِلَّا إِلَى النَّار يَوْم الْقِيَامَة كَمَا قَالَ تَعَالَى \" اُحْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجهمْ \" الْآيَة وَقَالَ تَعَالَى \" وَرَأَى الْمُجْرِمُونَ النَّار فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40785, "aya_id": 115}]