[{"text": "إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 5, "type": 0, "id": 787, "aya_id": 118}, {"text": "إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم", "sura_id": 5, "type": 1, "id": 7023, "aya_id": 118}, {"text": "118 - (إن تعذبهم) أي من أقام على الكفر منهم (فإنهم عبادك) وأنت مالكهم تتصرف فيهم كيف شئت لا اعتراض عليك (وإن تغفر لهم) أي لمن آمن منهم (فإنك أنت العزيز) على أمره (الحكيم) في صنعه \r\n", "sura_id": 5, "type": 2, "id": 25731, "aya_id": 118}, {"text": "إنك يا ألله إن تعذبهم فإنهم عبادك -وأنت أعلم بأحوالهم-، تفعل بهم ما تشاء بعدلك, وإن تغفر برحمتك لمن أتى منهم بأسباب المغفرة, فإنك أنت العزيز الذي لا يغالَبُ, الحكيم في تدبيره وأمره. وهذه الآية ثناء على الله -تعالى- بحكمته وعدله, وكمال علمه.\r\n", "sura_id": 5, "type": 3, "id": 31967, "aya_id": 118}, {"text": " <font color=red>إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>هَذَا الْكَلَام يَتَضَمَّن رَدَّ الْمَشِيئَةِ إِلَى اللَّه عَزَّ وَجَلَّ فَإِنَّهُ الْفَعَّال لِمَا يَشَاء الَّذِي لَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ وَمُتَضَمِّن التَّبَرِّي مِنْ النَّصَارَى الَّذِينَ كَذَبُوا عَلَى اللَّه وَعَلَى رَسُوله وَجَعَلُوا لِلَّهِ نِدًّا وَصَاحِبَة وَوَلَدًا تَعَالَى اللَّه عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا وَهَذِهِ الْآيَة لَهَا شَأْن عَظِيم وَنَبَأ عَجِيب وَقَدْ وَرَدَ فِي الْحَدِيث أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ بِهَا لَيْلَة حَتَّى الصَّبَاح يُرَدِّدهَا . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن فُضَيْل حَدَّثَنِي فُلَيْت الْعَامِرِيّ عَنْ جَسْرَة الْعَامِرِيَّة عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : صَلَّى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات لَيْلَة فَقَرَأَ بِآيَةٍ حَتَّى أَصْبَحَ يَرْكَع بِهَا وَيَسْجُد بِهَا إِنْ تُعَذِّبهُمْ فَإِنَّهُمْ عِبَادك وَإِنْ تَغْفِر لَهُمْ فَإِنَّك أَنْتَ الْعَزِيز الْحَكِيم فَلَمَّا أَصْبَحَ قُلْت يَا رَسُول اللَّه مَا زِلْت تَقْرَأ هَذِهِ الْآيَة حَتَّى أَصْبَحْت تَرْكَع بِهَا وَتَسْجُد بِهَا ؟ قَالَ\" إِنِّي سَأَلْت رَبِّي عَزَّ وَجَلَّ الشَّفَاعَة لِأُمَّتِي فَأَعْطَانِيهَا وَهِيَ نَائِلَة إِنْ شَاءَ اللَّه لِمَنْ لَا يُشْرِك بِاَللَّهِ شَيْئًا\" . \" طَرِيق أُخْرَى وَسِيَاق آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى حَدَّثَنَا قُدَامَة بْن عَبْد اللَّه حَدَّثَتْنِي جَسْرَة بِنْت دَجَاجَة أَنَّهَا اِنْطَلَقَتْ مُعْتَمِرَة فَانْتَهَتْ إِلَى الرَّبْذَة فَسَمِعَتْ أَبَا ذَرّ يَقُول : قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة مِنْ اللَّيَالِي فِي صَلَاة الْعِشَاء فَصَلَّى بِالْقَوْمِ ثُمَّ تَخَلَّفَ أَصْحَاب لَهُ يُصَلُّونَ فَلَمَّا رَأَى قِيَامهمْ وَتَخَلُّفَهُمْ اِنْصَرَفَ إِلَى رَحْله فَلَمَّا رَأَى الْقَوْم قَدْ أَخْلَوْا الْمَكَان رَجَعَ إِلَى مَكَانه يُصَلِّي فَجِئْت فَقُمْت خَلْفه فَأَوْمَأَ إِلَيَّ بِيَمِينِهِ فَقُمْت عَنْ يَمِينه ثُمَّ جَاءَ اِبْن مَسْعُود فَقَامَ خَلْفِي وَخَلْفه فَأَوْمَأَ إِلَيْهِ بِشِمَالِهِ فَقَامَ عَنْ شِمَاله فَقُمْنَا ثَلَاثَتنَا يُصَلِّي كُلّ وَاحِد مِنَّا بِنَفْسِهِ وَنَتْلُو مِنْ الْقُرْآن مَا شَاءَ اللَّه أَنْ نَتْلُو وَقَامَ بِآيَةٍ مِنْ الْقُرْآن رَدَّدَهَا حَتَّى صَلَّى الْغَدَاة فَلَمَّا أَصْبَحْنَا أَوْمَأْت إِلَى عَبْد اللَّه بْن مَسْعُود أَنْ سَلْهُ مَا أَرَادَ إِلَى مَا صَنَعَ الْبَارِحَة فَقَالَ اِبْن مَسْعُود بِيَدِهِ لَا أَسْأَلُهُ عَنْ شَيْء حَتَّى يُحَدِّث إِلَيَّ فَقُلْت بِأَبِي وَأُمِّي قُمْت بِآيَةٍ مِنْ الْقُرْآن وَمَعَك الْقُرْآن لَوْ فَعَلَ هَذَا بَعْضُنَا لَوَجَدْنَا عَلَيْهِ قَالَ \" دَعَوْت لِأُمَّتِي\" قُلْت فَمَاذَا أُجِبْت أَوْ مَاذَا رُدَّ عَلَيْك ؟ قَالَ \" أُجِبْت بِاَلَّذِي لَوْ اِطَّلَعَ عَلَيْهِ كَثِير مِنْهُمْ طَلْعَة تَرَكُوا الصَّلَاة \" قُلْت أَفَلَا أُبَشِّر النَّاس ؟ قَالَ \" بَلَى \" فَانْطَلَقْت مُعْنِقًا قَرِيبًا مِنْ قَذْفَةٍ بِحَجَرٍ فَقَالَ عُمَر : يَا رَسُول اللَّه إِنَّك إِنْ تَبْعَث إِلَى النَّاس بِهَذَا نَكَلُوا عَنْ الْعِبَادَات فَنَادَاهُ أَنْ \" اِرْجِعْ \" فَرَجَعَ وَتِلْكَ الْآيَة إِنْ تُعَذِّبهُمْ فَإِنَّهُمْ عِبَادك وَإِنْ تَغْفِر لَهُمْ فَإِنَّك أَنْتَ الْعَزِيز الْحَكِيم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ بَكْر بْن سَوَادَة حَدَّثَ عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلَا قَوْل عِيسَى إِنْ تُعَذِّبهُمْ فَإِنَّهُمْ عِبَادك وَإِنْ تَغْفِر لَهُمْ فَإِنَّك أَنْتَ الْعَزِيز الْحَكِيم فَرَفَعَ يَدَيْهِ فَقَالَ \" اللَّهُمَّ أُمَّتِي \" وَبَكَى فَقَالَ اللَّه يَا جِبْرِيل اِذْهَبْ إِلَى مُحَمَّد - وَرَبّك أَعْلَم - فَاسْأَلْهُ مَا يُبْكِيه ؟ فَأَتَاهُ جِبْرِيل فَسَأَلَهُ فَأَخْبَرَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا قَالَ وَهُوَ أَعْلَم فَقَالَ اللَّه يَا جِبْرِيل اِذْهَبْ إِلَى مُحَمَّد فَقُلْ إِنَّا سَنُرْضِيك فِي أُمَّتك وَلَا نَسُوءك . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حُسَيْن قَالَ : حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا اِبْن هُبَيْرَة أَنَّهُ سَمِعَ أَبَا تَمِيم الْجَيْشَانِيّ يَقُول : حَدَّثَنِي سَعِيد بْن الْمُسَيِّب سَمِعْت حُذَيْفَة بْن الْيَمَان يَقُول : غَابَ عَنَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَلَمْ يَخْرُج حَتَّى ظَنَنَّا أَنْ لَنْ يَخْرُج فَلَمَّا خَرَجَ سَجَدَ سَجْدَة ظَنَنَّا أَنَّ نَفْسه قَدْ قُبِضَتْ فِيهَا فَلَمَّا رَفَعَ رَأْسه قَالَ \" إِنَّ رَبِّي عَزَّ وَجَلَّ اِسْتَشَارَنِي فِي أُمَّتِي مَاذَا أَفْعَلُ بِهِمْ ؟ فَقُلْت مَا شِئْت أَيْ رَبّ هُمْ خَلْقُك وَعِبَادُك فَاسْتَشَارَنِي الثَّانِيَة فَقُلْت لَهُ كَذَلِكَ فَقَالَ لَا أُخْزِيك فِي أُمَّتك يَا مُحَمَّد وَبَشَّرَنِي أَنَّ أَوَّل مَنْ يَدْخُل الْجَنَّة مِنْ أُمَّتِي مَعِي سَبْعُونَ أَلْفًا مَعَ كُلّ أَلْف سَبْعُونَ أَلْفًا لَيْسَ عَلَيْهِمْ حِسَاب ثُمَّ أَرْسَلَ إِلَيَّ فَقَالَ اُدْعُ تُجَبْ وَسَلْ تُعْطَ فَقُلْت لِرَسُولِهِ أَوَمُعْطِيَّ رَبِّي سُؤْلِي ؟ فَقَالَ مَا أَرْسَلَنِي إِلَيْك إِلَّا لِيُعْطِيَك وَلَقَدْ أَعْطَانِي رَبِّي وَلَا فَخْر وَغَفَرَ لِي مَا تَقَدَّمَ مِنْ ذَنْبِي وَمَا تَأَخَّرَ وَأَنَا أَمْشِي حَيًّا صَحِيحًا وَأَعْطَانِي أَنْ لَا تَجُوع أُمَّتِي وَلَا تُغْلَب وَأَعْطَانِي الْكَوْثَر وَهُوَ نَهَر فِي الْجَنَّة يَسِيل فِي حَوْضِي وَأَعْطَانِي الْعِزّ وَالنَّصْر وَالرُّعْب يَسْعَى بَيْن يَدَيْ أُمَّتِي شَهْرًا وَأَعْطَانِي أَنِّي أَوَّل الْأَنْبِيَاء يَدْخُل الْجَنَّة وَطَيَّبَ لِي وَلِأُمَّتِي الْغَنِيمَة وَأَحَلَّ لَنَا كَثِيرًا مِمَّا شَدَّدَ عَلَى مَنْ قَبْلنَا وَلَمْ يَجْعَل عَلَيْنَا فِي الدِّين مِنْ حَرَج \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41458, "aya_id": 118}]