[{"text": "وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 30, "type": 0, "id": 3436, "aya_id": 27}, {"text": "وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه وله المثل الأعلى في السماوات والأرض وهو العزيز الحكيم", "sura_id": 30, "type": 1, "id": 9672, "aya_id": 27}, {"text": "27 - (وهو الذي يبدأ الخلق) للناس (ثم يعيده) بعد هلاكهم (وهو أهون عليه) من البدء بالنظر إلى ما عند المخاطبين من أن إعادة الشيء أسهل من ابتدائه وإلا فهما عند الله تعالى سواء في السهولة (وله المثل الأعلى في السماوات والأرض) أي الصفة العليا وهي أنه لا إله إلا الله (وهو العزيز) في ملكه (الحكيم) في خلقه \r\n", "sura_id": 30, "type": 2, "id": 28380, "aya_id": 27}, {"text": "والله وحده الذي يبدأ الخلق من العدم ثم يعيده حيًا بعد الموت, وإعادة الخلق حيًا بعد الموت أهون على الله من ابتداء خلقهم, وكلاهما عليه هيِّن. وله سبحانه الوصف الأعلى في كل ما يوصف به, ليس كمثله شيء, وهو السميع البصير. وهو العزيز الذي لا يغالَب, الحكيم في أقواله وأفعاله, وتدبير أمور خلقه.\r\n", "sura_id": 30, "type": 3, "id": 34616, "aya_id": 27}, {"text": " <font color=red>وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>قَوْله \" وَهُوَ الَّذِي يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ وَهُوَ أَهْوَن عَلَيْهِ \" قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي أَيْسَر عَلَيْهِ وَقَالَ مُجَاهِد الْإِعَادَة أَهْوَن عَلَيْهِ مِنْ الْبُدَاءَة وَالْبُدَاءَة عَلَيْهِ هَيِّنَة وَكَذَا قَالَ عِكْرِمَة وَغَيْره وَرَوَى الْبُخَارِيّ حَدَّثَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب أَخْبَرَنَا أَبُو الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه تَعَالَى كَذَّبَنِي اِبْن آدَم وَلَمْ يَكُنْ لَهُ ذَلِكَ وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذَلِكَ فَأَمَّا تَكْذِيبه إِيَّايَ فَقَوْله لَنْ يُعِيدنِي كَمَا بَدَأَنِي وَلَيْسَ أَوَّل الْخَلْق بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَته وَأَمَّا شَتْمه إِيَّايَ فَقَوْله اِتَّخَذَ اللَّه وَلَدًا وَأَنَا الْأَحَد الصَّمَد الَّذِي لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ كَمَا اِنْفَرَدَ بِرِوَايَتِهِ أَيْضًا مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة بِهِ وَقَدْ رَوَاهُ الْإِمَام أَحْمَد مُنْفَرِدًا بِهِ عَنْ حَسَن بْن مُوسَى عَنْ اِبْن لَهِيعَة حَدَّثَنَا أَبُو يُونُس سُلَيْم بْن جُبَيْر عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ أَوْ مِثْله . وَقَالَ آخَرُونَ كِلَاهُمَا بِالنِّسْبَةِ إِلَى الْقُدْرَة عَلَى السَّوَاء وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس كُلّ عَلَيْهِ هَيِّن وَكَذَا قَالَهُ الرَّبِيع بْن خَيْثَم وَمَالَ إِلَيْهِ اِبْن جَرِير وَذَكَرَ عَلَيْهِ شَوَاهِد كَثِيرَة قَالَ وَيَحْتَمِل أَنْ يَعُود الضَّمِير فِي قَوْله \" وَهُوَ أَهْوَن عَلَيْهِ \" إِلَى الْخَلْق أَيْ وَهُوَ أَهْوَن عَلَى الْخَلْق . وَقَوْله \" وَلَهُ الْمَثَل الْأَعْلَى فِي السَّمَاوَات وَالْأَرْض \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس كَقَوْلِهِ تَعَالَى \" لَيْسَ كَمِثْلِهِ شَيْء \" وَقَالَ قَتَادَة مِثْلَهُ إِنَّهُ لَا إِلَه إِلَّا هُوَ وَلَا رَبّ غَيْره وَقَالَ مِثْل هَذَا اِبْن جَرِير . وَقَدْ أَنْشَدَ بَعْض الْمُفَسِّرِينَ عِنْد ذِكْر هَذِهِ الْآيَة لِبَعْضِ أَهْل الْمَعَارِف . إِذَا سَكَنَ الْغَدِير عَلَى صَفَاء وَجُنِّبَ أَنْ يُحَرِّكهُ النَّسِيم يُرَى فِيهِ السَّمَاء بِلَا اِمْتِرَاء كَذَاك الشَّمْس تَبْدُو وَالنُّجُوم كَذَاك قُلُوب أَرْبَاب التَّجَلِّي يُرَى فِي صَفْوهَا اللَّه الْعَظِيم وَهُوَ الْعَزِيز الَّذِي لَا يُغَالَب وَلَا يُمَانَع بَلْ قَدْ غَلَبَ كُلّ شَيْء وَقَهَرَ كُلّ شَيْء بِقُدْرَتِهِ وَسُلْطَانه الْحَكِيم فِي أَقْوَاله وَأَفْعَاله شَرْعًا وَقَدَرًا وَعَنْ مَالِك فِي تَفْسِيره الْمَرْوِيّ عَنْهُ عَنْ مُحَمَّد بْن الْمُنْكَدِر فِي قَوْله تَعَالَى \" وَلَهُ الْمَثَل الْأَعْلَى \" قَالَ لَا إِلَه إِلَّا اللَّه .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40062, "aya_id": 27}]