[{"text": "يَتَجَرَّعُهُ وَلاَ يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِن وَرَآئِهِ عَذَابٌ غَلِيظٌ", "sura_id": 14, "type": 0, "id": 1767, "aya_id": 17}, {"text": "يتجرعه ولا يكاد يسيغه ويأتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ", "sura_id": 14, "type": 1, "id": 8003, "aya_id": 17}, {"text": "17 - (يتجرعه) يبتلعه مرة بعد مرة لمرارته (ولا يكاد يسيغه) يزدرده لقبحه وكراهته (ويأتيه الموت) أي أسبابه المقتضية له من أنواع العذاب (من كل مكان وما هو بميت ومن ورائه) بعد ذلك العذاب (عذاب غليظ) قوي متصل \r\n", "sura_id": 14, "type": 2, "id": 26711, "aya_id": 17}, {"text": "يحاول المتكبر ابتلاع القيح والدم وغير ذلك مما يسيل من أهل النار مرة بعد مرة, فلا يستطيع أن يبتلعه; لقذارته وحرارته, ومرارته, ويأتيه العذاب الشديد من كل نوع ومن كل عضو من جسده, وما هو بميت فيستريح, وله من بعد هذا العذاب عذاب آخر مؤلم.\r\n", "sura_id": 14, "type": 3, "id": 32947, "aya_id": 17}, {"text": " <font color=red>يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ</font><BR><p>وَقَوْله\" يَتَجَرَّعُهُ \" أَيْ يَتَغَصَّصه وَيَتَكَرَّههُ أَيْ يَشْرَبُهُ قَهْرًا وَقَسْرًا لَا يَضَعُهُ فِي فَمِهِ حَتَّى يَضْرِبَهُ الْمَلَكُ بِمِطْرَاقٍ مِنْ حَدِيد كَمَا قَالَ تَعَالَى \" وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ \" \" وَلَا يَكَادُ يُسِيغُهُ \" أَيْ يَزْدَرِيه لِسُوءِ طَعْمِهِ وَلَوْنِهِ وَرِيحِهِ وَحَرَارَته أَوْ بَرْدِهِ الَّذِي لَا يُسْتَطَاعُ \" وَيَأْتِيه الْمَوْت مِنْ كُلِّ مَكَانٍ \" أَيْ يَأْلَمُ لَهُ جَمِيع بَدَنِهِ وَجَوَارِحِهِ وَأَعْضَائِهِ قَالَ عَمْرو بْن مَيْمُون بْن مِهْرَان مِنْ كُلّ عَظْم وَعَصَب وَعِرْق وَقَالَ عِكْرِمَة حَتَّى مِنْ أَطْرَاف شَعْره وَقَالَ إِبْرَاهِيم التَّيْمِيّ مِنْ مَوْضِع كُلّ شَعْرَة أَيْ مِنْ جَسَده حَتَّى مِنْ أَطْرَاف شَعْره وَقَالَ اِبْن جَرِير \" وَيَأْتِيه الْمَوْت مِنْ كُلّ مَكَان \" أَيْ مِنْ أَمَامه وَخَلْفه وَفِي رِوَايَة وَعَنْ يَمِينه وَشِمَاله وَمِنْ فَوْقه وَمِنْ تَحْت أَرْجُله وَمِنْ سَائِر أَعْضَاء جَسَده وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَيَأْتِيه الْمَوْتُ مِنْ كُلِّ مَكَانٍ \" قَالَ أَنْوَاع الْعَذَاب الَّذِي يُعَذِّبُهُ اللَّهُ بِهَا يَوْمَ الْقِيَامَةِ فِي نَارِ جَهَنَّمَ لَيْسَ مِنْهَا نَوْعٌ إِلَّا يَأْتِيه الْمَوْتُ مِنْهُ لَوْ كَانَ يَمُوتُ وَلَكِنْ لَا يَمُوت لِأَنَّ اللَّه تَعَالَى قَالَ\" لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا \" وَمَعْنَى كَلَام اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ : أَنَّهُ مَا مِنْ نَوْع مِنْ هَذِهِ الْأَنْوَاع مِنْ الْعَذَاب إِلَّا إِذَا وَرَدَ عَلَيْهِ اِقْتَضَى أَنْ يَمُوت مِنْهُ لَوْ كَانَ يَمُوت وَلَكِنَّهُ لَا يَمُوت لِيَخْلُدَ فِي دَوَام الْعَذَاب وَالنَّكَال وَلِهَذَا قَالَ تَعَالَى \" وَيَأْتِيه الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ \" وَقَوْله \" وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ\" أَيْ وَلَهُ مِنْ بَعْد هَذِهِ الْحَال عَذَاب آخَر غَلِيظ أَيْ مُؤْلِم صَعْب شَدِيد أَغْلَظُ مِنْ الَّذِي قَبْله وَأَدْهَى وَأَمَرُّ وَهَذَا كَمَا قَالَ تَعَالَى عَنْ شَجَرَة الزَّقُّوم \" إِنَّهَا شَجَرَة تَخْرُج فِي أَصْل الْجَحِيم طَلْعُهَا كَأَنَّهُ رُءُوس الشَّيَاطِين فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُون ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيم \" فَأَخْبَرَ أَنَّهُمْ تَارَة يَكُونُونَ فِي أَكْل زَقُّومٍ وَتَارَةً فِي شُرْبِ حَمِيم وَتَارَة يَرِدُونَ إِلَى جَحِيم عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ وَهَكَذَا قَالَ تَعَالَى \" هَذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ يَطُوفُونَ بَيْنهَا وَبَيْن حَمِيمٍ آنٍ \" وَقَالَ تَعَالَى \" إِنَّ شَجَرَةَ الزَّقُّومِ طَعَامُ الْأَثِيمِ كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ كَغَلْيِ الْحَمِيمِ خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ ذُقْ إِنَّك أَنْتَ الْعَزِيزُ الْكَرِيمُ إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ \" وَقَالَ \" وَأَصْحَابُ الشِّمَالِ مَا أَصْحَاب الشِّمَال فِي سَمُوم وَحَمِيم وَظِلّ مِنْ يَحْمُوم لَا بَارِد وَلَا كَرِيم \" وَقَالَ تَعَالَى \" هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ جَهَنَّم يَصْلَوْنَهَا فَبِئْسَ الْمِهَاد\" \" هَذَا فَلْيَذُوقُوهُ حَمِيم وَغَسَّاق وَآخَر مِنْ شَكْلِهِ أَزْوَاجٌ\" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى تَنَوُّع الْعَذَاب عَلَيْهِمْ وَتَكْرَاره وَأَنْوَاعه وَأَشْكَاله مِمَّا لَا يُحْصِيه إِلَّا اللَّه عَزَّ وَجَلَّ جَزَاء وِفَاقًا \" وَمَا رَبّك بِظَلَّامٍ لِلْعَبِيدِ \" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37908, "aya_id": 17}]