[{"text": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِدًا كَذَلِكَ نُصَرِّفُ الآيَاتِ لِقَوْمٍ يَشْكُرُونَ", "sura_id": 7, "type": 0, "id": 1012, "aya_id": 58}, {"text": "والبلد الطيب يخرج نباته بإذن ربه والذي خبث لا يخرج إلا نكدا كذلك نصرف الآيات لقوم يشكرون", "sura_id": 7, "type": 1, "id": 7248, "aya_id": 58}, {"text": "58 - (والبلد الطيب) العذب التراب (يخرج نباته) حسناً (بإذن ربه) هذا مثل للمؤمن يسمع الموعظة فينتفع بها (والذي خبث) ترابه (لا يخرج) نباته (إلا نكداً) عسراً بمشقةٍ وهذا مثلُ للكافر (كذلك) كما بينا ما ذكر (نصرف) نبين (الآيات لقوم يشكرون) الله فيؤمنون \r\n", "sura_id": 7, "type": 2, "id": 25956, "aya_id": 58}, {"text": "والأرض النقية إذا نزل عليها المطر تُخْرج نباتًا -بإذن الله ومشيئته- طيبًا ميسرًا, وكذلك المؤمن إذا نزلت عليه آيات الله انتفع بها, وأثمرت فيه حياة صالحة, أما الأرض السَّبِخة الرديئة فإنها لا تُخرج النبات إلا عسرًا رديئا لا نفع فيه, ولا تُخرج نباتًا طيبًا, وكذلك الكافر لا ينتفع بآيات الله. مثل ذلك التنويع البديع في البيان نُنوِّع الحجج والبراهين لإثبات الحق لأناس يشكرون نعم الله, ويطيعونه.\r\n", "sura_id": 7, "type": 3, "id": 32192, "aya_id": 58}, {"text": " <font color=red>وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا كَذَلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ</font><BR><p>قَوْله \" وَالْبَلَد الطَّيِّب يَخْرُج نَبَاته بِإِذْنِ رَبّه \" أَيْ وَالْأَرْض الطَّيِّبَة يَخْرُج نَبَاتهَا سَرِيعًا حَسَنًا كَقَوْلِهِ\" وَأَنْبَتَهَا نَبَاتًا حَسَنًا \" \" وَاَلَّذِي خَبُثَ لَا يَخْرُج إِلَّا نَكِدًا \" قَالَ مُجَاهِد وَغَيْره كَالسِّبَاخِ وَنَحْوهَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة : هَذَا مَثَل ضَرَبَهُ اللَّه لِلْمُؤْمِنِ وَالْكَافِر وَقَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن الْعَلَاء حَدَّثَنَا حَمَّاد بْن أُسَامَة عَنْ اِبْن يَزِيد بْن عَبْد اللَّه عَنْ أَبِي بُرْدَة عَنْ أَبِي مُوسَى قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَثَل مَا بَعَثَنِي اللَّه بِهِ مِنْ الْعِلْم وَالْهُدَى كَمَثَلِ الْغَيْث الْكَثِير أَصَابَ أَرْضًا فَكَانَتْ مِنْهَا نَقِيَّة قَبِلَتْ الْمَاء فَأَنْبَتَتْ الْكَلَأ وَالْعُشْب الْكَثِير وَكَانَتْ مِنْهَا أَجَادِب أَمْسَكَتْ الْمَاء فَنَفَعَ اللَّه بِهَا النَّاس فَشَرِبُوا وَسَقَوْا وَزَرَعُوا وَأَصَابَ مِنْهَا طَائِفَة أُخْرَى إِنَّمَا هِيَ قِيعَان لَا تُمْسِك مَاء وَلَا تُنْبِت كَلَأ فَذَلِكَ مَثَل مَنْ فَقِهَ فِي دِين اللَّه وَنَفَعَهُ مَا بَعَثَنِي اللَّه بِهِ فَعَلِمَ وَعَلَّمَ وَمَثَل مَنْ لَمْ يَرْفَع بِذَلِكَ رَأْسًا وَلَمْ يَقْبَل هُدَى اللَّه الَّذِي أُرْسِلْت بِهِ \" . رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ طُرُق عَنْ أَبِي أُسَامَة حَمَّاد بْن أُسَامَة بِهِ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42626, "aya_id": 58}]