[{"text": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالاَتُكُمْ وَبَنَاتُ الأَخِ وَبَنَاتُ الأُخْتِ وَأُمَّهَاتُكُمُ اللاَّتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَآئِكُمْ وَرَبَائِبُكُمُ اللاَّتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ اللاَّتِي دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُواْ دَخَلْتُم بِهِنَّ فَلاَ جُنَاحَ عَلَيْكُمْ وَحَلاَئِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلاَبِكُمْ وَأَن تَجْمَعُواْ بَيْنَ الأُخْتَيْنِ إَلاَّ مَا قَدْ سَلَفَ إِنَّ اللّهَ كَانَ غَفُورًا رَّحِيمًا", "sura_id": 4, "type": 0, "id": 516, "aya_id": 23}, {"text": "حرمت عليكم أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وبنات الأخ وبنات الأخت وأمهاتكم اللاتي أرضعنكم وأخواتكم من الرضاعة وأمهات نسائكم وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن فإن لم تكونوا دخلتم بهن فلا جناح عليكم وحلائل أبنائكم الذين من أصلابكم وأن تجمعوا بين الأختين إلا ما قد سلف إن الله كان غفورا رحيما", "sura_id": 4, "type": 1, "id": 6752, "aya_id": 23}, {"text": "23 - (حُرِّمَت عليكم أمهاتكم) أن تنكحوهن وشملت الجدات من قبل الأب أو الأم (وبناتكم) وشملت الأولاد وإن سفلن (وأخواتكم) من جهة الأب أو الأم (وعماتكم) أي أخوات آبائكم وأجدادكم (وخالاتكم) أي أخوات أمهاتكم وجداتكم (وبنات الأخ وبنات الأخت) ويدخل فيهن أولادهم (وأمهاتكم اللاتي أرضعنكم) قبل استكمال الحولين خمس رضعات كما بينه الحديث (وأخواتكم من الرضاعة) ويلحق بذلك بالسنة البنات منها وهن من أرضعتهن موطوأته والعمات والخالات وبنات الأخ وبنات الأخت منها لحديث: \"يحرم من الرضاع ما يحرم من النسب\". رواه البخاري ومسلم. (وأمهات نسائكم وربائبكم) جمع ربيبة وهي بنت الزوجة من غيره (اللاتي في حجوركم) تربونها صفة موافقة للغالب فلا مفهوم لها (من نسائكم اللاتي دخلتم بهن) أي جامعتموهن (فإن لم تكونوا دخلتم بهن فلا جناح عليكم) في نكاح بناتهن إذا فارقتموهن (وحلائل) أزواج (أبنائكم الذين من أصلابكم) بخلاف من تبنيتموهم فلكم نكاح حلائلهم (وأن تجمعوا بين الأختين) من نسب أو رضاع بالنكاح ويلحق بهما بالسنة بينها وبين عمتها أو خالتها ويجوز نكاح كل واحدة على الانفراد وملكهما معاً ويطأ واحدة (إلا) لكن (ما قد سلف) في الجاهلية من نكاحهم بعض ما ذكر فلا جناح عليكم فيه (إن الله كان غفوراً) لما سلف منكم قبل النهي (رحيما) بكم في ذلك \r\n", "sura_id": 4, "type": 2, "id": 25460, "aya_id": 23}, {"text": "حرَّم الله عليكم نكاح أمهاتكم, ويدخل في ذلك الجدَّات مِن جهة الأب أو الأم, وبناتكم: ويشمل بنات الأولاد وإن نزلن, وأخواتكم الشقيقات أو لأب أو لأم, وعماتكم: أخوات آبائكم وأجدادكم, وخالاتكم: أخوات أمهاتكم وجداتكم, وبنات الأخ, وبنات الأخت: ويدخل في ذلك أولادهن, وأمهاتكم اللاتي أرضعنكم, وأخواتكم من الرضاعة -وقد حرَّم رسول الله صلى الله عليه وسلم من الرضاع ما يحرم من النسب- وأمهات نسائكم, سواء دخلتم بنسائكم, أم لم تدخلوا بهن, وبنات نسائكم من غيركم اللاتي يتربَّيْنَ غالبًا في بيوتكم وتحت رعايتكم, وهن مُحرَّمَات فإن لم يكنَّ في حجوركم, ولكن بشرط الدخول بأمهاتهن, فإن لم تكونوا دخلتم بأمهاتهن وطلقتموهن أو متْنَ قبل الدخول فلا جناح عليكم أن تنكحوهن, كما حرَّم الله عليكم أن تنكحوا زوجات أبنائكم الذين من أصلابكم, ومن أُلحق بهم مِن أبنائكم من الرضاع, وهذا التحريم يكون بالعقد عليها, دخل الابن بها أم لم يدخل, وحرَّم عليكم كذلك الجمع في وقت واحد بين الأختين بنسب أو رضاع إلا ما قد سلف ومضى منكم في الجاهلية. ولا يجوز كذلك الجمع بين المرأة وعمتها أو خالتها كما جاء في السنة. إن الله كان غفورًا للمذنبين إذا تابوا, رحيمًا بهم, فلا يكلفهم ما لا يطيقون.\r\n", "sura_id": 4, "type": 3, "id": 31696, "aya_id": 23}, {"text": " <font color=red>حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة هِيَ آيَة تَحْرِيم الْمَحَارِم مِنْ النَّسَب وَمَا يَتْبَعهُ مِنْ الرَّضَاع وَالْمَحَارِم بِالصِّهْرِ كَمَا قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان بْن حَبِيب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : حُرِّمَتْ عَلَيْكُمْ سَبْع نَسَبًا وَسَبْع صِهْرًا وَقَرَأَ \" حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتكُمْ وَبَنَاتكُمْ وَأَخَوَاتكُمْ \" الْآيَة وَحَدَّثَنَا أَبُو سَعِيد بْن يَحْيَى بْن سَعِيد حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ إِسْمَاعِيل بْن رَجَاء عَنْ عُمَيْر مَوْلَى اِبْن عَبَّاس عَنْ اِبْن عَبَّاس قَالَ : يَحْرُم مِنْ النَّسَب سَبْع وَمِنْ الصِّهْر سَبْع ثُمَّ قَرَأَ \" حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتكُمْ وَبَنَاتكُمْ وَأَخَوَاتكُمْ وَعَمَّاتكُمْ وَخَالَاتكُمْ وَبَنَات الْأَخ وَبَنَات الْأُخْت \" فَهُنَّ النَّسَب وَقَدْ اِسْتَدَلَّ جُمْهُور الْعُلَمَاء عَلَى تَحْرِيم الْمَخْلُوقَة مِنْ مَاء الزَّانِي عَلَيْهِ بِعُمُومِ قَوْله تَعَالَى \" وَبَنَاتكُمْ \" فَإِنَّهَا بِنْت فَتَدْخُل فِي الْعُمُوم كَمَا هُوَ مَذْهَب أَبِي حَنِيفَة وَمَالِك وَأَحْمَد بْن حَنْبَل وَقَدْ حُكِيَ عَنْ الشَّافِعِيّ شَيْء فِي إِبَاحَتهَا لِأَنَّهَا لَيْسَتْ بِنْتًا شَرْعِيَّة فَكَمَا لَمْ تَدْخُل فِي قَوْله \" يُوصِيكُمْ اللَّه فِي أَوْلَادكُمْ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ \" فَإِنَّهَا لَا تَرِث بِالْإِجْمَاعِ فَكَذَلِكَ لَا تَدْخُل فِي هَذِهِ الْآيَة وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" وَأُمَّهَاتكُمْ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتكُمْ مِنْ الرَّضَاعَة \" أَيْ كَمَا يَحْرُم عَلَيْك أُمّك الَّتِي وَلَدَتْك كَذَلِكَ يَحْرُم عَلَيْك أُمّك الَّتِي أَرْضَعَتْك وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَالِك بْن أَنَس عَنْ عَبْد اللَّه بْن أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم عَنْ عَمْرَة بِنْت عَبْد الرَّحْمَن عَنْ عَائِشَة أُمّ الْمُؤْمِنِينَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الرَّضَاعَة تُحَرِّم مَا تُحَرِّم الْوِلَادَة \" وَفِي لَفْظ لِمُسْلِمٍ \" يَحْرُم مِنْ الرَّضَاعَة مَا يَحْرُم مِنْ النَّسَب \" وَقَالَ بَعْض الْفُقَهَاء كُلّ مَا يَحْرُم مِنْ النَّسَب يَحْرُم مِنْ الرَّضَاعَة إِلَّا أَرْبَع صُوَر وَقَالَ بَعْضهمْ : سِتّ صُوَر هِيَ مَذْكُورَة فِي كُتُب الْفُرُوع وَالتَّحْقِيق أَنَّهُ لَا يُسْتَثْنَى شَيْء مِنْ ذَلِكَ لِأَنَّهُ يُوجَد مِثْل بَعْضهَا فِي النَّسَب وَبَعْضهَا إِنَّمَا يَحْرُم مِنْ جِهَة الصِّهْر فَلَا يُرَدّ عَلَى الْحَدِيث شَيْء أَصْلًا الْبَتَّة , وَلِلَّهِ الْحَمْد وَبِهِ الثِّقَة . ثُمَّ اِخْتَلَفَ الْأَئِمَّة فِي عَدَد الرَّضَعَات الْمُحَرِّمَة فَذَهَبَ ذَاهِبُونَ إِلَى أَنَّهُ يُحَرِّم مُجَرَّد الرَّضَاع لِعُمُومِ هَذِهِ الْآيَة وَهَذَا قَوْل مَالِك وَيُرْوَى عَنْ اِبْن عُمَر وَإِلَيْهِ ذَهَبَ سَعِيد بْن الْمُسَيِّب وَعُرْوَة بْن الزُّبَيْر وَالزُّهْرِيّ . وَقَالَ آخَرُونَ : لَا يُحَرِّم أَقَلّ مِنْ ثَلَاث رَضَعَات لِمَا ثَبَتَ فِي صَحِيح مُسْلِم مِنْ طَرِيق هَاشِم بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تُحَرِّم الْمَصَّة وَالْمَصَّتَانِ \" وَقَالَ قَتَادَة عَنْ أَبِي الْخَلِيل عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ أُمّ الْفَضْل قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُحَرِّم الرَّضْعَة وَالرَّضْعَتَانِ وَالْمَصَّة وَالْمَصَّتَانِ \" وَفِي لَفْظ آخَر\" لَا تُحَرِّم الْإِمْلَاجَة وَلَا الْإِمْلَاجَتَانِ \" رَوَاهُ مُسْلِم . وَمِمَّنْ ذَهَبَ إِلَى هَذَا الْقَوْل الْإِمَام أَحْمَد بْن حَنْبَل وَإِسْحَاق بْن رَاهْوَيْهِ وَأَبُو عُبَيْد وَأَبُو ثَوْر وَهُوَ مَرْوِيّ عَنْ عَلِيّ وَعَائِشَة وَأُمّ الْفَضْل وَابْن الزُّبَيْر وَسُلَيْمَان بْن يَسَار وَسَعِيد بْن جُبَيْر رَحِمَهُمْ اللَّه . وَقَالَ آخَرُونَ : لَا يُحَرِّم أَقَلّ مِنْ خَمْس رَضَعَات لِمَا ثَبَتَ فِي صَحِيح مُسْلِم مِنْ طَرِيق مَالِك عَنْ عَبْد اللَّه بْن أَبِي بَكْر عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَ فِيمَا أُنْزِلَ مِنْ الْقُرْآن \" عَشْر رَضَعَات مَعْلُومَات يُحَرِّمْنَ \" ثُمَّ نُسِخْن بِخَمْسٍ مَعْلُومَات فَتُوُفِّيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُنَّ فِيمَا يُقْرَأ مِنْ الْقُرْآن , وَرَوَى عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة نَحْو ذَلِكَ . وَفِي حَدِيث سَهْلَة بِنْت سُهَيْل أَنَّ رَسُول اللَّه صَلَّى أَمَرَهَا أَنْ تُرْضِع سَالِمًا مَوْلَى أَبِي حُذَيْفَة خَمْس رَضَعَات وَكَانَتْ عَائِشَة تَأْمُر مَنْ يُرِيد أَنْ يَدْخُل عَلَيْهَا أَنْ يَرْضَع خَمْس رَضَعَات وَبِهَذَا قَالَ الشَّافِعِيّ وَأَصْحَابه ثُمَّ لِيُعْلَم أَنَّهُ لَا بُدّ أَنْ تَكُون الرَّضَاعَة فِي سِنّ الصِّغَر دُون الْحَوْلَيْنِ عَلَى قَوْل الْجُمْهُور . وَقَدْ قَدَّمْنَا الْكَلَام عَلَى هَذِهِ الْمَسْأَلَة فِي سُورَة الْبَقَرَة عِنْد قَوْله \" يُرْضِعْنَ أَوْلَادهنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمّ الرَّضَاعَة \" . ثُمَّ اِخْتَلَفُوا هَلْ يُحَرِّم لَبَن الْفَحْل كَمَا هُوَ قَوْل جُمْهُور الْأَئِمَّة الْأَرْبَعَة وَغَيْرهمْ أَوْ إِنَّمَا يَخْتَصّ الرَّضَاع بِالْأُمِّ فَقَطْ وَلَا يَنْتَشِر إِلَى نَاحِيَة الْأَب كَمَا هُوَ قَوْل لِبَعْضِ السَّلَف عَلَى قَوْلَيْنِ تَحْرِيم هَذَا كُلّه فِي كِتَاب الْأَحْكَام الْكَبِيرَة وَقَوْله \" وَأُمَّهَات نِسَائِكُمْ وَرَبَائِبكُمْ اللَّاتِي فِي حُجُوركُمْ مِنْ نِسَائِكُمْ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاح عَلَيْكُمْ \" أَمَّا أُمّ الْمَرْأَة فَإِنَّهَا تَحْرُم بِمُجَرَّدِ الْعَقْد عَلَى بِنْتهَا سَوَاء دَخَلَ بِهَا أَوْ لَمْ يَدْخُل بِهَا . وَأَمَّا الرَّبِيبَة وَهِيَ بِنْت الْمَرْأَة فَلَا تَحْرُم حَتَّى يَدْخُل بِأُمِّهَا فَإِنْ طَلَّقَ الْأُمّ قَبْل الدُّخُول بِهَا جَازَ لَهُ أَنْ يَتَزَوَّج بِنْتهَا وَلِهَذَا قَالَ \" وَرَبَائِبكُمْ اللَّاتِي فِي حُجُوركُمْ مِنْ نِسَائِكُمْ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاح عَلَيْكُمْ \" فِي تَزْوِيجهنَّ ; فَهَذَا خَاصّ بِالرَّبَائِبِ وَحْدهنَّ وَقَدْ فَهِمَ بَعْضهمْ عَوْد الضَّمِير إِلَى الْأُمَّهَات وَالرَّبَائِب فَقَالَ : لَا تَحْرُم وَاحِدَة مِنْ الْأُمّ وَلَا الْبِنْت بِمُجَرَّدِ الْعَقْد عَلَى الْأُخْرَى حَتَّى يَدْخُل بِهَا لِقَوْلِهِ \" فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاح عَلَيْكُمْ \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا اِبْن أَبِي عَدِيّ وَعَبْد الْأَعْلَى عَنْ سَعِيد عَنْ قَتَادَة عَنْ جُلَاس بْن عَمْرو عَنْ عَلِيّ رَضِيَ اللَّه تَعَالَى عَنْهُ فِي رَجُل تَزَوَّجَ اِمْرَأَة فَطَلَّقَهَا قَبْل أَنْ يَدْخُل بِهَا أَيَتَزَوَّجُ بِأُمِّهَا قَالَ : هِيَ بِمَنْزِلَةِ الرَّبِيبَة . وَحَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا يَحْيَى عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب عَنْ زَيْد بْن ثَابِت قَالَ : إِذَا طَلَّقَ الرَّجُل اِمْرَأَته قَبْل أَنْ يَدْخُل بِهَا فَلَا بَأْس أَنْ يَتَزَوَّج أُمّهَا . وَفِي رِوَايَة عَنْ قَتَادَة عَنْ سَعِيد عَنْ زَيْد بْن ثَابِت أَنَّهُ كَانَ يَقُول : إِذَا مَاتَتْ فَأَخَذَ مِيرَاثهَا كُرِهَ أَنْ يَخْلُف عَلَى أُمّهَا فَإِذَا طَلَّقَهَا قَبْل أَنْ يَدْخُل بِهَا فَإِنْ شَاءَ فَعَلَ . وَقَالَ اِبْن الْمُنْذِر : حَدَّثَنَا إِسْحَاق عَنْ عَبْد الرَّزَّاق عَنْ اِبْن جُرَيْج قَالَ : أَخْبَرَنِي أَبُو بَكْر بْن حَفْص عَنْ مُسْلِم بْن عُوَيْمِر الْأَجْدَع أَنَّ بَكْر بْن كِنَانَة أَخْبَرَهُ أَنَّ أَبَاهُ أَنْكَحَهُ اِمْرَأَة بِالطَّائِفِ قَالَ : فَلَمْ أُجَامِعهَا حَتَّى تُوُفِّيَ عَمِّي عَنْ أُمّهَا وَأُمّهَا ذَات مَال كَثِير فَقَالَ أَبِي : هَلْ لَك فِي أُمّهَا ؟ قَالَ : فَسَأَلْت اِبْن عَبَّاس وَأَخْبَرْته فَقَالَ : اِنْكِحْ أُمّهَا قَالَ : وَسَأَلْت اِبْن عُمَر فَقَالَ : لَا تَنْكِحهَا فَأَخْبَرْت أَبِي بِمَا قَالَا فَكَتَبَ إِلَى مُعَاوِيَة فَأَخْبَرَهُ بِمَا قَالَا فَكَتَبَ مُعَاوِيَة : إِنِّي لَا أُحِلّ مَا حَرَّمَ اللَّه وَلَا أُحَرِّم مَا أَحَلَّ اللَّه وَأَنْتَ وَذَاكَ وَالنِّسَاء سِوَاهَا كَثِير فَلَمْ يَنْهَ وَلَمْ يَأْذَن لِي فَانْصَرَفَ أَبِي عَنْ أُمّهَا فَلَمْ يُنْكِحنِيهَا . وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ سِمَاك بْن الْفَضْل عَنْ رَجُل عَنْ عَبْد اللَّه بْن الزُّبَيْر قَالَ : الرَّبِيبَة وَالْأُمّ سَوَاء لَا بَأْس بِهَا إِذَا لَمْ تَدْخُل بِالْمَرْأَةِ وَفِي إِسْنَاده مُبْهَم . وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي عِكْرِمَة بْن كُلَيْد أَنَّ مُجَاهِدًا قَالَ \" وَأُمَّهَات نِسَائِكُمْ وَرَبَائِبكُمْ اللَّاتِي فِي حُجُوركُمْ \" أَرَادَ بِهِمَا الدُّخُول جَمِيعًا فَهَذَا الْقَوْل كَمَا تَرَى مَرْوِيّ عَنْ عَلِيّ وَزَيْد بْن ثَابِت وَعَبْد اللَّه بْن الزُّبَيْر وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَابْن عَبَّاس وَقَدْ تَوَقَّفَ فِيهِ مُعَاوِيَة وَذَهَبَ إِلَيْهِ مِنْ الشَّافِعِيَّة أَبُو الْحَسَن أَحْمَد بْن مُحَمَّد الصَّابُونِيّ فِيمَا نَقَلَهُ الرَّافِعِيّ عَنْ الْعَبَّادِيّ وَقَدْ رَوَى عَنْ اِبْن مَسْعُود مِثْله ثُمَّ رَجَعَ عَنْهُ . قَالَ الطَّبَرَانِيّ : حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم الدَّبَرِيّ حَدَّثَنَا عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ أَبِي فَرْوَة عَنْ أَبِي عَمْرو الشَّيْبَانِيّ عَنْ اِبْن مَسْعُود : أَنَّ رَجُلًا مِنْ بَنِي كَمْخ مِنْ فَزَارَة تَزَوَّجَ اِمْرَأَة فَرَأَى أُمّهَا فَأَعْجَبَتْهُ فَاسْتَفْتَى اِبْن مَسْعُود فَأَمَرَهُ أَنْ يُفَارِقهَا ثُمَّ يَتَزَوَّج أُمّهَا فَتَزَوَّجَهَا وَوَلَدَتْ لَهُ أَوْلَادًا ثُمَّ أَتَى اِبْن مَسْعُود الْمَدِينَة فَسُئِلَ عَنْ ذَلِكَ فَأَخْبَرَ أَنَّهَا لَا تَحِلّ لَهُ فَلَمَّا رَجَعَ إِلَى الْكُوفَة قَالَ لِلرَّجُلِ : إِنَّهَا عَلَيْك حَرَام فَفَارَقَهَا . وَجُمْهُور الْعُلَمَاء عَلَى أَنَّ الرَّبِيبَة لَا تَحْرُم بِالْعَقْدِ عَلَى الْأُمّ بِخِلَافِ الْأُمّ فَإِنَّهَا تَحْرُم بِمُجَرَّدِ الْعَقْد . قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا جَعْفَر بْن مُحَمَّد حَدَّثَنَا هَارُون بْن عُرْوَة عَنْ عَبْد الْوَهَّاب عَنْ سَعِيد عَنْ قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَقُول : إِذَا طَلَّقَ الرَّجُل الْمَرْأَة قَبْل أَنْ يَدْخُل بِهَا أَوْ مَاتَتْ لَمْ تَحِلّ لَهُ أُمّهَا \" وَرُوِيَ \" أَنَّهُ قَالَ : إِنَّهَا مُبْهَمَة فَكَرِهَهَا ثُمَّ قَالَ : وَرُوِيَ عَنْ اِبْن مَسْعُود وَعِمْرَان بْن حُصَيْن وَمَسْرُوق وَطَاوُس وَعِكْرِمَة وَعَطَاء وَالْحَسَن وَمَحْكُول وَابْن سِيرِينَ وَقَتَادَة وَالزُّهْرِيّ نَحْو ذَلِكَ وَهَذَا مَذْهَب الْأَئِمَّة الْأَرْبَعَة وَالْفُقَهَاء السَّبْعَة وَجُمْهُور الْفُقَهَاء قَدِيمًا وَحَدِيثًا وَلِلَّهِ الْحَمْد وَالْمِنَّة - قَالَ اِبْن جُرَيْج : وَالصَّوَاب قَوْل مَنْ قَالَ الْأُمّ مِنْ الْمُبْهَمَات لِأَنَّ اللَّه لَمْ يَشْتَرِط مَعَهُنَّ الدُّخُول كَمَا اِشْتَرَطَهُ مَعَ أُمَّهَات الرَّبَائِب مَعَ أَنَّ ذَلِكَ أَيْضًا إِجْمَاع الْحُجَّة الَّتِي لَا يَجُوز خِلَافهَا فِيمَا جَاءَتْ بِهِ مُتَّفِقَة عَلَيْهِ وَقَدْ رُوِيَ بِذَلِكَ أَيْضًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَبَر غَرِيب وَفِي إِسْنَاده نَظَر وَهُوَ مَا حَدَّثَنِي بِهِ اِبْن الْمُثَنَّى حَدَّثَنَا حِبَّان بْن مُوسَى حَدَّثَنَا اِبْن الْمُبَارَك أَخْبَرَنَا الْمُثَنَّى بْن الصَّبَّاح عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا نَكَحَ الرَّجُل الْمَرْأَة فَلَا يَحِلّ لَهُ أَنْ يَتَزَوَّج أُمّهَا دَخَلَ بِالْبِنْتِ أَوْ لَمْ يَدْخُل فَإِذَا تَزَوَّجَ بِالْأُمِّ فَلَمْ يَدْخُل بِهَا ثُمَّ طَلَّقَهَا فَإِنْ شَاءَ تَزَوَّجَ الِابْنَة \" ثُمَّ قَالَ : وَهَذَا الْخَبَر وَإِنْ كَانَ فِي إِسْنَاده مَا فِيهِ فَإِنَّ فِي إِجْمَاع الْحُجَّة عَلَى صِحَّة الْقَوْل بِهِ مُسْتَغْنًى عَنْ الِاسْتِشْهَاد عَلَى صِحَّته بِغَيْرِهِ . وَأَمَّا قَوْله تَعَالَى \" وَرَبَائِبكُمْ اللَّاتِي فِي حُجُوركُمْ \" فَالْجُمْهُور عَلَى أَنَّ الرَّبِيبَة حَرَام سَوَاء كَانَ فِي حِجْر الرَّجُل أَوْ لَمْ تَكُنْ فِي حِجْره . قَالُوا : وَهَذَا الْخِطَاب خَرَجَ مَخْرَج الْغَالِب فَلَا مَفْهُوم لَهُ كَقَوْلِهِ تَعَالَى \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء إِنْ أَرَدْنَ تَحَصُّنًا \" وَفِي الصَّحِيحَيْنِ أَنَّ أُمّ حَبِيبَة قَالَتْ : يَا رَسُول اللَّه اِنْكِحْ أُخْتِي بِنْت أَبِي سُفْيَان - وَفِي لَفْظ لِمُسْلِمٍ - عَزَّة بِنْت أَبِي سُفْيَان قَالَ \" أَوَتُحِبِّينَ ذَلِكَ \" ؟ قَالَتْ : نَعَمْ لَسْت بِك بِمُخْلِيَةٍ وَأَحَبّ مَنْ شَارَكَنِي فِي خَيْر أُخْتِي قَالَ \" فَإِنَّ ذَلِكَ لَا يَحِلّ لِي \" قَالَتْ : فَإِنَّا نُحَدَّث أَنَّك تُرِيد أَنْ تَنْكِح بِنْت أَبِي سَلَمَة قَالَ \" بِنْت أُمّ سَلَمَة \" قَالَتْ : نَعَمْ قَالَ : \" إِنَّهَا لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا لَبِنْت أَخِي مِنْ الرَّضَاعَة أَرْضَعَتْنِي وَأَبَا سَلَمَة ثُوَيْبَة فَلَا تَعْرِضَن عَلَيَّ بَنَاتكُنَّ وَلَا أَخَوَاتكُنَّ \" . وَفِي رِوَايَة لِلْبُخَارِيِّ\" إِنِّي لَوْ لَمْ أَتَزَوَّج أُمّ سَلَمَة مَا حَلَّتْ لِي \" فَجَعَلَ الْمَنَاط فِي التَّحْرِيم مُجَرَّد تَزَوُّجه أُمّ سَلَمَة وَحَكَمَ بِالتَّحْرِيمِ بِذَلِكَ وَهَذَا هُوَ مَذْهَب الْأَئِمَّة الْأَرْبَعَة وَالْفُقَهَاء السَّبْعَة وَجُمْهُور الْخَلَف وَالسَّلَف. وَقَدْ قِيلَ بِأَنَّهُ لَا تُحَرَّم الرَّبِيبَة إِلَّا إِذَا كَانَتْ فِي حِجْر الرَّجُل فَإِذَا لَمْ يَكُنْ كَذَلِكَ فَلَا تُحَرَّم . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَتَا أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى أَنْبَأَنَا هِشَام - يَعْنِي اِبْن يُوسُف - عَنْ اِبْن جُرَيْج حَدَّثَنِي إِبْرَاهِيم بْن عُبَيْد بْن رِفَاعَة أَخْبَرَنِي مَالِك بْن أَوْس بْن الْحَدَثَان قَالَ : كَانَتْ عِنْدِي اِمْرَأَة فَتُوُفِّيَتْ وَقَدْ وَلَدَتْ لِي فَوَجَدْت عَلَيْهَا فَلَقِيَنِي عَلِيّ بْن أَبِي طَالِب فَقَالَ : مَا لَك فَقُلْت : تُوُفِّيَتْ الْمَرْأَة فَقَالَ عَلِيّ : لَهَا اِبْنَة ؟ قُلْت : نَعَمْ وَهِيَ بِالطَّائِفِ قَالَ : كَانَتْ فِي حِجْرك ؟ قُلْت : لَا هِيَ بِالطَّائِفِ قَالَ : فَانْكِحْهَا قُلْت : فَأَيْنَ قَوْل اللَّه \" وَرَبَائِبكُمْ اللَّاتِي فِي حُجُوركُمْ ؟ \" قَالَ : إِنَّهَا لَمْ تَكُنْ فِي حِجْرك إِنَّمَا ذَلِكَ إِذَا كَانَتْ فِي حِجْرك . هَذَا إِسْنَاد قَوِيّ ثَابِت إِلَى عَلِيّ بْن أَبِي طَالِب عَلَى شَرْط مُسْلِم وَهُوَ قَوْل غَرِيب جِدًّا وَإِلَى هَذَا ذَهَبَ دَاوُد بْن عَلِيّ الظَّاهِرِيّ وَأَصْحَابه وَحَكَاهُ أَبُو الْقَاسِم الرَّافِعِيّ عَنْ مَالِك رَحِمَهُ اللَّه وَاخْتَارَهُ اِبْن حَزْم وَحَكَى لِي شَيْخنَا الْحَافِظ أَبُو عَبْد اللَّه الذَّهَبِيّ أَنَّهُ عَرَضَ هَذَا عَلَى الشَّيْخ الْإِمَام تَقِيّ الدِّين اِبْن تَيْمِيَة رَحِمَهُ اللَّه فَاسْتَشْكَلَهُ وَتَوَقَّفَ فِي ذَلِكَ وَاَللَّه أَعْلَم . وَقَالَ اِبْن الْمُنْذِر : حَدَّثَنَا عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا الْأَثْرَم عَنْ أَبِي عُبَيْدَة قَوْله \" اللَّاتِي فِي حُجُوركُمْ \" قَالَ : فِي بُيُوتكُمْ وَأَمَّا الرَّبِيبَة فِي مِلْك الْيَمِين فَقَدْ قَالَ الْإِمَام مَالِك بْن أَنَس عَنْ اِبْن شِهَاب أَنَّ عُمَر بْن الْخَطَّاب سُئِلَ عَنْ الْمَرْأَة وَبِنْتهَا مِنْ مِلْك الْيَمِين تُوطَأ إِحْدَاهُمَا بَعْد الْأُخْرَى فَقَالَ عُمَر : مَا أُحِبّ أَنْ أُجِيزهُمَا جَمِيعًا يُرِيد أَنْ أَطَأهُمَا جَمِيعًا بِمِلْكِ يَمِينِي وَهَذَا مُنْقَطِع . وَقَالَ سُنَيْد بْن دَاوُد فِي تَفْسِيره : حَدَّثَنَا أَبُو الْأَحْوَص عَنْ طَاوُس عَنْ طَارِق بْن عَبْد الرَّحْمَن عَنْ قَيْس قَالَ : قُلْت لِابْنِ عَبَّاس أَيَقَعُ الرَّجُل عَلَى اِمْرَأَة وَابْنَتهَا مَمْلُوكَيْنِ لَهُ ؟ فَقَالَ : أَحَلَّتْهُمَا آيَة وَحَرَّمَتْهُمَا آيَة وَلَمْ أَكُنْ لِأَفْعَلهُ , وَقَالَ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ رَحِمَهُ اللَّه : لَا خِلَاف بَيْن الْعُلَمَاء أَنَّهُ لَا يَحِلّ لِأَحَدٍ أَنْ يَطَأ اِمْرَأَة وَبِنْتهَا مِنْ مِلْك الْيَمِين لِأَنَّ اللَّه حَرَّمَ ذَلِكَ فِي النِّكَاح قَالَ \" وَأُمَّهَات نِسَائِكُمْ وَرَبَائِبكُمْ اللَّاتِي فِي حُجُوركُمْ مِنْ نِسَائِكُمْ \" وَمِلْك الْيَمِين عِنْدهمْ تَبَع لِلنِّكَاحِ إِلَّا مَا رُوِيَ عَنْ اِبْن عُمَر وَابْن عَبَّاس وَلَيْسَ عَلَى ذَلِكَ أَحَد مِنْ أَئِمَّة الْفَتْوَى وَلَا مَنْ تَبِعَهُمْ. وَرَوَى هِشَام عَنْ قَتَادَة : بِنْت الرَّبِيبَة وَبِنْت اِبْنَتهَا لَا تَصْلُح وَإِنْ كَانَتْ أَسْفَل بِبُطُونٍ كَثِيرَة وَكَذَا قَالَ قَتَادَة عَنْ أَبِي الْعَالِيَة. وَمَعْنَى قَوْله \" اللَّاتِي دَخَلْتُمْ بِهِنَّ \" أَيْ نَكَحْتُمُوهُنَّ قَالَهُ اِبْن عَبَّاس وَغَيْر وَاحِد وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء : هُوَ أَنْ تُهْدَى إِلَيْهِ فَيَكْشِف وَيُفَتِّش وَيَجْلِس بَيْن رِجْلَيْهَا قَالَتْ : أَرَأَيْت إِنْ فَعَلَ ذَلِكَ فِي بَيْت أَهْلهَا ؟ قَالَ : هُوَ سَوَاء وَحَسِبَهُ قَدْ حَرَّمَ ذَلِكَ عَلَيْهِ اِبْنَتهَا . وَقَالَ اِبْن جَرِير : وَفِي إِجْمَاع الْجَمِيع عَلَى أَنَّ خَلْوَة الرَّجُل بِامْرَأَةٍ لَا تُحَرِّم اِبْنَتهَا عَلَيْهِ إِذَا طَلَّقَهَا قَبْل مَسِيسهَا وَمُبَاشَرَتهَا وَقَبْل النَّظَر إِلَى فَرْجهَا بِشَهْوَةٍ مَا يَدُلّ عَلَى أَنَّ مَعْنَى ذَلِكَ هُوَ الْوُصُول إِلَيْهَا بِالْجِمَاعِ . وَقَوْله تَعَالَى \" وَحَلَائِل أَبْنَائِكُمْ الَّذِينَ مِنْ أَصْلَابكُمْ \" أَيْ وَحُرِّمَتْ عَلَيْكُمْ زَوْجَات أَبْنَائِكُمْ الَّذِينَ وَلَدْتُمُوهُمْ مِنْ أَصْلَابكُمْ يُحْتَرَز بِذَلِكَ عَنْ الْأَدْعِيَاء الَّذِينَ كَانُوا يَتَبَنَّوْنَهُمْ فِي الْجَاهِلِيَّة كَمَا قَالَ تَعَالَى \" فَلَمَّا قَضَى زَيْد مِنْهَا وَطَرًا زَوَّجْنَاكهَا لِكَيْلَا يَكُون عَلَى الْمُؤْمِنِينَ حَرَج فِي أَزْوَاج أَدْعِيَائِهِمْ \" الْآيَة وَقَالَ اِبْن جُرَيْج : سَأَلْت عَطَاء عَنْ قَوْله \" وَحَلَائِل أَبْنَائِكُمْ الَّذِينَ مِنْ أَصْلَابكُمْ \" قَالَ : كُنَّا نُحَدَّث وَاَللَّه أَعْلَم أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَكَحَ اِمْرَأَة زَيْد قَالَ الْمُشْرِكُونَ بِمَكَّة فِي ذَلِكَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَحَلَائِل أَبْنَائِكُمْ الَّذِينَ مِنْ أَصْلَابكُمْ \" وَنَزَلَتْ \" وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ\" وَنَزَلَتْ \" مَا كَانَ مُحَمَّد أَبَا أَحَد مِنْ رِجَالكُمْ \" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مُحَمَّد بْن أَبِي بَكْر الْمُقَدَّمِي حَدَّثَنَا خَالِد بْن الْحَارِث عَنْ الْأَشْعَث عَنْ الْحَسَن بْن مُحَمَّد أَنَّ هَؤُلَاءِ الْآيَات مُبْهَمَات \" وَحَلَائِل أَبْنَائِكُمْ \" \" وَأُمَّهَات نِسَائِكُمْ \" ثُمَّ قَالَ : وَرُوِيَ عَنْ طَاوُس وَإِبْرَاهِيم وَالزُّهْرِيّ وَمَكْحُول نَحْو ذَلِكَ \" قُلْت \" مَعْنَى مُبْهَمَات أَيْ عَامَّة فِي الْمَدْخُول بِهَا وَغَيْر الْمَدْخُول فَتَحْرُم بِمُجَرَّدِ الْعَقْد عَلَيْهَا وَهَذَا مُتَّفَق عَلَيْهِ فَإِنْ قِيلَ فَمِنْ أَيْنَ تَحْرُم اِمْرَأَة اِبْنه مِنْ الرَّضَاعَة كَمَا هُوَ قَوْل الْجُمْهُور وَمِنْ النَّاس مَنْ يَحْكِيه إِجْمَاعًا وَلَيْسَ مِنْ صُلْبه ؟ فَالْجَوَاب مِنْ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَحْرُم مِنْ الرَّضَاع مَا يَحْرُم مِنْ النَّسَب \" وَقَوْله تَعَالَى \" وَأَنْ تَجْمَعُوا بَيْن الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَف \" الْآيَة أَيْ وَحَرُمَ عَلَيْكُمْ الْجَمْع بَيْن الْأُخْتَيْنِ مَعًا فِي التَّزْوِيج وَكَذَا فِي مِلْك الْيَمِين إِلَّا مَا كَانَ مِنْكُمْ فِي جَاهِلِيَّتكُمْ فَقَدْ عَفَوْنَا عَنْهُ وَغَفَرْنَاهُ . فَدَلَّ عَلَى أَنَّهُ لَا مَثْنَوِيَّة فِيمَا يُسْتَقْبَل لِأَنَّهُ اِسْتَثْنَى مِمَّا سَلَفَ كَمَا قَالَ \" لَا يَذُوقُونَ فِيهَا الْمَوْت إِلَّا الْمَوْتَة الْأُولَى \" فَدَلَّ عَلَى أَنَّهُمْ لَا يَذُوقُونَ فِيهَا الْمَوْت أَبَدًا وَقَدْ أَجْمَعَ الْعُلَمَاء مِنْ الصَّحَابَة وَالتَّابِعِينَ وَالْأَئِمَّة قَدِيمًا وَحَدِيثًا عَلَى أَنَّهُ يَحْرُم الْجَمْع بَيْن الْأُخْتَيْنِ فِي النِّكَاح وَمَنْ أَسْلَمَ وَتَحْته أُخْتَانِ خُيِّرَ فَيُمْسِك إِحْدَاهُمَا وَيُطَلِّق الْأُخْرَى لَا مَحَالَة . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُوسَى بْن دَاوُد حَدَّثَنَا اِبْن لَهِيعَة عَنْ أَبِي وَهْب الْجَيْشَانِيّ عَنْ الضَّحَّاك بْن فَيْرُوز عَنْ أَبِيهِ قَالَ : أَسْلَمْت وَعِنْدِي اِمْرَأَتَانِ أُخْتَانِ فَأَمَرَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ أُطَلِّق إِحْدَاهُمَا . رَوَاهُ الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث اِبْن لَهِيعَة وَأَخْرَجَهُ أَبُو دَاوُد وَالتِّرْمِذِيّ أَيْضًا مِنْ حَدِيث يَزِيد بْن أَبِي حَبِيب كِلَاهُمَا عَنْ أَبِي وَهْب الْجَيْشَانِيّ قَالَ التِّرْمِذِيّ وَاسْمه دُلَيْم بْن الْهَوْشَع عَنْ الضَّحَّاك بْن فَيْرُوز الدَّيْلَمِيّ عَنْ أَبِيهِ بِهِ وَفِي لَفْظ لِلتِّرْمِذِيِّ . فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِخْتَرْ أَيَّتهمَا شِئْت \" ثُمَّ قَالَ التِّرْمِذِيّ : هَذَا حَدِيث حَسَن وَقَدْ رَوَاهُ اِبْن مَاجَهْ أَيْضًا بِإِسْنَادٍ آخَر فَقَالَ : حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا عَبْد السَّلَام بْن حَرْب عَنْ إِسْحَاق بْن عَبْد اللَّه بْن أَبِي فَرْوَة عَنْ أَبِي وَهْب الْجَيْشَانِيّ عَنْ أَبِي خِرَاش الرُّعَيْنِيّ قَالَ : قَدِمْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعِنْدِي أُخْتَانِ تَزَوَّجْتهمَا فِي الْجَاهِلِيَّة فَقَالَ \" إِذَا رَجَعْت فَطَلِّقْ إِحْدَاهُمَا \" قُلْت : فَيُحْتَمَل أَنَّ أَبَا خِرَاش هَذَا هُوَ الضَّحَّاك بْن فَيْرُوز وَيُحْتَمَل أَنْ يَكُون غَيْره فَيَكُون أَبُو وَهْب قَدْ رَوَاهُ عَنْ اِثْنَيْنِ عَنْ فَيْرُوز الدَّيْلَمِيّ وَاَللَّه أَعْلَم . وَقَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد اللَّه بْن يَحْيَى بْن مُحَمَّد بْن يَحْيَى حَدَّثَنَا أَحْمَد بْن يَحْيَى الْخَوْلَانِيّ حَدَّثَنَا هَيْثَم بْن خَارِجَة حَدَّثَنَا يَحْيَى بْن إِسْحَاق عَنْ إِسْحَاق بْن عَبْد اللَّه بْن أَبِي فَرْوَة عَنْ زِرّ بْن حَكِيم عَنْ كَثِير بْن مُرَّة عَنْ الدَّيْلَمِيّ قَالَ : قُلْت يَا رَسُول اللَّه إِنَّ تَحْتِي أُخْتَيْنِ قَالَ : \" طَلِّقْ أَيّهمَا شِئْت \" فَالدَّيْلَمِيّ الْمَذْكُور أَوَّلًا هُوَ الضَّحَّاك بْن فَيْرُوز الدَّيْلَمِيّ رَضِيَ اللَّه عَنْهُ وَكَانَ مِنْ جُمْلَة الْأُمَرَاء بِالْيَمَنِ الَّذِينَ وَلُوا قَتْل الْأَسْوَد الْعَنْسِيّ الْمُتَنَبِّئ لَعَنَهُ اللَّه وَأَمَّا الْجَمْع بَيْن الْأُخْتَيْنِ فِي مِلْك الْيَمِين فَحَرَام أَيْضًا لِعُمُومِ الْآيَة . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ قَتَادَة عَنْ عَبْد اللَّه بْن أَبِي عِنَبَة - أَوْ عُتْبَة - عَنْ اِبْن مَسْعُود أَنَّهُ سُئِلَ عَنْ الرَّجُل يَجْمَع بَيْن الْأُخْتَيْنِ فَكَرِهَهُ فَقَالَ لَهُ يَعْنِي السَّائِل يَقُول اللَّه تَعَالَى \" إِلَّا مَا مَلَكَتْ أَيْمَانكُمْ \" فَقَالَ لَهُ اِبْن مَسْعُود رَضِيَ اللَّه تَعَالَى عَنْهُ : وَبَعِيرك مِمَّا مَلَكَتْ يَمِينك . وَهَذَا هُوَ الْمَشْهُور عَنْ الْجُمْهُور وَالْأَئِمَّة الْأَرْبَعَة وَغَيْرهمْ وَإِنْ كَانَ بَعْض السَّلَف قَدْ تَوَقَّفَ فِي ذَلِكَ وَقَالَ الْإِمَام مَالِك عَنْ اِبْن شِهَاب عَنْ قَبِيصَة بْن ذُؤَيْب أَنَّ رَجُلًا سَأَلَ عُثْمَان بْن عَفَّان عَنْ الْأُخْتَيْنِ فِي مِلْك الْيَمِين هَلْ يُجْمَع بَيْنهمَا فَقَالَ عُثْمَان : أَحَلَّتْهُمَا آيَة وَحَرَّمَتْهُمَا آيَة وَمَا كُنْت لِأَمْنَع ذَلِكَ فَخَرَجَ مِنْ عِنْده فَلَقِيَ رَجُلًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ ذَلِكَ فَقَالَ : لَوْ كَانَ لِي مِنْ الْأَمْر شَيْء ثُمَّ وَجَدْت أَحَدًا فَعَلَ ذَلِكَ لَجَعَلْته نَكَالًا وَقَالَ مَالِك : قَالَ اِبْن شِهَاب أُرَاهُ عَلِيّ بْن أَبِي طَالِب قَالَ : وَبَلَغَنِي عَنْ الزُّبَيْر بْن الْعَوَّام مِثْل ذَلِكَ قَالَ اِبْن عَبْد الْبَرّ النَّمَرِيّ رَحِمَهُ اللَّه فِي كِتَاب الِاسْتِذْكَار : إِنَّمَا كَنَّى قَبِيصَة بْن ذُؤَيْب عَنْ عَلِيّ بْن أَبِي طَالِب لِصُحْبَتِهِ عَبْد الْمَلِك بْن مَرْوَان وَكَانُوا يَسْتَثْقِلُونَ ذِكْر عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ ثُمَّ قَالَ أَبُو عُمَر : حَدَّثَنِي خَلَف بْن أَحْمَد قِرَاءَة عَلَيْهِ أَنَّ خَلَف بْن مُطَرِّف حَدَّثَهُمْ حَدَّثَنَا أَيُّوب بْن سُلَيْمَان وَسَعِيد بْن سُلَيْمَان وَمُحَمَّد بْن عُمَر بْن لُبَابَة قَالُوا : حَدَّثَنَا أَبُو زَيْد عَبْد الرَّحْمَن بْن إِبْرَاهِيم حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِي عَنْ مُوسَى بْن أَيُّوب الْغَافِقِيّ حَدَّثَنِي عَمِّي إِيَاس بْن عَامِر قَالَ : سَأَلْت عَلِيّ بْن أَبِي طَالِب فَقُلْت إِنَّ لِي أُخْتَيْنِ مِمَّا مَلَكَتْ يَمِينِي اِتَّخَذْت إِحْدَاهُمَا سُرِّيَّة فَوَلَدَتْ لِي أَوْلَادًا ثُمَّ رَغِبْت فِي الْأُخْرَى فَمَا أَصْنَع . فَقَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ : تُعْتِق الَّتِي كُنْت تَطَأ ثُمَّ تَطَأ الْأُخْرَى . قُلْت : فَإِنَّ نَاسًا يَقُولُونَ بَلْ تَزَوَّجْهَا ثُمَّ تَطَأ الْأُخْرَى فَقَالَ عَلِيّ : أَرَأَيْت إِنْ طَلَّقَهَا زَوْجهَا . أَوْ مَاتَ عَنْهَا أَلَيْسَ تَرْجِع إِلَيْك ؟ لَأَنْ تُعْتِقهَا أَسْلَم لَك . ثُمَّ أَخَذَ عَلِيّ بِيَدِي فَقَالَ لِي : إِنَّهُ يَحْرُم عَلَيْك مِمَّا مَلَكَتْ يَمِينك مَا يَحْرُم عَلَيْك فِي كِتَاب اللَّه عَزَّ وَجَلَّ مِنْ الْحَرَائِر إِلَّا الْعَدَد أَوْ قَالَ إِلَّا الْأَرْبَع وَيَحْرُم عَلَيْك مِنْ الرَّضَاع مَا يَحْرُم عَلَيْك فِي كِتَاب اللَّه مِنْ النَّسَب ثُمَّ قَالَ أَبُو عُمَر : هَذَا الْحَدِيث رِحْلَة رَجُل وَلَمْ يُصِبْ مِنْ أَقْصَى الْمَغْرِب وَالْمَشْرِق إِلَى مَكَّة غَيْره , لَمَّا خَابَتْ رِحْلَته قُلْت : وَقَدْ رُوِيَ عَنْ عَلِيّ نَحْو مَا رُوِيَ عَنْ عُثْمَان. وَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن الْعَبَّاس حَدَّثَنِي مُحَمَّد بْن عَبْد اللَّه بْن الْمُبَارَك الْمُخَرِّمِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن غَزْوَان حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ عَلِيّ بْن أَبِي طَالِب حَرَّمَتْهُمَا آيَة وَأَحَلَّتْهُمَا آيَة - يَعْنِي الْأُخْتَيْنِ قَالَ اِبْن عَبَّاس : يُحَرِّمْنَ عَلَيَّ قَرَابَتِي مِنْهُنَّ وَلَا يُحَرِّمْنَ قَرَابَة بَعْضهنَّ مِنْ بَعْض يَعْنِي الْإِمَاء وَكَانَتْ الْجَاهِلِيَّة يُحَرِّمُونَ مَا تُحَرِّمُونَ إِلَّا اِمْرَأَة الْأَب وَالْجَمْع بَيْن الْأُخْتَيْنِ فَلَمَّا جَاءَ الْإِسْلَام أَنْزَلَ اللَّه \" وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنْ النِّسَاء إِلَّا مَا قَدْ سَلَف \" \" وَأَنْ تَجْمَعُوا بَيْن الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَف \" يَعْنِي فِي النِّكَاح ثُمَّ قَالَ اِبْن عُمَر : وَرَوَى الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا مُحَمَّد بْن سَلَمَة عَنْ هِشَام عَنْ اِبْن سِيرِينَ عَنْ اِبْن مَسْعُود قَالَ : يَحْرُم مِنْ الْإِمَاء مَا يَحْرُم مِنْ الْحَرَائِر إِلَّا الْعَدَد وَعَنْ اِبْن مَسْعُود وَالشَّعْبِيّ نَحْو ذَلِكَ قَالَ أَبُو عَمْرو قَدْ رُوِيَ مِثْل قَوْل عُثْمَان عَنْ طَائِفَة مِنْ السَّلَف مِنْهُمْ اِبْن عَبَّاس وَلَكِنْ اُخْتُلِفَ عَلَيْهِمْ وَلَمْ يَلْتَفِت إِلَى ذَلِكَ أَحَد مِنْ فُقَهَاء الْأَمْصَار وَالْحِجَاز وَالْعِرَاق وَلَا مَا وَرَاءَهُمَا مِنْ الْمَشْرِق وَلَا بِالشَّامِ وَالْمَغْرِب إِلَّا مَنْ شَذَّ عَنْ جَمَاعَتهمْ بِاتِّبَاعِ الظَّاهِر وَنَفْي الْقِيَاس وَقَدْ تَرَكَ مَنْ يَعْمَل ذَلِكَ ظَاهِرًا مَا اِجْتَمَعْنَا عَلَيْهِ وَجَمَاعَة الْفُقَهَاء مُتَّفِقُونَ عَلَى أَنَّهُ لَا يَحِلّ الْجَمْع بَيْن الْأُخْتَيْنِ بِمِلْكِ الْيَمِين فِي الْوَطْء كَمَا لَا يَحِلّ ذَلِكَ فِي النِّكَاح وَقَدْ أَجْمَعَ الْمُسْلِمُونَ عَلَى أَنَّ مَعْنَى قَوْله \" حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتكُمْ وَبَنَاتكُمْ وَأَخَوَاتكُمْ \" إِلَى آخِر الْآيَة أَنَّ النِّكَاح وَمِلْك الْيَمِين فِي هَؤُلَاءِ كُلّهنَّ سَوَاء وَكَذَلِكَ يَجِب أَنْ يَكُون نَظَرًا وَقِيَاسًا الْجَمْع بَيْن الْأُخْتَيْنِ وَأُمَّهَات النِّسَاء وَالرَّبَائِب وَكَذَلِكَ هُوَ عِنْد جُمْهُورهمْ وَهُمْ الْحُجَّة الْمَحْجُوج بِهَا مَنْ خَالَفَهَا وَشَذَّ عَنْهَا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40859, "aya_id": 23}]