[{"text": "لاَّ يُؤَاخِذُكُمُ اللّهُ بِاللَّغْوِ فِيَ أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ وَاللّهُ غَفُورٌ حَلِيمٌ", "sura_id": 2, "type": 0, "id": 232, "aya_id": 225}, {"text": "لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما كسبت قلوبكم والله غفور حليم", "sura_id": 2, "type": 1, "id": 6468, "aya_id": 225}, {"text": "225 - (لا يؤاخذكم الله باللغو) الكائن (في أيمانكم) وهو ما يسبق إليه اللسان من غير قصد الحلف نحو والله ، وبلى والله ، فلا إثم عليه ولا كفارة (ولكن يؤاخذكم بما كسبت قلوبكم) أي قصدته من الإيمان إذا حنثتم (والله غفور) لما كان من اللغو (حليم) بتأخير العقوبة عن مستحقها \r\n", "sura_id": 2, "type": 2, "id": 25176, "aya_id": 225}, {"text": "لا يعاقبكم الله بسبب أيمانكم التي تحلفونها بغير قصد, ولكن يعاقبكم بما قصدَتْه قلوبكم. والله غفور لمن تاب إليه, حليم بمن عصاه حيث لم يعاجله بالعقوبة.\r\n", "sura_id": 2, "type": 3, "id": 31412, "aya_id": 225}, {"text": " <font color=red>لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ وَاللَّهُ غَفُورٌ حَلِيمٌ</font><BR><p>وَقَوْله \" لَا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ\" أَيْ لَا يُعَاقِبكُمْ وَلَا يُلْزِمكُمْ بِمَا صَدَرَ مِنْكُمْ مِنْ الْأَيْمَان اللَّاغِيَة وَهِيَ الَّتِي لَا يَقْصِدهَا الْحَالِف بَلْ تَجْرِي عَلَى لِسَانه عَادَة مِنْ غَيْر تَعْقِيد وَلَا تَأْكِيد كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ عَنْ حُمَيْد بْن عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ قَالَ : \" مَنْ حَلَفَ فَقَالَ فِي حَلِفه بِاَللَّاتِ وَالْعُزَّى فَلْيَقُلْ لَا إِلَه إِلَّا اللَّه\" فَهَذَا قَالَهُ لِقَوْمٍ حَدِيثِي عَهْد بِجَاهِلِيَّةٍ قَدْ أَسْلَمُوا وَأَلْسِنَتهمْ قَدْ أَلِفَتْ مَا كَانَتْ عَلَيْهِ مِنْ الْحَلِف بِاَللَّاتِ مِنْ غَيْر قَصْد فَأُمِرُوا أَنْ يَتَلَفَّظُوا بِكَلِمَةِ الْإِخْلَاص كَمَا تَلَفَّظُوا بِتِلْكَ الْكَلِمَة مِنْ غَيْر قَصْد لِتَكُونَ هَذِهِ بِهَذِهِ وَلِهَذَا قَالَ تَعَالَى \" وَلَكِنْ يُؤَاخِذكُمْ بِمَا كَسَبَتْ قُلُوبكُمْ \" الْآيَة وَفِي الْآيَة الْأُخْرَى \" بِمَا عَقَّدْتُمْ الْأَيْمَان \" قَالَ أَبُو دَاوُد : \" بَابُ لَغْوِ الْيَمِين \" حَدَّثَنَا حُمَيْد بْن مَسْعَدَة الشَّامِيّ حَدَّثَنَا حَيَّان يَعْنِي اِبْن إِبْرَاهِيم حَدَّثَنَا إِبْرَاهِيم يَعْنِي الصَّائِغ عَنْ عَطَاء : اللَّغْو فِي الْيَمِين قَالَ قَالَتْ عَائِشَة إِنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" اللَّغْو فِي الْيَمِين هُوَ كَلَام الرَّجُل فِي بَيْته كَلَّا وَاَللَّهِ وَبَلَى وَاَللَّهِ\" ثُمَّ قَالَ أَبُو دَاوُد رَوَاهُ دَاوُد بْن الْفُرَات عَنْ إِبْرَاهِيم الصَّائِغ عَنْ عَطَاء عَنْ عَائِشَة مَوْقُوفًا . وَرَوَاهُ الزُّهْرِيّ وَعَبْد الْمَلِك وَمَالِك بْن مِغْوَل كُلّهمْ عَنْ عَطَاء عَنْ عَائِشَة مَوْقُوفًا أَيْضًا . \" قُلْت \" وَكَذَا رَوَاهُ اِبْن جُرَيْج وَابْن أَبِي لَيْلَى عَنْ عَطَاء عَنْ عَائِشَة مَوْقُوفًا . وَرَوَاهُ اِبْن جَرِير عَنْ هَنَّاد عَنْ وَكِيع وَعَبْدَة وَأَبِي مُعَاوِيَة عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة فِي قَوْله \" لَا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ \" لَا وَاَللَّه وَبَلَى وَاَللَّه ثُمَّ رَوَاهُ عَنْ مُحَمَّد بْن حُمَيْد عَنْ سَلَمَة عَنْ اِبْن إِسْحَاق عَنْ هِشَام عَنْ أَبِيهِ عَنْهَا وَبِهِ عَنْ اِبْن إِسْحَاق عَنْ الزُّهْرِيّ عَنْ الْقَاسِم عَنْهَا وَبِهِ عَنْ اِبْن إِسْحَاق عَنْ اِبْن أَبِي نَجِيح عَنْ عَطَاء عَنْهَا وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة فِي قَوْله \" لَا يُؤَاخِذكُمْ اللَّه بِاللَّغْوِ فِي أَيْمَانكُمْ \" قَالَتْ هُمْ الْقَوْم يَتَدَارَءُونَ فِي الْأَمْر فَيَقُول هَذَا لَا وَاَللَّه وَبَلَى وَاَللَّه وَكَلَّا وَاَللَّه يَتَدَارَءُونَ فِي الْأَمْر لَا تَعْقِد عَلَيْهِ قُلُوبهمْ وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا هَارُون بْن إِسْحَاق الْهَمْدَانِيّ حَدَّثَنَا عَبْدَة يَعْنِي اِبْن سُلَيْمَان عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة فِي قَوْل اللَّه \" لَا يُؤَاخِذكُمْ اللَّه بِاللَّغْوِ فِي أَيْمَانكُمْ \" قَالَتْ : هُوَ قَوْل الرَّجُل لَا وَاَللَّه وَبَلَى وَاَللَّه . وَحَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح كَاتِب اللَّيْث حَدَّثَنِي اِبْن لَهِيعَة عَنْ أَبِي الْأَسْوَد عَنْ عُرْوَة قَالَ : كَانَتْ عَائِشَة تَقُول إِنَّمَا اللَّغْو فِي الْمُزَاحَة وَالْهَزْل وَهُوَ قَوْل الرَّجُل لَا وَاَللَّه وَبَلَى وَاَللَّه فَذَاكَ لَا كَفَّارَة فِيهِ إِنَّمَا الْكَفَّارَة فِيمَا عَقَدَ عَلَيْهِ قَلْبه أَنْ يَفْعَلهُ ثُمَّ لَا يَفْعَلهُ ثُمَّ قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ اِبْن عُمَر وَابْن عَبَّاس فِي أَحَد قَوْلَيْهِ وَالشَّعْبِيّ وَعِكْرِمَة فِي أَحَد قَوْلَيْهِ وَعُرْوَة بْن الزُّبَيْر وَأَبِي صَالِح وَالضَّحَّاك فِي أَحَد قَوْلَيْهِ وَأَبِي قِلَابَة وَالزُّهْرِيّ نَحْو ذَلِكَ \" الْوَجْه الثَّانِي \" قُرِئَ عَلَى يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي الثِّقَة عَنْ اِبْن شِهَاب عَنْ عُرْوَة عَنْ عَائِشَة أَنَّهَا كَانَتْ تَتَأَوَّل هَذِهِ الْآيَة يَعْنِي قَوْله \" لَا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ \" وَتَقُول هُوَ الشَّيْء يَحْلِف عَلَيْهِ أَحَدكُمْ لَا يُرِيد مِنْهُ إِلَّا الصِّدْق فَيَكُون عَلَى غَيْر مَا حَلَفَ عَلَيْهِ ثُمَّ قَالَ : وَرُوِيَ عَنْ أَبِي هُرَيْرَة وَابْن عَبَّاس فِي أَحَد قَوْلَيْهِ وَسُلَيْمَان بْن يَسَار وَسَعِيد بْن جُبَيْر وَمُجَاهِد فِي أَحَد قَوْلَيْهِ وَإِبْرَاهِيم النَّخَعِيّ فِي أَحَد قَوْلَيْهِ وَالْحَسَن وَزُرَارَة بْن أَوْفَى وَأَبِي مَالِك وَعَطَاء الْخُرَاسَانِيّ وَبَكْر بْن عَبْد اللَّه أَحَد قَوْلَيْ عِكْرِمَة وَحَبِيب بْن أَبِي ثَابِت وَالسُّدِّيّ وَمَكْحُول وَمُقَاتِل وَطَاوُس وَقَتَادَة وَالرَّبِيع بْن أَنَس وَيَحْيَى بْن سَعِيد وَرَبِيعَة نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن مُوسَى الْجُرَشِيّ حَدَّثَنَا عَبْد اللَّه بْن مَيْمُون الْمُرَادِيّ حَدَّثَنَا عَوْف الْأَعْرَابِيّ عَنْ الْحَسَن بْن أَبِي الْحَسَن قَالَ مَرَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِقَوْمٍ يَنْتَضِلُونَ يَعْنِي يَرْمُونَ وَمَعَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - رَجُل مِنْ أَصْحَابه فَقَامَ رَجُل مِنْ الْقَوْم فَقَالَ أَصَبْت وَاَللَّه وَأَخْطَأْت وَاَللَّه فَقَالَ الَّذِي مَعَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِلنَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حَنِثَ الرَّجُل يَا رَسُول اللَّه قَالَ \" كَلَّا أَيْمَان الرُّمَاة لَغْو لَا كَفَّارَة فِيهَا وَلَا عُقُوبَة \" هَذَا مُرْسَل حَسَن عَنْ الْحَسَن وَقَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ عَائِشَة الْقَوْلَانِ جَمِيعًا حَدَّثَنَا عِصَام بْن رَوَّاد أَنْبَأَنَا آدَم حَدَّثَنَا شَيْبَان عَنْ جَابِر عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ عَائِشَة قَالَتْ : هُوَ قَوْله لَا وَاَللَّه وَبَلَى وَاَللَّه وَهُوَ يَرَى أَنَّهُ صَادِق وَلَا يَكُون كَذَلِكَ \" أَقْوَالٌ أُخَر \" قَالَ عَبْد الرَّزَّاق عَنْ هُشَيْم عَنْ مُغِيرَة عَنْ إِبْرَاهِيم هُوَ الرَّجُل يَحْلِف عَلَى الشَّيْء ثُمَّ يَنْسَاهُ وَقَالَ زَيْد بْن أَسْلَمَ هُوَ قَوْل الرَّجُل أَعْمَى اللَّه بَصَرِي إِنْ لَمْ أَفْعَل كَذَا وَكَذَا أَخْرَجَنِي اللَّه مِنْ مَالِي إِنْ لَمْ آتِك غَدًا فَهُوَ هَذَا قَالَ اِبْن أَبِي حَاتِم : وَحَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُسَدَّد بْن خَالِد حَدَّثَنَا خَالِد حَدَّثَنَا عَطَاء عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ : لَغْو الْيَمِين أَنْ تَحْلِف وَأَنْتَ غَضْبَان وَأَخْبَرَنِي أَبِي حَدَّثَنَا أَبُو الْجُمَاهِر حَدَّثَنَا سَعِيد بْن بَشِير حَدَّثَنِي أَبُو بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : لَغْو الْيَمِين أَنْ تُحَرِّم مَا أَحَلَّ اللَّه لَك فَذَلِكَ مَا لَيْسَ عَلَيْك فِيهِ كَفَّارَة وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر . وَقَالَ أَبُو دَاوُد \" بَاب الْيَمِين فِي الْغَضَب \" حَدَّثَنَا مُحَمَّد بْن الْمِنْهَال أَنْبَأَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا حَبِيب الْمُعَلِّم عَنْ عَمْرو بْن شُعَيْب عَنْ سَعِيد بْن الْمُسَيِّب أَنَّ أَخَوَيْنِ مِنْ الْأَنْصَار كَانَ بَيْنهمَا مِيرَاث فَسَأَلَ أَحَدهمَا صَاحِبه الْقِسْمَة فَقَالَ : إِنْ عُدْت تَسْأَلنِي عَنْ الْقِسْمَة فَكُلّ مَالِي فِي رِتَاج الْكَعْبَة فَقَالَ لَهُ عُمَر : إِنَّ الْكَعْبَة غَنِيَّة عَنْ مَالِك كَفِّرْ عَنْ يَمِينك وَكَلِّمْ أَخَاك سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" لَا يَمِين عَلَيْك وَلَا نَذْر فِي مَعْصِيَة الرَّبّ عَزَّ وَجَلَّ وَلَا فِي قَطِيعَة الرَّحِم وَلَا فِيمَا لَا تَمْلِك \" وَقَوْله \" وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ \" قَالَ : اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد : هُوَ أَنْ يَحْلِف عَلَى الشَّيْء وَهُوَ يَعْلَم أَنَّهُ كَاذِب قَالَ مُجَاهِد وَغَيْره : وَهِيَ كَقَوْلِهِ تَعَالَى \" وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمْ الْأَيْمَان \" الْآيَة \" وَاَللَّه غَفُورٌ حَلِيمٌ\" أَيْ غَفُورٌ لِعِبَادِهِ حَلِيمٌ عَلَيْهِمْ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38637, "aya_id": 225}]