[{"text": "إِنَّ اللّهَ يَأْمُرُكُمْ أَن تُؤدُّواْ الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِ إِنَّ اللّهَ نِعِمَّا يَعِظُكُم بِهِ إِنَّ اللّهَ كَانَ سَمِيعًا بَصِيرًا", "sura_id": 4, "type": 0, "id": 551, "aya_id": 58}, {"text": "إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعما يعظكم به إن الله كان سميعا بصيرا", "sura_id": 4, "type": 1, "id": 6787, "aya_id": 58}, {"text": "58 - (إن الله يأمركم أن تؤدوا الأمانات) أي ما ائتمن عليه من الحقوق (إلى أهلها) نزلت لما أخذ عليٌّ رضي الله عنه مفتاح الكعبة من عثمان بن طلحة الحجبي سادنها قسرا لما قدم النبي صلى الله عليه وسلم مكة عام الفتح ومنعه وقال: لو علمت أنه رسول الله لم أمنعه فأمر رسول الله صلى الله عليه وسلم برده إليه وقال: هاك خالدة تالدة. فعجب من ذلك فقرأ له عليٌّ الآية فأسلم وأعطاه عند موته لأخيه شيبة فبقي في ولده ، والآية وإن وردت على سبب خاص فعمومها معتبر بقرينة الجمع (وإذا حكمتم بين الناس) يأمركم (أن تحكموا بالعدل إن الله نعمَّا) فيه إدغام ميم نعمَ في ما النكرة الموصوفة أي نعم شيئاً (يعظكم به) تأدية الأمانة والحكم بالعدل (إن الله كان سميعا) لما يقال (بصيرا) بما يفعل \r\n", "sura_id": 4, "type": 2, "id": 25495, "aya_id": 58}, {"text": "إن الله تعالى يأمركم بأداء مختلف الأمانات, التي اؤتمنتم عليها إلى أصحابها, فلا تفرطوا فيها, ويأمركم بالقضاء بين الناس بالعدل والقسط, إذا قضيتم بينهم, ونِعْمَ ما يعظكم الله به ويهديكم إليه. إن الله تعالى كان سميعًا لأقوالكم, مُطَّلعًا على سائر أعمالكم, بصيرًا بها.\r\n", "sura_id": 4, "type": 3, "id": 31731, "aya_id": 58}, {"text": " <font color=red>إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ يَأْمُر بِأَدَاءِ الْأَمَانَات إِلَى أَهْلهَا. وَفِي حَدِيث الْحَسَن عَنْ سَمُرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَدِّ الْأَمَانَة إِلَى مَنْ اِئْتَمَنَك وَلَا تَخُنْ مَنْ خَانَك \" رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن وَهُوَ يَعُمّ جَمِيع الْأَمَانَات الْوَاجِبَة عَلَى الْإِنْسَان مِنْ حُقُوق اللَّه عَزَّ وَجَلَّ عَلَى عِبَاده مِنْ الصَّلَاة وَالزَّكَاة وَالصِّيَام وَالْكَفَّارَات وَالنُّذُور وَغَيْر ذَلِكَ مِمَّا هُوَ مُؤْتَمَن عَلَيْهِ لَا يَطَّلِع عَلَيْهِ الْعِبَاد وَمِنْ حُقُوق الْعِبَاد بَعْضهمْ عَلَى بَعْض كَالْوَدَائِعِ وَغَيْر ذَلِكَ مِمَّا يُؤْتَمَنُونَ بِهِ مِنْ غَيْر اِطِّلَاع بَيِّنَة عَلَى ذَلِكَ فَأَمَرَ اللَّه عَزَّ وَجَلَّ بِأَدَائِهَا فَمَنْ لَمْ يَفْعَل ذَلِكَ فِي الدُّنْيَا أُخِذَ مِنْهُ ذَلِكَ يَوْم الْقِيَامَة كَمَا ثَبَتَ فِي الْحَدِيث الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَتُؤَدُّنَّ الْحُقُوق إِلَى أَهْلهَا حَتَّى يُقْتَصّ لِلشَّاةِ الْجَمَّاء مِنْ الْقَرْنَاء \" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ عَبْد اللَّه بْن السَّائِب عَنْ زَاذَان عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : إِنَّ الشَّهَادَة تُكَفِّر كُلّ ذَنْب إِلَّا الْأَمَانَة يُؤْتَى بِالرَّجُلِ يَوْم الْقِيَامَة وَإِنْ كَانَ قَدْ قُتِلَ فِي سَبِيل اللَّه فَيُقَال أَدِّ أَمَانَتك فَيَقُول فَأَنَّى أُؤَدِّيهَا وَقَدْ ذَهَبَتْ الدُّنْيَا ؟ فَتُمَثَّل لَهُ الْأَمَانَة فِي قَعْر جَهَنَّم فَيَهْوِي إِلَيْهَا فَيَحْمِلهَا عَلَى عَاتِقه قَالَ فَتَنْزِل عَنْ عَاتِقه فَيَهْوِي عَلَى أَثَرهَا أَبَد الْآبِدِينَ. قَالَ زَاذَان فَأَتَيْت الْبَرَاء فَحَدَّثْته فَقَالَ صَدَقَ أَخِي \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تُؤَدُّوا الْأَمَانَات إِلَى أَهْلهَا \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن أَبِي لَيْلَى عَنْ رَجُل عَنْ اِبْن عَبَّاس فِي الْآيَة قَالَ : هِيَ مُبْهَمَة لِلْبَرِّ وَالْفَاجِر وَقَالَ مُحَمَّد بْن الْحَنَفِيَّة هِيَ عَامَّة لِلْبَرِّ وَالْفَاجِر وَقَالَ أَبُو الْعَالِيَة : الْأَمَانَة مَا أُمِرُوا بِهِ وَنُهُوا عَنْهُ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا حَفْص بْن غِيَاث عَنْ الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق قَالَ : قَالَ أُبَيّ بْن كَعْب مِنْ الْأَمَانَات أَنَّ الْمَرْأَة اُؤْتُمِنَتْ عَلَى فَرْجهَا وَقَالَ الرَّبِيع بْن أَنَس هِيَ مِنْ الْأَمَانَات فِيمَا بَيْنك وَبَيْن النَّاس . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تُؤَدُّوا الْأَمَانَات إِلَى أَهْلهَا \" قَالَ : قَالَ يَدْخُل فِيهِ وَعْظ السُّلْطَان النِّسَاء \" يَعْنِي يَوْم الْعِيد \" وَقَدْ ذَكَرَ كَثِير مِنْ الْمُفَسِّرِينَ أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي شَأْن عُثْمَان بْن طَلْحَة بْن أَبِي طَلْحَة وَاسْم أَبِي طَلْحَة عَبْد اللَّه بْن عَبْد الْعُزَّى بْن عُثْمَان بْن عَبْد الدَّار بْن قُصَيّ بْن كِلَاب الْقُرَشِيّ الْعَبْدَرِيّ حَاجِب الْكَعْبَة الْمُعَظَّمَة وَهُوَ اِبْن عَمّ شَيْبَة بْن عُثْمَان بْن أَبِي طَلْحَة الَّذِي صَارَتْ الْحِجَابَة فِي نَسْله إِلَى الْيَوْم أَسْلَمَ عُثْمَان هَذَا فِي الْهُدْنَة بَيْن صُلْح الْحُدَيْبِيَة وَفَتْح مَكَّة هُوَ وَخَالِد بْن الْوَلِيد وَعَمْرو بْن الْعَاصِ وَأَمَّا عَمّه عُثْمَان بْن طَلْحَة بْن أَبِي طَلْحَة فَكَانَ مَعَهُ لِوَاء الْمُشْرِكِينَ يَوْم أُحُد وَقُتِلَ يَوْمئِذٍ كَافِرًا وَإِنَّمَا نَبَّهْنَا عَلَى هَذَا النَّسَب لِأَنَّ كَثِيرًا مِنْ الْمُفَسِّرِينَ قَدْ يَشْتَبِه عَلَيْهِ هَذَا بِهَذَا وَسَبَب نُزُولهَا فِيهِ لَمَّا أَخَذَ مِنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِفْتَاح الْكَعْبَة يَوْم الْفَتْح ثُمَّ رَدَّهُ عَلَيْهِ . وَقَالَ مُحَمَّد بْن إِسْحَاق فِي غَزْوَة الْفَتْح حَدَّثَنِي مُحَمَّد بْن جَعْفَر بْن الزُّبَيْر بْن عُبَيْد اللَّه بْن عَبْد اللَّه أَبِي ثَوْر عَنْ صَفِيَّة بِنْت شَيْبَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَزَلَ بِمَكَّة وَاطْمَأَنَّ النَّاس خَرَجَ حَتَّى جَاءَ إِلَى الْبَيْت فَطَافَ بِهِ سَبْعًا عَلَى رَاحِلَته يَسْتَلِم الرُّكْن بِمِحْجَنٍ فِي يَده فَلَمَّا قَضَى طَوَافه دَعَا عُثْمَان بْن طَلْحَة فَأَخَذَ مِنْهُ مِفْتَاح الْكَعْبَة فَفُتِحَتْ لَهُ فَدَخَلَهَا فَوَجَدَ فِيهَا حَمَامًا مِنْ عِيدَان فَكَسَرَهَا بِيَدِهِ ثُمَّ طَرَحَهَا ثُمَّ وَقَفَ عَلَى بَاب الْكَعْبَة وَقَدْ اِسْتَكَنَّ لَهُ النَّاس فِي الْمَسْجِد . قَالَ اِبْن إِسْحَق : فَحَدَّثَنِي بَعْض أَهْل الْعِلْم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ عَلَى بَاب الْكَعْبَة فَقَالَ \" لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ صَدَقَ وَعْده وَنَصَرَ عَبْده وَهَزَمَ الْأَحْزَاب وَحْده أَلَا كُلّ مَأْثُرَة أَوْ دَم أَوْ مَال يُدْعَى فَهُوَ تَحْت قَدَمَيَّ هَاتَيْنِ إِلَّا سِدَانه الْبَيْت وَسِقَايَة الْحَاجّ \" . وَذَكَرَ بَقِيَّة الْحَدِيث فِي خُطْبَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمئِذٍ إِلَى أَنْ قَالَ : ثُمَّ جَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِد فَقَامَ إِلَيْهِ عَلِيّ بْن أَبِي طَالِب وَمِفْتَاح الْكَعْبَة فِي يَده فَقَالَ : يَا رَسُول اللَّه اِجْمَعْ لَنَا الْحِجَابَة مَعَ السِّقَايَة صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيْنَ عُثْمَان بْن طَلْحَة ؟ \" فَدُعِيَ لَهُ فَقَالَ لَهُ \" هَاكَ مِفْتَاحك يَا عُثْمَان الْيَوْم يَوْم وَفَاء وَبِرّ \" قَالَ اِبْن جَرِير : حَدَّثَنِي الْقَاسِم حَدَّثَنَا الْحُسَيْن عَنْ حَجَّاج عَنْ اِبْن جُرَيْج فِي الْآيَة قَالَ : نَزَلَتْ فِي عُثْمَان بْن طَلْحَة قَبَضَ مِنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِفْتَاح الْكَعْبَة فَدَخَلَ فِي الْبَيْت يَوْم الْفَتْح فَخَرَجَ وَهُوَ يَتْلُو هَذِهِ الْآيَة \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تُؤَدُّوا الْأَمَانَات إِلَى أَهْلهَا \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْآيَة فَدَعَا عُثْمَان إِلَيْهِ فَدَفَعَ إِلَيْهِ الْمِفْتَاح . قَالَ : وَقَالَ عُمَر بْن الْخَطَّاب لَمَّا خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْكَعْبَة وَهُوَ يَتْلُو هَذِهِ الْآيَة \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تُؤَدُّوا الْأَمَانَات إِلَى أَهْلهَا \" فِدَاهُ أَبِي وَأُمِّي مَا سَمِعْته يَتْلُوهَا قَبْل ذَلِكَ . حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا الزِّنْجِيّ بْن خَالِد عَنْ الزُّهْرِيّ قَالَ : دَفَعَهُ إِلَيْهِ وَقَالَ : أَعِينُوهُ . وَرَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس فِي قَوْله عَزَّ وَجَلَّ \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تُؤَدُّوا الْأَمَانَات إِلَى أَهْلهَا \" قَالَ : لَمَّا فَتَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة دَعَا عُثْمَان بْن طَلْحَة فَلَمَّا أَتَاهُ قَالَ \" أَرِنِي الْمِفْتَاح \" فَأَتَاهُ بِهِ فَلَمَّا بَسَطَ يَده إِلَيْهِ قَامَ إِلَيْهِ الْعَبَّاس قَالَ : يَا رَسُول اللَّه بِأَبِي أَنْتَ وَأُمِّي اِجْمَعْهُ لِي مَعَ السِّقَايَة فَكَفَّ عُثْمَان يَده فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَرِنِي الْمِفْتَاح يَا عُثْمَان \" فَبَسَطَ يَده يُعْطِيه فَقَالَ الْعَبَّاس مِثْل كَلِمَته الْأُولَى فَكَفَّ عُثْمَان يَده فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عُثْمَان إِنْ كُنْت تُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر فَهَاتِهِ \" فَقَالَ هَاكَ أَمَانَة اللَّه قَالَ : فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفَتَحَ بَاب الْكَعْبَة فَوَجَدَ فِي الْكَعْبَة تِمْثَال إِبْرَاهِيم عَلَيْهِ الصَّلَاة السَّلَام مَعَهُ الْقِدَاح يُسْتَقْسَم بِهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا لِلْمُشْرِكِينَ قَاتَلَهُمْ اللَّه وَمَا شَأْن إِبْرَاهِيم وَشَأْن الْقِدَاح \" ثُمَّ دَعَا بِحَفْنَةٍ فِيهَا مَاء فَأَخَذَ مَاء فَغَمَسَهُ فِيهِ ثُمَّ غَمَسَ بِهِ تِلْكَ التَّمَاثِيل وَأَخْرَجَ مَقَام إِبْرَاهِيم وَكَانَ فِي الْكَعْبَة فَأَلْزَقَهُ فِي حَائِط الْكَعْبَة ثُمَّ قَالَ \" يَا أَيّهَا النَّاس هَذِهِ الْقِبْلَة \" قَالَ : ثُمَّ خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَطَافَ بِالْبَيْتِ شَوْطًا أَوْ شَوْطَيْنِ ثُمَّ نَزَلَ عَلَيْهِ جِبْرِيل فِيمَا ذُكِرَ لَنَا بِرَدِّ الْمِفْتَاح ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تُؤَدُّوا الْأَمَانَات إِلَى أَهْلهَا \" حَتَّى فَرَغَ مِنْ الْآيَة وَهَذَا مِنْ الْمَشْهُورَات أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي ذَلِكَ وَسَوَاء كَانَتْ نَزَلَتْ فِي ذَلِكَ أَوْ لَا فَحُكْمهَا عَامّ وَلِهَذَا قَالَ اِبْن عَبَّاس وَمُحَمَّد بْن الْحَنَفِيَّة : هِيَ لِلْبَرِّ وَالْفَاجِر أَيْ هِيَ أَمْر لِكُلِّ أَحَد . وَقَوْله \" وَإِذَا حَكَمْتُمْ بَيْن النَّاس أَنْ تَحْكُمُوا بِالْعَدْلِ\" أَمْر مِنْهُ تَعَالَى بِالْحُكْمِ بِالْعَدْلِ بَيْن النَّاس وَلِهَذَا قَالَ مُحَمَّد بْن كَعْب وَزَيْد بْن أَسْلَم وَشَهْر بْن حَوْشَب إِنَّ هَذِهِ الْآيَة إِنَّمَا نَزَلَتْ فِي الْأُمَرَاء يَعْنِي الْحُكَّام بَيْن النَّاس وَفِي الْحَدِيث \" إِنَّ اللَّه مَعَ الْحَاكِم مَا لَمْ يَجُرْ فَإِذَا جَارَ وَكَلَهُ إِلَى نَفْسه \" وَفِي الْأَثَر \" عَدْل يَوْم كَعِبَادَةِ أَرْبَعِينَ سَنَة \" وَقَوْله \" إِنَّ اللَّه نِعِمَّا يَعِظكُمْ بِهِ \" أَيْ يَأْمُركُمْ بِهِ مِنْ أَدَاء الْأَمَانَات وَالْحُكْم بِالْعَدْلِ بَيْن النَّاس بِغَيْرِ ذَلِكَ مِنْ أَوَامِره وَشَرَائِعه الْكَامِلَة الْعَظِيمَة الشَّامِلَة وَقَوْله تَعَالَى \" إِنَّ اللَّه كَانَ سَمِيعًا بَصِيرًا أَيْ سَمِيعًا \" لِأَقْوَالِكُمْ بَصِيرًا بِأَفْعَالِكُمْ. كَمَا قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن بُكَيْر حَدَّثَنَا عَبْد اللَّه بْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ أَبِي الْخَيْر عَنْ عُقْبَة بْن عَامِر قَالَ : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْرَأ هَذِهِ الْآيَة \" سَمِيعًا بَصِيرًا \" يَقُول بِكُلِّ شَيْء بَصِير وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يَحْيَى الْقَزْوِينِيّ أَنْبَأَنَا الْمُقْرِي يَعْنِي أَبَا عَبْد الرَّحْمَن عَبْد اللَّه بْن يَزِيد حَدَّثَنَا حَرْمَلَة يَعْنِي اِبْن عِمْرَان التُّجِيبِيّ الْمِصْرِيّ حَدَّثَنِي أَبُو يُونُس سَمِعْت أَبَا هُرَيْرَة يَقْرَأ هَذِهِ الْآيَة إِنَّ اللَّه يَأْمُركُمْ أَنْ تُؤَدُّوا الْأَمَانَات إِلَى أَهْلهَا إِلَى قَوْله إِنَّ اللَّه نِعِمَّا يَعِظكُمْ بِهِ إِنَّ اللَّه كَانَ سَمِيعًا بَصِيرًا \" وَيَضَع إِبْهَامه عَلَى أُذُنه وَاَلَّتِي تَلِيهَا عَلَى عَيْنه وَيَقُول : هَكَذَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَؤُهَا وَيَضَع أُصْبُعَيْهِ وَقَالَ أَبُو زَكَرِيَّا وَصَفَهُ لَنَا الْمُقْرِي وَوَضَعَ أَبُو زَكَرِيَّا إِبْهَامه الْيُمْنَى عَلَى عَيْنه الْيُمْنَى وَاَلَّتِي تَلِيهَا عَلَى الْأُذُن الْيُمْنَى وَأَرَانَا فَقَالَ هَكَذَا وَهَكَذَا . رَوَاهُ أَبُو دَاوُد وَابْن حِبَّان فِي صَحِيحه وَالْحَاكِم فِي مُسْتَدْرَكه وَابْن مَرْدَوَيْهِ فِي تَفْسِيره مِنْ حَدِيث أَبِي عَبْد الرَّحْمَن الْمُقْرِي بِإِسْنَادِهِ نَحْوه وَأَبُو يُونُس هَذَا مَوْلَى أَبِي هُرَيْرَة وَاسْمه سُلَيْم بْن جُبَيْر .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40897, "aya_id": 58}]