[{"text": "وَلَقَدْ أَنزَلْنَا إِلَيْكُمْ آيَاتٍ مُّبَيِّنَاتٍ وَمَثَلًا مِّنَ الَّذِينَ خَلَوْا مِن قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِينَ", "sura_id": 24, "type": 0, "id": 2825, "aya_id": 34}, {"text": "ولقد أنزلنا إليكم آيات مبينات ومثلا من الذين خلوا من قبلكم وموعظة للمتقين", "sura_id": 24, "type": 1, "id": 9061, "aya_id": 34}, {"text": "34 - (ولقد أنزلنا إليكم آيات مبينات) بفتح الياء وكسرها في هذه السورة بين فيها ما ذكر أو بينة (ومثلا) خبرا عجيبا وهو خبر عائشة (من الذين خلوا من قبلكم) أي من جنس أمثالهم أي أخبارهم العجيبة كخبر يوسف ومريم (وموعظة للمتقين) في قوله تعالى ولا تأخذكم بهما رأفة في دين الله لولا إذ سمعتموه ظن المؤمنون الخ ولولا إذ سمعتموه الخ يعظكم الله أن تعودوا الخ وتخصيصها بالمتقين لأنهم المنتفعون بها \r\n", "sura_id": 24, "type": 2, "id": 27769, "aya_id": 34}, {"text": "ولقد أنزلنا إليكم- أيها الناس- آيات القرآن دلالات واضحات على الحق, ومثلا من أخبار الأمم السابقة المؤمنين منهم والكافرين، وما جرى لهم وعليهم ما يكون مثلا وعبرة لكم, وموعظة يتعظ بها من يتقي الله ويَحْذَرُ عذابه.\r\n", "sura_id": 24, "type": 3, "id": 34005, "aya_id": 34}, {"text": " <font color=red>وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ</font><BR><p>وَلَمَّا فَصَّلَ تَبَارَكَ وَتَعَالَى هَذِهِ الْأَحْكَام وَبَيَّنَهَا قَالَ تَعَالَى : \" وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَات مُبَيِّنَات \" يَعْنِي الْقُرْآن فِي آيَات وَاضِحَات مُفَسِّرَات \" وَمَثَلًا مِنْ الَّذِينَ خَلَوْا مِنْ قَبْلكُمْ \" أَيْ خَبَرًا عَنْ الْأُمَم الْمَاضِيَة وَمَا حَلَّ بِهِمْ فِي مُخَالَفَتهمْ أَوَامِر اللَّه تَعَالَى كَمَا قَالَ تَعَالَى : \" فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخَرِينَ \" أَيْ زَاجِرًا عَنْ اِرْتِكَاب الْمَآثِم وَالْمَحَارِم \" وَمَوْعِظَة لِلْمُتَّقِينَ\" أَيْ لِمَنْ اِتَّقَى اللَّه وَخَافَهُ . قَالَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ فِي صِفَة الْقُرْآن : فِيهِ حُكْم مَا بَيْنكُمْ وَخَبَر مَا قَبْلكُمْ وَنَبَأ مَا بَعْدكُمْ وَهُوَ الْفَصْل لَيْسَ بِالْهَزْلِ مَنْ تَرَكَهُ مِنْ جَبَّار قَصَمَهُ اللَّه وَمَنْ اِبْتَغَى الْهُدَى مِنْ غَيْره أَضَلَّهُ اللَّه .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39252, "aya_id": 34}]