[{"text": "فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُّفَصَّلاَتٍ فَاسْتَكْبَرُواْ وَكَانُواْ قَوْمًا مُّجْرِمِينَ", "sura_id": 7, "type": 0, "id": 1087, "aya_id": 133}, {"text": "فأرسلنا عليهم الطوفان والجراد والقمل والضفادع والدم آيات مفصلات فاستكبروا وكانوا قوما مجرمين", "sura_id": 7, "type": 1, "id": 7323, "aya_id": 133}, {"text": "133 - (فأرسلنا عليهم الطوفان) وهو ماء دخل بيوتهم ووصل إلى حلوق الجالسين سبعة أيام (والجراد) فأكل زرعهم وثمارهم كذلك (والقمل) السوس أو نوع من القراد ، فتتبع ما تركه الجراد (والضفادع) فملأت بيوتهم وطعامهم (والدم) في مياههم (آيات مفصلات) مبينات (فاستكبروا) عن الإيمان بها (وكانوا قوماً مجرمين) \r\n", "sura_id": 7, "type": 2, "id": 26031, "aya_id": 133}, {"text": "فأرسلنا عليهم سيلا جارفًا أغرق الزروع والثمار, وأرسلنا الجراد, فأكل زروعهم وثمارهم وأبوابهم وسقوفهم وثيابهم, وأرسلنا القُمَّل الذي يفسد الثمار ويقضي على الحيوان والنبات, وأرسلنا الضفادع فملأت آنيتهم وأطعمتهم ومضاجعهم, وأرسلنا أيضًا الدم فصارت أنهارهم وآبارهم دمًا, ولم يجدوا ماء صالحًا للشرب, هذه آيات من آيات الله لا يقدر عليها غيره, مفرقات بعضها عن بعض, ومع كل هذا ترفَّع قوم فرعون, فاستكبروا عن الإيمان بالله, وكانوا قومًا يعملون بما ينهى الله عنه من المعاصي والفسق عتوًّا وتمردًا.\r\n", "sura_id": 7, "type": 3, "id": 32267, "aya_id": 133}, {"text": " <font color=red>فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ</font><BR><p>قَالَ اللَّه تَعَالَى \" فَأَرْسَلْنَا عَلَيْهِمْ الطُّوفَان \" اِخْتَلَفُوا فِي مَعْنَاهُ فَعَنْ اِبْن عَبَّاس فِي رِوَايَة كَثْرَة الْأَمْطَار الْمُغْرِقَة الْمُتْلِفَة لِلزُّرُوعِ وَالثِّمَار وَبِهِ قَالَ الضَّحَّاك بْن مُزَاحِم وَعَنْ اِبْن عَبَّاس فِي رِوَايَة أُخْرَى هُوَ كَثْرَة الْمَوْت وَكَذَا قَالَ عَطَاء وَقَالَ مُجَاهِد الطُّوفَان الْمَاء وَالطَّاعُون عَلَى كُلّ حَال وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن هِشَام الرِّفَاعِيّ حَدَّثَنَا يَحْيَى بْن يَمَان حَدَّثَنَا الْمِنْهَال بْن خَلِيفَة عَنْ الْحَجَّاج عَنْ الْحَكَم بْن مِينَاء عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الطُّوفَان الْمَوْت \" وَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث يَحْيَى بْن يَمَان بِهِ وَهُوَ حَدِيث غَرِيب وَقَالَ اِبْن عَبَّاس فِي رِوَايَة أُخْرَى هُوَ أَمْر مِنْ اللَّه طَافَ بِهِمْ ثُمَّ قَرَأَ \" فَطَافَ عَلَيْهَا طَائِف مِنْ رَبّك وَهُمْ نَائِمُونَ \" وَأَمَّا الْجَرَاد فَمَعْرُوف مَشْهُور وَهُوَ مَأْكُول لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي يَعْفُور قَالَ : سَأَلْت عَبْد اللَّه بْن أَبِي أَوْفَى عَنْ الْجَرَاد فَقَالَ : غَزَوْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَبْع غَزَوَات نَأْكُل الْجَرَاد وَرَوَى الشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَابْن مَاجَهْ مِنْ حَدِيث عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ . الْحُوت وَالْجَرَاد وَالْكَبِد وَالطِّحَال \" وَرَوَاهُ أَبُو الْقَاسِم الْبَغَوِيّ عَنْ دَاوُدَ بْن رَشِيد عَنْ سُوَيْد بْن عَبْد الْعَزِيز عَنْ أَبِي تَمَّام الْأَيْلِيّ عَنْ زَيْد بْن أَسْلَمَ عَنْ اِبْن عُمَر مَرْفُوعًا مِثْله وَرَوَى أَبُو دَاوُدَ عَنْ مُحَمَّد بْن الْفَرَج عَنْ مُحَمَّد بْن زِبْرِقَان الْأَهْوَازِيّ عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي عُثْمَان عَنْ سَلْمَان قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْجَرَاد فَقَالَ \" أَكْثَر جُنُود اللَّه لَا آكُلهُ وَلَا أُحَرِّمهُ \" وَإِنَّمَا تَرَكَهُ عَلَيْهِ السَّلَام لِأَنَّهُ كَانَ يَعَافهُ كَمَا عَافَتْ نَفْسه الشَّرِيفَة أَكْل الضَّبّ وَأَذِنَ فِيهِ وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي جُزْء جَمَعَهُ فِي الْجَرَاد مِنْ حَدِيث أَبِي سَعِيد الْحَسَن بْن عَلِيّ الْعَدَوِيّ حَدَّثَنَا نَصْر بْن يَحْيَى بْن سَعِيد حَدَّثَنَا يَحْيَى بْن خَالِد عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَأْكُل الْجَرَاد وَلَا الْكُلْوَتَيْنِ وَلَا الضَّبّ مِنْ غَيْر أَنْ يُحَرِّمهَا أَمَّا الْجَرَاد فَرِجْز وَعَذَاب . وَأَمَّا الْكُلْوَتَانِ فَلِقُرْبِهِمَا مِنْ الْبَوْل وَأَمَّا الضَّبّ فَقَالَ \" أَتَخَوَّف أَنْ يَكُون مَسْخًا\" ثُمَّ قَالَ غَرِيب لَمْ أَكْتُبهُ إِلَّا مِنْ هَذَا الْوَجْه وَقَدْ كَانَ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ يَشْتَهِيه وَيُحِبّهُ فَرَوَى عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر أَنَّ عُمَر سُئِلَ عَنْ الْجَرَاد فَقَالَ لَيْتَ أَنَّ عِنْدنَا مِنْهُ قَفْعَة أَوْ قَفْعَتَيْنِ نَأْكُلهُ وَرَوَى اِبْن مَاجَهْ : حَدَّثَنَا أَحْمَد بْن مَنِيع عَنْ سُفْيَان بْن عُيَيْنَة عَنْ أَبِي سَعْد سَعِيد بْن الْمَرْزُبَان الْبَقَّال سَمِعَ أَنَس بْن مَالِك يَقُول : كَانَ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَهَادَيْنَ الْجَرَاد عَلَى الْأَطْبَاق وَقَالَ أَبُو الْقَاسِم الْبَغَوِيّ : حَدَّثَنَا دَاوُدَ بْن رَشِيد حَدَّثَنَا بَقِيَّة بْن الْوَلِيد عَنْ يَحْيَى بْن يَزِيد الْقَعْنَبِيّ حَدَّثَنِي أَبِي عَنْ صُدَيّ بْن عَجْلَان عَنْ أَبِي أُمَامَةَ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مَرْيَم بِنْت عِمْرَان عَلَيْهَا السَّلَام سَأَلَتْ رَبّهَا عَزَّ وَجَلَّ أَنْ يُطْعِمهَا لَحْمًا لَا دَم لَهُ فَأَطْعَمَهَا الْجَرَاد فَقَالَتْ اللَّهُمَّ أَعِشْهُ بِغَيْرِ رَضَاع وَتَابِعْ بَيْنه بِغَيْرِ شِيَاع \" وَقَالَ نُمَيْر الشِّيَاع الصَّوْت وَقَالَ أَبُو بَكْر بْن أَبِي دَاوُدَ : حَدَّثَنَا أَبُو بَقِيّ هِشَام بْن عَبْد الْمَلِك الْمُزَنِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي زُهَيْر النُّمَيْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُقَاتِلُوا الْجَرَاد فَإِنَّهُ جُنْد اللَّه الْأَعْظَم \" غَرِيب جِدًّا . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" فَأَرْسَلْنَا عَلَيْهِمْ الطُّوفَان وَالْجَرَاد \" قَالَ كَانَتْ تَأْكُل مَسَامِير أَبْوَابهمْ وَتَدَع الْخَشَب وَرَوَى اِبْن عَسَاكِر مِنْ حَدِيث عَلِيّ بْن زَيْد الْخَرَائِطِيّ عَنْ مُحَمَّد بْن كَثِير : سَمِعْت الْأَوْزَاعِيّ يَقُول : خَرَجْت إِلَى الصَّحْرَاء فَإِذَا أَنَا بِرَجُلٍ مِنْ جَرَاد فِي السَّمَاء فَإِذَا بِرَجُلٍ رَاكِب عَلَى جَرَادَة مِنْهَا وَهُوَ شَاكّ فِي الْحَدِيد وَكُلَّمَا قَالَ بِيَدِهِ هَكَذَا مَالَ الْجَرَاد مَعَ يَده وَهُوَ يَقُول الدُّنْيَا بَاطِل بَاطِل مَا فِيهَا الدُّنْيَا بَاطِل بَاطِل مَا فِيهَا الدُّنْيَا بَاطِل بَاطِل مَا فِيهَا . وَرَوَى الْحَافِظ أَبُو الْفَرَج الْمُعَافِيّ بْن زَكَرِيَّا الْحَرِيرِيّ : حَدَّثَنَا مُحَمَّد بْن الْحَسَن بْن زِيَاد حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحِيم أَخْبَرَنَا وَكِيع عَنْ الْأَعْمَش أَنْبَأَنَا عَامِر قَالَ : سُئِلَ شُرَيْح الْقَاضِي عَنْ الْجَرَاد فَقَالَ قَبَّحَ اللَّه فِيهَا خِلْقَة سَبْعَة جَبَابِرَة رَأْسهَا رَأْس فَرَس وَعُنُقهَا عُنُق ثَوْر وَصَدْرهَا صَدْر أَسَد وَجَنَاحهَا جَنَاح نَسْر . وَرِجْلَاهَا رِجْل جَمَل . وَذَنَبهَا ذَنَب حَيَّة . وَبَطْنهَا بَطْن عَقْرَب . وَقَدَّمْنَا عِنْد قَوْله تَعَالَى \" أُحِلَّ لَكُمْ صَيْد الْبَحْر وَطَعَامه مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ \" حَدِيث حَمَّاد بْن سَلَمَة عَنْ أَبِي الْمُهَزِّم عَنْ أَبِي هُرَيْرَة قَالَ : خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَجّ أَوْ عُمْرَة فَاسْتَقْبَلْنَا رِجْل جَرَاد فَجَعَلْنَا نَضْرِبهُ بِالْعِصِيِّ وَنَحْنُ مُحْرِمُونَ فَسَأَلْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" لَا بَأْس بِصَيْدِ الْبَحْر \" وَرَوَى اِبْن مَاجَهْ عَنْ هَارُون الْحِمَّانِيّ عَنْ هِشَام بْن الْقَاسِم عَنْ زِيَاد بْن عَبْد اللَّه بْن عُلَاثَة وَعَنْ مُوسَى بْن مُحَمَّد بْن إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَنَس وَجَابِر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ إِذَا دَعَا عَلَى الْجَرَاد قَالَ\" اللَّهُمَّ أَهْلِكْ كِبَاره وَاقْتُلْ صِغَاره وَأَفْسِدْ بَيْضه وَاقْطَعْ دَابِره وَخُذْ بِأَفْوَاهِهِ عَنْ مَعَايِشنَا وَأَرْزَاقنَا إِنَّك سَمِيع الدُّعَاء \" فَقَالَ جَابِر : يَا رَسُول اللَّه أَتَدْعُو عَلَى جُنْد مِنْ أَجْنَاد اللَّه بِقَطْعِ دَابِره ؟ فَقَالَ \" إِنَّمَا هُوَ نَثْرَة حُوت فِي الْبَحْر \" قَالَ هِشَام : أَخْبَرَنِي زِيَاد أَنَّهُ أَخْبَرَهُ مَنْ رَآهُ يَنْثُرهُ الْحُوت قَالَ مَنْ حَقَّقَ ذَلِكَ إِنَّ السَّمَك إِذَا بَاضَ فِي سَاحِل الْبَحْر فَنَضَبَ الْمَاء عَنْهُ وَبَدَا لِلشَّمْسِ أَنَّهُ يَفْقِس كُلّه جَرَادًا طَيَّارًا. وَقَدَّمْنَا عِنْد قَوْله \" إِلَّا أُمَم أَمْثَالكُمْ \" حَدِيث عُمَر رَضِيَ اللَّه عَنْهُ أَنَّ اللَّه خَلَقَ أَلْف أُمَّة سِتّمِائَةٍ فِي الْبَحْر وَأَرْبَعمِائَةٍ فِي الْبَرّ وَأَنَّ أَوَّلهَا هَلَاكًا الْجَرَاد وَقَالَ أَبُو بَكْر بْن أَبِي دَاوُدَ حَدَّثَنَا يَزِيد بْن الْمُبَارَك حَدَّثَنَا عَبْد الرَّحْمَن بْن قَيْس حَدَّثَنَا سَلْم بْن سَالِم حَدَّثَنَا أَبُو الْمُغِيرَة الْجَوْزَجَانِيّ مُحَمَّد بْن مَالِك عَنْ الْبَرَاء بْن عَازِب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا وَبَاء مَعَ السَّيْف وَلَا لِحَاء مَعَ الْجَرَاد \" حَدِيث غَرِيب وَأَمَّا الْقُمَّل فَعَنْ اِبْن عَبَّاس هُوَ السُّوس الَّذِي يَخْرُج مِنْ الْحِنْطَة وَعَنْهُ أَنَّهُ الدَّبَى وَهُوَ الْجَرَاد الصِّغَار الَّذِي لَا أَجْنِحَة لَهُ وَبِهِ قَالَ مُجَاهِد وَعِكْرِمَة وَقَتَادَة وَعَنْ الْحَسَن وَسَعِيد بْن جُبَيْر : الْقُمَّل دَوَابّ سُود صِغَار . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ الْقُمَّل الْبَرَاغِيث وَقَالَ اِبْن جَرِير الْقُمَّل جَمْع وَاحِدَتهَا قَمْلَة وَهِيَ دَابَّة تُشْبِه الْقَمْل تَأْكُلهَا الْإِبِل فِيمَا بَلَغَنِي وَهِيَ الَّتِي عَنَاهَا الْأَعْشَى بِقَوْلِهِ : قَوْم يُعَالِج قُمَّلًا أَبْنَاؤُهُمْ وَسَلَاسِلًا أُجُدًا وَبَابًا مُؤْصَدًا قَالَ وَكَانَ بَعْض أَهْل الْعِلْم بِكَلَامِ الْعَرَب مِنْ أَهْل الْبَصْرَة يَزْعُم أَنَّ الْقُمَّل عِنْد الْعَرَب الْحَمْنَان وَاحِدَتهَا حَمْنَانَة وَهِيَ صِغَار الْقِرْدَانِ فَوْق الْقَمْقَامَة وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد الرَّازِيّ حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر قَالَ : لَمَّا أَتَى مُوسَى فِرْعَوْن عَلَيْهِ السَّلَام قَالَ لَهُ : أَرْسِلْ مَعِيَ بَنِي إِسْرَائِيل فَأَرْسَلَ اللَّه عَلَيْهِمْ الطُّوفَان وَهُوَ الْمَطَر فَصَبَّ عَلَيْهِمْ مِنْهُ شَيْئًا خَافُوا أَنْ يَكُون عَذَابًا فَقَالُوا لِمُوسَى اُدْعُ لَنَا رَبّك يَكْشِف عَنَّا الْمَطَر فَنُؤْمِن لَك وَنُرْسِل مَعَك بَنِي إِسْرَائِيل فَدَعَا رَبّه فَلَمْ يُؤْمِنُوا وَلَمْ يُرْسِلُوا مَعَهُ بَنِي إِسْرَائِيل فَأَنْبَتَ لَهُمْ فِي تِلْكَ السَّنَة شَيْئًا لَمْ يُنْبِتهُ قَبْل ذَلِكَ مِنْ الزُّرُوع وَالثِّمَار وَالْكَلَأ فَقَالُوا هَذَا مَا كُنَّا نَتَمَنَّى فَأَرْسَلَ اللَّه عَلَيْهِمْ الْجَرَاد فَسَلَّطَهُ عَلَى الْكَلَأ فَلَمَّا رَأَوْا أَثَره فِي الْكَلَأ عَرَفُوا أَنَّهُ لَا يُبْقِي الزَّرْع فَقَالُوا يَا مُوسَى اُدْعُ لَنَا رَبّك يَكْشِف عَنَّا الْجَرَاد فَنُؤْمِن لَك وَنُرْسِل مَعَك بَنِي إِسْرَائِيل فَدَعَا رَبّه فَكَشَفَ عَنْهُمْ الْجَرَاد فَلَمْ يُؤْمِنُوا وَلَمْ يُرْسِلُوا مَعَهُ بَنِي إِسْرَائِيل فَدَاسُوا وَأَحْرَزُوا فِي الْبُيُوت فَقَالُوا قَدْ أَحْرَزْنَا فَأَرْسَلَ اللَّه عَلَيْهِمْ الْقُمَّل وَهُوَ السُّوس الَّذِي يَخْرُج مِنْهُ فَكَانَ الرَّجُل يُخْرِج عَشَرَة أَجْرِبَة إِلَى الرَّحَى فَلَمْ يَرُدّ مِنْهَا إِلَّا ثَلَاثَة أَقْفِزَة فَقَالُوا يَا مُوسَى اُدْعُ لَنَا رَبّك يَكْشِف عَنَّا الْقُمَّل فَنُؤْمِن لَك وَنُرْسِل مَعَك بَنِي إِسْرَائِيل فَدَعَا رَبّه فَكَشَفَ عَنْهُمْ فَأَبَوْا أَنْ يُرْسِلُوا مَعَهُ بَنِي إِسْرَائِيل فَبَيْنَمَا هُوَ جَالِس عِنْد فِرْعَوْن إِذْ سَمِعَ نَقِيق ضُفْدَع فَقَالَ لِفِرْعَوْن مَا تَلْقَى أَنْتَ وَقَوْمك مِنْ هَذَا فَقَالَ وَمَا عَسَى أَنْ يَكُون كَيْد هَذَا فَمَا أَمْسَوْا حَتَّى كَانَ الرَّجُل يَجْلِس إِلَى ذَقْنه فِي الضَّفَادِع وَيَهِمّ أَنْ يَتَكَلَّم فَيَثِب الضُّفْدَع فِي فِيهِ فَقَالُوا لِمُوسَى اُدْعُ لَنَا رَبّك يَكْشِف عَنَّا هَذِهِ الضَّفَادِع فَنُؤْمِن لَك وَنُرْسِل مَعَك بَنِي إِسْرَائِيل فَلَمْ يُؤْمِنُوا وَأَرْسَلَ اللَّه عَلَيْهِمْ الدَّم فَكَانُوا مَا اِسْتَقَوْا مِنْ الْأَنْهَار وَالْآبَار وَمَا كَانَ فِي أَوْعِيَتهمْ وَجَدُوهُ دَمًا عَبِيطًا فَشَكَوْا إِلَى فِرْعَوْن فَقَالُوا إِنَّا قَدْ اُبْتُلِينَا بِالدَّمِ وَلَيْسَ لَنَا شَرَاب فَقَالَ : إِنَّهُ قَدْ سَحَرَكُمْ فَقَالُوا مِنْ أَيْنَ سَحَرَنَا وَنَحْنُ لَا نَجِد فِي أَوْعِيَتنَا شَيْئًا مِنْ الْمَاء إِلَّا وَجَدْنَاهُ دَمًا عَبِيطًا فَأَتَوْهُ وَقَالُوا يَا مُوسَى اُدْعُ لَنَا رَبّك يَكْشِف عَنَّا هَذَا الدَّم فَنُؤْمِن لَك وَنُرْسِل مَعَك بَنِي إِسْرَائِيل فَدَعَا رَبّه فَكَشَفَ عَنْهُمْ فَلَمْ يُؤْمِنُوا وَلَمْ يُرْسِلُوا مَعَهُ بَنِي إِسْرَائِيل. وَقَدْ رُوِيَ نَحْو هَذَا عَنْ اِبْن عَبَّاس وَالسُّدِّيّ وَقَتَادَة وَغَيْر وَاحِد مِنْ عُلَمَاء السَّلَف أَنَّهُ أُخْبِرَ بِذَلِكَ وَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار رَحِمَهُ اللَّه : فَرَجَعَ عَدُوّ اللَّه فِرْعَوْن حِين آمَنَتْ السَّحَرَة مَغْلُوبًا مَغْلُولًا ثُمَّ أَبَى إِلَّا الْإِقَامَة عَلَى الْكُفْر وَالتَّمَادِي فِي الشَّرّ فَتَابَعَ اللَّه عَلَيْهِ الْآيَات فَأَخَذَهُ بِالسِّنِينَ وَأَرْسَلَ عَلَيْهِ الطُّوفَان ثُمَّ الْجَرَاد ثُمَّ الْقُمَّل ثُمَّ الضَّفَادِع ثُمَّ الدَّم آيَات مُفَصَّلَات . فَأَرْسَلَ الطُّوفَان وَهُوَ الْمَاء فَفَاضَ عَلَى وَجْه الْأَرْض ثُمَّ رَكَدَ لَا يَقْدِرُونَ عَلَى أَنْ يَحْرُثُوا وَلَا أَنْ يَعْمَلُوا شَيْئًا حَتَّى جَهَدُوا جُوعًا فَلَمَّا بَلَغَهُمْ ذَلِكَ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42504, "aya_id": 133}]