[{"text": "لَوْلاَ يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالأَحْبَارُ عَن قَوْلِهِمُ الإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُواْ يَصْنَعُونَ", "sura_id": 5, "type": 0, "id": 732, "aya_id": 63}, {"text": "لولا ينهاهم الربانيون والأحبار عن قولهم الإثم وأكلهم السحت لبئس ما كانوا يصنعون", "sura_id": 5, "type": 1, "id": 6968, "aya_id": 63}, {"text": "63 - (لولا) هلا (ينهاهم الربانيون والأحبار) منهم (عن قولهم الإثم) الكذب (وأكلهم السحت لبئس ما كانوا يصنعونـ) ـه ترك نهيهم \r\n", "sura_id": 5, "type": 2, "id": 25676, "aya_id": 63}, {"text": "هلا ينهى هؤلاء الذين يسارعون في الإثم والعدوان أئمتُهم وعلماؤهم, عن قول الكذب والزور, وأكل أموال الناس بالباطل, لقد ساء صنيعهم حين تركوا النهي عن المنكر.\r\n", "sura_id": 5, "type": 3, "id": 31912, "aya_id": 63}, {"text": " <font color=red>لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ</font><BR><p>قَوْله تَعَالَى \" لَوْلَا يَنْهَاهُمْ الرَّبَّانِيُّونَ وَالْأَحْبَار عَنْ قَوْلهمْ الْإِثْم وَأَكْلهمْ السُّحْت لَبِئْسَ مَا كَانُوا يَصْنَعُونَ\" يَعْنِي هَلَّا كَانَ يَنْهَاهُمْ الرَّبَّانِيُّونَ وَالْأَحْبَار مِنْهُمْ عَنْ تَعَاطِي ذَلِكَ وَالرَّبَّانِيُّونَ هُمْ الْعُلَمَاء الْعُمَّال أَرْبَاب الْوِلَايَات عَلَيْهِمْ وَالْأَحْبَار هُمْ الْعُلَمَاء فَقَطْ \" لَبِئْسَ مَا كَانُوا يَصْنَعُونَ \" يَعْنِي مِنْ تَرْكهمْ ذَلِكَ قَالَهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ قَالَ لِهَؤُلَاءِ حِين لَمْ يَنْهَوْا وَلِهَؤُلَاءِ حِين عَلِمُوا قَالَ وَذَلِكَ الْأَرْكَان قَالَ وَيَعْلَمُونَ وَيَصْنَعُونَ وَاحِد رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن عَطِيَّة حَدَّثَنَا قَيْس عَنْ الْعَلَاء بْن الْمُسَيِّب عَنْ خَالِد بْن دِينَار عَنْ اِبْن عَبَّاس قَالَ مَا فِي الْقُرْآن آيَة أَشَدُّ تَوْبِيخًا مِنْ هَذِهِ الْآيَة \" لَوْلَا يَنْهَاهُمْ الرَّبَّانِيُّونَ وَالْأَحْبَار عَنْ قَوْلهمْ الْإِثْم وَأَكْلهمْ السُّحْت لَبِئْسَ مَا كَانُوا يَعْمَلُونَ\" قَالَ كَذَا قَرَأَ وَكَذَا قَالَ الضَّحَّاك مَا فِي الْقُرْآن آيَة أَخْوَف عِنْدِي مِنْهَا إِنَّا لَا نَنْهَى رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم ذَكَره يُونُس بْن حَبِيب حَدَّثَنَا أَبُو دَاوُدَ حَدَّثَنَا مُحَمَّد بْن مُسْلِم عَنْ أَبِي الْوَضَّاح حَدَّثَنَا ثَابِت أَبُو سَعِيد الْهَمَذَانِيّ قَالَ لَقِيته بِالرَّيِّ فَحَدَّثَ عَنْ يَحْيَى بْن يَعْمُر قَالَ خَطَبَ عَلِيّ بْن أَبِي طَالِب فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ : أَيّهَا النَّاس إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلكُمْ بِرُكُوبِهِمْ الْمَعَاصِي وَلَمْ يَنْهَهُمْ الرَّبَّانِيُّونَ وَالْأَحْبَار فَلَمَّا تَمَادَوْا فِي الْمَعَاصِي أَخَذَتْهُمْ الْعُقُوبَات فَمُرُوا بِالْمَعْرُوفِ وَانْهَوْا عَنْ الْمُنْكَر قَبْل أَنْ يَنْزِل بِكُمْ مِثْل الَّذِي نَزَلَ بِهِمْ وَاعْلَمُوا أَنَّ الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر لَا يَقْطَع رِزْقًا وَلَا يُقَرِّب أَجَلًا وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون أَنْبَأَنَا شَرِيك عَنْ أَبِي إِسْحَاق عَنْ الْمُنْذِر بْن جَرِير عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - :\" مَا مِنْ قَوْم يَكُون بَيْن أَظْهُرهمْ مَنْ يَعْمَل بِالْمَعَاصِي هُمْ أَعَزُّ مِنْهُ وَأَمْنَعُ وَلَمْ يُغَيِّرُوا إِلَّا أَصَابَهُمْ اللَّه مِنْهُ بِعَذَابٍ \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَرَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد عَنْ أَبِي الْأَحْوَص عَنْ أَبِي إِسْحَاق عَنْ الْمُنْذِر بْن جَرِير عَنْ جَرِير قَالَ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : \" مَا مِنْ رَجُل يَكُون فِي قَوْم يَعْمَل فِيهِمْ بِالْمَعَاصِي يَقْدِرُونَ أَنْ يُغَيِّرُوا عَلَيْهِ فَلَا يُغَيِّرُونَ إِلَّا أَصَابَهُمْ اللَّه بِعِقَابٍ قَبْل أَنْ يَمُوتُوا \" وَقَدْ رَوَاهُ اِبْن مَاجَهْ عَنْ عَلَى بْن مُحَمَّد عَنْ وَكِيع عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عُبَيْد اللَّه بْن جَرِير عَنْ أَبِيهِ بِهِ قَالَ الْحَافِظ الْمِزِّيّ وَهَكَذَا رَوَاهُ شُعْبَة عَنْ إِسْحَاق بِهِ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41517, "aya_id": 63}]