[{"text": "حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَن تُعَذِّبَ وَإِمَّا أَن تَتَّخِذَ فِيهِمْ حُسْنًا", "sura_id": 18, "type": 0, "id": 2226, "aya_id": 86}, {"text": "حتى إذا بلغ مغرب الشمس وجدها تغرب في عين حمئة ووجد عندها قوما قلنا يا ذا القرنين إما أن تعذب و إما أن تتخذ فيهم حسنا", "sura_id": 18, "type": 1, "id": 8462, "aya_id": 86}, {"text": "86 - (حتى إذا بلغ مغرب الشمس) موضع غروبها (وجدها تغرب في عين حمئة) ذات حمأة وهي الطين الأسود وغروبها في العين في رأي العين وإلا فهي اعظم من الدنيا (ووجد عندها) أي العين (قوما) كافرين (قلنا يا ذا القرنين) بإلهام (إما أن تعذب) القوم بالقتل (وإما أن تتخذ فيهم حسنا) بالأسر \r\n", "sura_id": 18, "type": 2, "id": 27170, "aya_id": 86}, {"text": "حتى إذا وصل ذو القرنين إلى مغرب الشمس وجدها في مرأى العين كأنها تغرب في عين حارة ذات طين أسود، ووجد عند مغربها قومًا. قلنا: يا ذا القرنين إما أن تعذبهم بالقتل أو غيره، إن لم يقروا بتوحيد الله، وإما أن تحسن إليهم، فتعلمهم الهدى وتبصرهم الرشاد.\r\n", "sura_id": 18, "type": 3, "id": 33406, "aya_id": 86}, {"text": " <font color=red>حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ</font><BR><p>وَقَوْله : \" حَتَّى إِذَا بَلَغَ مَغْرِب الشَّمْس \" أَيْ فَسَلَكَ طَرِيقًا حَتَّى وَصَلَ إِلَى أَقْصَى مَا يُسْلَك فِيهِ مِنْ الْأَرْض مِنْ نَاحِيَة الْمَغْرِب وَهُوَ مَغْرِب الْأَرْض وَأَمَّا الْوُصُول إِلَى مَغْرِب الشَّمْس مِنْ السَّمَاء فَمُتَعَذِّر وَمَا يَذْكُرهُ أَصْحَاب الْقَصَص وَالْأَخْبَار مِنْ أَنَّهُ سَارَ فِي الْأَرْض مُدَّة وَالشَّمْس تَغْرُب مِنْ وَرَائِهِ فَشَيْء لَا حَقِيقَة لَهُ وَأَكْثَر ذَلِكَ مِنْ خُرَافَات أَهْل الْكِتَاب وَاخْتِلَاف زَنَادِقَتهمْ وَكَذِبهمْ وَقَوْله : \" وَجَدَهَا تَغْرُب فِي عَيْن حَمِئَة \" أَيْ رَأَى الشَّمْس فِي مَنْظَره تَغْرُب فِي الْبَحْر الْمُحِيط وَهَذَا شَأْن كُلّ مَنْ اِنْتَهَى إِلَى سَاحِله يَرَاهَا كَأَنَّهَا تَغْرُب فِيهِ وَهِيَ لَا تُفَارِق الْفَلَك الرَّابِع الَّذِي هِيَ مُثْبَتَة فِيهِ لَا تُفَارِقهُ وَالْحَمِئَة مُشْتَقَّة عَلَى إِحْدَى الْقِرَاءَتَيْنِ مِنْ الْحَمْأَة وَهُوَ الطِّين كَمَا قَالَ تَعَالَى : \" إِنِّي خَالِق بَشَرًا مِنْ صَلْصَال مِنْ حَمَإٍ مَسْنُون \" أَيْ طِين أَمْلَس وَقَدْ تَقَدَّمَ بَيَانه وَقَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَنْبَأَنَا نَافِع بْن أَبِي نُعَيْم سَمِعْت عَبْد الرَّحْمَن الْأَعْرَج يَقُول كَانَ اِبْن عَبَّاس يَقُول فِي عَيْن حَمِئَة ثُمَّ فَسَّرَهَا ذَات حَمْأَة قَالَ نَافِع : وَسُئِلَ عَنْهَا كَعْب الْأَحْبَار فَقَالَ أَنْتُمْ أَعْلَم بِالْقُرْآنِ مِنِّي وَلَكِنْ أَجِدهَا فِي الْكِتَاب تَغِيب فِي طِينَة سَوْدَاء وَكَذَا رَوَى غَيْر وَاحِد عَنْ اِبْن عَبَّاس وَبِهِ قَالَ مُجَاهِد وَغَيْر وَاحِد. وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ : حَدَّثَنَا مُحَمَّد بْن دِينَار عَنْ سَعْد بْن أَوْس عَنْ مِصْدَع عَنْ اِبْن عَبَّاس عَنْ أُبَيّ بْن كَعْب أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقْرَأَهُ حَمِئَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَجَدَهَا تَغْرُب فِي عَيْن حَامِيَة يَعْنِي حَارَّة وَكَذَا قَالَ الْحَسَن الْبَصْرِيّ وَقَالَ اِبْن جَرِير : وَالصَّوَاب أَنَّهُمَا قِرَاءَتَانِ مَشْهُورَتَانِ وَأَيّهمَا قَرَأَ الْقَارِئ فَهُوَ مُصِيب قُلْت وَلَا مُنَافَاة بَيْن مَعْنَيْهِمَا إِذْ قَدْ تَكُون حَارَّة لِمُجَاوَرَتِهَا وَهَج الشَّمْس عِنْد غُرُوبهَا وَمُلَاقَاتهَا الشُّعَاع بِلَا حَامِل وَحَمِئَة فِي مَاء وَطِين أَسْوَد كَمَا قَالَ كَعْب الْأَحْبَار وَغَيْره وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا الْعَوَّام حَدَّثَنِي مَوْلًى لِعَبْدِ اللَّه بْن عَمْرو عَنْ عَبْد اللَّه قَالَ نَظَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الشَّمْس حِين غَابَتْ فَقَالَ : \" فِي نَار اللَّه الْحَامِيَة لَوْلَا مَا يَزَعهَا مِنْ أَمْر اللَّه لَأَحْرَقَتْ مَا عَلَى الْأَرْض \" قُلْت وَرَوَاهُ الْإِمَام أَحْمَد عَنْ يَزِيد بْن هَارُون وَفِي صِحَّة رَفْع هَذَا الْحَدِيث نَظَر وَلَعَلَّهُ مِنْ كَلَام عَبْد اللَّه بْن عَمْرو مِنْ زَامِلَتَيْهِ اللَّتَيْنِ وَجَدَهُمَا يَوْم الْيَرْمُوك وَاَللَّه أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا حَجَّاج بْن حَمْزَة حَدَّثَنَا مُحَمَّد يَعْنِي اِبْن بِشْر حَدَّثَنَا عَمْرو بْن مَيْمُون أَنْبَأَنَا اِبْن حَاضِر أَنَّ اِبْن عَبَّاس ذَكَرَ لَهُ أَنَّ مُعَاوِيَة بْن أَبِي سُفْيَان قَرَأَ الْآيَة الَّتِي فِي سُورَة الْكَهْف \" تَغْرُب فِي عَيْن حَامِيَة \" قَالَ اِبْن عَبَّاس لِمُعَاوِيَة مَا نَقْرَؤُهَا إِلَّا حَمِئَة فَسَأَلَ مُعَاوِيَة عَبْد اللَّه بْن عَمْرو كَيْف تَقْرَؤُهَا فَقَالَ عَبْد اللَّه كَمَا قَرَأْتهَا قَالَ اِبْن عَبَّاس فَقُلْت لِمُعَاوِيَة فِي بَيْتِي نَزَلَ الْقُرْآن فَأَرْسَلَ إِلَى كَعْب فَقَالَ لَهُ أَيْنَ تَجِد الشَّمْس تَغْرُب فِي التَّوْرَاة ؟ فَقَالَ لَهُ كَعْب سَلْ أَهْل الْعَرَبِيَّة فَإِنَّهُمْ أَعْلَم بِهَا وَأَمَّا أَنَا فَإِنِّي أَجِد الشَّمْس تَغْرُب فِي التَّوْرَاة فِي مَاء وَطِين وَأَشَارَ بِيَدِهِ إِلَى الْمَغْرِب قَالَ اِبْن حَاضِر لَوْ أَنِّي عِنْدك أَفَدْتُك بِكَلَامٍ تَزْدَاد فِيهِ بَصِيرَة فِي حَمِئَة قَالَ اِبْن عَبَّاس وَإِذًا مَا هُوَ قُلْت فِيمَا يُؤْثَر مِنْ قَوْل تُبَّع فِيمَا ذَكَرَ بِهِ ذَا الْقَرْنَيْنِ فِي تَخَلُّقه بِالْعِلْمِ وَاتِّبَاعه إِيَّاهُ بَلَغَ الْمَشَارِق وَالْمَغَارِب يَبْتَغِي أَسْبَاب أَمْر مِنْ حَكِيم مُرْشِد فَرَأَى مَغِيب الشَّمْس عِنْد غُرُوبهَا فِي عَيْن ذِي خُلُب وَثَاطٍ حَرْمَد فَقَالَ اِبْن عَبَّاس مَا الْخُلُب قُلْت الطِّين بِكَلَامِهِمْ قَالَ فَمَا الثَّاط قُلْت الْحَمْأَة قَالَ فَمَا الْحَرْمَد قُلْت الْأَسْوَد قَالَ فَدَعَا اِبْن عَبَّاس رَجُلًا أَوْ غُلَامًا فَقَالَ اُكْتُبْ مَا يَقُول هَذَا الرَّجُل وَقَالَ سَعِيد بْن جُبَيْر بَيْنَا اِبْن عَبَّاس يَقْرَأ سُورَة الْكَهْف فَقَرَأَ \" وَجَدَهَا تَغْرُب فِي عَيْن حَمِئَة \" فَقَالَ كَعْب وَاَلَّذِي نَفْس كَعْب بِيَدِهِ مَا سَمِعْت أَحَدًا يَقْرَؤُهَا كَمَا أُنْزِلَتْ فِي التَّوْرَاة غَيْر اِبْن عَبَّاس فَإِنَّا نَجِدهَا فِي التَّوْرَاة تَغْرُب فِي مَدَرَة سَوْدَاء وَقَالَ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا إِسْحَاق بْن أَبِي إِسْرَائِيل حَدَّثَنَا هِشَام بْن يُوسُف قَالَ فِي تَفْسِير اِبْن جُرَيْج \" وَوَجَدَ عِنْدهَا قَوْمًا \" قَالَ مَدِينَة لَهَا اِثْنَا عَشَر أَلْف بَاب لَوْلَا أَصْوَات أَهْلهَا لَسَمِعَ النَّاس وُجُوب الشَّمْس حِين تَجِب وَقَوْله : \" وَوَجَدَ عِنْدهَا قَوْمًا \" أَيْ أُمَّة مِنْ الْأُمَم ذَكَرُوا أَنَّهَا كَانَتْ أُمَّة عَظِيمَة مِنْ بَنِي آدَم وَقَوْله \" قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّب وَإِمَّا أَنْ تَتَّخِذ فِيهِمْ حُسْنًا \" مَعْنَى هَذَا أَنَّ اللَّه تَعَالَى مَكَّنَهُ مِنْهُمْ وَحَكَّمَهُ فِيهِمْ وَأَظْفَرَهُ بِهِمْ وَخَيَّرَهُ إِنْ شَاءَ قَتَلَ وَسَبَى وَإِنْ شَاءَ مَنَّ أَوْ فَدَى فَعُرِفَ عَدْله وَإِيمَانه فِيمَا أَبَدَاهُ عَدْله وَبَيَانه .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38384, "aya_id": 86}]