[{"text": "يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا", "sura_id": 19, "type": 0, "id": 2335, "aya_id": 85}, {"text": "يوم نحشر المتقين إلى الرحمن وفدا", "sura_id": 19, "type": 1, "id": 8571, "aya_id": 85}, {"text": "85 - اذكر (يوم نحشر المتقين) بإيمانهم (إلى الرحمن وفدا) جمع وافد بمعنى راكب \r\n", "sura_id": 19, "type": 2, "id": 27279, "aya_id": 85}, {"text": "يوم نجمع المتقين إلى ربهم الرحيم بهم وفودًا مكرمين. \r\n", "sura_id": 19, "type": 3, "id": 33515, "aya_id": 85}, {"text": " <font color=red>يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا</font><BR><p>يُخْبِر تَعَالَى عَنْ أَوْلِيَائِهِ الْمُتَّقِينَ الَّذِينَ خَافُوهُ فِي الدَّار الدُّنْيَا وَاتَّبَعُوا رُسُله وَصَدَّقُوهُمْ فِيمَا أَخْبَرُوهُمْ وَأَطَاعُوهُمْ فِيمَا أَمَرُوهُمْ بِهِ وَانْتَهَوْا عَمَّا عَنْهُ زَجَرُوهُمْ أَنَّهُ يَحْشُرهُمْ يَوْم الْقِيَامَة وَفْدًا إِلَيْهِ وَالْوَفْد هُمْ الْقَادِمُونَ رُكْبَانًا وَمِنْهُ الْوُفُود وَرُكُوبهمْ عَلَى نَجَائِب مِنْ نُور مِنْ مَرَاكِب الدَّار الْآخِرَة وَهُمْ قَادِمُونَ عَلَى خَيْر مَوْفُود إِلَيْهِ إِلَى دَار كَرَامَته وَرِضْوَانه وَأَمَّا الْمُجْرِمُونَ الْمُكَذِّبُونَ لِلرُّسُلِ الْمُخَالِفُونَ لَهُمْ فَإِنَّهُمْ يُسَاقُونَ عُنْفًا إِلَى النَّار \" وِرْدًا \" عِطَاشًا قَالَهُ عَطَاء وَابْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَقَتَادَة وَغَيْر وَاحِد وَهَاهُنَا يُقَال \" أَيّ الْفَرِيقَيْنِ خَيْر مَقَامًا وَأَحْسَن نَدِيًّا \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن خَالِد عَنْ عَمْرو بْن قَيْس الْمُلَائِيّ عَنْ اِبْن مَرْزُوق \" يَوْم نَحْشُر الْمُتَّقِينَ إِلَى الرَّحْمَن وَفْدًا \" قَالَ يَسْتَقْبِل الْمُؤْمِن عِنْد خُرُوجه مِنْ قَبْره أَحْسَن صُورَة رَآهَا وَأَطْيَبهَا رِيحًا فَيَقُول مَنْ أَنْتَ فَيَقُول أَمَا تَعْرِفنِي ؟ فَيَقُول لَا إِلَّا أَنَّ اللَّه قَدْ طَيَّبَ رِيحك وَحَسَّنَ وَجْهك . فَيَقُول أَنَا عَمَلك الصَّالِح وَهَكَذَا كُنْت فِي الدُّنْيَا حَسَن الْعَمَل طَيِّبه فَطَالَمَا رَكِبْتُك فِي الدُّنْيَا فَهَلُمَّ اِرْكَبْنِي فَيَرْكَبهُ فَذَلِكَ قَوْله \" يَوْم نَحْشُر الْمُتَّقِينَ إِلَى الرَّحْمَن وَفْدًا \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" يَوْم نَحْشُر الْمُتَّقِينَ إِلَى الرَّحْمَن وَفْدًا \" قَالَ رُكْبَانًا وَقَالَ اِبْن جَرِير حَدَّثَنِي اِبْن الْمُثَنَّى حَدَّثَنَا اِبْن مَهْدِيّ عَنْ سَعِيد عَنْ إِسْمَاعِيل عَنْ رَجُل عَنْ أَبِي هُرَيْرَة \" يَوْم نَحْشُر الْمُتَّقِينَ إِلَى الرَّحْمَن وَفْدًا \" قَالَ عَلَى الْإِبِل وَقَالَ اِبْن جُرَيْج عَلَى النَّجَائِب وَقَالَ الثَّوْرِيّ عَلَى الْإِبِل النُّوق وَقَالَ قَتَادَة \" يَوْم نَحْشُر الْمُتَّقِينَ إِلَى الرَّحْمَن وَفْدًا \" قَالَ إِلَى الْجَنَّة وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد فِي مُسْنَد أَبِيهِ حَدَّثَنَا سُوَيْد بْن سَعِيد أَخْبَرَنَا عَلِيّ بْن مُسْهِر عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق حَدَّثَنَا النُّعْمَان بْن سَعِيد قَالَ كُنَّا جُلُوسًا عِنْد عَلِيّ رَضِيَ اللَّه عَنْهُ فَقَرَأَ هَذِهِ الْآيَة \" يَوْم نَحْشُر الْمُتَّقِينَ إِلَى الرَّحْمَن وَفْدًا \" قَالَ لَا وَاَللَّه مَا عَلَى أَرْجُلهمْ يُحْشَرُونَ وَلَا يُحْشَر الْوَفْد عَلَى أَرْجُلهمْ وَلَكِنْ بِنُوقٍ لَمْ يَرَ الْخَلَائِق مِثْلهَا عَلَيْهَا رَحَائِل مِنْ ذَهَب فَيَرْكَبُونَ عَلَيْهَا حَتَّى يَضْرِبُوا أَبْوَاب الْجَنَّة وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ حَدِيث عَبْد الرَّحْمَن بْن إِسْحَاق الْمَدَنِيّ بِهِ وَزَادَ عَلَيْهَا رَحَائِل الذَّهَب وَأَزِمَّتهَا الزَّبَرْجَد وَالْبَاقِي مِثْله . وَرَوَى اِبْن أَبِي حَاتِم هَاهُنَا حَدِيثًا غَرِيبًا جِدًّا مَرْفُوعًا عَنْ عَلِيّ فَقَالَ حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو غَسَّان مَالِك بْن إِسْمَاعِيل النَّهْدِيّ حَدَّثَنَا مَسْلَمَة بْن جَعْفَر الْبَجَلِيّ سَمِعْت أَبَا مُعَاذ الْبَصْرِيّ قَالَ إِنَّ عَلِيًّا كَانَ ذَات يَوْم عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَرَأَ هَذِهِ الْآيَة \" يَوْم نَحْشُر الْمُتَّقِينَ إِلَى الرَّحْمَن وَفْدًا \" فَقَالَ مَا أَظُنّ الْوَفْد إِلَّا الرَّكْب يَا رَسُول اللَّه ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهُمْ إِذَا خَرَجُوا مِنْ قُبُورهمْ يُسْتَقْبَلُونَ أَوْ يُؤْتَوْنَ بِنُوقٍ بِيض لَهَا أَجْنِحَة وَعَلَيْهَا رِحَال الذَّهَب شُرُك نِعَالهمْ نُور يَتَلَأْلَأ كُلّ خَطْوَة مِنْهَا مَدّ الْبَصَر فَيَنْتَهُونَ إِلَى شَجَرَة يَنْبُع مِنْ أَصْلهَا عَيْنَانِ فَيَشْرَبُونَ مِنْ إِحْدَاهُمَا فَتَغْسِل مَا فِي بُطُونهمْ مِنْ دَنَس وَيَغْتَسِلُونَ مِنْ الْأُخْرَى فَلَا تَشْعَث أَبْشَارهمْ وَلَا أَشْعَارهمْ بَعْدهَا أَبَدًا وَتَجْرِي عَلَيْهِمْ نَضْرَة النَّعِيم فَيَنْتَهُونَ أَوْ فَيَأْتُونَ بَاب الْجَنَّة فَإِذَا حَلْقَة مِنْ يَاقُوتَة حَمْرَاء عَلَى صَفَائِح الذَّهَب فَيَضْرِبُونَ بِالْحَلْقَةِ عَلَى الصَّفْحَة فَيُسْمَع لَهَا طَنِين - يَا عَلِيّ - فَيُبَلِّغ كُلّ حَوْرَاء أَنَّ زَوْجهَا قَدْ أَقْبَلَ فَتَبْعَث قَيِّمهَا فَيَفْتَح لَهُ فَإِذَا رَآهُ خَرَّ لَهُ - قَالَ مَسْلَمَة أَرَاهُ قَالَ سَاجِدًا - فَيَقُول اِرْفَعْ رَأْسك فَإِنَّمَا أَنَا قَيِّمك وُكِّلْت بِأَمْرِك فَيَتْبَعهُ وَيَقْفُو أَثَره فَتَسْتَخِفّ الْحَوْرَاء الْعَجِلَة فَتَخْرُج مِنْ خِيَام الدُّرّ وَالْيَاقُوت حَتَّى تَعْتَنِقهُ ثُمَّ تَقُول أَنْتَ حِبِّي وَأَنَا حِبّك وَأَنَا الْخَالِدَة الَّتِي لَا أَمُوت وَأَنَا النَّاعِمَة الَّتِي لَا أَبَأْس وَأَنَا الرَّاضِيَة الَّتِي لَا أَسْخَط وَأَنَا الْمُقِيمَة الَّتِي لَا أَظْعَن فَيَدْخُل بَيْتًا مِنْ أُسّه إِلَى سَقْفه مِائَة أَلْف ذِرَاع بِنَاؤُهُ عَلَى جَنْدَل اللُّؤْلُؤ طَرَائِق أَحْمَر وَأَصْفَر وَأَخْضَر لَيْسَ مِنْهَا طَرِيقَة تُشَاكِل صَاحِبَتهَا وَفِي الْبَيْت سَبْعُونَ سَرِيرًا عَلَى كُلّ سَرِير سَبْعُونَ حَشِيَّة عَلَى كُلّ حَشِيَّة سَبْعُونَ زَوْجَة عَلَى كُلّ زَوْجَة سَبْعُونَ حُلَّة يَرَى مُخّ سَاقهَا مِنْ وَرَاء الْحُلَل يَقْضِي جِمَاعهَا فِي مِقْدَار لَيْلَة مِنْ لَيَالِيكُمْ هَذِهِ الْأَنْهَار مِنْ تَحْتهمْ تَطَّرِد أَنْهَار مِنْ مَاء غَيْر آسِن قَالَ صَافٍ لَا كَدَر فِيهِ وَأَنْهَار مِنْ لَبَن لَمْ يَتَغَيَّر طَعْمه وَلَمْ يَخْرُج مِنْ ضُرُوع الْمَاشِيَة وَأَنْهَار مِنْ خَمْر لَذَّة لِلشَّارِبِينَ لَمْ يَعْتَصِرهَا الرِّجَال بِأَقْدَامِهِمْ وَأَنْهَار مِنْ عَسَل مُصَفًّى لَمْ يَخْرُج مِنْ بُطُون النَّحْل فَيَسْتَجْلِي الثِّمَار فَإِنْ شَاءَ أَكَلَ قَائِمًا وَإِنْ شَاءَ قَاعِدًا وَإِنْ شَاءَ مُتَّكِئًا ثُمَّ تَلَا \" وَدَانِيَة عَلَيْهِمْ ظِلَالهَا وَذُلِّلَتْ قُطُوفهَا تَذْلِيلًا \" فَيَشْتَهِي الطَّعَام فَيَأْتِيه طَيْر أَبْيَض وَرُبَّمَا قَالَ أَخْضَر فَتَرْفَع أَجْنِحَتهَا فَأَكَلَ مِنْ جُنُوبهَا أَيّ الْأَلْوَان شَاءَ ثُمَّ تَطِير فَتَذْهَب فَيَدْخُل الْمَلَك فَيَقُول سَلَام عَلَيْكُمْ \" تِلْكَ الْجَنَّة الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ \" وَلَوْ أَنَّ شَعْرَة مِنْ شَعْر الْحَوْرَاء وَقَعَتْ لِأَهْلِ الْأَرْض لَأَضَاءَتْ الشَّمْس مَعَهَا سَوَاد فِي نُور \" هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة مَرْفُوعًا وَقَدْ رُوِّينَاهُ فِي الْمُقَدِّمَات مِنْ كَلَام عَلِيّ رَضِيَ اللَّه عَنْهُ بِنَحْوِهِ وَهُوَ أَشْبَه بِالصِّحَّةِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38482, "aya_id": 85}]