[{"text": "الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُواْ عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُواْ اللّهَ وَاعْلَمُواْ أَنَّ اللّهَ مَعَ الْمُتَّقِينَ", "sura_id": 2, "type": 0, "id": 201, "aya_id": 194}, {"text": "الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا أن الله مع المتقين", "sura_id": 2, "type": 1, "id": 6437, "aya_id": 194}, {"text": "194 - (الشهر الحرام) المحرم مقابل (بالشهر الحرام) فكما قاتلوكم فيه فاقتلوهم في مثله رد لاستعظام المسلمين ذلك (والحُرُمات) جمع حُرمة ما يجب احترامه (قصاص) أي يقتص بمثلها إذا انتكهت (فمن اعتدى عليكم) بالقتال في الحرم أو الإحرام أو الشهر الحرام (فاعتدوا عليه بمثل ما اعتدى عليكم) سمى مقابلته اعتداء لشبهها بالمقابل به في الصورة (واتقوا الله) في الانتصار وترك الاعتداء (واعلموا أن الله مع المتقين) بالعون والنصر \r\n", "sura_id": 2, "type": 2, "id": 25145, "aya_id": 194}, {"text": "قتالكم -أيها المؤمنون- للمشركين في الشهر الذي حرَّم الله القتال فيه هو جزاء لقتالهم لكم في الشهر الحرام. والذي يعتدي على ما حَرَّم الله من المكان والزمان, يعاقب بمثل فعله, ومن جنس عمله. فمن اعتدى عليكم بالقتال أو غيره فأنزلوا به عقوبة مماثلة لجنايته, ولا حرج عليكم في ذلك; لأنهم هم البادئون بالعدوان, وخافوا الله فلا تتجاوزوا المماثلة في العقوبة, واعلموا أن الله مع الذين يتقونه ويطيعونه بأداء فرائضه وتجنب محارمه.\r\n", "sura_id": 2, "type": 3, "id": 31381, "aya_id": 194}, {"text": " <font color=red>الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ</font><BR><p>قَالَ عِكْرِمَة عَنْ اِبْن عَبَّاس وَالضَّحَّاك وَالسُّدِّيّ وَقَتَادَة وَمِقْسَم وَالرَّبِيع بْن أَنَس وَعَطَاء وَغَيْرهمْ لَمَّا سَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُعْتَمِرًا فِي سَنَة سِتّ مِنْ الْهِجْرَة وَحَبَسَهُ الْمُشْرِكُونَ عَنْ الدُّخُول وَالْوُصُول إِلَى الْبَيْت وَصَدُّوهُ بِمَنْ مَعَهُ مِنْ الْمُسْلِمِينَ فِي ذِي الْقَعْدَة وَهُوَ شَهْر حَرَام حَتَّى قَاضَاهُمْ عَلَى الدُّخُول مِنْ قَابِل فَدَخَلَهَا فِي السَّنَة الْآتِيَة هُوَ وَمَنْ كَانَ مِنْ الْمُسْلِمِينَ وَأَقَصَّهُ اللَّهُ مِنْهُمْ فَنَزَلَتْ فِي ذَلِكَ هَذِهِ الْآيَة\" الشَّهْر الْحَرَام بِالشَّهْرِ الْحَرَام وَالْحُرُمَات قِصَاص \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنَا لَيْث بْن سَعْد عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : لَمْ يَكُنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ يَغْزُو فِي الشَّهْر الْحَرَام إِلَّا أَنْ يُغْزَى أَوْ يُغْزَوْا فَإِذَا حَضَرَهُ أَقَامَ حَتَّى يَنْسَلِخ . هَذَا إِسْنَاد صَحِيح. وَلِهَذَا لَمَّا بَلَغَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهُوَ مُخَيِّم بِالْحُدَيْبِيَةِ أَنَّ عُثْمَان قُتِلَ وَكَانَ قَدْ بَعَثَهُ فِي رِسَالَة إِلَى الْمُشْرِكِينَ بَايَعَ أَصْحَابه وَكَانُوا أَلْفًا وَأَرْبَعمِائَةِ تَحْت الشَّجَرَة عَلَى قِتَال الْمُشْرِكِينَ فَلَمَّا بَلَغَهُ أَنَّ عُثْمَان لَمْ يُقْتَل كَفَّ عَنْ ذَلِكَ وَجَنَحَ إِلَى الْمُسَالَمَة وَالْمُصَالَحَة فَكَانَ مَا كَانَ . وَكَذَلِكَ لَمَّا فَرَغَ مِنْ قِتَال هَوَازِن يَوْم حُنَيْن وَتَحَصَّنَ فَلّهم بِالطَّائِفِ عَدَلَ إِلَيْهَا فَحَاصَرَهَا وَدَخَلَ ذُو الْقَعْدَة وَهُوَ مُحَاصِر لَهَا بِالْمَنْجَنِيقِ وَاسْتَمَرَّ عَلَيْهَا إِلَى كَمَال أَرْبَعِينَ يَوْمًا كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَنَس فَلَمَّا كَثُرَ الْقَتْل فِي أَصْحَابه اِنْصَرَفَ عَنْهَا وَلَمْ تُفْتَح ثُمَّ كَرَّ رَاجِعًا إِلَى مَكَّة وَاعْتَمَرَ مِنْ الْجِعْرَانَة حَيْثُ قَسَمَ غَنَائِم حُنَيْن . وَكَانَتْ عُمْرَته هَذِهِ فِي ذِي الْقَعْدَة أَيْضًا عَام ثَمَان صَلَوَات اللَّه وَسَلَامه عَلَيْهِ : وَقَوْله\" فَمَنْ اِعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اِعْتَدَى عَلَيْكُمْ \" أَمَرَ بِالْعَدْلِ حَتَّى فِي الْمُشْرِكِينَ كَمَا قَالَ\" وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ \" وَقَالَ\" وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا \" . وَرَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَنَّ قَوْله \" فَمَنْ اِعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اِعْتَدَى عَلَيْكُمْ \" . نَزَلَتْ بِمَكَّة حَيْثُ لَا شَوْكَة وَلَا جِهَاد ثُمَّ نُسِخَ بِآيَةِ الْقِتَال بِالْمَدِينَةِ وَقَدْ رَدَّ هَذَا الْقَوْل اِبْن جَرِير وَقَالَ : بَلْ الْآيَة مَدَنِيَّة بَعْد عُمْرَة الْقَضِيَّة وَعَزَا ذَلِكَ إِلَى مُجَاهِد رَحِمَهُ اللَّه وَقَوْله \" وَاتَّقُوا اللَّه وَاعْلَمُوا أَنَّ اللَّه مَعَ الْمُتَّقِينَ \" أَمْرٌ لَهُمْ بِطَاعَةِ اللَّه وَتَقْوَاهُ وَإِخْبَارٌ بِأَنَّهُ تَعَالَى مَعَ الَّذِينَ اِتَّقَوْا بِالنَّصْرِ وَالتَّأْيِيد فِي الدُّنْيَا وَالْآخِرَة .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38602, "aya_id": 194}]