[{"text": "هَلْ يَنظُرُونَ إِلاَّ أَن يَأْتِيَهُمُ اللّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلآئِكَةُ وَقُضِيَ الأَمْرُ وَإِلَى اللّهِ تُرْجَعُ الامُورُ", "sura_id": 2, "type": 0, "id": 217, "aya_id": 210}, {"text": "هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة وقضي الأمر وإلى الله ترجع الأمور", "sura_id": 2, "type": 1, "id": 6453, "aya_id": 210}, {"text": "210 - (هل) ما (ينظرون) ينتظر التاركون الدخول فيه الدخول فيه (إلا أن يأتيهم الله) أي أمره كقوله أو يأتي أمر ربك أي عذابه (في ظلل) جمع ظلة (من الغمام) السحاب (والملائكة وقضي الأمر) تم أمر هلاكهم (وإلى الله تَرجِع الأمور) بالبناء للمفعول والفاعل في الآخرة فيجازي كلا بعمله \r\n", "sura_id": 2, "type": 2, "id": 25161, "aya_id": 210}, {"text": "ما ينتظر هؤلاء المعاندون الكافرون بعد قيام الأدلة البينة إلا أن يأتيهم الله عز وجل على الوجه اللائق به سبحانه في ظُلَل من السحاب يوم القيامة; ليفصل بينهم بالقضاء العادل, وأن تأتي الملائكة, وحينئذ يقضي الله تعالى فيهم قضاءه. وإليه وحده ترجع أمور الخلائق جميعها.\r\n", "sura_id": 2, "type": 3, "id": 31397, "aya_id": 210}, {"text": " <font color=red>هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ وَقُضِيَ الْأَمْرُ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ</font><BR><p>يَقُول تَعَالَى مُهَدِّدًا لِلْكَافِرِينَ بِمُحَمَّدٍ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ \" هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمْ اللَّهُ فِي ظُلَلٍ مِنْ الْغَمَام وَالْمَلَائِكَة \" يَعْنِي يَوْم الْقِيَامَة لِفَصْلِ الْقَضَاء بَيْن الْأَوَّلِينَ وَالْآخِرِينَ فَيَجْزِي كُلّ عَامِل بِعَمَلِهِ إِنْ خَيْرًا فَخَيْرٌ وَإِنْ شَرًّا فَشَرٌّ وَلِهَذَا قَالَ تَعَالَى \" وَقُضِيَ الْأَمْرُ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ \" كَمَا قَالَ تَعَالَى \" كَلَّا إِذَا دُكَّتْ الْأَرْضُ دَكًّا دَكًّا وَجَاءَ رَبُّك وَالْمَلَكُ صَفًّا صَفًّا وَجِيءَ يَوْمَئِذٍ بِجَهَنَّم يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى \" وَقَالَ هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيهِمْ الْمَلَائِكَةُ أَوْ يَأْتِي رَبُّك أَوْ يَأْتِي بَعْضُ آيَات رَبِّك\" الْآيَة . وَقَدْ ذَكَرَ الْإِمَام أَبُو جَعْفَر بْن جَرِير هَاهُنَا حَدِيث الصُّور بِطُولِهِ مِنْ أَوَّله عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهُوَ حَدِيث مَشْهُور سَاقَهُ غَيْر وَاحِد مِنْ أَصْحَاب الْمَسَانِيد وَغَيْرهمْ وَفِيهِ - أَنَّ النَّاس إِذَا اِهْتَمُّوا لِمَوْقِفِهِمْ فِي الْعَرَصَات تَشَفَّعُوا إِلَى رَبّهمْ بِالْأَنْبِيَاءِ وَاحِدًا وَاحِدًا مِنْ آدَم فَمَنْ بَعْده فَكُلّهمْ يَحِيد عَنْهَا حَتَّى يَنْتَهُوا إِلَى مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَإِذَا جَاءُوا إِلَيْهِ قَالَ \" أَنَا لَهَا أَنَا لَهَا \" فَيَذْهَب فَيَسْجُد لِلَّهِ تَحْت الْعَرْش فَيَشْفَع عِنْد اللَّه فِي أَنْ يَأْتِي لِفَصْلِ الْقَضَاء بَيْن الْعِبَاد فَيُشَفِّعُهُ اللَّهُ وَيَأْتِي فِي ظُلَلٍ مَنّ الْغَمَام بَعْد مَا تَنْشَقّ السَّمَاء الدُّنْيَا وَيَنْزِل مَنْ فِيهَا مِنْ الْمَلَائِكَة ثُمَّ الثَّانِيَة ثُمَّ الثَّالِثَة إِلَى السَّابِعَة وَيَنْزِل حَمَلَة الْعَرْش وَالْكَرُوبِيُّونَ قَالَ وَيَنْزِل الْجَبَّار عَزَّ وَجَلَّ فِي ظُلَل مِنْ الْغَمَام وَالْمَلَائِكَة وَلَهُمْ زَجَل فِي تَسْبِيحهمْ يَقُولُونَ : سُبْحَان ذِي الْمُلْك وَالْمَلَكُوت سُبْحَان ذِي الْعِزَّة وَالْجَبَرُوت سُبْحَان الْحَيّ الَّذِي لَا يَمُوت سُبْحَان الَّذِي يُمِيت الْخَلَائِق وَلَا يَمُوت سُبُّوح قُدُّوس رَبّ الْمَلَائِكَة وَالرُّوح سُبُّوح قُدُّوس سُبْحَان رَبّنَا الْأَعْلَى سُبْحَان ذِي السُّلْطَان وَالْعَظَمَة سُبْحَانه سُبْحَانه أَبَدًا أَبَدًا . وَقَدْ أَوْرَدَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ هَاهُنَا أَحَادِيث فِيهَا غَرَابَة وَاَللَّه أَعْلَم . فَمِنْهَا مَا رَوَاهُ مِنْ حَدِيث الْمِنْهَال بْن عَمْرو عَنْ أَبِي عُبَيْدَة بْن عَبْد اللَّه بْن مَيْسَرَة عَنْ مَسْرُوق عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" يَجْمَع اللَّه الْأَوَّلِينَ وَالْآخِرِينَ لِمِيقَاتِ يَوْم مَعْلُوم قِيَامًا شَاخِصَة أَبْصَارهمْ إِلَى السَّمَاء يَنْتَظِرُونَ فَصْل الْقَضَاء وَيَنْزِل اللَّه فِي ظُلَل مِنْ الْغَمَام مِنْ الْعَرْش إِلَى الْكُرْسِيّ \" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا أَبُو بَكْر بْن عَطَاء بْن مُقَدَّم حَدَّثَنَا مُعْتَمِر بْن سُلَيْمَان سَمِعْت عَبْد الْجَلِيل الْقَيْسِيّ يُحَدِّث عَنْ عَبْد اللَّه بْن عَمْرو \" هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمْ اللَّهُ فِي ظُلَلٍ مِنْ الْغَمَام \" الْآيَة . قَالَ يَهْبِط حِين يَهْبِط وَبَيْنه وَبَيْن خَلْقه سَبْعُونَ أَلْف حِجَاب مِنْهَا النُّور وَالظُّلْمَة وَالْمَاء فَيُصَوِّت الْمَاء فِي تِلْكَ الظُّلْمَة صَوْتًا تَنْخَلِع لَهُ الْقُلُوب . قَالَ : وَحَدَّثْنَا أَبِي حَدَّثَنَا مُحَمَّد بْن الْوَزِير الدِّمَشْقِيّ حَدَّثَنَا الْوَلِيد قَالَ : سَأَلْت زُهَيْر بْن مُحَمَّد عَنْ قَوْل اللَّه \" هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيهِمْ اللَّه فِي ظُلَل مِنْ الْغَمَام \" قَالَ : ظُلَل مِنْ الْغَمَام مَنْظُوم مِنْ الْيَاقُوت مُكَلَّل بِالْجَوْهَرِ وَالزَّبَرْجَد . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي ظُلَل مِنْ الْغَمَام قَالَ : هُوَ غَيْر السَّحَاب وَلَمْ يَكُنْ قَطُّ إِلَّا لِبَنِي إِسْرَائِيل فِي تِيههمْ حِين تَاهُوا . وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة : \" هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيهِمْ اللَّهُ فِي ظُلَل مِنْ الْغَمَام وَالْمَلَائِكَة \" يَقُول : وَالْمَلَائِكَة يَجِيئُونَ فِي ظَلَل مِنْ الْغَمَام وَاَللَّه تَعَالَى يَجِيء فِيمَا يَشَاء وَهِيَ فِي بَعْض الْقِرَاءَات \" هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيهِمْ اللَّه وَالْمَلَائِكَةُ فِي ظُلَل مِنْ الْغَمَام \" وَهِيَ كَقَوْلِهِ \" وَيَوْم تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38621, "aya_id": 210}]