[{"text": "أُوْلَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ", "sura_id": 8, "type": 0, "id": 1164, "aya_id": 4}, {"text": "أولئك هم المؤمنون حقا لهم درجات عند ربهم و مغفرة و رزق كريم", "sura_id": 8, "type": 1, "id": 7400, "aya_id": 4}, {"text": "4 - (أولئك) الموصوفون بما ذكر (هم المؤمنون حقاً) صدقاً بلا شك (لهم درجات) منازل في الجنة (عند ربهم ومغفرة ورزق كريم) في الجنة \r\n", "sura_id": 8, "type": 2, "id": 26108, "aya_id": 4}, {"text": "هؤلاء الذين يفعلون هذه الأفعال هم المؤمنون حقًا ظاهرًا وباطنًا بما أنزل الله عليهم, لهم منازل عالية عند الله, وعفو عن ذنوبهم, ورزق كريم, وهو الجنة.\r\n", "sura_id": 8, "type": 3, "id": 32344, "aya_id": 4}, {"text": " <font color=red>أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ</font><BR><p>\" أُولَئِكَ هُمْ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْد رَبِّهمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ \" وَقَوْله \" أُولَئِكَ هُمْ الْمُؤْمِنُونَ حَقًّا \" أَيْ الْمُتَّصِفُونَ بِهَذِهِ الصِّفَات هُمْ الْمُؤْمِنُونَ حَقّ الْإِيمَان . وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْحَضْرَمِيّ حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا اِبْن لَهِيعَةَ عَنْ خَالِد بْن يَزِيد السَّكْسَكِيّ عَنْ سَعِيد بْن أَبِي هِلَال عَنْ مُحَمَّد بْن أَبِي الْجَهْم عَنْ الْحَارِث بْن مَالِك الْأَنْصَارِيّ أَنَّهُ مَرَّ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ \" كَيْف أَصْبَحْت يَا حَارِث ؟ \" قَالَ : أَصْبَحَتْ مُؤْمِنًا حَقًّا قَالَ \" اُنْظُرْ مَا تَقُول فَإِنَّ لِكُلِّ شَيْء حَقِيقَةً فَمَا حَقِيقَة إِيمَانك ؟ \" فَقَالَ : عَزَفَتْ نَفْسِي عَنْ الدُّنْيَا فَأَسْهَرْت لَيْلَى وَأَظْمَأْت نَهَارِي وَكَأَنِّي أَنْظُر إِلَى عَرْش رَبِّي بَارِزًا وَكَأَنِّي أَنْظُر إِلَى أَهْل الْجَنَّة يَتَزَاوَرُونَ فِيهَا وَكَأَنِّي أَنْظُر إِلَى أَهْل النَّار يَتَضَاغَوْنَ فِيهَا فَقَالَ : \" يَا حَارِث عَرَفْت فَالْزَمْ \" ثَلَاثًا . وَقَالَ عَمْرو بْن مُرَّة فِي قَوْله تَعَالَى \" أُولَئِكَ هُمْ الْمُؤْمِنُونَ حَقًّا \" إِنَّمَا أُنْزِلَ الْقُرْآن بِلِسَانِ الْعَرَب كَقَوْلِك فُلَان سَيِّد حَقًّا وَفِي الْقَوْم سَادَة . وَفُلَان تَاجِر حَقًّا وَفِي الْقَوْم تُجَّار . وَفُلَان شَاعِر حَقًّا وَفِي الْقَوْم شُعَرَاء . وَقَوْله \" لَهُمْ دَرَجَات عِنْد رَبّهمْ \" أَيْ مَنَازِل وَمَقَامَات وَدَرَجَات فِي الْجَنَّات كَمَا قَالَ تَعَالَى \" هُمْ دَرَجَات عِنْد اللَّه وَاَللَّه بَصِير بِمَا يَعْمَلُونَ \" . \" وَمَغْفِرَة \" أَيْ يَغْفِر لَهُمْ السَّيِّئَات وَيَشْكُر لَهُمْ الْحَسَنَات . وَقَالَ الضَّحَّاك فِي قَوْله \" لَهُمْ دَرَجَات عِنْد رَبّهمْ \" أَهْل الْجَنَّة بَعْضهمْ فَوْق بَعْض فَيَرَى الَّذِي هُوَ فَوْق فَضْله عَلَى الَّذِي هُوَ أَسْفَل مِنْهُ وَلَا يَرَى الَّذِي هُوَ أَسْفَل مِنْهُ أَنَّهُ فُضِّلَ عَلَيْهِ أَحَد وَلِهَذَا جَاءَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَهْل عِلِّيِّينَ لَيَرَاهُمْ مَنْ أَسْفَل مِنْهُمْ كَمَا تَرَوْنَ الْكَوْكَب الْغَابِر فِي أُفُق مِنْ آفَاق السَّمَاء \" . قَالُوا يَا رَسُول اللَّه تِلْكَ مَنَازِل الْأَنْبِيَاء لَا يَنَالهَا غَيْرهمْ فَقَالَ \" بَلَى وَاَلَّذِي نَفْسِي بِيَدِهِ لِرِجَالٍ آمَنُوا بِاَللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ \" وَفِي الْحَدِيث الْآخَر الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ حَدِيث اِبْن أَبِي عَطِيَّة عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَهْل الْجَنَّة لَيَتَرَاءَوْنَ أَهْل الدَّرَجَات الْعُلَى كَمَا تَرَاءَوْنَ الْكَوْكَب الْغَابِر فِي أُفُق السَّمَاء وَإِنَّ أَبَا بَكْر وَعُمَر مِنْهُمْ وَأَنْعَمَا \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43088, "aya_id": 4}]