[{"text": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ", "sura_id": 69, "type": 0, "id": 5335, "aya_id": 12}, {"text": "لنجعلها لكم تذكرة وتعيها أذن واعية", "sura_id": 69, "type": 1, "id": 11571, "aya_id": 12}, {"text": "12 - (لنجعلها) هذه الفعلة وهي إنجاء المؤمنين وإهلاك الكافرين (لكم تذكرة) عظة (وتعيها) ولتحفظها (أذن واعية) حافظة لما تسمع \r\n", "sura_id": 69, "type": 2, "id": 30279, "aya_id": 12}, {"text": "لنجعل الواقعة التي كان فيها نجاة المؤمنين وإغراق الكافرين عبرة وعظة, وتحفظها كل أذن مِن شأنها أن تحفظ, وتعقل عن الله ما سمعت.\r\n", "sura_id": 69, "type": 3, "id": 36515, "aya_id": 12}, {"text": " <font color=red>لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</font><BR><p>\" لِنَجْعَلَهَا لَكُمْ تَذْكِرَة \" عَادَ الضَّمِير عَلَى الْجِنْس لِدَلَالَةِ الْمَعْنَى عَلَيْهِ أَيْ وَأَبْقَيْنَا لَكُمْ مِنْ جِنْسهَا مَا تَرْكَبُونَ عَلَى تَيَّار الْمَاء فِي الْبِحَار كَمَا قَالَ \" وَجَعَلَ لَكُمْ مِنْ الْفُلْك وَالْأَنْعَام مَا تَرْكَبُونَ لِتَسْتَوُوا عَلَى ظُهُوره ثُمَّ تَذْكُرُوا نِعْمَة رَبّكُمْ إِذَا اِسْتَوَيْتُمْ عَلَيْهِ \" وَقَالَ تَعَالَى\" وَآيَة لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتهمْ فِي الْفُلْك الْمَشْحُون وَخَلَقْنَا لَهُمْ مِنْ مِثْله مَا يَرْكَبُونَ \" وَقَالَ قَتَادَة : أَبْقَى اللَّه السَّفِينَة حَتَّى أَدْرَكَهَا أَوَائِل هَذِهِ الْأُمَّة. وَالْأَوَّل أَظْهَر وَلِهَذَا قَالَ تَعَالَى \" وَتَعِيَهَا أُذُن وَاعِيَة \" أَيْ وَتَفْهَم هَذِهِ النِّعْمَة وَتَذْكُرهَا أُذُن وَاعِيَة قَالَ اِبْن عَبَّاس : حَافِظَة سَامِعَة . وَقَالَ قَتَادَة \" أُذُن وَاعِيَة \" عَقَلَتْ عَنْ اللَّه فَانْتَفَعَتْ بِمَا سَمِعَتْ مِنْ كِتَاب اللَّه وَقَالَ الضَّحَّاك \" وَتَعِيَهَا أُذُن وَاعِيَة \" سَمِعَتْهَا أُذُن وَوَعَتْ أَيْ مَنْ لَهُ سَمْع صَحِيح وَعَقْل رَجِيح وَهَذَا عَامّ فِي كُلّ مَنْ فَهِمَ وَوَعَى . وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة الدِّمَشْقِيّ حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد بْن صُبَيْح الدِّمَشْقِيّ حَدَّثَنَا زَيْد بْن يَحْيَى حَدَّثَنَا عَلِيّ بْن حَوْشَبٍ سَمِعْت مَكْحُولًا يَقُول : لَمَّا نَزَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَتَعِيَهَا أُذُن وَاعِيَة \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَأَلْت رَبِّي أَنْ يَجْعَلهَا أُذُن عَلِيّ \" قَالَ مَكْحُول فَكَانَ عَلِيّ يَقُول : مَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا قَطُّ فَنَسِيته وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ عَلِيّ بْن سَهْل عَنْ الْوَلِيد بْن مُسْلِم عَنْ عَلِيّ بْن حَوْشَبٍ عَنْ مَكْحُول بِهِ وَهُوَ حَدِيث مُرْسَل . وَقَدْ قَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا جَعْفَر بْن مُحَمَّد بْن عَامِر حَدَّثَنَا بِشْر بْن آدَم حَدَّثَنَا عَبْد اللَّه بْن الزُّبَيْر أَبُو مُحَمَّد يَعْنِي وَالِد أَبِي أَحْمَد الزُّبَيْرِيّ حَدَّثَنِي صَالِح بْن الْهَيْثَم سَمِعْت اِبْن مُرَّة الْأَسْلَمِيّ يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَلِيٍّ \" إِنِّي أُمِرْت أَنْ أُدْنِيَك وَلَا أُقْصِيَك وَأَنْ أُعَلِّمك وَأَنْ تَعِيَ وَحُقّ لَك أَنْ تَعِيَ\" قَالَ فَنَزَلَتْ هَذِهِ الْآيَة \" وَتَعِيَهَا أُذُن وَاعِيَة \" . وَرَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن خَلَف عَنْ بِشْر بْن آدَم بِهِ ثُمَّ رَوَاهُ اِبْن جَرِير مِنْ طَرِيق آخَر عَنْ دَاوُد الْأَعْمَى عَنْ بُرَيْدَة بِهِ وَلَا يَصِحّ أَيْضًا .</p><BR> <br> ", "sura_id": 69, "type": 4, "id": 42417, "aya_id": 12}]