[{"text": "وَأَطِيعُواْ اللّهَ وَرَسُولَهُ وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُواْ إِنَّ اللّهَ مَعَ الصَّابِرِينَ", "sura_id": 8, "type": 0, "id": 1206, "aya_id": 46}, {"text": "و أطيعوا الله و رسوله و لا تنازعوا فتفشلوا و تذهب ريحكم و اصبروا إن الله مع الصابرين", "sura_id": 8, "type": 1, "id": 7442, "aya_id": 46}, {"text": "46 - (وأطيعوا الله ورسوله ولا تنازعوا) تختلفوا فيما بينكم (فتفشلوا) تجبنوا (وتذهب ريحكم) قوتكم ودولتكم (واصبروا إن الله مع الصابرين) بالنصر والعون \r\n", "sura_id": 8, "type": 2, "id": 26150, "aya_id": 46}, {"text": "والتزموا طاعة الله وطاعة رسوله في كل أحوالكم, ولا تختلفوا فتتفرق كلمتكم وتختلف قلوبكم, فتضعفوا وتذهب قوتكم ونصركم, واصبروا عند لقاه العدو. إن الله مع الصابرين بالعون والنصر والتأييد, ولن يخذلهم.\r\n", "sura_id": 8, "type": 3, "id": 32386, "aya_id": 46}, {"text": " <font color=red>وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ</font><BR><p>أَمَرَهُمْ أَنْ يُطِيعُوا اللَّه وَرَسُوله فِي حَالهمْ ذَلِكَ فَمَا أَمَرَهُمْ اللَّه تَعَالَى بِهِ اِئْتَمَرُوا . وَمَا نَهَاهُمْ عَنْهُ اِنْزَجَرُوا وَلَا يَتَنَازَعُوا فِيمَا بَيْنهمْ أَيْضًا فَيَخْتَلِفُوا فَيَكُون سَبَبًا لِتَخَاذُلِهِمْ وَفَشَلهمْ \" وَتَذْهَب رِيحكُمْ \" أَيْ قُوَّتكُمْ وَحِدَّتكُمْ وَمَا كُنْتُمْ فِيهِ مِنْ الْإِقْبَال \" وَاصْبِرُوا إِنَّ اللَّه مَعَ الصَّابِرِينَ \" وَقَدْ كَانَ لِلصَّحَابَةِ رَضِيَ اللَّه عَنْهُمْ فِي بَاب الشُّجَاعَة وَالِائْتِمَار بِمَا أَمَرَهُمْ اللَّه وَرَسُوله بِهِ وَامْتِثَال مَا أَرْشَدَهُمْ إِلَيْهِ مَا لَمْ يَكُنْ لِأَحَدٍ مِنْ الْأُمَم وَالْقُرُون قَبْلهمْ وَلَا يَكُون لِأَحَدٍ مِمَّنْ بَعْدهمْ فَإِنَّهُمْ بِبَرَكَةِ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ وَطَاعَته فِيمَا أَمَرَهُمْ فَتَحُوا الْقُلُوب وَالْأَقَالِيم شَرْقًا وَغَرْبًا فِي الْمُدَّة الْيَسِيرَة مَعَ قِلَّة عَدَدهمْ بِالنِّسْبَةِ إِلَى جُيُوش سَائِر الْأَقَالِيم مِنْ الرُّوم وَالْفَرَس وَالتَّرْك وَالصَّقَالِبَة وَالْبَرْبَر وَالْحُبُوش وَأَصْنَاف السُّودَان وَالْقِبْط وَطَوَائِف بَنِي آدَم . قَهَرُوا الْجَمِيع حَتَّى عَلَتْ كَلِمَة اللَّه وَظَهَرَ دِينه عَلَى سَائِر الْأَدْيَان وَامْتَدَّتْ الْمَمَالِك الْإِسْلَامِيَّة فِي مَشَارِق الْأَرْض وَمَغَارِبهَا فِي أَقَلَّ مِنْ ثَلَاثِينَ سَنَة فَرَضِيَ اللَّه عَنْهُمْ وَأَرْضَاهُمْ أَجْمَعِينَ وَحَشَرَنَا فِي زُمْرَتهمْ إِنَّهُ كَرِيم وَهَّاب .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43095, "aya_id": 46}]