[{"text": "قَالَ يَا آدَمُ أَنبِئْهُم بِأَسْمَآئِهِمْ فَلَمَّا أَنبَأَهُمْ بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ", "sura_id": 2, "type": 0, "id": 40, "aya_id": 33}, {"text": "قال يا آدم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال ألم أقل لكم إني أعلم غيب السماوات والأرض وأعلم ما تبدون وما كنتم تكتمون", "sura_id": 2, "type": 1, "id": 6276, "aya_id": 33}, {"text": "33 - (قال) تعالى (يا آدم أنبئهم) أي الملائكة (بأسمائهم) المسميات فسمّى كل شيء باسمه وذكر حكمته التي خلق لها (فلما أنبأهم بأسمائهم قال) تعالى لهم موبخاً (ألم أقل لكم إني أعلم غيب السماوات والأرض) ما غاب فيهما (وأعلم ما تبدون) ما تظهرون من قولكم أتجعل فيها الخ (وما كنتم تكتمون) تُسِرُّون من قولكم لن يخلق أكرم عليه منا ولا أعلم \r\n", "sura_id": 2, "type": 2, "id": 24984, "aya_id": 33}, {"text": "قال الله: يا آدم أخبرهم بأسماء هذه الأشياء التي عجَزوا عن معرفتها. فلما أخبرهم آدم بها, قال الله للملائكة: لقد أخبرتكم أني أعلم ما خفي عنكم في السموات والأرض, وأعلم ما تظهرونه وما تخفونه.\r\n", "sura_id": 2, "type": 3, "id": 31220, "aya_id": 33}, {"text": " <font color=red>قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ</font><BR><p>قَوْله تَعَالَى \" قَالَ يَا آدَم أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَم غَيْب السَّمَاوَات وَالْأَرْض وَأَعْلَم مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ \" قَالَ زَيْد بْن أَسْلَمَ قَالَ أَنْتَ جِبْرَائِيل أَنْتَ مِيكَائِيل أَنْتَ إِسْرَافِيل حَتَّى عَدَّدَ الْأَسْمَاء كُلّهَا حَتَّى بَلَغَ الْغُرَاب . وَقَالَ مُجَاهِد فِي قَوْل اللَّه \" قَالَ يَا آدَم أَنْبِئْهُمْ بِأَسْمَائِهِمْ \" قَالَ اِسْم الْحَمَامَة وَالْغُرَاب وَاسْم كُلّ شَيْء وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة نَحْو ذَلِكَ فَلَمَّا ظَهَرَ فَضْل آدَم عَلَيْهِ السَّلَام عَلَى الْمَلَائِكَة فِي سَرْده مَا عَلَّمَهُ اللَّه تَعَالَى مِنْ أَسْمَاء الْأَشْيَاء قَالَ اللَّه تَعَالَى لِلْمَلَائِكَةِ \" أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَم غَيْب السَّمَاوَات وَالْأَرْض وَأَعْلَم مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ \" أَيْ أَلَمْ أَتَقَدَّم إِلَيْكُمْ أَنِّي أَعْلَم الْغَيْب الظَّاهِر وَالْخَفِيّ كَمَا قَالَ تَعَالَى \" وَإِنْ تَجْهَر بِالْقَوْلِ فَإِنَّهُ يَعْلَم السِّرّ وَأَخْفَى \" وَكَمَا قَالَ إِخْبَارًا عَنْ الْهُدْهُد أَنَّهُ قَالَ لِسُلَيْمَان \" أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِج الْخَبْء فِي السَّمَاوَات وَالْأَرْض وَيَعْلَم مَا تُخْفُونَ وَمَا تُعْلِنُونَ اللَّه لَا إِلَه إِلَّا هُوَ رَبّ الْعَرْش الْعَظِيم \" وَقِيلَ فِي قَوْله تَعَالَى \" وَأَعْلَم مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ \" غَيْر مَا ذَكَرْنَاهُ فَرَوَى الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَأَعْلَم مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ\" قَالَ أَعْلَم السِّرّ كَمَا أَعْلَم الْعَلَانِيَة يَعْنِي مَا كَتَمَ إِبْلِيس فِي نَفْسه مِنْ الْكِبْر وَالِاغْتِرَار . وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة قَالَ قَوْلهمْ \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء \" الْآيَة فَهَذَا الَّذِي أَبْدُوا \" وَمَا كُنْتُمْ تَكْتُمُونَ \" يَعْنِي مَا أَسَرَّ إِبْلِيس فِي نَفْسه مِنْ الْكِبْر وَكَذَلِكَ قَالَ سَعِيد بْن جُبَيْر وَمُجَاهِد وَالسُّدِّيّ وَالضَّحَّاك وَالثَّوْرِيّ . وَاخْتَارَ ذَلِكَ اِبْن جَرِير وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَالْحَسَن وَقَتَادَة هُوَ قَوْلهمْ لَمْ يَخْلُق رَبّنَا خَلْقًا إِلَّا كُنَّا أَعْلَم مِنْهُ وَأَكْرَم عَلَيْهِ مِنْهُ : وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس \" وَأَعْلَم مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ \" فَكَانَ الَّذِي أَبْدَوْا هُوَ قَوْلهمْ : أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء . وَكَانَ الَّذِي كَتَمُوا بَيْنهمْ قَوْلهمْ لَنْ يَخْلُق رَبّنَا خَلْقًا إِلَّا كُنَّا أَعْلَم مِنْهُ وَأَكْرَم . فَعَرَفُوا أَنَّ اللَّه فَضَّلَ عَلَيْهِمْ آدَم فِي الْعِلْم وَالْكَرَم قَالَ اِبْن جَرِير حَدَّثَنَا يُونُس حَدَّثَنَا اِبْن وَهْب عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قِصَّة الْمَلَائِكَة وَآدَم : فَقَالَ اللَّه لِلْمَلَائِكَةِ كَمَا لَمْ تَعْلَمُوا هَذِهِ الْأَسْمَاء فَلَيْسَ لَكُمْ عِلْم إِنَّمَا أَرَدْت أَنْ أَجْعَلهُمْ لِيُفْسِدُوا فِيهَا هَذَا عِنْدِي قَدْ عَلِمْته فَكَذَلِكَ أَخْفَيْت عَنْكُمْ أَنِّي أَجْعَل فِيهَا مَنْ يَعْصِينِي وَمَنْ يُطِيعنِي قَالَ وَقَدْ سَبَقَ مِنْ اللَّه \" لَأَمْلَأَنَّ جَهَنَّم مِنْ الْجِنَّة وَالنَّاس أَجْمَعِينَ \" قَالَ وَلَمْ تَعْلَم الْمَلَائِكَة ذَلِكَ وَلَمْ يَدْرُوهُ قَالَ فَلَمَّا رَأَوْا مَا أَعْطَى اللَّه آدَم مِنْ الْعِلْم أَقَرُّوا لَهُ بِالْفَضْلِ . وَقَالَ اِبْن جَرِير وَأَوْلَى الْأَقْوَال فِي ذَلِكَ قَوْل اِبْن عَبَّاس وَهُوَ أَنَّ مَعْنَى قَوْله تَعَالَى : \" وَأَعْلَم مَا تُبْدُونَ \" وَأَعْلَم مَعَ عِلْمِي غَيْب السَّمَاوَات وَالْأَرْض مَا تَظْهَرُونَهُ بِأَلْسِنَتِكُمْ . وَمَا كُنْتُمْ تُخْفُونَ فِي أَنْفُسكُمْ فَلَا يَخْفَى عَلَيَّ شَيْء سَوَاء عِنْدِي سَرَائِركُمْ وَعَلَانِيَتكُمْ وَاَلَّذِي أَظْهَرُوهُ بِأَلْسِنَتِهِمْ قَوْلهمْ أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَاَلَّذِي كَانُوا يَكْتُمُونَ مَا كَانَ مُنْطَوِيًا عَلَيْهِ إِبْلِيس مِنْ الْخِلَاف عَلَى اللَّه فِي أَوَامِره وَالتَّكَبُّر عَنْ طَاعَته . قَالَ وَصَحَّ ذَلِكَ وَكَمَا تَقُول الْعَرَب قُتِلَ الْجَيْش وَهُزِمُوا وَإِنَّمَا قُتِلَ الْوَاحِد أَوْ الْبَعْض وَهُزِمَ الْوَاحِد أَوْ الْبَعْض فَيَخْرُج الْخَبَر عَنْ الْمَهْزُوم مِنْهُ وَالْمَقْتُول مَخْرَج الْخَبَر عَنْ جَمِيعهمْ كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ يُنَادُونَك مِنْ وَرَاء الْحُجُرَات \" ذَكَرَ أَنَّ الَّذِي نَادَى إِنَّمَا كَانَ وَاحِدًا مِنْ بَنِي تَمِيم قَالَ وَكَذَلِكَ قَوْله \" وَأَعْلَم مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38709, "aya_id": 33}]