[{"text": "قُل لِّلَّذِينَ كَفَرُواْ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ", "sura_id": 3, "type": 0, "id": 305, "aya_id": 12}, {"text": "قل للذين كفروا ستغلبون وتحشرون إلى جهنم وبئس المهاد", "sura_id": 3, "type": 1, "id": 6541, "aya_id": 12}, {"text": "12 - (قل) يا محمد (للذين كفروا) من اليهود (ستغلبون) بالتاء والياء في الدنيا بالقتل والأسر وضرب الجزية وقد وقع ذلك (وتحشرون) بالوجهين في الآخرة (إلى جهنم) فتدخلونها (وبئس المهاد) الفراش هي \r\n", "sura_id": 3, "type": 2, "id": 25249, "aya_id": 12}, {"text": "قل -أيها الرسول-، للذين كفروا من اليهود وغيرهم والذين استهانوا بنصرك في \"بَدْر\": إنكم ستُهْزَمون في الدنيا وستموتون على الكفر, وتحشرون إلى نار جهنم; لتكون فراشًا دائمًا لكم, وبئس الفراش\r\n", "sura_id": 3, "type": 3, "id": 31485, "aya_id": 12}, {"text": " <font color=red>قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ</font><BR><p>يَقُول تَعَالَى : قُلْ يَا مُحَمَّد لِلْكَافِرِينَ سَتُغْلَبُونَ أَيْ فِي الدُّنْيَا وَتُحْشَرُونَ أَيْ يَوْم الْقِيَامَة إِلَى جَهَنَّم وَبِئْسَ الْمِهَاد . وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَاق بْن يَسَار عَنْ عَاصِم بْن عَمْرو بْن قَتَادَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا أَصَابَ مِنْ أَهْل بَدْر مَا أَصَابَ وَرَجَعَ إِلَى الْمَدِينَة جَمَعَ الْيَهُود فِي سُوق بَنِي قَيْنُقَاع وَقَالَ \" يَا مَعْشَر الْيَهُود أَسْلِمُوا قَبْل أَنْ يُصِيبكُمْ اللَّه بِمَا أَصَابَ قُرَيْشًا \" فَقَالُوا يَا مُحَمَّد لَا يَغُرَّنَّك مِنْ نَفْسك أَنْ قَتَلْت نَفَرًا مِنْ قُرَيْش كَانُوا أَغْمَارًا لَا يَعْرِفُونَ الْقِتَال إِنَّك وَاَللَّه لَوْ قَاتَلْتَنَا لَعَرَفْت أَنَّا نَحْنُ النَّاس وَإِنَّك لَمْ تَلْقَ مِثْلنَا فَأَنْزَلَ اللَّه فِي ذَلِكَ مِنْ قَوْلهمْ \" قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّم وَبِئْسَ الْمِهَاد \" إِلَى قَوْله \" لَعِبْرَة لِأُولِي الْأَبْصَار \" وَقَدْ رَوَاهُ مُحَمَّد بْن إِسْحَاق أَيْضًا عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد وَعِكْرِمَة عَنْ اِبْن عَبَّاس فَذَكَرَ وَهُوَ لِهَذَا قَالَ تَعَالَى \" قَدْ كَانَ لَكُمْ آيَة \".</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39866, "aya_id": 12}]