[{"text": "سَلَامٌ قَوْلًا مِن رَّبٍّ رَّحِيمٍ", "sura_id": 36, "type": 0, "id": 3763, "aya_id": 58}, {"text": "سلام قولا من رب رحيم", "sura_id": 36, "type": 1, "id": 9999, "aya_id": 58}, {"text": "58 - (سلام) مبتدأ (قولا) أي بالقول خبره (من رب رحيم) بهم أي يقول لهم سلام عليكم \r\n", "sura_id": 36, "type": 2, "id": 28707, "aya_id": 58}, {"text": "ولهم نعيم آخر أكبر حين يكلمهم ربهم, الرحيم بهم بالسلام عليهم. وعند ذلك تحصل لهم السلامة التامة من جميع الوجوه.\r\n", "sura_id": 36, "type": 3, "id": 34943, "aya_id": 58}, {"text": " <font color=red>سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ</font><BR><p>وَقَوْله تَعَالَى : \" سَلَام قَوْلًا مِنْ رَبّ رَحِيم \" قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى : \" سَلَام قَوْلًا مِنْ رَبّ رَحِيم \" فَإِنَّ اللَّه تَعَالَى نَفْسه سَلَام عَلَى أَهْل الْجَنَّة , وَهَذَا الَّذِي قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا كَقَوْلِهِ تَعَالَى : \" تَحِيَّتهمْ يَوْم يَلْقَوْنَهُ سَلَام \" . وَقَدْ رَوَى اِبْن أَبِي حَاتِم هَهُنَا حَدِيثًا وَفِي إِسْنَاده نَظَر فَإِنَّهُ قَالَ : حَدَّثَنَا مُوسَى بْن يُوسُف حَدَّثَنَا مُحَمَّد بْن عَبْد الْمَلِك بْن أَبِي الشَّوَارِب حَدَّثَنَا أَبُو عَاصِم الْعَبْدَانِيّ حَدَّثَنَا الْفَضْل الرَّقَاشِيّ عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَيْنَا أَهْل الْجَنَّة فِي نَعِيمهمْ إِذْ سَطَعَ عَلَيْهِمْ نُور فَرَفَعُوا رُءُوسهمْ فَإِذَا الرَّبّ تَعَالَى قَدْ أَشْرَفَ عَلَيْهِمْ مِنْ فَوْقهمْ فَقَالَ السَّلَام عَلَيْكُمْ يَا أَهْل الْجَنَّة فَذَلِكَ قَوْله تَعَالَى : \" سَلَام قَوْلًا مِنْ رَبّ رَحِيم \" قَالَ فَيَنْظُر إِلَيْهِمْ وَيَنْظُرُونَ إِلَيْهِ فَلَا يَلْتَفِتُونَ إِلَى شَيْء مِنْ النَّعِيم مَا دَامُوا يَنْظُرُونَ إِلَيْهِ حَتَّى يَحْتَجِب عَنْهُمْ وَيَبْقَى نُوره وَبَرَكَته عَلَيْهِمْ وَفِي دِيَارهمْ \" وَرَوَاهُ اِبْن مَاجَهْ فِي كِتَاب السُّنَّة مِنْ سُنَنه عَنْ مُحَمَّد بْن عَبْد الْمَلِك بْن أَبِي الشَّوَارِب بِهِ . وَقَالَ اِبْن جَرِير حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب حَدَّثَنَا حَرْمَلَة عَنْ سُلَيْمَان بْن حُمَيْد قَالَ سَمِعْت مُحَمَّد بْن كَعْب الْقُرَظِيّ يُحَدِّث عَنْ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ قَالَ : إِذَا فَرَغَ اللَّه تَعَالَى مِنْ أَهْل الْجَنَّة وَالنَّار أَقْبَلَ فِي ظُلَل مِنْ الْغَمَام وَالْمَلَائِكَة قَالَ فَيُسَلِّم عَلَى أَهْل الْجَنَّة فَيَرُدُّونَ عَلَيْهِ السَّلَام قَالَ الْقُرَظِيّ وَهَذَا فِي كِتَاب اللَّه تَعَالَى \" سَلَام قَوْلًا مِنْ رَبّ رَحِيم \" فَيَقُول اللَّه عَزَّ وَجَلَّ سَلُونِي فَيَقُولُونَ مَاذَا نَسْأَلُك أَيْ رَبّ ؟ قَالَ بَلَى سَلُونِي قَالُوا نَسْأَلك أَيْ رَبّ رِضَاك قَالَ رِضَائِي أَحَلَّكُمْ دَار كَرَامَتِي قَالُوا يَا رَبّ فَمَا الَّذِي نَسْأَلُك فَوَعِزَّتِك وَجَلَالك وَارْتِفَاع مَكَانك لَوْ قَسَمْت عَلَيْنَا رِزْق الثَّقَلَيْنِ لَأُطْعِمْنَاهُمْ وَلَأُسْقِينَاهُمْ وَلَأُلْبِسْنَاهُمْ وَلَأُخْدِمْنَاهُمْ لَا يُنْقِصنَا ذَلِكَ شَيْئًا قَالَ تَعَالَى إِنَّ لَدَيَّ مَزِيدًا قَالَ فَيَفْعَل ذَلِكَ بِهِمْ فِي دَرَجهمْ حَتَّى يَسْتَوِي فِي مَجْلِسه قَالَ ثُمَّ تَأْتِيهِمْ التُّحَف مِنْ اللَّه عَزَّ وَجَلَّ تَحْمِلهَا إِلَيْهِمْ الْمَلَائِكَة ثُمَّ ذَكَرَ نَحْوه . وَهَذَا خَبَر غَرِيب أَوْرَدَهُ اِبْن جَرِير مِنْ طُرُق وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40392, "aya_id": 58}]