[{"text": "لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللّهَ يَهْدِي مَن يَشَاء وَمَا تُنفِقُواْ مِنْ خَيْرٍ فَلأنفُسِكُمْ وَمَا تُنفِقُونَ إِلاَّ ابْتِغَاء وَجْهِ اللّهِ وَمَا تُنفِقُواْ مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لاَ تُظْلَمُونَ", "sura_id": 2, "type": 0, "id": 279, "aya_id": 272}, {"text": "ليس عليك هداهم ولكن الله يهدي من يشاء وما تنفقوا من خير فلأنفسكم وما تنفقون إلا ابتغاء وجه الله وما تنفقوا من خير يوف إليكم وأنتم لا تظلمون", "sura_id": 2, "type": 1, "id": 6515, "aya_id": 272}, {"text": "272 - ولما منع صلى الله عليه وسلم من التصدق على المشركين ليسلموا نزل: (ليس عليك هداهم) أي الناس إلى الدخول في الإسلام إنما عليك البلاغ (ولكن الله يهدي من يشاء) هدايته إلى الدخول فيه (وما تنفقوا من خير) مال (فلأنفسكم) لأن ثوابه لها (وما تنفقون إلا ابتغاء وجه الله) أي ثوابه لا غيره من أعراض الدنيا خبر بمعنى النهي (وما تنفقوا من خير يوف إليكم) جزاؤه (وأنتم لا تظلمون) تنقصون منه شيئا والجملتان تأكيد للأولى \r\n", "sura_id": 2, "type": 2, "id": 25223, "aya_id": 272}, {"text": "لست -أيها الرسول- مسئولا عن توفيق الكافرين للهداية, ولكن الله يشرح صدور مَن يشاء لدينه, ويوفقه له. وما تبذلوا من مال يَعُدْ عليكم نَفْعُه من الله, والمؤمنون لا ينفقون إلا طلبًا لمرضاة الله. وما تنفقوا من مال -مخلصين لله- توفوا ثوابه, ولا تُنْقَصُوا شيئا من ذلك. وفي الآية إثبات صفة الوجه لله تعالى على ما يليق به سبحانه.\r\n", "sura_id": 2, "type": 3, "id": 31459, "aya_id": 272}, {"text": " <font color=red>لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ</font><BR><p>قَالَ أَبُو عَبْد الرَّحْمَن النَّسَائِيّ : أَنْبَأَنَا مُحَمَّد بْن عَبْد السَّلَام بْن عَبْد الرَّحِيم أَنْبَأَنَا الْفِرْيَابِيّ حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ جَعْفَر بْن إِيَاس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانُوا يَكْرَهُونَ أَنْ يَرْضَخُوا لِأَنْسَابِهِمْ مِنْ الْمُشْرِكِينَ فَسَأَلُوا فَرَخَّصَ لَهُمْ فَنَزَلَتْ هَذِهِ الْآيَة \" لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاء وَمَا تُنْفِقُوا مِنْ خَيْر فَلِأَنْفُسِكُمْ وَمَا تُنْفِقُونَ إِلَّا اِبْتِغَاء وَجْه اللَّه وَمَا تُنْفِقُوا مِنْ خَيْر يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ \" وَكَذَا رَوَاهُ أَبُو حُذَيْفَة وَابْن الْمُبَارَك وَأَبُو أَحْمَد الزُّبَيْرِيّ وَأَبُو دَاوُد الْحَضْرَمِيّ عَنْ سُفْيَان وَهُوَ الثَّوْرِيّ بِهِ وَقَالَ اِبْن أَبِي حَاتِم : أَنْبَأَنَا أَحْمَد بْن الْقَاسِم بْن عَطِيَّة حَدَّثَنِي أَحْمَد بْن عَبْد الرَّحْمَن يَعْنِي الدَّشْتَكِيّ حَدَّثَنِي أَبِي عَنْ أَبِيهِ حَدَّثَنَا أَشْعَث بْن إِسْحَاق عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ كَانَ يَأْمُر بِأَنْ لَا يُتَصَدَّق إِلَّا عَلَى أَهْل الْإِسْلَام حَتَّى نَزَلَتْ هَذِهِ الْآيَة \" لَيْسَ عَلَيْك هُدَاهُمْ \" إِلَى آخِرهَا فَأَمَرَ بِالصَّدَقَةِ بَعْدهَا عَلَى كُلّ مَنْ سَأَلَك مِنْ كُلّ دِين وَسَيَأْتِي عِنْد قَوْله تَعَالَى\" لَا يَنْهَاكُمْ اللَّهُ عَنْ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَاركُمْ \" الْآيَة حَدِيث أَسْمَاء بِنْت الصِّدِّيق فِي ذَلِكَ وَقَوْله \" وَمَا تُنْفِقُوا مِنْ خَيْر فَلِأَنْفُسِكُمْ\" كَقَوْلِهِ \" مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ \" وَنَظَائِرهَا فِي الْقُرْآن كَثِيرَة وَقَوْله \" وَمَا تُنْفِقُونَ إِلَّا اِبْتِغَاء وَجْه اللَّه \" قَالَ الْحَسَن الْبَصْرِيّ : نَفَقَةُ الْمُؤْمِنِ لِنَفْسِهِ وَلَا يُنْفِق الْمُؤْمِن إِذَا أَنْفَقَ إِلَّا اِبْتِغَاء وَجْه اللَّه وَقَالَ عَطَاء الْخُرَاسَانِيّ : يَعْنِي إِذَا أَعْطَيْت لِوَجْهِ اللَّه فَلَا عَلَيْك مَا كَانَ عَمَله وَهَذَا مَعْنًى حَسَنٌ وَحَاصِله أَنَّ الْمُتَصَدِّق إِذَا تَصَدَّقَ اِبْتِغَاء وَجْه اللَّه فَقَدْ وَقَعَ أَجْره عَلَى اللَّه وَلَا عَلَيْهِ فِي نَفْس الْأَمْر لِمَنْ أَصَابَ الْبَرّ أَوْ فَاجِر أَوْ مُسْتَحِقّ أَوْ غَيْره وَهُوَ مُثَاب عَلَى قَصْده وَمُسْتَنَد هَذَا تَمَام الْآيَة \" وَمَا تُنْفِقُوا مِنْ خَيْر يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ \" وَالْحَدِيث الْمُخَرَّج فِي الصَّحِيحَيْنِ مِنْ طَرِيق أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ رَجُل لَأَتَصَدَّقَنَّ اللَّيْلَة بِصَدَقَةٍ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَد زَانِيَةٍ فَأَصْبَحَ النَّاس يَتَحَدَّثُونَ تُصُدِّقَ عَلَى زَانِيَة فَقَالَ : اللَّهُمَّ لَك الْحَمْد عَلَى زَانِيَة لَأَتَصَدَّقَنَّ اللَّيْلَة بِصَدَقَةٍ فَوَضَعَهَا فِي يَد غَنِيّ فَأَصْبَحُوا يَتَحَدَّثُونَ تُصُدِّقَ اللَّيْلَة عَلَى غَنِيّ قَالَ : اللَّهُمَّ لَك الْحَمْد عَلَى غَنِيّ لَأَتَصَدَّقَنَّ اللَّيْلَة بِصَدَقَةٍ فَخَرَجَ فَوَضَعَهَا فِي يَد سَارِق فَأَصْبَحُوا يَتَحَدَّثُونَ تُصُدِّقَ اللَّيْلَة عَلَى سَارِق فَقَالَ : اللَّهُمَّ لَك الْحَمْد عَلَى زَانِيَة وَعَلَى غَنِيّ وَعَلَى سَارِق فَأُتِيَ فَقِيلَ لَهُ أَمَّا صَدَقَتك فَقَدْ قُبِلَتْ وَأَمَّا الزَّانِيَة فَلَعَلَّهَا أَنْ تَسْتَعِفَّ بِهَا عَنْ زِنًا وَلَعَلَّ الْغَنِيّ يَعْتَبِر فَيُنْفِق مِمَّا أَعْطَاهُ اللَّه وَلَعَلَّ السَّارِق أَنْ يَسْتَعِفَّ بِهَا عَنْ سَرِقَته .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38688, "aya_id": 272}]