[{"text": "فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِن لاَّ تُحِبُّونَ النَّاصِحِينَ", "sura_id": 7, "type": 0, "id": 1033, "aya_id": 79}, {"text": "فتولى عنهم وقال يا قوم لقد أبلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون الناصحين", "sura_id": 7, "type": 1, "id": 7269, "aya_id": 79}, {"text": "79 - (فتولى) أعرض صالح (عنهم وقال يا قوم لقد أبلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون الناصحين) \r\n", "sura_id": 7, "type": 2, "id": 25977, "aya_id": 79}, {"text": "فأعرض صالح عليه السلام عن قومه -حين عقروا الناقة وحل بهم الهلاك- وقال لهم: يا قوم لقد أبلغتكم ما أمرني ربي بإبلاغه من أمره ونهيه, وبَذَلْت لكم وسعي في الترغيب والترهيب والنصح, ولكنكم لا تحبون الناصحين, فرددتم قولهم, وأطعتم كل شيطان رجيم.\r\n", "sura_id": 7, "type": 3, "id": 32213, "aya_id": 79}, {"text": " <font color=red>فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِنْ لَا تُحِبُّونَ</font><BR><p>هَذَا تَقْرِيع مِنْ صَالِح عَلَيْهِ السَّلَام لِقَوْمِهِ لَمَّا أَهْلَكَهُمْ اللَّه بِمُخَالَفَتِهِمْ إِيَّاهُ وَتَمَرُّدهمْ عَلَى اللَّه وَإِبَائِهِمْ عَنْ قَبُول الْحَقّ وَإِعْرَاضهمْ عَنْ الْهُدَى إِلَى الْعَمَى قَالَ لَهُمْ صَالِح ذَلِكَ بَعْد هَلَاكهمْ تَقْرِيعًا وَتَوْبِيخًا وَهُمْ يَسْمَعُونَ ذَلِكَ كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا ظَهَرَ عَلَى أَهْل بَدْر أَقَامَ هُنَاكَ ثَلَاثًا ثُمَّ أَمَرَ بِرَاحِلَتِهِ فَشُدَّتْ بَعْد ثَلَاث مِنْ آخِر اللَّيْل فَرَكِبَهَا ثُمَّ سَارَ حَتَّى وَقَفَ عَلَى الْقَلِيب قَلِيب بَدْر فَجَعَلَ يَقُول \" يَا أَبَا جَهْل بْن هِشَام يَا عُتْبَة بْن رَبِيعَة يَا شَيْبَة بْن رَبِيعَة وَيَا فُلَان بْن فُلَان هَلْ وَجَدْتُمْ مَا وَعَدَ رَبّكُمْ حَقًّا فَإِنِّي وَجَدْت مَا وَعَدَنِي رَبِّي حَقًّا \" . فَقَالَ لَهُ عُمَر يَا رَسُول اللَّه مَا تُكَلِّم مِنْ أَقْوَام قَدْ جَيَّفُوا فَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَع لِمَا أَقُول مِنْهُمْ وَلَكِنْ لَا يُجِيبُونَ\" . وَفِي السِّيرَة أَنَّهُ \" عَلَيْهِ السَّلَام قَالَ لَهُمْ \" بِئْسَ عَشِيرَة النَّبِيّ كُنْتُمْ لِنَبِيِّكُمْ كَذَّبْتُمُونِي وَصَدَّقَنِي النَّاس وَأَخْرَجْتُمُونِي وَآوَانِي النَّاس وَقَاتَلْتُمُونِي وَنَصَرَنِي النَّاس فَبِئْسَ عَشِيرَة النَّبِيّ كُنْتُمْ لِنَبِيِّكُمْ \" . وَهَكَذَا صَالِح عَلَيْهِ السَّلَام قَالَ لِقَوْمِهِ \" لَقَدْ أَبْلَغْتُكُمْ رِسَالَة رَبِّي وَنَصَحْت لَكُمْ \" أَيْ فَلَمْ تَنْتَفِعُوا بِذَلِكَ لِأَنَّكُمْ لَا تُحِبُّونَ الْحَقّ وَلَا تَتَّبِعُونَ نَاصِحًا وَلِهَذَا قَالَ \" وَلَكِنْ لَا تُحِبُّونَ النَّاصِحِينَ \" وَقَدْ ذَكَرَ بَعْض الْمُفَسِّرِينَ أَنَّ كُلّ نَبِيّ هَلَكَتْ أُمَّته كَانَ يَذْهَب فَيُقِيم فِي الْحَرَم حَرَم مَكَّة وَاَللَّه أَعْلَم وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا زَمْعَة بْن صَالِح عَنْ سَلَمَة بْن وَهْرَام عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَمَّا مَرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِوَادِي عُسْفَان حِين حَجَّ قَالَ \" يَا أَبَا بَكْر أَيّ وَادٍ هَذَا ؟ \" قَالَ هَذَا وَادِي عُسْفَان قَالَ \" لَقَدْ مَرَّ بِهِ هُود وَصَالِح عَلَيْهِمَا السَّلَام عَلَى بَكَرَات خُطُمهنَّ اللِّيف أُزُرهمْ الْعَبَاء وَأَرْدِيَتهمْ النِّمَار يُلَبُّونَ يَحُجُّونَ الْبَيْت الْعَتِيق \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه لَمْ يُخَرِّجهُ أَحَد مِنْهُمْ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42649, "aya_id": 79}]