[{"text": "لَيْسُواْ سَوَاء مِّنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَآئِمَةٌ يَتْلُونَ آيَاتِ اللّهِ آنَاء اللَّيْلِ وَهُمْ يَسْجُدُونَ", "sura_id": 3, "type": 0, "id": 406, "aya_id": 113}, {"text": "ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون", "sura_id": 3, "type": 1, "id": 6642, "aya_id": 113}, {"text": "113 - (ليسوا) أي أهل الكتاب (سواء) مستوين (من أهل الكتاب أمة قائمة) مستقيمة ثابتة على الحق كعبد الله بن سلام رضي الله عنه وعن أصحابه (يتلون آيات الله آناء الليل) أي في ساعاته (وهم يسجدون) يصلون ، حال. \r\n", "sura_id": 3, "type": 2, "id": 25350, "aya_id": 113}, {"text": "ليس أهل الكتاب متساوين: فمنهم جماعة مستقيمة على أمر الله مؤمنة برسوله محمد صلى الله عليه وسلم, يقومون الليل مرتلين آيات القرآن الكريم, مقبلين على مناجاة الله في صلواتهم.\r\n", "sura_id": 3, "type": 3, "id": 31586, "aya_id": 113}, {"text": " <font color=red>لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ</font><BR><p>قَالَ اِبْن أَبِي نَجِيح : زَعَمَ الْحَسَن بْن أَبِي يَزِيد الْعِجْلِيّ عَنْ اِبْن مَسْعُود فِي قَوْله تَعَالَى \" لَيْسُوا سَوَاء مِنْ أَهْل الْكِتَاب أُمَّة قَائِمَة \" قَالَ : لَا يَسْتَوِي أَهْل الْكِتَاب وَأُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَكَذَا قَالَ السُّدِّيّ . وَيُؤَيِّد هَذَا الْقَوْل الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد بْن حَنْبَل فِي مُسْنَده حَدَّثَنَا أَبُو النَّضْر وَحَسَن بْن مُوسَى قَالَا : حَدَّثَنَا شَيْبَان عَنْ عَاصِم عَنْ زِرّ عَنْ اِبْن مَسْعُود قَالَ : أَخَّرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَاة الْعِشَاء ثُمَّ خَرَجَ إِلَى الْمَسْجِد فَإِذَا النَّاس يَنْتَظِرُونَ الصَّلَاة فَقَالَ : \" أَمَا إِنَّهُ لَيْسَ مِنْ أَهْل هَذِهِ الْأَدْيَان أَحَد يَذْكُر اللَّه هَذِهِ السَّاعَة غَيْركُمْ \" قَالَ فَنَزَلَتْ هَذِهِ الْآيَات \" لَيْسُوا سَوَاء مِنْ أَهْل الْكِتَاب - إِلَى قَوْله - وَاَللَّه عَلِيم بِالْمُتَّقِينَ \" وَالْمَشْهُور عِنْد كَثِير مِنْ الْمُفَسِّرِينَ كَمَا ذَكَرَهُ مُحَمَّد بْن إِسْحَق وَغَيْره . وَرَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : أَنَّ هَذِهِ الْآيَات نَزَلَتْ فِيمَنْ آمَن مِنْ أَحْبَار أَهْل الْكِتَاب كَعَبْدِ اللَّه بْن سَلَام وَأَسَد بْن عُبَيْد وَثَعْلَبَة بْن شُعْبَة وَغَيْرهمْ . أَيْ لَا يَسْتَوِي مَنْ تَقَدَّمَ ذِكْرهمْ بِالذَّمِّ مِنْ أَهْل الْكِتَاب وَهَؤُلَاءِ الَّذِينَ أَسْلَمُوا وَلِهَذَا قَالَ تَعَالَى \" لَيْسُوا سَوَاء \" أَيْ لَيْسُوا كُلّهمْ عَلَى حَدّ سَوَاء بَلْ مِنْهُمْ الْمُؤْمِن وَمِنْهُمْ الْمُجْرِم وَلِهَذَا قَالَ تَعَالَى\" مِنْ أَهْل الْكِتَاب أُمَّة قَائِمَة \" أَيْ قَائِمَة بِأَمْرِ اللَّه مُطِيعَة لِشَرْعِهِ مُتَّبِعَة نَبِيّ اللَّه فَهِيَ قَائِمَة يَعْنِي مُسْتَقِيمَة \" يَتْلُونَ آيَات اللَّه آنَاء اللَّيْل وَهُمْ يَسْجُدُونَ \" أَيْ يُقِيمُونَ اللَّيْل وَيُكْثِرُونَ التَّهَجُّد وَيَتْلُونَ الْقُرْآن فِي صَلَوَاتهمْ.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39859, "aya_id": 113}]