[{"text": "فَانطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا", "sura_id": 18, "type": 0, "id": 2211, "aya_id": 71}, {"text": "فانطلقا حتى إذا ركبا في السفينة خرقها قال أخرقتها لتغرق أهلها لقد جئت شيئا إمرا", "sura_id": 18, "type": 1, "id": 8447, "aya_id": 71}, {"text": "71 - (فانطلقا) يمشيان على ساحل البحر (حتى إذا ركبا في السفينة) التي مرت بهما (خرقها) الخضر بأن اقتلع لوحا أو لوحين منها من جهة البحر بفأس لما بلغت اللجج (قال) له موسى (أخرقتها لتغرق أهلها) وفي قراءة بفتح التحتية والراء ورفع أهلها (لقد جئت شيئا إمرا) أي عظيما منكرا روي أن الماء لم يدخلها \r\n", "sura_id": 18, "type": 2, "id": 27155, "aya_id": 71}, {"text": "فانطلقا يمشيان على الساحل، فمرت بهما سفينة، فطلبا من أهلها أن يركبا معهم، فلما ركبا قَلَعَ الخَضِر لوحًا من السفينة فخرقها، فقال له موسى: أَخَرَقْتَ السفينة؛ لتُغرِق أهلَها، وقد حملونا بغير أجر؟ لقد فعلت أمرًا منكرًا.\r\n", "sura_id": 18, "type": 3, "id": 33391, "aya_id": 71}, {"text": " <font color=red>فَانْطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ مُوسَى وَصَاحِبه وَهُوَ الْخَضِر أَنَّهُمَا اِنْطَلَقَا لَمَّا تَوَافَقَا وَاصْطَحَبَا وَاشْتَرَطَ عَلَيْهِ أَنْ لَا يَسْأَلهُ عَنْ شَيْء أَنْكَرَهُ حَتَّى يَكُون هُوَ الَّذِي يَبْتَدِئهُ مِنْ تِلْقَاء نَفْسه بِشَرْحِهِ وَبَيَانه فَرَكِبَا فِي السَّفِينَة وَقَدْ تَقَدَّمَ فِي الْحَدِيث كَيْف رَكِبَا فِي السَّفِينَة وَأَنَّهُمْ عَرَفُوا الْخَضِر فَحَمَلُوهُمَا بِغَيْرِ نَوْل يَعْنِي بِغَيْرِ أُجْرَة تَكْرِمَة لِلْخَضِرِ فَلَمَّا اِسْتَقَلَّتْ بِهِمْ السَّفِينَة فِي الْبَحْر وَلَجِجَتْ أَيْ دَخَلَتْ اللُّجَّة قَامَ الْخَضِر فَخَرَقَهَا وَاسْتَخْرَجَ لَوْحًا مِنْ أَلْوَاحهَا ثُمَّ رَقَّعَهَا فَلَمْ يَمْلِك مُوسَى عَلَيْهِ السَّلَام نَفْسه أَنْ قَالَ مُنْكِرًا عَلَيْهِ \" أَخَرَقْتهَا لِتُغْرِق أَهْلهَا \" وَهَذِهِ اللَّام لَام الْعَاقِبَة لَا لَام التَّعْلِيل كَمَا قَالَ الشَّاعِر : لُدُّوا لِلْمَوْتِ وَابْنُوا لِلْخَرَابِ \" لَقَدْ جِئْت شَيْئًا إِمْرًا \" قَالَ مُجَاهِد مُنْكِرًا وَقَالَ قَتَادَة عَجَبًا فَعِنْدهَا قَالَ لَهُ الْخَضِر مُذَكِّرًا بِمَا تَقَدَّمَ مِنْ الشَّرْط .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38368, "aya_id": 71}]