[{"text": "قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُوْلَئِكَ هُمُ الْخَاسِرُونَ", "sura_id": 29, "type": 0, "id": 3392, "aya_id": 52}, {"text": "قل كفى بالله بيني وبينكم شهيدا يعلم ما في السماوات والأرض والذين آمنوا بالباطل وكفروا بالله أولئك هم الخاسرون", "sura_id": 29, "type": 1, "id": 9628, "aya_id": 52}, {"text": "52 - (قل كفى بالله بيني وبينكم شهيدا) بصدقي (يعلم ما في السماوات والأرض) ومنه حالي وحالكم (والذين آمنوا بالباطل) وهو ما يعبد من دون الله (وكفروا بالله) منكم (أولئك هم الخاسرون) في صفقتهم حيث اشتروا الكفر بالإيمان \r\n", "sura_id": 29, "type": 2, "id": 28336, "aya_id": 52}, {"text": "قل: كفى بالله بيني وبينكم شاهدًا على صدقي أني رسوله, وعلى تكذيبكم لي وردكم الحق الذي جئتُ به من عند الله, يعلم ما في السموات والأرض, فلا يخفى عليه شيء فيهما. والذين آمنوا بالباطل وكفروا بالله -مع هذه الدلائل الواضحة- أولئك هم الخاسرون في الدنيا والآخرة.\r\n", "sura_id": 29, "type": 3, "id": 34572, "aya_id": 52}, {"text": " <font color=red>قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى : \" قُلْ كَفَى بِاَللَّهِ بَيْنِي وَبَيْنكُمْ شَهِيدًا \" أَيْ هُوَ أَعْلَم بِمَا تُفِيضُونَ فِيهِ مِنْ التَّكْذِيب وَيَعْلَم مَا أَقُول لَكُمْ مِنْ إِخْبَارِي عَنْهُ بِأَنَّهُ أَرْسَلَنِي فَلَوْ كُنْت كَاذِبًا عَلَيْهِ لَانْتَقَمَ مِنِّي كَمَا قَالَ تَعَالَى : \" وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْض الْأَقَاوِيل لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِين فَمَا مِنْكُمْ مِنْ أَحَد عَنْهُ حَاجِزِينَ\" وَإِنَّمَا أَنَا صَادِق عَلَيْهِ فِيمَا أَخْبَرْتُكُمْ بِهِ وَلِهَذَا أَيَّدَنِي بِالْمُعْجِزَاتِ الْوَاضِحَات وَالدَّلَائِل الْقَاطِعَات\" يَعْلَم مَا فِي السَّمَوَات وَالْأَرْض \" أَيْ لَا تَخْفَى عَلَيْهِ خَافِيَة \" وَاَلَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاَللَّهِ أُولَئِكَ هُمْ الْخَاسِرُونَ \" أَيْ يَوْم الْقِيَامَة سَيَجْزِيهِمْ عَلَى مَا فَعَلُوا وَيُقَابِلهُمْ عَلَى مَا صَنَعُوا فِي تَكْذِيبهمْ بِالْحَقِّ وَاتِّبَاعهمْ الْبَاطِل كَذَّبُوا بِرُسُلِ اللَّه مَعَ قِيَام الْأَدِلَّة عَلَى صِدْقهمْ وَآمَنُوا بِالطَّوَاغِيتِ وَالْأَوْثَان بِلَا دَلِيل فَسَيَجْزِيهِمْ عَلَى ذَلِكَ إِنَّهُ حَكِيم عَلِيم .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39821, "aya_id": 52}]