[{"text": "وَيَقُولُ الَّذِينَ كَفَرُواْ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ قُلْ إِنَّ اللّهَ يُضِلُّ مَن يَشَاء وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ", "sura_id": 13, "type": 0, "id": 1734, "aya_id": 27}, {"text": "ويقول الذين كفروا لولا أنزل عليه آية من ربه قل إن الله يضل من يشاء ويهدي إليه من أناب", "sura_id": 13, "type": 1, "id": 7970, "aya_id": 27}, {"text": "27 - (ويقول الذين كفروا) من أهل مكة (لولا) هلا (أنزل عليه) على محمد (آية من ربه) كالعصا وااليد والناقة (قل) لهم (إن الله يضل من يشاء) إضلاله فلا تغني عنه الآيات شيئاً (ويهدي) يرشد (إليه) إلى دينه (من أناب) رجع إليه ، ويبدل مِن من . \r\n", "sura_id": 13, "type": 2, "id": 26678, "aya_id": 27}, {"text": "ويقول الكفار عنادًا: هلا أُنزل على محمد معجزة محسوسة كمعجزة موسى وعيسى. قل لهم: إن الله يضل مَن يشاء من المعاندين عن الهداية ولا تنفعه المعجزات, ويهدي إلى دينه الحق مَن رجع إليه وطلب رضوانه.\r\n", "sura_id": 13, "type": 3, "id": 32914, "aya_id": 27}, {"text": " <font color=red>وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ</font><BR><p>لَوْلَا \" أَيْ هَلَّا \" أُنْزِلَ عَلَيْهِ آيَة مِنْ رَبّه \" كَقَوْلِهِمْ \" فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ \" وَقَدْ تَقَدَّمَ الْكَلَام عَلَى هَذَا غَيْر مَرَّة وَإِنَّ اللَّه قَادِر عَلَى إِجَابَة مَا سَأَلُوا وَفِي الْحَدِيث إِنَّ اللَّه أَوْحَى إِلَى رَسُوله لَمَّا سَأَلُوهُ أَنْ يُحَوِّل لَهُمْ الصَّفَا ذَهَبًا وَأَنْ يُجْرِي لَهُمْ يَنْبُوعًا وَأَنْ يُزِيح الْجِبَال مِنْ حَوْل مَكَّة فَيَصِير مَكَانهَا مُرُوج وَبَسَاتِين : إِنْ شِئْت يَا مُحَمَّد أَعْطَيْتهمْ ذَلِكَ فَإِنْ كَفَرُوا أُعَذِّبهُمْ عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ وَإِنْ شِئْت فَتَحْت عَلَيْهِمْ بَاب التَّوْبَة وَالرَّحْمَة فَقَالَ\" بَلْ تَفْتَح لَهُمْ بَاب التَّوْبَة وَالرَّحْمَة \" وَلِهَذَا قَالَ لِرَسُولِهِ \" قُلْ إِنَّ اللَّه يُضِلّ مَنْ يَشَاء وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ \" أَيْ هُوَ الْمُضِلّ وَالْهَادِي سَوَاء بَعَثَ الرُّسُل بِآيَةٍ عَلَى وَفْق مَا اِقْتَرَحُوا أَوَلَمْ يُجِبْهُمْ إِلَى سُؤَالهمْ فَإِنَّ الْهِدَايَة وَالْإِضْلَال لَيْسَ مَنُوطًا بِذَلِكَ وَلَا عَدَمه كَمَا قَالَ \" وَمَا تُغْنِي الْآيَات وَالنُّذُر عَنْ قَوْم لَا يُؤْمِنُونَ\" وَقَالَ \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" وَقَالَ \" وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمْ الْمَلَائِكَة وَكَلَّمَهُمْ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلّ شَيْء قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاء اللَّه وَلَكِنَّ أَكْثَرهمْ يَجْهَلُونَ \" وَلِهَذَا قَالَ \" قُلْ إِنَّ اللَّه يُضِلّ مَنْ يَشَاء وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ \" أَيْ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ إِلَى اللَّه .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37876, "aya_id": 27}]