[{"text": "وَإِذَا فَعَلُواْ فَاحِشَةً قَالُواْ وَجَدْنَا عَلَيْهَا آبَاءنَا وَاللّهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللّهَ لاَ يَأْمُرُ بِالْفَحْشَاء أَتَقُولُونَ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ", "sura_id": 7, "type": 0, "id": 982, "aya_id": 28}, {"text": "وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا والله أمرنا بها قل إن الله لا يأمر بالفحشاء أتقولون على الله ما لا تعلمون", "sura_id": 7, "type": 1, "id": 7218, "aya_id": 28}, {"text": "28 - (وإذا فعلوا فاحشة) كالشرك وطوافهم بالبيت عراة قائلين لا نطوف في ثياب عصينا الله فيها فنهوا عنها (قالوا وجدنا عليها آباءنا) فاقتدينا بهم (والله أمرنا بها) أيضا (قل) لهم (إن الله لا يأمر بالفحشاء أتقولون على الله ما لا تعلمون) أنه قال ، استفهام إنكار \r\n", "sura_id": 7, "type": 2, "id": 25926, "aya_id": 28}, {"text": "وإذا أتى الكفار قبيحًا من الفعل اعتذروا عن فعله بأنه مما ورثوه عن آبائهم, وأنه مما أمر الله به. قل لهم -أيها الرسول- : إن الله تعالى لا يأمر عباده بقبائح الأفعال ومساوئها, أتقولون على الله -أيها المشركون- ما لا تعلمون كذبًا وافتراءً؟\r\n", "sura_id": 7, "type": 3, "id": 32162, "aya_id": 28}, {"text": " <font color=red>وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</font><BR><p>قَالَ مُجَاهِد كَانَ الْمُشْرِكُونَ يَطُوفُونَ بِالْبَيْتِ عُرَاة يَقُولُونَ نَطُوف كَمَا وَلَدَتْنَا أُمَّهَاتنَا فَتَضَع الْمَرْأَة عَلَى قُبُلهَا النِّسْعَة أَوْ الشَّيْء وَتَقُول : الْيَوْم يَبْدُو بَعْضه أَوْ كُلّه وَمَا بَدَا مِنْهُ فَلَا أُحِلّهُ فَأَنْزَلَ اللَّه \" وَإِذَا فَعَلُوا فَاحِشَة قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاَللَّه أَمَرَنَا بِهَا \" الْآيَة . قُلْت كَانَتْ الْعَرَب مَا عَدَا قُرَيْشًا لَا يَطُوفُونَ بِالْبَيْتِ فِي ثِيَابهمْ الَّتِي لَبِسُوهَا يَتَأَوَّلُونَ فِي ذَلِكَ أَنَّهُمْ لَا يَطُوفُونَ فِي ثِيَاب عَصَوْا اللَّه فِيهَا وَكَانَتْ قُرَيْش وَهُمْ الْحُمْس يَطُوفُونَ فِي ثِيَابهمْ وَمَنْ أَعَارَهُ أَحْمَسِيّ ثَوْبًا طَافَ فِيهِ وَمَنْ مَعَهُ ثَوْب جَلِيد طَافَ فِيهِ ثُمَّ يُلْقِيه فَلَا يَتَمَلَّكهُ أَحَد وَمَنْ لَمْ يَجِد ثَوْبًا جَدِيدًا وَلَا أَعَارَهُ أَحْمَسِيّ ثَوْبًا طَافَ عُرْيَانًا وَرُبَّمَا كَانَتْ اِمْرَأَة فَتَطُوف عُرْيَانَة فَتَجْعَل عَلَى فَرْجهَا شَيْئًا لِيَسْتُرهُ بَعْض السَّتْر فَتَقُول : الْيَوْم يَبْدُو بَعْضه أَوْ كُلّه وَمَا بَدَا مِنْهُ فَلَا أُحِلّهُ وَأَكْثَر مَا كَانَ النِّسَاء يَطُفْنَ عُرَاة بِاللَّيْلِ وَكَانَ هَذَا شَيْئًا قَدْ اِبْتَدَعُوهُ مِنْ تِلْقَاء أَنْفُسهمْ وَاتَّبَعُوا فِيهِ آبَاءَهُمْ وَيَعْتَقِدُونَ أَنَّ فِعْل آبَائِهِمْ مُسْتَنِد إِلَى أَمْر مِنْ اللَّه وَشَرْع فَأَنْكَرَ اللَّه تَعَالَى عَلَيْهِمْ ذَلِكَ فَقَالَ \" وَإِذَا فَعَلُوا فَاحِشَة قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاَللَّه أَمَرَنَا بِهَا \" فَقَالَ تَعَالَى رَدًّا عَلَيْهِمْ \" قُلْ \" أَيْ يَا مُحَمَّد لِمَنْ اِدَّعَى ذَلِكَ \" إِنَّ اللَّه لَا يَأْمُر بِالْفَحْشَاءِ \" أَيْ هَذَا الَّذِي تَصْنَعُونَهُ فَاحِشَة مُنْكَرَة وَاَللَّه لَا يَأْمُر بِمِثْلِ ذَلِكَ\" أَتَقُولُونَ عَلَى اللَّه مَا لَا تَعْلَمُونَ \" أَيْ أَتُسْنِدُونَ إِلَى اللَّه مِنْ الْأَقْوَال مَا لَا تَعْلَمُونَ صِحَّته .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42593, "aya_id": 28}]