[{"text": "وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ بِالْمَعْرُوفِ وَاللّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "sura_id": 2, "type": 0, "id": 241, "aya_id": 234}, {"text": "والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن أربعة أشهر وعشرا فإذا بلغن أجلهن فلا جناح عليكم فيما فعلن في أنفسهن بالمعروف والله بما تعملون خبير", "sura_id": 2, "type": 1, "id": 6477, "aya_id": 234}, {"text": "234 - (والذين يتوفون) يموتون (منكم ويذرون) يتركون (أزواجاً يتربصن) أي ليتربصن (بأنفسهن) بعدهم عن النكاح (أربعة أشهر وعشرا) من الليالي وهذا في غير الحوامل وأما الحوامل فعدتهن أن يضعن حملهن بآية الطلاق والأمة على النصف من ذلك بالسنة (فإذا بلغن أجلهن) انقضت مدة تربصهن (فلا جناح عليكم) أيها الأولياء (فيما فعلن في أنفسهن) من التزين والتعرض للخطاب (بالمعروف) شرعا (والله بما تعملون خبير) عالم بباطنه كظاهره \r\n", "sura_id": 2, "type": 2, "id": 25185, "aya_id": 234}, {"text": "والذين يموتون منكم, ويتركون زوجات بعدهم, يجب عليهن الانتظار بأنفسهن مدة أربعة أشهر وعشرة أيام, لا يخرجن من منزل الزوجية, ولا يتزيَّنَّ, ولا يتزوجن, فإذا انتهت المدة المذكورة فلا إثم عليكم يا أولياء النساء فيما يفعلن في أنفسهن من الخروج, والتزين, والزواج على الوجه المقرر شرعًا. والله سبحانه وتعالى خبير بأعمالكم ظاهرها وباطنها, وسيجازيكم عليها.\r\n", "sura_id": 2, "type": 3, "id": 31421, "aya_id": 234}, {"text": " <font color=red>وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</font><BR><p>هَذَا أَمْر مِنْ اللَّه لِلنِّسَاءِ اللَّاتِي يُتَوَفَّى عَنْهُنَّ أَزْوَاجهنَّ أَنْ يَعْتَدِدْنَ أَرْبَعَة أَشْهُر وَعَشْر لَيَالٍ وَهَذَا الْحُكْم يَشْمَل الزَّوْجَات الْمَدْخُول بِهِنَّ وَغَيْر الْمَدْخُول بِهِنَّ بِالْإِجْمَاعِ وَمُسْتَنَده فِي غَيْر الْمَدْخُول بِهَا عُمُوم الْآيَة الْكَرِيمَة وَهَذَا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن وَصَحَّحَهُ التِّرْمِذِيّ أَنَّ اِبْن مَسْعُود سُئِلَ عَنْ رَجُل تَزَوَّجَ اِمْرَأَة فَمَاتَ عَنْهَا وَلَمْ يَدْخُل بِهَا وَلَمْ يَفْرِض لَهَا فَتَرَدَّدُوا إِلَيْهِ مِرَارًا فِي ذَلِكَ فَقَالَ أَقُول فِيهَا بِرَأْيِي فَإِنْ يَكُ صَوَابًا فَمِنْ اللَّه وَإِنْ يَكُ خَطَأً فَمِنِّي وَمِنْ الشَّيْطَان وَاَللَّه وَرَسُوله بَرِيئَانِ مِنْهُ : لَهَا الصَّدَاق كَامِلًا وَفِي لَفْظ لَهَا صَدَاق مِثْلهَا لَا وَكْس وَلَا شَطَط وَعَلَيْهَا الْعِدَّة وَلَهَا الْمِيرَاث فَقَامَ مَعْقِل بْن يَسَار الْأَشْجَعِيّ فَقَالَ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - قَضَى بِهِ فِي بِرْوَع بِنْت وَاشِق فَفَرِحَ عَبْد اللَّه بِذَلِكَ فَرَحًا شَدِيدًا وَفِي رِوَايَة فَقَامَ رِجَال مِنْ أَشْجَع فَقَالُوا : نَشْهَد أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَضَى بِهِ فِي بِرْوَع بِنْت وَاشِق . وَلَا يَخْرُج مِنْ ذَلِكَ إِلَّا الْمُتَوَفَّى عَنْهَا زَوْجهَا وَهِيَ حَامِل فَإِنَّ عِدَّتهَا بِوَضْعِ الْحَمْل وَلَوْ لَمْ تَمْكُث بَعْده سِوَى لَحْظَة لِعُمُومِ قَوْله\" وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ \" وَكَانَ اِبْن عَبَّاس يَرَى أَنَّ عَلَيْهَا أَنْ تَتَرَبَّص بِأَبْعَد الْأَجَلَيْنِ مِنْ الْوَضْع أَوْ أَرْبَعَة أَشْهُر وَعَشْرًا لِلْجَمْعِ بَيْن الْآيَتَيْنِ وَهَذَا مَأْخَذ جَيِّد وَمَسْلَك قَوِيّ لَوْلَا مَا ثَبَتَتْ بِهِ السُّنَّة فِي حَدِيث سُبَيْعَة الْأَسْلَمِيَّة الْمُخَرَّج فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه أَنَّهَا تُوُفِّيَ عَنْهَا زَوْجهَا سَعْد بْن خَوْلَة وَهِيَ حَامِل فَلَمْ تَنْشَب أَنْ وَضَعَتْ حَمْلهَا بَعْد وَفَاته وَفِي رِوَايَة فَوَضَعَتْ حَمْلهَا بَعْده بِلَيَالٍ فَلَمَّا تَعَلَّتْ مِنْ نِفَاسهَا تَجَمَّلَتْ لِلْخُطَّابِ فَدَخَلَ عَلَيْهَا أَبُو السَّنَابِل بْن بَعْكَك فَقَالَ لَهَا : مَا لِي أَرَاك مُتَجَمِّلَة لَعَلَّك تَرْجِينَ النِّكَاح ؟ وَاَللَّه مَا أَنْتِ بِنَاكِحٍ حَتَّى يَمُرّ عَلَيْك أَرْبَعَة أَشْهُر وَعَشْرًا . قَالَتْ سُبَيْعَة : فَلَمَّا قَالَ لِي ذَلِكَ جَمَعْت عَلَيَّ ثِيَابِي حِين أَمْسَيْت فَأَتَيْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَأَلْته عَنْ ذَلِكَ فَأَفْتَانِي بِأَنِّي قَدْ حَلَلْت حِين وَضَعْت حَمْلِي وَأَمَرَنِي بِالتَّزْوِيجِ إِنْ بَدَا لِي قَالَ أَبُو عُمَر بْن عَبْد الْبَرّ : وَقَدْ رُوِيَ أَنَّ اِبْن عَبَّاس رَجَعَ إِلَى حَدِيث سُبَيْعَة يَعْنِي لَمَّا اِحْتَجَّ عَلَيْهِ بِهِ قَالَ وَيُصَحِّح ذَلِكَ عَنْهُ أَنَّ أَصْحَابه أَفْتَوْا بِحَدِيثِ سُبَيْعَة كَمَا هُوَ قَوْل أَهْل الْعِلْم قَاطِبَة . وَكَذَلِكَ يُسْتَثْنَى مِنْ ذَلِكَ الزَّوْجَة إِذَا كَانَتْ أَمَة فَإِنَّ عِدَّتهَا عَلَى النِّصْف مِنْ عِدَّة الْحُرَّة شَهْرَانِ وَخَمْس لَيَالٍ عَلَى قَوْل الْجُمْهُور لِأَنَّهَا لَمَّا كَانَتْ عَلَى النِّصْف مِنْ الْحُرَّة فِي الْحَدّ فَكَذَلِكَ فَلْتَكُنْ عَلَى النِّصْف مِنْهَا فِي الْعِدَّة . وَمِنْ الْعُلَمَاء كَمُحَمَّدِ بْن سِيرِينَ وَبَعْض الظَّاهِرِيَّة مَنْ يُسَوِّي بَيْن الزَّوْجَات الْحَرَائِر وَالْإِمَاء فِي هَذَا الْمَقَام لِعُمُومِ الْآيَة . وَلِأَنَّ الْعِدَّة مِنْ بَاب الْأُمُور الْجِبِلِّيّة الَّتِي تَسْتَوِي فِيهَا الْخَلِيقَة وَقَدْ ذَكَرَ سَعِيد بْن الْمُسَيِّب وَأَبُو الْعَالِيَة وَغَيْرهمَا أَنَّ الْحِكْمَة فِي جَعْل عِدَّة الْوَفَاة أَرْبَعَة أَشْهُر وَعَشْرًا لِاحْتِمَالِ اِشْتِمَال الرَّحِم عَلَى حَمْل فَإِذَا اُنْتُظِرَ بِهِ هَذِهِ الْمُدَّة ظَهَرَ إِنْ كَانَ مَوْجُودًا كَمَا جَاءَ فِي حَدِيث اِبْن مَسْعُود الَّذِي فِي الصَّحِيحَيْنِ وَغَيْرهمَا\" إِنَّ خَلْق أَحَدكُمْ يُجْمَع فِي بَطْن أُمِّهِ أَرْبَعِينَ يَوْمًا نُطْفَةً ثُمَّ يَكُون عَلَقَةَ مِثْل ذَلِكَ ثُمَّ يَكُون مُضْغَةً مِثْل ذَلِكَ ثُمَّ يُبْعَثُ إِلَيْهِ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ\" فَهَذِهِ ثَلَاث أَرْبَعِينَات بِأَرْبَعَةِ أَشْهُر وَالِاحْتِيَاط بِعَشْرٍ بَعْدهَا لِمَا قَدْ يَنْقُص بَعْض الشُّهُور ثُمَّ لِظُهُورِ الْحَرَكَة بَعْد نَفْخ الرُّوح فِيهِ وَاَللَّهُ أَعْلَمُ . قَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة سَأَلْت سَعِيد بْن الْمُسَيِّب مَا بَال الْعَشَرَة ؟ قَالَ : فِيهِ يُنْفَخ الرُّوح وَقَالَ الرَّبِيع بْن أَنَس : قُلْت لِأَبِي الْعَالِيَة لِمَ صَارَتْ هَذِهِ الْعَشْر مَعَ الْأَشْهُر الْأَرْبَعَة ؟ قَالَ : لِأَنْ يُنْفَخ فِيهِ الرُّوح رَوَاهُمَا اِبْن جَرِير وَمِنْ هَاهُنَا ذَهَبَ الْإِمَام أَحْمَد فِي رِوَايَة عَنْهُ إِلَى أَنَّ عِدَّة أُمّ الْوَلَد عِدَّة الْحُرَّة هَاهُنَا لِأَنَّهَا صَارَتْ فِرَاشًا كَالْحَرَائِرِ وَلِلْحَدِيثِ الَّذِي رَوَاهُ الْإِمَام أَحْمَد عَنْ يَزِيد بْن هَارُون عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ رَجَاء بْن حَيْوَة عَنْ قَبِيصَة بْن ذُؤَيْب عَنْ عَمْرو بْن الْعَاص أَنَّهُ قَالَ : لَا تُلَبِّسُوا عَلَيْنَا سُنَّة نَبِيّنَا : عِدَّة أُمّ الْوَلَد إِذَا تُوُفِّيَ عَنْهَا سَيِّدهَا أَرْبَعَة أَشْهُر وَعَشْرًا . وَرَوَاهُ أَبُو دَاوُد عَنْ قُتَيْبَة عَنْ غُنْدَر وَعَنْ اِبْن الْمُثَنَّى عَنْ عَبْد الْأَعْلَى وَابْن مَاجَهْ عَنْ عَلِيّ بْن مُحَمَّد عَنْ الرَّبِيع ثَلَاثَتهمْ عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ مَطَر الْوَرَّاق عَنْ رَجَاء بْن حَيْوَة عَنْ قَبِيصَة عَنْ عَمْرو بْن الْعَاص فَذَكَرَهُ وَقَدْ رُوِيَ عَنْ الْإِمَام أَحْمَد أَنَّهُ أَنْكَرَ هَذَا الْحَدِيث وَقِيلَ إِنَّ قَبِيصَة لَمْ يَسْمَع عَمْرًا وَقَدْ ذَهَبَ إِلَى الْقَوْل بِهَذَا الْحَدِيث طَائِفَة مِنْ السَّلَف مِنْهُمْ سَعِيد بْن الْمُسَيِّب وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَسَن وَابْن سِيرِينَ وَأَبُو عِيَاض وَالزُّهْرِيّ وَعُمَر بْن عَبْد الْعَزِيز وَبِهِ كَانَ يَأْمُر يَزِيد بْن عَبْد الْمَلِك بْن مَرْوَان وَهُوَ أَمِير الْمُؤْمِنِينَ وَبِهِ يَقُول الْأَوْزَاعِيّ وَإِسْحَاق بْن رَاهْوَيْهِ وَأَحْمَد بْن حَنْبَل فِي رِوَايَة عَنْهُ وَقَالَ طَاوُس وَقَتَادَة : عِدَّة أُمّ الْوَلَد إِذَا تُوُفِّيَ عَنْهَا سَيِّدهَا نِصْف عِدَّة الْحُرَّة شَهْرَانِ وَخَمْس لَيَالٍ وَقَالَ أَبُو حَنِيفَة وَأَصْحَابه وَالثَّوْرِيّ وَالْحَسَن بْن صَالِح بْن حُيَيّ تَعْتَدّ بِثَلَاثِ حِيَض وَهُوَ قَوْل عَلِيّ وَابْن مَسْعُود وَعَطَاء وَإِبْرَاهِيم النَّخَعِيّ وَقَالَ : مَالِك وَالشَّافِعِيّ وَأَحْمَد فِي الْمَشْهُور عَنْهُ عِدَّتهَا حَيْضَة وَبِهِ يَقُول اِبْن عُمَر وَالشَّعْبِيّ وَمَكْحُول وَاللَّيْث وَأَبُو عُبَيْد وَأَبُو ثَوْر وَالْجُمْهُور قَالَ اللَّيْث : وَلَوْ مَاتَ وَهِيَ حَائِض أَجْزَأَتْهَا وَقَالَ مَالِك : فَلَوْ كَانَتْ مِمَّنْ لَا تَحِيض فَثَلَاثَة أَشْهُر وَقَالَ الشَّافِعِيّ وَالْجُمْهُور : شَهْر وَثَلَاثَة أَحَبّ إِلَيَّ وَاَللَّه أَعْلَم . وَقَوْله \" فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاَللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ \" يُسْتَفَاد مِنْ هَذَا وُجُوب الْإِحْدَاد عَلَى الْمُتَوَفَّى عَنْهَا زَوْجهَا مُدَّة عِدَّتهَا لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه عَنْ أُمّ حَبِيبَة وَزَيْنَب بِنْت جَحْش أُمَّيْ الْمُؤْمِنِينَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَحِلّ لِامْرَأَةٍ تُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر أَنْ تُحِدّ عَلَى مَيِّت فَوْق ثَلَاث إِلَّا عَلَى زَوْج أَرْبَعَة أَشْهُر وَعَشْرًا \" وَفِي الصَّحِيحَيْنِ أَيْضًا عَنْ أُمّ سَلَمَة أَنَّ اِمْرَأَة قَالَتْ يَا رَسُول اللَّه إِنَّ اِبْنَتِي تُوُفِّيَ عَنْهَا زَوْجهَا وَقَدْ اِشْتَكَتْ عَيْنهَا أَفَنُكَحِّلهَا ؟ فَقَالَ \" لَا \" كُلّ ذَلِكَ يَقُول لَا مَرَّتَيْنِ أَوْ ثَلَاثًا ثُمَّ قَالَ \" إِنَّمَا هِيَ أَرْبَعَة أَشْهُر وَعَشْرًا وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّة تَمْكُث سَنَة \" قَالَتْ زَيْنَب بِنْت أُمّ سَلَمَة : كَانَتْ الْمَرْأَة إِذَا تُوُفِّيَ عَنْهَا زَوْجهَا دَخَلَتْ حِفْشًا وَلَبِسَتْ شَرّ ثِيَابهَا وَلَمْ تَمَسّ طِيبًا وَلَا شَيْئًا حَتَّى تَمُرّ بِهَا سَنَة ثُمَّ تَخْرُج فَتُعْطَى بَعْرَة فَتَرْمِي بِهَا ثُمَّ تُؤْتَى بِدَابَّةٍ حِمَار أَوْ شَاة أَوْ طَيْر فَتَفْتَضّ بِهِ فَقَلَّمَا تَفْتَضّ بِشَيْءٍ إِلَّا مَاتَ وَمِنْ هَاهُنَا ذَهَبَ كَثِيرُونَ مِنْ الْعُلَمَاء إِلَى أَنَّ هَذِهِ الْآيَة نَاسِخَة لِلْآيَةِ الَّتِي بَعْدهَا وَهِيَ قَوْله \" وَاَلَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ \" الْآيَة . كَمَا قَالَهُ اِبْن عَبَّاس وَغَيْره وَفِي هَذَا نَظَر كَمَا سَيَأْتِي تَقْرِيره . وَالْغَرَض أَنَّ الْإِحْدَاد هُوَ عِبَارَة عَنْ تَرْك الزِّينَة مِنْ الطِّيب وَلُبْس مَا يَدْعُوهَا إِلَى الْأَزْوَاج مِنْ ثِيَاب وَحُلِيّ وَغَيْر ذَلِكَ وَهُوَ وَاجِب فِي عِدَّة الْوَفَاة قَوْلًا وَاحِدًا وَلَا يَجِب فِي عِدَّة الرَّجْعِيَّة قَوْلًا وَاحِدًا وَهَلْ يَجِب فِي عِدَّة الْبَائِن فِيهِ قَوْلَانِ : وَيَجِب الْإِحْدَاد عَلَى جَمِيع الزَّوْجَات الْمُتَوَفَّى عَنْهُنَّ أَزْوَاجُهُنَّ سَوَاء فِي ذَلِكَ الصَّغِيرَة وَالْآيِسَة وَالْحُرَّة وَالْأَمَة وَالْمُسْلِمَة وَالْكَافِرَة لِعُمُومِ الْآيَة . وَقَالَ الثَّوْرِيّ وَأَبُو حَنِيفَة وَأَصْحَابه لَا إِحْدَاد عَلَى الْكَافِرَة وَبِهِ يَقُول أَشْهَب وَابْن نَافِع مِنْ أَصْحَاب مَالِك وَحُجَّة قَائِل هَذِهِ الْمَقَالَة قَوْله - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَا يَحِلّ لِامْرَأَةِ تُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر أَنْ تُحِدّ عَلَى مَيِّت فَوْق ثَلَاث إِلَّا عَلَى زَوْج أَرْبَعَة أَشْهُر وَعَشْرًا \" قَالُوا : فَجَعَلَهُ تَعَبُّدًا وَأَلْحَقَ أَبُو حَنِيفَة وَأَصْحَابه وَالثَّوْرِيّ الصَّغِيرَة بِهَا لِعَدَمِ التَّكْلِيف وَأَلْحَقَ أَبُو حَنِيفَة وَأَصْحَابه الْأَمَة الْمُسْلِمَة لِنَقْصِهَا وَمَحَلّ تَقْرِير ذَلِكَ كُلّه فِي كُتُب الْأَحْكَام وَالْفُرُوع وَاَللَّه الْمُوَفِّق لِلصَّوَابِ . وَقَوْله \" فَإِذَا بَلَغْنَ أَجَلهنَّ \" أَيْ اِنْقَضَتْ عِدَّتهنَّ قَالَهُ الضَّحَّاك وَالرَّبِيع بْن أَنَس\" فَلَا جُنَاح عَلَيْكُمْ \" قَالَ : الزُّهْرِيّ أَيْ عَلَى أَوْلِيَائِهَا\" فِيمَا فَعَلْنَ \" يَعْنِي النِّسَاء اللَّاتِي اِنْقَضَتْ عِدَّتهنَّ قَالَ الْوَنِيّ عَنْ اِبْن عَبَّاس إِذَا طُلِّقَتْ الْمَرْأَة أَوْ مَاتَ عَنْهَا زَوْجهَا فَإِذَا اِنْقَضَتْ عِدَّتهَا فَلَا جُنَاح عَلَيْهَا أَنْ تَتَزَيَّن وَتَتَصَنَّع وَتَتَعَرَّض لِلتَّزْوِيجِ فَذَلِكَ الْمَعْرُوف وَرُوِيَ عَنْ مُقَاتِل بْن حَيَّان نَحْوه وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد \" فَلَا جُنَاح عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسهنَّ بِالْمَعْرُوفِ \" قَالَ النِّكَاح الْحَلَال الطَّيِّب وَرُوِيَ عَنْ الْحَسَن وَالزُّهْرِيّ وَالسُّدِّيّ نَحْو ذَلِكَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38647, "aya_id": 234}]