[{"text": "قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا", "sura_id": 19, "type": 0, "id": 2258, "aya_id": 8}, {"text": "قال رب أنى يكون لي غلام و كانت امرأتي عاقرا و قد بلغت من الكبر عتيا", "sura_id": 19, "type": 1, "id": 8494, "aya_id": 8}, {"text": "8 - (قال رب أنى) كيف (يكون لي غلام وكانت امرأتي عاقرا وقد بلغت من الكبر عتيا) من عتا يبس إلى نهاية السن مائة وعشرين سنة وبلغت امرأته ثمانية وتسعين سنة وأصل عتي عتو وكسرت التاء تخفيفا وقلبت الواو الأولى ياء لمناسبة الكسرة والثانية ياء لتدغم فيها الياء \r\n", "sura_id": 19, "type": 2, "id": 27202, "aya_id": 8}, {"text": "قال زكريا متعجبًا: ربِّ كيف يكون لي غلام, وكانت امرأتي عاقرًا لا تلد, وأنا قد بلغت النهاية في الكبر ورقة العظم؟\r\n", "sura_id": 19, "type": 3, "id": 33438, "aya_id": 8}, {"text": " <font color=red>قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا</font><BR><p>هَذَا تَعَجُّب مِنْ زَكَرِيَّا عَلَيْهِ السَّلَام حِين أُجِيبَ إِلَى مَا سَأَلَ وَبُشِّرَ بِالْوَلَدِ فَفَرِحَ فَرَحًا شَدِيدًا وَسَأَلَ عَنْ كَيْفِيَّة مَا يُولَد لَهُ وَالْوَجْه الَّذِي يَأْتِيه مِنْهُ الْوَلَد مَعَ أَنَّ اِمْرَأَته كَانَتْ عَاقِرًا لَمْ تَلِد مِنْ أَوَّل عُمْرهَا مَعَ كِبَرهَا وَمَعَ أَنَّهُ قَدْ كَبِرَ وَعَتَا أَيْ عَسَا عَظْمه وَنَحَلَ وَلَمْ يَبْقَ فِيهِ لِقَاح وَلَا جِمَاع وَالْعَرَب تَقُول لِلْعُودِ إِذَا يَبِسَ عِتِيًّا يَعْتُو عِتِيًّا وَعُتُوًّا وَعَسَا يَعْسُو عُسُوًّا وَعُسِيًّا وَقَالَ مُجَاهِد : عِتِيًّا يَعْنِي قُحُول الْعَظْم وَقَالَ اِبْن عَبَّاس وَغَيْره : عِتِيًّا يَعْنِي الْكِبَر وَالظَّاهِر أَنَّهُ أَخَصّ مِنْ الْكِبَر وَقَالَ اِبْن جَرِير : حَدَّثَنَا يَعْقُوب حَدَّثَنَا هُشَيْم أَخْبَرَنَا حُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَقَدْ عَلِمْت السُّنَّة كُلّهَا غَيْر أَنِّي لَا أَدْرِي أَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ فِي الظُّهْر وَالْعَصْر أَمْ لَا ؟ وَلَا أَدْرِي كَيْف كَانَ يَقْرَأ هَذَا الْحَرْف \" وَقَدْ بَلَغْت مِنْ الْكِبَر عِتِيًّا \" أَوْ عُسِيًّا .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38476, "aya_id": 8}]