[{"text": "إِذْ يُرِيكَهُمُ اللّهُ فِي مَنَامِكَ قَلِيلاً وَلَوْ أَرَاكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الأَمْرِ وَلَكِنَّ اللّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ", "sura_id": 8, "type": 0, "id": 1203, "aya_id": 43}, {"text": "إذ يريكهم الله في منامك قليلا و لو أراكهم كثيرا لفشلتم و لتنازعتم في الأمر و لكن الله سلم إنه عليم بذات الصدور", "sura_id": 8, "type": 1, "id": 7439, "aya_id": 43}, {"text": "43 - (إذ يريكهم الله في منامك) أي نومك (قليلاً) فأخبرت به أصحابك فسروا (ولو أراكهم كثيراً لفشلتم) اختلفتم (ولتنازعتم في الأمر ولكن الله سلَّمـ) ـكم من الفشل والتنازع (إنه عليم بذات الصدور) بما في القلوب \r\n", "sura_id": 8, "type": 2, "id": 26147, "aya_id": 43}, {"text": "واذكر -أيها النبي- حينما أراك الله قلة عدد عدوك في منامك, فأخبرت المؤمنين بذلك, فقوِيت قلوبهم, واجترؤوا على حربهم, ولو أراك ربك كثرة عددهم لتردد أصحابك في ملاقاتهم, وجَبُنتم واختلفتم في أمر القتال, ولكن الله سلَّم من الفشل, ونجَّى من عاقبة ذلك. إنه عليم بخفايا القلوب وطبائع النفوس.\r\n", "sura_id": 8, "type": 3, "id": 32383, "aya_id": 43}, {"text": " <font color=red>إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</font><BR><p>قَالَ مُجَاهِد أَرَاهُمْ اللَّه إِيَّاهُ فِي مَنَامه قَلِيلًا وَأَخْبَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْحَابه بِذَلِكَ فَكَانَ تَثْبِيتًا لَهُمْ وَكَذَا قَالَ اِبْن إِسْحَاق وَغَيْر وَاحِد وَحَكَى اِبْن جَرِير عَنْ بَعْضهمْ أَنَّهُ رَآهُمْ بِعَيْنِهِ الَّتِي يَنَام بِهَا وَقَدْ رَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يُوسُف بْن مُوسَى حَدَّثَنَا أَبُو قُتَيْبَة عَنْ سَهْل السَّرَّاج عَنْ الْحَسَن فِي قَوْله \" إِذْ يُرِيكَهُمْ اللَّه فِي مَنَامك قَلِيلًا \" قَالَ بِعَيْنِك وَهَذَا الْقَوْل غَرِيب وَقَدْ صَرَّحَ بِالْمَنَامِ هَهُنَا فَلَا حَاجَة إِلَى التَّأْوِيل الَّذِي لَا دَلِيل عَلَيْهِ وَقَوْله \" وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ \" أَيْ لَجَبُنْتُمْ عَنْهُمْ وَاخْتَلَفْتُمْ فِيمَا بَيْنكُمْ \" وَلَكِنَّ اللَّه سَلَّمَ \" أَيْ مِنْ ذَلِكَ بِأَنْ أَرَاكَهُمْ قَلِيلًا \" إِنَّهُ عَلِيم بِذَاتِ الصُّدُور \" أَيْ بِمَا تُجِنُّهُ الضَّمَائِر وَتَنْطَوِي عَلَيْهِ الْأَحْشَاء \" يَعْلَم خَائِنَة الْأَعْيُن وَمَا تُخْفِي الصُّدُور \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43092, "aya_id": 43}]