[{"text": "لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا", "sura_id": 48, "type": 0, "id": 4601, "aya_id": 18}, {"text": "لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحا قريبا", "sura_id": 48, "type": 1, "id": 10837, "aya_id": 18}, {"text": "18 - (لقد رضي الله عن المؤمنين إذ يبايعونك) بالحديبية (تحت الشجرة) هي سمرة وهم ألف وثلثمائة وأكثر ثم بايعهم على أن يناجزوا قريشا وأن لا يفروا من الموت (فعلم) الله (ما في قلوبهم) من الصدق والوفاء (فأنزل السكينة عليهم وأثابهم فتحا قريبا) هو فتح خيبر بعد انصرافهم من الحديبية \r\n", "sura_id": 48, "type": 2, "id": 29545, "aya_id": 18}, {"text": "لقد رضي الله عن المؤمنين حين بايعوك -أيها النبي- تحت الشجرة (وهذه هي بيعة الرضوان في \"الحديبية\") فعلم الله ما في قلوب هؤلاء المؤمنين من الإيمان والصدق والوفاء, فأنزل الله الطمأنينة عليهم وثبَّت قلوبهم, وعوَّضهم عمَّا فاتهم بصلح \"الحديبية\" فتحًا قريبًا, وهو فتح \"خيبر\", \r\n", "sura_id": 48, "type": 3, "id": 35781, "aya_id": 18}, {"text": " <font color=red>لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا</font><BR><p>يُخْبِر تَعَالَى عَنْ رِضَاهُ عَنْ الْمُؤْمِنِينَ الَّذِينَ بَايَعُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَحْت الشَّجَرَة وَقَدْ تَقَدَّمَ ذِكْرُ عُدَّتِهِمْ وَأَنَّهُمْ كَانُوا أَلْفًا وَأَرْبَعَمِائَةٍ وَأَنَّ الشَّجَرَة كَانَتْ سَمُرَة بِأَرْضِ الْحُدَيْبِيَة قَالَ الْبُخَارِيّ حَدَّثَنَا مَحْمُود حَدَّثَنَا عُبَيْد اللَّه عَنْ إِسْرَائِيل عَنْ طَارِق أَنَّ عَبْد الرَّحْمَن رَضِيَ اللَّه عَنْهُ قَالَ اِنْطَلَقْت حَاجًّا فَمَرَرْت بِقَوْمٍ يُصَلُّونَ فَقُلْت مَا هَذَا الْمَسْجِد ؟ قَالُوا هَذِهِ الشَّجَرَة حَيْثُ بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْعَة الرِّضْوَان فَأَتَيْت سَعِيد بْن الْمُسَيِّب فَأَخْبَرْته فَقَالَ سَعِيد حَدَّثَنِي أَبِي أَنَّهُ كَانَ فِيمَنْ بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَحْت الشَّجَرَة قَالَ فَلَمَّا خَرَجْنَا مِنْ الْعَام الْمُقْبِل نَسِينَاهَا فَلَمْ نَقْدِر عَلَيْهَا فَقَالَ سَعِيد إِنَّ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَعْلَمُوهَا وَعَلِمْتُمُوهَا أَنْتُمْ فَأَنْتُمْ أَعْلَمُ وَقَوْله تَعَالَى \" فَعَلِمَ مَا فِي قُلُوبهمْ \" أَيْ مِنْ الصِّدْق وَالْوَفَاء وَالسَّمْع وَالطَّاعَة \" فَأَنْزَلَ السَّكِينَة \" وَهِيَ الطُّمَأْنِينَة\" عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا \" وَهُوَ مَا أَجْرَى اللَّه عَزَّ وَجَلَّ عَلَى أَيْدِيهمْ مِنْ الصُّلْح بَيْنهمْ وَبَيْن أَعْدَائِهِمْ وَمَا حَصَلَ بِذَلِكَ مِنْ الْخَيْر الْعَامّ وَالْمُسْتَمِرّ الْمُتَّصِل بِفَتْحِ خَيْبَر وَفَتْح مَكَّة ثُمَّ فَتْح سَائِر الْبِلَاد وَالْأَقَالِيم عَلَيْهِمْ وَمَا حَصَلَ لَهُمْ مِنْ الْعِزّ وَالنَّصْر وَالرِّفْعَة فِي الدُّنْيَا وَالْآخِرَة .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41399, "aya_id": 18}]