[{"text": "اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ", "sura_id": 29, "type": 0, "id": 3385, "aya_id": 45}, {"text": "اتل ما أوحي إليك من الكتاب وأقم الصلاة إن الصلاة تنهى عن الفحشاء و المنكر و لذكر الله أكبر والله يعلم ما تصنعون", "sura_id": 29, "type": 1, "id": 9621, "aya_id": 45}, {"text": "45 - (اتل ما أوحي إليك من الكتاب) القرآن (وأقم الصلاة إن الصلاة تنهى عن الفحشاء والمنكر) شرعا أي من شأنها ذلك ما دام المرء فيها (ولذكر الله أكبر) من غيره من الطاعات (والله يعلم ما تصنعون) فيجازيكم به \r\n", "sura_id": 29, "type": 2, "id": 28329, "aya_id": 45}, {"text": "اتل ما أُنزل إليك من هذا القرآن, واعمل به, وأدِّ الصلاة بحدودها, إن المحافظة على الصلاة تنهى صاحبها عن الوقوع في المعاصي والمنكرات; وذلك لأن المقيم لها, المتمم لأركانها وشروطها, يستنير قلبه, ويزداد إيمانه, وتقوى رغبته في الخير, وتقل أو تنعدم رغبته في الشر, ولَذكر الله في الصلاة وغيرها أعظم وأكبر وأفضل من كل شيء. والله يعلم ما تصنعون مِن خيرٍ وشر, فيجازيكم على ذلك أكمل الجزاء وأوفاه.\r\n", "sura_id": 29, "type": 3, "id": 34565, "aya_id": 45}, {"text": " <font color=red>اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى آمِرًا رَسُوله وَالْمُؤْمِنِينَ بِتِلَاوَةِ الْقُرْآن وَهُوَ قِرَاءَته وَإِبْلَاغه لِلنَّاسِ \" وَأَقِمْ الصَّلَاة إِنَّ الصَّلَاة تَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر وَلَذِكْرُ اللَّه أَكْبَر \" يَعْنِي أَنَّ الصَّلَاة تَشْتَمِل عَلَى شَيْئَيْنِ عَلَى تَرْك الْفَوَاحِش وَالْمُنْكَرَات أَيْ مُوَاظَبَتهَا تَحْمِل عَلَى تَرْك ذَلِكَ وَقَدْ جَاءَ فِي الْحَدِيث مِنْ رِوَايَة عِمْرَان وَابْن عَبَّاس مَرْفُوعًا \" مَنْ لَمْ تَنْهَهُ صَلَاته عَنْ الْفَحْشَاء وَالْمُنْكَر لَمْ تُزِدْهُ مِنْ اللَّه إِلَّا بُعْدًا\" . \" ذِكْر الْآثَار الْوَارِدَة فِي ذَلِكَ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن هَارُون الْمُخَرِّمِيّ الْفَلَّاس حَدَّثَنَا عَبْد الرَّحْمَن بْن نَافِع أَبُو زِيَاد حَدَّثَنَا عُمَر بْن أَبِي عُثْمَان حَدَّثَنَا الْحَسَن عَنْ عِمْرَان بْن حُصَيْن قَالَ سُئِلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْل اللَّه \" إِنَّ الصَّلَاة تَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر \" قَالَ \" مَنْ لَمْ تَنْهَهُ صَلَاته عَنْ الْفَحْشَاء وَالْمُنْكَر فَلَا صَلَاة لَهُ \" وَحَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا يَحْيَى بْن أَبِي طَلْحَة الْيَرْبُوعِيّ حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ لَيْث عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ لَمْ تَنْهَهُ صَلَاته عَنْ الْفَحْشَاء وَالْمُنْكَر لَمْ يَزْدَدْ بِهَا مِنْ اللَّه إِلَّا بُعْدًا \" رَوَاهُ الطَّبَرَانِيّ مِنْ حَدِيث أَبِي مُعَاوِيَة . وَقَالَ اِبْن جَرِير حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا خَالِد بْن عَبْد اللَّه عَنْ الْعَلَاء بْن الْمُسَيِّب عَمَّنْ ذَكَرَهُ عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّ الصَّلَاة تَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر \" قَالَ فَمَنْ لَمْ تَأْمُرهُ صَلَاته بِالْمَعْرُوفِ وَتَنْهَهُ عَنْ الْمُنْكَر لَمْ يَزْدَدْ بِصَلَاتِهِ مِنْ اللَّه إِلَّا بُعْدًا . فَهَذَا مَوْقُوف . قَالَ اِبْن جَرِير وَحَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا عَلِيّ بْن هَاشِم بْن الْبَرِيد عَنْ جُوَيْبِر عَنْ الضَّحَّاك عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا صَلَاة لِمَنْ لَمْ يُطِعْ الصَّلَاة \" وَطَاعَة الصَّلَاة أَنْ تَنْهَاهُ عَنْ الْفَحْشَاء وَالْمُنْكَر . قَالَ : قَالَ سُفْيَان\" قَالُوا يَا شُعَيْب أَصَلَاتك تَأْمُرك \" قَالَ فَقَالَ سُفْيَان إِي وَاَللَّه تَأْمُرهُ وَتَنْهَاهُ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد عَنْ جُوَيْبِر عَنْ الضَّحَّاك عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ أَبُو خَالِد مَرَّة عَنْ عَبْد اللَّه \" لَا صَلَاة لِمَنْ لَمْ يُطِعْ الصَّلَاة وَطَاعَة الصَّلَاة تَنْهَاهُ عَنْ الْفَحْشَاء وَالْمُنْكَر \" وَالْمَوْقُوف أَصَحّ كَمَا رَوَاهُ الْأَعْمَش عَنْ مَالِك بْن الْحَارِث عَنْ عَبْد الرَّحْمَن بْن يَزِيد قَالَ قِيلَ لِعَبْدِ اللَّه إِنَّ فُلَانًا يُطِيل الصَّلَاة قَالَ إِنَّ الصَّلَاة لَا تَنْفَع إِلَّا مَنْ أَطَاعَهَا : وَقَالَ اِبْن جَرِير حَدَّثَنَا عَلِيّ حَدَّثَنَا إِسْمَاعِيل بْن مُسْلِم عَنْ الْحَسَن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ صَلَّى صَلَاة لَمْ تَنْهَهُ عَنْ الْفَحْشَاء وَالْمُنْكَر لَمْ يَزْدَدْ بِهَا مِنْ اللَّه إِلَّا بُعْدًا \" وَالْأَصَحّ فِي هَذَا كُلّه الْمَوْقُوفَات عَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَالْحَسَن وَقَتَادَة وَالْأَعْمَش وَغَيْرهمْ وَاَللَّه أَعْلَم . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا يُوسُف بْن مُوسَى أَنْبَأَنَا جَرِير - يَعْنِي اِبْن عَبْد الْحَمِيد - عَنْ الْأَعْمَش عَنْ أَبِي صَالِح قَالَ أَرَاهُ عَنْ جَابِر شَكَّ الْأَعْمَش قَالَ : قَالَ رَجُل لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ فُلَانًا يُصَلِّي بِاللَّيْلِ فَإِذَا أَصْبَحَ سَرَقَ قَالَ \" سَيَنْهَاهُ مَا تَقُول \" وَحَدَّثَنَا مُحَمَّد بْن مُوسَى الْجُرَشِيّ أَخْبَرَنَا زِيَاد بْن عَبْد اللَّه عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَلَمْ يَشُكّ ثُمَّ قَالَ : وَهَذَا الْحَدِيث قَدْ رَوَاهُ عَنْ الْأَعْمَش غَيْر وَاحِد وَاخْتَلَفُوا فِي إِسْنَاده فَرَوَاهُ غَيْر وَاحِد عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة أَوْ غَيْره وَقَالَ قَيْس عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر قَالَ جَرِير وَزِيَاد عَنْ عَبْد اللَّه عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ جَابِر وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع أَخْبَرَنَا الْأَعْمَش قَالَ أَرَى أَبَا صَالِح عَنْ أَبِي هُرَيْرَة قَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ فُلَانًا يُصَلِّي بِاللَّيْلِ فَإِذَا أَصْبَحَ سَرَقَ فَقَالَ إِنَّهُ سَيَنْهَاهُ مَا تَقُول \" . وَتَشْتَمِل الصَّلَاة أَيْضًا عَلَى ذِكْر اللَّه تَعَالَى وَهُوَ الْمَطْلُوب الْأَكْبَر وَلِهَذَا قَالَ تَعَالَى \" وَلَذِكْر اللَّه أَكْبَر \" أَيْ أَعْظَم مِنْ الْأَوَّل\" وَاَللَّه يَعْلَم مَا تَصْنَعُونَ \" أَيْ يَعْلَم جَمِيع أَعْمَالكُمْ وَأَقْوَالكُمْ . وَقَالَ أَبُو الْعَالِيَة فِي قَوْله تَعَالَى \" إِنَّ الصَّلَاة تَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر \" قَالَ إِنَّ الصَّلَاة فِيهَا ثَلَاث خِصَال فَكُلّ صَلَاة لَا يَكُون فِيهَا شَيْء مِنْ هَذِهِ الْخِلَال فَلَيْسَتْ بِصَلَاةٍ . الْإِخْلَاص وَالْخَشْيَة وَذِكْر اللَّه فَالْإِخْلَاص يَأْمُرهُ بِالْمَعْرُوفِ وَالْخَشْيَة تَنْهَاهُ عَنْ الْمُنْكَر وَذِكْر اللَّه الْقُرْآن يَأْمُرهُ وَيَنْهَاهُ وَقَالَ اِبْن عَوْن الْأَنْصَارِيّ إِذَا كُنْت فِي صَلَاة فَأَنْتَ فِي مَعْرُوف وَقَدْ حَجَزَتْك عَنْ الْفَحْشَاء وَالْمُنْكَر وَاَلَّذِي أَنْتَ فِيهِ مِنْ ذِكْر اللَّه أَكْبَر وَقَالَ حَمَّاد بْن أَبِي سُلَيْمَان \" إِنَّ الصَّلَاة تَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر \" يَعْنِي مَا دُمْت فِيهَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَلَذِكْر اللَّه أَكْبَر \" يَقُول وَلَذِكْر اللَّه لِعِبَادِهِ أَكْبَر إِذَا ذَكَرُوهُ مِنْ ذِكْرهمْ إِيَّاهُ وَكَذَا رَوَى غَيْر وَاحِد عَنْ اِبْن عَبَّاس وَبِهِ قَالَ مُجَاهِد وَغَيْره : وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ دَاوُد بْن أَبِي هِنْد عَنْ رَجُل عَنْ اِبْن عَبَّاس \" وَلَذِكْر اللَّه أَكْبَر \" قَالَ ذِكْر اللَّه عِنْد طَعَامك وَعِنْد مَنَامك قُلْت فَإِنَّ صَاحِبًا لِي فِي الْمَنْزِل يَقُول غَيْر الَّذِي تَقُول قَالَ وَأَيّ شَيْء يَقُول ؟ قُلْت قَالَ يَقُول اللَّه تَعَالَى \" فَاذْكُرُونِي أَذْكُركُمْ \" فَلَذِكْر اللَّه إِيَّانَا أَكْبَر مِنْ ذِكْرنَا إِيَّاهُ قَالَ : صَدَقَ : قَالَ وَحَدَّثَنَا أَبِي حَدَّثَنَا النُّفَيْلِيّ حَدَّثَنَا إِسْمَاعِيل عَنْ خَالِد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَلَذِكْر اللَّه أَكْبَر \" قَالَ لَهَا وَجْهَانِ قَالَ ذِكْر اللَّه عِنْد مَا حَرَّمَهُ قَالَ وَذِكْر اللَّه إِيَّاكُمْ أَعْظَم مِنْ ذِكْركُمْ إِيَّاهُ وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم أَخْبَرَنَا هُشَيْم أَخْبَرَنَا عَطَاء بْن السَّائِب عَنْ عَبْد اللَّه بْن رَبِيعَة قَالَ : قَالَ لِي اِبْن عَبَّاس هَلْ تَدْرِي مَا قَوْله تَعَالَى \" وَلَذِكْر اللَّه أَكْبَر \" ؟ قَالَ قُلْت نَعَمْ قَالَ فَمَا هُوَ ؟ قُلْت التَّسْبِيح وَالتَّحْمِيد وَالتَّكْبِير فِي الصَّلَاة وَقِرَاءَة الْقُرْآن وَنَحْو ذَلِكَ قَالَ لَقَدْ قُلْت قَوْلًا عَجِيبًا وَمَا هُوَ كَذَلِكَ وَلَكِنَّهُ إِنَّمَا يَقُول ذِكْر اللَّه إِيَّاكُمْ عِنْدَمَا أَمَرَ بِهِ أَوْ نَهَى عَنْهُ إِذَا ذَكَرْتُمُوهُ أَكْبَر مِنْ ذِكْركُمْ إِيَّاهُ وَقَدْ رُوِيَ هَذَا مِنْ غَيْر وَجْه عَنْ اِبْن عَبَّاس وَرُوِيَ أَيْضًا عَنْ اِبْن مَسْعُود وَأَبِي الدَّرْدَاء وَسَلْمَان الْفَارِسِيّ وَغَيْرهمْ وَاخْتَارَهُ اِبْن جَرِير .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39813, "aya_id": 45}]