[{"text": "مُّذَبْذَبِينَ بَيْنَ ذَلِكَ لاَ إِلَى هَؤُلاء وَلاَ إِلَى هَؤُلاء وَمَن يُضْلِلِ اللّهُ فَلَن تَجِدَ لَهُ سَبِيلاً", "sura_id": 4, "type": 0, "id": 636, "aya_id": 143}, {"text": "مذبذبين بين ذلك لا إلى هؤلاء ولا إلى هؤلاء ومن يضلل الله فلن تجد له سبيلا", "sura_id": 4, "type": 1, "id": 6872, "aya_id": 143}, {"text": "143 - (مذبذبين) مترددين (بين ذلك) الكفر والإيمان (لا) منسوبين (إلى هؤلاء) أي الكفار (ولا إلى هؤلاء) أي المؤمنين (ومن يضللـ) ـه (الله فلن تجد له سبيلا) طريقا إلى الهدى \r\n", "sura_id": 4, "type": 2, "id": 25580, "aya_id": 143}, {"text": "إنَّ مِن شأن هؤلاء المنافقين التردد والحَيْرة والاضطراب, لا يستقرون على حال, فلا هم مع المؤمنين ولا هم مع الكافرين. ومن يصرف الله قلبه عن الإيمان به والاستمساك بهديه, فلن تجد له طريقًا إلى الهداية واليقين.\r\n", "sura_id": 4, "type": 3, "id": 31816, "aya_id": 143}, {"text": " <font color=red>مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا</font><BR><p>وَقَوْله \" مُذَبْذَبِينَ بَيْن ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ \" يَعْنِي الْمُنَافِقِينَ مُحَيَّرِينَ بَيْن الْإِيمَان وَالْكُفْر فَلَا هُمْ مَعَ الْمُؤْمِنِينَ ظَاهِرًا وَبَاطِنًا وَلَا مَعَ الْكَافِرِينَ ظَاهِرًا وَبَاطِنًا بَلْ ظَوَاهِرهمْ مَعَ الْمُؤْمِنِينَ وَبَوَاطِنهمْ مَعَ الْكَافِرِينَ وَمِنْهُمْ مَنْ يَعْتَرِيه الشَّكّ فَتَارَة يَمِيل إِلَى هَؤُلَاءِ وَتَارَة يَمِيل إِلَى أُولَئِكَ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا الْآيَة . وَقَالَ مُجَاهِد \" مُذَبْذَبِينَ بَيْن ذَلِكَ لَا إِلَى هَؤُلَاءِ \" يَعْنِي أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلَا إِلَى هَؤُلَاءِ \" يَعْنِي الْيَهُود . وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَثَل الْمُنَافِق كَمَثَلِ الشَّاة الْعَائِرَة بَيْن الْغَنَمَيْنِ تُعِير إِلَى هَذِهِ مَرَّة وَإِلَى هَذِهِ مَرَّة لَا تَدْرِي أَيّهمَا تَتْبَع \" تَفَرَّدَ بِهِ مُسْلِم وَقَدْ رَوَاهُ عَنْ مُحَمَّد بْن الْمُثَنَّى مَرَّة أُخْرَى عَنْ عَبْد الْوَهَّاب فَوَقَفَ بِهِ عَلَى اِبْن عُمَر وَلَمْ يَرْفَعهُ قَالَ : حَدَّثَنَا بِهِ عَبْد الْوَهَّاب مَرَّتَيْنِ كَذَلِكَ قُلْت وَقَدْ رَوَاهُ الْإِمَام أَحْمَد عَنْ إِسْحَاق بْن يُوسُف بْن عُبَيْد اللَّه بِهِ مَرْفُوعًا وَكَذَا رَوَاهُ إِسْمَاعِيل بْن عَيَّاش وَعَلِيّ بْن عَاصِم عَنْ عُبَيْد اللَّه بِهِ مَرْفُوعًا عَنْ نَافِع عَنْ اِبْن عُمَر مَرْفُوعًا وَكَذَا رَوَاهُ عُثْمَان بْن مُحَمَّد بْن أَبِي شَيْبَة عَنْ عَبَدَة عَنْ عَبْد اللَّه بِهِ مَرْفُوعًا وَرَوَاهُ حَمَّاد بْن سَلَمَة عَنْ عُبَيْد اللَّه أَوْ عَبْد اللَّه بْن عُمَر عَنْ نَافِع عَنْ اِبْن عُمَر مَرْفُوعًا . وَرَوَاهُ أَيْضًا صَخْر بْن جُوَيْرِيَّة عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا الْهُذَيْل بْن بِلَال عَنْ اِبْن أَبِي عُبَيْدَة أَنَّهُ جَلَسَ ذَات يَوْم بِمَكَّة وَعَبْد اللَّه بْن عُمَر مَعَهُ فَقَالَ اِبْن أَبِي عُبَيْدَة : قَالَ أَبِي قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مَثَل الْمُنَافِق يَوْم الْقِيَامَة كَالشَّاةِ بَيْن الرَّبَضَيْنِ مِنْ الْغَنَم إِنْ أَتَتْ هَؤُلَاءِ نَطَحَتْهَا وَإِنْ أَتَتْ هَؤُلَاءِ نَطَحَتْهَا \" فَقَالَ لَهُ اِبْن عُمَر كَذَبْت فَأَثْنَى الْقَوْم عَلَى أَبِي خَيْرًا أَوْ مَعْرُوفًا فَقَالَ اِبْن عُمَر مَا أَظُنّ صَاحِبكُمْ إِلَّا كَمَا تَقُولُونَ وَلَكِنِّي شَاهِدِي اللَّه إِذَا قَالَ كَالشَّاةِ بَيْن الْغَنَمَيْنِ فَقَالَ هُوَ سَوَاء فَقَالَ هَكَذَا سَمِعْته . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد حَدَّثَنَا الْمَسْعُودِيّ عَنْ اِبْن جَعْفَر مُحَمَّد بْن عَلِيّ قَالَ : بَيْنَمَا عُبَيْد بْن عُمَيْر يَقُصّ وَعِنْده عَبْد اللَّه بْن عُمَر فَقَالَ عُبَيْد بْن عُمَيْر قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَثَل الْمُنَافِق كَالشَّاةِ بَيْن رَبَضَيْنِ إِذَا أَتَتْ هَؤُلَاءِ نَطَحَتْهَا وَإِذَا أَتَتْ هَؤُلَاءِ نَطَحَتْهَا \" فَقَالَ اِبْن عُمَر لَيْسَ كَذَلِكَ إِنَّمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَشَاةٍ بَيْن غَنَمَيْنِ \" قَالَ فَاخْتَطَفَ الشَّيْخ وَغَضِبَ فَلَمَّا رَأَى ذَلِكَ اِبْن عُمَر قَالَ : أَمَا إِنِّي لَوْ لَمْ أَسْمَعهُ لَمْ أَرْدُدْ ذَلِكَ عَلَيْك . \" طَرِيقَة أُخْرَى عَنْ اِبْن عُمَر قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ عُثْمَان بْن يَزْدَوَيْهِ عَنْ يَعْفُر بْن رُوذِيّ قَالَ : سَمِعْت عُبَيْد بْن عُمَيْر وَهُوَ يَقُصّ يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَثَل الْمُنَافِق كَمَثَلِ الشَّاة الرَّابِضَة بَيْن الْغَنَمَيْنِ \" فَقَالَ اِبْن عُمَر : وَيْلكُمْ لَا تَكْذِبُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّه عَلَيْهِ وَسَلَّمَ \" مَثَل الْمُنَافِق كَمَثَلِ الشَّاة الْعَائِرَة بَيْن الْغَنَمَيْنِ \" وَرَوَاهُ أَحْمَد أَيْضًا مِنْ طُرُق عَنْ عُبَيْد بْن عُمَيْر عَنْ اِبْن عُمَر وَرَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْد بْن مُوسَى أَخْبَرَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود قَالَ : مَثَل الْمُؤْمِن وَالْمُنَافِق وَالْكَافِر مِثْل ثَلَاثَة نَفَر اِنْتَهَوْا إِلَى وَادٍ فَوَقَعَ أَحَدهمْ فَعَبَرَ ثُمَّ وَقَعَ الْآخَر حَتَّى إِذَا أَتَى عَلَى نِصْف الْوَادِي نَادَاهُ الَّذِي عَلَى شَفِير الْوَادِي وَيْلك أَيْنَ تَذْهَب إِلَى الْهَلَكَة اِرْجِعْ عَوْدك عَلَى بَدْئِك وَنَادَاهُ الَّذِي عَبَرَ هَلُمَّ إِلَى النَّجَاة فَجَعَلَ يَنْظُر إِلَى هَذَا مَرَّة وَإِلَى هَذَا مَرَّة قَالَ فَجَاءَهُ سَيْل فَأَغْرَقَهُ فَاَلَّذِي عَبَرَ هُوَ الْمُؤْمِن وَاَلَّذِي غَرِقَ الْمُنَافِق مُذَبْذَبِينَ بَيْن ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ وَاَلَّذِي مَكَثَ الْكَافِر . وَقَالَ اِبْن جَرِير : حَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا شُعْبَة عَنْ قَتَادَة مُذَبْذَبِينَ بَيْن ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ يَقُول لَيْسُوا بِمُؤْمِنِينَ مُخْلِصِينَ وَلَا مُشْرِكِينَ مُصَرِّحِينَ بِالشِّرْكِ قَالَ وَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَضْرِب مَثَلًا لِلْمُؤْمِنِ وَلِلْمُنَافِقِ وَلِلْكَافِرِ كَمَثَلِ رَهْط ثَلَاثَة دَفَعُوا إِلَى نَهَر فَوَقَعَ الْمُؤْمِن فَقَطَعَ ثُمَّ وَقَعَ الْمُنَافِق حَتَّى إِذَا كَادَ يَصِل إِلَى الْمُؤْمِن نَادَاهُ الْكَافِر أَنْ هَلُمَّ إِلَيَّ فَإِنِّي أَخْشَى عَلَيْك . وَنَادَاهُ الْمُؤْمِن أَنْ هَلُمَّ إِلَيَّ فَإِنَّ عِنْدِي وَعِنْدِي يَحْظَى لَهُ مَا عِنْده فَمَا زَالَ الْمُنَافِق يَتَرَدَّد بَيْنهمَا حَتَّى أَتَى أَذًى فَغَرَّقَهُ وَإِنَّ الْمُنَافِق لَمْ يَزَلْ فِي شَكّ وَشُبْهَة حَتَّى أَتَى عَلَيْهِ الْمَوْت وَهُوَ كَذَلِكَ . قَالَ : وَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ كَانَ يَقُول \" مَثَل الْمُنَافِق كَمَثَلِ ثَاغِيَة بَيْن غَنَمَيْنِ رَأَتْ غَنَمًا عَلَى نَشَز فَأَتَتْهَا وَشَامَّتهَا فَلَمْ تَعْرِف ثُمَّ رَأَتْ غَنَمًا عَلَى نَشَز فَأَتَتْهَا فَشَامَّتهَا فَلَمْ تَعْرِف \" وَلِهَذَا قَالَ تَعَالَى \" وَمَنْ يُضْلِلْ اللَّه فَلَنْ تَجِد لَهُ سَبِيلًا \" أَيْ وَمَنْ صَرَفَهُ عَنْ طَرِيق الْهُدَى فَلَنْ تَجِد لَهُ وَلِيًّا مُرْشِدًا فَإِنَّهُ \" مَنْ يَضْلِلْ اللَّه فَلَا هَادِي لَهُ \" وَالْمُنَافِقُونَ الَّذِينَ أَضَلَّهُمْ عَنْ سَبِيل النَّجَاة فَلَا هَادِي لَهُمْ وَلَا مُنْقِذ لَهُمْ مِمَّا هُمْ فِيهِ فَإِنَّهُ تَعَالَى \" لَا مُعَقِّب لِحُكْمِهِ وَلَا يُسْأَل \" عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40816, "aya_id": 143}]