[{"text": "وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُّبِينًا", "sura_id": 33, "type": 0, "id": 3591, "aya_id": 58}, {"text": "والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا بهتانا وإثما مبينا", "sura_id": 33, "type": 1, "id": 9827, "aya_id": 58}, {"text": "58 - (والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا) يرمونهم بغير ما عملوا (فقد احتملوا بهتانا) تحملوا كذبا (وإثما مبينا) بينا \r\n", "sura_id": 33, "type": 2, "id": 28535, "aya_id": 58}, {"text": "والذين يؤذون المؤمنين والمؤمنات بقول أو فعل من غير ذنب عملوه, فقد ارتكبوا أفحش الكذب والزور, وأتوا ذنبًا ظاهر القبح يستحقون به العذاب في الآخرة.\r\n", "sura_id": 33, "type": 3, "id": 34771, "aya_id": 58}, {"text": " <font color=red>وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا</font><BR><p>وَقَوْله تَعَالَى \" وَاَلَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَات بِغَيْرِ مَا اِكْتَسَبُوا \" أَيْ يَنْسُبُونَ إِلَيْهِمْ مَا هُمْ بُرَآء مِنْهُ لَمْ يَعْمَلُوهُ وَلَمْ يَفْعَلُوهُ \" فَقَدْ اِحْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا \" وَهَذَا هُوَ الْبَهْت الْكَبِير أَنْ يُحْكَى أَوْ يُنْقَل عَنْ الْمُؤْمِنِينَ وَالْمُؤْمِنَات مَا لَمْ يَفْعَلُوهُ عَلَى سَبِيل الْعَيْب وَالتَّنَقُّص لَهُمْ وَمِنْ أَكْثَر مَنْ يَدْخُل فِي هَذَا الْوَعِيد الْكَفَرَة بِاَللَّهِ وَرَسُوله ثُمَّ الرَّافِضَة الَّذِينَ يَنْتَقِصُونَ الصَّحَابَة وَيَعِيبُونَهُمْ بِمَا قَدْ بَرَّأَهُمْ اللَّه مِنْهُ وَيَصِفُونَهُمْ بِنَقِيضِ مَا أَخْبَرَ اللَّه عَنْهُمْ فَإِنَّ اللَّه عَزَّ وَجَلَّ قَدْ أَخْبَرَ أَنَّهُ قَدْ رِضَى عَنْ الْمُهَاجِرِينَ وَالْأَنْصَار وَمَدَحَهُمْ وَهَؤُلَاءِ الْجَهَلَة الْأَغْبِيَاء يَسُبُّونَهُمْ وَيَنْتَقِصُونَهُمْ وَيَذْكُرُونَ عَنْهُمْ مَا لَمْ يَكُنْ وَلَا فَعَلُوهُ أَبَدًا فَهُمْ فِي الْحَقِيقَة مُنَكَّسُو الْقُلُوب يَذُمُّونَ الْمَمْدُوحِينَ وَيَمْدَحُونَ الْمَذْمُومِينَ وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا الْقَعْنَبِيّ حَدَّثَنَا عَبْد الْعَزِيز يَعْنِي اِبْن مُحَمَّد عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّهُ قِيلَ يَا رَسُول اللَّه مَا الْغِيبَة ؟ قَالَ ذِكْرك أَخَاك بِمَا يَكْرَه قِيلَ أَفَرَأَيْت إِنْ كَانَ فِي أَخِي مَا أَقُول ؟ قَالَ إِنْ كَانَ فِيهِ مَا تَقُول فَقَدْ اِغْتَبْته وَإِنْ لَمْ يَكُنْ فِيهِ مَا تَقُول فَقَدْ بَهَتّه وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ قُتَيْبَة عَنْ الدَّرَاوَرْدِيّ بِهِ ثُمَّ قَالَ حَسَن صَحِيح وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سَلَمَة حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مُعَاوِيَة بْن هِشَام عَنْ عَمَّار بْن أَنَس عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ أَيّ الرِّبَا أَرْبَى عِنْد اللَّه قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ أَرْبَى الرِّبَا عِنْد اللَّه اِسْتِحْلَال عِرْض اِمْرِئٍ مُسْلِم ثُمَّ قَرَأَ \" وَاَلَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَات بِغَيْرِ مَا اِكْتَسَبُوا فَقَدْ اِحْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40220, "aya_id": 58}]