[{"text": "فَإِذَا انشَقَّتِ السَّمَاء فَكَانَتْ وَرْدَةً كَالدِّهَانِ", "sura_id": 55, "type": 0, "id": 4938, "aya_id": 37}, {"text": "فإذا انشقت السماء فكانت وردة كالدهان", "sura_id": 55, "type": 1, "id": 11174, "aya_id": 37}, {"text": "37 - (فإذا انشقت السماء) انفرجت أبوابا لنزول الملائكة (فكانت وردة) أي مثلها محمرة (كالدهان) كالأديم الأحمر على خلاف العهد بها وجواب إذا فما أعظم الهول \r\n", "sura_id": 55, "type": 2, "id": 29882, "aya_id": 37}, {"text": "فإذا انشقت السماء وتفطرت يوم القيامة, فكانت حمراء كلون الورد, وكالزيت المغلي والرصاص المذاب؛ من شدة الأمر وهول يوم القيامة.\r\n", "sura_id": 55, "type": 3, "id": 36118, "aya_id": 37}, {"text": " <font color=red>فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ</font><BR><p>يَقُول تَعَالَى \" فَإِذَا اِنْشَقَّتْ السَّمَاء \" يَوْم الْقِيَامَة كَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَات مَعَ مَا شَاكَلَهَا مِنْ الْآيَات الْوَارِدَة فِي مَعْنَاهَا كَقَوْلِهِ تَعَالَى \" وَانْشَقَّتْ السَّمَاء فَهِيَ يَوْمَئِذٍ وَاهِيَة \" وَقَوْله \" وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا \" وَقَوْله \" إِذَا السَّمَاء اِنْشَقَّتْ وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ \" وَقَوْله تَعَالَى\" فَكَانَتْ وَرْدَةً كَالدِّهَانِ \" أَيْ تَذُوب كَمَا يَذُوب الدُّرْدِيُّ وَالْفِضَّةُ فِي السَّبْك وَتَتَلَوَّنُ كَمَا تَتَلَوَّنُ الْأَصْبَاغ الَّتِي يُدْهَنُ بِهَا فَتَارَةً حَمْرَاء وَصَفْرَاء وَزَرْقَاء وَخَضْرَاء وَذَلِكَ مِنْ شِدَّة الْأَمْر وَهَوْل يَوْم الْقِيَامَة الْعَظِيم. وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَحْمَد بْن عَبْد الْمَلِك حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الصَّهْبَاء حَدَّثَنَا نَافِع أَبُو غَالِب الْبَاهِلِيّ حَدَّثَنَا أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُبْعَث النَّاس يَوْم الْقِيَامَة وَالسَّمَاء تَطِشّ عَلَيْهِمْ \" قَالَ الْجَوْهَرِيّ الطَّشّ الْمَطَر الضَّعِيف وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَرْدَة كَالدِّهَانِ \" قَالَ هُوَ الْأَدِيم الْأَحْمَر وَقَالَ أَبُو كُدَيْنَة عَنْ قَابُوس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس\" فَكَانَتْ وَرْدَة كَالدِّهَانِ \" كَالْفَرَسِ الْوَرْد وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس تَغَيَّرَ لَوْنهَا . وَقَالَ أَبُو صَالِح كَالْبِرْذَوْنِ الْوَرْد ثُمَّ كَانَتْ بَعْدُ كَالدِّهَانِ وَحَكَى الْبَغَوِيّ وَغَيْره أَنَّ الْفَرَس الْوَرْد تَكُون فِي الرَّبِيع صَفْرَاء وَفِي الشِّتَاء حَمْرَاء فَإِذَا اِشْتَدَّ الْبَرْد تَغَيَّرَ لَوْنهَا وَقَالَ الْحَسَن الْبَصْرِيّ تَكُون أَلْوَانًا وَقَالَ السُّدِّيّ تَكُون كَلَوْنِ الْبَغْلَة الْوَرْدَة وَتَكُون كَالْمُهْلِ كَدُرْدِيِّ الزَّيْت وَقَالَ مُجَاهِد\" كَالدِّهَانِ \" كَأَلْوَانِ الدِّهَان وَقَالَ عَطَاء الْخُرَاسَانِيّ كَلَوْنِ دُهْن الْوَرْد فِي الصُّفْرَة وَقَالَ قَتَادَة هِيَ الْيَوْم خَضْرَاء وَيَوْمَئِذٍ لَوْنهَا إِلَى الْحُمْرَة يَوْم ذِي أَلْوَان وَقَالَ أَبُو الْجَوْزَاء فِي صَفَاء الدُّهْن وَقَالَ اِبْن جُرَيْج تَصِير السَّمَاء كَالدُّهْنِ الذَّائِب وَذَلِكَ حِين يُصِيبُهَا حَرّ جَهَنَّم .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41858, "aya_id": 37}]