[{"text": "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لاَ تَسْفِكُونَ دِمَاءكُمْ وَلاَ تُخْرِجُونَ أَنفُسَكُم مِّن دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ", "sura_id": 2, "type": 0, "id": 91, "aya_id": 84}, {"text": "وإذ أخذنا ميثاقكم لا تسفكون دماءكم ولا تخرجون أنفسكم من دياركم ثم أقررتم وأنتم تشهدون", "sura_id": 2, "type": 1, "id": 6327, "aya_id": 84}, {"text": "84 - (وإذ أخذنا ميثاقكم) وقلنا (لا تسفكون دماءكم) تريقونها بقتل بعضكم بعضا (ولا تخرجون أنفسكم من دياركم) لا يخرج بعضكم بعضاً من داره (ثم أقررتم) قبلتم ذلك الميثاق (وأنتم تشهدون) على أنفسكم \r\n", "sura_id": 2, "type": 2, "id": 25035, "aya_id": 84}, {"text": "واذكروا -يا بني إسرائيل- حين أَخَذْنا عليكم عهدًا مؤكدًا في التوراة: يحرم سفك بعضكم دم بعض, وإخراج بعضكم بعضًا من دياركم, ثم اعترفتم بذلك, وأنتم تشهدون على صحته.\r\n", "sura_id": 2, "type": 3, "id": 31271, "aya_id": 84}, {"text": " <font color=red>وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ</font><BR><p>يَقُول اللَّهُ تَبَارَكَ وَتَعَالَى مُنْكِرًا عَلَى الْيَهُود الَّذِينَ كَانُوا فِي زَمَان رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِالْمَدِينَةِ وَمَا كَانُوا يُعَانُونَهُ مِنْ الْقِتَال مَعَ الْأَوْس وَالْخَزْرَج وَذَلِكَ أَنَّ الْأَوْس وَالْخَزْرَج وَهُمْ الْأَنْصَار كَانُوا فِي الْجَاهِلِيَّة عُبَّاد أَصْنَام وَكَانَتْ بَيْنهمْ حُرُوبٌ كَثِيرَةٌ وَكَانَتْ يَهُودُ الْمَدِينَة ثَلَاث قَبَائِل بَنُو قَيْنُقَاع وَبَنُو النَّضِير حُلَفَاء الْخَزْرَج وَبَنُو قُرَيْظَة حُلَفَاء الْأَوْس فَكَانَتْ الْحَرْب إِذَا نَشِبَتْ بَيْنهمْ قَاتَلَ كُلّ فَرِيق مَعَ حُلَفَائِهِ فَيَقْتُل الْيَهُودِيُّ أَعْدَاءَهُ وَقَدْ يَقْتُل الْيَهُودِيّ الْآخَر مِنْ الْفَرِيق الْآخَر وَذَلِكَ حَرَام عَلَيْهِمْ فِي دِينهمْ وَنَصّ كِتَابهمْ وَيُخْرِجُونَهُمْ مِنْ بُيُوتهمْ وَيَنْتَهِبُونَ مَا فِيهَا مِنْ الْأَثَاث وَالْأَمْتِعَة وَالْأَمْوَال ثُمَّ إِذَا وَضَعَتْ الْحَرْبُ أَوْزَارَهَا اسْتَفَكُّوا الْأُسَارَى مِنْ الْفَرِيق الْمَغْلُوب عَمَلًا بِحُكْمِ التَّوْرَاة وَلِهَذَا قَالَ تَعَالَى\" أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَاب وَتَكْفُرُونَ بِبَعْضٍ \" وَلِهَذَا قَالَ تَعَالَى \" وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تَخْرُجُونَ أَنْفُسَكُمْ مِنْ دِيَاركُمْ \" أَيْ لَا يَقْتُل بَعْضُكُمْ بَعْضًا وَلَا يُخْرِجُهُ مِنْ مَنْزِلِهِ وَلَا يُظَاهِر عَلَيْهِ كَمَا قَالَ تَعَالَى \" فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ عِنْد بَارِئِكُمْ \" وَذَلِكَ أَنَّ أَهْل الْمِلَّة الْوَاحِدَة بِمَنْزِلَةِ النَّفْس الْوَاحِدَة كَمَا قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام \" مَثَلُ الْمُؤْمِنِينَ فِي تَوَادّهمْ وَتَرَاحُمهمْ وَتَوَاصُلهمْ بِمَنْزِلَةِ الْجَسَد الْوَاحِد إِذَا اِشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَد بِالْحُمَّى وَالسَّهَر \" وَقَوْله تَعَالَى \" ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ\" أَيْ ثُمَّ أَقْرَرْتُمْ بِمَعْرِفَةِ هَذَا الْمِيثَاق وَصِحَّته وَأَنْتُمْ تَشْهَدُونَ بِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38765, "aya_id": 84}]