[{"text": "تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ", "sura_id": 32, "type": 0, "id": 3519, "aya_id": 16}, {"text": "تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون", "sura_id": 32, "type": 1, "id": 9755, "aya_id": 16}, {"text": "16 - (تتجافى جنوبهم) ترتفع (عن المضاجع) مواضع الاضطجاع بفرشها لصلاتهم بالليل تهجدا (يدعون ربهم خوفا) من عقابه (وطمعا) في رحمته (ومما رزقناهم ينفقون) يتصدقون \r\n", "sura_id": 32, "type": 2, "id": 28463, "aya_id": 16}, {"text": "ترتفع جنوب هؤلاء الذين يؤمنون بآيات الله عن فراش النوم, يتهجدون لربهم في صلاة الليل, يدعون ربهم خوفًا من العذاب وطمعًا في الثواب, ومما رزقناهم ينفقون في طاعة الله وفي سبيله.\r\n", "sura_id": 32, "type": 3, "id": 34699, "aya_id": 16}, {"text": " <font color=red>تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى\" تَتَجَافَى جُنُوبُهُمْ عَنْ الْمَضَاجِع \" يَعْنِي ذَلِكَ قِيَام اللَّيْل وَتَرْك النَّوْم وَالِاضْطِجَاع عَلَى الْفُرُش الْوَطِيئَة قَالَ مُجَاهِد وَالْحَسَن فِي قَوْله تَعَالَى \" تَتَجَافَى جُنُوبُهُمْ عَنْ الْمَضَاجِع \" يَعْنِي بِذَلِكَ قِيَام اللَّيْل وَعَنْ أَنَس وَعِكْرِمَة وَمُحَمَّد بْن الْمُنْكَدِر وَأَبِي حَازِم وَقَتَادَة هُوَ الصَّلَاة بَيْن الْعِشَاءَيْنِ وَعَنْ أَنَس أَيْضًا هُوَ اِنْتِظَار صَلَاة الْعَتَمَة رَوَاهُ اِبْن جَرِير بِإِسْنَادٍ جَيِّد وَقَالَ الضَّحَّاك وَهُوَ صَلَاة الْعِشَاء فِي جَمَاعَة وَصَلَاة الْغَدَاة فِي جَمَاعَة \" يَدْعُونَ رَبّهمْ خَوْفًا وَطَمَعًا \" أَيْ خَوْفًا مِنْ وَبَال عِقَابه وَطَمَعًا فِي جَزِيل ثَوَابه \" وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" فَيَجْمَعُونَ بَيْن فِعْل الْقُرُبَات اللَّازِمَة وَالْمُتَعَدِّيَة وَمُقَدِّم هَؤُلَاءِ وَسَيِّدهمْ وَفَخْرهمْ فِي الدُّنْيَا وَالْآخِرَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا قَالَ عَبْد اللَّه بْن رَوَاحَة رَضِيَ اللَّه عَنْهُ وَفِينَا رَسُول اللَّه يَتْلُو كِتَابه إِذَا اِنْشَقَّ مَعْرُوف مِنْ الصُّبْح سَاطِع أَرَانَا الْهُدَى بَعْد الْعَمَى فَقُلُوبنَا بِهِ مُوقِنَات أَنَّ مَا قَالَ وَاقِع يَبِيت يُجَافِي جَنْبه عَنْ فِرَاشه إِذَا اِسْتَثْقَلَتْ بِالْمُشْرِكِينَ الْمَضَاجِع وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح وَعَفَّان قَالَا حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا عَطَاء بْن السَّائِب عَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" عَجِبَ رَبّنَا مِنْ رَجُلَيْنِ : رَجُل ثَارَ مِنْ وِطَائِهِ وَلِحَافه مِنْ بَيْن حَيّه وَأَهْله إِلَى صَلَاته رَغْبَة فِيمَا عِنْدِي وَشَفَقَة مِمَّا عِنْدِي وَرَجُل غَزَا فِي سَبِيل اللَّه تَعَالَى فَانْهَزَمُوا فَعَلِمَ مَا عَلَيْهِ مِنْ الْفِرَار وَمَا لَهُ فِي الرُّجُوع فَرَجَعَ حَتَّى أُهْرِيقَ دَمه رَغْبَة فِيمَا عِنْدِي وَشَفَقَة مِمَّا عِنْدِي فَيَقُول اللَّه عَزَّ وَجَلَّ لِلْمَلَائِكَةِ اُنْظُرُوا إِلَى عَبْدِي رَجَعَ رَغْبَة فِيمَا عِنْدِي وَرَهْبَة مِمَّا عِنْدِي حَتَّى أُهْرِيقَ دَمه \" وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ فِي الْجِهَاد عَنْ مُوسَى بْن إِسْمَاعِيل عَنْ حَمَّاد بْن سَلَمَة بِهِ بِنَحْوِهِ. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ أَبِي وَائِل عَنْ مُعَاذ بْن جَبَل قَالَ كُنْت مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفَر فَأَصْبَحْت يَوْمًا قَرِيبًا مِنْهُ وَنَحْنُ نَسِير فَقُلْت يَا نَبِيّ اللَّه أَخْبِرْنِي بِعَمَلٍ يُدْخِلنِي الْجَنَّة وَيُبَاعِدنِي مِنْ النَّار قَالَ \" لَقَدْ سَأَلْت عَنْ عَظِيم وَإِنَّهُ لَيَسِير عَلَى مَنْ يَسَّرَهُ اللَّه عَلَيْهِ تَعْبُد اللَّه وَلَا تُشْرِك بِهِ شَيْئًا وَتُقِيم الصَّلَاة وَتُؤْتِي الزَّكَاة وَتَصُوم رَمَضَان وَتَحُجّ الْبَيْت ثُمَّ قَالَ أَلَا أَدُلّك عَلَى أَبْوَاب الْخَيْر ؟ الصَّوْم جُنَّة وَالصَّدَقَة تُطْفِئ الْخَطِيئَة وَصَلَاة الرَّجُل فِي جَوْف اللَّيْل - ثُمَّ قَرَأَ \" تَتَجَافَى جُنُوبهمْ عَنْ الْمَضَاجِع - حَتَّى بَلَغَ - جَزَاء بِمَا كَانُوا يَعْمَلُونَ \" ثُمَّ قَالَ - أَلَا أُخْبِرك بِرَأْسِ الْأَمْر وَعَمُوده وَذِرْوَة سَنَامه ؟ - فَقُلْت بَلَى يَا رَسُول اللَّه فَقَالَ - رَأْس الْأَمْر الْإِسْلَام وَعَمُوده الصَّلَاة وَذِرْوَة سَنَامه الْجِهَاد فِي سَبِيل اللَّه - ثُمَّ قَالَ - أَلَا أُخْبِرك بِمَلَاكِ ذَلِكَ كُلّه ؟ فَقُلْت بَلَى يَا نَبِيّ اللَّه فَأَخَذَهُ بِلِسَانِهِ ثُمَّ قَالَ كُفَّ عَلَيْك هَذَا فَقُلْت يَا رَسُول اللَّه وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّم بِهِ ؟ فَقَالَ ثَكِلَتْك أُمّك يَا مُعَاذ وَهَلْ يَكُبّ النَّاس فِي النَّار عَلَى وُجُوههمْ - أَوْ قَالَ عَلَى مَنَاخِرهمْ إِلَّا حَصَائِد أَلْسِنَتهمْ ؟ \" وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ فِي سُنَنهمْ مِنْ طُرُق عَنْ مَعْمَر بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث شُعْبَة عَنْ الْحَكَم قَالَ : سَمِعْت عُرْوَة بْن الزُّبَيْر يُحَدِّث عَنْ مُعَاذ بْن جَبَل أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ \" أَلَا أَدُلّك عَلَى أَبْوَاب الْخَيْر ؟ الصَّوْم جُنَّة وَالصَّدَقَة تَكُفّ الْخَطِيئَة وَقِيَام الْعَبْد فِي جَوْف اللَّيْل \" وَتَلَا هَذِهِ الْآيَة \" تَتَجَافَى جُنُوبهمْ عَنْ الْمَضَاجِع يَدْعُونَ رَبّهمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" وَرَوَاهُ أَيْضًا مِنْ حَدِيث الثَّوْرِيّ عَنْ مَنْصُور بْن الْمُعْتَمِر عَنْ الْحَكَم عَنْ مَيْمُون بْن أَبِي شَبِيب عَنْ مُعَاذ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَمِنْ حَدِيث الْأَعْمَش عَنْ حَبِيب بْن أَبِي ثَابِت وَالْحَكَم عَنْ مَيْمُون بْن أَبِي شَبِيب عَنْ مُعَاذ مَرْفُوعًا بِنَحْوِهِ وَمِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ شَهْر عَنْ مُعَاذ أَيْضًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" تَتَجَافَى جُنُوبهمْ عَنْ الْمَضَاجِع قَالَ\" \" قِيَام الْعَبْد مِنْ اللَّيْل \" وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا قطر بْن خَلِيفَة عَنْ حَبِيب بْن أَبِي ثَابِت وَالْحَكَم وَحَكِيم بْن جَرِير عَنْ مَيْمُون بْن أَبِي شَبِيب عَنْ مُعَاذ بْن جَبَل قَالَ : كُنْت مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك فَقَالَ \" إِنْ شِئْت نَبَّأْتُك بِأَبْوَابِ الْخَيْر الصَّوْم جُنَّة وَالصَّدَقَة تُطْفِئ الْخَطِيئَة وَقِيَام الرَّجُل فِي جَوْف اللَّيْل \" ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" تَتَجَافَى جُنُوبهمْ عَنْ الْمَضَاجِع \" الْآيَة ثُمَّ قَالَ حَدَّثَنَا أَبِي حَدَّثَنَا سُوَيْد بْن سَعِيد حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد قَالَتْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِذَا جَمَعَ اللَّه الْأَوَّلِينَ وَالْآخِرِينَ يَوْم الْقِيَامَة جَاءَ مُنَادٍ فَنَادَى بِصَوْتٍ يُسْمِع الْخَلَائِق سَيَعْلَمُ أَهْل الْجَمْع الْيَوْم مَنْ أَوْلَى بِالْكَرَمِ ثُمَّ يَرْجِع فَيُنَادِي لِيَقُمْ الَّذِينَ كَانَتْ \" تَتَجَافَى جُنُوبهمْ عَنْ الْمَضَاجِع\" الْآيَة - فَيَقُومُونَ وَهُمْ قَلِيل \" وَقَالَ الْبَزَّار حَدَّثَنَا عَبْد اللَّه بْن شَبِيب حَدَّثَنَا الْوَلِيد بْن عَطَاء بْن الْأَغَرّ حَدَّثَنَا عَبْد الْحَمِيد بْن سُلَيْمَان حَدَّثَنِي مُصْعَب عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ قَالَ : قَالَ بِلَال لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" تَتَجَافَى جُنُوبهمْ عَنْ الْمَضَاجِع \" الْآيَة كُنَّا نَجْلِس فِي الْمَجْلِس وَنَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلُّونَ بَعْد الْمَغْرِب إِلَى الْعِشَاء فَنَزَلَتْ هَذِهِ الْآيَة \" تَتَجَافَى جُنُوبهمْ عَنْ الْمَضَاجِع \" ثُمَّ قَالَ لَا نَعْلَم رَوَى أَسْلَم عَنْ بِلَال سِوَاهُ وَلَيْسَ لَهُ طَرِيق عَنْ بِلَال غَيْر هَذِهِ الطَّرِيق .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40144, "aya_id": 16}]