[{"text": "وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْاْ عَلَى أَدْبَارِهِمْ نُفُورًا", "sura_id": 17, "type": 0, "id": 2075, "aya_id": 46}, {"text": "وجعلنا على قلوبهم أكنة أن يفقهوه و في آذانهم وقرا و إذا ذكرت ربك في القرآن وحده و لوا على أدبارهم نفورا", "sura_id": 17, "type": 1, "id": 8311, "aya_id": 46}, {"text": "46 - (وجعلنا على قلوبهم أكنة) أغطية (أن يفقهوه) من أن يفهموا القرآن أي فلا يفهمونه (وفي آذانهم وقرا) ثقلا فلا يسمعونه (وإذا ذكرت ربك في القرآن وحده ولوا على أدبارهم نفورا) عنه \r\n", "sura_id": 17, "type": 2, "id": 27019, "aya_id": 46}, {"text": "وجعلنا على قلوب المشركين أغطية؛ لئلا يفهموا القرآن، وجعلنا في آذانهم صممًا؛ لئلا يسمعوه، وإذا ذَكَرْتَ ربك في القرآن داعيًا لتوحيده ناهيًا عن الشرك به رجعوا على أعقابهم نافرين من قولك؛ استكبارًا واستعظامًا من أن يوحِّدوا الله تعالى في عبادته.\r\n", "sura_id": 17, "type": 3, "id": 33255, "aya_id": 46}, {"text": " <font color=red>وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا</font><BR><p>وَقَوْله \" وَجَعَلْنَا عَلَى قُلُوبهمْ أَكِنَّة \" وَهِيَ جَمْع كِنَان الَّذِي يَغْشَى الْقَلْب \" أَنْ يَفْقَهُوهُ \" أَيْ لِئَلَّا يَفْهَمُوا الْقُرْآن \" وَفِي آذَانهمْ وَقْرًا \" وَهُوَ الثِّقَل الَّذِي يَمْنَعهُمْ مِنْ سَمَاع الْقُرْآن سَمَاعًا يَنْفَعهُمْ وَيَهْتَدُونَ بِهِ . وَقَوْله تَعَالَى \" وَإِذَا ذَكَرْت رَبّك فِي الْقُرْآن وَحْده \" أَيْ إِذَا وَحَّدْت اللَّه فِي تِلَاوَتك وَقُلْت لَا إِلَه إِلَّا اللَّه \" وَلَّوْا \" أَيْ أَدْبَرُوا رَاجِعِينَ \" عَلَى أَدْبَارهمْ نُفُورًا \" وَنُفُور جَمْع نَافِر كَقُعُودٍ جَمْع قَاعِد وَيَجُوز أَنْ يَكُون مَصْدَرًا مِنْ غَيْر الْفِعْل وَاَللَّه أَعْلَم . كَمَا قَالَ تَعَالَى \" وَإِذَا ذُكِرَ اللَّه وَحْده اِشْمَأَزَّتْ قُلُوب الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ \" الْآيَة قَالَ قَتَادَة فِي قَوْله \" وَإِذَا ذَكَرْت رَبّك فِي الْقُرْآن\" الْآيَة أَنَّ الْمُسْلِمِينَ لَمَّا قَالُوا لَا إِلَه إِلَّا اللَّه أَنْكَرَ ذَلِكَ الْمُشْرِكُونَ وَكَبُرَتْ عَلَيْهِمْ فَضَافَهَا إِبْلِيس وَجُنُوده فَأَبَى اللَّه إِلَّا أَنْ يُمْضِيهَا وَيُعْلِيهَا وَيَنْصُرهَا وَيُظْهِرهَا عَلَى مَنْ نَاوَأَهَا إِنَّهَا كَلِمَة مَنْ خَاصَمَ بِهَا فَلَحَ وَمَنْ قَاتَلَ بِهَا نُصِرَ إِنَّمَا يَعْرِفهَا أَهْل هَذِهِ الْجَزِيرَة مِنْ الْمُسْلِمِينَ الَّتِي يَقْطَعهَا الرَّاكِب فِي لَيَالٍ قَلَائِل وَيَسِير الدَّهْر فِي فِئَام مِنْ النَّاس لَا يَعْرِفُونَهَا وَلَا يُقِرُّونَ بِهَا . \" قَوْل آخَر فِي الْآيَة \" رَوَى اِبْن جَرِير حَدَّثَنِي الْحُسَيْن بْن مُحَمَّد الذَّارِع حَدَّثَنَا رَوْح بْن الْمُسَيِّب أَوْ رَجَاء الْكَلْبِيّ حَدَّثَنَا عَمْرو بْن مَالِك عَنْ أَبِي الْجَوْزَاء عَنْ اِبْن عَبَّاس فِي قَوْله \" وَإِذَا ذَكَرْت رَبّك فِي الْقُرْآن وَحْده وَلَّوْا عَلَى أَدْبَارهمْ نُفُورًا \" هُمْ الشَّيَاطِين وَهَذَا غَرِيب جِدًّا فِي تَفْسِيرهَا وَإِلَّا فَالشَّيَاطِين إِذَا قُرِئَ الْقُرْآن أَوْ نُودِيَ بِالْأَذَانِ أَوْ ذُكِرَ اللَّه اِنْصَرَفُوا .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38230, "aya_id": 46}]