[{"text": "وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيِقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ آمَنُواْ مِنكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللّهِ لَهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 9, "type": 0, "id": 1296, "aya_id": 61}, {"text": "و منهم الذين يؤذون النبي و يقولون هو أذن قل أذن خير لكم يؤمن بالله و يؤمن للمؤمنين و رحمة للذين آمنوا منكم و الذين يؤذون رسول الله لهم عذاب أليم", "sura_id": 9, "type": 1, "id": 7532, "aya_id": 61}, {"text": "61 - (ومنهم) أي المنافقين (الذين يؤذون النبي) بعيبه وبنقل حديثه (ويقولون) إذا نهوا عن ذلك لئلا يبلغه (هو أذن) أي يسمع كل قيل ويقبله فإذا حلفنا له أنا لم نقل صدقنا (قل) هو (أذُن) مستمع (خير لكم) لا مستمع شر (يؤمن بالله ويؤمن) يصدق (للمؤمنين) فيما أخبروه به لا لغيرهم واللام زائدة للفرق بين إيمان التسليم وغيره (ورحمة) بالرفع عطفاً على أذن والجر عطفاً على خير (للذين آمنوا منكم والذين يؤذون رسول الله لهم عذاب أليم) \r\n", "sura_id": 9, "type": 2, "id": 26240, "aya_id": 61}, {"text": "ومن المنافقين قوم يؤذون رسول الله صلى الله عليه وسلم بالكلام, ويقولون: إنه يستمع لكل ما يقال له فيصدقه, قل لهم -أيها النبي-: إن محمدًا هو أذن تستمع لكل خير, يؤمن بالله ويصدق المؤمنين فيما يخبرونه, وهو رحمة لمن اتبعه واهتدى بهداه. والذين يؤذون رسول الله محمدًا صلى الله عليه وسلم بأي نوع من أنواع الإيذاء, لهم عذاب مؤلم موجع.\r\n", "sura_id": 9, "type": 3, "id": 32476, "aya_id": 61}, {"text": " <font color=red>وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>يَقُول تَعَالَى وَمِنْ الْمُنَافِقِينَ قَوْم يُؤْذُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْكَلَامِ فِيهِ وَيَقُولُونَ هُوَ أُذُن أَيْ مَنْ قَالَ لَهُ شَيْئًا صَدَّقَهُ فِينَا وَمَنْ حَدَّثَهُ صَدَّقَهُ فَإِذَا جِئْنَاهُ وَحَلَفْنَا لَهُ صَدَّقَنَا رُوِيَ مَعْنَاهُ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة قَالَ اللَّه تَعَالَى قُلْ أُذُن خَيْر لَكُمْ أَيْ هُوَ أُذُن خَيْر يَعْرِف الصَّادِق مِنْ الْكَاذِب يُؤْمِن بِاَللَّهِ وَيُؤْمِن لِلْمُؤْمِنِينَ أَيْ وَيُصَدِّق الْمُؤْمِنِينَ وَرَحْمَة لِلَّذِينَ آمَنُوا مِنْكُمْ وَهُوَ حُجَّة عَلَى الْكَافِرِينَ وَلِهَذَا قَالَ تَعَالَى : \" وَاَلَّذِينَ يُؤْذُونَ رَسُول اللَّه لَهُمْ عَذَاب أَلِيم \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43481, "aya_id": 61}]