[{"text": "قَالَ يَا أَيُّهَا المَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَن يَأْتُونِي مُسْلِمِينَ", "sura_id": 27, "type": 0, "id": 3197, "aya_id": 38}, {"text": "قال يا أيها الملأ أيكم يأتيني بعرشها قبل أن يأتوني مسلمين", "sura_id": 27, "type": 1, "id": 9433, "aya_id": 38}, {"text": "38 - (قال يا أيها الملأ أيكم) في الهمزتين ما تقدم (يأتيني بعرشها قبل أن يأتوني مسلمين) منقادين طائعين فلي أخذه قبل ذلك لا بعده \r\n", "sura_id": 27, "type": 2, "id": 28141, "aya_id": 38}, {"text": "قال سليمان مخاطبًا من سَخَّرهم الله له من الجن والإنس: أيُّكم يأتيني بسرير ملكها العظيم قبل أن يأتوني منقادين طائعين؟\r\n", "sura_id": 27, "type": 3, "id": 34377, "aya_id": 38}, {"text": " <font color=red>قَالَ يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان قَالَ : فَلَمَّا رَجَعَتْ إِلَيْهَا الرُّسُل بِمَا قَالَ سُلَيْمَان قَالَتْ قَدْ وَاَللَّه عَرَفْت مَا هَذَا بِمَلِكٍ وَمَا لَنَا بِهِ مِنْ طَاقَة وَمَا نَصْنَع بِمُكَابَرَتِهِ شَيْئًا وَبَعَثَتْ إِلَيْهِ إِنِّي قَادِمَة عَلَيْك بِمُلُوكِ قَوْمِي لِأَنْظُرَ مَا أَمْرك وَمَا تَدْعُونَا إِلَيْهِ مِنْ دِينِك ثُمَّ أَمَرَتْ بِسَرِيرِ مُلْكهَا الَّذِي كَانَتْ تَجْلِس عَلَيْهِ وَكَانَ مِنْ ذَهَب مُفَصَّص بِالْيَاقُوتِ وَالزَّبَرْجَد وَاللُّؤْلُؤ فَجُعِلَ فِي سَبْعَة أَبْيَات بَعْضهَا فِي بَعْض ثُمَّ أَقْفَلَتْ عَلَيْهِ الْأَبْوَاب ثُمَّ قَالَتْ لِمَنْ خَلَّفَتْ عَلَى سُلْطَانهَا اِحْتَفَظَ بِمَا قِبَلك وَسَرِير مُلْكِي فَلَا يَخْلُص إِلَيْهِ أَحَد مِنْ عِبَاد اللَّه وَلَا يَرَيَنَّهُ أَحَد حَتَّى آتِيك ثُمَّ شَخَصَتْ إِلَى سُلَيْمَان فِي اِثْنَيْ عَشَرَ أَلْف قَيْل مِنْ مُلُوك الْيَمَن تَحْت يَدَيْ كُلّ قَيْل أُلُوف كَثِيرَة فَجَعَلَ سُلَيْمَان يَبْعَث الْجِنّ يَأْتُونَهُ بِمَسِيرِهَا وَمُنْتَهَاهَا كُلّ يَوْم وَلَيْلَة حَتَّى إِذَا دَنَتْ جَمَعَ مَنْ عِنْده مِنْ الْجِنّ وَالْإِنْس مِمَّنْ تَحْت يَده فَقَالَ \" يَا أَيّهَا الْمَلَأ أَيّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْل أَنْ يَأْتُونِي مُسْلِمِينَ \" وَقَالَ قَتَادَة لَمَّا بَلَغَ سُلَيْمَان أَنَّهَا جَائِيَة وَكَانَ قَدْ ذُكِرَ لَهُ عَرْشهَا فَأَعْجَبَهُ وَكَانَ مِنْ ذَهَب وَقَوَائِمه لُؤْلُؤ وَجَوْهَر وَكَانَ مُسَتَّرًا بِالدِّيبَاجِ وَالْحَرِير فَكَانَتْ عَلَيْهِ تِسْعَة مَغَالِيق فَكَرِهَ أَنْ يَأْخُذهُ بَعْد إِسْلَامهمْ وَقَدْ عَلِمَ نَبِيّ اللَّه أَنَّهُمْ مَتَى أَسْلَمُوا تَحْرُم أَمْوَالهمْ وَدِمَاؤُهُمْ فَقَالَ \" يَا أَيّهَا الْمَلَأ أَيّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْل أَنْ يَأْتُونِي مُسْلِمِينَ \" وَهَكَذَا قَالَ عَطَاء الْخُرَاسَانِيّ وَالسُّدِّيّ وَزُهَيْر بْن مُحَمَّد \" قَبْل أَنْ يَأْتُونِي مُسْلِمِينَ\" فَتَحْرُم عَلَيَّ أَمْوَالهمْ بِإِسْلَامِهِمْ .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39624, "aya_id": 38}]