[{"text": "إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ", "sura_id": 74, "type": 0, "id": 5520, "aya_id": 25}, {"text": "إن هذا إلا قول البشر", "sura_id": 74, "type": 1, "id": 11756, "aya_id": 25}, {"text": "25 - (إن) ما (هذا إلا قول البشر) كما قالوا إنما يعلمه بشر \r\n", "sura_id": 74, "type": 2, "id": 30464, "aya_id": 25}, {"text": "ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم, ثم ادَّعى أنه من عند الله.\r\n", "sura_id": 74, "type": 3, "id": 36700, "aya_id": 25}, {"text": " <font color=red>إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ</font><BR><p>أَيْ لَيْسَ بِكَلَامِ اللَّه وَهَذَا الْمَذْكُور فِي هَذَا السِّيَاق هُوَ الْوَلِيد بْن الْمُغِيرَة الْمَخْزُومِيّ أَحَد رُؤَسَاء قُرَيْش لَعَنَهُ اللَّه وَكَانَ مِنْ خَبَره فِي هَذَا مَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَالَ دَخَلَ الْوَلِيد بْن الْمُغِيرَة عَلَى أَبِي بَكْر بْن أَبِي قُحَافَة فَسَأَلَهُ عَنْ الْقُرْآن فَلَمَّا أَخْبَرَهُ خَرَجَ عَلَى قُرَيْش فَقَالَ يَا عَجَبًا لِمَا يَقُول اِبْن أَبِي كَبْشَة فَوَاَللَّهِ مَا هُوَ بِشِعْرٍ وَلَا بِسِحْرٍ وَلَا بِهَذْيٍ مِنْ الْجُنُون وَإِنَّ قَوْله لَمِنْ كَلَام اللَّه فَلَمَّا سَمِعَ بِذَلِكَ النَّفَر مِنْ قُرَيْش اِئْتَمَرُوا وَقَالُوا وَاَللَّه لَئِنْ صَبَأَ الْوَلِيد لَتَصْبُوا قُرَيْش فَلَمَّا سَمِعَ بِذَلِكَ أَبُو جَهْل بْن هِشَام قَالَ أَنَا وَاَللَّه أَكْفِيكُمْ شَأْنه فَانْطَلَقَ حَتَّى دَخَلَ عَلَيْهِ بَيْته فَقَالَ لِلْوَلِيدِ أَلَمْ تَرَ إِلَى قَوْمك قَدْ جَمَعُوا لَك الصَّدَقَة ؟ فَقَالَ أَلَسْت أَكْثَرهمْ مَالًا وَوَلَدًا ؟ فَقَالَ لَهُ أَبُو جَهْل يَتَحَدَّثُونَ أَنَّك إِنَّمَا تَدْخُل عَلَى اِبْن أَبِي قُحَافَة لِتُصِيبَ مِنْ طَعَامه فَقَالَ الْوَلِيد أَقَدْ تَحَدَّثَ بِهِ عَشِيرَتِي ؟ فَلَا وَاَللَّه لَا أَقْرَب اِبْن أَبِي قُحَافَة وَلَا عُمَر وَلَا اِبْن أَبِي كَبْشَة وَمَا قَوْله إِلَّا سِحْر يُؤْثَر فَأَنْزَلَ اللَّه عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ذَرْنِي وَمَنْ خَلَقْت وَحِيدًا - إِلَى قَوْله - لَا تُبْقِي وَلَا تَذَر \" وَقَالَ قَتَادَة : زَعَمُوا أَنَّهُ قَالَ وَاَللَّه لَقَدْ نَظَرْت فِيمَا قَالَ الرَّجُل فَإِذَا هُوَ لَيْسَ بِشِعْرٍ وَإِنَّ لَهُ لَحَلَاوَة وَإِنَّ عَلَيْهِ لَطَلَاوَة وَإِنَّهُ لَيَعْلُو وَمَا يُعْلَى عَلَيْهِ وَمَا أَشُكّ أَنَّهُ سِحْر فَأَنْزَلَ اللَّه \" فَقُتِلَ كَيْفَ قَدَّرَ \" الْآيَة\" ثُمَّ عَبَسَ وَبَسَرَ \" قَبَضَ مَا بَيْن عَيْنَيْهِ وَكَلَحَ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا مُحَمَّد بْن ثَوْر عَنْ مَعْمَر عَنْ عُبَادَة بْن مَنْصُور عَنْ عِكْرِمَة أَنَّ الْوَلِيد بْن الْمُغِيرَة جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَرَأَ عَلَيْهِ الْقُرْآن فَكَأَنَّهُ رَقَّ لَهُ فَبَلَغَ ذَلِكَ أَبَا جَهْل بْن هِشَام فَأَتَاهُ فَقَالَ أَيْ عَمّ إِنَّ قَوْمك يُرِيدُونَ أَنْ يَجْمَعُوا لَك مَالًا قَالَ لِمَ ؟ قَالَ يُعْطُونَكَهُ فَإِنَّك أَتَيْت مُحَمَّدًا تَتَعَرَّض لِمَا قِبَله قَالَ قَدْ عَلِمَتْ قُرَيْش أَنِّي أَكْثَرهَا مَالًا قَالَ : فَقُلْ فِيهِ قَوْلًا يَعْلَم قَوْمك أَنَّك مُنْكِر لِمَا قَالَ وَأَنَّك كَارِه لَهُ قَالَ فَمَاذَا أَقُول فِيهِ ؟ فَوَاَللَّهِ مَا مِنْكُمْ رَجُل أَعْلَم بِالْأَشْعَارِ مِنِّي وَلَا أَعْلَم بِرَجَزِهِ وَلَا بِقَصِيدِهِ وَلَا بِأَشْعَارِ الْجِنّ وَاَللَّه مَا يُشْبِه الَّذِي يَقُولهُ شَيْئًا مِنْ هَذَا وَاَللَّه إِنَّ لِقَوْلِهِ الَّذِي يَقُولهُ لَحَلَاوَة وَإِنَّهُ لَيَحْطِم مَا تَحْته وَإِنَّهُ لَيَعْلُو وَمَا يُعْلَى وَقَالَ وَاَللَّه لَا يَرْضَى قَوْمك حَتَّى تَقُول فِيهِ قَالَ فَدَعْنِي حَتَّى أُفَكِّر فِيهِ فَلَمَّا فَكَّرَ قَالَ : إِنْ هَذَا إِلَّا سِحْر يُؤْثِرهُ عَنْ غَيْره فَنَزَلَتْ \" ذَرْنِي وَمَنْ خَلَقْت وَحِيدًا - حَتَّى بَلَغَ - تِسْعَة عَشَر \" وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَاق وَغَيْر وَاحِد نَحْوًا مِنْ هَذَا . وَقَدْ زَعَمَ السُّدِّيّ أَنَّهُمْ لَمَّا اِجْتَمَعُوا فِي دَار النَّدْوَة لِيُجْمِعُوا رَأْيهمْ عَلَى قَوْل يَقُولُونَهُ فِيهِ قَبْل أَنْ يَقْدَم عَلَيْهِمْ وُفُود الْعَرَب لِلْحَجِّ لِيَصُدُّوهُمْ عَنْهُ فَقَالَ قَائِلُونَ شَاعِر وَقَالَ آخَرُونَ سَاحِر وَقَالَ آخَرُونَ كَاهِن وَقَالَ آخَرُونَ مَجْنُون كَمَا قَالَ تَعَالَى \" اُنْظُرْ كَيْف ضَرَبُوا لَك الْأَمْثَال فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا \" كُلّ هَذَا وَالْوَلِيد يُفَكِّر فِيمَا يَقُولهُ فِيهِ فَفَكَّرَ وَقَدَّرَ وَنَظَرَ وَعَبَسَ وَبَسَرَ فَقَالَ إِنْ هَذَا إِلَّا سِحْر يُؤْثَر إِنْ هَذَا إِلَّا قَوْل الْبَشَر .</p><BR> <br> ", "sura_id": 74, "type": 4, "id": 42809, "aya_id": 25}]