[{"text": "وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلاَ تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالأَمْنِ إِن كُنتُمْ تَعْلَمُونَ", "sura_id": 6, "type": 0, "id": 870, "aya_id": 81}, {"text": "وكيف أخاف ما أشركتم ولا تخافون أنكم أشركتم بالله ما لم ينزل به عليكم سلطانا فأي الفريقين أحق بالأمن إن كنتم تعلمون", "sura_id": 6, "type": 1, "id": 7106, "aya_id": 81}, {"text": "81 - (وكيف أخاف ما أشركتم) بالله وهي لا تضر ولا تنفع (ولا تخافون) أنتم من الله (أنكم أشركتم بالله) في العبادة (ما لم ينزل به) بعبادته (عليكم سلطانا) حجة وبرهانا وهو القادر على كل شيء (فأي الفريقين أحق بالأمن) أنحن أم أنتم (إن كنتم تعلمون) من الأحق به أي وهو نحن فاتبعوه \r\n", "sura_id": 6, "type": 2, "id": 25814, "aya_id": 81}, {"text": "وكيف أخاف أوثانكم وأنتم لا تخافون ربي الذي خلقكم, وخلق أوثانكم التي أشركتموها معه في العبادة, من غير حجة لكم على ذلك؟ فأي الفريقين: فريق المشركين وفريق الموحدين أحق بالطمأنينة والسلامة والأمن من عذاب الله؟ إن كنتم تعلمون صدق ما أقول فأخبروني.\r\n", "sura_id": 6, "type": 3, "id": 32050, "aya_id": 81}, {"text": " <font color=red>وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ</font><BR><p>وَقَوْله \" وَكَيْفَ أَخَاف مَا أَشْرَكْتُمْ \" أَيْ كَيْفَ أَخَاف مِنْ هَذِهِ الْأَصْنَام الَّتِي تَعْبُدُونَهَا مِنْ دُون اللَّه \" وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاَللَّهِ مَا لَمْ يُنَزِّل بِهِ عَلَيْكُمْ سُلْطَانًا\" قَالَ اِبْن عَبَّاس وَغَيْر وَاحِد مِنْ السَّلَف أَيْ حُجَّة وَهَذَا كَقَوْلِهِ تَعَالَى \" أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُمْ مِنْ الدِّين مَا لَمْ يَأْذَن بِهِ اللَّه \" وَقَوْله تَعَالَى \" إِنْ هِيَ إِلَّا أَسْمَاء سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّه بِهَا مِنْ سُلْطَان \" وَقَوْله \" فَأَيّ الْفَرِيقَيْنِ أَحَقّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ \" أَيْ فَأَيّ الطَّائِفَتَيْنِ أَصْوَب الَّذِي عَبَدَ مَنْ بِيَدِهِ الضُّرّ وَالنَّفْع أَوْ الَّذِي عَبَدَ مَنْ لَا يَضُرّ وَلَا يَنْفَع بِلَا دَلِيل أَيّهمَا أَحَقّ بِالْأَمْنِ مِنْ عَذَاب اللَّه يَوْم الْقِيَامَة لَا شَرِيك لَهُ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42221, "aya_id": 81}]