[{"text": "مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ وَاللّهُ يُضَاعِفُ لِمَن يَشَاء وَاللّهُ وَاسِعٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 268, "aya_id": 261}, {"text": "مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة والله يضاعف لمن يشاء والله واسع عليم", "sura_id": 2, "type": 1, "id": 6504, "aya_id": 261}, {"text": "261 - (مثل) صفة نفقات (الذين ينفقون أموالهم في سبيل الله) أي طاعته (كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة) فكذلك نفقاتهم تضاعفت لسبعمائة ضعف (والله يضاعف) أكثر من ذلك (لمن يشاء والله واسع) فضله (عليم) بمن يستحق المضاعفة \r\n", "sura_id": 2, "type": 2, "id": 25212, "aya_id": 261}, {"text": "ومِن أعظم ما ينتفع به المؤمنون الإنفاقُ في سبيل الله. ومثل المؤمنين الذين ينفقون أموالهم في سبيل الله كمثل حبة زُرِعتْ في أرض طيبة, فإذا بها قد أخرجت ساقًا تشعب منها سبع شعب, لكل واحدة سنبلة, في كل سنبلة مائة حبة. والله يضاعف الأجر لمن يشاء, بحسب ما يقوم بقلب المنفق من الإيمان والإخلاص التام. وفضل الله واسع, وهو سبحانه عليم بمن يستحقه, مطلع على نيات عباده.\r\n", "sura_id": 2, "type": 3, "id": 31448, "aya_id": 261}, {"text": " <font color=red>مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ</font><BR><p>هَذَا مَثَل ضَرَبَهُ اللَّه تَعَالَى لِتَضْعِيفِ الثَّوَاب لِمَنْ أَنْفَقَ فِي سَبِيله وَابْتِغَاء مَرْضَاته وَإِنَّ الْحَسَنَة تُضَاعَف بِعَشْرِ أَمْثَالهَا إِلَى سَبْعمِائَةِ ضِعْف فَقَالَ \" مَثَل الَّذِينَ يُنْفِقُونَ أَمْوَالهمْ فِي سَبِيل اللَّه \" قَالَ سَعِيد بْن جُبَيْر يَعْنِي فِي طَاعَة اللَّه وَقَالَ مَكْحُول يَعْنِي بِهِ الْإِنْفَاق فِي الْجِهَاد مِنْ رِبَاط الْخَيْل وَإِعْدَاد السِّلَاح وَغَيْر ذَلِكَ وَقَالَ شَبِيب بْن بِشْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس الْجِهَاد وَالْحَجّ يُضَعِّف الدِّرْهَم فِيهِمَا إِلَى سَبْعمِائَةِ ضِعْف وَلِهَذَا قَالَ اللَّه تَعَالَى \" كَمَثَلِ حَبَّة أَنْبَتَتْ سَبْع سَنَابِل فِي كُلّ سُنْبُلَة مِائَة حَبَّة \" وَهَذَا الْمَثَل أَبْلَغ فِي النُّفُوس مِنْ ذِكْر عَدَد السَّبْعمِائَةِ فَإِنَّ هَذَا فِيهِ إِشَارَة إِلَى أَنَّ الْأَعْمَال الصَّالِحَة يُنَمِّيهَا اللَّه عَزَّ وَجَلَّ لِأَصْحَابِهَا كَمَا يُنَمِّي الزَّرْع لِمَنْ بَذَرَهُ فِي الْأَرْض الطَّيِّبَة وَقَدْ وَرَدَتْ السُّنَّة بِتَضْعِيفِ الْحَسَنَة إِلَى سَبْعمِائَةِ ضِعْف قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا زِيَاد بْن الرَّبِيع أَبُو خِدَاش حَدَّثَنَا وَاصِل مَوْلَى اِبْن عُيَيْنَة عَنْ بَشَّار بْن أَبِي سَيْف الْجَرْمِيّ عَنْ عِيَاض بْن غُطَيْف قَالَ : دَخَلْنَا عَلَى أَبِي عُبَيْدَة نَعُودهُ مِنْ شَكْوَى أَصَابَهُ بِجَنْبِهِ وَامْرَأَته نَحِيفَة قَاعِدَة عِنْد رَأْسه قُلْنَا كَيْف بَاتَ أَبُو عُبَيْدَة ؟ قَالَتْ : وَاَللَّه لَقَدْ بَاتَ بِأَجْرٍ قَالَ أَبُو عُبَيْدَة مَا بِتّ بِأَجْرٍ وَكَانَ مُقْبِلًا بِوَجْهِهِ عَلَى الْحَائِط فَأَقْبَلَ عَلَى الْقَوْم بِوَجْهِهِ وَقَالَ أَلَا تَسْأَلُونِي عَمَّا قُلْت ؟ قَالُوا مَا أَعْجَبَنَا مَا قُلْت فَنَسْأَلك عَنْهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول مَنْ أَنْفَقَ نَفَقَة فَاضِلَة فِي سَبِيل اللَّه فَسَبْعمِائَةِ وَمَنْ أَنْفَقَ عَلَى نَفْسه وَأَهْله أَوْ عَادَ مَرِيضًا أَوْ مَازَ أَذًى فَالْحَسَنَة بِعَشْرِ أَمْثَالهَا وَالصَّوْم جُنَّة مَا لَمْ يَخْرِقهَا وَمَنْ اِبْتَلَاهُ اللَّه عَزَّ وَجَلَّ بِبَلَاءٍ فِي جَسَده فَهُوَ لَهُ حِطَّة وَقَدْ رَوَى النَّسَائِيّ فِي الصَّوْم بَعْضه مِنْ حَدِيث وَاصِل بِهِ وَمِنْ وَجْه آخَر مُوَقْوِقًا. \" حَدِيثٌ آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ سُلَيْمَان سَمِعْت أَبَا عَمْرو الشَّيْبَانِيّ عَنْ اِبْن مَسْعُود أَنَّ رَجُلًا تَصَدَّقَ بِنَاقَةٍ مَخْطُومَة فِي سَبِيل اللَّه فَقَالَ رَسُول - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَتَأْتِيَنَّ يَوْم الْقِيَامَة بِسَبْعِمِائَةِ نَاقَة مَخْطُومَة وَرَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان عَنْ الْأَعْمَش بِهِ وَلَفْظ مُسْلِم جَاءَ رَجُل بِنَاقَةِ مَخْطُومَة فَقَالَ يَا رَسُول اللَّه هَذِهِ فِي سَبِيل اللَّه فَقَالَ لَك بِهَا يَوْم الْقِيَامَة سَبْعمِائَةِ نَاقَة . \" حَدِيثٌ آخَر \" قَالَ أَحْمَد حَدَّثَنَا عَمْرو بْن مُجَمِّع أَبُو الْمُنْذِر الْكِنْدِيّ أَخْبَرَنَا إِبْرَاهِيم الْهَجَرِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِنَّ اللَّه جَعَلَ حَسَنَة اِبْن آدَم إِلَى عَشْر أَمْثَالهَا إِلَى سَبْعمِائَةِ ضِعْف إِلَّا الصَّوْم وَالصَّوْم لِي وَأَنَا أَجْزِي بِهِ وَلِلصَّائِمِ فَرْحَتَان فَرْحَة عِنْد إِفْطَاره وَفَرْحَة يَوْم الْقِيَامَة وَلَخُلُوف فَم الصَّائِم أَطْيَب عِنْد اللَّه مِنْ رِيح الْمِسْك . \" حَدِيثٌ آخَر \" قَالَ أَحْمَد أَخْبَرَنَا وَكِيع أَخْبَرَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كُلّ عَمَل اِبْن آدَم يُضَاعَف الْحَسَنَة بِعَشْرِ أَمْثَالهَا إِلَى سَبْعمِائَةِ ضِعْف إِلَى مَا شَاءَ اللَّه يَقُول اللَّه إِلَّا الصَّوْم فَإِنَّهُ لِي وَأَنَا أَجْزِي بِهِ يَدَع طَعَامه وَشَرَابه مِنْ أَجْلِي وَلِلصَّائِمِ فَرْحَتَان فَرْحَة عِنْد فِطْره وَفَرْحَة عِنْد لِقَاء رَبّه وَلَخُلُوف فَم الصَّائِم أَطْيَب عِنْد اللَّه مِنْ رِيح الْمِسْك الصَّوْم جُنَّة الصَّوْم جُنَّة . وَكَذَا رَوَاهُ مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة وَأَبِي سَعِيد الْأَشَجّ كِلَاهُمَا عَنْ وَكِيع بِهِ . \" حَدِيثٌ آخَر \" قَالَ أَحْمَد حَدَّثَنَا حُسَيْن بْن عَلِيّ عَنْ زَائِدَة عَنْ الرُّكَيْن عَنْ بِشْر بْن عَمِيلَة عَنْ خُرَيْم بْن وَائِل قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَنْ أَنْفَقَ نَفَقَة فِي سَبِيل اللَّه تَضَاعَفَتْ بِسَبْعِمِائَةِ ضِعْف . \" حَدِيثٌ آخَر \" قَالَ أَبُو دَاوُد أَنْبَأَنَا مُحَمَّد بْن عَمْرو بْن السَّرْح حَدَّثَنَا اِبْن وَهْب عَنْ يَحْيَى بْن أَيُّوب وَسَعِيد بْن أَبِي أَيُّوب عَنْ زَبَّان بْن فَائِد عَنْ سَهْل بْن مُعَاذ عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِنَّ الصَّلَاةَ وَالصِّيَامَ وَالذِّكْرَ يُضَاعَف عَلَى النَّفَقَة فِي سَبِيل اللَّه بِسَبْعِمِائَةِ ضِعْف . \" حَدِيثٌ آخَر \" قَالَ اِبْن أَبِي حَاتِم : أَنْبَأَنَا أَبِي حَدَّثَنَا هَارُون بْن عَبْد اللَّه بْن مَرْوَان حَدَّثَنَا اِبْن أَبِي فُدَيْك عَنْ الْخَلِيل بْن عَبْد اللَّه عَنْ الْحَسَن عَنْ عِمْرَان بْن حُصَيْن أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - قَالَ مَنْ أَرْسَلَ بِنَفَقَةٍ فِي سَبِيل اللَّه وَأَقَامَ فِي بَيْته فَلَهُ بِكُلِّ دِرْهَم سَبْعمِائَةِ دِرْهَم يَوْم الْقِيَامَة وَمَنْ غَزَا فِي سَبِيل اللَّه وَأَنْفَقَ فِي جِهَة ذَلِكَ فَلَهُ بِكُلِّ دِرْهَم سَبْعمِائَةِ أَلْف دِرْهَم ثُمَّ تَلَا هَذِهِ الْآيَة \" وَاَللَّهُ يُضَاعِفُ لِمَنْ يَشَاء \" وَهَذَا حَدِيث غَرِيب وَقَدْ تَقَدَّمَ حَدِيث أَبِي عُثْمَان النَّهْدِيّ عَنْ أَبِي هُرَيْرَة فِي تَضْعِيف الْحَسَنَة إِلَى أَلْفَيْ أَلْف حَسَنَة عِنْد قَوْله \" مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفهُ لَهُ أَضْعَافًا كَثِيرَة \" الْآيَة . \" حَدِيثٌ آخَر \" قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد اللَّه بْن عُبَيْد اللَّه بْن الْعَسْكَرِيّ الْبَزَّار أَخْبَرَنَا الْحَسَن بْن عَلِيّ بْن شَبِيب أَخْبَرَنَا مَحْمُود بْن خَالِد الدِّمَشْقِيّ أَخْبَرَنَا أَبِي عَنْ عِيسَى بْن الْمُسَيِّب عَنْ نَافِع عَنْ اِبْن عُمَر لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" مَثَل الَّذِينَ يُنْفِقُونَ أَمْوَالهمْ فِي سَبِيل اللَّه \" قَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - رَبّ زِدْ أُمَّتِي قَالَ فَأَنْزَلَ اللَّه \" مَنْ ذَا الَّذِي يُقْرِض اللَّهَ قَرْضًا حَسَنًا \" قَالَ رَبّ زِدْ أُمَّتِي قَالَ فَأَنْزَلَ اللَّه\" إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَاب \" وَقَدْ رَوَاهُ أَبُو حَاتِم وَابْن حِبَّان فِي صَحِيحه عَنْ حَاجِب بْن أركين عَنْ أَبِي عُمَر حَفْص بْن عُمَر بْن عَبْد الْعَزِيز الْمُقْرِي عَنْ أَبِي إِسْمَاعِيل الْمُؤَدِّب عَنْ عِيسَى بْن الْمُسَيِّب عَنْ نَافِع عَنْ اِبْن عُمَر فَذَكَرَهُ وَقَوْله هَاهُنَا \" وَاَللَّه يُضَاعِف لِمَنْ يَشَاء \" أَيْ بِحَسَبِ إِخْلَاصه فِي عَمَله \" وَاَللَّهُ وَاسِعٌ عَلِيمٌ \" أَيْ فَضْله وَاسِع كَثِير أَكْثَر مِنْ خَلْقه عَلِيم بِمَنْ يَسْتَحِقّ وَمَنْ لَا يَسْتَحِقّ سُبْحَانه وَبِحَمْدِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38676, "aya_id": 261}]