[{"text": "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ", "sura_id": 51, "type": 0, "id": 4733, "aya_id": 58}, {"text": "إن الله هو الرزاق ذو القوة المتين", "sura_id": 51, "type": 1, "id": 10969, "aya_id": 58}, {"text": "58 - (إن الله هو الرزاق ذو القوة المتين) الشديدد \r\n", "sura_id": 51, "type": 2, "id": 29677, "aya_id": 58}, {"text": "إن الله وحده هو الرزاق لخلقه, المتكفل بأقواتهم, ذو القوة المتين, لا يُقْهَر ولا يغالَب, فله القدرة والقوة كلها.\r\n", "sura_id": 51, "type": 3, "id": 35913, "aya_id": 58}, {"text": " <font color=red>إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ</font><BR><p>إِنَّ اللَّه هُوَ الرَّزَّاق ذُو الْقُوَّة الْمَتِين \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم وَأَبُو سَعِيد قَالَا حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَبْد الرَّحْمَن بْن يَزِيد عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ أَقْرَأَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي أَنَا الرَّزَّاق ذُو الْقُوَّة الْمَتِين \" وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث إِسْرَائِيل وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَمَعْنَى الْآيَة أَنَّهُ تَبَارَكَ وَتَعَالَى خَلَقَ الْعِبَاد لِيَعْبُدُوهُ وَحْدَهُ لَا شَرِيك لَهُ فَمَنْ أَطَاعَهُ جَازَاهُ أَتَمَّ الْجَزَاء وَمَنْ عَصَاهُ عَذَّبَهُ أَشَدّ الْعَذَاب وَأَخْبَرَ أَنَّهُ غَيْر مُحْتَاج إِلَيْهِمْ بَلْ هُمْ الْفُقَرَاء إِلَيْهِ فِي جَمِيع أَحْوَالهمْ فَهُوَ خَالِقهمْ وَرَازِقهمْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه حَدَّثَنَا عِمْرَان - يَعْنِي اِبْن زَائِدَة بْن نَشِيط عَنْ أَبِيهِ عَنْ أَبِي خَالِد - هُوَ الْوَالِبِيّ - عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَعْنِي قَالَ اللَّه تَعَالَى - \" يَا اِبْن آدَم تَفَرَّغْ لِعِبَادَتِي أَمْلَأْ صَدْرك غِنًى وَأَسُدَّ فَقْرك وَإِلَّا تَفْعَلْ مَلَأْت صَدْرك شُغْلًا وَلَمْ أَسُدَّ فَقْرَك\" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث عِمْرَان بْن زَائِدَة وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب . وَقَدْ رَوَى الْإِمَام أَحْمَد عَنْ وَكِيع وَأَبِي مُعَاوِيَة عَنْ الْأَعْمَش عَنْ سَلَّام بْن شُرَحْبِيل سَمِعْت حَبَّة وَسَوَاء اِبْنَيْ خَالِد يَقُولَانِ : أَتَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَعْمَل عَمَلًا أَوْ يَبْنِي بِنَاء - وَقَالَ أَبُو مُعَاوِيَة يُصْلِح شَيْئًا فَأَعَنَّاهُ عَلَيْهِ فَلَمَّا فَرَغَ دَعَا لَنَا وَقَالَ\" لَا تَيْأَسَا مِنْ الرِّزْق مَا تَهَزْهَزَتْ رُءُوسُكُمَا فَإِنَّ الْإِنْسَان تَلِدهُ أُمُّهُ أَحْمَر لَيْسَ عَلَيْهِ قِشْرَة ثُمَّ يُعْطِيه اللَّه وَيَرْزُقهُ \" . وَقَدْ وَرَدَ فِي بَعْض الْكُتُب الْإِلَهِيَّة : يَقُول اللَّه تَعَالَى اِبْن آدَم خَلَقْتُك لِعِبَادَتِي فَلَا تَلْعَبْ وَتَكَفَّلْت بِرِزْقِك فَلَا تَتْعَب فَاطْلُبْنِي تَجِدْنِي فَإِنْ وَجَدْتنِي وَجَدْت كُلّ شَيْء وَإِنْ فُتُّك فَاتَك كُلّ شَيْء وَأَنَا أَحَبُّ إِلَيْك مِنْ كُلّ شَيْء .</p><BR> <br> ", "sura_id": 51, "type": 4, "id": 41655, "aya_id": 58}]