[{"text": "وَهُوَ بِالْأُفُقِ الْأَعْلَى", "sura_id": 53, "type": 0, "id": 4791, "aya_id": 7}, {"text": "وهو بالأفق الأعلى", "sura_id": 53, "type": 1, "id": 11027, "aya_id": 7}, {"text": "7 - (وهو بالأفق الأعلى) افق الشمس أي عند مطلعها على صورته التي خلق عليها فرآه النبي صلى الله عليه وسلم وكان بحراء قد سد الافق إلى المغرب فخر مغشيا عليه وكان قد سأله أن يريه نفسه على صورته التي خلق عليها فواعده بحراء فنزل جبريل في صورة الآدميين \r\n", "sura_id": 53, "type": 2, "id": 29735, "aya_id": 7}, {"text": "وهو أفق الشمس عند مطلعها,\r\n", "sura_id": 53, "type": 3, "id": 35971, "aya_id": 7}, {"text": " <font color=red>وَهُوَ بِالْأُفُقِ الْأَعْلَى</font><BR><p>يَعْنِي جِبْرِيل اِسْتَوَى فِي الْأُفُق الْأَعْلَى . قَالَهُ عِكْرِمَة وَغَيْر وَاحِد . قَالَ عِكْرِمَة : وَالْأُفُق الْأَعْلَى الَّذِي يَأْتِي مِنْهُ الصُّبْح وَقَالَ مُجَاهِد هُوَ مَطْلَع الشَّمْس وَقَالَ قَتَادَة هُوَ الَّذِي يَأْتِي مِنْهُ النَّهَار وَكَذَا قَالَ اِبْن زَيْد وَغَيْرهمْ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مُصَرِّف بْن عَمْرو الْيَامِيّ أَبُو الْقَاسِم حَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد بْن طَلْحَة بْن مُصَرِّف حَدَّثَنِي أَبِي عَنْ الْوَلِيد هُوَ اِبْن قَيْس عَنْ إِسْحَق بْن أَبِي الْكَهْتَلَةِ أَظُنّهُ ذَكَرَهُ عَنْ عَبْد اللَّه بْن مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَرَ جِبْرِيل فِي صُورَته إِلَّا مَرَّتَيْنِ أَمَّا وَاحِدَة فَإِنَّهُ سَأَلَهُ أَنْ يَرَاهُ فِي صُورَته فَسَدَّ الْأُفُق وَأَمَّا الثَّانِيَة فَإِنَّهُ كَانَ مَعَهُ حَيْثُ صَعِدَ فَذَلِكَ قَوْله \" وَهُوَ بِالْأُفُقِ الْأَعْلَى \" وَقَدْ قَالَ اِبْن جَرِير هَهُنَا قَوْلًا لَمْ أَرَهُ لِغَيْرِهِ وَلَا حَكَاهُ هُوَ عَنْ أَحَد وَحَاصِله : أَنَّهُ ذَهَبَ إِلَى أَنَّ الْمَعْنَى فَاسْتَوَى أَيْ هَذَا الشَّدِيد الْقُوَى ذُو الْمِرَّة هُوَ وَمُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْأُفُقِ الْأَعْلَى أَيْ اِسْتَوَيَا جَمِيعًا بِالْأُفُقِ الْأَعْلَى وَذَلِكَ لَيْلَة الْإِسْرَاء كَذَا قَالَ وَلَمْ يُوَافِقهُ أَحَد عَلَى ذَلِكَ ثُمَّ شَرَعَ يُوَجِّه مَا قَالَهُ مِنْ حَيْثُ الْعَرَبِيَّةُ فَقَالَ وَهُوَ كَقَوْلِهِ \" أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا \" فَعَطَفَ بِالْآبَاءِ عَلَى الْمُكَنَّى فِي كُنَّا مِنْ غَيْر إِظْهَار نَحْنُ فَكَذَلِكَ قَوْله فَاسْتَوَى وَهُوَ قَالَ وَذَكَرَ الْفَرَّاء عَنْ بَعْض الْعَرَب أَنَّهُ أَنْشَدَهُ : أَلَمْ تَرَ أَنَّ النَّبْع يَصْلُب عُودُهُ وَلَا يَسْتَوِي وَالْخِرْوَعُ الْمُتَقَصِّفُ وَهَذَا الَّذِي قَالَهُ مِنْ جِهَة الْعَرَبِيَّة مُتَّجِهٌ وَلَكِنْ لَا يُسَاعِدهُ الْمَعْنَى عَلَى ذَلِكَ فَإِنَّ هَذِهِ الرُّؤْيَة لِجِبْرِيلَ لَمْ تَكُنْ لَيْلَة الْإِسْرَاء بَلْ قَبْلهَا وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْأَرْض .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41770, "aya_id": 7}]