[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَأْكُلُواْ أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنكُمْ وَلاَ تَقْتُلُواْ أَنفُسَكُمْ إِنَّ اللّهَ كَانَ بِكُمْ رَحِيمًا", "sura_id": 4, "type": 0, "id": 522, "aya_id": 29}, {"text": "يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراض منكم ولا تقتلوا أنفسكم إن الله كان بكم رحيما", "sura_id": 4, "type": 1, "id": 6758, "aya_id": 29}, {"text": "29 - (يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل) بالحرام في الشرع كالربا والغصب (إلا) لكن (أن تكون) تقع (تجارةٌ) وفي قراءة بالنصب ، أن تكون الأموال أموال تجارة صادرة (عن تراض منكم) وطيب نفس فلكم أن تأكلوها (ولا تقتلوا أنفسكم) بارتكاب ما يؤدي إلى هلاكها أيا كان في الدنيا أو الآخرة بقرينة (إن الله كان بكم رحيما) في منعه لكم من ذلك \r\n", "sura_id": 4, "type": 2, "id": 25466, "aya_id": 29}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, لا يحل لكم أن يأكل بعضكم مال بعض بغير حق, إلا أن يكون وَفْقَ الشرع والكسب الحلال عن تراض منكم, ولا يقتل بعضكم بعضًا فتهلكوا أنفسكم بارتكاب محارم الله ومعاصيه. إن الله كان بكم رحيمًا في كل ما أمركم به, ونهاكم عنه.\r\n", "sura_id": 4, "type": 3, "id": 31702, "aya_id": 29}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ</font><BR><p>يَنْهَى اللَّه تَبَارَكَ وَتَعَالَى عِبَاده الْمُؤْمِنِينَ عَنْ أَنْ يَأْكُلُوا أَمْوَال بَعْضهمْ بَعْضًا بِالْبَاطِلِ أَيْ بِأَنْوَاعِ الْمَكَاسِب الَّتِي هِيَ غَيْر شَرْعِيَّة كَأَنْوَاعِ الرِّبَا وَالْقِمَار وَمَا جَرَى مَجْرَى ذَلِكَ مِنْ سَائِر صُنُوف الْحِيَل وَإِنْ ظَهَرَتْ فِي غَالِب الْحُكْم الشَّرْعِيّ مِمَّا يَعْلَم اللَّه أَنَّ مُتَعَاطِيهَا إِنَّمَا يُرِيد الْحِيلَة عَلَى الرِّبَا حَتَّى قَالَ اِبْن جَرِير : حَدَّثَنِي اِبْن الْمُثَنَّى حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا دَاوُد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي الرَّجُل يَشْتَرِي مِنْ الرَّجُل الثَّوْب فَيَقُول إِنْ رَضِيته أَخَذْته وَإِلَّا رَدَدْت مَعَهُ دِرْهَمًا قَالَ هُوَ الَّذِي قَالَ عَزَّ وَجَلَّ فِيهِ \" وَلَا تَأْكُلُوا أَمْوَالكُمْ بَيْنكُمْ بِالْبَاطِلِ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن حَرْب الْمُصَلِّي حَدَّثَنَا اِبْن الْفُضَيْل عَنْ دَاوُد الأبدي عَنْ عَامِر عَنْ عَلْقَمَة عَنْ عَبْد اللَّه فِي الْآيَة قَالَ إِنَّهَا مُحْكَمَة مَا نُسِخَتْ وَلَا تُنْسَخ إِلَى يَوْم الْقِيَامَة , وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس لَمَّا أَنْزَلَ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالكُمْ بَيْنكُمْ بِالْبَاطِلِ \" قَالَ الْمُسْلِمُونَ إِنَّ اللَّه قَدْ نَهَانَا أَنْ نَأْكُل أَمْوَالنَا بَيْننَا بِالْبَاطِلِ وَالطَّعَام هُوَ أَفْضَل أَمْوَالنَا فَلَا يَحِلّ لِأَحَدٍ مِنَّا أَنْ يَأْكُل عِنْد أَحَد فَكَيْف لِلنَّاسِ فَأَنْزَلَ اللَّه بَعْد ذَلِكَ \" لَيْسَ عَلَى الْأَعْمَى حَرَج \" الْآيَة وَكَذَا قَالَ قَتَادَة وَقَوْله تَعَالَى \" إِلَّا أَنْ تَكُون تِجَارَة عَنْ تَرَاضٍ مِنْكُمْ \" قُرِئَ تِجَارَة بِالرَّفْعِ وَبِالنَّصْبِ وَهُوَ اِسْتِثْنَاء مُنْقَطِع كَأَنَّهُ يَقُول لَا تَتَعَاطَوْا الْأَسْبَاب الْمُحَرَّمَة فِي اِكْتِسَاب الْأَمْوَال لَكِنْ الْمَتَاجِر الْمَشْرُوعَة الَّتِي تَكُون عَنْ تَرَاضٍ مِنْ الْبَائِع وَالْمُشْتَرِي فَافْعَلُوهَا وَتَسَبَّبُوا بِهَا فِي تَحْصِيل الْأَمْوَال كَمَا قَالَ تَعَالَى \" وَلَا تَقْتُلُوا النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ \" وَكَقَوْلِهِ \" لَا يَذُوقُونَ فِيهَا الْمَوْت إِلَّا الْمَوْتَة الْأُولَى \" . وَمِنْ هَذِهِ الْآيَة الْكَرِيمَة اِحْتَجَّ الشَّافِعِيّ عَلَى أَنَّهُ لَا يَصِحّ الْبَيْع إِلَّا بِالْقَبُولِ لِأَنَّهُ يَدُلّ عَلَى التَّرَاضِي نَصًّا بِخِلَافِ الْمُعَاطَاة فَإِنَّهَا قَدْ لَا تَدُلّ عَلَى الرِّضَا وَلَا بُدّ وَخَالَفَ الْجُمْهُور فِي ذَلِكَ مَالِك وَأَبُو حَنِيفَة وَأَحْمَد فَرَأَوْا أَنَّ الْأَقْوَال كَمَا تَدُلّ عَلَى التَّرَاضِي وَكَذَلِكَ الْأَفْعَال تَدُلّ فِي بَعْض الْمَحَالّ قَطْعًا فَصَحَّحُوا بَيْع الْمُعَاطَاة مُطْلَقًا وَمِنْهُمْ مَنْ قَالَ يَصِحّ فِي الْمُحَقَّرَات وَفِيمَا يَعُدّهُ النَّاس بَيْعًا وَهُوَ اِحْتِيَاط نَظَر مِنْ مُحَقِّقِي الْمَذْهَب وَاَللَّه أَعْلَم وَقَالَ مُجَاهِد \" إِلَّا أَنْ تَكُون تِجَارَة عَنْ تَرَاضٍ مِنْكُمْ \" بَيْعًا أَوْ عَطَاء يُعْطِيه أَحَد أَحَدًا وَرَوَاهُ اِبْن جَرِير ثُمَّ قَالَ وَحَدَّثَنَا وَكِيع حَدَّثَنَا أَبِي عَنْ الْقَاسِم عَنْ سُلَيْمَان الْجُعْفِيّ عَنْ أَبِيهِ عَنْ مَيْمُون بْن مِهْرَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْبَيْع عَنْ تَرَاضٍ وَالْخِيَار بَعْد الصَّفْقَة وَلَا يَحِلّ لِمُسْلِمٍ أَنْ يَغُشّ مُسْلِمًا \" هَذَا حَدِيث مُرْسَل وَمِنْ تَمَام التَّرَاضِي إِثْبَات خِيَار الْمَجْلِس كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا \" وَفِي لَفْظ الْبُخَارِيّ \" إِذَا تَبَايَعَ الرَّجُلَانِ فَكُلّ وَاحِد مِنْهُمَا بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا \" وَذَهَبَ إِلَى الْقَوْل بِمُقْتَضَى هَذَا الْحَدِيث أَحْمَد وَالشَّافِعِيّ وَأَصْحَابهمَا وَجُمْهُور السَّلَف وَالْخَلَف وَمِنْ ذَلِكَ مَشْرُوعِيَّة خِيَار الشَّرْط بَعْد الْعَقْد إِلَى ثَلَاثَة أَيَّام بِحَسَبِ مَا يَتَبَيَّن فِيهِ مَال الْبَيْع وَلَوْ إِلَى سَنَة فِي الْقَرْيَة وَنَحْوهَا كَمَا هُوَ الْمَشْهُور عَنْ مَالِك رَحِمَهُ اللَّه وَصَحَّحُوا بَيْع الْمُعَاطَاة مُطْلَقًا وَهُوَ قَوْل فِي مَذْهَب الشَّافِعِيّ وَمِنْهُمْ مَنْ قَالَ يَصِحّ بَيْع الْمُعَاطَاة فِي الْمُحَقَّرَات فِيمَا يَعُدّهُ النَّاس بَيْعًا وَهُوَ اِخْتِيَار طَائِفَة مِنْ الْأَصْحَاب كَمَا هُوَ مُتَّفَق عَلَيْهِ وَقَوْله \" وَلَا تَقْتُلُوا أَنْفُسكُمْ \" أَيْ بِارْتِكَابِ مَحَارِم اللَّه وَتَعَاطِي مَعَاصِيه وَأَكْل أَمْوَالكُمْ بَيْنكُمْ بِالْبَاطِلِ \" إِنَّ اللَّه كَانَ بِكُمْ رَحِيمًا \" أَيْ فِيمَا أَمَرَكُمْ بِهِ وَنَهَاكُمْ عَنْهُ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا يَزِيد بْن أَبِي حَبِيب عَنْ عِمْرَان بْن أَبِي أَنَس عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ عَمْرو بْن الْعَاصِ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : لَمَّا بَعَثَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَام ذَات السَّلَاسِل قَالَ : اِحْتَلَمْت فِي لَيْلَة بَارِدَة شَدِيدَة الْبَرْد فَأَشْفَقْت إِنْ اِغْتَسَلْت أَنْ أَهْلِك فَتَيَمَّمْت ثُمَّ صَلَّيْت بِأَصْحَابِي صَلَاة الصُّبْح قَالَ : فَلَمَّا قَدِمْنَا عَلَى رَسُول اللَّه صَلَّى عَلَيْهِ وَسَلَّمَ ذَكَرْت ذَلِكَ لَهُ فَقَالَ \" يَا عَمْرو صَلَّيْت بِأَصْحَابِك وَأَنْتَ جُنُب \" قَالَ : قُلْت يَا رَسُول اللَّه إِنِّي اِحْتَلَمْت فِي لَيْلَة بَارِدَة شَدِيدَة الْبَرْد فَأَشْفَقْت إِنْ اِغْتَسَلْت أَنْ أَهْلِك فَذَكَرْت قَوْل اللَّه عَزَّ وَجَلَّ \" وَلَا تَقْتُلُوا أَنْفُسكُمْ إِنَّ اللَّه كَانَ بِكُمْ رَحِيمًا \" فَتَيَمَّمْت ثُمَّ صَلَّيْت فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَقُلْ شَيْئًا . وَهَكَذَا رَوَاهُ أَبُو دَاوُد مِنْ حَدِيث يَحْيَى بْن أَيُّوب عَنْ يَزِيد بْن أَبِي حَبِيب بِهِ وَرَوَاهُ أَيْضًا عَنْ مُحَمَّد بْن أَبِي سَلَمَة عَنْ اِبْن وَهْب عَنْ اِبْن لَهِيعَة وَعُمَر بْن الْحَارِث كِلَاهُمَا عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ عِمْرَان بْن أَبِي أَنَس عَنْ عَبْد الرَّحْمَن بْن جُبَيْر الْمِصْرِيّ عَنْ أَبِي قَيْس مَوْلَى عَمْرو بْن الْعَاصِ عَنْهُ فَذَكَرَ نَحْوه وَهَذَا وَاَللَّه أَعْلَم أَشْبَه بِالصَّوَابِ . وَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد بْن حَامِد الْبَلْخِيّ حَدَّثَنَا مُحَمَّد بْن صَالِح بْن سَهْل الْبَلْخِيّ حَدَّثَنَا عَبْد اللَّه بْن عُمَر الْقَوَارِيرِيّ حَدَّثَنَا يُوسُف بْن خَالِد حَدَّثَنَا زِيَاد بْن سَعْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ عَمْرو بْن الْعَاصِ صَلَّى بِالنَّاسِ وَهُوَ جُنُب فَلَمَّا قَدِمُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرُوا ذَلِكَ لَهُ فَدَعَاهُ فَسَأَلَهُ عَنْ ذَلِكَ فَقَالَ : يَا رَسُول اللَّه خِفْت أَنْ يَقْتُلنِي الْبَرْد وَقَدْ قَالَ اللَّه تَعَالَى \" وَلَا تَقْتُلُوا أَنْفُسكُمْ \" فَسَكَتَ عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ أَوْرَدَ اِبْن مَرْدَوَيْهِ عِنْد هَذِهِ الْآيَة الْكَرِيمَة مِنْ حَدِيث الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَتَلَ نَفْسه بِحَدِيدَةٍ فَحَدِيدَته فِي يَده يَجَأ بِهَا بَطْنه يَوْم الْقِيَامَة فِي نَار جَهَنَّم خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ قَتَلَ نَفْسه بِسُمٍّ [ تَرَدَّى بِهِ ] فَسُمّه فِي يَده يَتَحَسَّاهُ فِي نَار جَهَنَّم خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا \" . وَهَذَا الْحَدِيث ثَابِت فِي الصَّحِيحَيْنِ وَكَذَلِكَ رَوَاهُ أَبُو الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَعَنْ أَبِي قِلَابَة عَنْ ثَابِت بْن الضَّحَّاك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَتَلَ نَفْسه بِشَيْءٍ عُذِّبَ بِهِ يَوْم الْقِيَامَة \" . وَقَدْ أَخْرَجَهُ الْجَمَاعَة فِي كُتُبهمْ مِنْ طَرِيق أَبِي قِلَابَة . وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث الْحَسَن عَنْ جُنْدُب بْن عَبْد اللَّه الْبَجَلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ رَجُل مِمَّنْ كَانَ قَبْلكُمْ وَكَانَ بِهِ جُرْح فَأَخَذَ سِكِّينًا نَحَرَ بِهَا يَده فَمَا رَقَأَ الدَّم حَتَّى مَاتَ قَالَ اللَّه عَزَّ وَجَلَّ عَبْدِي بَادَرَنِي بِنَفْسِهِ حَرَّمْت عَلَيْهِ الْجَنَّة \".</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40865, "aya_id": 29}]