[{"text": "يِا أَيُّهَا الَّذِينَ آمَنُواْ شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِّنكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنتُمْ ضَرَبْتُمْ فِي الأَرْضِ فَأَصَابَتْكُم مُّصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِن بَعْدِ الصَّلاَةِ فَيُقْسِمَانِ بِاللّهِ إِنِ ارْتَبْتُمْ لاَ نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلاَ نَكْتُمُ شَهَادَةَ اللّهِ إِنَّا إِذًا لَّمِنَ الآثِمِينَ", "sura_id": 5, "type": 0, "id": 775, "aya_id": 106}, {"text": "يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت حين الوصية اثنان ذوا عدل منكم أو آخران من غيركم إن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت تحبسونهما من بعد الصلاة فيقسمان بالله إن ارتبتم لا نشتري به ثمنا ولو كان ذا قربى ولا نكتم شهادة الله إنا إذا لمن الآثمين", "sura_id": 5, "type": 1, "id": 7011, "aya_id": 106}, {"text": "106 - (يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت) أسبابه (حين الوصية اثنان ذوا عدل منكم) خبر بمعنى الأمر أي ليشهد ، وإضافة شهادة لـ \"بين\" على الاتساع ، وحين بدل من إذا أو ظرف لحضر (أو آخران من غيركم) أي غير ملتكم (إن أنتم ضربتم) سافرتم (في الأرض فأصابتكم مصيبة الموت تحبسونهما) توقفونهما صفة آخران (من بعد الصلاة) أي صلاة العصر (فيقسمان) يحلفان (بالله إن ارتبتم) شككتم فيها ويقولان (لا نشتري به) بالله (ثمنا) عوضا نأخذه بدله من الدنيا بأن نحلف به أو نشهد كذبا لأجله (ولو كان) المقسم له والمشهود له (ذا قربى) قرابة منا (ولا نكتم شهادة الله) التي أمرنا بها (إنا إذا) إن كتمناها (لمن الآثمين) \r\n", "sura_id": 5, "type": 2, "id": 25719, "aya_id": 106}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه إذا قرب الموت من أحدكم, فلْيُشْهِد على وصيته اثنين أمينين من المسلمين أو آخرين من غير المسلمين عند الحاجة, وعدم وجود غيرهما من المسلمين, تُشهدونهما إن أنتم سافرتم في الأرض فحلَّ بكم الموت, وإن ارتبتم في شهادتهما فقفوهما من بعد الصلاة -أي صلاة المسلمين, وبخاصة صلاة العصر-، فيقسمان بالله قسمًا خالصًا لا يأخذان به عوضًا من الدنيا, ولا يحابيان به ذا قرابة منهما, ولا يكتمان به شهادة لله عندهما, وأنهما إن فَعَلا ذلك فهما من المذنبين.\r\n", "sura_id": 5, "type": 3, "id": 31955, "aya_id": 106}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ</font><BR><p>اِشْتَمَلَتْ هَذِهِ الْآيَة الْكَرِيمَة عَلَى حُكْم عَزِيز قِيلَ إِنَّهُ مَنْسُوخ رَوَاهُ الْعَوْفِيّ مِنْ اِبْن عَبَّاس وَقَالَهُ حَمَّاد بْن أَبِي سُلَيْمَان عَنْ إِبْرَاهِيم أَنَّهَا مَنْسُوخَة وَقَالَ آخَرُونَ وَهُمْ الْأَكْثَرُونَ فِيمَا قَالَهُ اِبْن جَرِير بَلْ هُوَ مُحْكَم وَمَنْ اِدَّعَى نَسْخه فَعَلَيْهِ الْبَيَان فَقَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا شَهَادَة بَيْنكُمْ إِذَا حَضَرَ أَحَدَكُمْ الْمَوْتُ حِين الْوَصِيَّة اِثْنَانِ \" هَذَا هُوَ الْخَبَر لِقَوْلِهِ \" شَهَادَة بَيْنكُمْ \" فَقِيلَ تَقْدِيره شَهَادَة اِثْنَيْنِ حُذِفَ الْمُضَافُ وَأُقِيمَ الْمُضَاف إِلَيْهِ مَقَامه وَقِيلَ دَلَّ الْكَلَام عَلَى تَقْدِير أَنْ يَشْهَد اِثْنَانِ وَقَوْله تَعَالَى \" ذَوَا عَدْل \" وَصَفَ الِاثْنَيْنِ بِأَنْ يَكُونَا عَدْلَيْنِ وَقَوْله \" مِنْكُمْ \" أَيْ مِنْ الْمُسْلِمِينَ قَالَهُ الْجُمْهُور. قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ فِي قَوْله ذَوَا عَدْل مِنْكُمْ قَالَ مِنْ الْمُسْلِمِينَ رَوَاهُ اِبْن أَبِي حَاتِم . ثُمَّ قَالَ : وَرُوِيَ عَنْ عُبَيْدَة وَسَعِيد بْن الْمُسَيِّب وَالْحَسَن وَمُجَاهِد وَيَحْيَى بْن يَعْمُر وَالسُّدِّيّ وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْرهمْ نَحْو ذَلِكَ قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ غَيْر ذَلِكَ \" ذَوَا عَدْل مِنْكُمْ \" أَيْ مِنْ أَهْل الْمُوصِي وَذَلِكَ قَوْل رُوِيَ عَنْ عِكْرِمَة وَعُبَيْدَة وَعِدَّة غَيْرهمَا وَقَوْله أَوْ \" آخَرَانِ مِنْ غَيْركُمْ \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا سَعِيد بْن عَوْف حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا حَبِيب بْن أَبِي عَمْرَة عَنْ سَعِيد بْن جُبَيْر قَالَ : قَالَ اِبْن عَبَّاس فِي قَوْله أَوْ \" آخَرَانِ مِنْ غَيْركُمْ \" قَالَ مِنْ غَيْر الْمُسْلِمِينَ يَعْنِي أَهْل الْكِتَاب ثُمَّ قَالَ : وَرُوِيَ عَنْ عُبَيْدَة وَشُرَيْح وَسَعِيد بْن الْمُسَيِّب وَمُحَمَّد بْن سِيرِينَ وَيَحْيَى بْن يَعْمُر وَعِكْرِمَة وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَإِبْرَاهِيم النَّخَعِيّ وَقَتَادَة وَأَبِي مِجْلَز وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْرهمْ نَحْو ذَلِكَ وَعَلَى مَا حَكَاهُ اِبْن جَرِير عَنْ عِكْرِمَة وَعُبَيْدَة فِي قَوْله \" مِنْكُمْ \" أَنَّ الْمُرَاد مِنْ قَبِيلَة الْمُوصِي يَكُون الْمُرَاد هَهُنَا \" أَوْ آخَرَانِ \" مِنْ غَيْركُمْ أَيْ مِنْ غَيْر قَبِيلَة الْمُوصِي وَرَوَى اِبْن أَبِي حَاتِم مِثْله عَنْ الْحَسَن الْبَصْرِيّ وَالزُّهْرِيّ رَحِمَهُمَا اللَّه وَقَوْله تَعَالَى \" إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْض \" أَيْ سَافَرْتُمْ \" فَأَصَابَتْكُمْ مُصِيبَة الْمَوْت \" وَهَذَانِ شَرْطَانِ لِجَوَازِ اِسْتِشْهَاد الذِّمِّيِّينَ عِنْد فَقْد الْمُؤْمِنِينَ أَنْ يَكُون ذَلِكَ فِي سَفَر وَأَنْ يَكُون فِي وَصِيَّة كَمَا صَرَّحَ بِذَلِكَ شُرَيْح الْقَاضِي ; وَقَالَ اِبْن جَرِير : حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا أَبُو مُعَاوِيَة وَوَكِيع قَالَا : حَدَّثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ شُرَيْح قَالَ : لَا يَجُوز شَهَادَة الْيَهُود وَالنَّصَارَى إِلَّا فِي سَفَر وَلَا تَجُوز فِي سَفَر إِلَّا فِي الْوَصِيَّة ثُمَّ رَوَاهُ عَنْ أَبِي كُرَيْب عَنْ أَبِي بَكْر بْن عَيَّاش عَنْ أَبِي إِسْحَاق السَّبِيعِيّ قَالَ : قَالَ شُرَيْح فَذَكَرَ مِثْله وَرُوِيَ نَحْوه عَنْ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه تَعَالَى وَهَذِهِ الْمَسْأَلَة مِنْ إِفْرَاده وَخَالَفَهُ الثَّلَاثَة فَقَالُوا لَا تَجُوز شَهَادَة أَهْل الذِّمَّة عَلَى الْمُسْلِمِينَ وَأَجَازَهَا أَبُو حَنِيفَة فِيمَا بَيْن بَعْضهمْ بَعْضًا وَقَالَ اِبْن جَرِير : حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا أَبُو دَاوُدَ حَدَّثَنَا صَالِح بْن أَبِي الْأَخْضَر عَنْ الزُّهْرِيّ قَالَ : مَضَتْ السُّنَّة أَنْ لَا تَجُوز شَهَادَة الْكَافِر فِي حَضَرٍ وَلَا سَفَرٍ إِنَّمَا هِيَ فِي الْمُسْلِمِينَ . وَقَالَ اِبْن زَيْد : نَزَلَتْ هَذِهِ الْآيَة فِي رَجُل تُوُفِّيَ وَلَيْسَ عِنْده أَحَد مِنْ أَهْل الْإِسْلَام وَذَلِكَ فِي أَوَّل الْإِسْلَام وَالْأَرْض حَرْب وَالنَّاس كُفَّار وَكَانَ النَّاس يَتَوَارَثُونَ بِالْوَصِيَّةِ ثُمَّ نُسِخَتْ الْوَصِيَّة وَفُرِضَتْ الْفَرَائِض وَعَمِلَ النَّاس بِهَا . رَوَاهُ اِبْن جَرِير وَفِي هَذَا نَظَر وَاَللَّه أَعْلَم . وَقَالَ اِبْن جَرِير : اُخْتُلِفَ فِي قَوْله شَهَادَة بَيْنكُمْ \" إِذَا حَضَرَ أَحَدكُمْ الْمَوْتُ حِين الْوَصِيَّة اِثْنَانِ ذَوَا عَدْل مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْركُمْ \" هَلْ الْمُرَاد بِهِ أَنْ يُوصِي إِلَيْهِمَا أَوْ يُشْهِدهُمَا عَلَى قَوْلَيْنِ . \" أَحَدهمَا \" أَنْ يُوصِي إِلَيْهِمَا كَمَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن عَبْد اللَّه بْن قُسَيْط قَالَ : سُئِلَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ هَذِهِ الْآيَة قَالَ هَذَا رَجُل سَافَرَ وَمَعَهُ مَال فَأَدْرَكَهُ قَدَرُهُ فَإِنْ وَجَدَ رَجُلَيْنِ مِنْ الْمُسْلِمِينَ دَفَعَ إِلَيْهِمَا تَرِكَتَهُ وَأَشْهَدَ عَلَيْهِمَا عَدْلَيْنِ مِنْ الْمُسْلِمِينَ رَوَاهُ اِبْن أَبِي حَاتِم وَفِيهِ اِنْقِطَاع . \" وَالْقَوْل الثَّانِي \" أَنَّهُمَا يَكُونَانِ شَاهِدَيْنِ وَهُوَ ظَاهِر سِيَاق الْآيَة الْكَرِيمَة فَإِنْ لَمْ يَكُنْ وَصِيٌّ ثَالِثٌ مَعَهُمَا اِجْتَمَعَ فِيهِمَا الْوَصْفَانِ الْوِصَايَة وَالشَّهَادَة كَمَا فِي قِصَّة تَمِيم الدَّارِيّ وَعَدِيّ بْن بَدَّاء كَمَا سَيَأْتِي ذِكْرهمَا آنِفًا إِنْ شَاءَ اللَّه وَبِهِ التَّوْفِيق وَقَدْ اِسْتَشْكَلَ اِبْن جَرِير كَوْنهمَا شَاهِدَيْنِ قَالَ لِأَنَّا لَا نَعْلَم حُكْمًا يَحْلِف فِيهِ الشَّاهِد وَهَذَا لَا يَمْنَع الْحُكْم الَّذِي تَضَمَّنَتْهُ هَذِهِ الْآيَة الْكَرِيمَة وَهُوَ حُكْم مُسْتَقِلّ بِنَفْسِهِ لَا يَلْزَم أَنْ يَكُون جَارِيًا عَلَى قِيَاس جَمِيع الْأَحْكَام عَلَى أَنَّ هَذَا حُكْم خَاصّ بِشَهَادَةٍ خَاصَّة فِي مَحَلّ خَاصّ وَقَدْ اُغْتُفِرَ فِيهِ مِنْ الْأُمُور مَا لَمْ يُغْتَفَر فِي غَيْره فَإِذَا قَامَتْ قَرِينَة الرِّيبَة حَلَفَ هَذَا الشَّاهِد بِمُقْتَضَى مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَة الْكَرِيمَة وَقَوْله تَعَالَى \" تَحْبِسُونَهُمَا مِنْ بَعْد الصَّلَاة \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : يَعْنِي صَلَاة الْعَصْر وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَإِبْرَاهِيم النَّخَعِيّ وَقَتَادَة وَعِكْرِمَة وَمُحَمَّد بْن سِيرِينَ . وَقَالَ الزُّهْرِيّ يَعْنِي صَلَاة الْمُسْلِمِينَ وَقَالَ السُّدِّيّ عَنْ اِبْن عَبَّاس يَعْنِي صَلَاة أَهْل دِينهمَا وَرُوِيَ عَنْ عَبْد الرَّزَّاق عَنْ أَيُّوب عَنْ اِبْن سِيرِينَ عَنْ عُبَيْدَة وَكَذَا قَالَ إِبْرَاهِيم وَقَتَادَة وَغَيْر وَاحِد وَالْمَقْصُود أَنْ يُقَام هَذَانِ الشَّاهِدَانِ بَعْد صَلَاة اِجْتَمَعَ النَّاس فِيهَا بِحَضْرَتِهِمْ \" فَيُقْسِمَانِ بِاَللَّهِ \" أَيْ فَيَحْلِفَانِ بِاَللَّهِ \" إِنْ اِرْتَبْتُمْ \" أَيْ إِنْ ظَهَرَتْ لَكُمْ مِنْهُمَا رِيبَة أَنَّهُمَا خَانَا أَوْ غَلَّا فَيَحْلِفَانِ حِينَئِذٍ بِاَللَّهِ\" لَا نَشْتَرِي بِهِ \" أَيْ بِأَيْمَانِنَا قَالَهُ مُقَاتِل بْن حَيَّان ثَمَنًا أَيْ لَا نَعْتَاض عَنْهُ بِعِوَضٍ قَلِيل مِنْ الدُّنْيَا الْفَانِيَة الزَّائِلَة وَلَوْ كَانَ ذَا قُرْبَى أَيْ وَلَوْ كَانَ الْمَشْهُود عَلَيْهِ قَرِيبًا لَنَا لَا نُحَابِيه \" وَلَا نَكْتُم شَهَادَة اللَّه\" أَضَافَهَا إِلَى اللَّه تَشْرِيفًا لَهَا وَتَعْظِيمًا لِأَمْرِهَا وَقَرَأَ بَعْضهمْ \" وَلَا نَكْتُم شَهَادَة اللَّه \" مَجْرُورًا عَلَى الْقَسَم رَوَاهَا اِبْن جَرِير عَنْ عَامِر الشَّعْبِيّ وَحُكِيَ عَنْ بَعْضهمْ أَنَّهُ قَرَأَهَا وَلَا نَكْتُم شَهَادَة اللَّه وَالْقِرَاءَة الْأُولَى هِيَ الْمَشْهُورَة \" إِنَّا إِذًا لَمِنْ الْآثِمِينَ \" أَيْ إِنْ فَعَلْنَا شَيْئًا مِنْ ذَلِكَ مِنْ تَحْرِيف الشَّهَادَة أَوْ تَبْدِيلهَا أَوْ تَغْيِيرهَا أَوْ كَتْمهَا بِالْكُلِّيَّةِ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41445, "aya_id": 106}]