[{"text": "وَعَلَى الَّذِينَ هَادُواْ حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلاَّ مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُم بِبَغْيِهِمْ وِإِنَّا لَصَادِقُونَ", "sura_id": 6, "type": 0, "id": 935, "aya_id": 146}, {"text": "وعلى الذين هادوا حرمنا كل ذي ظفر ومن البقر والغنم حرمنا عليهم شحومهما إلا ما حملت ظهورهما أو الحوايا أو ما اختلط بعظم ذلك جزيناهم ببغيهم وإنا لصادقون", "sura_id": 6, "type": 1, "id": 7171, "aya_id": 146}, {"text": "146 - (وعلى الذين هادوا) أي اليهود (حرمنا كل ذي ظفر) وهو ما لم تفرق أصابعه كالإبل والنعام (ومن البقر والغنم حرمنا عليهم شحومهما) الثروب وشحم الكلي (إلا ما حملت ظهورهما) أي ما علق بها منه (أو) حملته (الحوايا) الأمعاء جمع حاوياء أو حاوية (أو ما اختلط بعظم) منه وهو شحم الأَلْيَة فإنه أحل لهم (ذلك) التحريم (جزيناهم) به (ببغيهم) بسبب طلعهم بما سبق في سورة النساء (وإنا لصادقون) في أخبارنا ومواعيدنا \r\n", "sura_id": 6, "type": 2, "id": 25879, "aya_id": 146}, {"text": "واذكر -أيها الرسول- لهؤلاء المشركين ما حرمَّنا على اليهود من البهائم والطير: وهو كل ما لم يكن مشقوق الأصابع كالإبل والنَّعام, وشحوم البقر والغنم, إلا ما عَلِق من الشحم بظهورها أو أمعائها, أو اختلط بعظم الألْية والجنب ونحو ذلك. ذلك التحرم المذكور على اليهود عقوبة مِنَّا لهم بسبب أعمالهم السيئة, وإنَّا لصادقون فيما أخبرنا به عنهم.\r\n", "sura_id": 6, "type": 3, "id": 32115, "aya_id": 146}, {"text": " <font color=red>وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ</font><BR><p>قَالَ اِبْن جَرِير : يَقُول تَعَالَى وَحَرَّمْنَا عَلَى الْيَهُود كُلّ ذِي ظُفُر وَهُوَ الْبَهَائِم وَالطَّيْر مَا لَمْ يَكُنْ مَشْقُوق الْأَصَابِع كَالْإِبِلِ وَالنَّعَام وَالْأَوِزّ وَالْبَطّ قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلّ ذِي ظُفُر \" وَهُوَ الْبَعِير وَالنَّعَامَة وَكَذَا قَالَ مُجَاهِد وَالسُّدِّيّ فِي رِوَايَة وَقَالَ سَعِيد بْن جُبَيْر : هُوَ الَّذِي لَيْسَ مُنْفَرِج الْأَصَابِع . وَفِي رِوَايَة عَنْهُ كُلّ مُتَفَرِّق الْأَصَابِع وَمِنْهُ الدِّيك وَقَالَ قَتَادَة فِي قَوْله \" وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلّ ذِي ظُفُر \" وَكَانَ يُقَال لِلْبَعِيرِ وَالنَّعَامَة وَأَشْيَاء مِنْ الطَّيْر وَالْحِيتَان وَفِي رِوَايَة الْبَعِير وَالنَّعَامَة وَحَرَّمَ عَلَيْهِمْ مِنْ الطَّيْر الْبَطّ وَشَبَهه وَكُلّ شَيْء لَيْسَ بِمَشْقُوقِ الْأَصَابِع وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد كُلّ ذِي ظُفْر قَالَ النَّعَامَة وَالْبَعِير شقاشقا قُلْت لِلْقَاسِمِ بْن أَبِي بَزَّة وَحَدَّثْته مَا شقاشقا ؟ قَالَ : كُلّ مَا لَا يَنْفَرِج مِنْ قَوَائِم الْبَهَائِم قَالَ : وَمَا اِنْفَرَجَ أَكَلْته . قَالَ : اِنْفَرَجَ قَوَائِم الْبَهَائِم وَالْعَصَافِير قَالَ فَيَهُود تَأْكُلهُ قَالَ وَلَمْ تَنْفَرِج قَائِمَة الْبَعِير - خُفّه - وَلَا خُفّ النَّعَامَة وَلَا قَائِمَة الْإِوَزّ فَلَا تَأْكُل الْيَهُود الْإِبِل وَلَا النَّعَامَة وَلَا الْإِوَزّ وَلَا كُلّ شَيْء لَمْ تَنْفَرِج قَائِمَته وَلَا تَأْكُل حِمَار الْوَحْش وَقَوْله تَعَالَى \" وَمِنْ الْبَقَر وَالْغَنَم حَرَّمْنَا عَلَيْهِمْ شُحُومهمَا \" قَالَ السُّدِّيّ : يَعْنِي الثَّرْب وَشَحْم الْكُلْيَتَيْنِ وَكَانَتْ الْيَهُود تَقُول إِنَّهُ حَرَّمَهُ إِسْرَائِيل فَنَحْنُ نُحَرِّمهُ . وَكَذَا قَالَ اِبْن زَيْد وَقَالَ قَتَادَة : الثَّرْب وَكُلّ شَحْم كَانَ كَذَلِكَ لَيْسَ فِي عَظْم وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" إِلَّا مَا حَمَلَتْ ظُهُورهمَا \" يَعْنِي مَا عُلِّقَ بِالظَّهْرِ مِنْ الشُّحُوم وَقَالَ السُّدِّيّ وَأَبُو صَالِح : الْأَلْيَة مِمَّا حَمَلَتْ ظُهُورهمَا . وَقَوْله تَعَالَى\" أَوْ الْحَوَايَا \" قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : الْحَوَايَا جَمْع وَاحِدهَا حَاوِيَاء . وَحَاوِيَة وَحَوِيَّة وَهُوَ مَا تَحْوِي مِنْ الْبَطْن فَاجْتَمَعَ وَاسْتَدَارَ وَهِيَ بَنَات اللَّبَن وَهِيَ الْمَبَاعِر وَتُسَمَّى الْمَرَابِض وَفِيهَا الْأَمْعَاء . قَالَ وَمَعْنَى الْكَلَام : وَمِنْ الْبَقَر وَالْغَنَم حَرَّمْنَا عَلَيْهِمْ شُحُومهمَا إِلَّا مَا حَمَلَتْ ظُهُورهمَا وَمَا حَمَلَتْ الْحَوَايَا . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : أَوْ الْحَوَايَا وَهِيَ الْمَبْعَر . وَقَالَ مُجَاهِد : الْحَوَايَا الْمَبْعَر وَالْمَرْبِض وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَالضَّحَّاك وَقَتَادَة وَأَبُو مَالِك وَالسُّدِّيّ . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْر وَاحِد : الْحَوَايَا الْمَرَابِض الَّتِي تَكُون فِيهَا الْأَمْعَاء تَكُون وَسَطهَا وَهِيَ بَنَات اللَّبَن وَهِيَ فِي كَلَام الْعَرَب تُدْعَى الْمَرَابِض وَقَوْله تَعَالَى \" أَوْ مَا اِخْتَلَطَ بِعَظْمٍ\" يَعْنِي إِلَّا مَا اِخْتَلَطَ مِنْ الشُّحُوم بِعَظْمٍ فَقَدْ أَحْلَلْنَاهُ لَهُمْ وَقَالَ اِبْن جُرَيْج : شَحْم الْأَلْيَة مَا اِخْتَلَطَ بِالْعُصْعُصِ فَهُوَ حَلَال وَكُلّ شَيْء فِي الْقَوَائِم وَالْجَنْب وَالرَّأْس وَالْعَيْن وَمَا اِخْتَلَطَ بِعَظْمٍ فَهُوَ حَلَال وَنَحْوه قَالَهُ السُّدِّيّ وَقَوْله تَعَالَى \" ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ \" أَيْ هَذَا التَّضْيِيق إِنَّمَا فَعَلْنَاهُ بِهِمْ وَأَلْزَمْنَاهُمْ بِهِ مُجَازَاة عَلَى بَغْيهمْ وَمُخَالَفَتهمْ أَوَامِرنَا كَمَا قَالَ تَعَالَى \" فَبِظُلْمٍ مِنْ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَات أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيل اللَّه كَثِيرًا \" وَقَوْله\" إِنَّا لَصَادِقُونَ \" أَيْ وَإِنَّا لَعَادِلُونَ فِيمَا جَزَيْنَاهُمْ بِهِ وَقَالَ اِبْن جَرِير : وَإِنَّا لَصَادِقُونَ فِيمَا أَخْبَرْنَاك بِهِ يَا مُحَمَّد مِنْ تَحْرِيمنَا ذَلِكَ عَلَيْهِمْ لَا كَمَا زَعَمُوا مِنْ أَنَّ إِسْرَائِيل هُوَ الَّذِي حَرَّمَهُ عَلَى نَفْسه وَاَللَّه أَعْلَم . وَقَالَ عَبْد اللَّه بْن عَبَّاس : بَلَغَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّ سَمُرَة بَاعَ خَمْرًا فَقَالَ : قَاتَلَ اللَّه سَمُرَة أَلَمْ يَعْلَم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ قَالَ لَعَنَ اللَّه الْيَهُود حُرِّمَتْ عَلَيْهِمْ الشُّحُوم فَجَمَلُوهَا فَبَاعُوهَا أَخْرَجَاهُ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار عَنْ طَاوُس عَنْ اِبْن عَبَّاس عَنْ عُمَر بِهِ . وَقَالَ اللَّيْث : حَدَّثَنِي يَزِيد بْن أَبِي حَبِيب قَالَ : قَالَ عَطَاء بْن أَبِي رَبَاح سَمِعْت جَابِر بْن عَبْد اللَّه يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ يَقُول عَام الْفَتْح إِنَّ اللَّه وَرَسُوله حَرَّمَ بَيْع الْخَمْر وَالْمَيْتَة وَالْخِنْزِير وَالْأَصْنَام فَقِيلَ يَا رَسُول اللَّه أَرَأَيْت شُحُوم الْمَيْتَة فَإِنَّهَا يُدْهَن بِهَا الْجُلُود وَتُطْلَى بِهَا السُّفُن وَيُسْتَصْبَح بِهَا النَّاس فَقَالَ لَا هُوَ حَرَام ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ عِنْد ذَلِكَ قَاتَلَ اللَّه الْيَهُود إِنَّ اللَّه لَمَّا حَرَّمَ عَلَيْهِمْ شُحُومهَا جَمَلُوهُ ثُمَّ بَاعُوهُ وَأَكَلُوا ثَمَنه وَرَوَاهُ الْجَمَاعَة مِنْ طُرُق عَنْ يَزِيد بْن أَبِي حُمَيْد بِهِ وَقَالَ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَاتَلَ اللَّه الْيَهُود حُرِّمَتْ عَلَيْهِمْ الشُّحُوم فَبَاعُوهَا وَأَكَلُوا ثَمَنهَا وَرَوَاهُ الْبُخَارِيّ وَمُسْلِم جَمِيعًا عَنْ عَبْدَان عَنْ اِبْن الْمُبَارَك عَنْ يُونُس عَنْ الزُّهْرِيّ بِهِ. وَقَالَ اِبْن مَرْدُوَيْهِ : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن إِبْرَاهِيم حَدَّثَنَا إِسْمَاعِيل بْن إِسْحَاق حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا وَهْب حَدَّثَنَا خَالِد الْحَذَّاء عَنْ بَرَكَة أَبِي الْوَلِيد عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ كَانَ قَاعِدًا خَلْف الْمَقَام فَرَفَعَ بَصَره إِلَى السَّمَاء فَقَالَ لَعَنَ اللَّه الْيَهُود - ثَلَاثًا - إِنَّ اللَّه حَرَّمَ عَلَيْهِمْ الشُّحُوم فَبَاعُوهَا وَأَكَلُوا ثَمَنهَا وَإِنَّ اللَّه لَمْ يُحَرِّم عَلَى قَوْم أَكْل شَيْء إِلَّا حَرَّمَ عَلَيْهِمْ ثَمَنه وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَلِيّ بْن عَاصِم أَنْبَأَنَا خَالِد الْحَذَّاء عَنْ بَرَكَة أَبِي الْوَلِيد أَنْبَأَنَا اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ قَاعِدًا فِي الْمَسْجِد مُسْتَقْبِلًا الْحِجْر فَنَظَرَ إِلَى السَّمَاء فَضَحِكَ فَقَالَ لَعَنَ اللَّه الْيَهُود حُرِّمَتْ عَلَيْهِمْ الشُّحُوم فَبَاعُوهَا وَأَكَلُوا أَثْمَانهَا وَإِنَّ اللَّه إِذَا حَرَّمَ عَلَى قَوْم أَكْل شَيْء حَرَّمَ عَلَيْهِمْ ثَمَنه وَرَوَاهُ أَبُو دَاوُد مِنْ حَدِيث خَالِد الْحَذَّاء وَقَالَ الْأَعْمَش عَنْ جَامِع بْن شَدَّاد عَنْ كُلْثُوم عَنْ أُسَامَة بْن زَيْد قَالَ : دَخَلْنَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ وَهُوَ مَرِيض نَعُودهُ فَوَجَدْنَاهُ نَائِمًا قَدْ غَطَّى وَجْهه بِبُرْدٍ عَدَنِيّ فَكَشَفَ عَنْ وَجْهه وَقَالَ لَعَنَ اللَّه الْيَهُود يُحَرِّمُونَ شُحُوم الْغَنَم وَيَأْكُلُونَ أَثْمَانهَا وَفِي رِوَايَة حُرِّمَتْ عَلَيْهِمْ الشُّحُوم فَبَاعُوهَا وَأَكَلُوا أَثْمَانهَا وَفِي لَفْظ لِأَبِي دَاوُد عَنْ اِبْن عَبَّاس مَرْفُوعًا إِنَّ اللَّه إِذَا حَرَّمَ أَكْل شَيْء حَرَّمَ عَلَيْهِمْ ثَمَنه .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42128, "aya_id": 146}]