[{"text": "وَإِذْ قَالَ اللّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الْغُيُوبِ", "sura_id": 5, "type": 0, "id": 785, "aya_id": 116}, {"text": "وإذ قال الله يا عيسى ابن مريم أأنت قلت للناس اتخذوني وأمي إلهين من دون الله قال سبحانك ما يكون لي أن أقول ما ليس لي بحق إن كنت قلته فقد علمته تعلم ما في نفسي ولا أعلم ما في نفسك إنك أنت علام الغيوب", "sura_id": 5, "type": 1, "id": 7021, "aya_id": 116}, {"text": "116 - (و) اذكر (إذ قال) أي يقول (الله) لعيسى في القيامة توبيخاً لقومه (يا عيسى ابن مريم أأنت قلت للناس اتخذوني وأمي إلهين من دون الله قال) عيسى وقد أرعد (سبحانك) تنزيها لك عما لا يليق بك من شريك وغيره (ما يكون) ما ينبغي (لي أن أقول ما ليس لي بحق) خبر ليس ، ولي للتبيين (إن كنت قلته فقد علمته تعلم ما) أخفيه (في نفسي ولا أعلم ما في نفسك) أي ما تخفيه من معلوماتك (إنك أنت علام الغيوب) \r\n", "sura_id": 5, "type": 2, "id": 25729, "aya_id": 116}, {"text": "واذكر إذ قال الله تعالى يوم القيامة: يا عيسى ابن مريم أأنت قلت للناس اجعلوني وأمي معبودين من دون الله؟ فأجاب عيسى -منزِّهًا الله تعالى-: ما ينبغي لي أن أقول للناس غير الحق. إن كنتُ قلتُ هذا فقد علمتَه; لأنه لا يخفى عليك شيء, تعلم ما تضمره نفسي, ولا أعلم أنا ما في نفسك. إنك أنت عالمٌ بكل شيء مما ظهر أو خفي.\r\n", "sura_id": 5, "type": 3, "id": 31965, "aya_id": 116}, {"text": " <font color=red>وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ</font><BR><p>هَذَا أَيْضًا مِمَّا يُخَاطِب اللَّه بِهِ عَبْده وَرَسُوله عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام قَائِلًا لَهُ يَوْم الْقِيَامَة بِحَضْرَةِ مَنْ اِتَّخَذَهُ وَأُمّه إِلَهَيْنِ مِنْ دُون اللَّه يَا عِيسَى اِبْن مَرْيَم \" أَأَنْتَ قُلْت لِلنَّاسِ اِتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ \" مِنْ دُون اللَّه وَهَذَا تَهْدِيد لِلنَّصَارَى وَتَوْبِيخ وَتَقْرِيع عَلَى رُءُوس الْأَشْهَاد هَكَذَا قَالَهُ قَتَادَة وَغَيْره وَاسْتَدَلَّ عَلَى ذَلِكَ بِقَوْلِهِ تَعَالَى\" هَذَا يَوْم يَنْفَع الصَّادِقِينَ صِدْقهمْ \" وَقَالَ السُّدِّيّ : هَذَا الْخِطَاب وَالْجَوَاب فِي الدُّنْيَا وَقَالَ اِبْن جَرِير : هَذَا هُوَ الصَّوَاب وَكَانَ ذَلِكَ حِين رَفَعَهُ إِلَى السَّمَاء الدُّنْيَا : وَاحْتَجَّ اِبْن جَرِير عَلَى ذَلِكَ بِمَعْنَيَيْنِ \" أَحَدهمَا \" أَنَّ الْكَلَام بِلَفْظِ الْمُضِيّ \" وَالثَّانِي \" قَوْله : إِنْ تُعَذِّبهُمْ وَإِنْ تَغْفِر لَهُمْ وَهَذَانِ الدَّلِيلَانِ فِيهِمَا نَظَرٌ لِأَنَّ كَثِيرًا مِنْ أُمُور يَوْم الْقِيَامَة ذُكِرَ بِلَفْظِ الْمُضِيّ لِيَدُلّ عَلَى الْوُقُوع وَالثُّبُوت . وَمَعْنَى قَوْله \" إِنْ تُعَذِّبهُمْ فَإِنَّهُمْ عِبَادك \" الْآيَة التَّبَرِّي مِنْهُمْ وَرَدّ الْمَشِيئَة فِيهِمْ إِلَى اللَّه وَتَعْلِيق ذَلِكَ عَلَى الشَّرْط لَا يَقْتَضِي وُقُوعه كَمَا فِي نَظَائِر ذَلِكَ مِنْ الْآيَات وَاَلَّذِي قَالَهُ قَتَادَة هُوَ غَيْره هُوَ الْأَظْهَر وَاَللَّه أَعْلَم أَنَّ ذَلِكَ كَائِن يَوْم الْقِيَامَة لِيَدُلّ عَلَى تَهْدِيد النَّصَارَى وَتَقْرِيعهمْ وَتَوْبِيخهمْ عَلَى رُءُوس الْأَشْهَاد يَوْم الْقِيَامَة وَقَدْ رُوِيَ بِذَلِكَ حَدِيث مَرْفُوع رَوَاهُ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة أَبِي عَبْد اللَّه مَوْلَى عُمَر بْن عَبْد الْعَزِيز وَكَانَ ثِقَة قَالَ : سَمِعْت أَبَا بُرْدَة يُحَدِّث عُمَر بْن عَبْد الْعَزِيز عَنْ أَبِيهِ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا كَانَ يَوْم الْقِيَامَة دُعِيَ بِالْأَنْبِيَاءِ وَأُمَمهمْ ثُمَّ يُدْعَى بِعِيسَى فَيُذَكِّرُهُ اللَّهُ نِعْمَته عَلَيْهِ فَيُقِرّ بِهَا فَيَقُول يَا عِيسَى اِبْن مَرْيَم \" اُذْكُرْ نِعْمَتِي عَلَيْك وَعَلَى وَالِدَتك الْآيَة ثُمَّ يَقُول \" أَأَنْتَ قُلْت لِلنَّاسِ اِتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُون اللَّه فَيُنْكِر أَنْ يَكُون قَالَ \" ذَلِكَ فَيُؤْتَى بِالنَّصَارَى فَيُسْأَلُونَ فَيَقُولُونَ نَعَمْ هُوَ أَمَرَنَا بِذَلِكَ قَالَ فَيَطُول شَعْر عِيسَى عَلَيْهِ السَّلَام فَيَأْخُذ كُلّ مَلَك مِنْ الْمَلَائِكَة بِشَعْرَةٍ مِنْ رَأْسه وَجَسَده فَيُجَاثِيهِمْ بَيْن يَدَيْ اللَّه عَزَّ وَجَلَّ مِقْدَار أَلْف عَام حَتَّى تُرْفَع عَلَيْهِمْ الْحُجَّة وَيُرْفَع لَهُمْ الصَّلِيب وَيُنْطَلَق بِهِمْ إِلَى النَّار \" وَهَذَا حَدِيث غَرِيب عَزِيز . وَقَوْله سُبْحَانك مَا \" يَكُون لِي أَنْ أَقُول مَا لَيْسَ لِي بِحَقٍّ \" هَذَا تَوْفِيق لِلتَّأَدُّبِ فِي الْجَوَاب الْكَامِل كَمَا قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ طَاوُسٍ عَنْ أَبِي هُرَيْرَة قَالَ : يُلَقَّى عِيسَى حُجَّته وَلَقَّاهُ اللَّه تَعَالَى فِي قَوْله \" وَإِذْ قَالَ اللَّه يَا عِيسَى اِبْن مَرْيَم أَأَنْتَ قُلْت لِلنَّاسِ اِتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُون اللَّه \" قَالَ أَبُو هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَقَّاهُ اللَّه سُبْحَانك \" مَا يَكُون لِي أَنْ أَقُول مَا لَيْسَ لِي بِحَقٍّ \" إِلَى آخِر الْآيَة وَقَدْ رَوَاهُ الثَّوْرِيّ عَنْ مَعْمَر عَنْ اِبْن طَاوُسٍ عَنْ طَاوُسٍ بِنَحْوِهِ وَقَوْله \" إِنْ كُنْت قُلْته فَقَدْ عَلِمْته \" أَيْ إِنْ كَانَ صَدَرَ مِنِّي هَذَا فَقَدْ عَلِمْته يَا رَبّ فَإِنَّهُ لَا يَخْفَى عَلَيْك شَيْء فَمَا قُلْته وَلَا أَرَدْته فِي نَفْسِي وَلَا أَضْمَرْته وَلِهَذَا قَالَ \" تَعْلَم مَا فِي نَفْسِي وَلَا أَعْلَم مَا فِي نَفْسك إِنَّك أَنْتَ عَلَّام الْغُيُوب \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41456, "aya_id": 116}]