[{"text": "وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى", "sura_id": 53, "type": 0, "id": 4804, "aya_id": 20}, {"text": "ومناة الثالثة الأخرى", "sura_id": 53, "type": 1, "id": 11040, "aya_id": 20}, {"text": "20 - (ومناة الثالثة) للتين قبلها (الأخرى) صفة ذم للثالثة وهي أصنام من حجارة كان المشركون يعبدونها ويزعمون أنها تشفع لهم عند الله ومفعول أفرأيتم الأول اللات وما عطف عليه والثاني محذوف والمعنى أخبروه ألهذه الأصنام قدرة على شيء ما فتعبدوها دون الله القادر على ما تقدم ذكره ولما زعموا أيضا أن الملائكة بنات الله مع كراهتهم البنات نزلت \r\n", "sura_id": 53, "type": 2, "id": 29748, "aya_id": 20}, {"text": "ومناة الثالثة الأخرى, هل نفعت أو ضرَّت حتى تكون شركاء لله؟\r\n", "sura_id": 53, "type": 3, "id": 35984, "aya_id": 20}, {"text": " <font color=red>وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى</font><BR><p>وَأَمَّا مَنَاة فَكَانَتْ بِالْمُشَلَّلِ عِنْد قُدَيْد بَيْن مَكَّة وَالْمَدِينَة وَكَانَتْ خُزَاعَة وَالْأَوْس وَالْخَزْرَج فِي جَاهِلِيَّتهَا يُعَظِّمُونَهَا وَيُهِلُّونَ مِنْهَا لِلْحَجِّ إِلَى الْكَعْبَة وَرَوَى الْبُخَارِيّ عَنْ عَائِشَة نَحْوه وَقَدْ كَانَتْ بِجَزِيرَةِ الْعَرَب وَغَيْرهَا طَوَاغِيت أُخَر تُعَظِّمهَا الْعَرَب كَتَعْظِيمِ الْكَعْبَة غَيْر هَذِهِ الثَّلَاثَة الَّتِي نَصَّ عَلَيْهَا فِي كِتَابه الْعَزِيز وَإِنَّمَا أَفْرَدَ هَذِهِ بِالذِّكْرِ لِأَنَّهَا أَشْهَر مِنْ غَيْرهَا . قَالَ اِبْن إِسْحَاق فِي السِّيرَة وَقَدْ كَانَتْ الْعَرَب اِتَّخَذَتْ مَعَ الْكَعْبَة طَوَاغِيت وَهِيَ بُيُوت تُعَظِّمهَا كَتَعْظِيمِ الْكَعْبَة لَهَا سَدَنَة وَحُجَّاب وَتُهْدِي لَهَا كَمَا تُهْدِي لِلْكَعْبَةِ وَتَطُوف بِهَا كَطَوَافِهَا بِهَا وَتَنْحَر عِنْدهَا وَهِيَ تَعْرِف فَضْل الْكَعْبَة عَلَيْهِ لِأَنَّهَا كَانَتْ قَدْ عَرَفَتْ أَنَّهَا بَيْت إِبْرَاهِيم عَلَيْهِ السَّلَام وَمَسْجِده فَكَانَتْ لِقُرَيْشٍ وَلِبَنِي كِنَانَة الْعُزَّى بِنَخْلَةٍ وَكَانَ سَدَنَتهَا وَحُجَّابهَا بَنِي شَيْبَان مِنْ سُلَيْم حُلَفَاء بَنِي هَاشِم قُلْت بَعَثَ إِلَيْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَالِد بْن الْوَلِيد فَهَدَمَهَا وَجَعَلَ يَقُول : يَا عُزَّى كُفْرَانَك لَا سُبْحَانَك إِنِّي رَأَيْت اللَّه قَدْ أَهَانَك وَقَالَ النَّسَائِيّ أَخْبَرَنَا عَلِيّ بْن الْمُنْذِر أَخْبَرَنَا اِبْن فُضَيْل حَدَّثَنَا الْوَلِيد بْن جُمَيْع عَنْ أَبِي الطُّفَيْل قَالَ لَمَّا فَتَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة بَعَثَ خَالِد بْن الْوَلِيد إِلَى نَخْلَة وَكَانَتْ بِهَا الْعُزَّى فَأَتَاهَا خَالِد وَكَانَتْ عَلَى ثَلَاث سَمُرَات فَقَطَعَ السَّمُرَات وَهَدَمَ الْبَيْت الَّذِي كَانَ عَلَيْهَا ثُمَّ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ\" اِرْجِعْ فَإِنَّك لَمْ تَصْنَع شَيْئًا \" فَرَجَعَ خَالِد فَلَمَّا أَبْصَرَتْهُ السَّدَنَة وَهُمْ حَجَبَتُهَا أَمْعَنُوا فِي الْحِيَل وَهُمْ يَقُولُونَ يَا عُزَّى يَا عُزَّى فَأَتَاهَا خَالِد فَإِذَا اِمْرَأَة عُرْيَانَة نَاشِرَة شَعْرهَا تَحْثُو التُّرَاب عَلَى رَأْسهَا فَغَمَسَهَا بِالسَّيْفِ حَتَّى قَتَلَهَا ثُمَّ رَجَعَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ \" تِلْكَ الْعُزَّى \" قَالَ اِبْن إِسْحَاق وَكَانَتْ اللَّات لِثَقِيفٍ بِالطَّائِفِ وَكَانَ سَدَنَتهَا وَحُجَّابهَا بَنَى مُعْتِب \" قُلْت \" وَقَدْ بَعَثَ إِلَيْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُغِيرَة بْن شُعْبَة وَأَبَا سُفْيَان صَخْر بْن حَرْب فَهَدَمَاهَا وَجَعَلَا مَكَانهَا مَسْجِدًا بِالطَّائِفِ قَالَ اِبْن إِسْحَاق وَكَانَتْ مَنَاة لِلْأَوْسِ وَالْخَزْرَج وَمَنْ دَانَ بِدِينِهِمْ مِنْ أَهْل يَثْرِب عَلَى سَاحِل الْبَحْر مِنْ نَاحِيَة الْمُشَلَّل بِقُدَيْدٍ فَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهَا أَبَا سُفْيَان صَخْر بْن حَرْب فَهَدَمَهَا وَيُقَال عَلِيّ بْن أَبِي طَالِب قَالَ وَكَانَتْ ذُو الْخَلَصَة لِدَوْسٍ وَخَثْعَمَ وَبَجِيلَةَ وَمَنْ كَانَ بِبِلَادِهِمْ مِنْ الْعَرَب بِتَبَالَةَ \" قُلْت \" وَكَانَ يُقَال لَهَا الْكَعْبَة الْيَمَانِيَة وَلِلْكَعْبَةِ الَّتِي بِمَكَّة الْكَعْبَة الشَّامِيَّة فَبَعَثَ إِلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَرِير بْن عَبْد اللَّه الْبَجَلِيّ فَهَدَمَهُ قَالَ وَكَانَتْ قَيْس لِطَيٍّ وَمَنْ يَلِيهَا بِجَبَلِ طَيّ بَيْن سُلْمَى وَأَجَا قَالَ اِبْن هِشَام فَحَدَّثَنِي بَعْض أَهْل الْعِلْم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ إِلَيْهِ عَلِيَّ بْن أَبِي طَالِب فَهَدَمَهُ وَاصْطَفَى مِنْهُ سَيْفَيْنِ الرَّسُوب وَالْمُخَزِّم فَنَفَّلَهُ إِيَّاهُمَا رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَهُمَا سَيْفَا عَلِيّ قَالَ اِبْن إِسْحَاق وَكَانَ لِحِمْيَر وَأَهْل الْيَمَن بَيْت بِصَنْعَاءَ يُقَال لَهُ ريام وَذَكَرَ أَنَّهُ كَانَ بِهِ كَلْب أَسْوَد وَأَنَّ الْحَبْرَيْنِ اللَّذَيْنِ ذَهَبَا مَعَ تُبَّع اِسْتَخْرَجَاهُ وَقَتَلَاهُ وَهَدَمَا الْبَيْت : قَالَ اِبْن إِسْحَاق وَكَانَتْ رِضَاء بَيْتًا لِبَنِي رَبِيعَة بْن كَعْب بْن سَعْد بْن زَيْد مَنَاة بْن تَمِيم وَلَهَا يَقُول الْمُسْتَوْغِر بْن رَبِيعَة بْن كَعْب بْن سَعْد حِين هَدَمَهَا فِي الْإِسْلَام وَلَقَدْ شَدَدْت عَلَى رِضَاء شَدَّة فَتَرَكْتهَا قَفْرًا بِقَاعٍ أَسْمَحَا قَالَ اِبْن هِشَام يُقَال إِنَّهُ عَاشَ ثَلَاثَمِائَةٍ وَثَلَاثِينَ سَنَة وَهُوَ الْقَائِل وَلَقَدْ سَئِمْت مِنْ الْحَيَاة وَطُولهَا وَعُمِّرْت مِنْ عَدَد السِّنِينَ مِئِينَا مِائَةٌ حَدَتْهَا بَعْدَهَا مِائَتَانِ لِي وَعُمِّرْت مِنْ عَدَد الشُّهُور سِنِينَا هَلْ مَا بَقِي إِلَّا كَمَا قَدْ فَاتَنَا يَوْمٌ يَمُرُّ وَلَيْلَةٌ تَحْدُونَا قَالَ اِبْن إِسْحَاق وَكَانَ ذُو الْكَعَبَات لِبَكْر وَتَغْلِب اِبْنَيْ وَائِل وَإِيَاد بِسِنْدَاد وَلَهُ يَقُول أَعْشَى بْن قَيْس بْن ثَعْلَبَة بَيْن الْخُوَرْنِق وَالسَّدِير وَبَارِقٍ وَالْبَيْت ذُو الْكَعَبَات فِي سِنْدَاد وَلِهَذَا قَالَ تَعَالَى\" أَفَرَأَيْتُمْ اللَّاتَ وَالْعُزَّى وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى\" .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41723, "aya_id": 20}]