[{"text": "مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ أُكُلُهَا دَآئِمٌ وِظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَواْ وَّعُقْبَى الْكَافِرِينَ النَّارُ", "sura_id": 13, "type": 0, "id": 1742, "aya_id": 35}, {"text": "مثل الجنة التي وعد المتقون تجري من تحتها الأنهار أكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكافرين النار", "sura_id": 13, "type": 1, "id": 7978, "aya_id": 35}, {"text": "35 - (مثل) صفة (الجنة التي وعد المتقون) مبتدأ خبره محذوف أي فيما نقص عليكم (تجري من تحتها الأنهار أكلها) ما يؤكل فيها (دائم) لا يفنى (وظلها) دائم لا تنسخه شمس لعدمها فيها (تلك) أي الجنة (عقبى) عاقبة (الذين اتقوا) الشرك (وعقبى الكافرين النار) \r\n", "sura_id": 13, "type": 2, "id": 26686, "aya_id": 35}, {"text": "صفة الجنة التي وعد الله بها الذين يخشونه أنها تجري من تحت أشجارها وقصورها الأنهار, ثمرها لا ينقطع, وظلها لا يزول ولا ينقص, تلك المثوبة بالجنة عاقبة الذين خافوا الله, فاجتنبوا معاصيه وأدَّوا فرائضه, وعاقبة الكافرين بالله النار.\r\n", "sura_id": 13, "type": 3, "id": 32922, "aya_id": 35}, {"text": " <font color=red>مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ</font><BR><p>أَيْ صِفَتهَا وَنَعْتهَا \" تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" أَيْ سَارِحَة فِي أَرْجَائِهَا وَجَوَانِبهَا وَحَيْثُ شَاءَ أَهْلهَا يُفَجِّرُونَهَا تَفْجِيرًا أَيْ يُصَرِّفُونَهَا كَيْفَ شَاءُوا وَأَيْنَ شَاءُوا كَقَوْلِهِ \" مَثَل الْجَنَّة الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَار مِنْ مَاء غَيْر آسِن وَأَنْهَار مِنْ لَبَن لَمْ يَتَغَيَّر طَعْمه وَأَنْهَار مِنْ خَمْر لَذَّة لِلشَّارِبِينَ وَأَنْهَار مِنْ عَسَل مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلّ الثَّمَرَات وَمَغْفِرَة \" الْآيَة وَقَوْله \" أُكُلهَا دَائِم وَظِلّهَا \" أَيْ فِيهَا الْفَوَاكِه وَالْمَطَاعِم وَالْمَشَارِب لَا اِنْقِطَاع وَلَا فَنَاء وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث اِبْن عَبَّاس فِي صَلَاة الْكُسُوف وَفِيهِ قَالُوا : يَا رَسُول اللَّه رَأَيْنَاك تَنَاوَلْت شَيْئًا فِي مَقَامك هَذَا ثُمَّ رَأَيْنَاك تَكَعْكَعْت فَقَالَ \" إِنِّي رَأَيْت الْجَنَّة - أَوْ أُرِيت الْجَنَّة - فَتَنَاوَلْت مِنْهَا عُنْقُودًا وَلَوْ أَخَذْته لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتْ الدُّنْيَا \" وَقَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا أَبُو خَيْمَة حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا عُبَيْد اللَّه حَدَّثَنَا أَبُو عُقَيْل عَنْ جَابِر قَالَ : بَيْنَمَا نَحْنُ فِي صَلَاة الظُّهْر إِذْ تَقَدَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَقَدَّمْنَا ثُمَّ تَنَاوَلَ شَيْئًا لِيَأْخُذهُ ثُمَّ تَأَخَّرَ فَلَمَّا قَضَى الصَّلَاة قَالَ لَهُ أُبَيّ بْن كَعْب يَا رَسُول اللَّه صَنَعْت الْيَوْم فِي الصَّلَاة شَيْئًا مَا رَأَيْنَاك كُنْت تَصْنَعهُ فَقَالَ \" إِنِّي عُرِضَتْ عَلَيَّ الْجَنَّة وَمَا فِيهَا مِنْ الزَّهْرَة وَالنَّضْرَة فَتَنَاوَلْت مِنْهَا قِطْفًا مِنْ عِنَب لِآتِيَكُمْ بِهِ فَحِيلَ بَيْنِي وَبَيْنه وَلَوْ أَتَيْتُكُمْ بِهِ لَأَكَلَ مِنْهُ مَنْ بَيْن السَّمَاء وَالْأَرْض لَا يُنْقِصُونَهُ \" وَرَوَى مُسْلِم مِنْ حَدِيث أَبِي الزُّبَيْر عَنْ جَابِر شَاهِدًا لِبَعْضِهِ وَعَنْ عُتْبَة بْن عَبْد السُّلَمِيّ أَنَّ أَعْرَابِيًّا سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْجَنَّة فَقَالَ فِيهَا عِنَب ؟ قَالَ \" نَعَمْ \" قَالَ فَمَا عِظَم الْعُنْقُود ؟ قَالَ \" مَسِيرَة شَهْر لِلْغُرَابِ الْأَبْقَع وَلَا يَفْتُر \" رَوَاهُ الْإِمَام أَحْمَد وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا مُعَاذ بْن الْمُثَنَّى حَدَّثَنَا عَلِيّ بْن الْمَدِينِيّ حَدَّثَنَا رَيْحَان بْن سَعِيد عَنْ عُبَادَة بْن مَنْصُور عَنْ أَيُّوب عَنْ أَبِي قِلَابَةَ عَنْ أَبِي أَسْمَاء عَنْ ثَوْبَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الرَّجُل إِذَا نَزَعَ ثَمَرَة مِنْ الْجَنَّة عَادَتْ مَكَانهَا أُخْرَى \" وَعَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَأْكُل أَهْل الْجَنَّة وَيَشْرَبُونَ وَلَا يَمْتَخِطُونَ وَلَا يَتَغَوَّطُونَ وَلَا يَبُولُونَ طَعَامهمْ ذَلِكَ جُشَاء كَرِيحِ الْمِسْك وَيُلْهَمُونَ التَّسْبِيح وَالتَّقْدِيس كَمَا يُلْهَمُونَ النَّفَس \" رَوَاهُ مُسْلِم وَرَوَى الْإِمَام أَحْمَد وَالنَّسَائِيّ مِنْ حَدِيث الْأَعْمَش عَنْ تَمَّام بْن عُقْبَة سَمِعْت زَيْد بْن أَرْقَم قَالَ : جَاءَ رَجُل مِنْ أَهْل الْكِتَاب فَقَالَ : يَا أَبَا الْقَاسِم تَزْعُم أَنَّ أَهْل الْجَنَّة يَأْكُلُونَ وَيَشْرَبُونَ ؟ قَالَ \" نَعَمْ وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنَّ الرَّجُل مِنْهُمْ لِيُعْطَى قُوَّة مِائَة رَجُل فِي الْأَكْل وَالشُّرْب وَالْجِمَاع وَالشَّهْوَة \" قَالَ إِنَّ الَّذِي يَأْكُل وَيَشْرَب تَكُون لَهُ الْحَاجَة وَلَيْسَ فِي الْجَنَّة أَذًى قَالَ \" تَكُون حَاجَة أَحَدهمْ رَشْحًا يَفِيض مِنْ جُلُودهمْ كَرِيحِ الْمِسْك فَيُضْمَر بَطْنه \" رَوَاهُ الْإِمَام أَحْمَد وَالنَّسَائِيّ وَقَالَ الْحَسَن بْن عَرَفَة : حَدَّثَنَا خَلَف بْن خَلِيفَة عَنْ حُمَيْد بْن الْأَعْرَج عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّك لَتَنْظُر إِلَى الطَّيْر فِي الْجَنَّة فَيَخِرّ بَيْن يَدَيْك مَشْوِيًّا\" وَجَاءَ فِي بَعْض الْأَحَادِيث أَنَّهُ إِذَا فَرَغَ مِنْهُ عَادَ طَائِرًا كَمَا كَانَ بِإِذْنِ اللَّه تَعَالَى وَقَدْ قَالَ اللَّه تَعَالَى \" وَفَاكِهَة كَثِيرَة لَا مَقْطُوعَة وَلَا مَمْنُوعَة \" وَقَالَ\" وَدَانِيَة عَلَيْهِمْ ظِلَالهَا وَذُلِّلَتْ قُطُوفهَا تَذْلِيلًا\" وَكَذَلِكَ ظِلّهَا لَا يَزُول وَلَا يُقَلَّص كَمَا قَالَ تَعَالَى\" وَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات سَنُدْخِلُهُمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاج مُطَهَّرَة وَنُدْخِلهُمْ ظِلًّا ظَلِيلًا \" وَقَدْ تَقَدَّمَ فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب الْمُجِدّ الْجَوَاد الْمُضَمَّر السَّرِيع فِي ظِلّهَا مِائَة عَام لَا يَقْطَعهَا \" ثُمَّ قَرَأَ \" وَظِلّ مَمْدُود \" وَكَثِيرًا مَا يَقْرِن اللَّه تَعَالَى بَيْن صِفَة الْجَنَّة وَصِفَة النَّار لِيُرَغِّب فِي الْجَنَّة وَيُحَذِّر مِنْ النَّار وَلِهَذَا لَمَّا ذَكَرَ صِفَة الْجَنَّة بِمَا ذَكَرَ قَالَ بَعْده \" تِلْكَ عُقْبَى الَّذِينَ اِتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّار \" كَمَا قَالَ تَعَالَى \" لَا يَسْتَوِي أَصْحَاب النَّار وَأَصْحَاب الْجَنَّة أَصْحَاب الْجَنَّة هُمْ الْفَائِزُونَ \" وَقَالَ بِلَال بْن سَعْد خَطِيب دِمَشْق فِي بَعْض خُطَبه : عِبَاد اللَّه هَلْ جَاءَكُمْ مُخْبِر يُخْبِركُمْ أَنَّ شَيْئًا مِنْ عِبَادَتكُمْ تُقُبِّلَتْ مِنْكُمْ أَوْ أَنَّ شَيْئًا مِنْ خَطَاكُمْ غُفِرَتْ لَكُمْ ؟ \" أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ \" وَاَللَّه لَوْ عُجِّلَ لَكُمْ الثَّوَاب فِي الدُّنْيَا لَاسْتَقْلَلْتُمْ كُلّكُمْ مَا اِفْتُرِضَ عَلَيْكُمْ أَوْ تَرْغَبُونَ فِي طَاعَة اللَّه لِتَعْجِيلِ دُنْيَاكُمْ وَلَا تُنَافَسُونَ فِي جَنَّة \" أُكُلهَا دَائِم \" رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37885, "aya_id": 35}]