[{"text": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُل لاَّ تَعْتَذِرُواْ لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 9, "type": 0, "id": 1329, "aya_id": 94}, {"text": "يعتذرون إليكم إذا رجعتم إليهم قل لا تعتذروا لن نؤمن لكم قد نبأنا الله من أخباركم وسيرى الله عملكم ورسوله ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون", "sura_id": 9, "type": 1, "id": 7565, "aya_id": 94}, {"text": "94 - (يعتذرون إليكم) في التخلف (إذا رجعتم إليهم) من الغزو (قل) لهم (لا تعتذروا لن نؤمن لكم) نصدقكم (قد نبأنا الله من أخباركم) أي أخبرنا بأحوالكم (وسيرى الله عملكم ورسوله ثم تردون) بالبعث (إلى عالم الغيب والشهادة) أي الله (فينبئكم بما كنتم تعملون) فيجازيكم عليه \r\n", "sura_id": 9, "type": 2, "id": 26273, "aya_id": 94}, {"text": "يعتذر إليكم -أيها المؤمنون- هؤلاء المتخلفون عن جهاد المشركين بالأكاذيب عندما تعودون مِن جهادكم من غزوة (تبوك), قل لهم -أيها الرسول-: لا تعتذروا لن نصدقكم فيما تقولون, قد نبأنا الله من أمركم ما حقق لدينا كذبكم, وسيرى الله عملكم ورسوله, إن كنتم تتوبون من نفاقكم, أو تقيمون عليه, وسيُظهر للناس أعمالكم في الدنيا, ثم ترجعون بعد مماتكم إلى الذي لا تخفى عليه بواطن أموركم وظواهرها, فيخبركم بأعمالكم كلها, ويجازيكم عليها.\r\n", "sura_id": 9, "type": 3, "id": 32509, "aya_id": 94}, {"text": " <font color=red>يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>أَخْبَرَ تَعَالَى عَنْ الْمُنَافِقِينَ بِأَنَّهُمْ إِذَا رَجَعُوا إِلَى الْمَدِينَة أَنَّهُمْ يَعْتَذِرُونَ إِلَيْهِمْ \" قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِن لَكُمْ \" أَيْ لَنْ نُصَدِّقكُمْ \" قَدْ نَبَّأْنَا اللَّه مِنْ أَخْبَاركُمْ \" أَيْ قَدْ أَعْلَمنَا اللَّه أَحْوَالكُمْ \" وَسَيَرَى اللَّه عَمَلكُمْ وَرَسُوله \" أَيْ سَيُظْهِرُ أَعْمَالكُمْ لِلنَّاسِ فِي الدُّنْيَا \" ثُمَّ تُرَدُّونَ إِلَى عَالِم الْغَيْب وَالشَّهَادَة فَيُنَبِّئكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ \" أَيْ فَيُخْبِركُمْ بِأَعْمَالِكُمْ خَيْرهَا وَشَرّهَا وَيَجْزِيكُمْ عَلَيْهَا .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43517, "aya_id": 94}]