[{"text": "وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاء مَّنثُورًا", "sura_id": 25, "type": 0, "id": 2878, "aya_id": 23}, {"text": "وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا", "sura_id": 25, "type": 1, "id": 9114, "aya_id": 23}, {"text": "23 - (وقدمنا) عمدنا (إلى ما عملوا من عمل) من الخير كصدقة وصلة رحم وقرى ضيف وإغاثة ملهوف في الدنيا (فجعلناه هباء منثورا) هو ما يرى في الكوى التي عليها الشمس كالغبار المفرق أي مثله في عدم النفع به إذ لا ثواب فيه لعدم شرطه ويجازون عليه في الدنيا \r\n", "sura_id": 25, "type": 2, "id": 27822, "aya_id": 23}, {"text": "وقَدِمْنا إلى ما عملوه مِن مظاهر الخير والبر، فجعلناه باطلا مضمحلا لا ينفعهم كالهباء المنثور، وهو ما يُرى في ضوء الشمس من خفيف الغبار؛ وذلك أن العمل لا ينفع في الآخرة إلا إذا توفر في صاحبه: الإيمان بالله، والإخلاص له، والمتابعة لرسوله محمد، صلى الله عليه وسلم.\r\n", "sura_id": 25, "type": 3, "id": 34058, "aya_id": 23}, {"text": " <font color=red>وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا</font><BR><p>وَقَوْله تَعَالَى : \" وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَل\" الْآيَة هَذَا يَوْم الْقِيَامَة حِين يُحَاسِب اللَّه الْعِبَاد عَلَى مَا عَمِلُوهُ مِنْ الْخَيْر وَالشَّرّ فَأَخْبَرَ أَنَّهُ لَا يَحْصُل لِهَؤُلَاءِ الْمُشْرِكِينَ مِنْ الْأَعْمَال الَّتِي ظَنُّوا أَنَّهَا مَنْجَاة لَهُمْ شَيْء وَذَلِكَ لِأَنَّهَا فَقَدَتْ الشَّرْط الشَّرْعِيّ إِمَّا الْإِخْلَاص فِيهَا وَإِمَّا الْمُتَابَعَة لِشَرْعِ اللَّه فَكُلّ عَمَل لَا يَكُون خَالِصًا وَعَلَى الشَّرِيعَة الْمَرْضِيَّة فَهُوَ بَاطِل فَأَعْمَال الْكُفَّار لَا تَخْلُو مِنْ وَاحِد مِنْ هَذَيْنِ وَقَدْ تَجْمَعهُمَا مَعًا فَتَكُون أَبْعَد مِنْ الْقَبُول حِينَئِذٍ وَلِهَذَا قَالَ تَعَالَى : \" وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَل فَجَعَلْنَاهُ هَبَاء مَنْثُورًا \" قَالَ مُجَاهِد وَالثَّوْرِيّ \" وَقَدِمْنَا\" أَيْ عَمَدْنَا وَكَذَا قَالَ السُّدِّيّ وَبَعْضهمْ يَقُول أَتَيْنَا عَلَيْهِ وَقَوْله تَعَالَى : \" فَجَعَلْنَاهُ هَبَاء مَنْثُورًا \" قَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ الْحَارِث عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فِي قَوْله : \" هَبَاء مَنْثُورًا \" قَالَ شُعَاع الشَّمْس إِذَا دَخَلَ الْكُوَّة وَكَذَا رُوِيَ مِنْ غَيْر هَذَا الْوَجْه عَنْ عَلِيّ وَرُوِيَ مِثْله عَنْ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالسُّدِّيّ وَالضَّحَّاك وَغَيْرهمْ وَكَذَا قَالَ الْحَسَن الْبَصْرِيّ هُوَ الشُّعَاع فِي كُوَّة أَحَدكُمْ وَلَوْ ذَهَبَ يَقْبِض عَلَيْهِ لَمْ يَسْتَطِعْ . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" هَبَاء مَنْثُورًا \" قَالَ هُوَ الْمَاء الْمُهْرَاق وَقَالَ أَبُو الْأَحْوَص عَنْ أَبِي إِسْحَاق عَنْ الْحَارِث عَنْ عَلِيّ \" هَبَاء مَنْثُورًا \" قَالَ الْهَبَاء وَهْج الدَّوَابّ وَرُوِيَ مِثْله عَنْ اِبْن عَبَّاس أَيْضًا وَالضَّحَّاك وَقَالَهُ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَقَالَ قَتَادَة فِي قَوْله : \" هَبَاء مَنْثُورًا \" قَالَ أَمَا رَأَيْت يُبْس الشَّجَر إِذَا ذَرَّته الرِّيح ؟ فَهُوَ ذَلِكَ الْوَرَق وَقَالَ عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَاصِم بْن حَكِيم عَنْ أَبِي سَرِيع الطَّائِيّ عَنْ عُبَيْد بْن يَعْلَى قَالَ وَإِنَّ الْهَبَاء الرَّمَاد إِذَا ذَرَّته الرِّيح وَحَاصِل هَذِهِ الْأَقْوَال التَّنْبِيه عَلَى مَضْمُون الْآيَة وَذَلِكَ أَنَّهُمْ عَمِلُوا أَعْمَالًا اِعْتَقَدُوا أَنَّهَا عَلَى شَيْء فَلَمَّا عُرِضَتْ عَلَى الْمَلِك الْحَكَم الْعَدْل الَّذِي لَا يَجُور وَلَا يَظْلِم أَحَدًا إِذَا إِنَّهَا لَا شَيْء بِالْكُلِّيَّةِ وَشُبِّهَتْ فِي ذَلِكَ بِالشَّيْءِ التَّافِه الْحَقِير الْمُتَفَرِّق الَّذِي لَا يَقْدِر صَاحِبه مِنْهُ عَلَى شَيْء بِالْكُلِّيَّةِ كَمَا قَالَ تَعَالَى :\" مَثَل الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالهمْ كَرَمَادٍ اِشْتَدَّتْ بِهِ الرِّيح \" الْآيَة وَقَالَ تَعَالَى : \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتكُمْ بِالْمَنِّ وَالْأَذَى - إِلَى قَوْله تَعَالَى - لَا يَقْدِرُونَ عَلَى شَيْء مِمَّا كَسَبُوا \" وَقَالَ تَعَالَى : \" وَاَلَّذِينَ كَفَرُوا أَعْمَالهمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبهُ الظَّمْآن مَاء حَتَّى إِذَا جَاءَهُ لَمْ يَجِدهُ شَيْئًا\" وَتَقَدَّمَ الْكَلَام عَلَى تَفْسِير ذَلِكَ وَلِلَّهِ الْحَمْد وَالْمِنَّة.</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39304, "aya_id": 23}]