[{"text": "إِذَا جَاءكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ", "sura_id": 63, "type": 0, "id": 5189, "aya_id": 1}, {"text": "إذا جاءك المنافقون قالوا نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد إن المنافقين لكاذبون", "sura_id": 63, "type": 1, "id": 11425, "aya_id": 1}, {"text": "سورة المنافقون 1 - (إذا جاءك المنافقون قالوا) بألسنتهم على خلاف ما في قلوبهم (نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد) يعلم (إن المنافقين لكاذبون) فيما أضمروه مخالفا لما قالوه \r\n", "sura_id": 63, "type": 2, "id": 30133, "aya_id": 1}, {"text": "إذا حضر مجلسك المنافقون -أيها الرسول- قالوا بألسنتهم, نشهد إنك لرسول الله, والله يعلم إنك لرسول الله, والله يشهد إن المنافقين لكاذبون فيما أظهروه من شهادتهم لك, وحلفوا عليه بألسنتهم, وأضمروا الكفر به.\r\n", "sura_id": 63, "type": 3, "id": 36369, "aya_id": 1}, {"text": " <font color=red>إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمُنَافِقِينَ إِنَّهُمْ إِنَّمَا يَتَفَوَّهُونَ بِالْإِسْلَامِ إِذَا جَاءُوا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَّا فِي بَاطِن الْأَمْر فَلَيْسُوا كَذَلِكَ بَلْ عَلَى الضِّدّ مِنْ ذَلِكَ وَلِهَذَا قَالَ تَعَالَى \" إِذَا جَاءَك الْمُنَافِقُونَ قَالُوا نَشْهَد إِنَّك لَرَسُول اللَّه\" أَيْ إِذَا حَضَرُوا عِنْدك وَاجَهُوك بِذَلِكَ وَأَظْهَرُوا لَك ذَلِكَ وَلَيْسَ كَمَا يَقُولُونَ وَلِهَذَا اُعْتُرِضَ بِجُمْلَةٍ مُخْبِرَة أَنَّهُ رَسُول اللَّه فَقَالَ \" وَاَللَّه يَعْلَم إِنَّك لَرَسُولُهُ\" . ثُمَّ قَالَ تَعَالَى \" وَاَللَّه يَشْهَد إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ \" أَيْ فِيمَا أَخْبَرُوا بِهِ وَإِنْ كَانَ مُطَابِقًا لِلْخَارِجِ لِأَنَّهُمْ لَمْ يَكُونُوا يَعْتَقِدُونَ صِحَّة مَا يَقُولُونَ وَلَا صِدْقه وَلِهَذَا كَذَّبَهُمْ بِالنِّسْبَةِ إِلَى اِعْتِقَادهمْ.</p><BR> <br> ", "sura_id": 63, "type": 4, "id": 42279, "aya_id": 1}]