[{"text": "وَإِذْ قَالُواْ اللَّهُمَّ إِن كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاء أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ", "sura_id": 8, "type": 0, "id": 1192, "aya_id": 32}, {"text": "وإذ قالوا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم", "sura_id": 8, "type": 1, "id": 7428, "aya_id": 32}, {"text": "32 - (وإذ قالوا اللهم إن كان هذا) الذي يقرؤه محمد (هو الحق) المنزل (من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم) مؤلم على بصيرة وجزم ببطلانه \r\n", "sura_id": 8, "type": 2, "id": 26136, "aya_id": 32}, {"text": "واذكر -أيها الرسول- قول المشركين من قومك داعين الله: إن كان ما جاء به محمد هو الحق مِن عندك فأمطر علينا حجارة من السماء, أو ائتنا بعذاب شديد موجع.\r\n", "sura_id": 8, "type": 3, "id": 32372, "aya_id": 32}, {"text": " <font color=red>وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</font><BR><p>وَقَوْله \" وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدك فَأَمْطِرْ عَلَيْنَا حِجَارَة مِنْ السَّمَاء أَوْ اِئْتِنَا بِعَذَابٍ أَلِيم \" هَذَا مِنْ كَثْرَة جَهْلهمْ وَشِدَّة تَكْذِيبهمْ وَعِنَادهمْ وَعُتُوّهُمْ وَهَذَا مِمَّا عِيبُوا بِهِ وَكَانَ الْأَوْلَى لَهُمْ أَنْ يَقُولُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدك فَاهْدِنَا لَهُ وَوَفِّقْنَا لِاتِّبَاعِهِ وَلَكِنْ اِسْتَفْتَحُوا عَلَى أَنْفُسهمْ وَاسْتَعْجَلُوا الْعَذَاب وَتَقْدِيم الْعُقُوبَة كَقَوْلِهِ تَعَالَى \" وَيَسْتَعْجِلُونَك بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمْ الْعَذَاب ولَيَأْتِيَنَّهُمْ بَغْتَة وَهُمْ لَا يَشْعُرُونَ \" \" وَقَالُوا رَبّنَا عَجِّلْ لَنَا قِطَّنَا قَبْل يَوْم الْحِسَاب \" وَقَوْله \" سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِع لِلْكَافِرِينَ لَيْسَ لَهُ دَافِع مِنْ اللَّه ذِي الْمَعَارِج \" وَكَذَلِكَ قَالَ الْجَهَلَة مِنْ الْأُمَم السَّالِفَة كَمَا قَالَ قَوْم شُعَيْب لَهُ \" فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنْ السَّمَاء إِنْ كُنْت مِنْ الصَّادِقِينَ \" وَقَالَ هَؤُلَاءِ \" اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِك فَأَمْطِرْ عَلَيْنَا حِجَارَة مِنْ السَّمَاء أَوْ اِئْتِنَا بِعَذَابٍ أَلِيمٍ \" قَالَ شُعْبَة عَنْ عَبْد الْحَمِيد صَاحِب الزِّيَادِيّ عَنْ أَنَس بْن مَالِك قَالَ أَبُو جَهْل بْن هِشَام قَالَ \" اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِك فَأَمْطِرْ عَلَيْنَا حِجَارَة مِنْ السَّمَاء أَوْ اِئْتِنَا بِعَذَابٍ أَلِيم \" فَنَزَلَتْ \" وَمَا كَانَ اللَّه لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" رَوَاهُ الْبُخَارِيّ عَنْ أَحْمَد وَمُحَمَّد بْن النَّضْر كِلَاهُمَا عَنْ عُبَيْد اللَّه بْن مُعَاذ عَنْ أَبِيهِ عَنْ شُعْبَة بِهِ وَأَحْمَد هَذَا هُوَ أَحْمَد بْن النَّضْر بْن عَبْد الْوَهَّاب قَالَهُ الْحَاكِم أَبُو أَحْمَد وَالْحَاكِم أَبُو عَبْد اللَّه النَّيْسَابُورِيّ وَاللَّهُ أَعْلَمُ . وَقَالَ الْأَعْمَش عَنْ رَجُل عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِك فَأَمْطِرْ عَلَيْنَا حِجَارَة مِنْ السَّمَاء أَوْ اِئْتِنَا بِعَذَابٍ أَلِيم \" قَالَ هُوَ النَّضْر بْن الْحَارِث بْن كِلْدَة قَالَ : فَأَنْزَلَ اللَّه \" سَأَلَ سَائِل بِعَذَابٍ وَاقِع لِلْكَافِرِينَ لَيْسَ لَهُ دَافِع \" وَكَذَا قَالَ مُجَاهِد وَعَطَاء وَسَعِيد بْن جُبَيْر وَالسُّدِّيّ إِنَّهُ النَّضْر بْن الْحَارِث زَادَ عَطَاء فَقَالَ اللَّه تَعَالَى \" وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْل يَوْم الْحِسَاب \" وَقَالَ \" وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّل مَرَّة \" وَقَالَ \" سَأَلَ سَائِل بِعَذَابٍ وَاقِع لِلْكَافِرِينَ \" قَالَ عَطَاء وَلَقَدْ أَنْزَلَ اللَّه فِيهِ بِضْع عَشْرَة آيَة مِنْ كِتَاب اللَّه عَزَّ وَجَلَّ وَقَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن إِبْرَاهِيم حَدَّثَنَا الْحَسَن بْن أَحْمَد بْن اللَّيْث حَدَّثَنَا أَبُو غَسَّان حَدَّثَنَا أَبُو نَمِيلَة حَدَّثَنَا الْحُسَيْن عَنْ اِبْن بُرَيْدَة عَنْ أَبِيهِ قَالَ : رَأَيْت عَمْرو بْن الْعَاص وَاقِفًا يَوْم أَحَد عَلَى فَرَس وَهُوَ يَقُول : اللَّهُمَّ إِنْ كَانَ مَا يَقُول مُحَمَّد حَقًّا فَاخْسِفْ بِي وَبِفَرَسِي . وَقَالَ قَتَادَة فِي قَوْله \" وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدك \" الْآيَة . قَالَ : قَالَ ذَلِكَ سَفَهَةُ هَذِهِ الْأُمَّة وَجَهَلَتُهَا فَعَادَ اللَّه بِعَائِدَتِهِ وَرَحْمَته عَلَى سَفَهَة هَذِهِ الْأُمَّة وَجَهَلَتهَا .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43080, "aya_id": 32}]