[{"text": "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنفِقِينَ وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ", "sura_id": 3, "type": 0, "id": 310, "aya_id": 17}, {"text": "الصابرين والصادقين والقانتين والمنفقين والمستغفرين بالأسحار", "sura_id": 3, "type": 1, "id": 6546, "aya_id": 17}, {"text": "17 - (الصابرين) على الطاعة وعن المعصية نعت (والصادقين) في الإيمان (والقانتين) المطيعين لله (والمنفقين) المتصدقين (والمستغفرين) الله بأن يقولوا اللهم اغفر لنا (بالأسحار) أواخر الليل خصت بالذكر لأنها وقت الغفلة ولذة النوم \r\n", "sura_id": 3, "type": 2, "id": 25254, "aya_id": 17}, {"text": "هم الذين اتصفوا بالصبر على الطاعات, وعن المعاصي, وعلى ما يصيبهم من أقدار الله المؤلمة, وبالصدق في الأقوال والأفعال وبالطاعة التامة, وبالإنفاق سرا وعلانية, وبالاستغفار في آخر الليل; لأنه مَظِنَّة القبول وإجابة الدعاء.\r\n", "sura_id": 3, "type": 3, "id": 31490, "aya_id": 17}, {"text": " <font color=red>الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" الصَّابِرِينَ \" أَيْ فِي قِيَامهمْ بِالطَّاعَاتِ وَتَرْكهمْ الْمُحَرَّمَات \" وَالصَّادِقِينَ \" فِيمَا أَخْبَرُوا بِهِ مِنْ إِيمَانهمْ بِمَا يَلْتَزِمُونَهُ مِنْ الْأَعْمَال الشَّاقَّة \" وَالْقَانِتِينَ \" وَالْقُنُوت الطَّاعَة وَالْخُضُوع \" وَالْمُنْفِقِينَ \" أَيْ مِنْ أَمْوَالهمْ فِي جَمِيع مَا أُمِرُوا بِهِ مِنْ الطَّاعَات وَصِلَة الْأَرْحَام وَالْقَرَابَات وَسَدّ الْخَلَّات وَمُوَاسَاة ذَوِي الْحَاجَات \" وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ \" دَلَّ عَلَى فَضِيلَة الِاسْتِغْفَار وَقْت الْأَسْحَار وَقَدْ قِيلَ : إِنَّ يَعْقُوب عَلَيْهِ السَّلَام لَمَّا قَالَ لِبَنِيهِ \" سَوْفَ أَسْتَغْفِر لَكُمْ رَبِّي\" أَنَّهُ أَخَّرَهُمْ إِلَى وَقْت السَّحَر . وَثَبَتَ فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ الْمَسَانِيد وَالسُّنَن مِنْ غَيْر وَجْه مِنْ جَمَاعَة مِنْ الصَّحَابَة أَنَّ رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ قَالَ \" يَنْزِل اللَّه تَبَارَكَ وَتَعَالَى فِي كُلّ لَيْلَة إِلَى السَّمَاء الدُّنْيَا حِين يَبْقَى ثُلُث اللَّيْل الْأَخِير فَيَقُول : هَلْ مِنْ سَائِل فَأُعْطِيه ؟ هَلْ مِنْ دَاعٍ فَأَسْتَجِيب لَهُ ؟ هَلْ مِنْ مُسْتَغْفِر فَأَغْفِر لَهُ ؟ \" الْحَدِيث . وَقَدْ أَفْرَدَ الْحَافِظ أَبُو الْحَسَن الدَّارَقُطْنِيّ فِي ذَلِكَ جُزْءًا عَلَى حِدَة فَرَوَاهُ مِنْ طُرُق مُتَعَدِّدَة . وَفِي الصَّحِيحَيْنِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : مِنْ كُلّ اللَّيْل قَدْ أَوْتَرَ رَسُول اللَّه صَلَّى اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَوَّلِهِ وَأَوْسَطِهِ وَآخِرِهِ فَانْتَهَى وِتْرُهُ إِلَى السَّحَر. وَكَانَ عَبْد اللَّه بْن عُمَر يُصَلِّي مِنْ اللَّيْل ثُمَّ يَقُول : يَا نَافِع هَلْ جَاءَ السَّحَر ؟ فَإِذَا قَالَ : نَعَمْ أَقْبَلَ عَلَى الدُّعَاء وَالِاسْتِغْفَار حَتَّى يُصْبِح رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبِي عَنْ حُرَيْث بْن أَبِي مَطَر عَنْ إِبْرَاهِيم بْن حَاطِب عَنْ أَبِيهِ قَالَ : سَمِعْت رَجُلًا فِي السَّحَر فِي نَاحِيَة الْمَسْجِد وَهُوَ يَقُول : يَا رَبّ أَمَرْتنِي فَأَطَعْتُك وَهَذَا السَّحَر فَاغْفِرْ لِي فَنَظَرْت فَإِذَا هُوَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ . وَرَوَى اِبْن مَرْدُوَيه عَنْ أَنَس بْن مَالِك قَالَ : كُنَّا نُؤْمَر إِذَا صَلَّيْنَا مِنْ اللَّيْل أَنْ نَسْتَغْفِر فِي آخِر السَّحَر سَبْعِينَ مَرَّة .</p><BR> > <br> ", "sura_id": 3, "type": 4, "id": 39921, "aya_id": 17}]