[{"text": "ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِيَ أَحْسَنَ وَتَفْصِيلاً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَاء رَبِّهِمْ يُؤْمِنُونَ", "sura_id": 6, "type": 0, "id": 943, "aya_id": 154}, {"text": "ثم آتينا موسى الكتاب تماما على الذي أحسن وتفصيلا لكل شيء وهدى ورحمة لعلهم بلقاء ربهم يؤمنون", "sura_id": 6, "type": 1, "id": 7179, "aya_id": 154}, {"text": "154 - (ثم آتينا موسى الكتاب) التوراة وثم لترتيب الأخبار (تماما) للنعمة (على الذي أحسن) بالقيام به (وتفصيلا) بيانا (لكل شيء) يحتاج إليه في الدين (وهدى ورحمة لعلهم) أي بني إسرائيل (بلقاء ربهم) بالبعث (يؤمنون) \r\n", "sura_id": 6, "type": 2, "id": 25887, "aya_id": 154}, {"text": "ثم قل -أيها الرسول- لهؤلاء المشركين: إن الله تعالى هو الذي أتى موسى التوراة تمامًا لنعمته على المحسنين من أهل ملته, وتفصيلا لكل شيء من أمور دينهم, وهدى ودلالة على الطريق المستقيم ورحمة لهم; رجاء أن يصدِّقوا بالبعث بعد الموت والحساب والجزاء, ويعملوا لذلك.\r\n", "sura_id": 6, "type": 3, "id": 32123, "aya_id": 154}, {"text": " <font color=red>ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ</font><BR><p>قَالَ اِبْن جَرِير \" ثُمَّ آتَيْنَا مُوسَى الْكِتَاب \" تَقْدِيره ثُمَّ قُلْ يَا مُحَمَّد مُخْبِرًا عَنَّا أَنَّا آتَيْنَا مُوسَى الْكِتَاب بِدَلَالَةِ قَوْله \" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ\" قُلْت وَفِي هَذَا نَظَر , وَ \" ثُمَّ \" هَهُنَا إِنَّمَا هِيَ لِعَطْفِ الْخَبَر بَعْد الْخَبَر لَا لِلتَّرْتِيبِ هَهُنَا كَمَا قَالَ الشَّاعِر : قُلْ لِمَنْ سَادَ ثُمَّ سَادَ أَبُوهُ ثُمَّ قَدْ سَادَ قَبْل ذَلِكَ جَدّه وَهَهُنَا لَمَّا أَخْبَرَ اللَّه سُبْحَانه عَنْ الْقُرْآن بِقَوْلِهِ \" وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ \" عَطْف بِمَدْحِ التَّوْرَاة وَرَسُولهَا فَقَالَ \" ثُمَّ آتَيْنَا مُوسَى الْكِتَاب\" وَكَثِيرًا مَا يَقْرِن سُبْحَانه بَيْن ذِكْر الْقُرْآن وَالتَّوْرَاة كَقَوْلِهِ تَعَالَى \" وَمِنْ قَبْله كِتَاب مُوسَى إِمَامًا وَرَحْمَة وَهَذَا كِتَاب مُصَدِّق لِسَانًا عَرَبِيًّا \" وَقَوْله أَوَّل هَذِهِ السُّورَة \" قُلْ مَنْ أَنْزَلَ الْكِتَاب الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيس تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا \" الْآيَة .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42137, "aya_id": 154}]