[{"text": "وَوَهَبْنَا لَهُ إِسْحَقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ", "sura_id": 29, "type": 0, "id": 3367, "aya_id": 27}, {"text": "ووهبنا له إسحاق ويعقوب وجعلنا في ذريته النبوة والكتاب وآتيناه أجره في الدنيا وإنه في الآخرة لمن الصالحين", "sura_id": 29, "type": 1, "id": 9603, "aya_id": 27}, {"text": "27 - (ووهبنا له) بعد إسماعيل (إسحاق ويعقوب) بعد إسحق (وجعلنا في ذريته النبوة) فكل الأنبياء بعد إبراهيم من ذريته (والكتاب) بمعنى الكتب أي التوراة والانجيل والزبور والفرقان (وآتيناه أجره في الدنيا) وهو الثناء الحسن في كل أهل الأديان (وإنه في الآخرة لمن الصالحين) الذين لهم الدرجات العلى \r\n", "sura_id": 29, "type": 2, "id": 28311, "aya_id": 27}, {"text": "ووهبنا له إسحاق ولدًا, ويعقوب من بعده وَلَدَ وَلَدٍ, وجعلنا في ذريته الأنبياء والكتب, وأعطيناه ثواب بلائه فينا, في الدنيا الذكر الحسن والولد الصالح, وإنه في الآخرة لمن الصالحين.\r\n", "sura_id": 29, "type": 3, "id": 34547, "aya_id": 27}, {"text": " <font color=red>وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ</font><BR><p>وَقَوْله تَعَالَى : \" وَوَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب \" كَقَوْلِهِ : \" فَلَمَّا اِعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُون اللَّه وَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب وَكُلًّا جَعَلْنَا نَبِيًّا \" أَيْ أَنَّهُ لَمَّا فَارَقَ قَوْمه أَقَرَّ اللَّه عَيْنه بِوُجُودِ وَلَد صَالِح نَبِيّ وَوُلِدَ لَهُ وَلَد صَالِح نَبِيّ فِي حَيَاة جَدّه وَكَذَلِكَ قَالَ تَعَالَى : \" وَوَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب نَافِلَة \" أَيْ زِيَادَة كَمَا قَالَ تَعَالَى : \" فَبَشَّرْنَاهُ بِإِسْحَاقَ وَمِنْ وَرَاء إِسْحَاق يَعْقُوب \" أَيْ يُولَد لِهَذَا الْوَلَد وَلَد فِي حَيَاتكُمَا تَقَرّ بِهِ أَعْيُنكُمَا وَكَوْن يَعْقُوب وَلَد لِإِسْحَاق نَصَّ عَلَيْهِ الْقُرْآن وَثَبَتَتْ بِهِ السُّنَّة النَّبَوِيَّة قَالَ اللَّه تَعَالَى : \" أَمْ كُنْتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوب الْمَوْت إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي ؟ قَالُوا نَعْبُد إِلَهك وَإِلَه آبَائِك إِبْرَاهِيم وَإِسْمَاعِيل وَإِسْحَاق إِلَهًا وَاحِدًا \" الْآيَة وَفِي الصَّحِيحَيْنِ\" إِنَّ الْكَرِيم اِبْن الْكَرِيم اِبْن الْكَرِيم اِبْن الْكَرِيم يُوسُف بْن يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم عَلَيْهِمْ الصَّلَاة وَالسَّلَام \" فَأَمَّا مَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله : \" وَوَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب \" قَالَ هُمَا وَلَدَا إِبْرَاهِيم فَمَعْنَاهُ أَنَّ وَلَد الْوَلَد بِمَنْزِلَةِ الْوَلَد فَإِنَّ هَذَا الْأَمْر لَا يَكَاد يَخْفَى عَلَى مَنْ هُوَ دُون اِبْن عَبَّاس . وَقَوْله تَعَالَى : \" وَجَعَلْنَا فِي ذُرِّيَّته النُّبُوَّة وَالْكِتَاب \" هَذِهِ خِلْعَة سَنِيَّة عَظِيمَة مَعَ اِتِّخَاذ اللَّه إِيَّاهُ خَلِيلًا وَجَعْله لِلنَّاسِ إِمَامًا أَنْ جَعَلَ فِي ذُرِّيَّته النُّبُوَّة وَالْكِتَاب فَلَمْ يُوجَد نَبِيّ بَعْد إِبْرَاهِيم عَلَيْهِ السَّلَام إِلَّا وَهُوَ مِنْ سُلَالَته فَجَمِيع أَنْبِيَاء بَنِي إِسْرَائِيل مِنْ سُلَالَة يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم حَتَّى كَانَ آخِرهمْ عِيسَى اِبْن مَرْيَم فَقَامَ فِي مَلَئِهِمْ مُبَشِّرًا بِالنَّبِيِّ الْعَرَبِيّ الْقُرَشِيّ الْهَاشِمِيّ خَاتَم الرُّسُل عَلَى الْإِطْلَاق وَسَيِّد وَلَد آدَم فِي الدُّنْيَا وَالْآخِرَة الَّذِي اِصْطَفَاهُ اللَّه مِنْ صَمِيم الْعَرَب الْعَرْبَاء مِنْ سُلَالَة إِسْمَاعِيل بْن إِبْرَاهِيم عَلَيْهِمَا السَّلَام وَلَمْ يُوجَد نَبِيّ مِنْ سُلَالَة إِسْمَاعِيل سِوَاهُ عَلَيْهِ أَفْضَل الصَّلَاة وَالسَّلَام. وَقَوْله : \" وَآتَيْنَاهُ أَجْره فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَة لَمِنْ الصَّالِحِينَ \" أَيْ جَمَعَ اللَّه لَهُ بَيْن سَعَادَة الدُّنْيَا الْمَوْصُولَة بِسَعَادَةِ الْآخِرَة فَكَانَ لَهُ فِي الدُّنْيَا الرِّزْق الْوَاسِع الْهَنِيّ وَالْمَنْزِل الرَّحْب وَالْمَوْرِد الْعَذْب وَالزَّوْجَة الْحَسَنَة الصَّالِحَة وَالثَّنَاء الْجَمِيل وَالذِّكْر الْحَسَن وَكُلّ أَحَد يُحِبّهُ وَيَتَوَلَّاهُ كَمَا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَغَيْرهمْ مَعَ الْقِيَام بِطَاعَةِ اللَّه مِنْ جَمِيع الْوُجُوه كَمَا قَالَ تَعَالَى : \" وَإِبْرَاهِيم الَّذِي وَفَّى \" أَيْ قَامَ بِجَمِيعِ مَا أُمِرَ وَكَمَّلَ طَاعَة رَبّه وَلِهَذَا قَالَ تَعَالَى : \" وَآتَيْنَاهُ أَجْره فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَة لَمِنْ الصَّالِحِينَ \" وَكَمَا قَالَ تَعَالَى : \" إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ - إِلَى قَوْله - وَإِنَّهُ فِي الْآخِرَة لَمِنْ الصَّالِحِينَ \" .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39793, "aya_id": 27}]