[{"text": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِن يُهْلِكُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ", "sura_id": 6, "type": 0, "id": 815, "aya_id": 26}, {"text": "وهم ينهون عنه وينأون عنه وإن يهلكون إلا أنفسهم وما يشعرون", "sura_id": 6, "type": 1, "id": 7051, "aya_id": 26}, {"text": "26 - (وهم ينهون) الناس (عنه) عن اتباع النبي صلى الله عليه وسلم (وينأون) يتباعدون (عنه) فلا يؤمنون به ، وقيل نزلت في أبي طالب كان ينهى عن أذاه ولا يؤمن به (وإن) ما (يهلكون) بالنأي عنه (إلا أنفسهم) لأن ضرره عليهم (وما يشعرون) بذلك \r\n", "sura_id": 6, "type": 2, "id": 25759, "aya_id": 26}, {"text": "وهؤلاء المشركون ينهون الناس عن اتباع محمد صلى الله عليه وسلم والاستماع إليه, ويبتعدون بأنفسهم عنه, وما يهلكون -بصدهم عن سبيل الله- إلا أنفسهم, وما يحسون أنهم يعملون لهلاكها.\r\n", "sura_id": 6, "type": 3, "id": 31995, "aya_id": 26}, {"text": " <font color=red>وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ</font><BR><p>وَقَوْله \" وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ \" فِي مَعْنَى يَنْهَوْنَ عَنْهُ قَوْلَانِ\" أَحَدهمَا \" أَنَّ الْمُرَاد أَنَّهُمْ يَنْهَوْنَ النَّاس عَنْ اِتِّبَاع الْحَقّ وَتَصْدِيق الرَّسُول وَالِانْقِيَاد لِلْقُرْآنِ \" وَيَنْأَوْنَ عَنْهُ \" أَيْ وَيُبْعِدُونَهُمْ عَنْهُ فَيَجْمَعُونَ بَيْن الْفِعْلَيْنِ الْقَبِيحَيْنِ لَا يَنْتَفِعُونَ وَلَا يَدْعُونَ أَحَدًا يَنْتَفِع قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَهُمْ يَنْهَوْنَ عَنْهُ \" يَرُدُّونَ النَّاس عَنْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُؤْمِنُوا بِهِ . وَقَالَ مُحَمَّد بْن الْحَنَفِيَّة : كَانَ كُفَّار قُرَيْش لَا يَأْتُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَنْهَوْنَ عَنْهُ وَكَذَا قَالَ قَتَادَة وَمُجَاهِد وَالضَّحَّاك وَغَيْر وَاحِد وَهَذَا الْقَوْل أَظْهَر وَاَللَّه أَعْلَم وَهُوَ اِخْتِيَار اِبْن جَرِير . \" وَالْقَوْل الثَّانِي \" رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي ثَابِت عَمَّنْ سَمِعَ اِبْن عَبَّاس يَقُول فِي قَوْله \" وَهُمْ يَنْهَوْنَ عَنْهُ \" قَالَ : نَزَلَتْ فِي أَبِي طَالِب كَانَ يَنْهَى النَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُؤْذَى . وَكَذَا قَالَ الْقَاسِم بْن مُخَيْمِرَة وَحَبِيب بْن أَبِي ثَابِت وَعَطَاء بْن دِينَار وَغَيْره أَنَّهَا نَزَلَتْ فِي أَبِي طَالِب . وَقَالَ سَعِيد بْن أَبِي هِلَال : نَزَلَتْ فِي عُمُومَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانُوا عَشَرَة فَكَانُوا أَشَدّ النَّاس مَعَهُ فِي الْعَلَانِيَة وَأَشَدّ النَّاس عَلَيْهِ فِي السِّرّ رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ\" وَهُمْ يَنْهَوْنَ \" عَنْهُ أَيْ يَنْهَوْنَ النَّاس عَنْ قَتْله وَقَوْله\" وَيَنْأَوْنَ عَنْهُ \" أَيْ يَتَبَاعَدُونَ مِنْهُ \" وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسهمْ وَمَا يَشْعُرُونَ \" أَيْ وَمَا يُهْلِكُونَ بِهَذَا الصَّنِيع وَلَا يَعُود وَبَاله إِلَّا عَلَيْهِمْ وَهُمْ لَا يَشْعُرُونَ.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42160, "aya_id": 26}]