[{"text": "يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ قَدْ جَاءكُم مِّنَ اللّهِ نُورٌ وَكِتَابٌ مُّبِينٌ", "sura_id": 5, "type": 0, "id": 684, "aya_id": 15}, {"text": "يا أهل الكتاب قد جاءكم رسولنا يبين لكم كثيرا مما كنتم تخفون من الكتاب ويعفو عن كثير قد جاءكم من الله نور وكتاب مبين", "sura_id": 5, "type": 1, "id": 6920, "aya_id": 15}, {"text": "15 - (يا أهل الكتاب) اليهود والنصارى (قد جاءكم رسولنا) محمد (يبين لكم كثيرا مما كنتم تخفون) تكتمون (من الكتاب) التوراة والإنجيل كآية الرجم وصفته (ويعفو عن كثير) من ذلك فلا يبينه إذا لم يكن فيه مصلحة إلا افتضاحكم (قد جاءكم من الله نور) هو النبي صلى الله عليه وسلم (وكتاب) قرآن (مبين) بين ظاهر \r\n", "sura_id": 5, "type": 2, "id": 25628, "aya_id": 15}, {"text": "يا أهل الكتاب من اليهود والنصارى, قد جاءكم رسولنا محمد صلى الله عليه وسلم يبيِّن لكم كثيرًا مما كنتم تُخْفونه عن الناس مما في التوراة والإنجيل, ويترك بيان ما لا تقتضيه الحكمة. قد جاءكم من الله نور وكتاب مبين: وهو القرآن الكريم.\r\n", "sura_id": 5, "type": 3, "id": 31864, "aya_id": 15}, {"text": " <font color=red>يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ</font><BR><p>قَدْ جَاءَكُمْ مِنْ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ \" يَقُول تَعَالَى مُخْبِرًا عَنْ نَفْسِهِ الْكَرِيمَةِ أَنَّهُ قَدْ أَرْسَلَ رَسُوله مُحَمَّدًا بِالْهُدَى وَدِين الْحَقّ إِلَى جَمِيع أَهْل الْأَرْض عَرَبهمْ وَعَجَمهمْ أُمِّيِّهِمْ وَكِتَابِيِّهِمْ وَأَنَّهُ بَعَثَهُ بِالْبَيِّنَاتِ وَالْفَرْقِ بَيْن الْحَقّ وَالْبَاطِل فَقَالَ \" يَا أَهْل الْكِتَاب قَدْ جَاءَكُمْ رَسُولنَا يُبَيِّن لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنْ الْكِتَاب وَيَعْفُو عَنْ كَثِير \" أَيْ يُبَيِّن مَا بَدَّلُوهُ وَحَرَّفُوهُ وَأَوَّلُوهُ وَافْتَرَوْا عَلَى اللَّه فِيهِ وَيَسْكُت عَنْ كَثِير مِمَّا غَيَّرُوهُ وَلَا فَائِدَة فِي بَيَانه وَقَدْ رَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث الْحُسَيْن بْن وَاقِد عَنْ يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : مَنْ كَفَرَ بِالرَّجْمِ فَقَدْ كَفَرَ بِالْقُرْآنِ مِنْ حَيْثُ لَا يَحْتَسِب قَوْله \" يَا أَهْل الْكِتَاب قَدْ جَاءَكُمْ رَسُولنَا يُبَيِّن لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنْ الْكِتَاب \" فَكَانَ الرَّجْم مِمَّا أَخْفَوْهُ ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ ثُمَّ أَخْبَرَ تَعَالَى عَنْ الْقُرْآن الْعَظِيم الَّذِي أَنْزَلَهُ عَلَى نَبِيّه الْكَرِيم فَقَالَ \" قَدْ جَاءَكُمْ مِنْ اللَّه نُور وَكِتَاب مُبِين يَهْدِي بِهِ اللَّه مَنْ اِتَّبَعَ رِضْوَانه سُبُل السَّلَام \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41464, "aya_id": 15}]