[{"text": "لَقَد تَّابَ الله عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُوفٌ رَّحِيمٌ", "sura_id": 9, "type": 0, "id": 1352, "aya_id": 117}, {"text": "لقد تاب الله على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة من بعد ما كاد يزيغ قلوب فريق منهم ثم تاب عليهم إنه بهم رؤوف رحيم", "sura_id": 9, "type": 1, "id": 7588, "aya_id": 117}, {"text": "117 - (لقد تاب الله) أي أدام توبته (على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة) أي وقتها وهي حالهم في غزوة تبوك كان الرجلان يقتسمان تمرة والعشرة يعتقبون البعير الواحد ، واشتد الحرب حتى شربوا الفَرث (من بعد ما كاد يزيغ) بالياء والتاء تميل (قلوب فريق منهم) عن اتباعه إلى التخلف لما هم فيه من الشدة (ثم تاب عليهم) بالثبات (إنه بهم رؤوف رحيم) \r\n", "sura_id": 9, "type": 2, "id": 26296, "aya_id": 117}, {"text": "لقد وفَّق الله نبيه محمدا صلى الله عليه وسلم إلى الإنابة إليه وطاعته, وتاب الله على المهاجرين الذين هجروا ديارهم وعشيرتهم إلى دار الإسلام, وتاب على أنصار رسول الله صلى الله عليه وسلم الذين خرجوا معه لقتال الأعداء في غزوة (تبوك) في حرٍّ شديد, وضيق من الزاد والظَّهْر, لقد تاب الله عليهم من بعد ما كاد يَميل قلوب بعضهم عن الحق, فيميلون إلى الدَّعة والسكون, لكن الله ثبتهم وقوَّاهم وتاب عليهم, إنه بهم رؤوف رحيم. ومن رحمته بهم أنْ مَنَّ عليهم بالتوبة, وقَبِلَها منهم, وثبَّتهم عليها.\r\n", "sura_id": 9, "type": 3, "id": 32532, "aya_id": 117}, {"text": " <font color=red>لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ</font><BR><p>قَالَ مُجَاهِد وَغَيْر وَاحِد نَزَلَتْ هَذِهِ الْآيَة فِي غَزْوَة تَبُوك وَذَلِكَ أَنَّهُمْ خَرَجُوا إِلَيْهَا فِي شِدَّة مِنْ الْأَمْر فِي سَنَة مُجْدِبَة وَحَرّ شَدِيد وَعُسْر مِنْ الزَّاد وَالْمَاء . قَالَ قَتَادَة خَرَجُوا إِلَى الشَّام عَام تَبُوك فِي لَهَبَان الْحَرّ عَلَى مَا يَعْلَم اللَّه مِنْ الْجَهْد مَا أَصَابَهُمْ فِيهَا جَهْد شَدِيد حَتَّى لَقَدْ ذُكِرَ لَنَا أَنَّ الرَّجُلَيْنِ كَانَا يَشُقَّانِ التَّمْرَة بَيْنهمَا وَكَانَ النَّفَر يَتَدَاوَلُونَ التَّمْرَة بَيْنهمْ يَمُصّهَا هَذَا ثُمَّ يَشْرَب عَلَيْهَا ثُمَّ يَمُصّهَا هَذَا ثُمَّ يَشْرَب عَلَيْهَا فَتَابَ اللَّه عَلَيْهِمْ وَأَقْفَلَهُمْ مِنْ غَزْوَتهمْ , وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ سَعِيد بْن أَبِي هِلَال عَنْ عُتْبَة بْن أَبِي عُتْبَة عَنْ نَافِع بْن جُبَيْر بْن مُطْعِم عَنْ عَبْد اللَّه بْن عَبَّاس أَنَّهُ قِيلَ لِعُمَر بْن الْخَطَّاب فِي شَأْن الْعُسْرَة فَقَالَ عُمَر بْن الْخَطَّاب خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى تَبُوك فِي قَيْظ شَدِيد فَنَزَلْنَا مَنْزِلًا فَأَصَابَنَا فِيهِ عَطَش حَتَّى ظَنَنَّا أَنَّ رِقَابنَا سَتَنْقَطِعُ وَحَتَّى إِنْ كَانَ الرَّجُل لَيَذْهَب يَلْتَمِس الْمَاء فَلَا يَرْجِع حَتَّى يَظُنّ أَنَّ رَقَبَته سَتَنْقَطِعُ وَحَتَّى إِنَّ الرَّجُل لِيَنْحَر بَعِيره فَيَعْصِر فَرْثه فَيَشْرَبهُ وَيَجْعَل مَا بَقِيَ عَلَى كَبِده فَقَالَ أَبُو بَكْر الصِّدِّيق يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ اللَّه عَزَّ وَجَلَّ قَدْ عَوَّدَك فِي الدُّعَاء خَيْرًا فَادْعُ لَنَا فَقَالَ \" تُحِبّ ذَلِكَ ؟ \" قَالَ نَعَمْ فَرَفَعَ يَدَيْهِ فَلَمْ يُرْجِعهُمَا حَتَّى سَالَتْ السَّمَاء فَأَهْطَلَتْ ثُمَّ سَكَنَتْ فَمَلَئُوا مَا مَعَهُمْ ثُمَّ ذَهَبْنَا نَنْظُر فَلَمْ نَجِدهَا جَاوَزَتْ الْعَسْكَر وَقَالَ اِبْن جَرِير فِي قَوْله \" لَقَدْ تَابَ اللَّه عَلَى النَّبِيّ وَالْمُهَاجِرِينَ وَالْأَنْصَار الَّذِينَ اِتَّبَعُوهُ فِي سَاعَة الْعُسْرَة \" أَيْ مِنْ النَّفَقَة وَالطُّهْر وَالزَّاد وَالْمَاء \" مِنْ بَعْد مَا كَادَ يَزِيغ قُلُوب فَرِيق مِنْهُمْ \" أَيْ عَنْ الْحَقّ وَيَشُكّ فِي دِين الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَرْتَاب لِلَّذِي نَالَهُمْ مِنْ الْمَشَقَّة وَالشِّدَّة فِي سَفَرهمْ وَغَزْوهمْ \" ثُمَّ تَابَ عَلَيْهِمْ \" يَقُول ثُمَّ رَزَقَهُمْ الْإِنَابَة \" إِلَى رَبّهمْ وَالرُّجُوع إِلَى الثَّبَات عَلَى دِينه \" إِنَّهُ بِهِمْ رَءُوف رَحِيم \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43414, "aya_id": 117}]