[{"text": "وَلَوْلَا أَن كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاء لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ", "sura_id": 59, "type": 0, "id": 5129, "aya_id": 3}, {"text": "ولولا أن كتب الله عليهم الجلاء لعذبهم في الدنيا ولهم في الآخرة عذاب النار", "sura_id": 59, "type": 1, "id": 11365, "aya_id": 3}, {"text": "3 - (ولولا أن كتب الله) قضى (عليهم الجلاء) الخروج من الوطن (لعذبهم في الدنيا) بالقتل والسبي كما فعله بقريظة من اليهود (ولهم في الآخرة عذاب النار) \r\n", "sura_id": 59, "type": 2, "id": 30073, "aya_id": 3}, {"text": "ولولا أن كتب الله عليهم الخروج مِن ديارهم وقضاه, لَعذَّبهم في الدنيا بالقتل والسبي, ولهم في الآخرة عذاب النار.\r\n", "sura_id": 59, "type": 3, "id": 36309, "aya_id": 3}, {"text": " <font color=red>وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ</font><BR><p>وَقَوْله \" وَلَوْلَا أَنْ كَتَبَ اللَّه عَلَيْهِمْ الْجَلَاء لَعَذَّبَهُمْ فِي الدُّنْيَا \" أَيْ لَوْلَا أَنْ كَتَبَ اللَّه عَلَيْهِمْ هَذَا الْجَلَاء وَهُوَ النَّفْي مِنْ دِيَارهمْ وَأَمْوَالهمْ لَكَانَ لَهُمْ عِنْد اللَّه عَذَاب آخَر مِنْ الْقَتْل وَالسَّبْي وَنَحْو ذَلِكَ قَالَهُ الزُّهْرِيّ عَنْ عُرْوَة وَالسُّدِّيّ وَابْن زَيْد لِأَنَّ اللَّه قَدْ كَتَبَ عَلَيْهِمْ أَنَّهُ سَيُعَذِّبُهُمْ فِي الدَّار الدُّنْيَا مَعَ مَا أَعَدَّ لَهُمْ فِي الدَّار الْآخِرَة مِنْ الْعَذَاب فِي نَار جَهَنَّم . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث حَدَّثَنِي اللَّيْث عَنْ عُقَيْل عَنْ اِبْن شِهَاب قَالَ أَخْبَرَنِي عُرْوَة بْن الزُّبَيْر قَالَ ثُمَّ كَانَتْ وَقْعَة بَنِي النَّضِير وَهُمْ طَائِفَة مِنْ الْيَهُود عَلَى رَأْس سِتَّة أَشْهُر مِنْ وَقْعَة بَدْر وَكَانَ مَنْزِلهمْ بِنَاحِيَةٍ مِنْ الْمَدِينَة فَحَاصَرَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى نَزَلُوا مِنْ الْجَلَاء وَأَنَّ لَهُمْ مَا أَقَلَّتْ الْإِبِل مِنْ الْأَمْوَال وَالْأَمْتِعَة إِلَّا الْحَلْقَة وَهِيَ السِّلَاح فَأَجَلَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قِبَل الشَّام قَالَ وَالْجَلَاء أَنَّهُ كَتَبَ عَلَيْهِمْ فِي آيٍ مِنْ التَّوْرَاة وَكَانُوا مِنْ سَبْط لَمْ يُصِبْهُمْ الْجَلَاء قَبْل مَا سَلَّطَ عَلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْزَلَ اللَّه فِيهِمْ \" سَبَّحَ لِلَّهِ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض \" إِلَى قَوْله \" وَلِيُخْزِيَ الْفَاسِقِينَ \" وَقَالَ عِكْرِمَة الْجَلَاء الْقَتْل وَفِي رِوَايَة عَنْهُ الْفَنَاء وَقَالَ قَتَادَة الْجَلَاء خُرُوج النَّاس مِنْ الْبَلَد إِلَى الْبَلَد وَقَالَ الضَّحَّاك أَجَلَاهُمْ إِلَى الشَّام وَأَعْطَى كُلّ ثَلَاثَة بَعِيرًا وَسِقَاء فَهَذَا الْجَلَاء . وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عَبْد اللَّه الْحَافِظ أَخْبَرَنَا أَحْمَد بْن كَامِل الْقَاضِي حَدَّثَنَا مُحَمَّد بْن سَعِيد الْعَوْفِيّ حَدَّثَنِي أَبِي عَنْ عَمِّي حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ اِبْن عَبَّاس قَالَ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ حَاصَرَهُمْ حَتَّى بَلَغَ مِنْهُمْ كُلّ مَبْلَغ فَأَعْطَوْهُ مَا أَرَادَ مِنْهُمْ فَصَالَحَهُمْ عَلَى أَنْ يُحْقَن لَهُمْ دِمَائِهِمْ وَأَنْ يُخْرِجهُمْ مِنْ أَرْضهمْ وَمِنْ دِيَارهمْ وَأَوْطَانهمْ وَأَنْ يُسَيِّرهُمْ إِلَى أَذْرِعَات الشَّام وَجَعَلَ لِكُلِّ ثَلَاثَة مِنْهُمْ بَعِيرًا وَسِقَاء وَالْجَلَاء إِخْرَاجهمْ مِنْ أَرْضهمْ إِلَى أَرْض أُخْرَى وَرَوَى أَيْضًا مِنْ حَدِيث يَعْقُوب بْن مُحَمَّد الزُّهْرِيّ عَنْ إِبْرَاهِيم بْن جَعْفَر عَنْ مَحْمُود بْن مُحَمَّد بْن مَسْلَمَة عَنْ أَبِيهِ عَنْ جَدّه عَنْ مُحَمَّد بْن مَسْلَمَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَهُ إِلَى بَنِي النَّضِير وَأَمَرَهُ أَنْ يُؤَجِّلهُمْ فِي الْجَلَاء ثَلَاثَة أَيَّام وَقَوْله تَعَالَى\" وَلَهُمْ فِي الْآخِرَة عَذَاب النَّار \" أَيْ حَتْم لَازِم لَا بُدّ لَهُمْ مِنْهُ .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42069, "aya_id": 3}]