[{"text": "وَكَذَلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولواْ أَهَؤُلاء مَنَّ اللّهُ عَلَيْهِم مِّن بَيْنِنَا أَلَيْسَ اللّهُ بِأَعْلَمَ بِالشَّاكِرِينَ", "sura_id": 6, "type": 0, "id": 842, "aya_id": 53}, {"text": "وكذلك فتنا بعضهم ببعض ليقولوا أهؤلاء من الله عليهم من بيننا أليس الله بأعلم بالشاكرين", "sura_id": 6, "type": 1, "id": 7078, "aya_id": 53}, {"text": "53 - (وكذلك فتنا) ابتلينا (بعضهم ببعض) أي الشريف بالوضيع والغني بالفقير بأن قدمناه بالسبق إلى الإيمان (ليقولوا) أي الشرفاء والأغنياء منكرين (أهؤلاء) الفقراء (من الله عليهم من بيننا) بالهداية أي لو كان ما هم عليه هدى ما سبقونا إليه قال تعالى: (أليس الله بأعلم بالشاكرين) له فيهديهم ، بلى \r\n", "sura_id": 6, "type": 2, "id": 25786, "aya_id": 53}, {"text": "وكذالك ابتلى الله تعالى بعض عباده ببعض بتباين حظوظهم من الأرزاق والأخلاق, فجعل بعضهم غنيًّا وبعضهم فقيرًا, وبعضهم قويًّا وبعضهم ضعيفًا, فأحوج بعضهم إلى بعض اختبارًا منه لهم بذلك; ليقول الكافرون الأغنياء: أهؤلاء الضعفاء مَنَّ الله عليهم بالهداية إلى الإسلام مِن بيننا؟ أليس الله تعالى بأعلم بمن يشكرون نعمته, فيوفقهم إلى الهداية لدينه؟\r\n", "sura_id": 6, "type": 3, "id": 32022, "aya_id": 53}, {"text": " <font color=red>وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ</font><BR><p>وَقَوْله \" وَكَذَلِكَ فَتَنَّا بَعْضهمْ بِبَعْضٍ \" أَيْ اِبْتَلَيْنَا وَاخْتَبَرْنَا وَامْتَحَنَّا بَعْضهمْ بِبَعْضٍ \" لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّه عَلَيْهِمْ مِنْ بَيْننَا \" وَذَلِكَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ غَالِب مَنْ اِتَّبَعَهُ فِي أَوَّل بَعْثَته ضُعَفَاء النَّاس مِنْ الرِّجَال وَالنِّسَاء وَالْعَبِيد وَالْإِمَاء وَلَمْ يَتَّبِعهُ مِنْ الْأَشْرَاف إِلَّا قَلِيل كَمَا قَالَ قَوْم نُوح لِنُوحٍ \" وَمَا نَرَاك اِتَّبَعَك إِلَّا الَّذِينَ هُمْ أَرَاذِلنَا بَادِيَ الرَّأْي \" الْآيَة وَكَمَا سَأَلَ هِرَقْل مَلِك الرُّوم أَبَا سُفْيَان حِين سَأَلَهُ عَنْ تِلْكَ الْمَسَائِل فَقَالَ لَهُ : فَأَشْرَاف النَّاس يَتَّبِعُونَهُ أَمْ ضُعَفَاؤُهُمْ ؟ فَقَالَ : بَلْ ضُعَفَاؤُهُمْ . فَقَالَ هُمْ أَتْبَاع الرُّسُل . وَالْغَرَض أَنَّ مُشْرِكِي قُرَيْش كَانُوا يَسْخَرُونَ بِمَنْ آمَنَ مِنْ ضُعَفَائِهِمْ وَيُعَذِّبُونَ مَنْ يَقْدِرُونَ عَلَيْهِ مِنْهُمْ وَكَانُوا يَقُولُونَ أَهَؤُلَاءِ مَنَّ اللَّه عَلَيْهِمْ مِنْ بَيْننَا ؟ أَيْ مَا كَانَ اللَّه لِيَهْدِي هَؤُلَاءِ إِلَى الْخَيْر لَوْ كَانَ مَا صَارُوا إِلَيْهِ خَيْرًا وَيَدَعنَا كَقَوْلِهِمْ \" لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ \" وَكَقَوْلِهِ تَعَالَى \" وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتنَا بَيِّنَات قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيّ الْفَرِيقَيْنِ خَيْر مَقَامًا وَأَحْسَن نَدِيًّا \" قَالَ اللَّه تَعَالَى فِي جَوَاب ذَلِكَ \" وَكَمْ أَهْلَكْنَا قَبْلهمْ مِنْ قَرْن هُمْ أَحْسَن أَثَاثًا وَرِئْيًا \" وَقَالَ فِي جَوَابهمْ حِين قَالُوا \" أَهَؤُلَاءِ مَنَّ اللَّه عَلَيْهِمْ مِنْ بَيْننَا أَلَيْسَ اللَّه بِأَعْلَم بِالشَّاكِرِينَ \" أَيْ أَلَيْسَ هُوَ أَعْلَم بِالشَّاكِرِينَ لَهُ بِأَقْوَالِهِمْ وَأَفْعَالهمْ وَضَمَائِرهمْ فَيُوَفِّقهُمْ وَيَهْدِيهِمْ سُبُل السَّلَام وَيُخْرِجهُمْ مِنْ الظُّلُمَات إِلَى النُّور بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاط مُسْتَقِيم كَمَا قَالَ تَعَالَى وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلنَا وَإِنَّ اللَّه لَمَعَ الْمُحْسِنِينَ \" وَفِي الْحَدِيث الصَّحِيح إِنَّ اللَّه لَا يَنْظُر إِلَى صُوَركُمْ وَلَا إِلَى أَلْوَانكُمْ وَلَكِنْ يَنْظُر إِلَى قُلُوبكُمْ وَأَعْمَالكُمْ \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن عَنْ حَجَّاج عَنْ اِبْن جُرَيْج عَنْ عِكْرِمَة فِي قَوْله\" وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبّهمْ\" الْآيَة قَالَ : جَاءَ عُتْبَة بْن رَبِيعَة وَشَيْبَة بْن رَبِيعَة وَمُطْعَم بْن عَدِيّ وَالْحَارِث بْن نَوْفَل وَقَرَظَة بْن عَبْد عَمْرو بْن نَوْفَل فِي أَشْرَاف مِنْ بَنِي عَبْد مَنَاف مِنْ أَهْل الْكُفْر إِلَى أَبِي طَالِب فَقَالُوا : يَا أَبَا طَالِب لَوْ أَنَّ اِبْن أَخِيك مُحَمَّدًا يَطْرُد عَنْهُ مَوَالِينَا وَحُلَفَاءَنَا فَإِنَّمَا هُمْ عَبِيدنَا وَعُتَقَاؤُنَا كَانَ أَعْظَم فِي صُدُورنَا وَأَطْوَع لَهُ عِنْدنَا وَأَدْنَى لِاتِّبَاعِنَا إِيَّاهُ وَتَصْدِيقنَا لَهُ قَالَ فَأَتَى أَبُو طَالِب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَدَّثَهُ بِذَلِكَ فَقَالَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ : لَوْ فَعَلْت ذَلِكَ حَتَّى تَنْظُر مَا الَّذِي يُرِيدُونَ وَإِلَى مَا يَصِيرُونَ مِنْ قَوْلهمْ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ الْآيَة \" وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبّهمْ \" إِلَى قَوْله\" أَلَيْسَ اللَّه بِأَعْلَم بِالشَّاكِرِينَ \" قَالَ : وَكَانُوا بِلَالًا وَعَمَّار بْن يَاسِر وَسَالِمًا مَوْلَى أَبِي حُذَيْفَة وَصُبَيْحًا مَوْلَى أَسِيد وَمِنْ الْحُلَفَاء اِبْن مَسْعُود وَالْمِقْدَاد بْن عَمْرو وَمَسْعُود بْن الْقَارِي وَوَاقِد بْن عَبْد اللَّه الْحَنْظَلِيّ وَعَمْرو بْن عَبْد عَمْرو وَذُو الشِّمَالَيْنِ وَمَرْثَد بْن أَبِي مَرْثَد وَأَبُو مَرْثَد الْغَنَوِيّ حَلِيف حَمْزَة بْن عَبْد الْمُطَّلِب وَأَشْبَاههمْ مِنْ الْحُلَفَاء فَنَزَلَتْ فِي أَئِمَّة الْكُفْر مِنْ قُرَيْش وَالْمَوَالِي وَالْحُلَفَاء \" وَكَذَلِكَ فَتَنَّا بَعْضهمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّه عَلَيْهِمْ مِنْ بَيْننَا\" الْآيَة فَلَمَّا نَزَلَتْ أَقْبَلَ عُمَر رَضِيَ اللَّه عَنْهُ فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاعْتَذَرَ مِنْ مَقَالَته.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42190, "aya_id": 53}]