[{"text": "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَاء إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ", "sura_id": 42, "type": 0, "id": 4299, "aya_id": 27}, {"text": "ولو بسط الله الرزق لعباده لبغوا في الأرض ولكن ينزل بقدر ما يشاء إنه بعباده خبير بصير", "sura_id": 42, "type": 1, "id": 10535, "aya_id": 27}, {"text": "27 - (ولو بسط الله الرزق لعباده) جميعهم (لبغوا) جميعهم أو طغوا (في الأرض ولكن ينزل) بالتخفيف وضده من الارزاق (بقدر ما يشاء) فيبسطها لبعض عباده دون بعض وينشأ عن البسط البغي (إنه بعباده خبير بصير) \r\n", "sura_id": 42, "type": 2, "id": 29243, "aya_id": 27}, {"text": "ولو بسط الله الرزق لعباده فوسَّعه عليهم، لبغوا في الأرض أشَرًا وبطرًا، ولطغى بعضهم على بعض، ولكن الله ينزل أرزاقهم بقدر ما يشاء لكفايتهم. إنه بعباده خبير بما يصلحهم, بصير بتدبيرهم وتصريف أحوالهم.\r\n", "sura_id": 42, "type": 3, "id": 35479, "aya_id": 27}, {"text": " <font color=red>وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ</font><BR><p>أَيْ لَوْ أَعْطَاهُمْ فَوْق حَاجَتهمْ مِنْ الرِّزْق لَحَمَلَهُمْ ذَلِكَ عَلَى الْبَغْي وَالطُّغْيَان مِنْ بَعْضهمْ عَلَى بَعْض أَشَرًا وَبَطَرًا وَقَالَ قَتَادَة كَانَ يُقَال خَيْر الْعَيْش مَا لَا يُلْهِيك وَلَا يُطْغِيك وَذَكَرَ قَتَادَة حَدِيث \" إِنَّمَا أَخَاف عَلَيْكُمْ مَا يُخْرِج اللَّه تَعَالَى مِنْ زَهْرَة الْحَيَاة الدُّنْيَا \" وَسُؤَال السَّائِل أَيَأْتِي الْخَيْر بِالشَّرِّ ؟ الْحَدِيث . وَقَوْله عَزَّ وَجَلَّ \" وَلَكِنْ يُنَزِّل بِقَدَرٍ مَا يَشَاء إِنَّهُ بِعِبَادِهِ خَبِير بَصِير \" أَيْ وَلَكِنْ يَرْزُقهُمْ مِنْ الرِّزْق مَا يَخْتَارهُ مِمَّا فِيهِ صَلَاحهمْ وَهُوَ أَعْلَم بِذَلِكَ فَيُغْنِي مَنْ يَسْتَحِقّ الْغِنَى وَيُفْقِر مَنْ يَسْتَحِقّ الْفَقْر كَمَا جَاءَ فِي الْحَدِيث الْمَرْوِيّ \" إِنَّ مِنْ عِبَادِي مَنْ لَا يُصْلِحهُ إِلَّا الْغِنَى وَلَوْ أَفْقَرْته لَأَفْسَدْت عَلَيْهِ دِينه وَإِنَّ مِنْ عِبَادِي مَنْ لَا يُصْلِحهُ إِلَّا الْفَقْر وَلَوْ أَغْنَيْته لَأَفْسَدْت عَلَيْهِ دِينه \" .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41098, "aya_id": 27}]