[{"text": "قَالُوا سُبْحَانَكَ مَا كَانَ يَنبَغِي لَنَا أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَاء وَلَكِن مَّتَّعْتَهُمْ وَآبَاءهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا", "sura_id": 25, "type": 0, "id": 2873, "aya_id": 18}, {"text": "قالوا سبحانك ما كان ينبغي لنا أن نتخذ من دونك من أولياء ولكن متعتهم وآباءهم حتى نسوا الذكر وكانوا قوما بورا", "sura_id": 25, "type": 1, "id": 9109, "aya_id": 18}, {"text": "18 - (قالوا سبحانك) تنزيها لك عما لا يليق بك (ما كان ينبغي) يستقيم (لنا أن نتخذ من دونك) أي غيرك (من أولياء) مفعول أول ومن زائدة لتأكيد النفي وما قبله الثاني فكيف نأمر بعبادتنا (ولكن متعتهم وآباءهم) من قبلهم بإطالة العنر وسعة الرزق (حتى نسوا الذكر) تركوا الموعظة والإيمان بالقرآن (وكانوا قوما بورا) هلكى \r\n", "sura_id": 25, "type": 2, "id": 27817, "aya_id": 18}, {"text": "قال المعبودون من دون الله: تنزيهًا لك- يا ربنا- عَمَّا فعل هؤلاء، فما يصحُّ أن نَتَّخِذ سواك أولياء نواليهم, ولكن متعتَ هؤلاء المشركين وآباءهم بالمال والعافية في الدنيا، حتى نسوا ذكرك فأشركوا بك، وكانوا قومًا هلكى غلب عليهم الشقاء والخِذْلان .\r\n", "sura_id": 25, "type": 3, "id": 34053, "aya_id": 18}, {"text": " <font color=red>قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا</font><BR><p>وَلِهَذَا قَالَ تَعَالَى مُخْبِرًا عَمَّا يُجِيب بِهِ الْمَعْبُودُونَ يَوْم الْقِيَامَة \" قَالُوا سُبْحَانك مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذ مِنْ دُونك مِنْ أَوْلِيَاء\" قَرَأَ الْأَكْثَرُونَ بِفَتْحِ النُّون مِنْ قَوْله \" نَتَّخِذ مِنْ دُونك مِنْ أَوْلِيَاء \" أَيْ لَيْسَ لِلْخَلَائِقِ كُلّهمْ أَنْ يَعْبُدُوا أَحَدًا سِوَاك لَا نَحْنُ وَلَا هُمْ فَنَحْنُ مَا دَعَوْنَاهُمْ إِلَى ذَلِكَ بَلْ هُمْ فَعَلُوا ذَلِكَ مِنْ تِلْقَاء أَنْفُسهمْ مِنْ غَيْر أَمْرنَا وَلَا رِضَانَا وَنَحْنُ بُرَآء مِنْهُمْ وَمِنْ عِبَادَتهمْ كَمَا قَالَ تَعَالَى \" وَيَوْم يَحْشُرهُمْ جَمِيعًا ثُمَّ يَقُول لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانك \" الْآيَة وَقَرَأَ آخَرُونَ \" مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذ مِنْ دُونك مِنْ أَوْلِيَاء \" أَيْ مَا يَنْبَغِي لِأَحَدٍ أَنْ يَعْبُدنَا فَإِنَّا عَبِيد لَك فُقَرَاء إِلَيْك وَهِيَ قَرِيبَة الْمَعْنَى مِنْ الْأُولَى\" وَلَكِنْ مَتَّعْتهمْ وَآبَاءَهُمْ \" أَيْ طَالَ عَلَيْهِمْ الْعُمُر حَتَّى نَسُوا الذِّكْر أَيْ نَسُوا مَا أَنْزَلْته إِلَيْهِمْ عَلَى أَلْسِنَة رُسُلك مِنْ الدَّعْوَة إِلَى عِبَادَتك وَحْدك لَا شَرِيك لَك \" وَكَانُوا قَوْمًا بُورًا \" قَالَ اِبْن عَبَّاس أَيْ هَلْكَى وَقَالَ الْحَسَن الْبَصْرِيّ وَمَالِك عَنْ الزُّهْرِيّ أَيْ لَا خَيْر فِيهِمْ وَقَالَ اِبْن الزِّبَعْرَى حِين أَسْلَمَ : يَا رَسُول الْمَلِيك إِنَّ لِسَانِي رَاتِق مَا فَتَقْت إِذْ أَنَا بُور إِذْ أُبَارِي الشَّيْطَان فِي سُنَن الْ غَيّ وَمَنْ مَالَ مَيْله مَثْبُور </p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39298, "aya_id": 18}]