[{"text": "قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ", "sura_id": 7, "type": 0, "id": 966, "aya_id": 12}, {"text": "قال ما منعك ألا تسجد إذ أمرتك قال أنا خير منه خلقتني من نار وخلقته من طين", "sura_id": 7, "type": 1, "id": 7202, "aya_id": 12}, {"text": "12 - (قال) تعالى (ما منعك أ) ن (لا) زائدة (تسجد إذ) حين (أمرتك قال أنا خير منه خلقتني من نار وخلقته من طين) \r\n", "sura_id": 7, "type": 2, "id": 25910, "aya_id": 12}, {"text": "قال تعالى منكرًا على إبليس تَرْكَ السجود: ما منعك ألا تسجد إذ أمرتك؟ فقال إبليس: أنا أفضل منه خلقًا; لأني مخلوق من نار, وهو مخلوق من طين. فرأى أن النار أشرف من الطين.\r\n", "sura_id": 7, "type": 3, "id": 32146, "aya_id": 12}, {"text": " <font color=red>قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ</font><BR><p>قَالَ بَعْض النُّحَاة فِي تَوْجِيه قَوْله تَعَالَى \" مَا مَنَعَك أَلَّا تَسْجُد إِذْ أَمَرْتُك\" لَا هُنَا زَائِدَة وَقَالَ بَعْضهمْ زِيدَتْ لِتَأْكِيدِ الْجَحْد كَقَوْلِ الشَّاعِر : مَا إِنْ رَأَيْت وَلَا سَمِعْت بِمِثْلِهِ . فَأَدْخَلَ\" أَنْ \" وَهِيَ لِلنَّفْيِ عَلَى مَا النَّافِيَة لِتَأْكِيدِ النَّفْي قَالُوا وَكَذَا هُنَا \" مَا مَنَعَك أَلَّا تَسْجُد \" مَعَ تَقَدُّم قَوْله \" لَمْ يَكُنْ مِنْ السَّاجِدِينَ \" حَكَاهُمَا اِبْن جَرِير وَرَدَّهُمَا وَاخْتَارَ أَنَّ مَنَعَك مُضَمَّن مَعْنَى فِعْل آخَر تَقْدِيره مَا أَحْرَجَك وَأَلْزَمَك وَاضْطَرَّك أَلَّا تَسْجُد إِذْ أَمَرْتُك وَنَحْو هَذَا . وَهَذَا الْقَوْل قَوِيّ حَسَن وَاَللَّه أَعْلَم . وَقَوْل إِبْلِيس لَعَنَهُ اللَّه \" أَنَا خَيْر مِنْهُ \" مِنْ الْعُذْر الَّذِي هُوَ أَكْبَر مِنْ الذَّنْب كَأَنَّهُ اِمْتَنَعَ مِنْ الطَّاعَة لِأَنَّهُ لَا يُؤْمَر الْفَاضِل بِالسُّجُودِ لِلْمَفْضُولِ يَعْنِي لَعَنَهُ اللَّه وَأَنَا خَيْر مِنْهُ فَكَيْف تَأْمُرنِي بِالسُّجُودِ لَهُ ؟ ثُمَّ بَيَّنَ أَنَّهُ خَيْر مِنْهُ بِأَنَّهُ خُلِقَ مِنْ نَار وَالنَّار أَشْرَف مِمَّا خَلَقْته مِنْهُ وَهُوَ الطِّين فَنَظَرَ اللَّعِين إِلَى أَصْل الْعُنْصُر وَلَمْ يَنْظُر إِلَى التَّشْرِيف الْعَظِيم وَهُوَ أَنَّ اللَّه تَعَالَى خَلَقَ آدَم بِيَدِهِ وَنَفَخَ فِيهِ مِنْ رُوحه وَقَاسَ قِيَاسًا فَاسِدًا فِي مُقَابَلَة نَصّ قَوْله تَعَالَى\" فَقَعُوا لَهُ سَاجِدِينَ \" فَشَذَّ مِنْ بَيْن الْمَلَائِكَة لِتَرْكِ السُّجُود فَلِهَذَا أُبْلِسَ مِنْ الرَّحْمَة أَيْ أُويِسَ مِنْ الرَّحْمَة فَأَخْطَأَ قَبَّحَهُ اللَّه فِي قِيَاسه وَدَعْوَاهُ أَنَّ النَّار أَشْرَف مِنْ الطِّين أَيْضًا فَإِنَّ الطِّين مِنْ شَأْنه الرَّزَانَة وَالْحِلْم وَالْأَنَاة وَالتَّثَبُّت وَالطِّين مَحَلّ النَّبَات وَالنُّمُوّ وَالزِّيَادَة وَالْإِصْلَاح وَالنَّار مِنْ شَأْنهَا الْإِحْرَاق وَالطَّيْش وَالسُّرْعَة وَلِهَذَا خَانَ إِبْلِيس عُنْصُره وَنَفَعَ آدَم عُنْصُره بِالرُّجُوعِ وَالْإِنَابَة وَالِاسْتِكَانَة وَالِانْقِيَاد وَالِاسْتِسْلَام لِأَمْرِ اللَّه وَالِاعْتِرَاف وَطَلَب التَّوْبَة وَالْمَغْفِرَة وَفِي صَحِيح مُسْلِم عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُلِقَتْ الْمَلَائِكَة مِنْ نُور وَخُلِقَ إِبْلِيس مِنْ مَارِج مِنْ نَار وَخُلِقَ آدَم مِمَّا وُصِفَ لَكُمْ \" . هَكَذَا رَوَاهُ مُسْلِم وَقَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه بْن مَسْعُود حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَلَقَ اللَّه الْمَلَائِكَة مِنْ نُور الْعَرْش وَخَلَقَ الْجَانّ مِنْ مَارِج مِنْ نَار وَخَلَقَ آدَم مِمَّا وُصِفَ لَكُمْ \" . قُلْت لِنُعَيْمِ بْن حَمَّاد أَيْنَ سَمِعْت هَذَا مِنْ عَبْد الرَّزَّاق ؟ قَالَ بِالْيَمَنِ وَفِي بَعْض أَلْفَاظ هَذَا الْحَدِيث فِي غَيْر الصَّحِيح \" وَخُلِقَتْ الْحُور الْعِين مِنْ الزَّعْفَرَان \" وَقَالَ اِبْن جَرِير حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن كَثِير عَنْ اِبْن شَوْذَب عَنْ مَطَر الْوَرَّاق عَنْ الْحَسَن فِي قَوْله \" خَلَقْتنِي مِنْ نَار وَخَلَقْته مِنْ طِين \" . قَالَ قَاسَ إِبْلِيس وَهُوَ أَوَّل مَنْ قَاسَ إِسْنَاده صَحِيح وَقَالَ حَدَّثَنِي عُمَر بْن مَالِك حَدَّثَنَا يَحْيَى بْن سُلَيْم الطَّائِفِيّ عَنْ هِشَام عَنْ اِبْن سِيرِينَ قَالَ أَوَّل مَنْ قَاسَ إِبْلِيس وَمَا عُبِدَتْ الشَّمْس وَالْقَمَر إِلَّا بِالْمَقَايِسِ إِسْنَاد صَحِيح أَيْضًا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42489, "aya_id": 12}]