[{"text": "كُلُّ الطَّعَامِ كَانَ حِلاًّ لِّبَنِي إِسْرَائِيلَ إِلاَّ مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُواْ بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ", "sura_id": 3, "type": 0, "id": 386, "aya_id": 93}, {"text": "كل الطعام كان حلا لبني إسرائيل إلا ما حرم إسرائيل على نفسه من قبل أن تنزل التوراة قل فأتوا بالتوراة فاتلوها إن كنتم صادقين", "sura_id": 3, "type": 1, "id": 6622, "aya_id": 93}, {"text": "93 - ونزل لما قال اليهود إنك تزعم أنك على ملة إبراهيم وكان لا يأكل لحوم الإبل وألبانها: (كلُّ الطعام كان حِلاً) حلالاً (لبني إسرائيل إلا ما حرَّم إسرائيل) يعقوب (على نفسه) وهو الإبل لما حصل له عرق النسا بالفتح والقصر فنذر إن شفي لا يأكلها فحُرِّم عليه (من قبل أن تنزل التوراة) وذلك بعد إبراهيم ولم تكن على عهده حراما كما زعموا (قل) لهم (فأتوا بالتوراة فاتلوها) ليتبين صدق قولكم (إن كنتم صادقين) فيه فبهتوا ولم يأتوا بها قال تعالى: \r\n", "sura_id": 3, "type": 2, "id": 25330, "aya_id": 93}, {"text": "كل الأطعمة الطيِّبة كانت حلالا لأبناء يعقوب عليه السلام إلا ما حرَّم يعقوب على نفسه لمرض نزل به, وذلك مِن قبل أن تُنَزَّل التوراة. فلما نُزِّلت التوراة حرَّم الله على بني إسرائيل بعض الأطعمة التي كانت حلالا لهم; وذلك لظلمهم وبغيهم. قل لهم -أيها الرسول- : هاتوا التوراة, واقرؤوا ما فيها إن كنتم محقين في دعواكم أن الله أنزل فيها تحريم ما حرَّمه يعقوب على نفسه, حتى تعلموا صدق ما جاء في القرآن من أن الله لم يحرم على بني إسرائيل شيئًا من قبل نزول التوراة, إلا ما حرَّمه يعقوب على نفسه.\r\n", "sura_id": 3, "type": 3, "id": 31566, "aya_id": 93}, {"text": " <font color=red>كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا عَبْد الْحَمِيد حَدَّثَنَا شَهْر قَالَ : قَالَ اِبْن عَبَّاس : حَضَرَتْ عِصَابَة مِنْ الْيَهُود نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : حَدِّثْنَا عَنْ خِلَال نَسْأَلك عَنْهُنَّ لَا يَعْلَمهُنَّ إِلَّا نَبِيّ قَالَ \" سَلُونِي عَمَّا شِئْتُمْ وَلَكِنْ اِجْعَلُوا لِي ذِمَّة اللَّه وَمَا أَخَذَ يَعْقُوب عَلَى بَنِيهِ لَئِنْ أَنَا حَدَّثْتُكُمْ شَيْئًا فَعَرَفْتُمُوهُ لَتُتَابِعُنِّي عَلَى الْإِسْلَام \" قَالُوا فَذَلِكَ لَك قَالُوا : أَخْبِرْنَا عَلَى أَرْبَع خِلَال أَخْبِرْنَا أَيّ الطَّعَام حَرَّمَ إِسْرَائِيل عَلَى نَفْسه ؟ وَكَيْفَ مَاء الْمَرْأَة وَمَاء الرَّجُل ؟ وَكَيْفَ يَكُون الذَّكَر مِنْهُ وَالْأُنْثَى وَأَخْبِرْنَا بِهَذَا النَّبِيّ الْأُمِّيّ فِي النَّوْم وَمَنْ وَلِيّه مِنْ الْمَلَائِكَة ؟ فَأَخَذَ عَلَيْهِمْ الْعَهْد لَئِنْ أَخْبَرَهُمْ لَيُتَابِعُنَّهُ فَقَالَ \" أَنْشُدكُمْ بِاَلَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى هَلْ تَعْلَمُونَ أَنَّ إِسْرَائِيل مَرِضَ مَرَضًا شَدِيدًا وَطَالَ سَقَمه فَنَذَرَ لِلَّهِ نَذْرًا لَئِنْ شَفَاهُ اللَّه مِنْ سَقَمه لَيُحَرِّمَنَّ أَحَبّ الطَّعَام وَالشَّرَاب إِلَيْهِ وَكَانَ أَحَبّ الطَّعَام إِلَيْهِ لَحْم الْإِبِل وَأَحَبّ الشَّرَاب إِلَيْهِ أَلْبَانهَا \" فَقَالُوا : اللَّهُمَّ نَعَمْ فَقَالَ \" اللَّهُمَّ اِشْهَدْ عَلَيْهِمْ \" وَقَالَ \" أَنْشُدكُمْ بِاَللَّهِ الَّذِي لَا إِلَه إِلَّا هُوَ الَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى هَلْ تَعْلَمُونَ أَنَّ مَاء الرَّجُل أَبْيَض غَلِيظ وَمَاء الْمَرْأَة أَصْفَر رَقِيق فَأَيّهمَا عَلَا كَانَ لَهُ الْوَلَد وَالشَّبَه بِإِذْنِ اللَّه إِنْ عَلَا مَاء الرَّجُل مَاء الْمَرْأَة كَانَ ذَكَرًا بِإِذْنِ اللَّه وَإِنْ عَلَا مَاء الْمَرْأَة مَاء الرَّجُل كَانَ أُنْثَى بِإِذْنِ اللَّه \" قَالُوا : نَعَمْ قَالَ \" اللَّهُمَّ اِشْهَدْ عَلَيْهِمْ \" قَالَ \" وَأَنْشُدكُمْ بِاَلَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى هَلْ تَعْلَمُونَ أَنَّ هَذَا النَّبِيّ الْأُمِّيّ تَنَام عَيْنَاهُ وَلَا يَنَام قَلْبه \" قَالُوا : اللَّهُمَّ نَعَمْ قَالَهُ \" اللَّهُمَّ اِشْهَدْ \" قَالَ \" وَإِنَّ وَلِيِّيَ جِبْرِيل وَلَمْ يَبْعَث اللَّه نَبِيًّا قَطُّ إِلَّا وَهُوَ وَلِيّه \" قَالُوا : فَعِنْد ذَلِكَ نُفَارِقك وَلَوْ كَانَ وَلِيّك غَيْره لَتَابَعْنَاك فَعِنْد ذَلِكَ قَالَ اللَّه تَعَالَى \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ \" الْآيَة وَرَوَاهُ أَحْمَد أَيْضًا عَنْ حُسَيْن بْن مُحَمَّد عَنْ عَبْد الْحَمِيد بِهِ \" طَرِيق أُخْرَى \" قَالَ أَحْمَد : حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا عَبْد اللَّه بْن الْوَلِيد الْعِجْلِيّ عَنْ بُكَيْر بْن شِهَاب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أَقْبَلَتْ يَهُود إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا أَبَا الْقَاسِم إِنَّا نَسْأَلك عَنْ خَمْسَة أَشْيَاء فَإِنْ أَنْبَأْتنَا بِهِنَّ عَرَفْنَا أَنَّك نَبِيّ وَاتَّبَعْنَاك فَأَخَذَ عَلَيْهِمْ مَا أَخَذَ إِسْرَائِيل عَلَى بَنِيهِ إِذْ قَالَ \" وَاَللَّه عَلَى مَا نَقُول وَكِيل \" قَالَ \" هَاتُوا \" قَالُوا : أَخْبِرْنَا عَنْ عَلَامَة النَّبِيّ ؟ قَالَ \" تَنَام عَيْنَاهُ وَلَا يَنَام قَلْبه \" قَالُوا : أَخْبِرْنَا كَيْفَ تُؤْنِث الْمَرْأَة وَكَيْفَ تُذْكِر قَالَ \" يَلْتَقِي الْمَاءَانِ فَإِذَا عَلَا مَاء الرَّجُل مَاء الْمَرْأَة أَذْكَرَتْ وَإِذَا عَلَا مَاء الْمَرْأَة أَنَّثَتْ \" قَالُوا أَخْبِرْنَا مَا حَرَّمَ إِسْرَائِيل عَلَى نَفْسه ؟ قَالَ \" كَانَ يَشْتَكِي عِرْق النِّسَاء فَلَمْ يَجِد شَيْئًا يُلَائِمهُ إِلَّا أَلْبَان كَذَا وَكَذَا - قَالَ أَحْمَد : قَالَ بَعْضهمْ يَعْنِي الْإِبِل - فَحَرَّمَ لُحُومهَا \" قَالُوا : صَدَقْت قَالُوا : أَخْبِرْنَا مَا هَذَا الرَّعْد ؟ قَالَ \" مَلَك مِنْ مَلَائِكَة اللَّه عَزَّ وَجَلَّ مُوَكَّل بِالسَّحَابِ بِيَدِهِ - أَوْ فِي يَدَيْهِ - مِخْرَاق مِنْ نَار يَزْجُر بِهِ السَّحَاب يَسُوقهُ حَيْثُ أَمَرَهُ اللَّه عَزَّ وَجَلَّ \" قَالُوا : فَمَا هَذَا الصَّوْت الَّذِي يُسْمَع ؟ قَالَ \" صَوْته \" قَالُوا : صَدَقْت إِنَّمَا بَقِيَتْ وَاحِدَة وَهِيَ الَّتِي نُتَابِعك إِنْ أَخْبَرْتنَا بِهَا : إِنَّهُ لَيْسَ مِنْ نَبِيّ إِلَّا لَهُ مَلَك يَأْتِيه بِالْخَبَرِ فَأَخْبِرْنَا مَنْ صَاحِبك ؟ قَالَ \" جِبْرِيل عَلَيْهِ السَّلَام \" قَالُوا : جِبْرِيل ذَاكَ يَنْزِل بِالْحَرْبِ وَالْقِتَال وَالْعَذَاب عَدُوّنَا لَوْ قُلْت مِيكَائِيل الَّذِي يَنْزِل بِالرَّحْمَةِ وَالنَّبَات وَالْقَطْر لَكَانَ فَأَنْزَلَ اللَّه تَعَالَى \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك بِإِذْنِ اللَّه مُصَدِّقًا لِمَا بَيْن يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ \" وَالْآيَة بَعْدهَا وَقَدْ رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث عَبْد اللَّه بْن الْوَلِيد الْعِجْلِيّ بِهِ نَحْوه وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب . وَقَالَ اِبْن جُرَيْج وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس : كَانَ إِسْرَائِيل عَلَيْهِ السَّلَام - وَهُوَ يَعْقُوب - يَعْتَرِيه عِرْق النِّسَا بِاللَّيْلِ . وَكَانَ يُقْلِقهُ وَيُزْعِجهُ عَنْ النَّوْم وَيُقْلِع الْوَجَع عَنْهُ بِالنَّهَارِ فَنَذَرَ لِلَّهِ لَئِنْ عَافَاهُ اللَّه لَا يَأْكُل عَرْقًا وَلَا يَأْكُل وَلَد مَا لَهُ عَرْق وَهَكَذَا قَالَ الضَّحَّاك وَالسُّدِّيّ كَذَا رَوَاهُ وَحَكَاهُ اِبْن جَرِير فِي تَفْسِيره قَالَ : فَاتَّبَعَهُ بَنُوهُ فِي تَحْرِيم ذَلِكَ اِسْتِنَانًا بِهِ وَاقْتِدَاء بِطَرِيقِهِ قَالَ : وَقَوْله \" مِنْ قَبْل أَنْ تُنَزّلَ التَّوْرَاة \" أَيْ حَرَّمَ ذَلِكَ عَلَى نَفْسه مِنْ قَبْل أَنْ تُنَزّلَ التَّوْرَاة قُلْت : وَلِهَذَا السِّيَاق بَعْد مَا تَقَدَّمَ مُنَاسَبَتَانِ . \" إِحْدَاهُمَا \" أَنَّ إِسْرَائِيل عَلَيْهِ السَّلَام حَرَّمَ أَحَبّ الْأَشْيَاء إِلَيْهِ وَتَرَكَهَا لِلَّهِ وَكَانَ هَذَا سَائِغًا فِي شَرِيعَتهمْ فَلَهُ مُنَاسَبَة بَعْد قَوْله \" لَنْ تَنَالُوا الْبِرّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ \" . فَهَذَا هُوَ الْمَشْرُوع عِنْدَنَا وَهُوَ الْإِنْفَاق فِي طَاعَة اللَّه مِمَّا يُحِبّهُ الْعَبْد وَيَشْتَهِيه كَمَا قَالَ تَعَالَى \" وَآتَى الْمَال عَلَى حُبّه \" وَقَالَ تَعَالَى \" وَيُطْعِمُونَ الطَّعَام عَلَى حُبّه \" الْآيَة \" الْمُنَاسَبَة الثَّانِيَة \" لَمَّا تَقَدَّمَ بَيَان الرَّدّ عَلَى النَّصَارَى وَاعْتِقَادهمْ الْبَاطِل فِي الْمَسِيح وَتَبْيِين زَيْف مَا ذَهَبُوا إِلَيْهِ وَظُهُور الْحَقّ وَالْيَقِين فِي عِيسَى وَأُمّه كَيْفَ خَلَقَهُ اللَّه بِقُدْرَتِهِ وَمَشِيئَته وَبَعَثَهُ إِلَى بَنِي إِسْرَائِيل يَدْعُو إِلَى عِبَادَة رَبّه تَبَارَكَ وَتَعَالَى شَرَعَ فِي الرَّدّ عَلَى الْيَهُود قَبَّحَهُمْ اللَّه تَعَالَى وَبَيَان أَنَّ النَّسْخ الَّذِي أَنْكَرُوا وُقُوعه وَجَوَازه قَدْ وَقَعَ فَإِنَّ اللَّه تَعَالَى قَدْ نَصَّ فِي كِتَابهمْ التَّوْرَاة أَنَّ نُوحًا عَلَيْهِ السَّلَام لَمَّا خَرَجَ مِنْ السَّفِينَة أَبَاحَ اللَّه لَهُ جَمِيع دَوَابّ الْأَرْض يَأْكُل مِنْهَا ثُمَّ بَعْد هَذَا حَرَّمَ إِسْرَائِيل عَلَى نَفْسه لُحُوم الْإِبِل وَأَلْبَانهَا فَاتَّبَعَهُ بَنُوهُ فِي ذَلِكَ وَجَاءَتْ التَّوْرَاة بِتَحْرِيمِ ذَلِكَ وَأَشْيَاء أُخْرَى زِيَادَة عَلَى ذَلِكَ وَكَانَ اللَّه عَزَّ وَجَلَّ قَدْ أَذِنَ لِآدَمَ فِي تَزْوِيج بَنَاته مِنْ بَنِيهِ وَقَدْ حَرَّمَ ذَلِكَ بَعْد ذَلِكَ وَكَانَ التَّسَرِّي عَلَى الزَّوْجَة مُبَاحًا فِي شَرِيعَة إِبْرَاهِيم عَلَيْهِ السَّلَام وَقَدْ فَعَلَهُ إِبْرَاهِيم فِي هَاجَرَ لَمَا تَسَرَّى بِهَا عَلَى سَارَّة . وَقَدْ حُرِّمَ مِثْل هَذَا فِي التَّوْرَاة عَلَيْهِمْ وَكَذَلِكَ كَانَ الْجَمْع بَيْن الْأُخْتَيْنِ سَائِغًا وَقَدْ فَعَلَهُ يَعْقُوب عَلَيْهِ السَّلَام جَمَعَ بَيْن الْأُخْتَيْنِ ثُمَّ حُرِّمَ عَلَيْهِمْ ذَلِكَ فِي التَّوْرَاة . وَهَذَا كُلّه مَنْصُوص عَلَيْهِ فِي التَّوْرَاة عِنْدهمْ وَهَذَا هُوَ النَّسْخ بِعَيْنِهِ . فَكَذَلِكَ فَلْيَكُنْ مَا شَرَعَهُ اللَّه لِلْمَسِيحِ عَلَيْهِ السَّلَام فِي إِحْلَاله بَعْض مَا حَرَّمَ فِي التَّوْرَاة فَمَا بَالهمْ لَمْ يَتَّبِعُوهُ بَلْ كَذَّبُوهُ وَخَالَفُوهُ ؟ وَكَذَلِكَ مَا بَعَثَ اللَّه بِهِ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الدِّين الْقَوِيم وَالصِّرَاط الْمُسْتَقِيم وَمِلَّة أَبِيهِ إِبْرَاهِيم فَمَا بَالهمْ لَا يُؤْمِنُونَ ؟ وَلِهَذَا قَالَ تَعَالَى \" كُلّ الطَّعَام كَانَ حِلًّا لِبَنِي إِسْرَائِيل إِلَّا مَا حَرَّمَ إِسْرَائِيل عَلَى نَفْسه مِنْ قَبْل أَنْ تُنَزّلَ التَّوْرَاة \" أَيْ كَانَ حِلًّا لَهُمْ جَمِيع الْأَطْعِمَة قَبْل نُزُول التَّوْرَاة إِلَّا مَا حَرَّمَهُ إِسْرَائِيل ثُمَّ قَالَ تَعَالَى \" قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ \" فَإِنَّهَا نَاطِقَة بِمَا قُلْنَاهُ.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40036, "aya_id": 93}]