[{"text": "وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاَةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُواْ أَسْلِحَتَهُمْ فَإِذَا سَجَدُواْ فَلْيَكُونُواْ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرَى لَمْ يُصَلُّواْ فَلْيُصَلُّواْ مَعَكَ وَلْيَأْخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُواْ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَاحِدَةً وَلاَ جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَى أَن تَضَعُواْ أَسْلِحَتَكُمْ وَخُذُواْ حِذْرَكُمْ إِنَّ اللّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُّهِينًا", "sura_id": 4, "type": 0, "id": 595, "aya_id": 102}, {"text": "وإذا كنت فيهم فأقمت لهم الصلاة فلتقم طائفة منهم معك وليأخذوا أسلحتهم فإذا سجدوا فليكونوا من ورائكم ولتأت طائفة أخرى لم يصلوا فليصلوا معك وليأخذوا حذرهم وأسلحتهم ود الذين كفروا لو تغفلون عن أسلحتكم وأمتعتكم فيميلون عليكم ميلة واحدة ولا جناح عليكم إن كان بكم أذى من مطر أو كنتم مرضى أن تضعوا أسلحتكم وخذوا حذركم إن الله أعد للكافرين عذابا مهينا", "sura_id": 4, "type": 1, "id": 6831, "aya_id": 102}, {"text": "102 - (وإذا كنت) يا محمد حاضرا (فيهم) وأنتم تخافون العدو (فأقمت لهم الصلاة) وهذا جري على عادة القرآن في الخطاب (فلتقم طائفة منهم معك) وتتأخر طائفة (وليأخذوا) أي الطائفة التي قامت معك (أسلحتهم) معهم (فإذا سجدوا) أي صلوا (فليكونوا) أي الطائفة الأخرى (من ورائكم) يحرسون إلى أن تقضوا الصلاة وتذهب هذه الطائفة تحرس (ولتأت طائفة أخرى لم يصلوا فليصلوا معك وليأخذوا حذرهم وأسلحتهم) معهم إلى أن تقضوا الصلاة ، وقد فعل النبي صلى الله عليه وسلم كذلك ببطن نخل رواه الشيخان (ود الذين كفروا لو تغفلون) إذا قمتم إلى الصلاة (عن أسلحتكم وأمتعتكم فيميلون عليكم ميلة واحدة) بأن يحملوا عليكم فيأخذوكم وهذا علة الأمر بأخذ السلاح (ولا جناح عليكم إن كان بكم أذى من مطر أو كنتم مرضى أن تضعوا أسلحتكم) فلا تحملوها وهذا يفيد إيجاب حملها عند عدم العذر وهو أحد قولين للشافعي والثاني أنه سنة ورجح (وخذوا حذركم) من العدو أي احتزروا منه ما استطعتم (إن الله أعد للكافرين عذابا مهينا) ذا إهانة \r\n", "sura_id": 4, "type": 2, "id": 25539, "aya_id": 102}, {"text": "وإذا كنت -أيها النبي- في ساحة القتال, فأردت أن تصلي بهم, فلتقم جماعة منهم معك للصلاة, وليأخذوا سلاحهم, فإذا سجد هؤلاء فلتكن الجماعة الأخرى من خلفكم في مواجهة عدوكم, وتتم الجماعة الأولى ركعتهم الثانية ويُسلِّمون, ثم تأتي الجماعة الأخرى التي لم تبدأ الصلاة فليأتموا بك في ركعتهم الأولى, ثم يكملوا بأنفسهم ركعتهم الثانية, وليحذروا مِن عدوهم وليأخذوا أسلحتهم. ودَّ الجاحدون لدين الله أن تغفُلوا عن سلاحكم وزادكم; ليحملوا عليكم حملة واحلة فيقضوا عليكم, ولا إثم عليكم حيننذ إن كان بكم أذى من مطر, أو كنتم في حال مرض, أن تتركوا أسلحتكم, مع أخذ الحذر. إن الله تعالى أعدَّ للجاحدين لدينه عذابًا يهينهم, ويخزيهم.\r\n", "sura_id": 4, "type": 3, "id": 31775, "aya_id": 102}, {"text": " <font color=red>وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا</font><BR><p>صَلَاة الْخَوْف أَنْوَاع كَثِيرَة فَإِنَّ الْعَدُوّ تَارَة يَكُون تُجَاه الْقِبْلَة وَتَارَة يَكُون فِي غَيْر صَوْبهَا وَالصَّلَاة تَكُون رُبَاعِيَّة وَتَارَة تَكُون ثُلَاثِيَّة كَالْمَغْرِبِ : وَتَارَة تَكُون ثُنَائِيَّة كَالصُّبْحِ وَصَلَاة السَّفَر ثَمَّ تَارَة يُصَلُّونَ جَمَاعَة وَتَارَة يَلْتَحِم الْحَرْب فَلَا يَقْدِرُونَ عَلَى الْجَمَاعَة بَلْ يُصَلُّونَ فُرَادَى مُسْتَقْبِلِي الْقِبْلَة وَغَيْر مُسْتَقْبِلِيهَا , وَرِجَالًا وَرُكْبَانًا وَلَهُمْ أَنْ يَمْشُوا وَالْحَالَة هَذِهِ وَيَضْرِبُوا الضَّرْب الْمُتَتَابِع فِي مَتْن الصَّلَاة . وَمِنْ الْعُلَمَاء مَنْ قَالَ : يُصَلُّونَ وَالْحَالَة هَذِهِ رَكْعَة وَاحِدَة لِحَدِيثِ اِبْن عَبَّاس الْمُتَقَدِّم . وَبِهِ قَالَ أَحْمَد بْن حَنْبَل قَالَ الْمُنْذِرِيّ فِي الْحَوَاشِي وَبِهِ قَالَ عَطَاء وَجَابِر وَالْحَسَن وَمُجَاهِد وَالْحَكَم وَقَتَادَة وَحَمَّاد وَإِلَيْهِ ذَهَبَ طَاوُس وَالضَّحَّاك وَقَدْ حَكَى أَبُو عِصَام الْعَبَّادِيّ عَنْ مُحَمَّد بْن نَصْر الْمَرْوَزِيّ أَنَّهُ يَرَى رَدّ الصُّبْح إِلَى رَكْعَة فِي الْخَوْف وَإِلَيْهِ ذَهَبَ اِبْن حَزْم أَيْضًا وَقَالَ إِسْحَاق بْن رَاهْوَيْهِ : أَمَّا عِنْد الْمُسَايَفَة فَيَجْزِيك رَكْعَة وَاحِدَة تُومِئ بِهَا إِيمَاء. فَإِنْ لَمْ تَقْدِر فَسَجْدَة وَاحِدَة لِأَنَّهَا ذِكْر اللَّه , وَقَالَ آخَرُونَ يَكْفِي تَكْبِيرَة وَاحِدَة فَلَعَلَّهُ أَرَادَ رَكْعَة وَاحِدَة كَمَا قَالَهُ الْإِمَام أَحْمَد بْن حَنْبَل وَأَصْحَابه وَبِهِ قَالَ جَابِر بْن عَبْد اللَّه وَعَبْد اللَّه بْن عُمَر وَكَعْب وَغَيْر وَاحِد مِنْ الصَّحَابَة وَالسُّدِّيّ وَرَوَاهُ اِبْن جَرِير وَلَكِنْ الَّذِينَ حَكَوْهُ إِنَّمَا حَكَوْهُ عَلَى ظَاهِره فِي الِاجْتِزَاء بِتَكْبِيرَةٍ وَاحِدَة كَمَا هُوَ مَذْهَب إِسْحَاق بْن رَاهْوَيْهِ وَإِلَيْهِ ذَهَبَ الْأَمِير عَبْد الْوَهَّاب بْن بُخْت الْمَكِّيّ حَتَّى قَالَ : فَإِنْ لَمْ يَقْدِر عَلَى التَّكْبِيرَة فَلَا يَتْرُكهَا فِي نَفْسه يَعْنِي بِالنِّيَّةِ رَوَاهُ سَعِيد بْن مَنْصُور فِي سُنَنه عَنْ إِسْمَاعِيل بْن عَيَّاش عَنْ شُعَيْب بْن دِينَار عَنْهُ فَاَللَّه أَعْلَم . وَمِنْ الْعُلَمَاء مَنْ أَبَاحَ تَأْخِير الصَّلَاة لِعُذْرِ الْقِتَال وَالْمُنَاجَزَة كَمَا أَخَّرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْأَحْزَاب الظُّهْر وَالْعَصْر فَصَلَّاهُمَا بَعْد الْغُرُوب ثُمَّ صَلَّى بَعْدهمَا الْمَغْرِب ثُمَّ الْعِشَاء وَكَمَا قَالَ بَعْدهَا يَوْم بَنِي قُرَيْظَة حِين جَهَّزَ إِلَيْهِمْ الْجَيْش لَا يُصَلِّيَن أَحَد مِنْكُمْ الْعَصْر إِلَّا فِي بَنِي قُرَيْظَة فَأَدْرَكَتْهُمْ الصَّلَاة فِي أَثْنَاء الطَّرِيق فَقَالَ مِنْهُمْ قَائِلُونَ : لَمْ يُرِدْ مِنَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا تَعْجِيل الْمَسِير وَلَمْ يُرِدْ مِنَّا تَأَخُّر الصَّلَاة عَنْ وَقْتهَا فَصَلُّوا الصَّلَاة لِوَقْتِهَا فِي الطَّرِيق وَأَخَّرَ آخَرُونَ مِنْهُمْ صَلَاة الْعَصْر فَصَلَّوْهَا فِي بَنِي قُرَيْظَة بَعْد الْغُرُوب وَلَمْ يُعَنِّف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحَدًا مِنْ الْفَرِيقَيْنِ وَقَدْ تَكَلَّمْنَا عَلَى هَذَا فِي كِتَاب السِّيرَة وَبَيَّنَّا أَنَّ الَّذِينَ صَلَّوْا الْعَصْر لِوَقْتِهَا أَقْرَب إِلَى إِصَابَة الْحَقّ فِي نَفْس الْأَمْر وَإِنْ كَانَ الْآخَرُونَ مَعْذُورِينَ أَيْضًا , وَالْحُجَّة هَهُنَا فِي عُذْرهمْ فِي تَأْخِير الصَّلَاة لِأَجْلِ الْجِهَاد وَالْمُبَادَرَة إِلَى حِصَار النَّاكِثِينَ لِلْعَهْدِ مِنْ الطَّائِفَة الْمَلْعُونَة الْيَهُود . وَأَمَّا الْجُمْهُور فَقَالُوا هَذَا كُلّه مَنْسُوخ بِصَلَاةِ الْخَوْف فَإِنَّهَا لَمْ تَكُنْ نَزَلَتْ بَعْد فَلَمَّا نَزَلَتْ نُسِخَ تَأْخِير الصَّلَاة لِذَلِكَ وَهَذَا أَبْيَن فِي حَدِيث أَبِي سَعِيد الْخُدْرِيّ الَّذِي رَوَاهُ الشَّافِعِيّ رَحِمَهُ اللَّه وَأَهْل السُّنَن وَلَكِنْ يُشْكِل عَلَيْهِ مَا حَكَاهُ الْبُخَارِيّ فِي صَحِيحه حَيْثُ قَالَ \" بَاب الصَّلَاة عِنْد مُنَاهَضَة الْحُصُون وَلِقَاء الْعَدُوّ \" قَالَ الْأَوْزَاعِيّ إِنْ كَانَ تَهَيَّأَ الْفَتْح وَلَمْ يَقْدِرُوا عَلَى الصَّلَاة صَلَّوْا إِيمَاء كُلّ اِمْرِئٍ لِنَفْسِهِ فَإِنْ لَمْ يَقْدِرُوا عَلَى الْإِيمَاء أَخَّرُوا الصَّلَاة حَتَّى يَنْكَشِف الْقِتَال أَوْ يَأْمَنُوا فَيُصَلُّوا رَكْعَتَيْنِ فَإِنْ لَمْ يَقْدِرُوا صَلَّوْا رَكْعَة وَسَجْدَتَيْنِ فَإِنْ لَمْ يَقْدِرُوا فَلَا يُجْزِيهِمْ التَّكْبِير وَيُؤَخِّرُونَهَا حَتَّى يَأْمَنُوا وَبِهِ قَالَ مَكْحُول وَقَالَ أَنَس بْن مَالِك : حَضَرْت عِنْد مُنَاهَضَة حِصْن تُسْتَر عِنْد إِضَاءَة الْفَجْر وَاشْتَدَّ اِشْتِعَال الْقِتَال فَلَمْ يَقْدِرُوا عَلَى الصَّلَاة فَلَمْ نُصَلِّ إِلَّا بَعْد اِرْتِفَاع النَّهَار فَصَلَّيْنَاهَا وَنَحْنُ مَعَ أَبِي مُوسَى فَفُتِحَ لَنَا قَالَ أَنَس : وَمَا يَسُرّنِي بِتِلْكَ الصَّلَاة الدُّنْيَا وَمَا فِيهَا اِنْتَهَى مَا ذَكَرَهُ ثُمَّ أَتْبَعَهُ بِحَدِيثِ تَأْخِير الصَّلَاة يَوْم الْأَحْزَاب ثُمَّ بِحَدِيثِ أَمْره إِيَّاهُمْ أَنْ لَا يُصَلُّوا الْعَصْر إِلَّا فِي بَنِي قُرَيْظَة وَكَأَنَّهُ الْمُخْتَار لِذَلِكَ وَاَللَّه أَعْلَم . وَلِمَنْ جَنَحَ إِلَى ذَلِكَ لَهُ أَنْ يَحْتَجّ بِصَنِيعِ أَبِي مُوسَى وَأَصْحَابه يَوْم فَتْح تُسْتَر فَإِنَّهُ يَشْتَهِر غَالِبًا وَلَكِنْ كَانَ ذَلِكَ فِي إِمَارَة عُمَر بْن الْخَطَّاب وَلَمْ يُنْقَل أَنَّهُ أَنْكَرَ عَلَيْهِمْ وَلَا أَحَد مِنْ الصَّحَابَة وَاَللَّه أَعْلَم قَالَ هَؤُلَاءِ وَقَدْ كَانَتْ صَلَاةُ الْخَوْف مَشْرُوعَة فِي الْخَنْدَق لِأَنَّ غَزْوَة ذَات الرِّقَاع كَانَتْ قَبْل الْخَنْدَق فِي قَوْل جُمْهُور عُلَمَاء السِّيَر وَالْمَغَازِي وَمِمَّنْ نَصَّ عَلَى ذَلِكَ مُحَمَّد بْن إِسْحَاق وَمُوسَى بْن عُقْبَة وَالْوَاقِدِيّ وَمُحَمَّد بْن سَعْد كَاتِبه وَخَلِيفَة بْن الْخَيَّاط وَغَيْرهمْ وَقَالَ الْبُخَارِيّ وَغَيْره كَانَتْ ذَات الرِّقَاع بَعْد الْخَنْدَق لِحَدِيثِ أَبِي مُوسَى وَمَا قَدِمَ إِلَّا فِي خَيْبَر وَاَللَّه أَعْلَم . وَالْعَجَب كُلّ الْعَجَب أَنَّ الْمُزَنِيّ وَأَبَا يُوسُف الْقَاضِي وَإِبْرَاهِيم بْن إِسْمَاعِيل بْن عُلَيَّة ذَهَبُوا إِلَى أَنَّ صَلَاة الْخَوْف مَنْسُوخَة بِتَأْخِيرِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام يَوْم الْخَنْدَق وَهَذَا غَرِيب جِدًّا وَقَدْ ثَبَتَتْ الْأَحَادِيث بَعْد الْخَنْدَق بِصَلَاةِ الْخَوْف وَحُمِلَ تَأْخِير الصَّلَاة يَوْمئِذٍ عَلَى مَا قَالَهُ مَكْحُول وَالْأَوْزَاعِيّ أَقْوَى وَأَقْرَب وَاَللَّه أَعْلَم فَقَوْله تَعَالَى \" وَإِذَا كُنْت فِيهِمْ فَأَقَمْت لَهُمْ الصَّلَاة \" أَيْ إِذَا صَلَّيْت بِهِمْ إِمَامًا فِي صَلَاة الْخَوْف وَهَذِهِ حَالَة غَيْر الْأُولَى فَإِنَّ تِلْكَ قَصْرهَا إِلَى رَكْعَة كَمَا دَلَّ عَلَيْهِ الْحَدِيث - فُرَادَى وَرِجَالًا وَرُكْبَانًا مُسْتَقْبِلِي الْقِبْلَة وَغَيْر مُسْتَقْبِلِيهَا ثُمَّ ذَكَرَ حَال الِاجْتِمَاع وَالِائْتِمَام بِإِمَامٍ وَاحِد وَمَا أَحْسَن مَا اِسْتَدَلَّ بِهِ مَنْ ذَهَبَ إِلَى وُجُوب الْجَمَاعَة مِنْ هَذِهِ الْآيَة الْكَرِيمَة حَيْثُ اُغْتُفِرَتْ أَفْعَال كَثِيرَة لِأَجْلِ الْجَمَاعَة فَلَوْلَا أَنَّهَا وَاجِبَة مَا سَاغَ ذَلِكَ وَأَمَّا مَنْ اِسْتَدَلَّ بِهَذِهِ الْآيَة عَلَى أَنَّ صَلَاة الْخَوْف مَنْسُوخَة بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِقَوْلِهِ \" وَإِذَا كُنْت فِيهِمْ \" فَبَعْده تَفُوت هَذِهِ الصِّفَة فَإِنَّهُ اِسْتِدْلَال ضَعِيف وَيَرُدّ عَلَيْهِ مِثْل قَوْل مَانِعِي الزَّكَاة الَّذِينَ اِحْتَجُّوا بِقَوْلِهِ \" خُذْ مِنْ أَمْوَالهمْ صَدَقَة تُطَهِّرهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتك سَكَن لَهُمْ \" قَالُوا فَنَحْنُ لَا نَدْفَع زَكَاتنَا بَعْده صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَحَد بَلْ نُخْرِجهَا نَحْنُ بِأَيْدِينَا عَلَى مَنْ نَرَاهُ وَلَا نَدْفَعهَا إِلَّا إِلَى مَنْ صَلَاته أَيْ دُعَاؤُهُ سَكَن لَنَا وَمَعَ هَذَا رَدَّ عَلَيْهِمْ الصَّحَابَة وَأَبَوْا عَلَيْهِمْ هَذَا الِاسْتِدْلَال وَأَجْبَرُوهُمْ عَلَى أَدَاء الزَّكَاة وَقَاتَلُوا مَنْ مَنَعَهَا مِنْهُمْ وَلْنَذْكُرْ سَبَب نُزُول هَذِهِ الْآيَة الْكَرِيمَة أَوَّلًا قَبْل ذِكْر صِفَتهَا قَالَ اِبْن جَرِير حَدَّثَنِي اِبْن الْمُثَنَّى حَدَّثَنِي إِسْحَاق حَدَّثَنَا عَبْد اللَّه بْن هَاشِم أَنْبَأَنَا سَيْف عَنْ أَبِي رَوْق عَنْ أَبِي أَيُّوب عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : سَأَلَ قَوْم مِنْ بَنِي النَّجَّار رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُول اللَّه إِنَّا نَضْرِب فِي الْأَرْض فَكَيْف نُصَلِّي فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَإِذَا ضَرَبْتُمْ فِي الْأَرْض فَلَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَقْصُرُوا مِنْ الصَّلَاة \" ثُمَّ اِنْقَطَعَ الْوَحْي فَلَمَّا كَانَ بَعْد ذَلِكَ بِحَوْلٍ غَزَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى الظُّهْر فَقَالَ الْمُشْرِكُونَ لَقَدْ أَمْكَنَكُمْ مُحَمَّد وَأَصْحَابه مِنْ ظُهُورهمْ هَلَّا شَدَدْتُمْ عَلَيْهِمْ فَقَالَ قَائِل مِنْهُمْ إِنَّ لَهُمْ أُخْرَى مِثْلهَا فِي أَثَرهَا قَالَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ بَيْن الصَّلَاتَيْنِ \" إِنْ خِفْتُمْ أَنْ يَفْتِنكُمْ الَّذِينَ كَفَرُوا \" الْآيَتَيْنِ فَنَزَلَتْ صَلَاة الْخَوْف وَهَذَا سِيَاق غَرِيب جِدًّا وَلَكِنْ لِبَعْضِهِ شَاهِد مِنْ رِوَايَة أَبِي عَيَّاش الزُّرَقِيّ وَاسْمه زَيْد بْن الصَّامِت رَضِيَ اللَّه عَنْهُ عِنْد الْإِمَام أَحْمَد وَأَهْل السُّنَن فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا الثَّوْرِيّ عَنْ مَنْصُور عَنْ مُجَاهِد عَنْ أَبِي عَيَّاش الزُّرَقِيّ قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِعُسْفَانَ فَاسْتَقْبَلَنَا الْمُشْرِكُونَ عَلَيْهِمْ خَالِد بْن الْوَلِيد وَهُمْ بَيْننَا وَبَيْن الْقِبْلَة فَصَلَّى بِنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الظُّهْر فَقَالُوا لَقَدْ كَانُوا عَلَى حَال لَوْ أَصَبْنَا غِرَّتهمْ ثُمَّ قَالُوا يَأْتِي عَلَيْهِمْ الْآن صَلَاة هِيَ أَحَبّ إِلَيْهِمْ مِنْ أَبْنَائِهِمْ وَأَنْفُسهمْ قَالَ فَنَزَلَ جِبْرِيل بِهَذِهِ الْآيَات بَيْن الظُّهْر وَالْعَصْر \" وَإِذَا كُنْت فِيهِمْ فَأَقَمْت لَهُمْ الصَّلَاة \" قَالَ فَحَضَرَتْ فَأَمَرَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخَذُوا السِّلَاح قَالَ : فَصَفَّنَا خَلْفه صَفَّيْنِ قَالَ : ثُمَّ رَكَعَ فَرَكَعْنَا جَمِيعًا ثُمَّ رَفَعَ فَرَفَعُوا جَمِيعًا ثُمَّ سَجَدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالصَّفِّ الَّذِي يَلِيه وَالْآخَرُونَ قِيَام يَحْرُسُونَهُمْ فَلَمَّا سَجَدُوا وَقَامُوا جَلَسَ الْآخَرُونَ فَسَجَدُوا فِي مَكَانهمْ ثُمَّ تَقَدَّمَ هَؤُلَاءِ إِلَى مَصَافّ هَؤُلَاءِ ثُمَّ هَؤُلَاءِ إِلَى مَصَافّ هَؤُلَاءِ ثُمَّ رَكَعَ فَرَكَعُوا جَمِيعًا ثُمَّ رَفَعَ فَرَفَعُوا جَمِيعًا ثُمَّ سَجَدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالصَّفّ الَّذِي يَلِيه وَالْآخَرُونَ قِيَام يَحْرُسُونَهُمْ فَلَمَّا جَلَسُوا جَلَسَ الْآخَرُونَ فَسَجَدُوا ثُمَّ سَلَّمَ عَلَيْهِمْ ثُمَّ اِنْصَرَفَ. قَالَ : فَصَلَّاهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّتَيْنِ مَرَّة بِعُسْفَانَ وَمَرَّة بِأَرْضِ بَنِي سُلَيْم . ثُمَّ رَوَاهُ أَحْمَد عَنْ غُنْدَر عَنْ شُعْبَة عَنْ مَنْصُور بِهِ نَحْوه , وَهَكَذَا رَوَاهُ أَبُو دَاوُد عَنْ سَعِيد بْن مَنْصُور عَنْ جَرِير بْن عَبْد الْحَمِيد وَالنَّسَائِيّ مِنْ حَدِيث شُعْبَة وَعَبْد الْعَزِيز بْن عَبْد الصَّمَد كُلّهمْ عَنْ مَنْصُور بِهِ وَهَذَا إِسْنَاد صَحِيح وَلَهُ شَوَاهِد كَثِيرَة فَمِنْ ذَلِكَ مَا رَوَاهُ الْبُخَارِيّ حَيْثُ قَالَ : حَدَّثَنَا حَيْوَة بْن شُرَيْح حَدَّثَنَا مُحَمَّد بْن حَرْب عَنْ الزُّبَيْدِيّ عَنْ الزُّهْرِيّ عَنْ عَبْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَامَ النَّاس مَعَهُ فَكَبَّرَ وَكَبَّرُوا مَعَهُ وَرَكَعَ وَرَكَعَ نَاس مِنْهُمْ ثُمَّ سَجَدَ وَسَجَدُوا مَعَهُ ثُمَّ قَامَ لِلثَّانِيَةِ فَقَامَ الَّذِينَ سَجَدُوا وَحَرَسُوا إِخْوَانهمْ وَأَتَتْ الطَّائِفَة الْأُخْرَى فَرَكَعُوا وَسَجَدُوا مَعَهُ وَالنَّاس كُلّهمْ فِي الصَّلَاة وَلَكِنْ يَحْرُس بَعْضهمْ بَعْضًا وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنِي أَبِي عَنْ قَتَادَة عَنْ سُلَيْمَان بْن قَيْس الْيَشْكُرِيّ أَنَّهُ سَأَلَ جَابِر بْن عَبْد اللَّه عَنْ إِقْصَار الصَّلَاة أَيّ يَوْم أُنْزِلَ أَوْ أَيّ يَوْم هُوَ فَقَالَ جَابِر : اِنْطَلَقْنَا نَتَلَقَّى عِيرًا لِقُرَيْشٍ آتِيَة مِنْ الشَّام حَتَّى إِذَا كُنَّا بِنَخْلَةٍ جَاءَ رَجُل مِنْ الْقَوْم إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا مُحَمَّد هَلْ تَخَافنِي قَالَ \" لَا \" قَالَ فَمَنْ يَمْنَعك مِنِّي قَالَ \" اللَّه يَمْنَعنِي مِنْك \" قَالَ : فَسَلَّ السَّيْف ثُمَّ تَهَدَّدَهُ وَأَوْعَدَهُ ثُمَّ نَادَى بِالتَّرَحُّلِ وَأَخَذَ السِّلَاح ثُمَّ نُودِيَ بِالصَّلَاةِ فَصَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِطَائِفَةٍ مِنْ الْقَوْم وَطَائِفَة أُخْرَى تَحْرُسهُمْ فَصَلَّى بِاَلَّذِينَ يَلُونَهُ رَكْعَتَيْنِ ثُمَّ تَأَخَّرَ الَّذِينَ يَلُونَهُ عَلَى أَعْقَابهمْ فَقَامُوا فِي مَصَافّ أَصْحَابهمْ ثُمَّ جَاءَ الْآخَرُونَ فَصَلَّى بِهِمْ رَكْعَتَيْنِ وَالْآخَرُونَ يَحْرُسُونَهُمْ ثُمَّ سَلَّمَ فَكَانَتْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْبَع رَكَعَات وَلِلْقَوْمِ رَكْعَتَيْنِ رَكْعَتَيْنِ فَيَوْمئِذٍ أَنْزَلَ اللَّه فِي إِقْصَار الصَّلَاة وَأَمَرَ الْمُؤْمِنِينَ بِأَخْذِ السِّلَاح . وَرَوَاهُ الْإِمَام اِحْمَدْ فَقَالَ : حَدَّثَنَا شُرَيْح حَدَّثَنَا أَبُو عَوَانَة عَنْ أَبِي بِشْر عَنْ سُلَيْمَان بْن قَيْس الْيَشْكُرِيّ عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَاتَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُحَارِب حَفْصَة فَجَاءَ رَجُل مِنْهُمْ يُقَال لَهُ غَوْرَث بْن الْحَارِث حَتَّى قَامَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالسَّيْفِ فَقَالَ : مَنْ يَمْنَعك مِنِّي قَالَ \" اللَّه \" فَسَقَطَ السَّيْف مِنْ يَده فَأَخَذَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" وَمَنْ يَمْنَعك مِنِّي \" قَالَ : كُنْ خَيْر آخِذ قَالَ \" أَتَشْهَدُ أَنْ لَا إِلَه إِلَّا اللَّه وَأَنِّي رَسُول اللَّه \" ؟ قَالَ لَا وَلَكِنْ أُعَاهِدك أَنْ لَا أُقَاتِلك وَلَا أَكُون مَعَ قَوْم يُقَاتِلُونَك فَخَلَّى سَبِيله فَقَالَ جِئْتُكُمْ مِنْ عِنْد خَيْر النَّاس فَلَمَّا حَضَرَتْ الصَّلَاة صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَاة الْخَوْف فَكَانَ النَّاس طَائِفَتَيْنِ طَائِفَة بِإِزَاءِ الْعَدُوّ وَطَائِفَة صَلَّوْا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى بِالطَّائِفَةِ الَّذِينَ مَعَهُ رَكْعَتَيْنِ وَانْصَرَفُوا فَكَانُوا مَكَان الطَّائِفَة الَّذِينَ كَانُوا بِإِزَاءِ الْعَدُوّ ثُمَّ اِنْصَرَفَ الَّذِينَ كَانُوا بِإِزَاءِ الْعَدُوّ فَصَلَّوْا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَكْعَتَيْنِ فَكَانَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْبَع رَكَعَات وَلِلْقَوْمِ رَكْعَتَيْنِ رَكْعَتَيْنِ تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو قَطَن عُمَر بْن الْهَيْثَم حَدَّثَنَا الْمَسْعُودِيّ عَنْ يَزِيد الْفَقِير قَالَ : سَأَلْت جَابِر بْن عَبْد اللَّه عَنْ الرَّكْعَتَيْنِ فِي السَّفَر أُقْصِرهُمَا فَقَالَ : الرَّكْعَتَانِ فِي السَّفَر تَمَام إِنَّمَا الْقَصْر وَاحِدَة عِنْد الْقِتَال بَيْنَمَا نَحْنُ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قِتَال إِذْ أُقِيمَتْ الصَّلَاة فَقَامَ رَسُول اللَّه صَلَّى فَصَفَّ بِطَائِفَةٍ وَطَائِفَة وَجْههَا قِبَل الْعَدُوّ فَصَلَّى بِهِمْ رَكْعَة وَسَجَدَ بِهِمْ سَجْدَتَيْنِ ثُمَّ الَّذِينَ خَلَفُوا اِنْطَلَقُوا إِلَى أُولَئِكَ فَقَامُوا مَقَامهمْ وَمَكَانهمْ نَحْو ذَا وَجَاءَ أُولَئِكَ فَقَامُوا خَلْف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى بِهِمْ رَكْعَة وَسَجَدَ بِهِمْ سَجْدَتَيْنِ ثُمَّ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَلَسَ وَسَلَّمَ وَسَلَّمَ الَّذِينَ خَلْفه وَسَلَّمَ أُولَئِكَ فَكَانَتْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَكْعَتَيْنِ وَلِلْقَوْمِ رَكْعَة رَكْعَة ثُمَّ قَرَأَ وَإِذَا كُنْت فِيهِمْ فَأَقَمْت لَهُمْ الصَّلَاة الْآيَة وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ الْحَكَم عَنْ يَزِيد الْفَقِير عَنْ جَابِر بْن عَبْد اللَّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ صَلَّى بِهِمْ صَلَاة الْخَوْف فَقَامَ صَفّ بَيْن يَدَيْهِ وَصَفّ خَلْفه فَصَلَّى بِاَلَّذِينَ خَلْفه رَكْعَة وَسَجْدَتَيْنِ ثُمَّ تَقَدَّمَ هَؤُلَاءِ حَتَّى قَامُوا فِي مَقَام أَصْحَابهمْ وَجَاءَ أُولَئِكَ حَتَّى قَامُوا فِي مَقَام هَؤُلَاءِ فَصَلَّى بِهِمْ رَسُول اللَّه صَلَّى رَكْعَة وَسَجْدَتَيْنِ ثُمَّ سَلَّمَ فَكَانَتْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ رَكْعَتَيْنِ وَلَهُمْ رَكْعَة وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث شُعْبَة وَلِهَذَا الْحَدِيث طُرُق عَنْ جَابِر وَهُوَ فِي صَحِيح مُسْلِم مِنْ وَجْه آخَر بِلَفْظٍ آخَر وَقَدْ رَوَاهُ عَنْ جَابِر جَمَاعَة كَثِيرُونَ فِي الصَّحِيح وَالسُّنَن وَالْمَسَانِيد . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك أَنْبَأَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ سَالِم عَنْ أَبِيهِ قَالَ \" وَإِذَا كُنْت فِيهِمْ فَأَقَمْت لَهُمْ الصَّلَاة \" قَالَ هِيَ صَلَاة الْخَوْف صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَة وَالطَّائِفَة الْأُخْرَى مُقْبِلَة عَلَى الْعَدُوّ وَأَقْبَلَتْ الطَّائِفَة الْأُخْرَى الَّتِي كَانَتْ مُقْبِلَة عَلَى الْعَدُوّ فَصَلَّى بِهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَكْعَة أُخْرَى ثُمَّ سَلَّمَ بِهِمْ ثُمَّ قَامَتْ كُلّ طَائِفَة مِنْهُمْ فَصَلَّتْ رَكْعَة رَكْعَة وَهَذَا الْحَدِيث رَوَاهُ الْجَمَاعَة فِي كُتُبهمْ مِنْ طَرِيق مَعْمَر بِهِ وَلِهَذَا الْحَدِيث طُرُق كَثِيرَة عَنْ الْجَمَاعَة مِنْ الصَّحَابَة وَقَدْ أَجَادَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي سَرْد طُرُقه وَأَلْفَاظه وَكَذَا اِبْن جَرِير وَلْنُحَرِّرْهُ فِي كِتَاب الْأَحْكَام الْكَبِير إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة وَأَمَّا الْأَمْر بِحَمْلِ السِّلَاح فِي صَلَاة الْخَوْف فَمَحْمُول عِنْد طَائِفَة مِنْ الْعُلَمَاء عَلَى الْوُجُوب لِظَاهِرِ الْآيَة وَهُوَ أَحَد قَوْلَيْ الشَّافِعِيّ وَيَدُلّ عَلَيْهِ قَوْل اللَّه تَعَالَى \" وَلَا جُنَاح عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَر أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتكُمْ وَخُذُوا حِذْركُمْ\" أَيْ بِحَيْثُ تَكُونُونَ عَلَى أُهْبَة إِذَا اِحْتَجْتُمْ إِلَيْهَا لَبِسْتُمُوهَا بِلَا كُلْفَة\" إِنَّ اللَّه أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40771, "aya_id": 102}]