[{"text": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَمَن يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ", "sura_id": 60, "type": 0, "id": 5156, "aya_id": 6}, {"text": "لقد كان لكم فيهم أسوة حسنة لمن كان يرجو الله واليوم الآخر ومن يتول فإن الله هو الغني الحميد", "sura_id": 60, "type": 1, "id": 11392, "aya_id": 6}, {"text": "6 - (لقد كان لكم) يا أمة محمد جواب قسم مقدر (فيهم أسوة حسنة لمن كان) بدل اشتمال من كم بإعادة الجار (يرجو الله واليوم الآخر) أي يخافهما أو يظن الثواب والعقاب (ومن يتول) بأن يوالي الكفار (فإن الله هو الغني) عن خلقه (الحميد) لأهل طاعته \r\n", "sura_id": 60, "type": 2, "id": 30100, "aya_id": 6}, {"text": "لقد كان لكم- أيها المؤمنون- في إبراهيم عليه السلام والذين معه قدوة حميدة لمن يطمع في الخير من الله في الدنيا والآخرة, ومن يُعْرِض عما ندبه الله إليه من التأسي بأنبيائه, ويوال أعداء الله, فإن الله هو الغنيُّ عن عباده, الحميد في ذاته وصفاته, المحمود على كل حال.\r\n", "sura_id": 60, "type": 3, "id": 36336, "aya_id": 6}, {"text": " <font color=red>لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَة حَسَنَة لِمَنْ كَانَ يَرْجُو اللَّه وَالْيَوْم الْآخِر \" وَهَذَا تَأْكِيد لِمَا تَقَدَّمَ وَمُسْتَثْنًى مِنْهُ مَا تَقَدَّمَ أَيْضًا لِأَنَّ هَذِهِ الْأُسْوَة الْمُثْبَتَة هَهُنَا هِيَ الْأُولَى بِعَيْنِهَا. وَقَوْله تَعَالَى \" لِمَنْ كَانَ يَرْجُو اللَّه وَالْيَوْم الْآخِر\" تَهْيِيج إِلَى ذَلِكَ لِكُلِّ مُؤْمِن بِاَللَّهِ وَالْمَعَاد وَقَوْله تَعَالَى \" وَمَنْ يَتَوَلَّ \" أَيْ عَمَّا أَمَرَ اللَّه بِهِ \" فَإِنَّ اللَّه هُوَ الْغَنِيّ الْحَمِيد \" كَقَوْلِهِ تَعَالَى \" إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْض جَمِيعًا فَإِنَّ اللَّه لَغَنِيّ حَمِيد\" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس الْغَنِيّ الَّذِي قَدْ كَمُلَ فِي غِنَاهُ وَهُوَ اللَّه هَذِهِ صِفَته لَا تَنْبَغِي إِلَّا لَهُ لَيْسَ لَهُ كُفْء وَلَيْسَ كَمِثْلِهِ شَيْء سُبْحَان اللَّه الْوَاحِد الْقَهَّار وَالْحَمِيد الْمُسْتَحْمَد إِلَى خَلْقه أَيْ هُوَ الْمَحْمُود فِي جَمِيع أَقْوَاله وَأَفْعَاله لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ .</p><BR> <br> ", "sura_id": 60, "type": 4, "id": 42250, "aya_id": 6}]