[{"text": "وَالَّذِينَ كَسَبُواْ السَّيِّئَاتِ جَزَاء سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ مَّا لَهُم مِّنَ اللّهِ مِنْ عَاصِمٍ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ اللَّيْلِ مُظْلِمًا أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ", "sura_id": 10, "type": 0, "id": 1391, "aya_id": 27}, {"text": "والذين كسبوا السيئات جزاء سيئة بمثلها وترهقهم ذلة ما لهم من الله من عاصم كأنما أغشيت وجوههم قطعا من الليل مظلما أولئك أصحاب النار هم فيها خالدون", "sura_id": 10, "type": 1, "id": 7627, "aya_id": 27}, {"text": "27 - (والذين) عطف على الذين أحسنوا ، أي وللذين (كسبوا السيئات) عملوا الشرك (جزاء سيئةٍ بمثلها وترهقهم ذلة ما لهم من الله من) زائدة (عاصم) مانع (كأنما أغشيت) ألبست (وجوههم قطَعاً) بفتح الطاء ، جمع قطعة وإسكانها أي جزءاً (من الليل مظلماً أولئك أصحاب النار هم فيها خالدون) \r\n", "sura_id": 10, "type": 2, "id": 26335, "aya_id": 27}, {"text": "والذين عملوا السيئات في الدنيا فكفروا وعصَوا الله لهم جزاء أعمالهم السيئة التي عملوها بمثلها من عقاب الله في الآخرة, وتغشاهم ذلَّة وهوان, وليس لهم مِن عذاب الله مِن مانع يمنعهم إذا عاقبهم, كأنما أُلبست وجوههم طائفة من سواد الليل المظلم. هؤلاء هم أهل النار ماكثون فيها أبدًا.\r\n", "sura_id": 10, "type": 3, "id": 32571, "aya_id": 27}, {"text": " <font color=red>وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</font><BR><p>لَمَّا أَخْبَرَ تَعَالَى عَنْ حَال السُّعَدَاء الَّذِينَ يُضَاعَف لَهُمْ الْحَسَنَات وَيَزْدَادُونَ عَلَى ذَلِكَ عَطَفَ بِذِكْرِ حَال الْأَشْقِيَاء فَذَكَرَ تَعَالَى عَدْله فِيهِمْ وَأَنَّهُ يُجَازِيهِمْ عَلَى السَّيِّئَة بِمِثْلِهَا لَا يَزِيدهُمْ عَلَى ذَلِكَ \" وَتَرْهَقهُمْ \" أَيْ تَعْتَرِيهِمْ وَتَعْلُوهُمْ ذِلَّة مِنْ مَعَاصِيهمْ وَخَوْفهمْ مِنْهَا كَمَا قَالَ \" وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنْ الذُّلّ \" الْآيَة وَقَالَ تَعَالَى \" وَلَا تَحْسَبَنَّ اللَّه غَافِلًا عَمَّا يَعْمَل الظَّالِمُونَ إِنَّمَا يُؤَخِّرهُمْ لِيَوْمٍ تَشْخَص فِيهِ الْأَبْصَار مُهْطِعِينَ مُقْنِعِي رُءُوسهمْ \" الْآيَات. وَقَوْله \" مَا لَهُمْ مِنْ اللَّه مِنْ عَاصِم \" أَيْ مَانِع وَلَا وَاقٍ يَقِيهِمْ الْعَذَاب كَقَوْلِهِ تَعَالَى \" يَقُول الْإِنْسَان يَوْمئِذٍ أَيْنَ الْمَفَرّ كَلَّا لَا وَزَرَ إِلَى رَبّك يَوْمئِذٍ الْمُسْتَقَرّ \" وَقَوْله \" كَأَنَّمَا أُغْشِيَتْ وُجُوههمْ \" الْآيَة إِخْبَار عَنْ سَوَاد وُجُوههمْ فِي الدَّار الْآخِرَة كَقَوْلِهِ تَعَالَى \" يَوْم تَبْيَضّ وُجُوه وَتَسْوَدّ وُجُوه فَأَمَّا الَّذِينَ اِسْوَدَّتْ وُجُوههمْ أَكَفَرْتُمْ بَعْد إِيمَانكُمْ فَذُوقُوا الْعَذَاب بِمَا كُنْتُمْ تَكْفُرُونَ وَأَمَّا الَّذِينَ اِبْيَضَّتْ وُجُوههمْ فَفِي رَحْمَة اللَّه هُمْ فِيهَا خَالِدُونَ \" وَقَوْله تَعَالَى \" وُجُوه يَوْمئِذٍ مُسْفِرَة ضَاحِكَة مُسْتَبْشِرَة وَوُجُوه يَوْمئِذٍ عَلَيْهَا غَبَرَة \" الْآيَة .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37453, "aya_id": 27}]