[{"text": "وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَن نَّدْعُوَ مِن دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا", "sura_id": 18, "type": 0, "id": 2154, "aya_id": 14}, {"text": "و ربطنا على قلوبهم إذ قاموا فقالوا ربنا رب السماوات و الأرض لن ندعوا من دونه إلها لقد قلنا إذا شططا", "sura_id": 18, "type": 1, "id": 8390, "aya_id": 14}, {"text": "14 - (وربطنا على قلوبهم) قويناهم على قول الحق (إذ قاموا) بين يدي يملكهم وقد أمرهم بالسجود للأصنام (فقالوا ربنا رب السماوات والأرض لن ندعوا من دونه) أي غيره (إلها لقد قلنا إذا شططا) أي قولا ذا شطط أي إفراط في الكفر إن دعونا إلها غير الله فرضا \r\n", "sura_id": 18, "type": 2, "id": 27098, "aya_id": 14}, {"text": "وقوَّينا قلوبهم بالإيمان، وشددنا عزيمتهم به، حين قاموا بين يدي الملك الكافر، وهو يلومهم على تَرْكِ عبادة الأصنام فقالوا له: ربنا الذي نعبده هو رب السموات والأرض، لن نعبد غيره من الآلهة، لو قلنا غير هذا لكُنَّا قد قلنا قولا جائرًا بعيدًا عن الحق.\r\n", "sura_id": 18, "type": 3, "id": 33334, "aya_id": 14}, {"text": " <font color=red>وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا</font><BR><p>وَقَوْله \" وَرَبَطْنَا عَلَى قُلُوبهمْ إِذْ قَامُوا فَقَالُوا رَبّنَا رَبّ السَّمَاوَات وَالْأَرْض \" يَقُول تَعَالَى وَصَبَّرْنَاهُمْ عَلَى مُخَالَفَة قَوْمهمْ وَمَدِينَتهمْ وَمُفَارَقَة مَا كَانُوا فِيهِ مِنْ الْعَيْش الرَّغِيد وَالسَّعَادَة وَالنِّعْمَة فَإِنَّهُ قَدْ ذَكَرَ غَيْر وَاحِد مِنْ الْمُفَسِّرِينَ مِنْ السَّلَف وَالْخَلَف أَنَّهُمْ كَانُوا مِنْ أَبْنَاء مُلُوك الرُّوم وَسَادَتهمْ وَأَنَّهُمْ خَرَجُوا يَوْمًا فِي بَعْض أَعْيَاد قَوْمهمْ وَكَانَ لَهُمْ مُجْتَمَع فِي السَّنَة يَجْتَمِعُونَ فِيهِ فِي ظَاهِر الْبَلَد وَكَانُوا يَعْبُدُونَ الْأَصْنَام وَالطَّوَاغِيت وَيَذْبَحُونَ لَهَا وَكَانَ لَهُمْ مَلِك جَبَّار عَنِيد يُقَال لَهُ دِقْيَانُوس وَكَانَ يَأْمُر النَّاس بِذَلِكَ وَيَحُثّهُمْ عَلَيْهِ وَيَدْعُوهُمْ إِلَيْهِ فَلَمَّا خَرَجَ النَّاس لِمُجْتَمَعِهِمْ ذَلِكَ وَخَرَجَ هَؤُلَاءِ الْفِتْيَة مَعَ آبَائِهِمْ وَقَوْمهمْ وَنَظَرُوا إِلَى مَا يَصْنَع قَوْمهمْ بِعَيْنِ بَصِيرَتهمْ عَرَفُوا أَنَّ هَذَا الَّذِي يَصْنَعهُ قَوْمهمْ مِنْ السُّجُود لِأَصْنَامِهِمْ وَالذَّبْح لَهَا لَا يَنْبَغِي إِلَّا لِلَّهِ الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض فَجَعَلَ كُلّ وَاحِد مِنْهُمْ يَتَخَلَّص مِنْ قَوْمه وَيَنْحَاز مِنْهُمْ وَيَتَبَرَّز عَنْهُمْ نَاحِيَة فَكَانَ أَوَّل مَنْ جَلَسَ مِنْهُمْ وَحْده أَحَدهمْ جَلَسَ تَحْت ظِلّ شَجَرَة فَجَاءَ الْآخَر فَجَلَسَ إِلَيْهَا عِنْده وَجَاءَ الْآخَر فَجَلَسَ إِلَيْهِمَا وَجَاءَ الْآخَر فَجَلَسَ إِلَيْهِمْ وَجَاءَ الْآخَر وَجَاءَ الْآخَر وَلَا يَعْرِف وَاحِد مِنْهُمْ الْآخَر وَإِنَّمَا جَمَعَهُمْ هُنَاكَ الَّذِي جَمَعَ قُلُوبهمْ عَلَى الْإِيمَان كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْبُخَارِيّ تَعْلِيقًا مِنْ حَدِيث يَحْيَى بْن سَعِيد عَنْ عَمْرَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْأَرْوَاح جُنُود مُجَنَّدَة فَمَا تَعَارَفَ مِنْهَا اِئْتَلَفَ وَمَا تَنَاكَرَ مِنْهَا اِخْتَلَفَ \" وَأَخْرَجَهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث سُهَيْل عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالنَّاس يَقُولُونَ الْجِنْسِيَّة عِلَّة الضَّمّ , وَالْغَرَض أَنَّهُ جَعَلَ كُلّ أَحَد مِنْهُمْ يَكْتُم مَا هُوَ عَلَيْهِ عَنْ أَصْحَابه خَوْفًا مِنْهُمْ وَلَا يَدْرِي أَنَّهُمْ مِثْله حَتَّى قَالَ أَحَدهمْ : تَعْلَمُونَ وَاَللَّه يَا قَوْم إِنَّهُ مَا أَخْرَجَكُمْ مِنْ قَوْمكُمْ وَأَفْرَدَكُمْ عَنْهُمْ إِلَّا شَيْء فَلْيُظْهِرْ كُلّ وَاحِد مِنْكُمْ بِأَمْرِهِ فَقَالَ آخَر : أَمَّا أَنَا فَإِنِّي وَاَللَّه رَأَيْت مَا قَوْمِي عَلَيْهِ فَعَرَفْت أَنَّهُ بَاطِل وَإِنَّمَا الَّذِي يَسْتَحِقّ أَنْ يُعْبَد وَحْده وَلَا يُشْرَك بِهِ شَيْئًا هُوَ اللَّه الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض وَمَا بَيْنهمَا وَقَالَ الْآخَر : وَأَنَا وَاَللَّه وَقَعَ لِي كَذَلِكَ وَقَالَ الْآخَر كَذَلِكَ حَتَّى تَوَافَقُوا كُلّهمْ عَلَى كَلِمَة وَاحِدَة فَصَارُوا يَدًا وَاحِدَة وَإِخْوَان صِدْق فَاِتَّخَذُوا لَهُمْ مَعْبَدًا يَعْبُدُونَ اللَّه فِيهِ فَعَرَفَ بِهِمْ قَوْمهمْ فَوَشَوْا بِأَمْرِهِمْ إِلَى مَلِكهمْ فَاسْتَحْضَرَهُمْ بَيْن يَدَيْهِ فَسَأَلَهُمْ عَنْ أَمْرهمْ وَمَا هُمْ عَلَيْهِ فَأَجَابُوهُ بِالْحَقِّ وَدَعَوْهُ إِلَى اللَّه عَزَّ وَجَلَّ وَلِهَذَا أَخْبَرَ تَعَالَى عَنْهُمْ : بِقَوْلِهِ \" وَرَبَطْنَا عَلَى قُلُوبهمْ إِذْ قَامُوا فَقَالُوا رَبّنَا رَبّ السَّمَاوَات وَالْأَرْض لَنْ نَدْعُو مِنْ دُونه إِلَهًا \" وَلَنْ لِنَفْيِ التَّأْبِيد أَيْ لَا يَقَع مِنَّا هَذَا أَبَدًا لِأَنَّا لَوْ فَعَلْنَا ذَلِكَ لَكَانَ بَاطِلًا وَلِهَذَا قَالَ عَنْهُمْ \" لَقَدْ قُلْنَا إِذًا شَطَطًا \" أَيْ بَاطِلًا وَكَذِبًا وَبُهْتَانًا .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38305, "aya_id": 14}]