[{"text": "يَسْأَلُونَكَ عَنِ الأهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوْاْ الْبُيُوتَ مِن ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُواْ الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُواْ اللّهَ لَعَلَّكُمْ تُفْلِحُونَ", "sura_id": 2, "type": 0, "id": 196, "aya_id": 189}, {"text": "يسألونك عن الأهلة قل هي مواقيت للناس والحج وليس البر بأن تأتوا البيوت من ظهورها ولكن البر من اتقى وأتوا البيوت من أبوابها واتقوا الله لعلكم تفلحون", "sura_id": 2, "type": 1, "id": 6432, "aya_id": 189}, {"text": "189 - (يسألونك) يا محمد (عن الأهلة) جمع هلال ، لم تبدو دقيقة ثم تزيد حتى تمتلئ نورا ثم تعود كما بدت ولا تكون على حالة واحدة كالشمس (قل) لهم (هي مواقيت) جمع ميقات (للناس) يعلمون بها أوقات زرعهم ومتاجرهم وعدد نسائهم وصيامهم وإفطارهم (والحج) عطف على الناس أي يعلم بها وقته فلو استمرت على حالة لم يعرف ذلك (وليس البر بأن تأتوا البيوت من ظهورها) في الإحرام بأن تنقبوا فيها نقبا تدخلون منه وتخرجون وتتركوا الباب وكانوا يفعلون ذلك ويزعمونه برا (ولكن البر) أي ذا البر (من اتقى) الله بترك مخالفته (وأتوا البيوت من أبوابها) في الإحرام (واتقوا الله لعلكم تفلحون) تفوزون \r\n", "sura_id": 2, "type": 2, "id": 25140, "aya_id": 189}, {"text": "يسألك أصحابك -أيها النبي-: عن الأهلة وتغيُّر أحوالها, قل لهم: جعل اللهُ الأهلة علامات يعرف بها الناس أوقات عباداتهم المحددة بوقت مثل الصيام والحج, ومعاملاتهم. وليس الخير ما تعودتم عليه في الجاهلية وأول الإسلام من دخول البيوت من ظهورها حين تُحْرِمون بالحج أو العمرة, ظانين أن ذلك قربة إلى الله, ولكن الخير هو فِعْلُ مَنِ اتقى الله واجتنب المعاصي, وادخلوا البيوت من أبوابها عند إحرامكم بالحج أو العمرة, واخشوا الله تعالى في كل أموركم, لتفوزوا بكل ما تحبون من خيري الدنيا والآخرة.\r\n", "sura_id": 2, "type": 3, "id": 31376, "aya_id": 189}, {"text": " <font color=red>يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس سَأَلَ النَّاس رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ الْأَهِلَّة فَنَزَلَتْ هَذِهِ الْآيَة \" يَسْأَلُونَك عَنْ الْأَهِلَّة قُلْ هِيَ مَوَاقِيت لِلنَّاسِ \" يَعْلَمُونَ بِهَا حِلَّ دَيْنِهِمْ وَعِدَّةَ نِسَائِهِمْ وَوَقْتَ حَجِّهِمْ وَقَالَ أَبُو جَعْفَر عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة بَلَغَنَا أَنَّهُمْ قَالُوا يَا رَسُول اللَّه لِمَ خُلِقَتْ الْأَهِلَّة ؟ فَأَنْزَلَ اللَّه \" يَسْأَلُونَك عَنْ الْأَهِلَّة قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ \" يَقُول جَعَلَهَا اللَّه مَوَاقِيت لِصَوْمِ الْمُسْلِمِينَ وَإِفْطَارهمْ وَعِدَّة نِسَائِهِمْ وَمَحِلّ دَيْنهمْ وَكَذَا رُوِيَ عَنْ عَطَاء وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس نَحْو ذَلِكَ وَقَالَ عَبْد الرَّزَّاق عَنْ عَبْد الْعَزِيز بْن أَبِي رَوَّاد عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" جَعَلَ اللَّه الْأَهِلَّة مَوَاقِيت لِلنَّاسِ فَصُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلَاثِينَ يَوْمًا \" وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث اِبْن أَبِي رَوَّاد بِهِ وَقَالَ كَانَ ثِقَة عَابِدًا مُجْتَهِدًا شَرِيف النَّسَب فَهُوَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَقَالَ مُحَمَّد بْن جَابِر عَنْ قَيْس بْن طَلْق عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" جَعَلَ اللَّه الْأَهِلَّة فَإِذَا رَأَيْتُمْ الْهِلَال فَصُومُوا وَإِذَا رَأَيْتُمُوهُ فَأَفْطِرُوا فَإِنْ أُغْمِيَ عَلَيْكُمْ فَأَكْمِلُوا الْعِدَّة ثَلَاثِينَ \" وَكَذَا رُوِيَ مِنْ حَدِيث أَبِي هُرَيْرَة وَمِنْ كَلَام عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ . وَقَوْله \" وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنْ اِتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابهَا \" قَالَ الْبُخَارِيّ : حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : كَانُوا إِذَا أَحْرَمُوا فِي الْجَاهِلِيَّة أَتَوْا الْبَيْت مِنْ ظَهْره فَأَنْزَلَ اللَّه \" وَلَيْسَ الْبِرّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنْ اِتَّقَى وَأْتُوا الْبُيُوت مِنْ أَبْوَابِهَا \" وَكَذَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : كَانَتْ الْأَنْصَار إِذَا قَدِمُوا مِنْ سَفَرهمْ لَمْ يَدْخُل الرَّجُل مِنْ قِبَل بَابه فَنَزَلَتْ هَذِهِ الْآيَة قَالَ الْأَعْمَش : عَنْ أَبِي سُفْيَان عَنْ جَابِر كَانَتْ قُرَيْش تُدْعَى الْحُمْس وَكَانُوا يَدْخُلُونَ مِنْ الْأَبْوَاب فِي الْإِحْرَام وَكَانَتْ الْأَنْصَار وَسَائِر الْعَرَب لَا يَدْخُلُونَ مِنْ بَاب فِي الْإِحْرَام فَبَيْنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي بُسْتَان إِذْ خَرَجَ مِنْ بَابه وَخَرَجَ مَعَهُ قُطْبَة بْن عَامِر مِنْ الْأَنْصَار فَقَالُوا يَا رَسُول اللَّه : إِنَّ قُطْبَة بْن عَامِر رَجُل تَاجِر وَإِنَّهُ خَرَجَ مَعَك مِنْ الْبَاب فَقَالَ لَهُ \" مَا حَمَلَك عَلَى مَا صَنَعْت\" قَالَ : رَأَيْتُك فَعَلْته فَفَعَلْت كَمَا فَعَلْت فَقَالَ : إِنِّي أَحْمَس قَالَ لَهُ : فَإِنَّ دِينِي دِينك . فَأَنْزَلَ اللَّهُ \" وَلَيْسَ الْبِرّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورهَا وَلَكِنَّ الْبِرَّ مَنْ اِتَّقَى وَأْتُوا الْبُيُوت مِنْ أَبْوَابهَا \" رَوَاهُ اِبْن أَبِي حَاتِم وَرَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس بِنَحْوِهِ وَكَذَا رُوِيَ عَنْ مُجَاهِد وَالزُّهْرِيّ وَقَتَادَة وَإِبْرَاهِيم النَّخَعِيّ وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَقَالَ الْحَسَن الْبَصْرِيّ : كَانَ أَقْوَام مِنْ أَهْل الْجَاهِلِيَّة إِذَا أَرَادَ أَحَدهمْ سَفَرًا وَخَرَجَ مِنْ بَيْته يُرِيد سَفَره الَّذِي خَرَجَ لَهُ ثُمَّ بَدَا لَهُ بَعْد خُرُوجه أَنْ يُقِيم وَيَدَع سَفَره لَمْ يَدْخُل الْبَيْت مِنْ بَابه وَلَكِنْ يَتَسَوَّرهُ مِنْ قِبَل ظَهْره فَقَالَ اللَّه تَعَالَى : \" وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوت مِنْ ظُهُورهَا\" الْآيَة . وَقَالَ مُحَمَّد بْن كَعْب : كَانَ الرَّجُل إِذَا اِعْتَكَفَ لَمْ يَدْخُل مَنْزِله مِنْ بَاب الْبَيْت فَأَنْزَلَ اللَّه هَذِهِ الْآيَة . وَقَالَ عَطَاء بْن أَبِي رَبَاح : كَانَ أَهْل يَثْرِب إِذَا رَجَعُوا مِنْ عِيدهمْ دَخَلُوا مَنَازِلهمْ مِنْ ظُهُورهَا وَيَرَوْنَ أَنَّ ذَلِكَ أَدْنَى إِلَى الْبِرّ فَقَالَ اللَّه \" وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوت مِنْ ظُهُورهَا \" وَلَا يَرَوْنَ أَنَّ ذَلِكَ أَدْنَى إِلَى الْبِرّ وَقَوْله \" وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ\" أَيْ اِتَّقُوا اللَّه فَافْعَلُوا مَا أَمَرَكُمْ بِهِ وَاتْرُكُوا مَا نَهَاكُمْ عَنْهُ \" لَعَلَّكُمْ تُفْلِحُونَ \" غَدًا إِذَا وَقَفْتُمْ بَيْن يَدَيْهِ فَيُجَازِيكُمْ عَلَى التَّمَامِ وَالْكَمَالِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38596, "aya_id": 189}]