[{"text": "قَالَ إِنِّي أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَن تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِن شَاء اللَّهُ مِنَ الصَّالِحِينَ", "sura_id": 28, "type": 0, "id": 3279, "aya_id": 27}, {"text": "قال إني أريد أن أنكحك إحدى ابنتي هاتين على أن تأجرني ثماني حجج فإن أتممت عشرا فمن عندك وما أريد أن أشق عليك ستجدني إن شاء الله من الصالحين", "sura_id": 28, "type": 1, "id": 9515, "aya_id": 27}, {"text": "27 - (قال إني أريد أن أنكحك إحدى ابنتي هاتين) وهي الكبرى أو الصغرى (على أن تأجرني) تكون أجيرا لي في رعي غنمي (ثماني حجج) سنين (فإن أتممت عشرا) رعي عشر سنين (فمن عندك) التمام (وما أريد أن أشق عليك) باشتراط العشر (ستجدني إن شاء الله) للتبرك (من الصالحين) الوافين بالعهد \r\n", "sura_id": 28, "type": 2, "id": 28223, "aya_id": 27}, {"text": "قال الشيخ لموسى: إني أريد أن أزوِّجك إحدى ابنتيَّ هاتين, على أن تكون أجيرًا لي في رعي ماشيتي ثماني سنين مقابل ذلك, فإن أكملت عشر سنين فإحسان من عندك, وما أريد أن أشق عليك بجعلها عشرا, ستجدني إن شاء الله من الصالحين في حسن الصحبة والوفاء بما قلتُ.\r\n", "sura_id": 28, "type": 3, "id": 34459, "aya_id": 27}, {"text": " <font color=red>قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ</font><BR><p>قَالَ : \" إِنِّي أُرِيد أَنْ أُنْكِحك إِحْدَى اِبْنَتَيَّ هَاتَيْنِ \" أَيْ طَلَبَ إِلَيْهِ هَذَا الرَّجُل الشَّيْخ الْكَبِير أَنْ يَرْعَى غَنَمه وَيُزَوِّجهُ إِحْدَى اِبْنَتَيْهِ هَاتَيْنِ قَالَ شُعَيْب الْجُبَّائِيّ وَهُمَا صفوريا وليا وَقَالَ مُحَمَّد بْن إِسْحَاق صفوريا وشرفا وَيُقَال ليا وَقَدْ اِسْتَدَلَّ أَصْحَاب أَبِي حَنِيفَة بِهَذِهِ الْآيَة عَلَى صِحَّة الْبَيْع فِيمَا إِذَا قَالَ بِعْتُك أَحَد هَذَيْنِ الْعَبْدَيْنِ بِمِائَةٍ فَقَالَ اِشْتَرَيْت أَنَّهُ يَصِحّ وَاَللَّه أَعْلَم وَقَوْله : \" عَلَى أَنْ تَأْجُرنِي ثَمَانِيَ حِجَج فَإِنْ أَتْمَمْت عَشْرًا فَمِنْ عِنْدك \" أَيْ عَلَى أَنْ تَرْعَى غَنَمِي ثَمَانِي سِنِينَ فَإِنْ تَبَرَّعْت بِزِيَادَةِ سَنَتَيْنِ فَهُوَ إِلَيْك وَإِلَّا فَفِي الثَّمَان كِفَايَة \" وَمَا أُرِيد أَنْ أَشُقّ عَلَيْك سَتَجِدُنِي إِنْ شَاءَ اللَّه مِنْ الصَّالِحِينَ\" أَيْ لَا أُشَاقّك وَلَا أُؤْذِيك وَلَا أُمَارِيك وَقَدْ اِسْتَدَلُّوا بِهَذِهِ الْآيَة الْكَرِيمَة لِمَذْهَبِ الْأَوْزَاعِيّ فِيمَا إِذَا قَالَ بِعْتُك هَذَا بِعَشَرَةٍ نَقْدًا أَوْ بِعِشْرِينَ نَسِيئَة أَنَّهُ يَصِحّ وَيَخْتَار الْمُشْتَرِي بِأَيِّهِمَا أَخَذَهُ صَحَّ وَحُمِلَ الْحَدِيث الْمَرْوِيّ فِي سُنَن أَبَى دَاوُد \" مَنْ بَاعَ بَيْعَتَيْنِ فِي بَيْعَة فَلَهُ أَوْكَسهمَا أَوْ الرِّبَا \" عَلَى هَذَا الْمَذْهَب وَفِي الِاسْتِدْلَال بِهَذِهِ الْآيَة وَهَذَا الْحَدِيث عَلَى هَذَا الْمَذْهَب نَظَر لَيْسَ هَذَا مَوْضِع بَسْطه لِطُولِهِ وَاَللَّه أَعْلَم. ثُمَّ قَدْ اِسْتَدَلَّ أَصْحَاب الْإِمَام أَحْمَد وَمَنْ تَبِعَهُمْ فِي صِحَّة اِسْتِئْجَار الْأَجِير بِالطُّعْمَةِ وَالْكِسْوَة بِهَذِهِ الْآيَة وَاسْتَأْنَسُوا فِي ذَلِكَ بِمَا رَوَاهُ أَبُو عَبْد اللَّه مُحَمَّد بْن يَزِيد بْن مَاجَهْ فِي كِتَابه السُّنَن حَيْثُ قَالَ بَاب اِسْتِئْجَار الْأَجِير عَلَى طَعَام بَطْنه حَدَّثَنَا مُحَمَّد ثَنَا مُحَمَّد بْن الْمُصَفَّى الْحِمْصِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد عَنْ مَسْلَمَة بْن عَلِيّ عَنْ سَعِيد بْن أَبِي أَيُّوب الْحَارِث بْن يَزِيد عَنْ عَلِيّ بْن رَبَاح قَالَ سَمِعْت عُتْبَة بْن الْمُنْذِر السُّلَمِيّ يَقُول كُنَّا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَرَأَ طسم حَتَّى إِذَا بَلَغَ قِصَّة مُوسَى قَالَ : \" إِنَّ مُوسَى آجَرَ نَفْسه ثَمَانِي سِنِينَ أَوْ عَشَرَة سِنِينَ عَلَى عِفَّة فَرْجه وَطَعَام بَطْنه \" وَهَذَا الْحَدِيث مِنْ هَذَا الْوَجْه ضَعِيف لِأَنَّ مَسْلَمَة بْن عَلِيّ وَهُوَ الْخُشَنِيّ الدِّمَشْقِيّ الْبَلَّاطِيّ ضَعِيف الرِّوَايَة عِنْد الْأَئِمَّة وَلَكِنْ قَدْ رُوِيَ مِنْ وَجْه آخَر وَفِيهِ نَظَر أَيْضًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا صَفْوَان حَدَّثَنَا الْوَلِيد حَدَّثَنَا عَبْد اللَّه بْن لَهِيعَة عَنْ الْحَارِث بْن يَزِيد الْحَضْرَمِيّ عَنْ عَلِيّ بْن رَبَاح اللَّخْمِيّ قَالَ سَمِعْت عُتْبَة بْن الْمُنْذِر السُّلَمِيّ صَاحِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحَدِّث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ مُوسَى عَلَيْهِ السَّلَام آجَرَ نَفْسه بِعِفَّةِ فَرْجه وَطُعْمَة بَطْنه \" .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39705, "aya_id": 27}]