[{"text": "مُتَّكِئِينَ عَلَى سُرُرٍ مَّصْفُوفَةٍ وَزَوَّجْنَاهُم بِحُورٍ عِينٍ", "sura_id": 52, "type": 0, "id": 4755, "aya_id": 20}, {"text": "متكئين على سرر مصفوفة وزوجناهم بحور عين", "sura_id": 52, "type": 1, "id": 10991, "aya_id": 20}, {"text": "20 - (متكئين) حال من الضمير المستكن في قوله تعالى في جنات (على سرر مصفوفة) بعضها اإلى جنب بعض (وزوجناهم) عطف على جنات أي قرناهم (بحور عين) عظام الأعين حسانهن \r\n", "sura_id": 52, "type": 2, "id": 29699, "aya_id": 20}, {"text": "وهم متكئون على سرر متقابلة, وزوَّجناهم بنساء بيض واسعات العيون حسانهنَّ.\r\n", "sura_id": 52, "type": 3, "id": 35935, "aya_id": 20}, {"text": " <font color=red>مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَةٍ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ</font><BR><p>وَقَوْله تَعَالَى \" مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَة \" قَالَ الثَّوْرِيّ عَنْ حُصَيْن عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس السُّرُر فِي الْحِجَال وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا صَفْوَان بْن عَمْرو أَنَّهُ سَمِعَ الْهَيْثَم بْن مَالِك الطَّائِيّ يَقُول إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الرَّجُل لَيَتَّكِئُ الْمُتَّكَأَ مِقْدَار أَرْبَعِينَ سَنَةً مَا يَتَحَوَّل عَنْهُ وَلَا يَمَلّهُ يَأْتِيه مَا اِشْتَهَتْ نَفْسه وَلَذَّتْ عَيْنه \" . وَحَدَّثَنَا أَبِي أَخْبَرَنَا هُدْبَة بْن خَالِد عَنْ سُلَيْمَان بْن الْمُغِيرَة عَنْ ثَابِت قَالَ بَلَغَنَا أَنَّ الرَّجُل لَيَتَّكِئ فِي الْجَنَّة سَبْعِينَ سَنَة عِنْده مِنْ أَزْوَاجه وَخَدَمِهِ وَمَا أَعْطَاهُ اللَّه مِنْ الْكَرَامَة وَالنَّعِيم فَإِذَا حَانَتْ مِنْهُ نَظْرَة فَإِذَا أَزْوَاج لَهُ لَمْ يَكُنْ رَآهُنَّ قَبْل ذَلِكَ فَيَقُلْنَ قَدْ آنَ لَك أَنْ تَجْعَل لَنَا مِنْك نَصِيبًا وَمَعْنَى \" مَصْفُوفَة \" أَيْ وُجُوه بَعْضهمْ إِلَى بَعْض كَقَوْلِهِ \" عَلَى سُرُر مُتَقَابِلِينَ \" \" وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ \" أَيْ وَجَعَلْنَا لَهُمْ قَرِينَاتٍ صَالِحَاتٍ وَزَوْجَات حِسَان مِنْ الْحُور الْعِين وَقَالَ مُجَاهِد \" وَزَوَّجْنَاهُمْ \" أَنْكَحْنَاهُمْ بِحُورٍ عِينٍ وَقَدْ تَقَدَّمَ وَصْفُهُمْ فِي غَيْر مَوْضِع بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا .</p><BR> <br> ", "sura_id": 52, "type": 4, "id": 41674, "aya_id": 20}]