[{"text": "إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّن السَّمَاء مَاء لِّيُطَهِّرَكُم بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الأَقْدَامَ", "sura_id": 8, "type": 0, "id": 1171, "aya_id": 11}, {"text": "إذ يغشيكم النعاس أمنة منه و ينزل عليكم من السماء ماء ليطهركم به و يذهب عنكم رجز الشيطان و ليربط على قلوبكم و يثبت به الأقدام", "sura_id": 8, "type": 1, "id": 7407, "aya_id": 11}, {"text": "11 - اذكر (إذ يغشيكم النعاس أمنةً) أمناً مما حصل لكم من الخوف (منه) تعالى (وينزل عليكم من السماء ماء ليطهركم به) من الأحداث والجنابات (ويذهب عنكم رجز الشيطان) وسوسته إليكم بأنكم لو كنتم على الحق ما كنتم ظمأى محدثين والمشركون على الماء (وليربط) يحبس (على قلوبكم) باليقين والصبر (ويثبت به الأقدام) أن تسوخ في الرمل \r\n", "sura_id": 8, "type": 2, "id": 26115, "aya_id": 11}, {"text": "إذ يُلْقي الله عليكم النعاس أمانًا منه لكم من خوف عدوكم أن يغلبكم, وينزل عليكم من السحاب ماء طهورًا, ليطهركم به من الأحداث الظاهرة, ويزيل عنكم في الباطن وساوس الشيطان وخواطره, وليشدَّ على قلوبكم بالصبر عند القتال, ويثبت به أقدام المؤمنين بتلبيد الأرض الرملية بالمطر حتى لا تنزلق فيها الأقدام.\r\n", "sura_id": 8, "type": 3, "id": 32351, "aya_id": 11}, {"text": " <font color=red>إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ</font><BR><p>يُذَكِّرُهُمْ اللَّه تَعَالَى بِمَا أَنْعَمَ بِهِ عَلَيْهِمْ مِنْ إِلْقَائِهِ النُّعَاس عَلَيْهِمْ أَمَانًا أَمَّنَهُمْ بِهِ مِنْ خَوْفهمْ الَّذِي حَصَلَ لَهُمْ مِنْ كَثْرَة عَدُوّهُمْ وَقِلَّة عَدَدِهِمْ وَكَذَلِكَ فَعَلَ تَعَالَى بِهِمْ يَوْمَ أُحُدٍ كَمَا قَالَ تَعَالَى \" ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْد الْغَمّ أَمَنَة نُعَاسًا يَغْشَى طَائِفَة مِنْكُمْ وَطَائِفَة قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ \" الْآيَةَ . قَالَ أَبُو طَلْحَة : كُنْت مِمَّنْ أَصَابَهُ النُّعَاسُ يَوْم أُحُد وَلَقَدْ سَقَطَ السَّيْف مِنْ يَدِي مِرَارًا يَسْقُط وَآخُذهُ وَيَسْقُط وَآخُذهُ وَلَقَدْ نَظَرْت إِلَيْهِمْ يَمِيدُونَ وَهُمْ تَحْت الْحَجَف . وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا زُهَيْر حَدَّثَنَا اِبْن مَهْدِيٍّ عَنْ شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ حَارِثَة بْن مُضَرِّبٍ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : مَا كَانَ فِينَا فَارِس يَوْم بَدْر غَيْر الْمِقْدَاد وَلَقَدْ رَأَيْتنَا وَمَا فِينَا إِلَّا نَائِم إِلَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي تَحْت شَجَرَة وَيَبْكِي حَتَّى أَصْبَحَ . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَاصِم عَنْ أَبِي رَزِين عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : النُّعَاس فِي الْقِتَال أَمَنَة مِنْ اللَّه وَفِي الصَّلَاة مِنْ الشَّيْطَان وَقَالَ قَتَادَة : النُّعَاس فِي الرَّأْس وَالنَّوْم فِي الْقَلْب قُلْت أَمَّا النُّعَاس فَقَدْ أَصَابَهُمْ يَوْم أُحُد وَأَمْر ذَلِكَ مَشْهُور جِدًّا وَأَمَّا الْآيَة الشَّرِيفَة إِنَّمَا هِيَ فِي سِيَاق قِصَّة بَدْر وَهِيَ دَالَّة عَلَى وُقُوع ذَلِكَ أَيْضًا وَكَأَنَّ ذَلِكَ كَائِن لِلْمُؤْمِنِينَ عِنْد شِدَّة الْبَأْس لِتَكُونَ قُلُوبهمْ آمِنَة مُطْمَئِنَّة بِنَصْرِ اللَّه وَهَذَا مِنْ فَضْل اللَّه وَرَحْمَتِهِ بِهِمْ وَنِعْمَتِهِ عَلَيْهِمْ وَكَمَا قَالَ تَعَالَى \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا \" وَلِهَذَا جَاءَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا كَانَ يَوْمُ بَدْر فِي الْعَرِيش مَعَ الصِّدِّيق رَضِيَ اللَّه عَنْهُ وَهُمَا يَدْعُوَانِ أَخَذَتْ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سِنَةٌ مِنْ النَّوْم ثُمَّ اِسْتَيْقَظَ مُبْتَسِمًا فَقَالَ \" أَبْشِرْ يَا أَبَا بَكْر هَذَا جِبْرِيل عَلَى ثَنَايَاهُ النَّقْع \" ثُمَّ خَرَجَ مِنْ بَاب الْعَرِيش وَهُوَ يَتْلُو قَوْله تَعَالَى \" سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُر \" وَقَوْله \" وَيُنَزِّل عَلَيْكُمْ مِنْ السَّمَاء مَاء \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ : نَزَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين سَارَ إِلَى بَدْر وَالْمُشْرِكُونَ بَيْنهمْ وَبَيْن الْمَاء رَمْلَة دَعْصَة وَأَصَابَ الْمُسْلِمِينَ ضَعْفٌ شَدِيدٌ وَأَلْقَى الشَّيْطَان فِي قُلُوبهمْ الْغَيْظ يُوَسْوِس بَيْنهمْ تَزْعُمُونَ أَنَّكُمْ أَوْلِيَاء اللَّه تَعَالَى وَفِيكُمْ رَسُوله وَقَدْ غَلَبَكُمْ الْمُشْرِكُونَ عَلَى الْمَاء وَأَنْتُمْ تُصَلُّونَ مُجْنِبِينَ فَأَمْطَرَ اللَّه عَلَيْهِمْ مَطَرًا شَدِيدًا فَشَرِبَ الْمُسْلِمُونَ وَتَطَهَّرُوا وَأَذْهَب اللَّه عَنْهُمْ رِجْس الشَّيْطَان وَثَبَتَ الرَّمَل حِين أَصَابَهُ الْمَطَر وَمَشَى النَّاس عَلَيْهِ وَالدَّوَابّ فَسَارُوا إِلَى الْقَوْم وَأَمَدَّ اللَّه نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ بِأَلْفٍ مِنْ الْمَلَائِكَة فَكَانَ جِبْرِيل فِي خَمْسِمِائَةٍ مُجَنِّبَةٍ وَمِيكَائِيل فِي خَمْسِمِائَةٍ مُجَنِّبَة . وَكَذَا قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : إِنَّ الْمُشْرِكِينَ مِنْ قُرَيْش لَمَّا خَرَجُوا لِيَنْصُرُوا الْعِير وَلِيُقَاتِلُوا عَنْهَا نَزَلُوا عَلَى الْمَاء يَوْم بَدْر فَغَلَبُوا الْمُؤْمِنِينَ عَلَيْهِ فَأَصَابَ الْمُؤْمِنِينَ الظَّمَأُ فَجَعَلُوا يُصَلُّونَ مُجْنِبِينَ مُحْدِثِينَ حَتَّى تَعَاطَوْا ذَلِكَ فِي صُدُورهمْ فَأَنْزَلَ اللَّه مِنْ السَّمَاء مَاء حَتَّى سَالَ الْوَادِي فَشَرِبَ الْمُؤْمِنُونَ وَمَلَئُوا الْأَسْقِيَة وَسَقَوْا الرِّكَاب وَاغْتَسَلُوا مِنْ الْجَنَابَة فَجَعَلَ اللَّه فِي ذَلِكَ طَهُورًا وَثَبَّتَ بِهِ الْأَقْدَام وَذَلِكَ أَنَّهُ كَانَتْ بَيْنهمْ وَبَيْن الْقَوْم رَمْلَة فَبَعَثَ اللَّه الْمَطَر عَلَيْهَا فَضَرَبَهَا حَتَّى اِشْتَدَّتْ وَثَبَتَتْ عَلَيْهَا الْأَقْدَام . وَنَحْو ذَلِكَ رُوِيَ عَنْ قَتَادَة وَالضَّحَّاك وَالسُّدِّيّ وَقَدْ رُوِيَ عَنْ سَعِيد بْن الْمُسَيِّب وَالشَّعْبِيّ وَالزُّهْرِيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ أَنَّهُ طَشٌّ أَصَابَهُمْ يَوْم بَدْر . وَالْمَعْرُوف أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا سَارَ إِلَى بَدْر نَزَلَ عَلَى أَدْنَى مَاء هُنَاكَ أَيْ أَوَّل مَاء وَجَدَهُ فَتَقَدَّمَ إِلَيْهِ الْحُبَاب بْن الْمُنْذِر فَقَالَ : يَا رَسُول اللَّه هَذَا الْمَنْزِل الَّذِي نَزَلْته مَنْزِلَة أَنْزَلَك اللَّه إِيَّاهُ فَلَيْسَ لَنَا أَنْ نُجَاوِزهُ أَوْ مَنْزِل نَزَلْته لِلْحَرْبِ وَالْمَكِيدَة ؟ فَقَالَ \" بَلْ مَنْزِل نَزَلْته لِلْحَرْبِ وَالْمَكِيدَة \" فَقَالَ يَا رَسُول اللَّه إِنَّ هَذَا لَيْسَ بِمَنْزِلٍ وَلَكِنْ سِرْ بِنَا حَتَّى نَنْزِل عَلَى أَدْنَى مَاء يَلِي الْقَوْم وَنُغَوِّر مَا وَرَاءَهُ مِنْ الْقُلُب وَنَسْتَقِي الْحِيَاض فَيَكُون لَنَا مَاء وَلَيْسَ لَهُمْ مَاء فَسَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَفَعَلَ كَذَلِكَ وَفِي مَغَازِي الْأُمَوِيّ أَنَّ الْحُبَاب لَمَّا قَالَ ذَلِكَ نَزَلَ مَلَكٌ مِنْ السَّمَاء وَجِبْرِيل جَالِس عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ ذَلِكَ الْمَلَك : يَا مُحَمَّد إِنَّ رَبّك يُقْرِئك السَّلَام وَيَقُول لَك إِنَّ الرَّأْي مَا أَشَارَ بِهِ الْحُبَاب بْن الْمُنْذِر فَالْتَفَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جِبْرِيل عَلَيْهِ السَّلَام فَقَالَ \" هَلْ تَعْرِف هَذَا ؟ \" فَنَظَرَ إِلَيْهِ فَقَالَ : مَا كُلّ الْمَلَائِكَة أَعْرِفُهُمْ وَإِنَّهُ مَلَك وَلَيْسَ بِشَيْطَانٍ . وَأَحْسَنُ مَا فِي هَذَا مَا رَوَاهُ الْإِمَام مُحَمَّد بْن إِسْحَاق بْن يَسَار صَاحِب الْمَغَازِي رَحِمَهُ اللَّه حَدَّثَنِي يَزِيد بْن رُومَان عَنْ عُرْوَة بْن الزُّبَيْر قَالَ : بَعَثَ اللَّه السَّمَاء وَكَانَ الْوَادِي دَهْسًا فَأَصَابَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه مَا لَبَّدَ لَهُمْ الْأَرْض وَلَمْ يَمْنَعهُمْ مِنْ الْمَسِير وَأَصَابَ قُرَيْشًا مَا لَمْ يَقْدِرُوا عَلَى أَنْ يَرْحَلُوا مَعَهُ وَقَالَ مُجَاهِد : أَنْزَلَ اللَّه عَلَيْهِمْ الْمَطَر قَبْل النُّعَاس فَأَطْفَأَ بِالْمَطَرِ الْغُبَار وَتَلَبَّدَتْ بِهِ الْأَرْض وَطَابَتْ نُفُوسهمْ وَثَبَتَتْ بِهِ أَقْدَامهمْ وَقَالَ اِبْن جَرِير : حَدَّثَنَا هَارُون بْن إِسْحَاق حَدَّثَنَا مُصْعَب بْن الْمِقْدَام حَدَّثَنَا إِسْرَائِيل حَدَّثَنَا أَبُو إِسْحَاق عَنْ جَارِيَة عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : أَصَابَنَا مِنْ اللَّيْل طَشٌّ مِنْ الْمَطَر يَعْنِي اللَّيْلَة الَّتِي كَانَتْ فِي صَبِيحَتهَا وَقْعَة بَدْر فَانْطَلَقْنَا تَحْت الشَّجَر وَالْحَجَف نَسْتَظِلّ تَحْتهَا مِنْ الْمَطَر وَبَاتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَرَّضَ عَلَى الْقِتَال . وَقَوْله \" لِيُطَهِّرَكُمْ بِهِ \" أَيْ مِنْ حَدَثٍ أَصْغَر أَوْ أَكْبَر وَهُوَ تَطْهِير الظَّاهِر \" وَيُذْهِب عَنْكُمْ رِجْزَ الشَّيْطَان \" أَيْ مِنْ وَسْوَسَة أَوْ خَاطِر سَيِّئ وَهُوَ تَطْهِير الْبَاطِن كَمَا قَالَ تَعَالَى فِي حَقّ أَهْل الْجَنَّة \" عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ \" فَهَذَا زِينَة الظَّاهِر \" وَسَقَاهُمْ رَبّهمْ شَرَابًا طَهُورًا \" أَيْ مُطَهِّرًا لِمَا كَانَ مِنْ غِلّ أَوْ حَسَد أَوْ تَبَاغُضٍ وَهُوَ زِينَة الْبَاطِن وَطَهَارَته \" وَلِيَرْبِطَ عَلَى قُلُوبكُمْ \" أَيْ بِالصَّبْرِ وَالْإِقْدَام عَلَى مُجَالَدَة الْأَعْدَاء وَهُوَ شَجَاعَة الْبَاطِن \" وَيُثَبِّت بِهِ الْأَقْدَام \" وَهُوَ شَجَاعَة الظَّاهِر وَاللَّهُ أَعْلَمُ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43057, "aya_id": 11}]