[{"text": "تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ", "sura_id": 70, "type": 0, "id": 5379, "aya_id": 4}, {"text": "تعرج الملائكة والروح إليه في يوم كان مقداره خمسين ألف سنة", "sura_id": 70, "type": 1, "id": 11615, "aya_id": 4}, {"text": "4 - (تعرج) بالتاء والياء (الملائكة والروح) جبريل (إليه) إلى مهبط أمره من السماء (في يوم) متعلق بمحذوف يقع العذاب بهم في يوم القيامة (كان مقداره خمسين ألف سنة) بالنسبة إلى الكافر لما يلقى فيه من الشدائد وأما المؤمن فيكون عليه أخف من صلاة مكتوبة يصليها في الدنيا كما جاء في الحديث \r\n", "sura_id": 70, "type": 2, "id": 30323, "aya_id": 4}, {"text": "تصعد الملائكة وجبريل إليه تعالى في يوم كان مقداره خمسين ألف سنة من سني الدنيا, وهو على المؤمن مثل صلاة مكتوبة.\r\n", "sura_id": 70, "type": 3, "id": 36559, "aya_id": 4}, {"text": " <font color=red>تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ</font><BR><p>قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة تَعْرُج تَصْعَد وَأَمَّا الرُّوح فَقَالَ أَبُو صَالِح هُمْ خَلْق مِنْ خَلْق اللَّه يُشْبِهُونَ النَّاس وَلَيْسُوا أُنَاسًا . \" قُلْت \" وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِهِ جِبْرِيل وَيَكُون مِنْ بَاب عَطْف الْخَاصّ عَلَى الْعَامّ وَيَحْتَمِل أَنْ يَكُون اِسْم جِنْس لِأَرْوَاحِ بَنِي آدَم فَإِنَّهَا إِذَا قُبِضَتْ يَصْعَد بِهَا إِلَى السَّمَاء كَمَا دَلَّ عَلَيْهِ حَدِيث الْبَرَاء وَفِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث الْمِنْهَاج عَنْ زَاذَان عَنْ الْبَرَاء مَرْفُوعًا الْحَدِيث بِطُولِهِ فِي قَبْض الرُّوح الطَّيِّبَة قَالَ فِيهِ \" فَلَا يَزَال يَصْعَد بِهَا مِنْ سَمَاء إِلَى سَمَاء حَتَّى يَنْتَهِي بِهَا إِلَى السَّمَاء الَّتِي فِيهَا اللَّه \" وَاَللَّه أَعْلَم بِصِحَّتِهِ فَقَدْ تَكَلَّمَ فِي بَعْض رُوَاته وَلَكِنَّهُ مَشْهُور وَلَهُ شَاهِد فِي حَدِيث أَبِي هُرَيْرَة فِيمَا تَقَدَّمَ مِنْ رِوَايَة الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طَرِيق اِبْن أَبِي الدُّنْيَا عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء عَنْ سَعِيد بْن يَسَار عَنْهُ وَهَذَا إِسْنَاد رِجَاله عَلَى شَرْط الْجَمَاعَة وَقَدْ بَسَطْنَا لَفْظه عِنْد قَوْله تَعَالَى\" يُثَبِّت اللَّه الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِت فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة وَيُضِلّ اللَّه الظَّالِمِينَ وَيَفْعَل اللَّه مَا يَشَاء \" . وَقَوْله تَعَالَى \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" فِيهِ أَرْبَعَة أَقْوَال \" أَحَدهمَا \" أَنَّ الْمُرَاد بِذَلِكَ مَسَافَة مَا بَيْن الْعَرْش الْعَظِيم إِلَى أَسْفَل السَّافِلِينَ وَهُوَ قَرَار الْأَرْض السَّابِعَة وَذَلِكَ مَسِيرَة خَمْسِينَ أَلْف سَنَة هَذَا اِرْتِفَاع الْعَرْش عَنْ الْمَرْكَز الَّذِي فِي وَسَط الْأَرْض السَّابِعَة وَكَذَلِكَ اِتِّسَاع الْعَرْش مِنْ قُطْر إِلَى قُطْر مَسِيرَة خَمْسِينَ أَلْف سَنَة وَأَنَّهُ مِنْ يَاقُوتَة حَمْرَاء كَمَا ذَكَرَهُ اِبْن أَبِي شَيْبَة فِي كِتَاب صِفَة الْعَرْش. وَقَدْ قَالَ اِبْن أَبِي حَاتِم عِنْد هَذِهِ الْآيَة حَدَّثَنَا أَحْمَد بْن سَلَمَة حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم أَخْبَرَنَا حَكَّام عَنْ عَمْرو بْن مَعْمَر بْن مَعْرُوف عَنْ لَيْث عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" قَالَ مُنْتَهَى أَمْره مِنْ أَسْفَل الْأَرَضِينَ إِلَى مُنْتَهَى أَمْره مِنْ فَوْق السَّمَوَات خَمْسِينَ أَلْف سَنَة\" فِي يَوْم كَانَ مِقْدَاره أَلْف سَنَة \" يَعْنِي بِذَلِكَ حِين يَنْزِل الْأَمْر مِنْ السَّمَاء إِلَى الْأَرْض وَمِنْ الْأَرْض إِلَى السَّمَاء فِي يَوْم وَاحِد فَذَلِكَ مِقْدَاره أَلْف سَنَة لِأَنَّ مَا بَيْن السَّمَاء وَالْأَرْض مِقْدَار مَسِيرَة خَمْسمِائَةِ عَام وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ حَكَّام بْن سَالِم عَنْ عَمْرو بْن مَعْرُوف عَنْ لَيْث عَنْ مُجَاهِد قَوْله لَمْ يَذْكُر اِبْن عَبَّاس وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا إِبْرَاهِيم بْن مَنْصُور حَدَّثَنَا نُوح الْمَعْرُوف عَنْ عَبْد الْوَهَّاب بْن مُجَاهِد عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ غِلَظ كُلّ أَرْض خَمْسمِائَةِ عَام وَبَيْن كُلّ أَرْض إِلَى أَرْض خَمْسمِائَةِ عَام فَذَلِكَ سَبْعَة آلَاف عَام وَغِلَظ كُلّ سَمَاء خَمْسمِائَةِ عَام وَبَيْن السَّمَاء إِلَى السَّمَاء خَمْسمِائَةِ عَام فَذَلِكَ أَرْبَعَة عَشَر أَلْف عَام وَبَيْن السَّمَاء السَّابِعَة وَبَيْن الْعَرْش مَسِيرَة سِتَّة وَثَلَاثِينَ أَلْف عَام فَذَلِكَ قَوْله تَعَالَى \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة\" . \" الْقَوْل الثَّانِي \" أَنَّ الْمُرَاد بِذَلِكَ مُدَّة بَقَاء الدُّنْيَا مُنْذُ خَلَقَ اللَّه هَذَا الْعَالَم إِلَى قِيَام السَّاعَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة أَخْبَرَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا اِبْن أَبِي زَائِدَة عَنْ اِبْن جُرَيْج عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" قَالَ الدُّنْيَا عُمْرهَا خَمْسُونَ أَلْف سَنَة وَذَلِكَ عُمْرهَا يَوْم سَمَّاهَا اللَّه عَزَّ وَجَلَّ يَوْمًا \" تَعْرُج الْمَلَائِكَة وَالرُّوح إِلَيْهِ فِي يَوْم \" قَالَ الْيَوْم الدُّنْيَا وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَبِي نَجِيح عَنْ مُجَاهِد عَنْ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" قَالَ الدُّنْيَا مِنْ أَوَّلهَا إِلَى آخِرهَا مِقْدَار خَمْسِينَ أَلْف سَنَة لَا يَدْرِي أَحَدٌ كَمْ مَضَى وَلَا كَمْ بَقِيَ إِلَّا اللَّه عَزَّ وَجَلَّ . \" الْقَوْل الثَّالِث \" أَنَّهُ الْيَوْم الْفَاصِل بَيْن الدُّنْيَا وَالْآخِرَة وَهُوَ قَوْل غَرِيب جِدًّا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن يَحْيَى بْن سَعِيد الْقَطَّان حَدَّثَنَا بُهْلُول بْن الْمُوَرِّق حَدَّثَنَا مُوسَى بْن عُبَيْدَة أَخْبَرَنِي مُحَمَّد بْن كَعْب \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" قَالَ هُوَ يَوْم الْفَصْل بَيْن الدُّنْيَا وَالْآخِرَة . \" الْقَوْل الرَّابِع \" أَنَّ الْمُرَاد بِذَلِكَ يَوْم الْقِيَامَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" قَالَ يَوْم الْقِيَامَة وَإِسْنَاده صَحِيح وَرَوَاهُ الثَّوْرِيّ عَنْ سِمَاك بْن حَرْب عَنْ عِكْرِمَة فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة يَوْم الْقِيَامَة وَكَذَا قَالَ الضَّحَّاك وَابْن زَيْد وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" تَعْرُج الْمَلَائِكَة وَالرُّوح إِلَيْهِ فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" قَالَ هُوَ يَوْم الْقِيَامَة جَعَلَهُ اللَّه تَعَالَى عَلَى الْكَافِرِينَ مِقْدَار خَمْسِينَ أَلْف سَنَة وَقَدْ وَرَدَتْ أَحَادِيث فِي مَعْنَى ذَلِكَ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْحَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد قَالَ : قِيلَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" مَا أَطْوَل هَذَا الْيَوْم فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهُ لَيُخَفَّف عَلَى الْمُؤْمِن حَتَّى يَكُون أَخَفّ عَلَيْهِ مِنْ صَلَاة مَكْتُوبَة يُصَلِّيهَا فِي الدُّنْيَا\" . وَرَوَاهُ اِبْن جَرِير عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث عَنْ دَرَّاج بِهِ إِلَّا أَنَّ دَرَّاجًا وَشَيْخه أَبَا الْهَيْثَم ضَعِيفَانِ وَاَللَّه أَعْلَم . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ قَتَادَة عَنْ أَبِي عَمْرو الْغُدَانِيّ قَالَ كُنْت عِنْد أَبِي هُرَيْرَة فَمَرَّ رَجُل مِنْ بَنِي عَامِر بْن صَعْصَعَة فَقِيلَ لَهُ هَذَا أَكْثَر عَامِرِيّ مَالًا فَقَالَ أَبُو هُرَيْرَة رُدُّوهُ إِلَيَّ فَرَدُّوهُ فَقَالَ نُبِّئْت أَنَّك ذُو مَال كَثِير فَقَالَ الْعَامِرِيّ أَيْ وَاَللَّه إِنَّ لِي لَمِائَة حَمْرَاء أَوْ مِائَة أَدْمَاء حَتَّى عَدَّ مِنْ أَلْوَان الْإِبِل وَأَفْنَان الرَّقِيق وَرِبَاط الْخَيْل فَقَالَ أَبُو هُرَيْرَة إِيَّاكَ وَأَخْفَاف الْإِبِل وَأَظْلَاف الْغَنَم يُرَدِّد ذَلِكَ عَلَيْهِ حَتَّى جَعَلَ لَوْن الْعَامِرِيّ يَتَغَيَّر فَقَالَ مَا ذَاكَ يَا أَبَا هُرَيْرَة ؟ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ كَانَتْ لَهُ إِبِل لَا يُعْطِي حَقّهَا فِي نَجْدَتهَا وَرِسْلهَا \" قُلْنَا يَا رَسُول اللَّه مَا نَجْدَتهَا وَرِسْلهَا ؟ قَالَ \" فِي عُسْرهَا وَيُسْرهَا فَإِنَّهَا تَأْتِي يَوْم الْقِيَامَة كَأَغَذّ مَا كَانَتْ وَأَكْثَره وَأَسْمَنه وَأَشَرّه حَتَّى يُبْطَح لَهَا بِقَاعٍ قَرْقَر فَتَطَؤُهُ بِأَخْفَافِهَا فَإِذَا جَاوَزَتْهُ أُخْرَاهَا أُعِيدَتْ عَلَيْهِ أُولَاهَا فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة حَتَّى يُقْضَى بَيْن النَّاس فَيَرَى سَبِيله وَإِذَا كَانَتْ لَهُ بَقَر لَا يُعْطِي حَقّهَا فِي نَجْدَتهَا وَرِسْلهَا فَإِنَّهَا تَأْتِي يَوْم الْقِيَامَة كَأَغَذّ مَا كَانَتْ وَأَسْمَنه وَأَشَرّه ثُمَّ يُبْطَح لَهَا بِقَاعٍ قَرْقَر فَتَطَؤُهُ كُلّ ذَات ظِلْف بِظِلْفِهَا وَتَنْطَحهُ كُلّ ذَات قَرْن بِقَرْنِهَا لَيْسَ فِيهَا عَقْصَاء وَلَا عَضْبَاء إِذَا جَاوَزَتْهُ أُخْرَاهَا أُعِيدَتْ عَلَيْهِ أُولَاهَا فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة حَتَّى يُقْضَى بَيْن النَّاس فَيَرَى سَبِيله وَإِذَا كَانَتْ لَهُ غَنَم لَا يُعْطِي حَقّهَا فِي نَجْدَتهَا وَرِسْلهَا فَإِنَّهَا تَأْتِي يَوْم الْقِيَامَة كَأَغَذّ مَا كَانَتْ وَأَسْمَنه وَأَشَرّه حَتَّى يُبْطَح لَهَا بِقَاعٍ قَرْقَر فَتَطَؤُهُ كُلّ ذَات ظِلْف بِظِلْفِهَا وَتَنْطَحهُ كُلّ ذَات قَرْن بِقَرْنِهَا لَيْسَ فِيهَا عَقْصَاء وَلَا عَضْبَاء إِذَا جَاوَزَتْهُ أُخْرَاهَا أُعِيدَتْ عَلَيْهِ أُولَاهَا فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة حَتَّى يُقْضَى بَيْن النَّاس فَيَرَى سَبِيله \" قَالَ الْعَامِرِيّ وَمَا حَقّ الْإِبِل يَا أَبَا هُرَيْرَة ؟ قَالَ أَنْ تُعْطِي الْكَرِيمَة وَتَمْنَح الْغَزِيرَة وَتُفْقِر الظَّهْر وَتَسْقِي الْإِبِل وَتُطْرِق الْفَحْل . وَقَدْ رَوَاهُ أَبُو دَاوُد مِنْ حَدِيث شُعْبَة وَالنَّسَائِيّ مِنْ حَدِيث سَعِيد بْن أَبِي عَرُوبَة كِلَاهُمَا عَنْ قَتَادَة بِهِ \" طَرِيق أُخْرَى لِهَذَا الْحَدِيث \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو كَامِل حَدَّثَنَا حَمَّاد عَنْ سَهْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ صَاحِب كَنْز لَا يُؤَدِّي حَقّه إِلَّا جُعِلَ صَفَائِح يُحْمَى عَلَيْهَا فِي نَار جَهَنَّم فَتُكْوَى بِهَا جَبْهَته وَجَنْبه وَظَهْره حَتَّى يَحْكُم اللَّه بَيْن عِبَاده\" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" مِمَّا تَعُدُّونَ ثُمَّ يَرَى سَبِيله إِمَّا إِلَى الْجَنَّة وَإِمَّا إِلَى النَّار\" وَذَكَرَ بَقِيَّة الْحَدِيث فِي الْغَنَم وَالْإِبِل كَمَا تَقَدَّمَ وَفِيهِ الْخَيْل الثَّلَاثَة : لِرَجُلٍ أَجْر وَلِرَجُلٍ سِتْر وَعَلَى رَجُل وِزْر \" إِلَى آخِره وَرَوَاهُ مُسْلِم فِي صَحِيحه بِتَمَامِهِ مُنْفَرِدًا بِهِ دُون الْبُخَارِيّ مِنْ حَدِيث سُهَيْل عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة وَمَوْضِع اِسْتِقْصَاء طُرُقه وَأَلْفَاظه فِي كِتَاب الزَّكَاة مِنْ كِتَاب الْأَحْكَام وَالْغَرَض مِنْ إِيرَاده هَهُنَا قَوْله \" حَتَّى يَحْكُم اللَّه بَيْن عِبَاده \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" وَقَدْ رَوَى اِبْن جَرِير عَنْ يَعْقُوب عَنْ اِبْن عُلَيَّة وَعَبْد الْوَهَّاب عَنْ أَيُّوب عَنْ اِبْن أَبِي مُلَيْكَة قَالَ سَأَلَ رَجُل اِبْن عَبَّاس عَنْ قَوْله \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" فَقَالَ مَا يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة قَالَ فَاتَّهَمَهُ فَقَالَ إِنَّمَا سَأَلْتُك لِتُحَدِّثنِي . قَالَ هُمَا يَوْمَانِ ذَكَرَهمَا اللَّه , اللَّه أَعْلَم بِهِمَا وَأَكْرَه أَنْ أَقُول فِي كِتَاب اللَّه بِمَا لَا أَعْلَم.</p><BR> <br> ", "sura_id": 70, "type": 4, "id": 42705, "aya_id": 4}]