[{"text": "وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلأهُ زِينَةً وَأَمْوَالاً فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلاَ يُؤْمِنُواْ حَتَّى يَرَوُاْ الْعَذَابَ الأَلِيمَ", "sura_id": 10, "type": 0, "id": 1452, "aya_id": 88}, {"text": "وقال موسى ربنا إنك آتيت فرعون وملأه زينة وأموالا في الحياة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على أموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليم", "sura_id": 10, "type": 1, "id": 7688, "aya_id": 88}, {"text": "88 - (وقال موسى ربنا إنك آتيت فرعون وملأه زينة وأموالاً في الحياة الدنيا ربنا) آتيتهم ذلك (ليضلوا) في عاقبته (عن سبيلك) دينك (ربنا اطمس على أموالهم) امسخها (واشدد على قلوبهم) اطبع عليها واستوثق (فلا يؤمنوا حتى يروا العذاب الأليم) المؤلم ، دعا عليهم وأمَّن هارون على دعائه \r\n", "sura_id": 10, "type": 2, "id": 26396, "aya_id": 88}, {"text": "وقال موسى: ربنا إنك أعطيت فرعون وأشراف قومه زينة من متاع الدنيا; فلم يشكروا لك, وإنما استعانوا بها على الإضلال عن سبيلك, ربنا اطمس على أموالهم, فلا ينتفعوا بها, واختم على قلوبهم حتى لا تنشرح للإيمان, فلا يؤمنوا حتى يروا العذاب الشديد الموجع.\r\n", "sura_id": 10, "type": 3, "id": 32632, "aya_id": 88}, {"text": " <font color=red>وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ</font><BR><p>هَذَا إِخْبَار مِنْ اللَّه تَعَالَى عَمَّا دَعَا بِهِ مُوسَى عَلَيْهِ السَّلَام عَلَى فِرْعَوْن وَمَلَئِهِ لَمَّا أَبَوْا قَبُول الْحَقّ وَاسْتَمَرُّوا عَلَى ضَلَالهمْ وَكُفْرهمْ مُعَانِدِينَ جَاحِدِينَ ظُلْمًا وَعُلُوًّا وَتَكَبُّرًا وَعُتُوًّا قَالَ \" رَبّنَا إِنَّك آتَيْت فِرْعَوْن وَمَلَأَهُ زِينَة \" أَيْ مِنْ أَثَاث الدُّنْيَا وَمَتَاعهَا \" وَأَمْوَالًا \" أَيْ جَزِيلَة كَثِيرَة \" فِي \" هَذِهِ \" الْحَيَاة الدُّنْيَا رَبّنَا لِيَضِلُّوا عَنْ سَبِيلك \" بِفَتْحِ الْيَاء أَيْ أَعْطَيْتهمْ ذَلِكَ وَأَنْتَ تَعْلَم أَنَّهُمْ لَا يُؤْمِنُونَ بِمَا أَرْسَلْتنِي بِهِ إِلَيْهِمْ اِسْتِدْرَاجًا مِنْك لَهُمْ كَقَوْلِهِ تَعَالَى \" لِنَفْتِنهُمْ فِيهِ \" وَقَرَأَ آخَرُونَ لِيُضِلُّوا بِضَمِّ الْيَاء أَيْ لِيَفْتَتِنَ بِمَا أَعْطَيْتهمْ مَنْ شِئْت مِنْ خَلْقك لِيَظُنّ مَنْ أَغْوَيْته أَنَّك إِنَّمَا أَعْطَيْتهمْ هَذَا لِحُبِّك إِيَّاهُمْ وَاعْتِنَائِك بِهِمْ \" رَبّنَا اطْمِسْ عَلَى أَمْوَالهمْ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد أَيْ أَهْلِكْهَا وَقَالَ الضَّحَّاك وَأَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس جَعَلَهَا اللَّه حِجَارَة مَنْقُوشَة كَهَيْئَةِ مَا كَانَتْ وَقَالَ قَتَادَة بَلَغَنَا أَنَّ زُرُوعهمْ تَحَوَّلَتْ حِجَارَة وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ جَعَلَ سُكَّرهمْ حِجَارَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا إِسْمَاعِيل بْن أَبِي الْحَارِث حَدَّثَنَا يَحْيَى بْن أَبِي بُكَيْر عَنْ أَبِي مَعْشَر حَدَّثَنِي مُحَمَّد بْن قَيْس أَنَّ مُحَمَّد بْن كَعْب قَرَأَ سُورَة يُونُس عَلَى عُمَر بْن عَبْد الْعَزِيز حَتَّى بَلَغَ \" وَقَالَ مُوسَى رَبّنَا إِنَّك آتَيْت فِرْعَوْن وَمَلَأَهُ زِينَة وَأَمْوَالًا فِي الْحَيَاة الدُّنْيَا \" إِلَى قَوْله \" رَبّنَا اطْمِسْ عَلَى أَمْوَالهمْ \" الْآيَة . فَقَالَ عُمَر يَا أَبَا حَمْزَة أَيّ شَيْء الطَّمْس ؟ قَالَ : عَادَتْ أَمْوَالهمْ كُلّهَا حِجَارَة فَقَالَ عُمَر بْن عَبْد الْعَزِيز لِغُلَامٍ لَهُ اِئْتِنِي بِكِيسٍ فَجَاءَهُ بِكِيسٍ فَإِذَا فِيهِ حِمَّص وَبَيْض قَدْ حُوِّلَ حِجَارَة وَقَوْله \" وَاشْدُدْ عَلَى قُلُوبهمْ \" قَالَ اِبْن عَبَّاس أَيْ اِطْبَعْ عَلَيْهَا \" فَلَا يُؤْمِنُوا حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" وَهَذِهِ الدَّعْوَة كَانَتْ مِنْ مُوسَى عَلَيْهِ السَّلَام غَضَبًا لِلَّهِ وَلِدِينِهِ عَلَى فِرْعَوْن وَمَلَئِهِ الَّذِينَ تَبَيَّنَ لَهُ أَنَّهُمْ لَا خَيْر فِيهِمْ وَلَا يَجِيء مِنْهُمْ شَيْء كَمَا دَعَا نُوح عَلَيْهِ السَّلَام فَقَالَ \" رَبّ لَا تَذَر عَلَى الْأَرْض مِنْ الْكَافِرِينَ دَيَّارًا إِنَّك إِنْ تَذَرهُمْ يُضِلُّوا عِبَادك وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا \" وَلِهَذَا اِسْتَجَابَ اللَّه تَعَالَى لِمُوسَى عَلَيْهِ السَّلَام فِيهِمْ هَذِهِ الدَّعْوَة الَّتِي أَمَّنَ عَلَيْهَا أَخُوهُ هَارُون .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37520, "aya_id": 88}]