[{"text": "أَلَمْ تَرَ إِلَى الْمَلإِ مِن بَنِي إِسْرَائِيلَ مِن بَعْدِ مُوسَى إِذْ قَالُواْ لِنَبِيٍّ لَّهُمُ ابْعَثْ لَنَا مَلِكًا نُّقَاتِلْ فِي سَبِيلِ اللّهِ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلاَّ تُقَاتِلُواْ قَالُواْ وَمَا لَنَا أَلاَّ نُقَاتِلَ فِي سَبِيلِ اللّهِ وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَآئِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْاْ إِلاَّ قَلِيلاً مِّنْهُمْ وَاللّهُ عَلِيمٌ بِالظَّالِمِينَ", "sura_id": 2, "type": 0, "id": 253, "aya_id": 246}, {"text": "ألم تر إلى الملإ من بني إسرائيل من بعد موسى إذ قالوا لنبي لهم ابعث لنا ملكا نقاتل في سبيل الله قال هل عسيتم إن كتب عليكم القتال ألا تقاتلوا قالوا وما لنا ألا نقاتل في سبيل الله وقد أخرجنا من ديارنا وأبنائنا فلما كتب عليهم القتال تولوا إلا قليلا منهم والله عليم بالظالمين", "sura_id": 2, "type": 1, "id": 6489, "aya_id": 246}, {"text": "246 - (ألم تر إلى الملأ) الجماعة (من بني إسرائيل من بعد) موت (موسى) أي إلى قصتهم وخبرهم (إذ قالوا لنبي لهم) هو شمويل (ابعث) أقم (لنا ملِكا نقاتل) معه (في سبيل الله) تنتظم به كلمتنا ونرجع إليه (قال) النبي لهم (هل عسيتم) بالفتح والكسر (إن كتب عليكم القتال أ) ن (لا تقاتلوا) خبر عسى والاستفهام لتقرير التوقيع بها (قالوا وما لنا أ) ن (لا نقاتل في سبيل الله وقد أخرجنا من ديارنا وأبنائنا) بسببهم وقتلهم وقد فعل بهم ذلك قوم جالوت أي لا مانع منه مع وجود مقتضيه ، قال تعالى: (فلما كتب عليهم القتال تولوا) عنه وجبنوا (إلا قليلا منهم) وهم الذين عبروا النهر مع طالوت كما سيأتي (والله عليم بالظالمين) فمجازيهم وسأل النبيُّ إرسالَ ملكٍ فأجابه إلى إرسال طالوت \r\n", "sura_id": 2, "type": 2, "id": 25197, "aya_id": 246}, {"text": "ألم تعلم -أيها الرسول- قصة الأشراف والوجهاء من بني إسرائيل من بعد زمان موسى; حين طلبوا من نبيهم أن يولي عليهم ملكا, يجتمعون تحت قيادته, ويقاتلون أعداءهم في سبيل الله. قال لهم نبيهم: هل الأمر كما أتوقعه إنْ فُرِض عليكم القتال في سبيل الله أنكم لا تقاتلون; فإني أتوقع جبنكم وفراركم من القتال, قالوا مستنكرين توقع نبيهم: وأي مانع يمنعنا عن القتال في سبيل الله, وقد أَخْرَجَنَا عدوُّنا من ديارنا, وأبعدنا عن أولادنا بالقتل والأسر؟ فلما فرض الله عليهم القتال مع الملِك الذي عيَّنه لهم جَبُنوا وفرُّوا عن القتال, إلا قليلا منهم ثبتوا بفضل الله. والله عليم بالظالمين الناكثين عهودهم.\r\n", "sura_id": 2, "type": 3, "id": 31433, "aya_id": 246}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</font><BR><p>قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة : هَذَا النَّبِيّ هُوَ يُوشَع بْن نُون . قَالَ اِبْن جَرِير : يَعْنِي اِبْن أفرايم بْن يُوسُف بْن يَعْقُوب وَهَذَا الْقَوْل بَعِيد لِأَنَّ هَذَا كَانَ بَعْد مُوسَى بِدَهْرٍ طَوِيل وَكَانَ ذَلِكَ فِي زَمَان دَاوُد عَلَيْهِ السَّلَام كَمَا هُوَ مُصَرَّح بِهِ فِي الْقِصَّة وَقَدْ كَانَ بَيْن دَاوُد وَمُوسَى مَا يُنَيِّف عَنْ أَلْف سَنَة وَاَللَّه أَعْلَم وَقَالَ السُّدِّيّ : هُوَ شَمْعُون وَقَالَ مُجَاهِد : هُوَ شمويل عَلَيْهِ السَّلَام وَكَذَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ وَهْب بْن مُنَبِّه وَهُوَ شمويل بْن بَالِي أَنَّ عَلْقَمَة بْن ترخام بْن اليهد بْن بهرض بْن عَلْقَمَة بْن ماجب بْن عمرصا بْن عزريا بْن صَفِيَّة بْن عَلْقَمَة بْن أَبِي ياسف بْن قَارُون بْن يصهر بْن قاهث بْن لَاوِي بْن يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام وَقَالَ وَهْب بْن مُنَبِّه وَغَيْره كَانَ بَنُو إِسْرَائِيل بَعْد مُوسَى عَلَيْهِ السَّلَام عَلَى طَرِيق الِاسْتِقَامَة مُدَّة مِنْ الزَّمَان ثُمَّ أَحْدَثُوا الْأَحْدَاث وَعَبَدَ بَعْضُهُمْ الْأَصْنَامَ وَلَمْ يَزَلْ بَيْن أَظْهُرهمْ مِنْ الْأَنْبِيَاء مَنْ يَأْمُرهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنْكَر وَيُقِيمهُمْ عَلَى مَنْهَج التَّوْرَاة إِلَى أَنْ فَعَلُوا مَا فَعَلُوا فَسَلَّطَ اللَّهُ عَلَيْهِمْ أَعْدَاءَهُمْ فَقَتَلُوا مِنْهُمْ مُقْتَلَة عَظِيمَة وَأَسَرُوا خَلْقًا كَثِيرًا وَأَخَذُوا مِنْهُمْ بِلَادًا كَثِيرَة وَلَمْ يَكُنْ أَحَد يُقَاتِلهُمْ إِلَّا غَلَبُوهُ وَذَلِكَ أَنَّهُمْ كَانَ عِنْدهمْ التَّوْرَاة وَالتَّابُوت الَّذِي كَانَ فِي قَدِيم الزَّمَان وَكَانَ ذَلِكَ مَوْرُوثًا لِخَلَفِهِمْ عَنْ سَلَفهمْ إِلَى مُوسَى الْكَلِيم عَلَيْهِ الصَّلَاة وَالسَّلَام فَلَمْ يَزَلْ بِهِمْ تَمَادِيهِمْ عَلَى الضَّلَال حَتَّى اِسْتَلَبَهُ مِنْهُمْ بَعْض الْمُلُوك فِي بَعْض الْحُرُوب وَأَخَذَ التَّوْرَاة مِنْ أَيْدِيهمْ وَلَمْ يَبْقَ مَنْ يَحْفَظهَا فِيهِمْ إِلَّا الْقَلِيل وَانْقَطَعَتْ النُّبُوَّة مِنْ أَسْبَاطهمْ وَلَمْ يَبْقَ مِنْ سَبْط لَاوِي الَّذِي يَكُون فِيهِ الْأَنْبِيَاء إِلَّا اِمْرَأَة حَامِل مِنْ بَعْلهَا وَقَدْ قُتِلَ فَأَخَذُوهَا فَحَبَسُوهَا فِي بَيْت وَاحْتَفَظُوا بِهَا لَعَلَّ اللَّه يَرْزُقهَا غُلَامًا يَكُون نَبِيًّا لَهُمْ وَلَمْ تَزَلْ الْمَرْأَة تَدْعُو اللَّه عَزَّ وَجَلَّ أَنْ يَرْزُقهَا غُلَامًا فَسَمِعَ اللَّه لَهَا وَوَهَبَهَا غُلَامًا فَسَمَّتْهُ شمويل أَيْ سَمِعَ اللَّه دُعَائِي وَمِنْهُمْ مَنْ يَقُول شَمْعُون وَهُوَ بِمَعْنَاهُ فَشَبَّ ذَلِكَ الْغُلَام وَنَشَأَ فِيهِمْ وَأَنْبَتَهُ اللَّهُ نَبَاتًا حَسَنًا فَلَمَّا بَلَغَ سِنّ الْأَنْبِيَاء أَوْحَى اللَّه إِلَيْهِ وَأَمَرَهُ بِالدَّعْوَةِ إِلَيْهِ وَتَوْحِيده فَدَعَا بَنِي إِسْرَائِيل فَطَلَبُوا مِنْهُ أَنْ يُقِيم لَهُمْ مَلِكًا يُقَاتِلُونَ مَعَهُ أَعْدَاءَهُمْ وَكَانَ الْمَلِك أَيْضًا قَدْ بَادَ فِيهِمْ فَقَالَ لَهُمْ النَّبِيّ : فَهَلْ عَسَيْتُمْ إِنْ أَقَامَ اللَّه لَكُمْ مَلِكًا أَلَّا تُقَاتِلُوا وَتَفُوا بِمَا اِلْتَزَمْتُمْ مِنْ الْقِتَال مَعَهُ \" قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيل اللَّه وَقَدْ أُخْرِجْنَا مِنْ دِيَارنَا وَأَبْنَائِنَا \" أَيْ وَقَدْ أُخِذَتْ مِنَّا الْبِلَاد وَسُبِيَتْ الْأَوْلَاد قَالَ اللَّه تَعَالَى : \" فَلَمَّا كُتِبَ عَلَيْهِمْ الْقِتَال تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاَللَّه عَلِيم بِالظَّالِمِينَ \" أَيْ مَا وَفُّوا بِمَا وَعَدُوا بَلْ نَكَلَ عَنْ الْجِهَاد أَكْثَرُهُمْ وَاَللَّهُ عَلِيمٌ بِهِمْ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38660, "aya_id": 246}]