[{"text": "كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ", "sura_id": 37, "type": 0, "id": 3837, "aya_id": 49}, {"text": "كأنهن بيض مكنون", "sura_id": 37, "type": 1, "id": 10073, "aya_id": 49}, {"text": "49 - (كأنهن) في اللون الأبيض (بيض) للنعام (مكنون) مستور بريشه لا يصل إليه غبار ولونه وهو البياض في صفرة أحسن ألأوان النساء \r\n", "sura_id": 37, "type": 2, "id": 28781, "aya_id": 49}, {"text": " كأنهن بَيْض مصون لم تمسه الأيدي.\r\n", "sura_id": 37, "type": 3, "id": 35017, "aya_id": 49}, {"text": " <font color=red>كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ</font><BR><p>وَقَوْله جَلَّ جَلَاله \" كَأَنَّهُنَّ بَيْض مَكْنُون \" وَصَفَهُنَّ بِتَرَافَة الْأَبْدَان بِأَحْسَنِ الْأَلْوَان قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" كَأَنَّهُنَّ بَيْض مَكْنُون \" يَقُول اللُّؤْلُؤ الْمَكْنُون وَيُنْشِد هَهُنَا بَيْت أَبِي دَهْبَل الشَّاعِر وَهُوَ قَوْله فِي قَصِيدَة لَهُ : وَهِيَ زَهْرَاء مِثْل لُؤْلُؤَة الْغَوَّا ص مُيِّزْت مِنْ جَوْهَر مَكْنُون . وَقَالَ الْحَسَن \" كَأَنَّهُنَّ بَيْض مَكْنُون\" يَعْنِي مَحْصُون لَمْ تَمَسّهُ الْأَيْدِي وَقَالَ السُّدِّيّ الْبَيْض فِي عُشِّهِ مَكْنُون وَقَالَ سَعِيد بْن جُبَيْر \" كَأَنَّهُنَّ بَيْض مَكْنُون \" يَعْنِي بَطْن الْبَيْض وَقَالَ عَطَاء الْخُرَاسَانِيّ هُوَ السَّحَّاء الَّذِي يَكُون بَيْن قِشْرَته الْعُلْيَا وَلُبَابِ الْبَيْضَة وَقَالَ السُّدِّيّ \" كَأَنَّهُنَّ بَيْض مَكْنُون \" يَقُول بَيَاض الْبَيْض حِين يُنْزَع قِشْرَته وَاخْتَارَهُ اِبْن جَرِير لِقَوْلِهِ مَكْنُون قَالَ وَالْقِشْرَة الْعُلْيَا يَمَسّهَا جَنَاح الطَّيْر وَالْعُشّ وَتَنَالهَا الْأَيْدِي بِخِلَافِ دَاخِلهَا وَاَللَّه أَعْلَم . وَقَالَ اِبْن جَرِير حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن بْن وَهْب حَدَّثَنَا مُحَمَّد بْن الْفَرَح الصَّدَفِيّ الدِّمْيَاطِيّ عَنْ عَمْرو بْن هَاشِم عَنْ اِبْن أَبِي كَرِيمَة عَنْ هِشَام عَنْ الْحَسَن عَنْ أُمّه عَنْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قُلْت يَا رَسُول اللَّه أَخْبِرْنِي عَنْ قَوْل اللَّه عَزَّ وَجَلَّ \" حُور عِين \" قَالَ \" الْعِين الضِّخَام الْعُيُون شَفْر الْحَوْرَاء بِمَنْزِلَةِ جَنَاح النِّسْر \" قُلْت يَا رَسُول اللَّه أَخْبِرْنِي عَنْ قَوْل اللَّه عَزَّ وَجَلَّ \" كَأَنَّهُنَّ بَيْض مَكْنُون \" قَالَ \" رِقَّتُهُنَّ كَرِقَّةِ الْجِلْدَة الَّتِي رَأْسُهَا فِي دَاخِل الْبَيْضَة الَّتِي تَلِي الْقِشْر وَهِيَ الْغِرْقِئ \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو غَسَّان النَّهْدِيّ حَدَّثَنَا عَبْد السَّلَام بْن حَرْب عَنْ لَيْث عَنْ الرَّبِيع بْن أَنَس عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا أَوَّلُ النَّاسِ خُرُوجًا إِذَا بُعِثُوا وَأَنَا خَطِيبهمْ إِذَا وَفَدُوا وَأَنَا مُبَشِّرهمْ إِذَا حَزِنُوا وَأَنَا شَفِيعهمْ إِذَا حُبِسُوا لِوَاء الْحَمْد يَوْمئِذٍ بِيَدِي وَأَنَا أَكْرَم وَلَد آدَم عَلَى اللَّه عَزَّ وَجَلَّ وَلَا فَخْر يَطُوف عَلَيَّ أَلْف خَادِم كَأَنَّهُنَّ الْبَيْض الْمَكْنُون - أَوْ اللُّؤْلُؤ الْمَكْنُون \" وَاَللَّه تَعَالَى أَعْلَم بِالصَّوَابِ .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40548, "aya_id": 49}]