[{"text": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ أُوْلَئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ الْكِتَابِ حَتَّى إِذَا جَاءتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُواْ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ اللّهِ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَى أَنفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ", "sura_id": 7, "type": 0, "id": 991, "aya_id": 37}, {"text": "فمن أظلم ممن افترى على الله كذبا أو كذب بآياته أولئك ينالهم نصيبهم من الكتاب حتى إذا جاءتهم رسلنا يتوفونهم قالوا أين ما كنتم تدعون من دون الله قالوا ضلوا عنا وشهدوا على أنفسهم أنهم كانوا كافرين", "sura_id": 7, "type": 1, "id": 7227, "aya_id": 37}, {"text": "37 - (فمن) أي لا أحد (أظلم ممن افترى على الله كذبا) بنسبة الشريك والولد إليه (أو كذب بآياته) القرآن (أولئك ينالهم) يصيبهم (نصيبهم) حظهم (من الكتاب) مما كتب لهم في اللوح المحفوظ من الرزق والأجل وغير ذلك (حتى إذا جاءتهم رسلنا) أي الملائكة (يتوفونهم قالوا) لهم تبكيتا (أين ما كنتم تدعون) تعبدون (من دون الله قالوا ضلوا) غابوا (عنا) فلم نرهم (وشهدوا على أنفسهم) عند الموت (أنهم كانوا كافرين) \r\n", "sura_id": 7, "type": 2, "id": 25935, "aya_id": 37}, {"text": "لا أحد أشد ظلمًا ممن اختلق على الله تعالى الكذب, أو كذَّب بآياته المنزلة, أولئك يصل إليهم حظُّهم من العذاب مما كتب لهم في اللوح المحفوظ, حتى إذا جاءهم ملك الموت وأعوانه يقبضون أرواحهم قالوا لهم: أين الذين كنتم تعبدونهم من دون الله من الشركاء والأولياء والأوثان ليخلِّصوكم مما أنتم فيه؟ قالوا: ذهبوا عنا, واعترفوا على أنفسهم حينئذ أنهم كانوا في الدنيا جاحدين مكذبين وحدانية الله تعالى.\r\n", "sura_id": 7, "type": 3, "id": 32171, "aya_id": 37}, {"text": " <font color=red>فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ أُولَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ</font><BR><p>يَقُول \" فَمَنْ أَظْلَم مِمَّنْ اِفْتَرَى عَلَى اللَّه كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ \" أَيْ لَا أَحَد أَظْلَم مِمَّنْ اِفْتَرَى الْكَذِب عَلَى اللَّه أَوْ كَذَّبَ بِآيَاتِهِ الْمُنَزَّلَة \" أُولَئِكَ يَنَالهُمْ نَصِيبهمْ مِنْ الْكِتَاب\" اِخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَاهُ فَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس يَنَالهُمْ مَا كُتِبَ عَلَيْهِمْ وَكُتِبَ لِمَنْ كَذَبَ عَلَى اللَّه أَنَّ وَجْهه مُسْوَدّ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَقُول نَصِيبهمْ مِنْ الْأَعْمَال مَنْ عَمِلَ خَيْرًا جُزِيَ بِهِ وَمَنْ عَمِلَ شَرًّا جُزِيَ بِهِ وَقَالَ مُجَاهِد مَا وُعِدُوا بِهِ مِنْ خَيْر وَشَرّ وَكَذَا قَالَ قَتَادَة وَالضَّحَّاك وَغَيْر وَاحِد وَاخْتَارَهُ اِبْن جَرِير وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ \" أُولَئِكَ يَنَالهُمْ نَصِيبهمْ مِنْ الْكِتَاب \" قَالَ عَمَله وَرِزْقه وَعُمْره وَكَذَا قَالَ الرَّبِيع بْن أَنَس وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَهَذَا الْقَوْل قَوِيّ فِي الْمَعْنَى وَالسِّيَاق يَدُلّ عَلَيْهِ وَهُوَ قَوْله \" حَتَّى إِذَا جَاءَتْهُمْ رُسُلنَا يَتَوَفَّوْنَهُمْ \" وَنَظِير الْمَعْنَى فِي هَذِهِ الْآيَة. كَقَوْلِهِ \" إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّه الْكَذِب لَا يُفْلِحُونَ مَتَاع فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعهمْ ثُمَّ نُذِيقهُمْ الْعَذَاب الشَّدِيد بِمَا كَانُوا يَكْفُرُونَ \" وَقَوْله\" وَمَنْ كَفَرَ فَلَا يَحْزُنك كُفْره إِلَيْنَا مَرْجِعهمْ فَنُنَبِّئهُمْ بِمَا عَمِلُوا إِنَّ اللَّه عَلِيم بِذَاتِ الصُّدُور نُمَتِّعهُمْ قَلِيلًا \" الْآيَة . وَقَوْله \" حَتَّى إِذَا جَاءَتْهُمْ رُسُلنَا يَتَوَفَّوْنَهُمْ \" الْآيَة . يُخْبِر تَعَالَى أَنَّ الْمَلَائِكَة إِذَا تَوَفَّتْ الْمُشْرِكِينَ تُفْزِعهُمْ عِنْد الْمَوْت وَقَبْض أَرْوَاحهمْ إِلَى النَّار يَقُولُونَ لَهُمْ أَيْنَ الَّذِينَ كُنْتُمْ تُشْرِكُونَ بِهِمْ فِي الْحَيَاة الدُّنْيَا وَتَدْعُونَهُمْ وَتَعْبُدُونَهُمْ مِنْ دُون اللَّه اُدْعُوهُمْ يُخَلِّصُوكُمْ مِمَّا أَنْتُمْ فِيهِ قَالُوا \" ضَلُّوا عَنَّا \" أَيْ ذَهَبُوا عَنَّا فَلَا نَرْجُو نَفْعهمْ وَلَا خَيْرهمْ \" وَشَهِدُوا عَلَى أَنْفُسهمْ \" أَيْ أَقَرُّوا وَاعْتَرَفُوا عَلَى أَنْفُسهمْ \" أَنَّهُمْ كَانُوا كَافِرِينَ \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42603, "aya_id": 37}]