[{"text": "قَالَ اخْرُجْ مِنْهَا مَذْؤُومًا مَّدْحُورًا لَّمَن تَبِعَكَ مِنْهُمْ لأَمْلأنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ", "sura_id": 7, "type": 0, "id": 972, "aya_id": 18}, {"text": "قال اخرج منها مذءوما مدحورا لمن تبعك منهم لأملأن جهنم منكم أجمعين", "sura_id": 7, "type": 1, "id": 7208, "aya_id": 18}, {"text": "18 - (قال اخرج منها مذؤوما) بالهمزة معيبا أو ممقوتا (مدحورا) مبعدا عن الرحمة (لمن تبعك منهم) من الناس واللام للابتداء أو موطئة للقسم وهو (لأملأن جهنم منكم أجمعين) أي منك بذريتك ومن الناس وفيه تغليب الحاضر على الغائب وفي الجملة معنى جزاء من الشرطية أي من تبعك أعذبه \r\n", "sura_id": 7, "type": 2, "id": 25916, "aya_id": 18}, {"text": "قال الله تعالى لإبليس: اخرج من الجنة ممقوتًا مطرودًا, لأملأنَّ جهنم منك وممن تبعك من بني آدم أجمعين. ويا آدم اسكن أنت وزوجك حواء الجنة, فكُلا من ثمارها حيث شئتما, ولا تأكلا من ثمرة شجرة (عَيَّنها لهما), فإن فعلتما ذلك كنتما من الظالمين المتجاوزين حدود الله.\r\n", "sura_id": 7, "type": 3, "id": 32152, "aya_id": 18}, {"text": " <font color=red>قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ</font><BR><p>أَكَّدَ تَعَالَى عَلَيْهِ اللَّعْنَة وَالطَّرْد وَالْإِبْعَاد وَالنَّفْي عَنْ مَحَلّ الْمَلَأ الْأَعْلَى بِقَوْلِهِ \" اُخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا \" قَالَ اِبْن جَرِير أَمَّا الْمَذْءُوم فَهُوَ الْمَعِيب وَالذَّأْم غَيْر مُشَدَّد الْعَيْب يُقَال ذَأَمَهُ يَذْأَمهُ ذَأْمًا فَهُوَ مَذْءُوم وَيَتْرُكُونَ الْهَمْز فَيَقُول ذُمْته أُذِيمُهُ ذَيْمًا وَذَامًّا وَالذَّامّ وَالذَّيْم أَبْلَغ فِي الْعَيْب مِنْ الذَّمّ . قَالَ وَالْمَدْحُور الْمَقْصِيّ وَهُوَ الْمُبْعَد الْمَطْرُود وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ مَا نَعْرِف الْمَذْءُوم وَالْمَذْمُوم إِلَّا وَاحِدًا وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ التَّمِيمِيّ عَنْ اِبْن عَبَّاس \" اُخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا \" قَالَ مَقِيتًا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس صَغِيرًا مَقِيتًا وَقَالَ السُّدِّيّ مَقِيتًا مَطْرُودًا وَقَالَ قَتَادَة لَعِينًا مَقِيتًا وَقَالَ مُجَاهِد مَنْفِيًّا مَطْرُودًا وَقَالَ الرَّبِيع بْن أَنَس مَذْءُومًا مَنْفِيًّا وَالْمَدْحُور الْمُصَغَّر . وَقَوْله تَعَالَى \" لَمَنْ تَبِعَك مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّم مِنْكُمْ أَجْمَعِينَ \" كَقَوْلِهِ \" قَالَ اِذْهَبْ فَمَنْ تَبِعَك مِنْهُمْ فَإِنَّ جَهَنَّم جَزَاؤُكُمْ جَزَاء مَوْفُورًا وَاسْتَفْزِزْ مَنْ اِسْتَطَعْت مِنْهُمْ بِصَوْتِك وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِك وَرَجِلِك وَشَارِكْهُمْ فِي الْأَمْوَال وَالْأَوْلَاد وَعِدْهُمْ وَمَا يَعِدهُمْ الشَّيْطَان إِلَّا غُرُورًا إِنَّ عِبَادِي لَيْسَ لَك عَلَيْهِمْ سُلْطَان وَكَفَى بِرَبِّك وَكِيلًا \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42555, "aya_id": 18}]