[{"text": "وَإِنِ امْرَأَةٌ خَافَتْ مِن بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلاَ جُنَاْحَ عَلَيْهِمَا أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الأَنفُسُ الشُّحَّ وَإِن تُحْسِنُواْ وَتَتَّقُواْ فَإِنَّ اللّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا", "sura_id": 4, "type": 0, "id": 621, "aya_id": 128}, {"text": "وإن امرأة خافت من بعلها نشوزا أو إعراضا فلا جناح عليهما أن يصلحا بينهما صلحا والصلح خير وأحضرت الأنفس الشح وإن تحسنوا وتتقوا فإن الله كان بما تعملون خبيرا", "sura_id": 4, "type": 1, "id": 6857, "aya_id": 128}, {"text": "128 - (وإن امرأة) مرفوع بفعل يفسره (خافت) توقعت (من بعلها) زوجها (نشوزا) ترفعا عنها بترك مضاجعتها والتقصير في نفقتها لبغضها وطموح عينه إلى أجمل منها (أو إعراضا) عنها بوجهه (فلا جناح عليهما أن يصَّالحا) فيه إدغام التاء في الأصل في الصاد وفي قراءة {يُصلِحا} من أصلح (بينهما صلحا) في القسم والنفقة بأن تترك له شيئا طلبا لبقاء الصحبة فإن رضيت بذلك وإلا فعلى الزوج أن يوفيها حقها أو يفارقها (والصلح خير) من الفرقة والنشوز والإعراض قال تعالى في بيان ما جبل عليه الإنسان (وأحضرت الأنفس الشح) شدة البخل أي جبلت عليه فكأنها حاضرته لا تغيب عنه ، المعنى أن المرأة لا تكاد تسمح بنصيبها من زوجها والرجل لا يكاد يسمح عليها بنفسه إذا أحب غيرها (وإن تحسنوا) عشرة النساء (وتتقوا) الجور عليهن (فإن الله كان بما تعملون خبيرا) فيجازيكم به \r\n", "sura_id": 4, "type": 2, "id": 25565, "aya_id": 128}, {"text": "وإن علمت امرأة من زوجها ترفعًا عنها, وتعاليًا عليها أو انصرافًا عنها فلا إثم عليهما أن يتصالحا على ما تطيب به نفوسهما من القسمة أو النفقة, والصلح أولى وأفضل. وجبلت النفوس على الشح والبخل. وإن تحسنوا معاملة زوجاتكم وتخافوا الله فيهن, فإن الله كان بما تعملون من ذلك وغيره عالمًا لا يخفى عليه شيء, وسيجازيكم على ذلك.\r\n", "sura_id": 4, "type": 3, "id": 31801, "aya_id": 128}, {"text": " <font color=red>وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا وَمُشَرِّعًا مِنْ حَال الزَّوْجَيْنِ تَارَة فِي حَال نُفُور الرَّجُل عَنْ الْمَرْأَة وَتَارَة فِي حَال اِتِّفَاقه مَعَهَا وَتَارَة فِي حَال فِرَاقه لَهَا فَالْحَالَة الْأُولَى مَا إِذَا خَافَتْ الْمَرْأَة مِنْ زَوْجهَا أَنْ يَنْفِر عَنْهَا أَوْ يُعْرِض عَنْهَا فَلَهَا أَنْ تُسْقِط عَنْهُ حَقّهَا أَوْ بَعْضه مِنْ نَفَقَة أَوْ كِسْوَة أَوْ مَبِيت أَوْ غَيْر ذَلِكَ مِنْ حُقُوقهَا عَلَيْهِ وَلَهُ أَنْ يَقْبَل ذَلِكَ مِنْهَا فَلَا حَرَج عَلَيْهَا فِي بَذْلهَا ذَلِكَ لَهُ وَلَا عَلَيْهِ فِي قَبُوله مِنْهَا وَلِهَذَا قَالَ تَعَالَى فَلَا جُنَاح عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنهمَا صُلْحًا ثُمَّ قَالَ وَالصُّلْح خَيْر أَيْ مِنْ الْفِرَاق وَقَوْله وَأُحْضِرَتْ الْأَنْفُس الشُّحّ أَيْ الصُّلْح عِنْد الْمُشَاحَّة خَيْر مِنْ الْفِرَاق وَلِهَذَا لَمَّا كَبِرَتْ سَوْدَة بِنْت زَمْعَة عَزَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى فِرَاقهَا فَصَالَحَتْهُ عَلَى أَنْ يُمْسِكهَا وَتَتْرُك يَوْمهَا لِعَائِشَة فَقَبِلَ ذَلِكَ مِنْهَا وَأَبْقَاهَا عَلَى ذَلِكَ \" ذَكَرَ الرِّوَايَة بِذَلِكَ \" قَالَ أَبُو دَاوُد الطَّيَالِسِيّ : حَدَّثَنَا سُلَيْمَان بْن مُعَاذ عَنْ سِمَاك بْن حَرْب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : خَشِيَتْ سَوْدَة أَنْ يُطَلِّقهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : يَا رَسُول اللَّه لَا تُطَلِّقنِي وَاجْعَلْ يَوْمِي لِعَائِشَة فَفَعَلَ وَنَزَلَتْ هَذِهِ الْآيَة وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاح عَلَيْهِمَا الْآيَة قَالَ اِبْن عَبَّاس : فَمَا اِصْطَلَحَا عَلَيْهِ مِنْ شَيْء فَهُوَ جَائِز وَرَوَاهُ التِّرْمِذِيّ عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ أَبِي دَاوُد الطَّيَالِسِيّ بِهِ وَقَالَ حَسَن غَرِيب وَقَالَ الشَّافِعِيّ أَخْبَرَنَا مُسْلِم عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُوُفِّيَ عَنْ تِسْع نِسْوَة وَكَانَ يَقْسِم لِثَمَانٍ . وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : لَمَّا كَبِرَتْ سَوْدَة بِنْت زَمْعَة وَهَبَتْ يَوْمهَا لِعَائِشَة فَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْسِم لَهَا بِيَوْمِ سَوْدَة وَفِي صَحِيح الْبُخَارِيّ مِنْ حَدِيث الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة نَحْوه وَقَالَ سَعِيد بْن مَنْصُور أَنْبَأَنَا عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ هِشَام عَنْ أَبِيهِ عُرْوَة قَالَ : لَمَّا أَنْزَلَ اللَّه فِي سَوْدَة وَأَشْبَاههَا وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا وَذَلِكَ أَنَّ سَوْدَة كَانَتْ اِمْرَأَة قَدْ أَسَنَّتْ فَفَرَقَتْ أَنْ يُفَارِقهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَضَنَّتْ بِمَكَانِهَا مِنْهُ وَعَرَفَتْ مِنْ حُبّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَائِشَة وَمَنْزِلَتهَا مِنْهُ فَوَهَبَتْ يَوْمهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَائِشَة فَقَبِلَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الْبَيْهَقِيّ وَقَدْ رَوَاهُ أَحْمَد بْن يُونُس عَنْ الْحَسَن بْن أَبِي الزِّنَاد مَوْصُولًا وَهَذِهِ الطَّرِيقَة رَوَاهَا الْحَاكِم فِي مُسْتَدْرَكه فَقَالَ : حَدَّثَنَا أَبُو بَكْر بْن إِسْحَاق الْفَقِيه أَخْبَرَنَا الْحَسَن بْن عَلِيّ بْن زِيَاد حَدَّثَنَا أَحْمَد بْن يُونُس حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة أَنَّهَا قَالَتْ لَهُ : يَا اِبْن أَخِي : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يُفَضِّل بَعْضنَا عَلَى بَعْض فِي مُكْثه عِنْدنَا وَكَانَ قَلَّ يَوْم إِلَّا وَهُوَ يَطُوف عَلَيْنَا وَيَدْنُو مِنْ كُلّ اِمْرَأَة مِنْ غَيْر مَسِيس حَتَّى يَبْلُغ إِلَى مَنْ هُوَ يَوْمهَا فَيَبِيت عِنْدهَا وَلَقَدْ قَالَتْ سَوْدَة بِنْت زَمْعَة حِين أَسَنَّتْ وَفَرَقَتْ أَنْ يُفَارِقهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا رَسُول اللَّه يَوْمِي هَذَا لِعَائِشَة فَقَبِلَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ عَائِشَة فَفِي ذَلِكَ أَنْزَلَ اللَّه وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا وَكَذَلِكَ رَوَاهُ أَبُو دَاوُد عَنْ أَحْمَد بْن يُونُس بِهِ وَالْحَاكِم فِي مُسْتَدْرَكه ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ . وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق أَبِي بِلَال الْأَشْعَرِيّ عَنْ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد بِهِ نَحْوه وَمِنْ رِوَايَة عَبْد الْعَزِيز عَنْ مُحَمَّد الدَّرَاوَرْدِيّ عَنْ هِشَام بْن عُرْوَة بِنَحْوِهِ مُخْتَصَرًا وَاَللَّه أَعْلَم . وَقَالَ أَبُو الْعَبَّاس مُحَمَّد بْن عَبْد الرَّحْمَن الدَّغُولِيّ فِي أَوَّل مُعْجَمه : حَدَّثَنَا مُحَمَّد بْن يَحْيَى حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا هِشَام الدَّسْتَوَائِيّ حَدَّثَنَا الْقَاسِم بْن أَبِي بَرَّة قَالَ : بَعَثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى سَوْدَة بِنْت زَمْعَة بِطَلَاقِهَا فَلَمَّا أَنْ أَتَاهَا جَلَسَتْ لَهُ عَلَى طَرِيق عَائِشَة فَلَمَّا رَأَتْهُ قَالَتْ لَهُ : أَنْشُدك بِاَلَّذِي أَنْزَلَ عَلَيْك كَلَامه وَاصْطَفَاك عَلَى خَلْقه لَمَا رَاجَعْتنِي فَإِنِّي قَدْ كَبِرْت وَلَا حَاجَة لِي فِي الرِّجَال . لَكِنْ أُرِيد أَنْ أُبْعَث مَعَ نِسَائِك يَوْم الْقِيَامَة فَرَاجَعَهَا فَقَالَتْ : فَإِنِّي جَعَلْت يَوْمِي وَلَيْلَتِي لِحِبَّةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذَا غَرِيب مُرْسَل . وَقَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن مُقَاتِل أَنْبَأَنَا عَبْد اللَّه أَنْبَأَنَا هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا قَالَ الرَّجُل تَكُون عِنْده الْمَرْأَة الْمُسِنَّة لَيْسَ بِمُسْتَكْثِرٍ مِنْهَا يُرِيد أَنْ يُفَارِقهَا فَتَقُول : أَجْعَلك مِنْ شَأْنِي فِي حِلّ فَنَزَلَتْ هَذِهِ الْآيَة. وَقَالَ اِبْن جَرِير : حَدَّثَنَا وَكِيع حَدَّثَنَا أَبِي عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاح عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنهمَا صُلْحًا وَالصُّلْح خَيْر قَالَتْ هَذَا فِي الْمَرْأَة تَكُون عِنْد الرَّجُل فَلَعَلَّهُ لَا يَكُون بِمُسْتَكْثِرٍ مِنْهَا وَلَا يَكُون لَهَا وَلَد وَيَكُون لَهَا صُحْبَة فَتَقُول : لَا تُطَلِّقنِي وَأَنْتَ فِي حِلّ مِنْ شَأْنِي. حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا حَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ هِشَام عَنْ عُرْوَة عَنْ عَائِشَة فِي قَوْله وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا قَالَتْ : هُوَ الرَّجُل يَكُون لَهُ الْمَرْأَتَانِ إِحْدَاهُمَا قَدْ كَبِرَتْ وَالْأُخْرَى دَمِيمَة وَهُوَ لَا يَسْتَكْثِر مِنْهَا فَتَقُول : لَا تُطَلِّقنِي وَأَنْتَ فِي حِلّ مِنْ شَأْنِي وَهَذَا الْحَدِيث ثَابِت فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة بِنَحْوِ مَا تَقَدَّمَ وَلِلَّهِ الْحَمْد وَالْمِنَّة. قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد وَابْن وَكِيع قَالَا : حَدَّثَنَا جَرِير عَنْ أَشْعَث عَنْ اِبْن سِيرِينَ قَالَ : جَاءَ رَجُل إِلَى عُمَر بْن الْخَطَّاب فَسَأَلَهُ عَنْ آيَة فَكَرِهَهُ فَضَرَبَهُ بِالدِّرَّةِ فَسَأَلَهُ آخَر عَنْ هَذِهِ الْآيَة وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا ثُمَّ قَالَ عَنْ مِثْل هَذَا فَاسْأَلُوا ثُمَّ قَالَ هَذِهِ الْمَرْأَة تَكُون عِنْد الرَّجُل قَدْ خَلَا مِنْ سِنّهَا فَيَتَزَوَّج الْمَرْأَة الشَّابَّة يَلْتَمِس وَلَدهَا فَمَا اِصْطَلَحَا عَلَيْهِ مِنْ شَيْء فَهُوَ جَائِز . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن الْهِسِنْجَانِيّ حَدَّثَنَا مُسَدَّد حَدَّثَنَا أَبُو الْأَحْوَص عَنْ سِمَاك بْن حَرْب عَنْ خَالِد بْن عَرْعَرَة قَالَ : جَاءَ رَجُل إِلَى عَلِيّ بْن أَبِي طَالِب فَسَأَلَهُ عَنْ قَوْل اللَّه عَزَّ وَجَلَّ وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاح عَلَيْهِمَا قَالَ عَلِيّ : يَكُون الرَّجُل عِنْده الْمَرْأَة فَتَنْبُو عَيْنَاهُ عَنْهَا مِنْ دَمَامَتهَا أَوْ كِبَرهَا أَوْ سُوء خُلُقهَا أَوْ قُذَذهَا فَكَرِهَ فِرَاقه فَإِنْ وَضَعَتْ لَهُ مِنْ مَهْرهَا شَيْئًا حَلَّ لَهُ وَإِنْ جَعَلَتْ لَهُ مِنْ أَيَّامهَا فَلَا حَرَج , وَكَذَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ شُعْبَة عَنْ حَمَّاد بْن سَلَمَة وَأَبِي الْأَحْوَص وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق إِسْرَائِيل أَرْبَعَتهمْ عَنْ سِمَاك بِهِ وَكَذَا فَسَّرَهَا اِبْن عَبَّاس وَعَبِيدَة السَّلْمَانِيّ وَمُجَاهِد بْن جُبَيْر وَالشَّعْبِيّ وَسَعِيد بْن جُبَيْر وَعَطَاء وَعَطِيَّة الْعَوْفِيّ وَمَكْحُول وَالْحَسَن وَالْحَكَم بْن عُتْبَة وَقَتَادَة وَغَيْر وَاحِد مِنْ السَّلَف وَالْأَئِمَّة وَلَا أَعْلَم فِي ذَلِكَ خِلَافًا أَنَّ الْمُرَاد بِهَذِهِ الْآيَة هَذَا وَاَللَّه أَعْلَم . وَقَالَ الشَّافِعِيّ : أَنْبَأَنَا اِبْن عُيَيْنَة عَنْ الزُّهْرِيّ عَنْ اِبْن الْمُسَيِّب أَنَّ بِنْت مُحَمَّد بْن مُسْلِم كَانَتْ عِنْد رَافِع بْن خَدِيج فَكَرِهَ مِنْهَا أَمْرًا إِمَّا كِبَرًا أَوْ غَيْره فَأَرَادَ طَلَاقهَا فَقَالَتْ : لَا تُطَلِّقنِي وَاقْسِمْ لِي مَا بَدَا لَك فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا \" الْآيَة وَقَدْ رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ سَعْد بْن الْمُسَيِّب وَسُلَيْمَان بْن يَسَار بِأَطْوَل مِنْ هَذَا السِّيَاق وَقَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ حَدَّثَنَا سَعِيد بْن أَبِي عَمْرو حَدَّثَنَا أَبُو مُحَمَّد أَحْمَد بْن عَبْد اللَّه الْمُزَنِيّ أَنْبَأَنَا عَلِيّ بْن مُحَمَّد بْن عِيسَى أَنْبَأَنَا أَبُو الْيَمَان أَخْبَرَنِي شُعَيْب بْن أَبِي حَمْزَة عَنْ الزُّهْرِيّ أَخْبَرَنِي سَعِيد بْن الْمُسَيِّب وَسُلَيْمَان بْن يَسَار أَنَّ السُّنَّة فِي هَاتَيْنِ الْآيَتَيْنِ اللَّتَيْنِ ذَكَرَ اللَّه فِيهِمَا نُشُوز الرَّجُل وَإِعْرَاضه عَنْ اِمْرَأَته فِي قَوْله \" وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا \" إِلَى تَمَام الْآيَتَيْنِ أَنَّ الْمَرْء إِذَا نَشَزَ عَنْ اِمْرَأَته وَآثَرَ عَلَيْهَا فَإِنَّ مِنْ الْحَقّ أَنْ يَعْرِض عَلَيْهَا أَنْ يُطَلِّقهَا أَوْ تَسْتَقِرّ عِنْده عَلَى مَا كَانَتْ مِنْ أَثَرَة فِي الْقَسْم مِنْ مَاله وَنَفْسه صَلَحَ لَهُ ذَلِكَ وَكَانَ صُلْحهَا عَلَيْهِ . كَذَلِكَ ذَكَرَ سَعِيد بْن الْمُسَيِّب وَسُلَيْمَان الصُّلْح الَّذِي قَالَ اللَّه عَزَّ وَجَلَّ \" فَلَا جُنَاح عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنهمَا صُلْحًا وَالصُّلْح خَيْر \" وَقَدْ ذَكَرَ لِي أَنَّ رَافِع بْن خَدِيج الْأَنْصَارِيّ وَكَانَ مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَتْ عِنْده اِمْرَأَة حَتَّى إِذَا كَبِرَتْ تَزَوَّجَ عَلَيْهَا فَتَاة شَابَّة وَآثَرَ عَلَيْهَا الشَّابَّة فَنَاشَدَتْهُ الطَّلَاق فَطَلَّقَهَا تَطْلِيقَة ثُمَّ أَمْهَلَهَا حَتَّى إِذَا كَادَتْ تَحِلّ رَاجَعَهَا ثُمَّ عَادَ فَآثَرَ عَلَيْهَا الشَّابَّة فَنَاشَدَتْهُ الطَّلَاق فَقَالَ لَهَا مَا شِئْت إِنَّمَا بَقِيَتْ لَك تَطْلِيقَة وَاحِدَة فَإِنْ شِئْت اِسْتَقْرَرْت عَلَى مَا تَرَيْنَ مِنْ الْأَثَرَة وَإِنْ شِئْت فَارَقْتُك فَقَالَتْ لَا بَلْ أَسْتَقِرّ عَلَى الْأَثَرَة فَأَمْسَكَهَا عَلَى ذَلِكَ فَكَانَ ذَلِكَ صُلْحهمَا وَلَمْ يَرَ رَافِع عَلَيْهِ إِثْمًا حِين رَضِيَتْ أَنْ تَسْتَقِرّ عِنْده عَلَى الْأَثَرَة فِيمَا أَثَرَ بِهِ عَلَيْهَا وَهَكَذَا رَوَاهُ بِتَمَامِهِ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ أَبِي الْيَمَان عَنْ شُعَيْب عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب وَسُلَيْمَان بْن يَسَار فَذَكَرَهُ بِطُولِهِ وَاَللَّه أَعْلَم وَقَوْله \" وَالصُّلْح خَيْر \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي التَّخْيِير أَنْ يُخَيِّر الزَّوْج لَهَا بَيْن الْإِقَامَة وَالْفِرَاق خَيْر مِنْ تَمَادِي الزَّوْج عَلَى أَثَرَة غَيْرهَا عَلَيْهَا وَالظَّاهِر مِنْ الْآيَة أَنَّ صُلْحهمَا عَلَى تَرْك بَعْض حَقّهَا لِلزَّوْجِ وَقَبُول الزَّوْج ذَلِكَ خَيْر مِنْ الْمُفَارَقَة بِالْكُلِّيَّةِ كَمَا أَمْسَكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَوْدَة بِنْت زَمْعَة عَلَى أَنْ تَرَكَتْ يَوْمهَا لِعَائِشَة رَضِيَ اللَّه عَنْهَا وَلَمْ يُفَارِقهَا بَلْ تَرَكَهَا مِنْ جُمْلَة نِسَائِهِ وَفِعْله ذَلِكَ لِتَتَأَسَّى بِهِ أُمَّته فِي مَشْرُوعِيَّة ذَلِكَ وَجَوَازه فَهُوَ أَفْضَل فِي حَقّه عَلَيْهِ الصَّلَاة وَالسَّلَام وَلَمَّا كَانَ الْوِفَاق أَحَبّ إِلَى اللَّه مِنْ الْفِرَاق قَالَ وَالصُّلْح خَيْر بَلْ الطَّلَاق بَغِيض إِلَيْهِ سُبْحَانه وَتَعَالَى وَلِهَذَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ جَمِيعًا عَنْ كَثِير بْن عُبَيْد عَنْ مُحَمَّد بْن خَالِد عَنْ مَعْرُوف بْن وَاصِل عَنْ مُحَارِب بْن دِثَار عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَبْغَض الْحَلَال إِلَى اللَّه الطَّلَاق \" ثُمَّ رَوَاهُ أَبُو دَاوُد عَنْ أَحْمَد بْن يُونُس عَنْ مَعْرُوف بْن مُحَارِب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ مَعْنَاهُ مُرْسَلًا وَقَوْله وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّه كَانَ بِمَا تَعْمَلُونَ خَبِيرًا \" وَإِنْ تَتَجَشَّمُوا مَشَقَّة الصَّبْر عَلَى مَا تَكْرَهُونَ مِنْهُنَّ وَتَقْسِمُوا لَهُنَّ أُسْوَة أَمْثَالهنَّ فَإِنَّ اللَّه عَالِم بِذَلِكَ وَسَيَجْزِيكُمْ عَلَى ذَلِكَ أَوْفَر الْجَزَاء وَقَوْله تَعَالَى \" وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْن النِّسَاء وَلَوْ حَرَصْتُمْ \" أَيْ لَنْ تَسْتَطِيعُوا أَيّهَا النَّاس أَنْ تُسَاوُوا بَيْن النِّسَاء مِنْ جَمِيع الْوُجُوه فَإِنَّهُ وَإِنْ وَقَعَ الْقَسْم الصُّورِيّ لَيْلَة وَلَيْلَة فَلَا بُدّ مِنْ التَّفَاوُت فِي الْمَحَبَّة وَالشَّهْوَة وَالْجِمَاع كَمَا قَالَهُ اِبْن عَبَّاس وَعَبِيدَة السَّلْمَانِيّ وَمُجَاهِد وَالْحَسَن الْبَصْرِيّ وَالضَّحَّاك بْن مُزَاحِم وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا اِبْن أَبِي شَيْبَة حَدَّثَنَا حُسَيْن الْجُعْفِيّ عَنْ زَائِدَة عَنْ عَبْد الْعَزِيز بْن رُفَيْع عَنْ اِبْن أَبِي مُلَيْكَة قَالَ : .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40799, "aya_id": 128}]