[{"text": "إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُواْ يُحِلِّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِّيُوَاطِؤُواْ عِدَّةَ مَا حَرَّمَ اللّهُ فَيُحِلُّواْ مَا حَرَّمَ اللّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ", "sura_id": 9, "type": 0, "id": 1272, "aya_id": 37}, {"text": "إنما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما و يحرمونه عاما ليواطئوا عدة ما حرم الله فيحلوا ما حرم الله زين لهم سوء أعمالهم و الله لا يهدي القوم الكافرين", "sura_id": 9, "type": 1, "id": 7508, "aya_id": 37}, {"text": "37 - (إنما النسيء) أي التأخير لحرمة شهر إلى آخره كما كانت الجاهلية تفعله من تأخير حرمة المحرم إذا حل وهم في القتال إلى صفر (زيادة في الكفر) لكفرهم بحكم الله فيه (يُضل) بضم الياء وفتحها (به الذين كفروا يحلونه) أي النسيء (عاما ويحرمونه عاما ليواطئوا) يوافقوا بتحليل شهر وتحريم آخر بدله (عدة) عدد (ما حرم الله) من الأشهر فلا يزيدوا على تحريم أربعة ولا ينقصوا ولا ينظروا إلى أعيانها (فيحلوا ما حرم الله زين لهم سوء أعمالهم) فظنوه حسناً (والله لا يهدي القوم الكافرين) \r\n", "sura_id": 9, "type": 2, "id": 26216, "aya_id": 37}, {"text": "إن الذي كانت تفعله العرب في الجاهلية من تحريم أربعة أشهر من السنة عددًا لا تحديدًا بأسماء الأشهر التي حرَّمها الله, فيؤخرون بعضها أو يقدِّمونه ويجعلون مكانه من أشهر الحل ما أرادوا حسب حاجتهم للقتال, إن ذلك زيادة في الكفر, يضل الشيطان به الذين كفروا, يحلون الذي أخروا تحريمه من الأشهر الأربعة عامًا, ويحرمونه عاما; ليوافقوا عدد الشهور الأربعة, فيحلوا ما حرَّم الله منها. زَيَّن لهم الشيطان الأعمال السيئة. والله لا يوفق القوم الكافرين إلى الحق والصواب.\r\n", "sura_id": 9, "type": 3, "id": 32452, "aya_id": 37}, {"text": " <font color=red>إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ</font><BR><p>هَذَا مِمَّا ذَمَّ اللَّه تَعَالَى بِهِ الْمُشْرِكِينَ مِنْ تَصَرُّفهمْ فِي شَرْع اللَّه بِآرَائِهِمْ الْفَاسِدَة وَتَغْيِيرهمْ أَحْكَام اللَّه بِأَهْوَائِهِمْ الْبَارِدَة وَتَحْلِيلهمْ مَا حَرَّمَ اللَّه وَتَحْرِيمهمْ مَا أَحَلَّ اللَّه فَإِنَّهُمْ كَانَ فِيهِمْ مِنْ الْقُوَّة الْغَضَبِيَّة وَالشَّهَامِيَّة مَا اِسْتَطَاعُوا بِهِ مُدَّة الْأَشْهُر الثَّلَاثَة فِي التَّحْرِيم الْمَانِع لَهُمْ مِنْ قَضَاء أَوْطَارهمْ مِنْ قِتَال أَعْدَائِهِمْ فَكَانُوا قَدْ أَحْدَثُوا قَبْل الْإِسْلَام بِمُدَّةٍ تَحْلِيل الْمُحَرَّم فَأَخَّرُوهُ إِلَى صَفَر فَيُحِلُّونَ الشَّهْر الْحَرَام وَيُحَرِّمُونَ الشَّهْر الْحَلَال لِيُوَاطِئُوا عِدَّة مَا حَرَّمَ اللَّه الْأَشْهُر الْأَرْبَعَة كَمَا قَالَ شَاعِرهمْ وَهُوَ عُمَيْر بْن قَيْس الْمَعْرُوف بِجِذْلِ الطِّعَان : لَقَدْ عَلِمَتْ مَعَدّ بِأَنَّ قَوْمِي كِرَام النَّاس أَنَّ لَهُمْ كِرَامَا أَلَسْنَا النَّاسِئِينَ عَلَى مَعَدّ شُهُور الْحِلّ نَجْعَلهَا حَرَامَا فَأَيّ النَّاس لَمْ نُدْرِك بِوِتْرٍ وَأَيّ النَّاس لَمْ نَعْلِك لِجَامَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّمَا النَّسِيء زِيَادَة فِي الْكُفْر \" قَالَ النَّسِيء أَنَّ جُنَادَة بْن عَوْف بْن أُمَيَّة الْكِنَانِيّ كَانَ يُوَافِي الْمَوْسِم فِي كُلّ عَام وَكَانَ يُكَنَّى أَبَا ثُمَامَة فَيُنَادِي أَلَا إِنَّ أَبَا ثُمَامَة لَا يُجَاب وَلَا يُعَاب أَلَا وَإِنَّ صَفَر الْعَام الْأَوَّل الْعَام حَلَال فَيُحِلّهُ لِلنَّاسِ فَيُحَرِّم صَفَرًا عَامًا وَيُحَرِّم الْمُحَرَّم عَامًا فَذَلِكَ قَوْل اللَّه \" إِنَّمَا النَّسِيء زِيَادَة فِي الْكُفْر \" يَقُول يَتْرُكُونَ الْمُحَرَّم عَامًا وَعَامًا يُحَرِّمُونَهُ وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْوه وَقَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد : كَانَ رَجُل مِنْ بَنِي كِنَانَة يَأْتِي كُلّ عَام إِلَى الْمَوْسِم عَلَى حِمَار لَهُ فَيَقُول أَيّهَا النَّاس : إِنِّي لَا أُعَاب وَلَا أُجَاب وَلَا مَرَدّ لِمَا أَقُول إِنَّا قَدْ حَرَّمْنَا الْمُحَرَّم وَأَخَّرْنَا صَفَر . ثُمَّ يَجِيء الْعَام الْمُقْبِل بَعْده فَيَقُول مِثْل مَقَالَته وَيَقُول إِنَّا قَدْ حَرَّمْنَا صَفَر وَأَخَّرْنَا الْمُحَرَّم فَهُوَ قَوْله \" لِيُوَاطِئُوا عِدَّة مَا حَرَّمَ اللَّه \" قَالَ : يَعْنِي الْأَرْبَعَة فَيُحِلُّوا مَا حَرَّمَ اللَّه بِتَأْخِيرِ هَذَا الشَّهْر الْحَرَام وَرُوِيَ عَنْ أَبِي وَائِل وَالضَّحَّاك وَقَتَادَة نَحْو هَذَا وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم فِي قَوْله \" إِنَّمَا النَّسِيء زِيَادَة فِي الْكُفْر \" الْآيَة . قَالَ هَذَا رَجُل مِنْ بَنِي كِنَانَة يُقَال لَهُ الْقَلَمَّس وَكَانَ فِي الْجَاهِلِيَّة لَا يُغِير بَعْضهمْ عَلَى بَعْض فِي الشَّهْر الْحَرَام يَلْقَى الرَّجُل قَاتِل أَبِيهِ وَلَا يَمُدّ إِلَيْهِ يَده فَلَمَّا كَانَ هُوَ قَالُوا اُخْرُجُوا بِنَا قَالُوا لَهُ هَذَا الْمُحَرَّم قَالَ نُنْسِئهُ الْعَام هُمَا الْعَام صَفَرَانِ فَإِذَا كَانَ الْعَام الْقَابِل قَضَيْنَا جَعَلْنَاهُمَا مُحَرَّمَيْنِ قَالَ فَفَعَلَ ذَلِكَ فَلَمَّا كَانَ عَام قَابِل قَالَ لَا تَغْزُوا فِي صَفَر حَرِّمُوهُ مَعَ الْمُحَرَّم هُمَا مُحَرَّمَانِ فَهَذِهِ صِفَة غَرِيبَة فِي النَّسِيء وَفِيهَا نَظَر لِأَنَّهُمْ فِي عَام إِنَّمَا يُحَرِّمُونَ عَلَى هَذَا ثَلَاثَة أَشْهُر فَقَطْ وَفِي الْعَام الَّذِي يَلِيه يُحَرِّمُونَ خَمْسَة أَشْهُر فَأَيْنَ هَذَا مِنْ قَوْله تَعَالَى \" يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّة مَا حَرَّمَ اللَّه \" وَقَدْ رُوِيَ عَنْ مُجَاهِد صِفَة أُخْرَى غَرِيبَة أَيْضًا فَقَالَ عَبْد الرَّزَّاق : أَنَا مَعْمَر عَنْ أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" إِنَّمَا النَّسِيء زِيَادَة فِي الْكُفْر \" الْآيَة قَالَ فَرَضَ اللَّه عَزَّ وَجَلَّ الْحَجّ فِي ذِي الْحَجَّة قَالَ : وَكَانَ الْمُشْرِكُونَ يُسَمُّونَ ذَا الْحَجَّة الْمُحَرَّم وَصَفَر وَرَبِيع وَرَبِيع وَجُمَادَى وَجُمَادَى وَرَجَب وَشَعْبَان وَرَمَضَان وَشَوَّالًا وَذَا الْقَعْدَة وَذَا الْحَجَّة يَحُجُّونَ فِيهِ مَرَّة أُخْرَى ثُمَّ يَسْكُتُونَ عَنْ الْمُحَرَّم وَلَا يَذْكُرُونَهُ ثُمَّ يَعُودُونَ فَيُسَمُّونَ صَفَرًا ثُمَّ يُسَمُّونَ رَجَب جُمَادَى الْآخِر ثُمَّ يُسَمُّونَ شَعْبَان رَمَضَان ثُمَّ يُسَمُّونَ شَوَّالًا رَمَضَان ثُمَّ يُسَمُّونَ ذَا الْقَعْدَة شَوَّالًا ثُمَّ يُسَمُّونَ ذَا الْحَجَّة ذَا الْقَعْدَة ثُمَّ يُسَمُّونَ الْمُحَرَّم ذَا الْحَجَّة فَيَحُجُّونَ فِيهِ وَاسْمه عِنْدهمْ ذُو الْحَجَّة ثُمَّ عَادُوا بِمِثْلِ هَذِهِ الصِّفَة فَكَانُوا يَحُجُّونَ فِي كُلّ شَهْر عَامَيْنِ حَتَّى إِذَا وَافَقَ حَجَّة أَبِي بَكْر الْآخِر مِنْ الْعَامَيْنِ فِي ذِي الْقَعْدَة ثُمَّ حَجَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَجَّته الَّتِي حَجَّ فَوَافَقَ ذَا الْحَجَّة فَذَلِكَ حِين يَقُول النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي خُطْبَته \" إِنَّ الزَّمَان قَدْ اِسْتَدَارَ كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَاوَات وَالْأَرْض \" وَهَذَا الَّذِي قَالَهُ مُجَاهِد فِيهِ نَظَر أَيْضًا وَكَيْف تَصِحّ حَجَّة أَبِي بَكْر وَقَدْ وَقَعَتْ فِي ذِي الْقَعْدَة وَأَنَّى هَذَا ؟ وَقَدْ قَالَ اللَّه تَعَالَى \" وَأَذَان مِنْ اللَّه وَرَسُوله إِلَى النَّاس يَوْم الْحَجّ الْأَكْبَر أَنَّ اللَّه بَرِيء مِنْ الْمُشْرِكِينَ وَرَسُوله \" الْآيَة وَإِنَّمَا نُودِيَ بِهِ فِي حَجَّة أَبِي بَكْر فَلَوْ لَمْ تَكُنْ فِي ذِي الْحَجَّة لَمَا قَالَ تَعَالَى \" يَوْم الْحَجّ الْأَكْبَر \" وَلَا يَلْزَم مِنْ فِعْلهمْ النَّسِيء هَذَا الَّذِي ذَكَرَهُ مِنْ دَوَرَان السَّنَة عَلَيْهِمْ وَحَجّهمْ فِي كُلّ شَهْر عَامَيْنِ فَإِنَّ النَّسِيء حَاصِل بِدُونِ هَذَا فَإِنَّهُمْ لَمَّا كَانُوا يُحِلُّونَ شَهْر الْمُحَرَّم عَامًا يُحَرِّمُونَ عِوَضه صَفَرًا وَبَعْده رَبِيع وَرَبِيع إِلَى آخِر السَّنَة بِحَالِهَا عَلَى نِظَامهَا وَعِدَّتهَا وَأَسْمَاء شُهُورهَا ثُمَّ فِي السَّنَة الثَّانِيَة يُحَرِّمُونَ الْمُحَرَّم وَيَتْرُكُونَهُ عَلَى تَحْرِيمه وَبَعْده صَفَر وَرَبِيع وَرَبِيع إِلَى آخِرهَا \" فَيُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّة مَا حَرَّمَ اللَّه فَيُحِلُّوا مَا حَرَّمَ اللَّه \" أَيْ فِي تَحْرِيم أَرْبَعَة أَشْهُر مِنْ السَّنَة إِلَّا أَنَّهُمْ تَارَة يُقَدِّمُونَ تَحْرِيم الشَّهْر الثَّالِث مِنْ الثَّلَاثَة الْمُتَوَالِيَة وَهُوَ الْمُحَرَّم وَتَارَة يُنْسِئُونَهُ إِلَى صَفَر أَيْ يُؤَخِّرُونَهُ وَقَدْ قَدَّمْنَا الْكَلَام عَلَى قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الزَّمَان قَدْ اِسْتَدَارَ \" الْحَدِيث أَيْ إِنَّ الْأَمْر فِي عِدَّة الشُّهُور وَتَحْرِيم مَا هُوَ مُحَرَّم مِنْهَا عَلَى مَا سَبَقَ فِي كِتَاب اللَّه مِنْ الْعَدَد وَالتَّوَالِي لَا كَمَا تَعْتَمِدهُ جَهَلَة الْعَرَب مِنْ فَصْلهمْ تَحْرِيم بَعْضهَا بِالنَّسِيءِ عَنْ بَعْض وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا صَالِح بْن بِشْر بْن سَلَمَة الطَّبَرَانِيّ حَدَّثَنَا مَكِّيّ بْن إِبْرَاهِيم حَدَّثَنَا مُوسَى بْن عُبَيْدَة عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر أَنَّهُ قَالَ : وَقَفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْعَقَبَةِ فَاجْتَمَعَ إِلَيْهِ مَنْ شَاءَ اللَّه مِنْ الْمُسْلِمِينَ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ بِمَا هُوَ لَهُ أَهْل ثُمَّ قَالَ \" وَإِنَّمَا النَّسِيء مِنْ الشَّيْطَان زِيَادَة فِي الْكُفْر يُضَلّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا \" فَكَانُوا يُحَرِّمُونَ الْمُحَرَّم عَامًا وَيَسْتَحِلُّونَ صَفَرًا وَيَسْتَحِلُّونَ الْمُحَرَّم وَهُوَ النَّسِيء \" وَقَدْ تَكَلَّمَ الْإِمَام مُحَمَّد بْن إِسْحَاق عَلَى هَذَا فِي كِتَاب السِّيرَة كَلَامًا جَيِّدًا مُفِيدًا حَسَنًا فَقَالَ : كَانَ أَوَّل مَنْ نَسَأَ الشُّهُور عَلَى الْعَرَب فَأَحَلَّ مِنْهَا مَا حَرَّمَ اللَّه وَحَرَّمَ مِنْهَا مَا أَحَلَّ اللَّه عَزَّ وَجَلَّ الْقَلَمَّس وَهُوَ حُذَيْفَة بْن عَبْد فُقَيْم بْن عَدِيّ بْن عَامِر بْن ثَعْلَبَة بْن الْحَارِث بْن مَالِك بْن كِنَانَة بْن خُزَيْمَة بْن مُدْرِكَة بْن إِلْيَاس بْن مُضَر بْن نِزَار بْن مَعَدّ بْن عَدْنَان ثُمَّ قَامَ بَعْده عَلَى ذَلِكَ اِبْنه عَبَّاد ثُمَّ مِنْ بَعْد عَبَّاد اِبْنه قلع بْن عَبَّاد ثُمَّ اِبْنه أُمَيَّة بْن قلع ثُمَّ اِبْنه عَوْف بْن أُمَيَّة ثُمَّ اِبْنه أَبُو ثُمَامَة جُنَادَة بْن عَوْف وَكَانَ آخِرهمْ وَعَلَيْهِ قَامَ الْإِسْلَام فَكَانَتْ الْعَرَب إِذَا فَرَغَتْ مِنْ حَجّهَا اِجْتَمَعَتْ إِلَيْهِ فَقَامَ فِيهِمْ خَطِيبًا فَحَرَّمَ رَجَبًا وَذَا الْقَعْدَة وَذَا الْحَجَّة وَيُحِلّ الْمُحَرَّم عَامًا وَيَجْعَل مَكَانه صَفَرًا وَيُحَرِّمهُ عَامًا لِيُوَاطِئُوا عِدَّة مَا حَرَّمَ اللَّه فَيُحِلّ مَا حَرَّمَ اللَّه يَعْنِي وَيُحَرِّم مَا أَحَلَّ اللَّه . وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43454, "aya_id": 37}]