[{"text": "يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا", "sura_id": 25, "type": 0, "id": 2877, "aya_id": 22}, {"text": "يوم يرون الملائكة لا بشرى يومئذ للمجرمين ويقولون حجرا محجورا", "sura_id": 25, "type": 1, "id": 9113, "aya_id": 22}, {"text": "22 - (يوم يرون الملائكة) في جملة الخلائق هو يوم القيامة ونصبه باذكر مقدرا (لا بشرى يومئذ للمجرمين) الكافرين بخلاف المؤمنين فلهم البشرى بالجنة (ويقولون حجرا محجورا) على عادتهم في الدنيا إذا نزلت بهم شدة أي عوذا معاذا يستعيذون من الملائكة \r\n", "sura_id": 25, "type": 2, "id": 27821, "aya_id": 22}, {"text": "يوم يرون الملائكة عند الاحتضار، وفي القبر، ويوم القيامة، على غير الصورة التي اقترحوها لا لتبشرهم بالجنة, ولكن لتقول لهم: جعل الله الجنة مكانًا محرمًا عليكم.\r\n", "sura_id": 25, "type": 3, "id": 34057, "aya_id": 22}, {"text": " <font color=red>يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا</font><BR><p>وَقَوْله تَعَالَى : \" يَوْم يَرَوْنَ الْمَلَائِكَة لَا بُشْرَى يَوْمئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا \" أَيْ هُمْ لَا يَرَوْنَ الْمَلَائِكَة فِي يَوْم خَيْر لَهُمْ بَلْ يَوْم يَرَوْنَهُمْ لَا بُشْرَى يَوْمئِذٍ لَهُمْ وَذَلِكَ يَصْدُق عَلَى وَقْت الِاحْتِضَار حِين تُبَشِّرهُمْ الْمَلَائِكَة بِالنَّارِ وَالْغَضَب مِنْ الْجَبَّار فَتَقُول الْمَلَائِكَة لِلْكَافِرِ عِنْد خُرُوج رُوحه : اُخْرُجِي أَيَّتهَا النَّفْس الْخَبِيثَة فِي الْجَسَد الْخَبِيث اُخْرُجِي إِلَى سَمُوم وَحَمِيم وَظِلّ مِنْ يَحْمُوم فَتَأْبَى الْخُرُوج وَتَتَفَرَّق فِي الْبَدَن فَيَضْرِبُونَهُ كَمَا قَالَ اللَّه تَعَالَى \" وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَة يَضْرِبُونَ وُجُوههمْ وَأَدْبَارهمْ \" الْآيَة وَقَالَ تَعَالَى : \" وَلَوْ تَرَى إِذْ الظَّالِمُونَ فِي غَمَرَات الْمَوْت وَالْمَلَائِكَة بَاسِطُو أَيْدِيهمْ \" أَيْ بِالضَّرْبِ \" أَخْرِجُوا أَنْفُسكُمْ الْيَوْم تُجْزَوْنَ عَذَاب الْهُون بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّه غَيْر الْحَقّ وَكُنْتُمْ عَنْ آيَاته تَسْتَكْبِرُونَ \" وَلِهَذَا قَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" يَوْم يَرَوْنَ الْمَلَائِكَة لَا بُشْرَى يَوْمئِذٍ لِلْمُجْرِمِينَ \" وَهَذَا بِخِلَافِ حَال الْمُؤْمِنِينَ حَال اِحْتِضَارهمْ فَإِنَّهُمْ يُبَشِّرُونَ بِالْخَيْرَاتِ وَحُصُول الْمَسَرَّات قَالَ اللَّه تَعَالَى : \" إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا تَتَنَزَّل عَلَيْهِمْ الْمَلَائِكَة أَنْ لَا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلًا مِنْ غَفُور رَحِيم \" وَفِي الْحَدِيث الصَّحِيح عَنْ الْبَرَاء بْن عَازِب : أَنَّ الْمَلَائِكَة تَقُول لِرُوحِ الْمُؤْمِن اُخْرُجِي أَيَّتهَا النَّفْس الطَّيِّبَة فِي الْجَسَد الطَّيِّب كُنْت تَعْمُرِينَهُ اُخْرُجِي إِلَى رَوْح وَرَيْحَان وَرَبّ غَيْر غَضْبَان وَقَدْ تَقَدَّمَ الْحَدِيث فِي سُورَة إِبْرَاهِيم عِنْد قَوْله تَعَالَى : \" يُثَبِّت اللَّه الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِت فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة وَيُضِلّ اللَّه الظَّالِمِينَ وَيَفْعَل اللَّه مَا يَشَاء \" وَقَالَ آخَرُونَ : بَلْ الْمُرَاد بِقَوْلِهِ : \" يَوْم يَرَوْنَ الْمَلَائِكَة لَا بُشْرَى \" يَعْنِي يَوْم الْقِيَامَة . قَالَهُ مُجَاهِد وَالضَّحَّاك وَغَيْرهمَا وَلَا مُنَافَاة بَيْن هَذَا وَمَا تَقَدَّمَ فَإِنَّ الْمَلَائِكَة فِي هَذَيْنِ الْيَوْمَيْنِ يَوْم الْمَمَات وَيَوْم الْمَعَاد تَتَجَلَّى لِلْمُؤْمِنِينَ وَلِلْكَافِرِينَ فَتُبَشِّر الْمُؤْمِنِينَ بِالرَّحْمَةِ وَالرِّضْوَان وَتُخْبِر الْكَافِرِينَ بِالْخَيْبَةِ وَالْخُسْرَان فَلَا بُشْرَى يَوْمئِذٍ لِلْمُجْرِمِينَ \" وَيَقُولُونَ حِجْرًا مَحْجُورًا \" أَيْ وَتَقُول الْمَلَائِكَة لِلْكَافِرِينَ حَرَام مُحَرَّم عَلَيْكُمْ الْفَلَاح الْيَوْم وَأَصْل الْحَجْر الْمَنْع وَمِنْهُ يُقَال حَجَرَ الْقَاضِي عَلَى فُلَان إِذَا مَنَعَهُ التَّصَرُّف إِمَّا لِفَلَسٍ أَوْ سَفَه أَوْ صِغَر أَوْ نَحْو ذَلِكَ وَمِنْهُ سُمِّيَ الْحِجْر عِنْد الْبَيْت الْحَرَام لِأَنَّهُ يُمْنَع الطُّوَّاف أَنْ يَطُوفُوا فِيهِ وَإِنَّمَا يُطَاف مِنْ وَرَائِهِ وَمِنْهُ يُقَال لِلْعَقْلِ حِجْر لِأَنَّهُ يَمْنَع صَاحِبه عَنْ تَعَاطِي مَا لَا يَلِيق وَالْغَرَض أَنَّ الضَّمِير فِي قَوْله : \" وَيَقُولُونَ \" عَائِد عَلَى الْمَلَائِكَة هَذَا قَوْل مُجَاهِد وَعِكْرِمَة وَالْحَسَن وَالضَّحَّاك وَقَتَادَة وَعَطِيَّة الْعَوْفِيّ وَعَطَاء الْخُرَاسَانِيّ وَخُصَيْف وَغَيْر وَاحِد وَاخْتَارَهُ اِبْن جَرِير . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا مُوسَى يَعْنِي اِبْن قَيْس عَنْ عَطِيَّة الْعَوْفِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ فِي الْآيَة\" وَيَقُولُونَ حِجْرًا مَحْجُورًا \" قَالَ حَرَامًا مُحَرَّمًا أَنْ يُبَشَّر بِمَا يُبَشَّر بِهِ الْمُتَّقُونَ وَقَدْ حَكَى اِبْن جَرِير عَنْ اِبْن جُرَيْج أَنَّهُ قَالَ ذَلِكَ مِنْ كَلَام الْمُشْرِكِينَ\" يَوْم يَرَوْنَ الْمَلَائِكَة \" أَيْ يَتَعَوَّذُونَ مِنْ الْمَلَائِكَة وَذَلِكَ أَنَّ الْعَرَب كَانُوا إِذَا نَزَلَ بِأَحَدِهِمْ نَازِلَة أَوْ شِدَّة يَقُول \" حِجْرًا مَحْجُورًا \" وَهَذَا الْقَوْل وَإِنْ كَانَ لَهُ مَأْخَذ وَوَجْه وَلَكِنَّهُ بِالنِّسْبَةِ إِلَى السِّيَاق بَعِيد لَا سِيَّمَا وَقَدْ نَصَّ الْجُمْهُور عَلَى خِلَافه وَلَكِنْ قَدْ رَوَى اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ قَالَ فِي قَوْله : \" حِجْرًا مَحْجُورًا \" أَيْ عَوْذًا مُعَاذًا فَيُحْتَمَل أَنَّهُ أَرَادَ مَا ذَكَرَهُ اِبْن جُرَيْج وَلَكِنْ فِي رِوَايَة اِبْن أَبِي حَاتِم عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ قَالَ \" حِجْرًا مَحْجُورًا \" عَوْذًا مُعَاذًا الْمَلَائِكَة تَقُول ذَلِكَ فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39303, "aya_id": 22}]