[{"text": "انْفِرُواْ خِفَافًا وَثِقَالاً وَجَاهِدُواْ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ فِي سَبِيلِ اللّهِ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ", "sura_id": 9, "type": 0, "id": 1276, "aya_id": 41}, {"text": "انفروا خفافا و ثقالا و جاهدوا بأموالكم و أنفسكم في سبيل الله ذلكم خير لكم إن كنتم تعلمون", "sura_id": 9, "type": 1, "id": 7512, "aya_id": 41}, {"text": "41 - (انفروا خفافاً وثقالاً) نشاطاً وغير نشاط وقيل أقوياء وضعفاء أو أغنياء وفقراء وهي منسوخة بآية {ليس على الضعفاء} (وجاهدوا بأموالكم وأنفسكم في سبيل الله ذلكم خير لكم إن كنتم تعلمون) أنه خير لكم فلا تثاقلوا  \r\n", "sura_id": 9, "type": 2, "id": 26220, "aya_id": 41}, {"text": "اخرجوا -أيها المؤمنون- للجهاد في سبيل الله شبابًا وشيوخًا في العسر واليسر, على أي حال كنتم, وأنفقوا أموالكم في سبيل الله, وقاتلوا بأيديكم لإعلاء كلمة الله, ذلك الخروج والبذل خير لكم في حالكم ومآلكم فافعلوا ذلك وانفروا واستجيبوا لله ورسوله.\r\n", "sura_id": 9, "type": 3, "id": 32456, "aya_id": 41}, {"text": " <font color=red>انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ</font><BR><p>قَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِيهِ عَنْ أَبِي الضُّحَى مُسْلِم بْن صُبَيْح : هَذِهِ الْآيَة \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" أَوَّل مَا نَزَلَ مِنْ سُورَة بَرَاءَة وَقَالَ مُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ قَالَ : زَعَمَ حَضْرَمِيّ أَنَّهُ ذُكِرَ لَهُ أَنَّ نَاسًا كَانُوا عَسَى أَنْ يَكُون أَحَدهمْ عَلِيًّا وَكَبِيرًا فَيَقُول إنِّي لَا آثَم فَأَنْزَلَ اللَّه \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" الْآيَة أَمَرَ اللَّه تَعَالَى بِالنَّفِيرِ الْعَامّ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ عَام غَزْوَة تَبُوك لِقِتَالِ أَعْدَاء اللَّه مِنْ الرُّوم الْكَفَرَة مِنْ أَهْل الْكِتَاب وَحَتَّمَ عَلَى الْمُؤْمِنِينَ فِي الْخُرُوج مَعَهُ عَلَى كُلّ حَال فِي الْمَنْشَط وَالْمَكْرَه وَالْعُسْر وَالْيُسْر فَقَالَ \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" وَقَالَ عَلِيّ بْن زَيْد عَنْ أَنَس عَنْ أَبِي طَلْحَة : كُهُولًا وَشُبَّانًا مَا سَمِعَ اللَّه عُذْر أَحَد ثُمَّ خَرَجَ إِلَى الشَّام فَقَاتَلَ حَتَّى قُتِلَ وَفِي رِوَايَة قَرَأَ أَبُو طَلْحَة سُورَة بَرَاءَة فَأَتَى عَلَى هَذِهِ الْآيَة \" اِنْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسكُمْ فِي سَبِيل اللَّه \" فَقَالَ : أَرَى رَبّنَا اِسْتَنْفَرَنَا شُيُوخًا وَشُبَّانًا جَهِّزُونِي يَا بَنِيَّ فَقَالَ بَنُوهُ : يَرْحَمك اللَّه قَدْ غَزَوْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ حَتَّى مَاتَ وَمَعَ أَبِي بَكْر حَتَّى مَاتَ وَمَعَ عُمَر حَتَّى مَاتَ فَنَحْنُ نَغْزُو عَنْك فَأَبَى فَرَكِبَ الْبَحْر فَمَاتَ فَلَمْ يَجِدُوا لَهُ جَزِيرَة يَدْفِنُوهُ فِيهَا إِلَّا بَعْد تِسْعَة أَيَّام فَلَمْ يَتَغَيَّر فَدَفَنُوهُ فِيهَا وَهَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَعِكْرِمَة وَأَبِي صَالِح وَالْحَسَن الْبَصْرِيّ وَسُهَيْل بْن عَطِيَّة وَمُقَاتِل بْن حَيَّان وَالشَّعْبِيّ وَزَيْد بْن أَسْلَم أَنَّهُمْ قَالُوا فِي تَفْسِير هَذِهِ الْآيَة \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" كُهُولًا وَشُبَّانًا . وَكَذَا قَالَ عِكْرِمَة وَالضَّحَّاك وَمُقَاتِل بْن حَيَّان وَغَيْر وَاحِد وَقَالَ مُجَاهِد : شُبَّانًا وَشُيُوخًا وَأَغْنِيَاء وَمَسَاكِين وَكَذَا قَالَ أَبُو صَالِح وَغَيْره قَالَ الْحَكَم بْن عُتَيْبَة : مَشَاغِيل وَغَيْر مَشَاغِيل وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" يَقُول اِنْفِرُوا نِشَاطًا وَغَيْر نِشَاط وَكَذَا قَالَ قَتَادَة وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" قَالُوا : فَإِنَّ فِينَا الثَّقِيل وَذُو الْحَاجَة وَالضَّيْعَة وَالشَّغِل وَالْمُتَيَسِّر بِهِ أَمْره فَأَنْزَلَ اللَّه وَأَبَى أَنْ يَعْذُرهُمْ دُون أَنْ يَنْفِرُوا \" خِفَافًا وَثِقَالًا \" أَيْ عَلَى مَا كَانَ مِنْهُمْ . وَقَالَ الْحَسَن بْن أَبِي الْحَسَن الْبَصْرِيّ أَيْضًا فِي الْعُسْر وَالْيُسْر وَهَذَا كُلّه مِنْ مُقْتَضَيَات الْعُمُوم فِي الْآيَة وَهَذَا اِخْتِيَار اِبْن جَرِير . وَقَالَ الْإِمَام أَبُو عَمْرو الْأَوْزَاعِيّ : إِذَا كَانَ النَّفِير إِلَى دُرُوب الرُّوم نَفَر النَّاس إِلَيْهَا خِفَافًا وَرُكْبَانًا وَإِذَا كَانَ النَّفِير إِلَى هَذِهِ السَّوَاحِل نَفَرُوا إِلَيْهَا خِفَافًا وَثِقَالًا وَرُكْبَانًا وَمُشَاة وَهَذَا تَفْصِيل فِي الْمَسْأَلَة وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب وَعَطَاء الْخُرَاسَانِيّ وَغَيْرهمْ أَنَّ هَذِهِ الْآيَة مَنْسُوخَة بِقَوْلِهِ تَعَالَى \" فَلَوْلَا نَفَرَ مِنْ كُلّ فِرْقَة مِنْهُمْ طَائِفَة \" وَسَيَأْتِي الْكَلَام عَلَى ذَلِكَ إِنْ شَاءَ اللَّه وَقَالَ السُّدِّيّ قَوْله \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" يَقُول غَنِيًّا وَفَقِيرًا وَقَوِيًّا وَضَعِيفًا فَجَاءَهُ رَجُل يَوْمئِذٍ زَعَمُوا أَنَّهُ الْمِقْدَاد وَكَانَ عَظِيمًا سَمِينًا فَشَكَى إِلَيْهِ وَسَأَلَهُ أَنْ يَأْذَن لَهُ فَأَبَى فَنَزَلَتْ يَوْمئِذٍ \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" فَلَمَّا نَزَلَتْ هَذِهِ الْآيَة اِشْتَدَّ عَلَى النَّاس فَنَسَخَهَا اللَّه تَعَالَى \" لَيْسَ عَلَى الضُّعَفَاء وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَج إِذَا نَصَحُوا لِلَّهِ وَرَسُوله \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا أَيُّوب عَنْ مُحَمَّد قَالَ : شَهِدَ أَبُو أَيُّوب مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَدْرًا ثُمَّ لَمْ يَتَخَلَّف عَنْ غَزَاة لِلْمُسْلِمِينَ إِلَّا عَامًا وَاحِدًا قَالَ وَكَانَ أَبُو أَيُّوب يَقُول : قَالَ اللَّه تَعَالَى \" اِنْفِرُوا خِفَافًا وَثِقَالًا فَلَا أَجِدنِي إِلَّا خَفِيفًا أَوْ ثَقِيلًا وَقَالَ اِبْن جَرِير : حَدَّثَنِي سَعِيد بْن عُمَر السَّكُونِيّ حَدَّثَنَا بَقِيَّة حَدَّثَنَا جَرِير حَدَّثَنِي عَبْد الرَّحْمَن بْن مَيْسَرَة حَدَّثَنِي أَبُو رَاشِد الْحَرَّانِيّ قَالَ : وَافَيْت الْمِقْدَام بْن الْأَسْوَد فَارِس رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ جَالِسًا عَلَى تَابُوت مِنْ تَوَابِيت الصَّيَارِفَة بِحِمْص وَقَدْ فَصَلَ عَنْهَا مِنْ عِظَمه يُرِيد الْغَزْو فَقُلْت لَهُ قَدْ أَعْذَرَ اللَّه إِلَيْك فَقَالَ أَتَتْ عَلَيْنَا سُورَة الْبُعُوث \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي حَيَّان بْن زَيْد الشَّرْعِيّ قَالَ : نَفَرنَا مَعَ صَفْوَان بْن عَمْرو وَكَانَ وَالِيًا عَلَى حِمْص قَبْل الْأُفْسُوس إِلَى الجراجمة فَرَأَيْت شَيْخًا كَبِيرًا هَمًّا قَدْ سَقَطَ حَاجِبَاهُ عَلَى عَيْنَيْهِ مِنْ أَهْل دِمَشْق عَلَى رَاحِلَته فِيمَنْ أَغَارَ فَأَقْبَلْت إِلَيْهِ فَقُلْت يَا عَمّ لَقَدْ أَعْذَرَ اللَّه إِلَيْك قَالَ : فَرَفَعَ حَاجِبِيهِ فَقَالَ يَا ابْن أَخِي اِسْتَنْفَرَنَا اللَّه خِفَافًا وَثِقَالًا أَلَا إِنَّهُ مَنْ يُحِبّهُ اللَّه يَبْتَلِيه ثُمَّ يُعِيدهُ اللَّه فَيُبْقِيه وَإِنَّمَا يَبْتَلِي اللَّه مِنْ عِبَادِهِ مَنْ شَكَرَ وَصَبَرَ وَذَكَرَ وَلَمْ يَعْبُد إِلَّا اللَّه عَزَّ وَجَلَّ . ثُمَّ رَغَّبَ تَعَالَى فِي النَّفَقَة فِي سَبِيله وَبَذْل الْمُهَج فِي مَرْضَاته وَمَرْضَاة رَسُوله فَقَالَ \" وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسكُمْ فِي سَبِيل اللَّه ذَلِكُمْ خَيْر لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ \" أَيْ هَذَا خَيْر لَكُمْ فِي الدُّنْيَا وَالْآخِرَة لِأَنَّكُمْ تَغْرَمُونَ فِي النَّفَقَة قَلِيلًا فَيُغْنِمكُمْ اللَّه أَمْوَال عَدُوّكُمْ فِي الدُّنْيَا مَعَ مَا يَدَّخِر لَكُمْ مِنْ الْكَرَامَة فِي الْآخِرَة كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَكَفَّلَ اللَّه لِلْمُجَاهِدِ فِي سَبِيله إِنْ تَوَفَّاهُ أَنْ يُدْخِلهُ الْجَنَّة أَوْ يَرُدّهُ إِلَى مَنْزِله بِمَا نَالَ مِنْ أَجْر أَوْ غَنِيمَة \" وَلِهَذَا قَالَ تَعَالَى \" كُتِبَ عَلَيْكُمْ الْقِتَال وَهُوَ كُرْه لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْر لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرّ لَكُمْ وَاَللَّه يَعْلَم وَأَنْتُمْ لَا تَعْلَمُونَ \" وَمِنْ هَذَا الْقَبِيل مَا رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ حُمَيْد عَنْ أَنَس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ لِرَجُلٍ \" \" أَسْلِمْ \" قَالَ أَجِدنِي كَارِهًا قَالَ أَسْلِمْ وَلَوْ كُنْت كَارِهًا \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43459, "aya_id": 41}]