[{"text": "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّلْعَالِمِينَ", "sura_id": 30, "type": 0, "id": 3431, "aya_id": 22}, {"text": "ومن آياته خلق السماوات والأرض واختلاف ألسنتكم وألوانكم إن في ذلك لآيات للعالمين", "sura_id": 30, "type": 1, "id": 9667, "aya_id": 22}, {"text": "22 - (ومن آياته خلق السماوات والأرض واختلاف ألسنتكم) لغاتكم من عربية وعجمية وغيرها (وألوانكم) من بياض وسواد وغيرهما وأنتم أولاد رجل واحد وامرأة واحدة (إن في ذلك لآيات) دلالات على قدرته تعالى (للعالمين) بفتح اللام وكسرها أي ذوي العقول واولي العلم \r\n", "sura_id": 30, "type": 2, "id": 28375, "aya_id": 22}, {"text": "ومن دلائل القدرة الربانية: خَلْقُ السموات وارتفاعها بغير عمد, وخَلْقُ الأرض مع اتساعها وامتدادها, واختلافُ لغاتكم وتباينُ ألوانكم, إن في هذا لَعبرة لكل ذي علم وبصيرة.\r\n", "sura_id": 30, "type": 3, "id": 34611, "aya_id": 22}, {"text": " <font color=red>وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ</font><BR><p>يَقُول تَعَالَى\" وَمِنْ آيَاته \" الدَّالَّة عَلَى قُدْرَته الْعَظِيمَة \" خَلْق السَّمَاوَات وَالْأَرْض \" أَيْ خَلْق السَّمَاوَات فِي اِرْتِفَاعهَا وَاتِّسَاعهَا وَسُقُوف أَجْرَامهَا وَزَهَارَة كَوَاكِبهَا وَنُجُومهَا الثَّوَابِت وَالسَّيَّارَات وَخَلْق الْأَرْض فِي اِنْخِفَاضهَا وَكَثَافَتهَا وَمَا فِيهَا مِنْ جِبَال وَأَوْدِيَة وَبِحَار وَقِفَار وَحَيَوَان وَأَشْجَار. وَقَوْله تَعَالَى \" وَاخْتِلَاف أَلْسِنَتكُمْ \" يَعْنِي اللُّغَات فَهَؤُلَاءِ بِلُغَةِ الْعَرَب وَهَؤُلَاءِ تَتَر لَهُمْ لُغَة أُخْرَى وَهَؤُلَاءِ كرج وَهَؤُلَاءِ رُوم وَهَؤُلَاءِ إِفْرِنْج وَهَؤُلَاءِ بَرْبَر وَهَؤُلَاءِ تكرور وَهَؤُلَاءِ حَبَشَة وَهَؤُلَاءِ هُنُود وَهَؤُلَاءِ عَجَم وَهَؤُلَاءِ صَقَالِبَة وَهَؤُلَاءِ خرز وَهَؤُلَاءِ أَرْمَن وَهَؤُلَاءِ أَكْرَاد إِلَى غَيْر ذَلِكَ مِمَّا لَا يَعْلَمهُ إِلَّا اللَّه تَعَالَى مِنْ اِخْتِلَاف لُغَات بَنِي آدَم وَاخْتِلَاف أَلْوَانهمْ وَهِيَ حُلَاهُمْ فَجَمِيع أَهْل الْأَرْض بَلْ أَهْل الدُّنْيَا مُنْذُ خَلَقَ اللَّه آدَم إِلَى قِيَام السَّاعَة كُلّ لَهُ عَيْنَانِ وَحَاجِبَانِ وَأَنْف وَجَبِين وَفَم وَخَدَّانِ وَلَيْسَ يُشْبِه وَاحِد مِنْهُمْ الْآخَر بَلْ لَا بُدّ أَنْ يُفَارِقهُ بِشَيْءٍ مِنْ السَّمْت أَوْ الْهَيْئَة أَوْ الْكَلَام ظَاهِرًا كَانَ أَوْ خَفِيًّا يَظْهَرُ عِنْد التَّأَمُّل كُلُّ وَجْه مِنْهُمْ أُسْلُوب بِذَاتِهِ وَهَيْئَة لَا تُشْبِه أُخْرَى وَلَوْ تَوَافَقَ جَمَاعَة فِي صِفَة مِنْ جَمَال أَوْ قُبْح لَا بُدّ مِنْ فَارِق بَيْن كُلّ وَاحِد مِنْهُمْ وَبَيْن الْآخَر \" إِنَّ فِي ذَلِكَ لَآيَات لِلْعَالِمِينَ .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40057, "aya_id": 22}]