[{"text": "آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنكُمْ وَأَنفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ", "sura_id": 57, "type": 0, "id": 5082, "aya_id": 7}, {"text": "آمنوا بالله ورسوله وأنفقوا مما جعلكم مستخلفين فيه فالذين آمنوا منكم وأنفقوا لهم أجر كبير", "sura_id": 57, "type": 1, "id": 11318, "aya_id": 7}, {"text": "7 - (آمنوا) داوموا على الإيمان (بالله ورسوله وأنفقوا) في سبيل الله (مما جعلكم مستخلفين فيه) من مال من تقدمكم وسيخلفكم فيه من بعدكم نزل في غزوة العسرة وهي غزوة تبوك (فالذين آمنوا منكم وأنفقوا) إشارة إلى عثمان رضي الله عنه (لهم أجر كبير) \r\n", "sura_id": 57, "type": 2, "id": 30026, "aya_id": 7}, {"text": "آمنوا بالله ورسوله محمد صلى الله عليه وسلم, وأنفقوا مما رزقكم الله من المال واستخلفكم فيه, فالذين آمنوا منكم أيها الناس, وأنفقوا من مالهم, لهم ثواب عظيم.\r\n", "sura_id": 57, "type": 3, "id": 36262, "aya_id": 7}, {"text": " <font color=red>آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ</font><BR><p>أَمَرَ تَبَارَكَ وَتَعَالَى بِالْإِيمَانِ بِهِ وَبِرَسُولِهِ عَلَى الْوَجْه الْأَكْمَل وَالدَّوَام وَالثَّبَات عَلَى ذَلِكَ وَالِاسْتِمْرَار وَحَثَّ عَلَى الْإِنْفَاق مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ أَيْ مِمَّا هُوَ مَعَكُمْ عَلَى سَبِيل الْعَارِيَة فَإِنَّهُ قَدْ كَانَ فِي أَيْدِي مَنْ قَبْلكُمْ ثُمَّ صَارَ إِلَيْكُمْ فَأَرْشَدَ تَعَالَى إِلَى اِسْتِعْمَال مَا اِسْتَخْلَفَهُمْ فِيهِ مِنْ الْمَال فِي طَاعَته فَإِنْ يَفْعَلُوا وَإِلَّا حَاسَبَهُمْ عَلَيْهِ وَعَاقَبَهُمْ لِتَرْكِهِمْ الْوَاجِبَات فِيهِ وَقَوْله تَعَالَى \" مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ \" فِيهِ إِشَارَة إِلَى أَنَّهُ سَيَكُونُ مُخَلِّفًا عَنْك فَلَعَلَّ وَارِثك أَنْ يُطِيع اللَّه فِيهِ فَيَكُون أَسْعَد بِمَا أَنْعَمَ اللَّه بِهِ عَلَيْك مِنْك أَوْ يَعْصِي اللَّه فَتَكُون قَدْ سَعَيْت فِي مُعَاوَنَته عَلَى الْإِثْم وَالْعُدْوَان . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت قَتَادَة يُحَدِّث عَنْ مُطَرِّف يَعْنِي اِبْن عَبْد اللَّه بْن الشِّخِّير عَنْ أَبِيهِ قَالَ اِنْتَهَيْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقُول \" أَلْهَاكُمْ التَّكَاثُر\" يَقُول اِبْن آدَم مَالِي مَالِي وَهَلْ لَك مِنْ مَالِك إِلَّا مَا أَكَلْت فَأَفْنَيْت أَوْ لَبِسْت فَأَبْلَيْت أَوْ تَصَدَّقْت فَأَمْضَيْت ؟ وَرَوَاهُ مُسْلِم مِنْ حَدِيث شُعْبَة بِهِ وَزَادَ \" وَمَا سِوَى ذَلِكَ فَذَاهِب وَتَارِكه لِلنَّاسِ \" وَقَوْله تَعَالَى \" فَاَلَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْر كَبِير \" تَرْغِيب فِي الْإِيمَان وَالْإِنْفَاق فِي الطَّاعَة .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42027, "aya_id": 7}]