[{"text": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّي إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ الإِنفَاقِ وَكَانَ الإنسَانُ قَتُورًا", "sura_id": 17, "type": 0, "id": 2129, "aya_id": 100}, {"text": "قل لو أنتم تملكون خزائن رحمة ربي إذا لأمسكتم خشية الإنفاق و كان الإنسان قتورا", "sura_id": 17, "type": 1, "id": 8365, "aya_id": 100}, {"text": "100 - (قل) لهم (لو أنتم تملكون خزائن رحمة ربي) من الرزق والمطر (إذا لأمسكتم) لبخلتم (خشية الإنفاق) خوف نفادها بالإنفاق فتقتروا (وكان الإنسان قتورا) بخيلا \r\n", "sura_id": 17, "type": 2, "id": 27073, "aya_id": 100}, {"text": "قل -أيها الرسول- لهؤلاء المشركين : لو كنتم تملكون خزائن رحمة ربي التي لا تنفد ولا تبيد إذًا لبخلتم بها، فلم تعطوا منها غيركم خوفًا مِن نفادها فتصبحوا فقراء. ومن شأن الإنسان أنه بخيل بما في يده إلا مَن عصم الله بالإيمان.\r\n", "sura_id": 17, "type": 3, "id": 33309, "aya_id": 100}, {"text": " <font color=red>قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ وَكَانَ الْإِنْسَانُ قَتُورًا</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ قُلْ لَهُمْ يَا مُحَمَّد لَوْ أَنَّكُمْ أَيّهَا النَّاس تَمْلِكُونَ التَّصَرُّف فِي خَزَائِن اللَّه لَأَمْسَكْتُمْ خَشْيَة الْإِنْفَاق قَالَ اِبْن عَبَّاس وَقَتَادَة : أَيْ الْفَقْر أَيْ خَشْيَة أَنْ تُذْهِبُوهَا مَعَ أَنَّهَا لَا تَفْرُغ وَلَا تَنْفَد أَبَدًا لِأَنَّ هَذَا مِنْ طِبَاعكُمْ وَسَجَايَاكُمْ وَلِهَذَا قَالَ \" وَكَانَ الْإِنْسَان قَتُورًا \" قَالَ اِبْن عَبَّاس وَقَتَادَة أَيْ بَخِيلًا مَنُوعًا وَقَالَ اللَّه تَعَالَى \" أَمْ لَهُمْ نَصِيب مِنْ الْمُلْك فَإِذًا لَا يُؤْتُونَ النَّاس نَقِيرًا \" أَيْ لَوْ أَنَّ لَهُمْ نَصِيبًا فِي مُلْك اللَّه لَمَا أَعْطَوْا أَحَدًا شَيْئًا وَلَا مِقْدَار نَقِير وَاَللَّه تَعَالَى يَصِف الْإِنْسَان مِنْ حَيْثُ هُوَ إِلَّا مَنْ وَفَّقَهُ اللَّه وَهَدَاهُ فَإِنَّ الْبُخْل وَالْجَزَع وَالْهَلَع صِفَة لَهُ كَمَا قَالَ تَعَالَى \" إِنَّ الْإِنْسَان خُلِقَ هَلُوعًا إِذَا مَسَّهُ الشَّرّ جَزُوعًا وَإِذَا مَسَّهُ الْخَيْر مَنُوعًا إِلَّا الْمُصَلِّينَ \" وَلِهَذَا نَظَائِر كَثِيرَة فِي الْقُرْآن الْعَزِيز وَيَدُلّ هَذَا عَلَى كَرَمه وَجُوده وَإِحْسَانه وَقَدْ جَاءَ فِي الصَّحِيحَيْنِ \" يَد اللَّه مَلْأَى لَا يَغِيضهَا نَفَقَة سَحَّاء اللَّيْل وَالنَّهَار أَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمَاوَات وَالْأَرْض فَإِنَّهُ لَمْ يَغِضْ مَا فِي يَمِينه \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38180, "aya_id": 100}]