[{"text": "حم", "sura_id": 44, "type": 0, "id": 4415, "aya_id": 1}, {"text": "حم", "sura_id": 44, "type": 1, "id": 10651, "aya_id": 1}, {"text": "سورة الدخان 1 - (حم) الله أعلم بمراده به \r\n", "sura_id": 44, "type": 2, "id": 29359, "aya_id": 1}, {"text": "( حم ) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.\r\n", "sura_id": 44, "type": 3, "id": 35595, "aya_id": 1}, {"text": " <font color=red>حم</font><BR><p>سُورَة الدُّخَان : قَالَ التِّرْمِذِيّ حَدَّثَنَا سُفْيَان بْن وَكِيع حَدَّثَنَا زَيْد بْن الْحُبَاب عَنْ عَمْرو بْن أَبِي خَثْعَم عَنْ يَحْيَى بْن أَبَى كَثِير عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ حم الدُّخَان فِي لَيْلَة أَصْبَحَ يَسْتَغْفِر لَهُ سَبْعُونَ أَلْف مَلَك \" ثُمَّ قَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَعَمْرو بْن أَبِي خَثْعَم يُضَعَّف قَالَ الْبُخَارِيّ مُنْكَر الْحَدِيث ثُمَّ قَالَ حَدَّثَنَا نَصْر بْن عَبْد الرَّحْمَن الْكُوفِيّ حَدَّثَنَا زَيْد بْن الْحُبَاب عَنْ هِشَام أَبِي الْمِقْدَام عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ حم الدُّخَان فِي لَيْلَة الْجُمُعَة غُفِرَ لَهُ \" ثُمَّ قَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَهِشَام أَبُو الْمِقْدَام يُضَعَّف وَالْحَسَن لَمْ يَسْمَع مِنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ كَذَا قَالَ أَيُّوب وَيُونُس بْن عُبَيْد وَعَلِيّ بْن زَيْد رَحْمَة اللَّه عَلَيْهِمْ أَجْمَعِينَ : وَفِي مُسْنَد الْبَزَّار مِنْ رِوَايَة أَبِي الطُّفَيْل عَامِر بْن وَاثِلَة عَنْ زَيْد بْن حَارِثَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِابْنِ صَيَّاد \" إِنِّي قَدْ خَبَّأْت خَبِيئًا فَمَا هُوَ \" وَخَبَّأَ لَهُ رَسُول اللَّه صَلَى اللَّه عَلَيْهِ وَسَلَّمَ سُورَة الدُّخَان فَقَالَ هُوَ الدُّخّ فَقَالَ \" اِخْسَأْ مَا شَاءَ اللَّه \" ثُمَّ اِنْصَرَفَ . بِسْمِ اللَّه الرَّحْمَن الرَّحِيم يَقُول تَعَالَى مُخْبِرًا عَنْ الْقُرْآن الْعَظِيم .</p><BR> <br> ", "sura_id": 44, "type": 4, "id": 41221, "aya_id": 1}]