[{"text": "وَقَدْ مَكَرُواْ مَكْرَهُمْ وَعِندَ اللّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ", "sura_id": 14, "type": 0, "id": 1796, "aya_id": 46}, {"text": "وقد مكروا مكرهم وعند الله مكرهم وإن كان مكرهم لتزول منه الجبال", "sura_id": 14, "type": 1, "id": 8032, "aya_id": 46}, {"text": "46 - (وقد مكروا) بالنبي صلى الله عليه وسلم (مكرهم) حيث أرادوا قتله أو تقييده أو إخراجه (وعند الله مكرهم) أي علمه أو جزاؤه (وإن) ما (كان مكرهم) وإن عظم (لتزول منه الجبال) الامعنى لا يعبأ به ولا يضر إلا أنفسهم والمراد بالجبال هنا قيل حقيقتها وقيل شرائع الإسلام المشبهة بها في القرار والثبات وفي قراءة بفتح لام لتزول ورفع الفعل فإن مخففة والمراد تعظيم مكرهم وقيل المراد بالمكر كفرهم ويناسبه على الثانية تكاد السموات يتفطرن منه وتنشق الأرض وتخر الجبال هدا وعلى الأول ما قرىء وما كان \r\n", "sura_id": 14, "type": 2, "id": 26740, "aya_id": 46}, {"text": "وقد دبَّر المشركون الشرَّ للرسول صلى الله عليه وسلم بقتله, وعند الله مكرهم فهو محيط به, وقد عاد مكرهم عليهم, وما كان مكرهم لتزول منه الجبال ولا غيرها لضعفه ووَهَنه, ولم يضرُّوا الله شيئًا, وإنما ضرُّوا أنفسهم.\r\n", "sura_id": 14, "type": 3, "id": 32976, "aya_id": 46}, {"text": " <font color=red>وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</font><BR><p>وَقَدْ رَوَى شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ عَبْد الرَّحْمَن بْن رَبَاب أَنَّ عَلِيًّا رَضِيَ اللَّه عَنْهُ قَالَ فِي هَذِهِ الْآيَة \" وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ \" قَالَ أَخَذَ ذَاكَ الَّذِي حَاجَّ إِبْرَاهِيم فِي رَبّه نَسْرَيْنِ صَغِيرَيْنِ فَرَبَّاهُمَا حَتَّى اِسْتَغْلَظَا وَاسْتَفْحَلَا وَشَبَّا قَالَ فَأَوْثَقَ رِجْلَ كُلِّ وَاحِدٍ مِنْهُمَا بِوَتَدٍ إِلَى تَابُوت وَجَوَّعَهُمَا وَقَعَدَ هُوَ وَرَجُل آخَر فِي التَّابُوت قَالَ وَرَفَعَ فِي التَّابُوت عَصًا عَلَى رَأْسه اللَّحْم فَطَارَا وَجَعَلَ يَقُول لِصَاحِبِهِ اُنْظُرْ مَا تَرَى قَالَ أَرَى كَذَا وَكَذَا حَتَّى قَالَ أَرَى الدُّنْيَا كُلَّهَا كَأَنَّهَا ذُبَاب . قَالَ فَصَوَّبَ الْعَصَا فَصَوَّبَهَا فَهَبَطَا جَمِيعًا قَالَ فَهُوَ قَوْله عَزَّ وَجَلَّ \" وَإِنْ كَادَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ\" قَالَ أَبُو إِسْحَاق وَكَذَلِكَ هِيَ فِي قِرَاءَة عَبْد اللَّه \" وَإِنْ كَادَ مَكْرُهُمْ \" قُلْت وَكَذَا رُوِيَ عَنْ أُبَيّ بْن كَعْب وَعُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُمَا أَنَّهُمَا قَرَآ \" وَإِنْ كَادَ \" كَمَا قَرَأَ عَلِيّ وَكَذَا رَوَاهُ سُفْيَان الثَّوْرِيّ لِإِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَبْد الرَّحْمَن بْن رَبَاب عَنْ عَلِيّ فَذَكَرَ نَحْوه وَكَذَا رُوِيَ عَنْ عِكْرِمَة أَنَّ سِيَاق هَذِهِ الْقِصَّة لِنَمْرُوذ مَلِك كَنْعَان أَنَّهُ رَامَ أَسْبَاب السَّمَاء بِهَذِهِ الْحِيلَة وَالْمَكْر كَمَا رَامَ ذَلِكَ بَعْده فِرْعَوْن مَلِك الْقِبْط فِي بِنَاء الصَّرْح فَعَجَزَا وَضَعُفَا وَهُمَا أَقَلُّ وَأَحْقَر وَأَصْغَر وَأَدْحَر ; وَذَكَرَ مُجَاهِد هَذِهِ الْقِصَّة عَنْ بُخْتَنَصَّرَ وَأَنَّهُ لَمَّا اِنْقَطَعَ بَصَره عَنْ الْأَرْض وَأَهْلِهَا نُودِيَ أَيّهَا الطَّاغِيَة أَيْنَ تُرِيد ؟ فَفَرَّقَ ثُمَّ سَمِعَ الصَّوْت فَوْقه فَصَوَّبَ الرِّمَاح فَصَوَّبَتْ النُّسُور فَفَزِعَتْ الْجِبَال مِنْ هَدَّتهَا وَكَادَتْ الْجِبَال أَنْ تَزُول مِنْ حِسّ ذَلِكَ فَذَلِكَ قَوْله \" وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَال \" وَنَقَلَ اِبْن جُرَيْج عَنْ مُجَاهِد أَنَّهُ قَرَأَهَا\" لَتَزُولُ مِنْهُ الْجِبَال \" بِفَتْحِ اللَّام الْأُولَى وَضَمِّ الثَّانِيَة وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَال \" يَقُول مَا كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَال وَكَذَا قَالَ الْحَسَن الْبَصْرِيّ وَوَجَّهَهُ اِبْن جَرِير بِأَنَّ هَذَا الَّذِي فَعَلُوهُ بِأَنْفُسِهِمْ مِنْ شِرْكهمْ بِاَللَّهِ وَكُفْرهمْ بِهِ مَا ضَرَّ ذَلِكَ شَيْئًا مِنْ الْجِبَال وَلَا غَيْرهَا وَإِنَّمَا عَادَ وَبَال ذَلِكَ عَلَيْهِمْ قُلْت وَيُشْبِه هَذَا قَوْل اللَّه تَعَالَى \" وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّك لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا \" وَالْقَوْل الثَّانِي فِي تَفْسِيرهَا مَا رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَإِنْ كَانَ مَكْرهمْ لِتَزُولَ مِنْهُ الْجِبَال \" يَقُول شِرْكهمْ كَقَوْلِهِ \" تَكَاد السَّمَاوَات يَتَقَطَّرْنَ مِنْهُ\" الْآيَة . وَهَكَذَا قَالَ الضَّحَّاك وَقَتَادَة .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37940, "aya_id": 46}]