[{"text": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ", "sura_id": 24, "type": 0, "id": 2805, "aya_id": 14}, {"text": "ولولا فضل الله عليكم ورحمته في الدنيا والآخرة لمسكم فيما أفضتم فيه عذاب عظيم", "sura_id": 24, "type": 1, "id": 9041, "aya_id": 14}, {"text": "14 - (ولولا فضل الله عليكم ورحمته في الدنيا والآخرة لمسكم فيما أفضتم) أيها العصبة أي خضتم (فيه عذاب عظيم) في الآخرة \r\n", "sura_id": 24, "type": 2, "id": 27749, "aya_id": 14}, {"text": "ولولا فَضْلُ الله عليكم ورحمته لكم بحيث شملكم إحسانه في دينكم ودنياكم فلم يعجِّل عقوبتكم، وتاب على مَن تاب منكم, لأصابكم بسبب ما خضتم فيه عذاب عظيم.\r\n", "sura_id": 24, "type": 3, "id": 33985, "aya_id": 14}, {"text": " <font color=red>وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ</font><BR><p>يَقُول تَعَالَى\" لَوْلَا فَضْل اللَّه عَلَيْكُمْ وَرَحْمَته فِي الدُّنْيَا وَالْآخِرَة\" أَيّهَا الْخَائِضُونَ فِي شَأْن عَائِشَة بِأَنَّ قَبْل تَوْبَتكُمْ وَإِنَابَتكُمْ إِلَيْهِ فِي الدُّنْيَا وَعَفَا عَنْكُمْ لِإِيمَانِكُمْ بِالنِّسْبَةِ إِلَى الدَّار الْأَخِرَة \" لَمَسَّكُمْ فِيمَا أَفَضْتُمْ فِيهِ \" مِنْ قَضِيَّة الْإِفْك \" عَذَاب عَظِيم \" وَهَذَا فِيمَنْ عِنْده إِيمَان يَقْبَل اللَّه بِسَبَبِهِ التَّوْبَة كَمِسْطَحٍ وَحَسَّان وَحَمْنَة بِنْت جَحْش أُخْت زَيْنَب بِنْت جَحْش فَأَمَّا مَنْ خَاضَ فِيهِ مِنْ الْمُنَافِقِينَ كَعَبْدِ اللَّه بْن أُبَيّ بْن سَلُول وَأَضْرَابه فَلَيْسَ أُولَئِكَ مُرَادِينَ فِي هَذِهِ الْآيَة لِأَنَّهُ لَيْسَ عِنْدهمْ مِنْ الْإِيمَان وَالْعَمَل الصَّالِح مَا يُعَادِل هَذَا وَلَا مَا يُعَارِضهُ وَهَكَذَا شَأْن مَا يَرِد مِنْ الْوَعِيد عَلَى فِعْل مُعَيَّن يَكُون مُطْلَقًا مَشْرُوطًا بِعَدَمِ التَّوْبَة أَوْ مَا يُقَابِلهُ مِنْ عَمَل صَالِح يُوَازِنهُ أَوْ يُرَجَّح عَلَيْهِ . ثُمَّ قَالَ تَعَالَى \" إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ \" قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر : أَيْ يَرْوِيه بَعْضكُمْ عَنْ بَعْض يَقُول هَذَا سَمِعْته مِنْ فُلَان وَقَالَ فُلَان كَذَا وَذَكَرَ بَعْضهمْ كَذَا.</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39230, "aya_id": 14}]