[{"text": "هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعاً ثُمَّ اسْتَوَى إِلَى السَّمَاء فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 36, "aya_id": 29}, {"text": "هو الذي خلق لكم ما في الأرض جميعا ثم استوى إلى السماء فسواهن سبع سماوات وهو بكل شيء عليم", "sura_id": 2, "type": 1, "id": 6272, "aya_id": 29}, {"text": "29 - (هو الذي خلق لكم ما في الأرض) أي الأرض وما فيها (جميعا) لتنتفعوا به وتعتبروا (ثم استوى) بعد خلق الأرض أي قصد (إلى السماء فسوَّاهن) الضمير يرجع إلى السماء لأنها في معنى الجملة الآيلة إليه : أي صيرها كما في آية أخرى {فقضاهن} (سبع سماوات وهو بكل شيء عليم) مجملاً ومفصلاً ، أفلا تعتبرون أن القادر على خلق ذلك ابتداء وهو أعظم منكم قادرٌ على إعادتكم \r\n", "sura_id": 2, "type": 2, "id": 24980, "aya_id": 29}, {"text": "اللهُ وحده الذي خَلَق لأجلكم كل ما في الأرض من النِّعم التي تنتفعون بها, ثم قصد إلى خلق السموات, فسوَّاهنَّ سبع سموات, وهو بكل شيء عليم. فعِلْمُه -سبحانه- محيط بجميع ما خلق\r\n", "sura_id": 2, "type": 3, "id": 31216, "aya_id": 29}, {"text": " <font color=red>هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى دَلَالَة مَنْ خَلَقَهُمْ وَمَا يُشَاهِدُونَهُ مِنْ أَنْفُسهمْ ذَكَرَ دَلِيلًا آخَر مِمَّا يُشَاهِدُونَهُ مِنْ خَلْق السَّمَاوَات وَالْأَرْض فَقَالَ \" هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْض جَمِيعًا ثُمَّ اِسْتَوَى إِلَى السَّمَاء فَسَوَّاهُنَّ سَبْع سَمَوَات \" أَيْ قَصَدَ إِلَى السَّمَاء وَالِاسْتِوَاء هَاهُنَا مُضَمَّن مَعْنَى الْقَصْد وَالْإِقْبَال لِأَنَّهُ عُدِّيَ بِإِلَى فَسَوَّاهُنَّ أَيْ فَخَلَقَ السَّمَاء سَبْعًا وَالسَّمَاء هَاهُنَا اِسْم جِنْس فَلِهَذَا قَالَ \" فَسَوَّاهُنَّ سَبْع سَمَوَات وَهُوَ بِكُلِّ شَيْء عَلِيم \" أَيْ وَعِلْمه مُحِيط بِجَمِيعِ مَا خَلَقَ كَمَا قَالَ \" أَلَا يَعْلَم مَنْ خَلَقَ \" وَتَفْصِيل هَذِهِ الْآيَة فِي سُورَة حم فُصِّلَتْ وَهُوَ قَوْله تَعَالَى \" قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِاَلَّذِي خَلَقَ الْأَرْض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَوَاسِي مِنْ فَوْقهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتهَا فِي أَرْبَعَة أَيَّام سَوَاء لِلسَّائِلِينَ ثُمَّ اِسْتَوَى إِلَى السَّمَاء وَهِيَ دُخَان فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ فَقَضَاهُنَّ سَبْع سَمَوَات فِي يَوْمَيْنِ وَأَوْحَى فِي كُلّ سَمَاءٍ أَمْرهَا وَزَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيح وَحِفْظًا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" فَفِي هَذَا دَلَالَة عَلَى أَنَّهُ تَعَالَى اِبْتَدَأَ بِخَلْقِ الْأَرْض أَوَّلًا ثُمَّ خَلَقَ السَّمَاوَات سَبْعًا وَهَذَا شَأْن الْبِنَاء أَنْ يُبْدَأ بِعِمَارَةِ أَسَافِله ثُمَّ أَعَالِيه بَعْد ذَلِكَ وَقَدْ صَرَّحَ الْمُفَسِّرُونَ بِذَلِكَ كَمَا سَنَذْكُرُهُ بَعْد هَذَا إِنْ شَاءَ اللَّه . فَأَمَّا قَوْله تَعَالَى \" أَأَنْتُمْ أَشَدّ خَلْقًا أَمْ السَّمَاء بَنَاهَا رَفَعَ سَمْكهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلهَا وَأَخْرَجَ ضُحَاهَا وَالْأَرْض بَعْد ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَال أَرْسَاهَا مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ \" فَقَدْ قِيلَ إِنَّ ثُمَّ هَاهُنَا إِنَّمَا هِيَ لِعَطْفِ الْخَبَر عَلَى الْخَبَر لَا لِعَطْفِ الْفِعْل عَلَى الْفِعْل كَمَا قَالَ الشَّاعِر : قُلْ لِمَنْ سَادَ ثُمَّ سَادَ أَبُوهُ ثُمَّ قَدْ سَادَ قَبْل ذَلِكَ جَدّه وَقِيلَ إِنَّ الدَّحْي كَانَ بَعْد خَلْق السَّمَاوَات وَالْأَرْض رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس . قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة \" هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْض جَمِيعًا ثُمَّ اِسْتَوَى إِلَى السَّمَاء فَسَوَّاهُنَّ سَبْع سَمَوَات وَهُوَ بِكُلِّ شَيْء عَلِيم \" قَالَ إِنَّ اللَّه تَبَارَكَ وَتَعَالَى كَانَ عَرْشه عَلَى الْمَاء وَلَمْ يَخْلُق شَيْئًا غَيْر مَا خَلَقَ قَبْل فَلَمَّا أَرَادَ أَنْ يَخْلُق الْخَلْق أَخْرَجَ مِنْ الْمَاء دُخَانًا فَارْتَفَعَ فَوْق الْمَاء فَسَمَا عَلَيْهِ فَسَمَّاهُ سَمَاء ثُمَّ أَيْبَس الْمَاء فَجَعَلَهُ أَرْضًا وَاحِدَة ثُمَّ فَتَقَهَا فَجَعَلَهَا سَبْع أَرَضِينَ فِي يَوْمَيْنِ فِي الْأَحَد وَالِاثْنَيْنِ فَخَلَقَ الْأَرْض عَلَى حُوت وَالْحُوت هُوَ الَّذِي ذَكَرَهُ فِي الْقُرْآن\" ن وَالْقَلَم \" وَالْحُوت فِي الْمَاء وَالْمَاء عَلَى ظَهْر صَفَاة وَالصَّفَاة عَلَى ظَهْر مَلَك وَالْمَلَك عَلَى صَخْرَة وَالصَّخْرَة فِي الرِّيح وَهِيَ الصَّخْرَة الَّتِي ذَكَرَهَا لُقْمَان لَيْسَتْ فِي السَّمَاء وَلَا فِي الْأَرْض فَتَحَرَّكَ الْحُوت فَاضْطَرَبَ فَتَزَلْزَلَتْ الْأَرْض فَأَرْسَى عَلَيْهَا الْجِبَال فَقَرَّتْ فَالْجِبَال تَفْخَر عَلَى الْأَرْض فَذَلِكَ قَوْله تَعَالَى \" وَجَعَلْنَا فِي الْأَرْض رَوَاسِيَ أَنْ تَمِيد بِهِمْ \" وَخَلَقَ الْجِبَال فِيهَا وَأَقْوَات أَهْلهَا وَشَجَرهَا وَمَا يَنْبَغِي لَهَا فِي يَوْمَيْنِ فِي الثُّلَاثَاء وَالْأَرْبِعَاء وَذَلِكَ حِين يَقُول \" قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِاَلَّذِي خَلَقَ الْأَرْض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقهَا وَبَارَكَ فِيهَا \" يَقُول أَنْبَتَ شَجَرهَا \" وَقَدَّرَ فِيهَا أَقْوَاتهَا لِأَهْلِهَا فِي أَرْبَعَة أَيَّام سَوَاء لِلسَّائِلِينَ \" يَقُول مَنْ سَأَلَ فَهَكَذَا الْأَمْر \" ثُمَّ اِسْتَوَى إِلَى السَّمَاء وَهِيَ دُخَان \" وَذَلِكَ الدُّخَان مِنْ تَنَفُّس الْمَاء حِين تَنَفَّسَ فَجَعَلَهَا سَمَاء وَاحِدَة ثُمَّ فَتَقَهَا فَجَعَلَهَا سَبْع سَمَوَات فِي يَوْمَيْنِ فِي الْخَمِيس وَالْجُمْعَة وَإِنَّمَا سُمِّيَ يَوْم الْجُمْعَة لِأَنَّهُ جَمَعَ فِيهِ خَلْق السَّمَاوَات وَالْأَرْض \" وَأَوْحَى فِي كُلّ سَمَاء أَمْرهَا \" قَالَ خَلَقَ اللَّه فِي كُلّ سَمَاء خَلْقهَا مِنْ الْمَلَائِكَة وَالْخَلْق الَّذِي فِيهَا مِنْ الْبِحَار وَجِبَال الْبَرَد وَمِمَّا لَا يُعْلَم ثُمَّ زَيَّنَ السَّمَاء الدُّنْيَا بِالْكَوَاكِبِ فَجَعَلَهَا زِينَة وَحِفْظًا تَحْفَظ مِنْ الشَّيَاطِين فَلَمَّا فَرَغَ مِنْ خَلْق مَا أَحَبَّ اِسْتَوَى عَلَى الْعَرْش فَذَلِكَ حِين يَقُول \" خَلَقَ السَّمَاوَات وَالْأَرْض فِي سِتَّة أَيَّام ثُمَّ اِسْتَوَى عَلَى الْعَرْش\" وَيَقُول \" كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنْ الْمَاء كُلّ شَيْء حَيّ \" وَقَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا عَبْد اللَّه بْن صَالِح حَدَّثَنِي أَبُو مَعْشَر سَعِيد بْن أَبِي سَعِيد عَنْ عَبْد اللَّه بْن سَلَام أَنَّهُ قَالَ : إِنَّ اللَّه بَدَأَ الْخَلْق يَوْم الْأَحَد فَخَلَقَ الْأَرَضِينَ فِي الْأَحَد وَالْاثْنَيْنِ وَخَلَقَ الْأَقْوَات وَالرَّوَاسِي فِي الثُّلَاثَاء وَالْأَرْبِعَاء وَخَلَقَ السَّمَاوَات فِي الْخَمِيس وَالْجُمْعَة وَفَرَغَ فِي آخِر سَاعَة مِنْ يَوْم الْجُمْعَة فَخَلَقَ فِيهَا آدَم عَلَى عَجَل فَتِلْكَ السَّاعَة الَّتِي تَقُوم فِيهَا السَّاعَة . وَقَالَ مُجَاهِد فِي قَوْله تَعَالَى \" هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْض جَمِيعًا \" قَالَ خَلَقَ اللَّه الْأَرْض قَبْل السَّمَاء فَلَمَّا خَلَقَ الْأَرْض ثَارَ مِنْهَا دُخَان فَذَلِكَ حِين يَقُول \" ثُمَّ اِسْتَوَى إِلَى السَّمَاء \" وَهِيَ دُخَان \" فَسَوَّاهُنَّ سَبْع سَمَوَات \" قَالَ بَعْضهمْ فَوْق بَعْض وَسَبْع أَرَضِينَ يَعْنِي بَعْضهَا تَحْت بَعْض وَهَذِهِ الْآيَة دَالَّة عَلَى أَنَّ الْأَرْض خُلِقَتْ قَبْل السَّمَاء كَمَا قَالَ فِي آيَة فُصِّلَتْ \" قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِاَلَّذِي خَلَقَ الْأَرْض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَوَاسِي مِنْ فَوْقهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتهَا فِي أَرْبَعَة أَيَّام سَوَاء لِلسَّائِلِينَ ثُمَّ اِسْتَوَى إِلَى السَّمَاء وَهِيَ دُخَان فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ فَقَضَاهُنَّ سَبْع سَمَوَات فِي يَوْمَيْنِ وَأَوْحَى فِي كُلّ سَمَاء أَمْرهَا وَزَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيح وَحِفْظًا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" فَهَذِهِ وَهَذِهِ دَالَّتَانِ عَلَى أَنَّ الْأَرْض خُلِقَتْ قَبْل السَّمَاء وَهَذَا مَا لَا أَعْلَم فِيهِ نِزَاعًا بَيْن الْعُلَمَاء إِلَّا مَا نَقَلَهُ اِبْن جَرِير عَنْ قَتَادَة أَنَّهُ زَعَمَ أَنَّ السَّمَاء خُلِقَتْ قَبْل الْأَرْض وَقَدْ تَوَقَّفَ فِي ذَلِكَ الْقُرْطُبِيّ فِي تَفْسِيره لِقَوْلِهِ تَعَالَى \" أَأَنْتُمْ أَشَدّ خَلْقًا أَمْ السَّمَاء بَنَاهَا رَفَعَ سَمْكهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلهَا وَأَخْرَجَ ضُحَاهَا وَالْأَرْض بَعْد ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَال أَرْسَاهَا \" قَالُوا فَذَكَرَ خَلْق السَّمَاء قَبْل الْأَرْض . وَفِي صَحِيح الْبُخَارِيّ أَنَّ اِبْن عَبَّاس سُئِلَ عَنْ هَذَا بِعَيْنِهِ فَأَجَابَ بِأَنَّ الْأَرْض خُلِقَتْ قَبْل السَّمَاء وَأَنَّ الْأَرْض إِنَّمَا دُحِيَتْ بَعْد خَلْق السَّمَاء وَكَذَلِكَ أَجَابَ غَيْر وَاحِد مِنْ عُلَمَاء التَّفْسِير قَدِيمًا وَحَدِيثًا وَقَدْ حَرَّرْنَا ذَلِكَ فِي سُورَة النَّازِعَات وَحَاصِل ذَلِكَ أَنَّ الدَّحْي مُفَسَّر بِقَوْلِهِ تَعَالَى \" وَالْأَرْض بَعْد ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَال أَرْسَاهَا \" فَفَسَّرَ الدَّحْي بِإِخْرَاجِ مَا كَانَ مُودَعًا فِيهَا بِالْقُوَّةِ إِلَى الْفِعْل لَمَّا أُكْمِلَتْ سُورَة الْمَخْلُوقَات الْأَرْضِيَّة ثُمَّ السَّمَاوِيَّة دَحَى بَعْد ذَلِكَ الْأَرْض فَأَخْرَجَتْ مَا كَانَ مُودَعًا فِيهَا مِنْ الْمِيَاه فَنَبَتَتْ النَّبَاتَات عَلَى اِخْتِلَاف أَصْنَافهَا وَصِفَاتهَا وَأَلْوَانهَا وَأَشْكَالهَا وَكَذَلِكَ جَرَتْ هَذِهِ الْأَفْلَاك فَدَارَتْ بِمَا فِيهَا مِنْ الْكَوَاكِب الثَّوَابِت وَالسَّيَّارَة وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم. وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ فِي تَفْسِيره هَذِهِ الْآيَة الْحَدِيث الَّذِي رَوَاهُ مُسْلِم وَالنَّسَائِيّ فِي التَّفْسِير أَيْضًا مِنْ رِوَايَة اِبْن جُرَيْج قَالَ أَخْبَرَنِي إِسْمَاعِيل بْن أُمَيَّة عَنْ أَيُّوب بْن خَالِد عَنْ عَبْد اللَّه بْن رَافِع مَوْلَى أُمّ سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ أَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدَيَّ فَقَالَ \" خَلَقَ اللَّه التُّرْبَة يَوْم السَّبْت وَخَلَقَ الْجِبَال فِيهَا يَوْم الْأَحَد وَخَلَقَ الشَّجَر فِيهَا يَوْم الِاثْنَيْنِ وَخَلَقَ الْمَكْرُوه يَوْم الثُّلَاثَاء وَخَلَقَ النُّور يَوْم الْأَرْبِعَاء وَبَثَّ فِيهَا الدَّوَابّ يَوْم الْخَمِيس وَخَلَقَ آدَم بَعْد الْعَصْر يَوْم الْجُمْعَة مِنْ آخِر سَاعَة مِنْ سَاعَات الْجُمْعَة فِيمَا بَيْن الْعَصْر إِلَى اللَّيْل \" وَهَذَا الْحَدِيث مِنْ غَرَائِب صَحِيح مُسْلِم وَقَدْ تَكَلَّمَ عَلَيْهِ عَلِيّ بْن الْمَدِينِيّ وَالْبُخَارِيّ وَغَيْر وَاحِد مِنْ الْحُفَّاظ وَجَعَلُوهُ مِنْ كَلَام كَعْب وَأَنَّ أَبَا هُرَيْرَة إِنَّمَا سَمِعَهُ مِنْ كَلَام كَعْب الْأَحْبَار وَإِنَّمَا اِشْتَبَهَ عَلَى بَعْض الرُّوَاة فَجَعَلُوهُ مَرْفُوعًا وَقَدْ حَرَّرَ ذَلِكَ الْبَيْهَقِيّ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38704, "aya_id": 29}]