[{"text": "وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً", "sura_id": 17, "type": 0, "id": 2099, "aya_id": 70}, {"text": "و لقد كرمنا بني آدم و حملناهم في البر و البحر و رزقناهم من الطيبات و فضلناهم على كثير ممن خلقنا تفضيلا", "sura_id": 17, "type": 1, "id": 8335, "aya_id": 70}, {"text": "70 - (ولقد كرمنا) فضلنا (بني آدم) بالعلم والنطق واعتدال الخلق وغير ذلك ومنه طهارتهم بعد الموت (وحملناهم في البر) على الدواب (والبحر) على السفن (ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا) كالبهائم والوحوش (تفضيلا) فمن بمعنى ما أو على بابها وتشمل الملائكة والمراد تفضيل الجنس ولا يلزم تفضيل افراده إذ هم أفضل من البشر غير الأنبياء \r\n", "sura_id": 17, "type": 2, "id": 27043, "aya_id": 70}, {"text": "ولقد كرَّمنا ذرية آدم بالعقل وإرسال الرسل، وسَخَّرنا لهم جميع ما في الكون، وسَخَّرنا لهم الدواب في البر والسفن في البحر لحملهم، ورزقناهم من طيبات المطاعم والمشارب، وفضَّلناهم على كثير من المخلوقات تفضيلا عظيمًا.\r\n", "sura_id": 17, "type": 3, "id": 33279, "aya_id": 70}, {"text": " <font color=red>وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا</font><BR><p>وَيُخْبِر تَعَالَى عَنْ تَشْرِيفه لِبَنِي آدَم وَتَكْرِيمه إِيَّاهُمْ فِي خَلْقه لَهُمْ عَلَى أَحْسَن الْهَيْئَات وَأَكْمَلهَا كَقَوْلِهِ تَعَالَى \" لَقَدْ خَلَقْنَا الْإِنْسَان فِي أَحْسَن تَقْوِيم \" أَنْ يَمْشِي قَائِمًا مُنْتَصِبًا عَلَى رِجْلَيْهِ وَيَأْكُل بِيَدَيْهِ وَغَيْره مِنْ الْحَيَوَانَات يَمْشِي عَلَى أَرْبَع وَيَأْكُل بِفَمِهِ وَجَعَلَ لَهُ سَمْعًا وَبَصَرًا وَفُؤَادًا يَفْقَه بِذَلِكَ كُلّه وَيَنْتَفِع بِهِ وَيُفَرِّق بَيْن الْأَشْيَاء وَيَعْرِف مَنَافِعهَا وَخَوَاصّهَا وَمَضَارّهَا فِي الْأُمُور الدِّينِيَّة وَالدُّنْيَوِيَّة \" وَحَمَلْنَاهُمْ فِي الْبَرّ \" أَيْ عَلَى الدَّوَابّ مِنْ الْأَنْعَام وَالْخَيْل وَالْبِغَال وَفِي الْبَحْر أَيْضًا عَلَى السُّفُن الْكِبَار وَالصِّغَار \" وَرَزَقْنَاهُمْ مِنْ الطَّيِّبَات \" أَيْ مِنْ زُرُوع وَثِمَار وَلُحُوم وَأَلْبَان مِنْ سَائِر أَنْوَاع الطُّعُوم وَالْأَلْوَان الْمُشْتَهَاة اللَّذِيذَة وَالْمَنَاظِر الْحَسَنَة وَالْمَلَابِس الرَّفِيعَة مِنْ سَائِر الْأَنْوَاع عَلَى اِخْتِلَاف أَصْنَافهَا وَأَلْوَانهَا وَأَشْكَالهَا مِمَّا يَصْنَعُونَهُ لِأَنْفُسِهِمْ وَيَجْلِبهُ إِلَيْهِمْ غَيْرهمْ مِنْ أَقْطَار الْأَقَالِيم وَالنَّوَاحِي \" وَفَضَّلْنَاهُمْ عَلَى كَثِير مِمَّنْ خَلَقْنَا تَفْضِيلًا \" أَيْ مِنْ سَائِر الْحَيَوَانَات وَأَصْنَاف الْمَخْلُوقَات وَقَدْ اُسْتُدِلَّ بِهَذِهِ الْآيَة الْكَرِيمَة عَلَى أَفْضَلِيَّة جِنْس الْبَشَر عَلَى جِنْس الْمَلَائِكَة . قَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ زَيْد بْن أَسْلَمَ قَالَ : قَالَتْ الْمَلَائِكَة يَا رَبّنَا إِنَّك أَعْطَيْت بَنِي آدَم الدُّنْيَا يَأْكُلُونَ مِنْهَا وَيَتَنَعَّمُونَ وَلَمْ تُعْطِنَا ذَلِكَ فَأَعْطِنَا الْآخِرَة فَقَالَ اللَّه تَعَالَى \" وَعِزَّتِي وَجَلَالِي لَا أَجْعَل صَالِح ذُرِّيَّة مَنْ خَلَقْت بِيَدَيَّ كَمَنْ قُلْت فَكَانَ \" وَهَذَا الْحَدِيث مُرْسَل مِنْ هَذَا الْوَجْه وَقَدْ رُوِيَ مِنْ وَجْه آخَر مُتَّصِلًا . وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ : حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن صَدَقَة الْبَغْدَادِيّ حَدَّثَنَا إِبْرَاهِيم بْن عَبْد اللَّه بْن خَارِجَة الْمِصِّيصِيّ حَدَّثَنَا حَجَّاج بْن مُحَمَّد حَدَّثَنَا مُحَمَّد أَبُو غَسَّان مُحَمَّد بْن مُطَرِّف عَنْ صَفْوَان بْن سُلَيْم عَنْ عَطَاء بْن يَسَار عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْمَلَائِكَة قَالَتْ يَا رَبّنَا أَعْطَيْت بَنِي آدَم الدُّنْيَا يَأْكُلُونَ فِيهَا وَيَشْرَبُونَ وَيَلْبَسُونَ وَنَحْنُ نُسَبِّح بِحَمْدِك وَلَا نَأْكُل وَلَا نَشْرَب وَلَا نَلْهُو فَكَمَا جَعَلْت لَهُمْ الدُّنْيَا فَاجْعَلْ لَنَا الْآخِرَة قَالَ لَا أَجْعَل صَالِح ذُرِّيَّة مَنْ خَلَقْت بِيَدَيَّ كَمَنْ قُلْت لَهُ كُنْ فَكَانَ \" وَقَدْ رَوَى اِبْن عَسَاكِر مِنْ طَرِيق مُحَمَّد بْن أَيُّوب الرَّازِيّ حَدَّثَنَا الْحَسَن بْن عَلِيّ بْن خَلَف الصَّيْدَلَانِيّ حَدَّثَنَا سُلَيْمَان بْن عَبْد الرَّحْمَن حَدَّثَنِي عُثْمَان بْن حِصْن بْن عُبَيْدَة بْن عَلَاق سَمِعْت عُرْوَة بْن رُوَيْم اللَّخْمِيّ حَدَّثَنِي أَنَس بْن مَالِك عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْمَلَائِكَة قَالُوا رَبّنَا خَلَقْتنَا وَخَلَقْت بَنِي آدَم وَجَعَلْتهمْ يَأْكُلُونَ الطَّعَام وَيَشْرَبُونَ الشَّرَاب وَيَلْبَسُونَ الثِّيَاب وَيَتَزَوَّجُونَ النِّسَاء وَيَرْكَبُونَ الدَّوَابّ يَنَامُونَ وَيَسْتَرِيحُونَ وَلَمْ تَجْعَل لَنَا مِنْ ذَلِكَ شَيْئًا فَاجْعَلْ لَهُمْ الدُّنْيَا وَلَنَا الْآخِرَة فَقَالَ اللَّه عَزَّ وَجَلَّ \" لَا أَجْعَل مَنْ خَلَقْته بِيَدَيَّ وَنَفَخْت فِيهِ مِنْ رُوحِي كَمَنْ قُلْت لَهُ كُنْ فَكَانَ \" وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا عَبْدَان بْن أَحْمَد حَدَّثَنَا عُمَر بْن سَهْل حَدَّثَنَا عَبْد اللَّه بْن تَمَّام عَنْ خَالِد الْحَذَّاء عَنْ بِشْر بْن شَغَاف عَنْ أَبِيهِ عَنْ عَبْد اللَّه اِبْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا شَيْء أَكْرَم عَلَى اللَّه يَوْم الْقِيَامَة مِنْ اِبْن آدَم \" قِيلَ يَا رَسُول اللَّه وَلَا الْمَلَائِكَة قَالَ \" وَلَا الْمَلَائِكَة الْمَلَائِكَة مَجْبُورُونَ بِمَنْزِلَةِ الشَّمْس وَالْقَمَر \" وَهَذَا حَدِيث غَرِيب جِدًّا .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38257, "aya_id": 70}]