[{"text": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 61, "type": 0, "id": 5164, "aya_id": 1}, {"text": "سبح لله ما في السماوات وما في الأرض وهو العزيز الحكيم", "sura_id": 61, "type": 1, "id": 11400, "aya_id": 1}, {"text": "سورة الصف 1 - (سبح لله ما في السماوات وما في الأرض) أي نزهه فاللام مزيدة وجيء بما دون من تغليبا للأكثر (وهو العزيز) في ملكه (الحكيم) في صنعه \r\n", "sura_id": 61, "type": 2, "id": 30108, "aya_id": 1}, {"text": "نزَّه الله عن كل ما لا يليق به كلُّ ما في السموات وما في الأرض, وهو العزيز الذي لا يغالَب, الحكيم في أقواله وأفعاله.\r\n", "sura_id": 61, "type": 3, "id": 36344, "aya_id": 1}, {"text": " <font color=red>سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>سُورَة الصَّفّ : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا اِبْن الْمُبَارَك عَنْ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة وَعَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَلَمَة عَنْ عَبْد اللَّه بْن سَلَام قَالَ تَذَاكَرْنَا أَيّكُمْ يَأْتِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَسْأَلهُ أَيّ الْأَعْمَال أَحَبّ إِلَى اللَّه فَلَمْ يَقُمْ أَحَد مِنَّا فَأَرْسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْنَا رَجُلًا رَجُلًا فَجَمَعَنَا فَقَرَأَ عَلَيْنَا هَذِهِ السُّورَة يَعْنِي سُورَة الصَّفّ كُلّهَا هَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد بْن مَرْثَد الْبَيْرُوتِيّ قِرَاءَة قَالَ أَخْبَرَنِي أَبِي سَمِعْت الْأَوْزَاعِيّ حَدَّثَنِي يَحْيَى بْن أَبِي كَثِير حَدَّثَنِي أَبُو سَلَمَة بْن عَبْد الرَّحْمَن حَدَّثَنِي عَبْد اللَّه بْن سَلَام أَنَّ أُنَاسًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا لَوْ أَرْسَلْنَا إِلَى رَسُول اللَّه نَسْأَلهُ عَنْ أَحَبّ الْأَعْمَال إِلَى اللَّه عَزَّ وَجَلَّ فَلَمْ يَذْهَب إِلَيْهِ أَحَد مِنَّا وَهِبْنَا أَنْ نَسْأَلهُ عَنْ ذَلِكَ قَالَ فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُولَئِكَ النَّفَر رَجُلًا رَجُلًا حَتَّى جَمَعَهُمْ وَنَزَلَتْ فِيهِمْ هَذِهِ السُّورَة سَبَّحَ لِلَّهِ \" الصَّفّ \" قَالَ عَبْد اللَّه بْن سَلَام فَقَرَأَهَا عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلّهَا قَالَ أَبُو سَلَمَة وَقَرَأَهَا عَلَيْنَا عَبْد اللَّه بْن سَلَام كُلّهَا قَالَ يَحْيَى بْن أَبِي كَثِير وَقَرَأَهَا عَلَيْنَا أَبُو سَلَمَة كُلّهَا قَالَ الْأَوْزَاعِيّ وَقَرَأَهَا عَلَيْنَا يَحْيَى بْن أَبِي كَثِير كُلّهَا قَالَ أَبِي وَقَرَأَهَا عَلَيْنَا الْأَوْزَاعِيّ كُلّهَا وَقَدْ رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الدَّارِمِيّ حَدَّثَنَا مُحَمَّد بْن كَثِير عَنْ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة عَنْ عَبْد اللَّه بْن سَلَام قَالَ : قَعَدْنَا نَفَرًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَذَاكَرْنَا فَقُلْنَا لَوْ نَعْلَم أَيّ الْأَعْمَال أَحَبّ إِلَى اللَّه عَزَّ وَجَلَّ لَعَمِلْنَاهُ فَأَنْزَلَ اللَّه تَعَالَى \" سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَات وَمَا فِي الْأَرْض وَهُوَ الْعَزِيز الْحَكِيم يَا أَيّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ \" قَالَ عَبْد اللَّه بْن سَلَام فَقَرَأَهَا عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَبُو سَلَمَة فَقَرَأَهَا عَلَيْنَا اِبْن سَلَام قَالَ يَحْيَى فَقَرَأَهَا عَلَيْنَا أَبُو سَلَمَة قَالَ اِبْن كَثِير فَقَرَأَهَا عَلَيْنَا الْأَوْزَاعِيّ قَالَ عَبْد اللَّه فَقَرَأَهَا عَلَيْنَا اِبْن كَثِير ثُمَّ قَالَ التِّرْمِذِيّ وَقَدْ خُولِفَ مُحَمَّد بْن كَثِير فِي إِسْنَاد هَذَا الْحَدِيث عَنْ الْأَوْزَاعِيّ فَرَوَى اِبْن الْمُبَارَك عَنْ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ هِلَال بْن أَبِي مَيْمُونَة عَنْ عَطَاء بْن يَسَار عَنْ عَبْد اللَّه بْن سَلَام أَوْ عَنْ أَبِي سَلَمَة عَنْ عَبْد اللَّه بْن سَلَام قُلْت وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ مَعْمَر عَنْ اِبْن الْمُبَارَك بِهِ قَالَ التِّرْمِذِيّ وَرَوَى الْوَلِيد بْن مُسْلِم هَذَا الْحَدِيث عَنْ الْأَوْزَاعِيّ نَحْو رِوَايَة مُحَمَّد بْن كَثِير قُلْت وَكَذَا رَوَاهُ الْوَلِيد بْن يَزِيد عَنْ الْأَوْزَاعِيّ كَمَا رَوَاهُ اِبْن كَثِير قُلْت وَقَدْ أَخْبَرَنِي بِهَذَا الْحَدِيث الشَّيْخ الْمُسْنِد أَبُو الْعَبَّاس أَحْمَد بْن أَبِي طَالِب الْحَجَّار قِرَاءَة عَلَيْهِ وَأَنَا أَسْمَع أَخْبَرَنَا أَبُو الْمُنَجَّا عَبْد اللَّه بْن عُمَر بْن اللُّتِّيّ أَخْبَرَنَا أَبُو الْوَقْت عَبْد الْأَوَّل بْن عِيسَى بْن شُعَيْب السِّجْزِيّ قَالَ أَخْبَرَنَا أَبُو الْحَسَن بْن عَبْد الرَّحْمَن بْن الْمُظَفَّر بْن مُحَمَّد بْن دَاوُد الدَّاوُدِيّ أَخْبَرَنَا أَبُو مُحَمَّد عَبْد اللَّه بْن أَحْمَد بْن حَمَوَيْهِ السَّرَخْسِيّ أَخْبَرَنَا عِيسَى بْن عُمَر بْن عِمْرَان السَّمَرْقَنْدِيّ . أَخْبَرَنَا الْإِمَام الْحَافِظ أَبُو مُحَمَّد عَبْد اللَّه بْن عَبْد الرَّحْمَن الدَّارِمِيّ بِجَمِيعِ مُسْنَده أَخْبَرَنَا مُحَمَّد بْن كَثِير عَنْ الْأَوْزَاعِيّ فَذَكَرَ بِإِسْنَادِهِ مِثْله وَتَسَلْسَلَ لَنَا قِرَاءَتهَا إِلَى شَيْخنَا أَبِي الْعَبَّاس الْحَجَّار وَلَمْ يَقْرَأهَا لِأَنَّهُ كَانَ أُمِّيًّا وَضَاقَ الْوَقْت عَنْ تَلْقِينِهَا إِيَّاهُ وَلَكِنْ أَخْبَرَنِي الْحَافِظ الْكَبِير أَبُو عَبْد اللَّه مُحَمَّد بْن أَحْمَد بْن عُثْمَان رَحِمَهُ اللَّه الذَّهَبِيّ أَخْبَرَنَا الْقَاضِي تَقِيّ الدِّين بْن سُلَيْمَان بْن الشَّيْخ أَبِي عَمْرو أَخْبَرَنَا أَبُو الْمُنَجَّا بْن اللُّتِّيّ فَذَكَرَهُ بِإِسْنَادِهِ وَتَسَلْسَلَ لِي مِنْ طَرِيقه وَقَرَأَهَا عَلَيَّ بِكَمَالِهَا وَلِلَّهِ الْحَمْد وَالْمِنَّة. يُخْبِر تَعَالَى أَنَّ جَمِيع مَا فِي السَّمَاوَات وَمَا فِي الْأَرْض مِنْ شَيْء يُسَبِّح لَهُ وَيُمَجِّدهُ وَيُقَدِّسهُ وَيُصَلِّي لَهُ وَيُوَحِّدهُ كَقَوْلِهِ تَعَالَى \" تُسَبِّح لَهُ السَّمَاوَات السَّبْع وَالْأَرْض وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحهمْ \" وَقَوْله تَعَالَى \" وَهُوَ الْعَزِيز \" أَيْ مَنِيع الْجَنَاب \" الْحَكِيم \" فِي قَدَره وَشَرْعه.</p><BR> <br> ", "sura_id": 61, "type": 4, "id": 42254, "aya_id": 1}]