[{"text": "قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا", "sura_id": 25, "type": 0, "id": 2932, "aya_id": 77}, {"text": "قل ما يعبأ بكم ربي لولا دعاؤكم فقد كذبتم فسوف يكون لزاما", "sura_id": 25, "type": 1, "id": 9168, "aya_id": 77}, {"text": "77 - (قل) يا محمد لأهل مكة (ما) نافية (يعبأ) يكترث (بكم ربي لولا دعاؤكم) إياه في الشدائد فيكشفها (فقد) أي كيف يعبأ بكم وقد (كذبتم) الرسول والقرآن (فسوف يكون) العذاب (لزاما) ملازما لكم في الآخرة بعد ما يحل بكم في الدنيا فقتل منهم يوم بدر سبعون وجواب لولا دل عليه ما قبلها \r\n", "sura_id": 25, "type": 2, "id": 27876, "aya_id": 77}, {"text": "أخبر الله تعالى أنه لا يبالي ولا يعبأ بالناس، لولا دعاؤهم إياه دعاء العبادة ودعاء المسألة، فقد كَذَّبتم-أيها الكافرون- فسوف يكون تكذيبكم مُفْضِيًا لعذاب يلزمكم لزوم الغريم لغريمه, ويهلككم في الدنيا والآخرة.\r\n", "sura_id": 25, "type": 3, "id": 34112, "aya_id": 77}, {"text": " <font color=red>قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" قُلْ مَا يَعْبَأ بِكُمْ رَبِّي \" أَيْ لَا يُبَالِي وَلَا يَكْتَرِث بِكُمْ إِذَا لَمْ تَعْبُدُوهُ فَإِنَّهُ إِنَّمَا خَلَقَ الْخَلْق لِيَعْبُدُوهُ وَيُوَحِّدُوهُ وَيُسَبِّحُوهُ بُكْرَة وَأَصِيلًا قَالَ مُجَاهِد وَعَمْرو بْن شُعَيْب\" مَا يَعْبَأ بِكُمْ رَبِّي \" يَقُول مَا يَفْعَل بِكُمْ رَبِّي وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" قَالَ مَا يَعْبَأ بِكُمْ رَبِّي \" الْآيَة يَقُول لَوْلَا إِيمَانكُمْ وَأَخْبَرَ تَعَالَى الْكُفَّار أَنَّهُ لَا حَاجَة لَهُ بِهِمْ إِذْ لَمْ يَخْلُقهُمْ مُؤْمِنِينَ وَلَوْ كَانَ لَهُ بِهِمْ حَاجَة لَحَبَّبَ إِلَيْهِمْ الْإِيمَان كَمَا حَبَّبَهُ إِلَى الْمُؤْمِنِينَ وَقَوْله تَعَالَى \" فَقَدْ كَذَّبْتُمْ \" أَيّهَا الْكَافِرُونَ \" فَسَوْفَ يَكُون لِزَامًا \" أَيْ فَسَوْفَ يَكُون تَكْذِيبكُمْ لِزَامًا لَكُمْ يَعْنِي مُقْتَضِيًا لِعَذَابِكُمْ وَهَلَاككُمْ وَدَمَاركُمْ فِي الدُّنْيَا وَالْآخِرَة وَيَدْخُل فِي ذَلِكَ يَوْم بَدْر كَمَا فَسَّرَهُ بِذَلِكَ عَبْد اللَّه بْن مَسْعُود وَأُبَيّ بْن كَعْب وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَغَيْرهمْ وَقَالَ الْحَسَن الْبَصْرِيّ \" فَسَوْفَ يَكُون لِزَامًا \" أَيْ يَوْم الْقِيَامَة وَلَا مُنَافَاة بَيْنهمَا . آخِر تَفْسِير سُورَة الْفُرْقَان وَلِلَّهِ الْحَمْد وَالْمِنَّة.</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39363, "aya_id": 77}]