[{"text": "وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُواْ عَلَيْهِمْ فَلْيَتَّقُوا اللّهَ وَلْيَقُولُواْ قَوْلاً سَدِيدًا", "sura_id": 4, "type": 0, "id": 502, "aya_id": 9}, {"text": "وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم فليتقوا الله وليقولوا قولا سديدا", "sura_id": 4, "type": 1, "id": 6738, "aya_id": 9}, {"text": "9 - (وليخش) أي ليخف على اليتامى (الذين لو تركوا) أي قاربوا أن يتركوا (من خلفهم) أي بعد موتهم (ذريةً ضعافاً) أولاداً صغاراً (خافوا عليهم) الضياع (فليتقوا الله) في أمر اليتامى وليأتوا إليهم ما يحبون أن يفعل بذريتهم من بعدهم (وليقولوا) لمن حضرته الوفاة (قولاً سديداً) صواباً بأن يأمروه أن يتصدق بدون ثلثه ويدع الباقي لورثته ولا يتركهم عالة \r\n", "sura_id": 4, "type": 2, "id": 25446, "aya_id": 9}, {"text": "ولْيَخَفِ الذين لو ماتوا وتركوا من خلفهم أبناء صغارًا ضعافًا خافوا عليهم الظلم والضياع, فليراقبوا الله فيمن تحت أيديهم من اليتامى وغيرهم, وذلك بحفظ أموالهم, وحسن تربيتهم, ودَفْع الأذى عنهم, وليقولوا لهم قولا موافقا للعدل والمعروف.\r\n", "sura_id": 4, "type": 3, "id": 31682, "aya_id": 9}, {"text": " <font color=red>وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا</font><BR><p>وَقَوْله تَعَالَى وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفهمْ الْآيَة . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : هَذَا فِي الرَّجُل يَحْضُرهُ الْمَوْت فَيَسْمَعهُ رَجُل يُوصِي بِوَصِيَّةٍ تَضُرّ بِوَرَثَتِهِ فَأَمَرَ اللَّه تَعَالَى الَّذِي يَسْمَعهُ أَنْ يَتَّقِي اللَّه وَيُوَفِّقهُ وَيُسَدِّدهُ لِلصَّوَابِ فَيَنْظُر لِوَرَثَتِهِ كَمَا كَانَ يُحِبّ أَنْ يُصْنَع بِوَرَثَتِهِ إِذَا خَشِيَ عَلَيْهِمْ الضَّيْعَة وَهَكَذَا قَالَ مُجَاهِد وَغَيْر وَاحِد وَثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا دَخَلَ عَلَى سَعْد بْن أَبِي وَقَّاص يَعُودهُ قَالَ : يَا رَسُول اللَّه إِنِّي ذُو مَال وَلَا يَرِثنِي إِلَّا اِبْنَة أَفَأَتَصَدَّق بِثُلُثَيْ مَالِي قَالَ\" لَا \" قَالَ : فَالشَّطْر قَالَ \" لَا \" قَالَ فَالثُّلُث قَالَ \" الثُّلُث , وَالثُّلُث كَثِير \" ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّك إِنْ تَذَر وَرَثَتك أَغْنِيَاء خَيْر مِنْ أَنْ تَذَرهُمْ عَالَة يَتَكَفَّفُونَ النَّاس \" وَفِي الصَّحِيح عَنْ اِبْن عَبَّاس قَالَ : لَوْ أَنَّ النَّاس غَضُّوا مِنْ الثُّلُث إِلَى الرُّبْع فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" الثُّلُث وَالثُّلُث كَثِير \" قَالَ الْفُقَهَاء : إِنْ كَانَ وَرَثَة الْمَيِّت أَغْنِيَاء اُسْتُحِبَّ لِلْمَيِّتِ أَنْ يَسْتَوْفِي فِي وَصِيَّته الثُّلُث وَإِنْ كَانُوا فُقَرَاء اُسْتُحِبَّ أَنْ يَنْقُص الثُّلُث وَقِيلَ : الْمُرَاد بِالْآيَةِ فَلْيَتَّقُوا اللَّه فِي مُبَاشَرَة أَمْوَال الْيَتَامَى \" وَلَا يَأْكُلُوهَا إِسْرَافًا وَبِدَارًا \" حَكَاهُ اِبْن جَرِير مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَهُوَ قَوْل حَسَن يَتَأَيَّد بِمَا بَعْده مِنْ التَّهْدِيد فِي أَكْل أَمْوَال الْيَتَامَى ظُلْمًا أَيْ كَمَا تُحِبّ أَنْ تُعَامَل ذُرِّيَّتك مِنْ بَعْدك فَعَامِلْ النَّاس فِي ذُرِّيَّاتهمْ إِذَا وَلِيتهمْ ثُمَّ أَعْلِمْهُمْ أَنَّ مَنْ أَكَلَ أَمْوَال الْيَتَامَى ظُلْمًا فَإِنَّمَا يَأْكُل فِي بَطْنه نَارًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40932, "aya_id": 9}]