[{"text": "وَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً", "sura_id": 17, "type": 0, "id": 2063, "aya_id": 34}, {"text": "ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده و أوفوا بالعهد إن العهد كان مسئولا", "sura_id": 17, "type": 1, "id": 8299, "aya_id": 34}, {"text": "34 - (ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا بالعهد) إذا عاهدتم الله أو الناس (إن العهد كان مسؤولا) عنه \r\n", "sura_id": 17, "type": 2, "id": 27007, "aya_id": 34}, {"text": "ولا تتصرَّفوا في أموال الأطفال الذين مات آباؤهم، وصاروا في كفالتكم، إلا بالطريقة التي هي أحسن لهم، وهي التثمير والتنمية، حتى يبلغ الطفل اليتيم سنَّ البلوغ، وحسن التصرف في المال، وأتموا الوفاء بكل عهد التزمتم به. إن العهد يسأل الله عنه صاحبه يوم القيامة، فيثيبه إذا أتمه ووفَّاه، ويعاقبه إذا خان فيه.\r\n", "sura_id": 17, "type": 3, "id": 33243, "aya_id": 34}, {"text": " <font color=red>وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا</font><BR><p>يَقُول تَعَالَى \" وَلَا تَقْرَبُوا مَال الْيَتِيم إِلَّا بِاَلَّتِي هِيَ أَحْسَن حَتَّى يَبْلُغ أَشُدّهُ \" أَيْ لَا تَتَصَرَّفُوا فِي مَال الْيَتِيم إِلَّا بِالْغِبْطَةِ \" وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ \" وَقَدْ جَاءَ فِي صَحِيح مُسْلِم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِأَبِي ذَرّ \" يَا أَبَا ذَرّ إِنِّي أَرَاك ضَعِيفًا وَإِنِّي أُحِبّ لَك مَا أُحِبّ لِنَفْسِي لَا تَأَمَّرَنَّ عَلَى اِثْنَيْنِ وَلَا تَوَلَّيَنَّ مَال يَتِيم \" وَقَوْله \" وَأَوْفُوا بِالْعَهْدِ \" أَيْ الَّذِي تُعَاهِدُونَ عَلَيْهِ النَّاس وَالْعُقُود الَّتِي تُعَامِلُونَهُمْ بِهَا فَإِنَّ الْعَهْد وَالْعَقْد كُلّ مِنْهُمَا يُسْأَل صَاحِبه عَنْهُ \" إِنَّ الْعَهْد كَانَ مَسْئُولًا \" أَيْ عَنْهُ .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38217, "aya_id": 34}]