[{"text": "وَعَلَى اللّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَآئِرٌ وَلَوْ شَاء لَهَدَاكُمْ أَجْمَعِينَ", "sura_id": 16, "type": 0, "id": 1910, "aya_id": 9}, {"text": "وعلى الله قصد السبيل ومنها جائر ولو شاء لهداكم أجمعين", "sura_id": 16, "type": 1, "id": 8146, "aya_id": 9}, {"text": "9 - (وعلى الله قصد السبيل) أي بيان الطريق المستقيم (ومنها) أي السبيل (جائر) حائد عن الاستقامة (ولو شاء) هدايتكم (لهداكم) إلى قصد السبيل (أجمعين) فتهتدون إليه باختيار منكم \r\n", "sura_id": 16, "type": 2, "id": 26854, "aya_id": 9}, {"text": "وعلى الله بيان الطريق المستقيم لِهدايتكم, وهو الإسلام, ومن الطرق ما هو مائل لا يُوصل إلى الهداية, وهو كل ما خالف الإسلام من الملل والنحل. ولو شاء الله هدايتكم لهداكم جميعًا للإيمان.\r\n", "sura_id": 16, "type": 3, "id": 33090, "aya_id": 9}, {"text": " <font color=red>وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى مِنْ الْحَيَوَانَات مَا يُسَار عَلَيْهِ فِي السُّبُل الْحِسِّيَّة نَبَّهَ عَلَى الطُّرُق الْمَعْنَوِيَّة الدِّينِيَّة وَكَثِيرًا مَا يَقَع فِي الْقُرْآن الْعُبُور مِنْ الْأُمُور الْحِسِّيَّة إِلَى الْأُمُور الْمَعْنَوِيَّة النَّافِعَة الدِّينِيَّة كَقَوْلِهِ تَعَالَى \" وَتَزَوَّدُوا فَإِنَّ خَيْر الزَّاد التَّقْوَى \" وَقَالَ تَعَالَى \" يَا بَنِي آدَم قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتكُمْ وَرِيشًا وَلِبَاس التَّقْوَى ذَلِكَ خَيْر \" وَلَمَّا ذَكَرَ تَعَالَى فِي هَذِهِ السُّورَة الْحَيَوَانَات مِنْ الْأَنْعَام وَغَيْرهَا الَّتِي يَرْكَبُونَهَا وَيَبْلُغُونَ عَلَيْهَا حَاجَة فِي صُدُورهمْ وَتَحْمِل أَثْقَالهمْ إِلَى الْبِلَاد وَالْأَمَاكِن الْبَعِيدَة وَالْأَسْفَار الشَّاقَّة شَرَعَ فِي ذِكْر الطُّرُق الَّتِي يَسْلُكهَا النَّاس إِلَيْهِ فَبَيَّنَ أَنَّ الْحَقّ مِنْهَا مَا هِيَ مُوصِلَة إِلَيْهِ فَقَالَ \" وَعَلَى اللَّه قَصْد السَّبِيل\" كَقَوْلِهِ \" وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُل فَتَفَرَّقَ بِكُمْ عَنْ سَبِيله \" وَقَالَ \" قَالَ هَذَا صِرَاط عَلَيَّ مُسْتَقِيم \" قَالَ مُجَاهِد فِي قَوْله \" وَعَلَى اللَّه قَصْد السَّبِيل \" قَالَ طَرِيق الْحَقّ عَلَى اللَّه وَقَالَ السُّدِّيّ\" وَعَلَى اللَّه قَصْد السَّبِيل \" الْإِسْلَام وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" وَعَلَى اللَّه قَصْد السَّبِيل \" يَقُول وَعَلَى اللَّه الْبَيَان أَيْ يُبَيِّن الْهُدَى وَالضَّلَالَة وَكَذَا رَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْهُ وَكَذَا قَالَ قَتَادَة وَالضَّحَّاك وَقَوْل مُجَاهِد هَاهُنَا أَقْوَى مِنْ حَيْثُ السِّيَاق لِأَنَّهُ تَعَالَى أَخْبَرَ أَنَّ ثَمَّ طُرُقًا تُسْلَك إِلَيْهِ فَلَيْسَ يَصِل إِلَيْهِ مِنْهَا إِلَّا طَرِيق الْحَقّ وَهِيَ الطَّرِيق الَّتِي شَرَعَهَا وَرَضِيَهَا وَمَا عَدَاهَا مَسْدُودَة وَالْأَعْمَال فِيهَا مَرْدُودَة وَلِهَذَا قَالَ تَعَالَى \" وَمِنْهَا جَائِر \" أَيْ حَائِد مَائِل زَائِغ عَنْ الْحَقّ قَالَ اِبْن عَبَّاس وَغَيْره : هِيَ الطُّرُق الْمُخْتَلِفَة وَالْآرَاء وَالْأَهْوَاء الْمُتَفَرِّقَة كَالْيَهُودِيَّةِ وَالنَّصْرَانِيَّة وَالْمَجُوسِيَّة وَقَرَأَ اِبْن مَسْعُود \" وَمِنْكُمْ جَائِر \" ثُمَّ أَخْبَرَ تَعَالَى أَنَّ ذَلِكَ كُلّه كَائِن عَنْ قُدْرَته وَمَشِيئَته فَقَالَ \" وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ \" كَمَا قَالَ تَعَالَى \" وَلَوْ شَاءَ رَبّك لَآمَنَ مَنْ فِي الْأَرْض كُلّهمْ جَمِيعًا \" وَقَالَ \" وَلَوْ شَاءَ رَبّك لَجَعَلَ النَّاس أُمَّة وَاحِدَة وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبّك وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَة رَبّك لَأَمْلَأَنَّ جَهَنَّم مِنْ الْجِنَّة وَالنَّاس أَجْمَعِينَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38167, "aya_id": 9}]