[{"text": "إِنَّا لَمَّا طَغَى الْمَاء حَمَلْنَاكُمْ فِي الْجَارِيَةِ", "sura_id": 69, "type": 0, "id": 5334, "aya_id": 11}, {"text": "إنا لما طغا الماء حملناكم في الجارية", "sura_id": 69, "type": 1, "id": 11570, "aya_id": 11}, {"text": "11 - (إنا لما طغا الماء) علا فوق كل شيء من الجبال وغيرها زمن الطوفان (حملناكم) يعني آباءكم إذ أنتم في أصلابهم (في الجارية) السفينة التي عملها نوح ونجا هو ومن كان معه فيها وغرق الآخرون \r\n", "sura_id": 69, "type": 2, "id": 30278, "aya_id": 11}, {"text": "إنَّا لما جاوز الماء حدَّه, حتى علا وارتفع فوق كل شيء, حملنا أصولكم مع نوح في السفينة التي تجري في الماء؛\r\n", "sura_id": 69, "type": 3, "id": 36514, "aya_id": 11}, {"text": " <font color=red>إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" إِنَّا لَمَّا طَغَى الْمَاء \" أَيْ زَادَ عَلَى الْحَدّ بِإِذْنِ اللَّه وَارْتَفَعَ عَلَى الْوُجُود وَقَالَ اِبْن عَبَّاس وَغَيْره طَغَى الْمَاء كَثُرَ . وَذَلِكَ بِسَبَبِ دَعْوَة نُوح عَلَى قَوْمه حِين كَذَّبُوهُ وَخَالَفُوهُ فَعَبَدُوا غَيْر اللَّه فَاسْتَجَابَ اللَّه لَهُ وَعَمَّ أَهْل الْأَرْض بِالطُّوفَانِ إِلَّا مَنْ كَانَ مَعَ نُوح فِي السَّفِينَة فَالنَّاس كُلّهمْ مِنْ سُلَالَة نُوح وَذُرِّيَّته وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان عَنْ أَبِي سِنَان عَنْ سَعِيد بْن سِنَان عَنْ غَيْر وَاحِد عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ : لَمْ تَنْزِل قَطْرَة مِنْ مَاء إِلَّا بِكَيْلٍ عَلَى يَدَيْ مَلَك فَلَمَّا كَانَ يَوْم نُوح أَذِنَ لِلْمَاءِ دُون الْخَزَّان فَطَغَى الْمَاء عَلَى الْخَزَّان فَخَرَجَ فَذَلِكَ قَوْله تَعَالَى \" إِنَّا لَمَّا طَغَى الْمَاء \" أَيْ زَادَ عَلَى الْحَدّ بِإِذْنِ اللَّه \" حَمَلْنَاكُمْ فِي الْجَارِيَة \" وَلَمْ يَنْزِل شَيْء مِنْ الرِّيح إِلَّا بِكَيْلٍ عَلَى يَدَيْ مَلَك إِلَّا يَوْم عَاد فَإِنَّهُ أَذِنَ لَهَا دُون الْخَزَّان فَخَرَجَتْ فَذَلِكَ قَوْله تَعَالَى \" بِرِيحٍ صَرْصَر عَاتِيَة \" أَيْ عَتَتْ عَلَى الْخَزَّان وَلِهَذَا قَالَ تَعَالَى مُمْتَنًّا عَلَى النَّاس \" إِنَّا لَمَّا طَغَى الْمَاء حَمَلْنَاكُمْ فِي الْجَارِيَة \" وَهِيَ السَّفِينَة الْجَارِيَة عَلَى وَجْه الْمَاء .</p><BR> <br> ", "sura_id": 69, "type": 4, "id": 42416, "aya_id": 11}]