[{"text": "وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَب مَّعَنَا وَلاَ تَكُن مَّعَ الْكَافِرِينَ", "sura_id": 11, "type": 0, "id": 1515, "aya_id": 42}, {"text": "وهي تجري بهم في موج كالجبال ونادى نوح ابنه وكان في معزل يا بني اركب معنا ولا تكن مع الكافرين", "sura_id": 11, "type": 1, "id": 7751, "aya_id": 42}, {"text": "42 - (وهي تجري بهم في موج كالجبال) في الارتفاع والعظم (ونادى نوح ابنه) كنعان (وكان في معزل) عن السفينة (يا بني اركب معنا ولا تكن مع الكافرين) \r\n", "sura_id": 11, "type": 2, "id": 26459, "aya_id": 42}, {"text": "وهي تجري بهم في موج يعلو ويرتفع حتى يصير كالجبال في علوها, ونادى نوح ابنه -وكان في مكانٍ عَزَل فيه نفسه عن المؤمنين- فقال له: يا بني اركب معنا في السفينة, ولا تكن مع الكافرين بالله فتغرق.\r\n", "sura_id": 11, "type": 3, "id": 32695, "aya_id": 42}, {"text": " <font color=red>وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ</font><BR><p>وَقَوْله \" وَهِيَ تَجْرِي بِهِمْ فِي مَوْج كَالْجِبَالِ\" أَيْ السَّفِينَة سَائِرَة بِهِمْ عَلَى وَجْه الْمَاء الَّذِي قَدْ طَبَّقَ جَمِيع الْأَرْض حَتَّى طَفَتْ عَلَى رُءُوس الْجِبَال وَارْتَفَعَ عَلَيْهَا بِخَمْسَة عَشَر ذِرَاعًا وَقِيلَ بِثَمَانِينَ مِيلًا وَهَذِهِ السَّفِينَة جَارِيَة عَلَى وَجْه الْمَاء سَائِرَة بِإِذْنِ اللَّه وَتَحْت كَنَفه وَعِنَايَته وَحِرَاسَته وَامْتِنَانه كَمَا قَالَ تَعَالَى\" إِنَّا لَمَّا طَغَى الْمَاء حَمَلْنَاكُمْ فِي الْجَارِيَة لِنَجْعَلهَا لَكُمْ تَذْكِرَة وَتَعِيهَا أُذُن وَاعِيَة \" وَقَالَ تَعَالَى \" وَحَمَلْنَاهُ عَلَى ذَات أَلْوَاح وَدُسُر تَجْرِي بِأَعْيُنِنَا جَزَاء لِمَنْ كَانَ كُفِرَ وَلَقَدْ تَرَكْنَاهَا آيَة فَهَلْ مِنْ مُدَّكِر \" وَقَوْله\" وَنَادَى نُوح اِبْنه \" الْآيَة هَذَا هُوَ الِابْن الرَّابِع وَاسْمه يَام وَكَانَ كَافِرًا دَعَاهُ أَبُوهُ عِنْد رُكُوب السَّفِينَة أَنْ يُؤْمِن وَيَرْكَب مَعَهُمْ وَلَا يَغْرَق مِثْل مَا يَغْرَق الْكَافِرُونَ.</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37660, "aya_id": 42}]