[{"text": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَن يَشَاء عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ", "sura_id": 42, "type": 0, "id": 4322, "aya_id": 50}, {"text": "أو يزوجهم ذكرانا وإناثا ويجعل من يشاء عقيما إنه عليم قدير", "sura_id": 42, "type": 1, "id": 10558, "aya_id": 50}, {"text": "50 - (أو يزوجهم) يجعلهم (ذكرانا وإناثا ويجعل من يشاء عقيما) فلا يلد ولا يولد له (إنه عليم) بما يخلق (قدير) على ما يشاء \r\n", "sura_id": 42, "type": 2, "id": 29266, "aya_id": 50}, {"text": "ويعطي سبحانه وتعالى لمن يشاء من الناس الذكر والأنثى, ويجعل مَن يشاء عقيمًا لا يولد له, إنه عليم بما يَخْلُق, قدير على خَلْق ما يشاء, لا يعجزه شيء أراد خلقه.\r\n", "sura_id": 42, "type": 3, "id": 35502, "aya_id": 50}, {"text": " <font color=red>أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ</font><BR><p>أَيْ وَيُعْطِي لِمَنْ يَشَاء مِنْ النَّاس الزَّوْجَيْنِ الذَّكَر وَالْأُنْثَى أَيْ مِنْ هَذَا وَهَذَا قَالَ الْبَغَوِيّ كَمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيَجْعَل مَنْ يَشَاء عَقِيمًا \" أَيْ لَا يُولَد لَهُ قَالَ الْبَغَوِيّ كَيَحْيَى وَعِيسَى عَلَيْهِمَا الصَّلَاة وَالسَّلَام فَجَعَلَ النَّاس أَرْبَعَة أَقْسَام مِنْهُمْ مَنْ يُعْطِيه الْبَنَات وَمِنْهُمْ مَنْ يُعْطِيه الْبَنِينَ وَمِنْهُمْ مَنْ يُعْطِيه مِنْ النَّوْعَيْنِ ذُكُورًا وَإِنَاثًا وَمِنْهُمْ مَنْ يَمْنَعهُ هَذَا وَهَذَا فَيَجْعَلهُ عَقِيمًا لَا نَسْل لَهُ وَلَا وَلَد لَهُ \" إِنَّهُ عَلِيم \" أَيْ بِمَنْ يَسْتَحِقّ كُلّ قِسْم مِنْ هَذِهِ الْأَقْسَام \" قَدِير \" أَيْ عَلَى مَنْ يَشَاء مِنْ تَفَاوُت النَّاس فِي ذَلِكَ وَهَذَا الْمَقَام شَبِيه بِقَوْلِهِ تَبَارَكَ وَتَعَالَى عَنْ عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام \" وَلِنَجْعَلهُ آيَة لِلنَّاسِ \" أَيْ دَلَالَة لَهُمْ عَلَى قُدْرَته تَعَالَى وَتَقَدَّسَ حَيْثُ خَلَقَ الْخَلْق عَلَى أَرْبَعَة أَقْسَام فَآدَم عَلَيْهِ الصَّلَاة وَالسَّلَام مَخْلُوق مِنْ تُرَاب لَا مِنْ ذَكَر وَلَا أُنْثَى وَحَوَّاء عَلَيْهَا السَّلَام مَخْلُوقَة مِنْ ذَكَر بِلَا أُنْثَى وَسَائِر الْخَلْق سِوَى عِيسَى عَلَيْهِ السَّلَام مِنْ ذَكَر وَأُنْثَى وَعِيسَى عَلَيْهِ السَّلَام مِنْ أُنْثَى بِلَا ذَكَر فَتَمَّتْ الدَّلَالَة بِخَلْقِ عِيسَى اِبْن مَرْيَم عَلَيْهِمَا الصَّلَاة وَالسَّلَام وَلِهَذَا قَالَ تَعَالَى \" وَلِنَجْعَلهُ آيَة لِلنَّاسِ \" فَهَذَا الْمَقَام فِي الْآبَاء وَالْمَقَام الْأَوَّل فِي الْأَبْنَاء وَكُلّ مِنْهُمَا أَرْبَعَة أَقْسَام فَسُبْحَان الْعَلِيم الْقَدِير .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41124, "aya_id": 50}]