[{"text": "وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نُّوحِي إِلَيْهِمْ فَاسْأَلُواْ أَهْلَ الذِّكْرِ إِن كُنتُمْ لاَ تَعْلَمُونَ", "sura_id": 16, "type": 0, "id": 1944, "aya_id": 43}, {"text": "وما أرسلنا من قبلك إلا رجالا نوحي إليهم فاسألوا أهل الذكر إن كنتم لا تعلمون", "sura_id": 16, "type": 1, "id": 8180, "aya_id": 43}, {"text": "43 - (وما أرسلنا من قبلك إلا رجالا نوحي إليهم) لا ملائكة (فاسألوا أهل الذكر) العلماء بالتوراة والإنجيل (إن كنتم لا تعلمون) ذلك فإنهم يعلمونه وأنتم إلى تصديقهم أقرب من تصديق المؤمنين بمحمد صلى الله عليه وسلم \r\n", "sura_id": 16, "type": 2, "id": 26888, "aya_id": 43}, {"text": "وما أرسلنا في السابقين قبلك -أيها الرسول- إلا رسلا من الرجال لا من الملائكة, نوحي إليهم, وإن كنتم -يا مشركي قريش- لا تصدقون بذلك فاسألوا أهل الكتب السابقة, يخبروكم أن الأنبياء كانوا بشرًا, إن كنتم لا تعلمون أنهم بشر. والآية عامة في كل مسألة من مسائل الدين, إذا لم يكن عند الإنسان علم منها أن يسأل من يعلمها من العلماء الراسخين في العلم .\r\n", "sura_id": 16, "type": 3, "id": 33124, "aya_id": 43}, {"text": " <font color=red>وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ</font><BR><p>قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس لَمَّا بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَسُولًا أَنْكَرَتْ الْعَرَب ذَلِكَ أَوْ مَنْ أَنْكَرَ مِنْهُمْ وَقَالُوا اللَّه أَعْظَم مِنْ أَنْ يَكُون رَسُوله بَشَرًا فَأَنْزَلَ اللَّه \" أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُل مِنْهُمْ أَنْ أَنْذِر النَّاس \" الْآيَة وَقَالَ \" وَمَا أَرْسَلْنَا مِنْ قَبْلك إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْل الذِّكْر إِنْ كُنْتُمْ لَا تَعْلَمُونَ \" يَعْنِي أَهْل الْكُتُب الْمَاضِيَة أَبَشَرًا كَانَتْ الرُّسُل إِلَيْهِمْ أَمْ مَلَائِكَة ؟ فَإِنْ كَانُوا مَلَائِكَة أَنْكَرْتُمْ وَإِنْ كَانُوا بَشَرًا فَلَا تُنْكِرُوا أَنْ يَكُون مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَسُولًا . قَالَ تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلك إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْل الْقُرَى \" لَيْسُوا مِنْ أَهْل السَّمَاء كَمَا قُلْتُمْ وَكَذَا رُوِيَ عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس أَنَّ الْمُرَاد بِأَهْلِ الذِّكْر أَهْل الْكِتَاب وَقَالَهُ مُجَاهِد وَالْأَعْمَش وَقَوْل عَبْد الرَّحْمَن بْن زَيْد الذِّكْر الْقُرْآن وَاسْتَشْهَدَ بِقَوْلِهِ \" إِنَّا نَحْنُ نَزَّلْنَا الذِّكْر وَإِنَّا لَهُ لَحَافِظُونَ \" صَحِيح لَكِنْ لَيْسَ هُوَ الْمُرَاد هَاهُنَا لِأَنَّ الْمُخَالِف لَا يَرْجِع فِي إِثْبَاته بَعْد إِنْكَاره إِلَيْهِ وَكَذَا قَوْل أَبِي جَعْفَر الْبَاقِر نَحْنُ أَهْل الذِّكْر وَمُرَاده أَنَّ هَذِهِ الْأُمَّة أَهْل الذِّكْر صَحِيح فَإِنَّ هَذِهِ الْأُمَّة أَعْلَم مِنْ جَمِيع الْأُمَم السَّالِفَة . وَعُلَمَاء أَهْل بَيْت رَسُول اللَّه عَلَيْهِمْ السَّلَام وَالرَّحْمَة مِنْ خَيْر الْعُلَمَاء إِذَا كَانُوا عَلَى السُّنَّة الْمُسْتَقِيمَة كَعَلِيٍّ وَابْن عَبَّاس وَابْنَيْ عَلِيّ الْحَسَن وَالْحُسَيْن وَمُحَمَّد بْن الْحَنَفِيَّة وَعَلِيّ بْن الْحُسَيْن زَيْن الْعَابِدِينَ وَعَلِيّ بْن عَبْد اللَّه بْن عَبَّاس وَأَبِي جَعْفَر الْبَاقِر وَهُوَ مُحَمَّد بْن عَلِيّ بْن الْحُسَيْن وَجَعْفَر اِبْنه وَأَمْثَالهمْ وَأَضْرَابهمْ وَأَشْكَالهمْ مِمَّنْ هُوَ مُتَمَسِّك بِحَبْلِ اللَّه الْمَتِين وَصِرَاطه الْمُسْتَقِيم وَعَرَفَ لِكُلِّ ذِي حَقّ حَقّه وَنَزَلَ كُلّ الْمَنْزِل الَّذِي أَعْطَاهُ اللَّه وَرَسُوله وَاجْتَمَعَتْ عَلَيْهِ قُلُوب عِبَاده الْمُؤْمِنِينَ وَالْغَرَض أَنَّ هَذِهِ الْآيَة الْكَرِيمَة أَخْبَرَتْ بِأَنَّ الرُّسُل الْمَاضِينَ قَبْل مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ كَانُوا بَشَرًا كَمَا هُوَ بَشَر كَمَا قَالَ تَعَالَى \" قُلْ سُبْحَان رَبِّي هَلْ كُنْت إِلَّا بَشَرًا رَسُولًا وَمَا مَنَعَ النَّاس أَنْ يُؤْمِنُوا إِذْ جَاءَهُمْ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّه بَشَرًا رَسُولًا \" وَقَالَ تَعَالَى \" وَمَا أَرْسَلْنَا قَبْلك مِنْ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَام وَيَمْشُونَ فِي الْأَسْوَاق \" وَقَالَ تَعَالَى \" وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَام وَمَا كَانُوا خَالِدِينَ \" وَقَالَ \" قُلْ مَا كُنْت بِدْعًا مِنْ الرُّسُل \" وَقَالَ تَعَالَى \" قُلْ إِنَّمَا أَنَا بَشَر مِثْلكُمْ يُوحَى إِلَيَّ \" ثُمَّ أَرْشَدَ اللَّه تَعَالَى مَنْ شَكَّ فِي كَوْن الرُّسُل كَانُوا بَشَرًا إِلَى سُؤَال أَصْحَاب الْكُتُب الْمُتَقَدِّمَة عَنْ الْأَنْبِيَاء الَّذِينَ سَلَفُوا هَلْ كَانَ أَنْبِيَاؤُهُمْ بَشَرًا أَوْ مَلَائِكَة .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38117, "aya_id": 43}]