[{"text": "فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ", "sura_id": 36, "type": 0, "id": 3788, "aya_id": 83}, {"text": "فسبحان الذي بيده ملكوت كل شيء وإليه ترجعون", "sura_id": 36, "type": 1, "id": 10024, "aya_id": 83}, {"text": "83 - (فسبحان الذي بيده ملكوت) ملك زيدت الواو والتاء للمبالغة أي القدرة على (كل شيء وإليه ترجعون) تردون في الآخرة \r\n", "sura_id": 36, "type": 2, "id": 28732, "aya_id": 83}, {"text": "فتنزه الله تعالى وتقدس عن العجز والشرك, فهو المالك لكل شيء, المتصرف في شؤون خلقه بلا منازع أو ممانع, وقد ظهرت دلائل قدرته, وتمام نعمته, وإليه تُرجعون للحساب والجزاء.\r\n", "sura_id": 36, "type": 3, "id": 34968, "aya_id": 83}, {"text": " <font color=red>فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ</font><BR><p>وَقَوْله تَعَالَى : \" فَسُبْحَان الَّذِي بِيَدِهِ مَلَكُوت كُلّ شَيْء وَإِلَيْهِ تُرْجَعُونَ \" أَيْ تَنْزِيه وَتَقْدِيس وَتَبْرِئَة مِنْ السُّوء لِلْحَيِّ الْقَيُّوم الَّذِي بِيَدِهِ مَقَالِيد السَّمَوَات وَالْأَرْض وَإِلَيْهِ رَجَعَ الْأَمْر كُلّه وَلَهُ الْخَلْق وَالْأَمْر وَإِلَيْهِ يَرْجِع الْعِبَاد يَوْم الْمَعَاد فَيُجَازِي كُلّ عَامِل بِعَمَلِهِ وَهُوَ الْعَادِل الْمُنْعِم الْمُتَفَضِّل . وَمَعْنَى قَوْله سُبْحَانه وَتَعَالَى \" فَسُبْحَان الَّذِي بِيَدِهِ مَلَكُوت كُلّ شَيْء \" كَقَوْلِهِ عَزَّ وَجَلَّ \" قُلْ مَنْ بِيَدِهِ مَلَكُوت كُلّ شَيْء \" وَكَقَوْلِهِ تَعَالَى : \" تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك \" فَالْمُلْك وَالْمَلَكُوت وَاحِد فِي الْمَعْنَى كَرَحْمَةٍ وَرَحَمُوت وَرَهْبَة وَرَهَبُوت وَجَبْر وَجَبَرُوت وَمِنْ النَّاس مَنْ زَعَمَ أَنَّ الْمُلْك هُوَ عَالَم الْأَجْسَام وَالْمَلَكُوت هُوَ عَالَم الْأَرْوَاح وَالصَّحِيح الْأَوَّل وَهُوَ الَّذِي عَلَيْهِ الْجُمْهُور مِنْ الْمُفَسِّرِينَ وَغَيْرهمْ . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح بْن النُّعْمَان حَدَّثَنَا حَمَّاد عَنْ عَبْد الْمَلِك بْن عُمَيْر حَدَّثَنِي اِبْن عَمّ لِحُذَيْفَةَ عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ قَالَ : قُمْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات لَيْلَة فَقَرَأَ السَّبْع الطِّوَال فِي سَبْع رَكَعَات وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا رَفَعَ رَأْسه مِنْ الرُّكُوع قَالَ \" سَمِعَ اللَّه لِمَنْ حَمِدَهُ - ثُمَّ قَالَ - الْحَمْد لِلَّهِ ذِي الْمَلَكُوت وَالْجَبَرُوت وَالْكِبْرِيَاء وَالْعَظَمَة \" وَكَانَ رُكُوعه مِثْل قِيَامه وَسُجُوده مِثْل رُكُوعه فَانْصَرَفَ وَقَدْ كَادَتْ تَنْكَسِر رِجْلَايَ . وَقَدْ رَوَى أَبُو دَاوُد وَالتِّرْمِذِيّ فِي الشَّمَائِل وَالنَّسَائِيّ مِنْ حَدِيث شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي حَمْزَة مَوْلَى الْأَنْصَار عَنْ رَجُل مِنْ بَنِي عَبْس عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ أَنَّهُ رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي مِنْ اللَّيْل وَكَانَ يَقُول \" اللَّه أَكْبَر - ثَلَاثًا - ذِي الْمَلَكُوت وَالْجَبَرُوت وَالْكِبْرِيَاء وَالْعَظَمَة \" ثُمَّ اِسْتَفْتَحَ فَقَرَأَ الْبَقَرَة ثُمَّ رَكَعَ فَكَانَ رُكُوعه نَحْوًا مِنْ قِيَامه وَكَانَ يَقُول فِي رُكُوعه \" سُبْحَان رَبِّيَ الْعَظِيم \" ثُمَّ رَفَعَ رَأْسه مِنْ الرُّكُوع فَكَانَ قِيَامه نَحْوًا مِنْ رُكُوعه وَكَانَ يَقُول فِي قِيَامه\" لِرَبِّيَ الْحَمْد \" ثُمَّ سَجَدَ فَكَانَ سُجُوده نَحْوًا مِنْ قِيَامه وَكَانَ يَقُول فِي سُجُوده\" سُبْحَان رَبِّيَ الْأَعْلَى \" ثُمَّ رَفَعَ رَأْسه مِنْ السُّجُود وَكَانَ يَقْعُد فِيمَا بَيْن السَّجْدَتَيْنِ نَحْوًا مِنْ سُجُوده وَكَانَ يَقُول \" رَبّ اِغْفِرْ لِي رَبّ اِغْفِرْ لِي \" فَصَلَّى أَرْبَع رَكَعَات فَقَرَأَ فِيهِنَّ الْبَقَرَة وَآل عِمْرَان وَالنِّسَاء وَالْمَائِدَة أَوْ الْأَنْعَام - شَكَّ شُعْبَة - هَذَا لَفْظ أَبِي دَاوُد . وَقَالَ النَّسَائِيّ : أَبُو حَمْزَة عِنْدنَا طَلْحَة بْن يَزِيد وَهَذَا الرَّجُل يُشْبِه أَنْ يَكُون صِلَة كَذَا قَالَ : وَالْأَشْبَه أَنْ يَكُون اِبْن عَمّ حُذَيْفَة كَمَا تَقَدَّمَ فِي رِوَايَة الْإِمَام أَحْمَد وَاَللَّه أَعْلَم . وَأَمَّا رِوَايَة صِلَة بْن زُفَر عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ فَإِنَّهَا فِي صَحِيح مُسْلِم وَلَكِنْ لَيْسَ فِيهَا الْمَلَكُوت وَالْجَبَرُوت وَالْكِبْرِيَاء وَالْعَظَمَة . وَقَالَ أَبُو دَاوُد حَدَّثَنَا أَحْمَد بْن صَالِح حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي مُعَاوِيَة بْن صَالِح عَنْ عَمْرو بْن قَيْس عَنْ عَاصِم بْن حُمَيْد عَنْ عَوْف بْن مَالِك الْأَشْجَعِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قُمْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَةً فَقَامَ فَقَرَأَ سُورَة الْبَقَرَة لَا يَمُرّ بِآيَةِ رَحْمَة إِلَّا وَقَفَ وَسَأَلَ وَلَا يَمُرّ بِآيَةِ عَذَاب إِلَّا وَقَفَ وَتَعَوَّذَ قَالَ ثُمَّ رَكَعَ بِقَدْرِ قِيَامه يَقُول فِي رُكُوعه \" سُبْحَان ذِي الْجَبَرُوت وَالْمَلَكُوت وَالْكِبْرِيَاء وَالْعَظَمَة \" ثُمَّ سَجَدَ بِقَدْرِ قِيَامه ثُمَّ قَالَ فِي سُجُوده مِثْل ذَلِكَ ثُمَّ قَامَ فَقَرَأَ بِآلِ عِمْرَان ثُمَّ قَرَأَ سُورَة سُورَة وَرَوَاهُ التِّرْمِذِيّ فِي الشَّمَائِل وَالنَّسَائِيّ مِنْ حَدِيث مُعَاوِيَة بْن صَالِح بِهِ . آخِر تَفْسِير سُورَة يس وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40420, "aya_id": 83}]