[{"text": "لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُواْ الْيَهُودَ وَالَّذِينَ أَشْرَكُواْ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِينَ آمَنُواْ الَّذِينَ قَالُوَاْ إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لاَ يَسْتَكْبِرُونَ", "sura_id": 5, "type": 0, "id": 751, "aya_id": 82}, {"text": "لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون", "sura_id": 5, "type": 1, "id": 6987, "aya_id": 82}, {"text": "82 - (لتجدن) يا محمد (أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا) من أهل مكة لتضاعف كفرهم وجهلهم وانهماكهم في اتباع الهوى (ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك) أي قرب مودتهم للمؤمنين (بأن) بسبب أن (منهم قسيسين) علماء (ورهبانا) عبادا (وأنهم لا يستكبرون) عن اتباع الحق كما يستكبر اليهود وأهل مكة نزلت في وفد النجاشي القادمين عليه من الحبشة قرأ صلى الله عليه وسلم سورة يس فبكوا وأسلموا وقالوا ما أشبه هذا بما كان ينزل على عيسى \r\n", "sura_id": 5, "type": 2, "id": 25695, "aya_id": 82}, {"text": "لتجدنَّ -أيها الرسول- أشدَّ الناس عداوة للذين صدَّقوك وآمنوا بك واتبعوك, اليهودَ; لعنادهم, وجحودهم, وغمطهم الحق, والذين أشركوا مع الله غيره, كعبدة الأوثان وغيرهم, ولتجدنَّ أقربهم مودة للمسلمين الذين قالوا: إنا نصارى, ذلك بأن منهم علماء بدينهم متزهدين وعبَّادًا في الصوامع متنسكين, وأنهم متواضعون لا يستكبرون عن قَبول الحق, وهؤلاء هم الذين قبلوا رسالة محمد صلى الله عليه وسلم, وآمنوا بها.\r\n", "sura_id": 5, "type": 3, "id": 31931, "aya_id": 82}, {"text": " <font color=red>لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس نَزَلَتْ هَذِهِ الْآيَات فِي النَّجَاشِيّ وَأَصْحَابه الَّذِينَ حِين تَلَا عَلَيْهِمْ جَعْفَر بْن أَبِي طَالِب بِالْحَبَشَةِ الْقُرْآن بَكَوْا حَتَّى أَخْضَلُوا لِحَاهُمْ وَهَذَا الْقَوْل فِيهِ نَظَر لِأَنَّ هَذِهِ الْآيَة مَدَنِيَّة وَقِصَّة جَعْفَر مَعَ النَّجَاشِيّ قَبْل الْهِجْرَة وَقَالَ سَعِيد بْن جُبَيْر وَالسُّدِّيّ وَغَيْرهمَا نَزَلَتْ فِي وَفْد بَعَثَهُمْ النَّجَاشِيّ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَسْمَعُوا كَلَامه وَيَرَوْا صِفَاته فَلَمَّا رَأَوْهُ وَقَرَأَ عَلَيْهِمْ الْقُرْآن أَسْلَمُوا وَبَكَوْا وَخَشَعُوا ثُمَّ رَجَعُوا إِلَى النَّجَاشِيّ فَأَخْبَرُوهُ قَالَ السُّدِّيّ فَهَاجَرَ النَّجَاشِيّ فَمَاتَ بِالطَّرِيقِ وَهَذَا مِنْ إِفْرَاد السُّدِّيّ فَإِنَّ النَّجَاشِيّ مَاتَ وَهُوَ مَلِك الْحَبَشَة وَصَلَّى عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم مَاتَ وَأَخْبَرَ بِهِ أَصْحَابه وَأَخْبَرَ أَنَّهُ مَاتَ بِأَرْضِ الْحَبَشَة ثُمَّ اُخْتُلِفَ فِي عِدَّة هَذَا الْوَفْد فَقِيلَ اِثْنَا عَشَر : سَبْعَة قَسَاوِسَة وَخَمْسَة رَهَابِين وَقِيلَ بِالْعَكْسِ وَقِيلَ خَمْسُونَ وَقِيلَ بِضْع وَسِتُّونَ وَقِيلَ سَبْعُونَ رَجُلًا فَاَللَّه أَعْلَم . وَقَالَ عَطَاء بْن أَبِي رَبَاح هُمْ قَوْم مِنْ أَهْل الْحَبَشَة أَسْلَمُوا حِين قَدِمَ عَلَيْهِمْ مُهَاجِرَة الْحَبَشَة مِنْ الْمُسْلِمِينَ وَقَالَ قَتَادَة : هُمْ قَوْم كَانُوا عَلَى دِين عِيسَى اِبْن مَرْيَم فَلَمَّا رَأَوْا الْمُسْلِمِينَ وَسَمِعُوا الْقُرْآن أَسْلَمُوا وَلَمْ يَتَلَعْثَمُوا وَاخْتَارَ اِبْن جَرِير أَنَّ هَذِهِ الْآيَات نَزَلَتْ فِي صِفَة أَقْوَام بِهَذِهِ الْمَثَابَة سَوَاء كَانُوا مِنْ الْحَبَشَة أَوْ غَيْرهَا . فَقَوْله تَعَالَى \" لَتَجِدَنَّ أَشَدّ النَّاس عَدَاوَة لِلَّذِينَ آمَنُوا الْيَهُود وَاَلَّذِينَ أَشْرَكُوا \" وَمَا ذَاكَ إِلَّا لِأَنَّ كُفْرَ الْيَهُودِ كُفْرُ عِنَادٍ وَجُحُودٍ وَمُبَاهَتَة لِلْحَقِّ وَغَمْط لِلنَّاسِ وَتَنَقُّص بِحَمَلَةِ الْعِلْم وَلِهَذَا قَتَلُوا كَثِيرًا مِنْ الْأَنْبِيَاء حَتَّى هَمُّوا بِقَتْلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَيْر مَرَّة وَسَمُّوهُ وَسَحَرُوهُ وَأَلَّبُوا عَلَيْهِ أَشْبَاههمْ مِنْ الْمُشْرِكِينَ عَلَيْهِمْ لَعَائِن اللَّه الْمُتَتَابِعَة إِلَى يَوْم الْقِيَامَة. قَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ عِنْد تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن السَّرِيّ حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن حَبِيب الرَّقِّيّ حَدَّثَنَا عَلِيّ بْن سَعِيد الْعَلَّاف حَدَّثَنَا أَبُو النَّضْر عَنْ الْأَشْجَعِيّ عَنْ سُفْيَان عَنْ يَحْيَى بْن عَبْد اللَّه عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَا خَلَا يَهُودِيّ بِمُسْلِمٍ قَطُّ إِلَّا هَمَّ بِقَتْلِهِ \" ثُمَّ رَوَاهُ عَنْ مُحَمَّد بْن أَحْمَد بْن إِسْحَاق الْعَسْكَرِيّ حَدَّثَنَا أَحْمَد بْن سَهْل بْن أَيُّوب الْأَهْوَازِيّ حَدَّثَنَا فَرَج بْن عُبَيْد حَدَّثَنَا عَبَّاد بْن الْعَوَّام عَنْ يَحْيَى بْن عَبْد اللَّه عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا خَلَا يَهُودِيّ بِمُسْلِمٍ إِلَّا حَدَّثَ نَفْسه بِقَتْلِهِ \" وَهَذَا حَدِيث غَرِيب جِدًّا وَقَوْله تَعَالَى \" وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّة لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى \" أَيْ الَّذِينَ زَعَمُوا أَنَّهُمْ نَصَارَى مِنْ أَتْبَاع الْمَسِيح وَعَلَى مِنْهَاج إِنْجِيله فِيهِمْ مَوَدَّة لِلْإِسْلَامِ وَأَهْله فِي الْجُمْلَة وَمَا ذَاكَ إِلَّا لِمَا فِي قُلُوبهمْ إِذْ كَانُوا عَلَى دِين الْمَسِيح مِنْ الرِّقَّة وَالرَّأْفَة كَمَا قَالَ تَعَالَى \" وَجَعَلْنَا فِي قُلُوب الَّذِينَ اِتَّبَعُوهُ رَأْفَة وَرَحْمَة وَرَهْبَانِيَّة \" وَفِي كِتَابهمْ : مَنْ ضَرَبَك عَلَى خَدّك الْأَيْمَن فَأَدِرْ لَهُ خَدّك الْأَيْسَر وَلَيْسَ الْقِتَال مَشْرُوعًا فِي مِلَّتهمْ وَلِهَذَا قَالَ تَعَالَى \" ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ \" أَيْ يُوجَد فِيهِمْ الْقِسِّيسُونَ وَهُمْ خُطَبَاؤُهُمْ وَعُلَمَاؤُهُمْ وَاحِدهمْ قِسِّيس وَقَسّ أَيْضًا وَقَدْ يُجْمَع عَلَى قُسُوس وَالرُّهْبَان جَمَعَ رَاهِب وَهُوَ الْعَابِد مُشْتَقّ مِنْ الرَّهْبَة وَهِيَ الْخَوْف كَرَاكِبِ وَرُكْبَان وَفَارِس وَفُرْسَان قَالَ اِبْن جَرِير وَقَدْ يَكُون الرُّهْبَان وَاحِدًا وَجَمْعه رَهَابِين مِثْل قُرْبَان وَقَرَابِين وجُرْذَان وَجَرَاذِين وَقَدْ يُجْمَع عَلَى رَهَابِنَة وَمِنْ الدَّلِيل عَلَى أَنَّهُ يَكُون عِنْد الْعَرَب وَاحِدًا قَوْل الشَّاعِر : لَوْ عَايَنَتْ رُهْبَانَ دَيْرٍ فِي الْقُلَلْ لَانْحَدَرَ الرُّهْبَانُ يَمْشِي وَنَزَلْ وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا بِشْر بْن آدَم حَدَّثَنَا نُصَيْر بْن أَبِي الْأَشْعَث حَدَّثَنِي الصَّلْت الدَّهَّان عَنْ جَاثِمَة بْن رِئَاب قَالَ سَأَلْت سَلْمَان عَنْ قَوْل اللَّه تَعَالَى \" ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا \" فَقَالَ دَعْ الْقِسِّيسِينَ فِي الْبِيَع وَالْخَرِب أَقْرَأَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ بِأَنَّ مِنْهُمْ صِدِّيقِينَ وَرُهْبَانًا . وَكَذَا رَوَاهُ اِبْن مَرْدُوَيْهِ مِنْ طَرِيق يَحْيَى بْن عَبْد الْحَمِيد الْخَانِيّ عَنْ نَضِير بْن زِيَاد الطَّائِيّ عَنْ صَلْت الدَّهَّان عَنْ جَاثِمَة بْن رِئَاب عَنْ سَلْمَان بِهِ وَقَالَ اِبْن أَبِي حَاتِم ذَكَرَهُ أَبِي حَدَّثَنَا يَحْيَى بْن عَبْد الْحَمِيد الْخَانِيّ حَدَّثَنَا نَضِير بْن زِيَاد الطَّائِيّ حَدَّثَنَا صَلْت الدَّهَّان عَنْ جَاثِمَة بْن رِئَاب قَالَ سَمِعْت سَلْمَان وَسُئِلَ عَنْ قَوْله \" ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا \" فَقَالَ هُمْ الرُّهْبَان الَّذِينَ هُمْ فِي الصَّوَامِع وَالْخَرِب فَدَعُوهُمْ فِيهَا قَالَ سَلْمَان : وَقَرَأْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ فَأَقْرَأَنِي ذَلِكَ بِأَنَّ مِنْهُمْ صِدِّيقِينَ وَرُهْبَانًا فَقَوْله : \" ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ \" تَضَمَّنَ وَصْفهمْ بِأَنَّ فِيهِمْ الْعِلْم وَالْعِبَادَة وَالتَّوَاضُع ثُمَّ وَصَفَهُمْ بِالِانْقِيَادِ لِلْحَقِّ وَاتِّبَاعه وَالْإِنْصَاف .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41538, "aya_id": 82}]