[{"text": "وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى", "sura_id": 87, "type": 0, "id": 5963, "aya_id": 15}, {"text": "و ذكر اسم ربـه فصلى", "sura_id": 87, "type": 1, "id": 12199, "aya_id": 15}, {"text": "15 - (وذكر اسم ربه) مكبرا (فصلى) الصلوات الخمس وذلك من أمور الآخرة وكفار مكة معرضون عنها \r\n", "sura_id": 87, "type": 2, "id": 30907, "aya_id": 15}, {"text": "وأقام الصلاة في أوقاتها؛ ابتغاء رضوان الله وامتثالا لشرعه.\r\n", "sura_id": 87, "type": 3, "id": 37143, "aya_id": 15}, {"text": " <font color=red>وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى</font><BR><p>أَيْ أَقَامَ الصَّلَاة فِي أَوْقَاتهَا اِبْتِغَاء رِضْوَان اللَّه وَطَاعَة لِأَمْرِ اللَّه وَامْتِثَالًا لِشَرْعِ اللَّه . وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عَبَّاد بْن أَحْمَد الْعَزْرَمِيّ حَدَّثَنَا عَمِّي مُحَمَّد بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ عَطَاء بْن السَّائِب عَنْ عَبْد الرَّحْمَن بْن سَابِط عَنْ جَابِر بْن عَبْد اللَّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ قَدْ أَفْلَحَ مَنْ تَزَكَّى قَالَ \" مَنْ شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه وَخَلَعَ الْأَنْدَاد وَشَهِدَ أَنِّي رَسُول اللَّه \" \" وَذَكَرَ اِسْم رَبّه فَصَلَّى \" قَالَ \" هِيَ الصَّلَوَات الْخَمْس وَالْمُحَافَظَة عَلَيْهَا وَالِاهْتِمَام بِهَا\" ثُمَّ قَالَ لَا يُرْوَى عَنْ جَابِر إِلَّا مِنْ هَذَا الْوَجْه وَكَذَا قَالَ اِبْن عَبَّاس إِنَّ الْمُرَاد بِذَلِكَ الصَّلَوَات الْخَمْس وَاخْتَارَهُ اِبْن جَرِير . وَقَالَ اِبْن جَرِير حَدَّثَنِي عَمْرو بْن عَبْد الْحَمِيد الْأَيْلِيّ حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة عَنْ أَبِي خَلْدَة قَالَ دَخَلْت عَلَى أَبِي الْعَالِيَة فَقَالَ لِي إِذَا غَدَوْت غَدًا إِلَى الْعِيد فَمُرَّ بِي قَالَ فَمَرَرْت بِهِ فَقَالَ هَلْ طَعِمْت شَيْئًا ؟ قُلْت نَعَمْ قَالَ أَفَضْت عَلَى نَفْسك مِنْ الْمَاء ؟ قُلْت نَعَمْ قَالَ فَأَخْبِرْنِي مَا فَعَلَتْ زَكَاتك ؟ قُلْت قَدْ وَجَّهْتهَا قَالَ إِنَّمَا أَرَدْتُك لِهَذِهِ ثُمَّ قَرَأَ\" قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اِسْم رَبّه فَصَلَّى \" وَقَالَ إِنَّ أَهْل الْمَدِينَة لَا يَرَوْنَ صَدَقَة أَفْضَل مِنْهَا وَمِنْ سِقَايَة الْمَاء \" قُلْت \" وَقَدْ رُوِّينَا عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن عَبْد الْعَزِيز أَنَّهُ كَانَ يَأْمُر النَّاس بِإِخْرَاجِ صَدَقَة الْفِطْر وَيَتْلُو هَذِهِ الْآيَة \" قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اِسْم رَبّه فَصَلَّى \" وَقَالَ أَبُو الْأَحْوَص إِذَا أَتَى أَحَدكُمْ سَائِل وَهُوَ يُرِيد الصَّلَاة فَلْيُقَدِّمْ بَيْن يَدَيْ صَلَاته زَكَاته فَإِنَّ اللَّه تَعَالَى يَقُول \" قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اِسْم رَبّه فَصَلَّى \" وَقَالَ قَتَادَة فِي هَذِهِ الْآيَة \" قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اِسْم رَبّه فَصَلَّى\" زَكَّى مَاله وَأَرْضَى خَالِقه .</p><BR> <br> ", "sura_id": 87, "type": 4, "id": 43325, "aya_id": 15}]