[{"text": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاء وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللّهُ عِندَهُ حُسْنُ الْمَآبِ", "sura_id": 3, "type": 0, "id": 307, "aya_id": 14}, {"text": "زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث ذلك متاع الحياة الدنيا والله عنده حسن المآب", "sura_id": 3, "type": 1, "id": 6543, "aya_id": 14}, {"text": "14 - (زين للناس حب الشهوات) ما تشتهيه النفس وتدعو إليه ، زينها الله ابتلاء أو الشيطان (من النساء والبنين والقناطير) الأموال الكثيرة (المقنطرة) المجمعة (من الذهب والفضة والخيل المسومة) الحسان (والأنعام) أي الإبل والبقر والغنم (والحرث) الزرع (ذلك) المذكور (متاع الحياة الدنيا) يتمتع به فيها ثم يفنى (والله عنده حسن المآب) المرجع وهو الجنة فينبغي الرغبة فيه دون غيره \r\n", "sura_id": 3, "type": 2, "id": 25251, "aya_id": 14}, {"text": "حُسِّن للناس حبُّ الشهوات من النساء والبنين, والأموال الكثيرة من الذهب والفضة, والخيل الحسان, والأنعام من الإبل والبقر والغنم, والأرض المتَّخَذة للغراس والزراعة. ذلك زهرة الحياة الدنيا وزينتها الفانية. والله عنده حسن المرجع والثواب, وهو الجنَّة.\r\n", "sura_id": 3, "type": 3, "id": 31487, "aya_id": 14}, {"text": " <font color=red>زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ</font><BR><p>يُخْبِر تَعَالَى عَمَّا زُيِّنَ لِلنَّاسِ فِي هَذِهِ الْحَيَاة الدُّنْيَا مِنْ أَنْوَاع الْمَلَاذّ مِنْ النِّسَاء وَالْبَنِينَ فَبَدَأَ بِالنِّسَاءِ لِأَنَّ الْفِتْنَة بِهِنَّ أَشَدّ كَمَا ثَبَتَ فِي الصَّحِيح أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا تَرَكْت بَعْدِي فِتْنَة أَضَرّ عَلَى الرِّجَال مِنْ النِّسَاء \" فَأَمَّا إِذَا كَانَ الْقَصْد بِهِنَّ الْإِعْفَاف وَكَثْرَة الْأَوْلَاد فَهَذَا مَطْلُوب مَرْغُوب فِيهِ مَنْدُوب إِلَيْهِ كَمَا وَرَدَتْ الْأَحَادِيث بِالتَّرْغِيبِ فِي التَّزْوِيج وَالِاسْتِكْثَار مِنْهُ وَإِنَّ خَيْر هَذِهِ الْأُمَّة مَنْ كَانَ أَكْثَرهَا نِسَاء وَقَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الدُّنْيَا مَتَاع وَخَيْر مَتَاعهَا الْمَرْأَة الصَّالِحَة إِنْ نَظَرَ إِلَيْهَا سَرَّتْهُ وَإِنْ أَمَرَهَا أَطَاعَتْهُ وَإِنْ غَابَ عَنْهَا حَفِظَتْهُ فِي نَفْسهَا وَمَاله \" وَقَوْله فِي الْحَدِيث الْآخَر \" حُبِّبَ إِلَيَّ النِّسَاء وَالطِّيب وَجُعِلَتْ قُرَّة عَيْنِي فِي الصَّلَاة \" وَقَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا : لَمْ يَكُنْ شَيْء أَحَبّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ النِّسَاء إِلَّا الْخَيْل وَفِي رِوَايَة : مِنْ الْخَيْل إِلَّا النِّسَاء . وَحُبّ الْبَنِينَ تَارَة يَكُون لِلتَّفَاخُرِ وَالزِّينَة فَهُوَ دَاخِل فِي هَذَا وَتَارَة يَكُون لِتَكْثِيرِ النَّسْل وَتَكْثِير أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِمَّنْ يَعْبُد اللَّه وَحْده لَا شَرِيك لَهُ فَهَذَا مَحْمُود مَمْدُوح كَمَا ثَبَتَ فِي الْحَدِيث \" تَزَوَّجُوا الْوَدُود الْوَلُود فَإِنِّي مُكَاثِر بِكُمْ الْأُمَم يَوْم الْقِيَامَة \" وَحُبّ الْمَال كَذَلِكَ تَارَة يَكُون لِلْفَخْرِ وَالْخُيَلَاء وَالتَّكَبُّر عَلَى الضُّعَفَاء وَالتَّجَبُّر عَلَى الْفُقَرَاء فَهَذَا مَذْمُوم وَتَارَة يَكُون لِلنَّفَقَةِ فِي الْقُرُبَات وَصِلَة الْأَرْحَام وَالْقَرَابَات وَوُجُوه الْبِرّ وَالطَّاعَات فَهَذَا مَمْدُوح مَحْمُود شَرْعًا . وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي مِقْدَار الْقِنْطَار عَلَى أَقْوَال وَحَاصِلهَا أَنَّهُ الْمَال الْجَزِيل كَمَا قَالَهُ الضَّحَّاك وَغَيْره وَقِيلَ : أَلْف دِينَار وَقِيلَ أَلْف وَمِائَتَا دِينَار وَقِيلَ اِثْنَا عَشَرَ أَلْفًا وَقِيلَ أَرْبَعُونَ أَلْفًا وَقِيلَ سِتُّونَ أَلْفًا وَقِيلَ سَبْعُونَ أَلْفًا وَقِيلَ ثَمَانُونَ أَلْفًا وَقِيلَ غَيْر ذَلِكَ : وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا حَمَّاد عَنْ عَاصِم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْقِنْطَار اِثْنَا عَشَر أَلْف أُوقِيَّة كُلّ أُوقِيَّة خَيْر مِمَّا بَيْن السَّمَاء وَالْأَرْض \" وَقَدْ رَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ عَبْد الصَّمَد بْن عَبْد الْوَارِث عَنْ حَمَّاد بْن سَلَمَة بِهِ وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ اِبْن مَهْدِيّ عَنْ حَمَّاد بْن سَلَمَة عَنْ عَاصِم بْن بَهْدَلَة عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة مَوْقُوفًا كَرِوَايَةِ وَكِيع فِي تَفْسِيره حَيْثُ قَالَ : حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَاصِم بْن بَهْدَلَة عَنْ ذَكْوَان أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ \" الْقِنْطَار اِثْنَا عَشَر أَلْف أُوقِيَّة الْأُوقِيَّة خَيْر مِمَّا بَيْن السَّمَاء وَالْأَرْض \" هَذَا أَصَحّ وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ مُعَاذ بْن جَبَل وَابْن عُمَر وَحَكَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي هُرَيْرَة وَأَبِي الدَّرْدَاء أَنَّهُمْ قَالُوا : الْقِنْطَار أَلْف وَمِائَتَا أُوقِيَّة . ثُمَّ قَالَ اِبْن جَرِير رَحِمَهُ اللَّه : حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى الضَّرِير حَدَّثَنَا شَبَابَة حَدَّثَنَا مَخْلَد بْن عَبْد الْوَاحِد عَنْ عَلِيّ بْن زَيْد عَنْ عَطَاء بْن أَبِي مَيْمُونَة عَنْ زِرّ بْن حُبَيْش عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْقِنْطَار أَلْف أُوقِيَّة وَمِائَتَا أُوقِيَّة\" وَهَذَا حَدِيث مُنْكَر أَيْضًا وَالْأَقْرَب أَنْ يَكُون مَوْقُوفًا عَلَى أُبَيّ بْن كَعْب كَغَيْرِهِ مِنْ الصَّحَابَة . وَقَدْ رَوَى اِبْن مَرْدُوَيه مِنْ طَرِيق مُوسَى بْن عُبَيْدَة الرَّبَذِيّ عَنْ مُحَمَّد بْن إِبْرَاهِيم عَنْ مُوسَى عَنْ أُمّ الدَّرْدَاء عَنْ أَبِي الدَّرْدَاء قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ مِائَة آيَة لَمْ يُكْتَب مِنْ الْغَافِلِينَ وَمَنْ قَرَأَ مِائَة آيَة إِلَى أَلْف أَصْبَحَ لَهُ قِنْطَار مِنْ الْأَجْر عِنْد اللَّه الْقِنْطَار مِنْهُ مِثْل الْجَبَل الْعَظِيم \" وَرَوَاهُ وَكِيع عَنْ مُوسَى بْن عُبَيْدَة بِمَعْنَاهُ. وَقَالَ الْحَاكِم فِي مُسْتَدْرَكه : حَدَّثَنَا أَبُو الْعَبَّاس مُحَمَّد بْن يَعْقُوب حَدَّثَنَا أَحْمَد بْن عِيسَى بْن زَيْد اللَّخْمِيّ حَدَّثَنَا مُحَمَّد بْن عَمْرو بْن أَبِي سَلَمَة حَدَّثَنَا زُهَيْر بْن مُحَمَّد حَدَّثَنَا حُمَيْد الطَّوِيل وَرَجُل آخَر عَنْ أَنَس بْن مَالِك قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْل اللَّه تَعَالَى \" وَالْقَنَاطِير الْمُقَنْطَرَة \" ؟ قَالَ : \" الْقِنْطَار أَلْفَا أُوقِيَّة \" صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ هَكَذَا رَوَاهُ الْحَاكِم وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم بِلَفْظٍ آخَر فَقَالَ أَنْبَأَنَا أَحْمَد بْن عَبْد الرَّحْمَن الرَّقِّيّ أَنْبَأَنَا عَمْرو بْن أَبِي سَلَمَة أَنْبَأَنَا زُهَيْر يَعْنِي اِبْن مُحَمَّد أَنْبَأَنَا حُمَيْد الطَّوِيل وَرَجُل آخَر قَدْ سَمَّاهُ يَعْنِي يَزِيد الرَّقَاشِيّ عَنْ أَنَس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فِي قَوْله \" قِنْطَار يَعْنِي أَلْف دِينَار \" وَهَكَذَا رَوَاهُ الطَّبَرَانِيّ عَنْ عَبْد اللَّه بْن مُحَمَّد بْن أَبِي مَرْيَم عَنْ عَمْرو بْن أَبِي سَلَمَة فَذَكَرَ بِإِسْنَادِهِ مِثْله سَوَاء . وَرَوَى اِبْن جَرِير عَنْ الْحَسَن الْبَصْرِيّ عَنْهُ مُرْسَلًا أَوْ مَوْقُوفًا عَلَيْهِ : الْقِنْطَار أَلْف وَمِائَتَا دِينَار وَهُوَ رِوَايَة الْعَوْفِيّ عَنْ اِبْن عَبَّاس . وَقَالَ الضَّحَّاك : مِنْ الْعَرَب مَنْ يَقُول الْقِنْطَار أَلْف وَمِائَتَا دِينَار وَمِنْهُمْ مَنْ يَقُول : اِثْنَا عَشَر أَلْفًا . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَارِم عَنْ حَمَّاد عَنْ سَعِيد الْحَرَسِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : الْقِنْطَار مِلْء مَسْك الثَّوْر ذَهَبًا قَالَ أَبُو مُحَمَّد : وَرَوَاهُ مُحَمَّد بْن مُوسَى الْحَرَسِيّ عَنْ حَمَّاد بْن زَيْد مَرْفُوعًا وَالْمَوْقُوف أَصَحّ . \" وَحُبّ الْخَيْل عَلَى ثَلَاثَة أَقْسَام \" تَارَة يَكُون رَبَطَهَا أَصْحَابهَا مُعَدَّة لِسَبِيلِ اللَّه مَتَى اِحْتَاجُوا إِلَيْهَا غَزَوْا عَلَيْهَا فَهَؤُلَاءِ يُثَابُونَ وَتَارَة تُرْبَط فَخْرًا وَنِوَاءً لِأَهْلِ الْإِسْلَام فَهَذِهِ عَلَى صَاحِبهَا وِزْر وَتَارَة لِلتَّعَفُّفِ وَاقْتِنَاء نَسْلهَا وَلَمْ يَنْسَ حَقّ اللَّه فِي رِقَابهَا فَهَذِهِ لِصَاحِبِهَا سِتْر كَمَا سَيَأْتِي الْحَدِيث بِذَلِكَ إِنْ شَاءَ اللَّه تَعَالَى عِنْد قَوْله تَعَالَى \" وَأَعِدُّوا لَهُمْ مَا اِسْتَطَعْتُمْ مِنْ قُوَّة وَمِنْ رِبَاط الْخَيْل \" الْآيَة : وَأَمَّا الْمُسَوَّمَة فَعَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : الْمُسَوَّمَة الرَّاعِيَة وَالْمُطَهَّمَة الْحِسَان وَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَعَبْد الرَّحْمَن بْن عَبْد اللَّه بْن أَبْزَى وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَأَبِي سِنَان وَغَيْرهمْ . وَقَالَ مَكْحُول : الْمُسَوَّمَة الْغُرَّة وَالتَّحْجِيل وَقِيلَ غَيْر ذَلِكَ . وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ عَبْد الْحَمِيد بْن جَعْفَر عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ سُوَيْد بْن قَيْس عَنْ مُعَاوِيَة بْن خَدِيج عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ مِنْ فَرَس عَرَبِيّ إِلَّا يُؤْذَن لَهُ مَعَ كُلّ فَجْر يَدْعُو بِدَعْوَتَيْنِ يَقُول : اللَّهُمَّ إِنَّك خَوَّلْتنِي مَنْ خَوَّلْتنِي مِنْ بَنِي آدَم فَاجْعَلْنِي مِنْ أَحَبّ مَاله وَأَهْله إِلَيْهِ أَوْ أَحَبّ أَهْله وَمَاله إِلَيْهِ \" وَقَوْله تَعَالَى \" وَالْأَنْعَام \" يَعْنِي الْإِبِل وَالْبَقَر وَالْغَنَم \" وَالْحَرْث \" يَعْنِي الْأَرْض الْمُتَّخَذَة لِلْغِرَاسِ وَالزِّرَاعَة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا أَبُو نَعَامَة الْعَدَوِيّ عَنْ مُسْلِم بْن بُدَيْل عَنْ إِيَاس بْن زُهَيْر عَنْ سُوَيْد بْن هُبَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" خَيْر مَال اِمْرِئٍ لَهُ مُهْرَة مَأْمُورَة أَوْ سِكَّة مَأْبُورَة \" الْمَأْمُورَة الْكَثِيرَة النَّسْل وَالسِّكَّة النَّخْل الْمُصْطَفّ وَالْمَأْبُورَة الْمُلَقَّحَة. ثُمَّ قَالَ تَعَالَى \" ذَلِكَ مَتَاع الْحَيَاة الدُّنْيَا \" أَيْ إِنَّمَا هَذَا زَهْرَة الْحَيَاة الدُّنْيَا وَزِينَتهَا الْفَانِيَة الزَّائِلَة \" وَاَللَّه عِنْده حُسْنُ الْمَآب \" أَيْ حُسْن الْمَرْجِع وَالثَّوَاب . وَقَدْ قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ عَطَاء عَنْ أَبِي بَكْر بْن حَفْص بْن عُمَر بْن سَعْد قَالَ : قَالَ عُمَر بْن الْخَطَّاب لَمَّا نَزَلَتْ \" زُيِّنَ لِلنَّاسِ حُبّ الشَّهَوَات \" قُلْت : الْآنَ يَا رَبّ حِينَ زَيَّنَتْهَا لَنَا فَنَزَلَتْ \" قُلْ أَؤُنَبّئُكُم بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اِتَّقُوا \" الْآيَة .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39888, "aya_id": 14}]