[{"text": "وِمِنْهُم مَّن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ", "sura_id": 2, "type": 0, "id": 208, "aya_id": 201}, {"text": "ومنهم من يقول ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار", "sura_id": 2, "type": 1, "id": 6444, "aya_id": 201}, {"text": "201 - (ومنهم من يقول ربنا آتنا في الدنيا حسنة) نعمة (وفي الآخرة حسنة) هي الجنة (وقنا عذاب النار) بعدم دخولها وهذا بيان لما كان عليه المشركون ولحال المؤمنين والقصد به الحث على طلب خير الدارين كما وعد بالثواب عليه بقوله: \r\n", "sura_id": 2, "type": 2, "id": 25152, "aya_id": 201}, {"text": "ومن الناس فريق مؤمن يقول في دعائه: ربنا آتنا في الدنيا عافية ورزقًا وعلمًا نافعًا, وعملا صالحًا, وغير ذلك من أمور الدين والدنيا, وفي الآخرة الجنة, واصرف عنَّا عذاب النار. وهذا الدعاء من أجمع الأدعية, ولهذا كان أكثر دعاء النبي صلى الله عليه وسلم, كما ثبت في الصحيحين.\r\n", "sura_id": 2, "type": 3, "id": 31388, "aya_id": 201}, {"text": " <font color=red>وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</font><BR><p>\" وَمِنْهُمْ مَنْ يَقُول رَبّنَا آتِنَا فِي الدُّنْيَا حَسَنَة وَفِي الْأَخِرَة حَسَنَة وَقِنَا عَذَاب النَّار \" فَجَمَعَتْ هَذِهِ الدَّعْوَة كُلّ خَيْر فِي الدُّنْيَا وَصَرَفَتْ كُلّ شَرّ فَإِنَّ كُلّ الْحَسَنَة فِي الدُّنْيَا تَشْمَل كُلّ مَطْلُوب دُنْيَوِيّ مِنْ عَافِيَة وَدَار رَحْبَة وَزَوْجَة حَسَنَة وَرِزْق وَاسِع وَعِلْم نَافِع وَعَمَل صَالِح وَمَرْكَب هَيِّن وَثَنَاء جَمِيل إِلَى غَيْر ذَلِكَ مِمَّا اِشْتَمَلَتْ عَلَيْهِ عِبَارَات الْمُفَسِّرِينَ وَلَا مُنَافَاة بَيْنهَا فَإِنَّهَا كُلّهَا مُنْدَرِجَة فِي الْحَسَنَة فِي الدُّنْيَا . وَأَمَّا الْحَسَنَة فِي الْآخِرَة فَأَعْلَى ذَلِكَ دُخُول الْجَنَّة وَتَوَابِعه مِنْ الْأَمْن مِنْ الْفَزَع الْأَكْبَر فِي الْعَرَصَات وَتَيْسِير الْحِسَاب وَغَيْر ذَلِكَ مِنْ أُمُور الْآخِرَة الصَّالِحَة . وَأَمَّا النَّجَاة مِنْ النَّار فَهُوَ يَقْتَضِي تَيْسِير أَسْبَابه فِي الدُّنْيَا مِنْ اِجْتِنَاب الْمَحَارِم وَالْآثَام وَتَرْك الشُّبُهَات وَالْحَرَام . وَقَالَ الْقَاسِم أَبُو عَبْد الرَّحْمَن : مَنْ أُعْطِيَ قَلْبًا شَاكِرًا وَلِسَانًا ذَاكِرًا وَجَسَدًا صَابِرًا فَقَدْ أُوتِيَ فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَوُقِيَ عَذَاب النَّار . وَلِهَذَا وَرَدَتْ السُّنَّة بِالتَّرْغِيبِ فِي هَذَا الدُّعَاء . فَقَالَ الْبُخَارِيّ : حَدَّثَنَا مَعْمَر حَدَّثَنَا عَبْد الْوَارِث عَنْ عَبْد الْعَزِيز عَنْ أَنَس بْن مَالِك قَالَ : كَانَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" اللَّهُمَّ رَبّنَا آتِنَا فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَقِنَا عَذَاب النَّار \" وَقَالَ أَحْمَد : حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا عَبْد الْعَزِيز بْن صُهَيْب قَالَ : سَأَلَ قَتَادَة أَنَسًا أَيَّ دَعْوَة كَانَ أَكْثَر مَا يَدْعُوهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : يَقُول \" اللَّهُمَّ رَبّنَا آتِنَا فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَقِنَا عَذَاب النَّار \" وَكَانَ أَنَس إِذَا أَرَادَ أَنْ يَدْعُو بِدَعْوَةٍ دَعَا بِهَا وَإِذَا أَرَادَ أَنْ يَدْعُو بِدُعَاءٍ دَعَا بِهَا فِيهِ وَرَوَاهُ مُسْلِم وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا عَبْد السَّلَام بْن شَدَّاد يَعْنِي أَبَا طَالُوت قَالَ : كُنْت عِنْد أَنَس بْن مَالِك فَقَالَ لَهُ ثَابِت إِنَّ إِخْوَانك يُحِبُّونَ أَنْ تَدْعُو لَهُمْ فَقَالَ : اللَّهُمَّ آتِنَا فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَقِنَا عَذَاب النَّار وَتَحَدَّثُوا سَاعَة حَتَّى إِذَا أَرَادُوا الْقِيَام قَالَ أَبَا حَمْزَة : إِنَّ إِخْوَانك يُرِيدُونَ الْقِيَام فَادْعُ اللَّه لَهُمْ فَقَالَ : أَتُرِيدُونَ أَنْ أَشْقُقَ لَكُمْ الْأُمُور إِذَا آتَاكُمْ اللَّه فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَوَقَاكُمْ عَذَاب النَّار فَقَدْ آتَاكُمْ الْخَيْر كُلّه. وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ حُمَيْد عَنْ ثَابِت عَنْ أَنَس أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَادَ رَجُلًا مِنْ الْمُسْلِمِينَ قَدْ صَارَ مِثْل الْفَرْخ فَقَالَ لَهُ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" هَلْ تَدْعُو اللَّه بِشَيْءٍ أَوْ تَسْأَلهُ إِيَّاهُ\" قَالَ نَعَمْ : كُنْت أَقُول اللَّهُمَّ مَا كُنْت مُعَاقِبِي بِهِ فِي الْآخِرَة فَعَجِّلْهُ لِي فِي الدُّنْيَا . فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" سُبْحَان اللَّه لَا تُطِيقهُ أَوْ لَا تَسْتَطِيعهُ فَهَلَّا قُلْت \" رَبّنَا آتِنَا فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَقِنَا عَذَاب النَّار \" قَالَ فَدَعَا اللَّه فَشَفَاهُ اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم فَرَوَاهُ مِنْ حَدِيث اِبْن أَبِي عَدِيّ بِهِ . وَقَالَ الْإِمَام الشَّافِعِيّ : أَخْبَرَنَا سَعِيد بْن سَالِم الْقَدَّاح عَنْ اِبْن جُرَيْج عَنْ يَحْيَى بْن عُبَيْد مَوْلَى السَّائِب عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن السَّائِب أَنَّهُ سَمِعَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول فِيمَا بَيْن رُكْن بَنِي جُمَح وَالرُّكْن الْأَسْوَد \" رَبّنَا آتِنَا فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَقِنَا عَذَاب النَّار\" وَرَوَاهُ الثَّوْرِيّ عَنْ اِبْن جُرَيْج كَذَلِكَ . وَرَوَى اِبْن مَاجَهْ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَحْو ذَلِكَ وَفِي سَنَده ضَعْف وَاَللَّه أَعْلَم . وَقَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد الْبَاقِي أَخْبَرَنَا أَحْمَد بْن الْقَاسِم بْن مُسَاوِر حَدَّثَنَا سَعِيد بْن سُلَيْمَان عَنْ عَبْد اللَّه بْن هُرْمُز عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَا مَرَرْت عَلَى الرُّكْن إِلَّا رَأَيْت عَلَيْهِ مَلَكًا يَقُول آمِينَ فَإِذَا مَرَرْتُمْ عَلَيْهِ فَقُولُوا \" رَبّنَا آتِنَا فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَقِنَا عَذَاب النَّار \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38611, "aya_id": 201}]