[{"text": "إِنَّ رَبَّكَ لَبِالْمِرْصَادِ", "sura_id": 89, "type": 0, "id": 6007, "aya_id": 14}, {"text": "إن ربك لبالمرصاد", "sura_id": 89, "type": 1, "id": 12243, "aya_id": 14}, {"text": "14 - (إن ربك لبالمرصاد) يرصد أعمال العباد فلا يفوته منها شيء ليجازيهم عليها \r\n", "sura_id": 89, "type": 2, "id": 30951, "aya_id": 14}, {"text": "إنَّ ربك -أيها الرسول- لبالمرصاد لمن يعصيه, يمهله قليلا ثم يأخذه أخْذَ عزيز مقتدر.\r\n", "sura_id": 89, "type": 3, "id": 37187, "aya_id": 14}, {"text": " <font color=red>إِنَّ رَبَّكَ لَبِالْمِرْصَادِ</font><BR><p>قَالَ اِبْن عَبَّاس يَسْمَع وَيَرَى يَعْنِي يَرْصُد خَلْقه فِيمَا يَعْمَلُونَ وَيُجَازِي كُلًّا بِسَعْيِهِ فِي الدُّنْيَا وَالْآخِرَة وَسَيُعْرَضُ الْخَلَائِق كُلّهمْ عَلَيْهِ فَيَحْكُم فِيهِمْ بِعَدْلِهِ وَيُقَابِل كُلًّا بِمَا يَسْتَحِقّهُ وَهُوَ الْمُنَزَّه عَنْ الظُّلْم وَالْجَوْر وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم هَهُنَا حَدِيثًا غَرِيبًا جِدًّا , وَفِي إِسْنَاده نَظَر وَفِي صِحَّته فَقَالَ حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي الْحَوَارِيّ حَدَّثَنَا يُونُس الْحَذَّاء عَنْ أَبِي حَمْزَة الْبَيْسَانِيّ عَنْ مُعَاذ بْن جَبَل قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا مُعَاذ إِنَّ الْمُؤْمِن لَدَى الْحَقّ أَسِير يَا مُعَاذ إِنَّ الْمُؤْمِن لَا يَسْكُن رَوْعه وَلَا يَأْمَن اِضْطِرَابه حَتَّى يُخَلِّف جِسْر جَهَنَّم خَلْف ظَهْره يَا مُعَاذ إِنَّ الْمُؤْمِن قَيَّدَهُ الْقُرْآن عَنْ كَثِير مِنْ شَهَوَاته وَعَنْ أَنْ يَهْلِك فِيهَا هُوَ بِإِذْنِ اللَّه عَزَّ وَجَلَّ فَالْقُرْآن دَلِيله وَالْخَوْف مَحَجَّته وَالشَّوْق مَطِيَّته وَالصَّلَاة كَهْفه وَالصَّوْم جُنَّته . وَالصَّدَقَة فِكَاكه وَالصِّدْق أَمِيره وَالْحَيَاء وَزِيره وَرَبّه عَزَّ وَجَلَّ مِنْ وَرَاء ذَلِكَ كُلّه \" بِالْمِرْصَادِ \" قَالَ اِبْن أَبِي حَاتِم يُونُس الْحَذَّاء وَأَبُو حَمْزَة مَجْهُولَانِ وَأَبُو حَمْزَة عَنْ مُعَاذ مُرْسَل وَلَوْ كَانَ عَنْ أَبِي حَمْزَة لَكَانَ حَسَنًا أَيْ لَوْ كَانَ مِنْ كَلَامه لَكَانَ حَسَنًا ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا صَفْوَان بْن صَالِح حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ صَفْوَان بْن عَمْرو عَنْ أَيَفْع عَنْ اِبْن عَبْد الْكُلَاعِيّ أَنَّهُ سَمِعَهُ وَهُوَ يَعِظ النَّاس يَقُول إِنَّ لِجَهَنَّمَ سَبْع قَنَاطِر قَالَ وَالصِّرَاط عَلَيْهِنَّ قَالَ فَيُحْبَس الْخَلَائِق عِنْد الْقَنْطَرَة الْأُولَى فَيَقُول \" قِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ\" قَالَ فَيُحَاسَبُونَ عَلَى الصَّلَاة وَيُسْأَلُونَ عَنْهَا قَالَ فَيَهْلِك فِيهَا مَنْ هَلَكَ وَيَنْجُو مَنْ نَجَا فَإِذَا بَلَغُوا الْقَنْطَرَة الثَّانِيَة حُوسِبُوا عَلَى الْأَمَانَة كَيْفَ أَدَّوْهَا وَكَيْفَ خَانُوهَا قَالَ فَيَهْلِك مَنْ هَلَكَ وَيَنْجُو مَنْ نَجَا فَإِذَا بَلَغُوا الْقَنْطَرَة الثَّالِثَة سُئِلُوا عَنْ الرَّحِم كَيْفَ وَصَلُوهَا وَكَيْفَ قَطَعُوهَا قَالَ فَيَهْلِك مَنْ هَلَكَ وَيَنْجُو مَنْ نَجَا قَالَ وَالرَّحِم يَوْمئِذٍ مُتَدَلِّيَة إِلَى الْهُوِيّ فِي جَهَنَّم تَقُول اللَّهُمَّ مَنْ وَصَلَنِي فَصِلْهُ وَمَنْ قَطَعَنِي فَاقْطَعْهُ قَالَ وَهِيَ الَّتِي يَقُول اللَّه عَزَّ وَجَلَّ \" إِنَّ رَبّك لَبِالْمِرْصَادِ \" هَكَذَا أَوْرَدَ هَذَا الْأَثَر وَلَمْ يَذْكُر تَمَامه .</p><BR> <br> ", "sura_id": 89, "type": 4, "id": 43369, "aya_id": 14}]