[{"text": "تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ", "sura_id": 105, "type": 0, "id": 6192, "aya_id": 4}, {"text": "ترميهم بحجارة من سجيل", "sura_id": 105, "type": 1, "id": 12428, "aya_id": 4}, {"text": "4 - (ترميهم بحجارة من سجيل) طين مطبوخ \r\n", "sura_id": 105, "type": 2, "id": 31136, "aya_id": 4}, {"text": "تقذفهم بحجارة من طين متحجِّر.\r\n", "sura_id": 105, "type": 3, "id": 37372, "aya_id": 4}, {"text": " <font color=red>تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ</font><BR><p>مَعَ كُلّ طَائِر مِنْهَا ثَلَاثَة أَحْجَار يَحْمِلهَا : حَجَر فِي مِنْقَاره وَحَجَرَانِ فِي رِجْلَيْهِ أَمْثَال الْحِمَّص وَالْعَدَس لَا يُصِيب مِنْهُمْ أَحَدًا إِلَّا هَلَكَ وَلَيْسَ كُلّهمْ أَصَابَتْ وَخَرَجُوا هَارِبِينَ يَبْتَدِرُونَ الطَّرِيق وَيَسْأَلُونَ عَنْ نُفَيْل لِيَدُلَّهُمْ عَلَى الطَّرِيق هَذَا وَنُفَيْل عَلَى رَأْس الْجَبَل مَعَ قُرَيْش وَعَرَب الْحِجَاز يَنْظُرُونَ مَاذَا أَنْزَلَ اللَّه بِأَصْحَابِ الْفِيل مِنْ النِّقْمَة وَجَعَلَ نُفَيْل يَقُول : أَيْنَ الْمَفَرُّ وَالْإِلَهُ الطَّالِبُ وَالْأَشْرَمُ الْمَغْلُوبُ لَيْسَ الْغَالِبُ قَالَ اِبْن إِسْحَاق وَقَالَ نُفَيْل فِي ذَلِكَ أَيْضًا : أَلَا حُيِّيت عَنَّا يَا وَدِينَا نَعِمْنَا كم مَنْع الْأَصْبَاح عَيْنًا ودينة لَوْ رَأَيْت وَلَا تريه لَدَى جَنْب الْمُحَصَّب مَا رَأَيْنَا إِذَا لَعَذَرْتنِي وَحَمِدْت أَمْرِي وَلَمْ تَأَسَى عَلَى مَا فَاتَ بَيْنَا حَمِدْت اللَّهُ إِذْ أَبْصَرْت طَيْرًا وَخِفْت حِجَارَة تُلْقَى عَلَيْنَا فَكُلّ الْقَوْم تَسْأَل عَنْ نُفَيْل كَأَنَّ عَلَيَّ لِلْحُبْشَانِ دَيْنًا ذَكَرَ الْوَاقِدِيّ بِإِسْنَادِهِ أَنَّهُمْ لَمَّا تَعِبُوا لِدُخُولِ الْحَرَم وَهَيَّئُوا الْفِيل جَعَلُوا لَا يَصْرِفُونَهُ إِلَى جِهَة مِنْ سَائِر الْجِهَات إِلَّا ذَهَبَ فِيهَا فَإِذَا وَجَّهُوهُ إِلَى الْحَرَم رَبَضَ وَصَاحَ وَجَعَلَ أَبَرْهَة يَحْمِل عَلَى سَائِس الْفِيل وَيَنْهَرهُ وَيَضْرِبهُ لِيَقْهَر الْفِيل عَلَى دُخُول الْحَرَم وَطَالَ الْفَصْل فِي ذَلِكَ هَذَا وَعَبْد الْمُطَّلِب وَجَمَاعَة مِنْ أَشْرَاف مَكَّة فِيهِمْ الْمُطْعِم بْن عَدِيّ وَعَمْرو بْن عَائِد بْن عِمْرَان بْن مَخْزُوم وَمَسْعُود بْن عَمْرو الثَّقَفِيّ عَلَى حِرَاء يَنْظُرُونَ مَا الْحَبَشَة يَصْنَعُونَ وَمَاذَا يَلْقَوْنَ مِنْ أَمْر الْفِيل وَهُوَ الْعَجَب الْعُجَاب فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بَعَثَ اللَّهُ عَلَيْهِمْ طَيْرًا أَبَابِيل أَيْ قِطَعًا قِطَعًا صُفْرًا دُون الْحَمَام وَأَرْجُلهَا حُمْر وَمَعَ كُلّ طَائِر ثَلَاثَة أَحْجَار وَجَاءَتْ فَحَلَّقَتْ عَلَيْهِمْ وَأَرْسَلَتْ تِلْكَ الْأَحْجَار عَلَيْهِمْ فَهَلَكُوا . وَقَالَ مُحَمَّد بْن إِسْحَاق جَاءُوا بِفِيلَيْنِ فَأَمَّا مَحْمُود فَرَبَضَ وَأَمَّا الْآخَر فَحُصِبَ . وَقَالَ وَهْب بْن مُنَبِّه كَانَ مَعَهُمْ فِيَلَة فَأَمَّا مَحْمُود وَهُوَ فِيل الْمَلِك فَرَبَضَ لِيَقْتَدِيَ بِهِ بَقِيَّة الْفِيَلَة وَكَانَ فِيهَا فِيل تَشَجَّعَ فَحُصِبَ فَهَرَبَتْ بَقِيَّة الْفِيَلَة وَقَالَ عَطَاء بْن يَسَار وَغَيْره وَلَيْسَ كُلّهمْ أَصَابَهُ الْعَذَاب فِي السَّاعَة الرَّاهِنَة بَلْ مِنْهُمْ مَنْ هَلَكَ سَرِيعًا وَمِنْهُمْ مَنْ جَعَلَ يَتَسَاقَط عُضْوًا عُضْوًا وَهُمْ هَارِبُونَ وَكَانَ أَبَرْهَة مِمَّنْ تَسَاقَطَ عُضْوًا عُضْوًا حَتَّى مَاتَ بِبِلَادِ خَثْعَم . وَقَالَ اِبْن إِسْحَاق فَخَرَجُوا يَتَسَاقَطُونَ بِكُلِّ طَرِيق وَيَهْلِكُونَ عَلَى كُلّ مَنْهَل وَأُصِيبَ أَبَرْهَة فِي جَسَده وَخَرَجُوا بِهِ مَعَهُمْ يَسْقُط أُنْمُلَة أُنْمُلَة حَتَّى قَدِمُوا بِهِ صَنْعَاء وَهُوَ مِثْل فَرْخ الطَّائِر فَمَا مَاتَ حَتَّى اِنْصَدَعَ صَدْره عَنْ لُبّه فِيمَا يَزْعُمُونَ. وَذَكَرَ مُقَاتِل بْن سُلَيْمَان أَنَّ قُرَيْشًا أَصَابُوا مَالًا جَزِيلًا مِنْ أَسْلَابهمْ وَمَا كَانَ مَعَهُمْ وَأَنَّ عَبْد الْمُطَّلِب أَصَابَ يَوْمَئِذٍ مِنْ الذَّهَب مَا مَلَأَ حُفْرَة قَالَ اِبْن إِسْحَاق وَحَدَّثَنِي يَعْقُوب بْن عُتْبَة أَنَّهُ حَدَّثَ أَنَّ أَوَّل مَا رُئِيَتْ الْحَصْبَة وَالْجُدَرِيّ بِأَرْضِ الْعَرَب ذَلِكَ الْعَام وَأَنَّهُ أَوَّل مَا رُئِيَ بِهِ مَرَائِر الشَّجَر الْحَرْمَل وَالْحَنْظَل وَالْعُسْر ذَلِكَ الْعَام وَهَكَذَا رُوِيَ عَنْ عِكْرِمَة مِنْ طَرِيق جَيِّد . قَالَ اِبْن إِسْحَاق فَلَمَّا بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ فِيمَا يُعَدّ بِهِ عَلَى قُرَيْش مِنْ نِعْمَته عَلَيْهِمْ وَفَضْله مَا رَدَّ عَنْهُمْ مِنْ أَمْر الْحَبَشَة لِبَقَاءِ أَمْرهمْ وَمُدَّتهمْ فَقَالَ \" أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّك بِأَصْحَابِ الْفِيل أَلَمْ يَجْعَل كَيْدهمْ فِي تَضْلِيلٍ وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيل تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيل فَجَعَلَهُمْ كَعَصْفٍ مَأْكُول \" \" لِإِيلَافِ قُرَيْش إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ \" أَيْ لِئَلَّا يُغَيِّر شَيْئًا مِنْ حَالهمْ الَّتِي كَانُوا عَلَيْهَا لِمَا أَرَادَ اللَّه بِهِمْ مِنْ الْخَيْر لَوْ قَبِلُوهُ قَالَ اِبْن هِشَام الْأَبَابِيل الْجَمَاعَات وَلَمْ تَتَكَلَّم الْعَرَب بِوَاحِدَةٍ قَالَ وَأَمَّا السِّجِّيل فَأَخْبَرَنِي يُونُس النَّحْوِيّ وَأَبُو عُبَيْدَة أَنَّهُ عِنْد الْعَرَب الشَّدِيد الصُّلْب . قَالَ وَذَكَرَ بَعْض الْمُفَسِّرِينَ أَنَّهُمَا كَلِمَتَانِ بِالْفَارِسِيَّةِ جَعَلَتْهُمَا الْعَرَب كَلِمَة وَاحِدَة وَإِنَّمَا هُوَ سنج وجل يَعْنِي بالسنج الْحَجَر والجل الطِّين يَقُول الْحِجَارَة مِنْ هَذَيْنِ الْجِنْسَيْنِ الْحَجَر وَالطِّين قَالَ وَالْعَصْف وَرَق الزَّرْع الَّذِي لَمْ يُقْضَب وَاحِدَته عَصْفَة اِنْتَهَى مَا ذَكَرَهُ . وَقَدْ قَالَ حَمَّاد بْن سَلَمَة عَنْ عَامِر عَنْ زِرّ عَنْ عَبْد اللَّه وَأَبُو سَلَمَة بْن عَبْد الرَّحْمَن \" طَيْرًا أَبَابِيل \" قَالَ الْفِرَق وَقَالَ اِبْن عَبَّاس وَالضَّحَّاك أَبَابِيل يَتْبَع بَعْضهَا بَعْضًا وَقَالَ الْحَسَن الْبَصْرِيّ وَقَتَادَة الْأَبَابِيل الْكَثِيرَة وَقَالَ مُجَاهِد أَبَابِيل شَتَّى مُتَتَابِعَة مُجْتَمِعَة وَقَالَ اِبْن زَيْد الْأَبَابِيل الْمُخْتَلِفَة تَأْتِي مِنْ هَهُنَا وَمِنْ هَهُنَا أَتَتْهُمْ مِنْ كُلّ مَكَان وَقَالَ الْكِسَائِيّ سَمِعْت بَعْض النَّحْوِيِّينَ يَقُول وَاحِد الْأَبَابِيل إِبِّيل . وَقَالَ اِبْن جَرِير حَدَّثَنِي عَبْد الْأَعْلَى حَدَّثَنِي دَاوُد عَنْ إِسْحَاق بْن عَبْد اللَّه بْن الْحَارِث بْن نَوْفَل أَنَّهُ قَالَ فِي قَوْله تَعَالَى \" وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيل \" هِيَ الْأَقَاطِيع كَالْإِبِلِ الْمُؤَبَّلَة وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ اِبْن عَوْن عَنْ اِبْن سِيرِينَ عَنْ اِبْن عَبَّاس \" وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيل \" قَالَ لَهَا خَرَاطِيم كَخَرَاطِيم الطَّيْر وَأَكُفّ كَأَكُفِّ الْكِلَاب وَحَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا هُشَيْم أَخْبَرَنَا حُصَيْن عَنْ عِكْرِمَة فِي قَوْله تَعَالَى \" طَيْرًا أَبَابِيل \" قَالَ كَانَتْ طَيْرًا خُضْرًا خَرَجَتْ مِنْ الْبَحْر لَهَا رُءُوس كَرُءُوس السِّبَاع وَحَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا اِبْن مَهْدِيّ عَنْ سُفْيَان عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ عُبَيْد بْن عُمَيْر \" طَيْرًا أَبَابِيل \" قَالَ هِيَ طُيُور سُود بَحْرِيَّة فِي مَنَاقِيرهَا وَأَظَافِرهَا الْحِجَارَة وَهَذِهِ أَسَانِيد صَحِيحَة وَقَالَ سَعِيد بْن جُبَيْر كَانَتْ طَيْرًا خُضْرًا لَهَا مَنَاقِير صُفْر تَخْتَلِف عَلَيْهِمْ وَعَنْ اِبْن عَبَّاس وَمُجَاهِد وَعَطَاء كَانَتْ الطَّيْر الْأَبَابِيل مِثْل الَّتِي يُقَال لَهَا عَنْقَاء مغرب وَرَوَاهُ عَنْهُمْ اِبْن أَبِي حَاتِم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عُبَيْد اللَّه بْن مُحَمَّد بْن أَبِي شَيْبَة حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ عُبَيْد بْن عُمَيْر قَالَ لَمَّا أَرَادَ اللَّه أَنْ يُهْلِك أَصْحَاب الْفِيل بَعَثَ عَلَيْهِمْ طَيْرًا أُنْشِئَتْ مِنْ الْبَحْر أَمْثَال الْخَطَاطِيف كُلّ طَيْر مِنْهَا يَحْمِل ثَلَاثَة أَحْجَار حَجَرَيْنِ فِي رِجْلَيْهِ وَحَجَرًا فِي مِنْقَاره قَالَ فَجَاءَتْ حَتَّى صَفَّتْ عَلَى رُءُوسهم ثُمَّ صَاحَتْ وَأَلْقَتْ مَا فِي أَرْجُلهَا وَمَنَاقِيرهَا فَمَا يَقَع حَجَر عَلَى رَأْس رَجُل إِلَّا خَرَجَ مِنْ دُبُره وَلَا يَقَع عَلَى شَيْء مِنْ جَسَده إِلَّا خَرَجَ مِنْ الْجَانِب الْآخَر وَبَعَثَ اللَّه رِيحًا شَدِيدَة فَضَرَبَتْ الْحِجَارَة فَزَادَتْهَا شِدَّة فَأُهْلِكُوا جَمِيعًا وَقَالَ السُّدِّيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس حِجَارَة مِنْ سِجِّيل قَالَ طِين فِي حِجَارَة سنك وكل وَقَدْ قَدَّمْنَا بَيَان ذَلِكَ بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا.</p><BR> <br> ", "sura_id": 105, "type": 4, "id": 37578, "aya_id": 4}]