[{"text": "يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ", "sura_id": 26, "type": 0, "id": 3155, "aya_id": 223}, {"text": "يلقون السمع وأكثرهم كاذبون", "sura_id": 26, "type": 1, "id": 9391, "aya_id": 223}, {"text": "223 - (يلقون) الشياطين (السمع) ما سمعوه من الملائكة إلى الكهنة (وأكثرهم كاذبون) يضمون إلى المسموع كذبا كثيرا وكان قبل أن حجبت الشياطين عن السماء \r\n", "sura_id": 26, "type": 2, "id": 28099, "aya_id": 223}, {"text": "فيلقونه إلى الكهان, ومَن جرى مجراهم مِنَ الفسقة, وأكثر هؤلاء كاذبون, يَصْدُق أحدهم في كلمة, فيزيد فيها أكثر مِن مائة كذبة.\r\n", "sura_id": 26, "type": 3, "id": 34335, "aya_id": 223}, {"text": " <font color=red>يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ</font><BR><p>\" يُلْقُونَ السَّمْع\" أَيْ يَسْتَرِقُونَ السَّمْع مِنْ السَّمَاء فَيَسْمَعُونَ الْكَلِمَة مِنْ عِلْم الْغَيْب فَيَزِيدُونَ مَعَهَا مِائَة كَذْبَة ثُمَّ يُلْقُونَهَا إِلَى أَوْلِيَائِهِمْ مِنْ الْإِنْس فَيُحَدِّثُونَ بِهَا فَيُصَدِّقهُمْ النَّاس فِي كُلّ مَا قَالُوهُ بِسَبَبِ صِدْقهمْ فِي تِلْكَ الْكَلِمَة الَّتِي سُمِعَتْ مِنْ السَّمَاء كَمَا صَحَّ بِذَلِكَ الْحَدِيث كَمَا رَوَاهُ الْبُخَارِيّ مِنْ حَدِيث الزُّهْرِيّ أَخْبَرَنِي يَحْيَى بْن عُرْوَة بْن الزُّبَيْر أَنَّهُ سَمِعَ عُرْوَة بْن الزُّبَيْر يَقُول : قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا : سَأَلَ نَاس النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْكُهَّان فَقَالَ \" إِنَّهُمْ لَيْسُوا بِشَيْءٍ \" قَالُوا يَا رَسُول اللَّه فَإِنَّهُمْ يُحَدِّثُونَ بِالشَّيْءِ يَكُون حَقًّا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تِلْكَ الْكَلِمَة مِنْ الْحَقّ يَخْطَفهَا الْجِنِّيّ فَيُقَرْقِرُهَا فِي أُذُن وَلِيّه كَقَرْقَرَةِ الدَّجَاج فَيَخْلِطُونَ مَعَهَا أَكْثَر مِنْ مَائِهِ كَذْبَة \" وَرَوَى الْبُخَارِيّ أَيْضًا حَدَّثَنَا الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنَا عَمْرو قَالَ سَمِعْت عِكْرِمَة سَمِعْت أَبَا هُرَيْرَة يَقُول : إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا قَضَى اللَّه الْأَمْر فِي السَّمَاء ضَرَبَتْ الْمَلَائِكَة بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَأَنَّهَا سِلْسِلَة عَلَى صَفْوَان فَإِذَا فُزِّعَ عَنْ قُلُوبهمْ قَالُوا مَاذَا قَالَ رَبّكُمْ ؟ قَالُوا الْحَقّ وَهُوَ الْعَلِيّ الْكَبِير فَيَسْمَعهَا مُسْتَرِقُوا السَّمْع وَمُسْتَرِقُوا السَّمْع هَكَذَا بَعْضهمْ فَوْق بَعْض - وَصَفَهُ سُفْيَان بِيَدِهِ فَحَرَّفَهَا وَبَدَّدَ بَيْن أَصَابِعه - فَيَسْمَع الْكَلِمَة فَيُلْقِيهَا إِلَى مَنْ تَحْته ثُمَّ يُلْقِيهَا الْآخَر إِلَى مَنْ تَحْته حَتَّى يُلْقِيهَا عَلَى لِسَان السَّاحِر أَوْ الْكَاهِن فَرُبَّمَا أَدْرَكَهُ الشِّهَاب قَبْل أَنْ يُلْقِيهَا وَرُبَّمَا أَلْقَاهَا قَبْل أَنْ يُدْرِكهُ فَيَكْذِب مَعَهَا مَائَة كَذْبَة فَيُقَال أَلَيْسَ قَدْ قَالَ لَنَا يَوْم كَذَا وَكَذَا : كَذَا وَكَذَا ؟ فَيَصْدُق بِتِلْكَ الْكَلِمَة الَّتِي سُمِعَتْ مِنْ السَّمَاء \" تَفَرَّدَ بِهِ الْبُخَارِيّ وَرَوَى مُسْلِم مِنْ حَدِيث الزُّهْرِيّ عَنْ عَلِيّ بْن الْحُسَيْن عَنْ اِبْن عَبَّاس عَنْ رِجَال مِنْ الْأَنْصَار قَرِيبًا مِنْ هَذَا وَسَيَأْتِي عِنْد قَوْله تَعَالَى فِي سَبَأ \" حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبهمْ \" الْآيَة وَقَالَ الْبُخَارِيّ وَقَالَ اللَّيْث حَدَّثَنِي خَالِد بْن يَزِيد عَنْ سَعِيد بْن أَبِي هِلَال أَنَّ أَبَا الْأَسْوَد أَخْبَرَهُ عَنْ عُرْوَة عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ الْمَلَائِكَة تُحَدِّث فِي الْعَنَان - وَالْعَنَان الْغَمَام - بِالْأَمْرِ فِي الْأَرْض فَتَسْمَع الشَّيَاطِين الْكَلِمَة فَتَقُرُّهَا فِي أُذُن الْكَاهِن كَمَا تُقَرّ الْقَارُورَة فَيَزِيدُونَ مَعَهَا مِائَة كَذْبَة \" وَرَوَاهُ الْبُخَارِيّ فِي مَوْضِع آخَر مِنْ كِتَاب بَدْء الْخَلْق عَنْ سَعِيد بْن أَبِي زَيْد عَنْ اللَّيْث عَنْ عَبْد اللَّه بْن أَبِي جَعْفَر عَنْ أَبِي الْأَسْوَد مُحَمَّد بْن عَبْد الرَّحْمَن عَنْ عُرْوَة عَنْ عَائِشَة بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39504, "aya_id": 223}]