[{"text": "فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ", "sura_id": 70, "type": 0, "id": 5415, "aya_id": 40}, {"text": "فلا أقسم برب المشارق والمغارب إنا لقادرون", "sura_id": 70, "type": 1, "id": 11651, "aya_id": 40}, {"text": "40 - (فلا) لا زائدة (أقسم برب المشارق والمغارب) للشمس والقمر وسائر الكواكب (إنا لقادرون) \r\n", "sura_id": 70, "type": 2, "id": 30359, "aya_id": 40}, {"text": "فلا أقسم برب مشارق الشمس والكواكب ومغاربها, إنا لقادرون\r\n", "sura_id": 70, "type": 3, "id": 36595, "aya_id": 40}, {"text": " <font color=red>فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ</font><BR><p>أَيْ الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض وَجَعَلَ مَشْرِقًا وَمَغْرِبًا وَسَخَّرَ الْكَوَاكِب تَبْدُو مِنْ مَشَارِقهَا وَتَغِيب فِي مَغَارِبهَا. وَتَقْدِير الْكَلَام لَيْسَ الْأَمْر كَمَا يَزْعُمُونَ أَنْ لَا مَعَاد وَلَا حِسَاب وَلَا بَعْث وَلَا نُشُور بَلْ كُلّ ذَلِكَ وَاقِع وَكَائِن لَا مَحَالَة وَلِهَذَا أَتَى بِلَا فِي اِبْتِدَاء الْقَسَم لِيَدُلّ عَلَى أَنَّ الْمُقْسَم عَلَيْهِ نَفْي وَهُوَ مَضْمُون الْكَلَام وَهُوَ الرَّدّ عَلَى زَعْمهمْ الْفَاسِد فِي نَفْي يَوْم الْقِيَامَة وَقَدْ شَاهَدُوا مِنْ عَظِيم قُدْرَة اللَّه تَعَالَى مَا هُوَ أَبْلَغ مِنْ إِقَامَة الْقِيَامَة وَهُوَ خَلْق السَّمَوَات وَالْأَرْض وَتَسْخِير مَا فِيهِمَا مِنْ الْمَخْلُوقَات مِنْ الْحَيَوَانَات وَالْجَمَادَات وَسَائِر صُنُوف الْمَوْجُودَات وَلِهَذَا قَالَ تَعَالَى \" لَخَلْق السَّمَوَات وَالْأَرْض أَكْبَر مِنْ خَلْق النَّاس وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ \" وَقَالَ تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّ اللَّه الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلّ شَيْء قَدِير \" وَقَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" أَوَلَيْسَ الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض بِقَادِرٍ عَلَى أَنْ يَخْلُق مِثْلهمْ بَلَى وَهُوَ الْخَلَّاق الْعَلِيم إِنَّمَا أَمْره إِذَا أَرَادَ شَيْئًا أَنْ يَقُول لَهُ كُنْ فَيَكُون \" .</p><BR> <br> ", "sura_id": 70, "type": 4, "id": 42706, "aya_id": 40}]