[{"text": "وَجَاء مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ", "sura_id": 36, "type": 0, "id": 3725, "aya_id": 20}, {"text": "وجاء من أقصى المدينة رجل يسعى قال يا قوم اتبعوا المرسلين", "sura_id": 36, "type": 1, "id": 9961, "aya_id": 20}, {"text": "20 - (وجاء من أقصى المدينة رجل) هو حبيب النجار وكان قد آمن بالرسل ومنزله بأقصى البلد (يسعى) يشتد عدوا لما سمع بتكذيب القوم للرسل (قال يا قوم اتبعوا المرسلين) \r\n", "sura_id": 36, "type": 2, "id": 28669, "aya_id": 20}, {"text": "وجاء من مكان بعيد في المدينة رجل مسرع (وذلك حين علم أن أهل القرية هَمُّوا بقتل الرسل أو تعذيبهم), قال: يا قوم اتبعوا المرسلين إليكم من الله,\r\n", "sura_id": 36, "type": 3, "id": 34905, "aya_id": 20}, {"text": " <font color=red>وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى قَالَ يَا قَوْمِ اتَّبِعُوا</font><BR><p>قَالَ اِبْن إِسْحَاق فِيمَا بَلَغَهُ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَكَعْب الْأَحْبَار وَوَهْب بْن مُنَبِّه أَنَّ أَهْل الْقَرْيَة هَمُّوا بِقَتْلِ رُسُلهمْ فَجَاءَهُمْ رَجُل مِنْ أَقْصَى الْمَدِينَة يَسْعَى أَيْ لِيَنْصُرهُمْ مِنْ قَوْمه قَالُوا وَهُوَ حَبِيب وَكَانَ يَعْمَل الْحَرِير وَهُوَ الْحَيَّاك وَكَانَ رَجُلًا سَقِيمًا قَدْ أَسْرَعَ فِيهِ الْجُذَام وَكَانَ كَثِير الصَّدَقَة يَتَصَدَّق بِنِصْفِ كَسْبه مُسْتَقِيم الْفِطْرَة وَقَالَ اِبْن إِسْحَاق عَنْ رَجُل سَمَّاهُ عَنْ الْحَكَم عَنْ مِقْسَم أَوْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ اِسْم صَاحِب يس حَبِيب وَكَانَ الْجُذَام قَدْ أَسْرَعَ فِيهِ . وَقَالَ الثَّوْرِيّ عَنْ عَاصِم الْأَحْوَل عَنْ أَبِي مِجْلَز كَانَ اِسْمه حَبِيب بْن سَرِيّ وَقَالَ شَبِيب بْن بِشْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ اِسْم صَاحِب يس حَبِيب النَّجَّار فَقَتَلَهُ قَوْمه وَقَالَ السُّدِّيّ كَانَ قَصَّارًا وَقَالَ عُمَر بْن الْحَكَم كَانَ إِسْكَافًا وَقَالَ قَتَادَة كَانَ يَتَعَبَّد فِي غَار هُنَاكَ \" قَالَ يَا قَوْم اِتَّبِعُوا الْمُرْسَلِينَ \" يَحُضّ قَوْمه عَلَى اِتِّبَاع الرُّسُل الَّذِينَ أَتَوْهُمْ .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40351, "aya_id": 20}]