[{"text": "وَاذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتْ النُّذُرُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ", "sura_id": 46, "type": 0, "id": 4531, "aya_id": 21}, {"text": "واذكر أخا عاد إذ أنذر قومه بالأحقاف وقد خلت النذر من بين يديه ومن خلفه ألا تعبدوا إلا الله إني أخاف عليكم عذاب يوم عظيم", "sura_id": 46, "type": 1, "id": 10767, "aya_id": 21}, {"text": "21 - (واذكر أخا عاد) هو هود عليه السلام (إذ) ألخ بدل اشتمال (أنذر قومه) خوفهم (بالأحقاف) واد باليمن به منازلهم (وقد خلت النذر) مضت الرسل (من بين يديه ومن خلفه) أي من قبل هود ومن بعده إلى أقوامهم أن أي بأن قال (ألا تعبدوا إلا الله) وجملة قد خلت معترضة (إني أخاف عليكم) إن عبدتم غير الله (عذاب يوم عظيم) \r\n", "sura_id": 46, "type": 2, "id": 29475, "aya_id": 21}, {"text": "واذكر -أيها الرسول- نبيَّ الله هودًا أخا عاد في النَّسب لا في الدين, حين أنذر قومه أن يحل بهم عقاب الله, وهم في منازلهم المعروفة بـ \"الأحقاف\", وهي الرمال الكثيرة جنوب الجزيرة العربية, وقد مضت الرسل بإنذار قومها قبل هود وبعده: بأن لا تشركوا مع الله شيئًا في عبادتكم له, إني أخاف عليكم عذاب الله في يوم يَعْظُم هوله, وهو يوم القيامة.\r\n", "sura_id": 46, "type": 3, "id": 35711, "aya_id": 21}, {"text": " <font color=red>وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ</font><BR><p>يَقُول تَعَالَى مُسَلِّيًا لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تَكْذِيب مَنْ كَذَّبَهُ مِنْ قَوْمِهِ \" وَاذْكُرْ أَخَا عَادٍ \" وَهُوَ هُود عَلَيْهِ الصَّلَاة وَالسَّلَام بَعَثَهُ اللَّه عَزَّ وَجَلَّ إِلَى عَادٍ الْأُولَى وَكَانُوا يَسْكُنُونَ الْأَحْقَاف جَمْع حِقْف وَهُوَ الْجَبَل مِنْ الرَّمْل قَالَهُ اِبْن زَيْد وَقَالَ عِكْرِمَة الْأَحْقَاف الْجَبَل وَالْغَار وَقَالَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ الْأَحْقَاف وَادٍ بِحَضْرَمَوْتَ يُدْعَى بَرَهُوتَ تُلْقَى فِيهِ أَرْوَاح الْكُفَّار وَقَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ عَادًا كَانُوا حَيًّا بِالْيَمَنِ أَهْل رَمْل مُشْرِفِينَ عَلَى الْبَحْر بِأَرْضٍ يُقَال لَهَا الشَّحْرُ . قَالَ اِبْن مَاجَهْ \" بَاب إِذَا دَعَا فَلْيَبْدَأْ بِنَفْسِهِ \" حَدَّثَنَا الْحَسَن بْن عَلِيّ الْخَلَّال حَدَّثَنَا أَبِي حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا سُفْيَان حَدَّثَنَا عَلِيّ بْن إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَرْحَمُنَا اللَّهُ وَأَخَا عَادٍ \" وَقَوْله تَعَالَى \" وَقَدْ خَلَتْ النُّذُر مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه\" يَعْنِي وَقَدْ أَرْسَلَ اللَّه تَعَالَى إِلَى مَنْ حَوْل بِلَادهمْ فِي الْقُرَى مُرْسَلِينَ وَمُنْذِرِينَ كَقَوْلِهِ عَزَّ وَجَلَّ \" فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْن يَدَيْهَا وَمَا خَلْفهمَا \" وَكَقَوْلِهِ جَلَّ وَعَلَا \" فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَة مِثْل صَاعِقَة عَادٍ وَثَمُود إِذْ جَاءَتْهُمْ الرُّسُل مِنْ بَيْن أَيْدِيهمْ وَمِنْ خَلْفهمْ أَلَّا تَعْبُدُوا إِلَّا اللَّه إِنِّي أَخَاف عَلَيْكُمْ عَذَاب يَوْم عَظِيم \" .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41330, "aya_id": 21}]