[{"text": "وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ", "sura_id": 28, "type": 0, "id": 3261, "aya_id": 9}, {"text": "وقالت امرأة فرعون قرة عين لي ولك لا تقتلوه عسى أن ينفعنا أو نتخذه ولدا وهم لا يشعرون", "sura_id": 28, "type": 1, "id": 9497, "aya_id": 9}, {"text": "9 - (وقالت امرأة فرعون) وقد هم مع أعوانه بقتله هو (قرة عين لي ولك لا تقتلوه عسى أن ينفعنا أو نتخذه ولدا) فأطاعوها (وهم لا يشعرون) بعاقبة أمرهمم معه \r\n", "sura_id": 28, "type": 2, "id": 28205, "aya_id": 9}, {"text": "وقالت امرأة فرعون لفرعون: هذا الطفل سيكون مصدر سرور لي ولك, لا تقتلوه; فقد نصيب منه خيرًا أو نتخذه ولدا, وفرعون وآله لا يدركون أن هلاكهم على يديه.\r\n", "sura_id": 28, "type": 3, "id": 34441, "aya_id": 9}, {"text": " <font color=red>وَقَالَتِ امْرَأَةُ فِرْعَوْنَ قُرَّةُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ</font><BR><p>قَوْله تَعَالَى : \" وَقَالَتْ اِمْرَأَة فِرْعَوْن قُرَّة عَيْن لِي وَلَك \" الْآيَة يَعْنِي أَنَّ فِرْعَوْن لَمَّا رَآهُ هَمَّ بِقَتْلِهِ خَوْفًا مِنْ أَنْ يَكُون مِنْ بَنِي إِسْرَائِيل فَشَرَعَتْ اِمْرَأَته آسِيَة بِنْت مُزَاحِم تُخَاصِم عَنْهُ وَتَذُبّ دُونه وَتُحَبِّبهُ إِلَى فِرْعَوْن فَقَالَتْ : \" قُرَّة عَيْن لِي وَلَك \" فَقَالَ فِرْعَوْن أَمَّا لَك فَنَعَمْ وَأَمَّا لِي فَلَا فَكَانَ كَذَلِكَ وَهَدَاهَا اللَّه بِسَبَبِهِ وَأَهْلَكَهُ اللَّه عَلَى يَدَيْهِ وَقَدْ تَقَدَّمَ فِي حَدِيث الْفُتُون فِي سُورَة طه هَذِهِ الْقِصَّة بِطُولِهَا فِي رِوَايَة اِبْن عَبَّاس مَرْفُوعًا عِنْد النَّسَائِيّ وَغَيْره . وَقَوْله : \" عَسَى أَنْ يَنْفَعنَا \" وَقَدْ حَصَلَ لَهَا ذَلِكَ وَهَدَاهَا اللَّه بِهِ وَأَسْكَنَهَا الْجَنَّة بِسَبَبِهِ . وَقَوْله : \" أَوْ نَتَّخِذهُ وَلَدًا \" أَيْ أَرَادَتْ أَنْ تَتَّخِذهُ وَلَدًا وَتَتَبَنَّاهُ وَذَلِكَ أَنَّهُ لَمْ يَكُنْ لَهَا وَلَد مِنْهُ وَقَوْله تَعَالَى : \" وَهُمْ لَا يَشْعُرُونَ \" أَيْ لَا يَدْرُونَ مَا أَرَادَ اللَّه مِنْهُ بِالْتِقَاطِهِمْ إِيَّاهُ مِنْ الْحِكْمَة الْعَظِيمَة الْبَالِغَة وَالْحُجَّة الْقَاطِعَة .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39773, "aya_id": 9}]