[{"text": "قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا", "sura_id": 18, "type": 0, "id": 2243, "aya_id": 103}, {"text": "قل هل ننبئكم بالأخسرين أعمالا", "sura_id": 18, "type": 1, "id": 8479, "aya_id": 103}, {"text": "103 - (قل هل ننبئكم بالأخسرين أعمالا) تمييز طابق المميز وبينهم بقوله \r\n", "sura_id": 18, "type": 2, "id": 27187, "aya_id": 103}, {"text": "قل -أيها الرسول- للناس محذرًا: هل نُخبركم بأخسر الناس أعمالا؟\r\n", "sura_id": 18, "type": 3, "id": 33423, "aya_id": 103}, {"text": " <font color=red>قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا</font><BR><p>قَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عَمْرو عَنْ مُصْعَب قَالَ : سَأَلْت أَبِي يَعْنِي سَعْد بْن أَبِي وَقَّاص عَنْ قَوْل اللَّه \" قُلْ هَلْ نُنَبِّئكُمْ بِالْأَخْسَرِينَ أَعْمَالًا \" أَهُمْ الْحَرُورِيَّة قَالَ : لَا هُمْ الْيَهُود وَالنَّصَارَى . أَمَّا الْيَهُود فَكَذَّبُوا مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَمَّا النَّصَارَى فَكَفَرُوا بِالْجَنَّةِ وَقَالُوا لَا طَعَام فِيهَا وَلَا شَرَاب وَالْحَرُورِيَّة الَّذِينَ يَنْقُضُونَ عَهْد اللَّه مِنْ بَعْد مِيثَاقه فَكَانَ سَعْد يُسَمِّيهِمْ الْفَاسِقِينَ وَقَالَ عَلِيّ بْن أَبِي طَالِب وَالضَّحَّاك وَغَيْر وَاحِد : هُمْ الْحَرُورِيَّة وَمَعْنَى هَذَا عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّ هَذِهِ الْآيَة الْكَرِيمَة تَشْمَل الْحَرُورِيَّة كَمَا تَشْمَل الْيَهُود وَالنَّصَارَى وَغَيْرهمْ لَا أَنَّهَا نَزَلَتْ فِي هَؤُلَاءِ عَلَى الْخُصُوص وَلَا هَؤُلَاءِ بَلْ هِيَ أَعَمّ مِنْ هَذَا فَإِنَّ هَذِهِ الْآيَة مَكِّيَّة قَبْل خِطَاب الْيَهُود وَالنَّصَارَى وَقَبْل وُجُود الْخَوَارِج بِالْكُلِّيَّةِ وَإِنَّمَا هِيَ عَامَّة فِي كُلّ مَنْ عَبَدَ اللَّه عَلَى غَيْر طَرِيقَة مَرْضِيَّة بِحَسَبِ أَنَّهُ مُصِيب فِيهَا وَأَنَّ عَمَله مَقْبُول وَهُوَ مُخْطِئ وَعَمَله مَرْدُود كَمَا قَالَ تَعَالَى \" وُجُوه يَوْمئِذٍ خَاشِعَة عَامِلَة نَاصِبَة تَصْلَى نَارًا حَامِيَة \" وَقَالَ تَعَالَى \" وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَل فَجَعَلْنَاهُ هَبَاء مَنْثُورًا \" وَقَالَ تَعَالَى \" وَاَلَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالهمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبهُ الظَّمْآن مَاء حَتَّى إِذَا جَاءَهُ لَمْ يَجِدهُ شَيْئًا \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" قُلْ هَلْ نُنَبِّئكُمْ \" أَيْ نُخْبِركُمْ \" بِالْأَخْسَرِينَ أَعْمَالًا \" ثُمَّ فَسَّرَهُمْ .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38294, "aya_id": 103}]