[{"text": "وَسَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِّنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لَّقَوْمٍ يَتَفَكَّرُونَ", "sura_id": 45, "type": 0, "id": 4486, "aya_id": 13}, {"text": "وسخر لكم ما في السماوات وما في الأرض جميعا منه إن في ذلك لآيات لقوم يتفكرون", "sura_id": 45, "type": 1, "id": 10722, "aya_id": 13}, {"text": "13 - (وسخر لكم ما في السماوات) من شمس وقمر ونجوم وماء وغيره (وما في الأرض) من دابة وشجر ونبات وأنهار وغيرها أي خلق ذلك لمنافعكم (جميعا) تأكيد (منه) حال أي سخرها كائنة منه تعالى (إن في ذلك لآيات لقوم يتفكرون) فيها فيؤمنون \r\n", "sura_id": 45, "type": 2, "id": 29430, "aya_id": 13}, {"text": "وسخَّر لكم كل ما في السموات من شمس وقمر ونجوم, وكل ما في الأرض من دابة وشجر وسفن وغير ذلك لمنافعكم, جميع هذه النعم منة من الله وحده أنعم بها عليكم, وفضل منه تَفضَّل به, فإياه فاعبدوا, ولا تجعلوا له شريكًا. إنَّ فيما سخره الله لكم لعلامات ودلالات على وحدانية الله لقوم يتفكرون في آيات الله وحججه وأدلته, فيعتبرون بها.\r\n", "sura_id": 45, "type": 3, "id": 35666, "aya_id": 13}, {"text": " <font color=red>وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</font><BR><p>وَسَخَّرَ لَكُمْ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض أَيْ مِنْ الْكَوَاكِب وَالْجِبَال وَالْبِحَار وَالْأَنْهَار وَجَمِيع مَا تَنْتَفِعُونَ بِهِ أَيْ الْجَمِيع مِنْ فَضْله وَإِحْسَانه وَامْتِنَانه وَلِهَذَا قَالَ جَمِيعًا مِنْهُ أَيْ مِنْ عِنْده وَحْده لَا شَرِيك لَهُ فِي ذَلِكَ كَمَا قَالَ تَبَارَكَ وَتَعَالَى وَمَا بِكُمْ مِنْ نِعْمَة فَمِنْ اللَّه ثُمَّ إِذَا مَسَّكُمْ الضُّرّ فَإِلَيْهِ تَجْأَرُونَ وَرَوَى اِبْن جَرِير مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس مَا فِي قَوْله تَبَارَكَ وَتَعَالَى وَسَخَّرَ لَكُمْ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض جَمِيعًا مِنْهُ كُلّ شَيْء هُوَ مِنْ اللَّه . وَذَلِكَ الِاسْم فِيهِ اِسْم مِنْ أَسْمَائِهِ فَذَلِكَ جَمِيعًا مِنْهُ وَلَا يُنَازِعهُ فِيهِ الْمُنَازِعُونَ وَاسْتَيْقَنَ أَنَّهُ كَذَلِكَ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن خَلَف الْعَسْقَلَانِيّ حَدَّثَنَا الْفِرْيَابِيّ عَنْ سُفْيَان عَنْ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ أَبِي أَرَاكَة قَالَ سَأَلَ رَجُل عَبْد اللَّه بْن عُمَر قَالَ مِمَّ خُلِقَ الْخَلْق ؟ قَالَ مِنْ النُّور وَالنَّار وَالظُّلْمَة وَالثَّرَى قَالَ وَائْتِ اِبْن عَبَّاس فَاسْأَلْهُ فَأَتَاهُ فَقَالَ لَهُ مِثْل ذَلِكَ فَقَالَ اِرْجِعْ إِلَيْهِ فَسَلْهُ مِمَّ خُلِقَ ذَلِكَ كُلّه ؟ فَرَجَعَ إِلَيْهِ فَسَأَلَهُ فَتَلَا وَسَخَّرَ لَكُمْ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض جَمِيعًا مِنْهُ هَذَا أَثَر غَرِيب وَفِيهِ نَكَارَة إِنَّ فِي ذَلِكَ لَآيَات لِقَوْمٍ يَتَفَكَّرُونَ.</p><BR> <br> ", "sura_id": 45, "type": 4, "id": 41284, "aya_id": 13}]