[{"text": "يَقُولُونَ لَئِن رَّجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ", "sura_id": 63, "type": 0, "id": 5196, "aya_id": 8}, {"text": "يقولون لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ولله العزة ولرسوله وللمؤمنين ولكن المنافقين لا يعلمون", "sura_id": 63, "type": 1, "id": 11432, "aya_id": 8}, {"text": "8 - (يقولون لئن رجعنا) أي من غزوة بني المصطلق (إلى المدينة ليخرجن الأعز) عنوا به أنفسهم (منها الأذل) عنوا به المؤمنين (ولله العزة) الغلبة (ولرسوله وللمؤمنين ولكن المنافقين لا يعلمون) ذلك \r\n", "sura_id": 63, "type": 2, "id": 30140, "aya_id": 8}, {"text": "يقول هؤلاء المنافقون: لئن عُدْنا إلى \"المدينة\" ليخرجنَّ فريقنا الأعزُّ منها فريق المؤمنين الأذل, ولله تعالى العزة ولرسوله صلى الله عليه وسلم, وللمؤمنين بالله ورسوله لا لغيرهم, ولكن المنافقين لا يعلمون ذلك؛ لفرط جهلهم.\r\n", "sura_id": 63, "type": 3, "id": 36376, "aya_id": 8}, {"text": " <font color=red>يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ</font><BR><p>فَقَالَ عَبْد اللَّه بْن أُبَيّ عَدُوّ اللَّه لَئِنْ رَجَعْنَا إِلَى الْمَدِينَة لَيُخْرِجَنَّ الْأَعَزّ مِنْهَا الْأَذَلّ قَالَ مَالِك بْن الدَّخْشَن وَكَانَ مِنْ الْمُنَافِقِينَ أَلَمْ أَقُلْ لَكُمْ لَا تُنْفِقُوا عَلَى مَنْ عِنْد رَسُول اللَّه حَتَّى يَنْفَضُّوا ؟ فَسَمِعَ بِذَلِكَ عُمَر بْن الْخَطَّاب فَأَقْبَلَ يَمْشِي حَتَّى أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه اِئْذَنْ لِي فِي هَذَا الرَّجُل الَّذِي قَدْ أَفْتَنَ النَّاس أَضْرِب عُنُقه يُرِيد عُمَرُ عَبْدَ اللَّه بْن أُبَيّ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعُمَرَ : \" أَوَ قَاتِلُهُ أَنْتَ إِنْ أَمَرْتُك بِقَتْلِهِ ؟ \" فَقَالَ عُمَر نَعَمْ وَاَللَّه لَئِنْ أَمَرْتنِي بِقَتْلِهِ لَأَضْرِبَنَّ عُنُقه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِجْلِسْ\" فَأَقْبَلَ أُسَيْد بْن حُضَيْر وَهُوَ أَحَد الْأَنْصَار ثُمَّ أَحَد بَنِي عَبْد الْأَشْهَل حَتَّى أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه اِئْذَنْ لِي فِي هَذَا الرَّجُل الَّذِي قَدْ أَفْتَنَ النَّاس أَضْرِب عُنُقه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوَقَاتِلُهُ أَنْتَ إِنْ أَمَرْتُك بِقَتْلِهِ ؟ \" قَالَ نَعَمْ وَاَللَّه لَئِنْ أَمَرْتنِي بِقَتْلِهِ لَأَضْرِبَنَّ بِالسَّيْفِ تَحْت قُرْط أُذُنَيْهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِجْلِسْ \" ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" آذِنُوا بِالرَّحِيلِ \" فَهَجَّرَ بِالنَّاسِ فَسَارَ يَوْمه وَلَيْلَته وَالْغَد حَتَّى مَتَّعَ النَّهَار ثُمَّ نَزَلَ ثُمَّ هَجَّرَ بِالنَّاسِ مِثْلهَا حَتَّى صَبَّحَ بِالْمَدِينَةِ فِي ثَلَاث سَارَهَا مِنْ قَفَا الْمُشَلَّل فَلَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة أَرْسَلَ إِلَى عُمَر فَدَعَاهُ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيْ عُمَر أَكُنْت قَاتِلَهُ لَوْ أَمَرْتُك بِقَتْلِهِ ؟ \" فَقَالَ عُمَر نَعَمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَللَّه لَوْ قَتَلْته يَوْمئِذٍ لَأَرْغَمْت أُنُوف رِجَال لَوْ أَمَرْتهمْ الْيَوْم بِقَتْلِهِ لَقَتَلُوهُ فَيَتَحَدَّث النَّاس أَنِّي قَدْ وَقَعْت عَلَى أَصْحَابِي فَأَقْتُلهُمْ صَبْرًا \" وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" هُمْ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْد رَسُول اللَّه حَتَّى يَنْفَضُّوا - إِلَى قَوْله تَعَالَى - يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَة \" الْآيَة وَهَذَا سِيَاق غَرِيب وَفِيهِ أَشْيَاء نَفِيسَة لَا تُوجَد إِلَّا فِيهِ وَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار حَدَّثَنِي عَاصِم بْن عُمَر بْن قَتَادَة أَنَّ عَبْد اللَّه بْن عَبْد اللَّه بْن أُبَيّ لَمَّا بَلَغَهُ مَا كَانَ مِنْ أَمْر أَبِيهِ أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنَّهُ بَلَغَنِي أَنَّك تُرِيد قَتْل عَبْد اللَّه بْن أُبَيّ فِيمَا بَلَغَك عَنْهُ فَإِنْ كُنْت فَاعِلًا فَمُرْنِي بِهِ فَأَنَا أَحْمِلُ إِلَيْك رَأْسَهُ فَوَاَللَّهِ لَقَدْ عَلِمَتْ الْخَزْرَج مَا كَانَ لَهَا مِنْ رَجُلٍ أَبَرّ بِوَالِدِهِ مِنِّي إِنِّي أَخْشَى أَنْ تَأْمُرَ بِهِ غَيْرِي فَيَقْتُلَهُ فَلَا تَدَعنِي نَفْسِي أَنْظُر إِلَى قَاتِلِ عَبْدِ اللَّه بْن أُبَيّ يُمْسِي فِي النَّاس فَأَقْتُلهُ فَأَقْتُل مُؤْمِنًا بِكَافِرٍ فَأَدْخُل النَّار فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَلْ نَتَرَفَّق بِهِ وَنُحْسِنُ صُحْبَتَهُ مَا بَقِيَ مَعَنَا \" وَذَكَرَ عِكْرِمَة وَابْن زَيْد وَغَيْرهمَا أَنَّ النَّاس لَمَّا قَفَلُوا رَاجِعِينَ إِلَى الْمَدِينَة وَقَفَ عَبْد اللَّه بْن عَبْد اللَّه هَذَا عَلَى بَاب الْمَدِينَة وَاسْتَلَّ سَيْفه فَجَعَلَ النَّاس يَمُرُّونَ عَلَيْهِ فَلَمَّا جَاءَ أَبُوهُ عَبْد اللَّه بْن أُبَيّ قَالَ لَهُ اِبْنه وَرَاءَك فَقَالَ مَا لَك وَيْلَك ؟ فَقَالَ وَاَللَّه لَا تَجُوز مِنْ هَهُنَا حَتَّى يَأْذَنَ لَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهُ الْعَزِيزُ وَأَنْتَ الذَّلِيلُ فَلَمَّا جَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ إِنَّمَا يَسِيرُ سَاقَة فَشَكَا إِلَيْهِ عَبْد اللَّه بْن أُبَيّ اِبْنه فَقَالَ اِبْنه عَبْد اللَّه وَاَللَّه يَا رَسُول اللَّه لَا يَدْخُلُهَا حَتَّى تَأْذَن لَهُ فَأَذِنَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَمَا إِذْ أَذِنَ لَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجُزْ الْآن وَقَالَ أَبُو بَكْر عَبْد اللَّه بْن الزُّبَيْر الْحُمَيْدِيّ فِي مُسْنَده حَدَّثَنَا سُفْيَان بْن عُيَيْنَة حَدَّثَنَا أَبُو هَارُون الْمَدَنِيّ قَالَ : قَالَ عَبْد اللَّه بْن عَبْد اللَّه اِبْن أُبَيّ بْن سَلُول لِأَبِيهِ وَاَللَّه لَا تَدْخُل الْمَدِينَة أَبَدًا حَتَّى تَقُول : رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَعَزُّ وَأَنَا الْأَذَلُّ قَالَ وَجَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنَّهُ بَلَغَنِي أَنَّك تُرِيد أَنْ تَقْتُل أَبِي فَوَاَلَّذِي بَعَثَك بِالْحَقِّ مَا تَأَمَّلْت وَجْهه قَطُّ هَيْبَة لَهُ لَئِنْ شِئْت أَنْ آتِيك بِرَأْسِهِ لَأَتَيْتُك فَإِنِّي أَكْرَه أَنْ أَرَى قَاتِلَ أَبِي .</p><BR> <br> ", "sura_id": 63, "type": 4, "id": 42288, "aya_id": 8}]