[{"text": "إِلَّا أَن يَشَاء اللَّهُ وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَن يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا", "sura_id": 18, "type": 0, "id": 2164, "aya_id": 24}, {"text": "إلا أن يشاء الله و اذكر ربك إذا نسيت و قل عسى أن يهدين ربي لأقرب من هذا رشدا", "sura_id": 18, "type": 1, "id": 8400, "aya_id": 24}, {"text": "24 - (إلا أن يشاء الله) أي إلا متلبسا بمشيئة الله تعالى بأن تقول إن شاء الله (واذكر ربك) أي مشيئته معلقا بها (إذا نسيت) التعليق بها ويكون ذكرها بعد االنسيان كذكرها مع القول قال الحسن وغيره ما دام في المجلس (وقل عسى أن يهدين ربي لأقرب من هذا) من خبر أهل الكهف في الدلالة على نبوتي (رشدا) هداية وقد فعل الله ذلك \r\n", "sura_id": 18, "type": 2, "id": 27108, "aya_id": 24}, {"text": " فتقول: إن شاء الله. واذكر ربك عند النسيان بقول: إن شاء الله، وكلما نسيت فاذكر الله; فإن ذِكْرَ الله يُذهِب النسيان، وقل: عسى أن يهديني ربي لأقرب الطرق الموصلة إلى الهدى والرشاد.\r\n", "sura_id": 18, "type": 3, "id": 33344, "aya_id": 24}, {"text": " <font color=red>إِلَّا أَنْ يَشَاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَنْ يَهْدِيَنِي رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا</font><BR><p>وَقَوْله \" وَاذْكُرْ رَبّك إِذَا نَسِيت \" قِيلَ مَعْنَاهُ إِذَا نَسِيت الِاسْتِثْنَاء فَاسْتَثْنِ عِنْد ذِكْرك لَهُ قَالَهُ أَبُو الْعَالِيَة وَالْحَسَن الْبَصْرِيّ وَقَالَ هُشَيْم عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي الرَّجُل يَحْلِف قَالَ لَهُ أَنْ يَسْتَثْنِي وَلَوْ إِلَى سَنَة وَكَانَ يَقُول \" وَاذْكُرْ رَبّك إِذَا نَسِيت \" : ذَلِكَ قِيلَ لِلْأَعْمَشِ سَمِعْته عَنْ مُجَاهِد فَقَالَ حَدَّثَنِي بِهِ لَيْث بْن أَبِي سُلَيْم يُرَى ذَهَبَ كِسَائِي هَذَا وَرَوَاهُ الطَّبَرَانِيّ مِنْ حَدِيث أَبِي مُعَاوِيَة عَنْ الْأَعْمَش بِهِ . وَمَعْنَى قَوْل اِبْن عَبَّاس أَنَّهُ يَسْتَثْنِي وَلَوْ بَعْد سَنَة أَيْ إِذَا نَسِيَ أَنْ يَقُول فِي حَلِفه وَفِي كَلَامه إِنْ شَاءَ اللَّه وَذَكَرَ وَلَوْ بَعْد سَنَة فَالسُّنَّة لَهُ أَنْ يَقُول ذَلِكَ لِيَكُونَ آتِيًا بِسُنَّةِ الِاسْتِثْنَاء حَتَّى وَلَوْ كَانَ بَعْد الْحِنْث قَالَ اِبْن جَرِير رَحِمَهُ اللَّه : وَنَصَّ عَلَى ذَلِكَ لَا أَنْ يَكُون رَافِعًا لِحِنْثِ الْيَمِين وَمُسْقِطًا لِلْكَفَّارَةِ وَهَذَا الَّذِي قَالَهُ اِبْن جَرِير رَحِمَهُ اللَّه هُوَ الصَّحِيح وَهُوَ الْأَلْيَق بِحَمْلِ كَلَام اِبْن عَبَّاس عَلَيْهِ وَاَللَّه أَعْلَم . وَقَالَ عِكْرِمَة \" وَاذْكُرْ رَبّك إِذَا نَسِيت \" إِذَا غَضِبْت وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا مُحَمَّد بْن الْحَارِث الْجَبَلِيّ حَدَّثَنَا صَفْوَان بْن صَالِح حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ عَبْد الْعَزِيز بْن حُصَيْن عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِل ذَلِكَ غَدًا إِلَّا أَنْ يَشَاء اللَّه وَاذْكُرْ رَبّك إِذَا نَسِيت \" أَنْ تَقُول إِنْ شَاءَ اللَّه وَرَوَى الطَّبَرَانِيّ أَيْضًا عَنْ اِبْن عَبَّاس فِي قَوْله \" وَاذْكُرْ رَبّك إِذَا نَسِيت \" الِاسْتِثْنَاء فَاسْتَثْنِ إِذَا ذَكَرْت وَقَالَ هِيَ خَاصَّة بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَيْسَ لِأَحَدٍ مِنَّا أَنْ يَسْتَثْنِي إِلَّا فِي صِلَة مِنْ يَمِينه ثُمَّ قَالَ : اِنْفَرَدَ بِهِ الْوَلِيد عَنْ عَبْد الْعَزِيز بْن الْحُصَيْن وَيَحْتَمِل فِي الْآيَة وَجْه آخَر وَهُوَ أَنْ يَكُون اللَّه تَعَالَى قَدْ أَرْشَدَ مَنْ نَسِيَ الشَّيْء فِي كَلَامه إِلَى ذِكْر اللَّه تَعَالَى لِأَنَّ النِّسْيَان مَنْشَؤُهُ مِنْ الشَّيْطَان كَمَا قَالَ فَتَى مُوسَى \" وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَان أَنْ أَذْكُرهُ \" وَذِكْر اللَّه تَعَالَى يَطْرُد الشَّيْطَان فَإِذَا ذَهَبَ الشَّيْطَان ذَهَبَ النِّسْيَان فَذِكْر اللَّه سَبَب لِلذِّكْرِ وَلِهَذَا قَالَ \" وَاذْكُرْ رَبّك إِذَا نَسِيت \" وَقَوْله \" وَقُلْ عَسَى أَنْ يَهْدِيَنِي رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا \" أَيْ إِذَا سُئِلْت عَنْ شَيْء لَا تَعْلَمهُ فَاسْأَلْ اللَّه تَعَالَى فِيهِ وَتَوَجَّهَ إِلَيْهِ فِي أَنْ يُوَفِّقك لِلصَّوَابِ وَالرُّشْد فِي ذَلِكَ وَقِيلَ فِي تَفْسِيره غَيْر ذَلِكَ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38316, "aya_id": 24}]