[{"text": "لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِن شَاء اللَّهُ آمِنِينَ مُحَلِّقِينَ رُؤُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِن دُونِ ذَلِكَ فَتْحًا قَرِيبًا", "sura_id": 48, "type": 0, "id": 4610, "aya_id": 27}, {"text": "لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام إن شاء الله ءامنين محلقين رؤوسكم ومقصرين لا تخافون فعلم ما لم تعلموا فجعل من دون ذلك فتحا قريبا", "sura_id": 48, "type": 1, "id": 10846, "aya_id": 27}, {"text": "27 - (لقد صدق الله رسوله الرؤيا بالحق) رأى رسول الله صلى الله عليه وسلم في النوم عام الحديبية قبل خروجه أنه يدخل مكة هو وأصحابه ويحلقون ويقصرون فأخبر بذلك أصحابه ففرحوا فلما خرجوا معه وصدهم الكفار بالحديبية ورجعوا وشق عليهم ذلك وراب بعض المنافقين نزلت وقوله بالحق متعلق بصدق أو حال من الرؤيا وما بعدها تفسيرها (لتدخلن المسجد الحرام إن شاء الله) للتبرك (آمنين محلقين رؤوسكم) جميع شعورها (ومقصرين) بعض شعورها وهما حالان مقدرتان (لا تخافون) أبدا (فعلم) في الصلح (ما لم تعلموا) من الصلاح (فجعل من دون ذلك) الدخول (فتحا قريبا) هو بفتح خيبر وتحققت الرؤيا في العام القابل \r\n", "sura_id": 48, "type": 2, "id": 29554, "aya_id": 27}, {"text": "لقد صدق الله رسوله محمدًا رؤياه التي أراها إياه بالحق أنه يدخل هو وأصحابه بيت الله الحرام آمنين, لا تخافون أهل الشرك, محلِّقين رؤوسكم ومقصِّرين, فعلم الله من الخير والمصلحة (في صرفكم عن \"مكة\" عامكم ذلك ودخولكم إليها فيما بعد) ما لم تعلموا أنتم, فجعل مِن دون دخولكم \"مكة\" الذي وعدتم به, فتحًا قريبًا, وهو هدنة \"الحديبية\" وفتح \"خيبر\".\r\n", "sura_id": 48, "type": 3, "id": 35790, "aya_id": 27}, {"text": " <font color=red>لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا</font><BR><p>كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ رَأَى فِي الْمَنَام أَنَّهُ دَخَلَ مَكَّة وَطَافَ بِالْبَيْتِ فَأَخْبَرَ أَصْحَابه بِذَلِكَ وَهُوَ بِالْمَدِينَةِ فَلَمَّا سَارُوا عَام الْحُدَيْبِيَة لَمْ يَشُكَّ جَمَاعَة مِنْهُمْ أَنَّ هَذِهِ الرُّؤْيَا تَتَفَسَّرُ هَذَا الْعَام فَلَمَّا وَقَعَ مَا وَقَعَ مِنْ قَضِيَّة الصُّلْح وَرَجَعُوا عَامهمْ ذَلِكَ عَلَى أَنْ يَعُودُوا مِنْ قَابِل وَقَعَ فِي نَفْس بَعْض الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ مِنْ ذَلِكَ شَيْء حَتَّى سَأَلَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فِي ذَلِكَ فَقَالَ لَهُ فِيمَا قَالَ أَفَلَمْ تَكُنْ تُخْبِرنَا أَنَّا سَنَأْتِي الْبَيْت وَنَطُوف بِهِ ؟ قَالَ : \" بَلَى أَفَأَخْبَرْتُك أَنَّك تَأْتِيه عَامَك هَذَا ؟ \" قَالَ لَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنَّك آتِيه وَمُطَوِّف بِهِ \" وَبِهَذَا أَجَابَ الصِّدِّيق رَضِيَ اللَّه عَنْهُ أَيْضًا حَذْوَ الْقُذَّةِ بِالْقُذَّةِ وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى\" لَقَدْ صَدَقَ اللَّه رَسُوله الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِد الْحَرَام إِنْ شَاءَ اللَّه \" هَذَا لِتَحْقِيقِ الْخَبَر وَتَوْكِيده وَلَيْسَ هَذَا مِنْ الِاسْتِثْنَاء فِي شَيْء وَقَوْله عَزَّ وَجَلَّ \" آمِنِينَ \" أَيْ فِي حَال دُخُولِكُمْ وَقَوْله \" مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ \" حَالٌ مُقَدَّرَة لِأَنَّهُمْ فِي حَال دُخُولِهِمْ لَمْ يَكُونُوا مُحَلِّقِينَ وَمُقَصِّرِينَ وَإِنَّمَا كَانَ هَذَا فِي ثَانِي الْحَال كَانَ مِنْهُمْ مَنْ حَلَقَ رَأْسَهُ , وَمِنْهُمْ مَنْ قَصَّرَهُ وَثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" رَحِمَ اللَّه الْمُحَلِّقِينَ\" قَالُوا وَالْمُقَصِّرِينَ يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَحِمَ اللَّه الْمُحَلِّقِينَ \" قَالُوا وَالْمُقَصِّرِينَ يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَحِمَ اللَّه الْمُحَلِّقِينَ \" قَالُوا وَالْمُقَصِّرِينَ يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَالْمُقَصِّرِينَ \" فِي الثَّالِثَة أَوْ الرَّابِعَة وَقَوْله سُبْحَانه وَتَعَالَى : \" لَا تَخَافُونَ \" حَال مُؤَكِّدَةٌ فِي الْمَعْنَى فَأَثْبَتَ لَهُمْ الْأَمْن حَال الدُّخُول وَنَفَى عَنْهُمْ الْخَوْف حَال اِسْتِقْرَارهمْ فِي الْبَلَد لَا يَخَافُونَ مِنْ أَحَد وَهَذَا كَانَ فِي عُمْرَة الْقَضَاء فِي ذِي الْقَعْدَة سَنَة سَبْع فَإِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا رَجَعَ مِنْ الْحُدَيْبِيَة فِي ذِي الْقَعْدَة رَجَعَ إِلَى الْمَدِينَة فَأَقَامَ بِهَا ذَا الْحَجَّة وَالْمُحَرَّم وَخَرَجَ فِي صَفَر إِلَى خَيْبَر فَفَتَحَهَا اللَّه عَلَيْهِ بَعْضَهَا عَنْوَةً وَبَعْضَهَا صُلْحًا وَهِي إِقْلِيم عَظِيم كَثِير النَّخْل وَالزُّرُوع فَاسْتَخْدَمَ مَنْ فِيهَا مِنْ الْيَهُود عَلَيْهَا عَلَى الشَّطْر وَقَسَمَهَا بَيْن أَهْل الْحُدَيْبِيَة وَحْدهمْ وَلَمْ يَشْهَدهَا أَحَد غَيْرهمْ إِلَّا الَّذِينَ قَدِمُوا مِنْ الْحَبَشَة جَعْفَر بْن أَبِي طَالِب وَأَصْحَابه وَأَبُو مُوسَى الْأَشْعَرِيّ وَأَصْحَابه رَضِيَ اللَّه عَنْهُمْ وَلَمْ يَغِبْ مِنْهُمْ أَحَد قَالَ اِبْن زَيْد إِلَّا أَبَا دُجَانَة سِمَاك بْن خَرَشَة كَمَا هُوَ مُقَرَّر فِي مَوْضِعه ثُمَّ رَجَعَ إِلَى الْمَدِينَة فَلَمَّا كَانَ فِي ذِي الْقَعْدَة مِنْ سَنَة سَبْع خَرَجَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى مَكَّة مُعْتَمِرًا هُوَ وَأَهْل الْحُدَيْبِيَة فَأَحْرَمَ مِنْ ذِي الْحُلَيْفَة وَسَاقَ مَعَهُ الْهَدْي قِيلَ كَانَ سِتِّينَ بَدَنَة فَلَبَّى وَسَارَ أَصْحَابه يُلَبُّونَ فَلَمَّا كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرِيبًا مِنْ مَرِّ الظَّهْرَانِ بَعَثَ مُحَمَّد بْن سَلَمَة بِالْخَيْلِ , وَالسِّلَاح أَمَامه فَلَمَّا رَآهُ الْمُشْرِكُونَ رُعِبُوا رُعْبًا شَدِيدًا وَظَنُّوا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَغْزُوهُمْ وَأَنَّهُ قَدْ نَكَثَ الْعَهْد الَّذِي بَيْنهمْ وَبَيْنه مِنْ وَضْعِ الْقِتَال عَشْر سِنِينَ فَذَهَبُوا فَأَخْبَرُوا أَهْل مَكَّة فَلَمَّا جَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَ بِمَرِّ الظَّهْرَانِ حَيْثُ يَنْظُر إِلَى أَنْصَاب الْحَرَم بَعَثَ السِّلَاح مِنْ الْقِسِيّ وَالنَّبْل وَالرِّمَاح إِلَى بَطْن يأجج وَسَارَ إِلَى مَكَّة بِالسُّيُوفِ مُغْمَدَة فِي قِرَبهَا كَمَا شَارَطَهُمْ عَلَيْهِ فَلَمَّا كَانَ فِي أَثْنَاء الطَّرِيق بَعَثَتْ قُرَيْش مِكْرَز بْن حَفْص فَقَالَ يَا مُحَمَّد مَا عَرَفْنَاك تَنْقُض الْعَهْد فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا ذَاكَ ؟\" قَالَ دَخَلْت عَلَيْنَا بِالسِّلَاحِ وَالْقِسِيّ وَالرِّمَاح فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمْ يَكُنْ ذَلِكَ وَقَدْ بَعَثْنَا بِهِ إِلَى يأجج ؟ \" فَقَالَ بِهَذَا عَرَفْنَاك بِالْبِرِّ وَالْوَفَاء وَخَرَجَتْ رُءُوس الْكُفَّار مِنْ مَكَّة لِئَلَّا يَنْظُرُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِلَى أَصْحَابه رَضِيَ اللَّه عَنْهُمْ غَيْظًا وَحَنَقًا وَأَمَّا بَقِيَّةُ أَهْلِ مَكَّةَ مِنْ الرِّجَال وَالنِّسَاء وَالْوِلْدَان فَجَلَسُوا فِي الطُّرُقِ وَعَلَى الْبُيُوت يَنْظُرُونَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه فَدَخَلَهَا عَلَيْهِ الصَّلَاة وَالسَّلَام وَبَيْن يَدَيْهِ أَصْحَابه يُلَبُّونَ , وَالْهَدْي قَدْ بَعَثَهُ إِلَى ذِي طُوًى وَهُوَ رَاكِب نَاقَتَهُ الْقَصْوَاء الَّتِي كَانَ رَاكِبهَا يَوْم الْحُدَيْبِيَة , وَعَبْد اللَّه بْن رَوَاحَة الْأَنْصَارِيّ آخِذ بِزِمَامِ نَاقَةِ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُودهَا وَهُوَ يَقُول : بِاسْمِ الَّذِي لَا دِينَ إِلَّا دِينُهُ بِاسْمِ الَّذِي مُحَمَّدٌ رَسُولُهُ خَلُّوا بَنِي الْكُفَّار عَنْ سَبِيله الْيَوْم نَضْرِبُكُمْ عَلَى تَأْوِيلِهِ كَمَا ضَرَبْنَاكُمْ عَلَى تَنْزِيلِهِ ضَرْبًا يُزِيل الْهَامَ عَنْ مَقِيلِهِ وَيُذْهِلُ الْخَلِيلَ عَنْ خَلِيلِهِ قَدْ أَنْزَلَ الرَّحْمَنُ فِي تَنْزِيلِهِ فِي صُحُفٍ تُتْلَى عَلَى رَسُولِهِ بِأَنَّ خَيْرَ الْقَتْلِ فِي سَبِيلِهِ يَا رَبِّ إِنِّي مُؤْمِنٌ بِقِيلِهِ فَهَذَا مَجْمُوع مِنْ رِوَايَات مُتَفَرِّقَة قَالَ يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر بْن حَزْم قَالَ لَمَّا دَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة فِي عُمْرَة الْقَضَاء دَخَلَهَا وَعَبْد اللَّه بْن رَوَاحَة رَضِيَ اللَّه عَنْهُ آخِذ بِخِطَامِ نَاقَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقُول : خَلُّوا بَنِي الْكُفَّار عَنْ سَبِيلِهِ إِنِّي شَهِيدٌ أَنَّهُ رَسُولُهُ خَلُّوا فَكُلُّ الْخَيْرِ فِي رَسُولِهِ يَا رَبِّ إِنِّي مُؤْمِنٌ بِقِيلِهِ نَحْنُ قَتَلْنَاكُمْ عَلَى تَأْوِيلِهِ كَمَا قَتَلْنَاكُمْ عَلَى تَنْزِيلِهِ ضَرْبًا يُزِيلُ الْهَام عَنْ مَقِيلِهِ وَيُذْهِلُ الْخَلِيلَ عَنْ خَلِيلِهِ وَقَالَ عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا دَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة فِي عُمْرَة الْقَضَاء مَشَى عَبْد اللَّه بْن رَوَاحَة رَضِيَ اللَّه عَنْهُ بَيْن يَدَيْهِ وَفِي رِوَايَة وَابْن رَوَاحَة آخِذ بِغَرْزِهِ وَهُوَ رَضِيَ اللَّه عَنْهُ يَقُول : خَلُّوا بَنِي الْكُفَّار عَنْ سَبِيلِهِ قَدْ نَزَّلَ الرَّحْمَنُ فِي تَنْزِيلِهِ بِأَنَّ خَيْرَ الْقَتْلِ فِي سَبِيلِهِ يَا رَبِّ إِنِّي مُؤْمِنٌ بِقِيلِهِ نَحْنُ قَتَلْنَاكُمْ عَلَى تَأْوِيلِهِ كَمَا قَتَلْنَاكُمْ عَلَى تَنْزِيلِهِ الْيَوْمَ نَضْرِبُكُمْ عَلَى تَأْوِيلِهِ ضَرْبًا يُزِيل الْهَامَ عَنْ مَقِيله وَيُذْهِلُ الْخَلِيلَ عَنْ خَلِيلِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا إِسْمَاعِيل يَعْنِي اِبْن زَكَرِيَّا عَنْ عَبْد اللَّه يَعْنِي اِبْن عُثْمَان عَنْ أَبِي الطُّفَيْل عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَزَلَ مَرَّ الظَّهْرَانِ فِي عُمْرَته بَلَغَ أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ قُرَيْشًا تَقُول مَا يَتَبَاعَثُونَ مِنْ الْعَجَفِ فَقَالَ أَصْحَابه لَوْ اِنْتَحَرْنَا مِنْ ظَهْرِنَا فَأَكَلْنَا مِنْ لَحْمه وَحَسَوْنَا مِنْ مَرَقِهِ أَصْبَحْنَا غَدًا حِين نَدْخُل عَلَى الْقَوْم وَبِنَا جَمَامَةٌ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا تَفْعَلُوا وَلَكِنْ اِجْمَعُوا لِي مِنْ أَزْوَادِكُمْ فَجَمَعُوا لَهُ وَبَسَطُوا الْأَنْطَاعَ فَأَكَلُوا حَتَّى تَرَكُوا وَحَشَا كُلُّ وَاحِدٍ مِنْهُمْ فِي جِرَابه ثُمَّ أَقْبَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى دَخَلَ الْمَسْجِد وَقَعَدَتْ قُرَيْش نَحْو الْحِجْر فَاضْطَجَعَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِرِدَائِهِ ثُمَّ قَالَ : لَا يَرَى الْقَوْمُ فِيكُمْ غَمِيزَةً فَاسْتَلَمَ الرُّكْن ثُمَّ رَمَلَ حَتَّى إِذَا تَغَيَّبَ بِالرُّكْنِ الْيَمَانِيّ مَشَى إِلَى الرُّكْن الْأَسْوَد فَقَالَتْ قُرَيْش مَا تَرْضَوْنَ بِالْمَشْيِ أَمَا إِنَّكُمْ لَتَنْقُزُونَ نَقْزَ الظِّبَاء فَفَعَلَ ذَلِكَ ثَلَاثَة أَشْوَاط فَكَانَتْ سُنَّة قَالَ أَبُو الطُّفَيْل فَأَخْبَرَنِي اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَلَ ذَلِكَ فِي حَجَّة الْوَدَاع وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا حَمَّاد بْن زَيْد حَدَّثَنَا أَيُّوب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه مَكَّة وَقَدْ وَهَنَتْهُمْ حُمَّى يَثْرِب وَلَقَوْا مِنْهَا سُوءًا فَقَالَ الْمُشْرِكُونَ إِنَّهُ يَقْدَم عَلَيْكُمْ قَوْمٌ قَدْ وَهَنَتْهُمْ حُمَّى يَثْرِب وَلَقَوْا مِنْهَا شَرًّا , وَجَلَسَ الْمُشْرِكُونَ مِنْ النَّاحِيَة الَّتِي تَلِي الْحِجْر فَأَطْلَعَ اللَّه تَعَالَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى مَا قَالُوا فَأَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْحَابه أَنْ يَرْمُلُوا الْأَشْوَاط الثَّلَاثَة لِيَرَى الْمُشْرِكُونَ جَلَدَهُمْ قَالَ فَرَمَلُوا ثَلَاثَة أَشْوَاط وَأَمَرَهُمْ أَنْ يَمْشُوا بَيْن الرُّكْنَيْنِ حَيْثُ لَا يَرَاهُمْ الْمُشْرِكُونَ وَلَمْ يَمْنَع النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَرْمُلُوا الْأَشْوَاط كُلّهَا إِلَّا إِبْقَاء عَلَيْهِمْ فَقَالَ الْمُشْرِكُونَ أَهَؤُلَاءِ الَّذِينَ زَعَمْتُمْ أَنَّ الْحُمَّى قَدْ وَهَنَتْهُمْ هَؤُلَاءِ أَجْلَدُ مِنْ كَذَا وَكَذَا أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث حَمَّاد بْن زَيْد بِهِ وَفِي لَفْظ قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه رَضِيَ اللَّه عَنْهُمْ صَبِيحَة رَابِعَة يَعْنِي مِنْ ذِي الْقَعْدَة فَقَالَ الْمُشْرِكُونَ إِنَّهُ يَقْدَم عَلَيْكُمْ وَفْدٌ وَقَدْ وَهَنَتْهُمْ حُمَّى يَثْرِب فَأَمَرَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَرْمُلُوا الْأَشْوَاط الثَّلَاثَة وَلَمْ يَمْنَعْهُ أَنْ يَأْمُرهُمْ أَنْ يَرْمُلُوا الْأَشْوَاط كُلّهَا إِلَّا الْإِبْقَاءُ عَلَيْهِمْ قَالَ الْبُخَارِيّ : وَزَادَ اِبْن سَلَمَة يَعْنِي حَمَّاد بْن سَلَمَة عَنْ أَيُّوب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ لَمَّا قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَامِهِ الَّذِي اِسْتَأْمَنَ قَالَ\" اُرْمُلُوا \" لِيُرِيَ الْمُشْرِكِينَ قُوَّتَهُمْ وَالْمُشْرِكُونَ مِنْ قِبَلِ قُعَيْقِعَان وَحَدَّثَنَا مُحَمَّد حَدَّثَنَا سُفْيَان بْن عُيَيْنَةَ عَنْ عَمْرو بْن دِينَار عَنْ عَطَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ إِنَّمَا سَعَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَة لِيَرَى الْمُشْرِكُونَ قُوَّته وَرَوَاهُ فِي مَوَاضِع أُخَر وَمُسْلِم وَالنَّسَائِيّ مِنْ طُرُق عَنْ سُفْيَان بْن عُيَيْنَةَ بِهِ وَقَالَ أَيْضًا حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا سُفْيَان حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد أَنَّهُ سَمِعَ ابْن أَبِي أَوْفَى يَقُول لَمَّا اِعْتَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَتَرْنَاهُ مِنْ غِلْمَان الْمُشْرِكِينَ وَمِنْهُمْ أَنْ يُؤْذُوا رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْفَرَدَ بِهِ الْبُخَارِيّ دُون مُسْلِم وَقَالَ الْبُخَارِيّ أَيْضًا حَدَّثَنَا مُحَمَّد بْن رَافِع حَدَّثَنَا شُرَيْح بْن النُّعْمَان حَدَّثَنَا فُلَيْح وَحَدَّثَنِي مُحَمَّد بْن الْحُسَيْن بْن إِبْرَاهِيم حَدَّثَنَا أَبِي حَدَّثَنَا فُلَيْح بْن سُلَيْمَان عَنْ نَافِع عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ مُعْتَمِرًا فَحَالَ كُفَّار قُرَيْش بَيْنه وَبَيْن الْبَيْت فَنَحَرَ هَدْيَهُ وَحَلَقَ رَأْسَهُ بِالْحُدَيْبِيَةِ وَقَاضَاهُمْ عَلَى أَنْ يَعْتَمِر الْعَام الْمُقْبِل وَلَا يَحْمِل سِلَاحًا عَلَيْهِمْ إِلَّا سُيُوفًا وَلَا يُقِيم بِهَا إِلَّا مَا أَحَبُّوا فَاعْتَمَرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْعَام الْمُقْبِل فَدَخَلَهَا كَمَا كَانَ صَالَحَهُمْ فَلَمَّا أَنْ قَامَ بِهَا ثَلَاثًا أَمَرُوهُ أَنْ يَخْرُج فَخَرَجَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي صَحِيح مُسْلِم أَيْضًا وَقَالَ الْبُخَارِيّ أَيْضًا حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء رَضِيَ اللَّه عَنْهُ قَالَ اِعْتَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذِي الْقَعْدَة فَأَبَى أَهْل مَكَّة أَنْ يَدَعُوهُ يَدْخُل مَكَّة حَتَّى قَاضَاهُمْ عَلَى أَنْ يُقِيمُوا بِهَا ثَلَاثَة أَيَّام فَلَمَّا كَتَبُوا الْكِتَاب كَتَبُوا : هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ قَالُوا لَا نُقِرّ بِهَذَا وَلَوْ نَعْلَم أَنَّك رَسُول اللَّه مَا مَنَعْنَاك شَيْئًا وَلَكِنْ اُكْتُبْ مُحَمَّد بْن عَبْد اللَّه قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا رَسُول اللَّه وَأَنَا مُحَمَّد بْن عَبْد اللَّه \" ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَلِيِّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ \" اُمْحُ رَسُول اللَّه \" قَالَ رَضِيَ اللَّه عَنْهُ لَا وَاَللَّهِ لَا أَمْحُوك أَبَدًا فَأَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْكِتَاب وَلَيْسَ يُحْسِنُ يَكْتُب فَكَتَبَ \" هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّد بْن عَبْد اللَّه لَا يَدْخُل مَكَّة بِالسِّلَاحِ إِلَّا بِالسَّيْفِ فِي الْقِرَاب وَأَنْ لَا يَخْرُجَ مِنْ أَهْلِهَا بِأَحَدٍ أَرَادَ أَنْ يَتَّبِعَهُ وَأَنْ لَا يَمْنَع مِنْ أَصْحَابه أَحَدًا إِنْ أَرَادَ أَنْ يُقِيم بِهَا \" فَلَمَّا دَخَلَهَا وَمَضَى الْأَجَل أَتَوْا عَلِيًّا فَقَالُوا قُلْ لِصَاحِبِك اُخْرُجْ عَنَّا فَقَدْ مَضَى الْأَجَلُ فَخَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَبِعَتْهُ اِبْنَة حَمْزَة رَضِيَ اللَّه عَنْهُ تُنَادِي يَا عَمِّ يَا عَمِّ فَتَنَاوَلَهَا عَلِيٌّ رَضِيَ اللَّه عَنْهُ فَأَخَذَ بِيَدِهَا وَقَالَ لِفَاطِمَةَ رَضِيَ اللَّه عَنْهَا : دُونَك اِبْنَة عَمِّك فَحَمَلَتْهَا فَاخْتَصَمَ فِيهَا عَلِيّ وَزَيْد وَجَعْفَر رَضِيَ اللَّه عَنْهُمْ فَقَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَا أَخَذْتهَا وَهِيَ اِبْنَة عَمِّي وَقَالَ جَعْفَر رَضِيَ اللَّه عَنْهُ اِبْنَة عَمِّي وَخَالَتهَا تَحْتِي وَقَالَ زَيْد رَضِيَ اللَّه عَنْهُ اِبْنَة أَخِي فَقَضَى بِهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِخَالَتِهَا وَقَالَ \" الْخَالَةُ بِمَنْزِلَةِ الْأُمّ \" وَقَالَ لِعَلِيٍّ رَضِيَ اللَّه عَنْهُ \" أَنْتَ مِنِّي وَأَنَا مِنْك \" وَقَالَ لِجَعْفَرٍ رَضِيَ اللَّه عَنْهُ \" أَشْبَهْت خَلْقِي وَخُلُقِي \" وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِزَيْدٍ رَضِيَ اللَّه عَنْهُ \" أَنْتَ أَخُونَا وَمَوْلَانَا \" قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ أَلَا تَتَزَوَّج اِبْنَة حَمْزَة رَضِيَ اللَّه عَنْهُ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهَا اِبْنَة أَخِي مِنْ الرَّضَاعَة \" تَفَرَّدَ بِهِ هَذَا الْوَجْه وَقَوْله تَعَالَى\" فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُون ذَلِكَ فَتْحًا قَرِيبًا\" أَيْ فَعَلِمَ اللَّه عَزَّ وَجَلَّ مِنْ الْخِيرَة وَالْمَصْلَحَة فِي صَرْفكُمْ عَنْ مَكَّة وَدُخُولكُمْ إِلَيْهَا عَامكُمْ ذَلِكَ مَا لَمْ تَعْلَمُوا أَنْتُمْ \" فَجَعَلَ مِنْ دُون ذَلِكَ \" أَيْ قِبَل دُخُولِكُمْ الَّذِي وُعِدْتُمْ بِهِ فِي رُؤْيَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتْحًا قَرِيبًا وَهُوَ الصُّلْح الَّذِي كَانَ بَيْنكُمْ وَبَيْن أَعْدَائِكُمْ مِنْ الْمُشْرِكِينَ .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41409, "aya_id": 27}]