[{"text": "وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا", "sura_id": 18, "type": 0, "id": 2200, "aya_id": 60}, {"text": "و إذ قال موسى لفتاه لا أبرح حتى أبلغ مجمع البحرين أو أمضي حقبا", "sura_id": 18, "type": 1, "id": 8436, "aya_id": 60}, {"text": "60 - واذكر (وإذ قال موسى) هو ابن عمران (لفتاه) يوشع بن نون كان يتبعه ويخدمه ويأخذ عنه العلم (لا أبرح) لا أزال أسير (حتى أبلغ مجمع البحرين) ملتقى بحر الروم وبحر فارس مما يلي المشرق أي المكان الجامع لذلك (أو أمضي حقبا) دهرا طويلا في بلوغه إن بعد \r\n", "sura_id": 18, "type": 2, "id": 27144, "aya_id": 60}, {"text": "واذكر حين قال موسى لخادمه يوشع بن نون: لا أزال أتابع السير حتى أصل إلى ملتقى البحرين، أو أسير زمنًا طويلا حتى أصل إلى العبد الصالح؛ لأتعلم منه ما ليس عندي من العلم.\r\n", "sura_id": 18, "type": 3, "id": 33380, "aya_id": 60}, {"text": " <font color=red>وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا</font><BR><p>سَبَب قَوْل مُوسَى لِفَتَاهُ وَهُوَ يَشُوع بْن نُون هَذَا الْكَلَام أَنَّهُ ذُكِرَ لَهُ أَنَّ عَبْدًا مِنْ عِبَاد اللَّه بِمَجْمَعِ الْبَحْرَيْنِ عِنْده مِنْ الْعِلْم مَا لَمْ يُحِطْ بِهِ مُوسَى فَأَحَبَّ الرَّحِيل إِلَيْهِ وَقَالَ لِفَتَاهُ ذَلِكَ \" لَا أَبْرَح \" أَيْ لَا أَزَالَ سَائِرًا \" حَتَّى أَبْلُغ مَجْمَع الْبَحْرَيْنِ \" أَيْ هَذَا الْمَكَان الَّذِي فِيهِ مَجْمَع الْبَحْرَيْنِ قَالَ الْفَرَزْدَق : فَمَا بَرِحُوا حَتَّى تَهَادَتْ نِسَاؤُهُمْ بِبَطْحَاء ذِي قَار عِيَاب اللَّطَائِم قَالَ قَتَادَة وَغَيْر وَاحِد : هُمَا بَحْر فَارِس مِمَّا يَلِي الْمَشْرِق وَبَحْر الرُّوم مِمَّا يَلِي الْمَغْرِب . وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ مَجْمَع الْبَحْرَيْنِ عِنْد طَنْجَة يَعْنِي فِي أَقْصَى بِلَاد الْمَغْرِب فَاَللَّه أَعْلَم . وَقَوْله \" أَوْ أَمْضِي حُقُبًا \" أَيْ وَلَوْ أَنِّي أَسِير حُقُبًا مِنْ الزَّمَان . قَالَ اِبْن جَرِير رَحِمَهُ اللَّه : ذَكَرَ بَعْض أَهْل الْعِلْم بِكَلَامِ الْعَرَب أَنَّ الْحُقُب فِي لُغَة قَيْس سَنَة ثُمَّ قَدْ رُوِيَ عَنْ عَبْد اللَّه بْن عَمْرو أَنَّهُ قَالَ الْحُقُب ثَمَانُونَ سَنَة وَقَالَ مُجَاهِد سَبْعُونَ خَرِيفًا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" أَوْ أَمْضِي حُقُبًا \" قَالَ دَهْرًا وَقَالَ قَتَادَة وَابْن زَيْد مِثْل ذَلِكَ .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38356, "aya_id": 60}]