[{"text": "أَوَلَمْ يَتَفَكَّرُوا فِي أَنفُسِهِمْ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُّسَمًّى وَإِنَّ كَثِيرًا مِّنَ النَّاسِ بِلِقَاء رَبِّهِمْ لَكَافِرُونَ", "sura_id": 30, "type": 0, "id": 3417, "aya_id": 8}, {"text": "أو لم يتفكروا في أنفسهم ما خلق الله السماوات والأرض وما بينهما إلا بالحق وأجل مسمى وإن كثيرا من الناس بلقاء ربهم لكافرون", "sura_id": 30, "type": 1, "id": 9653, "aya_id": 8}, {"text": "8 - (أولم يتفكروا في أنفسهم ما) ليرجعوا عن غفلتهم (خلق الله السماوات والأرض وما بينهما إلا بالحق وأجل مسمى وإن) تفنى عند انتهائه وبعده البعث (كثيرا من الناس بلقاء) كفار مكة (ربهم لكافرون أولم) لا يؤمنون بالبعث بعد الموت \r\n", "sura_id": 30, "type": 2, "id": 28361, "aya_id": 8}, {"text": "أولم يتفكر هؤلاء المكذِّبون برسل الله ولقائه في خلق الله إياهم, وأنه خلقهم, ولم يكونوا شيئًا. ما خلق الله السموات والأرض وما بينهما إلا لإقامة العدل والثواب والعقاب, والدلالة على توحيده وقدرته, وأجل مسمى تنتهي إليه وهو يوم القيامة؟ وإن كثيرًا من الناس بلقاء ربهم لجاحدون منكرون; جهلا منهم بأن معادهم إلى الله بعد فنائهم, وغفلةً منهم عن الآخرة.\r\n", "sura_id": 30, "type": 3, "id": 34597, "aya_id": 8}, {"text": " <font color=red>أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا عَلَى التَّفَكُّر فِي مَخْلُوقَاته الدَّالَّة عَلَى وُجُوده وَانْفِرَاده بِخَلْقِهَا وَأَنَّهُ لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ فَقَالَ \" أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسهمْ \" يَعْنِي بِهِ النَّظَر وَالتَّدَبُّر وَالتَّأَمُّل لِخَلْقِ اللَّه الْأَشْيَاء مِنْ الْعَالَم الْعُلْوِيّ وَالسُّفْلِيّ وَمَا بَيْنهمَا مِنْ الْمَخْلُوقَات الْمُتَنَوِّعَة وَالْأَجْنَاس الْمُخْتَلِفَة فَيَعْلَمُوا أَنَّهَا مَا خُلِقَتْ سُدًى وَلَا بَاطِلًا بَلْ بِالْحَقِّ وَأَنَّهَا مُؤَجَّلَة إِلَى أَجَل مُسَمًّى وَهُوَ يَوْم الْقِيَامَة وَلِهَذَا قَالَ تَعَالَى \" وَإِنَّ كَثِيرًا مِنْ النَّاس بِلِقَاءِ رَبّهمْ لَكَافِرُونَ \" ثُمَّ نَبَّهَهُمْ عَلَى صِدْق رُسُله فِيمَا جَاءُوا بِهِ عَنْهُ بِمَا أَيَّدَهُمْ بِهِ مِنْ الْمُعْجِزَات وَالدَّلَائِل الْوَاضِحَات مِنْ إِهْلَاك مَنْ كَفَرَ بِهِمْ وَنَجَاة مَنْ صَدَّقَهُمْ .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40101, "aya_id": 8}]