[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ وَابْتَغُواْ إِلَيهِ الْوَسِيلَةَ وَجَاهِدُواْ فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ", "sura_id": 5, "type": 0, "id": 704, "aya_id": 35}, {"text": "يا أيها الذين آمنوا اتقوا الله وابتغوا إليه الوسيلة وجاهدوا في سبيله لعلكم تفلحون", "sura_id": 5, "type": 1, "id": 6940, "aya_id": 35}, {"text": "35 - (يا أيها الذين آمنوا اتقوا الله) خافوا عقابه بأن تطيعوه (وابتغوا) اطلبوا (إليه الوسيلة) ما يقربكم إليه من طاعته (وجاهدوا في سبيله) لإعلاء دينه (لعلكم تفلحون) تفوزون \r\n", "sura_id": 5, "type": 2, "id": 25648, "aya_id": 35}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, خافوا الله, وتَقَرَّبوا إليه بطاعته والعمل بما يرضيه, وجاهدوا في سبيله; كي تفوزوا بجناته.\r\n", "sura_id": 5, "type": 3, "id": 31884, "aya_id": 35}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده الْمُؤْمِنِينَ بِتَقْوَاهُ وَهِيَ إِذَا قُرِنَتْ بِطَاعَتِهِ كَانَ الْمُرَاد بِهَا الِانْكِفَاف عَنْ الْمَحَارِم وَتَرْك الْمَنْهِيَّات وَقَدْ قَالَ بَعْدهَا \" وَابْتَغُوا إِلَيْهِ الْوَسِيلَة\" قَالَ سُفْيَان الثَّوْرِيّ : عَنْ طَلْحَة عَنْ عَطَاء عَنْ اِبْن عَبَّاس أَيْ الْقُرْبَة وَكَذَا قَالَ مُجَاهِد وَأَبُو وَائِل وَالْحَسَن وَقَتَادَة وَعَبْد اللَّه بْن كَثِير وَالسُّدِّيّ وَابْن زَيْد وَغَيْر وَاحِد وَقَالَ قَتَادَة أَيْ تَقَرَّبُوا إِلَيْهِ بِطَاعَتِهِ وَالْعَمَل بِمَا يُرْضِيه وَقَرَأَ اِبْن زَيْد \" أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبّهمْ الْوَسِيلَة \" وَهَذَا الَّذِي قَالَهُ هَؤُلَاءِ الْأَئِمَّة لَا خِلَاف بَيْن الْمُفَسِّرِينَ فِيهِ وَأَنْشَدَ عَلَيْهِ اِبْن جَرِير قَوْل الشَّاعِر : إِذَا غَفَلَ الْوَاشُونَ عُدْنَا لِوَصْلِنَا وَعَادَ التَّصَافِي بَيْنَنَا وَالْوَسَائِل وَالْوَسِيلَة هِيَ الَّتِي يُتَوَصَّل بِهَا إِلَى تَحْصِيل الْمَقْصُود وَالْوَسِيلَة أَيْضًا عَلَمٌ عَلَى أَعْلَى مَنْزِلَة فِي الْجَنَّة وَهِيَ مَنْزِلَة رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَدَاره فِي الْجَنَّة وَهِيَ أَقْرَبُ أَمْكِنَة الْجَنَّة إِلَى الْعَرْش وَقَدْ ثَبَتَ فِي صَحِيح الْبُخَارِيّ مِنْ طَرِيق مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَنْ قَالَ حِين يَسْمَع النِّدَاء اللَّهُمَّ رَبّ هَذِهِ الدَّعْوَة التَّامَّة وَالصَّلَاة الْقَائِمَة آتِ مُحَمَّدًا الْوَسِيلَة وَالْفَضِيلَة وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْته إِلَّا حَلَّتْ لَهُ الشَّفَاعَةُ يَوْم الْقِيَامَة \" \" حَدِيث آخَر \" فِي صَحِيح مُسْلِم مِنْ حَدِيث كَعْب عَنْ عَلْقَمَة عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ عَبْد اللَّه سَمِعَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : \" إِذَا سَمِعْتُمْ الْمُؤَذِّن فَقُولُوا مِثْل مَا يَقُول ثُمَّ صَلُّوا عَلَيَّ فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلَاة صَلَّى اللَّه عَلَيْهِ عَشْرًا ثُمَّ سَلُوا لِي الْوَسِيلَة فَإِنَّهَا مَنْزِلَة فِي الْجَنَّة لَا تَنْبَغِي إِلَّا لِعَبْدٍ مِنْ عِبَادِ اللَّهِ وَأَرْجُو أَنْ أَكُون أَنَا هُوَ فَمَنْ سَأَلَ لِيَ الْوَسِيلَة حَلَّتْ عَلَيْهِ الشَّفَاعَة \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا سُفْيَان عَنْ لَيْث عَنْ كَعْب عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" إِذَا صَلَّيْتُمْ عَلَيَّ فَسَلُوا لِيَ الْوَسِيلَة\" قِيلَ : يَا رَسُول اللَّه وَمَا الْوَسِيلَة ؟ قَالَ : \" أَعْلَى دَرَجَة فِي الْجَنَّة لَا يَنَالهَا إِلَّا رَجُل وَاحِد وَأَرْجُو أَنْ أَكُون أَنَا هُوَ \" وَرَوَاهُ التِّرْمِذِيّ عَنْ بُنْدَار عَنْ أَبِي عَاصِم عَنْ سُفْيَان الثَّوْرِيّ عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ كَعْب قَالَ حَدَّثَنِي أَبُو هُرَيْرَة بِهِ ثُمَّ قَالَ : غَرِيب وَكَعْب لَيْسَ بِمَعْرُوفٍ لَا نَعْرِف أَحَدًا رَوَى عَنْهُ غَيْر لَيْث بْن أَبِي سُلَيْم . \" حَدِيث آخَر \" عَنْ أَبِي هُرَيْرَة - رَضِيَ اللَّه عَنْهُ - قَالَ : أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا عَبْد الْبَاقِي بْن قَانِع حَدَّثَنَا مُحَمَّد بْن نَصْر التِّرْمِذِيّ حَدَّثَنَا عَبْد الْحَمِيد بْن صَالِح حَدَّثَنَا اِبْن شِهَاب عَنْ لَيْث عَنْ الْمُعَلَّى عَنْ مُحَمَّد بْن كَعْب عَنْ أَبِي هُرَيْرَة رَفَعَهُ قَالَ : \" صَلُّوا عَلَيَّ صَلَاتكُمْ وَسَلُوا اللَّه لِيَ الْوَسِيلَة فَسَأَلُوهُ أَوْ أَخْبَرَهُمْ أَنَّ الْوَسِيلَة دَرَجَة فِي الْجَنَّة لَيْسَ يَنَالهَا إِلَّا رَجُل وَاحِد وَأَرْجُو أَنْ أَكُون أَنَا \". \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ : أَخْبَرَنَا أَحْمَد بْن عَلِيّ الْأَبَّار حَدَّثَنَا الْوَلِيد بْن عَبْد الْمَلِك الْحَرَّانِيّ حَدَّثَنَا مُوسَى بْن أَعْيَنَ عَنْ اِبْن أَبِي ذِئْب عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - :\" سَلُوا اللَّه لِيَ الْوَسِيلَة لِأَنَّهُ لَمْ يَسْأَلهَا لِي عَبْد فِي الدُّنْيَا إِلَّا كُنْت لَهُ شَهِيدًا أَوْ شَفِيعًا يَوْم الْقِيَامَة\" ثُمَّ قَالَ الطَّبَرَانِيّ : لَمْ يَرْوِهِ عَنْ اِبْن أَبِي ذِئْب إِلَّا مُوسَى بْن أَعْيَنَ كَذَا قَالَ وَقَدْ رَوَاهُ اِبْن مَرْدُوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن دُحَيْم حَدَّثَنَا أَحْمَد بْن حَازِم حَدَّثَنَا عُبَيْد اللَّه مُوسَى حَدَّثَنَا مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء فَذَكَرَ بِإِسْنَادِهِ نَحْوه. \" حَدِيث آخَر \" رَوَى اِبْن مَرْدُوَيْهِ بِإِسْنَادَيْهِ عَنْ عُمَارَة بْن غَزِيَّة عَنْ مُوسَى بْن وَرْدَان أَنَّهُ سَمِعَ أَبَا سَعِيد الْخُدْرِيّ يَقُول قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" إِنَّ الْوَسِيلَة دَرَجَة عِنْد اللَّه لَيْسَ فَوْقهَا دَرَجَة فَسَلُوا اللَّه أَنْ يُؤْتِينِي الْوَسِيلَة عَلَى خَلْقه . \" حَدِيث آخَر \" رَوَى اِبْن مَرْدُوَيْهِ أَيْضًا مِنْ طَرِيقَيْنِ عَنْ عَبْد الْحَمِيد بْن بَحْر حَدَّثَنَا شَرِيك عَنْ أَبِي إِسْحَاق عَنْ الْحَارِث عَنْ عَلِيّ عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" فِي الْجَنَّة دَرَجَة تُدْعَى الْوَسِيلَة فَإِذَا سَأَلْتُمْ اللَّه فَسَلُوا لِيَ الْوَسِيلَة قَالُوا : يَا رَسُول اللَّه مَنْ يَسْكُن مَعَك قَالَ : عَلِيّ وَفَاطِمَة وَالْحَسَن وَالْحُسَيْن \" هَذَا حَدِيث غَرِيب مُنْكَر مِنْ هَذَا الْوَجْه وَقَالَ : اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا الْحَسَن الدَّشْتَكِيّ حَدَّثَنَا أَبُو زُهَيْر حَدَّثَنَا سَعِيد بْن طَرِيف عَنْ عَلِيّ بْن الْحُسَيْن الْأَزْدِيّ مَوْلَى سَالِم بْن ثَوْبَان قَالَ : سَمِعْت عَلِيّ بْن أَبِي طَالِب يُنَادِي عَلَى مِنْبَر الْكُوفَة : يَا أَيّهَا النَّاس إِنَّ فِي الْجَنَّة لُؤْلُؤَتَيْنِ إِحْدَاهُمَا بَيْضَاء وَالْأُخْرَى صَفْرَاء أَمَّا الصَّفْرَاء فَإِنَّهَا إِلَى بُطْنَانِ الْعَرْشِ وَالْمَقَام الْمَحْمُود مِنْ اللُّؤْلُؤَة الْبَيْضَاء سَبْعُونَ أَلْف غُرْفَة كُلّ بَيْت مِنْهَا ثَلَاثَة أَمْيَال وَغُرَفهَا وَأَبْوَابهَا وَأَسِرَّتهَا وَسُكَّانهَا مِنْ عِرْق وَاحِد وَاسْمهَا الْوَسِيلَة لِمُحَمَّدٍ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَهْل بَيْته وَالصَّفْرَاء فِيهَا مِثْل ذَلِكَ هِيَ لِإِبْرَاهِيم - عَلَيْهِ السَّلَام - وَأَهْل بَيْته. وَهَذَا أَثَر غَرِيب أَيْضًا وَقَوْله \" وَجَاهِدُوا فِي سَبِيله لَعَلَّكُمْ تُفْلِحُونَ \" لَمَّا أَمَرَهُمْ بِتَرْكِ الْمَحَارِم وَفِعْل الطَّاعَات أَمَرَهُمْ بِقِتَالِ الْأَعْدَاء مِنْ الْكُفَّار وَالْمُشْرِكِينَ الْخَارِجِينَ عَنْ الطَّرِيق الْمُسْتَقِيم وَالتَّارِكِينَ لِلدِّينِ الْقَوِيم وَرَغَّبَهُمْ فِي ذَلِكَ بِاَلَّذِي أَعَدَّهُ لِلْمُجَاهِدِينَ فِي سَبِيله يَوْم الْقِيَامَة : مِنْ الْفَلَاح وَالسَّعَادَة الْعَظِيمَة الْخَالِدَة الْمُسْتَمِرَّة الَّتِي لَا تَبِيد وَلَا تُحَوَّل وَلَا تَزُول فِي الْغُرَف الْعَالِيَة الرَّفِيعَة الْآمِنَة الْحَسَنَة مَنَاظِرُهَا الطَّيِّبَة مَسَاكِنهَا الَّتِي مَنْ سَكَنَهَا يُنَعَّم لَا يَيْأَس وَيَحْيَا لَا يَمُوت لَا تَبْلَى ثِيَابُهُ وَلَا يَفْنَى شَبَابُهُ.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41486, "aya_id": 35}]