[{"text": "وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلاَ تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاء الْكَافِرِينَ", "sura_id": 2, "type": 0, "id": 198, "aya_id": 191}, {"text": "واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فإن قاتلوكم فاقتلوهم كذلك جزاء الكافرين", "sura_id": 2, "type": 1, "id": 6434, "aya_id": 191}, {"text": "191 - (واقتلوهم حيث ثقفتموهم) وجدتموهم (وأخرجوهم من حيث أخرجوكم) أي من مكة وقد فعل بهم ذلك عام الفتح (والفتنة) الشرك منهم (أشد) أعظم (من القتل) لهم في الحرم أو الإحرام الذي استعظمتموه (ولا تقاتلوهم عند المسجد الحرام) أي في الحرم (حتى يقاتلوكم فيه فإن قاتلوكم) فيه (فاقتلوهم) فيه ، وفي قراءة بلا ألف في الأفعال الثلاثة (كذلك) القتل والإخراج (جزاء الكافرين) \r\n", "sura_id": 2, "type": 2, "id": 25142, "aya_id": 191}, {"text": "واقتلوا الذين يقاتلونكم من المشركين حيث وجدتموهم, وأخرجوهم من المكان الذي أخرجوكم منه وهو \"مكة\". والفتنة -وهي الكفر والشرك والصد عن الإسلام- أشد من قتلكم إياهم. ولا تبدؤوهم بالقتال عند المسجد الحرام تعظيمًا لحرماته حتى يبدؤوكم بالقتال فيه, فإن قاتلوكم في المسجد الحرام فاقتلوهم فيه. مثل ذلك الجزاء الرادع يكون جزاء الكافرين.\r\n", "sura_id": 2, "type": 3, "id": 31378, "aya_id": 191}, {"text": " <font color=red>وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ</font><BR><p>قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى \" وَقَاتِلُوا فِي سَبِيل اللَّه الَّذِينَ يُقَاتِلُونَكُمْ\" قَالَ هَذِهِ أَوَّل آيَة نَزَلَتْ فِي الْقِتَال بِالْمَدِينَةِ فَلَمَّا نَزَلَتْ كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُقَاتِل مَنْ قَاتَلَهُ وَيَكُفّ عَمَّنْ كَفَّ عَنْهُ حَتَّى نَزَلَتْ سُورَة بَرَاءَة وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ حَتَّى قَالَ هَذِهِ مَنْسُوخَة بِقَوْلِهِ : \" فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ \" وَفِي هَذَا نَظَر لِأَنَّ قَوْله \" الَّذِينَ يُقَاتِلُونَكُمْ \" إِنَّمَا هُوَ تَهْيِيج وَإِغْرَاء بِالْأَعْدَاءِ الَّذِينَ هِمَّتهمْ قِتَال الْإِسْلَام وَأَهْله أَيْ كَمَا يُقَاتِلُونَكُمْ فَاقْتُلُوهُمْ أَنْتُمْ كَمَا قَالَ \" وَقَاتِلُوا الْمُشْرِكِينَ كَافَّة كَمَا يُقَاتِلُونَكُمْ كَافَّة \" وَلِهَذَا قَالَ فِي هَذِهِ الْآيَة\" وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ \" أَيْ لِتَكُونَ هِمَّتكُمْ مُنْبَعِثَة عَلَى قِتَالهمْ كَمَا هِمَّتهمْ مُنْبَعِثَة عَلَى قِتَالكُمْ وَعَلَى إِخْرَاجهمْ مِنْ بِلَادهمْ الَّتِي أَخْرَجُوكُمْ مِنْهَا قِصَاصًا . \" وَالْفِتْنَةُ أَشَدُّ مِنْ الْقَتْل \" قَالَ أَبُو مَالِك أَيْ مَا أَنْتُمْ مُقِيمُونَ عَلَيْهِ أَكْبَر مِنْ الْقَتْل . وَقَالَ : أَبُو الْعَالِيَة وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَالرَّبِيع بْن أَنَس فِي قَوْله \" وَالْفِتْنَة أَشَدّ مِنْ الْقَتْل\" . يَقُول الشِّرْك أَشَدّ مِنْ الْقَتْل وَقَوْله \" وَلَا تُقَاتِلُوهُمْ عِنْد الْمَسْجِد الْحَرَام \" كَمَا جَاءَ فِي الصَّحِيحَيْنِ \" إِنَّ هَذَا الْبَلَد حَرَّمَهُ اللَّه يَوْم خَلَقَ السَّمَوَات وَالْأَرْض فَهُوَ حَرَام بِحُرْمَةِ اللَّه إِلَى يَوْم الْقِيَامَة وَلَمْ يَحِلّ إِلَّا سَاعَة مِنْ نَهَار وَإِنَّهَا سَاعَتِي هَذِهِ حَرَام بِحُرْمَةِ اللَّه إِلَى يَوْم الْقِيَامَة لَا يُعْضَدُ شَجَرُهُ وَلَا يُخْتَلَى خَلَاهُ فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُولُوا إِنَّ اللَّه أَذِنَ لِرَسُولِهِ وَلَمْ يَأْذَن لَكُمْ \" يَعْنِي بِذَلِكَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ قِتَاله أَهْله يَوْم فَتْح مَكَّة فَإِنَّهُ فَتَحَهَا عَنْوَة وَقُتِلَتْ رِجَال مِنْهُمْ عِنْد الْخَنْدَمَة وَقِيلَ صُلْحًا لِقَوْلِهِ \" مَنْ أَغْلَقَ بَابه فَهُوَ آمِنٌ وَمَنْ دَخَلَ الْمَسْجِد فَهُوَ آمِنٌ وَمَنْ دَخَلَ دَار أَبِي سُفْيَان فَهُوَ آمِنٌ \" وَقَوْله \" حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ \" يَقُول تَعَالَى وَلَا تُقَاتِلُوهُمْ عِنْد الْمَسْجِد الْحَرَام إِلَّا أَنْ يَبْدَءُوكُمْ بِالْقِتَالِ فِيهِ فَلَكُمْ حِينَئِذٍ قِتَالُهُمْ وَقَتْلُهُمْ دَفْعًا لِلصَّائِلِ كَمَا بَايَعَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَصْحَابه يَوْم الْحُدَيْبِيَة تَحْت الشَّجَرَة عَلَى الْقِتَال لَمَّا تَأَلَّبَتْ عَلَيْهِ بُطُون قُرَيْش وَمَنْ وَالَاهُمْ مِنْ أَحْيَاء ثَقِيف وَالْأَحَابِيش عَامَئِذٍ ثُمَّ كَفَّ اللَّه الْقِتَال بَيْنهمْ فَقَالَ \" وَهُوَ الَّذِي كَفّ أَيْدِيهمْ عَنْكُمْ وَأَيْدِيكُمْ عَنْهُمْ بِبَطْنِ مَكَّة مِنْ بَعْد أَنْ أَظْفَرَكُمْ عَلَيْهِمْ \" وَقَالَ \" وَلَوْلَا رِجَال مُؤْمِنُونَ وَنِسَاء مُؤْمِنَات لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبكُمْ مِنْهُمْ مَعَرَّة بِغَيْرِ عِلْم لِيُدْخِلَ اللَّهُ فِي رَحْمَته مَنْ يَشَاء لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38599, "aya_id": 191}]