[{"text": "لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ", "sura_id": 84, "type": 0, "id": 5903, "aya_id": 19}, {"text": "لتركبن طبقا عن طبق", "sura_id": 84, "type": 1, "id": 12139, "aya_id": 19}, {"text": "19 - (لتركبن) أيها الناس أصله تركبونن حذفت نون الرفع لتوالي الأمثال والواو لالتقاء الساكنين (طبقا عن طبق) حالا بعد حال وهو الموت ثم الحياة وما بعدها من أحوال القيامة \r\n", "sura_id": 84, "type": 2, "id": 30847, "aya_id": 19}, {"text": "لتركبُنَّ- أيها الناس- أطوارا متعددة وأحوالا متباينة: من النطفة إلى العلقة إلى المضغة إلى نفخ الروح إلى الموت إلى البعث والنشور. ولا يجوز للمخلوق أن يقسم بغير الله, ولو فعل ذلك لأشرك.\r\n", "sura_id": 84, "type": 3, "id": 37083, "aya_id": 19}, {"text": " <font color=red>لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ</font><BR><p>قَالَ الْبُخَارِيّ أَخْبَرَنَا سَعِيد بْن النَّضْر أَخْبَرَنَا هُشَيْم أَخْبَرَنَا أَبُو بِشْر عَنْ مُجَاهِد قَالَ : قَالَ اِبْن عَبَّاس \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" حَالًا بَعْد حَال قَالَ هَذَا نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَكَذَا رَوَاهُ الْبُخَارِيّ بِهَذَا اللَّفْظ وَهُوَ مُحْتَمِل أَنْ يَكُون اِبْن عَبَّاس أَسْنَدَ هَذَا التَّفْسِير عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَأَنَّهُ قَالَ سَمِعْت هَذَا مِنْ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَكُون قَوْله نَبِيّكُمْ مَرْفُوعًا عَلَى الْفَاعِلِيَّة مِنْ قَالَ وَهُوَ الْأَظْهَر وَاَللَّه أَعْلَم كَمَا قَالَ أَنَس : لَا يَأْتِي عَام إِلَّا وَاَلَّذِي بَعْده شَرّ مِنْهُ سَمِعْته مِنْ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا هُشَيْم أَخْبَرَنَا أَبُو بِشْر عَنْ مُجَاهِد أَنَّ اِبْن عَبَّاس كَانَ يَقُول \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" قَالَ يَعْنِي نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول حَالًا بَعْد حَال وَهَذَا لَفْظه وَقَالَ عَلِيّ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" طَبَقًا عَنْ طَبَق \" حَالًا بَعْد حَال وَكَذَا قَالَ عِكْرِمَة وَمُرَّة وَالطَّيِّب وَمُجَاهِد وَالْحَسَن وَالضَّحَّاك وَمَسْرُوق وَأَبُو صَالِح وَيَحْتَمِل أَنْ يَكُون الْمُرَاد \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" حَالًا بَعْد حَال قَالَ هَذَا يَعْنِي الْمُرَاد بِهَذَا نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَكُون مَرْفُوعًا عَلَى أَنَّ هَذَا وَنَبِيّكُمْ يَكُونَانِ مُبْتَدَأ وَخَبَرًا وَاَللَّه أَعْلَم وَلَعَلَّ هَذَا قَدْ يَكُون هُوَ الْمُتَبَادِر إِلَى كَثِير مِنْ الرُّوَاة كَمَا قَالَ أَبُو دَاوُد الطَّيَالِسِيّ وَغُنْدَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" قَالَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيُؤَيِّد هَذَا الْمَعْنَى قِرَاءَة عُمَر وَابْن مَسْعُود وَابْن عَبَّاس وَعَامَّة أَهْل مَكَّة وَالْكُوفَة لَتَرْكَبَن بِفَتْحِ التَّاء وَالْبَاء . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة عَنْ إِسْمَاعِيل عَنْ الشَّعْبِيّ \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" قَالَ لَتَرْكَبُنَّ يَا مُحَمَّد سَمَاء بَعْد سَمَاء. وَهَكَذَا رُوِيَ عَنْ اِبْن مَسْعُود وَمَسْرُوق وَأَبِي الْعَالِيَة\" طَبَقًا عَنْ طَبَق \" سَمَاء بَعْد سَمَاء \" قُلْت \" يَعْنُونَ لَيْلَة الْإِسْرَاء ؟ وَقَالَ أَبُو إِسْحَاق وَالسُّدِّيّ عَنْ رَجُل عَنْ اِبْن عَبَّاس \" طَبَقًا عَنْ طَبَق \" مَنْزِلًا عَلَى مَنْزِل وَكَذَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس مِثْله وَزَادَ وَيُقَال أَمْرًا بَعْد أَمْر وَحَالًا بَعْد حَال . وَقَالَ السُّدِّيّ نَفْسه \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" أَعْمَال مِنْ قَبْلكُمْ مَنْزِلًا بَعْد مَنْزِل\" قُلْت \" كَأَنَّهُ أَرَادَ مَعْنَى الْحَدِيث الصَّحِيح : \" لَتَرْكَبُنَّ سَنَن مَنْ كَانَ قَبْلكُمْ حَذْو الْقُذَّة بِالْقُذَّةِ حَتَّى لَوْ دَخَلُوا جُحْر ضَبّ لَدَخَلْتُمُوهُ \" قَالُوا يَا رَسُول اللَّه : الْيَهُود وَالنَّصَارَى ؟ قَالَ \" فَمَنْ ؟ \" وَهَذَا مُحْتَمِل . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا صَدَقَة حَدَّثَنَا اِبْن جَابِر أَنَّهُ سَمِعَ مَكْحُولًا يَقُول فِي قَوْل اللَّه \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" قَالَ فِي كُلّ عِشْرِينَ سَنَة تُحْدِثُونَ أَمْرًا لَمْ تَكُونُوا عَلَيْهِ وَقَالَ الْأَعْمَش حَدَّثَنَا إِبْرَاهِيم قَالَ : قَالَ عَبْد اللَّه\" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" قَالَ السَّمَاء تَتَشَقَّق ثُمَّ تَحْمَرّ ثُمَّ تَكُون لَوْنًا بَعْد لَوْن وَقَالَ الثَّوْرِيّ عَنْ قَيْس بْن وَهْب عَنْ مُرَّة عَنْ اِبْن مَسْعُود \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" قَالَ : السَّمَاء مَرَّة كَالدِّهَانِ وَمَرَّة تَنْشَقّ وَرَوَى الْبَزَّار مِنْ طَرِيق جَابِر الْجُعْفِيّ عَنْ الشَّعْبِيّ عَنْ عَلْقَمَة عَنْ عَبْد اللَّه بْن مَسْعُود \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" يَا مُحَمَّد يَعْنِي حَالًا بَعْد حَال ثُمَّ قَالَ وَرَوَاهُ جَابِر عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس وَقَالَ سَعِيد بْن جُبَيْر\" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" قَالَ قَوْم كَانُوا فِي الدُّنْيَا خَسِيس أَمْرهمْ فَارْتَفَعُوا فِي الْآخِرَة وَآخَرُونَ كَانُوا أَشْرَافًا فِي الدُّنْيَا فَاتَّضَعُوا فِي الْآخِرَة وَقَالَ عِكْرِمَة \" طَبَقًا عَنْ طَبَق \" حَالًا بَعْد حَال فَطِيمًا بَعْدَمَا كَانَ رَضِيعًا وَشَيْخًا بَعْدَمَا كَانَ شَابًّا وَقَالَ الْحَسَن الْبَصْرِيّ : \" طَبَقًا عَنْ طَبَق \" يَقُول حَالًا بَعْد حَال رَخَاء بَعْد شِدَّة وَشِدَّة بَعْد رَخَاء وَغِنًى بَعْد فَقْر وَفَقْرًا بَعْد غِنًى وَصِحَّة بَعْد سَقَم وَسَقَمًا بَعْد صِحَّة وَقَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ عَبْد اللَّه بْن زَاهِر حَدَّثَنِي أَبِي عَنْ عَمْرو بْن شِمْر عَنْ جَابِر هُوَ الْجُعْفِيّ عَنْ مُحَمَّد بْن عَلِيّ عَنْ جَابِر بْن عَبْد اللَّه قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" إِنَّ اِبْن آدَم لَفِي غَفْلَة مِمَّا خُلِقَ لَهُ إِنَّ اللَّه تَعَالَى إِذَا أَرَادَ خَلْقه قَالَ لِلْمَلَكِ اُكْتُبْ رِزْقه . اُكْتُبْ أَجَله. اُكْتُبْ أَثَره . اُكْتُبْ شَقِيًّا أَوْ سَعِيدًا . ثُمَّ يَرْتَفِع ذَلِكَ الْمَلَك وَيَبْعَث اللَّه إِلَيْهِ مَلَكًا آخَر فَيَحْفَظهُ حَتَّى يُدْرِك ثُمَّ يَرْتَفِع ذَلِكَ الْمَلَك ثُمَّ يُوَكِّل اللَّه بِهِ مَلَكَيْنِ يَكْتُبَانِ حَسَنَاته وَسَيِّئَاته فَإِذَا حَضَرَهُ الْمَوْت اِرْتَفَعَ ذَانِك الْمَلَكَانِ وَجَاءَهُ مَلَك الْمَوْت فَقَبَضَ رُوحه فَإِذَا دَخَلَ قَبْره رَدَّ الرُّوح فِي جَسَده ثُمَّ اِرْتَفَعَ مَلَك الْمَوْت وَجَاءَهُ مَلَكَا الْقَبْر فَامْتَحَنَاهُ ثُمَّ يَرْتَفِعَانِ فَإِذَا قَامَتْ السَّاعَة اِنْحَطَّ عَلَيْهِ مَلَك الْحَسَنَات وَمَلَك السَّيِّئَات فَانْتَشَطَا كِتَابًا مَعْقُودًا فِي عُنُقه ثُمَّ حَضَرَا مَعَهُ وَاحِدًا سَائِقًا وَآخَر شَهِيدًا ثُمَّ قَالَ اللَّه تَعَالَى\" لَقَدْ كُنْت فِي غَفْلَة مِنْ هَذَا \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَق \" قَالَ حَالًا بَعْد حَال ثُمَّ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ قُدَّامكُمْ لَأَمْرًا عَظِيمًا لَا تَقْدِرُونَهُ فَاسْتَعِينُوا بِاَللَّهِ الْعَظِيم \" هَذَا حَدِيث مُنْكَر وَإِسْنَاده فِيهِ ضُعَفَاء وَلَكِنْ مَعْنَاهُ صَحِيح وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم . ثُمَّ قَالَ اِبْن جَرِير بَعْدَمَا حَكَى أَقْوَال النَّاس فِي هَذِهِ الْآيَة مِنْ الْقُرَّاء وَالْمُفَسِّرِينَ : وَالصَّوَاب مِنْ التَّأْوِيل قَوْل مَنْ قَالَ لَتَرْكَبَنَّ أَنْتَ يَا مُحَمَّد حَالًا بَعْد حَال وَأَمْرًا بَعْد أَمْر مِنْ الشَّدَائِد وَالْمُرَاد بِذَلِكَ وَإِنْ كَانَ الْخِطَاب مُوَجَّهًا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَمِيع النَّاس وَأَنَّهُمْ يَلْقَوْنَ مِنْ شَدَائِد يَوْم الْقِيَامَة وَأَحْوَاله أَهْوَالًا .</p><BR> <br> ", "sura_id": 84, "type": 4, "id": 43265, "aya_id": 19}]