[{"text": "مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللّهَ عَلَىَ كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 2, "type": 0, "id": 113, "aya_id": 106}, {"text": "ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها ألم تعلم أن الله على كل شيء قدير", "sura_id": 2, "type": 1, "id": 6349, "aya_id": 106}, {"text": "106 - ولما طمع الكفار في النسخ وقالوا إن محمدا يأمر أصحابه اليوم بأمر وينهى عنه غدا نزل: (ما) شرطية (نَنَسخ من آية) نزل حكمها: إما مع لفظها أو لا. وفي قراءة بضم النون من أنسخ: أي نأمرك أو جبريل بنسخها (أو نَنْسأها) نؤخرها فلا ننزل حكمها ونرفع تلاوتها أو نؤخرها في اللوح المحفوظ وفي قراءة بلا همز في النسيان {نُنْسِها}: أي ننسكها ، أي نمحها من قلبك وجواب الشرط (نأت بخير منها) أنفع للعباد في السهولة أو كثرة الأجر (أو مثلها) في التكليف والثواب (ألم تعلم أن الله على كل شيء قدير) ومنه النسخ والتبديل ، والاستفهام للتقرير \r\n", "sura_id": 2, "type": 2, "id": 25057, "aya_id": 106}, {"text": "ما نبدِّل من آية أو نُزِلها من القلوب والأذهان نأت بأنفع لكم منها, أو نأت بمثلها في التكليف والثواب, ولكلٍ حكمة. ألم تعلم -أيها النبي- أنت وأمتك أن الله قادر لا يعجزه شيء؟\r\n", "sura_id": 2, "type": 3, "id": 31293, "aya_id": 106}, {"text": " <font color=red>مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" مَا نَنْسَخ مِنْ آيَة \" مَا نُبَدِّل مِنْ آيَة وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد \" مَا نَنْسَخ مِنْ آيَة \" أَيْ مَا نَمْحُو مِنْ آيَة وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" مَا نَنْسَخ مِنْ آيَة \" قَالَ نُثْبِت خَطّهَا وَنُبَدِّل حُكْمهَا حَدَّثَ بِهِ عَنْ أَصْحَاب عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُمْ وَقَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ أَبِي الْعَالِيَة وَمُحَمَّد بْن كَعْب الْقُرَظِيّ نَحْو ذَلِكَ وَقَالَ الضَّحَّاك \" مَا نَنْسَخ مِنْ آيَة \" مَا نَنْسَك وَقَالَ عَطَاء أَمَّا \" مَا نَنْسَخ \" فَمَا نَتْرُك مِنْ الْقُرْآن وَقَالَ اِبْن أَبِي حَاتِم يَعْنِي تُرِكَ فَلَمْ يُنْزِل عَلَى مُحَمَّد وَقَالَ السُّدِّيّ \" مَا نَنْسَخ مِنْ آيَة \" نَسْخهَا قَبْضهَا وَقَالَ اِبْن أَبِي حَاتِم : يَعْنِي قَبْضهَا رَفْعهَا مِثْل قَوْله \" الشَّيْخ وَالشَّيْخَة إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّة \" وَقَوْله \" لَوْ كَانَ لِابْنِ آدَم وَادِيَانِ مِنْ ذَهَب لَابْتَغَى لَهُمَا ثَالِثًا \" وَقَالَ اِبْن جَرِير \" مَا نَنْسَخ مِنْ آيَة \" مَا يُنْقَل مِنْ حُكْم آيَة إِلَى غَيْره فَنُبَدِّلهُ وَنُغَيِّرهُ وَذَلِكَ أَنْ يُحَوَّل الْحَلَال حَرَامًا وَالْحَرَام حَلَالًا وَالْمُبَاح مَحْظُورًا وَالْمَحْظُور مُبَاحًا وَلَا يَكُون ذَلِكَ إِلَّا فِي الْأَمْر وَالنَّهْي وَالْحَظْر وَالْإِطْلَاق وَالْمَنْع وَالْإِبَاحَة فَأَمَّا الْأَخْبَار فَلَا يَكُون فِيهَا نَاسِخ وَلَا مَنْسُوخ وَأَصْل النَّسْخ مِنْ نَسْخ الْكِتَاب وَهُوَ نَقْله مِنْ نُسْخَة أُخْرَى إِلَى غَيْرهَا فَكَذَلِكَ مَعْنَى نَسْخ الْحُكْم إِلَى غَيْره إِنَّمَا هُوَ تَحْوِيله وَنَقْل عِبَارَة إِلَى غَيْرهَا وَسَوَاء نُسِخَ حُكْمهَا أَوْ خَطّهَا إِذْ هِيَ فِي كِلْتَا حَالَتَيْهَا مَنْسُوخَة وَأَمَّا عُلَمَاء الْأُصُول فَاخْتَلَفَتْ عِبَارَاتهمْ فِي حَدّ النَّسْخ وَالْأَمْرُ فِي ذَلِكَ قَرِيب لِأَنَّ مَعْنَى النَّسْخ الشَّرْعِيّ مَعْلُوم عِنْد الْعُلَمَاء وَلَحَظَ بَعْضهمْ أَنَّهُ رَفْع الْحُكْم بِدَلِيلٍ شَرْعِيّ مُتَأَخِّر فَانْدَرَجَ فِي ذَلِكَ نَسْخ الْأَخَفّ بِالْأَثْقَلِ وَعَكْسه وَالنَّسْخ لَا إِلَى بَدَله وَأَمَّا تَفَاصِيل أَحْكَام النَّسْخ وَذِكْر أَنْوَاعه وَشُرُوطه فَمَبْسُوطَة فِي أُصُول الْفِقْه وَقَالَ الطَّبَرَانِيّ أَخْبَرَنَا أَبُو سُنْبُل عُبَيْد اللَّه بْن عَبْد الرَّحْمَن بْن وَافِد أَخْبَرَنَا أَبِي أَخْبَرَنَا الْعَبَّاس بْن الْفَضْل عَنْ سُلَيْمَان بْن أَرْقَم عَنْ الزُّهْرِيّ عَنْ سَالِم عَنْ أَبِيهِ قَالَ : قَرَأَ رَجُلَانِ سُورَة أَقْرَأهُمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَا يَقْرَآنِ بِهَا فَقَامَا ذَات لَيْلَة يُصَلِّيَانِ فَلَمْ يَقْدِرَا مِنْهَا عَلَى حَرْف فَأَصْبَحَا غَادِيَيْنِ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَا ذَلِكَ لَهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهَا مِمَّا نُسِخَ وَأُنْسِيَ فَالْهُوا عَنْهَا \" فَكَانَ الزُّهْرِيّ يَقْرَؤُهَا \" مَا نَنْسَخ مِنْ آيَة أَوْ نُنْسِهَا \" بِضَمِّ النُّون الْخَفِيفَة سُلَيْمَان بْن الْأَرْقَم ضَعِيف وَقَدْ رَوَى أَبُو بَكْر بْن الْأَنْبَارِيّ عَنْ أَبِيهِ عَنْ نَصْر بْن دَاوُد عَنْ أَبِي عُبَيْد اللَّه عَنْ عَبْد اللَّه بْن صَالِح عَنْ اللَّيْث عَنْ يُونُس وَعُقَيْل عَنْ اِبْن شِهَاب عَنْ أَبِي أُمَامَة بْن سَهْل بْن حُنَيْف مِثْله مَرْفُوعًا ذَكَرَهُ الْقُرْطُبِيّ وَقَوْله تَعَالَى أَوْ نُنْسِهَا فَقُرِئَ عَلَى وَجْهَيْنِ نَنْسَأَهَا وَنُنْسِهَا فَأَمَّا مَنْ قَرَأَهَا بِفَتْحِ النُّون وَالْهَمْزَة بَعْد السِّين فَمَعْنَاهُ نُؤَخِّرهَا . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" مَا نَنْسَخ مِنْ آيَة\" يَقُول مَا نُبَدِّل مِنْ آيَة أَوْ نَتْرُكهَا لَا نُبَدِّلهَا وَقَالَ مُجَاهِد : عَنْ أَصْحَاب اِبْن مَسْعُود أَوْ نَنْسَأَهَا نُثْبِت خَطّهَا وَنُبَدِّل حُكْمهَا وَقَالَ عَبْد بْن عُمَيْر وَمُجَاهِد وَعَطَاء أَوْ نَنْسَأَهَا نُؤَخِّرهَا وَنُرْجِئهَا وَقَالَ عَطِيَّة الْعَوْفِيّ : أَوْ نَنْسَأَهَا : نُؤَخِّرهَا فَلَا نَنْسَخهَا وَقَالَ السُّدِّيّ مِثْله أَيْضًا وَكَذَا الرَّبِيع بْن أَنَس وَقَالَ الضَّحَّاك \" مَا نَنْسَخ مِنْ آيَة أَوْ نَنْسَأهَا \" يَعْنِي النَّاسِخ مِنْ الْمَنْسُوخ وَقَالَ أَبُو الْعَالِيَة مَا نَنْسَخ مِنْ آيَة أَوْ نَنْسَأهَا \" نُؤَخِّرهَا عِنْدنَا وَقَالَ اِبْن حَاتِم : أَخْبَرَنَا عُبَيْد اللَّه بْن إِسْمَاعِيل الْبَغْدَادِيّ أَخْبَرَنَا خَلَف أَخْبَرَنَا الْخَفَّاف عَنْ إِسْمَاعِيل يَعْنِي اِبْن أَسْلَمَ عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : خَطَبَنَا عُمَر رَضِيَ اللَّه عَنْهُ فَقَالَ : يَقُول اللَّه عَزَّ وَجَلَّ \" مَا نَنْسَخ مِنْ آيَة أَوْ نَنْسَأَهَا \" أَيْ نُؤَخِّرهَا وَأَمَّا عَلَى قِرَاءَة أَوْ نُنْسِهَا فَقَالَ عَبْد الرَّزَّاق عَنْ قَتَادَة فِي قَوْله \" مَا نَنْسَخ مِنْ آيَة أَوْ نُنْسِهَا \" قَالَ كَانَ اللَّه عَزَّ وَجَلَّ يُنْسِي نَبِيَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا يَشَاء وَيَنْسَخ مَا يَشَاء . وَقَالَ اِبْن جَرِير : أَخْبَرَنَا سَوَاد بْن عَبْد اللَّه أَخْبَرَنَا خَالِد بْن الْحَارِث أَخْبَرَنَا عَوْف عَنْ الْحَسَن أَنَّهُ قَالَ فِي قَوْله \" أَوْ نُنْسِهَا \" قَالَ : إِنَّ نَبِيَّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ قُرْآنًا ثُمَّ نَسِيَهُ وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبِي قَالَ أَخْبَرَنَا اِبْن نُفَيْل أَخْبَرَنَا مُحَمَّد بْن الزُّبَيْر الْحَرَّانِيّ عَنْ الْحَجَّاج يَعْنِي الْجَزَرِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ مِمَّا يَنْزِل عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْوَحْي بِاللَّيْلِ وَيَنْسَاهُ بِالنَّهَارِ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" مَا نَنْسَخ مِنْ آيَة أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلهَا \" قَالَ اِبْن أَبِي حَاتِم : قَالَ لِي أَبُو جَعْفَر بْن نُفَيْل لَيْسَ هُوَ الْحَجَّاج بْن أَرْطَاة هُوَ شَيْخ لَنَا جَزَرِيّ وَقَالَ عُبَيْد بْن عُمَيْر\" أَوْ نُنْسِهَا \" نَرْفَعهَا مِنْ عِنْدكُمْ وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم أَخْبَرَنَا هُشَيْم أَخْبَرَنَا هُشَيْم عَنْ يَعْلَى بْن عَطَاء عَنْ الْقَاسِم بَنُو رَبِيعَة قَالَ : سَمِعْت سَعْد بْن أَبِي وَقَّاص يَقْرَأ \" مَا نَنْسَخ مِنْ آيَة أَوْ نُنْسِهَا \" قَالَ : قُلْت لَهُ فَإِنَّ سَعِيد بْن الْمُسَيِّب يَقْرَأ \" أَوْ نَنْسَأَهَا \" قَالَ فَقَالَ سَعْد إِنَّ الْقُرْآن لَمْ يَنْزِل عَلَى الْمُسَيِّب وَلَا عَلَى آل الْمُسَيِّب قَالَ : قَالَ اللَّه جَلَّ ثَنَاؤُهُ \" سَنُقْرِئُك فَلَا تَنْسَى وَاذْكُرْ رَبّك إِذَا نَسِيت \" وَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ هُشَيْم وَأَخْرَجَهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث أَبِي حَاتِم الرَّازِيّ عَنْ آدَم عَنْ شُعْبَة عَنْ يَعْلَى بْن عَطَاء بِهِ وَقَالَ عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ قَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ مُحَمَّد بْن كَعْب وَقَتَادَة وَعِكْرِمَة نَحْو قَوْل سَعِيد وَقَالَ الْإِمَام أَحْمَد أَخْبَرَنَا يَحْيَى أَخْبَرَنَا سُفْيَان الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ قَالَ عُمَر : عَلِيّ أَقْضَانَا وَأُبَيّ أَقْرَءُونَا وَإِنَّا لَنَدَع مِنْ قَوْل أُبَيّ وَذَلِكَ أَنَّ أُبَيًّا يَقُول : مَا أَدَع شَيْئًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَللَّه يَقُول \" مَا نَنْسَخ مِنْ آيَة أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلهَا \" قَالَ الْبُخَارِيّ : أَخْبَرَنَا يَحْيَى أَخْبَرَنَا سُفْيَان عَنْ حَبِيب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ قَالَ عُمَر : أَقْرَءُونَا أُبَيّ وَأَقْضَانَا عَلِيّ وَإِنَّا لَنَدَع مِنْ قَوْل أُبَيّ وَذَلِكَ أَنَّ أُبَيًّا يَقُول : لَا أَدَع شَيْئًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ قَالَ اللَّه \" مَا نَنْسَخ مِنْ آيَة أَوْ نُنْسِهَا \" وَقَوْله \" نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلهَا \" أَيْ فِي الْحُكْم بِالنِّسْبَةِ إِلَى مَصْلَحَة الْمُكَلَّفِينَ كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس نَأْتِ بِخَيْرٍ مِنْهَا يَقُول خَيْر لَكُمْ فِي الْمَنْفَعَة وَأَرْفَق بِكُمْ وَقَالَ أَبُو الْعَالِيَة \" مَا نَنْسَخ مِنْ آيَة \" فَلَا نَعْمَل بِهَا \" أَوْ نَنْسَأَهَا\" أَيْ نُرْجِئهَا عِنْدنَا نَأْتِ بِهَا أَوْ نَظِيرهَا وَقَالَ السُّدِّيّ\" نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلهَا \" يَقُول نَأْتِ بِخَيْرٍ مِنْ الَّذِي نَسَخْنَاهُ أَوْ مِثْل الَّذِي تَرَكْنَاهُ وَقَالَ قَتَادَة\" نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلهَا \" يَقُول آيَة فِيهَا تَخْفِيفٌ فِيهَا رُخْصَةٌ فِيهَا أَمْرٌ فِيهَا نَهْيٌ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38505, "aya_id": 106}]