[{"text": "وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُواْ وَاتَّقَواْ لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاء وَالأَرْضِ وَلَكِن كَذَّبُواْ فَأَخَذْنَاهُم بِمَا كَانُواْ يَكْسِبُونَ", "sura_id": 7, "type": 0, "id": 1050, "aya_id": 96}, {"text": "ولو أن أهل القرى آمنوا واتقوا لفتحنا عليهم بركات من السماء والأرض ولكن كذبوا فأخذناهم بما كانوا يكسبون", "sura_id": 7, "type": 1, "id": 7286, "aya_id": 96}, {"text": "96 - (ولو أن أهل القرى) المكذبين (آمنوا) بالله ورسلهم (واتقوا) الكفر والمعاصي (لفتحنا) بالتخفيف والتشديد (عليهم بركات من السماء) بالمطر (والأرض) بالنبات (ولكن كذبوا) الرسل (فأخذناهم) عاقبناهم (بما كانوا يكسبون) \r\n", "sura_id": 7, "type": 2, "id": 25994, "aya_id": 96}, {"text": "ولو أنَّ أهل القرى صدَّقوا رسلهم واتبعوهم واجتنبوا ما نهاهم الله عنه, لفتح الله لهم أبواب الخير من كلِّ وجه, ولكنهم كذَّبوا, فعاقبهم الله بالعذاب المهلك بسبب كفرهم ومعاصيهم.\r\n", "sura_id": 7, "type": 3, "id": 32230, "aya_id": 96}, {"text": " <font color=red>وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ قِلَّة إِيمَان أَهْل الْقُرَى الَّذِينَ أُرْسِلَ فِيهِمْ الرُّسُل كَقَوْلِهِ تَعَالَى \" فَلَوْلَا كَانَتْ قَرْيَة آمَنَتْ فَنَفَعَهَا إِيمَانهَا إِلَّا قَوْم يُونُس لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَاب الْخِزْي فِي الْحَيَاة الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِين \" أَيْ مَا آمَنَتْ قَرْيَة بِتَمَامِهَا إِلَّا قَوْم يُونُس فَإِنَّهُمْ آمَنُوا وَذَلِكَ بَعْدَمَا عَايَنُوا الْعَذَاب كَمَا قَالَ تَعَالَى \" وَأَرْسَلْنَاهُ إِلَى مِائَة أَلْف أَوْ يَزِيدُونَ فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِين \" وَقَالَ تَعَالَى \" مَا أَرْسَلْنَا فِي قَرْيَة مِنْ نَذِير \" الْآيَة وَقَوْله تَعَالَى \" وَلَوْ أَنَّ أَهْل الْقُرَى آمَنُوا وَاتَّقَوْا \" أَيْ آمَنَتْ قُلُوبهمْ بِمَا جَاءَ بِهِ الرُّسُل وَصَدَّقَتْ بِهِ وَاتَّبَعُوهُ وَاتَّقُوا بِفِعْلِ الطَّاعَات وَتَرْك الْمُحَرَّمَات \" لَفَتَحْنَا عَلَيْهِمْ بَرَكَات مِنْ السَّمَاء وَالْأَرْض \" أَيْ قَطْر السَّمَاء وَنَبَات الْأَرْض قَالَ تَعَالَى \" وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ \" أَيْ وَلَكِنْ كَذَّبُوا رُسُلهمْ فَعَاقَبْنَاهُمْ بِالْهَلَاكِ عَلَى مَا كَسَبُوا مِنْ الْمَآثِم وَالْمَحَارِم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42668, "aya_id": 96}]