[{"text": "قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىَ يَخْرُجُواْ مِنْهَا فَإِن يَخْرُجُواْ مِنْهَا فَإِنَّا دَاخِلُونَ", "sura_id": 5, "type": 0, "id": 691, "aya_id": 22}, {"text": "قالوا يا موسى إن فيها قوما جبارين وإنا لن ندخلها حتى يخرجوا منها فإن يخرجوا منها فإنا داخلون", "sura_id": 5, "type": 1, "id": 6927, "aya_id": 22}, {"text": "22 - (قالوا يا موسى إن فيها قوماً جبارين) من بقايا عاد طوالاً ذي قوة (وإنا لن ندخلها حتى يخرجوا منها فإن يخرجوا منها فإنا داخلون) لها \r\n", "sura_id": 5, "type": 2, "id": 25635, "aya_id": 22}, {"text": "قالوا: يا موسى, إن فيها قومًا أشداء أقوياء, لا طاقة لنا بحربهم, وإنَّا لن نستطيع دخولها وهم فيها, فإن يخرجوا منها فإنَّا داخلون.\r\n", "sura_id": 5, "type": 3, "id": 31871, "aya_id": 22}, {"text": " <font color=red>قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا</font><BR><p>\" قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ \" أَيْ اِعْتَذَرُوا بِأَنَّ فِي هَذِهِ الْبَلْدَة الَّتِي أَمَرْتنَا بِدُخُولِهَا وَقِتَال أَهْلهَا قَوْمًا جَبَّارِينَ أَيْ ذَوِي خُلُق هَائِلَة وَقُوًى شَدِيدَة وَإِنَّنَا لَا نَقْدِر عَلَى مُقَاوَمَتهمْ وَلَا مُصَاوَلَتهمْ وَلَا يُمْكِننَا الدُّخُول إِلَيْهَا مَا دَامُوا فِيهَا فَإِنْ يَخْرُجُوا مِنْهَا دَخَلْنَاهَا وَإِلَّا فَلَا طَاقَة لَنَا بِهِمْ وَقَدْ قَالَ اِبْن جَرِير : حَدَّثَنِي عَبْد الْكَرِيم بْن الْهَيْثَم حَدَّثَنَا إِبْرَاهِيم بْن بَشَّار حَدَّثَنَا سُفْيَان قَالَ : قَالَ أَبُو سَعِيد قَالَ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : أُمِرَ مُوسَى أَنْ يَدْخُل مَدِينَة الْجَبَّارِينَ قَالَ : فَسَارَ مُوسَى بِمَنْ مَعَهُ حَتَّى نَزَلَ قَرِيبًا مِنْ الْمَدِينَة وَهِيَ أَرِيحَاء فَبَعَثَ إِلَيْهِمْ اِثْنَا عَشَرَ عَيْنًا مِنْ كُلّ سِبْط مِنْهُمْ عَيْن لِيَأْتُوهُ بِخَبَرِ الْقَوْم قَالَ فَدَخَلُوا الْمَدِينَة فَرَأَوْا أَمْرًا عَظِيمًا مِنْ هَيْئَتهمْ وَجِسْمهمْ وَعِظَمهمْ فَدَخَلُوا حَائِطًا لِبَعْضِهِمْ فَجَاءَ صَاحِب الْحَائِط لِيَجْتَنِيَ الثِّمَار مِنْ حَائِطه فَجَعَلَ يَجْتَنِي الثِّمَار وَيَنْظُر إِلَى آثَارهمْ فَتَبِعَهُمْ فَكُلَّمَا أَصَابَ وَاحِدًا مِنْهُمْ أَخَذَهُ فَجَعَلَهُ فِي كُمِّهِ مَعَ الْفَاكِهَةِ حَتَّى اِلْتَقَطَ الِاثْنَا عَشَرَ كُلَّهُمْ فَجَعَلَهُمْ فِي كُمِّهِ مَعَ الْفَاكِهَةِ وَذَهَبَ بِهِمْ إِلَى مَلِكِهِمْ فَنَثَرَهُمْ بَيْن يَدَيْهِ فَقَالَ : لَهُمْ الْمَلِك قَدْ رَأَيْتُمْ شَأْننَا وَأَمْرَنَا فَاذْهَبُوا فَأَخْبِرُوا صَاحِبَكُمْ قَالَ فَرَجَعُوا إِلَى مُوسَى فَأَخْبَرُوهُ بِمَا عَايَنُوا مِنْ أَمْرهمْ . وَفِي هَذَا الْإِسْنَاد نَظَر وَقَالَ عَلِيّ بْن أَبِي طَلْحَة : عَنْ اِبْن عَبَّاس لَمَّا نَزَلَ مُوسَى وَقَوْمه بَعَثَ مِنْهُمْ اِثْنَا عَشَرَ رَجُلًا وَهُمْ النُّقَبَاء الَّذِينَ ذَكَرَهُمْ اللَّه فَبَعَثَهُمْ لِيَأْتُوهُ بِخَبَرِهِمْ فَسَارُوا فَلَقِيَهُمْ رَجُل مِنْ الْجَبَّارِينَ فَجَعَلَهُمْ فِي كِسَائِهِ فَحَمَلَهُ حَتَّى أَتَى بِهِمْ الْمَدِينَة وَنَادَى فِي قَوْمه فَاجْتَمَعُوا إِلَيْهِ فَقَالُوا مَنْ أَنْتُمْ ؟ قَالُوا : نَحْنُ قَوْم مُوسَى بَعَثَنَا نَأْتِيه بِخَبَرِكُمْ فَأَعْطَوْهُمْ حَبَّة مِنْ عِنَب تَكْفِي الرَّجُل فَقَالُوا : لَهُمْ اِذْهَبُوا إِلَى مُوسَى وَقَوْمه فَقُولُوا لَهُمْ هَذَا قَدْرُ فَاكِهَتِهِمْ فَرَجَعُوا إِلَى مُوسَى فَأَخْبَرُوهُ بِمَا رَأَوْا فَلَمَّا أَمَرَهُمْ مُوسَى - عَلَيْهِ السَّلَام - بِالدُّخُولِ عَلَيْهِمْ وَقِتَالهمْ قَالُوا : يَا مُوسَى اِذْهَبْ أَنْتَ وَرَبُّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ رَوَاهُ اِبْن أَبِي حَاتِم ثُمَّ قَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا يَحْيَى بْن أَيُّوب عَنْ يَزِيد بْن الْهَادِي حَدَّثَنِي يَحْيَى بْن عَبْد الرَّحْمَن قَالَ : رَأَيْت أَنَس بْن مَالِك أَخَذَ عَصًا فَذَرَعَ فِيهَا بِشَيْءٍ لَا أَدْرِي كَمْ ذَرَعَ ثُمَّ قَاسَ بِهَا فِي الْأَرْضِ خَمْسِينَ أَوْ خَمْسًا وَخَمْسِينَ ثُمَّ قَالَ : هَكَذَا طُول الْعَمَالِيق. وَقَدْ ذَكَرَ كَثِير مِنْ الْمُفَسِّرِينَ هَهُنَا أَخْبَارًا مِنْ وَضْع بَنِي إِسْرَائِيل فِي عَظَمَة خَلْق هَؤُلَاءِ الْجَبَّارِينَ وَأَنَّ مِنْهُمْ عُوج بْن عُوق بِنْت آدَم - عَلَيْهِ السَّلَام - وَأَنَّهُ مِنْ طُوله ثَلَاثَة آلَاف ذِرَاع وَثَلَاثُمِائَةٍ وَثَلَاثَة وَثَلَاثُونَ ذِرَاعًا وَثُلُث ذِرَاعٍ تَحْرِير الْحِسَاب وَهَذَا شَيْء يُسْتَحَى مِنْ ذِكْرِهِ ثُمَّ هُوَ مُخَالِفٌ لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ اللَّه خَلَقَ آدَم وَطُوله سِتُّونَ ذِرَاعًا ثُمَّ لَمْ يَزَلْ الْخَلْقُ يَنْقُصُ حَتَّى الْآن \" ثُمَّ ذَكَرُوا أَنَّ هَذَا الرَّجُل كَانَ كَافِرًا وَأَنَّهُ كَانَ وَلَدَ زَنْيَةٍ وَأَنَّهُ اِمْتَنَعَ مِنْ رُكُوبِ سَفِينَةِ نُوحٍ وَأَنَّ الطُّوفَانَ لَمْ يَصِلْ إِلَى رُكْبَتِهِ وَهَذَا كَذِب وَافْتِرَاء فَإِنَّ اللَّه تَعَالَى ذَكَرَ أَنَّ نُوحًا دَعَا عَلَى أَهْل الْأَرْض مِنْ الْكَافِرِينَ فَقَالَ \" رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنْ الْكَافِرِينَ دَيَّارًا \" وَقَالَ تَعَالَى\" فَأَنْجَيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْك الْمَشْحُون ثُمَّ أَغْرَقْنَا بَعْد الْبَاقِينَ \" وَقَالَ تَعَالَى \" لَا عَاصِم الْيَوْم مِنْ أَمْر اللَّه إِلَّا مَنْ رَحِمَ \" وَإِذَا كَانَ اِبْنُ نُوحٍ الْكَافِرُ غَرِقَ فَكَيْف يُبْقَى عُوج بْن عُوق وَهُوَ كَافِرٌ وَوَلَدُ زَنْيَةٍ ؟ هَذَا لَا يَسُوغُ فِي عَقْلٍ وَلَا شَرْعٍ ثُمَّ فِي وُجُودِ رَجُلٍ يُقَال لَهُ عُوج بْن عُوق نَظَر وَاَللَّه أَعْلَمُ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41472, "aya_id": 22}]