[{"text": "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا", "sura_id": 17, "type": 0, "id": 2035, "aya_id": 6}, {"text": "ثم رددنا لكم الكرة عليهم و أمددناكم بأموال و بنين و جعلناكم أكثر نفيرا", "sura_id": 17, "type": 1, "id": 8271, "aya_id": 6}, {"text": "6 - (ثم رددنا لكم الكرة) الدولة والغلبة (عليهم) بعد مائة سنة بقتل جالوت (وأمددناكم بأموال وبنين وجعلناكم أكثر نفيرا) عشيرة \r\n", "sura_id": 17, "type": 2, "id": 26979, "aya_id": 6}, {"text": "ثم رَدَدْنا لكم -يا بني إسرائيل- الغلبة والظهور على أعدائكم الذين سُلِّطوا عليكم، وأكثرنا أرزاقكم وأولادكم، وقَوَّيناكم وجعلناكم أكثر عددًا من عدوكم؛ وذلك بسبب إحسانكم وخضوعكم لله.\r\n", "sura_id": 17, "type": 3, "id": 33215, "aya_id": 6}, {"text": " <font color=red>ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا</font><BR><p>وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَر نَفِيرًا \" وَعَنْ سَعِيد بْن جُبَيْر أَنَّهُ مَلِك الْمَوْصِل سَنْجَارِيب وَجُنُوده وَعَنْهُ أَيْضًا وَعَنْ غَيْره أَنَّهُ بُخْتَنَصَّر مَلِك بَابِل وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم لَهُ قِصَّة عَجِيبَة فِي كَيْفِيَّة تَرَقِّيه مِنْ حَال إِلَى حَال إِلَى أَنْ مَلَكَ الْبِلَاد وَأَنَّهُ كَانَ فَقِيرًا مُقْعَدًا ضَعِيفًا يَسْتَعْطِي النَّاس وَيَسْتَطْعِمهُمْ ثُمَّ آلَ بِهِ الْحَال إِلَى مَا آلَ وَأَنَّهُ سَارَ إِلَى بِلَاد بَيْت الْمَقْدِس فَقَتَلَ بِهَا خَلْقًا كَثِيرًا مِنْ بَنِي إِسْرَائِيل وَقَدْ رَوَى اِبْن جَرِير فِي هَذَا الْمَكَان حَدِيثًا أَسْنَدَهُ عَنْ حُذَيْفَة مَرْفُوعًا مُطَوَّلًا وَهُوَ حَدِيث مَوْضُوع لَا مَحَالَة لَا يَسْتَرِيب فِي ذَلِكَ مَنْ عِنْده أَدْنَى مَعْرِفَة بِالْحَدِيثِ وَالْعَجَب كُلّ الْعَجَب كَيْف رَاجَ عَلَيْهِ مَعَ جَلَالَة قَدْره وَإِمَامَته وَقَدْ صَرَّحَ شَيْخنَا الْحَافِظ الْعَلَّامَة أَبُو الْحَجَّاج الْمِزِّيّ رَحِمَهُ اللَّه بِأَنَّهُ مَوْضُوع مَكْذُوب . وَكَتَبَ ذَلِكَ عَلَى حَاشِيَة الْكِتَاب . وَقَدْ وَرَدَتْ فِي هَذَا آثَار كَثِيرَة إِسْرَائِيلِيَّة لَمْ أَرَ تَطْوِيل الْكِتَاب بِذِكْرِهَا لِأَنَّ مِنْهَا مَا هُوَ مَوْضُوع مِنْ وَضْع بَعْض زَنَادِقَتهمْ وَمِنْهَا مَا قَدْ يَحْتَمِل أَنْ يَكُون صَحِيحًا وَنَحْنُ فِي غُنْيَة عَنْهَا وَلِلَّهِ الْحَمْد. وَفِيمَا قَصَّ اللَّه عَلَيْنَا فِي كِتَابه غُنْيَة عَمَّا سِوَاهُ مِنْ بَقِيَّة الْكُتُب قَبْله وَلَمْ يُحْوِجْنَا اللَّه وَلَا رَسُوله إِلَيْهِمْ وَقَدْ أَخْبَرَ اللَّه عَنْهُمْ أَنَّهُمْ لَمَّا طَغَوْا وَبَغَوْا سَلَّطَ اللَّه عَلَيْهِمْ عَدُوّهُمْ فَاسْتَبَاحَ بَيْضَتهمْ وَسَلَكَ خِلَال بُيُوتهمْ وَأَذَلَّهُمْ وَقَهَرَهُمْ جَزَاء وِفَاقًا وَمَا رَبّك بِظَلَّامٍ لِلْعَبِيدِ فَإِنَّهُمْ كَانُوا قَدْ تَمَرَّدُوا وَقَتَلُوا خَلْقًا مِنْ الْأَنْبِيَاء وَالْعُلَمَاء. وَقَدْ رَوَى اِبْن جَرِير حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي سُلَيْمَان بْن بِلَال عَنْ يَحْيَى بْن سَعِيد قَالَ : سَمِعْت سَعِيد بْن الْمُسَيِّب يَقُول : ظَهَرَ بُخْتَنَصَّر عَلَى الشَّام فَخَرَّبَ بَيْت الْمَقْدِس وَقَتَلَهُمْ ثُمَّ أَتَى دِمَشْق فَوَجَدَ بِهَا دَمًا يَغْلِي عَلَى كِبًا فَسَأَلَهُمْ مَا هَذَا الدَّم : فَقَالُوا أَدْرَكْنَا آبَاءَنَا عَلَى هَذَا وَكُلَّمَا ظَهَرَ عَلَيْهِ الْكِبَا ظَهَرَ قَالَ فَقَتَلَ عَلَى ذَلِكَ الدَّم سَبْعِينَ أَلْفًا مِنْ الْمُسْلِمِينَ وَغَيْرهمْ فَسَكَنَ وَهَذَا صَحِيح إِلَى سَعِيد بْن الْمُسَيِّب وَهَذَا هُوَ الْمَشْهُور وَأَنَّهُ قَتَلَ أَشْرَافهمْ وَعُلَمَاءَهُمْ حَتَّى إِنَّهُ لَمْ يَبْقَ مَنْ يَحْفَظ التَّوْرَاة وَأَخَذَ مَعَهُ مِنْهُمْ خَلْقًا كَثِيرًا أَسْرَى مِنْ أَبْنَاء الْأَنْبِيَاء وَغَيْرهمْ وَجَرَتْ أُمُور وَكَوَائِن يَطُول ذِكْرهَا وَلَوْ وَجَدْنَا مَا هُوَ صَحِيح أَوْ مَا يُقَارِبهُ لَجَازَ كِتَابَته وَرِوَايَته وَاَللَّه أَعْلَم . ثُمَّ قَالَ تَعَالَى \" إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38245, "aya_id": 6}]