[{"text": "إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَاْ مِنَ الْمُشْرِكِينَ", "sura_id": 6, "type": 0, "id": 868, "aya_id": 79}, {"text": "إني وجهت وجهي للذي فطر السماوات والأرض حنيفا وما أنا من المشركين", "sura_id": 6, "type": 1, "id": 7104, "aya_id": 79}, {"text": "79 - قال (إني وجهت وجهي) قصدت بعبادتي (للذي فطر) خلق (السماوات والأرض) أي الله (حنيفا) مائلا إلى الدين القيم (وما أنا من المشركين) به \r\n", "sura_id": 6, "type": 2, "id": 25812, "aya_id": 79}, {"text": "إني توجَّهت بوجهي في العبادة لله عز وجل وحده, فهو الذي خلق السموات والأرض, مائلا عن الشرك إلى التوحيد, وما أنا من المشركين مع الله غيره.\r\n", "sura_id": 6, "type": 3, "id": 32048, "aya_id": 79}, {"text": " <font color=red>إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ</font><BR><p>أَيْ أَخْلَصْت دِينِي وَأَفْرَدْت عِبَادَتِي \" لِلَّذِي فَطَرَ السَّمَوَات وَالْأَرْض \" أَيْ خَلَقَهُمَا وَابْتَدَعَهُمَا عَلَى غَيْر مِثَال سَبَقَ \" حَنِيفًا \" أَيْ فِي حَال كَوْنِي حَنِيفًا أَيْ مَائِلًا عَنْ الشِّرْك إِلَى التَّوْحِيد وَلِهَذَا قَالَ \" وَمَا أَنَا مِنْ الْمُشْرِكِينَ \" وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي هَذَا الْمَقَام هَلْ هُوَ مَقَام نَظَر أَوْ مُنَاظَرَة فَرَوَى اِبْن جَرِير مِنْ طَرِيق عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس مَا يَقْتَضِي أَنَّهُ مَقَام نَظَر وَاخْتَارَهُ اِبْن جَرِير مُسْتَدِلًّا بِقَوْلِهِ \" لَئِنْ لَمْ يَهْدِنِي رَبِّي \" الْآيَة . وَقَالَ مُحَمَّد بْن إِسْحَاق قَالَ ذَلِكَ حِين خَرَجَ مِنْ السَّرَب الَّذِي وَلَدَتْهُ فِيهِ أُمّه حِين تَخَوَّفَتْ عَلَيْهِ مِنْ نَمْرُود بْن كَنْعَان لَمَّا كَانَ قَدْ أُخْبِرَ بِوُجُودِ مَوْلُود يَكُون ذَهَاب مُلْكه عَلَى يَدَيْهِ فَأَمَرَ بِقَتْلِ الْغِلْمَان عَامَئِذٍ فَلَمَّا حَمَلَتْ أُمّ إِبْرَاهِيم بِهِ وَحَانَ وَضْعهَا ذَهَبَتْ بِهِ إِلَى سَرَب ظَاهِر الْبَلَد فَوَلَدَتْ فِيهِ إِبْرَاهِيم وَتَرَكَتْهُ هُنَاكَ وَذَكَرَ أَشْيَاء مِنْ خَوَارِق الْعَادَات كَمَا ذَكَرَهَا غَيْره مِنْ الْمُفَسِّرِينَ مِنْ السَّلَف وَالْخَلَف وَالْحَقّ أَنَّ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام كَانَ فِي هَذَا الْمَقَام مُنَاظِرًا لِقَوْمِهِ مُبَيِّنًا لَهُمْ بُطْلَان مَا كَانُوا عَلَيْهِ مِنْ عِبَادَة الْهَيَاكِل وَالْأَصْنَام فَبَيَّنَ فِي الْمَقَام الْأَوَّل مَعَ أَبِيهِ خَطَأَهُمْ فِي عِبَادَة الْأَصْنَام الْأَرْضِيَّة الَّتِي هِيَ عَلَى صُوَر الْمَلَائِكَة السَّمَاوِيَّة لِيَشْفَعُوا لَهُمْ إِلَى الْخَالِق الْعَظِيم الَّذِينَ هُمْ عِنْد أَنْفُسهمْ أَحْقَر مِنْ أَنْ يَعْبُدُوهُ وَإِنَّمَا يَتَوَسَّلُونَ إِلَيْهِ بِعِبَادَةِ مَلَائِكَته لِيَشْفَعُوا لَهُمْ عِنْده فِي الرِّزْق وَالنَّصْر وَغَيْر ذَلِكَ مِمَّا يَحْتَاجُونَ إِلَيْهِ . وَبَيَّنَ فِي هَذَا الْمَقَام خَطَأَهُمْ وَضَلَالهمْ فِي عِبَادَة الْهَيَاكِل وَهِيَ الْكَوَاكِب السَّيَّارَة السَّبْعَة الْمُتَحَيِّرَة وَهِيَ الْقَمَر وَعُطَارِد وَالزُّهَرَة وَالشَّمْس وَالْمِرِّيخ وَالْمُشْتَرَى وَزُحَل وَأَشَدّهنَّ إِضَاءَة وَأَشْرَفهنَّ عِنْدهمْ الشَّمْس ثُمَّ الْقَمَر ثُمَّ الزُّهَرَة فَبَيَّنَ أَوَّلًا صَلَوَات اللَّه وَسَلَامه عَلَيْهِ أَنَّ هَذِهِ الزُّهَرَة لَا تَصْلُح لِلْإِلَهِيَّةِ فَإِنَّهَا مُسَخَّرَة مُقَدَّرَة بِسَيْرٍ مُعَيَّن لَا تَزِيغ عَنْهُ يَمِينًا وَلَا شِمَالًا وَلَا تَمْلِك لِنَفْسِهَا تَصَرُّفًا بَلْ هِيَ جُرْم مِنْ الْأَجْرَام خَلَقَهَا اللَّه مُنِيرَة لِمَا لَهُ فِي ذَلِكَ مِنْ الْحِكَم الْعَظِيمَة وَهِيَ تَطْلُع مِنْ الْمَشْرِق ثُمَّ تَسِير فِيمَا بَيْنه وَبَيْن الْمَغْرِب حَتَّى تَغِيب عَنْ الْأَبْصَار فِيهِ ثُمَّ تَبْدُو فِي اللَّيْلَة الْقَابِلَة عَلَى هَذَا الْمِنْوَال وَمِثْل هَذِهِ لَا تَصْلُح لِلْإِلَهِيَّةِ ثُمَّ اِنْتَقَلَ إِلَى الْقَمَر فَبَيَّنَ فِيهِ مِثْل مَا بَيَّنَ فِي النَّجْم ثُمَّ اِنْتَقَلَ إِلَى الشَّمْس كَذَلِكَ فَلَمَّا اِنْتَفَتْ الْإِلَهِيَّة عَنْ هَذِهِ الْأَجْرَام الثَّلَاثَة الَّتِي هِيَ أَنْوَر مَا يَقَع عَلَيْهِ الْأَبْصَار وَتَحَقَّقَ ذَلِكَ بِالدَّلِيلِ الْقَاطِع \" قَالَ يَا قَوْم إِنِّي بَرِيء مِمَّا تُشْرِكُونَ \" أَيْ أَنَا بَرِيء مِنْ عِبَادَتهنَّ وَمُوَالَاتهنَّ فَإِنْ كَانَتْ آلِهَة فَكِيدُونِ بِهَا جَمِيعًا ثُمَّ لَا تَنْظُرُونَ\" إِنِّي وَجَّهْت وَجْهِي لِلَّذِي فَطَرَ السَّمَوَات وَالْأَرْض حَنِيفًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ \" أَيْ إِنَّمَا أَعْبُد خَالِق هَذِهِ الْأَشْيَاء وَمُخْتَرِعهَا وَمُسَخِّرهَا وَمُقَدِّرهَا وَمُدَبِّرهَا الَّذِي بِيَدِهِ مَلَكُوت كُلّ شَيْء وَخَالِق كُلّ شَيْء وَرَبّه وَمَلِيكه وَإِلَهه كَمَا قَالَ تَعَالَى \" إِنَّ رَبّكُمْ اللَّه الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض فِي سِتَّة أَيَّام ثُمَّ اِسْتَوَى عَلَى الْعَرْش يُغْشِي اللَّيْل النَّهَار يَطْلُبهُ حَثِيثًا وَالشَّمْس وَالْقَمَر وَالنُّجُوم مُسَخَّرَات بِأَمْرِهِ أَلَا لَهُ الْخَلْق وَالْأَمْر تَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" وَكَيْفَ يَجُوز أَنْ يَكُون إِبْرَاهِيم نَاظِرًا فِي هَذَا الْمَقَام وَهُوَ الَّذِي قَالَ اللَّه فِي حَقّه \" وَلَقَدْ آتَيْنَا إِبْرَاهِيم رُشْده مِنْ قَبْل وَكُنَّا بِهِ عَالِمِينَ إِذْ قَالَ لِأَبِيهِ وَقَوْمه مَا هَذِهِ التَّمَاثِيل الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ \" الْآيَات وَقَالَ تَعَالَى \" إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ شَاكِرًا لِأَنْعُمِهِ اِجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاط مُسْتَقِيم وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَة وَإِنَّهُ فِي الْآخِرَة لَمِنْ الصَّالِحِينَ ثُمَّ أَوْحَيْنَا إِلَيْك أَنْ اِتَّبِعْ مِلَّة إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" وَقَالَ تَعَالَى\" قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاط مُسْتَقِيم دِينًا قِيَمًا مِلَّة إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة \" وَفِي صَحِيح مُسْلِم عَنْ عِيَاض بْن حَمَّاد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ اللَّه إِنِّي خَلَقْت عِبَادِي حُنَفَاء \" . وَقَالَ اللَّه فِي كِتَابه الْعَزِيز\" فِطْرَتَ اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا لَا تَبْدِيل لِخَلْقِ اللَّه \" وَقَالَ تَعَالَى \" وَإِذْ أَخَذَ رَبّك مِنْ بَنِي آدَم مِنْ ظُهُورهمْ ذُرِّيَّتهمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسهمْ أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى \" وَمَعْنَاهُ عَلَى أَحَد الْقَوْلَيْنِ كَقَوْلِهِ \" فِطْرَتَ اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا \" كَمَا سَيَأْتِي بَيَانه فَإِذَا كَانَ هَذَا فِي حَقّ سَائِر الْخَلِيقَة فَكَيْفَ يَكُون إِبْرَاهِيم الْخَلِيل الَّذِي جَعَلَهُ اللَّه أُمَّة قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ نَاظِرًا فِي هَذَا الْمَقَام بَلْ هُوَ أَوْلَى النَّاس بِالْفِطْرَةِ السَّلِيمَة وَالسَّجِيَّة الْمُسْتَقِيمَة بَعْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِلَا شَكّ وَلَا رَيْب وَمِمَّا يُؤَيِّد أَنَّهُ كَانَ فِي هَذَا الْمَقَام مُنَاظِرًا لِقَوْمِهِ فِيمَا كَانُوا فِيهِ مِنْ الشِّرْك لَا نَاظِرًا قَوْله تَعَالَى .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42218, "aya_id": 79}]