[{"text": "قَدْ خَسِرَ الَّذِينَ كَذَّبُواْ بِلِقَاء اللّهِ حَتَّى إِذَا جَاءتْهُمُ السَّاعَةُ بَغْتَةً قَالُواْ يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلاَ سَاء مَا يَزِرُونَ", "sura_id": 6, "type": 0, "id": 820, "aya_id": 31}, {"text": "قد خسر الذين كذبوا بلقاء الله حتى إذا جاءتهم الساعة بغتة قالوا يا حسرتنا على ما فرطنا فيها وهم يحملون أوزارهم على ظهورهم ألا ساء ما يزرون", "sura_id": 6, "type": 1, "id": 7056, "aya_id": 31}, {"text": "31 - (قد خسر الذين كذبوا بلقاء الله) بالبعث (حتى) غاية للتكذيب (إذا جاءتهم الساعة) القيامة (بغتة) فجأة (قالوا يا حسرتنا) هي شدة التألم ونداؤها مجاز أي هذا أوانك فاحضري (على ما فرطنا) قصرنا (فيها) أي الدنيا (وهم يحملون أوزارهم على ظهورهم) بأن تأتيهم عند البعث في أقبح شيء صورة وأنتنه ريحا فتركبهم (ألا ساء) بئس (ما يزرون) يحملونه حملهم ذلك \r\n", "sura_id": 6, "type": 2, "id": 25764, "aya_id": 31}, {"text": "قد خسر الكفار الذين أنكروا البعث بعد الموت, حتى إذا قامت القيامة, وفوجئوا بسوء المصير, نادَوا على أنفسهم بالحسرة على ما ضيَّعوه في حياتهم الدنيا, وهم يحملون آثامهم على ظهورهم, فما أسوأ الأحمال الثقيلة السيئة التي يحملونها!!\r\n", "sura_id": 6, "type": 3, "id": 32000, "aya_id": 31}, {"text": " <font color=red>قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ خَسَارَة مَنْ كَذَّبَ بِلِقَائِهِ وَعَنْ خَيْبَته إِذَا جَاءَتْهُ السَّاعَة بَغْتَة وَعَنْ نَدَامَته عَلَى مَا فَرَّطَ مِنْ الْعَمَل وَمَا أَسْلَفَ مِنْ قُبْح الْفِعْل وَلِهَذَا قَالَ \" حَتَّى إِذَا جَاءَتْهُمْ السَّاعَة بَغْتَة قَالُوا يَا حَسْرَتنَا عَلَى مَا فَرَّطْنَا فِيهَا \" وَهَذَا الضَّمِير يَحْتَمِل عَوْده عَلَى الْحَيَاة وَعَلَى الْأَعْمَال وَعَلَى الدَّار الْآخِرَة أَيْ فِي أَمْرهَا وَقَوْله \" وَهُمْ يَحْمِلُونَ أَوْزَارهمْ عَلَى ظُهُورهمْ أَلَا سَاءَ مَا يَزِرُونَ \" أَيْ يَحْمِلُونَ وَقَالَ قَتَادَة يَعْمَلُونَ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ عَمْرو بْن قَيْس عَنْ أَبِي مَرْزُوق قَالَ : يَسْتَقْبِل الْكَافِر أَوْ الْفَاجِر عِنْد خُرُوجه مِنْ قَبْره كَأَقْبَح صُورَة رَأَيْتهَا وَأَنْتَنَهُ رِيحًا فَيَقُول مَنْ أَنْتَ فَيَقُول أَوَمَا تَعْرِفنِي فَيَقُول لَا وَاَللَّه إِلَّا أَنَّ اللَّه قَبَّحَ وَجْهك وَأَنْتَنَ رِيحك فَيَقُول أَنَا عَمَلك الْخَبِيث هَكَذَا كُنْت فِي الدُّنْيَا خَبِيث الْعَمَل مُنْتِنه فَطَالَمَا رَكِبْتنِي فِي الدُّنْيَا هَلُمَّ أَرْكَبك فَهُوَ قَوْله \" وَهُمْ يَحْمِلُونَ أَوْزَارهمْ عَلَى ظُهُورهمْ \" الْآيَة وَقَالَ أَسْبَاط عَنْ السُّدِّيّ أَنَّهُ قَالَ : لَيْسَ مِنْ رَجُل ظَالِم يَدْخُل قَبْره إِلَّا جَاءَهُ رَجُل قَبِيح الْوَجْه أَسْوَد اللَّوْن مُنْتِن الرِّيح وَعَلَيْهِ ثِيَاب دَنِسَة حَتَّى يَدْخُل مَعَهُ قَبْره فَإِذَا رَآهُ قَالَ : مَا أَقْبَح وَجْهك قَالَ كَذَلِكَ كَانَ عَمَلك قَبِيحًا قَالَ مَا أَنْتَن رِيحك قَالَ كَذَلِكَ كَانَ عَمَلك مُنْتِنًا قَالَ مَا أَدْنَس ثِيَابك قَالَ فَيَقُول إِنَّ عَمَلك كَانَ دَنِسًا قَالَ لَهُ مَنْ أَنْتَ ؟ قَالَ عَمَلك قَالَ فَيَكُون مَعَهُ فِي قَبْره فَإِذَا بُعِثَ يَوْم الْقِيَامَة قَالَ لَهُ : إِنِّي كُنْت أَحْمِلك فِي الدُّنْيَا بِاللَّذَّاتِ وَالشَّهَوَات وَأَنْتَ الْيَوْم تَحْمِلنِي قَالَ فَيَرْكَب عَلَى ظَهْره فَيَسُوقهُ حَتَّى يُدْخِلهُ النَّار ; فَذَلِكَ قَوْله\" وَهُمْ يَحْمِلُونَ أَوْزَارهمْ عَلَى ظُهُورهمْ أَلَا سَاءَ مَا يَزِرُونَ\" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42166, "aya_id": 31}]