[{"text": "وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا", "sura_id": 25, "type": 0, "id": 2917, "aya_id": 62}, {"text": "وهو الذي جعل الليل والنهار خلفة لمن أراد أن يذكر أو أراد شكورا", "sura_id": 25, "type": 1, "id": 9153, "aya_id": 62}, {"text": "62 - (وهو الذي جعل الليل والنهار خلفة) أي يخلف كل منهما الآخر (لمن أراد أن يذكر) بالتشديد والتخفيف كما تفدم ما فاته في أحدهما من خير فيفعله في الآخر (أو أراد شكورا) شكرا لنعمة ربه عليه فيهما \r\n", "sura_id": 25, "type": 2, "id": 27861, "aya_id": 62}, {"text": "وهو الذي جعل الليل والنهار متعاقبَيْن يَخْلُف أحدهما الآخر لمن أراد أن يعتبر بما في ذلك إيمانًا بالمدبِّر الخالق، أو أراد أن يشكر لله تعالى على نعمه وآلائه.\r\n", "sura_id": 25, "type": 3, "id": 34097, "aya_id": 62}, {"text": " <font color=red>وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَهُوَ الَّذِي جَعَلَ اللَّيْل وَالنَّهَار خِلْفَة \" أَيْ يَخْلُف كُلّ وَاحِد مِنْهُمَا صَاحِبه يَتَعَاقَبَانِ لَا يَفْتُرَانِ إِذَا ذَهَبَ هَذَا جَاءَ هَذَا وَإِذَا جَاءَ هَذَا ذَهَبَ ذَاكَ كَمَا قَالَ تَعَالَى\" وَسَخَّرَ لَكُمْ الشَّمْس وَالْقَمَر دَائِبَيْنِ \" الْآيَة وَقَالَ\" يُغْشِي اللَّيْل النَّهَار يَطْلُبهُ حَثِيثًا \" الْآيَة وَقَالَ\" لَا الشَّمْس يَنْبَغِي لَهَا أَنْ تُدْرِك الْقَمَر \" الْآيَة وَقَوْله تَعَالَى \" لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا \" أَيْ جَعَلَهُمَا يَتَعَاقَبَانِ تَوْقِيتًا لِعِبَادَةِ عِبَاده لَهُ عَزَّ وَجَلَّ فَمَنْ فَاتَهُ عَمَل فِي اللَّيْل اِسْتَدْرَكَهُ فِي النَّهَار وَمَنْ فَاتَهُ عَمَل فِي النَّهَار اِسْتَدْرَكَهُ فِي اللَّيْل وَقَدْ جَاءَ فِي الْحَدِيث الصَّحِيح \" إِنَّ اللَّه عَزَّ وَجَلَّ يَبْسُط يَده بِاللَّيْلِ لِيَتُوبَ مُسِيء النَّهَار وَيَبْسُط يَده بِالنَّهَارِ لِيَتُوبَ مُسِيء اللَّيْل \" وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا أَبُو حَمْزَة عَنْ الْحَسَن أَنَّ عُمَر بْن الْخَطَّاب أَطَالَ صَلَاة الضُّحَى فَقِيلَ لَهُ صَنَعْت الْيَوْم شَيْئًا لَمْ تَكُنْ تَصْنَعهُ فَقَالَ : إِنَّهُ بَقِيَ عَلَيَّ مِنْ وِرْدِي شَيْء فَأَحْبَبْت أَنْ أُتِمّهُ أَوْ قَالَ أَقْضِيه وَتَلَا هَذِهِ الْآيَة\" وَهُوَ الَّذِي جَعَلَ اللَّيْل وَالنَّهَار خِلْفَة لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة يَقُول مَنْ فَاتَهُ شَيْء مِنْ اللَّيْل أَنْ يَعْمَلهُ أَدْرَكَهُ بِالنَّهَارِ أَوْ مِنْ النَّهَار أَدْرَكَهُ بِاللَّيْلِ وَكَذَا قَالَ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَالَ مُجَاهِد وَقَتَادَة خِلْفَة أَيْ مُخْتَلِفِينَ أَيْ هَذَا بِسَوَادِهِ وَهَذَا بِضِيَائِهِ .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39347, "aya_id": 62}]