[{"text": "الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ أُوْلَئِكَ مُبَرَّؤُونَ مِمَّا يَقُولُونَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ", "sura_id": 24, "type": 0, "id": 2817, "aya_id": 26}, {"text": "الخبيثات للخبيثين والخبيثون للخبيثات والطيبات للطيبين والطيبون للطيبات أولئك مبرأون مما يقولون لهم مغفرة ورزق كريم", "sura_id": 24, "type": 1, "id": 9053, "aya_id": 26}, {"text": "26 - (الخبيثات) من النساء ومن الكلمات (للخبيثين) من الناس (والخبيثون) من الناس (للخبيثات) مما ذكر (والطيبات) مما ذكر (للطيبين) من الناس (والطيبون) منهم (للطيبات) مما ذكر أي اللائق بالخبيث مثله وبالطيب مثله (أولئك) الطيبون من الرجال والطبيبات من النساء ومنهم عائشة وصفوان (مبرؤون مما يقولون) أي الخبيثون والخبيثات من الرجال والنساء فيهم (لهم) للطيبين والطيبات (مغفرة ورزق كريم) من الجنة وقد افتخرت عائشة بأشياء منها أنها خلقت طيبة ووعدت مغفرة ورزقا كريما \r\n", "sura_id": 24, "type": 2, "id": 27761, "aya_id": 26}, {"text": "كل خبيث من الرجال والنساء والأقوال والأفعال مناسب للخبيث وموافق له, وكل طيِّب من الرجال والنساء والأقوال والأفعال مناسب للطيب وموافق له, والطيبون والطيبات مبرؤون مما يرميهم به الخبيثون من السوء، لهم من الله مغفرة تستغرق الذنوب، ورزق كريم في الجنة.\r\n", "sura_id": 24, "type": 3, "id": 33997, "aya_id": 26}, {"text": " <font color=red>الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ</font><BR><p>قَالَ اِبْن عَبَّاس : الْخَبِيثَات مِنْ الْقَوْل لِلْخَبِيثِينَ مِنْ الرِّجَال وَالْخَبِيثُونَ مِنْ الرِّجَال لِلْخَبِيثَاتِ مِنْ الْقَوْل . وَالطَّيِّبَات مِنْ الْقَوْل لِلطَّيِّبِينَ مِنْ الرِّجَال وَالطَّيِّبُونَ مِنْ الرِّجَال لِلطَّيِّبَاتِ مِنْ الْقَوْل - قَالَ - وَنَزَلَتْ فِي عَائِشَة وَأَهْل الْإِفْك وَهَكَذَا رُوِيَ عَنْ مُجَاهِد وَعَطَاء وَسَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَالْحَسَن الْبَصْرِيّ وَحَبِيب بْن أَبِي ثَابِت وَالضَّحَّاك وَاخْتَارَهُ اِبْن جَرِير وَوَجَّهَهُ بِأَنَّ الْكَلَام الْقَبِيح أَوْلَى بِأَهْلِ الْقُبْح مِنْ النَّاس وَالْكَلَام الطَّيِّب أَوْلَى بِالطَّيِّبِينَ مِنْ النَّاس فَمَا نَسَبَهُ أَهْل النِّفَاق إِلَى عَائِشَة مِنْ كَلَام هُمْ أَوْلَى بِهِ وَهِيَ أَوْلَى بِالْبَرَاءَةِ وَالنَّزَاهَة مِنْهُمْ وَلِهَذَا قَالَ تَعَالَى \" أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ \" وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : الْخَبِيثَات مِنْ النِّسَاء لِلْخَبِيثِينَ مِنْ الرِّجَال وَالْخَبِيثُونَ مِنْ الرِّجَال لِلْخَبِيثَاتِ مِنْ النِّسَاء وَالطَّيِّبَات مِنْ النِّسَاء لِلطَّيِّبِينَ مِنْ الرِّجَال وَالطَّيِّبُونَ مِنْ الرِّجَال لِلطَّيِّبَاتِ مِنْ النِّسَاء وَهَذَا أَيْضًا يَرْجِع إِلَى مَا قَالَهُ أُولَئِكَ بِاللَّازِمِ أَيْ مَا كَانَ اللَّه لِيَجْعَل عَائِشَة زَوْجَة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا وَهِيَ طَيِّبَة لِأَنَّهُ أَطْيَب مِنْ كُلّ طَيِّب مِنْ الْبَشَر وَلَوْ كَانَتْ خَبِيثَة لَمَا صَلَحَتْ لَهُ لَا شَرْعًا وَلَا قَدَرًا وَلِهَذَا قَالَ تَعَالَى\" أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ \" أَيْ هُمْ بُعَدَاء عَمَّا يَقُولهُ أَهْل الْإِفْك وَالْعُدْوَان \" لَهُمْ مَغْفِرَة \" أَيْ بِسَبَبِ مَا قِيلَ فِيهِمْ مِنْ الْكَذِب \" وَرِزْق كَرِيم \" أَيْ عِنْد اللَّه فِي جَنَّات النَّعِيم وَفِيهِ وَعْد بِأَنْ تَكُون زَوْجَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْجَنَّة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن مُسْلِم حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا عَبْد السَّلَام بْن حَرْب عَنْ يَزِيد بْن عَبْد الرَّحْمَن عَنْ الْحَكَم بِإِسْنَادِهِ إِلَى يَحْيَى بْن الْجَزَّار قَالَ : جَاءَ أُسَيْر بْن جَابِر إِلَى عَبْد اللَّه فَقَالَ لَقَدْ سَمِعْت الْوَلِيد بْن عُقْبَة تَكَلَّمَ الْيَوْم بِكَلَامٍ أَعْجَبَنِي فَقَالَ عَبْد اللَّه : إِنَّ الرَّجُل الْمُؤْمِن يَكُون فِي قَلْبه الْكَلِمَة الطَّيِّبَة تَتَجَلْجَل فِي صَدْره مَا يَسْتَقِرّ حَتَّى يَلْفِظهَا فَيَسْمَعهَا الرَّجُل عِنْده يَتْلُهَا فَيَضُمّهَا إِلَيْهِ وَإِنَّ الرَّجُل الْفَاجِر يَكُون فِي قَلْبه الْكَلِمَة الْخَبِيثَة تَتَجَلْجَل فِي صَدْره مَا تَسْتَقِرّ حَتَّى يَلْفِظهَا فَيَسْمَعهَا الرَّجُل الَّذِي عِنْده يَتْلُهَا فَيَضُمّهَا إِلَيْهِ ثُمَّ قَرَأَ عَبْد اللَّه \" الْخَبِيثَات لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَات لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ\" الْآيَة وَيُشْبِه هَذَا مَا رَوَاهُ الْإِمَام أَحْمَد فِي الْمُسْنَد مَرْفُوعًا \" مَثَل الَّذِي يَسْمَع الْحِكْمَة ثُمَّ لَا يُحَدِّث إِلَّا بِشَرِّ مَا سَمِعَ كَمَثَلِ رَجُل جَاءَ إِلَى صَاحِب غَنَم فَقَالَ اُجْزُرْ لِي شَاة فَقَالَ اِذْهَبْ فَخُذْ بِأُذُنِ أَيّهَا شِئْت فَذَهَبَ فَأَخَذَ بِأُذُنِ كَلْب الْغَنَم \" وَفِي الْحَدِيث الْآخَر \" الْحِكْمَة ضَالَّة الْمُؤْمِن حَيْثُ وَجَدَهَا أَخَذَهَا \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39243, "aya_id": 26}]