[{"text": "وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا", "sura_id": 4, "type": 0, "id": 652, "aya_id": 159}, {"text": "وإن من أهل الكتاب إلا ليؤمنن به قبل موته ويوم القيامة يكون عليهم شهيدا", "sura_id": 4, "type": 1, "id": 6888, "aya_id": 159}, {"text": "159 - (وإن) ما (من أهل الكتاب) أحد (إلا ليؤمنن به) بعيسى (قبل موته) أي الكتابي حين يعاين ملائكة الموت فلا ينفعه إيمانه أو قبل موت عيسى لما ينزل قرب الساعة كما ورد في حديث (ويوم القيامة يكون) عيسى (عليهم شهيدا) بما فعلوه لما بعث إليهم \r\n", "sura_id": 4, "type": 2, "id": 25596, "aya_id": 159}, {"text": "وإنه لا يبقى أحدٌ من أهل الكتاب بعد نزول عيسى آخر الزمان إلا آمن به قبل موته عليه السلام, ويوم القيامة يكون عيسى -عليه السلام- شهيدًا بتكذيب مَن كذَّبه, وتصديق مَن صدَّقه.\r\n", "sura_id": 4, "type": 3, "id": 31832, "aya_id": 159}, {"text": " <font color=red>وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا</font><BR><p>وَقَوْله تَعَالَى : قَالَ اِبْن جَرِير : اِخْتَلَفَ أَهْل التَّأْوِيل فِي مَعْنَى ذَلِكَ فَقَالَ بَعْضهمْ مَعْنَى ذَلِكَ \" وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته \" يَعْنِي قَبْل مَوْت عِيسَى يُوَجِّه ذَلِكَ إِلَى أَنَّ جَمِيعهمْ يُصَدِّقُونَ بِهِ إِذَا نَزَلَ لِقَتْلِ الدَّجَّال فَتَصِير الْمِلَل كُلّهَا وَاحِدَة وَهِيَ مِلَّة الْإِسْلَام الْحَنِيفِيَّة دِين إِبْرَاهِيم عَلَيْهِ السَّلَام ذِكْر مَنْ قَالَ ذَلِكَ : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن عَنْ سُفْيَان عَنْ أَبِي حُصَيْن عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته \" قَالَ : قَبْل مَوْت عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس مِثْل ذَلِكَ وَقَالَ اِبْن مَالِك فِي قَوْله \" إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته \" قَالَ : ذَلِكَ عِنْد نُزُول عِيسَى وَقَبْل مَوْت عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام لَا يَبْقَى أَحَد مِنْ أَهْل الْكِتَاب إِلَّا آمَنَ بِهِ وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته يَعْنِي الْيَهُود خَاصَّة وَقَالَ الْحَسَن الْبَصْرِيّ : يَعْنِي النَّجَاشِيّ وَأَصْحَابه رَوَاهُمَا اِبْن أَبِي حَاتِم . وَقَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب حَدَّثَنَا أَبُو رَجَاء عَنْ الْحَسَن وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته \" قَالَ : قَبْل مَوْت عِيسَى وَاَللَّه إِنَّهُ لَحَيّ الْآن عِنْد اللَّه وَلَكِنْ إِذَا نَزَلَ آمَنُوا بِهِ أَجْمَعُونَ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن عُثْمَان اللَّاحِقِيّ حَدَّثَنَا جُوَيْرِيَّة بْن بَشِير قَالَ : سَمِعْت رَجُلًا قَالَ لِلْحَسَنِ : يَا أَبَا سَعِيد قَوْل اللَّه عَزَّ وَجَلَّ \" وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته \" قَالَ : قَبْل مَوْت عِيسَى إِنَّ اللَّه رَفَعَ إِلَيْهِ عِيسَى وَهُوَ بَاعِثه قَبْل يَوْم الْقِيَامَة مَقَامًا يُؤْمِن بِهِ الْبَرّ وَالْفَاجِر. وَكَذَا قَالَ قَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْر وَاحِد وَهَذَا الْقَوْل هُوَ الْحَقّ كَمَا سَنُبَيِّنُهُ بَعْد بِالدَّلِيلِ الْقَاطِع إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة وَعَلَيْهِ التُّكْلَان . قَالَ اِبْن جَرِير : وَقَالَ آخَرُونَ يَعْنِي بِذَلِكَ وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ بِعِيسَى قَبْل مَوْت الْكِتَابِيّ ذِكْر مَنْ كَانَ يُوَجِّه ذَلِكَ إِلَى أَنَّهُ إِذَا عَايَنَ عَلِمَ الْحَقّ مِنْ الْبَاطِل لِأَنَّ كُلّ مَنْ نَزَلَ بِهِ الْمَوْت لَمْ تَخْرُج نَفْسه حَتَّى يَتَبَيَّن لَهُ الْحَقّ مِنْ الْبَاطِل فِي دِينه . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة قَالَ : لَا يَمُوت يَهُودِيّ حَتَّى يُؤْمِن بِعِيسَى حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا أَبُو حُذَيْفَة حَدَّثَنَا شِبْل عَنْ اِبْن نَجِيح عَنْ مُجَاهِد فِي قَوْله إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته كُلّ صَاحِب كِتَاب يُؤْمِن بِعِيسَى قَبْل مَوْته قَبْل مَوْت صَاحِب الْكِتَاب . قَالَ اِبْن عَبَّاس : لَوْ ضُرِبَتْ عُنُقه لَمْ تَخْرُج نَفْسه حَتَّى يُؤْمِن بِعِيسَى حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا أَبُو نُمَيْلَة يَحْيَى بْن وَاضِح حَدَّثَنَا حُسَيْن بْن وَاقِد عَنْ يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَا يَمُوت الْيَهُودِيّ حَتَّى يَشْهَد أَنَّ عِيسَى عَبْد اللَّه وَرَسُوله وَلَوْ عُجِلَ عَلَيْهِ بِالسِّلَاحِ حَدَّثَنِي إِسْحَاق بْن إِبْرَاهِيم وَحَبِيب بْن الشَّهِيد حَدَّثَنَا عَتَّاب بْن بِشْر عَنْ خَصِيف عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته قَالَ : هِيَ فِي قِرَاءَة أُبَيّ قَبْل مَوْتهمْ لَيْسَ يَهُودِيّ يَمُوت أَبَدًا حَتَّى يُؤْمِن بِعِيسَى قِيلَ لِابْنِ عَبَّاس : أَرَأَيْت إِنْ خَرَّ مِنْ فَوْق بَيْت قَالَ : يَتَكَلَّم بِهِ فِي الْهُوِيّ قِيلَ : أَرَأَيْت إِنْ ضُرِبَتْ عُنُق أَحَدهمْ ؟ قَالَ : يُلَجْلَج بِهَا لِسَانه . وَكَذَا رَوَى سُفْيَان الثَّوْرِيّ عَنْ خَصِيف عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته قَالَ : لَا يَمُوت يَهُودِيّ حَتَّى يُؤْمِن بِعِيسَى عَلَيْهِ السَّلَام وَإِنْ ضُرِبَ بِالسَّيْفِ تَكَلَّمَ بِهِ قَالَ : وَإِنْ هَوَى تَكَلَّمَ بِهِ وَهُوَ يَهْوِي وَكَذَا رَوَى أَبُو دَاوُد الطَّيَالِسِيّ عَنْ شُعْبَة عَنْ أَبِي هَارُون الْغَنْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فَهَذِهِ كُلّهَا أَسَانِيد صَحِيحَة إِلَى اِبْن عَبَّاس وَكَذَا صَحَّ عَنْ مُجَاهِد وَعِكْرِمَة وَمُحَمَّد بْن سِيرِينَ وَبِهِ يَقُول الضَّحَّاك وَجُوَيْبِر وَقَالَ السُّدِّيّ : وَحَكَاهُ عَنْ اِبْن عَبَّاس وَنَقَلَ قِرَاءَة أُبَيّ بْن كَعْب قَبْل مَوْتهمْ . وَقَالَ عَبْد الرَّزَّاق عَنْ إِسْرَائِيل عَنْ فُرَات الْقَزَّاز عَنْ الْحَسَن فِي قَوْله إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته قَالَ : \" لَا يَمُوت أَحَد مِنْهُمْ حَتَّى يُؤْمِن \" بِعِيسَى قَبْل أَنْ يَمُوت وَهَذَا يَحْتَمِل أَنْ يَكُون مُرَاد الْحَسَن مَا تَقَدَّمَ عَنْهُ وَيَحْتَمِل أَنْ يَكُون مُرَاده مَا أَرَادَهُ هَؤُلَاءِ قَالَ اِبْن جَرِير : وَقَالَ آخَرُونَ مَعْنَى ذَلِكَ وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَبْل مَوْت الْكِتَابِيّ \" ذَكَرَ مَنْ قَالَ ذَلِكَ \" حَدَّثَنِي اِبْن الْمُثَنَّى حَدَّثَنَا الْحَجَّاج بْن الْمِنْهَال حَدَّثَنَا حَمَّاد عَنْ حُمَيْد قَالَ : قَالَ عِكْرِمَة لَا يَمُوت النَّصْرَانِيّ وَلَا الْيَهُودِيّ حَتَّى يُؤْمِن بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَوْله وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته ثُمَّ قَالَ اِبْن جَرِير : وَأَوْلَى هَذِهِ الْأَقْوَال بِالصِّحَّةِ الْقَوْل الْأَوَّل وَهُوَ أَنَّهُ لَا يَبْقَى أَحَد مِنْ أَهْل الْكِتَاب بَعْد نُزُول عِيسَى عَلَيْهِ السَّلَام إِلَّا آمَنَ بِهِ قَبْل مَوْت عِيسَى عَلَيْهِ السَّلَام وَلَا شَكّ أَنَّ هَذَا الَّذِي قَالَهُ اِبْن جَرِير هُوَ الصَّحِيح لِأَنَّهُ الْمَقْصُود مِنْ سِيَاق الْآي فِي تَقْرِير بُطْلَان مَا اِدَّعَتْهُ الْيَهُود مِنْ قَتْل عِيسَى وَصَلْبه وَتَسْلِيم مَنْ سَلَّمَ لَهُمْ مِنْ النَّصَارَى الْجَهَلَة ذَلِكَ فَأَخْبَرَ اللَّه أَنَّهُ لَمْ يَكُنْ الْأَمْر كَذَلِكَ وَإِنَّمَا شُبِّهَ لَهُمْ فَقَتَلُوا الشَّبَه وَهُمْ لَا يَتَبَيَّنُونَ ذَلِكَ ثُمَّ إِنَّهُ رَفَعَهُ إِلَيْهِ وَإِنَّهُ بَاقٍ حَيّ وَإِنَّهُ سَيَنْزِلُ قَبْل يَوْم الْقِيَامَة كَمَا دَلَّتْ عَلَيْهِ الْأَحَادِيث الْمُتَوَاتِرَة الَّتِي سَنُورِدُهَا إِنْ شَاءَ اللَّه قَرِيبًا فَيَقْتُل مَسِيح الضَّلَالَة وَيَكْسِر الصَّلِيب وَيَقْتُل الْخِنْزِير وَيَضَع الْجِزْيَة يَعْنِي لَا يَقْبَلهَا مِنْ أَحَد مِنْ أَهْل الْأَدْيَان بَلْ لَا يَقْبَل إِلَّا الْإِسْلَام أَوْ السَّيْف فَأَخْبَرَتْ هَذِهِ الْآيَة الْكَرِيمَة أَنَّهُ يُؤْمِن بِهِ جَمِيع أَهْل الْكِتَاب حِينَئِذٍ وَلَا يَتَخَلَّف عَنْ التَّصْدِيق بِهِ وَاحِد مِنْهُمْ وَلِهَذَا قَالَ : \" وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته \" أَيْ قَبْل مَوْت عِيسَى الَّذِي زَعَمَ الْيَهُود وَمَنْ وَافَقَهُمْ مِنْ النَّصَارَى أَنَّهُ قُتِلَ وَصُلِبَ وَيَوْم الْقِيَامَة يَكُون عَلَيْهِمْ شَهِيدًا أَيْ بِأَعْمَالِهِمْ الَّتِي شَاهَدَهَا مِنْهُمْ قَبْل رَفْعه إِلَى السَّمَاء وَبَعْد نُزُوله إِلَى الْأَرْض . فَأَمَّا مَنْ فَسَّرَ هَذِهِ الْآيَة بِأَنَّ الْمَعْنَى أَنَّ كُلّ كِتَابِيّ لَا يَمُوت حَتَّى يُؤْمِن بِعِيسَى أَوْ بِمُحَمَّدٍ عَلَيْهِمَا الصَّلَاة وَالسَّلَام فَهَذَا هُوَ الْوَاقِع وَذَلِكَ أَنَّ كُلّ أَحَد عِنْد اِحْتِضَاره يَنْجَلِي لَهُ مَا كَانَ جَاهِلًا بِهِ فَيُؤْمِن بِهِ وَلَكِنْ لَا يَكُون ذَلِكَ إِيمَانًا نَافِعًا لَهُ إِذَا كَانَ قَدْ شَاهَدَ الْمَلَك كَمَا قَالَ تَعَالَى فِي أَوَّل هَذِهِ السُّورَة وَلَيْسَتْ التَّوْبَة لِلَّذِينَ يَعْمَلُونَ السَّيِّئَات حَتَّى إِذَا حَضَرَ أَحَدهمْ الْمَوْت قَالَ إِنِّي تُبْت الْآن الْآيَة وَقَالَ تَعَالَى فَلَمَّا رَأَوْا بَأْسنَا قَالُوا آمَنَّا بِاَللَّهِ وَحْده الْآيَتَيْنِ وَهَذَا يَدُلّ عَلَى ضَعْف مَا اِحْتَجَّ بِهِ اِبْن جَرِير فِي رَدّ هَذَا الْقَوْل حَيْثُ قَالَ : وَلَوْ كَانَ الْمُرَاد بِهَذِهِ الْآيَة هَذَا لَكَانَ كُلّ مَنْ آمَنَ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ بِالْمَسِيحِ مِمَّنْ كَفَرَ بِهِمَا يَكُون عَلَى دِينهمَا وَحِينَئِذٍ لَا يَرِثهُ أَقْرِبَاؤُهُ مِنْ أَهْل دِينه لِأَنَّهُ قَدْ أَخْبَرَ الصَّادِق أَنَّهُ يُؤْمِن بِهِ قَبْل مَوْته فَهَذَا لَيْسَ بِجَيِّدٍ إِذْ لَا يَلْزَم مِنْ إِيمَانه فِي حَالَة لَا يَنْفَعهُ إِيمَانه أَنَّهُ يَصِير بِذَلِكَ مُسْلِمًا أَلَا تَرَى قَوْل اِبْن عَبَّاس : وَلَوْ تَرَدَّى مِنْ شَاهِق أَوْ ضَرْب سَيْف أَوَافْتَرَسَهُ سَبُع فَإِنَّهُ لَا بُدّ أَنْ يُؤْمِن بِعِيسَى فَالْإِيمَان بِهِ فِي هَذِهِ الْحَال لَيْسَ بِنَافِعٍ وَلَا يَنْقُل صَاحِبه عَنْ كُفْره لِمَا قَدَّمْنَاهُ وَاَللَّه أَعْلَم . وَمَنْ تَأَمَّلَ هَذَا جَيِّدًا وَأَمْعَنَ النَّظَر اِتَّضَحَ لَهُ أَنَّهُ هُوَ الْوَاقِع لَكِنْ لَا يَلْزَم مِنْهُ أَنْ يَكُون الْمُرَاد بِهَذِهِ الْآيَة هَذَا بَلْ الْمُرَاد بِهَا مَا ذَكَرْنَاهُ مِنْ تَقْرِير وُجُود عِيسَى عَلَيْهِ السَّلَام وَبَقَاء حَيَاته فِي السَّمَاء وَأَنَّهُ سَيَنْزِلُ إِلَى الْأَرْض قَبْل يَوْم الْقِيَامَة لِيُكَذِّب هَؤُلَاءِ وَهَؤُلَاءِ مِنْ الْيَهُود وَالنَّصَارَى \" الَّذِينَ تَبَايَنَتْ أَقْوَالهمْ فِيهِ وَتَصَادَمَتْ وَتَعَاكَسَتْ وَتَنَاقَضَتْ وَخَلَتْ عَنْ الْحَقّ فَفَرَّطَ هَؤُلَاءِ \" الْيَهُود وَأَفْرَطَ هَؤُلَاءِ النَّصَارَى تَنَقَّصَهُ الْيَهُود بِمَا رَمَوْهُ بِهِ وَأُمّه مِنْ الْعَظَائِم وَأَطْرَاهُ النَّصَارَى بِحَيْثُ اِدَّعَوْا فِيهِ مَا لَيْسَ فِيهِ فَرَفَعُوهُ فِي مُقَابَلَة أُولَئِكَ عَنْ مَقَام النُّبُوَّة إِلَى مَقَام الرُّبُوبِيَّة تَعَالَى اللَّه عَمَّا يَقُول هَؤُلَاءِ وَهَؤُلَاءِ عُلُوًّا كَبِيرًا وَتَنَزَّهَ وَتَقَدَّسَ لَا إِلَه إِلَّا هُوَ . \" ذِكْر الْأَحَادِيث الْوَارِدَة فِي نُزُول عِيسَى اِبْن مَرْيَم إِلَى الْأَرْض مِنْ السَّمَاء فِي آخِر الزَّمَان \" \" قَبْل يَوْم الْقِيَامَة وَأَنَّهُ يَدْعُو إِلَى عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ \" قَالَ الْبُخَارِيّ رَحِمَهُ اللَّه فِي كِتَاب ذِكْر الْأَنْبِيَاء مِنْ صَحِيحه الْمُتَلَقَّى بِالْقَبُولِ : \" نُزُول عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام \" حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم عَنْ أَبِي صَالِح عَنْ اِبْن شِهَاب عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَيُوشِكَن أَنْ يَنْزِل فِيكُمْ اِبْن مَرْيَم حَكَمًا عَدْلًا فَيَكْسِر الصَّلِيب وَيَقْتُل الْخِنْزِير وَيَضَع الْجِزْيَة وَيَفِيض الْمَال حَتَّى لَا يَقْبَلهُ أَحَد وَحَتَّى تَكُون السَّجْدَة خَيْرًا لَهُ مِنْ الدُّنْيَا وَمَا فِيهَا \" ثُمَّ يَقُول أَبُو هُرَيْرَة : اِقْرَءُوا إِنْ شِئْتُمْ وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته وَيَوْم الْقِيَامَة يَكُون عَلَيْهِمْ شَهِيدًا وَكَذَا رَوَاهُ عَنْ الْحَسَن الْحَلْوَانِيّ وَعَبْد بْن حُمَيْد كِلَاهُمَا عَنْ يَعْقُوب بِهِ وَأَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم أَيْضًا مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ الزُّهْرِيّ بِهِ وَأَخْرَجَاهُ مِنْ طَرِيق اللَّيْث عَنْ الزُّهْرِيّ بِهِ وَرَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق مُحَمَّد بْن أَبِي حَفْصَة عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُوشِك أَنْ يَنْزِل فِيكُمْ اِبْن مَرْيَم حَكَمًا عَدْلًا يَقْتُل الدَّجَّال وَيَقْتُل الْخِنْزِير وَيَكْسِر الصَّلِيب وَيَضَع الْجِزْيَة وَيُفِيض الْمَال وَتَكُون السَّجْدَة وَاحِدَة لِلَّهِ رَبّ الْعَالَمِينَ \" قَالَ أَبُو هُرَيْرَة : اِقْرَءُوا إِنْ شِئْتُمْ وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته مَوْت عِيسَى اِبْن مَرْيَم . ثُمَّ يُعِيدهَا أَبُو هُرَيْرَة ثَلَاث مَرَّات . \" طَرِيق أُخْرَى \" عَنْ أَبِي هُرَيْرَة قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا مُحَمَّد بْن أَبِي حَفْصَة عَنْ الزُّهْرِيّ عَنْ حَنْظَلَة بْن عَلِيّ الْأَسْلَمِيّ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَيُهِلَّن عِيسَى اِبْن مَرْيَم بِفَجِّ الرَّوْحَاء بِالْحَجِّ أَوْ الْعُمْرَة أَوْ لَيُثَنِّيَنهمَا جَمِيعًا \" وَكَذَا رَوَاهُ مُسْلِم مُنْفَرِدًا بِهِ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة وَاللَّيْث بْن سَعْد وَيُونُس بْن يَزِيد ثَلَاثَتهمْ عَنْ الزُّهْرِيّ بِهِ وَقَالَ أَحْمَد : حَدَّثَنَا يَزِيد حَدَّثَنَا سُفْيَان هُوَ اِبْن حُسَيْن عَنْ الزُّهْرِيّ عَنْ حَنْظَلَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَنْزِل عِيسَى اِبْن مَرْيَم فَيَقْتُل الْخِنْزِير وَيَمْحُو الصَّلِيب وَتُجْمَع لَهُ الصَّلَاة وَيُعْطِي الْمَال حَتَّى لَا يُقْبَل وَيَضَع الْخَرَاج وَيَنْزِل الرَّوْحَاء فَيَحُجّ مِنْهَا أَوْ يَعْتَمِر أَوْ يَجْمَعهُمَا \" قَالَ وَتَلَا أَبُو هُرَيْرَة وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَن بِهِ قَبْل مَوْته الْآيَة فَزَعَمَ حَنْظَلَة أَنَّ أَبَا هُرَيْرَة قَالَ : يُؤْمِن بِهِ قَبْل مَوْت عِيسَى فَلَا أَدْرِي هَذَا كُلّه حَدِيث النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ شَيْء قَالَهُ أَبُو هُرَيْرَة . وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ أَبِي مُوسَى مُحَمَّد بْن الْمُثَنَّى عَنْ يَزِيد بْن هَارُون عَنْ سُفْيَان بْن حُسَيْن عَنْ الزُّهْرِيّ بِهِ . \" طَرِيق أُخْرَى \" قَالَ الْبُخَارِيّ : حَدَّثَنَا أَبُو بُكَيْر حَدَّثَنَا اللَّيْث عَنْ يُونُس عَنْ اِبْن شِهَاب عَنْ نَافِع مَوْلَى أَبِي قَتَادَة الْأَنْصَارِيّ أَنَّ أَبَا هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَيْف بِكُمْ إِذَا نَزَلَ فِيكُمْ الْمَسِيح اِبْن مَرْيَم وَإِمَامكُمْ مِنْكُمْ \" تَابَعَهُ عَقِيل وَالْأَوْزَاعِيّ وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ عُثْمَان بْن عُمَر عَنْ اِبْن أَبِي ذِئْب كِلَاهُمَا عَنْ الزُّهْرِيّ بِهِ وَأَخَّرَهُ مُسْلِم مِنْ رِوَايَة يُونُس وَالْأَوْزَاعِيّ وَابْن أَبِي ذِئْب بِهِ. \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا هَمَّام أَنْبَأَنَا قَتَادَة عَنْ عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْأَنْبِيَاء إِخْوَة لِعَلَّات أُمَّهَاتهمْ شَتَّى وَدِينهمْ وَاحِد وَإِنِّي أَوْلَى النَّاس بِعِيسَى اِبْن مَرْيَم لِأَنَّهُ لَمْ يَكُنْ نَبِيّ بَيْنِي وَبَيْنه وَإِنَّهُ نَازِل فَإِذَا رَأَيْتُمُوهُ فَاعْرِفُوهُ رَجُل مَرْبُوع إِلَى الْحُمْرَة وَالْبَيَاض عَلَيْهِ ثَوْبَانِ مُمَصَّرَانِ كَأَنَّ رَأْسه يَقْطُر إِنْ لَمْ يُصِبْهُ بَلَل فَيَدُقّ الصَّلِيب وَيَقْتُل الْخِنْزِير وَيَضَع الْجِزْيَة وَيَدْعُو النَّاس إِلَى الْإِسْلَام وَيُهْلِك اللَّه فِي زَمَانه الْمِلَل كُلّهَا إِلَّا الْإِسْلَام وَيُهْلِك اللَّه فِي زَمَانه الْمَسِيح الدَّجَّال ثُمَّ تَقَع الْأَمَنَة عَلَى الْأَرْض حَتَّى تَرْتَع الْأُسُود مَعَ الْإِبِل وَالنِّمَار مَعَ الْبَقَر وَالذِّئَاب مَعَ الْغَنَم وَيَلْعَب الصِّبْيَان بِالْحَيَّاتِ لَا تَضُرّهُمْ فَيَمْكُث أَرْبَعِينَ سَنَة ثُمَّ يُتَوَفَّى وَيُصَلِّي عَلَيْهِ الْمُسْلِمُونَ \" كَذَا رَوَاهُ أَبُو دَاوُد عَنْ هَدِيَّة بْن خَالِد عَنْ هَمَّام بْن يَحْيَى وَرَوَاهُ اِبْن جَرِير وَلَمْ يُورِد عِنْد هَذِهِ الْآيَة سِوَاهُ عَنْ بِشْر بْن مُعَاذ عَنْ يَزِيد بْن هَارُون عَنْ سَعِيد بْن أَبِي عَرُوبَة كِلَاهُمَا عَنْ قَتَادَة عَنْ عَبْد الرَّحْمَن بْن آدَم وَهُوَ مَوْلَى أُمّ بُرْثُن صَاحِب السِّقَايَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوه وَقَالَ : يُقَاتِل النَّاس عَلَى الْإِسْلَام. وَقَدْ رَوَى الْبُخَارِيّ عَنْ أَبِي الْيَمَان عَنْ شُعَيْب عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَنَا أَوْلَى النَّاس بِعِيسَى اِبْن مَرْيَم وَالْأَنْبِيَاء أَوْلَاد عَلَّات لَيْسَ بَيْنِي وَبَيْنه نَبِيّ \" ثُمَّ رَوَى عَنْ مُحَمَّد بْن سِنَان عَنْ فُلَيْح بْن سُلَيْمَان عَنْ هِلَال بْن عَلِيّ عَنْ عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ أَبِي عَمْرَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا أَوْلَى النَّاس بِعِيسَى اِبْن مَرْيَم فِي الدُّنْيَا وَالْآخِرَة الْأَنْبِيَاء إِخْوَة لِعَلَّاتٍ أُمَّهَاتهمْ شَتَّى وَدِينهمْ وَاحِد \" وَقَالَ إِبْرَاهِيم بْن طَهْمَان عَنْ مُوسَى بْن عُقْبَة عَنْ صَفْوَان بْن سُلَيْم عَنْ عَطَاء بْن بَشَّار عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . \" حَدِيث آخَر \" قَالَ مُسْلِم فِي صَحِيحه : حَدَّثَنِي زُهَيْر بْن حَرْب حَدَّثَنَا يَعْلَى بْن مَنْصُور حَدَّثَنَا سُلَيْمَان بْن بِلَال حَدَّثَنَا سُهَيْل عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَقُوم السَّاعَة حَتَّى تَنْزِل الرُّوم بِالْأَعْمَاقِ أَوْ بِدَابِقٍ فَيَخْرُج إِلَيْهِمْ جَيْش مِنْ الْمَدِينَة مِنْ خِيَار أَهْل الْأَرْض يَوْمئِذٍ فَإِذَا تَصَافُّوا قَالَتْ الرُّوم خَلُّوا بَيْننَا وَبَيْن الَّذِينَ سَبَوْا مِنَّا نُقَاتِلهُمْ فَيَقُول الْمُسْلِمُونَ لَا وَاَللَّه لَا نُخَلِّي بَيْنكُمْ وَبَيْن إِخْوَاننَا فَيُقَاتِلُونَهُمْ فَيُهْزَم ثُلُث لَا يَتُوب اللَّه عَلَيْهِمْ أَبَدًا وَيُقْتَل ثُلُث هُمْ أَفْضَل الشُّهَدَاء عِنْد اللَّه وَيَفْتَح الثُّلُث لَا يُفْتَنُونَ أَبَدًا فَيَفْتَحُونَ قُسْطَنْطِينِيَّة فَبَيْنَمَا هُمْ يَقْسِمُونَ الْغَنَائِم قَدْ عَلَّقُوا سُيُوفهمْ بِالزَّيْتُونِ إِذْ صَاحَ فِيهِمْ الشَّيْطَان إِنَّ الْمَسِيح قَدْ خَلَّفَكُمْ فِي أَهْلِيكُمْ فَيَخْرُجُونَ وَذَلِكَ بَاطِل فَإِذَا جَاءُوا الشَّام خَرَجَ فَبَيْنَمَا هُمْ يَعُدُّونَ لِلْقِتَالِ يُسَوُّونَ الصُّفُوف إِذْ أُقِيمَتْ الصَّلَاة فَيَنْزِل عِيسَى اِبْن مَرْيَم فَيَؤُمّهُمْ فَإِذَا رَآهُ عَدُوّ اللَّه ذَابَ كَمَا يَذُوب الْمِلْح فِي الْمَاء فَلَوْ تَرَكَهُ لَذَابَ حَتَّى يَهْلِك وَلَكِنْ يَقْتُلهُ اللَّه بِيَدِهِ فَيُرِيهِمْ دَمه فِي حَرْبَته \". \" حَدِيث آخَر \" قَالَ أَحْمَد : حَدَّثَنَا هُشَيْم عَنْ الْعَوَّام بْن حَوْشَب عَنْ جَبَلَة بْن سُحَيْم عَنْ مُؤْثِر بْن عَفَارَة عَنْ اِبْن مَسْعُود عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَقِيت لَيْلَة أُسْرِيَ بِي إِبْرَاهِيم وَمُوسَى وَعِيسَى عَلَيْهِمْ السَّلَام فَتَذَاكَرُوا أَمْر السَّاعَة فَرَدُّوا أَمْرهمْ إِلَى إِبْرَاهِيم فَقَالَ : لَا عِلْم لِي بِهَا فَرَدُّوا أَمْرهمْ إِلَى مُوسَى فَقَالَ : لَا عِلْم لِي بِهَا فَرَدُّوا أَمْرهمْ إِلَى عِيسَى فَقَالَ : أَمَّا وَجْبَتهَا فَلَا يَعْلَم بِهَا أَحَد إِلَّا اللَّه وَفِيمَا عَهِدَ إِلَيَّ رَبِّي عَزَّ وَجَلَّ أَنَّ الدَّجَّال خَارِج وَمَعِي قَضِيبَانِ فَإِذَا رَآنِي ذَابَ كَمَا يَذُوب الرَّصَاص قَالَ : فَيُهْلِكهُ اللَّه إِذَا رَآنِي حَتَّى إِنَّ الْحَجَر وَالشَّجَر يَقُول : يَا مُسْلِم إِنَّ تَحْتِي كَافِرًا فَتَعَالَ فَاقْتُلْهُ قَالَ فَيُهْلِكهُمْ اللَّه ثُمَّ يَرْجِع النَّاس إِلَى بِلَادهمْ وَأَوْطَانهمْ فَعِنْد ذَلِكَ يَخْرُج يَأْجُوج وَمَأْجُوج وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ فَيَطَئُونَ بِلَادهمْ فَلَا يَأْتُونَ عَلَى شَيْء إِلَّا أَهْلَكُوهُ وَلَا يَمُرُّونَ عَلَى مَاء إِلَّا شَرِبُوهُ قَالَ : ثُمَّ يَرْجِع النَّاس يَشْكُونَهُمْ فَأَدْعُو اللَّه عَلَيْهِمْ فَيُهْلِكهُمْ وَيُمِيتهُمْ حَتَّى تَجْوَى الْأَرْض مِنْ نَتْن رِيحهمْ وَيُنْزِل اللَّه الْمَطَر فَيَجْتَرِف أَجْسَادهمْ حَتَّى يَقْذِفهُمْ فِي الْبَحْر فَفِيمَا عَهِدَ إِلَيَّ رَبِّي عَزَّ وَجَلَّ أَنَّ ذَلِكَ إِذَا كَانَ كَذَلِكَ أَنَّ السَّاعَة كَالْحَامِلِ الْمُتِمّ لَا يَدْرِي أَهْلهَا مَتَى تُفَاجِئهُمْ بِوِلَادِهَا لَيْلًا أَوْ نَهَارًا \" رَوَاهُ اِبْن مَاجَهْ عَنْ مُحَمَّد بْن بَشَّار عَنْ يَزِيد بْن هَارُون عَنْ الْعَوَّام بْن حَوْشَب بِهِ نَحْوه . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي نَضْرَة قَالَ : أَتَيْنَا عُثْمَان بْن أَبِي الْعَاصِ فِي يَوْم جُمُعَة لِنَعْرِض عَلَيْهِ مُصْحَفًا لَنَا عَلَى مُصْحَفه فَلَمَّا حَضَرَتْ الْجُمُعَة أُمِرْنَا فَاغْتَسَلْنَا ثُمَّ أَتَيْنَا بِطِيبٍ فَتَطَيَّبْنَا ثُمَّ جِئْنَا الْمَسْجِد فَجَلَسْنَا إِلَى رَجُل فَحَدَّثَنَا عَنْ الدَّجَّال ثُمَّ جَاءَ عُثْمَان بْن أَبِي الْعَاصِ فَقُمْنَا إِلَيْهِ فَجَلَسْنَا فَقَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَكُون لِلْمُسْلِمِينَ ثَلَاثَة أَمْصَار مِصْر بِمُلْتَقَى الْبَحْرَيْنِ وَمِصْر بِالْحِيرَةِ وَمِصْر بِالشَّامِ فَفَزِعَ النَّاس ثَلَاث فَزْعَات فَيَخْرُج الدَّجَّال فِي أَعْرَاض النَّاس فَيُهْزَم مِنْ قِبَل الْمَشْرِق فَأَوَّل مِصْر يَرُدّهُ الْمِصْر الَّذِي بِمُلْتَقَى الْبَحْرَيْنِ فَيَصِير أَهْلهَا ثَلَاث فِرَق فِرْقَة تَقُول نُقِيم نُشَامُّه نَنْظُر مَا هُوَ وَفِرْقَة تَلْحَق بِالْأَعْرَابِ وَفِرْقَة تَلْحَق بِالْمِصْرِ الَّذِي يَلِيهِمْ وَمَعَ الدَّجَّال سَبْعُونَ أَلْفًا عَلَيْهِمْ السِّيجَان وَأَكْثَر مَنْ مَعَهُ الْيَهُود وَالنِّسَاء وَيَنْحَاز الْمُسْلِمُونَ إِلَى عَقَبَة أَفِيق فَيَبْعَثُونَ سَرْحًا لَهُمْ فَيُصَاب سَرْحهمْ فَيَشْتَدّ ذَلِكَ عَلَيْهِمْ وَيُصِيبهُمْ مَجَاعَة شَدِيدَة وَجَهْد شَدِيد حَتَّى أَنَّ أَحَدهمْ لَيُحْرِق وَتَر قَوْسه فَيَأْكُلهُ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ نَادَى مُنَادٍ مِنْ الشَّجَر : يَا أَيّهَا النَّاس أَتَاكُمْ الْغَوْث ثَلَاثًا فَيَقُول بَعْضهمْ لِبَعْضٍ إِنَّ هَذَا لَصَوْت رَجُل شَبْعَان وَيَنْزِل عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام عِنْد صَلَاة الْفَجْر فَيَقُول لَهُ أَمِيرهمْ : يَا رُوح اللَّه تَقَدَّمَ صَلِّ فَيَقُول : هَذِهِ الْأُمَّة أُمَرَاء بَعْضهمْ عَلَى بَعْض فَيَتَقَدَّم أَمِيرهمْ فَيُصَلِّي حَتَّى إِذَا قَضَى صَلَاته أَخَذَ عِيسَى حَرْبَته فَذَهَبَ نَحْو الدَّجَّال فَإِذَا رَآهُ الدَّجَّال ذَابَ كَمَا يَذُوب الرَّصَاص فَيَضَع حَرْبَته بَيْن ثَنْدُوَته فَيَقْتُلهُ وَيُهْزَم أَصْحَابه فَلَيْسَ يَوْمئِذٍ شَيْء يُوَارِي مِنْهُمْ أَحَدًا حَتَّى إِنَّ الشَّجَرَة تَقُول يَا مُؤْمِن هَذَا كَافِر وَيَقُول الْحَجَر يَا مُؤْمِن هَذَا كَافِر \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه. \" حَدِيث آخَر \" قَالَ أَبُو عَبْد اللَّه مُحَمَّد بْن يَزِيد بْن مَاجَهْ فِي سُنَنه : حَدَّثَنَا عَلِيّ بْن مُحَمَّد حَدَّثَنَا عَبْد الرَّحْمَن الْمُحَارِبِيّ عَنْ إِسْمَاعِيل بْن رَافِع عَنْ أَبِي زُرْعَة الشَّيْبَانِيّ يَحْيَى بْن أَبِي عَمْرو عَنْ أَبِي أُمَامَة الْبَاهِلِيّ قَالَ : خَطَبَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَ أَكْثَر خُطْبَته حَدِيثًا حَدَّثَنَاهُ عَنْ الدَّجَّال وَحَذَّرَنَاهُ فَكَانَ مِنْ قَوْله أَنْ قَالَ \" لَمْ تَكُنْ فِتْنَة فِي الْأَرْض مُنْذُ ذَرَأَ اللَّه ذُرِّيَّة آدَم عَلَيْهِ وَسَلَّمَ أَعْظَم مِنْ فِتْنَة الدَّجَّال وَإِنَّ اللَّه لَمْ يَبْعَث نَبِيًّا إِلَّا حَذَّرَ أُمَّته الدَّجَّال وَأَنَا آخِر الْأَنْبِيَاء وَأَنْتُمْ آخِر الْأُمَم وَهُوَ خَارِج فِيكُمْ لَا مَحَالَة فَإِنْ يَخْرُج وَأَنَا بَيْن ظَهْرَانَيْكُمْ فَأَنَا حَجِيج كُلّ مُسْلِم وَإِنْ يَخْرُج مِنْ بَعْدِي فَكُلّ حَجِيج نَفْسه وَإِنَّ اللَّه خَلِيفَتِي عَلَى كُلّ مُسْلِم وَإِنَّهُ يَخْرُج مِنْ خُلَّة بَيْن الشَّام وَالْعِرَاق فَيَعِيث يَمِينًا وَيَعِيث شِمَالًا أَلَا يَا عِبَاد اللَّه : أَيّهَا النَّاس فَاثْبُتُوا وَإِنِّي سَأَصِفُهُ لَكُمْ صِفَة لَمْ يَصِفهَا إِيَّاهُ نَبِيّ قَبْلِي : إِنَّهُ يَبْدَأ فَيَقُول أَنَا نَبِيّ فَلَا نَبِيّ بَعْدِي ثُمَّ يُثَنِّي فَيَقُول أَنَا رَبّكُمْ وَلَا تَرَوْنَ رَبّكُمْ حَتَّى تَمُوتُوا وَإِنَّهُ أَعْوَر وَإِنَّ رَبّكُمْ عَزَّ وَجَلَّ لَيْسَ بِأَعْوَر وَإِنَّهُ مَكْتُوب بَيْن عَيْنَيْهِ كَافِر يَقْرَؤُهُ كُلّ مُؤْمِن كَاتِب أَوْ غَيْر كَاتِب وَإِنَّ مِنْ فِتْنَته أَنَّ مَعَهُ جَنَّة وَنَارًا فَنَاره جَنَّة وَجَنَّته نَار فَمَنْ ابْتُلِيَ بِنَارِهِ فَلْيَسْتَغِثْ بِاَللَّهِ وَلْيَقْرَأْ فَوَاتِح الْكَهْف فَتَكُون عَلَيْهِ بَرْدًا وَسَلَامًا كَمَا كَانَتْ النَّار بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيم وَإِنَّ مِنْ فِتْنَته أَنْ يَقُول لِأَعْرَابِيٍّ أَرَأَيْت إِنْ بَعَثْت لَك أُمّك وَأَبَاك أَتَشْهَدُ أَنِّي رَبّك ؟ فَيَقُول نَعَمْ فَيَتَمَثَّل لَهُ شَيْطَان فِي صُورَة أَبِيهِ وَأُمّه فَيَقُولَانِ يَا بُنَيّ اِتَّبِعْهُ فَإِنَّهُ رَبّك وَإِنَّ مِنْ فِتْنَته أَنْ يُسَلَّط عَلَى نَفْس وَاحِدَة فَيَنْشُرهَا بِالْمِنْشَارِ حَتَّى تُلْقَى شِقَّتَيْنِ ثُمَّ يَقُول اُنْظُرْ إِلَى عَبْدِي هَذَا فَإِنِّي أَبْعَثهُ الْآن ثُمَّ يَزْعُم أَنَّ لَهُ رَبًّا غَيْرِي فَيَبْعَثهُ اللَّه فَيَقُول لَهُ الْخَبِيث مَنْ رَبّك فَيَقُول رَبِّي اللَّه وَأَنْتَ عَدُوّ اللَّه الدَّجَّال وَاَللَّه مَا كُنْت بَعْد أَشَدّ بَصِيرَة بِك مِنِّي الْيَوْم \" قَالَ أَبُو حَسَن الطَّنَافِسِيّ : فَحَدَّثَنَا الْمُحَارِبِيّ حَدَّثَنَا عُبَيْد اللَّه بْن الْوَلِيد الْوَصَّافِيّ عَنْ عَطِيَّة عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه \" ذَلِكَ الرَّجُل أَرْفَع أُمَّتِي دَرَجَة فِي الْجَنَّة \" قَالَ : قَالَ أَبُو سَعِيد : وَاَللَّه مَا كُنَّا نَرَى ذَلِكَ الرَّجُل إِلَّا عُمَر بْن الْخَطَّاب حَتَّى مَضَى لِسَبِيلِهِ . ثُمَّ قَالَ الْمُحَارِبِيّ : رَجَعْنَا إِلَى حَدِيث أَبِي رَافِع قَالَ \" وَإِنَّ مِنْ فِتْنَته أَنْ يَأْمُر السَّمَاء أَنْ تُمْطِر فَتُمْطِر وَيَأْمُر الْأَرْض أَنْ تُنْبِت فَتُنْبِت وَإِنَّ مِنْ فِتْنَته أَنْ يَمُرّ بِالْحَيِّ فَيُكَذِّبُونَهُ فَلَا تَبْقَى لَهُمْ سَائِمَة إِلَّا هَلَكَتْ وَإِنَّ مِنْ فِتْنَته أَنْ يَمُرّ بِالْحَيِّ فَيُصَدِّقُونَهُ فَيَأْمُر السَّمَاء أَنْ تُمْطِر فَتُمْطِر وَيَأْمُر الْأَرْض أَنْ تُنْبِت فَتُنْبِت حَتَّى تَرُوح مَوَاشِيهمْ مِنْ يَوْمهمْ ذَلِكَ أَسْمَن مَا كَانَتْ وَأَعْظَمه وَأَمَدّهُ خَوَاصِر وَأَدَرَّهُ ضُرُوعًا وَإِنَّهُ لَا يَبْقَى شَيْء مِنْ الْأَرْض إِلَّا وَطِئَهُ وَظَهَرَ عَلَيْهِ إِلَّا مَكَّة وَالْمَدِينَة فَإِنَّهُ لَا يَأْتِيهِمَا مِنْ نَقْب مِنْ نِقَابهمَا إِلَّا لَقِيَتْهُ الْمَلَائِكَة بِالسُّيُوفِ صَلْتَة حَتَّى يَنْزِل عِنْد الظُّرَيْب الْأَحْمَر عِنْد مُنْقَطَع السَّبَخَة فَتَرْجُف الْمَدِينَة بِأَهْلِهَا ثَلَاث رَجَفَات فَلَا يَبْقَى مُنَافِق وَلَا مُنَافِقَة إِلَّا خَرَجَ إِلَيْهِ فَيُنْفَى الْخَبَث مِنْهَا كَمَا يَنْفِي الْكِير خَبَث الْحَدِيد وَيُدْعَى ذَلِكَ الْيَوْم يَوْم الْخَلَاص \" فَقَالَتْ أُمّ شَرِيك بِنْت أَبِي الْعَكِر : يَا رَسُول اللَّه فَأَيْنَ الْعَرَب يَوْمئِذٍ ؟ قَالَ \" هُمْ قَلِيل وَجُلّهمْ يَوْمئِذٍ بِبَيْتِ الْمَقْدِس وَإِمَامهمْ رَجُل صَالِح فَبَيْنَمَا إِمَامهمْ قَدْ تَقَدَّمَ يُصَلِّي بِهِمْ الصُّبْح إِذْ نَزَلَ عَلَيْهِمْ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام فَرَجَعَ ذَلِكَ الْإِمَام يَمْشِي الْقَهْقَرَى لِيَتَقَدَّم عِيسَى عَلَيْهِ السَّلَام فَيَضَع عِيسَى يَده بَيْن كَتِفَيْهِ ثُمَّ يَقُول : تَقَدَّم فَصَلِّ فَإِنَّهَا لَك أُقِيمَتْ فَيُصَلِّي بِهِمْ إِمَامهمْ فَإِذَا اِنْصَرَفَ قَالَ عِيسَى : اِفْتَحُوا الْبَاب فَيُفْتَح وَوَرَاءَهُ الدَّجَّال مَعَهُ سَبْعُونَ أَلْف يَهُودِيّ كُلّهمْ ذُو سَيْف مُحَلًّى وَسَاج فَإِذَا نَظَرَ إِلَيْهِ الدَّجَّال ذَابَ كَمَا يَذُوب الْمِلْح فِي الْمَاء وَيَنْطَلِق هَارِبًا فَيَقُول عِيسَى : إِنَّ لِي فِيك ضَرْبَة لَنْ تَسْبِقنِي بِهَا فَيُدْرِكهُ عِنْد بَاب اللُّدّ الشَّرْقِيّ فَيَقْتُلهُ وَيَهْزِم اللَّه الْيَهُود فَلَا يَبْقَى شَيْء مِمَّا خَلَقَ اللَّه تَعَالَى يَتَوَارَى بِهِ يَهُودِيّ إِلَّا أَنْطَقَ اللَّه ذَلِكَ الشَّيْء لَا حَجَر وَلَا شَجَر وَلَا حَائِط وَلَا دَابَّة إِلَّا الْغَرْقَدَة فَإِنَّهَا مِنْ شَجَرهمْ لَا تَنْطِق إِلَّا قَالَ يَا عَبْد اللَّه الْمُسْلِم هَذَا يَهُودِيّ فَتَعَالَ اُقْتُلْهُ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِنَّ أَيَّامه أَرْبَعُونَ سَنَة السَّنَة كَنِصْفِ السَّنَة وَالسَّنَة كَالشَّهْرِ وَالشَّهْر كَالْجُمْعَةِ وَآخِر أَيَّامه كَالشَّرَرَةِ يُصْبِح أَحَدكُمْ عَلَى بَاب الْمَدِينَة فَلَا يَبْلُغ بَابهَا الْآخَر حَتَّى يُمْسِي \" فَقِيلَ لَهُ : كَيْف نُصَلِّي يَا نَبِيّ اللَّه فِي تِلْكَ الْأَيَّام الْقِصَار ؟ قَالَ \" تَقْدُرُونَ الصَّلَاة كَمَا تَقْدُرُونَ فِي هَذِهِ الْأَيَّام الطِّوَال ثُمَّ صَلُّوا \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَيَكُون عِيسَى اِبْن مَرْيَم فِي أُمَّتِي حَكَمًا عَدْلًا وَإِمَامًا مُقْسِطًا يَدُقّ الصَّلِيب وَيَذْبَح الْخِنْزِير وَيَضَع الْجِزْيَة وَيَتْرُك الصَّدَقَة فَلَا يَسْعَى عَلَى شَاة وَلَا بَعِير وَتَرْتَفِع الشَّحْنَاء وَالتَّبَاغُض وَتُنْزَح حُمَة كُلّ ذَات حُمَة حَتَّى يُدْخِل الْوَلِيد يَده فِي الْحَيَّة فَلَا تَضُرّهُ وَتُفِرّ الْوَلِيدَة الْأَسَد فَلَا يَضُرّهَا وَيَكُون الذِّئْب فِي الْغَنَم كَأَنَّهُ كَلْبهَا وَتُمْلَأ الْأَرْض مِنْ السِّلْم كَمَا يُمْلَأ الْإِنَاء مِنْ الْمَاء وَتَكُون الْكَلِمَة وَاحِدَة فَلَا يُعْبَد إِلَّا اللَّه وَتَضَع الْحَرْب أَوْزَارهَا وَتُسْلَب قُرَيْش مُلْكهَا وَتَكُون الْأَرْض لَهَا نُور الْفِضَّة وَتُنْبِت نَبَاتهَا كَعَهْدِ آدَم حَتَّى يَجْتَمِع النَّفَر عَلَى الْقِطْف مِنْ الْعِنَب فَيُشْبِعهُمْ وَيَجْتَمِع النَّفَر عَلَى الرُّمَّانَة فَتُشْبِعهُمْ وَيَكُون الثَّوْر بِكَذَا وَكَذَا مِنْ الْمَال وَيَكُون الْفَرَس بِالدُّرَيْهِمَات \" قِيلَ : يَا رَسُول اللَّه وَمَا يُرْخِص الْفَرَس ؟ قَالَ \" لَا تُرْكَب لِحَرْبٍ أَبَدًا \" قِيلَ لَهُ فَمَا يُغْلِي الثَّوْر ؟ قَالَ \" يَحْرُث الْأَرْض كُلّهَا وَإِنَّ قَبْل خُرُوج الدَّجَّال ثَلَاث سَنَوَات شِدَاد يُصِيب النَّاس فِيهَا جُوع شَدِيد وَيَأْمُر اللَّه السَّمَاء فِي السَّنَة الْأُولَى أَنْ تَحْبِس ثُلُث مَطَرهَا وَيَأْمُر الْأَرْض فَتَحْبِس ثُلُث نَبَاتهَا ثُمَّ يَأْمُر اللَّه السَّمَاء فِي السَّنَة الثَّانِيَة فَتَحْبِس ثُلُثَيْ مَطَرهَا وَيَأْمُر الْأَرْض فَتَحْبِس ثُلُثَيْ نَبَاتهَا ثُمَّ يَأْمُر اللَّه عَزَّ وَجَلَّ السَّمَاء فِي السَّنَة الثَّالِثَة فَتَحْبِس مَطَرهَا كُلّه فَلَا تَقْطُر قَطْرَة وَيَأْمُر الْأَرْض أَنْ تَحْبِس نَبَاتهَا كُلّه فَلَا تُنْبِت خَضْرَاء فَلَا تَبْقَى ذَات ظِلْف إِلَّا هَلَكَتْ إِلَّا مَا شَاءَ اللَّه \" قِيلَ : فَمَا يَعِيش النَّاس فِي ذَلِكَ الزَّمَان قَالَ \" التَّهْلِيل وَالتَّكْبِير وَالتَّسْبِيح وَالتَّحْمِيد وَيُجْرَى ذَلِكَ عَلَيْهِمْ مَجْرَى الطَّعَام \" . قَالَ اِبْن مَاجَهْ : سَمِعْت أَبَا الْحَسَن الطَّنَافِسِيّ يَقُول : سَمِعْت عَبْد الرَّحْمَن الْمُحَارِبِيّ يَقُول يَنْبَغِي أَنْ يُدْفَع هَذَا الْحَدِيث إِلَى الْمُؤَدِّب حَتَّى يُعَلِّمهُ الصِّبْيَان فِي الْكِتَاب هَذَا حَدِيث غَرِيب جِدًّا مِنْ هَذَا الْوَجْه وَلِبَعْضِهِ شَوَاهِد مِنْ أَحَادِيث أُخَر مِنْ ذَلِكَ مَا رَوَاهُ مُسْلِم وَحَدِيث نَافِع وَسَالِم عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَتُقَاتِلُنَّ الْيَهُود فَلَتَقْتُلنَّهُمْ حَتَّى يَقُول الْحَجَر يَا مُسْلِم هَذَا يَهُودِيّ فَتَعَالَ فَاقْتُلْهُ \" وَلَهُ مِنْ طَرِيق سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" لَا تَقُوم السَّاعَة حَتَّى يُقَاتِل الْمُسْلِمُونَ الْيَهُود فَيَقْتُلهُمْ الْمُسْلِمُونَ حَتَّى يَخْتَبِئ الْيَهُودِيّ مِنْ وَرَاء الْحَجَر وَالشَّجَر فَيَقُول الْحَجَر وَالشَّجَر يَا مُسْلِم يَا عَبْد اللَّه هَذَا يَهُودِيّ خَلْفِي فَتَعَالَ فَاقْتُلْهُ إِلَّا الْغَرْقَد فَإِنَّهُ مِنْ شَجَر الْيَهُود \" وَلْنَذْكُرْ حَدِيث النَّوَّاس بْن سَمْعَان هَهُنَا لِشَبَهِهِ بِهَذَا الْحَدِيث . قَالَ مُسْلِم فِي صَحِيحه : حَدَّثَنَا أَبُو خَيْثَمَة زُهَيْر بْن حَرْب حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنِي عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر حَدَّثَنِي جَابِر بْن يَحْيَى الطَّائِيّ قَاضِي حِمْص حَدَّثَنِي عَبْد الرَّحْمَن بْن جُبَيْر عَنْ أَبِيهِ جُبَيْر بْن نُفَيْر الْحَضْرَمِيّ أَنَّهُ سَمِعَ النَّوَّاس بْن سَمْعَان الْكِلَابِيّ ح وَحَدَّثَنَا مُحَمَّد بْن مِهْرَان الرَّازِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر عَنْ يَحْيَى بْن جَابِر الطَّائِيّ عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ أَبِيهِ جُبَيْر بْن نُفَيْر عَنْ النَّوَّاس بْن سَمْعَان قَالَ : ذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الدَّجَّال ذَات غَدَاة فَخَفَّضَ فِيهِ وَرَفَّعَ حَتَّى ظَنَنَّاهُ فِي طَائِفَة النَّخْل فَلَمَّا رُحْنَا إِلَيْهِ عَرَفَ ذَلِكَ فِي وُجُوهنَا فَقَالَ \" مَا شَأْنكُمْ ؟ \" قُلْنَا : يَا رَسُول اللَّه ذَكَرْت الدَّجَّال غَدَاة فَخَفَّضْت فِيهِ وَرَفَّعْت حَتَّى ظَنَنَّاهُ فِي طَائِفَة النَّخْل قَالَ\" غَيْر الدَّجَّال أَخْوَفنِي عَلَيْكُمْ إِنْ يَخْرُج وَأَنَا فِيكُمْ فَأَنَا حَجِيجه دُونكُمْ وَإِنْ يَخْرُج وَلَسْت فِيكُمْ فَامْرُؤٌ حَجِيج نَفْسه وَاَللَّه خَلِيفَتِي عَلَى كُلّ مُسْلِم . إِنَّهُ شَابّ قَطَط عَيْنه طَافِئَة كَأَنِّي أُشَبِّههُ بِعَبْدِ الْعُزَّى بْن قَطَن مَنْ أَدْرَكَهُ مِنْكُمْ فَلْيَقْرَأْ عَلَيْهِ فَوَاتِح سُورَة الْكَهْف إِنَّهُ خَارِج مِنْ خَلَّة بَيْن الشَّام وَالْعِرَاق فَعَاثَ يَمِينًا وَعَاثَ شِمَالًا يَا عِبَاد اللَّه فَاثْبُتُوا \" قُلْنَا : يَا رَسُول اللَّه فَمَا لُبْثه فِي الْأَرْض ؟ قَالَ \" أَرْبَعُونَ يَوْمًا يَوْم كَسَنَةٍ وَيَوْم كَشَهْرٍ وَيَوْم كَجُمُعَةٍ وَسَائِر أَيَّامه كَأَيَّامِكُمْ \" قُلْنَا : يَا رَسُول اللَّه وَذَلِكَ الْيَوْم الَّذِي كَسَنَةٍ أَتَكْفِينَا فِيهِ صَلَاة يَوْم ؟ قَالَ \" لَا اُقْدُرُوا لَهُ قَدْره \" قُلْنَا يَا رَسُول اللَّه وَمَا إِسْرَاعه فِي الْأَرْض ؟ قَالَ \" كَالْغَيْثِ اِسْتَدْبَرَتْهُ الرِّيح فَيَأْتِي عَلَى قَوْم فَيَدْعُوهُمْ فَيُؤْمِنُونَ بِهِ وَيَسْتَجِيبُونَ لَهُ فَيَأْمُر السَّمَاء فَتُمْطِر وَالْأَرْض فَتُنْبِت فَتَرُوح عَلَيْهِمْ سَارِحَتهمْ أَطْوَل مَا كَانَتْ ذُرًا وَأَسْبَغه ضُرُوعًا وَأَمَدّه خَوَاصِر ثُمَّ يَأْتِي الْقَوْم فَيَدْعُوهُمْ فَيَرُدُّونَ عَلَيْهِ قَوْله فَيَنْصَرِف عَنْهُمْ فَيُصْبِحُونَ مُمْحِلِينَ لَيْسَ بِأَيْدِيهِمْ شَيْء مِنْ أَمْوَالهمْ وَيَمُرّ بِالْخَرِبَةِ فَيَقُول لَهَا أَخْرِجِي كُنُوزك فَتَتْبَعهُ كُنُوزهَا كَيَعَاسِيب النَّحْل ثُمَّ يَدْعُو رَجُلًا مُمْتَلِئًا شَبَابًا فَيَضْرِبهُ بِالسَّيْفِ فَيَقْطَعهُ جَزْلَتَيْنِ رَمْيَة الْغَرَض ثُمَّ يَدْعُوهُ فَيُقْبِل وَيَتَهَلَّل وَجْهه يَضْحَك فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ بَعَثَ اللَّه الْمَسِيح اِبْن مَرْيَم عَلَيْهِ السَّلَام فَيَنْزِل عِنْد الْمَنَارَة الْبَيْضَاء شَرْقِيّ دِمَشْق بَيْن مَهْرُودَتَيْنِ وَاضِعًا كَفَّيْهِ عَلَى أَجْنِحَة مَلَكَيْنِ إِذَا طَأْطَأَ رَأْسه قَطَرَ وَإِذَا رَفَعَهُ تَحَدَّرَ مِنْهُ جُمَان كَاللُّؤْلُؤِ وَلَا يَحِلّ لِكَافِرٍ يَجِد رِيح نَفَسه إِلَّا مَاتَ وَنَفَسه يَنْتَهِي حَيْثُ يَنْتَهِي طَرَفه فَيَطْلِيه حَتَّى يُدْرِكهُ بِبَاب لُدّ فَيَقْتُلهُ ثُمَّ يَأْتِي عِيسَى قَوْمًا قَدْ عَصَمَهُمْ اللَّه مِنْهُ فَيَمْسَح عَنْ وُجُوههمْ وَيُحَدِّثهُمْ بِدَرَجَاتِهِمْ فِي الْجَنَّة فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ أَوْحَى اللَّه عَزَّ وَجَلَّ إِلَى عِيسَى : إِنِّي قَدْ أَخْرَجْت عِبَادًا لِي لَا يَدَانِ لِأَحَدٍ بِقِتَالِهِمْ فَحَرِّزْ عِبَادِي إِلَى الطُّور وَيَبْعَث اللَّه يَأْجُوج وَمَأْجُوج وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ فَيَمُرّ أَوَائِلهمْ عَلَى بُحَيْرَة طَبَرِيَّة فَيَشْرَبُونَ مَا فِيهَا وَيَمُرّ آخِرهمْ فَيَقُولُونَ لَقَدْ كَانَ بِهَذِهِ مَرَّة مَاء وَيَحْضُر نَبِيّ اللَّه عِيسَى وَأَصْحَابه حَتَّى يَكُون رَأْس الثَّوْر لِأَحَدِهِمْ خَيْر مِنْ مِائَة دِينَار لِأَحَدِكُمْ الْيَوْم فَيَرْغَب نَبِيّ اللَّه عِيسَى وَأَصْحَابه فَيُرْسِل اللَّه عَلَيْهِمْ النَّغَف فِي رِقَابهمْ فَيُصْبِحُونَ فَرْسَى كَمَوْتِ نَفْس وَاحِدَة . ثُمَّ يَهْبِط نَبِيّ اللَّه عِيسَى وَأَصْحَابه إِلَى الْأَرْض فَلَا يَجِدُونَ فِي الْأَرْض مَوْضِع شِبْر إِلَّا مَلَأَهُ زَهَمهمْ وَنَتْنهمْ فَيَرْغَب نَبِيّ اللَّه عِيسَى وَأَصْحَابه إِلَى اللَّه فَيُرْسِل اللَّه طَيْرًا كَأَعْنَاقِ الْبُخْت فَتَحْمِلهُمْ فَتَطْرَحهُمْ حَيْثُ شَاءَ اللَّه ثُمَّ يُرْسِل اللَّه مَطَرًا لَا يَكُنْ مِنْهُ بَيْت مَدَر وَلَا وَبَر فَيَغْسِل الْأَرْض حَتَّى يَتْرُكهَا كَالزَّلَفَةِ ثُمَّ يُقَال لِلْأَرْضِ أَخْرِجِي ثَمَرك وَرُدِّي بَرَكَتك فَيَوْمئِذٍ تَأْكُل الْعِصَابَة مِنْ الرُّمَّانَة وَيَسْتَظِلُّونَ بِقِحْفِهَا وَيُبَارِك اللَّه فِي الرُّسُل حَتَّى إِنَّ اللِّقْحَة مِنْ الْإِبِل لَتَكْفِي الْفِئَام مِنْ النَّاس فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بَعَثَ اللَّه رِيحًا طَيِّبَة فَتَأْخُذهُمْ تَحْت آبَاطهمْ فَيَقْبِض اللَّه رُوح كُلّ مُؤْمِن وَكُلّ مُسْلِم وَيَبْقَى شِرَار النَّاس يَتَهَارَجُونَ فِيهَا تَهَارُج الْحُمُر فَعَلَيْهِمْ تَقُوم السَّاعَة \" وَرَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ حَدِيث عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر بِهِ وَسَنَذْكُرُهُ أَيْضًا مِنْ طَرِيق أَحْمَد عِنْد قَوْله تَعَالَى فِي سُورَة الْأَنْبِيَاء حَتَّى إِذَا فُتِحَتْ يَأْجُوج وَمَأْجُوج الْآيَة . \" حَدِيث آخَر \" قَالَ مُسْلِم فِي صَحِيحه أَيْضًا : حَدَّثَنَا عَبْد اللَّه بْن مُعَاذ الْعَنْبَرِيّ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَة عَنْ النُّعْمَان بْن سَالِم قَالَ : سَمِعْت يَعْقُوب بْن عَاصِم بْن عُرْوَة بْن مَسْعُود الثَّقَفِيّ يَقُول : سَمِعْت عَبْد اللَّه بْن عَمْرو وَجَاءَهُ رَجُل فَقَالَ مَا هَذَا الْحَدِيث الَّذِي تُحَدِّث بِهِ تَقُول إِنَّ السَّاعَة تَقُوم إِلَى كَذَا وَكَذَا فَقَالَ سُبْحَان اللَّه أَوْ لَا إِلَه إِلَّا اللَّه أَوْ كَلِمَة نَحْوهمَا لَقَدْ هَمَمْت أَنْ لَا أُحَدِّث أَحَدًا شَيْئًا أَبَدًا إِنَّمَا قُلْت إِنَّكُمْ سَتَرَوْنَ بَعْد قَلِيل أَمْرًا عَظِيمًا يُحْرَق الْبَيْت وَيَكُون وَيَكُون ثُمَّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَخْرُج الدَّجَّال فِي أُمَّتِي فَيَمْكُث أَرْبَعِينَ لَا أَدْرِي أَرْبَعِينَ يَوْمًا أَوْ أَرْبَعِينَ شَهْرًا أَوْ أَرْبَعِينَ عَامًا فَبَعَثَ اللَّه تَعَالَى عِيسَى اِبْن مَرْيَم كَأَنَّهُ عُرْوَة بْن مَسْعُود فَيَطْلُبهُ فَيُهْلِكهُ ثُمَّ يَمْكُث النَّاس سَبْع سِنِينَ لَيْسَ بَيْن اِثْنَيْنِ عَدَاوَة ثُمَّ يُرْسِل اللَّه رِيحًا بَارِدَة مِنْ قِبَل الشَّام فَلَا يَبْقَى عَلَى وَجْه الْأَرْض أَحَد فِي قَلْبه مِثْقَال ذَرَّة مِنْ خَيْر أَوْ إِيمَان إِلَّا قَبَضَتْهُ حَتَّى لَوْ أَنَّ أَحَدكُمْ دَخَلَ فِي كَبِد جَبَل لَدَخَلَتْهُ عَلَيْهِ حَتَّى تَقْبِضهُ \" قَالَ : سَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَيَبْقَى شِرَار النَّاس فِي خِفَّة الطَّيْر وَأَحْلَام السِّبَاع لَا يَعْرِفُونَ مَعْرُوفًا وَلَا يُنْكِرُونَ مُنْكَرًا فَيَتَمَث", "sura_id": 4, "type": 4, "id": 40833, "aya_id": 159}]