[{"text": "أَأَشْفَقْتُمْ أَن تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ", "sura_id": 58, "type": 0, "id": 5117, "aya_id": 13}, {"text": "أأشفقتم أن تقدموا بين يدي نجواكم صدقات فإذ لم تفعلوا وتاب الله عليكم فأقيموا الصلاة وآتوا الزكاة وأطيعوا الله ورسوله والله خبير بما تعملون", "sura_id": 58, "type": 1, "id": 11353, "aya_id": 13}, {"text": "13 - (أأشفقتم) بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين المسهلة والأخرى وتركه أي خفتم من (أن تقدموا بين يدي نجواكم صدقات) لفقر (فإذ لم تفعلوا) الصدقة (وتاب الله عليكم) رجع بكم عنها (فأقيموا الصلاة وآتوا الزكاة وأطيعوا الله ورسوله) أي دوموا على ذلك (والله خبير بما تعملون) \r\n", "sura_id": 58, "type": 2, "id": 30061, "aya_id": 13}, {"text": "أخشيتم الفقر إذا قدَّمتم صدقة قبل مناجاتكم رسول الله؟ فإذْ لم تفعلوا ما أُمرتم به، وتاب الله عليكم, ورخَّص لكم في ألا تفعلوه، فاثبتوا وداوموا على إقام الصلاة وإيتاء الزكاة وطاعة الله ورسوله في كل ما أُمرتم به, والله سبحانه خبير بأعمالكم, ومجازيكم عليها.\r\n", "sura_id": 58, "type": 3, "id": 36297, "aya_id": 13}, {"text": " <font color=red>أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ</font><BR><p>قَالَ تَعَالَى \" أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَات \" أَيْ أَخَفْتُمْ مِنْ اِسْتِمْرَار هَذَا الْحُكْم عَلَيْكُمْ مِنْ وُجُوب الصَّدَقَة قَبْل مُنَاجَاة الرَّسُول\" فَإِذَا لَمْ تَفْعَلُوا وَتَابَ اللَّه عَلَيْكُمْ فَأَقِيمُوا الصَّلَاة وَآتُوا الزَّكَاة وَأَطِيعُوا اللَّه وَرَسُوله وَاَللَّه خَبِير بِمَا تَعْمَلُونَ \" فَنَسَخَ وُجُوب ذَلِكَ عَنْهُمْ وَقَدْ قِيلَ إِنَّهُ لَمْ يَعْمَل بِهَذِهِ الْآيَة قَبْل نَسْخهَا سِوَى عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ نُهُوا عَنْ مُنَاجَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى يَتَصَدَّقُوا فَلَمْ يُنَاجِهِ إِلَّا عَلِيّ بْن أَبِي طَالِب قَدَّمَ دِينَارًا صَدَقَة تَصَدَّقَ بِهِ ثُمَّ نَاجَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ عَشْر خِصَال ثُمَّ أُنْزِلَتْ الرُّخْصَة وَقَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ : آيَة فِي كِتَاب اللَّه عَزَّ وَجَلَّ لَمْ يَعْمَل بِهَا أَحَد قَبْلِي وَلَا يَعْمَل بِهَا أَحَد بَعْدِي كَانَ عِنْدِي دِينَار فَصَرَفْته بِعَشَرَةِ دَرَاهِم فَكُنْت إِذَا نَاجَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَصَدَّقْت بِدِرْهَمٍ فَنُسِخَتْ وَلَمْ يَعْمَل بِهَا أَحَد قَبْلِي وَلَا يَعْمَل بِهَا أَحَد بَعْدِي ثُمَّ تَلَا هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمْ الرَّسُول فَقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَة \" الْآيَة . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان عَنْ سُفْيَان عَنْ عُثْمَان بْن الْمُغِيرَة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ عَلِيّ بْن عَلْقَمَة الْأَنْمَارِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا تَرَى دِينَار ؟ \" قَالَ لَا يُطِيقُونَ قَالَ \" نِصْف دِينَار \" قَالَ لَا يُطِيقُونَ قَالَ \" مَا تَرَى ؟ \" قَالَ شَعِيرَة فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّك لَزَهِيد\" قَالَ فَنَزَلَتْ \" أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَات \" قَالَ عَلِيّ : فِيَّ خَفَّفَ اللَّه عَنْ هَذِهِ الْأُمَّة . وَرَوَاهُ التِّرْمِذِيّ عَنْ سُفْيَان بْن وَكِيع عَنْ يَحْيَى بْن آدَم عَنْ عُبَيْد اللَّه الْأَشْجَعِيّ عَنْ سُفْيَان الثَّوْرِيّ عَنْ عُثْمَان بْن الْمُغِيرَة الثَّقَفِيّ عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ عَلِيّ بْن عَلْقَمَة الْأَنْمَارِيّ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا نَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمْ الرَّسُول فَقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَة \" إِلَى آخِرهَا قَالَ لِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا تَرَى دِينَار ؟ \" قَالَ لَا يُطِيقُونَهُ وَذَكَرَهُ بِتَمَامِهِ مِثْله . ثُمَّ قَالَ هَذَا حَدِيث حَسَن غَرِيب إِنَّمَا نَعْرِفهُ مِنْ هَذَا الْوَجْه ثُمَّ قَالَ وَمَعْنَى قَوْله شَعِيرَة يَعْنِي وَزْن شَعِيرَة مِنْ ذَهَب وَرَوَاهُ أَبُو يَعْلَى عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ يَحْيَى بْن آدَم بِهِ . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمْ الرَّسُول فَقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَة - إِلَى - فَإِنَّ اللَّه غَفُور رَحِيم \" كَانَ الْمُسْلِمُونَ يُقَدِّمُونَ بَيْن يَدَيْ النَّجْوَى صَدَقَة فَلَمَّا نَزَلَتْ الزَّكَاة نُسِخَ هَذَا . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله\" فَقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَة \" وَذَلِكَ أَنَّ الْمُسْلِمِينَ أَكْثَرُوا الْمَسَائِل عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى شَقُّوا عَلَيْهِ فَأَرَادَ اللَّه أَنْ يُخَفِّف عَنْ نَبِيّه عَلَيْهِ السَّلَام فَلَمَّا قَالَ ذَلِكَ جَبُنَ كَثِير مِنْ الْمُسْلِمِينَ وَكَفُّوا عَنْ الْمَسْأَلَة فَأَنْزَلَ اللَّه بَعْد هَذَا \" أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَات فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّه عَلَيْكُمْ فَأَقِيمُوا الصَّلَاة وَآتُوا الزَّكَاة \" فَوَسَّعَ اللَّه عَلَيْهِمْ وَلَمْ يُضَيِّق . وَقَالَ عِكْرِمَة وَالْحَسَن الْبَصْرِيّ فِي قَوْله تَعَالَى \" فَقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَة \" نَسَخَتْهَا الْآيَة الَّتِي بَعْدهَا\" أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَات\" إِلَى آخِرهَا . وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَاده وَمُقَاتِل بْن حَيَّان سَأَلَ النَّاس رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَحَفُّوهُ بِالْمَسْأَلَةِ فَفَطَمَهُمْ اللَّه بِهَذِهِ الْآيَة فَكَانَ الرَّجُل مِنْهُمْ إِذَا كَانَتْ لَهُ الْحَاجَة إِلَى نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَا يَسْتَطِيع أَنْ يَقْضِيهَا حَتَّى يُقَدِّم بَيْن يَدَيْهِ صَدَقَهُ فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ فَأَنْزَلَ اللَّه الرُّخْصَة بَعْد ذَلِكَ \" فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّه غَفُور رَحِيم \" وَقَالَ مَعْمَر عَنْ قَتَادَة \" إِذَا نَاجَيْتُمْ الرَّسُول فَقَدِّمُوا بَيْن يَدَيْ نَجْوَاكُمْ صَدَقَة \" إِنَّهَا مَنْسُوخَة مَا كَانَتْ إِلَّا سَاعَة مِنْ نَهَار وَهَكَذَا رَوَى عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب عَنْ مُجَاهِد قَالَ عَلِيّ : مَا عَمِلَ بِهَا أَحَد غَيْرِي حَتَّى نُسِخَتْ وَأَحْسَبهُ قَالَ وَمَا كَانَتْ إِلَّا سَاعَة .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42034, "aya_id": 13}]