[{"text": "مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ", "sura_id": 51, "type": 0, "id": 4717, "aya_id": 42}, {"text": "ما تذر من شيء أتت عليه إلا جعلته كالرميم", "sura_id": 51, "type": 1, "id": 10953, "aya_id": 42}, {"text": "42 - (ما تذر من شيء) نفس أو مال (أتت عليه إلا جعلته كالرميم) كالبالي المتفتت \r\n", "sura_id": 51, "type": 2, "id": 29661, "aya_id": 42}, {"text": " ما تَدَعُ شيئًا مرَّت عليه إلا صيَّرته كالشيء البالي.\r\n", "sura_id": 51, "type": 3, "id": 35897, "aya_id": 42}, {"text": " <font color=red>مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" مَا تَذَر مِنْ شَيْء أَتَتْ عَلَيْهِ\" أَيْ مِمَّا تُفْسِدهُ الرِّيح \" إِلَّا جَعَلَتْهُ كَالرَّمِيمِ \" أَيْ كَالشَّيْءِ الْهَالِك الْبَالِي وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عُبَيْد اللَّه بْن أَخِي اِبْن وَهْب حَدَّثَنَا عَمِّي عَبْد اللَّه بْن وَهْب حَدَّثَنِي عَبْد اللَّه يَعْنِي اِبْن عَيَّاش الْغَسَّانِيّ حَدَّثَنِي عَبْد اللَّه بْن سُلَيْمَان عَنْ دَرَّاج عَنْ عِيسَى بْن هِلَال الصَّدَفِيّ عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الرِّيح مُسَخَّرَة مِنْ الثَّانِيَة - يَعْنِي مِنْ الْأَرْض الثَّانِيَة - فَلَمَّا أَرَادَ اللَّه تَعَالَى أَنْ يُهْلِك عَادًا أَمَرَ خَازِن الرِّيح أَنْ يُرْسِل عَلَيْهِمْ رِيحًا تُهْلِك عَادًا قَالَ أَيْ رَبِّ أُرْسِل عَلَيْهِمْ الرِّيح قَدْرَ مَنْخِرِ الثَّوْر ؟ قَالَ لَهُ الْجَبَّار تَبَارَكَ وَتَعَالَى لَا إِذًا تُكْفَأُ الْأَرْض وَمَنْ عَلَيْهَا وَلَكِنْ أَرْسِلْ عَلَيْهِمْ بِقَدْرِ خَاتَم فَهِيَ الَّتِي قَالَ اللَّه عَزَّ وَجَلَّ فِي كِتَابه \" مَا تَذَر مِنْ شَيْء أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ \" \" هَذَا الْحَدِيث رَفْعه مُنْكَر وَالْأَقْرَب أَنْ يَكُون مَوْقُوفًا عَلَى عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا مِنْ زَامِلَتَيْهِ اللَّتَيْنِ أَصَابَهُمَا يَوْم الْيَرْمُوك وَاَللَّه أَعْلَم قَالَ سَعِيد بْن الْمُسَيِّب وَغَيْره فِي قَوْله تَعَالَى \" إِذْ أَرْسَلْنَا عَلَيْهِمْ الرِّيح الْعَقِيم \" قَالُوا هِيَ الْجَنُوب . وَقَدْ ثَبَتَ فِي الصَّحِيح مِنْ رِوَايَة شُعْبَة عَنْ الْحَكَم عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نُصِرْت بِالصَّبَا وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ\" .</p><BR> <br> ", "sura_id": 51, "type": 4, "id": 41638, "aya_id": 42}]