[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَالُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ", "sura_id": 49, "type": 0, "id": 4614, "aya_id": 2}, {"text": "يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض أن تحبط أعمالكم وأنتم لا تشعرون", "sura_id": 49, "type": 1, "id": 10850, "aya_id": 2}, {"text": "2 - (يا أيها الذين آمنوا لا ترفعوا أصواتكم) إذا نطقتم (فوق صوت النبي) إذا نطق (ولا تجهروا له بالقول) إذا ناجيتموه (كجهر بعضكم لبعض) بل دون ذلك إجلالا له (أن تحبط أعمالكم وأنتم لا تشعرون) أي خشية ذلك بالرفع والجر المذكورين ونزل فيمن كان يخفض صوته عند النبي صلى الله عليه وسلم كأبي بكر وعمر وغيرهما رضي الله عنهم \r\n", "sura_id": 49, "type": 2, "id": 29558, "aya_id": 2}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, لا ترفعوا أصواتكم فوق صوت النبي عند مخاطبتكم له, ولا تجهروا بمناداته كما يجهر بعضكم لبعض, وميِّزوه في خطابه كما تميَّز عن غيره في اصطفائه لحمل رسالة ربه, ووجوب الإيمان به, ومحبته وطاعته والاقتداء به؛ خشية أن تبطل أعمالكم, وأنتم لا تشعرون, ولا تُحِسُّون بذلك.\r\n", "sura_id": 49, "type": 3, "id": 35794, "aya_id": 2}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا</font><BR><p>وَقَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ \" هَذَا أَدَب ثَانٍ أَدَّبَ اللَّه تَعَالَى بِهِ الْمُؤْمِنِينَ أَنْ لَا يَرْفَعُوا أَصْوَاتهمْ بَيْن يَدَيْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوْق صَوْته , وَقَدْ رُوِيَ أَنَّهَا نَزَلَتْ فِي الشَّيْخَيْنِ أَبِي بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا وَقَالَ الْبُخَارِيّ : حَدَّثَنَا يَسَرَة بْن صَفْوَان اللَّخْمِيّ حَدَّثَنَا نَافِع بْن عُمَر عَنْ اِبْن أَبِي مُلَيْكَة قَالَ : كَادَ الْخَيِّرَانِ أَنْ يَهْلِكَا أَبُو بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا رَفَعَا أَصْوَاتَهُمَا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين قَدِمَ عَلَيْهِ رَكْب بَنِي تَمِيم فَأَشَارَ أَحَدهمَا بِالْأَقْرَعِ بْن حَابِس رَضِيَ اللَّه عَنْهُ أَخِي بَنِي مُجَاشِع وَأَشَارَ الْآخَر بِرَجُلٍ آخَر قَالَ نَافِع لَا أَحْفَظ اِسْمه فَقَالَ أَبُو بَكْر لِعُمَرَ رَضِيَ اللَّه عَنْهُمَا مَا أَرَدْت إِلَّا خِلَافِي قَالَ مَا أَرَدْت خِلَافَك فَارْتَفَعَتْ أَصْوَاتهمَا فِي ذَلِكَ فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضكُمْ لِبَعْضٍ أَنْ تَحْبَط أَعْمَالكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ \" قَالَ اِبْن الزُّبَيْر رَضِيَ اللَّه عَنْهُمَا فَمَا كَانَ عُمَر رَضِيَ اللَّه عَنْهُ يُسْمِعُ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد هَذِهِ الْآيَة حَتَّى يَسْتَفْهِمهُ وَلَمْ يَذْكُر ذَلِكَ عَنْ أَبِيهِ يَعْنِي أَبَا بَكْر رَضِيَ اللَّه عَنْهُ اِنْفَرَدَ بِهِ دُون مُسْلِم ثُمَّ قَالَ الْبُخَارِيّ حَدَّثَنَا حَسَن بْن مُحَمَّد حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج حَدَّثَنِي اِبْن أَبِي مُلَيْكَة أَنَّ عَبْد اللَّه بْن الزُّبَيْر رَضِيَ اللَّه عَنْهُمَا أَخْبَرَهُ أَنَّهُ قَدِمَ رَكْب مِنْ بَنِي تَمِيم عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ أَمِّرْ الْقَعْقَاعَ بْن مَعْبَد وَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ بَلْ أَمِّرْ الْأَقْرَع بْن حَابِس فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ مَا أَرَدْت إِلَّا خِلَافِي فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ مَا أَرَدْت خِلَافَك فَتَمَارَيَا حَتَّى اِرْتَفَعَتْ أَصْوَاتهمَا فَنَزَلَتْ فِي ذَلِكَ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْن يَدَيْ اللَّه وَرَسُوله \" حَتَّى اِنْقَضَتْ الْآيَة \" وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُج إِلَيْهِمْ \" الْآيَة وَهَكَذَا رَوَاهُ هَهُنَا مُنْفَرِدًا بِهِ أَيْضًا وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا الْفَضْل بْن سَهْل حَدَّثَنَا إِسْحَاق بْن مَنْصُور حَدَّثَنَا حُصَيْن بْن عُمَر عَنْ مُخَارِق عَنْ طَارِق بْن شِهَاب عَنْ أَبَى بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ\" قُلْت يَا رَسُول اللَّه وَاَللَّه لَا أُكَلِّمك إِلَّا كَأَخِي السِّرَار حُصَيْن بْن عُمَر هَذَا وَإِنْ كَانَ ضَعِيفًا لَكِنْ قَدْ رُوِّينَاهُ مِنْ حَدِيث عَبْد الرَّحْمَن بْن عَوْف وَأَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُمَا بِنَحْوِ ذَلِكَ وَاَللَّه أَعْلَم وَقَالَ الْبُخَارِيّ حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا أَزْهَر بْن سَعْد أَخْبَرَنَا اِبْن عَوْن أَنْبَأَنِي مُوسَى بْن أَنَس عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِفْتَقَدَ ثَابِت بْن قَيْس رَضِيَ اللَّه عَنْهُ فَقَالَ رَجُل يَا رَسُول اللَّه أَنَا أَعْلَم لَك عِلْمه فَأَتَاهُ فَوَجَدَهُ فِي بَيْته مُنَكِّسًا رَأْسه فَقَالَ لَهُ مَا شَأْنك ؟ فَقَالَ شَرٌّ كَانَ يَرْفَعُ صَوْته فَوْق صَوْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَدْ حَبِطَ عَمَلُهُ فَهُوَ مِنْ أَهْل النَّار فَأَتَى الرَّجُلُ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ أَنَّهُ قَالَ كَذَا وَكَذَا قَالَ مُوسَى فَرَجَعَ إِلَيْهِ الْمَرَّة الْآخِرَة بِبِشَارَةٍ عَظِيمَة فَقَالَ \" اِذْهَبْ إِلَيْهِ فَقُلْ لَهُ إِنَّك لَسْت مِنْ أَهْل النَّار وَلَكِنَّك مِنْ أَهْل الْجَنَّة \" تَفَرَّدَ بِهِ الْبُخَارِيّ مِنْ هَذَا الْوَجْه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة عَنْ ثَابِت عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ إِلَى قَوْله وَأَنْتُمْ لَا تَشْعُرُونَ \" وَكَانَ ثَابِت بْن قَيْس بْن الشَّمَّاس رَفِيع الصَّوْت فَقَالَ أَنَا الَّذِي كُنْت أَرْفَعُ صَوْتِي عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَا مِنْ أَهْل النَّار حَبِطَ عَمَلِي وَجَلَسَ فِي أَهْله حَزِينًا فَفَقَدَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَانْطَلَقَ بَعْض الْقَوْم إِلَيْهِ فَقَالُوا لَهُ تَفَقَّدَك رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَالَك ؟ قَالَ أَنَا الَّذِي أَرْفَعُ صَوْتِي فَوْق صَوْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَجْهَر لَهُ بِالْقَوْلِ حَبِطَ عَمَلِي أَنَا مِنْ أَهْل النَّار فَأَتَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرُوهُ بِمَا قَالَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا بَلْ هُوَ مِنْ أَهْل الْجَنَّة \" قَالَ أَنَس رَضِيَ اللَّه عَنْهُ فَكُنَّا نَرَاهُ يَمْشِي بَيْن أَظْهُرِنَا وَنَحْنُ نَعْلَم أَنَّهُ مِنْ أَهْل الْجَنَّة فَلَمَّا كَانَ يَوْم الْيَمَامَة كَانَ فِينَا بَعْض الِانْكِشَاف فَجَاءَ ثَابِت بْن قَيْس بْن شَمَّاس وَقَدْ تَحَنَّطَ وَلَبِسَ كَفَنه فَقَالَ بِئْسَمَا تَعُودُونَ أَقْرَانكُمْ فَقَاتَلَهُمْ حَتَّى قُتِلَ رَضِيَ اللَّه عَنْهُ وَقَالَ مُسْلِم حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا الْحَسَن بْن مُوسَى حَدَّثَتَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت الْبُنَانِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ \" إِلَى آخِر الْآيَة جَلَسَ ثَابِت رَضِيَ اللَّه عَنْهُ فِي بَيْته قَالَ أَنَا مِنْ أَهْل النَّار وَاحْتَبَسَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِسَعْدِ بْن مُعَاذ \" يَا أَبَا عَمْرو مَا شَأْن ثَابِت أَشْتَكَى ؟ \" فَقَالَ سَعْد رَضِيَ اللَّه عَنْهُ إِنَّهُ لَجَارِي وَمَا عَلِمْت لَهُ بِشَكْوَى قَالَ فَأَتَاهُ سَعْد رَضِيَ اللَّه عَنْهُ فَذَكَرَ لَهُ قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ ثَابِت رَضِيَ اللَّه عَنْهُ أُنْزِلَتْ هَذِهِ الْآيَةُ وَلَقَدْ عَلِمْتُمْ أَنِّي مِنْ أَرْفَعِكُمْ صَوْتًا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنَا مِنْ أَهْل النَّار فَذَكَرَ ذَلِكَ سَعْد رَضِيَ اللَّه عَنْهُ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" بَلْ هُوَ مِنْ أَهْل الْجَنَّة \" ثُمَّ رَوَاهُ مُسْلِم عَنْ أَحْمَد بْن سَعِيد الدَّارِمِيّ عَنْ حَيَّان بْن هِلَال عَنْ سُلَيْمَان بْن الْمُغِيرَة بِهِ قَالَ وَلَمْ يَذْكُر سَعْد بْن مُعَاذ رَضِيَ اللَّه عَنْهُ وَعَنْ قَطَن بْن نُسَيْر عَنْ جَعْفَر بْن سُلَيْمَان عَنْ ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ بِنَحْوِهِ وَقَالَ لَيْسَ فِيهِ ذِكْر سَعْد بْن مُعَاذ رَضِيَ اللَّه عَنْهُ حَدَّثَنِي هُدْبَة بْن عَبْد الْأَعْلَى الْأَسَدِيّ حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان سَمِعْت أَبِي يَذْكُر عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة فَاقْتَصَّ الْحَدِيث وَلَمْ يَذْكُر سَعْد بْن مُعَاذ رَضِيَ اللَّه عَنْهُ وَزَادَ : فَكُنَّا نَرَاهُ يَمْشِي بَيْن أَظْهُرِنَا رَجُل مِنْ أَهْل الْجَنَّة فَهَذِهِ الطُّرُق الثَّلَاث مُعَلِّلَة لِرِوَايَةِ حَمَّاد بْن سَلَمَة فِيمَا تَفَرَّدَ بِهِ مِنْ ذِكْر سَعْد بْن مُعَاذ رَضِيَ اللَّه عَنْهُ وَالصَّحِيح أَنَّ حَال نُزُول هَذِهِ الْآيَة لَمْ يَكُنْ سَعْد بْن مُعَاذ رَضِيَ اللَّه عَنْهُ مَوْجُودًا لِأَنَّهُ كَانَ قَدْ مَاتَ بَعْد بَنِي قُرَيْظَة بِأَيَّامٍ قَلَائِل سَنَة خَمْس وَهَذِهِ الْآيَة نَزَلَتْ فِي وَفْد بَنِي تَمِيم وَالْوُفُود إِنَّمَا تَوَاتَرُوا فِي سَنَة تِسْع مِنْ الْهِجْرَة وَاَللَّه أَعْلَم وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا أَبُو ثَابِت بْن ثَابِت بْن قَيْس بْن شَمَّاس حَدَّثَنِي عَمِّي إِسْمَاعِيل بْن مُحَمَّد بْن ثَابِت بْن قَيْس بْن شَمَّاس عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ \" قَالَ قَعَدَ ثَابِت بْن قَيْس رَضِيَ اللَّه عَنْهُ فِي الطَّرِيق يَبْكِي قَالَ فَمَرَّ بِهِ عَاصِم بْن عَدِيّ مِنْ بَنِي الْعَجْلَان فَقَالَ مَا يُبْكِيك يَا ثَابِت ؟ قَالَ هَذِهِ الْآيَة أَتَخَوَّف أَنْ تَكُون نَزَلَتْ فِيَّ وَأَنَا صَيِّت رَفِيع الصَّوْت قَالَ فَمَضَى عَاصِم بْن عَدِيّ رَضِيَ اللَّه عَنْهُ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَغَلَبَهُ الْبُكَاء فَأَتَى اِمْرَأَته جَمِيلَة اِبْنَة عَبْد اللَّه بْن أُبَيّ بْن سَلُول فَقَالَ لَهَا إِذَا دَخَلْت بَيْت فَرْشِي فَشُدِّي عَلَيَّ الضَّبَّةَ بِمِسْمَارٍ فَضَرَبَتْهُ بِمِسْمَارٍ حَتَّى إِذَا خَرَجَ عَطَفَهُ وَقَالَ لَا أَخْرُج حَتَّى يَتَوَفَّانِي اللَّهُ تَعَالَى أَوْ يَرْضَى عَنِّي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَأَتَى عَاصِم رَضِيَ اللَّه عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ خَبَره فَقَالَ \" اِذْهَبْ فَادْعُهُ لِي \" فَجَاءَ عَاصِم رَضِيَ اللَّه عَنْهُ إِلَى الْمَكَان فَلَمْ يَجِدهُ فَجَاءَ إِلَى أَهْله فَوَجَدَهُ فِي بَيْت الْفَرْش فَقَالَ لَهُ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُوك فَقَالَ اِكْسِرْ الضَّبَّة قَالَ فَخَرَجَا فَأَتَيَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا يُبْكِيك يَا ثَابِت ؟ \" فَقَالَ رَضِيَ اللَّه عَنْهُ أَنَا صَيِّت وَأَتَخَوَّف أَنْ تَكُون هَذِهِ الْآيَة نَزَلَتْ فِيَّ \" لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ\" فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا تَرْضَى أَنْ تَعِيش حَمِيدًا وَتُقْتَلَ شَهِيدًا وَتَدْخُل الْجَنَّة ؟ \" فَقَالَ رَضِيت بِبُشْرَى اللَّه تَعَالَى وَرَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا أَرْفَع صَوْتِي أَبَدًا عَلَى صَوْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَأَنْزَلَ اللَّه تَعَالَى\" إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتهمْ عِنْد رَسُول اللَّه أُولَئِكَ الَّذِينَ اِمْتَحَنَ اللَّه قُلُوبهمْ لِلتَّقْوَى \" الْآيَة وَقَدْ ذَكَرَ هَذِهِ الْقِصَّةَ غَيْرُ وَاحِدٍ مِنْ التَّابِعِينَ كَذَلِكَ فَقَدْ نَهَى اللَّه عَزَّ وَجَلَّ عَنْ رَفْع الْأَصْوَات بِحَضْرَةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رُوِّينَا عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّهُ سَمِعَ صَوْت رَجُلَيْنِ فِي مَسْجِد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ اِرْتَفَعَتْ أَصْوَاتهمَا فَجَاءَ فَقَالَ أَتَدْرِيَانِ أَيْنَ أَنْتُمَا ؟ ثُمَّ قَالَ مِنْ أَيْنَ أَنْتُمَا ؟ قَالَا مِنْ أَهْل الطَّائِف فَقَالَ لَوْ كُنْتُمَا مِنْ أَهْل الْمَدِينَة لَأَوْجَعْتُكُمَا ضَرْبًا وَقَالَ الْعُلَمَاء : يُكْرَه رَفْع الصَّوْت عِنْد قَبْره صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا كَانَ يُكْرَه فِي حَيَاته عَلَيْهِ الصَّلَاة وَالسَّلَام لِأَنَّهُ مُحْتَرَم حَيًّا وَفِي قَبْره صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَائِمًا ثُمَّ نَهَى عَنْ الْجَهْر لَهُ بِالْقَوْلِ كَمَا يَجْهَر الرَّجُلُ لِمُخَاطِبِهِ مِمَّنْ عَدَاهُ بَلْ يُخَاطَب بِسَكِينَةٍ وَوَقَار وَتَعْظِيم وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضكُمْ لِبَعْضٍ \" كَمَا قَالَ تَعَالَى \" لَا تَجْعَلُوا دُعَاء الرَّسُول بَيْنكُمْ كَدُعَاءِ بَعْضكُمْ بَعْضًا \" وَقَوْله عَزَّ وَجَلَّ \" أَنْ تَحْبَط أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ \" أَيْ إِنَّمَا نَهَيْنَاكُمْ عَنْ رَفْع الصَّوْت عِنْده خَشْيَة أَنْ يَغْضَب مِنْ ذَلِكَ فَيَغْضَب اللَّه تَعَالَى لِغَضَبِهِ فَيَحْبَط عَمَل مَنْ أَغْضَبَهُ وَهُوَ لَا يَدْرِي كَمَا جَاءَ فِي الصَّحِيح \" إِنَّ الرَّجُل لَيَتَكَلَّم بِالْكَلِمَةِ مِنْ رِضْوَان اللَّه تَعَالَى لَا يُلْقِي لَهَا بَالًا يُكْتَب لَهُ بِهَا الْجَنَّة وَإِنَّ الرَّجُل لَيَتَكَلَّم بِالْكَلِمَةِ مِنْ سَخَط اللَّه تَعَالَى لَا يُلْقِي لَهَا بَالًا يَهْوِي بِهَا فِي النَّار أَبْعَدَ مَا بَيْن السَّمَاء وَالْأَرْض \" ثُمَّ نَدَبَ اللَّه تَعَالَى إِلَى خَفْضِ الصَّوْتِ عِنْده وَحَثَّ عَلَى ذَلِكَ وَأَرْشَدَ إِلَيْهِ وَرَغَّبَ فِيهِ فَقَالَ .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41429, "aya_id": 2}]