[{"text": "وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمْ اللَّهُ مِن فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُم مِّن مَّالِ اللَّهِ الَّذِي آتَاكُمْ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاء إِنْ أَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَن يُكْرِههُّنَّ فَإِنَّ اللَّهَ مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ", "sura_id": 24, "type": 0, "id": 2824, "aya_id": 33}, {"text": "وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتاب مما ملكت أيمانكم فكاتبوهم إن علمتم فيهم خيرا وآتوهم من مال الله الذي آتاكم ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا عرض الحياة الدنيا ومن يكرههن فإن الله من بعد إكراههن غفور رحيم", "sura_id": 24, "type": 1, "id": 9060, "aya_id": 33}, {"text": "33 - (وليستعفف الذين لا يجدون نكاحا) ما ينكحون به من مهر ونفقة عن الزنا (حتى يغنيهم الله) يوسع عليهم (من فضله) فينكحوا (والذين يبتغون الكتاب) بمعنى المكاتبة (مما ملكت أيمانكم) من العبيد والإماء (فكاتبوهم إن علمتم فيهم خيرا) أي أمانة وقدرة على الكسب لإداء مال الكتابة وصيغتها مثلا كاتبتك على ألفين في شهرين كل شهر ألف فإذا أديتهما فأنت حر فيقول قبلت (وآتوهم) أمر للسادة (من مال الله الذي آتاكم) ما يستعينون به في أداء ما التزموه لكم (ولا تكرهوا فتياتكم) إماءكم (على البغاء) الزنا (إن أردن تحصنا) تعففا عنه وهذه الإرادة محل الإكراه فلا مفهوم للشرط (لتبتغوا) بالإكراه (عرض الحياة الدنيا) نزلت في عبد الله بن أبي كان يكره جواريه على الكسب بالزنا (ومن يكرههن فإن الله من بعد إكراههن غفور) لهن (رحيم) بهن \r\n", "sura_id": 24, "type": 2, "id": 27768, "aya_id": 33}, {"text": "والذين لا يستطيعون الزواج لفقرهم أو غيره فليطلبوا العفة عمَّا حَرَّمَ الله حتى يغنيهم الله من فضله, وييسر لهم الزواج. والذين يريدون أن يتحرروا من العبيد والإماء بمكاتبة أسيادهم على بعض المال يؤدونه إليهم، فعلى مالكيهم أن يكاتبوهم على ذلك إن علموا فيهم خيرًا: مِن رشد وقدرة على الكسب وصلاح في الدين، وعليهم أن يعطوهم شيئًا من المال أو أن يحطوا عنهم مما كُوتبوا عليه. ولا يجوز لكم إكراه جواريكم على الزنى طلبًا للمال، وكيف يقع منكم ذلك وهن يُرِدْن العفة وأنتم تأبونها؟ وفي هذا غاية التشنيع لفعلهم القبيح. ومن يكرههنَّ على الزنى فإن الله تعالى من بعد إكراههن غفور لهن رحيم بهن، والإثم على مَن أكْرههن.\r\n", "sura_id": 24, "type": 3, "id": 34004, "aya_id": 33}, {"text": " <font color=red>وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهُّنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ</font><BR><p>هَذَا أَمْر مِنْ اللَّه تَعَالَى لِمَنْ لَا يَجِد تَزْوِيجًا بِالتَّعَفُّفِ عَنْ الْحَرَام كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" يَا مَعْشَر الشَّبَاب مَنْ اِسْتَطَاعَ مِنْكُمْ الْبَاءَة فَلْيَتَزَوَّجْ فَإِنَّهُ أَغَضّ لِلْبَصَرِ وَأَحْصَن لِلْفَرْجِ وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاء \" الْحَدِيث وَهَذِهِ الْآيَة مُطْلَقَة وَاَلَّتِي فِي سُورَة النِّسَاء أَخَصّ مِنْهَا وَهِيَ قَوْله \" وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِح الْمُحْصَنَات - إِلَى قَوْله - وَأَنْ تَصْبِرُوا خَيْر لَكُمْ \" أَيْ صَبْركُمْ عَنْ تَزَوُّج الْإِمَاء خَيْر لَكُمْ لِأَنَّ الْوَلَد يَجِيء رَقِيقًا \" وَاَللَّه غَفُور رَحِيم \" قَالَ عِكْرِمَة فِي قَوْله \" وَلْيَسْتَعْفِفْ الَّذِينَ لَا يَجِدُونَ نِكَاحًا \" قَالَ : هُوَ الرَّجُل يَرَى الْمَرْأَة فَكَأَنَّهُ يَشْتَهِي فَإِنْ كَانَتْ لَهُ اِمْرَأَة فَلْيَذْهَبْ إِلَيْهَا وَلْيَقْضِ حَاجَته مِنْهَا وَإِنْ لَمْ يَكُنْ لَهُ اِمْرَأَة فَلْيَنْظُرْ فِي مَلَكُوت السَّمَوَات وَالْأَرْض حَتَّى يُغْنِيه اللَّه . وَقَوْله تَعَالَى \" وَاَلَّذِينَ يَبْتَغُونَ الْكِتَاب مِمَّا مَلَكَتْ أَيْمَانكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا \" هَذَا أَمْر مِنْ اللَّه تَعَالَى لِلسَّادَةِ إِذَا طَلَبَ عَبِيدهمْ مِنْهُمْ الْكِتَابَة أَنْ يُكَاتِبُوهُمْ بِشَرْطِ أَنْ يَكُون لِلْعَبْدِ حِيلَة وَكَسْب يُؤَدِّي إِلَى سَيِّده الْمَال الَّذِي شَارَطَهُ عَلَى أَدَائِهِ وَقَدْ ذَهَبَ كَثِير مِنْ الْعُلَمَاء إِلَى أَنَّ هَذَا الْأَمْر أَمْر إِرْشَاد وَاسْتِحْبَاب لَا أَمْر تَحَتُّم وَإِيجَاب بَلْ السَّيِّد مُخَيَّر إِذَا طَلَبَ مِنْهُ عَبْده الْكِتَابَة إِنْ شَاءَ كَاتَبَهُ وَإِنْ شَاءَ لَمْ يُكَاتِبهُ قَالَ الثَّوْرِيّ عَنْ جَابِر عَنْ الشَّعْبِيّ إِنْ شَاءَ كَاتَبَهُ وَإِنْ شَاءَ لَمْ يُكَاتِبهُ وَكَذَا رَوَى اِبْن وَهْب عَنْ إِسْمَاعِيل بْن عَيَّاش عَنْ رَجُل عَنْ عَطَاء بْن أَبِي رَبَاح إِنْ يَشَأْ كَاتَبَهُ وَإِنْ يَشَأْ لَمْ يُكَاتِبهُ وَكَذَا قَالَ مُقَاتِل اِبْن حَيَّان وَالْحَسَن الْبَصْرِيّ وَذَهَبَ آخَرُونَ إِلَى أَنَّهُ يَجِب عَلَى السَّيِّد إِذَا طَلَبَ مِنْهُ عَبْده ذَلِكَ أَنْ يُجِيبهُ إِلَى مَا طَلَبَ أَخْذًا بِظَاهِرِ هَذَا الْأَمْر . وَقَالَ الْبُخَارِيّ وَقَالَ رَوْح عَنْ اِبْن جُرَيْج قُلْت لِعَطَاءٍ أَوَاجِب عَلَيَّ إِذَا عَلِمْت لَهُ مَالًا أَنْ أُكَاتِبهُ ؟ قَالَ مَا أَرَاهُ إِلَّا وَاجِبًا وَقَالَ عَمْرو بْن دِينَار قُلْت لِعَطَاءٍ أَتَأْثُرُهُ عَنْ أَحَد ؟ قَالَ لَا ثُمَّ أَخْبَرَنِي أَنَّ مُوسَى بْن أَنَس أَخْبَرَهُ أَنَّ سِيرِينَ سَأَلَ أَنَسًا الْمُكَاتَبَة وَكَانَ كَثِير الْمَال فَأَبَى فَانْطَلَقَ إِلَى عُمَر رَضِيَ اللَّه عَنْهُ فَقَالَ : كَاتِبْهُ فَأَبَى فَضَرَبَهُ بِالدِّرَّةِ وَيَتْلُو عُمَر رَضِيَ اللَّه عَنْهُ \" فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا\" فَكَاتَبَهُ هَكَذَا ذَكَرَهُ الْبُخَارِيّ مُعَلَّقًا وَرَوَاهُ عَبْد الرَّزَّاق أَخْبَرَنَا اِبْن جُرَيْج قَالَ قُلْت لِعَطَاءٍ : أَوَاجِب عَلَيَّ إِذَا عَلِمْت لَهُ مَالًا أَنْ أُكَاتِبهُ ؟ قَالَ مَا أَرَاهُ إِلَّا وَاجِبًا . وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن بَكْر حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك أَنَّ سِيرِينَ أَرَادَ أَنْ يُكَاتِبهُ فَتَلَكَّأَ عَلَيْهِ فَقَالَ لَهُ عُمَر : لَتُكَاتِبَنَّهُ إِسْنَاد صَحِيح وَرَوَى سَعِيد بْن مَنْصُور حَدَّثَنَا هُشَيْم بْن جُوَيْبِر عَنْ الضَّحَّاك قَالَ : هِيَ عَزْمَة وَهَذَا هُوَ الْقَوْل الْقَدِيم مِنْ قَوْلَيْ الشَّافِعِيّ وَذَهَبَ فِي الْجَدِيد إِلَى أَنَّهُ لَا يَجِب لِقَوْلِهِ عَلَيْهِ السَّلَام \" لَا يَحِلّ مَال اِمْرِئٍ مُسْلِم إِلَّا بِطِيبِ نَفْس \" وَقَالَ اِبْن وَهْب قَالَ مَالِك : الْأَمْر عِنْدنَا أَنَّهُ لَيْسَ عَلَى سَيِّد الْعَبْد أَنْ يُكَاتِبهُ إِذَا سَأَلَهُ ذَلِكَ وَلَمْ أَسْمَع أَحَدًا مِنْ الْأَئِمَّة أَكْرَهَ أَحَدًا عَلَى أَنْ يُكَاتِب عَبْده قَالَ مَالِك وَإِنَّمَا ذَلِكَ أَمْر مِنْ اللَّه تَعَالَى وَإِذْن مِنْهُ لِلنَّاسِ وَلَيْسَ بِوَاجِبٍ وَكَذَا قَالَ الثَّوْرِيّ وَأَبُو حَنِيفَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْرهمْ وَاخْتَارَ اِبْن جَرِير قَوْل الْوُجُوب لِظَاهِرِ الْآيَة وَقَوْله تَعَالَى \" إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا \" قَالَ بَعْضهمْ : أَمَانَة وَقَالَ بَعْضهمْ : صِدْقًا وَقَالَ بَعْضهمْ : مَالًا وَقَالَ بَعْضهمْ : حِيلَة وَكَسْبًا وَرَوَى أَبُو دَاوُد فِي الْمَرَاسِيل عَنْ يَحْيَى بْن أَبِي كَثِير قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا \" قَالَ : \" إِنْ عَلِمْتُمْ لَهُمْ حِرْفَة وَلَا تُرْسِلُوهُمْ كَلًّا عَلَى النَّاس \" . وَقَوْله تَعَالَى : \" وَآتُوهُمْ مِنْ مَال اللَّه الَّذِي آتَاكُمْ \" اِخْتَلَفَ الْمُفَسِّرُونَ فِيهِ : فَقَالَ بَعْضهمْ : مَعْنَاهُ اِطْرَحُوا لَهُمْ مِنْ الْكِتَابَة بَعْضهَا ثُمَّ قَالَ بَعْضهمْ : مِقْدَار الرُّبْع وَقِيلَ : الثُّلُث وَقِيلَ : النِّصْف وَقِيلَ : جُزْء مِنْ الْكِتَابَة مِنْ غَيْر حَدّ وَقَالَ آخَرُونَ : بَلْ الْمُرَاد مِنْ قَوْله \" وَآتُوهُمْ مِنْ مَال اللَّه الَّذِي آتَاكُمْ \" هُوَ النَّصِيب الَّذِي فَرَضَ اللَّه لَهُمْ مِنْ أَمْوَال الزَّكَاة وَهَذَا قَوْل الْحَسَن وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَأَبِيهِ وَمُقَاتِل بْن حَيَّان وَاخْتَارَهُ اِبْن جَرِير وَقَالَ إِبْرَاهِيم النَّخَعِيّ فِي قَوْله \" وَآتُوهُمْ مِنْ مَال اللَّه الَّذِي آتَاكُمْ\" قَالَ : حَثَّ النَّاس عَلَيْهِ مَوْلَاهُ وَغَيْره وَكَذَا قَالَ بُرَيْدَة بْن الْحُصَيْب الْأَسْلَمِيّ قَتَادَة وَقَالَ اِبْن عَبَّاس : أَمَرَ اللَّه الْمُؤْمِنِينَ أَنْ يُعِينُوا فِي الرِّقَاب وَقَدْ تَقَدَّمَ فِي الْحَدِيث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" ثَلَاثَة حَقَّ عَلَى اللَّه عَوْنهمْ \" فَذَكَرَ مِنْهُمْ الْمُكَاتَب يُرِيد الْأَدَاء وَالْقَوْل الْأَوَّل أَشْهَر وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل حَدَّثَنَا وَكِيع عَنْ اِبْن شَبِيب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ عُمَر أَنَّهُ كَاتَبَ عَبْدًا لَهُ يُكَنَّى أَبَا أُمَيَّة فَجَاءَ بِنَجْمِهِ حِين حَلَّ فَقَالَ : يَا أَبَا أُمَيَّة اِذْهَبْ فَاسْتَعِنْ بِهِ فِي مُكَاتَبَتك فَقَالَ يَا أَمِير الْمُؤْمِنِينَ لَوْ تَرَكْته حَتَّى يَكُون مِنْ آخِر نَجْم ؟ قَالَ أَخَاف أَنْ لَا أُدْرِك ذَلِكَ ثُمَّ قَرَأَ \" فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُمْ مِنْ مَال اللَّه الَّذِي آتَاكُمْ \" قَالَ عِكْرِمَة فَكَانَ أَوَّل نَجْم أُدِّيَ فِي الْإِسْلَام . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا هَارُون بْن الْمُغِيرَة عَنْ عَنْبَسَة عَنْ سَالِم الْأَفْطَس عَنْ سَعِيد بْن جُبَيْر قَالَ : كَانَ اِبْن عُمَر إِذَا كَاتَبَ مُكَاتَب لَمْ يَضَع عَنْهُ شَيْئًا مِنْ أَوَّل نُجُومه مَخَافَة أَنْ يَعْجِز فَتَرْجِع إِلَيْهِ صَدَقَته وَلَكِنَّهُ إِذَا كَانَ فِي آخِر مُكَاتَبَته وَضَعَ عَنْهُ مَا أَحَبَّ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة \" وَآتُوهُمْ مِنْ مَال اللَّه الَّذِي آتَاكُمْ \" قَالَ : ضَعُوا عَنْهُمْ مِنْ مُكَاتَبَتهمْ وَكَذَا قَالَ مُجَاهِد وَعَطَاء وَالْقَاسِم بْن أَبِي بَزَّة وَعَبْد الْكَرِيم بْن مَالِك الْجَزَرِيّ وَالسُّدِّيّ وَقَالَ مُحَمَّد بْن سِيرِينَ فِي الْآيَة كَانَ يُعْجِبهُمْ أَنْ يَدَع الرَّجُل لِمُكَاتِبِهِ طَائِفَة مِنْ مُكَاتَبَته وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا الْفَضْل بْن شَاذَان الْمُقْرِي أَخْبَرَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا هِشَام بْن يُوسُف عَنْ اِبْن جُرَيْج أَخْبَرَنِي عَطَاء بْن السَّائِب أَنَّ عَبْد اللَّه بْن جُنْدُب أَخْبَرَهُ عَنْ عَلِيّ \" عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" رُبْع الْكِتَابَة \" وَهَذَا حَدِيث غَرِيب وَرَفْعه مُنْكَر وَالْأَشْبَه أَنَّهُ مَوْقُوف عَلَى عَلِيّ رَضِيَ اللَّه عَنْهُ كَمَا رَوَاهُ عَنْهُ أَبُو عَبْد الرَّحْمَن السُّلَمِيّ رَحِمَهُ اللَّه . وَقَوْله تَعَالَى : \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء \" الْآيَة كَانَ أَهْل الْجَاهِلِيَّة إِذَا كَانَ لِأَحَدِهِمْ أَمَة أَرْسَلَهَا تَزْنِي وَجَعَلَ عَلَيْهَا ضَرِيبَة يَأْخُذهَا مِنْهَا كُلّ وَقْت فَلَمَّا جَاءَ الْإِسْلَام نَهَى اللَّه الْمُؤْمِنِينَ عَنْ ذَلِكَ وَكَانَ سَبَب نُزُول هَذِهِ الْآيَة الْكَرِيمَة فِيمَا ذَكَرَ غَيْر وَاحِد مِنْ الْمُفَسِّرِينَ مِنْ السَّلَف وَالْخَلَف فِي شَأْن عَبْد اللَّه بْن أُبَيّ بْن سَلُول فَإِنَّهُ كَانَ لَهُ إِمَاء فَكَانَ يُكْرِههُنَّ عَلَى الْبِغَاء طَلَبًا لِخَرَاجِهِنَّ وَرَغْبَة فِي أَوْلَادهنَّ وَرِيَاسَة مِنْهُ فِيمَا يَزْعُم . ذَكَرَ الْآثَار الْوَارِدَة فِي ذَلِكَ : قَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن عَمْرو بْن عَبْد الْخَالِق الْبَزَّار رَحِمَهُ اللَّه فِي مُسْنَده حَدَّثَنَا أَحْمَد بْن دَاوُد الْوَاسِطِيّ حَدَّثَنَا أَبُو عَمْرو اللَّخْمِيّ يَعْنِي مُحَمَّد بْن الْحَجَّاج حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ قَالَ كَانَتْ جَارِيَة لِعَبْدِ اللَّه بْن أُبَيّ اِبْن سَلُول يُقَال لَهَا مُعَاذَة يُكْرِههَا عَلَى الزِّنَا فَلَمَّا جَاءَ الْإِسْلَام نَزَلَتْ \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء \" الْآيَة وَقَالَ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر فِي هَذِهِ الْآيَة قَالَ نَزَلَتْ فِي أَمَة لِعَبْدِ اللَّه بْن أُبَيّ بْن سَلُول يُقَال لَهَا مُسَيْكَة كَانَ يُكْرِههَا عَلَى الْفُجُور وَكَانَتْ لَا بَأْس بِهَا فَتَأْبَى فَأَنْزَلَ اللَّه هَذِهِ الْآيَة \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء - إِلَى قَوْله - وَمَنْ يُكْرِهُّنَّ فَإِنَّ اللَّه مِنْ بَعْد إِكْرَاههنَّ غَفُور رَحِيم \" وَرَوَى النَّسَائِيّ مِنْ حَدِيث اِبْن جُرَيْج عَنْ أَبِي الزُّبَيْر عَنْ جَابِر نَحْوه وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عُمَر بْن عَلِيّ حَدَّثَنَا عَلِيّ بْن سَعِيد حَدَّثَنَا الْأَعْمَش حَدَّثَنِي أَبُو سُفْيَان عَنْ جَابِر قَالَ كَانَ لِعَبْدِ اللَّه بْن أُبَيّ بْن سَلُول جَارِيَة يُقَال لَهَا مُسَيْكَة وَكَانَ يُكْرِههَا عَلَى الْبِغَاء فَأَنْزَلَ اللَّه \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء - إِلَى قَوْله - وَمَنْ يُكْرِههُنَّ فَإِنَّ اللَّه مِنْ بَعْد إِكْرَاههنَّ غَفُور رَحِيم \" صَرَّحَ الْأَعْمَش بِالسَّمَاعِ مِنْ أَبِي سُفْيَان بْن طَلْحَة بْن نَافِع فَدَلَّ عَلَى بُطْلَان قَوْل مَنْ قَالَ لَمْ يَسْمَع مِنْهُ إِنَّمَا هُوَ صَحِيفَة حَكَاهُ الْبَزَّار وَرَوَى أَبُو دَاوُد الطَّيَالِسِيّ عَنْ سُلَيْمَان بْن مُعَاذ عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ جَارِيَة لِعَبْدِ اللَّه بْن أُبَيّ كَانَتْ تَزْنِي فِي الْجَاهِلِيَّة فَوَلَدَتْ أَوْلَادًا مِنْ الزِّنَا فَقَالَ لَهَا مَا لَك : لَا تَزْنِينَ قَالَتْ : وَاَللَّه لَا أَزْنِي فَضَرَبَهَا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ : \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء \" . وَرَوَى الْبَزَّار أَيْضًا حَدَّثَنَا أَحْمَد بْن دَاوُد الْوَاسِطِيّ حَدَّثَنَا أَبُو عَمْرو اللَّخْمِيّ يَعْنِي مُحَمَّد بْن الْحَجَّاج حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : كَانَتْ جَارِيَة لِعَبْدِ اللَّه بْن أُبَيّ يُقَال لَهَا مُعَاذَة يُكْرِههَا عَلَى الزِّنَا فَلَمَّا جَاءَ الْإِسْلَام نَزَلَتْ \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء إِنْ أَرَدْنَ تَحَصُّنًا - إِلَى قَوْله - وَمَنْ يُكْرِههُنَّ فَإِنَّ اللَّه مِنْ بَعْد إِكْرَاههنَّ غَفُور رَحِيم \" وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ أَنَّ رَجُلًا مِنْ قُرَيْش أُسِرَ يَوْم بَدْر وَكَانَ عِنْد عَبْد اللَّه بْن أُبَيّ أَسِيرًا وَكَانَتْ لِعَبْدِ اللَّه بْن أُبَيّ جَارِيَة يُقَال لَهَا مُعَاذَة وَكَانَ الْقُرَشِيّ الْأَسِير يُرِيدهَا عَلَى نَفْسهَا وَكَانَتْ مُسْلِمَة وَكَانَتْ تَمْتَنِع مِنْهُ لِإِسْلَامِهَا وَكَانَ عَبْد اللَّه بْن أُبَيّ يُكْرِههَا عَلَى ذَلِكَ وَيَضْرِبهَا رَجَاء أَنْ تَحْمِل مِنْ الْقُرَشِيّ فَيَطْلُب فِدَاء وَلَده فَقَالَ تَبَارَكَ وَتَعَالَى : \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء إِنْ أَرَدْنَ تَحَصُّنًا \" . وَقَالَ السُّدِّيّ أُنْزِلَتْ هَذِهِ الْآيَة الْكَرِيمَة فِي عَبْد اللَّه بْن أُبَيّ بْن سَلُول رَأْس الْمُنَافِقِينَ وَكَانَتْ لَهُ جَارِيَة تُدْعَى مُعَاذَة وَكَانَ إِذَا نَزَلَ بِهِ ضَيْف أَرْسَلَهَا إِلَيْهِ لِيُوَاقِعهَا إِرَادَة الثَّوَاب مِنْهُ وَالْكَرَامَة لَهُ فَأَقْبَلَتْ الْجَارِيَة إِلَى أَبِي بَكْر رَضِيَ اللَّه عَنْهُ فَشَكَتْ إِلَيْهِ فَذَكَرَهُ أَبُو بَكْر لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَرَهُ بِقَبْضِهَا فَصَاحَ عَبْد اللَّه بْن أُبَيّ مَنْ يَعْذِرنَا مِنْ مُحَمَّد يَغْلِبنَا عَلَى مَمْلُوكَتنَا فَأَنْزَلَ اللَّه فِيهِ هَذَا وَقَالَ مُقَاتِل بْن حَيَّان بَلَغَنِي وَاَللَّه أَعْلَم أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي رَجُلَيْنِ كَانَا يُكْرِهَانِ أَمَتَيْنِ لَهُمَا إِحْدَاهُمَا اِسْمهَا مُسَيْكَة وَكَانَتْ لِلْأَنْصَارِ وَكَانَتْ أُمَيْمَة أُمّ مُسَيْكَة لِعَبْدِ اللَّه بْن أُبَيّ وَكَانَتْ مُعَاذَة وَأَرْوَى بِتِلْكَ الْمَنْزِلَة فَأَتَتْ مُسَيْكَة وَأُمّهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَتَا ذَلِكَ لَهُ فَأَنْزَلَ اللَّه فِي ذَلِكَ \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء \" يَعْنِي الزِّنَا وَقَوْله تَعَالَى : \" إِنْ أَرَدْنَ تَحَصُّنًا \" هَذَا خَرَجَ مَخْرَج الْغَالِب فَلَا مَفْهُوم لَهُ وَقَوْله تَعَالَى : \" لِتَبْتَغُوا عَرَضَ الْحَيَاة الدُّنْيَا \" أَيْ مِنْ خَرَاجهنَّ وَمُهُورهنَّ وَأَوْلَادهنَّ وَقَدْ نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ كَسْب الْحَجَّام وَمَهْر الْبَغِيّ وَحُلْوَانِ الْكَاهِن وَفِي رِوَايَة\" مَهْر الْبَغِيّ خَبِيث وَكَسْب الْحَجَّام خَبِيث وَثَمَن الْكَلْب خَبِيث \" وَقَوْله تَعَالَى : \" وَمَنْ يُكْرِهُّنَّ فَإِنَّ اللَّه مِنْ بَعْد إِكْرَاههنَّ غَفُور رَحِيم \" أَيْ لَهُنَّ كَمَا تَقَدَّمَ فِي الْحَدِيث عَنْ جَابِر وَقَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فَإِنْ فَعَلْتُمْ فَإِنَّ اللَّه لَهُنَّ غَفُور رَحِيم وَإِثْمهنَّ عَلَى مَنْ أَكْرَههُنَّ وَكَذَا قَالَ مُجَاهِد وَعَطَاء الْخُرَاسَانِيّ وَالْأَعْمَش وَقَتَادَة وَقَالَ أَبُو عُبَيْد حَدَّثَنِي إِسْحَاق الْأَزْرَق عَنْ عَوْف عَنْ الْحَسَن فِي هَذِهِ الْآيَة \" فَإِنَّ اللَّه مِنْ بَعْد إِكْرَاههنَّ غَفُور رَحِيم \" قَالَ لَهُنَّ وَاَللَّه لَهُنَّ وَاَللَّه : وَعَنْ الزُّهْرِيّ قَالَ غَفُور لَهُنَّ مَا أُكْرِهْنَ عَلَيْهِ وَعَنْ زَيْد بْن أَسْلَم قَالَ غَفُور رَحِيم لِلْمُكْرَهَاتِ حَكَاهُنَّ اِبْن الْمُنْذِر فِي تَفْسِيره بِأَسَانِيدِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه حَدَّثَنِي اِبْن لَهِيعَة حَدَّثَنِي عَطَاء عَنْ سَعِيد بْن جُبَيْر قَالَ فِي قِرَاءَة عَبْد اللَّه بْن مَسْعُود \" فَإِنَّ اللَّه مِنْ بَعْد إِكْرَاههنَّ غَفُور رَحِيم \" لَهُنَّ وَإِثْمهنَّ عَلَى مَنْ أَكْرَههُنَّ وَفِي الْحَدِيث الْمَرْفُوع عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" رُفِعَ عَنْ أُمَّتِي الْخَطَأ وَالنِّسْيَان وَمَا اُسْتُكْرِهُوا عَلَيْهِ \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39251, "aya_id": 33}]