[{"text": "هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُّسمًّى عِندَهُ ثُمَّ أَنتُمْ تَمْتَرُونَ", "sura_id": 6, "type": 0, "id": 791, "aya_id": 2}, {"text": "هو الذي خلقكم من طين ثم قضى أجلا وأجل مسمى عنده ثم أنتم تمترون", "sura_id": 6, "type": 1, "id": 7027, "aya_id": 2}, {"text": "2 - (هو الذي خلقكم من طين) بخلق أبيكم آدم منه (ثم قضى أجلا) لكم تموتون عند انتهائه (وأجل مسمى) مضروب (عنده) لبعثكم (ثم أنتم) أيها الكفار (تمترون) تشكون في البعث بعد علمكم أنه ابتدأ خلقكم ومن قدر على الابتداء فهو على الإعادة أقدر \r\n", "sura_id": 6, "type": 2, "id": 25735, "aya_id": 2}, {"text": "هو الذي خلق أباكم آدم من طين وأنتم سلالة منه, ثم كتب مدة بقائكم في هذه الحياة الدنيا, وكتب أجلا آخر محدَّدًا لا يعلمه إلا هو جل وعلا وهو يوم القيامة, ثم أنتم بعد هذا تشكُّون في قدرة الله تعالى على البعث بعد الموت.\r\n", "sura_id": 6, "type": 3, "id": 31971, "aya_id": 2}, {"text": " <font color=red>هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ</font><BR><p>وَقَوْله تَعَالَى \" هُوَ الَّذِي خَلَقَكُمْ مِنْ طِين \" يَعْنِي أَبَاهُمْ آدَم الَّذِي هُوَ أَصْلهمْ وَمِنْهُ خَرَجُوا فَانْتَشَرُوا فِي الْمَشَارِق وَالْمَغَارِب وَقَوْله\" ثُمَّ قَضَى أَجَلًا وَأَجَل مُسَمًّى عِنْده \" قَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" ثُمَّ قَضَى أَجَلًا \" يَعْنِي الْمَوْت \" وَأَجَل مُسَمًّى عِنْده \" يَعْنِي الْآخِرَة وَهَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَزَيْد بْن أَسْلَمَ وَعَطِيَّة وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَغَيْرهمْ وَقَوْل الْحَسَن فِي رِوَايَة عَنْهُ \" ثُمَّ قَضَى أَجَلًا\" وَهُوَ مَا بَيْن أَنْ يُخْلَق إِلَى أَنْ يَمُوت \" وَأَجَل مُسَمًّى عِنْده \" وَهُوَ مَا بَيْن أَنْ يَمُوت إِلَى أَنْ يُبْعَث هُوَ يَرْجِع إِلَى مَا تَقَدَّمَ وَهُوَ تَقْدِير الْأَجَل الْخَاصّ وَهُوَ عُمْر كُلّ إِنْسَان وَتَقْدِير الْأَجَل الْعَامّ وَهُوَ عُمْر الدُّنْيَا بِكَمَالِهَا ثُمَّ اِنْتِهَائِهَا وَانْقِضَائِهَا وَزَوَالهَا وَانْتِقَالهَا وَالْمَصِير إِلَى الدَّار الْآخِرَة وَعَنْ اِبْن عَبَّاس وَمُجَاهِد\" ثُمَّ قَضَى أَجَلًا \" يَعْنِي مُدَّة الدُّنْيَا \" وَأَجَل مُسَمًّى عِنْده \" يَعْنِي عُمْر الْإِنْسَان إِلَى حِين مَوْته وَكَأَنَّهُ مَأْخُوذ مِنْ قَوْله تَعَالَى بَعْد هَذَا \" وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَم مَا جَرَحْتُمْ بِالنَّهَارِ \" الْآيَة وَقَالَ عَطِيَّة عَنْ اِبْن عَبَّاس \" ثُمَّ قَضَى أَجَلًا \" يَعْنِي النَّوْم يَقْبِض فِيهِ الرُّوح ثُمَّ يَرْجِع إِلَى صَاحِبه عِنْد الْيَقَظَة \" وَأَجَل مُسَمًّى عِنْده \" يَعْنِي أَجَل مَوْت الْإِنْسَان وَهَذَا قَوْل غَرِيب وَمَعْنَى قَوْله \" عِنْده \" أَيْ لَا يَعْلَمهُ إِلَّا هُوَ كَقَوْلِهِ \" إِنَّمَا عِلْمهَا عِنْد رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ \" وَكَقَوْلِهِ\" يَسْأَلُونَك عَنْ السَّاعَة أَيَّانَ مُرْسَاهَا فِيمَ أَنْتَ مِنْ ذِكْرَاهَا إِلَى رَبّك مُنْتَهَاهَا \" وَقَوْله تَعَالَى \" ثُمَّ أَنْتُمْ تَمْتَرُونَ \" قَالَ السُّدِّيّ وَغَيْره : يَعْنِي تَشُكُّونَ فِي أَمْر السَّاعَة .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42153, "aya_id": 2}]