[{"text": "وَإِذَا قُرِىءَ الْقُرْآنُ فَاسْتَمِعُواْ لَهُ وَأَنصِتُواْ لَعَلَّكُمْ تُرْحَمُونَ", "sura_id": 7, "type": 0, "id": 1158, "aya_id": 204}, {"text": "وإذا قرئ القرآن فاستمعوا له وأنصتوا لعلكم ترحمون", "sura_id": 7, "type": 1, "id": 7394, "aya_id": 204}, {"text": "204 - (وإذا قرئ القرآن فاستمعوا له وأنصتوا) عن الكلام (لعلكم ترحمون) نزلت في ترك الكلام في الخطبة وعبر عنها بالقرآن لاشتمالها عليه وقيل في قراءة القرآن مطلقاً \r\n", "sura_id": 7, "type": 2, "id": 26102, "aya_id": 204}, {"text": "وإذا قرئ القرآن فاستمعوا له أيها الناس وأنصتوا, لتعقلوه رجاء أن يرحمكم الله به.\r\n", "sura_id": 7, "type": 3, "id": 32338, "aya_id": 204}, {"text": " <font color=red>وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى أَنَّ الْقُرْآن بَصَائِر لِلنَّاسِ وَهُدًى وَرَحْمَة أَمَرَ تَعَالَى بِالْإِنْصَاتِ عِنْد تِلَاوَته إِعْظَامًا لَهُ وَاحْتِرَامًا لَا كَمَا كَانَ يَتَعَمَّدهُ كُفَّار قُرَيْش الْمُشْرِكُونَ فِي قَوْلهمْ \" لَا تَسْمَعُوا لِهَذَا الْقُرْآن وَالْغَوْا فِيهِ \" الْآيَة وَلَكِنْ يَتَأَكَّد ذَلِكَ فِي الصَّلَاة الْمَكْتُوبَة إِذَا جَهَرَ الْإِمَام بِالْقِرَاءَةِ كَمَا رَوَاهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا جُعِلَ الْإِمَام لِيُؤْتَمّ بِهِ فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا قَرَأَ فَأَنْصِتُوا \" وَكَذَا رَوَاهُ أَهْل السُّنَن مِنْ حَدِيث أَبِي هُرَيْرَة أَيْضًا وَصَحَّحَهُ مُسْلِم بْن الْحَجَّاج أَيْضًا وَلَمْ يُخَرِّجهُ فِي كِتَابه وَقَالَ إِبْرَاهِيم بْن مُسْلِم الْهَجَرِيّ عَنْ أَبِي عِيَاض عَنْ أَبِي هُرَيْرَة قَالَ : كَانُوا يَتَكَلَّمُونَ فِي الصَّلَاة فَلَمَّا نَزَلَتْ هَذِهِ الْآيَة \" فَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ \" وَالْآيَة الْأُخْرَى أُمِرُوا بِالْإِنْصَاتِ قَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ عَاصِم عَنْ الْمُسَيِّب بْن رَافِع قَالَ اِبْن مَسْعُود : كُنَّا يُسَلِّم بَعْضنَا عَلَى بَعْض فِي الصَّلَاة فَجَاءَ الْقُرْآن\" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ \" وَقَالَ أَيْضًا حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا الْمُحَارِبِيّ عَنْ دَاوُدَ بْن أَبِي هِنْد عَنْ بَشِير بْن جَابِر قَالَ : صَلَّى اِبْن مَسْعُود فَسَمِعَ نَاسًا يَقْرَءُونَ مَعَ الْإِمَام فَلَمَّا أَنْصَرِف قَالَ : أَمَا آنَ لَكُمْ أَنْ تَفْهَمُوا أَمَا آنَ لَكُمْ أَنْ تَعْقِلُوا \" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا \" كَمَا أَمَرَكُمْ اللَّه قَالَ وَحَدَّثَنِي أَبُو السَّائِب حَدَّثَنَا حَفْص عَنْ أَشْعَث عَنْ الزُّهْرِيّ قَالَ : نَزَلَتْ هَذِهِ الْآيَة فِي فَتًى مِنْ الْأَنْصَار كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلَّمَا قَرَأَ شَيْئًا قَرَأَهُ فَنَزَلَتْ\" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا \" وَقَدْ رَوَى الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ حَدِيث الزُّهْرِيّ عَنْ أَبِي أَكْتَمَة اللَّيْثِيّ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْصَرَفَ مِنْ صَلَاة جَهَرَ فِيهَا بِالْقِرَاءَةِ فَقَالَ \" أَهَلْ قَرَأَ أَحَد مِنْكُمْ مَعِي آنِفًا ؟ \" قَالَ رَجُل نَعَمْ يَا رَسُول اللَّه قَالَ \" إِنِّي أَقُول مَا لِي أُنَازَع الْقُرْآن \" قَالَ فَانْتَهَى النَّاس عَنْ الْقِرَاءَة مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا جَهَرَ فِيهِ بِالْقِرَاءَةِ مِنْ الصَّلَاة حِين سَمِعُوا ذَلِكَ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَصَحَّحَهُ أَبُو حَاتِم الرَّازِيّ وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ يُونُس عَنْ الزُّهْرِيّ قَالَ : لَا يَقْرَأ مَنْ وَرَاء الْإِمَام فِيمَا يَجْهَر بِهِ الْإِمَام تَكْفِيهِمْ قِرَاءَة الْإِمَام وَإِنْ لَمْ يُسْمِعهُمْ صَوْته وَلَكِنَّهُمْ يَقْرَءُونَ فِيمَا لَا يَجْهَر بِهِ سِرًّا فِي أَنْفُسهمْ وَلَا يَصْلُح لِأَحَدٍ خَلْفه أَنْ يَقْرَأ مَعَهُ فِيمَا يَجْهَر بِهِ سِرًّا وَلَا عَلَانِيَة فَإِنَّ اللَّه تَعَالَى قَالَ \" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ \" قُلْت : هَذَا مَذْهَب طَائِفَة مِنْ الْعُلَمَاء أَنَّ الْمَأْمُوم لَا يَجِب عَلَيْهِ فِي الصَّلَاة الْجَهْرِيَّة قِرَاءَة فِيمَا جَهَرَ فِيهِ الْإِمَام لَا الْفَاتِحَة وَلَا غَيْرهَا وَهُوَ أَحَد قَوْلَيْ الشَّافِعِيَّة وَهُوَ الْقَدِيم كَمَذْهَبِ مَالِك وَرِوَايَة عَنْ أَحْمَد بْن حَنْبَل لِمَا ذَكَرْنَاهُ مِنْ الْأَدِلَّة الْمُتَقَدِّمَة وَقَالَ فِي الْجَدِيد يَقْرَأ الْفَاتِحَة فَقَطْ فِي سَكَتَات الْإِمَام وَهُوَ قَوْل طَائِفَة مِنْ الصَّحَابَة وَالتَّابِعِينَ فَمَنْ بَعْدهمْ وَقَالَ أَبُو حَنِيفَة وَأَحْمَد بْن حَنْبَل : لَا يَجِب عَلَى الْمَأْمُوم قِرَاءَة أَصْلًا فِي السِّرِّيَّة وَلَا الْجَهْرِيَّة بِمَا وَرَدَ فِي الْحَدِيث \" مَنْ كَانَ لَهُ إِمَام فَقِرَاءَته قِرَاءَة لَهُ \" وَهَذَا الْحَدِيث رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده عَنْ جَابِر مَرْفُوعًا وَهُوَ فِي مُوَطَّأ مَالِك عَنْ وَهْب بْن كَيْسَان عَنْ جَابِر مَوْقُوفًا وَهَذَا أَصَحّ وَهَذِهِ الْمَسْأَلَة مَبْسُوطَة فِي غَيْر هَذَا الْمَوْضِع وَقَدْ أَفْرَدَ لَهَا الْإِمَام أَبُو عَبْد اللَّه الْبُخَارِيّ مُصَنَّفًا عَلَى حِدَة وَاخْتَارَ وُجُوب الْقِرَاءَة خَلْف الْإِمَام فِي السِّرِّيَّة وَالْجَهْرِيَّة أَيْضًا وَاَللَّه أَعْلَم . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة قَوْله \" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا \" يَعْنِي فِي الصَّلَاة الْمَفْرُوضَة وَكَذَا رُوِيَ عَنْ عَبْد اللَّه بْن الْمُغَفَّل . وَقَالَ اِبْن جَرِير : حَدَّثَنَا حُمَيْد بْن مَسْعَدَة حَدَّثَنَا بِشْر بْن الْمُفَضَّل حَدَّثَنَا الْجَرَّارِيّ عَنْ طَلْحَة بْن عُبَيْد اللَّه بْن كُرَيْز قَالَ : رَأَيْت عُبَيْد بْن عُمَيْر وَعَطَاء بْن أَبِي رَبَاح يَتَحَدَّثَانِ وَالْقَاصّ يَقُصّ فَقُلْت أَلَا تَسْتَمِعَانِ إِلَى الذِّكْر وَتَسْتَوْجِبَانِ الْمَوْعُود ؟ قَالَ فَنَظَرَا إِلَيَّ ثُمَّ أَقْبَلَا عَلَى حَدِيثهمَا قَالَ فَأَعَدْت فَنَظَرَا إِلَيَّ وَأَقْبَلَا عَلَى حَدِيثهمَا قَالَ فَأَعَدْت الثَّالِثَة قَالَ فَنَظَرَا إِلَيَّ فَقَالَا : إِنَّمَا ذَلِكَ فِي الصَّلَاة \" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا \" وَكَذَا قَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي هَاشِم إِسْمَاعِيل بْن كَثِير عَنْ مُجَاهِد فِي قَوْله \" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا \" قَالَ فِي الصَّلَاة . وَكَذَا رَوَاهُ غَيْر وَاحِد عَنْ مُجَاهِد وَقَالَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ لَيْث عَنْ مُجَاهِد قَالَ : لَا بَأْس إِذَا قَرَأَ الرَّجُل فِي غَيْر الصَّلَاة أَنْ يَتَكَلَّم وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَالضَّحَّاك وَإِبْرَاهِيم النَّخَعِيّ وَقَتَادَة وَالشَّعْبِيّ وَالسُّدِّيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ أَنَّ الْمُرَاد بِذَلِكَ فِي الصَّلَاة وَقَالَ شُعْبَة عَنْ مَنْصُور سَمِعْت إِبْرَاهِيم بْن أَبِي حَمْزَة يُحَدِّث أَنَّهُ سَمِعَ مُجَاهِدًا يَقُول فِي هَذِهِ الْآيَة \" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا \" قَالَ فِي الصَّلَاة وَالْخُطْبَة يَوْم الْجُمْعَة وَكَذَا رَوَى اِبْن جُرَيْج عَنْ عَطَاء مِثْله وَقَالَ هُشَيْم عَنْ الرَّبِيع بْن صُبَيْح عَنْ الْحَسَن قَالَ فِي الصَّلَاة وَعِنْد الذِّكْر وَقَالَ اِبْن الْمُبَارَك عَنْ بَقِيَّة سَمِعْت ثَابِت بْن عَجْلَان يَقُول : سَمِعْت سَعِيد بْن جُبَيْر يَقُول فِي قَوْله \" وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا\" قَالَ الْإِنْصَات يَوْم الْأَضْحَى وَيَوْم الْفِطْر وَيَوْم الْجُمْعَة وَفِيمَا يَجْهَر بِهِ الْإِمَام مِنْ الصَّلَاة وَهَذَا اِخْتِيَار اِبْن جَرِير أَنَّ الْمُرَاد مِنْ ذَلِكَ الْإِنْصَات فِي الصَّلَاة وَفِي الْخُطْبَة كَمَا جَاءَ فِي الْأَحَادِيث مِنْ الْأَمْر بِالْإِنْصَاتِ خَلْف الْإِمَام وَحَال الْخُطْبَة وَقَالَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ لَيْث عَنْ مُجَاهِد أَنَّهُ كَرِهَ إِذَا مَرَّ الْإِمَام بِآيَةِ خَوْف أَوْ بِآيَةِ رَحْمَة أَنْ يَقُول أَحَد مِنْ خَلْفه شَيْئًا قَالَ السُّكُوت وَقَالَ مُبَارَك بْن فَضَالَة عَنْ الْحَسَن إِذَا جَلَسْت إِلَى الْقُرْآن فَأَنْصِتْ لَهُ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا عَبَّاد بْن مَيْسَرَة عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ اِسْتَمَعَ إِلَى آيَة مِنْ كِتَاب اللَّه كُتِبَتْ لَهُ حَسَنَة مُضَاعَفَة وَمَنْ تَلَاهَا كَانَتْ لَهُ نُورًا يَوْم الْقِيَامَة \" تَفَرَّدَ بِهِ الْإِمَام أَحْمَد رَحِمَهُ اللَّه تَعَالَى .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42583, "aya_id": 204}]