[{"text": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِن رَّبِّكَ وَمَا اللّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ", "sura_id": 2, "type": 0, "id": 156, "aya_id": 149}, {"text": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وإنه للحق من ربك وما الله بغافل عما تعملون", "sura_id": 2, "type": 1, "id": 6392, "aya_id": 149}, {"text": "149 - (ومن حيث خرجت) لسفر (فول وجهك شطر المسجد الحرام وإنه للحق من ربك وما الله بغافل عما تعملون) بالتاء والياء تقدم مثله ، وكرره لبيان تساوي حكم السفر وغيره \r\n", "sura_id": 2, "type": 2, "id": 25100, "aya_id": 149}, {"text": "ومن أي مكان خَرَجْتَ -أيها النبي- مسافرًا, وأردت الصلاة, فوجِّه وجهك نحو المسجد الحرام. وإنَّ توجُّهك إليه لهو الحق الثابت من ربك. وما الله بغافل عما تعملونه, وسيجازيكم على ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31336, "aya_id": 149}, {"text": " <font color=red>وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ</font><BR><p>هَذَا أَمْر ثَالِث مِنْ اللَّه تَعَالَى بِاسْتِقْبَالِ الْمَسْجِد الْحَرَام مِنْ جَمِيع أَقْطَار الْأَرْض وَقَدْ اِخْتَلَفُوا فِي حِكْمَة هَذَا التَّكْرَار ثَلَاث مَرَّات فَقِيلَ تَأْكِيد لِأَنَّهُ أَوَّل نَاسِخ وَقَعَ فِي الْإِسْلَام عَلَى مَا نَصَّ عَلَيْهِ اِبْن عَبَّاس وَغَيْره وَقِيلَ بَلْ هُوَ مُنَزَّل عَلَى أَحْوَال فَالْأَمْر الْأَوَّل لِمَنْ هُوَ مُشَاهِد الْكَعْبَة وَالثَّانِي لِمَنْ هُوَ فِي مَكَّة غَائِبًا عَنْهَا وَالثَّالِث لِمَنْ هُوَ فِي بَقِيَّة الْبُلْدَان هَكَذَا وَجَّهَهُ فَخْر الدِّين الرَّازِيّ وَقَالَ الْقُرْطُبِيّ الْأَوَّل لِمَنْ هُوَ بِمَكَّة وَالثَّانِي لِمَنْ هُوَ فِي بَقِيَّة الْأَمْصَار وَالثَّالِث لِمَنْ خَرَجَ فِي الْأَسْفَار وَرَجَّحَ هَذَا الْجَوَاب الْقُرْطُبِيّ وَقِيلَ إِنَّمَا ذَكَرَ ذَلِكَ لِتَعَلُّقِهِ بِمَا قَبْله أَوْ بَعْده مِنْ السِّيَاق : فَقَالَ أَوَّلًا \" قَدْ نَرَى تَقَلُّب وَجْهك فِي السَّمَاء فَلَنُوَلِّيَنَّك قِبْلَة تَرْضَاهَا \" إِلَى قَوْله \" وَإِنَّ الَّذِينَ أُوتُوا الْكِتَاب لَيَعْلَمُونَ أَنَّهُ الْحَقّ مِنْ رَبّهمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ \" فَذَكَرَ فِي هَذَا الْمَقَام إِجَابَته إِلَى طُلْبَته وَأَمْرَهُ بِالْقِبْلَةِ الَّتِي كَانَ يَوَدُّ التَّوَجُّهَ إِلَيْهَا وَيَرْضَاهَا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38552, "aya_id": 149}]