[{"text": "وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ تَجْرِي مِن تَحْتِهِمُ الأَنْهَارُ وَقَالُواْ الْحَمْدُ لِلّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللّهُ لَقَدْ جَاءتْ رُسُلُ رَبِّنَا بِالْحَقِّ وَنُودُواْ أَن تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 7, "type": 0, "id": 997, "aya_id": 43}, {"text": "ونزعنا ما في صدورهم من غل تجري من تحتهم الأنهار وقالوا الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله لقد جاءت رسل ربنا بالحق ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون", "sura_id": 7, "type": 1, "id": 7233, "aya_id": 43}, {"text": "43 - (ونزعنا ما في صدورهم من غل) حقد كان بينهم في الدنيا (تجري من تحتهم) تحت قصورهم (الأنهار وقالوا) عند الاستقرار في منازلهم (الحمد لله الذي هدانا لهذا) العمل الذي هذا جزاؤه (وما كنا لنهتدي لولا أن هدانا الله) حذف جواب لولا لدلالة ما قبله عليه (لقد جاءت رسل ربنا بالحق ونودوا أن) مخففة أي أنه أو مفسرة في المواضع الخمسة (تلكم الجنة أورثتموها بما كنتم تعملون) \r\n", "sura_id": 7, "type": 2, "id": 25941, "aya_id": 43}, {"text": "وأذهب الله تعالى ما في صدور أهل الجنة من حقد وضغائن, ومن كمال نعيمهم أن الأنهار تجري في الجنة من تحتهم. وقال أهل الجنة حينما دخلوها: الحمد لله الذي وفَّقنا للعمل الصالح الذي أكسبنا ما نحن فيه من النعيم, وما كنا لنوفَّق إلى سلوك الطريق المستقيم لولا أَنْ هدانا الله سبحانه لسلوك هذا الطريق, ووفَّقنا للثبات عليه, لقد جاءت رسل ربنا بالحق من الإخبار بوعد أهل طاعته ووعيد أهل معصيته, ونُودوا تهنئة لهم وإكرامًا: أن تلكم الجنة أورثكم الله إياها برحمته, وبما قدَّمتموه من الإيمان والعمل الصالح.\r\n", "sura_id": 7, "type": 3, "id": 32177, "aya_id": 43}, {"text": " <font color=red>وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>قَالَ السُّدِّيّ فِي قَوْله \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ تَجْرِي مِنْ تَحْتهمْ الْأَنْهَار \" الْآيَة إِنَّ أَهْل الْجَنَّة إِذَا سِيقُوا إِلَى الْجَنَّة وَجَدُوا عِنْد بَابهَا شَجَرَة فِي أَصْل سَاقهَا عَيْنَانِ فَشَرِبُوا مِنْ إِحْدَاهُمَا فَيُنْزَع مَا فِي صُدُورهمْ مِنْ غِلّ فَهُوَ الشَّرَاب الطَّهُور وَاغْتَسَلُوا مِنْ الْأُخْرَى فَجَرَتْ عَلَيْهِمْ نَضْرَة النَّعِيم فَلَمْ يَشْعَثُوا وَلَمْ يَشْحُبُوا بَعْدهَا أَبَدًا وَقَدْ رَوَى أَبُو إِسْحَاق عَنْ عَاصِم عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب نَحْوًا مِنْ هَذَا كَمَا سَيَأْتِي فِي قَوْله تَعَالَى \" وَسِيقَ الَّذِينَ اِتَّقَوْا رَبّهمْ إِلَى الْجَنَّة زُمَرًا \" إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة وَعَلَيْهِ التُّكْلَان وَقَالَ قَتَادَة قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ إِنِّي لَأَرْجُو أَنْ أَكُون أَنَا وَعُثْمَان وَطَلْحَة وَالزُّبَيْر مِنْ الَّذِينَ قَالَ اللَّه تَعَالَى فِيهِمْ \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ \" رَوَاهُ اِبْن جَرِير وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا اِبْن عُيَيْنَة عَنْ إِسْرَائِيل قَالَ سَمِعْت الْحَسَن يَقُول قَالَ عَلِيّ : فِينَا وَاَللَّه أَهْل بَدْر نَزَلَتْ \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ \" . وَرَوَى النَّسَائِيّ وَابْن مَرْدَوَيْهِ وَاللَّفْظ لَهُ مِنْ حَدِيث أَبِي بَكْر بْن عَيَّاش عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ أَهْل الْجَنَّة يَرَى مَقْعَده مِنْ النَّار فَيَقُول لَوْلَا أَنَّ اللَّه هَدَانِي فَيَكُون لَهُ شُكْرًا وَكُلّ أَهْل النَّار يَرَى مَقْعَده مِنْ الْجَنَّة فَيَقُول لَوْ أَنَّ اللَّه هَدَانِي فَيَكُون لَهُ حَسْرَة \" . وَلِهَذَا لَمَّا أُورِثُوا مَقَاعِد أَهْل النَّار مِنْ الْجَنَّة نُودُوا \" أَنْ تِلْكُمْ الْجَنَّة أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ \" أَيْ بِسَبَبِ أَعْمَالكُمْ نَالَتْكُمْ الرَّحْمَة فَدَخَلْتُمْ الْجَنَّة وَتَبَوَّأْتُمْ مَنَازِلكُمْ بِحَسَبِ أَعْمَالكُمْ . وَإِنَّمَا وَجَبَ الْحَمْل عَلَى هَذَا لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" وَاعْلَمُوا أَنَّ أَحَدكُمْ لَنْ يُدْخِلهُ عَمَله الْجَنَّة\" قَالُوا وَلَا أَنْتَ يَا رَسُول اللَّه قَالَ \" وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدنِي اللَّه بِرَحْمَةٍ مِنْهُ وَفَضْل \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42610, "aya_id": 43}]