[{"text": "وَإِذَا لَقُواْ الَّذِينَ آمَنُواْ قَالُواْ آمَنَّا وَإِذَا خَلَوْاْ إِلَى شَيَاطِينِهِمْ قَالُواْ إِنَّا مَعَكْمْ إِنَّمَا نَحْنُ مُسْتَهْزِؤُونَ", "sura_id": 2, "type": 0, "id": 21, "aya_id": 14}, {"text": "وإذا لقوا الذين آمنوا قالوا آمنا وإذا خلوا إلى شياطينهم قالوا إنا معكم إنما نحن مستهزئون", "sura_id": 2, "type": 1, "id": 6257, "aya_id": 14}, {"text": "14 - (وإذا لقوا) أصله لقيوا حذفت الضمة للاستثقال ثم الياء لالتقائها ساكنة مع الواو (الذين آمنوا قالوا آمنا وإذا خلوا) منهم ورجعوا (إلى شياطينهم) رؤسائهم (قالوا إنا معكم) في الدين (إنما نحن مستهزئون) بهم بإظهار الإيمان \r\n", "sura_id": 2, "type": 2, "id": 24965, "aya_id": 14}, {"text": "هؤلاء المنافقون إذا قابلوا المؤمنين قالوا: صدَّقنا بالإسلام مثلكم, وإذا انصرفوا وذهبوا إلى زعمائهم الكفرة المتمردين على الله أكَّدوا لهم أنهم على ملة الكفر لم يتركوها, وإنما كانوا يَسْتَخِفُّون بالمؤمنين, ويسخرون منهم.\r\n", "sura_id": 2, "type": 3, "id": 31201, "aya_id": 14}, {"text": " <font color=red>وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ</font><BR><p>يَقُول تَعَالَى وَإِذَا لَقِيَ هَؤُلَاءِ الْمُنَافِقُونَ الْمُؤْمِنِينَ قَالُوا : آمَنَّا وَأَظْهَرُوا لَهُمْ الْإِيمَان وَالْمُوَالَاة وَالْمُصَافَاة غُرُورًا مِنْهُمْ لِلْمُؤْمِنِينَ وَنِفَاقًا وَمُصَانَعَة وَتَقِيَّة وَلِيُشْرِكُوهُمْ فِيمَا أَصَابُوا مِنْ خَيْر وَمَغْنَم \" وَإِذَا خَلَوْا إِلَى شَيَاطِينهمْ \" يَعْنِي إِذَا اِنْصَرَفُوا وَذَهَبُوا وَخَلَصُوا إِلَى شَيَاطِينهمْ فَضَمَّنَ خَلَوْا مَعْنَى اِنْصَرَفُوا لِتَعْدِيَتِهِ بِإِلَى لِيَدُلّ عَلَى الْفِعْل الْمُضْمَر وَالْفِعْل الْمَلْفُوظ بِهِ . وَمِنْهُمْ مَنْ قَالَ \" إِلَى \" هُنَا بِمَعْنَى\" مَعَ \" وَالْأَوَّل أَحْسَن وَعَلَيْهِ يَدُور كَلَام اِبْن جَرِير. وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك خَلَوْا يَعْنِي مَضَوْا وَشَيَاطِينهمْ سَادَتهمْ وَكُبَرَاؤُهُمْ وَرُؤَسَاؤُهُمْ مِنْ أَحْبَار الْيَهُود وَرُءُوس الْمُشْرِكِينَ وَالْمُنَافِقِينَ . قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِذَا خَلَوْا إِلَى شَيَاطِينهمْ\" يَعْنِي هُمْ رُؤَسَاءَهُمْ فِي الْكُفْر . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس وَإِذَا خَلَوْا إِلَى أَصْحَابهمْ وَهُمْ شَيَاطِينهمْ : وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَإِذَا خَلَوْا إِلَى شَيَاطِينهمْ \" مِنْ يَهُود الَّذِينَ يَأْمُرُونَهُمْ بِالتَّكْذِيبِ وَخِلَاف مَا جَاءَ بِهِ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ مُجَاهِد : وَإِذَا خَلَوْا إِلَى شَيَاطِينهمْ وَإِلَى أَصْحَابهمْ مِنْ الْمُنَافِقِينَ وَالْمُشْرِكِينَ . وَقَالَ قَتَادَة وَإِذَا خَلَوْا إِلَى شَيَاطِينهمْ قَالَ إِلَى رُءُوسهمْ وَقَادَتهمْ فِي الشِّرْك وَالشَّرّ وَبِنَحْوِ ذَلِكَ فَسَّرَهُ أَبُو مَالِك وَأَبُو الْعَالِيَة وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس . قَالَ اِبْن جَرِير وَشَيَاطِين كُلّ شَيْء مَرَدَته وَيَكُون الشَّيْطَان مِنْ الْإِنْس وَالْجِنّ كَمَا قَالَ تَعَالَى \" وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِين الْإِنْس وَالْجِنّ يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا\" وَفِي الْمُسْنَد عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعُوذ بِاَللَّهِ مِنْ شَيَاطِين الْإِنْس وَالْجِنّ \" فَقُلْت يَا رَسُول اللَّه أَوْ لِلْإِنْسِ شَيَاطِين ؟ قَالَ \" نَعَمْ \" وَقَوْله تَعَالَى \" قَالُوا إِنَّا مَعَكُمْ \" قَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَيْ أَنَّا عَلَى مِثْل مَا أَنْتُمْ عَلَيْهِ \" إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ \" أَيْ إِنَّمَا نَحْنُ نَسْتَهْزِئ بِالْقَوْمِ وَنَلْعَب بِهِمْ . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالُوا إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ سَاخِرُونَ بِأَصْحَابِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38542, "aya_id": 14}]