[{"text": "لِلْفُقَرَاء الَّذِينَ أُحصِرُواْ فِي سَبِيلِ اللّهِ لاَ يَسْتَطِيعُونَ ضَرْبًا فِي الأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاء مِنَ التَّعَفُّفِ تَعْرِفُهُم بِسِيمَاهُمْ لاَ يَسْأَلُونَ النَّاسَ إِلْحَافًا وَمَا تُنفِقُواْ مِنْ خَيْرٍ فَإِنَّ اللّهَ بِهِ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 280, "aya_id": 273}, {"text": "للفقراء الذين أحصروا في سبيل الله لا يستطيعون ضربا في الأرض يحسبهم الجاهل أغنياء من التعفف تعرفهم بسيماهم لا يسألون الناس إلحافا وما تنفقوا من خير فإن الله به عليم", "sura_id": 2, "type": 1, "id": 6516, "aya_id": 273}, {"text": "273 - (للفقراء) خبر مبتدأ محذوف أي الصدقات (الذين أحصروا في سبيل الله) أي حبسوا أنفسهم على الجهاد ، نزلت في أهل الصفة وهم أربعمائة من المهاجرين أرصدوا لتعلم القرآن والخروج مع السرايا (لا يستطيعون ضربا) سفراً (في الأرض) للتجارة والمعاش لشغلهم عنه بالجهاد (يحسبهم الجاهل) بحالهم (أغنياء من التعفف) أي لتعففهم عن السؤال وتركه (تعرفهم) يا مخاطب (بسيماهم) علامتهم من التواضع وأثر الجهد (لا يسألون الناس) شيئاً فيلحفون (إلحافا) أي لا سؤال لهم أصلا فلا يقع منهم إلحاف وهو الإلحاح (وما تنفقوا من خير فإن الله به عليم) فمجاز عليه \r\n", "sura_id": 2, "type": 2, "id": 25224, "aya_id": 273}, {"text": "اجعلوا صدقاتكم لفقراء المسلمين الذين لا يستطيعون السفر; طلبًا للرزق لاشتغالهم بالجهاد في سبيل الله, يظنهم مَن لا يعرفهم غير محتاجين إلى الصدقة; لتعففهم عن السؤال, تعرفهم بعلاماتهم وآثار الحاجة فيهم, لا يسألون الناس بالكُليَّة, وإن سألوا اضطرارًا لم يُلِحُّوا في السؤال. وما تنفقوا مِن مال في سبيل الله فلا يخفى على الله شيء منه, وسيجزي عليه أوفر الجزاء وأتمَّه يوم القيامة.\r\n", "sura_id": 2, "type": 3, "id": 31460, "aya_id": 273}, {"text": " <font color=red>لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ</font><BR><p>وَقَوْله \" لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيل اللَّه \" يَعْنِي الْمُهَاجِرِينَ الَّذِينَ قَدْ اِنْقَطَعُوا إِلَى اللَّه وَإِلَى رَسُوله وَسَكَنُوا الْمَدِينَة وَلَيْسَ لَهُمْ سَبَب يَرُدُّونَ بِهِ عَلَى أَنْفُسهمْ مَا يُغْنِيهِمْ\" وَلَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْض \" يَعْنِي سَفَرًا لِلتَّسَبُّبِ فِي طَلَب الْمَعَاش وَالضَّرْب فِي الْأَرْض هُوَ السَّفَر قَالَ اللَّه تَعَالَى \" وَإِذَا ضَرَبْتُمْ فِي الْأَرْض فَلَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَقْصُرُوا مِنْ الصَّلَاة \" وَقَالَ تَعَالَى \" عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْض يَبْتَغُونَ مِنْ فَضْل اللَّه وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيل اللَّه \" الْآيَة . وَقَوْله \" يَحْسِبهُمْ الْجَاهِل أَغْنِيَاء مِنْ التَّعَفُّف \" أَيْ الْجَاهِل بِأَمْرِهِمْ وَحَالهمْ يَحْسِبهُمْ أَغْنِيَاء مِنْ تَعَفُّفهمْ فِي لِبَاسهمْ وَحَالهمْ وَمَقَالهمْ وَفِي هَذَا الْمَعْنَى الْحَدِيث الْمُتَّفَق عَلَى صِحَّته عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَيْسَ الْمِسْكِين بِهَذَا الطَّوَّاف الَّذِي تَرُدّهُ التَّمْرَة وَالتَّمْرَتَانِ وَاللُّقْمَة وَاللُّقْمَتَانِ وَالْأَكْلَة وَالْأَكْلَتَانِ وَلَكِنَّ الْمِسْكِين الَّذِي لَا يَجِد غِنًى يُغْنِيه وَلَا يُفْطَن لَهُ فَيُتَصَدَّق عَلَيْهِ وَلَا يَسْأَل النَّاس شَيْئًا وَقَدْ رَوَاهُ أَحْمَد مِنْ حَدِيث اِبْن مَسْعُود أَيْضًا . وَقَوْله \" تَعْرِفُهُمْ بِسِيمَاهُمْ \" أَيْ بِمَا يَظْهَر لِذَوِي الْأَلْبَاب مِنْ صِفَاتهمْ كَمَا قَالَ تَعَالَى \" سِيمَاهُمْ فِي وُجُوههمْ \" وَقَالَ \" وَلَتَعْرِفَنَّهُم فِي لَحْن الْقَوْل \" وَفِي الْحَدِيث الَّذِي فِي السُّنَن \" اِتَّقُوا فَرَاسَة الْمُؤْمِن فَإِنَّهُ يَنْظُر بِنُورِ اللَّه ثُمَّ قَرَأَ \" إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ \" . وَقَوْله \" لَا يَسْأَلُونَ النَّاس إِلْحَافًا \" أَيْ لَا يُلِحُّونَ فِي الْمَسْأَلَة وَيُكَلِّفُونَ النَّاس مَا لَا يَحْتَاجُونَ إِلَيْهِ فَإِنَّ مَنْ سَأَلَ وَلَهُ مَا يُغْنِيه عَنْ الْمَسْأَلَة فَقَدْ أَلْحَفَ فِي الْمَسْأَلَة قَالَ الْبُخَارِيّ حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شَرِيك بْن أَبِي نَمِر أَنَّ عَطَاء بْن يَسَار وَعَبْد الرَّحْمَن بْن أَبِي عَمْرَة الْأَنْصَارِيّ قَالَا : سَمِعْنَا أَبَا هُرَيْرَة يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْسَ الْمِسْكِين الَّذِي تَرُدّهُ التَّمْرَة وَالتَّمْرَتَانِ وَلَا اللُّقْمَة وَاللُّقْمَتَانِ إِنَّمَا الْمِسْكِين الَّذِي يَتَعَفَّف اِقْرَءُوا إِنْ شِئْتُمْ يَعْنِي قَوْله \" لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا \" وَقَدْ رَوَاهُ مُسْلِم مِنْ حَدِيث إِسْمَاعِيل بْن جَعْفَر الْمَدِينِيّ عَنْ شَرِيك بْن عَبْد اللَّه بْن أَبِي نَمِر عَنْ عَطَاء بْن يَسَار وَحْده عَنْ أَبِي هُرَيْرَة بِهِ وَقَالَ أَبُو عَبْد الرَّحْمَن النَّسَائِيّ : أَخْبَرَنَا عَلِيّ بْن حُجْر حَدَّثَنَا إِسْمَاعِيل أَخْبَرَنَا شَرِيك وَهُوَ اِبْن أَبِي نَمِر عَنْ عَطَاء بْن يَسَار عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : لَيْسَ الْمِسْكِين الَّذِي تَرُدّهُ التَّمْرَة وَالتَّمْرَتَانِ وَاللُّقْمَة وَاللُّقْمَتَانِ إِنَّمَا الْمِسْكِين الْمُتَعَفِّف اِقْرَءُوا إِنْ شِئْتُمْ \" لَا يَسْأَلُونَ النَّاس إِلْحَافًا \" وَرَوَى الْبُخَارِيّ مِنْ حَدِيث شُعْبَة عَنْ مُحَمَّد بْن أَبِي زِيَاد عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - نَحْوه وَقَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي اِبْن أَبِي ذِئْب عَنْ أَبِي الْوَلِيد عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لَيْسَ الْمِسْكِين بِالطَّوَّافِ عَلَيْكُمْ فَتُطْعِمُونَهُ لُقْمَة لُقْمَة إِنَّمَا الْمِسْكِين الْمُتَعَفِّف الَّذِي لَا يَسْأَل النَّاس إِلْحَافًا وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُعْتَمِر عَنْ الْحَسَن بْن مَالِك عَنْ صَالِح بْن سُوَيْد عَنْ أَبِي هُرَيْرَة قَالَ : لَيْسَ الْمِسْكِين بِالطَّوَّافِ الَّذِي تَرُدّهُ الْأَكْلَة وَالْأَكْلَتَانِ وَلَكِنَّ الْمِسْكِين الْمُتَعَفِّف فِي بَيْته لَا يَسْأَل النَّاس شَيْئًا تُصِيبهُ الْحَاجَة اِقْرَءُوا إِنْ شِئْتُمْ \" لَا يَسْأَلُونَ النَّاس إِلْحَافًا \" وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو بَكْر الْحَنَفِيّ حَدَّثَنَا عَبْد الْحَمِيد بْن جَعْفَر عَنْ أَبِيهِ عَنْ رَجُل مِنْ مُزَيْنَة أَنَّهُ قَالَتْ لَهُ أُمّه أَلَا تَنْطَلِق فَتَسْأَل رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَمَا يَسْأَلهُ النَّاس فَانْطَلَقْت أَسْأَلهُ فَوَجَدْته قَائِمًا يَخْطُب وَهُوَ يَقُول \" وَمَنْ اِسْتَعَفَّ أَعَفَّهُ اللَّهُ وَمَنْ اِسْتَغْنَى أَغْنَاهُ اللَّه وَمَنْ يَسْأَل النَّاس لَهُ عِدْل خَمْس أَوَاقٍ فَقَدْ سَأَلَ النَّاس إِلْحَافًا \" فَقُلْت بَيْنِي وَبَيْن نَفْسِي لَنَاقَةٌ لَهُ خَيْر مِنْ خَمْس أَوَاقٍ لِغُلَامِهِ نَاقَة أُخْرَى فَهِيَ خَيْر مِنْ خَمْس أَوَاقٍ فَرَجَعْت وَلَمْ أَسْأَل وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا قُتَيْبَة حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الرِّجَال عَنْ عُمَارَة بْن عَرَفَة عَنْ عَبْد الرَّحْمَن بْن أَبِي سَعِيد عَنْ أَبِيهِ قَالَ : سَرَّحَتْنِي أُمِّي إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَسْأَلهُ فَأَتَيْته فَقَعَدْت قَالَ : فَاسْتَقْبَلَنِي فَقَالَ مَنْ اِسْتَغْنَى أَغْنَاهُ اللَّه وَمَنْ اِسْتَعَفَّ أَعَفَّهُ اللَّه وَمَنْ اِسْتَكَفَّ كَفَاهُ اللَّه وَمَنْ سَأَلَ وَلَهُ قِيمَة أُوقِيَّة فَقَدْ أَلْحَفَ قَالَ فَقُلْت نَاقَتِي الْيَاقُوتَة خَيْر مِنْ أُوقِيَّة فَرَجَعْت فَلَمْ أَسْأَلهُ وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ كِلَاهُمَا عَنْ قُتَيْبَة زَادَ أَبُو دَاوُد وَهِشَام بْن عَمَّار كِلَاهُمَا عَنْ عَبْد الرَّحْمَن بْن أَبِي الرِّجَال بِإِسْنَادِهِ نَحْوه وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْجُمَاهِر حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الرِّجَال عَنْ عُمَارَة بْن عَرَفَة عَنْ عَبْد الرَّحْمَن بْن أَبِي سَعِيد قَالَ : قَالَ أَبُو سَعِيد الْخُدْرِيّ قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَنْ سَأَلَ وَلَهُ قِيمَة أُوقِيَّة فَهُوَ مُلْحِف وَالْأُوقِيَّة أَرْبَعُونَ دِرْهَمًا وَقَالَ أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ رَجُل مِنْ بَنِي أَسَد قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَنْ سَأَلَ وَلَهُ أُوقِيَّة أَوْ عِدْلهَا فَقَدْ سَأَلَ إِلْحَافًا وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ حَكِيم بْن جُبَيْر عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن بْن يَزِيد عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَنْ سَأَلَ وَلَهُ مَا يُغْنِيه جَاءَتْ مَسْأَلَته يَوْم الْقِيَامَة خُدُوشًا أَوْ كُدُوحًا فِي وَجْهه قَالُوا : يَا رَسُول اللَّه وَمَا غِنَاهُ ؟ قَالَ : خَمْسُونَ دِرْهَمًا أَوْ حِسَابهَا مِنْ الذَّهَب وَقَدْ رَوَاهُ أَهْل السُّنَن الْأَرْبَعَة مِنْ حَدِيث حَكِيم بْن جُبَيْر الْأَسَدِيّ الْكُوفِيّ وَقَدْ تَرَكَهُ شُعْبَة بْن الْحَجَّاج وَضَعَّفَهُ غَيْر وَاحِد مِنْ الْأَئِمَّة مِنْ جَرَّاء هَذَا الْحَدِيث وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْحَضْرَمِيّ حَدَّثَنَا أَبُو حُسَيْن عَبْد اللَّه بْن أَحْمَد بْن يُونُس حَدَّثَنِي أَبِي حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ قَالَ : بَلَغَ الْحَارِث رَجُلًا كَانَ بِالشَّامِ مِنْ قُرَيْش أَنَّ أَبَا ذَرّ كَانَ بِهِ عَوَز فَبَعَثَ إِلَيْهِ ثَلَاثمِائَةِ دِينَار فَقَالَ : مَا وَجَدَ عَبْد اللَّه رَجُلًا أَهْوَن عَلَيْهِ مِنِّي سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول مَنْ سَأَلَ وَلَهُ أَرْبَعُونَ فَقَدْ أَلْحَفَ وَلِآلِ أَبِي ذَرّ أَرْبَعُونَ دِرْهَمًا وَأَرْبَعُونَ شَاة وَمَاهِنَانِ قَالَ أَبُو بَكْر بْن عَيَّاش : يَعْنِي خَادِمَيْنِ وَقَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم أَخْبَرَنَا إِبْرَاهِيم بْن مُحَمَّد أَنْبَأَنَا عَبْد الْجَبَّار أَخْبَرَنَا سُفْيَان عَنْ دَاوُد بْن شابور عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ مَنْ سَأَلَ وَلَهُ أَرْبَعُونَ دِرْهَمًا فَهُوَ مُلْحِف وَهُوَ مِثْل سَفّ الْمَلَّة يَعْنِي الرَّمَل وَرَوَاهُ النَّسَائِيّ عَنْ أَحْمَد بْن سُلَيْمَان عَنْ أَحْمَد بْن آدَم عَنْ سُفْيَان وَهُوَ اِبْن عُيَيْنَة بِإِسْنَادِهِ نَحْوه قَوْله \" وَمَا تُنْفِقُوا مِنْ خَيْر فَإِنَّ اللَّه بِهِ عَلِيم \" أَيْ لَا يَخْفَى عَلَيْهِ شَيْء مِنْهُ وَسَيَجْزِي عَلَيْهِ أَوْفَر الْجَزَاء وَأَتَمَّهُ يَوْم الْقُمَامَة أَحْوَج مَا يَكُون إِلَيْهِ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38689, "aya_id": 273}]