[{"text": "وَلأُضِلَّنَّهُمْ وَلأُمَنِّيَنَّهُمْ وَلآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الأَنْعَامِ وَلآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّهِ وَمَن يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِّن دُونِ اللّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا", "sura_id": 4, "type": 0, "id": 612, "aya_id": 119}, {"text": "ولأضلنهم ولأمنينهم ولآمرنهم فليبتكن آذان الأنعام ولآمرنهم فليغيرن خلق الله ومن يتخذ الشيطان وليا من دون الله فقد خسر خسرانا مبينا", "sura_id": 4, "type": 1, "id": 6848, "aya_id": 119}, {"text": "119 - (ولأضلنهم) عن الحق بالوسوسة (ولأمنينهم) ألقي في قلوبهم طول الحياة أن لا بعث ولا حساب (ولآمرنهم فليبتِّكن) يقطعن (آذان الأنعام) وقد فعل ذلك بالبحائر (ولآمرنهم فليغيرن خلق الله) دينه بالكفر وإحلال ما حرم الله وتحريم ما أحل (ومن يتخذ الشيطان وليا) يتولاه ويطيعه (من دون الله) أي غيره (فقد خسر خسرانا مبينا) بيناً لمصيره إلى النار المؤبدة عليه \r\n", "sura_id": 4, "type": 2, "id": 25556, "aya_id": 119}, {"text": "ولأصرفَنَّ مَن تبعني منهم عن الحق, ولأعِدَنَّهم بالأماني الكاذبة, ولأدعونَّهم إلى تقطيع آذان الأنعام وتشقيقها لما أزينه لهم من الباطل, ولأدعونَّهم إلى تغيير خلق الله في الفطرة, وهيئة ما عليه الخلق. ومن يستجب للشيطان ويتخذه ناصرًا له من دون الله القوي العزيز, فقد هلك هلاكًا بيِّنًا.\r\n", "sura_id": 4, "type": 3, "id": 31792, "aya_id": 119}, {"text": " <font color=red>وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا</font><BR><p>\" وَلَأُضِلَّنهُمْ \" أَيْ عَنْ الْحَقّ \" وَلَأُمَنِّيَنهمْ \" أَيْ أُزَيِّن لَهُمْ تَرْك التَّوْبَة وَأَعِدهُمْ الْأَمَانِي وَآمُرهُمْ بِالتَّسْوِيفِ وَالتَّأْخِير وَأَغُرّهُمْ مِنْ أَنْفُسهمْ قَوْله \" وَلَآمُرَنهُمْ فَلَيُبَتِّكُنَّ آذَان الْأَنْعَام \" قَالَ قَتَادَة وَالسُّدِّيّ وَغَيْرهمَا : يَعْنِي تَشْقِيقهَا وَجَعْلهَا سِمَة وَعَلَامَة لِلْبَحِيرَةِ وَالسَّائِبَة وَالْوَصِيلَة \" وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْق اللَّه \" قَالَ اِبْن عَبَّاس : يَعْنِي بِذَلِكَ خَصْي الدَّوَابّ وَكَذَا رُوِيَ عَنْ اِبْن عُمَر وَأَنَس وَسَعِيد بْن الْمُسَيِّب وَعِكْرِمَة وَأَبِي عِيَاض وَقَتَادَة وَأَبِي صَالِح وَالثَّوْرِيّ وَقَدْ وَرَدَ فِي حَدِيث النَّهْي عَنْ ذَلِكَ وَقَالَ اِبْن الْحَسَن الْبَصْرِيّ يَعْنِي بِذَلِكَ الْوَشْم وَفِي صَحِيح مُسْلِم النَّهْي عَنْ الْوَشْم فِي الْوَجْه وَفِي لَفْظ : لَعَنَ اللَّه مَنْ فَعَلَ ذَلِكَ وَفِي الصَّحِيح عَنْ اِبْن مَسْعُود أَنَّهُ قَالَ : لَعَنَ اللَّه الْوَاشِمَات وَالْمُسْتَوْشِمَات وَالنَّامِصَات وَالْمُتَنَمِّصَات وَالْمُتَفَلِّجَات لِلْحُسْنِ الْمُغَيِّرَات خَلْق اللَّه عَزَّ وَجَلَّ ثُمَّ قَالَ : أَلَا أَلْعَن مَنْ لَعَنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي كِتَاب اللَّه عَزَّ وَجَلَّ يَعْنِي قَوْله \" وَمَا آتَاكُمْ الرَّسُول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا \" وَقَالَ اِبْن عَبَّاس فِي رِوَايَة عَنْهُ وَمُجَاهِد وَعِكْرِمَة وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن وَقَتَادَة وَالْحَكَم وَالسُّدِّيّ وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ فِي قَوْله \" وَلَآمُرَنهُمْ فَلَيُغَيِّرُنَّ خَلْق اللَّه \" يَعْنِي دِين اللَّه عَزَّ وَجَلَّ وَهَذَا كَقَوْلِهِ \" فَأَقِمْ وَجْهك لِلدِّينِ حَنِيفًا فِطْرَة اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا لَا تَبْدِيل لِخَلْقِ اللَّه \" عَلَى قَوْل مَنْ جَعَلَ ذَلِكَ أَمْرًا أَيْ لَا تُبَدِّلُوا فِطْرَة اللَّه وَدَعُوا النَّاس عَلَى فِطْرَتهمْ كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ كَمَا تُولَد الْبَهِيمَة بَهِيمَة جَمْعَاء هَلْ تَجِدُونَ بِهَا مِنْ جَدْعَاء \" وَهُوَ صَحِيح مُسْلِم عَنْ عِيَاض بْن حَمَّاد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ اللَّه عَزَّ وَجَلَّ : إِنِّي خَلَقْت عِبَادِي حُنَفَاء فَجَاءَتْهُمْ الشَّيَاطِين فَاجْتَالَتْهُمْ عَنْ دِينهمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْت لَهُمْ \" ثُمَّ قَالَ تَعَالَى \" وَمَنْ يَتَّخِذ الشَّيْطَان وَلِيًّا مِنْ دُون اللَّه فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا \" أَيْ فَقَدْ خَسِرَ الدُّنْيَا وَالْآخِرَة وَتِلْكَ خَسَارَة لَا جَبْر لَهَا وَلَا اِسْتِدْرَاك لِفَائِتَتِهَا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40789, "aya_id": 119}]