[{"text": "فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ", "sura_id": 15, "type": 0, "id": 1896, "aya_id": 94}, {"text": "فاصدع بما تؤمر وأعرض عن المشركين", "sura_id": 15, "type": 1, "id": 8132, "aya_id": 94}, {"text": "94 - (فاصدع) يا محمد (بما تؤمر) به أي اجهر به وأمضه (وأعرض عن المشركين) هذا قبل الأمر بالجهاد \r\n", "sura_id": 15, "type": 2, "id": 26840, "aya_id": 94}, {"text": "فاجهر بدعوة الحق التي أمرك الله بها, ولا تبال بالمشركين, فقد برَّأك الله ممَّا يقولون.\r\n", "sura_id": 15, "type": 3, "id": 33076, "aya_id": 94}, {"text": " <font color=red>فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ</font><BR><p>يَقُول تَعَالَى آمِرًا رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِإِبْلَاغِ مَا بَعَثَهُ بِهِ وَبِإِنْفَاذِهِ وَالصَّدْع بِهِ وَهُوَ مُوَاجَهَة الْمُشْرِكِينَ بِهِ كَمَا قَالَ اِبْن عَبَّاس فِي قَوْله \" فَاصْدَعْ بِمَا تُؤْمَر \" أَيْ أَمْضِهِ وَفِي رِوَايَة \" اِفْعَلْ مَا تُؤْمَر\" وَقَالَ مُجَاهِد هُوَ الْجَهْر بِالْقُرْآنِ فِي الصَّلَاة . وَقَالَ أَبُو عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود : مَا زَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُسْتَخْفِيًا حَتَّى نَزَلَتْ \" فَاصْدَعْ بِمَا تُؤْمَر \" فَخَرَجَ هُوَ وَأَصْحَابه وَقَوْله \" وَأَعْرِضْ عَنْ الْمُشْرِكِينَ إِنَّا كَفَيْنَاك الْمُسْتَهْزِئِينَ \" أَيْ بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك وَلَا تَلْتَفِت إِلَى الْمُشْرِكِينَ الَّذِينَ يُرِيدُونَ أَنْ يَصُدُّوك عَنْ آيَات اللَّه \" وَدُّوا لَوْ تُدْهِن فَيُدْهِنُونَ \" وَلَا تَخَفْهُمْ فَإِنَّ اللَّه كَافِيك إِيَّاهُمْ وَحَافِظك مِنْهُمْ كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته وَاَللَّه يَعْصِمك مِنْ النَّاس \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا يَحْيَى بْن مُحَمَّد بْن السَّكَن حَدَّثَنَا إِسْحَاق بْن إِدْرِيس حَدَّثَنَا عَوْن بْن كَهْمَس عَنْ يَزِيد بْن دِرْهَم عَنْ أَنَس قَالَ : سَمِعْت أَنَسًا يَقُول فِي هَذِهِ الْآيَة\" إِنَّا كَفَيْنَاك الْمُسْتَهْزِئِينَ الَّذِينَ يَجْعَلُونَ مَعَ اللَّه إِلَهًا آخَر \" قَالَ مَرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَغَمَزَهُ بَعْضهمْ فَجَاءَ جِبْرِيل قَالَ أَحْسِبهُ قَالَ فَغَمَزَهُمْ فَوَقَعَ فِي أَجْسَادهمْ كَهَيْئَةِ الطَّعْنَة فَمَاتُوا . وَقَالَ مُحَمَّد بْن إِسْحَاق : كَانَ عُظَمَاء الْمُسْتَهْزِئِينَ كَمَا حَدَّثَنِي يَزِيد بْن رُومَان عَنْ عُرْوَة بْن الزُّبَيْر خَمْسَة نَفَر وَكَانُوا ذَوِي أَسْنَان وَشَرَف فِي قَوْمهمْ مِنْ بَنِي أَسَد بْن عَبْد الْعُزَّى بْن قُصَيّ الْأَسْوَد بْن الْمُطَّلِب أَبِي زَمْعَة كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا بَلَغَنِي قَدْ دَعَا عَلَيْهِ لِمَا كَانَ يَبْلُغهُ مِنْ أَذَاهُ وَاسْتِهْزَائِهِ فَقَالَ \" اللَّهُمَّ أَعْمِ بَصَره وَأَثْكِلْهُ وَلَده \" وَمِنْ بَنِي زُهْرَة الْأَسْوَد بْن عَبْد يَغُوث بْن وَهْب بْن عَبْد مَنَاف بْن زُهْرَة وَمِنْ بَنِي مَخْزُوم الْوَلِيد بْن الْمُغِيرَة بْن عَبْد اللَّه بْن عَمْرو بْن مَخْزُوم وَمِنْ بَنِي سَهْم ابْن عُمَر بْن هَصِيص بْن كَعْب بْن لُؤَيّ الْعَاص بْن وَائِل بْن هِشَام بْن سَعِيد بْن سَعْد وَمِنْ خُزَاعَة الْحَارِث بْن الطُّلَاطِلَة بْن عَمْرو بْن الْحَارِث بْن عَبْد بْن عُمَر بْن مَلْكَانَ . فَلَمَّا تَمَادَوْا فِي الشَّرّ وَأَكْثَرُوا بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الِاسْتِهْزَاء أَنْزَلَ اللَّه تَعَالَى \" فَاصْدَعْ بِمَا تُؤْمَر وَأَعْرِضْ عَنْ الْمُشْرِكِينَ إِنَّا كَفَيْنَاك الْمُسْتَهْزِئِينَ \" إِلَى قَوْله - \" فَسَوْفَ يَعْلَمُونَ \" قَالَ اِبْن إِسْحَاق فَحَدَّثَ يَزِيد بْن رُومَان عَنْ عُرْوَة بْن الزُّبَيْر أَوْ غَيْره مِنْ الْعُلَمَاء أَنَّ جِبْرِيل أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَطُوف بِالْبَيْتِ فَقَامَ وَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جَنْبه فَمَرَّ بِهِ الْأَسْوَد بْن عَبْد يَغُوث فَأَشَارَ إِلَى بَطْنه فَاسْتَسْقَى بَطْنه فَمَاتَ مِنْهُ وَمَرَّ بِهِ الْوَلِيد بْن الْمُغِيرَة فَأَشَارَ إِلَى أَثَر جُرْح بِأَسْفَل كَعْب رِجْله وَكَانَ أَصَابَهُ قَبْل ذَلِكَ بِسِنِينَ وَهُوَ يَجُرّ إِزَاره وَذَلِكَ أَنَّهُ مَرَّ بِرَجُلٍ مِنْ خُزَاعَة يَرِيش نَبْلًا لَهُ فَتَعَلَّقَ سَهْم مِنْ نَبْله بِإِزَارِهِ فَخَدَشَ رِجْله ذَلِكَ الْخَدْش وَلَيْسَ بِشَيْءٍ فَانْتَفَضَ بِهِ فَقَتَلَهُ وَمَرَّ بِهِ الْعَاص بْن وَائِل فَأَشَارَ إِلَى أَخْمَص قَدَمه فَخَرَجَ عَلَى حِمَار لَهُ يُرِيد الطَّائِف فَرَبَضَ عَلَى شَبْرَقَة فَدَخَلَتْ فِي أَخْمَص قَدَمه فَقَتَلَتْهُ وَمَرَّ بِهِ الْحَارِث بْن الطُّلَاطِلَة فَأَشَارَ إِلَى رَأْسه فَامْتَخَطَ قَيْحًا فَقَتَلَهُ قَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ رَجُل عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَأْسهمْ الْوَلِيد بْن الْمُغِيرَة وَهُوَ الَّذِي جَمَعَهُمْ وَهَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَعِكْرِمَة نَحْو سِيَاق مُحَمَّد بْن إِسْحَاق بِهِ عَنْ يَزِيد عَنْ عُرْوَة بِطُولِهِ إِلَّا أَنَّ سَعِيدًا يَقُول الْحَارِث بْن غَيْطَلَة وَعِكْرِمَة يَقُول الْحَارِث بْن قَيْس قَالَ الزُّهْرِيّ وَصِدْقًا هُوَ الْحَارِث بْن قَيْس وَأُمّه غَيْطَلَة وَكَذَا رُوِيَ عَنْ مُجَاهِد وَمِقْسَم وَقَتَادَة وَغَيْر وَاحِد أَنَّهُمْ كَانُوا خَمْسَة وَقَالَ الشَّعْبِيّ : كَانُوا سَبْعَة وَالْمَشْهُور الْأَوَّل .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 38045, "aya_id": 94}]