[{"text": "يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ الْعَفْوَ كَذَلِكَ يُبيِّنُ اللّهُ لَكُمُ الآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ", "sura_id": 2, "type": 0, "id": 226, "aya_id": 219}, {"text": "يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما ويسألونك ماذا ينفقون قل العفو كذلك يبين الله لكم الآيات لعلكم تتفكرون", "sura_id": 2, "type": 1, "id": 6462, "aya_id": 219}, {"text": "219 - (يسألونك عن الخمر والميسر) القمار ما حكمهما (قل) لهم (فيهما) أي في تعاطيهما (إثم كبير) عظيم ، وفي قراءة بالمثلثة {كثير} لما يحصل بسببهما من المخاصمة والمشاتمة وقول الفحش (ومنافع للناس) باللذة والفرح في الخمر وإصابة المال بلا كد في الميسر (وإثمهما) أي ما ينشأ عنهم من المفاسد (أكبر) أعظم (من نفعهما) ولما نزلت شربها قوم وامتنع عنها آخرون إلى أن حرمتها آية المائدة (ويسألونك ماذا ينفقون) أي ما قدره (قل) أنفقوا (العفوَ) أي الفاضل عن الحاجة ولا تنفقوا ما تحتاجون إليه وتضيعوا أنفسكم ، وفي قراءة بالرفع بتقدير هو (كذلك) أي كما بين لكم ما ذكر (يبين الله لكم الآيات لعلكم تتفكرون) \r\n", "sura_id": 2, "type": 2, "id": 25170, "aya_id": 219}, {"text": "يسألك المسلمون -أيها النبي- عن حكم تعاطي الخمر شربًا وبيعًا وشراءً, والخمر كل مسكر خامر العقل وغطاه مشروبًا كان أو مأكولا ويسألونك عن حكم القمار -وهو أَخْذُ المال أو إعطاؤه بالمقامرة وهي المغالبات التي فيها عوض من الطرفين-, قل لهم: في ذلك أضرار ومفاسد كثيرة في الدين والدنيا, والعقول والأموال, وفيهما منافع للناس من جهة كسب الأموال وغيرها, وإثمهما أكبر من نفعهما; إذ يصدَّان عن ذكر الله وعن الصلاة, ويوقعان العداوة والبغضاء بين الناس, ويتلفان المال. وكان هذا تمهيدًا لتحريمهما. ويسألونك عن القَدْر الذي ينفقونه من أموالهم تبرعًا وصدقة, قل لهم: أنفقوا القَدْر الذي يزيد على حاجتكم.\r\n", "sura_id": 2, "type": 3, "id": 31406, "aya_id": 219}, {"text": " <font color=red>يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي مَيْسَرَة عَنْ عُمَر أَنَّهُ قَالَ : لَمَّا نَزَلَ تَحْرِيم الْخَمْر قَالَ : اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْر بَيَانًا شَافِيًا فَنَزَلَتْ هَذِهِ الْآيَة الَّتِي فِي الْبَقَرَة \" يَسْأَلُونَك عَنْ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ \" فَدُعِيَ عُمَر فَقُرِئَتْ عَلَيْهِ فَقَالَ : اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْر بَيَانًا شَافِيًا فَنَزَلَتْ الْآيَة الَّتِي فِي النِّسَاء \" يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى \" فَكَانَ مُنَادِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِذَا أَقَامَ الصَّلَاة نَادَى \" أَنْ لَا يَقْرَبَنَّ الصَّلَاةَ سَكْرَانُ \" فَدُعِيَ عُمَر فَقُرِئَتْ عَلَيْهِ فَقَالَ : اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْر بَيَانًا شَافِيًا فَنَزَلَتْ الْآيَة الَّتِي فِي الْمَائِدَة فَدُعِيَ عُمَر فَقُرِئَتْ عَلَيْهِ فَلَمَّا بَلَغَ\" فَهَلْ أَنْتُمْ مُنْتَهُونَ \" قَالَ عُمَر : اِنْتَهَيْنَا اِنْتَهَيْنَا. وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ مِنْ طَرِيق الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي مَيْسَرَة وَاسْمه عَمْرو بْن شُرَحْبِيل الْهَمْدَانِيّ الْكُوفِيّ عَنْ عَمْرو وَلَيْسَ لَهُ عَنْهُ سِوَاهُ لَكِنْ قَدْ قَالَ أَبُو زُرْعَة لَمْ يَسْمَع مِنْهُ وَاَللَّه أَعْلَم . وَقَالَ عَلِيّ بْن الْمَدِينِيّ : هَذَا إِسْنَاد صَالِح صَحِيح وَصَحَّحَهُ التِّرْمِذِيّ وَزَادَ اِبْن أَبِي حَاتِم بَعْد قَوْله اِنْتَهَيْنَا إِنَّهَا تَذْهَب الْمَال وَتَذْهَب الْعَقْل وَسَيَأْتِي هَذَا الْحَدِيث أَيْضًا مَعَ مَا رَوَاهُ أَحْمَد مِنْ طَرِيق أَبِي هُرَيْرَة أَيْضًا عِنْد قَوْله فِي سُورَة الْمَائِدَة \" إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ \" الْآيَات فَقَوْله \" يَسْأَلُونَك عَنْ الْخَمْرِ وَالْمَيْسِرِ\" أَمَّا الْخَمْر فَكَمَا قَالَ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب - رَضِيَ اللَّه عَنْهُ - إِنَّهُ كُلّ مَا خَامَرَ الْعَقْل كَمَا سَيَأْتِي بَيَانه فِي سُورَة الْمَائِدَة وَكَذَا الْمَيْسِر وَهُوَ الْقِمَار. وَقَوْله \" قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ \" أَمَّا إِثْمُهُمَا فَهُوَ فِي الدِّين وَأَمَّا الْمَنَافِعُ فَدُنْيَوِيَّة مِنْ حَيْثُ إِنَّ فِيهَا نَفْع الْبَدَن وَتَهْضِيم الطَّعَام وَإِخْرَاج الْفَضَلَات وَتَشْحِيذ بَعْض الْأَذْهَان وَلَذَّة الشِّدَّة الْمُطْرِبَة الَّتِي فِيهَا كَمَا قَالَ حَسَّان بْن ثَابِت فِي جَاهِلِيَّته : وَنَشْرَبهَا فَتَتْرُكنَا مُلُوكًا وَأُسْدًا لَا يُنَهْنِهُنَا اللِّقَاءُ وَكَذَا بَيْعهَا وَالِانْتِفَاع بِثَمَنِهَا وَكَانَ يَقْمِشُهُ بَعْضهمْ مِنْ الْمَيْسِر فَيُنْفِقهُ عَلَى نَفْسه أَوْ عِيَاله وَلَكِنْ هَذِهِ الْمَصَالِح لَا تُوَازِي مَضَرَّته وَمَفْسَدَته الرَّاجِحَة لِتَعَلُّقِهَا بِالْعَقْلِ وَالدِّين وَلِهَذَا قَالَ اللَّه تَعَالَى \" وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا \" وَلِهَذَا كَانَتْ هَذِهِ الْآيَة مُمَهِّدَة لِتَحْرِيمِ الْخَمْر عَلَى الْبَتَات وَلَمْ تَكُنْ مُصَرِّحَة بَلْ مُعَرِّضَة وَلِهَذَا قَالَ عُمَر - رَضِيَ اللَّه عَنْهُ - لَمَّا قُرِئَتْ عَلَيْهِ : اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْر بَيَانًا شَافِيًا حَتَّى نَزَلَ التَّصْرِيح بِتَحْرِيمِهَا فِي سُورَة الْمَائِدَة \" يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنكُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّه وَعَنْ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ \" وَسَيَأْتِي الْكَلَام عَلَى ذَلِكَ فِي سُورَة الْمَائِدَة إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة . قَالَ اِبْن عُمَر وَالشَّعْبِيّ وَمُجَاهِد وَقَتَادَة وَالرَّبِيع بْن أَنَس وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : إِنَّ هَذِهِ أَوَّل آيَة نَزَلَتْ فِي الْخَمْر \" يَسْأَلُونَك عَنْ الْخَمْر وَالْمَيْسِر قُلْ فِيهِمَا إِثْم كَبِير \" ثُمَّ نَزَلَتْ الْآيَة الَّتِي فِي سُورَة النِّسَاء ثُمَّ نَزَلَتْ الْآيَة الَّتِي فِي الْمَائِدَة فَحَرَّمَتْ الْخَمْر . وَقَوْله \" وَيَسْأَلُونَك مَاذَا يُنْفِقُونَ قُلْ الْعَفْو \" قُرِئَ بِالنَّصْبِ وَبِالرَّفْعِ وَكِلَاهُمَا حَسَن مُتَّجِه قَرِيب قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا أَبَان حَدَّثَنَا يَحْيَى أَنَّهُ بَلَغَهُ أَنَّ مُعَاذ بْن جَبَل وَثَعْلَبَة أَتَيَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَا : يَا رَسُول اللَّه إِنَّ لَنَا أَرِقَّاء وَأَهْلِينَ مِنْ أَمْوَالنَا فَأَنْزَلَ اللَّه \" وَيَسْأَلُونَك مَاذَا يُنْفِقُونَ \" وَقَالَ الْحَكَم عَنْ مِقْسَم عَنْ اِبْن عَبَّاس \" وَيَسْأَلُونَك مَاذَا يُنْفِقُونَ قُلْ الْعَفْو \" قَالَ : مَا يَفْضُل عَنْ أَهْلِك وَكَذَا رُوِيَ عَنْ اِبْن عُمَر وَمُجَاهِد وَعَطَاء وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُحَمِّد بْن كَعْب وَالْحَسَن وَقَتَادَة وَالْقَاسِم وَسَالِم وَعَطَاء الْخُرَاسَانِيّ وَالرَّبِيع بْن أَنَس وَغَيْر وَاحِد أَنَّهُمْ قَالُوا فِي قَوْله\" قُلْ الْعَفْو \" يَعْنِي الْفَضْل وَعَنْ طَاوُس : الْيَسِير مِنْ كُلّ شَيْء وَعَنْ الرَّبِيع أَيْضًا أَفْضَل مَالِك وَأَطْيَبه وَالْكُلّ يَرْجِع إِلَى الْفَضْل . وَقَالَ عَبْد بْن حُمَيْد فِي تَفْسِيره : حَدَّثَنَا هَوْذَة بْن خَلِيفَة عَنْ عَوْف عَنْ الْحَسَن فِي الْآيَة\" يَسْأَلُونَك مَاذَا يُنْفِقُونَ قُلْ الْعَفْو \" قَالَ ذَلِكَ أَنْ لَا يُجْهِد مَالَك ثُمَّ تَقْعُد تَسْأَل النَّاس وَيَدُلّ عَلَى ذَلِكَ مَا رَوَاهُ اِبْن جَرِير حَدَّثَنَا عَلِيّ بْن مُسْلِم حَدَّثَنَا أَبُو عَاصِم عَنْ اِبْن عَجْلَان عَنْ الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَجُل يَا رَسُول اللَّه عِنْدِي دِينَار قَالَ \" أَنْفِقْهُ عَلَى نَفْسك \" قَالَ : عِنْدِي آخَر . قَالَ \" أَنْفِقْهُ عَلَى أَهْلك\" . قَالَ : عِنْدِي آخَر قَالَ \" أَنْفِقْهُ عَلَى وَلَدك \" قَالَ : عِنْدِي آخَر قَالَ \" فَأَنْتَ أَبْصَر \" وَقَدْ رَوَاهُ مُسْلِم فِي صَحِيحه وَأَخْرَجَهُ مُسْلِم أَيْضًا عَنْ جَابِر أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لِرَجُلٍ \" اِبْدَأْ بِنَفْسِك فَتَصَدَّقْ عَلَيْهَا فَإِنْ فَضَلَ شَيْء فَلِأَهْلِك فَإِنْ فَضَلَ شَيْء عَنْ أَهْلك فَلِذِي قَرَابَتك فَإِنْ فَضَلَ عَنْ ذِي قَرَابَتك شَيْء فَهَكَذَا وَهَكَذَا \" . وَعِنْده عَنْ أَبِي هُرَيْرَة - رَضِيَ اللَّه عَنْهُ - قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْر الصَّدَقَة مَا كَانَ عَنْ ظَهْر غِنًى وَالْيَد الْعُلْيَا خَيْر مِنْ السُّفْلَى وَابْدَأْ بِمَنْ تَعُول \" وَفِي الْحَدِيث أَيْضًا\" اِبْن آدَم إِنَّك إِنْ تَبْذُل الْفَضْل خَيْر لَك وَإِنْ تُمْسِكهُ شَرّ لَك وَلَا تُلَام عَلَى كَفَاف \" ثُمَّ قَدْ قِيلَ إِنَّهَا مَنْسُوخَة بِآيَةِ الزَّكَاة كَمَا رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَهُ عَطَاء الْخُرَاسَانِيّ وَالسُّدِّيّ وَقِيلَ مُبَيَّنَة بِآيَةِ الزَّكَاة قَالَهُ مُجَاهِد وَغَيْره وَهُوَ أَوْجَهُ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38630, "aya_id": 219}]