[{"text": "هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا", "sura_id": 18, "type": 0, "id": 2184, "aya_id": 44}, {"text": "هنالك الولاية لله الحق هو خير ثوابا و خير عقبا", "sura_id": 18, "type": 1, "id": 8420, "aya_id": 44}, {"text": "44 - (هنالك) أي يوم القيامة (الولاية) بفتح الواو النصرة وبكسرها الملك (لله الحق) بالرفع صفة الولاية وبالجر صفة الجلالة (هو خير ثوابا) من ثواب غيره لو كان يثيب (وخير عقبا) بضم القاف وسكونها عاقبة المؤمنين ونصبهما على التمييز \r\n", "sura_id": 18, "type": 2, "id": 27128, "aya_id": 44}, {"text": "في مثل هذه الشدائد تكون الولاية والنصرة لله الحق، هو خير جزاءً، وخير عاقبة لمن تولاهم من عباده المؤمنين.\r\n", "sura_id": 18, "type": 3, "id": 33364, "aya_id": 44}, {"text": " <font color=red>هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا</font><BR><p>وَيَبْتَدِئ بِقَوْلِهِ : \" الْوَلَايَة لِلَّهِ الْحَقّ \" وَمِنْهُمْ مَنْ يَقِف عَلَى \" وَمَا كَانَ مُنْتَصِرًا \" وَيَبْتَدِئ بِقَوْلِهِ \" هُنَالِكَ الْوَلَايَة لِلَّهِ الْحَقّ \" ثُمَّ اِخْتَلَفُوا فِي قِرَاءَة الْوَلَايَة فَمِنْهُمْ مَنْ فَتَحَ الْوَاو مِنْ الْوَلَايَة فَيَكُون الْمَعْنَى هُنَالِكَ الْمُوَالَاة لِلَّهِ أَيْ هُنَالِكَ كُلّ أَحَد مُؤْمِن أَوْ كَافِر يَرْجِع إِلَى اللَّه وَإِلَى مُوَالَاته وَالْخُضُوع لَهُ إِذَا وَقَعَ الْعَذَاب كَقَوْلِهِ \" فَلَمَّا رَأَوْا بَأْسنَا قَالُوا آمَنَّا بِاَللَّهِ وَحْده وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ \" وَكَقَوْلِهِ إِخْبَارًا عَنْ فِرْعَوْن \" حَتَّى إِذَا أَدْرَكَهُ الْغَرَق قَالَ آمَنْت أَنَّهُ لَا إِلَه إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيل وَأَنَا مِنْ الْمُسْلِمِينَ آلْآنَ وَقَدْ عَصَيْت قَبْل وَكُنْت مِنْ الْمُفْسِدِينَ \" وَمِنْهُمْ مَنْ كَسَرَ الْوَاو مِنْ الْوِلَايَة أَيْ هُنَالِكَ الْحُكْم لِلَّهِ الْحَقّ ثُمَّ مِنْهُمْ مَنْ رَفَعَ الْحَقّ عَلَى أَنَّهُ نَعْت لِلْوَلَايَةِ كَقَوْلِهِ تَعَالَى \" الْمُلْك يَوْمَئِذٍ الْحَقّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا \" وَمِنْهُمْ مَنْ خَفَضَ الْقَاف عَلَى أَنَّهُ نَعْت لِلَّهِ عَزَّ وَجَلَّ كَقَوْلِهِ : \" ثُمَّ رُدُّوا إِلَى اللَّه مَوْلَاهُمْ الْحَقّ \" الْآيَة وَلِهَذَا قَالَ تَعَالَى \" هُوَ خَيْر ثَوَابًا \" أَيْ جَزَاء \" وَخَيْر عُقْبًا \" أَيْ الْأَعْمَال الَّتِي تَكُون لِلَّهِ عَزْو جَلَّ ثَوَابهَا خَيْر وَعَاقِبَتهَا حَمِيدَة رَشِيدَة كُلّهَا خَيْر .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38338, "aya_id": 44}]