[{"text": "بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ", "sura_id": 2, "type": 0, "id": 124, "aya_id": 117}, {"text": "بديع السماوات والأرض وإذا قضى أمرا فإنما يقول له كن فيكون", "sura_id": 2, "type": 1, "id": 6360, "aya_id": 117}, {"text": "117 - (بديع السماوات والأرض) موجدهم لا على مثال سبق (وإذا قضى) أراد (أمراً) أي إيجاده (فإنما يقول له كن فيكون) أي فهو يكون ، وفي قراءة بالنصب جواباً للأمر \r\n", "sura_id": 2, "type": 2, "id": 25068, "aya_id": 117}, {"text": "والله تعالى هو خالق السموات والأرض على غير مثال سبق. وإذا قدَّر أمرًا وأراد كونه فإنما يقول له: \"كن\" فيكون.\r\n", "sura_id": 2, "type": 3, "id": 31304, "aya_id": 117}, {"text": " <font color=red>بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ</font><BR><p>وَقَوْله تَعَالَى \" بَدِيع السَّمَوَات وَالْأَرْض \" أَيْ خَالِقهمَا عَلَى غَيْر مِثَال سَبَقَ قَالَ مُجَاهِد وَالسُّدِّيّ وَهُوَ مُقْتَضَى اللُّغَة وَمِنْهُ يُقَال لِلشَّيْءِ الْمُحْدَث بِدْعَة كَمَا جَاءَ فِي صَحِيح مُسْلِم \" فَإِنَّ كُلّ مُحْدَثَة بِدْعَة \" وَالْبِدْعَة عَلَى قِسْمَيْنِ تَارَة تَكُون بِدْعَة شَرْعِيَّة كَقَوْلِهِ \" فَإِنَّ كُلّ مُحْدَثَة بِدْعَة وَكُلّ بِدْعَة ضَلَالَة\" وَتَارَة تَكُون بِدْعَة لُغَوِيَّة كَقَوْلِ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب عَنْ جَمْعه إِيَّاهُمْ عَلَى صَلَاة التَّرَاوِيح وَاسْتِمْرَارهمْ : نِعْمَتْ الْبِدْعَةُ هَذِهِ وَقَالَ اِبْن جَرِير\" بَدِيع السَّمَوَات وَالْأَرْض \" مُبْدِعهمَا وَإِنَّمَا هُوَ مُفْعِل فَصُرِفَ إِلَى فَعِيل كَمَا صُرِفَ الْمُؤْلِم إِلَى الْأَلِيم وَالْمُسْمِع إِلَى السَّمِيع : وَمَعْنَى الْمُبْدِع الْمُنْشِئ وَالْمُحْدِث مَا لَا يَسْبِقهُ إِلَى إِنْشَاء مِثْله وَإِحْدَاثه أَحَدٌ قَالَ وَلِذَلِكَ سُمِّيَ الْمُبْتَدِع فِي الدِّين مُبْتَدِعًا لِإِحْدَاثِهِ فِيهِ مَا لَمْ يَسْبِق إِلَيْهِ غَيْره وَكَذَلِكَ كُلّ مُحَدِّث قَوْلًا أَوْ فِعْلًا لَمْ يَتَقَدَّم فِيهِ مُتَقَدِّم فَإِنَّ الْعَرَب تُسَمِّيه مُبْتَدِعًا وَمِنْ ذَلِكَ قَوْل أَعْشَى بْن ثَعْلَبَة فِي مَدْح هَوْذَة بْن عَلِيّ الْحَنَفِيّ : يُدْعَى إِلَى قَوْل سَادَات الرِّجَال إِذَا أَبْدَوْا لَهُ الْحَزْم أَوْ مَا شَاءَهُ اِبْتَدَعَا أَيْ يُحْدِث مَا شَاءَ قَالَ اِبْن جَرِير : فَمَعْنَى الْكَلَام سُبْحَان اللَّه أَنْ يَكُون لَهُ وَلَد وَهُوَ مَالِك مَا فِي السَّمَوَات وَالْأَرْض تَشْهَد لَهُ جَمِيعهَا بِدَلَالَتِهَا عَلَيْهِ بِالْوَحْدَانِيَّةِ وَتُقِرّ لَهُ بِالطَّاعَةِ وَهُوَ بَارِئُهَا وَخَالِقهَا وَمُوجِدهَا مِنْ غَيْر أَصْل وَلَا مِثَال اِحْتَذَاهَا عَلَيْهِ وَهَذَا إِعْلَامٌ مِنْ اللَّه لِعِبَادِهِ أَنَّ مِمَّنْ يَشْهَد لَهُ بِذَلِكَ الْمَسِيح الَّذِي أَضَافُوا إِلَى اللَّه بُنُوَّته وَإِخْبَار مِنْهُ لَهُمْ أَنَّ الَّذِي اِبْتَدَعَ السَّمَوَات وَالْأَرْض مِنْ غَيْر أَصْل وَعَلَى غَيْر مِثَال هُوَ الَّذِي اِبْتَدَعَ الْمَسِيح عِيسَى مِنْ غَيْر وَالِد بِقُدْرَتِهِ وَهَذَا مِنْ اِبْن جَرِير رَحِمَهُ اللَّه كَلَام جَيِّد وَعِبَارَة صَحِيحَة : وَقَوْله تَعَالَى \" وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُول لَهُ كُنْ فَيَكُون \" يُبَيِّن بِذَلِكَ تَعَالَى كَمَال قُدْرَته وَعَظِيم سُلْطَانه وَأَنَّهُ إِذَا قَدَّرَ أَمْرًا وَأَرَادَ كَوْنه فَإِنَّمَا يَقُول لَهُ كُنْ أَيْ مَرَّة وَاحِدَة فَيَكُون أَيْ فَيُوجَد عَلَى وَفْق مَا أَرَادَ كَمَا قَالَ تَعَالَى \" إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُون \" وَقَالَ تَعَالَى\" إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُون \" وَقَالَ تَعَالَى \" وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ \" وَقَالَ الشَّاعِر : إِذَا مَا أَرَادَ اللَّه أَمْرًا فَإِنَّمَا يَقُول لَهُ كُنْ قَوْله فَيَكُون وَنَبَّهَ بِذَلِكَ أَيْضًا عَلَى أَنَّ خَلْق عِيسَى بِكَلِمَةِ كُنْ فَكَانَ كَمَا أَمَرَهُ اللَّه قَالَ اللَّه تَعَالَى \" إِنَّ مَثَل عِيسَى عِنْد اللَّهِ كَمَثَلِ آدَم خَلَقَهُ مِنْ تُرَاب ثُمَّ قَالَ لَهُ كُنْ فَيَكُون\" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38517, "aya_id": 117}]