[{"text": "فَإِذَا انسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُواْ الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُواْ لَهُمْ كُلَّ مَرْصَدٍ فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ فَخَلُّواْ سَبِيلَهُمْ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 9, "type": 0, "id": 1240, "aya_id": 5}, {"text": "فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم إن الله غفور رحيم", "sura_id": 9, "type": 1, "id": 7476, "aya_id": 5}, {"text": "5 - (فإذا انسلخ) خرج (الأشهر الحرم) وهي آخر مدة التأجيل (فاقتلوا المشركين حيث وجدتموهم) في حل أو حرم (وخذوهم) بالأسر (واحصروهم) في القلاع والحصون حتى يضطروا إلى القتل أو الإسلام (واقعدوا لهم كل مرصد) طريق يسلكونه ونصب كل على نزع الخافض (فإن تابوا) من الكفر (وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم) ولا تتعرضوا لهم (إن الله غفور رحيم) لمن تاب \r\n", "sura_id": 9, "type": 2, "id": 26184, "aya_id": 5}, {"text": "فإذا انقضت الأشهر الأربعة التي أمَّنتم فيها المشركين, فأعلنوا الحرب على أعداء الله حيث كانوا, واقصدوهم بالحصار في معاقلهم, وترصدوا لهم في طرقهم, فإن رجعوا عن كفرهم ودخلوا الإسلام والتزموا شرائعه من إقام الصلاة وإخراج الزكاة, فاتركوهم, فقد أصبحوا إخوانكم في الإسلام, إن الله غفور لمن تاب وأناب, رحيم بهم.\r\n", "sura_id": 9, "type": 3, "id": 32420, "aya_id": 5}, {"text": " <font color=red>فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْمُرَاد بِالْأَشْهُرِ الْحُرُم هَهُنَا مَا هِيَ فَذَهَبَ اِبْن جَرِير إِلَى أَنَّهَا الْمَذْكُورَة فِي قَوْله تَعَالَى \" مِنْهَا أَرْبَعَة حُرُم ذَلِكَ الدِّين الْقَيِّم فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ \" الْآيَة قَالَهُ أَبُو جَعْفَر الْبَاقِر وَلَكِنْ قَالَ اِبْن جَرِير : آخِر الْأَشْهُر الْحُرُم فِي حَقّهمْ الْمُحَرَّم وَهَذَا الَّذِي ذَهَبَ إِلَيْهِ حَكَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَإِلَيْهِ ذَهَبَ الضَّحَّاك أَيْضًا وَفِيهِ نَظَر وَاَلَّذِي يَظْهَر مِنْ حَيْثُ السِّيَاق مَا ذَهَبَ إِلَيْهِ اِبْن عَبَّاس فِي رِوَايَة الْعَوْفِيّ عَنْهُ وَبِهِ قَالَ مُجَاهِد وَعَمْرو بْن شُعَيْب وَمُحَمَّد بْن إِسْحَاق وَقَتَادَة وَالسُّدِّيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم أَنَّ الْمُرَاد بِهَا أَشْهُر التَّسْيِير الْأَرْبَعَة الْمَنْصُوص عَلَيْهَا بِقَوْلِهِ \" فَسِيحُوا فِي الْأَرْض أَرْبَعَة أَشْهُر \" ثُمَّ قَالَ \" فَإِذَا اِنْسَلَخَ الْأَشْهُر الْحُرُم \" أَيْ إِذَا اِنْقَضَتْ الْأَشْهُر الْأَرْبَعَة الَّتِي حَرَّمْنَا عَلَيْكُمْ فِيهَا قِتَالهمْ وَأَجَّلْنَاهُمْ فِيهَا فَحَيْثُمَا وَجَدْتُمُوهُمْ فَاقْتُلُوهُمْ لِأَنَّ عَوْد الْعَهْد عَلَى مَذْكُور أَوْلَى مِنْ مُقَدَّر ثُمَّ إِنَّ الْأَشْهُر الْأَرْبَعَة الْمُحَرَّمَة سَيَأْتِي بَيَان حُكْمهَا فِي آيَة أُخْرَى بَعْد فِي هَذِهِ السُّورَة الْكَرِيمَة وَقَوْله \" فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ \" أَيْ مِنْ الْأَرْض وَهَذَا عَامّ وَالْمَشْهُور تَخْصِيصه بِتَحْرِيمِ الْقِتَال فِي الْحَرَم بِقَوْلِهِ \" وَلَا تُقَاتِلُوهُمْ عِنْد الْمَسْجِد الْحَرَام حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ \" وَقَوْله \" وَخُذُوهُمْ \" أَيْ وَأْسِرُوهُمْ إِنْ شِئْتُمْ قَتْلًا وَإِنْ شِئْتُمْ أَسْرًا وَقَوْله \" وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلّ مَرْصَد \" أَيْ لَا تَكْتَفُوا بِمُجَرَّدِ وِجْدَانكُمْ لَهُمْ بَلْ اِقْصِدُوهُمْ بِالْحِصَارِ فِي مَعَاقِلهمْ وَحُصُونهمْ وَالرَّصْد فِي طُرُقهمْ وَمَسَالِكهمْ حَتَّى تُضَيِّقُوا عَلَيْهِمْ الْوَاسِع وَتَضْطَرُّوهُمْ إِلَى الْقَتْل أَوْ الْإِسْلَام وَلِهَذَا قَالَ \" فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاة وَآتَوْا الزَّكَاة فَخَلُّوا سَبِيلهمْ إِنَّ اللَّه غَفُور رَحِيم \" وَلِهَذَا اِعْتَمَدَ الصِّدِّيق رَضِيَ اللَّه عَنْهُ فِي قِتَال مَانِعِي الزَّكَاة عَلَى هَذِهِ الْآيَة الْكَرِيمَة وَأَمْثَالهَا حَيْثُ حَرَّمَتْ قِتَالهمْ بِشَرْطِ هَذِهِ الْأَفْعَال وَهِيَ الدُّخُول فِي الْإِسْلَام وَالْقِيَام بِأَدَاءِ وَاجِبَاته وَنُبِّهَ بِأَعْلَاهَا عَلَى أَدْنَاهَا فَإِنَّ أَشْرَفَ أَرْكَان الْإِسْلَام بَعْد الشَّهَادَتَيْنِ الصَّلَاة الَّتِي هِيَ حَقّ اللَّه عَزَّ وَجَلَّ وَبَعْدهَا أَدَاء الزَّكَاة الَّتِي هِيَ نَفْع مُتَعَدٍّ إِلَى الْفُقَرَاء وَالْمَحَاوِيج وَهِيَ أَشْرَف الْأَفْعَال الْمُتَعَلِّقَة بِالْمَخْلُوقِينَ وَلِهَذَا كَثِيرًا مَا يَقْرِن اللَّه بَيْن الصَّلَاة وَالزَّكَاة وَقَدْ جَاءَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أُمِرْت أَنْ أُقَاتِل النَّاس حَتَّى يَشْهَدُوا أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه وَيُقِيمُوا الصَّلَاة وَيُؤْتُوا الزَّكَاة \" الْحَدِيث وَقَالَ أَبُو إِسْحَاق عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : أُمِرْتُمْ بِإِقَامِ الصَّلَاة وَإِيتَاء الزَّكَاة وَمَنْ لَمْ يُزَكِّ فَلَا صَلَاة لَهُ . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم أَبَى اللَّه أَنْ يَقْبَل الصَّلَاة إِلَّا بِالزَّكَاةِ وَقَالَ يَرْحَم اللَّه أَبَا بَكْر مَا كَانَ أَفْقَهه . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَلِيّ بْن إِسْحَاق أَنْبَأَنَا عَبْد اللَّه بْن الْمُبَارَك أَنْبَأَنَا حُمَيْد الطَّوِيل عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُمِرْت أَنْ أُقَاتِل النَّاس حَتَّى يَشْهَدُوا أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه ; فَإِذَا شَهِدُوا أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه وَاسْتَقْبَلُوا قِبْلَتنَا وَأَكَلُوا ذَبِيحَتنَا وَصَلَّوْا صَلَاتنَا فَقَدْ حَرُمَتْ عَلَيْنَا دِمَاؤُهُمْ وَأَمْوَالهمْ إِلَّا بِحَقِّهَا ; لَهُمْ مَا لِلْمُسْلِمِينَ وَعَلَيْهِمْ مَا عَلَيْهِمْ \" وَرَوَاهُ الْبُخَارِيّ فِي صَحِيحه وَأَهْل السُّنَن إِلَّا اِبْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك بِهِ . وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا عَبْد الْأَعْلَى بْن وَاصِل الْأَسَدِيّ حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى أَخْبَرَنَا أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ فَارَقَ الدُّنْيَا عَلَى الْإِخْلَاص لِلَّهِ وَحْده وَعِبَادَته لَا يُشْرِك بِهِ شَيْئًا فَارَقَهَا وَاَللَّه عَنْهُ رَاضٍ \" قَالَ وَقَالَ أَنَس : هُوَ دِين اللَّه الَّذِي جَاءَتْ بِهِ الرُّسُل وَبَلَّغُوهُ عَنْ رَبّهمْ قَبْل هَرْج الْأَحَادِيث وَاخْتِلَاف الْأَهْوَاء وَتَصْدِيق ذَلِكَ فِي كِتَاب اللَّه فِي آخِر مَا أُنْزِلَ قَالَ اللَّه تَعَالَى \" فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاة وَآتَوْا الزَّكَاة فَخَلُّوا سَبِيلهمْ \" قَالَ : تَوْبَتهمْ خَلْع الْأَوْثَان وَعِبَادَة رَبّهمْ وَإِقَام الصَّلَاة وَإِيتَاء الزَّكَاة ثُمَّ قَالَ فِي آيَة أُخْرَى \" فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاة وَآتَوْا الزَّكَاة فَإِخْوَانكُمْ فِي الدِّين \" وَرَوَاهُ اِبْن مَرْدَوَيْهِ وَرَوَاهُ مُحَمَّد بْن نَصْر الْمَرُّوذِيّ فِي كِتَاب الصَّلَاة لَهُ . حَدَّثَنَا إسْحَاق بْن إِبْرَاهِيم أَنْبَأَنَا حَكَّام بْن سَلَمَة حَدَّثَنَا أَبُو جَعْفَر الرَّازِيّ بِهِ سَوَاء وَهَذِهِ الْآيَة الْكَرِيمَة هِيَ آيَة السَّيْف الَّتِي قَالَ فِيهَا الضَّحَّاك بْن مُزَاحِم أَنَّهَا نَسَخَتْ كُلّ عَهْد بَيْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَيْن أَحَد مِنْ الْمُشْرِكِينَ وَكُلّ عَقْد وَكُلّ مُدَّة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة : لَمْ يَبْقَ لِأَحَدٍ مِنْ الْمُشْرِكِينَ عَهْد وَلَا ذِمَّة مُنْذُ نَزَلَتْ بَرَاءَة وَانْسِلَاخ الْأَشْهُر الْحُرُم وَمُدَّة مَنْ كَانَ لَهُ عَهْد مِنْ الْمُشْرِكِينَ قَبْل أَنْ تَنْزِل بَرَاءَة أَرْبَعَة أَشْهُر مِنْ يَوْم أَذَّنَ بِبَرَاءَة إِلَى عَشْر مِنْ أَوَّل شَهْر رَبِيع الْآخِر وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة قَالَ : أَمَرَهُ اللَّه تَعَالَى أَنْ يَضَع السَّيْف فِيمَنْ عَاهَدَ إِنْ لَمْ يَدْخُلُوا فِي الْإِسْلَام وَنَقْض مَا كَانَ سُمِّيَ لَهُمْ مِنْ الْعَقْد وَالْمِيثَاق وَأَذْهَبَ الشَّرْط الْأَوَّل وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا إسْحَاق بْن مُوسَى الْأَنْصَارِيّ قَالَ : قَالَ سُفْيَان بْن عُيَيْنَة قَالَ عَلِيّ بْن أَبِي طَالِب : بُعِثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَرْبَعَةِ أَسْيَاف سَيْف فِي الْمُشْرِكِينَ مِنْ الْعَرَب قَالَ اللَّه تَعَالَى \" فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ \" هَكَذَا رَوَاهُ مُخْتَصَرًا وَأَظُنّ أَنَّ السَّيْف الثَّانِي هُوَ قِتَال أَهْل الْكِتَاب لِقَوْلِهِ تَعَالَى \" قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّه وَرَسُوله وَلَا يَدِينُونَ دِين الْحَقّ مِنْ الَّذِينَ أُوتُوا الْكِتَاب حَتَّى يُعْطُوا الْجِزْيَة عَنْ يَد وَهُمْ صَاغِرُونَ \" \" وَالسَّيْف الثَّالِث \" قِتَال الْمُنَافِقِينَ فِي قَوْله \" يَا أَيّهَا النَّبِيّ جَاهِدْ الْكُفَّار وَالْمُنَافِقِينَ \" الْآيَة . \" وَالرَّابِع \" قِتَال الْبَاغِينَ فِي قَوْله \" وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اِقْتَتَلُوا فَأَصْلِحُوا بَيْنهمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيء إِلَى أَمْر اللَّه \" ثُمَّ اِخْتَلَفَ الْمُفَسِّرُونَ فِي آيَة السَّيْف هَذِهِ فَقَالَ الضَّحَّاك وَالسُّدِّيّ هِيَ مَنْسُوخَة بِقَوْلِهِ تَعَالَى \" فَإِمَّا مَنًّا بَعْد وَإِمَّا فَدَاء \" وَقَالَ قَتَادَة بِالْعَكْسِ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43468, "aya_id": 5}]