[{"text": "اللّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى يُدَبِّرُ الأَمْرَ يُفَصِّلُ الآيَاتِ لَعَلَّكُم بِلِقَاء رَبِّكُمْ تُوقِنُونَ", "sura_id": 13, "type": 0, "id": 1709, "aya_id": 2}, {"text": "الله الذي رفع السماوات بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري لأجل مسمى يدبر الأمر يفصل الآيات لعلكم بلقاء ربكم توقنون", "sura_id": 13, "type": 1, "id": 7945, "aya_id": 2}, {"text": "2 - (الله الذي رفع السماوات بغير عمد ترونها) أي العمد جمع عماد وهو الأسطوانة وهو صادق بأن لا عمد أصلا (ثم استوى على العرش) استواء يليق به (وسخر) ذلّل (الشمس والقمر كل) منهما (يجري) في فلكه (لأجل مسمى) يوم القيامة (يدبر الأمر) يقضي أمر ملكه (يفصل) يبين (الآيات) دلالات قدرته (لعلكم) يا أهل مكة (بلقاء ربكم) بالبعث (توقنون) \r\n", "sura_id": 13, "type": 2, "id": 26653, "aya_id": 2}, {"text": "الله تعالى هو الذي رفع السموات السبع بقدرته من غير عمد كما ترونها, ثم استوى -أي علا وارتفع- على العرش استواء يليق بجلاله وعظمته, وذلَّل الشمس والقمر لمنافع العباد, كلٌّ منهما يدور في فلكه إلى يوم القيامة. يدبِّر سبحانه أمور الدنيا والآخرة, يوضح لكم الآيات الدالة على قدرته وأنه لا إله إلا هو; لتوقنوا بالله والمعاد إليه, فتصدقوا بوعده ووعيده وتُخْلصوا العبادة له وحده.\r\n", "sura_id": 13, "type": 3, "id": 32889, "aya_id": 2}, {"text": " <font color=red>اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ</font><BR><p>يُخْبِر اللَّه تَعَالَى عَنْ كَمَالِ قُدْرَته وَعَظِيم سُلْطَانه أَنَّهُ الَّذِي بِإِذْنِهِ وَأَمْره رَفَعَ السَّمَوَات بِغَيْرِ عَمَد بَلْ بِإِذْنِهِ وَأَمْره وَتَسْخِيره رَفَعَهَا عَنْ الْأَرْض بُعْدًا لَا تُنَال وَلَا يُدْرَك مَدَاهَا فَالسَّمَاء الدُّنْيَا مُحِيطَة بِجَمِيعِ الْأَرْض وَمَا حَوْلهَا مِنْ الْمَاء وَالْهَوَاء مِنْ جَمِيع نَوَاحِيهَا وَجِهَاتهَا وَأَرْجَائِهَا مُرْتَفِعَة عَلَيْهَا مِنْ كُلّ جَانِب عَلَى السَّوَاء وَبُعْد مَا بَيْنهَا وَبَيْن الْأَرْض مِنْ كُلّ نَاحِيَة مَسِيرَة خَمْسمِائَةِ عَام وَسُمْكهَا فِي نَفْسهَا مَسِيرَة خَمْسمِائَةِ عَام ثُمَّ السَّمَاء الثَّانِيَة مُحِيطَة بِالسَّمَاءِ الدُّنْيَا وَمَا حَوَتْ وَبَيْنهمَا مِنْ بُعْد الْمَسِير خَمْسمِائَةِ عَام وَسُمْكهَا خَمْسمِائَةِ عَام . وَهَكَذَا الثَّالِثَة وَالرَّابِعَة وَالْخَامِسَة وَالسَّادِسَة وَالسَّابِعَة كَمَا قَالَ تَعَالَى \" اللَّه الَّذِي خَلَقَ سَبْع سَمَوَات وَمِنْ الْأَرْض مِثْلهنَّ \" الْآيَة وَفِي الْحَدِيث \" مَا السَّمَوَات السَّبْع وَمَا فِيهِنَّ وَمَا بَيْنهنَّ فِي الْكُرْسِيّ إِلَّا كَحَلْقَةٍ مُلْقَاة بِأَرْضٍ فَلَاة وَالْكُرْسِيّ فِي الْعَرْش الْمَجِيد كَتِلْكَ الْحَلْقَة فِي تِلْكَ الْفَلَاة \" وَفِي رِوَايَة \" وَالْعَرْش لَا يُقَدِّر قَدْره إِلَّا اللَّه عَزَّ وَجَلَّ \" وَجَاءَ عَنْ بَعْض السَّلَف أَنَّ بُعْد مَا بَيْن الْعَرْش إِلَى الْأَرْض مَسِيرَة خَمْسِينَ أَلْف سَنَة وَبُعْد مَا بَيْن قُطْرَيْهِ مَسِيرَة خَمْسِينَ أَلْف سَنَة وَهُوَ مِنْ يَاقُوتَة حَمْرَاء وَقَوْله \" بِغَيْرِ عَمَد تَرَوْنَهَا \" رُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَقَتَادَة وَغَيْر وَاحِد أَنَّهُمْ قَالُوا لَهَا عَمَد وَلَكِنْ لَا تُرَى وَقَالَ إِيَاس بْن مُعَاوِيَة السَّمَاء عَلَى الْأَرْض مِثْل الْقُبَّة يَعْنِي بِلَا عَمَد وَكَذَا رُوِيَ عَنْ قَتَادَة وَهَذَا هُوَ اللَّائِق بِالسِّيَاقِ وَالظَّاهِر مِنْ قَوْله تَعَالَى \" وَيُمْسِك السَّمَاء أَنْ تَقَع عَلَى الْأَرْض إِلَّا بِإِذْنِهِ \" فَعَلَى هَذَا يَكُون قَوْله \" تَرَوْنَهَا \" تَأْكِيدًا لِنَفْيِ ذَلِكَ أَيْ هِيَ مَرْفُوعَة بِغَيْرِ عَمَد كَمَا تَرَوْنَهَا وَهَذَا هُوَ الْأَكْمَل فِي الْقُدْرَة وَفِي شِعْر أُمَيَّة بْن أَبِي الصَّلْت آمَنَ شِعْره وَكَفَرَ قَلْبه كَمَا وَرَدَ فِي الْحَدِيث وَيُرْوَى لِزَيْدِ بْن عَمْرو بْن نُفَيْل رَضِيَ اللَّه عَنْهُ وَأَنْتَ الَّذِي مِنْ فَضْل مَنّ وَرَحْمَة بَعَثْت إِلَى مُوسَى رَسُولًا مُنَادِيَا فَقُلْت لَهُ فَاذْهَبْ وَهَارُون فَادْعُوَا إِلَى اللَّه فِرْعَوْن الَّذِي كَانَ طَاغِيَا وَقُولَا لَهُ هَلْ أَنْتَ سَوَّيْت هَذِهِ بِلَا وَتَد حَتَّى اِسْتَقَلَّتْ كَمَا هِيَا وَقُولَا لَهُ أَنْتَ رَفَعْت هَذِهِ بِلَا عَمَد أَوْ فَوْق ذَلِكَ بَانِيَا وَقُولَا لَهُ هَلْ أَنْتَ سَوَّيْت وَسْطهَا مُنِيرًا إِذَا مَا جَنَّك اللَّيْل هَادِيَا وَقُولَا لَهُ مَنْ يُرْسِل الشَّمْس غَدْوَة فَيُصْبِح مَا مَسَّتْ مِنْ الْأَرْض ضَاحِيَا قُولَا لَهُ مَنْ أَنْبَتَ الْحَبّ فِي الثَّرَى فَيُصْبِح مِنْهُ الْعُشْب يَهْتَزّ رَابِيَا وَيُخْرِج مِنْهُ حَبّه فِي رُءُوسه فِي ذَاكَ آيَات لَمَنْ كَانَ وَاعِيَا وَقَوْله تَعَالَى \" ثُمَّ اِسْتَوَى عَلَى الْعَرْش \" تَقَدَّمَ تَفْسِيره فِي سُورَة الْأَعْرَاف وَأَنَّهُ يَمُرّ كَمَا جَاءَ مِنْ غَيْر تَكْيِيف وَلَا تَشْبِيه وَلَا تَعْطِيل وَلَا تَمْثِيل تَعَالَى اللَّه عُلُوًّا كَبِيرًا وَقَوْله \" وَسَخَّرَ الشَّمْس وَالْقَمَر كُلّ يَجْرِي لِأَجَلٍ مُسَمًّى \" قِيلَ الْمُرَاد أَنَّهُمَا يَجْرِيَانِ إِلَى اِنْقِطَاعهمَا بِقِيَامِ السَّاعَة كَقَوْلِهِ تَعَالَى \" وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا \" وَقِيلَ الْمُرَاد إِلَى مُسْتَقَرّهمَا وَهُوَ تَحْت الْعَرْش مِمَّا يَلِي بَطْن الْأَرْض مِنْ الْجَانِب الْآخَر فَإِنَّهُمَا وَسَائِر الْكَوَاكِب إِذَا وَصَلُوا هُنَالِكَ يَكُونُونَ أَبْعَد مَا يَكُون عَنْ الْعَرْش لِأَنَّهُ عَلَى الصَّحِيح الَّذِي تَقُوم عَلَيْهِ الْأَدِلَّة قُبَّة مِمَّا يَلِي الْعَالَم مِنْ هَذَا الْوَجْه وَلَيْسَ بِمُحِيطٍ كَسَائِرِ الْأَفْلَاك لِأَنَّ لَهُ قَوَائِم وَحَمَلَة يَحْمِلُونَهُ وَلَا يُتَصَوَّر هَذَا فِي الْفَلَك الْمُسْتَدِير وَهَذَا وَاضِح لِمَنْ تَدَبَّرَ مَا وَرَدَتْ بِهِ الْآيَات وَالْأَحَادِيث الصَّحِيحَة وَلِلَّهِ الْحَمْد وَالْمِنَّة وَذَكَرَ الشَّمْس وَالْقَمَر لِأَنَّهُمَا أَظْهَر الْكَوَاكِب السَّيَّارَة السَّبْعَة الَّتِي هِيَ أَشْرَف وَأَعْظَم مِنْ الثَّوَابِت فَإِذَا كَانَ قَدْ سَخَّرَ هَذِهِ فَلَأَنْ يَدْخُل فِي التَّسْخِير سَائِر الْكَوَاكِب بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى كَمَا نَبَّهَ بِقَوْلِهِ تَعَالَى \" لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ \" مَعَ أَنَّهُ قَدْ صَرَّحَ بِذَلِكَ بِقَوْلِهِ \" وَالشَّمْس وَالْقَمَر وَالنُّجُوم مُسَخَّرَات بِأَمْرِهِ أَلَا لَهُ الْخَلْق وَالْأَمْر تَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" وَقَوْله \" يُفَصِّل الْآيَات لَعَلَّكُمْ بِلِقَاءِ رَبّكُمْ تُوقِنُونَ \" أَيْ يُوَضِّح الْآيَات وَالدَّلَالَات الدَّالَّة عَلَى أَنَّهُ لَا إِلَه إِلَّا هُوَ وَأَنَّهُ يُعِيد الْخَلْق إِذَا شَاءَ كَمَا بَدَأَهُ .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37868, "aya_id": 2}]