[{"text": "لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَّكُمْ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ", "sura_id": 24, "type": 0, "id": 2820, "aya_id": 29}, {"text": "ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة فيها متاع لكم والله يعلم ما تبدون وما تكتمون", "sura_id": 24, "type": 1, "id": 9056, "aya_id": 29}, {"text": "29 - (ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة فيها متاع) أي منفعة (لكم) باستكنان وغيره كبيوت الربط والخانات المسبلة (والله يعلم ما تبدون) تظهرون (وما تكتمون) تخفون في دخول غير بيوتكم من قصد صلاح أو غيره وسيأتي أنهم إذا دخلوا بيوتهم يسلمون على أنفسهم \r\n", "sura_id": 24, "type": 2, "id": 27764, "aya_id": 29}, {"text": "لكن لا حرج عليكم أن تدخلوا بغير استئذان بيوتًا ليست مخصصة لسكنى أناس بذاتهم, بل ليتمتع بها مَن يحتاج إليها كالبيوت المُعَدَّة صدقة لابن السبيل في طرق المسافرين وغيرها من المرافق, ففيها منافع وحاجة لمن يدخلها، وفي الاستئذان مشقة. والله يعلم أحوالكم الظاهرة والخفية.\r\n", "sura_id": 24, "type": 3, "id": 34000, "aya_id": 29}, {"text": " <font color=red>لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ</font><BR><p>الْآيَة الْكَرِيمَة أَخَصّ مِنْ الَّتِي قَبْلهَا وَذَلِكَ أَنَّهَا تَقْتَضِي جَوَاز الدُّخُول إِلَى الْبُيُوت الَّتِي لَيْسَ فِيهَا أَحَد إِذَا كَانَ لَهُ مَتَاع فِيهَا بِغَيْرِ إِذْن كَالْبَيْتِ الْمُعَدّ لِلضَّيْفِ إِذَا أُذِنَ لَهُ فِيهِ أَوَّل مَرَّة كَفَى . قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس : \" لَا تَدْخُلُوا بُيُوتًا غَيْر بُيُوتكُمْ\" ثُمَّ نُسِخَ وَاسْتُثْنِيَ فَقَالَ تَعَالَى \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَدْخُلُوا بُيُوتًا غَيْر مَسْكُونَة فِيهَا مَتَاع لَكُمْ\" وَكَذَا رُوِيَ عَنْ عِكْرِمَة وَالْحَسَن الْبَصْرِيّ وَقَالَ آخَرُونَ : هِيَ بُيُوت التُّجَّار كَالْخَانَاتِ وَمَنَازِل الْأَسْفَار وَبُيُوت مَكَّة وَغَيْر ذَلِكَ وَاخْتَارَ ذَلِكَ اِبْن جَرِير وَحَكَاهُ عَنْ جَمَاعَة وَالْأَوَّل أَظْهَر وَاَللَّه أَعْلَم وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَم هِيَ بُيُوت الشِّعْر .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39246, "aya_id": 29}]