[{"text": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُم بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا", "sura_id": 18, "type": 0, "id": 2158, "aya_id": 18}, {"text": "وتحسبهم أيقاظا و هم رقود و نقلبهم ذات اليمين و ذات الشمال و كلبهم باسط ذراعيه بالوصيد لو اطلعت عليهم لوليت منهم فرارا و لملئت منهم رعبا", "sura_id": 18, "type": 1, "id": 8394, "aya_id": 18}, {"text": "18 - (وتحسبهم) لو رأيتهم (أيقاظا) أي منتبهين لأن أعينهم منتفخة جمع يقظ بكسر القاف (وهم رقود) نيام جمع راقد (ونقلبهم ذات اليمين وذات الشمال) لئلا تأكل الأرض لحومهم (وكلبهم باسط ذراعيه) يديه (بالوصيد) بفناء الكهف وكانوا إذا انقلبوا انقلب هو مثلهم في النوم واليقظة (لو اطلعت عليهم لوليت منهم فرارا ولملئت) بالتشديد والتخفيف (منهم رعبا) بسكون العين وضمها منعهم الله بالرعب من دخول أحد عليهم \r\n", "sura_id": 18, "type": 2, "id": 27102, "aya_id": 18}, {"text": "وتظن -أيها الناظر- أهل الكهف أيقاظًا، وهم في الواقع نيام، ونتعهدهم بالرعاية، فنُقَلِّبهم حال نومهم مرة للجنب الأيمن ومرة للجنب الأيسر؛ لئلا تأكلهم الأرض، وكلبهم الذي صاحَبهم مادٌّ ذراعيه بفناء الكهف، لو عاينتهم لأدبرت عنهم هاربًا، ولَمُلِئَتْ نفسك منهم فزعًا.\r\n", "sura_id": 18, "type": 3, "id": 33338, "aya_id": 18}, {"text": " <font color=red>وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا</font><BR><p>ذَكَرَ بَعْض أَهْل الْعِلْم أَنَّهُمْ لَمَّا ضَرَبَ اللَّه عَلَى آذَانهمْ بِالنَّوْمِ لَمْ تَنْطَبِق أَعْيُنهمْ لِئَلَّا يُسْرِع إِلَيْهَا الْبِلَى فَإِذَا بَقِيَتْ ظَاهِرَة لِلْهَوَاءِ كَانَ أَبْقَى لَهَا وَلِهَذَا قَالَ تَعَالَى \" وَتَحْسَبهُمْ أَيْقَاظًا وَهُمْ رُقُود \" وَقَدْ ذُكِرَ عَنْ الذِّئْب أَنَّهُ يَنَام فَيُطْبِق عَيْنًا وَيَفْتَح عَيْنًا ثُمَّ يَفْتَح هَذِهِ وَيُطْبِق هَذِهِ وَهُوَ رَاقِد كَمَا قَالَ الشَّاعِر : يَنَام بِإِحْدَى مُقْلَتَيْهِ وَيَتَّقِي بِأُخْرَى الرَّزَايَا فَهُوَ يَقْظَان نَائِم وَقَوْله تَعَالَى \" وَنُقَلِّبُهُمْ ذَات الْيَمِين وَذَات الشِّمَال \" قَالَ بَعْض السَّلَف : يُقْلَبُونَ فِي الْعَام مَرَّتَيْنِ قَالَ اِبْن عَبَّاس : لَوْ لَمْ يُقْلَبُوا لَأَكَلَتْهُمْ الْأَرْض وَقَوْله \" وَكَلْبهمْ بَاسِط ذِرَاعَيْهِ بِالْوَصِيدِ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَقَتَادَة الْوَصِيد الْفِنَاء وَقَالَ اِبْن عَبَّاس بِالْبَابِ وَقِيلَ بِالصَّعِيدِ وَهُوَ التُّرَاب وَالصَّحِيح أَنَّهُ بِالْفِنَاءِ وَهُوَ الْبَاب وَمِنْهُ قَوْله تَعَالَى \" إِنَّهَا عَلَيْهِمْ مُؤْصَدَة \" أَيْ مُطْبَقَة مُغْلَقَة وَيُقَال وَصِيد وَأَصِيد رَبْض كَلْبهمْ عَلَى الْبَاب كَمَا جَرَتْ بِهِ عَادَة الْكِلَاب قَالَ اِبْن جُرَيْج : يَحْرُس عَلَيْهِمْ الْبَاب وَهَذَا مِنْ سَجِيَّته وَطَبِيعَته حَيْثُ يَرْبِض بِبَابِهِمْ كَأَنَّهُ يَحْرُسهُمْ وَكَانَ جُلُوسه خَارِج الْبَاب لِأَنَّ الْمَلَائِكَة لَا تَدْخُل بَيْتًا فِيهِ كَلْب كَمَا وَرَدَ فِي الصَّحِيح وَلَا صُورَة وَلَا جُنُب وَلَا كَافِر كَمَا وَرَدَ بِهِ الْحَدِيث الْحَسَن . وَشَمِلَتْ كَلْبهمْ فَأَصَابَهُ مَا أَصَابَهُمْ مِنْ النَّوْم عَلَى تِلْكَ الْحَال وَهَذَا فَائِدَة صُحْبَة الْأَخْيَار فَإِنَّهُ صَارَ لِهَذَا الْكَلْب ذِكْر وَخَبَر وَشَأْن وَقَدْ قِيلَ إِنَّهُ كَانَ كَلْب صَيْد لِأَحَدِهِمْ وَهُوَ الْأَشْبَه وَقِيلَ كَلْب طَبَّاخ الْمَلِك وَقَدْ كَانَ وَافَقَهُمْ عَلَى الدِّين وَصَحِبَهُ كَلْبه فَاَللَّه أَعْلَم . وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة هَمَّام بْن الْوَلِيد الدِّمَشْقِيّ : حَدَّثَنَا صَدَقَة بْن عُمَر الْغَسَّانِيّ حَدَّثَنَا عَبَّاد الْمِنْقَرِيّ سَمِعْت الْحَسَن الْبَصْرِيّ يَقُول : كَانَ اِسْم كَبْش إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام جَرِير وَاسْم هُدْهُد سُلَيْمَان عَلَيْهِ السَّلَام عنفز وَاسْم كَلْب أَصْحَاب الْكَهْف قِطْمِير وَاسْم عِجْل بَنِي إِسْرَائِيل الَّذِي عَبَدُوهُ بهموت . وَهَبَطَ آدَم عَلَيْهِ السَّلَام بِالْهِنْدِ وَحَوَّاء بِجُدَّة وَإِبْلِيس بدست بيسان وَالْحَيَّة بِأَصْفَهَان وَقَدْ تَقَدَّمَ عَنْ شُعَيْب الْجُبَّائِيّ أَنَّهُ سَمَّاهُ حمران وَاخْتَلَفُوا فِي لَوْنه عَلَى أَقْوَال لَا حَاصِل لَهَا وَلَا طَائِل تَحْتهَا وَلَا دَلِيل عَلَيْهَا وَلَا حَاجَة إِلَيْهَا بَلْ هِيَ مِمَّا يُنْهَى عَنْهُ فَإِنَّ مُسْتَنَدهَا رَجْم بِالْغَيْبِ وَقَوْله تَعَالَى \" لَوْ اِطَّلَعْت عَلَيْهِمْ لَوَلَّيْت مِنْهُمْ فِرَارًا وَلَمُلِئْت مِنْهُمْ رُعْبًا \" أَيْ أَنَّهُ تَعَالَى أَلْقَى عَلَيْهِمْ الْمَهَابَة بِحَيْثُ لَا يَقَع نَظَر أَحَد عَلَيْهِمْ إِلَّا هَابَهُمْ لِمَا أُلْبِسُوا مِنْ الْمَهَابَة وَالذُّعْر لِئَلَّا يَدْنُو مِنْهُمْ أَحَد وَلَا تَمَسّهُمْ يَد لَامِس حَتَّى يَبْلُغ الْكِتَاب أَجَله وَتَنْقَضِي رَقْدَتهمْ الَّتِي شَاءَ تَبَارَكَ وَتَعَالَى فَهُمْ لِمَا لَهُ فِي ذَلِكَ مِنْ الْحِكْمَة وَالْحُجَّة الْبَالِغَة وَالرَّحْمَة الْوَاسِعَة .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38309, "aya_id": 18}]