[{"text": "يَا بَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وكُلُواْ وَاشْرَبُواْ وَلاَ تُسْرِفُواْ إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ", "sura_id": 7, "type": 0, "id": 985, "aya_id": 31}, {"text": "يا بني آدم خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا إنه لايحب المسرفين", "sura_id": 7, "type": 1, "id": 7221, "aya_id": 31}, {"text": "31 - (يا بني آدم خذوا زينتكم) ما يستر عورتكم (عند كل مسجد) عند الصلاة والطواف (وكلوا واشربوا) ما شئتم (ولا تسرفوا إنه لا يحب المسرفين) \r\n", "sura_id": 7, "type": 2, "id": 25929, "aya_id": 31}, {"text": "يا بني آدم كونوا عند أداء كل صلاة على حالة من الزينة المشروعة من ثياب ساترة لعوراتكم ونظافة وطهارة ونحو ذلك, وكلوا واشربوا من طيبات ما رزقكم الله, ولا تتجاوزوا حدود الاعتدال في ذلك. إن الله لا يحب المتجاوزين المسرفين في الطعام والشراب وغير ذلك.\r\n", "sura_id": 7, "type": 3, "id": 32165, "aya_id": 31}, {"text": " <font color=red>يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة رَدّ عَلَى الْمُشْرِكِينَ فِيمَا كَانُوا يَعْتَمِدُونَهُ مِنْ الطَّوَاف بِالْبَيْتِ عُرَاة كَمَا رَوَاهُ مُسْلِم وَالنَّسَائِيّ وَابْن جَرِير وَاللَّفْظ لَهُ مِنْ حَدِيث شُعْبَة عَنْ سَلَمَة بْن كُهَيْلٍ عَنْ مُسْلِم الْبُطَيْن عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانُوا يَطُوفُونَ بِالْبَيْتِ عُرَاة الرِّجَال وَالنِّسَاء الرِّجَال بِالنَّهَارِ وَالنِّسَاء بِاللَّيْلِ وَكَانَتْ الْمَرْأَة تَقُول : الْيَوْم يَبْدُو بَعْضه أَوْ كُلّه وَمَا بَدَا مِنْهُ فَلَا أُحِلّهُ فَقَالَ اللَّه تَعَالَى \" خُذُوا زِينَتكُمْ عِنْد كُلّ مَسْجِد\" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" خُذُوا زِينَتكُمْ عِنْد كُلّ مَسْجِد \" الْآيَة . قَالَ كَانَ رِجَال يَطُوفُونَ بِالْبَيْتِ عُرَاة فَأَمَرَهُمْ اللَّه بِالزِّينَةِ وَالزِّينَة اللِّبَاس وَهُوَ مَا يُوَارِي السَّوْأَة وَمَا سِوَى ذَلِكَ مِنْ جَيِّد الْبَزّ وَالْمَتَاع فَأُمِرُوا أَنْ يَأْخُذُوا زِينَتهمْ عِنْد كُلّ مَسْجِد وَهَكَذَا قَالَ مُجَاهِد وَعَطَاء وَإِبْرَاهِيم النَّخَعِيّ وَسَعِيد بْن جُبَيْر وَقَتَادَة وَالسُّدِّيّ وَالضَّحَّاك وَمَالِك عَنْ الزُّهْرِيّ وَغَيْر وَاحِد مِنْ أَئِمَّة السَّلَف فِي تَفْسِيرهَا أَنَّهَا نَزَلَتْ فِي طَوَائِف الْمُشْرِكِينَ بِالْبَيْتِ عُرَاة وَقَدْ رَوَى الْحَافِظ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث سَعِيد بْن بَشِير وَالْأَوْزَاعِيّ عَنْ قَتَادَة عَنْ أَنَس مَرْفُوعًا أَنَّهَا نَزَلَتْ فِي الصَّلَاة فِي النِّعَال وَلَكِنْ فِي صِحَّته نَظَر وَاَللَّه أَعْلَم . وَلِهَذِهِ الْآيَة وَمَا وَرَدَ فِي مَعْنَاهَا مِنْ السُّنَّة يُسْتَحَبّ التَّجَمُّل عِنْد الصَّلَاة وَلَا سِيَّمَا يَوْم الْجُمْعَة وَيَوْم الْعِيد وَالطِّيب لِأَنَّهُ مِنْ الزِّينَة وَالسِّوَاك لِأَنَّهُ مِنْ تَمَام ذَلِكَ وَمِنْ أَفْضَل اللِّبَاس الْبَيَاض كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَاصِم حَدَّثَنَا عَبْد اللَّه بْن عُثْمَان بْن خَيْثَم عَنْ سَعِيد بْن جُبَيْر وَصَحَّحَهُ عَنْ اِبْن عَبَّاس مَرْفُوعًا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِلْبَسُوا مِنْ ثِيَابكُمْ الْبَيَاض فَإِنَّهَا مِنْ خَيْر ثِيَابكُمْ وَكَفِّنُوا فِيهَا مَوْتَاكُمْ وَإِنَّ خَيْر أَكْحَالكُمْ الْإِثْمِد فَإِنَّهُ يَجْلُو الْبَصَر وَيُنْبِت الشَّعْر \" . هَذَا حَدِيث جَيِّد الْإِسْنَاد رِجَاله عَلَى شَرْط مُسْلِم وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن عُثْمَان بْن خَيْثَم بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَالْإِمَام أَحْمَد أَيْضًا وَأَهْل السُّنَن بِإِسْنَادٍ جَيِّد عَنْ سَمُرَة بْن جُنْدُب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" عَلَيْكُمْ بِثِيَابِ الْبَيَاض فَالْبَسُوهَا فَإِنَّهَا أَطْهَر وَأَطْيَب وَكَفِّنُوا فِيهَا مَوْتَاكُمْ \" وَرَوَى الطَّبَرَانِيّ بِسَنَدٍ صَحِيح عَنْ قَتَادَة عَنْ مُحَمَّد بْن سِيرِينَ أَنَّ تَمِيمًا الدَّارِيَّ اِشْتَرَى رِدَاء بِأَلْفٍ وَكَانَ يُصَلِّي فِيهِ وَقَوْله تَعَالَى \" وَكُلُوا وَاشْرَبُوا\" الْآيَة . قَالَ بَعْض السَّلَف جَمَعَ اللَّه الطِّبّ كُلّه فِي نِصْف آيَة \" وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا \" وَقَالَ الْبُخَارِيّ قَالَ اِبْن عَبَّاس : كُلْ مَا شِئْت وَالْبَسْ شِئْت مَا أَخْطَأَتْك خَصْلَتَانِ سَرَف وَمَخِيلَة وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا مُحَمَّد بْن ثَوْر عَنْ مَعْمَر عَنْ اِبْن طَاوُس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ \" أَحَلَّ اللَّه الْأَكْل وَالشُّرْب مَا لَمْ يَكُنْ سَرَفًا أَوْ مَخِيلَة \" إِسْنَاده صَحِيح وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز حَدَّثَنَا هَمَّام عَنْ قَتَادَة عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلُوا وَاشْرَبُوا وَالْبَسُوا وَتَصَدَّقُوا مِنْ غَيْر مَخِيلَة وَلَا سَرَف فَإِنَّ اللَّه يُحِبّ أَنْ يَرَى نِعْمَته عَلَى عَبْده \" . وَرَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث قَتَادَة عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلُوا وَتَصَدَّقُوا وَالْبَسُوا فِي غَيْر إِسْرَاف وَلَا مَخِيلَة\" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا سُلَيْمَان بْن سُلَيْم الْكَلْبِيّ حَدَّثَنَا يَحْيَى بْن جَابِر الطَّائِيّ سَمِعْت الْمِقْدَام بْن مَعْدِي كَرِبَ الْكِنْدِيّ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مَلَأَ اِبْن آدَم وِعَاء شَرًّا مِنْ بَطْنه حَسْب اِبْن آدَم أَكَلَات يُقِمْنَ صُلْبه فَإِنْ كَانَ فَاعِلًا لَا مَحَالَة فَثُلُث لِطَعَامِهِ وَثُلُث لِشَرَابِهِ وَثُلُث لِنَفَسِهِ \" وَرَوَاهُ النَّسَائِيّ وَالتِّرْمِذِيّ مِنْ طُرُق عَنْ يَحْيَى بْن جَابِر بِهِ وَقَالَ التِّرْمِذِيّ حَسَن وَفِي نُسْخَة حَسَن صَحِيح وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده حَدَّثَنَا سُوَيْد بْن عَبْد الْعَزِيز حَدَّثَنَا بَقِيَّة عَنْ يُوسُف بْن أَبِي كَثِير عَنْ نُوح بْن ذَكْوَان عَنْ الْحَسَن عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مِنْ السَّرَف أَنْ تَأْكُل كُلّ مَا اِشْتَهَيْت\" . وَرَوَاهُ الدَّارَقُطْنِيّ فِي الْأَفْرَاد وَقَالَ هَذَا حَدِيث غَرِيب تَفَرَّدَ بِهِ بَقِيَّة وَقَالَ السُّدِّيّ كَانَ الَّذِينَ يَطُوفُونَ بِالْبَيْتِ عُرَاة يُحَرِّمُونَ عَلَيْهِمْ الْوَدَك مَا أَقَامُوا فِي الْمَوْسِم فَقَالَ اللَّه تَعَالَى لَهُمْ \" كُلُوا وَاشْرَبُوا\" الْآيَة . يَقُول لَا تُسْرِفُوا فِي التَّحْرِيم وَقَالَ مُجَاهِد أَمَرَهُمْ أَنْ يَأْكُلُوا وَيَشْرَبُوا مِمَّا رَزَقَهُمْ اللَّه وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" وَلَا تُسْرِفُوا \" يَقُول وَلَا تَأْكُلُوا حَرَامًا ذَلِكَ الْإِسْرَاف وَقَالَ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس قَوْله \" وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبّ الْمُسْرِفِينَ \" فَفِي الطَّعَام وَالشَّرَاب وَقَالَ اِبْن جَرِير وَقَوْله \" إِنَّهُ لَا يُحِبّ الْمُسْرِفِينَ \" يَقُول اللَّه تَعَالَى \" إِنَّ اللَّه لَا يُحِبّ الْمُعْتَدِينَ \" حَدّه فِي حَلَال أَوْ حَرَام الْغَالِينَ فِيمَا أَحَلَّ بِإِحْلَالِ الْحَرَام أَوْ بِتَحْرِيمِ الْحَلَال وَلَكِنَّهُ يُحِبّ أَنْ يُحَلِّل مَا أَحَلَّ وَيُحَرِّم مَا حَرَّمَ وَذَلِكَ الْعَدْل الَّذِي أَمَرَ بِهِ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42597, "aya_id": 31}]