[{"text": "وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ", "sura_id": 22, "type": 0, "id": 2619, "aya_id": 24}, {"text": "و هدوا إلى الطيب من القول و هدوا إلى صراط الحميد", "sura_id": 22, "type": 1, "id": 8855, "aya_id": 24}, {"text": "24 - (وهدوا) في الدنيا (إلى الطيب من القول) وهو لا إله إلا الله (وهدوا إلى صراط الحميد) أي طريق الله المحمودة ودينه \r\n", "sura_id": 22, "type": 2, "id": 27563, "aya_id": 24}, {"text": "لقد هداهم الله في الدنيا إلى طيب القول: من كلمة التوحيد وحَمْد الله والثناء عليه، وفي الآخرة إلى حمده على حسن العاقبة, كما هداهم من قبل إلى طريق الإسلام المحمود الموصل إلى الجنة.\r\n", "sura_id": 22, "type": 3, "id": 33799, "aya_id": 24}, {"text": " <font color=red>وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ</font><BR><p>وَقَوْله \" وَهُدُوا إِلَى الطَّيِّب مِنْ الْقَوْل \" كَقَوْلِهِ تَعَالَى\" وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا بِإِذْنِ رَبّهمْ تَحِيَّتهمْ فِيهَا سَلَام \" وَقَوْله \" وَالْمَلَائِكَة يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلّ بَاب سَلَام عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّار \" وَقَوْله \" لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا إِلَّا قِيلًا سَلَامًا سَلَامًا \" فَهُدُوا إِلَى الْمَكَان الَّذِي يَسْمَعُونَ فِيهِ الْكَلَام الطَّيِّب وَقَوْله \" وَيَلْقَوْنَ فِيهَا تَحِيَّة وَسَلَامًا \" لَا كَمَا يُهَان أَهْل النَّار بِالْكَلَامِ الَّذِي يُوَبَّخُونَ بِهِ وَيُقَرَّعُونَ بِهِ يُقَال لَهُمْ \" ذُوقُوا عَذَاب الْحَرِيق \" وَقَوْله \" وَهُدُوا إِلَى صِرَاط الْحَمِيد \" أَيْ إِلَى الْمَكَان الَّذِي يَحْمَدُونَ فِيهِ رَبّهمْ عَلَى مَا أَحْسَنَ إِلَيْهِمْ وَأَنْعَمَ بِهِ وَأَسْدَاهُ إِلَيْهِمْ كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح \" إِنَّهُمْ يُلْهَمُونَ التَّسْبِيح وَالتَّحْمِيد كَمَا يُلْهَمُونَ النَّفَس \" وَقَدْ قَالَ بَعْض الْمُفَسِّرِينَ فِي قَوْله \" وَهُدُوا إِلَى الطَّيِّب مِنْ الْقَوْل \" أَيْ الْقُرْآن وَقِيلَ لَا إِلَه إِلَّا اللَّه وَقِيلَ الْأَذْكَار الْمَشْرُوعَة \" وَهُدُوا إِلَى صِرَاط الْحَمِيد \" أَيْ الطَّرِيق الْمُسْتَقِيم فِي الدُّنْيَا وَكُلّ هَذَا لَا يُنَافِي مَا ذَكَرْنَاهُ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39045, "aya_id": 24}]