[{"text": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِن بَعْدِهِمْ لاَ يَعْلَمُهُمْ إِلاَّ اللّهُ جَاءتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَرَدُّواْ أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُواْ إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُم بِهِ وَإِنَّا لَفِي شَكٍّ مِّمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ", "sura_id": 14, "type": 0, "id": 1759, "aya_id": 9}, {"text": "ألم يأتكم نبأ الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم إلا الله جاءتهم رسلهم بالبينات فردوا أيديهم في أفواههم وقالوا إنا كفرنا بما أرسلتم به وإنا لفي شك مما تدعوننا إليه مريب", "sura_id": 14, "type": 1, "id": 7995, "aya_id": 9}, {"text": "9 - (ألم يأتكم) استفهام تقرير (نبأ) خبر (الذين من قبلكم قوم نوح وعاد) قوم هود (وثمود) قوم صالح (والذين من بعدهم لا يعلمهم إلا الله) لكثرتهم (جاءتهم رسلهم بالبينات) بالحجج الواضحة على صدقهم (فردوا) أي الأمم (أيديهم في أفواههم) أي إليها ليعضوا عليها من شدة الغيظ (وقالوا إنا كفرنا بما أرسلتم به) في زعمكم (وإنا لفي شك مما تدعوننا إليه مريب) موقع في الريبة \r\n", "sura_id": 14, "type": 2, "id": 26703, "aya_id": 9}, {"text": "ألم يأتكم -يا أمَّة محمد- خبر الأمم التي سبقتكم, قوم نوح وقوم هود وقوم صالح, والأمم التي بعدهم, لا يحصي عددهم إلا الله, جاءتهم رسلهم بالبراهين الواضحات, فعضُّوا أيديهم غيظًا واستنكافًا عن قَبول الإيمان, وقالوا لرسلهم: إنا لا نصدِّق بما جئتمونا به, وإنا لفي شكٍّ مما تدعوننا إليه من الإيمان والتوحيد موجب للريبة.\r\n", "sura_id": 14, "type": 3, "id": 32939, "aya_id": 9}, {"text": " <font color=red>أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ</font><BR><p>قَالَ اِبْن جَرِير : هَذَا مِنْ تَمَام قَوْل مُوسَى لِقَوْمِهِ يَعْنِي وَتَذْكِيره إِيَّاهُمْ بِأَيَّامِ اللَّه بِانْتِقَامِهِ مِنْ الْأُمَم الْمُكَذِّبَة بِالرُّسُلِ وَفِيمَا قَالَ اِبْن جَرِير نَظَرٌ وَالظَّاهِر أَنَّهُ خَبَر مُسْتَأْنَف مِنْ اللَّه تَعَالَى لِهَذِهِ الْأُمَّة فَإِنَّهُ قَدْ قِيلَ إِنَّ قِصَّة عَاد وَثَمُود لَيْسَتْ مِنْ التَّوْرَاة فَلَوْ كَانَ هَذَا مِنْ كَلَام مُوسَى لِقَوْمِهِ وَقَصَصه عَلَيْهِمْ لَا شَكَّ أَنْ تَكُون هَاتَانِ الْقِصَّتَانِ فِي التَّوْرَاة وَاَللَّه أَعْلَم وَبِالْجُمْلَةِ فَاَللَّه تَعَالَى قَدْ قَصَّ عَلَيْنَا خَبَر قَوْم نُوح وَعَاد وَثَمُود وَغَيْرهمْ مِنْ الْأُمَم الْمُكَذِّبَة لِلرُّسُلِ مِمَّا لَا يُحْصِي عَدَدهمْ إِلَّا اللَّهُ عَزَّ وَجَلَّ \" جَاءَتْهُمْ رُسُلهمْ بِالْبَيِّنَاتِ\" أَيْ بِالْحُجَجِ وَالدَّلَائِل الْوَاضِحَات الْبَاهِرَات الْقَاطِعَات وَقَالَ اِبْن إِسْحَاق عَنْ عَمْرو بْن مَيْمُون عَنْ عَبْد اللَّه أَنَّهُ قَالَ فِي قَوْله \" لَا يَعْلَمهُمْ إِلَّا اللَّه \" كَذَبَ النَّسَّابُونَ . وَقَالَ عُرْوَة بْن الزُّبَيْر وَمَا وَجَدْنَا أَحَدًا يَعْرِف مَا بَعْد مَعْد بْن عَدْنَان وَقَوْله \" فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاههمْ \" اِخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَاهُ قِيلَ مَعْنَاهُ أَنَّهُمْ أَشَارُوا إِلَى أَفْوَاه الرُّسُل يَأْمُرُونَهُمْ بِالسُّكُوتِ عَنْهُمْ لَمَّا دَعَوْهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَقِيلَ بَلْ وَضَعُوا أَيْدِيَهُمْ عَلَى أَفْوَاههمْ تَكْذِيبًا لَهُمْ وَقِيلَ بَلْ هُوَ عِبَارَة عَنْ سُكُوتهمْ عَنْ جَوَاب الرُّسُل . وَقَالَ مُجَاهِد وَمُحَمَّد بْن كَعْب وَقَتَادَة مَعْنَاهُ أَنَّهُمْ كَذَّبُوهُمْ وَرَدُّوا عَلَيْهِمْ قَوْلَهُمْ بِأَفْوَاهِهِمْ قَالَ اِبْن جَرِير : وَتَوْجِيهه أَنَّ فِي هُنَا بِمَعْنَى الْبَاء قَالَ وَقَدْ سُمِعَ مِنْ الْعَرَب أَدْخَلَك اللَّه بِالْجَنَّةِ يَعْنُونَ فِي الْجَنَّة وَقَالَ الشَّاعِر : وَأَرْغَب فِيهَا عَنْ لَقِيط وَرَهْطه وَلَكِنَّنِي عَنْ سنبس لَسْت أَرْغَب يُرِيد أَرْغَب بِهَا قُلْت وَيُؤَيِّد قَوْل مُجَاهِد تَفْسِير ذَلِكَ بِتَمَامِ الْكَلَام \" وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ \" فَكَانَ هَذَا وَاَللَّه أَعْلَم تَفْسِيرًا لِمَعْنَى \" فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ \" وَقَالَ سُفْيَان الثَّوْرِيّ وَإِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه فِي قَوْله\" فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاههمْ \" قَالَ عَضُّوا عَلَيْهَا غَيْظًا وَقَالَ شُعْبَة عَنْ أَبِي إِسْحَاق أَبِي هُبَيْرَة اِبْن مَرْيَم عَنْ عَبْد اللَّه أَنَّهُ قَالَ ذَلِكَ أَيْضًا . وَقَدْ اِخْتَارَهُ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَوَجَّهَهُ اِبْن جَرِير مُخْتَارًا لَهُ بِقَوْلِهِ تَعَالَى عَنْ الْمُنَافِقِينَ \" وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمْ الْأَنَامِلَ مِنْ الْغَيْظِ \" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس لَمَّا سَمِعُوا كَلَامَ اللَّهِ عَجِبُوا وَرَجَعُوا بِأَيْدِيهِمْ إِلَى أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ الْآيَة يَقُولُونَ لَا نُصَدِّقُكُمْ فِيمَا جِئْتُمْ بِهِ فَإِنَّ عِنْدنَا فِيهِ شَكًّا قَوِيًّا .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37951, "aya_id": 9}]