[{"text": "قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُواْ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ", "sura_id": 7, "type": 0, "id": 987, "aya_id": 33}, {"text": "قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغيرالحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون", "sura_id": 7, "type": 1, "id": 7223, "aya_id": 33}, {"text": "33 - (قل إنما حرم ربي الفواحش) الكبائر كالزنا (ما ظهر منها وما بطن) أي جهرها وسرها (والإثم) المعصية (والبغي) على الناس (بغير الحق) وهو الظلم (وأن تشركوا بالله ما لم ينزل به) بإشراكه (سلطانا) حجة (وأن تقولوا على الله ما لا تعلمون) من تحريم ما لم يحرم وغيره \r\n", "sura_id": 7, "type": 2, "id": 25931, "aya_id": 33}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: إنما حَرَّم الله القبائح من الأعمال, ما كان منها ظاهرًا, وما كان خفيًّا, وحَرَّم المعاصي كلها, ومِن أعظمها الاعتداء على الناس, فإن ذلك مجانب للحق, وحرَّم أن تعبدوا مع الله تعالى غيره مما لم يُنَزِّل به دليلا وبرهانًا, فإنه لا حجة لفاعل ذلك, وحرَّم أن تنسبوا إلى الله تعالى ما لم يشرعه افتراءً وكذبًا, كدعوى أن لله ولدًا, وتحريم بعض الحلال من الملابس والمآكل.\r\n", "sura_id": 7, "type": 3, "id": 32167, "aya_id": 33}, {"text": " <font color=red>قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا أَحَد أَغْيَر مِنْ اللَّه فَلِذَلِكَ حَرَّمَ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا أَحَد أَحَبّ إِلَيْهِ الْمَدْح مِنْ اللَّه \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان الْأَعْمَش عَنْ شَقِيق عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه بْن مَسْعُود وَتَقَدَّمَ الْكَلَام عَلَى مَا يَتَعَلَّق بِالْفَوَاحِشِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ فِي سُورَة الْأَنْعَام وَقَوْله \" وَالْإِثْم وَالْبَغْي بِغَيْرِ الْحَقّ \" قَالَ السُّدِّيّ أَمَّا الْإِثْم فَالْمَعْصِيَة وَالْبَغْي أَنْ تَبْغِي عَلَى النَّاس بِغَيْرِ الْحَقّ وَقَالَ مُجَاهِد الْإِثْم الْمَعَاصِي كُلّهَا وَأَخْبَرَ أَنَّ الْبَاغِي بَغْيه عَلَى نَفْسه وَحَاصِل مَا فُسِّرَ بِهِ الْإِثْم أَنَّهُ الْخَطَايَا الْمُتَعَلِّقَة بِالْفَاعِلِ نَفْسه وَالْبَغْي هُوَ التَّعَدِّي إِلَى النَّاس فَحَرَّمَ اللَّه هَذَا وَهَذَا وَقَوْله تَعَالَى \" وَأَنْ تُشْرِكُوا بِاَللَّهِ مَا لَمْ يُنَزِّل بِهِ سُلْطَانًا \" أَيْ تَجْعَلُوا لَهُ شُرَكَاء فِي عِبَادَته \" وَأَنْ تَقُولُوا عَلَى اللَّه مَا لَا تَعْلَمُونَ\" مِنْ الِافْتِرَاء وَالْكَذِب مِنْ دَعْوَى أَنَّ لَهُ وَلَدًا وَنَحْو ذَلِكَ مِمَّا لَا عِلْم لَكُمْ بِهِ كَقَوْلِهِ \" فَاجْتَنِبُوا الرِّجْس مِنْ الْأَوْثَان \" الْآيَة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42599, "aya_id": 33}]