[{"text": "قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ", "sura_id": 21, "type": 0, "id": 2552, "aya_id": 69}, {"text": "قلنا يا نار كوني بردا وسلاما على إبراهيم", "sura_id": 21, "type": 1, "id": 8788, "aya_id": 69}, {"text": "69 - (قلنا يا نار كوني بردا وسلاما على إبراهيم) فلم تحرق منه غير وثاقه وذهبت حرارتها وبقيت إضاءتها وبقوله وسلاما سلم من الموت ببردها \r\n", "sura_id": 21, "type": 2, "id": 27496, "aya_id": 69}, {"text": " فأشْعَلوا نارًا عظيمة وألقوه فيها. فانتصر الله لرسوله وقال للنار: كوني بردًا وسلامًا على إبراهيم, فلم يَنَلْه فيها أذى, ولم يصبه مكروه.\r\n", "sura_id": 21, "type": 3, "id": 33732, "aya_id": 69}, {"text": " <font color=red>قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى</font><BR><p>قَالَ اللَّه \" يَا نَار كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيم \" قَالَ لَمْ يَبْقَ نَار فِي الْأَرْض إِلَّا طَفِئَتْ وَقَالَ كَعْب الْأَحْبَار لَمْ يَنْتَفِع أَحَد يَوْمئِذٍ بِنَارٍ وَلَمْ تُحْرِق النَّار مِنْ إِبْرَاهِيم سِوَى وَثَاقه وَقَالَ الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ شَيْخ عَنْ عَلِيّ بْن أَبِي طَالِب \" قُلْنَا يَا نَار كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيم \" قَالَ لَا تَضُرّ بِهِ وَقَالَ اِبْن عَبَّاس وَأَبُو الْعَالِيَة لَوْلَا أَنَّ اللَّه عَزَّ وَجَلَّ قَالَ\" وَسَلَامًا \" لَآذَى إِبْرَاهِيم بَرْدهَا وَقَالَ جُوَيْبِر عَنْ الضَّحَّاك \" كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيم \" قَالُوا صَنَعُوا لَهُ حَظِيرَة مِنْ حَطَب جَزْل وَأَشْعَلُوا فِيهِ النَّار مِنْ كُلّ جَانِب فَأَصْبَحَ وَلَمْ يُصِبْهُ مِنْهَا شَيْء حَتَّى أَخْمَدَهَا اللَّه قَالَ وَيَذْكُرُونَ أَنَّ جِبْرِيل كَانَ مَعَهُ يَمْسَح وَجْهه مِنْ الْعَرَق فَلَمْ يُصِبْهُ مِنْهَا شَيْء غَيْر ذَلِكَ وَقَالَ السُّدِّيّ كَانَ مَعَهُ فِيهَا مَلَك الظِّلّ . وَقَالَ عَلِيّ بْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا يُوسُف بْن مُوسَى حَدَّثَنَا مَهْرَان حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الْمِنْهَال بْن عَمْرو قَالَ أُخْبِرْت أَنَّ إِبْرَاهِيم أُلْقِيَ فِي النَّار قَالَ فَكَانَ فِيهَا إِمَّا خَمْسِينَ وَإِمَّا أَرْبَعِينَ قَالَ مَا كُنْت أَيَّامًا وَلَيَالِي قَطُّ أَطْيَب عَيْشًا إِذْ كُنْت فِيهَا وَدِدْت أَنَّ عَيْشِي وَحَيَاتِي كُلّهَا مِثْل عَيْشِي إِذْ كُنْت فِيهَا وَقَالَ أَبُو زُرْعَة اِبْن عَمْرو بْن جَرِير عَنْ أَبِي هُرَيْرَة قَالَ إِنَّ أَحْسَن شَيْء قَالَ أَبُو إِبْرَاهِيم لَمَّا رُفِعَ عَنْهُ الطَّبَق وَهُوَ فِي النَّار وَجَدَهُ يَرُشّ جَبِينه قَالَ عِنْد ذَلِكَ نِعْمَ الرَّبّ رَبّك يَا إِبْرَاهِيم وَقَالَ قَتَادَة لَمْ يَأْتِ يَوْمئِذٍ دَابَّة إِلَّا أَطْفَأَتْ عَنْهُ النَّار إِلَّا الْوَزَغ وَقَالَ الزُّهْرِيّ أَمَرَ النَّبِيّ \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" بِقَتْلِهِ وَسَمَّاهُ فُوَيْسِقًا . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عُبَيْد اللَّه بْن أَخِي اِبْن وَهْب حَدَّثَنِي عَمِّي حَدَّثَنَا جَرِير بْن حَازِم أَنَّ نَافِعًا حَدَّثَهُ قَالَ حَدَّثَتْنِي مَوْلَاة الْفَاكِه بْن الْمُغِيرَة الْمَخْزُومِيّ قَالَتْ دَخَلْت عَلَى عَائِشَة فَرَأَيْت فِي بَيْتهَا رُمْحًا فَقُلْت : يَا أُمّ الْمُؤْمِنِينَ مَا تَصْنَعِينَ بِهَذَا الرُّمْح ؟ فَقَالَتْ نَقْتُل بِهِ هَذِهِ الْأَوْزَاغ إِنَّ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ \" إِنَّ إِبْرَاهِيم حِين أُلْقِيَ فِي النَّار لَمْ يَكُنْ فِي الْأَرْض دَابَّة إِلَّا تُطْفِئ النَّار غَيْر الْوَزَغ فَإِنَّهُ كَانَ يَنْفُخ عَلَى إِبْرَاهِيم \" فَأَمَرَنَا رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" بِقَتْلِهِ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38995, "aya_id": 69}]