[{"text": "وَمِنْ آيَاتِهِ مَنَامُكُم بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُم مِّن فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ", "sura_id": 30, "type": 0, "id": 3432, "aya_id": 23}, {"text": "ومن آياته منامكم بالليل والنهار وابتغاؤكم من فضله إن في ذلك لآيات لقوم يسمعون", "sura_id": 30, "type": 1, "id": 9668, "aya_id": 23}, {"text": "23 - (ومن آياته منامكم بالليل والنهار) بإرادته راحة لكم (وابتغاؤكم) بالنهار (من فضله) أي تصرفكم في طلب المعيشة بإرادته (إن في ذلك لآيات لقوم يسمعون) سماع تدبر واعتبار \r\n", "sura_id": 30, "type": 2, "id": 28376, "aya_id": 23}, {"text": "ومن دلائل هذه القدرة أن جعل الله النوم راحة لكم في الليل أو النهار; إذ في النوم حصول الراحة وذهاب التعب, وجعل لكم النهار تنتشرون فيه لطلب الرزق, إن في ذلك لدلائل على كمال قدرة الله ونفوذ مشيئته لقوم يسمعون المواعظ سماع تأمل وتفكر واعتبار.\r\n", "sura_id": 30, "type": 3, "id": 34612, "aya_id": 23}, {"text": " <font color=red>وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ</font><BR><p>\" وَمِنْ آيَاته مَنَامكُمْ بِاللَّيْلِ وَالنَّهَار وَابْتِغَاؤُكُمْ مِنْ فَضْله\" أَيْ وَمِنْ الْآيَات مَا جَعَلَ اللَّه مِنْ صِفَة النَّوْم فِي اللَّيْل وَالنَّهَار فَبِهِ تَحْصُل الرَّاحَة وَسُكُون الْحَرَكَة وَذَهَاب الْكَلَال وَالتَّعَب وَجَعَلَ لَكُمْ الِانْتِشَار وَالسَّعْي فِي الْأَسْبَاب وَالْأَسْفَار فِي النَّهَار وَهَذَا ضِدّ النَّوْم \" إِنَّ فِي ذَلِكَ لَآيَات لِقَوْمٍ يَسْمَعُونَ \" أَيْ يَعُونَ . قَالَ الطَّبَرَانِيّ حَدَّثَنَا حَجَّاج بْن عِمْرَان السَّدُوسِيّ حَدَّثَنَا عَمْرو بْن الْحُصَيْن الْعُقَيْلِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عُلَاثَة حَدَّثَنَا ثَوْر بْن يَزِيد عَنْ خَالِد بْن مَعْدَان سَمِعْت عَبْد الْمَلِك بْن مَرْوَان يُحَدِّث عَنْ أَبِيهِ عَنْ زَيْد بْن ثَابِت رَضِيَ اللَّه عَنْهُ قَالَ : أَصَابَنِي أَرَق مِنْ اللَّيْل فَشَكَوْت ذَلِكَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ\" قُلْ اللَّهُمَّ غَارَتْ النُّجُوم وَهَدَأَتْ الْعُيُون وَأَنْتَ حَيّ قَيُّوم يَا حَيّ يَا قَيُّوم أَنِمْ عَيْنِي وَأَهْدِئْ لَيْلِي\" فَقُلْتهَا فَذَهَبَ عَنِّي .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40058, "aya_id": 23}]