[{"text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ", "sura_id": 30, "type": 0, "id": 3439, "aya_id": 30}, {"text": "فأقم وجهك للدين حنيفا فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن أكثر الناس لا يعلمون", "sura_id": 30, "type": 1, "id": 9675, "aya_id": 30}, {"text": "30 - (فأقم) يا محمد (وجهك للدين حنيفا) مائلا إليه أي أخلص دينك لله أنت ومن تبعك (فطرة الله) خلقته (التي فطر الناس عليها) وهي دينه أي ألزموها (لا تبديل لخلق الله) لدينه أي لا تبدلوه بأن تشركوا (ذلك الدين القيم) المستقيم توحيد الله (ولكن أكثر الناس) كفار مكة (لا يعلمون) توحيد الله \r\n", "sura_id": 30, "type": 2, "id": 28383, "aya_id": 30}, {"text": "فأقم -أيها الرسول أنت ومن اتبعك- وجهك, واستمر على الدين الذي شرعه الله لك, وهو الإسلام الذي فطر الله الناس عليه, فبقاؤكم عليه, وتمسككم به, تمسك بفطرة الله من الإيمان بالله وحده, لا تبديل لخلق الله ودينه, فهو الطريق المستقيم الموصل إلى رضا الله رب العالمين وجنته, ولكن أكثر الناس لا يعلمون أن الذي أمرتك به -أيها الرسول- هو الدين الحق دون سواه.\r\n", "sura_id": 30, "type": 3, "id": 34619, "aya_id": 30}, {"text": " <font color=red>فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى : فَسَدِّدْ وَجْهك وَاسْتَمِرَّ عَلَى الدِّين الَّذِي شَرَعَهُ اللَّه لَك مِنْ الْحَنِيفِيَّة مِلَّة إِبْرَاهِيم الَّذِي هَدَاك اللَّه لَهَا وَكَمَّلَهَا لَك غَايَة الْكَمَال وَأَنْتَ مَعَ ذَلِكَ لَازِم فِطْرَتك السَّلِيمَة الَّتِي فَطَرَ اللَّه الْخَلْق عَلَيْهَا فَإِنَّهُ تَعَالَى فَطَرَ خَلْقه عَلَى مَعْرِفَته وَتَوْحِيده وَأَنَّهُ لَا إِلَه غَيْره كَمَا تَقَدَّمَ عِنْد قَوْله تَعَالَى \" وَأَشْهَدَهُمْ عَلَى أَنْفُسهمْ أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى \" وَفِي الْحَدِيث \" إِنِّي خَلَقْت عِبَادِي حُنَفَاء فَاجْتَالَتْهُمْ الشَّيَاطِين عَنْ دِينهمْ \" وَسَنَذْكُرُ فِي الْأَحَادِيث أَنَّ اللَّه تَعَالَى فَطَرَ خَلْقه عَلَى الْإِسْلَام ثُمَّ طَرَأَ عَلَى بَعْضهمْ الْأَدْيَان الْفَاسِدَة كَالْيَهُودِيَّةِ وَالنَّصْرَانِيَّة وَالْمَجُوسِيَّة . وَقَوْله تَعَالَى \" لَا تَبْدِيل لِخَلْقِ اللَّه \" قَالَ بَعْضهمْ مَعْنَاهُ لَا تُبَدِّلُوا خَلْق اللَّه فَتُغَيِّرُوا النَّاس عَنْ فِطْرَتهمْ الَّتِي فَطَرَهُمْ اللَّه عَلَيْهَا فَيَكُون خَبَرًا بِمَعْنَى الطَّلَب كَقَوْلِهِ تَعَالَى \" وَمَنْ دَخَلَهُ كَانَ آمِنًا \" وَهُوَ مَعْنَى حَسَن صَحِيح وَقَالَ آخَرُونَ هُوَ خَبَر عَلَى بَابه وَمَعْنَاهُ أَنَّهُ تَعَالَى سَاوَى بَيْن خَلْقه كُلّهمْ فِي الْفِطْرَة عَلَى الْجِبِلَّة الْمُسْتَقِيمَة لَا يُولَد أَحَد إِلَّا عَلَى ذَلِكَ وَلَا تَفَاوُت بَيْن النَّاس فِي ذَلِكَ . وَلِهَذَا قَالَ اِبْن عَبَّاس وَإِبْرَاهِيم النَّخَعِيّ وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَعِكْرِمَة وَقَتَادَة وَالضَّحَّاك وَابْن زَيْد فِي قَوْله\" لَا تَبْدِيل لِخَلْقِ اللَّه \" أَيْ لِدِينِ اللَّه وَقَالَ الْبُخَارِيّ قَوْله \" لَا تَبْدِيل لِخَلْقِ اللَّه \" لِدِينِ اللَّه , خُلُق الْأَوَّلِينَ دِين الْأَوَّلِينَ , الدِّين وَالْفِطْرَة الْإِسْلَام . حَدَّثَنَا عَبْدَان أَخْبَرَنَا عَبْد اللَّه أَخْبَرَنَا يُونُس عَنْ الزُّهْرِيّ أَخْبَرَنِي أَبُو سَلَمَة بْن عَبْد الرَّحْمَن أَنَّ أَبَا هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ مَوْلُود يُولَد إِلَّا عَلَى الْفِطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ كَمَا تُنْتَج الْبَهِيمَة بَهِيمَة جَمْعَاء هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاء \" ثُمَّ يَقُول\" فِطْرَتَ اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا لَا تَبْدِيل لِخَلْقِ اللَّه ذَلِكَ الدِّين الْقَيِّم \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث عَبْد اللَّه بْن وَهْب عَنْ يُونُس بْن يَزِيد الْأَيْلِيّ عَنْ الزُّهْرِيّ بِهِ وَأَخْرَجَاهُ أَيْضًا مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي مَعْنَى هَذَا الْحَدِيث قَدْ وَرَدَتْ أَحَادِيث عَنْ جَمَاعَة مِنْ الصَّحَابَة . فَمِنْهُمْ الْأَسْوَد بْن سَرِيع التَّمِيمِيّ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا يُونُس عَنْ الْحَسَن عَنْ الْأَسْوَد بْن سَرِيع قَالَ : أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَغَزَوْت مَعَهُ فَأَصَبْت ظَفَرًا فَقَاتَلَ النَّاس يَوْمئِذٍ حَتَّى قَتَلُوا الْوِلْدَان فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ\" مَا بَالُ أَقْوَام جَاوَزَهُمْ الْقَتْل الْيَوْم حَتَّى قَتَلُوا الذُّرِّيَّة ؟ \" فَقَالَ رَجُل يَا رَسُول اللَّه أَمَّا هُمْ أَبْنَاء الْمُشْرِكِينَ فَقَالَ \" لَا إِنَّمَا خِيَاركُمْ أَبْنَاء الْمُشْرِكِينَ\" ثُمَّ قَالَ - \" لَا تَقْتُلُوا ذُرِّيَّة لَا تَقْتُلُوا ذُرِّيَّة\" - وَقَالَ - \" كُلّ نَسَمَة تُولَد عَلَى الْفِطْرَة حَتَّى يُعْرِب عَنْهَا لِسَانهَا فَأَبَوَاهَا يُهَوِّدَانِهَا أَوْ يُنَصِّرَانِهَا\" وَرَوَاهُ النَّسَائِيّ فِي كِتَاب السِّيَر عَنْ زِيَاد بْن أَيُّوب عَنْ هُشَيْم عَنْ يُونُس وَهُوَ اِبْن عُبَيْد عَنْ الْحَسَن الْبَصْرِيّ بِهِ . وَمِنْهُمْ جَابِر بْن عَبْد اللَّه الْأَنْصَارِيّ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم ثَنَا أَبُو جَعْفَر عَنْ الرَّبِيع بْن أَنَس عَنْ الْحَسَن عَنْ جَابِر عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة حَتَّى يُعْرِب عَنْهُ لِسَانه فَإِذَا عَبَّرَ عَنْهُ لِسَانه إِمَّا شَاكِرًا وَإِمَّا كَفُورًا \" وَمِنْهُمْ عَبْد اللَّه بْن عَبَّاس الْهَاشِمِيّ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا أَبُو عَوَانَة حَدَّثَنَا أَبُو بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ أَوْلَاد الْمُشْرِكِينَ فَقَالَ \" اللَّه أَعْلَم بِمَا كَانُوا عَامِلِينَ إِذْ خَلَقَهُمْ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي بِشْر جَعْفَر بْن إِيَاس الْيَشْكُرِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس مَرْفُوعًا بِذَلِكَ وَقَدْ قَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد يَعْنِي اِبْن سَلَمَة أَنْبَأَنَا عَمَّار بْن أَبِي عَمَّار عَنْ اِبْن عَبَّاس قَالَ : أَتَى عَلَيَّ زَمَان وَأَنَا أَقُول أَوْلَاد الْمُسْلِمِينَ مَعَ الْمُسْلِمِينَ وَأَوْلَاد الْمُشْرِكِينَ مَعَ الْمُشْرِكِينَ حَتَّى حَدَّثَنِي فُلَان عَنْ فُلَان أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ أَوْلَاد الْمُشْرِكِينَ فَقَالَ \" اللَّه أَعْلَم بِمَا كَانُوا عَامِلِينَ \" قَالَ فَلَقِيت الرَّجُل فَأَخْبَرَنِي فَأَمْسَكْت عَنْ قَوْلِي . وَمِنْهُمْ عِيَاض بْن حِمَار الْمُجَاشِعِيّ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا هِشَام عَنْ قَتَادَة عَنْ مُطَرِّف عَنْ عِيَاض بْن حِمَار أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ ذَات يَوْم فَقَالَ فِي خُطْبَته \" إِنَّ رَبِّي عَزَّ وَجَلَّ أَمَرَنِي أَنْ أُعَلِّمكُمْ مَا جَهِلْتُمْ مِمَّا عَلَّمَنِي فِي يَوْمِي هَذَا : كُلّ مَا نَحَلْته عِبَادِي حَلَال . وَإِنِّي خَلَقْت عِبَادِي حُنَفَاء كُلّهمْ وَإِنَّهُمْ أَتَتْهُمْ الشَّيَاطِين فَأَضَلَّتْهُمْ عَنْ دِينهمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْت لَهُمْ وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنَزِّل بِهِ سُلْطَانًا ثُمَّ إِنَّ اللَّه عَزَّ وَجَلَّ نَظَرَ إِلَى أَهْل الْأَرْض فَمَقَتَهُمْ عَرَبهمْ وَعَجَمهمْ إِلَّا بَقَايَا مِنْ أَهْل الْكِتَاب وَقَالَ إِنَّمَا بَعَثْتُك لِأَبْتَلِيَك وَأَبْتَلِي بِك وَأَنْزَلَتْ عَلَيْك كِتَابًا لَا يَغْسِلهُ الْمَاء تَقْرَؤُهُ نَائِمًا وَيَقْظَان ثُمَّ إِنَّ اللَّه أَمَرَنِي أَنْ أُحَرِّق قُرَيْشًا فَقُلْت رَبّ إِذًا يَثْلَغُوا رَأْسِي فَيَدَعُوهُ خُبْزَة قَالَ اِسْتَخْرِجْهُمْ كَمَا اِسْتَخْرَجُوك وَاغْزُهُمْ نُغْزِكَ وَأَنْفِقْ فَسَنُنْفِقُ عَلَيْك وَابْعَثْ جَيْشًا نَبْعَث خَمْسَة مِثْله وَقَاتِلْ بِمَنْ أَطَاعَك مَنْ عَصَاك قَالَ : وَأَهْل الْجَنَّة ثَلَاثَة ذُو سُلْطَان مُقْسِط مُتَصَدِّق مُوَفَّق وَرَجُل رَحِيم رَقِيق الْقَلْب لِكُلِّ ذِي قُرْبَى وَمُسْلِم وَرَجُل عَفِيف مُتَعَفِّف ذُو عِيَال - قَالَ - وَأَهْل النَّار خَمْسَة : الضَّعِيف الَّذِي لَا زَبْرَ لَهُ الَّذِينَ هُمْ فِيكُمْ تَبَع لَا يَبْتَغُونَ أَهْلًا وَلَا مَالًا وَالْخَائِن الَّذِي لَا يَخْفَى لَهُ طَمَع وَإِنْ دَقَّ إِلَّا خَانَهُ وَرَجُل لَا يُصْبِح وَلَا يُمْسِي إِلَّا وَهُوَ يُخَادِعك عَنْ أَهْلك وَمَالك\" وَذَكَرَ الْبَخِيل وَالْكَذَّاب وَالشِّنْظِير الْفَحَّاش اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم فَرَوَاهُ مِنْ طُرُق عَنْ قَتَادَة بِهِ وَقَوْله تَعَالَى \" ذَلِكَ الدِّين الْقَيِّم \" أَيْ التَّمَسُّك بِالشَّرِيعَةِ وَالْفِطْرَة السَّلِيمَة هُوَ الدِّين الْقَيِّم الْمُسْتَقِيم \" وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ \" أَيْ فَلِهَذَا لَا يَعْرِفهُ أَكْثَر النَّاس فَهُمْ عَنْهُ نَاكِبُونَ كَمَا قَالَ تَعَالَى \" وَمَا أَكْثَر النَّاس وَلَوْ حَرَصْت بِمُؤْمِنِينَ \" وَقَالَ تَعَالَى \" وَإِنْ تُطِعْ أَكْثَر مَنْ فِي الْأَرْض يُضِلُّوك عَنْ سَبِيل اللَّه \" الْآيَة .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40066, "aya_id": 30}]