[{"text": "وَمِن ثَمَرَاتِ النَّخِيلِ وَالأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَعْقِلُونَ", "sura_id": 16, "type": 0, "id": 1968, "aya_id": 67}, {"text": "ومن ثمرات النخيل والأعناب تتخذون منه سكرا ورزقا حسنا إن في ذلك لآية لقوم يعقلون", "sura_id": 16, "type": 1, "id": 8204, "aya_id": 67}, {"text": "67 - (ومن ثمرات النخيل والأعناب) ثمر (تتخذون منه سكرا) خمرا يسكر سميت بالمصدر وهذا قبل تحريمها (ورزقا حسنا) كالتمر والزبيب والخل والدبس (إن في ذلك) المذكور (لآية) دالة على قدرة الله تعالى (لقوم يعقلون) يتدبرون \r\n", "sura_id": 16, "type": 2, "id": 26912, "aya_id": 67}, {"text": "ومِن نِعَمنا عليكم ما تأخذونه من ثمرات النخيل والأعناب, فتجعلونه خمرًا مُسْكِرًا -وهذا قبل تحريمها- وطعامًا طيبًا. إن فيما ذكر لَدليلا على قدرة الله لِقومٍ يعقلون البراهين فيعتبرون بها.\r\n", "sura_id": 16, "type": 3, "id": 33148, "aya_id": 67}, {"text": " <font color=red>وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ</font><BR><p>وَلَمَّا ذَكَرَ اللَّبَن وَأَنَّهُ تَعَالَى جَعَلَهُ شَرَابًا لِلنَّاسِ سَائِغًا ثَنَّى بِذِكْرِ مَا يَتَّخِذهُ النَّاس مِنْ الْأَشْرِبَة مِنْ ثَمَرَات النَّخِيل وَالْأَعْنَاب وَمَا كَانُوا يَصْنَعُونَ مِنْ النَّبِيذ الْمُسْكِر قَبْل تَحْرِيمه وَلِهَذَا اِمْتَنَّ بِهِ عَلَيْهِمْ فَقَالَ \" وَمِنْ ثَمَرَات النَّخِيل وَالْأَعْنَاب تَتَّخِذُونَ مِنْهُ سَكَرًا \" دَلَّ عَلَى إِبَاحَته شَرْعًا قَبْل تَحْرِيمه وَدَلَّ عَلَى التَّسْوِيَة بَيْن الْمُسْكِر الْمُتَّخَذ مِنْ النَّخْل وَالْمُتَّخَذ مِنْ الْعِنَب كَمَا هُوَ مَذْهَب مَالِك وَالشَّافِعِيّ وَأَحْمَد وَجُمْهُور الْعُلَمَاء وَكَذَا حُكْم سَائِر الْأَشْرِبَة الْمُتَّخَذَة مِنْ الْحِنْطَة وَالشَّعِير وَالذُّرَة وَالْعَسَل كَمَا جَاءَتْ السُّنَّة بِتَفْصِيلِ ذَلِكَ وَلَيْسَ هَذَا مَوْضِع بَسْط ذَلِكَ كَمَا قَالَ اِبْن عَبَّاس فِي قَوْله \" سَكَرًا وَرِزْقًا حَسَنًا \" قَالَ السَّكَر مَا حَرُمَ مِنْ ثَمَرَتَيْهِمَا وَالرِّزْق الْحَسَن مَا أُحِلَّ مِنْ ثَمَرَتَيْهِمَا وَفِي رِوَايَة السَّكَر حَرَامه وَالرِّزْق الْحَسَن حَلَاله يَعْنِي مَا يَبِسَ مِنْهُمَا مِنْ تَمْر وَزَبِيب وَمَا عُمِلَ مِنْهُمَا مِنْ طِلَاء وَهُوَ الدِّبْس وَخَلّ وَنَبِيذ حَلَال يُشْرَب قَبْل أَنْ يَشْتَدّ كَمَا وَرَدَتْ السُّنَّة بِذَلِكَ \" إِنَّ فِي ذَلِكَ لَآيَة لِقَوْمٍ يَعْقِلُونَ \" نَاسَبَ ذِكْر الْعَقْل هَاهُنَا فَإِنَّهُ أَشْرَف مَا فِي الْإِنْسَان وَلِهَذَا حَرَّمَ اللَّه عَلَى هَذِهِ الْأُمَّة الْأَشْرِبَة الْمُسْكِرَة صِيَانَة لِعُقُولِهَا قَالَ اللَّه تَعَالَى \" وَجَعَلْنَا فِيهَا جَنَّات مِنْ نَخِيل وَأَعْنَاب وَفَجَّرْنَا فِيهَا مِنَ الْعُيُون لِيَأْكُلُوا مِنْ ثَمَره وَمَا عَمِلَتْهُ أَيْدِيهمْ أَفَلَا يَشْكُرُونَ سُبْحَان الَّذِي خَلَقَ الْأَزْوَاج كُلّهَا مِمَّا تُنْبِت الْأَرْض وَمِنْ أَنْفُسهمْ وَمِمَّا لَا يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38143, "aya_id": 67}]