[{"text": "وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي", "sura_id": 20, "type": 0, "id": 2375, "aya_id": 27}, {"text": "و احلل عقدة من لساني", "sura_id": 20, "type": 1, "id": 8611, "aya_id": 27}, {"text": "27 - (واحلل عقدة من لساني) حدثت من احتراقه بجمرة وضعها بفيه وهو صغير \r\n", "sura_id": 20, "type": 2, "id": 27319, "aya_id": 27}, {"text": "وأطلق لساني بفصيح المنطق;\r\n", "sura_id": 20, "type": 3, "id": 33555, "aya_id": 27}, {"text": " <font color=red>وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي</font><BR><p>\" وَاحْلُل عُقْدَة مِنْ لِسَانِي يَفْقَهُوا قَوْلِي \" وَذَلِكَ لَمَّا كَانَ أَصَابَهُ مِنْ اللَّثَغ حِين عَرَضَ عَلَيْهِ التَّمْرَة وَالْجَمْرَة فَأَخَذَ الْجَمْرَة فَوَضَعَهَا عَلَى لِسَانه كَمَا سَيَأْتِي بَيَانه وَمَا سَأَلَ أَنْ يَزُول ذَلِكَ بِالْكُلِّيَّةِ بَلْ بِحَيْثُ يَزُول الْعِيّ وَيَحْصُل لَهُمْ فَهْم مَا يُرِيد مِنْهُ وَهُوَ قَدْر الْحَاجَة وَلَوْ سَأَلَ الْجَمِيع لَزَالَ وَلَكِنَّ الْأَنْبِيَاء لَا يَسْأَلُونَ إِلَّا بِحَسَبِ الْحَاجَة وَلِهَذَا بَقِيَتْ بَقِيَّة قَالَ اللَّه تَعَالَى إِخْبَارًا عَنْ فِرْعَوْن أَنَّهُ قَالَ \" أَمْ أَنَا خَيْر مِنْ هَذَا الَّذِي هُوَ مَهِين وَلَا يَكَاد يُبِين \" أَيْ يُفْصِح بِالْكَلَامِ وَقَالَ الْحَسَن الْبَصْرِيّ \" وَاحْلُلْ عُقْدَة مِنْ لِسَانِي \" قَالَ حَلَّ عُقْدَة وَاحِدَة وَلَوْ سَأَلَ أَكْثَرَ مِنْ ذَلِكَ أُعْطِيَ وَقَالَ اِبْن عَبَّاس شَكَا مُوسَى إِلَى رَبّه مَا يَتَخَوَّف مِنْ آلِ فِرْعَوْن فِي الْقَتِيل وَعُقْدَة لِسَانه فَإِنَّهُ كَانَ فِي لِسَانه عُقْدَة تَمْنَعهُ مِنْ كَثِير مِنْ الْكَلَام وَسَأَلَ رَبّه أَنْ يُعِينهُ بِأَخِيهِ هَارُون يَكُون لَهُ رِدْءًا وَيَتَكَلَّم عَنْهُ بِكَثِيرٍ مِمَّا لَا يُفْصِح بِهِ لِسَانه فَآتَاهُ سُؤْله فَحَلَّ عُقْدَة مِنْ لِسَانه وَقَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ عُمَر بْن عُثْمَان حَدَّثَنَا بَقِيَّة عَنْ أَرْطَاة بْن الْمُنْذِر حَدَّثَنِي بَعْض أَصْحَاب مُحَمَّد بْن كَعْب عَنْهُ قَالَ أَتَاهُ ذُو قَرَابَة لَهُ فَقَالَ لَهُ مَا بِك بَأْس لَوْلَا أَنَّك تُلْحِن فِي كَلَامك وَلَسْت تُعْرِب فِي قِرَاءَتك فَقَالَ الْقُرَظِيّ يَا اِبْن أَخِي أَلَسْت أُفْهِمَك إِذَا حَدَّثْتُك . قَالَ نَعَمْ قَالَ فَإِنَّ مُوسَى عَلَيْهِ السَّلَام إِنَّمَا سَأَلَ رَبّه أَنْ يَحْلُل عُقْدَة مِنْ لِسَانه كَيْ يَفْقَه بَنُو إِسْرَائِيل كَلَامه وَلَمْ يَزِدْ عَلَيْهَا هَذَا لَفْظه .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38837, "aya_id": 27}]