[{"text": "فَإِن لَّمْ تَفْعَلُواْ وَلَن تَفْعَلُواْ فَاتَّقُواْ النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ", "sura_id": 2, "type": 0, "id": 31, "aya_id": 24}, {"text": "فإن لم تفعلوا ولن تفعلوا فاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين", "sura_id": 2, "type": 1, "id": 6267, "aya_id": 24}, {"text": "24 - ولما عجزوا عن ذلك قال تعالى (فإن لم تفعلوا) ما ذُكر لعجزكم (ولن تفعلوا) ذلك أبداً لظهور إعجازه - اعتراض - (فاتقوا) بالإيمان بالله وأنه ليس من كلام البشر (النار التي وقودها الناس) الكفار (والحجارة) كأصنامهم منها ، يعني مفرطة الحرارة تتقد بما ذكر ، لا كنار الدنيا تتقد بالحطب ونحوه (أعدت) هُيِّئت (للكافرين) يعذبون بها ، جملة مستأنفة أو حال لازمة \r\n", "sura_id": 2, "type": 2, "id": 24975, "aya_id": 24}, {"text": "فإن عجَزتم الآن -وستعجزون مستقبلا لا محالة- فاتقوا النار بالإيمان بالنبي صلى الله عليه وسلم وطاعة الله تعالى. هذه النار التي حَطَبُها الناس والحجارة, أُعِدَّتْ للكافرين بالله ورسله\r\n", "sura_id": 2, "type": 3, "id": 31211, "aya_id": 24}, {"text": " <font color=red>فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا \" لَنْ لِنَفْيِ التَّأْبِيد فِي الْمُسْتَقْبَل أَيْ وَلَنْ تَفْعَلُوا ذَلِكَ أَبَدًا وَهَذِهِ أَيْضًا مُعْجِزَة أُخْرَى وَهُوَ أَنَّهُ أَخْبَرَ خَبَرًا جَازِمًا قَاطِعًا مُقْدِمًا غَيْر خَائِف وَلَا مُشْفِق أَنَّ هَذَا الْقُرْآن لَا يُعَارَض بِمِثْلِهِ أَبَد الْآبِدِينَ وَدَهْر الدَّاهِرِينَ وَكَذَلِكَ وَقَعَ الْأَمْر لَمْ يُعَارَض مِنْ لَدُنْه إِلَى زَمَاننَا هَذَا وَلَا يُمْكِن وَأَنَّى يَتَأَتَّى ذَلِكَ لِأَحَدٍ وَالْقُرْآن كَلَام اللَّه خَالِق كُلّ شَيْء وَكَيْف يُشْبِه كَلَام الْخَالِق كَلَام الْمَخْلُوقِينَ وَمَنْ تَدَبَّرَ الْقُرْآن وَجَدَ فِيهِ مِنْ وُجُوه الْإِعْجَاز فُنُونًا ظَاهِرَة وَخَفِيَّة مِنْ حَيْثُ اللَّفْظ وَمِنْ جِهَة الْمَعْنَى قَالَ اللَّه تَعَالَى \" الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُن حَكِيم خَبِير \" فَأُحْكِمَتْ أَلْفَاظُهُ وَفُصِّلَتْ مَعَانِيه أَوْ بِالْعَكْسِ عَلَى الْخِلَاف فَكُلّ مِنْ لَفْظه وَمَعْنَاهُ فَصِيح لَا يُحَادَى وَلَا يُدَانَى فَقَدْ أَخْبَرَ عَنْ مُغَيَّبَات مَاضِيَة كَانَتْ وَوَقَعَتْ طِبْق مَا أَخْبَرَ سَوَاء بِسَوَاءٍ وَأَمَرَ بِكُلِّ خَيْر وَنَهَى عَنْ كُلّ شَرّ كَمَا قَالَ تَعَالَى \" وَتَمَّتْ كَلِمَةُ رَبِّك صِدْقًا وَعَدْلًا \" أَيْ صِدْقًا فِي الْإِخْبَار وَعَدْلًا فِي الْأَحْكَام فَكُلّه حَقّ وَصِدْق وَعَدْل وَهُدًى لَيْسَ فِيهِ مُجَازَفَة وَلَا كَذِب وَلَا اِفْتِرَاء كَمَا يُوجَد فِي أَشْعَار الْعَرَب وَغَيْرهمْ مِنْ الْأَكَاذِيب وَالْمُجَازَفَات الَّتِي لَا يَحْسُنُ شِعْرُهُمْ إِلَّا بِهَا كَمَا قِيلَ فِي الشِّعْر إِنَّ أَعْذَبه أَكْذَبه . وَتَجِد الْقَصِيدَة الطَّوِيلَة الْمَدِيدَة قَدْ اُسْتُعْمِلَ غَالِبهَا فِي وَصْف النِّسَاء أَوْ الْخَيْل أَوْ الْخَمْر أَوْ فِي مَدْح شَخْص مُعَيَّن أَوْ فَرَس أَوْ نَاقَة أَوْ حَرْب أَوْ كَائِنَة أَوْ مَخَافَة أَوْ سَبُع أَوْ شَيْء مِنْ الْمُشَاهَدَات الْمُتَعَيِّنَة الَّتِي لَا تُفِيد شَيْئًا إِلَّا قُدْرَة الْمُتَكَلِّم الْمُعَيَّن عَلَى الشَّيْء الْخَفِيّ أَوْ الدَّقِيق أَوْ إِبْرَازه إِلَى الشَّيْء الْوَاضِح ثُمَّ تَجِد لَهُ فِيهِ بَيْتًا أَوْ بَيْتَيْنِ أَوْ أَكْثَر هِيَ بُيُوت الْقَصِيد وَسَائِرهَا هَذْر لَا طَائِل تَحْته وَأَمَّا الْقُرْآن فَجَمِيعُهُ فَصِيحٌ فِي غَايَة نِهَايَات الْبَلَاغَة عِنْد مَنْ يَعْرِف ذَلِكَ تَفْصِيلًا وَإِجْمَالًا مِمَّنْ فَهِمَ كَلَام الْعَرَب وَتَصَارِيف التَّعْبِير فَإِنَّهُ إِنْ تَأَمَّلْت أَخْبَاره وَجَدْتهَا فِي غَايَة الْحَلَاوَة سَوَاء كَانَتْ مَبْسُوطَة أَوْ وَجِيزَة وَسَوَاء تَكَرَّرَتْ أَمْ لَا وَكُلَّمَا تَكَرَّرَتْ حَلَا وَعَلَا لَا يَخْلَق عَنْ كَثْرَة الرَّدّ وَلَا يَمَلّ مِنْهُ الْعُلَمَاء وَإِنْ أَخَذَ فِي الْوَعِيد وَالتَّهْدِيد جَاءَ مِنْهُ مَا تَقْشَعِرّ مِنْهُ الْجِبَال الصُّمّ الرَّاسِيَات فَمَا ظَنّك بِالْقُلُوبِ الْفَاهِمَات وَإِنْ وَعَدَ أَتَى بِمَا يَفْتَح الْقُلُوب وَالْآذَان وَمُشَوِّق إِلَى دَار السَّلَام وَمُجَاوَرَة عَرْش الرَّحْمَن كَمَا قَالَ فِي التَّرْغِيب \" فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ \" وَقَالَ \" فِيهَا مَا تَشْتَهِيه الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ\" وَقَالَ فِي التَّرْهِيب \" أَفَأَمِنْتُمْ أَنْ يَخْسِف بِكُمْ جَانِب الْبَرّ \" وَ \" أَأَمِنْتُمْ مَنْ فِي السَّمَاء أَنْ يَخْسِف بِكُمْ الْأَرْض فَإِذَا هِيَ تَمُور أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاء أَنْ يُرْسِل عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْف نَذِير \" وَقَالَ فِي الزَّجْر : \" فَكُلًّا أَخَذْنَا بِذَنْبِهِ \" وَقَالَ فِي الْوَعْظ\" أَفَرَأَيْت إِنْ مَتَّعْنَاهُمْ سِنِينَ ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ \" إِلَى غَيْر ذَلِكَ مِنْ أَنْوَاع الْفَصَاحَة وَالْبَلَاغَة وَالْحَلَاوَة وَإِنْ جَاءَتْ الْآيَات فِي الْأَحْكَام وَالْأَوَامِر وَالنَّوَاهِي اِشْتَمَلَتْ عَلَى الْأَمْر بِكُلِّ مَعْرُوف حَسَن نَافِع طَيِّب مَحْبُوب وَالنَّهْي عَنْ كُلّ قَبِيح رَذِيل دَنِيء كَمَا قَالَ اِبْن مَسْعُود وَغَيْره مِنْ السَّلَف إِذَا سَمِعْت اللَّه تَعَالَى يَقُول فِي الْقُرْآن يَا أَيُّهَا الَّذِينَ أَمَّنُوا فَأَرْعِهَا سَمْعك فَإِنَّهَا خَيْر يَأْمُر بِهِ أَوْ شَرّ يَنْهَى عَنْهُ وَلِهَذَا قَالَ تَعَالَى \" يَأْمُرهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنْكَر وَيُحِلّ لَهُمْ الطَّيِّبَات وَيُحَرِّم عَلَيْهِمْ الْخَبَائِث وَيَضَع عَنْهُمْ إِصْرهمْ وَالْأَغْلَال الَّتِي كَانَتْ عَلَيْهِمْ \" الْآيَة وَإِنْ جَاءَتْ الْآيَات فِي وَصْف الْمَعَاد وَمَا فِيهِ مِنْ الْأَهْوَال وَفِي وَصْف الْجَنَّة وَالنَّار وَمَا أَعَدَّ اللَّه فِيهِمَا لِأَوْلِيَائِهِ وَأَعْدَائِهِ مِنْ النَّعِيم وَالْجَحِيم وَالْمَلَاذ وَالْعَذَاب الْأَلِيم بَشَّرَتْ بِهِ وَحَذَّرَتْ وَأَنْذَرَتْ وَدَعَتْ إِلَى فِعْل الْخَيْر وَاجْتِنَاب الْمُنْكَرَات وَزَهَّدَتْ فِي الدُّنْيَا وَرَغَّبَتْ فِي الْأُخْرَى وَثَبَتَتْ عَلَى الطَّرِيقَة الْمُثْلَى وَهَدَتْ إِلَى صِرَاط اللَّه الْمُسْتَقِيم وَشَرْعه الْقَوِيم وَنَفَتْ عَنْ الْقُلُوب رِجْس الشَّيْطَان الرَّجِيم. وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ نَبِيٍّ مِنْ الْأَنْبِيَاء إِلَّا قَدْ أُعْطِيَ مِنْ الْآيَات مَا آمَنَ عَلَى مِثْله الْبَشَر وَإِنَّمَا الَّذِي كَانَ أُوتِيته وَحْيًا أَوْحَاهُ اللَّه إِلَيَّ فَأَرْجُو أَنْ أَكُون أَكْثَرهمْ تَابِعًا يَوْم الْقِيَامَة \" لَفْظ مُسْلِم - وَقَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِنَّمَا كَانَ الَّذِي أُوتِيته وَحْيًا \" أَيْ الَّذِي اِخْتَصَصْت بِهِ مِنْ بَيْنهمْ هَذَا الْقُرْآن الْمُعْجِز لِلْبَشَرِ أَنْ يُعَارِضُوهُ بِخِلَافِ غَيْره مِنْ الْكُتُب الْإِلَهِيَّة فَإِنَّهَا لَيْسَتْ مُعْجِزَة عِنْد كَثِير مِنْ الْعُلَمَاء وَاَللَّه أَعْلَم وَلَهُ عَلَيْهِ الصَّلَاة وَالسَّلَام مِنْ الْآيَات الدَّالَّة عَلَى نُبُوَّته وَصِدْقه فِيمَا جَاءَ بِهِ مَا لَا يَدْخُل تَحْت حَصْر وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ . وَقَدْ قَرَّرَ بَعْض الْمُتَكَلِّمِينَ الْإِعْجَاز بِطَرِيقٍ يَشْمَل قَوْل أَهْل السُّنَّة وَقَوْل الْمُعْتَزِلَة فِي الصَّرْفَة . فَقَالَ إِنْ كَانَ هَذَا الْقُرْآن مُعْجِزًا فِي نَفْسه لَا يَسْتَطِيع الْبَشَر الْإِتْيَان بِمِثْلِهِ وَلَا فِي قُوَاهُمْ مُعَارَضَته فَقَدْ حَصَلَ الْمُدَّعَى وَهُوَ الْمَطْلُوب وَإِنْ كَانَ فِي إِمْكَانهمْ مُعَارَضَته بِمِثْلِهِ وَلَمْ يَفْعَلُوا ذَلِكَ مَعَ شِدَّة عَدَاوَتهمْ لَهُ كَانَ ذَلِكَ دَلِيلًا عَلَى أَنَّهُ مِنْ عِنْد اللَّه لِصَرْفِهِ إِيَّاهُمْ عَنْ مُعَارَضَته مَعَ قُدْرَتهمْ عَلَى ذَلِكَ وَهَذِهِ الطَّرِيقَة وَإِنْ لَمْ تَكُنْ مَرْضِيَّة لِأَنَّ الْقُرْآن فِي نَفْسه مُعْجِز لَا يَسْتَطِيع الْبَشَر مُعَارَضَته كَمَا قَرَّرْنَا إِلَّا أَنَّهَا تَصْلُح عَلَى سَبِيل التَّنَزُّل وَالْمُجَادَلَة وَالْمُنَافَحَة عَنْ الْحَقّ وَبِهَذِهِ الطَّرِيقَة أَجَابَ الرَّازِيّ فِي تَفْسِيره عَنْ سُؤَاله فِي السُّوَر الْقِصَار كَالْعَصْرِ وَإِنَّا أَعْطَيْنَاك الْكَوْثَر . وَقَوْله تَعَالَى \" فَاتَّقُوا النَّار الَّتِي وَقُودهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ \" أَمَّا الْوَقُود بِفَتْحِ الْوَاو فَهُوَ مَا يُلْقَى فِي النَّار لِإِضْرَامِهَا كَالْحَطَبِ وَنَحْوه كَمَا قَالَ تَعَالَى \" وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّم حَطَبًا \" وَقَالَ تَعَالَى \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم أَنْتُمْ لَهَا وَارِدُونَ لَوْ كَانَ هَؤُلَاءِ آلِهَة مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ\" وَالْمُرَاد بِالْحِجَارَةِ هِيَ هَاهُنَا حِجَارَة الْكِبْرِيت الْعَظِيمَة السَّوْدَاء الصُّلْبَة الْمُنْتِنَة وَهِيَ أَشَدّ الْأَحْجَار حَرًّا إِذَا حُمِيَتْ أَجَارَنَا اللَّهُ مِنْهَا . وَقَالَ عَبْد الْمَلِك بْن مَيْسَرَة الزَّرَّاد عَنْ عَبْد الرَّحْمَن بْن سَابِط عَنْ عَمْرو بْن مَيْمُون عَنْ عَبْد اللَّه بْن مَسْعُود فِي قَوْله تَعَالَى \" وَقُودهَا النَّاسُ وَالْحِجَارَةُ \" قَالَ هِيَ حِجَارَة مِنْ كِبْرِيت خَلَقَهَا اللَّهُ يَوْم خَلَقَ السَّمَاوَات وَالْأَرْض فِي السَّمَاء الدُّنْيَا يَعُدُّهَا لِلْكَافِرِينَ . رَوَاهُ اِبْن جَرِير وَهَذَا لَفْظه وَابْن أَبِي حَاتِم وَالْحَاكِم فِي مُسْتَدْرَكه وَقَال عَلَى شَرْط الشَّيْخَيْنِ . وَقَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة اِتَّقُوا النَّار الَّتِي وَقُودهَا النَّاس وَالْحِجَارَة أَمَّا الْحِجَارَة فَهِيَ حِجَارَة فِي النَّار مِنْ كِبْرِيت أَسْوَد يُعَذَّبُونَ بِهِ مَعَ النَّار . وَقَالَ مُجَاهِد حِجَارَة مِنْ كِبْرِيت أَنْتَن مِنْ الْجِيفَة وَقَالَ أَبُو جَعْفَر مُحَمَّد بْن عَلِيّ حِجَارَة مِنْ كِبْرِيت . وَقَالَ اِبْن جُرَيْج حِجَارَة مِنْ كِبْرِيت أَسْوَد فِي النَّار . وَقَالَ لِي عَمْرو بْن دِينَار أَصْلَب مِنْ هَذِهِ الْحِجَارَة وَأَعْظَم . وَقِيلَ الْمُرَاد بِهَا حِجَارَة الْأَصْنَام وَالْأَنْدَاد الَّتِي كَانَتْ تُعْبَد مِنْ دُون اللَّه كَمَا قَالَ تَعَالَى \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم \" الْآيَة حَكَاهُ الْقُرْطُبِيّ وَالرَّازِيّ وَرَجَّحَهُ عَلَى الْأَوَّل : قَالَ لِأَنَّ أَخْذ النَّار فِي حِجَارَة الْكِبْرِيت لَيْسَ بِمُسْتَنْكَرٍ فَجَعْلهَا هَذِهِ الْحِجَارَة أَوْلَى. وَهَذَا الَّذِي قَالَهُ لَيْسَ بِقَوِيٍّ وَذَلِكَ أَنَّ النَّار إِذَا أُضْرِمَتْ بِحِجَارَةِ الْكِبْرِيت كَانَ ذَلِكَ أَشَدّ لِحَرِّهَا وَأَقْوَى لِسَعِيرِهَا وَلَا سِيَّمَا عَلَى مَا ذَكَرَهُ السَّلَف مِنْ إِنَّهَا حِجَارَة مِنْ كِبْرِيت مُعَدَّة لِذَلِكَ ثُمَّ إِنَّ أَخْذ النَّار بِهَذِهِ الْحِجَارَة أَيْضًا مُشَاهَد وَهَذَا الْجِصُّ يَكُون أَحْجَارًا فَيُعْمَل فِيهِ بِالنَّارِ حَتَّى يَصِير كَذَلِكَ. وَكَذَلِكَ سَائِر الْأَحْجَار تَفْخَرهَا النَّار وَتُحْرِقهَا وَإِنَّمَا سِيقَ هَذَا فِي حَرّ هَذِهِ النَّار الَّتِي وُعِدُوا بِهَا وَشِدَّة ضِرَامهَا وَقُوَّة لَهَبهَا قَالَ تَعَالَى \" كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا \" وَهَكَذَا رَجَّحَ الْقُرْطُبِيّ أَنَّ الْمُرَاد بِهَا الْحِجَارَة الَّتِي تُسَعَّر بِهَا النَّار لِتَحْمَرّ وَيَشْتَدّ لَهَبهَا قَالَ لِيَكُونَ ذَلِكَ أَشَدّ عَذَابًا لِأَهْلِهَا . قَالَ : وَقَدْ جَاءَ فِي الْحَدِيث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" كُلُّ مُؤْذٍ فِي النَّار \" وَهَذَا الْحَدِيث لَيْسَ بِمَحْفُوظٍ وَلَا مَعْرُوف . ثُمَّ قَالَ الْقُرْطُبِيّ وَقَدْ فُسِّرَ بِمَعْنَيَيْنِ أَحَدهمَا أَنَّ كُلّ مَنْ آذَى النَّاس دَخَلَ النَّار وَالْآخَر أَنَّ كُلّ مَا يُؤْذِي فِي النَّار يَتَأَذَّى بِهِ أَهْلُهَا مِنْ السِّبَاع وَالْهَوَامّ وَغَيْر ذَلِكَ . وَقَوْله تَعَالَى \" أُعِدَّتْ لِلْكَافِرِينَ\" الْأَظْهَرُ أَنَّ الضَّمِير فِي أُعِدَّتْ عَائِد إِلَى النَّار الَّتِي وَقُودهَا النَّاس وَالْحِجَارَة وَيَحْتَمِل عَوْده عَلَى الْحِجَارَة كَمَا قَالَ اِبْن مَسْعُود وَلَا مُنَافَاة بَيْن الْقَوْلَيْنِ فِي الْمَعْنَى لِأَنَّهُمَا مُتَلَازِمَانِ وَأُعِدَّتْ أَيْ أُرْصِدَتْ وَحَصَلَتْ لِلْكَافِرِينَ بِاَللَّهِ وَرَسُوله كَمَا قَالَ اِبْن إِسْحَاق عَنْ مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أُعِدَّتْ لِلْكَافِرِينَ أَيْ لِمَنْ كَانَ عَلَى مِثْل مَا أَنْتُمْ عَلَيْهِ مِنْ الْكُفْر وَقَدْ اِسْتَدَلَّ كَثِير مِنْ أَئِمَّة السُّنَّة بِهَذِهِ الْآيَة عَلَى أَنَّ النَّار مَوْجُودَة الْآن لِقَوْلِهِ تَعَالَى\" أُعِدَّتْ \" أَيْ أُرْصِدَتْ وَهُيِّئَتْ وَقَدْ وَرَدَتْ أَحَادِيث كَثِيرَة فِي ذَلِكَ مِنْهَا \" تَحَاجَّتْ الْجَنَّة وَالنَّار \" وَمِنْهَا\" اِسْتَأْذَنَتْ النَّارُ رَبّهَا فَقَالَتْ رَبّ أَكَلَ بَعْضِي بَعْضًا فَأَذِنَ لَهَا بِنَفَسَيْنِ نَفَس فِي الشِّتَاء وَنَفَس فِي الصَّيْف\" وَحَدِيث اِبْن مَسْعُود سَمِعْنَا وَجْبَة فَقُلْنَا مَا هَذِهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذَا حَجَر أُلْقِيَ بِهِ مِنْ شَفِير جَهَنَّم مُنْذُ سَبْعِينَ سَنَة الْآن وَصَلَ إِلَى قَعْرهَا \" وَهُوَ عِنْد مُسْلِم وَحَدِيث صَلَاة الْكُسُوف وَلَيْلَة الْإِسْرَاء وَغَيْر ذَلِكَ مِنْ الْأَحَادِيث الْمُتَوَاتِرَة فِي هَذَا الْمَعْنَى وَقَدْ خَالَفَتْ الْمُعْتَزِلَة بِجَهْلِهِمْ فِي هَذَا وَوَافَقَهُمْ الْقَاضِي مُنْذِر بْن سَعِيد البَّلُّوطِيّ قَاضِي الْأَنْدَلُس. \" تَنْبِيهٌ يَنْبَغِي الْوُقُوف عَلَيْهِ \" قَوْله تَعَالَى \" فَأْتُوا بِسُورَةٍ مِنْ مِثْله \" وَقَوْله فِي سُورَة يُونُس \" بِسُورَةِ مِثْله\" يَعُمّ كُلّ سُورَة فِي الْقُرْآن طَوِيلَة كَانَتْ أَوْ قَصِيرَة لِأَنَّهَا نَكِرَة فِي سِيَاق الشَّرْط فَتَعُمّ كَمَا هِيَ فِي سِيَاق النَّفْي عِنْد الْمُحَقِّقِينَ مِنْ الْأُصُولِيِّينَ كَمَا هُوَ مُقَرَّر فِي مَوْضِعه . فَالْإِعْجَاز حَاصِل فِي طِوَال السُّوَر وَقِصَارهَا وَهَذَا لَا أَعْلَم فِيهِ نِزَاعًا بَيْن النَّاس سَلَفًا وَخَلَفًا. وَقَدْ قَالَ الرَّازِيّ فِي تَفْسِيره : فَإِنْ قِيلَ قَوْله تَعَالَى\" فَأْتُوا بِسُورَةٍ مِنْ مِثْله \" يَتَنَاوَل سُورَة الْكَوْثَر وَسُورَة الْعَصْر وَقُلْ يَا أَيّهَا الْكَافِرُونَ وَنَحْنُ نَعْلَم بِالضَّرُورَةِ أَنَّ الْإِتْيَان بِمِثْلِهِ أَوْ بِمَا يَقْرُب مِنْهُ مُمْكِن فَإِنْ قُلْتُمْ إِنَّ الْإِتْيَان بِمِثْلِ هَذِهِ السُّوَر خَارِج عَنْ مِقْدَار الْبَشَر كَانَ مُكَابَرَة وَالْإِقْدَام عَلَى هَذِهِ الْمُكَابَرَات مِمَّا يُطْرِق بِالتُّهْمَةِ إِلَى الدِّين \" قُلْنَا \" فَلِهَذَا السَّبَب اِخْتَرْنَا الطَّرِيق الثَّانِي وَقُلْنَا إِنْ بَلَغَتْ هَذِهِ السُّورَة فِي الْفَصَاحَة حَدّ الْإِعْجَاز فَقَدْ حَصَلَ الْمَقْصُود وَإِنْ لَمْ يَكُنْ كَذَلِكَ كَانَ اِمْتِنَاعهمْ مِنْ الْمُعَارَضَة مَعَ شِدَّة دَوَاعِيهمْ إِلَى تَوْهِين أَمْره مُعْجِزًا فَعَلَى التَّقْدِيرَيْنِ يَحْصُل الْمُعْجِز هَذَا لَفْظه بِحُرُوفِهِ وَالصَّوَاب أَنَّ كُلّ سُورَة مِنْ الْقُرْآن مُعْجِزَة لَا يَسْتَطِيع الْبَشَر مُعَارَضَتهَا طَوِيلَة كَانَتْ أَوْ قَصِيرَة قَالَ الشَّافِعِيّ رَحِمَهُ اللَّه لَوْ تَدَبَّرَ النَّاس هَذِهِ السُّورَة لَكَفَتْهُمْ \" وَالْعَصْر إِنَّ الْإِنْسَان لَفِي خُسْر إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ \" وَقَدْ رَوَيْنَا عَنْ عَمْرو بْن الْعَاص أَنَّهُ وَفَدَ عَلَى مُسَيْلِمَة الْكَذَّاب قَبْل أَنْ يُسْلِم فَقَالَ لَهُ مُسَيْلِمَة : مَاذَا أُنْزِلَ عَلَى صَاحِبكُمْ بِمَكَّة فِي هَذَا الْحِين فَقَالَ لَهُ عَمْرو لَقَدْ أُنْزِلَ عَلَيْهِ سُورَة وَجِيزَة بَلِيغَة فَقَالَ وَمَا هِيَ فَقَالَ\" وَالْعَصْر إِنَّ الْإِنْسَان لَفِي خُسْر \" فَفَكَّرَ سَاعَة ثُمَّ رَفَعَ رَأْسه فَقَالَ : وَلَقَدْ أُنْزِلَ عَلَيَّ مِثْلهَا فَقَالَ : وَمَا هُوَ ؟ فَقَالَ : يَا وَبْر يَا وَبْر إِنَّمَا أَنْتَ أُذُنَانِ وَصَدْر وَسَائِرك حَقْر فَقْر ثُمَّ قَالَ كَيْف تَرَى يَا عَمْرو فَقَالَ لَهُ عَمْرو وَاَللَّه إِنَّك لَتَعْلَم أَنِّي لَأَعْلَم أَنَّك تَكْذِب .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38653, "aya_id": 24}]