[{"text": "لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللّهِ إِنَّ اللّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللّهُ بِقَوْمٍ سُوءًا فَلاَ مَرَدَّ لَهُ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ", "sura_id": 13, "type": 0, "id": 1718, "aya_id": 11}, {"text": "له معقبات من بين يديه ومن خلفه يحفظونه من أمر الله إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم وإذا أراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال", "sura_id": 13, "type": 1, "id": 7954, "aya_id": 11}, {"text": "11 - (له) للإنسان (معقبات) ملائكة تتعقبه (من بين يديه) قدامه (ومن خلفه) ورائه (يحفظونه من أمر الله) أي بأمره من الجن وغيرهم (إن الله لا يغير ما بقوم) لا يسلبهم نعمته (حتى يغيروا ما بأنفسهم) من الحالة الجميلة بالمعصية (وإذا أراد الله بقوم سوء) عذاباً (فلا مرد له) من المعقبات ولا غيرها (وما لهم) لمن أراد الله بهم سوءاً (من دونه) أي غير الله (من) زائدة (وال) يمنعه عنهم \r\n", "sura_id": 13, "type": 2, "id": 26662, "aya_id": 11}, {"text": "لله تعالى ملائكة يتعاقبون على الإنسان من بين يديه ومن خلفه, يحفظونه بأمر الله ويحصون ما يصدر عنه من خير أو شر. إن الله سبحانه وتعالى لا يغيِّر نعمة أنعمها على قوم إلا إذا غيَّروا ما أمرهم به فعصوه. وإذا أراد الله بجماعةٍ بلاءً فلا مفرَّ منه, وليس لهم مِن دون الله مِن وال يتولى أمورهم, فيجلب لهم المحبوب, ويدفع عنهم المكروه.\r\n", "sura_id": 13, "type": 3, "id": 32898, "aya_id": 11}, {"text": " <font color=red>لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ</font><BR><p>أَيْ لِلْعَبْدِ مَلَائِكَة يَتَعَاقَبُونَ عَلَيْهِ حَرَس بِاللَّيْلِ وَحَرَس بِالنَّهَارِ يَحْفَظُونَهُ مِنْ الْأَسْوَاء وَالْحَادِثَات كَمَا يَتَعَاقَب مَلَائِكَة آخَرُونَ لِحِفْظِ الْأَعْمَال مِنْ خَيْر أَوْ شَرّ مَلَائِكَة بِاللَّيْلِ وَمَلَائِكَة بِالنَّهَارِ فَاثْنَانِ عَنْ الْيَمِين وَالشِّمَال يَكْتُبَانِ الْأَعْمَال صَاحِب الْيَمِين يَكْتُب الْحَسَنَات وَصَاحِب الشِّمَال يَكْتُب السَّيِّئَات وَمَلَكَانِ آخَرَانِ يَحْفَظَانِهِ وَيَحْرُسَانِهِ وَاحِد مِنْ وَرَائِهِ وَآخَر مِنْ قُدَّامه فَهُوَ بَيْن أَرْبَعَة أَمْلَاك بِالنَّهَارِ وَأَرْبَعَة آخَرِينَ بِاللَّيْلِ بَدَلًا حَافِظَانِ وَكَاتِبَانِ كَمَا جَاءَ فِي الصَّحِيح \" يَتَعَاقَبُونَ فِيكُمْ مَلَائِكَة بِاللَّيْلِ وَمَلَائِكَة بِالنَّهَارِ وَيَجْتَمِعُونَ فِي صَلَاة الصُّبْح وَصَلَاة الْعَصْر فَيَصْعَد إِلَيْهِ الَّذِينَ بَاتُوا فِيكُمْ فَيَسْأَلهُمْ وَهُوَ أَعْلَم بِكُمْ كَيْفَ تَرَكْتُمْ عِبَادِي ؟ فَيَقُولُونَ أَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ وَتَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ \" وَفِي الْحَدِيث الْآخَر \" إِنَّ مَعَكُمْ مَنْ لَا يُفَارِقكُمْ إِلَّا عِنْد الْخَلَاء وَعِنْد الْجِمَاع فَاسْتَحْيُوهُمْ وَأَكْرِمُوهُمْ \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" لَهُ مُعَقِّبَات مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه يَحْفَظُونَهُ مِنْ أَمْر اللَّه\" وَالْمُعَقِّبَات مِنْ اللَّه هِيَ الْمَلَائِكَة وَقَالَ عِكْرِمَة عَنْ اِبْن عَبَّاس \" يَحْفَظُونَهُ مِنْ أَمْر اللَّه \" قَالَ مَلَائِكَة يَحْفَظُونَهُ مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه فَإِذَا جَاءَ قَدَر اللَّه خَلَوْا عَنْهُ وَقَالَ مُجَاهِد مَا مِنْ عَبْد إِلَّا لَهُ مَلَك مُوَكَّل يَحْفَظهُ فِي نَوْمه وَيَقَظَته مِنْ الْجِنّ وَالْإِنْس وَالْهَوَامّ فَمَا مِنْهَا شَيْء يَأْتِيه يُرِيدهُ إِلَّا قَالَ لَهُ الْمَلَك : وَرَاءَك إِلَّا شَيْء أَذِنَ اللَّه فِيهِ فَيُصِيبهُ وَقَالَ الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" لَهُ مُعَقِّبَات مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه \" قَالَ ذَلِكَ مَلِك مِنْ مُلُوك الدُّنْيَا لَهُ حَرَس مِنْ دُونه حَرَس وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" لَهُ مُعَقِّبَات مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه \" يَعْنِي وَلِيّ السُّلْطَان يَكُون عَلَيْهِ الْحَرَس وَقَالَ عِكْرِمَة فِي تَفْسِيرهَا هَؤُلَاءِ الْأُمَرَاء الْمَوَاكِب مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه ; وَقَالَ الضَّحَّاك فِي الْآيَة هُوَ السُّلْطَان الْمَحْرُوس مِنْ أَمْر اللَّه وَهُمْ أَهْل الشِّرْك وَالظَّاهِر وَاَللَّه أَعْلَم أَنَّ مُرَاد اِبْن عَبَّاس وَعِكْرِمَة وَالضَّحَّاك بِهَذَا أَنَّ حَرَس الْمَلَائِكَة لِلْعَبْدِ يُشْبِه حَرَس هَؤُلَاءِ لِمُلُوكِهِمْ وَأُمَرَائِهِمْ وَقَدْ رَوَى الْإِمَام أَبُو جَعْفَر اِبْن جَرِير هَاهُنَا حَدِيث غَرِيبًا جِدًّا فَقَالَ حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا إِبْرَاهِيم بْن عَبْد السَّلَام بْن صَالِح وَهُشَيْم حَدَّثَنَا عَلِيّ بْن جَرِير عَنْ حَمَّاد بْن سَلَمَة عَنْ عَبْد الْحَمِيد بْن جَعْفَر عَنْ كِنَانَة النَّهْدِيّ النَّسَائِيّ : دَخَلَ عُثْمَان بْن مَاجَهْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه أَخْبِرْنِي عَنْ الْعَبْد كَمْ مَعَهُ مِنْ مَلَك ؟ فَقَالَ \" مَلَك عَنْ يَمِينك عَلَى حَسَنَاتك وَهُوَ أَمِير عَلَى الَّذِي عَلَى الشِّمَال فَإِذَا عَمِلْت حَسَنَة كُتِبَتْ عَشْرًا وَإِذَا عَمِلْت سَيِّئَة قَالَ الَّذِي عَلَى الشِّمَال لِلَّذِي عَلَى الْيَمِين اُكْتُبْهَا ؟ قَالَ لَا لَعَلَّهُ يَسْتَغْفِر وَيَتُوب فَيَسْتَأْذِنهُ ثَلَاث مَرَّات فَإِذَا قَالَ ثَلَاثًا قَالَ اُكْتُبْهَا أَرَاحَنَا اللَّه مِنْهُ فَبِئْسَ الْقَرِين مَا أَقَلّ مُرَاقَبَته لِلَّهِ وَأَقَلّ اِسْتِحْيَاءَهُ مِنَّا يَقُول اللَّه \" مَا يَلْفِظ مِنْ قَوْل إِلَّا لَدَيْهِ رَقِيب عَتِيد \" وَمَلَكَانِ مِنْ بَيْن يَدَيْك وَمِنْ خَلْفك يَقُول اللَّه تَعَالَى \" لَهُ مُعَقِّبَات مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه \" الْآيَة ; وَمَلَك قَابِض عَلَى نَاصِيَتك فَإِذَا تَوَاضَعْت لِلَّهِ رَفَعَك وَإِذَا تَجَبَّرْت عَلَى اللَّه قَصَمَكَ ; وَمَلَكَانِ عَلَى شَفَتَيْك لَيْسَ يَحْفَظَانِ عَلَيْك إِلَّا الصَّلَاة عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَلَك قَائِم عَلَى فِيك لَا يَدَع أَنْ تَدْخُل الْحَيَّة فِي فِيك وَمَلَكَانِ عَلَى عَيْنَيْك فَهَؤُلَاءِ عَشَرَة أَمْلَاك عَلَى كُلّ آدَمِيّ يَنْزِلُونَ مَلَائِكَة اللَّيْل عَلَى مَلَائِكَة النَّهَار لِأَنَّ مَلَائِكَة اللَّيْل سِوَى مَلَائِكَة النَّهَار فَهَؤُلَاءِ عِشْرُونَ مَلَكًا عَلَى كُلّ آدَمِيّ وَإِبْلِيس بِالنَّهَارِ وَوَلَده بِاللَّيْلِ \" وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا أَسْوَد بْن عَامِر حَدَّثَنَا سُفْيَان حَدَّثَنِي مَنْصُور عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ أَبِيهِ عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْكُمْ مِنْ أَحَد إِلَّا وَقَدْ وُكِّلَ بِهِ قَرِينه مِنْ الْجِنّ وَقَرِينه مِنْ الْمَلَائِكَة \" قَالُوا وَإِيَّاكَ يَا رَسُول اللَّه ؟ قَالَ \" وَإِيَّايَ وَلَكِنَّ اللَّه أَعَانَنِي عَلَيْهِ فَلَا يَأْمُرنِي إِلَّا بِخَيْرٍ \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم وَقَوْله \" يَحْفَظُونَهُ مِنْ أَمْر اللَّه \" قِيلَ الْمُرَاد حِفْظهمْ لَهُ مِنْ أَمْر اللَّه رَوَاهُ سُنَيْد بْن أَبِي طَلْحَة وَغَيْره عَنْ اِبْن عَبَّاس وَإِلَيْهِ ذَهَبَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَإِبْرَاهِيم دَاوُدَ وَغَيْرهمْ وَقَالَ رُوِيَ\" يَحْفَظُونَهُ مِنْ أَمْر اللَّه \" قَالَ وَفِي بَعْض الْقِرَاءَات يَحْفَظُونَهُ بِأَمْرِ اللَّه وَقَالَ كَعْب الْأَحْبَار : لَوْ تَجَلَّى لِابْنِ آدَم كُلّ سَهْل وَكُلّ حَزْن لَرَأَى كُلّ شَيْء مِنْ ذَلِكَ شَيْئًا يَقِينًا لَوْلَا أَنَّ اللَّه وَكَّلَ بِكُمْ مَلَائِكَة يَذُبُّونَ عَنْكُمْ فِي مَطْعَمكُمْ وَمَشْرَبكُمْ وَعَوْرَاتكُمْ إِذًا لَتُخُطِّفْتُمْ وَقَالَ أَبُو أُمَامَة : مَا مِنْ آدَمِيّ إِلَّا وَمَعَهُ مَلَك يَذُود عَنْهُ حَتَّى يُسَلِّمهُ لِلَّذِي قُدِّرَ لَهُ وَقَالَ أَبُو مِجْلَز : جَاءَ رَجُل مِنْ مُرَاد إِلَى عَلِيّ رَضِيَ اللَّه عَنْهُ وَهُوَ يُصَلِّي فَقَالَ اِحْتَرِسْ فَإِنَّ نَاسًا مِنْ مُرَاد يُرِيدُونَ قَتْلك فَقَالَ إِنَّ مَعَ كُلّ رَجُل مَلَكَيْنِ يَحْفَظَانِهِ مِمَّا لَمْ يُقَدَّر فَإِذَا جَاءَ الْقَدَر خَلَّيَا بَيْنه وَبَيْنه إِنَّ الْأَجَل جُنَّة حَصِينَة وَقَالَ بَعْضهمْ \" يَحْفَظُونَهُ مِنْ أَمْر اللَّه \" بِأَمْرِ اللَّه كَمَا جَاءَ فِي الْحَدِيث أَنَّهُمْ قَالُوا يَا رَسُول اللَّه أَرَأَيْت رُقْيَا نَسْتَرْقِي بِهَا هَلْ تَرُدّ مِنْ قَدَر اللَّه شَيْئًا ؟ فَقَالَ \" هِيَ مِنْ قَدَر اللَّه \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا حَفْص بْن غِيَاث عَنْ أَشْعَث عَنْ جَهْم عَنْ إِبْرَاهِيم قَالَ أَوْحَى اللَّه إِلَى نَبِيّ مِنْ أَنْبِيَاء بَنِي إِسْرَائِيل أَنْ قُلْ لِقَوْمِك إِنَّهُ لَيْسَ مِنْ أَهْل قَرْيَة وَلَا أَهْل بَيْت يَكُونُونَ عَلَى طَاعَة اللَّه فَيَتَحَوَّلُونَ مِنْهَا إِلَى مَعْصِيَة اللَّه إِلَّا حَوَّلَ اللَّه عَنْهُمْ مَا يُحِبُّونَ إِلَى مَا يَكْرَهُونَ ثُمَّ قَالَ إِنَّ تَصْدِيق ذَلِكَ فِي كِتَاب اللَّه \" إِنَّ اللَّه لَا يُغَيِّر مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ \" وَقَدْ وَرَدَ هَذَا فِي حَدِيث مَرْفُوع فَقَالَ الْحَافِظ مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة فِي كِتَابه صِفَة الْعَرْش حَدَّثَنَا الْحَسَن بْن عَلِيّ حَدَّثَنَا الْهَيْثَم بْن الْأَشْعَث السُّلَمِيّ حَدَّثَنَا أَبُو حَنِيفَة الْيَمَانِيّ الْأَنْصَارِيّ عَنْ عُمَيْر بْن عَبْد الْمَلِك قَالَ : خَطَبَنَا عَلِيّ بْن أَبِي طَالِب عَلَى مِنْبَر الْكُوفَة قَالَ : كُنْت إِذَا أَمْسَكْت عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِبْتَدَأَنِي وَإِذَا سَأَلْته عَنْ الْخَبَر أَنْبَأَنِي وَإِنَّهُ حَدَّثَنِي عَنْ رَبّه عَزَّ وَجَلَّ قَالَ \" قَالَ الرَّبّ وَعِزَّتِي وَجَلَالِي وَارْتِفَاعِي فَوْق عَرْشِي مَا مِنْ قَرْيَة وَلَا أَهْل بَيْت كَانُوا عَلَى مَا كَرِهْت مِنْ مَعْصِيَتِي ثُمَّ تَحَوَّلُوا عَنْهَا إِلَى مَا أَحْبَبْت مِنْ طَاعَتِي إِلَّا تَحَوَّلْت لَهُمْ عَمَّا يَكْرَهُونَ مِنْ عَذَابِي إِلَى مَا يُحِبُّونَ مِنْ رَحْمَتِي \" وَهَذَا غَرِيب , وَفِي إِسْنَاده مَنْ لَا أَعْرِفهُ .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37859, "aya_id": 11}]