[{"text": "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ", "sura_id": 34, "type": 0, "id": 3625, "aya_id": 19}, {"text": "فقالوا ربنا باعد بين أسفارنا وظلموا أنفسهم فجعلناهم أحاديث ومزقناهم كل ممزق إن في ذلك لآيات لكل صبار شكور", "sura_id": 34, "type": 1, "id": 9861, "aya_id": 19}, {"text": "19 - (فقالوا ربنا باعد) وفي قراءة باعد (بين أسفارنا) إلى الشام اجعلها مفاوز ليتطاولوا على الفقراء بركوب الرواحل وحمل الزاد والماء فبطروا النعمة (وظلموا أنفسهم) بالكفر (فجعلناهم أحاديث) لمن بعدهم في ذلك (ومزقناهم كل ممزق) فرقناهم في البلاد كل التفريق (إن في ذلك) المذكور (لآيات) عبرا (لكل صبار) عن المعاصي (شكور) على النعم \r\n", "sura_id": 34, "type": 2, "id": 28569, "aya_id": 19}, {"text": "فبطغيانهم ملُّوا الراحة والأمن ورغد العيش, وقالوا: ربنا اجعل قُرانا متباعدة; ليبعد سفرنا بينها, فلا نجد قرى عامرة في طريقنا, وظلموا أنفسهم بكفرهم فأهلكناهم, وجعلناهم عبرًا وأحاديث لمن يأتي بعدهم, وفَرَّقناهم كل تفريق وخربت بلادهم, إن فيما حل \"بسبأ\" لَعبرة لكل صبَّار على المكاره والشدائد, شكور لنعم الله تعالى.\r\n", "sura_id": 34, "type": 3, "id": 34805, "aya_id": 19}, {"text": " <font color=red>فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ</font><BR><p>\" فَقَالُوا رَبّنَا بَاعِدْ بَيْن أَسْفَارنَا وَظَلَمُوا أَنْفُسهمْ \" وَقَرَأَ آخَرُونَ \" بَعِّدْ بَيْن أَسْفَارنَا \" وَذَلِكَ أَنَّهُمْ بَطِرُوا هَذِهِ النِّعْمَة كَمَا قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَغَيْر وَاحِد وَأَحَبُّوا مَفَاوِز وَمَهَامِه يَحْتَاجُونَ فِي قَطْعهَا إِلَى الزَّاد وَالرَّوَاحِل وَالسَّيْر فِي الْحَرُور وَالْمَخَاوِف كَمَا طَلَب بَنُو إِسْرَائِيل مِنْ مُوسَى أَنْ يُخْرِج اللَّه لَهُمْ مِمَّا تُنْبِت الْأَرْض مِنْ بَقْلهَا وَقِثَّائِهَا وَفُومهَا وَعَدَسهَا وَبَصَلهَا مَعَ أَنَّهُمْ كَانُوا فِي عَيْش رَغِيد فِي مَنّ وَسَلْوَى وَمَا يَشْتَهُونَ مِنْ مَآكِل وَمَشَارِب وَمَلَابِس مُرْتَفِعَة وَلِهَذَا قَالَ لَهُمْ \" أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِاَلَّذِي هُوَ خَيْر اِهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمْ الذِّلَّة وَالْمَسْكَنَة وَبَاءُوا بِغَضَبٍ مِنْ اللَّه \" وَقَالَ عَزَّ وَجَلَّ\" وَكَمْ أَهْلَكْنَا مِنْ قَرْيَة بَطِرَتْ مَعِيشَتهَا \" وَقَالَ تَعَالَى : \" وَضَرَبَ اللَّه مَثَلًا قَرْيَة كَانَتْ آمِنَة مُطْمَئِنَّة يَأْتِيهَا رِزْقهَا رَغَدًا مِنْ كُلّ مَكَان فَكَفَرَتْ بِأَنْعُمِ اللَّه فَأَذَاقَهَا اللَّه لِبَاس الْجُوع وَالْخَوْف بِمَا كَانُوا يَصْنَعُونَ \" وَقَالَ تَعَالَى فِي حَقّ هَؤُلَاءِ \" فَقَالُوا رَبّنَا بَاعِدْ بَيْن أَسْفَارنَا وَظَلَمُوا أَنْفُسهمْ \" أَيْ بِكُفْرِهِمْ \" فَجَعَلْنَاهُمْ أَحَادِيث وَمَزَّقْنَاهُمْ كُلّ مُمَزَّق \" أَيْ جَعَلْنَاهُمْ حَدِيثًا لِلنَّاسِ وَسَمَرًا يَتَحَدَّثُونَ بِهِ مِنْ خَبَرهمْ وَكَيْف مَكَرَ اللَّه بِهِمْ وَفَرَّقَ شَمْلهمْ بَعْد الِاجْتِمَاع وَالْأُلْفَة وَالْعَيْش الْهَنِيء تَفَرَّقُوا فِي الْبِلَاد هَهُنَا وَهَهُنَا وَلِهَذَا تَقُول الْعَرَب فِي الْقَوْم إِذَا تَفَرَّقُوا تَفَرَّقُوا أَيْدِي سَبَأ وَأَيَادِي سَبَأ وَتَفَرَّقُوا شَذَرَ مَذَرَ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد بْن يَحْيَى بْن سَعِيد الْقَطَّان حَدَّثَنَا إِبْرَاهِيم بْن حَبِيب بْن الشَّهِيد قَالَ سَمِعْت أَبِي يَقُول سَمِعْت عِكْرِمَة يُحَدِّث بِحَدِيثِ أَهْل سَبَأ قَالَ \" لَقَدْ كَانَ لِسَبَأٍ فِي مَسْكَنهمْ آيَة جَنَّتَانِ عَنْ يَمِين وَشِمَال - إِلَى قَوْله تَعَالَى - فَأَرْسَلْنَا عَلَيْهِمْ سَيْل الْعَرِم \" وَكَانَتْ فِيهِمْ كَهَنَة وَكَانَتْ الشَّيَاطِين يَسْتَرِقُونَ السَّمْع فَأَخْبَرُوا الْكَهَنَة بِشَيْءٍ مِنْ أَخْبَار السَّمَاء فَكَانَ فِيهِمْ رَجُل كَاهِن شَرِيف كَثِير الْمَال وَأَنَّهُ خَبَّرَ أَنَّ زَوَال أَمْرهمْ قَدْ دَنَا وَأَنَّ الْعَذَاب قَدْ أَظَلَّهُمْ فَلَمْ يَدْرِ كَيْف يَصْنَع لِأَنَّهُ كَانَ لَهُ مَال كَثِير مِنْ عَقَار فَقَالَ لِرَجُلٍ مِنْ بَنِيهِ وَهُوَ أَعَزّهمْ أَخْوَالًا يَا بُنَيّ إِذَا كَانَ غَدًا وَأَمَرْتُك بِأَمْرٍ فَلَا تَفْعَلهُ فَإِذَا اِنْتَهَرْتُك فَانْتَهِرْنِي فَإِذَا لَطَمْتُك فَالْطِمْنِي قَالَ يَا أَبَت لَا تَفْعَل إِنَّ هَذَا أَمْر عَظِيم وَأَمْر شَدِيد , قَالَ يَا بُنَيّ قَدْ حَدَث أَمْر لَا بُدّ مِنْهُ فَلَمْ يَزَلْ بِهِ حَتَّى وَافَاهُ عَلَى ذَلِكَ فَلَمَّا أَصْبَحُوا وَاجْتَمَعَ النَّاس قَالَ يَا بُنَيّ اِفْعَلْ كَذَا وَكَذَا فَأَبَى فَانْتَهَرَهُ أَبُوهُ فَأَجَابَهُ فَلَمْ يَزَلْ ذَلِكَ بَيْنهمَا حَتَّى تَنَاوَلَهُ أَبُوهُ فَلَطَمَهُ فَوَثَبَ عَلَى أَبِيهِ فَلَطَمَهُ فَقَالَ اِبْنِي يَلْطِمنِي ؟ عَلَيَّ بِالشَّفْرَةِ قَالُوا مَا تَصْنَع بِالشَّفْرَةِ ؟ قَالَ أَذْبَحهُ قَالُوا تُرِيد أَنْ تَذْبَح اِبْنك ؟ اِلْطِمْهُ أَوْ اِصْنَعْ مَا بَدَا لَك قَالَ فَأَبَى قَالَ فَأَرْسَلُوا إِلَى أَخْوَاله فَأَعْلَمُوهُمْ ذَلِكَ فَجَاءَ أَخْوَاله فَقَالُوا خُذْ مِنَّا مَا بَدَا لَك فَأَبَى إِلَّا أَنْ يَذْبَحهُ قَالُوا فَلْتَمُوتَنَّ قَبْل أَنْ تَذْبَحهُ قَالَ فَإِذَا كَانَ الْحَدِيث هَكَذَا فَإِنِّي لَا أَرَى أَنْ أُقِيم بِبَلَدٍ يُحَال بَيْنِي وَبَيْن اِبْنِي فِيهِ اِشْتَرُوا مِنِّي دُورِي اِشْتَرُوا مِنِّي أَرْضِي فَلَمْ يَزَلْ حَتَّى بَاعَ دُوره وَأَرْضه وَعَقَاره فَلَمَّا صَارَ الثَّمَن فِي يَده وَأَحْرَزَهُ قَالَ : أَيْ قَوْم إِنَّ الْعَذَاب قَدْ أَظَلَّكُمْ وَزَوَال أَمْركُمْ قَدْ دَنَا فَمَنْ أَرَادَ مِنْكُمْ دَارًا جَدِيدًا وَحِمًى شَدِيدًا وَسَفَرًا بَعِيدًا فَلْيَلْحَقْ بِعَمَّان وَمَنْ أَرَادَ مِنْكُمْ الْخَمْر وَالْخَمِير وَالْعَصِير وَكَلِمَة - قَالَ إِبْرَاهِيم لَمْ أَحْفَظهَا - فَلْيَلْحَقْ بِبُصْرَى وَمَنْ أَرَادَ الرَّاسِخَات فِي الْوَحْل الْمُطْعِمَات فِي الْمَحْل الْمُغَمِّمَات فِي الْقَحْل فَلْيَلْحَقْ بِيَثْرِب ذَات نَخْل فَأَطَاعَهُ قَوْمه فَخَرَجَ أَهْل عَمَّان إِلَى عَمَّان وَخَرَجَتْ غَسَّان إِلَى بُصْرَى وَخَرَجَتْ الْأَوْس وَالْخَزْرَج وَبَنُو عُثْمَان إِلَى يَثْرِب ذَات النَّخْل قَالَ فَأَتَوْا عَلَى بَطْن مر فَقَالَ بَنُو عُثْمَان هَذَا مَكَان صَالِح لَا نَبْغِي بِهِ بَدَلًا فَأَقَامُوا بِهِ فَسُمُّوا لِذَلِكَ خُزَاعَة لِأَنَّهُمْ انْخَزَعُوا مِنْ أَصْحَابهمْ وَاسْتَقَامَتْ الْأَوْس وَالْخَزْرَج حَتَّى نَزَلُوا الْمَدِينَة وَتَوَجَّهَ أَهْل عَمَّان إِلَى عَمَّان وَتَوَجَّهَتْ غَسَّان إِلَى بُصْرَى هَذَا أَثَر غَرِيب عَجِيب وَهَذَا الْكَاهِن هُوَ عَمْرو بْن عَامِر أَحَد رُؤَسَاء الْيَمَن وَكُبَرَاء سَبَأ وَكُهَّانهمْ وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي أَوَّل السِّيرَة مَا كَانَ مِنْ أَمْر عَمْرو بْن عَامِر الَّذِي كَانَ أَوَّل مَنْ خَرَجَ مِنْ بِلَاد الْيَمَن بِسَبَبِ اِسْتِشْعَاره بِإِرْسَالِ الْعَرِم عَلَيْهِمْ فَقَالَ : وَكَانَ سَبَب خُرُوج عَمْرو بْن عَامِر مِنْ الْيَمَن فِيمَا حَدَّثَنِي بِهِ أَبُو زَيْد الْأَنْصَارِيّ أَنَّهُ رَأَى جُرَذًا يَحْفِر فِي سَدّ مَأْرَب الَّذِي كَانَ يَحْبِس عَنْهُمْ الْمَاء فَيَصْرِفُونَهُ حَيْثُ شَاءُوا مِنْ أَرْضهمْ فَعَلِمَ أَنَّهُ لَا بَقَاء لِلسَّدِّ عَلَى ذَلِكَ فَاعْتَزَمَ عَلَى النَّقْلَة عَنْ الْيَمَن وَكَادَ قَوْمه فَأَمَرَ أَصْغَر وَلَده إِذَا أَغْلَظَ لَهُ لَطَمَهُ أَنْ يَقُوم إِلَيْهِ فَيَلْطِمهُ فَفَعَلَ اِبْنه مَا أَمَرَهُ بِهِ فَقَالَ عَمْرو : لَا أُقِيم بِبَلَدٍ لَطَمَ وَجْهِي فِيهَا أَصْغَر وَلَدِي وَعَرَضَ أَمْوَاله فَقَالَ أَشْرَاف مِنْ أَشْرَاف الْيَمَن اِغْتَنِمُوا غَضْبَة عَمْرو فَاشْتَرُوا مِنْهُ أَمْوَاله وَانْتَقَلَ هُوَ فِي وَلَده وَوَلَد وَلَده وَقَالَتْ الْأُسْد لَا نَتَخَلَّف عَنْ عَمْرو بْن عَامِر فَبَاعُوا أَمْوَالهمْ وَخَرَجُوا مَعَهُ فَسَارُوا حَتَّى نَزَلُوا بِلَاد عَكّ مُجْتَازِينَ يَرْتَادُونَ الْبُلْدَان فَحَارَبَتْهُمْ عَكّ وَكَانَتْ حَرْبهمْ سِجَالًا فَفِي ذَلِكَ يَقُول عَبَّاس بْن مِرْدَاس السُّلَمِيّ رَضِيَ اللَّه عَنْهُ : وَعَكّ بْن عَدْنَان الَّذِينَ تَلَعَّبُوا بِغَسَّان حَتَّى طَرَدُوا كُلّ مُطْرَد وَهَذَا الْبَيْت مِنْ قَصِيدَة لَهُ قَالَ ثُمَّ اِرْتَحَلُوا عَنْهُمْ فَتَفَرَّقُوا فِي الْبُلْدَان فَنَزَلَ آلُ جَفْنَة بْن عَمْرو بْن عَامِر الشَّام وَنَزَلَتْ الْأَوْس وَالْخَزْرَج يَثْرِب وَنَزَلَتْ خُزَاعَة مُرًّا وَنَزَلَتْ أَزْد السَّرَاة السَّرَاة وَنَزَلَتْ أَزْد عَمَّان عَمَّان ثُمَّ أَرْسَلَ اللَّه تَعَالَى عَلَى السَّدّ السَّيْل فَهَدَمَهُ وَفِي ذَلِكَ أَنْزَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ الْآيَات وَقَدْ ذَكَرَ السُّدِّيّ قِصَّة عَمْرو بْن عَامِر بِنَحْو مِمَّا ذَكَرَ مُحَمَّد بْن إِسْحَاق إِلَّا أَنَّهُ قَالَ فَأَمَرَ اِبْن أَخِيهِ مَكَان اِبْنه - إِلَى قَوْله - فَبَاعَ مَالَهُ وَارْتَحَلَ بِأَهْلِهِ فَتَفَرَّقُوا رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد أَخْبَرَنَا سَلَمَة عَنْ اِبْن إِسْحَاق قَالَ يَزْعُمُونَ أَنَّ عَمْرو بْن عَامِر وَهُوَ عَمّ الْقَوْم كَانَ كَاهِنًا فَرَأَى فِي كِهَانَته أَنَّ قَوْمه سَيُمَزَّقُونَ وَيُبَاعَد بَيْن أَسْفَارهمْ فَقَالَ لَهُمْ إِنِّي قَدْ عَلِمْت أَنَّكُمْ سَتُمَزَّقُونَ فَمَنْ كَانَ مِنْكُمْ ذَا هَمّ بَعِيد وَحِمْل شَدِيد وَمَزَاد حَدِيد فَلْيَلْحَقْ بِكَاسٍ أَوْ كرود قَالَ فَكَانَتْ وَادِعَة بْن عَمْرو وَمَنْ كَانَ مِنْكُمْ ذَا هَمّ مُدْن وَأَمْر دَعِن فَلْيَلْحَقْ بِأَرْضِ شَنّ فَكَانَتْ عَوْف بْن عَمْرو هُمْ الَّذِينَ يُقَال لَهُمْ بَارِق وَمَنْ كَانَ مِنْكُمْ يُرِيد عَيْشًا آنِيًّا وَحَرَمًا آمِنًا فَلْيَلْحَقْ بالأرزين فَكَانَتْ خُزَاعَة وَمَنْ كَانَ مِنْكُمْ يُرِيد الرَّاسِيَات فِي الْوَحْل الْمُطْعِمَات فِي الْمَحْل فَلْيَلْحَقْ بِيَثْرِب ذَات النَّخْل فَكَانَتْ الْأَوْس وَالْخَزْرَج وَهُمَا هَذَانِ الْحَيَّانِ مِنْ الْأَنْصَار وَمَنْ كَانَ مِنْكُمْ يُرِيد خَمْرًا وَخَمِيرًا وَذَهَبَا وَحَرِيرًا وَمُلْكًا وَتَأْمِيرًا فَلْيَلْحَقْ بكوثي وَبُصْرَى فَكَانَتْ غَسَّان بَنُو جَفْنَة مُلُوك الشَّام وَمَنْ كَانَ مِنْهُمْ بِالْعِرَاقِ قَالَ اِبْن إِسْحَاق وَقَدْ سَمِعْت بَعْض أَهْل الْعِلْم يَقُول إِنَّمَا قَالَتْ هَذِهِ الْمَقَالَة طَرِيقَة اِمْرَأَة عَمْرو بْن عَامِر وَكَانَتْ كَاهِنَة فَرَأَتْ فِي كَهَانَتهَا ذَلِكَ فَاَللَّه أَعْلَم أَيّ ذَلِكَ كَانَ . وَقَالَ سَعِيد عَنْ قَتَادَة عَنْ الشَّعْبِيّ : أَمَّا غَسَّان فَلَحِقُوا بِعَمَّان فَمَزَّقَهُمْ اللَّه كُلّ مُمَزَّق بِالشَّامِ وَأَمَّا الْأَنْصَار فَلَحِقُوا بِيَثْرِب وَأَمَّا خُزَاعَة فَلَحِقُوا بِتِهَامَة وَأَمَّا الْأَزْد فَلَحِقُوا بِعَمَّان فَمَزَّقَهُمْ اللَّه كُلّ مُمَزَّق . رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير ثُمَّ قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي أَبُو عُبَيْدَة قَالَ : قَالَ الْأَعْشَى أَعْشَى بَنِي قَيْس بْن ثَعْلَبَة وَاسْمه مَيْمُون بْن قَيْس : وَفِي ذَاكَ لِلْمُؤْتَسِي أُسْوَة وَمَأْرِب قَفَى عَلَيْهَا الْعَرِم رِجَام بَنَتْه لَهُمْ حِمْيَر إِذَا جَاءَ مَاؤُهُمْ لَمْ يَرِم فَأَرْوَى الزُّرُوع وَأَعْنَابهَا عَلَى سَعَة مَاؤُهُمْ إِذْ قُسِمَ فَصَارُوا أَيَادِي مَا يَقْدِرُو نَ مِنْهُ عَلَى شُرْب طِفْل فَطِم وَقَوْله تَعَالَى \" إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّار شَكُور \" أَيْ إِنَّ فِي هَذَا الَّذِي حَلَّ بِهَؤُلَاءِ مِنْ النِّقْمَة وَالْعَذَاب وَتَبْدِيل النِّعْمَة وَتَحْوِيل الْعَافِيَة عُقُوبَة عَلَى مَا اِرْتَكَبُوهُ مِنْ الْكُفْر وَالْآثَام لَعِبْرَة وَدَلَالَة لِكُلِّ عَبْد صَبَّار عَلَى الْمَصَائِب شَكُور عَلَى النِّعَم . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن وَعَبْد الرَّزَّاق الْمَعْنِيّ قَالَا أَخْبَرَنَا سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ الْعِيزَارِ بْن حُرَيْث عَنْ عُمَر بْن سَعْد عَنْ أَبِيهِ هُوَ سَعْد بْن أَبِي وَقَّاص رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَجِبْت مِنْ قَضَاء اللَّه تَعَالَى لِلْمُؤْمِنِ إِنْ أَصَابَهُ خَيْر حَمِدَ رَبّه وَشَكَرَ وَإِنْ أَصَابَتْهُ مُصِيبَة حَمِدَ رَبّه وَصَبَرَ يُؤْجَر الْمُؤْمِن فِي كُلّ شَيْء حَتَّى فِي اللُّقْمَة يَرْفَعهَا إِلَى فِي اِمْرَأَته \". وَقَدْ رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة مِنْ حَدِيث أَبِي إِسْحَاق السَّبِيعِيّ بِهِ وَهُوَ حَدِيث عَزِيز مِنْ رِوَايَة عُمَر بْن سَعْد عَنْ أَبِيهِ وَلَكِنْ لَهُ شَاهِد فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ \" عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللَّه تَعَالَى لَهُ قَضَاء إِلَّا كَانَ خَيْرًا لَهُ إِنْ أَصَابَتْهُ سَرَّاء شَكَرَ فَكَانَ خَيْرًا لَهُ ; وَإِنْ أَصَابَتْهُ ضَرَّاء صَبَرَ فَكَانَ خَيْرًا لَهُ وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ \" . قَالَ عَبْد حَدَّثَنَا يُونُس عَنْ سُفْيَان عَنْ قَتَادَة \" إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّار شَكُور \" قَالَ كَانَ مُطَرِّف يَقُول : نِعْمَ الْعَبْد الصَّبَّار الشَّكُور الَّذِي إِذَا أُعْطِيَ شَكَرَ وَإِذَا اُبْتُلِيَ صَبَرَ .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40250, "aya_id": 19}]