[{"text": "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى", "sura_id": 53, "type": 0, "id": 4800, "aya_id": 16}, {"text": "إذ يغشى السدرة ما يغشى", "sura_id": 53, "type": 1, "id": 11036, "aya_id": 16}, {"text": "16 - (إذ) حين (يغشى السدرة ما يغشى) من طير وغيره وإذ معمولة لرآه \r\n", "sura_id": 53, "type": 2, "id": 29744, "aya_id": 16}, {"text": "إذ يغشى السدرة من أمر الله شيء عظيم, لا يعلم وصفه إلا الله عز وجل. وكان النبي صلى الله عليه وسلم على صفة عظيمة من الثبات والطاعة,\r\n", "sura_id": 53, "type": 3, "id": 35980, "aya_id": 16}, {"text": " <font color=red>إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى</font><BR><p>قَوْله تَعَالَى \" إِذْ يَغْشَى السِّدْرَة مَا يَغْشَى \" قَدْ تَقَدَّمَ فِي أَحَادِيث الْإِسْرَاء أَنَّهُ غَشِيَتْهَا الْمَلَائِكَة مِثْل الْغِرْبَان وَغَشِيَهَا نُور الرَّبّ وَغَشِيَهَا أَلْوَان مَا أَدْرِي مَا هِيَ ؟ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مَالِك بْن مِغْوَل حَدَّثَنَا الزُّبَيْر بْن عَدِيّ عَنْ طَلْحَة عَنْ مُرَّة عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود قَالَ لَمَّا أُسْرِيَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُنْتُهِيَ بِهِ إِلَى سِدْرَة الْمُنْتَهَى وَهِيَ فِي السَّمَاء السَّابِعَة إِلَيْهَا يَنْتَهِي مَا يُعْرَج بِهِ مِنْ الْأَرْض فَيُقْبَض مِنْهَا وَإِلَيْهَا يَنْتَهِي مَا يَهْبِط بِهِ مِنْ فَوْقهَا فَيُقْبَض مِنْهَا\" إِذْ يَغْشَى السِّدْرَة مَا يَغْشَى \" قَالَ فِرَاش مِنْ ذَهَبٍ قَالَ وَأُعْطِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاثًا : أُعْطِيَ الصَّلَوَاتِ الْخَمْسَ وَأُعْطِيَ خَوَاتِيم سُورَة الْبَقَرَة وَغُفِرَ لِمَنْ لَا يُشْرِك بِاَللَّهِ شَيْئًا مِنْ أُمَّته الْمُقْحِمَات. اِنْفَرَدَ بِهِ مُسْلِم وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة عَنْ أَبِي هُرَيْرَة أَوْ غَيْره - شَكَّ أَبُو جَعْفَر - قَالَ : لَمَّا أُسْرِيَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْتَهَى إِلَى السِّدْرَة فَقِيلَ لَهُ إِنَّ هَذِهِ السِّدْرَة فَغَشِيَهَا نُور الْخَلَّاق وَغَشِيَتْهَا الْمَلَائِكَة مِثْل الْغِرْبَان حِين يَقَعْنَ عَلَى الشَّجَر وَقَالَ فَكَلَّمَهُ عِنْد ذَلِكَ فَقَالَ لَهُ سَلْ . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" إِذْ يَغْشَى السِّدْرَة مَا يَغْشَى \" قَالَ كَانَ أَغْصَان السِّدْرَة لُؤْلُؤًا وَيَاقُوتًا وَزَبَرْجَدًا فَرَآهَا مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَأَى رَبّه بِقَلْبِهِ وَقَالَ اِبْن زَيْد قِيلَ يَا رَسُول اللَّه أَيَّ شَيْء رَأَيْت يَغْشَى تِلْكَ السِّدْرَة ؟ قَالَ \" رَأَيْت يَغْشَاهَا فِرَاش مِنْ ذَهَبٍ وَرَأَيْت عَلَى كُلّ وَرَقَة مِنْ وَرَقهَا مَلَكًا قَائِمًا يُسَبِّح اللَّه عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41718, "aya_id": 16}]