[{"text": "وَقَالَ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللّهُ مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ نَّحْنُ وَلا آبَاؤُنَا وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ كَذَلِكَ فَعَلَ الَّذِينَ مِن قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلاَّ الْبَلاغُ الْمُبِينُ", "sura_id": 16, "type": 0, "id": 1936, "aya_id": 35}, {"text": "وقال الذين أشركوا لو شاء الله ما عبدنا من دونه من شيء نحن ولا آباؤنا ولا حرمنا من دونه من شيء كذلك فعل الذين من قبلهم فهل على الرسل إلا البلاغ المبين", "sura_id": 16, "type": 1, "id": 8172, "aya_id": 35}, {"text": "35 - (وقال الذين أشركوا) من أهل مكة (لو شاء الله ما عبدنا من دونه من شيء نحن ولا آباؤنا ولا حرمنا من دونه من شيء) من البحائر والسوائب فإشراكنا وتحريمنا بمشيئته فهو راض به قال تعالى (كذلك فعل الذين من قبلهم) أي كذبوا رسلهم فيما جاؤا به (فهل) فما (على الرسل إلا البلاغ المبين) الإبلاغ البين وليس عليهم الهداية \r\n", "sura_id": 16, "type": 2, "id": 26880, "aya_id": 35}, {"text": "وقال المشركون: لو شاء الله أن نعبده وحده ما عبدنا أحدًا غيره, لا نحن ولا آباؤنا مِن قبلنا, ولا حَرَّمَنا شيئًا لم يحرمه, بمثل هذا الاحتجاج الباطل احتج الكفار السابقون, وهم كاذبون; فإن الله أمرهم ونهاهم ومكَّنهم من القيام بما كلَّفهم به, وجعل لهم قوة ومشيئة تصدر عنها أفعالهم, فاحتجاجهم بالقضاء والقدر من أبطل الباطل من بعد إنذار الرسل لهم, فليس على الرسل المنذِرين لهم إلا التبليغ الواضح لما كُلِّفوا به.\r\n", "sura_id": 16, "type": 3, "id": 33116, "aya_id": 35}, {"text": " <font color=red>وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ دُونِهِ مِنْ شَيْءٍ كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ</font><BR><p>يُخْبِر تَعَالَى عَنْ اِغْتِرَار الْمُشْرِكِينَ بِمَا هُمْ فِيهِ مِنْ الْإِشْرَاك وَاعْتِذَارهمْ مُحْتَجِّينَ بِالْقَدَرِ بِقَوْلِهِمْ \" لَوْ شَاءَ اللَّه مَا عَبَدْنَا مِنْ دُونه مِنْ شَيْء نَحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ دُونه مِنْ شَيْء \" أَيْ مِنْ الْبَحَائِر وَالسَّوَائِب وَالْوَصَائِل وَغَيْر ذَلِكَ مِمَّا كَانُوا اِبْتَدَعُوهُ وَاخْتَرَعُوهُ مِنْ تِلْقَاء أَنْفُسهمْ مَا لَمْ يُنَزِّل بِهِ سُلْطَانًا وَمَضْمُون كَلَامهمْ أَنَّا لَوْ كَانَ تَعَالَى كَارِهًا لِمَا فَعَلْنَا لَأَنْكَرَهُ عَلَيْنَا بِالْعُقُوبَةِ وَلَمَا مَكَّنَنَا مِنْهُ قَالَ اللَّه تَعَالَى رَادًّا عَلَيْهِمْ شُبْهَتهمْ \" فَهَلْ عَلَى الرُّسُل إِلَّا الْبَلَاغ الْمُبِين \" أَيْ لَيْسَ الْأَمْر كَمَا تَزْعُمُونَ أَنَّهُ لَمْ يُنْكِرهُ عَلَيْكُمْ بَلْ قَدْ أَنْكَرَهُ عَلَيْكُمْ أَشَدّ الْإِنْكَار وَنَهَاكُمْ عَنْهُ آكَد النَّهْي .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38108, "aya_id": 35}]