[{"text": "قُل لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا", "sura_id": 18, "type": 0, "id": 2249, "aya_id": 109}, {"text": "قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل أن تنفد كلمات ربي و لو جئنا بمثله مددا", "sura_id": 18, "type": 1, "id": 8485, "aya_id": 109}, {"text": "109 - (قل لو كان البحر) أي ماؤه (مدادا) هو ما يكتب به (لكلمات ربي) الدالة على حكمه وعجائبه بأن تكتب به (لنفد البحر) في كتابتها (قبل أن تنفد) بالتاء والياء تفرغ (كلمات ربي ولو جئنا بمثله) أي البحر (مددا) زيادة فيه لنفد ولم تفرغ هي ونصبه على التمييز \r\n", "sura_id": 18, "type": 2, "id": 27193, "aya_id": 109}, {"text": "قل -أيها الرسول-: لو كان ماء البحر حبرًا للأقلام التي يكتب بها كلام الله، لنفِد ماء البحر قبل أن تنفد كلمات الله، ولو جئنا بمثل البحر بحارًا أخرى مددًا له. وفي الآية إثبات صفة الكلام لله -تعالى- حقيقة كما يليق بجلاله وكماله.\r\n", "sura_id": 18, "type": 3, "id": 33429, "aya_id": 109}, {"text": " <font color=red>قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا</font><BR><p>يَقُول تَعَالَى : قُلْ يَا مُحَمَّد لَوْ كَانَ مَاء الْبَحْر مِدَادًا لِلْقَلَمِ الَّذِي يُكْتَب بِهِ كَلِمَات اللَّه وَحُكْمه وَآيَاته الدَّالَّة لَنَفِدَ الْبَحْر قَبْل أَنْ يَفْرُغ كِتَابَة ذَلِكَ \" وَلَوْ جِئْنَا بِمِثْلِهِ \" أَيْ بِمِثْلِ الْبَحْر آخَر ثُمَّ آخَر وَهَلُمَّ جَرًّا بُحُور تَمُدّهُ وَيُكْتَب بِهَا لَمَا نَفِدَتْ كَلِمَات اللَّه كَمَا قَالَ تَعَالَى \" وَلَوْ أَنَّ مَا فِي الْأَرْض مِنْ شَجَرَة أَقْلَام وَالْبَحْر يَمُدّهُ مِنْ بَعْده سَبْعَة أَبْحُر مَا نَفِدَتْ كَلِمَات اللَّه إِنَّ اللَّه عَزِيز حَكِيم \" وَقَالَ الرَّبِيع بْن أَنَس إِنَّ مِثْل عِلْم الْعِبَاد كُلّهمْ فِي عِلْم اللَّه كَقَطْرَةِ مِنْ مَاء الْبُحُور كُلّهَا وَقَدْ أَنْزَلَ اللَّه ذَلِكَ \" قُلْ لَوْ كَانَ الْبَحْر مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْر قَبْل أَنْ تَنْفَد كَلِمَات رَبِّي \" يَقُول لَوْ كَانَتْ تِلْكَ الْبُحُور مِدَادًا لِكَلِمَاتِ اللَّه وَالشَّجَر كُلّه أَقْلَام لَانْكَسَرَتْ الْأَقْلَام وَفَنِيَ مَاء الْبَحْر وَبَقِيَتْ كَلِمَات اللَّه قَائِمَة لَا يُفْنِيهَا شَيْء لِأَنَّ أَحَدًا لَا يَسْتَطِيع أَنْ يُقَدِّر قَدْره وَلَا يُثْنِي عَلَيْهِ كَمَا يَنْبَغِي حَتَّى يَكُون هُوَ الَّذِي يُثْنِي عَلَى نَفْسه إِنَّ رَبّنَا كَمَا يَقُول وَفَوْق مَا نَقُول إِنَّ مَثَل نَعِيم الدُّنْيَا أَوَّلهَا وَآخِرهَا فِي نَعِيم الْآخِرَة كَحَبَّةٍ مِنْ خَرْدَل فِي خِلَال الْأَرْض كُلّهَا .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38300, "aya_id": 109}]