[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْرَبُواْ الصَّلاَةَ وَأَنتُمْ سُكَارَى حَتَّىَ تَعْلَمُواْ مَا تَقُولُونَ وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ حَتَّىَ تَغْتَسِلُواْ وَإِن كُنتُم مَّرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاء أَحَدٌ مِّنكُم مِّن الْغَآئِطِ أَوْ لاَمَسْتُمُ النِّسَاء فَلَمْ تَجِدُواْ مَاء فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا فَامْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللّهَ كَانَ عَفُوًّا غَفُورًا", "sura_id": 4, "type": 0, "id": 536, "aya_id": 43}, {"text": "يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون ولا جنبا إلا عابري سبيل حتى تغتسلوا وإن كنتم مرضى أو على سفر أو جاء أحد منكم من الغائط أو لامستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وأيديكم إن الله كان عفوا غفورا", "sura_id": 4, "type": 1, "id": 6772, "aya_id": 43}, {"text": "43 - (يا أيها الذين آمنوا لا تقربوا الصلاة) أي لا تُصَلُّوا (وأنتم سكارى) من الشراب لأن سبب نزولها صلاة جماعة في حالة سكر (حتى تعلموا ما تقولون) بأن تصحوا (ولا جنبا) بإيلاج أو إنزال ، ونصبه على الحال وهو يطلق على المفرد وغيره (إلا عابري) مجتازي (سبيل) طريق أي مسافرين (حتى تغتسلوا) فلكم أن تصلوا واستثناء المسافر لأن له حكما آخر سيأتي ، وقيل المراد النهي عن قربان مواضع الصلاة أي المساجد إلى عبورها من غير مكث (وإن كنتم مرضى) مرضاً يضره الماء (أو على سفر) أي مسافرين وأنتم جنب أو محدثون (أو جاء أحد منكم من الغائط) هو المكان المعد لقضاء الحاجة أي أحدث (أو لامستم النساء) وفي قراءة {لمستم} بلا ألف وكلاهما بمعنى اللمس هو الجس باليد ، قاله ابن عمر وعليه الشافعي وألحق به الجس بباقي البشرة ، وعن ابن عباس هو الجماع (فلم تجدوا ماء) تتطهرون به للصلاة بعد الطلب والتفتيش وهو راجع إلى ماعدا المرضى (فتيمموا) اقصدوا بعد دخول الوقت (صعيدا طيبا) ترابا طاهرا فاضربوا به ضربتين (فامسحوا بوجوهكم وأيديكم) مع المرفقين منه ، ومَسَحَ يتعدى بنفسه وبالحرف (إن الله كان عفوا غفورا) \r\n", "sura_id": 4, "type": 2, "id": 25480, "aya_id": 43}, {"text": "يا أيها الذين صدَّقوا بالله ورسوله وعملوا بشرعه, لا تقربوا الصلاة ولا تقوموا إليها حال السكر حتى تميزوا وتعلموا ما تقولون, وقد كان هذا قبل التحريم القاطع للخمر في كل حال, ولا تقربوا الصلاة في حال الجنابة, ولا تقربوا مواضعها وهي المساجد, إلا من كان منكم مجتازًا من باب إلى باب, حتى تتطهروا. وإن كنتم في حال مرض لا تقدرون معه على استعمال الماء, أو حال سفر, أو جاء أحد منكم من الغائط, أو جامعتم النساء, فلم تجدوا ماء للطهارة فاقصدوا ترابًا طاهرًا, فامسحوا بوجوهكم وأيديكم منه. إن الله تعالى كان عفوًّا عنكم, غفورًا لكم.\r\n", "sura_id": 4, "type": 3, "id": 31716, "aya_id": 43}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا</font><BR><p>يَنْهَى تَبَارَكَ وَتَعَالَى عِبَاده الْمُؤْمِنِينَ عَنْ فِعْل الصَّلَاة فِي حَال السُّكْر الَّذِي لَا يَدْرِي مَعَهُ الْمُصَلِّي مَا يَقُول وَعَنْ قُرْبَان مَحَالّهَا الَّتِي هِيَ الْمَسَاجِد لِلْجُنُبِ إِلَّا أَنْ يَكُون مُجْتَازًا مِنْ بَاب إِلَى بَاب مِنْ غَيْر مُكْث , وَقَدْ كَانَ هَذَا قَبْل تَحْرِيم الْخَمْر كَمَا دَلَّ عَلَيْهِ الْحَدِيث الَّذِي ذَكَرْنَاهُ فِي سُورَة الْبَقَرَة عِنْد قَوْله تَعَالَى \" يَسْأَلُونَك عَنْ الْخَمْر وَالْمَيْسِر \" الْآيَة . فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلَاهَا عَلَى عُمَر فَقَالَ \" اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْر بَيَانًا شَافِيًا \" فَلَمَّا نَزَلَتْ هَذِهِ الْآيَة تَلَاهَا عَلَيْهِ فَقَالَ \" اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْر بَيَانًا شَافِيًا \" فَكَانُوا لَا يَشْرَبُونَ الْخَمْر فِي أَوْقَات الصَّلَوَات حَتَّى نَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْر وَالْمَيْسِر وَالْأَنْصَاب وَالْأَزْلَام رِجْس مِنْ عَمَل الشَّيْطَان فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ \" إِلَى قَوْله تَعَالَى فَهَلْ أَنْتُمْ مُنْتَهُونَ فَقَالَ عُمَر : اِنْتَهَيْنَا اِنْتَهَيْنَا . وَفِي رِوَايَة إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عُمَر بْن شُرَحْبِيل عَنْ عُمَر بْن الْخَطَّاب فِي قِصَّة تَحْرِيم الْخَمْر فَذَكَرَ الْحَدِيث وَفِيهِ : فَنَزَلَتْ الْآيَة الَّتِي فِي النِّسَاء \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ \" فَكَانَ مُنَادِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَامَتْ الصَّلَاة يُنَادِي أَنْ لَا يَقْرَبَن الصَّلَاة سَكْرَان لَفْظ أَبِي دَاوُد. وَذَكَرَ اِبْن أَبِي شَيْبَة فِي سَبَب نُزُول هَذِهِ الْآيَة مَا رَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن حَبِيب حَدَّثَنَا أَبُو دَاوُد حَدَّثَنَا شُعْبَة أَخْبَرَنِي سِمَاك بْن حَرْب قَالَ : سَمِعْت مُصْعَب بْن سَعْد يُحَدِّث عَنْ سَعْد قَالَ : نَزَلَتْ فِي أَرْبَع آيَات صَنَعَ رَجُل مِنْ الْأَنْصَار طَعَامًا فَدَعَا أُنَاسًا مِنْ الْمُهَاجِرِينَ وَأُنَاسًا مِنْ الْأَنْصَار فَأَكَلْنَا وَشَرِبْنَا حَتَّى سَكِرْنَا ثُمَّ اِفْتَخَرْنَا فَرَفَعَ رَجُل لَحْي بَعِير فَغَرَزَ بِهَا أَنْف سَعْد فَكَانَ سَعْد مَغْرُوز الْأَنْف وَذَلِكَ قَبْل تَحْرِيم الْخَمْر فَنَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى \" الْآيَة . وَالْحَدِيث بِطُولِهِ عِنْد مُسْلِم مِنْ رِوَايَة شُعْبَة وَرَوَاهُ أَهْل السُّنَن إِلَّا اِبْن مَاجَهْ مِنْ طُرُق عَنْ سِمَاك بِهِ \" سَبَب آخَر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَمَّار حَدَّثَنَا عَبْد الرَّحْمَن بْن عَبْد اللَّه الدَّشْتَكِيّ حَدَّثَنَا أَبُو جَعْفَر عَنْ عَطَاء بْن السَّائِب عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ : صَنَعَ لَنَا عَبْد الرَّحْمَن بْن عَوْف طَعَامًا فَدَعَانَا وَسَقَانَا مِنْ الْخَمْر فَأَخَذَتْ الْخَمْر مِنَّا وَحَضَرَتْ الصَّلَاة فَقَدَّمُوا فُلَانًا قَالَ فَقَرَأَ : قُلْ يَا أَيّهَا الْكَافِرُونَ مَا أَعْبُد مَا تَعْبُدُونَ وَنَحْنُ نَعْبُد مَا تَعْبُدُونَ فَأَنْزَلَ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ \" هَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ عَبْد الرَّحْمَن الدَّشْتَكِيّ بِهِ وَقَالَ حَسَن صَحِيح. وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن بَشَّار عَنْ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان الثَّوْرِيّ عَنْ عَطَاء بْن السَّائِب عَنْ أَبِي عَبْد الرَّحْمَن عَنْ عَلِيّ أَنَّهُ كَانَ هُوَ وَعَبْد الرَّحْمَن وَرَجُل آخَر شَرِبُوا الْخَمْر فَصَلَّى بِهِمْ عَبْد الرَّحْمَن فَقَرَأَ \" قُلْ يَا أَيّهَا الْكَافِرُونَ \" فَخَلَطَ فِيهَا فَنَزَلَتْ \" لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى \" وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث الثَّوْرِيّ بِهِ وَرَوَاهُ اِبْن جَرِير أَيْضًا عَنْ اِبْن حُمَيْد عَنْ جَرِير عَنْ عَطَاء عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ قَالَ : كَانَ عَلِيّ فِي نَفَر مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْت عَبْد الرَّحْمَن بْن عَوْف فَطَعِمُوا فَأَتَاهُمْ بِخَمْرٍ فَشَرِبُوا مِنْهَا , وَذَلِكَ قَبْل أَنْ يُحَرَّم الْخَمْر فَحَضَرَتْ الصَّلَاة فَقَدَّمُوا عَلِيًّا فَقَرَأَ بِهِمْ \" قُلْ يَا أَيّهَا الْكَافِرُونَ \" فَلَمْ يَقْرَأهَا كَمَا يَنْبَغِي فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى \" ثُمَّ قَالَ حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا الْحَجَّاج بْن الْمِنْهَال حَدَّثَنَا حَمَّاد عَنْ عَطَاء بْن السَّائِب عَنْ عَبْد الرَّحْمَن بْن حَبِيب وَهُوَ أَبُو عَبْد الرَّحْمَن السُّلَمِيّ أَنَّ عَبْد الرَّحْمَن بْن عَوْف صَنَعَ طَعَامًا وَشَرَابًا فَدَعَا نَفَرًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى بِهِمْ الْمَغْرِب فَقَرَأَ \" قُلْ يَا أَيّهَا الْكَافِرُونَ أَعْبُد مَا تَعْبُدُونَ وَأَنْتُمْ عَابِدُونَ مَا أَعْبُد وَأَنَا عَابِد مَا عَبَدْتُمْ لَكُمْ دِينكُمْ وَلِيَ دِين فَأَنْزَلَ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ \" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي الْآيَة . رَوَاهُ اِبْن جَرِير قَالَ : وَكَذَا قَالَ أَبُو رَزِين وَمُجَاهِد وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة : كَانُوا يَجْتَنِبُونَ السُّكْر عِنْد حُضُور الصَّلَوَات ثُمَّ نُسِخَ بِتَحْرِيمِ الْخَمْر . وَقَالَ الضَّحَّاك فِي الْآيَة لَمْ يَعْنِ بِهَا سُكْر الْخَمْر وَإِنَّمَا عَنَى بِهَا سُكْر النَّوْم رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم ثُمَّ قَالَ اِبْن جَرِير وَالصَّوَاب أَنَّ الْمُرَاد سُكْر الشَّرَاب قَالَ وَلَمْ يَتَوَجَّه النَّهْي إِلَى السَّكْرَان الَّذِي لَا يَفْهَم الْخِطَاب لِأَنَّ ذَاكَ فِي حُكْم الْمَجْنُون وَإِنَّمَا خُوطِبَ بِالنَّهْيِ الثَّمِل الَّذِي يَفْهَم التَّكْلِيف , وَهَذَا حَاصِل مَا قَالَهُ وَقَدْ ذَكَرَهُ غَيْر وَاحِد مِنْ الْأُصُولِيِّينَ وَهُوَ أَنَّ الْخِطَاب يَتَوَجَّه إِلَى مَنْ يَفْهَم الْكَلَام دُون السَّكْرَان الَّذِي لَا يَدْرِي مَا يُقَال لَهُ فَإِنَّ الْفَهْم شَرْط التَّكْلِيف , وَقَدْ يُحْتَمَل أَنْ يَكُون الْمُرَاد التَّعْرِيض بِالنَّهْيِ عَنْ السُّكْر بِالْكُلِّيَّةِ لِكَوْنِهِمْ مَأْمُورِينَ بِالصَّلَاةِ فِي الْخَمْسَة الْأَوْقَات مِنْ اللَّيْل وَالنَّهَار فَلَا يَتَمَكَّن شَارِب الْخَمْر مِنْ أَدَاء الصَّلَاة فِي أَوْقَاتهَا دَائِمًا وَاَللَّه أَعْلَم . وَعَلَى هَذَا فَيَكُون كَقَوْلِهِ تَعَالَى\" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه حَقّ تُقَاته وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ \" وَهُوَ الْأَمْر لَهُمْ بِالتَّأَهُّبِ لِلْمَوْتِ عَلَى الْإِسْلَام وَالْمُدَاوَمَة عَلَى الطَّاعَة لِأَجْلِ ذَلِكَ وَقَوْله \" حَتَّى تَعْلَمُوا مَا تَقُولُونَ \" هَذَا أَحْسَن مَا يُقَال فِي حَدّ السَّكْرَان إِنَّهُ الَّذِي لَا يَدْرِي مَا يَقُول فَإِنَّ الْمَخْمُور فِيهِ تَخْلِيط فِي الْقِرَاءَة وَعَدَم تَدَبُّره وَخُشُوعه فِيهَا وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا أَبِي حَدَّثَنَا أَيُّوب عَنْ أَبِي قِلَابَة عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا نَعَسَ أَحَدكُمْ وَهُوَ يُصَلِّي فَلْيَنْصَرِفْ وَلْيَنَمْ حَتَّى يَعْلَم مَا يَقُول \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ دُون مُسْلِم فَرَوَاهُ هُوَ وَالنَّسَائِيّ مِنْ حَدِيث أَيُّوب وَفِي بَعْض أَلْفَاظ الْحَدِيث \" فَلَعَلَّهُ يَذْهَب يَسْتَغْفِر فَيَسُبّ نَفْسه \" وَقَوْله \" وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيل حَتَّى تَغْتَسِلُوا \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَمَّار حَدَّثَنَا عَبْد الرَّحْمَن الدَّشْتَكِيّ أَخْبَرَنَا أَبُو جَعْفَر عَنْ زَيْد بْن أَسْلَم عَنْ عَطَاء بْن يَسَار عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيل حَتَّى تَغْتَسِلُوا \" قَالَ لَا تَدْخُلُوا الْمَسْجِد وَأَنْتُمْ جُنُب إِلَّا عَابِرِي سَبِيل قَالَ تَمُرّ بِهِ مَرًّا وَلَا تَجْلِس ثُمَّ قَالَ وَرُوِيَ عَنْ عَبْد اللَّه بْن مَسْعُود وَأَنَس وَأَبِي عُبَيْدَة وَسَعِيد بْن الْمُسَيِّب وَالضَّحَّاك وَعَطَاء وَمُجَاهِد وَمَسْرُوق وَإِبْرَاهِيم النَّخَعِيّ وَزَيْد بْن أَسْلَم وَأَبِي مَالِك وَعَمْرو بْن دِينَار وَالْحَكَم بْن عُتْبَة وَعِكْرِمَة وَالْحَسَن الْبَصْرِيّ وَيَحْيَى بْن سَعِيد الْأَنْصَارِيّ وَابْن شِهَاب وَقَتَادَة نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا أَبُو صَالِح حَدَّثَنِي اللَّيْث حَدَّثَنَا يَزِيد بْن أَبِي حَبِيب عَنْ قَوْل اللَّه عَزَّ وَجَلَّ \" وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيل \" إِنَّ رِجَالًا مِنْ الْأَنْصَار كَانَتْ أَبْوَابهمْ فِي الْمَسْجِد فَكَانَتْ تُصِيبهُمْ الْجَنَابَة وَلَا مَاء عِنْدهمْ فَيَرِدُونَ الْمَاء وَلَا يَجِدُونَ مَمَرًّا إِلَّا فِي الْمَسْجِد فَأَنْزَلَ اللَّه\" وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيل \" وَيَشْهَد لِصِحَّةِ مَا قَالَهُ يَزِيد بْن أَبِي حَبِيب رَحِمَهُ اللَّه مَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" سُدُّوا كُلّ خَوْخَة فِي الْمَسْجِد إِلَّا خَوْخَة أَبِي بَكْر \" وَهَذَا قَالَهُ فِي آخِر حَيَاته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِلْمًا مِنْهُ أَنَّ أَبَا بَكْر رَضِيَ اللَّه عَنْهُ سَيَلِي الْأَمْر بَعْده وَيَحْتَاج إِلَى الدُّخُول فِي الْمَسْجِد كَثِيرًا لِلْأُمُورِ الْمُهِمَّة فِيمَا يَصْلُح لِلْمُسْلِمِينَ فَأَمَرَ بِسَدِّ الْأَبْوَاب الشَّارِعَة إِلَى الْمَسْجِد إِلَّا بَابه رَضِيَ اللَّه عَنْهُ وَمَنْ رَوَى إِلَّا بَاب عَلِيّ كَمَا وَقَعَ فِي بَعْض السُّنَن فَهُوَ خَطَأ وَالصَّوَاب مَا ثَبَتَ فِي الصَّحِيح . وَمِنْ هَذِهِ الْآيَة اِحْتَجَّ كَثِير مِنْ الْأَئِمَّة عَلَى أَنَّهُ يَحْرُم عَلَى الْجُنُب الْمُكْث فِي الْمَسْجِد وَيَجُوز لَهُ الْمُرُور وَكَذَا الْحَائِض وَالنُّفَسَاء أَيْضًا فِي مَعْنَاهُ إِلَّا أَنَّ بَعْضهمْ قَالَ يَحْرُم مُرُورهمَا لِاحْتِمَالِ التَّلْوِيث وَمِنْهُمْ مَنْ قَالَ إِنْ أَمِنَتْ كُلّ وَاحِدَة مِنْهُمَا التَّلْوِيث فِي حَال الْمُرُور جَازَ لَهُمَا الْمُرُور وَإِلَّا فَلَا. وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَاوِلِينِي الْخُمْرَة مِنْ الْمَسْجِد \" فَقُلْت إِنِّي حَائِض فَقَالَ \" إِنَّ حَيْضَتك لَيْسَتْ فِي يَدك \" وَلَهُ عَنْ أَبِي هُرَيْرَة مِثْله وَفِيهِ دَلَالَة عَلَى جَوَاز مُرُور الْحَائِض فِي الْمَسْجِد وَالنُّفَسَاء فِي مَعْنَاهَا وَاَللَّه أَعْلَم . وَرَوَى أَبُو دَاوُد مِنْ حَدِيث أَفْلَت بْن خَلِيفَة الْعَامِرِيّ عَنْ جَسْرَة بِنْت دَجَاجَة عَنْ عَائِشَة قَالَتْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" إِنِّي لَا أُحِلّ الْمَسْجِد لِحَائِضٍ وَلَا جُنُب \" قَالَ أَبُو مُسْلِم الْخَطَّابِيّ : ضَعَّفَ هَذَا الْحَدِيث جَمَاعَة وَقَالُوا أَفْلَت مَجْهُول لَكِنْ رَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث أَبِي الْخَطَّاب الْهَجَرِيّ عَنْ مَحْدُوج الذُّهْلِيّ عَنْ جَسْرَة عَنْ أُمّ سَلَمَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِ قَالَ أَبُو زُرْعَة الرَّازِيّ يَقُول جَسْرَة عَنْ أُمّ سَلَمَة وَالصَّحِيح جَسْرَة عَنْ عَائِشَة فَأَمَّا مَا رَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ مِنْ حَدِيث سَالِم بْن أَبِي حَفْصَة عَنْ عَطِيَّة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَلِيّ لَا يَحِلّ لِأَحَدٍ يُجْنِب فِي هَذَا الْمَسْجِد غَيْرِي وَغَيْرك \" فَإِنَّهُ حَدِيث ضَعِيف لَا يَثْبُت فَإِنَّ سَالِمًا هَذَا مَتْرُوك وَشَيْخه عَطِيَّة ضَعِيف وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" فِي مَعْنَى الْآيَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْمُنْذِر بْن شَاذَان حَدَّثَنَا عَبْد اللَّه بْن مُوسَى أَخْبَرَنِي إِسْحَاق بْن أَبِي لَيْلَى عَنْ الْمِنْهَال عَنْ زِرّ بْن حُبَيْش عَنْ عَلِيّ \" وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيل \" قَالَ لَا يَقْرَب الصَّلَاة إِلَّا أَنْ يَكُون مُسَافِرًا تُصِيبهُ الْجَنَابَة فَلَا يَجِد الْمَاء فَيُصَلِّي حَتَّى يَجِد الْمَاء , ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ الْمِنْهَال بْن عَمْرو عَنْ زِرّ عَنْ عَلِيّ بْن أَبِي طَالِب فَذَكَرَهُ قَالَ وَرُوِيَ عَنْ اِبْن عَبَّاس فِي إِحْدَى الرِّوَايَات وَسَعِيد بْن جُبَيْر وَالضَّحَّاك نَحْو ذَلِكَ . وَقَدْ رَوَى اِبْن جَرِير مِنْ حَدِيث وَكِيع عَنْ اِبْن أَبِي لَيْلَى عَنْ عَبَّاد بْن عَبْد اللَّه أَوْ عَنْ زِرّ بْن حُبَيْش عَنْ عَلِيّ فَذَكَرَهُ وَرَوَاهُ مِنْ طَرِيق الْعَوْفِيّ وَأَبِي مِجْلَز عَنْ اِبْن عَبَّاس فَذَكَرَهُ وَرَوَاهُ عَنْ سَعِيد بْن جُبَيْر وَعَنْ مُجَاهِد وَالْحَسَن بْن مُسْلِم وَالْحَكَم بْن عُتْبَة وَزَيْد بْن أَسْلَم وَابْنه عَبْد الرَّحْمَن مِثْل ذَلِكَ وَرُوِيَ عَنْ طَرِيق اِبْن جَرِير عَنْ عَبْد اللَّه بْن كَثِير قَالَ كُنَّا نَسْمَع أَنَّهُ فِي السَّفَر . وَيُسْتَشْهَد لِهَذَا الْقَوْل بِالْحَدِيثِ الَّذِي رَوَاهُ أَحْمَد وَأَهْل السُّنَن مِنْ حَدِيث أَبِي قِلَابَة عَنْ عُمَر بْن نَجْدَان عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الصَّعِيد الطَّيِّب طَهُور الْمُسْلِم وَإِنْ لَمْ تَجِد الْمَاء عَشْر حِجَج فَإِذَا وَجَدْت الْمَاء فَأَمِسَّهُ بَشَرَتك فَإِنَّ ذَلِكَ خَيْر لَك \" ثُمَّ قَالَ اِبْن جَرِير بَعْد حِكَايَته الْقَوْلَيْنِ وَالْأَوْلَى قَوْل مَنْ قَالَ \" وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيل أَيْ إِلَّا مُجْتَازِي طَرِيق فِيهِ وَذَلِكَ أَنَّهُ قَدْ بَيَّنَ حُكْم الْمُسَافِر إِذَا عَدِمَ الْمَاء وَهُوَ جُنُب فِي قَوْله وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَر إِلَى آخِره فَكَانَ مَعْلُومًا بِذَلِكَ أَنَّ قَوْله \" وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيل حَتَّى تَغْتَسِلُوا \" لَوْ كَانَ مَعْنِيًّا بِهِ الْمُسَافِر لَمْ يَكُنْ لِإِعَادَةِ ذِكْره فِي قَوْله. وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَر مَعْنًى مَفْهُوم وَقَدْ مَضَى حُكْم ذِكْره قَبْل ذَلِكَ فَإِذَا كَانَ ذَلِكَ كَذَلِكَ فَتَأْوِيل الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الْمَسَاجِد لِلصَّلَاةِ مُصَلِّينَ فِيهَا وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا تَقْرَبُوهَا \" أَيْضًا جُنُبًا حَتَّى تَغْتَسِلُوا إِلَّا عَابِرِي سَبِيل قَالَ وَالْعَابِر السَّبِيل الْمُجْتَاز مَرًّا وَقَطْعًا يُقَال مِنْهُ عَبَّرْت بِهَذَا الطَّرِيق فَأَنَا أَعْبُرهُ عَبْرًا وَعُبُورًا وَمِنْهُ يُقَال عَبَرَ فُلَان النَّهَر إِذَا قَطَعَهُ وَجَاوَزَهُ , وَمِنْهُ قِيلَ لِلنَّاقَةِ الْقَوِيَّة عَلَى الْأَسْفَار هِيَ عُبْر الْأَسْفَار لِقُوَّتِهَا عَلَى قَطْع الْأَسْفَار وَهَذَا الَّذِي نَصَرَهُ هُوَ قَوْل الْجُمْهُور وَهُوَ الظَّاهِر مِنْ الْآيَة وَكَأَنَّهُ تَعَالَى نَهَى عَنْ تَعَاطِي الصَّلَاة عَلَى هَيْئَة نَاقِصَة تُنَاقِض مَقْصُودهَا وَعَنْ الدُّخُول إِلَى مَحِلّهَا عَلَى هَيْئَة نَاقِصَة وَهِيَ الْجَنَابَة الْمُبَاعِدَة لِلصَّلَاةِ وَلِمَحَلِّهَا أَيْضًا وَاَللَّه أَعْلَم . وَقَوْله \" حَتَّى تَغْتَسِلُوا \" دَلِيل لِمَا ذَهَبَ إِلَيْهِ الْأَئِمَّة الثَّلَاثَة أَبُو حَنِيفَة وَمَالِك وَالشَّافِعِيّ أَنَّهُ يَحْرُم عَلَى الْجُنُب الْمُكْث فِي الْمَسْجِد حَتَّى يَغْتَسِل أَوْ يَتَيَمَّم إِنْ عَدِمَ الْمَاء أَوْ لَمْ يَقْدِر عَلَى اِسْتِعْمَاله بِطَرِيقَةٍ وَذَهَبَ الْإِمَام أَحْمَد إِلَى أَنَّهُ مَتَى تَوَضَّأَ الْجُنُب جَازَ لَهُ الْمُكْث فِي الْمَسْجِد لِمَا رَوَى هُوَ وَسَعِيد بْن مَنْصُور فِي سُنَنه بِسَنَدٍ صَحِيح : أَنَّ الصَّحَابَة كَانُوا يَفْعَلُونَ ذَلِكَ . قَالَ سَعِيد بْن مَنْصُور فِي سُنَنه حَدَّثَنَا عَبْد الْعَزِيز بْن مُحَمَّد هُوَ الدَّرَاوَرْدِيّ عَنْ هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَم عَنْ عَطَاء بْن يَسَار قَالَ رَأَيْت رِجَالًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَجْلِسُونَ فِي الْمَسْجِد وَهُمْ مُجْنِبُونَ إِذَا تَوَضَّئُوا وُضُوء الصَّلَاة . وَهَذَا إِسْنَاد صَحِيح عَلَى شَرْط مُسْلِم وَاَللَّه أَعْلَم . وَقَوْله \" وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَر أَوْ جَاءَ أَحَد مِنْكُمْ مِنْ الْغَائِط أَوْ لَامَسْتُمْ النِّسَاء فَلَمْ تَجِدُوا مَاء فَتَيَمَّمُوا صَعِيدًا طَيِّبًا \" أَمَّا الْمَرَض الْمُبِيح لِلتَّيَمُّمِ فَهُوَ الَّذِي يُخَاف مَعَهُ مِنْ اِسْتِعْمَال الْمَاء فَوَات عُضْو أَوْ شَيْنه أَوْ تَطْوِيل الْبُرْء , وَمِنْ الْعُلَمَاء مَنْ جَوَّزَ التَّيَمُّم بِمُجَرَّدِ الْمَرَض لِعُمُومِ الْآيَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو غَسَّان مَالِك بْن إِسْمَاعِيل حَدَّثَنَا قَيْس عَنْ حَفْص عَنْ مُجَاهِد فِي قَوْله \" وَإِنْ كُنْتُمْ مَرْضَى \" قَالَ نَزَلَتْ فِي رَجُل مِنْ الْأَنْصَار كَانَ مَرِيضًا فَلَمْ يَسْتَطِعْ أَنْ يَقُوم فَيَتَوَضَّأ وَلَمْ يَكُنْ لَهُ خَادِم فَيُنَاوِلهُ فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة هَذَا مُرْسَل وَالسَّفَر مَعْرُوف وَلَا فَرْق فِيهِ بَيْن الطَّوِيل وَالْقَصِير وَقَوْله \" أَوْ جَاءَ أَحَد مِنْكُمْ مِنْ الْغَائِط \" الْغَائِط هُوَ الْمَكَان الْمُطْمَئِنّ مِنْ الْأَرْض كَنَّى بِذَلِكَ عَنْ التَّغَوُّط وَهُوَ الْحَدَث الْأَصْغَر وَأَمَّا قَوْله \" أَوْ لَامَسْتُمْ النِّسَاء \" فَقُرِئَ لَمَسْتُمْ وَلَامَسْتُمْ وَاخْتَلَفَ الْمُفَسِّرُونَ وَالْأَئِمَّة فِي مَعْنَى ذَلِكَ عَلَى قَوْلَيْنِ \" أَحَدهمَا \" أَنَّ ذَلِكَ كِنَايَة عَنْ الْجِمَاع لِقَوْلِهِ \" وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْل أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَة فَنِصْف مَا فَرَضْتُمْ \" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمْ الْمُؤْمِنَات ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْل أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّة تَعْتَدُّونَهَا \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" أَوْ لَمَسْتُمْ النِّسَاء \" قَالَ : الْجِمَاع . وَرُوِيَ عَنْ عَلِيّ وَأُبَيّ بْن كَعْب وَمُجَاهِد وَطَاوُس وَالْحَسَن وَعُبَيْد بْن عُمَيْر وَسَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَقَتَادَة وَمُقَاتِل بْن حَيَّان نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير حَدَّثَنِي حُمَيْد بْن مَسْعَدَة وَحَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر قَالَ ذَكَرُوا اللَّمْس فَقَالَ نَاس مِنْ الْمَوَالِي لَيْسَ الْجِمَاع وَقَالَ نَاس مِنْ الْعَرَب اللَّمْس الْجِمَاع قَالَ فَلَقِيت اِبْن عَبَّاس فَقُلْت لَهُ إِنَّ نَاسًا مِنْ الْمَوَالِي وَالْعَرَب اِخْتَلَفُوا فِي اللَّمْس فَقَالَتْ الْمَوَالِي لَيْسَ بِالْجِمَاعِ وَقَالَتْ الْعَرَب الْجِمَاع قَالَ : فَمِنْ أَيّ الْفَرِيقَيْنِ كُنْت ؟ قُلْت كُنْت مِنْ الْمَوَالِي قَالَ غَلَبَ فَرِيق الْمَوَالِي . إِنَّ اللَّمْس وَالْمَسّ وَالْمُبَاشَرَة الْجِمَاع وَلَكِنَّ اللَّه يَكُنِّي مَا شَاءَ بِمَا شَاءَ . ثُمَّ رَوَاهُ عَنْ اِبْن بَشَّار عَنْ غُنْدَر عَنْ شُعْبَة بِهِ نَحْوه ثُمَّ رَوَاهُ مِنْ غَيْر وَجْه عَنْ سَعِيد بْن جُبَيْر نَحْوه وَمِثْله قَالَ حَدَّثَنِي يَعْقُوب حَدَّثَنَا هُشَيْم قَالَ أَبُو بِشْر أَخْبَرَنَا سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : اللَّمْس وَالْمَسّ وَالْمُبَاشَرَة الْجِمَاع وَلَكِنَّ اللَّه يَكُنِّي بِمَا شَاءَ . حَدَّثَنَا عَبْد الْحَمِيد بْن بَيَان أَنْبَأَنَا إِسْحَاق الْأَزْرَق عَنْ سُفْيَان عَنْ عَاصِم الْأَحْوَل عَنْ بَكْر بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس قَالَ : الْمُلَامَسَة الْجِمَاع وَلَكِنَّ اللَّه كَرِيم يُكَنِّي بِمَا يَشَاء . وَقَدْ صَحَّ مِنْ غَيْر وَجْه عَنْ عَبْد اللَّه بْن عَبَّاس أَنَّهُ قَالَ ذَلِكَ ثُمَّ رَوَاهُ اِبْن جَرِير عَنْ بَعْض مَنْ حَكَاهُ اِبْن أَبِي حَاتِم عَنْهُمْ ثُمَّ قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ عَنَى اللَّه تَعَالَى بِذَلِكَ كُلّ مَنْ لَمَسَ بِيَدٍ أَوْ بِغَيْرِهَا مِنْ أَعْضَاء الْإِنْسَان وَأَوْجَبَ الْوُضُوء عَلَى كُلّ مَنْ مَسَّ بِشَيْءٍ مِنْ جَسَده شَيْئًا مِنْ جَسَدهَا مُفْضِيًا إِلَيْهِ , ثُمَّ قَالَ حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ مُخَارِق عَنْ طَارِق عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : اللَّمْس مَا دُون الْجِمَاع وَقَدْ رُوِيَ مِنْ طُرُق مُتَعَدِّدَة عَنْ اِبْن مَسْعُود مِثْله وَرُوِيَ مِنْ حَدِيث الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : الْقُبْلَة مِنْ الْمَسّ وَفِيهَا الْوُضُوء . وَرَوَى الطَّبَرَانِيّ بِإِسْنَادِهِ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ يَتَوَضَّأ الرَّجُل مِنْ الْمُبَاشَرَة وَمِنْ اللَّمْس بِيَدِهِ وَمِنْ الْقُبْلَة وَكَانَ يَقُول فِي هَذِهِ الْآيَة \" أَوْ لَامَسْتُمْ النِّسَاء \" هُوَ الْغَمْز وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَبْد اللَّه بْن عُمَر عَنْ نَافِع أَنَّ اِبْن عُمَر كَانَ يَتَوَضَّأ مِنْ قُبْلَة الْمَرْأَة وَيَرَى فِيهَا الْوُضُوء وَيَقُول هِيَ مِنْ اللِّمَاس. وَرَوَى اِبْن أَبِي حَاتِم وَابْن جَرِير أَيْضًا مِنْ طَرِيق شُعْبَة عَنْ مُخَارِق عَنْ طَارِق عَنْ عَبْد اللَّه قَالَ : اللَّمْس مَا دُون الْجِمَاع ثُمَّ قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ اِبْن عُمَر وَعُبَيْدَة وَأَبِي عُثْمَان النَّهْدِيّ وَأَبِي عُبَيْدَة يَعْنِي اِبْن عَبْد اللَّه بْن مَسْعُود وَعَامِر الشَّعْبِيّ وَثَابِت بْن الْحَجَّاج وَإِبْرَاهِيم النَّخَعِيّ وَزَيْد بْن أَسْلَم نَحْو ذَلِكَ \" قُلْت \" وَرَوَى مَالِك عَنْ الزُّهْرِيّ عَنْ سَالِم بْن عَبْد اللَّه بْن عُمَر عَنْ أَبِيهِ أَنَّهُ كَانَ يَقُول : قُبْلَة الرَّجُل اِمْرَأَته وَجَسّه بِيَدِهِ مِنْ الْمُلَامَسَة فَمَنْ قَبَّلَ اِمْرَأَته أَوْ جَسَّهَا بِيَدِهِ فَعَلَيْهِ الْوُضُوء . وَرَوَى الْحَافِظ أَبُو الْحَسَن الدَّارَقُطْنِيّ فِي سُنَنه عَنْ عُمَر بْن الْخَطَّاب نَحْو ذَلِكَ وَلَكِنْ رُوِّينَا عَنْهُ مِنْ وَجْه آخَر أَنَّهُ كَانَ يُقَبِّل اِمْرَأَته ثُمَّ يُصَلِّي وَلَا يَتَوَضَّأ فَالرِّوَايَة عَنْهُ مُخْتَلِفَة فَيُحْمَل مَا قَالَهُ فِي الْوُضُوء إِنْ صَحَّ عَنْهُ عَلَى الِاسْتِحْبَاب وَاَللَّه أَعْلَم . وَالْقَوْل بِوُجُوبِ الْوُضُوء مِنْ الْمَسّ هُوَ قَوْل الشَّافِعِيّ وَأَصْحَابه وَمَالِك وَالْمَشْهُور عَنْ أَحْمَد بْن حَنْبَل قَالَ نَاصِرُوهُ قَدْ قُرِئَ فِي هَذِهِ الْآيَة لَامَسْتُمْ وَلَمَسْتُمْ وَاللَّمْس يُطْلَق فِي الشَّرْع عَلَى الْجَسّ بِالْيَدِ قَالَ تَعَالَى \" وَلَوْ نَزَّلْنَا عَلَيْك كِتَابًا فِي قِرْطَاس فَلَمَسُوهُ بِأَيْدِيهِمْ \" أَيْ جَسُّوهُ وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا عَزَّ حِين أَقَرَّ بِالزِّنَا يَعْرِض لَهُ بِالرُّجُوعِ عَنْ الْإِقْرَار \" لَعَلَّك قَبَّلْت أَوْ لَمَسْت \" . وَفِي الْحَدِيث الصَّحِيح \" وَالْيَد زِنَاهَا اللَّمْس \" وَقَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا : قَلَّ يَوْم إِلَّا وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَطُوف عَلَيْنَا فَيُقَبِّل وَيَلْمِس. وَمِنْهُ مَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْع الْمُلَامَسَة وَهُوَ يَرْجِع إِلَى الْجَسّ بِالْيَدِ عَلَى كِلَا التَّفْسِيرَيْنِ قَالُوا : وَيُطْلَق فِي اللُّغَة عَلَى الْجَسّ بِالْيَدِ كَمَا يُطْلَق عَلَى الْجِمَاع قَالَ الشَّاعِر : وَلَمَسَتْ كَفِّي كَفّه أَطْلُب الْغِنَى وَاسْتَأْنَسُوا أَيْضًا بِالْحَدِيثِ الَّذِي رَوَاهُ أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن مَهْدِيّ وَأَبُو سَعِيد قَالَا : حَدَّثَنَا زَائِدَة عَنْ عَبْد الْمَلِك بْن عُمَيْر قَالَ أَبُو سَعِيد : حَدَّثَنَا عَبْد الْمَلِك بْن عُمَيْر عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ مُعَاذ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَاهُ رَجُل فَقَالَ : يَا رَسُول اللَّه مَا تَقُول فِي رَجُل لَقِيَ اِمْرَأَة لَا يَعْرِفهَا وَلَيْسَ يَأْتِي الرَّجُل مِنْ اِمْرَأَته شَيْء إِلَّا أَتَاهُ مِنْهَا غَيْر أَنَّهُ لَمْ يُجَامِعهَا . قَالَ : فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ الْآيَة \" أَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل \" قَالَ : فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَوَضَّأْ ثُمَّ صَلِّ \" قَالَ مُعَاذ : فَقُلْت يَا رَسُول اللَّه أَلَهُ خَاصَّة أَمْ لِلْمُؤْمِنِينَ عَامَّة ؟ فَقَالَ \" بَلْ لِلْمُؤْمِنِينَ عَامَّة \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث زَائِدَة بِهِ وَقَالَ لَيْسَ بِمُتَّصِلٍ . وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث شُعْبَة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى مُرْسَلًا قَالُوا : فَأَمَرَهُ بِالْوُضُوءِ لِأَنَّهُ لَمَسَ الْمَرْأَة وَلَمْ يُجَامِعهَا . وَأُجِيبَ بِأَنَّهُ مُنْقَطِع بَيْن اِبْن أَبِي لَيْلَى وَمُعَاذ فَإِنَّهُ لَمْ يَلْقَهُ ثُمَّ يَحْتَمِل أَنَّهُ إِنَّمَا أَمَرَهُ بِالْوُضُوءِ وَالصَّلَاة الْمَكْتُوبَة كَمَا تَقَدَّمَ فِي حَدِيث الصِّدِّيق \" مَا مِنْ عَبْد يُذْنِب ذَنْبًا فَيَتَوَضَّأ وَيُصَلِّي رَكْعَتَيْنِ إِلَّا غَفَرَ اللَّه لَهُ \" الْحَدِيث وَهُوَ مَذْكُور فِي سُورَة آل عِمْرَان عِنْد قَوْله \" ذَكَرُوا اللَّه فَاسْتَغْفَرُوا لِذُنُوبِهِمْ \" الْآيَة ثُمَّ قَالَ اِبْن جَرِير وَأَوْلَى الْقَوْلَيْنِ فِي ذَلِكَ بِالصَّوَابِ قَوْل مَنْ قَالَ عَنَى اللَّه بِقَوْلِهِ أَوْ لَامَسْتُمْ النِّسَاء الْجِمَاع دُون غَيْره مِنْ مَعَانِي اللَّمْس لِصِحَّةِ الْخَبَر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَبَّلَ بَعْض نِسَائِهِ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأ ثُمَّ قَالَ : حَدَّثَنِي بِذَلِكَ إِسْمَاعِيل بْن مُوسَى السُّدِّيّ قَالَ : أَخْبَرَنَا أَبُو بَكْر بْن عَيَّاش عَنْ الْأَعْمَش عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَوَضَّأ ثُمَّ يُقَبِّل ثُمَّ يُصَلِّي وَلَا يَتَوَضَّأ . ثُمَّ قَالَ : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ حَبِيب عَنْ عُرْوَة عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَبَّلَ بَعْض نِسَائِهِ ثُمَّ خَرَجَ إِلَى الصَّلَاة وَلَمْ يَتَوَضَّأ قُلْت : مَنْ هِيَ إِلَّا أَنْتِ فَضَحِكَتْ . وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ عَنْ جَمَاعَة مِنْ مَشَايِخهمْ عَنْ وَكِيع بِهِ ثُمَّ قَالَ أَبُو دَاوُد : رُوِيَ عَنْ الثَّوْرِيّ أَنَّهُ قَالَ : مَا حَدَّثَنَا حَبِيب إِلَّا عَنْ عُرْوَة الْمُزَنِيّ وَقَالَ يَحْيَى الْقَطَّان لِرَجُلٍ اِحْكِ عَنِّي أَنَّ هَذَا الْحَدِيث شِبْه لَا شَيْء وَقَالَ التِّرْمِذِيّ : سَمِعْت الْبُخَارِيّ يُضَعِّف هَذَا الْحَدِيث وَقَالَ لَا شَكّ حَبِيب بْن أَبِي ثَابِت لَمْ يَسْمَع مِنْ عُرْوَة وَقَدْ وَقَعَ فِي رِوَايَة اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة وَعَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ عَنْ وَكِيع عَنْ الْأَعْمَش عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ عُرْوَة بْن الزُّبَيْر عَنْ عَائِشَة وَأَبْلَغ مِنْ ذَلِكَ مَا رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده مِنْ حَدِيث هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة وَهَذَا نَصّ فِي كَوْنه عُرْوَة بْن الزُّبَيْر وَيَشْهَد لَهُ قَوْله مَنْ هِيَ إِلَّا أَنْتِ فَضَحِكَتْ لَكِنْ رَوَى أَبُو دَاوُد عَنْ إِبْرَاهِيم بْن مَخْلَد حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ أَبِي رَوْق الْهَمْدَانِيّ الطَّالْقَانِيّ عَنْ عَبْد الرَّحْمَن بْن مَغْرَاء عَنْ الْأَعْمَش قَالَ : حَدَّثَنَا أَصْحَاب لَنَا عَنْ عُرْوَة الْمُزَنِيّ عَنْ عَائِشَة فَذَكَرَهُ وَاَللَّه أَعْلَم . وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنَا أَبُو زَيْد عَنْ عُمَر بْن أُنَيْس عَنْ هِشَام بْن عَبَّاد حَدَّثَنَا مُسَدَّد بْن عَلِيّ عَنْ لَيْث عَنْ عَطَاء عَنْ عَائِشَة وَعَنْ أَبِي رَوْق عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَنَال مِنِّي الْقُبْلَة بَعْد الْوُضُوء. وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ أَبِي رَوْق الْهَمْدَانِيّ عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبَّلَ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأ رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث يَحْيَى الْقَطَّان زَادَ أَبُو دَاوُد وَابْن مَهْدِيّ كِلَاهُمَا عَنْ سُفْيَان الثَّوْرِيّ بِهِ . ثُمَّ قَالَ أَبُو دَاوُد وَالنَّسَائِيّ لَمْ يَسْمَع إِبْرَاهِيم التَّيْمِيّ مِنْ عَائِشَة ثُمَّ قَالَ اِبْن جَرِير أَيْضًا . حَدَّثَنَا سَعِيد بْن يَحْيَى الْأُمَوِيّ حَدَّثَنَا أَبِي حَدَّثَنَا يَزِيد عَنْ سِنَان عَنْ عَبْد الرَّحْمَن الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة عَنْ أُمّ سَلَمَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُقَبِّلهَا وَهُوَ صَائِم ثُمَّ لَا يُفْطِر وَلَا يُحْدِث وُضُوءًا. وَقَالَ أَيْضًا : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا حَفْص بْن غِيَاث عَنْ حَجَّاج عَنْ عَمْرو بْن شُعَيْب عَنْ زَيْنَب السَّهْمِيَّة عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يُقَبِّل ثُمَّ يُصَلِّي وَلَا يَتَوَضَّأ . وَقَدْ رَوَاهُ الْإِمَام أَحْمَد عَنْ مُحَمَّد بْن فُضَيْل عَنْ حَجَّاج بْن أَرْطَاة عَنْ عَمْرو بْن شُعَيْب عَنْ زَيْنَب السَّهْمِيَّة عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَوْله تَعَالَى \" فَإِنْ لَمْ تَجِدُوا مَاء فَتَيَمَّمُوا صَعِيدًا طَيِّبًا \" اِسْتَنْبَطَ كَثِير مِنْ الْفُقَهَاء مِنْ هَذِهِ الْآيَة أَنَّهُ لَا يَجُوز التَّيَمُّم لِعَادِمِ الْمَاء إِلَّا بَعْد طَلَب الْمَاء فَمَتَى طَلَبَهُ فَلَمْ يَجِدهُ جَازَ لَهُ حِينَئِذٍ التَّيَمُّم وَقَدْ ذَكَرُوا كَيْفِيَّة الطَّلَب فِي كُتُب الْفُرُوع كَمَا هُوَ مُقَرَّر فِي مَوْضِعه كَمَا فِي الصَّحِيحَيْنِ مِنْ حَدِيث عِمْرَان بْن حُصَيْن أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ رَأَى رَجُلًا مُعْتَزِلًا لَمْ يُصَلِّ مَعَ الْقَوْم فَقَالَ \" يَا فُلَان مَا مَنَعَك أَنْ تُصَلِّي مَعَ الْقَوْم أَلَسْت بِرَجُلٍ مُسْلِم ؟ \" قَالَ : بَلَى يَا رَسُول اللَّه وَلَكِنْ أَصَابَتْنِي جَنَابَة وَلَا مَاء . قَالَ : \" عَلَيْك بِالصَّعِيدِ فَإِنَّهُ يَكْفِيك \" وَلِهَذَا قَالَ تَعَالَى\" فَإِنْ لَمْ تَجِدُوا مَاء فَتَيَمَّمُوا صَعِيدًا طَيِّبًا \" فَالتَّيَمُّم فِي اللُّغَة هُوَ الْقَصْد تَقُول الْعَرَب تَيَمَّمَك اللَّه بِحِفْظِهِ أَيْ قَصَدَك وَمِنْهُ قَوْل اِمْرِئِ الْقَيْس شِعْرًا : وَلَمَّا رَأَتْ أَنَّ الْمَنِيَّة وِرْدهَا وَأَنَّ الْحَصَى مِنْ تَحْت أَقْدَامهَا دَامِي تَيَمَّمَتْ الْعَيْن الَّتِي عِنْد ضَارِج يَفِيء عَلَيْهَا الْفَيْء عَرْمَضهَا طَامِي وَالصَّعِيد قِيلَ هُوَ كُلّ مَا صُعِّدَ عَلَى وَجْه الْأَرْض فَيَدْخُل فِيهِ التُّرَاب وَالرَّمْل وَالشَّجَر وَالْحَجَر وَالنَّبَات وَهُوَ قَوْل مَالِك . وَقِيلَ : مَا كَانَ مِنْ جِنْس التُّرَاب كَالرَّمْلِ وَالزِّرْنِيخ وَالنُّورَة وَهَذَا مَذْهَب أَبِي حَنِيفَة . وَقِيلَ : هُوَ التُّرَاب فَقَطْ وَهُوَ قَوْل الشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَأَصْحَابهمَا وَاحْتَجُّوا بِقَوْلِهِ تَعَالَى \" فَتُصْبِح صَعِيدًا زَلَقًا \" أَيْ تُرَابًا أَمْلَس طَيِّبًا وَبِمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ حُذَيْفَة بْن الْيَمَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" فُضِّلْنَا عَلَى النَّاس بِثَلَاثٍ جُعِلَتْ صُفُوفنَا كَصُفُوفِ الْمَلَائِكَة وَجُعِلَتْ لَنَا الْأَرْض كُلّهَا مَسْجِدًا وَجُعِلَتْ تُرْبَتهَا لَنَا طَهُورًا إِذَا لَمْ نَجِد الْمَاء \" وَفِي لَفْظ \" وَجُعِلَ تُرَابهَا لَنَا طَهُورًا إِذَا لَمْ نَجِد الْمَاء \" قَالُوا : فَخَصَّصَ الطَّهُورِيَّة بِالتُّرَابِ فِي مَقَام الِامْتِنَان فَلَوْ كَانَ غَيْره يَقُوم مَقَامه لَذَكَرَهُ مَعَهُ وَالطَّيِّب هَهُنَا قِيلَ الْحَلَال وَقِيلَ الَّذِي لَيْسَ بِنَجِسٍ كَمَا رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن إِلَّا اِبْن مَاجَهْ مِنْ حَدِيث أَبِي قِلَابَة عَنْ عَمْرو بْن نَجْدَان عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" الصَّعِيد الطَّيِّب طَهُور الْمُسْلِم إِنْ لَمْ يَجِد الْمَاء عَشْر حِجَج فَإِذَا وَجَدَهُ فَلْيُمِسّهُ بَشَرَته فَإِنَّ ذَلِكَ خَيْر لَهُ \" وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَصَحَّحَهُ اِبْن حِبَّان أَيْضًا وَرَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده عَنْ أَبِي هُرَيْرَة وَصَحَّحَهُ الْحَافِظ أَبُو الْحَسَن الْقَطَّان وَقَالَ اِبْن عَبَّاس : أَطْيَب الصَّعِيد تُرَاب الْحَرْث رَوَاهُ اِبْن أَبِي حَاتِم وَرَفَعَهُ اِبْن مَرْدَوَيْهِ فِي تَفْسِيره وَقَوْله \" فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ \" التَّيَمُّم بَدَل عَنْ الْوُضُوء فِي التَّطْهِير بِهِ لَا أَنَّهُ بَدَل مِنْهُ فِي جَمِيع أَعْضَائِهِ بَلْ يَكْفِي مَسْح الْوَجْه وَالْيَدَيْنِ فَقَطْ بِالْإِجْمَاعِ وَلَكِنْ اِخْتَلَفَ الْأَئِمَّة فِي كَيْفِيَّة التَّيَمُّم عَلَى أَقْوَال أَحَدهَا وَهُوَ مَذْهَب الشَّافِعِيّ فِي الْجَدِيد أَنَّهُ يَجِب أَنْ يَمْسَح الْوَجْه وَالْيَدَيْنِ إِلَى الْمِرْفَقَيْنِ بِضَرْبَتَيْنِ لِأَنَّ لَفْظ الْيَدَيْنِ يَصْدُق اِطِّلَاقهَا عَلَى مَا يَبْلُغ الْمَنْكِبَيْنِ وَعَلَى مَا يَبْلُغ الْمِرْفَقَيْنِ كَمَا فِي آيَة الْوُضُوء وَيُطْلَق وَيُرَاد بِهِمَا مَا يَبْلُغ الْكَفَّيْنِ كَمَا فِي آيَة السَّرِقَة \" فَاقْطَعُوا أَيْدِيهمَا \" قَالُوا : وَحَمْل مَا أُطْلِقَ هَهُنَا عَلَى مَا قُيِّدَ فِي آيَة الْوُضُوء أَوْلَى لِجَامِعِ الطَّهُورِيَّة وَذَكَرَ بَعْضهمْ مَا رَوَاهُ الدَّارَقُطْنِيّ عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" التَّيَمُّم ضَرْبَتَانِ ضَرْبَة لِلْوَجْهِ وَضَرْبَة لِلْيَدَيْنِ إِلَى الْمِرْفَقَيْنِ \" وَلَكِنْ لَا يَصِحّ لِأَنَّ فِي إِسْنَاده ضَعْفًا لَا يَثْبُت الْحَدِيث بِهِ وَرَوَى أَبُو دَاوُد عَنْ اِبْن عُمَر فِي حَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ضَرَبَ بِيَدِهِ عَلَى الْحَائِط وَمَسَحَ بِهَا وَجْهه ثُمَّ ضَرَبَ ضَرْبَة أُخْرَى فَمَسَحَ بِهَا ذِرَاعَيْهِ وَلَكِنْ فِي إِسْنَاده مُحَمَّد بْن ثَابِت الْعَبْدِيّ وَقَدْ ضَعَّفَهُ بَعْض الْحُفَّاظ وَرَوَاهُ غَيْره مِنْ الثِّقَات فَوَقَفُوهُ عَلَى فِعْل اِبْن عُمَر قَالَ الْبُخَارِيّ وَأَبُو زُرْعَة وَابْن عَدِيّ هُوَ الصَّحِيح وَهُوَ الصَّوَاب وَقَالَ الْبَيْهَقِيّ : رَفْع هَذَا الْحَدِيث مُنْكَر . وَاحْتَجَّ الشَّافِعِيّ بِمَا رَوَاهُ عَنْ إِبْرَاهِيم بْن مُحَمَّد عَنْ أَبِي الْحُوَيْرِث عَنْ عَبْد الرَّحْمَن بْن مُعَاوِيَة عَنْ الْأَعْرَج عَنْ اِبْن الصِّمَّة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَيَمَّمَ فَمَسَحَ وَجْهه وَذِرَاعَيْهِ. وَقَالَ اِبْن جَرِير : . حَدَّثَنِي مُوسَى بْن سَهْل الرَّمْلِيّ حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا خَارِجَة بْن مُصْعَب عَنْ عَبْد اللَّه بْن عَطَاء عَنْ مُوسَى بْن عُقْبَة عَنْ الْأَعْرَج عَنْ أَبِي جُهَيْم قَالَ : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَبُول فَسَلَّمْت عَلَيْهِ فَلَمْ يَرُدّ عَلَيَّ السَّلَام حَتَّى فَرَغَ ثُمَّ قَامَ إِلَى الْحَائِط فَضَرَبَ بِيَدَيْهِ عَلَيْهِ فَمَسَحَ بِهِمَا وَجْهه ثُمَّ ضَرَبَ بِيَدَيْهِ عَلَى الْحَائِط فَمَسَحَ بِهِمَا يَده إِلَى الْمِرْفَقَيْنِ ثُمَّ رَدَّ عَلَيَّ السَّلَام . وَالْقَوْل الثَّانِي إِنَّهُ يَجِب مَسْح الْوَجْه وَالْيَدَيْنِ إِلَى الْكَفَّيْنِ بِضَرْبَتَيْنِ وَهُوَ قَوْل الشَّافِعِيّ فِي الْقَدِيم. وَالثَّالِث أَنَّهُ يَكْفِي مَسْح الْوَجْه وَالْكَفَّيْنِ بِضَرْبَةٍ وَاحِدَة . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ الْحَكَم عَنْ ذَرّ عَنْ عَبْد الرَّحْمَن بْن أَبْزَى عَنْ أَبِيهِ أَنَّ رَجُلًا أَتَى عُمَر فَقَالَ : إِنِّي أَجْنَبْت فَلَمْ أَجِد مَاء فَقَالَ عُمَر لَا تُصَلِّ قَالَ عَمَّار أَمَا تَذْكُر يَا أَمِير الْمُؤْمِنِينَ إِذْ أَنَا وَأَنْتَ فِي سَرِيَّة فَأَجْنَبْنَا فَلَمْ نَجِد مَاء فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ وَأَمَّا أَنَا فَتَمَعَّكْت فِي التُّرَاب فَصَلَّيْت فَلَمَّا أَتَيْنَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرْت ذَلِكَ لَهُ فَقَالَ \" إِنَّمَا كَانَ يَكْفِيك \" وَضَرَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ الْأَرْض ثُمَّ نَفَخَ فِيهَا وَمَسَحَ بِهَا وَجْهه وَكَفَّيْهِ . قَالَ أَحْمَد أَيْضًا : حَدَّثَنَا عَفَّان حَدَّثَنَا أَبَان حَدَّثَنَا قَتَادَة عَنْ عُرْوَة عَنْ سَعِيد بْن عَبْد الرَّحْمَن بْن أَبْزَى عَنْ أَبِيهِ عَنْ عَمَّار أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" فِي التَّيَمُّم ضَرْبَة لِلْوَجْهِ وَالْكَفَّيْنِ \" . طَرِيق أُخْرَى قَالَ أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الْوَاحِد عَنْ سُلَيْمَان الْأَعْمَش حَدَّثَنَا شَقِيق قَالَ : كُنْت قَاعِدًا مَعَ عَبْد اللَّه وَأَبِي مُوسَى فَقَالَ أَبُو يَعْلَى لِعَبْدِ اللَّه : لَوْ أَنَّ رَجُلًا لَمْ يَجِد الْمَاء لَمْ يُصَلِّ ؟ فَقَالَ عَبْد اللَّه أَلَا تَذْكُر مَا قَالَ عَمَّار لِعُمَر : أَلَا تَذْكُر إِذْ بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِيَّاكَ فِي إِبِل فَأَصَابَتْنِي جَنَابَة فَتَمَرَّغْت فِي التُّرَاب فَلَمَّا رَجَعْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبَرْته فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" إِنَّمَا كَانَ يَكْفِيك أَنْ تَقُول هَكَذَا \" وَضَرَبَ بِكَفَّيْهِ إِلَى الْأَرْض ثُمَّ مَسَحَ كَفَّيْهِ جَمِيعًا وَمَسَحَ وَجْهه مَسْحَة وَاحِدَة بِضَرْبَةٍ وَاحِدَة فَقَالَ عَبْد اللَّه لَا جَرَمَ مَا رَأَيْت عُمَر قَنِعَ بِذَلِكَ قَالَ : فَقَالَ لَهُ أَبُو مُوسَى فَكَيْف بِهَذِهِ الْآيَة فِي سُورَة النِّسَاء \" فَلَمْ تَجِدُوا مَاء فَتَيَمَّمُوا صَعِيدًا طَيِّبًا \" قَالَ : فَمَا دَرَى عَبْد اللَّه مَا يَقُول وَقَالَ : لَوْ رَخَّصْنَا لَهُمْ فِي التَّيَمُّم لَأَوْشَكَ أَحَدهمْ إِذَا بَرُدَ الْمَاء عَلَى جِلْده أَنْ يَتَيَمَّم وَقَالَ فِي الْمَائِدَة \" فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ \" فَقَدْ اُسْتُدِلَّ بِذَلِكَ لِقَوْلِ الشَّافِعِيّ عَلَى أَنَّهُ لَا بُدّ فِي التَّيَمُّم أَنْ يَكُون بِتُرَابٍ طَاهِر لَهُ غُبَار يَعْلَق بِالْوَجْهِ وَالْيَدَيْنِ مِنْهُ شَيْء , كَمَا رَوَى الشَّافِعِيّ بِإِسْنَادِهِ الْمُتَقَدِّم عَنْ اِبْن الصِّمَّة أَنَّهُ مَرَّ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَبُول فَسَلَّمَ عَلَيْهِ فَلَمْ يَرُدّ عَلَيْهِ حَتَّى قَامَ إِلَى جِدَار فَحَتَّهُ بِعَصًا كَانَتْ مَعَهُ فَضَرَبَ بِيَدِهِ عَلَيْهِ فَمَسَحَ بِهَا وَجْهه وَذِرَاعَيْهِ . وَقَوْله \" مَا يُرِيد اللَّه لِيَجْعَل عَلَيْكُمْ مِنْ حَرَج\" أَيْ فِي الدِّين الَّذِي شَرَعَهُ لَكُمْ \" وَلَكِنْ يُرِيد لِيُطَهِّركُمْ \" فَلِهَذَا أَبَاحَ التَّيَمُّم إِذَا لَمْ يَجِدُوا الْمَاء أَنْ تَعْ", "sura_id": 4, "type": 4, "id": 40881, "aya_id": 43}]