[{"text": "وَلاَ يَأْمُرَكُمْ أَن تَتَّخِذُواْ الْمَلاَئِكَةَ وَالنِّبِيِّيْنَ أَرْبَابًا أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ", "sura_id": 3, "type": 0, "id": 373, "aya_id": 80}, {"text": "ولا يأمركم أن تتخذوا الملائكة والنبيين أربابا أيأمركم بالكفر بعد إذ أنتم مسلمون", "sura_id": 3, "type": 1, "id": 6609, "aya_id": 80}, {"text": "80 - (ولا يأمرُكم) بالرفع استئنافا أي الله ، والنصب عطفاً على يقول أي البشر (أن تتخذوا الملائكة والنبيين أربابا) كما اتخذت الصابئة الملائكة واليهود عزيراً والنصارى عيسى (أيأمركم بالكفر بعد إذ أنتم مسلمون) لا ينبغي له هذا \r\n", "sura_id": 3, "type": 2, "id": 25317, "aya_id": 80}, {"text": "وما كان لأحد منهم أن يأمركم باتخاذ الملائكة والنبيين أربابًا تعبدونهم من دون الله. أَيُعْقَلُ -أيها الناس- أن يأمركم بالكفر بالله بعد انقيادكم لأمره؟\r\n", "sura_id": 3, "type": 3, "id": 31553, "aya_id": 80}, {"text": " <font color=red>وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ</font><BR><p>ثُمَّ قَالَ اللَّه تَعَالَى \" وَلَا يَأْمُركُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَة وَالنَّبِيِّينَ أَرْبَابًا \" أَيْ وَلَا يَأْمُركُمْ بِعِبَادَةِ أَحَد غَيْر اللَّه لَا نَبِيّ مُرْسَل وَلَا مَلَك مُقَرَّب \" أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْد إِذْ أَنْتُمْ مُسْلِمُونَ \" أَيْ لَا يَفْعَل ذَلِكَ إِلَّا مَنْ دَعَا إِلَى عِبَادَة غَيْر اللَّه وَمَنْ دَعَا إِلَى عِبَادَة غَيْر اللَّه فَقَدْ دَعَا إِلَى الْكُفْر وَالْأَنْبِيَاء إِنَّمَا يَأْمُرُونَ بِالْإِيمَانِ وَهُوَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ كَمَا قَالَ تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَقَالَ تَعَالَى \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" الْآيَة وَقَالَ \" وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلك مِنْ رُسُلنَا أَجَعَلْنَا مِنْ دُون الرَّحْمَن آلِهَة يُعْبَدُونَ \" وَقَالَ إِخْبَارًا عَنْ الْمَلَائِكَة \" وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَه مِنْ دُونه فَذَلِكَ نَجْزِيهِ جَهَنَّم كَذَلِكَ نَجْزِي الظَّالِمِينَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40022, "aya_id": 80}]