[{"text": "يَا بَنِي إِسْرَائِيلَ اذْكُرُواْ نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُواْ بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ", "sura_id": 2, "type": 0, "id": 47, "aya_id": 40}, {"text": "يا بني إسرائيل اذكروا نعمتي التي أنعمت عليكم وأوفوا بعهدي أوف بعهدكم وإياي فارهبون", "sura_id": 2, "type": 1, "id": 6283, "aya_id": 40}, {"text": "40 - (يا بني إسرائيل) أولاد يعقوب (اذكروا نعمتي التي أنعمت عليكم) أي على آبائكم من الإنجاء من فرعون و فلق البحر و تظليل الغمام و غير ذلك بأن تشكروها بطاعتي (وأوفوا بعهدي) الذي عهدته إليكم من الإيمان بمحمد (أوف بعهدكم) الذي عهدت إليكم من الثواب عليه بدخول الجنة (وإياي فارهبون) خافون في ترك الوفاء به دون غيري \r\n", "sura_id": 2, "type": 2, "id": 24991, "aya_id": 40}, {"text": "يا ذرية يعقوب اذكروا نعمي الكثيرة عليكم, واشكروا لي, وأتموا وصيتي لكم: بأن تؤمنوا بكتبي ورسلي جميعًا, وتعملوا بشرائعي. فإن فعلتم ذلك أُتمم لكم ما وعدتكم به من الرحمة في الدنيا, والنجاة في الآخرة. وإيَّايَ -وحدي- فخافوني, واحذروا نقمتي إن نقضتم العهد, وكفرتم بي\r\n", "sura_id": 2, "type": 3, "id": 31227, "aya_id": 40}, {"text": " <font color=red>يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ</font><BR><p>يَقُول تَعَالَى آمِرًا بَنِي إِسْرَائِيل بِالدُّخُولِ فِي الْإِسْلَام وَمُتَابَعَة مُحَمَّد عَلَيْهِ مِنْ اللَّه أَفْضَل الصَّلَاة وَالسَّلَام وَمُهَيِّجًا لَهُمْ بِذِكْرِ أَبِيهِمْ إِسْرَائِيل وَهُوَ نَبِيّ اللَّه يَعْقُوب عَلَيْهِ السَّلَام وَتَقْدِيره يَا بَنِي الْعَبْد الصَّالِح الْمُطِيع لِلَّهِ كُونُوا مِثْل أَبِيكُمْ فِي مُتَابَعَة الْحَقّ كَمَا تَقُول يَا اِبْن الْكَرِيم اِفْعَلْ كَذَا يَا اِبْن الشُّجَاع بَارِز الْأَبْطَال يَا اِبْن الْعَالِم اُطْلُبْ الْعِلْم وَنَحْو ذَلِكَ . وَمِنْ ذَلِكَ أَيْضًا قَوْله تَعَالَى \" ذُرِّيَّة مَنْ حَمَلْنَا مَعَ نُوح إِنَّهُ كَانَ عَبْدًا شَكُورًا \" فَإِسْرَائِيل هُوَ يَعْقُوب بِدَلِيلِ مَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا عَبْد الْحَمِيد بْن بَهْرَام عَنْ شَهْر بْن حَوْشَب قَالَ : حَدَّثَنِي عَبْد اللَّه بْن عَبَّاس قَالَ حَضَرَتْ عِصَابَةٌ مِنْ الْيَهُود نَبِيَّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُمْ \" هَلْ تَعْلَمُونَ أَنَّ إِسْرَائِيل يَعْقُوب ؟ \" قَالُوا اللَّهُمَّ نَعَمْ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ اِشْهَدْ \" وَقَالَ الْأَعْمَش عَنْ إِسْمَاعِيل بْن رَجَاء عَنْ عُمَيْر مَوْلَى اِبْن عَبَّاس عَنْ عَبْد اللَّه بْن عَبَّاس أَنَّ إِسْرَائِيل كَقَوْلِك عَبْد اللَّه وَقَوْله تَعَالَى \" اُذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْت عَلَيْكُمْ\" قَالَ مُجَاهِد نِعْمَة اللَّه الَّتِي أَنْعَمَ بِهَا عَلَيْهِمْ فِيمَا سَمَّى وَفِيمَا سِوَى ذَلِكَ أَنْ فَجَّرَ لَهُمْ الْحَجَر وَأَنْزَلَ عَلَيْهِمْ الْمَنّ وَالسَّلْوَى وَنَجَّاهُمْ مِنْ عُبُودِيَّة آل فِرْعَوْن وَقَالَ أَبُو الْعَالِيَة : نِعْمَته أَنْ جَعَلَ مِنْهُمْ الْأَنْبِيَاء وَالرُّسُل أَوْ نَزَّلَ عَلَيْهِمْ الْكُتُب قُلْت وَهَذَا كَقَوْلِ مُوسَى عَلَيْهِ السَّلَام لَهُمْ يَا قَوْم اُذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاء وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنْ الْعَالَمِينَ يَعْنِي فِي زَمَانهمْ . وَقَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" اُذْكُرُوا نِعْمَتِي الَّتِي أَنْعَمْت عَلَيْكُمْ \" أَيْ بَلَائِي عِنْدكُمْ وَعِنْد آبَائِكُمْ لَمَّا كَانَ نَجَّاهُمْ مِنْ فِرْعَوْن وَقَوْمه \" وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ \" قَالَ بِعَهْدِي الَّذِي أَخَذْت فِي أَعْنَاقكُمْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا جَاءَكُمْ أُنْجِز لَكُمْ مَا وَعَدْتُكُمْ عَلَيْهِ مِنْ تَصْدِيقه وَاتِّبَاعه بِوَضْعِ مَا كَانَ عَلَيْكُمْ مِنْ الْآصَار وَالْأَغْلَال الَّتِي كَانَتْ فِي أَعْنَاقكُمْ بِذُنُوبِكُمْ الَّتِي كَانَتْ مِنْ إِحْدَاثكُمْ . وَقَالَ الْحَسَن الْبَصْرِيّ هُوَ قَوْله تَعَالَى \" وَلَقَدْ أَخَذَ اللَّه مِيثَاق بَنِي إِسْرَائِيل وَبَعَثْنَا مِنْهُمْ اِثْنَيْ عَشْر نَقِيبًا وَقَالَ اللَّه إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمْ الصَّلَاة وَآتَيْتُمْ الزَّكَاة وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمْ اللَّه قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتكُمْ وَلَأُدْخِلَنَّكُم جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" الْآيَة وَقَالَ آخَرُونَ هُوَ الَّذِي أَخَذَ اللَّه عَلَيْهِمْ فِي التَّوْرَاة أَنَّهُ سَيَبْعَثُ مِنْ بَنِي إِسْمَاعِيل نَبِيًّا عَظِيمًا يُطِيعهُ جَمِيع الشُّعُوب وَالْمُرَاد بِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَنْ اِتَّبَعَهُ غَفَرَ اللَّه لَهُ ذَنْبه وَأَدْخَلَهُ الْجَنَّة وَجَعَلَ لَهُ أَجْرَيْنِ. وَقَدْ أَوْرَدَ الرَّازِيّ بِشَارَات كَثِيرَة عَنْ الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ أَبُو الْعَالِيَة \" وَأَوْفُوا بِعَهْدِي \" قَالَ عَهْده إِلَى عِبَاده دِين الْإِسْلَام وَأَنْ يَتَّبِعُوهُ . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : أُوفِ بِعَهْدِكُمْ قَالَ أَرْض عَنْكُمْ وَأُدْخِلكُمْ الْجَنَّة وَكَذَا قَالَ السُّدِّيّ وَالضَّحَّاك وَأَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَوْله تَعَالَى \" وَإِيَّايَ فَارْهَبُونِ\" أَيْ فَاخْشَوْنِ قَالَهُ أَبُو الْعَالِيَة وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَقَتَادَة . وَقَالَ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَإِيَّايَ فَارْهَبُونِ \" أَيْ إِنْ نَزَلَ بِكُمْ مَا أَنْزَلْت بِمَنْ كَانَ قَبْلكُمْ مِنْ آبَائِكُمْ مِنْ النِّقْمَات الَّتِي قَدْ عَرَفْتُمْ مِنْ الْمَسْخ وَغَيْره وَهَذَا اِنْتِقَال مِنْ التَّرْغِيب إِلَى التَّرْهِيب فَدَعَاهُمْ إِلَيْهِ بِالرَّغْبَةِ وَالرَّهْبَة لَعَلَّهُمْ يَرْجِعُونَ إِلَى الْحَقّ وَاتِّبَاع الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالِاتِّعَاظ بِالْقُرْآنِ وَزَوَاجِره وَامْتِثَال أَوَامِره وَتَصْدِيق أَخْبَاره وَاَللَّه يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38717, "aya_id": 40}]