[{"text": "وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا", "sura_id": 17, "type": 0, "id": 2108, "aya_id": 79}, {"text": "و من الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا", "sura_id": 17, "type": 1, "id": 8344, "aya_id": 79}, {"text": "79 - (ومن الليل فتهجد) فصل (به) بالقرآن (نافلة لك) فريضة زائدة لك دون امتك أو فضيلة على الصلوات المفروضة (عسى أن يبعثك) يقيمك (ربك) في الآخرة (مقاما محمودا) يحمدك فيه الأولون والآخرون وهو مقام الشفاعة في فصل القضاء ونزل لما أمر بالهجرة \r\n", "sura_id": 17, "type": 2, "id": 27052, "aya_id": 79}, {"text": "وقم -أيها النبي- من نومك بعض الليل، فاقرأ القرآن في صلاة الليل؛ لتكون صلاة الليل زيادة لك في علو القدر ورفع الدرجات، عسى أن يبعثك الله شافعًا للناس يوم القيامة؛ ليرحمهم الله مما يكونون فيه، وتقوم مقامًا يحمدك فيه الأولون والآخرون.\r\n", "sura_id": 17, "type": 3, "id": 33288, "aya_id": 79}, {"text": " <font color=red>وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا</font><BR><p>وَقَوْله تَعَالَى : \" وَمِنْ اللَّيْل فَتَهَجَّدْ بِهِ نَافِلَة لَك \" أَمْر لَهُ بِقِيَامِ اللَّيْل بَعْد الْمَكْتُوبَة كَمَا وَرَدَ فِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ سُئِلَ أَيّ الصَّلَاة أَفْضَل بَعْد الْمَكْتُوبَة ؟ قَالَ \" صَلَاة اللَّيْل \" وَلِهَذَا أَمَرَ تَعَالَى رَسُوله بَعْد الْمَكْتُوبَات بِقِيَامِ اللَّيْل فَإِنَّ التَّهَجُّد مَا كَانَ بَعْد نَوْم . قَالَهُ عَلْقَمَة وَالْأَسْوَد وَإِبْرَاهِيم النَّخَعِيّ وَغَيْر وَاحِد وَهُوَ الْمَعْرُوف فِي لُغَة الْعَرَب وَكَذَلِكَ ثَبَتَتْ الْأَحَادِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَتَهَجَّد بَعْد نَوْمه عَنْ اِبْن عَبَّاس وَعَائِشَة وَغَيْر وَاحِد مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ كَمَا هُوَ مَبْسُوط فِي مَوْضِعه وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَالَ الْحَسَن الْبَصْرِيّ هُوَ مَا كَانَ بَعْد الْعِشَاء وَيُحْمَل عَلَى مَا كَانَ بَعْد النَّوْم وَاخْتُلِفَ فِي مَعْنَى قَوْله تَعَالَى : \" نَافِلَة لَك \" فَقِيلَ مَعْنَاهُ أَنَّك مَخْصُوص بِوُجُوبِ ذَلِكَ وَحْدك فَجَعَلُوا قِيَام اللَّيْل وَاجِبًا فِي حَقّه دُون الْأُمَّة . رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَهُوَ أَحَد قَوْلَيْ الْعُلَمَاء وَأَحَد قَوْلَيْ الشَّافِعِيّ رَحِمَهُ اللَّه اِخْتَارَهُ اِبْن جَرِير وَقِيلَ إِنَّمَا جُعِلَ قِيَام اللَّيْل فِي حَقّه نَافِلَة عَلَى الْخُصُوص لِأَنَّهُ قَدْ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ وَغَيْره مِنْ أُمَّته إِنَّمَا يُكَفِّر عَنْهُ صَلَوَاته النَّوَافِل الذُّنُوب الَّتِي عَلَيْهِ . قَالَ مُجَاهِد : وَهُوَ فِي الْمُسْنَد عَنْ أَبِي أُمَامَة الْبَاهِلِيّ رَضِيَ اللَّه عَنْهُ . وَقَوْله \" عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \" أَيْ اِفْعَلْ هَذَا الَّذِي أَمَرْتُك بِهِ لِنُقِيمَك يَوْم الْقِيَامَة مَقَامًا مَحْمُودًا يَحْمَدك فِيهِ الْخَلَائِق كُلّهمْ وَخَالِقهمْ تَبَارَكَ وَتَعَالَى . قَالَ اِبْن جَرِير : قَالَ أَكْثَر أَهْل التَّأْوِيل ذَلِكَ هُوَ الْمَقَام الَّذِي يَقُومهُ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْقِيَامَة لِلشَّفَاعَةِ لِلنَّاسِ لِيُرِيحَهُمْ رَبّهمْ مِنْ عِظَم مَا هُمْ فِيهِ مِنْ شِدَّة ذَلِكَ الْيَوْم ذَكَرَ مَنْ قَالَ ذَلِكَ \" حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ صِلَة بْن زُفَر عَنْ حُذَيْفَة قَالَ : يُجْمَع النَّاس فِي صَعِيد وَاحِد يُسْمِعهُمْ الدَّاعِي وَيَنْفُذهُمْ الْبَصَر حُفَاة عُرَاة كَمَا خُلِقُوا قِيَامًا لَا تُكَلَّم نَفْس إِلَّا بِإِذْنِهِ يُنَادَى يَا مُحَمَّد فَيَقُول \" لَبَّيْكَ وَسَعْدَيْك وَالْخَيْر فِي يَدَيْك وَالشَّرّ لَيْسَ إِلَيْك وَالْمَهْدِيّ مَنْ هَدَيْت وَعَبْدك بَيْن يَدَيْك وَمِنْك وَإِلَيْك لَا مَنْجَى وَلَا مَلْجَأ مِنْك إِلَّا إِلَيْك تَبَارَكْت وَتَعَالَيْت سُبْحَانك رَبّ الْبَيْت \" فَهَذَا الْمَقَام الْمَحْمُود الَّذِي ذَكَرَهُ اللَّه عَزَّ وَجَلَّ ثُمَّ رَوَاهُ عَنْ بُنْدَار عَنْ غُنْدَر عَنْ شُعْبَة عَنْ أَبِي إِسْحَاق بِهِ وَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر وَالثَّوْرِيّ عَنْ أَبِي إِسْحَاق بِهِ وَقَالَ اِبْن عَبَّاس هَذَا الْمَقَام الْمَحْمُود مَقَام الشَّفَاعَة وَكَذَا قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد وَقَالَهُ الْحَسَن الْبَصْرِيّ وَقَالَ قَتَادَة هُوَ أَوَّل مَنْ تَنْشَقّ عَنْهُ الْأَرْض يَوْم الْقِيَامَة وَأَوَّل شَافِع وَكَانَ أَهْل الْعِلْم يَرَوْنَ أَنَّهُ الْمَقَام الْمَحْمُود الَّذِي قَالَ اللَّه تَعَالَى \" عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \" قُلْت لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَشْرِيفَات يَوْم الْقِيَامَة لَا يُشْرِكهُ فِيهَا أَحَد وَتَشْرِيفَات لَا يُسَاوِيه فِيهَا أَحَد فَهُوَ أَوَّل مَنْ تَنْشَقّ عَنْهُ الْأَرْض وَيُبْعَث رَاكِبًا إِلَى الْمَحْشَر وَلَهُ اللِّوَاء الَّذِي آدَم فَمَنْ دُونه لِوَائِهِ وَلَهُ الْحَوْض الَّذِي لَيْسَ فِي الْمَوْقِف أَكْثَر وَارِدًا مِنْهُ وَلَهُ الشَّفَاعَة الْعُظْمَى عِنْد اللَّه لِيَأْتِيَ لِفَصْلِ الْقَضَاء بَيْن الْخَلَائِق وَذَلِكَ بَعْدَمَا تَسْأَل النَّاس آدَم ثُمَّ نُوحًا ثُمَّ إِبْرَاهِيم ثُمَّ مُوسَى ثُمَّ عِيسَى فَكُلّ يَقُول لَسْت لَهَا حَتَّى يَأْتُوا إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَقُول \" أَنَا لَهَا أَنَا لَهَا \" كَمَا سَنَذْكُرُ ذَلِكَ مُفَصَّلًا فِي هَذَا الْمَوْضِع إِنْ شَاءَ اللَّه تَعَالَى . وَمِنْ ذَلِكَ أَنَّهُ يَشْفَع فِي أَقْوَام قَدْ أُمِرَ بِهِمْ إِلَى النَّار فَيُرَدُّونَ عَنْهَا وَهُوَ أَوَّل الْأَنْبِيَاء يَقْضِي بَيْن أُمَّته وَأَوَّلهمْ إِجَازَة عَلَى الصِّرَاط بِأُمَّتِهِ وَهُوَ أَوَّل شَفِيع فِي الْجَنَّة كَمَا ثَبَتَ فِي صَحِيح مُسْلِم. وَفِي حَدِيث الصُّور أَنَّ الْمُؤْمِنِينَ كُلّهمْ لَا يَدْخُلُونَ الْجَنَّة إِلَّا بِشَفَاعَتِهِ وَهُوَ أَوَّل دَاخِلٍ إِلَيْهَا وَأُمَّته قَبْلَ الْأُمَم كُلّهمْ وَيَشْفَع فِي رَفْع دَرَجَات أَقْوَام لَا تَبْلُغهَا أَعْمَالهمْ وَهُوَ صَاحِب الْوَسِيلَة الَّتِي هِيَ أَعْلَى مَنْزِلَة فِي الْجَنَّة لَا تَلِيق إِلَّا لَهُ وَإِذَا أَذِنَ اللَّه تَعَالَى فِي الشَّفَاعَة لِلْعُصَاةِ شَفَعَ الْمَلَائِكَة وَالنَّبِيُّونَ وَالْمُؤْمِنُونَ فَيَشْفَع هُوَ فِي خَلَائِق لَا يَعْلَم عِدَّتهمْ إِلَّا اللَّه تَعَالَى وَلَا يَشْفَع أَحَد مِثْله وَلَا يُسَاوِيه فِي ذَلِكَ وَقَدْ بَسَطْت ذَلِكَ مُسْتَقْصًى فِي آخِر كِتَاب السِّيرَة فِي بَاب الْخَصَائِص وَلِلَّهِ الْحَمْد وَالْمِنَّة وَلْنَذْكُرْ الْآن الْأَحَادِيث الْوَارِدَة فِي الْمَقَام الْمَحْمُود وَبِاَللَّهِ الْمُسْتَعَان . قَالَ الْبُخَارِيّ حَدَّثَنَا إِسْمَاعِيل بْن أَبَان حَدَّثَنَا أَبُو الْأَحْوَص عَنْ آدَم بْن عَلِيّ سَمِعْت اِبْن عُمَر يَقُول : إِنَّ النَّاس يَصِيرُونَ يَوْم الْقِيَامَة جُثًا كُلّ أُمَّة تَتْبَع نَبِيّهَا يَقُولُونَ يَا فُلَان اِشْفَعْ يَا فُلَان اِشْفَعْ حَتَّى تَنْتَهِي الشَّفَاعَة إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَلِكَ يَوْم يَبْعَثهُ اللَّه مَقَامًا مَحْمُودًا. وَرَوَاهُ حَمْزَة بْن عَبْد اللَّه عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم حَدَّثَنَا شُعَيْب بْن اللَّيْث ثَنَا اللَّيْث عَنْ عُبَيْد اللَّه بْن أَبِي جَعْفَر أَنَّهُ قَالَ : سَمِعْت حَمْزَة بْن عَبْد اللَّه بْن عُمَر يَقُول سَمِعْت عَبْد اللَّه بْن عُمَر يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الشَّمْس لَتَدْنُو حَتَّى يَبْلُغ الْعَرَق نِصْف الْأُذُن فَبَيْنَمَا هُمْ كَذَلِكَ اِسْتَغَاثُوا بِآدَم فَيَقُول لَسْت بِصَاحِبِ ذَلِكَ ثُمَّ بِمُوسَى فَيَقُول كَذَلِكَ ثُمَّ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَشْفَع بَيْن الْخَلْق فَيَمْشِي حَتَّى يَأْخُذ بِحَلْقَةِ بَاب الْجَنَّة فَيَوْمئِذٍ يَبْعَثهُ اللَّه مَقَامًا مَحْمُودًا \" وَهَكَذَا رَوَاهُ الْبُخَارِيّ فِي الزَّكَاة عَنْ يَحْيَى بْن بُكَيْر وَعَلْقَمَة عَنْ عَبْد اللَّه بْن صَالِح كِلَاهُمَا عَنْ اللَّيْث بْن سَعْد بِهِ . وَزَادَ فَيَوْمئِذٍ يَبْعَثهُ اللَّه مَقَامًا مَحْمُودًا يَحْمَدهُ أَهْل الْجَمْع كُلّهمْ . قَالَ الْبُخَارِيّ : وَحَدَّثَنَا عَلِيّ بْن عَيَّاش حَدَّثَنَا شُعَيْب بْن أَبِي حَمْزَة عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَنْ قَالَ حِين يَسْمَع النِّدَاء : اللَّهُمَّ رَبّ هَذِهِ الدَّعْوَة التَّامَّة وَالصَّلَاة الْقَائِمَة آتِ مُحَمَّدًا الْوَسِيلَة وَالْفَضِيلَة وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْته . حَلَّتْ لَهُ شَفَاعَتِي يَوْم الْقِيَامَة \" اِنْفَرَدَ بِهِ دُون مُسْلِم . \" حَدِيث أُبَيّ بْن كَعْب \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَامِر الْأَزْدِيّ حَدَّثَنَا زُهَيْر بْن مُحَمَّد عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل عَنْ الطُّفَيْل بْن أُبَيّ بْن كَعْب عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا كَانَ يَوْم الْقِيَامَة كُنْت إِمَام الْأَنْبِيَاء وَخَطِيبهمْ وَصَاحِب شَفَاعَتهمْ غَيْر فَخْر \" وَأَخْرَجَهُ التِّرْمِذِيّ مِنْ حَدِيث أَبِي عَامِر عَبْد الْمَلِك بْن عَمْرو الْعَقَدِيّ وَقَالَ حَسَن صَحِيح . وَابْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل بِهِ وَقَدْ قَدَّمْنَا فِي حَدِيث أُبَيّ بْن كَعْب فِي قِرَاءَة الْقُرْآن عَلَى سَبْعَة أَحْرُف قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي آخِره \" فَقُلْت اللَّهُمَّ اِغْفِرْ لِأُمَّتِي اللَّهُمَّ اِغْفِرْ لِأُمَّتِي وَأَخَّرْت الثَّالِثَة لِيَوْمٍ يَرْغَب إِلَيَّ فِيهِ الْخَلْق حَتَّى إِبْرَاهِيم عَلَيْهِ السَّلَام \" . \" حَدِيث أَنَس بْن مَالِك \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا سَعِيد بْن أَبِي عَرُوبَة حَدَّثَنَا قَتَادَة عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَجْتَمِع الْمُؤْمِنُونَ يَوْم الْقِيَامَة فَيُلْهَمُونَ ذَلِكَ فَيَقُولُونَ لَوْ اِسْتَشْفَعْنَا إِلَى رَبّنَا فَأَرَاحَنَا مِنْ مَكَاننَا هَذَا فَيَأْتُونَ آدَم فَيَقُولُونَ يَا آدَم أَنْتَ أَبُو الْبَشَر خَلَقَك اللَّه بِيَدِهِ وَأَسْجَدَ لَك مَلَائِكَته وَعَلَّمَك أَسْمَاء كُلّ شَيْء فَاشْفَعْ لَنَا إِلَى رَبّك حَتَّى يُرِيحنَا مِنْ مَكَاننَا هَذَا . فَيَقُول لَهُمْ آدَم لَسْت هُنَاكُمْ وَيَذْكُر ذَنْبه الَّذِي أَصَابَ فَيَسْتَحْيِي رَبَّهُ عَزَّ وَجَلَّ مِنْ ذَلِكَ وَيَقُول وَلَكِنْ اِئْتُوا نُوحًا فَإِنَّهُ أَوَّل رَسُول بَعَثَهُ اللَّه إِلَى أَهْل الْأَرْض فَيَأْتُونَ نُوحًا فَيَقُول لَسْت هُنَاكُمْ وَيَذْكُر خَطِيئَة سُؤَاله رَبّه مَا لَيْسَ لَهُ بِهِ عِلْم فَيَسْتَحْيِي رَبَّه مِنْ ذَلِكَ وَيَقُول وَلَكِنْ اِئْتُوا إِبْرَاهِيم خَلِيل الرَّحْمَن فَيَأْتُونَهُ فَيَقُول لَسْت هُنَاكُمْ وَلَكِنْ اِئْتُوا مُوسَى عَبْدًا كَلَّمَهُ اللَّه وَأَعْطَاهُ التَّوْرَاة فَيَأْتُونَ مُوسَى فَيَقُول لَسْت هُنَاكُمْ وَيَذْكُر لَهُمْ النَّفْس الَّتِي قَتَلَ بِغَيْرِ نَفْس فَيَسْتَحْيِي رَبّه مِنْ ذَلِكَ وَيَقُول وَلَكِنْ اِئْتُوا عِيسَى عَبْد اللَّه وَرَسُوله وَكَلِمَته وَرُوحه . فَيَأْتُونَ عِيسَى فَيَقُول لَسْت هُنَاكُمْ وَلَكِنْ اِئْتُوا مُحَمَّدًا غَفَرَ اللَّه لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ فَيَأْتُونِي قَالَ الْحَسَن هَذَا الْحَرْف فَأَقُوم فَأَمْشِي بَيْن سِمَاطَيْنِ مِنْ الْمُؤْمِنِينَ - قَالَ أَنَس - حَتَّى أَسْتَأْذِن عَلَى رَبِّي فَإِذَا رَأَيْت رَبِّي وَقَعْت لَهُ - أَوْ خَرَرْت - سَاجِدًا لِرَبِّي فَيَدَعنِي مَا شَاءَ اللَّه أَنْ يَدَعنِي - قَالَ - ثُمَّ يُقَال اِرْفَعْ مُحَمَّد قُلْ يُسْمَع وَاشْفَعْ تُشَفَّع وَسَلْ تُعْطَهُ فَأَرْفَع رَأْسِي فَأَحْمَدهُ بِتَحْمِيدٍ يُعَلِّمنِيهِ ثُمَّ أَشْفَع فَيَحُدّ لِي حَدًّا فَأُدْخِلهُمْ الْجَنَّة قَالَ ثُمَّ أَعُود إِلَيْهِ الثَّانِيَة فَإِذَا رَأَيْت رَبِّي وَقَعْت لَهُ - أَوْ خَرَرْت - سَاجِدًا لِرَبِّي فَيَدَعنِي مَا شَاءَ اللَّه أَنْ يَدَعنِي ثُمَّ يُقَال اِرْفَعْ مُحَمَّد قُلْ يُسْمَع وَسَلْ تُعْطَهُ وَاشْفَعْ تُشَفَّع فَأَرْفَع رَأْسِي فَأَحْمَدهُ بِتَحْمِيدٍ يُعَلِّمنِيهِ ثُمَّ أَشْفَع فَيَحُدّ لِي حَدًّا فَأُدْخِلهُمْ الْجَنَّة قَالَ ثُمَّ أَعُود الثَّالِثَة فَإِذَا رَأَيْت رَبِّي وَقَعْت - أَوْ خَرَرْت - سَاجِدًا لِرَبِّي فَيَدَعنِي مَا شَاءَ اللَّه أَنْ يَدَعنِي ثُمَّ يُقَال اِرْفَعْ مُحَمَّد قُلْ يُسْمَع وَسَلْ تُعْطَهُ وَاشْفَعْ تُشَفَّع فَأَرْفَع رَأْسِي فَأَحْمَدهُ بِتَحْمِيدٍ يُعَلِّمنِيهِ ثُمَّ أَشْفَع فَيَحُدّ لِي حَدًّا فَأُدْخِلهُمْ الْجَنَّة ثُمَّ أَعُود الرَّابِعَة فَأَقُول يَا رَبّ مَا بَقِيَ إِلَّا مَنْ حَبَسَهُ الْقُرْآن \" فَحَدَّثَنَا أَنَس بْن مَالِك أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَيَخْرُج مِنْ النَّار مَنْ قَالَ لَا إِلَه إِلَّا اللَّه وَكَانَ فِي قَلْبه مِنْ الْخَيْر مَا يَزِن شَعِيرَة ثُمَّ يَخْرُج مِنْ النَّار مَنْ قَالَ لَا إِلَه إِلَّا اللَّه وَكَانَ فِي قَلْبه مِنْ الْخَيْر مَا يَزِن بُرَّة ثُمَّ يَخْرُج مِنْ النَّار مَنْ قَالَ لَا إِلَه إِلَّا اللَّه وَكَانَ فِي قَلْبه مِنْ الْخَيْر مَا يَزِن ذَرَّة \" أَخْرَجَاهُ مِنْ حَدِيث سَعِيد بِهِ وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ عَفَّان بْن حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس بِطُولِهِ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا حَرْب بْن مَيْمُون أَبُو الْخَطَّاب الْأَنْصَارِيّ عَنْ النَّضْر بْن أَنَس عَنْ أَنَس قَالَ حَدَّثَنِي نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنِّي لَقَائِم أَنْتَظِر أُمَّتِي تَعْبُر الصِّرَاط إِذْ جَاءَنِي عِيسَى عَلَيْهِ السَّلَام فَقَالَ هَذِهِ الْأَنْبِيَاء قَدْ جَاءَتْك يَا مُحَمَّد يَسْأَلُونَ - أَوْ قَالَ يَجْتَمِعُونَ إِلَيْك - وَيَدْعُونَ اللَّه أَنْ يُفَرِّق بَيْن جَمِيع الْأُمَم إِلَى حَيْثُ يَشَاء اللَّه لِغَمِّ مَا هُمْ فِيهِ فَالْخَلْق مُلْجَمُونَ بِالْعَرَقِ فَأَمَّا الْمُؤْمِن فَهُوَ عَلَيْهِ كَالزَّكْمَة وَأَمَّا الْكَافِر فَيَغْشَاهُ الْمَوْت فَقَالَ : اِنْتَظِرْ حَتَّى أَرْجِع إِلَيْك فَذَهَبَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَامَ تَحْت الْعَرْش فَلَقِيَ مَا لَمْ يَلْقَ مَلَك مُصْطَفًى وَلَا نَبِيّ مُرْسَل فَأَوْحَى اللَّه عَزَّ وَجَلَّ إِلَى جِبْرِيل أَنْ اِذْهَبْ إِلَى مُحَمَّد وَقُلْ لَهُ اِرْفَعْ رَأْسك سَلْ تُعْطَ وَاشْفَعْ تُشَفَّع فَشُفِّعْت فِي أُمَّتِي أَنْ أُخْرِج مِنْ كُلّ تِسْعَة وَتِسْعِينَ إِنْسَانًا وَاحِدًا فَمَا زِلْت أَتَرَدَّد إِلَى رَبِّي عَزَّ وَجَلَّ فَلَا أَقُوم مِنْهُ مَقَامًا إِلَّا شُفِّعْت حَتَّى أَعْطَانِي اللَّه عَزَّ وَجَلَّ مِنْ ذَلِكَ أَنْ قَالَ يَا مُحَمَّد أَدْخِلْ مِنْ أُمَّتك مِنْ خَلْق اللَّه عَزَّ وَجَلَّ مَنْ شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه يَوْمًا وَاحِدًا مُخْلِصًا وَمَاتَ عَلَى ذَلِكَ \"\" حَدِيث بُرَيْدَة رَضِيَ اللَّه عَنْهُ \" قَالَ الْإِمَام أَحْمَد بْن حَنْبَل : حَدَّثَنَا الْأَسْوَد بْن عَامِر أَخْبَرَنَا أَبُو إِسْرَائِيل عَنْ الْحَارِث بْن حَصِيرَة عَنْ اِبْن بُرَيْدَة عَنْ أَبِيهِ أَنَّهُ دَخَلَ عَلَى مُعَاوِيَة فَإِذَا رَجُل يَتَكَلَّم فَقَالَ بُرَيْدَة : يَا مُعَاوِيَة تَأْذَن لِي فِي الْكَلَام ؟ فَقَالَ نَعَمْ وَهُوَ يَرَى أَنَّهُ سَيَتَكَلَّمُ بِمِثْلِ مَا قَالَ الْآخَر فَقَالَ بُرَيْدَة سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنِّي لَأَرْجُو أَنْ أَشْفَع يَوْم الْقِيَامَة عَدَد مَا عَلَى الْأَرْض مِنْ شَجَرَة وَمَدَرَة \" قَالَ فَتَرْجُوهَا أَنْتَ يَا مُعَاوِيَة وَلَا يَرْجُوهَا عَلِيّ رَضِيَ اللَّه عَنْهُ . \" حَدِيث اِبْن مَسْعُود \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَارِم بْن الْفَضْل حَدَّثَنَا سَعِيد بْن الْفَضْل حَدَّثَنَا سَعِيد بْن زَيْد حَدَّثَنَا عَلِيّ بْن الْحَكَم الْبُنَانِيّ عَنْ عُثْمَان عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة وَالْأَسْوَد عَنْ اِبْن مَسْعُود قَالَ : جَاءَ اِبْنَا مُلَيْكَة إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَا : إِنَّ أُمّنَا تُكْرِم الزَّوْج وَتَعْطِف عَلَى الْوَلَد قَالَ وَذَكَرَ الضَّيْف غَيْر أَنَّهَا كَانَتْ وَأَدَتْ فِي الْجَاهِلِيَّة فَقَالَ \" أُمّكُمَا فِي النَّار \" قَالَ فَأَدْبَرَا وَالسُّوء يُرَى فِي وَجْهَيْهِمَا فَأَمَرَ بِهِمَا فَرُدَّا فَرَجَعَا وَالسُّرُور يُرَى فِي وَجْهَيْهِمَا رَجَاء أَنْ يَكُون قَدْ حَدَثَ شَيْء فَقَالَ \" أُمِّي مَعَ أُمّكُمَا \" فَقَالَ رَجُل مِنْ الْمُنَافِقِينَ وَمَا يُغْنِي هَذَا عَنْ أُمّه شَيْئًا وَنَحْنُ نَطَأ عَقِبَيْهِ . فَقَالَ رَجُل مِنْ الْأَنْصَار وَلَمْ أَرَ رَجُلًا قَطُّ أَكْثَر سُؤَالًا مِنْهُ يَا رَسُول اللَّه هَلْ وَعَدَك رَبّك فِيهَا أَوْ فِيهِمَا . قَالَ فَظَنَّ أَنَّهُ مِنْ شَيْء قَدْ سَمِعَهُ فَقَالَ \" مَا شَاءَ اللَّه رَبِّي وَمَا أَطْعَمَنِي فِيهِ وَإِنِّي لَأَقُوم الْمَقَام الْمَحْمُود يَوْم الْقِيَامَة \" فَقَالَ الْأَنْصَارِيّ يَا رَسُول اللَّه وَمَا ذَاكَ الْمَقَام الْمَحْمُود ؟ قَالَ :\" ذَاكَ إِذَا جِيءَ بِكُمْ حُفَاة عُرَاة غُرْلًا فَيَكُون أَوَّل مَنْ يُكْسَى إِبْرَاهِيم عَلَيْهِ السَّلَام فَيَقُول اُكْسُوَا خَلِيلِي فَيُؤْتَى بِرَيْطَتَيْنِ بَيْضَاوَيْنِ فَيَلْبَسهُمَا ثُمَّ يُقْعِدهُ مُسْتَقْبِل الْعَرْش ثُمَّ أُوتِيَ بِكِسْوَتِي فَأَلْبَسهَا فَأَقُوم عَنْ يَمِينه مَقَامًا لَا يَقُومهُ أَحَد فَيَغْبِطنِي فِيهِ الْأَوَّلُونَ وَالْآخِرُونَ \" قَالَ : وَيُفْتَح لَهُمْ مِنْ الْكَوْثَر إِلَى الْحَوْض فَقَالَ الْمُنَافِق إِنَّهُ مَا جَرَى مَاء قَطُّ إِلَّا عَلَى حَال أَوْ رَضْرَاض فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَاله الْمِسْك وَرَضْرَاضه اللُّؤْلُؤ \" فَقَالَ الْمُنَافِق لَمْ أَسْمَع كَالْيَوْمِ فَإِنَّهُ قَلَّمَا جَرَى مَاء عَلَى حَال أَوْ رَضْرَاض إِلَّا كَانَ لَهُ نَبْت ؟ فَقَالَ الْأَنْصَارِيّ : يَا رَسُول اللَّه هَلْ لَهُ نَبْت ؟ فَقَالَ : \" نَعَمْ قُضْبَان الذَّهَب \" قَالَ الْمُنَافِق لَمْ أَسْمَع كَالْيَوْمِ فَإِنَّهُ قَلَّمَا يَنْبُت قَضِيب إِلَّا أَوْرَقَ وَإِلَّا كَانَ لَهُ ثَمَر قَالَ الْأَنْصَارِيّ يَا رَسُول اللَّه هَلْ لَهُ ثَمَرَة ؟ قَالَ : \" نَعَمْ أَلْوَان الْجَوْهَر وَمَاؤُهُ أَشَدّ بَيَاضًا مِنْ اللَّبَن وَأَحْلَى مِنْ الْعَسَل مَنْ شَرِبَ مِنْهُ شَرْبَة لَا يَظْمَأ بَعْده وَمَنْ حُرِمَهُ لَمْ يُرْوَ بَعْده \" وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ : حَدَّثَنَا يَحْيَى بْن سَلَمَة بْن كُهَيْل عَنْ أَبِيهِ عَنْ أَبِي الزَّعْرَاء عَنْ عَبْد اللَّه قَالَ : ثُمَّ يَأْذَن اللَّه عَزَّ وَجَلَّ فِي الشَّفَاعَة فَيَقُوم رُوح الْقُدُس جِبْرِيل ثُمَّ يَقُوم إِبْرَاهِيم خَلِيل اللَّه ثُمَّ يَقُوم عِيسَى أَوْ مُوسَى قَالَ أَبُو الزَّعْرَاء لَا أَدْرِي أَيّهمَا قَالَ , ثُمَّ يَقُوم نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَابِعًا فَيَشْفَع لَا يَشْفَع أَحَد بَعْده أَكْثَر مِمَّا شَفَعَ وَهُوَ الْمَقَام الْمَحْمُود الَّذِي قَالَ اللَّه عَزَّ وَجَلَّ \" عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \" . \" حَدِيث كَعْب بْن مَالِك رَضِيَ اللَّه عَنْهُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن عَبْد رَبّه حَدَّثَنَا مُحَمَّد بْن حَرْب حَدَّثَنَا الزُّبَيْدِيّ عَنْ الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن كَعْب بْن مَالِك عَنْ كَعْب بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يُبْعَث النَّاس يَوْم الْقِيَامَة فَأَكُون أَنَا وَأُمَّتِي عَلَى تَلّ وَيَكْسُونِي رَبِّي عَزَّ وَجَلَّ حُلَّة خَضْرَاء ثُمَّ يُؤْذَن لِي فَأَقُول مَا شَاءَ اللَّه أَنْ أَقُول فَذَلِكَ الْمَقَام الْمَحْمُود \"\" حَدِيث أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا يَزِيد بْن أَبِي حَبِيب عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ أَبِي الدَّرْدَاء قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَنَا أَوَّل مَنْ يُؤْذَن لَهُ بِالسُّجُودِ يَوْم الْقِيَامَة وَأَنَا أَوَّل مَنْ يُؤْذَن لَهُ أَنْ يَرْفَع رَأْسه فَأَنْظُر إِلَى مَا بَيْن يَدَيَّ فَأَعْرِف أُمَّتِي مِنْ بَيْن الْأُمَم وَمِنْ خَلْفِي مِثْل ذَلِكَ وَعَنْ يَمِينِي مِثْل ذَلِكَ وَعَنْ شِمَالِي مِثْل ذَلِكَ \" فَقَالَ رَجُل يَا رَسُول اللَّه كَيْف تَعْرِف أُمَّتك مِنْ بَيْن الْأُمَم فِيمَا بَيْن نُوح إِلَى أُمَّتك ؟ قَالَ \" هُمْ غُرّ مُحَجَّلُونَ مِنْ أَثَر الْوُضُوء لَيْسَ أَحَد كَذَلِكَ غَيْرهمْ وَأَعْرِفهُمْ أَنَّهُمْ يُؤْتَوْنَ كُتُبهمْ بِأَيْمَانِهِمْ وَأَعْرِفهُمْ تَسْعَى مِنْ بَيْن أَيْدِيهمْ ذُرِّيَّتهمْ \" . \" حَدِيث أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ \" قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه : حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا أَبُو حَيَّان حَدَّثَنَا أَبُو زُرْعَة بْن عَمْرو بْن جَرِير عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : أُتِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِلَحْمٍ فَرُفِعَ إِلَيْهِ الذِّرَاع وَكَانَتْ تُعْجِبهُ فَنَهَشَ مِنْهَا نَهْشَة ثُمَّ قَالَ \" أَنَا سَيِّد النَّاس يَوْم الْقِيَامَة وَهَلْ تَدْرُونَ مِمَّ ذَاكَ ؟ يَجْمَع اللَّه الْأَوَّلِينَ وَالْآخِرِينَ فِي صَعِيد وَاحِد يُسْمِعهُمْ الدَّاعِي وَيَنْفُذهُمْ الْبَصَر وَتَدْنُو الشَّمْس فَيَبْلُغ النَّاس مِنْ الْغَمّ وَالْكَرْب مَا لَا يُطِيقُونَ وَلَا يَحْتَمِلُونَ فَيَقُول بَعْض النَّاس لِبَعْضٍ أَلَا تَرَوْنَ مَا أَنْتُمْ فِيهِ مِمَّا قَدْ بَلَغَكُمْ أَلَا تَنْظُرُونَ مَنْ يَشْفَع لَكُمْ إِلَى رَبّكُمْ ؟ فَيَقُول بَعْض النَّاس لِبَعْضٍ عَلَيْكُمْ بِآدَم فَيَأْتُونَ آدَم عَلَيْهِ السَّلَام فَيَقُولُونَ : يَا آدَم أَنْتَ أَبُو الْبَشَر خَلَقَك اللَّه بِيَدِهِ وَنَفَخَ فِيك مِنْ رُوحه وَأَمَرَ الْمَلَائِكَة فَسَجَدُوا لَك فَاشْفَعْ لَنَا إِلَى رَبّك أَلَا تَرَى مَا نَحْنُ فِيهِ أَلَا تَرَى مَا قَدْ بَلَغَنَا ؟ فَيَقُول آدَم : إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْم غَضَبًا لَمْ يَغْضَب قَبْله مِثْله وَلَنْ يَغْضَب بَعْده مِثْله وَإِنَّهُ قَدْ نَهَانِي عَنْ الشَّجَرَة فَعَصَيْت نَفْسِي نَفْسِي نَفْسِي اِذْهَبُوا إِلَى غَيْرِي اِذْهَبُوا إِلَى نُوح فَيَأْتُونَ نُوحًا فَيَقُولُونَ : يَا نُوح أَنْتَ أَوَّل الرُّسُل إِلَى أَهْل الْأَرْض وَقَدْ سَمَّاك اللَّه عَبْدًا شَكُورًا اِشْفَعْ لَنَا إِلَى رَبّك أَلَا تَرَى مَا نَحْنُ فِيهِ أَلَا تَرَى مَا قَدْ بَلَغَنَا ؟ فَيَقُول نُوح : إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْم غَضَبًا لَمْ يَغْضَب قَبْله مِثْله وَلَنْ يَغْضَب بَعْده مِثْله قَطُّ وَإِنَّهُ قَدْ كَانَتْ لِي دَعْوَة دَعَوْتهَا عَلَى قَوْمِي نَفْسِي نَفْسِي نَفْسِي اِذْهَبُوا إِلَى غَيْرِي اِذْهَبُوا إِلَى إِبْرَاهِيم فَيَأْتُونَ إِبْرَاهِيم فَيَقُولُونَ : يَا إِبْرَاهِيم أَنْتَ نَبِيّ اللَّه وَخَلِيله مِنْ أَهْل الْأَرْض اِشْفَعْ لَنَا إِلَى رَبّك أَلَا تَرَى مَا نَحْنُ فِيهِ أَلَا تَرَى مَا قَدْ بَلَغَنَا ؟ فَيَقُول : إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْم غَضَبًا لَمْ يَغْضَب قَبْله مِثْله وَلَنْ يَغْضَب بَعْده مِثْله فَذَكَرَ كَذَبَاته نَفْسِي نَفْسِي نَفْسِي اِذْهَبُوا إِلَى غَيْرِي اِذْهَبُوا إِلَى مُوسَى فَيَأْتُونَ مُوسَى عَلَيْهِ السَّلَام فَيَقُولُونَ : يَا مُوسَى أَنْتَ رَسُول اللَّه اِصْطَفَاك اللَّه بِرِسَالَاتِهِ وَبِكَلَامِهِ عَلَى النَّاس اِشْفَعْ لَنَا إِلَى رَبّك أَلَا تَرَى مَا نَحْنُ فِيهِ أَلَا تَرَى مَا قَدْ بَلَغَنَا ؟ فَيَقُول لَهُمْ مُوسَى : إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْم غَضَبًا لَمْ يَغْضَب قَبْله مِثْله وَلَنْ يَغْضَب بَعْده مِثْله وَإِنِّي قَدْ قَتَلْت نَفْسًا لَمْ أُومَرْ بِقَتْلِهَا نَفْسِي نَفْسِي نَفْسِي اِذْهَبُوا إِلَى غَيْرِي اِذْهَبُوا إِلَى عِيسَى فَيَأْتُونَ عِيسَى فَيَقُولُونَ : يَا عِيسَى أَنْتَ رَسُول اللَّه وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم وَرُوح مِنْهُ وَكَلَّمْت النَّاس فِي الْمَهْد صَبِيًّا فَاشْفَعْ لَنَا إِلَى رَبّك أَلَا تَرَى مَا نَحْنُ فِيهِ أَلَا تَرَى مَا قَدْ بَلَغَنَا ؟ فَيَقُول لَهُمْ عِيسَى إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْم غَضَبًا لَمْ يَغْضَب قَبْله مِثْله وَلَنْ يَغْضَب بَعْده مِثْله وَلَمْ يَذْكُر ذَنْبًا نَفْسِي نَفْسِي نَفْسِي اِذْهَبُوا إِلَى غَيْرِي اِذْهَبُوا إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَأْتُونَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَقُولُونَ : يَا مُحَمَّد أَنْتَ رَسُول اللَّه وَخَاتَم الْأَنْبِيَاء وَقَدْ غَفَرَ اللَّه لَك مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ فَاشْفَعْ لَنَا إِلَى رَبّك أَلَا تَرَى مَا نَحْنُ فِيهِ أَلَا تَرَى مَا قَدْ بَلَغَنَا ؟ فَأَقُوم فَآتِي تَحْت الْعَرْش فَأَقَع سَاجِدًا لِرَبِّي عَزَّ وَجَلَّ ثُمَّ يَفْتَح اللَّه عَلَيَّ وَيُلْهِمنِي مِنْ مَحَامِده وَحُسْن الثَّنَاء عَلَيْهِ مَا لَمْ يَفْتَح عَلَى أَحَد قَبْلِي فَيُقَال : يَا مُحَمَّد اِرْفَعْ رَأْسك وَسَلْ تُعْطَهُ وَاشْفَعْ تُشَفَّع . فَأَرْفَع رَأْسِي فَأَقُول أُمَّتِي يَا رَبّ أُمَّتِي يَا رَبّ أُمَّتِي يَا رَبّ ؟ فَيُقَال : يَا مُحَمَّد أَدْخِلْ مِنْ أُمَّتك مَنْ لَا حِسَاب عَلَيْهِ مِنْ الْبَاب الْأَيْمَن مِنْ أَبْوَاب الْجَنَّة وَهُمْ شُرَكَاء النَّاس فِيمَا سِوَى ذَلِكَ مِنْ الْأَبْوَاب ثُمَّ قَالَ وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنَّ مَا بَيْن الْمِصْرَاعَيْنِ مِنْ مَصَارِيع الْجَنَّة كَمَا بَيْن مَكَّة وَهَجَر أَوْ كَمَا بَيْن مَكَّة وَبُصْرَى \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَقَالَ مُسْلِم رَحِمَهُ اللَّه : حَدَّثَنَا الْحَكَم بْن مُوسَى حَدَّثَنَا هِقْل بْن زِيَاد عَنْ الْأَوْزَاعِيّ حَدَّثَنِي أَبُو عَمَّار حَدَّثَنِي عَبْد اللَّه بْن فَرُّوخ حَدَّثَنِي أَبُو هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا سَيِّد وَلَد آدَم يَوْم الْقِيَامَة وَأَوَّل مَنْ يَنْشَقّ عَنْهُ الْقَبْر يَوْم الْقِيَامَة وَأَوَّل شَافِع وَأَوَّل مُشَفَّع \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ دَاوُد بْن يَزِيد الزَّعَافِرِيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \" سُئِلَ عَنْهَا فَقَالَ : هِيَ الشَّفَاعَة \" رَوَاهُ الْإِمَام أَحْمَد عَنْ وَكِيع عَنْ مُحَمَّد بْن عُبَيْد عَنْ دَاوُد عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى :\" عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \" قَالَ : \" هُوَ الْمَقَام الَّذِي أَشْفَع لِأُمَّتِي فِيهِ \" وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عَلِيّ بْن الْحُسَيْن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا كَانَ يَوْم الْقِيَامَة مَدَّ اللَّه الْأَرْض مَدّ الْأَدِيم حَتَّى لَا يَكُون لِبَشَرٍ مِنْ النَّاس إِلَّا مَوْضِع قَدَمَيْهِ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَكُون أَوَّل مَنْ يُدْعَى وَجِبْرِيل عَنْ يَمِين الرَّحْمَن تَبَارَكَ وَتَعَالَى وَاَللَّه مَا رَآهُ قَبْلهَا فَأَقُول أَيْ رَبّ إِنَّ هَذَا أَخْبَرَنِي أَنَّك أَرْسَلْته إِلَيَّ فَيَقُول اللَّه عَزَّ وَجَلَّ : صَدَقَ ثُمَّ أَشْفَع فَأَقُول يَا رَبّ عِبَادك عَبَدُوك فِي أَطْرَاف الْأَرْض قَالَ فَهُوَ الْمَقَام الْمَحْمُود\" وَهَذَا حَدِيث مُرْسَل .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38266, "aya_id": 79}]