[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اسْتَجِيبُواْ لِلّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ وَاعْلَمُواْ أَنَّ اللّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ", "sura_id": 8, "type": 0, "id": 1184, "aya_id": 24}, {"text": "يا أيها الذين آمنوا استجيبوا لله و للرسول إذا دعاكم لما يحييكم و اعلموا أن الله يحول بين المرء و قلبه وأنه إليه تحشرون", "sura_id": 8, "type": 1, "id": 7420, "aya_id": 24}, {"text": "24 - (يا أيها الذين آمنوا استجيبوا لله وللرسول) بالطاعة (إذا دعاكم لما يحييكم) من أمر الدين لأنه سبب الحياة الأبدية (واعلموا أن الله يحول بين المرء وقلبه) فلا يستطيع أن يؤمن أو يكفر إلا بإرادته (وأنه إليه تحشرون) فيجازيكم بأعمالكم \r\n", "sura_id": 8, "type": 2, "id": 26128, "aya_id": 24}, {"text": "يا أيها الذين صدِّقوا بالله ربًا وبمحمد نبيًا ورسولا استجيبوا لله وللرسول بالطاعة إذا دعاكم لما يحييكم من الحق, ففي الاستجابة إصلاح حياتكم في الدنيا والآخرة, واعلموا -أيها المؤمنون- أن الله تعالى هو المتصرف في جميع الأشياء, والقادر على أن يحول بين الإنسان وما يشتهيه قلبه, فهو سبحانه الذي ينبغي أن يستجاب له إذا دعاكم; إذ بيده ملكوت كل شيء, واعلموا أنكم تُجمعون ليوم لا ريب فيه, فيجازي كلا بما يستحق.\r\n", "sura_id": 8, "type": 3, "id": 32364, "aya_id": 24}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ</font><BR><p>\" يَا أَيّهَا الَّذِينَ آمَنُوا اِسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّه يَحُول بَيْن الْمَرْء وَقَلْبه وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ \" قَالَ الْبُخَارِيّ \" اِسْتَجِيبُوا \" أَجِيبُوا \" لِمَا يُحْيِيكُمْ \" لِمَا يُصْلِحكُمْ . حَدَّثَنِي إِسْحَاق حَدَّثَنَا رَوْح حَدَّثَنَا شُعْبَة . عَنْ خُبَيْب بْن عَبْد الرَّحْمَن قَالَ : سَمِعْت حَفْص بْن عَاصِم يُحَدِّث عَنْ أَبِي سَعْد بْن الْمُعَلَّى رَضِيَ اللَّه عَنْهُ قَالَ كُنْت أُصَلِّي فَمَرَّ بِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَعَانِي فَلَمْ آتِهِ حَتَّى صَلَّيْت ثُمَّ أَتَيْته فَقَالَ \" مَا مَنَعَك أَنْ تَأْتِينِي ؟ أَلَمْ يَقُلْ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا اِسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ \" - ثُمَّ قَالَ - لَأُعَلِّمَنَّكَ أَعْظَم سُورَة فِي الْقُرْآن قَبْل أَنْ أَخْرُج \" فَذَهَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَخْرُج فَذَكَرْت لَهُ . وَقَالَ مُعَاذ : حَدَّثَنَا شُعْبَة عَنْ خُبَيْب بْن عَبْد الرَّحْمَن سَمِعَ حَفْص بْن عَاصِم سَمِعَ أَبَا سَعِيد رَجُلًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهَذَا وَقَالَ \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" هِيَ السَّبْع الْمَثَانِي . هَذَا لَفْظه بِحُرُوفِهِ وَقَدْ تَقَدَّمَ الْكَلَام عَلَى هَذَا الْحَدِيث بِذِكْرِ طُرُقه فِي أَوَّل تَفْسِير الْفَاتِحَة . وَقَالَ مُجَاهِد فِي قَوْله \" لِمَا يُحْيِيكُمْ \" قَالَ لِلْحَقِّ وَقَالَ قَتَادَة \" لِمَا يُحْيِيكُمْ \" قَالَ هُوَ هَذَا الْقُرْآن فِيهِ النَّجَاة وَالْبَقَاء وَالْحَيَاة وَقَالَ السُّدِّيّ \" لِمَا يُحْيِيكُمْ \" فَفِي الْإِسْلَام إِحْيَاؤُهُمْ بَعْد مَوْتهمْ بِالْكُفْرِ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن جَعْفَر بْن الزُّبَيْر عَنْ عُرْوَة بْن الزُّبَيْر \" يَا أَيّهَا الَّذِينَ آمَنُوا اِسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ \" أَيْ لِلْحَرْبِ الَّتِي أَعَزَّكُمْ اللَّه تَعَالَى بِهَا بَعْد الذُّلّ وَقَوَّاكُمْ بِهَا بَعْد الضَّعْف وَمَنَعَكُمْ مِنْ عَدُوّكُمْ بَعْد الْقَهْر مِنْهُمْ لَكُمْ وَقَوْله تَعَالَى \" وَاعْلَمُوا أَنَّ اللَّه يَحُول بَيْن الْمَرْء وَقَلْبه \" قَالَ اِبْن عَبَّاس يَحُول بَيْن الْمُؤْمِن وَبَيْن الْكُفْر وَبَيْن الْكَافِر وَبَيْن الْإِيمَان رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مَوْقُوفًا وَقَالَ صَحِيح وَلَمْ يُخْرِجَاهُ وَرَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ وَجْه آخَر مَرْفُوعًا وَلَا يَصِحّ لِضَعْفِ إِسْنَاده وَالْمَوْقُوف أَصَحّ وَكَذَا قَالَ مُجَاهِد وَسَعِيد وَعِكْرِمَة وَالضَّحَّاك وَأَبُو صَالِح وَعَطِيَّة وَمُقَاتِل بْن حَيَّان وَالسُّدِّيّ وَفِي رِوَايَة عَنْ مُجَاهِد فِي قَوْله \" يَحُول بَيْن الْمَرْء وَقَلْبه \" أَيْ حَتَّى يَتْرُكهُ لَا يَعْقِل وَقَالَ السُّدِّيّ يَحُول بَيْن الْإِنْسَان وَقَلْبه فَلَا يَسْتَطِيع أَنْ يُؤْمِن وَلَا يَكْفُر إِلَّا بِإِذْنِهِ . وَقَالَ قَتَادَة هُوَ كَقَوْلِهِ \" وَنَحْنُ أَقْرَب إِلَيْهِ مِنْ حَبْل الْوَرِيد \" . وَقَدْ وَرَدَتْ الْأَحَادِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا يُنَاسِب هَذِهِ الْآيَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُكْثِر أَنْ يَقُول \" يَا مُقَلِّبَ الْقُلُوب ثَبِّتْ قَلْبِي عَلَى دِينك \" قَالَ فَقُلْنَا يَا رَسُول اللَّه آمَنَّا بِك وَبِمَا جِئْت بِهِ فَهَلْ تَخَاف عَلَيْنَا ؟ قَالَ \" نَعَمْ إِنَّ الْقُلُوب بَيْن أُصْبُعَيْنِ مِنْ أَصَابِع اللَّه تَعَالَى يُقَلِّبهَا \" . وَهَكَذَا رَوَاهُ التِّرْمِذِيّ فِي كِتَاب الْقَدَر مِنْ جَامِعه عَنْ هَنَّاد بْن السَّرِيّ عَنْ أَبِي مُعَاوِيَة مُحَمَّد بْن حَازِم الضَّرِير عَنْ الْأَعْمَش وَاسْمه سُلَيْمَان بْن مِهْرَان عَنْ أَبِي سُفْيَان وَاسْمه طَلْحَة بْن نَافِع عَنْ أَنَس ثُمَّ قَالَ حَسَن . وَهَكَذَا رُوِيَ عَنْ غَيْر وَاحِد عَنْ الْأَعْمَش وَرَوَاهُ بَعْضهمْ عَنْهُ عَنْ أَبِي سُفْيَان عَنْ جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَدِيث أَبِي سُفْيَان عَنْ أَنَس أَصَحّ . \" حَدِيث آخَر \" وَقَالَ الْإِمَام أَحْمَد فِي مُسْنَده حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا عَبْد الْمَلِك بْن عَمْرو حَدَّثَنَا شُعْبَة عَنْ الْحَكَم عَنْ اِبْن أَبِي لَيْلَى عَنْ بِلَال رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَدْعُو \" يَا مُقَلِّبَ الْقُلُوب ثَبِّتْ قَلْبِي عَلَى دِينِك \" هَذَا حَدِيث جَيِّد الْإِسْنَاد إِلَّا أَنَّ فِيهِ اِنْقِطَاعًا وَهُوَ مَعَ ذَلِكَ عَلَى شَرْط أَهْل السُّنَن وَلَمْ يُخْرِجُوهُ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْوَلِيد بْن مُسْلِم قَالَ : سَمِعْت اِبْن جَابِر يَقُول : حَدَّثَنِي بِشْر بْن عُبَيْد اللَّه الْحَضْرَمِيّ أَنَّهُ سَمِعَ أَبَا إِدْرِيس الْخَوْلَانِيّ يَقُول سَمِعْت النَّوَّاس بْن سَمْعَان الْكِلَابِيّ رَضِيَ اللَّه عَنْهُ يَقُول سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مِنْ قَلْب إِلَّا وَهُوَ بَيْن أُصْبُعَيْنِ مِنْ أَصَابِع الرَّحْمَن رَبّ الْعَالَمِينَ إِذَا شَاءَ أَنْ يُقِيمَهُ أَقَامَهُ وَإِذَا شَاءَ أَنْ يُزِيغَهُ أَزَاغَهُ \" وَكَانَ يَقُول \" يَا مُقَلِّب الْقُلُوب ثَبِّتْ قَلْبِي عَلَى دِينِك \" قَالَ \" وَالْمِيزَان بِيَدِ الرَّحْمَن يَخْفِضُهُ وَيَرْفَعُهُ \" . وَهَكَذَا رَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر فَذَكَرَ مِثْله . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يُونُس حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ الْمُعَلَّى بْن زِيَاد عَنْ الْحَسَن أَنَّ عَائِشَة قَالَتْ : دَعَوَاتٌ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُو بِهَا \" يَا مُقَلِّبَ الْقُلُوب ثَبِّتْ قَلْبِي عَلَى دِينِك \" قَالَتْ فَقُلْت يَا رَسُول اللَّه إِنَّك تُكْثِر أَنْ تَدْعُوَ بِهَذَا الدُّعَاء فَقَالَ \" إِنَّ قَلْب الْآدَمِيِّ بَيْن أُصْبُعَيْنِ مِنْ أَصَابِع اللَّه فَإِذَا شَاءَ أَزَاغَهُ وَإِذَا شَاءَ أَقَامَهُ \" . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم حَدَّثَنَا عَبْد الْحَمِيد حَدَّثَنِي شَهْر سَمِعْت أُمّ سَلَمَة تُحَدِّث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُكْثِر فِي دُعَائِهِ أَنْ يَقُول \" اللَّهُمَّ مُقَلِّبَ الْقُلُوب ثَبِّتْ قَلْبِي عَلَى دِينِك \" قَالَتْ : فَقُلْت يَا رَسُول اللَّه أَوَإِنَّ الْقُلُوب لَتُقَلَّب ؟ قَالَ \" نَعَمْ مَا خَلَقَ اللَّه مِنْ بَشَرٍ مِنْ بَنِي آدَم إِلَّا أَنَّ قَلْبه بَيْن أُصْبُعَيْنِ مِنْ أَصَابِع اللَّه عَزَّ وَجَلَّ فَإِنْ شَاءَ أَقَامَهُ وَإِنْ شَاءَ أَزَاغَهُ فَنَسْأَل اللَّه رَبَّنَا أَنْ لَا يُزِيغ قُلُوبنَا بَعْد إِذْ هَدَانَا وَنَسْأَلهُ أَنْ يَهَب لَنَا مِنْ لَدُنْه رَحْمَة إِنَّهُ هُوَ الْوَهَّاب \" قَالَتْ : فَقُلْت يَا رَسُول اللَّه أَلَا تُعَلِّمنِي دَعْوَة أَدْعُو بِهَا لِنَفْسِي ؟ قَالَ \" بَلَى قُولِي اللَّهُمَّ رَبَّ النَّبِيّ مُحَمَّد اِغْفِرْ لِي ذَنْبِي وَأَذْهِبْ غَيْظ قَلْبِي وَأَجِرْنِي مِنْ مُضِلَّات الْفِتَن مَا أَحْيَيْتنِي \" . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا حَيْوَة أَخْبَرَنِي أَبُو هَانِئ أَنَّهُ سَمِعَ أَبَا عَبْد الرَّحْمَن الْحُبُلِيّ أَنَّهُ سَمِعَ عَبْد اللَّه بْن عَمْرو أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ قُلُوب بَنِي آدَم بَيْن أُصْبُعَيْنِ مِنْ أَصَابِع الرَّحْمَن كَقَلْبٍ وَاحِدٍ يُصَرِّفهَا كَيْف شَاءَ \" . ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ مُصَرِّفَ الْقُلُوب صَرِّفْ قُلُوبنَا إِلَى طَاعَتك \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم عَنْ الْبُخَارِيّ فَرَوَاهُ مَعَ النَّسَائِيّ مِنْ حَدِيث حَيْوَة بْن شُرَيْح الْمِصْرِيّ بِهِ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43071, "aya_id": 24}]