[{"text": "فَإنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلّهِ وَمَنِ اتَّبَعَنِ وَقُل لِّلَّذِينَ أُوْتُواْ الْكِتَابَ وَالأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُواْ فَقَدِ اهْتَدَواْ وَّإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْكَ الْبَلاَغُ وَاللّهُ بَصِيرٌ بِالْعِبَادِ", "sura_id": 3, "type": 0, "id": 313, "aya_id": 20}, {"text": "فإن حاجوك فقل أسلمت وجهي لله و من اتبعن و قل للذين أوتوا الكتاب و الأميين أأسلمتم فإن أسلموا فقد اهتدوا و إن تولوا فإنما عليك البلاغ و الله بصير بالعباد", "sura_id": 3, "type": 1, "id": 6549, "aya_id": 20}, {"text": "20 - (فإن حاجوك) خاصمك الكفار يا محمد في الدين (فقل) لهم (أسلمت وجهي لله) انقدت له أنا (ومن اتبعن) وخص الوجه بالذكر لشرفه فغيره أولى (وقل للذين أوتوا الكتاب) اليهود والنصارى (والأميين) مشركي العرب (أأسلمتم) أي أسلموا (فإن أسلموا فقد اهتدوا) من الضلال (وإن تولوا) عن الإسلام (فإنما عليك البلاغ) التبليغ للرسالة (والله بصير بالعباد) فيجازيهم بأعمالهم وهذا قبل الأمر بالقتال \r\n", "sura_id": 3, "type": 2, "id": 25257, "aya_id": 20}, {"text": "فإن جادلك -أيها الرسول- أهل الكتاب في التوحيد بعد أن أقمت الحجة عليهم فقل لهم: إنني أخلصت لله وحده فلا أشرك به أحدًا, وكذلك من اتبعني من المؤمنين, أخلصوا لله وانقادوا له. وقل لهم ولمشركي العرب وغيرهم: إن أسلمتم فأنتم على الطريق المستقيم والهدى والحق, وإن توليتم فحسابكم على الله, وليس عليَّ إلا البلاغ, وقد أبلغتكم وأقمت عليكم الحجة. والله بصير بالعباد, لا يخفى عليه من أمرهم شيء.\r\n", "sura_id": 3, "type": 3, "id": 31493, "aya_id": 20}, {"text": " <font color=red>فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" فَإِنْ حَاجُّوك \" أَيْ جَادَلُوك فِي التَّوْحِيد \" فَقُلْ أَسْلَمْت وَجْهِي لِلَّهِ وَمَنْ اتَّبَعَنِ \" أَيْ فَقُلْ أَخْلَصْت عِبَادَتِي لِلَّهِ وَحْده لَا شَرِيك لَهُ وَلَا نِدَّ لَهُ وَلَا وَلَد وَلَا صَاحِبَة لَهُ \" وَمَنْ اتَّبَعَنِ \" أَيْ عَلَى دِينِي يَقُول كَمَقَالَتِي كَمَا قَالَ \" قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّه عَلَى بَصِيرَة أَنَا وَمَنْ اِتَّبَعَنِي \" الْآيَة ثُمَّ قَالَ تَعَالَى آمِرًا لِعَبْدِهِ وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَدْعُوَ إِلَى طَرِيقَته وَدِينه وَالدُّخُول فِي شَرْعِهِ وَمَا بَعَثَهُ اللَّه بِهِ : الْكِتَابِيِّينَ مِنْ الْمِلِّيِّينَ وَالْأُمِّيِّينَ مِنْ الْمُشْرِكِينَ فَقَالَ تَعَالَى \" وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَاب وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدْ اِهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْك الْبَلَاغ \" أَيْ وَاَللَّه عَلَيْهِ حِسَابهمْ وَإِلَيْهِ مَرْجِعهمْ وَمَآبهمْ وَهُوَ الَّذِي يَهْدِي مَنْ يَشَاء وَيُضِلّ مَنْ يَشَاء وَلَهُ الْحِكْمَة الْبَالِغَة وَالْحُجَّة الدَّامِغَة وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّه بَصِير بِالْعِبَادِ \" أَيْ هُوَ عَلِيم بِمَنْ يَسْتَحِقّ الْهِدَايَة مِمَّنْ يَسْتَحِقّ الضَّلَالَة وَهُوَ الَّذِي \" لَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ \" وَمَا ذَلِكَ إِلَّا لِحِكْمَتِهِ وَرَحْمَته وَهَذِهِ الْآيَة وَأَمْثَالهَا مِنْ أَصْرَح الدَّلَالَات عَلَى عُمُوم بَعْثَته صَلَوَات اللَّه وَسَلَامه عَلَيْهِ إِلَى جَمِيع الْخَلْق كَمَا هُوَ مَعْلُوم مِنْ دِينه ضَرُورَة وَكَمَا دَلَّ عَلَيْهِ الْكِتَاب وَالسُّنَّة فِي غَيْر مَا آيَة وَحَدِيث فَمِنْ ذَلِكَ قَوْله تَعَالَى \" قُلْ يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا \" وَقَالَ تَعَالَى \" تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَان عَلَى عَبْده لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا \" . وَفِي الصَّحِيحَيْنِ وَغَيْرهمَا مِمَّا ثَبَتَ تَوَاتُره بِالْوَقَائِعِ الْمُتَعَدِّدَة أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ كُتُبَهُ يَدْعُو إِلَى اللَّه مُلُوك الْآفَاق وَطَوَائِف بَنِي آدَم مِنْ عَرَبهمْ وَعَجَمهمْ كِتَابِيّهمْ وَأُمِّيِّهِمْ اِمْتِثَالًا لِأَمْرِ اللَّه لَهُ بِذَلِكَ . وَقَدْ رَوَى عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَع بِي أَحَد مِنْ هَذِهِ الْأُمَّة يَهُودِيّ وَلَا نَصْرَانِيّ وَمَاتَ وَلَمْ يُؤْمِن بِاَلَّذِي أُرْسِلْت بِهِ إِلَّا كَانَ مِنْ أَهْل النَّار \" رَوَاهُ مُسْلِم وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بُعِثْت إِلَى الْأَحْمَر وَالْأَسْوَد \" وَقَالَ \" كَانَ النَّبِيّ يُبْعَث إِلَى قَوْمه خَاصَّة وَبُعِثْت إِلَى النَّاس عَامَّة \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُؤَمِّل حَدَّثَنَا حَمَّاد حَدَّثَنَا ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ : أَنَّ غُلَامًا يَهُودِيًّا كَانَ يَضَع لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَضُوءَهُ وَيُنَاوِلهُ نَعْلَيْهِ فَمَرِضَ فَأَتَاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَخَلَ عَلَيْهِ وَأَبُوهُ قَاعِد عِنْد رَأْسه فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا فُلَان قُلْ لَا إِلَه إِلَّا اللَّه \" فَنَظَرَ إِلَى أَبِيهِ فَسَكَتَ أَبُوهُ فَأَعَادَ عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَظَرَ إِلَى أَبِيهِ فَقَالَ أَبُوهُ : أَطِعْ أَبَا الْقَاسِم فَقَالَ الْغُلَام : أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّك رَسُول اللَّه فَخَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقُول \" الْحَمْد لِلَّهِ الَّذِي أَخْرَجَهُ بِي مِنْ النَّار \" رَوَاهُ الْبُخَارِيّ فِي الصَّحِيح إِلَى غَيْر ذَلِكَ مِنْ الْآيَات وَالْأَحَادِيث.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39955, "aya_id": 20}]