[{"text": "نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُواْ لأَنفُسِكُمْ وَاتَّقُواْ اللّهَ وَاعْلَمُواْ أَنَّكُم مُّلاَقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ", "sura_id": 2, "type": 0, "id": 230, "aya_id": 223}, {"text": "نساؤكم حرث لكم فأتوا حرثكم أنى شئتم وقدموا لأنفسكم واتقوا الله واعلموا أنكم ملاقوه وبشر المؤمنين", "sura_id": 2, "type": 1, "id": 6466, "aya_id": 223}, {"text": "223 - (نساؤكم حرث لكم) أي محل زرعكم الولد (فأتوا حرثكم) أي محله وهو القبل (أنَّى) كيف (شئتم) من قيام وقعود واضطجاع وإقبال وإدبار ونزل ردا لقول اليهود: من أتى امرأته في قبلها أي من جهة دبرها جاء الولد أحول (وقدموا لأنفسكم) العمل الصالح كالتسمية عند الجماع (واتقوا الله) في أمره ونهيه (واعلموا أنكم ملاقوه) بالبعث فيجازيكم بأعمالكم (وبشر المؤمنين) الذين اتقوه بالجنة \r\n", "sura_id": 2, "type": 2, "id": 25174, "aya_id": 223}, {"text": "نساؤكم موضع زرع لكم, تضعون النطفة في أرحامهن, فَيَخْرج منها الأولاد بمشيئة الله, فجامعوهن في محل الجماع فقط, وهو القبل بأي كيفية شئتم, وقَدِّموا لأنفسكم أعمالا صالحة بمراعاة أوامر الله, وخافوا الله, واعلموا أنكم ملاقوه للحساب يوم القيامة. وبشِّر المؤمنين -أيها النبي- بما يفرحهم ويسرُّهم من حسن الجزاء في الآخرة.\r\n", "sura_id": 2, "type": 3, "id": 31410, "aya_id": 223}, {"text": " <font color=red>نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ</font><BR><p>وَقَوْله \" نِسَاؤُكُمْ حَرْثٌ لَكُمْ \" قَالَ اِبْن عَبَّاس : الْحَرْث مَوْضِع الْوَلَد \" فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" أَيْ كَيْف شِئْتُمْ مُقْبِلَة وَمُدْبِرَة فِي صِمَام وَاحِد كَمَا ثَبَتَتْ بِذَلِكَ الْأَحَادِيث قَالَ الْبُخَارِيّ : حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان عَنْ اِبْن الْمُنْكَدِر قَالَ سَمِعْت جَابِرًا قَالَ : كَانَتْ الْيَهُود تَقُول : إِذَا جَامَعَهَا مِنْ وَرَائِهَا جَاءَ الْوَلَد أَحْوَل فَنَزَلَتْ \" نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" وَرَوَاهُ مُسْلِم وَأَبُو دَاوُد مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي مَالِك بْن أَنَس وَابْن جُرَيْج وَسُفْيَان بْن سَعِيد الثَّوْرِيّ أَنَّ مُحَمَّد بْن الْمُنْكَدِر حَدَّثَهُمْ أَنَّ جَابِر بْن عَبْد اللَّه أَخْبَرَهُ أَنَّ الْيَهُود قَالُوا لِلْمُسْلِمِينَ مَنْ أَتَى اِمْرَأَة وَهِيَ مُدْبِرَة جَاءَ الْوَلَد أَحْوَل فَأَنْزَلَ اللَّه \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ\" قَالَ اِبْن جُرَيْج فِي الْحَدِيث . فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مُقْبِلَة وَمُدْبِرَة إِذَا كَانَ ذَلِكَ فِي الْفَرْج \" وَفِي حَدِيث بَهْز بْن حَكِيم بْن مُعَاوِيَة بْن حَيْدَة الْقُشَيْرِيّ عَنْ أَبِيهِ عَنْ جَدّه أَنَّهُ قَالَ : يَا رَسُول اللَّه : نِسَاؤُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَر ؟ قَالَ : \" حَرْثك اِئْتِ حَرْثك أَنَّى شِئْت غَيْر أَنْ لَا تَضْرِب الْوَجْه وَلَا تُقَبِّح وَلَا تَهْجُر إِلَّا فِي الْبَيْت \" الْحَدِيث رَوَاهُ أَحْمَد وَأَهْل السُّنَن . حَدِيثٌ آخَرُ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ عَامِر بْن يَحْيَى عَنْ عَبْد اللَّه بْن حَنَش عَنْ عَبْد اللَّه بْن عَبَّاس قَالَ : أَتَى نَاس مِنْ حِمْيَر إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَأَلُوهُ عَنْ أَشْيَاء فَقَالَ لَهُ رَجُل إِنِّي أُجِبُّ النِّسَاء فَكَيْف تَرَى فِيَّ ؟ فَأَنْزَلَ اللَّه \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" وَرَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن غَيْلَان حَدَّثَنَا رِشْدِينَ حَدَّثَنِي الْحَسَن بْن ثَوْبَان عَنْ عَامِر بْن يَحْيَى الْمَعَافِرِيّ عَنْ حَنَش عَنْ اِبْن عَبَّاس قَالَ : أُنْزِلَتْ هَذِهِ الْآيَة \" نِسَاؤُكُمْ حَرْث لَكُمْ \" فِي أُنَاس مِنْ الْأَنْصَار أَتَوْا النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَأَلُوهُ فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اِئْتِهَا عَلَى كُلّ حَال إِذَا كَانَ فِي الْفَرْج \" \" حَدِيثٌ آخَرُ \" قَالَ أَبُو جَعْفَر الطَّحَاوِيّ فِي كِتَابه مُشْكِل الْحَدِيث حَدَّثَنَا أَحْمَد بْن دَاوُد بْن مُوسَى حَدَّثَنَا يَعْقُوب بْن كَاسِب حَدَّثَنَا عَبْد اللَّه بْن نَافِع عَنْ هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَجُلًا أَصَابَ اِمْرَأَة فِي دُبُرهَا فَأَنْكَرَ النَّاس عَلَيْهِ ذَلِكَ فَأَنْزَلَ اللَّه \" نِسَاؤُكُمْ حَرْث لَكُمْ \" الْآيَة . وَرَوَاهُ اِبْن جَرِير عَنْ يُونُس عَنْ يَعْقُوب وَرَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ عَنْ الْحَارِث بْن شُرَيْح عَنْ عَبْد اللَّه بْن نَافِع بِهِ \" حَدِيثٌ آخَرُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا وُهَيْب حَدَّثَنَا عُبَيْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ عَبْد اللَّه بْن سَابِط قَالَ : دَخَلْت عَلَى حَفْصَة بِنْت عَبْد الرَّحْمَن بْن أَبِي بَكْر فَقُلْت إِنِّي لَسَائِلُك عَنْ أَمْر وَأَنَا أَسْتَحْيِي أَنْ أَسْأَلك قَالَتْ : فَلَا تَسْتَحِي يَا اِبْن أَخِي قَالَ عَنْ إِتْيَان النِّسَاء فِي أَدْبَارهنَّ قَالَتْ : حَدَّثَتْنِي أُمّ سَلَمَة أَنَّ الْأَنْصَار كَانُوا يُجِبُّونَ النِّسَاء وَكَانَتْ الْيَهُود تَقُول : إِنَّهُ مَنْ أَجْبَى اِمْرَأَته كَانَ وَلَده أَحْوَل فَلَمَّا قَدِمَ الْمُهَاجِرُونَ الْمَدِينَة نَكَحُوا فِي نِسَاء الْأَنْصَار فَجَبُّوهُنَّ فَأَبَتْ اِمْرَأَة أَنْ تُطِيع زَوْجهَا وَقَالَتْ : لَنْ تَفْعَل ذَلِكَ حَتَّى آتِيَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَدَخَلَتْ عَلَى أُمّ سَلَمَة فَذَكَرَتْ لَهَا ذَلِكَ فَقَالَتْ : اِجْلِسِي حَتَّى يَأْتِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا جَاءَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - اِسْتَحَتْ الْأَنْصَارِيَّة أَنْ تَسْأَل رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَخَرَجَتْ فَسَأَلَتْهُ أُمّ سَلَمَة فَقَالَ \" اُدْعِي الْأَنْصَارِيَّة \" فَدَعَتْهَا فَتَلَا عَلَيْهَا هَذِهِ الْآيَة \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" صِمَامًا وَاحِدًا \" وَرَوَاهُ التِّرْمِذِيّ عَنْ بُنْدَار عَنْ اِبْن مَهْدِيّ عَنْ سُفْيَان عَنْ أَبِي خُثَيْم بِهِ وَقَالَ حَسَن . \" قُلْت \" وَقَدْ رُوِيَ مِنْ طَرِيق حَمَّاد بْن أَبِي حَنِيفَة عَنْ أَبِيهِ عَنْ اِبْن خُثَيْم عَنْ يُوسُف بْن مَاهَك عَنْ حَفْصَة أُمّ الْمُؤْمِنِينَ أَنَّ اِمْرَأَة أَتَتْهَا فَقَالَتْ : إِنَّ زَوْجِي يَأْتِينِي مُجَبِّيَةً وَمُسْتَقْبِلَة فَكَرِهْته فَبَلَغَ ذَلِكَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : \" لَا بَأْس إِذَا كَانَ فِي صِمَام وَاحِد \" \" حَدِيثٌ آخَرُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن حَدَّثَنَا يَعْقُوب يَعْنِي الْقُمِّيّ عَنْ جَعْفَر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : جَاءَ عُمَر بْن الْخَطَّاب إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ يَا رَسُول اللَّه هَلَكْت قَالَ \" وَمَا الَّذِي أَهْلَكَك \" قَالَ : حَوَّلْت رَحْلِي الْبَارِحَة قَالَ فَلَمْ يَرُدّ عَلَيْهِ شَيْئًا قَالَ فَأَوْحَى اللَّه إِلَى رَسُوله - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - هَذِهِ الْآيَة \" نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ \" \" أَقْبِلْ وَأَدْبِرْ وَاتَّقِ الدُّبُرَ وَالْحَيْضَةَ \" وَرَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ حَسَن بْن مُوسَى الْأَشْيَب بِهِ وَقَالَ حَسَن غَرِيب وَقَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا الْحَارِث بْن شُرَيْح حَدَّثَنَا عَبْد اللَّه بْن نَافِع حَدَّثَنَا هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد قَالَ : أَثْفَرَ رَجُلٌ اِمْرَأَته عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَقَالُوا : أَثْفَرَ فُلَان اِمْرَأَته فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ\" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" قَالَ أَبُو دَاوُد : حَدَّثَنَا عَبْد الْعَزِيز بْن يَحْيَى أَبُو الْأَصْبَغ قَالَ حَدَّثَنِي مُحَمَّد يَعْنِي اِبْن سَلَمَة عَنْ مُحَمَّد بْن إِسْحَاق عَنْ أَبَان بْن صَالِح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : إِنَّ اِبْن عُمَر قَالَ وَاَللَّه يَغْفِر لَهُ أَوْهَمَ وَإِنَّمَا كَانَ هَذَا الْحَيّ مِنْ الْأَنْصَار وَهُمْ أَهْل وَثَن مَعَ هَذَا الْحَيّ مِنْ يَهُود وَهُمْ أَهْل كِتَاب وَكَانُوا يَرَوْنَ لَهُمْ فَضْلًا عَلَيْهِمْ فِي الْعِلْم فَكَانُوا يَقْتَدُونَ كَثِيرًا مِنْ فِعْلهمْ وَكَانَ مِنْ أَمْر أَهْل الْكِتَاب لَا يَأْتُونَ النِّسَاء إِلَّا عَلَى حَرْف وَذَلِكَ أَسْتَر مَا تَكُون الْمَرْأَة فَكَانَ هَذَا الْحَيّ مِنْ الْأَنْصَار قَدْ أَخَذُوا بِذَلِكَ مِنْ فِعْلهمْ وَكَانَ هَذَا الْحَيّ مِنْ قُرَيْش يَشْرَحُونَ النِّسَاء شَرْحًا مُنْكَرًا وَيَتَلَذَّذُونَ بِهِنَّ مُقْبِلَات وَمُدْبِرَات وَمُسْتَلْقِيَات فَلَمَّا قَدِمَ الْمُهَاجِرُونَ الْمَدِينَة تَزَوَّجَ رَجُل مِنْهُمْ اِمْرَأَة مِنْ الْأَنْصَار فَذَهَبَ يَصْنَع بِهَا ذَلِكَ فَأَنْكَرَتْهُ عَلَيْهِ وَقَالَتْ : إِنَّمَا كُنَّا نُؤْتَى عَلَى حَرْف فَاصْنَعْ ذَلِكَ وَإِلَّا فَاجْتَنِبْنِي فَسَرَى أَمْرُهُمَا فَبَلَغَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَنْزَلَ اللَّه \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" أَيْ مُقْبِلَات وَمُدْبِرَات وَمُسْتَلْقِيَات يَعْنِي بِذَلِكَ مَوْضِع الْوَلَد تَفَرَّدَ بِهِ أَبُو دَاوُد وَيَشْهَد لَهُ بِالصِّحَّةِ مَا تَقَدَّمَ لَهُ مِنْ الْأَحَادِيث وَلَا سِيَّمَا رِوَايَة أُمّ سَلَمَة فَإِنَّهَا مُشَابِهَة لِهَذَا السِّيَاق وَقَدْ رَوَى هَذَا الْحَدِيث الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق عَنْ أَبَان بْن صَالِح عَنْ مُجَاهِد قَالَ : عَرَضْت الْمُصْحَف عَلَى اِبْن عَبَّاس مِنْ فَاتِحَته إِلَى خَاتِمَته أُوقِفهُ عِنْد كُلّ آيَة مِنْهُ وَأَسْأَلهُ عَنْهَا حَتَّى اِنْتَهَيْت إِلَى هَذِهِ الْآيَة \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" فَقَالَ اِبْن عَبَّاس : إِنَّ هَذَا الْحَيّ مِنْ قُرَيْش كَانُوا يَشْرَحُونَ النِّسَاء بِمَكَّة وَيَتَلَذَّذُونَ بِهِنَّ فَذَكَرَ الْقِصَّة بِتَمَامِ سِيَاقهَا وَقَوْل اِبْن عَبَّاس إِنَّ اِبْن عُمَر اللَّه يَغْفِر لَهُ أَوْهَمَ وَكَأَنَّهُ يُشِير إِلَى مَا رَوَاهُ الْبُخَارِيّ حَدَّثَنَا إِسْحَاق حَدَّثَنَا النَّضْر بْن شُمَيْل أَخْبَرَنَا اِبْن عَوْن عَنْ نَافِع قَالَ كَانَ اِبْن عُمَر إِذَا قَرَأَ الْقُرْآن لَمْ يَتَكَلَّم حَتَّى يَفْرُغ مِنْهُ فَأَخَذْت عَنْهُ يَوْمًا فَقَرَأَ سُورَة الْبَقَرَة حَتَّى اِنْتَهَى إِلَى مَكَان قَالَ : أَتَدْرِي فِيمَ أُنْزِلَتْ ؟ قُلْت لَا قَالَ : أُنْزِلَتْ فِي كَذَا وَكَذَا ثُمَّ مَضَى . وَعَنْ عَبْد الصَّمَد قَالَ : حَدَّثَنِي أَبِي حَدَّثَنَا أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر \" فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" قَالَ : أَنْ يَأْتِيهَا فِي ؟ هَكَذَا رَوَاهُ الْبُخَارِيّ وَقَدْ تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا اِبْن عَوْن عَنْ نَفَّاع قَالَ : قَرَأْت ذَات يَوْم \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ\" فَقَالَ اِبْن عُمَر أَتَدْرِي فِيمَ نَزَلَتْ ؟ قُلْت لَا قَالَ نَزَلَتْ فِي إِتْيَان النِّسَاء فِي أَدْبَارهنَّ . وَحَدَّثَنِي أَبُو قِلَابَة حَدَّثَنَا عَبْد الصَّمَد بْن عَبْد الْوَارِث حَدَّثَنِي أَبِي عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر \" فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ\" قَالَ : فِي الدُّبُر . وَرُوِيَ مِنْ حَدِيث مَالِك عَنْ نَافِع عَنْ اِبْن عُمَر وَلَا يَصِحّ وَرَوَى النَّسَائِيّ عَنْ مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم عَنْ أَبِي بَكْر بْن أَبِي أُوَيْس عَنْ سُلَيْمَان بْن بِلَال عَنْ زَيْد بْن أَسْلَمَ عَنْ اِبْن عُمَر أَنَّ رَجُلًا أَتَى اِمْرَأَته فِي دُبُرهَا فَوَجَدَ فِي نَفْسه مِنْ ذَلِكَ وَجْدًا شَدِيدًا فَأَنْزَلَ اللَّه \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" قَالَ أَبُو حَاتِم الرَّازِيّ : لَوْ كَانَ هَذَا عِنْد زَيْد بْن أَسْلَمَ عَنْ اِبْن عُمَر لَمَّا أُولِعَ النَّاس بِنَافِعٍ وَهَذَا تَعْلِيل مِنْهُ لِهَذَا الْحَدِيث وَقَدْ رَوَاهُ عَبْد اللَّه بْن نَافِع عَنْ دَاوُد بْن قَيْس عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ اِبْن عُمَر فَذَكَرَهُ وَهَذَا الْحَدِيث مَحْمُول عَلَى مَا تَقَدَّمَ وَهُوَ أَنَّهُ يَأْتِيهَا فِي قُبُلهَا مِنْ دُبُرهَا لِمَا رَوَاهُ النَّسَائِيّ عَنْ عَلِيّ بْن عُثْمَان النُّفَيْلِيّ عَنْ سَعِيد بْن عِيسَى عَنْ الْفَضْل بْن فَضَالَة عَنْ عَبْد اللَّه بْن سُلَيْمَان الطَّوِيل عَنْ كَعْب بْن عَلْقَمَة عَنْ أَبِي النَّضْر أَنَّهُ أَخْبَرَهُ أَنَّهُ قَالَ لِنَافِعٍ مَوْلَى اِبْن عُمَر إِنَّهُ قَدْ أَكْثَر عَلَيْك الْقَوْل إِنَّك تَقُول عَنْ اِبْن عُمَر إِنَّهُ أَفْتَى أَنْ تُؤْتَى النِّسَاء فِي أَدْبَارهنَّ قَالَ : كَذَبُوا عَلَيَّ وَلَكِنْ سَأُحَدِّثُك كَيْف كَانَ الْأَمْر إِنَّ اِبْن عُمَر عَرَضَ الْمُصْحَف يَوْمًا وَأَنَا عِنْده حَتَّى بَلَغَ \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ\" فَقَالَ يَا نَافِع هَلْ تَعْلَم مِنْ أَمْر هَذِهِ الْآيَة ؟ قُلْت : لَا قَالَ : إِنَّا كُنَّا مَعْشَر قُرَيْش نُجْبِي النِّسَاء فَلَمَّا دَخَلْنَا الْمَدِينَة وَنَكَحْنَا نِسَاء الْأَنْصَار أَرَدْنَا مِنْهُنَّ مِثْل مَا كُنَّا نُرِيد فَآذَاهُنَّ فَكَرِهْنَ ذَلِكَ وَأَعْظَمْنَهُ وَكَانَتْ نِسَاء الْأَنْصَار قَدْ أَخَذْنَ بِحَالِ الْيَهُود إِنَّمَا يُؤْتَيْنَ عَلَى جُنُوبهنَّ فَأَنْزَلَ اللَّه \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" وَهَذَا إِسْنَاد صَحِيح. وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ عَنْ الطَّبَرَانِيّ عَنْ الْحُسَيْن بْن إِسْحَاق عَنْ زَكَرِيَّا بْن يَحْيَى الْكَاتِب الْعُمَرِيّ عَنْ مُفَضَّل بْن فَضَالَة عَنْ عَبْد اللَّه بْن عَيَّاش عَنْ كَعْب بْن عَلْقَمَة فَذَكَرَهُ وَقَدْ رَوَيْنَا عَنْ اِبْن عُمَر خِلَاف ذَلِكَ صَرِيحًا وَأَنَّهُ لَا يُبَاح وَلَا يَحِلّ كَمَا سَيَأْتِي وَإِنْ كَانَ قَدْ نُسِبَ هَذَا الْقَوْل إِلَى طَائِفَة مِنْ فُقَهَاء الْمَدِينَة وَغَيْرهمْ وَعَزَاهُ بَعْضهمْ إِلَى الْإِمَام مَالِك فِي كِتَاب السِّرّ وَأَكْثَر النَّاس يُنْكِر أَنْ يَصِحّ ذَلِكَ عَنْ الْإِمَام مَالِك رَحِمَهُ اللَّه . وَقَدْ وَرَدَتْ الْأَحَادِيث الْمَرْوِيَّة مِنْ طُرُق مُتَعَدِّدَة بِالزَّجْرِ عَنْ فِعْله وَتَعَاطِيه . فَقَالَ الْحَسَن بْن عَرَفَة حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ سُهَيْل بْن أَبِي صَالِح عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اِسْتَحْيُوا إِنَّ اللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ لَا يَحِلّ أَنْ تَأْتُوا النِّسَاء فِي حُشُوشهنَّ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ عَبْد اللَّه بْن شَدَّاد عَنْ خُزَيْمَة بْن ثَابِت أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَهَى أَنْ يَأْتِي الرَّجُل اِمْرَأَته فِي دُبُرهَا \" طَرِيقٌ أُخْرَى \" قَالَ أَحْمَد : حَدَّثَنَا يَعْقُوب سَمِعْت أَبِي يُحَدِّث عَنْ يَزِيد بْن عَبْد اللَّه بْن أُسَامَة بْن الْهَادِ أَنَّ عُبَيْد اللَّه بْن الْحُسَيْن الْوَالِبِيّ حَدَّثَهُ أَنَّ عَبْد اللَّه الْوَاقِفِيّ حَدَّثَهُ أَنَّ خُزَيْمَة بْن ثَابِت الْخَطْمِيّ حَدَّثَهُ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" اِسْتَحْيُوا إِنَّ اللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ لَا تَأْتُوا النِّسَاء فِي أَعْجَازهنَّ \" . رَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ خُزَيْمَة بْن ثَابِت وَفِي إِسْنَاده اِخْتِلَافٌ كَثِيرٌ \" حَدِيثٌ آخَرُ \" قَالَ أَبُو عِيسَى التِّرْمِذِيّ وَالنَّسَائِيّ حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ الضَّحَّاك بْن عُثْمَان عَنْ مَخْرَمَة بْن سُلَيْمَان عَنْ كُرَيْب عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَا يَنْظُر اللَّه إِلَى رَجُل أَتَى رَجُلًا أَوْ اِمْرَأَة فِي الدُّبُر \" ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن غَرِيب وَهَكَذَا أَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه وَصَحَّحَهُ اِبْن حَزْم أَيْضًا وَلَكِنْ رَوَاهُ النَّسَائِيّ أَيْضًا عَنْ هَنَّاد عَنْ وَكِيع عَنْ الضَّحَّاك بِهِ مَوْقُوفًا . وَقَالَ عَبْد أَخْبَرَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ اِبْن طَاوُس عَنْ أَبِيهِ أَنَّ رَجُلًا سَأَلَ اِبْن عَبَّاس عَنْ إِتْيَان الْمَرْأَة فِي دُبُرهَا قَالَ : تَسْأَلنِي عَنْ الْكُفْر إِسْنَاده صَحِيح وَكَذَا رَوَاهُ النَّسَائِيّ مِنْ طَرِيق اِبْن الْمُبَارَك عَنْ مَعْمَر بِهِ نَحْوه وَقَالَ عَبْد أَيْضًا فِي تَفْسِيره : حَدَّثَنَا إِبْرَاهِيم بْن الْحَاكِم عَنْ أَبِيهِ عَنْ عِكْرِمَة قَالَ : جَاءَ رَجُل إِلَى اِبْن عَبَّاس وَقَالَ : كُنْت آتِي أَهْلِي فِي دُبُرهَا وَسَمِعْت قَوْل اللَّه \" نِسَاؤُكُمْ حَرْث لَكُمْ فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" فَظَنَنْت أَنَّ ذَلِكَ لِي حَلَال فَقَالَ : يَا لُكَع إِنَّمَا قَوْله \" فَأْتُوا حَرْثكُمْ أَنَّى شِئْتُمْ \" قَائِمَة وَقَاعِدَة وَمُقْبِلَة وَمُدْبِرَة فِي أَقْبَالهنَّ لَا تَعْدُوا ذَلِكَ إِلَى غَيْره \" حَدِيثٌ آخَرُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا هَمَّام حَدَّثَنَا قَتَادَة عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" الَّذِي يَأْتِي اِمْرَأَته فِي دُبُرهَا هِيَ اللُّوطِيَّة الصُّغْرَى \" وَقَالَ عَبْد اللَّه بْن أَحْمَد : حَدَّثَنِي هُدْبَة حَدَّثَنَا هَمَّام قَالَ : سُئِلَ قَتَادَة عَنْ الَّذِي يَأْتِي اِمْرَأَته فِي دُبُرهَا فَقَالَ قَتَادَة : أَخْبَرَنَا عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - قَالَ \" هِيَ اللُّوطِيَّة الصُّغْرَى\" قَالَ قَتَادَة وَحَدَّثَنِي عُقْبَة بْن وَسَّاج عَنْ أَبِي الدَّرْدَاء قَالَ : وَهَلْ يَفْعَل ذَلِكَ إِلَّا كَافِر ؟ وَقَدْ رَوَى هَذَا الْحَدِيث يَحْيَى بْن سَعِيد الْقَطَّان عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ أَبِي أَيُّوب عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاص قَوْله وَهَذَا أَصَحّ وَاَللَّه أَعْلَم وَكَذَلِكَ رَوَاهُ عَبْد بْن حُمَيْد عَنْ يَزِيد بْن هَارُونَ عَنْ حُمَيْد الْأَعْرَج عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو مَوْقُوفًا مِنْ قَوْله \" طَرِيق أُخْرَى \" قَالَ جَعْفَر الْفِرْيَابِيّ حَدَّثَنَا قُتَيْبَة حَدَّثَنَا اِبْن لَهِيعَة عَنْ عَبْد الرَّحْمَن بْن زِيَاد بْن أَنْعَمَ عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" سَبْعَة لَا يَنْظُر اللَّه إِلَيْهِمْ يَوْم الْقِيَامَة وَلَا يُزَكِّيهِمْ وَيَقُول اُدْخُلُوا النَّار مَعَ الدَّاخِلِينَ : الْفَاعِل وَالْمَفْعُول بِهِ وَالنَّاكِح يَده وَنَاكِح الْبَهِيمَة وَنَاكِح الْمَرْأَة فِي دُبُرهَا وَجَامِع بَيْن الْمَرْأَة وَابْنَتهَا وَالزَّانِي بِحَلِيلَةِ جَاره وَمُؤْذِي جَاره حَتَّى يَلْعَنهُ \" اِبْن لَهِيعَة وَشَيْخه ضَعِيفَانِ \" حَدِيثٌ آخَرُ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا سُفْيَان عَنْ عَاصِم عَنْ عِيسَى بْن حِطَّان عَنْ مُسْلِم بْن سَلَّام عَنْ عَلِيّ بْن طَلْق قَالَ نَهَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ تُؤْتَى النِّسَاء فِي أَدْبَارهنَّ فَإِنَّ اللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ وَأَخْرَجَهُ أَحْمَد أَيْضًا عَنْ أَبِي مُعَاوِيَة وَأَبُو عِيسَى التِّرْمِذِيّ مِنْ طَرِيق أَبِي مُعَاوِيَة أَيْضًا عَنْ عَاصِم الْأَحْوَل بِهِ وَفِيهِ زِيَادَة وَقَالَ : هُوَ حَدِيث حَسَن وَمِنْ النَّاس مَنْ يُورِد هَذَا الْحَدِيث فِي مُسْنَد عَلِيّ بْن أَبِي طَالِب كَمَا وَقَعَ فِي مُسْنَد الْإِمَام أَحْمَد بْن حَنْبَل وَالصَّحِيح أَنَّهُ عَلِيّ بْن طَلْق\" حَدِيثٌ آخَرُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ سُهَيْل بْن أَبِي صَالِح عَنْ الْحَارِث بْن مَخْلَد عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الَّذِي يَأْتِي اِمْرَأَته فِي دُبُرهَا لَا يَنْظُر اللَّه إِلَيْهِ \" وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا عَفَّان حَدَّثَنَا وُهَيْب حَدَّثَنَا سُهَيْل عَنْ الْحَارِث بْن مَخْلَد عَنْ أَبِي هُرَيْرَة يَرْفَعهُ قَالَ \" لَا يَنْظُر اللَّه إِلَى رَجُل جَامَعَ اِمْرَأَته فِي دُبُرهَا \" وَكَذَا رَوَاهُ اِبْن مَاجَهْ مِنْ طَرِيق سُهَيْل وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا وَكِيع عَنْ سُهَيْل بْن أَبِي صَالِح عَنْ الْحَارِث بْن مَخْلَد عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَلْعُون مَنْ أَتَى اِمْرَأَته فِي دُبُرهَا \" وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ مِنْ طَرِيق وَكِيع بِهِ \" طَرِيقٌ أُخْرَى \" . قَالَ الْحَافِظ أَبُو نُعَيْم الْأَصْبَهَانِيّ أَخْبَرَنَا أَحْمَد بْن الْقَاسِم بْن الرَّيَّان حَدَّثَنَا أَبُو عَبْد الرَّحْمَن النَّسَائِيّ حَدَّثَنَا هَنَّاد وَمُحَمَّد بْن إِسْمَاعِيل وَاللَّفْظ لَهُ قَالَا : حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - \" مَلْعُون مَنْ أَتَى اِمْرَأَة فِي دُبُرهَا \" لَيْسَ هَذَا الْحَدِيث هَكَذَا فِي سُنَن النَّسَائِيّ وَإِنَّمَا الَّذِي فِيهِ عَنْ سُهَيْل عَنْ الْحَارِث بْن مَخْلَد كَمَا تَقَدَّمَ : قَالَ شَيْخنَا الْحَافِظ أَبُو عَبْد اللَّه الذَّهَبِيّ : وَرِوَايَة أَحْمَد بْن الْقَاسِم بْن الرَّيَّان هَذَا الْحَدِيث بِهَذَا السَّنَد وَهْم مِنْهُ وَقَدْ ضَعَّفُوهُ \" طَرِيقٌ أُخْرَى \" رَوَاهَا مُسْلِم بْن خَالِد الزِّنْجِيّ عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ قَالَ \" مَلْعُون مَنْ أَتَى النِّسَاء فِي أَدْبَارهنَّ \" وَمُسْلِم بْن خَالِد فِيهِ كَلَام وَاَللَّه أَعْلَم \" طَرِيقٌ أُخْرَى\" رَوَاهَا الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ حَكِيم الْأَثْرَم عَنْ أَبِي تَمِيمَة الْهُجَيْمِيّ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ أَتَى حَائِضًا أَوْ اِمْرَأَة فِي دُبُرهَا أَوْ كَاهِنًا فَصَدَّقَهُ فَقَدْ كَفَرَ بِمَا أُنْزِلَ عَلَى مُحَمَّد\" وَقَالَ التِّرْمِذِيّ : ضَعَّفَ الْبُخَارِيُّ هَذَا الْحَدِيث وَاَلَّذِي قَالَهُ الْبُخَارِيّ فِي حَدِيث التِّرْمِذِيّ عَنْ أَبِي تَمِيمَة لَا يُتَابَع عَلَى حَدِيثه \" طَرِيقٌ أُخْرَى \" قَالَ النَّسَائِيّ : حَدَّثَنَا عُثْمَان بْن عَبْد اللَّه حَدَّثَنَا سُلَيْمَان بْن عَبْد الرَّحْمَن مِنْ كِتَابه عَنْ عَبْد الْمَلِك بْن مُحَمَّد الصَّنْعَانِيّ عَنْ سَعِيد بْن عَبْد الْعَزِيز عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة - رَضِيَ اللَّه عَنْهُ - عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" اِسْتَحْيُوا مِنْ اللَّه حَقّ الْحَيَاء لَا تَأْتُوا النِّسَاء فِي أَدْبَارهنَّ \" تَفَرَّدَ بِهِ النَّسَائِيّ مِنْ هَذَا الْوَجْه . قَالَ حَمْزَة بْن مُحَمَّد الْكِنَانِيّ الْحَافِظ هَذَا حَدِيث مُنْكَر بَاطِل مِنْ حَدِيث الزُّهْرِيّ وَمِنْ حَدِيث أَبِي سَلَمَة وَمِنْ حَدِيث سَعِيد فَإِنْ كَانَ عَبْد الْمَلِك سَمِعَهُ مِنْ سَعِيد فَإِنَّمَا سَمِعَهُ بَعْد الِاخْتِلَاط وَقَدْ رَوَاهُ التِّرْمِذِيّ عَنْ أَبِي سَلَمَة أَنَّهُ كَانَ يَنْهَى عَنْ ذَلِكَ فَأَمَّا عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَلَا اِنْتَهَى كَلَامه وَقَدْ أَجَادَ وَأَحْسَن الِانْتِقَاد إِلَّا أَنَّ عَبْد الْمَلِك بْن مُحَمَّد الصَّنْعَانِيّ لَا يُعْرَف أَنَّهُ اِخْتَلَطَ وَلَمْ يَذْكُر ذَلِكَ أَحَد غَيْر حَمْزَة عَنْ الْكِنَانِيّ وَهُوَ ثِقَة وَلَكِنْ تَكَلَّمَ فِيهِ دُحَيْم وَأَبُو حَاتِم وَابْن حِبَّان وَقَالَ : لَا يَجُوز الِاحْتِجَاج بِهِ وَاَللَّه أَعْلَم . وَقَدْ تَابَعَهُ زَيْد بْن يَحْيَى بْن عُبَيْد عَنْ سَعِيد بْن عَبْد الْعَزِيز . وَرُوِيَ مِنْ طَرِيقَيْنِ آخَرَيْنِ عَنْ أَبِي سَلَمَة وَلَا يَصِحّ مِنْهَا شَيْء \" طَرِيقٌ أُخْرَى \" قَالَ النَّسَائِيّ : حَدَّثَنَا إِسْحَاق بْن مَنْصُور حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان الثَّوْرِيّ عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة قَالَ : إِتْيَان الرِّجَال النِّسَاء فِي أَدْبَارهنَّ كُفْر . ثُمَّ رَوَاهُ عَنْ بُنْدَار عَنْ عَبْد الرَّحْمَن بِهِ قَالَ : مَنْ أَتَى اِمْرَأَة فِي دُبُرهَا وَتِلْكَ كُفْر هَكَذَا رَوَاهُ النَّسَائِيّ مِنْ طَرِيق الثَّوْرِيّ عَنْ لَيْث عَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة مَوْقُوفًا . وَكَذَا رَوَاهُ مِنْ طَرِيق عَلِيّ بْن نَدِيمَة عَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة مَوْقُوفًا وَرَوَاهُ بَكْر بْن خُنَيْس عَنْ لَيْث عَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ أَتَى شَيْئًا مِنْ الرِّجَال وَالنِّسَاء فِي الْأَدْبَار فَقَدْ كَفَرَ \" وَالْمَوْقُوف أَصَحّ وَبَكْر بْن خُنَيْس ضَعَّفَهُ غَيْرُ وَاحِد مِنْ الْأَئِمَّة وَتَرَكَهُ آخَرُونَ \" حَدِيثٌ آخَر \" قَالَ : قَالَ مُحَمَّد بْن أَبَان الْبَلْخِيّ حَدَّثَنَا وَكِيع حَدَّثَنِي زَمْعَة بْن صَالِح عَنْ اِبْن طَاوُس عَنْ أَبِيهِ وَعَنْ عَمْرو بْن دِينَار عَنْ عَبْد اللَّه بْن زَيْد بْن الْهَادِ قَالَا : قَالَ عُمَر بْن الْخَطَّاب : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ لَا تَأْتُوا النِّسَاء فِي أَدْبَارهنَّ\" وَقَدْ رَوَاهُ النَّسَائِيّ حَدَّثَنَا سَعِيد بْن يَعْقُوب الطَّالْقَانِيّ عَنْ عُثْمَان بْن الْيَمَان عَنْ زَمْعَة بْن صَالِح عَنْ اِبْن طَاوُس عَنْ أَبِيهِ عَنْ اِبْن الْهَادِ عَنْ عُمَر قَالَ : لَا تَأْتُوا النِّسَاء فِي أَدْبَارهنَّ . وَحَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا زَيْد بْن أَبِي حَكِيم عَنْ زَمْعَة بْن صَالِح عَنْ عَمْرو بْن دِينَار عَنْ طَاوُس عَنْ عَبْد اللَّه بْن الْهَادِ اللَّيْثِيّ قَالَ : قَالَ عُمَر - رَضِيَ اللَّه عَنْهُ - اِسْتَحْيُوا مِنْ اللَّه فَإِنَّ اللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ لَا تَأْتُوا النِّسَاء فِي أَدْبَارهنَّ وَالْمَوْقُوف أَصَحّ \" حَدِيثٌ آخَرُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا غُنْدَر وَمُعَاذ بْن مُعَاذ قَالَا : حَدَّثَنَا شُعْبَة عَنْ عَاصِم الْأَحْوَل عَنْ عِيسَى بْن حِطَّان عَنْ مُسْلِم بْن سَلَّام عَنْ طَلْق بْن يَزِيد أَوْ يَزِيد بْن طَلْق عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" إِنَّ اللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ لَا تَأْتُوا النِّسَاء فِي أَسْتَاههنَّ \" وَكَذَا رَوَاهُ غَيْر وَاحِد عَنْ شُعْبَة وَرَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ عَاصِم الْأَحْوَل عَنْ عِيسَى بْن حِطَّان عَنْ مُسْلِم بْن سَلَّام عَنْ طَلْق بْن عَلِيّ وَالْأَشْبَه أَنَّهُ عَلِيّ بْن طَلْق كَمَا تَقَدَّمَ وَاَللَّه أَعْلَم\" حَدِيثٌ آخَرُ \" قَالَ أَبُو بَكْر الْأَثْرَم فِي سُنَنه : حَدَّثَنَا أَبُو مُسْلِم الْجَرْمِيّ حَدَّثَنَا أَخُو أُنَيْس بْن إِبْرَاهِيم أَنَّ أَبَاهُ إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن الْقَعْقَاع أَخْبَرَهُ عَنْ أَبِيهِ أَبِي الْقَعْقَاع عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" مَحَاشُّ النِّسَاء حَرَامٌ \" . وَقَدْ رَوَاهُ إِسْمَاعِيل بْن عُلَيَّة وَسُفْيَان الثَّوْرِيّ وَشُعْبَة وَغَيْرهمْ عَنْ أَبِي عَبْد اللَّه الشَّقَرِيّ وَاسْمه سَلَمَة بْن تَمَّام ثِقَة عَنْ أَبِي الْقَعْقَاع عَنْ اِبْن مَسْعُود مَوْقُوفًا وَهُوَ أَصَحّ \" طَرِيقٌ أُخْرَى \" قَالَ اِبْن عَدِيّ حَدَّثَنَا أَبُو عَبْد اللَّه الْمَحَامِلِيّ حَدَّثَنَا سَعِيد بْن يَحْيَى الثَّوْرِيّ حَدَّثَنَا مُحَمَّد بْن حَمْزَة عَنْ زَيْد بْن رَفِيع عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَا تَأْتُوا النِّسَاء فِي أَعْجَازهنَّ \" مُحَمَّد بْن حَمْزَة وَهُوَ الْجَزَرِيّ وَشَيْخه فِيهِمَا مَقَال . وَقَدْ رُوِيَ مِنْ حَدِيث أُبَيّ بْن كَعْب وَالْبَرَاء بْن عَازِب وَعُقْبَة بْن عَامِر وَأَبِي ذَرّ وَغَيْرهمْ وَفِي كُلّ مِنْهَا مَقَال لَا يَصِحّ مَعَهُ الْحَدِيث وَاَللَّه أَعْلَم . وَقَالَ الثَّوْرِيّ عَنْ الصَّلْت بْن بَهْرَام عَنْ أَبِي الْمُعْتَمِر عَنْ أَبِي جُوَيْرَة قَالَ : سَأَلَ رَجُل عَلِيًّا عَنْ إِتْيَان اِمْرَأَة فِي دُبُرهَا فَقَالَتْ : سَفَلْت سَفَّلَ اللَّهُ بِك أَلَمْ تَسْمَع قَوْل اللَّه عَزَّ وَجَلَّ\" أَتَأْتُونَ الْفَاحِشَة مَا سَبَقَكُمْ بِهَا مِنْ أَحَد مِنْ الْعَالَمِينَ\" وَقَدْ تَقَدَّمَ قَوْل اِبْن مَسْعُود وَأَبِي الدَّرْدَاء وَأَبِي هُرَيْرَة وَابْن عَبَّاس وَعَبْد اللَّه بْن عَمْرو فِي تَحْرِيم ذَلِكَ وَهُوَ الثَّابِت بِلَا شَكّ عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه تَعَالَى عَنْهُمَا أَنَّهُ يُحَرِّمُهُ . قَالَ أَبُو مُحَمَّد عَبْد الرَّحْمَن بْن عَبْد اللَّه الدَّارِمِيّ فِي مُسْنَده حَدَّثَنَا عَبْد اللَّه بْن صَالِح حَدَّثَنَا اللَّيْث عَنْ الْحَارِث بْن يَعْقُوب عَنْ سَعِيد بْن يَسَار أَبِي الْحُبَاب قَالَ : قُلْت لِابْنِ عُمَر مَا تَقُول فِي الْجَوَارِي أَيُحَمَّضُ لَهُنَّ ؟ قَالَ : وَمَا التَّحْمِيضُ ؟ فَذَكَرَ الدُّبُر فَقَالَ : وَهَلْ يَفْعَل ذَلِكَ أَحَد مِنْ الْمُسْلِمِينَ ؟ وَكَذَا رَوَاهُ اِبْن وَهْب وَقُتَيْبَة عَنْ اللَّيْث بِهِ وَهَذَا إِسْنَاد صَحِيح وَنَصّ صَرِيح مِنْهُ بِتَحْرِيمِ ذَلِكَ فَكُلّ مَا وَرَدَ عَنْهُ مِمَّا يَحْتَمِل وَيَحْتَمِل فَهُوَ مَرْدُود إِلَى هَذَا الْحُكْم قَالَ اِبْن جَرِير : حَدَّثَنِي عَبْد الرَّحْمَن بْن عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن عَبْد الْحَكَم حَدَّثَنَا أَبُو زَيْد أَحْمَد بْن عَبْد الرَّحْمَن بْن أَحْمَد بْن أَبِي الْعُمْر حَدَّثَنِي عَبْد الرَّحْمَن بْن الْقَاسِم عَنْ مَالِك بْن أَنَس أَنَّهُ قِيلَ لَهُ يَا أَبَا عَبْد اللَّه إِنَّ النَّاس يَرْوُونَ عَنْ سَالِم بْن عَبْد اللَّه أَنَّهُ قَالَ : كَذَبَ الْعَبْد أَوْ الْعِلْج عَلَى أَبِي عَبْد اللَّه قَالَ مَالِك : أَشْهَد عَلَى يَزِيد بْن رُومَان أَنَّهُ أَخْبَرَنِي عَنْ سَالِم بْن عَبْد اللَّه عَنْ اِبْن عُمَر مِثْل مَا قَالَ نَافِع فَقِيلَ لَهُ فَإِنَّ الْحَارِث بْن يَعْقُوب يَرْوِي عَنْ أَبِي الْحُبَاب سَعِيد بْن يَسَار أَنَّهُ سَأَلَ اِبْن عُمَر فَقَالَ لَهُ يَا أَبَا عَبْد الرَّحْمَن إِنَّا نَشْتَرِي الْجَوَارِي أَفَنُحَمِّضُ لَهُنَّ فَقَالَ وَمَا التَّحْمِيض ؟ فَذَكَرَ لَهُ الدُّبُر فَقَالَ اِبْن عُمَر : أُفّ أُفّ وَهَلْ يَفْعَل ذَلِكَ مُؤْمِن أَوْ قَالَ مُسْلِم ؟ فَقَالَ مَالِك أَشْهَد عَلَى رَبِيعَة لَأَخْبَرَنِي عَنْ أَبِي الْحُبَاب عَنْ اِبْن عُمَر مِثْل مَا قَالَ نَافِع . وَرَوَى النَّسَائِيّ عَنْ الرَّبِيع بْن سُلَيْمَان عَنْ أَصْبَغَ بْن الْفَرَج الْفَقِيه حَدَّثَنَا عَبْد الرَّحْمَن بْن الْقَاسِم قَالَ : قُلْت لِمَالِكٍ إِنَّ عِنْدنَا بِمِصْرَ اللَّيْث بْن سَعْد يُحَدِّث عَنْ الْحَارِث بْن يَعْقُوب عَنْ سَعِيد بْن يَسَار قَالَ قُلْت لِابْنِ عُمَر إِنَّا نَشْتَرِي الْجَوَارِي أَفَنُحَمِّض لَهُنَّ ؟ قَالَ : وَمَا التَّحْمِيض ؟ قُلْت : نَأْتِيهِنَّ فِي أَدْبَارهنَّ فَقَالَ : أُفّ أُفّ أَوَيَعْمَلُ هَذَا مُسْلِم ؟ فَقَالَ لِي مَالِك فَأَشْهَد عَلَى رَبِيعَة لَحَدَّثَنِي عَنْ سَعِيد بْن يَسَار أَنَّهُ سَأَلَ اِبْن عُمَر فَقَالَ : لَا بَأْس بِهِ وَرَوَى النَّسَائِيّ أَيْضًا مِنْ طَرِيق يَزِيد بْن رُومَان عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه أَنَّ اِبْن عُمَر كَانَ لَا يَرَى بَأْسًا أَنْ يَأْتِي الرَّجُل الْمَرْأَة فِي دُبُرهَا . وَرَوَى مَعْمَر بْن عِيسَى عَنْ مَالِك أَنَّ ذَلِكَ حَرَام . وَقَالَ أَبُو بَكْر بْن زِيَاد النَّيْسَابُورِيّ حَدَّثَنِي إِسْمَاعِيل بْن حُسَيْن حَدَّثَنِي إِسْرَائِيل بْن رَوْح سَأَلْت مَالِك بْن أَنَس مَا تَقُول فِي إِتْيَان النِّسَاء فِي أَدْبَارهنَّ قَالَ : مَا أَنْتُمْ إِلَّا قَوْم عَرَب هَلْ يَكُون الْحَرْث إِلَّا مَوْضِع الزَّرْع ؟ لَا تَعْدُوا الْفَرْج قُلْت يَا أَبَا عَبْد اللَّه إِنَّهُمْ يَقُولُونَ إِنَّك تَقُول ذَلِكَ . قَالَ يَكْذِبُونَ عَلَيَّ يَكْذِبُونَ عَلَيَّ فَهَذَا هُوَ الثَّابِت عَنْهُ وَهُوَ قَوْل أَبِي حَنِيفَة وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَأَصْحَابهمْ قَاطِبَة وَهُوَ قَوْل سَعِيد بْن الْمُسَيِّب وَأَبِي سَلَمَة وَعِكْرِمَة وَطَاوُس وَعَطَاء وَسَعِيد بْن جُبَيْر وَعُرْوَة بْن الزُّبَيْر وَمُجَاهِد بْن جَبْر وَالْحَسَن وَغَيْرهمْ مِنْ السَّلَف أَنَّهُمْ أَنْكَرُوا ذَلِكَ أَشَدّ الْإِنْكَار وَمِنْهُمْ مَنْ يُطْلِق عَلَى فِعْله الْكُفْر وَهُوَ مَذْهَب جُمْهُور الْعُلَمَاء وَقَدْ حُكِيَ فِي هَذَا شَيْء عَنْ بَعْض فُقَهَاء الْمَدِينَة حَتَّى حَكَوْهُ عَنْ الْإِمَام مَالِك وَفِي صِحَّته نَظَر . قَالَ الطَّحَاوِيّ : رَوَى أَصْبَغ بْن الْفَرَج عَنْ عَبْد الرَّحْمَن بْن الْقَاسِم قَالَ : مَا أَدْرَكْت أَحَدًا أَقْتَدِي بِهِ فِي دِينِي يَشُكّ أَنَّهُ حَلَال يَعْنِي وَطْء الْمَرْأَة فِي دُبُرهَا ثُمَّ قَرَأَ \" نِسَاؤُكُمْ حَرْث لَكُمْ \" ثُمَّ قَالَ : فَأَيّ شَيْء أَبْيَن مِنْ هَذَا ؟ هَذِهِ حِكَايَة الطَّحَاوِيّ وَقَدْ رَوَى الْحَاكِم وَالدَّارَقُطْنِيّ وَالْخَطِيب الْبَغْدَادِيّ عَنْ الْإِمَام مَالِك مِنْ طُرُقٍ مَا يَقْتَضِي إِبَاحَة ذَلِكَ وَلَكِنْ فِي الْأَسَانِيد ضَعْف شَدِيد وَقَدْ اِسْتَقْصَاهَا شَيْخنَا الْحَافِظ أَبُو عَبْد اللَّه الذَّهَبِيّ فِي جُزْء جَمَعَهُ فِي ذَلِكَ وَاَللَّه أَعْلَم . وَقَالَ الطَّحَاوِيّ : حَكَى لَنَا مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم أَنَّهُ سَمِعَ الشَّافِعِيّ يَقُول : مَا صَحَّ عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي تَحْلِيله وَلَا تَحْرِيمه شَيْء وَالْقِيَاس أَنَّهُ حَلَال وَقَدْ رَوَى ذَلِكَ أَبُو بَكْر الْخَطِيب عَنْ أَبِي سَعِيد الصَّيْرَفِيّ عَنْ أَبِي الْعَبَّاس الْأَصَمّ سَمِعْت مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم سَمِعْت الشَّافِعِيّ يَقُول فَذَكَرَهُ قَالَ أَبُو نَصْر الصَّبَّاغ : كَانَ الرَّبِيع يَحْلِف بِاَللَّهِ الَّذِي لَا إِلَه إِلَّا هُوَ لَقَدْ كَذَبَ يَعْنِي اِبْن عَبْد الْحَكَم عَلَى الشَّافِعِيّ فِي ذَلِكَ لِأَنَّ الشَّافِعِيّ نَصَّ عَلَى تَحْرِيمه فِي سِتَّة كُتُب مِنْ كُتُبه وَاَللَّه أَعْلَم . وَقَوْله \" وَقَدِّمُوا لِأَنْفُسِكُمْ \" أَيْ مِنْ فِعْل الطَّاعَات مَعَ اِمْتِثَال مَا أَنْهَاكُمْ عَنْهُ مِنْ تَرْك الْمُحَرَّمَات وَلِهَذَا قَالَ \" وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ \" أَيْ فَيُحَاسِبكُمْ عَلَى أَعْمَالكُمْ جَمِيعهَا \" وَبَشِّرْ الْمُؤْمِنِينَ \" أَيْ الْمُطِيعِينَ لِلَّهِ فِيمَا أَمَرَهُمْ التَّارِكِينَ مَا عَنْهُ زَجَرَهُمْ . وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنِي مُحَمَّد بْن كَثِير عَنْ عَبْد اللَّه بْن وَاقِد عَنْ عَطَاء قَالَ أَرَاهُ عَنْ اِبْن عَبَّاس \" وَقَدِّمُوا لِأَنْفُسِكُمْ \" قَالَ : تَقُول بِسْمِ اللَّه التَّسْمِيَة عِنْد الْجِمَاع وَقَدْ ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَوْ أَنَّ أَحَدكُمْ إِذَا أَرَادَ أَنْ يَأْتِي أَهْله قَالَ بِسْمِ اللَّه اللَّهُمَّ جَنِّبْنَا الشَّيْطَان وَجَنِّبْ الشَّيْطَان مَا رَزَقْتنَا فَإِنَّهُ إِنْ يُقَدَّر بَيْنهمَا وَلَد فِي ذَلِكَ لَمْ يَضُرّهُ الشَّيْطَانُ أَبَدًا \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38635, "aya_id": 223}]