[{"text": "مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى", "sura_id": 20, "type": 0, "id": 2350, "aya_id": 2}, {"text": "ما أنزلنا عليك القرآن لتشقى", "sura_id": 20, "type": 1, "id": 8586, "aya_id": 2}, {"text": "2 - (ما أنزلنا عليك القرآن) يا محمد (لتشقى) لتتعب بما فعلت بعد نزوله من طول قيامك بصلاة الليل أي خفف عن نفسك \r\n", "sura_id": 20, "type": 2, "id": 27294, "aya_id": 2}, {"text": "ما أنزلنا عليك - أيها الرسول - القرآن; لتشقى بما لا طاقة لك به من العمل.\r\n", "sura_id": 20, "type": 3, "id": 33530, "aya_id": 2}, {"text": " <font color=red>مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى</font><BR><p>قَوْله \" مَا أَنْزَلْنَا عَلَيْك الْقُرْآن لِتَشْقَى \" قَالَ جُوَيْبِر عَنْ الضَّحَّاك لَمَّا أَنْزَلَ اللَّه الْقُرْآن عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ بِهِ هُوَ وَأَصْحَابه فَقَالَ الْمُشْرِكُونَ مِنْ قُرَيْش مَا أُنْزِلَ هَذَا الْقُرْآن عَلَى مُحَمَّد إِلَّا لِيَشْقَى فَأَنْزَلَ اللَّه تَعَالَى \" طه مَا أَنْزَلْنَا عَلَيْك الْقُرْآن لِتَشْقَى إِلَّا تَذْكِرَة لِمَنْ يَخْشَى \" فَلَيْسَ الْأَمْر كَمَا زَعَمَهُ الْمُبْطِلُونَ بَلْ مَنْ آتَاهُ اللَّه الْعِلْم فَقَدْ أَرَادَ بِهِ خَيْرًا كَثِيرًا كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ مُعَاوِيَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ يُرِدْ اللَّه بِهِ خَيْرًا يُفَقِّههُ فِي الدِّين \" وَمَا أَحْسَن الْحَدِيث الَّذِي رَوَاهُ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ فِي ذَلِكَ حَيْثُ قَالَ حَدَّثَنَا أَحْمَد بْن زُهَيْر حَدَّثَنَا الْعَلَاء بْن سَالِم حَدَّثَنَا إِبْرَاهِيم الطَّالْقَانِىّ حَدَّثَنَا اِبْن الْمُبَارَك عَنْ سُفْيَان عَنْ سِمَاك بْن حَرْب عَنْ ثَعْلَبَة بْن الْحَكَم قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه تَعَالَى لِلْعُلَمَاءِ يَوْم الْقِيَامَة إِذَا قَعَدَ عَلَى كُرْسِيّه لِقَضَاءِ عِبَاده إِنِّي لَمْ أَجْعَل عِلْمِي وَحِكْمَتِي فِيكُمْ إِلَّا وَأَنَا أُرِيد أَنْ أَغْفِر لَكُمْ عَلَى مَا كَانَ مِنْكُمْ وَلَا أُبَالِي \" إِسْنَاده جَيِّد وَثَعْلَبَة بْن الْحَكَم هَذَا هُوَ اللَّيْثِيّ ذَكَرَهُ أَبُو عُمَر فِي اِسْتِيعَابه وَقَالَ نَزَلَ الْبَصْرَة ثُمَّ تَحَوَّلَ إِلَى الْكُوفَة وَرَوَى عَنْهُ سِمَاك بْن حَرْب وَقَالَ مُجَاهِد فِي قَوْله \" مَا أَنْزَلْنَا عَلَيْك الْقُرْآن لِتَشْقَى \" هِيَ كَقَوْلِهِ \" فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ \" وَكَانُوا يُعَلِّقُونَ الْحِبَال بِصُدُورِهِمْ فِي الصَّلَاة وَقَالَ قَتَادَة \" مَا أَنْزَلْنَا عَلَيْك الْقُرْآن لِتَشْقَى \" لَا وَاَللَّه مَا جَعَلَهُ شَقَاء وَلَكِنْ جَعَلَهُ رَحْمَة وَنُورًا وَدَلِيلًا إِلَى الْجَنَّة .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38829, "aya_id": 2}]