[{"text": "فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ", "sura_id": 28, "type": 0, "id": 3276, "aya_id": 24}, {"text": "فسقى لهما ثم تولى إلى الظل فقال رب إني لما أنزلت إلي من خير فقير", "sura_id": 28, "type": 1, "id": 9512, "aya_id": 24}, {"text": "24 - (فسقى لهما) من بئر أخرى بقربهما رفع حجرا عنها لا يرفعه إلا عشرة أنفس (ثم تولى) انصرف (إلى الظل) لسمرة من شدة الشمس وهو جائع (فقال رب إني لما أنزلت إلي من خير) طعام (فقير) محتاج فرجعتا إلى أبيهما في زمن أقل مما كانتا ترجعان فيه فسألأهما عن ذلك فأخبرتاه بمن سقى لهما \r\n", "sura_id": 28, "type": 2, "id": 28220, "aya_id": 24}, {"text": "فسقى موسى للمرأتين ماشيتهما, ثم تولى إلى ظل شجرة فاستظلَّ بها وقال: رب إني مفتقر إلى ما تسوقه إليَّ مِن أي خير كان, كالطعام. وكان قد اشتد به الجوع.\r\n", "sura_id": 28, "type": 3, "id": 34456, "aya_id": 24}, {"text": " <font color=red>فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ</font><BR><p>قَالَ اللَّه تَعَالَى : \" فَسَقَى لَهُمَا \" قَالَ أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا عُبَيْد اللَّه أَنْبَأَنَا إِسْرَائِيل عَنْ أَبَى إِسْحَاق عَنْ عَمْرو بْن مَيْمُون الْأَوْدِيّ عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّ مُوسَى عَلَيْهِ السَّلَام لَمَّا وَرَدَ مَاء مَدْيَن وَجَدَ عَلَيْهِ أُمَّة مِنْ النَّاس يَسْقُونَ قَالَ فَلَمَّا فَرَغُوا أَعَادُوا الصَّخْرَة عَلَى الْبِئْر وَلَا يُطِيق رَفْعهَا إِلَّا عَشَرَة رِجَال فَإِذَا هُوَ بِامْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبكُمَا ؟ فَحَدَّثَتَاهُ فَأَتَى الْحَجَر فَرَفَعَهُ ثُمَّ لَمْ يَسْتَقِ إِلَّا ذَنُوبًا وَاحِدًا حَتَّى رَوِيَتْ الْغَنَم . إِسْنَاد صَحِيح . وَقَوْله تَعَالَى : \" ثُمَّ تَوَلَّى إِلَى الظِّلّ فَقَالَ رَبّ إِنِّي لِمَا أَنْزَلْت إِلَيَّ مِنْ خَيْر فَقِير \" قَالَ اِبْن عَبَّاس : سَارَ مُوسَى مِنْ مِصْر إِلَى مَدْيَن لَيْسَ لَهُ طَعَام إِلَّا الْبَقْل وَوَرَق الشَّجَر وَكَانَ حَافِيًا فَمَا وَصَلَ إِلَى مَدْيَن حَتَّى سَقَطَتْ نَعْل قَدَمَيْهِ وَجَلَسَ فِي الظِّلّ وَهُوَ صَفْوَة اللَّه مِنْ خَلْقه وَإِنَّ بَطْنه لَلَاصِق بِظَهْرِهِ مِنْ الْجُوع وَإِنَّ خُضْرَة الْبَقْل لِتُرَى مِنْ دَاخِل جَوْفه وَإِنَّهُ لَمُحْتَاج إِلَى شِقّ تَمْرَة. وَقَوْله : \" إِلَى الظِّلّ \" قَالَ اِبْن عَبَّاس وَابْن مَسْعُود وَالسُّدِّيّ جَلَسَ تَحْت شَجَرَة وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْحُسَيْن بْن عَمْرو الْعَنْقَزِيّ حَدَّثَنَا أَبِي حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون عَنْ عَبْد اللَّه - هُوَ اِبْن مَسْعُود - قَالَ : حَثَثْت عَلَى جَمَل لَيْلَتَيْنِ حَتَّى صَبَّحَتْ مَدْيَن فَسَأَلْت عَنْ الشَّجَرَة الَّتِي أَوَى إِلَيْهَا مُوسَى فَإِذَا هِيَ شَجَرَة خَضْرَاء تَرِفّ فَأَهْوَى إِلَيْهَا جَمَلِي وَكَانَ جَائِعًا فَأَخَذَهَا جَمَلِي فَعَالَجَهَا سَاعَة ثُمَّ لَفَظَهَا فَدَعَوْت اللَّه لِمُوسَى عَلَيْهِ السَّلَام ثُمَّ اِنْصَرَفْت وَفِي رِوَايَة عَنْ اِبْن مَسْعُود أَنَّهُ ذَهَبَ إِلَى الشَّجَرَة الَّتِي كَلَّمَ اللَّه مِنْهَا مُوسَى كَمَا سَيَأْتِي إِنْ شَاءَ اللَّه فَاَللَّه أَعْلَم وَقَالَ السُّدِّيّ كَانَتْ الشَّجَرَة مِنْ شَجَر السَّمُر وَقَالَ عَطَاء بْن السَّائِب لَمَّا قَالَ مُوسَى \" رَبّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْر فَقِير \" أَسْمَعَ الْمَرْأَة .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39702, "aya_id": 24}]