[{"text": "وَأَذَانٌ مِّنَ اللّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأَكْبَرِ أَنَّ اللّهَ بَرِيءٌ مِّنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَوَلَّيْتُمْ فَاعْلَمُواْ أَنَّكُمْ غَيْرُ مُعْجِزِي اللّهِ وَبَشِّرِ الَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ", "sura_id": 9, "type": 0, "id": 1238, "aya_id": 3}, {"text": "وأذان من الله ورسوله إلى الناس يوم الحج الأكبر أن الله بريء من المشركين ورسوله فإن تبتم فهو خير لكم وإن توليتم فاعلموا أنكم غير معجزي الله وبشر الذين كفروا بعذاب أليم", "sura_id": 9, "type": 1, "id": 7474, "aya_id": 3}, {"text": "3 - (وأذان) إعلام (من الله ورسوله إلى الناس يوم الحج الأكبر) يوم النحر (أن) أي بأن (الله بريء من المشركين) وعهودهم (ورسوله) بريء أيضا \"وقد بعث النبي صلى الله عليه وسلم علياً من السنة وهي سنة تسع فأذن يوم النحر بمنى بهذه الآيات وأن لا يحج بعد العام مشرك ولا يطوف بالبيت عريان\" رواه البخاري (فإن تبتم) من الكفر (فهو خير لكم وإن توليتم) عن الإيمان (فاعلموا أنكم غير معجزي الله وبشر) أخبر (الذين كفروا بعذاب أليم) مؤلم وهو القتل والأسر في الدنيا والنار في الآخرة \r\n", "sura_id": 9, "type": 2, "id": 26182, "aya_id": 3}, {"text": "وإعلام من الله ورسوله وإنذار إلى الناس يوم النحر أن الله بريء من المشركين, ورسوله بريء منهم كذلك. فإن رجعتم -أيها المشركون- إلى الحق وتركتم شرككم فهو خير لكم, وإن أعرضتم عن قَبول الحق وأبيتم الدخول في دين الله فاعلموا أنكم لن تُفْلِتوا من عذاب الله. وأنذر -أيها الرسول- هؤلاء المعرضين عن الإسلام عذاب الله الموجع.\r\n", "sura_id": 9, "type": 3, "id": 32418, "aya_id": 3}, {"text": " <font color=red>وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ</font><BR><p>يَقُول تَعَالَى وَإِعْلَام \" مِنْ اللَّه وَرَسُوله \" وَتَقَدَّمَ وَإِنْذَار إِلَى النَّاس \" يَوْم الْحَجّ الْأَكْبَر \" وَهُوَ يَوْم النَّحْر الَّذِي هُوَ أَفْضَل أَيَّام الْمَنَاسِك وَأَظْهَرهَا وَأَكْبَرهَا جَمِيعًا \" أَنَّ اللَّه بَرِيء مِنْ الْمُشْرِكِينَ وَرَسُوله \" أَيْ بَرِيء مِنْهُمْ أَيْضًا ثُمَّ دَعَاهُمْ إِلَى التَّوْبَة إِلَيْهِ فَقَالَ \" فَإِنْ تُبْتُمْ \" أَيْ مِمَّا أَنْتُمْ فِيهِ مِنْ الشِّرْك وَالضَّلَال \" فَهُوَ خَيْر لَكُمْ وَإِنْ تَوَلَّيْتُمْ \" أَيْ اِسْتَمْرَرْتُمْ عَلَى مَا أَنْتُمْ عَلَيْهِ \" فَاعْلَمُوا أَنَّكُمْ غَيْر مُعْجِزِي اللَّه \" بَلْ هُوَ قَادِر عَلَيْكُمْ وَأَنْتُمْ فِي قَبْضَته وَتَحْت قَهْره وَمَشِيئَته \" وَبَشِّرْ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيم \" أَيْ فِي الدُّنْيَا بِالْخِزْيِ وَالنَّكَال وَفِي الْآخِرَة بِالْمَقَامِعِ وَالْأَغْلَال . قَالَ الْبُخَارِيّ رَحِمَهُ اللَّه : حَدَّثَنَا عَبْد اللَّه بْن يُوسُف حَدَّثَنَا اللَّيْث حَدَّثَنِي عُقَيْل عَنْ اِبْن شِهَاب قَالَ : أَخْبَرَنِي حُمَيْد بْن عَبْد الرَّحْمَن أَنَّ أَبَا هُرَيْرَة قَالَ : بَعَثَنِي أَبُو بَكْر رَضِيَ اللَّه عَنْهُ فِي تِلْكَ الْحَجَّة فِي الْمُؤَذِّنِينَ الَّذِينَ بَعَثَهُمْ يَوْم النَّحْر يُؤَذِّنُونَ بِمِنًى أَنْ لَا يَحُجّ بَعْد الْعَام مُشْرِك وَلَا يَطُوفَنَّ بِالْبَيْتِ عُرْيَان . قَالَ حُمَيْد : ثُمَّ أَرْدَفَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِعَلِيِّ بْن أَبِي طَالِب فَأَمَرَهُ أَنْ يُؤَذِّن بِبَرَاءَة . قَالَ أَبُو هُرَيْرَة : فَأَذَّنَ مَعَنَا عَلِيّ فِي أَهْل مِنًى يَوْم النَّحْر بِبَرَاءَة وَأَنْ لَا يَحُجّ بَعْد هَذَا الْعَام مُشْرِك وَلَا يَطُوف بِالْبَيْتِ عُرْيَان وَرَوَاهُ الْبُخَارِيّ أَيْضًا : حَدَّثَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب عَنْ الزُّهْرِيّ أَخْبَرَنِي حُمَيْد بْن عَبْد الرَّحْمَن أَنَّ أَبَا هُرَيْرَة قَالَ : بَعَثَنِي أَبُو بَكْر فِيمَنْ يُؤَذِّن يَوْم النَّحْر بِمِنًى أَلَّا يَحُجّ بَعْد الْعَام مُشْرِك وَلَا يَطُوف بِالْبَيْتِ عُرْيَان . وَيَوْم الْحَجّ الْأَكْبَر يَوْم النَّحْر وَإِنَّمَا قِيلَ الْأَكْبَر مِنْ أَجْل قَوْل النَّاس الْحَجّ الْأَصْغَر فَنَبَذَ أَبُو بَكْر إِلَى النَّاس فِي ذَلِكَ الْعَام فَلَمْ يَحُجّ عَام حَجَّة الْوَدَاع الَّذِي حَجّ فِيهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُشْرِك . هَذَا لَفْظ الْبُخَارِيّ فِي كِتَاب الْجِهَاد . وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ اِبْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فِي قَوْله \" بَرَاءَة مِنْ اللَّه وَرَسُوله \" قَالَ لَمَّا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَمَن حُنَيْن اِعْتَمَرَ مِنْ الْجِعْرَانَة ثُمَّ أَمَّرَ أَبَا بَكْر عَلَى تِلْكَ الْحَجَّة قَالَ مَعْمَر : قَالَ الزُّهْرِيّ : وَكَانَ أَبُو هُرَيْرَة يُحَدِّث أَنَّ أَبَا بَكْر أَمَرَ أَبَا هُرَيْرَة أَنْ يُؤَذِّن بِبَرَاءَة فِي حَجَّة أَبِي بَكْر . قَالَ أَبُو هُرَيْرَة ثُمَّ أَتْبَعَنَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِيًّا وَأَمَرَهُ أَنْ يُؤَذِّن بِبَرَاءَة وَأَبُو بَكْر عَلَى الْمَوْسِم كَمَا هُوَ أَوْ قَالَ عَلَى هَيْئَته وَهَذَا السِّيَاق فِيهِ غَرَابَة مِنْ جِهَة أَنَّ أَمِير الْحَجّ كَانَ سَنَة عُمْرَة الْجِعْرَانَة إِنَّمَا هُوَ عَتَّاب بْن أَسِيد فَأَمَّا أَبُو بَكْر إِنَّمَا كَانَ أَمِيرًا سَنَة تِسْع . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ مُغِيرَة عَنْ الشَّعْبِيّ عَنْ مُحْرِز بْن أَبِي هُرَيْرَة عَنْ أَبِيهِ قَالَ : كُنْت مَعَ عَلِيّ بْن أَبِي طَالِب حِينَ بَعَثَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَهْل مَكَّة بِبَرَاءَة فَقَالَ \" مَا كُنْتُمْ تُنَادُونَ ؟ \" قَالَ كُنَّا نُنَادِي أَنَّهُ لَا يَدْخُل الْجَنَّة إِلَّا نَفْس مُؤْمِنَة وَلَا يَطُوف بِالْبَيْتِ عُرْيَان وَمَنْ كَانَ بَيْنه وَبَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَهْد فَإِنَّ أَجَله أَوْ مُدَّته إِلَى أَرْبَعَة أَشْهُر فَإِذَا مَضَتْ الْأَرْبَعَة أَشْهُر فَإِنَّ اللَّه بَرِيء مِنْ الْمُشْرِكِينَ وَرَسُوله وَلَا يَحُجّ هَذَا الْبَيْت بَعْد عَامنَا هَذَا مُشْرِك قَالَ : فَكُنْت أُنَادِي حَتَّى صَحِلَ صَوْتِي . وَقَالَ الشَّعْبِيّ : حَدَّثَنِي مُحْرِز بْن أَبِي هُرَيْرَة عَنْ أَبِيهِ قَالَ : كُنْت مَعَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ حِين بَعَثَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُنَادِي فَكَانَ إِذَا صَحِلَ نَادَيْت فَقُلْت بِأَيِّ شَيْء كُنْتُمْ تُنَادُونَ ؟ قَالَ بِأَرْبَعٍ لَا يَطُوف بِالْبَيْتِ عُرْيَان وَمَنْ كَانَ لَهُ عَهْد عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَهْده إِلَى مُدَّته وَلَا يَدْخُل الْجَنَّة إِلَّا نَفْس مُؤْمِنَة وَلَا يَحُجّ بَعْد عَامنَا هَذَا مُشْرِك . رَوَاهُ اِبْن جَرِير مِنْ غَيْر وَجْه عَنْ الشَّعْبِيّ وَرَوَاهُ شُعْبَة عَنْ مُغِيرَة عَنْ الشَّعْبِيّ بِهِ إِلَّا أَنَّهُ قَالَ : وَمَنْ كَانَ بَيْنه وَبَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَهْد فَعَهْده إِلَى أَرْبَعَة أَشْهُر وَذَكَرَ تَمَام الْحَدِيث قَالَ اِبْن جَرِير : حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد عَنْ سِمَاك عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَهُ بِبَرَاءَة مَعَ أَبِي بَكْر فَلَمَّا بَلَغَ ذَا الْحُلَيْفَة قَالَ \" لَا يَبْلُغهَا إِلَّا أَنَا أَوْ رَجُل مِنْ أَهْل بَيْتِي \" فَبَعَثَ بِهَا مَعَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ وَرَوَاهُ التِّرْمِذِيّ فِي التَّفْسِير عَنْ بُنْدَار عَنْ عَفَّان وَعَبْد الصَّمَد كِلَاهُمَا عَنْ حَمَّاد بْن سَلَمَة ثُمَّ قَالَ : حَسَن غَرِيب مِنْ حَدِيث أَنَس رَضِيَ اللَّه عَنْهُ وَقَالَ عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل : حَدَّثَنَا مُحَمَّد بْن سُلَيْمَان حَدَّثَنَا لُوَيْن حَدَّثَنَا مُحَمَّد بْن جَابِر عَنْ سِمَاك عَنْ حَنَش عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ عَشْر آيَات مِنْ بَرَاءَة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَبَا بَكْر فَبَعَثَهُ بِهَا لِيَقْرَأهَا عَلَى أَهْل مَكَّة ثُمَّ دَعَانِي فَقَالَ : أَدْرِكْ أَبَا بَكْر فَحَيْثُمَا لَحِقْته فَخُذْ الْكِتَاب مِنْهُ فَاذْهَبْ إِلَى أَهْل مَكَّة فَاقْرَأْهُ عَلَيْهِمْ \" فَلَحِقْته بِالْجُحْفَةِ فَأَخَذْت الْكِتَاب مِنْهُ وَرَجَعَ أَبُو بَكْر إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه نَزَلَ فِيَّ شَيْء ؟ فَقَالَ : لَا وَلَكِنَّ جِبْرِيل جَاءَنِي فَقَالَ لَنْ يُؤَدِّي عَنْك إِلَّا أَنْتَ أَوْ رَجُل مِنْك هَذَا إِسْنَاد فِيهِ ضَعْف وَلَيْسَ الْمُرَاد أَنَّ أَبَا بَكْر رَضِيَ اللَّه عَنْهُ رَجَعَ مِنْ فَوْره بَلْ بَعْد قَضَائِهِ لِلْمَنَاسِكِ الَّتِي أَمَّرَهُ عَلَيْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا جَاءَ مُبَيَّنًا فِي الرِّوَايَة الْأُخْرَى وَقَالَ عَبْد اللَّه أَيْضًا حَدَّثَنِي أَبُو بَكْر حَدَّثَنَا عَمْرو بْن حَمَّاد عَنْ أَسْبَاط بْن نَصْر عَنْ سِمَاك عَنْ حَنَش عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين بَعَثَهُ بِبَرَاءَة قَالَ : يَا نَبِيّ اللَّه إِنِّي لَسْت بِاللَّسِنِ وَلَا بِالْخَطِيبِ قَالَ : لَا بُدّ لِي أَنْ أَذْهَب بِهَا أَنَا أَوْ تَذْهَب بِهَا أَنْتَ قَالَ : فَإِنْ كَانَ وَلَا بُدّ فَسَأَذْهَبُ بِهَا أَنَا قَالَ : اِنْطَلِقْ فَإِنَّ اللَّه يُثَبِّت لِسَانك وَيَهْدِي قَلْبك قَالَ ثُمَّ وَضَعَ يَده عَلَى فِيهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ زَيْد بْن يُثَيْع رَجُل مِنْ هَمْدَان : سَأَلْنَا عَلِيًّا بِأَيِّ شَيْء بُعِثْت ؟ يَعْنِي يَوْم بَعَثَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ أَبِي بَكْر فِي الْحَجَّة قَالَ : بُعِثْت بِأَرْبَعٍ : لَا يَدْخُل الْجَنَّة إِلَّا نَفْس مُؤْمِنَة وَلَا يَطُوف بِالْبَيْتِ عُرْيَان وَمَنْ كَانَ بَيْنه وَبَيْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَهْد فَعَهْده إِلَى مُدَّته وَلَا يَحُجّ الْمُشْرِكُونَ بَعْد عَامهمْ هَذَا وَرَوَاهُ التِّرْمِذِيّ عَنْ قِلَابَة عَنْ سُفْيَان بْن عُيَيْنَة وَقَالَ حَسَن صَحِيح كَذَا قَالَ . وَرَوَاهُ شُعْبَة عَنْ أَبِي إِسْحَاق فَقَالَ زَيْد بْن أُثَيْل وَهِمَ فِيهِ وَرَوَاهُ الثَّوْرِيّ عَنْ أَبِي إسْحَاق عَنْ بَعْض أَصْحَابه عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبُو أُسَامَة عَنْ زَكَرِيَّا عَنْ أَبِي إِسْحَاق عَنْ زَيْد بْن يُثَيْع عَنْ عَلِيّ قَالَ : بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين أُنْزِلَتْ بَرَاءَة بِأَرْبَعٍ : أَنْ لَا يَطُوف بِالْبَيْتِ عُرْيَان وَلَا يَقْرَب الْمَسْجِد الْحَرَام مُشْرِك بَعْد عَامهمْ هَذَا وَمَنْ كَانَ بَيْنه وَبَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَهْد فَهُوَ إِلَى مُدَّته وَلَا يَدْخُل الْجَنَّة إِلَّا نَفْس مُؤْمِنَة ثُمَّ رَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى عَنْ اِبْن ثَوْر عَنْ مَعْمَر عَنْ أَبِي إسْحَاق عَنْ الْحَارِث عَنْ عَلِيّ قَالَ : أُمِرْت بِأَرْبَعٍ فَذَكَرَهُ وَقَالَ إِسْرَائِيل عَنْ أَبِي إسْحَاق عَنْ زَيْد بْن يُثَيْع قَالَ : نَزَلَتْ بَرَاءَة فَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبَا بَكْر ثُمَّ أَرْسَلَ عَلِيًّا فَأَخَذَهَا فَلَمَّا رَجَعَ أَبُو بَكْر قَالَ : نَزَلَ فِيَّ شَيْء ؟ قَالَ \" لَا وَلَكِنْ أُمِرْت أَنْ أُبَلِّغهَا أَنَا أَوْ رَجُل مِنْ أَهْل بَيْتِي \" فَانْطَلَقَ إِلَى أَهْل مَكَّة فَقَامَ فِيهِمْ بِأَرْبَعٍ : لَا يَدْخُل مَكَّة مُشْرِك بَعْد عَامه هَذَا وَلَا يَطُوف بِالْبَيْتِ عُرْيَان وَلَا يَدْخُل الْجَنَّة إِلَّا نَفْس مُسْلِمَة وَمَنْ كَانَ بَيْنه وَبَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَهْد فَعَهْده إِلَى مُدَّته وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ حَكِيم بْن حَكِيم بْن عَبَّاد بْن حُنَيْف عَنْ أَبِي جَعْفَر مُحَمَّد بْن عَلِيّ بْن الْحُسَيْن بْن عَلِيّ قَالَ : لَمَّا نَزَلَتْ بَرَاءَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ كَانَ بَعَثَ أَبَا بَكْر لِيُقِيمَ الْحَجّ لِلنَّاسِ فَقِيلَ يَا رَسُول اللَّه : لَوْ بَعَثْت إِلَى أَبِي بَكْر فَقَالَ \" لَا يُؤَدِّي عَنِّي إِلَّا رَجُل مِنْ أَهْل بَيْتِي \" ثُمَّ دَعَا عَلِيًّا فَقَالَ \" اِذْهَبْ بِهَذِهِ الْقِصَّة مِنْ سُورَة بَرَاءَة وَأَذِّنْ فِي النَّاس يَوْم النَّحْر إذَا اِجْتَمَعُوا بِمِنًى أَنَّهُ لَا يَدْخُل الْجَنَّة كَافِر وَلَا يَحُجّ بَعْد الْعَام مُشْرِك وَلَا يَطُوف بِالْبَيْتِ عُرْيَان وَمَنْ كَانَ لَهُ عَهْد عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَهُوَ لَهُ إِلَى مُدَّته \" فَخَرَجَ عَلِيّ رَضِيَ اللَّه عَنْهُ عَلَى نَاقَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْعَضْبَاء حَتَّى أَدْرَكَ أَبَا بَكْر فِي الطَّرِيق فَلَمَّا رَآهُ أَبُو بَكْر قَالَ : أَمِير أَوْ مَأْمُور ؟ فَقَالَ بَلْ مَأْمُور ثُمَّ مَضَيَا فَأَقَامَ أَبُو بَكْر لِلنَّاسِ الْحَجّ إِذْ ذَاكَ فِي تِلْكَ السَّنَة عَلَى مَنَازِلهمْ مِنْ الْحَجّ الَّتِي كَانُوا عَلَيْهَا فِي الْجَاهِلِيَّة حَتَّى إِذَا كَانَ يَوْم النَّحْر قَامَ عَلِيّ بْن أَبِي طَالِب فَأَذَّنَ فِي النَّاس بِالَّذِي أَمَرَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا أَيّهَا النَّاس إِنَّهُ لَا يَدْخُل الْجَنَّة كَافِر \" وَلَا يَحُجّ بَعْد الْعَام مُشْرِك وَلَا يَطُوف بِالْبَيْتِ عُرْيَان وَمَنْ كَانَ لَهُ عَهْد عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَهُوَ إِلَى مُدَّته \" . فَلَمْ يَحُجّ بَعْد ذَلِكَ الْعَام مُشْرِك وَلَمْ يَطُفْ بِالْبَيْتِ عُرْيَان ثُمَّ قَدِمَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَ هَذَا مِنْ بَرَاءَة فِيمَنْ كَانَ مِنْ أَهْل الشِّرْك مِنْ أَهْل الْعَهْد الْعَامّ وَأَهْل الْمُدَّة إِلَى الْأَجَل الْمُسَمَّى . وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم أَخْبَرَنَا أَبُو زُرْعَة وَعَبْد اللَّه بْن رَاشِد أَخْبَرَنَا حَيْوَة بْن شُرَيْح أَخْبَرَنَا اِبْن صَخْر أَنَّهُ سَمِعَ أَبَا مُعَاوِيَة الْبَجْلِيّ مِنْ أَهْل الْكُوفَة يَقُول : سَمِعْت أَبَا الصَّهْبَاء الْبَكْرِيّ وَهُوَ يَقُول : سَأَلْت عَلِيًّا عَنْ يَوْم الْحَجّ الْأَكْبَر فَقَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ أَبَا بَكْر بْن أَبِي قُحَافَة يُقِيم لِلنَّاسِ الْحَجّ وَبَعَثَنِي مَعَهُ بِأَرْبَعِينَ آيَة مِنْ بَرَاءَة حَتَّى أَتَى عَرَفَة فَخَطَبَ النَّاس يَوْم عَرَفَة فَلَمَّا قَضَى خُطْبَته اِلْتَفَتَ إِلَيَّ فَقَالَ : قُمْ يَا عَلِيّ فَأَدِّ رِسَالَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُمْت فَقَرَأْت عَلَيْهِمْ أَرْبَعِينَ آيَة مِنْ بَرَاءَة ثُمَّ صَدَرْنَا فَأَتَيْنَا مِنًى فَرَمَيْت الْجَمْرَة وَنَحَرْت الْبَدَنَة ثُمَّ حَلَقْت رَأْسِي وَعَلِمْت أَنَّ أَهْل الْجَمْع لَمْ يَكُونُوا كُلّهمْ حَضَرُوا خُطْبَة أَبِي بَكْر يَوْم عَرَفَة فَطُفْت أَتَتَبَّع بِهَا الْفَسَاطِيط أَقْرَؤُهَا عَلَيْهِمْ فَمِنْ ثَمَّ أَخَال حَسِبْتُمْ أَنَّهُ يَوْم النَّحْر أَلَا وَهُوَ يَوْم عَرَفَة وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ أَبِي إسْحَاق : سَأَلْت أَبَا جُحَيْفَة عَنْ يَوْم الْحَجّ الْأَكْبَر قَالَ : يَوْم عَرَفَة فَقُلْت أَمِنْ عِنْدك أَمْ مِنْ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ كُلّ فِي ذَلِكَ . وَقَالَ عَبْد الرَّزَّاق أَيْضًا عَنْ اِبْن جُرَيْج عَنْ عَطَاء قَالَ : يَوْم الْحَجّ الْأَكْبَر يَوْم عَرَفَة . وَقَالَ عَمْرو بْن الْوَلِيد السَّهْمِيّ حَدَّثَنَا شِهَاب بْن عَبَّاد الْبَصْرِيّ عَنْ أَبِيهِ قَالَ : سَمِعْت عُمَر بْن الْخَطَّاب يَقُول : هَذَا يَوْم عَرَفَة هَذَا يَوْم الْحَجّ الْأَكْبَر فَلَا يَصُومَنَّهُ أَحَد . قَالَ : فَحَجَجْت بَعْد أَبِي فَأَتَيْت الْمَدِينَة فَسَأَلْت عَنْ أَفْضَل أَهْلهَا فَقَالُوا سَعِيد بْن الْمُسَيِّب فَأَتَيْته فَقُلْت إنِّي سَأَلْت عَنْ أَفْضَل الْمَدِينَة فَقَالُوا سَعِيد بْن الْمُسَيِّب فَأَخْبِرْنِي عَنْ صَوْم يَوْم عَرَفَة فَقَالَ : أُخْبِرك عَمَّنْ هُوَ أَفْضَل مِنِّي مِائَة ضِعْف عُمَر أَوْ اِبْن عُمَر كَانَ يَنْهَى عَنْ صَوْمه وَيَقُول يَوْم الْحَجّ الْأَكْبَر رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَهَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَعَبْد اللَّه بْن الزُّبَيْر وَمُجَاهِد وَعِكْرِمَة وَطَاوُس أَنَّهُمْ قَالُوا : يَوْم عَرَفَة هُوَ يَوْم الْحَجّ الْأَكْبَر وَقَدْ وَرَدَ فِيهِ حَدِيث مُرْسَل رَوَاهُ اِبْن جُرَيْج أُخْبِرْت عَنْ مُحَمَّد بْن قَيْس عَنْ اِبْن مَخْرَمَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ يَوْم عَرَفَة . فَقَالَ \" هَذَا يَوْم الْحَجّ الْأَكْبَر \" وَرُوِيَ مِنْ وَجْه آخَر عَنْ اِبْن جُرَيْج عَنْ مُحَمَّد بْن قَيْس عَنْ الْمِسْوَر بْن مَخْرَمَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ خَطَبَهُمْ بِعَرَفَاتٍ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ \" أَمَّا بَعْد فَإِنَّ هَذَا يَوْم الْحَجّ الْأَكْبَر \" . وَالْقَوْل الثَّانِي أَنَّهُ يَوْم النَّحْر . قَالَ هُشَيْم عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الشَّعْبِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : يَوْم الْحَجّ الْأَكْبَر يَوْم النَّحْر وَقَالَ أَبُو إسْحَاق السَّبِيعِيّ عَنْ الْحَارِث الْأَعْوَر سَأَلْت عَلِيًّا رَضِيَ اللَّه عَنْهُ عَنْ يَوْم الْحَجّ الْأَكْبَر فَقَالَ : هُوَ يَوْم النَّحْر وَقَالَ شُعْبَة عَنْ الْحَكَم سَمِعْت يَحْيَى بْن الْجَزَّار يُحَدِّث عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ خَرَجَ يَوْم النَّحْر عَلَى بَغْلَة بَيْضَاء يُرِيد الْجَبَّانَة فَجَاءَ رَجُل فَأَخَذَ بِلِجَامِ دَابَّته فَسَأَلَهُ عَنْ الْحَجّ الْأَكْبَر فَقَالَ : هُوَ يَوْمك هَذَا خَلّ سَبِيلهَا وَقَالَ عَبْد الرَّازِق عَنْ سُفْيَان عَنْ شُعْبَة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى أَنَّهُ قَالَ : يَوْم الْحَجّ الْأَكْبَر يَوْم النَّحْر وَرَوَى شُعْبَة وَغَيْره عَنْ عَبْد الْمَلِك بْن عُمَيْر بِهِ نَحْوه وَهَكَذَا رَوَاهُ هُشَيْم وَغَيْره عَنْ الشَّيْبَانِيّ عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى وَقَالَ الْأَعْمَش عَنْ عَبْد اللَّه بْن سِنَان قَالَ : خَطَبَنَا الْمُغِيرَة بْن شُعْبَة يَوْم الْأَضْحَى عَلَى بَعِير فَقَالَ : هَذَا يَوْم الْأَضْحَى وَهَذَا يَوْم النَّحْر وَهَذَا يَوْم الْحَجّ الْأَكْبَر وَقَالَ حَمَّاد بْن سَلَمَة عَنْ سِمَاك بْن جُبَيْر وَعَبْد اللَّه بْن شَدَّاد بْن الْهَادِ وَنَافِع بْن جُبَيْر بْن مُطْعَم وَالشَّعْبِيّ وَإِبْرَاهِيم النَّخَعِيّ وَمُجَاهِد وَعِكْرِمَة وَأَبِي جَعْفَر الْبَاقِر وَالزُّهْرِيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم أَنَّهُمْ قَالُوا : يَوْم الْحَجّ الْأَكْبَر هُوَ يَوْم النَّحْر وَاخْتَارَهُ اِبْن جَرِير وَقَدْ تَقَدَّمَ الْحَدِيث عَنْ أَبِي هُرَيْرَة فِي صَحِيح الْبُخَارِيّ أَنَّ أَبَا بَكْر بَعَثَهُمْ يَوْم النَّحْر يُؤَذِّنُونَ بِمِنًى وَقَدْ وَرَدَ فِي ذَلِكَ أَحَادِيث أُخَر كَمَا قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : حَدَّثَنِي سَهْل بْن مُحَمَّد الْحَسَّانِيّ حَدَّثَنَا أَبُو جَابِر الْحَرْثِيّ حَدَّثَنَا هِشَام بْن الْغَازِي الْجُرَشِيّ عَنْ نَفَّاع عَنْ اِبْن عُمَر قَالَ : وَقَفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم النَّحْر عِنْد الْجَمَرَات فِي حَجَّة الْوَدَاع فَقَالَ هَذَا يَوْم الْحَجّ الْأَكْبَر وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ مِنْ حَدِيث اِبْن جَابِر وَاسْمه مُحَمَّد بْن عَبْد الْمَلِك بِهِ , وَرَوَاهُ اِبْن مَرْدَوَيْهِ أَيْضًا مِنْ حَدِيث الْوَلِيد بْن مُسْلِم عَنْ هِشَام اِبْن الْغَازِي بِهِ ثُمَّ رَوَاهُ مِنْ حَدِيث سَعِيد بْن عَبْد الْعَزِيز عَنْ نَافِع بِهِ . وَقَالَ شُعْبَة عَنْ عَمْرو بْن مُرَّة الْهَمْدَانِيّ عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : قَامَ فِينَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى نَاقَة حَمْرَاء مُخَضْرَمَة فَقَالَ : أَتَدْرُونَ أَيّ يَوْم يَوْمكُمْ هَذَا ؟ قَالُوا يَوْم النَّحْر قَالَ : صَدَقْتُمْ يَوْم الْحَجّ الْأَكْبَر . وَقَالَ اِبْن جَرِير حَدَّثَنَا أَحْمَد بْن الْمِقْدَام حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا اِبْن عَوْن عَنْ مُحَمَّد بْن سِيرِين عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْرَة عَنْ أَبِيهِ قَالَ : لَمَّا كَانَ ذَلِكَ الْيَوْم قَعَدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى بَعِير لَهُ وَأَخَذَ النَّاس بِخِطَامِهِ أَوْ زِمَامِه فَقَالَ أَيّ يَوْم هَذَا ؟ قَالَ فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اِسْمه فَقَالَ : أَلَيْسَ هَذَا يَوْم الْحَجّ الْأَكْبَر ؟ وَهَذَا إِسْنَاد صَحِيح وَأَصْله مُخَرَّج فِي الصَّحِيح . وَقَالَ أَبُو الْأَحْوَص عَنْ شَبِيب عَنْ عُرْوَة عَنْ سُلَيْمَان بْن عَمْرو بْن الْأَحْوَص عَنْ أَبِيهِ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَجَّة الْوَدَاع فَقَالَ : أَيّ يَوْم هَذَا ؟ فَقَالُوا الْيَوْم الْحَجّ الْأَكْبَر وَعَنْ سَعِيد بْن الْمُسَيِّب أَنَّهُ قَالَ : يَوْم الْحَجّ الْأَكْبَر الْيَوْم الثَّانِي مِنْ يَوْم النَّحْر رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ مُجَاهِد أَيْضًا يَوْم الْحَجّ الْأَكْبَر أَيَّام الْحَجّ كُلّهَا وَكَذَا قَالَ أَبُو عُبَيْدَة قَالَ سُفْيَان : يَوْم الْحَجّ وَيَوْم الْجَمَل وَيَوْم صِفِّين أَيْ أَيَّامه كُلّهَا . وَقَالَ سَهْل السَّرَّاج سُئِلَ الْحَسَن الْبَصْرِيّ عَنْ يَوْم الْحَجّ الْأَكْبَر فَقَالَ : مَا لَكُمْ وَلِلْحَجِّ الْأَكْبَر ؟ ذَاكَ عَام حَجَّ فِيهِ أَبُو بَكْر الَّذِي اِسْتَخْلَفَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَجَّ النَّاس رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبُو أُسَامَة عَنْ اِبْن عَوْن سَأَلْت مُحَمَّدًا يَعْنِي اِبْن سِيرِين عَنْ يَوْم الْحَجّ الْأَكْبَر فَقَالَ كَانَ يَوْمًا وَافَقَ فِيهِ حَجّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَجّ أَهْل الْوَبَر .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43446, "aya_id": 3}]