[{"text": "وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَن يُكَذِّبُونِ", "sura_id": 28, "type": 0, "id": 3286, "aya_id": 34}, {"text": "وأخي هارون هو أفصح مني لسانا فأرسله معي ردءا يصدقني إني أخاف أن يكذبون", "sura_id": 28, "type": 1, "id": 9522, "aya_id": 34}, {"text": "34 - (وأخي هارون هو أفصح مني لسانا) أبين (فأرسله معي ردء) معينا وفي قراءة بفتح الدال بلا همزة (يصدقني) بالجزم جواب الدعاء وفي قراءة بالرفع وجملته صفة ردءا (إني أخاف أن يكذبون) \r\n", "sura_id": 28, "type": 2, "id": 28230, "aya_id": 34}, {"text": "وأخي هارون هو أفصح مني نطقًا, فأرسله معي عونًا يصدقني, ويبين لهم عني ما أخاطبهم به, إني أخاف أن يكذبوني في قولي لهم: إني أُرسلت إليهم.\r\n", "sura_id": 28, "type": 3, "id": 34466, "aya_id": 34}, {"text": " <font color=red>وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ</font><BR><p>\" وَأَخِي هَارُون هُوَ أَفْصَح مِنِّي لِسَانًا \" وَذَلِكَ أَنَّ مُوسَى عَلَيْهِ السَّلَام كَانَ فِي لِسَانه لُثْغَة بِسَبَبِ مَا كَانَ تَنَاوَلَ تِلْكَ الْجَمْرَة حِين خُيِّرَ بَيْنهَا وَبَيْن التَّمْرَة أَوْ الدُّرَّة فَأَخَذَ الْجَمْرَة فَوَضَعَهَا عَلَى لِسَانه فَحَصَلَ فِيهِ شِدَّة فِي التَّعْبِير وَلِهَذَا قَالَ : \" وَاحْلُلْ عُقْدَة مِنْ لِسَانِي يَفْقَهُوا قَوْلِي وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي هَارُون أَخِي اُشْدُدْ بِهِ أَزْرِي وَأَشْرِكْهُ فِي أَمْرِي \" أَيْ يُؤْنِسنِي فِيمَا أَمَرْتنِي بِهِ مِنْ هَذَا الْمَقَام الْعَظِيم وَهُوَ الْقِيَام بِأَعْبَاءِ النُّبُوَّة وَالرِّسَالَة إِلَى هَذَا الْمَلِك الْمُتَكَبِّر الْجَبَّار الْعَنِيد وَلِهَذَا قَالَ : \" وَأَخِي هَارُون هُوَ أَفْصَح مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِي رِدْءًا \" أَيْ وَزِيرًا وَمُعِينًا وَمُقَوِّيًا لِأَمْرِي يُصَدِّقنِي فِيمَا أَقُولهُ وَأُخْبِر بِهِ عَنْ اللَّه عَزَّ وَجَلَّ لِأَنَّ خَبَر الِاثْنَيْنِ أَنْجَع فِي النُّفُوس مِنْ خَبَر الْوَاحِد وَلِهَذَا قَالَ : \" إِنِّي أَخَاف أَنْ يُكَذِّبُونِ \" وَقَالَ مُحَمَّد بْن إِسْحَاق\" رِدْءًا يُصَدِّقنِي \" أَيْ يُبَيِّن لَهُمْ عَنِّي مَا أُكَلِّمهُمْ بِهِ فَإِنَّهُ يَفْهَم عَنِّي مَا لَا يَفْهَمُونَ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39713, "aya_id": 34}]