[{"text": "أَوَلاَ يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لاَ يَتُوبُونَ وَلاَ هُمْ يَذَّكَّرُونَ", "sura_id": 9, "type": 0, "id": 1361, "aya_id": 126}, {"text": "أولا يرون أنهم يفتنون في كل عام مرة أو مرتين ثم لا يتوبون ولا هم يذكرون", "sura_id": 9, "type": 1, "id": 7597, "aya_id": 126}, {"text": "126 - (أولا يرون أنهم) بالياء أي المنافقون والتاء أيها المؤمنون (يفتنون في) يبتلون (كل عام مرة أو مرتين ثم) بالقحط والأمراض (لا يتوبون) من نفاقهم (ولا هم يذكرون) يتعظون \r\n", "sura_id": 9, "type": 2, "id": 26305, "aya_id": 126}, {"text": "أولا يرى المنافقون أن الله يبتليهم بالقحط والشدة, وبإظهار ما يبطنون من النفاق مرة أو مرتين في كل عام؟ ثم هم مع ذلك لا يتوبون مِن كفرهم ونفاقهم, ولا هم يتعظون ولا يتذكرون بما يعاينون من آيات الله.\r\n", "sura_id": 9, "type": 3, "id": 32541, "aya_id": 126}, {"text": " <font color=red>أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ</font><BR><p>يَقُول تَعَالَى أَوَلَا يَرَى هَؤُلَاءِ الْمُنَافِقُونَ \" أَنَّهُمْ يُفْتَنُونَ \" أَيْ يُخْتَبَرُونَ \" فِي كُلّ عَام مَرَّة أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ \" أَيْ لَا يَتُوبُونَ مِنْ ذُنُوبهمْ السَّالِفَة وَلَا هُمْ يَذَّكَّرُونَ فِيمَا يُسْتَقْبَل مِنْ أَحْوَالهمْ قَالَ مُجَاهِد : يُخْتَبَرُونَ بِالسَّنَةِ وَالْجُوع . وَقَالَ قَتَادَة : بِالْغَزْوِ فِي السَّنَة مَرَّة أَوْ مَرَّتَيْنِ . وَقَالَ شَرِيك عَنْ جَابِر عَنْ الْجُعْفِيّ عَنْ أَبِي الضُّحَى عَنْ حُذَيْفَة فِي قَوْله \" أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلّ عَام مَرَّة أَوْ مَرَّتَيْنِ \" قَالَ كُنَّا نَسْمَع فِي كُلّ عَام كَذِبَة أَوْ كَذِبَتَيْنِ فَيَضِلّ بِهَا فِئَام مِنْ النَّاس كَثِير رَوَاهُ اِبْن جَرِير . وَفِي الْحَدِيث عَنْ أَنَس : لَا يَزْدَاد الْأَمْر إِلَّا شِدَّة وَلَا يَزْدَاد النَّاس إِلَّا شُحًّا وَمَا مِنْ عَام إِلَّا وَاَلَّذِي بَعْده شَرّ مِنْهُ . سَمِعْته مِنْ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43424, "aya_id": 126}]