[{"text": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إَلاَّ بَشَرًا رَّسُولاً", "sura_id": 17, "type": 0, "id": 2122, "aya_id": 93}, {"text": "أو يكون لك بيت من زخرف أو ترقى في السماء و لن نؤمن لرقيك حتى تنزل علينا كتابا نقرؤه قل سبحان ربي هل كنت إلا بشرا رسولا", "sura_id": 17, "type": 1, "id": 8358, "aya_id": 93}, {"text": "93 - (أو يكون لك بيت من زخرف) ذهب (أو ترقى) تصعد (في السماء) على السلم (ولن نؤمن لرقيك) لو رقيت فيها (حتى تنزل علينا) منها (كتابا) فيه تصديقك (نقرؤه قل) لهم (سبحان ربي) تعجب (هل) ما (كنت إلا بشرا رسولا) كسائر الرسل ولم يكونوا يأتون بآية إلا بإذن الله \r\n", "sura_id": 17, "type": 2, "id": 27066, "aya_id": 93}, {"text": "أو يكون لك بيت من ذهب، أو تصعد في درج إلى السماء، ولن نصدِّقك في صعودك حتى تعود، ومعك كتاب من الله منشور نقرأ فيه أنك رسول الله حقا. قل -أيها الرسول- متعجبًا مِن تعنُّت هؤلاء الكفار: سبحان ربي!! هل أنا إلا عبد من عباده مبلِّغ رسالته؟ فكيف أقدر على فعل ما تطلبون؟\r\n", "sura_id": 17, "type": 3, "id": 33302, "aya_id": 93}, {"text": " <font color=red>أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا</font><BR><p>وَقَوْله تَعَالَى \" أَوْ يَكُون لَك بَيْت مِنْ زُخْرُف \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة هُوَ الذَّهَب وَكَذَلِكَ هُوَ فِي قِرَاءَة اِبْن مَسْعُود أَوْ يَكُون لَك بَيْت مِنْ ذَهَب \" أَوْ تَرْقَى فِي السَّمَاء \" أَيْ تَصْعَد فِي سُلَّم وَنَحْنُ نَنْظُر إِلَيْك \" وَلَنْ نُؤْمِن لِرُقِيِّك حَتَّى تُنَزِّل عَلَيْنَا كِتَابًا نَقْرَؤُهُ\" قَالَ مُجَاهِد أَيْ مَكْتُوب فِيهِ إِلَى كُلّ وَاحِد وَاحِد صَحِيفَة هَذَا كِتَاب مِنْ اللَّه لِفُلَانِ بْن فُلَان تُصْبِح مَوْضُوعَة عِنْد رَأْسه وَقَوْله تَعَالَى \" قُلْ سُبْحَان رَبِّي هَلْ كُنْت إِلَّا بَشَرًا رَسُولًا \" أَيْ سُبْحَانه وَتَعَالَى وَتَقَدَّسَ أَنْ يَتَقَدَّم أَحَد بَيْن يَدَيْهِ فِي أَمْر مِنْ أُمُور سُلْطَانه وَمَلَكُوته بَلْ هُوَ الْفَعَّال لِمَا يَشَاء إِنْ شَاءَ أَجَابَكُمْ إِلَى مَا سَأَلْتُمْ وَإِنْ شَاءَ لَمْ يُجِبْكُمْ وَمَا أَنَا إِلَّا رَسُول إِلَيْكُمْ أُبَلِّغكُمْ رِسَالَات رَبِّي وَأَنْصَح لَكُمْ وَقَدْ فَعَلْت ذَاكَ وَأَمْركُمْ فِيمَا سَأَلْتُمْ إِلَى اللَّه عَزَّ وَجَلَّ . قَالَ الْإِمَام أَحْمَد بْن حَنْبَل : حَدَّثَنَا عَلِيّ بْن إِسْحَاق حَدَّثَنَا اِبْن الْمُبَارَك حَدَّثَنَا يَحْيَى بْن أَيُّوب عَنْ عُبَيْد اللَّه بْن زَحْر عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" عَرَضَ عَلَيَّ رَبِّي عَزَّ وَجَلَّ لِيَجْعَل إِلَيَّ بَطْحَاء مَكَّة ذَهَبًا فَقُلْت لَا يَا رَبّ وَلَكِنْ أَشْبَع يَوْمًا وَأَجُوع يَوْمًا أَوْ نَحْو ذَلِكَ فَإِذَا جُعْت تَضَرَّعْت إِلَيْك وَذَكَرْتُك وَإِذَا شَبِعْت حَمِدْتُك وَشَكَرْتُك \" وَرَوَاهُ التِّرْمِذِيّ فِي الزُّهْد عَنْ سُوَيْد بْن نَصْر عَنْ اِبْن الْمُبَارَك بِهِ وَقَالَ هَذَا حَدِيث حَسَن وَعَلِيّ بْن يَزِيد يُضَعَّف فِي الْحَدِيث .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38282, "aya_id": 93}]