[{"text": "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِن ثَمَرَاتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِن شَهِيدٍ", "sura_id": 41, "type": 0, "id": 4265, "aya_id": 47}, {"text": "إليه يرد علم الساعة وما تخرج من ثمرات من أكمامها وما تحمل من أنثى ولا تضع إلا بعلمه ويوم يناديهم أين شركائي قالوا آذناك ما منا من شهيد", "sura_id": 41, "type": 1, "id": 10501, "aya_id": 47}, {"text": "47 - (إليه يرد علم الساعة) متى تكون لا يعلمها غيره (وما تخرج من ثمرات) وفي قراءة ثمرات (من أكمامها) أوعيتها جمع كم بكسر الكاف إلا بعلمه (وما تحمل من أنثى ولا تضع إلا بعلمه ويوم يناديهم أين شركائي قالوا آذناك) أعلمناك الآن (ما منا من شهيد) شاهد بأن لك شريكا \r\n", "sura_id": 41, "type": 2, "id": 29209, "aya_id": 47}, {"text": "إلى الله تعالى وحده لا شريك له يُرْجَع علم الساعة, فإنه لا يعلم أحد متى قيامها غيره, وما تخرج من ثمرات من أوعيتها, وما تحمل مِن أنثى ولا تضع حَمْلها إلا بعلم من الله, لا يخفى عليه شيء من ذلك. ويوم ينادي الله تعالى المشركين يوم القيامة توبيخًا لهم وإظهارًا لكذبهم: أين شركائي الذين كنتم تشركونهم في عبادتي؟ قالوا: أعلمناك الآن ما منا من أحد يشهد اليوم أن معك شريكًا.\r\n", "sura_id": 41, "type": 3, "id": 35445, "aya_id": 47}, {"text": " <font color=red>إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ</font><BR><p>\" إِلَيْهِ يُرَدّ عِلْم السَّاعَة \" أَيْ لَا يَعْلَم ذَلِكَ أَحَد سِوَاهُ كَمَا قَالَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ سَيِّد الْبَشَر لِجِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام وَهُوَ مِنْ سَادَات الْمَلَائِكَة حِين سَأَلَهُ عَنْ السَّاعَة فَقَالَ \" مَا الْمَسْئُول عَنْهَا بِأَعْلَم مِنْ السَّائِل \" وَكَمَا قَالَ عَزَّ وَجَلَّ \" إِلَى رَبّك مُنْتَهَاهَا \" وَقَالَ جَلَّ جَلَاله \" لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ \" وَقَوْله تَبَارَكَ وَتَعَالَى \" وَمَا تَخْرُج مِنْ ثَمَرَات مِنْ أَكْمَامهَا وَمَا تَحْمِل مِنْ أُنْثَى وَلَا تَضَع إِلَّا بِعِلْمِهِ \" أَيْ الْجَمِيع بِعِلْمِهِ لَا يَعْزُب عَنْ عِلْمه مِثْقَال ذَرَّة فِي الْأَرْض وَلَا فِي السَّمَاء وَقَدْ قَالَ سُبْحَانه وَتَعَالَى \" وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا \" وَقَالَ جَلَّتْ عَظَمَته \" يَعْلَم مَا تَحْمِل كُلّ أُنْثَى وَمَا تَغِيض الْأَرْحَام وَمَا تَزْدَاد وَكُلّ شَيْء عِنْده بِمِقْدَارٍ \" وَقَالَ تَعَالَى\" وَمَا يُعَمَّر مِنْ مُعَمَّر وَلَا يُنْقَص مِنْ عُمُره إِلَّا فِي كِتَاب إِنَّ ذَلِكَ عَلَى اللَّه يَسِير \" . وَقَوْله جَلَّ وَعَلَا\" وَيَوْم يُنَادِيهِمْ أَيْنَ شُرَكَائِيَ \" أَيْ يَوْم الْقِيَامَة يُنَادِي اللَّه الْمُشْرِكِينَ عَلَى رُءُوس الْخَلَائِق أَيْنَ شُرَكَائِيَ الَّذِينَ عَبَدْتُمُوهُمْ مَعِي \" قَالُوا آذَنَّاك \" أَيْ أَعْلَمْنَاك\" مَا مِنَّا مِنْ شَهِيد \" أَيْ لَيْسَ أَحَد مِنَّا يَشْهَد الْيَوْم أَنَّ مَعَك شَرِيكًا .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41066, "aya_id": 47}]