[{"text": "قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُم مِّنَ اللّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُواْ حَتَّى يَأْتِيَ اللّهُ بِأَمْرِهِ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْفَاسِقِينَ", "sura_id": 9, "type": 0, "id": 1259, "aya_id": 24}, {"text": "قل إن كان آباؤكم و أبناؤكم و إخوانكم و أزواجكم و عشيرتكم و أموال اقترفتموها و تجارة تخشون كسادها و مساكن ترضونها أحب إليكم من الله و رسوله و جهاد في سبيله فتربصوا حتى يأتي الله بأمره و الله لا يهدي القوم الفاسقين", "sura_id": 9, "type": 1, "id": 7495, "aya_id": 24}, {"text": "24 - (قل إن كان آباؤكم وأبناؤكم وإخوانكم وأزواجكم وعشيرتكم) أقرباؤكم وفي قراءة {عشيراتكم} (وأموال اقترفتموها) اكتسبتموها (وتجارة تخشون كسادها) عدم نفاذها (ومساكن ترضونها أحب إليكم من الله ورسوله وجهاد في سبيله) فقعدتم لأجله عن الهجرة والجهاد (فتربصوا) انتظروا (حتى يأتي الله بأمره) تهديد لهم (والله لا يهدي القوم الفاسقين) \r\n", "sura_id": 9, "type": 2, "id": 26203, "aya_id": 24}, {"text": "قل -يا أيها الرسول- للمؤمنين: إن فَضَّلتم الآباء والأبناء والإخوان والزوجات والقرابات والأموال التي جمعتموها والتجارة التي تخافون عدم رواجها والبيوت الفارهة التي أقمتم فيها, إن فَضَّلتم ذلك على حب الله ورسوله والجهاد في سبيله فانتظروا عقاب الله ونكاله بكم. والله لا يوفق الخارجين عن طاعته.\r\n", "sura_id": 9, "type": 3, "id": 32439, "aya_id": 24}, {"text": " <font color=red>قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ</font><BR><p>ثُمَّ أَمَرَ تَعَالَى رَسُوله أَنْ يَتَوَعَّد مَنْ آثَرَ أَهْله وَقَرَابَته وَعَشِيرَته عَلَى اللَّه وَرَسُوله وَجِهَاد فِي سَبِيله فَقَالَ \" وَتِجَارَة تَخْشَوْنَ كَسَادهَا وَمَسَاكِن تَرْضَوْنَهَا \" أَيْ تُحِبُّونَهَا لِطِيبِهَا وَحُسْنهَا أَيْ إِنْ كَانَتْ هَذِهِ الْأَشْيَاء \" أَحَبّ إِلَيْكُمْ مِنْ اللَّه وَرَسُوله وَجِهَاد فِي سَبِيله فَتَرَبَّصُوا \" أَيْ فَانْتَظِرُوا مَاذَا يَحِلّ بِكُمْ مِنْ عِقَابه وَنَكَاله بِكُمْ . وَلِهَذَا قَالَ \" حَتَّى يَأْتِي اللَّه بِأَمْرِهِ وَاَللَّه لَا يَهْدِي الْقَوْم الْفَاسِقِينَ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا اِبْن لَهِيعَة عَنْ زُهْرَة بْن مَعْبَد عَنْ جَدّه قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ آخِذ بِيَدِ عُمَر بْن الْخَطَّاب فَقَالَ : وَاَللَّه يَا رَسُول اللَّه لَأَنْتَ أَحَبّ إِلَيَّ مِنْ كُلّ شَيْء إِلَّا مِنْ نَفْسِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يُؤْمِن أَحَدكُمْ حَتَّى أَكُون أَحَبّ إِلَيْهِ مِنْ نَفْسه \" فَقَالَ عُمَر : فَأَنْتَ الْآن وَاَللَّه أَحَبّ إلَيَّ مِنْ نَفْسِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْآن يَا عُمَر \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ فَرَوَاهُ عَنْ يَحْيَى بْن سُلَيْمَان عَنْ اِبْن وَهْب عَنْ حَيْوَة بْن شُرَيْح عَنْ أَبِي عُقَيْل زُهْرَة بْن مَعْبَد أَنَّهُ سَمِعَ جَدّه عَبْد اللَّه بْن هِشَام عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهَذَا وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِن أَحَدكُمْ حَتَّى أَكُون أَحَبّ إِلَيْهِ مِنْ وَالِده وَوَلَده وَالنَّاس أَجْمَعِينَ \" وَرَوَى الْإِمَام أَحْمَد وَأَبُو دَاوُد وَاللَّفْظ لَهُ مِنْ حَدِيث أَبِي عَبْد الرَّحْمَن الْخُرَاسَانِيّ عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِذَا تَبَايَعْتُمْ بِالْعِينَةِ وَأَخَذْتُمْ بِأَذْنَابِ الْبَقَر وَرَضِيتُمْ بِالزَّرْعِ وَتَرَكْتُمْ الْجِهَاد سَلَّطَ اللَّه عَلَيْكُمْ ذُلًّا لَا يَنْزِعهُ حَتَّى تَرْجِعُوا إِلَى دِينكُمْ \" وَرَوَى الْإِمَام أَحْمَد أَيْضًا عَنْ يَزِيد بْن هَارُون عَنْ أَبِي حَبَّاب عَنْ شَهْر بْن حَوْشَب أَنَّهُ سَمِعَ عَبْد اللَّه اِبْن عُمَر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذَا شَاهِد لِلَّذِي قَبْله وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43440, "aya_id": 24}]