[{"text": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِندِ اللّهِ لِيَشْتَرُواْ بِهِ ثَمَناً قَلِيلاًفَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ", "sura_id": 2, "type": 0, "id": 86, "aya_id": 79}, {"text": "فويل للذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا قليلا فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون", "sura_id": 2, "type": 1, "id": 6322, "aya_id": 79}, {"text": "79 - (فويل) شدة عذاب (للذين يكتبون الكتاب بأيديهم) أي مختلقا من عندهم (ثم يقولون هذا من عند الله ليشتروا به ثمنا قليلا) من الدنيا وهم اليهود غيروا صفة النبي في التوراة وآية الرجم وغيرهما وكتبوها على خلاف ما أنزل (فويل لهم مما كتبت أيديهم) من المختلق (وويل لهم مما يكسبون) من الرُّشا جمع رشوة \r\n", "sura_id": 2, "type": 2, "id": 25030, "aya_id": 79}, {"text": "فهلاك ووعيد شديد لأحبار السوء من اليهود الذين يكتبون الكتاب بأيديهم, ثم يقولون: هذا من عند الله وهو مخالف لما أنزل الله على نبيِّه موسى عليه الصلاة والسلام; ليأخذوا في مقابل هذا عرض الدنيا. فلهم عقوبة مهلكة بسبب كتابتهم هذا الباطل بأيديهم, ولهم عقوبة مهلكة بسبب ما يأخذونه في المقابل من المال الحرام, كالرشوة وغيرها.\r\n", "sura_id": 2, "type": 3, "id": 31266, "aya_id": 79}, {"text": " <font color=red>فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ</font><BR><p>وَقَوْله تَعَالَى \" فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْد اللَّه لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا \" الْآيَة . هَؤُلَاءِ صِنْف آخَر مِنْ الْيَهُود وَهُمْ الدُّعَاة إِلَى الضَّلَال بِالزُّورِ وَالْكَذِب عَلَى اللَّه وَأَكْل أَمْوَال النَّاس بِالْبَاطِلِ وَالْوَيْل وَالْهَلَاك وَالدَّمَار وَهِيَ كَلِمَة مَشْهُورَة فِي اللُّغَة : وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ زِيَاد بْن فَيَّاض سَمِعَ أَبَا عِيَاض يَقُول : وَيْل صَدِيد فِي أَصْل جَهَنَّم. وَقَالَ عَطَاء بْن يَسَار : الْوَيْل وَادٍ فِي جَهَنَّم لَوْ سُيِّرَتْ فِيهِ الْجِبَال لَمَاعَتْ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" وَيْل وَادٍ فِي جَهَنَّم يَهْوِي فِيهِ الْكَافِر أَرْبَعِينَ خَرِيفًا قَبْل أَنْ يَبْلُغ قَعْره \" وَرَوَاهُ التِّرْمِذِيّ عَنْ عَبْد الرَّحْمَن بْن حُمَيْد عَنْ الْحَسَن بْن مُوسَى عَنْ اِبْن لَهِيعَة عَنْ دَرَّاج بِهِ وَقَالَ هَذَا حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث اِبْن لَهِيعَة \" قُلْت \" لَمْ يَنْفَرِد بِهِ اِبْن لَهِيعَة كَمَا تَرَى وَلَكِنَّ الْآفَة مِمَّنْ بَعْده وَهَذَا الْحَدِيث بِهَذَا الْإِسْنَاد مَرْفُوع مُنْكَر وَاَللَّه أَعْلَم . قَالَ اِبْن جَرِير حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا إِبْرَاهِيم بْن عَبْد السَّلَام حَدَّثَنَا صَالِح الْقُشَيْرِيّ حَدَّثَنَا عَلِيّ بْن جَرِير عَنْ حَمَّاد بْن سَلَمَة عَنْ عَبْد الْحَمِيد بْن جَعْفَر عَنْ كِنَانَة الْعَدَوِيّ عَنْ عُثْمَان بْن عَفَّان - رَضِيَ اللَّه عَنْهُ - عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" فَوَيْل لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهمْ وَوَيْل لَهُمْ مِمَّا يَكْسِبُونَ \" قَالَ\" الْوَيْل جَبَل فِي النَّار \" وَهُوَ الَّذِي أُنْزِلَ فِي الْيَهُود لِأَنَّهُمْ حَرَّفُوا التَّوْرَاة زَادُوا فِيهَا مَا أَحَبُّوا وَمَحَوْا مِنْهَا مَا يَكْرَهُونَ وَمَحَوْا اِسْم مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْ التَّوْرَاة وَلِذَلِكَ غَضِبَ اللَّه عَلَيْهِمْ فَرَفَعَ بَعْض التَّوْرَاة فَقَالَ تَعَالَى \" فَوَيْل لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهمْ وَوَيْل لَهُمْ مِمَّا يَكْسِبُونَ \" وَهَذَا غَرِيب أَيْضًا جِدًّا وَعَنْ اِبْن عَبَّاس الْوَيْل الْمَشَقَّة مِنْ الْعَذَاب وَقَالَ : الْخَلِيل بْن أَحْمَد الْوَيْل شِدَّة الشَّرّ وَقَالَ سِيبَوَيْهِ وَيْل لِمَنْ وَقَعَ فِي الْهَلَكَة وَوَيْح لِمَنْ أَشْرَفَ عَلَيْهَا وَقَالَ الْأَصْمَعِيّ الْوَيْل تَفَجُّع وَالْوَيْل تَرَحُّم وَقَالَ غَيْره : الْوَيْل الْحُزْن وَقَالَ الْخَلِيل وَفِي مَعْنَى وَيْل وَيْح وَوَيْش وَوَيْه وَوَيْك وَوَيْب وَمِنْهُمْ مَنْ فَرَّقَ بَيْنهَا وَقَالَ بَعْض النُّحَاة إِنَّمَا جَازَ الِابْتِدَاء بِهَا وَهِيَ نَكِرَةٌ لِأَنَّ فِيهَا مَعْنَى الدُّعَاء وَمِنْهُمْ مَنْ جَوَّزَ نَصْبهَا بِمَعْنَى أَلْزَمَهُمْ وَيْلًا \" قُلْت \" لَكِنْ لَمْ يَقْرَأ بِذَلِكَ أَحَد وَعَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا\" فَوَيْل لِلَّذِينَ يَكْتُبُونَ الْكِتَاب بِأَيْدِيهِمْ \" قَالَ هُمْ أَحْبَار الْيَهُود وَكَذَا قَالَ سَعِيد عَنْ قَتَادَة هُمْ الْيَهُود وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَبْد الرَّحْمَن بْن عَلْقَمَة سَأَلْت اِبْن عَبَّاس - رَضِيَ اللَّه عَنْهُ - عَنْ قَوْله تَعَالَى فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَاب بِأَيْدِيهِمْ قَالَ : نَزَلَتْ فِي الْمُشْرِكِينَ وَأَهْل الْكِتَاب وَقَالَ : السُّدِّيّ كَانَ نَاس مِنْ الْيَهُود كَتَبُوا كِتَابًا مِنْ عِنْدهمْ يَبِيعُونَهُ مِنْ الْعَرَب وَيُحَدِّثُونَهُمْ أَنَّهُ مِنْ عِنْد اللَّه فَيَأْخُذُوا بِهِ ثَمَنًا قَلِيلًا وَقَالَ الزُّهْرِيّ أَخْبَرَنِي عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : يَا مَعْشَر الْمُسْلِمِينَ كَيْف تَسْأَلُونَ أَهْل الْكِتَاب عَنْ شَيْء وَكِتَاب اللَّه الَّذِي أَنْزَلَهُ عَلَى نَبِيّه أَحْدَث أَخْبَار اللَّه تَقْرَءُونَهُ غَضًّا لَمْ يُشَبْ وَقَدْ حَدَّثَكُمْ اللَّهُ تَعَالَى أَنَّ أَهْل الْكِتَاب قَدْ بَدَّلُوا كِتَاب اللَّه وَغَيَّرُوهُ وَكَتَبُوا بِأَيْدِيهِمْ الْكِتَاب وَقَالُوا هُوَ مِنْ عِنْد اللَّه لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا أَفَلَا يَنْهَاكُمْ مَا جَاءَكُمْ مِنْ الْعِلْم عَنْ مُسَاءَلَتهمْ وَلَا وَاَللَّه مَا رَأَيْنَا مِنْهُمْ أَحَدًا قَطُّ سَأَلَكُمْ عَنْ الَّذِي أُنْزِلَ عَلَيْكُمْ رَوَاهُ الْبُخَارِيّ مِنْ طُرُق عَنْ الزُّهْرِيّ وَقَالَ الْحَسَن بْن أَبِي الْحَسَن الْبَصْرِيّ : الثَّمَن الْقَلِيل الدُّنْيَا بِحَذَافِيرِهَا . وَقَوْله تَعَالَى \" فَوَيْل لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهمْ وَوَيْل لَهُمْ مِمَّا يَكْسِبُونَ \" أَيْ فَوَيْل لَهُمْ مِمَّا كَتَبُوا بِأَيْدِيهِمْ مِنْ الْكَذِب وَالْبُهْتَان وَالِافْتِرَاء وَوَيْل لَهُمْ مِمَّا أَكَلُوا بِهِ مِنْ السُّحْت كَمَا قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَوَيْل لَهُمْ يَقُول فَالْعَذَاب عَلَيْهِمْ مِنْ الَّذِي كَتَبُوا بِأَيْدِيهِمْ مِنْ ذَلِكَ الْكَذِب وَوَيْل لَهُمْ مِمَّا يَكْسِبُونَ يَقُول مِمَّا يَأْكُلُونَ بِهِ النَّاس السَّفَلَة وَغَيْرهمْ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38759, "aya_id": 79}]