[{"text": "وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ", "sura_id": 28, "type": 0, "id": 3340, "aya_id": 88}, {"text": "ولا تدع مع الله إلها آخر لا إله إلا هو كل شيء هالك إلا وجهه له الحكم وإليه ترجعون", "sura_id": 28, "type": 1, "id": 9576, "aya_id": 88}, {"text": "88 - (ولا تدع) تعبد (مع الله إلها آخر لا إله إلا هو كل شيء هالك إلا وجهه) إلا إياه (له الحكم) القضاء النافذ (وإليه ترجعون) بالنشور من قبوركم \r\n", "sura_id": 28, "type": 2, "id": 28284, "aya_id": 88}, {"text": "ولا تعبد مع الله معبودًا أخر; فلا معبود بحق إلا الله, كل شيء هالك وفانٍ إلا وجهه, له الحكم, وإليه ترجعون من بعد موتكم للحساب والجزاء. وفي هذه الآية إثبات صفة الوجه لله تعالى كما يليق بكماله وعظمة جلاله.\r\n", "sura_id": 28, "type": 3, "id": 34520, "aya_id": 88}, {"text": " <font color=red>وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ</font><BR><p>قَوْله : \" وَلَا تَدْعُ مَعَ اللَّه إِلَهًا آخَر لَا إِلَه إِلَّا هُوَ \" أَيْ لَا تَلِيق الْعِبَادَة إِلَّا لَهُ وَلَا تَنْبَغِي الْإِلَهِيَّة إِلَّا لِعَظَمَتِهِ . وَقَوْله \" كُلّ شَيْء هَالِك إِلَّا وَجْهه \" إِخْبَار بِأَنَّهُ الدَّائِم الْبَاقِي الْحَيّ الْقَيُّوم الَّذِي تَمُوت الْخَلَائِق وَلَا يَمُوت كَمَا قَالَ تَعَالَى \" كُلّ مَنْ عَلَيْهَا فَانٍ وَيَبْقَى وَجْه رَبّك ذُو الْجَلَال وَالْإِكْرَام \" فَعَبَّرَ بِالْوَجْهِ عَنْ الذَّات وَهَكَذَا قَوْله هَهُنَا \" كُلّ شَيْء هَالِك إِلَّا وَجْهه \" أَيْ إِلَّا إِيَّاهُ وَقَدْ ثَبَتَ فِي الصَّحِيح مِنْ طَرِيق أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَصْدَق كَلِمَة قَالَهَا الشَّاعِر لَبِيد أَلَا كُلّ شَيْء مَا خَلَا اللَّه بَاطِل \" وَقَالَ مُجَاهِد وَالثَّوْرِيّ فِي قَوْله : \" كُلّ شَيْء هَالِك إِلَّا وَجْهه \" أَيْ إِلَّا مَا أُرِيدَ بِهِ وَجْهه وَحَكَاهُ الْبُخَارِيّ فِي صَحِيحه كَالْمُقَرِّرِ لَهُ قَالَ اِبْن جَرِير : وَيَسْتَشْهِد مَنْ قَالَ ذَلِكَ بِقَوْلِ الشَّاعِر : أَسْتَغْفِر اللَّه ذَنْبًا لَسْت مُحْصِيه رَبّ الْعِبَاد إِلَيْهِ الْوَجْه وَالْعَمَل وَهَذَا الْقَوْل لَا يُنَافِي الْقَوْل الْأَوَّل فَإِنَّ هَذَا إِخْبَار عَنْ كُلّ الْأَعْمَال بِأَنَّهَا بَاطِلَة إِلَّا مَا أُرِيدَ بِهِ وَجْه اللَّه تَعَالَى مِنْ الْأَعْمَال الصَّالِحَة الْمُطَابِقَة لِلشَّرِيعَةِ وَالْقَوْل الْأَوَّل مُقْتَضَاهُ أَنَّ كُلّ الذَّوَات فَانِيَة وَزَائِلَة إِلَّا ذَاته تَعَالَى وَتَقَدَّسَ فَإِنَّهُ الْأَوَّل وَالْآخِر الَّذِي هُوَ قَبْل كُلّ شَيْء وَبَعْد كُلّ شَيْء . قَالَ أَبُو بَكْر عَبْد اللَّه بْن مُحَمَّد بْن أَبِي الدُّنْيَا فِي كِتَاب التَّفَكُّر وَالِاعْتِبَار حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن أَبِي بَكْر حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا عُمَر بْن سُلَيْم الْبَاهِلِيّ حَدَّثَنَا أَبُو الْوَلِيد قَالَ : كَانَ اِبْن عُمَر إِذَا أَرَادَ أَنْ يَتَعَاهَد قَلْبه يَأْتِي الْخَرِبَة فَيَقِف عَلَى بَابهَا فَيُنَادِي بِصَوْتٍ حَزِين فَيَقُول : أَيْنَ أَهْلك ؟ ثُمَّ يَرْجِع إِلَى نَفْسه فَيَقُول \" كُلّ شَيْء هَالِك إِلَّا وَجْهه \" وَقَوْله : \" لَهُ الْحُكْم \" أَيْ الْمُلْك وَالتَّصَرُّف وَلَا مُعَقِّب لِحُكْمِهِ \" وَإِلَيْهِ تُرْجَعُونَ \" أَيْ يَوْم مَعَادكُمْ فَيَجْزِيكُمْ بِأَعْمَالِكُمْ إِنْ كَانَ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ . آخِر تَفْسِير سُورَة الْقَصَص وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39772, "aya_id": 88}]