[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَن يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاء وَالْمُنكَرِ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنكُم مِّنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَن يَشَاء وَاللَّهُ سَمِيعٌ عَلِيمٌ", "sura_id": 24, "type": 0, "id": 2812, "aya_id": 21}, {"text": "يا أيها الذين آمنوا لا تتبعوا خطوات الشيطان ومن يتبع خطوات الشيطان فإنه يأمر بالفحشاء والمنكر ولولا فضل الله عليكم ورحمته ما زكى منكم من أحد أبدا ولكن الله يزكي من يشاء والله سميع عليم", "sura_id": 24, "type": 1, "id": 9048, "aya_id": 21}, {"text": "21 - (يا أيها الذين آمنوا لا تتبعوا خطوات الشيطان) طرق تزيينه (ومن يتبع خطوات الشيطان فإنه) أي المتبع (يأمر بالفحشاء) أي القبيح (والمنكر) شرعا باتباعها (ولولا فضل الله عليكم ورحمته ما زكى منكم) أيها العصبة بما قلتم من الإفك (من أحد أبدا) أي ما صلح وطهر من هذا الذنب بالتوبة منه (ولكن الله يزكي) يطهر (من يشاء) من الذنب بقبول توبته منه (والله سميع) بما قلتم (عليم) بما قصدتم \r\n", "sura_id": 24, "type": 2, "id": 27756, "aya_id": 21}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تسلكوا طرق الشيطان، ومَن يسلك طرق الشيطان فإنه يأمره بقبيح الأفعال ومنكراتها، ولولا فَضْلُ الله على المؤمنين ورحمته بهم ما طَهُرَ منهم أحد أبدًا مِن دنس ذنبه، ولكن الله- بفضله- يطهر من يشاء. والله سميع لأقوالكم، عليم بنياتكم وأفعالكم.\r\n", "sura_id": 24, "type": 3, "id": 33992, "aya_id": 21}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ</font><BR><p>\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَات الشَّيْطَان وَمَنْ يَتَّبِع خُطُوَات الشَّيْطَان فَإِنَّهُ يَأْمُر بِالْفَحْشَاءِ وَالْمُنْكَر وَلَوْلَا فَضْل اللَّه عَلَيْكُمْ وَرَحْمَته مَا زَكَا مِنْكُمْ مِنْ أَحَد أَبَدًا وَلَكِنَّ اللَّه يُزَكِّي مَنْ يَشَاء وَاَللَّه سَمِيع عَلِيم \" \" خُطُوَات الشَّيْطَان \" يَعْنِي طَرَائِقه وَمَسَالِكه وَمَا يَأْمُر بِهِ \" وَمَنْ يَتَّبِع خُطُوَات الشَّيْطَان فَإِنَّهُ يَأْمُر بِالْفَحْشَاءِ وَالْمُنْكَر \" هَذَا تَنْفِير وَتَحْذِير مِنْ ذَلِكَ بِأَفْصَح عِبَارَة وَأَبْلَغهَا وَأَوْجَزهَا وَأَحْسَنهَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" خُطُوَات الشَّيْطَان\" عَمَله وَقَالَ عِكْرِمَة : نَزَغَاته وَقَالَ قَتَادَة : كُلّ مَعْصِيَة فَهِيَ مِنْ خُطُوَات الشَّيْطَان وَقَالَ أَبُو مِجْلَز : النُّذُور فِي الْمَعَاصِي مِنْ خُطُوَات الشَّيْطَان وَقَالَ مَسْرُوق : سَأَلَ رَجُل اِبْن مَسْعُود فَقَالَ : إِنِّي حَرَّمْت أَنْ آكُل طَعَامًا وَسَمَّاهُ فَقَالَ : هَذَا مِنْ نَزَعَات الشَّيْطَان كَفِّرْ عَنْ يَمِينك وَكُلْ وَقَالَ الشَّعْبِيّ فِي رَجُل نَذَرَ ذَبْح وَلَده هَذَا مِنْ نَزَغَات الشَّيْطَان وَأَفْتَاهُ أَنْ يَذْبَح كَبْشًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا حَسَّان بْن عَبْد اللَّه الْمِصْرِيّ حَدَّثَنَا السَّرِيّ بْن يَحْيَى عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي رَافِع قَالَ : غَضِبْت عَلَى اِمْرَأَتِي فَقَالَتْ هِيَ يَوْمًا يَهُودِيَّة وَيَوْمًا نَصْرَانِيَّة وَكُلّ مَمْلُوك لَهَا حُرّ إِنْ لَمْ تُطَلِّق اِمْرَأَتك فَأَتَيْت عَبْد اللَّه بْن عُمَر فَقَالَ : إِنَّمَا هَذِهِ مِنْ نَزَغَات الشَّيْطَان وَكَذَلِكَ قَالَتْ زَيْنَب بِنْت أُمّ سَلَمَة وَهِيَ يَوْمئِذٍ أَفْقَه اِمْرَأَة بِالْمَدِينَةِ وَأَتَيْت عَاصِم بْن عُمَر فَقَالَ مِثْل ذَلِكَ . ثُمَّ قَالَ تَعَالَى\" وَلَوْلَا فَضْل اللَّه عَلَيْكُمْ وَرَحْمَته مَا زَكَا مِنْكُمْ مِنْ أَحَد أَبَدًا \" أَيْ لَوْلَا هُوَ يَرْزُق مَنْ يَشَاء التَّوْبَة وَالرُّجُوع إِلَيْهِ وَيُزَكِّي النُّفُوس مِنْ شِرْكهَا وَفُجُورهَا وَدَنَسهَا وَمَا فِيهَا مِنْ أَخْلَاق رَدِيئَة كُلّ بِحَسَبِهِ لَمَا حَصَّلَ أَحَد لِنَفْسِهِ زَكَاة وَلَا خَيْرًا \" وَلَكِنَّ اللَّه يُزَكِّي مَنْ يَشَاء \" أَيْ مِنْ خَلْقه وَيُضِلّ مَنْ يَشَاء وَيُرْدِيه فِي مَهَالِك الضَّلَال وَالْغَيّ وَقَوْله \" وَاَللَّه سَمِيع \" أَيْ سَمِيع لِأَقْوَالِ عِبَاده \" عَلِيم \" بِمَنْ يَسْتَحِقّ مِنْهُمْ الْهُدَى وَالضَّلَال .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39238, "aya_id": 21}]