[{"text": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَفَرُواْ بِآيَاتِ اللّهِ فَأَخَذَهُمُ اللّهُ بِذُنُوبِهِمْ إِنَّ اللّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ", "sura_id": 8, "type": 0, "id": 1212, "aya_id": 52}, {"text": "كدأب آل فرعون و الذين من قبلهم كفروا بآيات الله فأخذهم الله بذنوبهم إن الله قوي شديد العقاب", "sura_id": 8, "type": 1, "id": 7448, "aya_id": 52}, {"text": "52 - دأبُ هؤلاء (كدأب) كعادة (آل فرعون والذين من قبلهم كفروا بآيات الله فأخذهم الله) بالعقاب (بذنوبهم) جملة كفروا وما بعدها مفسرة لما قبلها (إن الله قوي) على ما يريده (شديد العقاب) \r\n", "sura_id": 8, "type": 2, "id": 26156, "aya_id": 52}, {"text": "إنَّ ما نزل بالمشركين يومئذ سُنَّة الله في عقاب الطغاة من الأمم السابقة من أمثال فرعون والسابقين له, عندما كذَّبوا رسل الله وجحدوا آياته, فإن الله أنزل بهم عقابه بسبب ذنوبهم. إن الله قوي لا يُقْهر, شديد العقاب لمن عصاه ولم يتب من ذنبه.\r\n", "sura_id": 8, "type": 3, "id": 32392, "aya_id": 52}, {"text": " <font color=red>كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ</font><BR><p>\" كَدَأْبِ آلِ فِرْعَوْن وَاَلَّذِينَ مِنْ قَبْلهمْ كَفَرُوا بِآيَاتِ اللَّه فَأَخَذَهُمْ اللَّه بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيد الْعِقَاب \" قَوْله تَعَالَى : \" كَدَأْبِ أَلِ فِرْعَوْن وَاَلَّذِينَ مِنْ قَبْلهمْ كَفَرُوا بِآيَاتِ اللَّه فَأَخَذَهُمْ اللَّه بِذُنُوبِهِمْ إِنَّ اللَّه قَوِيّ شَدِيد الْعِقَاب \" يَقُول تَعَالَى فَعَلَ هَؤُلَاءِ مِنْ الْمُشْرِكِينَ الْمُكَذِّبِينَ بِمَا أُرْسِلْت بِهِ يَا مُحَمَّد كَمَا فَعَلَ الْأُمَم الْمُكَذِّبَة قَبْلهمْ فَفَعَلْنَا بِهِمْ مَا هُوَ دَأْبُنَا أَيْ عَادَتُنَا وَسُنَّتُنَا فِي أَمْثَالهمْ مِنْ الْمُكَذِّبِينَ مِنْ آل فِرْعَوْن وَمَنْ قَبْلهمْ مِنْ الْأُمَم الْمُكَذِّبَة بِالرُّسُلِ الْكَافِرِينَ بِآيَاتِ اللَّه \" فَأَخَذَهُمْ اللَّه بِذُنُوبِهِمْ \" أَيْ بِسَبَبِ ذُنُوبهمْ أَهْلَكَهُمْ وَأَخَذَهُمْ أَخْذ عَزِيزٍ مُقْتَدِرٍ \" إِنَّ اللَّه قَوِيّ شَدِيد الْعِقَاب \" أَيْ لَا يَغْلِبهُ غَالِب وَلَا يَفُوتهُ هَارِب .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43102, "aya_id": 52}]