[{"text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنتَقِمُونَ", "sura_id": 32, "type": 0, "id": 3525, "aya_id": 22}, {"text": "ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها إنا من المجرمين منتقمون", "sura_id": 32, "type": 1, "id": 9761, "aya_id": 22}, {"text": "22 - (ومن أظلم ممن ذكر بآيات ربه) القرآن (ثم أعرض عنها) لا أحد أظلم منه (إنا من المجرمين) المشركين (منتقمون) \r\n", "sura_id": 32, "type": 2, "id": 28469, "aya_id": 22}, {"text": "ولا أحد أشد ظلمًا لنفسه ممن وعظ بدلائل الله, ثم أعرض عن ذلك كله, فلم يتعظ بمواعظه, ولكنه استكبر عنها, إنا من المجرمين الذين أعرضوا عن آيات الله وحججه, ولم ينتفعوا بها, منتقمون.\r\n", "sura_id": 32, "type": 3, "id": 34705, "aya_id": 22}, {"text": " <font color=red>وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَمَنْ أَظْلَم مِمَّنْ ذُكِّرَ بِآيَاتِ رَبّه ثُمَّ أَعْرَضَ عَنْهَا \" أَيْ لَا أَظْلَم مِمَّنْ ذَكَّرَهُ اللَّه بِآيَاتِهِ وَبَيَّنَهَا لَهُ وَوَضَّحَهَا ثُمَّ بَعْد ذَلِكَ تَرَكَهَا وَجَحَدَهَا وَأَعْرَضَ عَنْهَا وَتَنَاسَاهَا كَأَنَّهُ لَا يَعْرِفهَا . قَالَ قَتَادَة إِيَّاكُمْ وَالْإِعْرَاض عَنْ ذِكْر اللَّه فَإِنَّ مَنْ أَعْرَضَ عَنْ ذِكْره فَقَدْ اِغْتَرَّ أَكْبَر الْغِرَّة وَأَعْوَز أَشَدّ الْعَوَز وَعِظَم مِنْ أَعْظَم الذُّنُوب وَلِهَذَا قَالَ تَعَالَى مُتَهَدِّدًا لِمَنْ فَعَلَ ذَلِكَ \" إِنَّا مِنْ الْمُجْرِمِينَ مُنْتَقِمُونَ \" أَيْ سَأَنْتَقِمُ مِمَّنْ فَعَلَ ذَلِكَ أَشَدّ الِانْتِقَام . وَرَوَى اِبْن جَرِير حَدَّثَنِي عِمْرَان بْن بَكَّار الْكُلَاعِيّ حَدَّثَنَا مُحَمَّد بْن الْمُبَارَك حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش حَدَّثَنَا عَبْد الْعَزِيز بْن عُبَيْد اللَّه عَنْ عُبَادَة بْن نَسِيّ عَنْ جُنَادَة بْن أُمَيَّة عَنْ مُعَاذ بْن جَبَل قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" ثَلَاث مَنْ فَعَلَهُنَّ فَقَدْ أَجْرَمَ : مَنْ عَقَدَ لِوَاء فِي غَيْر حَقّ أَوْ عَقَّ وَالِدَيْهِ أَوْ مَشَى مَعَ ظَالِم يَنْصُرهُ فَقَدْ أَجْرَمَ يَقُول اللَّه تَعَالَى \" إِنَّا مِنْ الْمُجْرِمِينَ مُنْتَقِمُونَ \" وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث إِسْمَاعِيل بْن عَيَّاش بِهِ وَهَذَا حَدِيث غَرِيب جِدًّا .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40151, "aya_id": 22}]