[{"text": "وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِّأَزْوَاجِهِم مَّتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِيَ أَنفُسِهِنَّ مِن مَّعْرُوفٍ وَاللّهُ عَزِيزٌ حَكِيمٌ", "sura_id": 2, "type": 0, "id": 247, "aya_id": 240}, {"text": "والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم متاعا إلى الحول غير إخراج فإن خرجن فلا جناح عليكم فيما فعلن في أنفسهن من معروف والله عزيز حكيم", "sura_id": 2, "type": 1, "id": 6483, "aya_id": 240}, {"text": "240 - (والذين يتوفون منكم ويذرون أزواجاً) فليوصوا (وصيةً) وفي قراءة بالرفع أي عليهم (لأزواجهم) وليعطوهن (متاعاً) ما يتمتعن به من النفقة والكسوة (إلى) تمام (الحول) من موتهم الواجب عليهن تربصه (غير إخراج) حال أي غير مخرجات من مسكنهن (فإن خرجن) بأنفسهن (فلا جناح عليكم) يا أولياء الميت (في ما فعلن في أنفسهن من معروف) شرعا كالتزين وترك الإحداد وقطع النفقة عنها (والله عزيز) في ملكه (حكيم) في صنعه ، والوصية المذكورة منسوخة بآية الميراث وتربص الحول بآية أربعة أشهرٍ وعشراً السابقة المتأخرة في النزول ، والسُكنى ثابتة لها عند الشافعي رحمه الله \r\n", "sura_id": 2, "type": 2, "id": 25191, "aya_id": 240}, {"text": "والأزواج الذين يموتون ويتركون زوجات بعدهم, فعليهم وصيةً لهنَّ: أن يُمَتَّعن سنه تامة من يوم الوفاة, بالسكنى في منزل الزوج من غير إخراج الورثة لهن مدة السنة; جبرًا لخاطر الزوجة, وبرًا بالمتوفَّى. فإن خرجت الزوجات باختيارهن قبل انقضاء السنة فلا إثم عليكم -أيها الورثة- في ذلك, ولا حرج على الزوجات فيما فعلن في أنفسهن من أمور مباحة. والله عزيز في ملكه, حكيم في أمره ونهيه. وهذه الآية منسوخة بقوله تعالى: ( والذين يتوفون منكم ويذرون أزواجًا يتربصن بأنفسهن أربعة أشهر وعشرًا).\r\n", "sura_id": 2, "type": 3, "id": 31427, "aya_id": 240}, {"text": " <font color=red>وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ</font><BR><p>قَالَ الْأَكْثَرُونَ هَذِهِ الْآيَة مَنْسُوخَة بِاَلَّتِي قَبْلهَا وَهِيَ قَوْله \" يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَة أَشْهُر وَعَشْرًا \" قَالَ الْبُخَارِيّ : حَدَّثَنَا أُمَيَّة حَدَّثَنَا يَزِيد بْن زُرَيْع عَنْ حَبِيب عَنْ اِبْن أَبِي مُلَيْكَة قَالَ اِبْن الزُّبَيْر : قُلْت لِعُثْمَان بْن عَفَّان \" وَاَلَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا \" قَدْ نَسَخَتْهَا الْآيَة الْأُخْرَى فَلِمَ تَكْتُبهَا أَوْ تَدَعهَا قَالَ : يَا اِبْن أَخِي لَا أُغَيِّر شَيْئًا مِنْهُ مِنْ مَكَانه وَمَعْنَى هَذَا الْإِشْكَال الَّذِي قَالَهُ اِبْن الزُّبَيْر لِعُثْمَان إِذَا كَانَ حُكْمهَا قَدْ نُسِخَ بِالْأَرْبَعَةِ الْأَشْهُر فَمَا الْحِكْمَة فِي إِبْقَاء رَسْمهَا مَعَ زَوَال حُكْمهَا وَبَقَاء رَسْمهَا بَعْد الَّتِي نَسَخَتْهَا يُوهِم بَقَاء حُكْمهَا ؟ فَأَجَابَهُ أَمِير الْمُؤْمِنِينَ بِأَنَّ هَذَا أَمْرٌ تَوْقِيفِيٌّ وَأَنَا وَجَدْتهَا مُثْبَتَة فِي الْمُصْحَف كَذَلِكَ بَعْدهَا فَأُثْبِتُهَا حَيْثُ وَجَدْتهَا قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا حَجَّاج بْن مُحَمَّد عَنْ اِبْن جُرَيْج وَعُثْمَان بْن عَطَاء عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي قَوْله \" وَاَلَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّة لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْل غَيْر إِخْرَاج \" فَكَانَ لِلْمُتَوَفَّى عَنْهَا زَوْجُهَا نَفَقَتهَا وَسُكْنَاهَا فِي الدَّار سَنَة فَنَسَخَتْهَا آيَة الْمَوَارِيث فَجُعِلَ لَهُنَّ الثُّمُن أَوْ الرُّبُع مِمَّا تَرَكَ الزَّوْج ثُمَّ قَالَ : وَرُوِيَ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ وَابْن الزُّبَيْر وَمُجَاهِد وَإِبْرَاهِيم وَعَطَاء وَالْحَسَن وَعِكْرِمَة وَقَتَادَة وَالضَّحَّاك وَزَيْد بْن أَسْلَمَ وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَعَطَاء الْخُرَاسَانِيّ وَالرَّبِيع بْن أَنَس أَنَّهَا مَنْسُوخَة وَرُوِيَ عَنْ طَرِيق عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ الرَّجُل إِذَا مَاتَ وَتَرَكَ اِمْرَأَة اِعْتَدَّتْ سَنَة فِي بَيْته يُنْفِق عَلَيْهَا مِنْ مَاله ثُمَّ أَنْزَلَ اللَّه بَعْد \" وَاَلَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَة أَشْهُر وَعَشْرًا \" فَهَذِهِ عِدَّة الْمُتَوَفَّى عَنْهَا زَوْجهَا إِلَّا أَنْ تَكُون حَامِلًا فَعِدَّتهَا أَنْ تَضَع مَا فِي بَطْنهَا وَقَالَ \" وَلَهُنَّ الرُّبُع مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَد فَإِنْ كَانَ لَكُمْ وَلَد فَلَهُنَّ الثُّمُن مِمَّا تَرَكْتُمْ \" فَبَيَّنَ مِيرَاث الْمَرْأَة وَتَرَكَ الْوَصِيَّة وَالنَّفَقَة قَالَ : وَرُوِيَ عَنْ مُجَاهِد وَالْحَسَن وَعِكْرِمَة وَقَتَادَة وَالضَّحَّاك وَالرَّبِيع وَمُقَاتِل بْن حَيَّان قَالُوا نَسَخَتْهَا \" أَرْبَعَة أَشْهُر وَعَشْرًا \" قَالَ وَرُوِيَ عَنْ سَعِيد بْن الْمُسَيِّب قَالَ نَسَخَتْهَا الَّتِي فِي الْأَحْزَاب \" يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمْ الْمُؤْمِنَات \" الْآيَة \" قُلْت \" وَرُوِيَ عَنْ مُقَاتِل وَقَتَادَة أَنَّهَا مَنْسُوخَة بِآيَةِ الْمِيرَاث وَقَالَ الْبُخَارِيّ حَدَّثَنَا إِسْحَاق بْن مَنْصُور حَدَّثَنَا رَوْح حَدَّثَنَا شِبْل عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" وَاَلَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا \" قَالَ كَانَتْ هَذِهِ لِلْمُعْتَدَّةِ تَعْتَدّ عِنْد أَهْل زَوْجهَا وَاجِب فَأَنْزَلَ اللَّه \" وَاَلَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّة لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْل غَيْر إِخْرَاج فَإِنْ خَرَجْنَ فَلَا جُنَاح عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسهنَّ مِنْ مَعْرُوف \" قَالَ : جَعَلَ اللَّه تَمَام السَّنَة سَبْعَة أَشْهُر وَعِشْرِينَ لَيْلَة وَصِيَّة إِنْ شَاءَتْ سَكَنَتْ فِي وَصِيَّتهَا وَإِنْ شَاءَتْ خَرَجَتْ وَهُوَ قَوْل اللَّه \" غَيْر إِخْرَاج فَإِنْ خَرَجْنَ فَلَا جُنَاح عَلَيْكُمْ \" فَالْعِدَّة كَمَا هِيَ وَاجِب عَلَيْهَا زَعَمَ ذَلِكَ عَنْ مُجَاهِد رَحِمَهُ اللَّه وَقَالَ عَطَاء قَالَ اِبْن عَبَّاس نَسَخَتْ هَذِهِ الْآيَة عِدَّتهَا عِنْد أَهْلهَا فَتَعْتَدّ حَيْثُ شَاءَتْ وَهُوَ قَوْل اللَّه تَعَالَى \" غَيْر إِخْرَاج \" قَالَ عَطَاء : إِنْ شَاءَتْ اِعْتَدَّتْ عِنْد أَهْلهَا وَسَكَنَتْ فِي وَصِيَّتهَا وَإِنْ شَاءَتْ خَرَجَتْ لِقَوْلِ اللَّه \" فَلَا جُنَاح عَلَيْكُمْ فِيمَا فَعَلْنَ \" قَالَ عَطَاء : ثُمَّ جَاءَ الْمِيرَاث فَنَسَخَ السُّكْنَى فَتَعْتَدّ حَيْثُ شَاءَتْ وَلَا سُكْنَى لَهَا ثُمَّ أَسْنَدَ الْبُخَارِيّ عَنْ اِبْن عَبَّاس مِثْل مَا تَقَدَّمَ عَنْهُ بِهَذَا الْقَوْل الَّذِي عَوَّلَ عَلَيْهِ مُجَاهِد وَعَطَاء مِنْ أَنَّ هَذِهِ الْآيَة لَمْ تَدُلّ عَلَى وُجُوب الِاعْتِدَاد سَنَة كَمَا زَعَمَهُ الْجُمْهُور حَتَّى يَكُون ذَلِكَ مَنْسُوخًا بِالْأَرْبَعَةِ الْأَشْهُر وَعَشْرًا وَإِنَّمَا دَلَّتْ عَلَى أَنَّ ذَلِكَ كَانَ مِنْ بَاب الْوَصَاة بِالزَّوْجَاتِ أَنْ يُمَكَّنَ مِنْ السُّكْنَى فِي بُيُوت أَزْوَاجهنَّ بَعْد وَفَاتهمْ حَوْلًا كَامِلًا إِنْ اِخْتَرْنَ ذَلِكَ وَلِهَذَا قَالَ \" وَصِيَّة لِأَزْوَاجِهِمْ \" أَيْ يُوصِيكُمْ اللَّه بِهِنَّ وَصِيَّة كَقَوْلِهِ\" يُوصِيكُمْ اللَّه فِي أَوْلَادكُمْ \" الْآيَة وَقَوْله \" وَصِيَّة مِنْ اللَّه \" وَقِيلَ إِنَّمَا اِنْتَصَبَ عَلَى مَعْنَى فَلْتُوصُوا لَهُنَّ وَصِيَّة وَقَرَأَ آخَرُونَ بِالرَّفْعِ وَصِيَّة عَلَى مَعْنَى كَتَبَ عَلَيْكُمْ وَصِيَّة وَاخْتَارَهَا اِبْن جَرِير وَلَا يُمْنَعْنَ مِنْ ذَلِكَ لِقَوْلِهِ \" غَيْر إِخْرَاج \" فَأَمَّا إِذَا اِنْقَضَتْ عِدَّتهنَّ بِالْأَرْبَعَةِ الْأَشْهُر وَالْعَشْر أَوْ بِوَضْعِ الْحَمْل وَاخْتَرْنَ الْخُرُوج وَالِانْتِقَال مِنْ ذَلِكَ الْمَنْزِل فَإِنَّهُنَّ لَا يُمْنَعْنَ مِنْ ذَلِكَ لِقَوْلِهِ \" فَإِنْ خَرَجْنَ فَلَا جُنَاح عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسهنَّ مِنْ مَعْرُوف \" وَهَذَا الْقَوْل لَهُ اِتِّجَاه وَفِي اللَّفْظ مُسَاعَدَة لَهُ وَقَدْ اِخْتَارَهُ جَمَاعَة مِنْهُمْ الْإِمَام أَبُو الْعَبَّاس ابْنُ تَيْمِيَة وَرَدَّهُ آخَرُونَ مِنْهُمْ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ وَقَوْل عَطَاء وَمَنْ تَابَعَهُ عَلَى أَنَّ ذَلِكَ مَنْسُوخ بِآيَةِ الْمِيرَاث إِنْ أَرَادُوا مَا زَادَ عَلَى الْأَرْبَعَة الْأَشْهُر وَالْعَشْر فَمُسَلَّمٌ وَإِنْ أَرَادُوا أَنَّ سُكْنَى الْأَرْبَعَة الْأَشْهُر وَعَشْر لَا تَجِب فِي تَرِكَة الْمَيِّت فَهَذَا مَحَلّ خِلَاف بَيْن الْأَئِمَّة وَهُمَا قَوْلَانِ لِلشَّافِعِيِّ رَحِمَهُ اللَّه وَقَدْ اِسْتَدَلُّوا عَلَى وُجُوب السُّكْنَى فِي مَنْزِل الزَّوْج بِمَا رَوَاهُ مَالِك فِي مُوَطَّئِهِ عَنْ سَعْد بْن إِسْحَاق بْن كَعْب بْن عُجْرَة عَنْ عَمَّته زَيْنَب بِنْت كَعْب بْن عُجْرَة أَنَّ الْفُرَيْعَة بِنْت مَالِك بْن سِنَان وَهِيَ أُخْت أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُمَا أَخْبَرَتْهَا أَنَّهَا جَاءَتْ إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - تَسْأَلهُ أَنْ تَرْجِع إِلَى أَهْلهَا فِي بَنِي خُدْرَة فَإِنَّ زَوْجهَا خَرَجَ فِي طَلَب أَعْبُد لَهُ أَبَقُوا حَتَّى إِذَا كَانَ بِطَرَفِ الْقَدُومِ لَحِقَهُمْ فَقَتَلُوهُ قَالَتْ : فَسَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ أَنْ أَرْجِع إِلَى أَهْلِي فِي بَنِي خُدْرَة فَإِنَّ زَوْجِي لَمْ يَتْرُكنِي فِي مَسْكَن يَمْلِكهُ وَلَا نَفَقَة قَالَتْ : فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَعَمْ قَالَتْ فَانْصَرَفْت حَتَّى إِذَا كُنْت فِي الْحُجْرَة نَادَانِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَوْ أَمَرَ بِي فَنُودِيت لَهُ فَقَالَ كَيْف قُلْت ؟ فَرَدَدْت عَلَيْهِ الْقِصَّة الَّتِي ذَكَرْت لَهُ مِنْ شَأْن زَوْجِي فَقَالَ اُمْكُثِي فِي بَيْتك حَتَّى يَبْلُغ الْكِتَابُ أَجَله قَالَتْ فَاعْتَدَدْت فِيهِ أَرْبَعَة أَشْهُر وَعَشْرًا قَالَتْ : فَلَمَّا كَانَ عُثْمَان بْن عَفَّان أَرْسَلَ إِلَيَّ فَسَأَلَنِي عَنْ ذَلِكَ فَأَخْبَرْته فَاتَّبَعَهُ وَقَضَى بِهِ وَكَذَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث مَالِك بِهِ . وَرَوَاهُ النَّسَائِيّ أَيْضًا وَابْن مَاجَهْ مِنْ طُرُق عَنْ سَعْد بْن إِسْحَاق وَبِهِ قَالَ التِّرْمِذِيّ حَسَن صَحِيح .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38654, "aya_id": 240}]