[{"text": "ثُمَّ رُدُّواْ إِلَى اللّهِ مَوْلاَهُمُ الْحَقِّ أَلاَ لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ", "sura_id": 6, "type": 0, "id": 851, "aya_id": 62}, {"text": "ثم ردوا إلى الله مولاهم الحق ألا له الحكم وهو أسرع الحاسبين", "sura_id": 6, "type": 1, "id": 7087, "aya_id": 62}, {"text": "62 - (ثم ردوا) أي الخلق (إلى الله مولاهم) مالكهم (الحق) الثابت العدل ليجازيهم (ألا له الحكم) القضاء النافذ فيهم (وهو أسرع الحاسبين) يحاسب الخلق كلهم في قدر نصف نهار من أيام الدنيا لحديث بذلك \r\n", "sura_id": 6, "type": 2, "id": 25795, "aya_id": 62}, {"text": "ثم أعيد هؤلاء المتوفون إلى الله تعالى مولاهم الحق. ألا له القضاء والفصل يوم القيامة بين عباده وهو أسرع الحاسبين.\r\n", "sura_id": 6, "type": 3, "id": 32031, "aya_id": 62}, {"text": " <font color=red>ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ</font><BR><p>وَقَوْله \" ثُمَّ رُدُّوا إِلَى اللَّه مَوْلَاهُمْ الْحَقّ \" قَالَ اِبْن جَرِير \" ثُمَّ رُدُّوا \" يَعْنِي الْمَلَائِكَة \" إِلَى اللَّه مَوْلَاهُمْ الْحَقّ \" وَنَذْكُر هَهُنَا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ : حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا اِبْن أَبِي ذِئْب عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء عَنْ سَعِيد بْن يَسَار عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ الْمَيِّت تَحْضُرهُ الْمَلَائِكَة فَإِذَا كَانَ الرَّجُل الصَّالِح قَالُوا اُخْرُجِي أَيَّتهَا النَّفْس الطَّيِّبَة كَانَتْ فِي الْجَسَد الطَّيِّب اُخْرُجِي حَمِيدَة وَأَبْشِرِي بِرَوْحٍ وَرَيْحَان وَرَبّ غَيْر غَضْبَان فَلَا تَزَال يُقَال لَهَا ذَلِكَ حَتَّى تَخْرُج ثُمَّ يُعْرَج بِهَا إِلَى السَّمَاء فَيُسْتَفْتَح لَهَا فَيُقَال مَنْ هَذَا فَيُقَال فُلَان فَيُقَال مَرْحَبًا بِالنَّفْسِ الطَّيِّبَة كَانَتْ فِي الْجَسَد الطَّيِّب اُدْخُلِي حَمِيدَة وَأَبْشِرِي بِرَوْحٍ وَرَيْحَان وَرَبّ غَيْر غَضْبَان فَلَا تَزَال يُقَال لَهَا ذَلِكَ حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاء الَّتِي فِيهَا اللَّه عَزَّ وَجَلَّ وَإِذَا كَانَ الرَّجُل السُّوء قَالُوا اُخْرُجِي أَيَّتهَا النَّفْس الْخَبِيثَة كَانَتْ فِي الْجَسَد الْخَبِيث اُخْرُجِي ذَمِيمَة وَأَبْشِرِي بِحَمِيمٍ وَغَسَّاق وَآخَر مِنْ شَكْلِهِ أَزْوَاج فَلَا تَزَال يُقَال لَهَا ذَلِكَ حَتَّى تَخْرُج ثُمَّ يُعْرَج بِهَا إِلَى السَّمَاء فَيُسْتَفْتَح لَهَا فَيُقَال مَنْ هَذَا فَيُقَال فُلَان فَيُقَال لَا مَرْحَبًا بِالنَّفْسِ الْخَبِيثَة كَانَتْ فِي الْجَسَد الْخَبِيث اِرْجِعِي ذَمِيمَة فَإِنَّهُ لَا يُفْتَح لَك أَبْوَاب السَّمَاء فَتُرْسَل مِنْ السَّمَاء ثُمَّ تَصِير إِلَى الْقَبْر فَيَجْلِس الرَّجُل الصَّالِح فَيُقَال لَهُ مِثْل مَا قِيلَ فِي الْحَدِيث الْأَوَّل وَيَجْلِس الرَّجُل السُّوء فَيُقَال لَهُ مِثْل مَا قِيلَ فِي الْحَدِيث الثَّانِي \" وَهَذَا حَدِيث غَرِيب وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِقَوْلِهِ \" ثُمَّ رُدُّوا \" يَعْنِي الْخَلَائِق كُلّهمْ إِلَى اللَّه يَوْم الْقِيَامَة فَيَحْكُم فِيهِمْ بِعَدْلِهِ كَمَا قَالَ \" قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ إِلَى مِيقَات يَوْم مَعْلُوم \" وَقَالَ \" وَحَشَرْنَاهُمْ فَلَمْ نُغَادِر مِنْهُمْ أَحَدًا \" إِلَى قَوْله \" وَلَا يَظْلِم رَبّك أَحَدًا \" وَلِهَذَا قَالَ \" مَوْلَاهُمْ الْحَقّ أَلَا لَهُ الْحُكْم وَهُوَ أَسْرَعَ الْحَاسِبِينَ\" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42200, "aya_id": 62}]