[{"text": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ", "sura_id": 22, "type": 0, "id": 2640, "aya_id": 45}, {"text": "فكأين من قرية أهلكناها و هي ظالمة فهي خاوية على عروشها و بئر معطلة و قصر مشيد", "sura_id": 22, "type": 1, "id": 8876, "aya_id": 45}, {"text": "45 - (فكأين) أي كم (من قرية أهلكناها) وفي قراءة أهلكناها (وهي ظالمة) أي أهلها بكفرهم (فهي خاوية) ساقطة (على عروشها) سقوفها وكم من (وبئر معطلة) متروكة بموت أهلها (وقصر مشيد) رفيع خاليي بموت أهله \r\n", "sura_id": 22, "type": 2, "id": 27584, "aya_id": 45}, {"text": "فكثيرًا من القرى الظالمة بكفرها أهلكنا أهلها، فديارهم مهدَّمة خَلَتْ مِن سكانها، وآبارها لا يُستقى منها، وقصورها العالية المزخرفة لم تدفع عن أهلها سوء العذاب.\r\n", "sura_id": 22, "type": 3, "id": 33820, "aya_id": 45}, {"text": " <font color=red>فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ</font><BR><p>ثُمَّ قَالَ تَعَالَى\" فَكَأَيِّنْ مِنْ قَرْيَة أَهْلَكْنَاهَا \" أَيْ كَمْ مِنْ قَرْيَة أَهْلَكْتهَا وَهِيَ ظَالِمَة \" أَيْ مُكَذِّبَة لِرُسُلِهِ \" فَهِيَ خَاوِيَة عَلَى عُرُوشهَا \" قَالَ الضَّحَّاك سُقُوفهَا أَيْ قَدْ خَرِبَتْ مَنَازِلهَا وَتَعَطَّلَتْ حَوَاضِرهَا \" وَبِئْر مُعَطَّلَة \" أَيْ لَا يُسْتَقَى مِنْهَا وَيَرِدُهَا أَحَد بَعْد كَثْرَة وَارِدِيهَا وَالِازْدِحَام عَلَيْهَا \" وَقَصْر مَشِيد \" قَالَ عِكْرِمَة يَعْنِي الْمُبَيَّض بِالْجِصِّ وَرُوِيَ عَنْ عَلِيّ بْن أَبِي طَالِب وَمُجَاهِد وَعَطَاء وَسَعِيد بْن جُبَيْر وَأَبِي الْمَلِيح وَالضَّحَّاك نَحْو ذَلِكَ وَقَالَ آخَرُونَ هُوَ الْمَنِيف الْمُرْتَفِع وَقَالَ آخَرُونَ الْمَشِيد الْمَنِيع الْحَصِين وَكُلّ هَذِهِ الْأَقْوَال مُتَقَارِبَة. وَلَا مُنَافَاة بَيْنهَا فَإِنَّهُ لَمْ يَحْمِ أَهْله شِدَّة بِنَائِهِ وَلَا اِرْتِفَاعه وَلَا إِحْكَامه وَلَا حَصَانَته عَنْ حُلُول بَأْس اللَّه بِهِمْ كَمَا قَالَ تَعَالَى \" أَيْنَمَا تَكُونُوا يُدْرِككُمْ الْمَوْت وَلَوْ كُنْتُمْ فِي بُرُوج مُشَيَّدَة \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39068, "aya_id": 45}]