[{"text": "فَلَوْلاَ كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلاَّ قَوْمَ يُونُسَ لَمَّآ آمَنُواْ كَشَفْنَا عَنْهُمْ عَذَابَ الخِزْيِ فِي الْحَيَاةَ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ", "sura_id": 10, "type": 0, "id": 1462, "aya_id": 98}, {"text": "فلولا كانت قرية آمنت فنفعها إيمانها إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين", "sura_id": 10, "type": 1, "id": 7698, "aya_id": 98}, {"text": "98 - (فلولا) فهلا (كانت قرية) أريد أهلها (آمنت) قبل نزول العذاب بها (فنفعها إيمانها إلا) لكن (قوم يونس لما آمنوا) عند رؤية أمارة العذاب ولم يؤخروا إلى حلوله (كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين) انقضاء آجالهم \r\n", "sura_id": 10, "type": 2, "id": 26406, "aya_id": 98}, {"text": "لم ينفع الإيمان أهل قرية آمنوا عند معاينة العذاب إلا أهل قرية يونس بن مَتَّى, فإنهم لـمَّا أيقنوا أن العذاب نازل بهم تابوا إلى الله تعالى توبة نصوحا, فلمَّا تبيَّن منهم الصدق في توبتهم كشف الله عنهم عذاب الخزي بعد أن اقترب منهم, وتركهم في الدنيا يستمتعون إلى وقت إنهاء آجالهم.\r\n", "sura_id": 10, "type": 3, "id": 32642, "aya_id": 98}, {"text": " <font color=red>فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ</font><BR><p>يَقُول تَعَالَى فَهَلَّا كَانَتْ قَرْيَة آمَنَتْ بِكَمَالِهَا مِنْ الْأُمَم السَّالِفَة الَّذِينَ بَعَثْنَا إِلَيْهِمْ الرُّسُل بَلْ مَا أَرْسَلْنَا مِنْ قَبْلك يَا مُحَمَّد مِنْ رَسُول إِلَّا كَذَّبَهُ قَوْمه أَوْ أَكْثَرهمْ كَقَوْلِهِ تَعَالَى \" يَا حَسْرَة عَلَى الْعِبَاد مَا يَأْتِيهِمْ مِنْ رَسُول إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ \" \" كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلهمْ مِنْ رَسُول إِلَّا قَالُوا سَاحِر أَوْ مَجْنُون \" \" وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلك فِي قَرْيَة مِنْ نَذِير إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّة وَإِنَّا عَلَى آثَارهمْ مُقْتَدُونَ \" وَفِي الْحَدِيث الصَّحِيح \" عُرِضَ عَلَيَّ الْأَنْبِيَاء فَجَعَلَ النَّبِيّ يَمُرّ وَمَعَهُ الْفِئَام مِنْ النَّاس وَالنَّبِيّ يَمُرّ مَعَهُ الرَّجُل وَالنَّبِيّ مَعَهُ الرَّجُلَانِ وَالنَّبِيّ لَيْسَ مَعَهُ أَحَد \" ثُمَّ ذَكَرَ كَثْرَة أَتْبَاع مُوسَى عَلَيْهِ السَّلَام ثُمَّ ذَكَرَ كَثْرَة أُمَّته صَلَوَات اللَّه وَسَلَامه عَلَيْهِ كَثْرَة سَدَّتْ الْخَافِقَيْنِ الشَّرْقِيّ وَالْغَرْبِيّ وَالْغَرَض أَنَّهُ لَمْ تُوجَد قَرْيَة آمَنَتْ بِكَمَالِهَا بِنَبِيِّهِمْ مِمَّنْ سَلَفَ مِنْ الْقُرَى إِلَّا قَوْم يُونُس وَهُمْ أَهْل نِينَوَى وَمَا كَانَ إِيمَانهمْ إِلَّا خَوْفًا مِنْ وُصُول الْعَذَاب الَّذِي أَنْذَرَهُمْ بِهِ رَسُولهمْ بَعْدَ مَا عَايَنُوا أَسْبَابه وَخَرَجَ رَسُولهمْ مِنْ بَيْن أَظْهُرهمْ فَعِنْدهَا جَأَرُوا إِلَى اللَّه وَاسْتَغَاثُوا بِهِ وَتَضَرَّعُوا لَهُ وَاسْتَكَانُوا وَأَحْضَرُوا أَطْفَالهمْ وَدَوَابّهمْ وَمَوَاشِيَهُمْ وَسَأَلُوا اللَّه تَعَالَى أَنْ يَرْفَع عَنْهُمْ الْعَذَاب الَّذِي أَنْذَرَهُمْ بِهِ نَبِيّهمْ فَعِنْدهَا رَحِمَهُمْ اللَّه وَكَشَفَ عَنْهُمْ الْعَذَاب وَأُخِّرُوا كَمَا قَالَ تَعَالَى \" إِلَّا قَوْم يُونُس لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَاب الْخِزْي فِي الْحَيَاة الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِين \" وَاخْتَلَفَ الْمُفَسِّرُونَ هَلْ كُشِفَ عَنْهُمْ الْعَذَاب الْأُخْرَوِيّ مَعَ الدُّنْيَوِيّ أَوْ إِنَّمَا كُشِفَ عَنْهُمْ فِي الدُّنْيَا فَقَطْ ؟ عَلَى قَوْلَيْنِ : \" أَحَدهمَا \" إِنَّمَا كَانَ ذَلِكَ فِي الْحَيَاة الدُّنْيَا كَمَا هُوَ مُقَيَّد فِي هَذِهِ الْآيَة. \" وَالثَّانِي \" فِيهِمَا لِقَوْلِهِ تَعَالَى \" وَأَرْسَلْنَاهُ إِلَى مِائَة أَلْف أَوْ يَزِيدُونَ فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِين \" فَأَطْلَقَ عَلَيْهِمْ الْإِيمَان وَالْإِيمَان مُنْقِذ مِنْ الْعَذَاب الْأُخْرَوِيّ وَهَذَا هُوَ الظَّاهِر وَاَللَّه أَعْلَم . وَقَالَ قَتَادَة فِي تَفْسِير هَذِهِ الْآيَة لَمْ يَنْفَع قَرْيَة كَفَرَتْ ثُمَّ آمَنَتْ حِين حَضَرَهَا الْعَذَاب فَتُرِكَتْ إِلَّا قَوْم يُونُس لَمَّا فَقَدُوا نَبِيّهمْ وَظَنُّوا أَنَّ الْعَذَاب قَدْ دَنَا مِنْهُمْ قَذَفَ اللَّه فِي قُلُوبهمْ التَّوْبَة وَلَبِسُوا الْمُسُوح وَفَرَّقُوا بَيْن كُلّ بَهِيمَة وَوَلَدهَا ثُمَّ عَجُّوا إِلَى اللَّه أَرْبَعِينَ لَيْلَة فَلَمَّا عَرَفَ اللَّه مِنْهُ الصِّدْق مِنْ قُلُوبهمْ وَالتَّوْبَة وَالنَّدَامَة عَلَى مَا مَضَى مِنْهُمْ كَشَفَ عَنْهُمْ الْعَذَاب بَعْد أَنْ تَدَلَّى عَلَيْهِمْ قَالَ قَتَادَة وَذُكِرَ أَنَّ قَوْم يُونُس بِنِينَوَى الْمَوْصِل وَكَذَا رُوِيَ عَنْ اِبْن مَسْعُود وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَغَيْر وَاحِد مِنْ السَّلَف وَكَانَ اِبْن مَسْعُود يَقْرَؤُهَا \" فَهَلَّا كَانَتْ قَرْيَة آمَنَتْ \" وَقَالَ أَبُو عِمْرَان عَنْ أَبِي الْجَلْد قَالَ لَمَّا نَزَلَ بِهِمْ الْعَذَاب جَعَلَ يَدُور عَلَى رُءُوسهمْ كَقِطَعِ اللَّيْل الْمُظْلِم فَمَشَوْا إِلَى رَجُل مِنْ عُلَمَائِهِمْ فَقَالُوا عَلِّمْنَا دُعَاء نَدْعُوا بِهِ لَعَلَّ اللَّه أَنْ يَكْشِف عَنَّا الْعَذَاب فَقَالَ قُولُوا يَا حَيّ حِين لَا حَيّ يَا حَيّ يَا مُحْيِي الْمَوْتَى يَا حَيّ لَا إِلَه إِلَّا أَنْتَ قَالَ فَكُشِفَ عَنْهُمْ الْعَذَاب وَتَمَام الْقِصَّة سَيَأْتِي مُفَصَّلًا فِي سُورَة الصَّافَّات إِنْ شَاءَ اللَّه .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37531, "aya_id": 98}]