[{"text": "قَالَ اخْسَؤُوا فِيهَا وَلَا تُكَلِّمُونِ", "sura_id": 23, "type": 0, "id": 2781, "aya_id": 108}, {"text": "قال اخسئوا فيها ولا تكلمون", "sura_id": 23, "type": 1, "id": 9017, "aya_id": 108}, {"text": "108 - (قال) لهم بلسان مالك بعد قدر الدنيا مرتين (اخسئوا فيها) ابعدوا في النار اذلاء (ولا تكلمون) في رفع العذاب عنكم فينقطع رجاؤهم \r\n", "sura_id": 23, "type": 2, "id": 27725, "aya_id": 108}, {"text": "قال الله عز وجل لهم: امكثوا في النار أذلاء ولا تخاطبوني. فانقطع عند ذلك دعاؤهم ورجاؤهم.\r\n", "sura_id": 23, "type": 3, "id": 33961, "aya_id": 108}, {"text": " <font color=red>قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ</font><BR><p>هَذَا جَوَاب مِنْ اللَّه تَعَالَى لِلْكُفَّارِ إِذَا سَأَلُوا الْخُرُوج مِنْ النَّار وَالرَّجْعَة إِلَى هَذِهِ الدَّار . يَقُول \" اِخْسَئُوا فِيهَا \" أَيْ اُمْكُثُوا فِيهَا صَاغِرِينَ مُهَانِينَ أَذِلَّاء \" وَلَا تُكَلِّمُونِ \" أَيْ لَا تَعُودُوا إِلَى سُؤَالكُمْ هَذَا فَإِنَّهُ لَا جَوَاب لَكُمْ عِنْدِي . قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : \" اِخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ \" قَالَ هَذَا قَوْل الرَّحْمَن حِين اِنْقَطَعَ كَلَامهمْ مِنْهُ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدَة بْن سُلَيْمَان الْمَرْوَزِيّ حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ أَبِي أَيُّوب عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : إِنَّ أَهْل جَهَنَّم يَدْعُونَ مَالِكًا فَلَا يُجِيبهُمْ أَرْبَعِينَ عَامًا ثُمَّ يَرُدّ عَلَيْهِمْ إِنَّكُمْ مَاكِثُونَ قَالَ هَانَتْ دَعَوْتهمْ وَاَللَّه عَلَى مَالِك وَرَبّ مَالِك ثُمَّ يَدْعُونَ رَبّهمْ فَيَقُولُونَ \" رَبّنَا غَلَبَتْ عَلَيْنَا شِقْوَتنَا وَكُنَّا قَوْمًا ضَالِّينَ رَبّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ \" قَالَ فَيَسْكُت عَنْهُمْ قَدْر الدُّنْيَا مَرَّتَيْنِ ثُمَّ يَرُدّ عَلَيْهِمْ \" اِخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ \" قَالَ فَوَاَللَّهِ مَا نَبُسّ الْقَوْم بَعْدهَا بِكَلِمَةٍ وَاحِدَة وَمَا هُوَ إِلَّا الزَّفِير وَالشَّهِيق فِي نَار جَهَنَّم قَالَ فَشُبِّهَتْ أَصْوَاتهمْ بِأَصْوَاتِ الْحَمِير أَوَّلهَا زَفِير وَآخِرهَا شَهِيق وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا سُفْيَان عَنْ سَلَمَة بْن كُهَيْل حَدَّثَنَا أَبُو الزَّعْرَاء قَالَ : قَالَ عَبْد اللَّه بْن مَسْعُود إِذَا أَرَادَ اللَّه تَعَالَى أَنْ لَا يُخْرِج مِنْهُمْ أَحَدًا يَعْنِي مِنْ جَهَنَّم غَيْر وُجُوههمْ وَأَلْوَانهمْ فَيَجِيء الرَّجُل مِنْ الْمُؤْمِنِينَ فَيَشْفَع فَيَقُول يَا رَبّ فَيَقُول اللَّه مَنْ عَرَفَ أَحَدًا فَلْيُخْرِجْهُ فَيَجِيء الرَّجُل مِنْ الْمُؤْمِنِينَ فَيَنْظُر فَلَا يَعْرِف أَحَدًا فَيُنَادِيه الرَّجُل يَا فُلَان أَنَا فُلَان فَيَقُول مَا أَعْرِفك قَالَ فَعِنْد ذَلِكَ يَقُولُونَ \" رَبّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ \" فَعِنْد ذَلِكَ يَقُول اللَّه تَعَالَى \" اِخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ \" فَإِذَا قَالَ ذَلِكَ أَطْبَقَتْ عَلَيْهِمْ النَّار فَلَا يَخْرُج مِنْهُمْ أَحَد ثُمَّ قَالَ تَعَالَى مُذَكِّرًا لَهُمْ بِذُنُوبِهِمْ فِي الدُّنْيَا وَمَا كَانُوا يَسْتَهْزِئُونَ بِعِبَادِهِ الْمُؤْمِنِينَ وَأَوْلِيَائِهِ .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39117, "aya_id": 108}]