[{"text": "وَلَقَدْ خَلَقْنَا الْإِنسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ", "sura_id": 50, "type": 0, "id": 4646, "aya_id": 16}, {"text": "ولقد خلقنا الإنسان ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل الوريد", "sura_id": 50, "type": 1, "id": 10882, "aya_id": 16}, {"text": "16 - (ولقد خلقنا الإنسان ونعلم) حال بتقدير نحن (ما) مصدرية (توسوس) تحدث (به) الباء زائدة أو للتعدية والضمير للإنسان (نفسه ونحن أقرب إليه) بالعلم (من حبل الوريد) الإضافة للبيان والوريدان عرقان بصفحتي العنق \r\n", "sura_id": 50, "type": 2, "id": 29590, "aya_id": 16}, {"text": "ولقد خلقنا الإنسان, ونعلم ما تُحَدِّث به نفسه, ونحن أقرب إليه من حبل الوريد (وهو عِرْق في العنق متصل بالقلب).\r\n", "sura_id": 50, "type": 3, "id": 35826, "aya_id": 16}, {"text": " <font color=red>وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ</font><BR><p>يُخْبِر تَعَالَى عَنْ قُدْرَته عَلَى الْإِنْسَان بِأَنَّهُ خَالِقه وَعَمَله مُحِيط بِجَمِيعِ أُمُوره حَتَّى إِنَّهُ تَعَالَى يَعْلَم مَا تُوَسْوِس بِهِ نُفُوس بَنِي آدَم مِنْ الْخَيْر وَالشَّرّ وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ\" إِنَّ اللَّه تَعَالَى تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل \" وَقَوْله عَزَّ وَجَلَّ \" وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْل الْوَرِيد \" يَعْنِي مَلَائِكَته تَعَالَى أَقْرَبُ إِلَى الْإِنْسَان مِنْ حَبْل وَرِيده إِلَيْهِ وَمَنْ تَأَوَّلَهُ عَلَى الْعِلْم فَإِنَّمَا فَرَّ لِئَلَّا يَلْزَمُ حُلُولٌ أَوْ اِتِّحَادٌ وَهُمَا مَنْفِيَّانِ بِالْإِجْمَاعِ تَعَالَى اللَّهُ وَتَقَدَّسَ وَلَكِنَّ اللَّفْظ لَا يَقْتَضِيه فَإِنَّهُ لَمْ يَقُلْ وَأَنَا أَقْرَبُ إِلَيْهِ مِنْ حَبْل الْوَرِيد وَإِنَّمَا قَالَ \" وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْل الْوَرِيد \" كَمَا قَالَ فِي الْمُحْتَضَر \" وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ \" يَعْنِي مَلَائِكَته وَكَمَا قَالَ تَبَارَكَ وَتَعَالَى \" إِنَّا نَحْنُ نَزَّلْنَا الذِّكْر وَإِنَّا لَهُ لَحَافِظُونَ \" فَالْمَلَائِكَة نَزَلَتْ بِالذِّكْرِ , وَهُوَ الْقُرْآن بِإِذْنِ اللَّه عَزَّ وَجَلَّ وَكَذَلِكَ الْمَلَائِكَة أَقْرَبُ إِلَى الْإِنْسَان مِنْ حَبْل وَرِيده إِلَيْهِ بِإِقْدَارِ اللَّه جَلَّ وَعَلَا لَهُمْ عَلَى ذَلِكَ فَلِلْمَلَكِ لَمَّة مِنْ الْإِنْسَان كَمَا أَنَّ لِلشَّيْطَانِ لَمَّة وَكَذَلِكَ الشَّيْطَان يَجْرِي مِنْ اِبْن آدَم مَجْرَى الدَّم كَمَا أَخْبَرَ بِذَلِكَ الصَّادِق الْمَصْدُوق.</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41564, "aya_id": 16}]