[{"text": "أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ", "sura_id": 29, "type": 0, "id": 3407, "aya_id": 67}, {"text": "أو لم يروا أنا جعلنا حرما آمنا و يتخطف الناس من حولهم أفبالباطل يؤمنون وبنعمة الله يكفرون", "sura_id": 29, "type": 1, "id": 9643, "aya_id": 67}, {"text": "67 - (أولم يروا أنا) يعلموا (جعلنا حرما) بلدهم مكة (آمنا ويتخطف الناس من حولهم أفبالباطل) قتلا وسببا دونهم (يؤمنون) الصنم (وبنعمة الله يكفرون ومن) بإشراكهم \r\n", "sura_id": 29, "type": 2, "id": 28351, "aya_id": 67}, {"text": "أولم يشاهد كفار \"مكة\" أن الله جعل \"مكة\" لهم حَرَمًا آمنًا يأمن فيه أهله على أنفسهم وأموالهم, والناسُ مِن حولهم خارج الحرم, يُتَخَطَّفون غير آمنين؟ أفبالشرك يؤمنون, وبنعمة الله التي خصَّهم بها يكفرون, فلا يعبدونه وحده دون سواه؟\r\n", "sura_id": 29, "type": 3, "id": 34587, "aya_id": 67}, {"text": " <font color=red>أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ</font><BR><p>يَقُول تَعَالَى مُمْتَنًّا عَلَى قُرَيْش فِيمَا أَحَلَّهُمْ مِنْ حَرَمه الَّذِي جَعَلَهُ لِلنَّاسِ سَوَاء الْعَاكِف فِيهِ وَالْبَادِ وَمَنْ دَخَلَهُ كَانَ آمِنًا فَهُمْ فِي أَمْن عَظِيم وَالْأَعْرَاب حَوْله يَنْهَب بَعْضهمْ بَعْضًا وَيَقْتُل بَعْضهمْ بَعْضًا كَمَا قَالَ تَعَالَى \" لِإِيلَافِ قُرَيْش \" إِلَى آخِر السُّورَة . وَقَوْله تَعَالَى\" أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّه يَكْفُرُونَ \" أَيْ أَفَكَانَ شُكْرهمْ عَلَى هَذِهِ النِّعْمَة الْعَظِيمَة أَنْ أَشْرَكُوا بِهِ وَعَبَدُوا مَعَهُ غَيْره مِنْ الْأَصْنَام وَالْأَنْدَاد وَ \" بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار\" فَكَفَرُوا بِنَبِيِّ اللَّه وَعَبْده وَرَسُوله فَكَانَ اللَّائِق بِهِمْ إِخْلَاص الْعِبَادَة لِلَّهِ وَأَنْ لَا يُشْرِكُوا بِهِ وَتَصْدِيق الرَّسُول وَتَعْظِيمه وَتَوْقِيره فَكَذَّبُوهُ فَقَاتَلُوهُ فَأَخْرَجُوهُ مِنْ بَيْن ظَهْرهمْ وَلِهَذَا سَلَبَهُمْ اللَّه تَعَالَى مَا كَانَ أَنْعَمَ بِهِ عَلَيْهِمْ وَقُتِلَ مَنْ قُتِلَ مِنْهُمْ بِبَدْرٍ ثُمَّ صَارَتْ الدَّوْلَة لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ فَفَتَحَ اللَّه عَلَى رَسُوله مَكَّة وَأَرْغَمَ آنَافهمْ وَأَذَلَّ رِقَابهمْ.</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39837, "aya_id": 67}]