[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ", "sura_id": 49, "type": 0, "id": 4613, "aya_id": 1}, {"text": "يا أيها الذين آمنوا لا تقدموا بين يدي الله ورسوله واتقوا الله إن الله سميع عليم", "sura_id": 49, "type": 1, "id": 10849, "aya_id": 1}, {"text": "سورة الحجرات 1 - (يا أيها الذين آمنوا لا تقدموا) من قدم بمعنى تقدم أي لا تقدموا بقول ولا فعل (بين يدي الله ورسوله) المبلغ عنه أي بغير إذن (واتقوا الله إن الله سميع) لقولكم (عليم) بفعلكم نزلت في مجادلة أبي بكر وعمر رضي الله عنهما عند النبي صلى الله عليه وسلم في تأمير الأقرع بن حابس أو القعقاع بن معبد ونزل فيمن رفع صوته عند النبي صلى الله عليه وسلم \r\n", "sura_id": 49, "type": 2, "id": 29557, "aya_id": 1}, {"text": "يا أيها الذين آمنوا بالله ورسوله لا تقضوا أمرًا دون أمر الله ورسوله من شرائع دينكم فتبتدعوا, وخافوا الله في قولكم وفعلكم أن يخالَف أمر الله ورسوله, إن الله سميع لأقوالكم, عليم بنياتكم وأفعالكم. وفي هذا تحذير للمؤمنين أن يبتدعوا في الدين, أو يشرعوا ما لم يأذن به الله.\r\n", "sura_id": 49, "type": 3, "id": 35793, "aya_id": 1}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ</font><BR><p>هَذِهِ آيَات أَدَّبَ اللَّهُ تَعَالَى بِهَا عِبَادَهُ الْمُؤْمِنِينَ فِيمَا يُعَامِلُونَ بِهِ الرَّسُولَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ التَّوْقِير وَالِاحْتِرَام وَالتَّبْجِيل وَالْإِعْظَام فَقَالَ تَبَارَكَ وَتَعَالَى\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْن يَدَيْ اللَّه وَرَسُوله \" أَيْ لَا تُسْرِعُوا فِي الْأَشْيَاء بَيْن يَدَيْهِ أَيْ قَبْلَهُ بَلْ كُونُوا تَبَعًا فِي جَمِيع الْأُمُور حَتَّى يَدْخُل فِي عُمُوم هَذَا الْأَدَب الشَّرْعِيّ حَدِيثُ مُعَاذٍ رَضِيَ اللَّه عَنْهُ حَيْثُ قَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين بَعَثَهُ إِلَى الْيَمَن \" بِمَ تَحْكُمُ ؟ \" قَالَ بِكِتَابِ اللَّه تَعَالَى قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنْ لَمْ تَجِد ؟ \" قَالَ بِسُنَّةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنْ لَمْ تَجِد ؟ \" قَالَ رَضِيَ اللَّه عَنْهُ أَجْتَهِد رَأْيِي فَضَرَبَ فِي صَدْره وَقَالَ\" الْحَمْد لِلَّهِ الَّذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ لِمَا يُرْضِي رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَقَدْ رَوَاهُ أَحْمَد وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ فَالْغَرَض مِنْهُ أَنَّهُ أَخَّرَ رَأْيه وَنَظَرَهُ وَاجْتِهَاده إِلَى مَا بَعْد الْكِتَاب وَالسُّنَّة وَلَوْ قَدَّمَهُ قَبْل الْبَحْث عَنْهُمَا لَكَانَ مِنْ بَاب التَّقْدِيم بَيْن يَدَيْ اللَّه وَرَسُوله فَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" لَا تُقَدِّمُوا بَيْن يَدَيْ اللَّه وَرَسُوله \" لَا تَقُولُوا خِلَاف الْكِتَاب وَالسُّنَّة وَقَالَ الْعَوْفِيّ عَنْهُ : نُهُوا أَنْ يَتَكَلَّمُوا بَيْن يَدَيْ كَلَامه وَقَالَ مُجَاهِد لَا تَفْتَاتُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِشَيْءٍ حَتَّى يَقْضِي اللَّه تَعَالَى عَلَى لِسَانه وَقَالَ الضَّحَّاك لَا تَقْضُوا أَمْرًا دُون اللَّه وَرَسُوله مِنْ شَرَائِع دِينكُمْ وَقَالَ سُفْيَان الثَّوْرِيّ\" لَا تُقَدِّمُوا بَيْن يَدَيْ اللَّه وَرَسُوله \" بِقَوْلٍ وَلَا فِعْل وَقَالَ الْحَسَن الْبَصْرِيّ \" لَا تُقَدِّمُوا بَيْن يَدَيْ اللَّه وَرَسُوله \" قَالَ لَا تَدْعُوا قَبْل الْإِمَام وَقَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ نَاسًا كَانُوا يَقُولُونَ لَوْ أُنْزِلَ فِي كَذَا وَكَذَا لَوْ صَحَّ كَذَا فَكَرِهَ اللَّه تَعَالَى ذَلِكَ وَتَقَدَّمَ فِيهِ\" وَاتَّقُوا اللَّه \" أَيْ فِيمَا أَمَرَكُمْ بِهِ \" إِنَّ اللَّهَ سَمِيعٌ \" أَيْ لِأَقْوَالِكُمْ \" عَلِيم \" بِنِيَّاتِكُمْ .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41419, "aya_id": 1}]