[{"text": "وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ", "sura_id": 15, "type": 0, "id": 1901, "aya_id": 99}, {"text": "واعبد ربك حتى يأتيك اليقين", "sura_id": 15, "type": 1, "id": 8137, "aya_id": 99}, {"text": "99 - (واعبد ربك حتى يأتيك اليقين) الموت \r\n", "sura_id": 15, "type": 2, "id": 26845, "aya_id": 99}, {"text": "واستمِرَّ في عبادة ربك مدة حياتك حتى يأتيك اليقين, وهو الموت. وامتثل رسول الله صلى الله عليه وسلم أمر ربه, فلم يزل دائبًا في عبادة الله, حتى أتاه اليقين من ربه.\r\n", "sura_id": 15, "type": 3, "id": 33081, "aya_id": 99}, {"text": " <font color=red>وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ</font><BR><p>وَقَوْله \" وَاعْبُدْ رَبّك حَتَّى يَأْتِيك الْيَقِين \" قَالَ الْبُخَارِيّ قَالَ سَالِم الْمَوْت وَسَالِم هَذَا هُوَ سَالِم بْن عَبْد اللَّه بْن عُمَر كَمَا قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ سُفْيَان حَدَّثَنَا طَارِق بْن عَبْد الرَّحْمَن عَنْ سَالِم بْن عَبْد اللَّه \" وَاعْبُدْ رَبّك حَتَّى يَأْتِيك الْيَقِين\" قَالَ الْمَوْت وَهَكَذَا قَالَ مُجَاهِد وَالْحَسَن وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْره وَالدَّلِيل عَلَى ذَلِكَ قَوْله تَعَالَى إِخْبَارًا عَنْ أَهْل النَّار أَنَّهُمْ قَالُوا \" لَمْ نَكُ مِنْ الْمُصَلِّينَ وَلَمْ نَكُ نُطْعِم الْمِسْكِين وَكُنَّا نَخُوض مَعَ الْخَائِضِينَ وَكُنَّا نُكَذِّب بِيَوْمِ الدِّين حَتَّى أَتَانَا الْيَقِين \" وَفِي الصَّحِيح مِنْ حَدِيث الزُّهْرِيّ عَنْ خَارِجَة بْن زَيْد بْن ثَابِت عَنْ أُمّ الْعَلَاء اِمْرَأَة مِنْ الْأَنْصَار أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا دَخَلَ عَلَى عُثْمَان بْن مَظْعُون وَقَدْ مَاتَ قَالَتْ أُمّ الْعَلَاء رَحْمَة اللَّه عَلَيْك أَبَا السَّائِب فَشَهَادَتِي عَلَيْك لَقَدْ أَكْرَمَك اللَّه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا يُدْرِيك أَنَّ اللَّه أَكْرَمَهُ ؟ \" فَقُلْت بِأَبِي وَأُمِّي يَا رَسُول اللَّه فَمَنْ ؟ فَقَالَ \" أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِين وَإِنِّي لَأَرْجُو لَهُ الْخَيْر \" وَيُسْتَدَلّ بِهَذِهِ الْآيَة الْكَرِيمَة وَهِيَ قَوْله \" وَاعْبُدْ رَبّك حَتَّى يَأْتِيك الْيَقِين \" عَلَى أَنَّ الْعِبَادَة كَالصَّلَاةِ وَنَحْوهَا وَاجِبَة عَلَى الْإِنْسَان مَا دَامَ عَقْله ثَابِتًا فَيُصَلِّي بِحَسَبِ حَاله كَمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ عِمْرَان بْن حُصَيْن رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ صَلِّ قَائِمًا فَإِنْ لَمْ تَسْتَطِعْ فَقَاعِدًا فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْب\" وَيُسْتَدَلّ بِهَا عَلَى تَخْطِئَة مَنْ ذَهَبَ مِنْ الْمَلَاحِدَة إِلَى أَنَّ الْمُرَاد بِالْيَقِينِ الْمَعْرِفَة فَمَتَى وَصَلَ أَحَدهمْ إِلَى الْمَعْرِفَة سَقَطَ عَنْهُ التَّكْلِيف عِنْدهمْ وَهَذَا كُفْر وَضَلَال وَجَهْل فَإِنَّ الْأَنْبِيَاء \" كَانُوا هُمْ وَأَصْحَابهمْ أَعْلَم النَّاس بِاَللَّهِ وَأَعْرَفهمْ بِحُقُوقِهِ وَصِفَاته وَمَا يَسْتَحِقّ مِنْ التَّعْظِيم وَكَانُوا مَعَ هَذَا أَعْبَدَ وَأَكْثَر النَّاس عِبَادَة وَمُوَاظَبَة عَلَى فِعْل الْخَيْرَات إِلَى حِين الْوَفَاة وَإِنَّمَا الْمُرَاد بِالْيَقِينِ هَهُنَا الْمَوْت كَمَا قَدَّمْنَاهُ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَالْحَمْد لِلَّهِ عَلَى الْهِدَايَة وَعَلَيْهِ الِاسْتِعَانَة وَالتَّوَكُّل وَهُوَ الْمَسْئُول أَنْ يَتَوَفَّانَا عَلَى أَكْمَل الْأَحْوَال وَأَحْسَنهَا فَإِنَّهُ جَوَاد كَرِيم . آخِر تَفْسِير سُورَة الْحِجْر وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 38050, "aya_id": 99}]