[{"text": "وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ", "sura_id": 9, "type": 0, "id": 1335, "aya_id": 100}, {"text": "والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم", "sura_id": 9, "type": 1, "id": 7571, "aya_id": 100}, {"text": "100 - (والسابقون الأولون من المهاجرين والأنصار) وهم من شهد بدراً أو جميع الصحابة (والذين اتبعوهم) إلى يوم القيامة (بإحسان) في العمل (رضي الله عنهم) بطاعته (ورضوا عنه) بثوابه (وأعد لهم جنات تجري تحتها الأنهار) وفي قراءةٍ بزيادة {من} (خالدين فيها أبداً ذلك الفوز العظيم) \r\n", "sura_id": 9, "type": 2, "id": 26279, "aya_id": 100}, {"text": "والذين سبقوا الناس أولا إلى الإيمان بالله ورسوله من المهاجرين الذين هجروا قومهم وعشيرتهم وانتقلوا إلى دار الإسلام, والأنصار الذين نصروا رسول الله صلى الله عليه وسلم على أعدائه الكفار, والذين اتبعوهم بإحسان في الاعتقاد والأقوال والأعمال طلبًا لمرضاة الله سبحانه وتعالى, أولئك الذين رضي الله عنهم لطاعتهم الله ورسوله, ورضوا عنه لما أجزل لهم من الثواب على طاعتهم وإيمانهم, وأعدَّ لهم جنات تجري تحتها الأنهار خالدين فيها أبدًا, ذلك هو الفلاح العظيم. وفي هذه الآية تزكية للصحابة -رضي الله عنهم- وتعديل لهم, وثناء عليهم; ولهذا فإن توقيرهم من أصول الإيمان.\r\n", "sura_id": 9, "type": 3, "id": 32515, "aya_id": 100}, {"text": " <font color=red>وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ</font><BR><p>يُخْبِر تَعَالَى عَنْ السَّابِقِينَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار وَالتَّابِعِينَ لَهُمْ بِإِحْسَانٍ وَرِضَاهُمْ عَنْهُ بِمَا أَعَدَّ لَهُمْ مِنْ جَنَّات النَّعِيم الْمُقِيم . قَالَ الشَّعْبِيّ : السَّابِقُونَ الْأَوَّلُونَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار مَنْ أَدْرَكَ بَيْعَة الرِّضْوَان عَام الْحُدَيْبِيَة وَقَالَ أَبُو مُوسَى الْأَشْعَرِيّ وَسَعِيد بْن الْمُسَيِّب وَمُحَمَّد بْن سِيرِين وَالْحَسَن وَقَتَادَة هُمْ الَّذِينَ صَلَّوْا إِلَى الْقِبْلَتَيْنِ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ مَرَّ عُمَر بْن الْخَطَّاب بِرَجُلٍ يَقْرَأ هَذِهِ الْآيَة \" وَالسَّابِقُونَ الْأَوَّلُونَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار \" فَأَخَذَ عُمَر بِيَدِهِ فَقَالَ : مَنْ أَقْرَأَك هَذَا ؟ فَقَالَ أُبَيّ بْن كَعْب . فَقَالَ لَا تُفَارِقنِي حَتَّى أَذْهَب بِك إِلَيْهِ فَلَمَّا جَاءَهُ قَالَ عُمَر أَنْتَ أَقْرَأْت هَذَا هَذِهِ الْآيَة هَكَذَا ؟ قَالَ نَعَمْ . قَالَ : وَسَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ نَعَمْ . قَالَ لَقَدْ كُنْت أَرَى أَنَّا رُفِعْنَا رِفْعَة لَا يَبْلُغهَا أَحَد بَعْدنَا . فَقَالَ أُبَيّ تَصْدِيق هَذِهِ الْآيَة فِي أَوَّل سُورَة الْجُمُعَة \" وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيز الْحَكِيم \" وَفِي سُورَة الْحَشْر \" وَاَلَّذِينَ جَاءُوا مِنْ بَعْدهمْ \" الْآيَة وَفِي الْأَنْفَال \" وَاَلَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ \" الْآيَة وَرَوَاهُ اِبْن جَرِير قَالَ وَذَكَرَ عَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ كَانَ يَقْرَءُوهَا بِرَفْعِ الْأَنْصَار عَطْفًا عَلَى وَالسَّابِقُونَ الْأَوَّلُونَ فَقَدْ أَخْبَرَ اللَّه الْعَظِيم أَنَّهُ قَدْ رَضِيَ عَنْ السَّابِقِينَ الْأَوَّلِينَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار وَاَلَّذِينَ اِتَّبَعُوهُمْ بِإِحْسَانٍ فَيَا وَيْل مَنْ أَبْغَضَهُمْ أَوْ سَبَّهُمْ أَوْ أَبْغَضَ أَوْ سَبَّ بَعْضهمْ وَلَا سِيَّمَا سَيِّد الصَّحَابَة بَعْد الرَّسُول وَخَيْرهمْ وَأَفْضَلهمْ أَعْنِي الصِّدِّيق الْأَكْبَر وَالْخَلِيفَة الْأَعْظَم أَبَا بَكْر بْن أَبِي قُحَافَة رَضِيَ اللَّه عَنْهُ فَإِنَّ الطَّائِفَة الْمَخْذُولَة مِنْ الرَّافِضَة يُعَادُونَ أَفْضَل الصَّحَابَة وَيُبْغِضُونَهُمْ وَيَسُبُّونَهُمْ . عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ وَهَذَا يَدُلّ عَلَى أَنَّ عُقُولهمْ مَعْكُوسَة وَقُلُوبهمْ مَنْكُوسَة فَأَيْنَ هَؤُلَاءِ مِنْ الْإِيمَان بِالْقُرْآنِ إِذْ يَسُبُّونَ مَنْ رَضِيَ اللَّه عَنْهُمْ ؟ وَأَمَّا أَهْل السُّنَّة فَإِنَّهُمْ يَرْضَوْنَ عَمَّنْ رَضِيَ اللَّه عَنْهُ فَيَسُبُّونَ مَنْ سَبَّهُ اللَّه وَرَسُوله وَيُوَالُونَ مَنْ يُوَالِي اللَّه وَيُعَادُونَ مَنْ يُعَادِي اللَّه وَهُمْ مُتَّبِعُونَ لَا مُبْتَدِعُونَ وَيَقْتَدُونَ وَلَا يَبْتَدُونَ وَلِهَذَا هُمْ حِزْب اللَّه الْمُفْلِحُونَ وَعِبَاده الْمُؤْمِنُونَ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43396, "aya_id": 100}]