[{"text": "قُلْ بِفَضْلِ اللّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ", "sura_id": 10, "type": 0, "id": 1422, "aya_id": 58}, {"text": "قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون", "sura_id": 10, "type": 1, "id": 7658, "aya_id": 58}, {"text": "58 - (قل بفضل الله) الإسلام (وبرحمته) القرآن (فبذلك) الفضل والرحمة (فليفرحوا هو خير مما يجمعون) من الدنيا بالياء والتاء \r\n", "sura_id": 10, "type": 2, "id": 26366, "aya_id": 58}, {"text": "قل -أيها الرسول- لجميع الناس: بفضل الله وبرحمته, وهو ما جاءهم من الله من الهدى ودين الحق وهو الإسلام, فبذلك فليفرحوا; فإن الإسلام الذي دعاهم الله إليه, والقرآن الذي أنزله على محمد صلى الله عليه وسلم, خير مما يجمعون من حطام الدنيا وما فيها من الزهرة الفانية الذاهبة.\r\n", "sura_id": 10, "type": 3, "id": 32602, "aya_id": 58}, {"text": " <font color=red>قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ</font><BR><p>وَقَوْله تَعَالَى \" قُلْ بِفَضْلِ اللَّه وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا \" أَيْ بِهَذَا الَّذِي جَاءَهُمْ مِنْ اللَّه مِنْ الْهُدَى وَدِين الْحَقّ فَلْيَفْرَحُوا فَإِنَّهُ أَوْلَى مَا يَفْرَحُونَ بِهِ \" هُوَ خَيْر مِمَّا يَجْمَعُونَ \" أَيْ مِنْ حُطَام الدُّنْيَا وَمَا فِيهَا مِنْ الزَّهْرَة الْفَانِيَة الذَّاهِبَة لَا مَحَالَة كَمَا قَالَ اِبْن أَبِي حَاتِم فِي تَفْسِير هَذِهِ الْآيَة وَذَكَرَ بِسَنَدِهِ عَنْ بَقِيَّة بْن الْوَلِيد عَنْ صَفْوَان بْن عَمْرو : سَمِعْت أَيْفَع بْن عَبْد اللَّه الْكُلَاعِيّ يَقُول لَمَّا قَدِمَ خَرَاج الْعِرَاق إِلَى عُمَر رَضِيَ اللَّه عَنْهُ خَرَجَ عُمَر وَمَوْلًى لَهُ فَجَعَلَ عُمَر يَعُدّ الْإِبِل فَإِذَا هِيَ أَكْثَر مِنْ ذَلِكَ فَجَعَلَ عُمَر يَقُول : الْحَمْد لِلَّهِ تَعَالَى وَيَقُول مَوْلَاهُ هَذَا وَاَللَّه مِنْ فَضْل اللَّه وَرَحْمَته فَقَالَ عُمَر : كَذَبْت لَيْسَ هَذَا هُوَ الَّذِي يَقُول اللَّه تَعَالَى \" قُلْ بِفَضْلِ اللَّه وَبِرَحْمَتِهِ \" الْآيَة وَهَذَا مِمَّا يَجْمَعُونَ وَقَدْ أَسْنَدَهُ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ فَرَوَاهُ عَنْ أَبِي زُرْعَة الدِّمَشْقِيّ عَنْ حَيْوَة بْن شُرَيْح عَنْ بَقِيَّة فَذَكَرَهُ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37487, "aya_id": 58}]