[{"text": "فَإِن لَّمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وَإِن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ", "sura_id": 24, "type": 0, "id": 2819, "aya_id": 28}, {"text": "فإن لم تجدوا فيها أحدا فلا تدخلوها حتى يؤذن لكم وإن قيل لكم ارجعوا فارجعوا هو أزكى لكم والله بما تعملون عليم", "sura_id": 24, "type": 1, "id": 9055, "aya_id": 28}, {"text": "28 - (فإن لم تجدوا فيها أحدا) يأذن لكم (فلا تدخلوها حتى يؤذن لكم وإن قيل لكم) بعد الاستئذان (ارجعوا فارجعوا هو) الرجوع (أزكى) خير (لكم) من القعود على الباب (والله بما تعملون) من الدخول بإذن وغير إذن (عليم) فيجازيكم عليه \r\n", "sura_id": 24, "type": 2, "id": 27763, "aya_id": 28}, {"text": "فإن لم تجدوا في بيوت الآخرين أحدًا فلا تدخلوها حتى يوجد مَن يأذن لكم، فإن لم يأذن، بل قال لكم: ارجعوا فارجعوا، ولا تُلحُّوا, فإن الرجوع عندئذ أطهر لكم؛ لأن للإنسان أحوالا يكره اطلاع أحد عليها. والله بما تعملون عليم، فيجازي كل عامل بعمله.\r\n", "sura_id": 24, "type": 3, "id": 33999, "aya_id": 28}, {"text": " <font color=red>فَإِنْ لَمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ</font><BR><p>وَذَلِكَ لِمَا فِيهِ مِنْ التَّصَرُّف فِي مِلْك الْغَيْر بِغَيْرِ إِذْنه فَإِنْ شَاءَ أَذِنَ وَإِنْ شَاءَ لَمْ يَأْذَن \" وَإِنْ قِيلَ لَكُمْ اِرْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ \" أَيْ إِذَا رَدُّوكُمْ مِنْ الْبَاب قَبْل الْإِذْن أَوْ بَعْده\" فَارْجِعُوا هُوَ أَزْكَى لَكُمْ \" أَيْ رُجُوعكُمْ أَزْكَى لَكُمْ وَأَطْهَر \" وَاَللَّه بِمَا تَعْلَمُونَ عَلِيم \" وَقَالَ قَتَادَة : قَالَ بَعْض الْمُهَاجِرِينَ لَقَدْ طَلَبْت عُمْرِي كُلّه هَذِهِ الْآيَة فَمَا أَدْرَكْتهَا أَنْ أَسْتَأْذِن عَلَى بَعْض إِخْوَانِي فَيَقُول لِي اِرْجِعْ فَأَرْجِع وَأَنَا مُغْتَبِط \" وَإِنْ قِيلَ لَكُمْ اِرْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ وَاَللَّه بِمَا تَعْمَلُونَ عَلِيم \" وَقَالَ سَعِيد بْن جُبَيْر فِي الْآيَة : أَيْ لَا تَقِفُوا عَلَى أَبْوَاب النَّاس .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39245, "aya_id": 28}]