[{"text": "وَلاَ تَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبيلِ اللّهِ أَمْوَاتٌ بَلْ أَحْيَاء وَلَكِن لاَّ تَشْعُرُونَ", "sura_id": 2, "type": 0, "id": 161, "aya_id": 154}, {"text": "ولا تقولوا لمن يقتل في سبيل الله أموات بل أحياء ولكن لا تشعرون", "sura_id": 2, "type": 1, "id": 6397, "aya_id": 154}, {"text": "154 - (ولا تقولوا لمن يقتل في سبيل الله) هم (أموات بل) هم (أحياء) أرواحهم في حواصل طيور خضر تسرح في الجنة حيث شاءت لحديث بذلك (ولكن لا تشعرون) تعلمون ما هم فيه \r\n", "sura_id": 2, "type": 2, "id": 25105, "aya_id": 154}, {"text": "ولا تقولوا -أيها المؤمنون- فيمن يُقتلون مجاهدين في سبيل الله: هم أموات, بل هم أحياء حياة خاصة بهم في قبورهم, لا يعلم كيفيتها إلا الله - تعالى-, ولكنكم لا تُحسُّون بها. وفي هذا دليل على نعيم القبر.\r\n", "sura_id": 2, "type": 3, "id": 31341, "aya_id": 154}, {"text": " <font color=red>وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لَا تَشْعُرُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ \" يُخْبِر تَعَالَى أَنَّ الشُّهَدَاء فِي بَرْزَخهمْ أَحْيَاء يُرْزَقُونَ كَمَا جَاءَ فِي صَحِيح مُسْلِم \" إِنَّ أَرْوَاح الشُّهَدَاء فِي حَوَاصِل طُيُور خُضْر تَسْرَح فِي الْجَنَّة حَيْثُ شَاءَتْ ثُمَّ تَأْوِي إِلَى قَنَادِيل مُعَلَّقَة تَحْت الْعَرْش فَاطَّلَعَ عَلَيْهِمْ رَبُّك اِطِّلَاعَة فَقَالَ مَاذَا تَبْغُونَ ؟ فَقَالُوا يَا رَبّنَا وَأَيّ شَيْء نَبْغِي وَقَدْ أَعْطَيْتنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقك ؟ ثُمَّ عَادَ عَلَيْهِمْ بِمِثْلِ هَذَا فَلَمَّا رَأَوْا أَنَّهُمْ لَا يَتْرُكُونَ مِنْ أَنْ يَسْأَلُوا قَالُوا نُرِيد أَنْ تَرُدّنَا إِلَى الدَّار الدُّنْيَا فَنُقَاتِل فِي سَبِيلك حَتَّى نُقْتَل فِيك مَرَّة أُخْرَى - لِمَا يَرَوْنَ مِنْ ثَوَاب الشَّهَادَة - فَيَقُول الرَّبّ جَلَّ جَلَالُهُ\" إِنِّي كَتَبْت أَنَّهُمْ إِلَيْهَا لَا يَرْجِعُونَ \" . وَفِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد عَنْ الْإِمَام الشَّافِعِيّ عَنْ الْإِمَام مَالِك عَنْ الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن كَعْب بْن مَالِك عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَسَمَةُ الْمُؤْمِنِ طَائِر تَعْلَقُ فِي شَجَر الْجَنَّة حَتَّى يُرْجِعَهُ اللَّهُ إِلَى جَسَده يَوْم يَبْعَثهُ \" فَفِيهِ دَلَالَة لِعُمُومِ الْمُؤْمِنِينَ أَيْضًا وَإِنْ كَانَ الشُّهَدَاء قَدْ خُصِّصُوا بِالذِّكْرِ فِي الْقُرْآن تَشْرِيفًا لَهُمْ وَتَكْرِيمًا وَتَعْظِيمًا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38558, "aya_id": 154}]