[{"text": "إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى", "sura_id": 20, "type": 0, "id": 2358, "aya_id": 10}, {"text": "إذ رأى نارا فقال لأهله امكثوا إني آنست نارا لعلي آتيكم منها بقبس أو أجد على النار هدى", "sura_id": 20, "type": 1, "id": 8594, "aya_id": 10}, {"text": "10 - (إذ رأى نارا فقال لأهله) لامرأته (امكثوا) هنا وذلك في مسيره من مدين طالبا مصر (إني آنست) أبصرت (نارا لعلي آتيكم منها بقبس) بشعلة في رأس فتيلة أو عود (أو أجد على النار هدى) أي هاديا يدلني على الطريق وكان أخطأها لظلمة الليل وقال لعل لعدم الجزم بوفاء الوعد \r\n", "sura_id": 20, "type": 2, "id": 27302, "aya_id": 10}, {"text": "حين رأى في الليل نارًا موقدة فقال لأهله: انتظروا لقد أبصرت نارًا, لعلي أجيئكم منها بشعلة تستدفئون بها, وتوقدون بها نارًا أخرى, أو أجد عندها هاديًا يدلنا على الطريق.\r\n", "sura_id": 20, "type": 3, "id": 33538, "aya_id": 10}, {"text": " <font color=red>إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى</font><BR><p>مِنْ هَاهُنَا شَرَعَ تَبَارَكَ وَتَعَالَى فِي ذِكْر قِصَّة مُوسَى وَكَيْف كَانَ اِبْتِدَاء الْوَحْي إِلَيْهِ وَتَكْلِيمه إِيَّاهُ وَذَلِكَ بَعْدَمَا قَضَى مُوسَى الْأَجَل الَّذِي كَانَ بَيْنه وَبَيْن صِهْره فِي رِعَايَة الْغَنَم وَسَارَ بِأَهْلِهِ قِيلَ قَاصِدًا بِلَاد مِصْر بَعْدَمَا طَالَتْ الْغَيْبَة عَنْهَا أَكْثَر مِنْ عَشْر سِنِينَ وَمَعَهُ زَوْجَته فَأَضَلَّ الطَّرِيق وَكَانَتْ لَيْلَة شَاتِيَة وَنَزَلَ مَنْزِلًا بَيْن شِعَاب وَجِبَال فِي بَرْد وَشِتَاء وَسَحَاب وَظَلَام وَضَبَاب وَجَعَلَ يَقْدَح بِزَنْدٍ مَعَهُ لِيُوَرِّيَ نَارًا كَمَا جَرَتْ لَهُ الْعَادَة بِهِ فَجَعَلَ لَا يَقْدَح شَيْئًا وَلَا يَخْرُج مِنْهُ شَرَر وَلَا شَيْء فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ آنَسَ مِنْ جَانِب الطُّور نَارًا أَيْ ظَهَرَتْ لَهُ نَار مِنْ جَانِب الْجَبَل الَّذِي هُنَاكَ عَنْ يَمِينه فَقَالَ لِأَهْلِهِ يُبَشِّرهُمْ إِنِّي آنَسْت نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَيْ شِهَاب مِنْ نَار وَفِي الْآيَة الْأُخْرَى \" أَوْ جَذْوَة مِنْ النَّار \" وَهِيَ الْجَمْر الَّذِي مَعَهُ لَهَب لَعَلَّكُمْ تَصْطَلُونَ دَلَّ عَلَى وُجُود الْبَرْد وَقَوْله بِقَبَسٍ دَلَّ عَلَى وُجُود الظَّلَام وَقَوْله أَوْ أَجِد عَلَى النَّار هُدًى أَيْ مَنْ يَهْدِينِي الطَّرِيق دَلَّ عَلَى أَنَّهُ قَدْ تَاهَ عَنْ الطَّرِيق كَمَا قَالَ الثَّوْرِيّ عَنْ أَبِي سَعْد الْأَعْوَر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله أَوْ أَجِد عَلَى النَّار هُدًى قَالَ مَنْ يَهْدِينِي إِلَى الطَّرِيق وَكَانُوا شَاتِينَ وَضَلُّوا الطَّرِيق فَلَمَّا رَأَى النَّار قَالَ إِنْ لَمْ أَجِد أَحَدًا يَهْدِينِي إِلَى الطَّرِيق أَتَيْتُكُمْ بِنَارٍ تُوقِدُونَ بِهَا .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38783, "aya_id": 10}]