[{"text": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ", "sura_id": 54, "type": 0, "id": 4899, "aya_id": 53}, {"text": "وكل صغير وكبير مستطر", "sura_id": 54, "type": 1, "id": 11135, "aya_id": 53}, {"text": "53 - (وكل صغير وكبير) من الذنب أو العمل (مستطر) مكتوب في اللوح المحفوظ \r\n", "sura_id": 54, "type": 2, "id": 29843, "aya_id": 53}, {"text": "وكل صغير وكبير من أعمالهم مُسَطَّر في صحائفهم, وسيجازون به.\r\n", "sura_id": 54, "type": 3, "id": 36079, "aya_id": 53}, {"text": " <font color=red>وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ</font><BR><p>أَيْ مِنْ أَعْمَالهمْ \" مُسْتَطَر\" أَيْ مَجْمُوع عَلَيْهِمْ وَمُسَطَّر فِي صَحَائِفهمْ لَا يُغَادِر صَغِيرَة وَلَا كَبِيرَة إِلَّا أَحْصَاهَا . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا سَعِيد بْن مُسْلِم اِبْن بَانَك سَمِعْت عَامِر بْن عَبْد اللَّه بْن الزُّبَيْر حَدَّثَنِي عَوْف بْن الْحَارِث وَهُوَ اِبْن أَخِي عَائِشَة لِأُمّهَا عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول\" يَا عَائِشَة إِيَّاكِ وَمُحَقَّرَاتِ الذُّنُوب فَإِنَّ لَهَا مِنْ اللَّه طَالِبًا \" . وَرَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ طَرِيق سَعِيد بْن مُسْلِم بْن مَاهَك الْمَدَنِيّ وَثَّقَهُ أَحْمَد وَابْن مَعِين وَأَبُو حَاتِم وَغَيْرهمْ . وَقَدْ رَوَاهُ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة سَعِيد بْن مُسْلِم هَذَا مِنْ وَجْه آخَر ثُمَّ قَالَ سَعِيد فَحَدَّثْت بِهَذَا الْحَدِيث عَامِر بْن هِشَام فَقَالَ لِي وَيْحَك يَا سَعِيد بْن مُسْلِم لَقَدْ حَدَّثَنِي سُلَيْمَان بْن الْمُغِيرَة أَنَّهُ عَمِلَ ذَنْبًا فَاسْتَصْغَرَهُ فَأَتَاهُ آتٍ فِي مَنَامه فَقَالَ لَهُ يَا سُلَيْمَان : لَا تَحْقِرَنَّ مِنْ الذُّنُوب صَغِيرًا إِنَّ الصَّغِير غَدًا يَعُود كَبِيرًا إِنَّ الصَّغِير وَلَوْ تَقَادَمَ عَهْدُهُ عِنْد الْإِلَه مُسَطَّرٌ تَسْطِيرًا فَازْجُرْ هَوَاك عَنْ الْبَطَالَة لَا تَكُنْ صَعْب الْقِيَاد وَشَمِّرَنَّ تَشْمِيرًا إِنَّ الْمُحِبّ إِذَا أَحَبَّ إِلَهَهُ طَارَ الْفُؤَاد وَأُلْهِمَ التَّفْكِيرَا فَاسْأَلْ هِدَايَتَك الْإِلَهَ بِنِيَّةٍ فَكَفَى بِرَبِّك هَادِيًا وَنَصِيرًا </p><BR> <br> ", "sura_id": 54, "type": 4, "id": 41821, "aya_id": 53}]