[{"text": "فَرِحِينَ بِمَا آتَاهُمُ اللّهُ مِن فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُواْ بِهِم مِّنْ خَلْفِهِمْ أَلاَّ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ", "sura_id": 3, "type": 0, "id": 463, "aya_id": 170}, {"text": "فرحين بما آتاهم الله من فضله ويستبشرون بالذين لم يلحقوا بهم من خلفهم ألا خوف عليهم ولا هم يحزنون", "sura_id": 3, "type": 1, "id": 6699, "aya_id": 170}, {"text": "170-(فرحين) حال من ضمير يرزقون (بما آتاهم الله من فضله و) هم (ويستبشرون) يفرحون (بالذين لم يلحقوا بهم من خلفهم) من إخوانهم المؤمنين ويبدل من الذين (أ) ن أي بأن (لاخوف عليهم) أي الذين لم يلحقوا بهم (ولا هم يحزنون) في الآخرة المعنى يفرحون بأمنهم وفرحهم \r\n", "sura_id": 3, "type": 2, "id": 25407, "aya_id": 170}, {"text": "لقد عَمَّتهم السعادة حين مَنَّ الله عليهم, فأعطاهم مِن عظيم جوده وواسع كرمه من النعيم والرضا ما تَقَرُّ به أعينهم, وهم يفرحون بإخوانهم المجاهدين الذين فارقوهم وهم أحياء; ليفوزوا كما فازوا, لِعِلْمِهم أنهم سينالون من الخير الذي نالوه, إذا استشهدوا في سبيل الله مخلصين له, وأن لا خوف عليهم فيما يستقبلون من أمور الآخرة, ولا هم يحزنون على ما فاتهم من حظوظ الدنيا.\r\n", "sura_id": 3, "type": 3, "id": 31643, "aya_id": 170}, {"text": " <font color=red>فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</font><BR><p>قَوْله تَعَالَى \" فَرِحِينَ بِمَا آتَاهُمْ اللَّه مِنْ فَضْله وَيَسْتَبْشِرُونَ بِاَلَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفهمْ أَلَّا خَوْف عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ \" إِلَى آخِر الْآيَة أَيْ الشُّهَدَاء الَّذِينَ قُتِلُوا فِي سَبِيل اللَّه أَحْيَاء عِنْد رَبّهمْ وَهُمْ فَرِحُونَ بِمَا هُمْ فِيهِ مِنْ النِّعْمَة وَالْغِبْطَة وَمُسْتَبْشِرُونَ بِإِخْوَانِهِمْ الَّذِينَ يُقْتَلُونَ بَعْدهمْ فِي سَبِيل اللَّه أَنَّهُمْ يَقْدَمُونَ عَلَيْهِمْ وَأَنَّهُمْ لَا يَخَافُونَ مِمَّا أَمَامهمْ وَلَا يَحْزَنُونَ عَلَى مَا تَرَكُوهُ وَرَاءَهُمْ نَسْأَل اللَّه الْجَنَّة وَقَالَ مُحَمَّد بْن إِسْحَق \" وَيَسْتَبْشِرُونَ \" أَيْ وَيُسَرُّونَ بِلُحُوقِ مَنْ لَحِقَهُمْ مِنْ إِخْوَانهمْ عَلَى مَا مَضَوْا عَلَيْهِ مِنْ جِهَادهمْ لِيُشْرِكُوهُمْ فِيمَا هُمْ فِيهِ مِنْ ثَوَاب اللَّه الَّذِي أَعْطَاهُمْ قَالَ السُّدِّيّ يُؤْتَى الشَّهِيد بِكِتَابٍ فِيهِ يَقْدَم عَلَيْك فُلَان يَوْم كَذَا وَكَذَا وَيَقْدَم عَلَيْك فُلَان يَوْم كَذَا وَكَذَا فَيُسَرُّ بِذَلِكَ كَمَا يُسَرّ أَهْل الدُّنْيَا بِغَائِبِهِمْ إِذَا قَدِمَ قَالَ سَعِيد بْن جُبَيْر : لَمَّا دَخَلُوا الْجَنَّة وَرَأَوْا مَا فِيهَا مِنْ الْكَرَامَة لِلشُّهَدَاءِ قَالُوا : يَا لَيْتَ إِخْوَاننَا الَّذِينَ فِي الدُّنْيَا يَعْلَمُونَ مَا عَرَفْنَاهُ مِنْ الْكَرَامَة فَإِذَا شَهِدُوا الْقِتَال بَاشَرُوهَا بِأَنْفُسِهِمْ حَتَّى يُسْتَشْهَدُوا فَيُصِيبُوا مَا أَصَبْنَا مِنْ الْخَيْر فَأَخْبَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَمْرِهِمْ وَمَا هُمْ فِيهِ مِنْ الْكَرَامَة وَأَخْبَرَهُمْ أَيْ رَبّهمْ أَنِّي قَدْ أَنْزَلْت عَلَى نَبِيّكُمْ وَأَخْبَرْته بِأَمْرِكُمْ وَمَا أَنْتُمْ فِيهِ فَاسْتَبْشَرُوا بِذَلِكَ فَذَلِكَ قَوْله \" وَيَسْتَبْشِرُونَ بِاَلَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفهمْ \" الْآيَة وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَنَس فِي قِصَّة أَصْحَاب بِئْر مَعُونَة السَّبْعِينَ مِنْ الْأَنْصَار الَّذِينَ قُتِلُوا فِي غَدَاة وَاحِدَة وَقَنَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُو عَلَى الَّذِينَ قَتَلُوهُمْ وَيَلْعَنهُمْ قَالَ أَنَس : وَنَزَلَ فِيهِمْ قُرْآن قَرَأْنَاهُ حَتَّى رُفِعَ \" أَنْ بَلِّغُوا عَنَّا قَوْمنَا أَنَّا قَدْ لَقِينَا رَبّنَا فَرَضِيَ عَنَّا وَأَرْضَانَا \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39922, "aya_id": 170}]