[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنكُمْ ثَلَاثَ مَرَّاتٍ مِن قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ الظَّهِيرَةِ وَمِن بَعْدِ صَلَاةِ الْعِشَاء ثَلَاثُ عَوْرَاتٍ لَّكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُم بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ", "sura_id": 24, "type": 0, "id": 2849, "aya_id": 58}, {"text": "يا أيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم والذين لم يبلغوا الحلم منكم ثلاث مرات من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلاة العشاء ثلاث عورات لكم ليس عليكم ولا عليهم جناح بعدهن طوافون عليكم بعضكم على بعض كذلك يبين الله لكم الآيات والله عليم حكيم", "sura_id": 24, "type": 1, "id": 9085, "aya_id": 58}, {"text": "58 - (يا أيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم) من العبيد والإماء (والذين لم يبلغوا الحلم منكم) من الأحرار وعرفوا أمر النساء (ثلاث مرات) في ثلاثة أوقات (من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة) وقت الظهر (ومن بعد صلاة العشاء ثلاث عورات لكم) بالرفع خبر مبتدأ مقدر بعده مضاف وقام المضاف إليه مقامه هي أوقات أو بالنصب بتقدير أوقات منصوبا بدلا من محل ما قبله قام المضاف إليه مقامه وهي لإلقاء الثياب تبدو فيها العورات (ليس عليكم ولا عليهم) المماليك والصبيان (جناح) في الدخول عليكم بغير استئذان (بعدهن) بعد الأوقات الثلاثة هم (طوافون عليكم) للخدمة (بعضكم) طائف (على بعض) والجملة مؤكدة لما قبلها (كذلك) كما بين ما ذكر (يبين الله لكم الآيات) أي الأحكام (والله عليم) بأمور خلقه (حكيم) بما دبره لهم وآية الاستئذان قيل منسوخة وقيل لا ولكن تهاون الناس في ترك الاستئذان \r\n", "sura_id": 24, "type": 2, "id": 27793, "aya_id": 58}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه مُروا عبيدكم وإماءكم, والأطفال الأحرار دون سن الاحتلام أن يستأذنوا عند الدخول عليكم في أوقات عوراتكم الثلاثة: من قبل صلاة الفجر؛ لأنه وقت الخروج من ثياب النوم ولبس ثياب اليقظة, ووقت خلع الثياب للقيلولة في الظهيرة، ومن بعد صلاة العشاء؛ لأنه وقت للنوم، وهذه الأوقات الثلاثة عورات لكم، يقل فيها التستر، أما فيما سواها فلا حرج إذا دخلوا بغير إذن؛ لحاجتهم في الدخول عليكم, طوافون عليكم للخدمة، وكما بيَّن الله لكم أحكام الاستئذان يبيِّن لكم آياته وأحكامه وحججه وشرائع دينه. والله عليم بما يصلح خلقه، حكيم في تدبيره أمورهم.\r\n", "sura_id": 24, "type": 3, "id": 34029, "aya_id": 58}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ</font><BR><p>هَذِهِ الْآيَات الْكَرِيمَة اِشْتَمَلَتْ عَلَى اِسْتِئْذَان الْأَقَارِب بَعْضهمْ عَلَى بَعْض وَمَا تَقَدَّمَ فِي أَوَّل السُّورَة فَهُوَ اِسْتِئْذَان الْأَجَانِب بَعْضهمَا عَلَى بَعْض فَأَمَرَ اللَّه تَعَالَى الْمُؤْمِنِينَ أَنْ يَسْتَأْذِنهُمْ خَدَمَهُمْ مِمَّا مَلَكَتْ أَيْمَانهمْ وَأَطْفَالهمْ الَّذِينَ لَمْ يَبْلُغُوا الْحُلُم مِنْهُمْ فِي ثَلَاثَة أَحْوَال \" الْأَوَّل \" مِنْ قَبْل صَلَاة الْغَدَاة لِأَنَّ النَّاس إِذْ ذَاكَ يَكُونُونَ نِيَامًا فِي فُرُشهمْ \" وَحِين تَضَعُونَ ثِيَابكُمْ مِنْ الظَّهِيرَة \" أَيْ فِي وَقْت الْقَيْلُولَة لِأَنَّ الْإِنْسَان قَدْ يَضَع ثِيَابه فِي تِلْكَ الْحَال مَعَ أَهْله \" وَمِنْ بَعْد صَلَاة الْعِشَاء \" لِأَنَّهُ وَقْت النَّوْم فَيُؤْمَر الْخَدَم وَالْأَطْفَال أَنْ لَا يَهْجُمُوا عَلَى أَهْل الْبَيْت فِي هَذِهِ الْأَحْوَال لِمَا يُخْشَى أَنْ يَكُون الرَّجُل عَلَى أَهْله أَوْ نَحْو ذَلِكَ مِنْ الْأَعْمَال وَلِهَذَا قَالَ \" ثَلَاث عَوْرَات لَكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاح بَعْدهنَّ \" أَيْ إِذَا دَخَلُوا فِي حَال غَيْر هَذِهِ الْأَحْوَال فَلَا جُنَاح عَلَيْكُمْ فِي تَمْكِينكُمْ إِيَّاهُمْ وَلَا عَلَيْهِمْ إِنْ رَأَوْا شَيْئًا مِنْ غَيْر تِلْكَ الْأَحْوَال لِأَنَّهُ قَدْ أُذِنَ لَهُمْ فِي الْهُجُوم وَلِأَنَّهُمْ طَوَّافُونَ عَلَيْكُمْ أَيْ فِي الْخِدْمَة وَغَيْر ذَلِكَ . وَيُغْتَفَر فِي الطَّوَّافِينَ مَا لَا يُغْتَفَر فِي غَيْرهمْ وَلِهَذَا رَوَى الْإِمَام مَالِك وَأَحْمَد بْن حَنْبَل وَأَهْل السُّنَن أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِي الْهِرَّة : \" إِنَّهَا لَيْسَتْ بِنَجِسَةٍ إِنَّهَا مِنْ الطَّوَّافِينَ عَلَيْكُمْ أَوْ وَالطَّوَّافَات \" وَلَمَّا كَانَتْ هَذِهِ الْآيَة مُحْكَمَة وَلَمْ تُنْسَخ بِشَيْءٍ وَكَانَ عَمَل النَّاس بِهَا قَلِيلًا جِدًّا أَنْكَرَ عَبْد اللَّه بْن عَبَّاس ذَلِكَ عَلَى النَّاس كَمَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن بُكَيْر حَدَّثَنِي عَبْد اللَّه بْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر قَالَ : قَالَ اِبْن عَبَّاس تَرَكَ النَّاس ثَلَاث آيَات فَلَمْ يَعْمَلُوا بِهِنَّ \" يَا أَيّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنكُمْ الَّذِينَ مَلَكَتْ أَيْمَانكُمْ \" إِلَى آخِر الْآيَة وَالْآيَة الَّتِي فِي سُورَة النِّسَاء \" وَإِذَا حَضَرَ الْقِسْمَة أُولُوا الْقُرْبَى \" الْآيَة وَالْآيَة الَّتِي فِي الْحُجُرَات \" إِنَّ أَكْرَمكُمْ عِنْد اللَّه أَتْقَاكُمْ \" وَفِي لَفْظ لَهُ أَيْضًا مِنْ حَدِيث إِسْمَاعِيل بْن مُسْلِم وَهُوَ ضَعِيف عَنْ عَمْرو بْن دِينَار عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس قَالَ : غَلَبَ الشَّيْطَان النَّاس عَلَى ثَلَاث آيَات فَلَمْ يَعْمَلُوا بِهِنَّ \" يَا أَيّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنكُمْ الَّذِينَ مَلَكَتْ أَيْمَانكُمْ \" إِلَى آخِر الْآيَة وَرَوَى أَبُو دَاوُد حَدَّثَنَا اِبْن الصَّبَّاح وَابْن سُفْيَان وَابْن عَبْدَة وَهَذَا حَدِيثه أَخْبَرَنَا سُفْيَان عَنْ عُبَيْد اللَّه بْن أَبِي يَزِيد سَمِعَ اِبْن عَبَّاس يَقُول : لَمْ يُؤْمِن بِهَا أَكْثَر النَّاس : آيَة الْإِذْن وَإِنِّي لَآمُر جَارِيَتِي هَذِهِ تَسْتَأْذِن عَلَيَّ قَالَ أَبُو دَاوُد وَكَذَلِكَ رَوَاهُ عَطَاء عَنْ اِبْن عَبَّاس يَأْمُر بِهِ وَقَالَ الثَّوْرِيّ عَنْ مُوسَى بْن أَبِي عَائِشَة سَأَلْت الشَّعْبِيّ \" لِيَسْتَأْذِنكُمْ الَّذِينَ مَلَكَتْ أَيْمَانكُمْ \" قَالَ : لَمْ تُنْسَخ قُلْت فَإِنَّ النَّاس لَا يَعْمَلُونَ بِهَا فَقَالَ : اللَّه الْمُسْتَعَان وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الرَّبِيع بْن سُلَيْمَان حَدَّثَنَا اِبْن وَهْب أَخْبَرَنَا سُلَيْمَان بْن بِلَال عَنْ عَمْرو بْن أَبِي عَمْرو عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَجُلَيْنِ سَأَلَاهُ عَنْ الِاسْتِئْذَان فِي الثَّلَاث عَوْرَات الَّتِي أَمَرَ اللَّه بِهَا فِي الْقُرْآن فَقَالَ اِبْن عَبَّاس : \" إِنَّ اللَّه سِتِّير يُحِبّ السَّتْر كَانَ النَّاس لَيْسَ لَهُمْ سُطُور عَلَى أَبْوَابهمْ وَلَا حِجَال فِي بُيُوتهمْ فَرُبَّمَا فَاجَأَ الرَّجُل خَادِمه أَوْ وَلَده أَوْ يَتِيمه فِي حِجْره وَهُوَ عَلَى أَهْله فَأَمَرَهُمْ اللَّه أَنْ يَسْتَأْذِنُوا فِي تِلْكَ الْعَوْرَات الَّتِي سَمَّى اللَّه ثُمَّ جَاءَ اللَّه بَعْد بِالسُّتُورِ فَبَسَطَ اللَّه عَلَيْهِمْ الرِّزْق فَاِتَّخَذُوا السُّتُور وَاِتَّخَذُوا الْحِجَال فَرَأَى النَّاس أَنَّ ذَلِكَ قَدْ كَفَاهُمْ مِنْ الِاسْتِئْذَان الَّذِي أُمِرُوا بِهِ \" وَهَذَا إِسْنَاد صَحِيح إِلَى اِبْن عَبَّاس وَرَوَاهُ أَبُو دَاوُد عَنْ الْقَعْنَبِيّ عَنْ الدَّرَاوَرْدِيّ عَنْ عَمْرو بْن أَبِي عَمْرو بِهِ : وَقَالَ السُّدِّيّ كَانَ أُنَاس مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ يُحِبُّونَ أَنْ يُوَاقِعُوا نِسَاءَهُمْ فِي هَذِهِ السَّاعَات لِيَغْتَسِلُوا ثُمَّ يَخْرُجُوا إِلَى الصَّلَاة فَأَمَرَهُمْ اللَّه أَنْ يَأْمُرُوا الْمَمْلُوكِينَ وَالْغِلْمَان أَنْ لَا يَدْخُلُوا عَلَيْهِمْ فِي تِلْكَ السَّاعَات إِلَّا بِإِذْنٍ وَقَالَ مُقَاتِل بْن حَيَّان : بَلَغَنَا وَاَللَّه أَعْلَم أَنَّ رَجُلًا مِنْ الْأَنْصَار وَامْرَأَته أَسْمَاء بِنْت مَرْثَد صَنَعَا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَعَامًا فَجَعَلَ النَّاس يَدْخُلُونَ بِغَيْرِ إِذْن : فَقَالَتْ أَسْمَاء يَا رَسُول اللَّه مَا أَقْبَح هَذَا إِنَّهُ لَيَدْخُل عَلَى الْمَرْأَة وَزَوْجهَا وَهُمَا فِي ثَوْب وَاحِد غُلَامهمَا بِغَيْرِ إِذْن فَأَنْزَلَ اللَّه فِي ذَلِكَ \" يَا أَيّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنكُمْ الَّذِينَ مَلَكَتْ أَيْمَانكُمْ \" إِلَى آخِرهَا وَمِمَّا يَدُلّ عَلَى أَنَّهَا مُحْكَمَة لَمْ تُنْسَخ قَوْله \" كَذَلِكَ يُبَيِّن اللَّه لَكُمْ الْآيَات وَاَللَّه حَكِيم عَلِيم \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39278, "aya_id": 58}]