[{"text": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ", "sura_id": 10, "type": 0, "id": 1392, "aya_id": 28}, {"text": "ويوم نحشرهم جميعا ثم نقول للذين أشركوا مكانكم أنتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم إيانا تعبدون", "sura_id": 10, "type": 1, "id": 7628, "aya_id": 28}, {"text": "28 - (و) اذكر (يوم نحشرهم) أي الخلق (جميعاً ثم نقول للذين أشركوا مكانكم) نصب بالزموا مقدراً (أنتم) تأكيد للضمير المستتر في الفعل المقدر ليعطف عليه (وشركاؤكم) أي الأصنام (فزيَّلنا) ميزنا (بينهم) وبين المؤمنين كما في آية {وامتازوا اليوم أيها المجرمون} (وقال) لهم (شركاؤهم ما كنتم إيانا تعبدون) ما نافية وقدم المفعول للفاصلة \r\n", "sura_id": 10, "type": 2, "id": 26336, "aya_id": 28}, {"text": "واذكر -أيها الرسول- يوم نحشر الخلق جميعا للحساب والجزاء, ثم نقول للذين أشركوا بالله: الزموا مكانكم أنتم وشركاؤكم الذين كنتم تعبدونهم من دون الله حتى تنظروا ما يُفْعل بكم, فَفَرَّقْنا بين المشركين ومعبوديهم, وتبرَّأ مَن عُبِدُوا مِن دون الله ممن كانوا يعبدونهم, وقالوا للمشركين: ما كنتم إيانا تعبدون في الدنيا.\r\n", "sura_id": 10, "type": 3, "id": 32572, "aya_id": 28}, {"text": " <font color=red>وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ</font><BR><p>\" وَيَوْم نَحْشُرهُمْ \" أَيْ أَهْل الْأَرْض كُلّهمْ مِنْ جِنّ وَإِنْس وَبَرّ وَفَاجِر كَقَوْلِهِ \" وَحَشَرْنَاهُمْ فَلَمْ نُغَادِر مِنْهُمْ أَحَدًا \" \" ثُمَّ نَقُول لِلَّذِينَ أَشْرَكُوا \" الْآيَة أَيْ اِلْزَمُوا أَنْتُمْ وَهُمْ مَكَانًا مُعَيَّنًا اِمْتَازُوا فِيهِ عَنْ مَقَام الْمُؤْمِنِينَ كَقَوْلِهِ تَعَالَى \" وَامْتَازُوا الْيَوْم أَيّهَا الْمُجْرِمُونَ \" وَقَوْله \" وَيَوْم تَقُوم السَّاعَة يَوْمئِذٍ يَتَفَرَّقُونَ \" وَفِي الْآيَة الْأُخْرَى \" يَوْمئِذٍ يَصَّدَّعُونَ \" أَيْ يَصِيرُونَ صَدْعَيْنِ وَهَذَا يَكُون إِذَا جَاءَ الرَّبّ تَبَارَكَ وَتَعَالَى لِفَصْلِ الْقَضَاء وَلِهَذَا قِيلَ ذَلِكَ يَسْتَشْفِع الْمُؤْمِنُونَ إِلَى اللَّه تَعَالَى أَنْ يَأْتِي لِفَصْلِ الْقَضَاء وَيُرِيحنَا مِنْ مَقَامنَا هَذَا وَفِي الْحَدِيث الْآخَر \" نَحْنُ يَوْم الْقِيَامَة عَلَى كَوْم فَوْق النَّاس \" وَقَالَ اللَّه تَعَالَى فِي الْآيَة الْكَرِيمَة إِخْبَارًا عَمَّا يَأْمُر بِهِ الْمُشْرِكِينَ وَأَوْثَانهمْ يَوْم الْقِيَامَة \" مَكَانكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنهمْ \" الْآيَة أَنَّهُمْ أَنْكَرُوا عِبَادَتهمْ وَتَبَرَّءُوا مِنْهُمْ كَقَوْلِهِ \" كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ \" الْآيَة وَقَوْله \" إِذْ تَبَرَّأَ الَّذِينَ اُتُّبِعُوا مِنْ الَّذِينَ اِتَّبَعُوا \" وَقَوْله \" وَمَنْ أَضَلّ مِمَّنْ يَدْعُو مِنْ دُون اللَّه مَنْ لَا يَسْتَجِيب لَهُ إِلَى يَوْم الْقِيَامَة وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاس كَانُوا لَهُمْ أَعْدَاء \" الْآيَة وَقَوْله فِي هَذِهِ الْآيَة إِخْبَارًا عَنْ قَوْل الشُّرَكَاء فِيمَا رَاجَعُوا فِيهِ عَابِدِيهِمْ عِنْد اِدِّعَائِهِمْ عِبَادَتهمْ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37454, "aya_id": 28}]