[{"text": "هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاء وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللّهُ ذَلِكَ إِلاَّ بِالْحَقِّ يُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ", "sura_id": 10, "type": 0, "id": 1369, "aya_id": 5}, {"text": "هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم يعلمون", "sura_id": 10, "type": 1, "id": 7605, "aya_id": 5}, {"text": "5 - (هو الذي جعل الشمس ضياء) ذات ضياء أي نور (والقمر نوراً وقدره) من حيث سيره (منازل) ثمانية وعشرين ليلة من كل شهر منزلاً من ثمان وعشرين ويستتر ليلتين إن كان الشهر ثلاثين يوماً أو ليلةً إن كان تسعة وعشرين يوماً (لتعلموا) بذلك (عدد السنين والحساب ما خلق الله ذلك) المذكور (إلا بالحق) لا عبثاً ، تعالى عن ذلك (يفصل) بالياء والنون يبين (الآيات لقوم يعلمون) يتدبرون \r\n", "sura_id": 10, "type": 2, "id": 26313, "aya_id": 5}, {"text": "الله هو الذي جعل الشمس ضياء, وجعل القمر نورًا, وقدَّر القمر منازل, فبالشمس تعرف الأيام, وبالقمر تعرف الشهور والأعوام, ما خلق الله تعالى الشمس والقمر إلا لحكمة عظيمة, ودلالة على كمال قدرة الله وعلمه, يبيِّن الحجج والأدلة لقوم يعلمون الحكمة في إبداع الخلق.\r\n", "sura_id": 10, "type": 3, "id": 32549, "aya_id": 5}, {"text": " <font color=red>هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ</font><BR><p>يُخْبِر تَعَالَى عَمَّا خَلَقَ مِنْ الْآيَات الدَّالَّة عَلَى كَمَالِ قُدْرَته وَعَظِيم سُلْطَانه أَنَّهُ جَعَلَ الشُّعَاع الصَّادِر عَنْ جِرْم الشَّمْس ضِيَاء وَجَعَلَ شُعَاع الْقَمَر نُورًا هَذَا فَنّ وَهَذَا فَنّ آخَر فَفَاوَتَ بَيْنهمَا لِئَلَّا يَشْتَبِهَا وَجَعَلَ سُلْطَان الشَّمْس بِالنَّهَارِ وَسُلْطَان الْقَمَر بِاللَّيْلِ وَقَدَّرَ الْقَمَر مَنَازِل فَأَوَّل مَا يَبْدُو صَغِيرًا ثُمَّ يَتَزَايَد نُوره وَجِرْمه حَتَّى يَسْتَوْسِق وَيَكْمُل إِبْدَاره ثُمَّ يَشْرَع فِي النَّقْص حَتَّى يَرْجِع إِلَى حَالَته الْأُولَى فِي تَمَام شَهْر كَقَوْلِهِ تَعَالَى \" وَالْقَمَر قَدَّرْنَاهُ مَنَازِل حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيم لَا الشَّمْس يَنْبَغِي لَهَا أَنْ تُدْرِك الْقَمَر وَلَا اللَّيْل سَابِق النَّهَار وَكُلّ فِي فَلَك يَسْبَحُونَ \" وَقَوْله تَعَالَى \" وَالشَّمْس وَالْقَمَر حُسْبَانًا \" الْآيَة وَقَوْله فِي هَذِهِ الْآيَة الْكَرِيمَة \" وَقَدَّرَهُ \" أَيْ الْقَمَر \" مَنَازِل لِتَعْلَمُوا عَدَد السِّنِينَ وَالْحِسَاب \" فَبِالشَّمْسِ تُعْرَف الْأَيَّام وَبِسَيْرِ الْقَمَر تُعْرَف الشُّهُور وَالْأَعْوَام \" مَا خَلَقَ اللَّه ذَلِكَ إِلَّا بِالْحَقِّ \" أَيْ لَمْ يَخْلُقهُ عَبَثًا بَلْ لَهُ حِكْمَة عَظِيمَة فِي ذَلِكَ وَحُجَّة بَالِغَة كَقَوْلِهِ تَعَالَى \" وَمَا خَلَقْنَا السَّمَاء وَالْأَرْض وَمَا بَيْنهمَا بَاطِلًا ذَلِكَ ظَنّ الَّذِينَ كَفَرُوا فَوَيْل لِلَّذِينَ كَفَرُوا مِنْ النَّار \" وَقَالَ تَعَالَى \" أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ فَتَعَالَى اللَّه الْمَلِك الْحَقّ لَا إِلَه إِلَّا هُوَ رَبّ الْعَرْش الْكَرِيم \" وَقَوْله \" نُفَصِّل الْآيَات \" أَيْ نُبَيِّن الْحُجَج وَالْأَدِلَّة \" لِقَوْمٍ يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37478, "aya_id": 5}]