[{"text": "إِنَّ الَّذِينَ تَوَلَّوْاْ مِنكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُواْ وَلَقَدْ عَفَا اللّهُ عَنْهُمْ إِنَّ اللّهَ غَفُورٌ حَلِيمٌ", "sura_id": 3, "type": 0, "id": 448, "aya_id": 155}, {"text": "إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطان ببعض ما كسبوا ولقد عفا الله عنهم إن الله غفور حليم", "sura_id": 3, "type": 1, "id": 6684, "aya_id": 155}, {"text": "155 - (إن الذين تولوا منكم) عن القتال (يوم التقى الجمعان) جمع المسلمين وجمع الكفار بأحد وهم المسلمون إلا اثنى عشر رجلاً (إنما استزلهم) أزلهم (الشيطان) بوسوسته (ببعض ما كسبوا) من الذنوب وهو مخالفة أمر النبي (ولقد عفا الله عنهم إن الله غفور) للمؤمنين (حليم) لا يعجل على العصاة \r\n", "sura_id": 3, "type": 2, "id": 25392, "aya_id": 155}, {"text": "إن الذين فرُّوا منكم -يا أصحاب- محمد عن القتال يوم التقى المؤمنون والمشركون في غزوة \"أُحد\", إنما أوقعهم الشيطان في هذا الذنب ببعض ما عملوا من الذنوب, ولقد تجاوز الله عنهم فلم يعاقبهم. إن الله غفور للمذنبين التائبين, حليم لا يعاجل من عصاه بالعقوبة.\r\n", "sura_id": 3, "type": 3, "id": 31628, "aya_id": 155}, {"text": " <font color=red>إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ</font><BR><p>قَالَ تَعَالَى \" إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْم اِلْتَقَى الْجَمْعَانِ إِنَّمَا اِسْتَزَلَّهُمْ الشَّيْطَان بِبَعْضِ مَا كَسَبُوا \" أَيْ بِبَعْضِ ذُنُوبهمْ السَّالِفَة كَمَا قَالَ بَعْض السَّلَف إِنَّ مِنْ ثَوَاب الْحَسَنَة الْحَسَنَة بَعْدهَا وَإِنَّ مِنْ جَزَاء السَّيِّئَة السَّيِّئَة بَعْدهَا ثُمَّ قَالَ تَعَالَى \" وَلَقَدْ عَفَا اللَّه عَنْهُمْ \" أَيْ عَمَّا كَانَ مِنْهُمْ مِنْ الْفِرَار \" إِنَّ اللَّه غَفُور حَلِيم \" أَيْ يَغْفِر الذَّنْب وَيَحْلُم عَنْ خَلْقه وَيَتَجَاوَز عَنْهُمْ وَقَدْ تَقَدَّمَ حَدِيث اِبْن عُمَر فِي شَأْن عُثْمَان وَتَوَلِّيه يَوْم أُحُد وَأَنَّ اللَّه عَفَا عَنْهُ مَعَ مَنْ عَفَا عَنْهُمْ عِنْد قَوْله \" وَلَقَدْ عَفَا عَنْكُمْ \" وَمُنَاسِب ذِكْره هَهُنَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة بْن عَمْرو حَدَّثَنَا زَائِدَة عَنْ عَاصِم عَنْ شَقِيق قَالَ لَقِيَ عَبْد الرَّحْمَن بْن عَوْف الْوَلِيد بْن عُقْبَة فَقَالَ لَهُ الْوَلِيد مَا لِي أَرَاك جَفَوْت أَمِير الْمُؤْمِنِينَ عُثْمَان فَقَالَ لَهُ عَبْد الرَّحْمَن أَبْلِغْهُ أَنِّي لَمْ أَفِرّ يَوْم حُنَيْن قَالَ عَاصِم يَقُول يَوْم أُحُد وَلَمْ أَتَخَلَّف عَنْ بَدْر وَلَمْ أَتْرُك سُنَّة عُمَر قَالَ فَانْطَلَقَ فَأَخْبَرَ بِذَلِكَ عُثْمَان قَالَ : فَقَالَ عُثْمَان أَمَّا قَوْله إِنِّي لَمْ أَفِرّ يَوْم حُنَيْن فَكَيْفَ يُعَيِّرنِي بِذَلِكَ وَلَقَدْ عَفَا اللَّه عَنْهُ فَقَالَ تَعَالَى \" إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْم اِلْتَقَى الْجَمْعَانِ إِنَّمَا اِسْتَزَلَّهُمْ الشَّيْطَان بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّه عَنْهُمْ \" وَأَمَّا قَوْله إِنِّي تَخَلَّفَتْ يَوْم بَدْر فَإِنِّي كُنْت أُمَرِّض رُقْيَة بِنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى مَاتَتْ وَقَدْ ضَرَبَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسَهْمٍ وَمَنْ ضَرَبَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسَهْمٍ فَقَدْ شَهِدَ وَأَمَّا قَوْله إِنِّي تَرَكْت سُنَّة عُمَر فَإِنِّي لَا أُطِيقهَا وَلَا هُوَ فَأْتِهِ فَحَدِّثْهُ بِذَلِكَ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39905, "aya_id": 155}]