[{"text": "وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ", "sura_id": 45, "type": 0, "id": 4501, "aya_id": 28}, {"text": "وترى كل أمة جاثية كل أمة تدعى إلى كتابها اليوم تجزون ما كنتم تعملون", "sura_id": 45, "type": 1, "id": 10737, "aya_id": 28}, {"text": "28 - (وترى كل أمة) أي أهل الدين (جاثية) على الركب أو مجتمعة (كل أمة تدعى إلى كتابها) كتاب أعمالها ويقال لهم (اليوم تجزون ما كنتم تعملون) أي جزاءه \r\n", "sura_id": 45, "type": 2, "id": 29445, "aya_id": 28}, {"text": "وترى -أيها الرسول- يوم تقوم الساعة أهل كل ملة ودين جاثمين على رُكَبهم, كل أمة تُدْعى إلى كتاب أعمالها, ويقال لهم: اليوم تُجزون ما كنتم تعملون من خير أو شر .\r\n", "sura_id": 45, "type": 3, "id": 35681, "aya_id": 28}, {"text": " <font color=red>وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>ذَكَرَهُ اِبْن أَبِي حَاتِم ثُمَّ قَالَ تَعَالَى وَتَرَى كُلّ أُمَّة جَاثِيَة أَيْ عَلَى رُكَبهَا مِنْ الشِّدَّة وَالْعَظَمَة وَيُقَال إِنَّ هَذَا إِذَا جِيءَ بِجَهَنَّم فَإِنَّهَا تَزْفِر زَفْرَة لَا يَبْقَى أَحَد إِلَّا جَثَا لِرُكْبَتَيْهِ حَتَّى إِبْرَاهِيم الْخَلِيل عَلَيْهِ الصَّلَاة وَالسَّلَام وَيَقُول نَفْسِي نَفْسِي نَفْسِي لَا أَسْأَلك الْيَوْم إِلَّا نَفْسِي وَحَتَّى أَنَّ عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام لَيَقُولُ لَا أَسْأَلك الْيَوْم إِلَّا نَفْسِي لَا أَسْأَلك مَرْيَم الَّتِي وَلَدَتْنِي. وَقَالَ مُجَاهِد وَكَعْب الْأَحْبَار وَالْحَسَن الْبَصْرِيّ كُلّ أُمَّة جَاثِيَة أَيْ عَلَى الرُّكَب وَقَالَ عِكْرِمَة جَاثِيَة مُتَمَيِّزَة عَلَى نَاحِيَتهَا وَلَيْسَ عَلَى الرُّكَب وَالْأَوَّل أَوْلَى . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد الْمُقْرِي حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو عَنْ عَبْد اللَّه بْن بَابَاهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كَأَنِّي أَرَاكُمْ جَاثِينَ بِالْكَوْمِ دُون جَهَنَّم \" . وَقَالَ إِسْمَاعِيل بْن أَبِي رَافِع الْمَدَنِيّ عَنْ مُحَمَّد بْن كَعْب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ مَرْفُوعًا فِي حَدِيث الصُّور فَيَتَمَيَّز النَّاس وَتَجْثُو الْأُمَم وَهِيَ الَّتِي يَقُول اللَّه تَعَالَى وَتَرَى كُلّ أُمَّة جَاثِيَة كُلّ أُمَّة تُدْعَى إِلَى كِتَابهَا وَهَذَا فِيهِ جَمْع بَيْن الْقَوْلَيْنِ وَلَا مُنَافَاة وَاَللَّه أَعْلَم . وَقَوْله عَزَّ وَجَلَّ كُلّ أُمَّة تُدْعَى إِلَى كِتَابهَا يَعْنِي كِتَاب أَعْمَالهَا كَقَوْلِهِ جَلَّ جَلَاله وَوُضِعَ الْكِتَاب وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاء وَلِهَذَا قَالَ سُبْحَانه وَتَعَالَى الْيَوْم تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ أَيْ تُجَازَوْنَ بِأَعْمَالِكُمْ خَيْرهَا وَشَرّهَا كَقَوْلِهِ عَزَّ وَجَلَّ يُنَبَّأ الْإِنْسَان يَوْمئِذٍ بِمَا قَدَّمَ وَأَخَّرَ بَلْ الْإِنْسَان عَلَى نَفْسه بَصِيرَة وَلَوْ أَلْقَى مَعَاذِيره .</p><BR> <br> ", "sura_id": 45, "type": 4, "id": 41300, "aya_id": 28}]