[{"text": "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءكُم بَلْ كُنتُم مُّجْرِمِينَ", "sura_id": 34, "type": 0, "id": 3638, "aya_id": 32}, {"text": "قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين", "sura_id": 34, "type": 1, "id": 9874, "aya_id": 32}, {"text": "32 - (قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم) لا (بل كنتم مجرمين) في انفسكم \r\n", "sura_id": 34, "type": 2, "id": 28582, "aya_id": 32}, {"text": "قال الرؤساء للذين استُضعِفوا: أنحن منعناكم من الهدى بعد إذ جاءكم؟ بل كنتم مجرمين إذ دخلتم في الكفر بإرادتكم مختارين.\r\n", "sura_id": 34, "type": 3, "id": 34818, "aya_id": 32}, {"text": " <font color=red>قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ تَمَادِي الْكُفَّار فِي طُغْيَانهمْ وَعِنَادهمْ وَإِصْرَارهمْ عَلَى عَدَم الْإِيمَان بِالْقُرْآنِ وَبِمَا أَخْبَرَ بِهِ مِنْ أَمْر الْمَعَاد وَلِهَذَا قَالَ تَعَالَى \" وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِن بِهَذَا الْقُرْآن وَلَا بِاَلَّذِي بَيْن يَدَيْهِ\" قَالَ اللَّه عَزَّ وَجَلَّ مُتَهَدِّدًا لَهُمْ وَمُتَوَعِّدًا وَمُخْبِرًا عَنْ مَوَاقِفهمْ الذَّلِيلَة بَيْن يَدَيْهِ فِي حَال تَخَاصُمهمْ وَتَحَاجّهمْ\" يَرْجِع بَعْضهمْ إِلَى بَعْض الْقَوْل يَقُول الَّذِينَ اُسْتُضْعِفُوا\" وَهُمْ الْأَتْبَاع \" لِلَّذِينَ اِسْتَكْبَرُوا \" مِنْهُمْ وَهُمْ قَادَتْهُمْ وَسَادَتهمْ \" لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ \" أَيْ لَوْلَا أَنْتُمْ تَصُدُّونَا لَكُنَّا اِتَّبَعْنَا الرُّسُل وَآمَنَّا بِمَا جَاءُونَا بِهِ فَقَالَ لَهُمْ الْقَادَة وَالسَّادَة وَهُمْ الَّذِينَ اِسْتَكْبَرُوا \" أَنَحْنُ صَدَدْنَاكُمْ عَنْ الْهُدَى بَعْد إِذْ جَاءَكُمْ\" ؟ أَيْ نَحْنُ مَا فَعَلْنَا بِكُمْ أَكْثَر مِنْ أَنَّا دَعَوْنَاكُمْ فَاتَّبَعْتُمُونَا مِنْ غَيْر دَلِيل وَلَا بُرْهَان وَخَالَفْتُمْ الْأَدِلَّة وَالْبَرَاهِين وَالْحُجَج الَّتِي جَاءَتْ بِهِمْ الرُّسُل لِشَهْوَتِكُمْ وَاخْتِيَاركُمْ لِذَلِكَ وَلِهَذَا قَالُوا .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40265, "aya_id": 32}]