[{"text": "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا", "sura_id": 110, "type": 0, "id": 6215, "aya_id": 2}, {"text": "و رأيت الناس يدخلون في دين الله أفواجا", "sura_id": 110, "type": 1, "id": 12451, "aya_id": 2}, {"text": "2 - (ورأيت الناس يدخلون في دين الله) أي الإسلام (أفواجا) جماعات بعد ما كان يدخل فيه واحد واحد وذلك بعد فتح مكة جاءه العرب من أقطار الأرض طائعين \r\n", "sura_id": 110, "type": 2, "id": 31159, "aya_id": 2}, {"text": "ورأيت الكثير من الناس يدخلون في الإسلام جماعات جماعات.\r\n", "sura_id": 110, "type": 3, "id": 37395, "aya_id": 2}, {"text": " <font color=red>وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا</font><BR><p>وَرَوَى اِبْن جَرِير عَنْ مُحَمَّد بْن حُمَيْد عَنْ مِهْرَان عَنْ الثَّوْرِيّ عَنْ عَاصِم عَنْ أَبِي رَزِين عَنْ اِبْن عَبَّاس فَذَكَرَ مِثْل هَذِهِ الْقِصَّة أَوْ نَحْوهَا . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن فُضَيْل حَدَّثَنَا عَطَاء عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نُعِيَتْ إِلَيَّ نَفْسِي \" فَإِنَّهُ مَقْبُوض فِي تِلْكَ السَّنَة تَفَرَّدَ بِهِ أَحْمَد وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس مِثْله وَهَكَذَا قَالَ مُجَاهِد وَأَبُو الْعَالِيَة وَالضَّحَّاك وَغَيْر وَاحِد إِنَّهَا أَجَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نُعِيَ إِلَيْهِ . وَقَالَ اِبْن جَرِير حَدَّثَنِي إِسْمَاعِيل بْن مُوسَى حَدَّثَنَا الْحَسَن بْن عِيسَى الْحَنَفِيّ عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ أَبِي حَازِم عَنْ اِبْن عَبَّاس قَالَ : بَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَدِينَة إِذْ قَالَ \" اللَّه أَكْبَر اللَّه أَكْبَر جَاءَ نَصْر اللَّه وَالْفَتْح جَاءَ أَهْل الْيَمَن - قِيلَ يَا رَسُول اللَّه وَمَا أَهْل الْيَمَن ؟ قَالَ - قَوْم رَقِيقَة قُلُوبهمْ لَيِّنَة طِبَاعهمْ الْإِيمَان يَمَان وَالْفِقْه يَمَان وَالْحِكْمَة يَمَانِيَّة\" . ثُمَّ رَوَاهُ اِبْن عَبْد الْأَعْلَى عَنْ أَبِي عَنْ مَعْمَر عَنْ عِكْرِمَة مُرْسَلًا . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى حَدَّثَنَا أَبُو كَامِل الْجَحْدَرِيّ حَدَّثَنَا أَبُو عَوَانَة عَنْ هِلَال بْن خَبَّاب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" حَتَّى خَتَمَ السُّورَة قَالَ : نُعِيَتْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفْسه حِين نَزَلَتْ قَالَ فَأَخَذَ بِأَشَدّ مَا كَانَ قَطُّ اِجْتِهَادًا فِي أَمْر الْآخِرَة . وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : بَعْد ذَلِكَ \" جَاءَ الْفَتْح وَنَصْر اللَّه وَجَاءَ أَهْل الْيَمَن \" فَقَالَ رَجُل يَا رَسُول اللَّه وَمَا أَهْل الْيَمَن ؟ قَالَ \" قَوْم رَقِيقَة قُلُوبهمْ لَيِّنَة طِبَاعهمْ الْإِيمَان يَمَان وَالْفِقْه يَمَان \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَحْمَد حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ عَاصِم عَنْ أَبِي رَزِين عَنْ اِبْن عَبَّاس قَالَ : لَمَّا نَزَلَتْ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح\" عَلِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَدْ نُعِيَتْ إِلَيْهِ نَفْسه فَقِيلَ إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح السُّورَة كُلّهَا . حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ عَاصِم عَنْ أَبِي رَزِين أَنَّ عُمَر سَأَلَ اِبْن عَبَّاس عَنْ هَذِهِ الْآيَة \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" قَالَ لَمَّا نَزَلَتْ نُعِيَتْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفْسه . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا إِبْرَاهِيم بْن أَحْمَد بْن عُمَر الْوَكِيعِيّ حَدَّثَنَا أَبِي حَدَّثَنَا جَعْفَر عَنْ عَوْن عَنْ أَبِي الْعُمَيْس عَنْ أَبِي بَكْر بْن أَبِي الْجَهْم عَنْ عُبَيْد اللَّه بْن عُتْبَة عَنْ اِبْن عَبَّاس قَالَ آخِر سُورَة نَزَلَتْ مِنْ الْقُرْآن جَمِيعًا \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبُحْتُرِيّ الطَّائِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّهُ قَالَ لَمَّا نَزَلَتْ هَذِهِ السُّورَة \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" قَرَأَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى خَتَمَهَا فَقَالَ \" النَّاس خَيْر وَأَنَا وَأَصْحَابِي خَيْر - وَقَالَ - لَا هِجْرَة بَعْد الْفَتْح وَلَكِنْ جِهَاد وَنِيَّة\" فَقَالَ لَهُ مَرْوَان كَذَبْت وَعِنْده رَافِع بْن خَدِيج وَزَيْد بْن ثَابِت قَاعِدَانِ مَعَهُ عَلَى السَّرِير فَقَالَ أَبُو سَعِيد لَوْ شَاءَ هَذَانِ لَحَدَّثَاك وَلَكِنْ هَذَا يَخَاف أَنْ تَنْزِعهُ عَنْ عَرَافَة قَوْمه وَهَذَا يَخْشَى أَنْ تَنْزِعهُ عَنْ الصَّدَقَة فَرَفَعَ مَرْوَان عَلَيْهِ الدِّرَّة لِيَضْرِبهُ فَلَمَّا رَأَيَا ذَلِكَ قَالَا صَدَقَ . تَفَرَّدَ بِهِ أَحْمَد وَهَذَا الَّذِي أَنْكَرَهُ مَرْوَان عَلَى أَبِي سَعِيد لَيْسَ بِمُنْكَرٍ فَقَدْ ثَبَتَ مِنْ رِوَايَة اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَوْم الْفَتْح \" لَا هِجْرَة وَلَكِنْ جِهَاد وَنِيَّة وَلَكِنْ إِذَا اُسْتُنْفِرْتُمْ فَانْفِرُوا \" أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم فِي صَحِيحَيْهِمَا فَاَلَّذِي فَسَّرَ بِهِ بَعْض الصَّحَابَة مِنْ جُلَسَاء عُمَر رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ مِنْ أَنَّهُ قَدْ أَمَرَنَا إِذَا فَتَحَ اللَّه عَلَيْنَا الْمَدَائِن وَالْحُصُون أَنْ نَحْمَد اللَّه وَنَشْكُرهُ وَنُسَبِّحهُ يَعْنِي نُصَلِّي لَهُ وَنَسْتَغْفِرهُ مَعْنًى مَلِيحٌ صَحِيحٌ . وَقَدْ ثَبَتَ لَهُ شَاهِد مِنْ صَلَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم فَتْح مَكَّة وَقْت الضُّحَى ثَمَانِي رَكَعَات فَقَالَ قَائِلُونَ هِيَ صَلَاة الضُّحَى وَأُجِيبُوا بِأَنَّهُ لَمْ يَكُنْ يُوَاظِب عَلَيْهَا فَكَيْف صَلَّاهَا ذَلِكَ الْيَوْم وَقَدْ كَانَ مُسَافِرًا لَمْ يَنْوِ الْإِقَامَة بِمَكَّة ؟ وَلِهَذَا أَقَامَ فِيهَا إِلَى آخِر شَهْر رَمَضَان قَرِيبًا مِنْ تِسْع عَشْرَة يَوْمًا يَقْصُر الصَّلَاة وَيُفْطِر هُوَ وَجَمِيع الْجَيْش وَكَانُوا نَحْوًا مِنْ عَشْرَة آلَاف قَالَ هَؤُلَاءِ وَإِنَّمَا كَانَتْ صَلَاة الْفَتْح قَالُوا فَيُسْتَحَبّ لِأَمِيرِ الْجَيْش إِذَا فَتَحَ بَلَدًا أَنْ يُصَلِّي فِيهِ أَوَّل مَا يَدْخُلهُ ثَمَانِي رَكَعَات وَهَكَذَا فَعَلَ سَعْد بْن أَبِي وَقَّاص يَوْم فَتْح الْمَدَائِن ثُمَّ قَالَ بَعْضهمْ يُصَلِّيهَا كُلّهَا بِتَسْلِيمَةٍ وَاحِدَة وَالصَّحِيح أَنَّهُ يُسَلِّم مِنْ كُلّ رَكْعَتَيْنِ كَمَا وَرَدَ فِي سُنَن أَبِي دَاوُدَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُسَلِّم يَوْم الْفَتْح مِنْ كُلّ رَكْعَتَيْنِ وَأَمَّا مَا فَسَّرَ بِهِ اِبْن عَبَّاس وَعُمَر رَضِيَ اللَّه تَعَالَى عَنْهُمَا مِنْ أَنَّ هَذِهِ السُّورَة نُعِيَ فِيهَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رُوحه الْكَرِيمَة وَأُعْلِمَ أَنَّهُ إِذَا فُتِحَتْ مَكَّة وَهِيَ قَرْيَتك الَّتِي أَخْرَجَتْك وَدَخَلَ النَّاس فِي دِين اللَّه أَفْوَاجًا فَقَدْ فَرَغَ شُغْلنَا بِك فِي الدُّنْيَا فَتَهَيَّأْ لِلْقُدُومِ عَلَيْنَا وَالْوُفُود إِلَيْنَا فَالْآخِرَة خَيْر لَك مِنْ الدُّنْيَا وَلَسَوْفَ يُعْطِيك رَبّك فَتَرْضَى .</p><BR> <br> ", "sura_id": 110, "type": 4, "id": 37724, "aya_id": 2}]