[{"text": "وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُّتَقَابِلِينَ", "sura_id": 15, "type": 0, "id": 1849, "aya_id": 47}, {"text": "ونزعنا ما في صدورهم من غل إخوانا على سرر متقابلين", "sura_id": 15, "type": 1, "id": 8085, "aya_id": 47}, {"text": "47 - (ونزعنا ما في صدورهم من غل) حقد (إخوانا) حال منهم (على سرر متقابلين) حال أيضا أي لا ينظر بعضهم إلى قفا بعض لدوران الأسرة بهم \r\n", "sura_id": 15, "type": 2, "id": 26793, "aya_id": 47}, {"text": " ونزعنا ما في قلوبهم من حقد وعداوة, يعيشون في الجنة إخوانًا متحابين, يجلسون على أسرَّة عظيمة, تتقابل وجوههم تواصلا وتحاببًا,\r\n", "sura_id": 15, "type": 3, "id": 33029, "aya_id": 47}, {"text": " <font color=red>وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ</font><BR><p>وَقَوْله \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" رَوَى الْقَاسِم عَنْ أَبِي أُمَامَةَ قَالَ : يَدْخُل أَهْل الْجَنَّة الْجَنَّة عَلَى مَا فِي صُدُورهمْ فِي الدُّنْيَا مِنْ الشَّحْنَاء وَالضَّغَائِن حَتَّى إِذَا تَوَافَوْا وَتَقَابَلُوا نَزَعَ اللَّه مَا فِي صُدُورهمْ فِي الدُّنْيَا مِنْ غِلّ ثُمَّ قَرَأَ\" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ \" هَكَذَا فِي هَذِهِ الرِّوَايَة وَالْقَاسِم بْن عَبْد الرَّحْمَن فِي رِوَايَته عَنْ أَبِي أُمَامَةَ ضَعِيف وَقَدْ رَوَى سَعِيد فِي تَفْسِيره حَدَّثَنَا اِبْن فَضَالَة عَنْ لُقْمَان عَنْ أَبِي أُمَامَةَ قَالَ : لَا يَدْخُل الْجَنَّة مُؤْمِن حَتَّى يَنْزِع اللَّه مَا فِي صَدْره مِنْ غِلّ حَتَّى يَنْزِع مِنْهُ مِثْل السَّبْع الضَّارِي . وَهَذَا مُوَافِق لِمَا فِي الصَّحِيح مِنْ رِوَايَة قَتَادَة حَدَّثَنَا أَبُو الْمُتَوَكِّل النَّاجِيّ أَنَّ أَبَا سَعِيد الْخُدْرِيّ حَدَّثَهُمْ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَخْلُص الْمُؤْمِنُونَ مِنْ النَّار فَيُحْبَسُونَ عَلَى قَنْطَرَة بَيْن الْجَنَّة وَالنَّار يُقْتَصّ لِبَعْضِهِمْ مِنْ بَعْض مَظَالِم كَانَتْ بَيْنهمْ فِي الدُّنْيَا حَتَّى إِذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُول الْجَنَّة \" وَقَالَ اِبْن جَرِير حَدَّثَنَا الْحَسَن حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا هِشَام عَنْ مُحَمَّد هُوَ اِبْن سِيرِينَ قَالَ اِسْتَأْذَنَ الْأَشْتَر عَلَى عَلِيّ رَضِيَ اللَّه عَنْهُ وَعِنْده اِبْن لِطَلْحَةَ فَحَبَسَهُ ثُمَّ أَذِنَ لَهُ فَلَمَّا دَخَلَ قَالَ إِنِّي لَأَرَاك إِنَّمَا حَبَسْتنِي لِهَذَا ؟ قَالَ أَجَلْ قَالَ إِنِّي لَأَرَاهُ لَوْ كَانَ عِنْدك اِبْن لِعُثْمَان لَحَبَسْتنِي قَالَ أَجَلْ إِنِّي لَأَرْجُو أَنْ أَكُون أَنَا عُثْمَان مِمَّنْ قَالَ اللَّه تَعَالَى \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا الْحَسَن بْن مُحَمَّد حَدَّثَنَا أَبُو مُعَاوِيَة الضَّرِير حَدَّثَنَا أَبُو مَالِك الْأَشْجَعِيّ حَدَّثَنَا أَبُو حَبِيبَة مَوْلًى لِطَلْحَةَ قَالَ : دَخَلَ عِمْرَان بْن طَلْحَة عَلَى عَلِيّ رَضِيَ اللَّه عَنْهُ بَعْدَمَا فَرَغَ مِنْ أَصْحَاب الْجَمَل فَرَحَّبَ بِهِ وَقَالَ : إِنِّي لَأَرْجُو أَنْ يَجْعَلنِي اللَّه وَأَبَاك مِنْ الَّذِينَ قَالَ اللَّه \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" وَحَدَّثَنَا الْحَسَن حَدَّثَنَا أَبُو مُعَاوِيَة الضَّرِير حَدَّثَنَا أَبُو مَالِك الْأَشْجَعِيّ عَنْ أَبِي حَبِيبَة مَوْلًى لِطَلْحَةَ قَالَ : دَخَلَ عِمْرَان بْن طَلْحَة عَلَى عَلِيّ رَضِيَ اللَّه عَنْهُ بَعْدَمَا فَرَغَ مِنْ أَصْحَاب الْجَمَل فَرَحَّبَ بِهِ وَقَالَ : إِنِّي لَأَرْجُو أَنْ يَجْعَلنِي اللَّه وَأَبَاك مِنْ الَّذِينَ قَالَ اللَّه \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" قَالَ وَرَجُلَانِ جَالِسَانِ إِلَى نَاحِيَة الْبِسَاط فَقَالَا اللَّه أَعْدَل مِنْ ذَلِكَ تَقْتُلهُمْ بِالْأَمْسِ وَتَكُونُونَ إِخْوَانًا فَقَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ أَبْعَد أَرْض وَأَسْحَقهَا فَمَنْ هُمْ إِذًا إِنْ لَمْ أَكُنْ أَنَا وَطَلْحَة ؟ وَذَكَرَ أَبُو مُعَاوِيَة الْحَدِيث بِطُولِهِ . وَرَوَى وَكِيع عَنْ أَبَان بْن عَبْد اللَّه الْبَجَلِيّ عَنْ نُعَيْم بْن أَبِي هِنْد عَنْ رِبْعِيّ بْن خِرَاش عَنْ عَلِيّ نَحْوه وَقَالَ فِيهِ فَقَامَ رَجُل مِنْ هَمْدَان فَقَالَ اللَّه أَعْدَل مِنْ ذَلِكَ يَا أَمِير الْمُؤْمِنِينَ قَالَ فَصَاحَ بِهِ عَلِيّ صَيْحَة فَظَنَنْت أَنَّ الْقَصْر قَدْ تَدَهْدَهَ لَهَا ثُمَّ قَالَ إِذَا لَمْ نَكُنْ نَحْنُ فَمَنْ هُمْ ؟ وَقَالَ سَعِيد بْن مَسْرُوق عَنْ أَبِي طَلْحَة وَذَكَرَهُ وَفِيهِ فَقَالَ الْحَارِث الْأَعْوَر ذَلِكَ فَقَامَ إِلَيْهِ عَلِيّ رَضِيَ اللَّه عَنْهُ فَضَرَبَهُ بِشَيْءٍ كَانَ فِي يَده فِي رَأْسه وَقَالَ فَمَنْ هُمْ يَا أَعْوَر إِذَا لَمْ نَكُنْ نَحْنُ ؟ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم قَالَ : جَاءَ اِبْن جُرْمُوز قَاتِل الزُّبَيْر يَسْتَأْذِن عَلَى عَلِيّ رَضِيَ اللَّه عَنْهُ فَحَجَبَهُ طَوِيلًا ثُمَّ أَذِنَ لَهُ فَقَالَ لَهُ أَمَّا أَهْل الْبَلَاء فَتَجْفُوهُمْ فَقَالَ عَلِيّ بِفِيك التُّرَاب إِنِّي لَأَرْجُو أَنْ أَكُون أَنَا وَطَلْحَة وَالزُّبَيْر مِمَّنْ قَالَ اللَّه \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" وَكَذَا رَوَى الثَّوْرِيّ عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ عَلِيّ بِنَحْوِهِ وَقَالَ سُفْيَان بْن عُيَيْنَة عَنْ إِسْرَائِيل عَنْ أَبِي مُوسَى سَمِعَ الْحَسَن الْبَصْرِيّ يَقُول : قَالَ عَلِيّ فِينَا وَاَللَّه أَهْل بَدْر نَزَلَتْ هَذِهِ الْآيَة \" وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" وَقَالَ كَثِير النَّوَى : دَخَلْت عَلَى أَبِي جَعْفَر مُحَمَّد بْن عَلِيّ فَقُلْت وَلِيِّي وَلِيّكُمْ وَسِلْمِي سِلْمكُمْ وَعَدُوِّي عَدُوّكُمْ وَحَرْبِي حَرْبكُمْ أَنَا أَسْأَلك بِاَللَّهِ أَتَبْرَأ مِنْ أَبِي بَكْر وَعُمَر فَقَالَ\" قَدْ ضَلَلْت إِذًا وَمَا أَنَا مِنْ الْمُهْتَدِينَ \" تَوَلَّهُمَا يَا كَثِير فَمَا أَدْرَكَك فَهُوَ فِي رَقَبَتِي هَذِهِ ثُمَّ تَلَا هَذِهِ الْآيَة \" إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" قَالَ أَبُو بَكْر وَعُمَر وَعَلِيّ رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ وَقَالَ الثَّوْرِيّ عَنْ رَجُل عَنْ أَبِي صَالِح فِي قَوْله \" إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" قَالَ هُمْ عَشْرَة أَبُو بَكْر وَعُمَر وَعُثْمَان وَعَلِيّ وَطَلْحَة وَالزُّبَيْر وَعَبْد الرَّحْمَن بْن عَوْف وَسَعْد بْن أَبِي وَقَّاص وَسَعِيد بْن زَيْد وَعَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ وَقَوْله \" مُتَقَابِلِينَ \" قَالَ مُجَاهِد لَا يَنْظُر بَعْضهمْ فِي قَفَا بَعْض وَفِيهِ حَدِيث مَرْفُوع . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه ثَنَا حَسَّان بْن حَسَّان ثَنَا إِبْرَاهِيم بْن بِشْر ثَنَا يَحْيَى بْن مَعِين عَنْ إِبْرَاهِيم الْقُومِسِيّ عَنْ سَعِيد بْن شُرَحْبِيل عَنْ زَيْد بْن أَبِي أَوْفَى قَالَ : خَرَجَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَلَا هَذِهِ الْآيَة \" إِخْوَانًا عَلَى سُرُر مُتَقَابِلِينَ \" فِي اللَّه يَنْظُر بَعْضهمْ إِلَى بَعْض .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37993, "aya_id": 47}]