[{"text": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُونَ", "sura_id": 9, "type": 0, "id": 1300, "aya_id": 65}, {"text": "ولئن سألتهم ليقولن إنما كنا نخوض و نلعب قل أبالله و آياته و رسوله كنتم تستهزئون", "sura_id": 9, "type": 1, "id": 7536, "aya_id": 65}, {"text": "65 - (ولئن) لام القسم (سألتهم) عن استهزائهم بك والقرآن وهم سائرون معك إلى تبوك (ليقولن) معتذرين (إنما كنا نخوض ونلعب) في الحديث لنقطع به الطريق ولم نقصد ذلك (قل) لهم (أبالله وآياته ورسوله كنتم تستهزئون) \r\n", "sura_id": 9, "type": 2, "id": 26244, "aya_id": 65}, {"text": "ولئن سألتهم -أيها النبي- عما قالوا من القَدْح في حقك وحق أصحابك لَيَقولُنَّ: إنما كنا نتحدث بكلام لا قصد لنا به, قل لهم -أيها النبي-: أبالله عز وجل وآياته ورسوله كنتم تستهزئون؟\r\n", "sura_id": 9, "type": 3, "id": 32480, "aya_id": 65}, {"text": " <font color=red>وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ</font><BR><p>قَالَ أَبُو مَعْشَر الْمَدَنِيّ عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَغَيْره قَالُوا : قَالَ رَجُل مِنْ الْمُنَافِقِينَ مَا أَرَى قُرَّاءَنَا هَؤُلَاءِ إِلَّا أَرْغَبنَا بُطُونًا وَأَكْذَبنَا أَلْسِنَة وَأَجْبَننَا عِنْد اللِّقَاء . فَرُفِعَ ذَلِكَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ اِرْتَحَلَ وَرَكِبَ نَاقَته فَقَالَ يَا رَسُول اللَّه إِنَّمَا كُنَّا نَخُوض وَنَلْعَب . فَقَالَ \" أَبِاَللَّهِ وَآيَاته وَرَسُوله كُنْتُمْ تَسْتَهْزِئُونَ \" - إِلَى قَوْله - \" كَانُوا مُجْرِمِينَ \" وَإِنَّ رِجْلَيْهِ لَتَسْفَعَانِ الْحِجَارَة وَمَا يَلْتَفِت إِلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُتَعَلِّق بِسَيْفِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ . وَقَالَ عَبْد اللَّه بْن وَهْب : أَخْبَرَنِي هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَم عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَجُل فِي غَزْوَة تَبُوك فِي مَجْلِس : مَا رَأَيْت مِثْل قُرَّائِنَا هَؤُلَاءِ أَرْغَب بُطُونًا وَلَا أَكْذَب أَلْسُنًا وَلَا أَجَبْنَ عِنْد اللِّقَاء . فَقَالَ رَجُل فِي الْمَسْجِد : كَذَبْت وَلَكِنَّك مُنَافِق لَأُخْبِرَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَزَلَ الْقُرْآن فَقَالَ عَبْد اللَّه بْن عُمَر أَنَا رَأَيْته مُتَعَلِّقًا بِحُقُبِ نَاقَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَنْكُبهُ الْحِجَارَة وَهُوَ يَقُول يَا رَسُول اللَّه إِنَّمَا كُنَّا نَخُوض وَنَلْعَب وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يَقُول \" أَبِاَللَّهِ وَآيَاته وَرَسُوله كُنْتُمْ تَسْتَهْزِئُونَ \" الْآيَة . وَقَدْ رَوَاهُ اللَّيْث عَنْ هِشَام بْن سَعْد بِنَحْوٍ مِنْ هَذَا . وَقَالَ اِبْن إِسْحَاق وَقَدْ كَانَ جَمَاعَة مِنْ الْمُنَافِقِينَ مِنْهُمْ وَدِيعَة بْن ثَابِت أَخُو بَنِي أُمَيَّة بْن زَيْد بْن عَمْرو بْن عَوْف وَرَجُل مِنْ أَشْجَع حَلِيف لِبَنِي سَلَمَة يُقَال لَهُ مخشي بْن حِمْيَر يَسِيرُونَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُنْطَلِق إِلَى تَبُوك فَقَالَ بَعْضهمْ لِبَعْضِ أَتَحْسِبُونَ جِلَاد بَنِي الْأَصْفَر كَقِتَالِ الْعَرَب بَعْضهمْ بَعْضًا وَاَللَّه لَكَأَنَّا بِكُمْ غَدًا مُقَرَّنِينَ فِي الْحِبَال إِرْجَافًا وَتَرْهِيبًا لِلْمُؤْمِنِينَ فَقَالَ مخشي بْن حِمْيَر وَاَللَّه لَوَدِدْت أَنْ أُقَاضِي عَلَى أَنْ يُضْرَب كُلّ رَجُل مِنَّا مِائَة جَلْدَة وَأَنَّنَا نُغْلَب أَنْ يَنْزِل فِينَا قُرْآن لِمَقَالَتِكُمْ هَذِهِ وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا بَلَغَنِي لِعَمَّارِ بْن يَاسِر \" أَدْرِك الْقَوْم فَإِنَّهُمْ قَدْ اِحْتَرَقُوا فَاسْأَلْهُمْ عَمَّا قَالُوا فَإِنْ أَنْكَرُوا فَقُلْ بَلَى قُلْتُمْ كَذَا وَكَذَا \" فَانْطَلَقَ إِلَيْهِمْ عَمَّار فَقَالَ ذَلِكَ لَهُمْ فَأَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْتَذِرُونَ إِلَيْهِ فَقَالَ وَدِيعَة بْن ثَابِت وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاقِف عَلَى رَاحِلَته فَجَعَلَ يَقُول وَهُوَ آخِذ بِحُقُبِهَا : يَا رَسُول اللَّه إِنَّمَا كُنَّا نَخُوض وَنَلْعَب فَقَالَ مخشي بْن حِمْيَر يَا رَسُول اللَّه قَعَدَ بِي اِسْمِي وَاسْم أَبِي فَكَانَ الَّذِي عَفَا عَنْهُ فِي هَذِهِ الْآيَة مخشي بْن حِمْيَر فَتَسَمَّى عَبْد الرَّحْمَن وَسَأَلَ اللَّه أَنْ يُقْتَل شَهِيدًا لَا يُعْلَم بِمَكَانِهِ فَقُتِلَ يَوْم الْيَمَامَة وَلَمْ يُوجَد لَهُ أَثَر وَقَالَ قَتَادَة وَلَئِنْ سَأَلْتهمْ لِيَقُولُنَّ إِنَّمَا كُنَّا نَخُوض وَنَلْعَب قَالَ فَبَيْنَمَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فِي غَزْوَة تَبُوك وَرَكْب مِنْ الْمُنَافِقِينَ يَسِيرُونَ بَيْن يَدَيْهِ فَقَالُوا يَظُنّ هَذَا أَنْ يَفْتَح قُصُور الرُّوم وَحُصُونهَا هَيْهَاتَ هَيْهَاتَ فَأَطْلَعَ اللَّه نَبِيّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ عَلَى مَا قَالُوا فَقَالَ عَلَيَّ بِهَؤُلَاءِ النَّفَر فَدَعَاهُمْ فَقَالَ قُلْتُمْ كَذَا وَكَذَا فَحَلَفُوا مَا كُنَّا إِلَّا نَخُوض وَنَلْعَب وَقَالَ عِكْرِمَة فِي تَفْسِير هَذِهِ الْآيَة كَانَ رَجُل مِمَّنْ إِنْ شَاءَ اللَّه عَفَا عَنْهُ يَقُول اللَّهُمَّ إِنِّي أَسْمَع آيَة أَنَا أَعَنَى بِهَا تَقْشَعِرّ الْجُلُود وَتُجَبّ مِنْهَا الْقُلُوب اللَّهُمَّ فَاجْعَلْ وَفَاتِي قَتْلًا فِي سَبِيلك لَا يَقُول أَحَد أَنَا غَسَّلْت أَنَا كَفَّنْت أَنَا دَفَنْت قَالَ فَأُصِيب يَوْم الْيَمَامَة فَمَا مِنْ أَحَد مِنْ الْمُسْلِمِينَ إِلَّا وَقَدْ وَجَدَ غَيْره .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43485, "aya_id": 65}]