[{"text": "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ", "sura_id": 57, "type": 0, "id": 5087, "aya_id": 12}, {"text": "يوم ترى المؤمنين والمؤمنات يسعى نورهم بين أيديهم وبأيمانهم بشراكم اليوم جنات تجري من تحتها الأنهار خالدين فيها ذلك هو الفوز العظيم", "sura_id": 57, "type": 1, "id": 11323, "aya_id": 12}, {"text": "12 - اذكر (يوم ترى المؤمنين والمؤمنات يسعى نورهم بين أيديهم) أمامهم يكون (وبأيمانهم) ويقال لهم (بشراكم اليوم جنات) أي ادخلوها (تجري من تحتها الأنهار خالدين فيها ذلك هو الفوز العظيم) \r\n", "sura_id": 57, "type": 2, "id": 30031, "aya_id": 12}, {"text": "يوم ترى المؤمنين والمؤمنات يسعى نورهم على الصراط بين أيديهم وعن أيمانهم, بقدر أعمالهم, ويقال لهم: بشراكم اليوم دخول جنات واسعة تجري من تحت أشجارها الأنهار, لا تخرجون منها أبدًا, ذلك الجزاء هو الفوز العظيم لكم في الآخرة.\r\n", "sura_id": 57, "type": 3, "id": 36267, "aya_id": 12}, {"text": " <font color=red>يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمُؤْمِنِينَ الْمُتَصَدِّقِينَ أَنَّهُمْ يَوْم الْقِيَامَة يَسْعَى نُورهمْ بَيْن أَيْدِيهمْ فِي عَرَصَات الْقِيَامَة بِحَسَبِ أَعْمَالهمْ كَمَا قَالَ عَبْد اللَّه بْن مَسْعُود فِي قَوْله تَعَالَى \" يَسْعَى نُورهمْ بَيْن أَيْدِيهمْ \" قَالَ عَلَى قَدْر أَعْمَالهمْ يَمُرُّونَ عَلَى الصِّرَاط مِنْهُمْ مَنْ نُوره مِثْل الْجَبَل وَمِنْهُمْ مَنْ نُوره مِثْل النَّخْلَة وَمِنْهُمْ مَنْ نُوره مِثْل الرَّجُل الْقَائِم وَأَدْنَاهُمْ نُورًا مَنْ نُوره فِي إِبْهَامه يَتَّقِد مَرَّة وَيُطْفَأ مَرَّة وَرَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَقَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" مِنْ الْمُؤْمِنِينَ مَنْ يُضِيء نُوره مِنْ الْمَدِينَة إِلَى عَدَن أَبْيَن وَصَنْعَاء فَدُون ذَلِكَ حَتَّى إِنَّ مِنْ الْمُؤْمِنِينَ مَنْ يُضِيء نُوره مَوْضِع قَدَمَيْهِ\" . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ حُصَيْن عَنْ مُجَاهِد عَنْ جُنَادَة بْن أَبِي أُمَيَّة قَالَ إِنَّكُمْ مَكْتُوبُون عِنْد اللَّه بِأَسْمَائِكُمْ وَسِيمَاكُمْ وَحِلَاكُمْ وَنَجْوَاكُمْ وَمَجَالِسكُمْ فَإِذَا كَانَ يَوْم الْقِيَامَة قِيلَ يَا فُلَان هَذَا نُورك يَا فُلَان لَا نُور لَك وَقَرَأَ \" يَسْعَى نُورهمْ بَيْن أَيْدِيهمْ \" وَقَالَ الضَّحَّاك لَيْسَ أَحَد إِلَّا يُعْطَى نُورًا يَوْم الْقِيَامَة فَإِذَا اِنْتَهَوْا إِلَى الصِّرَاط طُفِئَ نُور الْمُنَافِقِينَ فَلَمَّا رَأَى ذَلِكَ الْمُؤْمِنُونَ أَشْفَقُوا أَنْ يُطْفَأ نُورهمْ كَمَا طُفِئَ نُور الْمُنَافِقِينَ فَقَالُوا \" رَبّنَا أَتْمِمْ لَنَا نُورنَا \" وَقَالَ الْحَسَن \" يَسْعَى نُورهمْ بَيْن أَيْدِيهمْ \" يَعْنِي عَلَى الصِّرَاط . وَقَدْ قَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه تَعَالَى حَدَّثَنَا أَبُو عُبَيْد اللَّه اِبْن أَخِي اِبْن وَهْب أَخْبَرَنَا عَمِّي عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ سَعِيد بْن مَسْعُود أَنَّهُ سَمِعَ عَبْد الرَّحْمَن بْن جُبَيْر يُحَدِّث أَنَّهُ سَمِعَ أَبَا الدَّرْدَاء وَأَبَا ذَرّ يُخْبِرَانِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" أَنَا أَوَّل مَنْ يُؤْذَن لَهُ يَوْم الْقِيَامَة بِالسُّجُودِ وَأَوَّل مَنْ يُؤْذَن لَهُ بِرَفْعِ رَأْسه فَأَنْظُر مِنْ بَيْن يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي فَأَعْرِف أُمَّتِي مِنْ بَيْن الْأُمَم \" فَقَالَ لَهُ رَجُل يَا نَبِيّ اللَّه كَيْفَ تَعْرِف أُمَّتك مِنْ بَيْن الْأُمَم مَا بَيْن نُوح إِلَى أُمَّتك ؟ فَقَالَ \" أَعْرِفهُمْ مُحَجَّلُونَ مِنْ أَثَر الْوُضُوء وَلَا يَكُون لِأَحَدٍ مِنْ الْأُمَم غَيْرهمْ وَأَعْرِفهُمْ يُؤْتَوْنَ كُتُبهمْ بِأَيْمَانِهِمْ وَأَعْرِفهُمْ بِسِيمَاهُمْ فِي وُجُوههمْ وَأَعْرِفهُمْ بِنُورِهِمْ يَسْعَى بَيْن أَيْدِيهمْ \" . وَقَوْله \" وَبِأَيْمَانِهِمْ \" قَالَ الضَّحَّاك : أَيْ وَبِأَيْمَانِهِمْ كُتُبهمْ كَمَا قَالَ \" فَمَنْ أُوتِيَ كِتَابه بِيَمِينِهِ\" وَقَوْله \" بُشْرَاكُمْ الْيَوْم جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار\" أَيْ يُقَال لَهُمْ بُشْرَاكُمْ الْيَوْم جَنَّات أَيْ لَكُمْ الْبِشَارَة بِجَنَّاتٍ تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" خَالِدِينَ فِيهَا \" أَيْ مَاكِثِينَ فِيهَا أَبَدًا \" ذَلِكَ هُوَ الْفَوْز الْعَظِيم \".</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42004, "aya_id": 12}]