[{"text": "اللَّهُ الصَّمَدُ", "sura_id": 112, "type": 0, "id": 6223, "aya_id": 2}, {"text": "الله الصمد", "sura_id": 112, "type": 1, "id": 12459, "aya_id": 2}, {"text": "2 - (الله الصمد) مبتدأ وخبر أي المقصود في الحوائج على الدوام \r\n", "sura_id": 112, "type": 2, "id": 31167, "aya_id": 2}, {"text": "الله وحده المقصود في قضاء الحوائج والرغائب.\r\n", "sura_id": 112, "type": 3, "id": 37403, "aya_id": 2}, {"text": " <font color=red>اللَّهُ الصَّمَدُ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى \" اللَّه الصَّمَد\" قَالَ عِكْرِمَة عَنْ اِبْن عَبَّاس يَعْنِي الَّذِي يَصْمُد إِلَيْهِ الْخَلَائِق فِي حَوَائِجهمْ وَمَسَائِلهمْ قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس هُوَ السَّيِّد الَّذِي قَدْ كَمُلَ فِي سُؤْدُده وَالشَّرِيف الَّذِي قَدْ كَمُلَ فِي شَرَفه وَالْعَظِيم الَّذِي قَدْ كَمُلَ فِي عَظَمَته وَالْحَلِيم الَّذِي قَدْ كَمُلَ فِي حِلْمه وَالْعَلِيم الَّذِي قَدْ كَمُلَ فِي عِلْمه وَالْحَكِيم الَّذِي قَدْ كَمُلَ فِي حِكْمَته وَهُوَ الَّذِي قَدْ كَمُلَ فِي أَنْوَاع الشَّرَف وَالسُّؤْدُد وَهُوَ اللَّه سُبْحَانه هَذِهِ صِفَته لَا تَنْبَغِي إِلَّا لَهُ لَيْسَ لَهُ كُفْء وَلَيْسَ كَمِثْلِهِ شَيْء سُبْحَان اللَّه الْوَاحِد الْقَهَّار وَقَالَ الْأَعْمَش عَنْ سُفْيَان عَنْ أَبِي وَائِل \" الصَّمَد \" السَّيِّد الَّذِي قَدْ اِنْتَهَى سُؤْدُده وَرَوَاهُ عَاصِم بْن أَبِي وَائِل عَنْ اِبْن مَسْعُود . وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ \" الصَّمَد\" السَّيِّد وَقَالَ الْحَسَن وَقَتَادَة هُوَ الْبَاقِي بَعْد خَلْقه وَقَالَ الرَّبِيع بْن أَنَس هُوَ الَّذِي لَمْ يَلِد وَلَمْ يُولَد كَأَنَّهُ جَعَلَ مَا بَعْده تَفْسِيرًا لَهُ وَهُوَ قَوْله \" لَمْ يَلِد وَلَمْ يُولَد \" وَهُوَ تَفْسِير جَيِّد وَقَدْ تَقَدَّمَ الْحَدِيث مِنْ رِوَايَة اِبْن جَرِير عَنْ أُبَيّ بْن كَعْب فِي ذَلِكَ وَهُوَ صَرِيح فِيهِ وَقَالَ اِبْن مَسْعُود وَابْن عَبَّاس وَسَعِيد بْن الْمُسَيِّب وَمُجَاهِد وَعَبْد اللَّه بْن بُرَيْدَة وَعِكْرِمَة أَيْضًا وَسَعِيد بْن جُبَيْر وَعَطَاء بْن أَبِي رَبَاح وَعَطِيَّة الْعَوْفِيّ وَالضَّحَّاك وَالسُّدِّيّ \" الصَّمَد \" الَّذِي لَا جَوْف لَهُ . وَقَالَ سُفْيَان عَنْ مَنْصُور عَنْ مُجَاهِد \" الصَّمَد \" الْمُصْمَت الَّذِي لَا جَوْف لَهُ . وَقَالَ الشَّعْبِيّ هُوَ الَّذِي لَا يَأْكُل الطَّعَام وَلَا يَشْرَب الشَّرَاب وَقَالَ عَبْد اللَّه بْن بُرَيْدَة أَيْضًا \" الصَّمَد\" نُور يَتَلَأْلَأ رَوَى ذَلِكَ كُلّه وَحَكَاهُ اِبْن أَبِي حَاتِم وَالْبَيْهَقِيّ وَالطَّبَرَانِيّ وَكَذَا أَبُو جَعْفَر بْن جَرِير سَاقَ أَكْثَر ذَلِكَ بِأَسَانِيدِهِ وَقَالَ حَدَّثَنِي الْعَبَّاس بْن أَبِي طَالِب حَدَّثَنَا مُحَمَّد بْن عَمْرو بْن رُومِيّ عَنْ عُبَيْد اللَّه بْن سَعِيد قَائِد الْأَعْمَش حَدَّثَنَا صَالِح بْن حِبَّان عَنْ عَبْد اللَّه بْن بُرَيْدَة عَنْ أَبِيهِ قَالَ لَا أَعْلَم إِلَّا قَدْ رَفَعَهُ قَالَ \" الصَّمَد الَّذِي لَا جَوْف لَهُ \" وَهَذَا غَرِيب جِدًّا وَالصَّحِيح أَنَّهُ مَوْقُوف عَلَى عَبْد اللَّه بْن بُرَيْدَة. وَقَدْ قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ فِي كِتَاب السُّنَّة لَهُ بَعْد إِيرَاده كَثِيرًا مِنْ هَذِهِ الْأَقْوَال فِي تَفْسِير الصَّمَد وَكُلّ هَذِهِ صَحِيحَة وَهِيَ صِفَات رَبّنَا عَزَّ وَجَلَّ هُوَ الَّذِي يُصْمَد إِلَيْهِ فِي الْحَوَائِج , وَهُوَ الَّذِي قَدْ اِنْتَهَى سُؤْدُده , وَهُوَ الصَّمَد الَّذِي لَا جَوْف لَهُ وَلَا يَأْكُل وَلَا يَشْرَب وَهُوَ الْبَاقِي بَعْد خَلْقه .</p><BR> <br> ", "sura_id": 112, "type": 4, "id": 37732, "aya_id": 2}]