[{"text": "وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا", "sura_id": 18, "type": 0, "id": 2193, "aya_id": 53}, {"text": "و رأى المجرمون النار فظنوا أنهم مواقعوها و لم يجدوا عنها مصرفا", "sura_id": 18, "type": 1, "id": 8429, "aya_id": 53}, {"text": "53 - (ورأى المجرمون النار فظنوا) أي أيقنوا (أنهم مواقعوها) أي واقعون فيها (ولم يجدوا عنها مصرفا) معدلا \r\n", "sura_id": 18, "type": 2, "id": 27137, "aya_id": 53}, {"text": "وشاهد المجرمون النار، فأيقنوا أنهم واقعون فيها لا محالة، ولم يجدوا عنها معدلا للانصراف عنها إلى غيرها.\r\n", "sura_id": 18, "type": 3, "id": 33373, "aya_id": 53}, {"text": " <font color=red>وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</font><BR><p>وَقَوْله \" وَرَأَى الْمُجْرِمُونَ النَّار فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا \" أَيْ أَنَّهُمْ لَمَّا عَايَنُوا جَهَنَّم حِين جِيءَ بِهَا تُقَاد بِسَبْعِينَ أَلْف زِمَام مَعَ كُلّ زِمَام سَبْعُونَ أَلْف مَلَك \" فَإِذَا رَأَى الْمُجْرِمُونَ النَّار \" تَحَقَّقُوا لَا مَحَالَة أَنَّهُمْ مُوَاقِعُوهَا لِيَكُونَ ذَلِكَ مِنْ بَاب تَعْجِيل الْهَمّ وَالْحَزَن لَهُمْ فَإِنَّ تَوَقُّع الْعَذَاب وَالْخَوْف مِنْهُ قَبْل وُقُوعه عَذَاب نَاجِز وَقَوْله \" وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا \" أَيْ لَيْسَ لَهُمْ طَرِيق يَعْدِل بِهِمْ عَنْهَا وَلَا بُدّ لَهُمْ مِنْهَا . قَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ الْكَافِر لَيَرَى جَهَنَّم فَيَظُنّ أَنَّهَا مُوَاقِعَته مِنْ مَسِيرَة أَرْبَعمِائَةِ سَنَة \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُنْصَب الْكَافِر مِقْدَار خَمْسِينَ أَلْف سَنَة كَمَا لَمْ يَعْمَل فِي الدُّنْيَا وَإِنَّ الْكَافِر لَيَرَى جَهَنَّم وَيَظُنّ أَنَّهَا مُوَاقِعَته مِنْ مَسِيرَة أَرْبَعِينَ سَنَة \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38348, "aya_id": 53}]