[{"text": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلاَّ مُتَحَرِّفاً لِّقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ فَقَدْ بَاء بِغَضَبٍ مِّنَ اللّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ", "sura_id": 8, "type": 0, "id": 1176, "aya_id": 16}, {"text": "ومن يولهم يومئذ دبره إلا متحرفا لقتال أو متحيزا إلى فئة فقد باء بغضب من الله ومأواه جهنم وبئس المصير", "sura_id": 8, "type": 1, "id": 7412, "aya_id": 16}, {"text": "16 - (ومن يولهم يومئذ) أي يوم لقائهم (دبره إلا متحرفا) منعطفا (لقتال) بأن يريهم الفرة مكيدة وهو يريد الكرة (أو متحيزاً) منضماً (إلى فئةٍ) جماعةٍ من المسلمين يستنجد بها (فقد باء) رجع (بغضب من الله ومأواه جهنم وبئس المصير) المرجع هي وهذا مخصوص بما إذا لم يزد الكفار على الضعف \r\n", "sura_id": 8, "type": 2, "id": 26120, "aya_id": 16}, {"text": "ومن يُوَلِّهم منكم ظهره وقت الزحف إلا منعطفًا لمكيدة الكفار أو منحازًا إلى جماعة المسلمين حاضري الحرب حيث كانوا, فقد استحق الغضب من الله, ومقامه جهنم, وبئس المصير والمنقلب.\r\n", "sura_id": 8, "type": 3, "id": 32356, "aya_id": 16}, {"text": " <font color=red>وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ</font><BR><p>أَيْ يَفِرّ بَيْن يَدَيْ قِرْنِهِ مَكِيدَة لِيُرِيَهُ أَنَّهُ قَدْ خَافَ مِنْهُ فَيَتْبَعهُ ثُمَّ يَكُرّ عَلَيْهِ فَيَقْتُلهُ فَلَا بَأْس عَلَيْهِ فِي ذَلِكَ نَصَّ عَلَيْهِ سَعِيد بْن جُبَيْر وَالسُّدِّيّ وَقَالَ الضَّحَّاك أَنْ يَتَقَدَّم عَنْ أَصْحَابه لِيَرَى غِرَّة مِنْ الْعَدُوّ فَيُصِيبهَا \" أَوْ مُتَحَيِّزًا إِلَى فِئَة \" أَيْ فَرَّ مِنْ هَهُنَا إِلَى فِئَة أُخْرَى مِنْ الْمُسْلِمِينَ يُعَاوِنهُمْ وَيُعَاوِنُونَهُ فَيَجُوز لَهُ ذَلِكَ حَتَّى لَوْ كَانَ فِي سَرِيَّة فَفَرَّ إِلَى أَمِيره أَوْ إِلَى الْإِمَام الْأَعْظَم دَخَلَ فِي هَذِهِ الرُّخْصَة قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن حَدَّثَنَا زُهَيْر حَدَّثَنَا يَزِيد بْن أَبِي زِيَاد عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ كُنْت فِي سَرِيَّة مِنْ سَرَايَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَاصَ النَّاس حَيْصَة فَكُنْت فِيمَنْ حَاصَ فَقُلْنَا كَيْف نَصْنَع وَقَدْ فَرَرْنَا مِنْ الزَّحْف وَبُؤْنَا بِالْغَضَبِ ؟ ثُمَّ قُلْنَا لَوْ دَخَلْنَا الْمَدِينَة ثُمَّ بِتْنَا ثُمَّ قُلْنَا لَوْ عَرَضْنَا أَنْفُسنَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنْ كَانَتْ لَنَا تَوْبَةٌ وَإِلَّا ذَهَبْنَا فَأَتَيْنَاهُ قَبْل صَلَاة الْغَدَاة فَخَرَجَ فَقَالَ \" مَنْ الْقَوْم ؟ \" فَقُلْنَا : نَحْنُ الْفَرَّارُونَ . فَقَالَ \" لَا بَلْ أَنْتُمْ الْعَكَّارُونَ أَنَا فِئَتكُمْ وَأَنَا فِئَة الْمُسْلِمِينَ \" قَالَ فَأَتَيْنَاهُ حَتَّى قَبَّلْنَا يَده وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ يَزِيد بْن أَبِي زِيَاد وَقَالَ التِّرْمِذِيّ حَسَن لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث اِبْن أَبِي زِيَاد . وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث يَزِيد بْن أَبِي زِيَاد بِهِ وَزَادَ فِي آخِره وَقَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" أَوْ مُتَحَيِّزًا إِلَى فِئَة \" قَالَ أَهْل الْعِلْم مَعْنَى قَوْله \" الْعَكَّارُونَ \" أَيْ الْعَرَّافُونَ وَكَذَلِكَ قَالَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فِي أَبِي عُبَيْدَة لَمَّا قُتِلَ عَلَى الْجِسْر بِأَرْضِ فَارِس لِكَثْرَةِ الْجَيْش مِنْ نَاحِيَة الْمَجُوس فَقَالَ عُمَر : لَوْ تَحَيَّزَ إِلَيَّ لَكُنْت لَهُ فِئَة هَكَذَا رَوَاهُ مُحَمَّد بْن سِيرِينَ عَنْ عُمَر وَفِي رِوَايَة أَبِي عُثْمَان النَّهْدِيّ عَنْ عُمَر قَالَ لَمَّا قُتِلَ أَبُو عُبَيْدَة قَالَ عُمَر أَيّهَا النَّاس أَنَا فِئَتكُمْ وَقَالَ مُجَاهِد قَالَ عُمَر أَنَا فِئَة كُلّ مُسْلِم وَقَالَ عَبْد الْمَلِك بْن عُمَيْر عَنْ عُمَر : أَيّهَا النَّاس لَا تَغُرَّنَّكُمْ هَذِهِ الْآيَة فَإِنَّمَا كَانَتْ يَوْم بَدْر وَأَنَا فِئَة لِكُلِّ مُسْلِم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا حَسَّان بْن عَبْد اللَّه الْمِصْرِيّ حَدَّثَنَا خَلَّاد بْن سُلَيْمَان الْحَضْرَمِيّ حَدَّثَنَا نَافِع أَنَّهُ سَأَلَ اِبْن عُمَر قُلْت : إِنَّا قَوْم لَا نَثْبُت عِنْد قِتَال عَدُوّنَا وَلَا نَدْرِي مَنْ الْفِئَة ؟ ! إِمَامنَا أَوْ عَسْكَرنَا ! فَقَالَ : إِنَّ الْفِئَة رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت إِنَّ اللَّه يَقُول \" إِذَا لَقِيتُمْ الَّذِينَ كَفَرُوا زَحْفًا \" الْآيَة فَقَالَ : إِنَّمَا أُنْزِلَتْ هَذِهِ الْآيَة فِي يَوْم بَدْر لَا قَبْلهَا وَلَا بَعْدهَا وَقَالَ الضَّحَّاك فِي قَوْله \" أَوْ مُتَحَيِّزًا إِلَى فِئَة \" الْمُتَحَيِّز : الْفَارّ إِلَى النَّبِيّ وَأَصْحَابه وَكَذَلِكَ مَنْ فَرَّ الْيَوْم إِلَى أَمِيره أَوْ أَصْحَابه فَأَمَّا إِنْ كَانَ الْفِرَار لَا عَنْ سَبَب مِنْ هَذِهِ الْأَسْبَاب فَإِنَّهُ حَرَام وَكَبِيرَة مِنْ الْكَبَائِر لِمَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِجْتَنِبُوا السَّبْع الْمُوبِقَات \" قِيلَ يَا رَسُول اللَّه وَمَا هُنَّ ؟ قَالَ \" الشِّرْك بِاَللَّهِ وَالسِّحْر وَقَتْل النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم وَالتَّوَلِّي يَوْم الزَّحْف وَقَذْف الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات \" وَلَهُ شَوَاهِد مِنْ وُجُوه أُخَرَ وَلِهَذَا قَالَ تَعَالَى \" فَقَدْ بَاءَ \" أَيْ رَجَعَ \" بِغَضَبٍ مِنْ اللَّه وَمَأْوَاهُ \" أَيْ مَصِيره وَمُنْقَلَبه يَوْم مِيعَاده \" جَهَنَّم وَبِئْسَ الْمَصِير \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا زَكَرِيَّا بْن عَدِيٍّ حَدَّثَنَا عَبْد اللَّه بْن عُمَر الرَّقِّيّ عَنْ زَيْد بْن أَبِي أُنَيْسَة حَدَّثَنَا جَبَلَة بْن سُحَيْم عَنْ أَبِي الْمُثَنَّى الْعَبْدِيّ سَمِعْت السَّدُوسِيّ يَعْنِي اِبْن الْخَصَاصِيَّة وَهُوَ بَشِير بْن مَعْبَد قَالَ أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأُبَايِعَهُ فَاشْتَرَطَ عَلَيَّ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله وَأَنْ أُقِيم الصَّلَاة وَأَنْ أُؤَدِّيَ الزَّكَاة وَأَنْ أَحُجّ حَجَّة الْإِسْلَام وَأَنْ أَصُوم شَهْر رَمَضَان وَأَنْ أُجَاهِد فِي سَبِيل اللَّه . فَقُلْت يَا رَسُول اللَّه أَمَّا اِثْنَتَانِ فَوَاَللَّهِ لَا أُطِيقهُمَا : الْجِهَاد فَإِنَّهُمْ زَعَمُوا أَنَّ مَنْ وَلَّى الدُّبُر فَقَدْ بَاءَ بِغَضَبٍ مِنْ اللَّه فَأَخَاف إِنْ حَضَرْت ذَلِكَ خَشَعَتْ نَفْسِي وَكَرِهَتْ الْمَوْت وَالصَّدَقَة فَوَاَللَّهِ مَالِي إِلَّا غُنَيْمَة وَعَشْر ذَوْد هُنَّ رَسَلُ أَهْلِي وَحَمُولَتهمْ فَقَبَضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَده قَالَ \" فَلَا جِهَاد وَلَا صَدَقَة فَبِمَ تَدْخُل الْجَنَّة إِذًا ؟ \" قُلْت يَا رَسُول اللَّه أَنَا أُبَايِعك فَبَايَعْتُهُ عَلَيْهِنَّ كُلّهنَّ هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَلَمْ يُخْرِجُوهُ فِي الْكُتُب السِّتَّة . وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن يَحْيَى بْن حَمْزَة حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم أَبُو النَّضْر حَدَّثَنَا يَزِيد بْن رَبِيعَة حَدَّثَنَا أَبُو الْأَشْعَث عَنْ ثَوْبَان مَرْفُوعًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" ثَلَاثَة لَا يَنْفَع مَعَهُنَّ عَمَل : الشِّرْك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ وَالْفِرَار مِنْ الزَّحْف \" وَهَذَا أَيْضًا حَدِيث غَرِيب جِدًّا وَقَالَ الطَّبَرَانِيّ أَيْضًا حَدَّثَنَا الْعَبَّاس بْن مُقَاتِل الْأَسْفَاطِيّ حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَفْص بْن عُمَر السُّنِّيّ حَدَّثَنِي عَمْرو بْن مُرَّة قَالَ سَمِعْت بِلَال بْن يَسَار بْن زَيْد مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ سَمِعْت أَبِي يُحَدِّث عَنْ جَدِّي قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَالَ أَسْتَغْفِر اللَّه الَّذِي لَا إِلَه إِلَّا هُوَ وَأَتُوب إِلَيْهِ غُفِرَ لَهُ وَإِنْ كَانَ قَدْ فَرَّ مِنْ الزَّحْف \" . وَهَكَذَا رَوَاهُ أَبُو دَاوُد عَنْ مُوسَى بْن إِسْمَاعِيل بِهِ وَأَخْرَجَهُ التِّرْمِذِيّ عَنْ الْبُخَارِيّ عَنْ مُوسَى بْن إِسْمَاعِيل بِهِ وَقَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه قُلْت وَلَا يُعْرَف لِزَيْدٍ مَوْلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهُ سِوَاهُ وَقَدْ ذَهَبَ ذَاهِبُونَ إِلَى أَنَّ الْفِرَار إِنَّمَا كَانَ حَرَامًا عَلَى الصَّحَابَة لِأَنَّهُ كَانَ فَرْض عَيْن عَلَيْهِمْ وَقِيلَ عَلَى الْأَنْصَار خَاصَّة لِأَنَّهُمْ بَايَعُوا عَلَى السَّمْع وَالطَّاعَة فِي الْمَنْشَط وَالْمَكْرَه وَقِيلَ الْمُرَاد بِهَذِهِ الْآيَة أَهْل بَدْر خَاصَّة يُرْوَى هَذَا عَنْ عُمَر وَابْن عُمَر وَابْن عَبَّاس وَأَبِي هُرَيْرَة وَأَبِي سَعِيد وَأَبِي نَضْرَة وَنَافِع مَوْلَى اِبْن عُمَر وَسَعِيد بْن جُبَيْر وَالْحَسَن الْبَصْرِيّ وَعِكْرِمَة وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ وَحُجَّتهمْ فِي هَذَا أَنَّهُ لَمْ تَكُنْ عِصَابَة لَهَا شَوْكَة يَفِيئُونَ إِلَيْهَا إِلَّا عِصَابَتهمْ تِلْكَ كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ إِنْ تُهْلِكْ هَذِهِ الْعِصَابَة لَا تُعْبَد فِي الْأَرْض \" وَلِهَذَا قَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ مُبَارَك بْن فَضَالَة عَنْ الْحَسَن فِي قَوْله \" وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ \" قَالَ ذَلِكَ يَوْم بَدْر فَأَمَّا الْيَوْم فَإِنْ اِنْحَازَ إِلَى فِئَة أَوْ مِصْرٍ أَحْسَبهُ قَالَ فَلَا بَأْس عَلَيْهِ وَقَالَ اِبْن الْمُبَارَك أَيْضًا عَنْ اِبْن لَهِيعَة حَدَّثَنِي يَزِيد بْن أَبِي حَبِيب قَالَ أَوْجَبَ اللَّه تَعَالَى لِمَنْ فَرَّ يَوْم بَدْر النَّار قَالَ \" وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنْ اللَّه \" فَلَمَّا كَانَ يَوْمُ أُحُد بَعْد ذَلِكَ قَالَ \" إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْم الْتَقَى الْجَمْعَانِ \" - إِلَى قَوْله - \" وَلَقَدْ عَفَا اللَّه عَنْهُمْ \" ثُمَّ كَانَ يَوْم حُنَيْن بَعْد ذَلِكَ بِسَبْعِ سِنِينَ قَالَ \" ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ ثُمَّ أَنْزَلَ اللَّه سَكِينَتَهُ عَلَى رَسُوله وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاء الْكَافِرِينَ ثُمَّ يَتُوب اللَّه مِنْ بَعْد ذَلِكَ عَلَى مَنْ يَشَاء \" وَفِي سُنَن أَبِي دَاوُد وَالنَّسَائِيّ وَمُسْتَدْرَك الْحَاكِم وَتَفْسِير اِبْن جَرِير وَابْن مَرْدَوَيْهِ مِنْ حَدِيث دَاوُد بْن أَبِي هِنْد عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد أَنَّهُ قَالَ فِي هَذِهِ الْآيَة \" وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ \" إِنَّمَا أُنْزِلَتْ فِي أَهْل بَدْر وَهَذَا كُلّه لَا يَنْفِي أَنْ يَكُون الْفِرَار مِنْ الزَّحْف حَرَامًا عَلَى غَيْر أَهْل بَدْر وَإِنْ كَانَ سَبَب نُزُول الْآيَة فِيهِمْ كَمَا دَلَّ عَلَيْهِ حَدِيث أَبِي هُرَيْرَة الْمُتَقَدِّم مِنْ أَنَّ الْفِرَار مِنْ الزَّحْف مِنْ الْمُوبِقَات كَمَا هُوَ مَذْهَب الْجَمَاهِير وَاللَّهُ أَعْلَمُ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43062, "aya_id": 16}]