[{"text": "وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا", "sura_id": 25, "type": 0, "id": 2885, "aya_id": 30}, {"text": "وقال الرسول يا رب إن قومي اتخذوا هذا القرآن مهجورا", "sura_id": 25, "type": 1, "id": 9121, "aya_id": 30}, {"text": "30 - (وقال الرسول) محمد (يا رب إن قومي) قريشا (اتخذوا هذا القرآن مهجورا) متروكا \r\n", "sura_id": 25, "type": 2, "id": 27829, "aya_id": 30}, {"text": "وقال الرسول شاكيًا ما صنع قومه: يا ربِّ إن قومي تركوا هذا القرآن وهجروه، متمادين في إعراضهم عنه وتَرْكِ تدبُّره والعمل به وتبليغه. وفي الآية تخويف عظيم لمن هجر القرآن فلم يعمل به.\r\n", "sura_id": 25, "type": 3, "id": 34065, "aya_id": 30}, {"text": " <font color=red>وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ رَسُوله وَنَبِيّه مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" يَا رَبّ إِنَّ قَوْمِي اِتَّخَذُوا هَذَا الْقُرْآن مَهْجُورًا \" وَذَلِكَ أَنَّ الْمُشْرِكِينَ كَانُوا لَا يُصْغُونَ لِلْقُرْآنِ وَلَا يَسْتَمِعُونَهُ كَمَا قَالَ تَعَالَى : \" وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآن وَالْغَوْا فِيهِ \" الْآيَة فَكَانُوا إِذَا تُلِيَ عَلَيْهِمْ الْقُرْآن أَكْثَرُوا اللَّغَط وَالْكَلَام فِي غَيْره حَتَّى لَا يَسْمَعُونَهُ فَهَذَا مِنْ هِجْرَانه وَتَرْك الْإِيمَان بِهِ وَتَرْك تَصْدِيقه مِنْ هِجْرَانه وَتَرْك تَدَبُّره وَتَفَهُّمه مِنْ هِجْرَانه وَتَرْك الْعَمَل بِهِ وَامْتِثَال أَوَامِره وَاجْتِنَاب زَوَاجِره مِنْ هِجْرَانه وَالْعُدُول عَنْهُ إِلَى غَيْره مِنْ شِعْر أَوْ قَوْل أَوْ غِنَاء أَوْ لَهْو أَوْ كَلَام أَوْ طَرِيقَة مَأْخُوذَة مِنْ غَيْره مِنْ هِجْرَانه فَنَسْأَل اللَّه الْكَرِيم الْمَنَّان الْقَادِر عَلَى مَا يَشَاء أَنْ يُخَلِّصنَا مِمَّا يُسْخِطهُ ; وَيَسْتَعْمِلنَا فِيمَا يُرْضِيه مِنْ حِفْظ كِتَابه وَفَهْمه وَالْقِيَام بِمُقْتَضَاهُ آنَاء اللَّيْل وَأَطْرَاف النَّهَار عَلَى الْوَجْه الَّذِي يُحِبّهُ وَيَرْضَاهُ إِنَّهُ كَرِيم وَهَّاب وَقَوْله تَعَالَى : \" وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيّ عَدُوًّا مِنْ الْمُجْرِمِينَ \" أَيْ كَمَا حَصَلَ لَك يَا مُحَمَّد فِي قَوْمك مِنْ الَّذِينَ هَجَرُوا الْقُرْآن كَذَلِكَ كَانَ فِي الْأُمَم الْمَاضِينَ لِأَنَّ اللَّه جَعَلَ لِكُلِّ نَبِيّ عَدُوًّا مِنْ الْمُجْرِمِينَ يَدْعُونَ النَّاس إِلَى ضَلَالهمْ وَكُفْرهمْ .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39312, "aya_id": 30}]