[{"text": "سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُواْ الرُّعْبَ بِمَا أَشْرَكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ", "sura_id": 3, "type": 0, "id": 444, "aya_id": 151}, {"text": "سنلقي في قلوب الذين كفروا الرعب بما أشركوا بالله ما لم ينزل به سلطانا ومأواهم النار وبئس مثوى الظالمين", "sura_id": 3, "type": 1, "id": 6680, "aya_id": 151}, {"text": "151-(سنلقي في قلوب الذين كفروا الرعْب) بسكون العين وضمها الخوف ، وقد عزموا بعد ارتحالهم من أحد على العود واستئصال المسلمين فرعبوا ولم يرجعوا (بما أشركوا) بسبب إشراكهم (بالله ما لم ينزل به سلطانا) حجة على عبادته وهو الأصنام (ومأواهم النار وبئس مثوى) مأوى (الظالمين) الكافرين هي \r\n", "sura_id": 3, "type": 2, "id": 25388, "aya_id": 151}, {"text": "سنقذف في قلوب الذين كفروا أشدَّ الفزع والخوف بسبب إشراكهم بالله آلهة مزعومة, ليس لهم دليل أو برهان على استحقاقها للعبادة مع الله, فحالتهم في الدنيا: رعب وهلع من المؤمنين, أما مكانهم في الآخرة الذي يأوون إليه فهو النار; وذلك بسبب ظلمهم وعدوانهم, وساء هذا المقام مقامًا لهم.\r\n", "sura_id": 3, "type": 3, "id": 31624, "aya_id": 151}, {"text": " <font color=red>سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ</font><BR><p>قَالَ \" سَنُلْقِي فِي قُلُوب الَّذِينَ كَفَرُوا الرُّعْب بِمَا أَشْرَكُوا بِاَللَّهِ مَا لَمْ يُنَزِّل بِهِ سُلْطَانًا وَمَأْوَاهُمْ النَّار وَبِئْسَ مَثْوَى الظَّالِمِينَ \" وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ جَابِر بْن عَبْد اللَّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُعْطِيت خَمْسًا لَمْ يُعْطَهُنَّ أَحَد مِنْ الْأَنْبِيَاء قَبْلِي نُصِرْت بِالرُّعْبِ مَسِيرَة شَهْر وَجُعِلَتْ لِيَ الْأَرْض مَسْجِدًا وَطَهُورًا وَأُحِلَّتْ لِي الْغَنَائِم وَأُعْطِيت الشَّفَاعَة وَكَانَ النَّبِيّ يُبْعَث إِلَى قَوْمه خَاصَّة وَبُعِثْت إِلَى النَّاس عَامَّة \". وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ سُلَيْمَان التَّيْمِيّ عَنْ سَيَّار عَنْ أَبِي أُمَامَةَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَضَّلَنِي اللَّه عَلَى الْأَنْبِيَاء - أَوْ قَالَ عَلَى الْأُمَم - بِأَرْبَعٍ أُرْسِلْت إِلَى النَّاس كَافَّة وَجُعِلَتْ لِي الْأَرْض كُلّهَا وَلِأُمَّتِي مَسْجِدًا وَطَهُورًا فَأَيْنَمَا أَدْرَكَتْ رَجُلًا مِنْ أُمَّتِي الصَّلَاة فَعِنْده مَسْجِده وَطَهُوره وَنُصِرْت بِالرُّعْبِ مَسِيرَة شَهْر يُقْذَف فِي قُلُوب أَعْدَائِي وَأُحِلَّتْ لِي الْغَنَائِم \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث سُلَيْمَان التَّيْمِيّ عَنْ سَيَّار الْقُرَشِيّ الْأُمَوِيّ مَوْلَاهُمْ الدِّمَشْقِيّ سَكَنَ الْبَصْرَة عَنْ أَبِي أُمَامَةَ صُدَيّ بْن عَجْلَان رَضِيَ اللَّه عَنْهُ بِهِ وَقَالَ : حَسَن صَحِيح وَقَالَ سَعِيد بْن مَنْصُور : أَنْبَأَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ أَبَا يُونُس حَدَّثَهُ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" نُصِرْت بِالرُّعْبِ عَلَى الْعَدُوّ \" . وَرَوَاهُ مُسْلِم مِنْ حَدِيث اِبْن وَهْب : وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَق عَنْ أَبِي بُرْدَة عَنْ أَبِيهِ أَبِي مُوسَى قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُعْطِيت خَمْسًا بُعِثْت إِلَى الْأَحْمَر وَالْأَسْوَد وَجُعِلَتْ لِيَ الْأَرْض طَهُورًا وَمَسْجِدًا وَأُحِلَّتْ لِيَ الْغَنَائِم وَلَمْ تُحَلَّ لِمَنْ كَانَ قَبْلِي وَنُصِرْت بِالرُّعْبِ مَسِيرَة شَهْر وَأُعْطِيت الشَّفَاعَة وَلَيْسَ مِنْ نَبِيّ إِلَّا وَقَدْ سَأَلَ الشَّفَاعَة وَإِنِّي قَدْ اِخْتَبَأْت شَفَاعَتِي لِمَنْ مَاتَ لَا يُشْرِك بِاَللَّهِ شَيْئًا \" تَفَرَّدَ بِهِ أَحْمَد . وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" سَنُلْقِي فِي قُلُوب الَّذِينَ كَفَرُوا الرُّعْب \" قَالَ : قَذَفَ اللَّه فِي قَلْب أَبِي سُفْيَان الرُّعْب فَرَجَعَ إِلَى مَكَّة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ أَبَا سُفْيَان قَدْ أَصَابَ مِنْكُمْ طَرَفًا . وَقَدْ رَجَعَ وَقَذَفَ اللَّه فِي قَلْبه الرُّعْب \" رَوَاهُ اِبْن أَبِي حَاتِم. وَقَوْله تَعَالَى \" وَلَقَدْ صَدَقَكُمْ اللَّه وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ \" قَالَ اِبْن عَبَّاس : وَعَدَهُمْ اللَّه النَّصْر وَقَدْ يُسْتَدَلّ بِهَذِهِ الْآيَة عَلَى أَحَد الْقَوْلَيْنِ الْمُتَقَدِّمَيْنِ فِي قَوْله تَعَالَى \" إِذْ تَقُول لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيكُمْ أَنْ يُمِدّكُمْ رَبّكُمْ بِثَلَاثَةِ آلَاف مِنْ الْمَلَائِكَة مُنْزَلِينَ بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرهمْ هَذَا يُمْدِدْكُمْ رَبّكُمْ بِخَمْسَةِ آلَاف مِنْ الْمَلَائِكَة مُسَوِّمِينَ \" أَنَّ ذَلِكَ كَانَ يَوْم أُحُد لِأَنَّ عَدُوّهُمْ كَانَ ثَلَاثَة آلَاف مُقَاتِل فَلَمَّا وَاجَهُوهُمْ كَانَ الظَّفَر وَالنَّصْر أَوَّل النَّهَار لِلْإِسْلَامِ فَلَمَّا حَصَلَ مَا حَصَلَ مِنْ عِصْيَان الرُّمَاة وَفَشَل بَعْض الْمُقَاتِلَة تَأَخَّرَ الْوَعْد الَّذِي كَانَ مَشْرُوطًا بِالثَّبَاتِ وَالطَّاعَة .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39901, "aya_id": 151}]