[{"text": "وَلاَ تَكُونُواْ كَالَّذِينَ تَفَرَّقُواْ وَاخْتَلَفُواْ مِن بَعْدِ مَا جَاءهُمُ الْبَيِّنَاتُ وَأُوْلَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ", "sura_id": 3, "type": 0, "id": 398, "aya_id": 105}, {"text": "ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم عذاب عظيم", "sura_id": 3, "type": 1, "id": 6634, "aya_id": 105}, {"text": "105 - (ولا تكونوا كالذين تفرقوا) عن دينهم (واختلفوا) فيه (من بعد ما جاءهم البينات) وهم اليهود والنصارى (وأولئك لهم عذاب عظيم) \r\n", "sura_id": 3, "type": 2, "id": 25342, "aya_id": 105}, {"text": "ولا تكونوا -أيها المؤمنون- كأهل الكتاب الذين وقعت بينهم العداوة والبغضاء فتفرَّقوا شيعًا وأحزابًا, واختلفوا في أصول دينهم من بعد أن اتضح لهم الحق, وأولئك مستحقون لعذابٍ عظيم موجع.\r\n", "sura_id": 3, "type": 3, "id": 31578, "aya_id": 105}, {"text": " <font color=red>وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ</font><BR><p>قَالَ تَعَالَى \" وَلَا تَكُونُوا كَاَلَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْد مَا جَاءَهُمْ الْبَيِّنَات \" الْآيَة يَنْهَى تَبَارَكَ وَتَعَالَى هَذِهِ الْأُمَّة أَنْ يَكُونُوا كَالْأُمَمِ الْمَاضِيَة فِي اِفْتِرَاقهمْ وَاخْتِلَافهمْ وَتَرْكهمْ الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر مَعَ قِيَام الْحُجَّة عَلَيْهِمْ . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا صَفْوَان حَدَّثَنِي أَزْهَر بْن عَبْد اللَّه الْهَرَوِيّ عَنْ أَبِي عَامِر عَبْد اللَّه بْن يَحْيَى قَالَ : حَجَجْنَا مَعَ مُعَاوِيَة بْن أَبِي سُفْيَان فَلَمَّا قَدِمْنَا مَكَّة قَامَ حِين صَلَّى صَلَاة الظُّهْر فَقَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَهْل الْكِتَابَيْنِ اِفْتَرَقُوا فِي دِينهمْ عَلَى ثِنْتَيْنِ وَسَبْعِينَ مِلَّة وَإِنَّ هَذِهِ الْأُمَّة سَتَفْتَرِقُ عَلَى ثَلَاث وَسَبْعِينَ مِلَّة - يَعْنِي الْأَهْوَاء - كُلّهَا فِي النَّار إِلَّا وَاحِدَة - وَهِيَ الْجَمَاعَة - وَإِنَّهُ سَيَخْرُجُ فِي أُمَّتِي أَقْوَام تَتَجَارَى بِهِمْ الْأَهْوَاء كَمَا يَتَجَارَى الْكَلَب بِصَاحِبِهِ لَا يَبْقَى مِنْهُ عِرْق وَلَا مِفْصَل إِلَّا دَخَلَهُ \" وَاَللَّه يَا مَعْشَر الْعَرَب لَئِنْ لَمْ تَقُومُوا بِمَا جَاءَ بِهِ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَغَيْركُمْ مِنْ النَّاس أَحْرَى أَنْ لَا يَقُوم بِهِ وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ أَحْمَد بْن حَنْبَل وَمُحَمَّد بْن يَحْيَى كِلَاهُمَا عَنْ أَبِي الْمُغِيرَة وَاسْمه عَبْد الْقُدُّوس بْن الْحَجَّاج الشَّامِيّ بِهِ وَقَدْ وَرَدَ هَذَا الْحَدِيث مِنْ طُرُق .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39850, "aya_id": 105}]