[{"text": "أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُواْ نِعْمَةَ اللّهِ كُفْرًا وَأَحَلُّواْ قَوْمَهُمْ دَارَ الْبَوَارِ", "sura_id": 14, "type": 0, "id": 1778, "aya_id": 28}, {"text": "ألم تر إلى الذين بدلوا نعمة الله كفرا وأحلوا قومهم دار البوار", "sura_id": 14, "type": 1, "id": 8014, "aya_id": 28}, {"text": "28 - (ألم تر) تنظر (إلى الذين بدلوا نعمة الله) أي شكرها (كفرا) هم كفار قريش (وأحلوا) أنزلوا (قومهم) بإضلالهم إياهم (دار البوار) الهلاك \r\n", "sura_id": 14, "type": 2, "id": 26722, "aya_id": 28}, {"text": "ألم تنظر أيها المخاطب -والمراد العموم- إلى حال المكذبين من كفار قريش الذين استبدلوا الكفر بالله بدلا عن شكره على نعمة الأمن بالحرم وبعثة النبي محمد صلى الله عليه وسلم فيهم؟ \r\n", "sura_id": 14, "type": 3, "id": 32958, "aya_id": 28}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ</font><BR><p>قَالَ الْبُخَارِيّ قَوْله \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا \" أَلَمْ تَعْلَم كَقَوْلِهِ \" أَلَمْ تَرَ كَيْف \" \" أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا\" الْبَوَار الْهَلَاك بَارَ يَبُور بَوْرًا \" وَقَوْمًا بُورًا \" هَالِكِينَ حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ عَطَاء سَمِعَ اِبْن عَبَّاس \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّه كُفْرًا \" قَالَ هُمْ كُفَّار أَهْل مَكَّة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة هُوَ جَبَلَة بْن الْأَبْهَم وَاَلَّذِينَ اِتَّبَعُوهُ مِنْ الْعَرَب فَلَحِقُوا بِالرُّومِ وَالْمَشْهُور الصَّحِيح عَنْ اِبْن عَبَّاس هُوَ الْقَوْل الْأَوَّل وَإِنْ كَانَ الْمَعْنَى يَعُمُّ جَمِيع الْكُفَّار فَإِنَّ اللَّه تَعَالَى بَعَثَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَحْمَة لِلْعَالَمِينَ وَنِعْمَة لِلنَّاسِ فَمِنْ قَبِلَهَا وَقَامَ بِشُكْرِهَا دَخَلَ الْجَنَّة وَمَنْ رَدَّهَا وَكَفَرَهَا دَخَلَ النَّار وَقَدْ رُوِيَ عَنْ عَلِيّ نَحْو قَوْل اِبْن عَبَّاس الْأَوَّل وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا شُعْبَة عَنْ الْقَاسِم بْن أَبِي بَزَّة عَنْ أَبِي الطُّفَيْل أَنَّ اِبْن الْكَوَّاء سَأَلَ عَلِيًّا عَنْ \" الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار \" قَالَ هُمْ كُفَّار قُرَيْش يَوْم بَدْر حَدَّثَنَا الْمُنْذِر بْن شَاذَان حَدَّثَنَا يَعْلَى بْن عُبَيْد حَدَّثَنَا بَسَّام هُوَ الصَّيْرَفِيّ عَنْ أَبِي الطُّفَيْل قَالَ : جَاءَ رَجُل إِلَى عَلِيّ فَقَالَ يَا أَمِير الْمُؤْمِنِينَ مَنْ الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار ؟ قَالَ مُنَافِقُو قُرَيْش وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن نُفَيْل قَالَ قَرَأْت عَلَى مَعْقِل عَنْ اِبْن أَبِي حُسَيْن قَالَ قَامَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ فَقَالَ : أَلَا أَحَد يَسْأَلُنِي عَنْ الْقُرْآن فَوَاَللَّهِ لَوْ أَعْلَم الْيَوْم أَحَدًا أَعْلَم بِهِ مِنِّي وَإِنْ كَانَ مِنْ وَرَاء الْبِحَار لَأَتَيْته ; فَقَامَ عَبْد اللَّه بْن الْكَوَّاء فَقَالَ مَنْ الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار ؟ قَالَ مُشْرِكُو قُرَيْش أَتَتْهُمْ نِعْمَة اللَّه الْإِيمَان فَبَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار وَقَالَ السُّدِّيّ فِي قَوْله \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا \" الْآيَة ذَكَرَ مُسْلِم الْمُسْتَوْفِي عَنْ عَلِيّ أَنَّهُ قَالَ هُمْ الْأَفْجَرَانِ مِنْ قُرَيْش بَنُو أُمَيَّة وَبَنُو الْمُغِيرَة فَأَمَّا بَنُو الْمُغِيرَة فَأَحَلُّوا قَوْمهمْ دَار الْبَوَار يَوْم بَدْر وَأَمَّا بَنُو أُمَيَّة فَأَحَلُّوا قَوْمهمْ دَار الْبَوَار يَوْم أُحُد وَكَانَ أَبُو جَهْل يَوْم بَدْر وَأَبُو سُفْيَان يَوْم أُحُد وَأَمَّا دَار الْبَوَار فَهِيَ جَهَنَّم وَقَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد بْن يَحْيَى حَدَّثَنَا الْحَارِث أَبُو مَنْصُور عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مُرَّة قَالَ سَمِعْت عَلِيًّا قَرَأَ هَذِهِ الْآيَة \" وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار \" قَالَ هُمْ الْأَفْجَرَانِ مِنْ قُرَيْش بَنُو أُمَيَّة وَبَنُو الْمُغِيرَة ; فَأَمَّا بَنُو الْمُغِيرَة فَأُهْلِكُوا يَوْم بَدْر وَأَمَّا بَنُو أُمَيَّة فَمُتِّعُوا إِلَى حِين وَرَوَاهُ أَبُو إِسْحَاق عَنْ عَمْرو بْن مُرَّة عَنْ عَلِيّ نَحْوه وَرُوِيَ مِنْ غَيْر وَجْه عَنْهُ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف بْن سَعْد عَنْ عُمَر بْن الْخَطَّاب فِي قَوْله \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْرًا \" قَالَ هُمْ الْأَفْجَرَانِ مِنْ قُرَيْش بَنُو الْمُغِيرَة وَبَنُو أُمَيَّة ; فَأَمَّا بَنُو الْمُغِيرَة فَكَفَيْتُمُوهُمْ يَوْم بَدْر ; وَأَمَّا بَنُو أُمَيَّة فَمُتِّعُوا إِلَى حِين وَكَذَا رَوَاهُ حَمْزَة الزَّيَّات عَنْ عَمْرو بْن مُرَّة قَالَ : قَالَ اِبْن عَبَّاس لِعُمَر بْن الْخَطَّاب يَا أَمِير الْمُؤْمِنِينَ هَذِهِ الْآيَة \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار\" قَالَ هُمْ الْأَفْجَرَانِ مِنْ قُرَيْش أَخْوَالِي وَأَعْمَامك فَأَمَّا أَخْوَالِي فَاسْتَأْصَلَهُمْ اللَّه يَوْم بَدْر وَأَمَّا أَعْمَامك فَأَمْلَى اللَّه لَهُمْ إِلَى حِين وَقَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَقَتَادَة وَابْن زَيْد هُمْ كُفَّار قُرَيْش الَّذِينَ قُتِلُوا يَوْم بَدْر وَكَذَا رَوَاهُ مَالِك فِي تَفْسِيره عَنْ نَافِع عَنْ اِبْن عُمَر .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37920, "aya_id": 28}]