[{"text": "تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ", "sura_id": 55, "type": 0, "id": 4979, "aya_id": 78}, {"text": "تبارك اسم ربك ذي الجلال والإكرام", "sura_id": 55, "type": 1, "id": 11215, "aya_id": 78}, {"text": "78 - (تبارك اسم ربك ذي الجلال والإكرام) تقدم ولفظ اسم زائد \r\n", "sura_id": 55, "type": 2, "id": 29923, "aya_id": 78}, {"text": "تكاثرت بركة اسم ربك وكثر خيره, ذي الجلال الباهر, والمجد الكامل, والإكرام لأوليائه.\r\n", "sura_id": 55, "type": 3, "id": 36159, "aya_id": 78}, {"text": " <font color=red>تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ</font><BR><p>ثُمَّ قَالَ\" تَبَارَكَ اِسْم رَبّك ذِي الْجَلَال وَالْإِكْرَام \" أَيْ هُوَ أَهْل أَنْ يُجَلَّ فَلَا يُعْصَى وَأَنْ يُكْرَم فَيُعْبَد وَيُشْكَر فَلَا يُكْفَر وَأَنْ يُذْكَر فَلَا يُنْسَى وَقَالَ اِبْن عَبَّاس \" ذِي الْجَلَال وَالْإِكْرَام \" ذِي الْعَظَمَة وَالْكِبْرِيَاء وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُوسَى بْن دَاوُد حَدَّثَنَا عَبْد الرَّحْمَن بْن ثَابِت بْن ثَوْبَان عَنْ عُمَيْر بْن هَانِئٍ عَنْ أَبِي الْعَذْرَاء عَنْ أَبِي الدَّرْدَاء قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَجِلُّوا اللَّه يَغْفِرْ لَكُمْ \" وَفِي الْحَدِيث الْآخَر\" إِنَّ مِنْ إِجْلَال اللَّه إِكْرَامَ ذِي الشَّيْبَة الْمُسْلِم وَذِي السُّلْطَان وَحَامِل الْقُرْآن غَيْر الْغَالِي فِيهِ وَلَا الْجَافِي عَنْهُ \" وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا أَبُو يُوسُف الْحَرْبِيّ حَدَّثَنَا مُؤَمِّل بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد حَدَّثَنَا حُمَيْد الطَّوِيل عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَلِظُّوا بِيَا ذَا الْجَلَال وَالْإِكْرَام \" وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ مَحْمُود بْن غَيْلَان عَنْ مُؤَمِّل بْن إِسْمَاعِيل عَنْ حَمَّاد بْن سَلَمَة بِهِ ثُمَّ قَالَ غَلِطَ الْمُؤَمِّل فِيهِ وَهُوَ غَرِيب وَلَيْسَ بِمَحْفُوظٍ وَإِنَّمَا يُرْوَى هَذَا عَنْ حَمَّاد بْن سَلَمَة عَنْ حُمَيْد عَنْ الْحَسَن عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك عَنْ يَحْيَى بْن حَسَّان الْمَقْدِسِيّ عَنْ رَبِيعَة بْن عَامِر قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَلِظُّوا بِذِي الْجَلَال وَالْإِكْرَام \" وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك بِهِ وَقَالَ الْجَوْهَرِيّ أَلَظَّ فُلَان بِفُلَانٍ إِذَا لَزِمَهُ وَقَوْل اِبْن مَسْعُود أَلِظُّوا بِيَا ذَا الْجَلَال وَالْإِكْرَام أَيْ اِلْزَمُوا يُقَال الْإِلْظَاظ هُوَ الْإِلْحَاح \" قُلْت \" وَكِلَاهُمَا قَرِيب مِنْ الْآخَر وَاَللَّه أَعْلَم وَهُوَ الْمُدَاوَمَة وَاللُّزُوم وَالْإِلْحَاح وَفِي صَحِيح مُسْلِم وَالسُّنَن الْأَرْبَعَة مِنْ حَدِيث عَبْد اللَّه بْن الْحَارِث عَنْ عَائِشَة قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا سَلَّمَ لَا يَقْعُد يَعْنِي بَعْد الصَّلَاة إِلَّا بِقَدْرِ مَا يَقُول \" اللَّهُمَّ أَنْتَ السَّلَام وَمِنْك السَّلَام تَبَارَكْت وَتَعَالَيْت يَا ذَا الْجَلَال وَالْإِكْرَام \" . آخِر تَفْسِير سُورَة الرَّحْمَن وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41903, "aya_id": 78}]