[{"text": "وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا", "sura_id": 48, "type": 0, "id": 4607, "aya_id": 24}, {"text": "وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة من بعد أن أظفركم عليهم وكان الله بما تعملون بصيرا", "sura_id": 48, "type": 1, "id": 10843, "aya_id": 24}, {"text": "24 - (وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة) بالحديبية (من بعد أن أظفركم عليهم) فإن ثمانين منهم طافوا بعسكركم ليصيبوا منكم فأخذوا واتي بهم إلى رسول الله صلى الله عليه وسلم فعفا عنهم وخلى سبيلهم فكان ذلك سبب الصلح (وكان الله بما تعملون بصيرا) بالتاء والياء أي لم يزل متصفا بذلك \r\n", "sura_id": 48, "type": 2, "id": 29551, "aya_id": 24}, {"text": "وهو الذي كفَّ أيدي المشركين عنكم, وأيديكم عنهم ببطن \"مكة\" من بعد ما قَدَرْتم عليهم, فصاروا تحت سلطانكم (وهؤلاء المشركون هم الذين خرجوا على عسكر رسول الله صلى الله عليه وسلم بـ\"الحديبية\", فأمسكهم المسلمون ثم تركوهم ولم يقتلوهم, وكانوا نحو ثمانين رجلا) وكان الله بأعمالكم بصيرًا, لا تخفى عليه خافية.\r\n", "sura_id": 48, "type": 3, "id": 35787, "aya_id": 24}, {"text": " <font color=red>وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا</font><BR><p>هَذَا اِمْتِنَان مِنْ اللَّه تَعَالَى عَلَى عِبَاده الْمُؤْمِنِينَ حِين كَفَّ أَيْدِيَ الْمُشْرِكِينَ عَنْهُمْ فَلَمْ يَصِل إِلَيْهِمْ مِنْهُمْ سُوء وَكَفَّ أَيْدِي الْمُؤْمِنِينَ عَنْ الْمُشْرِكِينَ فَلَمْ يُقَاتِلُوهُمْ عِنْد الْمَسْجِد الْحَرَامِ بَلْ صَانَ كُلًّا مِنْ الْفَرِيقَيْنِ وَأَوْجَدَ بَيْنهمْ صُلْحًا فِيهِ خِيَرَة لِلْمُؤْمِنِينَ وَعَاقِبَة لَهُمْ فِي الدُّنْيَا وَالْآخِرَة , وَقَدْ تَقَدَّمَ فِي حَدِيث سَلَمَة بْن الْأَكْوَع رَضِيَ اللَّه عَنْهُ حِين جَاءُوا بِأُولَئِكَ السَّبْعِينَ الْأُسَارَى فَأَوْثَقُوهُمْ بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَظَرَ إِلَيْهِمْ فَقَالَ \" أَرْسِلُوهُمْ يَكُنْ لَهُمْ بَدْء الْفُجُور وَثِنَاهُ\" قَالَ : وَفِي ذَلِكَ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ \" وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ \" الْآيَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا حَمَّاد عَنْ ثَابِت عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا كَانَ يَوْم الْحُدَيْبِيَة هَبَطَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه ثَمَانُونَ رَجُلًا مِنْ أَهْل مَكَّة بِالسِّلَاحِ مِنْ قِبَلِ جَبَل التَّنْعِيم يُرِيدُونَ غِرَّة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَعَا عَلَيْهِمْ فَأُخِذُوا قَالَ عَفَّان فَعَفَا عَنْهُمْ وَنَزَلَتْ هَذِهِ الْآيَة \" وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّة مِنْ بَعْد أَنْ أَظْفَرَكُمْ عَلَيْهِمْ \" وَرَوَاهُ مُسْلِم وَأَبُو دَاوُدَ فِي سُنَنه وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي التَّفْسِير مِنْ سُنَنَيْهِمَا مِنْ طُرُق عَنْ حَمَّاد بْن سَلَمَة بِهِ وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا الْحُسَيْن بْن وَاقِد حَدَّثَنَا ثَابِت الْبُنَانِيّ عَنْ عَبْد اللَّه بْن مُغَفَّل الْمُزَنِيّ رَضِيَ اللَّه عَنْهُ قَالَ كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَصْل الشَّجَرَة الَّتِي قَالَ تَعَالَى فِي الْقُرْآن وَكَانَ يَقَع مِنْ أَغْصَان تِلْكَ الشَّجَرَة عَلَى ظَهْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ وَسُهَيْل بْن عَمْرو بَيْن يَدَيْهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَلِيٍّ رَضِيَ اللَّه عَنْهُ \" اُكْتُبْ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" : فَأَخَذَ سُهَيْل بِيَدِهِ وَقَالَ مَا نَعْرِف الرَّحْمَن الرَّحِيم : اُكْتُبْ فِي قَضِيَّتنَا مَا نَعْرِف فَقَالَ : \" اُكْتُبْ بِاسْمِك اللَّهُمَّ - وَكَتَبَ : هَذَا مَا صَالَحَ عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ أَهْلَ مَكَّةَ \" فَأَمْسَكَ سُهَيْل بْن عَمْرو بِيَدِهِ وَقَالَ لَقَدْ ظَلَمْنَاك إِنْ كُنْت رَسُولَهُ اُكْتُبْ فِي قَضِيَّتنَا مَا نَعْرِف فَقَالَ : \" اُكْتُبْ هَذَا مَا صَالَحَ عَلَيْهِ مُحَمَّد بْن عَبْد اللَّه \" فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ خَرَجَ عَلَيْنَا ثَلَاثُونَ شَابًّا عَلَيْهِمْ السِّلَاح فَثَارُوا فِي وُجُوهنَا فَدَعَا عَلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخَذَ اللَّه تَعَالَى بِأَسْمَاعِهِمْ فَقُمْنَا إِلَيْهِمْ فَأَخَذْنَاهُمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" هَلْ جِئْتُمْ فِي عَهْد أَحَد ؟ أَوْ هَلْ جَعَلَ لَكُمْ أَحَدٌ أَمَانًا \" ؟ فَقَالُوا لَا فَخَلَّى سَبِيلهمْ فَأَنْزَلَ اللَّه تَعَالَى \" وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّة مِنْ بَعْد أَنْ أَظْفَرَكُمْ عَلَيْهِمْ \" الْآيَة رَوَاهُ النَّسَائِيّ مِنْ حَدِيث حُسَيْن بْن وَاقِد بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب الْعَمِّيّ حَدَّثَنَا جَعْفَر عَنْ اِبْن أَبْزَى قَالَ لَمَّا خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْهَدْيِ وَانْتَهَى إِلَى ذِي الْحُلَيْفَة قَالَ لَهُ عُمَر رَضِيَ اللَّه عَنْهُ يَا نَبِيّ اللَّه تَدْخُل عَلَى قَوْم لَك حَرْب بِغَيْرِ سِلَاح وَلَا كُرَاع ؟ قَالَ فَبَعَثَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَة فَلَمْ يَدَع فِيهَا كُرَاعًا وَلَا سِلَاحًا إِلَّا حَمَلَهُ فَلَمَّا دَنَا مِنْ مَكَّة مَنَعُوهُ أَنْ يَدْخُل فَسَارَ حَتَّى أَتَى مِنًى فَنَزَلَ بِمِنًى فَأَتَاهُ عَيْنه أَنَّ عِكْرِمَة بْن أَبِي جَهْل قَدْ خَرَجَ عَلَيْك فِي خَمْسِمِائَةٍ فَقَالَ لِخَالِدِ بْن الْوَلِيد رَضِيَ اللَّه عَنْهُ \" يَا خَالِد هَذَا اِبْن عَمِّك قَدْ أَتَاك فِي الْخَيْل \" فَقَالَ خَالِد رَضِيَ اللَّه عَنْهُ أَنَا سَيْفُ اللَّهِ وَسَيْفُ رَسُولِهِ فَيَوْمئِذٍ سُمِّيَ سَيْف اللَّه فَقَالَ يَا رَسُول اللَّه اِبْعَثْنِي أَيْنَ شِئْت فَبَعَثَهُ عَلَى خَيْل فَلَقِيَ عِكْرِمَة فِي الشِّعْب فَهَزَمَهُ حَتَّى أَدْخَلَهُ حِيطَان مَكَّة ثُمَّ عَادَ فِي الثَّانِيَة فَهَزَمَهُ حَتَّى أَدْخَلَهُ حِيطَان مَكَّة ثُمَّ عَادَ فِي الثَّالِثَة فَهَزَمَهُ حَتَّى أَدْخَلَهُ حِيطَان مَكَّة فَأَنْزَلَ اللَّه تَعَالَى \" وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّة - إِلَى قَوْله تَعَالَى - عَذَابًا أَلِيمًا \" قَالَ فَكَفَّ اللَّه عَزَّ وَجَلَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهُمْ مِنْ بَعْد أَنْ أَظْفَرَهُ عَلَيْهِمْ لِبَقَايَا مِنْ الْمُسْلِمِينَ كَانُوا أُبْقُوا فِيهَا كَرَاهِيَة أَنْ تَطَأَهُمْ الْخَيْل وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ اِبْن أَبْزَى بِنَحْوِهِ وَهَذَا السِّيَاق فِيهِ نَظَر فَإِنَّهُ لَا يَجُوز أَنْ يَكُون عَام الْحُدَيْبِيَة لِأَنَّ خَالِدًا رَضِيَ اللَّه عَنْهُ لَمْ يَكُنْ أَسْلَمَ بَلْ قَدْ كَانَ طَلِيعَة لِلْمُشْرِكِينَ يَوْمئِذٍ كَمَا ثَبَتَ فِي الصَّحِيح وَلَا يَجُوز أَنْ يَكُون فِي عُمْرَة الْقَضَاء لِأَنَّهُمْ قَاضَوْهُ عَلَى أَنْ يَأْتِي فِي الْعَام الْقَابِل فَيَعْتَمِر وَيُقِيم بِمَكَّة ثَلَاثَة أَيَّام وَلَمَّا قَدِمَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يُمَانِعُوهُ وَلَا حَارَبُوهُ وَلَا قَاتَلُوهُ فَإِنْ قِيلَ فَيَكُون يَوْم الْفَتْح فَالْجَوَاب وَلَا يَجُوز أَنْ يَكُون يَوْم الْفَتْح ; لِأَنَّهُ لَمْ يَسُقْ عَام الْفَتْح هَدْيًا وَإِنَّمَا جَاءَ مُحَارِبًا مُقَاتِلًا فِي جَيْش عَرَمْرَم فَهَذَا السِّيَاق فِيهِ خَلَل وَقَدْ وَقَعَ فِيهِ شَيْء فَلْيُتَأَمَّلْ وَاَللَّه أَعْلَمُ وَقَالَ اِبْن إِسْحَاق : حَدَّثَنِي مَنْ لَا أَتَّهِم عَنْ عِكْرِمَة مَوْلَى اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ قُرَيْشًا بَعَثُوا أَرْبَعِينَ رَجُلًا مِنْهُمْ أَوْ خَمْسِينَ وَأَمَرُوهُمْ أَنْ يُطِيفُوا بِعَسْكَرِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيُصِيبُوا مِنْ أَصْحَابه أَحَدًا فَأُخِذُوا أَخْذًا فَأُتِيَ بِهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَفَا عَنْهُمْ وَخَلَّى سَبِيلهمْ وَقَدْ كَانُوا رَمَوْا إِلَى عَسْكَر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْحِجَارَةِ وَالنَّبْل قَالَ اِبْن إِسْحَاق وَفِي ذَلِكَ أَنْزَلَ اللَّه تَعَالَى \" وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ \" الْآيَة وَقَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ رَجُلًا يُقَال لَهُ اِبْن زُنَيْم اِطَّلَعَ عَلَى الثَّنِيَّة مِنْ الْحُدَيْبِيَة فَرَمَاهُ الْمُشْرِكُونَ بِسَهْمٍ فَقَتَلُوهُ فَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْلًا فَأَتَوْهُ بِاثْنَيْ عَشَرَ مِنْ الْكُفَّار فَقَالَ لَهُمْ \" هَلْ لَكُمْ عَلَيَّ عَهْدٌ ؟ هَلْ لَكُمْ عَلَيَّ ذِمَّة ؟ \" قَالُوا : لَا فَأَرْسَلَهُمْ وَأَنْزَلَ اللَّه تَعَالَى فِي ذَلِكَ \" وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ \" الْآيَة .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41406, "aya_id": 24}]