[{"text": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ", "sura_id": 22, "type": 0, "id": 2618, "aya_id": 23}, {"text": "إن الله يدخل الذين آمنوا و عملوا الصالحات جنات تجري من تحتها الأنهار يحلون فيها من أساور من ذهب و لؤلؤا و لباسهم فيها حرير", "sura_id": 22, "type": 1, "id": 8854, "aya_id": 23}, {"text": "23 - وقال في المؤمنين (إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار يحلون فيها من أساور من ذهب ولؤلؤا) بالجر أي منهما بأن يرصع اللؤلؤ بالذهب وبالنصب عطفا على محل من أساور (ولباسهم فيها حرير) هو المحرم لبسه على الرجال في الدنيا \r\n", "sura_id": 22, "type": 2, "id": 27562, "aya_id": 23}, {"text": "إن الله تعالى يدخل أهل الإيمان والعمل الصالح جنات نعيمها دائم، تجري مِن تحت أشجارها الأنهار، يُزَيَّنون فيها بأساور الذهب وباللؤلؤ، ولباسهم المعتاد في الجنة الحرير رجالا ونساءً.\r\n", "sura_id": 22, "type": 3, "id": 33798, "aya_id": 23}, {"text": " <font color=red>إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</font><BR><p>لَمَّا أَخْبَرَ تَعَالَى عَنْ حَال أَهْل النَّار عِيَاذًا بِاَللَّهِ مِنْ حَالهمْ وَمَا هُمْ فِيهِ مِنْ الْعَذَاب وَالنَّكَال وَالْحَرِيق وَالْأَغْلَال وَمَا أَعَدَّ لَهُمْ مِنْ الثِّيَاب مِنْ النَّار ذَكَرَ حَال أَهْل الْجَنَّة نَسْأَل اللَّه مِنْ فَضْله وَكَرَمه فَقَالَ \" إِنَّ اللَّه يُدْخِل الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" أَيْ تَتَخَرَّق فِي أَكْنَافهَا وَأَرْجَائِهَا وَجَوَانِبهَا وَتَحْت أَشْجَارهَا وَقُصُورهَا يَصْرِفُونَهَا حَيْثُ شَاءُوا وَأَيْنَ أَرَادُوا \" يُحَلَّوْنَ فِيهَا \" مِنْ الْحِلْيَة\" مِنْ أَسَاوِر مِنْ ذَهَب وَلُؤْلُؤًا \" أَيْ فِي أَيْدِيهمْ كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْحَدِيث الْمُتَّفَق عَلَيْهِ \" تَبْلُغ الْحِلْيَة مِنْ الْمُؤْمِن حَيْثُ يَبْلُغ الْوُضُوء\" وَقَالَ كَعْب الْأَحْبَار : إِنَّ فِي الْجَنَّة مَلَكًا لَوْ شِئْت أَنْ أُسَمِّيه لَسَمَّيْته يَصُوغ لِأَهْلِ الْجَنَّة الْحُلِيّ مُنْذُ خَلَقَهُ اللَّه إِلَى يَوْم الْقِيَامَة لَوْ أُبْرِزَ قَلْب مِنْهَا أَيْ سِوَار مِنْهَا - لَرَدَّ شُعَاع الشَّمْس كَمَا تَرُدّ الشَّمْس نُور الْقَمَر وَقَوْله \" وَلِبَاسهمْ فِيهَا حَرِير \" فِي مُقَابَلَة ثِيَاب أَهْل النَّار الَّتِي فُصِّلَتْ لَهُمْ لِبَاس هَؤُلَاءِ مِنْ الْحَرِير إِسْتَبْرَقه وَسُنْدُسه كَمَا قَالَ \" عَالِيَهُمْ ثِيَاب سُنْدُس خُضْر وَإِسْتَبْرَق وَحُلُّوا أَسَاوِر مِنْ فِضَّة وَسَقَاهُمْ رَبّهمْ شَرَابًا طَهُورًا إِنَّ هَذَا كَانَ لَكُمْ جَزَاء وَكَانَ سَعْيكُمْ مَشْكُورًا \" وَفِي الصَّحِيح \" لَا تَلْبَسُوا الْحَرِير وَلَا الدِّيبَاج فِي الدُّنْيَا فَإِنَّهُ مَنْ لَبِسَهُ فِي الدُّنْيَا لَمْ يَلْبَسهُ فِي الْآخِرَة \" قَالَ عَبْد اللَّه بْن الزُّبَيْر مَنْ لَمْ يَلْبَس الْحَرِير فِي الْآخِرَة لَمْ يَدْخُل الْجَنَّة قَالَ اللَّه تَعَالَى \" وَلِبَاسهمْ فِيهَا حَرِير \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39044, "aya_id": 23}]