[{"text": "إن الساعة ءاتية أكاد أخفيها لتجزى كل نفس بما تسعى", "sura_id": 20, "type": 0, "id": 2363, "aya_id": 15}, {"text": "إن الساعة آتية أكاد أخفيها لتجزى كل نفس بما تسعى", "sura_id": 20, "type": 1, "id": 8599, "aya_id": 15}, {"text": "15 - (إن الساعة آتية أكاد أخفيها) عن الناس ويظهر لهم قربها بعلاماتها (لتجزى) فيها (كل نفس بما تسعى) به من خير أو شر \r\n", "sura_id": 20, "type": 2, "id": 27307, "aya_id": 15}, {"text": "إن الساعة التي يُبعث فيها الناس آتية لا بد من وقوعها, أكاد أخفيها من نفسي, فكيف يعلمها أحد من المخلوقين; لكي تُجزى كل نفس بما عملت في الدنيا من خير أو شر.\r\n", "sura_id": 20, "type": 3, "id": 33543, "aya_id": 15}, {"text": " <font color=red>إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى</font><BR><p>وَقَوْله \" إِنَّ السَّاعَة آتِيَة \" أَيْ قَائِمَة لَا مَحَالَة وَكَائِنَة لَا بُدّ مِنْهَا وَقَوْله \" أَكَاد أُخْفِيهَا \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس إِنَّهُ كَانَ يَقْرَؤُهَا أَكَاد أُخْفِيهَا مِنْ نَفْسِي يَقُول لِأَنَّهَا لَا تَخْفَى مِنْ نَفْس اللَّه أَبَدًا وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس مِنْ نَفْسه وَكَذَا قَالَ مُجَاهِد وَأَبُو صَالِح وَيَحْيَى بْن رَافِع وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَكَاد أُخْفِيهَا يَقُول لَا أُطْلِع عَلَيْهَا أَحَدًا غَيْرِي وَقَالَ السُّدِّيّ لَيْسَ أَحَد مِنْ أَهْل السَّمَاوَات وَالْأَرْض إِلَّا قَدْ أَخْفَى اللَّه تَعَالَى عَنْهُ عِلْم السَّاعَة وَهِيَ فِي قِرَاءَة اِبْن مَسْعُود إِنِّي أَكَاد أُخْفِيهَا مِنْ نَفْسِي يَقُول كَتَمْتهَا عَنْ الْخَلَائِق حَتَّى لَوْ اِسْتَطَعْت أَنْ أَكْتُمهَا مِنْ نَفْسِي لَفَعَلْت .وَقَالَ قَتَادَة أَكَاد أُخْفِيهَا وَهِيَ فِي بَعْض الْقِرَاءَات أُخْفِيهَا مِنْ نَفْسِي وَلَعَمْرِي لَقَدْ أَخْفَاهَا اللَّه مِنْ الْمَلَائِكَة الْمُقَرَّبِينَ وَمِنْ الْأَنْبِيَاء وَالْمُرْسَلِينَ قُلْت وَهَذَا كَقَوْلِهِ تَعَالَى \" قُلْ لَا يَعْلَم مَنْ فِي السَّمَاوَات وَالْأَرْض الْغَيْب إِلَّا اللَّه \" وَقَالَ \" ثَقُلَتْ فِي السَّمَاوَات وَالْأَرْض لَا تَأْتِيكُمْ إِلَّا بَغْتَة \" أَيْ ثَقُلَ عِلْمهَا عَلَى أَهْل السَّمَاوَات وَالْأَرْض وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مِنْجَاب حَدَّثَنَا أَبُو نُمَيْلَة حَدَّثَنِي مُحَمَّد بْن سَهْل الْأَسَدِيّ عَنْ وَرْقَاء قَالَ أَقْرَأَنِيهَا سَعِيد بْن جُبَيْر أَكَاد أَخْفِيهَا يَعْنِي بِنَصْبِ الْأَلِف وَخَفْض الْفَاء يَقُول أُظْهِرهَا ثُمَّ قَالَ أَمَا سَمِعْت قَوْل الشَّاعِر : دَابَ شَهْرَيْنِ ثُمَّ شَهْرًا دَمِيكَا بأربكين يَخْفَيَانِ غَمِيرًا قَالَ السُّدِّيّ الْغَمِير نَبْت رَطْب يَنْبُت فِي خِلَال يُبْس والأربكين مَوْضِع وَالدَّمِيك الشَّهْر التَّامّ وَهَذَا الشِّعْر لِكَعْبِ بْن زُهَيْر . وَقَوْله سُبْحَانه وَتَعَالَى \" لِتُجْزَى كُلّ نَفْس بِمَا تَسْعَى \" أَيْ أُقِيمهَا لَا مَحَالَة لِأَجْزِيَ كُلّ عَامِل بِعَمَلِهِ { فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38824, "aya_id": 15}]