[{"text": "قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ القُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَن ذُنُوبِهِمُ الْمُجْرِمُونَ", "sura_id": 28, "type": 0, "id": 3330, "aya_id": 78}, {"text": "قال إنما أوتيته على علم عندي أولم يعلم أن الله قد أهلك من قبله من القرون من هو أشد منه قوة وأكثر جمعا ولا يسأل عن ذنوبهم المجرمون", "sura_id": 28, "type": 1, "id": 9566, "aya_id": 78}, {"text": "78 - (قال إنما أوتيته) أي المال (على علم عندي) أي في مقابلته وكان أعلم بني إسرائيل في التوراة بعد موسى وهرون قال تعالى (أولم يعلم أن الله قد أهلك من قبله من القرون من) الأمم (هو أشد منه قوة وأكثر جمعا ولا) للمال أي هو عالم بذلك ويهلكهم الله (يسأل عن ذنوبهم المجرمون فخرج) لعلمه تعالى بها فيدخلون النار بلا حساب \r\n", "sura_id": 28, "type": 2, "id": 28274, "aya_id": 78}, {"text": "قال قارون لقومه الذين وعظوه: إنما أُعطيتُ هذه الكنوز بما عندي من العلم والقدرة, أولم يعلم قارون أن الله قد أهلك مِن قبله من الأمم مَن هو أشد منه بطشًا, وأكثر جمعًا للأموال؟ ولا يُسأل عن ذنوبهم المجرمون; لعلم الله تعالى بها, إنما يُسْألون سؤال توبيخ وتقرير, ويعاقبهم الله على ما علمه منهم.\r\n", "sura_id": 28, "type": 3, "id": 34510, "aya_id": 78}, {"text": " <font color=red>قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ جَوَاب قَارُون لِقَوْمِهِ حِين نَصَحُوهُ وَأَرْشَدُوهُ إِلَى الْخَيْر \" قَالَ إِنَّمَا أُوتِيته عَلَى عِلْم عِنْدِي \" أَيْ أَنَا لَا أَفْتَقِر إِلَى مَا تَقُولُونَ فَإِنَّ اللَّه تَعَالَى إِنَّمَا أَعْطَانِي هَذَا الْمَال لِعِلْمِهِ بِأَنِّي أَسْتَحِقّهُ وَلِمَحَبَّتِهِ لِي فَتَقْدِيره إِنَّمَا أَعْطَيْته لِعِلْمِ اللَّه فِي أَنِّي أَهْل لَهُ وَهَذَا كَقَوْلِهِ تَعَالَى : \" وَإِذَا مَسَّ الْإِنْسَان ضُرّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَة مِنَّا قَالَ إِنَّمَا أُوتِيته عَلَى عِلْم \" أَيْ عَلَى عِلْم مِنْ اللَّه بِي وَكَقَوْلِهِ تَعَالَى \" وَلَئِنْ أَذَقْنَاهُ رَحْمَة مِنَّا مِنْ بَعْد ضَرَّاء مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي \" أَيْ هَذَا أَسْتَحِقّهُ : وَقَدْ رُوِيَ عَنْ بَعْضهمْ أَنَّهُ أَرَادَ \" إِنَّمَا أُوتِيته عَلَى عِلْم عِنْدِي \" أَيْ أَنَّهُ كَانَ يُعَانِي عِلْم الْكِيمْيَاء وَهَذَا الْقَوْل ضَعِيف لِأَنَّ عِلْم الْكِيمْيَاء فِي نَفْسه عِلْم بَاطِل لِأَنَّ قَلْب الْأَعْيَان لَا يَقْدِر أَحَد عَلَيْهَا إِلَّا اللَّه عَزَّ وَجَلَّ قَالَ اللَّه تَعَالَى : \" يَا أَيّهَا النَّاس ضُرِبَ مَثَل فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُون اللَّه لَنْ يَخْلُقُوا ذُبَابًا وَلَوْ اِجْتَمَعُوا لَهُ \" وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَقُول اللَّه وَمَنْ أَظْلَم مِمَّنْ ذَهَبَ يَخْلُق كَخَلْقِي فَلْيَخْلُقُوا ذَرَّة فَلْيَخْلُقُوا شَعِيرَة \" وَهَذَا وَرَدَ فِي الْمُصَوِّرِينَ الَّذِينَ يُشَبِّهُونَ بِخَلْقِ اللَّه فِي مُجَرَّد الصُّورَة الظَّاهِرَة أَوْ الشَّكْل فَكَيْف بِمَنْ يَدَّعِي أَنَّهُ يُحِيل مَاهِيَّة هَذِهِ الذَّات إِلَى مَاهِيَّة ذَات أُخْرَى هَذَا زُور وَمُحَال وَجَهْل وَضَلَال وَإِنَّمَا يَقْدِرُونَ عَلَى الصَّبْغ فِي الصُّورَة الظَّاهِرَة وَهِيَ كَذِب وَزَغَل وَتَمْوِيه وَتَرْوِيج أَنَّهُ صَحِيح فِي نَفْس الْأَمْر وَلَيْسَ كَذَلِكَ قَطْعًا لَا مَحَالَة وَلَمْ يَثْبُت بِطَرِيقٍ شَرْعِيّ أَنَّهُ صَحَّ مَعَ أَحَد مِنْ النَّاس مِنْ هَذِهِ الطَّرِيقَة الَّتِي يَتَعَاطَاهَا هَؤُلَاءِ الْجَهَلَة الْفَسَقَة الْأَفَّاكُونَ فَأَمَّا مَا يُجْرِيه اللَّه سُبْحَانه مِنْ خَرْق الْعَوَائِد عَلَى يَدَيْ بَعْض الْأَوْلِيَاء مِنْ قَلْب بَعْض الْأَعْيَان ذَهَبًا أَوْ فِضَّة أَوْ نَحْو ذَلِكَ فَهَذَا أَمْر لَا يُنْكِرهُ مُسْلِم وَلَا يَرُدّهُ مُؤْمِن وَلَكِنَّ هَذَا لَيْسَ مِنْ قَبِيل الصِّنَاعَات وَإِنَّمَا هَذَا عَنْ مَشِيئَة رَبّ الْأَرْض وَالسَّمَاوَات وَاخْتِيَاره وَفِعْله كَمَا رُوِيَ عَنْ حَيْوَة بْن شُرَيْح الْمِصْرِيّ رَحِمَهُ اللَّه أَنَّهُ سَأَلَهُ سَائِل فَلَمْ يَكُنْ عِنْده مَا يُعْطِيه وَرَأَى ضَرُورَته فَأَخَذَ حَصَاة مِنْ الْأَرْض فَأَجَالَهَا فِي كَفّه ثُمَّ أَلْقَاهَا إِلَى ذَلِكَ السَّائِل فَإِذَا هِيَ ذَهَب أَحْمَر . وَالْأَحَادِيث وَالْآثَار فِي هَذَا كَثِيرَة جِدًّا يَطُول ذِكْرهَا وَقَالَ بَعْضهمْ إِنَّ قَارُون كَانَ يَعْرِف الِاسْم الْأَعْظَم فَدَعَا اللَّه بِهِ فَتَمَوَّلَ بِسَبَبِهِ . وَالصَّحِيح الْمَعْنَى الْأَوَّل وَلِهَذَا قَالَ اللَّه تَعَالَى رَادًّا عَلَيْهِ فَمَا اِدَّعَاهُ مِنْ اِعْتِنَاء اللَّه بِهِ فِيمَا أَعْطَاهُ مِنْ الْمَال \" أَوَلَمْ يَعْلَم أَنَّ اللَّه قَدْ أَهْلَكَ مِنْ قَبْله مِنْ الْقُرُون مَنْ هُوَ أَشَدّ مِنْهُ قُوَّة وَأَكْثَر جَمْعًا \" أَيْ قَدْ كَانَ مَنْ هُوَ أَكْثَر مِنْهُ مَالًا وَمَا كَانَ ذَلِكَ عَنْ مَحَبَّة مِنَّا لَهُ وَقَدْ أَهْلَكَهُمْ اللَّه مَعَ ذَلِكَ بِكُفْرِهِمْ وَعَدَم شُكْرهمْ وَلِهَذَا قَالَ \" وَلَا يُسْأَل عَنْ ذُنُوبهمْ الْمُجْرِمُونَ \" أَيْ لِكَثْرَةِ ذُنُوبهمْ. قَالَ قَتَادَة : \" عَلَى عِلْم عِنْدِي \" عَلَى خَيْر عِنْدِي وَقَالَ السُّدِّيّ عَلَى عِلْم أَنِّي أَهْل لِذَلِكَ . وَقَدْ أَجَادَ فِي تَفْسِير هَذِهِ الْآيَة الْإِمَام عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم فَإِنَّهُ قَالَ فِي قَوْله : \" قَالَ إِنَّمَا أُوتِيته عَلَى عِلْم عِنْدِي \" قَالَ لَوْلَا رِضَا اللَّه عَنِّي وَمَعْرِفَته بِفَضْلِي مَا أَعْطَانِي هَذَا الْمَال وَقَرَأَ \" أَوَلَمْ يَعْلَم أَنَّ اللَّه قَدْ أَهْلَكَ مِنْ قَبْله مِنْ الْقُرُون مَنْ هُوَ أَشَدّ مِنْهُ قُوَّة وَأَكْثَر جَمْعًا \" الْآيَة . وَهَكَذَا يَقُول مَنْ قَلَّ عِلْمه إِذَا رَأَى مَنْ وَسَّعَ اللَّه عَلَيْهِ لَوْلَا أَنْ يَسْتَحِقّ ذَلِكَ لَمَا أُعْطِيَ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39761, "aya_id": 78}]