[{"text": "يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ", "sura_id": 23, "type": 0, "id": 2724, "aya_id": 51}, {"text": "يا أيها الرسل كلوا من الطيبات واعملوا صالحا إني بما تعملون عليم", "sura_id": 23, "type": 1, "id": 8960, "aya_id": 51}, {"text": "51 - (يا أيها الرسل كلوا من الطيبات) الحلالات (واعملوا صالحا) من فرض ونفل (إني بما تعملون عليم) فأجازيكم عليه \r\n", "sura_id": 23, "type": 2, "id": 27668, "aya_id": 51}, {"text": "يا أيها الرسل كلوا من طيب الرزق الحلال، واعملوا الأعمال الصالحة, إني بما تعملون عليم, لا يخفى عليَّ شيء من أعمالكم. والخطاب في الآية عام للرسل- عليهم السلام- وأتباعهم، وفي الآية دليل على أن أكل الحلال عون على العمل الصالح، وأن عاقبة الحرام وخيمة, ومنها رد الدعاء.\r\n", "sura_id": 23, "type": 3, "id": 33904, "aya_id": 51}, {"text": " <font color=red>يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ</font><BR><p>يَأْمُر تَعَالَى عِبَاده الْمُرْسَلِينَ - عَلَيْهِمْ الصَّلَاة وَالسَّلَام أَجْمَعِينَ - بِالْأَكْلِ مِنْ الْحَلَال وَالْقِيَام بِالصَّالِحِ مِنْ الْأَعْمَال فَدَلَّ هَذَا عَلَى أَنَّ الْحَلَال عَوْن عَلَى الْعَمَل الصَّالِح فَقَامَ الْأَنْبِيَاء عَلَيْهِمْ السَّلَام بِهَذَا أَتَمّ الْقِيَام وَجَمَعُوا بَيْن كُلّ خَيْر قَوْلًا وَعَمَلًا وَدَلَالَة وَنُصْحًا فَجَزَاهُمْ اللَّه عَنْ الْعِبَاد خَيْرًا . قَالَ الْحَسَن الْبَصْرِيّ فِي قَوْله \" يَا أَيّهَا الرُّسُل كُلُوا مِنْ الطَّيِّبَات \" قَالَ أَمَا وَاَللَّه مَا أَمْركُمْ بِأَصْفَرِكُمْ وَلَا أَحْمَركُمْ وَلَا حُلْوكُمْ وَلَا حَامِضكُمْ وَلَكِنْ قَالَ اِنْتَهُوا إِلَى الْحَلَال مِنْهُ وَقَالَ سَعِيد بْن جُبَيْر وَالضَّحَّاك \" كُلُوا مِنْ الطَّيِّبَات \" يَعْنِي الْحَلَال وَقَالَ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ أَبِي مَيْسَرَة عَمْرو بْن شُرَحْبِيل كَانَ عِيسَى اِبْن مَرْيَم يَأْكُل مِنْ غَزْل أُمّه وَفِي الصَّحِيح \" وَمَا مِنْ نَبِيّ إِلَّا رَعَى الْغَنَم - قَالُوا وَأَنْتَ يَا رَسُول اللَّه ؟ - قَالَ نَعَمْ وَأَنَا كُنْت أَرْعَاهَا عَلَى قَرَارِيط لِأَهْلِ مَكَّة \" وَفِي الصَّحِيح \" إِنَّ دَاوُد عَلَيْهِ السَّلَام كَانَ يَأْكُل مِنْ كَسْب يَده \" وَفِي الصَّحِيحَيْنِ \" إِنَّ أَحَبّ الصِّيَام إِلَى اللَّه صِيَام دَاوُد وَأَحَبّ الْقِيَام إِلَى اللَّه قِيَام دَاوُد كَانَ يَنَام نِصْف اللَّيْل وَيَقُوم ثُلُثه وَيَنَام سُدُسه وَكَانَ يَصُوم يَوْمًا وَيُفْطِر يَوْمًا وَلَا يَفِرّ إِذَا لَاقَى \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْيَمَان الْحَكَم بْن نَافِع حَدَّثَنَا أَبُو بَكْر بْن أَبِي مَرْيَم عَنْ ضَمْرَة بْن حَبِيب أَنَّ أُمّ عَبْد اللَّه بِنْت شَدَّاد بْن أَوْس قَالَتْ بَعَثْت إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَدَحِ لَبَن عِنْد فِطْره وَهُوَ صَائِم وَذَلِكَ فِي أَوَّل النَّهَار وَشِدَّة الْحَرّ فَرَدَّ إِلَيْهَا رَسُولهَا أَنَّى كَانَتْ لَك الشَّاة ؟ فَقَالَتْ اِشْتَرَيْتهَا مِنْ مَالِي فَشَرِبَ مِنْهُ فَلَمَّا كَانَ مِنْ الْغَد أَتَتْهُ أُمّ عَبْد اللَّه بِنْت شَدَّاد فَقَالَتْ يَا رَسُول اللَّه بَعَثْت إِلَيْك بِلَبَنٍ مَرْثِيَة لَك مِنْ طُول النَّهَار وَشِدَّة الْحَرّ فَرَدَدْت إِلَيَّ الرَّسُول فِيهِ فَقَالَ لَهَا \" بِذَلِكَ أُمِرَتْ الرُّسُل أَنْ لَا تَأْكُل إِلَّا طَيِّبًا وَلَا تَعْمَل إِلَّا صَالِحًا \" وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم وَجَامِع التِّرْمِذِيّ وَمُسْنَد الْإِمَام أَحْمَد وَاللَّفْظ لَهُ مِنْ حَدِيث فُضَيْل بْن مَرْزُوق عَنْ عَدِيّ بْن ثَابِت عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَيّهَا النَّاس إِنَّ اللَّه طَيِّب لَا يَقْبَل إِلَّا طَيِّبًا وَإِنَّ اللَّه أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ فَقَالَ \" يَا أَيّهَا الرُّسُل كُلُوا مِنْ الطَّيِّبَات وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيم\" وَقَالَ \" يَا أَيّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَات مَا رَزَقْنَاكُمْ \" ثُمَّ ذَكَرَ الرَّجُل يُطِيل السَّفَر أَشْعَث أَغْبَر وَمَطْعَمه حَرَام وَمَشْرَبه حَرَام وَمَلْبَسه حَرَام وَغُذِّيَ بِالْحَرَامِ يَمُدّ يَدَيْهِ إِلَى السَّمَاء يَا رَبّ يَا رَبّ فَأَنَّى يُسْتَجَاب لِذَلِكَ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث فُضَيْل بْن مَرْزُوق .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39172, "aya_id": 51}]