[{"text": "ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِّنْ حَمِيمٍ", "sura_id": 37, "type": 0, "id": 3855, "aya_id": 67}, {"text": "ثم إن لهم عليها لشوبا من حميم", "sura_id": 37, "type": 1, "id": 10091, "aya_id": 67}, {"text": "67 - (ثم إن لهم عليها لشوبا من حميم) ماء حار يشربونه فيختلط بالمأكول منها فيصير شوبا له \r\n", "sura_id": 37, "type": 2, "id": 28799, "aya_id": 67}, {"text": " ثم إنهم بعد الأكل منها لشاربون شرابًا خليطًا قبيحًا حارًّا,\r\n", "sura_id": 37, "type": 3, "id": 35035, "aya_id": 67}, {"text": " <font color=red>ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ</font><BR><p>قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يَعْنِي شُرْب الْحَمِيم عَلَى الزَّقُّوم وَقَالَ فِي رِوَايَة عَنْهُ \" شَوْبًا مِنْ حَمِيم \" مَزْجًا مِنْ حَمِيم وَقَالَ غَيْره يَعْنِي يُمْزَج لَهُمْ الْحَمِيم بِصَدِيدٍ وَغَسَّاق مِمَّا يَسِيل مِنْ فُرُوجهمْ وَعُيُونهمْ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا حَيْوَة بْن شُرَيْح الْحَضْرَمِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد عَنْ صَفْوَان بْن عُمَر وَأَخْبَرَنِي عُبَيْد بْن بَشِير عَنْ أَبِي أُمَامَة الْبَاهِلِيّ رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَقُول : \" يُقَرَّب - يَعْنِي إِلَى أَهْل النَّار - مَاء فَيَتَكَرَّههُ فَإِذَا أُدْنِيَ مِنْهُ شَوَى وَجْهه وَوَقَعَتْ فَرْوَة رَأْسه فِيهِ فَإِذَا شَرِبَهُ قَطَّعَ أَمْعَاءَهُ حَتَّى تَخْرُج مِنْ دُبُره \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن رَافِع حَدَّثَنَا يَعْقُوب بْن عَبْد اللَّه عَنْ جَعْفَر وَهَارُون بْن عَنْتَرَة عَنْ سَعِيد بْن جُبَيْر قَالَ إِذَا جَاعَ أَهْل النَّار اِسْتَغَاثُوا بِشَجَرَةِ الزَّقُّوم فَأَكَلُوا مِنْهَا فَاخْتَلَسَتْ جُلُود وُجُوههمْ فَلَوْ أَنَّ مَارًّا مَرَّ بِهِمْ يَعْرِفهُمْ لَعَرَفَهُمْ بِوُجُوهِهِمْ فِيهَا ثُمَّ يُصَبُّ عَلَيْهِمْ الْعَطَش فَيَسْتَغِيثُونَ فَيُغَاثُوا بِمَاءٍ كَالْمُهْلِ وَهُوَ الَّذِي قَدْ اِنْتَهَى حَرّه فَإِذَا أَدْنَوْهُ مِنْ أَفْوَاههمْ اِشْتَوَى مِنْ حَرّه لُحُوم وُجُوههمْ الَّتِي قَدْ سَقَطَتْ عَنْهَا الْجُلُود وَيُصْهَر مَا فِي بُطُونهمْ فَيَمْشُونَ تَسِيل أَمْعَاؤُهُمْ وَتَتَسَاقَط جُلُودهمْ ثُمَّ يُضْرَبُونَ بِمَقَامِعَ مِنْ حَدِيد فَيَسْقُط كُلّ عُضْو عَلَى حِيَاله يُدْعَوْنَ بِالثُّبُورِ .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40568, "aya_id": 67}]