[{"text": "إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا", "sura_id": 4, "type": 0, "id": 609, "aya_id": 116}, {"text": "إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضلالا بعيدا", "sura_id": 4, "type": 1, "id": 6845, "aya_id": 116}, {"text": "116 - (إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضلالا بعيدا) عن الحق \r\n", "sura_id": 4, "type": 2, "id": 25553, "aya_id": 116}, {"text": "إن الله تعالى لا يغفر أن يشرك به, ويغفر ما دون الشرك من الذنوب لمن يشاء من عباده. ومن يجعل لله تعالى الواحد الأحد شريكًا من خلقه, فقد بَعُدَ عن الحق بعدًا كبيرًا.\r\n", "sura_id": 4, "type": 3, "id": 31789, "aya_id": 116}, {"text": " <font color=red>إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا</font><BR><p>قَدْ تَقَدَّمَ الْكَلَام عَلَى هَذِهِ الْآيَة الْكَرِيمَة وَهِيَ قَوْله \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرِك بِهِ وَيَغْفِر مَا دُون ذَلِكَ \" الْآيَة وَذَكَرْنَا مَا يَتَعَلَّق بِهَا مِنْ الْأَحَادِيث فِي صَدْر هَذِهِ السُّورَة وَقَدْ رَوَى التِّرْمِذِيّ : حَدَّثَنَا ثُوَيْر بْن أَبِي فَاخِتَة سَعِيد بْن عَلَاقَة عَنْ أَبِيهِ عَنْ عَلِيّ أَنَّهُ قَالَ : مَا فِي الْقُرْآن آيَة أَحَبّ إِلَيَّ مِنْ هَذِهِ الْآيَة \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرِك بِهِ \" الْآيَة ثُمَّ قَالَ هَذَا حَسَن غَرِيب وَقَوْله وَمَنْ يُشْرِك بِاَللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا أَيْ فَقَدْ سَلَكَ غَيْر الطَّرِيق الْحَقّ وَضَلَّ عَنْ الْهُدَى وَبَعُدَ عَنْ الصَّوَاب وَأَهْلَكَ نَفْسه وَخَسِرَهَا فِي الدُّنْيَا وَالْآخِرَة وَفَاتَتْهُ سَعَادَة الدُّنْيَا وَالْآخِرَة وَقَوْله \" إِنْ يَدْعُونَ مِنْ دُونه إِلَّا إِنَاثًا \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مَحْمُود بْن غَيْلَان أَنْبَأَنَا الْفَضْل بْن مُوسَى أَخْبَرَنَا الْحَسَن بْن وَاقِد عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب قَالَ : مَعَ كُلّ صَنَم جِنِّيَّة. وَحَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن سَلَمَة الْبَاهِلِيّ عَنْ عَبْد الْعَزِيز بْن مُحَمَّد عَنْ هِشَام يَعْنِي اِبْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40786, "aya_id": 116}]