[{"text": "سَيَقُولُ السُّفَهَاء مِنَ النَّاسِ مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ الَّتِي كَانُواْ عَلَيْهَا قُل لِّلّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَن يَشَاء إِلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 2, "type": 0, "id": 149, "aya_id": 142}, {"text": "سيقول السفهاء من الناس ما ولاهم عن قبلتهم التي كانوا عليها قل لله المشرق والمغرب يهدي من يشاء إلى صراط مستقيم", "sura_id": 2, "type": 1, "id": 6385, "aya_id": 142}, {"text": "142 - (سيقول السفهاء) الجهال (من الناس) اليهود والمشركين (ما ولاهم) أيُّ شيء صرف النبي صلى الله عليه وسلم والمؤمنين (عن قبلتهم التي كانوا عليها) على استقبالها في الصلاة وهي بيت المقدس ، والإتيان بالسين الدالة على الاستقبال من الإخبار بالغيب (قل لله المشرق والمغرب) أي الجهات كلها فيأمر بالتوجه إلى أي جهة شاء لا اعتراض عليه (يهدي من يشاء) هدايته (إلى صراط) طريق (مستقيم) دين الإسلام أي ومنهم أنتم دل على هذا: \r\n", "sura_id": 2, "type": 2, "id": 25093, "aya_id": 142}, {"text": "سيقول الجهال وضعاف العقول من اليهود وأمثالهم, في سخرية واعتراض: ما الذي صرف هؤلاء المسلمين عن قبلتهم التي كانوا يُصَلُّون إلى جهتها أول الإسلام; (وهي \"بيت المقدس\") قل لهم -أيها الرسول-: المشرق والمغرب وما بينهما ملك لله, فليست جهة من الجهات خارجة عن ملكه, يهدي مَن يشاء من عباده إلى طريق الهداية القويم. وفي هذا إشعار بأن الشأن كله لله في امتثال أوامره, فحيثما وَجَّهَنا تَوَجَّهْنا.\r\n", "sura_id": 2, "type": 3, "id": 31329, "aya_id": 142}, {"text": " <font color=red>سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>قِيلَ الْمُرَاد بِالسُّفَهَاءِ هَاهُنَا مُشْرِكُو الْعَرَب قَالَهُ الزَّجَّاج وَقِيلَ أَحْبَار يَهُود قَالَهُ مُجَاهِد وَقِيلَ الْمُنَافِقُونَ قَالَهُ السُّدِّيّ وَالْآيَة عَامَّة فِي هَؤُلَاءِ كُلّهمْ وَاَللَّهُ أَعْلَمُ قَالَ الْبُخَارِيّ : أَخْبَرَنَا أَبُو نُعَيْم سَمِعَ زُهَيْرًا عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى إِلَى بَيْت الْمَقْدِس سِتَّة عَشَر شَهْرًا أَوْ سَبْعَة عَشَر شَهْرًا وَكَانَ يُعْجِبهُ أَنْ تَكُون قِبْلَته قِبَل الْبَيْت وَإِنَّهُ صَلَّى أَوَّل صَلَاة صَلَّاهَا صَلَاة الْعَصْر وَصَلَّى مَعَهُ قَوْم فَخَرَجَ رَجُل مِمَّنْ كَانَ صَلَّى مَعَهُ فَمَرَّ عَلَى أَهْل الْمَسْجِد وَهُمْ رَاكِعُونَ فَقَالَ أَشْهَدُ بِاَللَّهِ لَقَدْ صَلَّيْت مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قِبَل مَكَّة فَدَارُوا كَمَا هُمْ قِبَل الْبَيْت وَكَانَ الَّذِي قَدْ مَاتَ عَلَى الْقِبْلَة قَبْل أَنْ تُحَوَّل قِبَل الْبَيْت رِجَالًا قُتِلُوا لَمْ نَدْرِ مَا نَقُول فِيهِمْ فَأَنْزَلَ اللَّه \" وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ\" اِنْفَرَدَ بِهِ الْبُخَارِيّ مِنْ هَذَا الْوَجْه وَرَوَاهُ مُسْلِم مِنْ وَجْه آخَر وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي إِسْمَاعِيل بْن أَبِي خَالِد عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي نَحْو بَيْت الْمَقْدِس وَيُكْثِر النَّظَر إِلَى السَّمَاء يَنْتَظِر أَمْر اللَّه فَأَنْزَلَ اللَّه \" قَدْ نَرَى تَقَلُّبَ وَجْهِك فِي السَّمَاءِ فَلَنُوَلِّيَنَّك قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهك شَطْر الْمَسْجِد الْحَرَام \" فَقَالَ رِجَال مِنْ الْمُسْلِمِينَ وَدِدْنَا لَوْ عَلِمْنَا مَنْ مَاتَ مِنَّا قَبْل أَنْ نُصْرَف إِلَى الْقِبْلَة وَكَيْف بِصَلَاتِنَا نَحْو بَيْت الْمَقْدِس فَأَنْزَلَ اللَّه \" وَمَا كَانَ اللَّه لِيُضِيعَ إِيمَانَكُمْ\" وَقَالَ السُّفَهَاء مِنْ النَّاس وَهُمْ أَهْل الْكِتَاب مَا وَلَّاهُمْ عَنْ قِبْلَتهمْ الَّتِي كَانُوا عَلَيْهَا فَأَنْزَلَ اللَّه \" سَيَقُولُ السُّفَهَاء مِنْ النَّاس \" إِلَى آخِر الْآيَة وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا الْحَسَن بْن عَطِيَّة حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ صَلَّى نَحْو بَيْت الْمَقْدِس سِتَّة عَشَر أَوْ سَبْعَة عَشَر شَهْرًا وَكَانَ يُحِبّ أَنْ يُوَجَّه نَحْو الْكَعْبَة فَأَنْزَلَ اللَّه \" قَدْ نَرَى تَقَلُّب وَجْهك فِي السَّمَاء فَلَنُوَلِّيَنَّك قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهك شَطْر الْمَسْجِد الْحَرَام \" قَالَ فَوَجَّهَ نَحْو الْكَعْبَة وَقَالَ السُّفَهَاء مِنْ النَّاس وَهُمْ الْيَهُود مَا وَلَّاهُمْ عَنْ قِبْلَتهمْ الَّتِي كَانُوا عَلَيْهَا فَأَنْزَلَ اللَّه \" قُلْ لِلَّهِ الْمَشْرِق وَالْمَغْرِب يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم\" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا هَاجَرَ إِلَى الْمَدِينَة أَمَرَهُ اللَّهُ أَنْ يَسْتَقْبِل بَيْت الْمَقْدِس فَفَرِحَتْ الْيَهُود فَاسْتَقْبَلَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِضْعَة عَشَر شَهْرًا وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبّ قِبْلَة إِبْرَاهِيم فَكَانَ يَدْعُو اللَّه وَيَنْظُر إِلَى السَّمَاء فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ \" فَوَلُّوا وُجُوهكُمْ شَطْره \" أَيْ نَحْوه فَارْتَابَ مِنْ ذَلِكَ الْيَهُود وَقَالُوا مَا وَلَّاهُمْ عَنْ قِبْلَتهمْ الَّتِي كَانُوا عَلَيْهَا ؟ فَأَنْزَلَ اللَّه \" قُلْ لِلَّهِ الْمَشْرِق وَالْمَغْرِب يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم \" وَقَدْ جَاءَ فِي هَذَا الْبَاب أَحَادِيث كَثِيرَة وَحَاصِل الْأَمْر أَنَّهُ قَدْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمِرَ بِاسْتِقْبَالِ الصَّخْرَة مِنْ بَيْت الْمَقْدِس فَكَانَ بِمَكَّة يُصَلِّي بَيْن الرُّكْنَيْنِ وَهُوَ مُسْتَقْبِل صَخْرَة بَيْت الْمَقْدِس فَلَمَّا هَاجَرَ إِلَى الْمَدِينَة تَعَذَّرَ الْجَمْع بَيْنهمَا فَأَمَرَهُ اللَّه بِالتَّوَجُّهِ إِلَى بَيْت الْمَقْدِس قَالَهُ اِبْن عَبَّاس وَالْجُمْهُور ثُمَّ اِخْتَلَفَ هَؤُلَاءِ هَلْ كَانَ الْأَمْر بِهِ بِالْقُرْآنِ أَوْ بِغَيْرِهِ عَلَى قَوْلَيْنِ وَحَكَى الْقُرْطُبِيّ فِي تَفْسِيره عَنْ عِكْرِمَة وَأَبِي الْعَالِيَة وَالْحَسَن الْبَصْرِيّ أَنَّ التَّوَجُّه إِلَى بَيْت الْمَقْدِس كَانَ بِاجْتِهَادِهِ عَلَيْهِ السَّلَام وَالْمَقْصُود أَنَّ التَّوَجُّه إِلَى بَيْت الْمَقْدِس بَعْد مَقْدِمه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة وَاسْتَمَرَّ الْأَمْر عَلَى ذَلِكَ بِضْعَة عَشَر شَهْرًا وَكَانَ يُكْثِر الدُّعَاء وَالِابْتِهَال أَنْ يُوَجَّه إِلَى الْكَعْبَة الَّتِي هِيَ قِبْلَة إِبْرَاهِيم عَلَيْهِ السَّلَام فَأُجِيبَ إِلَى ذَلِكَ وَأُمِرَ بِالتَّوَجُّهِ إِلَى الْبَيْت الْعَتِيق فَخَطَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّاس فَأَعْلَمَهُمْ بِذَلِكَ وَكَانَ أَوَّل صَلَاة صَلَّاهَا إِلَيْهَا صَلَاة الْعَصْر كَمَا تَقَدَّمَ فِي الصَّحِيحَيْنِ مِنْ رِوَايَة الْبَرَاء وَوَقَعَ عِنْد النَّسَائِيّ مِنْ رِوَايَة أَبِي سَعِيد بْن الْمُعَلَّى أَنَّهَا الظُّهْر وَقَالَ كُنْت أَنَا وَصَاحِبِي أَوَّل مَنْ صَلَّى إِلَى الْكَعْبَة وَذَكَرَ غَيْرُ وَاحِد مِنْ الْمُفَسِّرِينَ وَغَيْرهمْ أَنَّ تَحْوِيل الْقِبْلَة نَزَلَ عَلَى رَسُول اللَّه وَقَدْ صَلَّى رَكْعَتَيْنِ مِنْ الظُّهْر وَذَلِكَ فِي مَسْجِد بَنِي سَلِمَة فَسُمِّيَ مَسْجِد الْقِبْلَتَيْنِ وَفِي حَدِيث نُوَيْلَة بِنْت مُسْلِم أَنَّهُمْ جَاءَهُمْ الْخَبَر بِذَلِكَ وَهُمْ فِي صَلَاة الظُّهْر قَالَتْ : فَتَحَوَّلَ الرِّجَال مَكَان النِّسَاء وَالنِّسَاء مَكَان الرِّجَال ذَكَرَهُ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ النَّمَرِيّ وَأَمَّا أَهْل قُبَاء فَلَمْ يَبْلُغهُمْ الْخَبَر إِلَى صَلَاة الْفَجْر مِنْ الْيَوْم الثَّانِي كَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ : بَيْنَمَا النَّاس بِقُبَاء فِي صَلَاة الصُّبْح إِذْ جَاءَهُمْ zآتٍ فَقَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ أُنْزِلَ عَلَيْهِ اللَّيْلَة قُرْآن وَقَدْ أُمِرَ أَنْ يَسْتَقْبِل الْكَعْبَة فَاسْتَقْبَلُوهَا وَكَانَتْ وُجُوههمْ إِلَى الشَّام فَاسْتَدَارُوا إِلَى الْكَعْبَة وَفِي هَذَا دَلِيل عَلَى أَنَّ النَّاسِخ لَا يَلْزَم حُكْمه إِلَّا بَعْد الْعِلْم بِهِ وَإِنْ تَقَدَّمَ نُزُوله وَإِبْلَاغه لِأَنَّهُمْ لَمْ يُؤْمَرُوا بِإِعَادَةِ الْعَصْر وَالْمَغْرِب وَالْعِشَاء وَاَللَّه أَعْلَم وَلَمَّا وَقَعَ هَذَا حَصَلَ لِبَعْضٍ النَّاس مِنْ أَهْل النِّفَاق وَالرَّيْب وَالْكَفَرَة مِنْ الْيَهُود اِرْتِيَاب وَزَيْغ عَنْ الْهُدَى وَتَخْبِيط وَشَكّ وَقَالُوا \" مَا وَلَّاهُمْ عَنْ قِبْلَتهمْ الَّتِي كَانُوا عَلَيْهَا \" أَيْ قَالُوا مَا لِهَؤُلَاءِ تَارَة يَسْتَقْبِلُونَ كَذَا وَتَارَة يَسْتَقْبِلُونَ كَذَا فَأَنْزَلَ اللَّهُ جَوَابَهُمْ فِي قَوْله \" قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ\" أَيْ الْحُكْم وَالتَّصَرُّف وَالْأَمْر كُلّه لِلَّهِ \" فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْه اللَّه \" وَ \" لَيْسَ الْبِرّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَل الْمَشْرِق وَالْمَغْرِب وَلَكِنَّ الْبِرّ مَنْ آمَنَ بِاَللَّهِ \" أَيْ الشَّأْن كُلّه فِي اِمْتِثَال أَوَامِر اللَّه فَحَيْثُمَا وَجَّهْنَا تَوَجَّهْنَا فَالطَّاعَة فِي اِمْتِثَال أَمْره وَلَوْ وَجَّهْنَا فِي كُلّ يَوْم مَرَّات إِلَى جِهَات مُتَعَدِّدَة فَنَحْنُ عَبِيدُهُ وَفِي تَصَرُّفه وَخُدَّامه حَيْثُمَا وَجَّهْنَا تَوَجَّهْنَا وَهُوَ تَعَالَى لَهُ بِعَبْدِهِ وَرَسُوله مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَأُمَّته عِنَايَةٌ عَظِيمَة إِذْ هَدَاهُمْ إِلَى قِبْلَة إِبْرَاهِيم خَلِيل الرَّحْمَن وَجَعَلَ تَوَجُّههمْ إِلَى الْكَعْبَة الْمَبْنِيَّة عَلَى اِسْمه تَعَالَى وَحْده لَا شَرِيك لَهُ أَشْرَف بُيُوت اللَّه فِي الْأَرْض إِذْ هِيَ بِنَاء إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام وَلِهَذَا قَالَ : قُلْ لِلَّهِ الْمَشْرِق وَالْمَغْرِب يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم . وَقَدْ رَوَى الْإِمَام أَحْمَد عَنْ عَلِيّ بْن عَاصِم عَنْ حُصَيْن بْن عَبْد الرَّحْمَن عَنْ عَمْرو بْن قَيْس عَنْ مُحَمَّد بْن الْأَشْعَث عَنْ عَائِشَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي فِي أَهْل الْكِتَاب \" إِنَّهُمْ لَا يَحْسُدُونَنَا عَلَى شَيْء كَمَا يَحْسُدُونَنَا عَلَى يَوْم الْجُمْعَة الَّتِي هَدَانَا اللَّه لَهَا وَضَلُّوا عَنْهَا وَعَلَى الْقِبْلَة الَّتِي هَدَانَا اللَّه لَهَا وَضَلُّوا عَنْهَا وَعَلَى قَوْلنَا خَلْف الْإِمَام آمِينَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38545, "aya_id": 142}]