[{"text": "خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنْ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِن بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ", "sura_id": 39, "type": 0, "id": 4064, "aya_id": 6}, {"text": "خلقكم من نفس واحدة ثم جعل منها زوجها و أنزل لكم من الأنعام ثمانية أزواج يخلقكم في بطون أمهاتكم خلقا من بعد خلق في ظلمات ثلاث ذلكم الله ربكم له الملك لا إله إلا هو فأنى تصرفون", "sura_id": 39, "type": 1, "id": 10300, "aya_id": 6}, {"text": "6 - (خلقكم من نفس واحدة) أي آدم (ثم جعل منها زوجها) حواء (وأنزل لكم من الأنعام) الإبل والبقر والغنم والضأن والمعز (ثمانية أزواج) من كل زوجين ذكرا وأنثى كما بين في سورة الأنعام (يخلقكم في بطون أمهاتكم خلقا من بعد خلق) أي نطفا ثم علقا ثم مضغا (في ظلمات ثلاث) هي ظلمة البطن وظلمة الرحم وظلمة المشيمة (ذلكم الله ربكم له الملك لا إله إلا هو فأنى تصرفون) عن عبادته إلى عبادة غيره \r\n", "sura_id": 39, "type": 2, "id": 29008, "aya_id": 6}, {"text": "خلقكم ربكم- أيها الناس- من آدم, وخلق منه زوجه, وخلق لكم من الأنعام ثمانية أنواع ذكرًا وأنثى من الإبل والبقر والضأن والمعز، يخلقكم في بطون أمهاتكم طورًا بعد طور من الخلق في ظلمات البطن, والرحم, والمَشِيمَة, ذلكم الله الذي خلق هذه الأشياء, ربكم المتفرد بالملك المتوحد بالألوهية المستحق للعبادة وحده, فكيف تعدلون عن عبادته إلى عبادة غيره مِن خلقه؟\r\n", "sura_id": 39, "type": 3, "id": 35244, "aya_id": 6}, {"text": " <font color=red>خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ</font><BR><p>وَقَوْله جَلَّتْ عَظَمَته \" خَلَقَكُمْ مِنْ نَفْس وَاحِدَة \" أَيْ خَلَقَكُمْ مَعَ اِخْتِلَاف أَجْنَاسكُمْ وَأَصْنَافكُمْ وَأَلْسِنَتكُمْ وَأَلْوَانكُمْ مِنْ نَفْس وَاحِدَة وَهُوَ آدَم عَلَيْهِ الصَّلَاة وَالسَّلَام \" ثُمَّ جَعَلَ مِنْهَا زَوْجهَا \" وَهِيَ حَوَّاء عَلَيْهَا السَّلَام كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَة وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً \" وَقَوْله تَعَالَى \" وَأَنْزَلَ لَكُمْ مِنْ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ \" أَيْ وَخَلَقَ لَكُمْ مِنْ ظُهُور الْأَنْعَام ثَمَانِيَة أَزْوَاج وَهِيَ الْمَذْكُورَة فِي سُورَة الْأَنْعَام ثَمَانِيَة أَزْوَاج مِنْ الضَّأْن اِثْنَيْنِ وَمِنْ الْمَعْز اِثْنَيْنِ وَمِنْ الْإِبِل اِثْنَيْنِ وَمِنْ الْبَقَر اِثْنَيْنِ وَقَوْله عَزَّ وَجَلَّ \" يَخْلُقكُمْ فِي بُطُون أُمَّهَاتكُمْ \" أَيْ قَدَّرَكُمْ فِي بُطُون أُمَّهَاتكُمْ \" خَلْقًا مِنْ بَعْدِ خَلْقٍ \" يَكُون أَحَدكُمْ أَوَّلًا نُطْفَة ثُمَّ يَكُون عَلَقَة ثُمَّ يَكُون مُضْغَة ثُمَّ يُخْلَق فَيَكُون لَحْمًا وَعَظْمًا وَعَصَبًا وَعُرُوقًا وَيُنْفَخ فِيهِ الرُّوح فَيَصِير خَلْقًا آخَر \" فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ \" . وَقَوْله جَلَّ وَعَلَا \" فِي ظُلُمَات ثَلَاث \" يَعْنِي فِي ظُلْمَة الرَّحِم وَظُلْمَة الْمَشِيمَة الَّتِي هِيَ كَالْغِشَاوَةِ وَالْوِقَايَة عَلَى الْوَلَد وَظُلْمَة الْبَطْن كَذَا قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَعِكْرِمَة وَأَبُو مَالِك وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَابْن زَيْد . وَقَوْله جَلَّ جَلَاله \" ذَلِكُمْ اللَّهُ رَبُّكُمْ \" أَيْ هَذَا الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض وَمَا بَيْنهمَا وَخَلَقَكُمْ وَخَلَقَ آبَاءَكُمْ هُوَ الرَّبُّ لَهُ الْمُلْك وَالتَّصَرُّف فِي جَمِيع ذَلِكَ \" لَا إِلَه إِلَّا هُوَ \" أَيْ الَّذِي لَا تَنْبَغِي الْعِبَادَة إِلَّا لَهُ وَحْده لَا شَرِيك لَهُ \" فَأَنَّى تُصْرَفُونَ \" أَيْ فَكَيْفَ تَعْبُدُونَ مَعَهُ غَيْره ؟ أَيْنَ يُذْهَب بِعُقُولِكُمْ ؟.</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40747, "aya_id": 6}]