[{"text": "إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ", "sura_id": 1, "type": 0, "id": 5, "aya_id": 5}, {"text": "إياك نعبد وإياك نستعين", "sura_id": 1, "type": 1, "id": 6241, "aya_id": 5}, {"text": "5 - (إياك نعبد وإياك نستعين) أي نخصك بالعبادة من توحيد وغيره ونطلب المعونة على العبادة وغيرها \r\n", "sura_id": 1, "type": 2, "id": 24949, "aya_id": 5}, {"text": "إنا نخصك وحدك بالعبادة, ونستعين بك وحدك في جميع أمورنا, فالأمر كله بيدك, لا يملك منه أحد مثقال ذرة. وفي هذه الآية دليل على أن العبد لا يجوز له أن يصرف شيئًا من أنواع العبادة كالدعاء والاستغاثة والذبح والطواف إلا لله وحده, وفيها شفاء القلوب من داء التعلق بغير اله, ومن أمراض الرياء والعجب, والكبرياء.\r\n", "sura_id": 1, "type": 3, "id": 31185, "aya_id": 5}, {"text": " <font color=red>إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ</font><BR><p>قَرَأَ السَّبْعَةُ وَالْجُمْهُورُ بِتَشْدِيدِ الْيَاءِ مِنْ \" إِيَّاكَ \" وَقَرَأَ عَمْرُو بْن فَايِد بِتَخْفِيفِهَا مَعَ الْكَسْر وَهِيَ قِرَاءَةٌ شَاذَّةٌ مَرْدُودَةٌ لِأَنَّ إِيَّا ضَوْء الشَّمْس وَقَرَأَ بَعْضهمْ \" أَيَّاك \" بِفَتْحِ الْهَمْزَة وَتَشْدِيد الْيَاء وَقَرَأَ بَعْضهمْ هِيَّاك بِالْهَاءِ بَدَل الْهَمْزَة كَمَا قَالَ الشَّاعِر : فَهِيَّاك وَالْأَمْر الَّذِي إِنْ تَرَاحَبَتْ مَوَارِده ضَاقَتْ عَلَيْك مَصَادِره وَنَسْتَعِين بِفَتْحِ النُّون أَوَّل الْكَلِمَة فِي قِرَاءَة الْجَمِيعِ سِوَى يَحْيَى بْن وَثَّاب وَالْأَعْمَش فَإِنَّهُمَا كَسَرَاهَا وَهِيَ لُغَة بَنِي أَسَد وَرَبِيعَة وَبَنِي تَمِيم وَالْعِبَادَة فِي اللُّغَة مِنْ الذُّلِّ يُقَالُ طَرِيق مُعَبَّد وَبَعِير مُعَبَّد أَيْ مُذَلَّل وَفِي الشَّرْع عِبَارَة عَمَّا يَجْمَع كَمَال الْمَحَبَّة وَالْخُضُوع وَالْخَوْف. وَقَدَّمَ الْمَفْعُولَ وَهُوَ إِيَّاكَ وَكُرِّرَ لِلِاهْتِمَامِ وَالْحَصْر أَيْ لَا نَعْبُد إِلَّا إِيَّاكَ وَلَا نَتَوَكَّل إِلَّا عَلَيْك وَهَذَا هُوَ كَمَال الطَّاعَة . وَالدِّين كُلّه يَرْجِع إِلَى هَذَيْنِ الْمَعْنَيَيْنِ . وَهَذَا كَمَا قَالَ بَعْض السَّلَف الْفَاتِحَة سِرّ الْقُرْآن وَسِرّهَا هَذِهِ الْكَلِمَة \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين \" فَالْأَوَّل تَبَرُّؤٌ مِنْ الشِّرْك وَالثَّانِي تَبَرُّؤٌ مِنْ الْحَوْلِ وَالْقُوَّةِ وَالتَّفْوِيض إِلَى اللَّه عَزَّ وَجَلَّ وَهَذَا الْمَعْنَى فِي غَيْر آيَة مِنْ الْقُرْآن كَمَا قَالَ تَعَالَى : \" فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبّك بِغَافِلٍ عَمَّا تَعْمَلُونَ \" \" قُلْ هُوَ الرَّحْمَن آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا\" \" رَبّ الْمَشْرِق وَالْمَغْرِب لَا إِلَه إِلَّا هُوَ فَاِتَّخِذْهُ وَكِيلًا \" وَكَذَلِكَ هَذِهِ الْآيَة الْكَرِيمَة \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين \" وَتَحَوُّل الْكَلَام مِنْ الْغَيْبَة إِلَى الْمُوَاجَهَة بِكَافِ الْخِطَاب وَهُوَ مُنَاسَبَة لِأَنَّهُ لَمَّا أَثْنَى عَلَى اللَّه فَكَأَنَّهُ اِقْتَرَبَ وَحَضَرَ بَيْن يَدَيْ اللَّه تَعَالَى فَلِهَذَا قَالَ : \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين\" وَفِي هَذَا دَلِيل عَلَى أَنَّ أَوَّلَ السُّورَة خَبَر مِنْ اللَّه تَعَالَى بِالثَّنَاءِ عَلَى نَفْسه الْكَرِيمَة بِجَمِيلِ صِفَاته الْحُسْنَى وَإِرْشَاد لِعِبَادِهِ بِأَنْ يُثْنُوا عَلَيْهِ بِذَلِكَ وَلِهَذَا لَا تَصِحّ صَلَاة مَنْ لَمْ يَقُلْ ذَلِكَ وَهُوَ قَادِر عَلَيْهِ كَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ عُبَادَة بْن الصَّامِت قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا صَلَاة لِمَنْ لَمْ يَقْرَأ بِفَاتِحَةِ الْكِتَاب \" . وَفِي صَحِيح مُسْلِم مِنْ حَدِيث الْعَلَاء بْن عَبْد الرَّحْمَن مَوْلَى الْحُرَقَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْره عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" يَقُول اللَّه تَعَالَى قَسَمْت الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ فَنِصْفهَا لِي وَنِصْفهَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ إِذَا قَالَ الْعَبْد \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" قَالَ اللَّه حَمِدَنِي عَبْدِي وَإِذَا قَالَ \" الرَّحْمَن الرَّحِيم \" قَالَ اللَّه أَثْنَى عَلَيَّ عَبْدِي فَإِذَا قَالَ : \" مَالِك يَوْم الدِّين\" قَالَ اللَّه مَجَّدَنِي عَبْدِي وَإِذَا قَالَ \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين \" قَالَ هَذَا بَيْنِي وَبَيْنَ عَبْدِي وَلِعَبْدِي مَا سَأَلَ فَإِذَا قَالَ \" اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيم صِرَاطَ الَّذِينَ أَنْعَمْت عَلَيْهِمْ غَيْر الْمَغْضُوب عَلَيْهِمْ وَلَا الضَّالِّينَ \" قَالَ هَذَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" إِيَّاكَ نَعْبُد\" يَعْنِي إِيَّاكَ نُوَحِّد وَنَخَاف وَنَرْجُوك يَا رَبّنَا لَا غَيْرك\" وَإِيَّاكَ نَسْتَعِين \" عَلَى طَاعَتك وَعَلَى أُمُورنَا كُلّهَا وَقَالَ قَتَادَة \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين \" يَأْمُركُمْ أَنْ تُخْلِصُوا لَهُ الْعِبَادَةَ وَأَنْ تَسْتَعِينُوهُ عَلَى أُمُوركُمْ وَإِنَّمَا قَدَّمَ \" إِيَّاكَ نَعْبُد \" عَلَى \" وَإِيَّاكَ نَسْتَعِين\" لِأَنَّ الْعِبَادَةَ لَهُ هِيَ الْمَقْصُودَة وَالِاسْتِعَانَة وَسِيلَة إِلَيْهَا وَالِاهْتِمَام وَالْحَزْم تَقْدِيم مَا هُوَ الْأَهَمّ فَالْأَهَمّ وَاَللَّه أَعْلَم . فَإِنْ قِيلَ : فَمَا مَعْنَى النُّون فِي قَوْله تَعَالَى \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين \" فَإِنْ كَانَتْ لِلْجَمْعِ فَالدَّاعِي وَاحِد وَإِنْ كَانَتْ لِلتَّعْظِيمِ فَلَا يُنَاسِب هَذَا الْمَقَامَ ؟ وَقَدْ أُجِيبَ بِأَنَّ الْمُرَاد مِنْ ذَلِكَ الْإِخْبَار عَنْ جِنْس الْعِبَاد وَالْمُصَلِّي فَرْد مِنْهُمْ وَلَا سِيَّمَا إِنْ كَانَ فِي جَمَاعَة أَوْ إِمَامهمْ فَأَخْبَرَ عَنْ نَفْسه وَعَنْ إِخْوَانه الْمُؤْمِنِينَ بِالْعِبَادَةِ الَّتِي خُلِقُوا لِأَجْلِهَا وَتَوَسَّطَ لَهُمْ بِخَيْرٍ وَمِنْهُمْ مَنْ قَالَ يَجُوز أَنْ تَكُون لِلتَّعْظِيمِ كَأَنَّ الْعَبْدَ قِيلَ لَهُ إِذَا كُنْت دَاخِل الْعِبَادَة فَأَنْتَ شَرِيف وَجَاهك عَرِيض فَقُلْ \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين\" وَإِنْ كُنْت خَارِج الْعِبَادَة فَلَا تَقُلْ نَحْنُ وَلَا فَعَلْنَا وَلَوْ كُنْت فِي مِائَة أَلْف أَوْ أَلْف أَلْف لِاحْتِيَاجِ الْجَمِيع إِلَى اللَّه عَزَّ وَجَلَّ وَفَقْرهمْ إِلَيْهِ . وَمِنْهُمْ مَنْ قَالَ إِيَّاكَ نَعْبُد أَلْطَف فِي التَّوَاضُع مِنْ إِيَّاكَ عَبْدنَا لِمَا فِي الثَّانِي مِنْ تَعْظِيم نَفْسه مِنْ جَعْله نَفْسَهُ وَحْده أَهْلًا لِعِبَادَةِ اللَّه تَعَالَى الَّذِي لَا يَسْتَطِيع أَحَد أَنْ يَعْبُدهُ حَقّ عِبَادَته وَلَا يُثْنِي عَلَيْهِ كَمَا يَلِيق بِهِ وَالْعِبَادَة مَقَام عَظِيم يُشَرَّف بِهِ الْعَبْد لِانْتِسَابِهِ إِلَى جَنَاب اللَّه تَعَالَى كَمَا قَالَ بَعْضهمْ : لَا تَدْعُنِي إِلَّا بِيَا عَبْدهَا فَإِنَّهُ أَشْرَف أَسْمَائِي وَقَدْ سَمَّى اللَّه رَسُولَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِعَبْدِهِ فِي أَشْرَف مَقَامَاته فَقَالَ : \" الْحَمْد لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْده الْكِتَاب \" \" وَأَنَّهُ لَمَّا قَامَ عَبْد اللَّه يَدْعُوهُ \" \" سُبْحَان الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا \" فَسَمَّاهُ عَبْدًا عِنْد إِنْزَاله عَلَيْهِ وَعِنْدَ قِيَامه فِي الدَّعْوَة وَإِسْرَائِهِ بِهِ وَأَرْشَده إِلَى الْقِيَام بِالْعِبَادَةِ فِي أَوْقَات يَضِيق صَدْره مِنْ تَكْذِيب الْمُخَالِفِينَ حَيْثُ يَقُول\" وَلَقَدْ نَعْلَم أَنَّك يَضِيق صَدْرك بِمَا يَقُولُونَ فَسَبِّحْ بِحَمْدِ رَبّك وَكُنْ مِنْ السَّاجِدِينَ وَاعْبُدْ رَبّك حَتَّى يَأْتِيَك الْيَقِين \" وَقَدْ حَكَى الرَّازِيّ فِي تَفْسِيره عَنْ بَعْضهمْ أَنَّ مَقَام الْعُبُودِيَّة أَشْرَف مِنْ مَقَام الرِّسَالَة لِكَوْنِ الْعِبَادَة تَصْدُر مِنْ الْخَلْق إِلَى الْحَقّ وَالرِّسَالَة مِنْ الْحَقّ إِلَى الْخَلْق قَالَ وَلِأَنَّ اللَّهَ يَتَوَلَّى مَصَالِح عَبْده وَالرَّسُول يَتَوَلَّى مَصَالِحَ أُمَّته وَهَذَا الْقَوْل خَطَأ وَالتَّوْجِيه أَيْضًا ضَعِيف لَا حَاصِلَ لَهُ وَلَمْ يَتَعَرَّض لَهُ الرَّازِيّ بِتَضْعِيفٍ وَلَا رَدٍّ . وَقَالَ بَعْض الصُّوفِيَّة الْعِبَادَة إِمَّا لِتَحْصِيلِ ثَوَاب أَوْ دَرْء عِقَاب قَالُوا وَهَذَا لَيْسَ بِطَائِلٍ إِذْ مَقْصُوده تَحْصِيل مَقْصُوده وَإِمَّا لِلتَّشْرِيفِ بِتَكَالِيف اللَّه تَعَالَى وَهَذَا أَيْضًا عِنْدَهُمْ ضَعِيف بَلْ الْعَالِي أَنْ يُعْبَد اللَّه لِذَاتِهِ الْمُقَدَّسَة الْمَوْصُوفَة بِالْكَمَالِ قَالُوا وَلِهَذَا يَقُول الْمُصَلِّي : أُصَلِّي لِلَّهِ , وَلَوْ كَانَ لِتَحْصِيلِ الثَّوَاب وَدَرْء الْعِقَاب لَبَطَلَتْ الصَّلَاة وَقَدْ رَدَّ ذَلِكَ عَلَيْهِمْ آخَرُونَ وَقَالُوا : كَوْن الْعِبَادَة لِلَّهِ عَزَّ وَجَلَّ لَا يُنَافِي أَنْ يَطْلُب مَعَهَا ثَوَابًا وَلَا أَنْ يَدْفَع عَذَابًا كَمَا قَالَ ذَلِكَ الْأَعْرَابِيّ : أَمَا إِنِّي لَا أُحْسِن دَنْدَنَتك وَلَا دَنْدَنَة مُعَاذ إِنَّمَا أَسْأَل اللَّه الْجَنَّة وَأَعُوذ بِهِ مِنْ النَّار فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَوْلهَا نُدَنْدِن \" .</p><BR> <br> ", "sura_id": 1, "type": 4, "id": 37421, "aya_id": 5}]