[{"text": "أًمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أّن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاء مَّحْيَاهُم وَمَمَاتُهُمْ سَاء مَا يَحْكُمُونَ", "sura_id": 45, "type": 0, "id": 4494, "aya_id": 21}, {"text": "أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون", "sura_id": 45, "type": 1, "id": 10730, "aya_id": 21}, {"text": "21 - (أم) بمعنى همزة الانكار (حسب الذين اجترحوا) اكتسبوا (السيئات) الكفر والمعاصي (أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء) خبر (محياهم ومماتهم) مبتدأ ومعطوف والجملة بدل من الكاف والضميران للكفار المعنى احسبوا أن نجعلهم في الآخرة في خير كالمؤمنين في رغد من العيش مساو لعيشهم في الدنيا حيث قالوا للمؤمنين لئن بعثنا لنعطى من الخير مثل ما تعطون قال تعالى على وفق إنكاره بالهمزة (ساء ما يحكمون) أي ليس الأمر كذلك فهم في الآخرة في العذاب على خلاف عيشهم في الدنيا والمؤمنون في الآخرة في الثواب بعملهم الصالحات في الدنيا من الصلاة والزكاة والصيام وغير ذلك وما مصدرية أي بئس حكما حكمهم هذا \r\n", "sura_id": 45, "type": 2, "id": 29438, "aya_id": 21}, {"text": "بل أظنَّ الذين اكتسبوا السيئات, وكذَّبوا رسل الله, وخالفوا أمر ربهم, وعبدوا غيره, أن نجعلهم كالذين آمنوا بالله, وصدقوا رسله وعملوا الصالحات, وأخلصوا له العبادة دون سواه, ونساويَهم بهم في الدنيا والآخرة؟ ساء حكمهم بالمساواة بين الفجار والأبرار في الآخرة.\r\n", "sura_id": 45, "type": 3, "id": 35674, "aya_id": 21}, {"text": " <font color=red>أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ</font><BR><p>يَقُول تَعَالَى لَا يَسْتَوِي الْمُؤْمِنُونَ وَالْكَافِرُونَ كَمَا قَالَ عَزَّ وَجَلَّ لَا يَسْتَوِي أَصْحَاب النَّار وَأَصْحَاب الْجَنَّة أَصْحَاب الْجَنَّة هُمْ الْفَائِزُونَ وَقَالَ تَبَارَكَ وَتَعَالَى أَمْ حَسِبَ الَّذِينَ اِجْتَرَحُوا السَّيِّئَات أَيْ عَمِلُوهَا وَكَسَبُوهَا أَنْ نَجْعَلهُمْ كَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات سَوَاء مَحْيَاهُمْ وَمَمَاتهمْ أَيْ نُسَاوِيهِمْ بِهِمْ فِي الدُّنْيَا وَالْآخِرَة سَاءَ مَا يَحْكُمُونَ أَيْ سَاءَ مَا ظَنُّوا بِنَا وَبِعَدْلِنَا أَنْ نُسَاوِيَ بَيْن الْأَبْرَار وَالْفُجَّار فِي الدَّار الْآخِرَة وَفِي هَذِهِ الدَّار قَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا مُؤَمِّل بْن إِهَاب حَدَّثَنَا بُكَيْر بْن عُثْمَان التَّنُوخِيّ حَدَّثَنَا الْوَضِين بْن عَطَاء عَنْ يَزِيد بْن مَرْثَد الْبَاجِيّ عَنْ أَبِي ذَرّ قَالَ : إِنَّ اللَّه تَعَالَى بَنَى دِينه عَلَى أَرْبَعَة أَرْكَان فَمَنْ صَبَرَ عَلَيْهِنَّ وَلَمْ يَعْمَل بِهِنَّ لَقِيَ اللَّه مِنْ الْفَاسِقِينَ قِيلَ وَمَا هُنَّ يَا أَبَا ذَرّ ؟ قَالَ يُسَلَّم حَلَال اللَّه لِلَّهِ وَحَرَام اللَّه لِلَّهِ وَأَمْر اللَّه لِلَّهِ وَنَهْي اللَّه لِلَّهِ لَا يُؤْتَمَن عَلَيْهِنَّ إِلَّا اللَّه قَالَ أَبُو الْقَاسِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَمَا أَنَّهُ لَا يُجْتَنَى مِنْ الشَّوْك الْعِنَب كَذَلِكَ لَا يَنَال الْفُجَّار مَنَازِل الْأَبْرَار \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَاق فِي كِتَاب السُّرَّة أَنَّهُمْ وَجَدُوا حَجَرًا بِمَكَّة فِي أُسّ الْكَعْبَة مَكْتُوب عَلَيْهِ : تَعْمَلُونَ السَّيِّئَات وَتَرْجُونَ الْحَسَنَات أَجَلْ كَمَا يُجْنَى مِنْ الشَّوْك الْعِنَب . وَقَدْ رَوَى الطَّبَرَانِيّ مِنْ حَدِيث شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق أَنَّ تَمِيمًا الدَّارِيَّ قَامَ لَيْلَة حَتَّى أَصْبَحَ يُرَدِّد هَذِهِ الْآيَة أَمْ حَسِبَ الَّذِينَ اِجْتَرَحُوا السَّيِّئَات أَنْ نَجْعَلهُمْ كَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات وَلِهَذَا قَالَ تَعَالَى سَاءَ مَا يَحْكُمُونَ .</p><BR> <br> ", "sura_id": 45, "type": 4, "id": 41293, "aya_id": 21}]