[{"text": "أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَاءهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا", "sura_id": 18, "type": 0, "id": 2219, "aya_id": 79}, {"text": "أما السفينة فكانت لمساكين يعملون في البحر فأردت أن أعيبها و كان وراءهم ملك يأخذ كل سفينة غصبا", "sura_id": 18, "type": 1, "id": 8455, "aya_id": 79}, {"text": "79 - (أما السفينة فكانت لمساكين) عشرة (يعملون في البحر) بها مؤاجرة لها طلبا للكسب (فأردت أن أعيبها وكان وراءهم) إذا رجعوا أو أمامهم الآن (ملك) كافر (يأخذ كل سفينة) صالحة (غصبا) نصبه على المصدر المبين لنوع الأخذ \r\n", "sura_id": 18, "type": 2, "id": 27163, "aya_id": 79}, {"text": "أما السفينة التي خرقتها فإنها كانت لأناس مساكين يعملون في البحر عليها سعيًا وراء الرزق، فأردت أن أعيبها بذلك الخرق؛ لأن أمامهم ملكًا يأخذ كل سفينة صالحة غصبًا من أصحابها.\r\n", "sura_id": 18, "type": 3, "id": 33399, "aya_id": 79}, {"text": " <font color=red>أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا</font><BR><p>هَذَا تَفْسِير مَا أَشْكَلَ أَمْره عَلَى مُوسَى عَلَيْهِ السَّلَام مَا كَانَ أَنْكَرَ ظَاهِره وَقَدْ أَظْهَرَ اللَّه الْخَضِر عَلَيْهِ السَّلَام عَلَى حِكْمَة بَاطِنَة فَقَالَ : إِنَّ السَّفِينَة إِنَّمَا خَرَقْتهَا لِأَعِيبَهَا لِأَنَّهُمْ كَانُوا يَمُرُّونَ بِهَا عَلَى مَلِك مِنْ الظَّلَمَة \" يَأْخُذ كُلّ سَفِينَة \" صَالِحَة أَيْ جَيِّدَة \" غَصْبًا \" فَأَرَدْت أَنْ أَعِيبهَا لِأَرُدّهُ عَنْهَا لِعَيْبِهَا فَيَنْتَفِع بِهَا أَصْحَابهَا الْمَسَاكِين الَّذِينَ لَمْ يَكُنْ لَهُمْ شَيْء يَنْتَفِعُونَ بِهِ غَيْرهَا وَقَدْ قِيلَ إِنَّهُمْ أَيْتَام وَرَوَى اِبْن جُرَيْج عَنْ وَهْب بْن سُلَيْمَان عَنْ شُعَيْب الْجُبَّائِيّ أَنَّ اِسْم ذَلِكَ الْمَلِك هدد بْن بدد وَقَدْ تَقَدَّمَا أَيْضًا فِي رِوَايَة الْبُخَارِيّ وَهُوَ مَذْكُور فِي التَّوْرَاة فِي ذُرِّيَّة العيص بْن إِسْحَاق وَهُوَ مِنْ الْمُلُوك الْمَنْصُوص عَلَيْهِمْ فِي التَّوْرَاة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38376, "aya_id": 79}]