[{"text": "فَإِذَا هُم بِالسَّاهِرَةِ", "sura_id": 79, "type": 0, "id": 5726, "aya_id": 14}, {"text": "فإذا هم بالساهرة", "sura_id": 79, "type": 1, "id": 11962, "aya_id": 14}, {"text": "14 - (فإذا هم) أي كل الخلائق (بالساهرة) بوجه الأرض أحياء بعد ما كانوا ببطنها أمواتا \r\n", "sura_id": 79, "type": 2, "id": 30670, "aya_id": 14}, {"text": "فإذا هم أحياء على وجه الأرض بعد أن كانوا في بطنها.\r\n", "sura_id": 79, "type": 3, "id": 36906, "aya_id": 14}, {"text": " <font color=red>فَإِذَا هُمْ بِالسَّاهِرَةِ</font><BR><p>قَالَ اِبْن عَبَّاس السَّاهِرَة الْأَرْض كُلّهَا وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَقَتَادَة وَأَبُو صَالِح وَقَالَ عِكْرِمَة وَالْحَسَن وَالضَّحَّاك وَابْن زَيْد السَّاهِرَة وَجْه الْأَرْض وَقَالَ مُجَاهِد كَانُوا بِأَسْفَلِهَا فَأُخْرِجُوا إِلَى أَعْلَاهَا قَالَ وَالسَّاهِرَة الْمَكَان الْمُسْتَوِي وَقَالَ الثَّوْرِيّ السَّاهِرَة أَرْض الشَّام وَقَالَ عُثْمَان بْن أَبِي الْعَاتِكَة السَّاهِرَة أَرْض بَيْت الْمَقْدِس . وَقَالَ وَهْب بْن مُنَبِّه السَّاهِرَة جَبَل إِلَى جَانِب بَيْت الْمَقْدِس . وَقَالَ قَتَادَة أَيْضًا السَّاهِرَة جَهَنَّم وَهَذِهِ الْأَقْوَال كُلّهَا غَرِيبَة وَالصَّحِيح أَنَّهَا الْأَرْض وَجْههَا الْأَعْلَى وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا حِرْز بْن الْمُبَارَك الشَّيْخ الصَّالِح حَدَّثَنَا بِشْر بْن السَّرِيّ حَدَّثَنَا مُصْعَب بْن ثَابِت عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد السَّاعِدِيّ \" فَإِذَا هُمْ بِالسَّاهِرَةِ\" قَالَ أَرْض بَيْضَاء عَفْرَاء خَالِيَة كَخُبْزَةِ النَّقِيّ وَقَالَ الرَّبِيع بْن أَنَس \" فَإِذَا هُمْ بِالسَّاهِرَةِ \" يَقُول اللَّه عَزَّ وَجَلَّ \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَوَات وَبَرَزُوا لِلَّهِ الْوَاحِد الْقَهَّار \" وَيَقُول تَعَالَى \" وَيَسْأَلُونَك عَنْ الْجِبَال فَقُلْ يَنْسِفهَا رَبِّي نَسْفًا فَيَذَرهَا قَاعًا صَفْصَفًا لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا \" وَقَالَ تَعَالَى\" وَيَوْم نُسَيِّر الْجِبَال وَتَرَى الْأَرْض بَارِزَة \" وَبَرَزَتْ الْأَرْض الَّتِي عَلَيْهَا الْجِبَال وَهِيَ لَا تُعَدّ مِنْ هَذِهِ الْأَرْض وَهِيَ أَرْض لَمْ يُعْمَل عَلَيْهَا خَطِيئَة وَلَمْ يُهْرَق عَلَيْهَا دَم .</p><BR> <br> ", "sura_id": 79, "type": 4, "id": 43014, "aya_id": 14}]