[{"text": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ", "sura_id": 3, "type": 0, "id": 397, "aya_id": 104}, {"text": "ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون", "sura_id": 3, "type": 1, "id": 6633, "aya_id": 104}, {"text": "104 - (ولتكن منكم أمة يدعون إلى الخير) الإسلام (ويأمرون بالمعروف وينهون عن المنكر وأولئك) الداعون الآمرون الناهون (هم المفلحون) الفائزون ، ومن للتبعيض لأن ما ذكر فرض كفاية لا يلزم كل الأمة ولا يليق بكل أحد كالجاهل. وقيل زائدة أي لتكونوا أمة. \r\n", "sura_id": 3, "type": 2, "id": 25341, "aya_id": 104}, {"text": "ولتكن منكم -أيها المؤمنون- جماعة تدعو إلى الخير وتأمر بالمعروف, وهو ما عُرف حسنه شرعًا وعقلا وتنهى عن المنكر, وهو ما عُرف قبحه شرعًا وعقلا وأولئك هم الفائزون بجنات النعيم.\r\n", "sura_id": 3, "type": 3, "id": 31577, "aya_id": 104}, {"text": " <font color=red>وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ</font><BR><p>يَقُول تَعَالَى : وَلْتَكُنْ مِنْكُمْ أُمَّة مُنْتَصِبَة لِلْقِيَامِ بِأَمْرِ اللَّه فِي الدَّعْوَة إِلَى الْخَيْر وَالْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر وَأُولَئِكَ هُمْ الْمُفْلِحُونَ قَالَ الضَّحَّاك : هُمْ خَاصَّة الصَّحَابَة وَخَاصَّة الرُّوَاة يَعْنِي الْمُجَاهِدِينَ وَالْعُلَمَاء وَقَالَ أَبُو جَعْفَر الْبَاقِر : قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلْتَكُنْ مِنْكُمْ أُمَّة يَدْعُونَ إِلَى الْخَيْر \" ثُمَّ قَالَ \" الْخَيْر اِتِّبَاع الْقُرْآن وَسُنَّتِي \" رَوَاهُ اِبْن مَرْدُوَيه وَالْمَقْصُود مِنْ هَذِهِ الْآيَة أَنْ تَكُون فِرْقَة مِنْ هَذِهِ الْأُمَّة مُتَصَدِّيَة لِهَذَا الشَّأْن وَإِنْ كَانَ ذَلِكَ وَاجِبًا عَلَى كُلّ فَرَدّ مِنْ الْأُمَّة بِحَسَبِهِ كَمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ وَذَلِكَ أَضْعَف الْإِيمَان \" وَفِي رِوَايَة \" وَلَيْسَ وَرَاء ذَلِكَ مِنْ الْإِيمَان حَبَّة خَرْدَل \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُلَيْمَان الْهَاشِمِيّ أَنْبَأَنَا إِسْمَاعِيل بْن جَعْفَر أَخْبَرَنِي عَمْرو بْن أَبِي عَمْرو عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الْأَشْهَلِيّ عَنْ حُذَيْفَة بْن الْيَمَان أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهَوُنَّ عَنْ الْمُنْكَر أَوْ لَيُوشِكَنَّ اللَّه أَنْ يَبْعَث عَلَيْكُمْ عِقَابًا مِنْ عِنْده ثُمَّ لَتَدْعُنّهُ فَلَا يَسْتَجِيب لَكُمْ \" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَمْرو بْن أَبِي عَمْرو بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن وَالْأَحَادِيث فِي هَذَا الْبَاب كَثِيرَة مَعَ الْآيَات الْكَرِيمَة كَمَا سَيَأْتِي تَفْسِيرهَا فِي أَمَاكِنهَا .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39849, "aya_id": 104}]