[{"text": "ثُمَّ أَنزَلَ عَلَيْكُم مِّن بَعْدِ الْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَى طَآئِفَةً مِّنكُمْ وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِاللّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَل لَّنَا مِنَ الأَمْرِ مِن شَيْءٍ قُلْ إِنَّ الأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنفُسِهِم مَّا لاَ يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الأَمْرِ شَيْءٌ مَّا قُتِلْنَا هَاهُنَا قُل لَّوْ كُنتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحَّصَ مَا فِي قُلُوبِكُمْ وَاللّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ", "sura_id": 3, "type": 0, "id": 447, "aya_id": 154}, {"text": "ثم أنزل عليكم من بعد الغم أمنة نعاسا يغشى طائفة منكم وطائفة قد أهمتهم أنفسهم يظنون بالله غير الحق ظن الجاهلية يقولون هل لنا من الأمر من شيء قل إن الأمر كله لله يخفون في أنفسهم ما لا يبدون لك يقولون لو كان لنا من الأمر شيء ما قتلنا ها هنا قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم وليبتلي الله ما في صدوركم وليمحص ما في قلوبكم والله عليم بذات الصدور", "sura_id": 3, "type": 1, "id": 6683, "aya_id": 154}, {"text": "154 - (ثم أنزل عليكم من بعد الغم أمنةً) أمناً (نعاساً) بدل (يغشى) بالياء والتاء (طائفةً منكم) وهم المؤمنون فكانوا يميدون تحت الحجف وتسقط السيوف منهم (وطائفةٌ قد أهمتهم أنفسهم) أي حملتهم على الهم فلا رغبة لهم إلا نجاتها دون النبي وأصحابه فلم يناموا وهم المنافقون (يظنون بالله) ظناً (غير) الظن (الحق ظن) أي كظن (الجاهلية) حيث اعتقدوا أن النبي قتل أو لا ينصر (يقولون هل) ما (لنا من الأمر) أي النصر الذي وعدناه (من) زائدة (شيء قل) لهم (إن الأمر كله) بالنصب توكيداً والرفع مبتدأ وخبره (لله) أي القضاء له يفعل ما يشاء (يخفون في أنفسهم ما لا يبدون) يظهرون (لك يقولون) بيان لما قبله (لو كان لنا من الأمر شيء ما قتلنا ههنا) أي لو كان الاختيار إلينا لم نخرج فلم نقتل لكن أخرجنا كرها (قل) لهم (لوكنتم في بيوتكم) وفيكم من كتب الله عليه القتل (لبرز) خرج (الذين كتب) قضي (عليهم القتل) منكم (الى مضاجعهم) مصارعهم فيقتلوا ولم ينجهم قعودهم لأن قضاءه تعالى كائن لا محالة (و) فعل ما فعل بأحد (ليبتلي) يختبر (الله ما في صدوركم) قلوبكم من الإخلاص والنفاق (وليمحص) يميز (ما في قلوبكم والله عليم بذات الصدور) بما في القلوب لا يخفى عليه شيء وإنما يبتلي ليظهر للناس \r\n", "sura_id": 3, "type": 2, "id": 25391, "aya_id": 154}, {"text": "ثم كان من رحمة الله بالمؤمنين المخلصين أن ألقى في قلوبهم من بعد ما نزل بها من همٍّ وغمٍّ اطمئنانًا وثقة في وعد الله, وكان من أثره نعاس غَشِي طائفة منهم, وهم أهل الإخلاص واليقين, وطائفة أُخرى أهمَّهم خلاص أنفسهم خاصة, وضَعُفَتْ عزيمتهم وشُغِلوا بأنفسهم, وأساؤوا الظن بربهم وبدينه وبنبيه, وظنوا أن الله لا يُتِمُّ أمر رسوله, وأن الإسلام لن نقوم له قائمة, ولذلك تراهم نادمين على خروجهم, يقول بعضهم لبعض: هل كان لنا من اختيار في الخروج للقتال؟ قل لهم -أيها الرسول- : إن الأمر كلَّه لله, فهو الذي قدَّر خروجكم وما حدث لكم, وهم يُخْفون في أنفسهم ما لا يظهرونه لك من الحسرة على خروجهم للقتال, يقولون: لو كان لنا أدنى اختيار ما قُتِلنا هاهنا. قل لهم: إن الآجال بيد الله, ولو كنتم في بيوتكم, وقدَّر الله أنكم تموتون, لخرج الذين كتب الله عليهم الموت إلى حيث يُقْتلون, وما جعل الله ذلك إلا ليختبر ما في صدوركم من الشك والنفاق, وليميز الخبيث من الطيب, ويظهر أمر المؤمن من المنافق للناس في الأقوال والأفعال. والله عليم بما في صدور خلقه, لا يخفى عليه شيء من أمورهم.\r\n", "sura_id": 3, "type": 3, "id": 31627, "aya_id": 154}, {"text": " <font color=red>ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَا هُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ</font><BR><p>يَقُول تَعَالَى مُمْتَنًّا عَلَى عِبَاده فِيمَا أَنْزَلَ عَلَيْهِمْ مِنْ السَّكِينَة وَالْأَمَنَة وَهُوَ النُّعَاس الَّذِي غَشِيَهُمْ وَهُمْ مُشْتَمِلُونَ السِّلَاح فِي حَال هَمّهمْ وَغَمّهمْ وَالنُّعَاس فِي مِثْل تِلْكَ الْحَال دَلِيل عَلَى الْأَمَان كَمَا قَالَ فِي سُورَة الْأَنْفَال فِي قِصَّة بَدْر \" إِذْ يُغَشِّيكُم النُّعَاس أَمَنَة مِنْهُ \" الْآيَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو نُعَيْم وَوَكِيع عَنْ سُفْيَان عَنْ عَاصِم عَنْ أَبِي رَزِين عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : النُّعَاس فِي الْقِتَال مِنْ اللَّه وَفِي الصَّلَاة مِنْ الشَّيْطَان وَقَالَ الْبُخَارِيّ وَقَالَ لِي خَلِيفَة حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ أَنَس عَنْ أَبِي طَلْحَة قَالَ : كُنْت فِيمَنْ تَغَشَّاهُ النُّعَاس يَوْم أُحُد حَتَّى سَقَطَ سَيْفِي مِنْ يَدِي مِرَارًا يَسْقُط وَآخُذهُ وَيَسْقُط وَآخُذهُ . هَكَذَا رَوَاهُ فِي الْمَغَازِي مُعَلَّقًا وَرَوَاهُ فِي كِتَاب التَّفْسِير مُسْنَدًا عَنْ شَيْبَان عَنْ قَتَادَة عَنْ أَنَس عَنْ أَبِي طَلْحَة قَالَ : غَشِينَا النُّعَاس وَنَحْنُ فِي مَصَافّنَا يَوْم أُحُد قَالَ فَجَعَلَ سَيْفِي يَسْقُط مِنْ يَدِي وَآخُذهُ وَيَسْقُط وَآخُذهُ وَقَدْ رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَالْحَاكِم مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس عَنْ أَبِي طَلْحَة قَالَ : رَفَعْت رَأْسِي يَوْم أُحُد وَجَعَلْت أَنْظُر وَمَا مِنْهُمْ يَوْمئِذٍ أَحَد إِلَّا يَمِيل تَحْت جُحْفَته مِنْ النُّعَاس لَفْظ التِّرْمِذِيّ وَقَالَ حَسَن صَحِيح وَرَوَاهُ النَّسَائِيّ أَيْضًا عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ خَالِد بْن الْحَارِث عَنْ قُتَيْبَة عَنْ اِبْن أَبِي عَدِيّ كِلَاهُمَا عَنْ حُمَيْد عَنْ أَنَس قَالَ : قَالَ أَبُو طَلْحَة : كُنْت فِيمَنْ أُلْقِيَ عَلَيْهِ النُّعَاس الْحَدِيث وَهَكَذَا رَوَاهُ عَنْ الزُّبَيْر وَعَبْد الرَّحْمَن بْن عَوْف وَقَالَ الْبَيْهَقِيّ حَدَّثَنَا أَبُو عَبْد اللَّه الْحَافِظ أَخْبَرَنِي أَبُو الْحُسَيْن مُحَمَّد بْن يَعْقُوب حَدَّثَنَا مُحَمَّد بْن إِسْحَق الثَّقَفِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن الْمُبَارَك الْمَخْزُومِيّ حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا شَيْبَان عَنْ قَتَادَة حَدَّثَنَا أَنَس بْن مَالِك أَنَّ أَبَا طَلْحَة قَالَ : غَشِيَنَا النُّعَاس وَنَحْنُ فِي مَصَافّنَا يَوْم أُحُد فَجَعَلَ سَيْفِي يَسْقُط مِنْ يَدِي وَآخُذهُ وَيَسْقُط وَآخُذهُ قَالَ وَالطَّائِفَة الْأُخْرَى الْمُنَافِقُونَ لَيْسَ لَهُمْ هَمّ إِلَّا أَنْفُسهمْ أَجْبَن قَوْم وَأَرْعَبهُ وَأَخْذَله لِلْحَقِّ \" يَظُنُّونَ بِاَللَّهِ غَيْر الْحَقّ ظَنَّ الْجَاهِلِيَّة \" أَيْ إِنَّمَا هُمْ أَهْل شَكّ وَرَيْب فِي اللَّه عَزَّ وَجَلَّ هَكَذَا رَوَاهُ بِهَذِهِ الزِّيَادَة وَكَأَنَّهَا مِنْ كَلَام قَتَادَة رَحِمَهُ اللَّه وَهُوَ كَمَا قَالَ اللَّه فَإِنَّ اللَّه عَزَّ وَجَلَّ يَقُول \" ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْد الْغَمّ أَمَنَة نُعَاسًا يَغْشَى طَائِفَة مِنْكُمْ \" يَعْنِي أَهْل الْإِيمَان وَالْيَقِين وَالثَّبَات وَالتَّوَكُّل الصَّادِق وَهُمْ الْجَازِمُونَ بِأَنَّ اللَّه عَزَّ وَجَلَّ سَيَنْصُرُ رَسُوله وَيُنْجِز لَهُ مَأْمُوله وَلِهَذَا قَالَ \" وَطَائِفَة قَدْ أَهَمَّتْهُمْ أَنْفُسهمْ \" يَعْنِي لَا يَغْشَاهُمْ النُّعَاس مِنْ الْقَلِق وَالْجَزَع وَالْخَوْف \" يَظُنُّونَ بِاَللَّهِ غَيْر الْحَقّ ظَنَّ الْجَاهِلِيَّة \" كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِب الرَّسُول وَالْمُؤْمِنُونَ إِلَى أَهْلَيْهِمْ أَبَدًا \" إِلَى آخِر الْآيَة وَهَكَذَا هَؤُلَاءِ اِعْتَقَدُوا أَنَّ الْمُشْرِكِينَ لَمَّا ظَهَرُوا تِلْكَ السَّاعَة أَنَّهَا الْفَيْصَلَة وَأَنَّ الْإِسْلَام قَدْ بَادَ وَأَهْله وَهَذَا شَأْن أَهْل الرَّيْب وَالشَّكّ إِذَا حَصَلَ أَمْر مِنْ الْأُمُور الْفَظِيعَة تَحْصُلُ لَهُمْ هَذِهِ الظُّنُون الشَّنِيعَة ثُمَّ أَخْبَرَ تَعَالَى عَنْهُمْ أَنَّهُمْ \" يَقُولُونَ \" فِي تِلْكَ الْحَال \" هَلْ لَنَا مِنْ الْأَمْر مِنْ شَيْء \" فَقَالَ تَعَالَى \" قُلْ إِنَّ الْأَمْر كُلّه لِلَّهِ يُخْفُونَ فِي أَنْفُسهمْ مَا لَا يُبْدُونَ لَك \" ثُمَّ فَسَّرَ مَا أَخْفُوهُ فِي أَنْفُسهمْ بِقَوْلِهِ \" يَقُولُونَ لَوْ كَانَ لَنَا مِنْ الْأَمْر شَيْء مَا قُتِلْنَا هَهُنَا \" أَيْ يُسِرُّونَ هَذِهِ الْمَقَالَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ اِبْن إِسْحَق فَحَدَّثَنِي يَحْيَى بْن عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن الزُّبَيْر قَالَ : قَالَ الزُّبَيْر : لَقَدْ رَأَيْتنِي مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين اِشْتَدَّ الْخَوْف عَلَيْنَا أَرْسَلَ اللَّه عَلَيْنَا النَّوْم فَمَا مِنَّا مِنْ رَجُل إِلَّا ذَقْنُهُ فِي صَدْره قَالَ فَوَاَللَّهِ إِنِّي لَأَسْمَع قَوْل مُعَتِّب بْن قُشَيْر مَا أَسْمَعهُ إِلَّا كَالْحُلْمِ يَقُول \" لَوْ كَانَ لَنَا مِنْ الْأَمْر شَيْء مَا قُتِلْنَا هَهُنَا \" فَحَفِظْتهَا مِنْهُ وَفِي ذَلِكَ أَنْزَلَ اللَّه \" يَقُولُونَ لَوْ كَانَ لَنَا مِنْ الْأَمْر شَيْء مَا قُتِلْنَا هَهُنَا \" لِقَوْلِ مُعَتِّب رَوَاهُ اِبْن أَبِي حَاتِم قَالَ اللَّه تَعَالَى \" قُلْ لَوْ كُنْتُمْ فِي بُيُوتكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمْ الْقَتْل إِلَى مَضَاجِعهمْ \" أَيْ هَذَا قَدَر قَدَّرَهُ اللَّه عَزَّ وَجَلَّ وَحُكْمٌ حَتْمٌ لَا مَحِيد عَنْهُ وَلَا مَنَاص مِنْهُ وَقَوْله \" وَلِيَبْتَلِيَ اللَّه مَا فِي صُدُوركُمْ وَلِيُمَحَّص مَا فِي قُلُوبكُمْ \" أَيْ يَخْتَبِركُمْ بِمَا جَرَى عَلَيْكُمْ لِيَمِيزَ الْخَبِيث مِنْ الطَّيِّب وَيُظْهِر أَمْر الْمُؤْمِن مِنْ الْمُنَافِق لِلنَّاسِ فِي الْأَقْوَال \" وَاَللَّه عَلِيم بِذَاتِ الصُّدُور \" أَيْ بِمَا يَخْتَلِج فِي الصُّدُور مِنْ السَّرَائِر وَالضَّمَائِر .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39904, "aya_id": 154}]