[{"text": "يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُواْ وَعَصَوُاْ الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الأَرْضُ وَلاَ يَكْتُمُونَ اللّهَ حَدِيثًا", "sura_id": 4, "type": 0, "id": 535, "aya_id": 42}, {"text": "يومئذ يود الذين كفروا وعصوا الرسول لو تسوى بهم الأرض ولا يكتمون الله حديثا", "sura_id": 4, "type": 1, "id": 6771, "aya_id": 42}, {"text": "42 - (يومئذ) يوم المجيء (يود الذين كفروا وعصوا الرسول لو) أي أن (تُسَوَّى) بالبناء للمفعول والفاعل مع حذف إحدى التاءين في الأصل ، ومع إدغامها في السين {تَسَّوَّى}أي تتسوى (بهم الأرض) بأن يكونوا ترابا مثلها لعظم هوله كما في آية أخرى: {ويقول الكافرين يا ليتني كنت ترابا} (ولا يكتمون الله حديثا) عما عملوه وفي وقت آخر يكتمونه ويقولون والله ربنا ما كنا مشركين \r\n", "sura_id": 4, "type": 2, "id": 25479, "aya_id": 42}, {"text": "يوم يكون ذلك, يتمنى الذين كفروا بالله تعالى وخالفوا الرسول ولم يطيعوه, لو يجعلهم الله والأرض سواء, فيصيرون ترابًا, حتى لا يبعثوا وهم لا يستطيعون أن يُخفوا عن الله شيئًا مما في أنفسهم, إذ ختم الله على أفواههم, وشَهِدَتْ عليهم جوارحهم بما كانوا يعملون.\r\n", "sura_id": 4, "type": 3, "id": 31715, "aya_id": 42}, {"text": " <font color=red>يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا</font><BR><p>وَقَالَ جُوَيْبِر عَنْ الضَّحَّاك أَنَّ نَافِع بْن الْأَزْرَق أَتَى اِبْن عَبَّاس فَقَالَ يَا اِبْن عَبَّاس قَوْل اللَّه تَعَالَى \" يَوْمئِذٍ يَوَدّ الَّذِينَ كَفَرُوا وَعَصَوْا الرَّسُول لَوْ تُسَوَّى بِهِمْ الْأَرْض وَلَا يَكْتُمُونَ اللَّه حَدِيثًا \" وَقَوْله وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ فَقَالَ لَهُ اِبْن عَبَّاس إِنِّي أَحْسَبك قُمْت مِنْ عِنْد أَصْحَابك فَقُلْت أُلْقِي عَلَى اِبْن عَبَّاس مُتَشَابِه الْقُرْآن فَإِذَا رَجَعْت إِلَيْهِمْ فَأَخْبِرْهُمْ أَنَّ اللَّه تَعَالَى يَجْمَع النَّاس يَوْم الْقِيَامَة فِي بَقِيع وَاحِد فَيَقُول الْمُشْرِكُونَ إِنَّ اللَّه لَا يَقْبَل مِنْ أَحَد شَيْئًا إِلَّا مِمَّنْ وَحَّدَهُ فَيَقُولُونَ تَعَالَوْا نَجْحَد فَيَسْأَلهُمْ فَيَقُولُونَ \" وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ \" قَالَ فَيَخْتِم اللَّه عَلَى أَفْوَاههمْ وَيَسْتَنْطِق جَوَارِحهمْ وَتَشْهَد عَلَيْهِمْ جَوَارِحهمْ أَنَّهُمْ كَانُوا مُشْرِكِينَ . فَعِنْد ذَلِكَ يَتَمَنَّوْنَ لَوْ أَنَّ الْأَرْض سُوِّيَتْ بِهِمْ \" وَلَا يَكْتُمُونَ اللَّه حَدِيثًا \" رَوَاهُ اِبْن جَرِير .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40880, "aya_id": 42}]