[{"text": "وَأَقِيمُواْ الصَّلاَةَ وَآتُواْ الزَّكَاةَ وَمَا تُقَدِّمُواْ لأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللّهِ إِنَّ اللّهَ بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 2, "type": 0, "id": 117, "aya_id": 110}, {"text": "وأقيموا الصلاة وآتوا الزكاة وما تقدموا لأنفسكم من خير تجدوه عند الله إن الله بما تعملون بصير", "sura_id": 2, "type": 1, "id": 6353, "aya_id": 110}, {"text": "110 - (وأقيموا الصلاة وآتوا الزكاة وما تقدموا لأنفسكم من خير) طاعة كصلة وصدقة (تجدوه) أي ثوابه (عند الله إن الله بما تعملون بصير) فيجازيكم به \r\n", "sura_id": 2, "type": 2, "id": 25061, "aya_id": 110}, {"text": "واشتغلوا -أيها المؤمنون- بأداء الصلاة على وجهها الصحيح, وإعطاء الزكاة المفروضة. واعلموا أنَّ كل خير تقدمونه لأنفسكم تجدون ثوابه عند الله في الآخرة. إنه تعالى بصير بكل أعمالكم, وسيجازيكم عليها.\r\n", "sura_id": 2, "type": 3, "id": 31297, "aya_id": 110}, {"text": " <font color=red>وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</font><BR><p>وَقَوْله تَعَالَى \" وَأَقِيمُوا الصَّلَاة وَآتُوا الزَّكَاة وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْر تَجِدُوهُ عِنْد اللَّه\" يَحُثّهُمْ تَعَالَى عَلَى الِاشْتِغَال بِمَا يَنْفَعهُمْ وَتَعُود عَلَيْهِمْ عَاقِبَته يَوْم الْقِيَامَة مِنْ إِقَام الصَّلَاة وَإِيتَاء الزَّكَاة حَتَّى يُمَكِّن لَهُمْ اللَّهُ النَّصْرَ فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد \" يَوْم لَا يَنْفَع الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمْ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ \" وَلِهَذَا قَالَ تَعَالَى\" إِنَّ اللَّه بِمَا تَعْمَلُونَ بَصِيرٌ \" يَعْنِي أَنَّهُ تَعَالَى لَا يَغْفُل عَنْ عَمَل عَامِل وَلَا يَضِيع لَدَيْهِ سَوَاء كَانَ خَيْرًا أَوْ شَرًّا فَإِنَّهُ سَيُجَازِي كُلّ عَامِل بِعَمَلِهِ . وَقَالَ أَبُو جَعْفَر بْن جَرِير فِي قَوْله تَعَالَى \" إِنَّ اللَّه بِمَا تَعْمَلُونَ بَصِير \" هَذَا الْخَبَر مِنْ اللَّه لِلَّذِينَ خَاطَبَهُمْ بِهَذِهِ الْآيَات مِنْ الْمُؤْمِنِينَ أَنَّهُمْ مَهْمَا فَعَلُوا مِنْ خَيْر أَوْ شَرّ سِرًّا وَعَلَانِيَة فَهُوَ بِهِ بَصِير لَا يَخْفَى عَلَيْهِ مِنْهُ شَيْء فَيَجْزِيهِمْ بِالْإِحْسَانِ خَيْرًا وَبِالْإِسَاءَةِ مِثْلهَا وَهَذَا الْكَلَام وَإِنْ كَانَ قَدْ خَرَجَ مَخْرَج الْخَبَر فَإِنَّهُ وَعْد أَوْ وَعِيد أَوْ أَمْر أَوْ زَجْر وَذَلِكَ أَنَّهُ أَعْلَمَ الْقَوْم أَنَّهُ بَصِيرٌ بِجَمِيعِ أَعْمَالهمْ لِيَجِدُوا فِي طَاعَته إِذْ كَانَ ذَلِكَ مَذْخُورًا لَهُمْ عِنْده حَتَّى يُثِيبَهُمْ عَلَيْهِ كَمَا قَالَ تَعَالَى \" وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْر تَجِدُوهُ عِنْد اللَّه \" وَلِيَحْذَرُوا مَعْصِيَته قَالَ وَأَمَّا قَوْله \" بَصِير \" فَإِنَّهُ مُبْصِرٌ صُرِفَ إِلَى بَصِير كَمَا صُرِفَ مُبْدِع إِلَى بَدِيع وَمُؤْلِم إِلَى أَلِيم وَاَللَّهُ أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا أَبُو زُرْعَة أَخْبَرَنَا اِبْن بُكَيْر حَدَّثَنِي أَبِي لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ أَبِي الْخَيْر عَنْ عُقْبَة بْن عَامِر قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْرَأ هَذِهِ الْآيَة \" سَمِيع بَصِير\" يَقُول \" بِكُلِّ شَيْءٍ بَصِيرٌ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38510, "aya_id": 110}]