[{"text": "أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ السَّمَاء وَالْأَرْضِ إِن نَّشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السَّمَاء إِنَّ فِي ذَلِكَ لَآيَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ", "sura_id": 34, "type": 0, "id": 3615, "aya_id": 9}, {"text": "أفلم يروا إلى ما بين أيديهم وما خلفهم من السماء والأرض إن نشأ نخسف بهم الأرض أو نسقط عليهم كسفا من السماء إن في ذلك لآية لكل عبد منيب", "sura_id": 34, "type": 1, "id": 9851, "aya_id": 9}, {"text": "9 - (أفلم يروا) ينظروا (إلى ما بين أيديهم وما خلفهم) ما فوقهم وما تحتهم (من السماء والأرض إن نشأ نخسف بهم الأرض أو نسقط عليهم كسفا) بسكون السين وفتحها قطعة (من السماء) وفي قراءة في الأفعال الثلاثة بالياء (إن في ذلك) المرئي (لآية لكل عبد منيب) راجع إلى ربه تدل على قدرة الله على البعث وما يشاء \r\n", "sura_id": 34, "type": 2, "id": 28559, "aya_id": 9}, {"text": "أفلم ير هؤلاء الكفار الذين لا يؤمنون بالآخرة عظيم قدرة الله فيما بين أيديهم وما خلفهم من السماء والأرض مما يبهر العقول, وأنهما قد أحاطتا بهم؟ إن نشأ نخسف بهم الأرض, كما فعلنا بقارون, أو ننزل عليهم قطعًا من العذاب, كما فعلنا بقوم شعيب, فقد أمطرت السماء عليهم نارًا فأحرقتهم. إن في ذلك الذي ذكرنا من قدرتنا لَدلالة ظاهرة لكل عبد راجع إلى ربه بالتوبة, ومقر له بتوحيده, ومخلص له في العبادة.\r\n", "sura_id": 34, "type": 3, "id": 34795, "aya_id": 9}, {"text": " <font color=red>أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ</font><BR><p>\" أَفَلَمْ يَرَوْا إِلَى مَا بَيْن أَيْدِيهمْ وَمَا خَلْفهمْ مِنْ السَّمَاء وَالْأَرْض \" قَالَ إِنَّك إِنْ نَظَرْت عَنْ يَمِينك أَوْ عَنْ شِمَالِك أَوْ مِنْ بَيْن يَدَيْك أَوْ مِنْ خَلْفك رَأَيْت السَّمَاوَات وَالْأَرْض . وَقَوْله تَعَالَى : \" إِنْ نَشَأْ نَخْسِف بِهِمْ الْأَرْض أَوْ نُسْقِط عَلَيْهِمْ كِسَفًا مِنْ السَّمَاء\" أَيْ لَوْ شِئْنَا لَفَعَلْنَا بِهِمْ ذَلِكَ بِظُلْمِهِمْ وَقُدْرَتنَا عَلَيْهِمْ وَلَكِنْ نُؤَخِّر ذَلِكَ لِحِلْمِنَا وَعَفْونَا ثُمَّ قَالَ\" إِنَّ فِي ذَلِكَ لَآيَة لِكُلِّ عَبْد مُنِيب \" قَالَ مَعْمَر عَنْ قَتَادَة \" مُنِيب \" تَائِب وَقَالَ سُفْيَان عَنْ قَتَادَة الْمُنِيب الْمُقْبِل إِلَى اللَّه تَعَالَى أَيْ إِنَّ فِي النَّظَر إِلَى خَلْق السَّمَاوَات وَالْأَرْض لَدَلَالَة لِكُلِّ عَبْد فَطِن لَبِيب رَجَّاع إِلَى اللَّه عَلَى قُدْرَة اللَّه تَعَالَى عَلَى بَعْث الْأَجْسَاد وَوُقُوع الْمَعَاد لِأَنَّ مَنْ قَدَرَ عَلَى خَلْق هَذِهِ السَّمَاوَات فِي اِرْتِفَاعهَا وَاتِّسَاعهَا وَهَذِهِ الْأَرَضِينَ فِي اِنْخِفَاضهَا وَأَطْوَالهَا وَأَعْرَاضهَا إِنَّهُ لَقَادِر عَلَى إِعَادَة الْأَجْسَام وَنَشْر الرَّمِيم مِنْ الْعِظَام كَمَا قَالَ تَعَالَى : \" أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض بِقَادِرٍ عَلَى أَنْ يَخْلُق مِثْلهمْ بَلَى \" وَقَالَ تَعَالَى : \" لَخَلْق السَّمَاوَات وَالْأَرْض أَكْبَر مِنْ خَلْق النَّاس وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ\" .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40293, "aya_id": 9}]