[{"text": "إِنَّهَا سَاءتْ مُسْتَقَرًّا وَمُقَامًا", "sura_id": 25, "type": 0, "id": 2921, "aya_id": 66}, {"text": "إنها ساءت مستقرا ومقاما", "sura_id": 25, "type": 1, "id": 9157, "aya_id": 66}, {"text": "66 - (إنها ساءت) بئست (مستقرا ومقاما) هي أي موضع استقرار وإقامة \r\n", "sura_id": 25, "type": 2, "id": 27865, "aya_id": 66}, {"text": " إن جهنم شر قرار وإقامة.\r\n", "sura_id": 25, "type": 3, "id": 34101, "aya_id": 66}, {"text": " <font color=red>إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</font><BR><p>وَقَالَ اِبْن أَبِي حَاتِم عِنْد قَوْله \" إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا \" حَدَّثَنَا أَبِي حَدَّثَنَا الْحَسَن بْن الرَّبِيع حَدَّثَنَا أَبُو الْأَحْوَص عَنْ الْأَعْمَش عَنْ مَالِك بْن الْحَارِث قَالَ : قَالَ إِذَا طُرِحَ الرَّجُل فِي النَّار هَوَى فِيهَا إِذَا اِنْتَهَى إِلَى بَعْض أَبْوَابهَا قِيلَ لَهُ مَكَانك حَتَّى تُتْحِف قَالَ فَيُسْقَى كَأْسًا مِنْ سُمّ الْأَسَاوِد وَالْعَقَارِب قَالَ فَيَتَمَيَّز الْجِلْد عَلَى حِدَة وَالشَّعْر عَلَى حِدَة وَالْعَصَب عَلَى حِدَة وَالْعُرُوق عَلَى حِدَة وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا الْحَسَن بْن الرَّبِيع حَدَّثَنَا أَبُو الْأَحْوَص عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ عُبَيْد بْن عُمَيْر قَالَ إِنَّ فِي النَّار لَجِبَابًا فِيهَا حَيَّات أَمْثَال الْبُخْت وَعَقَارِب أَمْثَال الْبِغَال الدُّهْم فَإِذَا قُذِفَ بِهِمْ فِي النَّار خَرَجَتْ إِلَيْهِمْ مِنْ أَوْطَانهَا فَأَخَذَتْ بِشِفَاهِهِمْ وَأَبْشَارهمْ وَأَشْعَارهمْ فَكَشَطَتْ لُحُومهمْ إِلَى أَقْدَامهمْ فَإِذَا وَجَدَتْ حَرّ النَّار رَجَعَتْ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْحَسَن بْن مُوسَى حَدَّثَنَا سَلَّام يَعْنِي اِبْن مِسْكِين عَنْ أَبِي طَلَال عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ عَبْدًا فِي جَهَنَّم لَيُنَادِي أَلْف سَنَة يَا حَنَّان يَا مَنَّان فَيَقُول اللَّه عَزَّ وَجَلَّ لِجِبْرِيل اِذْهَبْ فَأْتِنِي بِعَبْدِي هَذَا فَيَنْطَلِق جِبْرِيل فَيَجِد أَهْل النَّار مُكِبِّينَ يَبْكُونَ فَيَرْجِع إِلَى رَبّه عَزَّ وَجَلَّ فَيُخْبِرهُ فَيَقُول اللَّه عَزَّ وَجَلَّ اِئْتِنِي بِهِ فَإِنَّهُ فِي مَكَان كَذَا وَكَذَا فَيَجِيء بِهِ فَيُوقِفهُ عَلَى رَبّه عَزَّ وَجَلَّ فَيَقُول لَهُ يَا عَبْدِي كَيْف وَجَدْت مَكَانك وَمَقِيلك ؟ فَيَقُول يَا رَبّ شَرّ مَكَان وَشَرّ مَقِيل فَيَقُول اللَّه عَزَّ وَجَلَّ رُدُّوا عَبْدِي فَيَقُول يَا رَبّ مَا كُنْت أَرْجُو إِذْ أَخْرَجْتنِي مِنْهَا أَنْ تَرُدّنِي فِيهَا فَيَقُول اللَّه عَزَّ وَجَلَّ دَعُوا عَبْدِي \" .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39351, "aya_id": 66}]