[{"text": "إِنَّ اللّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللّهُ فَأَنَّى تُؤْفَكُونَ", "sura_id": 6, "type": 0, "id": 884, "aya_id": 95}, {"text": "إن الله فالق الحب والنوى يخرج الحي من الميت ومخرج الميت من الحي ذلكم الله فأنى تؤفكون", "sura_id": 6, "type": 1, "id": 7120, "aya_id": 95}, {"text": "95 - (إن الله فالق) شاق (الحب) عن النبات (والنوى) عن البخل (يخرج الحي من الميت) كالإنسان والطائر من النطفة والبيضة (ومخرج الميت) النطفة والبيضة (من الحي ذلكم) الفالق المخرج (الله فأنى تؤفكون) فكيف تصرفون عن الإيمان مع قيام البرهان \r\n", "sura_id": 6, "type": 2, "id": 25828, "aya_id": 95}, {"text": "إن الله تعالى يشق الحب, فيخرج منه الزرع, ويشق النوى, فيخرج منه الشجر, يخرج الحي من الميت كالإنسان والحيوان مثلا من النطفة, ويخرج الميت من الحي كالنطفة من الإنسان والحيوان, ذلكم الله أي: فاعل هذا هو الله وحده لا شريك له المستحق للعبادة, فكيف تُصْرَفون عن الحق إلى الباطل فتعبدون معه غيره؟\r\n", "sura_id": 6, "type": 3, "id": 32064, "aya_id": 95}, {"text": " <font color=red>إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللَّهُ فَأَنَّى تُؤْفَكُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ فَالِق الْحَبّ وَالنَّوَى أَيْ يَشُقّهُ فِي الثَّرَى فَتَنْبُت مِنْهُ الزُّرُوع عَلَى اِخْتِلَاف أَصْنَافهَا مِنْ الْحُبُوب وَالثِّمَار عَلَى اِخْتِلَاف أَلْوَانهَا وَأَشْكَالهَا وَطُعُومهَا مِنْ النَّوَى وَلِهَذَا فَسَّرَ قَوْله \" فَالِق الْحَبّ وَالنَّوَى \" بِقَوْلِهِ \" يُخْرِج الْحَيَّ مِنْ الْمَيِّت وَمُخْرِج الْمَيِّت مِنْ الْحَيّ \" أَيْ يُخْرِج النَّبَات الْحَيّ مِنْ الْحَبّ وَالنَّوَى الَّذِي هُوَ كَالْجَمَادِ الْمَيِّت كَقَوْلِهِ \" وَآيَة لَهُمْ الْأَرْض الْمَيْتَة أحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ \" إِلَى قَوْله \" وَمِنْ أَنْفُسهمْ وَمِمَّا لَا يَعْلَمُونَ \" وَقَوْله \" وَمُخْرِج الْمَيِّت مِنْ الْحَيّ \" مَعْطُوف عَلَى \" فَالِق الْحَبّ وَالنَّوَى \" ثُمَّ فَسَّرَهُ ثُمَّ عَطَفَ عَلَيْهِ قَوْله \" وَمُخْرِج الْمَيِّتِ مِنْ الْحَيّ \" وَقَدْ عَبَّرُوا عَنْ هَذَا وَهَذَا بِعِبَارَاتٍ كُلّهَا مُتَقَارِبَة مُؤَدِّيَة لِلْمَعْنَى فَمِنْ قَائِل يُخْرِج الدَّجَاجَة مِنْ الْبَيْضَة وَعَكْسه وَمِنْ قَائِل يُخْرِج الْوَلَد الصَّالِح مِنْ الْفَاجِر وَعَكْسه وَغَيْر ذَلِكَ مِنْ الْعِبَارَات الَّتِي تَنْتَظِمهَا الْآيَة وَتَشْمَلهَا. ثُمَّ قَالَ تَعَالَى \" ذَلِكُمْ اللَّه \" أَيْ فَاعِل هَذَا هُوَ اللَّه وَحْده لَا شَرِيك لَهُ \" فَأَنَّى تُؤْفَكُونَ \" أَيْ كَيْفَ تُصْرَفُونَ عَنْ الْحَقّ وَتَعْدِلُونَ عَنْهُ إِلَى الْبَاطِل فَتَعْبُدُونَ مَعَهُ غَيْره .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42236, "aya_id": 95}]