[{"text": "وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسْجُدُواْ لآدَمَ فَسَجَدُواْ إِلاَّ إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ", "sura_id": 2, "type": 0, "id": 41, "aya_id": 34}, {"text": "وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس أبى واستكبر وكان من الكافرين", "sura_id": 2, "type": 1, "id": 6277, "aya_id": 34}, {"text": "34 -(و) اذكر (إذ قلنا للملائكة اسجدوا لآدم) سجود تحيةٍ بالانحناء (فسجدوا إلا إبليس) هو أبو الجن كان بين الملائكة (أبى) امتنع عن السجود (واستكبر) تكبّر عنه وقال : أنا خير منه (وكان من الكافرين) في علم الله \r\n", "sura_id": 2, "type": 2, "id": 24985, "aya_id": 34}, {"text": "واذكر -أيها الرسول- للناس تكريم الله لآدم حين قال سبحانه للملائكة: اسجدوا لآدم إكرامًا له وإظهارًا لفضله, فأطاعوا جميعًا إلا إبليس امتنع عن السجود تكبرًا وحسدًا, فصار من الجاحدين بالله, العاصين لأمره.\r\n", "sura_id": 2, "type": 3, "id": 31221, "aya_id": 34}, {"text": " <font color=red>وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ</font><BR><p>وَهَذِهِ كَرَامَة عَظِيمَة مِنْ اللَّه تَعَالَى لِآدَم اِمْتَنَّ بِهَا عَلَى ذُرِّيَّته حَيْثُ أَخْبَرَ أَنَّهُ تَعَالَى أَمَرَ الْمَلَائِكَة بِالسُّجُودِ لِآدَم وَقَدْ دَلَّ عَلَى ذَلِكَ أَحَادِيث أَيْضًا كَثِيرَة مِنْهَا حَدِيث الشَّفَاعَة الْمُتَقَدِّم وَحَدِيث مُوسَى عَلَيْهِ السَّلَام\" رَبّ أَرِنِي آدَم الَّذِي أَخْرَجَنَا وَنَفْسه مِنْ الْجَنَّة فَلَمَّا اِجْتَمَعَ بِهِ قَالَ أَنْتَ آدَم الَّذِي خَلَقَهُ اللَّه بِيَدِهِ وَنَفَخَ فِيهِ مِنْ رُوحه وَأَسْجَدَ لَهُ مَلَائِكَته \" قَالَ وَذَكَر الْحَدِيث كَمَا سَيَأْتِي إِنْ شَاءَ اللَّه . وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عُثْمَان بْن سَعِيد حَدَّثَنَا بِشْر بْن عُمَارَة عَنْ أَبِي رَوْق عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالَ كَانَ إِبْلِيس مِنْ حَيّ مِنْ أَحْيَاء الْمَلَائِكَة يُقَال لَهُمْ الْجِنّ خُلِقُوا مِنْ نَار السَّمُوم مِنْ بَيْن الْمَلَائِكَة وَكَانَ خَازِنًا مِنْ خُزَّانِ الْجَنَّة قَالَ وَخُلِقَتْ الْمَلَائِكَة كُلّهمْ مِنْ نُور غَيْر هَذَا الْحَيّ قَالَ وَخُلِقَتْ الْجِنّ الَّذِينَ ذُكِرُوا فِي الْقُرْآن مِنْ مَارِج مِنْ نَار وَهُوَ لِسَان النَّار الَّذِي يَكُون فِي طَرَفهَا إِذَا أُلْهِبَتْ قَالَ وَخَلَقَ الْإِنْسَان مِنْ طِين فَأَوَّل مَنْ سَكَنَ الْأَرْض الْجِنّ فَأَفْسَدُوا فِيهَا وَسَفَكُوا الدِّمَاء وَقَتَلَ بَعْضهمْ بَعْضًا قَالَ فَبَعَثَ اللَّه إِلَيْهِمْ إِبْلِيس فِي جُنْد مِنْ الْمَلَائِكَة وَهُمْ هَذَا الْحَيّ الَّذِي يُقَال لَهُمْ الْجِنّ فَقَتَلَهُمْ إِبْلِيس وَمَنْ مَعَهُ حَتَّى أَلْحَقَهُمْ بِجَزَائِر الْبُحُور وَأَطْرَاف الْجِبَال فَلَمَّا فَعَلَ إِبْلِيس ذَلِكَ اِغْتَرَّ فِي نَفْسه فَقَالَ قَدْ صَنَعْت شَيْئًا لَمْ يَصْنَعهُ أَحَد قَالَ فَاطَّلَعَ اللَّه عَلَى ذَلِكَ مِنْ قَلْبه وَلَمْ تَطَّلِع عَلَيْهِ الْمَلَائِكَة الَّذِينَ كَانُوا مَعَهُ فَقَالَ اللَّه تَعَالَى لِلْمَلَائِكَةِ الَّذِينَ كَانُوا مَعَهُ : \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة \" فَقَالَتْ الْمَلَائِكَة مُجِيبِينَ لَهُ : أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء كَمَا أَفْسَدَتْ الْجِنّ وَسَفَكَتْ الدِّمَاء وَإِنَّمَا بَعَثَتْنَا عَلَيْهِمْ لِذَلِكَ ؟ فَقَالَ اللَّه تَعَالَى \" إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ\" يَقُول إِنِّي قَدْ اِطَّلَعَتْ عَلَى قَلْب إِبْلِيس عَلَى مَا لَمْ تَطَّلِعُوا عَلَيْهِ مِنْ كِبْره وَاغْتِرَاره قَالَ ثُمَّ أَمَرَ بِتُرْبَةِ آدَم فَرُفِعَتْ فَخَلَقَ اللَّه آدَم مِنْ طِين لَازِب وَاللَّازِب اللَّازِج الطَّيِّب مِنْ حَمَأ مَسْنُون مُنْتِن وَإِنَّمَا كَانَ حَمَأ مَسْنُونًا بَعْد التُّرَاب فَخَلَقَ مِنْهُ آدَم بِيَدِهِ قَالَ فَمَكَثَ أَرْبَعِينَ لَيْلَة جَسَدًا مُلْقًى وَكَانَ إِبْلِيس يَأْتِيه فَيَضْرِبهُ بِرِجْلِهِ فَيُصَلْصِل فَيُصَوِّت فَهُوَ قَوْل اللَّه تَعَالَى \" مِنْ صَلْصَال كَالْفَخَّارِ \" يَقُول كَالشَّيْءِ الْمُنْفَرِج الَّذِي لَيْسَ بِمُصْمَتٍ قَالَ ثُمَّ يَدْخُل فِي فِيهِ وَيَخْرُج مِنْ دُبُره وَيَدْخُل مِنْ دُبُره وَيَخْرُج مِنْ فِيهِ ثُمَّ يَقُول لَسْت شَيْئًا لِلصَّلْصَلَةِ وَلِشَيْءٍ مَا خُلِقْت وَلَئِنْ سُلِّطْت عَلَيْك لَأُهْلِكَنَّك وَلَئِنْ سُلِّطْت عَلَيَّ لَأَعْصِيَنَّك . قَالَ فَلَمَّا نَفَخَ اللَّه فِيهِ مِنْ رُوحه أَتَتْ النَّفْخَة مِنْ قِبَل رَأْسه فَجَعَلَ لَا يَجْرِي. شَيْء مِنْهَا فِي جَسَده إِلَّا صَارَ لَحْمًا وَدَمًا فَلَمَّا اِنْتَهَتْ النَّفْخَة إِلَى سُرَّته نَظَرَ إِلَى جَسَده فَأَعْجَبَهُ مَا رَأَى مِنْ جَسَده فَذَهَبَ لِيَنْهَض فَلَمْ يَقْدِر فَهُوَ قَوْل اللَّه تَعَالَى \" وَخُلِقَ الْإِنْسَان عَجُولًا \" قَالَ ضَجِرًا لَا صَبْر لَهُ عَلَى سَرَّاء وَلَا ضَرَّاء قَالَ : فَلَمَّا تَمَّتْ النَّفْخَة فِي جَسَده عَطَسَ فَقَالَ \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" بِإِلْهَامِ اللَّه فَقَالَ اللَّه لَهُ \" يَرْحَمك اللَّه يَا آدَم\" قَالَ ثُمَّ قَالَ تَعَالَى : لِلْمَلَائِكَةِ الَّذِينَ كَانُوا مَعَ إِبْلِيس خَاصَّة دُون الْمَلَائِكَة الَّذِينَ فِي السَّمَاوَات اُسْجُدُوا لِآدَم فَسَجَدُوا كُلّهمْ أَجْمَعُونَ إِلَّا إِبْلِيس أَبَى وَاسْتَكْبَرَ لِمَا كَانَ حَدَثَ نَفْسه مِنْ الْكِبْر وَالِاغْتِرَار فَقَالَ لَا أَسْجُد لَهُ وَأَنَا خَيْر مِنْهُ وَأَكْبَر سِنًّا وَأَقْوَى خَلْقًا خَلَقْتنِي مِنْ نَار وَخَلَقْته مِنْ طِين يَقُول إِنَّ النَّار أَقْوَى مِنْ الطِّين قَالَ فَلَمَّا أَبَى إِبْلِيس أَنْ يَسْجُد أَبْلَسَهُ اللَّه أَيْ آيَسَهُ مِنْ الْخَيْر كُلّه وَجَعَلَهُ شَيْطَانًا رَجِيمًا عُقُوبَة لِمَعْصِيَتِهِ ثُمَّ عَلَّمَ آدَم الْأَسْمَاء كُلّهَا وَهِيَ هَذِهِ الْأَسْمَاء الَّتِي يَتَعَارَف بِهَا النَّاس إِنْسَان وَدَابَّة وَأَرْض وَسَهْل وَبَحْر وَجَبَل وَحِمَار وَأَشْبَاه ذَلِكَ مِنْ الْأُمَم وَغَيْرهَا ثُمَّ عَرَضَ هَذِهِ الْأَسْمَاء عَلَى أُولَئِكَ الْمَلَائِكَة يَعْنِي الْمَلَائِكَة الَّذِينَ كَانُوا مَعَ إِبْلِيس الَّذِينَ خُلِقُوا مِنْ نَار السَّمُوم وَقَالَ لَهُمْ \" أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ\" أَيْ يَقُول أَخْبِرُونِي بِأَسْمَاءِ هَؤُلَاءِ \" إِنْ كُنْتُمْ صَادِقِينَ\" إِنْ كُنْتُمْ تَعْلَمُونَ لِمَ أَجْعَل فِي الْأَرْض خَلِيفَة قَالَ : فَلَمَّا عَلِمْت الْمَلَائِكَة مَوْجِدَة اللَّه عَلَيْهِمْ فِيمَا تَكَلَّمُوا بِهِ مِنْ عِلْم الْغَيْب الَّذِي لَا يَعْلَمهُ غَيْره الَّذِي لَيْسَ لَهُمْ بِهِ عِلْم \" قَالُوا سُبْحَانك \" تَنْزِيهًا لِلَّهِ مِنْ أَنْ يَكُون أَحَد يَعْلَم الْغَيْب غَيْره تُبْنَا إِلَيْك\" لَا عِلْم لَنَا إِلَّا مَا عَلَّمْتنَا \" تَبَرِّيًا مِنْهُمْ مِنْ عِلْم الْغَيْب إِلَّا مَا عَلَّمْتنَا كَمَا عَلَّمْت آدَم فَقَالَ\" يَا آدَم أَنْبِئْهُمْ بِأَسْمَائِهِمْ \" يَقُول \" أَخْبِرْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ \" قَالَ \" أَلَمْ أَقُلْ لَكُمْ\" أَيَّتهَا الْمَلَائِكَة خَاصَّة \" إِنِّي أَعْلَم غَيْب السَّمَاوَات وَالْأَرْض \" وَلَا يَعْلَم غَيْرِي \" وَأَعْلَم مَا تُبْدُونَ \" يَقُول مَا تُظْهِرُونَ \" وَمَا كُنْتُمْ تَكْتُمُونَ \" يَقُول أَعْلَم السِّرّ كَمَا أَعْلَم الْعَلَانِيَة يَعْنِي مَا كَتَمَ إِبْلِيس فِي نَفْسه مِنْ الْكِبْر وَالِاغْتِرَار هَذَا سِيَاق غَرِيب وَفِيهِ أَشْيَاء فِيهَا نَظَر يَطُول مُنَاقَشَتهَا وَهَذَا الْإِسْنَاد إِلَى اِبْن عَبَّاس يُرْوَى بِهِ تَفْسِير مَشْهُور وَقَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ أُنَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا فَرَغَ اللَّه مِنْ خَلْق مَا أَحَبَّ اِسْتَوَى عَلَى الْعَرْش فَجَعَلَ إِبْلِيس عَلَى مُلْك السَّمَاء الدُّنْيَا وَكَانَ مِنْ قَبِيلَة مِنْ الْمَلَائِكَة يُقَال لَهُمْ الْجِنّ وَإِنَّمَا سُمُّوا الْجِنّ لِأَنَّهُمْ خُزَّانِ الْجَنَّة وَكَانَ إِبْلِيس مَعَ مُلْكه خَازِنًا فَوَقَعَ فِي صَدْره وَقَالَ : مَا أَعْطَانِي اللَّه هَذَا إِلَّا لِمَزِيَّةٍ لِي عَلَى الْمَلَائِكَة فَلَمَّا وَقَعَ ذَلِكَ الْكِبْر فِي نَفْسه اِطَّلَعَ اللَّه عَلَى ذَلِكَ فَقَالَ اللَّه لِلْمَلَائِكَةِ\" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة \" فَقَالُوا رَبّنَا وَمَا يَكُون ذَلِكَ الْخَلِيفَة ؟ قَالَ يَكُون لَهُ ذُرِّيَّة يُفْسِدُونَ فِي الْأَرْض وَيَتَحَاسَدُونَ وَيَقْتُل بَعْضهمْ بَعْضًا قَالُوا \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء وَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك ؟ قَالَ \" إِنِّي أَعْلَم مَا لَا تَعْلَمُونَ \" يَعْنِي مِنْ شَأْن إِبْلِيس . فَبَعَثَ اللَّه جِبْرِيل إِلَى الْأَرْض لِيَأْتِيَهُ بِطِينٍ مِنْهَا فَقَالَتْ الْأَرْض إِنِّي أَعُوذ بِاَللَّهِ مِنْك أَنْ تُنْقِص مِنِّي أَوْ تُشِينَنِي فَرَجَعَ وَلَمْ يَأْخُذ وَقَالَ يَا رَبّ إِنَّهَا عَاذَتْ بِك فَأَعَذْتهَا فَبَعَثَ مِيكَائِيل فَعَاذَتْ مِنْهُ فَعَاذَهَا فَرَجَعَ فَقَالَ كَمَا قَالَ جِبْرِيل فَبَعَثَ مَلَك الْمَوْت فَعَاذَتْ مِنْهُ فَقَالَ : وَأَنَا أَعُوذ بِاَللَّهِ أَنْ أَرْجِع وَلَمْ أُنَفِّذ أَمْره فَأَخَذَ مِنْ وَجْه الْأَرْض وَخَلَطَ وَلَمْ يَأْخُذ مِنْ مَكَان وَاحِد وَأَخَذَ مِنْ تُرْبَة حَمْرَاء وَبَيْضَاء وَسَوْدَاء فَلِذَلِكَ خَرَجَ بَنُو آدَم مُخْتَلِفِينَ فَصَعِدَ بِهِ قَبْل التُّرَاب حَتَّى عَادَ طِينًا لَازِبًا وَاللَّازِب هُوَ الَّذِي يَلْتَزِق بَعْضه بِبَعْضٍ ثُمَّ قَالَ لِلْمَلَائِكَةِ \" إِنِّي خَالِق بَشَرًا مِنْ طِين فَإِذَا سَوَّيْتُهُ وَنَفَخْت فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ \" فَخَلَقَهُ اللَّه بِيَدِهِ لِئَلَّا يَتَكَبَّر إِبْلِيس عَنْهُ لِيَقُولَ لَهُ تَتَكَبَّر عَمَّا عَمِلْت بِيَدَيَّ وَلَمْ أَتَكَبَّر أَنَا عَنْهُ بِخَلْقِهِ بَشَرًا فَكَانَ جَسَدًا مِنْ طِين أَرْبَعِينَ سَنَة مِنْ مِقْدَار يَوْم الْجُمْعَة فَمَرَّتْ بِهِ الْمَلَائِكَة فَفَزِعُوا مِنْهُ لَمَّا رَأَوْهُ فَكَانَ أَشَدّهمْ فَزَعًا مِنْهُ إِبْلِيس فَكَانَ يَمُرّ بِهِ فَيَضْرِبهُ فَيُصَوِّت الْجَسَد كَمَا يُصَوِّت الْفَخَّار يَكُون لَهُ صَلْصَلَة فَذَلِكَ حِين يَقُول \" مِنْ صَلْصَال كَالْفَخَّارِ \" وَيَقُول لِأَمْرٍ مَا خُلِقْت وَدَخَلَ مِنْ فِيهِ فَخَرَجَ مِنْ دُبُره وَقَالَ لِلْمَلَائِكَةِ لَا تَرْهَبُوا مِنْ هَذَا فَإِنَّ رَبّكُمْ صَمَدٌ وَهَذَا أَجْوَف لَئِنْ سُلِّطْت عَلَيْهِ لَأُهْلِكَنَّهُ فَلَمَّا بَلَغَ الْحِين الَّذِي يُرِيد اللَّه عَزَّ وَجَلَّ أَنْ يَنْفُخ فِيهِ الرُّوح قَالَ لِلْمَلَائِكَةِ إِذَا نَفَخْت فِيهِ مِنْ رُوحِي فَاسْجُدُوا لَهُ فَلَمَّا نَفَخَ فِيهِ الرُّوح فَدَخَلَ الرُّوح فِي رَأْسه عَطَسَ فَقَالَتْ الْمَلَائِكَة قُلْ الْحَمْد لِلَّهِ فَقَالَ فَقَالَ لَهُ اللَّه \" يَرْحَمك اللَّه\" فَلَمَّا دَخَلَتْ الرُّوح فِي عَيْنَيْهِ نَظَرَ إِلَى ثِمَار الْجَنَّة فَلَمَّا دَخَلَ الرُّوح إِلَى جَوْفه اِشْتَهَى الطَّعَام فَوَثَبَ قَبْل أَنْ تَبْلُغ الرُّوح رِجْلَيْهِ عَجْلَان إِلَى ثِمَار الْجَنَّة فَذَلِكَ حِين يَقُول اللَّه تَعَالَى \" خُلِقَ الْإِنْسَانُ مِنْ عَجَل\" فَسَجَدَ الْمَلَائِكَة كُلّهمْ أَجْمَعُونَ إِلَّا إِبْلِيس أَبَى أَنْ يَكُون مَعَ السَّاجِدِينَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنْ الْكَافِرِينَ قَالَ اللَّه لَهُ مَا مَنَعَك أَنْ تَسْجُد إِذْ أَمَرْتُك لِمَا خَلَقْت بِيَدَيَّ ؟ قَالَ أَنَا خَيْر مِنْهُ لَمْ أَكُنْ لِأَسْجُد لِبَشَرٍ خَلَقْته مِنْ طِين قَالَ اللَّه لَهُ \" اُخْرُجْ مِنْهَا فَمَا يَكُون لَك \" يَعْنِي مَا يَنْبَغِي لَك \" أَنْ تَتَكَبَّر فِيهَا فَاخْرُجْ إِنَّك مِنْ الصَّاغِرِينَ \" وَالصِّغَار هُوَ الذُّلّ قَالَ وَعَلَّمَ آدَم الْأَسْمَاء كُلّهَا ثُمَّ عَرَضَ الْخَلْق عَلَى الْمَلَائِكَة\" فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ\" أَنَّ بَنِي آدَم يُفْسِدُونَ فِي الْأَرْض وَيَسْفِكُونَ الدِّمَاء\" فَقَالُوا سُبْحَانك لَا عِلْم لَنَا إِلَّا مَا عَلَّمْتنَا إِنَّك أَنْتَ الْعَلِيم الْحَكِيم \" قَالَ اللَّه يَا آدَم أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَم غَيْب السَّمَاوَات وَالْأَرْض وَأَعْلَم مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ قَالَ : قَوْلهمْ \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا \" فَهَذَا الَّذِي أَبْدُوا \" وَأَعْلَم مَا كُنْتُمْ تَكْتُمُونَ\" يَعْنِي مَا أَسَرَّ إِبْلِيس فِي نَفْسه مِنْ الْكِبْر فَهَذَا الْإِسْنَاد إِلَى هَؤُلَاءِ الصَّحَابَة مَشْهُور فِي تَفْسِير السُّدِّيّ وَيَقَع فِيهِ إِسْرَائِيلِيَّات كَثِيرَة فَلَعَلَّ بَعْضهَا مُدْرَج لَيْسَ مِنْ كَلَام الصَّحَابَة أَوْ أَنَّهُمْ أَخَذُوهُ مِنْ بَعْض الْكُتُب الْمُتَقَدِّمَة وَاَللَّه أَعْلَم . وَالْحَاكِم يَرْوِي فِي مُسْتَدْرَكه بِهَذَا الْإِسْنَاد بِعَيْنِهِ أَشْيَاء وَيَقُول عَلَى شَرْط الْبُخَارِيّ. وَالْغَرَض أَنَّ اللَّه تَعَالَى لَمَّا أَمَرَ الْمَلَائِكَة بِالسُّجُودِ لِآدَم دَخَلَ إِبْلِيس فِي خِطَابهمْ لِأَنَّهُ لَمْ يَكُنْ مِنْ عُنْصُرهمْ إِلَّا أَنَّهُ كَانَ قَدْ تَشَبَّهَ بِهِمْ وَتَوَسَّمَ بِأَفْعَالِهِمْ فَلِهَذَا دَخَلَ فِي الْخِطَاب لَهُمْ وَذُمَّ فِي مُخَالَفَة الْأَمْر وَسَنَبْسُطُ الْمَسْأَلَة إِنْ شَاءَ اللَّه تَعَالَى عِنْد قَوْله\" إِلَّا إِبْلِيس كَانَ مِنْ الْجِنّ فَفَسَقَ عَنْ أَمْر رَبّه \" وَلِهَذَا قَالَ : مُحَمَّد بْن إِسْحَاق عَنْ خَلَّاد بْن عَطَاء عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ : كَانَ إِبْلِيس قَبْل أَنْ يَرْكَب الْمَعْصِيَة مِنْ الْمَلَائِكَة اِسْمه عَزَازِيل وَكَانَ مِنْ سُكَّان الْأَرْض وَكَانَ مِنْ أَشَدّ الْمَلَائِكَة اِجْتِهَادًا وَأَكْثَرهمْ عِلْمًا فَذَلِكَ دَعَاهُ إِلَى الْكِبْر وَكَانَ مِنْ حَيّ يُسَمُّونَ جِنًّا. وَفِي رِوَايَة عَنْ خَلَّاد عَنْ عَطَاء عَنْ طَاوُس أَوْ مُجَاهِد عَنْ اِبْن عَبَّاس أَوْ غَيْره بِنَحْوِهِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا عَبَّاد يَعْنِي اِبْن الْعَوَّام عَنْ سُفْيَان بْن حُسَيْن عَنْ يَعْلَى بْن مُسْلِم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَ إِبْلِيس اِسْمه عَزَازِيل وَكَانَ مِنْ أَشْرَاف الْمَلَائِكَة مِنْ ذَوِي الْأَجْنِحَة الْأَرْبَعَة ثُمَّ أُبْلِسَ بَعْدُ وَقَالَ سُنَيْد : عَنْ حَجَّاج عَنْ اِبْن جُرَيْج قَالَ : قَالَ اِبْن عَبَّاس : كَانَ إِبْلِيس مِنْ أَشْرَاف الْمَلَائِكَة وَأَكْرَمهمْ قَبِيلَة وَكَانَ خَازِنًا عَلَى الْجِنَان وَكَانَ لَهُ سُلْطَان سَمَاء الدُّنْيَا وَكَانَ لَهُ سُلْطَان عَلَى الْأَرْض وَهَكَذَا رَوَى الضَّحَّاك وَغَيْره عَنْ اِبْن عَبَّاس سَوَاء . وَقَالَ صَالِح مَوْلَى التَّوْأَمَة عَنْ اِبْن عَبَّاس : إِنَّ مِنْ الْمَلَائِكَة قَبِيلًا يُقَال لَهُمْ الْجِنّ وَكَانَ إِبْلِيس مِنْهُمْ وَكَانَ يُوَسْوِس مَا بَيْن السَّمَاء وَالْأَرْض فَعَصَى فَمَسَخَهُ اللَّه شَيْطَانًا رَجِيمًا رَوَاهُ اِبْن جَرِير . وَقَالَ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب : كَانَ إِبْلِيس رَئِيس مَلَائِكَة سَمَاء الدُّنْيَا . وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا عَدِيّ بْن أَبِي عَدِيّ عَنْ عَوْف عَنْ الْحَسَن قَالَ : مَا كَانَ إِبْلِيس مِنْ الْمَلَائِكَة طَرْفَة عَيْن قَطُّ وَإِنَّهُ لَأَصْل الْجِنّ كَمَا أَنَّ آدَم أَصْل الْإِنْس وَهَذَا إِسْنَاد صَحِيح عَنْ الْحَسَن وَهَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ سَوَاء . وَقَالَ شَهْر بْن حَوْشَب : كَانَ إِبْلِيس مِنْ الْجِنّ الَّذِينَ طَرَدَتْهُمْ الْمَلَائِكَة فَأَسَرَّهُ بَعْض الْمَلَائِكَة فَذَهَبَ بِهِ إِلَى السَّمَاء رَوَاهُ اِبْن جَرِير . وَقَالَ سُنَيْد بْن دَاوُد : حَدَّثَنَا هُشَيْم أَنْبَأَنَا عَبْد الرَّحْمَن بْن يَحْيَى عَنْ مُوسَى بْن نُمَيْر وَعُثْمَان بْن سَعِيد بْن كَامِل عَنْ سَعْد بْن مَسْعُود قَالَ : كَانَتْ الْمَلَائِكَة تُقَاتِل الْجِنّ فَسُبِيَ إِبْلِيس وَكَانَ صَغِيرًا فَكَانَ مَعَ الْمَلَائِكَة يَتَعَبَّد مَعَهَا فَلَمَّا أُمِرُوا بِالسُّجُودِ لِآدَم سَجَدُوا فَأَبَى إِبْلِيس فَلِذَلِكَ قَالَ تَعَالَى \" إِلَّا إِبْلِيس كَانَ مِنْ الْجِنّ \" وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن سِنَان الْبَزَّار حَدَّثَنَا أَبُو عَاصِم عَنْ شَرِيك عَنْ رَجُل عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : إِنَّ اللَّه خَلَقَ خَلْقًا فَقَالَ اُسْجُدُوا لِآدَم فَقَالُوا لَا نَفْعَل فَبَعَثَ اللَّه عَلَيْهِمْ نَارًا فَأَحْرَقَتْهُمْ ثُمَّ خَلَقَ خَلْقًا آخَر فَقَالَ \" إِنِّي خَالِق بَشَرًا مِنْ طِين\" اُسْجُدُوا لِآدَم قَالَ فَأَبَوْا فَبَعَثَ اللَّه عَلَيْهِمْ نَارًا فَأَحْرَقَتْهُمْ ثُمَّ خَلَقَ هَؤُلَاءِ فَقَالَ اُسْجُدُوا لِآدَم قَالُوا نَعَمْ وَكَانَ إِبْلِيس مِنْ أُولَئِكَ الَّذِينَ أَبَوْا أَنْ يَسْجُدُوا لِآدَم - وَهَذَا غَرِيب وَلَا يَكَاد يَصِحّ إِسْنَاده فَإِنَّ فِيهِ رَجُلًا مُبْهَمًا وَمِثْله لَا يُحْتَجّ بِهِ وَاَللَّه أَعْلَم. وَقَالَ : اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا صَالِح بْن حَيَّان حَدَّثَنَا عَبْد اللَّه بْن بُرَيْدَة : قَوْله تَعَالَى \" وَكَانَ مِنْ الْكَافِرِينَ \" مِنْ الَّذِينَ أَبَوْا فَأَحْرَقَتْهُمْ النَّار وَقَالَ أَبُو جَعْفَر رَضِيَ اللَّه عَنْهُ عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة \" وَكَانَ مِنْ الْكَافِرِينَ \" يَعْنِي مِنْ الْعَاصِينَ وَقَالَ السُّدِّيّ \" وَكَانَ مِنْ الْكَافِرِينَ \" الَّذِينَ لَمْ يَخْلُقهُمْ اللَّه يَوْمَئِذٍ يَكُونُونَ بَعْد وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ اِبْتَدَأَ اللَّه خَلْق إِبْلِيس مِنْ الْكُفْر وَالضَّلَالَة وَعَمِلَ بِعَمَلِ الْمَلَائِكَة فَصَيَّرَهُ اللَّه إِلَى مَا أَبْدَى عَلَيْهِ خَلْقه عَلَى الْكُفْر قَالَ اللَّه تَعَالَى \" وَكَانَ مِنْ الْكَافِرِينَ\" وَقَالَ قَتَادَة فِي قَوْله تَعَالَى \" وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اُسْجُدُوا لِآدَم \" فَكَانَتْ الطَّاعَة لِلَّهِ وَالسَّجْدَة لِآدَم أَكْرَمَ اللَّه آدَم أَنْ أَسْجَدَ لَهُ مَلَائِكَته وَقَالَ بَعْض النَّاس كَانَ هَذَا سُجُود تَحِيَّة وَسَلَام وَإِكْرَام كَمَا قَالَ تَعَالَى \" وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْش وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيل رُؤْيَايَ مِنْ قَبْل قَدْ جَعَلَهَا رَبِّي حَقًّا \" وَقَدْ كَانَ هَذَا مَشْرُوعًا فِي الْأُمَم الْمَاضِيَة وَلَكِنَّهُ نُسِخَ فِي مِلَّتنَا . قَالَ مُعَاذ : قَدِمْت الشَّام فَرَأَيْتهمْ يَسْجُدُونَ لِأَسَاقِفَتِهِمْ وَعُلَمَائِهِمْ فَأَنْتَ يَا رَسُول اللَّه أَحَقّ أَنْ يُسْجَد لَك فَقَالَ \" لَا . لَوْ كُنْت آمِرًا بَشَرًا أَنْ يَسْجُد لِبَشَرٍ لَأَمَرْت الْمَرْأَة أَنْ تَسْجُد لِزَوْجِهَا مِنْ عِظَم حَقّه عَلَيْهَا \" وَرَجَّحَهُ الرَّازِيّ وَقَالَ بَعْضهمْ بَلْ كَانَتْ السَّجْدَة لِلَّهِ وَآدَم قِبْلَة فِيهَا كَمَا قَالَ تَعَالَى \" أَقِمْ الصَّلَاة لِدُلُوكِ الشَّمْس \" وَفِي هَذَا التَّنْظِير نَظَر وَالْأَظْهَر أَنَّ الْقَوْل الْأَوَّل أَوْلَى وَالسَّجْدَة لِآدَم إِكْرَامًا وَإِعْظَامًا وَاحْتِرَامًا وَسَلَامًا وَهِيَ طَاعَة لِلَّهِ عَزَّ وَجَلَّ لِأَنَّهَا اِمْتِثَال لِأَمْرِهِ تَعَالَى . وَقَدْ قَوَّاهُ الرَّازِيّ فِي تَفْسِيره وَضَعَّفَ مَا عَدَاهُ مِنْ الْقَوْلَيْنِ الْآخَرَيْنِ وَهُمَا كَوْنه جُعِلَ قِبْلَة إِذْ لَا يَظْهَر فِيهِ شَرَف وَالْآخَر أَنَّ الْمُرَاد بِالسُّجُودِ الْخُضُوع لَا الِانْحِنَاء وَوَضْع الْجَبْهَة عَلَى الْأَرْض وَهُوَ ضَعِيف كَمَا قَالَ وَقَالَ قَتَادَة فِي قَوْله تَعَالَى \" فَسَجَدُوا إِلَّا إِبْلِيس أَبَى وَاسْتَكْبَرَ وَكَانَ مِنْ الْكَافِرِينَ \" حَسَدَ عَدُوّ اللَّه إِبْلِيس آدَم عَلَيْهِ السَّلَام عَلَى مَا أَعْطَاهُ اللَّه مِنْ الْكَرَامَة وَقَالَ أَنَا نَارِيّ وَهَذَا طِينِيّ وَكَانَ بَدْء الذُّنُوب الْكِبْر اِسْتَكْبَرَ عَدُوّ اللَّه أَنْ يَسْجُد لِآدَم عَلَيْهِ السَّلَام قُلْت وَقَدْ ثَبَتَ فِي الصَّحِيح \" لَا يَدْخُل الْجَنَّة مَنْ كَانَ فِي قَلْبه مِثْقَال حَبَّة مِنْ خَرْدَل مِنْ كِبْر \" وَقَدْ كَانَ فِي قَلْب إِبْلِيس مِنْ الْكِبْر - وَالْكُفْر - وَالْعِنَاد مَا اِقْتَضَى طَرْده وَإِبْعَاده عَنْ جِنَاب الرَّحْمَة وَحَضْرَة الْقُدْس قَالَ بَعْض الْمُعْرِبِينَ وَكَانَ مِنْ الْكَافِرِينَ أَيْ وَصَارَ مِنْ الْكَافِرِينَ بِسَبَبِ اِمْتِنَاعه كَمَا قَالَ \" فَكَانَ مِنْ الْمُغْرَقِينَ\" وَقَالَ \" فَتَكُونَا مِنْ الظَّالِمِينَ \" وَقَالَ الشَّاعِر : بِتَيْهَاءَ قَفْر وَالْمَطِيُّ كَأَنَّهَا قَطَا الْحَزْن قَدْ كَانَتْ فِرَاخًا بُيُوضُهَا أَيْ قَدْ صَارَتْ وَقَالَ اِبْن فُورَك تَقْدِيره وَقَدْ كَانَ فِي عِلْم اللَّه مِنْ الْكَافِرِينَ وَرَجَّحَهُ الْقُرْطُبِيّ وَذَكَرَ هَاهُنَا مَسْأَلَة فَقَالَ : قَالَ عُلَمَاؤُنَا مَنْ أَظْهَرَ اللَّه عَلَى يَدَيْهِ مِمَّنْ لَيْسَ بِنَبِيٍّ كَرَامَات وَخَوَارِق الْعَادَات فَلَيْسَ ذَلِكَ دَالًّا عَلَى وِلَايَته خِلَافًا لِبَعْضِ الصُّوفِيَّة وَالرَّافِضَة هَذَا لَفْظه ثُمَّ اِسْتَدَلَّ عَلَى مَا قَالَ بِأَنَّا لَا نَقْطَع بِهَذَا الَّذِي جَرَى الْخَارِق عَلَى يَدَيْهِ أَنَّهُ يُوَافِي اللَّه بِالْإِيمَانِ وَهُوَ لَا يَقْطَع بِنَفْسِهِ لِذَلِكَ يَعْنِي وَالْوَلِيّ الَّذِي يَقْطَع لَهُ بِذَلِكَ الْأَمْر قُلْت وَقَدْ اِسْتَدَلَّ بَعْضهمْ عَلَى أَنَّ الْخَارِق قَدْ يَكُون عَلَى يَد غَيْر الْوَلِيّ بَلْ قَدْ يَكُون عَلَى يَد الْفَاجِر وَالْكَافِر أَيْضًا بِمَا ثَبَتَ عَنْ اِبْن صَيَّاد أَنَّهُ قَالَ هُوَ الدُّخّ حِين خَبَّأَ لَهُ رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآلِهِ وَسَلَّمَ \" فَارْتَقِبْ يَوْم تَأْتِي السَّمَاء بِدُخَانٍ مُبِين \" وَبِمَا كَانَ يَصْدُر عَنْهُ أَنَّهُ كَانَ يَمْلَأ الطَّرِيق إِذَا غَضِبَ حَتَّى ضَرَبَهُ عَبْد اللَّه بْن عُمَر وَبِمَا ثَبَتَتْ بِهِ الْأَحَادِيث عَنْ الدَّجَّال بِمَا يَكُون عَلَى يَدَيْهِ مِنْ الْخَوَارِق الْكَثِيرَة مِنْ أَنَّهُ يَأْمُر السَّمَاء أَنْ تُمْطِر فَتُمْطِر وَالْأَرْض أَنْ تُنْبِت فَتُنْبِت وَتَتْبَعهُ كُنُوز الْأَرْض مِثْل الْيَعَاسِيب وَأَنْ يَقْتُل ذَلِكَ الشَّابّ ثُمَّ يُحْيِيه إِلَى غَيْر ذَلِكَ مِنْ الْأُمُور الْمَهُولَة . وَقَدْ قَالَ : يُونُس بْن عَبْد الْأَعْلَى الصَّدَفِيّ قُلْت لِلشَّافِعِيِّ كَانَ اللَّيْث بْن سَعْد يَقُول : إِذَا رَأَيْتُمْ الرَّجُل يَمْشِي عَلَى الْمَاء وَيَطِير فِي الْهَوَاء فَلَا تَغْتَرُّوا بِهِ حَتَّى تَعْرِضُوا أَمْره عَلَى الْكِتَاب وَالسُّنَّة فَقَالَ الشَّافِعِيّ : قَصَّرَ اللَّيْث رَحِمَهُ اللَّه بَلْ إِذَا رَأَيْتُمْ الرَّجُل يَمْشِي عَلَى الْمَاء وَيَطِير فِي الْهَوَاء فَلَا تَغْتَرُّوا بِهِ حَتَّى تَعْرِضُوا أَمْره عَلَى الْكِتَاب وَالسُّنَّة وَقَدْ حَكَى الرَّازِيّ وَغَيْره قَوْلَيْنِ لِلْعُلَمَاءِ هَلْ الْمَأْمُور بِالسُّجُودِ لِآدَم خَاصّ بِمَلَائِكَةِ الْأَرْض أَوْ عَامّ بِمَلَائِكَةِ السَّمَاوَات وَالْأَرْض وَقَدْ رَجَّحَ كِلَا مِنْ الْقَوْلَيْنِ طَائِفَة وَظَاهِر الْآيَة الْكَرِيمَة الْعُمُوم\" فَسَجَدَ الْمَلَائِكَة كُلّهمْ أَجْمَعُونَ إِلَّا إِبْلِيس \" فَهَذِهِ أَرْبَعَة أَوْجُه مُقَوِّيَة لِلْعُمُومِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38710, "aya_id": 34}]