[{"text": "فَكُلُواْ مِمَّا غَنِمْتُمْ حَلاَلاً طَيِّبًا وَاتَّقُواْ اللّهَ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 8, "type": 0, "id": 1229, "aya_id": 69}, {"text": "فكلوا مما غنمتم حلالا طيبا واتقوا الله إن الله غفور رحيم", "sura_id": 8, "type": 1, "id": 7465, "aya_id": 69}, {"text": "69 - (فكلوا مما غنمتم حلالاً طيباً واتقوا الله إن الله غفور رحيم) \r\n", "sura_id": 8, "type": 2, "id": 26173, "aya_id": 69}, {"text": "فكلوا من الغنائم وفداء الأسرى فهو حلال طيب, وحافظوا على أحكام دين الله وتشريعاته. إن الله غفور لعباده, رحيم بهم.\r\n", "sura_id": 8, "type": 3, "id": 32409, "aya_id": 69}, {"text": " <font color=red>فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>قَالَ اللَّه تَعَالَى \" فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا \" الْآيَة . وَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَرُوِيَ مِثْله عَنْ أَبِي هُرَيْرَة وَابْن مَسْعُود وَسَعِيد بْن جُبَيْر وَعَطَاء وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَالْأَعْمَش أَيْضًا أَنَّ الْمُرَاد \" لَوْلَا كِتَاب مِنْ اللَّه سَبَقَ \" لِهَذِهِ الْأُمَّة بِإِحْلَالِ الْغَنَائِم وَهُوَ اِخْتِيَار اِبْن جَرِير رَحِمَهُ اللَّه وَيُسْتَشْهَد لِهَذَا الْقَوْل بِمَا أَخْرَجَاهُ فِي الصَّحِيحَيْنِ عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُعْطِيت خَمْسًا لَمْ يُعْطَهُنَّ أَحَد مِنْ الْأَنْبِيَاء قَبْلِي نُصِرْت بِالرُّعْبِ مَسِيرَة شَهْر وَجُعِلَتْ لِيَ الْأَرْض مَسْجِدًا وَطَهُورًا وَأُحِلَّتْ لِيَ الْغَنَائِم وَلَمْ تَحِلَّ لِأَحَدٍ قَبْلِي وَأُعْطِيت الشَّفَاعَة وَكَانَ النَّبِيّ يُبْعَث إِلَى قَوْمه وَبُعِثْت إِلَى النَّاس عَامَّة \" وَقَالَ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمْ تَحِلَّ الْغَنَائِم لِسُودِ الرُّءُوس غَيْرنَا \" وَلِهَذَا قَالَ تَعَالَى \" فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا \" الْآيَة . فَعِنْد ذَلِكَ أَخَذُوا مِنْ الْأُسَارَى الْفِدَاء وَقَدْ رَوَى الْإِمَام أَبُو دَاوُد فِي سُنَنه حَدَّثَنَا عَبْد الرَّحْمَن بْن الْمُبَارَك الْعَبْسِيّ حَدَّثَنَا سُفْيَان بْن حَبِيب حَدَّثَنَا شُعْبَة عَنْ أَبِي الْعَنَبْس عَنْ أَبِي الشَّعْثَاء عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَ فِدَاء أَهْل الْجَاهِلِيَّة يَوْم بَدْر أَرْبَعمِائَةِ وَقَدْ اِسْتَمَرَّ الْحُكْم فِي الْأَسْرَى عِنْد جُمْهُور الْعُلَمَاء أَنَّ الْإِمَام مُخَيَّر فِيهِمْ إِنْ شَاءَ قَتَلَ كَمَا فَعَلَ بِبَنِي قُرَيْظَة وَإِنْ شَاءَ فَادَى بِمَالٍ كَمَا فَعَلَ بِأَسْرَى بَدْر أَوْ بِمَنْ أُسِرَ مِنْ الْمُسْلِمِينَ كَمَا فَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تِلْكَ الْجَارِيَة وَابْنَتهَا اللَّتَيْنِ كَانَتَا فِي سَبْي سَلَمَة بْن الْأَكْوَع حَيْثُ رَدَّهُمَا وَأَخَذَ فِي مُقَابَلَتهمَا مِنْ الْمُسْلِمِينَ الَّذِينَ كَانُوا عِنْد الْمُشْرِكِينَ وَإِنْ شَاءَ اِسْتَرَقَّ مَنْ أَسَرَ . هَذَا مَذْهَب الْإِمَام الشَّافِعِيّ وَطَائِفَة مِنْ الْعُلَمَاء وَفِي الْمَسْأَلَة خِلَاف آخَر بَيْن الْأَئِمَّة مُقَرَّر فِي مَوْضِعه مِنْ كُتُب الْفِقْه .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43119, "aya_id": 69}]