[{"text": "مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَّذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ", "sura_id": 23, "type": 0, "id": 2764, "aya_id": 91}, {"text": "ما اتخذ الله من ولد وما كان معه من إله إذا لذهب كل إله بما خلق ولعلا بعضهم على بعض سبحان الله عما يصفون", "sura_id": 23, "type": 1, "id": 9000, "aya_id": 91}, {"text": "91 - (ما اتخذ الله من ولد وما كان معه من إله إذا) لو كان معه إله (لذهب كل إله بما خلق) انفرد به ومنع الآخر من الاستيلاء عليه (ولعلا بعضهم على بعض) مغالبة كفعل ملوك الدنيا (سبحان الله) تنزيها له (عما يصفون) به مما ذكر \r\n", "sura_id": 23, "type": 2, "id": 27708, "aya_id": 91}, {"text": "لم يجعل الله لنفسه ولدًا، ولم يكن معه من معبود آخر; لأنه لو كان ثمة أكثر مِن معبود لانفرد كل معبود بمخلوقاته، ولكان بينهم مغالبة كشأن ملوك الدنيا، فيختلُّ نظام الكون، تنزَّه الله سبحانه وتعالى وتقدَّس عن وصفهم له بأن له شريكًا أو ولدًا.\r\n", "sura_id": 23, "type": 3, "id": 33944, "aya_id": 91}, {"text": " <font color=red>مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ</font><BR><p>يُنَزِّه تَعَالَى نَفْسه عَنْ أَنْ يَكُون لَهُ وَلَد أَوْ شَرِيك فِي الْمُلْك وَالتَّصَرُّف وَالْعِبَادَة فَقَالَ تَعَالَى \" مَا اِتَّخَذَ اللَّه مِنْ وَلَد وَمَا كَانَ مَعَهُ مِنْ إِلَه إِذًا لَذَهَبَ كُلّ إِلَه بِمَا خَلَقَ وَلَعَلَا بَعْضهمْ عَلَى بَعْض \" أَيْ لَوْ قُدِّرَ تَعَدُّد الْآلِهَة لَانْفَرَدَ كُلّ مِنْهُمْ بِمَا خَلَقَ فَمَا كَانَ يَنْتَظِم الْوُجُود وَالْمُشَاهَد أَنَّ الْوُجُود مُنْتَظِم مُتَّسِق كُلّ مِنْ الْعَالَم الْعُلْوِيّ وَالسُّفْلِيّ مُرْتَبِط بَعْضه بِبَعْضٍ فِي غَايَة الْكَمَال \" مَا تَرَى فِي خَلْق الرَّحْمَن مِنْ تَفَاوُت \" ثُمَّ لَكَانَ كُلّ مِنْهُمْ يَطْلُب قَهْر الْآخَر وَخِلَافه فَيَعْلُو بَعْضهمْ عَلَى بَعْض وَالْمُتَكَلِّمُونَ ذَكَرُوا هَذَا الْمَعْنَى وَعَبَّرُوا عَنْهُ بِدَلِيلِ التَّمَانُع وَهُوَ أَنَّهُ لَوْ فُرِضَ صَانِعَانِ فَصَاعِدًا فَأَرَادَ وَاحِد تَحْرِيك جِسْم وَالْآخَر أَرَادَ سُكُونه فَإِنْ لَمْ يَحْصُل مُرَاد كُلّ وَاحِد مِنْهُمَا كَانَا عَاجِزَيْنِ وَالْوَاجِب لَا يَكُون عَاجِزًا وَيَمْتَنِع اِجْتِمَاع مُرَادَيْهِمَا لِلتَّضَادِّ وَمَا جَاءَ هَذَا الْمُحَال إِلَّا مِنْ فَرْض التَّعَدُّد فَيَكُون مُحَالًا فَأَمَّا إِنْ حَصَلَ مُرَاد أَحَدهمَا دُون الْآخَر كَانَ الْغَالِب هُوَ الْوَاجِب وَالْآخَر الْمَغْلُوب مُمْكِنًا لِأَنَّهُ لَا يَلِيق بِصِفَةِ الْوَاجِب أَنْ يَكُون مَقْهُورًا وَلِهَذَا قَالَ تَعَالَى \" وَلَعَلَا بَعْضهمْ عَلَى بَعْض سُبْحَان اللَّه عَمَّا يَصِفُونَ \" أَيْ عَمَّا يَقُول الظَّالِمُونَ الْمُعْتَدُونَ فِي دَعْوَاهُمْ الْوَلَد أَوْ الشَّرِيك عُلُوًّا كَبِيرًا .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39216, "aya_id": 91}]