[{"text": "اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ زَيْتُونِةٍ لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُّورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَن يَشَاء وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 24, "type": 0, "id": 2826, "aya_id": 35}, {"text": "الله نور السماوات والأرض مثل نوره كمشكاة فيها مصباح المصباح في زجاجة الزجاجة كأنها كوكب دري يوقد من شجرة مباركة زيتونة لا شرقية و لا غربية يكاد زيتها يضيء و لو لم تمسسه نار نور على نور يهدي الله لنوره من يشاء و يضرب الله الأمثال للناس و الله بكل شيء عليم", "sura_id": 24, "type": 1, "id": 9062, "aya_id": 35}, {"text": "35 - (الله نور السماوات والأرض) أي منورهما بالشمس والقمر (مثل نوره) أي صفته في قلب المؤمن (كمشكاة فيها مصباح المصباح في زجاجة) هي القنديل والمصباح السراج أي الفتيلة الموقودة والمشكاة الطاقة غير النافذة أي الأنبوبة في القنديل (الزجاجة كأنها) والنور فيها (كوكب دري) مضيء بكسر الدال وضمها من الدرء بمعنى الدفع لدفعها الظلام وبضمها وتشديد الياء منسوب إلى الدر اللؤلؤ (يوقد) المصباح بالماضي وفي قراءة بمضارع أوقد مبنيا للمفعول بالتحتانية وفي أخرى توقد بالفوقانية أي الزجاجة (من) زيت (شجرة مباركة زيتونة لا شرقية ولا غربية) بل بينهما فلا يتمكن منها حر ولا برد مضرين (يكاد زيتها يضيء ولو لم تمسسه نار) لصفائه (نور) به (على نور) بالنار ونور الله أي هداه للمؤمن نور على نور الإيمان (يهدي الله لنوره) لدين الإسلام (من يشاء ويضرب) يبين (الله الأمثال للناس) تقريبا لأفهامهم ليعتبروا فيؤمنوا (والله بكل شيء عليم) ومنه ضرب الأمثال \r\n", "sura_id": 24, "type": 2, "id": 27770, "aya_id": 35}, {"text": "الله نور السموات والأرض يدبر الأمر فيهما ويهدي أهلهما، فهو- سبحانه- نور، وحجابه نور، به استنارت السموات والأرض وما فيهما، وكتاب الله وهدايته نور منه سبحانه، فلولا نوره تعالى لتراكمت الظلمات بعضها فوق بعض. مثل نوره الذي يهدي إليه, وهو الإيمان والقرآن في قلب المؤمن كمشكاة, وهي الكُوَّة في الحائط غير النافذة، فيها مصباح، حيث تجمع الكوَّة نور المصباح فلا يتفرق، وذلك المصباح في زجاجة، كأنها -لصفائها- كوكب مضيء كالدُّر، يوقَد المصباح من زيت شجرة مباركة، وهي شجرة الزيتون، لا شرقية فقط، فلا تصيبها الشمس آخر النهار، ولا غربية فقط فلا تصيبها الشمس أول النهار، بل هي متوسطة في مكان من الأرض لا إلى الشرق ولا إلى الغرب، يكاد زيتها -لصفائه- يضيء من نفسه قبل أن تمسه النار، فإذا مَسَّتْه النار أضاء إضاءة بليغة، نور على نور، فهو نور من إشراق الزيت على نور من إشعال النار، فذلك مثل الهدى يضيء في قلب المؤمن. والله يهدي ويوفق لاتباع القرآن مَن يشاء، ويضرب الأمثال للناس؛ ليعقلوا عنه أمثاله وحكمه. والله بكل شيء عليم, لا يخفى عليه شيء.\r\n", "sura_id": 24, "type": 3, "id": 34006, "aya_id": 35}, {"text": " <font color=red>اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" اللَّه نُور السَّمَوَات وَالْأَرْض \" يَقُول : هَادِي أَهْل السَّمَوَات وَالْأَرْض . قَالَ اِبْن جُرَيْج قَالَ مُجَاهِد وَابْن عَبَّاس فِي قَوْله : \" اللَّه نُور السَّمَوَات وَالْأَرْض \" يُدَبِّر الْأَمْر فِيهِمَا نُجُومهمَا وَشَمْسهمَا وَقَمَرهمَا وَقَالَ اِبْن جَرِير حَدَّثَنَا سُلَيْمَان بْن عُمَر بْن خَالِد الرِّقِّيّ حَدَّثَنَا وَهْب بْن رَاشِد عَنْ فَرْقَد أَنَّ أَنَس بْن مَالِك قَالَ : إِنَّ اللَّه يَقُول نُورِي هُدًى وَاخْتَارَ هَذَا الْقَوْل اِبْن جَرِير وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب فِي قَوْله تَعَالَى : \" اللَّه نُور السَّمَوَات وَالْأَرْض مَثَل نُوره \" قَالَ : هُوَ الْمُؤْمِن الَّذِي جَعَلَ اللَّه الْإِيمَان وَالْقُرْآن فِي صَدْره فَضَرَبَ اللَّه مَثَله فَقَالَ \" اللَّه نُور السَّمَوَات وَالْأَرْض \" فَبَدَأَ بِنُورِ نَفْسه ثُمَّ ذَكَرَ نُور الْمُؤْمِن فَقَالَ مَثَل نُور مَنْ آمَنَ بِهِ قَالَ فَكَانَ أُبَيّ بْن كَعْب يَقْرَؤُهَا \" مَثَل نُور مَنْ آمَنَ بِهِ \" فَهُوَ الْمُؤْمِن جَعَلَ الْإِيمَان وَالْقُرْآن فِي صَدْره وَهَكَذَا رَوَاهُ سَعِيد بْن جُبَيْر وَقَيْس بْن سَعْد عَنْ اِبْن عَبَّاس أَنَّهُ قَرَأَهَا كَذَلِكَ \" مَثَل نُور مَنْ آمَنَ بِاَللَّهِ\" وَقَرَأَ بَعْضهمْ \" اللَّه مُنَوِّر السَّمَوَات وَالْأَرْض \" وَقَالَ الضَّحَّاك \" اللَّه نُور السَّمَوَات وَالْأَرْض \" وَقَالَ السُّدِّيّ فِي قَوْله \" اللَّه نُور السَّمَوَات وَالْأَرْض \" فَبِنُورِهِ أَضَاءَتْ السَّمَوَات وَالْأَرْض وَفِي الْحَدِيث الَّذِي رَوَاهُ مُحَمَّد بْن إِسْحَاق فِي السِّيرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي دُعَائِهِ يَوْم آذَاهُ أَهْل الطَّائِف \" أَعُوذ بِنُورِ وَجْهك الَّذِي أَشْرَقَتْ بِهِ الظُّلُمَات وَصَلَحَ عَلَيْهِ أَمْر الدُّنْيَا وَالْآخِرَة أَنْ يَحِلّ بِي غَضَبك أَوْ يَنْزِل بِي سَخَطك لَك الْعُتْبَى حَتَّى تَرْضَى وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ \" وَفِي الصَّحِيحَيْنِ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَامَ مِنْ اللَّيْل يَقُول : \" اللَّهُمَّ لَك الْحَمْد أَنْتَ نُور السَّمَوَات وَالْأَرْض وَمَنْ فِيهِنَّ وَلَك الْحَمْد أَنْتَ قَيُّوم السَّمَوَات وَالْأَرْض وَمَنْ فِيهِنَّ \" الْحَدِيث وَعَنْ اِبْن مَسْعُود قَالَ : إِنَّ رَبّكُمْ لَيْسَ عِنْده لَيْل وَلَا نَهَار نُور الْعَرْش مِنْ نُور وَجْهه وَقَوْله تَعَالَى \" مَثَل نُوره \" فِي هَذَا الضَّمِير قَوْلَانِ : \" أَحَدهمَا \" أَنَّهُ عَائِد إِلَى اللَّه عَزَّ وَجَلَّ أَيْ مَثَل هُدَاهُ فِي قَلْب الْمُؤْمِن قَالَهُ اِبْن عَبَّاس \" كَمِشْكَاةٍ \" \" وَالثَّانِي \" أَنَّ الضَّمِير عَائِد إِلَى الْمُؤْمِن الَّذِي دَلَّ عَلَيْهِ سِيَاق الْكَلَام تَقْدِيره مَثَل نُور الْمُؤْمِن الَّذِي فِي قَلْبه كَمِشْكَاةٍ فَشَبَّهَ قَلْب الْمُؤْمِن وَمَا هُوَ مَفْطُور عَلَيْهِ مِنْ الْهُدَى وَمَا يَتَلَقَّاهُ مِنْ الْقُرْآن الْمُطَابِق لِمَا هُوَ مَفْطُور عَلَيْهِ كَمَا قَالَ تَعَالَى : \" أَفَمَنْ كَانَ عَلَى بَيِّنَة مِنْ رَبّه وَيَتْلُوهُ شَاهِد مِنْهُ\" فَشَبَّهَ قَلْب الْمُؤْمِن فِي صَفَائِهِ فِي نَفْسه بِالْقِنْدِيلِ مِنْ الزُّجَاج الشَّفَّاف الْجَوْهَرِيّ وَمَا يُسْتَمَدّ بِهِ مِنْ الْقُرْآن وَالشَّرْع بِالزَّيْتِ الْجَيِّد الصَّافِي الْمُشْرِق الْمُعْتَدِل الَّذِي لَا كَدَر فِيهِ وَلَا اِنْحِرَاف فَقَوْله \" كَمِشْكَاةٍ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَمُحَمَّد بْن كَعْب وَغَيْر وَاحِد : هُوَ مَوْضِع الْفَتِيلَة مِنْ الْقِنْدِيل هَذَا هُوَ الْمَشْهُور وَلِهَذَا قَالَ بَعْده \" فِيهَا مِصْبَاح \" وَهُوَ الزُّبَالَة الَّتِي تُضِيء . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله \" اللَّه نُور السَّمَوَات وَالْأَرْض مَثَل نُوره كَمِشْكَاةٍ فِيهَا مِصْبَاح \" وَذَلِكَ أَنَّ الْيَهُود قَالُوا لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَيْف يَخْلُص نُور اللَّه مِنْ دُون السَّمَاء ؟ فَضَرَبَ اللَّه مَثَل ذَلِكَ لِنُورِهِ فَقَالَ تَعَالَى : \" اللَّه نُور السَّمَوَات وَالْأَرْض مَثَل نُوره كَمِشْكَاةٍ \" وَالْمِشْكَاة كُوَّة فِي الْبَيْت قَالَ وَهُوَ مَثَل ضَرَبَهُ اللَّه لِطَاعَتِهِ فَسَمَّى اللَّه طَاعَته نُورًا ثُمَّ سَمَّاهَا أَنْوَاعًا شَتَّى وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد هِيَ الْكُوَّة بِلُغَةِ الْحَبَشَة وَزَادَ بَعْضهمْ فَقَالَ : الْمِشْكَاة الْكُوَّة الَّتِي لَا مَنْفَذ لَهَا وَعَنْ مُجَاهِد : الْمِشْكَاة الْحَدَائِد الَّتِي يُعَلَّق بِهَا الْقِنْدِيل وَالْقَوْل الْأَوَّل أَوْلَى وَهُوَ : أَنَّ الْمِشْكَاة هُوَ مَوْضِع الْفَتِيلَة مِنْ الْقِنْدِيل وَلِهَذَا قَالَ \" فِيهَا مِصْبَاح \" وَهُوَ النُّور الَّذِي فِي الزُّبَالَة قَالَ أُبَيّ بْن كَعْب : \" الْمِصْبَاح \" النُّور وَهُوَ الْقُرْآن وَالْإِيمَان الَّذِي فِي صَدْره وَقَالَ السُّدِّيّ : هُوَ السِّرَاج \" الْمِصْبَاح فِي زُجَاجَة \" أَيْ هَذَا الضَّوْء مُشْرِق فِي زُجَاجَة صَافِيَة وَقَالَ أُبَيّ بْن كَعْب وَغَيْر وَاحِد : وَهِيَ نَظِير قَلْب الْمُؤْمِن \" الزُّجَاجَة كَأَنَّهَا كَوْكَب دُرِّيّ \" قَرَأَ بَعْضهمْ بِضَمِّ الدَّال مِنْ غَيْر هَمْزَة مِنْ الدُّرّ أَيْ كَأَنَّهَا كَوْكَب مِنْ دُرّ . وَقَرَأَ آخَرُونَ دُرِّيء وَدِرِّيء بِكَسْرِ الدَّال وَضَمِّهَا مَعَ الْهَمْزَة مِنْ الدَّرْء وَهُوَ الدَّفْع وَذَلِكَ أَنَّ النَّجْم إِذَا رُمِيَ بِهِ يَكُون أَشَدّ اِسْتِنَارَة مِنْ سَائِر الْأَحْوَال وَالْعَرَب تُسَمِّي مَا لَا يُعْرَف مِنْ الْكَوَاكِب دَرَارِيّ وَقَالَ أُبَيّ بْن كَعْب : كَوْكَب مُضِيء وَقَالَ قَتَادَة : مُضِيء مُبِين ضَخْم \" يُوقَد مِنْ شَجَرَة مُبَارَكَة\" أَيْ يُسْتَمَدّ مِنْ زَيْت زَيْتُون شَجَرَة مُبَارَكَة \" زَيْتُونَة\" بَدَل أَوْ عَطْف بَيَان \" لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" أَيْ لَيْسَتْ فِي شَرْقِيّ بُقْعَتهَا فَلَا تَصِل إِلَيْهَا الشَّمْس مِنْ أَوَّل النَّهَار وَلَا فِي غَرْبهَا فَيُقَلَّص عَنْهَا الْفَيْء قَبْل الْغُرُوب بَلْ هِيَ فِي مَكَان وَسَط تَعْصِرهَا الشَّمْس مِنْ أَوَّل النَّهَار إِلَى آخِره فَيَجِيء زَيْتهَا صَافِيًا مُعْتَدِلًا مُشْرِقًا وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَمَّار قَالَ حَدَّثَنَا عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن سَعْد أَخْبَرَنَا عَمْرو بْن أَبِي قَيْس عَنْ سِمَاك بْن حَرْب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" زَيْتُونَة لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ : هِيَ شَجَرَة بِالصَّحْرَاءِ لَا يُظِلّهَا شَجَر وَلَا جَبَل وَلَا كَهْف وَلَا يُوَارِيهَا شَيْء وَهُوَ أَجْوَد لِزَيْتِهَا وَقَالَ يَحْيَى بْن سَعِيد الْقَطَّان عَنْ عِمْرَان بْن حُدَيْر عَنْ عِكْرِمَة فِي قَوْله تَعَالَى \" لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ : هِيَ بِصَحْرَاء ذَلِكَ أَصْفَى لِزَيْتِهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا عُمَر بْن فَرُّوخ عَنْ حَبِيب بْن الزُّبَيْر عَنْ عِكْرِمَة وَسَأَلَهُ رَجُل عَنْ قَوْله تَعَالَى\" زَيْتُونَة لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ : تِلْكَ زَيْتُونَة بِأَرْضِ فَلَاة إِذَا أَشْرَقَتْ الشَّمْس أَشْرَقَتْ عَلَيْهَا فَإِذَا غَرَبَتْ غَرَبَتْ عَلَيْهَا فَذَلِكَ أَصْفَى مَا يَكُون مِنْ الزَّيْت. وَقَالَ مُجَاهِد فِي قَوْله : تَعَالَى \" لَا شَرْقِيَّة وَلَا غَرْبِيَّة\" قَالَ : لَيْسَتْ بِشَرْقِيَّةٍ لَا تُصِيبهَا الشَّمْس إِذَا غَرَبَتْ وَلَا غَرْبِيَّة لَا تُصِيبهَا الشَّمْس إِذَا طَلَعَتْ وَلَكِنَّهَا شَرْقِيَّة وَغَرْبِيَّة تُصِيبهَا إِذَا طَلَعَتْ وَإِذَا غَرَبَتْ. وَعَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" زَيْتُونَة لَا شَرْقِيَّة وَلَا غَرْبِيَّة يَكَاد زَيْتهَا يُضِيء \" قَالَ : هُوَ أَجْوَد الزَّيْت قَالَ إِذَا طَلَعَتْ الشَّمْس أَصَابَتْهَا مِنْ صَوْب الْمَشْرِق فَإِذَا أَخَذَتْ فِي الْغُرُوب أَصَابَتْهَا الشَّمْس فَالشَّمْس تُصِيبهَا بِالْغَدَاةِ وَالْعَشِيّ فَتِلْكَ لَا تُعَدّ شَرْقِيَّة وَلَا غَرْبِيَّة. وَقَالَ السُّدِّيّ قَوْله \" زَيْتُونَة لَا شَرْقِيَّة وَلَا غَرْبِيَّة\" يَقُول : لَيْسَتْ بِشَرْقِيَّةٍ يَحُوزهَا الْمَشْرِق وَلَا غَرْبِيَّة يَحُوزهَا الْمَغْرِب دُون الْمَشْرِق وَلَكِنَّهَا عَلَى رَأْس جَبَل أَوْ فِي صَحْرَاء تُصِيبهَا الشَّمْس النَّهَار كُلّه . وَقِيلَ الْمُرَاد بِقَوْلِهِ تَعَالَى \" لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" أَنَّهَا فِي وَسَط الشَّجَر لَيْسَتْ بَادِيَة لِلْمَشْرِقِ وَلَا لِلْمَغْرِبِ وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب فِي قَوْل اللَّه تَعَالَى \" زَيْتُونَة لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ : هِيَ خَضْرَاء نَاعِمَة لَا تُصِيبهَا الشَّمْس عَلَى أَيّ حَال كَانَتْ لَا إِذَا طَلَعَتْ وَلَا إِذَا غَرَبَتْ قَالَ فَكَذَلِكَ هَذَا الْمُؤْمِن قَدْ أُجِيرَ مِنْ أَنْ يُصِيبهُ شَيْء مِنْ الْفِتَن وَقَدْ يُبْتَلَى بِهَا فَيُثَبِّتهُ اللَّه فِيهَا فَهُوَ بَيْن أَرْبَع خِلَال إِنْ قَالَ صَدَقَ وَإِنْ حَكَمَ عَدَلَ وَإِنْ اُبْتُلِيَ صَبَرَ وَإِنْ أُعْطِيَ شَكَرَ فَهُوَ فِي سَائِر النَّاس كَالرَّجُلِ الْحَيّ يَمْشِي فِي قُبُور الْأَمْوَات قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُسَدَّد قَالَ حَدَّثَنَا أَبُو عَوَانَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" زَيْتُونَة لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ : هِيَ وَسَط الشَّجَر لَا تُصِيبهَا الشَّمْس شَرْقًا وَلَا غَرْبًا وَقَالَ عَطِيَّة الْعَوْفِيّ \" لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ : هِيَ شَجَرَة فِي مَوْضِع مِنْ الشَّجَر يُرَى ظِلّ ثَمَرهَا فِي وَرَقهَا وَهَذِهِ مِنْ الشَّجَر لَا تَطْلُع عَلَيْهَا الشَّمْس وَلَا تَغْرُب وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَمَّار حَدَّثَنَا عَبْد الرَّحْمَن الدَّشْتَكِيّ حَدَّثَنَا عَمْرو بْن أَبِي قَيْس عَنْ عَطَاء عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" لَيْسَتْ شَرْقِيَّة لَيْسَ فِيهَا غَرْب وَلَا غَرْبِيَّة لَيْسَ فِيهَا شَرْق وَلَكِنَّهَا شَرْقِيَّة غَرْبِيَّة وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ \" لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ : هِيَ الْقِبْلِيَّة وَقَالَ زَيْد بْن أَسْلَم : \" لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ الشَّام وَقَالَ الْحَسَن الْبَصْرِيّ لَوْ كَانَتْ هَذِهِ الشَّجَرَة فِي الْأَرْض لَكَانَتْ شَرْقِيَّة أَوْ غَرْبِيَّة وَلَكِنَّهُ مَثَل ضَرَبَهُ اللَّه تَعَالَى لِنُورِهِ وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" تُوقَد مِنْ شَجَرَة مُبَارَكَة \" قَالَ : رَجُل صَالِح \" زَيْتُونَة لَا شَرْقِيَّة وَلَا غَرْبِيَّة \" قَالَ لَا يَهُودِيّ وَلَا نَصْرَانِيّ وَأَوْلَى هَذِهِ الْأَقْوَال الْقَوْل الْأَوَّل وَهُوَ أَنَّهَا فِي مُسْتَوَى مِنْ الْأَرْض فِي مَكَان فَسِيح بَادٍ ظَاهِر ضَاحٍ لِلشَّمْسِ تَقْرَعهُ مِنْ أَوَّل النَّهَار إِلَى آخِره لِيَكُونَ ذَلِكَ أَصْفَى لِزَيْتِهَا وَأَلْطَف كَمَا قَالَ غَيْر وَاحِد مِمَّنْ تَقَدَّمَ وَلِهَذَا قَالَ تَعَالَى \" يَكَاد زَيْتهَا يُضِيء وَلَوْ لَمْ تَمْسَسْهُ نَار \" قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم يَعْنِي كَضَوْءِ إِشْرَاق الزَّيْت وَقَوْله تَعَالَى \" نُور عَلَى نُور \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس يَعْنِي بِذَلِكَ إِيمَان الْعَبْد وَعَمَله وَقَالَ مُجَاهِد وَالسُّدِّيّ يَعْنِي نُور النَّار وَنُور الزَّيْت وَقَالَ أُبَيّ بْن كَعْب \" نُور عَلَى نُور \" فَهُوَ يَتَقَلَّب فِي خَمْسَة مِنْ النُّور فَكَلَامه نُور وَعَمَله نُور وَمَدْخَله نُور وَمَخْرَجه نُور وَمَصِيره إِلَى نُور يَوْم الْقِيَامَة إِلَى الْجَنَّة وَقَالَ شِمْر بْن عَطِيَّة جَاءَ اِبْن عَبَّاس إِلَى كَعْب الْأَحْبَار فَقَالَ حَدِّثْنِي عَنْ قَوْل اللَّه تَعَالَى \" يَكَاد زَيْتهَا يُضِيء وَلَوْ لَمْ تَمْسَسْهُ نَار \" قَالَ يَكَاد مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُبَيِّن لِلنَّاسِ وَلَوْ لَمْ نَتَكَلَّم أَنَّهُ نَبِيّ كَمَا يَكَاد ذَلِكَ الزَّيْت أَنَّهُ يُضِيء . وَقَالَ السُّدِّيّ فِي قَوْله \" نُور عَلَى نُور \" قَالَ : نُور النَّار وَنُور الزَّيْت حِين اِجْتَمَعَا أَضَاءَا وَلَا يُضِيء وَاحِد بِغَيْرِ صَاحِبه كَذَلِكَ نُور الْقُرْآن وَنُور الْإِيمَان حِين اِجْتَمَعَا فَلَا يَكُون وَاحِد مِنْهُمَا إِلَّا بِصَاحِبِهِ. وَقَوْله تَعَالَى : \" يَهْدِي اللَّه لِنُورِهِ مَنْ يَشَاء \" أَيْ يُرْشِد اللَّه إِلَى هِدَايَته مَنْ يَخْتَارهُ كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة بْن عَمْرو حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد الْفَزَارِيّ حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنِي رَبِيعَة بْن زَيْد عَنْ عَبْد اللَّه الدَّيْلَمِيّ عَنْ عَبْد اللَّه بْن عَمْرو سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه تَعَالَى خَلَقَ خَلْقه فِي ظُلْمَة ثُمَّ أَلْقَى عَلَيْهِمْ مِنْ نُوره يَوْمئِذٍ فَمَنْ أَصَابَ مِنْ نُوره يَوْمئِذٍ اِهْتَدَى وَمَنْ أَخْطَأَهُ ضَلَّ فَلِذَلِكَ أَقُول جَفَّ الْقَلَم عَلَى عِلْم اللَّه عَزَّ وَجَلَّ \" طَرِيق أُخْرَى عَنْهُ\" قَالَ الْبَزَّار حَدَّثَنَا أَيُّوب عَنْ سُوَيْد عَنْ يَحْيَى بْن أَبِي عَمْرو الشَّيْبَانِيّ عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِنَّ اللَّه خَلَقَ خَلْقه فِي ظُلْمَة فَأَلْقَى عَلَيْهِمْ نُورًا مِنْ نُوره فَمَنْ أَصَابَهُ مِنْ ذَلِكَ النُّور اِهْتَدَى وَمَنْ أَخْطَأَهُ ضَلَّ \" وَرَوَاهُ الْبَزَّار عَنْ عَبْد اللَّه بْن عَمْرو مِنْ طَرِيق آخَر بِلَفْظِهِ وَحُرُوفه . وَقَوْله تَعَالَى \" وَيَضْرِب اللَّه الْأَمْثَال لِلنَّاسِ وَاَللَّه بِكُلِّ شَيْء عَلِيم \" لَمَّا ذَكَرَ تَعَالَى هَذَا مَثَلًا لِنُورِ هُدَاهُ فِي قَلْب الْمُؤْمِن خَتَمَ الْآيَة بِقَوْلِهِ \" وَيَضْرِب اللَّه الْأَمْثَال لِلنَّاسِ وَاَللَّه بِكُلِّ شَيْء عَلِيم \" أَيْ هُوَ أَعْلَم بِمَنْ يَسْتَحِقّ الْهِدَايَة مِمَّنْ يَسْتَحِقّ الْإِضْلَال . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا شَيْبَان عَنْ لَيْث عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبَخْتَرِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْقُلُوب أَرْبَعَة : قَلْب أَجْرَد فِيهِ مِثْل السِّرَاج يُزْهِر وَقَلْب أَغْلَف مَرْبُوط عَلَى غِلَافه وَقَلْب مَنْكُوس وَقَلْب مُصْفَح فَأَمَّا الْقَلْب الْأَجْرَد فَقَلْب الْمُؤْمِن سِرَاجه فِيهِ نُوره وَأَمَّا الْقَلْب الْأَغْلَف فَقَلْب الْكَافِر وَأَمَّا الْقَلْب الْمَنْكُوس فَقَلْب الْمُنَافِق عَرَفَ ثُمَّ أَنْكَرَ وَأَمَّا الْقَلْب الْمُصْفَح فَقَلْب فِيهِ إِيمَان وَنِفَاق وَمَثَل الْإِيمَان فِيهِ كَمَثَلِ الْبَقْلَة يَمُدّهَا الْمَاء الطَّيِّب وَمَثَل النِّفَاق فِيهِ كَمَثَلِ الْقُرْحَة يَمُدّهَا الدَّم وَالْقَيْح . فَأَيّ الْمُدَّتَيْنِ غَلَبَتْ عَلَى الْأُخْرَى غَلَبَتْ عَلَيْهِ \" إِسْنَاده جَيِّد وَلَمْ يُخَرِّجُوهُ .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39253, "aya_id": 35}]