[{"text": "وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاء وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ", "sura_id": 7, "type": 0, "id": 1110, "aya_id": 156}, {"text": "واكتب لنا في هذه الدنيا حسنة وفي الآخرة إنا هدنا إليك قال عذابي أصيب به من أشاء ورحمتي وسعت كل شيء فسأكتبها للذين يتقون ويؤتون الزكاة والذين هم بآياتنا يؤمنون", "sura_id": 7, "type": 1, "id": 7346, "aya_id": 156}, {"text": "156 - (واكتب) أوجب (لنا في هذه الدنيا حسنة وفي الآخرة) حسنة (إنا هدنا) تبنا (إليك قال) تعالى (عذابي أصيب به من أشاء) تعذيبه (ورحمتي وسعت) عمَّت (كل شيء) في الدنيا (فسأكتبها) في الآخرة (للذين يتقون ويؤتون الزكاة والذين هم بآياتنا يؤمنون) \r\n", "sura_id": 7, "type": 2, "id": 26054, "aya_id": 156}, {"text": "واجعلنا ممن كتبتَ له الصالحات من الأعمال في الدنيا وفي الآخرة, إنا رجعنا تائبين إليك, قال الله تعالى لموسى: عذابي أصيب به مَن أشاء مِن خلقي, كما أصبتُ هؤلاء الذين أصبتهم من قومك, ورحمتي وسعت خلقي كلَّهم, فسأكتبها للذين يخافون الله, ويخشون عقابه, فيؤدون فرائضه, ويجتنبون معاصيه, والذين هم بدلائل التوحيد وبراهينه يصدقون.\r\n", "sura_id": 7, "type": 3, "id": 32290, "aya_id": 156}, {"text": " <font color=red>وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ</font><BR><p>\" وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَة وَفِي الْآخِرَة \" الْفَصْل الْأَوَّل مِنْ الدُّعَاء دَفْع لِمَحْذُورٍ وَهَذَا لِتَحْصِيلِ الْمَقْصُود \" وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَة وَفِي الْآخِرَة \" أَيْ أَوْجِبْ لَنَا وَأَثْبِتْ لَنَا فِيهِمَا حَسَنَة وَقَدْ تَقَدَّمَ تَفْسِير الْحَسَنَة فِي سُورَة الْبَقَرَة \" إِنَّا هُدْنَا إِلَيْك\" أَيْ تُبْنَا وَرَجَعْنَا وَأَنَبْنَا إِلَيْك قَالَهُ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَأَبُو الْعَالِيَة وَالضَّحَّاك وَإِبْرَاهِيم التَّيْمِيّ وَالسُّدِّيّ وَقَتَادَة وَغَيْر وَاحِد وَهُوَ كَذَلِكَ لُغَة وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبِي عَنْ شَرِيك عَنْ جَابِر عَنْ عَبْد اللَّه بْن يَحْيَى عَنْ عَلِيّ قَالَ إِنَّمَا سُمِّيَتْ الْيَهُود لِأَنَّهُمْ قَالُوا \" إِنَّا هُدْنَا إِلَيْك \" جَابِر بْن يَزِيد الْجُعْفِيّ ضَعِيف . يَقُول تَعَالَى مُجِيبًا لِنَفْسِهِ فِي قَوْله \" إِنْ هِيَ إِلَّا فِتْنَتك \" الْآيَة . قَالَ\" عَذَابِي أُصِيب بِهِ مَنْ أَشَاء وَرَحْمَتِي وَسِعَتْ كُلّ شَيْء\" أَيْ أَفْعَل مَا أَشَاء وَأَحْكُم مَا أُرِيد وَلِي الْحِكْمَة وَالْعَدْل فِي كُلّ ذَلِكَ سُبْحَانه لَا إِلَه إِلَّا هُوَ وَقَوْله تَعَالَى\" وَرَحْمَتِي وَسِعَتْ كُلّ شَيْء \" الْآيَة عَظِيمَة الشُّمُول وَالْعُمُوم كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ حَمَلَة الْعَرْش وَمَنْ حَوْله أَنَّهُمْ يَقُولُونَ \" رَبّنَا وَسِعْت كُلّ شَيْء رَحْمَة وَعِلْمًا\" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا أَبِي حَدَّثَنَا الْجُرَيْرِيّ عَنْ أَبِي عَبْد اللَّه الْجُشَمِيّ حَدَّثَنَا جُنْدُب هُوَ اِبْن عَبْد اللَّه الْبَجَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : جَاءَ أَعْرَابِيّ فَأَنَاخَ رَاحِلَته ثُمَّ عَقَلَهَا ثُمَّ صَلَّى خَلْف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَى رَاحِلَته فَأَطْلَقَ عِقَالهَا ثُمَّ رَكِبَهَا ثُمَّ نَادَى اللَّهُمَّ اِرْحَمْنِي وَمُحَمَّدًا وَلَا تُشْرِك فِي رَحْمَتنَا أَحَدًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَقُولُونَ هَذَا أَضَلّ أَمْ بَعِيره أَلَمْ تَسْمَعُوا مَا قَالَ ؟ \" قَالُوا بَلَى قَالَ \" لَقَدْ حَظَرْت الرَّحْمَة الْوَاسِعَة إِنَّ اللَّه عَزَّ وَجَلَّ خَلَقَ مِائَة رَحْمَة فَأَنْزَلَ رَحْمَة يَتَعَاطَف بِهَا الْخَلْق جِنّهَا وَإِنْسهَا وَبَهَائِمهَا وَأَخَّرَ عِنْده تِسْعًا وَتِسْعِينَ رَحْمَة أَتَقُولُونَ هُوَ أَضَلّ أَمْ بَعِيره ؟ \" . رَوَاهُ أَحْمَد وَأَبُو دَاوُدَ عَنْ عَلِيّ بْن نَصْر عَنْ عَبْد الصَّمَد بْن عَبْد الْوَارِث بِهِ وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ سُلَيْمَان عَنْ أَبِي عُثْمَان عَنْ سَلْمَان عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ لِلَّهِ عَزَّ وَجَلَّ مِائَة رَحْمَة فَمِنْهَا رَحْمَة يَتَرَاحَم بِهَا الْخَلْق وَبِهَا تَعْطِف الْوُحُوش عَلَى أَوْلَادهَا وَأَخَّرَ تِسْعَة وَتِسْعِينَ إِلَى يَوْم الْقِيَامَة \" . تَفَرَّدَ بِإِخْرَاجِهِ مُسْلِم فَرَوَاهُ مِنْ حَدِيث سُلَيْمَان هُوَ اِبْن طَرْخَان وَدَاوُد بْن أَبِي هِنْد كِلَاهُمَا عَنْ أَبِي عُثْمَان وَاسْمه عَبْد الرَّحْمَن بْن مُلّ عَنْ سَلْمَان هُوَ الْفَارِسِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد عَنْ عَاصِم بْن بَهْدَلَة عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ لِلَّهِ مِائَة رَحْمَة عِنْده تِسْعَة وَتِسْعُونَ وَجَعَلَ عِنْدكُمْ وَاحِدَة تَتَرَاحَمُونَ بِهَا بَيْن الْجِنّ وَالْإِنْس وَبَيْن الْخَلْق فَإِذَا كَانَ يَوْم الْقِيَامَة ضَمَّهَا إِلَيْهِ \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَقَالَ أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الْوَاحِد حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِلَّهِ مِائَة رَحْمَة فَقَسَمَ مِنْهَا جُزْءًا وَاحِدًا بَيْن الْخَلْق بِهِ يَتَرَاحَم النَّاس وَالْوَحْش وَالطَّيْر \" . وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث أَبِي مُعَاوِيَة عَنْ الْأَعْمَش بِهِ وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا أَحْمَد بْن يُونُس حَدَّثَنَا سَعْد أَبُو غَيْلَان الشَّيْبَانِيّ عَنْ حَمَّاد بْن أَبِي سُلَيْمَان عَنْ إِبْرَاهِيم عَنْ صِلَة بْن زُفَر عَنْ حُذَيْفَة بْن الْيَمَان رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَيَدْخُلَنَّ الْجَنَّة الْفَاجِر فِي دِينه الْأَحْمَق فِي مَعِيشَته وَاَلَّذِي نَفْسِي بِيَدِهِ لَيَدْخُلَنَّ الْجَنَّة الَّذِي قَدْ مَحَشَتْهُ النَّار بِذَنْبِهِ وَاَلَّذِي نَفْسِي بِيَدِهِ لَيَغْفِرَنَّ اللَّه يَوْم الْقِيَامَة مَغْفِرَة يَتَطَاوَل لَهَا إِبْلِيس رَجَاء أَنْ تُصِيبهُ \" . هَذَا حَدِيث غَرِيب جِدًّا وَسَعْد هَذَا لَا أَعْرِفهُ وَقَوْله \" فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ \" الْآيَة . يَعْنِي فَسَأُوجِبُ حُصُول رَحْمَتِي مِنَّة مِنِّي وَإِحْسَانًا إِلَيْهِمْ كَمَا قَالَ تَعَالَى \" كَتَبَ رَبّكُمْ عَلَى نَفْسه الرَّحْمَة \" وَقَوْله\" لِلَّذِينَ يَتَّقُونَ \" أَيْ سَأَجْعَلُهَا لِلْمُتَّصِفِينَ بِهَذِهِ الصِّفَات وَهُمْ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ\" الَّذِينَ يَتَّقُونَ \" أَيْ الشِّرْك وَالْعَظَائِم مِنْ الذُّنُوب قَوْله \" وَيُؤْتُونَ الزَّكَاة \" قِيلَ زَكَاة النُّفُوس وَقِيلَ الْأَمْوَال وَيَحْتَمِل أَنْ تَكُون عَامَّة لَهُمَا فَإِنَّ الْآيَة مَكِّيَّة\" وَاَلَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ \" أَيْ يُصَدِّقُونَ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42529, "aya_id": 156}]