[{"text": "وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنزَلْنَا مِنَ السَّمَاء مَاء طَهُورًا", "sura_id": 25, "type": 0, "id": 2903, "aya_id": 48}, {"text": "وهو الذي أرسل الرياح بشرا بين يدي رحمته وأنزلنا من السماء ماء طهورا", "sura_id": 25, "type": 1, "id": 9139, "aya_id": 48}, {"text": "48 - (وهو الذي أرسل الرياح) وفي قراءة الريح (بشرا بين يدي رحمته) متفرقة قدام المطر وفي قراءة بسكون الشين تخفيفا وفي أخرى بسكونها ونون مفتوحة مصدر وفي أخرى بسكونها وضم الموحدة بدل النون أي مبشرات ومفرد الأولى نشور كرسول والأخيرة بشير (وأنزلنا من السماء ماء طهورا) مطهرا \r\n", "sura_id": 25, "type": 2, "id": 27847, "aya_id": 48}, {"text": "وهو الذي أرسل الرياح التي تحمل السحاب، تبشر الناس بالمطر رحمة منه، وأنزلنا من السماء ماء يُتَطَهَّر به ؛\r\n", "sura_id": 25, "type": 3, "id": 34083, "aya_id": 48}, {"text": " <font color=red>وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا</font><BR><p>وَهَذَا أَيْضًا مِنْ قُدْرَته التَّامَّة وَسُلْطَانه الْعَظِيم وَهُوَ أَنَّهُ تَعَالَى يُرْسِل الرِّيَاح مُبَشِّرَات أَيْ بِمَجِيءِ السَّحَاب بَعْدهَا وَالرِّيَاح أَنْوَاع فِي صِفَات كَثِيرَة مِنْ التَّسْخِير فَمِنْهَا مَا يُثِير السَّحَاب وَمِنْهَا مَا يَحْمِلهُ وَمِنْهَا مَا يَسُوقهُ وَمِنْهَا مَا يَكُون بَيْن يَدَيْ السَّحَاب مُبَشِّرًا وَمِنْهَا مَا يَكُون قَبْل ذَلِكَ تَقُمّ الْأَرْض وَمِنْهَا مَا يُلَقِّح السَّحَاب لِيُمْطِر وَلِهَذَا قَالَ تَعَالَى : \" وَأَنْزَلْنَا مِنْ السَّمَاء مَاء طَهُورًا\" أَيْ آلَة يُتَطَهَّر بِهَا كَالسَّحُورِ وَالْوَجُور وَمَا جَرَى مَجْرَاهُمَا فَهَذَا أَصَحّ مَا يُقَال فِي ذَلِكَ وَأَمَّا مَنْ قَالَ إِنَّهُ فَعُول بِمَعْنَى فَاعِل أَوْ أَنَّهُ مَبْنِيّ لِلْمُبَالَغَةِ وَالتَّعَدِّي فَعَلَى كُلّ مِنْهُمَا إِشْكَالَات مِنْ حَيْثُ اللُّغَة وَالْحُكْم لَيْسَ هَذَا مَوْضِع بَسْطهَا وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي بِإِسْنَادِهِ إِلَى حُمَيْد الطَّوِيل عَنْ ثَابِت الْبُنَانِيّ قَالَ دَخَلْت مَعَ أَبِي الْعَالِيَة فِي يَوْم مَطِير وَطُرُق الْبَصْرَة قَذِرَة فَصَلَّى فَقُلْت لَهُ فَقَالَ : \" وَأَنْزَلْنَا مِنْ السَّمَاء مَاء طَهُورًا \" قَالَ طَهَّرَهُ مَاء السَّمَاء وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا وُهَيْب عَنْ دَاوُد عَنْ سَعِيد بْن الْمُسَيِّب فِي هَذِهِ الْآيَة قَالَ : أَنْزَلَهُ اللَّه طَهُورًا لَا يُنَجِّسهُ شَيْء وَعَنْ أَبِي سَعِيد قَالَ : قِيلَ يَا رَسُول اللَّه أَنَتَوَضَّأُ مِنْ بِئْر بُضَاعَة وَهِيَ بِئْر يُلْقَى فِيهَا النَّتْن وَلُحُوم الْكِلَاب ؟ فَقَالَ : \" إِنَّ الْمَاء طَهُور لَا يُنَجِّسهُ شَيْء \" رَوَاهُ الشَّافِعِيّ وَأَحْمَد وَصَحَّحَهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَحَسَّنَهُ وَالنَّسَائِيّ وَرَوَى اِبْن أَبِي حَاتِم بِإِسْنَادِهِ حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْأَشْعَث حَدَّثَنَا مُعْتَمِر سَمِعْت أَبِي يُحَدِّث عَنْ سَيَّار عَنْ خَالِد بْن يَزِيد قَالَ : كُنَّا عِنْد عَبْد الْمَلِك بْن مَرْوَان فَذَكَرُوا الْمَاء فَقَالَ خَالِد بْن يَزِيد : مِنْهُ مَاء مِنْ السَّمَاء وَمِنْهُ مَاء يُسْقِيه الْغَيْم مِنْ الْبَحْر فَيَذُبّهُ الرَّعْد وَالْبَرْق فَأَمَّا مَا كَانَ مِنْ الْبَحْر فَلَا يَكُون مِنْهُ نَبَات فَأَمَّا النَّبَات فَمِمَّا كَانَ مِنْ السَّمَاء وَرُوِيَ عَنْ عِكْرِمَة قَالَ : مَا أَنْزَلَ اللَّه مِنْ السَّمَاء قَطْرَة إِلَّا أَنْبَتَ بِهَا فِي الْأَرْض عُشْبَة أَوْ فِي الْبَحْر لُؤْلُؤَة وَقَالَ غَيْره : فِي الْبَرّ بُرّ وَفِي الْبَحْر دُرّ .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39331, "aya_id": 48}]