[{"text": "يَوْمَئِذٍ لَّا تَنفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا", "sura_id": 20, "type": 0, "id": 2457, "aya_id": 109}, {"text": "يومئذ لا تنفع الشفاعة إلا من أذن له الرحمن ورضي له قولا", "sura_id": 20, "type": 1, "id": 8693, "aya_id": 109}, {"text": "109 - (يومئذ لا تنفع الشفاعة) أحدا (إلا من أذن له الرحمن) أن يشفع له (ورضي له قولا) بأن يقول لا إله إلا الله \r\n", "sura_id": 20, "type": 2, "id": 27401, "aya_id": 109}, {"text": "في ذلك اليوم لا تنفع الشفاعة أحدًا من الخلق, إلا إذا أذن الرحمن للشافع, ورضي عن المشفوع له, ولا يكون ذلك إلا للمؤمن المخلص.\r\n", "sura_id": 20, "type": 3, "id": 33637, "aya_id": 109}, {"text": " <font color=red>يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا</font><BR><p>يَقُول تَعَالَى يَوْمئِذٍ أَيْ يَوْم الْقِيَامَة لَا تَنْفَع الشَّفَاعَة أَيْ عِنْده إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَن وَرَضِيَ لَهُ قَوْلًا كَقَوْلِهِ \" مَنْ ذَا الَّذِي يَشْفَع عِنْده إِلَّا بِإِذْنِهِ \" وَقَوْله \" وَكَمْ مِنْ مَلَك فِي السَّمَاوَات لَا تُغْنِي شَفَاعَتهمْ شَيْئًا إِلَّا مِنْ بَعْد أَنْ يَأْذَن اللَّه لِمَنْ يَشَاء وَيَرْضَى \" وَقَالَ \" وَلَا يَشْفَعُونَ إِلَّا لِمَنْ اِرْتَضَى وَهُمْ مِنْ خَشْيَته مُشْفِقُونَ \" وَقَالَ \" لَا تَنْفَع الشَّفَاعَة عِنْده إِلَّا لِمَنْ أَذِنَ لَهُ \" وَقَالَ \" يَوْم يَقُوم الرُّوح وَالْمَلَائِكَة صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَن وَقَالَ صَوَابًا \" وَفِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ سَيِّد وَلَد آدَم وَأَكْرَم الْخَلَائِق عَلَى اللَّه عَزَّ وَجَلَّ أَنَّهُ قَالَ \" آتِي تَحْت الْعَرْش وَأَخِرّ لِلَّهِ سَاجِدًا وَيَفْتَح عَلَيَّ بِمَحَامِد لَا أُحْصِيهَا الْآن فَيَدَعنِي مَا شَاءَ اللَّه أَنْ يَدَعنِي ثُمَّ يَقُول يَا مُحَمَّد اِرْفَعْ رَأْسك وَقُلْ يُسْمَع وَاشْفَعْ تُشَفَّع - قَالَ - فَيَحُدّ لِي حَدًّا فَأُدْخِلهُمْ الْجَنَّة ثُمَّ أَعُود \" فَذَكَرَ أَرْبَع مَرَّات صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَعَلَى سَائِر الْأَنْبِيَاء . وَفِي الْحَدِيث أَيْضًا \" يَقُول تَعَالَى أَخْرِجُوا مِنْ النَّار مَنْ كَانَ فِي قَلْبه مِثْقَال حَبَّة مِنْ إِيمَان فَيُخْرِجُوا خَلْقًا كَثِيرًا ثُمَّ يَقُول أَخْرِجُوا مِنْ النَّار مَنْ كَانَ فِي قَلْبه نِصْف مِثْقَال مِنْ إِيمَان أَخْرِجُوا مِنْ النَّار مَنْ كَانَ فِي قَلْبه مَا يَزِن ذَرَّة مَنْ كَانَ فِي قَلْبه أَدْنَى أَدْنَى مِثْقَال ذَرَّة مِنْ إِيمَان \" الْحَدِيث .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38793, "aya_id": 109}]