[{"text": "اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى", "sura_id": 20, "type": 0, "id": 2372, "aya_id": 24}, {"text": "اذهب إلى فرعون إنه طغى", "sura_id": 20, "type": 1, "id": 8608, "aya_id": 24}, {"text": "24 - (اذهب) رسولا (إلى فرعون) ومن معه (إنه طغى) جاوز الحد في كفره إلى ادعاء الإله \r\n", "sura_id": 20, "type": 2, "id": 27316, "aya_id": 24}, {"text": "اذهب - يا موسى - إلى فرعون; إنه قد تجاوز قدره وتمرَّد على ربه, فادعه إلى توحيد الله وعبادته.\r\n", "sura_id": 20, "type": 3, "id": 33552, "aya_id": 24}, {"text": " <font color=red>اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى</font><BR><p>وَقَوْله \" اِذْهَبْ إِلَى فِرْعَوْن إِنَّهُ طَغَى \" أَيْ اِذْهَبْ إِلَى فِرْعَوْن مَلَك مِصْر الَّذِي خَرَجْت فَارًّا مِنْهُ وَهَارِبًا فَادْعُهُ إِلَى عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَمُرْهُ فَلْيُحْسِنْ إِلَى بَنِي إِسْرَائِيل وَلَا يُعَذِّبهُمْ فَإِنَّهُ قَدْ طَغَى وَبَغَى وَآثَرَ الْحَيَاة الدُّنْيَا وَنَسِيَ الرَّبّ الْأَعْلَى . قَالَ وَهْب بْن مُنَبِّه \" قَالَ اللَّه لِمُوسَى اِنْطَلِقْ بِرِسَالَتِي فَإِنَّك بِسَمْعِي وَعَيْنِي وَإِنَّ مَعَك يَدِي وَبَصَرِي وَإِنِّي قَدْ أَلْبَسْتُك جُنَّة مِنْ سُلْطَانِي لِتَسْتَكْمِل بِهَا الْقُوَّة فِي أَمْرِي فَأَنْتَ جُنْد عَظِيم مِنْ جُنْدِي بَعَثْتُك إِلَى خَلْق ضَعِيف مِنْ خَلْق بَطِرَ نِعْمَتِي وَأَمِنَ مَكْرِي وَغَرَّتْهُ الدُّنْيَا عَنِّي حَتَّى جَحَدَ حَقِّي وَأَنْكَرَ رُبُوبِيَّتِي وَزَعَمَ أَنَّهُ لَا يَعْرِفنِي فَإِنِّي أُقْسِم بِعِزَّتِي لَوْلَا الْقَدَر الَّذِي وَضَعْت بَيْنِي وَبَيْن خَلْقِي لَبَطَشْت بِهِ بَطْشَة جَبَّار يَغْضَب لِغَضَبِهِ السَّمَاوَات وَالْأَرْض وَالْجِبَال وَالْبِحَار فَإِنْ أَمَرْت السَّمَاء حَصَبَتْهُ وَإِنْ أَمَرْت الْأَرْض اِبْتَلَعَتْهُ وَإِنْ أَمَرْت الْجِبَال دَمَّرَتْهُ وَإِنْ أَمَرْت الْبِحَار غَرَّقَتْهُ وَلَكِنَّهُ هَانَ عَلَيَّ وَسَقَطَ مِنْ عَيْنِي وَوَسِعَهُ حِلْمِي وَاسْتَغْنَيْت بِمَا عِنْدِي وَحَقِّي أَنِّي أَنَا الْغَنِيّ لَا غَنِيّ غَيْرِي فَبَلِّغْهُ رِسَالَتِي وَادْعُهُ إِلَى عِبَادَتِي وَتَوْحِيدِي وَإِخْلَاصِي وَذَكِّرْهُ أَيَّامِي وَحَذِّرْهُ نِقْمَتِي وَبَأْسِي وَأَخْبِرْهُ أَنَّهُ لَا يَقُوم شَيْء لِغَضَبِي وَقُلْ لَهُ فِيمَا بَيْن ذَلِكَ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّر أَوْ يَخْشَى وَأَخْبِرْهُ أَنِّي إِلَى الْعَفْو وَالْمَغْفِرَة أَسْرَع مِنِّي إِلَى الْغَضَب وَالْعُقُوبَة وَلَا يُرَوِّعَنَّك مَا أَلْبَسْته مِنْ لِبَاس الدُّنْيَا فَإِنَّ نَاصِيَته بِيَدِي لَيْسَ يَنْطِق وَلَا يَطْرِف وَلَا يَتَنَفَّس إِلَّا بِإِذْنِي وَقُلْ لَهُ أَجِبْ رَبّك فَإِنَّهُ وَاسِع الْمَغْفِرَة وَقَدْ أَمْهَلَك أَرْبَعمِائَةِ سَنَة فِي كُلّهَا أَنْتَ مُبَارِزه بِالْمُحَارَبَةِ تَسُبّهُ وَتَتَمَثَّل بِهِ وَتَصُدّ عِبَاده عَنْ سَبِيله وَهُوَ يُمْطِر عَلَيْك السَّمَاء وَيُنْبِت لَك الْأَرْض لَمْ تَسْقَم وَلَمْ تَهْرَم وَلَمْ تَفْتَقِر وَلَمْ تُغْلَب وَلَوْ شَاءَ اللَّه أَنْ يُعَجِّل لَك الْعُقُوبَة لَفَعَلَ وَلَكِنَّهُ ذُو أَنَاة وَحِلْم عَظِيم وَجَاهِدْهُ بِنَفْسِك وَأَخِيك وَأَنْتُمَا تَحْتَسِبَانِ بِجِهَادِهِ فَإِنِّي لَوْ شِئْت أَنْ آتِيه بِجُنُودٍ لَا قِبَل لَهُ بِهَا لَفَعَلْت وَلَكِنْ لِيَعْلَم هَذَا الْعَبْد الضَّعِيف الَّذِي قَدْ أَعْجَبَتْهُ نَفْسه وَجُمُوعه أَنَّ الْفِئَة الْقَلِيلَة وَلَا قَلِيل مِنِّي تَغْلِب الْفِئَة الْكَثِيرَة بِإِذْنِي وَلَا تُعْجِبَنَّكُمَا زِينَته وَلَا مَا مُتِّعَ بِهِ وَلَا تَمُدَّا إِلَى ذَلِكَ أَعْيُنكُمَا فَإِنَّهَا زَهْرَة الْحَيَاة الدُّنْيَا وَزِينَة الْمُتْرَفِينَ وَلَوْ شِئْت أَنْ أُزَيِّنكُمَا مِنْ الدُّنْيَا بِزِينَةٍ لِيَعْلَم فِرْعَوْن حِين يَنْظُر إِلَيْهَا أَنَّ مَقْدِرَته تَعْجِز عَنْ مِثْل مَا أُوتِيتُمَا فَعَلْت وَلَكِنِّي أَرْغَب بِكُمَا عَنْ ذَلِكَ وَأَزْوِيه عَنْكُمَا وَكَذَلِكَ أَفْعَل بِأَوْلِيَائِي وَقَدِيمًا مَا جَرَتْ عَادَتِي فِي ذَلِكَ فَإِنِّي لَأَذُودهُمْ عَنْ نَعِيمهَا وَزَخَارِفهَا كَمَا يَذُود الرَّاعِي الشَّفِيق إِبِله عَنْ مَبَارِك الْغِرَّة وَمَا ذَاكَ لِهَوَانِهِمْ عَلَيَّ وَلَكِنْ لِيَسْتَكْمِلُوا نَصِيبهمْ فِي دَار كَرَامَتِي سَالِمًا مُوَفَّرًا لَمْ تُكَلِّمهُ الدُّنْيَا وَاعْلَمْ أَنَّهُ لَا يَتَزَيَّن لِي الْعِبَاد بِزِينَةٍ هِيَ أَبْلَغ فِيمَا عِنْدِي مِنْ الزُّهْد فِي الدُّنْيَا فَإِنَّهَا زِينَة الْمُتَّقِينَ عَلَيْهِمْ مِنْهَا لِبَاس يُعْرَفُونَ بِهِ مِنْ السَّكِينَة وَالْخُشُوع وَسِيمَاهُمْ فِي وُجُوههمْ مِنْ أَثَر السُّجُود أُولَئِكَ أَوْلِيَائِي حَقًّا حَقًّا فَإِذَا لَقِيتهمْ فَاخْفِضْ لَهُمْ جَنَاحك وَذَلِّلْ قَلْبك وَلِسَانك وَاعْلَمْ أَنَّهُ مَنْ أَهَانَ لِي وَلِيًّا أَوْ أَخَافَهُ فَقَدْ بَارَزَنِي بِالْمُحَارَبَةِ وَبَادَأَنِي وَعَرَضَ لِي نَفْسه وَدَعَانِي إِلَيْهَا وَأَنَا أَسْرَع شَيْء إِلَى نُصْرَة أَوْلِيَائِي أَفَيَظُنُّ الَّذِي يُحَارِبنِي أَنْ يَقُوم لِي أَمْ يَظُنّ الَّذِي يُعَادِينِي أَنْ يُعْجِزنِي أَمْ يَظُنّ الَّذِي يُبَارِزنِي أَنْ يَسْبِقنِي أَوْ يَفُوتنِي وَكَيْف وَأَنَا الثَّائِر لَهُمْ فِي الدُّنْيَا وَالْآخِرَة لَا أَكِل نُصْرَتهمْ إِلَى غَيْرِي \" رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38834, "aya_id": 24}]