[{"text": "وَمَن يُطِعِ اللّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا", "sura_id": 4, "type": 0, "id": 562, "aya_id": 69}, {"text": "ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا", "sura_id": 4, "type": 1, "id": 6798, "aya_id": 69}, {"text": "69 - (ومن يطع الله والرسول) فيما أمر به (فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين) أفاضل أصحاب الأنبياء لمبالغتهم في الصدق والتصديق (والشهداء) القتلى في سبيل الله (والصالحين) غير من ذكر (وحسن أولئك رفيقا) رفقاء في الجنة بأن يستمتع فيها برؤيتهم وزيارتهم والحضور معهم وإن كان مقرهم في الدرجات العالية بالنسبة إلى غيرهم \r\n", "sura_id": 4, "type": 2, "id": 25506, "aya_id": 69}, {"text": "ومن يستجب لأوامر الله تعالى وهدي رسوله محمد صلى الله عليه وسلم فأولئك الذين عَظُمَ شأنهم وقدرهم, فكانوا في صحبة مَن أنعم الله تعالى عليهم بالجنة من الأنبياء والصديقين الذين كمُل تصديقهم بما جاءت به الرسل، اعتقادًا وقولا وعملا والشهداء في سبيل الله وصالح المؤمنين, وحَسُنَ هؤلاء رفقاء في الجنة.\r\n", "sura_id": 4, "type": 3, "id": 31742, "aya_id": 69}, {"text": " <font color=red>وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا</font><BR><p>ثُمَّ قَالَ تَعَالَى أَيْ مَنْ عَمِلَ بِمَا أَمَرَهُ اللَّه بِهِ وَرَسُوله وَتَرَكَ مَا نَهَاهُ اللَّه عَنْهُ وَرَسُوله فَإِنَّ اللَّه عَزَّ وَجَلَّ يُسْكِنهُ دَار كَرَامَته وَيَجْعَلهُ مُرَافِقًا لِلْأَنْبِيَاءِ ثُمَّ لِمَنْ بَعْدهمْ فِي الرُّتْبَة وَهُمْ الصِّدِّيقُونَ ثُمَّ الشُّهَدَاء ثُمَّ عُمُوم الْمُؤْمِنِينَ وَهُمْ الصَّالِحُونَ الَّذِينَ صَلَحَتْ سَرَائِرهمْ وَعَلَانِيَتهمْ ثُمَّ أَثْنَى عَلَيْهِمْ تَعَالَى فَقَالَ وَحَسُنَ أُولَئِكَ رَفِيقًا . وَقَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن حَوْشَب حَدَّثَنَا إِبْرَاهِيم بْن سَعْد عَنْ أَبِيهِ عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مِنْ نَبِيّ يَمْرَض إِلَّا خُيِّرَ بَيْن الدُّنْيَا وَالْآخِرَة \" وَكَانَ فِي شَكْوَاهُ الَّتِي قُبِضَ فِيهَا أَخَذَتْهُ بُحَّة شَدِيدَة فَسَمِعْته يَقُول \" مَعَ الَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ \" فَعَلِمْت أَنَّهُ خَيْر وَكَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث شُعْبَة عَنْ سَعْد بْن إِبْرَاهِيم بِهِ وَهَذَا مَعْنَى قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْحَدِيث الْآخَر \" اللَّهُمَّ الرَّفِيق الْأَعْلَى \" ثَلَاثًا ثُمَّ قَضَى عَلَيْهِ أَفْضَل الصَّلَاة وَالتَّسْلِيم . \" ذِكْر سَبَب نُزُول هَذِهِ الْآيَة الْكَرِيمَة \" قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر قَالَ : جَاءَ رَجُل مِنْ الْأَنْصَار إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مَحْزُون فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا فُلَان مَالِي أَرَاك مَحْزُونًا \" فَقَالَ يَا نَبِيّ اللَّه شَيْء فَكَّرْت فِيهِ فَقَالَ مَا هُوَ ؟ قَالَ نَحْنُ نَغْدُو عَلَيْك وَنَرُوح نَنْظُر إِلَى وَجْهك وَنُجَالِسك وَغَدًا تُرْفَع مَعَ النَّبِيِّينَ فَلَا نَصِل إِلَيْك فَلَمْ يَرُدّ عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا فَأَتَاهُ جِبْرِيل بِهَذِهِ الْآيَة \" وَمَنْ يُطِعْ اللَّه وَالرَّسُول فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ مِنْ النَّبِيِّينَ \" الْآيَة فَبَعَثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَشَّرَهُ . وَقَدْ رُوِيَ هَذَا الْأَثَر مُرْسَلًا عَنْ مَسْرُوق وَعَنْ عِكْرِمَة وَعَامِر الشَّعْبِيّ وَقَتَادَة وَعَنْ الرَّبِيع بْن أَنَس وَهُوَ مِنْ أَحْسَنهَا سَنَدًا قَالَ اِبْن جَرِير : حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا اِبْن أَبِي جَعْفَر عَنْ أَبِيهِ عَنْ الرَّبِيع قَوْله وَمَنْ يُطِعْ اللَّه وَالرَّسُول الْآيَة قَالَ : إِنَّ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا : قَدْ عَلِمْنَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُ فَضْل عَلَى مَنْ آمَنَ بِهِ فِي دَرَجَات الْجَنَّة مِمَّنْ اِتَّبَعَهُ وَصَدَّقَهُ وَكَيْف لَهُمْ إِذَا اِجْتَمَعُوا فِي الْجَنَّة أَنْ يَرَى بَعْضهمْ بَعْضًا فَأَنْزَلَ اللَّه فِي ذَلِكَ يَعْنِي هَذِهِ الْآيَة فَقَالَ يَعْنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْأَعْلَيْنَ يَنْحَدِرُونَ إِلَى مَنْ هُوَ أَسْفَل مِنْهُمْ فَيَجْتَمِعُونَ فِي رِيَاض فَيَذْكُرُونَ مَا أَنْعَمَ اللَّه عَلَيْهِمْ وَيُثْنُونَ عَلَيْهِ وَيَنْزِل لَهُمْ أَهْل الدَّرَجَات فَيَسْعَوْنَ عَلَيْهِمْ بِمَا يَشْتَهُونَ وَمَا يَدْعُونَ بِهِ فَهُمْ فِي رَوْضَة يُحْبَرُونَ وَيَتَنَعَّمُونَ فِيهِ \" وَقَدْ رُوِيَ مَرْفُوعًا مِنْ وَجْه آخَر فَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد الرَّحِيم بْن مُحَمَّد بْن مُسْلِم حَدَّثَنَا إِسْمَاعِيل بْن أَحْمَد بْن أُسَيْد حَدَّثَنَا عَبْد اللَّه بْن عِمْرَان حَدَّثَنَا فُضَيْل بْن عِيَاض عَنْ مَنْصُور عَنْ إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ عَائِشَة قَالَتْ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه : إِنَّك لَأَحَبّ إِلَيَّ مِنْ نَفْسِي وَأَحَبّ إِلَيَّ مِنْ أَهْلِي وَأَحَبّ إِلَيَّ مِنْ وَلَدِي وَإِنِّي لَأَكُون فِي الْبَيْت فَأَذْكُرك فَمَا أَصْبِر حَتَّى آتِيك فَأَنْظُر إِلَيْك وَإِذَا ذَكَرْت مَوْتِي وَمَوْتك عَرَفْت أَنَّك إِذَا دَخَلْت الْجَنَّة رُفِعْت مَعَ النَّبِيِّينَ وَإِنْ دَخَلْت الْجَنَّة خَشِيت أَنْ لَا أَرَاك فَلَمْ يَرُدّ عَلَيْهِ النَّبِيّ صَلَّى حَتَّى نَزَلَتْ عَلَيْهِ وَمَنْ يُطِعْ اللَّه وَالرَّسُول فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا وَهَكَذَا رَوَاهُ الْحَافِظ أَبُو عَبْد اللَّه الْمَقْدِسِيّ فِي كِتَابه فِي صِفَة الْجَنَّة مِنْ طَرِيق الطَّبَرَانِيّ عَنْ أَحْمَد بْن عَمْرو بْن مُسْلِم الْخَلَّال عَنْ عَبْد اللَّه بْن عِمْرَان الْعَابِدِيّ بِهِ ثُمَّ قَالَ : لَا أَرَى بِإِسْنَادِهِ بَأْسًا وَاَللَّه أَعْلَم. وَقَالَ اِبْن مَرْدَوَيْهِ أَيْضًا : حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا الْعَبَّاس بْن الْفَضْل الْإِسْقَاطِيّ حَدَّثَنَا أَبُو بَكْر بْن ثَابِت عَنْ اِبْن عَبَّاس الْبَصْرِيّ حَدَّثَنَا خَالِد بْن عَبْد اللَّه عَنْ عَطَاء بْن السَّائِب عَنْ عَامِر الشَّعْبِيّ عَنْ اِبْن عَبَّاس أَنَّ رَجُلًا أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه إِنِّي لَأُحِبّك حَتَّى إِنِّي لَأَذْكُرك فِي الْمَنْزِل فَيَشُقّ ذَلِكَ عَلَيَّ وَأُحِبّ أَنْ أَكُون مَعَك فِي الدَّرَجَة فَلَمْ يَرُدّ عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ الْآيَة . وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ جَرِير عَنْ عَطَاء الشَّعْبِيّ مُرْسَلًا . وَثَبَتَ فِي صَحِيح مُسْلِم مِنْ حَدِيث عَقْل بْن زِيَاد عَنْ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ رَبِيعَة بْن كَعْب الْأَسْلَمِيّ أَنَّهُ قَالَ : كُنْت أَبِيت عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَتَيْته بِوَضُوئِهِ وَحَاجَته فَقَالَ لِي : سَلْ فَقُلْت : يَا رَسُول اللَّه أَسْأَلك مُرَافَقَتك فِي الْجَنَّة فَقَالَ أَوْ غَيْر ذَلِكَ قُلْت : هُوَ ذَاكَ قَالَ \" فَأَعِنِّي عَلَى نَفْسك بِكَثْرَةِ السُّجُود \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن إِسْحَاق أَخْبَرَنَا اِبْن لَهِيعَة عَنْ عَبْد اللَّه بْن أَبِي جَعْفَر عَنْ عِيسَى بْن طَلْحَة عَنْ عَمْرو بْن مُرَّة الْجُهَنِيّ قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه شَهِدْت أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّك رَسُول اللَّه وَصَلَّيْت الْخَمْس وَأَدَّيْت زَكَاة مَالِي وَصُمْت شَهْر رَمَضَان فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ مَاتَ عَلَى ذَلِكَ كَانَ مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء يَوْم الْقِيَامَة هَكَذَا - وَنَصَبَ أُصْبُعَيْهِ - مَا لَمْ يَعُقّ وَالِدَيْهِ \" تَفَرَّدَ بِهِ أَحْمَد . قَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو سَعِيد مَوْلَى أَبِي هَاشِم حَدَّثَنَا اِبْن لَهِيعَة عَنْ زِيَاد بْن قَائِد عَنْ سَهْل بْن مُعَاذ بْن أَنَس عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ قَرَأَ أَلْف آيَة فِي سَبِيل اللَّه كُتِبَ يَوْم الْقِيَامَة مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا إِنْ شَاءَ اللَّه \" وَرَوَى التِّرْمِذِيّ مِنْ طَرِيق سُفْيَان الثَّوْرِيّ عَنْ أَبِي حَمْزَة عَنْ الْحَسَن الْبَصْرِيّ عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" التَّاجِر الصَّدُوق الْأَمِين مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء \" ثُمَّ قَالَ : هَذَا حَدِيث حَسَن لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَأَبُو حَمْزَة اِسْمه عَبْد اللَّه بْن جَابِر شَيْخ بَصْرِيّ . وَأَعْظَم مِنْ هَذَا كُلّه بِشَارَة مَا ثَبَتَ فِي الصَّحِيح وَالْمَسَانِيد وَغَيْرهمَا مِنْ طُرُق مُتَوَاتِرَة عَنْ جَمَاعَة مِنْ الصَّحَابَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الرَّجُل يُحِبّ الْقَوْم وَلَمْ يَلْحَق بِهِمْ فَقَالَ \" الْمَرْء مَعَ مَنْ أَحَبّ \" قَالَ أَنَس : فَمَا فَرِحَ الْمُسْلِمُونَ فَرَحهمْ بِهَذَا الْحَدِيث . وَفِي رِوَايَة عَنْ أَنَس أَنَّهُ قَالَ : إِنِّي لَأُحِبّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأُحِبّ أَبَا بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا وَأَرْجُو أَنَّ اللَّه يَبْعَثنِي مَعَهُمْ وَإِنْ لَمْ أَعْمَل كَعَمَلِهِمْ . قَالَ الْإِمَام مَالِك بْن أَنَس عَنْ صَفْوَان بْن سُلَيْم عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَهْل الْجَنَّة لَيَتَرَاءَوْنَ أَهْل الْغُرَف مِنْ فَوْقهمْ كَمَا يَتَرَاءَوْنَ الْكَوْكَب الدُّرِّيّ الْغَابِر فِي الْأُفُق مِنْ الْمَشْرِق أَوْ الْمَغْرِب لِتَفَاضُلِ مَا بَيْنهمْ \" قَالُوا : يَا رَسُول اللَّه تِلْكَ مَنَازِل الْأَنْبِيَاء لَا يَبْلُغهَا غَيْرهمْ قَالَ \" بَلَى وَاَلَّذِي نَفْسِي بِيَدِهِ رِجَال آمَنُوا بِاَللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَالِك وَاللَّفْظ لِمُسْلِمٍ وَرَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا فَزَارَة أَخْبَرَنِي فُلَيْح عَنْ هِلَال يَعْنِي اِبْن عَلِيّ عَنْ عَطَاء عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَهْل الْجَنَّة لَيَتَرَاءَوْنَ فِي الْجَنَّة كَمَا تَرَاءَوْنَ - أَوْ تَرَوْنَ - الْكَوْكَب الدُّرِّيّ الْغَابِر فِي الْأُفُق الطَّالِع فِي تَفَاضُل الدَّرَجَات \" قَالُوا : يَا رَسُول اللَّه أُولَئِكَ النَّبِيُّونَ قَالَ \" بَلَى وَاَلَّذِي نَفْسِي بِيَدِهِ رِجَال آمَنُوا بِاَللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ \" قَالَ الْحَافِظ الضِّيَاء الْمَقْدِسِيّ : هَذَا الْحَدِيث عَلَى شَرْط الْبُخَارِيّ وَاَللَّه أَعْلَم . وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ فِي مُعْجَمه الْكَبِير : حَدَّثَنَا عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا مُحَمَّد بْن عَمَّار الْمَوْصِلِيّ حَدَّثَنَا عَلِيّ بْن عَفِيف بْن سَالِم عَنْ أَيُّوب عَنْ عُتْبَة عَنْ عَطَاء عَنْ اِبْن عُمَر قَالَ : أَتَى رَجُل مِنْ الْحَبَشَة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْأَلهُ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَلْ وَاسْتَفْهِمْ \" فَقَالَ : يَا رَسُول اللَّه فَضَلْتُمْ عَلَيْنَا بِالصُّوَرِ وَالْأَلْوَان وَالنُّبُوَّة ثُمَّ قَالَ : أَفَرَأَيْت إِنْ آمَنْت بِمَا آمَنْت بِهِ وَعَمِلْت بِمَا عَمِلْت بِهِ إِنِّي لَكَائِن مَعَك فِي الْجَنَّة قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ وَاَلَّذِي نَفْسِي بِيَدِهِ أَنَّهُ لَيُضِيء بَيَاض الْأَسْوَد فِي الْجَنَّة مِنْ مَسِيرَة أَلْف عَام \" ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَالَ لَا إِلَه إِلَّا اللَّه كَانَ لَهُ بِهَا عَهْد عِنْد اللَّه وَمَنْ قَالَ سُبْحَان اللَّه وَبِحَمْدِهِ كُتِبَ لَهُ بِهَا مِائَة أَلْف حَسَنَة وَأَرْبَعَة وَعِشْرُونَ أَلْف حَسَنَة \" فَقَالَ رَجُل : كَيْف نَهْلِك بَعْد هَذَا يَا رَسُول اللَّه ؟ فَقَالَ رَسُول اللَّه : \" إِنَّ الرَّجُل لَيَأْتِي يَوْم الْقِيَامَة بِالْعَمَلِ لَوْ وُضِعَ عَلَى جَبَل لَأَثْقَلَهُ فَتَقُوم النِّعْمَة مِنْ نِعَم اللَّه فَتَكَاد أَنْ تَسْتَنْفِد ذَلِكَ كُلّه إِلَّا أَنْ يَتَغَمَّدهُ اللَّه بِرَحْمَتِهِ \" وَنَزَلَتْ هَذِهِ الْآيَات هَلْ أَتَى عَلَى الْإِنْسَان حِين مِنْ الدَّهْر لَمْ يَكُنْ شَيْئًا مَذْكُورًا - إِلَى قَوْله - نَعِيمًا وَمُلْكًا كَبِيرًا فَقَالَ الْحَبَشِيّ : وَإِنَّ عَيْنِي لَتَرَيَانِ مَا تَرَى عَيْنَاك فِي الْجَنَّة ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ \" فَاسْتَبْكَى حَتَّى فَاضَتْ نَفْسه قَالَ اِبْن عُمَر : فَلَقَدْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُدَلِّيه فِي حُفْرَته بِيَدَيْهِ فِيهِ غَرَابَة وَنَكَارَة وَسَنَده ضَعِيف .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40909, "aya_id": 69}]