[{"text": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ", "sura_id": 7, "type": 0, "id": 1153, "aya_id": 199}, {"text": "خذ العفو وأمر بالعرف وأعرض عن الجاهلين", "sura_id": 7, "type": 1, "id": 7389, "aya_id": 199}, {"text": "199 - (خذ العفو) اليسر من أخلاق الناس ولا تبحث عنها (وأمر بالعرف) بالمعروف (وأعرض عن الجاهلين) فلا تقابلهم بسفههم \r\n", "sura_id": 7, "type": 2, "id": 26097, "aya_id": 199}, {"text": "اقْبَلْ -أيها النبي أنت وأمتك- الفضل من أخلاق الناس وأعمالهم, ولا تطلب منهم ما يشق عليهم حتى لا ينفروا, وأْمر بكل قول حسن وفِعْلٍ جميل, وأعرض عن منازعة السفهاء ومساواة الجهلة الأغبياء.\r\n", "sura_id": 7, "type": 3, "id": 32333, "aya_id": 199}, {"text": " <font color=red>خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" خُذْ الْعَفْو \" يَعْنِي خُذْ مَا عُفِيَ لَك مِنْ أَمْوَالهمْ وَمَا أَتَوْك بِهِ مِنْ شَيْء فَخُذْهُ وَكَانَ هَذَا قَبْل أَنْ تَنْزِل بَرَاءَة بِفَرَائِض الصَّدَقَات وَتَفْصِيلهَا وَمَا اِنْتَهَتْ إِلَيْهِ الصَّدَقَات قَالَهُ السُّدِّيّ وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" خُذْ الْعَفْو\" أَنْفِقْ الْفَضْل وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس\" خُذْ الْعَفْو \" قَالَ الْفَضْل وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قَوْله \" خُذْ الْعَفْو \" أَمَرَهُ اللَّه بِالْعَفْوِ وَالصَّفْح عَنْ الْمُشْرِكِينَ عَشْر سِنِينَ ثُمَّ أَمَرَهُ بِالْغِلْظَةِ عَلَيْهِمْ وَاخْتَارَ هَذَا الْقَوْل اِبْن جَرِير وَقَالَ غَيْر وَاحِد عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" خُذْ الْعَفْو \" قَالَ مِنْ أَخْلَاق النَّاس وَأَعْمَالهمْ مِنْ غَيْر تَجَسُّس وَقَالَ هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَمَرَ اللَّه رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَأْخُذ الْعَفْو مِنْ أَخْلَاق النَّاس وَفِي رِوَايَة قَالَ خُذْ مَا عُفِيَ لَك مِنْ أَخْلَاقهمْ وَفِي صَحِيح الْبُخَارِيّ عَنْ هِشَام عَنْ أَبِيهِ عُرْوَة عَنْ أَخِيهِ عَبْد اللَّه بْن الزُّبَيْر قَالَ : إِنَّمَا أَنْزَلَ خُذْ الْعَفْو مِنْ أَخْلَاق النَّاس وَفِي رِوَايَة لِغَيْرِهِ عَنْ هِشَام عَنْ أَبِيهِ عَنْ اِبْن عُمَر وَفِي رِوَايَة عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة أَنَّهُمَا قَالَا مِثْل ذَلِكَ وَاَللَّه أَعْلَم . وَفِي رِوَايَة سَعِيد بْن مَنْصُور عَنْ أَبِي مُعَاوِيَة عَنْ هِشَام عَنْ وَهْب بْن كَيْسَان عَنْ أَبِي الزُّبَيْر : خُذْ الْعَفْو قَالَ مِنْ أَخْلَاق النَّاس وَاَللَّه لَآخُذَنَّهُ مِنْهُمْ مَا صَحِبْتهمْ وَهَذَا أَشْهَر الْأَقْوَال وَيَشْهَد لَهُ مَا رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم جَمِيعًا حَدَّثَنَا يُونُس حَدَّثَنَا سُفْيَان هُوَ اِبْن عُيَيْنَة عَنْ أَبِي قَالَ : لَمَّا أَنْزَلَ اللَّه عَزَّ وَجَلَّ عَلَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُذْ الْعَفْو وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ\" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا هَذَا يَا جِبْرِيل ؟ قَالَ إِنَّ اللَّه أَمَرَك أَنْ تَعْفُو عَمَّنْ ظَلَمَك وَتُعْطِي مَنْ حَرَمَك وَتَصِل مَنْ قَطَعَك \" وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم أَيْضًا عَنْ أَبِي يَزِيد الْقَرَاطِيسِيّ كِتَابَة عَنْ أَصْبَغ بْن الْفَرَج عَنْ سُفْيَان عَنْ أَبِي عَنْ الشَّعْبِيّ نَحْوه وَهَذَا مُرْسَل عَلَى كُلّ حَال وَقَدْ رُوِيَ لَهُ شَوَاهِد مِنْ وُجُوه أُخَر وَقَدْ رُوِيَ مَرْفُوعًا عَنْ جَابِر وَقَيْس بْن سَعْد بْن عُبَادَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَسْنَدَهُمَا اِبْن مَرْدَوَيْهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا شُعْبَة حَدَّثَنَا مُعَاذ بْن رِفَاعَة حَدَّثَنِي عَلِيّ بْن يَزِيد عَنْ الْقَاسِم بْن أَبِي أُمَامَةَ الْبَاهِلِيّ عَنْ عُقْبَة بْن عَامِر رَضِيَ اللَّه عَنْهُ قَالَ : لَقِيت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَابْتَدَأْتُهُ فَأَخَذْت بِيَدِهِ فَقُلْت : يَا رَسُول اللَّه أَخْبِرْنِي بِفَوَاضِل الْأَعْمَال فَقَالَ \" يَا عُقْبَة صِلْ مَنْ قَطَعَك وَأَعْطِ مَنْ حَرَمَك وَأَعْرِضْ عَمَّنْ ظَلَمَك \" وَرَوَى التِّرْمِذِيّ نَحْوه مِنْ طَرِيق عُبَيْد اللَّه بْن زَحْر عَنْ عَلِيّ بْن يَزِيد بِهِ وَقَالَ حَسَن قُلْت وَلَكِنْ عَلِيّ بْن يَزِيد وَشَيْخه الْقَاسِم أَبُو عَبْد الرَّحْمَن فِيهِمَا ضَعْف وَقَالَ الْبُخَارِيّ قَوْله \" خُذْ الْعَفْو وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ \" الْعُرْف الْمَعْرُوف حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا شُعَيْب عَنْ الزُّهْرِيّ أَخْبَرَنِي عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة أَنَّ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَدِمَ عُيَيْنَة بْن حِصْن بْن حُذَيْفَة فَنَزَلَ عَلَى اِبْن أَخِيهِ الْحُرّ بْن قَيْس وَكَانَ مِنْ النَّفَر الَّذِينَ يُدْنِيهِمْ عُمَر وَكَانَ الْقُرَّاء أَصْحَاب مَجَالِس عُمَر وَمُشَاوَرَته كُهُولًا كَانُوا أَوْ شَبَابًا فَقَالَ عُيَيْنَة لِابْنِ أَخِيهِ يَا اِبْن أَخِي لَك وَجْه عِنْد هَذَا الْأَمِير فَاسْتَأْذِنْ لِي عَلَيْهِ قَالَ : سَأَسْتَأْذِنُ لَك عَلَيْهِ قَالَ اِبْن عَبَّاس فَاسْتَأْذَنَ الْحُرّ لِعُيَيْنَة فَأَذِنَ لَهُ عُمَر فَدَخَلَ عَلَيْهِ قَالَ هِيَ يَا اِبْن الْخَطَّاب فَوَاَللَّهِ مَا تُعْطِينَا الْجَزْل وَلَا تَحْكُم بَيْننَا بِالْعَدْلِ فَغَضِبَ عُمَر حَتَّى هَمَّ أَنْ يُوقِع بِهِ فَقَالَ لَهُ الْحُرّ : يَا أَمِير الْمُؤْمِنِينَ إِنَّ اللَّه تَعَالَى قَالَ لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُذْ الْعَفْو وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ \" وَإِنَّ هَذَا مِنْ الْجَاهِلِينَ وَاَللَّه مَا جَاوَزَهَا عُمَر حِين تَلَاهَا عَلَيْهِ وَكَانَ وَقَّافًا عِنْد كِتَاب اللَّه عَزَّ وَجَلَّ اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى قِرَاءَة أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي مَالِك بْن أَنَس عَنْ عَبْد اللَّه بْن نَافِع أَنَّ سَالِم بْن عَبْد اللَّه بْن عُمَر مَرَّ عَلَى عِير لِأَهْلِ الشَّام وَفِيهَا جَرَس فَقَالَ : إِنَّ هَذَا مَنْهِيّ عَنْهُ فَقَالُوا : نَحْنُ أَعْلَم بِهَذَا مِنْك إِنَّمَا يُكْرَه الْجُلْجُل الْكَبِير فَأَمَّا مَثَل هَذَا فَلَا بَأْس بِهِ فَسَكَتَ سَالِم وَقَالَ \" وَأَعْرِضْ عَنْ الْجَاهِلِينَ \" وَقَوْل الْبُخَارِيّ الْعُرْف الْمَعْرُوف نَصَّ عَلَيْهِ عُرْوَة بْن الزُّبَيْر وَالسُّدِّيّ وَقَتَادَة وَابْن جَرِير وَغَيْر وَاحِد وَحَكَى اِبْن جَرِير أَنَّهُ يُقَال أَوْلَيْته مَعْرُوفًا وَعَارِفًا كُلّ ذَلِكَ بِمَعْنَى الْمَعْرُوف قَالَ وَقَدْ أَمَرَ اللَّه نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَأْمُر عِبَاده بِالْمَعْرُوفِ وَيَدْخُل فِي ذَلِكَ جَمِيع الطَّاعَات وَبِالْإِعْرَاضِ عَنْ الْجَاهِلِينَ وَذَلِكَ وَإِنْ كَانَ أَمْرًا لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهُ تَأْدِيب لِخَلْقِهِ بِاحْتِمَالِ مَنْ ظَلَمَهُمْ وَاعْتَدَى عَلَيْهِمْ لَا بِالْإِعْرَاضِ عَمَّنْ جَهِلَ الْحَقّ الْوَاجِب مِنْ حَقّ اللَّه وَلَا بِالصَّفْحِ عَمَّنْ كَفَرَ بِاَللَّهِ وَجَهِلَ وَحْدَانِيّته وَهُوَ لِلْمُسْلِمِينَ حَرْب وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي قَوْله \" خُذْ الْعَفْو وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ \" قَالَ هَذِهِ أَخْلَاق أَمَرَ اللَّه بِهَا نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَدَلَّهُ عَلَيْهَا وَقَدْ أَخَذَ بَعْض الْحُكَمَاء هَذَا الْمَعْنَى فَسَبَّكَهُ فِي بَيْتَيْنِ فِيهِمَا جِنَاس فَقَالَ : خُذْ الْعَفْو وَأْمُرْ بِعُرْفٍ كَمَا أُمِرْتَ وَأَعْرِضْ عَنْ الْجَاهِلِينَ وَلِنْ فِي الْكَلَام لِكُلِّ الْأَنَام فَمُسْتَحْسَن مِنْ ذَوِي الْجَاه لِين وَقَالَ بَعْض الْعُلَمَاء : النَّاس رَجُلَانِ فَرَجُل مُحْسِن فَخُذْ مَا عَفَا لَك مِنْ إِحْسَانه وَلَا تُكَلِّفهُ فَوْق طَاقَته وَلَا مَا يُحْرِجهُ وَإِمَّا مُسِيء فَمُرْهُ بِالْمَعْرُوفِ فَإِنْ تَمَادَى عَلَى ضَلَاله وَاسْتَعْصَى عَلَيْك وَاسْتَمَرَّ فِي جَهْله فَأَعْرِضْ عَنْهُ فَلَعَلَّ ذَلِكَ أَنْ يَرُدّ كَيْده كَمَا قَالَ تَعَالَى \" اِدْفَعْ بِاَلَّتِي هِيَ أَحْسَن السَّيِّئَة نَحْنُ أَعْلَم بِمَا تَصِفُونَ وَقُلْ رَبّ أَعُوذ بِك مِنْ هَمَزَات الشَّيَاطِين وَأَعُوذ بِك رَبّ أَنْ يَحْضُرُونِي\" وَقَالَ تَعَالَى \" وَلَا تَسْتَوِي الْحَسَنَة وَلَا السَّيِّئَة اِدْفَعْ بِاَلَّتِي هِيَ أَحْسَن فَإِذَا الَّذِي بَيْنك وَبَيْنه عَدَاوَة كَأَنَّهُ وَلِيّ حَمِيم وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظّ عَظِيم \" أَيْ هَذِهِ الْوَصِيَّة\" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42576, "aya_id": 199}]