[{"text": "وَلَقَدْ أَخَذَ اللّهُ مِيثَاقَ بَنِي إِسْرَآئِيلَ وَبَعَثْنَا مِنهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلاَةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنتُم بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّئَاتِكُمْ وَلأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ فَمَن كَفَرَ بَعْدَ ذَلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَاء السَّبِيلِ", "sura_id": 5, "type": 0, "id": 681, "aya_id": 12}, {"text": "ولقد أخذ الله ميثاق بني إسرائيل وبعثنا منهم اثني عشر نقيبا وقال الله إني معكم لئن أقمتم الصلاة وآتيتم الزكاة وآمنتم برسلي وعزرتموهم وأقرضتم الله قرضا حسنا لأكفرن عنكم سيئاتكم ولأدخلنكم جنات تجري من تحتها الأنهار فمن كفر بعد ذلك منكم فقد ضل سواء السبيل", "sura_id": 5, "type": 1, "id": 6917, "aya_id": 12}, {"text": "12 - (ولقد أخذ الله ميثاق بني إسرائيل) بما يذكر بعد (وبعثنا) فيه التفات عن الغيبة أقمنا (منهم اثني عشر نقيباً) من كل سبط نقيب يكون كفيلا على قومه بالوفاء بالعهد توثقة عليهم (وقال) لهم (الله إني معكم) بالعون والنصرة (لئن) لام قسم (أقمتم الصلاة وآتيتم الزكاة وآمنتم برسلي وعزَّرْتموهم) نصرتموهم (وأقرضتم الله قرضاً حسناً) بالإنفاق في سبيله (لأكفرن عنكم سيئاتكم ولأدخلنكم جنات تجري من تحتها الأنهار فمن كفر بعد ذلك) الميثاق (منكم فقد ضلَّ سواء السبيل) أخطأ طريق الحق والسواء في الأصل الوسط \r\n", "sura_id": 5, "type": 2, "id": 25625, "aya_id": 12}, {"text": "ولقد أخذ الله العهد المؤكَّد على بني إسرائيل أن يخلصوا له العبادة وحده, وأمر الله موسى أن يجعل عليهم اثني عشر عريفًا بعدد فروعهم, يأخذون عليهم العهد بالسمع والطاعة لله ولرسوله ولكتابه, وقال الله لبني إسرائيل: إني معكم بحفظي ونصري, لئن أقمتم الصلاة, وأعطيتم الزكاة المفروضة مستحقيها, وصدَّقتم برسلي فيما أخبروكم به ونصرتموهم, وأنفقتم في سبيلي, لأكفِّرنَّ عنكم سيئاتكم, ولأدْخِلَنَّكُم جناتٍ تجري من تحت قصورها الأنهار, فمن جحد هذا الميثاق منكم فقد عدل عن طريق الحق إلى طريق الضلال.\r\n", "sura_id": 5, "type": 3, "id": 31861, "aya_id": 12}, {"text": " <font color=red>وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ</font><BR><p>لَمَّا أَمَرَ تَعَالَى عِبَاده الْمُؤْمِنِينَ بِالْوَفَاءِ بِعَهْدِهِ وَمِيثَاقه الَّذِي أَخَذَهُ عَلَيْهِمْ عَلَى لِسَان عَبْده وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَمَرَهُمْ بِالْقِيَامِ بِالْحَقِّ وَالشَّهَادَة بِالْعَدْلِ وَذَكَّرَهُمْ نِعَمه عَلَيْهِمْ الظَّاهِرَة وَالْبَاطِنَة فَبِمَا هَدَاهُمْ لَهُ مِنْ الْحَقّ وَالْهُدَى شَرَعَ يُبَيِّن لَهُمْ كَيْف أَخَذَ الْعُهُود وَالْمَوَاثِيق عَلَى مَنْ كَانَ قَبْلهمْ مِنْ أَهْل الْكِتَابَيْنِ : الْيَهُود وَالنَّصَارَى فَلَمَّا نَقَضُوا عُهُوده وَمَوَاثِيقه أَعْقَبَهُمْ ذَلِكَ لَعْنًا مِنْهُ لَهُمْ وَطَرْدًا عَنْ بَابه وَجَنَابه وَحِجَابًا لِقُلُوبِهِمْ عَنْ الْوُصُول إِلَى الْهُدَى وَدِين الْحَقّ وَهُوَ الْعِلْم النَّافِع وَالْعَمَل الصَّالِح فَقَالَ تَعَالَى \" وَلَقَدْ أَخَذَ اللَّه مِيثَاق بَنِي إِسْرَائِيل وَبَعَثْنَا مِنْهُمْ اِثْنَيْ عَشَر نَقِيبًا \" يَعْنِي عُرَفَاء عَلَى قَبَائِلهمْ بِالْمُبَايَعَةِ وَالسَّمْع وَالطَّاعَة لِلَّهِ وَلِرَسُولِهِ وَلِكِتَابِهِ . وَقَدْ ذَكَرَ اِبْن عَبَّاس عَنْ اِبْن إِسْحَاق وَغَيْر وَاحِد أَنَّ هَذَا كَانَ لَمَّا تَوَجَّهَ مُوسَى عَلَيْهِ السَّلَام لِقِتَالِ الْجَبَابِرَة فَأُمِرَ بِأَنْ يُقِيم نُقَبَاء مِنْ كُلّ سِبْط نَقِيب قَالَ مُحَمَّد بْن إِسْحَاق فَكَانَ مِنْ سِبْط روبيل شامون بْن ركون وَمِنْ سِبْط شَمْعُون شافاط بْن حري وَمِنْ سِبْط يهوذا كالب بْن يوفنا وَمِنْ سِبْط تين ميخائيل بْن يُوسُف وَمِنْ سِبْط يُوسُف وَهُوَ سِبْط إفرايم يوشع بْن نُون وَمِنْ سِبْط بِنْيَامِين فلطم بْن دفون وَمِنْ سِبْط زبولون جدي بْن شورى . وَمِنْ سِبْط منشا بْن يُوسُف جدي بْن مُوسَى وَمِنْ سِبْط دان خملائيل بْن حمل . وَمِنْ سِبْط أشار ساطور بْن ملكيل وَمِنْ سِبْط نفثالي بحر بْن وقسي وَمِنْ سِبْط يساخر لايل بْن مكيد وَقَدْ رَأَيْت فِي السِّفْر الرَّابِع مِنْ التَّوْرَاة تَعْدَاد النُّقَبَاء عَلَى أَسْبَاط بَنِي إِسْرَائِيل وَأَسْمَاء مُخَالِفَة لِمَا ذَكَرَهُ اِبْن إِسْحَاق وَاَللَّه أَعْلَمُ قَالَ فِيهَا فَعَلَى بَنِي روبيل اليصور بْن سادون وَعَلَى بَنِي شَمْعُون شموال بْن صورشكي وَعَلَى بَنِي يهوذا الحشون بْن عمياذاب وَعَلَى بَنِي يساخر شال بْن صاعون وَعَلَى بَنِي زبولون الياب بْن حالوب وَعَلَى بَنِي أفرايم منشا بْن عمنهور وَعَلَى بَنِي منشا حمليائيل بْن يرصون وَعَلَى بَنِي بِنْيَامِين أيبدن بْن جدعون وَعَلَى بَنِي دان جعيذر بْن عميشذي وَعَلَى بَنِي أشار نحايل بْن عجران وَعَلَى بَنِي كان السيف بْن دعواييل وَعَلَى بَنِي نفتالي أجذع بْن عمينان وَهَكَذَا لَمَّا بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَنْصَار لَيْلَة الْعَقَبَة كَانَ فِيهِمْ اِثْنَا عَشَرَ نَقِيبًا : ثَلَاثَة مِنْ الْأَوْس وَهُمْ : أُسَيْد بْن الْحُضَيْر وَسَعْد بْن خَيْثَمَةَ وَرِفَاعَة بْن عَبْد الْمُنْذِر وَيُقَال : بَدَله أَبُو الْهَيْثَم بْن التَّيْهَان رَضِيَ اللَّه عَنْهُ وَتِسْعَة مِنْ الْخَزْرَج وَهُمْ : أَبُو أُمَامَةَ أَسْعَد بْن زُرَارَة وَسَعْد بْن الرَّبِيع وَعَبْد اللَّه بْن رَوَاحَة وَرَافِع بْن مَالِك بْن الْعَجْلَان وَالْبَرَاء بْن مَعْرُور وَعُبَادَة بْن الصَّامِت وَسَعْد بْن عُبَادَةُ وَعَبْد اللَّه بْن عَمْرو بْن حَرَام وَالْمُنْذِر بْن عُمَر بْن حُنَيْش رَضِيَ اللَّه عَنْهُمْ وَقَدْ ذَكَرَهُمْ كَعْب بْن مَالِك فِي شِعْر لَهُ كَمَا أَوْرَدَهُ اِبْن إِسْحَاق رَحِمَهُ اللَّه وَالْمَقْصُود أَنَّ هَؤُلَاءِ كَانُوا عُرَفَاء عَلَى قَوْمهمْ لَيْلَتَئِذٍ عَنْ أَمْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُمْ بِذَلِكَ وَهُمْ الَّذِينَ وُلُّوا الْمُعَاقَدَة وَالْمُبَايَعَة عَنْ قَوْمهمْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى السَّمْع وَالطَّاعَة قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ مُجَالِد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق قَالَ : كُنَّا جُلُوسًا عِنْد عَبْد اللَّه بْن مَسْعُود وَهُوَ يُقْرِئنَا الْقُرْآن فَقَالَ لَهُ رَجُل : يَا أَبَا عَبْد الرَّحْمَن هَلْ سَأَلْتُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمْ يَمْلِك هَذِهِ الْأُمَّةَ مِنْ خَلِيفَةٍ ؟ فَقَالَ عَبْد اللَّه مَا سَأَلَنِي عَنْهَا أَحَد مُنْذُ قَدِمْت الْعِرَاقَ قَبْلَك ثُمَّ قَالَ : نَعَمْ وَلَقَدْ سَأَلْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" اِثْنَا عَشَر كَعِدَّةِ نُقَبَاء بَنِي إِسْرَائِيل \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَأَصْل هَذَا الْحَدِيث ثَابِت فِي الصَّحِيحَيْنِ مِنْ حَدِيث جَابِر بْن سَمُرَة قَالَ : سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَا يَزَال أَمْر النَّاس مَاضِيًا مَا وَلِيَهُمْ اِثْنَا عَشَرَ رَجُلًا \" ثُمَّ تَكَلَّمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكَلِمَةٍ خَفِيَتْ عَلَيَّ فَسَأَلْت أَيْ مَاذَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ :\" كُلّهمْ مِنْ قُرَيْش \" وَهَذَا لَفْظ مُسْلِم وَمَعْنَى هَذَا الْحَدِيث الْبِشَارَة بِوُجُودِ اِثْنَيْ عَشَر خَلِيفَة صَالِحًا يُقِيم الْحَقّ وَيَعْدِل فِيهِمْ وَلَا يَلْزَم مِنْ هَذَا تَوَالِيهِمْ وَتَتَابُع أَيَّامهمْ بَلْ قَدْ وُجِدَ مِنْهُمْ أَرْبَعَة عَلَى نَسَقٍ وَهُمْ الْخُلَفَاء الْأَرْبَعَة : أَبُو بَكْر وَعُمَر وَعُثْمَان وَعَلِيّ رَضِيَ اللَّه عَنْهُمْ وَمِنْهُمْ عُمَر بْن عَبْد الْعَزِيز بِلَا شَكٍّ عِنْد الْأَئِمَّة وَبَعْض بَنِي الْعَبَّاس وَلَا تَقُوم السَّاعَة حَتَّى تَكُون وِلَايَتهمْ لَا مَحَالَة وَالظَّاهِر أَنَّ مِنْهُمْ الْمَهْدِيّ الْمُبَشَّر بِهِ فِي الْأَحَادِيث الْوَارِدَة بِذِكْرِهِ فَذَكَرَ أَنَّهُ يُوَاطِئ اِسْمه اِسْم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاسْمُ أَبِيهِ اِسْمَ أَبِيهِ فَيَمْلَأ الْأَرْض عَدْلًا وَقِسْطًا كَمَا مُلِئَتْ جَوْرًا وَظُلْمًا وَلَيْسَ هَذَا بِالْمُنْتَظَرِ الَّذِي تَتَوَهَّم الرَّافِضَةُ وُجُودَهُ ثُمَّ ظُهُورَهُ مِنْ سِرْدَاب سَامِرَا فَإِنَّ ذَلِكَ لَيْسَ لَهُ حَقِيقَة وَلَا وُجُود بِالْكُلِّيَّةِ بَلْ هُوَ مِنْ هَوَس الْعُقُول السَّخِيفَة وَتَوَهُّم الْخَيَالَات الضَّعِيفَة وَلَيْسَ الْمُرَاد بِهَؤُلَاءِ الْخُلَفَاء الِاثْنَا عَشَر الْأَئِمَّة الِاثْنَا عَشَرَ الَّذِينَ يَعْتَقِد فِيهِمْ الِاثْنَا عَشَرَ مِنْ الرَّوَافِضِ لِجَهْلِهِمْ وَقِلَّةِ عَقْلهمْ وَفِي التَّوْرَاة الْبِشَارَة بِإِسْمَاعِيل عَلَيْهِ السَّلَام وَأَنْ يُقِيم مِنْ صُلْبه اِثْنَا عَشَرَ عَظِيمًا وَهُمْ هَؤُلَاءِ الْخُلَفَاء الِاثْنَا عَشَر الْمَذْكُورُونَ فِي حَدِيث اِبْن مَسْعُود وَجَابِر بْن سَمُرَة وَبَعْض الْجَهَلَة مِمَّنْ أَسْلَمَ مِنْ الْيَهُود إِذَا اِقْتَرَنَ بِهِمْ بَعْض الشِّيعَة يُوهِمُونَهُمْ أَنَّهُمْ الْأَئِمَّة الِاثْنَا عَشَرَ فَيَتَشَيَّع كَثِيرٌ مِنْهُمْ جَهْلًا وَسَفَهًا لِقِلَّةِ عِلْمِهِمْ وَعِلْمِ مَنْ لَقَّنَهُمْ ذَلِكَ بِالسُّنَنِ الثَّابِتَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَوْله تَعَالَى \" وَقَالَ اللَّه إِنِّي مَعَكُمْ \" أَيْ بِحِفْظِي وَكِلَاءَتِي وَنَصْرِي \" لَئِنْ أَقَمْتُمْ الصَّلَاةَ وَآتَيْتُمْ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي \" أَيْ صَدَّقْتُمُوهُمْ فِيمَا يَجِيئُونَكُمْ بِهِ مِنْ الْوَحْيِ \" وَعَزَّرْتُمُوهُمْ \" أَيْ نَصَرْتُمُوهُمْ وَوَازَرْتُمُوهُمْ عَلَى الْحَقِّ \" وَأَقْرَضْتُمْ اللَّهَ قَرْضًا حَسَنًا \" وَهُوَ الْإِنْفَاق فِي سَبِيله وَابْتِغَاءَ مَرْضَاتِهِ \" لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ \" أَيْ ذُنُوبكُمْ أَمْحُوهَا وَأَسْتُرهَا وَلَا أُؤَاخِذكُمْ بِهَا \" وَلَأُدْخِلَنَّكُم جَنَّات تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ \" أَيْ أَدْفَع عَنْكُمْ الْمَحْذُور وَأُحَصِّل لَكُمْ الْمَقْصُودَ وَقَوْله \" فَمَنْ كَفَرَ بَعْد ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاء السَّبِيل \" أَيْ فَمَنْ خَالَفَ هَذَا الْمِيثَاق بَعْد عَقْدِهِ وَتَوْكِيدِهِ وَشَدِّهِ وَجَحَدَهُ وَعَامَلَهُ مُعَامَلَةَ مَنْ لَا يَعْرِفُهُ فَقَدْ أَخْطَأَ الطَّرِيق الْوَاضِح وَعَدَلَ عَنْ الْهُدَى إِلَى الضَّلَال ثُمَّ أَخْبَرَ تَعَالَى عَمَّا حَلَّ بِهِمْ مِنْ الْعُقُوبَة عِنْد مُخَالَفَتهمْ مِيثَاقه وَنَقْضهمْ عَهْده .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41460, "aya_id": 12}]