[{"text": "وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لاَ تَعْبُدُونَ إِلاَّ اللّهَ وَبِالْوَالِدَيْنِ إِحْسَاناً وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُواْ لِلنَّاسِ حُسْناً وَأَقِيمُواْ الصَّلاَةَ وَآتُواْ الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلاَّ قَلِيلاً مِّنكُمْ وَأَنتُم مِّعْرِضُونَ", "sura_id": 2, "type": 0, "id": 90, "aya_id": 83}, {"text": "وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا وأقيموا الصلاة وآتوا الزكاة ثم توليتم إلا قليلا منكم وأنتم معرضون", "sura_id": 2, "type": 1, "id": 6326, "aya_id": 83}, {"text": "83 - (و) اذكر (إذ أخذنا ميثاق بني إسرائيل) في التوراة وقلنا (لا تعبدون) بالتاء والياء (إلا الله) خبر بمعنى النهي ، وقرئ: {لا تعبدوا} (و) أحسنوا (بالوالدين إحسانا) برا (وذي القربى) القرابة عطف على الوالدين (واليتامى والمساكين وقولوا للناس) قولاً (حَسَنا) من الأمر بالمعروف والنهي عن المنكر والصدق في شأن محمد والرفق بهم ، وفي قراءة بضم الحاء وسكون السين مصدر وصف فيه مبالغة (وأقيموا الصلاة وآتوا الزكاة) فقبلتم ذلك (ثم توليتم) أعرضتم عن الوفاء به ، فيه التفات عن الغيبة والمراد آباؤهم (إلا قليلا منكم وأنتم معرضون) عنه كآبائكم \r\n", "sura_id": 2, "type": 2, "id": 25034, "aya_id": 83}, {"text": "واذكروا يا بني إسرائيل حين أخَذْنا عليكم عهدًا مؤكدًا: بأن تعبدوا الله وحده لا شريك له, وأن تحسنوا للوالدين, وللأقربين, وللأولاد الذين مات آباؤهم وهم دون بلوغ الحلم, وللمساكين, وأن تقولوا للناس أطيب الكلام, مع أداء الصلاة وإيتاء الزكاة, ثم أَعْرَضْتم ونقضتم العهد -إلا قليلا منكم ثبت عليه- وأنتم مستمرون في إعراضكم.\r\n", "sura_id": 2, "type": 3, "id": 31270, "aya_id": 83}, {"text": " <font color=red>وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ</font><BR><p>يُذَكِّر تَبَارَكَ وَتَعَالَى بَنِي إِسْرَائِيل بِمَا أَمَرَهُمْ بِهِ مِنْ الْأَوَامِر وَأَخْذه مِيثَاقهمْ عَلَى ذَلِكَ وَأَنَّهُمْ تَوَلَّوْا عَنْ ذَلِكَ كُلّه وَأَعْرَضُوا قَصْدًا وَعَمْدًا وَهُمْ يَعْرِفُونَهُ وَيَذْكُرُونَهُ فَأَمَرَهُمْ تَعَالَى أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا وَبِهَذَا أَمَرَ جَمِيع خَلْقه وَلِذَلِكَ خَلَقَهُمْ كَمَا قَالَ تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلِك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ\" وَقَالَ تَعَالَى \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" وَهَذَا هُوَ أَعْلَى الْحُقُوق وَأَعْظَمهَا وَهُوَ حَقّ اللَّه تَبَارَكَ وَتَعَالَى أَنْ يُعْبَد وَحْده لَا شَرِيك لَهُ ثُمَّ بَعْده حَقّ الْمَخْلُوقِينَ وَآكَدهمْ وَأَوْلَاهُمْ بِذَلِكَ حَقّ الْوَالِدَيْنِ وَلِهَذَا يَقْرُن تَبَارَكَ وَتَعَالَى بَيْن حَقّه وَحَقّ الْوَالِدَيْنِ كَمَا قَالَ تَعَالَى\" أَنْ اُشْكُرْ لِي وَلِوَالِدَيْك إِلَيَّ الْمَصِيرُ \" وَقَالَ تَبَارَكَ وَتَعَالَى \" وَقَضَى رَبُّك أَنْ لَا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا \" إِلَى أَنْ قَالَ \" وَآتِ ذَا الْقُرْبَى حَقّه وَالْمِسْكِين وَابْن السَّبِيل \" وَفِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود قُلْت يَا رَسُول اللَّه أَيّ الْعَمَل أَفْضَل ؟ قَالَ \" الصَّلَاة عَلَى وَقْتهَا \" قُلْت ثُمَّ أَيّ ؟ قَالَ \" بِرّ الْوَالِدَيْنِ \" قُلْت ثُمَّ أَيّ ؟ قَالَ \" الْجِهَاد فِي سَبِيل اللَّه \" وَلِهَذَا جَاءَ فِي الْحَدِيث الصَّحِيح أَنَّ رَجُلًا قَالَ يَا رَسُول اللَّه مَنْ أَبَرّ ؟ قَالَ \" أُمّك \" قَالَ ثُمَّ مَنْ ؟ قَالَ \" أُمّك \" قَالَ ثُمَّ مَنْ ؟ قَالَ \" أَبَاك ؟ ثُمَّ أَدْنَاك ثُمَّ أَدْنَاك \" وَقَوْله تَعَالَى \" لَا تَعْبُدُونَ إِلَّا اللَّه \" قَالَ الزَّمَخْشَرِيّ خَبَر بِمَعْنَى الطَّلَب وَهُوَ آكَدّ وَقِيلَ كَانَ أَصْله \" أَنْ لَا تَعْبَدُوا إِلَّا اللَّه \" كَمَا قَرَأَهَا مَنْ قَرَأَهَا مِنْ السَّلَف فَحُذِفَتْ أَنْ فَارْتَفَعَ وَحُكِيَ عَنْ أُبَيّ وَابْنِ مَسْعُود أَنَّهُمَا قَرَآهَا \" لَا تَعْبُدُوا إِلَّا اللَّه \" وَنَقَلَ هَذَا التَّوْجِيه الْقُرْطُبِيّ فِي تَفْسِيره عَنْ سِيبَوَيْهِ . قَالَ وَاخْتَارَهُ الْكِسَائِيّ وَالْفَرَّاء قَالَ \" وَالْيَتَامَى \" وَهُمْ الصِّغَار الَّذِينَ لَا كَاسِب لَهُمْ مِنْ الْآبَاء وَالْمَسَاكِين الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ عَلَى أَنْفُسهمْ وَأَهْلِيهِمْ وَسَيَأْتِي الْكَلَام عَلَى هَذِهِ الْأَصْنَاف عِنْد آيَة النِّسَاء الَّتِي أَمَرَنَا اللَّه تَعَالَى بِهَا صَرِيحًا فِي قَوْله \" وَاعْبُدُوا اللَّه وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا \" الْآيَة . وَقَوْله تَعَالَى \" وَقُولُوا لِلنَّاسِ حُسْنًا \" أَيْ كَلِّمُوهُمْ طَيِّبًا وَلَيِّنُوا لَهُمْ جَانِبًا وَيَدْخُل فِي ذَلِكَ الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر بِالْمَعْرُوفِ كَمَا قَالَ الْحَسَن الْبَصْرِيّ فِي قَوْله تَعَالَى \" وَقُولُوا لِلنَّاسِ حُسْنًا\" فَالْحَسَن مِنْ الْقَوْل يَأْمُر بِالْمَعْرُوفِ وَيَنْهَى عَنْ الْمُنْكَر وَيَحْلُم وَيَعْفُو وَيَصْفَح وَيَقُول لِلنَّاسِ حُسْنًا كَمَا قَالَ اللَّه وَهُوَ كُلّ خُلُق حَسَن رَضِيَهُ اللَّه . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا أَبُو عَامِر الْخَرَّاز عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ عَبْد اللَّه بْن الصَّامِت عَنْ أَبِي ذَرّ - رَضِيَ اللَّه عَنْهُ - عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ \" لَا تَحْقِرَن مِنْ الْمَعْرُوف شَيْئًا وَإِنْ لَمْ تَجِد فَالْقَ أَخَاك بِوَجْهٍ مُنْطَلِق \" وَأَخْرَجَهُ مُسْلِم فِي صَحِيحه وَالتِّرْمِذِيّ وَصَحَّحَهُ مِنْ حَدِيث أَبِي عَامِر الْخَرَّاز وَاسْمه صَالِح بْن رُسْتُم بِهِ وَنَاسَبَ أَنْ يَأْمُرهُمْ بِأَنْ يَقُولُوا لِلنَّاسِ حُسْنًا بَعْد مَا أَمَرَهُمْ بِالْإِحْسَانِ إِلَيْهِمْ بِالْفِعْلِ فَجَمَعَ بَيْن طَرَفَيْ الْإِحْسَان الْفِعْلِيّ وَالْقَوْلِيّ ثُمَّ أَكَّدَ الْأَمْر بِعِبَادَتِهِ وَالْإِحْسَان إِلَى النَّاس بِالْمُتَعَيِّنِ مِنْ ذَلِكَ وَهُوَ الصَّلَاة وَالزَّكَاة فَقَالَ : \" وَأَقِيمُوا الصَّلَاة وَآتُوا الزَّكَاة \" وَأَخْبَرَ أَنَّهُمْ تَوَلَّوْا عَنْ ذَلِكَ كُلّه أَيْ تَرَكُوهُ وَرَاء ظُهُورهمْ وَأَعْرَضُوا عَنْهُ عَلَى عَمْد بَعْد الْعِلْم بِهِ إِلَّا الْقَلِيل مِنْهُمْ . وَقَدْ أَمَرَ اللَّه هَذِهِ الْأُمَّة بِنَظِيرِ ذَلِكَ فِي سُورَة النِّسَاء بِقَوْلِهِ \" وَاعْبُدُوا اللَّه وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِين وَالْجَار ذِي الْقُرْبَى وَالْجَار الْجُنُب وَالصَّاحِب بِالْجَنْبِ وَابْن السَّبِيل وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّه لَا يُحِبّ مَنْ كَانَ مُخْتَالًا فَخُورًا \" فَقَامَتْ هَذِهِ الْأُمَّة مِنْ ذَلِكَ بِمَا لَمْ تَقُمْ بِهِ أُمَّة مِنْ الْأُمَم قَبْلهَا وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ . وَمِنْ النُّقُول الْغَرِيبَة هَاهُنَا مَا ذَكَرَهُ اِبْن أَبِي حَاتِم فِي تَفْسِيره حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن خَلَف الْعَسْقَلَانِيّ حَدَّثَنَا عَبْد اللَّه بْن يُوسُف يَعْنِي التَّنِيسِيّ حَدَّثَنَا خَالِد بْن صُبَيْح عَنْ حُمَيْد بْن عُقْبَة عَنْ أَسَد بْن وَدَاعَة أَنَّهُ كَانَ يَخْرُج مِنْ مَنْزِله فَلَا يَلْقَى يَهُودِيًّا وَلَا نَصْرَانِيًّا إِلَّا سَلَّمَ عَلَيْهِ فَقِيلَ لَهُ : مَا شَأْنُك تُسَلِّم عَلَى الْيَهُودِيّ وَالنَّصْرَانِيّ ؟ فَقَالَ : إِنَّ اللَّه تَعَالَى \" يَقُول وَقُولُوا لِلنَّاسِ حُسْنًا\" وَهُوَ السَّلَام قَالَ : وَرُوِيَ عَنْ عَطَاء الْخُرَاسَانِيّ نَحْوه\" قُلْت \" وَقَدْ ثَبَتَ فِي السُّنَّة أَنَّهُمْ لَا يُبْدَءُونَ بِالسَّلَامِ وَاَللَّهُ أَعْلَمُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38764, "aya_id": 83}]