[{"text": "مَثَلُ مَا يُنفِقُونَ فِي هِذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُواْ أَنفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللّهُ وَلَكِنْ أَنفُسَهُمْ يَظْلِمُونَ", "sura_id": 3, "type": 0, "id": 410, "aya_id": 117}, {"text": "مثل ما ينفقون في هذه الحياة الدنيا كمثل ريح فيها صر أصابت حرث قوم ظلموا أنفسهم فأهلكته وما ظلمهم الله ولكن أنفسهم يظلمون", "sura_id": 3, "type": 1, "id": 6646, "aya_id": 117}, {"text": "117 - (مثل) صفة (ما ينفقون) أي الكفار (في هذه الحياة الدنيا) في عداوة النبي من صدقة ونحوها (كمثل ريح فيها صِرٌّ) حر أو برد شديد (أصابت حرث) زرع (قوم ظلموا أنفسهم) بالكفر والمعصية (فأهلكته) فلم ينتفعوا به فكذلك نفقاتهم ذاهبة لا ينتفعون بها (وما ظلمهم الله) بضياع نفقاتهم (ولكن أنفسهم يظلمون) بالكفر الموجب لضياعها \r\n", "sura_id": 3, "type": 2, "id": 25354, "aya_id": 117}, {"text": "مَثَلُ ما ينفق الكافرون في وجوه الخير في هذه الحياة الدنيا وما يؤملونه من ثواب, كمثل ريح فيها برد شديد هَبَّتْ على زرع قوم كانوا يرجون خيره, وبسبب ذنوبهم لم تُبْقِ الريح منه شيئًا. وهؤلاء الكافرون لا يجدون في الآخرة ثوابًا, وما ظلمهم الله بذلك, ولكنهم ظلموا أنفسهم بكفرهم وعصيانهم.\r\n", "sura_id": 3, "type": 3, "id": 31590, "aya_id": 117}, {"text": " <font color=red>مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ</font><BR><p>قَالَ تَعَالَى \" مَثَل مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاة الدُّنْيَا كَمَثَلِ رِيح فِيهِ صِرّ \" أَيْ بَرْد شَدِيد قَالَ اِبْن عَبَّاس وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَغَيْرهمْ . وَقَالَ عَطَاء : بَرْد وَجَلِيد وَعَنْ اِبْن عَبَّاس أَيْضًا وَمُجَاهِد \" فِيهَا صِرّ \" أَيْ نَار وَهُوَ يَرْجِع إِلَى الْأَوَّل فَإِنَّ الْبَرْد الشَّدِيد وَلَا سِيَّمَا الْجَلِيد يُحْرِق الزُّرُوع وَالثِّمَار كَمَا يُحْرَق الشَّيْء بِالنَّارِ \" أَصَابَتْ حَرْث قَوْم ظَلَمُوا أَنْفُسهمْ فَأَهْلَكَتْهُ \" أَيْ فَأَحْرَقَتْهُ يَعْنِي بِذَلِكَ السَّعَفَة إِذَا نَزَلَتْ عَلَى حَرْث قَدْ آنَ جِذَاذه أَوْ حَصَاده فَدَمَّرَتْهُ وَأَعْدَمَتْ مَا فِيهِ مِنْ ثَمَر أَوْ زَرْع فَذَهَبَتْ بِهِ وَأَفْسَدَتْهُ فَعَدِمَهُ صَاحِبه أَحْوَج مَا كَانَ إِلَيْهِ . فَكَذَلِكَ الْكُفَّار يَمْحَق اللَّه ثَوَاب أَعْمَالهمْ فِي هَذِهِ الدُّنْيَا وَثَمَرهَا كَمَا يَذْهَب ثَمَرَة هَذَا الْحَرْث بِذُنُوبِ صَاحِبه . وَكَذَلِكَ هَؤُلَاءِ بَنَوْهَا عَلَى غَيْر أَصْل وَعَلَى غَيْر أَسَاس \" وَمَا ظَلَمَهُمْ اللَّه وَلَكِنْ أَنْفُسهمْ يَظْلِمُونَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39863, "aya_id": 117}]