[{"text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونوا أَنصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ فَآَمَنَت طَّائِفَةٌ مِّن بَنِي إِسْرَائِيلَ وَكَفَرَت طَّائِفَةٌ فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ", "sura_id": 61, "type": 0, "id": 5177, "aya_id": 14}, {"text": "يا أيها الذين آمنوا كونوا أنصار الله كما قال عيسى ابن مريم للحواريين من أنصاري إلى الله قال الحواريون نحن أنصار الله فآمنت طائفة من بني إسرائيل وكفرت طائفة فأيدنا الذين آمنوا على عدوهم فأصبحوا ظاهرين", "sura_id": 61, "type": 1, "id": 11413, "aya_id": 14}, {"text": "14 - (يا أيها الذين آمنوا كونوا أنصار الله) لدينه وفي قراءة بالإضافة (كما قال) الخ المعنى كما كان الحواريون كذلك الدال عليه قال (عيسى ابن مريم للحواريين من أنصاري إلى الله) أي من الأنصار الذين يكونون معي متوجها إلى نصرة الله (قال الحواريون نحن أنصار الله) والحواريون أصفياء عيسى وهم أول من آمن به وكانوا إثني عشر رجلا من الحور وهو البياض الخالص وقيل كانوا قصارين يحورون الثياب أي يبيضونها (فآمنت طائفة من بني إسرائيل) بعيسى وقالوا إنه عبد الله رفع إلى السماء (وكفرت طائفة) لقولهم إنه ابن الله رفعه إليه فاقتتلت الطائفتان (فأيدنا) قوينا (الذين آمنوا) من الطائفتين (على عدوهم) الطائفة الكافرة (فأصبحوا ظاهرين) غالبين \r\n", "sura_id": 61, "type": 2, "id": 30121, "aya_id": 14}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, كونوا أنصارًا لدين الله, كما كان أصفياء عيسى أنصارًا لدين الله حين قال لهم عيسى: مَن يتولى منكم نصري وإعانتي فيما يُقرِّب إلى الله؟ قالوا: نحن أنصار دين الله, فاهتدت طائفة من بني إسرائيل, وضلَّت طائفة, فأيدنا الذين آمنوا بالله ورسوله, ونصرناهم على مَن عاداهم مِن فرق النصارى, فأصبحوا ظاهرين عليهم؛ وذلك ببعثة محمد صلى الله عليه وسلم.\r\n", "sura_id": 61, "type": 3, "id": 36357, "aya_id": 14}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده الْمُؤْمِنِينَ أَنْ يَكُونُوا أَنْصَار اللَّه فِي جَمِيع أَحْوَالهمْ بِأَقْوَالِهِمْ وَأَفْعَالهمْ وَأَنْفُسهمْ وَأَمْوَالهمْ وَأَنْ يَسْتَجِيبُوا لِلَّهِ وَلِرَسُولِهِ كَمَا اِسْتَجَابَ الْحَوَارِيُّونَ لِعِيسَى حِين قَالَ مَنْ أَنْصَارِي إِلَى اللَّه أَيْ مُعِينِي فِي الدَّعْوَة إِلَى اللَّه عَزَّ وَجَلَّ ؟ قَالَ الْحَوَارِيُّونَ وَهُمْ أَتْبَاع عِيسَى عَلَيْهِ السَّلَام نَحْنُ أَنْصَار اللَّه أَيْ نَحْنُ أَنْصَارك عَلَى مَا أُرْسِلْت بِهِ وَمُوَازِرُوك عَلَى ذَلِكَ وَلِهَذَا بَعَثَهُمْ دُعَاة إِلَى النَّاس فِي بِلَاد الشَّام فِي الْإِسْرَائِيلِيِّينَ وَالْيُونَانِيِّينَ وَهَكَذَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي أَيَّام الْحَجّ \" مَنْ رَجُل يُؤْوِينِي حَتَّى أُبَلِّغَ رِسَالَة رَبِّي ؟ فَإِنَّ قُرَيْشًا قَدْ مَنَعُونِي أَنْ أُبَلِّغَ رِسَالَة رَبِّي \" حَتَّى قَيَّضَ اللَّه عَزَّ وَجَلَّ لَهُ الْأَوْس وَالْخَزْرَج مِنْ أَهْل الْمَدِينَة فَبَايَعُوهُ وَوَازَرُوه وَشَارَطُوه أَنْ يَمْنَعُوهُ مِنْ الْأَسْوَد وَالْأَحْمَر إِنْ هُوَ هَاجَرَ إِلَيْهِمْ فَلَمَّا هَاجَرَ إِلَيْهِمْ بِمَنْ مَعَهُ مِنْ أَصْحَابه وَفَوْا لَهُ بِمَا عَاهَدُوا اللَّه عَلَيْهِ وَلِهَذَا سَمَّاهُمْ اللَّه وَرَسُوله الْأَنْصَار وَصَارَ ذَلِكَ عَلَمًا عَلَيْهِمْ رَضِيَ اللَّه عَنْهُمْ وَأَرْضَاهُمْ وَقَوْله تَعَالَى فَآمَنَتْ طَائِفَة مِنْ بَنِي إِسْرَائِيل وَكَفَرَتْ طَائِفَة أَيْ لَمَّا بَلَّغَ عِيسَى اِبْن مَرْيَم عَلَيْهِ الصَّلَاة وَالسَّلَام رِسَالَة رَبّه إِلَى قَوْمه وَوَازَرَهُ مَنْ وَازَرَهُ مِنْ الْحَوَارِيِّينَ اِهْتَدَتْ طَائِفَة مِنْ بَنِي إِسْرَائِيل بِمَا جَاءَهُمْ بِهِ وَضَلَّتْ طَائِفَة فَخَرَجَتْ عَمَّا جَاءَهُمْ بِهِ وَجَحَدُوا نُبُوَّته وَرَمَوْهُ وَأُمّه بِالْعَظَائِمِ وَهُمْ الْيَهُود عَلَيْهِمْ لَعَائِن اللَّه الْمُتَتَابِعَة إِلَى يَوْم الْقِيَامَة وَغَالَتْ فِيهِ طَائِفَة مِمَّنْ اِتَّبَعَهُ حَتَّى رَفَعُوهُ فَوْق مَا أَعْطَاهُ اللَّه مِنْ النُّبُوَّة وَافْتَرَقُوا فِرَقًا وَشِيَعًا فَمِنْ قَائِل مِنْهُمْ إِنَّهُ اِبْن اللَّه وَقَائِل إِنَّهُ ثَالِث ثَلَاثَة : الْأَب وَالِابْن وَرُوح الْقُدْس وَمِنْ قَائِل إِنَّهُ اللَّه وَكُلّ هَذِهِ الْأَقْوَال مُفَصَّلَة فِي سُورَة النِّسَاء . وَقَوْله تَعَالَى فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوّهُمْ أَيْ نَصَرْنَاهُمْ عَلَى مَنْ عَادَاهُمْ مِنْ فِرَق النَّصَارَى فَأَصْبَحُوا ظَاهِرِينَ أَيْ عَلَيْهِمْ وَذَلِكَ بِبَعْثَةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه حَدَّثَنِي أَبُو السَّائِب حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ الْمِنْهَال يَعْنِي اِبْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : لَمَّا أَرَادَ اللَّه عَزَّ وَجَلَّ أَنْ يَرْفَع عِيسَى إِلَى السَّمَاء خَرَجَ إِلَى أَصْحَابه وَهُمْ فِي بَيْتٍ اِثْنَا عَشَر رَجُلًا مِنْ عَيْن فِي الْبَيْت وَرَأْسه يَقْطُر مَاء فَقَالَ \" إِنَّ مِنْكُمْ مَنْ يَكْفُرُ بِي اِثْنَتَيْ عَشْرَة مَرَّة بَعْد أَنْ آمَنَ بِي قَالَ ثُمَّ قَالَ أَيُّكُمْ يُلْقَى عَلَيْهِ شَبَهِي فَيُقْتَل مَكَانِي وَيَكُونُ مَعِي فِي دَرَجَتِي \" قَالَ فَقَامَ شَابّ مِنْ أَحْدَثِهِمْ سِنًّا فَقَالَ أَنَا فَقَالَ لَهُ \" اِجْلِسْ \" ثُمَّ أَعَادَ عَلَيْهِمْ فَقَامَ الشَّابّ فَقَالَ أَنَا فَقَالَ لَهُ \" اِجْلِسْ \" ثُمَّ أَعَادَ عَلَيْهِمْ فَقَامَ الشَّابّ فَقَالَ أَنَا فَقَالَ \" نَعَمْ أَنْتَ ذَاكَ \" قَالَ فَأُلْقِيَ عَلَيْهِ شَبَه عِيسَى وَرُفِعَ عِيسَى عَلَيْهِ السَّلَام مِنْ رَوْزَنَة فِي الْبَيْت إِلَى السَّمَاء قَالَ وَجَاءَ الطَّلَب مِنْ الْيَهُود فَأَخَذُوا شَبِيهه فَقَتَلُوهُ وَصَلَبُوهُ وَكَفَرَ بِهِ بَعْضهمْ اِثْنَتَيْ عَشْرَة مَرَّة بَعْد أَنْ آمَنَ بِهِ فَتَفَرَّقُوا فِيهِ ثَلَاث فِرَق فَقَالَتْ فِرْقَة كَانَ اللَّه فِينَا مَا شَاءَ ثُمَّ صَعِدَ إِلَى السَّمَاء وَهَؤُلَاءِ الْيَعْقُوبِيَّة وَقَالَتْ فِرْقَة كَانَ فِينَا اِبْن اللَّه مَا شَاءَ اللَّه ثُمَّ رَفَعَهُ إِلَيْهِ وَهَؤُلَاءِ النَّسْطُورِيَّة وَقَالَ فِرْقَة كَانَ فِينَا عَبْد اللَّه وَرَسُوله مَا شَاءَ اللَّه ثُمَّ رَفَعَهُ اللَّه إِلَيْهِ وَهَؤُلَاءِ الْمُسْلِمُونَ فَتَظَاهَرَتْ الْكَافِرَتَانِ عَلَى الْمُسْلِمَة فَقَتَلُوهَا فَلَمْ يَزَلْ الْإِسْلَام طَامِسًا حَتَّى بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَآمَنَتْ طَائِفَة مِنْ بَنِي إِسْرَائِيل وَكَفَرَتْ طَائِقَة يَعْنِي الطَّائِفَة الَّتِي كَفَرَتْ مِنْ بَنِي إِسْرَائِيل فِي زَمَن عِيسَى وَالطَّائِفَة الَّتِي آمَنَتْ فِي زَمَن عِيسَى فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوّهُمْ فَأَصْبَحُوا ظَاهِرِينَ بِإِظْهَارِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دِينَهُمْ عَلَى دِين الْكُفَّار هَذَا لَفْظه فِي كِتَابه عِنْد تَفْسِير هَذِهِ الْآيَة الْكَرِيمَة وَهَكَذَا رَوَاهُ النَّسَائِيّ عِنْد تَفْسِير هَذِهِ الْآيَة مِنْ سُنَنه عَنْ أَبِي كُرَيْب عَنْ مُحَمَّد بْن الْعَلَاء عَنْ أَبِي مُعَاوِيَة بِمِثْلِهِ سَوَاء فَأُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَزَالُونَ ظَاهِرِينَ عَلَى الْحَقّ حَتَّى يَأْتِي أَمْر اللَّه وَهُمْ كَذَلِكَ وَحَتَّى يُقَاتِل آخِرهمْ الدَّجَّال مَعَ الْمَسِيح عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام كَمَا وَرَدَتْ بِذَلِكَ الْأَحَادِيث الصِّحَاح وَاَللَّه أَعْلَم . آخِر تَفْسِير سُورَة الصَّفّ وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 61, "type": 4, "id": 42259, "aya_id": 14}]