[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَاء إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللّهُ عَنْهَا وَاللّهُ غَفُورٌ حَلِيمٌ", "sura_id": 5, "type": 0, "id": 770, "aya_id": 101}, {"text": "يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبد لكم تسؤكم وإن تسألوا عنها حين ينزل القرآن تبد لكم عفا الله عنها والله غفور حليم", "sura_id": 5, "type": 1, "id": 7006, "aya_id": 101}, {"text": "101 - ونزل لما أكثروا سؤاله صلى الله عليه وسلم (يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبد) تظهر (لكم تسؤكم) لما فيها من المشقة (وإن تسألوا عنها حين ينزل القرآن) في زمن النبي صلى الله عليه وسلم (تبد لكم) المعنى إذا سألتم عن أشياء في زمنه ينزل القرآن بإبدائها ومتى أبداها ساءتكم فلا تسألوا عنها قد (عفا الله عنها) عن مسألتكم فلا تعودوا (والله غفور حليم) \r\n", "sura_id": 5, "type": 2, "id": 25714, "aya_id": 101}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تسألوا عن أشياء من أمور الدين لم تؤمروا فيها بشيء, كالسؤال عن الأمور غير الواقعة, أو التي يترتب عليها تشديدات في الشرع, ولو كُلِّفتموها لشقَّتْ عليكم, وإن تسألوا عنها في حياة رسول الله صلى الله عليه وسلم وحين نزول القرآن عليه تُبيَّن لكم, وقد تُكلَّفونها فتعجزون عنها, تركها الله معافيًا لعباده منها. والله غفور لعباده إذا تابوا, حليم عليهم فلا يعاقبهم وقد أنابوا إليه.\r\n", "sura_id": 5, "type": 3, "id": 31950, "aya_id": 101}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ</font><BR><p>ثُمَّ قَالَ تَعَالَى : \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" هَذَا تَأْدِيب مِنْ اللَّه تَعَالَى لِعِبَادِهِ الْمُؤْمِنِينَ وَنَهْي لَهُمْ عَنْ أَنْ يَسْأَلُوا عَنْ أَشْيَاء مِمَّا لَا فَائِدَة لَهُمْ فِي السُّؤَال وَالتَّنْقِيب عَنْهَا لِأَنَّهَا إِنْ أُظْهِرَتْ لَهُمْ تِلْكَ الْأُمُور رُبَّمَا سَاءَتْهُمْ وَشَقَّ عَلَيْهِمْ سَمَاعهَا كَمَا جَاءَ فِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يُبَلِّغْنِي أَحَدٌ عَنْ أَحَد شَيْئًا إِنِّي أُحِبّ أَنْ أَخْرُج إِلَيْكُمْ وَأَنَا سَلِيم الصَّدْر \" وَقَالَ الْبُخَارِيّ : حَدَّثَنَا مُنْذِر بْن الْوَلِيد بْن عَبْد الرَّحْمَن الْجَارُودِيّ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَة عَنْ مُوسَى بْن أَنَس عَنْ أَنَس بْن مَالِك قَالَ : خَطَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خُطْبَة مَا سَمِعْت مِثْلهَا قَطُّ وَقَالَ فِيهَا \" لَوْ تَعْلَمُونَ مَا أَعْلَم لَضَحِكْتُمْ قَلِيلًا وَلَبَكَيْتُمْ كَثِيرًا \" قَالَ فَغَطَّى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وُجُوهَهُمْ لَهُمْ خَنِينٌ فَقَالَ رَجُلٌ مَنْ أَبِي قَالَ فُلَانٌ فَنَزَلَتْ هَذِهِ الْآيَةُ \" لَا تَسْأَلُوا عَنْ أَشْيَاء \" رَوَاهُ النَّضْر وَرَوْح بْن عُبَادَة عَنْ شُعْبَة وَقَدْ رَوَاهُ الْبُخَارِيّ فِي غَيْر هَذَا الْمَوْضِع وَمُسْلِم وَأَحْمَد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ شُعْبَة بْن الْحَجَّاج بِهِ . وقَالَ اِبْن جَرِير : حَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة فِي قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" الْآيَة قَالَ فَحَدَّثَنَا أَنَّ أَنَس بْن مَالِك حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَأَلُوهُ حَتَّى أَحْفَوْهُ بِالْمَسْأَلَةِ فَخَرَجَ عَلَيْهِمْ ذَات يَوْم فَصَعِدَ الْمِنْبَر فَقَالَ \" لَا تَسْأَلُونِي الْيَوْم عَنْ شَيْء إِلَّا بَيَّنْته لَكُمْ \" فَأَشْفَقَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَكُون بَيْن يَدَيْ أَمْر قَدْ حَضَرَ فَجَعَلْت لَا أَلْتَفِت يَمِينًا وَلَا شِمَالًا إِلَّا وَجَدْت كُلًّا لَافًّا رَأْسه فِي ثَوْبه يَبْكِي فَأَنْشَأَ رَجُل كَانَ يُلَاحِي فَيُدْعَى إِلَى غَيْر أَبِيهِ فَقَالَ يَا نَبِيّ اللَّه مَنْ أَبِي ؟ قَالَ \" أَبُوك حُذَافَة \" قَالَ ثُمَّ قَامَ عُمَر أَوْ قَالَ فَأَنْشَأَ عُمَر فَقَالَ رَضِينَا بِاَللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ رَسُولًا عَائِذًا بِاَللَّهِ أَوْ قَالَ أَعُوذ بِاَللَّهِ مِنْ شَرّ الْفِتَن قَالَ : وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمْ أَرَ فِي الْخَيْر وَالشَّرّ كَالْيَوْمِ قَطُّ صُوِّرَتْ الْجَنَّة وَالنَّار حَتَّى رَأَيْتهمَا دُون الْحَائِط\" أَخْرَجَاهُ مِنْ طَرِيق سَعِيد وَرَوَاهُ مَعْمَر عَنْ الزُّهْرِيّ عَنْ أَنَس بِنَحْوِ ذَلِكَ أَوْ قَرِيبًا مِنْهُ . قَالَ الزُّهْرِيّ : فَقَالَتْ أُمّ عَبْد اللَّه بْن حُذَافَة مَا رَأَيْت وَلَدًا أَعَقَّ مِنْك قَطُّ أَكُنْت تَأْمَن أَنْ تَكُون أُمُّك قَدْ قَارَفَتْ مَا قَارَفَ أَهْل الْجَاهِلِيَّة فَتَفْضَحهَا عَلَى رُءُوس النَّاس فَقَالَ وَاَللَّه لَوْ أَلْحَقَنِي بِعَبْدٍ أَسْوَدَ لَلَحِقْته . وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنَا الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا قَيْس عَنْ أَبِي حُصَيْن عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ غَضْبَان مُحْمَارّ وَجْهُهُ حَتَّى جَلَسَ عَلَى الْمِنْبَر فَقَامَ إِلَيْهِ رَجُل فَقَالَ : أَيْنَ أَنَا قَالَ \" فِي النَّار \" فَقَامَ آخَر فَقَالَ مَنْ أَبِي ؟ فَقَالَ \" أَبُوك حُذَافَة \" فَقَامَ عُمَر بْن الْخَطَّاب فَقَالَ : رَضِينَا بِاَللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَبِيًّا وَبِالْقُرْآنِ إِمَامًا إِنَّا يَا رَسُول اللَّه حَدِيثُو عَهْد بِجَاهِلِيَّةٍ وَشِرْك وَاَللَّه أَعْلَم مَنْ آبَاؤُنَا قَالَ فَسَكَنَ غَضَبه وَنَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُو لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" الْآيَة إِسْنَاده جَيِّد وَقَدْ ذَكَرَ هَذِهِ الْقِصَّة مُرْسَلَة غَيْر وَاحِد مِنْ السَّلَف مِنْهُمْ أَسْبَاط عَنْ السُّدِّيّ أَنَّهُ قَالَ فِي قَوْله تَعَالَى\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" قَالَ غَضِبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا مِنْ الْأَيَّام فَقَامَ خَطِيبًا فَقَالَ\" سَلُونِي فَإِنَّكُمْ لَا تَسْأَلُونِي عَنْ شَيْء إِلَّا أَنْبَأْتُكُمْ بِهِ \" فَقَامَ إِلَيْهِ رَجُل مِنْ قُرَيْش مِنْ بَنِي سَهْم يُقَال لَهُ عَبْد اللَّه بْن حُذَافَة وَكَانَ يُطْعَنُ فِيهِ فَقَالَ يَا رَسُول اللَّه مَنْ أَبِي ؟ فَقَالَ \" أَبُوك فُلَان \" فَدَعَاهُ لِأَبِيهِ. فَقَامَ إِلَيْهِ عُمَر بْن الْخَطَّاب فَقَبَّلَ رِجْله وَقَالَ : يَا رَسُول اللَّه رَضِينَا بِاَللَّهِ رَبًّا وَبِك نَبِيًّا وَبِالْإِسْلَامِ دِينًا وَبِالْقُرْآنِ إِمَامًا فَاعْفُ عَنَّا عَفَا اللَّه عَنْك فَلَمْ يَزَلْ بِهِ حَتَّى رَضِيَ فَيَوْمئِذٍ قَالَ \" الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ \" ثُمَّ قَالَ الْبُخَارِيّ حَدَّثَنَا الْفَضْل بْن سَهْل حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا أَبُو خَيْثَمَةَ حَدَّثَنَا أَبُو الْجُوَيْرِيَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : كَانَ قَوْم يَسْأَلُونَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - اِسْتِهْزَاءً فَيَقُول الرَّجُل مَنْ أَبِي ؟ وَيَقُول الرَّجُل تَضِلّ نَاقَتُهُ أَيْنَ نَاقَتِي ؟ فَأَنْزَلَ اللَّه فِيهِمْ هَذِهِ الْآيَة\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" حَتَّى فَرَغَ مِنْ الْآيَة كُلّهَا تَفَرَّدَ بِهِ الْبُخَارِيّ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مَنْصُور بْن وَرْدَان الْأَسَدِيّ حَدَّثَنَا عَلِيّ بْن عَبْد الْأَعْلَى عَنْ أَبِيهِ عَنْ أَبِي الْبَخْتَرِيّ وَهُوَ سَعِيد بْن فَيْرُوز عَنْ عَلِيّ قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَلِلَّهِ عَلَى النَّاس حِجُّ الْبَيْتِ مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا \" قَالُوا : يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَفِي كُلّ عَام ؟ فَسَكَتَ قَالَ : ثُمَّ قَالُوا أَفِي كُلّ عَام ؟ فَقَالَ \" لَا وَلَوْ قُلْت نَعَمْ لَوَجَبَتْ وَلَوْ وَجَبَتْ لَمَا اِسْتَطَعْتُمْ \" فَأَنْزَلَ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" الْآيَة وَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طَرِيق مَنْصُور بْن وَرْدَان بِهِ وَقَالَ التِّرْمِذِيّ : غَرِيب مِنْ هَذَا الْوَجْه وَسَمِعْت الْبُخَارِيّ يَقُول أَبُو الْبَخْتَرِيّ لَمْ يُدْرِك عَلِيًّا وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عَبْد الرَّحِيم بْن سُلَيْمَان عَنْ إِبْرَاهِيم بْن مُسْلِم الْهَجَرِيّ عَنْ أَبِي عِيَاض عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه كَتَبَ عَلَيْكُمْ الْحَجّ \" فَقَالَ رَجُل أَفِي كُلّ عَام يَا رَسُول اللَّه ؟ فَأَعْرَضَ عَنْهُ حَتَّى عَادَ مَرَّتَيْنِ أَوْ ثَلَاثًا فَقَالَ \" مَنْ السَّائِل ؟ \" فَقَالَ فُلَان فَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ قُلْت نَعَمْ لَوَجَبَتْ وَلَوْ وَجَبَتْ عَلَيْكُمْ مَا أَطَقْتُمُوهُ وَلَوْ تَرَكْتُمُوهُ لَكَفَرْتُمْ \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" حَتَّى خَتَمَ الْآيَة . ثُمَّ رَوَاهُ اِبْن جَرِير مِنْ طَرِيق الْحُسَيْن بْن وَاقِد عَنْ مُحَمَّد بْن زِيَاد عَنْ أَبِي هُرَيْرَة وَقَالَ فَقَامَ مُحْصِن الْأَسَدِيّ وَفِي رِوَايَة مِنْ هَذِهِ الطَّرِيق عُكَاشَة بْن مُحْصِن وَهُوَ أَشْبَهُ وَإِبْرَاهِيم بْن مُسْلِم الْهَجَرِيّ ضَعِيف . وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنِي زَكَرِيَّا بْن يَحْيَى بْن أَبَان الْمِصْرِيّ حَدَّثَنَا أَبُو زَيْد عَبْد الْعَزِيز أَبِي الْغِمْر حَدَّثَنَا اِبْن مُطِيع - مُعَاوِيَة بْن يَحْيَى - عَنْ صَفْوَان بْن عَمْرو حَدَّثَنِي سُلَيْم بْن عَامِر قَالَ : سَمِعْت أَبَا أُمَامَةَ الْبَاهِلِيّ يَقُول : قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي النَّاس فَقَالَ \" كُتِبَ عَلَيْكُمْ الْحَجّ \" فَقَامَ رَجُل مِنْ الْأَعْرَاب فَقَالَ : أَفِي كُلّ عَام ؟ قَالَ فَعَلَا كَلَام رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَسْكَتَ وَأَغْضَبَ وَاسْتَغْضَبَ وَمَكَثَ طَوِيلًا ثُمَّ تَكَلَّمَ فَقَالَ \" مَنْ السَّائِل ؟ \" فَقَالَ الْأَعْرَابِيّ أَنَا ذَا فَقَالَ \" وَيْحك مَاذَا يُؤَمِّنُك أَنْ أَقُول نَعَمْ وَاَللَّه لَوْ قُلْت نَعَمْ لَوَجَبَتْ وَلَوْ وَجَبَتْ لَكَفَرْتُمْ أَلَا إِنَّهُ إِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلكُمْ أَئِمَّة الْحَرَج وَاَللَّه لَوْ أَنِّي أَحْلَلْت لَكُمْ جَمِيع مَا فِي الْأَرْض وَحَرَّمْت عَلَيْكُمْ مِنْهَا مَوْضِع خُفّ لَوَقَعْتُمْ فِيهِ \" قَالَ فَأَنْزَلَ اللَّه عِنْد ذَلِكَ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" إِلَى آخِر الْآيَة فِي إِسْنَاده ضَعْف وَظَاهِر الْآيَة النَّهْي عَنْ السُّؤَال عَنْ الْأَشْيَاء الَّتِي إِذَا عَلِمَ بِهَا الشَّخْص سَاءَتْهُ فَالْأَوْلَى الْإِعْرَاض عَنْهَا وَتَرْكهَا وَمَا أَحْسَنَ الْحَدِيثَ الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ : حَدَّثَنَا حَجَّاج قَالَ : سَمِعْت إِسْرَائِيل بْن يُونُس عَنْ الْوَلِيد بْن أَبِي هَاشِم مَوْلَى الْهَمْدَانِيّ عَنْ زَيْد بْن زَائِد عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ \" لَا يُبَلِّغنِي أَحَد عَنْ أَحَد شَيْئًا فَإِنِّي أُحِبّ أَنْ أَخْرُج إِلَيْكُمْ وَأَنَا سَلِيم الصَّدْر \" الْحَدِيث وَقَدْ رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ مِنْ حَدِيث إِسْرَائِيل قَالَ أَبُو دَاوُدَ عَنْ الْوَلِيد وَقَالَ التِّرْمِذِيّ عَنْ إِسْرَائِيل عَنْ السُّدِّيّ عَنْ الْوَلِيد بْن أَبِي هَاشِم بِهِ ثُمَّ قَالَ التِّرْمِذِيّ غَرِيب مِنْ هَذَا الْوَجْه وَقَوْله تَعَالَى \" وَإِنْ تَسْأَلُوا عَنْهَا حِين يُنَزَّل الْقُرْآن تُبْدَ لَكُمْ \" أَيْ وَإِنْ تَسْأَلُوا عَنْ هَذِهِ الْأَشْيَاء الَّتِي نُهِيتُمْ عَنْ السُّؤَال عَنْهَا حِين يُنَزَّل الْوَحْي عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ تُبَيَّن لَكُمْ وَذَلِكَ عَلَى اللَّه يَسِير ثُمَّ قَالَ \" عَفَا اللَّه عَنْهَا \" أَيْ عَمَّا كَانَ مِنْكُمْ قَبْل ذَلِكَ \" وَاَللَّه غَفُور حَلِيم \" وَقِيلَ الْمُرَاد بِقَوْلِهِ \" وَإِنْ تَسْأَلُوا عَنْهَا حِين يُنَزَّل الْقُرْآن تُبْدَ لَكُمْ \" أَيْ لَا تَسْأَلُوا عَنْ أَشْيَاء تَسْتَأْنِفُونَ السُّؤَال عَنْهَا فَلَعَلَّهُ قَدْ يُنَزَّل بِسَبَبِ سُؤَالكُمْ تَشْدِيد أَوْ تَضْيِيق وَقَدْ وَرَدَ فِي الْحَدِيث \" أَعْظَم الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنْ شَيْء لَمْ يُحَرَّم فَحُرِّمَ مِنْ أَجْل مَسْأَلَته\" وَلَكِنْ إِذَا نَزَلَ الْقُرْآن بِهَا مُجْمَلَة فَسَأَلْتُمْ عَنْ بَيَانهَا بُيِّنَتْ لَكُمْ حِينَئِذٍ لِاحْتِيَاجِكُمْ إِلَيْهَا \" عَفَا اللَّه عَنْهَا \" أَيْ مَا لَمْ يَذْكُرهُ فِي كِتَابه فَهُوَ مِمَّا عَفَا عَنْهُ فَاسْكُتُوا أَنْتُمْ عَنْهَا كَمَا سَكَتَ عَنْهَا وَفِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" ذَرُونِي مَا تَرَكْتُكُمْ فَإِنَّمَا أَهْلَكَ مَنْ كَانَ قَبْلكُمْ كَثْرَة سُؤَالهمْ وَاخْتِلَافهمْ عَلَى أَنْبِيَائِهِمْ\" وَفِي الْحَدِيث الصَّحِيح أَيْضًا \" إِنَّ اللَّه تَعَالَى فَرَضَ فَرَائِض فَلَا تُضَيِّعُوهَا وَحَدَّ حُدُودًا فَلَا تَعْتَدُوهَا وَحَرَّمَ أَشْيَاء فَلَا تَنْتَهِكُوهَا وَسَكَتَ عَنْ أَشْيَاء رَحْمَة بِكُمْ غَيْر نِسْيَان فَلَا تَسْأَلُوا عَنْهَا \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41440, "aya_id": 101}]