[{"text": "وَمِن دُونِهِمَا جَنَّتَانِ", "sura_id": 55, "type": 0, "id": 4963, "aya_id": 62}, {"text": "ومن دونهما جنتان", "sura_id": 55, "type": 1, "id": 11199, "aya_id": 62}, {"text": "62 - (ومن دونهما) الجنتين المذكورتين (جنتان) أيضا لمن خاف مقام ربه \r\n", "sura_id": 55, "type": 2, "id": 29907, "aya_id": 62}, {"text": "ومن دون الجنتين السابقتين جنتان أخريان.\r\n", "sura_id": 55, "type": 3, "id": 36143, "aya_id": 62}, {"text": " <font color=red>وَمِنْ دُونِهِمَا جَنَّتَانِ</font><BR><p>هَاتَانِ الْجَنَّتَانِ دُون اللَّتَيْنِ قَبْلهمَا فِي الْمَرْتَبَة وَالْفَضِيلَة وَالْمَنْزِلَة بِنَصِّ الْقُرْآن قَالَ اللَّه تَعَالَى \" وَمِنْ دُونِهِمَا جَنَّتَانِ \" وَقَدْ تَقَدَّمَ فِي الْحَدِيث جَنَّتَانِ مِنْ ذَهَبٍ آنِيَّتهمَا وَمَا فِيهِمَا وَجَنَّتَانِ مِنْ فِضَّة آنِيَّتهمَا وَمَا فِيهِمَا فَالْأُولَيَانِ لِلْمُقَرَّبِينَ وَالْأُخْرَيَانِ لِأَصْحَابِ الْيَمِين وَقَالَ أَبُو مُوسَى : جَنَّتَانِ مِنْ ذَهَب لِلْمُقَرَّبِينَ وَجَنَّتَانِ مِنْ فِضَّة لِأَصْحَابِ الْيَمِين وَقَالَ اِبْن عَبَّاس \" وَمِنْ دُونهمَا جَنَّتَانِ \" مِنْ دُونهمَا فِي الدَّرَج وَقَالَ اِبْن زَيْد مِنْ دُونهمَا فِي الْفَضْل . وَالدَّلِيل عَلَى شَرَف الْأُولَيَيْنِ عَلَى الْأُخْرَيَيْنِ وُجُوه \" أَحَدهَا\" أَنَّهُ نَعَتَ الْأُولَيَيْنِ قَبْل هَاتَيْنِ وَالتَّقْدِيم يَدُلّ عَلَى الِاعْتِنَاء ثُمَّ قَالَ \" وَمِنْ دُونهمَا جَنَّتَانِ \" وَهَذَا ظَاهِر فِي شَرَف التَّقَدُّم وَعُلُوّهُ عَلَى الثَّانِي وَقَالَ هُنَاكَ\" ذَوَاتَا أَفْنَان \" وَهِيَ الْأَغْصَان أَوْ الْفُنُون فِي الْمَلَاذّ وَقَالَ هَهُنَا \" مُدْهَامَّتَانِ \" أَيْ سَوْدَاوَانِ مِنْ شِدَّة الرِّيّ مِنْ الْمَاء قَالَ اِبْن عَبَّاس فِي قَوْله \" مُدْهَامَّتَانِ\" قَدْ اِسْوَدَّتَا مِنْ الْخُضْرَة مِنْ شِدَّة الرِّيّ مِنْ الْمَاء وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن فُضَيْل حَدَّثَنَا عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" مُدْهَامَّتَانِ \" قَالَ خَضْرَاوَانِ وَرُوِيَ عَنْ أَبِي أَيُّوب الْأَنْصَارِيّ وَعَبْد اللَّه بْن الزُّبَيْر وَعَبْد اللَّه بْن أَبِي أَوْفَى وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُجَاهِد فِي إِحْدَى الرِّوَايَات وَعَطَاء وَعَطِيَّة الْعَوْفِيّ وَالْحَسَن الْبَصْرِيّ وَيَحْيَى بْن رَافِع وَسُفْيَان الثَّوْرِيّ نَحْو ذَلِكَ. وَقَالَ مُحَمَّد بْن كَعْب \" مُدْهَامَّتَانِ \" مُمْتَلِئَتَانِ مِنْ الْخُضْرَة وَقَالَ قَتَادَة خَضْرَاوَانِ مِنْ الرِّيّ نَاعِمَتَانِ وَلَا شَكَّ فِي نَضَارَة الْأَغْصَان عَلَى الْأَشْجَار الْمُشْتَبِكَة بَعْضهَا فِي بَعْض .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41886, "aya_id": 62}]