[{"text": "وَقَدْ خَابَ مَن دَسَّاهَا", "sura_id": 91, "type": 0, "id": 6053, "aya_id": 10}, {"text": "وقد خاب من دساها", "sura_id": 91, "type": 1, "id": 12289, "aya_id": 10}, {"text": "10 - (وقد خاب) خسر (من دساها) أخفاها بالمعصية وأصله دسسها أبدلت السين الثانية ألفاً تخفيفاً \r\n", "sura_id": 91, "type": 2, "id": 30997, "aya_id": 10}, {"text": "وقد خسر مَن أخفى نفسه في المعاصي.\r\n", "sura_id": 91, "type": 3, "id": 37233, "aya_id": 10}, {"text": " <font color=red>وَقَدْ خَابَ مَنْ دَسَّاهَا</font><BR><p>\" وَقَدْ خَابَ مَنْ دَسَّاهَا \" أَيْ دَسَّسَهَا أَيْ أَخْمَلَهَا وَوَضَعَ مِنْهَا بِخِذْلَانِهِ إِيَّاهَا عَنْ الْهُدَى حَتَّى رَكِبَ الْمَعَاصِي وَتَرَكَ طَاعَة اللَّه عَزَّ وَجَلَّ وَقَدْ يَحْتَمِل أَنْ يَكُون الْمَعْنَى قَدْ أَفْلَحَ مَنْ زَكَّى اللَّه نَفْسه وَقَدْ خَابَ مَنْ دَسَّى اللَّه نَفْسه كَمَا قَالَ الْعَوْفِيّ وَعَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو زُرْعَة قَالَا حَدَّثَنَا سَهْل بْن عُثْمَان حَدَّثَنَا أَبُو مَالِك يَعْنِي عَمْرو بْن الْحَارِث عَنْ عَمْرو بْن هِشَام عَنْ جُوَيْبِر عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي قَوْل اللَّه عَزَّ وَجَلَّ \" قَدْ أَفْلَحَ مَنْ زَكَّاهَا \" قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَفْلَحَتْ نَفْسٌ زَكَّاهَا اللَّهُ عَزَّ وَجَلَّ \" وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث مَالِك بِهِ وَجُوَيْبِر هَذَا هُوَ اِبْن سَعِيد مَتْرُوك الْحَدِيث وَالضَّحَّاك لَمْ يَلْقَ اِبْن عَبَّاس وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا يَحْيَى بْن عُثْمَان بْن صَالِح حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن لَهِيعَة عَنْ عَمْرو بْن دِينَار عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا مَرَّ بِهَذِهِ الْآيَة \" وَنَفْس وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورهَا وَتَقْوَاهَا\" وَقَفَ ثُمَّ قَالَ \" اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا أَنْتَ وَلِيّهَا وَمَوْلَاهَا وَخَيْر مَنْ زَكَّاهَا \" \" حَدِيث آخَر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَعْقُوب بْن حُمَيْد الْمَدَنِيّ حَدَّثَنَا عَبْد اللَّه بْن عَبْد اللَّه الْأُمَوِيّ حَدَّثَنَا مَعْن بْن مُحَمَّد الْغِفَارِيّ عَنْ حَنْظَلَة بْن عَلِيّ الْأَسْلَمِيّ عَنْ أَبِي هُرَيْرَة قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ \" فَأَلْهَمَهَا فُجُورهَا وَتَقْوَاهَا \" قَالَ اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْر مَنْ زَكَّاهَا أَنْتَ وَلِيّهَا وَمَوْلَاهَا لَمْ يُخْرِجْهُ مِنْ هَذَا الْوَجْه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ صَالِح بْن سَعِيد عَنْ عَائِشَة أَنَّهَا فَقَدَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَضْجَعه فَلَمَسَتْهُ بِيَدِهَا فَوَقَعَتْ عَلَيْهِ وَهُوَ سَاجِد وَهُوَ يَقُول \" رَبّ أَعْطِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْر مَنْ زَكَّاهَا أَنْتَ وَلِيّهَا وَمَوْلَاهَا\" تَفَرَّدَ بِهِ . \" حَدِيث آخَر \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا عَاصِم الْأَحْوَل عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ زَيْد بْن أَرْقَم قَالَ كَانَ رَسُول اللَّه يَقُول \" اللَّهُمَّ إِنِّي أَعُوذ بِك مِنْ الْعَجْز وَالْكَسَل وَالْهَرَم وَالْجُبْن وَالْبُخْل وَعَذَاب الْقَبْر اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْر مَنْ زَكَّاهَا أَنْتَ وَلِيّهَا وَمَوْلَاهَا اللَّهُمَّ إِنِّي أَعُوذ بِك مِنْ قَلْب لَا يَخْشَع وَمِنْ نَفْس لَا تَشْبَع وَعِلْم لَا يَنْفَع وَدَعْوَة لَا يُسْتَجَاب لَهَا \" قَالَ زَيْد كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَاهُنَّ وَنَحْنُ نُعَلِّمُكُمُوهُنّ رَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي مُعَاوِيَة عَنْ عَاصِم الْأَحْوَل عَنْ عَبْد اللَّه بْن الْحَارِث وَأَبِي عُثْمَان النَّهْدِيّ عَنْ زَيْد بْن أَرْقَم بِهِ .</p><BR> <br> ", "sura_id": 91, "type": 4, "id": 43544, "aya_id": 10}]