[{"text": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِب بِّهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ", "sura_id": 38, "type": 0, "id": 4014, "aya_id": 44}, {"text": "وخذ بيدك ضغثا فاضرب به ولا تحنث إنا وجدناه صابرا نعم العبد إنه أواب", "sura_id": 38, "type": 1, "id": 10250, "aya_id": 44}, {"text": "44 - (وخذ بيدك ضغثا) هو حزمة من حشيش أو قضبان (فاضرب به) زوجتك وكان قد حلف ليضربنها مائة ضربة لابطائها عليه يوما (ولا تحنث) بترك ضربها فأخذ مائة عود من الاذخر أو غيره فضربها به ضربة واحدة (إنا وجدناه صابرا نعم العبد) أيوب (إنه أواب) رجاع إلى الله تعالى \r\n", "sura_id": 38, "type": 2, "id": 28958, "aya_id": 44}, {"text": "وقلنا له: خذ بيدك حُزمة شماريخ، فاضرب بها زوجك إبرارًا بيمينك، فلا تحنث؛ إذ أقسم ليضربنَّها مائة جلدة إذا شفاه الله، لـمَّا غضب عليها من أمر يسير أثناء مرضه، وكانت امرأة صالحة، فرحمها الله ورحمه بهذه الفتوى. إنا وجدنا أيوب صابرًا على البلاء، نِعم العبد هو، إنه رجَّاع إلى طاعة الله.\r\n", "sura_id": 38, "type": 3, "id": 35194, "aya_id": 44}, {"text": " <font color=red>وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ</font><BR><p>قَوْله جَلَّتْ عَظَمَته\" وَخُذْ بِيَدِك ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَث \" وَذَلِكَ أَنَّ أَيُّوب عَلَيْهِ الصَّلَاة وَالسَّلَام كَانَ قَدْ غَضِبَ عَلَى زَوْجَته وَوَجَدَ عَلَيْهَا فِي أَمْر فَعَلَتْهُ قِيلَ بَاعَتْ ضَفِيرَتهَا بِخُبْزٍ فَأَطْعَمَتْهُ إِيَّاهُ فَلَامَهَا عَلَى ذَلِكَ وَحَلَفَ إِنْ شَفَاهُ اللَّه تَعَالَى لَيَضْرِبَنهَا مِائَة جَلْدَة وَقِيلَ لِغَيْرِ ذَلِكَ مِنْ الْأَسْبَاب فَلَمَّا شَفَاهُ اللَّه عَزَّ وَجَلَّ وَعَافَاهُ مَا كَانَ جَزَاؤُهَا مَعَ هَذِهِ الْخِدْمَة التَّامَّة وَالرَّحْمَة وَالشَّفَقَة وَالْإِحْسَان أَنْ تُقَابَلَ بِالضَّرْبِ فَأَفْتَاهُ اللَّه عَزَّ وَجَلَّ أَنْ يَأْخُذَ ضِغْثًا وَهُوَ الشِّمْرَاخ فِيهِ مِائَة قَضِيب فَيَضْرِبهَا بِهِ ضَرْبَة وَاحِدَة وَقَدْ بَرَّتْ يَمِينه وَخَرَجَ مِنْ حِنْثه وَوَفَّى بِنَذْرِهِ وَهَذَا مِنْ الْفَرَج وَالْمَخْرَج لِمَنْ اِتَّقَى اللَّه تَعَالَى وَأَنَابَ إِلَيْهِ وَلِهَذَا قَالَ جَلَّ وَعَلَا \" إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْد إِنَّهُ أَوَّاب \" أَثْنَى اللَّه تَعَالَى عَلَيْهِ وَمَدَحَهُ بِأَنَّهُ \" نِعْمَ الْعَبْد إِنَّهُ أَوَّاب \" أَيْ رَجَّاع مُنِيب وَلِهَذَا قَالَ جَلَّ جَلَاله \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِب وَمَنْ يَتَوَكَّل عَلَى اللَّه فَهُوَ حَسْبه إِنَّ اللَّه بَالِغ أَمْرِهِ قَدْ جَعَلَ اللَّه لِكُلِّ شَيْء قَدْرًا \" وَاسْتَدَلَّ كَثِير مِنْ الْفُقَهَاء بِهَذِهِ الْآيَة الْكَرِيمَة عَلَى مَسَائِل فِي الْأَيْمَان وَغَيْرهَا وَقَدْ أَخَذُوهَا بِمُقْتَضَاهَا وَاَللَّه أَعْلَم بِالصَّوَابِ .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40642, "aya_id": 44}]