[{"text": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُّسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاء لَا يُؤَخَّرُ لَوْ كُنتُمْ تَعْلَمُونَ", "sura_id": 71, "type": 0, "id": 5423, "aya_id": 4}, {"text": "يغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى إن أجل الله إذا جاء لا يؤخر لو كنتم تعلمون", "sura_id": 71, "type": 1, "id": 11659, "aya_id": 4}, {"text": "4 - (يغفر لكم من ذنوبكم) من زائدة فإن الإسلام يغفر به ما قبله أو تبعيضيه لإخراج حقوق العباد (ويؤخركم) بلا عذاب (إلى أجل مسمى) أجل الموت (إن أجل الله) بعذابكم إن لم تؤمنوا (إذا جاء لا يؤخر لو كنتم تعلمون) ذلك لآمنتم \r\n", "sura_id": 71, "type": 2, "id": 30367, "aya_id": 4}, {"text": "فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى, إن الموت إذا جاء لا يؤخر أبدًا, لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.\r\n", "sura_id": 71, "type": 3, "id": 36603, "aya_id": 4}, {"text": " <font color=red>يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ</font><BR><p>\" يَغْفِر لَكُمْ مِنْ ذُنُوبكُمْ \" أَيْ إِذَا فَعَلْتُمْ مَا آمُركُمْ بِهِ وَصَدَّقْتُمْ مَا أُرْسِلْت بِهِ إِلَيْكُمْ غَفَرَ اللَّه لَكُمْ ذُنُوبكُمْ \" وَمِنْ \" هَهُنَا قِيلَ إِنَّهَا زَائِدَة وَلَكِنَّ الْقَوْل بِزِيَادَتِهَا فِي الْإِثْبَات قَلِيل وَمِنْهُ قَوْل بَعْض الْعَرَب : قَدْ كَانَ مِنْ مَطَر وَقِيلَ إِنَّهَا بِمَعْنَى عَنْ تَقْدِيره يَصْفَح لَكُمْ عَنْ ذُنُوبكُمْ وَاخْتَارَهُ اِبْن جَرِير وَقِيلَ إِنَّهَا لِلتَّبْعِيضِ أَيْ يَغْفِر لَكُمْ الذُّنُوب الْعِظَام الَّتِي وَعَدَكُمْ عَلَى اِرْتِكَابكُمْ إِيَّاهَا الِانْتِقَام \" وَيُؤَخِّركُمْ إِلَى أَجَل مُسَمًّى \" أَيْ يَمُدّ فِي أَعْمَاركُمْ وَيَدْرَأ عَنْكُمْ الْعَذَاب الَّذِي إِنْ لَمْ تَجْتَنِبُوا مَا نَهَاكُمْ عَنْهُ أَوْقَعَهُ بِكُمْ وَقَدْ يُسْتَدَلّ بِهَذِهِ الْآيَة مَنْ يَقُول إِنَّ الطَّاعَة وَالْبِرّ وَصِلَة الرَّحِم يُزَاد بِهَا فِي الْعُمُر حَقِيقَة كَمَا وَرَدَ بِهِ الْحَدِيث \" صِلَة الرَّحِم تَزِيد فِي الْعُمُر \" . وَقَوْله تَعَالَى\" إِنَّ أَجَل اللَّه إِذَا جَاءَ لَا يُؤَخَّر لَوْ كُنْتُمْ تَعْلَمُونَ\" أَيْ بَادِرُوا بِالطَّاعَةِ قَبْل حُلُول النِّقْمَة فَإِنَّهُ إِذَا أَمَرَ تَعَالَى يَكُون ذَلِكَ لَا يُرَدّ وَلَا يُمَانَع فَإِنَّهُ الْعَظِيم الَّذِي قَدْ قَهَرَ كُلّ شَيْء الْعَزِيز الَّذِي دَانَتْ لِعِزَّتِهِ جَمِيع الْمَخْلُوقَات .</p><BR> <br> ", "sura_id": 71, "type": 4, "id": 42738, "aya_id": 4}]