[{"text": "قُلْ أَغَيْرَ اللّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "sura_id": 6, "type": 0, "id": 953, "aya_id": 164}, {"text": "قل أغير الله أبغي ربا وهو رب كل شيء ولا تكسب كل نفس إلا عليها ولا تزر وازرة وزر أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون", "sura_id": 6, "type": 1, "id": 7189, "aya_id": 164}, {"text": "164 - (قل أغير الله أبغي ربا) إلها أي لا أطلب غيره (وهو رب) مالك (كل شيء ولا تكسب كل نفس) ذنبا (إلا عليها ولا تزر) تحمل نفس (وازرة) آثمة (وزر) نفس (أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون) \r\n", "sura_id": 6, "type": 2, "id": 25897, "aya_id": 164}, {"text": "قل -أيها الرسول- : أغير الله أطلب إلها, وهو خالق كل شيء ومالكه ومدبره؟ ولا يعمل أي إنسان عملا سيئا إلا كان إثمه عليه, ولا تحمل نفس آثمة إثم نفس أخرى, ثم إلى ربكم معادكم يوم القيامة, فيخبركم بما كنتم تختلفون فيه من أمر الدين.\r\n", "sura_id": 6, "type": 3, "id": 32133, "aya_id": 164}, {"text": " <font color=red>قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ</font><BR><p>يَقُول تَعَالَى \" قُلْ \" يَا مُحَمَّد لِهَؤُلَاءِ الْمُشْرِكِينَ بِاَللَّهِ فِي إِخْلَاص الْعِبَادَة لَهُ وَالتَّوَكُّل عَلَيْهِ \" أَغْيَر اللَّه أَبْغِي رَبًّا \" أَيْ أَطْلُب رَبًّا سِوَاهُ\" وَهُوَ رَبّ كُلّ شَيْء \" يُرَبِّينِي وَيَحْفَظنِي وَيَكْلَؤُنِي وَيُدَبِّر أَمْرِي أَيْ لَا أَتَوَكَّل إِلَّا عَلَيْهِ وَلَا أُنِيب إِلَّا إِلَيْهِ لِأَنَّهُ رَبّ كُلّ شَيْء وَمَلِيكه وَلَهُ الْخَلْق وَالْأَمْر فَفِي هَذِهِ الْآيَة الْأَمْر بِإِخْلَاصِ التَّوْكِيل تَضَمَّنَتْ الَّتِي قَبْلهَا إِخْلَاص الْعِبَادَة لِلَّهِ وَحْده لَا شَرِيك لَهُ وَهَذَا الْمَعْنَى يُقْرَن بِالْآخَرِ كَثِيرًا فِي الْقُرْآن كَقَوْلِهِ تَعَالَى مُرْشِدًا لِعِبَادِهِ أَنْ يَقُولُوا لَهُ \" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين \" وَقَوْله \" فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ\" وَقَوْله \" قُلْ هُوَ الرَّحْمَن آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا\" وَقَوْله \" رَبّ الْمَشْرِق وَالْمَغْرِب لَا إِلَه هُوَ فَاِتَّخِذْهُ وَكِيلًا \" وَأَشْبَاه ذَلِكَ مِنْ الْآيَات وَقَوْله تَعَالَى \" وَلَا تَكْسِب كُلّ نَفْس إِلَّا عَلَيْهَا وَلَا تَزِر وَازِرَة وِزْر أُخْرَى\" إِخْبَار عَنْ الْوَاقِع يَوْم الْقِيَامَة فِي جَزَاء اللَّه تَعَالَى وَحُكْمه وَعَدْله أَنَّ النُّفُوس إِنَّمَا تُجَازَى بِأَعْمَالِهَا إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ وَأَنَّهُ لَا يُحْمَل مِنْ خَطِيئَة أَحَد عَلَى أَحَد وَهَذَا مِنْ عَدْله تَعَالَى كَمَا قَالَ\" وَإِنْ تَدْعُ مُثْقَلَة إِلَى حِمْلهَا لَا يُحْمَل مِنْهُ شَيْء وَلَوْ كَانَ ذَا قُرْبَى \" وَقَوْله تَعَالَى \" فَلَا يَخَاف ظُلْمًا وَلَا هَضْمًا \" قَالَ عُلَمَاء التَّفْسِير : أَيْ فَلَا يُظْلَم بِأَنْ يُحْمَل عَلَيْهِ سَيِّئَات غَيْره وَلَا تُهْضَم بِأَنْ يُنْقَص مِنْ حَسَنَاته وَقَالَ تَعَالَى \" كُلّ نَفْس بِمَا كَسَبَتْ رَهِينَة إِلَّا أَصْحَاب الْيَمِين \" مَعْنَاهُ كُلّ نَفْس مُرْتَهِنَة بِعَمَلِهَا السَّيِّئ إِلَّا أَصْحَاب الْيَمِين فَإِنَّهُ قَدْ يَعُود بَرَكَة أَعْمَالهمْ الصَّالِحَة عَلَى ذُرِّيَّاتهمْ وَقَرَابَاتهمْ كَمَا قَالَ فِي سُورَة الطُّور \" وَاَلَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتهمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتهمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلهمْ مِنْ شَيْء \" أَيْ أَلْحَقْنَا بِهِمْ ذُرِّيَّتهمْ فِي الْمَنْزِلَة الرَّفِيعَة فِي الْجَنَّة وَإِنْ لَمْ يَكُونُوا قَدْ شَارَكُوهُمْ فِي الْأَعْمَال بَلْ فِي أَصْل الْإِيمَان وَمَا أَلَتْنَاهُمْ أَيْ أَنْقَصْنَا أُولَئِكَ السَّادَة الرُّفَعَاء مِنْ أَعْمَالهمْ شَيْئًا حَتَّى سَاوَيْنَاهُمْ وَهَؤُلَاءِ الَّذِينَ هُمْ أَنْقَص مِنْهُمْ مَنْزِلَة بَلْ رَفَعَهُمْ تَعَالَى إِلَى مَنْزِلَة الْآبَاء بِبَرَكَةِ أَعْمَالهمْ بِفَضْلِهِ وَمِنَّته ثُمَّ قَالَ \" كُلّ اِمْرِئٍ بِمَا كَسَبَ رَهِين \" أَيْ مِنْ شَرّ وَقَوْله \" ثُمَّ إِلَى رَبّكُمْ مَرْجِعكُمْ فَيُنَبِّئكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ \" أَيْ اِعْمَلُوا عَلَى مَكَانَتكُمْ إِنَّا عَامِلُونَ عَلَى مَا نَحْنُ عَلَيْهِ فَسَتَعْرِضُونَ وَنَعْرِض عَلَيْهِ وَيُنَبِّئنَا وَإِيَّاكُمْ بِأَعْمَالِنَا وَأَعْمَالكُمْ وَمَا كُنَّا نَخْتَلِف فِي الدَّار الدُّنْيَا كَقَوْلِهِ \" قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَل عَمَّا تَعْمَلُونَ قُلْ يَجْمَع بَيْننَا رَبّنَا ثُمَّ يَفْتَح بَيْننَا بِالْحَقِّ وَهُوَ الْفَتَّاح الْعَلِيم \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42148, "aya_id": 164}]