[{"text": "وَإِن كُنتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ وَادْعُواْ شُهَدَاءكُم مِّن دُونِ اللّهِ إِنْ كُنْتُمْ صَادِقِينَ", "sura_id": 2, "type": 0, "id": 30, "aya_id": 23}, {"text": "وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من مثله وادعوا شهداءكم من دون الله إن كنتم صادقين", "sura_id": 2, "type": 1, "id": 6266, "aya_id": 23}, {"text": "23 - (وإن كنتم في ريب) شك (مما نزَّلنا على عبدنا) محمد من القرآن أنه من عند الله (فأتوا بسورة من مثله) أي المنزل ومن للبيان أي هي مثله في البلاغة وحسن النظم والإخبار عن الغيب . - والسورة قطعة لها أول وآخر أقلها ثلاث آيات - (وادعوا شهداءكم) آلهتكم التي تعبدونها (من دون الله) أي غيره لتعينكم (إن كنتم صادقين) في أن محمدا قاله من عند نفسه فافعلوا ذلك فإنكم عربيون فصحاءَ مثله \r\n", "sura_id": 2, "type": 2, "id": 24974, "aya_id": 23}, {"text": "وإن كنتم -أيها الكافرون المعاندون- في شَكٍّ من القرآن الذي نَزَّلناه على عبدنا محمد صلى الله عليه وسلم, وتزعمون أنه ليس من عند الله, فهاتوا سورة تماثل سورة من القرآن, واستعينوا بمن تقدرون عليه مِن أعوانكم, إن كنتم صادقين في دعواكم\r\n", "sura_id": 2, "type": 3, "id": 31210, "aya_id": 23}, {"text": " <font color=red>وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>ثُمَّ شَرَعَ تَعَالَى فِي تَقْرِير النُّبُوَّة بَعْد أَنْ قَرَّرَ أَنَّهُ لَا إِلَه إِلَّا هُوَ فَقَالَ مُخَاطِبًا لِلْكَافِرِينَ \" وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدنَا \" يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَأْتُوا بِسُورَةٍ مِنْ مِثْل مَا جَاءَ بِهِ إِنْ زَعَمْتُمْ أَنَّهُ مِنْ عِنْد غَيْر اللَّه فَعَارِضُوهُ بِمِثْلِ مَا جَاءَ بِهِ وَاسْتَعِينُوا عَلَى ذَلِكَ بِمَنْ شِئْتُمْ مِنْ دُون اللَّه فَإِنَّكُمْ لَا تَسْتَطِيعُونَ ذَلِكَ قَالَ اِبْن عَبَّاس شُهَدَاءَكُمْ أَعْوَانكُمْ وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك شُرَكَاءَكُمْ أَيْ قَوْمًا آخَرِينَ يُسَاعِدُونَكُمْ عَلَى ذَلِكَ أَيْ اِسْتَعِينُوا بِآلِهَتِكُمْ فِي ذَلِكَ يَمُدُّونَكُمْ وَيَنْصُرُونَكُمْ وَقَالَ مُجَاهِد وَادْعُوا شُهَدَاءَكُمْ قَالَ نَاس يَشْهَدُونَ بِهِ يَعْنِي حُكَّام الْفُصَحَاء وَقَدْ تَحَدَّاهُمْ اللَّه تَعَالَى بِهَذَا فِي غَيْر مَوْضِع مِنْ الْقُرْآن فَقَالَ فِي سُورَة الْقَصَص \" قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْد اللَّه هُوَ أَهْدَى مِنْهُمَا أَتَّبِعهُ إِنْ كُنْتُمْ صَادِقِينَ \" وَقَالَ فِي سُورَة سُبْحَان \" قُلْ لَئِنْ اِجْتَمَعَتْ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآن لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا \" وَقَالَ فِي سُورَة هُود \" أَمْ يَقُولُونَ اِفْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَر مِثْله مُفْتَرَيَات وَادْعُوا مَنْ اِسْتَطَعْتُمْ مِنْ دُون اللَّه إِنْ كُنْتُمْ صَادِقِينَ\" وَقَالَ فِي سُورَة يُونُس \" وَمَا كَانَ هَذَا الْقُرْآن أَنْ يُفْتَرَى مِنْ دُون اللَّه وَلَكِنْ تَصْدِيق الَّذِي بَيْن يَدَيْهِ وَتَفْصِيل الْكِتَاب لَا رَيْب فِيهِ مِنْ رَبّ الْعَالَمِينَ أَمْ يَقُولُونَ اِفْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِنْ مِثْله وَادْعُوا مَنْ اِسْتَطَعْتُمْ مِنْ دُون اللَّه إِنْ كُنْتُمْ صَادِقِينَ \" وَكُلّ هَذِهِ الْآيَات مَكِّيَّة ثُمَّ تَحَدَّاهُمْ بِذَلِكَ أَيْضًا فِي الْمَدِينَة فَقَالَ فِي هَذِهِ الْآيَة \" وَإِنْ كُنْتُمْ فِي رَيْب \" أَيْ شَكّ \" مِمَّا نَزَّلْنَا عَلَى عَبْدنَا \" يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَأْتُوا بِسُورَةٍ مِنْ مِثْله \" يَعْنِي مِنْ مِثْل الْقُرْآن قَالَهُ مُجَاهِد وَقَتَادَة وَاخْتَارَهُ اِبْن جَرِير وَالطَّبَرِيّ وَالزَّمَخْشَرِيّ وَالرَّازِيّ وَنَقَلَهُ عَنْ عُمَر وَابْن مَسْعُود وَابْن عَبَّاس وَالْحَسَن الْبَصْرِيّ وَأَكْثَر الْمُحَقِّقِينَ وَرَجَّحَ ذَلِكَ بِوُجُوهٍ مِنْ أَحْسَنهَا أَنَّهُ تَحَدَّاهُمْ كُلّهمْ مُتَفَرِّقِينَ وَمُجْتَمِعِينَ سَوَاء فِي ذَلِكَ أُمِّيّهمْ وَكِتَابِيّهمْ وَذَلِكَ أَكْمَل فِي التَّحَدِّي وَأَشْمَل مِنْ أَنْ يَتَحَدَّى آحَادهمْ الْأُمِّيِّينَ مِمَّنْ لَا يَكْتُب وَلَا يُعَانِي شَيْئًا مِنْ الْعُلُوم وَبِدَلِيلِ قَوْله تَعَالَى \" فَأْتُوا بِعَشْرِ سُوَر مِثْله \" وَقَوْله لَا يَأْتُونَ بِمِثْلِهِ . وَقَالَ بَعْضهمْ مِنْ مِثْل مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي مِنْ رَجُل أُمِّيّ مِثْله . وَالصَّحِيح الْأَوَّل لِأَنَّ التَّحَدِّي عَامّ لَهُمْ كُلّهمْ مَعَ أَنَّهُمْ أَفْصَح الْأُمَم وَقَدْ تَحَدَّاهُمْ بِهَذَا فِي مَكَّة وَالْمَدِينَة مَرَّات عَدِيدَة مَعَ شِدَّة عَدَاوَتهمْ لَهُ وَبُغْضهمْ لِدِينِهِ وَمَعَ هَذَا أُعْجِزُوا عَنْ ذَلِكَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38642, "aya_id": 23}]