[{"text": "وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ", "sura_id": 28, "type": 0, "id": 3305, "aya_id": 53}, {"text": "وإذا يتلى عليهم قالوا آمنا به إنه الحق من ربنا إنا كنا من قبله مسلمين", "sura_id": 28, "type": 1, "id": 9541, "aya_id": 53}, {"text": "53 - (وإذا يتلى عليهم) القرآن (قالوا آمنا به إنه الحق من ربنا إنا كنا من قبله مسلمين) موحدين \r\n", "sura_id": 28, "type": 2, "id": 28249, "aya_id": 53}, {"text": "وإذا يتلى هذا القرآن على الذين آتيناهم الكتاب, قالوا: صدَّقنا به, وعملنا بما فيه, إنه الحق من عند ربنا, إنا كنا من قبل نزوله مسلمين موحدين، فدين الله واحد, وهو الإسلام.\r\n", "sura_id": 28, "type": 3, "id": 34485, "aya_id": 53}, {"text": " <font color=red>وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْعُلَمَاء الْأَوْلِيَاء مِنْ أَهْل الْكِتَاب أَنَّهُمْ يُؤْمِنُونَ بِالْقُرْآنِ كَمَا قَالَ تَعَالَى : \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب يَتْلُونَهُ حَقّ تِلَاوَته أُولَئِكَ يُؤْمِنُونَ بِهِ \" وَقَالَ تَعَالَى : \" وَإِنَّ مِنْ أَهْل الْكِتَاب لَمَنْ يُؤْمِن بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ \" وَقَالَ تَعَالَى : \" إِنَّ الَّذِينَ أُوتُوا الْعِلْم مِنْ قَبْله إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَان رَبّنَا إِنْ كَانَ وَعْد رَبّنَا لَمَفْعُولًا \" وَقَالَ تَعَالَى :\" وَلَتَجِدَنَّ أَقْرَبهمْ مَوَدَّة لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى - إِلَى قَوْله - فَاكْتُبْنَا مَعَ الشَّاهِدِينَ \" قَالَ سَعِيد بْن جُبَيْر نَزَلَتْ فِي سَبْع مِنْ الْقِسِّيسِينَ بَعَثَهُمْ النَّجَاشِيّ فَلَمَّا قَدِمُوا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ عَلَيْهِمْ \" يس وَالْقُرْآن الْحَكِيم \" حَتَّى خَتَمَهَا فَجَعَلُوا يَبْكُونَ وَأَسْلَمُوا وَنَزَلَتْ فِيهِمْ هَذِهِ الْآيَة الْأُخْرَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب مِنْ قَبْله هُمْ بِهِ يُؤْمِنُونَ وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقّ مِنْ رَبّنَا إِنَّا كُنَّا مِنْ قَبْله مُسْلِمِينَ \" يَعْنِي مِنْ قَبْل هَذَا الْقُرْآن كُنَّا مُسْلِمِينَ أَيْ مُوَحِّدِينَ مُخْلِصِينَ لِلَّهِ مُسْتَجِيبِينَ لَهُ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39734, "aya_id": 53}]