[{"text": "لاَ تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ وَلاَ تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ", "sura_id": 15, "type": 0, "id": 1890, "aya_id": 88}, {"text": "لا تمدن عينيك إلى ما متعنا به أزواجا منهم ولا تحزن عليهم واخفض جناحك للمؤمنين", "sura_id": 15, "type": 1, "id": 8126, "aya_id": 88}, {"text": "88 - (لا تمدن عينيك إلى ما متعنا به أزواجا) أصنافا (منهم ولا تحزن عليهم) إن لم يؤمنوا (واخفض جناحك) ألن جانبك (للمؤمنين) \r\n", "sura_id": 15, "type": 2, "id": 26834, "aya_id": 88}, {"text": "لا تنظر بعينيك وتتمنَّ ما مَتَّعْنا به أصنافًا من الكفار مِن مُتَع الدنيا, ولا تحزن على كفرهم, وتواضَعْ للمؤمنين بالله ورسوله.\r\n", "sura_id": 15, "type": 3, "id": 33070, "aya_id": 88}, {"text": " <font color=red>لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ</font><BR><p>وَقَوْله\" لَا تَمُدَّنَّ عَيْنَيْك إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ\" أَيْ اِسْتَغْنِ بِمَا آتَاك اللَّه مِنْ الْقُرْآن الْعَظِيم عَمَّا هُمْ فِيهِ مِنْ الْمَتَاع وَالزَّهْرَة الْفَانِيَة وَمِنْ هَهُنَا ذَهَبَ اِبْن عُيَيْنَة إِلَى تَفْسِير الْحَدِيث الصَّحِيح \" لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ \" إِلَى أَنَّهُ يُسْتَغْنَى بِهِ عَمَّا عَدَاهُ وَهُوَ تَفْسِير صَحِيح وَلَكِنْ لَيْسَ هُوَ الْمَقْصُود مِنْ الْحَدِيث كَمَا تَقَدَّمَ فِي أَوَّل التَّفْسِير . وَقَالَ اِبْن أَبِي حَاتِم : ذُكِرَ عَنْ وَكِيع بْن الْجَرَّاح حَدَّثَنَا مُوسَى بْن عُبَيْدَة عَنْ يَزِيد بْن عَبْد اللَّه بْن قُسَيْطٍ عَنْ أَبِي رَافِع صَاحِب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ ضَافَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ضَيْفًا وَلَمْ يَكُنْ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْء يَصْلُحهُ فَأَرْسَلَ إِلَى رَجُل مِنْ الْيَهُود \" يَقُول لَك مُحَمَّد رَسُول اللَّه أَسْلِفْنِي دَقِيقًا إِلَى هِلَال رَجَب \" قَالَ لَا إِلَّا بِرَهْنٍ فَأَتَيْت النَّبِيّ صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آله وَسَلَّمَ فَأَخْبَرْته فَقَالَ \" أَمَا وَاَللَّه إِنِّي لَأَمِين مَنْ فِي السَّمَاء وَأَمِين مَنْ فِي الْأَرْض وَلَئِنْ أَسْلَفَنِي أَوْ بَاعَنِي لَأُؤَدِّيَن إِلَيْهِ \" فَلَمَّا خَرَجْت مِنْ عِنْده نَزَلَتْ هَذِهِ الْآيَة \" لَا تَمُدَّنَّ عَيْنَيْك إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَة الْحَيَاة الدُّنْيَا \" إِلَى آخِر الْآيَة كَأَنَّهُ يُعَزِّيه عَنْ الدُّنْيَا . قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" لَا تَمُدَّنَّ عَيْنَيْك \" قَالَ نُهِيَ الرَّجُل أَنْ يَتَمَنَّى مَا لِصَاحِبِهِ . وَقَالَ مُجَاهِد \" إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ\" هُمْ الْأَغْنِيَاء . وَاخْفِضْ جَنَاحك لِلْمُؤْمِنِينَ أَيْ أَلِنْ لَهُمْ جَانِبك كَقَوْلِهِ \" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ عَزِيز عَلَيْهِ مَا عَنِتُّمْ حَرِيص عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوف رَحِيم \" .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 38038, "aya_id": 88}]