[{"text": "قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا", "sura_id": 19, "type": 0, "id": 2260, "aya_id": 10}, {"text": "قال رب اجعل لي آية قال آيتك ألا تكلم الناس ثلاث ليال سويا", "sura_id": 19, "type": 1, "id": 8496, "aya_id": 10}, {"text": "10 - (قال رب اجعل لي آية) أي علامة على حمل امرأتي (قال آيتك) عليه (ألا تكلم الناس) أي تمتنع من كلامهم بخلاف ذكر الله (ثلاث ليال) أي بأيامها (سويا) حال من فاعل تكلم أي بلا علة \r\n", "sura_id": 19, "type": 2, "id": 27204, "aya_id": 10}, {"text": "قال زكريا زيادة في اطمئنانه: ربِّ اجعل لي علامة على تحقُّق ما بَشَّرَتْني به الملائكة, قال: علامتك أن لا تقدر على كلام الناس مدة ثلاث ليال وأيامها, وأنت صحيح معافى.\r\n", "sura_id": 19, "type": 3, "id": 33440, "aya_id": 10}, {"text": " <font color=red>قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ زَكَرِيَّا عَلَيْهِ السَّلَام أَنَّهُ \" قَالَ رَبّ اِجْعَلْ لِي آيَة \" أَيْ عَلَامَة وَدَلِيلًا عَلَى وُجُود مَا وَعَدْتنِي لِتَسْتَقِرّ نَفْسِي وَيَطْمَئِنّ قَلْبِي بِمَا وَعَدْتنِي كَمَا قَالَ إِبْرَاهِيم عَلَيْهِ السَّلَام \" رَبّ أَرِنِي كَيْف تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنّ قَلْبِي \" \" قَالَ آيَتك \" أَيْ عَلَامَتك \" أَلَّا تُكَلِّم النَّاس ثَلَاث لَيَالٍ سَوِيًّا \" أَيْ أَنْ تَحْبِس لِسَانك عَنْ الْكَلَام ثَلَاث لَيَالٍ وَأَنْتَ صَحِيح سَوِيّ مِنْ غَيْر مَرَض وَلَا عِلَّة . قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَوَهْب وَالسُّدِّيّ وَقَتَادَة وَغَيْر وَاحِد اِعْتَقَلَ لِسَانه مِنْ غَيْر مَرَض وَلَا عِلَّة قَالَ اِبْن زَيْد بْن أَسْلَمَ كَانَ يَقْرَأ وَيُسَبِّح وَلَا يَسْتَطِيع أَنْ يُكَلِّم قَوْمه إِلَّا إِشَارَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" ثَلَاث لَيَالٍ سَوِيًّا \" أَيْ مُتَتَابِعَات وَالْقَوْل الْأَوَّل عَنْهُ وَعَنْ الْجُمْهُور أَصَحّ كَمَا قَالَ تَعَالَى فِي آلَ عِمْرَان \" قَالَ رَبّ اِجْعَلْ لِي آيَة قَالَ آيَتك أَلَّا تُكَلِّم النَّاس ثَلَاثَة أَيَّام إِلَّا رَمْزًا وَاذْكُرْ رَبّك كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَار \" وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ \" ثَلَاث لَيَالٍ سَوِيًّا \" مِنْ غَيْر خَرَس وَهَذَا دَلِيل عَلَى أَنَّهُ لَمْ يَكُنْ يُكَلِّم النَّاس فِي هَذِهِ اللَّيَالِي الثَّلَاث وَأَيَّامهَا \" إِلَّا رَمْزًا \" أَيْ إِشَارَة .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38400, "aya_id": 10}]