[{"text": "قُلِ انظُرُواْ مَاذَا فِي السَّمَاوَاتِ وَالأَرْضِ وَمَا تُغْنِي الآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لاَّ يُؤْمِنُونَ", "sura_id": 10, "type": 0, "id": 1465, "aya_id": 101}, {"text": "قل انظروا ماذا في السماوات والأرض وما تغني الآيات والنذر عن قوم لا يؤمنون", "sura_id": 10, "type": 1, "id": 7701, "aya_id": 101}, {"text": "101 - (قل) لكفار مكة (انظروا ماذا) أي الذي (في السماوات والأرض) من الآيات الدالة على وحدانية الله تعالى (وما تغني الآيات والنذر) جمع نذير ، أي الرسل (عن قوم لا يؤمنون) في علم الله أي ما تنفعهم \r\n", "sura_id": 10, "type": 2, "id": 26409, "aya_id": 101}, {"text": "قل -أيها الرسول- لقومك: تفكروا واعتبروا بما في السموات والأرض من آيات الله البينات, ولكن الآيات والعبر والرسل المنذرة عباد الله عقابه, لا تنفع قومًا لا يؤمنون بشيء من ذلك؛ لإعراضهم وعنادهم.\r\n", "sura_id": 10, "type": 3, "id": 32645, "aya_id": 101}, {"text": " <font color=red>قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ</font><BR><p>يُرْشِد تَعَالَى عِبَاده إِلَى التَّفَكُّر فِي آلَائِهِ وَمَا خَلَقَ اللَّه فِي السَّمَوَات وَالْأَرْض مِنْ الْآيَات الْبَاهِرَة لِذَوِي الْأَلْبَاب مِمَّا فِي السَّمَوَات مِنْ كَوَاكِب نَيِّرَات ثَوَابِت وَسَيَّارَات ; وَالشَّمْس وَالْقَمَر وَاللَّيْل وَالنَّهَار وَاخْتِلَافهمَا وَإِيلَاج أَحَدهمَا فِي الْآخَر حَتَّى يَطُول هَذَا وَيَقْصُر هَذَا ثُمَّ يَقْصُر هَذَا وَيَطُول هَذَا وَارْتِفَاع السَّمَاء وَاتِّسَاعهَا وَحُسْنهَا وَزِينَتهَا وَمَا أَنْزَلَ اللَّه مِنْهَا مِنْ مَطَر فَأَحْيَا بِهِ الْأَرْض بَعْد مَوْتهَا وَأَخْرَجَ فِيهَا مِنْ أَفَانِين الثِّمَار وَالزُّرُوع وَالْأَزَاهِير وَصُنُوف النَّبَات وَمَا ذَرَأَ فِيهَا مِنْ دَوَابّ مُخْتَلِفَة الْأَشْكَال وَالْأَلْوَان وَالْمَنَافِع وَمَا فِيهَا مِنْ جِبَال وَسُهُول وَقِفَار وَعُمْرَان وَخَرَاب ; وَمَا فِي الْبَحْر مِنْ الْعَجَائِب وَالْأَمْوَاج وَهُوَ مَعَ هَذَا مُسَخَّر مُذَلَّل لِلسَّالِكِينَ يَحْمِل سُفُنهمْ وَيَجْرِي بِهَا بِرِفْقٍ بِتَسْخِيرِ الْقَدِير لَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ . وَقَوْله \" وَمَا تُغْنِي الْآيَات وَالنُّذُر عَنْ قَوْم لَا يُؤْمِنُونَ \" أَيْ وَأَيّ شَيْء تُغْنِي الْآيَات السَّمَاوِيَّة وَالْأَرْضِيَّة وَالرُّسُل بِآيَاتِهَا وَحُجَجهَا وَبَرَاهِينهَا الدَّالَّة عَلَى صِدْقهَا عَنْ قَوْم لَا يُؤْمِنُونَ كَقَوْلِهِ \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ \" الْآيَة .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37427, "aya_id": 101}]