[{"text": "فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ", "sura_id": 7, "type": 0, "id": 960, "aya_id": 6}, {"text": "فلنسألن الذين أرسل إليهم ولنسألن المرسلين", "sura_id": 7, "type": 1, "id": 7196, "aya_id": 6}, {"text": "6 - (فلنسألن الذين أرسل إليهم) أي الأمم عن إجابتهم الرسل وعملهم فيما بلغهم (ولنسألن المرسلين) عن الإبلاغ \r\n", "sura_id": 7, "type": 2, "id": 25904, "aya_id": 6}, {"text": "المرسلون: ماذا أجبتم رسلنا إليكم؟ ولنسْألَنَّ المرسلين عن تبليغهم لرسالات ربهم، وعمَّا أجابتهم به أممهم.\r\n", "sura_id": 7, "type": 3, "id": 32140, "aya_id": 6}, {"text": " <font color=red>فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ</font><BR><p>قَوْله \" فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ \" الْآيَة . كَقَوْلِهِ \" وَيَوْم يُنَادِيهِمْ فَيَقُول مَاذَا أَجَبْتُمْ الْمُرْسَلِينَ\" وَقَوْله \" يَوْم يَجْمَع اللَّه الرُّسُل فَيَقُول مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْم لَنَا إِنَّك أَنْتَ عَلَّام الْغُيُوب \" فَيَسْأَل اللَّه الْأُمَم يَوْم الْقِيَامَة عَمَّا أَجَابُوا رُسُله فِيمَا أَرْسَلَهُمْ بِهِ وَيَسْأَل الرُّسُل أَيْضًا عَنْ إِبْلَاغ رِسَالَاته وَلِهَذَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي تَفْسِير هَذِهِ الْآيَة \" فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ \" قَالَ عَمَّا بَلَّغُوا وَقَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن الْحَسَن حَدَّثَنَا أَبُو سَعِيد الْكِنْدِيّ حَدَّثَنَا الْمُحَارِبِيّ عَنْ لَيْث عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّكُمْ رَاعٍ وَكُلّكُمْ مَسْئُول عَنْ رَعِيَّته فَالْإِمَام يُسْأَل عَنْ رَعِيَّته وَالرَّجُل يُسْأَل عَنْ أَهْله وَالْمَرْأَة تُسْأَل عَنْ بَيْت زَوْجهَا وَالْعَبْد يُسْأَل عَنْ مَال سَيِّده \" . قَالَ اللَّيْث وَحَدَّثَنِي اِبْن طَاوُس مِثْله ثُمَّ قَرَأَ \" فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ \" وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ بِدُونِ هَذِهِ الزِّيَادَة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42628, "aya_id": 6}]