[{"text": "ثُمَّ دَنَا فَتَدَلَّى", "sura_id": 53, "type": 0, "id": 4792, "aya_id": 8}, {"text": "ثم دنا فتدلى", "sura_id": 53, "type": 1, "id": 11028, "aya_id": 8}, {"text": "8 - (ثم دنا) قرب منه (فتدلى) زاد في القرب \r\n", "sura_id": 53, "type": 2, "id": 29736, "aya_id": 8}, {"text": "ثم دنا جبريل من الرسول صلى الله عليه وسلم، فزاد في القرب,\r\n", "sura_id": 53, "type": 3, "id": 35972, "aya_id": 8}, {"text": " <font color=red>ثُمَّ دَنَا فَتَدَلَّى</font><BR><p>هَبَطَ عَلَيْهِ جِبْرِيل عَلَيْهِ السَّلَام وَتَدَلَّى إِلَيْهِ فَاقْتَرَبَ مِنْهُ وَهُوَ عَلَى الصُّورَة الَّتِي خَلَقَهُ اللَّه عَلَيْهَا لَهُ سِتُّمِائَةِ جَنَاح ثُمَّ رَآهُ بَعْد ذَلِكَ نَزْلَةً أُخْرَى عِنْد سِدْرَة الْمُنْتَهَى يَعْنِي لَيْلَة الْإِسْرَاء وَكَانَتْ هَذِهِ الرُّؤْيَة الْأُولَى فِي أَوَائِل الْبَعْثَة بَعْدَمَا جَاءَهُ جِبْرِيل عَلَيْهِ السَّلَام أَوَّل مَرَّة فَأَوْحَى اللَّه إِلَيْهِ صَدْر سُورَة اِقْرَأْ ثُمَّ فَتَرَ الْوَحْي فَتْرَة ذَهَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا مِرَارًا لِيَتَرَدَّى مِنْ رُءُوس الْجِبَال فَكُلَّمَا هَمَّ بِذَلِكَ نَادَاهُ جِبْرِيل مِنْ الْهَوَاء يَا مُحَمَّد أَنْتَ رَسُول اللَّه حَقًّا وَأَنَا جِبْرِيل فَيَسْكُن لِذَلِكَ جَأْشُهُ وَتَقَرُّ عَيْنه وَكُلَّمَا طَالَ عَلَيْهِ الْأَمْر عَادَ لِمِثْلِهَا حَتَّى تَبَدَّى لَهُ جِبْرِيل وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْأَبْطُحِ فِي صُورَته الَّتِي خَلَقَهُ اللَّه عَلَيْهَا لَهُ سِتُّمِائَةِ جَنَاح قَدْ سَدَّ عِظَمُ خَلْقه الْأُفُقَ فَاقْتَرَبَ مِنْهُ وَأَوْحَى إِلَيْهِ عَنْ اللَّه عَزَّ وَجَلَّ مَا أَمَرَهُ بِهِ فَعَرَفَ عِنْد ذَلِكَ عَظَمَة الْمَلَك الَّذِي جَاءَهُ بِالرِّسَالَةِ وَجَلَالَة قَدْره وَعُلُوّ مَكَانَته عِنْد خَالِقه الَّذِي بَعَثَهُ إِلَيْهِ فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّاز فِي مُسْنَده حَيْثُ قَالَ حَدَّثَنَا سَلَمَة بْن شَبِيب حَدَّثَنَا سَعِيد بْن مَنْصُور حَدَّثَنَا الْحَارِث بْن عُبَيْد عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَيْنَا أَنَا قَاعِد إِذْ جَاءَ جِبْرِيل عَلَيْهِ السَّلَام فَوَكَزَ بَيْن كَتِفَيَّ فَقُمْت إِلَى شَجَرَة فِيهَا كَوَكْرَيْ الطَّيْر فَقَعَدَ فِي أَحَدهمَا وَقَعَدْت فِي الْآخَر فَسَمَتْ وَارْتَفَعَتْ حَتَّى سَدَّتْ الْخَافِقَيْنِ وَأَنَا أُقَلِّب طَرْفِي وَلَوْ شِئْت أَنْ أَمَسَّ السَّمَاءَ لَمَسِسْت فَالْتَفَتَ إِلَيَّ جِبْرِيلُ كَأَنَّهُ جَلَسَ لاطىء فَعَرَفْت فَضْل عِلْمه بِاَللَّهِ عَلَيَّ وَفُتِحَ لِي بَاب مِنْ أَبْوَاب السَّمَاء وَرَأَيْت النُّور الْأَعْظَم وَإِذَا دُون الْحِجَاب زَفْزَفَة الدُّرّ وَالْيَاقُوت وَأَوْحَى إِلَيَّ مَا شَاءَ اللَّه أَنْ يُوحِيَ \" ثُمَّ قَالَ الْبَزَّار لَا يَرْوِيه إِلَّا الْحَارِث بْن عُبَيْد وَكَانَ رَجُلًا مَشْهُورًا مِنْ أَهْل الْبَصَر\" قُلْت \" الْحَارِث بْن عُبَيْد هَذَا هُوَ أَبُو قُدَامَة الْإِيَادِيّ أَخْرَجَ لَهُ مُسْلِم فِي صَحِيحه إِلَّا أَنَّ اِبْن مَعِين ضَعَّفَهُ وَقَالَ لَيْسَ هُوَ بِشَيْءٍ وَقَالَ الْإِمَام أَحْمَد مُضْطَرِب الْحَدِيث وَقَالَ أَبُو حَاتِم الرَّازِيّ يُكْتَب حَدِيثه وَلَا يُحْتَجّ بِهِ وَقَالَ اِبْن حِبَّان كَثُرَ وَهْمُهُ فَلَا يَجُوز الِاحْتِجَاج بِهِ إِذَا اِنْفَرَدَ فَهَذَا الْحَدِيث مِنْ غَرَائِب رِوَايَاته فَإِنَّ فِيهِ نَكَارَةً وَغَرَابَةَ أَلْفَاظ وَسِيَاقًا عَجِيبًا وَلَعَلَّهُ مَنَام وَاَللَّه أَعْلَم وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج حَدَّثَنَا شَرِيك عَنْ عَاصِم عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه أَنَّهُ قَالَ : رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِبْرِيل فِي صُورَته وَلَهُ سِتُّمِائَةِ جَنَاح كُلّ جَنَاح مِنْهَا قَدْ سَدَّ الْأُفُق يَسْقُط مِنْ جَنَاحه مِنْ التَّهَاوِيل وَالدُّرّ وَالْيَاقُوت مَا اللَّه بِهِ عَلِيم . اِنْفَرَدَ بِهِ أَحْمَد وَقَالَ أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ إِدْرِيس بْن مُنَبِّه عَنْ وَهْب بْن مُنَبِّه عَنْ اِبْن عَبَّاس قَالَ : سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِبْرِيل أَنْ يَرَاهُ فِي صُورَته فَقَالَ اُدْعُ رَبّك فَدَعَا رَبّه عَزَّ وَجَلَّ فَطَلَعَ عَلَيْهِ سَوَاد مِنْ قِبَل الْمَشْرِق فَجَعَلَ يَرْتَفِع وَيَنْتَشِر فَلَمَّا رَآهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صُعِقَ فَأَتَاهُ فَنَعَشَهُ وَمَسَحَ الْبُزَاق عَنْ شِدْقِهِ . تَفَرَّدَ بِهِ أَحْمَد وَقَدْ رَوَاهُ اِبْن عَسَاكِر فِي تَرْجَمَة عُتْبَة بْن أَبِي لَهَبٍ مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق عَنْ عُثْمَان بْن عُرْوَة بْن الزُّبَيْر عَنْ أَبِيهِ عَنْ هَنَّاد بْن الْأَسْوَد قَالَ : كَانَ أَبُو لَهَب وَابْنه عُتْبَة قَدْ تَجَهَّزَا إِلَى الشَّام فَتَجَهَّزْت مَعَهُمَا فَقَالَ اِبْنه عُتْبَة وَاَللَّهِ لَأَنْطَلِقَنَّ إِلَى مُحَمَّدٍ وَلَأُوذِيَنَّهُ فِي رَبّه سُبْحَانه وَتَعَالَى فَانْطَلَقَ حَتَّى أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّد هُوَ يَكْفُر بِاَلَّذِي دَنَا فَتَدَلَّى فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ سَلِّطْ عَلَيْهِ كَلْبًا مِنْ كِلَابك \" ثُمَّ اِنْصَرَفَ عَنْهُ فَرَجَعَ إِلَى أَبِيهِ فَقَالَ يَا بُنَيَّ مَا قُلْت لَهُ ؟ فَذَكَرَ لَهُ مَا قَالَهُ فَقَالَ فَمَا قَالَ لَك قَالَ : قَالَ \" اللَّهُمَّ سَلِّطْ عَلَيْهِ كَلْبًا مِنْ كِلَابك \" قَالَ يَا بُنَيَّ وَاَللَّه مَا آمَنُ عَلَيْك دُعَاءَهُ فَسِرْنَا حَتَّى نَزَلْنَا أَبْرَاه وَهِيَ فِي سُدَّةٍ وَنَزَلْنَا إِلَى صَوْمَعَة رَاهِب فَقَالَ الرَّاهِب يَا مَعْشَر الْعَرَب مَا أَنْزَلَكُمْ هَذِهِ الْبِلَاد فَإِنَّهَا يَسْرَحُ الْأَسَدُ فِيهَا كَمَا تَسْرَحُ الْغَنَم فَقَالَ لَنَا أَبُو لَهَب : إِنَّكُمْ قَدْ عَرَفْتُمْ كِبَرَ سِنِّي وَحَقِّي وَإِنَّ هَذَا الرَّجُل قَدْ دَعَا عَلَى اِبْنِي دَعْوَة وَاَللَّهِ مَا آمَنُهَا عَلَيْهِ فَاجْمَعُوا مَتَاعَكُمْ إِلَى هَذِهِ الصَّوْمَعَة وَافْرِشُوا لِابْنِي عَلَيْهَا ثُمَّ اِفْرِشُوا حَوْلَهَا فَفَعَلْنَا فَجَاءَ الْأَسَد فَشَمَّ وُجُوهَنَا فَلَمَّا لَمْ يَجِدْ مَا يُرِيدُ تَقَبَّضَ فَوَثَبَ وَثْبَة فَإِذَا هُوَ فَوْق الْمَتَاع فَشَمَّ وَجْهَهُ ثُمَّ هَزَمَهُ هَزْمَة فَفَسَخَ رَأْسه فَقَالَ أَبُو لَهَب قَدْ عَرَفْت أَنَّهُ لَا يَنْفَلِت عَنْ دَعْوَة مُحَمَّد . وَذَكَرَ الْحَافِظ اِبْن عَسَاكِر بِسَنَدِهِ إِلَى هَبَّار بْن الْأَسْوَد رَضِيَ اللَّه عَنْهُ أَنَّ عُتْبَة بْن أَبِي لَهَب لَمَّا خَرَجَ فِي تِجَارَة إِلَى الشَّام قَالَ لِأَهْلِ مَكَّة اِعْلَمُوا أَنِّي كَافِر بِاَلَّذِي دَنَا فَتَدَلَّى فَبَلَغَ قَوْلُهُ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" سَيُرْسِلُ اللَّه عَلَيْهِ كَلْبًا مِنْ كِلَابه \" قَالَ هَبَّار فَكُنْت مَعَهُمْ فَنَزَلْنَا بِأَرْضٍ كَثِيرَة الْأُسْد قَالَ فَلَقَدْ رَأَيْت الْأَسَد جَاءَ فَجَعَلَ يَشُمّ رُءُوس الْقَوْم وَاحِدًا وَاحِدًا حَتَّى تَخَطَّى إِلَى عُتْبَة فَاقْتَطَعَ رَأْسه مِنْ بَيْنهمْ. وَذَكَرَ اِبْن إِسْحَاق وَغَيْره فِي السِّيرَة أَنَّ ذَلِكَ كَانَ بِأَرْضِ الزَّرْقَاء وَقِيلَ بِالسَّرَاةِ وَأَنَّهُ خَافَ لَيْلَتَئِذٍ وَأَنَّهُمْ جَعَلُوهُ بَيْنَهُمْ وَنَامُوا مِنْ حَوْله فَجَاءَ الْأَسَد فَجَعَلَ يَزْأَرُ ثُمَّ تَخُطَّاهُمْ إِلَيْهِ فَضَغَمَ رَأْسه لَعَنَهُ اللَّه .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41771, "aya_id": 8}]