[{"text": "وَلِلّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ", "sura_id": 7, "type": 0, "id": 1134, "aya_id": 180}, {"text": "ولله الأسماء الحسنى فادعوه بها وذروا الذين يلحدون في أسمائه سيجزون ما كانوا يعملون", "sura_id": 7, "type": 1, "id": 7370, "aya_id": 180}, {"text": "180 - (ولله الأسماء الحسنى) التسعة والتسعون الوارد بها الحديث ، والحسنى مؤنث الأحسن (فادعوه) سموه (بها وذروا) اتركوا (الذين يلحدون) من ألحد ولحد ، يميلون عن الحق (في أسمائه) حيث اشتقوا منها أسماء لآلهتهم كاللات من الله والعزى من العزيز ومناة من المنان (سيجزون) من الآخرة جزاء (ما كانوا يعملون) وهذا قبل الأمر بالقتال \r\n", "sura_id": 7, "type": 2, "id": 26078, "aya_id": 180}, {"text": "ولله سبحانه وتعالى الأسماء الحسنى, الدالة على كمال عظمته, وكل أسمائه حسن, فاطلبوا منه بأسمائه ما تريدون, واتركوا الذين يُغيِّرون في أسمائه بالزيادة أو النقصان أو التحريف, كأن يُسمَّى بها من لا يستحقها, كتسمية المشركين بها آلهتهم, أو أن يجعل لها معنى لم يُردْه الله ولا رسوله, فسوف يجزون جزاء أعمالهم السيئة التي كانوا يعملونها في الدنيا من الكفر بالله, والإلحاد في أسمائه وتكذيب رسوله.\r\n", "sura_id": 7, "type": 3, "id": 32314, "aya_id": 180}, {"text": " <font color=red>وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ</font><BR><p>عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ لِلَّهِ تِسْعًا وَتِسْعِينَ اِسْمًا مِائَة إِلَّا وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّة وَهُوَ وِتْر يُحِبّ الْوِتْر \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْهُ وَرَوَاهُ الْبُخَارِيّ عَنْ أَبَى الْيَمَان عَنْ شُعَيْب عَنْ أَبِي حَمْزَة عَنْ أَبِي الزِّنَاد بِهِ وَأَخْرَجَهُ التِّرْمِذِيّ فِي جَامِعه عَنْ الْجَوْزَجَانِيّ عَنْ صَفْوَان بْن صَالِح عَنْ الْوَلِيد بْن مُسْلِم عَنْ شُعَيْب فَذَكَرَ بِسُنَنِهِ مِثْله وَزَادَ بَعْد قَوْله\" يُحِبّ الْوِتْر \" : هُوَ اللَّه الَّذِي لَا إِلَه إِلَّا هُوَ الرَّحْمَن الرَّحِيم الْمَلِك الْقُدُّوس السَّلَام الْمُؤْمِن الْمُهَيْمِن الْعَزِيز الْجَبَّار الْمُتَكَبِّر الْخَالِق الْبَارِئ الْمُصَوِّر الْغَفَّار الْقَهَّار الْوَهَّاب الرَّزَّاق الْفَتَّاح الْعَلِيم الْقَابِض الْبَاسِط الْخَافِض الرَّافِع الْمُعِزّ الْمُذِلّ السَّمِيع الْبَصِير الْحَكَم الْعَدْل اللَّطِيف الْخَبِير الْحَلِيم الْعَظِيم الْغَفُور الشَّكُور الْعَلِيّ الْكَبِير الْحَفِيظ الْمُقِيت الْحَسِيب الْجَلِيل الْكَرِيم الرَّقِيب الْمُجِيب الْوَاسِع الْحَكِيم الْوَدُود الْمَجِيد الْبَاعِث الشَّهِيد الْحَقّ الْوَكِيل الْقَوِيّ الْمَتِين الْوَلِيّ الْحَمِيد الْمُحْصِي الْمُبْدِئ الْمُعِيد الْمُحْيِي الْمُمِيت الْحَيّ الْقَيُّوم الْوَاجِد الْمَاجِد الْوَاحِد الْأَحَد الْفَرْد الصَّمَد الْقَادِر الْمُقْتَدِر الْمُقَدِّم الْمُؤَخِّر الْأَوَّل الْآخِر الظَّاهِر الْبَاطِن الْوَالِي الْمُتَعَالِي الْبَرّ التَّوَّاب الْمُنْتَقِم الْعَفُوّ الرَّءُوف مَالِك الْمُلْك ذُو الْجَلَال وَالْإِكْرَام الْمُقْسِط الْجَامِع الْغَنِيّ الْمُغْنِي الْمَانِع الضَّارّ النَّافِع النُّور الْهَادِي الْبَدِيع الْبَاقِي الْوَارِث الرَّشِيد الصَّبُور \" ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث غَرِيب وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْ أَبِي هُرَيْرَة وَلَا نَعْلَم فِي كَثِير مِنْ الرِّوَايَات ذِكْر الْأَسْمَاء إِلَّا فِي هَذَا الْحَدِيث وَرَوَاهُ اِبْن حِبَّان فِي صَحِيحه مِنْ طَرِيق صَفْوَان بِهِ وَقَدْ رَوَاهُ اِبْن مَاجَهْ فِي سُنَنه مِنْ طَرِيق آخَر عَنْ مُوسَى بْن عُقْبَة عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة مَرْفُوعًا فَسَرَدَ الْأَسْمَاء كَنَحْوٍ مِمَّا تَقَدَّمَ بِزِيَادَةٍ وَنُقْصَان وَاَلَّذِي عَوَّلَ عَلَيْهِ جَمَاعَة مِنْ الْحُفَّاظ أَنَّ سَرْد الْأَسْمَاء فِي هَذَا الْحَدِيث مُدْرَج فِيهِ وَإِنَّمَا ذَلِكَ كَمَا رَوَاهُ الْوَلِيد بْن مُسْلِم وَعَبْد الْمَلِك بْن مُحَمَّد الصَّنْعَانِيّ عَنْ زُهَيْر بْن مُحَمَّد أَنَّهُ بَلَغَهُ عَنْ غَيْر وَاحِد مِنْ أَهْل الْعِلْم أَنَّهُمْ قَالُوا ذَلِكَ أَيْ أَنَّهُمْ جَمَعُوهَا مِنْ الْقُرْآن كَمَا رُوِيَ عَنْ جَعْفَر بْن مُحَمَّد وَسُفْيَان بْن عُيَيْنَة وَأَبِي زَيْد اللُّغَوِيّ وَاَللَّه أَعْلَم ثُمَّ لِيُعْلَم أَنَّ الْأَسْمَاء الْحُسْنَى غَيْر مُنْحَصِرَة فِي تِسْعَة وَتِسْعِينَ بِدَلِيلِ مَا رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده عَنْ يَزِيد بْن هَارُون عَنْ فُضَيْل بْن مَرْزُوق عَنْ أَبِي سَلَمَة الْجُهَنِيّ عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَا أَصَابَ أَحَدًا قَطُّ هَمّ وَلَا حَزَن فَقَالَ اللَّهُمَّ إِنِّي عَبْدك اِبْن عَبْدك اِبْن أَمَتك نَاصِيَتِي بِيَدِك مَاضٍ فِيَّ حُكْمك عَدْل فِيَّ قَضَاؤُك أَسْأَلك بِكُلِّ اِسْم هُوَ لَك سَمَّيْت بِهِ نَفْسك أَوْ أَنْزَلْته فِي كِتَابك أَوْ عَلَّمْته أَحَدًا مِنْ خَلْقك أَوْ اِسْتَأْثَرْت بِهِ فِي عِلْم الْغَيْب عِنْدك أَنْ تَجْعَل الْقُرْآن الْعَظِيم رَبِيع قَلْبِي وَنُور صَدْرِي وَجَلَاء حُزْنِي وَذَهَاب هَمِّي إِلَّا أَذْهَبَ اللَّه حُزْنه وَهَمَّهُ وَأَبْدَلَ مَكَانه فَرَحًا \" فَقِيلَ يَا رَسُول اللَّه أَفَلَا نَتَعَلَّمهَا ؟ فَقَالَ \" بَلَى يَنْبَغِي لِكُلِّ مَنْ سَمِعَهَا أَنْ يَتَعَلَّمهَا\" وَقَدْ أَخْرَجَهُ الْإِمَام أَبُو حَاتِم بْن حِبَّان الْبُسْتِيّ فِي صَحِيحه بِمِثْلِهِ وَذَكَرَ الْفَقِيه الْإِمَام أَبُو بَكْر بْن الْعَرَبِيّ أَحَد أَئِمَّة الْمَالِكِيَّة فِي كِتَابه الْأَحْوَذِيّ فِي شَرْح التِّرْمِذِيّ أَنَّ بَعْضهمْ جَمَعَ مِنْ الْكِتَاب وَالسُّنَّة مِنْ أَسْمَاء اللَّه أَلْف اِسْم فَاَللَّه أَعْلَم وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ \" قَالَ إِلْحَاد الْمُلْحِدِينَ أَنْ دَعَوْا اللَّاتَ فِي أَسْمَاء اللَّه وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد \" وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ \" قَالَ اِشْتَقُّوا اللَّاتَ مِنْ اللَّه وَالْعُزَّى مِنْ الْعَزِيز وَقَالَ قَتَادَة : يُلْحِدُونَ : يُشْرِكُونَ فِي أَسْمَائِهِ . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : الْإِلْحَاد التَّكْذِيب وَأَصْل الْإِلْحَاد فِي كَلَام الْعَرَب الْعُدُول عَنْ الْقَصْد وَالْمَيْل وَالْجَوْر وَالِانْحِرَاف وَمِنْهُ اللَّحْد فِي الْقَبْر لِانْحِرَافِهِ إِلَى جِهَة الْقِبْلَة عَنْ سَمْت الْحَفْر .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42556, "aya_id": 180}]