[{"text": "وَيَدْعُ الإِنسَانُ بِالشَّرِّ دُعَاءهُ بِالْخَيْرِ وَكَانَ الإِنسَانُ عَجُولاً", "sura_id": 17, "type": 0, "id": 2040, "aya_id": 11}, {"text": "و يدع الإنسان بالشر دعاءه بالخير و كان الإنسان عجولا", "sura_id": 17, "type": 1, "id": 8276, "aya_id": 11}, {"text": "11 - (ويدع الإنسان بالشر) على نفسه وأهله إذا ضجر (دعاءه) أي كدعائه له (بالخير وكان الإنسان) الجنس (عجولا) بالدعاء على نفسه وعدم النظر في عاقبته \r\n", "sura_id": 17, "type": 2, "id": 26984, "aya_id": 11}, {"text": "ويدعو الإنسان أحيانًا على نفسه أو ولده أو ماله بالشر، وذلك عند الغضب، مثل ما يدعو بالخير، وهذا من جهل الإنسان وعجلته، ومن رحمة الله به أنه يستجيب له في دعائه بالخير دون الشر؛ لأنه يعلم منه عدم القصد إلى إرادة ذلك، وكان الإنسان بطبعه عجولا.\r\n", "sura_id": 17, "type": 3, "id": 33220, "aya_id": 11}, {"text": " <font color=red>وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الْإِنْسَانُ عَجُولًا</font><BR><p>يُخْبِر تَعَالَى عَنْ عَجَلَة الْإِنْسَان وَدُعَائِهِ فِي بَعْض الْأَحْيَان عَلَى نَفْسه أَوْ وَلَده أَوْ مَاله بِالشَّرِّ أَيْ بِالْمَوْتِ أَوْ الْهَلَاك وَالدَّمَار وَاللَّعْنَة وَنَحْو ذَلِكَ فَلَوْ اِسْتَجَابَ لَهُ رَبّه لَهَلَكَ بِدُعَائِهِ كَمَا قَالَ تَعَالَى \" وَلَوْ يُعَجِّل اللَّه لِلنَّاسِ الشَّرّ \" الْآيَة وَكَذَا فَسَّرَهُ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَقَدْ تَقَدَّمَ فِي الْحَدِيث \" لَا تَدْعُوا عَلَى أَنْفُسكُمْ وَلَا عَلَى أَمْوَالكُمْ أَنْ تُوَافِقُوا مِنْ اللَّه سَاعَة إِجَابَة يَسْتَجِيب فِيهَا\" وَإِنَّمَا يَحْمِل اِبْن آدَم عَلَى ذَلِكَ قَلَقه وَعَجَلَته وَلِهَذَا قَالَ تَعَالَى \" وَكَانَ الْإِنْسَان عَجُولًا \" وَقَدْ ذَكَرَ سَلْمَان الْفَارِسِيّ وَابْن عَبَّاس هَاهُنَا قِصَّة آدَم عَلَيْهِ السَّلَام حِين هَمَّ بِالنُّهُوضِ قَائِمًا قَبْل أَنْ تَصِل الرُّوح إِلَى رِجْلَيْهِ وَذَلِكَ أَنَّهُ جَاءَتْهُ النَّفْخَة مِنْ قِبَل رَأْسه فَلَمَّا وَصَلَتْ إِلَى دِمَاغه عَطَسَ فَقَالَ الْحَمْد لِلَّهِ فَقَالَ اللَّه \" يَرْحَمك رَبّك يَا آدَم \" فَلَمَّا وَصَلَتْ إِلَى عَيْنَيْهِ فَتَحَهُمَا فَلَمَّا سَرَتْ إِلَى أَعْضَائِهِ وَجَسَده جَعَلَ يَنْظُر إِلَيْهِ وَيُعْجِبهُ فَهَمَّ بِالنُّهُوضِ قَبْل أَنْ تَصِل إِلَى رِجْلَيْهِ فَلَمْ يَسْتَطِعْ قَالَ يَا رَبّ عَجِّلْ قَبْل اللَّيْل .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38190, "aya_id": 11}]