[{"text": "قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا", "sura_id": 19, "type": 0, "id": 2297, "aya_id": 47}, {"text": "قال سلام عليك سأستغفر لك ربي إنه كان بي حفيا", "sura_id": 19, "type": 1, "id": 8533, "aya_id": 47}, {"text": "47 - (قال سلام عليك) مني أي لا أصيبك بمكروه (سأستغفر لك ربي إنه كان بي حفيا) من حفي أي بارا فيجيب دعائي وقد وفى بوعده المذكور في الشعراء واغفر لابي وهذا قبل أن يتبين له أنه عدو لله كما ذكره في براءة \r\n", "sura_id": 19, "type": 2, "id": 27241, "aya_id": 47}, {"text": "قال إبراهيم لأبيه: سلام عليك مني فلا ينالك مني ما تكره, وسوف أدعو الله لك بالهداية والمغفرة. إن ربي كان رحيمًا رؤوفًا بحالي يجيبني إذا دعوته.\r\n", "sura_id": 19, "type": 3, "id": 33477, "aya_id": 47}, {"text": " <font color=red>قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا</font><BR><p>فَعِنْدهَا قَالَ إِبْرَاهِيم لِأَبِيهِ \" سَلَام عَلَيْك \" كَمَا قَالَ تَعَالَى فِي صِفَة الْمُؤْمِنِينَ \" وَإِذَا خَاطَبَهُمْ الْجَاهِلُونَ قَالُوا سَلَامًا \" وَقَالَ تَعَالَى \" وَإِذَا سَمِعُوا اللَّغْو أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالنَا وَلَكُمْ أَعْمَالكُمْ سَلَام عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ \" وَمَعْنَى قَوْل إِبْرَاهِيم لِأَبِيهِ \" سَلَام عَلَيْك \" يَعْنِي أَمَّا أَنَا فَلَا يَنَالك مِنِّي مَكْرُوه وَلَا أَذًى وَذَلِكَ لِحُرْمَةِ الْأُبُوَّة \" سَأَسْتَغْفِرُ لَك رَبِّي \" وَلَكِنْ سَأَسَالُ اللَّه فِيك أَنْ يَهْدِيك وَيَغْفِر ذَنْبك \" إِنَّهُ كَانَ بِي حَفِيًّا \" قَالَ اِبْن عَبَّاس وَغَيْره لَطِيفًا أَيْ فِي أَنْ هَدَانِي لِعِبَادَتِهِ وَالْإِخْلَاص لَهُ وَقَالَ قَتَادَة وَمُجَاهِد وَغَيْرهمَا إِنَّهُ كَانَ بِي حَفِيًّا قَالَ عَوَّدَهُ الْإِجَابَة . وَقَالَ السُّدِّيّ الْحَفِيّ الَّذِي يَهْتَمّ بِأَمْرِهِ وَقَدْ اِسْتَغْفَرَ إِبْرَاهِيم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِيهِ مُدَّة طَوِيلَة وَبَعْد أَنْ هَاجَرَ إِلَى الشَّام وَبَنَى الْمَسْجِد الْحَرَام وَبَعْد أَنْ وُلِدَ لَهُ إِسْمَاعِيل وَإِسْحَاق عَلَيْهِمَا السَّلَام فِي قَوْله \" رَبّنَا اِغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْم يَقُوم الْحِسَاب \" وَقَدْ اِسْتَغْفَرَ الْمُسْلِمُونَ لِقَرَابَاتِهِمْ وَأَهْلِيهِمْ مِنْ الْمُشْرِكِينَ فِي اِبْتِدَاء الْإِسْلَام وَذَلِكَ اِقْتِدَاء بِإِبْرَاهِيم الْخَلِيل فِي ذَلِكَ حَتَّى أَنْزَلَ اللَّه تَعَالَى \" قَدْ كَانَتْ لَكُمْ أُسْوَة حَسَنَة فِي إِبْرَاهِيم وَاَلَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآء مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُون اللَّه - إِلَى قَوْله - إِلَّا قَوْل إِبْرَاهِيم لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَك وَمَا أَمْلِك لَك مِنْ اللَّه مِنْ شَيْء \" الْآيَة يَعْنِي إِلَّا فِي هَذَا الْقَوْل فَلَا تَتَأَسَّوْا بِهِ ثُمَّ بَيَّنَ تَعَالَى أَنَّ إِبْرَاهِيم أَقْلَعَ عَنْ ذَلِكَ وَرَجَعَ عَنْهُ فَقَالَ تَعَالَى \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ - إِلَى قَوْله - وَمَا كَانَ اِسْتِغْفَار إِبْرَاهِيم لِأَبِيهِ إِلَّا عَنْ مَوْعِدَة وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيم لَأَوَّاه حَلِيم \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38440, "aya_id": 47}]