[{"text": "فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ", "sura_id": 99, "type": 0, "id": 6145, "aya_id": 7}, {"text": "فمن يعمل مثقال ذرة خيرا يره", "sura_id": 99, "type": 1, "id": 12381, "aya_id": 7}, {"text": "7 - (فمن يعمل مثقال ذرة) زنة نملة صغيرة (خيرا يره) ير ثوابه \r\n", "sura_id": 99, "type": 2, "id": 31089, "aya_id": 7}, {"text": "فمن يعمل وزن نملة صغيرة خيرًا، ير ثوابه في الآخرة,\r\n", "sura_id": 99, "type": 3, "id": 37325, "aya_id": 7}, {"text": " <font color=red>فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ</font><BR><p>قَالَ الْبُخَارِيّ حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه حَدَّثَنِي مَالِك عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِي صَالِح السَّمَّان عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْخَيْل لِثَلَاثَةٍ : لِرَجُلٍ أَجْرٌ وَلِرَجُلٍ سِتْرٌ وَعَلَى رَجُلٍ وِزْرٌ فَأَمَّا الَّذِي لَهُ أَجْر فَرَجُل رَبَطَهَا فِي سَبِيل اللَّه فَأَطَالَ طِيَلهَا فِي مَرْج أَوْ رَوْضَة فَمَا أَصَابَتْ فِي طِيَلهَا ذَلِكَ فِي الْمَرْج وَالرَّوْضَة كَانَ لَهُ حَسَنَات وَلَوْ أَنَّهَا قَطَعَتْ طِيَلهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَ آثَارهَا وَأَرْوَاثهَا حَسَنَات لَهُ وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ تُسْقَى بِهِ كَانَ ذَلِكَ حَسَنَات لَهُ وَهِيَ لِذَلِكَ الرَّجُل أَجْر . وَرَجُل رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا وَلَمْ يَنْسَ حَقّ اللَّه فِي رِقَابهَا وَلَا ظُهُورهَا فَهِيَ لَهُ سِتْر وَرَجُل رَبَطَهَا فَخْرًا وَرِيَاء وَنِوَاء فَهِيَ عَلَى ذَلِكَ وِزْر\" فَسُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْحُمُر فَقَالَ \" مَا أَنْزَلَ اللَّه شَيْئًا إِلَّا هَذِهِ الْآيَة الْفَاذَّة الْجَامِعَة \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث زَيْد بْن أَسْلَمَ بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا جَرِير بْن حَازِم حَدَّثَنَا الْحَسَن عَنْ صَعْصَعَة بْن مُعَاوِيَة عَمّ الْفَرَزْدَق أَنَّهُ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَرَأَ عَلَيْهِ \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" قَالَ : حَسْبِي لَا أُبَالِي أَنْ لَا أَسْمَع غَيْرهَا . وَهَكَذَا رَوَاهُ النَّسَائِيّ فِي التَّفْسِير عَنْ إِبْرَاهِيم بْن مُحَمَّد بْن يُونُس الْمُؤَدِّب عَنْ أَبِيهِ عَنْ جَرِير بْن حَازِم عَنْ الْحَسَن الْبَصْرِيّ قَالَ حَدَّثَنَا صَعْصَعَة عَمّ الْفَرَزْدَق فَذَكَرَهُ . وَفِي صَحِيح الْبُخَارِيّ عَنْ عَدِيّ مَرْفُوعًا \" اِتَّقُوا النَّار وَلَوْ بِشِقِّ تَمْرَة وَلَوْ بِكَلِمَةٍ طَيِّبَة \" وَلَهُ أَيْضًا فِي الصَّحِيح \" لَا تَحْقِرَن مِنْ الْمَعْرُوف شَيْئًا وَلَوْ أَنْ تُفْرِغ مِنْ دَلْوك فِي إِنَاء الْمُسْتَسْقِي وَلَوْ أَنْ تَلْقَى أَخَاك وَوَجْهك إِلَيْهِ مُنْبَسِطٌ \" وَفِي الصَّحِيح أَيْضًا \" يَا مَعْشَر نِسَاء الْمُؤْمِنَات لَا تَحْقِرَن جَارَةٌ لِجَارَتِهَا وَلَوْ فِرْسِنَ شَاة \" يَعْنِي ظِلْفهَا وَفِي الْحَدِيث الْآخَر \" رُدُّوا السَّائِل وَلَوْ بِظِلْفٍ مُحَرَّق \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْأَنْصَارِيّ حَدَّثَنَا كَثِير بْن زَيْد عَنْ الْمُطَّلِب بْن عَبْد اللَّه عَنْ عَائِشَة أَنَّ رَسُول اللَّه قَالَ \" يَا عَائِشَة اِسْتَتِرِي مِنْ النَّار وَلَوْ بِشِقِّ تَمْرَة فَإِنَّهَا تَسُدّ مِنْ الْجَائِع مَسَدَّهَا مِنْ الشَّبْعَان \" تَفَرَّدَ بِهِ أَحْمَد . وَرُوِيَ عَنْ عَائِشَة أَنَّهَا تَصَدَّقَتْ بِعِنَبَةٍ وَقَالَتْ كَمْ فِيهَا مِنْ مِثْقَال ذَرَّة . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا سَعِيد بْن مُسْلِم سَمِعْت عَامِر بْن عَبْد اللَّه بْن الزُّبَيْر حَدَّثَنِي عَوْف بْن الْحَارِث بْن الطُّفَيْل أَنَّ عَائِشَة أَخْبَرَتْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" يَا عَائِشَة إِيَّاكَ وَمُحَقَّرَات الذُّنُوب فَإِنَّ لَهَا مِنْ اللَّه طَالِبًا \" وَرَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث سَعِيد بْن مُسْلِم بْن بَانَك بِهِ وَقَالَ اِبْن جُرَيْج حَدَّثَنِي أَبُو الْخَطَّاب الْحَسَّانِيّ حَدَّثَنَا الْهَيْثَم بْن الرَّبِيع حَدَّثَنَا سِمَاك بْن عَطِيَّة عَنْ أَيُّوب عَنْ أَبِي قِلَابَة عَنْ أَنَس قَالَ : كَانَ أَبُو بَكْر يَأْكُل مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ هَذِهِ الْآيَة\" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" فَرَفَعَ أَبُو بَكْر يَده وَقَالَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنِّي أُجْزَى بِمَا عَمِلْت مِنْ مِثْقَال ذَرَّة مِنْ شَرّ فَقَالَ \" يَا أَبَا بَكْر مَا رَأَيْت فِي الدُّنْيَا مِمَّا تَكْرَه فَبِمَثَاقِيل ذَرّ الشَّرّ وَيَدَّخِر اللَّه لَك مَثَاقِيل ذَرّ الْخَيْر حَتَّى تُوَفَّاهُ يَوْم الْقِيَامَة\" وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ أَبِي الْخَطَّاب بِهِ . ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا أَيُّوب قَالَ فِي كِتَاب أَبِي قِلَابَة عَنْ أَبِي إِدْرِيس أَنَّ أَبَا بَكْر كَانَ يَأْكُل مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ وَرَوَاهُ أَيْضًا عَنْ يَعْقُوب عَنْ اِبْن عُلَيَّة عَنْ أَيُّوب عَنْ أَبِي قِلَابَة أَنَّ أَبَا بَكْر وَذَكَرَهُ \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي حَيّ بْن عَبْد اللَّه عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاص أَنَّهُ قَالَ : لَمَّا نَزَلَتْ \" إِذَا زُلْزِلَتْ الْأَرْضُ زِلْزَالَهَا \" وَأَبُو بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ قَاعِد فَبَكَى حِين أُنْزِلَتْ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَا يُبْكِيك يَا أَبَا بَكْر\" قَالَ : يُبْكِينِي هَذِهِ السُّورَة فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَوْلَا أَنَّكُمْ تُخْطِئُونَ وَتُذْنِبُونَ فَيَغْفِر اللَّه لَكُمْ لَخَلَقَ اللَّه أُمَّة يُخْطِئُونَ وَيُذْنِبُونَ فَيَغْفِر لَهُمْ \" \" حَدِيثٌ آخَر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة وَعَلِيّ بْن عَبْد الرَّحْمَن بْن الْمُغِيرَة الْمَعْرُوف بِعَلَّان الْمِصْرِيّ قَالَا حَدَّثَنَا عَمْرو بْن خَالِد الْحَرَّانِيّ حَدَّثَنَا اِبْن لَهِيعَة أَخْبَرَنِي هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : لَمَّا أُنْزِلَتْ \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" قُلْت يَا رَسُول اللَّه إِنِّي لَرَاء عَمَلِي ؟ قَالَ \" نَعَمْ \" قُلْت تِلْكَ الْكِبَار الْكِبَار ؟ قَالَ \" نَعَمْ \" قُلْت الصِّغَار الصِّغَار ؟ قَالَ \" نَعَمْ\" قُلْت وَاثُكْل أُمِّي قَالَ \" أَبْشِرْ يَا أَبَا سَعِيد فَإِنَّ الْحَسَنَة بِعَشْرِ أَمْثَالهَا - يَعْنِي إِلَى سَبْعمِائَةِ ضِعْف - وَيُضَاعِف اللَّهُ لِمَنْ يَشَاء وَالسَّيِّئَة بِمِثْلِهَا أَوْ بِعَفْوِ اللَّه وَلَنْ يَنْجُو أَحَد مِنْكُمْ بِعَمَلِهِ \" قُلْت وَلَا أَنْتَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ\" وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدَنِي اللَّه مِنْهُ بِرَحْمَةٍ\" قَالَ أَبُو زُرْعَة لَمْ يَرْوِ هَذَا غَيْر اِبْن لَهِيعَة : وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن بَكْر حَدَّثَنِي اِبْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر فِي قَوْل اللَّه تَعَالَى \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" وَذَلِكَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَيُطْعِمُونَ الطَّعَام عَلَى حُبّه مِسْكِينًا وَيَتِيمًا وَأَسِيرًا \" كَانَ الْمُسْلِمُونَ يَرَوْنَ أَنَّهُمْ لَا يُؤْجَرُونَ عَلَى الشَّيْء الْقَلِيل إِذَا أَعْطَوْهُ فَيَجِيء الْمِسْكِين إِلَى أَبْوَابهمْ فَيَسْتَقِلُّونَ أَنْ يُعْطُوهُ التَّمْرَة وَالْكِسْرَة وَالْجَوْزَة وَنَحْو ذَلِكَ فَيَرُدُّونَهُ وَيَقُولُونَ مَا هَذَا بِشَيْءٍ إِنَّمَا نُؤْجَر عَلَى مَا نُعْطِي وَنَحْنُ نُحِبّهُ وَكَانَ آخَرُونَ يَرَوْنَ أَنَّهُمْ لَا يُلَامُونَ عَلَى الذَّنْب الْيَسِير : الْكَذْبَة وَالنَّظْرَة وَالْغِيبَة وَأَشْبَاه ذَلِكَ يَقُولُونَ إِنَّمَا وَعَدَ اللَّه النَّار عَلَى الْكَبَائِر فَرَغَّبَهُمْ فِي الْقَلِيل مِنْ الْخَيْر أَنْ يَعْمَلُوهُ فَإِنَّهُ يُوشِك أَنْ يَكْثُر وَحَذَّرَهُمْ الْيَسِير مِنْ الشَّرّ فَإِنَّهُ يُوشِك أَنْ يَكْثُر فَنَزَلَتْ \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة \" يَعْنِي وَزْن أَصْغَر النَّمْل \" خَيْرًا يَرَهُ \" يَعْنِي فِي كِتَابه وَيَسُرُّهُ ذَلِكَ قَالَ يُكْتَب لِكُلِّ بَرّ وَفَاجِر وَبِكُلِّ سَيِّئَة سَيِّئَة وَاحِدَة وَبِكُلِّ حَسَنَة عَشْر حَسَنَات فَإِذَا كَانَ يَوْم الْقِيَامَة ضَاعَفَ اللَّه حَسَنَات الْمُؤْمِنِينَ أَيْضًا بِكُلِّ وَاحِد عَشْرًا وَيَمْحُو عَنْهُ بِكُلِّ حَسَنَة عَشْر سَيِّئَات فَمَنْ زَادَتْ حَسَنَاته عَلَى سَيِّئَاته مِثْقَال ذَرَّة دَخَلَ الْجَنَّة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان بْن دَاوُد حَدَّثَنَا عِمْرَان عَنْ قَتَادَة عَنْ عَبْد رَبّه عَنْ أَبِي عِيَاض عَنْ عَبْد اللَّه بْن مَسْعُود أَنَّ رَسُول اللَّه قَالَ \" إِيَّاكُمْ وَمُحَقَّرَات الذُّنُوب فَإِنَّهُنَّ يَجْتَمِعْنَ عَلَى الرَّجُل حَتَّى يُهْلِكْنَهُ \" وَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ضَرَبَ لَهُنَّ مَثَلًا كَمَثَلِ قَوْم نَزَلُوا أَرْض فَلَاة فَحَضَرَ صَنِيع الْقَوْم فَجَعَلَ الرَّجُل مُنْطَلِق يَجِيء بِالْعُودِ وَالرَّجُل يَجِيء بِالْعُودِ حَتَّى جَمَعُوا سَوَادًا وَأَجَّجُوا نَارًا وَأَنْضَجُوا مَا قَذَفُوا فِيهَا . آخِر تَفْسِير سُورَة إِذَا زُلْزِلَتْ وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 99, "type": 4, "id": 43644, "aya_id": 7}]