[{"text": "لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُّبِينٌ", "sura_id": 24, "type": 0, "id": 2803, "aya_id": 12}, {"text": "لولا إذ سمعتموه ظن المؤمنون والمؤمنات بأنفسهم خيرا وقالوا هذا إفك مبين", "sura_id": 24, "type": 1, "id": 9039, "aya_id": 12}, {"text": "12 - (لولا) هلا (إذ) حين (سمعتموه ظن المؤمنون والمؤمنات بأنفسهم) ظن بعضهم ببعض (خيرا وقالوا هذا إفك مبين) كذب بين فيه التفات عن الخطاب أي ظننتم أيها العصبة وقلتم \r\n", "sura_id": 24, "type": 2, "id": 27747, "aya_id": 12}, {"text": "هلا ظن المؤمنون والمؤمنات بعضهم ببعض خيرًا عند سماعهم ذلك الإفك، وهو السلامة مما رموا به، وقالوا: هذا كذب ظاهر على عائشة رضي الله عنها.\r\n", "sura_id": 24, "type": 3, "id": 33983, "aya_id": 12}, {"text": " <font color=red>لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ</font><BR><p>هَذَا تَأْدِيب مِنْ اللَّه تَعَالَى لِلْمُؤْمِنِينَ فِي قِصَّة عَائِشَة رَضِيَ اللَّه عَنْهَا حِين أَفَاضَ بَعْضهمْ فِي ذَلِكَ الْكَلَام السُّوء وَمَا ذُكِرَ مِنْ شَأْن الْإِفْك فَقَالَ تَعَالَى \" لَوْلَا \" يَعْنِي هَلَّا \" إِذْ سَمِعْتُمُوهُ \" أَيْ ذَلِكَ الْكَلَام الَّذِي رُمِيَتْ بِهِ أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا \" ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَات بِأَنْفُسِهِمْ خَيْرًا \" أَيْ قَاسُوا ذَلِكَ الْكَلَام عَلَى أَنْفُسهمْ فَإِنْ كَانَ لَا يَلِيق بِهِمْ فَأُمّ الْمُؤْمِنِينَ أَوْلَى بِالْبَرَاءَةِ مِنْهُ بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى . وَقَدْ قِيلَ إِنَّهَا نَزَلَتْ فِي أَبِي أَيُّوب خَالِد بْن زَيْد الْأَنْصَارِيّ وَامْرَأَته رَضِيَ اللَّه عَنْهُمَا كَمَا قَالَ الْإِمَام مُحَمَّد بْن إِسْحَاق بْن يَسَار عَنْ أَبِيهِ عَنْ بَعْض رِجَال بَنِي النَّجَّار أَنَّ أَبَا أَيُّوب خَالِد بْن زَيْد الْأَنْصَارِيّ قَالَتْ لَهُ اِمْرَأَته أُمّ أَيُّوب : يَا أَبَا أَيُّوب أَمَا تَسْمَع مَا يَقُول النَّاس فِي عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَ نَعَمْ وَذَلِكَ الْكَذِب أَكُنْت فَاعِلَة ذَلِكَ يَا أُمّ أَيُّوب ؟ قَالَتْ لَا وَاَللَّه مَا كُنْت لِأَفْعَلهُ قَالَ فَعَائِشَة وَاَللَّه خَيْر مِنْك . قَالَ فَلَمَّا نَزَلَ الْقُرْآن ذَكَرَ اللَّه عَزَّ وَجَلَّ مَنْ قَالَ فِي الْفَاحِشَة مَا قَالَ مِنْ أَهْل الْإِفْك \" إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَة مِنْكُمْ\" وَذَلِكَ حَسَّان وَأَصْحَابه الَّذِينَ قَالُوا مَا قَالُوا ثُمَّ قَالَ تَعَالَى \" لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ \" الْآيَة أَيْ كَمَا قَالَ أَبُو أَيُّوب وَصَاحِبَته . وَقَالَ مُحَمَّد بْن عُمَر الْوَاقِدِيّ حَدَّثَنِي اِبْن أَبِي حَبِيب عَنْ دَاوُد بْن الْحُصَيْن عَنْ أَبِي سُفْيَان عَنْ أَفْلَح مَوْلَى أَبِي أَيُّوب أَنَّ أُمّ أَيُّوب قَالَتْ لِابْنِ أَيُّوب : أَلَا تَسْمَع مَا يَقُول النَّاس فِي عَائِشَة ؟ قَالَ بَلَى وَذَلِكَ الْكَذِب أَفَكُنْت يَا أُمّ أَيُّوب فَاعِلَة ذَلِكَ ؟ قَالَتْ : لَا وَاَللَّه قَالَ فَعَائِشَة وَاَللَّه خَيْر مِنْك . فَلَمَّا نَزَلَ الْقُرْآن وَذَكَرَ أَهْل الْإِفْك قَالَ اللَّه عَزَّ وَجَلَّ \" لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَات بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْك مُبِين\" يَعْنِي أَبَا أَيُّوب حِين قَالَ لِأُمِّ أَيُّوب مَا قَالَ - وَيُقَال إِنَّمَا قَالَهَا أُبَيّ بْن كَعْب وَقَوْله تَعَالَى \" ظَنَّ الْمُؤْمِنُونَ\" إِلَخْ أَيْ هَلَّا ظَنُّوا الْخَيْر فَإِنَّ أُمّ الْمُؤْمِنِينَ أَهْله وَأَوْلَى بِهِ هَذَا مَا يَتَعَلَّق بِالْبَاطِنِ . وَقَوْله\" وَقَالُوا \" أَيْ بِأَلْسِنَتِهِمْ \" هَذَا إِفْك مُبِين \" أَيْ كَذِب ظَاهِر عَلَى أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا فَإِنَّ الَّذِي وَقَعَ لَمْ يَكُنْ رِيبَة وَذَلِكَ أَنَّ مَجِيء أُمّ الْمُؤْمِنِينَ رَاكِبَة جَهْرَة عَلَى رَاحِلَة صَفْوَان بْن الْمُعَطَّل فِي وَقْت الظَّهِيرَة وَالْجَيْش بِكَمَالِهِ يُشَاهِدُونَ ذَلِكَ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَظْهُرهمْ وَلَوْ كَانَ هَذَا الْأَمْر فِيهِ رِيبَة لَمْ يَكُنْ هَذَا جَهْرَة وَلَا كَانَا يَقْدَمَانِ عَلَى مِثْل ذَلِكَ عَلَى رُءُوس الْأَشْهَاد بَلْ كَانَ هَذَا يَكُون لَوْ قُدِّرَ خُفْيَة مَسْتُورًا فَتَعَيَّنَ أَنَّ مَا جَاءَ بِهِ أَهْل الْإِفْك مِمَّا رَمَوْا بِهِ أُمّ الْمُؤْمِنِينَ هُوَ الْكَذِب الْبَحْت وَالْقَوْل الزُّور وَالرُّعُونَة الْفَاحِشَة الْفَاجِرَة وَالصَّفْقَة الْخَاسِرَة .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39228, "aya_id": 12}]