[{"text": "اللّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاء وَيَقَدِرُ وَفَرِحُواْ بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الآخِرَةِ إِلاَّ مَتَاعٌ", "sura_id": 13, "type": 0, "id": 1733, "aya_id": 26}, {"text": "الله يبسط الرزق لمن يشاء ويقدر وفرحوا بالحياة الدنيا وما الحياة الدنيا في الآخرة إلا متاع", "sura_id": 13, "type": 1, "id": 7969, "aya_id": 26}, {"text": "26 - (الله يبسط الرزق) يوسعه (لمن يشاء ويقدر) يضيقه لمن يشاء (وفرحوا) أي أهل مكة فرح بطر (بالحياة الدنيا) أي بما نالوه فيها (وما الحياة الدنيا في) جنب حياة (الآخرة إلا متاع) شيء قليل يتمتع به ويذهب \r\n", "sura_id": 13, "type": 2, "id": 26677, "aya_id": 26}, {"text": "الله وحده يوسِّع الرزق لمن يشاء من عباده, ويضيِّق على مَن يشاء منهم, وفرح الكفار بالسَّعة في الحياة الدنيا, وما هذه الحياة الدنيا بالنسبة للآخرة إلا شيء قليل يتمتع به, سُرعان ما يزول.\r\n", "sura_id": 13, "type": 3, "id": 32913, "aya_id": 26}, {"text": " <font color=red>اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ</font><BR><p>يَذْكُر تَعَالَى أَنَّهُ هُوَ الَّذِي يُوَسِّع الرِّزْق عَلَى مَنْ يَشَاء وَيُقَتِّر عَلَى مَنْ يَشَاء لِمَا لَهُ فِي ذَلِكَ مِنْ الْحِكْمَة وَالْعَدْل وَفَرِحَ هَؤُلَاءِ الْكُفَّار بِمَا أُوتُوا مِنْ الْحَيَاة الدُّنْيَا اِسْتِدْرَاجًا لَهُمْ وَإِمْهَالًا كَمَا قَالَ \" أَيَحْسَبُونَ أَنَّمَا نَمُدّهُمْ بِهِ مِنْ مَال وَبَنِينَ نُسَارِع لَهُمْ فِي الْخَيْرَات بَلْ لَا يَشْعُرُونَ \" ثُمَّ حَقَّرَ الْحَيَاة الدُّنْيَا بِالنِّسْبَةِ إِلَى مَا اِدَّخَرَهُ تَعَالَى لِعِبَادِهِ الْمُؤْمِنِينَ فِي الدَّار الْآخِرَة فَقَالَ \" وَمَا الْحَيَاة الدُّنْيَا فِي الْآخِرَة إِلَّا مَتَاع \" كَمَا قَالَ \" قُلْ مَتَاع الدُّنْيَا قَلِيل وَالْآخِرَة خَيْر لِمَنْ اِتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا \" وَقَالَ \" بَلْ تُؤْثِرُونَ الْحَيَاة الدُّنْيَا وَالْآخِرَة خَيْر وَأَبْقَى \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع عَنْ يَحْيَى بْن سَعِيد قَالَا : حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ قَيْس عَنْ الْمُسْتَوْرِد أَخِي بَنِي فِهْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا الدُّنْيَا فِي الْآخِرَة إِلَّا كَمَا يَجْعَل أَحَدكُمْ أُصْبُعه هَذِهِ فِي الْيَمّ فَلْيَنْظُرْ بِمَ تَرْجِع \" وَأَشَارَ بِالسَّبَّابَةِ رَوَاهُ مُسْلِم فِي صَحِيحه وَفِي الْحَدِيث الْآخَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّ بِجَدْيٍ أَسَكّ مَيِّت وَالْأَسَكّ الصَّغِير الْأُذُنَيْنِ فَقَالَ \" وَاَللَّه لَلدُّنْيَا أَهْوَن عَلَى اللَّه مِنْ هَذَا عَلَى أَهْله حِين أَلْقَوْهُ \" .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37875, "aya_id": 26}]