[{"text": "وَمَا قَدَرُواْ اللّهَ حَقَّ قَدْرِهِ إِذْ قَالُواْ مَا أَنزَلَ اللّهُ عَلَى بَشَرٍ مِّن شَيْءٍ قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاء بِهِ مُوسَى نُورًا وَهُدًى لِّلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُم مَّا لَمْ تَعْلَمُواْ أَنتُمْ وَلاَ آبَاؤُكُمْ قُلِ اللّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ", "sura_id": 6, "type": 0, "id": 880, "aya_id": 91}, {"text": "وما قدروا الله حق قدره إذ قالوا ما أنزل الله على بشر من شيء قل من أنزل الكتاب الذي جاء به موسى نورا وهدى للناس تجعلونه قراطيس تبدونها وتخفون كثيرا وعلمتم ما لم تعلموا أنتم ولا آباؤكم قل الله ثم ذرهم في خوضهم يلعبون", "sura_id": 6, "type": 1, "id": 7116, "aya_id": 91}, {"text": "91 - (وما قدروا) أي اليهود (الله حق قدره) أي ما عظموه حق عظمته أو ما عرفوه حق معرفته (إذ قالوا) للنبي صلى الله عليه وسلم وقد خاصموه في القرآن (ما أنزل الله على بشر من شيء قل) لهم (من أنزل الكتاب الذي جاء به موسى نورا وهدى للناس يجعلونه) بالياء والتاء في المواضع الثلاثة (قراطيس) أي يكتبونه في دفاتر مقطعة (يبدونها) أي ما يحبون إبداءه منها (ويخفون كثيرا) مما فيها كنعت محمد صلى الله عليه وسلم (وعلمتم) أيها اليهود في القرآن (ما لم تعلموا أنتم ولا آباؤكم) من التوراة ببيان ما التبس عليكم واختلفتم فيه (قل الله) أنزله إن لم يقولوه لا جواب غيره (ثم ذرهم في خوضهم) باطلهم (يلعبون) \r\n", "sura_id": 6, "type": 2, "id": 25824, "aya_id": 91}, {"text": "وما عَظَّم هؤلاء المشركون الله حق تعظيمه; إذ أنكروا أن يكون الله تعالى قد أنزل على أحد من البشر شيئًا من وحيه. قل لهم -أيها الرسول- : إذا كان الأمر كما تزعمون, فمن الذي أنزل الكتاب الذي جاء به موسى إلى قومه نورًا للناس وهداية لهم؟ ثم توجه الخطاب إلى اليهود زَجْرًا لهم بقوله: تجعلون هذا الكتاب في قراطيس متفرقة, تظهرون بعضها, وتكتمون كثيرًا منها, ومما كتموه الإخبار عن صفة محمد صلى الله عليه وسلم ونبوته, وعلَّمكم الله معشر العرب بالقرآنِ -الذي أنزله عليكم, فيه خبر مَن قبلكم ومَن بعدكم, وما يكون بعد موتكم- ما لم تعلموه أنتم ولا آباؤكم, قل: الله هو الذي أنزله, ثم دع هؤلاء في حديثهم الباطل يخوضون ويلعبون.\r\n", "sura_id": 6, "type": 3, "id": 32060, "aya_id": 91}, {"text": " <font color=red>وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ</font><BR><p>يَقُول تَعَالَى وَمَا عَظَّمُوا اللَّه حَقّ تَعْظِيمه إِذْ كَذَبُوا رُسُله إِلَيْهِمْ : قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعَبْد اللَّه بْن كَثِير نَزَلَتْ فِي قُرَيْش وَاخْتَارَهُ اِبْن جَرِير وَقِيلَ نَزَلَتْ فِي طَائِفَة مِنْ الْيَهُود . وَقِيلَ فِي فِنْحَاص رَجُل مِنْهُمْ . وَقِيلَ فِي مَالِك بْن الصَّيْف \" قَالُوا مَا أَنْزَلَ اللَّه عَلَى بَشَر مِنْ شَيْء \" وَالْأَوَّل أَصَحّ لِأَنَّ الْآيَة مَكِّيَّة وَالْيَهُود لَا يُنْكِرُونَ إِنْزَال الْكُتُب مِنْ السَّمَاء وَقُرَيْش وَالْعَرَب قَاطِبَة كَانُوا يُنْكِرُونَ إِرْسَال مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّهُ مِنْ الْبَشَر كَمَا قَالَ \" أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُل مِنْهُمْ أَنْ أَنْذِرْ النَّاس\" وَكَقَوْلِهِ تَعَالَى \" وَمَا مَنَعَ النَّاس أَنْ يُؤْمِنُوا إِذْ جَاءَهُمْ الْهُدَى إِلَّا أَنْ قَالُوا أَبْعَث اللَّه بَشَرًا رَسُولًا قُلْ لَوْ كَانَ فِي الْأَرْض مَلَائِكَة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنْ السَّمَاء مَلَكًا رَسُولًا \" وَقَالَ هَهُنَا \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره إِذْ قَالُوا مَا أَنْزَلَ اللَّه عَلَى بَشَر مِنْ شَيْء \" قَالَ اللَّه تَعَالَى \" قُلْ مَنْ أَنْزَلَ الْكِتَاب الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ \" أَيْ قُلْ يَا مُحَمَّد لِهَؤُلَاءِ الْمُنْكِرِينَ لِإِنْزَالِ شَيْء مِنْ الْكُتُب مِنْ عِنْد اللَّه فِي جَوَاب سَلْبهمْ الْعَام بِإِثْبَاتِ قَضِيَّة جُزْئِيَّة مُوجِبَة \" مَنْ أَنْزَلَ الْكِتَاب الَّذِي جَاءَ بِهِ مُوسَى\" وَهُوَ التَّوْرَاة الَّتِي قَدْ عَلِمْتُمْ وَكُلّ أَحَد أَنَّ اللَّه قَدْ أَنْزَلَهَا عَلَى مُوسَى بْن عِمْرَان نُورًا وَهُدًى لِلنَّاسِ أَيْ لِيُسْتَضَاءَ بِهَا فِي كَشْف الْمُشْكِلَات وَيُهْتَدَى بِهَا مِنْ ظُلَم الشُّبُهَات وَقَوْله \" تَجْعَلُونَهُ قَرَاطِيس تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا \" أَيْ تَجْعَلُونَ جُمْلَتهَا قَرَاطِيس أَيْ قِطَعًا تَكْتُبُونَهَا مِنْ الْكِتَاب الْأَصْلِيّ الَّذِي بِأَيْدِيكُمْ وَتُحَرَّفُونَ مِنْهَا مَا تُحَرِّفُونَ وَتُبَدِّلُونَ وَتَتَأَوَّلُونَ وَتَقُولُونَ هَذَا مِنْ عِنْد اللَّه أَيْ فِي كِتَابه الْمُنَزَّل وَمَا هُوَ مِنْ عِنْد اللَّه وَلِهَذَا قَالَ \" تَجْعَلُونَهُ قَرَاطِيس تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا \" وَقَوْله تَعَالَى \" وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ \" أَيْ وَمَنْ أَنْزَلَ الْقُرْآن الَّذِي عَلَّمَكُمْ اللَّه فِيهِ مِنْ خَبَر مَا سَبَقَ وَنَبَأ مَا يَأْتِي مَا لَمْ تَكُونُوا تَعْلَمُونَ ذَلِكَ لَا أَنْتُمْ وَلَا آبَاؤُكُمْ وَقَدْ قَالَ قَتَادَة : هَؤُلَاءِ مُشْرِكُو الْعَرَب وَقَالَ مُجَاهِد هَذِهِ لِلْمُسْلِمِينَ وَقَوْله تَعَالَى \" قُلْ اللَّه \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَيْ قُلْ اللَّه أَنْزَلَهُ وَهَذَا الَّذِي قَالَهُ اِبْن عَبَّاس هُوَ الْمُتَعَيِّن فِي تَفْسِير هَذِهِ الْكَلِمَة لَا مَا قَالَهُ بَعْض الْمُتَأَخِّرِينَ مِنْ أَنَّ مَعْنَى \" قُلْ اللَّه \" أَيْ لَا يَكُون خِطَاب لَهُمْ إِلَّا هَذِهِ الْكَلِمَة كَلِمَة \" اللَّه \" وَهَذَا الَّذِي قَالَهُ هَذَا الْقَائِل يَكُون أَمْرًا بِكَلِمَةٍ مُفْرَدَة مِنْ غَيْر تَرْكِيب وَالْإِتْيَان بِكَلِمَةٍ مُفْرَدَة لَا يُفِيد فِي لُغَة الْعَرَب فَائِدَة يَحْسُن السُّكُوت عَلَيْهَا وَقَوْله \" ثُمَّ ذَرْهُمْ فِي خَوْضهمْ يَلْعَبُونَ \" أَيْ ثُمَّ دَعْهُمْ فِي جَهْلهمْ وَضَلَالهمْ يَلْعَبُونَ حَتَّى يَأْتِيهِمْ مِنْ اللَّه الْيَقِين فَسَوْفَ يَعْلَمُونَ أَلَهُمْ الْعَاقِبَة أَمْ لِعِبَادِ اللَّه الْمُتَّقِينَ ؟ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42232, "aya_id": 91}]