[{"text": "وَلاَ تَكُونُواْ كَالَّذِينَ خَرَجُواْ مِن دِيَارِهِم بَطَرًا وَرِئَاء النَّاسِ وَيَصُدُّونَ عَن سَبِيلِ اللّهِ وَاللّهُ بِمَا يَعْمَلُونَ مُحِيطٌ", "sura_id": 8, "type": 0, "id": 1207, "aya_id": 47}, {"text": "و لا تكونوا كالذين خرجوا من ديارهم بطرا و رئاء الناس و يصدون عن سبيل الله و الله بما يعملون محيط", "sura_id": 8, "type": 1, "id": 7443, "aya_id": 47}, {"text": "47 - (ولا تكونوا كالذين خرجوا من ديارهم) ليمنعوا غيرهم ولم يرجعوا بعد نجاتها (بطراً ورئاء الناس) حيث قالوا لا نرجع حتى نشرب الخمر وننحر الجزور وتضرب علينا القيان ببدر فيتسامع بذلك الناس (ويصدون) الناس (عن سبيل الله والله بما يعملون) بالياء والتاء (محيطٌ) علماً فيجازيهم به \r\n", "sura_id": 8, "type": 2, "id": 26151, "aya_id": 47}, {"text": "ولا تكونوا مثل المشركين الذين خرجوا من بلدهم كبرًا ورياءً; ليمنعوا الناس عن الدخول في دين الله. والله بما يعملون محيط لا يغيب عنه شيء.\r\n", "sura_id": 8, "type": 3, "id": 32387, "aya_id": 47}, {"text": " <font color=red>وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ</font><BR><p>يَقُول تَعَالَى بَعْد أَمْره الْمُؤْمِنِينَ بِالْإِخْلَاصِ فِي الْقِتَال فِي سَبِيله وَكَثْرَة ذِكْرِهِ نَاهِيًا لَهُمْ عَنْ التَّشَبُّه بِالْمُشْرِكِينَ فِي خُرُوجهمْ مِنْ دِيَارهمْ بَطَرًا أَيْ دَفْعًا لِلْحَقِّ \" وَرِئَاء النَّاس \" وَهُوَ الْمُفَاخَرَة وَالتَّكَبُّر عَلَيْهِمْ كَمَا قَالَ أَبُو جَهْل لَمَّا قِيلَ لَهُ إِنَّ الْعِير قَدْ نَجَا فَارْجِعُوا فَقَالَ لَا وَاَللَّه لَا نَرْجِع حَتَّى نَرُدَّ مَاء بَدْر وَنَنْحَر الْجُزُر وَنَشْرَب الْخَمْر وَتَعْزِف عَلَيْنَا الْقِيَان وَتَتَحَدَّث الْعَرَب بِمَكَانِنَا فِيهَا يَوْمَنَا أَبَدًا فَانْعَكَسَ ذَلِكَ عَلَيْهِ أَجْمَعَ لِأَنَّهُمْ لَمَّا وَرَدُوا مَاء بَدْر وَرَدُوا بِهِ الْحِمَام وَرُكِمُوا فِي أَطْوَاء بَدْر مُهَانِينَ أَذِلَّاء صَغَرَة أَشْقِيَاء فِي عَذَاب سَرْمَدِيّ أَبَدِيّ وَلِهَذَا قَالَ \" وَاَللَّه بِمَا يَعْمَلُونَ مُحِيط \" أَيْ عَالِم بِمَا جَاءُوا بِهِ وَلَهُ وَلِهَذَا جَازَاهُمْ عَلَيْهِ شَرّ الْجَزَاء لَهُمْ . قَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَالضَّحَّاك وَالسُّدِّيّ فِي قَوْله تَعَالَى \" وَلَا تَكُونُوا كَاَلَّذِينَ خَرَجُوا مِنْ دِيَارهمْ بَطَرًا وَرِئَاء النَّاس \" قَالُوا هُمْ الْمُشْرِكُونَ الَّذِينَ قَاتَلُوا رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر . وَقَالَ مُحَمَّد بْن كَعْب لَمَّا خَرَجَتْ قُرَيْش مِنْ مَكَّة إِلَى بَدْر خَرَجُوا بِالْقِيَانِ وَالدُّفُوف فَأَنْزَلَ اللَّه \" وَلَا تَكُونُوا كَاَلَّذِينَ خَرَجُوا مِنْ دِيَارهمْ بَطَرًا وَرِئَاء النَّاس وَيَصُدُّونَ عَنْ سَبِيل اللَّه وَاَللَّه بِمَا يَعْمَلُونَ مُحِيط \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43096, "aya_id": 47}]