[{"text": "فَإِذَا جَاءتْهُمُ الْحَسَنَةُ قَالُواْ لَنَا هَذِهِ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُواْ بِمُوسَى وَمَن مَّعَهُ أَلا إِنَّمَا طَائِرُهُمْ عِندَ اللّهُ وَلَكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ", "sura_id": 7, "type": 0, "id": 1085, "aya_id": 131}, {"text": "فإذا جاءتهم الحسنة قالوا لنا هذه وإن تصبهم سيئة يطيروا بموسى ومن معه ألا إنما طائرهم عند الله ولكن أكثرهم لا يعلمون", "sura_id": 7, "type": 1, "id": 7321, "aya_id": 131}, {"text": "131 - (فإذا جاءتهم الحسنة) الخصب والغنى (قالوا لنا هذه) أي نستحقها ولم يشكروا عليها (وإن تصبهم سيئة) جدب وبلاء (يطيروا) يتشاءموا (بموسى ومن معه) من المؤمنين (ألا إنما طائرهم) شؤمهم (عند الله) يأتيهم به (ولكن أكثرهم لا يعلمون) أن ما يصيبهم من عنده \r\n", "sura_id": 7, "type": 2, "id": 26029, "aya_id": 131}, {"text": "فإذا جاء فرعونَ وقومَه الخِصْبُ والرزقُ قالوا: هذا لنا بما نستحقه, وإن يُصِبْهم جدب وقحط يتشاءموا, ويقولوا: هذا بسبب موسى ومَن معه. ألا إنَّ ما يصيبهم من الجدب والقحط إنما هو بقضاء الله وقدره, وبسبب ذنوبهم وكفرهم, ولكن أكثر قوم فرعون لا يعلمون ذلك; لانغمارهم في الجهل والضلال.\r\n", "sura_id": 7, "type": 3, "id": 32265, "aya_id": 131}, {"text": " <font color=red>فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</font><BR><p>\" فَإِذَا جَاءَتْهُمْ الْحَسَنَة \" أَيْ مِنْ الْخِصْب وَالرِّزْق \" قَالُوا لَنَا هَذِهِ\" أَيْ هَذَا لَنَا بِمَا نَسْتَحِقّهُ \" وَإِنْ تُصِبْهُمْ سَيِّئَة\" أَيْ جَدْب وَقَحْط \" يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ \" أَيْ هَذَا بِسَبَبِهِمْ وَمَا جَاءُوا بِهِ \" أَلَا إِنَّمَا طَائِرهمْ عِنْد اللَّه \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" أَلَا إِنَّمَا طَائِرهمْ عِنْد اللَّه \" يَقُول مَصَائِبهمْ عِنْد اللَّه\" وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" وَقَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس قَالَ \" أَلَا إِنَّمَا طَائِرهمْ عِنْد اللَّه \" أَيْ مِنْ قِبَل اللَّه .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42502, "aya_id": 131}]