[{"text": "وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلاً وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللّهُ أَمْرًا كَانَ مَفْعُولاً وَإِلَى اللّهِ تُرْجَعُ الاُمُورُ", "sura_id": 8, "type": 0, "id": 1204, "aya_id": 44}, {"text": "وإذ يريكموهم إذ التقيتم في أعينكم قليلا ويقللكم في أعينهم ليقضي الله أمرا كان مفعولا و إلى الله ترجع الأمور", "sura_id": 8, "type": 1, "id": 7440, "aya_id": 44}, {"text": "44 - (وإذ يريكموهم) أيها المؤمنون (إذ التقيتم في أعينكم قليلاً) نحو سبعين أو مائة وهم ألف لتُقدِموا عليهم (ويقللكم في أعينهم) ليقدموا ولا يرجعوا عن قتالهم وهذا قبل التحام الحرب فلما التحم أراهم إياكم مثليهم كما في آل عمران (ليقضي الله أمراً كان مفعولاً وإلى الله ترجع الأمور) \r\n", "sura_id": 8, "type": 2, "id": 26148, "aya_id": 44}, {"text": "واذكر أيضًا حينما برز الأعداء إلى أرض المعركة فرأيتموهم قليلا فاجترأتم عليهم, وقلَّلكم في أعينهم, ليتركوا الاستعداد لحربكم; ليقضي الله أمرًا كان مفعولا فيتحقق وَعْدُ الله لكم بالنصر والغلبة, فكانت كلمة الله هي العليا وكلمة الذين كفروا السفلى. وإلى الله مصير الأمور كلها, فيجازي كلا بما يستحق.\r\n", "sura_id": 8, "type": 3, "id": 32384, "aya_id": 44}, {"text": " <font color=red>وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ</font><BR><p>وَقَوْله \" وَإِذْ يُرِيكُمُوهُمْ إِذْ اِلْتَقَيْتُمْ فِي أَعْيُنكُمْ قَلِيلًا \" وَهَذَا أَيْضًا مِنْ لُطْفه تَعَالَى بِهِمْ إِذْ أَرَاهُمْ إِيَّاهُمْ قَلِيلًا فِي رَأْي الْعَيْن فَيُجَرِّئُهُمْ عَلَيْهِمْ وَيُطَمِّعُهُمْ فِيهِمْ قَالَ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ لَقَدْ قُلِّلُوا فِي أَعْيُنِنَا يَوْم بَدْر حَتَّى قُلْت لِرَجُلٍ إِلَى جَنْبِي تَرَاهُمْ سَبْعِينَ ؟ قَالَ لَا بَلْ هُمْ مِائَة حَتَّى أَخَذْنَا رَجُلًا مِنْهُمْ فَسَأَلْنَاهُ فَقَالَ كُنَّا أَلْفًا . رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَقَوْله \" وَيُقَلِّلُكُمْ فِي أَعْيُنهمْ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ الزُّبَيْر بْن الْحَارِث عَنْ عِكْرِمَة \" وَإِذْ يُرِيكُمُوهُمْ إِذْ اِلْتَقَيْتُمْ \" الْآيَة . قَالَ حَضَّضَ بَعْضهمْ عَلَى بَعْض إِسْنَاد صَحِيح وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي يَحْيَى بْن عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ فِي قَوْله تَعَالَى \" لِيَقْضِيَ اللَّه أَمْرًا كَانَ مَفْعُولًا \" أَيْ لِيُلْقِيَ بَيْنهمْ الْحَرْب لِلنِّقْمَةِ مِمَّنْ أَرَادَ الِانْتِقَام مِنْهُ وَالْإِنْعَام عَلَى مَنْ أَرَادَ تَمَام النِّعْمَة عَلَيْهِ مِنْ أَهْل وِلَايَته وَمَعْنَى هَذَا أَنَّهُ تَعَالَى أَغْرَى كُلًّا مِنْ الْفَرِيقَيْنِ بِالْآخَرِ وَقَلَّلَهُ فِي عَيْنه لِيَطْمَعَ فِيهِ وَذَلِكَ عِنْد الْمُوَاجَهَة فَلَمَّا اِلْتَحَمَ الْقِتَال وَأَيَّدَ اللَّه الْمُؤْمِنِينَ بِأَلْفٍ مِنْ الْمَلَائِكَة مُرْدِفِينَ بَقِيَ حِزْب الْكُفَّار يَرَى حِزْب الْإِيمَان ضِعْفَيْهِ كَمَا قَالَ تَعَالَى \" قَدْ كَانَ لَكُمْ آيَة فِي فِئَتَيْنِ اِلْتَقَتَا فِئَة تُقَاتِل فِي سَبِيل اللَّه وَأُخْرَى كَافِرَة يَرَوْنَهُمْ مِثْلَيْهِمْ رَأَى الْعَيْن وَاَللَّه يُؤَيِّد بِنَصْرِهِ مَنْ يَشَاء إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَار \" وَهَذَا هُوَ الْجَمْع بَيْن هَاتَيْنِ الْآيَتَيْنِ فَإِنَّ كُلًّا مِنْهُمَا حَقٌّ وَصِدْقٌ وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43093, "aya_id": 44}]