[{"text": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ", "sura_id": 98, "type": 0, "id": 6131, "aya_id": 1}, {"text": "لم يكن الذين كفروا من أهل الكتاب والمشركين منفكين حتى تأتيهم البينة", "sura_id": 98, "type": 1, "id": 12367, "aya_id": 1}, {"text": "سورة البينة 1 - (لم يكن الذين كفروا من) للبيان (أهل الكتاب والمشركين) أي عبدة الأصنام عطف على أهل (منفكين) خبر يكن أي زائلين عما هم عليه (حتى تأتيهم) أي أتتهم (البينة) أي الحجة الواضحة وهي محمد صلى الله عليه وسلم \r\n", "sura_id": 98, "type": 2, "id": 31075, "aya_id": 1}, {"text": "لم يكن الذين كفروا من اليهود والنصارى والمشركين تاركين كفرهم حتى تأتيهم العلامة التي وُعِدوا بها في الكتب السابقة.\r\n", "sura_id": 98, "type": 3, "id": 37311, "aya_id": 1}, {"text": " <font color=red>لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ</font><BR><p>سُورَة الْبَيِّنَة : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد هُوَ اِبْن سَلَمَة أَخْبَرَنَا عَلِيّ هُوَ اِبْن زَيْد عَنْ عَمَّار بْن أَبِي عَمَّار قَالَ سَمِعْت أَبَا حَبَّة الْبَدْرِيّ وَهُوَ مَالِك بْن عَمْرو بْن ثَابِت الْأَنْصَارِيّ قَالَ : لَمَّا نَزَلَتْ \" لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب \" إِلَى آخِرهَا قَالَ جِبْرِيل يَا رَسُول اللَّه إِنَّ رَبّك يَأْمُرك أَنْ تُقْرِئهَا أُبَيًّا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأُبَيٍّ \" إِنَّ جِبْرِيل أَمَرَنِي أَنْ أُقْرِئَك هَذِهِ السُّورَة \" قَالَ أُبَيّ وَقَدْ ذُكِرْت ثَمَّ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ \" نَعَمْ \" قَالَ فَبَكَى أُبَيّ \" حَدِيثٌ آخَر \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت قَتَادَة يُحَدِّث أَنَّ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأُبَيِّ بْن كَعْب \" إِنَّ اللَّه أَمَرَنِي أَنْ أَقْرَأ عَلَيْك\" لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب \" قَالَ وَسَمَّانِى لَك ؟ قَالَ \" نَعَمْ \" فَبَكَى وَرَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث شُعْبَة بِهِ . \" حَدِيثٌ آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُؤَمَّل حَدَّثَنَا سُفْيَان حَدَّثَنَا أَسْلَمَ الْمِنْقَرِيّ عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن أَبْزَى عَنْ أَبِيهِ عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي أُمِرْت أَنْ أَقْرَأ عَلَيْك سُورَة كَذَا وَكَذَا \" قُلْت يَا رَسُول اللَّه وَقَدْ ذُكِرْت هُنَاكَ ؟ قَالَ\" نَعَمْ \" فَقُلْت لَهُ يَا أَبَا الْمُنْذِر فَفَرِحْت بِذَلِكَ ؟ قَالَ وَمَا يَمْنَعنِي وَاَللَّه يَقُول \" قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ \" قَالَ مُؤَمَّل قُلْت لِسُفْيَان الْقِرَاءَة فِي الْحَدِيث ؟ قَالَ نَعَمْ . تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه \" طَرِيق أُخْرَى \" قَالَ أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر وَحَجَّاج قَالَا حَدَّثَنَا شُعْبَة عَنْ عَاصِم بْن بَهْدَلَة عَنْ زِرّ بْن حُبَيْش عَنْ أُبَيّ بْن كَعْب قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِي \" إِنَّ اللَّه أَمَرَنِي أَقْرَأ عَلَيْك الْقُرْآن - قَالَ فَقَرَأَ - \" لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب \" قَالَ فَقَرَأَ فِيهَا - وَلَوْ أَنَّ اِبْن آدَم سَأَلَ وَادِيًا مِنْ مَال فَأُعْطِيَهُ لَسَأَلَ ثَانِيًا وَلَوْ سَأَلَ ثَانِيًا فَأُعْطِيَهُ لَسَأَلَ ثَالِثًا وَلَا يَمْلَأ جَوْف اِبْن آدَم إِلَّا التُّرَاب وَيَتُوب اللَّه عَلَى مَنْ تَابَ وَإِنَّ ذَات الدِّين عِنْد اللَّه الْحَنِيفِيَّة غَيْر الْمُشْرِكَة وَلَا الْيَهُودِيَّة وَلَا النَّصْرَانِيَّة وَمَنْ يَفْعَل خَيْرًا فَلَنْ يُكْفَرَهُ \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث أَبِي دَاوُد الطَّيَالِسِيّ عَنْ شُعْبَة بِهِ وَقَالَ حَسَن صَحِيح \" طَرِيق أُخْرَى\" قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن خُلَيْد الْحَلَبِيّ حَدَّثَنَا مُحَمَّد بْن عِيسَى الطَّبَّاع حَدَّثَنَا مُعَاذ بْن مُحَمَّد بْن مُعَاذ بْن أُبَيّ بْن كَعْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا الْمُنْذِر إِنِّي أُمِرْت أَنْ أَعْرِض عَلَيْك الْقُرْآن \" قَالَ بِاَللَّهِ آمَنْت وَعَلَى يَدك أَسْلَمْت وَمِنْك تَعَلَّمْت قَالَ فَرَدَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْقَوْل قَالَ : فَقَالَ يَا رَسُول اللَّه وَذُكِرْت هُنَاكَ ؟ قَالَ : نَعَمْ بِاسْمِك وَنَسَبك فِي الْمَلَإِ الْأَعْلَى\" قَالَ فَاقْرَأْ إِذًا يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا غَرِيب مِنْ هَذَا الْوَجْه وَالثَّابِت مَا تَقَدَّمَ وَإِنَّمَا قَرَأَ عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ السُّورَة تَثْبِيتًا لَهُ وَزِيَادَة لِإِيمَانِهِ فَإِنَّهُ كَمَا رَوَاهُ أَحْمَد وَالنَّسَائِيّ مِنْ طَرِيق أَنَس عَنْهُ وَرَوَاهُ أَحْمَد وَأَبُو دَاوُد مِنْ حَدِيث سُلَيْمَان بْن صُرَد عَنْهُ وَرَوَاهُ أَحْمَد عَنْ عَفَّان عَنْ حَمَّاد عَنْ حُمَيْد عَنْ أَنَس عَنْ عُبَادَة بْن الصَّامِت عَنْهُ وَرَوَاهُ أَحْمَد وَمُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث إِسْمَاعِيل بْن أَبِي خَالِد عَنْ عَبْد اللَّه بْن عِيسَى عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْهُ - كَانَ قَدْ أَنْكَرَ عَلَى إِنْسَان وَهُوَ عَبْد اللَّه بْن مَسْعُود قِرَاءَة شَيْء مِنْ الْقُرْآن عَلَى خِلَاف مَا أَقْرَأَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَفَعَهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَقْرَأَهُمَا وَقَالَ لِكُلٍّ مِنْهُمْ \" أَصَبْت \" قَالَ أُبَيّ فَأَخَذَنِي مِنْ الشَّكّ وَلَا إِذْ كُنْت فِي الْجَاهِلِيَّة فَضَرَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي صَدْره قَالَ أُبَيّ فَفِضْت عَرَقًا وَكَأَنَّمَا أَنْظُر إِلَى اللَّه فَرَقًا وَأَخْبَرَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ جِبْرِيل أَتَاهُ فَقَالَ : إِنَّ اللَّه يَأْمُرك أَنْ تُقْرِئَ أُمَّتك الْقُرْآن عَلَى حَرْف فَقُلْت أَسْأَل اللَّه مُعَافَاته وَمَغْفِرَته فَقَالَ عَلَى حَرْفَيْنِ فَلَمْ يَزَلْ حَتَّى قَالَ إِنَّ اللَّه يَأْمُرك أَنْ تُقْرِئ أُمَّتك الْقُرْآن عَلَى سَبْعَة أَحْرُف كَمَا قَدَّمْنَا ذِكْر هَذَا الْحَدِيث بِطُرُقِهِ وَلَفْظه فِي أَوَّل التَّفْسِير فَلَمَّا نَزَلَتْ هَذِهِ السُّورَة الْكَرِيمَة وَفِيهَا \" رَسُول مِنْ اللَّه يَتْلُو صُحُفًا مُطَهَّرَة فِيهَا كُتُبٌ قِيمَةٌ \" قَرَأَهَا عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قِرَاءَة إِبْلَاغ وَتَثْبِيت وَإِنْذَار لَا قِرَاءَة تَعَلُّم وَاسْتِذْكَار وَاَللَّه أَعْلَم . وَهَذَا كَمَا أَنَّ عُمَر بْن الْخَطَّاب لَمَّا سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْحُدَيْبِيَة عَنْ الْأَسْئِلَة وَكَانَ فِيمَا قَالَ أَوَلَمَ تَكُنْ تُخْبِرنَا أَنَّا سَنَأْتِي الْبَيْت وَنَطُوف بِهِ : قَالَ \" بَلَى أَفَأَخْبَرْتُك أَنَّك تَأْتِيه عَامك هَذَا قَالَ لَا قَالَ \" فَإِنَّك آتِيه وَمُطَّوِّفٌ بِهِ \" . فَلَمَّا رَجَعُوا مِنْ الْحُدَيْبِيَة وَأَنْزَلَ اللَّه عَلَى النَّبِيّ سُورَة الْفَتْح دَعَا عُمَر بْن الْخَطَّاب فَقَرَأَهَا عَلَيْهِ وَفِيهَا قَوْله \" لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِد الْحَرَام إِنْ شَاءَ اللَّه آمَنِينَ \" الْآيَة كَمَا تَقَدَّمَ. وَرَوَى الْحَافِظ أَبُو نُعَيْم فِي كِتَابه أَسْمَاء الصَّحَابَة مِنْ طَرِيق مُحَمَّد بْن إِسْمَاعِيل الْجَعْفَرِيّ الْمَدَنِيّ حَدَّثَنَا عَبْد اللَّه بْن سَلَمَة بْن أَسْلَمَ عَنْ اِبْن شِهَاب عَنْ إِسْمَاعِيل بْن أَبِي حَكِيم الْمُزَنِيّ حَدَّثَنِي فُضَيْل سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه لَيَسْمَع قُرَّاء\" لَمْ يَكُنْ الَّذِينَ كَفَرُوا \" فَيَقُول أَبْشِرْ عَبْدِي فَوَعِزَّتِي لَأُمَكِّنَنَّ لَك فِي الْجَنَّة حَتَّى تَرْضَى \" حَدِيثٌ غَرِيبٌ جِدًّا . وَقَدْ رَوَاهُ الْحَافِظ أَبُو مُوسَى الْمَدِينِيّ وَابْن الْأَثِير مِنْ طَرِيق الزُّهْرِيّ عَنْ إِسْمَاعِيل بْن أَبِي كَلْثَمَ عَنْ مَطَر الْمُزَنِيّ - أَوْ الْمَدَنِيّ - عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يَسْمَع قُرَّاء \" لَمْ يَكُنْ الَّذِينَ كَفَرُوا \" وَيَقُول أَبْشِرْ عَبْدِي فَوَعِزَّتِي لَا أَنْسَاك عَلَى حَال مِنْ أَحْوَال الدُّنْيَا وَالْآخِرَة وَلَأُمَكِّنَنَّ لَك فِي الْجَنَّة حَتَّى تَرْضَى \" . أَمَّا أَهْل الْكِتَاب فَهُمْ الْيَهُود وَالنَّصَارَى وَالْمُشْرِكُونَ عَبَدَة الْأَوْثَان وَالنِّيرَان مِنْ الْعَرَب وَمِنْ الْعَجَم وَقَالَ مُجَاهِد لَمْ يَكُونُوا \" مُنْفَكِّينَ\" يَعْنِي مُنْتَهِينَ حَتَّى يَتَبَيَّن لَهُمْ الْحَقّ وَهَكَذَا قَالَ قَتَادَة \" حَتَّى تَأْتِيهِمْ الْبَيِّنَةُ \" أَيْ هَذَا الْقُرْآن وَلِهَذَا قَالَ تَعَالَى \" لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيهِمْ الْبَيِّنَة\" .</p><BR> <br> ", "sura_id": 98, "type": 4, "id": 43630, "aya_id": 1}]