[{"text": "الطَّلاَقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ وَلاَ يَحِلُّ لَكُمْ أَن تَأْخُذُواْ مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلاَّ أَن يَخَافَا أَلاَّ يُقِيمَا حُدُودَ اللّهِ فَإِنْ خِفْتُمْ أَلاَّ يُقِيمَا حُدُودَ اللّهِ فَلاَ جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللّهِ فَلاَ تَعْتَدُوهَا وَمَن يَتَعَدَّ حُدُودَ اللّهِ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ", "sura_id": 2, "type": 0, "id": 236, "aya_id": 229}, {"text": "الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا إلا أن يخافا ألا يقيما حدود الله فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظالمون", "sura_id": 2, "type": 1, "id": 6472, "aya_id": 229}, {"text": "229 - (الطلاق) أي التطليق الذي يراجع بعده (مرتان) أي اثنتان (فإمساك) أي فعليكم إمساكهن بعده بأن تراجعوهن (بمعروف) من غير ضرار (أو تسريح) أي إرسال لهن (بإحسان ولا يحل لكم) أيها الأزواج (أن تأخذوا مما آتيتموهن) من المهور (شيئا) إذا طلقتموهن (إلا أن يخافا) أي الزوجان (أ) ن (لا يقيما حدود الله) أي أن لا يأتيا بما حده لهما من الحقوق وفي قراءة {يُخافا} بالبناء للمفعول فأن لا يقيما بدل اشتمال من الضمير فيه وقرئ بالفوقانية في الفعلين (فإن خفتم أ) ن (لا يقيما حدود الله فلا جناح عليهما) (فيما افتدت به) نفسهما من المال ليطلقها أي لا حرج على الزوج في أخذه ولا الزوجة في بذله (تلك) الأحكام المذكورة (حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظالمون) \r\n", "sura_id": 2, "type": 2, "id": 25180, "aya_id": 229}, {"text": "الطلاق الذي تحصل به الرجعة مرتان, واحدة بعد الأخرى, فحكم الله بعد كل طلقة هو إمساك المرأة بالمعروف, وحسن العشرة بعد مراجعتها, أو تخلية سبيلها مع حسن معاملتها بأداء حقوقها, وألا يذكرها مطلقها بسوء. ولا يحل لكم- أيها الأزواج- أن تأخذوا شيئًا مما أعطيتموهن من المهر ونحوه, إلا أن يخاف الزوجان ألا يقوما بالحقوق الزوجية, فحينئذ يعرضان أمرهما على الأولياء, فإن خاف الأولياء عدم إقامة الزوجين حدود الله, فلا حرج على الزوجين فيما تدفعه المرأة للزوج مقابل طلاقها. تلك الأحكام هي حدود الله الفاصلة بين الحلال والحرام, فلا تتجاوزوها, ومن يتجاوز حدود الله تعالى فأولئك هم الظالمون أنفسهم بتعريضها لعذاب الله.\r\n", "sura_id": 2, "type": 3, "id": 31416, "aya_id": 229}, {"text": " <font color=red>الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة رَافِعَة لِمَا كَانَ عَلَيْهِ الْأَمْر فِي اِبْتِدَاء الْإِسْلَام مِنْ أَنَّ الرَّجُل كَانَ أَحَقّ بِرَجْعَةِ اِمْرَأَته وَإِنْ طَلَّقَهَا مِائَة مَرَّة مَا دَامَتْ فِي الْعِدَّة فَلَمَّا كَانَ هَذَا فِيهِ ضَرَر عَلَى الزَّوْجَات قَصَرَهُمْ اللَّه إِلَى ثَلَاث طَلْقَات وَأَبَاحَ الرَّجْعَة فِي الْمَرَّة وَالثِّنْتَيْنِ وَأَبَانَهَا بِالْكُلِّيَّةِ فِي الثَّالِثَة . فَقَالَ \" الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ \" . قَالَ أَبُو دَاوُد رَحِمَهُ اللَّه فِي سُنَنه \" بَاب نَسْخ الْمُرَاجَعَة بَعْد الطَّلْقَات الثَّلَاث\" حَدَّثَنَا أَحْمَد بْن مُحَمَّد الْمَرْوَزِيّ حَدَّثَنِي عَلِيّ بْن الْحُسَيْن بْن وَاقِد عَنْ أَبِيهِ عَنْ يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَالْمُطَلَّقَات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوء وَلَا يَحِلّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ \" الْآيَة وَذَلِكَ أَنَّ الرَّجُل كَانَ إِذَا طَلَّقَ اِمْرَأَته فَهُوَ أَحَقُّ بِرَجْعَتِهَا وَإِنْ طَلَّقَهَا ثَلَاثًا فَنَسَخَ ذَلِكَ فَقَالَ \" الطَّلَاقُ مَرَّتَانِ \" الْآيَة . وَرَوَاهُ النَّسَائِيّ عَنْ زَكَرِيَّا بْن يَحْيَى عَنْ إِسْحَاق بْن إِبْرَاهِيم عَنْ عَلِيّ بْن الْحُسَيْن بِهِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا هَارُونَ بْن إِسْحَاق حَدَّثَنَا عَبْدَة يَعْنِي اِبْن سُلَيْمَان عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَنَّ رَجُلًا قَالَ لِامْرَأَتِهِ : لَا أُطَلِّقك أَبَدًا وَلَا آوِيك أَبَدًا قَالَتْ : وَكَيْف ذَلِكَ ؟ قَالَ : أُطَلِّق حَتَّى إِذَا دَنَا أَجَلُك رَاجَعْتُك فَأَتَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَذَكَرَتْ ذَلِكَ لَهُ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" الطَّلَاق مَرَّتَانِ\" وَهَكَذَا رَوَاهُ اِبْن جَرِير فِي تَفْسِيره مِنْ طَرِيق جَرِير بْن عَبْد الْحَمِيد وَابْن إِدْرِيس . وَرَوَاهُ عَبْد بْن حُمَيْد فِي تَفْسِيره عَنْ جَعْفَر بْن عَوْن كُلّهمْ عَنْ هِشَام عَنْ أَبِيهِ قَالَ : كَانَ الرَّجُل أَحَقّ بِرَجْعَةِ اِمْرَأَته وَإِنْ طَلَّقَهَا مَا شَاءَ مَا دَامَتْ فِي الْعِدَّة وَإِنَّ رَجُلًا مِنْ الْأَنْصَار غَضِبَ عَلَى اِمْرَأَته فَقَالَ : وَاَللَّه لَا آوِيك وَلَا أُفَارِقك قَالَتْ : وَكَيْف ذَلِكَ ؟ قَالَ : أُطَلِّقك فَإِذَا دَنَا أَجَلك رَاجَعْتُك ثُمَّ أُطَلِّقك فَإِذَا دَنَا أَجَلك رَاجَعْتُك فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" الطَّلَاق مَرَّتَانِ \" قَالَ : فَاسْتَقْبَلَ النَّاس الطَّلَاق مَنْ كَانَ طَلَّقَ وَمَنْ لَمْ يَكُنْ طَلَّقَ وَقَدْ رَوَاهُ أَبُو بَكْر بْن مَرْدَوَيْهِ مِنْ طَرِيق مُحَمَّد بْن سُلَيْمَان عَنْ يَعْلَى بْن شَبِيب مَوْلَى الزُّبَيْر عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة فَذَكَرَهُ بِنَحْوِ مَا تَقَدَّمَ . وَرَوَاهُ التِّرْمِذِيّ عَنْ قُتَيْبَة عَنْ يَعْلَى بْن شَبِيب بِهِ . ثُمَّ رَوَاهُ عَنْ أَبِي كُرَيْب عَنْ اِبْن إِدْرِيس عَنْ هِشَام عَنْ أَبِيهِ مُرْسَلًا قَالَ هَذَا أَصَحّ . وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق يَعْقُوب بْن حُمَيْد بْن كَاسِب عَنْ يَعْلَى بْن شَبِيب بِهِ وَقَالَ : صَحِيح الْإِسْنَاد ثُمَّ قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه حَدَّثَنَا مُحَمَّد بْن حُمَيْد حَدَّثَنَا سَلَمَة بْن الْفَضْل عَنْ مُحَمَّد بْن إِسْحَاق عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : لَمْ يَكُنْ لِلطَّلَاقِ وَقْت يُطَلِّق الرَّجُل اِمْرَأَته ثُمَّ يُرَاجِعهَا مَا لَمْ تَنْقَضِ الْعِدَّة وَكَانَ بَيْن رَجُل مِنْ الْأَنْصَار وَبَيْن أَهْله بَعْض مَا يَكُون بَيْن النَّاس فَقَالَ : وَاَللَّه لَأَتْرُكَنَّكِ لَا أَيِّمًا وَلَا ذَات زَوْج فَجَعَلَ يُطَلِّقهَا حَتَّى إِذَا كَادَتْ الْعِدَّة أَنْ تَنْقَضِي رَاجَعَهَا فَفَعَلَ ذَلِكَ مِرَارًا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ فِيهِ \" الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ \" فَوَقَّتَ الطَّلَاق ثَلَاثًا لَا رَجْعَة فِيهِ بَعْد الثَّالِثَة حَتَّى تَنْكِح زَوْجًا غَيْره وَهَكَذَا رُوِيَ عَنْ قَتَادَة مُرْسَلًا ذَكَرَهُ السُّدِّيّ وَابْن زَيْد وَابْن جَرِير كَذَلِكَ وَاخْتَارَ أَنَّ هَذَا تَفْسِير هَذِهِ الْآيَة قَوْله \" فَإِمْسَاك بِمَعْرُوفٍ أَوْ تَسْرِيح بِإِحْسَانٍ\" أَيْ إِذَا طَلَّقْتهَا وَاحِدَة أَوْ اِثْنَتَيْنِ فَأَنْتَ مُخَيَّر فِيهَا مَا دَامَتْ عِدَّتهَا بَاقِيَة بَيْن أَنْ تَرُدّهَا إِلَيْك نَاوِيًا الْإِصْلَاح بِهَا وَالْإِحْسَان إِلَيْهَا وَبَيْن أَنْ تَتْرُكهَا حَتَّى تَنْقَضِيَ عِدَّتهَا فَتَبِين مِنْك وَتُطْلِق سَرَاحهَا مُحْسِنًا إِلَيْهَا لَا تَظْلِمهَا مِنْ حَقّهَا شَيْئًا وَلَا تُضَارّ بِهَا. وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ إِذَا طَلَّقَ الرَّجُل اِمْرَأَته تَطْلِيقَتَيْنِ فَلْيَتَّقِ اللَّه فِي ذَلِكَ أَيْ فِي الثَّالِثَة فَإِمَّا أَنْ يُمْسِكهَا بِمَعْرُوفٍ فَيُحْسِن صَحَابَتهَا أَوْ يُسَرِّحهَا بِإِحْسَانٍ فَلَا يَظْلِمهَا مِنْ حَقّهَا شَيْئًا . وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا يُونُس بْن عَبْد الْأَعْلَى قِرَاءَة أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي سُفْيَان الثَّوْرِيّ حَدَّثَنِي إِسْمَاعِيل بْن سُمَيْع قَالَ : سَمِعْت أَبَا رَزِين يَقُول : جَاءَ رَجُل إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : يَا رَسُول اللَّه أَرَأَيْت قَوْل اللَّه عَزَّ وَجَلَّ \" فَإِمْسَاك بِمَعْرُوفٍ أَوْ تَسْرِيح بِإِحْسَانٍ \" أَيْنَ الثَّالِثَة قَالَ : \" التَّسْرِيح بِإِحْسَانٍ \" وَرَوَاهُ عَبْد بْن حُمَيْد فِي تَفْسِيره وَلَفْظه أَخْبَرَنَا يَزِيد بْن أَبِي حَكِيم عَنْ سُفْيَان عَنْ إِسْمَاعِيل بْن سُمَيْع أَنَّ أَبَا رَزِين الْأَسَدِيّ يَقُول : قَالَ رَجُل يَا رَسُول اللَّه أَرَأَيْت قَوْل اللَّه \" الطَّلَاق مَرَّتَانِ \" فَأَيْنَ الثَّالِثَة ؟ قَالَ \" التَّسْرِيح بِإِحْسَانِ الثَّالِثَة \" . وَرَوَاهُ الْإِمَام أَحْمَد أَيْضًا . وَهَكَذَا رَوَاهُ سَعِيد بْن مَنْصُور عَنْ خَالِد بْن عَبْد اللَّه عَنْ إِسْمَاعِيل بْن زَكَرِيَّا وَأَبِي مُعَاوِيَة عَنْ إِسْمَاعِيل بْن سُمَيْع عَنْ أَبِي رَزِين بِهِ وَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ أَيْضًا مِنْ طَرِيق قَيْس بْن الرَّبِيع عَنْ إِسْمَاعِيل بْن سُمَيْع عَنْ أَبِي رَزِين بِهِ مُرْسَلًا وَرَوَاهُ اِبْن مَرْدَوَيْهِ أَيْضًا مِنْ طَرِيق عَبْد الْوَاحِد بْن زِيَاد عَنْ إِسْمَاعِيل بْن سُمَيْع عَنْ أَنَس بْن مَالِك عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . فَذَكَرَهُ ثُمَّ قَالَ : حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن عَبْد الرَّحِيم حَدَّثَنَا أَحْمَد بْن يَحْيَى حَدَّثَنَا عُبَيْد اللَّه بْن جَرِير بْن حَبْلَة حَدَّثَنَا اِبْن عَائِشَة حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : يَا رَسُول اللَّه ذَكَرَ اللَّه الطَّلَاق مَرَّتَيْنِ فَأَيْنَ الثَّالِثَة ؟ قَالَ \" إِمْسَاك بِمَعْرُوفٍ أَوْ تَسْرِيح بِإِحْسَانٍ \" . وَقَوْله \" وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا \" أَيْ لَا يَحِلّ لَكُمْ أَنْ تُضَاجِرُوهُنَّ وَتُضَيِّقُوا عَلَيْهِنَّ لِيَفْتَدِينَ مِنْكُمْ بِمَا أَعْطَيْتُمُوهُنَّ مِنْ الْأَصْدِقَة أَوْ بِبَعْضِهِ كَمَا قَالَ تَعَالَى \" وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ\" فَأَمَّا إِنْ وَهَبَتْهُ الْمَرْأَة شَيْئًا عَنْ طِيب نَفْس مِنْهَا فَقَدْ قَالَ تَعَالَى \" فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا \" وَأَمَّا إِذَا تَشَاقَقَ الزَّوْجَانِ وَلَمْ تَقُمْ الْمَرْأَة بِحُقُوقِ الرَّجُل وَأَبْغَضَتْهُ وَلَمْ تَقْدِر عَلَى مُعَاشَرَته فَلَهَا أَنْ تَفْتَدِي مِنْهُ بِمَا أَعْطَاهَا وَلَا حَرَج عَلَيْهَا فِي بَذْلهَا لَهُ وَلَا حَرَج عَلَيْهِ فِي قَبُول ذَلِكَ مِنْهَا وَلِهَذَا قَالَ تَعَالَى \" وَلَا يَحِلّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُود اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُود اللَّه فَلَا جُنَاح عَلَيْهِمَا فِيمَا اِفْتَدَتْ بِهِ \" الْآيَة . فَأَمَّا إِذَا لَمْ يَكُنْ لَهَا عُذْر وَسَأَلَتْ الِافْتِدَاء مِنْهُ فَقَدْ قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الْوَهَّاب\" ح \" وَحَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة قَالَا جَمِيعًا : حَدَّثَنَا أَيُّوب عَنْ أَبِي قِلَابَة عَمَّنْ حَدَّثَهُ عَنْ ثَوْبَان أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" أَيُّمَا اِمْرَأَة سَأَلَتْ زَوْجَهَا طَلَاقَهَا فِي غَيْرِ مَا بَأْسٍ فَحَرَامٌ عَلَيْهَا رَائِحَةُ الْجَنَّةِ \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ بُنْدَار عَنْ عَبْد الْوَهَّاب بْن عَبْد الْمَجِيد الثَّقَفِيّ بِهِ وَقَالَ حَسَن قَالَ وَيُرْوَى عَنْ أَيُّوب عَنْ أَبِي قِلَابَة عَنْ أَبِي أَسْمَاء عَنْ ثَوْبَان وَرَوَاهُ بَعْضهمْ عَنْ أَيُّوب بِهَذَا الْإِسْنَاد وَلَمْ يَرْفَعهُ : وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ أَيُّوب عَنْ أَبِي قِلَابَة قَالَ : وَذَكَرَ أَبَا أَسْمَاء وَذَكَرَ ثَوْبَان قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَيّمَا اِمْرَأَة سَأَلَتْ زَوْجَهَا الطَّلَاقَ فِي غَيْر مَا بَأْس فَحَرَامٌ عَلَيْهَا رَائِحَةُ الْجَنَّة \" . وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ وَابْن جَرِير مِنْ حَدِيث حَمَّاد بْن زَيْد بِهِ \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ لَيْث بْن أَبِي إِدْرِيس عَنْ ثَوْبَان مَوْلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ : \" أَيّمَا اِمْرَأَة سَأَلَتْ زَوْجهَا الطَّلَاق فِي غَيْر مَا بَأْس حَرَّمَ اللَّه عَلَيْهَا رَائِحَة الْجَنَّة \" وَقَالَ \" الْمُخْتَلِعَاتُ هُنَّ الْمُنَافِقَاتُ \" . ثُمَّ رَوَاهُ اِبْن جَرِير وَالتِّرْمِذِيّ جَمِيعًا عَنْ أَبِي كُرَيْب عَنْ مُزَاحِم بْن دَاوُد بْن عُلَيَّة عَنْ أَبِيهِ عَنْ لَيْث هُوَ اِبْن أَبِي سُلَيْم عَنْ أَبِي الْخَطَّاب عَنْ أَبِي زُرْعَة عَنْ أَبِي إِدْرِيس عَنْ ثَوْبَان قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" الْمُخْتَلِعَاتُ هُنَّ الْمُنَافِقَاتُ \" ثُمَّ قَالَ التِّرْمِذِيّ : غَرِيب مِنْ هَذَا الْوَجْه وَلَيْسَ إِسْنَاده بِالْقَوِيِّ \" حَدِيثٌ آخَرُ \" قَالَ اِبْن جَرِير : حَدَّثَنَا أَيُّوب حَدَّثَنَا حَفْص بْن بِشْر حَدَّثَنَا قَيْس بْن الرَّبِيع عَنْ أَشْعَث بْن سَوَّار عَنْ الْحَسَن عَنْ ثَابِت بْن يَزِيد عَنْ عُقْبَة بْن عَامِر قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" إِنَّ الْمُخْتَلِعَات الْمُنْتَزِعَات هُنَّ الْمُنَافِقَات \" غَرِيب مِنْ هَذَا الْوَجْه ضَعِيف \" حَدِيثٌ آخَرُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا وُهَيْب حَدَّثَنَا أَيُّوب عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" الْمُتَخَلِّعَات وَالْمُنْتَزِعَات هُنَّ الْمُنَافِقَات \" \" حَدِيثٌ آخَرُ \" قَالَ اِبْن مَاجَهْ : حَدَّثَنَا بَكْر بْن خَلَف أَبُو بِشْر حَدَّثَنَا أَبُو عَاصِم عَنْ جَعْفَر بْن يَحْيَى بْن ثَوْبَان عَنْ عَمّه عُمَارَة بْن ثَوْبَان عَنْ عَطَاء عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" لَا تَسْأَل اِمْرَأَةٌ زَوْجَهَا الطَّلَاقَ فِي غَيْر كُنْهه فَتَجِد رِيح الْجَنَّة وَإِنَّ رِيحهَا لَيُوجَد مِنْ مَسِيرَة أَرْبَعِينَ عَامًا \" . ثُمَّ قَدْ قَالَ طَائِفَة كَثِيرَة مِنْ السَّلَف وَأَئِمَّة الْخَلَف إِنَّهُ لَا يَجُوز الْخُلْع إِلَّا أَنْ يَكُون الشِّقَاق وَالنُّشُوز مِنْ جَانِب الْمَرْأَة فَيَجُوز لِلرَّجُلِ حِينَئِذٍ قَبُول الْفِدْيَة وَاحْتَجُّوا بِقَوْلِهِ تَعَالَى\" وَلَا يَحِلّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُود اللَّه \" قَالُوا : فَلَمْ يَشْرَع الْخُلْع إِلَّا فِي هَذِهِ الْحَالَة فَلَا يَجُوز فِي غَيْرهَا إِلَّا بِدَلِيلٍ وَالْأَصْل عَدَمه وَمِمَّنْ ذَهَبَ إِلَى هَذَا اِبْن عَبَّاس وَطَاوُس وَإِبْرَاهِيم وَعَطَاء وَالْحَسَن وَالْجُمْهُور حَتَّى قَالَ مَالِك وَالْأَوْزَاعِيّ : لَوْ أَخَذَ مِنْهَا شَيْئًا وَهُوَ مُضَارّ لَهَا وَجَبَ رَدُّهُ إِلَيْهَا وَكَانَ الطَّلَاق رَجْعِيًّا قَالَ مَالِك : وَهُوَ الْأَمْر الَّذِي أَدْرَكْت النَّاس عَلَيْهِ وَذَهَبَ الشَّافِعِيّ رَحِمَهُ اللَّه إِلَى أَنَّهُ يَجُوز الْخُلْع فِي حَال الشِّقَاق وَعِنْد الِاتِّفَاق بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَهَذَا قَوْل جَمِيع أَصْحَابه قَاطِبَة وَحَكَى الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ فِي كِتَاب الِاسْتِذْكَار لَهُ عَنْ بَكْر بْن عَبْد اللَّه الْمُزَنِيّ أَنَّهُ ذَهَبَ إِلَى أَنَّ الْخُلْع مَنْسُوخ بِقَوْلِهِ\" وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا\" . وَرَوَاهُ اِبْن جَرِير عَنْهُ وَهَذَا قَوْل ضَعِيف وَمَأْخَذٌ مَرْدُودٌ عَلَى قَائِله وَقَدْ ذَكَرَ اِبْن جَرِير رَحِمَهُ اللَّه أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي شَأْن ثَابِت بْن قَيْس بْن شَمَّاس وَامْرَأَته حَبِيبَة بِنْت عَبْد اللَّه بْن أُبَيّ بْن سَلُول وَلْنَذْكُرْ طُرُق حَدِيثهَا وَاخْتِلَاف أَلْفَاظه : قَالَ الْإِمَام مَالِك فِي مُوَطَّئِهِ عَنْ يَحْيَى بْن سَعِيد عَنْ عَمْرَة بِنْت عَبْد الرَّحْمَن بْن سَعِيد بْن زُرَارَة أَنَّهَا أَخْبَرَتْهُ عَنْ حَبِيبَة بِنْت سَهْل الْأَنْصَارِيّ أَنَّهَا كَانَتْ تَحْت ثَابِت بْن قَيْس بْن شَمَّاس وَأَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - خَرَجَ إِلَى الصُّبْح فَوَجَدَ حَبِيبَة بِنْت سَهْل عِنْد بَابه فِي الْغَلَس فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - \" مَنْ هَذِهِ ؟ \" قُلْت : أَنَا حَبِيبَة بِنْت سَهْل فَقَالَ \" مَا شَأْنك \" فَقَالَتْ : لَا أَنَا وَلَا ثَابِت بْن قَيْس لِزَوْجِهَا فَلَمَّا جَاءَ زَوْجهَا ثَابِت بْن قَيْس قَالَ لَهُ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" هَذِهِ حَبِيبَة بِنْت سَهْل قَدْ ذَكَرَتْ مَا شَاءَ اللَّه أَنْ تَذْكُر \" فَقَالَتْ حَبِيبَة : يَا رَسُول اللَّه كُلّ مَا أَعْطَانِي عِنْدِي فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" خُذْ مِنْهَا \" فَأَخَذَ مِنْهَا وَجَلَسَتْ فِي أَهْلهَا . وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مَالِك بِإِسْنَادِهِ مِثْله وَرَوَاهُ أَبُو دَاوُد عَنْ الْقَعْنَبِيّ عَنْ مَالِك وَالنَّسَائِيّ عَنْ مُحَمَّد بْن مَسْلَمَة عَنْ اِبْن الْقَاسِم عَنْ مَالِك \" حَدِيثٌ آخَرُ \" عَنْ عَائِشَة . قَالَ أَبُو دَاوُد وَابْن جَرِير : حَدَّثَنَا مُحَمَّد بْن مَعْمَر حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا أَبُو عَمْرو السَّدُوسِيّ عَنْ عَبْد اللَّه بْن أَبِي بَكْر عَنْ عَمْرَة عَنْ عَائِشَة أَنَّ حَبِيبَة بِنْت سَهْل كَانَتْ تَحْت ثَابِت بْن قَيْس بْن شَمَّاس فَضَرَبَهَا فَانْكَسَرَ بَعْضُهَا فَأَتَتْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَعْد الصُّبْح فَاشْتَكَتْهُ إِلَيْهِ فَدَعَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ثَابِتًا فَقَالَ \" خُذْ بَعْض مَالهَا وَفَارِقْهَا \" قَالَ : وَيَصْلُح ذَلِكَ يَا رَسُول اللَّه ؟ قَالَ \" نَعَمْ \" قَالَ : إِنِّي أَصْدَقْتهَا حَدِيقَتَيْنِ فَهُمَا بِيَدِهَا فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" خُذْهُمَا وَفَارِقْهَا \" فَفَعَلَ وَهَذَا لَفْظ اِبْن جَرِير وَأَبُو عَمْرو السَّدُوسِيّ هُوَ سَعِيد بْن سَلَمَة بْن أَبِي الْحُسَام \" حَدِيثٌ آخَرُ \" فِيهِ عَنْ اِبْن عَبَّاس - رَضِيَ اللَّه عَنْهُ - قَالَ الْبُخَارِيّ : حَدَّثَنَا أَزْهَر بْن جَمِيل أَخْبَرَنَا عَبْد الْوَهَّاب الثَّقَفِيّ حَدَّثَنَا خَالِد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ اِمْرَأَة ثَابِت بْن قَيْس بْن شَمَّاس أَتَتْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَتْ يَا رَسُول اللَّه : مَا أَعِيبُ عَلَيْهِ فِي خُلُق وَلَا دِين وَلَكِنْ أَكْرَهُ الْكُفْرَ فِي الْإِسْلَام فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَتَرُدِّينَ عَلَيْهِ حَدِيقَته \" قَالَتْ : نَعَمْ قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اِقْبَلْ الْحَدِيقَة وَطَلِّقْهَا تَطْلِيقَة \" وَكَذَا رَوَاهُ النَّسَائِيّ عَنْ أَزْهَر بْن جَمِيل بِإِسْنَادِهِ مِثْله وَرَوَاهُ الْبُخَارِيّ أَيْضًا بِهِ عَنْ إِسْحَاق الْوَاسِطِيّ عَنْ خَالِد هُوَ اِبْن عَبْد اللَّه الطَّحَاوِيّ عَنْ خَالِد هُوَ اِبْن مِهْرَان الْحَذَّاء عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس بِهِ نَحْوه . وَهَكَذَا رَوَاهُ الْبُخَارِيّ أَيْضًا مِنْ طُرُق عَنْ أَيُّوب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس وَفِي بَعْضهَا أَنَّهَا قَالَتْ : لَا أُطِيقهُ يَعْنِي بُغْضًا وَهَذَا الْحَدِيث مِنْ أَفْرَاد الْبُخَارِيّ مِنْ هَذَا الْوَجْه . ثُمَّ قَالَ حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ أَيُّوب عَنْ عِكْرِمَة أَنَّ جَمِيلَة رَضِيَ اللَّه عَنْهَا كَذَا قَالَ وَالْمَشْهُور أَنَّ اِسْمهَا حَبِيبَة كَمَا تَقَدَّمَ لَكِنْ قَالَ الْإِمَام أَبُو عَبْد اللَّه بْن بَطَّة : حَدَّثَنِي أَبُو يُوسُف يَعْقُوب بْن يُوسُف الطَّبَّاخ حَدَّثَنَا أَبُو الْقَاسِم عَبْد اللَّه بْن مُحَمَّد بْن عَبْد الْعَزِيز الْبَغَوِيّ حَدَّثَنَا عُبَيْد اللَّه بْن عُمَر الْقَوَارِيرِيّ حَدَّثَنِي عَبْد الْأَعْلَى حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ جَمِيلَة بِنْت سَلُول أَتَتْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَتْ : وَاَللَّه مَا أَعْتِب عَلَى ثَابِت بْن قَيْس فِي دِين وَلَا خُلُق وَلَكِنَّنِي أَكْرَه الْكُفْر فِي الْإِسْلَام لَا أُطِيقهُ بُغْضًا فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" تَرُدِّينَ عَلَيْهِ حَدِيقَته ؟ \" قَالَتْ : نَعَمْ . فَأَمَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَأْخُذ مَا سَاقَ وَلَا يَزْدَاد وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ فِي تَفْسِيره عَنْ مُوسَى بْن هَارُونَ حَدَّثَنَا أَزْهَر بْن مَرْوَان حَدَّثَنَا عَبْد الْأَعْلَى مِثْله وَهَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ أَزْهَر بْن مَرْوَان بِإِسْنَادِهِ مِثْله سَوَاء وَهُوَ إِسْنَاد جَيِّد مُسْتَقِيم وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَحْيَى بْن وَاضِح حَدَّثَنَا الْحُسَيْن بْن وَاقِد عَنْ ثَابِت عَنْ عَبْد اللَّه بْن رَبَاح عَنْ جَمِيلَة بِنْت عَبْد اللَّه بْن أُبَيّ بْن سَلُول أَنَّهَا كَانَتْ تَحْت ثَابِت بْن قَيْس فَنَشَزَتْ عَلَيْهِ فَأَرْسَلَ إِلَيْهَا النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ \" يَا جَمِيلَة مَا كَرِهْت مِنْ ثَابِت ؟ \" قَالَتْ : وَاَللَّه مَا كَرِهْت مِنْهُ دِينًا وَلَا خُلُقًا إِلَّا أَنِّي كَرِهْت دَمَامَته فَقَالَ لَهَا : \" أَتَرُدِّينَ عَلَيْهِ الْحَدِيقَة \" قَالَتْ نَعَمْ فَرَدَّتْ الْحَدِيقَة وَفَرَّقَ بَيْنهمَا . وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان قَالَ قَرَأْت عَلَى فُضَيْل عَنْ أَبِي جَرِير أَنَّهُ سَأَلَ عِكْرِمَة هَلْ كَانَ لِلْخُلْعِ أَصْل ؟ قَالَ : كَانَ اِبْن عَبَّاس يَقُول إِنَّ أَوَّل خُلْع كَانَ فِي الْإِسْلَام فِي أُخْت عَبْد اللَّه بْن أُبَيّ أَنَّهَا أَتَتْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَتْ يَا رَسُول اللَّه لَا يَجْمَع رَأْسِي وَرَأْسه شَيْء أَبَدًا إِنِّي رَفَعْت جَانِب الْخِبَاء فَرَأَيْته قَدْ أَقْبَلَ فِي عِدَّة فَإِذَا هُوَ أَشَدّهمْ سَوَادًا وَأَقْصَرهمْ قَامَة وَأَقْبَحهمْ وَجْهًا فَقَالَ زَوْجهَا يَا رَسُول اللَّه إِنِّي قَدْ أَعْطَيْتهَا أَفْضَل مَالِي حَدِيقَة لِي فَإِنْ رَدَّتْ عَلَيَّ حَدِيقَتِي قَالَ\" مَا تَقُولِينَ \" ؟ قَالَتْ : نَعَمْ وَإِنْ شَاءَ زِدْته . قَالَ فَفَرَّقَ بَيْنهمَا \" حَدِيثٌ آخَرُ \" قَالَ اِبْن مَاجَهْ : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ حَجَّاج عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : كَانَتْ حَبِيبَة بِنْت سَهْل تَحْت ثَابِت بْن قَيْس بْن شَمَّاس وَكَانَ رَجُلًا دَمِيمًا فَقَالَتْ : يَا رَسُول اللَّه وَاَللَّه لَوْلَا مَخَافَة اللَّه إِذَا دَخَلَ عَلَيَّ بَصَقْت فِي وَجْهه فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَتَرُدِّينَ عَلَيْهِ حَدِيقَته ؟ \" قَالَتْ نَعَمْ فَرَدَّتْ عَلَيْهِ حَدِيقَته قَالَ فَفَرَّقَ بَيْنهمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَدْ اِخْتَلَفَ الْأَئِمَّة رَحِمَهُمْ اللَّهُ فِي أَنَّهُ هَلْ يَجُوز لِلرَّجُلِ أَنْ يُفَادِيهَا بِأَكْثَر مِمَّا أَعْطَاهَا فَذَهَبَ الْجُمْهُور إِلَى جَوَاز ذَلِكَ لِعُمُومِ قَوْله تَعَالَى \" فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا اِفْتَدَتْ بِهِ \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة أَخْبَرَنَا أَيُّوب عَنْ كَثِير مَوْلَى اِبْن سَمُرَة أَنَّ عُمَر أُتِيَ بِامْرَأَةٍ نَاشِز فَأَمَرَ بِهَا إِلَى بَيْت كَثِير الزِّبْل ثُمَّ دَعَا بِهَا فَقَالَ كَيْف وَجَدْت فَقَالَتْ مَا وَجَدْت رَاحَة مُنْذُ كُنْت عِنْده إِلَّا هَذِهِ اللَّيْلَة الَّتِي كُنْت حَبَسْتنِي فَقَالَ : لِزَوْجِهَا اِخْلَعْهَا وَلَوْ مِنْ قُرْطهَا وَرَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ أَيُّوب عَنْ كَثِير مَوْلَى اِبْن سَمُرَة فَذَكَرَ مِثْله وَزَادَ فَحَبَسَهَا فِيهِ ثَلَاثَة أَيَّام قَالَ : سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ حُمَيْد بْن عَبْد الرَّحْمَن أَنَّ اِمْرَأَة أَتَتْ عُمَر بْن الْخَطَّاب فَشَكَتْ زَوْجهَا فَأَبَاتَهَا فِي بَيْت الزِّبْل فَلَمَّا أَصْبَحَتْ قَالَ كَيْف وَجَدْت مَكَانك ؟ قَالَتْ مَا كُنْت عِنْده لَيْلَة أَقَرَّ لَعَيْنِي مِنْ هَذِهِ اللَّيْلَة . فَقَالَ خُذْ وَلَوْ عِقَاصهَا وَقَالَ الْبُخَارِيّ : وَأَجَازَ عُثْمَان الْخُلْع دُون عِقَاص رَأْسهَا وَقَالَ : عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل أَنَّ الرُّبَيِّع بِنْت مُعَوِّذ اِبْن عَفْرَاء حَدَّثَتْهُ قَالَتْ : كَانَ لِي زَوْج يُقِلّ عَلَيَّ الْخَيْر إِذَا حَضَرَنِي وَيَحْرِمنِي إِذَا غَابَ عَنِّي قَالَتْ فَكَانَتْ مِنِّي زَلَّة يَوْمًا فَقُلْت : أَخْتَلِع مِنْك بِكُلِّ شَيْء أَمْلِكهُ قَالَ : نَعَمْ قَالَتْ فَفَعَلْت قَالَتْ فَخَاصَمَ عَمِّي مُعَاذ اِبْن عَفْرَاء إِلَى عُثْمَان بْن عَفَّان فَأَجَازَ الْخُلْع وَأَمَرَهُ أَنْ يَأْخُذ عِقَاص رَأْسِي فَمَا دُونه أَوْ قَالَتْ مَا دُون عِقَاص الرَّأْس وَمَعْنَى هَذَا أَنَّهُ يَجُوز أَنْ يَأْخُذ مِنْهَا كُلّ مَا بِيَدِهَا مِنْ قَلِيل وَكَثِير وَلَا يَتْرُك لَهَا سِوَى عِقَاص شَعْرهَا وَبِهِ يَقُول اِبْن عُمَر وَابْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَإِبْرَاهِيم النَّخَعِيّ وَقَبِيصَة بْن ذُؤَيْب وَالْحَسَن بْن صَالِح وَعُثْمَان الْبَتِّيّ وَهَذَا مَذْهَب مَالِك وَاللَّيْث وَالشَّافِعِيّ وَأَبِي ثَوْر وَاخْتَارَهُ اِبْن جَرِير وَقَالَ أَصْحَاب أَبِي حَنِيفَة إِنْ كَانَ الْإِضْرَار مِنْ قِبَلهَا جَازَ أَنْ يَأْخُذ مِنْهَا مَا أَعْطَاهَا وَلَا يَجُوز الزِّيَادَة عَلَيْهِ فَإِنْ اِزْدَادَ جَازَ فِي الْقَضَاء وَإِنْ كَانَ الْإِضْرَار مِنْ جِهَته لَمْ يَجُزْ أَنْ يَأْخُذ مِنْهَا شَيْئًا فَإِنْ أَخَذَ جَازَ فِي الْقَضَاء . وَقَالَ الْإِمَام أَحْمَد وَأَبُو عُبَيْد وَإِسْحَاق بْن رَاهْوَيْهِ لَا يَجُوز أَنْ يَأْخُذ أَكْثَر مِمَّا أَعْطَاهَا وَهَذَا قَوْل سَعِيد بْن الْمُسَيِّب وَعَطَاء وَعَمْرو بْن شُعَيْب وَالزُّهْرِيّ وَطَاوُس وَالْحَسَن وَالشَّعْبِيّ وَحَمَّاد بْن أَبِي سُلَيْمَان وَالرَّبِيع بْن أَنَس . وَقَالَ مَعْمَر وَالْحَكَم كَانَ عَلِيّ يَقُول لَا يَأْخُذ مِنْ الْمُخْتَلِعَة فَوْق مَا أَعْطَاهَا وَقَالَ : الْأَوْزَاعِيّ الْقُضَاة لَا يُجِيزُونَ أَنْ يَأْخُذ مِنْهَا أَكْثَر مِمَّا سَاقَ إِلَيْهَا . \" قُلْت \" وَيُسْتَدَلّ لِهَذَا الْقَوْل بِمَا تَقَدَّمَ مِنْ رِوَايَة قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قِصَّة ثَابِت بْن قَيْس فَأَمَرَهُ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ يَأْخُذ مِنْهَا الْحَدِيقَة وَلَا يَزْدَاد وَبِمَا رَوَى عَبْد بْن حُمَيْد حَيْثُ قَالَ : أَخْبَرَنَا قَبِيصَة عَنْ سُفْيَان عَنْ اِبْن جُرَيْج عَنْ عَطَاء أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَرِهَ أَنْ يَأْخُذ مِنْهَا أَكْثَر مِمَّا أَعْطَاهَا يَعْنِي الْمُخْتَلِعَة وَحَمَلُوا مَعْنَى الْآيَة عَلَى مَعْنَى \" فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا اِفْتَدَتْ بِهِ \" أَيْ مِنْ الَّذِي أَعْطَاهَا لِتَقَدُّمِ قَوْله \" وَلَا تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَنْ لَا يُقِيمَا حُدُود اللَّه فَإِنْ خِفْتُمْ أَنْ لَا يُقِيمَا حُدُود اللَّه فَلَا جُنَاح عَلَيْهِمَا فِيمَا اِفْتَدَتْ بِهِ \" أَيْ مِنْ ذَلِكَ وَهَكَذَا كَانَ يَقْرَؤُهَا الرَّبِيع بْن أَنَس \" فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا اِفْتَدَتْ بِهِ \" مِنْهُ رَوَاهُ اِبْن جَرِير وَلِهَذَا قَالَ بَعْده \" تِلْكَ حُدُودُ اللَّه فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمْ الظَّالِمُونَ \" \" فَصْلٌ \" قَالَ الشَّافِعِيّ : اِخْتَلَفَ أَصْحَابنَا فِي الْخُلْع فَأَخْبَرَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ طَاوُس عَنْ اِبْن عَبَّاس فِي رَجُل طَلَّقَ اِمْرَأَته تَطْلِيقَتَيْنِ ثُمَّ اِخْتَلَعَتْ مِنْهُ بَعْد يَتَزَوَّجهَا إِنْ شَاءَ لِأَنَّ اللَّه تَعَالَى يَقُول \" الطَّلَاقُ مَرَّتَانِ\" قَرَأَ إِلَى \" أَنْ يَتَرَاجَعَا \" قَالَ الشَّافِعِيّ : وَأَخْبَرَنَا سُفْيَان عَنْ عَمْرو عَنْ عِكْرِمَة قَالَ : كُلّ شَيْء أَجَازَهُ الْمَال فَلَيْسَ بِطَلَاقٍ وَرَوَى غَيْر الشَّافِعِيّ عَنْ سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار عَنْ طَاوُس عَنْ اِبْن عَبَّاس أَنَّ إِبْرَاهِيم بْن سَعْد بْن أَبِي وَقَّاص سَأَلَهُ فَقَالَ : رَجُل طَلَّقَ اِمْرَأَته تَطْلِيقَتَيْنِ ثُمَّ اِخْتَلَعَتْ مِنْهُ أَيَتَزَوَّجُهَا ؟ قَالَ : نَعَمْ لَيْسَ الْخُلْع بِطَلَاقٍ ذَكَرَ اللَّه الطَّلَاق فِي أَوَّل الْآيَة وَآخِرهَا وَالْخُلْع فِيمَا بَيْن ذَلِكَ فَلَيْسَ الْخُلْع بِشَيْءٍ ثُمَّ قَرَأَ \" الطَّلَاق مَرَّتَانِ فَإِمْسَاك بِمَعْرُوفٍ أَوْ تَسْرِيح بِإِحْسَانٍ \" وَقَرَأَ \" فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ \" وَهَذَا الَّذِي ذَهَبَ إِلَيْهِ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا مِنْ أَنَّ الْخُلْع لَيْسَ بِطَلَاقٍ وَإِنَّمَا هُوَ فَسْخ هُوَ رِوَايَة عَنْ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان وَابْن عُمَر وَهُوَ قَوْل طَاوُس وَعِكْرِمَة وَبِهِ يَقُول أَحْمَد بْن حَنْبَل وَإِسْحَاق بْن رَاهْوَيْهِ وَأَبُو ثَوْر وَدَاوُد بْن عَلِيّ الظَّاهِرِيّ وَهُوَ مَذْهَب الشَّافِعِيّ فِي الْقَدِيم وَهُوَ ظَاهِر الْآيَة الْكَرِيمَة وَالْقَوْل الثَّانِي فِي الْخُلْع إِنَّهُ طَلَاق بَائِن إِلَّا أَنْ يَنْوِي أَكْثَر مِنْ ذَلِكَ قَالَ مَالِك عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ جُمْهَان مَوْلَى الْأَسْلَمِيِّينَ عَنْ أُمّ بَكْر الْأَسْلَمِيَّة أَنَّهَا اِخْتَلَعَتْ مِنْ زَوْجهَا عَبْد اللَّه بْن خَالِد بْن أُسَيْد فَأَتَيَا عُثْمَان بْن عَفَّان فِي ذَلِكَ فَقَالَ تَطْلِيقَة إِلَّا أَنْ تَكُون سَمَّيْت شَيْئًا فَهُوَ مَا سَمَّيْت قَالَ الشَّافِعِيّ : وَلَا أَعْرِف جُمْهَان وَكَذَا ضَعَّفَ أَحْمَد بْن حَنْبَل هَذَا الْأَثَر وَاَللَّه أَعْلَم . وَقَدْ رُوِيَ نَحْوه عَنْ عُمَر وَعَلِيّ وَابْن مَسْعُود وَابْن عُمَر وَبِهِ يَقُول سَعِيد بْن الْمُسَيِّب وَالْحَسَن وَعَطَاء وَشُرَيْح وَالشَّعْبِيّ وَإِبْرَاهِيم وَجَابِر بْن زَيْد وَإِلَيْهِ ذَهَبَ مَالِك وَأَبُو حَنِيفَة وَأَصْحَابه وَالثَّوْرِيّ وَالْأَوْزَاعِيّ وَأَبُو عُثْمَان الْبَتِّيّ وَالشَّافِعِيّ فِي الْجَدِيد غَيْر أَنَّ الْحَنَفِيَّة عِنْدهمْ أَنَّهُ مَتَى نَوَى الْمُخَالِع بِخَلْعِهِ تَطْلِيقَة أَوْ اِثْنَتَيْنِ أَوْ طَلَّقَ فَهُوَ وَاحِدَة بَائِنَة وَإِنْ نَوَى ثَلَاثًا فَثَلَاث وَلِلشَّافِعِيِّ قَوْل آخَر فِي الْخُلْع وَهُوَ أَنَّهُ مَتَى لَمْ يَكُنْ بِلَفْظِ الطَّلَاق وَعَرِيَ عَنْ الْبَيِّنَة فَلَيْسَ هُوَ بِشَيْءٍ بِالْكُلِّيَّةِ . \" مَسْأَلَةٌ\" وَذَهَبَ مَالِك وَأَبُو حَنِيفَة وَالشَّافِعِيّ وَأَحْمَد وَإِسْحَاق بْن رَاهْوَيْهِ فِي رِوَايَة عَنْهُمَا وَهِيَ الْمَشْهُورَة إِلَى أَنَّ الْمُخْتَلِعَة عِدَّتهَا عِدَّة الْمُطَلَّقَة بِثَلَاثَةِ قُرُوء إِنْ كَانَتْ مِمَّنْ تَحِيض . وَرُوِيَ ذَلِكَ عَنْ عُمَر وَعَلِيّ وَابْن عُمَر وَبِهِ يَقُول سَعِيد بْن الْمُسَيِّب وَسُلَيْمَان بْن يَسَار وَعُرْوَة وَسَالِم وَأَبُو سَلَمَة وَعُمَر بْن عَبْد الْعَزِيز وَابْن شِهَاب وَالْحَسَن وَالشَّعْبِيّ وَإِبْرَاهِيم النَّخَعِيّ وَأَبُو عِيَاض وَخَلَّاس بْن عُمَر وَقَتَادَة وَسُفْيَان الثَّوْرِيّ وَالْأَوْزَاعِيّ وَاللَّيْث بْن سَعْد وَأَبُو الْعُبَيْد قَالَ التِّرْمِذِيّ : وَهُوَ قَوْل أَكْثَر أَهْل الْعِلْم مِنْ الصَّحَابَة وَغَيْرهمْ وَمَأْخَذُهُمْ فِي هَذَا أَنَّ الْخُلْع طَلَاق فَتَعْتَدّ كَسَائِرِ الْمُطَلَّقَات وَالْقَوْل الثَّانِي أَنَّهَا تَعْتَدّ بِحَيْضَةٍ وَاحِدَة تَسْتَبْرِئ بِهَا رَحِمهَا قَالَ اِبْن أَبِي شَيْبَة حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ الرُّبَيِّع اِخْتَلَعَتْ مِنْ زَوْجهَا فَأَتَى عَمّهَا عُثْمَان - رَضِيَ اللَّه عَنْهُ - فَقَالَ تَعْتَدّ بِحَيْضَةٍ قَالَ : وَكَانَ اِبْن عُمَر يَقُول تَعْتَدّ ثَلَاث حِيَض حَتَّى قَالَ هَذَا عُثْمَان فَكَانَ اِبْن عُمَر يُفْتِي بِهِ وَيَقُول عُثْمَان خَيْرُنَا وَأَعْلَمُنَا . وَحَدَّثَنَا عَبْدَة عَنْ عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : عِدَّة الْمُخْتَلِعَة حَيْضَة . وَحَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد الْمُحَارِبِيّ عَنْ لَيْث عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ : عِدَّتهَا حَيْضَة وَبِهِ يَقُول عِكْرِمَة وَأَبَان بْن عُثْمَان وَكُلّ مَنْ تَقَدَّمَ ذِكْره مِمَّنْ يَقُول إِنَّ الْخُلْع فَسْخٌ يَلْزَمهُ الْقَوْل بِهَذَا وَاحْتَجُّوا لِذَلِكَ بِمَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ حَيْثُ قَالَ كُلٌّ مِنْهُمَا حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم الْبَغْدَادِيّ حَدَّثَنَا عَلِيّ بْن يَحْيَى أَخْبَرَنَا هِشَام بْن يُوسُف عَنْ مَعْمَر عَنْ عَمْرو بْن مُسْلِم عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ اِمْرَأَة ثَابِت بْن قَيْس اِخْتَلَعَتْ مِنْ زَوْجهَا عَلَى عَهْد النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَمَرَهَا النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ تَعْتَدّ بِحَيْضَةٍ ثُمَّ قَالَ التِّرْمِذِيّ حَسَن غَرِيب وَقَدْ رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ عَمْرو بْن مُسْلِم عَنْ عِكْرِمَة مُرْسَلًا \" حَدِيثٌ آخَرُ \" . قَالَ التِّرْمِذِيّ : حَدَّثَنَا مَحْمُود بْن غَيْلَان حَدَّثَنَا الْفَضْل بْن مُوسَى عَنْ سُفْيَان حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن وَهُوَ مَوْلَى آل طَلْحَة عَنْ سُلَيْمَان بْن يَسَار عَنْ الرُّبَيِّع بِنْت مُعَوِّذ اِبْن عَفْرَاء أَنَّهَا اِخْتَلَعَتْ عَلَى عَهْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَأَمَرَهَا النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَوْ أُمِرَتْ أَنْ تَعْتَدّ بِحَيْضَةٍ قَالَ التِّرْمِذِيّ : الصَّحِيح أَنَّهَا أُمِرَتْ أَنْ تَعْتَدّ بِحَيْضَةٍ\" طَرِيقٌ أُخْرَى \" . قَالَ اِبْن مَاجَهْ : حَدَّثَنَا عَلِيّ بْن سَلَمَة النَّيْسَابُورِيّ حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم بْن سَعْد حَدَّثَنَا أَبِي عَنْ اِبْن إِسْحَاق أَخْبَرَنِي عُبَادَة بْن الْوَلِيد بْن عُبَادَة بْن الصَّامِت عَنْ الرُّبَيِّع بِنْت مُعَوِّذ اِبْن عَفْرَاء قَالَ : قُلْت لَهَا حَدِّثِينِي حَدِيثك قَالَتْ : اخْتَلَعْت مِنْ زَوْجِي ثُمَّ جِئْت عُثْمَان فَسَأَلْت عُثْمَان مَاذَا عَلَيَّ مِنْ الْعِدَّة ؟ قَالَ : لَا عِدَّة عَلَيْك إِلَّا أَنْ يَكُون حَدِيث عَهْد بِك فَتَمْكُثِينَ عِنْده حَتَّى تَحِيضِي حَيْضَة قَالَتْ : وَإِنَّمَا تَبِعَ فِي ذَلِكَ قَضَاء رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي مَرْيَم الْمَغَالِيَّة وَكَانَتْ تَحْت ثَابِت بْن قَيْس فَاخْتَلَعَتْ مِنْهُ وَقَدْ رَوَى اِبْن لَهِيعَة عَنْ أَبِي الْأَسْوَد عَنْ أَبِي سَلَمَة وَمُحَمَّد بْن عَبْد الرَّحْمَن بْن ثَوْبَان عَنْ الرُّبَيِّع بِنْت مُعَوِّذ قَالَتْ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - يَأْمُر اِمْرَأَة ثَابِت بْن قَيْس حِين اِخْتَلَعَتْ مِنْهُ أَنْ تَعْتَدّ بِحَيْضَةٍ . \" مَسْأَلَةٌ \" وَلَيْسَ لِلْمُخَالَعِ أَنْ يُرَاجِع الْمُخْتَلِعَة فِي الْعِدَّة بِغَيْرِ رِضَاهَا عِنْد الْأَئِمَّة الْأَرْبَعَة وَجُمْهُور الْعُلَمَاء لِأَنَّهَا قَدْ مَلَكَتْ نَفْسهَا بِمَا بَذَلَتْ لَهُ مِنْ الْعَطَاء . وَرُوِيَ عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى وَمَاهَان الْحَنَفِيّ وَسَعِيد بْن الْمُسَيِّب وَالزُّهْرِيّ أَنَّهُمْ قَالُوا : إِنْ رَدَّ إِلَيْهَا الَّذِي أَعْطَاهَا جَازَ لَهُ رَجْعَتهَا فِي الْعِدَّة بِغَيْرِ رِضَاهَا وَهُوَ اِخْتِيَار أَبِي ثَوْر رَحِمَهُ اللَّه . وَقَالَ سُفْيَان الثَّوْرِيّ : إِنْ كَانَ الْخُلْع بِغَيْرِ لَفْظ الطَّلَاق فَهُوَ فُرْقَة وَلَا سَبِيل لَهُ عَلَيْهَا وَإِنْ كَانَ يُسَمَّى طَلَاقًا فَهُوَ أَمْلَك لِرَجْعَتِهَا مَا دَامَتْ فِي الْعِدَّة وَبِهِ يَقُول دَاوُد بْن عَلِيّ الظَّاهِرِيّ وَاتَّفَقَ الْجَمِيع عَلَى أَنَّ لِلْمُخْتَلِعِ أَنْ يَتَزَوَّجهَا فِي الْعِدَّة وَحَكَى الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ عَنْ فِرْقَة أَنَّهُ لَا يَجُوز لَهُ ذَلِكَ كَمَا لَا يَجُوز لِغَيْرِهِ وَهُوَ قَوْلٌ شَاذٌّ مَرْدُودُ . \" مَسْأَلَةٌ \" وَهَلْ لَهُ أَنْ يُوقِع عَلَيْهَا طَلَاقًا آخَر فِي الْعِدَّة ؟ فِيهِ ثَلَاثَة أَقْوَال لِلْعُلَمَاءِ : \" أَحَدهَا \" لَيْسَ لَهُ ذَلِكَ لِأَنَّهَا قَدْ مَلَكَتْ نَفْسهَا وَبَانَتْ مِنْهُ وَبِهِ يَقُول اِبْن عَبَّاس وَابْن الزُّبَيْر وَعِكْرِمَة وَجَابِر بْن زَيْد وَالْحَسَن الْبَصْرِيّ وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَإِسْحَاق بْن رَاهْوَيْهِ وَأَبُو ثَوْر \" وَالثَّانِي\" قَالَ مَالِك : إِنْ أَتْبَعَ الْخُلْع طَلَاقًا مِنْ غَيْر سُكُوت بَيْنهمَا لَمْ يَقَع قَالَ اِبْن عَبْد الْبَرّ : وَهَذَا يُشْبِه مَا رُوِيَ عَنْ عُثْمَان - رَضِيَ اللَّه عَنْهُ - وَالثَّالِث أَنَّهُ يَقَع عَلَيْهَا الطَّلَاق بِكُلِّ حَال مَا دَامَتْ فِي الْعِدَّة وَهُوَ قَوْل أَبِي حَنِيفَة وَأَصْحَابه وَالثَّوْرِيّ وَالْأَوْزَاعِيّ وَبِهِ يَقُول سَعِيد بْن الْمُسَيِّب وَشُرَيْح وَطَاوُس وَإِبْرَاهِيم وَالزُّهْرِيّ وَالْحَاكِم وَالْحَكَم وَحَمَّاد بْن أَبِي سُلَيْمَان وَرُوِيَ ذَلِكَ عَنْ اِبْن مَسْعُود وَأَبِي الدَّرْدَاء قَالَ اِبْن عَبْد الْبَرّ : وَلَيْسَ ذَلِكَ بِثَابِتٍ عَنْهُمَا . وَقَوْله \" تِلْكَ حُدُود اللَّه فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمْ الظَّالِمُونَ \" أَيْ هَذِهِ الشَّرَائِع الَّتِي شَرَعَهَا لَكُمْ هِيَ حُدُوده فَلَا تَتَجَاوَزُوهَا كَمَا ثَبَتَ فِي الْحَدِيث الصَّحِيح\" إِنَّ اللَّه حَدَّ حُدُودًا فَلَا تَعْتَدُوهَا وَفَرَضَ فَرَائِض فَلَا تُضَيِّعُوهَا وَحَرَّمَ مَحَارِم فَلَا تَنْتَهِكُوهَا وَسَكَتَ عَنْ أَشْيَاء رَحْمَة لَكُمْ غَيْر نِسْيَان فَلَا تَسْأَلُوا عَنْهَا\" وَقَدْ يَسْتَدِلّ بِهَذِهِ الْآيَة مَنْ ذَهَبَ إِلَى أَنَّ جَمْع الطَّلَقَات الثَّلَاث بِكَلِمَةٍ وَاحِدَة حَرَام كَمَا هُوَ مَذْهَب الْمَالِكِيَّة وَمَنْ وَافَقَهُمْ وَإِنَّمَا السُّنَّة عِنْدهمْ أَنْ يُطَلِّق وَاحِدَة لِقَوْلِهِ \" الطَّلَاق مَرَّتَانِ \" ثُمَّ قَالَ\" تِلْكَ حُدُود اللَّه فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُود اللَّه فَأُولَئِكَ هُمْ الظَّالِمُونَ \" وَيُقَوُّونَ ذَلِكَ بِحَدِيثِ مَحْمُود بْن لَبِيد الَّذِي رَوَاهُ النَّسَائِيّ فِي سُنَنه حَيْثُ قَالَ : حَدَّثَنَا سُلَيْمَان بْن دَاوُد أَخْبَرَنَا اِبْن وَهْب عَنْ مَخْرَمَة بْن بُكَيْر عَنْ أَبِيهِ عَنْ مَحْمُود بْن لَبِيد قَالَ : أُخْبِرَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - عَنْ رَجُل طَلَّقَ اِمْرَأَته ثَلَاث تَطْلِيقَات جَمِيعًا فَقَامَ غَضْبَان ثُمَّ قَالَ : \" أَيُلْعَبُ بِكِتَابِ اللَّه وَأَنَا بَيْن أَظْهُرِكُمْ \" حَتَّى قَامَ رَجُل فَقَالَ يَا رَسُول اللَّه أَلَا أَقْتُلهُ ؟ فِيهِ اِنْقِطَاعٌ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38641, "aya_id": 229}]