[{"text": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفا مِّنَ الرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لاَ تَجِدُواْ لَكُمْ عَلَيْنَا بِهِ تَبِيعًا", "sura_id": 17, "type": 0, "id": 2098, "aya_id": 69}, {"text": "أم أمنتم أن يعيدكم فيه تارة أخرى فيرسل عليكم قاصفا من الريح فيغرقكم بما كفرتم ثم لا تجدوا لكم علينا به تبيعا", "sura_id": 17, "type": 1, "id": 8334, "aya_id": 69}, {"text": "69 - (أم أمنتم أن يعيدكم فيه) أي البحر (تارة) مرة (أخرى فيرسل عليكم قاصفا من الريح) أي ريحا شديدة لا تمر بشيء إلا قصفته فتكسر فلككم (فيغرقكم بما كفرتم) بكفركم (ثم لا تجدوا لكم علينا به تبيعا) ناصرا وتابعا يطالبنا بما فعلنا بكم \r\n", "sura_id": 17, "type": 2, "id": 27042, "aya_id": 69}, {"text": "أم أمنتم -أيها الناس- ربكم، وقد كفرتم به أن يعيدكم في البحر مرة أخرى، فيرسل عليكم ريحًا شديدة، تكسِّر كل ما أتت عليه، فيغرقكم بسبب كفركم، ثم لا تجدوا لكم علينا أي تبعة ومطالبة؛ فإن الله لم يظلمكم مثقال ذرة؟\r\n", "sura_id": 17, "type": 3, "id": 33278, "aya_id": 69}, {"text": " <font color=red>أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى \" أَمْ أَمِنْتُمْ \" أَيّهَا الْمُعْرِضُونَ عَنَّا بَعْدَمَا اِعْتَرَفُوا بِتَوْحِيدِنَا فِي الْبَحْر وَخَرَجُوا إِلَى الْبَرّ \" أَنْ يُعِيدكُمْ \" فِي الْبَحْر مَرَّة ثَانِيَة \" فَيُرْسِل عَلَيْكُمْ قَاصِفًا مِنْ الرِّيح \" أَيْ يَقْصِف الصَّوَارِي وَيُغْرِق الْمَرَاكِب قَالَ اِبْن عَبَّاس وَغَيْره : الْقَاصِف رِيح الْبِحَار الَّتِي تَكْسِر الْمَرَاكِب وَتُغْرِقهَا وَقَوْله \" فَيُغْرِقكُمْ بِمَا كَفَرْتُمْ \" أَيْ بِسَبَبِ كُفْركُمْ وَإِعْرَاضكُمْ عَنْ اللَّه تَعَالَى وَقَوْله \" ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا \" قَالَ اِبْن عَبَّاس نَصِيرًا وَقَالَ مُجَاهِد نَصِيرًا ثَائِرًا أَيْ يَأْخُذ بِثَأْرِكُمْ بَعْدكُمْ . وَقَالَ قَتَادَة وَلَا نَخَاف أَحَدًا يَتْبَعنَا بِشَيْءٍ مِنْ ذَلِكَ .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38255, "aya_id": 69}]