[{"text": "لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ النَّاسِ وَمَن يَفْعَلْ ذَلِكَ ابْتَغَاء مَرْضَاتِ اللّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا", "sura_id": 4, "type": 0, "id": 607, "aya_id": 114}, {"text": "لا خير في كثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح بين الناس ومن يفعل ذلك ابتغاء مرضات الله فسوف نؤتيه أجرا عظيما", "sura_id": 4, "type": 1, "id": 6843, "aya_id": 114}, {"text": "114 - (لا خير في كثير من نجواهم) أي الناس أي ما يتناجون فيه ويتحدثون (إلا) نجوى (من أمر بصدقة أو معروف) عمل بر (أو إصلاح بين الناس ومن يفعل ذلك) المذكور (ابتغاء) طلب (مرضات الله) لا غيره من أمور الدنيا (فسوف نؤتيه) بالنون والياء أي الله (أجرا عظيما) \r\n", "sura_id": 4, "type": 2, "id": 25551, "aya_id": 114}, {"text": "لا نفع في كثير من كلام الناس سرّاً فيما بينهم, إلا إذا كان حديثًا داعيًا إلى بذل المعروف من الصدقة, أو الكلمة الطيبة, أو التوفيق بين الناس, ومن يفعل تلك الأمور طلبًا لرضا الله تعالى راجيًا ثوابه, فسوف نؤتيه ثوابًا جزيلا واسعًا.\r\n", "sura_id": 4, "type": 3, "id": 31787, "aya_id": 114}, {"text": " <font color=red>لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا</font><BR><p>يَقُول تَعَالَى \" لَا خَيْر فِي كَثِير مِنْ نَجْوَاهُمْ \" يَعْنِي كَلَام النَّاس \" إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوف أَوْ إِصْلَاح بَيْن النَّاس \" أَيْ إِلَّا نَجْوَى مَنْ قَالَ ذَلِكَ كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ اِبْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن سُلَيْمَان بْن الْحَارِث حَدَّثَنَا مُحَمَّد بْن زَيْد بْن حُنَيْش قَالَ : دَخَلْنَا عَلَى سُفْيَان الثَّوْرِيّ نَعُودهُ فَدَخَلَ عَلَيْنَا سَعِيد بْن حَسَّان فَقَالَ لَهُ الثَّوْرِيّ الْحَدِيث الَّذِي كُنْت حَدَّثْتنِيهِ عَنْ أُمّ صَالِح رَدَّدَهُ عَلِيّ فَقَالَ : حَدَّثَتْنِي أُمّ صَالِح عَنْ صَفِيَّة بِنْت شَيْبَة عَنْ أُمّ حَبِيبَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَلَام اِبْن آدَم كُلّه عَلَيْهِ لَا لَهُ إِلَّا ذِكْر اللَّه عَزَّ وَجَلَّ أَوْ أَمْر بِمَعْرُوفٍ أَوْ نَهْي عَنْ مُنْكَر \" فَقَالَ سُفْيَان : أَوَمَا سَمِعْت اللَّه فِي كِتَابه يَقُول \" لَا خَيْر فِي كَثِير مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوف أَوْ إِصْلَاح بَيْن النَّاس\" فَهُوَ هَذَا بِعَيْنِهِ أَوَمَا سَمِعْت اللَّه يَقُول \" يَوْم يَقُوم الرُّوح وَالْمَلَائِكَة صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَن وَقَالَ صَوَابًا \" فَهُوَ هَذَا بِعَيْنِهِ أَوَمَا سَمِعْت اللَّه يَقُول فِي كِتَابه \" وَالْعَصْر إِنَّ الْإِنْسَان لَفِي خُسْر \" إِلَخْ فَهُوَ هَذَا بِعَيْنِهِ وَقَدْ رَوَى هَذَا الْحَدِيث التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث مُحَمَّد بْن يَزِيد بْن حُنَيْش عَنْ سَعِيد بْن حَسَّان بِهِ وَلَمْ يَذْكُر أَقْوَال الثَّوْرِيّ إِلَى آخِرهَا ثُمَّ قَالَ التِّرْمِذِيّ حَدِيث غَرِيب لَا يُعْرَف إِلَّا مِنْ حَدِيث اِبْن حُنَيْش قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي حَدَّثَنَا صَالِح بْن كَيْسَان حَدَّثَنَا مُحَمَّد بْن مُسْلِم بْن عُبَيْد اللَّه بْن شِهَاب أَنَّ حُمَيْد بْن عَبْد الرَّحْمَن بْن عَوْف أَخْبَرَهُ أَنَّ أُمّه أُمّ كُلْثُوم بِنْت عُقْبَة أَخْبَرَتْهُ أَنَّهَا سَمِعَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَيْسَ الْكَذَّاب الَّذِي يُصْلِح بَيْن النَّاس فَيَنْمِي خَيْرًا أَوْ يَقُول خَيْرًا \" وَقَالَتْ لَمْ أَسْمَعهُ يُرَخِّص فِي شَيْء مِمَّا يَقُولهُ النَّاس إِلَّا فِي ثَلَاث : فِي الْحَرْب وَالْإِصْلَاح بَيْن النَّاس وَحَدِيث الرَّجُل اِمْرَأَته وَحَدِيث الْمَرْأَة زَوْجهَا . قَالَ : وَكَانَتْ أُمّ كُلْثُوم بِنْت عُقْبَة مِنْ الْمُهَاجِرَات اللَّاتِي بَايَعْنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رَوَاهُ الْجَمَاعَة سِوَى اِبْن مَاجَهْ مِنْ طُرُق عَنْ الزُّهْرِيّ بِهِ نَحْوه قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ عَمْرو بْن مُحَمَّد عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ أُمّ الدَّرْدَاء عَنْ أَبِي الدَّرْدَاء قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أُخْبِركُمْ بِأَفْضَل مِنْ دَرَجَة الصِّيَام وَالصَّلَاة وَالصَّدَقَة ؟ قَالُوا بَلَى يَا رَسُول اللَّه قَالَ \" إِصْلَاح ذَات الْبَيْن قَالَ : وَفَسَاد ذَات الْبَيْن هِيَ الْحَالِقَة \" وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ حَدِيث أَبِي مُعَاوِيَة وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم حَدَّثَنَا شُرَيْح بْن يُونُس حَدَّثَنَا عَبْد الرَّحْمَن بْن عُبَيْد اللَّه بْن عُمَر حَدَّثَنَا أَبِي عَنْ حُمَيْد عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِأَبِي أَيُّوب \" أَلَا أَدُلّك عَلَى تِجَارَة \" قَالَ : بَلَى يَا رَسُول اللَّه قَالَ \" تَسْعَى فِي إِصْلَاح بَيْن النَّاس إِذَا تَفَاسَدُوا وَتُقَارِب بَيْنهمْ إِذَا تَبَاعَدُوا \" ثُمَّ قَالَ الْبَزَّار وَعَبْد الرَّحْمَن بْن عَبْد اللَّه الْعُمَرِيّ لَيِّن وَقَدْ حَدَّثَ بِأَحَادِيث لَمْ يُتَابَع عَلَيْهَا وَلِهَذَا قَالَ \" وَمَنْ يَفْعَل ذَلِكَ اِبْتِغَاء مَرْضَات اللَّه \" أَيْ مُخْلِصًا إِلَى ذَلِكَ مُحْتَسِبًا ثَوَاب ذَلِكَ عِنْد اللَّه عَزَّ وَجَلَّ \" فَسَوْفَ نُؤْتِيه أَجْرًا عَظِيمًا \" أَيْ ثَوَابًا جَزِيلًا كَثِيرًا وَاسِعًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40784, "aya_id": 114}]