[{"text": "وَأَقِيمُواْ الصَّلاَةَ وَآتُواْ الزَّكَاةَ وَارْكَعُواْ مَعَ الرَّاكِعِينَ", "sura_id": 2, "type": 0, "id": 50, "aya_id": 43}, {"text": "وأقيموا الصلاة وآتوا الزكاة واركعوا مع الراكعين", "sura_id": 2, "type": 1, "id": 6286, "aya_id": 43}, {"text": "43 - (وأقيموا الصلاة وآتوا الزكاة واركعوا مع الراكعين) صلّوا مع المصلين محمد وأصحابه ، ونزل في علمائهم وكانوا يقولون لأقربائهم المسلمين اثبتوا على دين محمد فإنه حق \r\n", "sura_id": 2, "type": 2, "id": 24994, "aya_id": 43}, {"text": "وادخلوا في دين الإسلام: بأن تقيموا الصلاة على الوجه الصحيح, كما جاء بها نبي الله ورسوله محمد صلى الله عليه وسلم, وتؤدوا الزكاة المفروضة على الوجه المشروع, وتكونوا مع الراكعين من أمته صلى الله عليه وسلم.\r\n", "sura_id": 2, "type": 3, "id": 31230, "aya_id": 43}, {"text": " <font color=red>وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ</font><BR><p>قَالَ مُقَاتِل قَوْله تَعَالَى لِأَهْلِ الْكِتَاب \" وَأَقِيمُوا الصَّلَاة \" أَمَرَهُمْ أَنْ يُصَلُّوا مَعَ النَّبِيّ \" وَآتُوا الزَّكَاة\" أَمَرَهُمْ أَنْ يُؤْتُوا الزَّكَاة أَيْ يَدْفَعُونَهَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَارْكَعُوا مَعَ الرَّاكِعِينَ\" أَمَرَهُمْ أَنْ يَرْكَعُوا مَعَ الرَّاكِعِينَ مِنْ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول كُونُوا مَعَهُمْ وَمِنْهُمْ وَقَالَ عَلِيّ بْن طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي بِالزَّكَاةِ طَاعَة اللَّه وَالْإِخْلَاص وَقَالَ وَكِيع عَنْ أَبِي جَنَّاب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَآتُوا الزَّكَاة \" قَالَ : مَا يَجِب الزَّكَاة ؟ قَالَ : مِائَتَانِ فَصَاعِدًا وَقَالَ مُبَارَك بْن فَضَالَة عَنْ الْحَسَن فِي قَوْله تَعَالَى \" وَآتُوا الزَّكَاة\" قَالَ فَرِيضَة وَاجِبَة لَا تَنْفَع الْأَعْمَال إِلَّا بِهَا وَبِالصَّلَاةِ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير عَنْ أَبِي حَيَّان التَّيْمِيّ عَنْ الْحَارِث الْعُكَلِيّ فِي قَوْله تَعَالَى \" وَآتُوا الزَّكَاة\" قَالَ صَدَقَة الْفِطْر وَقَوْله تَعَالَى \" وَارْكَعُوا مَعَ الرَّاكِعِينَ\" أَيْ وَكُونُوا مَعَ الْمُؤْمِنِينَ فِي أَحْسَن أَعْمَالهمْ وَمِنْ أَخَصّ ذَلِكَ وَأَكْمَله الصَّلَاة . وَقَدْ اِسْتَدَلَّ كَثِير مِنْ الْعُلَمَاء بِهَذِهِ الْآيَة عَلَى وُجُوب الْجَمَاعَة وَأَبْسُط لَك فِي كِتَاب الْأَحْكَام الْكَبِير إِنْ شَاءَ اللَّه تَعَالَى وَقَدْ تَكَلَّمَ الْقُرْطُبِيّ عَلَى مَسَائِل الْجَمَاعَة وَالْإِمَامَة فَأَجَادَ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38720, "aya_id": 43}]