[{"text": "لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِّن فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاء وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ", "sura_id": 57, "type": 0, "id": 5104, "aya_id": 29}, {"text": "لئلا يعلم أهل الكتاب ألا يقدرون على شيء من فضل الله وأن الفضل بيد الله يؤتيه من يشاء والله ذو الفضل العظيم", "sura_id": 57, "type": 1, "id": 11340, "aya_id": 29}, {"text": "29 - (لئلا يعلم) أعلمكم بذلك ليعلم (أهل الكتاب) التوراة الذين لم يؤمنوا بمحمد صلى الله عليه وسلم والمعنى أنهم (ألا يقدرون على شيء من فضل الله) خلاف ما في زعمهم أنهم أحباء الله وأهل رضوانه (وأن الفضل بيد الله يؤتيه) يعطيه (من يشاء) فأتى المؤمنين منهم أجرهم مرتين كما نقدم (والله ذو الفضل العظيم) \r\n", "sura_id": 57, "type": 2, "id": 30048, "aya_id": 29}, {"text": "أعطاكم الله تعالى ذلك كله؛ ليعلم أهل الكتاب الذين لم يؤمنوا بمحمد صلى الله عليه وسلم، أنهم لا يقدرون على شيء مِن فضل الله يكسبونه لأنفسهم أو يمنحونه لغيرهم, وأن الفضل كله بيد الله وحده يؤتيه مَن يشاء من عباده, والله ذو الفضل العظيم على خلقه.\r\n", "sura_id": 57, "type": 3, "id": 36284, "aya_id": 29}, {"text": " <font color=red>لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ</font><BR><p>قَالَ اللَّه تَعَالَى \" لِئَلَّا يَعْلَم أَهْل الْكِتَاب أَلَّا يَقْدِرُونَ عَلَى شَيْء مِنْ فَضْل اللَّه \" أَيْ لِيَتَحَقَّقُوا أَنَّهُمْ لَا يَقْدِرُونَ عَلَى رَدّ مَا أَعْطَاهُ اللَّه وَلَا إِعْطَاء مَا مَنَعَ اللَّه \" وَأَنَّ الْفَضْل بِيَدِ اللَّه يُؤْتِيه مَنْ يَشَاء وَاَللَّه ذُو الْفَضْل الْعَظِيم\" قَالَ اِبْن جَرِير \" لِئَلَّا يَعْلَم أَهْل الْكِتَاب \" أَيْ لِيَعْلَم وَقَدْ ذُكِرَ عَنْ اِبْن مَسْعُود أَنَّهُ قَرَأَهَا لِكَيْ يَعْلَم وَكَذَا عَطَاء بْن عَبْد اللَّه وَسَعِيد بْن جُبَيْر قَالَ اِبْن جَرِير : لِأَنَّ الْعَرَب تَجْعَل لَا صِلَة فِي كُلّ كَلَام دَخَلَ فِي أَوَّله وَآخِره جَحْد غَيْر مُصَرَّح فَالسَّابِق كَقَوْلِهِ \" مَا مَنَعَك أَلَّا تَسْجُد \" \" وَمَا يُشْعِركُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ\" بِاَللَّهِ \" وَحَرَام عَلَى قَرْيَة أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ \" . آخِر تَفْسِير سُورَة الْحَدِيد وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42022, "aya_id": 29}]