[{"text": "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُواْ عَلَى اللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ", "sura_id": 39, "type": 0, "id": 4118, "aya_id": 60}, {"text": "ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة أليس في جهنم مثوى للمتكبرين", "sura_id": 39, "type": 1, "id": 10354, "aya_id": 60}, {"text": "60 - (ويوم القيامة ترى الذين كذبوا على الله) بنسبة الشريك والولد إليه (وجوههم مسودة أليس في جهنم مثوى) مأوى (للمتكبرين) عن الإيمان بلى \r\n", "sura_id": 39, "type": 2, "id": 29062, "aya_id": 60}, {"text": "ويوم القيامة ترى هؤلاء المكذبين الذين وصفوا ربهم بما لا يليق به, ونسبوا إليه الشريك والولد وجوههم مسودة. أليس في جهنم مأوى ومسكن لمن تكبر على الله, فامتنع من توحيده وطاعته؟ بلى.\r\n", "sura_id": 39, "type": 3, "id": 35298, "aya_id": 60}, {"text": " <font color=red>وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ يَوْم الْقِيَامَة أَنَّهُ تَسْوَدّ فِيهِ وُجُوه وَتَبْيَضّ فِيهِ وُجُوه تَسْوَدّ وُجُوه أَهْل الْفُرْقَة وَالِاخْتِلَاف وَتَبْيَضّ وُجُوه أَهْل السُّنَّة وَالْجَمَاعَة قَالَ تَعَالَى هَهُنَا \" وَيَوْم الْقِيَامَة تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّه \" أَيْ فِي دَعْوَاهُمْ لَهُ شَرِيكًا وَوَلَدًا \" وُجُوههمْ مُسْوَدَّة \" أَيْ بِكَذِبِهِمْ وَافْتِرَائِهِمْ وَقَوْله تَعَالَى \" أَلَيْسَ فِي جَهَنَّم مَثْوًى لِلْمُتَكَبِّرِينَ \" أَيْ أَلَيْسَتْ جَهَنَّم كَافِيَة لَهُمْ سِجْنًا وَمَوْئِلًا لَهُمْ فِيهَا الْخِزْي وَالْهَوَان بِسَبَبِ تَكَبُّرهمْ وَتَجَبُّرهمْ وَإِبَائِهِمْ عَنْ الِانْقِيَاد لِلْحَقِّ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عُبَيْد اللَّه اِبْن أَخِي اِبْن وَهْب حَدَّثَنَا عَمِّي حَدَّثَنَا عِيسَى بْن أَبِي عِيسَى الْخَيَّاط عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" إِنَّ الْمُتَكَبِّرِينَ يُحْشَرُونَ يَوْم الْقِيَامَة أَشْبَاه الذَّرِّ فِي صُوَر النَّاس يَعْلُوهُمْ كُلّ شَيْء مِنْ الصَّغَار حَتَّى يَدْخُلُوا سِجْنًا مِنْ النَّار فِي وَادٍ يُقَال لَهُ بُولَس مِنْ نَار الْأَنْيَار وَيُسْقَوْنَ مِنْ عُصَارَة أَهْل النَّار وَمِنْ طِينَة الْخَبَال \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40748, "aya_id": 60}]