[{"text": "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ", "sura_id": 43, "type": 0, "id": 4382, "aya_id": 57}, {"text": "ولما ضرب ابن مريم مثلا إذا قومك منه يصدون", "sura_id": 43, "type": 1, "id": 10618, "aya_id": 57}, {"text": "57 - (ولما ضرب) جعل (ابن مريم مثلا) حين نزل قوله تعالى إنكم وما تعبدون من دون الله حصب جهنم فقال المشركون رضينا أن تكون آلهتنا مع عيسى لأنه عبد من دون الله (إذا قومك) المشركون (منه) من المثل (يصدون) يضحكون فرحا بما سمعوا \r\n", "sura_id": 43, "type": 2, "id": 29326, "aya_id": 57}, {"text": "ولما ضرب المشركون عيسى ابن مريم مثلا حين خاصموا محمدا صلى الله عليه وسلم، وحاجُّوه بعبادة النصارى إياه, إذا قومك من ذلك ولأجله يرتفع لهم جَلَبة وضجيج فرحًا وسرورًا, وذلك عندما نزل قوله تعالى ( إنكم وما تعبدون من دون الله  حصب جهنم أنتم لها واردون ) ، وقال المشركون: رضينا أن تكون آلهتنا بمنزلة عيسى, فأنزل الله قوله: ( إن الذين سبقت لهم منا الحسنا أولئك عنها مبعدون ) ، فالذي يُلْقى في النار من آلهة المشركين من رضي بعبادتهم إياه.\r\n", "sura_id": 43, "type": 3, "id": 35562, "aya_id": 57}, {"text": " <font color=red>وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ تَعَنُّت قُرَيْش فِي كُفْرهمْ وَتَعَمُّدهمْ الْعِنَاد وَالْجَدَل \" وَلَمَّا ضُرِبَ اِبْن مَرْيَم مَثَلًا إِذَا قَوْمك مِنْهُ يَصِدُّونَ \" قَالَ غَيْر وَاحِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَعِكْرِمَة وَالسُّدِّيّ وَالضَّحَّاك يَضْحَكُونَ أَيْ أُعْجِبُوا بِذَلِكَ وَقَالَ قَتَادَة يَجْزَعُونَ وَيَضْحَكُونَ وَقَالَ إِبْرَاهِيم النَّخَعِيّ يُعْرِضُونَ وَكَأَنَّ السَّبَب فِي ذَلِكَ مَا ذَكَرَهُ مُحَمَّد بْن إِسْحَاق فِي السِّيرَة حَيْثُ قَالَ : وَجَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا بَلَغَنِي يَوْمًا مَعَ الْوَلِيد بْن الْمُغِيرَة فِي الْمَسْجِد فَجَاءَ النَّضْر بْن الْحَارِث حَتَّى جَلَسَ مَعَهُمْ وَفِي الْمَجْلِس غَيْر وَاحِد مِنْ رِجَال قُرَيْش فَتَكَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَرَضَ لَهُ النَّضْر بْن الْحَارِث فَكَلَّمَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَفْحَمَهُ ثُمَّ تَلَا عَلَيْهِ وَعَلَيْهِمْ \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم أَنْتُمْ لَهَا وَارِدُونَ \" الْآيَات . ثُمَّ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَقْبَلَ عَبْد اللَّه بْن الزِّبَعْرَى التَّمِيمِيّ حَتَّى جَلَسَ فَقَالَ الْوَلِيد بْن الْمُغِيرَة لَهُ : وَاَللَّه مَا قَامَ النَّضْر بْن الْحَارِث لِابْنِ عَبْد الْمُطَّلِب وَمَا قَعَدَ وَقَدْ زَعَمَ مُحَمَّد أَنَّا وَمَا نَعْبُد مِنْ آلِهَتنَا هَذِهِ حَصَب جَهَنَّم فَقَالَ عَبْد اللَّه بْن الزِّبَعْرَى أَمَا وَاَللَّه لَوْ وَجَدْته لَخَصَمْته سَلُوا مُحَمَّدًا أَكُلّ مَا يُعْبَد مِنْ دُون اللَّه فِي جَهَنَّم مَعَ مَنْ عَبَدَهُ ؟ فَنَحْنُ نَعْبُد الْمَلَائِكَة وَالْيَهُود تَعْبُد عُزَيْرًا وَالنَّصَارَى تَعْبُد الْمَسِيح عِيسَى اِبْن مَرْيَم فَعَجِبَ الْوَلِيد وَمَنْ كَانَ مَعَهُ فِي الْمَجْلِس مِنْ قَوْل عَبْد اللَّه بْن الزِّبَعْرَى وَرَأَوْا أَنَّهُ قَدْ اِحْتَجَّ وَخَاصَمَ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" كُلّ مَنْ أَحَبَّ أَنْ يُعْبَد مِنْ دُون اللَّه فَهُوَ مَعَ مَنْ عَبَدَهُ فَإِنَّهُمْ إِنَّمَا يَعْبُدُونَ الشَّيْطَان وَمَنْ أَمَرَهُمْ بِعِبَادَتِهِ \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ \" أَيْ عِيسَى وَعُزَيْر وَمَنْ عُبِدَ مَعَهُمَا مِنْ الْأَحْبَار وَالرُّهْبَان الَّذِينَ مَضَوْا عَلَى طَاعَة اللَّه عَزَّ وَجَلَّ فَاِتَّخَذَهُمْ مَنْ بَعْدهمْ مِنْ أَهْل الضَّلَالَة أَرْبَابًا مِنْ دُون اللَّه وَنَزَلَ فِيمَا يُذْكَر مِنْ أَنَّهُمْ يَعْبُدُونَ الْمَلَائِكَة وَأَنَّهُمْ بَنَات اللَّه \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا سُبْحَانه بَلْ عِبَاد مُكْرَمُونَ \" الْآيَات وَنَزَلَ فِيمَا يُذْكَر مِنْ أَمْر عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام وَأَنَّهُ يُعْبَد مِنْ دُون اللَّه وَعَجِبَ الْوَلِيد وَمَنْ حَضَرَ مِنْ حُجَّته وَخُصُومَته \" وَلَمَّا ضُرِبَ اِبْن مَرْيَم مَثَلًا إِذَا قَوْمك مِنْهُ يَصِدُّونَ \" أَيْ يَصِدُّونَ عَنْ أَمْرك بِذَلِكَ مِنْ قَوْله . ثُمَّ ذُكِرَ عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام فَقَالَ \" إِنْ هُوَ إِلَّا عَبْد أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيل وَلَوْ نَشَاء لَجَعَلْنَا مِنْكُمْ مَلَائِكَة فِي الْأَرْض يَخْلُفُونَ وَإِنَّهُ لَعِلْم لِلسَّاعَةِ \" أَيْ مَا وُضِعَ عَلَى يَدَيْهِ مِنْ الْآيَات مِنْ إِحْيَاء الْمَوْتَى وَإِبْرَاء الْأَسْقَام فَكَفَى بِهِ دَلِيلًا عَلَى عِلْم السَّاعَة يَقُول \" فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاط مُسْتَقِيم \" وَذَكَرَ اِبْن جَرِير مِنْ رِوَايَة الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَوْله \" وَلَمَّا ضُرِبَ اِبْن مَرْيَم مَثَلًا إِذَا قَوْمك مِنْهُ يَصِدُّونَ \" قَالَ يَعْنِي قُرَيْشًا لَمَّا قِيلَ لَهُمْ \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم أَنْتُمْ لَهَا وَارِدُونَ \" إِلَى آخِر الْآيَات فَقَالَتْ لَهُ قُرَيْش فَمَا اِبْن مَرْيَم ؟ قَالَ \" ذَاكَ عَبْد اللَّه وَرَسُوله \" فَقَالُوا وَاَللَّه مَا يُرِيد هَذَا إِلَّا أَنْ نَتَّخِذهُ رَبًّا كَمَا اِتَّخَذَتْ النَّصَارَى عِيسَى اِبْن مَرْيَم رَبًّا فَقَالَ اللَّه عَزَّ وَجَلَّ \" مَا ضَرَبُوهُ لَك إِلَّا جَدَلًا بَلْ هُمْ قَوْم خَصِمُونَ \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا شَيْبَان عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ أَبِي رَزِين عَنْ أَبِي يَحْيَى مَوْلَى اِبْن عُقَيْل الْأَنْصَارِيّ قَالَ : قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : لَقَدْ عَلِمْت آيَة مِنْ الْقُرْآن مَا سَأَلَنِي عَنْهَا رَجُل قَطُّ وَلَا أَدْرِي أَعَلِمَهَا النَّاس فَلَمْ يَسْأَلُوا عَنْهَا أَمْ لَمْ يَفْطِنُوا لَهَا فَيَسْأَلُوا عَنْهَا قَالَ ثُمَّ طَفِقَ يُحَدِّثنَا فَلَمَّا قَامَ تَلَاوَمْنَا أَنْ لَا نَكُون سَأَلْنَاهُ عَنْهَا فَقُلْت أَنَا لَهَا إِذَا رَاحَ غَدًا فَلَمَّا رَاحَ الْغَد قُلْت يَا اِبْن عَبَّاس ذَكَرْت أَمْس أَنَّ آيَة مِنْ الْقُرْآن لَمْ يَسْأَلك عَنْهَا رَجُل قَطُّ فَلَا يَدْرِي أَعَلِمَهَا النَّاس أَمْ لَمْ يَفْطِنُوا لَهَا فَقُلْت أَخْبِرْنِي عَنْهَا وَعَنْ اللَّاتِي قُرِئَتْ قَبْلهَا قَالَ رَضِيَ اللَّه عَنْهُ نَعَمْ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِقُرَيْشٍ \" يَا مَعْشَر قُرَيْش إِنَّهُ لَيْسَ أَحَد يُعْبَد مِنْ دُون اللَّه فِيهِ خَيْر \" وَقَدْ عَلِمَتْ قُرَيْش أَنَّ النَّصَارَى تَعْبُد عِيسَى اِبْن مَرْيَم عَلَيْهِمَا الصَّلَاة وَالسَّلَام وَمَا تَقُول فِي مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا مُحَمَّد أَلَسْت تَزْعُم أَنَّ عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام كَانَ نَبِيًّا وَعَبْدًا مِنْ عِبَاد اللَّه صَالِحًا فَإِنْ كُنْت صَادِقًا كَانَ آلِهَهمْ كَمَا تَقُولُونَ قَالَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَلَمَّا ضُرِبَ اِبْن مَرْيَم مَثَلًا إِذَا قَوْمك مِنْهُ يَصِدُّونَ \" قُلْت مَا يَصِدُّونَ ؟ قَالَ يَضْحَكُونَ \" وَإِنَّهُ لَعِلْم لِلسَّاعَةِ \" قَالَ هُوَ خُرُوج عِيسَى اِبْن مَرْيَم عَلَيْهِ الصَّلَاة وَالسَّلَام قَبْل يَوْم الْقِيَامَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن يَعْقُوب الدِّمَشْقِيّ حَدَّثَنَا آدَم حَدَّثَنَا شَيْبَان عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ أَبِي أَحْمَد مَوْلَى الْأَنْصَار عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا مَعْشَر قُرَيْش إِنَّهُ لَيْسَ أَحَد يُعْبَد مِنْ دُون اللَّه فِيهِ خَيْر\" فَقَالُوا لَهُ أَلَسْت تَزْعُم أَنَّ عِيسَى كَانَ نَبِيًّا وَعَبْدًا مِنْ عِبَاد اللَّه صَالِحًا فَقَدْ كَانَ يُعْبَد مِنْ دُون اللَّه ؟ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَلَمَّا ضُرِبَ اِبْن مَرْيَم مَثَلًا إِذَا قَوْمك مِنْهُ يَصِدُّونَ \" وَقَالَ مُجَاهِد فِي قَوْله تَعَالَى \" وَلَمَّا ضُرِبَ اِبْن مَرْيَم مَثَلًا إِذَا قَوْمك مِنْهُ يَصِدُّونَ \" قَالَتْ قُرَيْش إِنَّمَا يُرِيد مُحَمَّد أَنْ نَعْبُدهُ كَمَا عَبَدَ قَوْم عِيسَى عِيسَى عَلَيْهِ السَّلَام وَنَحْو هَذَا قَالَ قَتَادَة .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41184, "aya_id": 57}]