[{"text": "وَمَا كَانَ صَلاَتُهُمْ عِندَ الْبَيْتِ إِلاَّ مُكَاء وَتَصْدِيَةً فَذُوقُواْ الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ", "sura_id": 8, "type": 0, "id": 1195, "aya_id": 35}, {"text": "و ما كان صلاتهم عند البيت إلا مكاء و تصدية فذوقوا العذاب بما كنتم تكفرون", "sura_id": 8, "type": 1, "id": 7431, "aya_id": 35}, {"text": "35 - (وما كان صلاتُهم عند البيت إلا مكاءً) صفيراً (وتصديةً) تصفيقاً ، أي جعلوا ذلك موضع صلاتهم التي أمروا بها (فذوقوا العذاب) ببدر (بما كنتم تكفرون) \r\n", "sura_id": 8, "type": 2, "id": 26139, "aya_id": 35}, {"text": "وما كان صلاتهم عند المسجد الحرام إلا صفيرًا وتصفيقًا. فذوقوا عذاب القتل والأسر يوم \"بدر\" ; بسبب جحودكم وأفعالكم التي لا يُقْدم عليها إلا الكفرة, الجاحدون توحيد ربهم ورسالة نبيهم.\r\n", "sura_id": 8, "type": 3, "id": 32375, "aya_id": 35}, {"text": " <font color=red>وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ</font><BR><p>فَقَالَ \" وَمَا كَانَ صَلَاتهمْ عِنْد الْبَيْت إِلَّا مُكَاء وَتَصْدِيَة \" قَالَ عَبْد اللَّه بْن عَمْرو وَابْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَأَبُو رَجَاء الْعُطَارِدِيّ وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَحُجْر بْن عَنْبَس وَنُبَيْط بْن شَرِيط وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : هُوَ الصَّفِير وَزَادَ مُجَاهِد وَكَانُوا يُدْخِلُونَ أَصَابِعهمْ فِي أَفْوَاههمْ وَقَالَ السُّدِّيّ الْمُكَاء الصَّفِير عَلَى نَحْو طَيْر أَبْيَض يُقَال لَهُ الْمُكَاء وَيَكُون بِأَرْضِ الْحِجَاز \" وَتَصْدِيَة \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو خَلَّاد سُلَيْمَان بْن خَلَّاد حَدَّثَنَا يُونُس بْن مُحَمَّد الْمُؤَدِّب حَدَّثَنَا يَعْقُوب يَعْنِي اِبْن عَبْد اللَّه الْأَشْعَرِيّ حَدَّثَنَا جَعْفَر بْن الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَا كَانَ صَلَاتهمْ عِنْد الْبَيْت إِلَّا مُكَاء وَتَصْدِيَة \" قَالَ كَانَتْ قُرَيْش تَطُوف بِالْبَيْتِ عُرَاة تُصَفِّر وَتُصَفِّق وَالْمُكَاء الصَّفِير وَالتَّصْدِيَة التَّصْفِيق . وَهَكَذَا رَوَى عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس وَكَذَا رَوَى عَنْ اِبْن عُمَر وَمُجَاهِد وَمُحَمَّد بْن كَعْب وَأَبِي سَلَمَة بْن عَبْد الرَّحْمَن وَالضَّحَّاك وَقَتَادَة وَعَطِيَّة الْعَوْفِيّ وَحُجْر بْن عَنْبَس وَابْن أَبْزَى نَحْو هَذَا وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا قُرَّة عَنْ عَطِيَّة عَنْ اِبْن عُمَر فِي قَوْله \" وَمَا كَانَ صَلَاتهمْ عِنْد الْبَيْت إِلَى مُكَاء وَتَصْدِيَة \" قَالَ الْمُكَاء التَّصْفِير وَالتَّصْدِيَة التَّصْفِيق قَالَ قُرَّة وَحَكَى لَنَا عَطِيَّة فِعْل اِبْن عُمَر فَصَفَّرَ اِبْن عُمَر وَأَمَالَ خَدَّهُ وَصَفَّقَ بِيَدَيْهِ وَعَنْ اِبْن عُمَر أَيْضًا أَنَّهُ قَالَ إِنَّهُمْ كَانُوا يَضَعُونَ خُدُودهمْ عَلَى الْأَرْض وَيُصَفِّقُونَ وَيُصَفِّرُونَ رَوَاهُ اِبْن أَبِي حَاتِم فِي تَفْسِيره بِسَنَدِهِ عَنْهُ وَقَالَ عِكْرِمَة : كَانُوا يَطُوفُونَ بِالْبَيْتِ عَلَى الشِّمَال قَالَ مُجَاهِد وَإِنَّمَا كَانُوا يَصْنَعُونَ ذَلِكَ لِيُخَلِّطُوا بِذَلِكَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَاته . وَقَالَ الزُّهْرِيّ يَسْتَهْزِئُونَ بِالْمُؤْمِنِينَ وَعَنْ سَعِيد بْن جُبَيْر وَعَبْد الرَّحْمَن بْن زَيْد \" وَتَصْدِيَة \" قَالَ صَدّهمْ النَّاسَ عَنْ سَبِيل اللَّه عَزَّ وَجَلَّ . قَوْله \" فَذُوقُوا الْعَذَاب بِمَا كُنْتُمْ تَكْفُرُونَ \" قَالَ الضَّحَّاك وَابْن جُرَيْج وَمُحَمَّد بْن إِسْحَاق هُوَ مَا أَصَابَهُمْ يَوْم بَدْر مِنْ الْقَتْل وَالسَّبْي وَاخْتَارَهُ اِبْن جَرِير وَلَمْ يَحْكِ غَيْره وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ عَذَاب أَهْل الْإِقْرَار بِالسَّيْفِ وَعَذَاب أَهْل التَّكْذِيب بِالصَّيْحَةِ وَالزَّلْزَلَة .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43083, "aya_id": 35}]