[{"text": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لاَّتَّبَعُوكَ وَلَكِن بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَاللّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ", "sura_id": 9, "type": 0, "id": 1277, "aya_id": 42}, {"text": "لو كان عرضا قريبا وسفرا قاصدا لاتبعوك و لكن بعدت عليهم الشقة و سيحلفون بالله لو استطعنا لخرجنا معكم يهلكون أنفسهم و الله يعلم إنهم لكاذبون", "sura_id": 9, "type": 1, "id": 7513, "aya_id": 42}, {"text": "42 - ونزل في المنافقين الذين تخلفوا (لو كان) ما دعوتهم إليه (عرضاً) متاعاً من الدنيا (قريباً) سهل المأخذ (وسفراً قاصداً) وسطاً (لاتبعوك) طلباً للغنيمة (ولكن بعدت عليهم الشقة) المسافة فتخلفوا (وسيحلفون بالله) إذا رجعتم إليهم (لو استطعنا) الخروج (لخرجنا معكم يهلكون أنفسهم) بالحلف الكاذب (والله يعلم إنهم لكاذبون) في قولهم ذلك \r\n", "sura_id": 9, "type": 2, "id": 26221, "aya_id": 42}, {"text": "وبَّخ الله جلَّ جلاله جماعة من المنافقين استأذنوا رسول الله صلى الله عليه وسلم في التخلف عن غزوة (تبوك) مبينًا أنه لو كان خروجهم إلى غنيمة قريبة سهلة المنال لاتبعوك, ولكن لما دعوا إلى قتال الروم في أطراف بلاد (الشام) في وقت الحر تخاذلوا, وتخلفوا, وسيعتذرون لتخلفهم عن الخروج حالفين بأنهم لا يستطيعون ذلك, يهلكون أنفسهم بالكذب والنفاق, والله يعلم إنهم لكاذبون فيما يبدون لك من الأعذار.\r\n", "sura_id": 9, "type": 3, "id": 32457, "aya_id": 42}, {"text": " <font color=red>لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ</font><BR><p>يَقُول تَعَالَى مُوَبِّخًا لِلَّذِينَ تَخَلَّفُوا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك وَقَعَدُوا بَعْد مَا اِسْتَأْذَنُوهُ فِي ذَلِكَ مُظْهِرِينَ أَنَّهُمْ ذَوُو أَعْذَار وَلَمْ يَكُونُوا كَذَلِكَ فَقَالَ \" لَوْ كَانَ عَرَضًا قَرِيبًا \" قَالَ اِبْن عَبَّاس : غَنِيمَة قَرِيبَة \" وَسَفَرًا قَاصِدًا \" أَيْ قَرِيبًا أَيْضًا \" لَاتَّبَعُوك أَيْ لَكَانُوا جَاءُوا مَعَك لِذَلِكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمْ الشُّقَّة أَيْ الْمَسَافَة إِلَى الشَّام وَسَيَحْلِفُونَ بِاَللَّهِ أَيْ لَكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ لَوْ اِسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ أَيْ لَوْ لَمْ يَكُنْ لَنَا أَعْذَار لَخَرَجْنَا مَعَكُمْ قَالَ اللَّه تَعَالَى يُهْلِكُونَ أَنْفُسهمْ وَاَللَّه يَعْلَم إِنَّهُمْ لَكَاذِبُونَ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43460, "aya_id": 42}]