[{"text": "سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ", "sura_id": 23, "type": 0, "id": 2760, "aya_id": 87}, {"text": "سيقولون لله قل أفلا تتقون", "sura_id": 23, "type": 1, "id": 8996, "aya_id": 87}, {"text": "87 - (سيقولون لله قل أفلا تتقون) تحذرون عبادة غيره \r\n", "sura_id": 23, "type": 2, "id": 27704, "aya_id": 87}, {"text": "سيقولون حتمًا: هو الله، فقل لهم: أفلا تخافون عذابه إذا عبدتم غيره؟\r\n", "sura_id": 23, "type": 3, "id": 33940, "aya_id": 87}, {"text": " <font color=red>سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ</font><BR><p>وَقَوْله \" سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ \" أَيْ إِذَا كُنْتُمْ تَعْتَرِفُونَ بِأَنَّهُ رَبّ السَّمَوَات وَرَبّ الْعَرْش الْعَظِيم أَفَلَا تَخَافُونَ عِقَابه وَتَحْذَرُونَ عَذَابه فِي عِبَادَتكُمْ مَعَهُ غَيْره وَإِشْرَاككُمْ بِهِ . قَالَ أَبُو بَكْر عَبْد اللَّه بْن مُحَمَّد بْن أَبِي الدُّنْيَا الْقُرَشِيّ فِي كِتَاب \" التَّفَكُّر وَالِاعْتِبَار \" : حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم أَخْبَرَنَا عُبَيْد اللَّه بْن جَعْفَر أَخْبَرَنِي عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَثِيرًا مَا يُحَدِّث عَنْ اِمْرَأَة كَانَتْ فِي الْجَاهِلِيَّة عَلَى رَأْس جَبَل مَعَهَا اِبْن لَهَا يَرْعَى غَنَمًا فَقَالَ لَهَا اِبْنهَا يَا أُمّه مَنْ خَلَقَك ؟ قَالَتْ : اللَّه قَالَ فَمَنْ خَلَقَ أَبِي ؟ قَالَتْ اللَّه قَالَ فَمَنْ خَلَقَنِي ؟ قَالَتْ : اللَّه قَالَ فَمَنْ خَلَقَ السَّمَوَات ؟ قَالَتْ : اللَّه قَالَ فَمَنْ خَلَقَ الْأَرْض ؟ قَالَتْ : اللَّه قَالَ فَمَنْ خَلَقَ الْجَبَل ؟ قَالَتْ : اللَّه قَالَ فَمَنْ خَلَقَ هَذِهِ الْغَنَم ؟ قَالَتْ : اللَّه قَالَ فَإِنِّي أَسْمَع لِلَّهِ شَأْنًا ثُمَّ أَلْقَى نَفْسه مِنْ الْجَبَل فَتَقَطَّعَ . قَالَ اِبْن عُمَر كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَثِيرًا مَا يُحَدِّثنَا هَذَا الْحَدِيث قَالَ عَبْد اللَّه بْن دِينَار كَانَ اِبْن عُمَر كَثِيرًا مَا يُحَدِّثنَا بِهَذَا الْحَدِيث قُلْت فِي إِسْنَاده عُبَيْد اللَّه بْن جَعْفَر الْمَدِينِيّ وَالِد الْإِمَام عَلِيّ بْن الْمَدِينِيّ وَقَدْ تَكَلَّمُوا فِيهِ فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39211, "aya_id": 87}]