[{"text": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُم بَالِغُوهُ إِذَا هُمْ يَنكُثُونَ", "sura_id": 7, "type": 0, "id": 1089, "aya_id": 135}, {"text": "فلما كشفنا عنهم الرجز إلى أجل هم بالغوه إذا هم ينكثون", "sura_id": 7, "type": 1, "id": 7325, "aya_id": 135}, {"text": "135 - (فلما كشفنا) بدعاء موسى (عنهم الرجز إلى أجل هم بالغوه إذا هم ينكثون) ينقضون عهدهم ويصرون على كفرهم \r\n", "sura_id": 7, "type": 2, "id": 26033, "aya_id": 135}, {"text": "فلما رفع الله عنهم العذاب الذى أنزله بهم إلى أجلٍ هم بالغوه لا محالة فيعذبون فيه, لا ينفعهم ما تقدَّم لهم من الإمهال وكَشْفِ العذاب إلى حلوله, إذا هم ينقضون عهودهم التي عاهدوا عليها ربهم وموسى, ويقيمون على كفرهم وضلالهم.\r\n", "sura_id": 7, "type": 3, "id": 32269, "aya_id": 135}, {"text": " <font color=red>فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ</font><BR><p>كَشَفَ عَنْهُمْ فَلَمْ يَفُوا لَهُ بِشَيْءٍ مِمَّا قَالُوا فَأَرْسَلَ اللَّه عَلَيْهِمْ الْجَرَاد فَأَكَلَ الشَّجَر فِيمَا بَلَغَنِي حَتَّى إِنْ كَانَ لَيَأْكُل مَسَامِير الْأَبْوَاب مِنْ الْحَدِيد حَتَّى تَقَع دُورهمْ وَمَسَاكِنهمْ فَقَالُوا مِثْل مَا قَالُوا فَدَعَا رَبّه فَكَشَفَ عَنْهُمْ فَلَمْ يَفُوا لَهُ بِشَيْءٍ مِمَّا قَالُوا فَأَرْسَلَ اللَّه عَلَيْهِمْ الْقُمَّل فَذُكِرَ لِي أَنَّ مُوسَى عَلَيْهِ السَّلَام أُمِرَ أَنْ يَمْشِي إِلَى كَثِيب حَتَّى يَضْرِبهُ بِعَصَاهُ فَمَشَى إِلَى كَثِيب أَهْيَل عَظِيم فَضَرَبَهُ بِهَا فَانْثَالَ عَلَيْهِمْ قُمَّلًا حَتَّى غَلَبَ عَلَى الْبُيُوت وَالْأَطْعِمَة وَمَنَعَهُمْ النَّوْم وَالْقَرَار فَلَمَّا جَهَدَهُمْ قَالُوا لَهُ مِثْل مَا قَالُوا لَهُ فَدَعَا رَبّه فَكَشَفَ عَنْهُمْ فَلَمْ يَفُوا لَهُ بِشَيْءٍ مِمَّا قَالُوا فَأَرْسَلَ اللَّه عَلَيْهِمْ الضَّفَادِع فَمَلَأَتْ الْبُيُوت وَالْأَطْعِمَة وَالْآنِيَة فَلَا يَكْشِف أَحَد ثَوْبًا وَلَا طَعَامًا إِلَّا وَجَدَ فِيهِ الضَّفَادِع قَدْ غَلَبَتْ عَلَيْهِ فَلَمَّا جَهَدَهُمْ ذَلِكَ قَالُوا لَهُ مِثْل مَا قَالُوا فَسَأَلَ رَبّه فَكَشَفَ عَنْهُمْ فَلَمْ يَفُوا لَهُ بِشَيْءٍ مِمَّا قَالُوا فَأَرْسَلَ اللَّه عَلَيْهِمْ الدَّم فَصَارَتْ مِيَاه آل فِرْعَوْن دَمًا لَا يَسْتَقُونَ مِنْ بِئْر وَلَا نَهَر وَلَا يَغْتَرِفُونَ مِنْ إِنَاء إِلَّا عَادَ دَمًا عَبِيطًا . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن مَنْصُور الْمَرْوَزِيّ أَنَا النَّضْر أَنَا إِسْرَائِيل أَنَا جَابِر بْن يَزِيد عَنْ عِكْرِمَة عَنْ عُبَيْد اللَّه بْن عَمْرو قَالَ : لَا تَقْتُلُوا الضَّفَادِع فَإِنَّهَا لَمَّا أُرْسِلَتْ عَلَى قَوْم فِرْعَوْن اِنْطَلَقَ ضُفْدَع مِنْهَا فَوَقَعَ فِي تَنُّور فِيهِ نَار يَطْلُب بِذَلِكَ مَرْضَات اللَّه فَأَبْدَلَهُنَّ اللَّه مِنْ هَذَا أَبْرَد شَيْء يَعْلَمهُ مِنْ الْمَاء وَجَعَلَ نَقِيقهنَّ التَّسْبِيح وَرُوِيَ مِنْ طَرِيق عِكْرِمَة عَنْ اِبْن عَبَّاس نَحْوه : وَقَالَ زَيْد بْن أَسْلَمَ : يَعْنِي بِالدَّمِ الرُّعَاف . رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42506, "aya_id": 135}]