[{"text": "وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِيَ آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ", "sura_id": 7, "type": 0, "id": 1129, "aya_id": 175}, {"text": "واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها فأتبعه الشيطان فكان من الغاوين", "sura_id": 7, "type": 1, "id": 7365, "aya_id": 175}, {"text": "175 - (واتل) يا محمد (عليهم) أي اليهود (نبأ) خبر (الذي آتيناه آياتنا فانسلخ منها) خرج بكفره كما تخرج الحية من جلدها وهو بلعم بن باعوراء من علماء بني إسرائيل ، سئل أن يدعو على موسى وأهدي إليه شيء فدعا فانقلب عليه واندلع لسانه على صدره (فأتبعه الشيطان) فأدركه فصار قرينه (فكان من الغاوين) \r\n", "sura_id": 7, "type": 2, "id": 26073, "aya_id": 175}, {"text": "واقصص -أيها الرسول- على أمتك خبر رجل من بني إسرائيل أعطيناه حججنا وأدلتنا, فتعلَّمها, ثم كفر بها, ونبذها وراء ظهره, فاستحوذ عليه الشيطان, فصار من الضالين الهالكين; بسبب مخالفته أمر ربه وطاعته الشيطان.\r\n", "sura_id": 7, "type": 3, "id": 32309, "aya_id": 175}, {"text": " <font color=red>وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ</font><BR><p>قَالَ عَبْد الرَّزَّاق عَنْ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش وَمَنْصُور عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ فِي قَوْله تَعَالَى \" وَاتْلُ عَلَيْهِمْ نَبَأ الَّذِي آتَيْنَاهُ آيَاتنَا فَانْسَلَخَ مِنْهَا \" الْآيَة قَالَ هُوَ رَجُل مِنْ بَنِي إِسْرَائِيل يُقَال لَهُ بُلْعُم بْن بَاعُورَاء وَكَذَا رَوَاهُ شُعْبَة وَغَيْر وَاحِد عَنْ مَنْصُور بِهِ . وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ اِبْن عَبَّاس هُوَ صَيْفِيّ بْن الرَّاهِب . قَالَ قَتَادَة وَقَالَ كَعْب : كَانَ رَجُلًا مِنْ أَهْل الْبَلْقَاء وَكَانَ يَعْلَم الِاسْم الْأَكْبَر وَكَانَ مُقِيمًا بِبَيْتِ الْمَقْدِس مَعَ الْجَبَّارِينَ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ وَهُوَ رَجُل مِنْ أَهْل الْيَمَن يُقَال لَهُ بُلْعُم آتَاهُ اللَّه آيَاته فَتَرَكَهَا وَقَالَ مَالِك بْن دِينَار كَانَ مِنْ عُلَمَاء بَنِي إِسْرَائِيل وَكَانَ مُجَاب الدَّعْوَة يُقَدِّمُونَهُ فِي الشَّدَائِد بَعَثَهُ نَبِيّ اللَّه مُوسَى عَلَيْهِ السَّلَام إِلَى مَلِك مَدْيَن يَدْعُوهُ إِلَى اللَّه فَأَقْطَعَهُ وَأَعْطَاهُ فَتَبِعَ دِينه وَتَرَكَ دِين مُوسَى عَلَيْهِ السَّلَام . وَقَالَ سُفْيَان بْن عُيَيْنَة عَنْ حُصَيْن عَنْ عِمْرَان بْن الْحَارِث عَنْ اِبْن عَبَّاس هُوَ بُلْعُم بْن بَاعُورَاء وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا إِسْرَائِيل عَنْ مُغِيرَة عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ هُوَ بَلْعَام وَقَالَتْ ثَقِيف هُوَ أُمَيَّة بْن أَبِي الصَّلْت وَقَالَ شُعْبَة عَنْ يَعْلَى بْن عَطَاء عَنْ نَافِع بْن عَاصِم عَنْ عَبْد اللَّه بْن عَمْرو فِي قَوْله \" وَاتْلُ عَلَيْهِمْ نَبَأ الَّذِي آتَيْنَاهُ آيَاتنَا \" الْآيَة . قَالَ هُوَ صَاحِبكُمْ أُمَيَّة بْن أَبِي الصَّلْت وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْهُ وَهُوَ صَحِيح إِلَيْهِ وَكَأَنَّهُ إِنَّمَا أَرَادَ أَنَّ أُمَيَّة بْن أَبِي الصَّلْت يُشْبِههُ فَإِنَّهُ كَانَ قَدْ اِتَّصَلَ إِلَيْهِ عِلْم كَثِير مِنْ عِلْم الشَّرَائِع الْمُتَقَدِّمَة وَلَكِنَّهُ لَمْ يَنْتَفِع بِعِلْمِهِ فَإِنَّهُ أَدْرَكَ زَمَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَلَغَتْهُ أَعْلَامه وَآيَاته وَمُعْجِزَاته وَظَهَرَتْ لِكُلِّ مَنْ لَهُ بَصِيرَة وَمَعَ هَذَا اِجْتَمَعَ بِهِ وَلَمْ يَتْبَعهُ وَصَارَ إِلَى مُوَالَاة الْمُشْرِكِينَ وَمُنَاصَرَتهمْ وَامْتِدَاحهمْ وَرَثَى أَهْل بَدْر مِنْ الْمُشْرِكِينَ بِمَرْثَاةٍ بَلِيغَة قَبَّحَهُ اللَّه . وَقَدْ جَاءَ فِي بَعْض الْأَحَادِيث أَنَّهُ مِمَّنْ آمَنَ لِسَانه وَلَمْ يُؤْمِن قَلْبه فَإِنَّ لَهُ أَشْعَارًا رَبَّانِيَّة وَحِكَمًا وَفَصَاحَة وَلَكِنَّهُ لَمْ يَشْرَح اللَّه صَدْره لِلْإِسْلَامِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي نَمِر حَدَّثَنَا سُفْيَان عَنْ أَبِي سَعِيد الْأَعْوَر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَاتْلُ عَلَيْهِمْ نَبَأ الَّذِي آتَيْنَاهُ آيَاتنَا فَانْسَلَخَ مِنْهَا \" قَالَ هُوَ رَجُل أُعْطِيَ ثَلَاث دَعَوَات يُسْتَجَاب لَهُ فِيهِنَّ وَكَانَتْ لَهُ اِمْرَأَة لَهُ مِنْهَا وَلَد فَقَالَتْ اِجْعَلْ لِي مِنْهَا وَاحِدَة قَالَ فَلَك وَاحِدَة فَمَا الَّذِي تُرِيدِينَ ؟ قَالَتْ اُدْعُ اللَّه أَنْ يَجْعَلنِي أَجْمَل اِمْرَأَة فِي بَنِي إِسْرَائِيل فَدَعَا اللَّه فَجَعَلَهَا أَجْمَل اِمْرَأَة فِي بَنِي إِسْرَائِيل فَلَمَّا عَلِمَتْ أَنَّ لَيْسَ فِيهِمْ مِثْلهَا رَغِبَتْ عَنْهُ وَأَرَادَتْ شَيْئًا آخَر فَدَعَا اللَّه أَنْ يَجْعَلهَا كَلْبَة فَصَارَتْ كَلْبَة فَذَهَبَتْ دَعْوَتَانِ فَجَاءَ بَنُوهَا فَقَالُوا لَيْسَ بِنَا عَلَى هَذَا قَرَار قَدْ صَارَتْ أُمّنَا كَلْبَة يُعَيِّرنَا النَّاس بِهَا فَادْعُ اللَّه أَنْ يَرُدّهَا إِلَى الْحَال الَّتِي كَانَتْ عَلَيْهَا فَدَعَا اللَّه فَعَادَتْ كَمَا كَانَتْ وَذَهَبَتْ الدَّعَوَات الثَّلَاث وَتُسَمَّى الْبَسُوس غَرِيب وَأَمَّا الْمَشْهُور فِي سَبَب نُزُول هَذِهِ الْآيَة الْكَرِيمَة فَإِنَّمَا هُوَ رَجُل مِنْ الْمُتَقَدِّمِينَ فِي زَمَن بَنِي إِسْرَائِيل كَمَا قَالَ اِبْن مَسْعُود وَغَيْره مِنْ السَّلَف وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس هُوَ رَجُل مِنْ مَدِينَة الْجَبَّارِينَ يُقَال لَهُ بَلْعَام وَكَانَ يَعْلَم اِسْم اللَّه الْأَكْبَر وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْره مِنْ عُلَمَاء السَّلَف كَانَ مُجَاب الدَّعْوَة وَلَا يَسْأَل اللَّه شَيْئًا إِلَّا أَعْطَاهُ إِيَّاهُ وَأَغْرَبَ بَلْ أَبْعَدَ بَلْ أَخْطَأَ مَنْ قَالَ كَانَ قَدْ أُوتِيَ النُّبُوَّة فَانْسَلَخَ مِنْهَا حَكَاهُ اِبْن جَرِير عَنْ بَعْضهمْ وَلَا يَصِحّ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس لَمَّا نَزَلَ مُوسَى بِهِمْ يَعْنِي بِالْجَبَّارِينَ وَمَنْ مَعَهُ أَتَاهُ - يَعْنِي بُلْعُم - بَنُو عَمّه وَقَوْمه فَقَالُوا إِنَّ مُوسَى رَجُل حَدِيد وَمَعَهُ جُنُود كَثِيرَة وَإِنَّهُ إِنْ يَظْهَر عَلَيْنَا يُهْلِكنَا فَادْعُ اللَّه أَنْ يَرُدّ عَنَّا مُوسَى وَمَنْ مَعَهُ قَالَ إِنِّي إِنْ دَعَوْت اللَّه أَنْ يَرُدّ مُوسَى وَمَنْ مَعَهُ ذَهَبَتْ دُنْيَايَ وَآخِرَتِي فَلَمْ يَزَالُوا بِهِ حَتَّى دَعَا عَلَيْهِمْ فَسَلَخَهُ اللَّه مَا كَانَ عَلَيْهِ فَذَلِكَ قَوْله تَعَالَى \" فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَان \" الْآيَة وَقَالَ السُّدِّيّ لَمَّا اِنْقَضَتْ الْأَرْبَعُونَ سَنَة الَّتِي قَالَ اللَّه \" فَإِنَّهَا مُحَرَّمَة عَلَيْهِمْ أَرْبَعِينَ سَنَة \" بَعَثَ يُوشَع بْن نُون نَبِيًّا فَدَعَا بَنِي إِسْرَائِيل فَأَخْبَرَهُمْ أَنَّهُ نَبِيّ وَأَنَّ اللَّه أَمَرَهُ أَنْ يُقَاتِل الْجَبَّارِينَ فَبَايَعُوهُ وَصَدَّقُوهُ وَانْطَلَقَ رَجُل مِنْ بَنِي إِسْرَائِيل يُقَال لَهُ بَلْعَام فَكَانَ عَالِمًا يَعْلَم الِاسْم الْأَعْظَم الْمَكْتُوم فَكَفَرَ - لَعَنَهُ اللَّه - وَأَتَى الْجَبَّارِينَ وَقَالَ لَهُمْ لَا تُرْهِبُوا بَنِي إِسْرَائِيل فَإِنِّي إِذَا خَرَجْتُمْ تُقَاتِلُونَهُمْ اُدْعُوا عَلَيْهِمْ دَعْوَة فَيَهْلِكُونَ وَكَانَ عِنْدهمْ فِيمَا شَاءَ مِنْ الدُّنْيَا غَيْر أَنَّهُ كَانَ لَا يَسْتَطِيع أَنْ يَأْتِي النِّسَاء لِعِظَمِهِنَّ فَكَانَ يَنْكِح أَتَانًا لَهُ وَهُوَ الَّذِي قَالَ اللَّه تَعَالَى\" فَانْسَلَخَ مِنْهَا \" وَقَوْله تَعَالَى \" فَأَتْبَعَهُ الشَّيْطَان\" أَيْ اِسْتَحْوَذَ عَلَيْهِ وَعَلَى أَمْره فَمَهْمَا أَمَرَهُ اِمْتَثَلَ وَأَطَاعَهُ وَلِهَذَا قَالَ \" فَكَانَ مِنْ الْغَاوِينَ \" أَيْ مِنْ الْهَالِكِينَ الْحَائِرِينَ الْبَائِرِينَ وَقَدْ وَرَدَ فِي مَعْنَى هَذِهِ الْآيَة حَدِيث رَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده حَيْثُ قَالَ : حَدَّثَنَا مُحَمَّد بْن مَرْزُوق حَدَّثَنَا مُحَمَّد بْن بَكْر عَنْ الصَّلْت بْن بَهْرَام حَدَّثَنَا الْحَسَن حَدَّثَنَا جُنْدُب الْبَجَلِيّ فِي هَذَا الْمَسْجِد أَنَّ حُذَيْفَة يَعْنِي بْن الْيَمَان رَضِيَ اللَّه عَنْهُ حَدَّثَهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مِمَّا أَتَخَوَّف عَلَيْكُمْ رَجُل قَرَأَ الْقُرْآن حَتَّى إِذَا رُئِيَتْ بَهْجَته عَلَيْهِ وَكَانَ رِدَاؤُهُ الْإِسْلَام اِعْتَرَاهُ إِلَى مَا شَاءَ اللَّه اِنْسَلَخَ مِنْهُ وَنَبَذَهُ وَرَاء ظَهْره وَسَعَى عَلَى جَاره بِالسَّيْفِ وَرَمَاهُ بِالشِّرْكِ \" قَالَ : قُلْت يَا نَبِيّ اللَّه أَيّهمَا أَوْلَى بِالشِّرْكِ الْمَرْمِيّ أَوْ الرَّامِي ؟ قَالَ \" بَلْ الرَّامِي \" هَذَا إِسْنَاد جَيِّد وَالصَّلْت بْن بَهْرَام كَانَ مِنْ ثِقَات الْكُوفِيِّينَ وَلَمْ يُرْمَ بِشَيْءٍ سِوَى الْإِرْجَاء وَقَدْ وَثَّقَهُ الْإِمَام أَحْمَد بْن حَنْبَل وَيَحْيَى بْن مَعِين وَغَيْرهمَا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42550, "aya_id": 175}]