[{"text": "فَلَمَّا جَاءهَا نُودِيَ أَن بُورِكَ مَن فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ", "sura_id": 27, "type": 0, "id": 3167, "aya_id": 8}, {"text": "فلما جاءها نودي أن بورك من في النار ومن حولها وسبحان الله رب العالمين", "sura_id": 27, "type": 1, "id": 9403, "aya_id": 8}, {"text": "8 - (فلما جاءها نودي أن) بأن (بورك) بارك الله (من في النار) موسى (ومن حولها) الملائكة أو العكس وبارك يتعدى بنفسه وبالحرف ويقدر بعد في مكان (وسبحان الله رب العالمين) من جملة ما نودي ومعناه تنزيه الله من السوء \r\n", "sura_id": 27, "type": 2, "id": 28111, "aya_id": 8}, {"text": "فلما جاء موسى النارَ ناداه الله وأخبره أن هذا مكانٌ قدَّسه الله وباركه فجعله موضعًا لتكليم موسى وإرساله, وأن الله بارك مَن في النار ومَن حولها مِنَ الملائكة, وتنزيهًا لله رب الخلائق عما لا يليق به.\r\n", "sura_id": 27, "type": 3, "id": 34347, "aya_id": 8}, {"text": " <font color=red>فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ</font><BR><p>فَلَمَّا أَتَاهَا وَرَأَى مَنْظَرًا هَائِلًا عَظِيمًا حَيْثُ اِنْتَهَى إِلَيْهَا وَالنَّار تَضْطَرِم فِي شَجَرَة خَضْرَاء لَا تَزْدَاد النَّار إِلَّا تَوَقُّدًا وَلَا تَزْدَاد الشَّجَرَة إِلَّا خُضْرَة وَنَضْرَة ثُمَّ رَفَعَ رَأْسه فَإِذَا نُورهَا مُتَّصِل بِعَنَانِ السَّمَاء قَالَ اِبْن عَبَّاس وَغَيْره لَمْ تَكُنْ نَارًا وَإِنَّمَا كَانَتْ نُورًا يَتَوَهَّج وَفِي رِوَايَة عَنْ اِبْن عَبَّاس نُور رَبّ الْعَالَمِينَ فَوَقَفَ مُوسَى مُتَعَجِّبًا مِمَّا رَأَى \" فَنُودِيَ أَنْ بُورِكَ مَنْ فِي النَّار \" قَالَ اِبْن عَبَّاس تَقَدَّسَ \" وَمَنْ حَوْلهَا \" أَيْ مِنْ الْمَلَائِكَة قَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن حَبِيب حَدَّثَنَا أَبُو دَاوُد هُوَ الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة وَالْمَسْعُودِيّ عَنْ عَمْرو بْن مُرَّة سَمِعَ أَبَا عُبَيْدَة يُحَدِّث عَنْ أَبِي مُوسَى رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ اللَّه لَا يَنَام وَلَا يَنْبَغِي لَهُ أَنْ يَنَام يَخْفِض الْقِسْط وَيَرْفَعهُ يُرْفَع إِلَيْهِ عَمَل اللَّيْل قَبْل النَّهَار وَعَمَل النَّهَار قَبْل اللَّيْل \" زَادَ الْمَسْعُودِيّ \" وَحِجَابه النُّور أَوْ النَّار لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَات وَجْهه كُلّ شَيْء أَدْرَكَهُ بَصَره \" ثُمَّ قَرَأَ أَبُو عُبَيْدَة \" أَنْ بُورِكَ مَنْ فِي النَّار وَمَنْ حَوْلهَا \" وَأَصْل الْحَدِيث مُخَرَّج فِي صَحِيح مُسْلِم مِنْ حَدِيث عَمْرو بْن مُرَّة وَقَوْله تَعَالَى : \" وَسُبْحَان اللَّه رَبّ الْعَالَمِينَ \" أَيْ الَّذِي يَفْعَل مَا يَشَاء وَلَا يُشْبِههُ شَيْء مِنْ مَخْلُوقَاته وَلَا يُحِيط بِهِ شَيْء مِنْ مَصْنُوعَاته وَهُوَ الْعَلِيّ الْعَظِيم الْمُبَايِن لِجَمِيعِ الْمَخْلُوقَات لَا يَكْتَنِفهُ الْأَرْض وَالسَّمَوَات بَلْ هُوَ الْأَحَد الصَّمَد الْمُنَزَّه عَنْ مُمَاثَلَة الْمُحْدَثَات .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39670, "aya_id": 8}]