[{"text": "فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُواْ لِي وَلاَ تَكْفُرُونِ", "sura_id": 2, "type": 0, "id": 159, "aya_id": 152}, {"text": "فاذكروني أذكركم واشكروا لي ولا تكفرون", "sura_id": 2, "type": 1, "id": 6395, "aya_id": 152}, {"text": "152 - (فاذكروني) بالصلاة والتسبيح ونحوه (أذكركم) قيل معناه أجازيكم ، وفي الحديث عن الله \"من ذكرني في نفسه ذكرته في نفسي ومن ذكرني في ملأ ذكرته في ملأ خيرٍ من ملئه\" (واشكروا لي) نعمتي بالطاعة (ولا تكفرون) بالمعصية \r\n", "sura_id": 2, "type": 2, "id": 25103, "aya_id": 152}, {"text": "أمر تعالى المؤمنين بذكره، ووعد عليه أفضل الجزاء، وهو الثناء في الملأ الأعلى على مَنْ ذكره, وخصوني -أيها المؤمنون- بالشكر قولا وعملا ولا تجحدوا نعمي عليكم.\r\n", "sura_id": 2, "type": 3, "id": 31339, "aya_id": 152}, {"text": " <font color=red>فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ</font><BR><p>قَالَ مُجَاهِد فِي قَوْله \" كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ\" يَقُول كَمَا فَعَلْت فَاذْكُرُونِي قَالَ عَبْد اللَّه بْن وَهْب عَنْ هِشَام بْن سَعِيد عَنْ زَيْد بْن أَسْلَمَ أَنَّ مُوسَى عَلَيْهِ السَّلَام قَالَ يَا رَبّ كَيْف أَشْكُرك ؟ قَالَ لَهُ رَبّه : تَذْكُرنِي وَلَا تَنْسَانِي فَإِذَا ذَكَرْتنِي فَقَدْ شَكَرْتنِي وَإِذَا نَسِيتنِي فَقَدْ كَفَرْتنِي قَالَ الْحَسَن الْبَصْرِيّ وَأَبُو الْعَالِيَة وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس إِنَّ اللَّه يَذْكُر مَنْ ذَكَرَهُ وَيَزِيد مَنْ شَكَرَهُ وَيُعَذِّبُ مَنْ كَفَرَهُ وَقَالَ بَعْض السَّلَف فِي قَوْله تَعَالَى \" اِتَّقُوا اللَّه حَقّ تُقَاته \" قَالَ هُوَ أَنْ يُطَاع فَلَا يُعْصَى وَيُذْكَر فَلَا يُنْسَى وَيُشْكَر فَلَا يُكْفَر وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح أَخْبَرَنَا يَزِيد بْن هَارُونَ أَخْبَرَنَا عُمَارَة الصَّيْدَلَانِيّ أَخْبَرَنَا مَكْحُول الْأَزْدِيّ قَالَ : قُلْت لِابْنِ عُمَر أَرَأَيْت قَاتِل النَّفْس وَشَارِب الْخَمْر وَالسَّارِق وَالزَّانِي يَذْكُر اللَّه وَقَدْ قَالَ اللَّه تَعَالَى \" فَاذْكُرُونِي أَذْكُرْكُمْ \" قَالَ إِذَا ذَكَرَ اللَّه هَذَا ذَكَرَهُ اللَّه بِلَعْنَتِهِ حَتَّى يَسْكُت وَقَالَ الْحَسَن الْبَصْرِيّ فِي قَوْله \" فَاذْكُرُونِي أَذْكُرْكُمْ\" قَالَ اُذْكُرُونِي فِيمَا أَوْجَبْت لَكُمْ عَلَى نَفْسِي وَعَنْ سَعِيد بْن جُبَيْر اُذْكُرُونِي بِطَاعَتِي أَذْكُركُمْ بِمَغْفِرَتِي وَفِي رِوَايَة بِرَحْمَتِي وَعَنْ اِبْن عَبَّاس فِي قَوْله اُذْكُرُونِي أَذْكُرْكُمْ قَالَ ذِكْر اللَّه إِيَّاكُمْ أَكْبَر مِنْ ذَكَركُمْ إِيَّاهُ وَفِي الْحَدِيث الصَّحِيح \" يَقُول اللَّه تَعَالَى مَنْ ذَكَرَنِي فِي نَفْسه ذَكَرْته فِي نَفْسِي وَمَنْ ذَكَرَنِي فِي مَلَإٍ ذَكَرْته فِي مَلَإٍ خَيْر مِنْهُ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا عَنْ قَتَادَة عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ اللَّه عَزَّ وَجَلَّ يَا اِبْن آدَم إِنْ ذَكَرْتنِي فِي نَفْسك ذَكَرْتُك فِي نَفْسِي وَإِنْ ذَكَرْتنِي فِي مَلَإٍ ذَكَرْتُك فِي مَلَإٍ مِنْ الْمَلَائِكَة - أَوْ قَالَ فِي مَلَإٍ خَيْر مِنْهُ - وَإِنْ دَنَوْت مِنِّي شِبْرًا دَنَوْت مِنْك ذِرَاعًا وَإِنْ دَنَوْت مِنِّي ذِرَاعًا دَنَوْت مِنْك بَاعًا وَإِنْ أَتَيْتنِي تَمْشِي أَتَيْتُك هَرْوَلَة \" صَحِيح الْإِسْنَاد أَخْرَجَهُ الْبُخَارِيّ مِنْ حَدِيث قَتَادَة وَعِنْده قَالَ قَتَادَة اللَّه أَقْرَب بِالرَّحْمَةِ : وَقَوْله \" وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ\" أَمَرَ اللَّه تَعَالَى بِشُكْرِهِ وَوَعَدَ عَلَى شُكْره بِمَزِيدِ الْخَيْر فَقَالَ \" وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح حَدَّثَنَا شُعْبَة عَنْ الْفُضَيْل بْن فَضَالَة - رَجُل مِنْ قَيْس - حَدَّثَنَا أَبُو رَجَاء الْعُطَارِدِيّ قَالَ خَرَجَ عَلَيْنَا عِمْرَان بْن حُصَيْن وَعَلَيْهِ مُطَرِّف مِنْ خَزّ لَمْ نَرَهُ عَلَيْهِ قَبْل ذَلِكَ وَلَا بَعْده فَقَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَنْعَمَ اللَّهُ عَلَيْهِ نِعْمَةً فَإِنَّ اللَّه يُحِبّ أَنْ يُرَى أَثَرُ نِعْمَتِهِ عَلَى خَلْقِهِ \" وَقَالَ رَوْح مَرَّة : عَلَى عَبْده .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38556, "aya_id": 152}]