[{"text": "وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَل لِّلّهِ الأَمْرُ جَمِيعًا أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُواْ أَن لَّوْ يَشَاء اللّهُ لَهَدَى النَّاسَ جَمِيعًا وَلاَ يَزَالُ الَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللّهِ إِنَّ اللّهَ لاَ يُخْلِفُ الْمِيعَادَ", "sura_id": 13, "type": 0, "id": 1738, "aya_id": 31}, {"text": "ولو أن قرآنا سيرت به الجبال أو قطعت به الأرض أو كلم به الموتى بل لله الأمر جميعا أفلم ييأس الذين آمنوا أن لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة أو تحل قريبا من دارهم حتى يأتي وعد الله إن الله لا يخلف الميعاد", "sura_id": 13, "type": 1, "id": 7974, "aya_id": 31}, {"text": "31 - ونزل لما قالوا له إن كنت نبياً فسيِّر عنا جبال مكة ، واجعل لنا فيها أنهاراً وعيوناً لنغرس ونزرع وابعث لنا آباءنا الموتى يكلموننا أنك نبي : (ولو أن قرآنا سُيِّرت به الجبال) نقلت عن أماكنها (أو قُطِّعت) شققت (به الأرض أو كُلِّم به الموتى) بأن يحيوا لما آمنوا (بل لله الأمر جميعاً) لا لغيره فلا يؤمن إلا من شاء إيمانه دون غيره إن أوتوا ما اقترحوا ، ونزل لما أراد الصحابة إظهار ما اقترحوا طمعاً في إيمانهم (أفلم ييأس) يعلم (الذين آمنوا أن) مخففة أي أنه (لو يشاء الله لهدى الناس جميعاً) إلى الإيمان من غير آية (ولا يزال الذين كفروا) من أهل مكة (تصيبهم بما صنعوا) بصنعهم أي كفرهم (قارعة) داهية تقرعهم بصنوف البلاء من القتل والأسر والحرب والجدب (أو تحُلُّ) يا محمد بجيشك (قريباً من دارهم) مكة (حتى يأتي وعد الله) بالنصر عليهم (إن الله لا يخلف الميعاد) وقد حل بالحديبية حتى أتى فتح مكة \r\n", "sura_id": 13, "type": 2, "id": 26682, "aya_id": 31}, {"text": "يردُّ الله -تعالى- على الكافرين الذين طلبوا إنزال معجزات محسوسة على النبي صلى الله عليه وسلم فيقول لهم: ولو أن ثمة قرآنًا يقرأ, فتزول به الجبال عن أماكنها, أو تتشقق به الأرض أنهارًا, أو يحيا به الموتى وتُكَلَّم -كما طلبوا منك- لكان هذا القرآن هو المتصف بذلك دون غيره, ولما آمنوا به. بل لله وحده الأمر كله في المعجزات وغيرها. أفلم يعلم المؤمنون أن الله لو يشاء لآمن أهل الأرض كلهم من غير معجزة؟ ولا يزال الكفار تنزل بهم مصيبة بسبب كفرهم كالقتل والأسر في غزوات المسلمين, أو تنزل تلك المصيبة قريبًا من دارهم, حتى يأتي وعد الله بالنصر عليهم, إن الله لا يخلف الميعاد.\r\n", "sura_id": 13, "type": 3, "id": 32918, "aya_id": 31}, {"text": " <font color=red>وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ</font><BR><p>يَقُول تَعَالَى مَادِحًا لِلْقُرْآنِ الَّذِي أَنْزَلَهُ عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمُفَضِّلًا لَهُ عَلَى سَائِر الْكُتُب الْمُنَزَّلَة قَبْله \" وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَال \" أَيْ لَوْ كَانَ فِي الْكُتُب الْمَاضِيَة كِتَاب تَسِير بِهِ الْجِبَال عَنْ أَمَاكِنهَا أَوْ تُقَطَّع بِهِ الْأَرْض وَتَنْشَقّ أَوْ تُكَلَّم بِهِ الْمَوْتَى فِي قُبُورهمْ لَكَانَ هَذَا الْقُرْآن هُوَ الْمُتَّصِف بِذَلِكَ دُون غَيْره أَوْ بِطَرِيقِ الْأَوْلَى أَنْ يَكُون كَذَلِكَ لِمَا فِيهِ مِنْ الْإِعْجَاز الَّذِي لَا يَسْتَطِيع الْإِنْسَان وَالْجِنّ عَنْ آخِرهمْ إِذَا اِجْتَمَعُوا أَنْ يَأْتُوا بِمِثْلِهِ وَلَا بِسُورَةٍ مِنْ مِثْله وَمَعَ هَذَا فَهَؤُلَاءِ الْمُشْرِكُونَ كَافِرُونَ بِهِ جَاحِدُونَ لَهُ \" بَلْ لِلَّهِ الْأَمْر جَمِيعًا \" أَيْ مَرْجِع الْأُمُور كُلّهَا إِلَى اللَّه عَزَّ وَجَلَّ مَا شَاءَ اللَّه كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَمَنْ يُضْلِلْ اللَّه فَلَا هَادِي لَهُ وَمَنْ يَهْدِ فَمَا لَهُ مِنْ مُضِلّ وَقَدْ يُطْلَق اِسْم الْقُرْآن عَلَى كُلّ مِنْ الْكُتُب الْمُتَقَدِّمَة لِأَنَّهُ مُشْتَقّ مِنْ الْجَمْع قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق ثَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ : هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُفِّفَ عَلَى دَاوُدَ الْقُرْآن فَكَانَ يَأْمُر بِدَابَّتِهِ أَنْ تُسْرَج فَكَانَ يَقْرَأ الْقُرْآن مِنْ قَبْل أَنْ تُسْرَج دَابَّته وَكَانَ لَا يَأْكُل إِلَّا مِنْ عَمَل يَدَيْهِ \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ وَالْمُرَاد بِالْقُرْآنِ هُوَ الزَّبُور وَقَوْله \" أَفَلَمْ يَيْأَس الَّذِينَ آمَنُوا \" أَيْ مِنْ إِيمَان جَمِيع الْخَلْق وَيُعَلِّمُوا أَوْ يَتَبَيَّنُوا \" أَنْ لَوْ يَشَاء لَهَدَى النَّاس جَمِيعًا \" فَإِنَّهُ لَيْسَ ثَمَّ حُجَّة وَلَا مُعْجِزَة أَبْلَغ وَلَا أَنْجَع فِي الْعُقُول وَالنُّفُوس مِنْ هَذَا الْقُرْآن الَّذِي لَوْ أَنْزَلَهُ اللَّه عَلَى جَبَل لَرَأَيْته خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَة اللَّه وَثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ نَبِيّ إِلَّا وَقَدْ أُوتِيَ مَا آمَنَ عَلَى مِثْله الْبَشَر وَإِنَّمَا كَانَ الَّذِي أُوتِيته وَحْيًا أَوْحَاهُ اللَّه إِلَيَّ فَأَرْجُو أَنْ أَكُون أَكْثَرهمْ تَابِعًا يَوْم الْقِيَامَة\" مَعْنَاهُ أَنَّ مُعْجِزَة كُلّ نَبِيّ اِنْقَرَضَتْ بِمَوْتِهِ وَهَذَا الْقُرْآن حُجَّة بَاقِيَة عَلَى الْآبَاد لَا تَنْقَضِي عَجَائِبه وَلَا يَخْلُق عَنْ كَثْرَة الرَّدّ وَلَا يَشْبَع مِنْهُ الْعُلَمَاء هُوَ الْفَصْل لَيْسَ بِالْهَزْلِ مَنْ تَرَكَهُ مِنْ جَبَّار قَصَمَهُ اللَّه وَمَنْ اِبْتَغَى الْهُدَى مِنْ غَيْره أَضَلَّهُ اللَّه وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مِنْجَاب بْن الْحَارِث أَنْبَأَنَا بِشْر بْن عُمَارَة حَدَّثَنَا عُمَر بْن حَسَّان عَنْ عَطِيَّة الْعَوْفِيّ قَالَ : قُلْت لَهُ \" وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَال \" الْآيَة قَالُوا لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَوْ سَيَّرْت لَنَا جِبَال مَكَّة حَتَّى تَتَّسِع فَنَحْرُث فِيهَا أَوْ قُطِّعَتْ بِنَا الْأَرْض كَمَا كَانَ سُلَيْمَان يَقْطَع لِقَوْمِهِ بِالرِّيحِ أَوْ أَحْيَيْت لَنَا الْمَوْتَى كَمَا كَانَ عِيسَى يُحْيِي الْمَوْتَى لِقَوْمِهِ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة قَالَ : قُلْت هَلْ تَرْوُونَ هَذَا الْحَدِيث عَنْ أَحَد مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ نَعَمْ عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَالشَّعْبِيّ وَقَتَادَة وَالثَّوْرِيّ وَغَيْر وَاحِد فِي سَبَب نُزُول هَذِهِ الْآيَة وَاَللَّه أَعْلَم وَقَالَ قَتَادَة : لَوْ فُعِلَ هَذَا بِقُرْآنٍ غَيْر قُرْآنكُمْ لَفُعِلَ بِقُرْآنِكُمْ وَقَوْله \" بَلْ لِلَّهِ الْأَمْر جَمِيعًا \" قَالَ اِبْن عَبَّاس : أَيْ لَا يَصْنَع مِنْ ذَلِكَ إِلَّا مَا شَاءَ وَلَمْ يَكُنْ لِيَفْعَل رَوَاهُ اِبْن إِسْحَاق بِسَنَدِهِ عَنْهُ وَقَالَهُ اِبْن جَرِير أَيْضًا وَقَالَ غَيْر وَاحِد مِنْ السَّلَف فِي قَوْله \" أَفَلَمْ يَيْأَس الَّذِينَ آمَنُوا \" أَفَلَمْ يَعْلَم الَّذِينَ آمَنُوا وَقَرَأَ آخَرُونَ أَفَلَمْ يَتَبَيَّن الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاء اللَّه لَهَدَى النَّاس جَمِيعًا وَقَالَ أَبُو الْعَالِيَة : قَدْ يَئِسَ الَّذِينَ آمَنُوا أَنْ يُهْدَوْا وَلَوْ يَشَاء اللَّه لَهَدَى النَّاس جَمِيعًا وَقَوْله\" وَلَا يَزَال الَّذِينَ كَفَرُوا تُصِيبهُمْ بِمَا صَنَعُوا قَارِعَة أَوْ تَحُلّ قَرِيبًا مِنْ دَارهمْ \" أَيْ بِسَبَبِ تَكْذِيبهمْ لَا تَزَال الْقَوَارِع تُصِيبهُمْ فِي الدُّنْيَا أَوْ تُصِيب مَنْ حَوْلهمْ لِيَتَّعِظُوا وَيَعْتَبِرُوا كَمَا قَالَ تَعَالَى \" وَلَقَدْ أَهْلَكْنَا مَا حَوْلكُمْ مِنْ الْقُرَى وَصَرَّفْنَا الْآيَات لَعَلَّهُمْ يَرْجِعُونَ\" وَقَالَ \" أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْض نَنْقُصهَا مِنْ أَطْرَافهَا أَفَهُمْ الْغَالِبُونَ \" قَالَ قَتَادَة عَنْ الْحَسَن\" أَوْ تَحُلّ قَرِيبًا مِنْ دَارهمْ \" أَيْ الْقَارِعَة وَهَذَا هُوَ الظَّاهِر مِنْ السِّيَاق وَقَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ : حَدَّثَنَا الْمَسْعُودِيّ عَنْ قَتَادَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا يَزَال الَّذِينَ كَفَرُوا تُصِيبهُمْ بِمَا صَنَعُوا قَارِعَة \" قَالَ سَرِيَّة \" أَوْ تَحُلّ قَرِيبًا مِنْ دَارهمْ \" قَالَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَتَّى يَأْتِي وَعْد اللَّه\" قَالَ \" فَتْح مَكَّة \" وَهَكَذَا قَالَ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُجَاهِد فِي رِوَايَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" تُصِيبهُمْ بِمَا صَنَعُوا قَارِعَة \" قَالَ عَذَاب مِنْ السَّمَاء مُنَزَّل عَلَيْهِمْ\" أَوْ تَحُلّ قَرِيبًا مِنْ دَارهمْ \" يَعْنِي نُزُول رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِمْ وَقِتَاله إِيَّاهُمْ وَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَقَالَ عِكْرِمَة فِي رِوَايَة عَنْ اِبْن عَبَّاس \" قَارِعَة \" أَيْ نَكْبَة وَكُلّهمْ قَالَ \" حَتَّى يَأْتِي وَعْد اللَّه \" يَعْنِي فَتْح مَكَّة وَقَالَ الْحَسَن الْبَصْرِيّ يَوْم الْقِيَامَة وَقَوْله \" إِنَّ اللَّه لَا يُخْلِف الْمِيعَاد \" أَيْ لَا يَنْقُض وَعْده لِرُسُلِهِ بِالنُّصْرَةِ لَهُمْ وَلِأَتْبَاعِهِمْ فِي الدُّنْيَا وَالْآخِرَة \" فَلَا تَحْسَبَنَّ اللَّه مُخْلِف وَعْده رُسُله إِنَّ اللَّه عَزِيز ذُو اِنْتِقَام \" .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37881, "aya_id": 31}]