[{"text": "وَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللاَّتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ", "sura_id": 12, "type": 0, "id": 1646, "aya_id": 50}, {"text": "وقال الملك ائتوني به فلما جاءه الرسول قال ارجع إلى ربك فاسأله ما بال النسوة اللاتي قطعن أيديهن إن ربي بكيدهن عليم", "sura_id": 12, "type": 1, "id": 7882, "aya_id": 50}, {"text": "50 - (وقال الملك) لما جاءه الرسول وأخبره بتأويلها (ائتوني به) أي الذي عبرها (فلما جاءه) أي يوسف (الرسول) وطلبه للخروج (قال) قاصداً إظهار براءته (ارجع إلى ربك فاسأله) أن يسأل (ما بال) حال (النسوة اللاتي قطعن أيديهن إن ربي) سيدي (بكيدهن عليم) فرجع فأخبر الملك فجمعهن \r\n", "sura_id": 12, "type": 2, "id": 26590, "aya_id": 50}, {"text": "وقال الملك لأعوانه: أخرجوا الرجل المعبِّر للرؤيا من السجن وأحضروه لي, فلما جاءه رسول الملك يدعوه قال يوسف للرسول: ارجع إلى سيدك الملك, واطلب منه أن يسأل النسوة اللاتي جرحن أيديهن عن حقيقة أمرهن وشأنهن معي; لتظهر الحقيقة للجميع, وتتضح براءتي, إن ربي عليم بصنيعهن وأفعالهن لا يخفى عليه شيء من ذلك.\r\n", "sura_id": 12, "type": 3, "id": 32826, "aya_id": 50}, {"text": " <font color=red>وَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ</font><BR><p>يَقُول تَعَالَى إِخْبَارًا عَنْ الْمَلِك لَمَّا رَجَعُوا إِلَيْهِ بِتَعْبِيرِ رُؤْيَاهُ الَّتِي كَانَ رَآهَا بِمَا أَعْجَبَهُ وَأَيْقَنَهُ فَعَرَفَ فَضْل يُوسُف عَلَيْهِ السَّلَام وَعِلْمه وَحُسْن اِطِّلَاعه عَلَى رُؤْيَاهُ وَحُسْن أَخْلَاقه عَلَى مَنْ بِبَلَدِهِ مِنْ رَعَايَاهُ فَقَالَ \" اِئْتُونِي بِهِ \" أَيْ أَخْرِجُوهُ مِنْ السِّجْن وَأَحْضِرُوهُ فَلَمَّا جَاءَهُ الرَّسُول بِذَلِكَ اِمْتَنَعَ مِنْ الْخُرُوج حَتَّى يَتَحَقَّق الْمَلِك وَرَعِيَّته بَرَاءَة سَاحَته وَنَزَاهَة عِرْضه مِمَّا نُسِبَ إِلَيْهِ مِنْ جِهَة اِمْرَأَة الْعَزِيز وَأَنَّ هَذَا السِّجْن لَمْ يَكُنْ عَلَى أَمْر يَقْتَضِيه بَلْ كَانَ ظُلْمًا وَعُدْوَانًا فَقَالَ اِرْجِعْ إِلَى رَبّك \" الْآيَة وَقَدْ وَرَدَتْ السُّنَّة بِمَدْحِهِ عَلَى ذَلِكَ وَالتَّنْبِيه عَلَى فَضْله وَشَرَفه وَعُلُوّ قَدْره وَصَبْره صَلَوَات اللَّه وَسَلَامه عَلَيْهِ فَفِي الْمُسْنَد وَالصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ عَنْ سَعِيد وَأَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْنُ أَحَقّ بِالشَّكِّ مِنْ إِبْرَاهِيم إِذْ قَالَ \" رَبّ أَرِنِي كَيْف تُحْيِي الْمَوْتَى \" الْآيَة وَيَرْحَم اللَّه لُوطًا لَقَدْ كَانَ يَأْوِي إِلَى رُكْن شَدِيد وَلَوْ لَبِثْت فِي السِّجْن مَا لَبِثَ يُوسُف لَأَجَبْت الدَّاعِي وَفِي لَفْظ لِأَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة حَدَّثَنَا مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" فَاسْأَلْهُ مَا بَال النِّسْوَة اللَّاتِي قَطَّعْنَ أَيْدِيهنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيم \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَوْ كُنْت لَأَسْرَعْت الْإِجَابَة وَمَا اِبْتَغَيْت الْعُذْر وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا اِبْن عُيَيْنَةَ عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقَدْ عَجِبْت مِنْ يُوسُف وَصَبْره وَكَرَمه وَاَللَّه يَغْفِر لَهُ حِين سُئِلَ عَنْ الْبَقَرَات الْعِجَاف وَالسِّمَان وَلَوْ كُنْت مَكَانه مَا أَجَبْتهمْ حَتَّى أَشْتَرِط أَنْ يُخْرِجُونِي وَلَقَدْ عَجِبْت مِنْ يُوسُف وَصَبْره وَكَرَمه وَاَللَّه يَغْفِر لَهُ حِين أَتَاهُ الرَّسُول وَلَوْ كُنْت مَكَانه لَبَادَرْتهمْ الْبَاب وَلَكِنَّهُ أَرَادَ أَنْ يَكُون لَهُ الْعُذْر هَذَا حَدِيث مُرْسَل .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37803, "aya_id": 50}]