[{"text": "وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ", "sura_id": 55, "type": 0, "id": 4947, "aya_id": 46}, {"text": "ولمن خاف مقام ربه جنتان", "sura_id": 55, "type": 1, "id": 11183, "aya_id": 46}, {"text": "46 - (ولمن خاف) أي لكل منهم أو لمجموعهم (مقام ربه) قيامه بين يديه للحساب فترك معصيته (جنتان) \r\n", "sura_id": 55, "type": 2, "id": 29891, "aya_id": 46}, {"text": "ولمن اتقى الله من عباده من الإنس والجن, فخاف مقامه بين يديه, فأطاعه, وترك معاصيه, جنتان.\r\n", "sura_id": 55, "type": 3, "id": 36127, "aya_id": 46}, {"text": " <font color=red>وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ</font><BR><p>قَالَ اِبْن شَوْذَب وَعَطَاء الْخُرَاسَانِيّ نَزَلَتْ هَذِهِ الْآيَة \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" فِي أَبِي بَكْر الصِّدِّيق وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن مُصَفَّى حَدَّثَنَا بَقِيَّة عَنْ أَبِي بَكْر بْن أَبِي مَرْيَم عَنْ عَطِيَّة بْن قَيْس فِي قَوْله تَعَالَى \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" نَزَلَتْ فِي الَّذِي قَالَ أَحْرِقُونِي بِالنَّارِ لَعَلِّي أُضِلّ اللَّه قَالَ تَابَ يَوْمًا وَلَيْلَة بَعْد أَنْ تَكَلَّمَ بِهَذَا فَقَبِلَ اللَّه مِنْهُ وَأَدْخَلَهُ الْجَنَّة وَالصَّحِيح أَنَّ هَذِهِ الْآيَة عَامَّة كَمَا قَالَهُ اِبْن عَبَّاس وَغَيْره يَقُول اللَّه تَعَالَى \" وَلِمَنْ خَافَ مَقَام رَبّه\" بَيْن يَدَيْ اللَّه عَزَّ وَجَلَّ يَوْم الْقِيَامَة \" وَنَهَى النَّفْس عَنْ الْهَوَى \" وَلَمْ يُطِعْ وَلَا آثَرَ الْحَيَاة الدُّنْيَا وَعَلِمَ أَنَّ الْآخِرَة خَيْر وَأَبْقَى فَأَدَّى فَرَائِض اللَّه وَاجْتَنَبَ مَحَارِمَهُ فَلَهُ يَوْم الْقِيَامَة عِنْد رَبّه جَنَّتَانِ كَمَا قَالَ الْبُخَارِيّ رَحِمَهُ اللَّه حَدَّثَنَا عَبْد اللَّه بْن أَبِي الْأَسْوَد حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد الصَّمَد الْعَمِّيّ حَدَّثَنَا أَبُو عِمْرَان الْجَوْنِيّ عَنْ أَبِي بَكْر بْن عَبْد اللَّه بْن قَيْس عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" جَنَّتَانِ مِنْ فِضَّة آنِيَتُهُمَا وَمَا فِيهِمَا وَجَنَّتَانِ مِنْ ذَهَبٍ آنِيَتهمَا وَمَا فِيهِمَا وَمَا بَيْن الْقَوْم وَبَيْن أَنْ يَنْظُرُوا إِلَى رَبّهمْ عَزَّ وَجَلَّ إِلَّا رِدَاء الْكِبْرِيَاء عَلَى وَجْهه فِي جَنَّة عَدْن \" وَأَخْرَجَهُ بَقِيَّة الْجَمَاعَةِ إِلَّا أَبَا دَاوُد مِنْ حَدِيث عَبْد الْعَزِيز بِهِ. وَقَالَ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَبِي بَكْر بْن أَبِي مُوسَى عَنْ أَبِيهِ قَالَ حَمَّاد وَلَا أَعْلَمهُ إِلَّا قَدْ رَفَعَهُ فِي قَوْله تَعَالَى \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" وَفِي قَوْله \" وَمِنْ دُونهمَا جَنَّتَانِ \" \"جَنَّتَانِ مِنْ ذَهَب لِلْمُقَرَّبِينَ وَجَنَّتَانِ مِنْ وَرِق لِأَصْحَابِ الْيَمِين \" وَقَالَ اِبْن جَرِير حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى بْن أَبَانَ الْمُقْرِي حَدَّثَنَا اِبْن أَبِي مَرْيَم أَخْبَرَنَا مُحَمَّد بْن جَعْفَر عَنْ مُحَمَّد بْن حَرْمَلَة عَنْ عَطَاء بْن يَسَار أَخْبَرَنِي أَبُو الدَّرْدَاء أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ يَوْمًا هَذِهِ الْآيَة \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" فَقُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ ؟ فَقَالَ \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ فَقُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ ؟ فَقَالَ وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" فَقُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ يَا رَسُول اللَّه ؟ فَقَالَ \" وَإِنْ رَغِمَ أَنْفُ أَبِي الدَّرْدَاء \" وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث مُحَمَّد بْن أَبِي حَرْمَلَة بِهِ وَرَوَاهُ النَّسَائِيّ أَيْضًا عَنْ مُؤَمِّل بْن هِشَام عَنْ إِسْمَاعِيل عَنْ الْجُرَيْرِيّ عَنْ مُوسَى عَنْ مُحَمَّد بْن سَعْد بْن أَبِي وَقَّاص عَنْ أَبِي الدَّرْدَاء بِهِ وَقَدْ رُوِيَ مَوْقُوفًا عَلَى أَبِي الدَّرْدَاء وَرُوِيَ عَنْهُ أَنَّهُ قَالَ : إِنَّ مَنْ خَافَ مَقَام رَبّه وَلَمْ يَزْنِ وَلَمْ يَسْرِق . وَهَذِهِ الْآيَة عَامَّة فِي الْإِنْس وَالْجِنّ فَهِيَ مِنْ أَدَلّ دَلِيل عَلَى أَنَّ الْجِنّ يَدْخُلُونَ الْجَنَّة إِذَا آمَنُوا وَاتَّقَوْا وَلِهَذَا اِمْتَنَّ اللَّه تَعَالَى عَلَى الثَّقَلَيْنِ بِهَذَا الْجَزَاء فَقَالَ \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ \" وَمِمَّا يَتَعَلَّق بِقَوْلِهِ تَعَالَى \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" مَا رَوَاهُ التِّرْمِذِيّ وَالْبَغَوِيّ مِنْ حَدِيث أَبِي النَّضْر بْن هَاشِم بْن الْقَاسِم عَنْ أَبِي عَقِيل الثَّقَفِيّ عَنْ أَبِي فَرْوَة يَزِيد بْن سِنَان الرُّهَاوِيّ عَنْ بَكْر بْن فَيْرُوز عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَنْ خَافَ أَدْلَجَ وَمَنْ أَدْلَجَ بَلَغَ الْمَنْزِل أَلَا إِنَّ سِلْعَة اللَّه غَالِيَة أَلَا إِنَّ سِلْعَة اللَّه الْجَنَّة \" ثُمَّ قَالَ التِّرْمِذِيّ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث أَبِي النَّضْر وَرَوَى الْبَغَوِيّ مِنْ حَدِيث عَلِيّ بْن حُجْر عَنْ إِسْمَاعِيل بْن جَعْفَر عَنْ مُحَمَّد بْن أَبِي حَرْمَلَة مَوْلَى حُوَيْطِب بْن عَبْد الْعُزَّى عَنْ عَطَاء بْن يَسَار عَنْ أَبِي الدَّرْدَاء أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُصّ عَلَى الْمِنْبَر وَهُوَ يَقُول \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ\" قُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ يَا رَسُول اللَّه ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" فَقُلْت الثَّانِيَة وَإِنْ زَنَى وَإِنْ سَرَقَ يَا رَسُول اللَّه ؟ فَقَالَ \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" فَقُلْت الثَّالِثَة وَإِنْ زَنَى وَإِنْ سَرَقَ يَا رَسُول اللَّه ؟ قَالَ \" وَإِنْ رَغِمَ أَنْف أَبِي الدَّرْدَاء \" .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41868, "aya_id": 46}]