[{"text": "وَزُخْرُفًا وَإِن كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ", "sura_id": 43, "type": 0, "id": 4360, "aya_id": 35}, {"text": "وزخرفا وإن كل ذلك لما متاع الحياة الدنيا والآخرة عند ربك للمتقين", "sura_id": 43, "type": 1, "id": 10596, "aya_id": 35}, {"text": "35 - (وزخرفا) ذهبا لمعنى لولا خوف الكفر على المؤمنين من إعطاء الكافر ما ذكر لأعطيناه ذلك لقلة خطر الدنيا عندنا وعدم حظه في الآخرة في النعيم (وإن) مخففة من الثقيلة (كل ذلك لما) بالتخفيف فما زائدة بالتشديد بمعنى إلا فإن نافية (متاع الحياة الدنيا) ينمنع به فيها ثم يزول (والآخرة) الجنة (عند ربك للمتقين) \r\n", "sura_id": 43, "type": 2, "id": 29304, "aya_id": 35}, {"text": "وجعلنا لهم ذهبًا, وما كل ذلك إلا متاع الحياة الدنيا, وهو متاع قليل زائل, ونعيم الآخرة مدَّخر عند ربك للمتقين ليس لغيرهم.\r\n", "sura_id": 43, "type": 3, "id": 35540, "aya_id": 35}, {"text": " <font color=red>وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ</font><BR><p>وَالْآخِرَة عِنْد رَبّك لِلْمُتَّقِينَ \" \" وَزُخْرُفًا \" أَيْ وَذَهَبًا قَالَهُ اِبْن عَبَّاس وَقَتَادَة وَالسُّدِّيّ وَابْن زَيْد . ثُمَّ قَالَ تَبَارَكَ وَتَعَالَى \" وَإِنْ كُلّ ذَلِكَ لَمَّا مَتَاع الْحَيَاة الدُّنْيَا \" أَيْ إِنَّمَا ذَلِكَ مِنْ الدُّنْيَا الْفَانِيَة الزَّائِلَة الْحَقِيرَة عِنْد اللَّه تَعَالَى أَيْ يُعَجِّل لَهُمْ بِحَسَنَاتِهِمْ الَّتِي يَعْمَلُونَهَا فِي الدُّنْيَا مَآكِل وَمَشَارِب لِيُوَافُوا الْآخِرَة وَلَيْسَ لَهُمْ عِنْد اللَّه تَبَارَكَ وَتَعَالَى حَسَنَة يَجْزِيهِمْ بِهَا كَمَا وَرَدَ بِهِ الْحَدِيث الصَّحِيح وَوَرَدَ فِي حَدِيث آخَر \" لَوْ أَنَّ الدُّنْيَا تَزِن عِنْد اللَّه جَنَاح بَعُوضَة مَا سَقَى مِنْهَا كَافِرًا شَرْبَة مَاء \" أَسْنَدَهُ الْبَغَوِيّ مِنْ رِوَايَة زَكَرِيَّا بْن مَنْظُور عَنْ أَبَى حَازِم عَنْ سَهْل بْن سَعْد رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ وَرَوَاهُ الطَّبَرَانِيّ مِنْ طَرِيق زَمْعَة بْن صَالِح عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ عَدَلَتْ الدُّنْيَا عِنْد اللَّه جَنَاح بَعُوضَة مَا أَعْطَى كَافِرًا مِنْهَا شَيْئًا \" ثُمَّ قَالَ سُبْحَانه وَتَعَالَى \" وَالْآخِرَة عِنْد رَبّك لِلْمُتَّقِينَ \" أَيْ هِيَ لَهُمْ خَاصَّة لَا يُشَارِكهُمْ فِيهَا أَحَد غَيْرهمْ لِهَذَا لَمَّا قَالَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين صَعِدَ إِلَيْهِ فِي تِلْكَ الْمُشْرَبَة لَمَّا آلَى صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ نِسَائِهِ فَرَآهُ عَلَى رِمَال حَصِير قَدْ أَثَّرَ بِجَنْبِهِ فَابْتَدَرَتْ عَيْنَاهُ بِالْبُكَاءِ وَقَالَ يَا رَسُول اللَّه هَذَا كِسْرَى وَقَيْصَر فِيمَا هُمَا فِيهِ وَأَنْتَ صَفْوَة اللَّه مِنْ خَلْقه وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُتَّكِئًا فَجَلَسَ وَقَالَ \" أَوَ فِي شَكّ أَنْتَ يَا اِبْن الْخَطَّاب ؟ \" ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُولَئِكَ قَوْم عُجِّلَتْ لَهُمْ طَيِّبَاتهمْ فِي حَيَاتهمْ الدُّنْيَا \" وَفِي رِوَايَة \" أَمَا تَرْضَى أَنْ تَكُون لَهُمْ الدُّنْيَا وَلَنَا الْآخِرَة ؟ \" وَفِي الصَّحِيح أَيْضًا وَغَيْرهمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَشْرَبُوا فِي آنِيَة الذَّهَب وَالْفِضَّة . وَلَا تَأْكُلُوا فِي صِحَافهَا فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَنَا فِي الْآخِرَة \" وَإِنَّمَا خَوَّلَهُمْ اللَّه تَعَالَى فِي الدُّنْيَا لِحَقَارَتِهَا كَمَا رَوَى التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طَرِيق أَبِي حَازِم عَنْ سَهْل بْن سَعْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ كَانَتْ الدُّنْيَا تَزِن عِنْد اللَّه جَنَاح بَعُوضَة مَا سَقَى مِنْهَا كَافِرًا شَرْبَة مَاء أَبَدًا \" قَالَ التِّرْمِذِيّ حَسَن صَحِيح .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41160, "aya_id": 35}]