[{"text": "وَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 6, "type": 0, "id": 843, "aya_id": 54}, {"text": "وإذا جاءك الذين يؤمنون بآياتنا فقل سلام عليكم كتب ربكم على نفسه الرحمة أنه من عمل منكم سوءا بجهالة ثم تاب من بعده وأصلح فأنه غفور رحيم", "sura_id": 6, "type": 1, "id": 7079, "aya_id": 54}, {"text": "54 - (وإذا جاءك الذين يؤمنون بآياتنا فقل) لهم (سلام عليكم كتب) قضى (ربكم على نفسه الرحمة أنه) أي الشأن ، وفي قراءة بالفتح بدل من الرحمة (من عمل منكم سوءاً بجهالة) منه حيث ارتكبه (ثم تاب) رجع (من بعده) بعد عمله منه (وأصلح) عمله (فإنه) أي الله (غفور) له (رحيم) به وفي قراءة بالفتح أي فالمغفرة له \r\n", "sura_id": 6, "type": 2, "id": 25787, "aya_id": 54}, {"text": "وإذا جاءك -أيها النبي- الذين صَدَّقوا بآيات الله الشاهدة على صدقك من القرآن وغيره مستفتين عن التوبة من ذنوبهم السابقة, فأكرِمْهم بردِّ السلام عليهم, وبَشِّرهم برحمة الله الواسعة; فإنه جلَّ وعلا قد كتب على نفسه الرحمة بعباده تفضلا أنه من اقترف ذنبًا بجهالة منه لعاقبتها وإيجابها لسخط الله -فكل عاص لله مخطئًا أو متعمدًا فهو جاهل بهذا الاعتبار وإن كان عالمًا بالتحريم- ثم تاب من بعده وداوم على العمل الصالح, فإنه تعالى يغفر ذنبه, فهو غفور لعباده التائبين, رحيم بهم.\r\n", "sura_id": 6, "type": 3, "id": 32023, "aya_id": 54}, {"text": " <font color=red>وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ</font><BR><p>فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَإِذَا جَاءَك الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا \" الْآيَة وَقَوْله \" وَإِذَا جَاءَك الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَام عَلَيْكُمْ \" أَيْ فَأَكْرِمْهُمْ بِرَدِّ السَّلَام عَلَيْهِمْ وَبَشِّرْهُمْ بِرَحْمَةِ اللَّه الْوَاسِعَة الشَّامِلَة لَهُمْ وَلِهَذَا قَالَ \" كَتَبَ رَبّكُمْ عَلَى نَفْسه الرَّحْمَة \" أَيْ أَوْجَبَهَا عَلَى نَفْسه الْكَرِيمَة تَفَضُّلًا مِنْهُ وَإِحْسَانًا وَامْتِنَانًا \" أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ \" قَالَ بَعْض السَّلَف كُلّ مَنْ عَصَى اللَّه فَهُوَ جَاهِل وَقَالَ مُعْتَمِر بْن سُلَيْمَان عَنْ الْحَكَم عَنْ أَبَان عَنْ عِكْرِمَة فِي قَوْله \" مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ \" قَالَ الدُّنْيَا كُلّهَا جَهَالَة رَوَاهُ اِبْن أَبِي حَاتِم \" ثُمَّ تَابَ مِنْ بَعْده وَأَصْلَحَ \" أَيْ رَجَعَ عَمَّا كَانَ عَلَيْهِ مِنْ الْمَعَاصِي وَأَقْلَعَ وَعَزَمَ عَلَى أَنْ لَا يَعُود وَأَصْلَحَ الْعَمَل فِي الْمُسْتَقْبَل\" فَأَنَّهُ غَفُور رَحِيم \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ هَذَا مَا حَدَّثَنَا بِهِ أَبُو هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا قَضَى اللَّه عَلَى الْخَلْق كَتَبَ فِي كِتَاب فَهُوَ عِنْده فَوْق الْعَرْش إِنَّ رَحْمَتِي غَلَبَتْ غَضَبِي\" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَهَكَذَا رَوَاهُ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة وَرَوَاهُ مُوسَى عَنْ عُقْبَة عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة وَكَذَا رَوَاهُ اللَّيْث وَغَيْره عَنْ مُحَمَّد بْن عَجْلَان عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ وَقَدْ رَوَى اِبْن مَرْدُوَيْهِ مِنْ طَرِيق الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِذَا فَرَغَ اللَّه مِنْ الْقَضَاء بَيْن الْخَلْق أَخْرَجَ كِتَابًا مِنْ تَحْت الْعَرْش إِنَّ رَحْمَتِي سَبَقَتْ غَضَبِي وَأَنَا أَرْحَم الرَّاحِمِينَ فَيَقْبِض قَبْضَة أَوْ قَبْضَتَيْنِ فَيُخْرِج مِنْ النَّار خَلْقًا لَمْ يَعْمَلُوا خَيْرًا مَكْتُوب بَيْن أَعْيُنهمْ عُتَقَاء اللَّه \" وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ عَاصِم بْن سُلَيْمَان عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ سُلَيْمَان فِي قَوْله كَتَبَ رَبّكُمْ عَلَى نَفْسه الرَّحْمَة قَالَ : إِنَّا نَجِد فِي التَّوْرَاة عَطْفَتَيْنِ إِنَّ اللَّه خَلَقَ السَّمَوَات وَالْأَرْض وَخَلَقَ مِائَة رَحْمَة أَوْ جَعَلَ مِائَة رَحْمَة قَبْل أَنْ يَخْلُق الْخَلْق ثُمَّ خَلَقَ الْخَلْق فَوَضَعَ بَيْنهمْ رَحْمَة وَاحِدَة وَأَمْسَكَ عِنْده تِسْعًا وَتِسْعِينَ رَحْمَة قَالَ فِيهَا يَتَرَاحَمُونَ وَبِهَا يَتَعَاطَفُونَ وَبِهَا يَتَبَاذَلُونَ وَبِهَا يَتَزَاوَرُونَ وَبِهَا تَحِنّ النَّاقَة وَبِهَا تُبَحّ الْبَقَرَة وَبِهَا تَثْغُو الشَّاة وَبِهَا تَتَتَابَع الطَّيْر وَبِهَا تَتَتَابَع الْحِيتَان فِي الْبَحْر فَإِذَا كَانَ يَوْم الْقِيَامَة جَمَعَ اللَّه تِلْكَ الرَّحْمَة إِلَى مَا عِنْده وَرَحْمَته أَفْضَل وَأَوْسَع وَقَدْ رُوِيَ هَذَا مَرْفُوعًا مِنْ وَجْه آخَر وَسَيَأْتِي كَثِير مِنْ الْأَحَادِيث الْمُوَافِقَة لِهَذِهِ عِنْد قَوْله \" وَرَحْمَتِي وَسِعَتْ كُلّ شَيْء\" وَمِمَّا يُنَاسِب هَذِهِ الْآيَة مِنْ الْأَحَادِيث أَيْضًا قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِمُعَاذِ بْن جَبَل \" أَتَدْرِي مَا حَقّ اللَّه عَلَى الْعِبَاد ؟ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا \" ثُمَّ قَالَ \" أَتَدْرِي مَا حَقّ الْعِبَاد عَلَى اللَّه إِذَا هُمْ فَعَلُوا ذَلِكَ ؟ أَنْ لَا يُعَذِّبهُمْ \" وَقَدْ رَوَاهُ الْإِمَام أَحْمَد مِنْ طَرِيق كُمَيْل بْن زِيَاد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42191, "aya_id": 54}]