[{"text": "لَّقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِّلسَّائِلِينَ", "sura_id": 12, "type": 0, "id": 1603, "aya_id": 7}, {"text": "لقد كان في يوسف وإخوته آيات للسائلين", "sura_id": 12, "type": 1, "id": 7839, "aya_id": 7}, {"text": "7 - (لقد كان في) خبر (يوسف وإخوته) وهم أحد عشر (آيات) عبر (للسائلين) \r\n", "sura_id": 12, "type": 2, "id": 26547, "aya_id": 7}, {"text": "لقد كان في قصة يوسف وإخوته عبر وأدلة تدل على قدرة الله وحكمته لمن يسأل عن أخبارهم, ويرغب في معرفتها.\r\n", "sura_id": 12, "type": 3, "id": 32783, "aya_id": 7}, {"text": " <font color=red>لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ</font><BR><p>يَقُول تَعَالَى لَقَدْ كَانَ فِي قِصَّة يُوسُف وَخَبَره مَعَ إِخْوَته آيَات أَيْ عِبْرَة وَمَوَاعِظ لِلسَّائِلِينَ عَنْ ذَلِكَ الْمُسْتَخْبِرِينَ عَنْهُ فَإِنَّهُ خَبَر عَجِيب يَسْتَحِقّ أَنْ يُخْبَر عَنْهُ \" إِذْ قَالُوا لَيُوسُف وَأَخُوهُ أَحَبّ إِلَى أَبِينَا مِنَّا \" أَيْ حَلَفُوا فِيمَا يَظُنُّونَ وَاَللَّه لَيُوسُف وَأَخُوهُ يَعْنُونَ بِنْيَامِين وَكَانَ شَقِيقه لِأُمِّهِ \" أَحَبّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَة \" أَيْ جَمَاعَة فَكَيْف أَحَبَّ ذَيْنك الِاثْنَيْنِ أَكْثَرَ مِنْ الْجَمَاعَة \" إِنَّ أَبَانَا لَفِي ضَلَال مُبِين \" يَعْنُونَ فِي تَقْدِيمهمَا عَلَيْنَا وَمَحَبَّته إِيَّاهُمَا أَكْثَر مِنَّا . وَاعْلَمْ أَنَّهُ لَمْ يَقُمْ دَلِيل عَلَى نُبُوَّة إِخْوَة يُوسُف وَظَاهِر هَذَا السِّيَاق يَدُلّ عَلَى خِلَاف ذَلِكَ وَمِنْ النَّاس مَنْ يَزْعُم أَنَّهُ أُوحِيَ إِلَيْهِمْ بَعْد ذَلِكَ وَفِي هَذَا نَظَر وَيَحْتَاج مُدَّعِي ذَلِكَ إِلَى دَلِيل وَلَمْ يَذْكُرُوا سِوَى قَوْله تَعَالَى \" قُولُوا آمَنَّا بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ \" وَهَذَا فِيهِ اِحْتِمَال لِأَنَّ بُطُون بَنِي إِسْرَائِيل يُقَال لَهُمْ الْأَسْبَاط كَمَا يُقَال لِلْعَرَبِ قَبَائِل وَلِلْعَجَمِ شُعُوب . يَذْكُر تَعَالَى أَنَّهُ أَوْحَى إِلَى الْأَنْبِيَاء مِنْ أَسْبَاط بَنِي إِسْرَائِيل فَذَكَرَهمْ إِجْمَالًا لِأَنَّهُمْ كَثِيرُونَ وَلَكِنَّ كُلَّ سِبْط مِنْ نَسْل رَجُل مِنْ إِخْوَة يُوسُف وَلَمْ يَقُمْ دَلِيل عَلَى أَعْيَان هَؤُلَاءِ أَنَّهُمْ أُوحِيَ إِلَيْهِمْ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37824, "aya_id": 7}]