[{"text": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاؤُوهُم بِالْبَيِّنَاتِ فَانتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ", "sura_id": 30, "type": 0, "id": 3456, "aya_id": 47}, {"text": "ولقد أرسلنا من قبلك رسلا إلى قومهم فجاءوهم بالبينات فانتقمنا من الذين أجرموا وكان حقا علينا نصر المؤمنين", "sura_id": 30, "type": 1, "id": 9692, "aya_id": 47}, {"text": "47 - (ولقد أرسلنا من قبلك رسلا إلى قومهم فجاؤوهم بالبينات) بالحجج الواضحات على صدقهم في رسالتهم إليهم فكذبوهم (فانتقمنا من الذين أجرموا) أهلكنا الذين كذبوهم (وكان حقا علينا نصر المؤمنين) على الكافرين بإهلاكهم وإنجاء المؤمنين \r\n", "sura_id": 30, "type": 2, "id": 28400, "aya_id": 47}, {"text": "ولقد أرسلنا مِن قبلك -أيها الرسول- رسلا إلى قومهم مبشرين ومنذرين يدعونهم إلى التوحيد, ويحذرونهم من الشرك, فجاؤوهم بالمعجزات والبراهين الساطعة, فكفر أكثرهم بربهم, فانتقمنا من الذين اكتسبوا السيئات منهم, فأهلكناهم, ونصرنا المؤمنين أتباع الرسل, وكذلك نفعل بالمكذبين بك إن استمروا على تكذيبك, ولم يؤمنوا.\r\n", "sura_id": 30, "type": 3, "id": 34636, "aya_id": 47}, {"text": " <font color=red>وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ</font><BR><p>قَالَ تَعَالَى \" وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلك رُسُلًا إِلَى قَوْمهمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنْ الَّذِينَ أَجْرَمُوا \" هَذِهِ تَسْلِيَة مِنْ اللَّه تَعَالَى لِعَبْدِهِ وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّهُ وَإِنْ كَذَّبَهُ كَثِير مِنْ قَوْمه وَمِنْ النَّاس فَقَدْ كُذِّبَتْ الرُّسُل الْمُتَقَدِّمُونَ مَعَ مَا جَاءُوا أُمَمهمْ بِهِ مِنْ الدَّلَائِل الْوَاضِحَات . وَلَكِنْ اِنْتَقَمَ اللَّه مِمَّنْ كَذَّبَهُمْ وَخَالَفَهُمْ وَأَنْجَى الْمُؤْمِنِينَ بِهِمْ \" وَكَانَ حَقًّا عَلَيْنَا نَصْر الْمُؤْمِنِينَ\" أَيْ هُوَ حَقّ أَوْجَبَهُ عَلَى نَفْسه الْكَرِيمَة تَكَرُّمًا وَتَفَضُّلًا كَقَوْلِهِ تَعَالَى \" كَتَبَ رَبّكُمْ عَلَى نَفْسه الرَّحْمَة \" وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن نُفَيْل حَدَّثَنَا مُوسَى بْن أَعْيَن عَنْ لَيْث عَنْ شَهْر بْن حَوْشَب عَنْ أُمّ الدَّرْدَاء عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مِنْ اِمْرِئٍ مُسْلِم يَرُدُّ عَنْ عِرْض أَخِيهِ إِلَّا كَانَ حَقًّا عَلَى اللَّه أَنْ يَرُدّ عَنْهُ نَار جَهَنَّم يَوْم الْقِيَامَة \" ثُمَّ تَلَا هَذِهِ الْآيَة\" وَكَانَ حَقًّا عَلَيْنَا نَصْر الْمُؤْمِنِينَ \" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40084, "aya_id": 47}]