[{"text": "وَجَاءتْ سَيَّارَةٌ فَأَرْسَلُواْ وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَذَا غُلاَمٌ وَأَسَرُّوهُ بِضَاعَةً وَاللّهُ عَلِيمٌ بِمَا يَعْمَلُونَ", "sura_id": 12, "type": 0, "id": 1615, "aya_id": 19}, {"text": "وجاءت سيارة فأرسلوا واردهم فأدلى دلوه قال يا بشرى هذا غلام وأسروه بضاعة والله عليم بما يعملون", "sura_id": 12, "type": 1, "id": 7851, "aya_id": 19}, {"text": "19 - (وجاءت سيارة) مسافرون من مدين إلى مصر فنزلوا قريبا من جب يوسف (فأرسلوا واردهم) الذي يرد الماء ليستقي منه (فأدلى) أرسل (دلوه) في البئر فتعلق بها يوسف فأخرجه فلما رآه (قال يا بشراي) وفي قراءة {بشرى} ونداؤها مجاز أي احضري فهذا وقتك (هذا غلام) فعلم به فأتوه (وأسروه) أي أخفوا أمره جاعليه (بضاعة) بأن قالوا هذا عبدنا أبق وسكت يوسف خوفا من أن يقتلوه (والله عليم بما يعملون) \r\n", "sura_id": 12, "type": 2, "id": 26559, "aya_id": 19}, {"text": "وجاءت جماعة من المسافرين, فأرسلوا مَن يطلب لهم الماء, فلما أرسل دلوه في البئر تعلَّق بها يوسف, فقال واردهم: يا بشراي هذا غلام نفيس, وأخفى الواردُ وأصحابه يوسفَ من بقية المسافرين فلم يظهروه لهم, وقالوا: إن هذه بضاعة استبضعناها, والله عليم بما يعملونه بيوسف.\r\n", "sura_id": 12, "type": 3, "id": 32795, "aya_id": 19}, {"text": " <font color=red>وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَذَا غُلَامٌ وَأَسَرُّوهُ بِضَاعَةً وَاللَّهُ عَلِيمٌ بِمَا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَمَّا جَرَى لِيُوسُف حِين أَلْقَاهُ إِخْوَته وَتَرَكُوهُ فِي ذَلِكَ الْجُبّ وَحِيدًا فَرِيدًا فَمَكَثَ عَلَيْهِ السَّلَام فِي الْبِئْر ثَلَاثَة أَيَّام فِيمَا قَالَهُ أَبُو بَكْر بْن عَيَّاش وَقَالَ مُحَمَّد بْن إِسْحَاق لَمَّا أَلْقَاهُ إِخْوَته جَلَسُوا حَوْل الْبِئْر يَوْمَهُمْ ذَلِكَ يَنْظُرُونَ مَاذَا يَصْنَع وَمَا يُصْنَع بِهِ فَسَاقَ اللَّه لَهُ سَيَّارَة فَنَزَلُوا قَرِيبًا مِنْ تِلْكَ الْبِئْر وَأَرْسَلُوا وَارِدَهُمْ هُوَ الَّذِي يَتَطَلَّب لَهُمْ الْمَاء فَلَمَّا جَاءَ ذَلِكَ الْبِئْر وَأَدْلَى بِدَلْوِهِ فِيهَا تَشَبَّثَ يُوسُف عَلَيْهِ السَّلَام فِيهَا فَأَخْرَجَهُ وَاسْتَبْشَرَ بِهِ وَقَالَ \" يَا بُشْرَى هَذَا غُلَام \" وَقَرَأَ بَعْض الْقُرَّاء يَا بُشْرَايَ فَزَعَمَ السُّدِّيّ أَنَّهُ اِسْم رَجُل نَادَاهُ ذَلِكَ الرَّجُل الَّذِي أَدْلَى بِدَلْوِهِ مُعْلِمًا لَهُ أَنَّهُ أَصَابَ غُلَامًا وَهَذَا الْقَوْل مِنْ السُّدِّيّ غَرِيب لِأَنَّهُ لَمْ يُسْبَق إِلَى تَفْسِير هَذِهِ الْقِرَاءَة بِهَذَا إِلَّا فِي رِوَايَة عَنْ اِبْن عَبَّاس وَاَللَّه أَعْلَم . وَإِنَّمَا مَعْنَى الْقِرَاءَة عَلَى هَذَا النَّحْو يَرْجِع إِلَى الْقِرَاءَة الْأُخْرَى وَيَكُون قَدْ أَضَافَ الْبُشْرَى إِلَى نَفْسه وَحَذَفَ يَاء الْإِضَافَة وَهُوَ يُرِيدهَا كَمَا تَقُول الْعَرَب يَا نَفْس اِصْبِرِي يَا غُلَام أَقْبِلْ بِحَذْفِ حَرْف الْإِضَافَة وَيَجُوز الْكَسْر حِينَئِذٍ وَالرَّفْع وَهَذَا مِنْهُ وَتُفَسِّرهَا الْقِرَاءَة الْأُخْرَى يَا بُشْرَايَ وَاَللَّه أَعْلَم . وَقَوْله \" وَأَسَرُّوهُ بِضَاعَة \" أَيْ وَأَسَرَّهُ الْوَارِدُونَ مِنْ بَقِيَّة السَّيَّارَة وَقَالُوا اِشْتَرَيْنَاهُ وَتَبَضَّعْنَاهُ مِنْ أَصْحَاب الْمَاء مَخَافَة أَنْ يُشَارِكُوهُمْ فِيهِ إِذَا عَلِمُوا خَبَرَهُ . قَالَهُ مُجَاهِد وَالسُّدِّيّ وَابْن جَرِير هَذَا قَوْل وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله \" وَأَسَرُّوهُ بِضَاعَة \" يَعْنِي إِخْوَة يُوسُف أَسَرُّوا شَأْنه وَكَتَمُوا أَنْ يَكُون أَخَاهُمْ وَكَتَمَ يُوسُف شَأْنَهُ مَخَافَة أَنْ يَقْتُلَهُ إِخْوَته وَاخْتَارَ الْبَيْع فَذَكَرَه إِخْوَته لِوَارِدِ الْقَوْم فَنَادَى أَصْحَابه \" يَا بُشْرَى هَذَا غُلَام \" يُبَاع فَبَاعَهُ إِخْوَته وَقَوْله \" وَاَللَّه عَلِيم بِمَا يَعْمَلُونَ \" أَيْ عَلِيم بِمَا يَفْعَلهُ إِخْوَة يُوسُف وَمُشْتَرُوهُ وَهُوَ قَادِر عَلَى تَغْيِير ذَلِكَ وَدَفْعه وَلَكِنْ لَهُ حِكْمَة وَقَدَر سَابِق فَتَرَكَ ذَلِكَ لِيَمْضِيَ مَا قَدَّرَهُ وَقَضَاهُ \" أَلَا لَهُ الْخَلْق وَالْأَمْر تَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" وَفِي هَذَا تَعْرِيض لِرَسُولِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِإِعْلَامِهِ لَهُ بِأَنِّي عَالِم بِأَذَى قَوْمك لَك وَأَنَا قَادِر عَلَى الْإِنْكَار عَلَيْهِمْ وَلَكِنِّي سَأُمْلِي لَهُمْ ثُمَّ أَجْعَل لَك الْعَاقِبَة وَالْحُكْم عَلَيْهِمْ كَمَا جَعَلْت لِيُوسُف الْحُكْم وَالْعَاقِبَة عَلَى إِخْوَته .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37768, "aya_id": 19}]