[{"text": "وَلاَ تَنكِحُواْ الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلاَ تُنكِحُواْ الْمُشِرِكِينَ حَتَّى يُؤْمِنُواْ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُوْلَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللّهُ يَدْعُوَ إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ", "sura_id": 2, "type": 0, "id": 228, "aya_id": 221}, {"text": "ولا تنكحوا المشركات حتى يؤمن ولأمة مؤمنة خير من مشركة ولو أعجبتكم ولا تنكحوا المشركين حتى يؤمنوا ولعبد مؤمن خير من مشرك ولو أعجبكم أولئك يدعون إلى النار والله يدعو إلى الجنة والمغفرة بإذنه ويبين آياته للناس لعلهم يتذكرون", "sura_id": 2, "type": 1, "id": 6464, "aya_id": 221}, {"text": "221 - (ولا تَنكِحوا) تتزوجوا أيها المسلمون (المشركات) أي الكافرات (حتى يؤمن ولأمة مؤمنة خير من مشركة) حرة لأن سبب نزولها العيب على من تزوج أمة وترغيبه في نكاح حرة مشركة (ولو أعجبتكم) لجمالها ومالها وهذا مخصوص بغير الكتابيات بآية {والمحصنات من الذين أوتوا الكتاب} (ولا تُنكِحوا) تُزوِّجوا (المشركين) أي الكفار المؤمنات (حتى يؤمنوا ولعبد مؤمن خير من مشرك ولو أعجبكم) لماله وجماله (أولئك) أي أهل الشرك (يدعون إلى النار) بدعائهم إلى العمل الموجب لها فلا تليق مناكحتهم (والله يدعو) على لسان رسله (إلى الجنة والمغفرة) أي العمل الموجب لهما (بإذنه) بإرادته فتجب إجابته بتزويج أوليائه (ويبين آياته للناس لعلهم يتذكرون) يتعظون \r\n", "sura_id": 2, "type": 2, "id": 25172, "aya_id": 221}, {"text": "ولا تتزوجوا -أيها المسلمون- المشركات عابدات الأوثان, حتى يدخلن في الإسلام. واعلموا أن امرأة مملوكة لا مال لها ولا حسب, مؤمنةً بالله, خير من امرأة مشركة, وإن أعجبتكم المشركة الحرة. ولا تُزَوِّجوا نساءكم المؤمنات -إماء أو حرائر- للمشركين حتى يؤمنوا بالله ورسوله. واعلموا أن عبدًا مؤمنًا مع فقره, خير من مشرك, وإن أعجبكم المشرك. أولئك المتصفون بالشرك رجالا ونساءً يدعون كل مَن يعاشرهم إلى ما يؤدي به إلى النار, والله سبحانه يدعو عباده إلى دينه الحق المؤدي بهم إلى الجنة ومغفرة ذنوبهم بإذنه, ويبين آياته وأحكامه للناس; لكي يتذكروا, فيعتبروا.\r\n", "sura_id": 2, "type": 3, "id": 31408, "aya_id": 221}, {"text": " <font color=red>وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ</font><BR><p>هَذَا تَحْرِيمٌ مِنْ اللَّه عَزَّ وَجَلَّ عَلَى الْمُؤْمِنِينَ أَنْ يَتَزَوَّجُوا الْمُشْرِكَات مِنْ عَبَدَة الْأَوْثَان ثُمَّ إِنْ كَانَ عُمُومهَا مُرَادًا وَأَنَّهُ يَدْخُل فِيهَا كُلّ مُشْرِكَة مِنْ كِتَابِيَّة وَوَثَنِيَّة فَقَدْ خَصَّ مِنْ ذَلِكَ نِسَاء أَهْل الْكِتَاب بِقَوْلِهِ \" وَالْمُحْصَنَات مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورهنَّ مُحْصِنِينَ غَيْر مُسَافِحِينَ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا تَنْكِحُوا الْمُشْرِكَات حَتَّى يُؤْمِنَّ \" اِسْتَثْنَى اللَّه مِنْ ذَلِكَ نِسَاء أَهْل الْكِتَاب وَهَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَمَكْحُول وَالْحَسَن وَالضَّحَّاك وَزَيْد بْن أَسْلَمَ وَالرَّبِيع بْن أَنَس وَغَيْرهمْ . وَقِيلَ : بَلْ الْمُرَاد بِذَلِكَ الْمُشْرِكُونَ مِنْ عَبَدَة الْأَوْثَان وَلَمْ يُرِدْ أَهْل الْكِتَاب بِالْكُلِّيَّةِ وَالْمَعْنَى قَرِيب مِنْ الْأَوَّل وَاَللَّه أَعْلَم فَأَمَّا مَا رَوَاهُ اِبْن جَرِير : حَدَّثَنِي عُبَيْد بْن آدَم بْن أَبِي إِيَاس الْعَسْقَلَانِيّ حَدَّثَنَا أَبِي حَدَّثَنِي عَبْد الْحَمِيد بْن بَهْرَام الْفَزَارِيّ حَدَّثَنَا شَهْر بْن حَوْشَب قَالَ : سَمِعْت عَبْد اللَّه بْن عَبَّاس يَقُول نَهَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ أَصْنَاف النِّسَاء إِلَّا مَا كَانَ مِنْ الْمُؤْمِنَات الْمُهَاجِرَات وَحَرَّمَ كُلّ ذَات دِين غَيْر الْإِسْلَام . قَالَ اللَّه عَزَّ وَجَلَّ \" وَمَنْ يَكْفُر بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ \" وَقَدْ نَكَحَ طَلْحَة بْن عَبْد اللَّه يَهُودِيَّة وَنَكَحَ حُذَيْفَة بْن الْيَمَان نَصْرَانِيَّة فَغَضِبَ عُمَر بْن الْخَطَّاب غَضَبًا شَدِيدًا حَتَّى هَمَّ أَنْ يَسْطُو عَلَيْهِمَا فَقَالَا : نَحْنُ نُطَلِّق يَا أَمِير الْمُؤْمِنِينَ وَلَا تَغْضَب فَقَالَ : لَئِنْ حَلَّ طَلَاقهنَّ لَقَدْ حَلَّ نِكَاحهنَّ وَلَكِنِّي أَنْتَزِعهُنَّ مِنْكُمْ صَغْرَة قَمْأَة فَهُوَ حَدِيث غَرِيب جِدًّا وَهَذَا الْأَثَر غَرِيب عَنْ عُمَر أَيْضًا قَالَ أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه بَعْد حِكَايَته الْإِجْمَاع عَلَى إِبَاحَة تَزْوِيج الْكِتَابِيَّات وَإِنَّمَا كَرِهَ عُمَر ذَلِكَ لِئَلَّا يَزْهَد النَّاس فِي الْمُسْلِمَات أَوْ لِغَيْرِ ذَلِكَ مِنْ الْمَعَانِي كَمَا حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن إِدْرِيس حَدَّثَنَا الصَّلْت بْن بَهْرَام عَنْ شَقِيق قَالَ : تَزَوَّجَ حُذَيْفَة يَهُودِيَّة فَكَتَبَ إِلَيْهِ عُمَر : خَلِّ سَبِيلهَا فَكَتَبَ إِلَيْهِ أَتَزْعُمُ أَنَّهَا حَرَام فَأُخَلِّي سَبِيلهَا ؟ فَقَالَ : لَا أَزْعُم أَنَّهَا حَرَام وَلَكِنِّي أَخَاف أَنْ تَعَاطَوْا الْمُؤْمِنَات مِنْهُنَّ . وَهَذَا إِسْنَاد صَحِيح وَرَوَى الْخَلَّال عَنْ مُحَمَّد بْن إِسْمَاعِيل عَنْ وَكِيع عَنْ الصَّلْت نَحْوه . وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُوسَى بْن عَبْد الرَّحْمَن الْمَسْرُوقِيّ حَدَّثَنَا مُحَمَّد بْن بِشْر حَدَّثَنَا سُفْيَان بْن سَعِيد عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ زَيْد بْن وَهْب قَالَ : قَالَ عُمَر بْن الْخَطَّاب : الْمُسْلِم يَتَزَوَّج النَّصْرَانِيَّة وَلَا يَتَزَوَّج النَّصْرَانِيّ الْمُسْلِمَة . قَالَ : وَهَذَا أَصَحّ إِسْنَادًا مِنْ الْأَوَّل ثُمَّ قَالَ : وَقَدْ حَدَّثَنَا تَمِيم بْن الْمُنْتَصِر أَخْبَرَنَا إِسْحَاق الْأَزْرَقِيّ عَنْ شَرِيك عَنْ أَشْعَث بْن سَوَّار عَنْ الْحَسَن عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" نَتَزَوَّج نِسَاء أَهْل الْكِتَاب وَلَا يَتَزَوَّجُونَ نِسَاءَنَا\" ثُمَّ قَالَ وَهَذَا الْخَبَر وَإِنْ كَانَ فِي إِسْنَاده مَا فِيهِ فَالْقَوْل بِهِ لِإِجْمَاعِ الْجَمِيع مِنْ الْأُمَّة عَلَيْهِ كَذَا قَالَ اِبْن جَرِير رَحِمَهُ اللَّه وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ حَدَّثَنَا وَكِيع عَنْ جَعْفَر بْن بُرْقَان عَنْ مَيْمُون بْن مِهْرَان عَنْ اِبْن عُمَر أَنَّهُ كَرِهَ نِكَاح أَهْل الْكِتَاب وَتَأَوَّلَ \" وَلَا تَنْكِحُوا الْمُشْرِكَات حَتَّى يُؤْمِنَّ \" وَقَالَ الْبُخَارِيّ : وَقَالَ اِبْن عُمَر لَا أَعْلَم شِرْكًا أَعْظَم مِنْ أَنْ تَقُول : رَبّهَا عِيسَى وَقَالَ أَبُو بَكْر الْخَلَّال الْحَنْبَلِيّ : حَدَّثَنَا مُحَمَّد بْن هَارُون حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم وَأَخْبَرَنِي مُحَمَّد بْن عَلِيّ حَدَّثَنَا صَالِح بْن أَحْمَد أَنَّهُمَا سَأَلَا أَبَا عَبْد اللَّه أَحْمَد بْن حَنْبَل عَنْ قَوْل اللَّه \" وَلَا تَنْكِحُوا الْمُشْرِكَات حَتَّى يُؤْمِنَّ \" قَالَ : مُشْرِكَات الْعَرَب الَّذِينَ يَعْبُدُونَ الْأَصْنَام . وَقَوْله \" وَلَأَمَة مُؤْمِنَة خَيْر مِنْ مُشْرِكَة وَلَوْ أَعْجَبَتْكُمْ \" قَالَ السُّدِّيّ : نَزَلَتْ فِي عَبْد اللَّه بْن رَوَاحَة كَانَتْ لَهُ أَمَة سَوْدَاء فَغَضِبَ عَلَيْهَا فَلَطَمَهَا ثُمَّ فَزِعَ فَأَتَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَخْبَرَهُ خَبَرهمَا فَقَالَ لَهُ \" مَا هِيَ ؟ \" قَالَ تَصُوم وَتُصَلِّي وَتُحْسِن الْوُضُوء وَتَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّك رَسُول اللَّه فَقَالَ \" يَا أَبَا عَبْد اللَّه هَذِهِ مُؤْمِنَة \" فَقَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ لَأُعْتِقَنَّهَا وَلَأَتَزَوَّجَنهَا فَفَعَلَ فَطَعَنَ عَلَيْهِ نَاس مِنْ الْمُسْلِمِينَ وَقَالُوا نَكَحَ أَمَته وَكَانُوا يُرِيدُونَ أَنْ يَنْكِحُوا إِلَى الْمُشْرِكِينَ وَيُنْكِحُوهُمْ رَغْبَة فِي أَحْسَابهمْ فَأَنْزَلَ اللَّه \" وَلَأَمَة مُؤْمِنَة خَيْر مِنْ مُشْرِكَة وَلَوْ أَعْجَبْتُكُمْ\" وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِك وَلَوْ أَعْجَبَكُمْ \" وَقَالَ عَبْد بْن حُمَيْد حَدَّثَنَا جَعْفَر بْن عَوْن حَدَّثَنَا عَبْد الرَّحْمَن بْن زِيَاد الْإِفْرِيقِيّ عَنْ عَبْد اللَّه بْن يَزِيد عَنْ عَبْد اللَّه بْن عُمَر عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" لَا تَنْكِحُوا النِّسَاء لِحُسْنِهِنَّ فَعَسَى حُسْنهنَّ أَنْ يُرْدِيَهُنَّ وَلَا تَنْكِحُوهُنَّ عَلَى أَمْوَالهنَّ فَعَسَى أَمْوَالهنَّ أَنْ تُطْغِيَهُنَّ وَانْكِحُوهُنَّ عَلَى الدِّين فَلَأَمَةٌ سَوْدَاءُ جَرْدَاءُ ذَاتُ دِين أَفْضَل \" وَالْإِفْرِيقِيّ ضَعِيف وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - قَالَ \" تُنْكَحُ الْمَرْأَةُ لِأَرْبَعٍ : لِمَالِهَا وَلِحَسَبِهَا وَلِجَمَالِهَا وَلِدِينِهَا فَاظْفَرْ بِذَاتِ الدِّين تَرِبَتْ يَدَاك \" وَلِمُسْلِمٍ عَنْ جَابِر مِثْله وَلَهُ عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" الدُّنْيَا مَتَاعٌ وَخَيْرُ مَتَاعِ الدُّنْيَا الْمَرْأَةُ الصَّالِحَةُ \" وَقَوْله \" وَلَا تَنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا\" أَيْ لَا تُزَوِّجُوا الرِّجَالَ الْمُشْرِكِينَ النِّسَاءَ الْمُؤْمِنَات كَمَا قَالَ تَعَالَى \" لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ \" ثُمَّ قَالَ تَعَالَى \" وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِك وَلَوْ أَعْجَبَكُمْ \" أَيْ وَلَرَجُلٌ مُؤْمِن وَلَوْ كَانَ عَبْدًا حَبَشِيًّا خَيْر مِنْ مُشْرِك وَإِنْ كَانَ رَئِيسًا سِرِّيًّا \" أُولَئِكَ يَدْعُونَ إِلَى النَّارِ \" أَيْ مُعَاشَرَتُهُمْ وَمُخَالَطَتُهُمْ تَبْعَث عَلَى حُبّ الدُّنْيَا وَاقْتِنَائِهَا وَإِيثَارهَا عَلَى الدَّار الْآخِرَة وَعَاقِبَة ذَلِكَ وَخَيْمَة \" وَاَللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ \" أَيْ بِشَرْعِهِ وَمَا أَمَرَ بِهِ وَمَا نَهَى عَنْهُ \" وَيُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38633, "aya_id": 221}]