[{"text": "كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتاً فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ", "sura_id": 2, "type": 0, "id": 35, "aya_id": 28}, {"text": "كيف تكفرون بالله وكنتم أمواتا فأحياكم ثم يميتكم ثم يحييكم ثم إليه ترجعون", "sura_id": 2, "type": 1, "id": 6271, "aya_id": 28}, {"text": "28 - (كيف تكفرون) يا أهل مكة (بالله و) قد (كنتم أمواتا) نطفا في الأصلاب (فأحياكم) في الأرحام والدنيا بنفخ الروح فيكم ، والاستفهام للتعجب من كفرهم مع قيام البرهان أو للتوبيخ (ثم يميتكم) عند انتهاء آجالكم (ثم يحييكم) بالبعث (ثم إليه ترجعون) تردون بعد البعث فيجازيكم بأعمالكم . وقال دليلا على البعث لما أنكروه: \r\n", "sura_id": 2, "type": 2, "id": 24979, "aya_id": 28}, {"text": "كيف تنكرون -أيُّها المشركون- وحدانية الله تعالى, وتشركون به غيره في العبادة مع البرهان القاطع عليها في أنفسكم؟ فلقد كنتم أمواتًا فأوجدكم ونفخ فيكم الحياة, ثم يميتكم بعد انقضاء آجالكم التي حددها لكم, ثم يعيدكم أحياء يوم البعث, ثم إليه ترجعون للحساب والجزاء.\r\n", "sura_id": 2, "type": 3, "id": 31215, "aya_id": 28}, {"text": " <font color=red>كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ</font><BR><p>يَقُول تَعَالَى مُحْتَجًّا عَلَى وُجُوده وَقُدْرَته وَأَنَّهُ الْخَالِق الْمُتَصَرِّف فِي عِبَاده كَيْف تَكْفُرُونَ بِاَللَّهِ أَيْ كَيْف تَجْحَدُونَ وُجُوده أَوْ تَعْبُدُونَ مَعَهُ غَيْره \" وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ \" أَيْ وَقَدْ كُنْتُمْ عَدَمًا فَأَخْرَجَكُمْ إِلَى الْوُجُود كَمَا قَالَ تَعَالَى \" أَمْ خُلِقُوا مِنْ غَيْر شَيْء أَمْ هُمْ الْخَالِقُونَ أَمْ خَلَقُوا السَّمَاوَات وَالْأَرْض بَلْ لَا يُوقِنُونَ \" وَقَالَ تَعَالَى \" هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنْ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا \" وَالْآيَات فِي هَذَا كَثِيرَة وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ \" قَالُوا رَبّنَا أَمَتّنَا اِثْنَتَيْنِ وَأَحْيَيْتنَا اِثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا \" قَالَ هِيَ الَّتِي فِي الْبَقَرَة \" وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتكُمْ ثُمَّ يُحْيِيكُمْ \" وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس : كُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ أَمْوَاتًا فِي أَصْلَاب آبَائِكُمْ لَمْ تَكُونُوا شَيْئًا حَتَّى خَلَقَكُمْ ثُمَّ يُمِيتكُمْ مَوْتَة الْحَقّ ثُمَّ يُحْيِيكُمْ حِين يَبْعَثكُمْ قَالَ وَهِيَ مِثْل قَوْله تَعَالَى \" أَمَتّنَا اِثْنَتَيْنِ وَأَحْيَيْتنَا اِثْنَتَيْنِ \" : وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" رَبّنَا أَمَتّنَا اِثْنَتَيْنِ وَأَحْيَيْتنَا اِثْنَتَيْنِ\" قَالَ كُنْتُمْ تُرَابًا قَبْل أَنْ يَخْلُقكُمْ فَهَذِهِ مَيِّتَة ثُمَّ أَحْيَاكُمْ فَخَلَقَكُمْ فَهَذِهِ حَيَاة ثُمَّ يُمِيتكُمْ فَتَرْجِعُونَ إِلَى الْقُبُور . فَهَذِهِ مَيْتَة أُخْرَى ثُمَّ يَبْعَثكُمْ يَوْم الْقِيَامَة فَهَذِهِ حَيَاة أُخْرَى - فَهَذِهِ مَيْتَتَانِ وَحَيَاتَانِ فَهُوَ كَقَوْلِهِ \" كَيْف تَكْفُرُونَ بِاَللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتكُمْ ثُمَّ يُحْيِيكُمْ \" وَهَكَذَا رُوِيَ عَنْ السُّدِّيّ بِسَنَدِهِ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة وَعَنْ أَبِي الْعَالِيَة وَالْحَسَن وَمُجَاهِد وَقَتَادَة وَأَبِي صَالِح وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ نَحْو ذَلِكَ وَقَالَ الثَّوْرِيّ عَنْ السُّدِّيّ عَنْ أَبِي صَالِح \" كَيْف تَكْفُرُونَ بِاَللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تَرْجِعُونَ \" قَالَ يُحْيِيكُمْ فِي الْقَبْر ثُمَّ يُمِيتكُمْ وَقَالَ اِبْن جَرِير عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : قَالَ خَلْقهمْ فِي ظَهْر آدَم ثُمَّ أَخَذَ عَلَيْهِمْ الْمِيثَاق ثُمَّ أَمَاتَهُمْ ثُمَّ خَلَقَهُمْ فِي الْأَرْحَام ثُمَّ أَمَاتَهُمْ ثُمَّ أَحْيَاهُمْ يَوْم الْقِيَامَة . وَذَلِكَ كَقَوْلِهِ تَعَالَى \" قَالُوا رَبّنَا أَمَتّنَا اِثْنَتَيْنِ وَأَحْيَيْتنَا اِثْنَتَيْنِ \" وَهَذَا غَرِيب وَاَلَّذِي قَبْله . وَالصَّحِيح مَا تَقَدَّمَ عَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَأُولَئِكَ الْجَمَاعَة مِنْ التَّابِعِينَ وَهُوَ كَقَوْلِهِ تَعَالَى\" قُلْ اللَّه يُحْيِيكُمْ ثُمَّ يُمِيتكُمْ ثُمَّ يَجْمَعكُمْ إِلَى يَوْم الْقِيَامَة لَا رَيْب فِيهِ \" الْآيَة كَمَا قَالَ تَعَالَى فِي الْأَصْنَام \" أَمْوَاتٌ غَيْرُ أَحْيَاءٍ وَمَا يَشْعُرُونَ \" الْآيَة وَقَالَ \" وَآيَةٌ لَهُمْ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38696, "aya_id": 28}]