[{"text": "وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِن جَاء نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ", "sura_id": 29, "type": 0, "id": 3350, "aya_id": 10}, {"text": "ومن الناس من يقول آمنا بالله فإذا أوذي في الله جعل فتنة الناس كعذاب الله و لئن جاء نصر من ربك ليقولن إنا كنا معكم أو ليس الله بأعلم بما في صدور العالمين", "sura_id": 29, "type": 1, "id": 9586, "aya_id": 10}, {"text": "10 - (ومن الناس من يقول آمنا بالله فإذا أوذي في الله جعل فتنة الناس) أي أذاهم له (كعذاب الله) في الخوف منه فيطيعهم فينافق (ولئن) لام قسم (جاء نصر) للمؤمنين (من ربك) فغنموا (ليقولن) حذفت منه نون الرفع لتوالي النونات والواو ضمير الجمع لالتقاء الساكنين (إنا كنا معكم) في الإيمان فأشركونا في الغنيمة قال تعالى (أو ليس الله بأعلم) أي بعالم (بما في صدور العالمين) قلوبهم من الإيمان والنفاق بلى \r\n", "sura_id": 29, "type": 2, "id": 28294, "aya_id": 10}, {"text": "ومن الناس من يقول: آمنا بالله, فإذا آذاه المشركون جزع من عذابهم وأذاهم, كما يجزع من عذاب الله ولا يصبر على الأذيَّة منه, فارتدَّ عن إيمانه, ولئن جاء نصر من ربك -أيها الرسول- لأهل الإيمان به ليقولَنَّ هؤلاء المرتدون عن إيمانهم: إنَّا كنا معكم -أيها المؤمنون- ننصركم على أعدائكم, أوليس الله بأعلم من كل أحد بما في صدور جميع خلقه؟\r\n", "sura_id": 29, "type": 3, "id": 34530, "aya_id": 10}, {"text": " <font color=red>وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ صِفَات قَوْم مِنْ الْمُكَذِّبِينَ الَّذِينَ يَدَّعُونَ الْإِيمَان بِأَلْسِنَتِهِمْ وَلَمْ يَثْبُت الْإِيمَان فِي قُلُوبهمْ بِأَنَّهُمْ إِذَا جَاءَتْهُمْ مِحْنَة وَفِتْنَة فِي الدُّنْيَا اِعْتَقَدُوا أَنَّ هَذَا مِنْ نِقْمَة اللَّه تَعَالَى بِهِمْ فَارْتَدُّوا عَنْ الْإِسْلَام وَلِهَذَا قَالَ تَعَالَى : \" وَمِنْ النَّاس مَنْ يَقُول آمَنَّا بِاَللَّهِ فَإِذَا أُوذِيَ فِي اللَّه جَعَلَ فِتْنَة النَّاس كَعَذَابِ اللَّه \" قَالَ اِبْن عَبَّاس يَعْنِي فِتْنَته أَنْ يَرْتَدّ عَنْ دِينه إِذَا أُوذِيَ فِي اللَّه وَكَذَا قَالَ غَيْره مِنْ عُلَمَاء السَّلَف وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى : \" وَمِنْ النَّاس مَنْ يَعْبُد اللَّه عَلَى حَرْف فَإِنْ أَصَابَهُ خَيْر اِطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَة اِنْقَلَبَ عَلَى وَجْهه - إِلَى قَوْله - ذَلِكَ هُوَ الضَّلَال الْبَعِيد\" ثُمَّ قَالَ عَزَّ وَجَلَّ : \" وَلَئِنْ جَاءَ نَصْر مِنْ رَبّك لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ \" أَيْ وَلَئِنْ جَاءَ نَصْر قَرِيب مِنْ رَبّك يَا مُحَمَّد وَفَتْح وَمَغَانِم لَيَقُولَنَّ هَؤُلَاءِ لَكُمْ إِنَّا كُنَّا مَعَكُمْ أَيْ إِخْوَانكُمْ فِي الدِّين كَمَا قَالَ تَعَالَى : \" الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْح مِنْ اللَّه قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيب قَالُوا أَلَمْ نَسْتَحْوِذ عَلَيْكُمْ وَنَمْنَعكُمْ مِنْ الْمُؤْمِنِينَ\" وَقَالَ تَعَالَى : \" فَعَسَى اللَّه أَنْ يَأْتِي بِالْفَتْحِ أَوْ أَمْر مِنْ عِنْده فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسهمْ نَادِمِينَ \" وَقَالَ تَعَالَى مُخْبِرًا عَنْهُمْ هَهُنَا \" وَلَئِنْ جَاءَ نَصْر مِنْ رَبّك لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ \" ثُمَّ قَالَ اللَّه تَعَالَى : \" أَوَلَيْسَ اللَّه بِأَعْلَمَ بِمَا فِي صُدُور الْعَالَمِينَ \" أَيْ أَوَلَيْسَ اللَّه بِأَعْلَمَ بِمَا فِي قُلُوبهمْ وَمَا تُكِنّهُ ضَمَائِرهمْ وَإِنْ أَظْهَرُوا لَكُمْ الْمُوَافَقَة ؟ .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39775, "aya_id": 10}]