[{"text": "وَهُوَ الَّذِي خَلَق السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاء لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِن بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُواْ إِنْ هَذَا إِلاَّ سِحْرٌ مُّبِينٌ", "sura_id": 11, "type": 0, "id": 1480, "aya_id": 7}, {"text": "وهو الذي خلق السماوات والأرض في ستة أيام وكان عرشه على الماء ليبلوكم أيكم أحسن عملا ولئن قلت إنكم مبعوثون من بعد الموت ليقولن الذين كفروا إن هذا إلا سحر مبين", "sura_id": 11, "type": 1, "id": 7716, "aya_id": 7}, {"text": "7 - (وهو الذي خلق السماوات والأرض في ستة أيام) أولها الأحد وآخرها الجمعة (وكان عرشه) قبل خلقها (على الماء) وهو على متن الريح (ليبلوكم) متعلق بخلق ، أي خلقهما وما فيهما من منافع لكم ومصالح ليختبركم (أيكم أحسن عملاً) أي أطوع لله (ولئن قلت) يا محمد لهم (إنكم مبعوثون من بعد الموت ليقولن الذين كفروا إن) ما (هذا) القرآن الناطق بالبعث والذي تقوله (إلا سحر مبين) بين ، وفي قراءة {ساحر} ، والمشار إليه النبي صلى الله عليه وسلم \r\n", "sura_id": 11, "type": 2, "id": 26424, "aya_id": 7}, {"text": "وهو الذي خلق السموات والأرض وما فيهن في ستة أيام, وكان عرشه على الماء قبل ذلك; ليختبركم أيكم أحسن له طاعةً وعملا وهو ما كان خالصًا لله موافقًا لما كان عليه رسول الله صلى الله عليه وسلم. ولئن قلت -أيها الرسول- لهؤلاء المشركين من قومك: إنكم مبعوثون أحياءً بعد موتكم, لسارعوا إلى التكذيب وقالوا: ما هذا القرآن الذي تتلوه علينا إلا سحر بيِّن.\r\n", "sura_id": 11, "type": 3, "id": 32660, "aya_id": 7}, {"text": " <font color=red>وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ</font><BR><p>يُخْبِر تَعَالَى عَنْ قُدْرَته عَلَى كُلّ شَيْء وَأَنَّهُ خَلَقَ السَّمَاوَات وَالْأَرْض فِي سِتَّة أَيَّام وَأَنَّ عَرْشه كَانَ عَلَى الْمَاء قِيلَ ذَلِكَ كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ جَامِع بْن شَدَّاد عَنْ صَفْوَان بْن مُحْرِزٍ عَنْ عِمْرَان بْن حُصَيْن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِقْبَلُوا الْبُشْرَى يَا بَنِي تَمِيم \" قَالُوا قَدْ بَشَّرْتنَا فَأَعْطِنَا قَالَ \" اِقْبَلُوا الْبُشْرَى يَا أَهْل الْيَمَن\" قَالُوا قَدْ قَبِلْنَا فَأَخْبِرْنَا عَنْ أَوَّل هَذَا الْأَمْر كَيْف كَانَ ؟ قَالَ \" كَانَ اللَّه قَبْل كُلّ شَيْء وَكَانَ عَرْشه عَلَى الْمَاء وَكَتَبَ فِي اللَّوْح الْمَحْفُوظ ذِكْر كُلّ شَيْء \". قَالَ : فَأَتَانِي آتٍ فَقَالَ يَا عِمْرَان اِنْحَلَّتْ نَاقَتك مِنْ عِقَالهَا قَالَ فَخَرَجْت فِي إِثْرهَا فَلَا أَدْرِي مَا كَانَ بَعْدِي ; وَهَذَا الْحَدِيث مُخَرَّج فِي صَحِيحَيْ الْبُخَارِيّ وَمُسْلِم بِأَلْفَاظٍ كَثِيرَة فَمِنْهَا قَالُوا جِئْنَاك نَسْأَلك عَنْ أَوَّل هَذَا الْأَمْر فَقَالَ \" كَانَ اللَّه وَلَمْ يَكُنْ شَيْء قَبْله وَفِي رِوَايَة - غَيْره - وَفِي رِوَايَة - مَعَهُ - وَكَانَ عَرْشه عَلَى الْمَاء وَكَتَبَ فِي الذِّكْر كُلّ شَيْء ثُمَّ خَلَقَ السَّمَاوَات وَالْأَرْض \" وَفِي صَحِيح مُسْلِم عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ اللَّه قَدَّرَ مَقَادِير الْخَلَائِق قَبْل أَنْ يَخْلُق السَّمَاوَات وَالْأَرْض بِخَمْسِينَ أَلْف سَنَة وَكَانَ عَرْشه عَلَى الْمَاء \" وَقَالَ الْبُخَارِيّ فِي تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب أَخْبَرَنَا أَبُو الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ اللَّه عَزَّ وَجَلَّ أَنْفِقْ أُنْفِق عَلَيْك \" . وَقَالَ \" يَد اللَّه مَلْأَى لَا يَغِيضُهَا نَفَقَةٌ سَحَّاءُ اللَّيْلَ وَالنَّهَارَ \" وَقَالَ \" أَفَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فَإِنَّهُ لَمْ يَغِضْ مَا فِي يَمِينِهِ وَكَانَ عَرْشُهُ عَلَى الْمَاء وَبِيَدِهِ الْمِيزَانُ يَخْفِضُ وَيَرْفَعُ \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا حَمَّاد بْن سَلَمَة عَنْ يَعْلَى بْن عَطَاء عَنْ وَكِيع بْن عَدْس عَنْ عَمّه أَبِي رَزِين وَاسْمه لَقِيط بْن عَامِر بْن الْمُنْتَفِق الْعُقَيْلِيّ قَالَ : قُلْت يَا رَسُول اللَّه أَيْنَ كَانَ رَبّنَا قَبْل أَنْ يَخْلُق خَلْقه ؟ قَالَ \" كَانَ فِي عَمَاءٍ مَا تَحْته هَوَاءٌ وَمَا فَوْقَهُ هَوَاءٌ ثُمَّ خَلَقَ الْعَرْشَ بَعْدَ ذَلِكَ \" . وَقَدْ رَوَاهُ التِّرْمِذِيّ فِي التَّفْسِير وَابْن مَاجَهْ فِي السُّنَن مِنْ حَدِيث يَزِيد بْن هَارُون بِهِ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَقَالَ مُجَاهِد \" وَكَانَ عَرْشه عَلَى الْمَاء\" قَبْل أَنْ يَخْلُق شَيْئًا وَكَذَا قَالَ وَهْب بْن مُنَبِّه وَضَمْرَة وَقَتَادَة وَابْن جَرِير وَغَيْر وَاحِد وَقَالَ قَتَادَة فِي قَوْله\" وَكَانَ عَرْشه عَلَى الْمَاء \" يُنَبِّئكُمْ كَيْف كَانَ بَدْء خَلْقه قَبْل أَنْ يَخْلُق السَّمَاوَات وَالْأَرْض وَقَالَ الرَّبِيع بْن أَنَس\" وَكَانَ عَرْشه عَلَى الْمَاء \" فَلَمَّا خَلَقَ السَّمَاوَات وَالْأَرْض قَسَمَ ذَلِكَ الْمَاء قِسْمَيْنِ فَجَعَلَ نِصْفًا تَحْت الْعَرْش وَهُوَ الْبَحْر الْمَسْجُور . وَقَالَ اِبْن عَبَّاس إِنَّمَا سُمِّيَ الْعَرْش عَرْشًا لِارْتِفَاعِهِ وَقَالَ إِسْمَاعِيل بْن أَبِي خَالِد سَمِعْت سَعْدًا الطَّائِيّ يَقُول : الْعَرْش يَاقُوتَة حَمْرَاء وَقَالَ مُحَمَّد بْن إِسْحَاق فِي قَوْله تَعَالَى \" هُوَ الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض فِي سِتَّة أَيَّام وَكَانَ عَرْشه عَلَى الْمَاء \" فَكَانَ كَمَا وَصَفَ نَفْسه تَعَالَى إِذْ لَيْسَ إِلَّا الْمَاء وَعَلَيْهِ الْعَرْش وَعَلَى الْعَرْش ذُو الْجَلَال وَالْإِكْرَام وَالْعِزَّة وَالسُّلْطَان وَالْمُلْك وَالْقُدْرَة وَالْحِلْم وَالْعِلْم وَالرَّحْمَة وَالنِّعْمَة الْفَعَّال لِمَا يُرِيد ; وَقَالَ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر قَالَ : سُئِلَ اِبْن عَبَّاس عَنْ قَوْل اللَّه \" وَكَانَ عَرْشه عَلَى الْمَاء \" عَلَى أَيّ شَيْء كَانَ الْمَاء ؟ قَالَ عَلَى مَتْن الرِّيح وَقَوْله تَعَالَى \" لَيَبْلُوكُمْ أَيّكُمْ أَحْسَن عَمَلًا \" أَيْ خَلَقَ السَّمَاوَات وَالْأَرْض لِنَفْعِ عِبَاده الَّذِينَ خَلَقَهُمْ لِيَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا وَلَمْ يَخْلُق ذَلِكَ عَبَثًا كَقَوْلِهِ \" وَمَا خَلَقْنَا السَّمَاء وَالْأَرْض وَمَا بَيْنهمَا بَاطِلًا ذَلِكَ ظَنّ الَّذِينَ كَفَرُوا فَوَيْل لِلَّذِينَ كَفَرُوا مِنْ النَّار \" وَقَالَ تَعَالَى \" أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ فَتَعَالَى اللَّه الْمَلِك الْحَقّ لَا إِلَه إِلَّا هُوَ رَبّ الْعَرْش الْكَرِيم \" وَقَالَ تَعَالَى \" وَمَا خَلَقْت الْجِنّ وَالْإِنْس إِلَّا لِيَعْبُدُونِ \" الْآيَة ; وَقَوْله \" لِيَبْلُوَكُمْ \" أَيْ لِيَخْتَبِركُمْ\" أَيّكُمْ أَحْسَن عَمَلًا \" وَلَمْ يَقُلْ أَكْثَر عَمَلًا بَلْ أَحْسَن عَمَلًا وَلَا يَكُون الْعَمَل حَسَنًا حَتَّى يَكُون خَالِصًا لِلَّهِ عَزَّ وَجَلَّ عَلَى شَرِيعَة رَسُول اللَّه فَمَتَى فَقَدَ الْعَمَلُ وَاحِدًا مِنْ هَذَيْنِ الشَّرْطَيْنِ حَبِطَ وَبَطَلَ . وَقَوْله \" وَلَئِنْ قُلْت إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْد الْمَوْت \" الْآيَة. يَقُول تَعَالَى وَلَئِنْ أَخْبَرْت يَا مُحَمَّد هَؤُلَاءِ الْمُشْرِكِينَ أَنَّ اللَّه سَيَبْعَثُهُمْ بَعْد مَمَاتهمْ كَمَا بَدَأَهُمْ مَعَ أَنَّهُمْ يَعْلَمُونَ أَنَّ اللَّه تَعَالَى هُوَ الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض كَمَا قَالَ تَعَالَى \" وَلَئِنْ سَأَلْتهمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّه \" \" وَلَئِنْ سَأَلْتهمْ مَنْ خَلَقَ السَّمَاوَات وَالْأَرْض وَسَخَّرَ الشَّمْس وَالْقَمَر لَيَقُولُنَّ اللَّه \" وَهُمْ مَعَ هَذَا يُنْكِرُونَ الْبَعْث وَالْمَعَاد يَوْم الْقِيَامَة الَّذِي هُوَ بِالنِّسْبَةِ إِلَى الْقُدْرَة أَهْوَن مِنْ الْبُدَاءَة كَمَا قَالَ تَعَالَى \" وَهُوَ الَّذِي يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ وَهُوَ أَهْوَن عَلَيْهِ \" وَقَالَ تَعَالَى \" مَا خَلْقكُمْ وَلَا بَعْثكُمْ إِلَّا كَنَفْسٍ وَاحِدَة \" وَقَوْلهمْ \" إِنْ هَذَا إِلَّا سِحْر مُبِين\" أَيْ يَقُولُونَ كُفْرًا وَعِنَادًا مَا نُصَدِّقك عَلَى وُقُوع الْبَعْث وَمَا يَذْكُر ذَلِكَ إِلَّا مَنْ سَحَرْته فَهُوَ يَتَّبِعك عَلَى مَا تَقُول .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37690, "aya_id": 7}]