[{"text": "نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَّا يَشْعُرُونَ", "sura_id": 23, "type": 0, "id": 2729, "aya_id": 56}, {"text": "نسارع لهم في الخيرات بل لا يشعرون", "sura_id": 23, "type": 1, "id": 8965, "aya_id": 56}, {"text": "56 - (نسارع) نعجل (لهم في الخيرات) لا (بل لا يشعرون) أن ذلك استدراج لهم \r\n", "sura_id": 23, "type": 2, "id": 27673, "aya_id": 56}, {"text": " إنما نعجل لهم الخير فتنة لهم واستدراجًا, ولكنهم لا يُحِسُّون بذلك.\r\n", "sura_id": 23, "type": 3, "id": 33909, "aya_id": 56}, {"text": " <font color=red>نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَا يَشْعُرُونَ</font><BR><p>وَقَوْله\" أَيَحْسَبُونَ أَنَّمَا نُمِدّهُمْ بِهِ مِنْ مَال وَبَنِينَ نُسَارِع لَهُمْ فِي الْخَيْرَات بَلْ لَا يَشْعُرُونَ \" يَعْنِي أَيَظُنُّ هَؤُلَاءِ الْمَغْرُورُونَ أَنَّ مَا نُعْطِيهِمْ مِنْ الْأَمْوَال وَالْأَوْلَاد لِكَرَامَتِهِمْ عَلَيْنَا وَمَعَزَّتهمْ عِنْدنَا كَلَّا لَيْسَ الْأَمْر كَمَا يَزْعُمُونَ فِي قَوْلهمْ \" نَحْنُ أَكْثَر أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ \" لَقَدْ أَخْطَئُوا فِي ذَلِكَ وَخَابَ رَجَاؤُهُمْ بَلْ إِنَّمَا نَفْعَل بِهِمْ ذَلِكَ اِسْتِدْرَاجًا وَإِنْظَارًا وَإِمْلَاء وَلِهَذَا قَالَ \" بَلْ لَا يَشْعُرُونَ \" كَمَا قَالَ تَعَالَى\" فَلَا تُعْجِبك أَمْوَالهمْ وَلَا أَوْلَادهمْ إِنَّمَا يُرِيد اللَّه لِيُعَذِّبهُمْ بِهَا فِي الْحَيَاة الدُّنْيَا \" الْآيَة . وَقَالَ تَعَالَى \" إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا \" وَقَالَ تَعَالَى \" فَذَرْنِي وَمَنْ يُكَذِّب بِهَذَا الْحَدِيث سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ وَأُمْلِي لَهُمْ \" الْآيَة وَقَالَ \" ذَرْنِي وَمَنْ خَلَقْت وَحِيدًا . إِلَى قَوْله - عَنِيدًا \" وَقَالَ تَعَالَى\" وَمَا أَمْوَالكُمْ وَلَا أَوْلَادكُمْ بِالَّتِي تُقَرِّبكُمْ عِنْدنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا \" الْآيَة . وَالْآيَات فِي هَذَا كَثِيرَة قَالَ قَتَادَة فِي قَوْله \" أَيَحْسَبُونَ أَنَّمَا نُمِدّهُمْ بِهِ مِنْ مَال وَبَنِينَ نُسَارِع لَهُمْ فِي الْخَيْرَات بَلْ لَا يَشْعُرُونَ \" قَالَ مَكْر وَاَللَّه بِالْقَوْمِ فِي أَمْوَالهمْ وَأَوْلَادهمْ يَا اِبْن آدَم فَلَا تَعْتَبِر النَّاس بِأَمْوَالِهِمْ وَأَوْلَادهمْ وَلَكِنْ اِعْتَبِرْهُمْ بِالْإِيمَانِ وَالْعَمَل الصَّالِح . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا أَبَان بْن إِسْحَاق عَنْ الصَّبَّاح بْن مُحَمَّد عَنْ مُرَّة الْهَمْدَانِيّ حَدَّثَنَا عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه قَسَمَ بَيْنكُمْ أَخْلَاقكُمْ كَمَا قَسَمَ بَيْنكُمْ أَرْزَاقكُمْ وَإِنَّ اللَّه يُعْطِي الدُّنْيَا مَنْ يُحِبّ وَمَنْ لَا يُحِبّ وَلَا يُعْطِي الدِّين إِلَّا لِمَنْ أَحَبَّ فَمَنْ أَعْطَاهُ اللَّه الدِّين فَقَدْ أَحَبَّهُ وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَا يَسْلَم عَبْد حَتَّى يَسْلَم قَلْبه وَلِسَانه وَلَا يُؤْمِن حَتَّى يَأْمَن جَاره بَوَائِقه قَالُوا وَمَا بَوَائِقه يَا رَسُول اللَّه ؟ قَالَ \" غَشْمه وَظُلْمه \" وَلَا يَكْسِب عَبْد مَالًا مِنْ حَرَام فَيُنْفِق مِنْهُ فَيُبَارَك فِيهِ وَلَا يَتَصَدَّق بِهِ فَيُقْبَل مِنْهُ وَلَا يَتْرُكهُ خَلْف ظَهْره إِلَّا كَانَ زَادَهُ إِلَى النَّار إِنَّ اللَّه لَا يَمْحُو السَّيِّئ بِالسَّيِّئِ وَلَكِنْ يَمْحُو السَّيِّئ بِالْحَسَنِ إِنَّ الْخَبِيث لَا يَمْحُو الْخَبِيث \" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39177, "aya_id": 56}]