[{"text": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِندِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُوْلَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءهُمْ", "sura_id": 47, "type": 0, "id": 4561, "aya_id": 16}, {"text": "ومنهم من يستمع إليك حتى إذا خرجوا من عندك قالوا للذين أوتوا العلم ماذا قال آنفا أولئك الذين طبع الله على قلوبهم واتبعوا أهواءهم", "sura_id": 47, "type": 1, "id": 10797, "aya_id": 16}, {"text": "16 - (ومنهم) أي الكفار (من يستمع إليك) في خطبة الجمعة وهم المنافقون (حتى إذا خرجوا من عندك قالوا للذين أوتوا العلم) لعلماء الصحابة منهم ابن مسعود وابن عباس استهزاء وسخرية (ماذا قال آنفا) بالمد والقصر أي الساعة أي لا نرجع إليه (أولئك الذين طبع الله على قلوبهم) بالكفر (واتبعوا أهواءهم) في النفاق \r\n", "sura_id": 47, "type": 2, "id": 29505, "aya_id": 16}, {"text": "ومن هؤلاء المنافقين مَن يستمع إليك -أيها النبي- بغير فهم؛ تهاونًا منهم واستخفافًا, حتى إذا انصرفوا من مجلسك قالوا لمن حضروا مجلسك من أهل العلم بكتاب الله على سبيل الاستهزاء: ماذا قال محمد الآن؟ أولئك الذين ختم الله على قلوبهم, فلا تفقه الحق ولا تهتدي إليه, واتبعوا أهواءهم في الكفر والضلال.\r\n", "sura_id": 47, "type": 3, "id": 35741, "aya_id": 16}, {"text": " <font color=red>وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمُنَافِقِينَ فِي بَلَادَتهمْ وَقِلَّة فَهْمهمْ حَيْثُ كَانُوا يَجْلِسُونَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَسْتَمِعُونَ كَلَامه فَلَا يَفْهَمُونَ مِنْهُ شَيْئًا فَإِذَا خَرَجُوا مِنْ عِنْده \" قَالُوا لِلَّذِينَ أُوتُوا الْعِلْم مِنْ الصَّحَابَة \" رَضِيَ اللَّه عَنْهُمْ \" مَاذَا قَالَ آنِفًا \" أَيْ السَّاعَة لَا يَعْقِلُونَ مَا قَالَ وَلَا يَكْتَرِثُونَ لَهُ قَالَ اللَّه تَعَالَى \" أُولَئِكَ الَّذِينَ طَبَعَ اللَّه عَلَى قُلُوبهمْ وَاتَّبَعُوا أَهْوَاءَهُمْ \" أَيْ فَلَا فَهْم صَحِيح وَلَا قَصْد صَحِيح .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41359, "aya_id": 16}]