[{"text": "وَأَنذِرْ بِهِ الَّذِينَ يَخَافُونَ أَن يُحْشَرُواْ إِلَى رَبِّهِمْ لَيْسَ لَهُم مِّن دُونِهِ وَلِيٌّ وَلاَ شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ", "sura_id": 6, "type": 0, "id": 840, "aya_id": 51}, {"text": "وأنذر به الذين يخافون أن يحشروا إلى ربهم ليس لهم من دونه ولي ولا شفيع لعلهم يتقون", "sura_id": 6, "type": 1, "id": 7076, "aya_id": 51}, {"text": "51 - (وأنذر) خوف (به) أي القرآن (الذين يخافون أن يحشروا إلى ربهم ليس لهم من دونه) أي غيره (ولي) ينصرهم (ولا شفيع) يشفع لهم وحملة النفي حال من ضمير يحشروا وهي محل الخوف والمراد بهم المؤمنون العاصون (لعلهم يتقون) الله بإقلاعهم عما هم فيه وعمل الطاعات \r\n", "sura_id": 6, "type": 2, "id": 25784, "aya_id": 51}, {"text": "وخوِّف -أيها النبي- بالقرآن الذين يعلمون أنهم يُحشرون إلى ربهم, فهم مصدِّقون بوعد الله ووعيده, ليس لهم غير الله وليّ ينصرهم, ولا شفيع يشفع لهم عنده تعالى, فيخلصهم من عذابه; لعلهم يتقون الله تعالى بفعل الأوامر واجتناب النواهي.\r\n", "sura_id": 6, "type": 3, "id": 32020, "aya_id": 51}, {"text": " <font color=red>وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ</font><BR><p>وَقَوْله \" وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبّهمْ لَيْسَ لَهُمْ مِنْ دُونه وَلِيّ وَلَا شَفِيع \" أَيْ وَأَنْذِرْ بِهَذَا الْقُرْآن يَا مُحَمَّد \" الَّذِينَ هُمْ مِنْ خَشْيَة رَبّهمْ مُشْفِقُونَ الَّذِينَ يَخْشَوْنَ رَبّهمْ وَيَخَافُونَ سُوء الْحِسَاب \" \" الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبّهمْ \" أَيْ يَوْم الْقِيَامَة \" لَيْسَ لَهُمْ \" أَيْ يَوْمئِذٍ \" مِنْ دُونه وَلِيّ وَلَا شَفِيع \" أَيْ لَا قَرِيب لَهُمْ وَلَا شَفِيع فِيهِمْ مِنْ عَذَابه إِنْ أَرَادَهُ بِهِمْ \" لَعَلَّهُمْ يَتَّقُونَ \" أَيْ أَنْذِرْ هَذَا الْيَوْم الَّذِي لَا حَاكِم فِيهِ إِلَّا اللَّه عَزَّ وَجَلَّ \" لَعَلَّهُمْ يَتَّقُونَ \" فَيَعْمَلُونَ فِي هَذِهِ الدَّار عَمَلًا يُنْجِيهِمْ اللَّه بِهِ يَوْم الْقِيَامَة مِنْ عَذَابه وَيُضَاعِف لَهُمْ بِهِ الْجَزِيل مِنْ ثَوَابه .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42188, "aya_id": 51}]