[{"text": "لِإِيلَافِ قُرَيْشٍ", "sura_id": 106, "type": 0, "id": 6194, "aya_id": 1}, {"text": "لإيلاف قريش", "sura_id": 106, "type": 1, "id": 12430, "aya_id": 1}, {"text": "سورة قريش 1 - (لإيلاف قريش) \r\n", "sura_id": 106, "type": 2, "id": 31138, "aya_id": 1}, {"text": "اعْجَبوا لإلف قريش, \r\n", "sura_id": 106, "type": 3, "id": 37374, "aya_id": 1}, {"text": " <font color=red>لِإِيلَافِ قُرَيْشٍ</font><BR><p>سُورَة قُرَيْش : \" ذِكْرُ حَدِيث غَرِيب فِي فَضْلهَا \" قَالَ الْبَيْهَقِيّ فِي كِتَاب الْخِلَافِيَّات حَدَّثَنَا أَبُو عَبْد اللَّه الْحَافِظ حَدَّثَنَا بَكْر بْن مُحَمَّد بْن حَمْدَان الصَّيْرَفِيّ بِمَرْو حَدَّثَنَا أَحْمَد بْن عَبْد اللَّه الْمَدِينِيّ حَدَّثَنَا يَعْقُوب بْن مُحَمَّد الزُّهْرِيّ حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن ثَابِت بْن شُرَحْبِيل حَدَّثَنِي عُثْمَان بْن عَبْد اللَّه بْن أَبِي عَتِيق عَنْ سَعِيد بْن عَمْرو بْن جَعْدَة بْن هُبَيْرَة عَنْ أَبِيهِ عَنْ جَدَّته أُمّ هَانِئ بِنْت أَبِي طَالِب أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَضَّلَ اللَّه قُرَيْشًا بِسَبْعِ خِلَال : أَنِّي مِنْهُمْ وَأَنَّ النُّبُوَّة فِيهِمْ وَالْحِجَابَة وَالسِّقَايَة فِيهِمْ وَأَنَّ اللَّه نَصَرَهُمْ عَلَى الْفِيل وَأَنَّهُمْ عَبَدُوا اللَّه عَزَّ وَجَلَّ عَشْر سِنِينَ لَا يَعْبُدهُ غَيْرهمْ وَأَنَّ اللَّه أَنْزَلَ فِيهِمْ سُورَة مِنْ الْقُرْآن - ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم لِإِيلَافِ قُرَيْش إِيلَافهمْ رِحْلَة الشِّتَاء وَالصَّيْف فَلْيَعْبُدُوا رَبّ هَذَا الْبَيْت الَّذِي أَطْعَمَهُمْ مِنْ جُوع وَآمَنَهُمْ مِنْ خَوْف \" . هَذِهِ السُّورَة مَفْصُولَة عَنْ الَّتِي قَبْلهَا فِي الْمُصْحَف الْإِمَام كَتَبُوا بَيْنهمَا سَطْر بِسْمِ اللَّه الرَّحْمَن الرَّحِيم وَإِنْ كَانَتْ مُتَعَلِّقَة بِمَا قَبْلهَا كَمَا صَرَّحَ بِذَلِكَ مُحَمَّد بْن إِسْحَاق وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ لِأَنَّ الْمَعْنَى عِنْدهمَا حَبَسْنَا عَنْ مَكَّة الْفِيل وَأَهْلَكْنَا أَهْله لِإِيلَافِ قُرَيْش أَيْ لِاِئْتِلَافِهِمْ وَاجْتِمَاعهمْ فِي بَلَدهمْ آمِنِينَ .</p><BR> <br> ", "sura_id": 106, "type": 4, "id": 37580, "aya_id": 1}]