[{"text": "وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 35, "type": 0, "id": 3672, "aya_id": 12}, {"text": "وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح أجاج ومن كل تأكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون", "sura_id": 35, "type": 1, "id": 9908, "aya_id": 12}, {"text": "12 - (وما يستوي البحران هذا عذب فرات) شديد العذوبة (سائغ شرابه) شربه (وهذا ملح أجاج) شديد الملوحة (ومن كل) منهما (تأكلون لحما طريا) هو السمك (وتستخرجون) من الملح وقيل منهما (حلية تلبسونها) هي اللؤلؤ والمرجان (وترى) تبصر (الفلك) السفن (فيه) في كل منهما (مواخر) تمخر الماء أي تشقه بجريها مقبلة ومدبرة بريح واحدة (لتبتغوا) تطلبوا (من فضله) تعالى بالتجارة (ولعلكم تشكرون) الله على ذلك \r\n", "sura_id": 35, "type": 2, "id": 28616, "aya_id": 12}, {"text": "وما يستوي البحران: هذا عذب شديد العذوبة, سَهْلٌ مروره في الحلق يزيل العطش, وهذا ملح شديد الملوحة, ومن كل من البحرين تأكلون سمكًا طريًّا شهيَّ الطَّعم, وتستخرجون زينة هي اللؤلؤ والمَرْجان تَلْبَسونها, وترى السفن فيه شاقات المياه؛ لتبتغوا من فضله من التجارة وغيرها. وفي هذا دلالة على قدرة الله ووحدانيته; ولعلكم تشكرون لله على هذه النعم التي أنعم بها عليكم.\r\n", "sura_id": 35, "type": 3, "id": 34852, "aya_id": 12}, {"text": " <font color=red>وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا عَلَى قُدْرَته الْعَظِيمَة فِي خَلْقه الْأَشْيَاء الْمُخْتَلِفَة خَلَقَ الْبَحْرَيْنِ الْعَذْب الزُّلَال وَهُوَ هَذِهِ الْأَنْهَار السَّارِحَة بَيْن النَّاس مِنْ كِبَار وَصِغَار بِحَسَب الْحَاجَة إِلَيْهَا فِي الْأَقَالِيم وَالْأَمْصَار وَالْعُمْرَانِ وَالْبَرَارِيّ وَالْقِفَار وَهِيَ عَذْبَة سَائِغ شَرَابهَا لِمَنْ أَرَادَ ذَلِكَ \" وَهَذَا مِلْح أُجَاج \" أَيْ مُرّ وَهُوَ الْبَحْر السَّاكِن الَّذِي تَسِير فِيهِ السُّفُن الْكِبَار وَإِنَّمَا تَكُون مَالِحَة زُعَافًا مُرَّة وَلِهَذَا قَالَ \" وَهَذَا مِلْح أُجَاج \" أَيْ مُرّ ثُمَّ قَالَ تَعَالَى : \" وَمِنْ كُلّ تَأْكُلُونَ لَحْمًا طَرِيًّا \" يَعْنِي السَّمَك \" وَتَسْتَخْرِجُونَ حِلْيَة تَلْبَسُونَهَا \" كَمَا قَالَ عَزَّ وَجَلَّ \" يَخْرُج مِنْهُمَا اللُّؤْلُؤ وَالْمَرْجَان فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ \" وَقَوْله جَلَّ وَعَلَا \" وَتَرَى الْفُلْك فِيهِ مَوَاخِر \" أَيْ تَمْخُرهُ وَتَشُقّهُ بِحَيْزُومِهَا وَهُوَ مُقَدَّمهَا الْمُسَنَّم الَّذِي يُشْبِه جُؤْجُؤ الطَّيْر وَهُوَ صَدْره وَقَالَ مُجَاهِد تَمْخُر الرِّيح السُّفُن وَلَا يَمْخَر الرِّيح مِنْ السُّفُن إِلَّا الْعِظَام وَقَوْله جَلَّ وَعَلَا \" لِتَبْتَغُوا مِنْ فَضْله \" أَيْ بِأَسْفَارِكُمْ بِالتِّجَارَةِ مِنْ قُطْر إِلَى قُطْر . وَإِقْلِيم إِلَى إِقْلِيم \" وَلَعَلَّكُمْ تَشْكُرُونَ \" أَيْ تَشْكُرُونَ رَبّكُمْ عَلَى تَسْخِيره لَكُمْ هَذَا الْخَلْق الْعَظِيم وَهُوَ الْبَحْر تَتَصَرَّفُونَ فِيهِ كَيْف شِئْتُمْ وَتَذْهَبُونَ أَيْنَ أَرَدْتُمْ وَلَا يَمْتَنِع عَلَيْكُمْ شَيْء مِنْهُ بَلْ بِقُدْرَتِهِ قَدْ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَات وَمَا فِي الْأَرْض الْجَمِيع مِنْ فَضْله وَرَحْمَته .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40297, "aya_id": 12}]