[{"text": "أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ وَادْعُواْ مَنِ اسْتَطَعْتُم مِّن دُونِ اللّهِ إِن كُنتُمْ صَادِقِينَ", "sura_id": 10, "type": 0, "id": 1402, "aya_id": 38}, {"text": "أم يقولون افتراه قل فأتوا بسورة مثله وادعوا من استطعتم من دون الله إن كنتم صادقين", "sura_id": 10, "type": 1, "id": 7638, "aya_id": 38}, {"text": "38 - (أم) بل (يقولون افتراه) اختلقه محمد (قل فأتوا بسورة مثله) في الفصاحة والبلاغة على وجه الافتراء فإنكم عربيون فصحاء مثلي (وادعوا) للإعانة عليه (من استطعتم من دون الله) أي غيره (إن كنتم صادقين) في أنه افتراء فلم تقدروا على ذلك \r\n", "sura_id": 10, "type": 2, "id": 26346, "aya_id": 38}, {"text": "بل أيقولون: إن هذا القرآن افتراه محمد من عند نفسه؟ فإنهم يعلمون أنه بشر مثلهم!! قل لهم -أيها الرسول-: فأتوا أنتم بسورة واحدة من جنس هذا القرآن في نظمه وهدايته, واستعينوا على ذلك بكل مَن قَدَرْتم عليه من دون الله من إنس وجن, إن كنتم صادقين في دعواكم.\r\n", "sura_id": 10, "type": 3, "id": 32582, "aya_id": 38}, {"text": " <font color=red>أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>وَقَوْله \" أَمْ يَقُولُونَ اِفْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْله وَادْعُوا مَنْ اِسْتَطَعْتُمْ مِنْ دُون اللَّه إِنْ كُنْتُمْ صَادِقِينَ \" أَيْ إِنْ اِدَّعَيْتُمْ وَافْتَرَيْتُمْ وَشَكَكْتُمْ فِي أَنَّ هَذَا مِنْ عِنْد اللَّه وَقُلْتُمْ كَذِبًا مُبِينًا إِنَّ هَذَا مِنْ عِنْد مُحَمَّد فَمُحَمَّد بَشَر مِثْلكُمْ وَقَدْ جَاءَ فِيمَا زَعَمْتُمْ بِهَذَا الْقُرْآن فَأْتُوا أَنْتُمْ بِسُورَةٍ مِثْله أَيْ مِنْ جِنْس هَذَا الْقُرْآن وَاسْتَعِينُوا عَلَى ذَلِكَ بِكُلِّ مَنْ قَدَرْتُمْ عَلَيْهِ مِنْ إِنْس وَجَانّ ; وَهَذَا هُوَ الْمَقَام الثَّالِث فِي التَّحَدِّي فَإِنَّهُ تَعَالَى تَحَدَّاهُمْ وَدَعَاهُمْ إِنْ كَانُوا صَادِقِينَ فِي دَعْوَاهُمْ أَنَّهُ مِنْ عِنْد مُحَمَّد فَلْيُعَارِضُوهُ بِنَظِيرِ مَا جَاءَ بِهِ وَحْده وَلْيَسْتَعِينُوا بِمَنْ شَاءُوا وَأَخْبَرَ أَنَّهُمْ لَا يَقْدِرُونَ عَلَى ذَلِكَ وَلَا سَبِيل لَهُمْ إِلَيْهِ فَقَالَ تَعَالَى \" قُلْ لَئِنْ اِجْتَمَعَتْ الْإِنْس وَالْجِنّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآن لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضهمْ لِبَعْضٍ ظَهِيرًا \" ثُمَّ تَقَاصَرَ مَعَهُمْ إِلَى عَشْر سُوَر مِنْهُ فَقَالَ فِي أَوَّل سُورَة هُود \" أَمْ يَقُولُونَ اِفْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَر مِثْله مُفْتَرَيَات وَادْعُوا مَنْ اِسْتَطَعْتُمْ مِنْ دُون اللَّه إِنْ كُنْتُمْ صَادِقِينَ \" ثُمَّ تَنَازَلَ إِلَى سُورَة فَقَالَ فِي هَذِهِ السُّورَة \" أَمْ يَقُولُونَ اِفْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْله وَادْعُوا مَنْ اِسْتَطَعْتُمْ مِنْ دُون اللَّه إِنْ كُنْتُمْ صَادِقِينَ \" وَكَذَا فِي سُورَة الْبَقَرَة وَهِيَ مَدَنِيَّة تَحَدَّاهُمْ بِسُورَةٍ مِنْهُ وَأَخْبَرَ أَنَّهُمْ لَا يَسْتَطِيعُونَ ذَلِكَ أَبَدًا فَقَالَ \" فَإِنْ لَمْ تَفْعَلُوا فَاتَّقُوا النَّار \" الْآيَة هَذَا وَقَدْ كَانَتْ الْفَصَاحَة مِنْ سَجَايَاهُمْ وَأَشْعَارهمْ وَمُعَلَّقَاتهمْ إِلَيْهَا الْمُنْتَهَى فِي هَذَا الْبَاب وَلَكِنْ جَاءَهُمْ مِنْ اللَّه مَا لَا قِبَل لِأَحَدٍ بِهِ وَلِهَذَا آمَنَ مَنْ آمَنَ مِنْهُمْ بِمَا عَرَفَ مِنْ بَلَاغَة هَذَا الْكَلَام وَحَلَاوَته وَجَزَالَته وَطَلَاوَته وَإِفَادَته وَبَرَاعَته فَكَانُوا أَعْلَم النَّاس بِهِ وَأَفْهَمهُمْ لَهُ وَأَتْبَعهُمْ لَهُ وَأَشْهَرهمْ لَهُ اِنْقِيَادًا كَمَا عَرَفَ السَّحَرَة لِعِلْمِهِمْ بِفُنُونِ السِّحْر أَنَّ هَذَا الَّذِي فَعَلَهُ مُوسَى عَلَيْهِ السَّلَام لَا يَصْدُر إِلَّا عَنْ مُؤَيَّد مُسَدَّد مُرْسَل مِنْ اللَّه وَأَنَّ هَذَا لَا يُسْتَطَاع لِبَشَرٍ إِلَّا بِإِذْنِ اللَّه وَكَذَلِكَ عِيسَى عَلَيْهِ السَّلَام بُعِثَ فِي زَمَان عُلَمَاء الطِّبّ وَمُعَالَجَة الْمَرْضَى فَكَانَ يُبْرِئ الْأَكْمَه وَالْأَبْرَص وَيُحْيِي الْمَوْتَى بِإِذْنِ اللَّه وَمِثْل هَذَا لَا مَدْخَل لِلْعِلَاجِ وَالدَّوَاء فِيهِ فَعَرَفَ مَنْ عَرَفَ مِنْهُمْ أَنَّهُ عَبْد اللَّه وَرَسُوله. وَلِهَذَا جَاءَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَا مِنْ نَبِيّ مِنْ الْأَنْبِيَاء إِلَّا وَقَدْ أُوتِيَ مِنْ الْآيَات مَا آمَنَ عَلَى مِثْله الْبَشَر وَإِنَّمَا كَانَ الَّذِي أُوتِيته وَحْيًا أَوْحَاهُ اللَّه إِلَيَّ فَأَرْجُو أَنْ أَكُون أَكْثَرهمْ تَابِعًا \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37465, "aya_id": 38}]