[{"text": "أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ", "sura_id": 27, "type": 0, "id": 3184, "aya_id": 25}, {"text": "ألا يسجدوا لله الذي يخرج الخبء في السماوات والأرض ويعلم ما تخفون وما تعلنون", "sura_id": 27, "type": 1, "id": 9420, "aya_id": 25}, {"text": "25 - (ألا يسجدوا لله) أي أن يسجدوا له فزيدت لا وادغم فيها نون أن كما في قوله تعالى لئلا يعلم أهل الكتاب والجملة في محل مفعول يهتدون بإسقاط إلى (الذي يخرج الخبء) مصدر بمعنى المخبوء من المطر والنبات (في السماوات والأرض ويعلم ما تخفون) في قلوبهم (وما تعلنون) بألسنتهم \r\n", "sura_id": 27, "type": 2, "id": 28128, "aya_id": 25}, {"text": "حسَّن لهم الشيطان ذلك; لئلا يسجدوا لله الذي يُخرج المخبوء المستور في السموات والأرض من المطر والنبات وغير ذلك, ويعلم ما تُسرُّون وما تظهرون.\r\n", "sura_id": 27, "type": 3, "id": 34364, "aya_id": 25}, {"text": " <font color=red>أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ</font><BR><p>أَيْ لَا يَعْرِفُونَ سَبِيل الْحَقّ الَّتِي هِيَ إِخْلَاص السُّجُود لِلَّهِ وَحْده دُون مَا خَلَقَ مِنْ الْكَوَاكِب وَغَيْرهَا كَمَا قَالَ تَعَالَى : \" وَمِنْ آيَاته اللَّيْل وَالنَّهَار وَالشَّمْس وَالْقَمَر لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ \" وَقَرَأَ بَعْض الْقُرَّاء \" أَلَا يَا اُسْجُدُوا لِلَّهِ \" جَعَلَهَا أَلَا الِاسْتِفْتَاحِيّة وَيَا لِلنِّدَاءِ وَحُذِفَ الْمُنَادَى تَقْدِيره عِنْده أَلَا يَا قَوْم اُسْجُدُوا لِلَّهِ وَقَوْله\" الَّذِي يُخْرِج الْخَبْء فِي السَّمَوَات وَالْأَرْض \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْلَم كُلّ خَبِيئَة فِي السَّمَاء وَالْأَرْض وَكَذَا قَالَ عِكْرِمَة وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَقَتَادَة وَغَيْر وَاحِد وَقَالَ سَعِيد بْن الْمُسَيِّب الْخَبْء الْمَاء وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم خَبْء السَّمَوَات وَالْأَرْض مَا جُعِلَ فِيهِمَا مِنْ الْأَرْزَاق الْمَطَر مِنْ السَّمَاء وَالنَّبَات مِنْ الْأَرْض وَهَذَا مُنَاسِب مِنْ كَلَام الْهُدْهُد الَّذِي جَعَلَ فِيهِ مِنْ الْخَاصِّيَّة مَا ذَكَرَهُ اِبْن عَبَّاس وَغَيْره مِنْ أَنَّهُ يَرَى الْمَاء يَجْرِي فِي تُخُوم الْأَرْض وَدَاخِلهَا وَقَوْله \" وَيَعْلَم مَا تُخْفُونَ وَمَا تُعْلِنُونَ \" أَيْ يَعْلَم مَا يُخْفِيه الْعِبَاد وَمَا يُعْلِنُونَهُ مِنْ الْأَقْوَال وَالْأَفْعَال وَهَذَا كَقَوْلِهِ تَعَالَى : \" سَوَاء مِنْكُمْ مَنْ أَسَرَّ الْقَوْل وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِب بِالنَّهَارِ \" .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39610, "aya_id": 25}]