[{"text": "وَللّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُواْ اللّهَ وَإِن تَكْفُرُواْ فَإِنَّ لِلّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكَانَ اللّهُ غَنِيًّا حَمِيدًا", "sura_id": 4, "type": 0, "id": 624, "aya_id": 131}, {"text": "ولله ما في السماوات وما في الأرض ولقد وصينا الذين أوتوا الكتاب من قبلكم وإياكم أن اتقوا الله وإن تكفروا فإن لله ما في السماوات وما في الأرض وكان الله غنيا حميدا", "sura_id": 4, "type": 1, "id": 6860, "aya_id": 131}, {"text": "131 - (ولله ما في السماوات وما في الأرض ولقد وصينا الذين أوتوا الكتاب) بمعنى الكتب (من قبلكم) أي اليهود والنصارى (وإياكم) يا أهل القرآن (أن) أي بأن (اتقوا الله) خافوا عقابه بأن تطيعوه (و) قلنا لهم ولكم (إن تكفروا) بما وصيتم به (فإن لله ما في السماوات وما في الأرض) خلقا وملكا وعبيدا فلا يضره كفركم (وكان الله غنيا) عن خلقه وعبادتهم (حميدا) في صنعه بهم \r\n", "sura_id": 4, "type": 2, "id": 25568, "aya_id": 131}, {"text": "ولله ملك ما في السموات وما في الأرض وما بينهما. ولقد عهدنا إلى الذين أُعطوا الكتاب من قبلكم من اليهود والنصارى, وعهدنا إليكم كذلك -يا أمة محمد- بتقوى الله تعالى, والقيام بأمره واجتناب نهيه, وبيَّنَّا لكم أنكم إن تجحدوا وحدانية الله تعالى وشرعه فإنه سبحانه غني عنكم; لأن له جميع ما في السموات والأرض. وكان الله غنيّاً عن خلقه, حميدًا في صفاته وأفعاله.\r\n", "sura_id": 4, "type": 3, "id": 31804, "aya_id": 131}, {"text": " <font color=red>وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ مَالِك السَّمَوَات وَالْأَرْض وَأَنَّهُ الْحَاكِم فِيهِمَا وَلِهَذَا قَالَ \" وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ وَإِيَّاكُمْ \" أَيْ وَصَّيْنَاكُمْ بِمَا وَصَّيْنَاهُمْ بِهِ مِنْ تَقْوَى اللَّه عَزَّ وَجَلَّ بِعِبَادَتِهِ وَحْده لَا شَرِيك لَهُ ثُمَّ قَالَ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض \" الْآيَة كَمَا قَالَ تَعَالَى إِخْبَارًا عَنْ مُوسَى أَنَّهُ قَالَ لِقَوْمِهِ \" إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْض جَمِيعًا فَإِنَّ اللَّه لَغَنِيّ حَمِيد \" وَقَالَ \" فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّه وَاَللَّه غَنِيّ حَمِيد \" أَيْ غَنِيّ عَنْ عِبَاده \" حَمِيد \" أَيْ مَحْمُود فِي جَمِيع مَا يُقَدِّرهُ وَيُشَرِّعهُ.</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40803, "aya_id": 131}]