[{"text": "الَّذِينَ يُظَاهِرُونَ مِنكُم مِّن نِّسَائِهِم مَّا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ", "sura_id": 58, "type": 0, "id": 5106, "aya_id": 2}, {"text": "الذين يظاهرون منكم من نسائهم ما هن أمهاتهم إن أمهاتهم إلا اللائي ولدنهم وإنهم ليقولون منكرا من القول وزورا وإن الله لعفو غفور", "sura_id": 58, "type": 1, "id": 11342, "aya_id": 2}, {"text": "2 - (الذين يظاهرون) أصله يتظهرون وأدغمت التاء في الظاء بألف بين الظاء والهاء الخفيفة وفي قراءة كيقاتلون والموضع الثاني كذلك (منكم من نسائهم ما هن أمهاتهم إن أمهاتهم إلا اللائي) بهمزة وياء وبلا ياء (ولدنهم وإنهم) بالظهار (ليقولون منكرا من القول وزورا) كذبا (وإن الله لعفو غفور) للمظاهر بالكفارة \r\n", "sura_id": 58, "type": 2, "id": 30050, "aya_id": 2}, {"text": "الذين يُظاهرون منكم من نسائهم، فيقول الرجل منهم لزوجته: \"أنت عليَّ كظهر أمي\" -أي في حرمة النكاح- قد عصوا الله وخالفوا الشرع، ونساؤهم لَسْنَ في الحقيقة أمهاتهم, إنما هن زوجاتهم, ما أمهاتهم إلا اللائي ولدنهم. وإن هؤلاء المظاهِرين ليقولون قولا كاذبًا فظيعًا لا تُعرف صحته. وإن الله لعفو غفور عمَّن صدر منه بعض المخالفات، فتداركها بالتوبة النصوح.\r\n", "sura_id": 58, "type": 3, "id": 36286, "aya_id": 2}, {"text": " <font color=red>الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سَعْد بْن إِبْرَاهِيم وَيَعْقُوب قَالَا حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مَعْمَر بْن عَبْد اللَّه بْن حَنْظَلَة عَنْ يُوسُف بْن عَبْد اللَّه بْن سَلَام عَنْ خَوْلَة بِنْت ثَعْلَبَة قَالَتْ فِيَّ وَاَللَّه وَفِي أَوْس بْن الصَّامِت أَنْزَلَ اللَّه صَدْر سُورَة الْمُجَادَلَة قَالَتْ كُنْت عِنْده وَكَانَ شَيْخًا كَبِيرًا قَدْ سَاءَ خُلُقه قَالَتْ فَدَخَلَ عَلَيَّ يَوْمًا فَرَاجَعْته بِشَيْءٍ فَغَضِبَ فَقَالَ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي قَالَتْ ثُمَّ خَرَجَ فَجَلَسَ فِي نَادِي قَوْمه سَاعَة ثُمَّ دَخَلَ عَلَيَّ فَإِذَا هُوَ يُرِيدنِي عَنْ نَفْسِي قَالَتْ قُلْت كَلَّا وَاَلَّذِي نَفْس خُوَيْلَة بِيَدِهِ لَا تَخْلُصُ إِلَيَّ وَقَدْ قُلْت مَا قُلْت حَتَّى يَحْكُم اللَّه وَرَسُوله فِينَا بِحُكْمِهِ قَالَتْ فَوَاثَبَنِي فَامْتَنَعْت مِنْهُ فَغَلَبْته بِمَا تَغْلِب بِهِ الْمَرْأَة الشَّيْخ الضَّعِيف فَأَلْقَيْته عَنِّي قَالَتْ ثُمَّ خَرَجْت إِلَى بَعْض جَارَاتِي فَاسْتَعَرْت مِنْهَا ثِيَابًا ثُمَّ خَرَجْت حَتَّى جِئْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَلَسْت بَيْن يَدَيْهِ فَذَكَرْت لَهُ مَا لَقِيت مِنْهُ وَجَعَلْت أَشْكُو إِلَيْهِ مَا أَلْقَى مِنْ سُوء خُلُقه قَالَتْ فَجَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَا خُوَيْلَة اِبْن عَمّك شَيْخ كَبِير فَاتَّقِي اللَّه فِيهِ \" قَالَتْ فَوَاَللَّهِ مَا بَرِحْت حَتَّى نَزَلَ فِيَّ قُرْآن فَتَغَشَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا كَانَ يَتَغَشَّاهُ ثُمَّ سُرِّيَ عَنْهُ فَقَالَ لِي \" يَا خُوَيْلَة قَدْ أَنْزَلَ اللَّه فِيك وَفِي صَاحِبك قُرْآنًا - ثُمَّ قَرَأَ عَلَيَّ - \" قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلك فِي زَوْجهَا وَتَشْتَكِي إِلَى اللَّه وَاَللَّه يَسْمَع تَحَاوُركُمَا إِنَّ اللَّه سَمِيع بَصِير - إِلَى قَوْله تَعَالَى - وَلِلْكَافِرِينَ عَذَاب أَلِيم \" قَالَتْ : فَقَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مُرِيهِ فَلْيُعْتِقْ رَقَبَة \" قَالَتْ : فَقُلْت يَا رَسُول اللَّه مَا عِنْده مَا يُعْتِق قَالَ \" فَلْيَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ \" قَالَتْ : فَقُلْت وَاَللَّه إِنَّهُ لَشَيْخ كَبِير مَا لَهُ مِنْ صِيَام قَالَ \" فَلْيُطْعِمْ سِتِّينَ مِسْكِينًا وَسْقًا مِنْ تَمْر \" قَالَتْ : فَقُلْت يَا رَسُول اللَّه مَا ذَاكَ عِنْده قَالَتْ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنَّا سَنُعِينُهُ بِفَرَقٍ مِنْ تَمْر \" قَالَتْ : فَقُلْت يَا رَسُول اللَّه وَأَنَا سَأُعِينُهُ بِفَرَقٍ آخَر قَالَ \" قَدْ أَصَبْت وَأَحْسَنْت فَاذْهَبِي فَتَصَدَّقِي بِهِ عَنْهُ ثُمَّ اِسْتَوْصِي بِابْنِ عَمّك خَيْرًا \" قَالَتْ : فَفَعَلْت . وَرَوَاهُ أَبُو دَاوُد فِي كِتَاب الطَّلَاق مِنْ سُنَنه مِنْ طَرِيقَيْنِ عَنْ مُحَمَّد بْن إِسْحَاق بْن يَسَار بِهِ وَعِنْده خَوْلَة بِنْت ثَعْلَبَة وَيُقَال لَهَا خَوْلَة بِنْت مَالِك بْن ثَعْلَبَة وَقَدْ تُصَغَّر فَيُقَال خُوَيْلَة وَلَا مُنَافَاة بَيْن هَذِهِ الْأَقْوَال فَالْأَمْر فِيهَا قَرِيب وَاَللَّه أَعْلَم . هَذَا هُوَ الصَّحِيح فِي سَبَب نُزُول هَذِهِ السُّورَة فَأَمَّا حَدِيث سَلَمَة بْن صَخْر فَلَيْسَ فِيهِ أَنَّهُ كَانَ سَبَب النُّزُول وَلَكِنْ أَمَرَ بِمَا أَنْزَلَ اللَّه فِي هَذِهِ السُّورَة مِنْ الْعِتْق أَوْ الصِّيَام أَوْ الْإِطْعَام كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا مُحَمَّد بْن إِسْحَاق بْن يَسَار عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء عَنْ سُلَيْمَان بْن يَسَار عَنْ سَلَمَة بْن صَخْر الْأَنْصَارِيّ قَالَ كُنْت اِمْرَأً قَدْ أُوتِيت مِنْ جِمَاع النِّسَاء مَا لَمْ يُؤْتَ غَيْرِي فَلَمَّا دَخَلَ رَمَضَان تَظَهَّرْت مِنْ اِمْرَأَتِي حَتَّى يَنْسَلِخ رَمَضَان فَرَقًا مِنْ أَنْ أُصِيب فِي لَيْلَتِي شَيْئًا فَأَتَتَابَع فِي ذَلِكَ إِلَى أَنْ يُدْرِكنِي النَّهَار وَأَنَا لَا أَقْدِر أَنْ أَنْزِع فَبَيْنَمَا هِيَ تَخْدُمنِي مِنْ اللَّيْل إِذْ تَكَشَّفَ لِي مِنْهَا شَيْء فَوَثَبْت عَلَيْهَا فَلَمَّا أَصْبَحْت غَدَوْت عَلَى قَوْمِي فَأَخْبَرْتهمْ خَبَرِي وَقُلْت اِنْطَلِقُوا مَعِي إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأُخْبِرهُ بِأَمْرِي فَقَالُوا لَا وَاَللَّه لَا نَفْعَل نَتَخَوَّف أَنْ يَنْزِل فِينَا أَوْ يَقُول فِينَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَقَالَة يَبْقَى عَلَيْنَا عَارهَا وَلَكِنْ اِذْهَبْ أَنْتَ فَاصْنَعْ مَا بَدَا لَك قَالَ فَخَرَجْت حَتَّى أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته خَبَرِي فَقَالَ لِي \" أَنْتَ بِذَاكَ \" فَقُلْت أَنَا بِذَاكَ فَقَالَ \" أَنْتَ بِذَاكَ\" فَقُلْت أَنَا بِذَاكَ قَالَ \" أَنْتَ بِذَاكَ \" قُلْت نَعَمْ هَا أَنَا ذَا فَأَمْضِ فِيَّ حُكْم اللَّه عَزَّ وَجَلَّ فَإِنِّي صَابِر لَهُ قَالَ \" اِعْتِقْ رَقَبَة \" قَالَ فَضَرَبْت صَفْحَة رَقَبَتِي بِيَدِي وَقُلْت لَا وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا أَصْبَحْت أَمْلِك غَيْرهَا قَالَ \" فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ \" قُلْت يَا رَسُول اللَّه وَهَلْ أَصَابَنِي مَا أَصَابَنِي إِلَّا فِي الصِّيَام قَالَ\" فَتَصَدَّقَ \" فَقُلْت وَاَلَّذِي بَعَثَك بِالْحَقِّ لَقَدْ بِتْنَا لَيْلَتنَا هَذِهِ وَحْشًا مَا لَنَا عَشَاء قَالَ \" اِذْهَبْ إِلَى صَاحِب صَدَقَة بَنِي زُرَيْق فَقُلْ لَهُ فَلْيَدْفَعْهَا إِلَيْك فَأَطْعِمْ عَنْك مِنْهَا وَسْقًا مِنْ تَمْر سِتِّينَ مِسْكِينًا ثُمَّ اِسْتَعِنْ بِسَائِرِهِ عَلَيْك وَعَلَى عِيَالك \" قَالَ فَرَجَعْت إِلَى قَوْمِي فَقُلْت وَجَدْت عِنْدكُمْ الضِّيق وَسُوء الرَّأْي وَوَجَدْت عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ السَّعَة وَالْبَرَكَة قَدْ أَمَرَ لِي بِصَدَقَتِكُمْ فَادْفَعُوهَا إِلَيَّ فَدَفَعُوهَا إِلَيَّ . وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ وَاخْتَصَرَهُ التِّرْمِذِيّ وَحَسَّنَهُ وَظَاهِر السِّيَاق أَنَّ هَذِهِ الْقِصَّة كَانَتْ بَعْد قِصَّة أَوْس بْن الصَّامِت وَزَوْجَته خُوَيْلَة بِنْت ثَعْلَبَة كَمَا دَلَّ عَلَيْهِ سِيَاق تِلْكَ وَهَذِهِ بَعْد التَّأَمُّل قَالَ خُصَيْف عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس أَوَّل مَنْ ظَاهَرَ مِنْ اِمْرَأَته أَوْس بْن الصَّامِت أَخُو عُبَادَة بْن الصَّامِت وَامْرَأَته خَوْلَة بِنْت ثَعْلَبَة بْن مَالِك فَلَمَّا ظَاهَرَ مِنْهَا خَشِيَتْ أَنْ يَكُون ذَلِكَ طَلَاقًا فَأَتَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُول اللَّه إِنَّ أَوْسًا ظَاهَرَ مِنِّي وَإِنَّا إِنْ اِفْتَرَقْنَا هَلَكْنَا وَقَدْ نَثَرْت بَطْنِي مِنْهُ وَقَدَّمْت صُحْبَته وَهِيَ تَشْكُو ذَلِكَ وَتَبْكِي وَلَمْ يَكُنْ جَاءَ فِي ذَلِكَ شَيْء فَأَنْزَلَ اللَّه تَعَالَى \" قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلك فِي زَوْجهَا وَتَشْتَكِي إِلَى اللَّه - إِلَى قَوْله تَعَالَى - وَلِلْكَافِرِينَ عَذَاب أَلِيم \" فَدَعَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" أَتَقْدِرُ عَلَى رَقَبَة تُعْتِقهَا \" قَالَ لَا وَاَللَّه يَا رَسُول اللَّه مَا أَقْدِر عَلَيْهَا قَالَ فَجَمَعَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَعْتَقَ عِتْقه ثُمَّ رَاجَعَ أَهْله . رَوَاهُ اِبْن جَرِير وَلِهَذَا ذَهَبَ اِبْن عَبَّاس وَالْأَكْثَرُونَ إِلَى مَا قُلْنَاهُ وَاَللَّه أَعْلَم . فَقَوْله تَعَالَى \" الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ \" أَصْل الظِّهَار مُشْتَقّ مِنْ الظَّهْر وَذَلِكَ أَنَّ الْجَاهِلِيَّة كَانُوا إِذَا ظَاهَرَ أَحَدهمْ مِنْ اِمْرَأَته قَالَ لَهَا أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي ثُمَّ فِي الشَّرْع كَانَ الظِّهَار فِي سَائِر الْأَعْضَاء قِيَاسًا عَلَى الظَّهْر وَكَانَ الظِّهَار عِنْد الْجَاهِلِيَّة طَلَاقًا فَأَرْخَصَ اللَّه لِهَذِهِ الْأُمَّة وَجَعَلَ فِيهِ كَفَّارَة وَلَمْ يَجْعَلهُ طَلَاقًا كَمَا كَانُوا يَعْتَمِدُونَهُ فِي جَاهِلِيَّتهمْ هَكَذَا قَالَ غَيْر وَاحِد مِنْ السَّلَف قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ أَبِي حَمْزَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ كَانَ الرَّجُل إِذَا قَالَ لِامْرَأَتِهِ فِي الْجَاهِلِيَّة أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي حُرِّمَتْ عَلَيْهِ فَكَانَ أَوَّل مَنْ ظَاهَرَ فِي الْإِسْلَام أَوْس وَكَانَ تَحْته اِبْنَة عَمّ لَهُ يُقَال لَهَا خُوَيْلَة بِنْت ثَعْلَبَة فَظَاهَرَ مِنْهَا فَأَسْقَطَ فِي يَدَيْهِ وَقَالَ مَا أَرَاك إِلَّا قَدْ حُرِّمْت عَلَيَّ وَقَالَتْ لَهُ مِثْل ذَلِكَ قَالَ فَانْطَلِقِي إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَتَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَا خُوَيْلَة أَبْشِرِي \" قَالَتْ خَيْرًا قَالَ فَقَرَأَ عَلَيْهَا \" قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلك فِي زَوْجهَا وَتَشْتَكِي إِلَى اللَّه وَاَللَّه يَسْمَع تَحَاوُركُمَا - إِلَى قَوْله تَعَالَى - وَاَلَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِير رَقَبَة مِنْ قَبْل أَنْ يَتَمَاسَّا \" قَالَتْ وَأَيّ رَقَبَة لَنَا وَاَللَّه مَا يَجِد رَقَبَة غَيْرِي قَالَ \" فَمَنْ لَمْ يَجِد فَصِيَام شَهْرَيْنِ مُتَتَابِعَيْنِ \" قَالَتْ وَاَللَّه لَوْلَا أَنَّهُ يَشْرَب فِي الْيَوْم ثَلَاث مَرَّات لَذَهَبَ بَصَره قَالَ \" فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَام سِتِّينَ مِسْكِينًا \" قَالَتْ مِنْ أَيْنَ مَا هِيَ إِلَّا أَكْلَة إِلَيَّ مِثْلهَا قَالَ فَدَعَا بِشَطْرِ وَسْق ثَلَاثِينَ صَاعًا وَالْوَسْق سِتُّونَ صَاعًا فَقَالَ : لِيُطْعِم سِتِّينَ مِسْكِينًا وَلِيُرَاجِعك . وَهَذَا إِسْنَاد جَيِّد قَوِيّ وَسِيَاق غَرِيب وَقَدْ رُوِيَ عَنْ أَبِي الْعَالِيَة نَحْو هَذَا . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن الْهَرَوِيّ حَدَّثَنَا عَلَى بْن الْعَاصِم عَنْ دَاوُد بْن أَبِي هِنْد عَنْ أَبِي الْعَالِيَة قَالَ : كَانَتْ خَوْلَة بِنْت دُلَيْج تَحْت رَجُل مِنْ الْأَنْصَار وَكَانَ ضَرِير الْبَصَر فَقِيرًا سَيِّئ الْخُلُق وَكَانَ طَلَاق أَهْل الْجَاهِلِيَّة إِذَا أَرَادَ الرَّجُل أَنْ يُطَلِّق اِمْرَأَته قَالَ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي وَكَانَ لَهَا مِنْهُ عَيِّل أَوْ عَيِّلَانِ فَنَازَعَتْهُ يَوْمًا فِي شَيْء فَقَالَ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي فَاحْتَمَلَتْ عَلَيْهَا ثِيَابهَا حَتَّى دَخَلَتْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي بَيْت عَائِشَة وَعَائِشَة تَغْسِل شِقّ رَأْسه فَقَدِمَتْ عَلَيْهِ وَمَعَهَا عَيِّلهَا فَقَالَتْ يَا رَسُول اللَّه إِنَّ زَوْجِي ضَرِير الْبَصَر فَقِير لَا شَيْء لَهُ سَيِّئ الْخُلُق وَإِنِّي نَازَعْته فِي شَيْء فَغَضَب فَقَالَ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي وَلَمْ يُرِدْ بِهِ الطَّلَاق وَلِيَ مِنْهُ عَيِّل أَوْ عَيِّلَانِ فَقَالَ \" مَا أَعْلَمك إِلَّا قَدْ حُرِّمْت عَلَيْهِ \" فَقَالَتْ أَشْكُو إِلَى اللَّه مَا نَزَلَ بِي وَأَبَا صَبِيَّتِي قَالَتْ وَدَارَتْ عَائِشَة فَغَسَلَتْ شِقّ رَأْسه الْآخَر فَدَارَتْ مَعَهَا فَقَالَتْ يَا رَسُول اللَّه زَوْجِي ضَرِير الْبَصَر فَقِير سَيِّئ الْخُلُق وَإِنَّ لِي مِنْهُ عَيِّلًا أَوْ عَيِّلَيْنِ وَإِنِّي نَازَعْته فِي شَيْء فَغَضِبَ وَقَالَ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي وَلَمْ يُرِدْ بِهِ الطَّلَاق قَالَتْ فَرَفَعَ إِلَيَّ رَأْسه وَقَالَ \" مَا أَعْلَمك إِلَّا قَدْ حُرِّمْت عَلَيْهِ \" فَقَالَتْ أَشْكُو إِلَى اللَّه مَا نَزَلَ بِي وَأَبَا صَبِيَّتِي وَرَأَتْ عَائِشَة وَجْه النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَغَيَّرَ فَقَالَتْ لَهَا وَرَاءَك وَرَاءَك فَتَنَحَّتْ فَمَكَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَشَيَانه ذَلِكَ مَا شَاءَ اللَّه فَلَمَّا اِنْقَطَعَ الْوَحْي قَالَ يَا عَائِشَة أَيْنَ الْمَرْأَة فَدَعَتْهَا فَقَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" اِذْهَبِي فَأْتِينِي بِزَوْجِك \" فَانْطَلَقَتْ تَسْعَى فَجَاءَتْ بِهِ فَإِذَا هُوَ كَمَا قَالَتْ ضَرِير الْبَصَر فَقِير سَيِّئ الْخُلُق فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَسْتَعِيذ بِاَللَّهِ السَّمِيع الْعَلِيم \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلك فِي زَوْجهَا - إِلَى قَوْله - وَاَلَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا \" قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَجِدُ رَقَبَة تُعْتِقهَا مِنْ قَبْل أَنْ تَمَسّهَا ؟ \" قَالَ لَا قَالَ \" أَفَتَسْتَطِيع أَنْ تَصُوم شَهْرَيْنِ مُتَتَابِعَيْنِ ؟ \" قَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ إِنِّي إِذَا لَمْ آكُل الْمَرَّتَيْنِ وَالثَّلَاث يَكَاد أَنْ يَعْشُو بَصَرِي \" قَالَ أَفَتَسْتَطِيع أَنْ تُطْعِم سِتِّينَ مِسْكِينًا ؟\" قَالَ لَا إِلَّا أَنْ تُعِيننِي قَالَ فَأَعَانَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" أَطْعِمْ سِتِّينَ مِسْكِينًا\" قَالَ وَحَوَّلَ اللَّه الطَّلَاق فَجَعَلَهُ ظِهَارًا . وَرَوَاهُ اِبْن جَرِير عَنْ اِبْن الْمُثَنَّى عَنْ عَبْد الْأَعْلَى عَنْ دَاوُد سَمِعْت أَبَا الْعَالِيَة فَذَكَرَ نَحْوه بِأَخْصَر مِنْ هَذَا السِّيَاق وَقَالَ سَعِيد بْن جُبَيْر كَانَ الْإِيلَاء وَالظِّهَار مِنْ طَلَاق الْجَاهِلِيَّة فَوَقَّتَ اللَّه الْإِيلَاء أَرْبَعَة أَشْهُر وَجَعَلَ فِي الظِّهَار الْكَفَّارَة رَوَاهُ اِبْن أَبِي حَاتِم بِنَحْوِهِ وَقَدْ اِسْتَدَلَّ الْإِمَام مَالِك عَلَى أَنَّ الْكَافِر لَا يَدْخُل فِي هَذِهِ الْآيَة بِقَوْلِهِ \" مِنْكُمْ \" فَالْخِطَاب لِلْمُؤْمِنِينَ وَأَجَابَ الْجُمْهُور بِأَنَّ هَذَا خَرَجَ مَخْرَج الْغَالِب فَلَا مَفْهُوم لَهُ وَاسْتَدَلَّ الْجُمْهُور عَلَيْهِ بِقَوْلِهِ \" مِنْ نِسَائِهِمْ \" عَلَى أَنَّ الْأَمَة لَا ظِهَار مِنْهَا وَلَا تَدْخُل فِي هَذَا الْخِطَاب وَقَوْله تَعَالَى \" مَا هُنَّ أُمَّهَاتهمْ إِنْ أُمَّهَاتهمْ إِلَّا اللَّائِي وَلَدْنَهُمْ \" أَيْ لَا تَصِير الْمَرْأَة بِقَوْلِ الرَّجُل أَنْتِ عَلَيَّ كَأُمِّي أَوْ مِثْل أُمِّي أَوْ كَظَهْرِ أُمِّي وَمَا أَشْبَهَ ذَلِكَ لَا تَصِير أُمّه بِذَلِكَ إِنَّمَا أُمّه الَّتِي وَلَدَتْهُ وَلِهَذَا قَالَ تَعَالَى \" وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنْ الْقَوْل وَزُورًا \" أَيْ كَلَامًا فَاحِشًا بَاطِلًا\" وَإِنَّ اللَّه لَعَفُوّ غَفُور \" أَيْ عَمَّا كَانَ مِنْكُمْ فِي حَال الْجَاهِلِيَّة وَهَكَذَا أَيْضًا عَمَّا خَرَجَ مِنْ سَبْق اللِّسَان وَلَمْ يَقْصِد إِلَيْهِ الْمُتَكَلِّم كَمَا رَوَاهُ أَبُو دَاوُد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمِعَ رَجُلًا يَقُول لِامْرَأَتِهِ يَا أُخْتِي فَقَالَ \" أُخْتك هِيَ ؟ \" فَهَذَا إِنْكَار وَلَكِنْ لَمْ يُحَرِّمهَا عَلَيْهِ بِمُجَرَّدِ ذَلِكَ لِأَنَّهُ لَمْ يَقْصِدهُ وَلَوْ قَصَدَهُ لَحُرِّمَتْ عَلَيْهِ لِأَنَّهُ لَا فَرْق عَلَى الصَّحِيح بَيْن الْأُمّ وَبَيْن غَيْرهَا مِنْ سَائِر الْمَحَارِم مِنْ أُخْت وَعَمَّة وَخَالَة وَمَا أَشْبَهَ ذَلِكَ .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42041, "aya_id": 2}]