[{"text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا", "sura_id": 19, "type": 0, "id": 2314, "aya_id": 64}, {"text": "و ما نتنزل إلا بأمر ربك له ما بين أيدينا و ما خلفنا و ما بين ذلك وما كان ربك نسيا", "sura_id": 19, "type": 1, "id": 8550, "aya_id": 64}, {"text": "64 - (وما نتنزل إلا بأمر ربك له ما بين أيدينا) أي أمامنا من أمور الآخرة (وما خلفنا) من امور الدنيا (وما بين ذلك) أي ما يكون في هذا الوقت إلى قيام الساعة أي له علم ذلك جميعه (وما كان ربك نسيا) بمعنى ناسيا أي تاركا لك بتأخير الوحي عنك \r\n", "sura_id": 19, "type": 2, "id": 27258, "aya_id": 64}, {"text": "وقل - يا جبريل - لمحمد: وما نتنزل - نحن الملائكة - من السماء إلى الأرض إلا بأمر ربك لنا, له ما بين أيدينا مما يستقبل من أمر الآخرة, وما خلفنا مما مضى من الدنيا, وما بين الدنيا والآخرة, فله الأمر كله في الزمان والمكان, وما كان ربك ناسيًا لشيء من الأشياء.\r\n", "sura_id": 19, "type": 3, "id": 33494, "aya_id": 64}, {"text": " <font color=red>وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَعْلَى وَوَكِيع قَالَا حَدَّثَنَا عُمَر بْن ذَرّ عَنْ أَبِيهِ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِجَبْرَائِيل \" مَا يَمْنَعك أَنْ تَزُورنَا أَكْثَر مِمَّا تَزُورنَا ؟ \" قَالَ فَنَزَلَتْ \" وَمَا نَتَنَزَّل إِلَّا بِأَمْرِ رَبّك \" إِلَى آخِر الْآيَة . اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ فَرَوَاهُ عِنْد تَفْسِير هَذِهِ الْآيَة عَنْ أَبِي نُعَيْم عَنْ عُمَر بْن ذَرّ بِهِ وَرَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ حَدِيث عُمَر بْن ذَرّ بِهِ وَعِنْدهمَا زِيَادَة فِي آخِر الْحَدِيث فَكَانَ ذَلِكَ الْجَوَاب لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس اِحْتَبَسَ جَبْرَائِيل عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَجَدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ ذَلِكَ وَحَزِنَ فَأَتَاهُ جَبْرَائِيل وَقَالَ يَا مُحَمَّد \" وَمَا نَتَنَزَّل إِلَّا بِأَمْرِ رَبّك \" الْآيَة. وَقَالَ مُجَاهِد لَبِثَ جَبْرَائِيل عَنْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِثْنَتَيْ عَشْرَة لَيْلَة وَيَقُولُونَ أَقَلّ فَلَمَّا جَاءَهُ قَالَ يَا جَبْرَائِيل لَقَدْ رِثْت عَلَيَّ حَتَّى ظَنَّ الْمُشْرِكُونَ كُلّ ظَنّ \" فَنَزَلَتْ \" وَمَا نَتَنَزَّل إِلَّا بِأَمْرِ رَبّك \" الْآيَة قَالَ وَهَذِهِ الْآيَة كَاَلَّتِي فِي الضُّحَى وَكَذَلِكَ قَالَ الضَّحَّاك بْن مُزَاحِم وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد أَنَّهَا نَزَلَتْ فِي اِحْتِبَاس جَبْرَائِيل وَقَالَ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة قَالَ أَبْطَأَ جَبْرَائِيل النُّزُول عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْبَعِينَ يَوْمًا ثُمَّ نَزَلَ فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا نَزَلْت حَتَّى اِشْتَقْت إِلَيْك \" فَقَالَ لَهُ جِبْرِيل بَلْ أَنَا كُنْت إِلَيْك أَشْوَق وَلَكِنِّي مَأْمُور فَأَوْحَى اللَّه إِلَى جَبْرَائِيل أَنْ قُلْ لَهُ \" وَمَا نَتَنَزَّل إِلَّا بِأَمْرِ رَبّك \" الْآيَة رَوَاهُ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه وَهُوَ غَرِيب . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ مُجَاهِد قَالَ أَبْطَأَتْ الرُّسُل عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ أَتَاهُ جِبْرِيل فَقَالَ لَهُ \" مَا حَبَسَك يَا جِبْرِيل ؟ \" فَقَالَ لَهُ جِبْرِيل وَكَيْف نَأْتِيكُمْ وَأَنْتُمْ لَا تَقُصُّونَ أَظْفَاركُمْ وَلَا تُنَقُّونَ بَرَاجِمكُمْ وَلَا تَأْخُذُونَ شَوَارِبكُمْ وَلَا تَسْتَاكُونَ ؟ ثُمَّ قَرَأَ \" وَمَا نَتَنَزَّل إِلَّا بِأَمْرِ رَبّك \" إِلَى آخِر الْآيَة. وَقَدْ قَالَ الطَّبَرَانِيّ : حَدَّثَنَا أَبُو عَامِر النَّحْوِيّ حَدَّثَنَا مُحَمَّد بْن إِبْرَاهِيم الصُّورِيّ حَدَّثَنَا سُلَيْمَان بْن عَبْد الرَّحْمَن الدِّمَشْقِيّ حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش أَخْبَرَنِي ثَعْلَبَة بْن مُسْلِم عَنْ أَبِي كَعْب مَوْلَى اِبْن عَبَّاس عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَنَّ جَبْرَائِيل أَبْطَأَ عَلَيْهِ فَذَكَرَ لَهُ ذَلِكَ فَقَالَ وَكَيْف وَأَنْتُمْ لَا تَسْتَنُّونَ وَلَا تُقَلِّمُونَ أَظْفَاركُمْ وَلَا تَقُصُّونَ شَوَارِبكُمْ وَلَا تُنَقُّونَ بَرَاجِمكُمْ ؟ وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ أَبِي الْيَمَان عَنْ إِسْمَاعِيل بْن عَيَّاش عَنْ اِبْن عَبَّاس بِنَحْوِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سَيَّار حَدَّثَنَا جَعْفَر بْن سُلَيْمَان حَدَّثَنَا الْمُغِيرَة بْن حَبِيب عَنْ مَالِك بْن دِينَار حَدَّثَنِي شَيْخ مِنْ أَهْل الْمَدِينَة عَنْ أُمّ سَلَمَة قَالَتْ قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَصْلِحِي لَنَا الْمَجْلِس فَإِنَّهُ يَنْزِل مَلَك إِلَى الْأَرْض لَمْ يَنْزِل إِلَيْهَا قَطُّ \" وَقَوْله \" لَهُ مَا بَيْن أَيْدِينَا وَمَا خَلْفنَا \" قِيلَ الْمُرَاد مَا بَيْن أَيْدِينَا أَمْر الدُّنْيَا وَمَا خَلْفنَا أَمْر الْآخِرَة \" وَمَا بَيْن ذَلِكَ \" مَا بَيْن النَّفْخَتَيْنِ هَذَا قَوْل أَبِي الْعَالِيَة وَعِكْرِمَة وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَقَتَادَة فِي رِوَايَة عَنْهُمَا وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَقِيلَ \" مَا بَيْن أَيْدِينَا \" مَا يُسْتَقْبَل مِنْ أَمْر الْآخِرَة \" وَمَا خَلْفنَا \" أَيْ مَا مَضَى مِنْ الدُّنْيَا \" وَمَا بَيْن ذَلِكَ \" أَيْ مَا بَيْن الدُّنْيَا وَالْآخِرَة وَيُرْوَى نَحْوه عَنْ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَقَتَادَة وَابْن جُرَيْج وَالثَّوْرِيّ وَاخْتَارَهُ اِبْن جَرِير أَيْضًا وَاَللَّه أَعْلَم . وَقَوْله \" وَمَا كَانَ رَبّك نَسِيًّا \" قَالَ مُجَاهِد وَالسُّدِّيّ : مَعْنَاهُ مَا نَسِيَك رَبّك وَقَدْ تَقَدَّمَ عَنْهُ أَنَّ هَذِهِ الْآيَة كَقَوْلِهِ \" وَالضُّحَى وَاللَّيْل إِذَا سَجَّى مَا وَدَّعَك رَبّك وَمَا قَلَى \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يَزِيد بْن مُحَمَّد بْن عَبْد الصَّمَد الدِّمَشْقِيّ حَدَّثَنَا مُحَمَّد بْن عُثْمَان يَعْنِي أَبَا الْجُمَاهِر حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش حَدَّثَنَا عَاصِم بْن رَجَاء بْن حَيْوَة عَنْ أَبِيهِ عَنْ أَبِي الدَّرْدَاء يَرْفَعهُ قَالَ \" مَا أَحَلَّ اللَّه فِي كِتَابه فَهُوَ حَلَال وَمَا حَرَّمَهُ فَهُوَ حَرَام وَمَا سَكَتَ عَنْهُ فَهُوَ عَافِيَة فَاقْبَلُوا مِنْ اللَّه عَافِيَته فَإِنَّ اللَّه لَمْ يَكُنْ لِيَنْسَى شَيْئًا \" ثُمَّ تَلَا هَذِهِ الْآيَة \" وَمَا كَانَ رَبّك نَسِيًّا \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38459, "aya_id": 64}]