[{"text": "يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُم مِّنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللّهُ فَكُلُواْ مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُواْ اسْمَ اللّهِ عَلَيْهِ وَاتَّقُواْ اللّهَ إِنَّ اللّهَ سَرِيعُ الْحِسَابِ", "sura_id": 5, "type": 0, "id": 673, "aya_id": 4}, {"text": "يسألونك ماذا أحل لهم قل أحل لكم الطيبات وما علمتم من الجوارح مكلبين تعلمونهن مما علمكم الله فكلوا مما أمسكن عليكم واذكروا اسم الله عليه واتقوا الله إن الله سريع الحساب", "sura_id": 5, "type": 1, "id": 6909, "aya_id": 4}, {"text": "4 - (يسألونك) يا محمد (ماذا أحل لهم) من الطعام (قل أحل لكم الطيبات) المستلذات (و) صيد (ما علمتم من الجوارح) الكواسب من الكلاب والسباع والطير (مكلِّبين) حال من كلَّبْتُ الكلب بالتشديد أي أرسلته على الصيد (تعلمونهن) حال من ضمير مكلبين أي تؤدبونهن (مما علمكم الله) من آداب الصيد (فكلوا مما أمسكن عليكم) وإن قتلنه إن لم يأكلن منه بخلاف غير المعلمة فلا يحل صيدها وعلامتها أن تسترسل إذا أرسلت وتنزجر إذا زجرت وتمسك الصيد ولا تأكل منه وأقل ما يعرف به ثلاث مرات فإن أكلت منه فليس مما أمسكن على صاحبهن فلا يحل أكله كما في حديث الصحيحين وفيه أن صيد السهم إذا أرسل وذكر اسم الله عليه كصيد المعلم من الجوارح (واذكروا اسم الله عليه) عند إرساله (واتقوا الله إن الله سريع الحساب) \r\n", "sura_id": 5, "type": 2, "id": 25617, "aya_id": 4}, {"text": "يسألك أصحابك -أيها النبي- : ماذا أُحِلَّ لهم أَكْلُه؟ قل لهم: أُحِلَّ لكم الطيبات وصيدُ ما دَرَّبتموه من ذوات المخالب والأنياب من الكلاب والفهود والصقور ونحوها مما يُعَلَّم, تعلمونهن طلب الصيد لكم, مما علمكم الله, فكلوا مما أمسكن لكم, واذكروا اسم الله عند إرسالها للصيد, وخافوا الله فيما أمركم به وفيما نهاكم عنه. إن الله سريع الحساب.\r\n", "sura_id": 5, "type": 3, "id": 31853, "aya_id": 4}, {"text": " <font color=red>يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى مَا حَرَّمَهُ فِي الْآيَة الْمُتَقَدِّمَة مِنْ الْخَبَائِث الضَّارَّة لِمُتَنَاوِلِهَا إِمَّا فِي بَدَنه أَوْ فِي دِينه أَوْ فِيهِمَا اِسْتَثْنَاهُ فِي حَالَة الضَّرُورَة كَمَا قَالَ \" وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اُضْطُرِرْتُمْ إِلَيْهِ \" قَالَ بَعْدهَا : \" يَسْأَلُونَك مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمْ الطَّيِّبَات \" كَمَا فِي سُورَة الْأَعْرَاف فِي صِفَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ يُحِلُّ لَهُمْ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمْ الْخَبَائِثَ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن أَبِي بُكَيْر حَدَّثَنِي عَبْد اللَّه بْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر عَنْ عَدِيّ بْن حَاتِم وَزَيْد بْن مُهَلْهَل الطَّائِيَّيْنِ سَأَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَا يَا رَسُول اللَّه : قَدْ حَرَّمَ اللَّه الْمَيْتَة فَمَاذَا يَحِلّ لَنَا مِنْهَا فَنَزَلَتْ \" يَسْأَلُونَك مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمْ الطَّيِّبَات \" قَالَ سَعِيد : يَعْنِي الذَّبَائِح الْحَلَال الطَّيِّبَة لَهُمْ . وَقَالَ مُقَاتِل : الطَّيِّبَات مَا أُحِلَّ لَهُمْ مِنْ كُلّ شَيْء أَنْ يُصِيبُوهُ وَهُوَ الْحَلَال مِنْ الرِّزْق وَقَدْ سُئِلَ الزُّهْرِيّ عَنْ شُرْب الْبَوْل لِلتَّدَاوِي فَقَالَ : لَيْسَ هُوَ مِنْ الطَّيِّبَات رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ اِبْن وَهْب : سُئِلَ مَالِك عَنْ بَيْع الطِّين الَّذِي يَأْكُلهُ النَّاس فَقَالَ : لَيْسَ هُوَ مِنْ الطَّيِّبَات وَقَوْله تَعَالَى \" وَمَا عَلَّمْتُمْ مِنْ الْجَوَارِح مُكَلِّبِينَ \" أَيْ أُحِلَّ لَكُمْ الذَّبَائِح الَّتِي ذُكِرَ اِسْم اللَّه عَلَيْهَا وَالطَّيِّبَات مِنْ الرِّزْق وَأُحِلَّ لَكُمْ مَا صِدْتُمُوهُ بِالْجَوَارِحِ وَهِيَ مِنْ الْكِلَاب وَالْفُهُود وَالصُّقُور وَأَشْبَاههَا كَمَا هُوَ مَذْهَب الْجُمْهُور مِنْ الصَّحَابَة وَالتَّابِعِينَ وَالْأَئِمَّة وَمِمَّنْ قَالَ ذَلِكَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَا عَلَّمْتُمْ مِنْ الْجَوَارِح مُكَلِّبِينَ \" وَهُنَّ الْكِلَاب الْمُعَلَّمَة وَالْبَازِي وَكُلّ طَيْر يُعَلَّم لِلصَّيْدِ وَالْجَوَارِح يَعْنِي الْكِلَاب الضَّوَارِي وَالْفُهُود وَالصُّقُور وَأَشْبَاههَا . رَوَاهُ اِبْن أَبَى حَاتِم ثُمَّ قَالَ : وَرُوِيَ عَنْ خَيْثَمَةَ وَطَاوُس وَمُجَاهِد وَمَكْحُول وَيَحْيَى بْن أَبِي كَثِير نَحْو ذَلِكَ وَرُوِيَ عَنْ الْحَسَن أَنَّهُ قَالَ : الْبَاز وَالصَّقْر مِنْ الْجَوَارِح . وَرُوِيَ عَنْ عَلِيّ بْن الْحُسَيْن مِثْله ثُمَّ رُوِيَ عَنْ مُجَاهِد أَنَّهُ كَرِهَ صَيْد الطَّيْر كُلّه وَقَرَأَ قَوْله \" وَمَا عَلَّمْتُمْ مِنْ الْجَوَارِح مُكَلِّبِينَ \" قَالَ : وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر نَحْو ذَلِكَ وَنَقَلَهُ اِبْن جَرِير عَنْ الضَّحَّاك وَالسُّدِّيّ ثُمَّ قَالَ : حَدَّثَنَا هَنَّاد حَدَّثَنَا اِبْن أَبِي زَائِدَة أَخْبَرَنَا اِبْن جُرَيْج عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : أَمَّا مَا صَادَ مِنْ الطَّيْر الْبَازَات وَغَيْرهَا مِنْ الطَّيْر فَمَا أَدْرَكْت فَهُوَ لَك وَإِلَّا فَلَا تُطْعِمهُ قُلْت : وَالْمَحْكِيّ عَنْ الْجُمْهُور أَنَّ الصَّيْد بِالطُّيُورِ كَالصَّيْدِ بِالْكِلَابِ لِأَنَّهَا تُكَلِّب الصَّيْد بِمَخَالِبِهَا كَمَا تُكَلِّبهُ الْكِلَاب فَلَا فَرْق وَهُوَ مَذْهَب الْأَئِمَّة الْأَرْبَعَة وَغَيْرهمْ وَاخْتَارَهُ اِبْن جَرِير وَاحْتَجَّ فِي ذَلِكَ بِمَا رَوَاهُ عَنْ هَنَّاد : حَدَّثَنَا عِيسَى بْن يُونُس عَنْ مُجَالِد عَنْ الشَّعْبِيّ عَنْ عَدِيّ بْن حَاتِم قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ صَيْد الْبَازِي فَقَالَ : \" مَا أَمْسَكَ عَلَيْك فَكُلْ \" وَاسْتَثْنَى الْإِمَام أَحْمَد صَيْد الْكَلْب الْأَسْوَد لِأَنَّهُ عِنْده مِمَّا يَجِب قَتْلُهُ وَلَا يَحِلّ اِقْتِنَاؤُهُ لِمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي ذَرّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ :\" يَقْطَعُ الصَّلَاةَ الْحِمَارُ وَالْمَرْأَة وَالْكَلْب الْأَسْوَد\" فَقُلْت : مَا بَال الْكَلْب الْأَسْوَد مِنْ الْحِمَار فَقَالَ : الْكَلْب الْأَسْوَد شَيْطَان . وَفِي الْحَدِيث الْآخَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ بِقَتْلِ الْكِلَاب ثُمَّ قَالَ : \" مَا بَالهمْ وَبَال الْكِلَاب اُقْتُلُوا مِنْهَا كُلَّ أَسْوَدَ بَهِيم \" وَسُمِّيَتْ هَذِهِ الْحَيَوَانَات الَّتِي يُصْطَاد بِهِنَّ جَوَارِح مِنْ الْجَرْح وَهُوَ الْكَسْب كَمَا تَقُول الْعَرَب فُلَان جَرَحَ أَهْله خَيْرًا أَيْ كَسَبَهُمْ خَيْرًا وَيَقُولُونَ فُلَان لَا جَارِح لَهُ أَيْ لَا كَاسِب لَهُ وَقَالَ اللَّه تَعَالَى\" وَيَعْلَم مَا جَرَحْتُمْ بِالنَّهَارِ \" أَيْ مَا كَسَبْتُمْ مِنْ خَيْر وَشَرّ وَقَدْ ذُكِرَ فِي سَبَب نُزُول هَذِهِ الْآيَة الشَّرِيفَة الْحَدِيث الَّذِي رَوَاهُ اِبْن أَبِي حَاتِم : حَدَّثَنَا حَجَّاج بْن حَمْزَة حَدَّثَنَا زَيْد بْن حُبَاب حَدَّثَنِي يُونُس بْن عُبَيْدَة حَدَّثَنِي أَبَان بْن صَالِح عَنْ الْقَعْقَاع بْن حَكِيم عَنْ سَلْمَى أُمّ رَافِع عَنْ أَبِي رَافِع عَنْ مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ بِقَتْلِ الْكِلَاب فَقُلْت فَجَاءَ النَّاس فَقَالُوا : يَا رَسُول اللَّه مَا يَحِلّ لَنَا مِنْ هَذِهِ الْأُمَّة الَّتِي أُمِرْت بِقَتْلِهَا ؟ فَسَكَتَ فَأَنْزَلَ اللَّه \" يَسْأَلُونَك مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمْ الطَّيِّبَات وَمَا عَلَّمْتُمْ مِنْ الْجَوَارِح مُكَلِّبِينَ \" الْآيَة . فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا أَرْسَلَ الرَّجُل كَلْبه وَسَمَّى فَأَمْسَكَ عَلَيْهِ فَيَأْكُل مَا لَمْ يَأْكُل \" وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ زَيْد بْن الْحُبَاب بِإِسْنَادِهِ عَنْ أَبَى رَافِع قَالَ : جَاءَ جِبْرِيل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَسْتَأْذِن عَلَيْهِ فَأَذِنَ لَهُ فَقَالَ : قَدْ أُذِنَ لَك يَا رَسُولَ اللَّهِ قَالَ \" أَجَلْ وَلَكِنَّا لَا نَدْخُل بَيْتًا فِيهِ كَلْب \" قَالَ أَبُو رَافِع فَأَمَرَنِي أَنْ أَقْتُل كُلّ كَلْب بِالْمَدِينَةِ حَتَّى اِنْتَهَيْت إِلَى اِمْرَأَة عِنْدهَا كَلْب يَنْبَح عَلَيْهَا فَتَرَكْته رَحْمَة لَهَا ثُمَّ جِئْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته فَأَمَرَنِي فَرَجَعْت إِلَى الْكَلْب فَقَتَلْته فَجَاءُوا فَقَالُوا : يَا رَسُول اللَّه مَا يَحِلّ لَنَا مِنْ هَذِهِ الْأُمَّة الَّتِي أُمِرْت بِقَتْلِهَا ؟ قَالَ : فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" يَسْأَلُونَك مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمْ الطَّيِّبَات وَمَا عَلَّمْتُمْ مِنْ الْجَوَارِح مُكَلِّبِينَ \" وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق عَنْ أَبَان بْن صَالِح بِهِ وَقَالَ صَحِيح وَلَمْ يُخَرِّجَاهُ وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج عَنْ عِكْرِمَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ أَبَا رَافِع فِي قَتْل الْكِلَاب حَتَّى بَلَغَ الْعَوَالِي فَجَاءَ عَاصِم بْن عَدِيّ وَسَعْد بْن خَيْثَمَةَ وَعُوَيْمِر بْن سَاعِدَة فَقَالُوا : مَاذَا أُحِلَّ لَنَا يَا رَسُول اللَّه ؟ فَنَزَلَتْ الْآيَة وَرَوَاهُ الْحَاكِم مِنْ طَرِيق سِمَاك عَنْ عِكْرِمَة وَكَذَا قَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ فِي سَبَب نُزُول هَذِهِ الْآيَة أَنَّهُ فِي قَتْل الْكِلَاب وَقَوْله تَعَالَى\" مُكَلِّبِينَ \" يَحْتَمِل أَنْ يَكُون حَالًا مِنْ الضَّمِير فِي عَلَّمْتُمْ فَيَكُون حَالًا مِنْ الْفَاعِل وَمُحْتَمَل أَنْ يَكُون حَالًا مِنْ الْمَفْعُول وَهُوَ الْجَوَارِح أَيْ وَمَا عَلَّمْتُمْ مِنْ الْجَوَارِح فِي حَال كَوْنِهِنَّ مُكَلِّبَات لِلصَّيْدِ وَذَلِكَ أَنْ تَقْتَنِصهُ بِمَخَالِبِهَا أَوْ أَظْفَارهَا فَيُسْتَدَلّ بِذَلِكَ وَالْحَالَة هَذِهِ أَنَّ الْجَوَارِح إِذَا قَتَلَ الصَّيْد بِصَدْمَتِهِ لَا بِمِخْلَابِهِ وَظُفُره أَنَّهُ لَا يَحِلّ كَمَا هُوَ أَحَد قَوْلَيْ الشَّافِعِيّ وَطَائِفَة مِنْ الْعُلَمَاء وَلِهَذَا قَالَهُ \" تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمْ اللَّه \" وَهُوَ أَنَّهُ إِذَا أَرْسَلَهُ اِسْتَرْسَلَ وَإِذَا أَشْلَاهُ اِسْتَشْلَى وَإِذَا أَخَذَ الصَّيْد أَمْسَكَهُ عَلَى صَاحِبه حَتَّى يَجِيء إِلَيْهِ وَلَا يُمْسِكهُ لِنَفْسِهِ وَلِهَذَا قَالَ تَعَالَى \" فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اِسْم اللَّه عَلَيْهِ \" فَمَتَى كَانَ الْجَارِح مُعَلَّمًا وَأَمْسَكَ عَلَى صَاحِبه وَكَانَ قَدْ ذَكَرَ اِسْم اللَّه عَلَيْهِ وَقْت إِرْسَاله حَلَّ الصَّيْد وَإِنْ قَتَلَهُ بِالْإِجْمَاعِ وَقَدْ وَرَدَتْ السُّنَّة بِمِثْلِ مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَة الْكَرِيمَة كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَدِيّ بْن حَاتِم قَالَ : قُلْت يَا رَسُول اللَّه إِنِّي أُرْسِلُ الْكِلَاب الْمُعَلَّمَة وَأَذْكُر اِسْم اللَّه فَقَالَ إِذَا أَرْسَلْت كَلْبك الْمُعَلَّم وَذَكَرْت اِسْم اللَّه فَكُلْ مَا أَمْسَكَ عَلَيْك قُلْت وَإِنْ قَتَلْنَ ؟ قَالَ وَإِنْ قَتَلْنَ مَا لَمْ يَشْرَكْهَا كَلْب لَيْسَ مِنْهَا فَإِنَّك إِنَّمَا سَمَّيْت عَلَى كَلْبك وَلَمْ تُسَمِّ عَلَى غَيْره فَأُصِيب قُلْت لَهُ فَإِنِّي أَرْمِي بِالْمِعْرَاضِ الصَّيْد ؟ فَقَالَ : \" إِذَا رَمَيْت بِالْمِعْرَاضِ فَخَزَقَ فَكُلْهُ وَإِنْ أَصَابَهُ بِعَرْضٍ فَإِنَّهُ وَقِيذ فَلَا تَأْكُلهُ \" وَفِي لَفْظ لَهُمَا \" إِذَا أَرْسَلْت كَلْبك فَاذْكُرْ اِسْم اللَّه فَإِنْ أَمْسَكَ عَلَيْك فَأَدْرَكْته حَيًّا فَاذْبَحْهُ وَإِنْ أَدْرَكْته قَتَلَ وَلَمْ يَأْكُل مِنْهُ فَكُلْهُ فَإِنَّ أَخْذَ الْكَلْبِ ذَكَاتُهُ \" وَفِي رِوَايَة لَهُمَا \" فَإِنْ أَكَلَ فَلَا تَأْكُل فَإِنِّي أَخَافُ أَنْ يَكُون أَمْسَكَ عَلَى نَفْسه \" فَهَذَا دَلِيل لِلْجُمْهُورِ وَهُوَ الصَّحِيح مِنْ مَذْهَب الشَّافِعِيّ وَهُوَ أَنَّهُ إِذَا أَكَلَ الْكَلْب مِنْ الصَّيْد يَحْرُمُ مُطْلَقًا وَلَمْ يَسْتَفْصِلُوا كَمَا وَرَدَ بِذَلِكَ الْحَدِيث وَحُكِيَ عَنْ طَائِفَة مِنْ السَّلَف أَنَّهُمْ قَالُوا لَا يَحْرُم مُطْلَقًا . \" ذِكْرُ الْآثَار بِذَلِكَ \" قَالَ اِبْن جَرِير : حَدَّثَنَا هَنَّاد حَدَّثَنَا وَكِيع عَنْ شُعْبَة عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب قَالَ قَالَ سَلْمَان الْفَارِسِيّ كُلْ وَإِنْ أَكَلَ ثُلُثَيْهِ يَعْنِي الصَّيْد إِذَا أَكَلَ مِنْهُ الْكَلْب وَكَذَا رَوَاهُ سَعِيد بْن أَبِي عَرُوبَة وَعُمَر بْن عَامِر عَنْ قَتَادَة وَكَذَا رَوَاهُ مُحَمَّد بْن زَيْد عَنْ سَعِيد بْن الْمُسَيِّب عَنْ سَلْمَان . وَرَوَاهُ اِبْن جَرِير أَيْضًا عَنْ مُجَاهِد بْن مُوسَى عَنْ يَزِيد عَنْ حُمَيْد عَنْ بَكْر بْن عَبْد اللَّه الْمُزَنِيّ وَالْقَاسِم بْن سَلْمَان قَالَ : إِذَا أَكَلَ الْكَلْب فَكُلْ وَإِنْ أَكَلَ ثُلُثَيْهِ وَقَالَ اِبْن جَرِير : حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنَا مَخْرَمَة بْن بُكَيْر عَنْ أَبِيهِ عَنْ حُمَيْد أَنَّ مَالِك بْن خَيْثَم الدُّؤَلِيّ أَنَّهُ سَأَلَ سَعْد بْن أَبِي وَقَّاص عَنْ الصَّيْد يَأْكُل مِنْهُ الْكَلْب فَقَالَ : كُلْ وَإِنْ لَمْ يَبْقَ مِنْهُ إِلَّا حِذْيَةٌ يَعْنِي بَضْعَة وَرَوَاهُ شُعْبَة عَنْ عَبْد رَبّه بْن سَعِيد عَنْ بُكَيْر بْن الْأَشَجّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ : كُلْ وَإِنْ أَكَلَ ثُلُثَيْهِ وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا دَاوُد عَنْ عَامِر عَنْ أَبِي هُرَيْرَة قَالَ : إِذَا أَرْسَلْت كَلْبك فَأَكَلَ مِنْهُ فَإِنْ أَكَلَ ثُلُثَيْهِ وَبِهِ ثُلُثه فَكُلْهُ وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر قَالَ سَمِعْت عَبْد اللَّه . وَحَدَّثْنَا هَنَّاد حَدَّثَنَا عَبْدَة عَنْ عُبَيْد اللَّه بْن عُمَر عَنْ نَافِع عَنْ عَبْد اللَّه بْن عُمَر قَالَ : إِذَا أَرْسَلْت كَلْبك الْمُعَلَّم وَذَكَرْت اِسْم اللَّه فَكُلْ مَا أَمْسَكَ عَلَيْك أَكَلَ أَوْ لَمْ يَأْكُل . وَكَذَا رَوَاهُ عُبَيْد اللَّه بْن عُمَر وَابْن أَبِي ذِئْب وَغَيْر وَاحِد عَنْ نَافِع فَهَذِهِ الْآثَار ثَابِتَة عَنْ سَلْمَان وَسَعْد بْن أَبِي وَقَّاص وَأَبِي هُرَيْرَة وَابْن عُمَر وَهُوَ مَحْكِيّ عَنْ عَلِيّ وَابْن عَبَّاس وَاخْتُلِفَ فِيهِ عَنْ عَطَاء وَالْحَسَن الْبَصْرِيّ وَهُوَ قَوْل الزُّهْرِيّ وَرَبِيعَة وَمَالِك وَإِلَيْهِ ذَهَبَ الشَّافِعِيّ فِي الْقَدِيم وَأَوْمَأَ إِلَيْهِ فِي الْجَدِيد . وَقَدْ رُوِيَ مِنْ طَرِيق سَلْمَان الْفَارِسِيّ مَرْفُوعًا فَقَالَ اِبْن جَرِير : حَدَّثَنَا عُمَر أَنَّ اِبْن بَكَّار الْكُلَاعِيّ حَدَّثَنَا عَبْد الْعَزِيز بْن مُوسَى اللَّاحُونِيّ حَدَّثَنَا مُحَمَّد بْن دِينَار وَهُوَ الطَّاجِيّ عَنْ أَبِي إِيَاس - مُعَاوِيَة بْن قُرَّة - عَنْ سَعِيد بْن الْمُسَيِّب عَنْ سَلْمَان الْفَارِسِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا أَرْسَلَ الرَّجُل كَلْبه عَلَى الصَّيْد فَأَدْرَكَهُ وَقَدْ أَكَلَ مِنْهُ فَيَأْكُل مَا بَقِيَ \" ثُمَّ قَالَ اِبْن جَرِير : وَفِي إِسْنَاد هَذَا الْحَدِيث نَظَر وَسَعِيد غَيْر مَعْلُوم لَهُ سَمَاع مِنْ سَلْمَان وَالثِّقَات يَرْوُونَهُ مِنْ كَلَام سَلْمَان غَيْر مَرْفُوع وَهَذَا الَّذِي قَالَهُ اِبْن جَرِير صَحِيح لَكِنْ قَدْ رُوِيَ هَذَا الْمَعْنَى مَرْفُوعًا مِنْ وُجُوه أُخَر فَقَالَ أَبُو دَاوُدَ : حَدَّثَنَا مُحَمَّد بْن مِنْهَال الضَّرِير حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا حَبِيب الْمُعَلِّم عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ أَعْرَابِيًّا يُقَال لَهُ أَبُو ثَعْلَبَة قَالَ : يَا رَسُول اللَّه إِنَّ لِي كِلَابًا مُكَلَّبَة فَأَفْتِنِي فِي صَيْدِهَا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ :\" إِنْ كَانَ لَك كِلَابٌ مُكَلَّبَةٌ فَكُلْ مِمَّا أَمْسَكْنَ عَلَيْك\" فَقَالَ ذَكِيًّا وَغَيْرَ ذَكِيٍّ وَإِنْ أَكَلَ مِنْهُ ؟ قَالَ نَعَمْ وَإِنْ أَكَلَ مِنْهُ فَقَالَ : يَا رَسُول اللَّه أَفْتِنِي فِي قَوْسِي قَالَ : \" كُلْ مَا رَدَّتْ عَلَيْك قَوْسُك \" قَالَ ذَكِيًّا وَغَيْر ذَكِيّ ؟ قَالَ وَإِنْ تَغَيَّبَ عَنْك مَا لَمْ يَصِل أَوْ تَجِد فِيهِ أَثَرًا غَيْر سَهْمِك قَالَ : أَفْتِنِي فِي آنِيَة الْمَجُوس إِذَا اُضْطُرِرْنَا إِلَيْهَا قَالَ : \" اِغْسِلْهَا وَكُلْ فِيهَا \" هَكَذَا رَوَاهُ أَبُو دَاوُدَ وَقَدْ أَخْرَجَهُ النَّسَائِيّ وَكَذَا رَوَاهُ أَبُو دَاوُدَ مِنْ طَرِيق يُونُس بْن سَيْف عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ أَبِي ثَعْلَبَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا أَرْسَلْت كَلْبك وَذَكَرْت اِسْم اللَّه فَكُلْ وَإِنْ أَكَلَ مِنْهُ وَكُلْ مَا رَدَّتْ عَلَيْك يَدك \" وَهَذَانِ إِسْنَادَانِ جَيِّدَانِ وَقَدْ رَوَى الثَّوْرِيّ عَنْ سِمَاك بْن حَرْب عَنْ عَدِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ : \" مَا كَانَ مِنْ كَلْب ضَارٍ أَمْسَكَ عَلَيْك فَكُلْ \" قُلْت : وَإِنْ أَكَلَ قَالَ : \" نَعَمْ \" وَرَوَى عَبْد الْمَلِك بْن حَبِيب حَدَّثَنَا أَسَد بْن مُوسَى عَنْ اِبْن أَبِي زَائِدَة عَنْ الشَّعْبِيّ عَنْ عَدِيّ بِمِثْلِهِ فَهَذِهِ آثَار دَالَّة عَلَى أَنَّهُ يُغْتَفَر وَإِنْ أَكَلَ مِنْهُ الْكَلْب وَقَدْ اِحْتَجَّ بِهَا مَنْ لَمْ يُحَرِّم الصَّيْد بِأَكْلِ الْكَلْب وَمَا أَشْبَهَهُ كَمَا تَقَدَّمَ عَمَّنْ حَكَيْنَاهُ عَنْهُمْ . وَقَدْ تَوَسَّطَ آخَرُونَ فَقَالُوا : إِنْ أَكَلَ عَقِب مَا أَمْسَكَهُ فَإِنَّهُ يَحْرُم لِحَدِيثِ عَدِيّ بْن حَاتِم وَلِلْعِلَّةِ الَّتِي أَشَارَ إِلَيْهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" فَإِنْ أَكَلَ فَلَا تَأْكُل فَإِنِّي أَخَاف أَنْ يَكُون أَمْسَكَ عَلَى نَفْسه \" وَأَمَّا إِنْ أَمْسَكَهُ ثُمَّ اِنْتَظَرَ صَاحِبه فَطَالَ عَلَيْهِ وَجَاعَ فَأَكَلَ مِنْهُ لِجَزَعِهِ فَإِنَّهُ لَا يُؤَثِّر فِي التَّحْرِيم وَحَمَلُوا عَلَى ذَلِكَ حَدِيث أَبِي ثَعْلَبَة الْخُشَنِيّ وَهَذَا تَفْرِيق حَسَن وَجَمْع بَيْن الْحَدِيثَيْنِ صَحِيح . وَقَدْ تَمَنَّى الْأُسْتَاذ أَبُو الْمَعَالِي الْجُوَيْنِيّ فِي كِتَابه النِّهَايَة أَنْ لَوْ فَصَّلَ مُفَصِّل هَذَا التَّفْصِيل وَقَدْ حَقَّقَ اللَّه أَمْنِيَّته وَقَالَ بِهَذَا الْقَوْل وَالتَّفْرِيق طَائِفَة مِنْ الْأَصْحَاب مِنْهُمْ وَقَالَ آخَرُونَ قَوْلًا رَابِعًا فِي الْمَسْأَلَة وَهُوَ التَّفْرِقَة بَيْن أَكْل الْكَلْب فَحَرَّمَ لِحَدِيثِ عَدِيّ وَبَيْن أَكْل الصُّقُور وَنَحْوهَا فَلَا يُحَرِّم لِأَنَّهُ لَا يَقْبَل التَّعْلِيم إِلَّا بِالْأَكْلِ . وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَسْبَاط بْن مُحَمَّد حَدَّثَنَا أَبُو إِسْحَاق الشَّيْبَانِيّ عَنْ حَمَّاد عَنْ إِبْرَاهِيم عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ فِي الطَّيْر إِذَا أَرْسَلْته فَقَتَلَ فَكُلْ فَإِنَّ الْكَلْب إِذَا ضَرَبْته لَمْ يَعُدْ وَإِنْ تَعَلَّمَ الطَّيْر أَنْ يَرْجِع إِلَى صَاحِبه وَلَيْسَ يُضْرَب فَإِذَا أَكَلَ مِنْ الصَّيْد وَنَتَفَ الرِّيش فَكُلْ وَكَذَا قَالَ إِبْرَاهِيم النَّخَعِيّ وَالشَّعْبِيّ وَحَمَّاد بْن أَبِي سُلَيْمَان وَقَدْ يُحْتَجّ لِهَؤُلَاءِ بِمَا رَوَاهُ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا الْمُحَارِبِيّ حَدَّثَنَا مُجَالِد عَنْ الشَّعْبِيّ عَنْ عَدِيّ بْن حَاتِم قَالَ : قُلْت يَا رَسُول اللَّه إِنَّا قَوْم نَصِيد بِالْكِلَابِ وَالْبُزَاة فَمَا يَحِلّ لَنَا مِنْهَا ؟ قَالَ : \" يَحِلّ لَكُمْ مَا عَلَّمْتُمْ مِنْ الْجَوَارِح مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمْ اللَّه فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اِسْم اللَّه عَلَيْهِ ثُمَّ قَالَ : مَا أَرْسَلْت مِنْ كَلْب وَذَكَرْت اِسْم اللَّه عَلَيْهِ فَكُلْ مِمَّا أَمْسَكَ عَلَيْك \" قُلْت : وَإِنْ قَتَلَ قَالَ : \" وَإِنْ قَتَلَ مَا لَمْ يَأْكُل \" قُلْت : يَا رَسُول اللَّه وَإِنْ خَالَطَتْ كِلَابُنَا كِلَابًا غَيْرهَا قَالَ فَلَا تَأْكُل حَتَّى تَعْلَم أَنَّ كَلْبك هُوَ الَّذِي أَمْسَكَ قَالَ قُلْت إِنَّا قَوْم نَرْمِي فَمَا يَحِلّ لَنَا قَالَ : \" مَا ذَكَرْت اِسْم اللَّه عَلَيْهِ وَخَزَقْت فَكُلْ \" فَوَجْه الدَّلَالَة لَهُمْ أَنَّهُ اِشْتَرَطَ فِي الْكَلْب أَنْ لَا يَأْكُل وَلَمْ يَشْتَرِط ذَلِكَ فِي الْبُزَاة فَدَلَّ عَلَى التَّفْرِقَة بَيْنهمَا فِي الْحُكْم وَاَللَّه أَعْلَمُ. وَقَوْله تَعَالَى \" فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اِسْم اللَّه عَلَيْهِ \" أَيْ عِنْد إِرْسَاله كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَدِيِّ بْن حَاتِم \" إِذَا أَرْسَلْت كَلْبك الْمُعَلَّم وَذَكَرْت اِسْم اللَّه فَكُلْ مَا أَمْسَكَ عَلَيْك\" وَفِي حَدِيث أَبِي ثَعْلَبَة الْمُخَرَّج فِي الصَّحِيحَيْنِ أَيْضًا\" إِذَا أَرْسَلْت كَلْبك فَاذْكُرْ اِسْم اللَّه وَإِذَا رَمَيْت بِسَهْمِك فَاذْكُرْ اِسْم اللَّه \" وَلِهَذَا اِشْتَرَطَ مَنْ اِشْتَرَطَ مِنْ الْأَئِمَّة كَالْإِمَامِ أَحْمَد رَحِمَهُ اللَّه فِي الْمَشْهُور عَنْهُ التَّسْمِيَةَ عِنْد إِرْسَال الْكَلْب وَالرَّمْي بِالسَّهْمِ لِهَذِهِ الْآيَة وَهَذَا الْحَدِيث وَهَذَا الْقَوْل هُوَ الْمَشْهُور عَنْ الْجُمْهُور أَنَّ الْمُرَاد بِهَذِهِ الْآيَة الْأَمْر بِالتَّسْمِيَةِ عِنْد الْإِرْسَال كَمَا قَالَ السُّدِّيّ وَغَيْره وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَاذْكُرُوا اِسْم اللَّه عَلَيْهِ \" يَقُول إِذَا أَرْسَلْت جَارِحك فَقُلْ بِسْمِ اللَّه وَإِنْ نَسِيت فَلَا حَرَج وَقَالَ بَعْض النَّاس الْمُرَاد بِهَذِهِ الْآيَة الْأَمْر بِالتَّسْمِيَةِ عِنْد الْأَكْل كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَّمَ رَبِيبه عُمَر بْن أَبِي سَلَمَة فَقَالَ : \" سَمِّ اللَّه وَكُلْ بِيَمِينِك وَكُلْ مِمَّا يَلِيك \" وَفِي صَحِيح الْبُخَارِيّ عَنْ عَائِشَة أَنَّهُمْ قَالُوا : يَا رَسُول اللَّه إِنَّ قَوْمًا يَأْتُونَنَا حَدِيث عَهْدهمْ بِكُفْرٍ بِلُحْمَان لَا نَدْرِي أَذُكِرَ اِسْمُ اللَّهِ عَلَيْهَا أَمْ لَا ؟ فَقَالَ :\" سَمُّوا اللَّهَ أَنْتُمْ وَكُلُوا \" . \" حَدِيث آخَر \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد حَدَّثَنَا هِشَام عَنْ بُدَيْل عَنْ عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَأْكُل الطَّعَام فِي سِتَّة نَفَر مِنْ أَصْحَابه فَجَاءَ أَعْرَابِيّ فَأَكَلَهُ بِلُقْمَتَيْنِ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَمَا إِنَّهُ لَوْ كَانَ ذَكَرَ اِسْمَ اللَّه لَكَفَاكُمْ فَإِذَا أَكَلَ أَحَدكُمْ طَعَامًا فَلْيَذْكُرْ اِسْم اللَّه فَإِنْ نَسِيَ أَنْ يَذْكُر اِسْم اللَّه فِي أَوَّله فَلْيَقُلْ بِاسْمِ اللَّه أَوَّله وَآخِره \" وَهَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ يَزِيد بْن هَارُون بِهِ وَهَذَا مُنْقَطِع بَيْن عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر وَعَائِشَة فَإِنَّهُ لَمْ يَسْمَع مِنْهَا هَذَا الْحَدِيث بِدَلِيلِ مَا رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الْوَهَّاب أَخْبَرَنَا هِشَام يَعْنِي اِبْن أَبِي عَبْد اللَّه الدَّسْتُوَائِيّ عَنْ بُدَيْل عَنْ عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر أَنَّ اِمْرَأَة مِنْهُمْ يُقَال لَهَا أُمّ كُلْثُوم حَدَّثَتْهُ عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَأْكُل طَعَامًا فِي سِتَّة نَفَر مِنْ أَصْحَابه فَجَاءَ أَعْرَابِيّ جَائِع فَأَكَلَهُ بِلُقْمَتَيْنِ فَقَالَ : \" أَمَا إِنَّهُ لَوْ ذَكَرَ اِسْمَ اللَّهِ لَكَفَاكُمْ فَإِذَا أَكَلَ أَحَدكُمْ فَلْيَذْكُرْ اِسْم اللَّه فَإِنْ نَسِيَ اِسْم اللَّه فِي أَوَّله فَلْيَقُلْ بِاسْمِ اللَّه أَوَّله وَآخِره \" رَوَاهُ أَحْمَد أَيْضًا وَأَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ غَيْر وَجْه عَنْ هِشَام الدَّسْتُوَائِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . \" حَدِيث آخَر \" وَقَالَ أَحْمَد : حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا جَابِر بْن صُبْح حَدَّثَنِي الْمُثَنَّى بْن عَبْد الرَّحْمَن الْخُزَاعِيّ وَصَحِبْته إِلَى وَاسِط فَكَانَ يُسَمِّي فِي أَوَّل طَعَامه وَفِي آخِر لُقْمَة يَقُول بِسْمِ اللَّه أَوَّله وَآخِره فَقُلْت لَهُ إِنَّك تُسَمِّي فِي أَوَّل مَا تَأْكُل أَرَأَيْت قَوْلك فِي آخِر مَا تَأْكُل بِسْمِ اللَّه أَوَّله وَآخِره فَقَالَ أُخْبِرك أَنَّ جَدِّي أُمَيَّة بْن مَخْشِيّ وَكَانَ مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمِعْته يَقُول إِنَّ رَجُلًا كَانَ يَأْكُل وَالنَّبِيّ يَنْظُر فَلَمْ يُسَمِّ حَتَّى كَانَ فِي آخِر طَعَامه لُقْمَةٌ قَالَ بِسْمِ اللَّه أَوَّله وَآخِره فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَاَللَّه مَا زَالَ الشَّيْطَان يَأْكُل مَعَهُ حَتَّى سَمَّى فَلَمْ يَبْقَ شَيْء فِي بَطْنه حَتَّى قَاءَهُ \" وَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ حَدِيث جَابِر بْن صُبْح الرَّاسِبِيّ أَبِي بِشْر الْبَصْرِيّ وَثَّقَهُ اِبْن مَعِين وَالنَّسَائِيّ وَقَالَ أَبُو الْفَتْح الْأَزْدِيّ لَا تَقُوم بِهِ حُجَّة . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا الْأَعْمَش عَنْ خَيْثَمَةَ عَنْ أَبِي حُذَيْفَة - قَالَ أَبُو عَبْد الرَّحْمَن عَبْد اللَّه بْن الْإِمَام أَحْمَد وَاسْمه سَلَمَة بْن الْهَيْثَم بْن صُهَيْب مِنْ أَصْحَاب اِبْن مَسْعُود عَنْ حُذَيْفَة قَالَ : كُنَّا إِذَا حَضَرْنَا مَعَ النَّبِيّ عَلَى طَعَام لَمْ نَضَع أَيْدِيَنَا حَتَّى يَبْدَأ رَسُول اللَّه فَيَضَع يَده وَإِنَّا حَضَرْنَا مَعَهُ طَعَامًا مَا فَجَاءَتْ جَارِيَة كَأَنَّمَا تُدْفَع فَذَهَبَتْ تَضَع يَدهَا فِي الطَّعَام فَأَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهَا وَجَاءَ أَعْرَابِيّ كَأَنَّمَا يُدْفَع فَذَهَبَ يَضَع يَده فِي الطَّعَام فَأَخَذَ رَسُول اللَّه بِيَدِهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ الشَّيْطَان مُسْتَحِلّ الطَّعَام إِذَا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَإِنَّهُ جَاءَ بِهَذِهِ الْجَارِيَة لِيَسْتَحِلّ بِهَا فَأَخَذْت بِيَدِهَا وَجَاءَ بِهَذَا الْأَعْرَابِيّ لِيَسْتَحِلّ فَأَخَذْت بِيَدِهِ وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ يَده فِي يَدِي مَعَ يَدَيْهِمَا \" يَعْنِي الشَّيْطَان وَكَذَا رَوَاهُ مُسْلِم وَأَبُو دَاوُدَ وَالنَّسَائِيّ حَدِيث الْأَعْمَش. \" حَدِيث آخَر \" رَوَى مُسْلِم وَأَهْل السُّنَن إِلَّا التِّرْمِذِيّ مِنْ طَرِيق اِبْن جُرَيْج عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بْن عَبْد اللَّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا دَخَلَ الرَّجُل بَيْته فَذَكَرَ اللَّه عِنْد دُخُوله وَعِنْد طَعَامه قَالَ الشَّيْطَان لَا مَبِيت لَكُمْ وَلَا عَشَاء وَإِذَا دَخَلَ وَلَمْ يَذْكُر اِسْم اللَّه عِنْد دُخُوله قَالَ الشَّيْطَان أَدْرَكْتُمْ الْمَبِيت فَإِذَا لَمْ يَذْكُر اِسْم اللَّه عِنْد طَعَامه قَالَ أَدْرَكْتُمْ الْمَبِيت وَالْعَشَاء \" لَفْظ أَبِي دَاوُدَ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن عَبْد رَبِّهِ حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ وَحْشِيّ بْن حَرْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّا نَأْكُل وَمَا نَشْبَع قَالَ : \" فَلَعَلَّكُمْ تَأْكُلُونَ مُتَفَرِّقِينَ اِجْتَمِعُوا عَلَى طَعَامكُمْ وَاذْكُرُوا اِسْم اللَّه يُبَارَك لَكُمْ فِيهِ \" وَرَوَاهُ أَبُو دَاوُدَ وَابْن مَاجَهْ مِنْ طَرِيق الْوَلِيد بْن مُسْلِم .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41491, "aya_id": 4}]