[{"text": "إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا", "sura_id": 48, "type": 0, "id": 4593, "aya_id": 10}, {"text": "إن الذين يبايعونك إنما يبايعون الله يد الله فوق أيديهم فمن نكث فإنما ينكث على نفسه ومن أوفى بما عاهد عليه الله فسيؤتيه أجرا عظيما", "sura_id": 48, "type": 1, "id": 10829, "aya_id": 10}, {"text": "10 - (إن الذين يبايعونك) بيعة الرضوان بالحديبية (إنما يبايعون الله) هو نحو من يطع الرسول فقد أطاع الله (يد الله فوق أيديهم) التي بايعوا بها النبي أي هو تعالى مطلع على مبايعتهم فيجازيهم عليها (فمن نكث) نقض البيعة (فإنما ينكث) يرجع وبال نقصه (على نفسه ومن أوفى بما عاهد عليه الله فسيؤتيه) بالياء والنون (أجرا عظيما) \r\n", "sura_id": 48, "type": 2, "id": 29537, "aya_id": 10}, {"text": "إن الذين يبايعونك -أيها النبي- بـ \"الحديبية\" على القتال إنما يبايعون الله, ويعقدون العقد معه ابتغاء جنته ورضوانه, يد الله فوق أيديهم, فهو معهم يسمع أقوالهم, ويرى مكانهم, ويعلم ضمائرهم وظواهرهم, فمن نقض بيعته فإنما يعود وبال ذلك على نفسه, ومن أوفى بما عاهد الله عليه من الصبر عند لقاء العدو في سبيل الله ونصرة نبيه محمد صلى الله عليه وسلم, فسيعطيه الله ثوابًا جزيلا وهو الجنة. وفي الآية إثبات صفة اليد لله تعالى بما يليق به سبحانه, دون تشبيه ولا تكييف.\r\n", "sura_id": 48, "type": 3, "id": 35773, "aya_id": 10}, {"text": " <font color=red>إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا</font><BR><p>ثُمَّ قَالَ عَزَّ وَجَلَّ لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَشْرِيفًا لَهُ وَتَعْظِيمًا وَتَكْرِيمًا \" إِنَّ الَّذِينَ يُبَايِعُونَك إِنَّمَا يُبَايِعُونَ اللَّه \" كَقَوْلِهِ جَلَّ وَعَلَا \" مَنْ يُطِعْ الرَّسُول فَقَدْ أَطَاعَ اللَّه \" \" يَد اللَّه فَوْق أَيْدِيهمْ \" أَيْ هُوَ حَاضِر مَعَهُمْ يَسْمَع أَقْوَالهمْ وَيَرَى مَكَانهمْ وَيَعْلَم ضَمَائِرهمْ وَظَوَاهِرهمْ فَهُوَ تَعَالَى هُوَ الْمُبَايِع بِوَاسِطَةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَقَوْلِهِ تَعَالَى \" إِنَّ اللَّه اِشْتَرَى مِنْ الْمُؤْمِنِينَ أَنْفُسهمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّة يُقَاتِلُونَ فِي سَبِيل اللَّه فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاة وَالْإِنْجِيل وَالْقُرْآن وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّه فَاسْتَبْشِرُوا بِبَيْعِكُمْ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْز الْعَظِيم \" وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا الْفَضْل بْن يَحْيَى الْأَنْبَارِيّ حَدَّثَنَا عَلِيّ بْن بَكَّار عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" مَنْ سَلَّ سَيْفَهُ فِي سَبِيلِ اللَّهِ فَقَدْ بَايَعَ اللَّهَ \" وَحَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْنُ الْمُغِيرَةِ أَخْبَرَنَا جَرِيرٌ عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْحَجَر \" وَاَللَّه لَيَبْعَثَنَّهُ اللَّه عَزَّ وَجَلَّ يَوْم الْقِيَامَة لَهُ عَيْنَانِ يَنْظُر بِهِمَا وَلِسَان يَنْطِق بِهِ وَيَشْهَد عَلَى مَنْ اِسْتَلَمَهُ بِالْحَقِّ فَمَنْ اِسْتَلَمَهُ فَقَدْ بَايَعَ اللَّه تَعَالَى \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الَّذِينَ يُبَايِعُونَك إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ \" وَلِهَذَا قَالَ تَعَالَى هَهُنَا \" فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُث عَلَى نَفْسِهِ\" أَيْ إِنَّمَا يَعُود وَبَالُ ذَلِكَ عَلَى النَّاكِثِ وَاَللَّهُ غَنِيٌّ عَنْهُ \" وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْه اللَّه فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا \" أَيْ ثَوَابًا جَزِيلًا وَهَذِهِ الْبَيْعَة هِيَ بَيْعَة الرِّضْوَان وَكَانَتْ تَحْت شَجَرَة سَمُرَة بِالْحُدَيْبِيَةِ وَكَانَ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ الَّذِينَ بَايَعُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمئِذٍ قِيلَ أَلْفًا وَثَلَاثَمِائَةٍ وَقِيلَ وَأَرْبَعَمِائَةٍ وَقِيلَ وَخَمْسَمِائَةٍ وَالْأَوْسَط أَصَحُّ\" ذِكْر الْأَحَادِيث الْوَارِدَة فِي ذَلِكَ \" قَالَ الْبُخَارِيّ حَدَّثَنَا قُتَيْبَة حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ كُنَّا يَوْم الْحُدَيْبِيَة أَلْفًا وَأَرْبَعَمِائَةٍ وَرَوَاهُ مُسْلِم مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ بِهِ وَأَخْرَجَاهُ أَيْضًا مِنْ حَدِيث الْأَعْمَش عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : كُنَّا يَوْمئِذٍ أَلْفًا وَأَرْبَعَمِائَةٍ وَوَضَعَ يَده فِي ذَلِكَ الْمَاء فَجَعَلَ الْمَاء يَنْبُع مِنْ بَيْن أَصَابِعه حَتَّى رَوَوْا كُلُّهُمْ , وَهَذَا مُخْتَصَر مِنْ سِيَاق آخَر حِين ذَكَرَ قِصَّة عَطَشِهِمْ يَوْمَ الْحُدَيْبِيَةِ وَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهُمْ سَهْمًا مِنْ كِنَانَتِهِ فَوَضَعُوهُ فِي بِئْرِ الْحُدَيْبِيَةِ فَجَاشَتْ بِالْمَاءِ حَتَّى كَفَتْهُمْ فَقِيلَ لِجَابِرٍ رَضِيَ اللَّه عَنْهُ كَمْ كُنْتُمْ يَوْمئِذٍ ؟ قَالَ كُنَّا أَلْفًا وَأَرْبَعمِائَةٍ وَلَوْ كُنَّا مِائَةَ أَلْفٍ لَكَفَانَا وَفِي رِوَايَة فِي الصَّحِيحَيْنِ عَنْ جَابِر رَضِيَ اللَّه عَنْهُ أَنَّهُمْ كَانُوا خَمْس عَشْرَة مِائَة وَرَوَى الْبُخَارِيّ مِنْ حَدِيث قَتَادَة قُلْت لِسَعِيدِ بْن الْمُسَيِّب كَمْ كَانَ الَّذِينَ شَهِدُوا بَيْعَة الرِّضْوَان ؟ قَالَ خَمْس عَشْرَة مِائَة قُلْت فَإِنَّ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا قَالَ كَانُوا أَرْبَع عَشْرَة مِائَة قَالَ رَحِمَهُ اللَّه : وَهِمَ هُوَ حَدَّثَنِي أَنَّهُمْ كَانُوا خَمْس عَشْرَة مِائَة قَالَ الْبَيْهَقِيّ : هَذِهِ الرِّوَايَة تَدُلّ عَلَى أَنَّهُ كَانَ فِي الْقَدِيم يَقُول خَمْس عَشْرَة مِائَة ثُمَّ ذَكَرَ الْوَهْم فَقَالَ أَرْبَع عَشْرَة مِائَة وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُمْ كَانُوا أَلْفًا وَخَمْسَمِائَةٍ وَخَمْسَة وَعِشْرِينَ وَالْمَشْهُور الَّذِي رَوَاهُ عَنْهُ غَيْر وَاحِد أَرْبَع عَشْرَة مِائَة وَهَذَا هُوَ الَّذِي رَوَاهُ الْبَيْهَقِيّ عَنْ الْحَاكِم عَنْ الْأَصَمّ عَنْ الْعَبَّاس الدَّوْرِيّ عَنْ يَحْيَى بْن مَعِين عَنْ شَبَّابَة بْن سِوَار عَنْ شُعْبَة عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِيهِ قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَحْت الشَّجَرَة أَلْفًا وَأَرْبَعَمِائَةٍ , وَكَذَلِكَ هُوَ الَّذِي فِي رِوَايَة سَلَمَة بْن الْأَكْوَع , وَمَعْقِل بْن يَسَار وَالْبَرَاء بْن عَازِب رَضِيَ اللَّه عَنْهُمْ , وَبِهِ يَقُول غَيْر وَاحِد مِنْ أَصْحَاب الْمَغَازِي وَالسِّيَر , وَقَدْ أَخْرَجَ صَاحِبَا الصَّحِيح مِنْ حَدِيث شُعْبَة عَنْ عَمْرو بْن مُرَّة قَالَ : سَمِعْت عَبْد اللَّه بْن أَبِي أَوْفَى رَضِيَ اللَّه عَنْهُ يَقُول : كَانَ أَصْحَاب الشَّجَرَة أَلْفًا وَأَرْبَعَمِائَةٍ وَكَانَتْ أَسْلَمُ يَوْمَئِذٍ ثُمْنَ الْمُهَاجِرِينَ , وَرَوَى مُحَمَّد بْن إِسْحَاق فِي السِّيرَة عَنْ الزُّهْرِيّ عَنْ عُرْوَة بْن الزُّبَيْر عَنْ الْمِسْوَر بْن مَخْرَمَة وَمَرْوَان بْن الْحَكَم أَنَّهُمَا حَدَّثَاهُ قَالَا : خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْحُدَيْبِيَةِ يُرِيدُ زِيَارَةَ الْبَيْتِ لَا يُرِيد قِتَالًا وَسَاقَ مَعَهُ الْهَدْي سَبْعِينَ بَدَنَة وَكَانَ النَّاس سَبْعَمِائَةٍ رَجُل كُلّ بَدَنَة عَنْ عَشَرَة نَفَر وَكَانَ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا فِيمَا بَلَغَنِي عَنْهُ يَقُول : كُنَّا أَصْحَاب الْحُدَيْبِيَة أَرْبَع عَشْرَة مِائَة كَذَا قَالَ اِبْن إِسْحَاق وَهُوَ مَعْدُود مِنْ أَوْهَامه فَإِنَّ الْمَحْفُوظ فِي الصَّحِيحَيْنِ أَنَّهُمْ كَانُوا بِضْع عَشْرَة مِائَة كَمَا سَيَأْتِي إِنْ شَاءَ اللَّه تَعَالَى . \" ذِكْر سَبَب هَذِهِ الْبَيْعَة الْعَظِيمَة \" قَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي السِّيرَة ثُمَّ دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ لِيَبْعَثهُ إِلَى مَكَّة لِيُبَلِّغ عَنْهُ أَشْرَاف قُرَيْش مَا جَاءَ لَهُ فَقَالَ يَا رَسُول اللَّه إِنِّي أَخَاف قُرَيْشًا عَلَى نَفْسِي وَلَيْسَ بِمَكَّة مِنْ بَنِي عَدِيّ بْن كَعْب مَنْ يَمْنَعنِي وَقَدْ عَرَفَتْ قُرَيْش عَدَاوَتِي إِيَّاهَا وَغِلَظِي عَلَيْهَا وَلَكِنِّي أَدُلُّك عَلَى رَجُل أَعَزَّ بِهَا مِنِّي عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ نَبْعَثهُ إِلَى أَبِي سُفْيَان وَأَشْرَاف قُرَيْش يُخْبِرهُمْ أَنَّهُ لَمْ يَأْتِ لِحَرْبٍ وَأَنَّهُ إِنَّمَا جَاءَ زَائِرًا لِهَذَا الْبَيْت وَمُعَظِّمًا لِحُرْمَتِهِ فَخَرَجَ عُثْمَان رَضِيَ اللَّه عَنْهُ إِلَى مَكَّة فَلَقِيَهُ أَبَان بْن سَعِيد بْن الْعَاصِ حِين دَخَلَ مَكَّة أَوْ قَبْل أَنْ يَدْخُلَهَا فَحَمَلَهُ بَيْن يَدَيْهِ ثُمَّ أَجَارَهُ حَتَّى بَلَّغَ رِسَالَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَانْطَلَقَ عُثْمَان رَضِيَ اللَّه عَنْهُ حَتَّى أَتَى أَبَا سُفْيَان وَعُظَمَاء قُرَيْش فَبَلَّغَهُمْ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَرْسَلَهُ بِهِ فَقَالُوا لِعُثْمَان رَضِيَ اللَّه عَنْهُ حِين فَرَغَ مِنْ رِسَالَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ إِنْ شِئْت أَنْ تَطُوف بِالْبَيْتِ فَطُفْ فَقَالَ مَا كُنْت لِأَفْعَل حَتَّى يَطُوفَ بِهِ رَسُولُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاحْتَبَسَتْهُ قُرَيْشٌ عِنْدهَا فَبَلَغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمِينَ أَنَّ عُثْمَان رَضِيَ اللَّه عَنْهُ قَدْ قُتِلَ قَالَ اِبْن إِسْحَاق فَحَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ حِين بَلَغَهُ أَنَّ عُثْمَان قَدْ قُتِلَ : \" لَا نَبْرَح حَتَّى نُنَاجِز الْقَوْم \" وَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّاس إِلَى الْبَيْعَة فَكَانَتْ بَيْعَة الرِّضْوَان تَحْت الشَّجَرَة فَكَانَ النَّاس يَقُولُونَ بَايَعَهُمْ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمَوْتِ وَكَانَ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا يَقُول : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يُبَايِعهُمْ عَلَى الْمَوْت وَلَكِنْ بَايَعَنَا عَلَى أَنْ لَا نَفِرّ فَبَايَعَ النَّاس وَلَمْ يَتَخَلَّف أَحَد مِنْ الْمُسْلِمِينَ حَضَرَهَا إِلَّا الْجَدّ بْن قَيْس أَخُو بَنِي سَلَمَة فَكَانَ جَابِر رَضِيَ اللَّه عَنْهُ يَقُول وَاَللَّه لَكَأَنِّي أَنْظُر إِلَيْهِ لَاصِقًا بِإِبْطِ نَاقَته قَدْ صَبَأَ إِلَيْهَا يَسْتَتِر بِهَا مِنْ النَّاس ثُمَّ أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الَّذِي كَانَ مِنْ أَمْر عُثْمَان رَضِيَ اللَّه عَنْهُ بَاطِل وَذَكَرَ اِبْن لَهِيعَة عَنْ أَبِي الْأَسْوَد عَنْ عُرْوَة بْن الزُّبَيْر رَضِيَ اللَّه عَنْهُمَا قَرِيبًا مِنْ هَذَا السِّيَاق وَزَادَ فِي سِيَاقه أَنَّ قُرَيْشًا بَعَثُوا - وَعِنْدهمْ عُثْمَان رَضِيَ اللَّه عَنْهُ - سُهَيْلَ بْن عَمْرو وَحُوَيْطِبَ بْن عَبْد الْعُزَّى وَمِكْرَز بْن حَفْص إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَيْنَمَا هُمْ عِنْدهمْ إِذْ وَقَعَ كَلَام بَيْن بَعْض الْمُسْلِمِينَ وَبَعْض الْمُشْرِكِينَ وَتَرَامَوْا بِالنَّبْلِ وَالْحِجَارَة وَصَاحَ الْفَرِيقَانِ كِلَاهُمَا وَارْتَهَنَ كُلّ مِنْ الْفَرِيقَيْنِ مَنْ عِنْده مِنْ الرُّسُل وَنَادَى مُنَادِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَّا إِنَّ رُوح الْقُدُس قَدْ نَزَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَمَرَ بِالْبَيْعَةِ فَاخْرُجُوا عَلَى اِسْم اللَّه تَعَالَى فَبَايِعُوا فَسَارَ الْمُسْلِمُونَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ تَحْت الشَّجَرَة فَبَايَعُوهُ عَلَى أَنْ لَا يَفِرُّوا أَبَدًا فَأَرْعَبَ ذَلِكَ الْمُشْرِكِينَ وَأَرْسَلُوا مَنْ كَانَ عِنْدهمْ مِنْ الْمُسْلِمِينَ وَدَعَوْا إِلَى الْمُوَادَعَة وَالصُّلْح وَقَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَخْبَرَنَا عَلِيّ بْن أَحْمَد بْن عَبْدَان أَخْبَرَنَا أَحْمَد بْن عُبَيْد الصَّفَّار حَدَّثَنَا هِشَام حَدَّثَنَا الْحَسَن بْن بَشِير حَدَّثَنَا الْحَكَم بْن عَبْد الْمَلِك عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِبَيْعَةِ الرِّضْوَان كَانَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ رَسُولَ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَهْل مَكَّة فَبَايَعَ النَّاس فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" اللَّهُمَّ إِنَّ عُثْمَان فِي حَاجَة اللَّه تَعَالَى وَحَاجَة رَسُوله \" فَضَرَبَ بِإِحْدَى يَدَيْهِ عَلَى الْأُخْرَى فَكَانَتْ يَد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعُثْمَان رَضِيَ اللَّه عَنْهُ خَيْرًا مِنْ أَيْدِيهمْ لِأَنْفُسِهِمْ قَالَ اِبْن هِشَام حَدَّثَنِي مَنْ أَثِق بِهِ عَمَّنْ حَدَّثَهُ بِإِسْنَادٍ لَهُ عَنْ أَبِي مُلَيْكَة عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعُثْمَان رَضِيَ اللَّه عَنْهُ فَضَرَبَ بِإِحْدَى يَدَيْهِ عَلَى الْأُخْرَى وَقَالَ عَبْد الْمَلِك بْن هِشَام النَّحْوِيّ فَذَكَرَ وَكِيع عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الشَّعْبِيّ قَالَ : إِنَّ أَوَّل مَنْ بَايَعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْعَةَ الرِّضْوَانِ أَبُو سِنَان الْأَسَدِيّ وَقَالَ أَبُو بَكْر عَبْد اللَّه بْن الزُّبَيْر الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنَا اِبْن أَبِي خَالِد عَنْ الشَّعْبِيّ قَالَ : لَمَّا دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّاس إِلَى الْبَيْعَة كَانَ أَوَّل مَنْ اِنْتَهَى إِلَيْهِ أَبُو سِنَان الْأَسَدِيّ فَقَالَ اُبْسُطْ يَدَك أُبَايِعْك فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلَامَ تُبَايِعُنِي ؟ \" فَقَالَ أَبُو سِنَان رَضِيَ اللَّه عَنْهُ عَلَى مَا فِي نَفْسك هَذَا أَبُو سِنَان بْن وَهْب الْأَسَدِيّ رَضِيَ اللَّه عَنْهُ وَقَالَ الْبُخَارِيّ حَدَّثَنَا شُجَاع بْن الْوَلِيد أَنَّهُ سَمِعَ النَّضْر بْن مُحَمَّد يَقُول حَدَّثَنَا صَخْر بْن الرَّبِيع عَنْ نَافِع رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ النَّاس يَتَحَدَّثُونَ أَنَّ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا أَسْلَمَ قَبْل عُمَر وَلَيْسَ كَذَلِكَ , وَلَكِنَّ عُمَر رَضِيَ اللَّه عَنْهُ يَوْم الْحُدَيْبِيَة أَرْسَلَ عَبْد اللَّه إِلَى الْفَرَسِ لَهُ عِنْد رَجُل مِنْ الْأَنْصَار أَنْ يَأْتِي بِهِ لِيُقَاتِل عَلَيْهِ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُبَايِع عِنْد الشَّجَرَة وَعُمَر رَضِيَ اللَّه عَنْهُ لَا يَدْرِي بِذَلِكَ فَبَايَعَهُ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ ثُمَّ ذَهَبَ إِلَى الْفَرَس فَجَاءَ بِهِ إِلَى عُمَر رَضِيَ اللَّه عَنْهُ وَعُمَر رَضِيَ اللَّه عَنْهُ يَسْتَلْئِم لِلْقِتَالِ فَأَخْبَرَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُبَايِع تَحْت الشَّجَرَة فَانْطَلَقَ فَذَهَبَ مَعَهُ حَتَّى بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ الَّتِي يَتَحَدَّث النَّاس أَنَّ اِبْن عُمَر أَسْلَمَ قَبْل عُمَر رَضِيَ اللَّه عَنْهُمَا ثُمَّ قَالَ الْبُخَارِيّ وَقَالَ هِشَام بْن عَمَّار حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا عَمْرو بْن مُحَمَّد الْعُمَرِيّ أَخْبَرَنِي نَافِع عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : إِنَّ النَّاس كَانُوا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ تَفَرَّقُوا فِي ظِلَال الشَّجَر فَإِذَا النَّاس مُحْدِقُونَ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَعْنِي عُمَر رَضِيَ اللَّه عَنْهُ يَا عَبْد اللَّه اُنْظُرْ مَا شَأْن النَّاس قَدْ أَحْدَقُوا بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَجَدَهُمْ يُبَايِعُونَ فَبَايَعَ ثُمَّ رَجَعَ إِلَى عُمَر رَضِيَ اللَّه عَنْهُ فَخَرَجَ فَبَايَعَ وَقَدْ أَسْنَدَهُ الْبَيْهَقِيّ عَنْ أَبِي عَمْرو الْأَدِيب عَنْ أَبِي بَكْر الْإِسْمَاعِيلِيّ عَنْ الْحَسَن بْن سُفْيَان عَنْ دُحَيْم حَدَّثَنِي الْوَلِيد بْن مُسْلِم فَذَكَرَهُ وَقَالَ اللَّيْث عَنْ أَبِي الزُّبَيْر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : كُنَّا يَوْم الْحُدَيْبِيَة أَلْفًا وَأَرْبَعَمِائَةٍ فَبَايَعْنَاهُ , وَعُمَر رَضِيَ اللَّه عَنْهُ أَخَذَ بِيَدِهِ تَحْت الشَّجَرَة وَهِيَ سَمُرَة وَقَالَ بَايَعْنَاهُ عَلَى أَنْ لَا نَفِرّ وَلَمْ نُبَايِعهُ عَلَى الْمَوْت رَوَاهُ مُسْلِم عَنْ قُتَيْبَة عَنْهُ وَرَوَى مُسْلِم عَنْ يَحْيَى عَنْ يَزِيد بْن زُرَيْع عَنْ خَالِد عَنْ الْحَكَم بْن عَبْد اللَّه الْأَعْرَج عَنْ مَعْقِل بْن يَسَار رَضِيَ اللَّه عَنْهُ قَالَ : لَقَدْ رَأَيْتنِي يَوْم الشَّجَرَة وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُبَايِع النَّاس وَأَنَا رَافِع غُصْنًا مِنْ أَغْصَانهَا عَلَى رَأْسه وَنَحْنُ أَرْبَع عَشْرَة مِائَة قَالَ وَلَمْ نُبَايِعهُ عَلَى الْمَوْت وَلَكِنْ بَايَعْنَاهُ عَلَى أَنْ لَا نَفِرّ وَقَالَ الْبُخَارِيّ حَدَّثَنَا الْمَكِّيّ بْن إِبْرَاهِيم عَنْ يَزِيد بْن أَبِي عُبَيْد عَنْ سَلَمَة بْن الْأَكْوَع رَضِيَ اللَّه عَنْهُ قَالَ : بَايَعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَحْت الشَّجَرَة قَالَ يَزِيد قُلْت يَا أَبَا مَسْلَمَة عَلَى أَيّ شَيْء كُنْتُمْ تُبَايِعُونَ يَوْمئِذٍ ؟ قَالَ عَلَى الْمَوْت وَقَالَ الْبُخَارِيّ أَيْضًا حَدَّثَنَا أَبُو عَاصِم حَدَّثَنَا يَزِيد اِبْن أَبِي عُبَيْد عَنْ سَلَمَة رَضِيَ اللَّه عَنْهُ قَالَ : بَايَعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْحُدَيْبِيَة ثُمَّ تَنَحَّيْت فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا سَلَمَة أَلَا تُبَايِع ؟ \" قُلْت قَدْ بَايَعْت قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَقْبِلْ فَبَايِعْ \" فَدَنَوْت فَبَايَعْته قُلْت عَلَامَ بَايَعْته يَا سَلَمَة ؟ قَالَ عَلَى الْمَوْت وَأَخْرَجَهُ مُسْلِم مِنْ وَجْه آخَر عَنْ يَزِيد بْن أَبِي عُبَيْد وَكَذَا رَوَى الْبُخَارِيّ عَنْ عَبَّاد بْن تَمِيم أَنَّهُمْ بَايَعُوهُ عَلَى الْمَوْت وَقَالَ الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عَبْد اللَّه الْحَافِظ أَخْبَرَنَا أَبُو الْفَضْل بْن إِبْرَاهِيم حَدَّثَنَا أَحْمَد بْن سَلَمَة حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا أَبُو عَامِر الْعَقَدِيّ حَدَّثَنَا عَبْد الْمَلِك بْن عَمْرو حَدَّثَنَا عِكْرِمَة بْن عَمَّار الْيَمَامِيّ عَنْ إِيَاس بْن سَلَمَة عَنْ أَبِيهِ سَلَمَة بْن الْأَكْوَع رَضِيَ اللَّه عَنْهُ قَالَ : قَدِمْنَا الْحُدَيْبِيَة مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ أَرْبَع عَشْرَة مِائَة وَعَلَيْهَا خَمْسُونَ شَاة لَا تُرْوِيهَا فَقَعَدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى جَبَاهَا يَعْنِي الرُّكِيّ فَإِمَّا دَعَا وَإِمَّا بَصَقَ فِيهَا فَجَاشَتْ فَسَقَيْنَا وَاسْتَقَيْنَا قَالَ ثُمَّ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعَا إِلَى الْبَيْعَة فِي أَصْل الشَّجَرَة فَبَايَعْته أَوَّل النَّاس ثُمَّ بَايَعَ وَبَايَعَ حَتَّى إِذَا كَانَ فِي وَسَط النَّاس قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَايِعْنِي يَا سَلَمَة\" قَالَ : قُلْت يَا رَسُول اللَّه قَدْ بَايَعْتُك فِي أَوَّل النَّاس قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَيْضًا \" قَالَ وَرَآنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَزِلًا فَأَعْطَانِي حَجَفَة أَوْ دَرَقَة ثُمَّ بَايَعَ حَتَّى إِذَا كَانَ فِي آخِر النَّاس قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا تُبَايِع يَا سَلَمَة ؟ \" قَالَ : قُلْت يَا رَسُول اللَّه قَدْ بَايَعْتُك فِي أَوَّل النَّاس وَأَوْسَطِهِمْ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَيْضًا\" فَبَايَعْته الثَّالِثَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا سَلَمَة أَيْنَ حَجَفَتك أَوْ دَرَقَتك الَّتِي أَعْطَيْتُك ؟ \" قَالَ : قُلْت يَا رَسُول اللَّه لَقِيَنِي عَامِرٌ عَزِلًا فَأَعْطَيْتهَا إِيَّاهُ فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ \" إِنَّك كَاَلَّذِي قَالَ الْأَوَّلُ اللَّهُمَّ أَبْغِنِي حَبِيبًا هُوَ أَحَبُّ إِلَيَّ مِنْ نَفْسِي \" قَالَ ثُمَّ إِنَّ الْمُشْرِكِينَ مِنْ أَهْل مَكَّة رَاسَلُونَا فِي الصُّلْح حَتَّى مَشَى بَعْضنَا فِي بَعْض فَاصْطَلَحْنَا قَالَ وَكُنْت خَادِمًا لِطَلْحَةَ بْن عُبَيْد اللَّه رَضِيَ اللَّه عَنْهُ أَسْقِي فَرَسه وَأُجَنِّبهُ وَآكُل مِنْ طَعَامه وَتَرَكْت أَهْلِي وَمَالِي مُهَاجِرًا إِلَى اللَّه وَرَسُوله فَلَمَّا اِصْطَلَحْنَا نَحْنُ وَأَهْل مَكَّة وَاخْتَلَطَ بَعْضنَا فِي بَعْض أَتَيْت شَجَرَة فَكَشَحْت شَوْكهَا ثُمَّ اِضْطَجَعْت فِي أَصْلهَا فِي ظِلّهَا فَأَتَانِي أَرْبَعَة مِنْ مُشْرِكِي أَهْل مَكَّة فَجَعَلُوا يَقَعُونَ فِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَبْغَضْتهمْ وَتَحَوَّلْت إِلَى شَجَرَة أُخْرَى فَعَلَّقُوا سِلَاحهمْ وَاضْطَجَعُوا فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ نَادَى مُنَادٍ مِنْ أَسْفَلِ الْوَادِي يَا لِلْمُهَاجِرِينَ قُتِلَ اِبْن زُنَيْم فَاخْتَرَطْتُ سَيْفِي فَشَدَدْت عَلَى أُولَئِكَ الْأَرْبَعَة وَهُمْ رُقُود فَأَخَذْت سِلَاحهمْ وَجَعَلْته ضِغْثًا فِي يَدِي ثُمَّ قُلْت وَاَلَّذِي كَرَّمَ وَجْه مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَرْفَع أَحَد مِنْكُمْ رَأْسه إِلَّا ضَرَبْت الَّذِي فِيهِ عَيْنَاهُ قَالَ ثُمَّ جِئْت بِهِمْ أَسُوقهُمْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَجَاءَ عَمِّي عَامِر بِرَجُلٍ مِنْ الْعَبَلَات يُقَال لَهُ مِكْرَز مِنْ الْمُشْرِكِينَ يَقُودهُ حَتَّى وَقَفْنَا بِهِمْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَبْعِينَ مِنْ الْمُشْرِكِينَ فَنَظَرَ إِلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" دَعُوهُمْ يَكُنْ لَهُمْ بَدْء الْفُجُور وَثِنَاهُ \" فَعَفَا عَنْهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّة مِنْ بَعْد أَنْ أَظْفَرَكُمْ عَلَيْهِمْ \" الْآيَة وَهَكَذَا رَوَاهُ مُسْلِم عَنْ إِسْحَاق بْن رَاهْوَيْه بِسَنَدِهِ نَحْوه أَوْ قَرِيبًا مِنْهُ وَثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي عَوَانَة عَنْ طَارِق عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : كَانَ أَبِي مِمَّنْ بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَحْت الشَّجَرَة قَالَ فَانْطَلَقْنَا مِنْ قَابِل حَاجِّينَ فَخَفِيَ عَلَيْنَا مَكَانهَا فَإِنْ كَانَ بَيَّنْت لَكُمْ فَأَنْتُمْ أَعْلَم وَقَالَ أَبُو بَكْر الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنَا أَبُو الزُّبَيْر حَدَّثَنَا جَابِر رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا دَعَا رَسُول اللَّه النَّاس إِلَى الْبَيْعَة وَجَدْنَا رَجُلًا مِنَّا يُقَال لَهُ الْجَدّ بْن قَيْس مُخْتَبِئًا تَحْت إِبْط بَعِيره رَوَاهُ مُسْلِم مِنْ حَدِيث اِبْن جُرَيْج عَنْ اِبْن الزُّبَيْر بِهِ وَقَالَ الْحُمَيْدِيّ أَيْضًا حَدَّثَنَا سُفْيَان عَنْ عَمْرو أَنَّهُ سَمِعَ جَابِرًا رَضِيَ اللَّه عَنْهُ قَالَ كُنَّا يَوْم الْحُدَيْبِيَة أَلْفًا وَأَرْبَعَمِائَةٍ فَقَالَ لَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْتُمْ خَيْر أَهْل الْأَرْض الْيَوْم \" قَالَ جَابِر رَضِيَ اللَّه عَنْهُ : لَوْ كُنْت أُبْصِرُ لَأَرَيْتُكُمْ مَوْضِع الشَّجَرَة قَالَ سُفْيَان إِنَّهُمْ اِخْتَلَفُوا فِي مَوْضِعهَا أَخْرَجَاهُ مِنْ حَدِيث سُفْيَان وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يُونُس حَدَّثَنَا اللَّيْث عَنْ أَبِي الزُّبَيْر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا يَدْخُل النَّارَ أَحَدٌ مِمَّنْ بَايَعَ تَحْت الشَّجَرَة \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن هَارُون الْفَلَّاس الْمَخْرَمِيّ حَدَّثَنَا سَعِيد بْن عَمْرو الْأَشْعَثِيّ حَدَّثَنَا مُحَمَّد بْن ثَابِت الْعَبْدِيّ عَنْ خِدَاش بْن عَيَّاش عَنْ أَبِي الزُّبَيْر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَدْخُل مَنْ بَايَعَ تَحْت الشَّجَرَة كُلّهمْ الْجَنَّة إِلَّا صَاحِب الْجَمَل الْأَحْمَر \" قَالَ فَانْطَلَقْنَا نَبْتَدِرهُ فَإِذَا رَجُل قَدْ أَضَلَّ بَعِيره فَقُلْنَا تَعَالَ فَبَايِعْ قَالَ أُصِيبُ بَعِيرِي أَحَبُّ إِلَيَّ مِنْ أَنْ أُبَايِع وَقَالَ عَبْد اللَّه بْن أَحْمَد حَدَّثَنَا عُبَيْد اللَّه بْن مُعَاذ حَدَّثَنَا أَبِي حَدَّثَنَا قُرَّة عَنْ أَبِي الزُّبَيْر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ\" مَنْ يَصْعَد الثَّنِيَّة ثَنِيَّة الْمُرَار فَإِنَّهُ يُحَطّ عَنْهُ مَا حُطَّ عَنْ بَنِي إِسْرَائِيل \" فَكَانَ أَوَّل مَنْ صَعِدَ خَيْل بَنِي الْخَزْرَج ثُمَّ تَبَادَرَ النَّاس بَعْد فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّكُمْ مَغْفُور لَهُ إِلَّا صَاحِب الْجَمَل الْأَحْمَر \" فَقُلْنَا تَعَالَ يَسْتَغْفِر لَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ وَاَللَّه لَأَنْ أَجِدَ ضَالَّتِي أَحَبُّ إِلَيَّ مِنْ أَنْ يَسْتَغْفِر لِي صَاحِبكُمْ فَإِذَا هُوَ رَجُل يَنْشُد ضَالَّة رَوَاهُ مُسْلِم عَنْ عُبَيْد اللَّه بِهِ , وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَمِعَ جَابِرًا رَضِيَ اللَّه عَنْهُ يَقُول أَخْبَرَتْنِي أُمّ مُبَشِّر أَنَّهَا سَمِعَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول عِنْد حَفْصَة رَضِيَ اللَّه عَنْهَا \" لَا يَدْخُل النَّار إِنْ شَاءَ اللَّه تَعَالَى مِنْ أَصْحَاب الشَّجَرَة الَّذِينَ بَايَعُوا تَحْتهَا أَحَدٌ \" قَالَتْ بَلَى يَا رَسُول اللَّه فَانْتَهَرَهَا فَقَالَتْ حَفْصَة رَضِيَ اللَّه عَنْهَا \" وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدْ قَالَ اللَّه تَعَالَى \" ثُمَّ نُنَجِّي الَّذِينَ اِتَّقَوْا وَنَذَر الظَّالِمِينَ فِيهَا جِثِيًّا \" رَوَاهُ مُسْلِم وَفِيهِ أَيْضًا عَنْ قُتَيْبَة عَنْ اللَّيْث عَنْ أَبِي الزُّبَيْر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ عَبْدًا لِحَاطِبِ بْن أَبِي بَلْتَعَة جَاءَ يَشْكُو حَاطِبًا فَقَالَ يَا رَسُول اللَّه لَيَدْخُلَنَّ حَاطِب النَّار فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" كَذَبْت لَا يَدْخُلهَا فَإِنَّهُ قَدْ شَهِدَ بَدْرًا وَالْحُدَيْبِيَة\" وَلِهَذَا قَالَ تَعَالَى فِي الثَّنَاء عَلَيْهِمْ \" إِنَّ الَّذِينَ يُبَايِعُونَك إِنَّمَا يُبَايِعُونَ اللَّه يَد اللَّه فَوْق أَيْدِيهمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُث عَلَى نَفْسه وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْه اللَّه فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا \" كَمَا قَالَ عَزَّ وَجَلَّ فِي الْآيَة الْأُخْرَى \" لَقَدْ رَضِيَ اللَّه عَنْ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَك تَحْت الشَّجَرَة فَعَلِمَ مَا فِي قُلُوبهمْ فَأَنْزَلَ السَّكِينَة عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا \" .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41391, "aya_id": 10}]