[{"text": "لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِن يَنَالُهُ التَّقْوَى مِنكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ", "sura_id": 22, "type": 0, "id": 2632, "aya_id": 37}, {"text": "لن ينال الله لحومها و لا دماؤها و لكن يناله التقوى منكم كذلك سخرها لكم لتكبروا الله على ما هداكم و بشر المحسنين", "sura_id": 22, "type": 1, "id": 8868, "aya_id": 37}, {"text": "37 - (لن ينال الله لحومها ولا دماؤها) أي لا يرفعان إليه (ولكن يناله التقوى منكم) أي يرفع إليه منكم العمل الصالح الخالص له مع الإيمان (كذلك سخرها لكم لتكبروا الله على ما هداكم) أرشدكم لمعالم دينه ومناسك حجه (وبشر المحسنين) أي الموحدين \r\n", "sura_id": 22, "type": 2, "id": 27576, "aya_id": 37}, {"text": "لن ينال اللهَ مِن لحوم هذه الذبائح ولا من دمائها شيء، ولكن يناله الإخلاص فيها، وأن يكون القصد بها وجه الله وحده، كذلك ذللها لكم -أيها المتقربون-؛ لتعظموا الله، وتشكروا له على ما هداكم من الحق، فإنه أهلٌ لذلك. وبشِّر- أيها النبي- المحسنين بعبادة الله وحده والمحسنين إلى خلقه بكل خير وفلاح.\r\n", "sura_id": 22, "type": 3, "id": 33812, "aya_id": 37}, {"text": " <font color=red>لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ</font><BR><p>يَقُول تَعَالَى إِنَّمَا شُرِعَ لَكُمْ نَحْر هَذِهِ الْهَدَايَا الضَّحَايَا لِتَذْكُرُوهُ عِنْد ذَبْحهَا فَإِنَّهُ الْخَالِق الرَّازِق لَا يَنَالهُ شَيْء مِنْ لُحُومهَا وَلَا دِمَائِهَا فَإِنَّهُ تَعَالَى هُوَ الْغَنِيّ عَمَّا سِوَاهُ وَقَدْ كَانُوا فِي جَاهِلِيَّتهمْ إِذَا ذَبَحُوهَا لِآلِهَتِهِمْ وَضَعُوا عَلَيْهَا مِنْ لُحُوم قَرَابِينهمْ وَنَضَحُوا عَلَيْهَا مِنْ دِمَائِهَا فَقَالَ تَعَالَى \" لَنْ يَنَال اللَّه لُحُومهَا وَلَا دِمَاؤُهَا \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ اِبْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن أَبِي حَمَّاد حَدَّثَنَا إِبْرَاهِيم بْن الْمُخْتَار عَنْ اِبْن جُرَيْج قَالَ كَانَ أَهْل الْجَاهِلِيَّة يَنْضَحُونَ الْبَيْت بِلُحُومِ الْإِبِل وَدِمَائِهَا فَقَالَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَحْنُ أَحَقّ أَنْ نَنْضَح فَأَنْزَلَ اللَّه \" لَنْ يَنَال اللَّه لُحُومهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالهُ التَّقْوَى مِنْكُمْ \" أَيْ يَتَقَبَّل ذَلِكَ وَيَجْزِي عَلَيْهِ كَمَا جَاءَ فِي الصَّحِيح \" إِنَّ اللَّه لَا يَنْظُر إِلَى صُوَركُمْ وَلَا إِلَى أَمْوَالكُمْ وَلَكِنْ يَنْظُر إِلَى قُلُوبكُمْ وَأَعْمَالكُمْ\" وَجَاءَ فِي الْحَدِيث \" إِنَّ الصَّدَقَة تَقَع فِي يَد الرَّحْمَن قَبْل أَنْ تَقَع فِي يَد السَّائِل إِنَّ الدَّم لَيَقَع مِنْ اللَّه بِمَكَانٍ قَبْل أَنْ يَقَع إِلَى الْأَرْض \" كَمَا تَقَدَّمَ فِي الْحَدِيث رَوَاهُ اِبْن مَاجَهْ وَالتِّرْمِذِيّ وَحَسَّنَهُ عَنْ عَائِشَة مَرْفُوعًا فَمَعْنَاهُ أَنَّهُ سِيقَ لِتَحْقِيقِ الْقَبُول مِنْ اللَّه لِمَنْ أَخْلَصَ فِي عَمَله وَلَيْسَ لَهُ مَعْنًى يَتَبَادَر عِنْد الْعُلَمَاء الْمُحَقِّقِينَ سِوَى هَذَا وَاَللَّه أَعْلَم وَقَالَ وَكِيع عَنْ يَحْيَى بْن مُسْلِم بْن الضَّحَّاك سَأَلْت عَامِرًا الشَّعْبِيّ عَنْ جُلُود الْأَضَاحِيّ فَقَالَ \" لَنْ يَنَال اللَّه لُحُومهَا وَلَا دِمَاؤُهَا\" إِنْ شِئْت فَبِعْ وَإِنْ شِئْت فَأَمْسِكْ وَإِنْ شِئْت فَتَصَدَّقْ وَقَوْله \" كَذَلِكَ سَخَّرَهَا لَكُمْ \" أَيْ مِنْ أَجْل ذَلِكَ سَخَّرَ لَكُمْ الْبُدْن \" لِتُكَبِّرُوا اللَّه عَلَى مَا هَدَاكُمْ \" أَيْ لِتُعَظِّمُوهُ كَمَا هَدَاكُمْ لِدِينِهِ وَشَرْعه وَمَا يُحِبّهُ وَيَرْضَاهُ وَنَهَاكُمْ عَنْ فِعْل مَا يَكْرَههُ وَيَأْبَاهُ وَقَوْله \" وَبَشِّرْ الْمُحْسِنِينَ \" أَيْ وَبَشِّرْ يَا مُحَمَّد الْمُحْسِنِينَ أَيْ فِي عَمَلهمْ الْقَائِمِينَ بِحُدُودِ اللَّه الْمُتَّبِعِينَ مَا شُرِعَ لَهُمْ الْمُصَدِّقِينَ الرَّسُول فِيمَا أَبْلَغَهُمْ وَجَاءَهُمْ بِهِ مِنْ عِنْد رَبّه عَزَّ وَجَلَّ \" مَسْأَلَة \" وَقَدْ ذَهَبَ أَبُو حَنِيفَة وَمَالِك وَالثَّوْرِيّ إِلَى الْقَوْل بِوُجُوبِ الْأُضْحِيَّة عَلَى مَنْ مَلَكَ نِصَابًا وَزَادَ أَبُو حَنِيفَة اِشْتِرَاط الْإِقَامَة أَيْضًا وَاحْتَجَّ لَهُمْ بِمَا رَوَاهُ أَحْمَد وَابْن مَاجَهْ بِإِسْنَادٍ رِجَاله كُلّه ثِقَات عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" مَنْ وَجَدَ سَعَة فَلَمْ يُضَحِّ فَلَا يَقْرَبَنَّ مُصَلَّانَا \" عَلَى أَنَّ فِيهِ غَرَابَة وَاسْتَنْكَرَهُ أَحْمَد بْن حَنْبَل وَقَالَ اِبْن عُمَر : أَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَشْر سِنِينَ يُضَحِّي رَوَاهُ التِّرْمِذِيّ وَقَالَ الشَّافِعِيّ وَأَحْمَد لَا تَجِب الْأُضْحِيَّة بَلْ هِيَ مُسْتَحَبَّة لِمَا جَاءَ فِي الْحَدِيث\" لَيْسَ فِي الْمَال حَقّ سِوَى الزَّكَاة \" وَقَدْ تَقَدَّمَ أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام ضَحَّى عَنْ أُمَّته فَأَسْقَطَ ذَلِكَ وُجُوبهَا عَنْهُمْ وَقَالَ أَبُو سَرِيحَة كُنْت جَارًا لِأَبِي بَكْر وَعُمَر فَكَانَا لَا يُضَحِّيَانِ خَشْيَة أَنْ يَقْتَدِي النَّاس بِهِمَا وَقَالَ بَعْض النَّاس الْأُضْحِيَّة سُنَّة كِفَايَة إِذَا قَامَ بِهَا وَاحِد مِنْ أَهْل دَار أَوْ مَحَلَّة أَوْ بَيْت سَقَطَتْ عَنْ الْبَاقِينَ لِأَنَّ الْمَقْصُود إِظْهَار الشِّعَار : وَقَدْ رَوَى الْإِمَام أَحْمَد وَأَهْل السُّنَن وَحَسَّنَهُ التِّرْمِذِيّ عَنْ مِحْنَف بْن سُلَيْم أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول بِعَرَفَاتٍ \" عَلَى كُلّ أَهْل بَيْت فِي كُلّ عَام أُضْحِيَّة وَعَتِيرَة هَلْ تَدْرُونَ مَا الْعَتِيرَة ؟ هِيَ الَّتِي تَدْعُونَهَا الرَّجَبِيَّة\" وَقَدْ تُكُلِّمَ فِي إِسْنَاده وَقَالَ أَبُو أَيُّوب كَانَ الرَّجُل فِي عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُضَحِّي بِالشَّاةِ الْوَاحِدَة عَنْهُ وَعَنْ أَهْل بَيْته فَيَأْكُلُونَ وَيُطْعِمُونَ حَتَّى تَبَاهَى النَّاس فَصَارَ كَمَا تَرَى رَوَاهُ التِّرْمِذِيّ وَصَحَّحَهُ وَابْن مَاجَهْ وَكَانَ عَبْد اللَّه بْن هِشَام يُضَحِّي بِالشَّاةِ الْوَاحِدَة عَنْ جَمِيع أَهْله رَوَاهُ الْبُخَارِيّ وَأَمَّا مِقْدَار سِنّ الْأُضْحِيَّة فَقَدْ رَوَى مُسْلِم عَنْ جَابِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَذْبَحُوا إِلَّا مُسِنَّة إِلَّا أَنْ تَعْسُر عَلَيْكُمْ فَتَذْبَحُوا جَذَعَة مِنْ الضَّأْن \" وَمِنْ هَهُنَا ذَهَبَ الزُّهْرِيّ إِلَى أَنَّ الْجَذَع لَا يُجْزِئ وَقَابَلَهُ الْأَوْزَاعِيّ فَذَهَبَ إِلَى أَنَّ الْجَذَعَ يُجْزِئ مِنْ كُلّ جِنْس وَهُمَا غَرِيبَانِ وَاَلَّذِي عَلَيْهِ الْجُمْهُور إِنَّمَا يُجْزِئ الثَّنِيّ مِنْ الْإِبِل وَالْبَقَر وَالْمَعْز أَوْ الْجَذَع مِنْ الضَّأْن فَأَمَّا الثَّنِيّ مِنْ الْإِبِل فَهُوَ الَّذِي لَهُ خَمْس سِنِينَ وَدَخَلَ فِي السَّادِسَة وَمِنْ الْبَقَر مَا لَهُ سَنَتَانِ وَدَخَلَ فِي الثَّالِثَة وَقِيلَ مَا لَهُ ثَلَاث وَدَخَلَ فِي الرَّابِعَة وَمِنْ الْمَعْز مَا لَهُ سَنَتَانِ وَأَمَّا الْجَذَع مِنْ الضَّأْن فَقِيلَ مَا لَهُ سَنَة وَقِيلَ عَشْرَة أَشْهُر وَقِيلَ ثَمَانِيَة وَقِيلَ سِتَّة أَشْهُر وَهُوَ أَقَلّ مَا قِيلَ فِي سِنّه وَمَا دُونه فَهُوَ حَمَل وَالْفَرْق بَيْنهمَا أَنَّ الْحَمَل شَعْر ظَهْره قَائِم وَالْجَذَع شَعْر ظَهْره نَائِم قَدْ اِنْفَرَقَ صُدْغَيْنِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39059, "aya_id": 37}]