[{"text": "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ", "sura_id": 35, "type": 0, "id": 3669, "aya_id": 9}, {"text": "والله الذي أرسل الرياح فتثير سحابا فسقناه إلى بلد ميت فأحيينا به الأرض بعد موتها كذلك النشور", "sura_id": 35, "type": 1, "id": 9905, "aya_id": 9}, {"text": "9 - (والله الذي أرسل الرياح) وفي قراءة الريح (فتثير سحابا) المضارع لحكاية الحال الماضية أي تزعجه (فسقناه) فيه التفات عن الغيبة (إلى بلد ميت) بالتشديد والتخفيف لا نبات بها (فأحيينا به الأرض) من البلد (بعد موتها) يبسها أنبتنا به الزرع والكلأ (كذلك النشور) البعث والاحياء \r\n", "sura_id": 35, "type": 2, "id": 28613, "aya_id": 9}, {"text": "واللهُ هو الذي أرسل الرياح فتحرك سحابًا, فسقناه إلى بلد جدب, فينزل الماء فأحيينا به الأرض بعد يُبْسها فتخضر بالنبات, مثل ذلك الإحياء يحيي الله الموتى يوم القيامة.\r\n", "sura_id": 35, "type": 3, "id": 34849, "aya_id": 9}, {"text": " <font color=red>وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ</font><BR><p>كَثِيرًا مَا يَسْتَدِلّ تَعَالَى عَلَى الْمَعَاد بِإِحْيَائِهِ الْأَرْض بَعْد مَوْتهَا كَمَا فِي أَوَّل سُورَة الْحَجّ يُنَبِّه عِبَاده أَنْ يَعْتَبِرُوا بِهَذَا عَلَى ذَلِكَ فَإِنَّ الْأَرْض تَكُون مَيِّتَة هَامِدَة لَا نَبَات فِيهَا فَإِذَا أَرْسَلَ إِلَيْهَا السَّحَاب تَحْمِل الْمَاء وَأَنْزَلَهُ عَلَيْهَا \" اِهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلّ زَوْج بَهِيج \" كَذَلِكَ الْأَجْسَاد إِذَا أَرَادَ اللَّه تَعَالَى بَعْثهَا وَنُشُورهَا أَنْزَلَ مِنْ تَحْت الْعَرْش مَطَرًا يَعُمّ الْأَرْض جَمِيعًا وَنَبَتَتْ الْأَجْسَاد فِي قُبُورهَا كَمَا تَنْبُت الْحَبَّة فِي الْأَرْض وَلِهَذَا جَاءَ فِي الصَّحِيح \" كُلّ اِبْن آدَم يَبْلَى إِلَّا عَجْبُ الذَّنَب مِنْهُ خُلِقَ وَمِنْهُ يُرَكَّب\" وَلِهَذَا قَالَ تَعَالَى : \" كَذَلِكَ النُّشُور \" وَتَقَدَّمَ فِي الْحَجّ حَدِيث أَبَى رَزِين قُلْت يَا رَسُول اللَّه كَيْف يُحْيِي اللَّه الْمَوْتَى ؟ وَمَا آيَة ذَلِكَ فِي خَلْقه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا رَزِين أَمَّا مَرَرْت بِوَادِي قَوْمك مُمْحِلًا ثُمَّ مَرَرْت بِهِ يَهْتَزّ خَضِرًا ؟ \" قُلْت بَلَى قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَكَذَلِكَ يُحْيِي اللَّه الْمَوْتَى\" .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40338, "aya_id": 9}]