[{"text": "وَطَلْحٍ مَّنضُودٍ", "sura_id": 56, "type": 0, "id": 5008, "aya_id": 29}, {"text": "وطلح منضود", "sura_id": 56, "type": 1, "id": 11244, "aya_id": 29}, {"text": "29 - (وطلح) شجر الموز (منضود) بالحمل من أسفله إلى أعلاه \r\n", "sura_id": 56, "type": 2, "id": 29952, "aya_id": 29}, {"text": "وموز متراكب بعضه على بعض,\r\n", "sura_id": 56, "type": 3, "id": 36188, "aya_id": 29}, {"text": " <font color=red>وَطَلْحٍ مَنْضُودٍ</font><BR><p>وَقَوْله \" وَطَلْح مَنْضُود \" الطَّلْح شَجَر عِظَام يَكُون بِأَرْضِ الْحِجَاز مِنْ شَجَر الْعِضَاه وَاحِدَته طَلْحَة وَهُوَ شَجَر كَثِير الشَّوْك وَأَنْشَدَ اِبْن جَرِير لِبَعْضِ الْحُدَاة بَشَّرَهَا دَلِيلهَا وَقَالَا غَدًا تَرَيْنَ الطَّلْح وَالْجِبَالَا وَقَالَ مُجَاهِد \" مَنْضُود \" أَيْ مِتْرَاكُمْ الثَّمَر يَذْكُر مَالِك قُرَيْشًا لِأَنَّهُمْ كَانُوا يَعْجَبُونَ مِنْ وَجّ وَظِلَاله مِنْ طَلْح وَسِدْر وَقَالَ السُّدِّيّ مَنْضُود مَصْفُود قَالَ اِبْن عَبَّاس يُشْبِه طَلْح الدُّنْيَا وَلَكِنْ لَهُ ثَمَر أَحْلَى مِنْ الْعَسَل قَالَ الْجَوْهَرِيّ وَالطَّلْح لُغَة فِي الطَّلْع \" قُلْت\" وَقَدْ رَوَى اِبْن أَبِي حَاتِم مِنْ حَدِيث الْحَسَن بْن سَعْد عَنْ شَيْخ مِنْ هَمْدَان قَالَ سَمِعْت عَلِيًّا يَقُول هَذَا الْحَرْف فِي طَلْح مَنْضُود قَالَ طَلْع مَنْضُود فَعَلَى هَذَا يَكُون مِنْ صِفَة السِّدْر فَكَأَنَّهُ وَصَفَهُ بِأَنَّهُ مَخْضُود وَهُوَ الَّذِي لَا شَوْك لَهُ وَأَنَّ طَلْعه مَنْضُود وَهُوَ كَثْرَة ثَمَرِهِ وَاَللَّه أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ إِدْرِيس عَنْ جَعْفَر بْن إِيَاس عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد \" وَطَلْح مَنْضُود \" قَالَ الْمَوْز قَالَ وَرُوِيَ عَنْ اِبْن عَبَّاس وَأَبِي هُرَيْرَة وَالْحَسَن وَعِكْرِمَة وَقَسَامَة بْن زُهَيْر وَقَتَادَة وَأَبِي حزرة مَثَل ذَلِكَ وَبِهِ قَالَ مُجَاهِد وَابْن زَيْد وَزَادَ فَقَالَ أَهْل الْيَمَن يُسَمُّونَ الْمَوْز الطَّلْح وَلَمْ يَحْكِ اِبْن جَرِير غَيْر هَذَا الْقَوْل وَقَوْله تَعَالَى \" وَظِلّ مَمْدُود \" قَالَ الْبُخَارِيّ حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا سُفْيَان عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة يَبْلُغ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام لَا يَقْطَعهَا اِقْرَءُوا إِنْ شِئْتُمْ .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41927, "aya_id": 29}]