[{"text": "حَقِيقٌ عَلَى أَن لاَّ أَقُولَ عَلَى اللّهِ إِلاَّ الْحَقَّ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ", "sura_id": 7, "type": 0, "id": 1059, "aya_id": 105}, {"text": "حقيق على أن لا أقول على الله إلا الحق قد جئتكم ببينة من ربكم فأرسل معي بني إسرائيل", "sura_id": 7, "type": 1, "id": 7295, "aya_id": 105}, {"text": "105 - (حقيق) جدير (على أن) أي بأن (لا أقول على الله إلا الحق) وفي قراءة بتشديد الياء فحقيق مبتدأ خبره أن وما بعدها (قد جئتكم ببينة من ربكم فأرسل معي) إلى الشام (بني إسرائيل) وكان استعبدهم \r\n", "sura_id": 7, "type": 2, "id": 26003, "aya_id": 105}, {"text": "جدير بأن لا أقول على الله إلا الحق, وحريٌّ بي أن ألتزمه, قد جئتكم ببرهان وحجة باهرة من ربكم على صِدْق ما أذكره لكم, فأطلق -يا فرعون- معي بني إسرائيل مِن أَسْرك وقَهْرك, وخلِّ سبيلهم لعبادة الله.\r\n", "sura_id": 7, "type": 3, "id": 32239, "aya_id": 105}, {"text": " <font color=red>حَقِيقٌ عَلَى أَنْ لَا أَقُولَ عَلَى اللَّهِ إِلَّا الْحَقَّ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِنْ رَبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ</font><BR><p>\" حَقِيق عَلَى أَنْ لَا أَقُول عَلَى اللَّه إِلَّا الْحَقّ \" فَقَالَ بَعْضهمْ مَعْنَاهُ حَقِيق بِأَنْ لَا أَقُول عَلَى اللَّه إِلَّا الْحَقّ أَيْ جَدِير بِذَلِكَ وَحَرِيّ بِهِ قَالُوا وَالْبَاء وَعَلَى يَتَعَاقَبَانِ يُقَال رَمَيْت بِالْقَوْسِ وَعَلَى الْقَوْس وَجَاءَ عَلَى حَال حَسَنَة وَبِحَالٍ حَسَنَة وَقَالَ بَعْض الْمُفَسِّرِينَ مَعْنَاهُ حَرِيص عَلَى أَنْ لَا أَقُول عَلَى اللَّه إِلَّا الْحَقّ وَقَرَأَ آخَرُونَ مِنْ أَهْل الْمَدِينَة حَقِيق عَلَى بِمَعْنَى وَاجِب وَحَقّ عَلَى ذَلِكَ أَنْ لَا أُخْبِر عَنْهُ إِلَّا بِمَا هُوَ حَقّ وَصِدْق لِمَا أَعْلَم مِنْ جَلَاله وَعَظِيم شَأْنه \" قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِنْ رَبّكُمْ\" أَيْ بِحُجَّةٍ قَاطِعَة مِنْ اللَّه أَعْطَانِيهَا دَلِيلًا عَلَى صِدْقِي فِيمَا جِئْتُكُمْ بِهِ \" فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيل\" أَيْ أَطْلِقْهُمْ مِنْ أَسْرك وَقَهْرك وَدَعْهُمْ وَعِبَادَة رَبّك وَرَبّهمْ فَإِنَّهُمْ مِنْ سُلَالَة نَبِيّ كَرِيم إِسْرَائِيل وَهُوَ يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم خَلِيل الرَّحْمَن .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42473, "aya_id": 105}]