[{"text": "الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُواْ الْكِتَابَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلُّ لَّهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلاَ مُتَّخِذِي أَخْدَانٍ وَمَن يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ", "sura_id": 5, "type": 0, "id": 674, "aya_id": 5}, {"text": "اليوم أحل لكم الطيبات وطعام الذين أوتوا الكتاب حل لكم وطعامكم حل لهم والمحصنات من المؤمنات والمحصنات من الذين أوتوا الكتاب من قبلكم إذا آتيتموهن أجورهن محصنين غير مسافحين ولا متخذي أخدان ومن يكفر بالإيمان فقد حبط عمله وهو في الآخرة من الخاسرين", "sura_id": 5, "type": 1, "id": 6910, "aya_id": 5}, {"text": "5 - (اليوم أحل لكم الطيبات) المستلذات (وطعام الذين أوتوا الكتاب) أي ذبائح اليهود والنصارى (حل) حلال (لكم وطعامكم) إياهم (حل لهم والمحصنات من المؤمنات والمحصنات) الحرائر (من الذين أوتوا الكتاب من قبلكم) حل لكم أن تنكحوهن (إذا آتيتموهن أجورهن) مهورهن (محصنين) متزوجين (غير مسافحين) معلنين بالزنا بهن (ولا متخذي أخدان) منهن تسرون بالزنا بهن (ومن يكفر بالإيمان) أي يرتد (فقد حبط عمله) الصالح قبل ذلك فلا يعتد به ولا يثاب عليه (وهو في الآخرة من الخاسرين) إذا مات عليه \r\n", "sura_id": 5, "type": 2, "id": 25618, "aya_id": 5}, {"text": "ومن تمام نعمة الله عليكم اليوم -أيها المؤمنون- أن أَحَلَّ لكم الحلال الطيب, وذبائحُ اليهود والنصارى -إن ذكَّوها حَسَبَ شرعهم- حلال لكم وذبائحكم حلال لهم. وأَحَلَّ لكم -أيها المؤمنون- نكاح المحصنات, وهُنَّ الحرائر من النساء المؤمنات, العفيفات عن الزنى, وكذلك نكاحَ الحرائر العفيفات من اليهود والنصارى إذا أعطيتموهُنَّ مهورهن, وكنتم أعِفَّاء غير مرتكبين للزنى, ولا متخذي عشيقات, وأمِنتم من التأثر بدينهن. ومن يجحد شرائع الإيمان فقد بطل عمله, وهو يوم القيامة من الخاسرين.\r\n", "sura_id": 5, "type": 3, "id": 31854, "aya_id": 5}, {"text": " <font color=red>الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى مَا حَرَّمَهُ عَلَى عِبَاده الْمُؤْمِنِينَ مِنْ الْخَبَائِث وَمَا أَحَلَّهُ لَهُمْ مِنْ الطَّيِّبَات قَالَ بَعْده \" الْيَوْم أُحِلَّ لَكُمْ الطَّيِّبَات \" ثُمَّ ذَكَرَ حُكْم ذَبَائِح أَهْل الْكِتَابَيْنِ مِنْ الْيَهُود وَالنَّصَارَى فَقَالَ \" وَطَعَام الَّذِينَ أُوتُوا الْكِتَاب حِلٌّ لَكُمْ \" قَالَ اِبْن عَبَّاس وَأَبُو أُمَامَةَ وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَعَطَاء وَالْحَسَن وَمَكْحُول وَإِبْرَاهِيم النَّخَعِيّ وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان : يَعْنِي ذَبَائِحهمْ وَهَذَا أَمْر مُجْمَع عَلَيْهِ بَيْن الْعُلَمَاء أَنَّ ذَبَائِحهمْ حَلَال لِلْمُسْلِمِينَ لِأَنَّهُمْ يَعْتَقِدُونَ تَحْرِيم الذَّبْح لِغَيْرِ اللَّه وَلَا يَذْكُرُونَ عَلَى ذَبَائِحهمْ إِلَّا اِسْم اللَّه وَإِنْ اِعْتَقَدُوا فِيهِ تَعَالَى مَا هُوَ مُنَزَّه عَنْهُ تَعَالَى وَتَقَدَّسَ وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ عَبْد اللَّه بْن مُغَفَّل قَالَ : أُدْلِيَ بِجِرَابٍ مِنْ شَحْم يَوْم خَيْبَر فَحَضَنْته وَقُلْت لَا أُعْطِي الْيَوْم مِنْ هَذَا أَحَدًا وَالْتَفَتّ فَإِذَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَبَسَّم فَاسْتَدَلَّ بِهِ الْفُقَهَاء عَلَى أَنَّهُ يَجُوز تَنَاوُل مَا يَحْتَاج إِلَيْهِ مِنْ الْأَطْعِمَة وَنَحْوهَا مِنْ الْغَنِيمَة قَبْل الْقِسْمَة وَهَذَا ظَاهِر وَاسْتَدَلَّ بِهِ الْفُقَهَاء : الْحَنَفِيَّة وَالشَّافِعِيَّة وَالْحَنَابِلَة عَلَى أَصْحَاب مَالِك فِي مَنْعهمْ أَكْل مَا يَعْتَقِد الْيَهُود تَحْرِيمه مِنْ ذَبَائِحهمْ كَالشُّحُومِ وَنَحْوهَا مِمَّا حُرِّمَ عَلَيْهِمْ فَالْمَالِكِيَّة لَا يُجَوِّزُونَ لِلْمُسْلِمِينَ أَكْله لِقَوْلِهِ تَعَالَى \" وَطَعَام الَّذِينَ أُوتُوا الْكِتَاب حِلّ لَكُمْ \" قَالُوا : وَهَذَا لَيْسَ مِنْ طَعَامهمْ وَاسْتَدَلَّ عَلَيْهِمْ الْجُمْهُور بِهَذَا الْحَدِيث وَفِي ذَلِكَ نَظَر لِأَنَّهُ قَضِيَّة عَيْن وَيَحْتَمِل أَنْ يَكُون شَحْمًا يَعْتَقِدُونَ حِلّه كَشَحْمِ الظَّهْر وَالْحَوَايَا وَنَحْوهمَا وَاَللَّه أَعْلَمُ وَأَجْوَدُ مِنْهُ فِي الدَّلَالَة مَا ثَبَتَ فِي الصَّحِيح أَنَّ أَهْل خَيْبَر أَهْدَوْا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَاة مَصْلِيَّة وَقَدْ سَمُّوا ذِرَاعَهَا وَكَانَ يُعْجِبهُ الذِّرَاعُ فَتَنَاوَلَهُ فَنَهَشَ مِنْهُ نَهْشَة فَأَخْبَرَهُ الذِّرَاع أَنَّهُ مَسْمُوم فَلَفَظَهُ وَأَثَّرَ ذَلِكَ فِي ثَنَايَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ وَفِي أَبْهَرِهِ وَأَكَلَ مَعَهُ مِنْهَا بِشْر بْن الْبَرَاء بْن مَعْرُور فَمَاتَ فَقَتَلَ الْيَهُودِيَّة الَّتِي سَمَّتْهُ وَكَانَ اِسْمُهَا زَيْنَب فَقُتِلَتْ بِبِشْرِ بْن الْبَرَاء . وَوَجْه الدَّلَالَة مِنْهُ أَنَّهُ عَزَمَ عَلَى أَكْلهَا وَمَنْ مَعَهُ وَلَمْ يَسْأَلهُمْ هَلْ نَزَعُوا مِنْهَا مَا يَعْتَقِدُونَ تَحْرِيمه مِنْ شَحْمهَا أَمْ لَا وَفِي الْحَدِيث الْآخَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَضَافَهُ يَهُودِيّ عَلَى خُبْز شَعِير وَإِهَالَة سَنِخَة يَعْنِي وَدَكًا زَنِخًا وَقَالَ اِبْن أَبِي حَاتِم قُرِئَ عَلَى الْعَبَّاس بْن الْوَلِيد بْن مَزِيد أَخْبَرَنَا مُحَمَّد بْن شُعَيْب أَخْبَرَنِي النُّعْمَان بْن الْمُنْذِر عَنْ مَكْحُول قَالَ أَنْزَلَ اللَّه \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ \" ثُمَّ نَسَخَهُ الرَّبّ عَزَّ وَجَلَّ وَرَحِمَ الْمُسْلِمِينَ فَقَالَ \" الْيَوْم أُحِلَّ لَكُمْ الطَّيِّبَات وَطَعَام الَّذِينَ أُوتُوا الْكِتَاب \" فَنَسَخَهَا بِذَلِكَ وَأَحَلَّ طَعَام أَهْل الْكِتَاب وَفِي هَذَا الَّذِي قَالَهُ مَكْحُول رَحِمَهُ اللَّه نَظَر فَإِنَّهُ لَا يَلْزَم مِنْ إِبَاحَته طَعَامَ أَهْل الْكِتَاب إِبَاحَةُ أَكْل مَا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ لِأَنَّهُمْ يَذْكُرُونَ اِسْم اللَّه عَلَى ذَبَائِحهمْ وَقَرَابِينهمْ وَهُمْ مُتَعَبِّدُونَ بِذَلِكَ وَلِهَذَا لَمْ يُبِحْ ذَبَائِح مَنْ عَدَاهُمْ مِنْ أَهْل الشِّرْك وَمَنْ شَابَهَهُمْ لِأَنَّهُمْ لَا يَذْكُرُونَ اِسْم اللَّه عَلَى ذَبَائِحهمْ بَلْ وَلَا يَتَوَقَّفُونَ فِيمَا يَأْكُلُونَهُ مِنْ اللَّحْم عَلَى ذَكَاة بَلْ يَأْكُلُونَ الْمَيْتَة بِهِ بِخِلَافِ أَهْل الْكِتَابَيْنِ وَمَنْ شَاكَلَهُمْ مِنْ السَّامِرَة وَالصَّابِئَة وَمَنْ يَتَمَسَّك بِدِينِ إِبْرَاهِيم وَشِيث وَغَيْرهمَا مِنْ الْأَنْبِيَاء عَلَى أَحَد قَوْلَيْ الْعُلَمَاء وَنَصَارَى الْعَرَب : كَبَنِي تَغْلِب وتوخ وَبَهْرَا وَجُذَام وَلَخْم وَعَامِلَة وَمَنْ أَشْبَهَهُمْ لَا تُؤْكَل ذَبَائِحهمْ عِنْد الْجُمْهُور . وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة عَنْ أَيُّوب عَنْ مُحَمَّد بْن عُبَيْدَة قَالَ : قَالَ عَلِيّ : لَا تَأْكُلُوا ذَبَائِح بَنَى تَغْلِب لِأَنَّهُمْ إِنَّمَا يَتَمَسَّكُونَ مِنْ النَّصْرَانِيَّة بِشُرْبِ الْخَمْر وَكَذَا قَالَتْ غَيْر وَاحِد مِنْ الْخَلَف وَالسَّلَف . وَقَالَ سَعِيد بْن أَبِي عَرُوبَة : عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب وَالْحَسَن أَنَّهُمَا كَانَا لَا يَرَيَانِ بَأْسًا بِذَبِيحَةِ نَصَارَى بَنِي تَغْلِب وَأَمَّا الْمَجُوس فَإِنَّهُمْ وَإِنْ أُخِذَتْ مِنْهُمْ الْجِزْيَة تَبَعًا وَإِلْحَاقًا لِأَهْلِ الْكِتَاب فَإِنَّهُمْ لَا تُؤْكَل ذَبَائِحهمْ وَلَا تُنْكَح نِسَاؤُهُمْ خِلَافًا لِأَبِي ثَوْر إِبْرَاهِيم بْن خَالِد الْكَلْبِيّ أَحَد الْفُقَهَاء مِنْ أَصْحَاب الشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَلَمَّا قَالَ ذَلِكَ وَاشْتَهَرَ عَنْهُ أَنْكَرَ عَلَيْهِ الْفُقَهَاء ذَلِكَ حَتَّى قَالَ عَنْهُ الْإِمَام أَحْمَد : أَبُو ثَوْر كَاسْمِهِ يَعْنِي فِي هَذِهِ الْمَسْأَلَة وَكَأَنَّهُ تَمَسَّكَ بِعُمُومِ حَدِيث رُوِيَ مُرْسَلًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" سُنُّوا بِهِمْ سُنَّة أَهْل الْكِتَاب \" وَلَكِنْ لَمْ يَثْبُت بِهَذَا اللَّفْظ وَإِنَّمَا الَّذِي فِي صَحِيح الْبُخَارِيّ عَنْ عَبْد الرَّحْمَن بْن عَوْف أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخَذَ الْجِزْيَة مِنْ مَجُوسِ هَجَرَ وَلَوْ سُلِّمَ صِحَّةُ هَذَا الْحَدِيث فَعُمُومه مَخْصُوص بِمَفْهُومِ هَذِهِ الْآيَة\" وَطَعَام الَّذِينَ أُوتُوا الْكِتَاب حِلّ لَكُمْ \" فَدَلَّ بِمَفْهُومِهِ مَفْهُومِ الْمُخَالَفَةِ عَلَى أَنَّ طَعَامَ مَنْ عَدَاهُمْ مِنْ أَهْلِ الْأَدْيَانِ لَا يَحِلُّ وَقَوْله تَعَالَى \" وَطَعَامكُمْ حِلّ لَهُمْ\" أَيْ وَيَحِلّ لَكُمْ أَنْ تُطْعِمُوهُمْ مِنْ ذَبَائِحكُمْ وَلَيْسَ هَذَا إِخْبَارًا عَنْ الْحُكْم عِنْدهمْ اللَّهُمَّ إِلَّا أَنْ يَكُون خَبَرًا عَمَّا أُمِرُوا بِهِ مِنْ الْأَكْل مِنْ كُلّ طَعَام ذُكِرَ اِسْم اللَّه عَلَيْهِ سَوَاء كَانَ مِنْ أَهْل مِلَّتهمْ أَوْ غَيْرهَا وَالْأَوَّل أَظْهَرُ فِي الْمَعْنَى أَيْ وَلَكُمْ أَنْ تُطْعِمُوهُمْ مِنْ ذَبَائِحكُمْ كَمَا أَكَلْتُمْ مِنْ ذَبَائِحهمْ وَهَذَا مِنْ بَاب الْمُكَافَأَة وَالْمُقَابَلَة وَالْمُجَازَاة كَمَا أَلْبَسَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَوْبه لِعَبْدِ اللَّه بْن أُبَيّ بْن سَلُول حِين مَاتَ وَدَفَنَهُ فِيهِ قَالُوا لِأَنَّهُ كَانَ قَدْ كَسَا الْعَبَّاس حِين قَدِمَ الْمَدِينَة ثَوْبه فَجَازَاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ فَأَمَّا الْحَدِيث الَّذِي فِيهِ : \" لَا تَصْحَب إِلَّا مُؤْمِنًا وَلَا يَأْكُل طَعَامَك إِلَّا تَقِيّ \" فَمَحْمُول عَلَى النَّدْب وَالِاسْتِحْبَاب وَاَللَّه أَعْلَمُ. وَقَوْله \" وَالْمُحْصَنَات مِنْ الْمُؤْمِنَات \" أَيْ وَأُحِلَّ لَكُمْ نِكَاح الْحَرَائِر الْعَفَائِف مِنْ النِّسَاء الْمُؤْمِنَات وَذَكَرَ هَذَا تَوْطِئَة لِمَا بَعْده وَهُوَ قَوْله تَعَالَى \" وَالْمُحْصَنَات مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ \" فَقِيلَ أَرَادَ بِالْمُحْصَنَاتِ الْحَرَائِر دُون الْإِمَاء حَكَاهُ اِبْن جَرِير عَنْ مُجَاهِد وَإِنَّمَا قَالَ مُجَاهِد الْمُحْصَنَات الْحَرَائِر فَيَحْتَمِل أَنْ يَكُون أَرَادَ مَا حَكَاهُ عَنْهُ وَمُحْتَمَل أَنْ يَكُون أَرَادَ بِالْحُرَّةِ الْعَفِيفَة كَمَا قَالَ فِي الرِّوَايَة الْأُخْرَى عَنْهُ وَهُوَ قَوْل الْجُمْهُور هَهُنَا وَهُوَ الْأَشْبَه لِئَلَّا يَجْتَمِع فِيهَا أَنْ تَكُون ذِمِّيَّة وَهِيَ مَعَ ذَلِكَ غَيْر عَفِيفَة فَيَفْسُد حَالُهَا بِالْكُلِّيَّةِ وَيَتَحَصَّلُ زَوْجُهَا عَلَى مَا قِيلَ فِي الْمِثْلِ : \" حَشَفًا وَسُوء كَيْلَة \" وَالظَّاهِر مِنْ الْآيَة أَنَّ الْمُرَاد بِالْمُحْصَنَاتِ الْعَفِيفَات عَنْ الزِّنَا كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" مُحْصَنَات غَيْر مُسَافِحَات وَلَا مُتَّخِذَات أَخْدَان \" ثُمَّ اِخْتَلَفَ الْمُفَسِّرُونَ وَالْعُلَمَاء فِي قَوْله تَعَالَى \" وَالْمُحْصَنَات مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ \" هَلْ يَعُمّ كُلّ كِتَابِيَّة عَفِيفَة سَوَاء كَانَتْ حُرَّة أَوْ أَمَة حَكَاهُ اِبْن جَرِير عَنْ طَائِفَة مِنْ السَّلَف مِمَّنْ فَسَّرَ الْمُحْصَنَة بِالْعَفِيفَةِ وَقِيلَ الْمُرَاد بِأَهْلِ الْكِتَاب هَهُنَا الْإِسْرَائِيلِيَّات وَهُوَ مَذْهَب الشَّافِعِيّ وَقِيلَ الْمُرَاد بِذَلِكَ الذِّمِّيَّات دُون الْحَرْبِيَّات لِقَوْلِهِ\" قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر \" الْآيَة وَقَدْ كَانَ عَبْد اللَّه بْن عُمَر لَا يَرَى التَّزْوِيج بِالنَّصْرَانِيَّةِ وَيَقُول لَا أَعْلَمُ شِرْكًا أَعْظَمَ مِنْ أَنْ تَقُول إِنَّ رَبّهَا عِيسَى وَقَدْ قَالَ اللَّه تَعَالَى \" وَلَا تَنْكِحُوا الْمُشْرِكَات حَتَّى يُؤْمِنَّ \" الْآيَة وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن حَاتِم بْن سُلَيْمَان الْمُؤَدِّب حَدَّثَنَا الْقَاسِم بْن مَالِك يَعْنِي الْمُزَنِيّ حَدَّثَنَا إِسْمَاعِيل بْن سُمَيْع عَنْ أَبِي مَالِك الْغِفَارِيّ قَالَ نَزَلَتْ هَذِهِ الْآيَة\" وَلَا تَنْكِحُوا الْمُشْرِكَات حَتَّى يُؤْمِنَّ \" قَالَ : فَحُجِزَ النَّاس عَنْهُنَّ حَتَّى نَزَلَتْ الْآيَة الَّتِي بَعْدهَا \" وَالْمُحْصَنَات مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ \" فَنَكَحَ النَّاس نِسَاء أَهْل الْكِتَاب وَقَدْ تَزَوَّجَ جَمَاعَة مِنْ الصَّحَابَة مِنْ نِسَاء النَّصَارَى وَلَمْ يَرَوْا بِذَلِكَ بَأْسًا أَخْذًا بِهَذِهِ الْآيَة الْكَرِيمَة \" وَالْمُحْصَنَات مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ \" فَجَعَلُوا هَذِهِ مُخَصِّصَة لِلَّتِي فِي سُورَة الْبَقَرَة \" وَلَا تَنْكِحُوا الْمُشْرِكَات حَتَّى يُؤْمِنَّ \" إِنْ قِيلَ بِدُخُولِ الْكِتَابِيَّات فِي عُمُومهَا وَإِلَّا فَلَا مُعَارَضَة بَيْنهَا وَبَيْنهَا لِأَنَّ أَهْل الْكِتَاب قَدْ اِنْفَصَلُوا فِي ذِكْرهمْ عَنْ الْمُشْرِكِينَ فِي غَيْر مَوْضِع كَقَوْلِهِ تَعَالَى\" لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمْ الْبَيِّنَة \" وَكَقَوْلِهِ \" وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَاب وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدْ اِهْتَدَوْا \" الْآيَة وَقَوْله \" إِذَا آتَيْتُمُوهُنَّ أُجُورهنَّ \" أَيْ مُهُورهنَّ أَيْ كَمَا هُنَّ مُحْصَنَات عَفَائِف فَابْذُلُوا لَهُنَّ الْمُهُور عَنْ طِيب نَفْس وَقَدْ أَفْتَى جَابِر بْن عَبْد اللَّه وَعَامِر الشَّعْبِيّ وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن الْبَصْرِيّ بِأَنَّ الرَّجُل إِذَا نَكَحَ اِمْرَأَة فَزَنَتْ قَبْل دُخُوله بِهَا أَنَّهُ يُفَرَّق بَيْنهمَا وَتَرُدُّ عَلَيْهِ مَا بَذَلَ لَهَا مِنْ الْمَهْر رَوَاهُ اِبْن جَرِير عَنْهُمْ وَقَوْله \" مُحْصِنِينَ غَيْر مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَان \" فَكَمَا شَرَطَ الْإِحْصَان فِي النِّسَاء وَهِيَ الْعِفَّة عَنْ الزِّنَا كَذَلِكَ شَرَطَهَا فِي الرِّجَال وَهُوَ أَنْ يَكُون الرَّجُل مُحْصَنًا عَفِيفًا وَلِهَذَا قَالَ غَيْر مُسَافِحِينَ وَهُمْ الزُّنَاة الَّذِينَ لَا يَرْتَدِعُونَ عَنْ مَعْصِيَة وَلَا يَرُدُّونَ أَنْفُسهمْ عَمَّنْ جَاءَهُمْ وَلَا مُتَّخِذِي أَخْدَان أَيْ ذَوِي الْعَشِيقَات الَّذِينَ لَا يَفْعَلُونَ إِلَّا مَعَهُنَّ كَمَا تَقَدَّمَ فِي سُورَة النِّسَاء سَوَاء وَلِهَذَا ذَهَبَ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه إِلَى أَنَّهُ لَا يَصِحّ نِكَاح الْمَرْأَة الْبَغِيّ حَتَّى تَتُوب وَمَا دَامَتْ كَذَلِكَ لَا يَصِحّ تَزْوِيجهَا مِنْ رَجُل عَفِيف وَكَذَلِكَ لَا يَصِحّ عِنْده عَقْد الرَّجُل الْفَاجِر عَلَى عَفِيفَة حَتَّى يَتُوب وَيُقْلِع عَمَّا هُوَ فِيهِ مِنْ الزِّنَا لِهَذِهِ الْآيَة وَلِلْحَدِيثِ لَا يَنْكِح الزَّانِي الْمَجْلُود إِلَّا مِثْله وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا أَبُو هِلَال عَنْ قَتَادَة عَنْ الْحَسَن قَالَ : قَالَ عُمَر بْن الْخَطَّاب لَقَدْ هَمَمْت أَنْ لَا أَدَع أَحَدًا أَصَابَ فَاحِشَة فِي الْإِسْلَام أَنْ يَتَزَوَّج مُحْصَنَة فَقَالَ لَهُ أُبَيّ بْن كَعْب : يَا أَمِير الْمُؤْمِنِينَ الشِّرْك أَعْظَمُ مِنْ ذَلِكَ وَقَدْ يُقْبَل مِنْهُ إِذَا تَابَ وَسَيَأْتِي الْكَلَام عَلَى هَذِهِ الْمَسْأَلَة مُسْتَقْصًى عِنْد قَوْله \" الزَّانِي لَا يَنْكِح إِلَّا زَانِيَة أَوْ مُشْرِكَة وَالزَّانِيَة لَا يَنْكِحهَا إِلَّا زَانٍ أَوْ مُشْرِك وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ \" وَلِهَذَا قَالَ تَعَالَى هَهُنَا \" وَمَنْ يَكْفُر بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَة مِنْ الْخَاسِرِينَ\" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41502, "aya_id": 5}]