[{"text": "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ", "sura_id": 34, "type": 0, "id": 3607, "aya_id": 1}, {"text": "الحمد لله الذي له ما في السماوات وما في الأرض وله الحمد في الآخرة وهو الحكيم الخبير", "sura_id": 34, "type": 1, "id": 9843, "aya_id": 1}, {"text": "سورة سبأ 1 - (الحمد لله) حمد تعالى نفسه بذلك والمراد به الثناء بمضمونه من ثبوت الحمد وهو الوصف بالجميل لله تعالى (الذي له ما في السماوات وما في الأرض) ملكا وخلقا (وله الحمد في الآخرة) كالدنيا يحمده أولياؤه إذا دخلوا الجنة (وهو الحكيم) في فعله (الخبير) بخلقه \r\n", "sura_id": 34, "type": 2, "id": 28551, "aya_id": 1}, {"text": "الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، الذي له ملك ما في السموات وما في الأرض, وله الثناء التام في الآخرة, وهو الحكيم في فعله, الخبير بشؤون خلقه.\r\n", "sura_id": 34, "type": 3, "id": 34787, "aya_id": 1}, {"text": " <font color=red>الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ</font><BR><p>يُخْبِر تَعَالَى عَنْ نَفْسه الْكَرِيمَة أَنَّ لَهُ الْحَمْد الْمُطْلَق فِي الدُّنْيَا وَالْآخِرَة لِأَنَّهُ الْمُنْعِم الْمُتَفَضِّل عَلَى أَهْل الدُّنْيَا وَالْآخِرَة الْمَالِك لِجَمِيعِ ذَلِكَ الْحَاكِم فِي جَمِيع ذَلِكَ كَمَا قَالَ تَعَالَى \" وَهُوَ اللَّه لَا إِلَه إِلَّا هُوَ لَهُ الْحَمْد فِي الْأُولَى وَالْآخِرَة وَلَهُ الْحُكْم وَإِلَيْهِ تُرْجَعُونَ \" وَلِهَذَا قَالَ تَعَالَى هَهُنَا \" الْحَمْد لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَات وَمَا فِي الْأَرْض \" أَيْ الْجَمِيع مُلْكه وَعَبِيده وَتَحْت تَصَرُّفه وَقَهْره قَالَ تَعَالَى : \" وَإِنَّ لَنَا لَلْآخِرَة وَالْأُولَى \" ثُمَّ قَالَ عَزَّ وَجَلَّ \" وَلَهُ الْحَمْد فِي الْآخِرَة \" فَهُوَ الْمَعْبُود أَبَدًا الْمَحْمُود عَلَى طُول الْمَدَى وَقَوْله تَعَالَى : \" وَهُوَ الْحَكِيم \" أَيْ فِي أَقْوَاله وَأَفْعَاله وَشَرْعه وَقَدَره \" الْخَبِير \" الَّذِي لَا تَخْفَى عَلَيْهِ خَافِيَة وَلَا يَغِيب عَنْهُ شَيْء وَقَالَ مَالِك عَنْ الزُّهْرِيّ خَبِير بِخَلْقِهِ حَكِيم بِأَمْرِهِ وَلِهَذَا قَالَ عَزَّ وَجَلَّ.</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40240, "aya_id": 1}]