[{"text": "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ", "sura_id": 75, "type": 0, "id": 5570, "aya_id": 19}, {"text": "ثم إن علينا بيانه", "sura_id": 75, "type": 1, "id": 11806, "aya_id": 19}, {"text": "19 - (ثم إن علينا بيانه) بالتفهيم لك والمناسبة بين هذه الآية وما قبلها أن تلك تضممنت الإعراض عن آيات الله وهذه تضمنت المبادرة إليها بحفظها \r\n", "sura_id": 75, "type": 2, "id": 30514, "aya_id": 19}, {"text": "ثم إن علينا توضيح ما أشكل عليك فهمه من معانيه وأحكامه.\r\n", "sura_id": 75, "type": 3, "id": 36750, "aya_id": 19}, {"text": " <font color=red>ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ</font><BR><p>أَيْ بَعْد حِفْظه وَتِلَاوَته نُبَيِّنهُ لَك وَنُوَضِّحهُ وَنُلْهِمك مَعْنَاهُ عَلَى مَا أَرَدْنَا وَشَرَعْنَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن عَنْ أَبِي عَوَانَة عَنْ مُوسَى بْن أَبِي عَائِشَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعَالِج مِنْ التَّنْزِيل شِدَّة فَكَانَ يُحَرِّك شَفَتَيْهِ قَالَ فَقَالَ لِي اِبْن عَبَّاس أَنَا أُحَرِّك شَفَتَيَّ كَمَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحَرِّك شَفَتَيْهِ وَقَالَ لِي سَيَعُدُّ وَأَنَا أُحَرِّك شَفَتَيَّ كَمَا رَأَيْت اِبْن عَبَّاس يُحَرِّك شَفَتَيْهِ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" لَا تُحَرِّك بِهِ لِسَانك لِتَعْجَل بِهِ إِنَّ عَلَيْنَا جَمْعه وَقُرْآنه \" قَالَ جَمْعه فِي صَدْرك ثُمَّ تَقْرَأهُ \" فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنه \" أَيْ فَاسْتَمِعْ لَهُ وَأَنْصِتْ \" ثُمَّ إِنَّ عَلَيْنَا بَيَانه \" فَكَانَ بَعْد ذَلِكَ إِذَا اِنْطَلَقَ جِبْرِيل قَرَأَهُ كَمَا أَقْرَأهُ . وَقَدْ رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ غَيْر وَجْه عَنْ مُوسَى بْن أَبِي عَائِشَة بِهِ وَلَفْظ الْبُخَارِيّ فَكَانَ إِذَا أَتَاهُ جِبْرِيل أَطْرَقَ فَإِذَا ذَهَبَ قَرَأَهُ كَمَا وَعَدَهُ اللَّه عَزَّ وَجَلَّ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو يَحْيَى التَّيْمِيّ حَدَّثَنَا مُوسَى بْن أَبِي عَائِشَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أُنْزِلَ عَلَيْهِ الْوَحْي يَلْقَى مِنْهُ شِدَّة وَكَانَ إِذَا نَزَلَ عَلَيْهِ عُرِفَ فِي تَحْرِيكه شَفَتَيْهِ يَتَلَقَّى أَوَّله وَيُحَرِّك بِهِ شَفَتَيْهِ خَشْيَة أَنْ يَنْسَى أَوَّله قَبْل أَنْ يَفْرُغ مِنْ آخِره فَأَنْزَلَ اللَّه تَعَالَى \" لَا تُحَرِّك بِهِ لِسَانك لِتَعْجَل بِهِ\" وَهَكَذَا قَالَ الشَّعْبِيّ وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَمُجَاهِد وَالضَّحَّاك وَغَيْر وَاحِد إِنَّ هَذِهِ الْآيَة نَزَلَتْ فِي ذَلِكَ وَقَدْ رَوَى اِبْن جَرِير مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس\" لَا تُحَرِّك بِهِ لِسَانك لِتَعْجَل بِهِ \" قَالَ كَانَ لَا يَفْتُر مِنْ الْقِرَاءَة مَخَافَة أَنْ يَنْسَاهُ فَقَالَ اللَّه تَعَالَى \" لَا تُحَرِّك بِهِ لِسَانك لِتَعْجَل بِهِ إِنَّ عَلَيْنَا جَمْعه \" أَنْ نَجْمَعهُ لَك \" وَقُرْآنه \" أَنْ نُقْرِئك فَلَا تَنْسَى وَقَالَ اِبْن عَبَّاس وَعَطِيَّة الْعَوْفِيّ \" ثُمَّ إِنَّ عَلَيْنَا بَيَانه\" تَبْيِين حَلَاله وَحَرَامه وَكَذَا قَالَ قَتَادَة .</p><BR> <br> ", "sura_id": 75, "type": 4, "id": 42858, "aya_id": 19}]