[{"text": "أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَهُوَ الْغَفُورُ الرَّحِيمُ", "sura_id": 46, "type": 0, "id": 4518, "aya_id": 8}, {"text": "أم يقولون افتراه قل إن افتريته فلا تملكون لي من الله شيئا هو أعلم بما تفيضون فيه كفى به شهيدا بيني وبينكم وهو الغفور الرحيم", "sura_id": 46, "type": 1, "id": 10754, "aya_id": 8}, {"text": "8 - (أم) بمعنى بل وهمزة الانكار (يقولون افتراه) أي القرآن (قل إن افتريته) فرضا (فلا تملكون لي من الله) من عذابه (شيئا) أي لا تقدرون على دفعه عني إذا عذبني الله (هو أعلم بما تفيضون فيه) تقولون في القرآن (كفى به) تعالى (شهيدا بيني وبينكم وهو الغفور) لمن تاب (الرحيم) بهم فلم يعاجلهم بالعقوبة \r\n", "sura_id": 46, "type": 2, "id": 29462, "aya_id": 8}, {"text": "بل أيقول هؤلاء المشركون: إن محمدًا اختلق هذا القرآن؟ قل لهم -أيها الرسول-: إن اختلقته على الله فإنكم لا تقدرون أن تدفعوا عني من عقاب الله شيئًا, إن عاقبني على ذلك. هو سبحانه أعلم من كل شيء سواه بما تقولون في هذا القرآن, كفى بالله شاهدًا عليَّ وعليكم, وهو الغفور لمن تاب إليه, الرحيم بعباده المؤمنين.\r\n", "sura_id": 46, "type": 3, "id": 35698, "aya_id": 8}, {"text": " <font color=red>أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَهُوَ الْغَفُورُ الرَّحِيمُ</font><BR><p>أَمْ يَقُولُونَ اِفْتَرَاهُ يَعْنُونَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قَالَ اللَّه عَزَّ وَجَلَّ قُلْ \" إِنْ اِفْتَرَيْته فَلَا تَمْلِكُونَ لِي مِنْ اللَّه شَيْئًا \" أَيْ لَوْ كَذَبْت عَلَيْهِ وَزَعَمْت أَنَّهُ أَرْسَلَنِي , وَلَيْسَ كَذَلِكَ لَعَاقَبَنِي أَشَدّ الْعُقُوبَة وَلَمْ يَقْدِر أَحَد مِنْ أَهْل الْأَرْض لَا أَنْتُمْ وَلَا غَيْركُمْ أَنْ يُجِيرَنِي مِنْهُ كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" قُلْ إِنِّي لَنْ يُجِيرنِي مِنْ اللَّه أَحَد وَلَنْ أَجِد مِنْ دُونه مُلْتَحَدًا إِلَّا بَلَاغًا مِنْ اللَّه وَرِسَالَاته \" وَقَالَ تَعَالَى \" وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْض الْأَقَاوِيل لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِين فَمَا مِنْكُمْ مِنْ أَحَد عَنْهُ حَاجِزِينَ \" وَلِهَذَا قَالَ سُبْحَانه وَتَعَالَى هَهُنَا \" قُلْ إِنْ اِفْتَرَيْته فَلَا تَمْلِكُونَ لِي مِنْ اللَّه شَيْئًا هُوَ أَعْلَم بِمَا تُفِيضُونَ فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنكُمْ \" هَذَا تَهْدِيد لَهُمْ وَوَعِيد أَكِيد وَتَرْهِيب شَدِيد . وَقَوْله جَلَّ وَعَلَا \" وَهُوَ الْغَفُور الرَّحِيم \" تَرْغِيب لَهُمْ إِلَى التَّوْبَة وَالْإِنَابَة أَيْ وَمَعَ هَذَا كُلّه إِنْ رَجَعْتُمْ وَتُبْتُمْ تَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ وَغَفَرَ وَرَحِمَ وَهَذِهِ الْآيَة كَقَوْلِهِ عَزَّ وَجَلَّ فِي سُورَة الْفُرْقَان \" وَقَالُوا أَسَاطِير الْأَوَّلِينَ اِكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَة وَأَصِيلًا قُلْ أَنْزَلَهُ الَّذِي يَعْلَم السِّرّ فِي السَّمَاوَات وَالْأَرْض إِنَّهُ كَانَ غَفُورًا رَحِيمًا \" .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41350, "aya_id": 8}]