[{"text": "فَحَمَلَتْهُ فَانتَبَذَتْ بِهِ مَكَانًا قَصِيًّا", "sura_id": 19, "type": 0, "id": 2272, "aya_id": 22}, {"text": "فحملته فانتبذت به مكانا قصيا", "sura_id": 19, "type": 1, "id": 8508, "aya_id": 22}, {"text": "22 - (فحملته فانتبذت) تنحت (به مكانا قصيا) بعيدا عن أهلها \r\n", "sura_id": 19, "type": 2, "id": 27216, "aya_id": 22}, {"text": "فحملت مريم بالغلام بعد أن نفخ جبريل في جَيْب قميصها, فوصلت النفخة إلى رَحِمِها, فوقع الحمل بسبب ذلك, فتباعدت به إلى مكان بعيد عن الناس.\r\n", "sura_id": 19, "type": 3, "id": 33452, "aya_id": 22}, {"text": " <font color=red>فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ مَرْيَم أَنَّهَا لَمَّا قَالَ لَهَا جِبْرِيل عَنْ اللَّه تَعَالَى مَا قَالَ إِنَّهَا اِسْتَسْلَمَتْ لِقَضَاءِ اللَّه تَعَالَى فَذَكَرَ غَيْر وَاحِد مِنْ عُلَمَاء السَّلَف أَنَّ الْمَلَك وَهُوَ جَبْرَائِيل عَلَيْهِ السَّلَام عِنْد ذَلِكَ نَفَخَ فِي جَيْب دِرْعهَا فَنَزَلَتْ النَّفْخَة حَتَّى وَلَجَتْ فِي الْفَرْج فَحَمَلَتْ بِالْوَلَدِ بِإِذْنِ اللَّه تَعَالَى فَلَمَّا حَمَلَتْ بِهِ ضَاقَتْ ذَرْعًا وَلَمْ تَدْرِ مَاذَا تَقُول لِلنَّاسِ فَإِنَّهَا تَعْلَم أَنَّ النَّاس لَا يُصَدِّقُونَهَا فِيمَا تُخْبِرهُمْ بِهِ غَيْر أَنَّهَا أَفْشَتْ سِرّهَا وَذَكَرَتْ أَمْرهَا لِأُخْتِهَا اِمْرَأَة زَكَرِيَّا وَذَلِكَ أَنَّ زَكَرِيَّا عَلَيْهِ السَّلَام كَانَ قَدْ سَأَلَ اللَّه الْوَلَد فَأُجِيبَ إِلَى ذَلِكَ فَحَمَلَتْ اِمْرَأَته فَدَخَلَتْ عَلَيْهَا مَرْيَم فَقَامَتْ إِلَيْهَا فَاعْتَنَقَتْهَا وَقَالَتْ أَشَعُرْت يَا مَرْيَم أَنِّي حُبْلَى ؟ فَقَالَتْ لَهَا مَرْيَم وَهَلْ عَلِمْت أَيْضًا أَنِّي حُبْلَى وَذَكَرَتْ لَهَا شَأْنهَا وَمَا كَانَ مِنْ خَبَرهَا وَكَانُوا بَيْت إِيمَان وَتَصْدِيق ثُمَّ كَانَتْ اِمْرَأَة زَكَرِيَّا بَعْد ذَلِكَ إِذَا وَاجَهَتْ مَرْيَم تَجِد الَّذِي فِي بَطْنهَا يَسْجُد لِلَّذِي فِي بَطْن مَرْيَم أَيْ يُعَظِّمهُ وَيَخْضَع لَهُ فَإِنَّ السُّجُود كَانَ فِي مِلَّتهمْ عِنْد السَّلَام مَشْرُوعًا كَمَا سَجَدَ لِيُوسُف أَبَوَاهُ وَإِخْوَته وَكَمَا أَمَرَ اللَّه الْمَلَائِكَة أَنْ يَسْجُدُوا لِآدَم عَلَيْهِ السَّلَام وَلَكِنْ حُرِّمَ فِي مِلَّتنَا هَذِهِ تَكْمِيلًا لِتَعْظِيمِ جَلَال الرَّبّ تَعَالَى قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن قَالَ قُرِئَ عَلَى الْحَارِث بْن مِسْكِين وَأَنَا أَسْمَع أَخْبَرَنَا عَبْد الرَّحْمَن بْن الْقَاسِم قَالَ : قَالَ مَالِك رَحِمَهُ اللَّه بَلَغَنِي أَنَّ عِيسَى اِبْن مَرْيَم وَيَحْيَى بْن زَكَرِيَّا عَلَيْهِمَا السَّلَام اِبْنَا خَالَة وَكَانَ حَمْلهمَا جَمِيعًا مَعًا فَبَلَغَنِي أَنَّ أُمّ يَحْيَى قَالَتْ لِمَرْيَم إِنِّي أَرَى أَنَّ مَا فِي بَطْنِي يَسْجُد لِمَا فِي بَطْنك قَالَ مَالِك أَرَى ذَلِكَ لِتَفْضِيلِ عِيسَى عَلَيْهِ السَّلَام لِأَنَّ اللَّه جَعَلَهُ يُحْيِي الْمَوْتَى وَيُبْرِئ الْأَكْمَه وَالْأَبْرَص ثُمَّ اِخْتَلَفَ الْمُفَسِّرُونَ فِي مُدَّة حَمْل عِيسَى عَلَيْهِ السَّلَام فَالْمَشْهُور عَنْ الْجُمْهُور أَنَّهَا حَمَلَتْ بِهِ تِسْعَة أَشْهُر وَقَالَ عِكْرِمَة ثَمَانِيَة أَشْهُر قَالَ وَلِهَذَا لَا يَعِيش وَلَد الثَّمَانِيَة أَشْهُر وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي الْمُغِيرَة بْن عُتْبَة بْن عَبْد اللَّه الثَّقَفِيّ سَمِعَ اِبْن عَبَّاس وَسُئِلَ عَنْ حَمْل مَرْيَم قَالَ لَمْ يَكُنْ إِلَّا أَنْ حَمَلَتْ فَوَضَعَتْ وَهَذَا غَرِيب وَكَأَنَّهُ مَأْخُوذ مِنْ ظَاهِر قَوْله تَعَالَى \" فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا فَأَجَاءَهَا الْمَخَاض إِلَى جِذْع النَّخْلَة \" فَالْفَاء وَإِنْ كَانَتْ لِلتَّعْقِيبِ لَكِنْ تَعْقِيب كُلّ شَيْء بِحَسْبِهِ كَقَوْلِهِ تَعَالَى \" وَلَقَدْ خَلَقْنَا الْإِنْسَان مِنْ سُلَالَة مِنْ طِين ثُمَّ جَعَلْنَاهُ نُطْفَة فِي قَرَار مَكِين ثُمَّ خَلَقْنَا النُّطْفَة عَلَقَة فَخَلَقْنَا الْعَلَقَة مُضْغَة فَخَلَقْنَا الْمُضْغَة عِظَامًا \" فَهَذِهِ الْفَاء لِلتَّعْقِيبِ بِحَسَبِهَا وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ بَيْن كُلّ صِفَتَيْنِ أَرْبَعِينَ يَوْمًا وَقَالَ تَعَالَى \" أَلَمْ تَرَ أَنَّ اللَّه أَنْزَلَ مِنْ السَّمَاء مَاء فَتُصْبِح الْأَرْض مُخْضَرَّة \" فَالْمَشْهُور الظَّاهِر وَاَللَّه عَلَى كُلّ شَيْء قَدِير أَنَّهَا حَمَلَتْ بِهِ كَمَا تَحْمِل النِّسَاء بِأَوْلَادِهِنَّ وَلِهَذَا لَمَّا ظَهَرَتْ مَخَايِل الْحَمْل بِهَا وَكَانَ مَعَهَا فِي الْمَسْجِد رَجُل صَالِح مِنْ قَرَابَاتهَا يَخْدُم مَعَهَا الْبَيْت الْمُقَدَّس يُقَال لَهُ يُوسُف النَّجَّار فَلَمَّا رَأَى ثِقَل بَطْنهَا وَكِبَره أَنْكَرَ ذَلِكَ مِنْ أَمْرهَا ثُمَّ صَرَفَهُ مَا يَعْلَم مِنْ بَرَاءَتهَا وَنَزَاهَتهَا وَدِينهَا وَعِبَادَتهَا ثُمَّ تَأَمَّلَ مَا هِيَ فِيهِ فَجَعَلَ أَمْرهَا يَجُوس فِي فِكْره لَا يَسْتَطِيع صَرْفه عَنْ نَفْسه فَحَمَلَ نَفْسه عَلَى أَنْ عَرَّضَ لَهَا فِي الْقَوْل فَقَالَ يَا مَرْيَم إِنِّي سَائِلك عَنْ أَمْر فَلَا تَعْجَلِي عَلَيَّ . قَالَتْ وَمَا هُوَ ؟ قَالَ هَلْ يَكُون قَطُّ شَجَر مِنْ غَيْر حَبّ وَهَلْ يَكُون زَرْع مِنْ غَيْر بَذْر وَهَلْ يَكُون وَلَد مِنْ غَيْر أَب ؟ فَقَالَتْ نَعَمْ وَفَهِمَتْ مَا أَشَارَ إِلَيْهِ أَمَّا قَوْلك هَلْ يَكُون شَجَر مِنْ غَيْر حَبّ وَزَرْع مِنْ غَيْر بَذْر فَإِنَّ اللَّه قَدْ خَلَقَ الشَّجَر وَالزَّرْع أَوَّل مَا خَلَقَهُمَا مِنْ غَيْر حَبّ وَلَا بَذْر وَهَلْ يَكُون وَلَد مِنْ غَيْر أَب فَإِنَّ اللَّه تَعَالَى قَدْ خَلَقَ آدَم مِنْ غَيْر أَب وَلَا أُمّ فَصَدَّقَهَا وَسَلَّمَ لَهَا حَالهَا وَلَمَّا اِسْتَشْعَرَتْ مَرْيَم مِنْ قَوْمهَا اِتِّهَامهَا بِالرِّيبَةِ اِنْتَبَذَتْ مِنْهُمْ مَكَانًا قَصِيًّا أَيْ قَاصِيًا مِنْهُمْ بَعِيدًا عَنْهُمْ لِئَلَّا تَرَاهُمْ وَلَا يَرَوْهَا قَالَ مُحَمَّد بْن إِسْحَاق : فَلَمَّا حَمَلَتْ بِهِ وَمَلَأَتْ قُلَّتهَا وَرَجَعَتْ اِسْتَمْسَكَ عَنْهَا الدَّم وَأَصَابَهَا مَا يُصِيب الْحَامِل عَلَى الْوَلَد مِنْ الْوَصَب وَالتَّوَحُّم وَتَغَيُّر اللَّوْن حَتَّى فَطَرَ لِسَانهَا فَمَا دَخَلَ عَلَى أَهْل بَيْت مَا دَخَلَ عَلَى آلِ زَكَرِيَّا وَشَاعَ الْحَدِيث فِي بَنِي إِسْرَائِيل فَقَالُوا إِنَّمَا صَاحِبهَا يُوسُف وَلَمْ يَكُنْ مَعَهَا فِي الْكَنِيسَة غَيْره وَتَوَارَتْ مِنْ النَّاس وَاِتَّخَذَتْ مِنْ دُونهمْ حِجَابًا فَلَا يَرَاهَا أَحَد وَلَا تَرَاهُ .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38413, "aya_id": 22}]