[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ وَكُونُواْ مَعَ الصَّادِقِينَ", "sura_id": 9, "type": 0, "id": 1354, "aya_id": 119}, {"text": "يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين", "sura_id": 9, "type": 1, "id": 7590, "aya_id": 119}, {"text": "119 - (يا أيها الذين آمنوا اتقوا الله) بترك معاصيه (وكونوا مع الصادقين) في الإيمان والعهود بأن تلزموا الصدق \r\n", "sura_id": 9, "type": 2, "id": 26298, "aya_id": 119}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، امتثلوا أوامر الله واجتنبوا نواهيه في كل ما تفعلون وتتركون, وكونوا مع الصادقين في أَيمانهم وعهودهم, وفي كل شأن من شؤونهم.\r\n", "sura_id": 9, "type": 3, "id": 32534, "aya_id": 119}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ</font><BR><p>وَلِهَذَا قَالَ \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَكُونُوا مَعَ الصَّادِقِينَ \" أَيْ اُصْدُقُوا وَالْزَمُوا الصِّدْق تَكُونُوا مِنْ أَهْله وَتَنْجُوا مِنْ الْمَهَالِك وَيَجْعَل لَكُمْ فَرَجًا مِنْ أُمُوركُمْ وَمَخْرَجًا وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ الصِّدْق يَهْدِي إِلَى الْبِرّ وَإِنَّ الْبِرّ يَهْدِي إِلَى الْجَنَّة وَلَا يَزَال الرَّجُل يَصْدُق وَيَتَحَرَّى الصِّدْق حَتَّى يُكْتَب عِنْد اللَّه صِدِّيقًا وَإِيَّاكُمْ وَالْكَذِب فَإِنَّ الْكَذِب يَهْدِي إِلَى الْفُجُور وَإِنَّ الْفُجُور يَهْدِي إِلَى النَّار وَلَا يَزَال الرَّجُل يَكْذِب وَيَتَحَرَّى الْكَذِب حَتَّى يُكْتَب عِنْد اللَّه كَذَّابًا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَقَالَ شُعْبَة عَنْ عَمْرو بْن مُرَّة سَمِعَ أَبَا عُبَيْدَة يُحَدِّث عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : الْكَذِب لَا يَصْلُح مِنْهُ جَدّ وَلَا هَزْل اِقْرَءُوا إِنْ شِئْتُمْ \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَكُونُوا مَعَ الصَّادِقِينَ \" هَكَذَا قَرَأَهَا ثُمَّ قَالَ : فَهَلْ تَجِدُونَ لِأَحَدٍ فِيهِ رُخْصَة ؟ وَعَنْ عَبْد اللَّه بْن عُمَر فِي قَوْله \" اِتَّقُوا اللَّه وَكُونُوا مَعَ الصَّادِقِينَ \" قَالَ مَعَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه وَقَالَ الضَّحَّاك مَعَ أَبِي بَكْر وَعُمَر وَأَصْحَابهمَا وَقَالَ الْحَسَن الْبَصْرِيّ إِنْ أَرَدْت أَنْ تَكُون مَعَ الصَّادِقِينَ فَعَلَيْك بِالزُّهْدِ فِي الدُّنْيَا وَالْكَفّ عَنْ أَهْل الْمِلَّة .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43416, "aya_id": 119}]