[{"text": "الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لاَ يَجِدُونَ إِلاَّ جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 9, "type": 0, "id": 1314, "aya_id": 79}, {"text": "الذين يلمزون المطوعين من المؤمنين في الصدقات والذين لا يجدون إلا جهدهم فيسخرون منهم سخر الله منهم ولهم عذاب أليم", "sura_id": 9, "type": 1, "id": 7550, "aya_id": 79}, {"text": "79 - (الذين) مبتدأ (يلمزون) يعيبون (المطوعين) المتنفلين (من المؤمنين في الصدقات والذين لا يجدون إلا جهدهم) طاقتهم فيأتون به (فيسخرون منهم) والخبر (سخر الله منهم) جازاهم على سخريتهم (ولهم عذاب أليم) \r\n", "sura_id": 9, "type": 2, "id": 26258, "aya_id": 79}, {"text": "ومع بخل المنافغين لا يَسْلَم المتصدقون من أذاهم; فإذا تصدق الأغنياء بالمال الكثير عابوهم واتهموهم بالرياء, وإذا تصدق الفقراء بما في طاقتهم استهزؤوا بهم, وقالوا سخرية منهم: ماذا تجدي صدقتهم هذه؟ سخر الله من هؤلاء المنافقين, ولهم عذاب مؤلم موجع.\r\n", "sura_id": 9, "type": 3, "id": 32494, "aya_id": 79}, {"text": " <font color=red>الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>وَهَذَا أَيْضًا مِنْ صِفَات الْمُنَافِقِينَ لَا يَسْلَم أَحَد مِنْ عَيْبهمْ وَلِمَنْ هُمْ فِي جَمِيع الْأَحْوَال حَتَّى وَلَا الْمُتَصَدِّقُونَ يَسْلَمُونَ مِنْهُمْ إِنْ جَاءَ أَحَد مِنْهُمْ بِمَالٍ جَزِيل قَالُوا هَذَا مُرَاء وَإِنْ جَاءَ بِشَيْءٍ يَسِير قَالُوا إِنَّ اللَّه لَغَنِيّ عَنْ صَدَقَة هَذَا . كَمَا رَوَى الْبُخَارِيّ حَدَّثَنَا عُبَيْد اللَّه بْن سَعِيد حَدَّثَنَا أَبُو النُّعْمَان الْبَصْرِيّ حَدَّثَنَا شُعْبَة عَنْ سُلَيْمَان عَنْ أَبِي وَائِل عَنْ أَبِي مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا نَزَلَتْ آيَة الصَّدَقَة كُنَّا نُحَامِل عَلَى ظُهُورنَا فَجَاءَ رَجُل فَتَصَدَّقَ بِشَيْءٍ كَثِير فَقَالُوا مُرَاءٍ وَجَاءَ رَجُل فَتَصَدَّقَ بِصَاعٍ فَقَالُوا إِنَّ اللَّه لَغَنِيّ عَنْ صَدَقَة هَذَا . فَنَزَلَتْ \" الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ \" الْآيَة . وَفِي رِوَايَة مُسْلِم أَيْضًا فِي صَحِيحه مِنْ حَدِيث شُعْبَة بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد الْجُرَيْرِيّ عَنْ أَبِي السَّلِيل قَالَ : وَقَفَ عَلَيْنَا رَجُل فِي مَجْلِسنَا بِالْبَقِيعِ فَقَالَ : حَدَّثَنِي أَبِي أَوْ عَمِّي أَنَّهُ رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْبَقِيعِ وَهُوَ يَقُول مَنْ يَتَصَدَّق بِصَدَقَةٍ أَشْهَد لَهُ بِهَا يَوْم الْقِيَامَة \" قَالَ فَحَلَلْت مِنْ عِمَامَتِي لَوْثًا أَوْ لَوْثَيْنِ وَأَنَا أُرِيد أَنْ أَتَصَدَّق بِهِمَا فَأَدْرَكَنِي مَا يُدْرِك اِبْن آدَم فَعَقَدْت عَلَى عِمَامَتِي . فَجَاءَ رَجُل لَمْ أَرَ بِالْبَقِيعِ رَجُلًا أَشَدّ مِنْهُ سَوَادًا وَلَا أَصْغَر مِنْهُ وَلَا أَذَمّ بِبَعِيرٍ سَاقَهُ لَمْ أَرَ بِالْبَقِيعِ نَاقَة أَحْسَن مِنْهَا . فَقَالَ يَا رَسُول اللَّه أَصَدَقَة ؟ قَالَ \" نَعَمْ \" قَالَ دُونك هَذِهِ النَّاقَة قَالَ فَلَمَزَهُ رَجُل فَقَالَ هَذَا يَتَصَدَّق بِهَذِهِ وَاَللَّه لَهِيَ خَيْر مِنْهُ . قَالَ فَسَمِعَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" كَذَبْت بَلْ هُوَ خَيْر مِنْك وَمِنْهَا \" ثَلَاث مَرَّات ثُمَّ قَالَ \" وَيْل لِأَصْحَابِ الْمِئِينَ مِنْ الْإِبِل \" ثَلَاثًا قَالُوا إِلَّا مَنْ يَا رَسُول اللَّه ؟ قَالَ \" إِلَّا مَنْ قَالَ بِالْمَالِ هَكَذَا وَهَكَذَا \" وَجَمَعَ بَيْن كَفَّيْهِ عَنْ يَمِينه وَعَنْ شِمَاله ثُمَّ قَالَ \" قَدْ أَفْلَحَ الْمُزْهِد الْمُجْهِد \" ثَلَاثًا . الْمُزْهِد فِي الْعَيْش الْمُجْهِد فِي الْعِبَادَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة قَالَ جَاءَ عَبْد الرَّحْمَن بْن عَوْف بِأَرْبَعِينَ أُوقِيَّة مِنْ ذَهَب إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَاءَهُ رَجُل مِنْ الْأَنْصَار بِصَاعٍ مِنْ طَعَام فَقَالَ بَعْض الْمُنَافِقِينَ وَاَللَّه مَا جَاءَ عَبْد الرَّحْمَن بِمَا جَاءَ بِهِ إِلَّا رِيَاء وَقَالُوا إِنَّ اللَّه وَرَسُوله لَغَنِيَّانِ عَنْ هَذَا الصَّاع . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس إِنَّ رَسُول اللَّه خَرَجَ إِلَى النَّاس يَوْمًا فَنَادَى فِيهِمْ أَنْ اِجْمَعُوا صَدَقَاتكُمْ فَجَمَعَ النَّاس صَدَقَاتهمْ ثُمَّ جَاءَ رَجُل مِنْ آخِرهمْ بِصَاعٍ مِنْ تَمْر فَقَالَ يَا رَسُول اللَّه هَذَا صَاع مِنْ تَمْر بِتّ لَيْلَتِي أَجُرّ بِالْجَرِيرِ الْمَاء حَتَّى نِلْت صَاعَيْنِ مِنْ تَمْر فَأَمْسَكْت أَحَدهمَا وَأَتَيْتُك بِالْآخَرِ فَأَمَرَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَنْثُرهُ فِي الصَّدَقَات فَسَخِرَ مِنْهُ رِجَال وَقَالُوا إِنَّ اللَّه وَرَسُوله لَغَنِيَّانِ عَنْ هَذَا وَمَا يَصْنَعُونَ بِصَاعِك مِنْ شَيْء ثُمَّ إِنَّ عَبْد الرَّحْمَن بْن عَوْف قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ بَقِيَ أَحَد مِنْ أَهْل الصَّدَقَات ؟ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمْ يَبْقَ أَحَد غَيْرك \" فَقَالَ لَهُ عَبْد الرَّحْمَن بْن عَوْف فَإِنَّ عِنْدِي مِائَة أُوقِيَّة مِنْ الذَّهَب فِي الصَّدَقَات فَقَالَ لَهُ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَمَجْنُون أَنْتَ ؟ قَالَ لَيْسَ بِي جُنُون قَالَ أَفَعَلْت مَا فَعَلْت ؟ قَالَ نَعَمْ مَالِي ثَمَانِيَة آلَاف أَمَّا أَرْبَعَة آلَاف فَأُقْرِضَهَا رَبِّي وَأَمَّا أَرْبَعَة آلَاف فَلِي فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَارَكَ اللَّه لَك فِيمَا أَمْسَكْت وَفِيمَا أَعْطَيْت \" وَلَمَزَهُ الْمُنَافِقُونَ فَقَالُوا وَاَللَّه مَا أَعْطَى عَبْد الرَّحْمَن عَطِيَّته إِلَّا رِيَاء وَهُمْ كَاذِبُونَ إِنَّمَا كَانَ بِهِ مُتَطَوِّعًا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ عُذْره وَعُذْر صَاحِبه الْمِسْكِين الَّذِي جَاءَ بِالصَّاعِ مِنْ التَّمْر فَقَالَ تَعَالَى فِي كِتَابه \" الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنْ الْمُؤْمِنِينَ فِي الصَّدَقَات \" الْآيَة . وَهَكَذَا رُوِيَ عَنْ مُجَاهِد وَغَيْر وَاحِد وَقَالَ اِبْن إسْحَاق كَانَ مِنْ الْمُطَّوِّعِينَ مِنْ الْمُؤْمِنِينَ فِي الصَّدَقَات عَبْد الرَّحْمَن بْن عَوْف تَصَدَّقَ بِأَرْبَعَةِ آلَاف دِرْهَم وَعَاصِم بْن عَدِيّ أَخُو بَنِي الْعَجْلَان وَذَلِكَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَغَّبَ فِي الصَّدَقَة وَحَضَّ عَلَيْهَا فَقَامَ عَبْد الرَّحْمَن بْن عَوْف فَتَصَدَّقَ بِأَرْبَعَةِ آلَاف وَقَامَ عَاصِم بْن عَدِيّ وَتَصَدَّقَ بِمِائَةِ وَسْق مِنْ تَمْر فَلَمَزُوهُمَا وَقَالُوا مَا هَذَا إِلَّا رِيَاء وَكَانَ الَّذِي تَصَدَّقَ بِجُهْدِهِ أَبُو عُقَيْل أَخُو بَنِي أُنَيْف الْأَرَاشِيّ حَلِيف بْنِي عَمْرو بْن عَوْف أَتَى بِصَاعٍ مِنْ تَمْر فَأَفْرَغَهُ فِي الصَّدَقَة فَتَضَاحَكُوا بِهِ فَقَالُوا إِنَّ اللَّه لَغَنِيّ عَنْ صَاع أَبِي عُقَيْل وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا طَالُوت بْن عَبَّاد حَدَّثَنَا أَبُو عَوَانَة عَنْ عَمْرو بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَصَدَّقُوا فَإِنِّي أُرِيد أَنْ أَبْعَث بَعْثًا قَالَ فَجَاءَ عَبْد الرَّحْمَن بْن عَوْف فَقَالَ يَا رَسُول اللَّه عِنْدِي أَرْبَعَة آلَاف أَلْفَيْنِ أُقْرِضهُمَا رَبِّي وَأَلْفَيْنِ لِعِيَالِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَارَكَ اللَّه فِيك فِيمَا أَعْطَيْت وَبَارَكَ لَك فِيمَا أَمْسَكْت وَبَاتَ رَجُل مِنْ الْأَنْصَار فَأَصَابَ صَاعَيْنِ مِنْ تَمْر فَقَالَ يَا رَسُول اللَّه أَصَبْت صَاعَيْنِ مِنْ تَمْر صَاع أُقْرِضهُ لِرَبِّي وَصَاع لِعِيَالِي قَالَ فَلَمَزَهُ الْمُنَافِقُونَ وَقَالُوا مَا أَعْطَى الَّذِي أَعْطَى اِبْن عَوْف إِلَّا رِيَاء وَقَالُوا أَلَمْ يَكُنْ اللَّه وَرَسُوله غَنِيَّيْنِ عَنْ صَاع هَذَا ؟ فَأَنْزَلَ اللَّه \" الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنْ الْمُؤْمِنِينَ فِي الصَّدَقَات وَاَلَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدهمْ فَيَسْخَرُونَ مِنْهُمْ \" الْآيَة . ثُمَّ رَوَاهُ عَنْ أَبِي كَامِل عَنْ أَبِي عَوَانَة عَنْ عَمْرو بْن أَبِي سَلَمَة عَنْ أَبِيهِ مُرْسَلًا قَالَ قَالَ وَلَمْ يُسْنِدهُ أَحَد إِلَّا طَالُوت وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا زَيْد بْن الْحُبَاب عَنْ مُوسَى عَنْ عُبَيْد حَدَّثَنِي خَالِد بْن يَسَار عَنْ اِبْن أَبِي عُقَيْل عَنْ أَبِيهِ قَالَ بِتّ أَجُرّ الْجَرِير عَلَى ظَهْرِي عَلَى صَاعَيْنِ مِنْ تَمْر فَانْقَلَبْت بِأَحَدِهِمَا إِلَى أَهْلِي يَتَبَلَّغُونَ بِهِ وَجِئْت بِالْآخَرِ أَتَقَرَّب إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَأَتَيْته فَأَخْبَرْته فَقَالَ اُنْثُرْهُ فِي الصَّدَقَة قَالَ فَسَخِرَ الْقَوْم وَقَالُوا لَقَدْ كَانَ اللَّه غَنِيًّا عَنْ صَدَقَة هَذَا الْمِسْكِين فَأَنْزَلَ اللَّه الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ . الْآيَتَيْنِ . وَكَذَا رَوَاهُ الطَّبَرَانِيّ مِنْ حَدِيث زَيْد بْن الْحُبَاب بِهِ وَقَالَ اِسْم أَبِي عُقَيْل حُبَاب وَيُقَال عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن ثَعْلَبَة وَقَوْله فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّه مِنْهُمْ هَذَا مِنْ بَاب الْمُقَابَلَة عَلَى صَنِيعهمْ وَاسْتِهْزَائِهِمْ بِالْمُؤْمِنِينَ لِأَنَّ الْجَزَاء مِنْ جِنْس الْعَمَل فَعَامَلَهُمْ مُعَامَلَة مَنْ سَخِرَ مِنْهُمْ اِنْتِصَارًا لِلْمُؤْمِنِينَ فِي الدُّنْيَا وَأَعَدَّ لِلْمُنَافِقِينَ فِي الْآخِرَة عَذَابًا أَلِيمًا لِأَنَّ الْجَزَاء مِنْ جِنْس الْعَمَل .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43500, "aya_id": 79}]