[{"text": "وَضَرَبَ اللّهُ مَثَلاً رَّجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لاَ يَقْدِرُ عَلَىَ شَيْءٍ وَهُوَ كَلٌّ عَلَى مَوْلاهُ أَيْنَمَا يُوَجِّههُّ لاَ يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَن يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 16, "type": 0, "id": 1977, "aya_id": 76}, {"text": "وضرب الله مثلا رجلين أحدهما أبكم لا يقدر على شيء وهو كل على مولاه أينما يوجهه لا يأت بخير هل يستوي هو ومن يأمر بالعدل وهو على صراط مستقيم", "sura_id": 16, "type": 1, "id": 8213, "aya_id": 76}, {"text": "76 - (وضرب الله مثلا) ويبدل منه (رجلين أحدهما أبكم) ولد أخرس (لا يقدر على شيء) لأنه لا يفهم ولا يفهم (وهو كل) ثقيل (على مولاه) ولي أمره (أينما يوجهه لا) يصرفه (يأت بخير) منه (هل) بنجح وهذا مثل الكافر (يستوي هو ومن) الأبكم المذكور (يأمر بالعدل وهو) أي ومن هو ناطق نافع للناس حيث يأمر به ويحث عليه (على صراط مستقيم) طريق (ولله) وهو الثاني المؤمن لا وقيل هذا مثل لله والأبكم للأصنام والذي قبله مثل الكافر والمؤمن \r\n", "sura_id": 16, "type": 2, "id": 26921, "aya_id": 76}, {"text": "وضرب الله مثلا آخر لبطلان الشرك رجلين: أحدهما أخرس أصم لا يَفْهَم ولا يُفْهِم, لا يقدر على منفعة نفسه أو غيره, وهو عبء ثقيل على مَن يَلي أمره ويعوله, إذا أرسله لأمر يقضيه لا ينجح, ولا يعود عليه بخير, ورجل آخر سليم الحواس, ينفع نفسه وغيره, يأمر بالإنصاف, وهو على طريق واضح لا عوج فيه, فهل يستوي الرجلان في نظر العقلاء؟ فكيف تُسَوُّون بين الصنم الأبكم الأصمِّ وبين الله القادر المنعم بكل خير؟\r\n", "sura_id": 16, "type": 3, "id": 33157, "aya_id": 76}, {"text": " <font color=red>وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَى شَيْءٍ وَهُوَ كَلٌّ عَلَى مَوْلَاهُ أَيْنَمَا يُوَجِّهْهُ لَا يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>قَالَ مُجَاهِد وَهَذَا أَيْضًا الْمُرَاد بِهِ الْوَثَن وَالْحَقّ تَعَالَى يَعْنِي أَنَّ الْوَثَن أَبْكَم لَا يَتَكَلَّم وَلَا يَنْطِق بِخَيْرٍ وَلَا بِشَيْءٍ وَلَا يَقْدِر عَلَى شَيْء بِالْكُلِّيَّةِ فَلَا مَقَال وَلَا فِعَال وَهُوَ مَعَ هَذَا \" كَلّ \" أَيْ عِيَال وَكُلْفَة عَلَى مَوْلَاهُ \" أَيْنَمَا يُوَجِّههُ \" أَيْ يَبْعَثهُ \" لَا يَأْتِ بِخَيْرٍ \" وَلَا يَنْجَح مَسْعَاهُ \" هَلْ يَسْتَوِي \" مَنْ هَذِهِ صِفَاته \" وَمَنْ يَأْمُر بِالْعَدْلِ \" أَيْ بِالْقِسْطِ فَمَقَاله حَقّ وَفِعَاله مُسْتَقِيمَة \" وَهُوَ عَلَى صِرَاط مُسْتَقِيم \" وَقِيلَ الْأَبْكَم مَوْلًى لِعُثْمَان وَبِهَذَا قَالَ السُّدِّيّ وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ وَاخْتَارَ هَذَا الْقَوْل اِبْن جَرِير . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس هُوَ مَثَل لِلْكَافِرِ وَالْمُؤْمِن أَيْضًا كَمَا تَقَدَّمَ وَقَالَ اِبْن جَرِير حَدَّثَنَا الْحَسَن بْن الصَّبَّاح الْبَزَّار حَدَّثَنَا يَحْيَى بْن إِسْحَاق السَّالَحِينِيّ حَدَّثَنَا حَمَّاد حَدَّثَنَا عَبْد اللَّه بْن عُثْمَان بْن خَيْثَم عَنْ إِبْرَاهِيم عَنْ عِكْرِمَة عَنْ يَعْلَى بْن أُمَيَّة عَنْ اِبْن عَبَّاس فِي قَوْله \" ضَرَبَ اللَّه مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِر عَلَى شَيْء \" قَالَ نَزَلَتْ فِي رَجُل مِنْ قُرَيْش وَعَبْده يَعْنِي قَوْله \" عَبْدًا مَمْلُوكًا \" الْآيَة . وَفِي قَوْله \" وَضَرَبَ اللَّه مَثَلًا رَجُلَيْنِ أَحَدهمَا أَبْكَم \" - إِلَى قَوْله - \" وَهُوَ عَلَى صِرَاط مُسْتَقِيم \" قَالَ هُوَ عُثْمَان بْن عَفَّان قَالَ وَالْأَبْكَم الَّذِي أَيْنَمَا يُوَجِّههُ لَا يَأْتِ بِخَيْرٍ قَالَ هُوَ مَوْلًى لِعُثْمَان بْن عَفَّان كَانَ عُثْمَان يُنْفِق عَلَيْهِ وَيُكَلِّفهُ وَيَكْفِيه الْمَئُونَة وَكَانَ الْآخَر يَكْرَه الْإِسْلَام وَيَأْبَاهُ وَيَنْهَاهُ عَنْ الصَّدَقَة وَالْمَعْرُوف فَنَزَلَتْ فِيهِمَا .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38152, "aya_id": 76}]