[{"text": "وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى", "sura_id": 20, "type": 0, "id": 2417, "aya_id": 69}, {"text": "و ألق ما في يمينك تلقف ما صنعوا إنما صنعوا كيد ساحر و لا يفلح الساحر حيث أتى", "sura_id": 20, "type": 1, "id": 8653, "aya_id": 69}, {"text": "69 - (وألق ما في يمينك) وهي عصاه (تلقف) تبتلع (ما صنعوا إنما صنعوا كيد ساحر) أي جنسه (ولا يفلح الساحر حيث أتى) بسحره فألقى موسى عصاه فتلقفت كل ما صنعوه \r\n", "sura_id": 20, "type": 2, "id": 27361, "aya_id": 69}, {"text": "وألق عصاك التي في يمينك تبتلع حبالهم وعصيهم, فما عملوه أمامك ما هو إلا مكر ساحرٍ وتخييل سِحْرٍ, ولا يظفر الساحر بسحره أين كان.\r\n", "sura_id": 20, "type": 3, "id": 33597, "aya_id": 69}, {"text": " <font color=red>وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى</font><BR><p>\" إِنَّمَا صَنَعُوا كَيْد سَاحِر وَلَا يُفْلِح السَّاحِر حَيْثُ أَتَى \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن مُوسَى الشَّيْبَانِيّ حَدَّثَنَا حَمَّاد بْن خَالِد حَدَّثَنَا اِبْن مُعَاذ - أَحْسِبهُ الصَّائِغ - عَنْ الْحَسَن عَنْ جُنْدُب بْن عَبْد اللَّه الْبَجَلِيّ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا أَخَذْتُمْ - يَعْنِي السَّاحِر - فَاقْتُلُوهُ ثُمَّ قَرَأَ \" وَلَا يُفْلِح السَّاحِر حَيْثُ أَتَى \" قَالَ لَا يُؤْمَن حَيْثُ وُجِدَ \" وَقَدْ رَوَى أَصْله التِّرْمِذِيّ مَوْقُوفًا وَمَرْفُوعًا فَلَمَّا عَايَنَ السَّحَرَة ذَلِكَ وَشَاهَدُوهُ وَلَهُمْ خِبْرَة بِفُنُونِ السِّحْر وَطُرُقه وَوُجُوهه عَلِمُوا عِلْم الْيَقِين أَنَّ هَذَا الَّذِي فَعَلَهُ مُوسَى لَيْسَ مِنْ قَبِيل السِّحْر وَالْحِيَل وَأَنَّهُ حَقّ لَا مِرْيَة فِيهِ وَلَا يَقْدِر عَلَى هَذَا إِلَّا الَّذِي يَقُول لِلشَّيْءِ كُنْ فَيَكُون فَعِنْد ذَلِكَ وَقَعُوا سُجَّدًا لِلَّهِ وَقَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ رَبّ مُوسَى وَهَارُون وَلِهَذَا قَالَ اِبْن عَبَّاس وَعُبَيْد بْن عُمَيْر : كَانُوا أَوَّل النَّهَار سَحَرَة وَفِي آخِر النَّهَار شُهَدَاء بَرَرَة وَقَالَ مُحَمَّد بْن كَعْب كَانُوا ثَمَانِينَ أَلْفًا وَقَالَ الْقَاسِم بْن أَبِي بَزَّة كَانُوا سَبْعِينَ أَلْفًا وَقَالَ السُّدِّيّ بِضْعَة وَثَلَاثِينَ أَلْفًا وَقَالَ الثَّوْرِيّ عَنْ عَبْد الْعَزِيز بْن رُفَيْع عَنْ أَبِي ثُمَامَة كَانَ سَحَرَة فِرْعَوْن تِسْعَة عَشَر أَلْفًا وَقَالَ مُحَمَّد بْن إِسْحَاق كَانُوا خَمْسَة عَشَر أَلْفًا وَقَالَ كَعْب الْأَحْبَار كَانُوا اِثْنَيْ عَشَر أَلْفًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن عَلِيّ اِبْن حَمْزَة حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن وَاقِد عَنْ أَبِيهِ عَنْ يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس كَانَتْ السَّحَرَة سَبْعِينَ رَجُلًا أَصْبَحُوا سَحَرَة وَأَمْسَوْا شُهَدَاء قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا الْمُسَيِّب بْن وَاضِح بِمَكَّة حَدَّثَنَا اِبْن الْمُبَارَك قَالَ : قَالَ الْأَوْزَاعِيّ لَمَّا خَرَّ السَّحَرَة سُجَّدًا رُفِعَتْ لَهُمْ الْجَنَّة حَتَّى نَظَرُوا إِلَيْهَا .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38883, "aya_id": 69}]