[{"text": "فَأَنجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَمَا كَانُواْ مُؤْمِنِينَ", "sura_id": 7, "type": 0, "id": 1026, "aya_id": 72}, {"text": "فأنجيناه والذين معه برحمة منا وقطعنا دابر الذين كذبوا بآياتنا وما كانوا مؤمنين", "sura_id": 7, "type": 1, "id": 7262, "aya_id": 72}, {"text": "72 - (فأنجيناه) أي هوداً (والذين معه) من المؤمنين (برحمة منا وقطعنا دابر) القوم (الذين كذبوا بآياتنا) أي استأصلناهم (وما كانوا مؤمنين) عطف على كذبوا \r\n", "sura_id": 7, "type": 2, "id": 25970, "aya_id": 72}, {"text": "فوقع عذاب الله بإرسال الريح الشديدة عليهم, فأنجى الله هودًا والذين آمنوا معه برحمة عظيمة منه تعالى, وأهلك الكفار من قومه جميعا ودمَّرهم عن آخرهم, وما كانوا مؤمنين لجمعهم بين التكذيب بآيات الله وترك العمل الصالح.\r\n", "sura_id": 7, "type": 3, "id": 32206, "aya_id": 72}, {"text": " <font color=red>فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَمَا كَانُوا مُؤْمِنِينَ</font><BR><p>قَوْله \" فَأَنْجَيْنَاهُ وَاَلَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِر الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَمَا كَانُوا مُؤْمِنِينَ \" وَقَدْ ذَكَرَ اللَّه سُبْحَانه صِفَة إِهْلَاكهمْ فِي أَمَاكِن أُخَر مِنْ الْقُرْآن بِأَنَّهُ أَرْسَلَ عَلَيْهِمْ الرِّيح الْعَقِيم مَا تَذَر مِنْ شَيْء أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَأَمَّا عَاد فَأُهْلِكُوا بِرِيحٍ صَرْصَر عَاتِيَة سَخَّرَهَا عَلَيْهِمْ سَبْع لَيَالٍ وَثَمَانِيَة أَيَّام حُسُومًا فَتَرَى الْقَوْم فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَاز نَخْل خَاوِيَة فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَة \" لَمَّا تَمَرَّدُوا وَعَتَوْا أَهْلَكَهُمْ اللَّه بِرِيحٍ عَاتِيَة فَكَانَتْ تَحْمِل الرَّجُل مِنْهُمْ فَتَرْفَعهُ فِي الْهَوَاء ثُمَّ تُنَكِّسهُ عَلَى أُمّ رَأْسه فَتَثْلَغ رَأْسه حَتَّى تَبِيِنهُ مِنْ بَيْن جُثَّته وَلِهَذَا قَالَ\" كَأَنَّهُمْ أَعْجَاز نَخْل خَاوِيَة \" وَقَالَ مُحَمَّد بْن إِسْحَاق كَانُوا يَسْكُنُونَ بِالْيَمَنِ بَيْن عُمَان وَحَضْرَمَوْت وَكَانُوا مَعَ ذَلِكَ قَدْ فَشَوْا فِي الْأَرْض وَقَهَرُوا أَهْلهَا بِفَضْلِ قُوَّتهمْ الَّتِي آتَاهُمْ اللَّه وَكَانُوا أَصْحَاب أَوْثَان يَعْبُدُونَهَا مِنْ دُون اللَّه فَبَعَثَ اللَّه إِلَيْهِمْ هُودًا عَلَيْهِ السَّلَام وَهُوَ مِنْ أَوْسَطهمْ نَسَبًا وَأَفْضَلهمْ مَوْضِعًا فَأَمَرَهُمْ أَنْ يُوَحِّدُوا اللَّه وَلَا يَجْعَلُوا مَعَهُ إِلَهًا غَيْره وَأَنْ يَكُفُّوا عَنْ ظُلْم النَّاس فَأَبَوْا عَلَيْهِ وَكَذَّبُوهُ وَقَالُوا مَنْ أَشَدّ مِنَّا قُوَّة وَاتَّبَعَهُ مِنْهُمْ نَاس وَهُمْ يَسِير يَكْتُمُونَ إِيمَانهمْ فَلَمَّا عَتَتْ عَاد عَلَى اللَّه وَكَذَّبُوا نَبِيّه وَأَكْثَرُوا فِي الْأَرْض الْفَسَاد وَتَجَبَّرُوا وَبَنَوْا بِكُلِّ رِيع آيَة عَبَثًا بِغَيْرِ نَفْع كَلَّمَهُمْ هُود فَقَالَ\" أَتَبْنُونَ بِكُلِّ رِيع آيَة تَعْبَثُونَ وَتَتَّخِذُونَ مَصَانِع لَعَلَّكُمْ تَخْلُدُونَ وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ فَاتَّقُوا اللَّه وَأَطِيعُونِي قَالُوا يَا هُود مَا جِئْتنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتنَا عَنْ قَوْلك وَمَا نَحْنُ لَك بِمُؤْمِنِينَ إِنْ نَقُول إِلَّا اِعْتَرَاك بَعْض آلِهَتنَا بِسُوءٍ \" أَيْ بِجُنُونٍ\" قَالَ إِنِّي أُشْهِد اللَّه وَاشْهَدُوا أَنِّي بَرِيء مِمَّا تُشْرِكُونَ مِنْ دُونه فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِي إِنِّي تَوَكَّلْت عَلَى اللَّه رَبِّي وَرَبّكُمْ مَا مِنْ دَابَّة إِلَّا هُوَ آخِذ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاط مُسْتَقِيم \" قَالَ مُحَمَّد بْن إِسْحَاق فَلَمَّا أَبَوْا إِلَّا الْكُفْر بِهِ أَمْسَكَ اللَّه عَنْهُمْ الْقَطْر ثَلَاث سِنِينَ فِيمَا يَزْعُمُونَ حَتَّى جَهَدَهُمْ ذَلِكَ قَالَ وَكَانَ النَّاس إِذَا جَهَدَهُمْ أَمْر فِي ذَلِكَ الزَّمَان وَطَلَبُوا مِنْ اللَّه الْفَرَج فِيهِ إِنَّمَا يَطْلُبُونَهُ بِحَرَمٍ وَمَكَان بَيْته وَكَانَ مَعْرُوفًا عِنْد أَهْل ذَلِكَ الزَّمَان وَبِهِ الْعَمَالِيق مُقِيمُونَ وَهُمْ مِنْ سُلَالَة عِمْلِيق بْن لَاوَذ بْن سَام بْن نُوح وَكَانَ سَيِّدهمْ إِذْ ذَاكَ رَجُلًا يُقَال لَهُ مُعَاوِيَة بْن بَكْر وَكَانَتْ لَهُ أُمّ مِنْ قَوْم عَاد وَاسْمهَا جلهذة اِبْنَة الْخُبَيْرِيّ قَالَ فَبَعَثَتْ عَاد وَفْدًا قَرِيبًا مِنْ سَبْعِينَ رَجُلًا إِلَى الْحَرَم لِيَسْتَسْقُوا لَهُمْ عِنْد الْحَرَم فَمَرُّوا بِمُعَاوِيَة بْن بَكْر بِظَاهِرِ مَكَّة فَنَزَلُوا عَلَيْهِ فَأَقَامُوا عِنْده شَهْرًا يَشْرَبُونَ الْخَمْر وَتُغَنِّيهِمْ الْجَرَادَتَانِ : قَيْنَتَانِ لِمُعَاوِيَة وَكَانُوا قَدْ وَصَلُوا إِلَيْهِ فِي شَهْر فَلَمَّا طَالَ مُقَامهمْ عِنْده وَأَخَذَتْهُ شَفَقَة عَلَى قَوْمه وَاسْتَحْيَا مِنْهُمْ أَنْ يَأْمُرهُمْ بِالِانْصِرَافِ عَمِلَ شِعْرًا يُعَرِّض لَهُمْ بِالِانْصِرَافِ وَأَمَرَ الْقَيْنَتَيْنِ أَنْ تُغَنِّيَاهُمْ بِهِ فَقَالَ : أَلَا يَا قَيْل وَيْحك قُمْ فَهَيْنِمْ لَعَلَّ اللَّه يُصْبِحنَا غَمَامَا فَيَسْقِي أَرْض عَاد إِنَّ عَادًا قَدْ أَمْسَوْا لَا يَبِينُونَ الْكَلَامَا مِنْ الْعَطَش الشَّدِيد وَلَيْسَ نَرْجُو بِهِ الشَّيْخ الْكَبِير وَلَا الْغُلَامَا وَقَدْ كَانَتْ نِسَاؤُهُمُ بِخَيْرٍ فَقَدْ أَمْسَتْ نِسَاؤُهُمُ غَيَامَى وَإِنَّ الْوَحْش تَأْتِيهِمْ جِهَارًا وَلَا تَخْشَى لِعَادِيٍّ سِهَامَا وَأَنْتُمْ هَاهُنَا فِيمَا اِشْتَهَيْتُمْ نَهَاركُمْ وَلَيْلكُمُ التَّمَامَا فَقَبَّحَ وَفْدكُمْ مِنْ وَفْد قَوْم وَلَا لَقَوْا التَّحِيَّة وَالسَّلَامَا قَالَ فَعِنْد ذَلِكَ تَنَبَّهَ الْقَوْم لِمَا جَاءُوا لَهُ فَنَهَضُوا إِلَى الْحَرَم وَدَعَوْا لِقَوْمِهِمْ فَدَعَا دَاعِيهمْ وَهُوَ قَيْل بْن عَنْز فَأَنْشَأَهُ اللَّه سَحَابَات ثَلَاثًا بَيْضَاء وَسَوْدَاء وَحَمْرَاء ثُمَّ نَادَاهُ مُنَادٍ مِنْ السَّمَاء اِخْتَرْ لِنَفْسِك أَوْ لِقَوْمِك مِنْ هَذَا السَّحَاب فَقَالَ : اِخْتَرْت هَذِهِ السَّحَابَة السَّوْدَاء فَإِنَّهَا أَكْثَر السَّحَاب مَاء فَنَادَاهُ مُنَادٍ اِخْتَرْت رَمَادًا رَمْدَدًا لَا تُبْقِي مِنْ عَاد أَحَدًا لَا وَالِدًا يَتْرَك وَلَا وَلَدًا إِلَّا جَعَلَتْهُ هَمْدًا إِلَّا بَنِي الْوَذِيَّة الْمُهَنَّدَا قَالَ وَبَنُو الْوَذِيَّة بَطْن مِنْ عَاد مُقِيمُونَ بِمَكَّة فَلَمْ يُصِبْهُمْ مَا أَصَابَ قَوْمهمْ قَالَ وَهُمْ مَنْ بَقِيَ مِنْ أَنْسَالهمْ وَذَرَارِيّهمْ عَاد الْآخِرَة قَالَ وَسَاقَ اللَّه السَّحَابَة السَّوْدَاء فِيمَا يَذْكُرُونَ الَّتِي اِخْتَارَهَا قَيْل بْن عَنْز بِمَا فِيهَا مِنْ النِّقْمَة إِلَى عَاد حَتَّى تَخْرُج عَلَيْهِمْ مِنْ وَادٍ يُقَال لَهُ الْمُغِيث فَلَمَّا رَأَوْهَا اِسْتَبْشَرُوا وَقَالُوا هَذَا عَارِض مُمْطِرنَا يَقُول \" بَلْ هُوَ مَا اِسْتَعْجَلْتُمْ بِهِ رِيح فِيهَا عَذَاب أَلِيم تُدَمِّر كُلّ شَيْء \" أَيْ تُهْلِك كُلّ شَيْء مَرَّتْ بِهِ فَكَانَ أَوَّل مَنْ أَبْصَرَ مَا فِيهَا وَعَرَفَ أَنَّهَا رِيح فِيمَا يَذْكُرُونَ اِمْرَأَة مِنْ عَاد يُقَال لَهَا مُمِيد فَلَمَّا بَيَّنَتْ مَا فِيهَا صَاحَتْ ثُمَّ صَعِقَتْ فَلَمَّا أَفَاقَتْ قَالُوا مَا رَأَيْت يَا مُمِيد ؟ قَالَتْ رِيحًا فِيهَا شِبْه النَّار أَمَامهَا رِجَال يَقُودُونَهَا فَسَخَّرَهَا اللَّه عَلَيْهِمْ سَبْع لَيَالٍ وَثَمَانِيَة أَيَّام حُسُومًا كَمَا قَالَ اللَّه تَعَالَى وَالْحُسُوم الدَّائِمَة فَلَمْ تَدَع مِنْ عَاد أَحَدًا إِلَّا هَلَكَ وَاعْتَزَلَ هُود عَلَيْهِ السَّلَام فِيمَا ذُكِرَ لِي وَمَنْ مَعَهُ مِنْ الْمُؤْمِنِينَ فِي حَظِيرَة مَا يُصِيبهُ وَمَنْ مَعَهُ إِلَّا مَا تَلِينَ عَلَيْهِ الْجُلُود وَتَلَذّ الْأَنْفُس وَإِنَّهَا لَتَمُرّ عَلَى عَاد بِالظَّعْنِ مَا بَيْن السَّمَاء وَالْأَرْض وَتَدْمَغهُمْ بِالْحِجَارَةِ وَذَكَرَ تَمَام الْقِصَّة بِطُولِهَا وَهُوَ سِيَاق غَرِيب فِيهِ فَوَائِد كَثِيرَة وَقَدْ قَالَ اللَّه تَعَالَى \" وَلَمَّا جَاءَ أَمْرنَا نَجَّيْنَا هُودًا وَاَلَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَاب غَلِيظ \" . وَقَدْ وَرَدَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده قَرِيب مِمَّا أَوْرَدَهُ مُحَمَّد بْن إِسْحَاق بْن يَسَار رَحِمَهُ اللَّه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنِي أَبُو الْمُنْذِر سَلَام بْن سُلَيْمَان النَّحْوِيّ حَدَّثَنَا عَاصِم بْن أَبِي النَّجُود عَنْ أَبِي وَائِل عَنْ الْحَارِث الْبَكْرِيّ قَالَ خَرَجْت أَشْكُو الْعَلَاء بْن الْحَضْرَمِيّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَرَرْت بِالرَّبَذَةِ فَإِذَا بِعَجُوزٍ مِنْ بَنِي تَمِيم مُنْقَطِع بِهَا فَقَالَتْ لِي يَا عَبْد اللَّه إِنَّ لِي إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَاجَة هَلْ أَنْتَ مُبَلِّغِي إِلَيْهِ قَالَ فَحَمَلْتهَا فَأَتَيْت الْمَدِينَة فَإِذَا الْمَسْجِد غَاصّ بِأَهْلِهِ وَإِذَا رَايَة سَوْدَاء تَخْفِق وَإِذَا بِلَال مُتَقَلِّد سَيْفًا بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت مَا شَأْن النَّاس ؟ قَالُوا يُرِيد أَنْ يَبْعَث عَمْرو بْن الْعَاص وَجْهًا قَالَ فَجَلَسْت قَالَ فَدَخَلَ مَنْزِله أَوْ قَالَ رَحْله فَاسْتَأْذَنْت عَلَيْهِ فَأَذِنَ لِي فَدَخَلْت وَسَلَّمْت فَقَالَ هَلْ بَيْنكُمْ وَبَيْن تَمِيم شَيْء قُلْت نَعَمْ وَكَانَتْ لَنَا الدَّائِرَة عَلَيْهِمْ وَمَرَرْت بِعَجُوزٍ مِنْ بَنِي تَمِيم مُنْقَطِع بِهَا فَسَأَلَتْنِي أَنْ أَحْمِلهَا إِلَيْك وَهَا هِيَ بِالْبَابِ فَأَذِنَ لَهَا فَدَخَلَتْ فَقُلْت يَا رَسُول اللَّه إِنْ رَأَيْت أَنْ تَجْعَل بَيْننَا وَبَيْن تَمِيم حَاجِزًا فَاجْعَلْ الدَّهْنَاء فَحَمِيَتْ الْعَجُوز وَاسْتَوْفَزْت وَقَالَتْ يَا رَسُول اللَّه فَإِلَى أَيْنَ يُضْطَرّ مُضْطَرّك قَالَ قُلْت : إِنَّ مَثَلِي مَثَل مَا قَالَ الْأَوَّل : \" مِعْزَى حَمَلَتْ حَتْفهَا\" حَمَلْت هَذِهِ وَلَا أَشْعُر أَنَّهَا كَانَتْ لِي خَصْمًا أَعُوذ بِاَللَّهِ وَبِرَسُولِهِ أَنْ أَكُون كَوَافِدِ عَاد قَالَ لِي \" وَمَا وَافِد عَاد \" ؟ وَهُوَ أَعْلَم بِالْحَدِيثِ مِنْهُ وَلَكِنْ يَسْتَطْعِمهُ قُلْت إِنْ عَادًا قَحَطُوا فَبَعَثُوا وَافِدًا لَهُمْ يُقَال لَهُ قَيْل فَمَرَّ بِمُعَاوِيَة بْن بَكْر فَأَقَامَ عِنْده شَهْرًا يَسْقِيه الْخَمْر وَتُغَنِّيه جَارِيَتَانِ يُقَال لَهُمَا الْجَرَادَتَانِ فَلَمَّا مَضَى الشَّهْر خَرَجَ إِلَى جِبَال مُهْرَة فَقَالَ اللَّهُمَّ إِنَّك تَعْلَم أَنِّي لَمْ أَجِئْ إِلَى مَرِيض فَأُدَاوِيه وَلَا إِلَى أَسِير فَأُفَادِيهِ . اللَّهُمَّ اِسْقِ عَادًا مَا كُنْت تَسْقِيه فَمَرَّتْ بِهِ سَحَابَات سُود فَنُودِيَ مِنْهَا اِخْتَرْ فَأَوْمَأَ إِلَى سَحَابَة مِنْهَا سَوْدَاء فَنُودِيَ مِنْهَا خُذْهَا رَمَادًا رَمْدَدًا لَا تُبْقِي مِنْ عَاد أَحَدًا قَالَ فَمَا بَلَغَنِي أَنَّهُ بَعَثَ اللَّه عَلَيْهِمْ مِنْ الرِّيح إِلَّا قَدْر مَا يَجْرِي فِي خَاتَمِي هَذَا حَتَّى هَلَكُوا قَالَ أَبُو وَائِل وَصَدَقَ قَالَ وَكَانَتْ الْمَرْأَة وَالرَّجُل إِذَا بَعَثُوا وَافِدًا لَهُمْ قَالُوا لَا تَكُنْ كَوَافِدِ عَاد هَكَذَا رَوَاهُ الْإِمَام أَحْمَد فِي الْمُسْنَد وَرَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ زَيْد بْن الْحُبَاب بِهِ نَحْوه وَرَوَاهُ النَّسَائِيّ حَدِيث سَلَّام بْن أَبِي الْمُنْذِر عَنْ عَاصِم وَهُوَ اِبْن بَهْدَلَة وَمِنْ طَرِيقه رَوَاهُ اِبْن مَاجَهْ أَيْضًا عَنْ أَبِي وَائِل عَنْ الْحَارِث بْن حَسَّان الْبَكْرِيّ بِهِ . وَرَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ زَيْد بْن حُبَاب بِهِ وَوَقَعَ عِنْده عَنْ الْحَارِث بْن يَزِيد الْبَكْرِيّ فَذَكَرَهُ وَرَوَاهُ أَيْضًا عَنْ أَبِي كُرَيْب عَنْ أَبِي بَكْر بْن عَيَّاش عَنْ عَاصِم عَنْ الْحَارِث بْن حَسَّان الْبَكْرِيّ فَذَكَرَهُ وَلَمْ أَرَ فِي النُّسْخَة أَبَا وَائِل وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42642, "aya_id": 72}]