[{"text": "آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا", "sura_id": 18, "type": 0, "id": 2236, "aya_id": 96}, {"text": "آتوني زبر الحديد حتى إذا ساوى بين الصدفين قال انفخوا حتى إذا جعله نارا قال آتوني أفرغ عليه قطرا", "sura_id": 18, "type": 1, "id": 8472, "aya_id": 96}, {"text": "96 - (آتوني زبر الحديد) قطعة على قدر الحجارة التي يبنى بها فبنى بها وجعل بينها الحطب والفحم (حتى إذا ساوى بين الصدفين) بضم الحرفين وفتحهما وضم الأول وسكون الثاني أي جانبي الجبلين بالبناء ووضع المنافخ والنار حول ذلك (قال انفخوا) فنفخوا (حتى إذا جعله) أي الحديد (نارا) أي كالنار (قال آتوني أفرغ عليه قطرا) هو النحاس المذاب تنازع فيه الفعلان وحذف من الأول لاعمال الثاني فأفرغ النحاس المذاب على الحديد المحمي فدخل بين زبره فصار شيئا واحدا \r\n", "sura_id": 18, "type": 2, "id": 27180, "aya_id": 96}, {"text": "أعطوني قطع الحديد، حتى إذا جاؤوا به ووضعوه وحاذوا به جانبي الجبلين، قال للعمال: أجِّجوا النار، حتى إذا صار الحديد كله نارًا، قال: أعطوني نحاسًا أُفرغه عليه.\r\n", "sura_id": 18, "type": 3, "id": 33416, "aya_id": 96}, {"text": " <font color=red>آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا</font><BR><p>\" أَجْعَل بَيْنكُمْ وَبَيْنهمْ رَدْمًا آتُونِي زُبُر الْحَدِيد \" وَالزُّبُر جَمْع زُبْرَة وَهِيَ الْقِطْعَة مِنْهُ قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَهِيَ كَاللَّبِنَةِ يُقَال كُلّ لَبِنَة زِنَة قِنْطَار بِالدِّمَشْقِيِّ أَوْ تَزِيد عَلَيْهِ \" حَتَّى إِذَا سَاوَى بَيْن الصَّدَفَيْنِ \" أَيْ وَضَعَ بَعْضه عَلَى بَعْض مِنْ الْأَسَاس حَتَّى إِذَا حَاذَى بِهِ رُءُوس الْجَبَلَيْنِ طُولًا وَعَرْضًا وَاخْتَلَفُوا فِي مِسَاحَة عَرْضه وَطُوله عَلَى أَقْوَال \" قَالَ اُنْفُخُوا \" أَيْ أَجَّجَ عَلَيْهِ النَّار حَتَّى صَارَ كُلّه نَارًا \" قَالَ آتُونِي أُفْرِغ عَلَيْهِ قِطْرًا \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ هُوَ النُّحَاس زَادَ بَعْضهمْ الْمُذَاب وَيَسْتَشْهِد بِقَوْلِهِ تَعَالَى \" وَأَسَلْنَا لَهُ عَيْن الْقِطْر \" وَلِهَذَا يُشَبَّه بِالْبَرَدِ الْمُحَبَّر قَالَ اِبْن جَرِير : حَدَّثَنَا بِشْر بْن يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَالَ : ذُكِرَ لَنَا أَنَّ رَجُلًا قَالَ يَا رَسُول اللَّه قَدْ رَأَيْت سَدّ يَأْجُوج وَمَأْجُوج قَالَ \" اِنْعَتْهُ لِي \" قَالَ كَالْبَرَدِ الْمُحَبَّر طَرِيقَة سَوْدَاء وَطَرِيقَة حَمْرَاء قَالَ \" قَدْ رَأَيْته \" هَذَا حَدِيث مُرْسَل . وَقَدْ بَعَثَ الْخَلِيفَة الْوَاثِق فِي دَوْلَته بَعْض أُمَرَائِهِ وَجَهَّزَ مَعَهُ جَيْشًا سَرِيَّة لِيَنْظُرُوا إِلَى السَّدّ وَيُعَايِنُوهُ وَيَنْعَتُوهُ لَهُ إِذَا رَجَعُوا فَتَوَصَّلُوا مِنْ بِلَاد إِلَى بِلَاد وَمِنْ مَلِك إِلَى مَلِك حَتَّى وَصَلُوا إِلَيْهِ وَرَأَوْا بِنَاءَهُ مِنْ الْحَدِيد وَمِنْ النُّحَاس وَذَكَرُوا أَنَّهُمْ رَأَوْا فِيهِ بَابًا عَظِيمًا وَعَلَيْهِ أَقْفَال عَظِيمَة وَرَأَوْا بَقِيَّة اللَّبِن وَالْعَمَل فِي بُرْج هُنَاكَ وَأَنَّ عِنْده حَرَسًا مِنْ الْمُلُوك الْمُتَاخِمَة لَهُ وَأَنَّهُ عَالٍ مُنِيف شَاهِق لَا يُسْتَطَاع وَلَا مَا حَوْله مِنْ الْجِبَال ثُمَّ رَجَعُوا إِلَى بِلَادهمْ وَكَانَتْ غَيْبَتهمْ أَكْثَر مِنْ سَنَتَيْنِ وَشَاهَدُوا أَهْوَالًا وَعَجَائِب ثُمَّ قَالَ اللَّه تَعَالَى .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38395, "aya_id": 96}]