[{"text": "وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُواْ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُواْ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 16, "type": 0, "id": 1915, "aya_id": 14}, {"text": "وهو الذي سخر البحر لتأكلوا منه لحما طريا وتستخرجوا منه حلية تلبسونها وترى الفلك مواخر فيه ولتبتغوا من فضله ولعلكم تشكرون", "sura_id": 16, "type": 1, "id": 8151, "aya_id": 14}, {"text": "14 - (وهو الذي سخر البحر) ذلله لركوبه والغوص فيه (لتأكلوا منه لحما طريا) هو السمك (وتستخرجوا منه حلية تلبسونها) هي اللؤلؤ والمرجان (وترى) تبصر (الفلك) السفن (مواخر فيه) تمخر الماء أي تشقه بجريها فيه مقبلة ومدبرة بريح واحدة (ولتبتغوا) عطف على لتأكلوا تطلبوا (من فضله) تعالى بالتجارة (ولعلكم تشكرون) الله على ذلك \r\n", "sura_id": 16, "type": 2, "id": 26859, "aya_id": 14}, {"text": "وهو الذي سخَّر لكم البحر; لتأكلوا مما تصطادون من سمكه لحمًا طريًا, وتستخرجوا منه زينة تَلْبَسونها كاللؤلؤ والمرجان, وترى السفن العظيمة تشق وجه الماء تذهب وتجيء, وتركبونها; لتطلبوا رزق الله بالتجارة والربح فيها, ولعلكم تشكرون لله تعالى على عظيم إنعامه عليكم, فلا تعبدون غيره.\r\n", "sura_id": 16, "type": 3, "id": 33095, "aya_id": 14}, {"text": " <font color=red>وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ تَسْخِيره الْبَحْر الْمُتَلَاطِم الْأَمْوَاج وَيَمْتَنّ عَلَى عِبَاده بِتَذْلِيلِهِ لَهُمْ وَتَيْسِيرهمْ لِلرُّكُوبِ فِيهِ وَجَعْله السَّمَك وَالْحِيتَان فِيهِ وَإِحْلَاله لِعِبَادِهِ لَحْمهَا حَيّهَا وَمَيِّتهَا فِي الْحِلّ وَالْإِحْرَام وَمَا يَخْلُقهُ فِيهِ مِنْ اللَّآلِئ وَالْجَوَاهِر النَّفِيسَة وَتَسْهِيله لِلْعِبَادِ اِسْتِخْرَاجهمْ مِنْ قَرَاره حِلْيَة يَلْبَسُونَهَا وَتَسْخِيره الْبَحْر لِحَمْلِ السُّفُن الَّتِي تَمْخُرهُ أَيْ تَشُقّهُ وَقِيلَ تَمْخُر الرِّيَاح وَكِلَاهُمَا صَحِيح وَقِيلَ تَمْخُرهُ بِجُؤْجُئِهَا وَهُوَ صَدْرهَا الْمُسَنَّم الَّذِي أَرْشَدَ الْعِبَاد إِلَى صَنْعَتهَا وَهَدَاهُمْ إِلَى ذَلِكَ إِرْثًا عَنْ أَبِيهِمْ نُوح عَلَيْهِ السَّلَام فَإِنَّهُ أَوَّل مَنْ رَكِبَ السُّفُن وَلَهُ كَانَ تَعْلِيم صَنْعَتهَا ثُمَّ أَخَذَهَا النَّاس عَنْهُ قَرْنًا بَعْد قَرْن وَجِيلًا بَعْد جِيل يَسِيرُونَ مِنْ قُطْر إِلَى قُطْر وَمِنْ بَلَد إِلَى بَلَد وَمِنْ إِقْلِيم إِلَى إِقْلِيم لِجَلْبِ مَا هُنَاكَ إِلَى هُنَا وَمَا هُنَا إِلَى هُنَاكَ وَلِهَذَا قَالَ تَعَالَى\" وَلِتَبْتَغُوا مِنْ فَضْله وَلَعَلَّكُمْ تَشْكُرُونَ \" أَيْ نِعَمه وَإِحْسَانه . وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده : وَجَدْت فِي كِتَابِي عَنْ مُحَمَّد بْن مُعَاوِيَة الْبَغْدَادِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن عَمْرو عَنْ سَهْل بْن أَبَى صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : كَلَّمَ اللَّه الْبَحْر الْغَرْبِيّ وَكَلَّمَ الْبَحْر الشَّرْقِيّ فَقَالَ لِلْبَحْرِ الْغَرْبِيّ إِنِّي حَامِل فِيك عِبَادًا مِنْ عِبَادِي فَكَيْف أَنْتَ صَانِع فِيهِمْ ؟ قَالَ أُغْرِقهُمْ فَقَالَ بَأْسك فِي نَوَاحِيك وَاحْمِلْهُمْ عَلَى يَدَيَّ وَحَرَّمْت الْحِلْيَة وَالصَّيْد وَكَلَّمَ الْبَحْر الشَّرْقِيّ فَقَالَ : إِنِّي حَامِل فِيك عِبَادًا مِنْ عِبَادِي فَمَا أَنْتَ صَانِع بِهِمْ ؟ فَقَالَ : أَحْمِلهُمْ عَلَى يَدَيَّ وَأَكُون لَهُمْ كَالْوَالِدَةِ لِوَلَدِهَا فَأَثَابَهُ الْحِلْيَة وَالصَّيْد ثُمَّ قَالَ الْبَزَّار لَا نَعْلَم مَنْ رَوَاهُ عَنْ سَهْل غَيْر عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن عَمْرو وَهُوَ مُنْكَر الْحَدِيث وَقَدْ رَوَاهُ سَهْل عَنْ النُّعْمَان بْن أَبِي عَيَّاش عَنْ عَبْد اللَّه بْن عَمْرو مَوْقُوفًا .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38085, "aya_id": 14}]