[{"text": "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا", "sura_id": 94, "type": 0, "id": 6095, "aya_id": 5}, {"text": "فإن مع العسر يسرا", "sura_id": 94, "type": 1, "id": 12331, "aya_id": 5}, {"text": "5 - (فإن مع العسر) الشدة (يسرا) سهولة \r\n", "sura_id": 94, "type": 2, "id": 31039, "aya_id": 5}, {"text": "فلا يثنك أذى أعدائك عن نشر الرسالة؛\r\n", "sura_id": 94, "type": 3, "id": 37275, "aya_id": 5}, {"text": " <font color=red>فَإِنَّ مَعَ الْعُسْرِ يُسْرًا</font><BR><p>وَقَوْله تَعَالَى \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا \" أَخْبَرَ تَعَالَى أَنَّ مَعَ الْعُسْر يُوجَد الْيُسْر ثُمَّ أَكَّدَ هَذَا الْخَبَر . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مَحْمُود بْن غَيْلَان حَدَّثَنَا حُمَيْد بْن حَمَّاد بْن أَبِي خوار أَبُو الْجَهْم حَدَّثَنَا عَائِذ بْن شُرَيْح قَالَ سَمِعْت أَنَس بْن مَالِك يَقُول : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِسًا وَحِيَاله حَجَر فَقَالَ \" لَوْ جَاءَ الْعُسْر فَدَخَلَ هَذَا الْحَجَر لَجَاءَ الْيُسْر حَتَّى يَدْخُل عَلَيْهِ فَيُخْرِجهُ \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا\" وَرَوَاهُ أَبُو بَكْر الْبَزَّار فِي مُسْنَده عَنْ مُحَمَّد بْن مَعْمَر عَنْ حُمَيْد بْن حَمَّاد بِهِ وَلَفْظه \" لَوْ جَاءَ الْعُسْر حَتَّى يَدْخُل هَذَا الْحَجَر لَجَاءَ الْيُسْر حَتَّى يُخْرِجهُ ثُمَّ قَالَ \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا\" ثُمَّ قَالَ الْبَزَّار لَا نَعْلَم رَوَاهُ عَنْ أَنَس إِلَّا عَائِذ بْن شُرَيْح \" قُلْت \" وَقَدْ قَالَ فِيهِ أَبُو حَاتِم الرَّازِيّ فِي حَدِيثه ضَعْف وَلَكِنْ رَوَاهُ شُعْبَة عَنْ مُعَاوِيَة بْن قُرَّة عَنْ رَجُل عَنْ عَبْد اللَّه بْن مَسْعُود مَوْقُوفًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا أَبُو قَطَن حَدَّثَنَا الْمُبَارَك بْن فَضَالَة عَنْ الْحَسَن قَالَ كَانُوا يَقُولُونَ لَا يَغْلِب عُسْر وَاحِد يُسْرَيْنِ اِثْنَيْنِ. وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن ثَوْر عَنْ مَعْمَر عَنْ الْحَسَن قَالَ : خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا مَسْرُورًا فَرِحًا وَهُوَ يَضْحَك وَهُوَ يَقُول \" لَنْ يَغْلِب عُسْر يُسْرَيْنِ لَنْ يَغْلِب عُسْر يُسْرَيْنِ\" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا \" وَكَذَا رَوَاهُ مِنْ حَدِيث عَوْف الْأَعْرَابِيّ وَيُونُس بْن عُبَيْد عَنْ الْحَسَن مُرْسَلًا وَقَالَ سَعِيد عَنْ قَتَادَة ذُكِرَ لَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَشَّرَ أَصْحَابه بِهَذِهِ الْآيَة . فَقَالَ \" لَنْ يَغْلِب عُسْر يُسْرَيْنِ \" وَمَعْنَى هَذَا أَنَّ الْعُسْر مُعَرَّف فِي الْحَالَيْنِ فَهُوَ مُفْرَد وَالْيُسْر مُنَكَّر فَتَعَدَّدَ وَلِهَذَا قَالَ \" لَنْ يَغْلِب عُسْر يُسْرَيْنِ\" يَعْنِي قَوْله \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا \" فَالْعُسْر الْأَوَّل عَيْن الثَّانِي وَالْيُسْر تَعَدُّد. وَقَالَ الْحَسَن بْن سُفْيَان حَدَّثَنَا يَزِيد بْن صَالِح حَدَّثَنَا خَارِجَة عَنْ عَبَّاد بْن كَثِير عَنْ أَبِي الزِّنَاد عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُنْزِلَ الْمَعُونَة مِنْ السَّمَاء عَلَى قَدْر الْمُؤْنَة وَنَزَلَ الصَّبْر عَلَى قَدْر الْمُصِيبَة \" وَمِمَّا يُرْوَى عَنْ الشَّافِعِيّ أَنَّهُ قَالَ : صَبْرًا جَمِيلًا مَا أَقْرَب الْفَرْجَا مَنْ رَاقَبَ اللَّه فِي الْأُمُور نَجَا مَنْ صَدَّقَ اللَّه لَمْ يَنَلْهُ أَذَى وَمَنْ رَجَاهُ يَكُون حَيْثُ رَجَا وَقَالَ اِبْن دُرَيْد أَنْشَدَنِي أَبُو حَاتِم السِّجِسْتَانِيّ : إِذَا اِشْتَمَلَتْ عَلَى الْيَأْس الْقُلُوب وَضَاقَ لِمَا بِهِ الصَّدْر الرَّحِيب وَأَوْطَأَتْ الْمَكَارِه وَاطْمَأَنَّتْ وَأَرْسَتْ فِي أَمَاكِنهَا الْخُطُوب وَلَمْ تَرَ لِانْكِشَافِ الضُّرّ وَجْهًا وَلَا أَغْنَى بِحِيلَتِهِ الْأَرِيب أَتَاك عَلَى قُنُوط مِنْك غَوْث يَمُنّ بِهِ اللَّطِيف الْمُسْتَجِيب وَكُلّ الْحَادِثَات إِذَا تَنَاهَتْ فَمَوْصُول بِهَا الْفَرَج الْقَرِيب وَقَالَ آخَر وَلَرُبَّ نَازِلَة يَضِيق بِهَا الْفَتَى ذَرْعًا وَعِنْد اللَّه مِنْهَا الْمَخْرَج كَمُلَتْ فَلَمَّا اِسْتَحْكَمَتْ حَلَقَاتهَا فُرِجَتْ وَكَانَ يَظُنّهَا لَا تُفْرَج .</p><BR> <br> ", "sura_id": 94, "type": 4, "id": 43594, "aya_id": 5}]