[{"text": "وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى", "sura_id": 20, "type": 0, "id": 2355, "aya_id": 7}, {"text": "و إن تجهر بالقول فإنه يعلم السر و أخفى", "sura_id": 20, "type": 1, "id": 8591, "aya_id": 7}, {"text": "7 - (وإن تجهر بالقول) في ذكر أو دعاء فالله غني عن الجهر به (فإنه يعلم السر وأخفى) منه أي ما حدثت به النفس وما خطر ولم تحدث به فلا تجهد نفسك بالجهر \r\n", "sura_id": 20, "type": 2, "id": 27299, "aya_id": 7}, {"text": "وإن تجهر - أيها الرسول - بالقول, فتعلنه أو تخفه, فإن الله لا يخفى عليه شيء, يعلم السر وما هو أخفى من السر مما تحدِّث به نفسك.\r\n", "sura_id": 20, "type": 3, "id": 33535, "aya_id": 7}, {"text": " <font color=red>وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى</font><BR><p>قَوْله \" وَإِنْ تَجْهَر بِالْقَوْلِ فَإِنَّهُ يَعْلَم السِّرّ وَأَخْفَى \" أَيْ أَنْزَلَ هَذَا الْقُرْآن الَّذِي خَلَقَ الْأَرْض وَالسَّمَاوَات الْعُلَى الَّذِي يَعْلَم السِّرّ وَأَخْفَى كَمَا قَالَ تَعَالَى \" قُلْ أَنْزَلَهُ الَّذِي يَعْلَم السِّرّ فِي السَّمَاوَات وَالْأَرْض إِنَّهُ كَانَ غَفُورًا رَحِيمًا \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْلَم السِّرّ وَأَخْفَى قَالَ السِّرّ مَا أَسَرَّهُ اِبْن آدَم فِي نَفْسه \" وَأَخْفَى \" مَا أُخْفِيَ عَلَى اِبْن آدَم مِمَّا هُوَ فَاعِله قَبْل أَنْ يَعْلَمهُ فَاَللَّه يَعْلَم ذَلِكَ كُلّه فَعِلْمه فِيمَا مَضَى مِنْ ذَلِكَ وَمَا بَقِيَ عِلْم وَاحِد وَجَمِيع الْخَلَائِق فِي ذَلِكَ عِنْده كَنَفْسٍ وَاحِدَة وَهُوَ قَوْله \" مَا خَلْقكُمْ وَلَا بَعْثكُمْ إِلَّا كَنَفْسٍ وَاحِدَة \" وَقَالَ الضَّحَّاك يَعْلَم السِّرّ وَأَخْفَى قَالَ السِّرّ مَا تُحَدِّث بِهِ نَفْسك وَأَخْفَى مَا لَمْ تُحَدِّث بِهِ نَفْسك بَعْد وَقَالَ سَعِيد بْن جُبَيْر أَنْتَ تَعْلَم مَا تُسِرّ الْيَوْم وَلَا تَعْلَم مَا تُسِرّ غَدًا وَاَللَّه يَعْلَم مَا تُسِرّ الْيَوْم وَمَا تُسِرّ غَدًا وَقَالَ مُجَاهِد وَأَخْفَى يَعْنِي الْوَسْوَسَة وَقَالَ أَيْضًا هُوَ وَسَعِيد بْن جُبَيْر وَأَخْفَى أَيْ مَا هُوَ عَامِله مِمَّا لَمْ يُحَدِّث بِهِ نَفْسه .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38884, "aya_id": 7}]