[{"text": "وَمِنْ آيَاتِهِ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَا أَنتُم بَشَرٌ تَنتَشِرُونَ", "sura_id": 30, "type": 0, "id": 3429, "aya_id": 20}, {"text": "ومن آياته أن خلقكم من تراب ثم إذا أنتم بشر تنتشرون", "sura_id": 30, "type": 1, "id": 9665, "aya_id": 20}, {"text": "20 - (ومن آياته) تعالى الدالة على قدرته (أن خلقكم من تراب) أي أصلكم آدم (ثم إذا أنتم بشر) من دم ولحم (تنتشرون) في الأرض \r\n", "sura_id": 30, "type": 2, "id": 28373, "aya_id": 20}, {"text": "ومن آيات الله الدالة على عظمته وكمال قدرته أن خلق أباكم آدم من تراب, ثم أنتم بشر تتناسلون منتشرين في الأرض, تبتغون من فضل الله.\r\n", "sura_id": 30, "type": 3, "id": 34609, "aya_id": 20}, {"text": " <font color=red>وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ</font><BR><p>يَقُول تَعَالَى \" وَمِنْ آيَاته \" الدَّالَّة عَلَى عَظَمَته وَكَمَال قُدْرَته أَنَّهُ خَلَقَ أَبَاكُمْ آدَم مِنْ تُرَاب\" ثُمَّ إِذَا أَنْتُمْ بَشَر تَنْتَشِرُونَ \" فَأَصْلكُمْ مِنْ تُرَاب ثُمَّ مِنْ مَاء مَهِين ثُمَّ تَصَوَّرَ فَكَانَ عَلَقَة ثُمَّ مُضْغَة ثُمَّ صَارَ عِظَامًا شَكْله عَلَى شَكْل الْإِنْسَان ثُمَّ كَسَا اللَّه تِلْكَ الْعِظَام لَحْمًا ثُمَّ نَفَخَ فِيهِ الرُّوح فَإِذَا هُوَ سَمِيع بَصِير ثُمَّ خَرَجَ مِنْ بَطْن أُمّه صَغِيرًا ضَعِيف الْقُوَى وَالْحَرَكَة ثُمَّ كُلَّمَا طَالَ عُمُره تَكَامَلَتْ قُوَاهُ وَحَرَكَاته حَتَّى آلَ بِهِ الْحَال إِلَى أَنْ صَارَ يَبْنِي الْمَدَائِن وَالْحُصُون وَيُسَافِر فِي أَقْطَار الْأَقَالِيم وَيَرْكَب مَتْن الْبُحُور وَيَدُور أَقْطَار الْأَرْض وَيَكْتَسِب وَيَجْمَع الْأَمْوَال وَلَهُ فِكْرَة وَغَوْر وَدَهَاء وَمَكْر وَرَأْي وَعِلْم وَاتِّسَاع فِي أُمُور الدُّنْيَا وَالْآخِرَة كُلّ بِحَسَبِهِ فَسُبْحَان مَنْ أَقْدَرَهُمْ وَسَيَّرَهُمْ وَسَخَّرَهُمْ وَصَرَّفَهُمْ فِي فُنُون الْمَعَايِش وَالْمَكَاسِب وَفَاوَتَ بَيْنهمْ فِي الْعُلُوم وَالْفِكْرَة وَالْحُسْن وَالْقُبْح وَالْغِنَى وَالْفَقْر وَالسَّعَادَة وَالشَّقَاوَة وَلِهَذَا قَالَ تَعَالَى \" وَمِنْ آيَاته أَنْ خَلَقَكُمْ مِنْ تُرَاب ثُمَّ إِذَا أَنْتُمْ بَشَر تَنْتَشِرُونَ \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن سَعِيد وَغُنْدَر قَالَا حَدَّثَنَا عَوْف عَنْ قَسَامَة بْن زُهَيْر عَنْ أَبِي مُوسَى قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه خَلَقَ آدَم مِنْ قَبْضَة قَبَضَهَا مِنْ جَمِيع الْأَرْض فَجَاءَ بَنُو آدَم عَلَى قَدْر الْأَرْض جَاءَ مِنْهُمْ الْأَبْيَض وَالْأَحْمَر وَالْأَسْوَد وَبَيْن ذَلِكَ وَالْخَبِيث وَالطَّيِّب وَالسَّهْل وَالْحَزْن وَبَيْن ذَلِكَ \" وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ طُرُق عَنْ عَوْف الْأَعْرَابِيّ بِهِ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن صَحِيح .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40055, "aya_id": 20}]