[{"text": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُؤُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَن يَكُونَ قَرِيبًا", "sura_id": 17, "type": 0, "id": 2080, "aya_id": 51}, {"text": "أو خلقا مما يكبر في صدوركم فسيقولون من يعيدنا قل الذي فطركم أول مرة فسينغضون إليك رؤوسهم و يقولون متى هو قل عسى أن يكون قريبا", "sura_id": 17, "type": 1, "id": 8316, "aya_id": 51}, {"text": "51 - (أو خلقا مما يكبر في صدوركم) يعظم عن قبول الحياة فضلا عن العظام والرفات فلا بد من إيجاد الروح فيكم (فسيقولون من يعيدنا) إلى الحياة (قل الذي فطركم) خلقكم (أول مرة) ولم تكونوا شيئا لان القادر على البدء قادر على الإعادة بل هي أهون (فسينغضون) يحركون (إليك رؤوسهم) تعجبا (ويقولون) استهزاء (متى هو) أي البعث (قل عسى أن يكون قريبا) \r\n", "sura_id": 17, "type": 2, "id": 27024, "aya_id": 51}, {"text": "أو كونوا خلقًا يَعْظُم ويُسْتَبْعَد في عقولكم قبوله للبعث، فالله تعالى قادر على إعادتكم وبعثكم، وحين تقوم عليهم الحجة في قدرة الله على البعث والإحياء فسيقولون -منكرين-: مَن يردُّنا إلى الحياة بعد الموت؟ قل لهم: يعيدكم ويرجعكم الله الذي أنشأكم من العدم أول مرة، وعند سماعهم هذا الرد فسيَهُزُّون رؤوسهم ساخرين متعجبين ويقولون -مستبعدين-: متى يقع هذا البعث؟ قل: هو قريب؛ فإن كل آتٍ قريب.\r\n", "sura_id": 17, "type": 3, "id": 33260, "aya_id": 51}, {"text": " <font color=red>أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا</font><BR><p>\" أَوْ خَلْقًا مِمَّا يَكْبُر فِي صُدُوركُمْ \" قَالَ اِبْن إِسْحَاق عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد سَأَلْت اِبْن عَبَّاس عَنْ ذَلِكَ فَقَالَ : هُوَ الْمَوْت وَرَوَى عَطِيَّة عَنْ اِبْن عُمَر أَنَّهُ قَالَ فِي تَفْسِير هَذِهِ الْآيَة لَوْ كُنْتُمْ مَوْتَى لَأَحْيَيْتُكُمْ. وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَأَبُو صَالِح وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ وَمَعْنَى ذَلِكَ أَنَّكُمْ لَوْ فَرَضْتُمْ أَنَّكُمْ لَوْ صِرْتُمْ إِلَى الْمَوْت الَّذِي هُوَ ضِدّ الْحَيَاة لَأَحْيَاكُمْ اللَّه إِذَا شَاءَ فَإِنَّهُ لَا يَمْتَنِع عَلَيْهِ شَيْء إِذَا أَرَادَهُ . وَقَدْ ذَكَرَ اِبْن جَرِير هَاهُنَا حَدِيثًا \" يُجَاء بِالْمَوْتِ يَوْم الْقِيَامَة كَأَنَّهُ كَبْش أَمْلَح فَيُوقَف بَيْن الْجَنَّة وَالنَّار ثُمَّ يُقَال يَا أَهْل الْجَنَّة أَتَعْرِفُونَ هَذَا ؟ فَيَقُولُونَ نَعَمْ : ثُمَّ يُقَال يَا أَهْل النَّار أَتَعْرِفُونَ هَذَا ؟ فَيَقُولُونَ نَعَمْ فَيُذْبَح بَيْن الْجَنَّة وَالنَّار ثُمَّ يُقَال يَا أَهْل الْجَنَّة خُلُود بِلَا مَوْت وَيَا أَهْل النَّار خُلُود بِلَا مَوْت \" وَقَالَ مُجَاهِد \" أَوْ خَلْقًا مِمَّا يَكْبُر فِي صُدُوركُمْ \" يَعْنِي السَّمَاء وَالْأَرْض وَالْجِبَال وَفِي رِوَايَة : مَا شِئْتُمْ فَكُونُوا فَسَيُعِيدُكُمْ اللَّه بَعْد مَوْتكُمْ وَقَدْ وَقَعَ فِي التَّفْسِير الْمَرْوِيّ عَنْ الْإِمَام مَالِك عَنْ الزُّهْرِيّ فِي قَوْله \" أَوْ خَلْقًا مِمَّا يَكْبُر فِي صُدُوركُمْ \" قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَالِك وَيَقُولُونَ هُوَ الْمَوْت . وَقَوْله تَعَالَى \" فَسَيَقُولُونَ مَنْ يُعِيدنَا \" أَيْ مَنْ يُعِيدنَا إِذَا كُنَّا حِجَارَة أَوْ حَدِيدًا أَوْ خَلْقًا آخَر شَدِيدًا \" قُلْ الَّذِي فَطَرَكُمْ أَوَّل مَرَّة \" أَيْ الَّذِي خَلَقَكُمْ وَلَمْ تَكُونُوا شَيْئًا مَذْكُورًا ثُمَّ صِرْتُمْ بَشَرًا تَنْتَشِرُونَ فَإِنَّهُ قَادِر عَلَى إِعَادَتكُمْ وَلَوْ صِرْتُمْ إِلَى أَيّ حَال \" وَهُوَ الَّذِي يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ وَهُوَ أَهْوَن عَلَيْهِ \" الْآيَة وَقَوْله تَعَالَى \" فَسَيُنْغِضُونَ إِلَيْك رُءُوسهمْ \" قَالَ اِبْن عَبَّاس وَقَتَادَة يُحَرِّكُونَهَا اِسْتِهْزَاء وَهَذَا الَّذِي قَالَاهُ هُوَ الَّذِي تَعْرِفهُ الْعَرَب مِنْ لُغَاتهَا لِأَنَّ الْإِنْغَاض هُوَ التَّحَرُّك مِنْ أَسْفَل إِلَى أَعْلَى أَوْ مِنْ أَعْلَى إِلَى أَسْفَل وَمِنْهُ قِيلَ لِلظَّلِيمِ وَهُوَ وَلَد النَّعَامَة نَغْضًا لِأَنَّهُ إِذَا مَشَى عَجَّلَ بِمِشْيَتِهِ وَحَرَّكَ رَأْسه وَيُقَال نَغَضَتْ سِنّه إِذَا تَحَرَّكَتْ وَارْتَفَعَتْ مِنْ مَنْبَتهَا . وَقَالَ الرَّاجِز : وَنَغَضَتْ مِنْ هَرَم أَسْنَانهَا . وَقَوْله \" وَيَقُولُونَ مَتَى هُوَ \" إِخْبَار عَنْهُمْ بِالِاسْتِبْعَادِ مِنْهُمْ لِوُقُوعِ ذَلِكَ كَمَا قَالَ تَعَالَى \" وَيَقُولُونَ مَتَى هَذَا الْوَعْد إِنْ كُنْتُمْ صَادِقِينَ \" وَقَالَ تَعَالَى \" يَسْتَعْجِل بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا \" وَقَوْله \" قُلْ عَسَى أَنْ يَكُون قَرِيبًا \" أَيْ اِحْذَرُوا ذَلِكَ فَإِنَّهُ قَرِيب إِلَيْكُمْ سَيَأْتِيكُمْ لَا مَحَالَة فَكُلّ مَا هُوَ آتٍ آتٍ . وَقَوْله تَعَالَى \" يَوْم يَدْعُوكُمْ \" أَيْ الرَّبّ تَبَارَكَ وَتَعَالَى \" إِذَا دَعَاكُمْ دَعْوَة مِنْ الْأَرْض إِذَا أَنْتُمْ تَخْرُجُونَ \" أَيْ إِذَا أَمَرَكُمْ بِالْخُرُوجِ مِنْهَا فَإِنَّهُ لَا يُخَالَف وَلَا يُمَانَع بَلْ كَمَا قَالَ تَعَالَى \" وَمَا أَمْرنَا إِلَّا وَاحِدَة كَلَمْحٍ بِالْبَصَرِ \"\" إِنَّمَا قَوْلنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُول لَهُ كُنْ فَيَكُون \" وَقَوْله \" فَإِنَّمَا هِيَ زَجْرَة وَاحِدَة فَإِذَا هُمْ بِالسَّاهِرَةِ \" أَيْ إِنَّمَا هُوَ أَمْر وَاحِد بِانْتِهَارٍ فَإِذَا النَّاس قَدْ خَرَجُوا مِنْ بَاطِن الْأَرْض إِلَى ظَاهِرهَا .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38236, "aya_id": 51}]