[{"text": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ آيَاتٍ بَيِّنَاتٍ وَمَا يَكْفُرُ بِهَا إِلاَّ الْفَاسِقُونَ", "sura_id": 2, "type": 0, "id": 106, "aya_id": 99}, {"text": "ولقد أنزلنا إليك آيات بينات وما يكفر بها إلا الفاسقون", "sura_id": 2, "type": 1, "id": 6342, "aya_id": 99}, {"text": "99 - (ولقد أنزلنا إليك) يا محمد (آيات بينات) أي واضحات حال ، رد لقول ابن صوريا للنبي ما جئتنا بشيء (وما يكفر بها إلا الفاسقون) كفروا بها \r\n", "sura_id": 2, "type": 2, "id": 25050, "aya_id": 99}, {"text": "ولقد أنزلنا إليك-أيها الرسول- آيات بينات واضحات تدل على أنّك رسول من الله صدقا وحقا، وما ينكر تلك الآيات إلا الخارجون عن دين الله.\r\n", "sura_id": 2, "type": 3, "id": 31286, "aya_id": 99}, {"text": " <font color=red>وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ</font><BR><p>قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير فِي قَوْله تَعَالَى \" وَلَقَدْ أَنْزَلْنَا إِلَيْك آيَاتٍ بَيِّنَاتٍ \" الْآيَة أَيْ أَنْزَلْنَا إِلَيْك يَا مُحَمَّد عَلَامَات وَاضِحَات دَالَّات عَلَى نُبُوَّتك وَتِلْكَ الْآيَات هِيَ مَا حَوَاهُ كِتَاب اللَّه مِنْ خَفَايَا عُلُوم الْيَهُود وَمَكْنُونَات سَرَائِر أَخْبَارهمْ وَأَخْبَار أَوَائِلهمْ مِنْ بَنِي إِسْرَائِيل وَالنَّبَأ عَمَّا تَضَمَّنَتْهُ كُتُبهمْ الَّتِي لَمْ يَكُنْ يَعْلَمهَا إِلَّا أَحْبَارهمْ وَعُلَمَاؤُهُمْ وَمَا حَرَّفَهُ أَوَائِلهمْ وَأَوَاخِرهمْ وَبَدَّلُوهُ مِنْ أَحْكَامهمْ الَّتِي كَانَتْ فِي التَّوْرَاة فَاطَّلَعَ اللَّه فِي كِتَابه الَّذِي أَنْزَلَهُ عَلَى مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَ فِي ذَلِكَ مَنْ أَمَرَهُ الْآيَات الْبَيِّنَات لِمَنْ أَنْصَفَ مِنْ نَفْسه وَلَمْ يَدْعُهَا إِلَى هَلَاكه الْحَسَد وَالْبَغْي إِذْ كَانَ فِي فِطْرَة كُلّ ذِي فِطْرَة صَحِيحَة تَصْدِيق مَنْ أَتَى بِمِثْلِ مَا جَاءَ بِهِ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْ الْآيَات الْبَيِّنَات الَّتِي وَصَفَ مِنْ غَيْر تَعَلُّمٍ تَعَلَّمَهُ مِنْ بَشَر وَلَا أَخَذَ شَيْئًا مِنْهُ عَنْ آدَمِيّ كَمَا قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَلَقَدْ أَنْزَلْنَا إِلَيْك آيَاتٍ بَيِّنَاتٍ\" يَقُول فَأَنْتَ تَتْلُوهُ عَلَيْهِمْ وَتُخْبِرهُمْ بِهِ غُدْوَة وَعَشِيَّة وَبَيْن ذَلِكَ وَأَنْتَ عِنْدهمْ أُمِّيّ لَمْ تَقْرَأ كِتَابًا وَأَنْتَ تُخْبِرهُمْ بِمَا فِي أَيْدِيهمْ عَلَى وَجْهه يَقُول اللَّه تَعَالَى لَهُمْ فِي ذَلِكَ عِبْرَة وَبَيَان وَعَلَيْهِمْ حُجَّة لَوْ كَانُوا يَعْلَمُونَ . وَقَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة وَسَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ اِبْن صُورِيَّا القطويني لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَا مُحَمَّد مَا جِئْتنَا بِشَيْءٍ نَعْرِفهُ وَمَا أَنْزَلَ اللَّه عَلَيْك مِنْ آيَة بَيِّنَة فَنَتَّبِعك فَأَنْزَلَ اللَّه فِي ذَلِكَ مِنْ قَوْله \" وَلَقَدْ أَنْزَلْنَا إِلَيْك آيَاتٍ بَيِّنَات وَمَا يَكْفُر بِهَا إِلَّا الْفَاسِقُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38781, "aya_id": 99}]