[{"text": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُواْ إِلاَّ بِحَبْلٍ مِّنْ اللّهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَآؤُوا بِغَضَبٍ مِّنَ اللّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَاتِ اللّهِ وَيَقْتُلُونَ الأَنبِيَاء بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوا وَّكَانُواْ يَعْتَدُونَ", "sura_id": 3, "type": 0, "id": 405, "aya_id": 112}, {"text": "ضربت عليهم الذلة أينما ثقفوا إلا بحبل من الله وحبل من الناس وباءوا بغضب من الله وضربت عليهم المسكنة ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون الأنبياء بغير حق ذلك بما عصوا و كانوا يعتدون", "sura_id": 3, "type": 1, "id": 6641, "aya_id": 112}, {"text": "112 - (ضربت عليهم الذلة أين ما ثقفوا) حيثما وجدوا فلا عز لهم ولا اعتصام (إلا) كائنين (بحبل من الله وحبل من الناس) المؤمنين وهو عهدهم إليهم بالأمان على أداء الجزية أي لا عصمة لهم غير ذلك (وباؤوا) رجعوا (بغضب من الله وضربت عليهم المسكنة ذلك بأنهم) أي بسبب أنهم (كانوا يكفرون بآيات الله ويقتلون الأنبياء بغير حق ذلك) تأكيد (بما عصوا) أمر الله (وكانوا يعتدون) يتجاوزون الحلال إلى الحرام \r\n", "sura_id": 3, "type": 2, "id": 25349, "aya_id": 112}, {"text": "جعل الله الهوان والصغار أمرًا لازمًا لا يفارق اليهود, فهم أذلاء محتقرون أينما وُجِدوا, إلا بعهد من الله وعهد من الناس يأمنون به على أنفسهم وأموالهم, وذلك هو عقد الذمة لهم وإلزامهم أحكام الإسلام, ورجعوا بغضب من الله مستحقين له, وضُربت عليهم الذلَّة والمسكنة, فلا ترى اليهوديَّ إلا وعليه الخوف والرعب من أهل الإيمان; ذلك الذي جعله الله عليهم بسبب كفرهم بالله, وتجاوزهم حدوده, وقَتْلهم الأنبياء ظلمًا واعتداء, وما جرَّأهم على هذا إلا ارتكابهم للمعاصي, وتجاوزهم حدود الله.\r\n", "sura_id": 3, "type": 3, "id": 31585, "aya_id": 112}, {"text": " <font color=red>ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ</font><BR><p>قَالَ تَعَالَى \" ضُرِبَتْ عَلَيْهِمْ الذِّلَّة أَيْنَمَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنْ اللَّه وَحَبْل مِنْ النَّاس \" أَيْ أَلْزَمَهُمْ اللَّه الذِّلَّة وَالصَّغَار أَيْنَمَا كَانُوا فَلَا يَأْمَنُونَ \" إِلَّا بِحَبْلٍ مِنْ اللَّه \" أَيْ بِذِمَّةٍ مِنْ اللَّه وَهُوَ عَقْد الذِّمَّة لَهُمْ وَضَرْبُ الْجِزْيَة عَلَيْهِمْ وَإِلْزَامهمْ أَحْكَام الْمِلَّة \" وَحَبْل مِنْ النَّاس \" أَيْ أَمَانٍ مِنْهُمْ لَهُمْ كَمَا فِي الْمُهَادَن وَالْمُعَاهَد وَالْأَسِير إِذَا أَمَّنَهُ وَاحِد مِنْ الْمُسْلِمِينَ وَلَوْ اِمْرَأَة وَكَذَا عَبْد عَلَى أَحَد قَوْلَيْ الْعُلَمَاء قَالَ اِبْن عَبَّاس \" إِلَّا بِحَبْلٍ مِنْ اللَّه وَحَبْل مِنْ النَّاس \" أَيْ بِعَهْدٍ مِنْ اللَّه وَعَهْد مِنْ النَّاس وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَعَطَاء وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس . وَقَوْله \" وَبَاءُوا بِغَضَبٍ مِنْ اللَّه\" أَيْ أُلْزِمُوا فَالْتَزَمُوا بِغَضَبٍ مِنْ اللَّه وَهُمْ يَسْتَحِقُّونَهُ \" وَضُرِبَتْ عَلَيْهِمْ الْمَسْكَنَة \" أَيْ أُلْزَمُوهَا قَدَرًا وَشَرْعًا . وَلِهَذَا قَالَ \" ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّه وَيَقْتُلُونَ الْأَنْبِيَاء بِغَيْرِ حَقّ \" أَيْ إِنَّمَا حَمَلَهُمْ عَلَى ذَلِكَ الْكِبْر وَالْبَغْي وَالْحَسَد فَأَعْقَبَهُمْ ذَلِكَ الذِّلَّة وَالصَّغَار وَالْمَسْكَنَة أَبَدًا مُتَّصِلًا بِذُلِّ الْآخِرَة ثُمَّ قَالَ تَعَالَى \" ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ \" أَيْ إِنَّمَا حَمَلَهُمْ عَلَى الْكُفْر بِآيَاتِ اللَّه وَقَتْلِ رُسُل اللَّه وَقُيِّضُوا لِذَلِكَ أَنَّهُمْ كَانُوا يُكْثِرُونَ الْعِصْيَان لِأَوَامِرِ اللَّه وَالْغِشْيَان لِمَعَاصِي اللَّه وَالِاعْتِدَاء فِي شَرْع اللَّه فَعِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ وَاَللَّه عَزَّ وَجَلَّ الْمُسْتَعَان . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن حَبِيب حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة عَنْ سُلَيْمَان الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ أَبِي مَعْمَر الْأَزْدِيّ عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : كَانَتْ بَنُو إِسْرَائِيل تَقْتُل فِي الْيَوْم ثَلَثمِائَةِ نَبِيّ ثُمَّ يَقُوم سُوق بَقْلهمْ فِي آخِر النَّهَار .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39858, "aya_id": 112}]