[{"text": "وَإِنِّي خِفْتُ الْمَوَالِيَ مِن وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِن لَّدُنكَ وَلِيًّا", "sura_id": 19, "type": 0, "id": 2255, "aya_id": 5}, {"text": "و إني خفت الموالي من ورائي و كانت امرأتي عاقرا فهب لي من لدنك وليا", "sura_id": 19, "type": 1, "id": 8491, "aya_id": 5}, {"text": "5 - (وإني خفت الموالي) أي الذين يلوني في النسب كبني العم (من ورائي) أي بعد موتي على الدين أن يضيعوه كما شاهدته في بني إسرائيل من تبديل الدين (وكانت امرأتي عاقرا) لا تلد (فهب لي من لدنك) من عندك (وليا) ابنا \r\n", "sura_id": 19, "type": 2, "id": 27199, "aya_id": 5}, {"text": "وإني خفت أقاربي وعصبتي مِن بعد موتي أن لا يقوموا بدينك حق القيام, ولا يدعوا عبادك إليك, وكانت زوجتي عاقرًا لا تلد, فارزقني مِن عندك ولدًا وارثًا ومعينًا.\r\n", "sura_id": 19, "type": 3, "id": 33435, "aya_id": 5}, {"text": " <font color=red>وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا</font><BR><p>\" وَإِنِّي خَفَّتْ الْمَوَالِي مِنْ وَرَائِي \" بِتَشْدِيدِ الْفَاء بِمَعْنَى قَلَّتْ عَصَبَاتِي مِنْ بَعْدِي وَعَلَى الْقِرَاءَة الْأُولَى وَجْه خَوْفه أَنَّهُ خَشِيَ أَنْ يَتَصَرَّفُوا مِنْ بَعْده فِي النَّاس تَصَرُّفًا سَيِّئًا فَسَأَلَ اللَّه وَلَدًا يَكُون نَبِيًّا مِنْ بَعْده لِيَسُوسَهُمْ بِنُبُوَّتِهِ مَا يُوحَى إِلَيْهِ فَأُجِيبَ فِي ذَلِكَ لَا أَنَّهُ خَشِيَ مِنْ وِرَاثَتهمْ لَهُ مَاله فَإِنَّ النَّبِيّ أَعْظَم مَنْزِلَة وَأَجَلّ قَدْرًا مِنْ أَنْ يُشْفِق عَلَى مَاله إِلَى مَا هَذَا وَحْده وَأَنْ يَأْنَف مِنْ وِرَاثَة عَصَبَاته لَهُ وَيَسْأَل أَنْ يَكُون لَهُ وَلَد لِيَحُوزَ مِيرَاثه دُونهمْ هَذَا وَجْه \" الثَّانِي \" أَنَّهُ لَمْ يَذْكُر أَنَّهُ كَانَ ذَا مَال بَلْ كَانَ نَجَّارًا يَأْكُل مِنْ كَسْب يَدَيْهِ وَمِثْل هَذَا لَا يَجْمَع مَالًا وَلَا سِيَّمَا الْأَنْبِيَاء فَإِنَّهُمْ كَانُوا أَزْهَد شَيْء فِي الدُّنْيَا \" الثَّالِث \" أَنَّهُ قَدْ ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا نُورَث مَا تَرَكْنَا صَدَقَة \" وَفِي رِوَايَة عِنْد التِّرْمِذِيّ بِإِسْنَادٍ صَحِيح \" نَحْنُ مَعْشَر الْأَنْبِيَاء لَا نُورَث \" وَعَلَى هَذَا فَتَعَيَّنَ حَمْل قَوْله \" فَهَبْ لِي مِنْ لَدُنْك وَلِيًّا يَرِثنِي \" عَلَى مِيرَاث النُّبُوَّة وَلِهَذَا قَالَ \" وَيَرِث مِنْ آلِ يَعْقُوب \" كَقَوْلِهِ \" وَوَرِثَ سُلَيْمَان دَاوُد \" أَيْ فِي النُّبُوَّة إِذْ لَوْ كَانَ فِي الْمَال لَمَا خَصَّهُ مِنْ بَيْن إِخْوَته بِذَلِكَ وَلَمَا كَانَ فِي الْإِخْبَار بِذَلِكَ كَبِير فَائِدَة إِذْ مِنْ الْمَعْلُوم الْمُسْتَقَرّ فِي جَمِيع الشَّرَائِع وَالْمِلَل أَنَّ الْوَلَد يَرِث أَبَاهُ فَلَوْلَا أَنَّهَا وِرَاثَة خَاصَّة لَمَا أَخْبَرَ بِهَا وَكُلّ هَذَا يُقَرِّرهُ وَيُثْبِتهُ مَا صَحَّ فِي الْحَدِيث \" نَحْنُ مَعَاشِر الْأَنْبِيَاء لَا نُورَث مَا تَرَكْنَا فَهُوَ صَدَقَة \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38443, "aya_id": 5}]