[{"text": "وَقِيلَ ادْعُوا شُرَكَاءكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ", "sura_id": 28, "type": 0, "id": 3316, "aya_id": 64}, {"text": "وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم ورأوا العذاب لو أنهم كانوا يهتدون", "sura_id": 28, "type": 1, "id": 9552, "aya_id": 64}, {"text": "64 - (وقيل ادعوا شركاءكم) أي الأصنام الذين تزعمون أنهم شركاء الله (فدعوهم فلم يستجيبوا لهم) دعاءهم (ورأوا) هم (العذاب) أبصروه (لو أنهم كانوا يهتدون) في الدنيا لما رأوه في الآخرة \r\n", "sura_id": 28, "type": 2, "id": 28260, "aya_id": 64}, {"text": "وقيل للمشركين بالله يوم القيامة: ادعوا شركاءكم الذين كنتم تعبدونهم من دون الله, فدعوهم فلم يستجيبوا لهم, وعاينوا العذاب, لو أنهم كانوا في الدنيا مهتدين للحق لما عُذِّبوا.\r\n", "sura_id": 28, "type": 3, "id": 34496, "aya_id": 64}, {"text": " <font color=red>وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ</font><BR><p>وَقَالَ تَعَالَى : \" وَمَنْ أَضَلّ مِمَّنْ يَدْعُو مِنْ دُون اللَّه مَنْ لَا يَسْتَجِيب لَهُ إِلَى يَوْم الْقِيَامَة وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاس كَانُوا لَهُمْ أَعْدَاء وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ \" وَقَالَ الْخَلِيل عَلَيْهِ السَّلَام لِقَوْمِهِ \" إِنَّمَا اِتَّخَذْتُمْ مِنْ دُون اللَّه أَوْثَانًا مَوَدَّة بَيْنكُمْ فِي الْحَيَاة الدُّنْيَا ثُمَّ يَوْم الْقِيَامَة يَكْفُر بَعْضكُمْ بِبَعْضٍ وَيَلْعَن بَعْضكُمْ بَعْضًا \" الْآيَة وَقَالَ اللَّه تَعَالَى : \" إِذْ تَبَرَّأَ الَّذِينَ اُتُّبِعُوا مِنْ الَّذِينَ اِتَّبَعُوا وَرَأَوْا الْعَذَاب وَتَقَطَّعَتْ بِهِمْ الْأَسْبَاب - إِلَى قَوْله - وَمَا هُمْ بِخَارِجِينَ مِنْ النَّار \" وَلِهَذَا قَالَ : \" وَقُلْ اُدْعُوا شُرَكَاءَكُمْ \" أَيْ لِيُخَلِّصُوكُمْ مِمَّا أَنْتُمْ فِيهِ كَمَا كُنْتُمْ تَرْجُونَ مِنْهُمْ فِي الدَّار الدُّنْيَا \" فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوْا الْعَذَاب \" أَيْ وَتَيَقَّنُوا أَنَّهُمْ صَائِرُونَ إِلَى النَّار لَا مَحَالَة . وَقَوْله : \" لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ\" أَيْ فَوَدُّوا حِين عَايَنُوا الْعَذَاب لَوْ أَنَّهُمْ كَانُوا مِنْ الْمُهْتَدِينَ فِي الدَّار الدُّنْيَا وَهَذَا كَقَوْلِهِ تَعَالَى : \" وَيَوْم يَقُول نَادُوا شُرَكَائِي الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنهمْ مَوْبِقًا وَرَأَى الْمُجْرِمُونَ النَّار فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا \" .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39746, "aya_id": 64}]