[{"text": "وَأَنزَلْنَا مِنَ الْمُعْصِرَاتِ مَاء ثَجَّاجًا", "sura_id": 78, "type": 0, "id": 5686, "aya_id": 14}, {"text": "وأنزلنا من المعصرات ماء ثجاجا", "sura_id": 78, "type": 1, "id": 11922, "aya_id": 14}, {"text": "14 - (وأنزلنا من المعصرات) السحابات التي حان لها أن تمطر كالمعصر الجارية التي دنت من الحيض (ماء ثجاجا) سبابا \r\n", "sura_id": 78, "type": 2, "id": 30630, "aya_id": 14}, {"text": "وأنزلنا من السحب الممطرة ماء منصَبّا بكثرة,\r\n", "sura_id": 78, "type": 3, "id": 36866, "aya_id": 14}, {"text": " <font color=red>وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : الْمُعْصِرَات الرِّيح وَقَالَ اِبْن أَبِي حَاتِم ثَنَا أَبُو سَعِيد ثَنَا أَبُو دَاوُد الْحَفَرِيّ عَنْ سُفْيَان عَنْ الْأَعْمَش عَنْ الْمِنْهَال عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس\" وَأَنْزَلْنَا مِنْ الْمُعْصِرَات \" قَالَ الرِّيَاح وَكَذَا قَالَ عِكْرِمَة وَمُجَاهِد وَقَتَادَة وَمُقَاتِل وَالْكَلْبِيّ وَزَيْد بْن أَسْلَم وَابْنه عَبْد الرَّحْمَن إِنَّهَا الرِّيَاح وَمَعْنَى هَذَا الْقَوْل أَنَّهَا تَسْتَدِرّ الْمَطَر مِنْ السَّحَاب وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس مِنْ الْمُعْصِرَات أَيْ مِنْ السَّحَاب وَكَذَا قَالَ عِكْرِمَة أَيْضًا وَأَبُو الْعَالِيَة وَالضَّحَّاك وَالْحَسَن وَالرَّبِيع بْن أَنَس وَالثَّوْرِيّ وَاخْتَارَهُ اِبْن جَرِير وَقَالَ الْفَرَّاء هِيَ السَّحَاب الَّتِي تَتَحَلَّب بِالْمَطَرِ وَلَمْ تُمْطِر بَعْد كَمَا يُقَال اِمْرَأَة مُعْصِر إِذَا دَنَا حَيْضهَا وَلَمْ تَحِضْ وَعَنْ الْحَسَن وَقَتَادَة مِنْ الْمُعْصِرَات يَعْنِي السَّمَوَات وَهَذَا قَوْل غَرِيب وَالْأَظْهَر أَنَّ الْمُرَاد بِالْمُعْصِرَاتِ السَّحَاب كَمَا قَالَ تَعَالَى \" اللَّه الَّذِي يُرْسِل الرِّيَاح فَتُثِير سَحَابًا فَيَبْسُطهُ فِي السَّمَاء كَيْف يَشَاء وَيَجْعَلهُ كِسَفًا فَتَرَى الْوَدْق يَخْرُج مِنْ خِلَاله \" أَيْ مِنْ بَيْنه وَقَوْله جَلَّ وَعَلَا \" مَاء ثَجَّاجًا \" قَالَ مُجَاهِد وَقَتَادَة وَالرَّبِيع بْن أَنَس ثَجَّاجًا مُنْصَبًّا وَقَالَ الثَّوْرِيّ مُتَتَابِعًا وَقَالَ اِبْن زَيْد كَثِيرًا وَقَالَ اِبْن جَرِير وَلَا يُعْرَف فِي كَلَام الْعَرَب فِي صِفَة الْكَثْرَة الثَّجّ وَإِنَّمَا الثَّجّ الصَّبّ الْمُتَتَابِع وَمِنْهُ قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَفْضَل الْحَجّ الْعَجّ وَالثَّجّ \" يَعْنِي صَبّ دِمَاء الْبَدَن هَكَذَا قَالَ قُلْت : وَفِي حَدِيث الْمُسْتَحَاضَة حِين قَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَعَت لَك الْكُرْسُف \" يَعْنِي أَنْ تَحْتَشِي بِالْقُطْنِ فَقَالَتْ يَا رَسُول اللَّه هُوَ أَكْثَر مِنْ ذَلِكَ إِنَّمَا أَثُجّ ثَجًّا وَهَذَا فِيهِ دَلَالَة عَلَى اِسْتِعْمَال الثَّجّ فِي الصَّبّ الْمُتَتَابِع الْكَثِير وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 78, "type": 4, "id": 42974, "aya_id": 14}]