[{"text": "وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً", "sura_id": 17, "type": 0, "id": 2065, "aya_id": 36}, {"text": "ولا تقف ما ليس لك به علم إن السمع و البصر و الفؤاد كل أولئك كان عنه مسئولا", "sura_id": 17, "type": 1, "id": 8301, "aya_id": 36}, {"text": "36 - (ولا تقف) تتبع (ما ليس لك به علم إن السمع والبصر والفؤاد) القلب (كل أولئك كان عنه مسؤولا) صاحبه ماذا فعل به \r\n", "sura_id": 17, "type": 2, "id": 27009, "aya_id": 36}, {"text": "ولا تتبع -أيها الإنسان- ما لا تعلم، بل تأكَّد وتثبَّت. إن الإنسان مسؤول عما استعمَل فيه سمعه وبصره وفؤاده، فإذا استعمَلها في الخير نال الثواب، وإذا استعملها في الشر نال العقاب.\r\n", "sura_id": 17, "type": 3, "id": 33245, "aya_id": 36}, {"text": " <font color=red>وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَقُول لَا تَقُلْ وَقَالَ الْعَوْفِيّ عَنْهُ لَا تَرْمِ أَحَدًا بِمَا لَيْسَ لَك بِهِ عِلْم وَقَالَ مُحَمَّد بْن الْحَنَفِيَّة يَعْنِي شَهَادَة الزُّور وَقَالَ قَتَادَة لَا تَقُلْ رَأَيْت وَلَمْ تَرَ وَسَمِعْت وَلَمْ تَسْمَع وَعَلِمْت وَلَمْ تَعْلَم فَإِنَّ اللَّه تَعَالَى سَائِلك عَنْ ذَلِكَ كُلّه وَمَضْمُون مَا ذَكَرُوهُ أَنَّ اللَّه تَعَالَى نَهَى عَنْ الْقَوْل بِلَا عِلْم بَلْ بِالظَّنِّ الَّذِي هُوَ التَّوَهُّم وَالْخَيَال كَمَا قَالَ تَعَالَى : \" اِجْتَنِبُوا كَثِيرًا مِنْ الظَّنّ إِنَّ بَعْض الظَّنّ إِثْم \" وَفِي الْحَدِيث \" إِيَّاكُمْ وَالظَّنّ فَإِنَّ الظَّنّ أَكْذَب الْحَدِيث \" وَفِي سُنَن أَبِي دَاوُد \" بِئْسَ مَطِيَّة الرَّجُل زَعَمُوا \" وَفِي الْحَدِيث الْآخَر \" إِنَّ أَفْرَى الْفِرَى أَنْ يُرِي الرَّجُل عَيْنَيْهِ مَا لَمْ تَرَيَا \" وَفِي الصَّحِيح \" مَنْ تَحَلَّمَ حُلُمًا كُلِّفَ يَوْم الْقِيَامَة أَنْ يَعْقِد بَيْن شَعِيرَتَيْنِ وَلَيْسَ بِفَاعِلٍ \" وَقَوْله \" كُلّ أُولَئِكَ \" أَيْ هَذِهِ الصِّفَات مِنْ السَّمْع وَالْبَصَر وَالْفُؤَاد \" كَانَ عَنْهُ مَسْئُولًا \" أَيْ سَيُسْأَلُ الْعَبْد عَنْهَا يَوْم الْقِيَامَة وَتُسْأَل عَنْهُ وَعَمَّا عَمِلَ فِيهَا وَيَصِحّ اِسْتِعْمَال أُولَئِكَ مَكَان تِلْكَ كَمَا قَالَ الشَّاعِر : ذُمَّ الْمَنَازِل بَعْد مَنْزِلَة اللِّوَى وَالْعَيْش بَعْد أُولَئِكَ الْأَيَّام </p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38219, "aya_id": 36}]