[{"text": "فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاء بِمَا كَانُوا يَعْمَلُونَ", "sura_id": 32, "type": 0, "id": 3520, "aya_id": 17}, {"text": "فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون", "sura_id": 32, "type": 1, "id": 9756, "aya_id": 17}, {"text": "17 - (فلا تعلم نفس ما أخفي) خبىء (لهم من قرة أعين) ما تقر به أعينهم وفي قراءة بسكون الياء مضارع (جزاء بما كانوا يعملون) \r\n", "sura_id": 32, "type": 2, "id": 28464, "aya_id": 17}, {"text": "فلا تعلم نفس ما ادَّخر الله لهؤلاء المؤمنين مما تَقَرُّ به العين, وينشرح له الصدر؛ جزاء لهم على أعمالهم الصالحة.\r\n", "sura_id": 32, "type": 3, "id": 34700, "aya_id": 17}, {"text": " <font color=red>فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ</font><BR><p>وَقَوْله تَعَالَى \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن \" الْآيَة أَيْ فَلَا يَعْلَم أَحَد عَظَمَة مَا أَخْفَى اللَّه لَهُمْ فِي الْجَنَّات مِنْ النَّعِيم الْمُقِيم وَاللَّذَّات الَّتِي لَمْ يَطَّلِع عَلَى مِثْلهَا أَحَد لَمَّا أَخْفَوْا أَعْمَالهمْ كَذَلِكَ أَخْفَى اللَّه لَهُمْ مِنْ الثَّوَاب جَزَاء وِفَاقًا فَإِنَّ الْجَزَاء مِنْ جِنْس الْعَمَل قَالَ الْحَسَن الْبَصْرِيّ : أَخْفَى قَوْم عَمَلهمْ فَأَخْفَى اللَّه لَهُمْ مَا لَمْ تَرَ عَيْن وَلَمْ يَخْطُر عَلَى قَلْب بَشَر . رَوَاهُ اِبْن أَبِي حَاتِم قَالَ الْبُخَارِيّ قَوْله تَعَالَى \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن \" الْآيَة حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا سُفْيَان عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ قَالَ اللَّه تَعَالَى \" أَعْدَدْت لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعْت وَلَا خَطَر عَلَى قَلْب بَشَر \" قَالَ أَبُو هُرَيْرَة اِقْرَءُوا إِنْ شِئْتُمْ \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن\" قَالَ وَحَدَّثَنَا سُفْيَان حَدَّثَنَا أَبُو الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ اللَّهُ مِثْلَهُ قِيلَ لِسُفْيَان رِوَايَةً ؟ قَالَ فَأَيّ شَيْء ؟ وَرَوَاهُ مُسْلِم وَالتِّرْمِذِيّ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح ثُمَّ قَالَ الْبُخَارِيّ حَدَّثَنَا إِسْحَاق بْن نَصْر حَدَّثَنَا أَبُو أُسَامَة عَنْ الْأَعْمَش حَدَّثَنَا أَبُو صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه تَعَالَى أَعْدَدْت لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعْت وَلَا خَطَر عَلَى قَلْب بَشَر ذُخْرًا بَلْهَ مَا أُطْلِعْتُمْ عَلَيْهِ \" ثُمَّ قَرَأَ \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن جَزَاء بِمَا كَانُوا يَعْمَلُونَ \" قَالَ أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح قَرَأَ أَبُو هُرَيْرَة \" قُرَّات أَعْيُن \" اِنْفَرَدَ بِهِ الْبُخَارِيّ مِنْ هَذَا الْوَجْه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ : هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ اللَّه تَعَالَى قَالَ أَعْدَدْت لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعْت وَلَا خَطَر عَلَى قَلْب بَشَر\" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ رِوَايَة عَبْد الرَّزَّاق قَالَ وَرَوَاهُ التِّرْمِذِيّ فِي التَّفْسِير وَابْن جَرِير مِنْ حَدِيث عَبْد الرَّحِيم بْن سُلَيْمَان عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن صَحِيح وَقَالَ حَمَّاد بْن سَلَمَة عَنْ ثَابِت بْن أَبِي رَافِع عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ حَمَّاد أَحْسِبهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ يَدْخُل الْجَنَّة يُنَعَّم لَا يَبْأَس لَا تَبْلَى ثِيَابه وَلَا يَفْنَى شَبَابه فِي الْجَنَّة مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعْت وَلَا خَطَر عَلَى قَلْب بَشَر \" رَوَاهُ مُسْلِم مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ وَرَوَى الْإِمَام أَحْمَد حَدَّثَنَا هَارُون حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي أَبُو صَخْر أَنَّ أَبَا حَازِم حَدَّثَهُ قَالَ سَمِعْت سَهْل بْن سَعْد السَّاعِدِيّ رَضِيَ اللَّه عَنْهُ \" يَقُول شَهِدْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَجْلِسًا وَصَفَ فِيهِ الْجَنَّة حَتَّى اِنْتَهَى ثُمَّ قَالَ فِي آخِر حَدِيثه\" فِيهَا مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعْت وَلَا خَطَر عَلَى قَلْب بَشَر \" ثُمَّ قَرَأَ هَذِهِ الْآيَة \" تَتَجَافَى جُنُوبهمْ عَنْ الْمَضَاجِع \" - إِلَى قَوْله - \" يَعْمَلُونَ \" وَأَخْرَجَهُ مُسْلِم فِي صَحِيحه عَنْ هَارُون بْن مَعْرُوف وَهَارُون بْن سَعِيد كِلَاهُمَا عَنْ اِبْن وَهْب بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنِي الْعَبَّاس بْن أَبِي طَالِب حَدَّثَنَا عَلِيّ بْن أَسَد حَدَّثَنَا سَلَّام بْن أَبِي مُطِيع عَنْ قَتَادَة عَنْ عُقْبَة بْن عَبْد الْغَافِر عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَرْوِي عَنْ رَبّه عَزَّ وَجَلَّ قَالَ \" أَعْدَدْت لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعْت وَلَا خَطَر عَلَى قَلْب بَشَر\" لَمْ يُخَرِّجُوهُ وَقَالَ مُسْلِم أَيْضًا فِي صَحِيحه حَدَّثَنَا اِبْن أَبِي عُمَر وَغَيْره حَدَّثَنَا سُفْيَان ثَنَا مُطَرِّف بْن طَرِيف وَعَبْد الْمَلِك بْن سَعِيد سَمِعَا الشَّعْبِيّ يُخْبِر عَنْ الْمُغِيرَة بْن شُعْبَة قَالَ سَمِعْته عَلَى الْمِنْبَر يَرْفَعهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ سَأَلَ مُوسَى عَلَيْهِ السَّلَام \" رَبّه عَزَّ وَجَلَّ مَا أَدْنَى أَهْل الْجَنَّة مَنْزِلَة ؟ قَالَ هُوَ رَجُل يَجِيء بَعْدَمَا أُدْخِل أَهْل الْجَنَّة الْجَنَّة فَيُقَال لَهُ اُدْخُلْ الْجَنَّة فَيَقُول أَيْ رَبّ كَيْف وَقَدْ أَخَذَ النَّاس مَنَازِلهمْ وَأَخَذُوا أَخَذَاتهمْ ؟ فَيُقَال لَهُ أَتَرْضَى أَنْ يَكُون لَك مِثْل مَلِك مِنْ مُلُوك الدُّنْيَا ؟ فَيَقُول رَضِيت رَبّ فَيَقُول لَك ذَلِكَ وَمِثْله وَمِثْله وَمِثْله وَمِثْله فَقَالَ فِي الْخَامِسَة رَضِيت رَضِيت رَبِّي فَيَقُول هَذَا لَك وَعَشَرَة أَمْثَاله مَعَهُ وَلَك مَا اِشْتَهَتْ نَفْسك وَلَذَّتْ عَيْنك فَيَقُول رَضِيت رَبّ قَالَ رَبّ فَأَعْلَاهُمْ مَنْزِلَة قَالَ أُولَئِكَ الَّذِينَ أَرَدْت غَرَسْت كَرَامَتهمْ بِيَدَيَّ وَخَتَمْت عَلَيْهَا فَلَمْ تَرَ عَيْن وَلَمْ تَسْمَع أُذُن وَلَمْ يَخْطُر عَلَى قَلْب بَشَر \" قَالَ وَمِصْدَاقه مِنْ كِتَاب اللَّه عَزَّ وَجَلَّ \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن \" الْآيَة وَرَوَاهُ التِّرْمِذِيّ عَنْ اِبْن أَبِي عُمَر وَقَالَ حَسَن صَحِيح قَالَ وَرَوَاهُ بَعْضهمْ عَنْ الشَّعْبِيّ عَنْ الْمُغِيرَة وَلَمْ يَرْفَعهُ وَالْمَرْفُوع أَصَحّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا جَعْفَر بْن الْمَدَائِنِيّ حَدَّثَنَا أَبُو بَدْر بْن شُجَاع بْن الْوَلِيد حَدَّثَنَا زِيَاد بْن خَيْثَمَة عَنْ مُحَمَّد بْن جُحَادَةَ عَنْ عَامِر بْن عَبْد الْوَاحِد قَالَ : بَلَغَنِي أَنَّ الرَّجُل مِنْ أَهْل الْجَنَّة يَمْكُث فِي مَكَانه سَبْعِينَ سَنَة ثُمَّ يَلْتَفِت فَإِذَا هُوَ بِامْرَأَةٍ أَحْسَن مِمَّا كَانَ فِيهِ فَتَقُول لَهُ قَدْ آن لَك أَنْ يَكُون لَنَا مِنْك نَصِيب فَيَقُول مَنْ أَنْتِ ؟ فَتَقُول أَنَا مِنْ الْمَزِيد فَيَمْكُث مَعَهَا سَبْعِينَ سَنَة ثُمَّ يَلْتَفِت فَإِذَا هُوَ بِامْرَأَةٍ أَحْسَن مِمَّا كَانَ فِيهِ فَتَقُول لَهُ قَدْ آن لَك أَنْ يَكُون لَنَا مِنْك نَصِيب فَيَقُول مَنْ أَنْتِ ؟ فَتَقُول أَنَا الَّتِي قَالَ اللَّه\" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن \" وَقَالَ اِبْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر قَالَ : تَدْخُل عَلَيْهِمْ الْمَلَائِكَة فِي مِقْدَار كُلّ يَوْم مِنْ أَيَّام الدُّنْيَا ثَلَاث مَرَّات مَعَهُمْ التُّحَف مِنْ اللَّه مِنْ جَنَّات عَدْن مَا لَيْسَ فِي جَنَّاتهمْ وَذَلِكَ قَوْله تَعَالَى \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن \" وَيُخْبَرُونَ أَنَّ اللَّه عَنْهُمْ رَاضٍ وَرَوَى اِبْن جَرِير حَدَّثَنَا سَهْل بْن مُوسَى الرَّازِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ صَفْوَان بْن عَمْرو عَنْ أَبِي الْيَمَان الْهَوْزَنِيّ أَوْ غَيْره قَالَ : الْجَنَّة مِائَة دَرَجَة أَوَّلهَا دَرَجَة فِضَّة وَأَرْضهَا فِضَّة وَمَسَاكِنهَا فِضَّة وَآنِيَتهَا فِضَّة وَتُرَابهَا الْمِسْك \" وَالثَّانِيَة ذَهَب وَأَرْضهَا ذَهَب وَمَسَاكِنهَا ذَهَب وَآنِيَتهَا ذَهَب وَتُرَابهَا الْمِسْك وَالثَّالِثَة لُؤْلُؤ وَأَرْضهَا اللُّؤْلُؤ وَمَسَاكِنهَا اللُّؤْلُؤ وَآنِيَتهَا اللُّؤْلُؤ وَتُرَابهَا الْمِسْك وَسَبْع وَتِسْعُونَ بَعْد ذَلِكَ مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعْت وَلَا خَطَر عَلَى قَلْب بَشَر ثُمَّ تَلَا هَذِهِ الْآيَة \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ \" وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا مُعْتَمِر بْن سُلَيْمَان عَنْ الْحَكَم بْن أَبَانَ عَنْ الْغِطْرِيف عَنْ جَابِر بْن زَيْد عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الرُّوح الْأَمِين قَالَ \" يُؤْتَى بِحَسَنَاتِ الْعَبْد وَسَيِّئَاته يُنْقَص بَعْضهَا مِنْ بَعْض فَإِنْ بَقِيَتْ حَسَنَة وَاحِدَة وَسَّعَ اللَّه لَهُ فِي الْجَنَّة قَالَ فَدَخَلْت عَلَى بزداد فَحَدَّثَ بِمِثْلِ هَذَا الْحَدِيث قَالَ فَقُلْت فَأَيْنَ ذَهَبَتْ الْحَسَنَة قَالَ \" أُولَئِكَ الَّذِينَ نَتَقَبَّل عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَز عَنْ سَيِّئَاتهمْ\" الْآيَة قُلْت قَوْله تَعَالَى \" فَلَا تَعْلَم نَفْس مَا أُخْفِيَ لَهُمْ مِنْ قُرَّة أَعْيُن \" قَالَ الْعَبْد يَعْمَل سِرًّا أَسَرَّهُ إِلَى اللَّه لَمْ يَعْلَم بِهِ النَّاس فَأَسَرَّ اللَّه لَهُ يَوْم الْقِيَامَة قُرَّة أَعْيُن .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40145, "aya_id": 17}]