[{"text": "إِنَّمَا يُرِيدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاء فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ اللّهِ وَعَنِ الصَّلاَةِ فَهَلْ أَنتُم مُّنتَهُونَ", "sura_id": 5, "type": 0, "id": 760, "aya_id": 91}, {"text": "إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون", "sura_id": 5, "type": 1, "id": 6996, "aya_id": 91}, {"text": "91 - (إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر) إذا أتيتموها لما يحصل فيهما من الشر والفتن (ويصدكم) بالاشتغال بهما (عن ذكر الله وعن الصلاة) خصها بالذكر تعظيما لها (فهل أنتم منتهون) عن إتيانهما ، أي انتهوا \r\n", "sura_id": 5, "type": 2, "id": 25704, "aya_id": 91}, {"text": "إنما يريد الشيطان بتزيين الآثام لكم أن يُلقِي بينكم ما يوجد العداوة والبغضاء, بسبب شرب الخمر ولعب الميسر, ويصرفكم عن ذكر الله وعن الصلاة بغياب العقل في شرب الخمر, والاشتغال باللهو في لعب الميسر, فانتهوا عن ذلك.\r\n", "sura_id": 5, "type": 3, "id": 31940, "aya_id": 91}, {"text": " <font color=red>إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ</font><BR><p>يَقُول تَعَالَى نَاهِيًا عِبَاده الْمُؤْمِنِينَ عَنْ تَعَاطِي الْخَمْر وَالْمَيْسِر وَهُوَ الْقِمَار وَقَدْ وَرَدَ عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ الشِّطْرَنْج مِنْ الْمَيْسِر رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ عِيسَى بْن مَرْحُوم عَنْ حَاتِم عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ عَلِيّ بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ لَيْث عَنْ عَطَاء وَمُجَاهِد وَطَاوُس قَالَ سُفْيَان أَوْ اِثْنَيْنِ مِنْهُمْ قَالُوا : كُلّ شَيْء مِنْ الْقِمَار فَهُوَ مِنْ الْمَيْسِر حَتَّى لَعِبَ الصِّبْيَان بِالْجَوْزِ وَرُوِيَ عَنْ رَاشِد بْن سَعْد وَضَمْرَة بْن حَبِيب مِثْله وَقَالَا : حَتَّى الْكِعَاب وَالْجَوْز وَالْبَيْض الَّتِي تَلْعَب بِهَا الصِّبْيَان وَقَالَ مُوسَى بْن عُقْبَة عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ الْمَيْسِر هُوَ الْقِمَار وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالَ : الْمَيْسِر هُوَ الْقِمَار كَانُوا يَتَقَامَرُونَ فِي الْجَاهِلِيَّة إِلَى مَجِيء الْإِسْلَام فَنَهَاهُمْ اللَّه عَنْ هَذِهِ الْأَخْلَاق الْقَبِيحَة وَقَالَ مَالِك عَنْ دَاوُدَ بْن الْحُصَيْن : أَنَّهُ سَمِعَ سَعِيد بْن الْمُسَيِّب يَقُول : كَانَ مَيْسِر أَهْل الْجَاهِلِيَّة يَبِيع اللَّحْم بِالشَّاةِ وَالشَّاتَيْنِ . وَقَالَ الزُّهْرِيّ عَنْ الْأَعْرَج قَالَ الْمَيْسِر الضَّرْب بِالْقِدَاحِ عَلَى الْأَمْوَال وَالثِّمَار وَقَالَ الْقَاسِم بْن مُحَمَّد مَا أَلْهَى عَنْ ذِكْر اللَّه وَعَنْ الصَّلَاة فَهُوَ مِنْ الْمَيْسِر رَوَاهُنَّ اِبْن أَبِي حَاتِم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مَنْصُور الزِّيَادِيّ حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا صَدَقَة حَدَّثَنَا عُثْمَان بْن أَبِي الْعَاتِكَة عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَةَ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" اِجْتَنِبُوا هَذِهِ الْكِعَاب الْمَوْسُومَة الَّتِي يُزْجَر بِهَا زَجْرًا فَإِنَّهَا مِنْ الْمَيْسِر \" حَدِيث غَرِيب وَكَأَنَّ الْمُرَاد بِهَذَا هُوَ النَّرْد الَّذِي وَرَدَ الْحَدِيث بِهِ فِي صَحِيح مُسْلِم عَنْ بُرَيْدَةَ بْن الْحُصَيْب الْأَسْلَمِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ لَعِبَ بِالنَّرْدَشِير فَكَأَنَّمَا صَبَغَ يَده فِي لَحْم خِنْزِير وَدَمه\" وَفِي مُوَطَّأ مَالِك وَمُسْنَد أَحْمَد وَسُنَنَيْ أَبِي دَاوُدَ وَابْن مَاجَهْ عَنْ أَبِي مُوسَى الْأَثْمَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وسَلَّمَ : \" مَنْ لَعِبَ بِالنَّرْدِ فَقَدْ عَصَى اللَّه وَرَسُوله \" وَرُوِيَ مَوْقُوفًا عَلَى أَبِي مُوسَى مِنْ قَوْله فَاَللَّه أَعْلَم . وَقَالَهُ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن إِبْرَاهِيم حَدَّثَنَا الْجَعْفَر عَنْ مُوسَى بْن عَبْد الرَّحْمَن الْخَطْمِيّ أَنَّهُ سَمِعَ مُحَمَّد بْن كَعْب وَهُوَ يَسْأَل عَبْد الرَّحْمَن يَقُول أَخْبِرْنِي مَا سَمِعْت أَبَاك يَقُول عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ عَبْد الرَّحْمَن سَمِعْت أَبِي يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" مَثَل الَّذِي يَلْعَب بِالنَّرْدِ ثُمَّ يَقُوم فَيُصَلِّي مَثَل الَّذِي يَتَوَضَّأ بِالْقَيْحِ وَدَم الْخِنْزِير ثُمَّ يَقُوم فَيُصَلِّي \" وَأَمَّا الشِّطْرَنْج لَقَدْ قَالَ عَبْد اللَّه بْن عُمَر أَنَّهُ شَرٌّ مِنْ النَّرْد وَتَقَدَّمَ عَنْ عَلِيّ أَنَّهُ قَالَ هُوَ مِنْ الْمَيْسِر وَنَصَّ عَلَى تَحْرِيمه مَالِك وَأَبُو حَنِيفَة وَأَحْمَد وَكَرِهَهُ الشَّافِعِيّ رَحِمَهُمْ اللَّه تَعَالَى وَأَمَّا الْأَنْصَاب فَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَعَطَاء وَسَعِيد بْن جُبَيْر وَالْحَسَن وَغَيْر وَاحِد هِيَ حِجَارَة كَانُوا يَذْبَحُونَ قَرَابِينهمْ عِنْدهَا وَأَمَّا الْأَزْلَام فَقَالُوا أَيْضًا هِيَ قِدَاح كَانُوا يَسْتَقْسِمُونَ بِهَا رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله تَعَالَى \" رِجْس مِنْ عَمَل الشَّيْطَان \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَيْ سَخَط مِنْ عَمَل الشَّيْطَان وَقَالَ سَعِيد بْن جُبَيْر : إِثْم وَقَالَ زَيْد بْن أَسْلَمَ أَيْ شَرٌّ مِنْ عَمَلِ الشَّيْطَان \" فَاجْتَنِبُوهُ \" الضَّمِير عَائِد عَلَى الرِّجْس أَيْ اُتْرُكُوهُ لَعَلَّكُمْ تُفْلِحُونَ وَهَذَا أَثَر غَرِيب . ثُمَّ قَالَ تَعَالَى \" إِنَّمَا يُرِيد الشَّيْطَان أَنْ يُوقِع بَيْنكُمْ الْعَدَاوَة وَالْبَغْضَاء فِي الْخَمْر وَالْمَيْسِر وَيَصُدّكُمْ عَنْ ذِكْر اللَّه وَعَنْ الصَّلَاة فَهَلْ أَنْتُمْ مُنْتَهُونَ \" وَهَذَا تَهْدِيد وَتَرْهِيب . \" ذِكْر الْأَحَادِيث الْوَارِدَة فِي بَيَان تَحْرِيم الْخَمْر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح حَدَّثَنَا أَبُو مَعْشَر عَنْ أَبِي وَهْب مَوْلَى أَبِي هُرَيْرَة عَنْ أَبِي هُرَيْرَة قَالَ حُرِّمَتْ الْخَمْر ثَلَاث مَرَّات قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة وَهُمْ يَشْرَبُونَ الْخَمْر وَيَأْكُلُونَ الْمَيْسِر فَسَأَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهُمَا فَأَنْزَلَ اللَّه\" يَسْأَلُونَك عَنْ الْخَمْر وَالْمَيْسِر قُلْ فِيهِمَا إِثْم كَبِير وَمَنَافِع لِلنَّاسِ \" إِلَى آخِر الْآيَة فَقَالَ النَّاس مَا حَرَّمَهَا عَلَيْنَا إِنَّمَا قَالَ \" فِيهِمَا إِثْم كَبِير وَمَنَافِع لِلنَّاسِ\" وَكَانُوا يَشْرَبُونَ الْخَمْر حَتَّى كَانَ يَوْمًا مِنْ الْأَيَّام صَلَّى رَجُل مِنْ الْمُهَاجِرِينَ أَمَام الصَّحَابَة فِي الْمَغْرِب فَخَلَطَ فِي قِرَاءَته فَأَنْزَلَ اللَّه آيَة أَغْلَظَ مِنْهَا \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ \" فَكَانَ النَّاس يَشْرَبُونَ حَتَّى يَأْتِي أَحَدهمْ الصَّلَاة وَهُوَ مُغْبَق ثُمَّ أُنْزِلَتْ آيَة أَغْلَظُ مِنْ ذَلِكَ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْر وَالْمَيْسِر وَالْأَنْصَاب وَالْأَزْلَام رِجْس مِنْ عَمَل الشَّيْطَان فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ \" قَالُوا اِنْتَهَيْنَا رَبّنَا وَقَالَ النَّاس يَا رَسُول اللَّه نَاس قُتِلُوا فِي سَبِيل اللَّه وَمَاتُوا عَلَى فَرَسهمْ كَانُوا يَشْرَبُونَ الْخَمْر وَيَأْكُلُونَ الْمَيْسِر وَقَدْ جَعَلَهُ اللَّه رِجْسًا مِنْ عَمَل الشَّيْطَان فَأَنْزَلَ اللَّه تَعَالَى \" لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جُنَاح فِيمَا طَعِمُوا \" إِلَى آخِر الْآيَة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَوْ حُرِّمَ عَلَيْهِمْ لَتَرَكُوهُ كَمَا تَرَكْتُمْ\" اِنْفَرَدَ بِهِ أَحْمَد وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي مَيْسَرَة عَنْ عُمَر بْن الْخَطَّاب أَنَّهُ قَالَ : لَمَّا نَزَلَ تَحْرِيم الْخَمْر قَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْأَمْر بَيَانًا شَافِيًا فَنَزَلَتْ الْآيَة الَّتِي فِي سُورَة الْبَقَرَة \" يَسْأَلُونَك عَنْ الْخَمْر وَالْمَيْسِر قُلْ فِيهَا إِثْم كَبِير \" فَدَعَى عُمَر فَقُرِئَتْ عَلَيْهِ فَقَالَ : اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْر بَيَانًا شَافِيًا فَنَزَلَتْ الْآيَة الَّتِي فِي سُورَة النِّسَاء\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى \" فَكَانَ مُنَادِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَالَ حَيّ عَلَى الصَّلَاة نَادَى : لَا يَقْرَبَنَّ الصَّلَاة سَكْرَان فَدَعَى عُمَر فَقُرِئَتْ عَلَيْهِ فَقَالَ : اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْر بَيَانًا شَافِيًا فَنَزَلَتْ الْآيَة الَّتِي فِي الْمَائِدَة فَدَعَى عُمَر فَقُرِئَتْ عَلَيْهِ فَلَمَّا بَلَغَ قَوْل اللَّه تَعَالَى \" فَهَلْ أَنْتُمْ مُنْتَهُونَ \" قَالَ عُمَر اِنْتَهَيْنَا وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق - عَمْرو بْن عَبْد اللَّه السَّبِيعِيّ - وَعَنْ أَبِي مَيْسَرَة وَاسْمه عَمْرو بْن شُرَحْبِيل الْهَمْدَانِيّ عَنْ عُمَر بِهِ وَلَيْسَ لَهُ عَنْهُ سِوَاهُ قَالَ أَبُو زُرْعَة وَلَمْ يُسْمَع مِنْهُ وَصَحَّحَ هَذَا الْحَدِيث عَلِيّ بْن الْمَدِينِيّ وَالتِّرْمِذِيّ وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عُمَر بْن الْخَطَّاب أَنَّهُ قَالَ فِي خُطْبَته عَلَى مِنْبَر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَيّهَا النَّاس إِنَّهُ نَزَلَ تَحْرِيم الْخَمْر وَهِيَ مِنْ خَمْسَة : الْعِنَب وَالتَّمْر وَالْعَسَل وَالْحِنْطَة وَالشَّعِير وَالْخَمْر مَا خَامَرَ الْعَقْل وَقَالَ الْبُخَارِيّ حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن بِشْر حَدَّثَنَا عَبْد الْعَزِيز بْن عُمَر بْن عَبْد الْعَزِيز حَدَّثَنِي نَافِع عَنْ اِبْن عُمَر قَالَ نَزَلَ تَحْرِيم الْخَمْر وَإِنَّ بِالْمَدِينَةِ يَوْمئِذٍ لَخَمْسَة أَشْرِبَة مَا فِيهَا شَرَاب الْعِنَب . \" حَدِيث آخَر \" قَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا مُحَمَّد بْن أَبِي حُمَيْد عَنْ الْمِصْرِيّ - يَعْنِي أَبَا طُعْمَة قَارِئ مِصْر - قَالَ سَمِعْت اِبْن عُمَر يَقُول نَزَلَتْ فِي الْخَمْر ثَلَاث آيَات فَأَوَّل شَيْء نَزَلَ \" يَسْأَلُونَك عَنْ الْخَمْر وَالْمَيْسِر \" الْآيَة فَقِيلَ حُرِّمَتْ الْخَمْر فَقَالُوا يَا رَسُول اللَّه دَعْنَا نَنْتَفِع بِهَا كَمَا قَالَ اللَّه تَعَالَى قَالَ فَسَكَتَ عَنْهُمْ ثُمَّ نَزَلَتْ هَذِهِ الْآيَة \" لَا تَقْرَبُوا الصَّلَاة وَأَنْتُمْ سُكَارَى \" فَقِيلَ حُرِّمَتْ الْخَمْر فَقَالُوا يَا رَسُول اللَّه إِنَّا لَا نَشْرَبهَا قُرْبَ الصَّلَاة فَسَكَتَ عَنْهُمْ ثُمَّ نَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْر وَالْمَيْسِر وَالْأَنْصَاب وَالْأَزْلَام رِجْس مِنْ عَمَل الشَّيْطَان فَاجْتَنِبُوهُ\" الْآيَتَيْنِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" حُرِّمَتْ الْخَمْر \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْلَى حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ الْقَعْقَاع بْن حَكِيم أَنَّ عَبْد الرَّحْمَن بْن وَعْلَة قَالَ سَأَلْت اِبْن عَبَّاس عَنْ بَيْع الْخَمْر فَقَالَ \" كَانَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَدِيق مِنْ ثَقِيف أَوْ مِنْ دَوْس فَلَقِيَهُ يَوْم الْفَتْح بِرَاوِيَةِ خَمْر يُهْدِيهَا إِلَيْهِ فَقَالَ رَسُول اللَّه يَا فُلَان أَمَا عَلِمْت أَنَّ اللَّه حَرَّمَهَا فَأَقْبَلَ الرَّجُل عَلَى غُلَامه فَقَالَ اِذْهَبْ فَبِعْهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا فُلَان بِمَاذَا أَمَرْته فَقَالَ أَمَرْته أَنْ يَبِيعهَا قَالَ إِنَّ الَّذِي حَرَّمَ شُرْبهَا حَرَّمَ بَيْعهَا فَأَمَرَ بِهَا فَأُفْرِغَتْ فِي الْبَطْحَاء . رَوَاهُ مُسْلِم مِنْ طَرِيق اِبْن وَهْب عَنْ مَالِك عَنْ زَيْد بْن أَسْلَمَ وَمِنْ طَرِيق اِبْن وَهْب أَيْضًا عَنْ سُلَيْمَان بْن بِلَال عَنْ يَحْيَى بْن سَعِيد كِلَاهُمَا عَنْ عَبْد الرَّحْمَن بْن وَعْلَة عَنْ اِبْن عَبَّاس بِهِ وَرَوَاهُ النَّسَائِيّ عَنْ قُتَيْبَة عَنْ مَالِك بِهِ \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا مُحَمَّد بْن أَبِي بَكْر الْمُقَدَّمِيّ حَدَّثَنَا أَبُو بَكْر الْحَنَفِيّ حَدَّثَنَا عَبْد الْحَمِيد بْن جَعْفَر عَنْ شَهْر بْن حَوْشَب عَنْ تَمِيم الدَّارِيّ أَنَّهُ كَانَ يُهْدِي لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلّ عَام رَاوِيَة مِنْ خَمْر فَلَمَّا أَنْزَلَ اللَّه تَحْرِيم الْخَمْر جَاءَ بِهَا فَلَمَّا رَآهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ضَحِكَ وَقَالَ إِنَّهَا قَدْ حُرِّمَتْ بَعْدك قَالَ يَا رَسُول اللَّه فَأَبِيعهَا وَأَنْتَفِع بِثَمَنِهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَعَنَ اللَّه الْيَهُود حُرِّمَتْ عَلَيْهِمْ شُحُوم الْبَقَر وَالْغَنَم فَأَذَابُوهُ وَبَاعُوهُ وَاَللَّه حَرَّمَ الْخَمْر وَثَمَنهَا \" وَقَدْ رَوَاهُ أَيْضًا الْإِمَام أَحْمَد فَقَالَ حَدَّثَنَا رَوْح حَدَّثَنَا عَبْد الْحَمِيد بْن بَهْرَام قَالَ سَمِعْت شَهْر بْن حَوْشَب قَالَ حَدَّثَنِي عَبْد الرَّحْمَن بْن غَنْم أَنَّ الدَّارِيّ كَانَ يُهْدِي لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلّ عَام رَاوِيَة مِنْ خَمْر فَلَمَّا كَانَ عَام حُرِّمَتْ جَاءَ بِرَاوِيَةٍ فَلَمَّا نَظَرَ إِلَيْهِ ضَحِكَ فَقَالَ \" أَشْعَرْت أَنَّهَا حُرِّمَتْ بَعْدك \" فَقَالَ يَا رَسُول اللَّه أَلَا أَبِيعهَا وَأَنْتَفِع بِثَمَنِهَا ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ \" لَعَنَ اللَّه الْيَهُود اِنْطَلَقُوا إِلَى مَا حُرِّمَ عَلَيْهِمْ مِنْ شَحْم الْبَقَر وَالْغَنَم فَأَذَابُوهُ فَبَاعُوهُ إِنَّهُ مَا يَأْكُلُونَ وَإِنَّ الْخَمْر حَرَام وَثَمَنهَا حَرَام وَإِنَّ الْخَمْر حَرَام وَثَمَنهَا حَرَام وَإِنَّ الْخَمْر حَرَام وَثَمَنهَا حَرَام \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا اِبْن لَهِيعَة عَنْ سُلَيْمَان بْن عَبْد الرَّحْمَن عَنْ نَافِع بْن كَيْسَان أَنَّ أَبَاهُ أَخْبَرَهُ أَنَّهُ كَانَ يَتَّجِر فِي الْخَمْر فِي زَمَن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَّهُ أَقْبَلَ مِنْ الشَّام وَمَعَهُ خَمْر فِي الزِّقَاق يُرِيد بِهَا التِّجَارَة فَأَتَى بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنِّي جِئْتُك بِشَرَابٍ طَيِّب فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : يَا كَيْسَان إِنَّهَا قَدْ حُرِّمَتْ بَعْدك قَالَ فَأَبِيعهَا يَا رَسُول اللَّه ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّهَا قَدْ حُرِّمَتْ وَحُرِّمَ ثَمَنهَا فَانْطَلَقَ كَيْسَان إِلَى الزِّقَاق فَأَخَذَ بِأَرْجُلِهَا ثُمَّ هَرَاقَهَا . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحْيِي بْن سَعِيد عَنْ حُمَيْد عَنْ أَنَس قَالَ : كُنْت أَسْقِي أَبَا عُبَيْدَة بْن الْجَرَّاح وَأُبَيّ بْن كَعْب وَسُهَيْل بْن بَيْضَاء وَنَقْرَأ مِنْ أَصْحَابه عِنْد أَبِي طَلْحَة حَتَّى كَادَ الشَّرَاب يَأْخُذ مِنْهُمْ فَأَتَى آتٍ مِنْ الْمُسْلِمِينَ فَقَالَ أَمَا شَعَرْتُمْ أَنَّ الْخَمْر قَدْ حُرِّمَتْ ؟ فَقَالُوا حَتَّى نَنْظُر وَنَسْأَل فَقَالُوا يَا أَنَس اُسْكُبْ مَا بَقِيَ فِي إِنَائِك فَوَاَللَّهِ مَا عَادُوا فِيهَا وَمَا هِيَ إِلَّا التَّمْر وَالْبُسْر . وَهِيَ خَمْرهمْ يَوْمئِذٍ أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه عَنْ أَنَس وَفِي رِوَايَة حَمَّاد بْن زَيْد عَنْ ثَابِت عَنْ أَنَس قَالَ كُنْت سَاقِي الْقَوْم يَوْم حُرِّمَتْ الْخَمْر فِي بَيْت أَبِي طَلْحَة وَمَا شَرَابهمْ إِلَّا الْفَضِيخ الْبُسْر وَالتَّمْر فَإِذَا مُنَادٍ يُنَادِي قَالَ اُخْرُجْ فَانْظُرْ فَإِذَا مُنَادٍ يُنَادِي أَلَا إِنَّ الْخَمْر قَدْ حُرِّمَتْ فَجَرَتْ فِي سِكَك الْمَدِينَة قَالَ : فَقَالَ لِي أَبُو طَلْحَة اُخْرُجْ فَأَهْرِقْهَا فَهَرَقْتهَا فَقَالُوا أَوْ قَالَ بَعْضهمْ قُتِلَ فُلَان وَفُلَان وَهِيَ فِي بُطُونهمْ قَالَ فَأَنْزَلَ اللَّه لَيْسَ عَلَى\" الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جُنَاح فِيمَا طَعِمُوا\" الْآيَة وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنِي عَبْد الْكَبِير بْن عَبْد الْمَجِيد حَدَّثَنَا عَبَّاد بْن رَاشِد عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك قَالَ بَيْنَمَا أَنَا أُدِير الْكَأْس عَلَى أَبِي طَلْحَة وَأَبِي عُبَيْدَة بْن الْجَرَّاح وَأَبِي دُجَانَة وَمُعَاذ بْن جَبَل وَسُهَيْل بْن بَيْضَاء حَتَّى مَالَتْ رُءُوسهمْ مِنْ خَلِيط بُسْر وَتَمْر فَسَمِعْت مُنَادِيًا يُنَادِي أَلَا إِنَّ الْخَمْر قَدْ حُرِّمَتْ قَالَ فَمَا دَخَلَ عَلَيْنَا دَاخِل وَلَا خَرَجَ مِنَّا خَارِج حَتَّى أَهَرَقْنَا الشَّرَاب وَكَسَرْنَا الْقِلَال وَتَوَضَّأَ بَعْضنَا وَاغْتَسَلَ بَعْضنَا وَأَصَبْنَا مِنْ طَيِّب أُمّ سُلَيْم ثُمَّ خَرَجْنَا إِلَى الْمَسْجِد فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ يَقْرَأ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْر وَالْمَيْسِر وَالْأَنْصَاب وَالْأَزْلَام رِجْس مِنْ عَمَل الشَّيْطَان فَاجْتَنِبُوهُ \" إِلَى قَوْله \" فَهَلْ أَنْتُمْ مُنْتَهُونَ \" فَقَالَ رَجُل يَا رَسُول اللَّه فَمَا تَرَى فِيمَنْ مَاتَ وَهُوَ يَشْرَبهَا فَأَنْزَلَ اللَّه تَعَالَى \" لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جُنَاح فِيمَا طَعِمُوا\" الْآيَة . فَقَالَ رَجُل لِقَتَادَةَ أَنْتَ سَمِعْته مِنْ أَنَس بْن مَالِك ؟ قَالَ نَعَمْ وَقَالَ رَجُل لِأَنَسِ بْن مَالِك أَنْتَ سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ نَعَمْ أَوْ حَدَّثَنِي مَنْ لَمْ يَكْذِب مَا كُنَّا نَكْذِب وَلَا نَدْرِي مَا الْكَذِب . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق أَخْبَرَنِي يَحْيَى بْن أَيُّوب عَنْ عُبَيْد اللَّه بْن زَحْر عَنْ بَكْر بْن سَوَادَة عَنْ قَيْس بْن سَعْد بْن عُبَادَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ رَبِّي تَبَارَكَ وَتَعَالَى حَرَّمَ الْخَمْر وَالْكُوبَة وَالْقِنِّينَ وَإِيَّاكُمْ وَالْغُبَيْرَاء فَإِنَّهَا ثُلُث خَمْر الْعَالَم . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا فَرَج بْن فَضَالَة عَنْ إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن رَافِع عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ اللَّه حَرَّمَ عَلَى أُمَّتِي الْخَمْر وَالْمَيْسِر وَالْمِزْر وَالْكُوبَة وَالْقِنِّينَ وَزَادَنِي صَلَاة الْوِتْر \" قَالَ يَزِيد الْقِنِّين الْبَرَابِط تَفَرَّدَ بِهِ أَحْمَد وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا أَبُو عَاصِم وَهُوَ النَّبِيل أَخْبَرَنَا عَبْد الْحَمِيد بْن جَعْفَر حَدَّثَنَا يَزِيد بْن أَبِي حَبِيب عَنْ عَمْرو بْن الْوَلِيد عَنْ عَبْد اللَّه بْن عَمْرو أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَنْ قَالَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَده مِنْ جَهَنَّم \" قَالَ وَسَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِنَّ اللَّه حَرَّمَ الْخَمْر وَالْمَيْسِر وَالْكُوبَة وَالْغُبَيْرَاء وَكُلّ مُسْكِر حَرَام \" تَفَرَّدَ بِهِ أَحْمَد أَيْضًا \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا عَبْد الْعَزِيز بْن عُمَر بْن عَبْد الْعَزِيز عَنْ أَبِي طُعْمَة مَوْلَاهُمْ وَعَنْ عَبْد الرَّحْمَن بْن عَبْد اللَّه الْغَافِقِيّ أَنَّهُمَا سَمِعَا اِبْن عُمَر يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لُعِنَتْ الْخَمْر عَلَى عَشَرَة وُجُوه لُعِنَتْ الْخَمْر بِعَيْنِهَا وَشَارِبهَا وَسَاقِيهَا وَبَائِعهَا وَمُبْتَاعهَا وَعَاصِرهَا وَمُعْتَصِرهَا وَحَامِلهَا وَالْمَحْمُولَة إِلَيْهِ وَآكِل ثَمَنهَا \" وَرَوَاهُ أَبُو دَاوُدَ وَابْن مَاجَهْ مِنْ حَدِيث وَكِيع بِهِ وَقَالَ أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا أَبُو طُعْمَة سَمِعْت اِبْن عُمَر يَقُول خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمِرْبَد فَخَرَجَ مَعَهُ فَكُنْت عَنْ يَمِينه وَأَقْبَلَ أَبُو بَكْر فَتَأَخَّرْت عَنْهُ فَكَانَ عَنْ يَمِينه وَكُنْت عَنْ يَسَاره ثُمَّ أَقْبَلَ عُمَر فَتَنَحَّيْت لَهُ فَكَانَ عَنْ يَسَاره فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمِرْبَد فَإِذَا بِزِقَاقٍ عَلَى الْمِرْبَد فِيهَا خَمْر قَالَ اِبْن عُمَر فَدَعَانِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمُدْيَةِ قَالَ اِبْن عُمَر وَمَا عَرَفْت الْمُدْيَة إِلَّا يَوْمئِذٍ فَأَمَرَ بِالزِّقَاقِ فَشُقَّتْ ثُمَّ قَالَ : \" لُعِنَتْ الْخَمْر وَشَارِبهَا وَسَاقِيهَا وَبَائِعهَا وَمُبْتَاعهَا وَحَامِلهَا وَالْمَحْمُولَة إِلَيْهِ وَعَاصِرهَا وَمُعْتَصِرهَا وَآكِل ثَمَنهَا \" وَقَالَ أَحْمَد حَدَّثَنَا الْحَكَم بْن نَافِع حَدَّثَنَا أَبُو بَكْر بْن أَبِي مَرْيَم عَنْ ضَمْرَة بْن حَبِيب قَالَ : قَالَ عَبْد اللَّه بْن عُمَر أَمَرَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ آتِيَهُ بِمُدْيَةٍ وَهِيَ الشَّفْرَة فَأَتَيْته بِهَا فَأَرْسَلَ بِهَا فَأَرْهَفْت ثُمَّ أَعْطَانِيهَا وَقَالَ \" اُغْدُ عَلَيَّ بِهَا \" فَفَعَلْت فَخَرَجَ بِأَصْحَابِهِ إِلَى أَسْوَاق الْمَدِينَة وَفِيهَا زِقَاق الْخَمْر قَدْ جُلِبَتْ مِنْ الشَّام فَأَخَذَ الْمُدْيَة مِنِّي فَشَقَّ مَا كَانَ مِنْ تِلْكَ الزِّقَاق بِحَضْرَتِهِ ثُمَّ أَعْطَانِيهَا وَأَمَرَ أَصْحَابه الَّذِينَ كَانُوا مَعَهُ أَنْ يَمْضُوا مَعِي وَأَنْ يُعَاوِنُونِي وَأَمَرَنِي أَنْ آتِي الْأَسْوَاق كُلّهَا فَلَا أَجِد فِيهَا زِقَّ خَمْرٍ إِلَّا شَقَقْته فَفَعَلْت فَلَمْ أَتْرُك فِي أَسْوَاقهَا زِقًّا إِلَّا شَقَقْته. \" حَدِيث آخَر \" قَالَ عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَبْد الرَّحْمَن بْن شُرَيْح وَابْن لَهِيعَة وَاللَّيْث بْن سَعْد عَنْ خَالِد بْن زَيْد عَنْ ثَابِت أَنَّ يَزِيد الْخَوْلَانِيّ أَخْبَرَهُ أَنَّهُ كَانَ لَهُ عَمّ يَبِيع الْخَمْر وَكَانَ يَتَصَدَّق قَالَ فَنَهَيْته عَنْهَا فَلَمْ يَنْتَهِ فَقَدِمْت الْمَدِينَة فَلَقِيت اِبْن عَبَّاس فَسَأَلْته عَنْ الْخَمْر وَثَمَنهَا فَقَالَ : هِيَ حَرَام وَثَمَنهَا حَرَام ثُمَّ قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ يَا مَعْشَر أُمَّة مُحَمَّد إِنَّهُ لَوْ كَانَ كِتَاب بَعْد كِتَابكُمْ وَنَبِيّ بَعْد نَبِيّكُمْ لَأَنْزَلَ فِيكُمْ كَمَا أَنْزَلَ فِيمَنْ قَبْلكُمْ وَلَكِنْ أُخِّرَ ذَلِكَ مِنْ أَمْركُمْ إِلَى يَوْم الْقِيَامَة وَلَعَمْرِي لَهُوَ أَشَدُّ عَلَيْكُمْ قَالَ ثَابِت فَلَقِيت عَبْد اللَّه بْن عُمَر فَسَأَلْته عَنْ ثَمَن الْخَمْر فَقَالَ سَأُخْبِرُك عَنْ الْخَمْر إِنِّي كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِد فَبَيْنَمَا هُوَ مُحْتَبٍ عَلَى حُبْوَته ثُمَّ قَالَ : \" مَنْ كَانَ عِنْده مِنْ هَذِهِ الْخَمْر فَلْيَأْتِنَا بِهَا فَجَعَلُوا يَأْتُونَهُ فَيَقُول أَحَدهمْ عِنْدِي رَاوِيَة وَيَقُول الْآخَر عِنْدِي زِقّ أَوْ مَا شَاءَ اللَّه أَنْ يَكُون عِنْده فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِجْمَعُوهُ بِبَقِيعِ كَذَا وَكَذَا ثُمَّ آذِنُونِي فَفَعَلُوا ثُمَّ آذَنُوهُ فَقَامَ وَقُمْت مَعَهُ وَمَشَيْت عَنْ يَمِينه وَهُوَ مُتَّكِئ عَلَيَّ فَلَحِقَنَا أَبُو بَكْر رَضِيَ اللَّه عَنْهُ فَأَخَّرَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَعَلَنِي عَنْ شِمَاله وَجَعَلَ أَبَا بَكْر فِي مَكَانِي ثُمَّ لَحِقَنَا عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَأَخَّرَنِي وَجَعَلَهُ عَنْ يَسَاره فَمَشَى بَيْنهمَا حَتَّى إِذَا وَقَفَ عَلَى الْخَمْر قَالَ لِلنَّاسِ أَتَعْرِفُونَ هَذِهِ ؟ قَالُوا : نَعَمْ يَا رَسُول اللَّه هَذِهِ الْخَمْر قَالَ صَدَقْتُمْ ثُمَّ قَالَ فَإِنَّ اللَّه لَعَنَ الْخَمْر وَعَاصِرهَا وَمُعْتَصِرهَا وَشَارِبهَا وَسَاقِيهَا وَحَامِلهَا وَالْمَحْمُولَة إِلَيْهِ وَبَائِعهَا وَمُشْتَرِيهَا وَآكِل ثَمَنهَا ثُمَّ دَعَا بِسِكِّينٍ فَقَالَ اِشْحَذُوهَا فَفَعَلُوا ثُمَّ أَخَذَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْرِق بِهَا الزِّقَاق قَالَ : فَقَالَ النَّاس فِي هَذِهِ الزِّقَاق مَنْفَعَة فَقَالَ أَجَلْ وَلَكِنِّي إِنَّمَا أَفْعَل ذَلِكَ غَضَبًا لِلَّهِ عَزَّ وَجَلَّ لِمَا فِيهَا مِنْ سَخَطه فَقَالَ عُمَر أَنَا أَكْفِيك يَا رَسُول اللَّه قَالَ لَا قَالَ اِبْن وَهْب وَبَعْضهمْ يَزِيد عَلَى بَعْض فِي قِصَّة الْحَدِيث رَوَاهُ الْبَيْهَقِيّ. \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَنْبَأَنَا أَبُو الْحُصَيْن بْن بِشْر أَنْبَأَنَا إِسْمَاعِيل بْن مُحَمَّد الصَّفَّار حَدَّثَنَا مُحَمَّد بْن عُبَيْد اللَّه الْمُنَادِي حَدَّثَنَا وَهْب بْن جَرِير حَدَّثَنَا شُعْبَة عَنْ سِمَاك عَنْ مُصْعَب بْن سَعْد عَنْ سَعْد قَالَ أُنْزِلَتْ فِي الْخَمْر أَرْبَع آيَات فَذَكَرَ الْحَدِيث قَالَ وَضَعَ رَجُل مِنْ الْأَنْصَار طَعَامًا فَدَعَانَا فَشَرِبْنَا الْخَمْر قَبْل أَنْ تُحَرَّم حَتَّى اِنْتَشَيْنَا فَتَفَاخَرْنَا فَقَالَتْ الْأَنْصَار نَحْنُ أَفْضَلُ وَقَالَتْ قُرَيْش نَحْنُ أَفْضَلُ فَأَخَذَ رَجُل مِنْ الْأَنْصَار لَحْي جَزُور فَضَرَبَ بِهِ أَنْف سَعْد فَفَزَرَهُ وَكَانَتْ أَنْف سَعْد مَفْزُورَة فَنَزَلَتْ \" إِنَّمَا الْخَمْر وَالْمَيْسِر\" إِلَى قَوْله تَعَالَى \" فَهَلْ أَنْتُمْ مُنْتَهُونَ \" أَخْرَجَهُ مُسْلِم مِنْ حَدِيث شُعْبَة . \" حَدِيث آخَر \" قَالَ الْبَيْهَقِيّ وَأَخْبَرَنَا أَبُو نَصْر بْن قَتَادَة أَنْبَأَنَا أَبُو عَلِيّ الرفا حَدَّثَنَا عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا حَجَّاج بْن مِنْهَال حَدَّثَنَا رَبِيعَة بْن كُلْثُوم حَدَّثَنِي أَبِي عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ إِنَّمَا نَزَلَ تَحْرِيم الْخَمْر فِي قَبِيلَتَيْنِ مِنْ قَبَائِل الْأَنْصَار شَرِبُوا فَلَمَّا أَنْ ثَمِلَ عَبَثَ بَعْضهمْ بِبَعْضٍ فَلَمَّا أَنْ صَحُّوا جَعَلَ الرَّجُل يَرَى الْأَثَر بِوَجْهِهِ وَرَأْسه وَلِحْيَته فَيَقُول صَنَعَ بِي هَذَا أَخِي فُلَان وَكَانُوا إِخْوَة لَيْسَ فِي قُلُوبهمْ ضَغَائِنُ فَيَقُول وَاَللَّهِ لَوْ كَانَ بِي رَءُوفًا رَحِيمًا مَا صَنَعَ بِي هَذَا حَتَّى وَقَعَتْ الضَّغَائِن فِي قُلُوبهمْ فَأَنْزَلَ اللَّه تَعَالَى هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْر وَالْمَيْسِر وَالْأَنْصَاب وَالْأَزْلَام رِجْس مِنْ عَمَل الشَّيْطَان\" إِلَى قَوْله تَعَالَى \" فَهَلْ أَنْتُمْ مُنْتَهُونَ \" فَقَالَ أُنَاس مِنْ الْمُتَكَلِّفِينَ هِيَ رِجْس وَهِيَ فِي بَطْن فُلَان وَقَدْ قُتِلَ يَوْم أُحُد فَأَنْزَلَ اللَّه تَعَالَى \" لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جُنَاح فِيمَا طَعِمُوا \" إِلَى آخِر الْآيَة وَرَوَاهُ النَّسَائِيّ فِي التَّفْسِير عَنْ مُحَمَّد بْن عَبْد الرَّحِيم صَاعِقَة عَنْ حَجَّاج بْن مِنْهَال . \" حَدِيث آخَر \" قَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن خَلَف حَدَّثَنَا سَعِيد بْن مُحَمَّد الْجَرْمِيّ عَنْ أَبِي نُمَيْلَة عَنْ سَلَّام مَوْلَى حَفْص أَبِي الْقَاسِم عَنْ أَبِي بُرَيْدَةَ عَنْ أَبِيهِ قَالَ بَيْنَا نَحْنُ قُعُود عَلَى شَرَاب لَنَا وَنَحْنُ عَلَى رَمْلَة وَنَحْنُ ثَلَاثَة أَوْ أَرْبَعَة وَعِنْدنَا بَاطِيَة لَنَا وَنَحْنُ نَشْرَب الْخَمْر حِلًّا إِذْ قُمْت حَتَّى آتِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأُسَلِّم عَلَيْهِ إِذْ نَزَلَ تَحْرِيم الْخَمْر \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْر وَالْمَيْسِر \" إِلَى آخِر الْآيَتَيْنِ فَهَلْ \" أَنْتُمْ مُنْتَهُونَ فَجِئْت إِلَى أَصْحَابِي فَقَرَأْتهَا عَلَيْهِمْ إِلَى قَوْله \" فَهَلْ أَنْتُمْ مُنْتَهُونَ \" قَالَ وَبَعْض الْقَوْم شَرِبَتْهُ فِي يَده قَدْ ضَرَبَ بَعْضهَا وَبَقِيَ بَعْض فِي الْإِنَاء فَقَالَ بِالْإِنَاءِ تَحْت شَفَته الْعُلْيَا كَمَا يَفْعَل الْحَجَّام ثُمَّ صَبُّوا مَا فِي بَاطِيَتهمْ فَقَالُوا اِنْتَهَيْنَا رَبّنَا . \" حَدِيث آخَر \" قَالَ الْبُخَارِيّ حَدَّثَنَا صَدَقَة بْن الْفَضْل أَخْبَرَنَا اِبْن عُيَيْنَةَ عَنْ عَمْرو عَنْ جَابِر قَالَ صَبَّحَ أُنَاسٌ غَدَاةَ أُحُدٍ الْخَمْرَ فَقُتِلُوا مِنْ يَوْمِهِمْ جَمِيعًا شُهَدَاءَ وَذَلِكَ قَبْل تَحْرِيمهَا . هَكَذَا رَوَاهُ الْبُخَارِيّ فِي تَفْسِيره مِنْ صَحِيحه وَقَدْ رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا أَحْمَد بْن عَبْدَة حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار سَمِعَ جَابِر بْن عَبْد اللَّه يَقُول اِصْطَبَحَ نَاس الْخَمْر مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قُتِلُوا شُهَدَاء يَوْم أُحُد فَقَالَتْ الْيَهُود فَقَدْ مَاتَ بَعْض الَّذِينَ قُتِلُوا وَهِيَ فِي بُطُونهمْ فَأَنْزَلَ اللَّه \" لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جُنَاح فِيمَا طَعِمُوا \" ثُمَّ قَالَ هَذَا إِسْنَاد صَحِيح وَهُوَ كَمَا قَالَ وَلَكِنَّ فِي سِيَاقه غَرَابَة. \" حَدِيث آخَر \" قَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء بْن عَازِب قَالَ لَمَّا نَزَلَ تَحْرِيم الْخَمْر قَالُوا : كَيْف بِمَنْ كَانَ يَشْرَبهَا قَبْل أَنْ تُحَرَّم ؟ فَنَزَلَتْ \" لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جُنَاح فِيمَا طَعِمُوا \" الْآيَة . وَرَوَاهُ التِّرْمِذِيّ عَنْ بُنْدَار عَنْ غُنْدَر عَنْ شُعْبَة بِهِ نَحْوه وَقَالَ حَسَن صَحِيح \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا جَعْفَر بْن حُمَيْد الْكُوفِيّ حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ عِيسَى بْن جَارِيَة عَنْ جَابِر بْن عَبْد اللَّه قَالَ كَانَ رَجُل يَحْمِل الْخَمْر مِنْ خَيْبَر إِلَى الْمَدِينَة فَيَبِيعهَا مِنْ الْمُسْلِمِينَ فَحَمَلَ مِنْهَا بِمَالٍ فَقَدِمَ بِهَا الْمَدِينَة فَلَقِيَهُ رَجُل مِنْ الْمُسْلِمِينَ فَقَالَ يَا فُلَان إِنَّ الْخَمْر قَدْ حَرَّمَتْ فَوَضَعَهَا حَيْثُ اِنْتَهَى عَلَى تَلّ وَسَجَّى عَلَيْهَا بِأَكْسِيَةٍ ثُمَّ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه بَلَغَنِي أَنَّ الْخَمْر قَدْ حُرِّمَتْ قَالَ أَجَلْ قَالَ لِي أَنْ أَرُدَّهَا عَلَى مَنْ اِبْتَعْتهَا مِنْهُ قَالَ لَا يَصِحّ رَدّهَا فَقَالَ لِي أَنْ أُهْدِيهَا إِلَى مَنْ يُكَافِئنِي مِنْهَا ؟ قَالَ لَا قَالَ فَإِنَّ فِيهَا مَالًا لِيَتَامَى فِي حِجْرِي قَالَ إِذْ أَتَانَا مَال الْبَحْرَيْنِ فَأْتِنَا نُعَوِّض أَيْتَامك مِنْ مَالهمْ ثُمَّ نَادَى بِالْمَدِينَةِ فَقَالَ رَجُل يَا رَسُول اللَّه الْأَوْعِيَة نَنْتَفِع بِهَا قَالَ فَحُلُّوا أَوْكِيَتهَا فَانْصَبَّتْ حَتَّى اِسْتَقَرَّتْ فِي بَطْن الْوَادِي هَذَا حَدِيث غَرِيب . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ السُّدِّيّ عَنْ أَبِي هُبَيْرَة - وَهُوَ يَحْيَى بْن عَبَّاد - الْأَنْصَارِيّ عَنْ أَنَس بْن مَالِك أَنَّ أَبَا طَلْحَة سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَيْتَام فِي حِجْره وَرِثُوا خَمْرًا فَقَالَ أَهْرِقْهَا قَالَ أَفَلَا نَجْعَلهَا خَلًّا ؟ قَالَ لَا وَرَوَاهُ مُسْلِم وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ مِنْ حَدِيث الثَّوْرِيّ بِهِ نَحْوه \" حَدِيث آخَر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن رَجَاء حَدَّثَنَا عَبْد الْعَزِيز بْن سَلَمَة حَدَّثَنَا هِلَال بْن أَبِي هِلَال عَنْ عَطَاء بْن يَسَار عَنْ عَبْد اللَّه بْن عَمْرو قَالَ إِنَّ هَذِهِ الْآيَة الَّتِي فِي الْقُرْآن يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْر وَالْمَيْسِر وَالْأَنْصَاب وَالْأَزْلَام رِجْس مِنْ عَمَل الشَّيْطَان فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ قَالَ هِيَ فِي التَّوْرَاة : إِنَّ اللَّه أَنْزَلَ الْحَقّ لِيُذْهِب بِهِ الْبَاطِل وَيُبْطِل بِهِ اللَّعِب وَالْمَزَامِير وَالزَّفْن وَالْكَبَارَات يَعْنِي الْبَرَابِط وَالزَّمَّارَات يَعْنِي بِهِ الدُّفّ وَالطَّنَابِير وَالشَّعْر وَالْخَمْر مَرَّة لِمَنْ طَعِمَهَا أَقْسَمَ اللَّه بِيَمِينِهِ وَعَزْمه مَنْ شَرِبَهَا بَعْدَمَا حَرَّمْتهَا لِأُعَطِّشَنهُ يَوْم الْقِيَامَة وَمَنْ تَرَكَهَا بَعْد مَا حَرَّمْتهَا لَأَسْقِيَنه إِيَّاهَا فِي حَظِيرَة الْقُدُس وَهَذَا إِسْنَاد صَحِيح \" حَدِيث آخَر \" قَالَ عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ عَمْرو بْن شُعَيْب حَدَّثَهُمْ عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ تَرَكَ الصَّلَاة سُكْرًا مَرَّة وَاحِدَة فَكَأَنَّمَا كَانَتْ لَهُ الدُّنْيَا وَمَا عَلَيْهَا فَسُلِبَهَا وَمَنْ تَرَكَ الصَّلَاة سُكْرًا أَرْبَع مَرَّات كَانَ حَقًّا عَلَى اللَّه أَنْ يَسْقِيه مِنْ طِينَة الْخَبَال قِيلَ وَمَا طِينَة الْخَبَال ؟ قَالَ عُصَارَة جَهَنَّم وَرَوَاهُ أَحْمَد مِنْ طَرِيق عَمْرو بْن شُعَيْب \" حَدِيث آخَر \" قَالَ أَبُو دَاوُدَ حَدَّثَنَا مُحَمَّد بْن رَافِع حَدَّثَنَا إِبْرَاهِيم بْن عُمَر الصَّنْعَانِيّ قَالَ سَمِعْت النُّعْمَان هُوَ اِبْن أَبِي شَيْبَة الْجَنَدِيّ يَقُول عَنْ طَاوُسٍ عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ كُلّ مُخَمِّر خَمْر وَكُلّ مُسْكِر حَرَام وَمَنْ شَرِبَ مُسْكِرًا بُخِسَتْ صَلَاته أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّه عَلَيْهِ فَإِنْ عَادَ الرَّابِعَة كَانَ حَقًّا عَلَى اللَّه أَنْ يَسْقِيه مِنْ طِينَة الْخَبَال قِيلَ وَمَا طِينَة الْخَبَال يَا رَسُول اللَّه ؟ قَالَ صَدِيد أَهْل النَّار وَمَنْ سَقَاهُ صَغِيرًا لَا يَعْرِف حَلَاله مِنْ حَرَامه كَانَ حَقًّا عَلَى اللَّه أَنْ يَسْقِيه مِنْ طِينَة الْخَبَال تَفَرَّدَ أَبُو دَاوُدَ \" حَدِيث آخَر \" قَالَ الشَّافِعِيّ رَحِمَهُ اللَّه أَنْبَأَنَا مَالِك عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ شَرِبَ الْخَمْر فِي الدُّنْيَا ثُمَّ لَمْ يَتُبْ مِنْهَا حُرِمَهَا فِي الْآخِرَة أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث مَالِك بِهِ وَرَوَى مُسْلِم عَنْ أَبِي الرَّبِيع عَنْ حَمَّاد بْن زَيْد عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلّ مُسْكِر خَمْر وَكُلّ مُسْكِر حَرَام وَمَنْ شَرِبَ الْخَمْر فَمَاتَ وَهُوَ يُدْمِنهَا وَلَمْ يَتُبْ مِنْهَا لَمْ يُسَرّ بِهَا فِي الْآخِرَة \" حَدِيث آخَر \" قَالَ اِبْن وَهْب أَخْبَرَنِي عُمَر بْن مُحَمَّد عَنْ عَبْد اللَّه بْن يَسَار أَنَّهُ سَمِعَ سَالِم بْن عَبْد اللَّه يَقُول قَالَ عَبْد اللَّه بْن عُمَر قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاثَة لَا يَنْظُر اللَّه إِلَيْهِمْ يَوْم الْقِيَامَة الْعَاقّ لِوَالِدَيْهِ وَالْمُدْمِن الْخَمْر وَالْمَنَّان بِمَا أَعْطَى وَرَوَاهُ النَّسَائِيّ عَنْ عُمَر بْن عَلِيّ عَنْ يَزِيد بْن زُرَيْع عَنْ عُمَر بْن مُحَمَّد الْعُمَرِيّ بِهِ وَرَوَى أَحْمَد عَنْ غُنْدَر عَنْ شُعْبَة عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ مُجَاهِد عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَا يَدْخُل الْجَنَّة مَنَّان وَلَا عَاقّ وَلَا مُدْمِن خَمْر وَرَوَاهُ أَحْمَد أَيْضًا عَنْ عَبْد الصَّمَد عَنْ عَبْد الْعَزِيز بْن أَسْلَمَ عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ مُجَاهِد بِهِ وَعَنْ مَرْوَان بْن شُجَاع عَنْ خُصَيْف عَنْ مُجَاهِد بِهِ وَرَوَاهُ النَّسَائِيّ عَنْ الْقَاسِم بْن زَكَرِيَّا عَنْ حُصَيْن الْجُعْفِيّ عَنْ زَائِدَة عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ سَالِم بْن أَبِي الْجَعْد وَمُجَاهِد كِلَاهُمَا عَنْ أَبِي سَعِيد بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا سُفْيَان عَنْ مَنْصُور عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ جَابَان عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَا يَدْخُل الْجَنَّة عَاقّ وَلَا مُدْمِن خَمْر وَلَا مَنَّان وَلَا وَلَد زَانِيَة وَكَذَا رَوَاهُ عَنْ يَزِيد عَنْ هَمَّام عَنْ مَنْصُور عَنْ سَالِم عَنْ جَابَان عَنْ عَبْد اللَّه بْن عَمْرو بِهِ وَقَدْ رَوَاهُ أَيْضًا عَنْ غُنْدَر وَغَيْره عَنْ شُعْبَة عَنْ مَنْصُور عَنْ سَالِم عَنْ نُبَيْط بْن شَرِيط عَنْ جَابَان عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَا يَدْخُل الْجَنَّة مَنَّان وَلَا عَاقّ وَالِدَيْهِ وَلَا مُدْمِن خَمْر وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث شُعْبَة كَذَلِكَ ثُمَّ قَالَ وَلَا نَعْلَم أَحَدًا تَابَعَ شُعْبَة عَنْ نُبَيْط بْن شَرِيط وَقَالَ الْبُخَارِيّ لَا يُعْرَف لِجَابَان سَمَاع مِنْ عَبْد اللَّه وَلَا لِسَالِمِ مِنْ جَابَان وَلَا نُبَيْط وَقَدْ رُوِيَ هَذَا الْحَدِيث مِنْ طَرِيق مُجَاهِد عَنْ اِبْن عَبَّاس وَعَنْ طَرِيقه أَيْضًا عَنْ أَبِي هُرَيْرَة فَاَللَّه أَعْلَم وَقَالَ الزُّهْرِيّ حَدَّثَنِي أَبُو بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام أَنَّ أَبَاهُ قَالَ سَمِعْت عُثْمَان بْن عَفَّان يَقُول اِجْتَنِبُوا الْخَمْر فَإِنَّهَا أُمّ الْخَبَائِث إِنَّهُ كَانَ رَجُل فِيمَنْ خَلَا قَبْلكُمْ يَتَعَبَّد وَيَعْتَزِل النَّاس فَعَلِقَتْهُ اِمْرَأَة غَوِيَّة فَأَرْسَلَتْ إِلَيْهِ جَارِيَتهَا أَنْ تَدْعُوَهُ لِشَهَادَةٍ فَدَخَلَ مَعَهَا فَطَفِقَتْ كُلَّمَا دَخَلَ بَابًا أَغْلَقَتْهُ دُونه حَتَّى أَفْضَى إِلَى اِمْرَأَة وَضِيئَة عِنْدهَا غُلَام وَبَاطِيَة خَمْر فَقَالَتْ إِنِّي وَاَللَّه مَا دَعَوْتُك لِشَهَادَةٍ وَلَكِنْ دَعَوْتُك لِتَقَع عَلَيَّ أَوْ تَقْتُل هَذَا الْغُلَام أَوْ تَشْرَب هَذَا الْخَمْر فَسَقَتْهُ كَأْسًا فَقَالَ زِيدُونِي فَلَمْ يَرِمْ حَتَّى وَقَعَ عَلَيْهَا وَقَتَلَ النَّفْس فَاجْتَنِبُوا الْخَمْر فَإِنَّهَا لَا تَجْتَمِع هِيَ وَالْإِيمَان أَبَدًا إِلَّا أَوْشَكَ أَحَدهمَا أَنْ يُخْرِج صَاحِبه رَوَاهُ الْبَيْهَقِيّ وَهَذَا إِسْنَاد صَحِيح وَقَدْ رَوَاهُ أَبُو بَكْر بْن أَبِي الدُّنْيَا فِي كِتَابه ذَمّ الْمُسْكِر عَنْ مُحَمَّد بْن عَبْد اللَّه بْن بَزِيع الْفُضَيْل بْن سُلَيْمَان النُّمَيْرِيّ عَنْ عُمَر بْن سَعِيد عَنْ الزُّهْرِيّ بِهِ مَرْفُوعًا وَالْمَوْقُوف أَصَحّ وَاَللَّه أَعْلَم وَلَهُ شَاهِد فِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لَا يَزْنِي الزَّانِي حِين يَزْنِي وَهُوَ مُؤْمِن وَلَا يَسْرِق سَرِقَة حِين يَسْرِقهَا وَهُوَ مُؤْمِن وَلَا يَشْرَب الْخَمْر حِين يَشْرَبهَا وَهُوَ مُؤْمِن وَقَالَ أَحْمَد بْن حَنْبَل حَدَّثَنَا أَسْوَد بْن عَامِر حَدَّثَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَيَّاش قَالَ لَمَّا حُرِّمَتْ الْخَمْر قَالَ نَاس يَا رَسُول اللَّه أَصْحَابنَا الَّذِينَ مَاتُوا وَهُمْ يَشْرَبُونَهَا فَأَنْزَلَ اللَّه لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جُنَاح فِيمَا طَعِمُوا إِلَى آخِر الْآيَة وَلَمَّا حُوِّلَتْ الْقِبْلَة قَالَ نَاس : يَا رَسُول اللَّه إِخْوَاننَا الَّذِينَ مَاتُوا وَهُمْ يُصَلُّونَ إِلَى بَيْت الْمَقْدِس فَأَنْزَلَ اللَّه وَمَا كَانَ اللَّه لِيُضيِع إِيمَانكُمْ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا دَاوُد بْن مِهْرَان الدَّبَّاغ حَدَّثَنَا دَاوُد يَعْنِي الْعَطَّار عَنْ أَبِي خَيْثَم عَنْ شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد أَنَّهَا سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول مَنْ شَرِبَ الْخَمْر لَمْ يَرْضَ اللَّه عَنْهُ أَرْبَعِينَ لَيْلَة إِنْ مَاتَ مَاتَ كَافِرًا وَإِنْ تَابَ تَابَ اللَّه عَلَيْهِ وَإِنْ عَادَ كَانَ حَقًّا عَلَى اللَّه أَنْ يَسْقِيه مِنْ طِينَة الْخَبَال قَالَتْ : قُلْت يَا رَسُول اللَّه وَمَا طِينَة الْخَبَال ؟ قَالَ صَدِيد أَهْل النَّار وَقَالَ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه بْن مَسْعُود أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَمَّا نَزَلَتْ لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات جُنَاح فِيمَا طَعِمُوا إِذَا مَا اِتَّقَوْا وَآمَنُوا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قِيلَ لِي أَنْتَ مِنْهُمْ وَهَكَذَا رَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طَرِيقه وَقَالَ عَبْد اللَّه اِبْن الْإِمَام أَحْمَد قَرَأْت عَلَى أَبِي حَدَّثَنَا عَلِيّ بْن عَاصِم حَدَّثَنَا إِبْرَاهِيم الْهَجَرِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِيَّاكُمْ وَهَاتَانِ الْكَعْبَتَانِ الْمَوْسُومَتَانِ اللَّتَانِ تُزْجَرَانِ زَجْرًا فَإِنَّهُمَا مَيْسِر الْعَجَم .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41548, "aya_id": 91}]