[{"text": "وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَن فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا", "sura_id": 72, "type": 0, "id": 5457, "aya_id": 10}, {"text": "وأنا لا ندري أشر أريد بمن في الأرض أم أراد بهم ربهم رشدا", "sura_id": 72, "type": 1, "id": 11693, "aya_id": 10}, {"text": "10 - (وأنا لا ندري أشر أريد) بعد استراق السمع (بمن في الأرض أم أراد بهم ربهم رشدا) خيرا \r\n", "sura_id": 72, "type": 2, "id": 30401, "aya_id": 10}, {"text": "وأننا معشر الجن- لا نعلم: أشرًا أراد الله أن ينزله بأهل الأرض، أم أراد بهم خيرًا وهدى؟\r\n", "sura_id": 72, "type": 3, "id": 36637, "aya_id": 10}, {"text": " <font color=red>وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا</font><BR><p>أَيْ مَا نَدْرِي هَذَا الْأَمْر الَّذِي قَدْ حَدَثَ فِي السَّمَاء لَا نَدْرِي أَشَرّ أُرِيدَ بِمَنْ فِي الْأَرْض أَمْ أَرَادَ بِهِمْ رَبّهمْ رَشَدًا وَهَذَا مِنْ أَدَبهمْ فِي الْعِبَارَة حَيْثُ أَسْنَدُوا الشَّرّ إِلَى غَيْر فَاعِل وَالْخَيْر أَضَافُوهُ إِلَى اللَّه عَزَّ وَجَلَّ وَقَدْ وَرَدَ فِي الصَّحِيح \" الشَّرّ لَيْسَ إِلَيْك \" وَقَدْ كَانَتْ الْكَوَاكِب يُرْمَى بِهَا قَبْل ذَلِكَ وَلَكِنْ لَيْسَ بِكَثِيرٍ بَلْ فِي الْأَحْيَان بَعْد الْأَحْيَان كَمَا فِي حَدِيث الْعَبَّاس بَيْنَمَا نَحْنُ جُلُوس مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ رُمِيَ بِنَجْمٍ فَاسْتَنَارَ فَقَالَ \" مَا كُنْتُمْ تَقُولُونَ فِي هَذَا ؟ فَقُلْنَا كُنَّا نَقُول يُولَد عَظِيم يَمُوت عَظِيم فَقَالَ \" لَيْسَ كَذَلِكَ وَلَكِنَّ اللَّه إِذَا قَضَى الْأَمْر فِي السَّمَاء \" وَذَكَرَ تَمَام الْحَدِيث وَقَدْ أَوْرَدْنَاهُ فِي سُورَة سَبَأ بِتَمَامِهِ وَهَذَا هُوَ السَّبَب الَّذِي حَمَلَهُمْ عَلَى تَطَلُّب السَّبَب فِي ذَلِكَ فَأَخَذُوا يَضْرِبُونَ مَشَارِق الْأَرْض وَمَغَارِبهَا فَوَجَدُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ بِأَصْحَابِهِ فِي الصَّلَاة فَعَرَفُوا أَنَّ هَذَا هُوَ الَّذِي حُفِظَتْ مِنْ أَجْله السَّمَاء فَآمَنَ مَنْ آمَنَ مِنْهُمْ وَتَمَرَّدَ فِي طُغْيَانه مَنْ بَقِيَ كَمَا تَقَدَّمَ حَدِيث اِبْن عَبَّاس فِي ذَلِكَ عِنْد قَوْله فِي سُورَة الْأَحْقَاف \" وَإِذْ صَرَفْنَا إِلَيْك نَفَرًا مِنْ الْجِنّ يَسْتَمِعُونَ الْقُرْآن \" الْآيَة وَلَا شَكَّ أَنَّهُ لَمَّا حَدَثَ هَذَا الْأَمْر وَهُوَ كَثْرَة الشُّهُب فِي السَّمَاء وَالرَّمْي بِهَا هَالَ ذَلِكَ الْإِنْس وَالْجِنّ وَانْزَعَجُوا لَهُ وَارْتَاعُوا لِذَلِكَ وَظَنُّوا أَنَّ ذَلِكَ لِخَرَابِ الْعَالَم كَمَا قَالَ السُّدِّيّ لَمْ تَكُنْ السَّمَاء تُحْرَس إِلَّا أَنْ يَكُون فِي الْأَرْض نَبِيّ أَوْ دِين لِلَّهِ ظَاهِر فَكَانَتْ الشَّيَاطِين قَبْل مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ اِتَّخَذَتْ الْمَقَاعِد فِي السَّمَاء الدُّنْيَا يَسْتَمِعُونَ مَا يَحْدُث فِي السَّمَاء مِنْ أَمْر فَلَمَّا بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَبِيًّا رَسُولًا رُجِمُوا لَيْلَة مِنْ اللَّيَالِي فَفَزِعَ لِذَلِكَ أَهْل الطَّائِف فَقَالُوا هَلَكَ أَهْل السَّمَاء لِمَا رَأَوْا مِنْ شِدَّة النَّار فِي السَّمَاء وَاخْتِلَاف الشُّهُب فَجَعَلُوا يُعْتِقُونَ أَرِقَّاءَهُمْ وَيُسَيِّبُونَ مَوَاشِيهمْ فَقَالَ لَهُمْ عَبْد يَا لَيْل بْن عَمْرو بْن عُمَيْر : وَيْحكُمْ يَا مَعْشَر أَهْل الطَّائِف أَمْسِكُوا عَنْ أَمْوَالكُمْ وَانْظُرُوا إِلَى مَعَالِم النُّجُوم فَإِنْ رَأَيْتُمُوهَا مُسْتَقِرَّة فِي أَمْكِنَتهَا فَلَمْ يَهْلِك أَهْل السَّمَاء إِنَّمَا هَذَا مِنْ أَجْل اِبْن أَبِي كَبْشَة يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِنْ نَظَرْتُمْ فَلَمْ تَرَوْهَا فَقَدْ هَلَكَ أَهْل السَّمَاء فَنَظَرُوا فَرَأَوْهَا فَكَفُّوا عَنْ أَمْوَالهمْ وَفَزِعَتْ الشَّيَاطِين فِي تِلْكَ اللَّيْلَة فَأَتَوْا إِبْلِيس فَحَدَّثُوهُ بِاَلَّذِي كَانَ مِنْ أَمْرهمْ فَقَالَ اِئْتُونِي مِنْ كُلّ أَرْض بِقَبْضَةٍ مِنْ تُرَاب أَشُمّهَا فَأَتَوْهُ فَشَمَّ فَقَالَ صَاحِبكُمْ بِمَكَّة فَبَعَثَ سَبْعَة نَفَر مِنْ جِنّ نَصِيبِينَ فَقَدِمُوا مَكَّة فَوَجَدُوا نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَائِمًا يُصَلِّي فِي الْمَسْجِد الْحَرَام يَقْرَأ الْقُرْآن فَدَنَوْا مِنْهُ حِرْصًا عَلَى الْقُرْآن حَتَّى كَادَتْ كَلَاكِلهُمْ تُصِيبهُ ثُمَّ أَسْلَمُوا فَأَنْزَلَ اللَّه تَعَالَى أَمْرهمْ عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ ذَكَرْنَا هَذَا الْفَصْل مُسْتَقْصًى فِي أَوَّل الْبَعْث مِنْ \" كِتَاب السِّيرَة \" الْمُطَوَّل وَاَللَّه أَعْلَم وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42745, "aya_id": 10}]