[{"text": "وَإِن تَوَلَّوْاْ فَاعْلَمُواْ أَنَّ اللّهَ مَوْلاَكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ", "sura_id": 8, "type": 0, "id": 1200, "aya_id": 40}, {"text": "و إن تولوا فاعلموا أن الله مولاكم نعم المولى ونعم النصير", "sura_id": 8, "type": 1, "id": 7436, "aya_id": 40}, {"text": "40 - (وإن تولوا) عن الإيمان (فاعلموا أن الله مولاكم) ناصركم ومتولي أموركم (نعم المولى) هو (ونعم النصير) أي الناصر لكم \r\n", "sura_id": 8, "type": 2, "id": 26144, "aya_id": 40}, {"text": "وإن أعرض هؤلاء المشركون عمَّا دعوتموهم إليه -أيها المؤمنون- من الإيمان بالله ورسوله وترك قتالكم, وأبَوْا إلا الإصرار على الكفر وقتالكم, فأيقِنوا أن الله معينكم وناصركم عليهم. نِعْمَ المعين والناصر لكم ولأوليائه على أعدائكم.\r\n", "sura_id": 8, "type": 3, "id": 32380, "aya_id": 40}, {"text": " <font color=red>وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ</font><BR><p>وَقَوْله \" وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّه مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِير \" أَيْ وَإِنْ اِسْتَمَرُّوا عَلَى خِلَافكُمْ وَمُحَارَبَتكُمْ فَاعْلَمُوا أَنَّ اللَّه مَوْلَاكُمْ وَسَيِّدكُمْ وَنَاصِركُمْ عَلَى أَعْدَائِكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِير . وَقَالَ مُحَمَّد بْن جَرِير حَدَّثَنِي عَبْد الْوَارِث بْن عَبْد الصَّمَد حَدَّثَنَا أَبِي حَدَّثَنَا أَبَانُ الْعَطَّار حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ عُرْوَة أَنَّ عَبْد الْمَلِك بْن مَرْوَان كَتَبَ إِلَيْهِ يَسْأَلهُ عَنْ أَشْيَاء فَكَتَبَ إِلَيْهِ عُرْوَة : سَلَام عَلَيْك فَإِنِّي أَحْمَد إِلَيْك اللَّه الَّذِي لَا إِلَه إِلَّا هُوَ . أَمَّا بَعْد فَإِنَّك كَتَبْت إِلَيَّ تَسْأَلنِي عَنْ مَخْرَج رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَكَّة وَسَأُخْبِرُك بِهِ وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ كَانَ مِنْ شَأْن خُرُوج رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَكَّة أَنَّ اللَّه أَعْطَاهُ النُّبُوَّة فَنِعْمَ النَّبِيُّ وَنِعْمَ السَّيِّد وَنِعْمَ الْعَشِيرَة فَجَزَاهُ اللَّه خَيْرًا وَعَرَّفَنَا وَجْهه فِي الْجَنَّة وَأَحْيَانَا عَلَى مِلَّته وَأَمَاتَنَا وَبَعَثَنَا عَلَيْهَا وَأَنَّهُ لَمَّا دَعَا قَوْمه لِمَا بَعَثَهُ اللَّه بِهِ مِنْ الْهُدَى وَالنُّور الَّذِي أَنْزَلَ عَلَيْهِ لَمْ يَبْعُدُوا مِنْهُ أَوَّلَ مَا دَعَاهُمْ إِلَيْهِ وَكَانُوا يَسْمَعُونَ لَهُ حَتَّى إِذَا ذَكَرَ طَوَاغِيتَهُمْ وَقَدِمَ نَاس مِنْ الطَّائِف مِنْ قُرَيْش لَهُمْ أَمْوَال أَنْكَرَ ذَلِكَ عَلَيْهِ نَاس وَاشْتَدُّوا عَلَيْهِ وَكَرِهُوا مَا قَالَ وَأَغْرَوْا بِهِ مَنْ أَطَاعَهُمْ فَانْعَطَفَ عَنْهُ عَامَّة النَّاس فَتَرَكُوهُ إِلَّا مَنْ حَفِظَهُ اللَّه مِنْهُمْ وَهُمْ قَلِيل فَمَكَثَ بِذَلِكَ مَا قَدَّرَ اللَّه أَنْ يَمْكُث ثُمَّ اِئْتَمَرَتْ رُءُوسهمْ بِأَنْ يَفْتِنُوا مَنْ اِتَّبَعَهُ عَنْ دِين اللَّه مِنْ أَبْنَائِهِمْ وَإِخْوَانهمْ وَقَبَائِلهمْ فَكَانَتْ فِتْنَة شَدِيدَة الزِّلْزَال فَافْتُتِنَ مَنْ اُفْتُتِنَ وَعَصَمَ اللَّه مَنْ شَاءَ مِنْهُمْ فَلَمَّا فُعِلَ ذَلِكَ بِالْمُسْلِمِينَ أَمَرَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَخْرُجُوا إِلَى أَرْض الْحَبَشَة وَكَانَ بِالْحَبَشَةِ مَلِك صَالِح يُقَال لَهُ النَّجَاشِيّ لَا يُظْلَم أَحَد بِأَرْضِهِ وَكَانَ يُثْنَى عَلَيْهِ مَعَ ذَلِكَ وَكَانَتْ أَرْض الْحَبَشَة مَتْجَرًا لِقُرَيْشٍ يَتَّجِرُونَ فِيهَا وَكَانَتْ مَسَاكِن لِتُجَّارِهِمْ يَجِدُونَ فِيهَا رَفَاغًا مِنْ الرِّزْق وَأَمْنًا وَمَتْجَرًا حَسَنًا فَأَمَرَهُمْ بِهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَهَبَ إِلَيْهَا عَامَّتهمْ لَمَّا قُهِرُوا بِمَكَّة وَخَافُوا عَلَيْهِمْ الْفِتَن وَمَكَثَ هُوَ فَلَمْ يَبْرَح فَمَكَثَ بِذَلِكَ سَنَوَات يَشْتَدُّونَ عَلَى مَنْ أَسْلَمَ مِنْهُمْ ثُمَّ إِنَّهُ فَشَا الْإِسْلَام فِيهَا وَدَخَلَ فِيهِ رِجَال مِنْ أَشْرَافهمْ وَمَنَعَتِهِمْ فَلَمَّا رَأَوْا ذَلِكَ اِسْتَرْخَوْا اِسْتِرْخَاءَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَنْ أَصْحَابه وَكَانَتْ الْفِتْنَة الْأُولَى هِيَ الَّتِي أَخْرَجَتْ مَنْ خَرَجَ مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قِبَل أَرْض الْحَبَشَة مَخَافَتهَا وَفِرَارًا مِمَّا كَانُوا فِيهِ مِنْ الْفِتَن وَالزِّلْزَال فَلَمَّا اِسْتَرْخَى عَنْهُمْ وَدَخَلَ فِي الْإِسْلَام مَنْ دَخَلَ مِنْهُمْ تَحَدَّثَ بِاسْتِرْخَائِهِمْ عَنْهُمْ فَبَلَغَ مَنْ كَانَ بِأَرْضِ الْحَبَشَة مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَدْ اُسْتُرْخِيَ عَمَّنْ كَانَ مِنْهُمْ بِمَكَّة وَأَنَّهُمْ لَا يُفْتَنُونَ فَرَجَعُوا إِلَى مَكَّة وَكَادُوا يَأْمَنُونَ بِهَا وَجَعَلُوا يَزْدَادُونَ وَيَكْثُرُونَ وَأَنَّهُ أَسْلَمَ مِنْ الْأَنْصَار بِالْمَدِينَةِ نَاس كَثِير وَفَشَا الْإِسْلَام بِالْمَدِينَةِ وَطَفِقَ أَهْل الْمَدِينَة يَأْتُونَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة فَلَمَّا رَأَتْ قُرَيْش ذَلِكَ تَآمَرُوا عَلَى أَنْ يَفْتِنُوهُمْ وَيَشْتَدُّوا فَأَخَذُوهُمْ فَحَرَصُوا عَلَى أَنْ يَفْتِنُوهُمْ فَأَصَابَهُمْ جَهْد شَدِيد فَكَانَتْ الْفِتْنَة الْآخِرَة فَكَانَتْ فِتْنَتَانِ فِتْنَة أَخْرَجَتْ مَنْ خَرَجَ مِنْهُمْ إِلَى أَرْض الْحَبَشَة حِين أَمَرَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهَا وَأَذِنَ لَهُمْ فِي الْخُرُوج إِلَيْهَا وَفِتْنَة لَمَّا رَجَعُوا وَرَأَوْا مَنْ يَأْتِيهِمْ مِنْ أَهْل الْمَدِينَة ثُمَّ إِنَّهُ جَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْمَدِينَة سَبْعُونَ نَقِيبًا رُءُوس الَّذِينَ أَسْلَمُوا فَوَافَوْهُ بِالْحَجِّ فَبَايَعُوهُ بِالْعَقَبَةِ وَأَعْطَوْهُ عُهُودهمْ وَمَوَاثِيقهمْ عَلَى أَنَّا مِنْك وَأَنْتَ مِنَّا وَعَلَى أَنَّ مَنْ جَاءَ مِنْ أَصْحَابك أَوْ جِئْتنَا فَإِنَّا نَمْنَعك مِمَّا نَمْنَع مِنْهُ أَنْفُسنَا فَاشْتَدَّتْ عَلَيْهِمْ قُرَيْش عِنْد ذَلِكَ فَأَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْحَابه أَنْ يَخْرُجُوا إِلَى الْمَدِينَة وَهِيَ الْفِتْنَة الْآخِرَة الَّتِي أَخْرَجَ فِيهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْحَابه وَخَرَجَ هُوَ وَهِيَ الَّتِي أَنْزَلَ اللَّه عَزَّ وَجَلَّ فِيهَا \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة وَيَكُون الدِّين كُلّه لِلَّهِ \" ثُمَّ رَوَاهُ عَنْ يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب عَنْ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ عَنْ عُرْوَة بْن الزُّبَيْر أَنَّهُ كَتَبَ إِلَى الْوَلِيد يَعْنِي اِبْن عَبْد الْمَلِك بْن مَرْوَان بِهَذَا فَذَكَرَ مِثْله وَهَذَا صَحِيح إِلَى عُرْوَة رَحِمَهُ اللَّه .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43089, "aya_id": 40}]