[{"text": "وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا", "sura_id": 18, "type": 0, "id": 2159, "aya_id": 19}, {"text": "و كذلك بعثناهم ليتساءلوا بينهم قال قائل منهم كم لبثتم قالوا لبثنا يوما أو بعض يوم قالوا ربكم أعلم بما لبثتم فابعثوا أحدكم بورقكم هذه إلى المدينة فلينظر أيها أزكى طعاما فليأتكم برزق منه و ليتلطف و لا يشعرن بكم أحدا", "sura_id": 18, "type": 1, "id": 8395, "aya_id": 19}, {"text": "19 - (وكذلك) كما فعلنا بهم ما ذكرنا (بعثناهم) أيقظناهم (ليتساءلوا بينهم) عن حالهم ومدة لبثهم (قال قائل منهم كم لبثتم قالوا لبثنا يوما أو بعض يوم) لأنهم دخلوا الكهف عند طلوع الشمس وبعثوا عند غروبها فظنوا أنه غروب يوم الدخول ثم (قالوا) متوقفين في ذلك (ربكم أعلم بما لبثتم فابعثوا أحدكم بورقكم) بسكون الراء وكسرها بفضتكم (هذه إلى المدينة) يقال إنها المسماة الآن طرطوس بفتح الراء (فلينظر أيها أزكى طعاما) أي أطعمة المدينة أحل (فليأتكم برزق منه وليتلطف ولا يشعرن بكم أحدا) \r\n", "sura_id": 18, "type": 2, "id": 27103, "aya_id": 19}, {"text": "وكما أنمناهم وحفظناهم هذه المدة الطويلة أيقظناهم مِن نومهم على هيئتهم دون تغيُّر؛ لكي يسأل بعضهم بعضًا: كم من الوقت مكثنا نائمين هنا؟ فقال بعضهم: مكثنا يوما أو بعض يوم، وقال آخرون التبس عليهم الأمر: فَوِّضوا عِلْم ذلك لله، فربكم أعلم بالوقت الذي مكثتموه، فأرسِلوا أحدكم بنقودكم الفضية هذه إلى مدينتنا فلينظر: أيَّ أهل المدينة أحلُّ وأطيب طعامًا؟ فليأتكم بقوت منه، وليتلطف في شرائه مع البائع حتى لا ننكشف، ويظهر أمرنا، ولا يُعْلِمَنَّ بكم أحدًا من الناس.\r\n", "sura_id": 18, "type": 3, "id": 33339, "aya_id": 19}, {"text": " <font color=red>وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا</font><BR><p>يَقُول تَعَالَى كَمَا أَرْقَدْنَاهُمْ بَعَثْنَاهُمْ صَحِيحَة أَبْدَانهمْ وَأَشْعَارهمْ وَأَبْشَارهمْ لَمْ يَفْقِدُوا مِنْ أَحْوَالهمْ وَهَيْئَاتهمْ شَيْئًا وَذَلِكَ بَعْد ثَلَثمِائَةِ سَنَة وَتِسْع سِنِينَ وَلِهَذَا تَسَاءَلُوا بَيْنهمْ \" كَمْ لَبِثْتُمْ \" أَيْ كَمْ رَقَدْتُمْ \" قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْض يَوْم \" لِأَنَّهُ كَانَ دُخُولهمْ إِلَى الْكَهْف فِي أَوَّل نَهَار وَاسْتِيقَاظهمْ كَانَ فِي آخِر نَهَار وَلِهَذَا اِسْتَدْرَكُوا فَقَالُوا \" أَوْ بَعْض يَوْم قَالُوا رَبّكُمْ أَعْلَم بِمَا لَبِثْتُمْ \" أَيْ اللَّه أَعْلَم بِأَمْرِكُمْ وَكَأَنَّهُ حَصَلَ لَهُمْ نَوْع تَرَدُّد فِي كَثْرَة نَوْمهمْ فَاَللَّه أَعْلَم ثُمَّ عَدَلُوا إِلَى الْأَهَمّ فِي أَمْرهمْ إِذْ ذَاكَ وَهُوَ اِحْتِيَاجهمْ إِلَى الطَّعَام وَالشَّرَاب فَقَالُوا \" فَابْعَثُوا أَحَدكُمْ بِوَرِقِكُمْ \" أَيْ فِضَّتكُمْ هَذِهِ وَذَلِكَ أَنَّهُمْ كَانُوا قَدْ اِسْتَصْحَبُوا مَعَهُمْ دَرَاهِم مِنْ مَنَازِلهمْ لِحَاجَتِهِمْ إِلَيْهَا فَتَصَدَّقُوا مِنْهَا وَبَقِيَ مِنْهَا فَلِهَذَا قَالُوا \" فَابْعَثُوا أَحَدكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَة \" أَيْ مَدِينَتكُمْ الَّتِي خَرَجْتُمْ مِنْهَا وَالْأَلِف وَاللَّام لِلْعَهْدِ \" فَلْيَنْظُرْ أَيّهَا أَزْكَى طَعَامًا \" أَيْ أَطْيَب طَعَامًا كَقَوْلِهِ \" وَلَوْلَا فَضْل اللَّه عَلَيْكُمْ وَرَحْمَته مَا زَكَى مِنْكُمْ مِنْ أَحَد أَبَدًا \" وَقَوْله \" قَدْ أَفْلَحَ مَنْ تَزَكَّى \" وَمِنْهُ الزَّكَاة الَّتِي تُطَيِّب الْمَال وَتُطَهِّرهُ وَقِيلَ أَكْثَر طَعَامًا وَمِنْهُ زَكَا الزَّرْع إِذَا كَثُرَ قَالَ الشَّاعِر : قَبَائِلنَا سَبْع وَأَنْتُمْ ثَلَاثَة وَلَلسَّبْع أَزْكَى مِنْ ثَلَاث وَأَطْيَب وَالصَّحِيح الْأَوَّل لِأَنَّ مَقْصُودهمْ إِنَّمَا هُوَ الطَّيِّب الْحَلَال سَوَاء كَانَ كَثِيرًا أَوْ قَلِيلًا وَقَوْله \" وَلْيَتَلَطَّفْ \" أَيْ فِي خُرُوجه وَذَهَابه وَشِرَائِهِ وَإِيَابه يَقُولُونَ وَلْيَخْتَفِ كُلَّمَا يَقْدِر عَلَيْهِ \" وَلَا يُشْعِرَنَّ \" أَيْ وَلَا يُعْلِمَنَّ \" بِكُمْ أَحَدًا .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38310, "aya_id": 19}]