[{"text": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللّهِ يُكَفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلاَ تَقْعُدُواْ مَعَهُمْ حَتَّى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِّثْلُهُمْ إِنَّ اللّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا", "sura_id": 4, "type": 0, "id": 633, "aya_id": 140}, {"text": "وقد نزل عليكم في الكتاب أن إذا سمعتم آيات الله يكفر بها ويستهزأ بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره إنكم إذا مثلهم إن الله جامع المنافقين والكافرين في جهنم جميعا", "sura_id": 4, "type": 1, "id": 6869, "aya_id": 140}, {"text": "140 - (وقد نَزَّل) بالبناء للفاعل والمفعول (عليكم في الكتاب) القرآن في سورة الأنعام (أن) مخففة واسمها محذوف أي أنه (إذا سمعتم آيات الله) القرآن (يكفر بها ويستهزأ بها فلا تقعدوا معهم) أي الكافرين والمستهزئين (حتى يخوضوا في حديث غيره إنكم إذا) إن قعدتم معهم (مثلهم) في الإثم (إن الله جامع المنافقين والكافرين في جهنم جميعا) كما اجتمعوا في الدنيا على الكفر والاستهزاء \r\n", "sura_id": 4, "type": 2, "id": 25577, "aya_id": 140}, {"text": "وقد نزل عليكم -أيها المؤمنون- في كتاب ربكم أنه إذا سمعتم الكفر بآيات الله والاستهزاء بها فلا تجلسوا مع الكافرين والمستهزئين, إلا إذا أخذوا في حديث غير حديث الكفر والاستهزاء بآيات الله. إنكم إذا جالستموهم, وهم على ما هم عليه, فأنتم مثلهم; لأنكم رضيتم بكفرهم واستهزائهم, والراضي بالمعصية كالفاعل لها. إن الله تعالى جامع المنافقين والكافرين في نار جهنم جميعًا, يلْقَون فيها سوء العذاب.\r\n", "sura_id": 4, "type": 3, "id": 31813, "aya_id": 140}, {"text": " <font color=red>وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا</font><BR><p>وَقَوْله \" وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَاب أَنْ إِذَا سَمِعْتُمْ آيَات اللَّه يُكْفَر بِهَا وَيُسْتَهْزَأ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيث غَيْره إِنَّكُمْ إِذًا مِثْلهمْ \" أَيْ إِنَّكُمْ إِذَا اِرْتَكَبْتُمْ النَّهْي بَعْد وُصُوله إِلَيْكُمْ وَرَضِيتُمْ بِالْجُلُوسِ مَعَهُمْ فِي الْمَكَان الَّذِي يُكْفَر فِيهِ بِآيَاتِ اللَّه وَيُسْتَهْزَأ وَيُنْتَقَص بِهَا وَأَقْرَرْتُمُوهُمْ عَلَى ذَلِكَ فَقَدْ شَارَكْتُمُوهُمْ فِي الَّذِي هُمْ فِيهِ فَلِهَذَا قَالَ تَعَالَى \" إِنَّكُمْ إِذًا مِثْلهمْ \" فِي الْمَأْثَم كَمَا جَاءَ فِي الْحَدِيث \" مَنْ كَانَ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر فَلَا يَجْلِس عَلَى مَائِدَة يُدَار عَلَيْهَا الْخَمْر \" وَاَلَّذِي أُحِيلَ عَلَيْهِ فِي هَذِهِ الْآيَة مِنْ النَّهْي فِي ذَلِكَ هُوَ قَوْله تَعَالَى فِي سُورَة الْأَنْعَام وَهِيَ مَكِّيَّة \" وَإِذَا رَأَيْت الَّذِينَ يَخُوضُونَ فِي آيَاتنَا \" فَأَعْرِض عَنْهُمْ الْآيَة قَالَ مُقَاتِل بْن حَيَّان : نَسَخَتْ هَذِهِ الْآيَة الَّتِي فِي سُورَة الْأَنْعَام يَعْنِي نَسَخَ قَوْله\" إِنَّكُمْ إِذًا مِثْلهمْ لِقَوْلِهِ وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابهمْ مِنْ شَيْء \" وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ وَقَوْله إِنَّ اللَّه جَامِع الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّم جَمِيعًا أَيْ كَمَا أَشْرَكُوهُمْ فِي الْكُفْر كَذَلِكَ يُشَارِك اللَّه بَيْنهمْ فِي الْخُلُود فِي نَار جَهَنَّم أَبَدًا وَيَجْمَع بَيْنهمْ فِي دَار الْعُقُوبَة وَالنَّكَال وَالْقُيُود وَالْأَغْلَال وَشَرَاب الْحَمِيم وَالْغِسْلِين لَا الزُّلَال .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40813, "aya_id": 140}]