[{"text": "وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَاء فَلاَ تَتَّخِذُواْ مِنْهُمْ أَوْلِيَاء حَتَّىَ يُهَاجِرُواْ فِي سَبِيلِ اللّهِ فَإِن تَوَلَّوْاْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدتَّمُوهُمْ وَلاَ تَتَّخِذُواْ مِنْهُمْ وَلِيًّا وَلاَ نَصِيرًا", "sura_id": 4, "type": 0, "id": 582, "aya_id": 89}, {"text": "ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء حتى يهاجروا في سبيل الله فإن تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا", "sura_id": 4, "type": 1, "id": 6818, "aya_id": 89}, {"text": "89 - (ودوا) تمنوا (لو تكفرون كما كفروا فتكونون) أنتم وهم (سواء) في الكفر (فلا تتخذوا منهم أولياء) توالونهم وإن أظهروا الإيمان (حتى يهاجروا في سبيل الله) هجرة صحيحة تحقق إيمانهم (فإن تولوا) وأقاموا على ما هم عليه (فخذوهم) بالأسر (واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا) توالونه (ولا نصيرا) تنتصرون به على عدوكم \r\n", "sura_id": 4, "type": 2, "id": 25526, "aya_id": 89}, {"text": "تمنَّى المنافقون لكم أيها المؤمنون, لو تنكرون حقيقة ما آمنت به قلوبكم, مثلما أنكروه بقلوبهم, فتكونون معهم في الإنكار سواء, فلا تتخذوا منهم أصفياء لكم, حتى يهاجروا في سبيل الله, برهانًا على صدق إيمانهم, فإن أعرضوا عما دعوا إليه, فخذوهم أينما كانوا واقتلوهم, ولا تتخذوا منهم وليّاً من دون الله ولا نصيرًا تستنصرونه به.\r\n", "sura_id": 4, "type": 3, "id": 31762, "aya_id": 89}, {"text": " <font color=red>وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا</font><BR><p>وَقَوْله \" وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاء \" أَيْ هُمْ يَوَدُّونَ لَكُمْ الضَّلَالَة لِتَسْتَوُوا أَنْتُمْ وَإِيَّاهُمْ فِيهَا وَمَا ذَاكَ إِلَّا لِشِدَّةِ عَدَاوَتهمْ وَبُغْضهمْ لَكُمْ وَلِهَذَا قَالَ \" فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاء حَتَّى يُهَاجِرُوا فِي سَبِيل اللَّه فَإِنْ تَوَلَّوْا \" أَيْ تَرَكُوا الْهِجْرَة قَالَهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَ السُّدِّيّ أَظْهَرُوا كُفْرهمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا أَيْ لَا تُوَالُوهُمْ وَلَا تَسْتَنْصِرُوا بِهِمْ عَلَى أَعْدَاء اللَّه مَا دَامُوا كَذَلِكَ ثُمَّ اِسْتَثْنَى اللَّه مِنْ هَؤُلَاءِ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40931, "aya_id": 89}]