[{"text": "إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُواْ بِهَا وَإِن تَصْبِرُواْ وَتَتَّقُواْ لاَ يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللّهَ بِمَا يَعْمَلُونَ مُحِيطٌ", "sura_id": 3, "type": 0, "id": 413, "aya_id": 120}, {"text": "إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها وإن تصبروا وتتقوا لا يضركم كيدهم شيئا إن الله بما يعملون محيط", "sura_id": 3, "type": 1, "id": 6649, "aya_id": 120}, {"text": "120 - (إن تمسسكم) تصبكم (حسنة) نعمة كنصر وغنيمة (تسؤهم) تحزنهم (وإن تصبكم سيئة) كهزيمة وجدب (يفرحوا بها) وجملة الشرط متصلة بالشرط قبل وما بينهما اعتراض والمعنى أنهم متناهون في عداوتكم فلم توالوهم فاجتنبوهم (وإن تصبروا) على أذاهم (وتتقوا) الله في موالاتهم وغيرها (لا يَضِرْكم) بكسر الضاد وسكون الراء وضمها وتشديدها (كيدهم شيئا إن الله بما يعملون) بالياء والتاء (محيط) عالم فيجازيهم به \r\n", "sura_id": 3, "type": 2, "id": 25357, "aya_id": 120}, {"text": "ومن عداوة هؤلاء أنكم -أيها المؤمنون- إن نزل بكم أمرٌ حسن مِن نصر وغنيمة ظهرت عليهم الكآبة والحزن, وإن وقع بكم مكروه من هزيمة أو نقص في الأموال والأنفس والثمرات فرحوا بذلك, وإن تصبروا على ما أصابكم, وتتقوا الله فيما أمركم به ونهاكم عنه, لا يضركم أذى مكرهم. والله بجميع ما يعمل هؤلاء الكفار من الفساد محيط, وسيجازيهم على ذلك.\r\n", "sura_id": 3, "type": 3, "id": 31593, "aya_id": 120}, {"text": " <font color=red>إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ</font><BR><p>قَالَ تَعَالَى \" إِنْ تَمْسَسْكُمْ حَسَنَة تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَة يَفْرَحُوا بِهَا \" وَهَذِهِ الْحَال دَالَّة عَلَى شِدَّة الْعَدَاوَة مِنْهُمْ لِلْمُؤْمِنِينَ وَهُوَ أَنَّهُ إِذَا أَصَابَ الْمُؤْمِنِينَ خَصْب وَنَصْر وَتَأْيِيد وَكَثُرُوا وَعَزَّ أَنْصَارهمْ سَاءَ ذَلِكَ الْمُنَافِقِينَ وَإِنْ أَصَابَ الْمُسْلِمِينَ سَنَة أَيْ جَدْب أَوْ أُدِيلَ عَلَيْهِمْ الْأَعْدَاء لِمَا لِلَّهِ تَعَالَى فِي ذَلِكَ مِنْ الْحِكْمَة كَمَا جَرَى يَوْم أُحُد - فَرِحَ الْمُنَافِقُونَ بِذَلِكَ قَالَ اللَّه تَعَالَى مُخَاطِبًا الْمُؤْمِنِينَ : \" وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرّكُمْ كَيْدهمْ شَيْئًا \" الْآيَة يُرْشِدهُمْ تَعَالَى إِلَى السَّلَامَة مِنْ شَرّ الْأَشْرَار وَكَيْد الْفُجَّار بِاسْتِعْمَالِ الصَّبْر وَالتَّقْوَى وَالتَّوَكُّل عَلَى اللَّه الَّذِي هُوَ مُحِيط بِأَعْدَائِهِمْ فَلَا حَوْل وَلَا قُوَّة لَهُمْ إِلَّا بِهِ وَهُوَ الَّذِي مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَلَا يَقَع فِي الْوُجُود شَيْء إِلَّا بِتَقْدِيرِهِ وَمَشِيئَته وَمَنْ تَوَكَّلَ عَلَيْهِ كَفَاهُ . ثُمَّ شَرَعَ تَعَالَى فِي ذِكْر قِصَّة أُحُد وَمَا كَانَ فِيهَا مِنْ الِاخْتِبَار لِعِبَادِهِ الْمُؤْمِنِينَ وَالتَّمْيِيز بَيْن الْمُؤْمِنِينَ وَالْمُنَافِقِينَ وَبَيَان الصَّابِرِينَ فَقَالَ تَعَالَى .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39867, "aya_id": 120}]