[{"text": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 23, "type": 0, "id": 2746, "aya_id": 73}, {"text": "وإنك لتدعوهم إلى صراط مستقيم", "sura_id": 23, "type": 1, "id": 8982, "aya_id": 73}, {"text": "73 - (وإنك لتدعوهم إلى صراط) طريق (مستقيم) دين الإسلام \r\n", "sura_id": 23, "type": 2, "id": 27690, "aya_id": 73}, {"text": "وإنك - أيها الرسول - لتدعو قومك وغيرهم إلى دينٍ قويم، وهو دين الإسلام.\r\n", "sura_id": 23, "type": 3, "id": 33926, "aya_id": 73}, {"text": " <font color=red>وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>وَقَوْله \" وَإِنَّك لَتَدْعُوهُمْ إِلَى صِرَاط مُسْتَقِيم \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ يُوسُف بْن مِهْرَان عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَاهُ فِيمَا يَرَى النَّائِم مَلَكَانِ فَقَعَدَ أَحَدهمَا عِنْد رِجْلَيْهِ وَالْآخَر عِنْد رَأْسه فَقَالَ الَّذِي عِنْد رِجْلَيْهِ لِلَّذِي عِنْد رَأْسه : اِضْرِبْ مَثَل هَذَا وَمَثَل أُمَّته فَقَالَ إِنَّ مَثَل هَذَا وَمَثَل أُمَّته كَمَثَلِ قَوْم سَفْر اِنْتَهَوْا إِلَى مَفَازَة فَلَمْ يَكُنْ مَعَهُمْ مِنْ الزَّاد مَا يَقْطَعُونَ بِهِ الْمَفَازَة وَلَا مَا يَرْجِعُونَ بِهِ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ أَتَاهُمْ رَجُل فِي حُلَّة حِبَرَة فَقَالَ أَرَأَيْتُمْ إِنْ أَوْرَدْتُكُمْ رِيَاضًا مُعْشِبَة وَحِيَاضًا رُوَاء تَتَّبِعُونِي ؟ فَقَالُوا نَعَمْ قَالَ فَانْطَلَقَ بِهِمْ وَأَوْرَدَهُمْ رِيَاضًا مُعْشِبَة وَحِيَاضًا رُوَاء فَأَكَلُوا وَشَرِبُوا وَسَمِنُوا فَقَالَ لَهُمْ أَلَمْ أَلْقَكُمْ عَلَى تِلْكَ الْحَال فَجَعَلْت لِي إِنْ وَرَدْت بِكُمْ رِيَاضًا مُعْشِبَة وَحِيَاضًا رُوَاء أَنْ تَتَّبِعُونِي ؟ قَالُوا بَلَى قَالَ فَإِنَّ بَيْن أَيْدِيكُمْ رِيَاضًا أَعْشَب مِنْ هَذِهِ وَحِيَاضًا هِيَ أَرْوَى مِنْ هَذِهِ فَاتَّبِعُونِي قَالَ فَقَالَتْ طَائِفَة صَدَقَ وَاَللَّه لَنَتَّبِعهُ وَقَالَتْ طَائِفَة قَدْ رَضِينَا بِهَذَا نُقِيم عَلَيْهِ وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا زُهَيْر حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا يَعْقُوب بْن عَبْد اللَّه الْأَشْعَرِيّ حَدَّثَنَا حَفْص بْن حُمَيْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنِّي مُمْسِك بِحُجَزِكُمْ هَلُمَّ عَنْ النَّار هَلُمَّ عَنْ النَّار وَتَغْلِبُونَنِي تَتَقَاحَمُونَ فِيهَا تَقَاحُم الْفِرَاش وَالْجَنَادِب فَأُوشِك أَنْ أُرْسِل حُجُزكُمْ وَأَنَا فَرَطكُمْ عَلَى الْحَوْض فَتَرِدُونَ عَلَيَّ مَعًا وَأَشْتَاتًا أَعْرِفكُمْ بِسِيمَاكُمْ وَأَسْمَائِكُمْ كَمَا يُعْرَف الرَّجُل الْغَرِيب مِنْ الْإِبِل فِي إِبِله فَيُذْهَب بِكُمْ ذَات الْيَمِين وَذَات الشِّمَال فَأُنَاشِد فِيكُمْ رَبّ الْعَالَمِينَ أَيْ رَبّ قَوْمِي أَيْ رَبّ أُمَّتِي فَيُقَال يَا مُحَمَّد إِنَّك لَا تَدْرِي مَا أَحْدَثُوا بَعْدك إِنَّهُمْ كَانُوا يَمْشُونَ بَعْدك الْقَهْقَرَى عَلَى أَعْقَابهمْ فَلَأَعْرِفَنَّ أَحَدكُمْ يَأْتِي يَوْم الْقِيَامَة يَحْمِل شَاة لَهَا ثُغَاء يُنَادِي يَا مُحَمَّد يَا مُحَمَّد فَأَقُول لَا أَمْلِك لَك مِنْ اللَّه شَيْئًا قَدْ بَلَّغْت وَلَأَعْرِفَنَّ أَحَدكُمْ يَأْتِي يَوْم الْقِيَامَة يَحْمِل بَعِيرًا لَهُ رُغَاء يُنَادِي يَا مُحَمَّد يَا مُحَمَّد فَأَقُول لَا أَمْلِك لَك شَيْئًا قَدْ بَلَّغْت وَلَأَعْرِفَنَّ أَحَدكُمْ يَأْتِي يَوْم الْقِيَامَة يَحْمِل فَرَسًا لَهَا حَمْحَمَة فَيُنَادِي يَا مُحَمَّد يَا مُحَمَّد فَأَقُول لَا أَمْلِك لَك شَيْئًا قَدْ بَلَّغْت وَلَأَعْرِفَنَّ أَحَدكُمْ يَأْتِي يَوْم الْقِيَامَة يَحْمِل سِقَاء مِنْ أَدَم يُنَادِي يَا مُحَمَّد يَا مُحَمَّد فَأَقُول لَا أَمْلِك لَك شَيْئًا قَدْ بَلَّغْت \" وَقَالَ عَلِيّ بْن الْمَدِينِيّ هَذَا حَدِيث حَسَن الْإِسْنَاد إِلَّا أَنَّ حَفْص بْن حُمَيْد مَجْهُول لَا أَعْلَم رَوَى عَنْهُ غَيْر يَعْقُوب بْن عَبْد اللَّه الْأَشْعَرِيّ الْقُمِّيّ . \" قُلْت \" بَلْ قَدْ رَوَى عَنْهُ أَيْضًا أَشْعَث بْن إِسْحَاق وَقَالَ فِيهِ يَحْيَى بْن مَعِين : صَالِح وَوَثَّقَهُ النَّسَائِيّ وَابْن حِبَّان .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39196, "aya_id": 73}]