[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَومٌ مِّن قَوْمٍ عَسَى أَن يَكُونُوا خَيْرًا مِّنْهُمْ وَلَا نِسَاء مِّن نِّسَاء عَسَى أَن يَكُنَّ خَيْرًا مِّنْهُنَّ وَلَا تَلْمِزُوا أَنفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الاِسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَن لَّمْ يَتُبْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ", "sura_id": 49, "type": 0, "id": 4623, "aya_id": 11}, {"text": "يا أيها الذين آمنوا لا يسخر قوم من قوم عسى أن يكونوا خيرا منهم ولا نساء من نساء عسى أن يكن خيرا منهن ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب بئس الاسم الفسوق بعد الإيمان ومن لم يتب فأولئك هم الظالمون", "sura_id": 49, "type": 1, "id": 10859, "aya_id": 11}, {"text": "11 - (يا أيها الذين آمنوا لا يسخر) الآية نزلت في وفد تميم حين سخروا من فقراء المسلمين كعمار وصهيب والسخرية والازدراء والاحتقار (قوم) أي رجال منكم (من قوم عسى أن يكونوا خيرا منهم) عند الله (ولا نساء) منكم (من نساء عسى أن يكن خيرا منهن ولا تلمزوا أنفسكم) لا تعيبوا أي لا يعب بعضكم بعضا (ولا تنابزوا بالألقاب) لا يدع بعضكم بعضا بلقب يكرهه ومنه يا فاسق ويا كافر (بئس الاسم) المذكور من السخرية واللمز والتنابز (الفسوق بعد الإيمان) بدل من الاسم لافادته أنه فسق لتكرره عادة (ومن لم يتب) من ذلك (فأولئك هم الظالمون) \r\n", "sura_id": 49, "type": 2, "id": 29567, "aya_id": 11}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشريعته لا يهزأ قوم مؤمنون من قوم مؤمنين؛ عسى أن يكون المهزوء به منهم خيرًا من الهازئين, ولا يهزأ نساء مؤمنات من نساء مؤمنات; عسى أن يكون المهزوء به منهنَّ خيرًا من الهازئات, ولا يَعِبْ بعضكم بعضًا, ولا يَدْعُ بعضكم بعضًا بما يكره من الألقاب, بئس الصفة والاسم الفسوق, وهو السخرية واللمز والتنابز بالألقاب, بعد ما دخلتم في الإسلام وعقلتموه, ومن لم يتب من هذه السخرية واللمز والتنابز والفسوق فأولئك هم الذين ظلموا أنفسهم بارتكاب هذه المناهي.\r\n", "sura_id": 49, "type": 3, "id": 35803, "aya_id": 11}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ</font><BR><p>يَنْهَى تَعَالَى عَنْ السُّخْرِيَة بِالنَّاسِ وَهُوَ اِحْتِقَارُهُمْ وَالِاسْتِهْزَاء بِهِمْ كَمَا ثَبَتَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" الْكِبْر بَطَرُ الْحَقِّ وَغَمْصُ النَّاسِ - وَيُرْوَى - وَغَمْط النَّاس \" وَالْمُرَاد مِنْ ذَلِكَ اِحْتِقَارهمْ وَاسْتِصْغَارهمْ وَهَذَا حَرَام فَإِنَّهُ قَدْ يَكُون الْمُحْتَقَرُ أَعْظَمَ قَدْرًا عِنْد اللَّه تَعَالَى وَأَحَبَّ إِلَيْهِ مِنْ السَّاخِر مِنْهُ الْمُحْتَقِر لَهُ ; وَلِهَذَا قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ \" فَنَصَّ عَلَى نَهْي الرِّجَال وَعَطَفَ بِنَهْيِ النِّسَاء وَقَوْله تَبَارَكَ وَتَعَالَى \" وَلَا تَلْمِزُوا أَنْفُسَكُمْ \" أَيْ لَا تَلْمِزُوا النَّاس وَالْهَمَّاز اللَّمَّاز مِنْ الرِّجَال مَذْمُوم مَلْعُون كَمَا قَالَ تَعَالَى \" وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ \" وَالْهَمْز بِالْفِعْلِ وَاللَّمْز بِالْقَوْلِ كَمَا قَالَ عَزَّ وَجَلَّ\" هَمَّاز مَشَّاء بِنَمِيمٍ \" أَيْ يَحْتَقِر النَّاس وَيَهْمِزهُمْ طَاغِيًا عَلَيْهِمْ وَيَمْشِي بَيْنهمْ بِالنَّمِيمَةِ وَهِيَ اللَّمْز بِالْمَقَالِ وَلِهَذَا قَالَ هَهُنَا \" وَلَا تَلْمِزُوا أَنْفُسَكُمْ\" كَمَا قَالَ \" وَلَا تَقْتُلُوا أَنْفُسكُمْ \" أَيْ لَا يَقْتُل بَعْضكُمْ بَعْضًا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَقَتَادَة وَمُقَاتِل بْن حَيَّان \" وَلَا تَلْمِزُوا أَنْفُسكُمْ \" أَيْ لَا يَطْعَن بَعْضكُمْ عَلَى بَعْض وَقَوْله تَعَالَى \" وَلَا تَنَابَزُوا بِالْأَلْقَابِ\" أَيْ لَا تَدَاعَوْا بِالْأَلْقَابِ وَهِيَ الَّتِي يَسُوء الشَّخْصَ سَمَاعُهَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا دَاوُدَ بْن أَبِي هِنْد عَنْ الشَّعْبِيّ قَالَ حَدَّثَنِي أَبُو جَبِيرَة بْن الضَّحَّاك قَالَ فِينَا نَزَلَتْ فِي بَنِي سَلَمَة \" وَلَا تَنَابَزُوا بِالْأَلْقَابِ \" قَالَ قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة وَلَيْسَ فِينَا رَجُل إِلَّا وَلَهُ اِسْمَانِ أَوْ ثَلَاثَة فَكَانَ إِذَا دَعَا أَحَدًا مِنْهُمْ بِاسْمٍ مِنْ تِلْكَ الْأَسْمَاء قَالُوا يَا رَسُول اللَّه إِنَّهُ يَغْضَب مِنْ هَذَا فَنَزَلَتْ\" وَلَا تَنَابَزُوا بِالْأَلْقَابِ \" وَرَوَاهُ أَبُو دَاوُدَ عَنْ مُوسَى بْن إِسْمَاعِيل عَنْ وَهْب عَنْ دَاوُدَ بِهِ وَقَوْله جَلَّ وَعَلَا \" بِئْسَ الِاسْم الْفُسُوق بَعْد الْإِيمَان \" أَيْ بِئْسَ الصِّفَة وَالِاسْم الْفُسُوق وَهُوَ التَّنَابُز بِالْأَلْقَابِ كَمَا كَانَ أَهْل الْجَاهِلِيَّة يَتَنَاعَتُونَ بَعْدَمَا دَخَلْتُمْ فِي الْإِسْلَام وَعَقَلْتُمُوهُ \" وَمَنْ لَهُ يَتُبْ \" أَيْ مِنْ هَذَا\" فَأُولَئِكَ هُمْ الظَّالِمُونَ \" .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41421, "aya_id": 11}]