[{"text": "وَمَا كُنتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ", "sura_id": 28, "type": 0, "id": 3298, "aya_id": 46}, {"text": "وما كنت بجانب الطور إذ نادينا ولكن رحمة من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يتذكرون", "sura_id": 28, "type": 1, "id": 9534, "aya_id": 46}, {"text": "46 - (وما كنت بجانب الطور) الجبل (إذ) حين (نادينا) موسى أن خذ الكتاب بقوة (ولكن) أرسلناك (رحمة من ربك لتنذر قوما ما أتاهم من نذير من قبلك) وهم أهل مكة (لعلهم يتذكرون) يتعظون \r\n", "sura_id": 28, "type": 2, "id": 28242, "aya_id": 46}, {"text": "وما كنت -أيها الرسول- بجانب جبل الطور حين نادينا موسى, ولم تشهد شيئًا من ذلك فتعلمه, ولكنا أرسلناك رحمة من ربك; لتنذر قومًا لم يأتهم مِن قبلك من نذير; لعلهم يتذكرون الخير الذي جئتَ به فيفعلوه, والشرَّ الذي نَهيتَ عنه فيجتنبوه.\r\n", "sura_id": 28, "type": 3, "id": 34478, "aya_id": 46}, {"text": " <font color=red>وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ</font><BR><p>\" وَمَا كُنْت بِجَانِبِ الطُّور إِذْ نَادَيْنَا \" قَالَ أَبُو عَبْد الرَّحْمَن النَّسَائِيّ فِي التَّفْسِير مِنْ سُنَنه أَخْبَرَنَا عَلِيّ بْن حُجْر أَخْبَرَنَا عِيسَى بْن يُونُس عَنْ حَمْزَة الزَّيَّات عَنْ الْأَعْمَش عَنْ عَلِيّ بْن مُدْرِك عَنْ أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ \" وَمَا كُنْت بِجَانِبِ الطُّور إِذْ نَادَيْنَا \" قَالَ نُودُوا أَنْ : يَا أُمَّة مُحَمَّد أَعْطَيْتُكُمْ قَبْل أَنْ تَسْأَلُونِي وَأَجَبْتُكُمْ قَبْل أَنْ تَدْعُونِي وَهَكَذَا رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث جَمَاعَة عَنْ حَمْزَة وَهُوَ اِبْن حَبِيب الزَّيَّات عَنْ الْأَعْمَش وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث وَكِيع وَيَحْيَى بْن عِيسَى عَنْ الْأَعْمَش عَنْ عَلِيّ بْن مُدْرِك عَنْ أَبِي زُرْعَة وَهُوَ اِبْن عَمْرو بْن جَرِير أَنَّهُ قَالَ ذَلِكَ مِنْ كَلَامه وَاَللَّه أَعْلَم . وَقَالَ مُقَاتِل بْن حَيَّان \" وَمَا كُنْت بِجَانِبِ الطُّور إِذْ نَادَيْنَا\" أُمَّتك فِي أَصْلَاب آبَائِهِمْ أَنْ يُؤْمِنُوا بِك إِذَا بُعِثْت وَقَالَ قَتَادَة \" وَمَا كُنْت بِجَانِبِ الطُّور إِذْ نَادَيْنَا \" مُوسَى وَهَذَا وَاَللَّه أَعْلَم أَشْبَه بِقَوْلِهِ تَعَالَى : \" وَمَا كُنْت بِجَانِبِ الْغَرْبِيّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْر \" ثُمَّ أَخْبَرَ هَهُنَا بِصِيغَةٍ أُخْرَى أَخَصّ مِنْ ذَلِكَ وَهُوَ النِّدَاء كَمَا قَالَ تَعَالَى : \" وَإِذْ نَادَى رَبّك مُوسَى \" وَقَالَ تَعَالَى : \" إِذْ نَادَاهُ رَبّه بِالْوَادِي الْمُقَدَّس طُوَى \" وَقَالَ تَعَالَى : \" وَنَادَيْنَاهُ مِنْ جَانِب الطُّور الْأَيْمَن وَقَرَّبْنَاهُ نَجِيًّا \" وَقَوْله تَعَالَى : \" وَلَكِنْ رَحْمَة مِنْ رَبّك \" أَيْ مَا كُنْت مُشَاهِدًا لِشَيْءٍ مِنْ ذَلِكَ وَلَكِنَّ اللَّه تَعَالَى أَوْحَاهُ إِلَيْك وَأَخْبَرَك بِهِ رَحْمَة مِنْهُ بِك وَبِالْعِبَادِ بِإِرْسَالِك إِلَيْهِمْ \" لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِير مِنْ قَبْلك لَعَلَّهُمْ يَتَذَكَّرُونَ \" أَيْ لَعَلَّهُمْ يَهْتَدُونَ بِمَا جِئْتهمْ بِهِ مِنْ اللَّه عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39726, "aya_id": 46}]