[{"text": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأَرْضِ فَلاَ تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ", "sura_id": 5, "type": 0, "id": 695, "aya_id": 26}, {"text": "قال فإنها محرمة عليهم أربعين سنة يتيهون في الأرض فلا تأس على القوم الفاسقين", "sura_id": 5, "type": 1, "id": 6931, "aya_id": 26}, {"text": "26 - (قال) تعالى له (فإنها) أي الأرض المقدسة (محرمة عليهم) أن يدخلوها (أربعين سنة يتيهون) يتحيرون (في الأرض) وهي تسعة فراسخ قاله ابن عباس (فلا تأسَ) تحزن (على القوم الفاسقين) روي أنهم كانوا يسيرون جادين فاذا أصبحوا إذا هم في الموضع الذي ابتدؤوا منه ويسيرون النهار كذلك حتى انقرضوا كلهم إلا من لم يبلغ العشرين ، قيل وكانوا ستمائة ألف ومات هارون وموسى في التيه وكان لهما رحمة وعذابا لأولئك وسأل موسى ربه عند موته أن يدنيه من الأرض المقدسة رمية بحجر فأدناه كما في الحديث ونبئ يوشع بعد الأربعين وأمر بقتال الجبارين فسار بمن بقي معه وقاتلهم وكان يوم الجمعة ووقفت له الشمس ساعة حتى فرغ من قتالهم ، وروى أحمد في مسنده حديث \"إن الشمس لم تحبس على بشر إلا ليوشع ليالي سار إلى بيت المقدس\" \r\n", "sura_id": 5, "type": 2, "id": 25639, "aya_id": 26}, {"text": "قال الله لنبيه موسى عليه السلام: إن الأرض المقدَّسة محرَّم على هؤلاء اليهود دخولها أربعين سنة, يتيهون في الأرض حائرين, فلا تأسف -يا موسى- على القوم الخارجين عن طاعتي.\r\n", "sura_id": 5, "type": 3, "id": 31875, "aya_id": 26}, {"text": " <font color=red>قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ</font><BR><p>وَقَوْله تَعَالَى \" فَإِنَّهَا مُحَرَّمَة عَلَيْهِمْ أَرْبَعِينَ سَنَة يَتِيهُونَ فِي الْأَرْض \" الْآيَة . لَمَّا دَعَا عَلَيْهِمْ مُوسَى - عَلَيْهِ السَّلَام - حِين نَكَلُوا عَنْ الْجِهَاد حَكَمَ اللَّه بِتَحْرِيمِ دُخُولهَا عَلَيْهِمْ قَدْر مُدَّة أَرْبَعِينَ سَنَة فَوَقَعُوا فِي التِّيه يَسِيرُونَ دَائِمًا لَا يَهْتَدُونَ لِلْخُرُوجِ مِنْهُ وَفِيهِ كَانَتْ أُمُور عَجِيبَة وَخَوَارِق كَثِيرَة مِنْ تَظْلِيلهمْ بِالْغَمَامِ وَإِنْزَال الْمَنّ وَالسَّلْوَى عَلَيْهِمْ وَمِنْ إِخْرَاج الْمَاء الْجَارِي مِنْ صَخْرَة صَمَّاء تُحْمَل مَعَهُمْ عَلَى دَابَّة فَإِذَا ضَرَبَهَا مُوسَى بِعَصَاهُ اِنْفَجَرَتْ مِنْ ذَلِكَ الْحَجَر اِثْنَتَا عَشْرَةَ عَيْنًا تَجْرِي لِكُلِّ شِعْب عَيْن وَغَيْر ذَلِكَ مِنْ الْمُعْجِزَات الَّتِي أَيَّدَ اللَّه بِهَا مُوسَى بْن عِمْرَان وَهُنَاكَ نَزَلَتْ التَّوْرَاة وَشُرِعَتْ لَهُمْ الْأَحْكَام وَعُمِلَتْ قُبَّة الْعَهْد وَيُقَال لَهَا قُبَّة الزَّمَان قَالَ يَزِيد بْن هَارُون : عَنْ أَصْبَغَ بْن زَيْد عَنْ الْقَاسِم بْن أَبِي أَيُّوب عَنْ سَعِيد بْن جُبَيْر سَأَلْت اِبْن عَبَّاس عَنْ قَوْله \" فَإِنَّهَا مُحَرَّمَة عَلَيْهِمْ أَرْبَعِينَ سَنَة يَتِيهُونَ فِي الْأَرْض \" الْآيَة . قَالَ : فَتَاهُوا فِي الْأَرْض أَرْبَعِينَ سَنَة يُصْبِحُونَ كُلّ يَوْم يَسِيرُونَ لَيْسَ لَهُمْ قَرَار ثُمَّ ظَلَّلَ عَلَيْهِمْ الْغَمَام فِي التِّيه وَأَنْزَلَ عَلَيْهِمْ الْمَنّ وَالسَّلْوَى وَهَذَا قِطْعَة مِنْ حَدِيث الْفُتُون ثُمَّ كَانَتْ وَفَاة هَارُون - عَلَيْهِ السَّلَام - ثُمَّ بَعْده بِمُدَّةِ ثَلَاثَة سِنِينَ وَفَاة مُوسَى الْكَلِيم - عَلَيْهِ السَّلَام - وَأَقَامَ اللَّه فِيهِمْ يُوشَع بْن نُون - عَلَيْهِ السَّلَام - نَبِيًّا خَلِيفَة عَنْ مُوسَى بْن عِمْرَان وَمَاتَ أَكْثَرُ بَنِي إِسْرَائِيل هُنَاكَ فِي تِلْكَ الْمُدَّة وَيُقَال إِنَّهُ لَمْ يَبْقَ مِنْهُمْ أَحَد سِوَى يُوشَع وكالب وَمِنْ هَهُنَا قَالَ بَعْض الْمُفَسِّرِينَ فِي قَوْله\" قَالَ فَإِنَّهَا مُحَرَّمَة عَلَيْهِمْ \" هَذَا وَقْف تَامّ وَقَوْله\" أَرْبَعِينَ سَنَة \" مَنْصُوب بِقَوْلِهِ \" يَتِيهُونَ فِي الْأَرْض\" فَلَمَّا اِنْقَضَتْ الْمُدَّة خَرَجَ بِهِمْ يُوشَع بْن نُون عَلَيْهِ السَّلَام أَوْ بِمَنْ بَقِيَ مِنْهُمْ وَبِسَائِرِ بَنِي إِسْرَائِيل مِنْ الْجِيل الثَّانِي فَقَصَدَ بِهِمْ بَيْت الْمَقْدِس فَحَاصَرَهَا فَكَانَ فَتْحهَا يَوْم الْجُمُعَة بَعْد الْعَصْر فَلَمَّا تَضَيَّفَتْ الشَّمْس لِلْغُرُوبِ وَخَشِيَ دُخُولَ السَّبْتِ عَلَيْهِمْ قَالَ : إِنَّك مَأْمُورَةٌ وَأَنَا مَأْمُورٌ اللَّهُمَّ اِحْبِسْهَا عَلَيَّ فَحَبَسَهَا اللَّه تَعَالَى حَتَّى فَتَحَهَا وَأَمَرَ اللَّه يُوشَع بْن نُون أَنْ يَأْمُر بَنِي إِسْرَائِيل حِين يَدْخُلُونَ بَيْت الْمَقْدِس أَنْ يَدْخُلُوا بَابهَا سُجَّدًا وَهُمْ يَقُولُونَ حِطَّةٌ أَيْ حُطَّ عَنَّا ذُنُوبًا فَبَدَّلُوا مَا أُمِرُوا بِهِ وَدَخَلُوا يَزْحَفُونَ عَلَى أَسْتَاههمْ وَهُمْ يَقُولُونَ حَبَّة فِي شَعْرَة وَقَدْ تَقَدَّمَ هَذَا كُلّه فِي سُورَة الْبَقَرَة . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن أَبِي عُمَر الْعَبْدِيّ حَدَّثَنَا سُفْيَان عَنْ أَبِي سَعْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَوْله \" فَإِنَّهَا مُحَرَّمَة عَلَيْهِمْ أَرْبَعِينَ سَنَة يَتِيهُونَ فِي الْأَرْض \" قَالَ فَتَاهُوا أَرْبَعِينَ سَنَة قَالَ فَهَلَكَ مُوسَى وَهَارُون فِي التِّيه وَكُلّ مَنْ جَاوَزَ الْأَرْبَعِينَ سَنَة فَلَمَّا مَضَتْ الْأَرْبَعُونَ سَنَة نَاهَضَهُمْ يُوشَع بْن نُون وَهُوَ الَّذِي قَامَ بِالْأَمْرِ بَعْد مُوسَى وَهُوَ الَّذِي اِفْتَتَحَهَا وَهُوَ الَّذِي قِيلَ لَهُ الْيَوْم يَوْم الْجُمُعَة فَهَمُّوا بِافْتِتَاحِهَا وَدَنَتْ الشَّمْس لِلْغُرُوبِ فَخَشِيَ إِنْ دَخَلَتْ لَيْلَة السَّبْت أَنْ يُسْبِتُوا فَنَادَى الشَّمْس إِنِّي مَأْمُور وَإِنَّك مَأْمُورَة فَوَقَفَتْ حَتَّى اِفْتَتَحَهَا فَوَجَدَ فِيهَا مِنْ الْأَمْوَال مَا لَمْ يُرَ مِثْله قَطُّ فَقَرَّبُوهُ إِلَى النَّار فَلَمْ تَأْتِهِ فَقَالَ فِيكُمْ الْغُلُول فَدَعَا رُءُوس الْأَسْبَاط وَهُمْ اِثْنَا عَشَرَ رَجُلًا فَبَايَعَهُمْ وَالْتَصَقَتْ يَد رَجُل مِنْهُمْ بِيَدِهِ فَقَالَ : الْغُلُول عِنْدك فَأَخْرِجْهُ فَأَخْرَجَ رَأْس بَقَرَةٍ مِنْ ذَهَبٍ لَهَا عَيْنَانِ مِنْ يَاقُوت وَأَسْنَان مِنْ لُؤْلُؤ فَوَضَعَهُ مَعَ الْقُرْبَانِ فَأَتَتْ النَّارُ فَأَكَلَتْهَا وَهَذَا السِّيَاق لَهُ شَاهِد فِي الصَّحِيح وَقَدْ اِخْتَارَ اِبْن جَرِير أَنَّ قَوْله\" فَإِنَّهَا مُحَرَّمَة عَلَيْهِمْ \" هُوَ لِلْعَامِلِ فِي أَرْبَعِينَ سَنَة وَأَنَّهُمْ مَكَثُوا لَا يَدْخُلُونَهَا أَرْبَعِينَ سَنَة وَهُمْ تَائِهُونَ فِي الْبَرِّيَّة لَا يَهْتَدُونَ لِمَقْصِدٍ قَالَ : ثُمَّ خَرَجُوا مَعَ مُوسَى عَلَيْهِ السَّلَام فَفَتَحَ بِهِمْ بَيْت الْمَقْدِس ثُمَّ اِحْتَجَّ عَلَى ذَلِكَ مَنْ قَالَ بِإِجْمَاعِ عُلَمَاء أَخْيَار الْأَوَّلِينَ أَنَّ عُوج بْن عُوق قَتَلَهُ مُوسَى عَلَيْهِ السَّلَام قَالَ : فَلَوْ كَانَ قَتْلُهُ إِيَّاهُ قَبْل التِّيه لَمَا رَهِبَتْ بَنُو إِسْرَائِيل مِنْ الْعَمَالِيق فَدَلَّ عَلَى أَنَّهُ كَانَ بَعْد التِّيه قَالَ : وَأَجْمَعُوا عَلَى أَنَّ بَلْعَام بْن بَاعُورَا أَعَانَ الْجَبَّارِينَ بِالدُّعَاءِ عَلَى مُوسَى قَالَ وَمَا ذَاكَ إِلَّا بَعْد التِّيه لِأَنَّهُمْ كَانُوا قَبْل التِّيه لَا يَخَافُونَ مِنْ مُوسَى وَقَوْمه هَذَا اِسْتِدْلَاله , ثُمَّ قَالَ : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن عَطِيَّة حَدَّثَنَا قَيْس بْن أَبِي إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَتْ عَصَا مُوسَى عَشَرَة أَذْرُع وَوَثْبَتُهُ عَشَرَةَ أَذْرُعٍ وَطُوله عَشَرَةَ أَذْرُعٍ فَوَثَبَ فَأَصَابَ كَعْب عُوج فَقَتَلَهُ فَكَانَ جِسْرًا لِأَهْلِ النِّيلِ سَنَةً وَرُوِيَ أَيْضًا عَنْ مُحَمَّد بْن بَشَّار حَدَّثَنَا مُؤَمَّلٌ حَدَّثَنَا سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ نَوْف هُوَ الْبِكَالِيّ قَالَ : كَانَ سَرِير عُوج ثَمَانمِائَةِ ذِرَاع وَكَانَ طُول مُوسَى عَشَرَة أَذْرُع وَعَصَاهُ عَشَرَة أَذْرُع وَوَثَبَ فِي السَّمَاء عَشَرَة أَذْرُعٍ فَضَرَبَ عُوجًا فَأَصَابَ كَعْبَهُ فَسَقَطَ مَيِّتًا وَكَانَ جِسْرًا لِلنَّاسِ يَمُرُّونَ عَلَيْهِ . وَقَوْله تَعَالَى \" فَلَا تَأْسَ عَلَى الْقَوْم الْفَاسِقِينَ \" تَسْلِيَة لِمُوسَى عَلَيْهِ السَّلَام عَنْهُمْ أَيْ لَا تَأْسَف وَلَا تَحْزَن عَلَيْهِمْ فِيمَا حَكَمْت عَلَيْهِمْ بِهِ فَإِنَّهُمْ مُسْتَحِقُّونَ ذَلِكَ وَهَذِهِ الْقِصَّة تَضَمَّنَتْ تَقْرِيع الْيَهُود وَبَيَان فَضَائِحهمْ وَمُخَالَفَتهمْ لِلَّهِ وَلِرَسُولِهِ وَنُكُولهمْ عَنْ طَاعَتهمَا فِيمَا أَمَرَاهُمْ بِهِ مِنْ الْجِهَاد فَضَعُفَتْ أَنْفُسهمْ عَنْ مُصَابَرَة الْأَعْدَاء وَمُجَالَدَتهمْ وَمُقَاتَلَتهمْ مَعَ أَنَّ بَيْن أَظْهُرهمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَلِيمه وَصَفِيّه عَنْ خَلْقه فِي ذَلِكَ الزَّمَان وَهُوَ يَعِدهُمْ بِالنَّصْرِ وَالظَّفَر بِأَعْدَائِهِمْ هَذَا مَعَ مَا شَاهَدُوا مِنْ فِعْل اللَّه بِعَدُوِّهِمْ فِرْعَوْن مِنْ الْعَذَاب وَالنَّكَال وَالْغَرَق لَهُ وَلِجُنُودِهِ فِي الْيَمّ وَهُمْ يَنْظُرُونَ لِتَقَرّ بِهِ أَعْيُنهمْ وَمَا بِالْعَهْدِ مِنْ قِدَمٍ ثُمَّ يَنْكُلُونَ عَنْ مُقَاتَلَة أَهْل بَلَد هِيَ بِالنِّسْبَةِ إِلَى دِيَار مِصْر لَا تُوَازِي عُشْر الْمِعْشَار فِي عُدَّة أَهْلهَا وَعَدَدهمْ فَظَهَرَتْ قَبَائِح صَنِيعهمْ لِلْخَاصِّ وَالْعَامّ وَافْتَضَحُوا فَضِيحَة لَا يُغَطِّيهَا اللَّيْل وَلَا يَسْتُرهَا الذَّيْل هَذَا وَهُمْ فِي جَهْلهمْ يَعْمَهُونَ وَفِي غَيِّهِمْ يَتَرَدَّدُونَ وَهُمْ الْبُغَضَاء إِلَى اللَّه وَأَعْدَاؤُهُ وَيَقُولُونَ مَعَ ذَلِكَ نَحْنُ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ فَقَبَّحَ اللَّه وُجُوههمْ الَّتِي مُسِخَ مِنْهَا الْخَنَازِير وَالْقُرُود وَأَلْزَمَهُمْ لَعْنَة تَصْحَبهُمْ إِلَى الدَّار ذَات الْوَقُود وَيَقْضِي لَهُمْ فِيهَا بِتَأْبِيدِ الْخُلُود وَقَدْ فَعَلَ وَلَهُ الْحَمْد فِي جَمِيع الْوُجُود .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41476, "aya_id": 26}]