[{"text": "وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَواْ مِنكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُواْ قِرَدَةً خَاسِئِينَ", "sura_id": 2, "type": 0, "id": 72, "aya_id": 65}, {"text": "ولقد علمتم الذين اعتدوا منكم في السبت فقلنا لهم كونوا قردة خاسئين", "sura_id": 2, "type": 1, "id": 6308, "aya_id": 65}, {"text": "65 - (ولقد) لام قسم (علمتم) عرفتم (الذين اعتدوا) تجاوزوا الحد (منكم في السبت) بصيد السمك وقد نهيناهم عنه وهم أهل إيلة (فقلنا لهم كونوا قردة خاسئين) مبعدين فكانوا وهلكوا بعد ثلاثة أيام \r\n", "sura_id": 2, "type": 2, "id": 25016, "aya_id": 65}, {"text": "ولقد علمتم -يا معشر اليهود- ما حلَّ من البأس بأسلافكم من أهل القرية التي عصت الله، فيما أخذه عليهم من تعظيم السبت، فاحتالوا لاصطياد السمك في يوم السبت ، بوضع الشِّباك وحفر البِرَك، ثم اصطادوا السمك يوم الأحد حيلة إلى المحرم، فلما فعلوا ذلك، مسخهم الله قردة منبوذين.\r\n", "sura_id": 2, "type": 3, "id": 31252, "aya_id": 65}, {"text": " <font color=red>وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ</font><BR><p>يَقُول تَعَالَى \" وَلَقَدْ عَلِمْتُمْ \" يَا مَعْشَر الْيَهُود مَا حَلَّ مِنْ الْبَأْس بِأَهْلِ الْقَرْيَة الَّتِي عَصَتْ أَمْر اللَّه وَخَالَفُوا عَهْده وَمِيثَاقه فِيمَا أَخَذَهُ عَلَيْهِمْ مِنْ تَعْظِيم السَّبْت وَالْقِيَام بِأَمْرِهِ إِذْ كَانَ مَشْرُوعًا لَهُمْ فَتَحَيَّلُوا عَلَى اِصْطِيَاد الْحِيتَان فِي يَوْم السَّبْت بِمَا وَضَعُوا لَهَا مِنْ الشُّصُوص وَالْحَبَائِل وَالْبِرَك قَبْل يَوْم السَّبْت فَلَمَّا جَاءَتْ يَوْم السَّبْت عَلَى عَادَتهَا فِي الْكَثْرَة نَشِبَتْ بِتِلْكَ الْحَبَائِل وَالْحِيَل فَلَمْ تَخْلُص مِنْهَا يَوْمهَا ذَلِكَ فَلَمَّا كَانَ اللَّيْل أَخَذُوهَا بَعْد اِنْقِضَاء السَّبْت فَلَمَّا فَعَلُوا ذَلِكَ مَسَخَهُمْ اللَّهُ إِلَى صُورَة الْقِرَدَة وَهِيَ أَشْبَه شَيْء بِالْأَنَاسِيِّ فِي الشَّكْل الظَّاهِر وَلَيْسَ بِإِنْسَانٍ حَقِيقَة فَكَذَلِكَ أَعْمَال هَؤُلَاءِ وَحِيلَتهمْ لَمَّا كَانَتْ مُشَابِهَة لِلْحَقِّ فِي الظَّاهِر وَمُخَالِفَة لَهُ فِي الْبَاطِن كَانَ جَزَاؤُهُمْ مِنْ جِنْس عَمَلهمْ وَهَذِهِ الْقِصَّة مَبْسُوطَة فِي سُورَة الْأَعْرَاف حَيْثُ يَقُول تَعَالَى\" وَاسْأَلْهُمْ عَنْ الْقَرْيَة الَّتِي كَانَتْ حَاضِرَةَ الْبَحْر إِذْ يَعْدُونَ فِي السَّبْت إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْم سَبْتِهِمْ شُرَّعًا وَيَوْم لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ \" الْقِصَّة بِكَمَالِهَا . وَقَالَ السُّدِّيّ : أَهْل هَذِهِ الْقَرْيَة هُمْ أَهْل أَيْلَة وَكَذَا قَالَ قَتَادَة وَسَنُورِدُ أَقْوَال الْمُفَسِّرِينَ هُنَاكَ مَبْسُوطَة إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة وَقَوْله تَعَالَى \" فَقُلْنَا لَهُمْ كُونُوا قِرَدَة خَاسِئِينَ \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو حُذَيْفَة حَدَّثَنَا شِبْل عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد\" فَقُلْنَا لَهُمْ كُونُوا قِرَدَة خَاسِئِينَ \" قَالَ مُسِخَتْ قُلُوبهمْ وَلَمْ يُمْسَخُوا قِرَدَة . وَإِنَّمَا هُوَ مَثَل ضَرَبَهُ اللَّه\" كَمَثَلِ الْحِمَار يَحْمِل أَسْفَارًا \" وَرَوَاهُ اِبْن جَرِير عَنْ الْمُثَنَّى عَنْ أَبِي حُذَيْفَة وَعَنْ مُحَمَّد بْن عُمَر الْبَاهِلِيّ وَعَنْ أَبِي عَاصِم عَنْ عِيسَى عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد بِهِ وَهَذَا سَنَد جَيِّد عَنْ مُجَاهِد وَقَوْل غَرِيب خِلَاف الظَّاهِر مِنْ السِّيَاق فِي هَذَا الْمَقَام وَفِي غَيْره قَالَ اللَّه تَعَالَى\" قُلْ هَلْ أُنَبِّئكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَة عِنْد اللَّه مَنْ لَعَنَهُ اللَّه وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمْ الْقِرَدَة وَالْخَنَازِير وَعَبَدَ الطَّاغُوت \" الْآيَة وَقَالَ الْعَوْفِيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس \" فَقُلْنَا لَهُمْ كُونُوا قِرَدَة خَاسِئِينَ\" فَجَعَلَ اللَّه مِنْهُمْ الْقِرَدَة وَالْخَنَازِير فَزَعَمَ أَنَّ شَبَاب الْقَوْم صَارُوا قِرَدَة وَأَنَّ الشِّيَخَة صَارُوا خَنَازِير : وَقَالَ شَيْبَان النَّحْوِيّ عَنْ قَتَادَة \" فَقُلْنَا لَهُمْ كُونُوا قِرَدَة خَاسِئِينَ \" فَصَارَ الْقَوْم قِرَدَة تَعَاوَى لَهَا أَذْنَاب بَعْد مَا كَانُوا رِجَالًا وَنِسَاء وَقَالَ عَطَاء الْخُرَاسَانِيّ نُودُوا يَا أَهْل الْقَرْيَة كُونُوا قِرَدَة خَاسِئِينَ فَجَعَلَ الَّذِينَ نَهُوهُمْ يَدْخُلُونَ عَلَيْهِمْ فَيَقُولُونَ يَا فُلَان أَلَمْ نَنْهَكُمْ فَيَقُولُونَ بِرُءُوسِهِمْ أَيْ بَلَى وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحَسَن حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن رَبِيعَة بِالْمِصِّيصَةِ حَدَّثَنَا مُحَمَّد بْن مُسْلِم يَعْنِي الطَّائِفِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ إِنَّمَا كَانَ الَّذِينَ اِعْتَدَوْا فِي السَّبْت فَجُعِلُوا قِرَدَة فَوَاقًا ثُمَّ هَلَكُوا مَا كَانَ لِلْمَسْخِ نَسْل . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فَمَسَخَهُمْ اللَّه قِرَدَة بِمَعْصِيَتِهِمْ يَقُول إِذْ لَا يَحْيَوْنَ فِي الْأَرْض إِلَّا ثَلَاثَة أَيَّام قَالَ وَلَمْ يَعِشْ مَسْخ قَطُّ فَوْق ثَلَاثَة أَيَّام وَلَمْ يَأْكُل وَلَمْ يَشْرَب وَلَمْ يَنْسِل وَقَدْ خَلَقَ اللَّه الْقِرَدَة وَالْخَنَازِير وَسَائِر الْخَلْق فِي السِّتَّة أَيَّام الَّتِي ذَكَرَهَا اللَّه فِي كِتَابه فَمُسِخَ هَؤُلَاءِ الْقَوْم فِي صُورَة الْقِرَدَة وَكَذَلِكَ يَفْعَل بِمَنْ يَشَاء كَمَا يَشَاء . وَيُحَوِّلهُ كَمَا يَشَاء وَقَالَ أَبُو جَعْفَر عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة فِي قَوْله \" كُونُوا قِرَدَة خَاسِئِينَ \" قَالَ يَعْنِي أَذِلَّة صَاغِرِينَ وَرُوِيَ عَنْ مُجَاهِد وَقَتَادَة وَالرَّبِيع وَأَبِي مَالِك نَحْوه وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ دَاوُد بْن أَبِي الْحُصَيْن عَنْ عِكْرِمَة قَالَ : قَالَ اِبْن عَبَّاس إِنَّ اللَّه إِنَّمَا اِفْتَرَضَ عَلَى بَنِي إِسْرَائِيل الْيَوْم الَّذِي اِفْتَرَضَ عَلَيْكُمْ فِي عِيدكُمْ - يَوْم الْجُمْعَة - فَخَالَفُوا إِلَى السَّبْت فَعَظَّمُوهُ وَتَرَكُوا مَا أُمِرُوا بِهِ فَلَمَّا أَبَوْا إِلَّا لُزُوم السَّبْت اِبْتَلَاهُمْ اللَّه فِيهِ فَحَرَّمَ عَلَيْهِمْ مَا أَحَلَّ لَهُمْ فِي غَيْره وَكَانُوا فِي قَرْيَة بَيْن أَيْلَة وَالطُّور يُقَال لَهَا مَدْيَن فَحَرَّمَ اللَّه عَلَيْهِمْ فِي السَّبْت الْحِيتَان صَيْدهَا وَأَكْلهَا وَكَانُوا إِذَا كَانَ يَوْم السَّبْت أَقْبَلَتْ إِلَيْهِمْ شُرَّعًا إِلَى سَاحِل بَحْرهمْ حَتَّى إِذَا ذَهَبَ السَّبْت ذَهَبْنَ فَلَمْ يَرَوْا حُوتًا صَغِيرًا وَلَا كَبِيرًا حَتَّى إِذَا كَانَ يَوْم السَّبْت أَتَيْنَ شُرَّعًا حَتَّى إِذَا ذَهَبَ السَّبْت ذَهَبْنَ فَكَانُوا كَذَلِكَ حَتَّى طَالَ عَلَيْهِمْ الْأَمَد وَقَرِمُوا إِلَى الْحِيتَان عَمَدَ رَجُل مِنْهُمْ فَأَخَذَ حُوتًا سِرًّا يَوْم السَّبْت فَحَزَمَهُ بِخَيْطٍ ثُمَّ أَرْسَلَهُ فِي الْمَاء وَأَوْتَدَ لَهُ وَتَدًا فِي السَّاحِل فَأَوْثَقه ثُمَّ تَرَكَهُ حَتَّى إِذَا كَانَ الْغَد جَاءَ فَأَخَذَهُ أَيْ إِنِّي لَمْ آخُذهُ فِي يَوْم السَّبْت فَانْطَلَقَ بِهِ فَأَكَلَهُ حَتَّى إِذَا كَانَ يَوْم السَّبْت الْآخَر عَادَ لِمِثْلِ ذَلِكَ وَوَجَدَ النَّاس رِيح الْحِيتَان فَقَالَ أَهْل الْقَرْيَة وَاَللَّه لَقَدْ وَجَدْنَا رِيح الْحِيتَان ثُمَّ عَثَرُوا عَلَى صَنِيع ذَلِكَ الرَّجُل قَالَ فَفَعَلُوا كَمَا فَعَلَ وَصَنَعُوا سِرًّا زَمَانًا طَوِيلًا لَمْ يُعَجِّل اللَّهُ عَلَيْهِمْ الْعُقُوبَة حَتَّى صَادُوهَا عَلَانِيَة وَبَاعُوهَا فِي الْأَسْوَاق فَقَالَتْ طَائِفَة مِنْهُمْ مِنْ أَهْل الْبَقِيَّة وَيْحَكُمْ اِتَّقُوا اللَّه وَنَهَوْهُمْ عَمَّا كَانُوا يَصْنَعُونَ فَقَالَتْ طَائِفَة أُخْرَى لَمْ تَأْكُل الْحِيتَان وَلَمْ تَنْهَ الْقَوْم عَمَّا صَنَعُوا : لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ؟ قَالُوا مَعْذِرَةً إِلَى رَبّكُمْ بِسَخَطِنَا أَعْمَالهمْ وَلَعَلَّهُمْ يَتَّقُونَ قَالَ اِبْن عَبَّاس : فَبَيْنَا هُمْ عَلَى ذَلِكَ أَصْبَحَتْ تِلْكَ الْبَقِيَّة فِي أَنْدِيَتهمْ وَمَسَاجِدهمْ فَقَدُوا النَّاس فَلَمْ يَرَوْهُمْ قَالَ : فَقَالَ بَعْضهمْ لِبَعْضٍ إِنَّ لِلنَّاسِ شَأْنًا فَانْظُرُوا مَا هُوَ فَذَهَبُوا يَنْظُرُونَ فِي دُورهمْ فَوَجَدُوهَا مُغْلَقَة عَلَيْهِمْ قَدْ دَخَلُوهَا لَيْلًا فَغَلَقُوهَا عَلَى أَنْفُسهمْ كَمَا يُغْلِق النَّاسُ عَلَى أَنْفُسهمْ فَأَصْبَحُوا فِيهَا قِرَدَة وَإِنَّهُمْ لَيَعْرِفُونَ الرَّجُل بِعَيْنِهِ وَإِنَّهُ لَقِرْد وَالْمَرْأَة بِعَيْنِهَا وَإِنَّهَا لَقِرْدَة وَالصَّبِيّ بِعَيْنِهِ وَإِنَّهُ لَقِرْد قَالَ : قَالَ اِبْن عَبَّاس : فَلَوْلَا مَا ذَكَرَ اللَّهُ أَنَّهُ نَجَّى الَّذِينَ نَهَوْا عَنْ السُّوء لَقَدْ أَهْلَكَ اللَّه الْجَمِيع مِنْهُمْ قَالَ وَهِيَ الْقَرْيَة الَّتِي قَالَ جَلَّ ثَنَاؤُهُ لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" وَاسْأَلْهُمْ عَنْ الْقَرْيَة الَّتِي كَانَتْ حَاضِرَة الْبَحْر\" الْآيَة . وَرَوَى الضَّحَّاك عَنْ اِبْن عَبَّاس نَحْوًا مِنْ هَذَا وَقَالَ السُّدِّيّ فِي قَوْله تَعَالَى \" وَلَقَدْ عَلِمْتُمْ الَّذِينَ اِعْتَدَوْا مِنْكُمْ فِي السَّبْت فَقُلْنَا لَهُمْ كُونُوا قِرَدَة خَاسِئِينَ \" قَالَ هُمْ أَهْل أَيْلَة وَهِيَ الْقَرْيَة الَّتِي كَانَتْ حَاضِرَة الْبَحْر فَكَانَتْ الْحِيتَان إِذَا كَانَ يَوْم السَّبْت - وَقَدْ حَرَّمَ اللَّه عَلَى الْيَهُود أَنْ يَعْمَلُوا فِي السَّبْت شَيْئًا - لَمْ يَبْقَ فِي الْبَحْر حُوت إِلَّا خَرَجَ حَتَّى يُخْرِجْنَ خَرَاطِيمهنَّ مِنْ الْمَاء يَوْم الْأَحَد لِزَمَنِ سُفْل الْبَحْر فَلَمْ يُرَ مِنْهُنَّ شَيْء حَتَّى يَكُون يَوْم السَّبْت فَذَلِكَ قَوْله تَعَالَى \" وَاسْأَلْهُمْ عَنْ الْقَرْيَة الَّتِي كَانَتْ حَاضِرَة الْبَحْر إِذْ يَعْدُونَ فِي السَّبْت إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْم لَا يَسْبِتُونَ لَا تَأْتِيهِمْ\" فَاشْتَهَى بَعْضهمْ السَّمَك فَجَعَلَ الرَّجُل يَحْفِر الْحَفِيرَة وَيَجْعَل لَهَا نَهَرًا إِلَى الْبَحْر فَإِذَا كَانَ يَوْم السَّبْت فَتَحَ النَّهَر فَأَقْبَلَ الْمَوْج بِالْحِيتَانِ يَضْرِبهَا حَتَّى يُلْقِيهَا فِي الْحَفِيرَة فَيُرِيد الْحُوت أَنْ يَخْرُج فَلَا يُطِيق مِنْ أَجْل قِلَّة مَاء النَّهَر فَيَمْكُث فِيهَا فَإِذَا كَانَ يَوْم الْأَحَد جَاءَ فَأَخَذَهُ فَجَعَلَ الرَّجُل يَشْوِي السَّمَك فَيَجِد جَاره رَوَائِحه فَيَسْأَلهُ فَيُخْبِرهُ فَيَصْنَع مِثْل مَا صَنَعَ جَاره حَتَّى فَشَا فِيهِمْ أَكْلُ السَّمَك فَقَالَ لَهُمْ عُلَمَاؤُهُمْ : وَيْحَكُمْ إِنَّمَا تَصْطَادُونَ يَوْم السَّبْت وَهُوَ لَا يَحِلّ لَكُمْ فَقَالُوا إِنَّمَا صِدْنَاهُ يَوْم الْأَحَد حِين أَخَذْنَاهُ فَقَالَ الْفُقَهَاء لَا وَلَكِنَّكُمْ صِدْتُمُوهُ يَوْم فَتَحْتُمْ لَهُ الْمَاء فَدَخَلَ قَالَ وَغُلِبُوا أَنْ يَنْتَهُوا . فَقَالَ بَعْض الَّذِينَ نَهَوْهُمْ لِبَعْضٍ \" لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا \" يَقُول لِمَ تَعِظُوهُمْ وَقَدْ وَعَظْتُمُوهُمْ فَلَمْ يُطِيعُوكُمْ فَقَالَ بَعْضهمْ \" مَعْذِرَة إِلَى رَبّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ \" فَلَمَّا أَبَوْا قَالَ الْمُسْلِمُونَ وَاَللَّه لَا نُسَاكِنكُمْ فِي قَرْيَة وَاحِدَة فَقَسَمُوا الْقَرْيَة بِجِدَارٍ فَفَتَحَ الْمُسْلِمُونَ بَابًا وَالْمُعْتَدُونَ فِي السَّبْت بَابًا وَلَعَنَهُمْ دَاوُد عَلَيْهِ السَّلَام فَجَعَلَ الْمُسْلِمُونَ يَخْرُجُونَ مِنْ بَابهمْ وَالْكُفَّار مِنْ بَابهمْ فَخَرَجَ الْمُسْلِمُونَ ذَات يَوْم وَلَمْ يَفْتَح الْكُفَّار بَابهمْ فَلَمَّا أَبْطَئُوا عَلَيْهِمْ تَسَوَّرَ الْمُسْلِمُونَ عَلَيْهِمْ الْحَائِط فَإِذَا هُمْ قِرَدَة يَثِبُ بَعْضُهُمْ عَلَى بَعْض فَفَتَحُوا عَنْهُمْ فَذَهَبُوا فِي الْأَرْض فَذَلِكَ قَوْل اللَّه تَعَالَى \" فَلَمَّا عَتَوْا عَمَّا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَة خَاسِئِينَ \" وَذَلِكَ حِين يَقُول \" لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيل عَلَى لِسَان دَاوُد وَعِيسَى اِبْن مَرْيَم \" الْآيَة فَهُمْ الْقِرَدَة \" قُلْت \" وَالْغَرَض مِنْ هَذَا السِّيَاق عَنْ هَؤُلَاءِ الْأَئِمَّة بَيَان خِلَاف مَا ذَهَبَ إِلَيْهِ مُجَاهِد رَحِمَهُ اللَّه مِنْ أَنَّ مَسْخهمْ إِنَّمَا كَانَ مَعْنَوِيًّا لَا صُورِيًّا بَلْ الصَّحِيحُ أَنَّهُ مَعْنَوِيٌّ صُورِيٌّ وَاَللَّهُ تَعَالَى أَعْلَمُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38744, "aya_id": 65}]