[{"text": "حَافِظُواْ عَلَى الصَّلَوَاتِ والصَّلاَةِ الْوُسْطَى وَقُومُواْ لِلّهِ قَانِتِينَ", "sura_id": 2, "type": 0, "id": 245, "aya_id": 238}, {"text": "حافظوا على الصلوات والصلاة الوسطى وقوموا لله قانتين", "sura_id": 2, "type": 1, "id": 6481, "aya_id": 238}, {"text": "238 - (حافظوا على الصلوات) الخمس بأدائها في أوقاتها (والصلاة الوسطى) هي العصر أو الصبح أو الظهر أو غيرها أقوال وأفردها بالذكر لفضلها (وقوموا لله) في الصلاة (قانتين) قيل مطيعين لقوله صلى الله عليه وسلم: \"كل قنوت في القرآن فهو طاعة\" رواه أحمد وغيره ، وقيل ساكتين لحديث زيد بن أرقم: كنا نتكلم في الصلاة حتى نزلت فأمرنا بالسكوت ونهينا عن الكلام ، رواه الشيخان \r\n", "sura_id": 2, "type": 2, "id": 25189, "aya_id": 238}, {"text": "حافظوا -أيها المسلمون- على الصلوات الخمس المفروضة بالمداومة على أدائها في أوقاتها بشروطها وأركانها وواجباتها, وحافظوا على الصلاة المتوسطة بينها وهي صلاة العصر, وقوموا في صلاتكم مطيعين لله, خاشعين ذليلين.\r\n", "sura_id": 2, "type": 3, "id": 31425, "aya_id": 238}, {"text": " <font color=red>حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ</font><BR><p>يَأْمُر اللَّه تَعَالَى بِالْمُحَافَظَةِ عَلَى الصَّلَوَات فِي أَوْقَاتهَا وَحِفْظ حُدُودهَا وَأَدَائِهَا فِي أَوْقَاتهَا كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود قَالَ : سَأَلْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - أَيّ الْعَمَل أَفْضَل ؟ قَالَ : \" الصَّلَاة فِي وَقْتهَا \" قُلْت ثُمَّ أَيّ ؟ قَالَ : \" الْجِهَاد فِي سَبِيل اللَّه \" قُلْت ثُمَّ أَيّ ؟ قَالَ \" بِرّ الْوَالِدَيْنِ \" قَالَ : حَدَّثَنِي بِهِنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَلَوْ اِسْتَزَدْته لَزَادَنِي . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يُونُس حَدَّثَنَا لَيْث عَنْ عَبْد اللَّه بْن عُمَر بْن حَفْص بْن عَاصِم عَنْ الْقَاسِم بْن غَنَّام عَنْ جَدَّته أُمّ أَبِيهِ الدُّنْيَا عَنْ جَدَّته أُمّ فَرْوَة كَانَتْ مِمَّنْ بَايَعَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهَا سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ذَكَرَ الْأَعْمَال فَقَالَ \" إِنَّ أَحَبّ الْأَعْمَال إِلَى اللَّه تَعْجِيل الصَّلَاة لِأَوَّلِ وَقْتهَا \" وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَقَالَ لَا نَعْرِفهُ إِلَّا مِنْ طَرِيق الْعُمَرِيّ وَلَيْسَ بِالْقَوِيِّ عِنْد أَهْل الْحَدِيث . وَخَصَّ تَعَالَى مِنْ بَيْنهَا بِمَزِيدِ التَّأْكِيد الصَّلَاة الْوُسْطَى وَقَدْ اِخْتَلَفَ السَّلَف وَالْخَلَف فِيهَا أَيّ صَلَاة هِيَ فَقِيلَ إِنَّهَا الصُّبْح حَكَاهُ مَالِك فِي الْمُوَطَّأ بَلَاغًا عَنْ عَلِيّ وَابْن عَبَّاس وَقَالَ هُشَيْم وَابْن عُلَيَّة وَغُنْدَر وَابْن أَبِي عَدِيّ وَعَبْد الْوَهَّاب وَشَرِيك وَغَيْرهمْ عَنْ عَوْف الْأَعْرَابِيّ عَنْ أَبِي رَجَاء الْعُطَارِدِيّ قَالَ : صَلَّيْت خَلْف اِبْن عَبَّاس الْفَجْر فَقَنَتَ فِيهَا وَرَفَعَ يَدَيْهِ ثُمَّ قَالَ : هَذِهِ الصَّلَاة الْوُسْطَى الَّتِي أُمِرْنَا أَنْ نَقُوم فِيهَا قَانِتِينَ رَوَاهُ اِبْن جَرِير وَرَوَاهُ أَيْضًا مِنْ حَدِيث عَوْف عَنْ خَلَّاس بْن عَمْرو عَنْ اِبْن عَبَّاس مِثْله سَوَاء وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا عَوْف عَنْ أَبِي الْمِنْهَال عَنْ أَبِي الْعَالِيَة عَنْ اِبْن عَبَّاس أَنَّهُ صَلَّى الْغَدَاة فِي مَسْجِد الْبَصْرَة فَقَنَتَ قَبْل الرُّكُوع وَقَالَ هَذِهِ الصَّلَاة الْوُسْطَى الَّتِي ذَكَرَهَا اللَّه فِي كِتَابه فَقَالَ \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ\" وَقَالَ أَيْضًا حَدَّثَنَا مُحَمَّد بْن عِيسَى الدَّامَغَانِيّ أَخْبَرَنَا اِبْن الْمُبَارَك أَخْبَرَنَا الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة قَالَ : صَلَّيْت خَلْف عَبْد اللَّه بْن قَيْس بِالْبَصْرَةِ صَلَاة الْغَدَاة فَقُلْت لِرَجُلٍ مِنْ أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِلَى جَانِبِي مَا الصَّلَاة الْوُسْطَى ؟ قَالَ : هَذِهِ الصَّلَاة . وَرُوِيَ مِنْ طَرِيق أُخْرَى عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة أَنَّهُ صَلَّى مَعَ أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - صَلَاة الْغَدَاة فَلَمَّا فَرَغُوا قَالَ : قُلْت لَهُمْ أَيَّتهنَّ الصَّلَاة الْوُسْطَى ؟ قَالُوا : الَّتِي قَدْ صَلَّيْتهَا قَبْلُ . وَقَالَ أَيْضًا حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا اِبْن عَثْمَة عَنْ سَعِيد بْن بَشِير عَنْ قَتَادَة عَنْ جَابِر بْن عَبْد اللَّه قَالَ : الصَّلَاة الْوُسْطَى صَلَاة الصُّبْح. وَحَكَاهُ اِبْن أَبِي حَاتِم عَنْ اِبْن عُمَر وَأَبِي أُمَامَة وَأَنَس وَأَبِي الْعَالِيَة وَعُبَيْد بْن عُمَيْر وَعَطَاء وَمُجَاهِد وَجَابِر بْن زَيْد وَعِكْرِمَة وَالرَّبِيع بْن أَنَس وَرَوَاهُ اِبْن جَرِير عَنْ عَبْد اللَّه بْن شَدَّاد بْن الْهَادِ أَيْضًا وَهُوَ الَّذِي نَصَّ عَلَيْهِ الشَّافِعِيّ رَحِمَهُ اللَّه مُحْتَجًّا بِقَوْلِهِ تَعَالَى \" وَقُومُوا لِلَّهِ قَانِتِينَ \" وَالْقُنُوت عِنْده فِي صَلَاة الصُّبْح وَمِنْهُمْ مَنْ قَالَ هِيَ وُسْطَى بِاعْتِبَارِ أَنَّهَا لَا تُقْصَر وَهِيَ بَيْن صَلَاتَيْنِ رُبَاعِيَّتَيْنِ مَقْصُورَتَيْنِ وَتَرِد الْمَغْرِب وَقِيلَ لِأَنَّهَا بَيْن صَلَاتَيْ لَيْل جَهْرِيَّتَيْنِ وَصَلَاتَيْ نَهَار سِرِّيَّتَيْنِ وَقِيلَ إِنَّهَا صَلَاة الظُّهْر قَالَ أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنَده : حَدَّثَنَا اِبْن أَبِي ذِئْب عَنْ الزِّبْرِقَان يَعْنِي اِبْن عَمْرو عَنْ زَهْرَة يَعْنِي اِبْن مَعْبَد قَالَ : كُنَّا جُلُوسًا عِنْد زَيْد بْن ثَابِت فَأَرْسَلُوا إِلَى أُسَامَة فَسَأَلُوهُ عَنْ الصَّلَاة الْوُسْطَى فَقَالَ هِيَ الظُّهْر كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ يُصَلِّيهَا بِالْهَجِيرِ . وَقَالَ أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة حَدَّثَنِي عَمْرو بْن أَبِي حَكِيم سَمِعْت الزِّبْرِقَان يُحَدِّث عَنْ عُرْوَة بْن الزُّبَيْر عَنْ زَيْد بْن ثَابِت قَالَ : كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُصَلِّي الظُّهْر بِالْهَاجِرَةِ وَلَمْ يَكُنْ يُصَلِّي صَلَاة أَشَدّ عَلَى أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْهَا فَنَزَلَتْ \" حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ \" وَقَالَ إِنَّ قَبْلهَا صَلَاتَيْنِ وَبَعْدهَا صَلَاتَيْنِ وَرَوَاهُ أَبُو دَاوُد فِي سُنَنه مِنْ حَدِيث شُعْبَة بِهِ وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا يَزِيد بْن أَبِي وَهْب عَنْ الزِّبْرِقَان أَنَّ رَهْطًا مِنْ قُرَيْش مَرَّ بِهِمْ زَيْد بْن ثَابِت وَهُمْ مُجْتَمِعُونَ فَأَرْسَلُوا إِلَيْهِ غُلَامَيْنِ لَهُمْ يَسْأَلَانِهِ عَنْ الصَّلَاة الْوُسْطَى فَقَالَ هِيَ الْعَصْر فَقَامَ إِلَيْهِ رَجُلَانِ مِنْهُمْ فَسَأَلَاهُ فَقَالَ هِيَ الظُّهْر ثُمَّ اِنْصَرَفَا إِلَى أُسَامَة بْن زَيْد فَسَأَلَاهُ فَقَالَ هِيَ الظُّهْر إِنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَانَ يُصَلِّي الظُّهْر بِالْهَجِيرِ فَلَا يَكُون وَرَاءَهُ إِلَّا الصَّفّ وَالصَّفَّانِ وَالنَّاس فِي قَائِلَتهمْ وَفِي تِجَارَتهمْ فَأَنْزَلَ اللَّه \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ \" قَالَ : فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَيَنْتَهِيَنَّ رِجَالٌ أَوْ لَأُحَرِّقَنَّ بُيُوتهمْ \" وَالزِّبْرِقَان هُوَ اِبْن عَمْرو بْن أُمَيَّة الضَّمْرِيّ لَمْ يُدْرِك أَحَدًا مِنْ الصَّحَابَة وَالصَّحِيح مَا تَقَدَّمَ مِنْ رِوَايَته عَنْ زُهْرَة بْن مَعْبَد وَعُرْوَة بْن الزُّبَيْر وَقَالَ شُعْبَة وَهَمَّام عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب عَنْ اِبْن عُمَر عَنْ زَيْد بْن ثَابِت قَالَ : الصَّلَاة الْوُسْطَى صَلَاة الظُّهْر. وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ وَغَيْره عَنْ شُعْبَة أَخْبَرَنِي عُمَر بْن سُلَيْمَان مِنْ وَلَد عُمَر بْن الْخَطَّاب قَالَ : سَمِعْت عَبْد الرَّحْمَن بْن أَبَان بْن عُثْمَان يُحَدِّث عَنْ أَبِيهِ عَنْ زَيْد بْن ثَابِت قَالَ : الصَّلَاة الْوُسْطَى هِيَ الظُّهْر وَرَوَاهُ اِبْن جَرِير عَنْ زَكَرِيَّا بْن يَحْيَى بْن أَبِي زَائِدَة عَنْ عَبْد الصَّمَد عَنْ شُعْبَة عَنْ عُمَر بْن سُلَيْمَان عَنْ زَيْد بْن ثَابِت فِي حَدِيث رَفَعَهُ قَالَ \" الصَّلَاة الْوُسْطَى صَلَاة الظُّهْر \" وَمِمَّنْ رُوِيَ عَنْهُ أَنَّهَا الظُّهْر اِبْن عُمَر وَأَبُو سَعِيد وَعَائِشَة عَلَى اِخْتِلَاف عَنْهُمْ وَهُوَ قَوْل عُرْوَة بْن الزُّبَيْر وَعَبْد اللَّه بْن شَدَّاد بْن الْهَادِ وَرِوَايَة عَنْ أَبِي حَنِيفَة رَحِمَهُمْ اللَّه وَقِيلَ إِنَّهَا صَلَاة الْعَصْر قَالَ التِّرْمِذِيّ وَالْبَغَوِيّ رَحِمَهُمَا اللَّه : وَهُوَ قَوْل أَكْثَر عُلَمَاء الصَّحَابَة وَغَيْرهمْ . وَقَالَ الْقَاضِي الْمَاوَرْدِيّ هُوَ قَوْل جُمْهُور التَّابِعِينَ . وَقَالَ الْحَافِظ أَبُو عُمَر بْن عَبْد الْبَرّ هُوَ قَوْل أَكْثَر أَهْل الْأَثَر وَقَالَ أَبُو مُحَمَّد بْن عَطِيَّة فِي تَفْسِيره وَهُوَ قَوْل جُمْهُور النَّاس وَقَالَ الْحَافِظ أَبُو مُحَمَّد عَبْد الْمُؤْمِن بْن خَلَف الدِّمْيَاطِيّ فِي كِتَابه الْمُسَمَّى بِكَشْفِ الْغَطَا فِي تَبْيِين الصَّلَاة الْوُسْطَى وَقَدْ نَصَّ فِيهِ أَنَّهَا الْعَصْر وَحَكَاهُ عَنْ عُمَر وَعَلِيّ وَابْن مَسْعُود وَأَبِي أَيُّوب وَعَبْد اللَّه بْن عَمْرو وَسَمُرَة بْن جُنْدَب وَأَبِي هُرَيْرَة وَأَبِي سَعِيد وَحَفْصَة وَأُمّ حَبِيبَة وَأُمّ سَلَمَة وَعَنْ اِبْن عُمَر وَابْن عَبَّاس وَعَائِشَة عَلَى الصَّحِيح عَنْهُمْ وَبِهِ قَالَ عَبِيدَة وَإِبْرَاهِيم النَّخَعِيّ وَأَبُو رَزِين وَزِرّ بْن حُبَيْش وَسَعِيد بْن جُبَيْر وَابْن سِيرِينَ وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَالْكَلْبِيّ وَمُقَاتِل وَعُبَيْد بْن مَرْيَم وَغَيْرهمْ وَهُوَ مَذْهَب أَحْمَد بْن حَنْبَل . قَالَ الْقَاضِي الْمَاوَرْدِيّ : وَالشَّافِعِيّ قَالَ اِبْن الْمُنْذِر وَهُوَ الصَّحِيح عَنْ أَبِي حَنِيفَة وَأَبِي يُوسُف وَمُحَمَّد وَاخْتَارَهُ اِبْن حَبِيب الْمَالِكِيّ رَحِمَهُمْ اللَّه . ذِكْرُ الدَّلِيلِ عَلَى ذَلِكَ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ مُسْلِم عَنْ شُتَيْر بْن شَكَل عَنْ عَلِيّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَوْم الْأَحْزَاب \" شَغَلُونَا عَنْ الصَّلَاة الْوُسْطَى صَلَاة الْعَصْر مَلَأَ اللَّهُ قُلُوبَهُمْ وَبُيُوتَهُمْ نَارًا \" ثُمَّ صَلَّاهَا بَيْن الْعِشَاءَيْنِ الْمَغْرِب وَالْعِشَاء\" وَكَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي مُعَاوِيَة مُحَمَّد بْن حَازِم الضَّرِير وَالنَّسَائِيّ مِنْ طَرِيق عِيسَى بْن يُونُس كِلَاهُمَا عَنْ الْأَعْمَش عَنْ مُسْلِم بْن صُبَيْح عَنْ أَبِي الضُّحَى عَنْ شُتَيْر بْن شَكَل بْن حُمَيْد عَنْ عَلِيّ بْن أَبِي طَالِب عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِثْله وَقَدْ رَوَاهُ مُسْلِم أَيْضًا مِنْ طَرِيق شُعْبَة عَنْ الْحَكَم بْن عُيَيْنَة عَنْ يَحْيَى بْن الْجَزَّار عَنْ عَلِيّ بْن أَبِي طَالِب وَأَخْرَجَهُ الشَّيْخَانِ وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَغَيْر وَاحِد مِنْ أَصْحَاب الْمَسَانِيد وَالسُّنَن وَالصِّحَاح مِنْ طُرُق يَطُول ذِكْرهَا عَنْ عَبِيدَة السَّلْمَانِيّ عَنْ عَلِيّ بِهِ وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طَرِيق الْحَسَن الْبَصْرِيّ عَنْ عَلِيّ بِهِ قَالَ التِّرْمِذِيّ : وَلَا يَعْرِف سَمَاعه مِنْهُ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان عَنْ عَاصِم عَنْ زِرّ قَالَ : قُلْت لِعَبِيدَةَ سَلْ عَلِيًّا عَنْ الصَّلَاة الْوُسْطَى فَسَأَلَهُ فَقَالَ : كُنَّا نَرَاهَا الْفَجْر - أَوْ الصُّبْح - حَتَّى سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول يَوْم الْأَحْزَاب شَغَلُونَا عَنْ الصَّلَاة الْوُسْطَى صَلَاة الْعَصْر مَلَأ اللَّه قُبُورهمْ وَأَجْوَافهمْ أَوْ بُيُوتهمْ نَارًا وَرَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ اِبْن مَهْدِيّ بِهِ . وَحَدِيث يَوْم الْأَحْزَاب وَشَغْل الْمُشْرِكِينَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَصْحَابه عَنْ أَدَاء صَلَاة الْعَصْر يَوْمَئِذٍ فَرُوِيَ عَنْ جَمَاعَة مِنْ الصَّحَابَة يَطُول ذِكْرهمْ وَإِنَّمَا الْمَقْصُود رِوَايَة مَنْ نَصَّ مِنْهُمْ فِي رِوَايَته أَنَّ الصَّلَاة الْوُسْطَى هِيَ صَلَاة الْعَصْر وَقَدْ رَوَاهُ مُسْلِم أَيْضًا مِنْ حَدِيث اِبْن مَسْعُود وَالْبَرَاء بْن عَازِب رَضِيَ اللَّه عَنْهُمَا \" حَدِيثٌ آخَرُ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا هَمَّام عَنْ قَتَادَة عَنْ الْحَسَن عَنْ سَمُرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ صَلَاة الْوُسْطَى صَلَاة الْعَصْر وَحَدَّثَنَا بَهْز وَعَفَّان قَالَا : حَدَّثَنَا أَبَان حَدَّثَنَا قَتَادَة عَنْ الْحَسَن عَنْ سَمُرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى \" وَسَمَّاهَا لَنَا أَنَّهَا هِيَ صَلَاة الْعَصْر وَحَدَّثَنَا مُحَمَّد بْن جَعْفَر وَرَوْح قَالَا : حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ الْحَسَن عَنْ سُمْرَة بْن جُنْدُب أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ هِيَ الْعَصْر قَالَ اِبْن جَعْفَر : سُئِلَ عَنْ صَلَاة الْوُسْطَى وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ الْحَسَن عَنْ سَمُرَة وَقَالَ : حَسَن صَحِيح وَقَدْ سَمِعَ مِنْهُ حَدِيث آخَر وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَحْمَد بْن مَنِيع حَدَّثَنَا عَبْد الْوَهَّاب بْن عَطَاء عَنْ التَّيْمِيّ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" الصَّلَاة الْوُسْطَى صَلَاة الْعَصْر \" \" طَرِيق أُخْرَى بَلْ حَدِيث آخَر \" قَالَ اِبْن جَرِير وَحَدَّثَنِي الْمُثَنَّى حَدَّثَنَا سُلَيْمَان بْن أَحْمَد الْجُرَشِيّ الْوَاسِطِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم قَالَ : أَخْبَرَنِي صَدَقَة بْن خَالِد حَدَّثَنِي خَالِد بْن دِهْقَان عَنْ خَالِد بْن سِيلَان عَنْ كُهَيْل بْن حَرْمَلَة قَالَ : سُئِلَ أَبُو هُرَيْرَة عَنْ الصَّلَاة الْوُسْطَى فَقَالَ : اِخْتَلَفْنَا فِيهَا كَمَا اِخْتَلَفْتُمْ فِيهَا وَنَحْنُ بِفِنَاءِ بَيْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَفِينَا الرَّجُل الصَّالِح أَبُو هَاشِم بْن عُتْبَة بْن رَبِيعَة بْن عَبْد شَمْس فَقَالَ : أَنَا أَعْلَم لَكُمْ ذَلِكَ فَقَامَ فَاسْتَأْذَنَ عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَدَخَلَ عَلَيْهِ ثُمَّ خَرَجَ إِلَيْنَا فَقَالَ : أَخْبَرَنَا أَنَّهَا صَلَاة الْعَصْر غَرِيب مِنْ هَذَا الْوَجْه جِدًّا \" حَدِيث آخَر \" قَالَ اِبْن جَرِير : حَدَّثَنَا أَحْمَد بْن إِسْحَاق حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا عَبْد السَّلَام عَنْ مُسْلِم مَوْلَى أَبِي جُبَيْر حَدَّثَنِي إِبْرَاهِيم بْن يَزِيد الدِّمَشْقِيّ قَالَ : كُنْت جَالِسًا عِنْد عَبْد الْعَزِيز بْن مَرْوَان فَقَالَ : يَا فُلَان اِذْهَبْ إِلَى فُلَان فَقُلْ لَهُ : أَيّ شَيْء سَمِعْت مِنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي الصَّلَاة الْوُسْطَى ؟ فَقَالَ رَجُل جَالِس : أَرْسَلَنِي أَبُو بَكْر وَعُمَر وَأَنَا غُلَام صَغِير أَسْأَلهُ عَنْ الصَّلَاة الْوُسْطَى فَأَخَذَ أُصْبُعِي الصَّغِير فَقَالَ هَذِهِ صَلَاة الْفَجْر وَقَبَضَ الَّتِي تَلِيهَا فَقَالَ هَذِهِ الظُّهْر ثُمَّ قَبَضَ الْإِبْهَام فَقَالَ هَذِهِ الْمَغْرِب ثُمَّ قَبَضَ الَّتِي تَلِيهَا فَقَالَ هَذِهِ الْعِشَاء ثُمَّ قَالَ : أَيّ أَصَابِعك بَقِيَتْ فَقُلْت الْوُسْطَى فَقَالَ أَيّ الصَّلَاة بَقِيَتْ ؟ فَقُلْت الْعَصْر فَقَالَ هِيَ الْعَصْر غَرِيب أَيْضًا جِدًّا \" حَدِيث آخَر \" قَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن عَوْف الطَّائِيّ حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عَيَّاش حَدَّثَنِي أَبِي حَدَّثَنِي أَبُو ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الصَّلَاة الْوُسْطَى صَلَاة الْعَصْر إِسْنَاده لَا بَأْس بِهِ \" حَدِيث آخَر \" قَالَ أَبُو حَاتِم بْن حِبَّان فِي صَحِيحه : حَدَّثَنَا أَحْمَد بْن يَحْيَى بْن زُهَيْر حَدَّثَنَا الْجَرَّاح بْن مَخْلَد حَدَّثَنَا عَمْرو بْن عَاصِم حَدَّثَنَا هَمَّام بْن مُوَرِّق الْعِجْلِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - صَلَاة الْوُسْطَى صَلَاة الْعَصْر وَقَدْ رَوَى التِّرْمِذِيّ مِنْ حَدِيث مُحَمَّد بْن طَلْحَة بْن مُصَرِّف عَنْ زُبَيْد الْيَامِيّ عَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - صَلَاة الْوُسْطَى صَلَاة الْعَصْر ثُمَّ قَالَ : حَسَن صَحِيح وَأَخْرَجَهُ مُسْلِم فِي صَحِيحه مِنْ طَرِيق مُحَمَّد بْن طَلْحَة بِهِ وَلَفْظَة شَغَلُونَا عَنْ الصَّلَاة الْوُسْطَى صَلَاة الْعَصْر الْحَدِيث فَهَذِهِ نُصُوص فِي الْمَسْأَلَة لَا تَحْتَمِل شَيْئًا وَيُؤَكِّد ذَلِكَ الْأَمْر بِالْمُحَافَظَةِ عَلَيْهَا وَقَوْله - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي الْحَدِيث الصَّحِيح مِنْ رِوَايَة الزُّهْرِيّ عَنْ سَالِم عَنْ أَبِيهِ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ مَنْ فَاتَتْهُ صَلَاة الْعَصْر فَكَأَنَّمَا وُتِرَ أَهْله وَمَاله وَفِي الصَّحِيح أَيْضًا مِنْ حَدِيث الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي قِلَابَة عَنْ أَبِي كَثِير عَنْ أَبِي الْمُجَاهِر عَنْ بُرَيْدَة بْن الْحُصَيْب عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" بَكِّرُوا بِالصَّلَاةِ فِي يَوْم الْغَيْم فَإِنَّهُ مَنْ تَرَكَ صَلَاة الْعَصْر فَقَدْ حَبِطَ عَمَلُهُ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن إِسْحَاق أَخْبَرَنَا اِبْن لَهِيعَة عَنْ عَبْد اللَّه بْن هُبَيْرَة عَنْ أَبِي تَمِيم عَنْ أَبِي نَضْرَة الْغِفَارِيّ قَالَ : صَلَّى بِنَّا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي وَادٍ مِنْ أَوْدِيَتهمْ يُقَال لَهُ الْحَمِيص صَلَاة الْعَصْر فَقَالَ إِنَّ هَذِهِ الصَّلَاة عُرِضَتْ عَلَى الَّذِينَ مِنْ قَبْلكُمْ فَضَيَّعُوهَا أَلَا وَمَنْ صَلَّاهَا ضُعِّفَ لَهُ أَجْره مَرَّتَيْنِ أَلَا وَلَا صَلَاة بَعْدهَا حَتَّى تَرَوْا الشَّاهِد \" ثُمَّ قَالَ : رَوَاهُ عَنْ يَحْيَى بْن إِسْحَاق عَنْ اللَّيْث عَنْ جُبَيْر بْن نُعَيْم عَنْ عَبْد اللَّه بْن هُبَيْرَة بِهِ وَهَكَذَا رَوَاهُ مُسْلِم وَالنَّسَائِيّ جَمِيعًا عَنْ قُتَيْبَة عَنْ اللَّيْث وَرَوَاهُ مُسْلِم أَيْضًا مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق حَدَّثَنِي يَزِيد بْن أَبِي حَبِيب كِلَاهُمَا عَنْ جُبَيْر بْن نُعَيْم الْحَضْرَمِيّ عَنْ عَبْد اللَّه بْن هُبَيْرَة السَّبَائِيّ بِهِ فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا إِسْحَاق أَخْبَرَنِي مَالِك عَنْ زَيْد بْن أَسْلَمَ عَنْ الْقَعْقَاع بْن حَكِيم عَنْ أَبِي يُونُس مَوْلَى عَائِشَة قَالَ : أَمَرَتْنِي عَائِشَة أَنْ أَكْتُب لَهَا مُصْحَفًا قَالَتْ : إِذَا بَلَغَتْ هَذِهِ الْآيَة \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى \" فَآذِنِّي فَلَمَّا بَلَغْتهَا آذَنْتهَا فَأَمْلَتْ عَلَيَّ \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَصَلَاة الْعَصْر وَقُومُوا لِلَّهِ قَانِتِينَ \" قَالَتْ : سَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَكَذَا رَوَاهُ مُسْلِم عَنْ يَحْيَى بْن يَحْيَى عَنْ مَالِك بِهِ وَقَالَ اِبْن جَرِير : حَدَّثَنِي اِبْن الْمُثَنَّى حَدَّثَنَا الْحَجَّاج حَدَّثَنَا حَمَّاد عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ قَالَ : كَانَ فِي مُصْحَف عَائِشَة \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَهِيَ صَلَاة الْعَصْر \" وَهَكَذَا رَوَاهُ مِنْ طَرِيق الْحَسَن الْبَصْرِيّ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَرَأَهَا كَذَلِكَ وَقَدْ رَوَى الْإِمَام مَالِك أَيْضًا عَنْ زَيْد بْن أَسْلَمَ عَنْ عَمْرو بْن رَافِع قَالَ : كُنْت أَكْتُب مُصْحَفًا لِحَفْصَة زَوْج النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَتْ : إِذَا بَلَغْت هَذِهِ الْآيَة فَآذِنِّي \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى \" فَلَمَّا بَلَغْتهَا آذَنْتهَا فَأَمْلَتْ عَلَيَّ \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَصَلَاة الْعَصْر وَقُومُوا لِلَّهِ قَانِتِينَ \" وَهَكَذَا رَوَاهُ مُحَمَّد بْن إِسْحَاق بْن يَسَار فَقَالَ : حَدَّثَنِي أَبُو جَعْفَر مُحَمَّد بْن عَلِيّ وَنَافِع مَوْلَى اِبْن عُمَر أَنَّ عُمَر بْن نَافِع قَالَ : فَذَكَرَ مِثْله وَزَادَ كَمَا حَفِظَتْهَا مِنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" طَرِيق أُخْرَى عَنْ حَفْصَة \" قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ عَبْد اللَّه بْن يَزِيد الْأَزْدِيّ عَنْ سَالِم بْن عَبْد اللَّه أَنَّ حَفْصَة أَمَرَتْ إِنْسَانًا أَنْ يَكْتُب لَهَا مُصْحَفًا فَقَالَتْ إِذَا بَلَغْت هَذِهِ الْآيَة \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى \" فَآذِنِّي فَلَمَّا بَلَغَ آذَنهَا فَقَالَتْ اُكْتُبْ \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَصَلَاة الْعَصْر \" \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير : حَدَّثَنِي اِبْن الْمُثَنَّى حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا عُبَيْد اللَّه عَنْ نَافِع أَنَّ حَفْصَة أَمَرَتْ مَوْلًى لَهَا أَنْ يَكْتُب لَهَا مُصْحَفًا فَقَالَتْ إِذَا بَلَغْت هَذِهِ الْآيَة \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى \" فَلَا تَكْتُبهَا حَتَّى أُمْلِيهَا عَلَيْك كَمَا سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقْرَأهَا فَلَمَّا بَلَغَهَا أَمَرْته فَكَتَبَهَا \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَصَلَاة الْعَصْر وَقُومُوا لِلَّهِ قَانِتِينَ \" قَالَ نَافِع : فَقَرَأْت ذَلِكَ الْمُصْحَف فَوَجَدْت فِيهِ الْوَاو . وَكَذَا رَوَى اِبْن جَرِير عَنْ اِبْن عَبَّاس وَعُبَيْد بْن عُمَيْر أَنَّهُمَا قَرَآ كَذَلِكَ وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عَبِيدَة حَدَّثَنَا مُحَمَّد بْن عَمْرو حَدَّثَنِي أَبُو سَلَمَة عَنْ عَمْرو بْن رَافِع مَوْلَى عُمَر قَالَ : كَانَ فِي مُصْحَف حَفْصَة \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَصَلَاة الْعَصْر وَقُومُوا لِلَّهِ قَانِتِينَ \" وَتَقْرِير الْمُعَارَضَة أَنَّهُ عَطْف صَلَاة الْعَصْر عَلَى الصَّلَاة الْوُسْطَى بِوَاوِ الْعَطْف الَّتِي تَقْتَضِي الْمُغَايَرَة فَدَلَّ ذَلِكَ عَلَى أَنَّهَا غَيْرهَا وَأُجِيب عَنْ ذَلِكَ بِوُجُوهٍ \" أَحَدهَا \" أَنَّ هَذَا إِنْ رُوِيَ عَلَى أَنَّهُ خَبَر فَحَدِيث عَلِيّ أَصَحّ وَأَصْرَح مِنْهُ وَهَذَا يَحْتَمِل أَنْ تَكُون الْوَاو زَائِدَة كَمَا فِي قَوْله \" وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ \" \" وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنْ الْمُوقِنِينَ \" أَوْ تَكُون لِعَطْفِ الصِّفَات لَا لِعَطْفِ الذَّوَات كَقَوْلِهِ \" وَلَكِنْ رَسُول اللَّه وَخَاتَم النَّبِيِّينَ \" وَكَقَوْلِهِ\" سَبِّحْ اِسْم رَبّك الْأَعْلَى الَّذِي خَلَقَ فَسَوَّى وَاَلَّذِي قَدَّرَ فَهَدَى وَاَلَّذِي أَخْرَجَ الْمَرْعَى \" وَأَشْبَاه ذَلِكَ كَثِيرَة وَقَالَ الشَّاعِر : إِلَى الْمَلِك الْقَرْم وَابْن الْهُمَام وَلَيْث الْكَتِيبَة فِي الْمُزْدَحَم وَقَالَ أَبُو دَاوُد الْإِيَادِيّ : سُلِّطَ الْمَوْتُ وَالْمَنُونُ عَلَيْهِمْ فَلَهُمْ فِي صَدَى الْمَقَابِر هَام وَالْمَوْت هُوَ الْمَنُون قَالَ عَدِيّ بْن زَيْد الْعَبَّادِيّ : فَقَدَّدْت الْأَدِيمَ لِرَاهِشِيهِ فَأَلْفَى قَوْلهَا كَذِبًا وَمَيْنَا وَالْكَذِب هُوَ الْمَيْن وَقَدْ نَصَّ سِيبَوَيْهِ شَيْخ النُّحَاة عَلَى جَوَاز قَوْل الْقَائِل : مَرَرْت بِأَخِيك وَصَاحِبك وَيَكُون الصَّاحِب هُوَ الْأَخ نَفْسه وَاَللَّه أَعْلَم وَأَمَّا إِنْ رُوِيَ عَلَى أَنَّهُ قُرْآن فَإِنَّهُ لَمْ يَتَوَاتَر فَلَا يَثْبُت بِمِثْلِ خَبَر الْوَاحِد قُرْآن وَلِهَذَا لَمْ يُثْبِتهُ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان - رَضِيَ اللَّه عَنْهُ - فِي الْمُصْحَف وَلَا قَرَأَ بِذَلِكَ أَحَد مِنْ الْقُرَّاء الَّذِينَ تَثْبُتُ الْحُجَّة بِقِرَاءَتِهِمْ لَا مِنْ السَّبْعَة وَلَا مِنْ غَيْرهمْ ثُمَّ قَدْ رُوِيَ مَا يَدُلّ عَلَى نَسْخ هَذِهِ التِّلَاوَة الْمَذْكُورَة فِي هَذَا الْحَدِيث قَالَ مُسْلِم : حَدَّثَنَا إِسْحَاق بْن رَاهْوَيْهِ أَخْبَرَنَا يَحْيَى بْن آدَم عَنْ فُضَيْل بْن مَرْزُوق عَنْ شَقِيق بْن عُقْبَة عَنْ الْبَرَاء بْن عَازِب قَالَ : نَزَلَتْ \" حَافِظُوا عَلَى الصَّلَوَات وَصَلَاة الْعَصْر \" فَقَرَأْنَاهَا عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَا شَاءَ اللَّه ثُمَّ نَسَخَهَا اللَّه عَزَّ وَجَلَّ فَأَنْزَلَ \" حَافِظُوا عَلَى الصَّلَوَات وَالصَّلَاة الْوُسْطَى \" فَقَالَ لَهُ زَاهِر رَجُل كَانَ مَعَ شَقِيق : أَفَهِيَ الْعَصْر ؟ قَالَ : قَدْ حَدَّثْتُك كَيْف نَزَلَتْ وَكَيْف نَسَخَهَا اللَّه عَزَّ وَجَلَّ قَالَ مُسْلِم : وَرَوَاهُ الْأَشْجَعِيّ عَنْ الثَّوْرِيّ عَنْ الْأَسْوَد عَنْ شَقِيق قُلْت : وَشَقِيق هَذَا لَمْ يَرْوِ لَهُ مُسْلِم سِوَى هَذَا الْحَدِيث الْوَاحِد وَاَللَّه أَعْلَم فَعَلَى هَذَا تَكُون هَذِهِ التِّلَاوَة وَهِيَ تِلَاوَة الْجَادَّة نَاسِخَة لِلَفْظِ رِوَايَة عَائِشَة وَحَفْصَة وَلِمَعْنَاهَا إِنْ كَانَتْ الْوَاو دَالَّة عَلَى الْمُغَايَرَة وَإِلَّا فَلَفْظهَا فَقَطْ وَاَللَّه أَعْلَم وَقِيلَ إِنَّ الصَّلَاة الْوُسْطَى هِيَ صَلَاة الْمَغْرِب رَوَاهُ اِبْن أَبِي حَاتِم عَنْ اِبْن عَبَّاس وَفِي إِسْنَاده نَظَر فَإِنَّهُ رَوَاهُ عَنْ أَبِيهِ عَنْ أَبِي الْجُمَاهِر عَنْ سَعِيد بْن بَشِير عَنْ قَتَادَة عَنْ أَبِي الْخَلِيل عَنْ عَمّه عَنْ اِبْن عَبَّاس قَالَ : صَلَاة الْوُسْطَى الْمَغْرِب وَحَكَى هَذَا الْقَوْل اِبْن جَرِير عَنْ قَبِيصَة بْن ذُؤَيْب وَحُكِيَ أَيْضًا عَنْ قَتَادَة عَلَى اِخْتِلَاف عَنْهُ وَوَجَّهَ هَذَا الْقَوْلَ بَعْضُهُمْ بِأَنَّهَا وُسْطَى فِي الْعَدَد بَيْن الرُّبَاعِيَّة وَالثُّنَائِيَّة وَبِأَنَّهَا وِتْر الْمَفْرُوضَات وَبِمَا جَاءَ فِيهَا مِنْ الْفَضِيلَة وَاَللَّه أَعْلَم . وَقِيلَ إِنَّهَا الْعِشَاء الْأَخِيرَة اِخْتَارَهُ عَلِيّ بْن أَحْمَد الْوَاحِدِيّ فِي تَفْسِيره الْمَشْهُور وَقِيلَ هِيَ وَاحِدَة مِنْ الْخَمْس بِعَيْنِهَا وَأُبْهِمَتْ فِيهِنَّ كَمَا أُبْهِمَتْ لَيْلَة الْقَدْر فِي الْحَوْل أَوْ الشَّهْر أَوْ الْعَشْر وَيُحْكَى هَذَا الْقَوْل عَنْ سَعِيد بْن الْمُسَيِّب وَشُرَيْح الْقَاضِي وَنَافِع مَوْلَى اِبْن عُمَر وَالرَّبِيع بْن خُثَيْم وَنَقَلَ أَيْضًا عَنْ زَيْد بْن ثَابِت وَاخْتَارَهُ إِمَام الْحَرَمَيْنِ الْجُوَيْنِيّ فِي نِهَايَته وَقِيلَ بَلْ الصَّلَاة الْوُسْطَى مَجْمُوع الصَّلَوَات الْخَمْس رَوَاهُ اِبْن أَبِي حَاتِم عَنْ اِبْن عُمَر وَفِي صِحَّته أَيْضًا نَظَر وَالْعَجَب أَنَّ هَذَا الْقَوْل اِخْتَارَهُ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ النَّمَرِيّ إِمَام مَا وَرَاء الْبَحْر وَإِنَّهَا لَإِحْدَى الْكُبَر إِذْ اِخْتَارَهُ مَعَ اِطِّلَاعه وَحِفْظه مَا لَمْ يَقُمْ عَلَيْهِ دَلِيل مِنْ كِتَاب وَلَا سُنَّة وَلَا أَثَر وَقِيلَ إِنَّهَا صَلَاة الْعِشَاء وَصَلَاة الْفَجْر وَقِيلَ بَلْ هِيَ صَلَاة الْجَمَاعَة وَقِيلَ صَلَاة الْجُمْعَة وَقِيلَ صَلَاة الْخَوْف وَقِيلَ بَلْ صَلَاة عِيد الْفِطْر وَقِيلَ بَلْ صَلَاة الْأَضْحَى وَقِيلَ الْوِتْر وَقِيلَ الضُّحَى وَتَوَقَّفَ فِيهَا آخَرُونَ لَمَّا تَعَارَضَتْ عِنْدهمْ الْأَدِلَّة وَلَمْ يَظْهَر لَهُمْ وَجْه التَّرْجِيح وَلَمْ يَقَع الْإِجْمَاع عَلَى قَوْل وَاحِد بَلْ لَمْ يَزَلْ النِّزَاع فِيهَا مَوْجُودًا مِنْ زَمَان الصَّحَابَة وَإِلَى الْآن قَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن بَشَّار وَابْن الْمُثَنَّى قَالَا : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة قَالَ : سَمِعْت قَتَادَة يُحَدِّث عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : كَانَ أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مُخْتَلِفِينَ فِي الصَّلَاة الْوُسْطَى هَكَذَا وَشَبَّكَ بَيْن أَصَابِعه وَكُلّ هَذِهِ الْأَقْوَال فِيهَا ضَعْف بِالنِّسْبَةِ إِلَى الَّتِي قَبْلهَا وَإِنَّمَا الْمَدَار وَمُعْتَرَك النِّزَاع فِي الصُّبْح وَالْعَصْر وَقَدْ ثَبَتَتْ السُّنَّة بِأَنَّهَا الْعَصْر فَتَعَيَّنَ الْمَصِير إِلَيْهَا وَقَدْ رَوَى الْإِمَام أَبُو مُحَمَّد عَبْد الرَّحْمَن بْن أَبِي حَاتِم الرَّازِيّ رَحِمَهُمَا اللَّه فِي كِتَاب الشَّافِعِيّ رَحِمَهُ اللَّه حَدَّثَنَا أَبِي سَمِعْت حَرْمَلَة بْن يَحْيَى اللَّخْمِيّ يَقُول : قَالَ الشَّافِعِيّ كُلّ مَا قُلْت فَكَانَ عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِخِلَافِ قَوْلِي مِمَّا يَصِحّ فَحَدِيث النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَوْلَى وَلَا تُقَلِّدُونِي وَكَذَا رَوَى الرَّبِيع وَالزَّعْفَرَانِيّ وَأَحْمَد بْن حَنْبَل عَنْ الشَّافِعِيّ وَقَالَ مُوسَى أَبُو الْوَلِيد بْن أَبِي الْجَارُود عَنْ الشَّافِعِيّ إِذَا صَحَّ الْحَدِيث وَقُلْت قَوْلًا فَأَنَا رَاجِعٌ عَنْ قَوْلِي وَقَائِل بِذَلِكَ فَهَذَا مِنْ سِيَادَته وَأَمَانَته وَهَذَا نَفْس إِخْوَانه مِنْ الْأَئِمَّة رَحِمَهُمْ اللَّه وَرَضِيَ عَنْهُمْ أَجْمَعِينَ آمِينَ وَمِنْ هَاهُنَا قَطَعَ الْقَاضِي الْمَاوَرْدِيّ بِأَنَّ مَذْهَب الشَّافِعِيّ رَحِمَهُ اللَّه أَنَّ صَلَاة الْوُسْطَى هِيَ صَلَاة الْعَصْر وَإِنْ كَانَ قَدْ نَصَّ فِي الْجَدِيد وَغَيْره أَنَّهَا الصُّبْح لِصِحَّةِ الْأَحَادِيث أَنَّهَا الْعَصْر وَقَدْ وَافَقَهُ عَلَى هَذِهِ الطَّرِيقَة جَمَاعَة مِنْ مُحَدِّثِي الْمَذْهَب وَلِلَّهِ الْحَمْد وَالْمِنَّة وَمِنْ الْفُقَهَاء فِي الْمَذْهَب مَنْ يُنْكِر أَنْ تَكُون هِيَ الْعَصْر مَذْهَب الشَّافِعِيّ وَصَمَّمُوا عَلَى أَنَّهَا الصُّبْح قَوْلًا وَاحِدًا قَالَ الْمَاوَرْدِيّ : وَمِنْهُمْ مَنْ حَكَى فِي الْمَسْأَلَة قَوْلَيْنِ وَلِتَقْرِيرِ الْمُعَاوَضَات وَالْجَوَابَات مَوْضِع آخَر غَيْر هَذَا وَقَدْ أَفْرَدْنَاهُ عَلَى حِدَة وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَوْله تَعَالَى \" وَقُومُوا لِلَّهِ قَانِتِينَ \" أَيْ خَاشِعِينَ ذَلِيلِينَ مُسْتَكِينِينَ بَيْن يَدَيْهِ وَهَذَا الْأَمْر مُسْتَلْزِم تَرْك الْكَلَام فِي الصَّلَاة لِمُنَافَاتِهِ إِيَّاهَا وَلِهَذَا لَمَّا اِمْتَنَعَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْ الرَّدّ عَلَى اِبْن مَسْعُود حِين سَلَّمَ عَلَيْهِ وَهُوَ فِي الصَّلَاة اِعْتَذَرَ إِلَيْهِ بِذَلِكَ وَقَالَ \" إِنَّ فِي الصَّلَاة لَشُغْلًا \" وَفِي صَحِيح مُسْلِم أَنَّهُ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لِمُعَاوِيَة بْن الْحَكَم السُّلَمِيّ حِين تَكَلَّمَ فِي الصَّلَاة \" إِنَّ هَذِهِ الصَّلَاة لَا يَصْلُح فِيهَا شَيْء مِنْ كَلَام النَّاس إِنَّمَا هِيَ التَّسْبِيح وَالتَّكْبِير وَذِكْر اللَّه \" وَقَالَ الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ إِسْمَاعِيل حَدَّثَنِي الْحَارِث بْن شُبَيْل عَنْ أَبِي عَمْرو الشَّيْبَانِيّ عَنْ زَيْد بْن أَرْقَم قَالَ : كَانَ الرَّجُل يُكَلِّم صَاحِبه فِي عَهْد النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي الْحَاجَة فِي الصَّلَاة حَتَّى نَزَلَتْ هَذِهِ الْآيَة \" وَقُومُوا لِلَّهِ قَانِتِينَ \" فَأُمِرْنَا بِالسُّكُوتِ رَوَاهُ الْجَمَاعَة سِوَى اِبْن مَاجَهْ مِنْ طُرُق عَنْ إِسْمَاعِيل بِهِ وَقَدْ أَشْكَلَ هَذَا الْحَدِيث عَلَى جَمَاعَة مِنْ الْعَمَاء حَيْثُ ثَبَتَ عِنْدهمْ أَنَّ تَحْرِيم الْكَلَام فِي الصَّلَاة كَانَ بِمَكَّة قَبْل الْهِجْرَة إِلَى الْمَدِينَة وَبَعْد الْهِجْرَة إِلَى أَرْض الْحَبَشَة كَمَا دَلَّ عَلَى ذَلِكَ حَدِيث اِبْن مَسْعُود الَّذِي فِي الصَّحِيح قَالَ : كُنَّا نُسَلِّم عَلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَبْل أَنْ نُهَاجِر إِلَى الْحَبَشَة وَهُوَ فِي الصَّلَاة فَيَرُدّ عَلَيْنَا قَالَ فَلَمَّا قَدِمْنَا سَلَّمْت عَلَيْهِ فَلَمْ يَرُدّ عَلَيَّ فَأَخَذَنِي مَا قَرُبَ وَمَا بَعُدَ فَلَمَّا سَلَّمَ قَالَ \" إِنِّي لَمْ أَرُدّ عَلَيْك إِلَّا أَنِّي كُنْت فِي الصَّلَاة وَإِنَّ اللَّه يُحْدِث مِنْ أَمْره مَا يَشَاء وَإِنَّ مِمَّا أَحْدَثَ أَنْ لَا تَكَلَّمُوا فِي الصَّلَاة \" وَقَدْ كَانَ اِبْن مَسْعُود مِمَّنْ أَسْلَمَ قَدِيمًا وَهَاجَرَ إِلَى الْحَبَشَة ثُمَّ قَدِمَ مِنْهَا إِلَى مَكَّة مَعَ مَنْ قَدِمَ فَهَاجَرَ إِلَى الْمَدِينَة وَهَذِهِ الْآيَة \" وَقُومُوا لِلَّهِ قَانِتِينَ \" مَدَنِيَّة بِلَا خِلَاف فَقَالَ قَائِلُونَ إِنَّمَا أَرَادَ زَيْد بْن أَرَقْم بِقَوْلِهِ كَانَ الرَّجُل يُكَلِّم أَخَاهُ فِي حَاجَته فِي الصَّلَاة الْإِخْبَار عَنْ جِنْس الْكَلَام وَاسْتَدَلَّ عَلَى تَحْرِيم ذَلِكَ بِهَذِهِ الْآيَة بِحَسْب مَا فَهِمَهُ مِنْهَا وَاَللَّه أَعْلَم وَقَالَ آخَرُونَ إِنَّمَا أَرَادَ أَنَّ ذَلِكَ قَدْ وَقَعَ بِالْمَدِينَةِ بَعْد الْهِجْرَة إِلَيْهَا وَيَكُون ذَلِكَ فَقَدْ أُبِيحَ مَرَّتَيْنِ وَحُرِّمَ مَرَّتَيْنِ كَمَا اِخْتَارَ ذَلِكَ قَوْم مِنْ أَصْحَابنَا وَغَيْرهمْ وَالْأَوَّل أَظْهَر وَاَللَّه أَعْلَم وَقَالَ الْحَافِظ أَبُو يَعْلَى : أَخْبَرَنَا بِشْر بْن الْوَلِيد أَخْبَرَنَا إِسْحَاق بْن يَحْيَى عَنْ الْمُسَيِّب عَنْ اِبْن مَسْعُود قَالَ : كُنَّا يُسَلِّم بَعْضنَا عَلَى بَعْض فِي الصَّلَاة فَمَرَرْت بِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَلَّمْت عَلَيْهِ فَلَمْ يَرُدّ عَلَيَّ فَوَقَعَ فِي نَفْسِي أَنَّهُ نَزَلَ فِيَّ شَيْء فَلَمَّا قَضَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" وَعَلَيْك السَّلَام أَيّهَا الْمُسَلِّم وَرَحْمَة اللَّه إِنَّ اللَّه عَزَّ وَجَلَّ يُحْدِث مِنْ أَمْره مَا يَشَاء فَإِذَا كُنْتُمْ فِي الصَّلَاة فَاقْنُتُوا وَلَا تَكَلَّمُوا \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38651, "aya_id": 238}]