[{"text": "إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ", "sura_id": 37, "type": 0, "id": 3798, "aya_id": 10}, {"text": "إلا من خطف الخطفة فأتبعه شهاب ثاقب", "sura_id": 37, "type": 1, "id": 10034, "aya_id": 10}, {"text": "10 - (إلا من خطف الخطفة) مصدر أي المرة والاستثناء من ضمير يسمعون أي لا يسمع إلا الشيطان الذي سمع الكلمة من الملائكة فأخذها بسرعة (فأتبعه شهاب) كوكب مضيء (ثاقب) يثقبه أو يحرقه أو يخبله \r\n", "sura_id": 37, "type": 2, "id": 28742, "aya_id": 10}, {"text": "إلا مَنِ اختطف من الشياطين الخطفة, وهي الكلمة يسمعها من السماء بسرعة, فيلقيها إلى الذي تحته, ويلقيها الآخر إلى الذي تحته, فربما أدركه الشهاب المضيء قبل أن يلقيها, وربما ألقاها بقَدَر الله تعالى قبل أن يأتيه الشهاب, فيحرقه فيذهب بها الآخر إلى الكهنة, فيكذبون معها مائة كذبة.\r\n", "sura_id": 37, "type": 3, "id": 34978, "aya_id": 10}, {"text": " <font color=red>إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى \" إِلَّا مَنْ خَطِفَ الْخَطْفَة \" أَيْ إِلَّا مَنْ اِخْتَطَفَ مِنْ الشَّيَاطِين الْخَطْفَة وَهِيَ الْكَلِمَة يَسْمَعهَا مِنْ السَّمَاء فَيُلْقِيهَا إِلَى الَّذِي تَحْته وَيُلْقِيهَا الْآخَر إِلَى الَّذِي تَحْته فَرُبَّمَا أَدْرَكَهُ الشِّهَاب قَبْل أَنْ يُلْقِيهَا وَرُبَّمَا أَلْقَاهَا بِقَدَرِ اللَّه تَعَالَى قَبْل أَنْ يَأْتِيه الشِّهَاب فَيُحْرِقَهُ فَيَذْهَب بِهَا الْآخَر إِلَى الْكَاهِن كَمَا تَقَدَّمَ فِي الْحَدِيث وَلِهَذَا قَالَ \" إِلَّا مَنْ خَطِفَ الْخَطْفَة فَأَتْبَعَهُ شِهَاب ثَاقِب \" أَيْ مُسْتَنِير قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : كَانَ لِلشَّيَاطِينِ مَقَاعِد فِي السَّمَاء قَالَ فَكَانُوا يَسْتَمِعُونَ الْوَحْي قَالَ وَكَانَتْ النُّجُوم لَا تَجْرِي وَكَانَتْ الشَّيَاطِين لَا تُرْمَى قَالَ فَإِذَا سَمِعُوا الْوَحْي نَزَلُوا إِلَى الْأَرْض فَزَادُوا فِي الْكَلِمَة تِسْعًا قَالَ فَلَمَّا بُعِثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَ الشَّيْطَان إِذَا قَعَدَ مَقْعَده جَاءَهُ شِهَاب فَلَمْ يُخْطِئْهُ حَتَّى يُحْرِقَهُ قَالَ فَشَكَوْا ذَلِكَ إِلَى إِبْلِيس لَعَنَهُ اللَّه فَقَالَ مَا هُوَ إِلَّا مِنْ أَمْر حَدَثَ قَالَ فَبَعَثَ جُنُوده فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَائِم يُصَلِّي بَيْن جَبَلَيْ نَخْلَة قَالَ وَكِيع يَعْنِي بَطْن نَخْلَة قَالَ فَرَجَعُوا إِلَى إِبْلِيس فَأَخْبَرُوهُ فَقَالَ هَذَا الَّذِي حَدَثَ وَسَتَأْتِي إِنْ شَاءَ اللَّه تَعَالَى الْأَحَادِيث الْوَارِدَة مَعَ الْآثَار فِي هَذَا الْمَعْنَى عِنْد قَوْله تَعَالَى إِخْبَارًا عَنْ الْجِنّ أَنَّهُمْ قَالُوا \" وَأَنَّا لَمَسْنَا السَّمَاء فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا وَأَنَّا كُنَّا نَقْعُد مِنْهَا مَقَاعِد لِلسَّمْعِ فَمَنْ يَسْتَمِعْ الْآن يَجِدْ لَهُ شِهَابًا رَصَدًا وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْض أَمْ أَرَادَ بِهِمْ رَبّهمْ رَشَدًا \" .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40423, "aya_id": 10}]