[{"text": "فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارِي إِلَى اللّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللّهِ آمَنَّا بِاللّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ", "sura_id": 3, "type": 0, "id": 345, "aya_id": 52}, {"text": "فلما أحس عيسى منهم الكفر قال من أنصاري إلى الله قال الحواريون نحن أنصار الله آمنا بالله واشهد بأنا مسلمون", "sura_id": 3, "type": 1, "id": 6581, "aya_id": 52}, {"text": "52 - (فلما أحس) علم (عيسى منهم الكفر) وأرادوا قتله (قال من أنصاري) أعواني ذاهباً (إلى الله) لأنصر دينه (قال الحواريون نحن أنصار الله) أعوان دينه وهم أصفياء عيسى أول من آمن به وكانوا اثني عشر رجلا من الحور وهو البياض الخالص وقيل كانوا قصّارين يحورون الثياب أي يبيّضونها (آمنا) صدقنا (بالله واشهد) يا عيسى (بأنا مسلمون) \r\n", "sura_id": 3, "type": 2, "id": 25289, "aya_id": 52}, {"text": "فلما استشعر عيسى منهم التصميم على الكفر نادى في أصحابه الخُلَّص: مَن يكون معي في نصرة دين الله؟ قال أصفياء عيسى: نحن أنصار دين الله والداعون إليه, صدَّقنا بالله واتبعناك, واشهد أنت يا عيسى بأنا مستسلمون لله بالتوحيد والطاعة.\r\n", "sura_id": 3, "type": 3, "id": 31525, "aya_id": 52}, {"text": " <font color=red>فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ</font><BR><p>يَقُول تَعَالَى \" فَلَمَّا أَحَسَّ عِيسَى \" أَيْ اِسْتَشْعَرَ مِنْهُمْ التَّصْمِيم عَلَى الْكُفْر وَالِاسْتِمْرَار عَلَى الضَّلَال قَالَ : \" مَنْ أَنْصَارِي إِلَى اللَّه \" قَالَ مُجَاهِد : أَيْ مَنْ يَتْبَعنِي إِلَى اللَّه وَقَالَ سُفْيَان الثَّوْرِيّ وَغَيْره : أَيْ مَنْ أَنْصَارِي مَعَ اللَّه وَقَوْل مُجَاهِد أَقْرَب . وَالظَّاهِر أَنَّهُ أَرَادَ مَنْ أَنْصَارِي فِي الدَّعْوَة إِلَى اللَّه كَمَا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي مَوَاسِم الْحَجّ قَبْل أَنْ يُهَاجِر \" مَنْ رَجُل يُؤْوِينِي حَتَّى أُبَلِّغ كَلَام رَبِّي فَإِنَّ قُرَيْشًا قَدْ مَنَعُونِي أَنْ أُبَلِّغ كَلَام رَبِّي \" حَتَّى وَجَدَ الْأَنْصَار فَأَوَوْهُ وَنَصَرُوهُ وَهَاجَرَ إِلَيْهِمْ فَوَاسُوهُ وَمَنَعُوهُ مِنْ الْأَسْوَد وَالْأَحْمَر رَضِيَ اللَّه عَنْهُمْ وَأَرْضَاهُمْ . وَهَكَذَا عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام اِنْتَدَبَ لَهُ طَائِفَة مِنْ بَنِي إِسْرَائِيل فَآمَنُوا بِهِ وَوَازَرُوه وَنَصَرُوهُ وَاتَّبَعُوا النُّور الَّذِي أُنْزِلَ مَعَهُ وَلِهَذَا قَالَ تَعَالَى مُخْبِرًا عَنْهُمْ \" قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَار اللَّه آمَنَّا بِاَللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ رَبّنَا آمَنَّا بِمَا أَنْزَلْت وَاتَّبَعْنَا الرَّسُول فَاكْتُبْنَا مَعَ الشَّاهِدِينَ \" الْحَوَارِيُّونَ قِيلَ : كَانُوا قَصَّارِينَ وَقِيلَ سُمُّوا بِذَلِكَ لِبَيَاضِ ثِيَابهمْ وَقِيلَ : صَيَّادِينَ . وَالصَّحِيح أَنَّ الْحَوَارِيّ النَّاصِر كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَدَبَ النَّاس يَوْم الْأَحْزَاب فَانْتَدَبَ الزُّبَيْر ثُمَّ نَدَبَهُمْ فَانْتَدَبَ الزُّبَيْر رَضِيَ اللَّه عَنْهُ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِكُلِّ نَبِيّ حَوَارِيّ وَحَوَارِيَّ الزُّبَيْر \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39991, "aya_id": 52}]