[{"text": "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاء أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا", "sura_id": 35, "type": 0, "id": 3705, "aya_id": 45}, {"text": "ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم فإن الله كان بعباده بصيرا", "sura_id": 35, "type": 1, "id": 9941, "aya_id": 45}, {"text": "45 - (ولو يؤاخذ الله الناس بما كسبوا) من المعاصي (ما ترك على ظهرها) الأرض (من دابة) نسمة تدب عليها (ولكن يؤخرهم إلى أجل مسمى) يوم القيامة (فإذا جاء أجلهم فإن الله كان بعباده بصيرا) فيجازيهم على أعمالهم يإثابة المؤمنين وعقاب الكافرين \r\n", "sura_id": 35, "type": 2, "id": 28649, "aya_id": 45}, {"text": "ولو يعاقب الله الناس بما عملوا من الذنوب والمعاصي ما ترك على ظهر الأرض من دابة تَدِبُّ عليها, ولكن يُمْهلهم ويؤخر عقابهم إلى وقت معلوم عنده, فإذا جاء وقت عقابهم فإن الله كان بعباده بصيرًا, لا يخفى عليه أحد منهم, ولا يعزب عنه علم شيء من أمورهم, وسيجازيهم بما عملوا من خير أو شر.\r\n", "sura_id": 35, "type": 3, "id": 34885, "aya_id": 45}, {"text": " <font color=red>وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا</font><BR><p>ثُمَّ قَالَ تَعَالَى : \" وَلَوْ يُؤَاخِذ اللَّه النَّاس بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرهَا مِنْ دَابَّة \" أَيْ لَوْ آخَذَهُمْ بِجَمِيعِ ذُنُوبهمْ لَأَهْلَكَ جَمِيع أَهْل السَّمَاوَات وَالْأَرْض وَمَا يَمْلِكُونَهُ مِنْ دَوَابّ وَأَرْزَاق . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه قَالَ : كَادَ الْجَعْل أَنْ يُعَذَّب فِي جُحْره بِذَنْبِ اِبْن آدَم ثُمَّ قَرَأَ \" وَلَوْ يُؤَاخِذ اللَّه النَّاس بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرهَا مِنْ دَابَّة \" وَقَالَ سَعِيد بْن جُبَيْر وَالسُّدِّيّ فِي قَوْله تَعَالَى : \" مَا تَرَكَ عَلَى ظَهْرهَا مِنْ دَابَّة \" أَيْ لَمَا سَقَاهُمْ الْمَطَر فَمَاتَتْ جَمِيع الدَّوَابّ \" وَلَكِنْ يُؤَخِّرهُمْ إِلَى أَجَل مُسَمًّى \" أَيْ وَلَكِنْ يُنْظِرهُمْ إِلَى يَوْم الْقِيَامَة فَيُحَاسِبهُمْ يَوْمئِذٍ وَيُوَفِّي كُلّ عَامِل بِعَمَلِهِ فَيُجَازِي بِالثَّوَابِ أَهْل الطَّاعَة وَبِالْعِقَابِ أَهْل الْمَعْصِيَة . وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" فَإِذَا جَاءَ أَجَلهمْ فَإِنَّ اللَّه كَانَ بِعِبَادِهِ بَصِيرًا \" . آخِر تَفْسِير سُورَة فَاطِر وَلِلَّهِ الْحَمْدُ وَالْمِنَّة .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40333, "aya_id": 45}]