[{"text": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى وَلَكِن لِّيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِّنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللّهَ عَزِيزٌ حَكِيمٌ", "sura_id": 2, "type": 0, "id": 267, "aya_id": 260}, {"text": "وإذ قال إبراهيم رب أرني كيف تحيي الموتى قال أو لم تؤمن قال بلى ولكن ليطمئن قلبي قال فخذ أربعة من الطير فصرهن إليك ثم اجعل على كل جبل منهن جزءا ثم ادعهن يأتينك سعيا واعلم أن الله عزيز حكيم", "sura_id": 2, "type": 1, "id": 6503, "aya_id": 260}, {"text": "260 - (و) اذكر (إذ قال إبراهيم رب أرني كيف تحيي الموتى قال) تعالى له (أولم تؤمن) بقدرتي على الإحياء ، سأله مع علمه بإيمانه بذلك ليجيبه بما أجاب فيعلم السامعون غرضه (قال بلى) آمنت (ولكن) سألتك (ليطمئن) يسكن (قلبي) بالمعاينة المضمومة إلى الاستدلال (قال فخذ أربعة من الطير فصِرهن إليك) بكسر الصاد وضمها ، أملهن إليك وقطعهن واخلط لحمهن وريشهن (ثم اجعل على كل جبل) من جبال أرضك (منهن جزءاً ثم ادعهن) إليك (يأتينك سعيا) سريعا (واعلم أن الله عزيز) لا يعجزه شيء (حكيم) في صنعه فأخذ طاووسا ونسرا وغرابا وديكا وفعل بهن ما ذكر وأمسك رؤوسهن عنده ودعاهن فتطايرت الأجزاء إلى بعضها حتى تكاملت ثم أقبلت إلى رؤوسها \r\n", "sura_id": 2, "type": 2, "id": 25211, "aya_id": 260}, {"text": "واذكر -أيها الرسول- طلب إبراهيم من ربه أن يريه كيفية البعث, فقال الله له: أَوَلم تؤمن؟ قال: بلى, ولكن أطلب ذلك لأزداد يقينًا على يقيني, قال: فخذ أربعة من الطير فاضممهن إليك واذبحهن وقطعهن, ثم اجعل على كل جبل منهن جزءًا, ثم نادِهن يأتينك مسرعات. فنادى إبراهيم عليه السلام, فإذا كل جزء يعود إلى موضعه, وإذا بها تأتي مسرعة. واعلم أن الله عزيز لا يغلبه شيء, حكيم في أقواله وأفعاله وشرعه وقدره.\r\n", "sura_id": 2, "type": 3, "id": 31447, "aya_id": 260}, {"text": " <font color=red>وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</font><BR><p>ذَكَرُوا لِسُؤَالِ إِبْرَاهِيم عَلَيْهِ السَّلَام أَسْبَابًا مِنْهَا أَنَّهُ لَمَّا قَالَ لِنُمْرُودَ \" رَبِّي الَّذِي يُحْيِي وَيُمِيت \" أَحَبَّ أَنْ يَتَرَقَّى مِنْ عِلْم الْيَقِين بِذَلِكَ إِلَى عَيْن الْيَقِين وَأَنْ يَرَى ذَلِكَ مُشَاهَدَة فَقَالَ \" رَبِّ أَرِنِي كَيْف تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي \" فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْبُخَارِيّ عِنْد هَذِهِ الْآيَة حَدَّثَنَا أَحْمَد بْن صَالِح حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي يُونُس عَنْ اِبْن شِهَاب عَنْ أَبِي سَلَمَة وَسَعِيد عَنْ أَبِي هُرَيْرَة - رَضِيَ اللَّه عَنْهُ - قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَحْنُ أَحَقّ بِالشَّكِّ مِنْ إِبْرَاهِيم إِذْ قَالَ رَبِّ أَرِنِي كَيْف تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنّ قَلْبِي وَكَذَا رَوَاهُ مُسْلِم عَنْ حَرْمَلَة بْن يَحْيَى عَنْ وَهْب بِهِ فَلَيْسَ الْمُرَاد هَاهُنَا بِالشَّكِّ مَا قَدْ يَفْهَمهُ مَنْ لَا عِلْم عِنْده بِلَا خِلَاف وَقَدْ أُجِيبَ عَنْ هَذَا الْحَدِيث بِأَجْوِبَةٍ أَحَدهَا . وَقَوْله \" قَالَ فَخُذْ أَرْبَعَة مِنْ الطَّيْر فَصُرْهُنَّ إِلَيْك \" اِخْتَلَفَ الْمُفَسِّرُونَ فِي هَذِهِ الْأَرْبَعَة مَا هِيَ وَإِنْ كَانَ لَا طَائِل تَحْت تَعْيِينهَا إِذْ لَوْ كَانَ فِي ذَلِكَ مُهِمّ لَنَصَّ عَلَيْهِ الْقُرْآن فَرُوِيَ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ هِيَ الْغُرْنُوق وَالطَّاوُس وَالدِّيك وَالْحَمَامَة وَعَنْهُ أَيْضًا أَنَّهُ أَخَذَ وَزًّا وَرَأْلًا وَهُوَ فَرْخ النَّعَام وَدِيكًا وَطَاوُسًا وَقَالَ : مُجَاهِد وَعِكْرِمَة كَانَتْ حَمَامَة وَدِيكًا وَطَاوُسًا وَغُرَابًا وَقَوْله \" فَصُرْهُنَّ إِلَيْك \" أَيْ وَقَطِّعْهُنَّ قَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَأَبُو مَالِك وَأَبُو الْأَسْوَد الدُّؤَلِيّ وَوَهْب بْن مُنَبِّه وَالْحَسَن وَالسُّدِّيّ وَغَيْرهمْ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" فَصُرْهُنَّ إِلَيْك \" أَوْثِقْهُنَّ فَلَمَّا أَوْثَقَهُنَّ ذَبَحَهُنَّ ثُمَّ جَعَلَ عَلَى كُلّ جَبَل مِنْهُنَّ جُزْءًا فَذَكَرُوا أَنَّهُ عَمَدَ إِلَى أَرْبَعَة مِنْ الطَّيْر فَذَبَحَهُنَّ ثُمَّ قَطَّعَهُنَّ وَنَتَفَ رِيشهنَّ وَمَزَّقَهُنَّ وَخَلَطَ بَعْضهنَّ بِبَعْضٍ ثُمَّ جَزَّأَهُنَّ أَجْزَاء وَجَعَلَ عَلَى كُلّ جَبَل مِنْهُنَّ جُزْءًا قِيلَ أَرْبَعَة أَجْبُل وَقِيلَ سَبْعَة قَالَ اِبْن عَبَّاس : وَأَخَذَ رُءُوسهنَّ بِيَدِهِ ثُمَّ أَمَرَهُ اللَّه عَزَّ وَجَلَّ أَنْ يَدْعُوهُنَّ فَدَعَاهُنَّ كَمَا أَمَرَهُ اللَّه عَزَّ وَجَلَّ فَجَعَلَ يَنْظُر إِلَى الرِّيش يَطِير إِلَى الرِّيش وَالدَّم إِلَى الدَّم وَاللَّحْم إِلَى اللَّحْم وَالْأَجْزَاء مِنْ كُلّ طَائِر يَتَّصِل بَعْضهَا إِلَى بَعْض حَتَّى قَامَ كُلّ طَائِر عَلَى حِدَته وَأَتَيْنَهُ يَمْشِينَ سَعْيًا لِيَكُونَ أَبْلَغ لَهُ فِي الرُّؤْيَة الَّتِي سَأَلَهَا وَجَعَلَ كُلّ طَائِر يَجِيء لِيَأْخُذ رَأْسه الَّذِي فِي يَد إِبْرَاهِيم عَلَيْهِ السَّلَام فَإِذَا قَدَّمَ لَهُ غَيْر رَأْسه يَأْبَاهُ فَإِذَا قَدَّمَ إِلَيْهِ رَأْسه تَرَكَّبَ مَعَ بَقِيَّة جَسَده بِحَوْلِ اللَّه وَقُوَّته وَلِهَذَا قَالَ \" وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ \" أَيْ عَزِيز لَا يَغْلِبهُ شَيْء وَلَا يَمْتَنِع مِنْهُ شَيْء وَمَا شَاءَ كَانَ بِلَا مُمَانِع لِأَنَّهُ الْقَاهِر لِكُلِّ شَيْء حَكِيم فِي أَقْوَاله وَأَفْعَاله وَشَرْعه وَقَدَره وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب فِي قَوْله \" وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي \" قَالَ : قَالَ اِبْن عَبَّاس : مَا فِي الْقُرْآن آيَة أَرْجَى عِنْدِي مِنْهَا وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت زَيْد بْن عَلِيّ يُحَدِّث عَنْ رَجُل عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : اِتَّفَقَ عَبْد اللَّه بْن عَبَّاس وَعَبْد اللَّه بْن عَمْرو بْن الْعَاص أَنْ يَجْتَمِعَا قَالَ : وَنَحْنُ شَبَبَة فَقَالَ أَحَدهمَا لِصَاحِبِهِ أَيّ آيَة فِي كِتَاب اللَّه أَرْجَى عِنْدك لِهَذِهِ الْأُمَّة فَقَالَ عَبْد اللَّه بْن عَمْرو قَوْل اللَّه تَعَالَى \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِنَّ اللَّهَ يَغْفِر الذُّنُوب جَمِيعًا \" الْآيَة فَقَالَ اِبْن عَبَّاس أَمَا إِنْ كُنْت تَقُول هَذَا فَأَنَا أَقُول أَرْجَى مِنْهَا لِهَذِهِ الْأُمَّة قَوْل إِبْرَاهِيم \" رَبّ أَرِنِي كَيْف تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي \" وَقَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث حَدَّثَنِي مُحَمَّد بْن أَبِي سَلَمَة عَنْ عَمْرو حَدَّثَنِي اِبْن الْمُنْكَدِر أَنَّهُ قَالَ : اِلْتَقَى عَبْد اللَّه بْن عَبَّاس وَعَبْد اللَّه بْن عَمْرو بْن الْعَاص فَقَالَ اِبْن عَبَّاس لِابْنِ عَمْرو بْن الْعَاص أَيّ آيَة فِي الْقُرْآن أَرْجَى عِنْدك ؟ فَقَالَ عَبْد اللَّه بْن عَمْرو : قَوْل اللَّه عَزَّ وَجَلَّ \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا \" الْآيَة فَقَالَ اِبْن عَبَّاس : لَكِنْ أَنَا أَقُول قَوْل اللَّه عَزَّ وَجَلَّ \" وَإِذْ قَالَ إِبْرَاهِيم رَبّ أَرِنِي كَيْف تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى \" فَرَضِيَ مِنْ إِبْرَاهِيم قَوْله \" بَلَى \" قَالَ فَهَذَا لِمَا يَعْتَرِض فِي النُّفُوس وَيُوَسْوِس بِهِ الشَّيْطَان وَهَكَذَا رَوَاهُ الْحَاكِم فِي الْمُسْتَدْرَك عَنْ أَبِي عَبْد اللَّه مُحَمَّد بْن يَعْقُوب بْن الْأَحْزَم بْن إِبْرَاهِيم بْن عَبْد اللَّه السَّعْدِيّ عَنْ بِشْر بْن عُمَر الزُّهْرَانِيّ عَنْ عَبْد الْعَزِيز بْن أَبِي سَلَمَة بِإِسْنَادِهِ مِثْله ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38675, "aya_id": 260}]