[{"text": "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِن يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُم بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنبَائِكُمْ وَلَوْ كَانُوا فِيكُم مَّا قَاتَلُوا إِلَّا قَلِيلًا", "sura_id": 33, "type": 0, "id": 3553, "aya_id": 20}, {"text": "يحسبون الأحزاب لم يذهبوا وإن يأت الأحزاب يودوا لو أنهم بادون في الأعراب يسألون عن أنبائكم ولو كانوا فيكم ما قاتلوا إلا قليلا", "sura_id": 33, "type": 1, "id": 9789, "aya_id": 20}, {"text": "20 - (يحسبون الأحزاب) من الكفار (لم يذهبوا) إلى مكة لخوفهم منهم (وإن يأت الأحزاب) كرة أخرى (يودوا) يتمنوا (لو أنهم بادون في الأعراب) كائنون في البادية (يسألون عن أنبائكم) أخباركم مع الكفار (ولو كانوا فيكم) هذه الكرة (ما قاتلوا إلا قليلا) رياء وخوفا من التعبير \r\n", "sura_id": 33, "type": 2, "id": 28497, "aya_id": 20}, {"text": "يظن المنافقون أن الأحزاب الذين هزمهم الله تعالى شر هزيمة لم يذهبوا؛ ذلك من شدة الخوف والجبن, ولو عاد الأحزاب إلى \"المدينة\" لتمنَّى أولئك المنافقون أنهم كانوا غائبين عن \"المدينة\" بين أعراب البادية, يستخبرون عن أخباركم ويسألون عن أنبائكم, ولو كانوا فيكم ما قاتلوا معكم إلا قليلا لكثرة جبنهم وذلتهم وضعف يقينهم.\r\n", "sura_id": 33, "type": 3, "id": 34733, "aya_id": 20}, {"text": " <font color=red>يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا</font><BR><p>وَهَذَا أَيْضًا مِنْ صِفَاتهمْ الْقَبِيحَة فِي الْجُبْن وَالْخَوَر وَالْخَوْف \" يَحْسَبُونَ الْأَحْزَاب لَمْ يَذْهَبُوا \" بَلْ هُمْ قَرِيب مِنْهُمْ وَإِنَّ لَهُمْ عَوْدَة إِلَيْهِمْ \" وَإِنْ يَأْتِ الْأَحْزَاب يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَاب يَسْأَلُونَ عَنْ أَنْبَائِكُمْ \" أَيْ وَيَوَدُّونَ إِذَا جَاءَتْ الْأَحْزَاب أَنَّهُمْ لَا يَكُونُونَ حَاضِرِينَ مَعَكُمْ فِي الْمَدِينَة بَلْ فِي الْبَادِيَة يَسْأَلُونَ عَنْ أَخْبَاركُمْ وَمَا كَانَ مِنْ أَمْركُمْ مَعَ عَدُوّكُمْ\" وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا \" أَيْ وَلَوْ كَانُوا بَيْن أَظْهُركُمْ لَمَا قَاتَلُوا مَعَكُمْ إِلَّا قَلِيلًا لِكَثْرَةِ جُبْنهمْ وَذِلَّتهمْ وَضَعْف يَقِينهمْ وَاَللَّه سُبْحَانه وَتَعَالَى الْعَالِم بِهِمْ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40179, "aya_id": 20}]