[{"text": "الْحَمْدُ لِلَّهِ الَّذِي أَنزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَل لَّهُ عِوَجَا", "sura_id": 18, "type": 0, "id": 2141, "aya_id": 1}, {"text": "الحمد لله الذي أنزل على عبده الكتاب و لم يجعل له عوجا", "sura_id": 18, "type": 1, "id": 8377, "aya_id": 1}, {"text": "سورة الكهف 1 - (الحمد) وهو الوصف بالجميل ثابت (لله) تعالى وهل المراد الإعلام بذلك للإيمان به أو الثناء به أو هما احتمالات أفيدها الثالث (الذي أنزل على عبده) محمد (الكتاب) القرآن (ولم يجعل له) أي فيه (عوجا) اختلافا أو تناقضا والجملة حال من الكتاب \r\n", "sura_id": 18, "type": 2, "id": 27085, "aya_id": 1}, {"text": "الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، الذي تفضَّل فأنزل على عبده ورسوله محمد صلى الله عليه وسلم القرآن، ولم يجعل فيه شيئًا من الميل عن الحق.\r\n", "sura_id": 18, "type": 3, "id": 33321, "aya_id": 1}, {"text": " <font color=red>الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا</font><BR><p>سُورَة الْكَهْف ذِكْر مَا وَرَدَ فِي فَضْلهَا وَالْعَشْر الْآيَات مِنْ أَوَّلهَا وَآخِرهَا وَأَنَّهَا عِصْمَة مِنْ الدَّجَّال \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق قَالَ سَمِعْت الْبَرَاء يَقُول : قَرَأَ رَجُل الْكَهْف وَفِي الدَّار دَابَّة فَجَعَلَتْ تَنْفِر فَنَظَرَ فَإِذَا ضَبَابَة أَوْ سَحَابَة قَدْ غَشِيَتْهُ فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" اِقْرَأْ فُلَان فَإِنَّهَا السَّكِينَة تَنْزِل عِنْد الْقُرْآن أَوْ تَنَزَّلَتْ لِلْقُرْآنِ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث شُعْبَة بِهِ وَهَذَا الرَّجُل الَّذِي كَانَ يَتْلُوهَا هُوَ أُسَيْد بْن الْحُضَيْر كَمَا تَقَدَّمَ فِي تَفْسِير سُورَة الْبَقَرَة . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد أَخْبَرَنَا هَمَّام بْن يَحْيَى عَنْ قَتَادَة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ مَعْدَان بْن أَبِي طَلْحَة عَنْ أَبِي الدَّرْدَاء عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ حَفِظَ عَشْر آيَات مِنْ أَوَّل سُورَة الْكَهْف . عُصِمَ مِنْ الدَّجَّال \" رَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ وَالتِّرْمِذِيّ مِنْ حَدِيث قَتَادَة بِهِ وَلَفْظ التِّرْمِذِيّ \" مَنْ حَفِظَ ثَلَاث آيَات مِنْ أَوَّل الْكَهْف \" وَقَالَ حَسَن صَحِيح \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَجَّاج حَدَّثَنَا شُعْبَة عَنْ قَتَادَة سَمِعْت سَالِم بْن أَبِي الْجَعْد يُحَدِّث عَنْ مَعْدَان عَنْ أَبِي الدَّرْدَاء عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ قَرَأَ الْعَشْر الْأَوَاخِر مِنْ سُورَة الْكَهْف عُصِمَ مِنْ فِتْنَة الدَّجَّال \" وَرَوَاهُ مُسْلِم أَيْضًا وَالنَّسَائِيّ مِنْ حَدِيث قَتَادَة بِهِ وَفِي لَفْظ النَّسَائِيّ \" مَنْ قَرَأَ عَشْر آيَات مِنْ الْكَهْف \" فَذَكَرَهُ \" حَدِيث آخَر \" وَقَدْ رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى عَنْ خَالِد عَنْ شُعْبَة عَنْ قَتَادَة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ ثَوْبَان عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَنْ قَرَأَ الْعَشْر الْأَوَاخِر مِنْ سُورَة الْكَهْف فَإِنَّهُ عِصْمَة لَهُ مِنْ الدَّجَّال \" فَيَحْتَمِل أَنَّ سَالِمًا سَمِعَهُ مِنْ ثَوْبَان وَمِنْ أَبِي الدَّرْدَاء وَقَالَ أَحْمَد : حَدَّثَنَا حُسَيْن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا زَبَّان بْن فَائِد عَنْ سَهْل بْن مُعَاذ بْن أَنَس الْجُهَنِيّ عَنْ أَبِيهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَنْ قَرَأَ أَوَّل سُورَة الْكَهْف وَآخِرهَا كَانَتْ لَهُ نُورًا مِنْ قَدَمه إِلَى رَأْسه وَمَنْ قَرَأَهَا كُلّهَا كَانَتْ لَهُ نُورًا مَا بَيْن السَّمَاء وَالْأَرْض \" اِنْفَرَدَ بِهِ أَحْمَد وَلَمْ يُخَرِّجُوهُ وَرَوَى الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره بِإِسْنَادٍ لَهُ غَرِيب عَنْ خَالِد بْن سَعِيد بْن أَبِي مَرْيَم عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ سُورَة الْكَهْف فِي يَوْم الْجُمُعَة سَطَعَ لَهُ نُور مِنْ تَحْت قَدَمه إِلَى عَنَان السَّمَاء يُضِيء لَهُ يَوْم الْقِيَامَة وَغُفِرَ لَهُ مَا بَيْن الْجُمُعَتَيْنِ \" وَهَذَا الْحَدِيث فِي رَفْعه نَظَر وَأَحْسَن أَحْوَاله الْوَقْف . وَهَكَذَا رَوَى الْإِمَام سَعِيد بْن مَنْصُور فِي سُنَنه عَنْ هُشَيْم بْن بَشِير عَنْ أَبِي هَاشِم عَنْ أَبِي مِجْلَز عَنْ قَيْس بْن عَبَّاد عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : مَنْ قَرَأَ سُورَة الْكَهْف يَوْم الْجُمُعَة أَضَاءَ لَهُ مِنْ النُّور مَا بَيْنه وَبَيْن الْبَيْت الْعَتِيق هَكَذَا وَقَعَ مَوْقُوفًا وَكَذَا رَوَاهُ الثَّوْرِيّ عَنْ أَبِي هَاشِم بِهِ مِنْ حَدِيث أَبِي سَعِيد الْخُدْرِيّ وَقَدْ أَخْرَجَهُ الْحَاكِم فِي مُسْتَدْرَكه عَنْ أَبِي بَكْر مُحَمَّد بْن الْمُؤَمِّل حَدَّثَنَا الْفُضَيْل بْن مُحَمَّد الشَّعْرَانِيّ حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا هُشَيْم حَدَّثَنَا أَبُو هَاشِم عَنْ أَبِي مِجْلَز عَنْ قَيْس بْن عَبَّاد عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَنْ قَرَأَ سُورَة الْكَهْف فِي يَوْم الْجُمُعَة أَضَاءَ لَهُ مِنْ النُّور مَا بَيْنه وَبَيْن الْجُمُعَتَيْنِ \" ثُمَّ قَالَ هَذَا حَدِيث صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَهَكَذَا رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي سُنَنه عَنْ الْحَاكِم ثُمَّ قَالَ الْبَيْهَقِيّ وَرَوَاهُ يَحْيَى بْن كَثِير عَنْ شُعْبَة عَنْ أَبِي هَاشِم بِإِسْنَادِهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ قَرَأَ سُورَة الْكَهْف كَمَا نَزَلَتْ كَانَتْ لَهُ نُورًا يَوْم الْقِيَامَة \" وَفِي الْمُخْتَارَة لِلْحَافِظِ الضِّيَاء الْمَقْدِسِيّ عَنْ عَبْد اللَّه بْن مُصْعَب عَنْ مَنْظُور بْن زَيْد بْن خَالِد الْجُهَنِيّ عَنْ عَلِيّ بْن الْحُسَيْن عَنْ أَبِيهِ عَنْ عَلِيّ مَرْفُوعًا : \" مَنْ قَرَأَ سُورَة الْكَهْف يَوْم الْجُمُعَة فَهُوَ مَعْصُوم إِلَى ثَمَانِيَة أَيَّام مِنْ كُلّ فِتْنَة وَإِنْ خَرَجَ الدَّجَّال عُصِمَ مِنْهُ \" . قَدْ تَقَدَّمَ فِي أَوَّل التَّفْسِير أَنَّهُ تَعَالَى يَحْمَد نَفْسه الْمُقَدَّسَة عِنْد فَوَاتِح الْأُمُور وَخَوَاتِمهَا فَإِنَّهُ الْمَحْمُود عَلَى كُلّ حَال وَلَهُ الْحَمْد فِي الْأُولَى وَالْآخِرَة وَلِهَذَا حَمِدَ نَفْسه عَلَى إِنْزَاله كِتَابه الْعَزِيز عَلَى رَسُوله الْكَرِيم مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ فَإِنَّهُ أَعْظَم نِعْمَة أَنْعَمَهَا اللَّه عَلَى أَهْل الْأَرْض إِذْ أَخْرَجَهُمْ بِهِ مِنْ الظُّلُمَات إِلَى النُّور حَيْثُ جَعَلَهُ كِتَابًا مُسْتَقِيمًا لَا اِعْوِجَاج فِيهِ وَلَا زَيْغ بَلْ يَهْدِي إِلَى صِرَاط مُسْتَقِيم وَاضِحًا بَيِّنًا جَلِيًّا نَذِيرًا لِلْكَافِرِينَ بَشِيرًا لِلْمُؤْمِنِينَ وَلِهَذَا قَالَ \" وَلَمْ يَجْعَل لَهُ عِوَجًا \" أَيْ لَمْ يَجْعَل فِيهِ اِعْوِجَاجًا وَلَا زَيْغًا وَلَا مَيْلًا بَلْ جَعَلَهُ مُعْتَدِلًا مُسْتَقِيمًا .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38289, "aya_id": 1}]