[{"text": "لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنفُسِكُمْ أَن تَأْكُلُوا مِن بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا فَإِذَا دَخَلْتُم بُيُوتًا فَسَلِّمُوا عَلَى أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُون", "sura_id": 24, "type": 0, "id": 2852, "aya_id": 61}, {"text": "ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج ولا على أنفسكم أن تأكلوا من بيوتكم أو بيوت آبائكم أو بيوت أمهاتكم أو بيوت إخوانكم أو بيوت أخواتكم أو بيوت أعمامكم أو بيوت عماتكم أو بيوت أخوالكم أو بيوت خالاتكم أو ما ملكتم مفاتحه أو صديقكم ليس عليكم جناح أن تأكلوا جميعا أو أشتاتا فإذا دخلتم بيوتا فسلموا على أنفسكم تحية من عند الله مباركة طيبة كذلك يبين الله لكم الآيات لعلكم تعقلون", "sura_id": 24, "type": 1, "id": 9088, "aya_id": 61}, {"text": "61 - (ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج) في مؤاكلة مقابليهم (ولا) حرج (على أنفسكم أن تأكلوا من بيوتكم) بيوت أولادكم (أو بيوت آبائكم أو بيوت أمهاتكم أو بيوت إخوانكم أو بيوت أخواتكم أو بيوت أعمامكم أو بيوت عماتكم أو بيوت أخوالكم أو بيوت خالاتكم أو ما ملكتم مفاتحه) خزنتموه لغيركم (أو صديقكم) وهو من صدقكم في مودته المعنى يجوز الأكل من بيوت من ذكر وإن لم يحضروا إذا علم رضاهم به (ليس عليكم جناح أن تأكلوا جميعا) مجتمعين (أو أشتاتا) متفرقين جمع شت فيمن تحرج أن يأكل وحده وإذا لم يجد من يؤاكله يترك الأكل (فإذا دخلتم بيوتا) لكم لا أهل بها (فسلموا على أنفسكم) قولوا السلام علينا وعلى عباد الله الصالحين فإن الملائكة ترد عليكم وإن كان بها أهل فسلموا عليهم (تحية) مصدر حيا (من عند الله مباركة طيبة) يثاب عليها (كذلك يبين الله لكم الآيات) يفصل لكم معالم دينكم (لعلكم تعقلون) لكي تفهموا ذلك \r\n", "sura_id": 24, "type": 2, "id": 27796, "aya_id": 61}, {"text": "ليس على أصحاب الأعذار من العُمْيان وذوي العرج والمرضى إثم في ترك الأمور الواجبة التي لا يقدرون على القيام بها, كالجهاد ونحوه، مما يتوقف على بصر الأعمى أو سلامة الأعرج أو صحة المريض، وليس على أنفسكم- أيها المؤمنون- حرج في أن تأكلوا من بيوت أولادكم، أو من بيوت آبائكم، أو أمهاتكم، أو إخوانكم، أو أخواتكم، أو أعمامكم، أو عماتكم, أو أخوالكم, أو خالاتكم, أو من البيوت التي وُكِّلْتم بحفظها في غيبة أصحابها بإذنهم، أو من بيوت الأصدقاء, ولا حرج عليكم أن تأكلوا مجتمعين أو متفرقين، فإذا دخلتم بيوتًا مسكونة أو غير مسكونة فليسلِّم بعضكم على بعض بتحية الإسلام، وهي: السلام عليكم ورحمة الله وبركاته, أو السلام علينا وعلى عباد الله الصالحين، إذا لم يوجد أحد، وهذه التحية شرعها الله، وهي مباركة تُنْمِي المودة والمحبة, طيبة محبوبة للسامع، وبمثل هذا التبيين يبيِّن الله لكم معالم دينه وآياته؛ لتعقلوها، وتعملوا بها.\r\n", "sura_id": 24, "type": 3, "id": 34032, "aya_id": 61}, {"text": " <font color=red>لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ</font><BR><p>\" اِخْتَلَفَ الْمُفَسِّرُونَ رَحِمَهُمْ اللَّه فِي الْمَعْنَى الَّذِي رُفِعَ لِأَجْلِهِ الْحَرَج عَنْ الْأَعْمَى وَالْأَعْرَج وَالْمَرِيض هَهُنَا فَقَالَ عَطَاء الْخُرَاسَانِيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم يُقَال إِنَّهَا نَزَلَتْ فِي الْجِهَاد وَجَعَلُوا هَذِهِ الْآيَة هَهُنَا كَاَلَّتِي فِي سُورَة الْفَتْح وَتِلْكَ فِي الْجِهَاد لَا مَحَالَة أَيْ أَنَّهُمْ لَا إِثْم عَلَيْهِمْ فِي تَرْك الْجِهَاد لِضَعْفِهِمْ وَعَجْزهمْ وَكَمَا قَالَ تَعَالَى فِي سُورَة بَرَاءَة لَيْسَ عَلَى الضُّعَفَاء وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَج إِذَا نَصَحُوا لِلَّهِ وَرَسُوله مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيل وَاَللَّه غَفُور رَحِيم وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْك لِتَحْمِلهُمْ قُلْت لَا أَجِد مَا أَحْمِلكُمْ عَلَيْهِ - إِلَى قَوْله - أَنْ لَا يَجِدُوا مَا يُنْفِقُونَ \" وَقِيلَ الْمُرَاد هَهُنَا أَنَّهُمْ كَانُوا يَتَحَرَّجُونَ مِنْ الْأَكْل مَعَ الْأَعْمَى لِأَنَّهُ لَا يَرَى الطَّعَام وَمَا فِيهِ مِنْ الطَّيِّبَات فَرُبَّمَا سَبَقَهُ غَيْره إِلَى ذَلِكَ وَلَا مَعَ الْأَعْرَج لِأَنَّهُ لَا يَتَمَكَّن مِنْ الْجُلُوس فَيَقْتَات عَلَيْهِ جَلِيسه وَالْمَرِيض لَا يَسْتَوْفِي مِنْ الطَّعَام كَغَيْرِهِ فَكَرِهُوا أَنْ يُؤَاكِلُوهُمْ لِئَلَّا يَظْلِمُوهُمْ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة رُخْصَة فِي ذَلِكَ وَهَذَا قَوْل سَعِيد بْن جُبَيْر وَمِقْسَم وَقَالَ الضَّحَّاك : كَانُوا قَبْل الْبَعْثَة يَتَحَرَّجُونَ مِنْ الْأَكْل مَعَ هَؤُلَاءِ تَقَذُّرًا وَتَعَزُّزًا وَلِئَلَّا يَتَفَضَّلُوا عَلَيْهِمْ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" لَيْسَ عَلَى الْأَعْمَى حَرَج \" الْآيَة قَالَ : كَانَ الرَّجُل يَذْهَب بِالْأَعْمَى أَوْ بِالْأَعْرَجِ أَوْ بِالْمَرِيضِ إِلَى بَيْت أَبِيهِ أَوْ أَخِيهِ أَوْ بَيْت أُخْته أَوْ بَيْت عَمَّته أَوْ بَيْت خَالَته فَكَانَ الزَّمْنَى يَتَحَرَّجُونَ مِنْ ذَلِكَ يَقُولُونَ إِنَّمَا يَذْهَبُونَ بِنَا إِلَى بُيُوت عَشِيرَتهمْ فَنَزَلَتْ هَذِهِ الْآيَة رُخْصَة لَهُمْ وَقَالَ السُّدِّيّ : كَانَ الرَّجُل يَدْخُل بَيْت أَبِيهِ أَوْ أَخِيهِ أَوْ اِبْنه فَتُتْحِفهُ الْمَرْأَة بِشَيْءٍ مِنْ الطَّعَام فَلَا يَأْكُل مِنْ أَجْل أَنَّ رَبّ الْبَيْت لَيْسَ ثَمَّ فَقَالَ اللَّه تَعَالَى \" لَيْسَ عَلَى الْأَعْمَى حَرَج \" الْآيَة وَقَوْله تَعَالَى \" وَلَا عَلَى أَنْفُسكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتكُمْ \" إِنَّمَا ذَكَرَ هَذَا وَهُوَ مَعْلُوم لِيَعْطِف عَلَيْهِ غَيْره فِي اللَّفْظ وَلِيُسَاوِي بِهِ مَا بَعْده فِي الْحُكْم وَتَضَمَّنَ هَذَا بُيُوت الْأَبْنَاء لِأَنَّهُ لَمْ يَنُصّ عَلَيْهِمْ وَلِهَذَا اِسْتَدَلَّ بِهَذَا مَنْ ذَهَبَ إِلَى أَنَّ مَال الْوَلَد بِمَنْزِلِهِ مَال أَبِيهِ وَقَدْ جَاءَ فِي الْمُسْنَد وَالسُّنَن مِنْ غَيْر وَجْه عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" أَنْتَ وَمَالك لِأَبِيك \" وَقَوْله : \" أَوْ بُيُوت آبَائِكُمْ أَوْ بُيُوت أُمَّهَاتكُمْ - إِلَى قَوْله - أَوْ مَا مَلَكْتُمْ مَفَاتِحه \" هَذَا ظَاهِر وَقَدْ يَسْتَدِلّ بِهِ مَنْ يُوجِب نَفَقَة الْأَقَارِب بَعْضهمْ عَلَى بَعْض كَمَا هُوَ مَذْهَب أَبِي حَنِيفَة وَالْإِمَام أَحْمَد بْن حَنْبَل فِي الْمَشْهُور عَنْهُمَا وَأَمَّا قَوْله \" أَوْ مَا مَلَكْتُمْ مَفَاتِحه \" فَقَالَ سَعِيد بْن جُبَيْر وَالسُّدِّيّ : هُوَ خَادِم الرَّجُل مِنْ عَبْد وَقَهْرَمَان فَلَا بَأْس أَنْ يَأْكُل مِمَّا اُسْتُودِعَهُ مِنْ الطَّعَام بِالْمَعْرُوفِ وَقَالَ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَ الْمُسْلِمُونَ يَذْهَبُونَ فِي النَّفِير مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَدْفَعُونَ مَفَاتِحهمْ إِلَى ضُمَنَائِهِمْ وَيَقُولُونَ قَدْ أَحْلَلْنَا لَكُمْ أَنْ تَأْكُلُوا مِمَّا اِحْتَجْتُمْ إِلَيْهِ فَكَانُوا يَقُولُونَ إِنَّهُ لَا يَحِلّ لَنَا أَنْ نَأْكُل إِنَّهُمْ أَذِنُوا لَنَا عَنْ غَيْر طِيب أَنْفُسهمْ وَإِنَّمَا نَحْنُ أُمَنَاء فَأَنْزَلَ اللَّه \" أَوْ مَا مَلَكْتُمْ مَفَاتِحه \" وَقَوْله \" أَوْ صَدِيقكُمْ \" أَيْ بُيُوت أَصْدِقَائِكُمْ وَأَصْحَابكُمْ فَلَا جُنَاح عَلَيْكُمْ فِي الْأَكْل مِنْهَا إِذَا عَلِمْتُمْ أَنَّ ذَلِكَ لَا يَشُقّ عَلَيْهِمْ وَلَا يَكْرَهُونَ ذَلِكَ وَقَالَ قَتَادَة إِذَا دَخَلْت بَيْت صَدِيقك فَلَا بَأْس أَنْ تَأْكُل بِغَيْرِ إِذْنه وَقَوْله \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة وَذَلِكَ لَمَّا أَنْزَلَ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالكُمْ بَيْنكُمْ بِالْبَاطِلِ \" قَالَ الْمُسْلِمُونَ إِنَّ اللَّه قَدْ نَهَانَا أَنْ نَأْكُل أَمْوَالنَا بَيْننَا بِالْبَاطِلِ وَالطَّعَام مِنْ أَفْضَل الْأَمْوَال فَلَا يَحِلّ لِأَحَدٍ مِنَّا أَنْ يَأْكُل عِنْد أَحَد فَكَفَّ النَّاس عَنْ ذَلِكَ فَأَنْزَلَ اللَّه \" لَيْسَ عَلَى الْأَعْمَى حَرَج - إِلَى قَوْله - أَوْ صَدِيقكُمْ \" وَكَانُوا أَيْضًا يَأْنَفُونَ وَيَتَحَرَّجُونَ أَنْ يَأْكُل الرَّجُل الطَّعَام وَحْده حَتَّى يَكُون مَعَهُ غَيْره فَرَخَّصَ اللَّه لَهُمْ فِي ذَلِكَ فَقَالَ : \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا \" وَقَالَ قَتَادَة : كَانَ هَذَا الْحَيّ مِنْ بَنِي كِنَانَة يَرَى أَحَدهمْ أَنَّ مَخْزَاة عَلَيْهِ أَنْ يَأْكُل وَحْده فِي الْجَاهِلِيَّة حَتَّى إِنْ كَانَ الرَّجُل لَيَسُوق الذَّوْد الْحَفْل وَهُوَ جَائِع حَتَّى يَجِد مَنْ يُؤَاكِلهُ وَيُشَارِبهُ فَأَنْزَلَ اللَّه \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا \" فَهَذِهِ رُخْصَة مِنْ اللَّه تَعَالَى فِي أَنْ يَأْكُل الرَّجُل وَحْده وَمَعَ الْجَمَاعَة وَإِنْ كَانَ الْأَكْل مَعَ الْجَمَاعَة أَبْرك وَأَفْضَل كَمَا رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن عَبْد رَبّه حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ وَحْشِيّ بْن حَرْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّا نَأْكُل وَلَا نَشْبَع قَالَ : \" لَعَلَّكُمْ تَأْكُلُونَ مُتَفَرِّقِينَ اِجْتَمِعُوا عَلَى طَعَامكُمْ وَاذْكُرُوا اِسْم اللَّه يُبَارَك لَكُمْ فِيهِ \" وَرَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيث الْوَلِيد بْن مُسْلِم بِهِ وَقَدْ رَوَى اِبْن مَاجَهْ أَيْضًا مِنْ حَدِيث عَمْرو بْن دِينَار الْقَهْرَمَانِيّ عَنْ سَالِم عَنْ أَبِيهِ عَنْ عُمَر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" كُلُوا جَمِيعًا وَلَا تَفَرَّقُوا فَإِنَّ الْبَرَكَة مَعَ الْجَمَاعَة \" وَقَوْله : \" فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسكُمْ \" قَالَ سَعِيد بْن جُبَيْر وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَالزُّهْرِيّ : يَعْنِي فَلْيُسَلِّمْ بَعْضكُمْ عَلَى بَعْض وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي أَبُو الزُّبَيْر سَمِعْت جَابِر بْن عَبْد اللَّه يَقُول : إِذَا دَخَلْت عَلَى أَهْلك فَسَلِّمْ عَلَيْهِمْ تَحِيَّة مِنْ عِنْد اللَّه مُبَارَكَة طَيِّبَة قَالَ مَا رَأَيْته إِلَّا يُوجِبهُ قَالَ اِبْن جُرَيْج وَأَخْبَرَنِي زِيَاد عَنْ اِبْن طَاوُس أَنَّهُ كَانَ يَقُول : إِذَا دَخَلَ أَحَدكُمْ بَيْته فَلْيُسَلِّمْ قَالَ اِبْن جُرَيْج قُلْت لِعَطَاءٍ أَوَاجِب إِذَا خَرَجْت ثُمَّ دَخَلْت أَنْ أُسَلِّم عَلَيْهِمْ ؟ قَالَ لَا وَلَا أُوثِر وُجُوبه عَنْ أَحَد وَلَكِنْ هُوَ أَحَبّ إِلَيَّ وَمَا أَدَعهُ إِلَّا نَاسِيًا وَقَالَ مُجَاهِد : إِذَا دَخَلْت الْمَسْجِد فَقُلْ السَّلَام عَلَى رَسُول اللَّه وَإِذَا دَخَلْت عَلَى أَهْلك فَسَلِّمْ عَلَيْهِمْ وَإِذَا دَخَلْت بَيْتًا لَيْسَ فِيهِ أَحَد فَقُلْ السَّلَام عَلَيْنَا وَعَلَى عِبَاد اللَّه الصَّالِحِينَ وَرَوَى الثَّوْرِيّ عَنْ عَبْد الْكَرِيم الْجَزَرِيّ عَنْ مُجَاهِد إِذَا دَخَلْت بَيْتًا لَيْسَ فِيهِ أَحَد فَقُلْ بِسْمِ اللَّه وَالْحَمْد لِلَّهِ السَّلَام عَلَيْنَا مِنْ رَبّنَا السَّلَام عَلَيْنَا وَعَلَى عِبَاد اللَّه الصَّالِحِينَ ; وَقَالَ قَتَادَة : إِذَا دَخَلْت عَلَى أَهْلك فَسَلِّمْ عَلَيْهِمْ وَإِذَا دَخَلْت بَيْتًا لَيْسَ فِيهِ أَحَد فَقُلْ السَّلَام عَلَيْنَا وَعَلَى عِبَاد اللَّه الصَّالِحِينَ فَإِنَّهُ كَانَ يُؤْمَر بِذَلِكَ وَحَدَّثَنَا أَنَّ الْمَلَائِكَة تَرُدّ عَلَيْهِ وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عُوَيْد بْن أَبِي عِمْرَان الْجَوْنِيّ عَنْ أَبِيهِ عَنْ أَنَس قَالَ : أَوْصَانِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِخَمْسِ خِصَال قَالَ : \" يَا أَنَس أَسْبِغْ الْوُضُوء يُزَدْ فِي عُمُرك وَسَلِّمْ عَلَى مَنْ لَقِيَك مِنْ أُمَّتِي تَكْثُر حَسَنَاتك وَإِذَا دَخَلْت - يَعْنِي بَيْتك - فَسَلِّمْ عَلَى أَهْلك يَكْثُر خَيْر بَيْتك وَصَلِّ صَلَاة الضُّحَى فَإِنَّهَا صَلَاة الْأَوَّابِينَ قَبْلك يَا أَنَس اِرْحَمْ الصَّغِير وَوَقِّرْ الْكَبِير تَكُنْ مِنْ رُفَقَائِي يَوْم الْقِيَامَة \" . وَقَوْله \" تَحِيَّة مِنْ عِنْد اللَّه مُبَارَكَة طَيِّبَة \" قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي دَاوُد بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَقُول : مَا أَخَذْت التَّشَهُّد إِلَّا مِنْ كِتَاب اللَّه سَمِعْت اللَّه يَقُول \" فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسكُمْ تَحِيَّة مِنْ عِنْد اللَّه مُبَارَكَة طَيِّبَة \" فَالتَّشَهُّد فِي الصَّلَاة : التَّحِيَّات الْمُبَارَكَات الصَّلَوَات الطَّيِّبَات لِلَّهِ أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا عَبْده وَرَسُوله السَّلَام عَلَيْك أَيّهَا النَّبِيّ وَرَحْمَة اللَّه وَبَرَكَاته السَّلَام عَلَيْنَا وَعَلَى عِبَاد اللَّه الصَّالِحِينَ ثُمَّ يَدْعُو لِنَفْسِهِ وَيُسَلِّم \" وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث اِبْن إِسْحَاق وَاَلَّذِي فِي صَحِيح مُسْلِم عَنْ اِبْن عَبَّاس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُخَالِف هَذَا وَاَللَّه أَعْلَم . وَقَوْله \" كَذَلِكَ يُبَيِّن اللَّه لَكُمْ الْآيَات لَعَلَّكُمْ تَعْقِلُونَ \" لَمَّا ذَكَرَ تَعَالَى مَا فِي السُّورَة الْكَرِيمَة مِنْ الْأَحْكَام الْمُحْكَمَة وَالشَّرَائِع الْمُتْقَنَة الْمُبْرَمَة نَبَّهَ تَعَالَى عِبَاده عَلَى أَنَّهُ يُبَيِّن لِعِبَادِهِ الْآيَات بَيَانًا شَافِيًا لِيَتَدَبَّرُوهَا وَيَتَعَقَّلُوهَا لَعَلَّهُمْ يَعْقِلُونَ .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39282, "aya_id": 61}]