[{"text": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ", "sura_id": 68, "type": 0, "id": 5319, "aya_id": 48}, {"text": "فاصبر لحكم ربك ولا تكن كصاحب الحوت إذ نادى وهو مكظوم", "sura_id": 68, "type": 1, "id": 11555, "aya_id": 48}, {"text": "48 - (فاصبر لحكم ربك) فيهم ما يشاء (ولا تكن كصاحب الحوت) في الضجر والعجلة وهو يونس عليه السلام (إذ نادى) دعا ربه (وهو مكظوم) مملوء غما في بطن الحوت \r\n", "sura_id": 68, "type": 2, "id": 30263, "aya_id": 48}, {"text": "فاصبر -أيها الرسول- لما حكم به ربك وقضاه, ومن ذلك إمهالهم وتأخير نصرتك عليهم, ولا تكن كصاحب الحوت, وهو يونس -عليه السلام- في غضبه وعدم صبره على قومه, حين نادى ربه, وهو مملوء غمًّا طالبًا تعجيل العذاب لهم,\r\n", "sura_id": 68, "type": 3, "id": 36499, "aya_id": 48}, {"text": " <font color=red>فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ</font><BR><p>يَقُول تَعَالَى \" فَاصْبِرْ \" يَا مُحَمَّد عَلَى أَذَى قَوْمك لَك وَتَكْذِيبهمْ فَإِنَّ اللَّه سَيَحْكُمُ لَك عَلَيْهِمْ وَيَجْعَل الْعَاقِبَة لَك وَلِأَتْبَاعِك فِي الدُّنْيَا وَالْآخِرَة\" وَلَا تَكُنْ كَصَاحِبِ الْحُوت \" يَعْنِي ذَا النُّون وَهُوَ يُونُس بْن مَتَّى عَلَيْهِ السَّلَام حِين ذَهَبَ مُغَاضِبًا عَلَى قَوْمه فَكَانَ مِنْ أَمْره مَا كَانَ مِنْ رُكُوبه فِي الْبَحْر وَالْتِقَام الْحُوت لَهُ وَشُرُود الْحُوت بِهِ فِي الْبِحَار وَظُلُمَات غَمَرَات الْيَمّ وَسَمَاعه تَسْبِيح الْبَحْر بِمَا فِيهِ لِلْعَلِيِّ الْقَدِير الَّذِي لَا يَرُدّ مَا أَنْفَذَهُ مِنْ التَّقْدِير فَحِينَئِذٍ نَادَى فِي الظُّلُمَات \" أَنْ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ \" قَالَ اللَّه تَعَالَى \" فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنْ الْغَمّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ \" وَقَالَ تَعَالَى\" فَلَوْلَا أَنَّهُ كَانَ مِنْ الْمُسَبِّحِينَ لَلَبِثَ فِي بَطْنه إِلَى يَوْم يُبْعَثُونَ \" وَقَالَ هَهُنَا \" إِذْ نَادَى وَهُوَ مَكْظُوم\" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالسُّدِّيّ وَهُوَ مَغْمُوم وَقَالَ عَطَاء الْخُرَاسَانِيّ وَأَبُو مَالِك مَكْرُوب وَقَدْ قَدَّمْنَا فِي الْحَدِيث أَنَّهُ لَمَّا قَالَ \" لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ \" خَرَجَتْ الْكَلِمَة تَحِنّ حَوْل الْعَرْش فَقَالَتْ الْمَلَائِكَة يَا رَبّ هَذَا صَوْت ضَعِيف مَعْرُوف مِنْ بِلَاد غَرِيبَة فَقَالَ اللَّه تَبَارَكَ وَتَعَالَى أَمَا تَعْرِفُونَ هَذَا ؟ قَالُوا لَا . قَالَ هَذَا يُونُس قَالُوا يَا رَبّ عَبْدك الَّذِي لَا يَزَال يُرْفَع لَهُ عَمَل صَالِح وَدَعْوَة مُجَابَة قَالَ نَعَمْ قَالُوا أَفَلَا تَرْحَم مَا كَانَ يَعْمَلهُ فِي الرَّخَاء فَتُنْجِيه مِنْ الْبَلَاء . فَأَمَرَ اللَّه الْحُوت فَأَلْقَاهُ بِالْعَرَاءِ.</p><BR> <br> ", "sura_id": 68, "type": 4, "id": 42404, "aya_id": 48}]