[{"text": "وَالضُّحَى", "sura_id": 93, "type": 0, "id": 6080, "aya_id": 1}, {"text": "و الضحى", "sura_id": 93, "type": 1, "id": 12316, "aya_id": 1}, {"text": "سورة الضحى 1 - (والضحى) أي اول النهار أو كله \r\n", "sura_id": 93, "type": 2, "id": 31024, "aya_id": 1}, {"text": "أقسم الله بوقت الضحى، والمراد به النهار كله,\r\n", "sura_id": 93, "type": 3, "id": 37260, "aya_id": 1}, {"text": " <font color=red>وَالضُّحَى</font><BR><p>سُورَة الضُّحَى : رُوِّينَا مِنْ طَرِيق أَبِي الْحَسَن أَحْمَد بْن مُحَمَّد بْن عَبْد اللَّه بْن أَبِي بَزَّة الْمُقْرِي قَالَ : قَرَأْت عَلَى عِكْرِمَة بْن سُلَيْمَان وَأَخْبَرَنِي أَنَّهُ قَرَأَ عَلَى إِسْمَاعِيل بْن قُسْطَنْطِين وَشِبْل بْن عَبَّاد فَلَمَّا بَلَغْت وَالضُّحَى قَالَا لِي كَبِّرْ حَتَّى تَخْتِم مَعَ خَاتِمَة كُلّ سُورَة فَإِنَّا قَرَأْنَا عَلَى اِبْن كَثِير فَأَمَرَنَا بِذَلِكَ وَأَخْبَرَنَا أَنَّهُ قَرَأَ عَلَى مُجَاهِد فَأَمَرَهُ بِذَلِكَ . وَأَخْبَرَهُ مُجَاهِد أَنَّهُ قَرَأَ عَلَى اِبْن عَبَّاس فَأَمَرَهُ بِذَلِكَ وَأَخْبَرَهُ اِبْن عَبَّاس أَنَّهُ قَرَأَ عَلَى أُبَيّ بْن كَعْب فَأَمَرَهُ بِذَلِكَ وَأَخْبَرَهُ أُبَيّ أَنَّهُ قَرَأَ عَلَى رَسُول اللَّه فَأَمَرَهُ بِذَلِكَ فَهَذِهِ سُنَّة تَفَرَّدَ بِهَا أَبُو الْحَسَن أَحْمَد بْن مُحَمَّد بْن عَبْد اللَّه الْبَزِّيّ مِنْ وَلَد الْقَاسِم بْن أَبِي بَزَّة وَكَانَ إِمَامًا فِي الْقِرَاءَات. فَأَمَّا فِي الْحَدِيث فَقَدْ ضَعَّفَهُ أَبُو حَاتِم الرَّازِيّ , وَقَالَ : لَا أُحَدِّث عَنْهُ وَكَذَلِكَ أَبُو جَعْفَر الْعُقَيْلِيّ قَالَ : هُوَ مُنْكَر الْحَدِيث لَكِنْ حَكَى الشَّيْخ شِهَاب الدِّين أَبُو شَامَة فِي شَرْح الشَّاطِبِيَّة عَنْ الشَّافِعِيّ أَنَّهُ سَمِعَ رَجُلًا يُكَبِّر هَذَا التَّكْبِير فِي الصَّلَاة فَقَالَ : أَحْسَنْت وَأَصَبْت السُّنَّة وَهَذَا يَقْتَضِي صِحَّة هَذَا الْحَدِيث . ثُمَّ اِخْتَلَفَ الْقُرَّاء فِي مَوْضِع هَذَا التَّكْبِير وَكَيْفِيَّته فَقَالَ بَعْضهمْ يُكَبِّر مِنْ آخِر \" وَاللَّيْل إِذَا يَغْشَى \" وَقَالَ آخَرُونَ مِنْ آخِر وَالضُّحَى وَكَيْفِيَّة التَّكْبِير عِنْد بَعْضهمْ أَنْ يَقُول اللَّه أَكْبَر وَيَقْتَصِر وَمِنْهُمْ مَنْ يَقُول اللَّه أَكْبَر لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر . وَذَكَرَ الْقُرَّاء فِي مُنَاسَبَة التَّكْبِير مِنْ أَوَّل سُورَة الضُّحَى أَنَّهُ لَمَّا تَأَخَّرَ الْوَحْي عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفَتَرَ تِلْكَ الْمُدَّة ثُمَّ جَاءَهُ الْمَلَك فَأَوْحَى إِلَيْهِ\" وَالضُّحَى وَاللَّيْل إِذَا سَجَى \" السُّورَة بِتَمَامِهَا كَبَّرَ فَرَحًا وَسُرُورًا وَلَمْ يُرْوَ ذَلِكَ بِإِسْنَادٍ يُحْكَم عَلَيْهِ بِصِحَّةٍ وَلَا ضَعْف فَاَللَّه أَعْلَم . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان عَنْ الْأَسْوَد بْن قَيْس قَالَ سَمِعْت جُنْدُبًا يَقُول : اِشْتَكَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَقُمْ لَيْلَة أَوْ لَيْلَتَيْنِ فَأَتَتْ اِمْرَأَة فَقَالَتْ يَا مُحَمَّد مَا أَرَى شَيْطَانَك إِلَّا قَدْ تَرَكَك فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَالضُّحَى وَاللَّيْل إِذَا سَجَّى مَا وَدَّعَك رَبُّك وَمَا قَلَى \" رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن أَبِي حَاتِم وَابْن جَرِير مِنْ طُرُق عَنْ الْأَسْوَد بْن قَيْس عَنْ جُنْدُب هُوَ اِبْن عَبْد اللَّه الْبَجَلِيّ ثُمَّ الْعَلَقِيّ بِهِ وَفِي رِوَايَة سُفْيَان بْن عُيَيْنَة عَنْ الْأَسْوَد بْن قَيْس سَمِعَ جُنْدُبًا قَالَ : أَبْطَأَ جِبْرِيل عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ الْمُشْرِكُونَ وَدَّعَ مُحَمَّدًا رَبُّهُ فَأَنْزَلَ اللَّه تَعَالَى \" وَالضُّحَى وَاللَّيْل إِذَا سَجَى مَا وَدَّعَك رَبّك وَمَا قَلَى \" .</p><BR> <br> ", "sura_id": 93, "type": 4, "id": 43579, "aya_id": 1}]