[{"text": "وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ", "sura_id": 28, "type": 0, "id": 3307, "aya_id": 55}, {"text": "وإذا سمعوا اللغو أعرضوا عنه وقالوا لنا أعمالنا ولكم أعمالكم سلام عليكم لا نبتغي الجاهلين", "sura_id": 28, "type": 1, "id": 9543, "aya_id": 55}, {"text": "55 - (وإذا سمعوا اللغو) الشتم والأذى من الكفار (أعرضوا عنه وقالوا لنا أعمالنا ولكم أعمالكم سلام عليكم) سلام متاركة سلمتم منا من الشتم وغيره (لا نبتغي الجاهلين) لا نصحبهم \r\n", "sura_id": 28, "type": 2, "id": 28251, "aya_id": 55}, {"text": " وإذا سمع هؤلاء القوم الباطل من القول لم يُصْغوا إليه, وقالوا: لنا أعمالنا لا نحيد عنها, ولكم أعمالكم ووزرها عليكم, فنحن لا نشغل أنفسنا بالرد عليكم, ولا تسمعون منَّا إلا الخير, ولا نخاطبهم بمقتضى جهلكم; لأننا لا نريد طريق الجاهلين ولا نحبها. وهذا من خير ما يقوله الدعاة إلى الله.\r\n", "sura_id": 28, "type": 3, "id": 34487, "aya_id": 55}, {"text": " <font color=red>وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ</font><BR><p>وَقَوْله تَعَالَى : \" وَإِذَا سَمِعُوا اللَّغْو أَعْرَضُوا عَنْهُ\" أَيْ لَا يُخَالِطُونَ أَهْله وَلَا يُعَاشِرُونَهُمْ بَلْ كَمَا قَالَ تَعَالَى : \" وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا \" \" وَقَالُوا لَنَا أَعْمَالنَا وَلَكُمْ أَعْمَالكُمْ سَلَام عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ \" أَيْ إِذَا سَفِهَ عَلَيْهِمْ سَفِيه وَكَلَّمَهُمْ بِمَا لَا يَلِيق بِهِمْ الْجَوَاب عَنْهُ أَعْرَضُوا عَنْهُ وَلَمْ يُقَابِلُوهُ بِمِثْلِهِ مِنْ الْكَلَام الْقَبِيح وَلَا يَصْدُر عَنْهُمْ إِلَّا كَلَام طَيِّب وَلِهَذَا قَالَ عَنْهُمْ إِنَّهُمْ قَالُوا :\" لَنَا أَعْمَالنَا وَلَكُمْ أَعْمَالكُمْ سَلَام عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ \" أَيْ لَا نُرِيد طَرِيق الْجَاهِلِينَ وَلَا نُحِبّهَا. قَالَ مُحَمَّد بْن إِسْحَاق فِي السِّيرَة ثُمَّ قَدِمَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ بِمَكَّةَ عِشْرُونَ رَجُلًا أَوْ قَرِيب مِنْ ذَلِكَ مِنْ النَّصَارَى حِين بَلَغَهُمْ خَبَره مِنْ الْحَبَشَة فَوَجَدُوهُ فِي الْمَسْجِد فَجَلَسُوا إِلَيْهِ وَكَلَّمُوهُ وَسَأَلُوهُ وَرِجَال مِنْ قُرَيْش فِي أَنْدِيَتهمْ حَوْل الْكَعْبَة فَلَمَّا فَرَغُوا مِنْ مُسَاءَلَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَمَّا أَرَادُوا دَعَاهُمْ إِلَى اللَّه تَعَالَى وَتَلَا عَلَيْهِمْ الْقُرْآن فَلَمَّا سَمِعُوا الْقُرْآن فَاضَتْ أَعْيُنهمْ مِنْ الدَّمْع ثُمَّ اِسْتَجَابُوا لِلَّهِ وَآمَنُوا بِهِ وَصَدَّقُوهُ وَعَرَفُوا مِنْهُ مَا كَانَ يُوصَف لَهُمْ فِي كِتَابهمْ مِنْ أَمْره فَلَمَّا قَامُوا عَنْهُ اِعْتَرَضَهُمْ أَبُو جَهْل بْن هِشَام فِي نَفَر مِنْ قُرَيْش فَقَالُوا لَهُمْ خَيَّبَكُمْ اللَّه مِنْ رَكْب بَعَثَكُمْ مِنْ وَرَائِكُمْ مِنْ أَهْل دِينكُمْ تَرْتَادُونَ لَهُمْ لِتَأْتُوهُمْ بِخَبَرِ الرَّجُل فَلَمْ تَطْمَئِنّ مَجَالِسكُمْ عِنْده حَتَّى فَارَقْتُمْ دِينكُمْ وَصَدَّقْتُمُوهُ فِيمَا قَالَ مَا نَعْلَم رَكْبًا أَحْمَق مِنْكُمْ أَوْ كَمَا قَالُوا لَهُمْ فَقَالُوا لَهُمْ سَلَام عَلَيْكُمْ لَا نُجَاهِلُكُمْ لَنَا مَا نَحْنُ عَلَيْهِ وَلَكُمْ مَا أَنْتُمْ عَلَيْهِ لَمْ نَأْلُ أَنْفُسنَا خَيْرًا . قَالَ وَيُقَال إِنَّ النَّفَر النَّصَارَى مِنْ أَهْل نَجْرَان فَاَللَّه أَعْلَم أَيُّ ذَلِكَ كَانَ . قَالَ وَيُقَال وَاَللَّه أَعْلَم إِنَّ فِيهِمْ نَزَلَتْ هَذِهِ الْآيَات \" الَّذِينَ أَتَيْنَاهُمْ الْكِتَاب مِنْ قَبْله هُمْ بِهِ يُؤْمِنُونَ - إِلَى قَوْله - لَا نَبْتَغِي الْجَاهِلِينَ \" قَالَ وَسَأَلْت الزُّهْرِيّ عَنْ هَذِهِ الْآيَات فِيمَنْ نَزَلَتْ قَالَ مَا زِلْت أَسْمَع مِنْ عُلَمَائِنَا أَنَّهُنَّ فِي النَّجَاشِيّ وَأَصْحَابه رَضِيَ اللَّه عَنْهُمْ وَالْآيَات اللَّاتِي فِي سُورَة الْمَائِدَة\" ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا إِلَى قَوْله - فَاكْتُبْنَا مَعَ الشَّاهِدِينَ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39736, "aya_id": 55}]