[{"text": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَابًا مِّن عِندِ اللّهِ وَاللّهُ عِندَهُ حُسْنُ الثَّوَابِ", "sura_id": 3, "type": 0, "id": 488, "aya_id": 195}, {"text": "فاستجاب لهم ربهم أني لا أضيع عمل عامل منكم من ذكر أو أنثى بعضكم من بعض فالذين هاجروا وأخرجوا من ديارهم وأوذوا في سبيلي وقاتلوا وقتلوا لأكفرن عنهم سيئاتهم ولأدخلنهم جنات تجري من تحتها الأنهار ثوابا من عند الله والله عنده حسن الثواب", "sura_id": 3, "type": 1, "id": 6724, "aya_id": 195}, {"text": "195 - (فاستجاب لهم ربهم) دعاءهم (أني) أي بأني (لا أضيع عمل عامل منكم من ذكر أو أنثى بعضكم) كائن (من بعض) أي الذكور من الاناث وبالعكس ، والجملة مؤكدة لما قبلها أي هم سواء في المجازاة بالأعمال وترك تضييعها ، نزلت لما قالت أم سلمة: يا رسول الله إني لا أسمع ذكر النساء بالهجرة بشيء (فالذين هاجروا) من مكة إلى المدينة (وأخرجوا من ديارهم وأوذوا في سبيلي) ديني (وقاتلوا) الكفار (وقتلوا) بالتخفيف والتشديد ، وفي قراءة بتقديمه (لأكفرن عنهم سيئاتهم) أسترها بالمغفرة (ولأدخلنهم جنات تجري من تحتها الأنهار ثواباً) مصدر من معنى لأكفرن مؤكد له (من عند الله) فيه التفات عن التكلم (والله عنده حسن الثواب) الجزاء \r\n", "sura_id": 3, "type": 2, "id": 25432, "aya_id": 195}, {"text": "فأجاب الله دعاءهم بأنه لا يضيع جهد مَن عمل منهم عملا صالحًا ذكرًا كان أو أنثى, وهم في أُخُوَّة الدين وقَبول الأعمال والجزاء عليها سواء, فالذين هاجروا رغبةً في رضا الله تعالى, وأُخرجوا من ديارهم, وأوذوا في طاعة ربهم وعبادتهم إيّاه, وقاتلوا وقُتِلوا في سبيل الله لإعلاء كلمته, ليسترنَّ الله عليهم ما ارتكبوه من المعاصي, كما سترها عليهم في الدنيا, فلا يحاسبهم عليها, وليدخلنَّهم جنات تجري من تحت قصورها وأشجارها الأنهار جزاء من عند الله, والله عنده حسن الثواب.\r\n", "sura_id": 3, "type": 3, "id": 31668, "aya_id": 195}, {"text": " <font color=red>فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ</font><BR><p>يَقُول تَعَالَى \" فَاسْتَجَابَ لَهُمْ رَبّهمْ \" أَيْ فَأَجَابَهُمْ رَبّهمْ كَمَا قَالَ الشَّاعِر : وَدَاعٍ دَعَا يَا مَنْ يُجِيب إِلَى النَّدَى فَلَمْ يَسْتَجِبْهُ عِنْد ذَاكَ مُجِيب قَالَ سَعِيد بْن مَنْصُور حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ سَلَمَة رَجُل مِنْ آل أُمّ سَلَمَة قَالَ قَالَتْ أُمّ سَلَمَة : يَا رَسُول اللَّه لَا نَسْمَع اللَّه ذَكَرَ النِّسَاء فِي الْهِجْرَة بِشَيْءٍ . فَأَنْزَلَ اللَّه تَعَالَى \" فَاسْتَجَابَ لَهُمْ رَبّهمْ أَنِّي لَا أُضِيع عَمَلَ عَامِل مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى \" إِلَى آخِر الْآيَة : وَقَالَتْ الْأَنْصَار هِيَ أَوَّل ظَعِينَة قَدِمَتْ عَلَيْنَا وَقَدْ رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ. ثُمَّ قَالَ صَحِيح عَلَى شَرْط الْبُخَارِيّ وَلَمْ يُخَرِّجَاهُ . وَقَدْ رَوَى اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ أُمّ سَلَمَة قَالَتْ : آخِر آيَة نَزَلَتْ هَذِهِ الْآيَة . \" فَاسْتَجَابَ لَهُمْ رَبّهمْ أَنِّي لَا أُضِيع عَمَلَ عَامِل مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضكُمْ مِنْ بَعْض \" إِلَى آخِرهَا . رَوَاهُ اِبْن مَرْدُوَيه وَمَعْنَى الْآيَة أَنَّ الْمُؤْمِنِينَ ذَوِي الْأَلْبَاب لَمَّا سَأَلُوا مَا سَأَلُوا مِمَّا تَقَدَّمَ ذِكْرُهُ فَاسْتَجَابَ لَهُمْ رَبّهمْ عَقِب ذَلِكَ بِفَاءِ التَّعْقِيب كَمَا قَالَ تَعَالَى \" وَإِذَا سَأَلَك عِبَادِي عَنِّي فَإِنَى قَرِيب أُجِيب دَعْوَة الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ \" وَقَوْله تَعَالَى \" أَنِّي لَا أُضِيع عَمَلَ عَامِل مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى \" هَذَا تَفْسِير لِلْإِجَابَةِ أَيْ قَالَ لَهُمْ مُخْبِرًا أَنَّهُ لَا يُضِيع عَمَلَ عَامِلٍ مِنْكُمْ لَدَيْهِ بَلْ يُوَفِّي كُلّ عَامِل بِقِسْطِ عَمَله مِنْ ذَكَرٍ أَوْ أُنْثَى وَقَوْله \" بَعْضكُمْ مِنْ بَعْض \" أَيْ جَمِيعكُمْ فِي ثَوَابِي سَوَاء \" فَاَلَّذِينَ هَاجَرُوا \" أَيْ تَرَكُوا دَار الشِّرْك وَأَتَوْا إِلَى دَار الْإِيمَان وَفَارَقُوا الْأَحْبَاب وَالْإِخْوَان وَالْخِلَّانِ وَالْجِيرَان \" وَأُخْرِجُوا مِنْ دِيَارهمْ \" أَيْ ضَايَقَهُمْ الْمُشْرِكُونَ بِالْأَذَى حَتَّى أَلْجَئُوهُمْ إِلَى الْخُرُوج مِنْ بَيْن أَظْهُرِهِمْ وَلِهَذَا قَالَ \" وَأُوذُوا فِي سَبِيلِي \" أَيْ إِنَّمَا كَانَ ذَنْبهمْ إِلَى النَّاس أَنَّهُمْ آمَنُوا بِاَللَّهِ وَحْدَهُ كَمَا قَالَ تَعَالَى \" يُخْرِجُونَ الرَّسُول وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاَللَّهِ رَبّكُمْ \" وَقَالَ تَعَالَى \" وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاَللَّهِ الْعَزِيز الْحَمِيد \" وَقَوْله تَعَالَى \" وَقَاتَلُوا وَقُتِلُوا \" وَهَذَا أَعْلَى الْمَقَامَات أَنْ يُقَاتِل فِي سَبِيل اللَّه فَيُعْقَر جَوَاده وَيُعَفَّر وَجْهه بِدَمِهِ وَتُرَابه. وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه أَرَأَيْت إِنْ قُتِلْت فِي سَبِيل اللَّه صَابِرًا مُحْتَسِبًا مُقْبِلًا غَيْر مُدْبِر أَيُكَفِّرُ اللَّه عَنِّي خَطَايَايَ ؟ قَالَ : نَعَمْ ؟ ثُمَّ قَالَ : كَيْفَ قُلْت فَأَعَادَ عَلَيْهِ مَا قَالَ فَقَالَ : \" نَعَمْ إِلَّا الَّذِي قَالَهُ لِي جِبْرِيل آنِفًا \" وَلِهَذَا قَالَ تَعَالَى \" لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتهمْ وَلَأُدْخِلَنَّهُم جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" أَيْ تَجْرِي فِي خِلَالهَا الْأَنْهَار مِنْ أَنْوَاع الْمَشَارِب مِنْ لَبَن وَعَسَل وَخَمْر وَمَاء غَيْر آسِن وَغَيْر ذَلِكَ مِمَّا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْب بَشَر وَقَوْله \" ثَوَابًا مِنْ عِنْد اللَّه \" أَضَافَهُ إِلَيْهِ وَنَسَبَهُ إِلَيْهِ لِيَدُلّ عَلَى أَنَّهُ عَظِيم لِأَنَّ الْعَظِيم الْكَرِيم لَا يُعْطِي إِلَّا جَزِيلًا كَثِيرًا كَمَا قَالَ الشَّاعِر : إِنْ يُعَذِّب يَكُنْ غَرَامًا وَإِنْ يُعْ طِ جَزِيلًا فَإِنَّهُ لَا يُبَالِي وَقَوْله تَعَالَى \" وَاَللَّه عِنْدَهُ حُسْن الثَّوَاب \" أَيْ عِنْدَهُ حُسْن الْجَزَاء لِمَنْ عَمِلَ صَالِحًا . قَالَ اِبْن أَبَى حَاتِم : ذُكِرَ عَنْ دُحَيْم بْن إِبْرَاهِيم قَالَ الْوَلِيد بْن مُسْلِم أَخْبَرَنِي جَرِير بْن عُثْمَان أَنَا شَدَّاد بْن أَوْس كَانَ يَقُول : أَيّهَا النَّاس لَا تَتَّهِمُوا اللَّه فِي قَضَائِهِ فَاَللَّه لَا يَبْغِي عَلَى مُؤْمِن فَإِذَا أَنْزَلَ بِأَحَدِكُمْ شَيْئًا مِمَّا يُحِبّ فَلْيَحْمَدْ اللَّه وَإِذَا أَنْزَلَ بِهِ شَيْئًا مِمَّا يَكْرَهُ فَلْيَصْبِرْ وَلْيَحْتَسِبْ فَإِنَّ اللَّه عِنْده حُسْن الثَّوَاب .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39949, "aya_id": 195}]