[{"text": "إِنَّمَا يَعْمُرُ مَسَاجِدَ اللّهِ مَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاَةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللّهَ فَعَسَى أُوْلَئِكَ أَن يَكُونُواْ مِنَ الْمُهْتَدِينَ", "sura_id": 9, "type": 0, "id": 1253, "aya_id": 18}, {"text": "إنما يعمر مساجد الله من آمن بالله واليوم الآخر وأقام الصلاة وآتى الزكاة ولم يخش إلا الله فعسى أولئك أن يكونوا من المهتدين", "sura_id": 9, "type": 1, "id": 7489, "aya_id": 18}, {"text": "18 - (إنما يعمر مساجد الله من آمن بالله واليوم الآخر وأقام الصلاة وآتى الزكاة ولم يخش) أحداً (إلا الله فعسى أولئك أن يكونوا من المهتدين) \r\n", "sura_id": 9, "type": 2, "id": 26197, "aya_id": 18}, {"text": "لا يعتني ببيوت الله ويعمرها إلا الذين يؤمنون بالله واليوم الآخر, ويقيمون الصلاة ويؤتون الزكاة, ولا يخافون في الله لومة لائم, هؤلاء العُمَّار هم المهتدون إلى الحق.\r\n", "sura_id": 9, "type": 3, "id": 32433, "aya_id": 18}, {"text": " <font color=red>إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" إِنَّمَا يَعْمُر مَسَاجِد اللَّه مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر \" فَشَهِدَ تَعَالَى بِالْإِيمَانِ لِعُمَّار الْمَسَاجِد كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا شُرَيْح حَدَّثَنَا اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث أَنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا رَأَيْتُمْ الرَّجُل يَعْتَاد الْمَسْجِد فَاشْهَدُوا لَهُ بِالْإِيمَانِ \" قَالَ تَعَالَى \" إِنَّمَا يَعْمُر مَسَاجِد اللَّه مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر \" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَرْدَوَيْهِ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عَبْد اللَّه بْن وَهْب بِهِ . وَقَالَ عَبْد الرَّحْمَن بْن حُمَيْد فِي مُسْنَده حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا صَالِح الْمُرِّيّ عَنْ ثَابِت الْبُنَانِيّ عَنْ مَيْمُون بْن سَيَّارَة وَجَعْفَر بْن زَيْد عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا عُمَّار الْمَسَاجِد هُمْ أَهْل اللَّه \" وَرَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار عَنْ عَبْد الْوَاحِد بْن غِيَاث عَنْ صَالِح بْن بَشِير الْمُرِّيّ عَنْ ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا عُمَّار الْمَسَاجِد هُمْ أَهْل اللَّه . ثُمَّ قَالَ : لَا نَعْلَم رَوَاهُ عَنْ ثَابِت غَيْر صَالِح وَقَدْ رَوَى الدَّارَقُطْنِيّ فِي الْأَفْرَاد مِنْ طَرِيق حَكَّامَة بِنْت عُثْمَان بْن دِينَار عَنْ أَبِيهَا عَنْ أَخِيهِ مَالِك بْن دِينَار عَنْ أَنَس مَرْفُوعًا \" إِذَا أَرَادَ اللَّه بِقَوْمٍ عَاهَة نَظَرَ إِلَى أَهْل الْمَسَاجِد فَصَرْف عَنْهُمْ \" ثُمَّ قَالَ غَرِيب وَرَوَى الْحَافِظ الْبَهَائِيّ فِي الْمُسْتَقْصَى عَنْ أَبِيهِ بِسَنَدِهِ إِلَى أَبِي أُمَيَّة الطَّرَسُوسِيّ حَدَّثَنَا مَنْصُور بْن صُقَيْر حَدَّثَنَا صَالِح الْمُرِّيّ عَنْ ثَابِت عَنْ أَنَس مَرْفُوعًا يَقُول اللَّه : وَعِزَّتِي وَجَلَالِي إِنِّي لَأَهُمّ بِأَهْلِ الْأَرْض عَذَابًا فَإِذَا نَظَرْت إِلَى عُمَّار بُيُوتِي وَإِلَى الْمُتَحَابِّينَ فِيَّ وَإِلَى الْمُسْتَغْفِرِينَ بِالْأَسْحَارِ صَرَفْت ذَلِكَ عَنْهُمْ ثُمَّ قَالَ اِبْن عَسَاكِر : حَدِيث غَرِيب وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح حَدَّثَنَا سَعِيد عَنْ قَتَادَة حَدَّثَنَا الْعَلَاء بْن زِيَاد عَنْ مُعَاذ بْن جَبَل أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الشَّيْطَان ذِئْب الْإِنْسَان كَذِئْبِ الْغَنَم يَأْخُذ الشَّاة الْقَاصِيَة وَالنَّاحِيَة فَإِيَّاكُمْ وَالشِّعَاب وَعَلَيْكُمْ بِالْجَمَاعَةِ وَالْعَامَّة وَالْمَسْجِد وَقَالَ عَبْد الرَّازِق عَنْ مَعْمَر عَنْ أَبِي إسْحَاق عَنْ عَمْرو بْن مَيْمُون الْأَوْدِيّ قَالَ : أَدْرَكْت أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُمْ يَقُولُونَ إِنَّ الْمَسَاجِد بُيُوت اللَّه فِي الْأَرْض وَإِنَّهُ حَقّ عَلَى اللَّه أَنْ يُكْرِم مَنْ زَارَهُ فِيهَا وَقَالَ الْمَسْعُودِيّ عَنْ حَبِيب بْن أَبِي ثَابِت وَعْدِي بْن ثَابِت عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : مَنْ سَمِعَ النِّدَاء بِالصَّلَاةِ ثُمَّ لَمْ يُجِبْ وَلَمْ يَأْتِ الْمَسْجِد وَيُصَلِّي فَلَا صَلَاة لَهُ وَقَدْ عَصَى اللَّه وَرَسُوله قَالَ اللَّه تَعَالَى \" إِنَّمَا يَعْمُر مَسَاجِد اللَّه مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر \" الْآيَة رَوَاهُ اِبْن مَرْدَوَيْهِ . وَقَدْ رُوِيَ مَرْفُوعًا مِنْ وَجْه آخَر وَلَهُ شَوَاهِد مِنْ وُجُوه أُخَر لَيْسَ هَذَا مَوْضِع بَسْطهَا . وَقَوْله \" وَأَقَامَ الصَّلَاة \" أَيْ الَّتِي هِيَ أَكْبَر عِبَادَات الْبَدَن \" وَآتَى الزَّكَاة \" أَيْ الَّتِي هِيَ أَفْضَل الْأَعْمَال الْمُتَعَدِّيَة إِلَى بِرّ الْخَلَائِق وَقَوْله \" وَلَمْ يَخْشَ إِلَّا اللَّه \" أَيْ وَلَمْ يَخَفْ إِلَّا مِنْ اللَّه تَعَالَى وَلَمْ يَخْشَ سِوَاهُ \" فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنْ الْمُهْتَدِينَ \" قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّمَا يَعْمُر مَسَاجِد اللَّه مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر \" يَقُول مَنْ وَحَّدَ اللَّه وَآمَنَ بِالْيَوْمِ الْآخِر يَقُول مَنْ آمَنَ بِمَا أَنْزَلَ اللَّه \" وَأَقَامَ الصَّلَاة \" يَعْنِي الصَّلَوَات الْخَمْس \" وَلَمْ يَخْشَ إِلَّا اللَّه \" يَقُول لَمْ يَعْبُد إِلَّا اللَّه ثُمَّ قَالَ \" فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنْ الْمُهْتَدِينَ \" يَقُول تَعَالَى إِنَّ أُولَئِكَ هُمْ الْمُفْلِحُونَ كَقَوْلِهِ لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \" وَهِيَ الشَّفَاعَة وَكُلّ عَسَى فِي الْقُرْآن فَهِيَ وَاجِبَة وَقَالَ مُحَمَّد بْن إسْحَاق بْن يَسَار رَحِمَهُ اللَّه : وَعَسَى مِنْ حَقّ اللَّه .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43433, "aya_id": 18}]