[{"text": "قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ قُلْنَ حَاشَ لِلّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوءٍ قَالَتِ امْرَأَةُ الْعَزِيزِ الآنَ حَصْحَصَ الْحَقُّ أَنَاْ رَاوَدتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ", "sura_id": 12, "type": 0, "id": 1647, "aya_id": 51}, {"text": "قال ما خطبكن إذ راودتن يوسف عن نفسه قلن حاش لله ما علمنا عليه من سوء قالت امرأة العزيز الآن حصحص الحق أنا راودته عن نفسه وإنه لمن الصادقين", "sura_id": 12, "type": 1, "id": 7883, "aya_id": 51}, {"text": "51 - (قال ما خطبكن) شأنكن (إذ راودتن يوسف عن نفسه) هل وجدتن منه ميلاً إليكن (قلن حاش لله ما علمنا عليه من سوء قالت امرأة العزيز الآن حصحص) وضح (الحق أنا راودته عن نفسه وإنه لمن الصادقين) في قوله {هي راودتني عن نفسي} فاخبر يوسف بذلك فقال : \r\n", "sura_id": 12, "type": 2, "id": 26591, "aya_id": 51}, {"text": "قال الملك للنسوة اللاتي جرحن أيديهن: ما شأنكن حين راودتنَّ يوسف عن نفسه يوم الضيافة؟ فهل رأيتن منه ما يريب؟ قلن: معاذ الله ما علمنا عليه أدنى شيء يَشينه, عند ذلك قالت امراة العزيز: الآن ظهر الحق بعد خفائه, فأنا التي حاولت فتنته بإغرائه فامتنع, وإنه لمن الصادقين في كل ما قاله.\r\n", "sura_id": 12, "type": 3, "id": 32827, "aya_id": 51}, {"text": " <font color=red>قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَةُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ</font><BR><p>وَقَوْله تَعَالَى \" قَالَ مَا خَطْبكُنَّ إِذْ رَاوَدْتُنَّ يُوسُف عَنْ نَفْسه \" إِخْبَار عَنْ الْمَلِك حِين جَمَعَ النِّسْوَة اللَّاتِي قَطَّعْنَ أَيْدِيهنَّ عِنْد اِمْرَأَة الْعَزِيز فَقَالَ مُخَاطِبًا لَهُنَّ كُلّهنَّ وَهُوَ يُرِيد اِمْرَأَة وَزِيره وَهُوَ الْعَزِيز قَالَ الْمَلِك لِلنِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيهنَّ\" مَا خَطْبكُنَّ \" أَيْ شَأْنكُنَّ وَخَبَركُنَّ \" إِذْ رَاوَدْتُنَّ يُوسُف عَنْ نَفْسه \" يَعْنِي يَوْم الضِّيَافَة \" قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوء \" أَيْ قَالَتْ النِّسْوَة جَوَابًا لِلْمَلِكِ حَاشَ لِلَّهِ أَنْ يَكُون يُوسُف مُتَّهَمًا وَاَللَّه مَا عَلِمْنَا عَلَيْهِ مِنْ سُوء فَعِنْد ذَلِكَ \" قَالَتْ اِمْرَأَة الْعَزِيز الْآن حَصْحَصَ الْحَقّ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد : تَقُول الْآن تَبَيَّنَ الْحَقّ وَظَهَرَ وَبَرَزَ \" أَنَا رَاوَدْته عَنْ نَفْسه وَإِنَّهُ لَمِنْ الصَّادِقِينَ \" أَيْ فِي قَوْله \" هِيَ رَاوَدَتْنِي عَنْ نَفْسِي \" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37804, "aya_id": 51}]