[{"text": "الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالإِنْجِيلِ يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُواْ بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُواْ النُّورَ الَّذِيَ أُنزِلَ مَعَهُ أُوْلَئِكَ هُمُ الْمُفْلِحُونَ", "sura_id": 7, "type": 0, "id": 1111, "aya_id": 157}, {"text": "الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون", "sura_id": 7, "type": 1, "id": 7347, "aya_id": 157}, {"text": "157 - (الذين يتبعون الرسول النبي الأمي) محمد صلى الله عليه وسلم (الذي يجدونه مكتوباً عندهم في التوراة والإنجيل) باسمه وصفته (يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات) مما حرم في شرعهم (ويحرم عليهم الخبائث) الميتة ونحوها (ويضع عنهم إصرهم) ثقلهم (والأغلال) الشدائد (التي كانت عليهم) كقتل النفس في التوبة وقطع أثر النجاسة (فالذين آمنوا به) منهم (وعزَّروه) ووقروه (ونصروه واتبعوا النور الذي أنزل معه) أي القرآن (أولئك هم المفلحون) \r\n", "sura_id": 7, "type": 2, "id": 26055, "aya_id": 157}, {"text": "هذه الرحمة سأكتبها للذين يخافون الله ويجتنبون معاصيه, ويتبعون الرسول النبي الأمي الذي لا يقرأ ولا يكتب, وهو محمد صلى الله عليه وسلم, الذي يجدون صفته وأمره مكتوبَيْن عندهم في التوراة والإنجيل, يأمرهم بالتوحيد والطاعة وكل ما عرف حُسْنه, وينهاهم عن الشرك والمعصية وكل ما عرف قُبْحه, ويُحِلُّ لهم الطيبات من المطاعم والمشارب والمناكح, ويُحرِّم عليهم الخبائث منها كلحم الخنزير, وما كانوا يستحلُّونه من المطاعم والمشارب التي حرَّمها الله, ويذهب عنهم ما كُلِّفوه من الأمور الشاقة كقطع موضع النجاسة من الثوب, وإحراق الغنائم, والقصاص حتمًا من القاتل عمدًا كان القتل أم خطأ, فالذين صدَّقوا بالنبي الأمي محمد صلى الله عليه وسلم وأقروا بنبوته, ووقروه وعظَّموه ونصروه, واتبعوا القرآن المنزل عليه, وعملوا بسنته, أولئك هم الفائزون بما وعد الله به عباده المؤمنين.\r\n", "sura_id": 7, "type": 3, "id": 32291, "aya_id": 157}, {"text": " <font color=red>الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ</font><BR><p>\" الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل \" وَهَذِهِ صِفَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فِي كُتُب الْأَنْبِيَاء بَشَّرُوا أُمَمهمْ بِبَعْثِهِ وَأَمَرُوهُمْ بِمُتَابَعَتِهِ وَلَمْ تَزَلْ صِفَاته مَوْجُودَة فِي كُتُبهمْ يَعْرِفهَا عُلَمَاؤُهُمْ وَأَحْبَارهمْ. كَمَا رَوَى الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل عَنْ الْجُرَيْرِيّ عَنْ أَبِي صَخْر الْعُقَيْلِيّ حَدَّثَنِي رَجُل مِنْ الْأَعْرَاب قَالَ جَلَبْت حَلُوبَة إِلَى الْمَدِينَة فِي حَيَاة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا فَرَغْت مِنْ بَيْعِي قُلْت لَأَلْقَيَنَّ هَذَا الرَّجُل فَلَأَسْمَعَنَّ مِنْهُ قَالَ فَتَلَقَّانِي بَيْن أَبِي بَكْر وَعُمَر يَمْشُونَ فَتَبِعْتهمْ حَتَّى أَتَوْا عَلَى رَجُل مِنْ الْيَهُود نَاشِر التَّوْرَاة يَقْرَؤُهَا يُعَزِّي بِهَا نَفْسه عَنْ اِبْن لَهُ فِي الْمَوْت كَأَجْمَل الْفِتْيَان وَأَحْسَنهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْشُدُك بِاَلَّذِي أَنْزَلَ التَّوْرَاة هَلْ تَجِد فِي كِتَابك هَذَا صِفَتِي وَمَخْرَجِي ؟ \" فَقَالَ بِرَأْسِهِ هَكَذَا أَيْ لَا فَقَالَ اِبْنه إِي وَاَلَّذِي أَنْزَلَ التَّوْرَاة إِنَّا لَنَجِد فِي كِتَابنَا صِفَتك وَمَخْرَجك وَإِنِّي أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّك رَسُول اللَّه فَقَالَ \" أَقِيمُوا الْيَهُودِيّ عَنْ أَخِيكُمْ \" ثُمَّ تَوَلَّى كَفَنه وَالصَّلَاة عَلَيْهِ هَذَا حَدِيث جَيِّد قَوِيّ لَهُ شَاهِد فِي الصَّحِيح عَنْ أَنَس وَقَالَ الْحَاكِم صَاحِب الْمُسْتَدْرَك أَخْبَرَنَا مُحَمَّد بْن عَبْد اللَّه بْن إِسْحَاق الْبَغَوِيّ حَدَّثَنَا إِبْرَاهِيم بْن الْهَيْثَم الْبَلَدِيّ حَدَّثَنَا عَبْد الْعَزِيز بْن مُسْلِم بْن إِدْرِيس حَدَّثَنَا عَبْد اللَّه بْن إِدْرِيس عَنْ شُرَحْبِيل بْن مُسْلِم عَنْ أَبِي أُمَامَةَ الْبَاهِلِيّ عَنْ هِشَام بْن الْعَاص الْأُمَوِيّ قَالَ بُعِثْت أَنَا وَرَجُل آخَر إِلَى هِرَقْل صَاحِب الرُّوم نَدْعُوهُ إِلَى الْإِسْلَام فَخَرَجْنَا حَتَّى قَدِمْنَا الْغَوْطَة يَعْنِي غَوْطَة دِمَشْق فَنَزَلْنَا عَلَى جَبَلَة بْن الْأَيْهَم الْغَسَّانِيّ فَدَخَلْنَا عَلَيْهِ فَإِذَا هُوَ عَلَى سَرِير لَهُ فَأَرْسَلَ إِلَيْنَا بِرَسُولِهِ نُكَلِّمهُ فَقُلْنَا وَاَللَّه لَا نُكَلِّم رَسُولًا وَإِنَّمَا بَعَثْنَا إِلَى الْمَلِك فَإِنْ أَذِنَ لَنَا كَلَّمْنَاهُ وَإِلَّا لَمْ نُكَلِّم الرَّسُول فَرَجَعَ إِلَيْهِ الرَّسُول فَأَخْبَرَهُ بِذَلِكَ قَالَ فَأَذِنَ لَنَا فَقَالَ تَكَلَّمُوا فَكَلَّمَهُ هِشَام بْن الْعَاص وَدَعَاهُ إِلَى الْإِسْلَام فَإِذَا عَلَيْهِ ثِيَاب سُود فَقَالَ لَهُ هِشَام وَمَا هَذِهِ الَّتِي عَلَيْك ؟ فَقَالَ لَبِسْتهَا وَحَلَفْت أَنْ لَا أَنْزِعهَا حَتَّى أُخْرِجكُمْ مِنْ الشَّام قُلْنَا وَمَجْلِسك هَذَا وَاَللَّه لَآخُذَنَّهُ مِنْك وَلَآخُذَنَّ مُلْك الْمُلْك الْأَعْظَم إِنْ شَاءَ اللَّه أَخْبَرَنَا بِذَلِكَ نَبِيّنَا مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَسْتُمْ بِهِمْ بَلْ هُمْ قَوْم يَصُومُونَ بِالنَّهَارِ وَيَقُومُونَ بِاللَّيْلِ فَكَيْف صَوْمكُمْ ؟ فَأَخْبَرْنَاهُ فَمُلِئَ وَجْهه سَوَادًا فَقَالَ قُومُوا وَبَعَثَ مَعَنَا رَسُولًا إِلَى الْمَلِك فَخَرَجْنَا حَتَّى إِذَا كُنَّا قَرِيبًا مِنْ الْمَدِينَة قَالَ لَنَا الَّذِي مَعَنَا إِنَّ دَوَابّكُمْ هَذِهِ لَا تَدْخُل مَدِينَة الْمَلِك فَإِنْ شِئْتُمْ حَمَلْنَاكُمْ عَلَى بَرَاذِين وَبِغَال قُلْنَا وَاَللَّه لَا نَدْخُل إِلَّا عَلَيْهَا فَأَرْسَلُوا إِلَى الْمَلِك أَنَّهُمْ يَأْبَوْنَ ذَلِكَ فَأَمَرَهُمْ أَنْ نَدْخُل عَلَى رَوَاحِلنَا فَدَخَلْنَا عَلَيْهَا مُتَقَلِّدِينَ سُيُوفنَا حَتَّى اِنْتَهَيْنَا إِلَى غُرْفَة لَهُ فَأَنَخْنَا فِي أَصْلهَا وَهُوَ يَنْظُر إِلَيْنَا فَقُلْنَا لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر فَاَللَّه يَعْلَم لَقَدْ اِنْتَفَضَتْ الْغُرْفَة حَتَّى صَارَتْ كَأَنَّهَا عِذْق تَصْفِقهُ الرِّيَاح . قَالَ فَأَرْسَلَ إِلَيْنَا لَيْسَ لَكُمْ أَنْ تَجْهَرُوا عَلَيْنَا بِدِينِكُمْ وَأَرْسَلَ إِلَيْنَا أَنْ اُدْخُلُوا فَدَخَلْنَا عَلَيْهِ وَهُوَ عَلَى فِرَاش لَهُ وَعِنْده بَطَارِقَة مِنْ الرُّوم وَكُلّ شَيْء فِي مَجْلِسه أَحْمَر وَمَا حَوْله حُمْرَة وَعَلَيْهِ ثِيَاب مِنْ الْحُمْرَة فَدَنَوْنَا مِنْهُ فَضَحِكَ فَقَالَ مَا عَلَيْكُمْ لَوْ جِئْتُمُونِي بِتَحِيَّتِكُمْ فِيمَا بَيْنكُمْ ؟ وَإِذَا عِنْده رَجُل فَصِيح بِالْعَرَبِيَّةِ كَثِير الْكَلَام فَقُلْنَا إِنَّ تَحِيَّتنَا فِيمَا بَيْننَا لَا تَحِلّ لَك وَتَحِيَّتك الَّتِي تَحْيَا بِهَا لَا يَحِلّ لَنَا أَنْ نُحَيِّيك بِهَا قَالَ كَيْف تَحِيَّتكُمْ فِيمَا بَيْنكُمْ ؟ قُلْنَا السَّلَام عَلَيْك قَالَ فَكَيْف تُحَيُّونَ مَلِككُمْ ؟ قُلْنَا بِهَا قَالَ فَكَيْف يَرُدّ عَلَيْكُمْ ؟ قُلْنَا بِهَا قَالَ فَمَا أَعْظَم كَلَامكُمْ ؟ قُلْنَا لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر فَلَمَّا تَكَلَّمْنَا بِهَا وَاَللَّه يَعْلَم لَقَدْ اِنْتَفَضَتْ الْغُرْفَة حَتَّى رَفَعَ رَأْسه إِلَيْهَا قَالَ فَهَذِهِ الْكَلِمَة الَّتِي قُلْتُمُوهَا حَيْثُ اِنْتَفَضَتْ الْغُرْفَة أَكُلَّمَا قُلْتُمُوهَا فِي بُيُوتكُمْ اِنْتَفَضَتْ عَلَيْكُمْ غُرَفكُمْ قُلْنَا لَا مَا رَأَيْنَاهَا فَعَلَتْ هَذَا قَطُّ إِلَّا عِنْدك قَالَ لَوَدِدْت أَنَّكُمْ كُلَّمَا قُلْتُمْ اِنْتَفَضَ كُلّ شَيْء عَلَيْكُمْ وَإِنِّي قَدْ خَرَجْت مِنْ نِصْف مُلْكِي قُلْنَا لِمَ ؟ قَالَ لِأَنَّهُ كَانَ أَيْسَر لِشَأْنِهَا وَأَجْدَر أَنْ لَا تَكُون مِنْ أَمْر النُّبُوَّة وَأَنَّهَا تَكُون مِنْ حِيَل النَّاس ثُمَّ سَأَلْنَا عَمَّا أَرَادَ فَأَخْبَرْنَاهُ ثُمَّ قَالَ كَيْف صَلَاتكُمْ وَصَوْمكُمْ ؟ فَأَخْبَرْنَاهُ فَقَالَ قُومُوا فَأَمَرَ لَنَا بِمَنْزِلٍ حَسَن وَنُزُل كَثِير فَأَقَمْنَا ثَلَاثًا فَأَرْسَلَ إِلَيْنَا لَيْلًا فَدَخَلْنَا عَلَيْهِ فَاسْتَعَادَ قَوْلنَا فَأَعَدْنَاهُ ثُمَّ دَعَا بِشَيْءٍ كَهَيْئَةِ الرَّبْعَة الْعَظِيمَة مُذَهَّبَة فِيهَا بُيُوت صِغَار عَلَيْهَا أَبْوَاب فَفَتَحَ بَيْتًا وَقُفْلًا فَاسْتَخْرَجَ حَرِيرَة سَوْدَاء فَنَشَرْنَاهَا فَإِذَا فِيهَا صُورَة حَمْرَاء وَإِذَا فِيهَا رَجُل ضَخْم الْعَيْنَيْنِ عَظِيم الْأَلْيَتَيْنِ لَمْ أَرَ مِثْل طُول عُنُقه وَإِذَا لَيْسَتْ لَهُ لِحْيَة وَإِذَا لَهُ ضَفِيرَتَانِ أَحْسَن مَا خَلَقَ اللَّه فَقَالَ أَتَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا آدَم عَلَيْهِ السَّلَام وَإِذَا هُوَ أَكْثَر النَّاس شَعْرًا ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة سَوْدَاء وَإِذَا فِيهَا صُورَة بَيْضَاء وَإِذَا لَهُ شَعْر كَشَعْرِ الْقِطَط أَحْمَر الْعَيْنَيْنِ ضَخْم الْهَامَة حَسَن اللِّحْيَة فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا نُوح عَلَيْهِ السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ حَرِيرَة سَوْدَاء وَإِذَا فِيهَا رَجُل شَدِيد الْبَيَاض حَسَن الْعَيْنَيْنِ صَلْت الْجَبِين طَوِيل الْخَدّ أَبْيَض اللِّحْيَة كَأَنَّهُ يَبْتَسِم فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا إِبْرَاهِيم عَلَيْهِ السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَإِذَا فِيهِ صُورَة بَيْضَاء وَإِذَا وَاَللَّه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَتَعْرِفُونَ هَذَا ؟ قُلْنَا نَعَمْ هَذَا مُحَمَّد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَبَكَيْنَا قَالَ وَاَللَّه يَعْلَم أَنَّهُ قَامَ قَائِمًا ثُمَّ جَلَسَ وَقَالَ وَاَللَّه إِنَّهُ لَهُوَ قُلْنَا نَعَمْ إِنَّهُ لَهُوَ كَأَنَّك تَنْظُر إِلَيْهِ فَأَمْسَكَ سَاعَة يَنْظُر إِلَيْهَا ثُمَّ قَالَ أَمَا إِنَّهُ كَانَ آخِر الْبُيُوت وَلَكِنِّي عَجَّلْته لَكُمْ لِأَنْظُر مَا عِنْدكُمْ ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة سَوْدَاء فَإِذَا فِيهَا صُورَة أَدْمَاء سَحْمَاء وَإِذَا رَجُل جَعْد قَطِط غَائِر الْعَيْنَيْنِ حَدِيد النَّظَر عَابِس مُتَرَاكِب الْأَسْنَان مُتَقَلِّص الشَّفَة كَأَنَّهُ غَضْبَان فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا مُوسَى عَلَيْهِ السَّلَام وَإِلَى جَنْبه صُورَة تُشْبِههُ إِلَّا أَنَّهُ مُدْهَانّ الرَّأْس عَرِيض الْجَبِين فِي عَيْنَيْهِ قَبَل فَقَالَ هَلْ تَعْرَقُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا هَارُون بْن عِمْرَان عَلَيْهِ السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة بَيْضَاء فَإِذَا فِيهَا صُورَة رَجُل آدَم سَبْط رَبْعَة كَأَنَّهُ غَضْبَان فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا لُوط عَلَيْهِ السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة بَيْضَاء فَإِذَا فِيهَا صُورَة رَجُل أَبْيَض مُشْرَب حُمْرَة أَقْنَى خَفِيف الْعَارِضَيْنِ حَسَن الْوَجْه فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا إِسْحَاق عَلَيْهِ السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة بَيْضَاء فَإِذَا فِيهَا صُورَة تُشْبِه إِسْحَاق إِلَّا أَنَّهُ عَلَى شَفَته خَال فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا يَعْقُوب عَلَيْهِ السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة سَوْدَاء فِيهَا صُورَة رَجُل أَبْيَض حَسَن الْوَجْه أَقْنَى الْأَنْف حَسَن الْقَامَة يَعْلُو وَجْهه نُور يُعْرَف فِي وَجْهه الْخُشُوع يَضْرِب إِلَى الْحُمْرَة قَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا إِسْمَاعِيل جَدّ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة بَيْضَاء فَإِذَا فِيهَا صُورَة كَصُورَةِ آدَم كَأَنَّ وَجْهه الشَّمْس فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا يُوسُف عَلَيْهِ السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة بَيْضَاء فَإِذَا فِيهَا صُورَة رَجُل أَحْمَر حَمْش السَّاقَيْنِ أَخْفَش الْعَيْنَيْنِ ضَخْم الْبَطْن رَبْعَة مُتَقَلِّد سَيْفًا فَقَالَ : هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا دَاوُدُ عَلَيْهِ السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة بَيْضَاء فِيهَا صُورَة رَجُل ضَخْم الْأَلْيَتَيْنِ طَوِيل الرِّجْلَيْنِ رَاكِب فَرَسًا فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا سُلَيْمَان بْن دَاوُدَ عَلَيْهِمَا السَّلَام ثُمَّ فَتَحَ بَابًا آخَر فَاسْتَخْرَجَ مِنْهُ حَرِيرَة سَوْدَاء فِيهَا صُورَة بَيْضَاء وَإِذَا شَابّ شَدِيد سَوَاد اللِّحْيَة كَثِير الشَّعْر حَسَن الْعَيْنَيْنِ حَسَن الْوَجْه فَقَالَ هَلْ تَعْرِفُونَ هَذَا ؟ قُلْنَا لَا قَالَ هَذَا عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام قُلْنَا مِنْ أَيْنَ لَك هَذِهِ الصُّوَر لِأَنَّا نَعْلَم أَنَّهَا عَلَى مَا صُوِّرَتْ عَلَيْهِ الْأَنْبِيَاء عَلَيْهِمْ السَّلَام لِأَنَّا رَأَيْنَا صُورَة نَبِيّنَا عَلَيْهِ السَّلَام مِثْله فَقَالَ إِنَّ آدَم عَلَيْهِ السَّلَام سَأَلَ رَبّه أَنْ يُرِيه الْأَنْبِيَاء مِنْ وَلَده فَأَنْزَلَ عَلَيْهِ صُوَرهمْ فَكَانَتْ فِي خِزَانَة آدَم عَلَيْهِ السَّلَام عِنْد مَغْرِب الشَّمْس فَاسْتَخْرَجَهَا ذُو الْقَرْنَيْنِ مِنْ مَغْرِب الشَّمْس فَدَفَعَهَا إِلَى دَانْيَال ثُمَّ قَالَ أَمَا وَاَللَّه إِنَّ نَفْسِي طَابَتْ بِالْخُرُوجِ مِنْ مُلْكِي وَإِنِّي كُنْت عَبْدًا لَأُشْرِككُمْ مُلْكه حَتَّى أَمُوت ثُمَّ أَجَازَنَا فَأَحْسَن جَائِزَتنَا وَسَرَّحَنَا فَلَمَّا أَتَيْنَا أَبَا بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ فَحَدَّثْنَاهُ بِمَا أَرَانَا وَبِمَا قَالَ لَنَا وَمَا أَجَازَنَا قَالَ فَبَكَى أَبُو بَكْر وَقَالَ مِسْكِين لَوْ أَرَادَ اللَّه بِهِ خَيْرًا لَفَعَلَ ثُمَّ قَالَ أَخْبَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُمْ وَالْيَهُود يَجِدُونَ نَعْت مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْدهمْ وَهَكَذَا أَوْرَدَهُ الْحَافِظ الْكَبِير أَبُو بَكْر الْبَيْهَقِيّ رَحِمَهُ اللَّه فِي كِتَاب دَلَائِل النُّبُوَّة عَنْ الْحَاكِم إِجَازَة فَذَكَرَهُ وَإِسْنَاده لَا بَأْس بِهِ . وَقَالَ اِبْن جَرِير حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا عُثْمَان بْن عُمَر حَدَّثَنَا فُلَيْح عَنْ هِلَال بْن عَلِيّ عَنْ عَطَاء بْن يَسَار قَالَ لَقِيت عَبْد اللَّه بْن عَمْرو فَقُلْت أَخْبِرْنِي عَنْ صِفَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي التَّوْرَاة قَالَ أَجَلْ وَاَللَّه إِنَّهُ لَمَوْصُوف فِي التَّوْرَاة كَصِفَتِهِ فِي الْقُرْآن \" يَا أَيّهَا النَّبِيّ إِنَّا أَرْسَلْنَاك شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا \" وَحِرْزًا لِلْأُمِّيِّينَ أَنْتَ عَبْدِي وَرَسُولِي اِسْمك الْمُتَوَكِّل لَيْسَ بِفَظٍّ وَلَا غَلِيظ وَلَنْ يَقْبِضهُ اللَّه حَتَّى يُقِيم بِهِ الْمِلَّة الْعَوْجَاء بِأَنْ يَقُولُوا لَا إِلَه إِلَّا اللَّه وَيَفْتَح بِهِ قُلُوبًا غُلْفًا وَآذَانًا صُمًّا وَأَعْيُنًا عُمْيًا . قَالَ عَطَاء ثُمَّ لَقِيت كَعْبًا فَسَأَلْته عَنْ ذَلِكَ فَمَا اِخْتَلَفَ حَرْفًا إِلَّا أَنَّ كَعْبًا قَالَ بَلَغْته قَالَ قُلُوبًا غُلُوفِيًّا وَآذَانًا صُمُومِيًّا وَأَعْيُنًا عُمُومِيًّا . وَقَدْ رَوَاهُ الْبُخَارِيّ فِي صَحِيحه عَنْ مُحَمَّد بْن سِنَان عَنْ فُلَيْح عَنْ هِلَال بْن عَلِيّ فَذَكَرَ بِإِسْنَادِهِ نَحْوه وَزَادَ بَعْد قَوْله لَيْسَ بِفَظٍّ وَلَا غَلِيظ وَلَا صَخَّاب فِي الْأَسْوَاق وَلَا يَجْزِي بِالسَّيِّئَةِ السَّيِّئَة وَلَكِنْ يَعْفُو وَيَصْفَح وَذَكَرَ حَدِيث عَبْد اللَّه بْن عَمْرو ثُمَّ قَالَ وَيَقَع فِي كَلَام كَثِير مِنْ السَّلَف إِطْلَاق التَّوْرَاة عَلَى كُتُب أَهْل الْكِتَاب وَقَدْ وَرَدَ فِي بَعْض الْأَحَادِيث مَا يُشْبِه هَذَا وَاَللَّه أَعْلَم وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُوسَى بْن هَارُون حَدَّثَنَا مُحَمَّد بْن إِدْرِيس بْن وَرَّاق بْن الْحُمَيْدِيّ حَدَّثَنَا مُحَمَّد بْن عُمَر بْن إِبْرَاهِيم مِنْ وَلَد جُبَيْر بْن مُطْعِم قَالَ حَدَّثَتْنِي أُمّ عُثْمَان بِنْت سَعِيد وَهِيَ جَدَّتِي عَنْ أَبِيهَا سَعِيد بْن مُحَمَّد بْن جُبَيْر عَنْ أَبِيهِ مُحَمَّد بْن جُبَيْر عَنْ أَبِيهِ جُبَيْر بْن مُطْعِم قَالَ : خَرَجْت تَاجِرًا إِلَى الشَّام فَلَمَّا كُنْت بِأَدْنَى الشَّام لَقِيَنِي رَجُل مِنْ أَهْل الْكِتَاب فَقَالَ هَلْ عِنْدكُمْ رَجُل نَبِيًّا قُلْت نَعَمْ قَالَ هَلْ تَعْرِف صُورَته إِذَا رَأَيْتهَا قُلْت نَعَمْ فَأَدْخَلَنِي بَيْتًا فِيهِ صُوَر فَلَمْ أَرَ صُورَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَيْنَا أَنَا كَذَلِكَ إِذْ دَخَلَ رَجُل مِنْهُمْ عَلَيْنَا فَقَالَ فِيمَ أَنْتُمْ فَأَخْبَرْنَاهُ فَذَهَبَ بِنَا إِلَى مَنْزِله فَسَاعَة مَا دَخَلْت نَظَرْت إِلَى صُورَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِذَا رَجُل آخِذ بِعَقِبِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْت مَنْ هَذَا الرَّجُل الْقَابِض عَلَى عَقِبه قَالَ إِنَّهُ لَمْ يَكُنْ نَبِيّ إِلَّا كَانَ بَعْده نَبِيّ إِلَّا هَذَا النَّبِيّ فَإِنَّهُ لَا نَبِيّ بَعْده وَهَذَا الْخَلِيفَة بَعْده وَإِذَا صِفَة أَبِي بَكْر رَضِيَ اللَّه عَنْهُ وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا عُمَر بْن حَفْص أَبُو عَمْرو الضَّرِير حَدَّثَنَا حَمَّاد بْن سَلَمَة أَنَّ سَعِيد بْن إِيَاس الْجُرَيْرِيّ أَخْبَرَهُمْ عَنْ عَبْد اللَّه بْن شَقِيق الْعُقَيْلِيّ عَنْ الْأَقْرَع مُؤَذِّن عُمَر بْن الْخَطَّاب قَالَ بَعَثَنِي عُمَر إِلَى الْأُسْقُف فَدَعَوْته فَقَالَ لَهُ عُمَر هَلْ تَجِدنِي فِي الْكِتَاب قَالَ نَعَمْ قَالَ كَيْف تَجِدنِي قَالَ أَجِدك قَرْنًا فَرَفَعَ عُمَر الدِّرَّة وَقَالَ قَرْن مَهْ قَالَ قَرْن حَدِيد أَمِير شَدِيد قَالَ فَكَيْف تَجِد الَّذِي بَعْدِي قَالَ أَجِد خَلِيفَة صَالِحًا غَيْر أَنَّهُ يُؤْثِر قَرَابَته قَالَ عُمَر يَرْحَم اللَّه عُثْمَان ثَلَاثًا قَالَ كَيْف تَجِد الَّذِي بَعْده قَالَ أَجِدهُ صَدَأ حَدِيد قَالَ فَوَضَعَ عُمَر يَده عَلَى رَأْسه وَقَالَ يَا دَفْرَاه يَا دَفْرَاه قَالَ يَا أَمِير الْمُؤْمِنِينَ إِنَّهُ خَلِيفَة صَالِح وَلَكِنَّهُ يُسْتَخْلَف حِين يُسْتَخْلَف وَالسَّيْف مَسْلُول وَالدَّم مُهْرَاق وَقَوْله تَعَالَى \" يَأْمُرهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنْكَر \" هَذِهِ صِفَة الرَّسُول صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آله وَسَلَّمَ فِي الْكُتُب الْمُتَقَدِّمَة . وَهَكَذَا كَانَتْ حَاله عَلَيْهِ الصَّلَاة وَالسَّلَام لَا يَأْمُر إِلَّا بِخَيْرٍ وَلَا يَنْهَى إِلَّا عَنْ شَرّ كَمَا قَالَ عَبْد اللَّه بْن مَسْعُود إِذَا سَمِعْت اللَّه يَقُول \" يَا أَيّهَا الَّذِينَ آمَنُوا \" فَأَرْعِهَا سَمْعك فَإِنَّهُ خَيْر تُؤْمَر بِهِ أَوْ شَرّ تُنْهَى عَنْهُ وَمِنْ أَهَمّ ذَلِكَ وَأَعْظَمه مَا بَعَثَهُ اللَّه بِهِ مِنْ الْأَمْر بِعِبَادَتِهِ وَحْده لَا شَرِيك لَهُ وَالنَّهْي عَنْ عِبَادَة مَنْ سِوَاهُ كَمَا أُرْسِلَ بِهِ جَمِيع الرُّسُل قَبْله كَمَا قَالَ تَعَالَى \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَامِر هُوَ الْعَقَدِيّ عَبْد الْمَلِك بْن عَمْرو حَدَّثَنَا سُلَيْمَان هُوَ اِبْن بِلَال عَنْ رَبِيعَة بْن أَبِي عَبْد الرَّحْمَن عَنْ عَبْد الْمَلِك بْن سَعِيد عَنْ أَبِي حُمَيْد وَأَبِي أُسَيْد رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا سَمِعْتُمْ الْحَدِيث عَنِّي تَعْرِفهُ قُلُوبكُمْ وَتَلِين لَهُ أَشْعَاركُمْ وَأَبْشَاركُمْ وَتَرَوْنَ أَنَّهُ مِنْكُمْ قَرِيب فَأَنَا أَوْلَاكُمْ بِهِ وَإِذَا سَمِعْتُمْ الْحَدِيث عَنِّي تُنْكِرهُ قُلُوبكُمْ وَتَنْفِر مِنْهُ أَشْعَاركُمْ وَأَبْشَاركُمْ وَتَرَوْنَ أَنَّهُ مِنْكُمْ بَعِيد فَأَنَا أَبْعَدكُمْ مِنْهُ \" . رَوَاهُ الْإِمَام أَحْمَد رَضِيَ اللَّه عَنْهُ بِإِسْنَادٍ جَيِّد وَلَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب الْكُتُب وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبَخْتَرِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : إِذَا سَمِعْتُمْ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدِيثًا فَظُنُّوا بِهِ الَّذِي هُوَ أَهْدَى وَاَلَّذِي هُوَ أَهْنَى وَاَلَّذِي هُوَ أَتْقَى ثُمَّ رَوَاهُ عَنْ يَحْيَى عَنْ اِبْن سَعِيد عَنْ مِسْعَر عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبَخْتَرِيّ عَنْ أَبِي عَبْد الرَّحْمَن عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : إِذَا حَدَّثْتُمْ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدِيثًا فَظُنُّوا بِهِ الَّذِي هُوَ أَهْدَاهُ وَأَهْنَاهُ وَأَتْقَاهُ وَقَوْله \" وَيُحِلّ لَهُمْ الطَّيِّبَات وَيُحَرِّم عَلَيْهِمْ الْخَبَائِث\" أَيْ يُحِلّ لَهُمْ مَا كَانُوا حَرَّمُوهُ عَلَى أَنْفُسهمْ مِنْ الْبَحَائِر وَالسَّوَائِب وَالْوَصَائِل وَالْحَام وَنَحْو ذَلِكَ مِمَّا كَانُوا ضَيَّقُوا بِهِ عَلَى أَنْفُسهمْ وَيُحَرِّم عَلَيْهِمْ الْخَبَائِث قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس كَلَحْمِ الْخِنْزِير وَالرِّبَا وَمَا كَانُوا يَسْتَحِلُّونَهُ مِنْ الْمُحَرَّمَات مِنْ الْمَآكِل الَّتِي حَرَّمَهَا اللَّه تَعَالَى . قَالَ بَعْض الْعُلَمَاء فَكُلّ مَا أَحَلَّ اللَّه تَعَالَى مِنْ الْمَآكِل فَهُوَ طَيِّب نَافِع فِي الْبَدَن وَالدِّين وَكُلّ مَا حَرَّمَهُ فَهُوَ خَبِيث ضَارّ فِي الْبَدَن وَالدِّين وَقَدْ تَمَسَّكَ بِهَذِهِ الْآيَة الْكَرِيمَة مَنْ يَرَى التَّحْسِين وَالتَّقْبِيح الْعَقْلِيَّيْنِ وَأُجِيبَ عَنْ ذَلِكَ بِمَا لَا يَتَّسِع هَذَا الْمَوْضِع لَهُ وَكَذَا اِحْتَجَّ بِهَا مَنْ ذَهَبَ مِنْ الْعُلَمَاء إِلَّا أَنَّ الْمَرْجِع فِي حِلّ الْمَآكِل الَّتِي لَمْ يَنُصّ عَلَى تَحْلِيلهَا وَلَا تَحْرِيمهَا إِلَى مَا اِسْتِطَابَته الْعَرَب فِي حَال رَفَاهِيَتهَا وَكَذَا فِي جَانِب التَّحْرِيم إِلَى مَا اِسْتَخْبَثَتْهُ وَفِيهِ كَلَام طَوِيل أَيْضًا وَقَوْله\" وَيَضَع عَنْهُمْ إِصْرهمْ وَالْأَغْلَال الَّتِي كَانَتْ عَلَيْهِمْ\" أَيْ أَنَّهُ جَاءَ بِالتَّيْسِيرِ وَالسَّمَاحَة كَمَا وَرَدَ الْحَدِيث مِنْ طُرُق عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" بُعِثْت بِالْحَنِيفِيَّةِ السَّمْحَة \" وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَمِيرَيْهِ مُعَاذ وَأَبِي مُوسَى الْأَشْعَرِيّ لَمَّا بَعَثَهُمَا إِلَى الْيَمَن \" بَشِّرَا وَلَا تُنَفِّرَا وَيَسِّرَا وَلَا تُعَسِّرَا وَتَطَاوَعَا وَلَا تَخْتَلِفَا \" . وَقَالَ صَاحِب أَبُو بَزْرَة الْأَسْلَمِيّ إِنِّي صَحِبْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَشَهِدْت تَيْسِيره وَقَدْ كَانَتْ الْأُمَم الَّتِي قَبْلنَا فِي شَرَائِعهمْ ضُيِّقَ عَلَيْهِمْ فَوَسَّعَ اللَّه عَلَى هَذِهِ الْأُمَّة أُمُورهَا وَسَهَّلَهَا لَهُمْ وَلِهَذَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل \" وَقَالَ\" رُفِعَ عَنْ أُمَّتِي الْخَطَأ وَالنِّسْيَان وَمَا اُسْتُكْرِهُوا عَلَيْهِ \" وَلِهَذَا قَالَ أَرْشَدَ اللَّه هَذِهِ الْأُمَّة أَنْ يَقُولُوا\" رَبّنَا لَا تُؤَاخِذنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبّنَا وَلَا تَحْمِل عَلَيْنَا إِصْرًا كَمَا حَمَلْته عَلَى الَّذِينَ مِنْ قَبْلنَا رَبّنَا وَلَا تُحَمِّلنَا مَا لَا طَاقَة لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْم الْكَافِرِينَ \" . وَثَبَتَ فِي صَحِيح مُسْلِم أَنَّ اللَّه تَعَالَى قَالَ بَعْد كُلّ سُؤَال مِنْ هَذِهِ قَدْ فَعَلْت قَدْ فَعَلْت وَقَوْله \" فَاَلَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ \" أَيْ عَظَّمُوهُ وَوَقَّرُوهُ وَقَوْله \" وَاتَّبَعُوا النُّور الَّذِي أُنْزِلَ مَعَهُ \" أَيْ الْقُرْآن وَالْوَحْي الَّذِي جَاءَ بِهِ مُبَلِّغًا إِلَى النَّاس \" أُولَئِكَ هُمْ الْمُفْلِحُونَ \" أَيْ فِي الدُّنْيَا وَالْآخِرَة.</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42530, "aya_id": 157}]