[{"text": "وَإِن جَاهَدَاكَ عَلى أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 31, "type": 0, "id": 3484, "aya_id": 15}, {"text": "وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من أناب إلي ثم إلي مرجعكم فأنبئكم بما كنتم تعملون", "sura_id": 31, "type": 1, "id": 9720, "aya_id": 15}, {"text": "15 - (وإن جاهداك على أن تشرك بي ما ليس لك به علم) موافقة للواقع (فلا تطعهما وصاحبهما في الدنيا معروفا) بالمعروف البر والصلة (واتبع سبيل) طريق (من أناب) رجع (إلي) بالطاعة (ثم إلي مرجعكم فأنبئكم بما كنتم تعملون) فاجازيكم عليه وجملة الوصية وما بعدها اعتراض \r\n", "sura_id": 31, "type": 2, "id": 28428, "aya_id": 15}, {"text": "وإن جاهدك- أيها الولد المؤمن- والداك على أن تشرك بي غيري في عبادتك إياي مما ليس لك به عِلم, أو أمراك بمعصية مِن معاصي الله فلا تطعهما؛ لأنه لا طاعة لمخلوق في معصية الخالق, وصاحبهما في الدنيا بالمعروف فيما لا إثم فيه, واسلك- أيها الابن المؤمن- طريق مَن تاب من ذنبه, ورجع إليَّ وآمن برسولي محمد صلى الله عليه وسلم، ثم إليَّ مرجعكم, فأخبركم بما كنتم تعملونه في الدنيا, وأجازي كلَّ عامل بعمله.\r\n", "sura_id": 31, "type": 3, "id": 34664, "aya_id": 15}, {"text": " <font color=red>وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>وَقَوْله \" وَإِنْ جَاهَدَاك عَلَى أَنْ تُشْرِك بِي مَا لَيْسَ لَك بِهِ عِلْم فَلَا تُطِعْهُمَا \" أَيْ إِنْ حَرَصَا عَلَيْك كُلّ الْحِرْص عَلَى أَنْ تُتَابِعهُمَا عَلَى دِينهمَا فَلَا تَقْبَل مِنْهُمَا ذَلِكَ وَلَا يَمْنَعك ذَلِكَ مِنْ أَنْ تُصَاحِبهُمَا فِي الدُّنْيَا مَعْرُوفًا أَيْ مُحْسِنًا إِلَيْهِمَا \" وَاتَّبِعْ سَبِيل مَنْ أَنَابَ إِلَيَّ \" يَعْنِي الْمُؤْمِنِينَ \" ثُمَّ إِلَيَّ مَرْجِعكُمْ فَأُنَبِّئكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ \" قَالَ الطَّبَرَانِيّ فِي كِتَاب الْعَشَرَة حَدَّثَنَا أَبُو عَبْد الرَّحْمَن عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنَا أَحْمَد بْن أَيُّوب بْن رَاشِد حَدَّثَنَا مُسْلِمَة بْن عَلْقَمَة عَنْ دَاوُدَ بْن أَبِي هِنْد أَنَّ سَعْد بْن مَالِك قَالَ أُنْزِلَتْ فِيَّ هَذِهِ الْآيَة \" وَإِنْ جَاهَدَاك عَلَى أَنْ تُشْرِك بِي مَا لَيْسَ لَك بِهِ عِلْم فَلَا تُطِعْهُمَا\" الْآيَة قَالَ كُنْت رَجُلًا بَرًّا بِأُمِّي فَلَمَّا أَسْلَمْت قَالَتْ يَا سَعْد مَا هَذَا الَّذِي أَرَاك قَدْ أَحْدَثْت لَتَدَعَنَّ دِينك هَذَا أَوْ لَا آكُل وَلَا أَشْرَب حَتَّى أَمُوت فَتُعَيَّر بِي فَيُقَال يَا قَاتِل أُمّه فَقُلْت لَا تَفْعَلِي يَا أُمّه فَإِنِّي لَا أَدْعُ دِينِي هَذَا لِشَيْءٍ فَمَكَثَتْ يَوْمًا وَلَيْلَة لَمْ تَأْكُل فَأَصْبَحَتْ قَدْ جَهِدَتْ فَمَكَثَتْ يَوْمًا آخَر وَلَيْلَة لَمْ تَأْكُل فَأَصْبَحَتْ قَدْ جَهِدَتْ فَمَكَثَتْ يَوْمًا وَلَيْلَة أُخْرَى لَا تَأْكُل فَأَصْبَحَتْ قَدْ اِشْتَدَّ جَهْدهَا فَلَمَّا رَأَيْت ذَلِكَ قُلْت يَا أُمَّهْ : تَعْلَمِينَ وَاَللَّه لَوْ كَانَتْ لَك مِائَة نَفْس فَخَرَجَتْ نَفْسًا نَفْسًا مَا تَرَكْت دِينِي هَذَا لِشَيْءٍ فَإِنْ شِئْت فَكُلِي وَإِنْ شِئْت لَا تَأْكُلِي فَأَكَلَتْ .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40109, "aya_id": 15}]