[{"text": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ", "sura_id": 40, "type": 0, "id": 4176, "aya_id": 43}, {"text": "لا جرم أنما تدعونني إليه ليس له دعوة في الدنيا ولا في الآخرة وأن مردنا إلى الله وأن المسرفين هم أصحاب النار", "sura_id": 40, "type": 1, "id": 10412, "aya_id": 43}, {"text": "43 - (لا جرم) حقا (أنما تدعونني إليه) لأعبده (ليس له دعوة) استجابة دعوة (في الدنيا ولا في الآخرة وأن مردنا) مرجعنا (إلى الله وأن المسرفين) الكافرين (هم أصحاب النار) \r\n", "sura_id": 40, "type": 2, "id": 29120, "aya_id": 43}, {"text": "حقًا أن ما تدعونني إلى الاعتقاد به لا يستحق الدعوة إليه, ولا يُلجأ إليه في الدنيا ولا في الآخرة لعجزه ونقصه, واعلموا أن مصير الخلائق كلها إلى الله سبحانه, وهو يجازي كل عامل بعمله, وأن الذين تعدَّوا حدوده بالمعاصي وسفك الدماء والكفر هم أهل النار.\r\n", "sura_id": 40, "type": 3, "id": 35356, "aya_id": 43}, {"text": " <font color=red>لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ</font><BR><p>\" لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ \" يَقُول حَقًّا قَالَ السُّدِّيّ وَابْن جُرَيْج مَعْنَى قَوْله \" لَا جَرَمَ \" حَقًّا وَقَالَ الضَّحَّاك \" لَا جَرَمَ \" لَا كَذِبَ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" لَا جَرَمَ \" يَقُول بَلَى إِنَّ الَّذِي تَدْعُونَنِي إِلَيْهِ مِنْ الْأَصْنَام وَالْأَنْدَاد \" لَيْسَ لَهُ دَعْوَة فِي الدُّنْيَا وَلَا فِي الْآخِرَة \" قَالَ مُجَاهِد : الْوَثَن لَيْسَ لَهُ شَيْء وَقَالَ قَتَادَة يَعْنِي الْوَثَن لَا يَنْفَع وَلَا يَضُرّ وَقَالَ السُّدِّيّ : لَا يُجِيب دَاعِيه لَا فِي الدُّنْيَا وَلَا فِي الْآخِرَة وَهَذَا كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" وَمَنْ أَضَلّ مِمَّنْ يَدْعُو مِنْ دُون اللَّه مَنْ لَا يَسْتَجِيب لَهُ إِلَى يَوْم الْقِيَامَة وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاس كَانُوا لَهُمْ أَعْدَاء وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ \" إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اِسْتَجَابُوا لَكُمْ \" وَقَوْله \" وَأَنَّ مَرَدّنَا إِلَى اللَّه \" أَيْ فِي الدَّار الْآخِرَة فَيُجَازَى كُلٌّ بِعَمَلِهِ وَلِهَذَا قَالَ \" وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَاب النَّار \" أَيْ خَالِدِينَ فِيهَا بِإِسْرَافِهِمْ وَهُوَ شِرْكهمْ بِاَللَّهِ عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40978, "aya_id": 43}]