[{"text": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاء مَاء فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُّخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُوْلِي الْأَلْبَابِ", "sura_id": 39, "type": 0, "id": 4079, "aya_id": 21}, {"text": "ألم تر أن الله أنزل من السماء ماء فسلكه ينابيع في الأرض ثم يخرج به زرعا مختلفا ألوانه ثم يهيج فتراه مصفرا ثم يجعله حطاما إن في ذلك لذكرى لأولي الألباب", "sura_id": 39, "type": 1, "id": 10315, "aya_id": 21}, {"text": "21 - (ألم تر) تعلم (أن الله أنزل من السماء ماء فسلكه ينابيع) أدخله أمكنة نبع (في الأرض ثم يخرج به زرعا مختلفا ألوانه ثم يهيج) ييبس (فتراه) بعد الخضرة مثلا (مصفرا ثم يجعله حطاما) فتاتا (إن في ذلك لذكرى) تذكيرا (لأولي الألباب) يتذكرون به للدلالة على وحدانية الله تعالى وقدرته \r\n", "sura_id": 39, "type": 2, "id": 29023, "aya_id": 21}, {"text": "ألم تر -أيها الرسول- أن الله أنزل من السحاب مطرًا فأدخله في الأرض, وجعله عيونًا نابعة ومياهًا جارية, ثم يُخْرج بهذا الماء زرعًا مختلفًا ألوانه وأنواعه, ثم ييبس بعد خضرته ونضارته, فتراه مصفرًا لونه, ثم يجعله حطامًا متكسِّرًا متفتتًا؟ إن في فِعْل الله ذلك لَذكرى وموعظة لأصحاب العقول السليمة.\r\n", "sura_id": 39, "type": 3, "id": 35259, "aya_id": 21}, {"text": " <font color=red>أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ</font><BR><p>يُخْبِر تَعَالَى أَنَّ أَصْل الْمَاء فِي الْأَرْض مِنْ السَّمَاء كَمَا قَالَ عَزَّ وَجَلَّ \" وَأَنْزَلْنَا مِنْ السَّمَاء مَاء طَهُورًا \" فَإِذَا أَنْزَلَ الْمَاء مِنْ السَّمَاء كَمَنَ فِي الْأَرْض ثُمَّ يَصْرِفهُ تَعَالَى فِي أَجْزَاء الْأَرْض كَمَا يَشَاء وَيُنْبِعهُ عُيُونًا مَا بَيْن صِغَار وَكِبَار بِحَسَبِ الْحَاجَة إِلَيْهَا وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" فَسَلَكَهُ يَنَابِيع فِي الْأَرْض \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا أَبُو قُتَيْبَة عُتْبَة بْن الْيَقْظَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" أَلَمْ تَرَ أَنَّ اللَّه أَنْزَلَ مِنْ السَّمَاء مَاء فَسَلَكَهُ يَنَابِيع فِي الْأَرْض \" قَالَ لَيْسَ فِي الْأَرْض مَاء إِلَّا نَزَلَ مِنْ السَّمَاء وَلَكِنْ عُرُوق فِي الْأَرْض تُغَيِّرهُ فَذَلِكَ قَوْله تَعَالَى \" فَسَلَكَهُ يَنَابِيع فِي الْأَرْض \" فَمَنْ سَرَّهُ أَنْ يَعُود الْمِلْح عَذْبًا فَلْيَصْعَدْهُ وَكَذَا . قَالَ سَعِيد بْن جُبَيْر وَعَامِر وَالشَّعْبِيّ إِنَّ كُلّ مَاء فِي الْأَرْض فَأَصْله مِنْ السَّمَاء وَقَالَ سَعِيد بْن جُبَيْر أَصْله مِنْ الثَّلْج يَعْنِي أَنَّ الثَّلْج يَتَرَاكَم عَلَى الْجِبَال فَيَسْكُن فِي قَرَارهَا فَتَنْبُع الْعُيُون مِنْ أَسَافِلهَا وَقَوْله تَعَالَى \" ثُمَّ يُخْرِج بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانه \" أَيْ ثُمَّ يُخْرِج بِالْمَاءِ النَّازِل مِنْ السَّمَاء وَالنَّابِع مِنْ الْأَرْض زَرْعًا مُخْتَلِفًا أَلْوَانه أَيْ أَشْكَاله وَطُعُومه وَرَوَائِحه وَمَنَافِعه \" ثُمَّ يَهِيج \" أَيْ بَعْد نَضَارَته وَشَبَابه يُكْتَهَل فَتَرَاهُ مُصْفَرًّا قَدْ خَالَطَهُ الْيُبْس \" ثُمَّ يَجْعَلهُ حُطَامًا \" أَيْ ثُمَّ يَعُود يَابِسًا يَتَحَطَّم \" إِنَّ فِي ذَلِكَ لِذِكْرَى لِأُولِي الْأَلْبَاب\" أَيْ الَّذِينَ يَتَذَكَّرُونَ بِهَذَا فَيَعْتَبِرُونَ إِلَى أَنَّ الدُّنْيَا هَكَذَا تَكُون خَضِرَة نَضْرَة حَسْنَاء ثُمَّ تَعُود عَجُوزًا شَوْهَاء وَالشَّابّ يَعُود شَيْخًا هَرِمًا كَبِيرًا ضَعِيفًا وَبَعْد ذَلِكَ كُلّه الْمَوْت فَالسَّعِيد مَنْ كَانَ حَاله بَعْده إِلَى خَيْر وَكَثِيرًا مَا يَضْرِب اللَّه تَعَالَى مَثَل الْحَيَاة الدُّنْيَا بِمَا يُنْزِل اللَّه مِنْ السَّمَاء مِنْ مَاء وَيُنْبِت بِهِ زُرُوعًا وَثِمَارًا ثُمَّ يَكُون بَعْد ذَلِكَ حُطَامًا كَمَا قَالَ تَعَالَى \" وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاة الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنْ السَّمَاء فَاخْتَلَطَ بِهِ نَبَات الْأَرْض فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاح وَكَانَ اللَّه عَلَى كُلّ شَيْء مُقْتَدِرًا\" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40705, "aya_id": 21}]