[{"text": "قُلْ أَنَدْعُو مِن دُونِ اللّهِ مَا لاَ يَنفَعُنَا وَلاَ يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا قُلْ إِنَّ هُدَى اللّهِ هُوَ الْهُدَىَ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ", "sura_id": 6, "type": 0, "id": 860, "aya_id": 71}, {"text": "قل أندعوا من دون الله ما لا ينفعنا ولا يضرنا ونرد على أعقابنا بعد إذ هدانا الله كالذي استهوته الشياطين في الأرض حيران له أصحاب يدعونه إلى الهدى ائتنا قل إن هدى الله هو الهدى وأمرنا لنسلم لرب العالمين", "sura_id": 6, "type": 1, "id": 7096, "aya_id": 71}, {"text": "71 - (قل أندعو) أنعبد (من دون الله ما لا ينفعنا) بعبادته (ولا يضرنا) بتركها وهو الأصنام (ونرد على أعقابنا) نرجع مشركين (بعد إذ هدانا الله) إلى الإسلام (كالذي استهوته) أضلته (الشياطين في الأرض حيران) متحيرا لا يدري أين يذهب حال من الهاء (له أصحاب) رفقة (يدعونه إلى الهدى) أي ليهدوه الطريق يقولون له (ائتنا) فلا يجيبهم فيهلك والاستفهام للإنكار وجملة التشبيه حال من ضمير نرد (قل إن هدى الله) الذي هو الإسلام (هو الهدى) وما عداه ضلال (وأمرنا لنسلم) أي بأن نسلم (لرب العالمين) \r\n", "sura_id": 6, "type": 2, "id": 25804, "aya_id": 71}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: أنعبد من دون الله تعالى أوثانًا لا تنفع ولا تضر؟ ونرجع إلى الكفر بعد هداية الله تعالى لنا إلى الإسلام, فنشبه -في رجوعنا إلى الكفر- مَن فسد عقله باستهواء الشياطين له, فَضَلَّ في الأرض, وله رفقة عقلاء مؤمنون يدعونه إلى الطريق الصحيح الذي هم عليه فيأبى. قل -أيها الرسول- لهؤلاء المشركين: إنَّ هدى الله الذي بعثني به هو الهدى الحق, وأُمِرنا جميعًا لنسلم لله تعالى رب العالمين بعبادته وحده لا شريك له, فهو رب كل شيء ومالكه.\r\n", "sura_id": 6, "type": 3, "id": 32040, "aya_id": 71}, {"text": " <font color=red>قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ</font><BR><p>قَالَ السُّدِّيّ قَالَ الْمُشْرِكُونَ لِلْمُسْلِمِينَ اِتَّبِعُوا سَبِيلنَا وَاتْرُكُوا دِين مُحَمَّد فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" قُلْ أَنَدْعُوا مِنْ دُون اللَّه مَا لَا يَنْفَعنَا وَلَا يَضُرّنَا وَنُرَدّ عَلَى أَعْقَابنَا \" أَيْ فِي الْكُفْر \" بَعْد إِذْ هَدَانَا اللَّه \" فَيَكُون مَثَلنَا مَثَل الَّذِي اِسْتَهْوَتْهُ الشَّيَاطِين فِي الْأَرْض يَقُول مَثَلكُمْ إِنْ كَفَرْتُمْ بَعْد إِيمَانكُمْ كَمَثَلِ رَجُل خَرَجَ مَعَ قَوْم عَلَى الطَّرِيق فَضَلَّ الطَّرِيق فَحَيَّرَتْهُ الشَّيَاطِين وَاسْتَهْوَتْهُ فِي الْأَرْض وَأَصْحَابه عَلَى الطَّرِيق فَجَعَلُوا يَدْعُونَهُ إِلَيْهِمْ يَقُولُونَ اِئْتِنَا فَإِنَّا عَلَى الطَّرِيق فَأَبَى أَنْ يَأْتِيهِمْ فَذَلِكَ مَثَل مَنْ يَتَّبِعهُمْ بَعْد الْمَعْرِفَة بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ وَمُحَمَّد هُوَ الَّذِي يَدْعُو إِلَى الطَّرِيق وَالطَّرِيق هُوَ الْإِسْلَام . رَوَاهُ اِبْن جَرِير وَقَالَ قَتَادَة\" اِسْتَهْوَتْهُ الشَّيَاطِين فِي الْأَرْض \" أَضَلَّتْهُ فِي الْأَرْض يَعْنِي اِسْتَهْوَتْهُ سِيرَته كَقَوْلِهِ \" تَهْوِي إِلَيْهِمْ \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" قُلْ أَنَدْعُوا مِنْ دُون اللَّه مَا لَا يَنْفَعنَا وَلَا يَضُرّنَا \" الْآيَة . هَذَا مَثَل ضَرَبَهُ اللَّه لِلْآلِهَةِ وَمَنْ يَدْعُو إِلَيْهَا وَالدُّعَاة الَّذِينَ يَدْعُونَ إِلَى هُدَى اللَّه عَزَّ وَجَلَّ كَمَثَلِ رَجُل ضَلَّ عَنْ طَرِيق تَائِهًا إِذْ نَادَاهُ مُنَادٍ يَا فُلَان بْن فُلَان هَلُمَّ إِلَى الطَّرِيق وَلَهُ أَصْحَاب يَدْعُونَهُ يَا فُلَان هَلُمَّ إِلَى الطَّرِيق فَإِنْ اِتَّبَعَ الدَّاعِي الْأَوَّل اِنْطَلَقَ بِهِ حَتَّى يُلْقِيه إِلَى الْهَلَكَة وَإِنْ أَجَابَ مَنْ يَدْعُوهُ إِلَى الْهُدَى اِهْتَدَى إِلَى الطَّرِيق وَهَذِهِ الدَّاعِيَة الَّتِي تَدْعُو فِي الْبَرِيَّة مِنْ الْغِيلَان يَقُول مَثَل مَنْ يَعْبُد هَذِهِ الْآلِهَة مِنْ دُون اللَّه فَإِنَّهُ يَرَى أَنَّهُ فِي شَيْء حَتَّى يَأْتِيه الْمَوْت فَيَسْتَقْبِل النَّدَامَة وَالْهَلَكَة وَقَوْله \" كَاَلَّذِي اِسْتَهْوَتْهُ الشَّيَاطِين فِي الْأَرْض \" هُمْ الْغِيلَان \" يَدْعُونَهُ\" بِاسْمِهِ وَاسْم أَبِيهِ وَجَدّه فَيَتَّبِعهَا وَهُوَ يَرَى أَنَّهُ فِي شَيْء فَيُصْبِح وَقَدْ رَمَتْهُ فِي هَلَكَة وَرُبَّمَا أَكَلَتْهُ أَوْ تُلْقِيه فِي مُضِلَّة مِنْ الْأَرْض يَهْلَك فِيهَا عَطَشًا فَهَذَا مَثَل مَنْ أَجَابَ الْآلِهَة الَّتِي تُعْبَد مِنْ دُون اللَّه عَزَّ وَجَلَّ رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد\" كَاَلَّذِي اِسْتَهْوَتْهُ الشَّيَاطِين فِي الْأَرْض حَيْرَان \" قَالَ رَجُل حَيْرَان يَدْعُوهُ أَصْحَابه إِلَى الطَّرِيق وَذَلِكَ مَثَل مَنْ يَضِلّ بَعْد أَنْ هُدِيَ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله \" كَاَلَّذِي اِسْتَهْوَتْهُ الشَّيَاطِين فِي الْأَرْض حَيْرَان لَهُ أَصْحَاب \" هُوَ الَّذِي لَا يَسْتَجِيب لِهُدَى اللَّه وَهُوَ رَجُل أَطَاعَ الشَّيْطَان وَعَمِلَ فِي الْأَرْض بِالْمَعْصِيَةِ وَحَادَ عَنْ الْحَقّ وَضَلَّ عَنْهُ وَلَهُ أَصْحَاب يَدْعُونَهُ إِلَى الْهُدَى وَيَزْعُمُونَ أَنَّ الَّذِي يَأْمُرُونَهُ بِهِ هُدًى يَقُول اللَّه ذَلِكَ لِأَوْلِيَائِهِمْ مِنْ الْإِنْس \" إِنَّ الْهُدَى هُدَى اللَّه\" وَالضَّلَال مَا يَدْعُو إِلَيْهِ الْجِنّ . رَوَاهُ اِبْن جَرِير ثُمَّ قَالَ وَهَذَا يَقْتَضِي أَنَّ أَصْحَابه يَدْعُونَهُ إِلَى الضَّلَال وَيَزْعُمُونَ أَنَّهُ هُدًى قَالَ : وَهَذَا خِلَاف ظَاهِر الْآيَة فَإِنَّ اللَّه أَخْبَرَ أَنَّهُمْ يَدْعُونَهُ إِلَى الْهُدَى فَغَيْر جَائِز أَنْ يَكُون ضَلَالًا وَقَدْ أَخْبَرَ اللَّه أَنَّهُ هُدًى وَهُوَ كَمَا قَالَ اِبْن جَرِير فَإِنَّ السِّيَاق يَقْتَضِي أَنَّ هَذَا الَّذِي اِسْتَهْوَتْهُ الشَّيَاطِين فِي الْأَرْض حَيْرَان وَهُوَ مَنْصُوب عَلَى الْحَال أَيْ فِي حَال حِيرَته وَضَلَاله وَجَهْله وَجْه الْمَحَجَّة وَلَهُ أَصْحَاب عَلَى الْمَحَجَّة سَائِرُونَ فَجَعَلُوا يَدْعُونَهُ إِلَيْهِمْ وَإِلَى الذَّهَاب مَعَهُمْ عَلَى الطَّرِيقَة الْمُثْلَى وَتَقْدِير الْكَلَام فَيَأْبَى عَلَيْهِمْ وَلَا يَلْتَفِت إِلَيْهِمْ وَلَوْ شَاءَ اللَّه لَهَدَاهُ وَلَرَدَّ بِهِ إِلَى الطَّرِيق وَلِهَذَا قَالَ \" قُلْ إِنَّ هُدَى اللَّه هُوَ الْهُدَى \" كَمَا قَالَ \" وَمَنْ يَهْدِ اللَّه فَمَا لَهُ مِنْ مُضِلّ \" وَقَالَ \" إِنْ تَحْرِص عَلَى هُدَاهُمْ فَإِنَّ اللَّه لَا يَهْدِي مَنْ يُضِلّ وَمَا لَهُمْ مِنْ نَاصِرِينَ \" وَقَوْله \" وَأُمِرْنَا لِنُسْلِم لِرَبِّ الْعَالَمِينَ\" أَيْ نُخْلِص لَهُ الْعِبَادَة وَحْده لَا شَرِيك لَهُ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42210, "aya_id": 71}]