[{"text": "يُؤتِي الْحِكْمَةَ مَن يَشَاء وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الأَلْبَابِ", "sura_id": 2, "type": 0, "id": 276, "aya_id": 269}, {"text": "يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد أوتي خيرا كثيرا وما يذكر إلا أولو الألباب", "sura_id": 2, "type": 1, "id": 6512, "aya_id": 269}, {"text": "269 - (يؤتي الحكمة) أي العلم النافع المؤدي إلى العمل (من يشاء ومن يؤت الحكمة فقد أوتي خيرا كثيرا) لمصيره إلى السعادة الأبدية (وما يذَّكر) فيه إدغام التاء في الأصل في الذال يتعظ (إلا أولوا الألباب) أصحاب العقول \r\n", "sura_id": 2, "type": 2, "id": 25220, "aya_id": 269}, {"text": "يؤتي الله الإصابة في القول والفعل مَن يشاء من عباده, ومن أنعم الله عليه بذلك فقد أعطاه خيرًا كثيرًا. وما يتذكر هذا وينتفع به إلا أصحاب العقول المستنيرة بنور الله وهدايته.\r\n", "sura_id": 2, "type": 3, "id": 31456, "aya_id": 269}, {"text": " <font color=red>يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ</font><BR><p>وَقَوْله \" يُؤْتِي الْحِكْمَة مَنْ يَشَاء \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي الْمَعْرِفَة بِالْقُرْآنِ نَاسِخه وَمَنْسُوخه وَمُحْكَمه وَمُتَشَابِهه وَمُقَدَّمه وَمُؤَخَّره وَحَلَاله وَحَرَامه وَأَمْثَاله وَرَوَى جُوَيْبِر عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس مَرْفُوعًا الْحِكْمَة الْقُرْآن يَعْنِي تَفْسِيره قَالَ اِبْن عَبَّاس فَإِنَّهُ قَدْ قَرَأَهُ الْبَرّ وَالْفَاجِر رَوَاهُ اِبْن مَرْدَوَيْهِ وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد يَعْنِي بِالْحِكْمَةِ الْإِصَابَة فِي الْقَوْل وَقَالَ : لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد\" يُؤْتِي الْحِكْمَة مَنْ يَشَاء \" لَيْسَتْ بِالنُّبُوَّةِ وَلَكِنَّهُ الْعِلْم وَالْفِقْه وَالْقُرْآن وَقَالَ أَبُو الْعَالِيَة : الْحِكْمَة خَشْيَة اللَّه فَإِنَّ خَشْيَة اللَّه رَأْس كُلّ حِكْمَة وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق بَقِيَّة عَنْ عُثْمَان بْن زُفَر الْجُهَنِيّ عَنْ أَبِي عَمَّار الْأَسَدِيّ عَنْ اِبْن مَسْعُود مَرْفُوعًا رَأْس الْحِكْمَة مَخَافَة اللَّه وَقَالَ أَبُو الْعَالِيَة فِي رِوَايَة عَنْهُ الْحِكْمَة الْكِتَاب وَالْفَهْم وَقَالَ إِبْرَاهِيم النَّخَعِيّ : الْحِكْمَة الْفَهْم وَقَالَ أَبُو مَالِك : الْحِكْمَة السُّنَّة وَقَالَ اِبْن وَهْب عَنْ مَالِك قَالَ زَيْد بْن أَسْلَمَ : الْحِكْمَة الْعَقْل قَالَ مَالِك : وَإِنَّهُ لَيَقَع فِي قَلْبِي أَنَّ الْحِكْمَة هُوَ الْفِقْه فِي دِين اللَّه وَأَمْر يُدْخِلهُ اللَّه فِي الْقُلُوب مِنْ رَحْمَته وَفَضْله وَمِمَّا يُبَيِّن ذَلِكَ أَنَّك تَجِد الرَّجُل عَاقِلًا فِي أَمْر الدُّنْيَا إِذَا نَظَرَ فِيهَا وَتَجِد آخَر ضَعِيفًا فِي أَمْر دُنْيَاهُ عَالِمًا بِأَمْرِ دِينه بَصِيرًا بِهِ يُؤْتِيه اللَّه إِيَّاهُ وَيَحْرِمهُ هَذَا فَالْحِكْمَة الْفِقْه فِي دِين اللَّه وَقَالَ السُّدِّيّ : الْحِكْمَة النُّبُوَّة وَالصَّحِيح أَنَّ الْحِكْمَة كَمَا قَالَهُ الْجُمْهُور لَا تَخْتَصّ بِالنُّبُوَّةِ بَلْ هِيَ أَعَمّ مِنْهَا وَأَعْلَاهَا النُّبُوَّة وَالرِّسَالَة أَخَصّ وَلَكِنْ لَأَتْبَاع الْأَنْبِيَاء حَظّ مِنْ الْخَيْر عَلَى سَبِيل التَّبَع كَمَا جَاءَ فِي بَعْض الْأَحَادِيث مَنْ حَفِظَ الْقُرْآن فَقَدْ أُدْرِجَتْ النُّبُوَّة بَيْن كَتِفَيْهِ غَيْر أَنَّهُ لَا يُوحَى إِلَيْهِ رَوَاهُ وَكِيع بْن الْجَرَّاح فِي تَفْسِيره عَنْ إِسْمَاعِيل بْن رَافِع عَنْ رَجُل لَمْ يُسَمِّهِ عَنْ عَبْد اللَّه بْن عُمَر وَقَوْله وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع وَيَزِيد قَالَا : حَدَّثَنَا إِسْمَاعِيل يَعْنِي اِبْن أَبِي خَالِد عَنْ قَيْس وَهُوَ اِبْن أَبِي حَازِم عَنْ اِبْن مَسْعُود قَالَ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - يَقُول لَا حَسَدَ إِلَّا فِي اِثْنَتَيْنِ رَجُل آتَاهُ اللَّه مَالًا فَسَلَّطَهُ عَلَى هَلَكَته فِي الْحَقّ وَرَجُل آتَاهُ اللَّه حِكْمَة فَهُوَ يَقْضِي بِهَا وَيُعَلِّمهَا وَهَكَذَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق مُتَعَدِّدَة عَنْ إِسْمَاعِيل بْن أَبِي خَالِد بِهِ وَقَوْله\" وَمَا يَذَّكَّر إِلَّا أُولُو الْأَلْبَاب \" أَيْ وَمَا يَنْتَفِع بِالْمَوْعِظَةِ وَالتِّذْكَار إِلَّا مَنْ لَهُ لُبّ وَعَقْل يَعْنِي بِهِ الْخِطَاب وَمَعْنَى الْكَلَام .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38684, "aya_id": 269}]