[{"text": "وَجَعَلْنَا ذُرِّيَّتَهُ هُمْ الْبَاقِينَ", "sura_id": 37, "type": 0, "id": 3865, "aya_id": 77}, {"text": "وجعلنا ذريته هم الباقين", "sura_id": 37, "type": 1, "id": 10101, "aya_id": 77}, {"text": "77 - (وجعلنا ذريته هم الباقين) فالناس كلهم من نسله عليه السلام وكان له ثلاثة أولاد سام وهوأبو العرب وفارس والروم وحام وهو أبو السودان ويافث أبو الترك والخزر ويأجوج ومأجوج وما هنالك \r\n", "sura_id": 37, "type": 2, "id": 28809, "aya_id": 77}, {"text": "وجعلنا ذرية نوح هم الباقين بعد غرق قومه.\r\n", "sura_id": 37, "type": 3, "id": 35045, "aya_id": 77}, {"text": " <font color=red>وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يَقُول : لَمْ تَبْقَ إِلَّا ذُرِّيَّة نُوح عَلَيْهِ السَّلَام وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَجَعَلْنَا ذُرِّيَّته هُمْ الْبَاقِينَ \" قَالَ النَّاس كُلّهمْ مِنْ ذُرِّيَّة نُوح عَلَيْهِ السَّلَام وَقَدْ رَوَى التِّرْمِذِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث سَعِيد بْن بَشِير عَنْ قَتَادَة عَنْ الْحَسَن عَنْ سَمُرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" وَجَعَلْنَا ذُرِّيَّته هُمْ الْبَاقِينَ \" قَالَ \" سَام وَحَام وَيَافِث \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الْوَهَّاب عَنْ سَعِيد عَنْ قَتَادَة عَنْ الْحَسَن عَنْ سَمُرَة رَضِيَ اللَّه عَنْهُ أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" سَام أَبُو الْعَرَب وَحَام أَبُو الْحَبَش وَيَافِث أَبُو الرُّوم \" وَرَوَاهُ التِّرْمِذِيّ عَنْ بِشْر بْن مُعَاذ الْعَقَدِيّ عَنْ يَزِيد بْن زُرَيْع عَنْ سَعِيد وَهُوَ اِبْن أَبِي عَرُوبَة عَنْ قَتَادَة بِهِ قَالَ الْحَافِظ أَبُو عُمَر بْن عَبْد الْبَرِّ : وَقَدْ رُوِيَ عَنْ عِمْرَان بْن حُصَيْن رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله وَالْمُرَاد بِالرُّومِ هَهُنَا هُمْ الرُّوم الْأُوَل وَهُمْ الْيُونَان الْمُنْتَسِبُونَ إِلَى رُومِيّ بْن ليطي بْن يُونَان بْن يَافِث بْن نُوح عَلَيْهِ السَّلَام ثُمَّ رُوِيَ مِنْ حَدِيث إِسْمَاعِيل بْن عَيَّاش عَنْ يَحْيَى بْن سَعِيد عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : وَلَدَ نُوح عَلَيْهِ السَّلَام ثَلَاثَة : سَام وَيَافِث وَحَام وَوَلَدَ كُلّ وَاحِد مِنْ هَؤُلَاءِ الثَّلَاثَة ثَلَاثَة فَوَلَدَ سَام الْعَرَب وَفَارِس وَالرُّوم وَوَلَدَ يَافِث التُّرْك وَالصَّقَالِبَة وَيَأْجُوج وَمَأْجُوج وَوَلَدَ حَام الْقِبْط وَالسُّودَان وَالْبَرْبَر وَرُوِيَ عَنْ وَهْب بْن مُنَبِّه نَحْو هَذَا وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40579, "aya_id": 77}]