[{"text": "لَن تَنَالُواْ الْبِرَّ حَتَّى تُنفِقُواْ مِمَّا تُحِبُّونَ وَمَا تُنفِقُواْ مِن شَيْءٍ فَإِنَّ اللّهَ بِهِ عَلِيمٌ", "sura_id": 3, "type": 0, "id": 385, "aya_id": 92}, {"text": "لن تنالوا البر حتى تنفقوا مما تحبون وما تنفقوا من شيء فإن الله به عليم", "sura_id": 3, "type": 1, "id": 6621, "aya_id": 92}, {"text": "92 - (لن تنالوا البر) أي ثوابه وهو الجنة (حتى تنفقوا) تَصَّدَّقوا (مما تحبون) من أموالكم (وما تنفقوا من شيء فإن الله به عليم) فيجازي عليه \r\n", "sura_id": 3, "type": 2, "id": 25329, "aya_id": 92}, {"text": "لن تدركوا الجنة حتى تتصدقوا مما تحبون, وأي شيء تتصدقوا به مهما كان قليلا أو كثيرًا فإن الله به عليم, وسيجازي كل منفق بحسب عمله.\r\n", "sura_id": 3, "type": 3, "id": 31565, "aya_id": 92}, {"text": " <font color=red>لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ</font><BR><p>رَوَى وَكِيع فِي تَفْسِيره عَنْ شَرِيك عَنْ أَبِي إِسْحَق عَنْ عَمْرو بْن مَيْمُون \" لَنْ تَنَالُوا الْبِرّ \" قَالَ الْجَنَّة وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا مَالِك عَنْ أَبِي إِسْحَق بْن عَبْد اللَّه بْن أَبِي طَلْحَة سَمِعَ أَنَس بْن مَالِك يَقُول : كَانَ أَبُو طَلْحَة أَكْثَر الْأَنْصَار بِالْمَدِينَةِ مَالًا وَكَانَ أَحَبَّ أَمْوَاله إِلَيْهِ بَيْرُحَاء وَكَانَتْ مُسْتَقْبِلَة الْمَسْجِد وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْخُلهَا وَيَشْرَب مِنْ مَاء فِيهَا طَيِّب قَالَ أَنَس : فَلَمَّا نَزَلَتْ \" لَنْ تَنَالُوا الْبِرّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ \" قَالَ أَبُو طَلْحَة : يَا رَسُول اللَّه إِنَّ اللَّه يَقُول \" لَنْ تَنَالُوا الْبِرّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ \" وَإِنَّ أَحَبَّ أَمْوَالِي إِلَيَّ بَيْرُحَاء وَإِنَّهَا صَدَقَة لِلَّهِ أَرْجُو بِهَا بِرّهَا وَذُخْرهَا عِنْد اللَّه تَعَالَى يَا رَسُول اللَّه حَيْثُ أَرَاك اللَّه فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَخٍ بَخٍ ذَاكَ مَال رَابِح ذَاكَ مَال رَابِح وَقَدْ سَمِعْت وَأَنَا أَرَى أَنْ تَجْعَلهَا فِي الْأَقْرَبِينَ فَقَالَ أَبُو طَلْحَة : أَفْعَل يَا رَسُول اللَّه فَقَسَمَهَا أَبُو طَلْحَة فِي أَقَارِبه وَبَنِي عَمّه أَخْرَجَاهُ وَفِي الصَّحِيحَيْنِ أَنَّ عُمَر قَالَ : يَا رَسُول اللَّه لَمْ أُصِبْ مَالًا قَطُّ هُوَ أَنْفَس عِنْدِي مِنْ سَهْمِي الَّذِي هُوَ بِخَيْبَرَ فَمَا تَأْمُرنِي بِهِ ؟ قَالَ \" فَاحْبِسْ الْأَصْل وَسَبِّلْ الثَّمَرَة \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا أَبُو الْخَطَّاب زِيَاد بْن يَحْيَى الْحَسَّانِيّ حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا مُحَمَّد بْن عَمْرو عَنْ أَبِي عَمْرو بْن حَمَاس عَنْ حَمْزَة بْن عَبْد اللَّه بْن عُمَر قَالَ : قَالَ عَبْد اللَّه حَضَرَتْنِي هَذِهِ الْآيَة \" لَنْ تَنَالُوا الْبِرّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ \" فَذَكَرْت مَا أَعْطَانِي اللَّه فَلَمْ أَجِد شَيْئًا أَحَبَّ إِلَيَّ مِنْ جَارِيَة لِي رُومِيَّة فَقُلْت : هِيَ حُرَّة لِوَجْهِ اللَّه فَلَوْ أَنِّي أَعُود فِي شَيْء جَعَلْته لِلَّهِ لَنَكَحْتهَا يَعْنِي تَزَوَّجْتهَا.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40035, "aya_id": 92}]