[{"text": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِي إِلَى الْحَقِّ قُلِ اللّهُ يَهْدِي لِلْحَقِّ أَفَمَن يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لاَّ يَهِدِّيَ إِلاَّ أَن يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ", "sura_id": 10, "type": 0, "id": 1399, "aya_id": 35}, {"text": "قل هل من شركائكم من يهدي إلى الحق قل الله يهدي للحق أفمن يهدي إلى الحق أحق أن يتبع أم من لا يهدي إلا أن يهدى فمالكم كيف تحكمون", "sura_id": 10, "type": 1, "id": 7635, "aya_id": 35}, {"text": "35 - (قل هل من شركائكم من يهدي إلى الحق) بنصب الحجج وخلق الاهتداء (قل الله يهدي للحق ، أفمن يهدي إلى الحق) وهو الله (أحق أن يتبع أم من لا يهدِّي) يهتدي (إلا أن يُهدى) أحق أن يتبع ، استفهام تقرير وتوبيخ ، أي الأول أحق (فما لكم كيف تحكمون) هذا الحكم الفاسد من اتباع ما لا يحق اتباعه \r\n", "sura_id": 10, "type": 2, "id": 26343, "aya_id": 35}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: هل مِن شركائكم مَن يرشد إلى الطريق المستقيم؟ فإنهم لا يقدرون على ذلك, قل لهم: الله وحده يهدي الضال عن الهدى إلى الحق. أيهما أحق بالاتباع: مَن يهدي وحده للحق أم من لا يهتدي لعدم علمه ولضلاله, وهي شركاؤكم التي لا تَهدي ولا تَهتدي إلا أن تُهدَى؟ فما بالكم كيف سوَّيتم بين الله وخلقه؟ وهذا حكم باطل.\r\n", "sura_id": 10, "type": 3, "id": 32579, "aya_id": 35}, {"text": " <font color=red>قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمْ مَنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ</font><BR><p>\" قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقّ قُلْ اللَّه يَهْدِي لِلْحَقِّ \" أَيْ أَنْتُمْ تَعْلَمُونَ أَنَّ شُرَكَاءَكُمْ لَا تَقْدِر عَلَى هِدَايَة ضَالّ وَإِنَّمَا يَهْدِي الْحَيَارَى وَالضُّلَّال وَيُقَلِّب الْقُلُوب مِنْ الْغَيّ إِلَى الرُّشْد اللَّه الَّذِي لَا إِلَه إِلَّا هُوَ \" أَفَمَنْ يَهْدِي إِلَى الْحَقّ أَحَقّ أَنْ يُتَّبَع أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى \" أَيْ أَفَيَتَّبِع الْعَبْد الَّذِي يَهْدِي إِلَى الْحَقّ وَيُبَصِّر بَعْد الْعَمَى أَمْ الَّذِي لَا يَهْدِي إِلَى شَيْء إِلَّا أَنْ يُهْدَى لِعَمَاهُ وَبَكَمه كَمَا قَالَ تَعَالَى إِخْبَارًا عَنْ إِبْرَاهِيم أَنَّهُ قَالَ \" يَا أَبَتِ لِمَ تَعْبُد مَا لَا يَسْمَع وَلَا يُبْصِر وَلَا يُغْنِي عَنْك شَيْئًا \" وَقَالَ لِقَوْمِهِ \" أَتَعْبُدُونَ مَا تَنْحِتُونَ وَاَللَّه خَلَقَكُمْ وَمَا تَعْمَلُونَ \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات وَقَوْله \" فَمَا لَكُمْ كَيْف تَحْكُمُونَ \" أَيْ مَا بَالكُمْ أَنْ يَذْهَب بِعُقُولِكُمْ كَيْف سَوَّيْتُمْ بَيْن اللَّه وَبَيْن خَلْقه وَعَدَلْتُمْ هَذَا بِهَذَا وَعَبَدْتُمْ هَذَا وَهَذَا ؟ وَهَلَّا أَفْرَدْتُمْ الرَّبّ جَلَّ جَلَاله الْمَالِك الْحَاكِم الْهَادِي مِنْ الضَّلَالَة بِالْعِبَادَةِ وَحْده وَأَخْلَصْتُمْ إِلَيْهِ الدَّعْوَة وَالْإِنَابَة ؟ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37462, "aya_id": 35}]