[{"text": "وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِّتَكُونُواْ شُهَدَاء عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنتَ عَلَيْهَا إِلاَّ لِنَعْلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَى عَقِبَيْهِ وَإِن كَانَتْ لَكَبِيرَةً إِلاَّ عَلَى الَّذِينَ هَدَى اللّهُ وَمَا كَانَ اللّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللّهَ بِالنَّاسِ لَرَؤُوفٌ رَّحِيمٌ", "sura_id": 2, "type": 0, "id": 150, "aya_id": 143}, {"text": "وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا وما جعلنا القبلة التي كنت عليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وإن كانت لكبيرة إلا على الذين هدى الله وما كان الله ليضيع إيمانكم إن الله بالناس لرؤوف رحيم", "sura_id": 2, "type": 1, "id": 6386, "aya_id": 143}, {"text": "143 - (وكذلك) كما هديناكم إليه (جعلناكم) يا أمة محمد (أمة وسطا) خياراً عدولاً (لتكونوا شهداء على الناس) يوم القيامة أن رسلهم بلغتهم (ويكون الرسول عليكم شهيدا) أنه بلغكم (وما جعلنا) صيرنا (القبلة) لك الآن الجهة (التي كنت عليها) أولا وهي الكعبة وكان صلى الله عليه وسلم يصلي إليها فلما هاجر أمر باستقبال بيت المقدس تألفا لليهود فصلى إليه ستة أو سبعة عشر شهرا ثم حول (إلا لنعلم) علم ظهور (من يتبع الرسول) فيصدقه (ممن ينقلب على عقبيه) أي يرجع إلى الكفر شكا في الدين وظنا أن النبي صلى الله عليه وسلم في حيرة من أمره وقد ارتد لذلك جماعة (وإن) مخففة من الثقيلة واسمها محذوف أي: وإنها (كانت) أي التولية إليها (لكبيرة) شاقة على الناس (إلا على الذين هدى الله) منهم (وما كان الله ليضيع إيمانكم) أي صلاتكم إلى بيت المقدس بل يثيبكم عليه لأن سبب نزولها السؤال عمن مات قبل التحويل (إن الله بالناس) المؤمنين (لرؤوف رحيم) في عدم إضاعة أعمالهم ، والرأفة شدة الرحمة وقدم الأبلغ للفاصلة \r\n", "sura_id": 2, "type": 2, "id": 25094, "aya_id": 143}, {"text": "وكما هديناكم -أيها المسلمون- إلى الطريق الصحيح في الدين, جعلناكم أمة خيارًا عدولا لتشهدوا على الأمم في الآخرة أن رسلهم بلَّغتهم رسالات ربهم, ويكون الرسول في الآخرة كذلك شهيدًا عليكم أنَّه بلَّغكم رسالة ربه. وما جعلنا -أيها الرسول- قبلة \"بيت المقدس\" التي كنت عليها, ثم صرفناك عنها إلى الكعبة بـ \"مكة\", إلا ليظهر ما علمناه في الأزل؛ علما يتعلق به الثواب والعقاب لنميز مَن يتبعك ويطيعك ويستقبل معك حيث توجهت, ومَن هو ضعيف الإيمان فينقلب مرتدًا عن دينه لشكه ونفاقه. وإن هذه الحال التي هي تحول المسلم في صلاته من استقبال بيت المقدس إلى استقبال الكعبة لثقيلة شاقة إلا على الذين هداهم ومنّ عليهم بالإيمان والتقوى وما كان الله ليضيع إيمانكم به واتباعكم لرسوله, ويبطل صلاتكم إلى القبلة السابقة. إنه سبحانه وتعالى بالناس لرءوف رحيم.\r\n", "sura_id": 2, "type": 3, "id": 31330, "aya_id": 143}, {"text": " <font color=red>وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا</font><BR><p>قَوْله تَعَالَى\" وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّة وَسَطًا لِتَكُونُوا شُهَدَاء عَلَى النَّاس وَيَكُون الرَّسُول عَلَيْكُمْ شَهِيدًا \" يَقُول تَعَالَى إِنَّمَا حَوَّلْنَاكُمْ إِلَى قِبْلَة إِبْرَاهِيم عَلَيْهِ السَّلَام وَاخْتَرْنَاهَا لَكُمْ لِنَجْعَلكُمْ خِيَار الْأُمَم لِتَكُونُوا يَوْم الْقِيَامَة شُهَدَاء عَلَى الْأُمَم لِأَنَّ الْجَمِيع مُعْتَرِفُونَ لَكُمْ بِالْفَضْلِ وَالْوَسَط هَاهُنَا الْخِيَار وَالْأَجْوَد كَمَا يُقَال قُرَيْش أَوْسَط الْعَرَب نَسَبًا وَدَارًا أَيْ خَيْرهَا وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَطًا فِي قَوْمه أَيْ أَشْرَفهمْ نَسَبًا وَمِنْهُ الصَّلَاة الْوُسْطَى الَّتِي هِيَ أَفْضَل الصَّلَوَات وَهِيَ الْعَصْر كَمَا ثَبَتَ فِي الصِّحَاح وَغَيْرهَا وَلَمَّا جَعَلَ اللَّه هَذِهِ الْأُمَّة وَسَطًا خَصَّهَا بِأَكْمَل الشَّرَائِع وَأَقْوَم الْمَنَاهِج وَأَوْضَح الْمَذَاهِب كَمَا قَالَ تَعَالَى \" هُوَ اِجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةً أَبِيكُمْ إِبْرَاهِيم هُوَ سَمَّاكُمْ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُدْعَى نُوح يَوْم الْقِيَامَة فَيُقَال لَهُ هَلْ بَلَّغْت ؟ فَيَقُول نَعَمْ فَيُدْعَى قَوْمه فَيُقَال لَهُمْ هَلْ بَلَّغَكُمْ ؟ فَيَقُولُونَ مَا أَتَانَا مِنْ نَذِير وَمَا أَتَانَا مِنْ أَحَد فَيُقَال لِنُوحٍ مَنْ يَشْهَد لَك فَيَقُول مُحَمَّدٌ وَأُمَّتُهُ قَالَ : فَذَلِكَ قَوْله \" وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا\" قَالَ وَالْوَسَط الْعَدْل فَتُدْعَوْنَ فَتَشْهَدُونَ لَهُ بِالْبَلَاغِ ثُمَّ أَشْهَد عَلَيْكُمْ \" رَوَاهُ الْبُخَارِيّ وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ الْأَعْمَش وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَجِيء النَّبِيّ يَوْم الْقِيَامَة وَمَعَهُ رَجُلَانِ وَأَكْثَر مِنْ ذَلِكَ فَيُدْعَى قَوْمه فَيُقَال لَهُمْ هَلْ بَلَّغَكُمْ هَذَا ؟ فَيَقُولُونَ لَا فَيُقَال لَهُ هَلْ بَلَّغْت قَوْمك ؟ فَيَقُول نَعَمْ فَيُقَال مَنْ يَشْهَد لَك فَيَقُول مُحَمَّد وَأُمَّته فَيُدْعَى مُحَمَّد وَأُمَّته فَيُقَال لَهُمْ هَلْ بَلَّغَ هَذَا قَوْمه ؟ فَيَقُولُونَ نَعَمْ فَيُقَال وَمَا عِلْمكُمْ ؟ فَيَقُولُونَ جَاءَنَا نَبِيُّنَا فَأَخْبَرَنَا أَنَّ الرُّسُل قَدْ بَلَّغُوا فَذَلِكَ قَوْله عَزَّ وَجَلَّ \" وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا \" قَالَ عَدْلًا\" لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُون الرَّسُولُ عَلَيْكُمْ شَهِيدًا \" وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّة وَسَطًا \" قَالَ \" عَدْلًا \" وَرَوَى الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ وَابْن أَبِي حَاتِم مِنْ حَدِيث عَبْد الْوَاحِد بْن زِيَاد عَنْ أَبِي مَالِك الْأَشْجَعِيّ عَنْ الْمُغِيرَة بْن عُتَيْبَة بْن نباس حَدَّثَنِي مُكَاتَب لَنَا عَنْ جَابِر بْن عَبْد اللَّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَنَا وَأَمْتَى يَوْم الْقِيَامَة عَلَى كَوْم مُشْرِفِينَ عَلَى الْخَلَائِق مَا مِنْ النَّاس أَحَد إِلَّا وَدَّ أَنَّهُ مِنَّا وَمَا مِنْ نَبِيّ كَذَّبَهُ قَوْمه إِلَّا وَنَحْنُ نَشْهَد أَنَّهُ قَدْ بَلَّغَ رِسَالَة رَبّه عَزَّ وَجَلَّ \" وَرَوَى الْحَاكِم فِي مُسْتَدْرَكه وَابْن مَرْدَوَيْهِ أَيْضًا وَاللَّفْظ لَهُ مِنْ حَدِيث مُصْعَب بْن ثَابِت عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ جَابِر بْن عَبْد اللَّه قَالَ : شَهِدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِنَازَة فِي بَنِي مَسْلَمَة وَكُنْت إِلَى جَانِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ بَعْضهمْ : وَاَللَّه يَا رَسُول اللَّه لَنِعْمَ الْمَرْء كَانَ لَقَدْ كَانَ عَفِيفًا مُسْلِمًا وَكَانَ وَأَثْنَوْا عَلَيْهِ خَيْرًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَنْتَ بِمَا تَقُول \" فَقَالَ الرَّجُل : اللَّه أَعْلَم بِالسَّرَائِرِ فَأَمَّا الَّذِي بَدَا لَنَا مِنْهُ فَذَاكَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَجَبَتْ \" ثُمَّ شَهِدَ جِنَازَة فِي بَنِي حَارِثَة وَكُنْت إِلَى جَانِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ بَعْضهمْ : يَا رَسُول اللَّه بِئْسَ الْمَرْء كَانَ إِنْ كَانَ لَفَظًّا غَلِيظًا فَأَثْنَوْا عَلَيْهِ شَرًّا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِبَعْضِهِمْ أَنْتَ بِاَلَّذِي تَقُول \" فَقَالَ الرَّجُل اللَّه أَعْلَم بِالسَّرَائِرِ فَأَمَّا الَّذِي بَدَا لَنَا مِنْهُ فَذَاكَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَجَبَتْ \" قَالَ مُصْعَب بْن ثَابِت : فَقَالَ لَنَا عِنْد ذَلِكَ مُحَمَّد بْن كَعْب صَدَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَرَأَ \" وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّة وَسَطًا لِتَكُونُوا شُهَدَاء عَلَى النَّاس وَيَكُون الرَّسُولُ عَلَيْكُمْ شَهِيدًا \" ثُمَّ قَالَ الْحَاكِم : هَذَا حَدِيث صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا دَاوُد بْن أَبِي الْفُرَات عَنْ عَبْد اللَّه بْن بُرَيْدَة عَنْ أَبِي الْأَسْوَد أَنَّهُ قَالَ : أَتَيْت الْمَدِينَة فَوَافَقْتهَا وَقَدْ وَقَعَ بِهَا مَرَض فَهُمْ يَمُوتُونَ مَوْتًا ذَرِيعًا فَجَلَسْت إِلَى عُمَر بْن الْخَطَّاب فَمَرَّتْ بِهِ جِنَازَة فَأُثْنِيَ عَلَى صَاحِبهَا خَيْرًا فَقَالَ : وَجَبَتْ ثُمَّ مَرَّ بِأُخْرَى فَأُثْنِيَ عَلَيْهَا شَرًّا فَقَالَ عُمَر : وَجَبَتْ فَقَالَ أَبُو الْأَسْوَد مَا وَجَبَتْ يَا أَمِير الْمُؤْمِنِينَ ؟ قَالَ : قُلْت كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيُّمَا مُسْلِم شَهِدَ لَهُ أَرْبَعَة بِخَيْرٍ أَدْخَلَهُ اللَّه الْجَنَّة \" قَالَ فَقُلْنَا وَثَلَاثَة قَالَ : فَقَالَ \" وَثَلَاثَة \" قَالَ : فَقُلْنَا وَاثْنَانِ . قَالَ\" وَاثْنَانِ \" ثُمَّ لَمْ نَسْأَلهُ عَنْ الْوَاحِد وَكَذَا رَوَاهُ الْبُخَارِيّ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث دَاوُد اِبْن أَبِي الْفُرَات بِهِ : وَقَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا أَحْمَد بْن عُثْمَان بْن يَحْيَى حَدَّثَنَا أَبُو قِلَابَة الرَّقَّاشِيّ حَدَّثَنِي أَبُو الْوَلِيد حَدَّثَنَا نَافِع بْن عُمَر حَدَّثَنِي أُمَيَّة بْن صَفْوَان عَنْ أَبِي بَكْر بْن أَبِي زُهَيْر الثَّقَفِيّ عَنْ أَبِيهِ : قَالَ سَمِعْت رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالنِّبَاوَةِ يَقُول \" يُوشِك أَنْ تَعْلَمُوا خِيَاركُمْ مِنْ شِرَاركُمْ \" قَالُوا بِمَ يَا رَسُول اللَّه ؟ قَالَ \" بِالثَّنَاءِ الْحَسَن وَالثَّنَاء السَّيِّئ أَنْتُمْ شُهَدَاء اللَّه فِي الْأَرْض \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ يَزِيد بْن هَارُون وَرَوَاهُ الْإِمَام أَحْمَد عَنْ يَزِيد بْن هَارُون وَعَبْد الْمَلِك بْن عَمْرو وَسُرَيْج عَنْ نَافِع عَنْ بْن عمل بِهِ .</p><BR><font color=red>وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ</font><BR><p>يَقُول تَعَالَى إِنَّمَا شَرَعْنَا لَك يَا مُحَمَّد التَّوَجُّهَ أَوَّلًا إِلَى بَيْت الْمَقْدِس ثُمَّ صَرَفْنَاك عَنْهُ إِلَى الْكَعْبَة لِيَظْهَر حَالُ مَنْ يَتَّبِعك وَيُطِيعك وَيَسْتَقْبِل مَعَك حَيْثُمَا تَوَجَّهْت مِمَّنْ يَنْقَلِب عَلَى عَقِبَيْهِ أَيْ مُرْتَدًّا عَنْ دِينه وَإِنْ كَانَتْ لَكَبِيرَة أَيْ هَذِهِ الْفَعْلَة وَهُوَ صَرْف التَّوَجُّه عَنْ بَيْت الْمَقْدِس إِلَى الْكَعْبَة أَيْ وَإِنْ كَانَ هَذَا الْأَمْر عَظِيمًا فِي النُّفُوس إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ قُلُوبهمْ وَأَيْقَنُوا بِتَصْدِيقِ الرَّسُول وَأَنَّ كُلّ مَا جَاءَ بِهِ فَهُوَ الْحَقّ الَّذِي لَا مِرْيَة فِيهِ وَأَنَّ اللَّه يَفْعَل مَا يَشَاء وَيَحْكُم مَا يُرِيد فَلَهُ أَنْ يُكَلِّف عِبَاده بِمَا شَاءَ وَيَنْسَخ مَا يَشَاء وَلَهُ الْحِكْمَةُ التَّامَّةُ وَالْحُجَّةُ الْبَالِغَةُ فِي جَمِيع ذَلِكَ بِخِلَافِ الَّذِينَ فِي قُلُوبهمْ مَرَض فَإِنَّهُ كُلَّمَا حَدَثَ أَمْرٌ أَحْدَثَ لَهُمْ شَكًّا كَمَا يَحْصُلُ لِلَّذِينَ آمَنُوا إِيقَانٌ وَتَصْدِيقٌ كَمَا قَالَ اللَّه تَعَالَى \" وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِي قُلُوبهمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ \" وَقَالَ تَعَالَى \" قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء وَاَلَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى \" وَقَالَ تَعَالَى \" وَنُنَزِّلُ مِنْ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا \" وَلِهَذَا كَانَ مَنْ ثَبَتَ عَلَى تَصْدِيق الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاتِّبَاعه فِي ذَلِكَ وَتَوَجَّهَ حَيْثُ أَمَرَهُ اللَّه مِنْ غَيْر شَكٍّ وَلَا رَيْب مِنْ سَادَات الصَّحَابَة وَقَدْ ذَهَبَ بَعْضهمْ إِلَى أَنَّ السَّابِقِينَ الْأَوَّلِينَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار هُمْ الَّذِينَ صَلَّوْا الْقِبْلَتَيْنِ وَقَالَ الْبُخَارِيّ فِي تَفْسِيره هَذِهِ الْآيَة : حَدَّثَنَا مُسَدَّد حَدَّثَنَا يَحْيَى عَنْ سُفْيَان عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر قَالَ : بَيْنَا النَّاس يُصَلُّونَ الصُّبْح فِي مَسْجِد قُبَاء إِذْ جَاءَ رَجُل فَقَالَ : قَدْ أُنْزِلَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُرْآن وَقَدْ أُمِرَ أَنْ يَسْتَقْبِل الْكَعْبَة فَاسْتَقْبَلُوهَا فَتَوَجَّهُوا إِلَى الْكَعْبَة وَقَدْ رَوَاهُ مُسْلِم مِنْ وَجْه آخَر عَنْ اِبْن عُمَر وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ وَعِنْده أَنَّهُمْ كَانُوا رُكُوعًا فَاسْتَدَارُوا كَمَا هُمْ إِلَى الْكَعْبَة وَهُمْ رُكُوع وَكَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس مِثْله وَهَذَا يَدُلّ عَلَى كَمَالِ طَاعَتهمْ لِلَّهِ وَلِرَسُولِهِ وَانْقِيَادهمْ لِأَوَامِر اللَّه عَزَّ وَجَلَّ رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ .</p><BR><font color=red>وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ</font><BR><p>وَقَوْله \" وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ \" أَيْ صَلَاتكُمْ إِلَى بَيْت الْمَقْدِس قَبْل ذَلِكَ مَا كَانَ يُضِيع ثَوَابهَا عِنْد اللَّه وَفِي الصَّحِيح مِنْ حَدِيث أَبِي إِسْحَاق السَّبِيعِيّ عَنْ الْبَرَاء قَالَ : مَاتَ قَوْم كَانُوا يُصَلُّونَ نَحْو بَيْت الْمَقْدِس ؟ فَقَالَ النَّاس مَا حَالهمْ فِي ذَلِكَ فَأَنْزَلَ اللَّه تَعَالَى\" وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانكُمْ \" وَرَوَاهُ التِّرْمِذِيّ عَنْ اِبْن عَبَّاس وَصَحَّحَهُ . وَقَالَ اِبْن إِسْحَاق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَمَا كَانَ اللَّه لِيُضِيعَ إِيمَانَكُمْ \" أَيْ بِالْقِبْلَةِ الْأُولَى وَتَصْدِيقكُمْ نَبِيّكُمْ وَاتِّبَاعه إِلَى الْقِبْلَة الْأُخْرَى أَيْ لَيُعْطِيكُمْ أَجْرهمَا جَمِيعًا \" إِنَّ اللَّه بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ \" وَقَالَ الْحَسَن الْبَصْرِيّ\" وَمَا كَانَ اللَّه لِيُضِيعَ إِيمَانَكُمْ \" أَيْ مَا كَانَ اللَّه لِيُضِيعَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَانْصِرَافكُمْ مَعَهُ حَيْثُ اِنْصَرَفَ \" إِنَّ اللَّه بِالنَّاسِ لَرَءُوف رَحِيم\" وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى اِمْرَأَة مِنْ السَّبْي قَدْ فُرِّقَ بَيْنهَا وَبَيْن وَلَدهَا فَجَعَلَتْ كُلَّمَا وَجَدَتْ صَبِيًّا مِنْ السَّبْي أَخَذَتْهُ فَأَلْصَقَتْهُ بِصَدْرِهَا وَهِيَ تَدُور عَلَى وَلَدهَا فَلَمَّا وَجَدَتْهُ ضَمَّتْهُ إِلَيْهَا وَأَلْقَمَتْهُ ثَدْيهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَرَوْنَ هَذِهِ طَارِحَةً وَلَدَهَا فِي النَّار وَهِيَ تَقْدِر عَلَى أَنْ لَا تَطْرَحهُ \" قَالُوا : لَا يَا رَسُول اللَّه قَالَ : \" فَوَاَللَّهِ لَلَّهُ أَرْحَمُ بِعِبَادِهِ مِنْ هَذِهِ بِوَلَدِهَا \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38546, "aya_id": 143}]