[{"text": "قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَن شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا", "sura_id": 18, "type": 0, "id": 2210, "aya_id": 70}, {"text": "قال فإن اتبعتني فلا تسألني عن شيء حتى أحدث لك منه ذكرا", "sura_id": 18, "type": 1, "id": 8446, "aya_id": 70}, {"text": "70 - (قال فإن اتبعتني فلا تسألني) وفي قراءة بفتح اللام وتشديد النون (عن شيء) تنكره مني في علمك واصبر (حتى أحدث لك منه ذكرا) أي أذكره لك بعلته فقبل موسى شرطه رعاية لأدب المتعلم مع العالم \r\n", "sura_id": 18, "type": 2, "id": 27154, "aya_id": 70}, {"text": "فوافق الخَضِر وقال له: فإنْ صاحَبتني فلا تسألني عن شيء تنكره، حتى أبيِّن لك من أمره ما خفي عليك دون سؤال منك.\r\n", "sura_id": 18, "type": 3, "id": 33390, "aya_id": 70}, {"text": " <font color=red>قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا</font><BR><p>\" قَالَ فَإِنْ اِتَّبَعْتنِي فَلَا تَسْأَلنِي عَنْ شَيْء \" أَيْ اِبْتِدَاء \" حَتَّى أُحْدِث لَك مِنْهُ ذِكْرًا \" أَيْ حَتَّى أَبْدَأك أَنَا بِهِ قَبْل أَنْ تَسْأَلنِي . قَالَ اِبْن جَرِير : حَدَّثَنَا حُمَيْد بْن جَبْر حَدَّثَنَا يَعْقُوب عَنْ هَارُون عَنْ عُبَيْدَة عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ سَأَلَ مُوسَى عَلَيْهِ السَّلَام رَبّه عَزَّ وَجَلَّ فَقَالَ أَيْ رَبّ أَيّ عِبَادك أَحَبّ إِلَيْك ؟ قَالَ الَّذِي يَذْكُرنِي وَلَا يَنْسَانِي قَالَ فَأَيّ عِبَادك أَقْضَى ؟ قَالَ الَّذِي يَقْضِي بِالْحَقِّ وَلَا يَتَّبِع الْهَوَى قَالَ أَيْ رَبّ أَيّ عِبَادك أَعْلَم ؟ قَالَ الَّذِي يَبْتَغِي عِلْم النَّاس إِلَى عِلْمه عَسَى أَنْ يُصِيب كَلِمَة تَهْدِيه إِلَى هُدًى أَوْ تَرُدّهُ عَنْ رَدًى قَالَ أَيْ رَبّ هَلْ فِي أَرْضك أَحَد أَعْلَم مِنِّي ؟ قَالَ نَعَمْ قَالَ فَمَنْ هُوَ ؟ قَالَ الْخَضِر قَالَ وَأَيْنَ أَطْلُبهُ ؟ قَالَ عَلَى السَّاحِل عِنْد الصَّخْرَة الَّتِي يَنْفَلِت عِنْدهَا الْحُوت قَالَ فَخَرَجَ مُوسَى يَطْلُبهُ حَتَّى كَانَ مَا ذَكَرَ اللَّه وَانْتَهَى مُوسَى إِلَيْهِ عِنْد الصَّخْرَة فَسَلَّمَ كُلّ وَاحِد مِنْهُمَا عَلَى صَاحِبه فَقَالَ لَهُ مُوسَى إِنِّي أُحِبّ أَنْ أَصْحَبك قَالَ إِنَّك لَنْ تُطِيق صُحْبَتِي قَالَ بَلَى قَالَ فَإِنْ صَحِبْتنِي \" فَلَا تَسْأَلنِي عَنْ شَيْء حَتَّى أُحْدِث لَك مِنْهُ ذِكْرًا \" قَالَ فَسَارَ بِهِ فِي الْبَحْر حَتَّى اِنْتَهَى إِلَى مَجْمَع الْبَحْرَيْنِ وَلَيْسَ فِي الْأَرْض مَكَان أَكْثَر مَاء مِنْهُ قَالَ وَبَعَثَ اللَّه الْخُطَّاف فَجَعَلَ يَسْتَقِي مِنْهُ بِمِنْقَارِهِ فَقَالَ لِمُوسَى كَمْ تَرَى هَذَا الْخُطَّاف رَزَأَ مِنْ هَذَا الْمَاء قَالَ : مَا أَقَلّ مَا رَزَأَ قَالَ يَا مُوسَى فَإِنَّ عِلْمِي وَعِلْمك فِي عِلْم اللَّه كَقَدْرِ مَا اِسْتَقَى هَذَا الْخُطَّاف مِنْ هَذَا الْمَاء وَكَانَ مُوسَى قَدْ حَدَّثَ نَفْسه أَنَّهُ لَيْسَ أَحَد أَعْلَم مِنْهُ أَوْ تَكَلَّمَ بِهِ فَمِنْ ثَمَّ أُمِرَ أَنْ يَأْتِي الْخَضِر وَذَكَرَ تَمَام الْحَدِيث فِي خَرْق السَّفِينَة وَقَتْل الْغُلَام وَإِصْلَاح الْجِدَار وَتَفْسِيره لَهُ ذَلِكَ .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38367, "aya_id": 70}]