[{"text": "مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِن نَّصِيبٍ", "sura_id": 42, "type": 0, "id": 4292, "aya_id": 20}, {"text": "من كان يريد حرث الآخرة نزد له في حرثه ومن كان يريد حرث الدنيا نؤته منها وما له في الآخرة من نصيب", "sura_id": 42, "type": 1, "id": 10528, "aya_id": 20}, {"text": "20 - (من كان يريد) بعمله (حرث الآخرة) أي كسبها وهو الثواب (نزد له في حرثه) بالتضعيف فيه الحسنة إلى العشرة وأكثر (ومن كان يريد حرث الدنيا نؤته منها) بلا تضعيف ما قسم له (وما له في الآخرة من نصيب) \r\n", "sura_id": 42, "type": 2, "id": 29236, "aya_id": 20}, {"text": "من كان يريد بعمله ثواب الآخرة فأدى حقوق الله وأنفق في الدعوة إلى الدين، نزد له في عمله الحسن، فنضاعف له ثواب الحسنة إلى عشر أمثالها إلى ما شاء الله من الزيادة, ومن كان يريد بعمله الدنيا وحدها، نؤته منها ما قسمناه له, وليس له في الآخرة شيء من الثواب.\r\n", "sura_id": 42, "type": 3, "id": 35472, "aya_id": 20}, {"text": " <font color=red>مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ</font><BR><p>قَالَ عَزَّ وَجَلَّ \" مَنْ كَانَ يُرِيد حَرْث الْآخِرَة\" أَيْ عَمَل الْآخِرَة \" نَزِدْ لَهُ فِي حَرْثه \" أَيْ نُقَوِّيه وَنُعِينهُ عَلَى مَا هُوَ بِصَدَدِهِ وَنُكْثِر نَمَاءَهُ وَنَجْزِيه بِالْحَسَنَةِ عَشْر أَمْثَالهَا إِلَى سَبْعمِائَةِ ضِعْف إِلَى مَا يَشَاء اللَّه\" وَمَنْ كَانَ يُرِيد حَرْث الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَة مِنْ نَصِيب \" أَيْ وَمَنْ كَانَ إِنَّمَا سَعْيه لِيُحَصِّل لَهُ شَيْء مِنْ الدُّنْيَا وَلَيْسَ لَهُ إِلَى الْآخِرَة هَمّ الْبَتَّة بِالْكُلِّيَّةِ حَرَمَهُ اللَّه الْآخِرَة وَالدُّنْيَا إِنْ شَاءَ أَعْطَاهُ مِنْهَا وَإِنْ لَمْ يَشَأْ لَمْ يُحَصِّل لَا هَذِهِ وَلَا هَذِهِ . وَفَازَ السَّاعِي بِهَذِهِ النِّيَّة بِالصَّفْقَةِ الْخَاسِرَة فِي الدُّنْيَا وَالْآخِرَة وَالدَّلِيل عَلَى هَذَا أَنَّ هَذِهِ الْآيَة هَهُنَا مُقَيَّدَة بِالْآيَةِ الَّتِي فِي سُبْحَان وَهِيَ قَوْله تَبَارَكَ وَتَعَالَى \" مَنْ كَانَ يُرِيد الْعَاجِلَة عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَنْ نُرِيد ثُمَّ جَعَلْنَا لَهُ جَهَنَّم يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَة وَسَعَى لَهَا سَعْيهَا وَهُوَ مُؤْمِن فَأُولَئِكَ كَانَ سَعْيهمْ مَشْكُورًا كُلًّا نُمِدّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاء رَبّك وَمَا كَانَ عَطَاء رَبّك مَحْظُورًا اُنْظُرْ كَيْف فَضَّلْنَا بَعْضهمْ عَلَى بَعْض وَلَلْآخِرَة أَكْبَر دَرَجَات وَأَكْبَر تَفْضِيلًا \" . وَقَالَ الثَّوْرِيّ عَنْ مَعْمَر عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَشِّرْ هَذِهِ الْأُمَّة بِالسَّنَاءِ وَالرِّفْعَة وَالنَّصْر وَالتَّمْكِين فِي الْأَرْض فَمَنْ عَمِلَ مِنْهُمْ عَمَل الْآخِرَة لِلدُّنْيَا لَمْ يَكُنْ لَهُ فِي الْآخِرَة مِنْ نَصِيب \" .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41091, "aya_id": 20}]