[{"text": "الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُواْ لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُواْ حَسْبُنَا اللّهُ وَنِعْمَ الْوَكِيلُ", "sura_id": 3, "type": 0, "id": 466, "aya_id": 173}, {"text": "الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمانا وقالوا حسبنا الله ونعم الوكيل", "sura_id": 3, "type": 1, "id": 6702, "aya_id": 173}, {"text": "173 - (الذين) بدل من الذين قبله أو نعت (قال لهم الناس) أي نعيم بن مسعود الأشجعي (إن الناس) أبا سفيان وأصحابه (قد جمعوا لكم) الجموع ليستأصلوكم (فاخشوهم) ولا تأتوهم (فزادهم) ذلك القول (إيماناً) تصديقاً بالله ويقيناً (وقالوا حسبنا الله) كافينا أمرهم (ونعم الوكيل) المفوض إليه الأمر هو ، وخرجوا مع النبي صلى الله عليه وسلم فوافوا سوق بدر وألقى الله الرعب في قلب أبي سفيان وأصحابه فلم يأتوا وكان معهم تجارات فباعوا وربحوا قال الله تعالى: \r\n", "sura_id": 3, "type": 2, "id": 25410, "aya_id": 173}, {"text": "وهم الذين قال لهم بعض المشركين: إن أبا سفيان ومن معه قد أجمعوا أمرهم على الرجوع إليكم لاستئصالكم, فاحذروهم واتقوا لقاءهم, فإنه لا طاقة لكم بهم, فزادهم ذلك التخويف يقينًا وتصديقًا بوعد الله لهم, ولم يَثْنِهم ذلك عن عزمهم, فساروا إلى حيث شاء الله, وقالوا: حسبنا الله أي: كافينا, ونِعْم الوكيل المفوَّض إليه تدبير عباده.\r\n", "sura_id": 3, "type": 3, "id": 31646, "aya_id": 173}, {"text": " <font color=red>الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ</font><BR><p>\" قَوْله تَعَالَى \" الَّذِينَ قَالَ لَهُمْ النَّاس إِنَّ النَّاس قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا \" الْآيَة أَيْ الَّذِينَ تَوَعَّدَهُمْ النَّاس بِالْجُمُوعِ وَخَوَّفُوهُمْ بِكَثْرَةِ الْأَعْدَاء فَمَا اِكْتَرَثُوا لِذَلِكَ بَلْ تَوَكَّلُوا عَلَى اللَّه وَاسْتَعَانُوا بِهِ \" وَقَالُوا حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل \" وَقَالَ الْبُخَارِيّ حَدَّثَنَا أَحْمَد بْن يُونُس قَالَ أَرَاهُ قَالَ حَدَّثَنَا أَبُو بَكْر عَنْ أَبِي حُصَيْن عَنْ أَبِي الضُّحَى عَنْ اِبْن عَبَّاس \" حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل \" قَالَهَا إِبْرَاهِيم عَلَيْهِ السَّلَام حِين أُلْقِيَ فِي النَّار وَقَالَهَا مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين قَالَ لَهُمْ النَّاس إِنَّ النَّاس قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل. وَقَدْ رَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن إِسْمَاعِيل بْن إِبْرَاهِيم وَهَارُون بْن عَبْد اللَّه كِلَاهُمَا عَنْ يَحْيَى بْن أَبِي بَكْر عَنْ أَبِي بَكْر وَهُوَ اِبْن عَيَّاش بِهِ وَالْعَجَب أَنَّ الْحَاكِم أَبَا عَبْد اللَّه رَوَاهُ مِنْ حَدِيث أَحْمَد بْن يُونُس بِهِ ثُمَّ قَالَ صَحِيح الْإِسْنَاد عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ ثُمَّ رَوَاهُ الْبُخَارِيّ عَنْ أَبِي غَسَّان مَالِك بْن إِسْمَاعِيل عَنْ إِسْرَائِيل عَنْ أَبِي حُصَيْن عَنْ أَبِي الضُّحَى عَنْ اِبْن عَبَّاس قَالَ كَانَ آخِر قَوْل إِبْرَاهِيم عَلَيْهِ السَّلَام حِين أُلْقِيَ فِي النَّار \" حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل \" وَقَالَ عَبْد الرَّزَّاق قَالَ اِبْن عُيَيْنَةَ وَأَخْبَرَنِي زَكَرِيَّا عَنْ الشَّعْبِيّ عَنْ عَبْد اللَّه بْن عَمْرو وَقَالَ هِيَ كَلِمَة إِبْرَاهِيم عَلَيْهِ السَّلَام حِين أُلْقِيَ فِي النَّار . رَوَاهُ اِبْن جَرِير وَقَالَ أَبُو بَكْر بْن مَرْدُوَيه حَدَّثَنَا مُحَمَّد بْن مَعْمَر حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى الثَّوْرِيّ حَدَّثَنَا عَبْد الرَّحِيم بْن مُحَمَّد بْن زِيَاد السُّكَّرِيّ أَنْبَأَنَا أَبُو بَكْر بْن عَيَّاش عَنْ حُمَيْد الطَّوِيل عَنْ أَنَس بْن مَالِك عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قِيلَ لَهُ يَوْم أُحُد إِنَّ النَّاس قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة وَرَوَى أَيْضًا بِسَنَدِهِ عَنْ مُحَمَّد بْن عَبْد اللَّه الرَّافِعِيّ عَنْ أَبِيهِ عَنْ جَدّه أَبِي رَافِع أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَّهَ عَلِيًّا فِي نَفَر مَعَهُ فِي طَلَب أَبِي سُفْيَان فَلَقِيَهُمْ أَعْرَابِيّ مِنْ خُزَاعَة فَقَالَ إِنَّ الْقَوْم قَدْ جَمَعُوا لَكُمْ فَقَالُوا \" حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل \" فَنَزَلَتْ فِيهِمْ هَذِهِ الْآيَة ثُمَّ قَالَ اِبْن مَرْدُوَيه حَدَّثَنَا دَعْلَج بْن أَحْمَد حَدَّثَنَا الْحَسَن بْن سُفْيَان أَنْبَأَنَا أَبُو خَيْثَمَة بْن مُصْعَب بْن سَعْد أَنْبَأَنَا مُوسَى بْن أَعْيَن عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا وَقَعْتُمْ فِي الْأَمْر الْعَظِيم فَقُولُوا \" حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَيْوَة بْن شُرَيْح وَإِبْرَاهِيم بْن أَبِي الْعَبَّاس قَالَا حَدَّثَنَا بَقِيَّة حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ خَالِد بْن مَعْدَان عَنْ سَيْف عَنْ عَوْف بْن مَالِك أَنَّهُ حَدَّثَهُمْ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى بَيْن رَجُلَيْنِ فَقَالَ الْمَقْضِيّ عَلَيْهِ لَمَّا أَدْبَرَ : حَسْبِيَ اللَّه وَنِعْمَ الْوَكِيل فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رُدُّوا عَلَيَّ الرَّجُل فَقَالَ : مَا قُلْت ؟ \" قَالَ : قُلْت حَسْبِيَ اللَّه وَنِعْمَ الْوَكِيل . فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يَلُوم عَلَى الْعَجْز وَلَكِنْ عَلَيْك بِالْكَيْسِ فَإِذَا غَلَبَك أَمْر فَقُلْ حَسْبِيَ اللَّه وَنِعْمَ الْوَكِيل \" وَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ حَدِيث بَقِيَّة عَنْ يَحْيَى بْن خَالِد عَنْ سَيْف وَهُوَ الشَّامِيّ وَلَمْ يُنْسَب عَنْ عَوْف بْن مَالِك عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَسْبَاط حَدَّثَنَا مُطَرِّف عَنْ عَطِيَّة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَيْفَ أَنْعَمَ وَصَاحِب الْقَرْن قَدْ اِلْتَقَمَ الْقَرْن وَحَنَى جَبْهَته يَسْتَمِع مَتَى يُؤْمَر فَيَنْفُخ \" فَقَالَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَا نَقُول ؟ قَالَ \" قُولُوا حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل عَلَى اللَّه تَوَكَّلْنَا \" . وَقَدْ رُوِيَ هَذَا مِنْ غَيْر وَجْه وَهُوَ حَدِيث جَيِّد وَقَدْ رُوِّينَا عَنْ أُمّ الْمُؤْمِنِينَ زَيْنَب وَعَائِشَة رَضِيَ اللَّه عَنْهُمَا أَنَّهُمَا تَفَاخَرَتَا فَقَالَتْ زَيْنَب زَوَّجَنِي اللَّه وَزَوَّجَكُنَّ أَهَالِيكُنَّ وَقَالَتْ عَائِشَة نَزَلَتْ بَرَاءَتِي مِنْ السَّمَاء فِي الْقُرْآن فَسَلَّمَتْ لَهَا زَيْنَب ثُمَّ قَالَتْ كَيْفَ قُلْت حِين رَكِبْت رَاحِلَة صَفْوَان بْن الْمُعَطِّل قَالَتْ : قُلْت حَسْبِيَ اللَّه وَنِعْمَ الْوَكِيل قَالَتْ زَيْنَب قُلْت كَلِمَة الْمُؤْمِنِينَ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39925, "aya_id": 173}]