[{"text": "قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَن يُحْشَرَ النَّاسُ ضُحًى", "sura_id": 20, "type": 0, "id": 2407, "aya_id": 59}, {"text": "قال موعدكم يوم الزينة و أن يحشر الناس ضحى", "sura_id": 20, "type": 1, "id": 8643, "aya_id": 59}, {"text": "59 - (قال) موسى (موعدكم يوم الزينة) يوم عيد لهم يتزينون فيه ويجتمعون (وأن يحشر الناس) يجمع أهل مصر (ضحى) وقته للنظر فيما يقع \r\n", "sura_id": 20, "type": 2, "id": 27351, "aya_id": 59}, {"text": "قال موسى لفرعون: موعدكم للاجتماع يوم العيد, حين يتزيَّن الناس, ويجتمعون من كل فج وناحية وقت الضحى.\r\n", "sura_id": 20, "type": 3, "id": 33587, "aya_id": 59}, {"text": " <font color=red>قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى</font><BR><p>فَعِنْد ذَلِكَ \" قَالَ \" لَهُمْ مُوسَى \" مَوْعِدكُمْ يَوْم الزِّينَة \" وَهُوَ يَوْم عِيدهمْ وَتَفَرُّغهمْ مِنْ أَعْمَالهمْ وَاجْتِمَاع جَمِيعهمْ لِيُشَاهِد النَّاس قُدْرَة اللَّه عَلَى مَا يَشَاء وَمُعْجِزَات الْأَنْبِيَاء وَبُطْلَان مُعَارَضَة السِّحْر لِخَوَارِق الْعَادَات النَّبَوِيَّة وَلِهَذَا قَالَ \" وَأَنْ يُحْشَر النَّاس \" أَيْ جَمِيعهمْ \" ضُحًى \" أَيْ ضَحْوَة مِنْ النَّهَار لِيَكُونَ أَظْهَر وَأَجْلَى وَأَبْيَن وَأَوْضَح وَهَكَذَا شَأْن الْأَنْبِيَاء كُلّ أَمْرهمْ بَيِّن وَاضِح لَيْسَ فِيهِ خَفَاء وَلَا تَرْوِيج وَلِهَذَا لَمْ يَقُلْ لَيْلًا وَلَكِنْ نَهَارًا ضُحًى قَالَ اِبْن عَبَّاس وَكَانَ يَوْم الزِّينَة يَوْم عَاشُورَاء وَقَالَ السُّدِّيّ وَقَتَادَة وَابْن زَيْد كَانَ يَوْم عِيدهمْ وَقَالَ سَعِيد بْن جُبَيْر كَانَ يَوْم سُوقهمْ وَلَا مُنَافَاة قُلْت وَفِي مِثْله أَهْلَكَ اللَّه فِرْعَوْن وَجُنُوده كَمَا ثَبَتَ فِي الصَّحِيح وَقَالَ وَهْب بْن مُنَبِّه قَالَ فِرْعَوْن يَا مُوسَى اِجْعَلْ بَيْننَا وَبَيْنك أَجَلًا نَنْظُر فِيهِ قَالَ مُوسَى لَمْ أُؤْمَر بِهَذَا إِنَّمَا أُمِرْت بِمُنَاجَزَتِك إِنْ أَنْتَ لَمْ تَخْرُج دَخَلْت إِلَيْك فَأَوْحَى اللَّه إِلَى مُوسَى أَنْ اِجْعَلْ بَيْنك وَبَيْنه أَجَلًا وَقُلْ لَهُ أَنْ يَجْعَل هُوَ قَالَ فِرْعَوْن اِجْعَلْهُ إِلَى أَرْبَعِينَ يَوْمًا فَفَعَلَ وَقَالَ مُجَاهِد وَقَتَادَة مَكَانًا سُوًى مُنَصَّفًا وَقَالَ السُّدِّيّ عَدْلًا وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ مَكَانًا سُوًى مُسْتَوٍ بَيْن النَّاس وَمَا فِيهِ لَا يَكُون صَوْت وَلَا شَيْء يَتَغَيَّب بَعْض ذَلِكَ عَنْ بَعْض مُسْتَوٍ حِين يُرَى .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38872, "aya_id": 59}]