[{"text": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَواْ وَّقَالُواْ قَدْ مَسَّ آبَاءنَا الضَّرَّاء وَالسَّرَّاء فَأَخَذْنَاهُم بَغْتَةً وَهُمْ لاَ يَشْعُرُونَ", "sura_id": 7, "type": 0, "id": 1049, "aya_id": 95}, {"text": "ثم بدلنا مكان السيئة الحسنة حتى عفوا وقالوا قد مس آباءنا الضراء والسراء فأخذناهم بغتة وهم لا يشعرون", "sura_id": 7, "type": 1, "id": 7285, "aya_id": 95}, {"text": "95 - (ثم بدلنا) أعطيناهم (مكان السيئة) العذاب (الحسنة) الغنى والصحة (حتى عفوا) كثروا (وقالوا) كفراً للنعمة (قد مس آباءنا الضراء والسراء) كما مسنا وهذه عادة الدهر وليست بعقوبة من الله فكونوا على ما أنتم عليه قال تعالى (فأخذناهم) بالعذاب (بغتة) فجأة (وهم لا يشعرون) بوقت مجيئه قبله \r\n", "sura_id": 7, "type": 2, "id": 25993, "aya_id": 95}, {"text": "ثم بدَّلنا الحالة الطيبة الأولى مكان الحالة السيئة, فأصبحوا في عافية في أبدانهم, وسَعَة ورخاء في أموالهم; إمهالا لهم, ولعلهم يشكرون, فلم يُفِد معهم كل ذلك, ولم يعتبروا ولم ينتهوا عمَّا هم فيه, وقالوا: هذه عادة الدهر في أهله, يوم خير ويوم شر, وهو ما جرى لآبائنا من قبل, فأخذناهم بالعذاب فجأة وهم آمنون, لا يخطر لهم الهلاك على بال.\r\n", "sura_id": 7, "type": 3, "id": 32229, "aya_id": 95}, {"text": " <font color=red>ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</font><BR><p>قَالَ \" ثُمَّ بَدَّلْنَا مَكَان السَّيِّئَة الْحَسَنَة \" أَيْ حَوَّلْنَا الْحَال مِنْ شِدَّة إِلَى رَخَاء وَمِنْ مَرَض وَسَقَم إِلَى صِحَّة وَعَافِيَة وَمِنْ فَقْر إِلَى غِنًى لِيَشْكُرُوا عَلَى ذَلِكَ فَمَا فَعَلُوا وَقَوْله \" حَتَّى عَفَوْا \" أَيْ كَثُرُوا وَكَثُرَتْ أَمْوَالهمْ وَأَوْلَادهمْ يُقَال عَفَا الشَّيْء إِذَا كَثُرَ\" وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاء وَالسَّرَّاء فَأَخَذْنَاهُمْ بَغْتَة وَهُمْ لَا يَشْعُرُونَ \" يَقُول تَعَالَى اِبْتَلَيْنَاهُمْ بِهَذَا وَهَذَا لِيَتَضَرَّعُوا وَيُنِيبُوا إِلَى اللَّه فَمَا نَجَعَ فِيهِمْ لَا هَذَا وَلَا هَذَا وَلَا اِنْتَهَوْا بِهَذَا وَلَا بِهَذَا قَالُوا قَدْ مَسَّنَا مِنْ الْبَأْسَاء وَالضَّرَّاء ثُمَّ بَعْده مِنْ الرَّخَاء مِثْل مَا أَصَابَ آبَاءَنَا فِي قَدِيم الزَّمَان وَالدَّهْر وَإِنَّمَا هُوَ الدَّهْر تَارَات وَتَارَات بَلْ لَمْ يَتَفَطَّنُوا لِأَمْرِ اللَّه فِيهِمْ وَلَا اِسْتَشْعَرُوا اِبْتِلَاء اللَّه لَهُمْ فِي الْحَالَيْنِ وَهَذَا بِخِلَافِ حَال الْمُؤْمِنِينَ الَّذِينَ يَشْكُرُونَ اللَّه عَلَى السَّرَّاء وَيَصْبِرُونَ عَلَى الضَّرَّاء كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ \" عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللَّه لَهُ قَضَاء إِلَّا كَانَ خَيْرًا لَهُ إِنْ أَصَابَتْهُ ضَرَّاء صَبَرَ فَكَانَ خَيْرًا لَهُ وَإِنْ أَصَابَتْهُ سَرَّاء شَكَرَ فَكَانَ خَيْرًا لَهُ\" فَالْمُؤْمِن مَنْ يَتَفَطَّن لِمَا اِبْتَلَاهُ اللَّه بِهِ مِنْ الضَّرَّاء وَالسَّرَّاء وَلِهَذَا جَاءَ فِي الْحَدِيث \" لَا يَزَال الْبَلَاء بِالْمُؤْمِنِ حَتَّى يَخْرُج نَقِيًّا مِنْ ذُنُوبه وَالْمُنَافِق مَثَله كَمَثَلِ الْحِمَار لَا يَدْرِي فِيمَ رَبَطَهُ أَهْله وَلَا فِيمَ أَرْسَلُوهُ \" أَوْ كَمَا قَالَ وَلِهَذَا عَقَّبَ هَذِهِ الصِّفَة بِقَوْلِهِ \" فَأَخَذْنَاهُمْ بَغْتَة وَهُمْ لَا يَشْعُرُونَ \" أَيْ أَخَذْنَاهُمْ بِالْعُقُوبَةِ بَغْتَة أَيْ عَلَى بَغْتَة وَعَدَم شُعُور مِنْهُمْ أَيْ أَخَذْنَاهُمْ فَجْأَة كَمَا فِي الْحَدِيث \" مَوْت الْفَجْأَة رَحْمَة لِلْمُؤْمِنِ وَأَخْذَة أَسَف لِلْكَافِرِ \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42667, "aya_id": 95}]