[{"text": "وَلَسَوْفَ يَرْضَى", "sura_id": 92, "type": 0, "id": 6079, "aya_id": 21}, {"text": "و لسوف يرضى", "sura_id": 92, "type": 1, "id": 12315, "aya_id": 21}, {"text": "21 - (ولسوف يرضى) بما يعطاه من الثواب في الجنة والآية تشمل من فعل مثل فعله رضي الله تعالى عنه فيبعد عن النار ويثاب \r\n", "sura_id": 92, "type": 2, "id": 31023, "aya_id": 21}, {"text": "ولسوف يعطيه الله في الجنة ما يرضى به.\r\n", "sura_id": 92, "type": 3, "id": 37259, "aya_id": 21}, {"text": " <font color=red>وَلَسَوْفَ يَرْضَى</font><BR><p>قَالَ اللَّه تَعَالَى \" وَلَسَوْفَ يُرْضِي\" أَيْ وَلَسَوْفَ يَرْضَى مَنْ اِتَّصَفَ بِهَذِهِ الصِّفَات وَقَدْ ذَكَرَ غَيْر وَاحِد مِنْ الْمُفَسِّرِينَ أَنَّ هَذِهِ الْآيَات نَزَلَتْ فِي أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ حَتَّى إِنَّ بَعْضهمْ حَكَى الْإِجْمَاع مِنْ الْمُفَسِّرِينَ عَلَى ذَلِكَ وَلَا شَكّ أَنَّهُ دَاخِل فِيهَا وَأَوْلَى الْأُمَّة بِعُمُومِهَا فَإِنَّ لَفْظهَا لَفْظ الْعُمُوم وَهُوَ قَوْله تَعَالَى \" وَسَيُجَنَّبُهَا الْأَتْقَى الَّذِي يُؤْتِي مَاله يَتَزَكَّى وَمَا لِأَحَدٍ عِنْده مِنْ نِعْمَة تُجْزَى\" وَلَكِنَّهُ مُقَدَّم الْأُمَّة وَسَابِقهمْ فِي جَمِيع هَذِهِ الْأَوْصَاف وَسَائِر الْأَوْصَاف الْحَمِيدَة فَإِنَّهُ كَانَ صِدِّيقًا تَقِيًّا كَرِيمًا جَوَادًا بَذَّالًا لِأَمْوَالِهِ فِي طَاعَة مَوْلَاهُ وَنُصْرَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَمْ مِنْ دَرَاهِم وَدَنَانِير بَذَلَهَا اِبْتِغَاء وَجْه رَبّه الْكَرِيم وَلَمْ يَكُنْ لِأَحَدٍ مِنْ النَّاس عِنْده مِنَّة يَحْتَاج إِلَى أَنْ يُكَافِئهُ بِهَا وَلَكِنْ كَانَ فَضْله وَإِحْسَانه عَلَى السَّادَات وَالرُّؤَسَاء مِنْ سَائِر الْقَبَائِل وَلِهَذَا قَالَ لَهُ عُرْوَة بْن مَسْعُود وَهُوَ سَيِّد ثَقِيف يَوْم صُلْح الْحُدَيْبِيَة أَمَا وَاَللَّه لَوْلَا يَد لَك عِنْدِي لَمْ أَجْزِك بِهَا لَأَجَبْتُك وَكَانَ الصِّدِّيق قَدْ أَغْلَظَ لَهُ فِي الْمَقَالَة فَإِذَا كَانَ هَذَا حَاله مَعَ سَادَات الْعَرَب وَرُؤَسَاء الْقَبَائِل فَكَيْفَ بِمَنْ عَدَاهُمْ ؟ وَلِهَذَا قَالَ تَعَالَى \" وَمَا لِأَحَدٍ عِنْده مِنْ نِعْمَة تُجْزَى إِلَّا اِبْتِغَاء وَجْه رَبّه الْأَعْلَى وَلَسَوْفَ يَرْضَى \" . وَفِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيل اللَّه دَعَتْهُ خَزَنَة الْجَنَّة يَا عَبْد اللَّه هَذَا خَيْر \" فَقَالَ أَبُو بَكْر يَا رَسُول اللَّه مَا عَلَى مَنْ دُعِيَ مِنْهَا ضَرُورَة فَهَلْ يُدْعَى مِنْهَا كُلّهَا أَحَد ؟ قَالَ \" نَعَمْ وَأَرْجُو أَنْ تَكُون مِنْهُمْ \" آخِر تَفْسِير سُورَة اللَّيْل وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 92, "type": 4, "id": 43571, "aya_id": 21}]