[{"text": "لَقَدْ جَاءكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَؤُوفٌ رَّحِيمٌ", "sura_id": 9, "type": 0, "id": 1363, "aya_id": 128}, {"text": "لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم", "sura_id": 9, "type": 1, "id": 7599, "aya_id": 128}, {"text": "128 - (لقد جاءكم رسول من أنفسكم) أي منكم : محمد صلى الله عليه وسلم (عزيز) شديد (عليه ما عنتم) أي عنتكم أي مشقتكم ولقاؤكم المكروه (حريص عليكم) أن تهتدوا (بالمؤمنين رؤوف) شديد الرحمة (رحيم) يريد لهم الخير \r\n", "sura_id": 9, "type": 2, "id": 26307, "aya_id": 128}, {"text": "لقد جاءكم أيها المؤمنون رسول من قومكم, يشق عليه ما تلقون من المكروه والعنت, حريص على إيمانكم وصلاح شأنكم, وهو بالمؤمنين كثير الرأفة والرحمة.\r\n", "sura_id": 9, "type": 3, "id": 32543, "aya_id": 128}, {"text": " <font color=red>لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ</font><BR><p>\" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ عَزِيز عَلَيْهِ مَا عَنِتُّمْ حَرِيص عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوف رَحِيم \" يَقُول تَعَالَى مُمْتَنًّا عَلَى الْمُؤْمِنِينَ بِمَا أَرْسَلَ إِلَيْهِمْ رَسُولًا مِنْ أَنْفُسهمْ أَيْ مِنْ جِنْسهمْ وَعَلَى لُغَتهمْ كَمَا قَالَ إِبْرَاهِيم عَلَيْهِ السَّلَام \" رَبّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ \" وَقَالَ تَعَالَى \" لَقَدْ مَنَّ اللَّه عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسهمْ \" وَقَالَ تَعَالَى \" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ \" أَيْ مِنْكُمْ وَبِلُغَتِكُمْ كَمَا قَالَ جَعْفَر بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ لِلنَّجَاشِيّ وَالْمُغِيرَة بْن شُعْبَة لِرَسُولِ كِسْرَى : إِنَّ اللَّه بَعَثَ فِينَا رَسُولًا مِنَّا نَعْرِف نَسَبه وَصِفَته وَمَدْخَله وَمَخْرَجه وَصِدْقه وَأَمَانَته وَذَكَرَ الْحَدِيث . وَقَالَ سُفْيَان بْن عُيَيْنَة عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ فِي قَوْله تَعَالَى \" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ \" قَالَ لَمْ يُصِبْهُ شَيْء مِنْ وِلَادَة الْجَاهِلِيَّة وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَرَجْت مِنْ نِكَاح وَلَمْ أَخْرُج مِنْ سِفَاح \" وَقَدْ وُصِلَ هَذَا مِنْ وَجْه آخَر كَمَا قَالَ الْحَافِظ أَبُو مُحَمَّد الْحَسَن بْن عَبْد الرَّحْمَن الرَّامَهُرْمُزِيّ فِي كِتَابه الْفَاصِل بَيْن الرَّاوِي وَالْوَاعِي . حَدَّثَنَا اِبْن أَحْمَد يُوسُف بْن هَارُون بْن زِيَاد حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا مُحَمَّد بْن جَعْفَر بْن مُحَمَّد قَالَ : أَشْهَد عَلَى أَبِي لَحَدَّثَنِي عَنْ أَبِيهِ عَنْ جَدّه عَنْ عَلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَرَجْت مِنْ نِكَاح وَلَمْ أَخْرُج مِنْ سِفَاح مِنْ لَدُنْ آدَم إِلَى أَنْ وَلَدَنِي أَبِي وَأُمِّي لَمْ يَمَسّنِي مِنْ سِفَاح الْجَاهِلِيَّة شَيْء \" وَقَوْله تَعَالَى \" عَزِيز عَلَيْهِ مَا عَنِتُّمْ \" أَيْ يَعِزّ عَلَيْهِ الشَّيْء الَّذِي يُعْنِت أُمَّته وَيَشُقّ عَلَيْهَا وَلِهَذَا جَاءَ فِي الْحَدِيث الْمَرْوِيّ مِنْ طُرُق عَنْهُ أَنَّهُ قَالَ \" بُعِثْت بِالْحَنِيفِيَّةِ السَّمْحَة \" وَفِي الصَّحِيح \" إِنَّ الدِّين يُسْر \" وَشَرِيعَته كُلّهَا سَهْلَة سَمْحَة كَامِلَة يَسِيرَة عَلَى مَنْ يَسَّرَهَا اللَّه تَعَالَى عَلَيْهِ \" حَرِيص عَلَيْكُمْ \" أَيْ عَلَى هِدَايَتكُمْ وَوُصُول النَّفْع الدُّنْيَوِيّ وَالْأُخْرَوِيّ إِلَيْكُمْ وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْحَضْرَمِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد الْمُقْرِي حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ قَطَن عَنْ أَبِي الطُّفَيْل عَنْ أَبِي ذَرّ قَالَ : تَرَكَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا طَائِر يُقَلِّب جَنَاحَيْهِ فِي الْهَوَاء إِلَّا وَهُوَ يَذْكُر لَنَا مِنْهُ عِلْمًا قَالَ وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا بَقِيَ شَيْء يُقَرِّب مِنْ الْجَنَّة وَيُبَاعِد مِنْ النَّار إِلَّا وَقَدْ بُيِّنَ لَكُمْ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا قَطَن حَدَّثَنَا الْمَسْعُودِيّ عَنْ الْحَسَن بْن سَعِيد عَنْ عَبْدَة الْهُذَلِيّ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه لَمْ يُحَرِّم حُرْمَة إِلَّا وَقَدْ عَلِمَ أَنَّهُ سَيَطَّلِعُهَا مِنْكُمْ مُطَّلِع أَلَا وَإِنِّي آخِذ بِحُجَزِكُمْ أَنْ تَهَافَتُوا فِي النَّار كَتَهَافُتِ الْفَرَاش أَوْ الذُّبَاب \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ يُوسُف بْن مَهْرَان عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَاهُ مَلَكَانِ فِيمَا يَرَى النَّائِم فَقَعَدَ أَحَدهمَا عِنْد رِجْلَيْهِ وَالْآخَر عِنْد رَأْسه . فَقَالَ الَّذِي عِنْد رِجْلَيْهِ لِلَّذِي عِنْد رَأْسه اِضْرِبْ مِثْل هَذَا وَمِثْل أُمَّته فَقَالَ : إِنَّ مَثَله وَمَثَل أُمَّته كَمَثَلِ قَوْم سَفْر اِنْتَهَوْا إِلَى رَأْس مَفَازَة وَلَمْ يَكُنْ مَعَهُمْ مِنْ الزَّاد مَا يَقْطَعُونَ بِهِ الْمَفَازَة وَلَا مَا يَرْجِعُونَ بِهِ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ أَتَاهُمْ رَجُل فِي حُلَّة حِبَرَة فَقَالَ : أَرَأَيْتُمْ إِنْ وَرَدْت بِكُمْ رِيَاضًا مُعْشِبَة وَحِيَاضًا رُوَاء أَتَتَّبِعُونِي ؟ فَقَالُوا نَعَمْ قَالَ فَانْطَلَقَ بِهِمْ فَأَوْرَدَهُمْ رِيَاضًا مُعْشِبَة وَحِيَاضًا رُوَاء فَأَكَلُوا وَشَرِبُوا وَسَمِنُوا فَقَالَ لَهُمْ : أَلَمْ أَلْقَكُمْ عَلَى تِلْكَ الْحَال فَجَعَلْتُمْ لِي إِنْ وَرَدْت بِكُمْ رِيَاضًا مُعْشِبَة وَحِيَاضًا رُوَاء أَنْ تَتَّبِعُونِي ؟ فَقَالُوا بَلَى فَقَالَ : فَإِنَّ بَيْن أَيْدِيكُمْ رِيَاضًا هِيَ أَعْشَب مِنْ هَذِهِ وَحِيَاضًا هِيَ أَرْوَى مِنْ هَذِهِ فَاتَّبِعُونِي فَقَالَتْ طَائِفَة بَلَى صَدَقَ وَاَللَّه لَنَتَّبِعَنَّهُ وَقَالَتْ طَائِفَة قَدْ رَضِينَا بِهَذَا نُقِيم عَلَيْهِ . وَقَالَ الْبَزَّار حَدَّثَنَا سَلَمَة بْن شَبِيب وَأَحْمَد بْن مَنْصُور قَالَا : حَدَّثَنَا إِبْرَاهِيم بْن الْحَكَم بْن أَبَان حَدَّثَنَا أَبِي عَنْ عِكْرِمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ أَعْرَابِيًّا جَاءَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْتَعِينهُ فِي شَيْء قَالَ عِكْرِمَة : أَرَاهُ قَالَ فِي دَم فَأَعْطَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا ثُمَّ قَالَ \" أَحْسَنْت إِلَيْك ؟ \" قَالَ الْأَعْرَابِيّ لَا وَلَا أَجْمَلْت فَغَضِبَ بَعْض الْمُسْلِمِينَ وَهَمُّوا أَنْ يَقُومُوا إِلَيْهِ فَأَشَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ أَنْ كُفُّوا فَلَمَّا قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَلَغَ إِلَى مَنْزِله دَعَا الْأَعْرَابِيّ إِلَى الْبَيْت فَقَالَ \" إِنَّمَا جِئْتنَا تَسْأَلنَا فَأَعْطَيْنَاك فَقُلْت مَا قُلْت \" فَزَادَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا وَقَالَ \" أَحْسَنْت إِلَيْك ؟ \" فَقَالَ الْأَعْرَابِيّ نَعَمْ فَجَزَاك اللَّه مِنْ أَهْل وَعَشِيرَة خَيْرًا . قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّك جِئْتنَا فَسَأَلْتنَا فَأَعْطَيْنَاك فَقُلْت مَا قُلْت وَفِي أَنْفُس أَصْحَابِي عَلَيْك مِنْ ذَلِكَ شَيْء فَإِذَا جِئْت فَقُلْ بَيْن أَيْدِيهمْ مَا قُلْت بَيْن يَدَيَّ حَتَّى يَذْهَب عَنْ صُدُورهمْ \" فَقَالَ نَعَمْ . فَلَمَّا جَاءَ الْأَعْرَابِيّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ صَاحِبكُمْ كَانَ جَاءَنَا فَسَأَلَنَا فَأَعْطَيْنَاهُ فَقَالَ مَا قَالَ وَإِنَّا قَدْ دَعَوْنَاهُ فَأَعْطَيْنَاهُ فَزَعَمَ أَنَّهُ قَدْ رَضِيَ كَذَلِكَ يَا أَعْرَابِيّ ؟ \" فَقَالَ الْأَعْرَابِيّ : نَعَمْ فَجَزَاك اللَّه مِنْ أَهْل وَعَشِيرَة خَيْرًا . فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مَثَلِي وَمَثَل هَذَا الْأَعْرَابِيّ كَمَثَلِ رَجُل كَانَتْ لَهُ نَاقَة فَشَرَدَتْ عَلَيْهِ فَاتَّبَعَهَا النَّاس فَلَمْ يَزِيدُوهَا إِلَّا نُفُورًا . فَقَالَ لَهُمْ صَاحِب النَّاقَة خَلُّوا بَيْنِي وَبَيْن نَاقَتِي فَأَنَا أَرْفَق بِهَا وَأَنَا أَعْلَم بِهَا فَتَوَجَّهَ إِلَيْهَا وَأَخَذَ لَهَا مِنْ قُشَام الْأَرْض وَدَعَاهَا حَتَّى جَاءَتْ وَاسْتَجَابَتْ وَشَدَّ عَلَيْهَا رَحْلهَا وَإِنِّي لَوْ أَطَعْتُكُمْ حَيْثُ قَالَ مَا قَالَ لَدَخَلَ النَّار \" رَوَاهُ الْبَزَّار ثُمَّ قَالَ لَا نَعْلَمهُ يُرْوَى إِلَّا مِنْ هَذَا الْوَجْه \" قُلْت \" وَهُوَ ضَعِيف بِحَالِ إِبْرَاهِيم بْن الْحَكَم بْن أَبَان وَاَللَّه أَعْلَم وَقَوْله \" بِالْمُؤْمِنِينَ رَءُوف رَحِيم \" كَقَوْلِهِ \" وَاخْفِضْ جُنَاحك لِمَنْ اِتَّبَعَك مِنْ الْمُؤْمِنِينَ فَإِنْ عَصَوْك فَقُلْ إِنِّي بَرِيء مِمَّا تَعْمَلُونَ وَتَوَكَّلَ عَلَى الْعَزِيز \" الرَّحِيم \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43426, "aya_id": 128}]