[{"text": "وَلَأَجْرُ الآخِرَةِ خَيْرٌ لِّلَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ", "sura_id": 12, "type": 0, "id": 1653, "aya_id": 57}, {"text": "ولأجر الآخرة خير للذين آمنوا وكانوا يتقون", "sura_id": 12, "type": 1, "id": 7889, "aya_id": 57}, {"text": "57 - (ولأجر الآخرة خير) من أجر الدنيا (للذين آمنوا وكانوا يتقون) ودخلت سنو القحط وأصاب أرض كنعان والشام \r\n", "sura_id": 12, "type": 2, "id": 26597, "aya_id": 57}, {"text": "ولَثواب الآخرة عند الله أعظم من ثواب الدنيا لأهل الإيمان والتقوى الذين يخافون عقاب الله, ويطيعونه في أمره ونهيه.\r\n", "sura_id": 12, "type": 3, "id": 32833, "aya_id": 57}, {"text": " <font color=red>وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ</font><BR><p>الْآخِرَة خَيْر لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ \" يُخْبِر تَعَالَى أَنَّ مَا اِدَّخَرَهُ اللَّه تَعَالَى لِنَبِيِّهِ يُوسُف عَلَيْهِ السَّلَام فِي الدَّار الْآخِرَة أَعْظَم وَأَكْثَر وَأَجَلّ مِمَّا خَوَّلَهُ مِنْ التَّصَرُّف وَالنُّفُوذ فِي الدُّنْيَا كَقَوْلِهِ فِي حَقّ سُلَيْمَان عَلَيْهِ السَّلَام \" هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِك بِغَيْرِ حِسَاب وَإِنَّ لَهُ عِنْدنَا لَزُلْفَى وَحُسْن مَآب \" وَالْغَرَض أَنَّ يُوسُف عَلَيْهِ السَّلَام وَلَّاهُ مَلِك مِصْر الرَّيَّان بْن الْوَلِيد الْوَزَارَة فِي بِلَاد مِصْر مَكَان الَّذِي اِشْتَرَاهُ مِنْ مِصْر زَوْج الَّتِي رَاوَدْته وَأَسْلَمَ الْمَلِك عَلَى يَدَيْ يُوسُف عَلَيْهِ السَّلَام قَالَ مُجَاهِد وَقَالَ مُحَمَّد بْن إِسْحَاق : لَمَّا قَالَ يُوسُف لِلْمَلِكِ \" اِجْعَلْنِي عَلَى خَزَائِن الْأَرْض إِنِّي حَفِيظ عَلِيم \" قَالَ الْمَلِك قَدْ فَعَلْت فَوَلَّاهُ فِيمَا ذَكَرُوا عَمَل أطفير وَعَزَلَ أطفير عَمَّا كَانَ عَلَيْهِ يَقُول اللَّه عَزَّ وَجَلَّ \" وَكَذَلِكَ مَكَّنَّا لِيُوسُف فِي الْأَرْض يَتَبَوَّأ مِنْهَا حَيْثُ يَشَاء نُصِيب بِرَحْمَتِنَا مَنْ نَشَاء وَلَا نُضِيع أَجْر الْمُحْسِنِينَ \" قَالَ فَذُكِرَ لِي وَاَللَّه أَعْلَم أَنَّ أطفير هَلَكَ فِي تِلْكَ اللَّيَالِي وَأَنَّ الْمَلِك الرَّيَّان بْن الْوَلِيد زَوَّجَ يُوسُف اِمْرَأَة أطفير رَاعِيل وَأَنَّهَا حِين دَخَلَتْ عَلَيْهِ قَالَ لَهَا : أَلَيْسَ هَذَا خَيْرًا مِمَّا كُنْت تُرِيدِينَ ؟ قَالَ فَيَزْعُمُونَ أَنَّهَا قَالَتْ أَيّهَا الصِّدِّيق لَا تَلُمْنِي فَإِنِّي كُنْت اِمْرَأَة كَمَا تَرَى حَسْنَاء جَمِيلَة نَاعِمَة فِي مُلْك وَدُنْيَا وَكَانَ صَاحِبِي لَا يَأْتِي النِّسَاء وَكُنْت كَمَا جَعَلَك اللَّه فِي حُسْنك وَهَيْئَتك عَلَى مَا رَأَيْت فَيَزْعُمُونَ أَنَّهُ وَجَدَهَا عَذْرَاء فَأَصَابَهَا فَوَلَدَتْ لَهُ رَجُلَيْنِ أفرايثيم بْن يُوسُف وَميشا بْن يُوسُف وَوُلِدَ لأفرايثيم نُون وَالِد يُوشَع بْن نُون وَرَحْمَة اِمْرَأَة أَيُّوب عَلَيْهِ السَّلَام وَقَالَ الْفُضَيْل بْن عِيَاض وَقَفَتْ اِمْرَأَة الْعَزِيز عَلَى ظَهْر الطَّرِيق حَتَّى مَرَّ يُوسُف فَقَالَتْ : الْحَمْد لِلَّهِ الَّذِي جَعَلَ الْعَبِيد مُلُوكًا بِطَاعَتِهِ وَالْمُلُوك عَبِيدًا بِمَعْصِيَتِهِ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37810, "aya_id": 57}]