[{"text": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا جَزَاء بِمَا كَسَبَا نَكَالاً مِّنَ اللّهِ وَاللّهُ عَزِيزٌ حَكِيمٌ", "sura_id": 5, "type": 0, "id": 707, "aya_id": 38}, {"text": "والسارق والسارقة فاقطعوا أيديهما جزاء بما كسبا نكالا من الله والله عزيز حكيم", "sura_id": 5, "type": 1, "id": 6943, "aya_id": 38}, {"text": "38 - (والسارق والسارقة) أل فيهما موصولة مبتدأ ولشبهه بالشرط دخلت الفاء في خبره وهو (فاقطعوا أيديَهما) أي يمين كل منهما من الكوع وبينت السنة أن الذي يقطع فيه ربع دينار فصاعدا وأنه إذا عاد قطعت رجله اليسرى من مفصل القدم ثم اليد اليسرى ثم الرجل اليمنى وبعد ذلك يعزر (جزاء) نصب على المصدر (بما كسبا نكالا) عقوبة لهما (من الله والله عزيز) غالب على أمره (حكيم) في خلقه \r\n", "sura_id": 5, "type": 2, "id": 25651, "aya_id": 38}, {"text": "والسارق والسارقة فاقطعوا -يا ولاة الأمر- أيديهما بمقتضى الشرع, مجازاة لهما على أَخْذهما أموال الناس بغير حق, وعقوبةً يمنع الله بها غيرهما أن يصنع مثل صنيعهما. والله عزيز في ملكه, حكيم في أمره ونهيه.\r\n", "sura_id": 5, "type": 3, "id": 31887, "aya_id": 38}, {"text": " <font color=red>وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ</font><BR><p>يَقُول تَعَالَى حَاكِمًا وَآمِرًا بِقَطْعِ يَد السَّارِق وَالسَّارِقَة وَرَوَى الثَّوْرِيّ عَنْ جَابِر بْن يَزِيد الْجُعْفِيّ عَنْ عَامِر بْن شَرَاحِيل الشَّعْبِيّ أَنَّ اِبْن مَسْعُود كَانَ يَقْرَؤُهَا \" وَالسَّارِق وَالسَّارِقَة فَاقْطَعُوا أَيْمَانهمَا \" وَهَذِهِ قِرَاءَة شَاذَّة وَإِنْ كَانَ الْحُكْم عِنْد جَمِيع الْعُلَمَاء مُوَافِقًا لَهَا لَا بِهَا بَلْ هُوَ مُسْتَفَاد مِنْ دَلِيل آخَر وَقَدْ كَانَ الْقَطْع مَعْمُولًا بِهِ فِي الْجَاهِلِيَّة فَقُرِّرَ فِي الْإِسْلَام وَزِيدَتْ شُرُوط أُخَر كَمَا سَنَذْكُرُهُ إِنْ شَاءَ اللَّه تَعَالَى كَمَا كَانَتْ الْقَسَامَة وَالدِّيَة وَالْقِرَاض وَغَيْر ذَلِكَ مِنْ الْأَشْيَاء الَّتِي وَرَدَ الشَّرْع بِتَقْرِيرِهَا عَلَى مَا كَانَتْ عَلَيْهِ وَزِيَادَات هِيَ مِنْ تَمَام الْمَصَالِح وَيُقَال : إِنَّ أَوَّل مَنْ قَطَعَ الْأَيْدِي فِي الْجَاهِلِيَّة قُرَيْش قَطَعُوا رَجُلًا يُقَال لَهُ دُوَيْك مَوْلًى لِبَنِي مَلِيح بْن عَمْرو مِنْ خُزَاعَة كَانَ قَدْ سَرَقَ كَنْز الْكَعْبَة وَيُقَال : سَرَقَهُ قَوْم فَوَضَعُوهُ عِنْده وَقَدْ ذَهَبَ بَعْض الْفُقَهَاء مِنْ أَهْل الظَّاهِر إِلَى أَنَّهُ مَتَى سَرَقَ السَّارِق شَيْئًا قُطِعَتْ يَده بِهِ سَوَاء كَانَ قَلِيلًا أَوْ كَثِيرًا لِعُمُومِ هَذِهِ الْآيَة \" وَالسَّارِق وَالسَّارِقَة فَاقْطَعُوا أَيْدِيهمَا \" فَلَمْ يَعْتَبِرُوا نِصَابًا وَلَا حِرْزًا بَلْ أَخَذُوا بِمُجَرَّدِ السَّرِقَة وَقَدْ رَوَى اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ طَرِيق عَبْد الْمُؤْمِن عَنْ نَجْدَة الْحَنَفِيّ قَالَ : سَأَلْت اِبْن عَبَّاس عَنْ قَوْله \" وَالسَّارِق وَالسَّارِقَة فَاقْطَعُوا أَيْدِيَهُمَا \" أَخَاصّ أَمْ عَامّ ؟ فَقَالَ : بَلْ عَامّ وَهَذَا يَحْتَمِل أَنْ يَكُون مُوَافَقَة مِنْ اِبْن عَبَّاس لِمَا ذَهَبَ إِلَيْهِ هَؤُلَاءِ وَيَحْتَمِل غَيْر ذَلِكَ فَاَللَّه أَعْلَمُ وَتَمَسَّكُوا بِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" لَعَنَ اللَّه السَّارِق يَسْرِق الْبَيْضَة فَتُقْطَع يَده وَيَسْرِق الْحَبْل فَتُقْطَع يَده \" وَأَمَّا الْجُمْهُور فَاعْتَبَرُوا النِّصَاب فِي السَّرِقَة وَإِنْ كَانَ قَدْ وَقَعَ بَيْنهمْ الْخِلَاف فِي قَدْره فَذَهَبَ كُلّ مِنْ الْأَئِمَّة الْأَرْبَعَة إِلَى قَوْل عَلَى حِدَة فَعِنْد الْإِمَام مَالِك بْن أَنَس - رَحِمَهُ اللَّه - النِّصَاب ثَلَاثَة دَرَاهِم مَضْرُوبَة خَالِصَة - فَمَتَى سَرَقَهَا - أَوْ مَا يَبْلُغ ثَمَنهَا فَمَا فَوْقه وَجَبَ الْقَطْع وَاحْتَجَّ فِي ذَلِكَ بِمَا رَوَاهُ عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَطَعَ فِي مِجَنٍّ ثَمَنه ثَلَاثَة دَرَاهِم أَخْرَجَاهُ فِي الصَّحِيحَيْنِ قَالَ مَالِك - رَحِمَهُ اللَّه - : وَقَطَعَ عُثْمَان رَضِيَ اللَّه عَنْهُ فِي أُتْرُجَّة قُوِّمَتْ بِثَلَاثَةِ دَرَاهِم وَهُوَ أَحَبُّ مَا سَمِعْت فِي ذَلِكَ وَهَذَا الْأَثَر عَنْ عُثْمَان - رَضِيَ اللَّه عَنْهُ - قَدْ رَوَاهُ مَالِك عَنْ عَبْد اللَّه بْن أَبِي بَكْر عَنْ أَبِيهِ عَنْ عَمْرَة بِنْت عَبْد الرَّحْمَن أَنَّ سَارِقًا سَرَقَ فِي زَمَن عُثْمَان أُتْرُجَّة فَأَمَرَ بِهَا عُثْمَان أَنْ تُقَوَّم فَقُوِّمَتْ بِثَلَاثَةِ دَرَاهِم - صَرَفَ اِثْنَيْ عَشَرَ دِرْهَمًا - فَقَطَعَ عُثْمَان يَده قَالَ : أَصْحَاب مَالِك وَمِثْل هَذَا الصَّنِيع يَشْتَهِر وَلَمْ يُنْكَر فَمِنْ مِثْله يُحْكَى الْإِجْمَاع السُّكُوتِيّ وَفِيهِ دَلَالَة عَلَى الْقَطْع فِي الثِّمَار خِلَافًا لِلْحَنَفِيَّةِ وَعَلَى اِعْتِبَار ثَلَاثَة دَرَاهِم خِلَافًا لَهُمْ فِي أَنَّهُ لَا بُدّ مِنْ عَشَرَة دَرَاهِم وَلِلشَّافِعِيَّةِ فِي اِعْتِبَار رُبُع دِينَار وَاَللَّه أَعْلَمُ . وَذَهَبَ الشَّافِعِيّ - رَحِمَهُ اللَّه - إِلَى أَنَّ الِاعْتِبَار فِي قَطْع يَد السَّارِق بِرُبُعِ دِينَار أَوْ مَا يُسَاوِيه مِنْ الْأَثْمَان أَوْ الْعُرُوض فَصَاعِدًا وَالْحُجَّة فِي ذَلِكَ مَا أَخْرَجَهُ الشَّيْخَانِ : الْبُخَارِيّ وَمُسْلِم مِنْ طَرِيق الزُّهْرِيّ عَنْ عَمْرَة عَنْ عَائِشَة - رَضِيَ اللَّه عَنْهَا - أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" تُقْطَع يَد السَّارِق فِي رُبُع دِينَار فَصَاعِدًا : وَلِمُسْلِمٍ عَنْ طَرِيق أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم عَنْ عَمْرَة عَنْ عَائِشَة - رَضِيَ اللَّه عَنْهَا - أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" لَا تُقْطَع يَد السَّارِق إِلَّا فِي رُبُع دِينَار فَصَاعِدًا \" قَالَ أَصْحَابنَا : فَهَذَا الْحَدِيث فَاصِل فِي الْمَسْأَلَة وَنَصٌّ فِي اِعْتِبَار رُبُع الدِّينَار لَا مَا سَاوَاهُ قَالُوا : وَحَدِيث ثَمَن الْمِجَنّ وَأَنَّهُ كَانَ ثَلَاثَة دَرَاهِم لَا يُنَافِي هَذَا لِأَنَّهُ إِذْ ذَاكَ فَإِنَّ الدِّينَار بِاثْنَيْ عَشَرَ دِرْهَمًا فَهِيَ ثَمَن رُبُع دِينَار فَأَمْكَنَ الْجَمْع بِهَذَا الطَّرِيق وَرُوِيَ هَذَا الْمَذْهَب عَنْ عُمَر بْن الْخَطَّاب وَعُثْمَان بْن عَفَّان وَعَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُمْ وَبِهِ يَقُول : عُمَر بْن عَبْد الْعَزِيز وَاللَّيْث بْن سَعْد وَالْأَوْزَاعِيّ وَالشَّافِعِيّ وَأَصْحَابه وَإِسْحَاق بْن رَاهْوَيْهِ فِي رِوَايَة عَنْهُ وَأَبُو ثَوْر وَدَاوُدُ بْن عَلِيّ الظَّاهِرِيّ رَحِمَهُمْ اللَّه . وَذَهَبَ الْإِمَام أَحْمَد بْن حَنْبَل وَإِسْحَاق بْن رَاهْوَيْهِ فِي رِوَايَة عَنْهُ إِلَى أَنَّ كُلّ وَاحِد مِنْ رُبُع الدِّينَار وَالثَّلَاثَة دَرَاهِم مَرَدّ شَرْعِيّ فَمَنْ سَرَقَ وَاحِدًا مِنْهُمَا أَوْ مَا يُسَاوِيه قُطِعَ عَمَلًا بِحَدِيثِ اِبْن عُمَر وَبِحَدِيثِ عَائِشَة - رَضِيَ اللَّه عَنْهَا - وَوَقَعَ فِي لَفْظ عِنْد الْإِمَام أَحْمَد عَنْ عَائِشَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" اِقْطَعُوا فِي رُبُع دِينَار وَلَا تَقْطَعُوا فِيمَا هُوَ أَدْنَى مِنْ ذَلِكَ \" وَكَانَ رُبُع الدِّينَار يَوْمئِذٍ ثَلَاثَة دَرَاهِم وَالدِّينَار اِثْنَيْ عَشَرَ دِرْهَمًا وَفِي لَفْظ لِلنَّسَائِيّ \" لَا تُقْطَع يَد السَّارِق فِيمَا دُون ثَمَن الْمِجَنّ\" قِيلَ لِعَائِشَة مَا ثَمَن الْمِجَنّ قَالَتْ : رُبُع دِينَار فَهَذِهِ كُلّهَا نُصُوص دَالَّة عَلَى عَدَم اِشْتِرَاط عَشَرَة دَرَاهِم وَاَللَّه أَعْلَمُ . وَأَمَّا الْإِمَام أَبُو حَنِيفَة وَأَصْحَابه : أَبُو يُوسُف وَمُحَمَّد وَزُفَر وَكَذَا سُفْيَان الثَّوْرِيّ - رَحِمَهُمْ اللَّه - فَإِنَّهُمْ ذَهَبُوا إِلَى أَنَّ النِّصَاب عَشَرَة دَرَاهِم مَضْرُوبَة غَيْر مَغْشُوشَة وَاحْتَجُّوا بِأَنَّ ثَمَن الْمِجَنّ الَّذِي قُطِعَ فِيهِ السَّارِق عَلَى عَهْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَإِنَّ ثَمَنه عَشَرَة دَرَاهِم وَرَوَى أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا اِبْن نُمَيْر وَعَبْد الْأَعْلَى حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ أَيُّوب بْن مُوسَى عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : فَإِنَّ ثَمَن الْمِجَنّ عَلَى عَهْد النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَشَرَة دَرَاهِم ثُمَّ قَالَ : حَدَّثَنَا عَبْد الْأَعْلَى عَنْ مُحَمَّد بْن إِسْحَاق عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" لَا تُقْطَع يَد السَّارِق فِي دُون ثَمَن الْمِجَنّ \" وَكَانَ ثَمَن الْمِجَنّ عَشَرَة دَرَاهِم قَالُوا : فَهَذَا اِبْن عَبَّاس وَعَبْد اللَّه بْن عَمْرو قَدْ خَالَفَا اِبْن عُمَر فِي ثَمَن الْمِجَنّ فَالِاحْتِيَاط الْأَخْذ بِالْأَكْثَرِ لِأَنَّ الْحُدُود تُدْرَأ بِالشُّبُهَاتِ . وَذَهَبَ بَعْض السَّلَف إِلَى أَنَّهُ تُقْطَع يَد السَّارِق فِي عَشَرَة دَرَاهِم أَوْ دِينَار أَوْ مَا يَبْلُغ قِيمَته وَاحِدًا مِنْهُمَا يُحْكَى هَذَا عَنْ عَلِيّ وَابْن مَسْعُود وَإِبْرَاهِيم النَّخَعِيّ وَأَبِي جَعْفَر الْبَاقِر رَحِمَهُمْ اللَّه تَعَالَى . وَقَالَ بَعْض السَّلَف : لَا تُقْطَع الْخَمْس إِلَّا فِي خَمْس أَيْ فِي خَمْسَة دَنَانِير أَوْ خَمْسِينَ دِرْهَمًا وَيُنْقَل هَذَا عَنْ سَعِيد بْن جُبَيْر رَحِمَهُ اللَّه وَقَدْ أَجَابَ الْجُمْهُور عَمَّا تَمَسَّكَ بِهِ الظَّاهِرِيَّة مِنْ حَدِيث أَبِي هُرَيْرَة \" يَسْرِق الْبَيْضَة فَتُقْطَع يَده وَيَسْرِق الْحَبْل فَتُقْطَع يَده\" بِأَجْوِبَةٍ أَحَدهَا : أَنَّهُ مَنْسُوخ بِحَدِيثِ عَائِشَة وَفِي هَذَا نَظَر لِأَنَّهُ لَا بُدّ مِنْ بَيَان التَّارِيخ . \" وَالثَّانِي\" أَنَّهُ مُؤَوَّل بِبَيْضَةِ الْحَدِيد وَحَبْل السُّفُن قَالَهُ الْأَعْمَش فِيمَا حَكَاهُ الْبُخَارِيّ وَغَيْره عَنْهُ . \" وَالثَّالِث \" أَنَّ هَذِهِ وَسِيلَة إِلَى التَّدَرُّج فِي السَّرِقَة مِنْ الْقَلِيل إِلَى الْكَثِير الَّذِي تُقْطَع فِيهِ يَده وَيَحْتَمِل أَنْ يَكُون هَذَا خَرَجَ مَخْرَج الْإِخْبَار عَمَّا كَانَ الْأَمْر عَلَيْهِ فِي الْجَاهِلِيَّة حَيْثُ كَانُوا يَقْطَعُونَ فِي الْقَلِيل وَالْكَثِير فَلَعَنَ السَّارِق الَّذِي يَبْذُل يَده الثَّمِينَة فِي الْأَشْيَاء الْمَهِينَة وَقَدْ ذَكَرُوا أَنَّ أَبَا الْعَلَاء الْمَعَرِّيّ لَمَّا قَدِمَ بَغْدَاد اِشْتَهَرَ عَنْهُ أَنَّهُ أَوْرَدَ إِشْكَالًا عَلَى الْفُقَهَاء فِي جَعْلهمْ نِصَاب السَّرِقَة رُبُع دِينَار وَنَظَمَ فِي ذَلِكَ شِعْرًا دَلَّ عَلَى جَهْله وَقِلَّة عَقْله فَقَالَ : يَدٌ بِخَمْسِ مِئِينَ عَسْجَدٍ وُدِيَتْ مَا بَالُهَا قُطِعَتْ فِي رُبْع دِينَارِ تَنَاقَضَ مَالُنَا إِلَّا السُّكُوتَ لَهُ وَأَنْ نَعُوذ بِمَوْلَانَا مِنْ النَّار وَلَمَّا قَالَ ذَلِكَ وَاشْتَهَرَ عَنْهُ تَطَلَّبَهُ الْفُقَهَاء فَهَرَبَ مِنْهُمْ وَقَدْ أَجَابَهُ النَّاس فِي ذَلِكَ فَكَانَ جَوَاب الْقَاضِي عَبْد الْوَهَّاب الْمَالِكِيّ - رَحِمَهُ اللَّه - أَنْ قَالَ : لَمَّا كَانَتْ أَمِينَة كَانَتْ ثَمِينَة وَلَمَّا خَانَتْ هَانَتْ وَمِنْهُمْ مَنْ قَالَ هَذَا مِنْ تَمَام الْحِكْمَة وَالْمَصْلَحَة وَأَسْرَار الشَّرِيعَة الْعَظِيمَة فَإِنَّ فِي بَاب الْجِنَايَات نَاسَبَ أَنْ تُعَظَّم قِيمَة الْيَد بِخَمْسِمِائَةِ دِينَار لِئَلَّا يُجْنَى عَلَيْهَا وَفِي بَاب السَّرِقَة نَاسَبَ أَنْ يَكُون الْقَدْر الَّذِي تُقْطَع فِيهِ رُبُع دِينَار لِئَلَّا يُسَارِع النَّاس فِي سَرِقَة الْأَمْوَال فَهَذَا هُوَ عَيْن الْحِكْمَة عِنْد ذَوِي الْأَلْبَاب. وَلِهَذَا قَالَ \" جَزَاء بِمَا كَسَبَا نَكَالًا مِنْ اللَّه وَاَللَّه عَزِيز حَكِيم \" أَيْ مُجَازَاة عَلَى صَنِيعهمَا السَّيِّئ فِي أَخْذهمَا أَمْوَال النَّاس بِأَيْدِيهِمْ فَنَاسَبَ أَنْ يُقْطَع مَا اِسْتَعَانَا بِهِ فِي ذَلِكَ نَكَالًا مِنْ اللَّه أَيْ تَنْكِيلًا مِنْ اللَّه بِهِمَا عَلَى اِرْتِكَاب ذَلِكَ \" وَاَللَّه عَزِيز \" أَيْ فِي اِنْتِقَامه\" حَكِيم \" أَيْ فِي أَمْره وَنَهْيه وَشَرْعه وَقَدَره .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41489, "aya_id": 38}]