[{"text": "وَاللَّيْلِ إِذَا عَسْعَسَ", "sura_id": 81, "type": 0, "id": 5817, "aya_id": 17}, {"text": "و الليل إذا عسعس", "sura_id": 81, "type": 1, "id": 12053, "aya_id": 17}, {"text": "17 - (والليل إذا عسعس) أقبل بظلامه أو ادبر \r\n", "sura_id": 81, "type": 2, "id": 30761, "aya_id": 17}, {"text": "والليل إذا أقبل بظلامه,\r\n", "sura_id": 81, "type": 3, "id": 36997, "aya_id": 17}, {"text": " <font color=red>وَاللَّيْلِ إِذَا عَسْعَسَ</font><BR><p>فِيهِ قَوْلَانِ \" أَحَدهمَا \" إِقْبَاله بِظَلَامِهِ قَالَ مُجَاهِد أَظْلَمَ وَقَالَ سَعِيد بْن جُبَيْر إِذَا نَشَأَ وَقَالَ الْحَسَن الْبَصْرِيّ إِذَا غَشِيَ النَّاس وَكَذَا قَالَ عَطِيَّة الْعَوْفِيّ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس \" إِذَا عَسْعَسَ \" إِذَا أَدْبَرَ وَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَالضَّحَّاك وَكَذَا قَالَ زَيْد بْن أَسْلَم وَابْنه عَبْد الرَّحْمَن \" إِذَا عَسْعَسَ \" أَيْ إِذَا ذَهَبَ فَتَوَلَّى وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبُحْتُرِيّ سَمِعَ أَبَا عَبْد الرَّحْمَن السُّلَمِيّ قَالَ : خَرَجَ عَلَيْنَا عَلِيّ رَضِيَ اللَّه عَنْهُ حِين ثَوَّبَ الْمُثَوِّب بِصَلَاةِ الصُّبْح فَقَالَ : أَيْنَ السَّائِلُونَ عَنْ الْوِتْر \" وَاللَّيْل إِذَا عَسْعَسَ وَالصُّبْح إِذَا تَنَفَّسَ \" هَذَا حِين أَدْبَرَ حَسَن وَقَدْ اِخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِقَوْلِهِ \" إِذَا عَسْعَسَ \" إِذَا أَدْبَرَ قَالَ لِقَوْلِهِ \" وَالصُّبْح إِذَا تَنَفَّسَ \" أَيْ أَضَاءَ وَاسْتَشْهَدَ بِقَوْلِ الشَّاعِر أَيْضًا : حَتَّى إِذَا الصُّبْح لَهُ تَنَفُّسًا وَانْجَابَ عَنْهَا لَيْلهَا وَعَسْعَسًا أَيْ أَدْبَرَ وَعِنْدِي أَنَّ الْمُرَاد بِقَوْلِهِ \" إِذَا عَسْعَسَ \" إِذَا أَقْبَلَ وَإِنْ كَانَ يَصِحّ اِسْتِعْمَاله فِي الْإِدْبَار أَيْضًا لَكِنَّ الْإِقْبَال هَاهُنَا أَنْسَب كَأَنَّهُ أَقْسَمَ بِاللَّيْلِ وَظَلَامه إِذَا أَقْبَلَ وَبِالْفَجْرِ وَضِيَائِهِ إِذَا أَشْرَقَ كَمَا قَالَ تَعَالَى \" وَاللَّيْل إِذَا يَغْشَى وَالنَّهَار إِذَا تَجَلَّى \" وَقَالَ تَعَالَى \" وَالضُّحَى وَاللَّيْل إِذَا سَجَى \" وَقَالَ تَعَالَى \" فَالِق الْإِصْبَاح وَجَعَلَ اللَّيْل سَكَنًا \" وَغَيْر ذَلِكَ مِنْ الْآيَات وَقَالَ كَثِير مِنْ عُلَمَاء الْأُصُول إِنَّ لَفْظَة عَسْعَسدَ تُسْتَعْمَل فِي الْإِقْبَال وَالْإِدْبَار عَلَى وَجْه الِاشْتِرَاك فَعَلَى هَذَا يَصِحّ أَنْ يُرَاد كُلّ مِنْهُمَا وَاَللَّه أَعْلَم . قَالَ اِبْن جَرِير وَكَانَ بَعْض أَهْل الْمَعْرِفَة بِكَلَامِ الْعَرَب يَزْعُم أَنَّ عَسْعَسَ دَنَا مِنْ أَوَّله وَأَظْلَمَ وَقَالَ الْفَرَّاء كَانَ أَبُو الْبِلَاد النَّحْوِيّ يُنْشِد بَيْتًا : عَسْعَسَ حَتَّى لَوْ يَشَا ادَّنَى كَانَ لَهُ مِنْ ضَوْئِهِ مِقْبَس يُرِيد لَوْ يَشَاء إِذْ دَنَا أَدْغَمَ الذَّال فِي الدَّال قَالَ الْفَرَّاء وَكَانُوا يَزْعُمُونَ أَنَّ هَذَا الْبَيْت مَصْنُوع.</p><BR> <br> ", "sura_id": 81, "type": 4, "id": 43179, "aya_id": 17}]