[{"text": "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا", "sura_id": 19, "type": 0, "id": 2340, "aya_id": 90}, {"text": "تكاد السماوات يتفطرن منه و تنشق الأرض و تخر الجبال هدا", "sura_id": 19, "type": 1, "id": 8576, "aya_id": 90}, {"text": "90 - (تكاد) بالتاء والياء (السماوات يتفطرن) بالنون وفي قراءة بالتاء وتشديد الطاء بالانشقاق (منه وتنشق الأرض وتخر الجبال هدا) أي تنطبق عليهم من أجل \r\n", "sura_id": 19, "type": 2, "id": 27284, "aya_id": 90}, {"text": "تكاد السموات يتشقَّقْنَ مِن فظاعة ذلكم القول, وتتصدع الأرض, وتسقط الجبال سقوطًا شديدًا غضبًا لله\r\n", "sura_id": 19, "type": 3, "id": 33520, "aya_id": 90}, {"text": " <font color=red>تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا</font><BR><p>وَقَوْله \" تَكَاد السَّمَاوَات يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقّ الْأَرْض وَتَخِرّ الْجِبَال هَدًّا \" أَيْ يَكَاد يَكُون ذَلِكَ عِنْد سَمَاعهنَّ هَذِهِ الْمَقَالَة مِنْ فَجَرَة بَنِي آدَم إِعْظَامًا لِلرَّبِّ وَإِجْلَالًا لِأَنَّهُنَّ مَخْلُوقَات وَمُؤَسَّسَات عَلَى تَوْحِيده وَأَنَّهُ لَا إِلَه إِلَّا هُوَ وَأَنَّهُ لَا شَرِيك لَهُ وَلَا نَظِير لَهُ وَلَا وَلَد لَهُ وَلَا صَاحِبَة لَهُ وَلَا كُفْء لَهُ بَلْ هُوَ الْأَحَد الصَّمَد . وَفِي كُلّ شَيْء لَهُ آيَة تَدُلّ عَلَى أَنَّهُ الْوَاحِد . قَالَ اِبْن جَرِير : حَدَّثَنِي عَلِيّ حَدَّثَنَا عَبْد اللَّه حَدَّثَنِي مُعَاوِيَة عَنْ عَلِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" تَكَاد السَّمَاوَات يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقّ الْأَرْض وَتَخِرّ الْجِبَال هَدًّا أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا \" قَالَ إِنَّ الشِّرْك فَزِعَتْ مِنْهُ السَّمَاوَات وَالْأَرْض وَالْجِبَال وَجَمِيع الْخَلَائِق إِلَّا الثَّقَلَيْنِ وَكَادَتْ أَنْ تَزُول مِنْهُ لِعَظَمَةِ اللَّه وَكَمَا لَا يَنْفَع مَعَ الشِّرْك إِحْسَان الْمُشْرِك كَذَلِكَ نَرْجُو أَنْ يَغْفِر اللَّه ذُنُوب الْمُوَحِّدِينَ وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقِّنُوا مَوْتَاكُمْ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه فَمَنْ قَالَهَا عِنْد مَوْته وَجَبَتْ لَهُ الْجَنَّة \" فَقَالُوا يَا رَسُول اللَّه فَمَنْ قَالَهَا فِي صِحَّته ؟ قَالَ \" تِلْكَ أَوْجَب وَأَوْجَب \" ثُمَّ قَالَ : \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ جِيءَ بِالسَّمَاوَات وَالْأَرِضِينَ وَمَا فِيهِنَّ وَمَا بَيْنهنَّ وَمَا تَحْتهنَّ فَوُضِعْنَ فِي كِفَّة الْمِيزَان وَوُضِعَتْ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه فِي الْكِفَّة الْأُخْرَى لَرَجَحَتْ بِهِنَّ \" هَكَذَا رَوَاهُ اِبْن جَرِير وَيَشْهَد لَهُ حَدِيث الْبِطَاقَة وَاَللَّه أَعْلَم وَقَالَ الضَّحَّاك \" تَكَاد السَّمَاوَات يَتَفَطَّرْنَ مِنْهُ \" أَيْ يَتَشَقَّقْنَ فَرَقًا مِنْ عَظَمَة اللَّه وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" وَتَنْشَقّ الْأَرْض \" أَيْ غَضَبًا لَهُ عَزَّ وَجَلَّ \" وَتَخِرّ الْجِبَال هَدًّا \" قَالَ اِبْن عَبَّاس هَدْمًا وَقَالَ سَعِيد بْن جُبَيْر هَدًّا يَنْكَسِر بَعْضهَا عَلَى بَعْض مُتَتَابِعَات وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن سُوَيْد الْمَقْبُرِيّ حَدَّثَنَا سُفْيَان بْن عُيَيْنَة حَدَّثَنَا مِسْعَر عَنْ عَوْن بْن عَبْد اللَّه قَالَ : إِنَّ الْجَبَل لَيُنَادِي الْجَبَل بِاسْمِهِ يَا فُلَان هَلْ مَرَّ بِك الْيَوْم ذِكْر اللَّه عَزَّ وَجَلَّ ؟ فَيَقُول نَعَمْ وَيَسْتَبْشِر قَالَ عَوْن لَهِيَ لِلْخَيْرِ أَسْمَع أَفَيَسْمَعْنَ الزُّور وَالْبَاطِل إِذَا قِيلَ وَلَا يَسْمَعْنَ غَيْره ثُمَّ قَرَأَ \" تَكَاد السَّمَاوَات يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقّ الْأَرْض وَتَخِرّ الْجِبَال هَدًّا .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38488, "aya_id": 90}]