[{"text": "أَفَمَنْ هُوَ قَآئِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُواْ لِلّهِ شُرَكَاء قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لاَ يَعْلَمُ فِي الأَرْضِ أَم بِظَاهِرٍ مِّنَ الْقَوْلِ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكْرُهُمْ وَصُدُّواْ عَنِ السَّبِيلِ وَمَن يُضْلِلِ اللّهُ فَمَا لَهُ مِنْ هَادٍ", "sura_id": 13, "type": 0, "id": 1740, "aya_id": 33}, {"text": "أفمن هو قائم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم أم تنبئونه بما لا يعلم في الأرض أم بظاهر من القول بل زين للذين كفروا مكرهم وصدوا عن السبيل ومن يضلل الله فما له من هاد", "sura_id": 13, "type": 1, "id": 7976, "aya_id": 33}, {"text": "33 - (أفمن هو قائم) رقيب (على كل نفس بما كسبت) عملت من خير وشر وهو الله كمن ليس كذلك من الأصنام ؟ لا ، دل على هذا (وجعلوا لله شركاء قل سَمُّوهم) له من هم (أم) بل (تنبئونه) تخبرون الله (بما) أي بشريك (لا يعلم في الأرض) استفهام إنكار ، أي لا شريك له إذ لو كان لعلمه تعالى عن ذلك (أم) بل تسمونهم شركاء (بظاهر من القول) بظن باطل لا حقيقة له في الباطن (بل زين للذين كفروا مكرهم) كفرهم (وصدوا عن السبيل) طريق الهدى (ومن يضلل الله فما له من هاد) \r\n", "sura_id": 13, "type": 2, "id": 26684, "aya_id": 33}, {"text": "أفمن هو قائم على كل نفس يُحصي عليها ما تعمل, أحق أن يعبد, أم هذه المخلوقات العاجزة؟ وهم -من جهلهم- جعلوا لله شركاء مِن خَلْقه يعبدونهم, قل لهم -أيها الرسول-: اذكروا أسماءهم وصفاتهم, ولن يجدوا من صفاتهم ما يجعلهم أهلا للعبادة, أم تخبرون الله بشركاء في أرضه لا يعلمهم, أم تسمونهم شركاء بظاهر من اللفظ من غير أن يكون لهم حقيقة. بل حسَّن الشيطان للكفار قولهم الباطل وصدَّهم عن سبيل الله. ومَن لم يوفِّقه الله لهدايته فليس له أحد يهديه, ويوفقه إلى الحق والرشاد.\r\n", "sura_id": 13, "type": 3, "id": 32920, "aya_id": 33}, {"text": " <font color=red>أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ</font><BR><p>أَيْ حَفِيظ عَلِيم رَقِيب عَلَى كُلّ نَفْس مَنْفُوسَة يَعْلَم مَا يَعْمَل الْعَامِلُونَ مِنْ خَيْر وَشَرّ وَلَا يَخْفَى عَلَيْهِ خَافِيَة \" وَمَا تَكُون فِي شَأْن وَمَا تَتْلُو مِنْهُ مِنْ قُرْآن وَلَا تَعْمَلُونَ مِنْ عَمَل إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ \" وَقَالَ تَعَالَى \" وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا \" وَقَالَ \" وَمَا مِنْ دَابَّة فِي الْأَرْض إِلَّا عَلَى اللَّه رِزْقهَا وَيَعْلَم مُسْتَقَرّهَا وَمُسْتَوْدَعهَا كُلّ فِي كِتَاب مُبِين \" وَقَالَ \" سَوَاء مِنْكُمْ مَنْ أَسَرَّ الْقَوْل وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِب بِالنَّهَارِ\" وَقَالَ \" يَعْلَم السِّرّ وَأَخْفَى \" وَقَالَ \" وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاَللَّه بِمَا تَعْمَلُونَ بَصِير \" أَفَمَنْ هُوَ كَذَلِكَ كَالْأَصْنَامِ الَّتِي يَعْبُدُونَهَا لَا تَسْمَع وَلَا تُبْصِر وَلَا تَعْقِل وَلَا تَمْلِك نَفْعًا لِأَنْفُسِهَا وَلَا لِعَابِدِيهَا وَلَا كَشْف ضُرّ عَنْهَا وَلَا عَنْ عَابِدِيهَا ؟ وَحُذِفَ هَذَا الْجَوَاب اِكْتِفَاء بِدَلَالَةِ السِّيَاق عَلَيْهِ وَهُوَ قَوْله \" وَجَعَلُوا لِلَّهِ شُرَكَاء \" أَيْ عَبَدُوهَا مَعَهُ مِنْ أَصْنَام وَأَنْدَاد وَأَوْثَان \" قُلْ سَمُّوهُمْ \" أَيْ أَعْلِمُونَا بِهِمْ وَاكْشِفُوا عَنْهُمْ حَتَّى يُعْرَفُوا فَإِنَّهُمْ لَا حَقِيقَة لَهُمْ وَلِهَذَا قَالَ \" أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَم فِي الْأَرْض \" أَيْ لَا وُجُود لَهُ لِأَنَّهُ لَوْ كَانَ لَهَا وُجُود فِي الْأَرْض لَعَلِمَهَا لِأَنَّهُ لَا تَخْفَى عَلَيْهِ خَافِيَة \" أَمْ بِظَاهِرٍ مِنْ الْقَوْل\" قَالَ مُجَاهِد : بِظَنٍّ مِنْ الْقَوْل وَقَالَ الضَّحَّاك وَقَتَادَة بِبَاطِلٍ مِنْ الْقَوْل أَيْ إِنَّمَا عَبَدْتُمْ هَذِهِ الْأَصْنَام بِظَنٍّ مِنْكُمْ أَنَّهَا تَنْفَع وَتَضُرّ وَسَمَّيْتُمُوهَا آلِهَة\" إِنْ هِيَ إِلَّا أَسْمَاء سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّه بِهَا مِنْ سُلْطَان إِنْ يَتَّبِعُونَ إِلَّا الظَّنّ وَمَا تَهْوَى الْأَنْفُس وَلَقَدْ جَاءَهُمْ مِنْ رَبّهمْ الْهُدَى\" \" بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرهمْ \" قَالَ مُجَاهِد قَوْلهمْ أَيْ مَا هُمْ عَلَيْهِ مِنْ الضَّلَال وَالدَّعْوَة إِلَيْهِ آنَاء اللَّيْل وَأَطْرَاف النَّهَار كَقَوْلِهِ تَعَالَى \" وَقَيَّضْنَا لَهُمْ قُرَنَاء فَزَيَّنُوا لَهُمْ \" الْآيَة \" وَصُدُّوا عَنْ السَّبِيل \" مَنْ قَرَأَهَا بِفَتْحِ الصَّاد مَعْنَاهُ أَنَّهُ لَمَّا زُيِّنَ لَهُمْ مَا هُمْ فِيهِ وَأَنَّهُ حَقّ دَعَوْا إِلَيْهِ وَصَدُّوا النَّاس عَنْ اِتِّبَاع طَرِيق الرُّسُل وَمَنْ قَرَأَهَا بِالضَّمِّ أَيْ بِمَا زُيِّنَ لَهُمْ مِنْ صِحَّة مَا هُمْ عَلَيْهِ صُدُّوا بِهِ عَنْ سَبِيل اللَّه وَلِهَذَا قَالَ \" وَمَنْ يُضْلِلْ اللَّه فَمَا لَهُ مِنْ هَادٍ \" كَمَا قَالَ \" وَمَنْ يُرِدْ اللَّه فِتْنَته فَلَنْ تَمْلِك لَهُ مِنْ اللَّه شَيْئًا \" وَقَالَ \" إِنْ تَحْرِص عَلَى هُدَاهُمْ فَإِنَّ اللَّه لَا يَهْدِي مَنْ يُضِلّ وَمَا لَهُمْ مِنْ نَاصِرِينَ \" .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37883, "aya_id": 33}]