[{"text": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلاَّ قَلِيلاً مِّمَّا تَأْكُلُونَ", "sura_id": 12, "type": 0, "id": 1643, "aya_id": 47}, {"text": "قال تزرعون سبع سنين دأبا فما حصدتم فذروه في سنبله إلا قليلا مما تأكلون", "sura_id": 12, "type": 1, "id": 7879, "aya_id": 47}, {"text": "47 - (قال تزرعون) أي ازرعوا (سبع سنين دأباً) متتابعة وهي تأويل السبع السمان (فما حصدتم فذروه) أي اتركوه (في سنبله) لئلا يفسد (إلا قليلا مما تأكلون) فادرسوه \r\n", "sura_id": 12, "type": 2, "id": 26587, "aya_id": 47}, {"text": "قال يوسف لسائله عن رؤيا الملك: تفسير هذه الرؤيا أنكم تزرعون سبع سنين متتابعة جادِّين ليَكْثُر العطاء, فما حصدتم منه في كل مرة فادَّخِروه, واتركوه في سنبله; ليتمَّ حفظه من التسوُّس, وليكون أبقى, إلا قليلا مما تأكلونه من الحبوب.\r\n", "sura_id": 12, "type": 3, "id": 32823, "aya_id": 47}, {"text": " <font color=red>قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ</font><BR><p>بَلْ قَالَ \" تَزْرَعُونَ سَبْع سِنِينَ دَأَبًا \" أَيْ يَأْتِيكُمْ الْخِصْب وَالْمَطَر سَبْع سِنِينَ مُتَوَالِيَات فَفَسَّرَ الْبَقَر بِالسِّنِينَ لِأَنَّهَا تُثِير الْأَرْض الَّتِي تَشْتَغِل مِنْهَا الثَّمَرَات وَالزُّرُوع وَهُنَّ السُّنْبُلَات الْخُضْر ثُمَّ أَرْشَدَهُمْ إِلَى مَا يَعْتَدُّونَهُ فِي تِلْكَ السِّنِينَ فَقَالَ \" فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُله إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ \" أَيْ مَهْمَا اِسْتَغْلَلْتُمْ فِي هَذِهِ السَّبْع السِّنِينَ الْخِصْب فَادَّخِرُوهُ فِي سُنْبُله لِيَكُونَ أَبْقَى لَهُ وَأَبْعَد عَنْ إِسْرَاع الْفَسَاد إِلَيْهِ إِلَّا الْمِقْدَار الَّذِي تَأْكُلُونَهُ وَلْيَكُنْ قَلِيلًا قَلِيلًا لَا تُسْرِفُوا فِيهِ لِتَنْتَفِعُوا فِي السَّبْع الشِّدَاد وَهُنَّ السَّبْع السِّنِينَ الْمَحْل الَّتِي تَعْقُب هَذِهِ السَّبْع الْمُتَوَالِيَات وَهُنَّ الْبَقَرَات الْعِجَاف اللَّاتِي تَأْكُل السِّمَان لِأَنَّ سِنِي الْجَدْب يُؤْكَل فِيهَا مَا جَمَعُوهُ فِي سِنِي الْخِصْب وَهُنَّ السُّنْبُلَات الْيَابِسَات وَأَخْبَرَهُمْ أَنَّهُنَّ لَا يُنْبِتْنَ شَيْئًا وَمَا بَذَرُوهُ فَلَا يَرْجِعُونَ مِنْهُ إِلَى شَيْء .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37799, "aya_id": 47}]