[{"text": "فَكَيْفَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآؤُوكَ يَحْلِفُونَ بِاللّهِ إِنْ أَرَدْنَا إِلاَّ إِحْسَانًا وَتَوْفِيقًا", "sura_id": 4, "type": 0, "id": 555, "aya_id": 62}, {"text": "فكيف إذا أصابتهم مصيبة بما قدمت أيديهم ثم جاءوك يحلفون بالله إن أردنا إلا إحسانا وتوفيقا", "sura_id": 4, "type": 1, "id": 6791, "aya_id": 62}, {"text": "62 - (فكيف) يصنعون (إذا أصابتهم مصيبة) عقوبة (بما قدمت أيديهم) من الكفر والمعاصي أي أيقدرون على الإعراض والفرار منها لا (ثم جاؤوك) معطوف على يصدون (يحلفون بالله إن) ما (أردنا) بالمحاكمة إلى غيرك (إلا إحسانا) صلحا (وتوفيقا) تأليفا بين الخصمين بالتقريب في الحكم دون الحمل على مُرِّ الحق \r\n", "sura_id": 4, "type": 2, "id": 25499, "aya_id": 62}, {"text": "فكيف يكون حال أولئك المناففين, إذا حلَّت بهم مصيبة بسبب ما اقترفوه بأيديهم, ثم جاؤوك -أيها الرسول- يعتذرون, ويؤكدون لك أنهم ما قصدوا بأعمالهم تلك إلا الإحسان والتوفيق بين الخصوم.\r\n", "sura_id": 4, "type": 3, "id": 31735, "aya_id": 62}, {"text": " <font color=red>فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا</font><BR><p>ثُمَّ قَالَ تَعَالَى فِي ذَمّ الْمُنَافِقِينَ \" فَكَيْف إِذَا أَصَابَتْهُمْ مُصِيبَة بِمَا قَدَّمَتْ أَيْدِيهمْ \" أَيْ فَكَيْف بِهِمْ إِذَا سَاقَتْهُمْ الْمَقَادِير إِلَيْك فِي مَصَائِب تَطَرُّقهمْ بِسَبَبِ ذُنُوبهمْ وَاحْتَاجُوا إِلَيْك فِي ذَلِكَ \" ثُمَّ جَاءُوك يَحْلِفُونَ بِاَللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا \" أَيْ يَعْتَذِرُونَ إِلَيْك وَيَحْلِفُونَ مَا أَرَدْنَا بِذَهَابِنَا إِلَى غَيْرك وَتَحَاكُمنَا إِلَى أَعْدَائِك إِلَّا الْإِحْسَان وَالتَّوْفِيق أَيْ الْمُدَارَاة وَالْمُصَانَعَة لَا اِعْتِقَادًا مِنَّا صِحَّة تِلْكَ الْحُكُومَة كَمَا أَخْبَرَنَا تَعَالَى عَنْهُمْ فِي قَوْله \" فَتَرَى الَّذِينَ فِي قُلُوبهمْ مَرَض يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى - إِلَى قَوْله - فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسهمْ نَادِمِينَ وَقَدْ قَالَ الطَّبَرَانِيّ : حَدَّثَنَا أَبُو زَيْد أَحْمَد بْن يَزِيد الْحَوْطِيّ حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا صَفْوَان بْن عُمَر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ أَبُو بَرْزَة الْأَسْلَمِيّ كَاهِنًا يَقْضِي بَيْن الْيَهُود فِيمَا يَتَنَافَرُونَ فِيهِ فَتَنَافَرَ إِلَيْهِ نَاس مِنْ الْمُشْرِكِينَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلك إِلَى قَوْله إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40902, "aya_id": 62}]