[{"text": "إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ", "sura_id": 52, "type": 0, "id": 4763, "aya_id": 28}, {"text": "إنا كنا من قبل ندعوه إنه هو البر الرحيم", "sura_id": 52, "type": 1, "id": 10999, "aya_id": 28}, {"text": "28 - (إنا كنا من قبل) في الدنيا (ندعوه) نعبده موحدين (إنه) بالكسر استئنافا وإن كان تعليلا لفظا (هو البر) المحسن الصادق في وعده (الرحيم) العظيم الرحمة \r\n", "sura_id": 52, "type": 2, "id": 29707, "aya_id": 28}, {"text": "إنا كنا من قبلُ نضرع إليه وحده لا نشرك معه غيره أن يقينا عذاب السَّموم ويوصلنا إلى النعيم، فاستجاب لنا وأعطانا سؤالنا, إنه هو البَرُّ الرحيم. فمن بِره ورحمته إيانا أنالنا رضاه والجنة, ووقانا مِن سخطه والنار.\r\n", "sura_id": 52, "type": 3, "id": 35943, "aya_id": 28}, {"text": " <font color=red>إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ</font><BR><p>وَقَدْ وَرَدَ فِي هَذَا الْمَقَام حَدِيث رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده فَقَالَ حَدَّثَنَا سَلَمَة بْن شَبِيب حَدَّثَنَا سَعِيد بْن دِينَار حَدَّثَنَا الرَّبِيع بْن صُبَيْح عَنْ الْحَسَن عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا دَخَلَ أَهْل الْجَنَّةِ الْجَنَّةَ اِشْتَاقُوا إِلَى الْإِخْوَان فَيَجِيء سَرِير هَذَا حَتَّى يُحَاذِيَ سَرِيرَ هَذَا فَيَتَحَدَّثَانِ فَيَتَّكِئ هَذَا وَيَتَّكِئ هَذَا فَيَتَحَدَّثَانِ بِمَا كَانَ فِي الدُّنْيَا فَيَقُول أَحَدهمَا لِصَاحِبِهِ يَا فُلَانُ تَدْرِي أَيَّ يَوْم غَفَرَ اللَّه لَنَا ؟ يَوْم كُنَّا فِي مَوْضِع كَذَا وَكَذَا فَدَعَوْنَا اللَّه عَزَّ وَجَلَّ فَغَفَرَ لَنَا \" ثُمَّ قَالَ الْبَزَّار لَا نَعْرِفُهُ يُرْوَى إِلَّا بِهَذَا الْإِسْنَاد قُلْت وَسَعِيد بْن دِينَار الدِّمَشْقِيّ قَالَ أَبُو حَاتِم هُوَ مَجْهُول وَشَيْخه الرَّبِيع بْن صُبَيْح وَقَدْ تَكَلَّمَ فِيهِ غَيْر وَاحِد مِنْ جِهَة حِفْظِهِ وَهُوَ رَجُل صَالِح ثِقَة فِي نَفْسه . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمْرو بْن عَبْد اللَّه الْأَوْدِيّ حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ عَائِشَة أَنَّهَا قَرَأَتْ هَذِهِ الْآيَة \" فَمَنَّ اللَّه عَلَيْنَا وَوَقَانَا عَذَاب السَّمُوم إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيم \" فَقَالَتْ اللَّهُمَّ مُنَّ عَلَيْنَا وَقِنَا عَذَاب السَّمُوم إِنَّك أَنْتَ الْبَرّ الرَّحِيم . قِيلَ لِلْأَعْمَشِ فِي الصَّلَاة ؟ قَالَ نَعَمْ .</p><BR> <br> ", "sura_id": 52, "type": 4, "id": 41682, "aya_id": 28}]