[{"text": "أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ", "sura_id": 39, "type": 0, "id": 4061, "aya_id": 3}, {"text": "ألا لله الدين الخالص والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى إن الله يحكم بينهم فيما هم فيه يختلفون إن الله لا يهدي من هو كاذب كفار", "sura_id": 39, "type": 1, "id": 10297, "aya_id": 3}, {"text": "3 - (ألا لله الدين الخالص) لا يستحقه غيره (والذين اتخذوا من دونه) الأصنام (أولياء) وهم كفار مكة قالوا (ما نعبدهم إلا ليقربونا إلى الله زلفى) قربى مصدر بمعنى تقريبا (إن الله يحكم بينهم) وبين المسلمين (فيما هم فيه يختلفون) من أمر الدين فيدخل المؤمنين الجنة والكافرين النار (إن الله لا يهدي من هو كاذب) في نسبة الولد إليه (كفار) بعبادته غير الله \r\n", "sura_id": 39, "type": 2, "id": 29005, "aya_id": 3}, {"text": "ألا لله وحده الطاعة التامة السالمة من الشرك, والذين أشركوا مع الله غيره واتخذوا من دونه أولياء, قالوا: ما نعبد تلك الآلهة مع الله إلا لتشفع لنا عند الله, وتقربنا عنده منزلة, فكفروا بذلك؛ لأن العبادة والشفاعة لله وحده, إن الله يفصل بين المؤمنين المخلصين والمشركين مع الله غيره يوم القيامة فيما يختلفون فيه من عبادتهم, فيجازي كلا بما يستحق. إن الله لا يوفق للهداية إلى الصراط المستقيم من هو مفترٍ على الله, كَفَّار بآياته وحججه.\r\n", "sura_id": 39, "type": 3, "id": 35241, "aya_id": 3}, {"text": " <font color=red>أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ</font><BR><p>وَقَالَ قَتَادَة فِي قَوْله تَبَارَكَ وَتَعَالَى \" أَلَا لِلَّهِ الدِّين الْخَالِص \" شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه ثُمَّ أَخْبَرَ عَزَّ وَجَلَّ عَنْ عُبَّاد الْأَصْنَام مِنْ الْمُشْرِكِينَ أَنَّهُمْ يَقُولُونَ \" مَا نَعْبُدهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّه زُلْفَى \" أَيْ إِنَّمَا يَحْمِلهُمْ عَلَى عِبَادَتهمْ لَهُمْ أَنَّهُمْ عَمَدُوا إِلَى أَصْنَام اِتَّخَذُوهَا عَلَى صُوَر الْمَلَائِكَة الْمُقَرَّبِينَ فِي زَعْمِهِمْ فَعَبَدُوا تِلْكَ الصُّوَر تَنْزِيلًا لِذَلِكَ مَنْزِلَة عِبَادَتهمْ الْمَلَائِكَة لِيَشْفَعُوا لَهُمْ عِنْد اللَّه تَعَالَى فِي نَصْرهمْ وَرِزْقهمْ وَمَا يَنُوبهُمْ مِنْ أُمُور الدُّنْيَا فَأَمَّا الْمَعَاد فَكَانُوا جَاحِدِينَ لَهُ كَافِرِينَ بِهِ . قَالَ قَتَادَة وَالسُّدِّيّ وَمَالِك عَنْ زَيْد بْن أَسْلَم وَابْن زَيْد \" إِلَّا لِيُقَرِّبُونَا إِلَى اللَّه زُلْفَى \" أَيْ لِيَشْفَعُوا لَنَا وَيُقَرِّبُونَا عِنْده مَنْزِلَة وَلِهَذَا كَانُوا يَقُولُونَ فِي تَلْبِيَتهمْ إِذَا حَجُّوا فِي جَاهِلِيَّتهمْ لَبَّيْكَ لَا شَرِيكَ لَك إِلَّا شَرِيكًا هُوَ لَك تَمْلِكُهُ وَمَا مَلَكَ وَهَذِهِ الشُّبْهَة هِيَ الَّتِي اِعْتَمَدَهَا الْمُشْرِكُونَ فِي قَدِيم الدَّهْر وَحَدِيثِهِ وَجَاءَتْهُمْ الرُّسُل صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ بِرَدِّهَا وَالنَّهْي عَنْهَا وَالدَّعْوَة إِلَى إِفْرَاد الْعِبَادَة لِلَّهِ وَحْده لَا شَرِيك لَهُ وَأَنَّ هَذَا شَيْء اِخْتَرَعَهُ الْمُشْرِكُونَ مِنْ عِنْد أَنْفُسهمْ لَمْ يَأْذَن اللَّه فِيهِ وَلَا رَضِيَ بِهِ بَلْ أَبْغَضَهُ وَنَهَى عَنْهُ \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" \" وَمَا أَرْسَلْنَا مِنْ قَبْلِك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَأَخْبَرَ أَنَّ الْمَلَائِكَة الَّتِي فِي السَّمَاوَات مِنْ الْمَلَائِكَة الْمُقَرَّبِينَ وَغَيْرهمْ كُلّهمْ عَبِيد خَاضِعُونَ لِلَّهِ لَا يَشْفَعُونَ عِنْده إِلَّا بِإِذْنِهِ لِمَنْ اِرْتَضَى وَلَيْسُوا عِنْده كَالْأُمَرَاءِ عِنْد مُلُوكهمْ يَشْفَعُونَ عِنْدهمْ بِغَيْرِ إِذْنِهِمْ فِيمَا أَحَبَّهُ الْمُلُوك وَأَبَوْهُ \" فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَال \" تَعَالَى اللَّه عَنْ ذَلِكَ عُلُوًّا كَبِيرًا وَقَوْله عَزَّ وَجَلَّ \" إِنَّ اللَّه يَحْكُم بَيْنهمْ \" أَيْ يَوْم الْقِيَامَة \" فِيمَا هُمْ فِيهِ يَخْتَلِفُونَ\" أَيْ سَيَفْصِلُ بَيْن الْخِلَاف يَوْم مَعَادهمْ وَيَجْزِي كُلّ عَامِل بِعَمَلِهِ \" وَيَوْم يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُول لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانك أَنْتَ وَلِيُّنَا مِنْ دُونهمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ \" وَقَوْله عَزَّ وَجَلَّ \" إِنَّ اللَّه لَا يَهْدِي مَنْ هُوَ كَاذِب كَفَّار \" أَيْ لَا يُرْشِد إِلَى الْهِدَايَة مَنْ قَصْدُهُ الْكَذِب وَالِافْتِرَاء عَلَى اللَّه تَعَالَى وَقَلْبه كَافِر بِآيَاتِهِ وَحُجَجه وَبَرَاهِينه ثُمَّ بَيَّنَ تَعَالَى أَنَّهُ لَا وَلَد لَهُ كَمَا يَزْعُمهُ جَهَلَة الْمُشْرِكِينَ فِي الْمَلَائِكَة وَالْمُعَانِدُونَ مِنْ الْيَهُود وَالنَّصَارَى فِي الْعُزَيْر وَعِيسَى .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40714, "aya_id": 3}]