[{"text": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَاهِلُونَ", "sura_id": 12, "type": 0, "id": 1685, "aya_id": 89}, {"text": "قال هل علمتم ما فعلتم بيوسف وأخيه إذ أنتم جاهلون", "sura_id": 12, "type": 1, "id": 7921, "aya_id": 89}, {"text": "89 - ثم (قال) لهم توبيخاً (هل علمتم ما فعلتم بيوسف) من الضرب والبيع وغير ذلك (وأخيه) من هضمكم له بعد فراق أخيه (إذ أنتم جاهلون) ما يؤول إليه أمر يوسف \r\n", "sura_id": 12, "type": 2, "id": 26629, "aya_id": 89}, {"text": "فلما سمع مقالتهم رقَّ لهم, وعرَّفهم بنفسه وقال: هل تذكرون الذي فعلتموه بيوسف وأخيه من الأذى في حال جَهْلكم بعاقبة ما تفعلون؟\r\n", "sura_id": 12, "type": 3, "id": 32865, "aya_id": 89}, {"text": " <font color=red>قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ يُوسُف عَلَيْهِ السَّلَام إِنَّهُ لَمَّا ذَكَرَ لَهُ إِخْوَته مَا أَصَابَهُمْ مِنْ الْجَهْد وَالضِّيق وَقِلَّة الطَّعَام وَعُمُوم الْجَدْب وَتَذَكَّرَ أَبَاهُ وَمَا هُوَ فِيهِ مِنْ الْحُزْن لِفَقْدِ وَلَدَيْهِ مَعَ مَا هُوَ فِيهِ مِنْ الْمُلْك وَالتَّصَرُّف وَالسَّعَة فَعِنْد ذَلِكَ أَخَذَتْهُ رِقَّة وَرَأْفَة وَرَحْمَة وَشَفَقَة عَلَى أَبِيهِ لِإِخْوَتِهِ وَبَدَرَهُ الْبُكَاء فَتَعَرَّفَ إِلَيْهِمْ فَيُقَال إِنَّهُ رَفَعَ التَّاج عَنْ جَبْهَته وَكَانَ فِيهَا شَامَة وَقَالَ \" هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُف وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ \" أَعْنِي كَيْف فَرَّقُوا بَيْنه وَبَيْن أَخِيهِ \" إِذْ أَنْتُمْ جَاهِلُونَ \" أَيْ إِنَّمَا حَمَلَكُمْ عَلَى هَذَا الْجَهْل بِمِقْدَارِ هَذَا الَّذِي اِرْتَكَبْتُمُوهُ كَمَا قَالَ بَعْض السَّلَف كُلّ مَنْ عَصَى اللَّه فَهُوَ جَاهِل وَقَرَأَ\" ثُمَّ إِنَّ رَبّك لِلَّذِينَ عَمِلُوا السُّوء بِجَهَالَةٍ \" الْآيَة وَالظَّاهِر وَاَللَّه أَعْلَم أَنَّ يُوسُف عَلَيْهِ السَّلَام إِنَّمَا تَعَرَّفَ إِلَيْهِمْ بِنَفْسِهِ بِإِذْنِ اللَّه تَعَالَى لَهُ فِي ذَلِكَ كَمَا أَنَّهُ إِنَّمَا أَخْفَى مِنْهُمْ نَفْسه فِي الْمَرَّتَيْنِ الْأُولَيَيْنِ بِأَمْرِ اللَّه تَعَالَى لَهُ فِي ذَلِكَ وَاَللَّه أَعْلَم وَلَكِنْ لَمَّا ضَاقَ الْحَال وَاشْتَدَّ الْأَمْر فَرَّجَ اللَّه تَعَالَى مِنْ ذَلِكَ الضِّيق كَمَا قَالَ تَعَالَى \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا \" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37845, "aya_id": 89}]