[{"text": "قَالُواْ ادْعُ لَنَا رَبَّكَ يُبَيِّن لّنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لاَّ فَارِضٌ وَلاَ بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ فَافْعَلُواْ مَا تُؤْمَرونَ", "sura_id": 2, "type": 0, "id": 75, "aya_id": 68}, {"text": "قالوا ادع لنا ربك يبين لنا ما هي قال إنه يقول إنها بقرة لا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون", "sura_id": 2, "type": 1, "id": 6311, "aya_id": 68}, {"text": "68 - فلما علموا أنه عزم (قالوا ادع لنا ربك يبين لنا ما هي) أي ما سنُّها ؟ (قال) موسى (إنه) أي الله (يقول إنها بقرة لا فارض) مسنة (ولا بكر) صغيرة (عوان) نصف (بين ذلك) المذكور من السنين (فافعلوا ما تؤمرون) به من ذبحها \r\n", "sura_id": 2, "type": 2, "id": 25019, "aya_id": 68}, {"text": "قالوا: ادع لنا ربَّك يوضح لنا صفة هذه البقرة, فأجابهم: إن الله يقول لكم: صفتها ألا تكون مسنَّة هَرِمة, ولا صغيرة فَتِيَّة, وإنما هي متوسطة بينهما, فسارِعوا إلى امتثال أمر ربكم.\r\n", "sura_id": 2, "type": 3, "id": 31255, "aya_id": 68}, {"text": " <font color=red>قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ فَافْعَلُوا مَا تُؤْمَرُونَ</font><BR><p>أَخْبَرَ تَعَالَى عَنْ تَعَنُّت بَنِي إِسْرَائِيل وَكَثْرَة سُؤَالهمْ لِرَسُولِهِمْ وَهَذَا لَمَّا ضَيَّقُوا عَلَى أَنْفُسهمْ ضَيَّقَ اللَّهُ عَلَيْهِمْ وَلَوْ أَنَّهُمْ ذَبَحُوا أَيّ بَقَرَة كَانَتْ لَوَقَعَتْ الْمَوْقِع عَنْهُمْ كَمَا قَالَ اِبْن عَبَّاس وَعَبِيدَة وَغَيْر وَاحِد وَلَكِنَّهُمْ شَدَّدُوا فَشُدِّدَ عَلَيْهِمْ فَقَالُوا \" اُدْعُ لَنَا رَبّك يُبَيِّن لَنَا مَا هِيَ\" أَيْ مَا هَذِهِ الْبَقَرَة وَأَيّ شَيْء صِفَتهَا قَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا هِشَام بْن عَلِيّ عَنْ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : لَوْ أَخَذُوا أَدْنَى بَقَرَة لَاكْتَفَوْا بِهَا وَلَكِنَّهُمْ شَدَّدُوا فَشُدِّدَ عَلَيْهِمْ - إِسْنَاده صَحِيح - وَقَدْ رَوَاهُ غَيْر وَاحِد عَنْ اِبْن عَبَّاس وَكَذَا قَالَ عَبِيدَة وَالسُّدِّيّ وَمُجَاهِد وَعِكْرِمَة وَأَبُو الْعَالِيَة وَغَيْر وَاحِد وَقَالَ اِبْن جُرَيْج : قَالَ لِي عَطَاء لَوْ أَخَذُوا أَدْنَى بَقَرَة لَكَفَتْهُمْ قَالَ اِبْن جُرَيْج قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّمَا أُمِرُوا بِأَدْنَى بَقَرَة وَلَكِنَّهُمْ لَمَّا شَدَّدُوا شَدَّدَ اللَّه عَلَيْهِمْ وَاَيْم اللَّه لَوْ أَنَّهُمْ لَوْ لَمْ يُسْتَثْنَوْا لَمَا بُيِّنَتْ لَهُمْ آخِر الْأَبَد \" قَالَ \" إِنَّهُ يَقُول إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ \" أَيْ لَا كَبِيرَة هَرِمَة وَلَا صَغِيرَة لَمْ يَلْحَقهَا الْفَحْل كَمَا قَالَهُ أَبُو الْعَالِيَة وَالسُّدِّيّ وَمُجَاهِد وَعِكْرِمَة وَعَطِيَّة الْعَوْفِيّ وَعَطَاء الْخُرَاسَانِيّ وَوَهْب بْن مُنَبِّه وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَقَالَهُ اِبْن عَبَّاس أَيْضًا وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : عَوَان بَيْن ذَلِكَ يَقُول نِصْف بَيْن الْكَبِيرَة وَالصَّغِيرَة وَهِيَ أَقْوَى مَا يَكُون مِنْ الدَّوَابّ وَالْبَقَر وَأَحْسَن مَا تَكُون وَرُوِيَ عَنْ عِكْرِمَة وَمُجَاهِد وَأَبِي الْعَالِيَة وَالرَّبِيع بْن أَنَس وَعَطَاء الْخُرَاسَانِيّ وَالضَّحَّاك نَحْو ذَلِكَ وَقَالَ السُّدِّيّ الْعَوَان النِّصْف الثَّانِي بَيْن ذَلِكَ الَّتِي قَدْ وَلَدَتْ وَوَلَدَ وَلَدهَا : وَقَالَ هُشَيْم عَنْ جُوَيْبِر عَنْ كَثِير بْن زِيَاد عَنْ الْحَسَن فِي الْبَقَرَة كَانَتْ بَقَرَة وَحْشِيَّة وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس مَنْ لَبِسَ نَعْلًا صَفْرَاء لَمْ يَزَلْ فِي سُرُور مَا دَامَ لَابِسهَا.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38747, "aya_id": 68}]