[{"text": "الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ", "sura_id": 107, "type": 0, "id": 6202, "aya_id": 5}, {"text": "الذين هم عن صلاتهم ساهون", "sura_id": 107, "type": 1, "id": 12438, "aya_id": 5}, {"text": "5 - (الذين هم عن صلاتهم ساهون) غافلون يؤخرونها عن وقتها \r\n", "sura_id": 107, "type": 2, "id": 31146, "aya_id": 5}, {"text": "لا يقيمونها على وجهها, ولا يؤدونها في وقتها.\r\n", "sura_id": 107, "type": 3, "id": 37382, "aya_id": 5}, {"text": " <font color=red>الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ</font><BR><p>وَقَالَ عَطَاء بْن دِينَار الْحَمْد لِلَّهِ الَّذِي قَالَ \" عَنْ صَلَاتهمْ سَاهُونَ \" وَلَمْ يَقُلْ فِي صَلَاتهمْ سَاهُونَ . وَإِمَّا عَنْ وَقْتهَا الْأَوَّل فَيُؤَخِّرُونَهَا إِلَى آخِره دَائِمًا أَوْ غَالِبًا وَإِمَّا عَنْ أَدَائِهَا بِأَرْكَانِهَا وَشُرُوطهَا عَلَى الْوَجْه الْمَأْمُور بِهِ . وَإِمَّا عَنْ الْخُشُوع فِيهَا وَالتَّدَبُّر لِمَعَانِيهَا فَاللَّفْظ يَشْمَل ذَلِكَ كُلّه وَلَكِنْ مَنْ اِتَّصَفَ بِشَيْءٍ مِنْ ذَلِكَ قِسْط مِنْ هَذِهِ الْآيَة وَمَنْ اِتَّصَفَ بِجَمِيعِ ذَلِكَ فَقَدْ تَمَّ لَهُ نَصِيبه مِنْهَا وَكَمُلَ لَهُ النِّفَاق الْعَمَلِيّ كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" تِلْكَ صَلَاة الْمُنَافِق تِلْكَ صَلَاة الْمُنَافِق تِلْكَ صَلَاة الْمُنَافِق يَجْلِس يَرْقُب الشَّمْس إِذَا كَانَتْ بَيْن قَرْنَيْ الشَّيْطَان قَامَ فَنَقَرَ أَرْبَعًا لَا يَذْكُر اللَّه فِيهَا إِلَّا قَلِيلًا\" فَهَذَا آخِر صَلَاة الْعَصْر الَّتِي هِيَ الْوُسْطَى كَمَا ثَبَتَ بِهِ النَّصّ إِلَى آخِر وَقْتهَا وَهُوَ وَقْت كَرَاهَة ثُمَّ قَامَ إِلَيْهَا فَنَقَرَهَا نَقْر الْغُرَاب لَمْ يَطْمَئِنّ وَلَا خَشَعَ فِيهَا أَيْضًا وَلِهَذَا قَالَ \" لَا يَذْكُر اللَّه فِيهَا إِلَّا قَلِيلًا \" وَلَعَلَّهُ إِنَّمَا حَمَلَهُ عَلَى الْقِيَام إِلَيْهَا مُرَاءَاة النَّاس لَا اِبْتِغَاء وَجْه اللَّه فَهُوَ كَمَا إِذَا لَمْ يُصَلِّ بِالْكُلِّيَّةِ . قَالَ اللَّه تَعَالَى \" إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّه وَهُوَ خَادِعهمْ وَإِذَا قَامُوا إِلَى الصَّلَاة قَامُوا كُسَالَى يُرَاءُونَ النَّاس وَلَا يَذْكُرُونَ اللَّه إِلَّا قَلِيلًا \" .</p><BR> <br> ", "sura_id": 107, "type": 4, "id": 37588, "aya_id": 5}]