[{"text": "وَلْيَعْلَمَ الَّذِينَ نَافَقُواْ وَقِيلَ لَهُمْ تَعَالَوْاْ قَاتِلُواْ فِي سَبِيلِ اللّهِ أَوِ ادْفَعُواْ قَالُواْ لَوْ نَعْلَمُ قِتَالاً لاَّتَّبَعْنَاكُمْ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلإِيمَانِ يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ وَاللّهُ أَعْلَمُ بِمَا يَكْتُمُونَ", "sura_id": 3, "type": 0, "id": 460, "aya_id": 167}, {"text": "وليعلم الذين نافقوا وقيل لهم تعالوا قاتلوا في سبيل الله أو ادفعوا قالوا لو نعلم قتالا لاتبعناكم هم للكفر يومئذ أقرب منهم للإيمان يقولون بأفواههم ما ليس في قلوبهم والله أعلم بما يكتمون", "sura_id": 3, "type": 1, "id": 6696, "aya_id": 167}, {"text": "167 - (وليعلم الذين نافقوا و) الذين (قيل لهم) لما انصرفوا عن القتال وهم عبد الله بن أبي وأصحابه (تعالوا قاتلوا في سبيل الله) أعداءه (أو ادفعوا) عنا القوم بتكثير سوادكم إن لم تقاتلوا (قالوا لو نعلم) نحسن (قتالاً لاتبعناكم) قال تعالى تكذيبا لهم: (هم للكفر يومئذ أقرب منهم للإيمان) بما أظهروا من خذلانهم للمؤمنين وكانوا قبل أقرب إلى الإيمان من حيث الظاهر (يقولون بأفواههم ما ليس في قلوبهم) ولو علموا قتالاً لم يتبعوكم (والله أعلم بما يكتمون) من النفاق \r\n", "sura_id": 3, "type": 2, "id": 25404, "aya_id": 167}, {"text": "وليعلم المنافقين الذين كشف الله ما في قلوبهم حين قال المؤمنون لهم: تعالوا قاتلوا معنا في سبيل الله, أو كونوا عونًا لنا بتكثيركم سوادنا, فقالوا: لو نعلم أنكم تقاتلون أحدًا لكنا معكم عليهم, هم للكفر في هذا اليوم أقرب منهم للإيمان; لأنهم يقولون بأفواههم ما ليس في قلوبهم. والله أعلم بما يُخفون في صدورهم.\r\n", "sura_id": 3, "type": 3, "id": 31640, "aya_id": 167}, {"text": " <font color=red>وَلِيَعْلَمَ الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا قَالُوا لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ يَقُولُونَ بِأَفْواهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ</font><BR><p>\" وَلِيَعْلَمَ الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيل اللَّه أَوْ اِدْفَعُوا قَالُوا لَوْ نَعْلَم قِتَالًا لَاتَّبَعْنَاكُمْ \" يَعْنِي بِذَلِكَ أَصْحَاب عَبْد اللَّه بْن أُبَيّ اِبْن سَلُول الَّذِينَ رَجَعُوا مَعَهُ فِي أَثْنَاء الطَّرِيق فَاتَّبَعَهُمْ رِجَال مِنْ الْمُؤْمِنِينَ يُحَرِّضُونَهُمْ عَلَى الْإِتْيَان وَالْقِتَال وَالْمُسَاعَدَة وَلِهَذَا قَالَ \" أَوْ اِدْفَعُوا \" قَالَ اِبْن عَبَّاس وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَأَبُو صَالِح وَالْحَسَن وَالسُّدِّيّ : يَعْنِي كَثِّرُوا سَوَاد الْمُسْلِمِينَ وَقَالَ الْحَسَن بْن صَالِح اِدْفَعُوا بِالدُّعَاءِ وَقَالَ غَيْره رَابِطُوا فَتَعَلَّلُوا \" قَائِلِينَ لَوْ نَعْلَم قِتَالًا لَاتَّبَعْنَاكُمْ \" قَالَ مُجَاهِد يَعْنُونَ لَوْ نَعْلَم أَنَّكُمْ تَلْقَوْنَ حَرْبًا لَجِئْنَاكُمْ وَلَكِنْ لَا تَلْقَوْنَ قِتَالًا . قَالَ مُحَمَّد بْن إِسْحَق : حَدَّثَنِي مُحَمَّد بْن مُسْلِم بْن شِهَاب الزُّهْرِيّ وَمُحَمَّد بْن يَحْيَى بْن حَيَّان وَعَاصِم بْن عُمَر بْن قَتَادَة وَالْحُصَيْن بْن عَبْد الرَّحْمَن بْن عَمْرو بْن سَعْد بْن مُعَاذ وَغَيْرهمْ مِنْ عُلَمَائِنَا كُلّهمْ قَدْ حَدَّثَ قَالَ : خَرَجَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي حِين خَرَجَ إِلَى أُحُد فِي أَلْف رَجُل مِنْ أَصْحَابه حَتَّى إِذَا كَانَ بِالشَّوْطِ بَيْن أُحُد وَالْمَدِينَة اِنْحَازَ عَنْهُ عَبْد اللَّه بْن أُبَيّ اِبْن سَلُول بِثُلُثِ النَّاس فَقَالَ : أَطَاعَهُمْ فَخَرَجَ وَعَصَانِي وَوَاللَّهِ مَا نَدْرِي عَلَامَ نَقْتُل أَنْفُسنَا هَهُنَا أَيّهَا النَّاس فَرَجَعَ بِمَنْ اِتَّبَعَهُ مِنْ النَّاس مِنْ قَوْمه أَهْل النِّفَاق وَأَهْل الرَّيْب وَاتَّبَعَهُمْ عَبْد اللَّه بْن عَمْرو بْن حَرَام أَخُو بَنِي سَلَمَة يَقُول : يَا قَوْم أُذَكِّركُمْ اللَّه أَنْ لَا تَخْذُلُوا نَبِيّكُمْ وَقَوْمكُمْ عِنْدَ مَا حَضَرَ مِنْ عَدُوّكُمْ قَالُوا : لَوْ نَعْلَم أَنَّكُمْ تُقَاتِلُونَ مَا أَسْلَمْنَاكُمْ وَلَكِنْ لَا نَرَى أَنْ يَكُون قِتَال فَلَمَّا اِسْتَعْصَوْا عَلَيْهِ وَأَبَوْا إِلَّا الِانْصِرَاف عَنْهُمْ قَالَ : أَبْعَدَكُمْ اللَّه أَعْدَاء اللَّه فَسَيُغْنِي اللَّه عَنْكُمْ وَمَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. قَالَ اللَّه عَزَّ وَجَلَّ \" هُمْ لِلْكُفْرِ يَوْمئِذٍ أَقْرَب مِنْهُمْ لِلْإِيمَانِ\" اِسْتَدَلُّوا بِهِ عَلَى أَنَّ الشَّخْص قَدْ تَتَقَلَّب بِهِ الْأَحْوَال فَيَكُون فِي حَال أَقْرَب إِلَى الْكُفْر وَفِي حَال أَقْرَب إِلَى الْإِيمَان لِقَوْلِهِ \" هُمْ لِلْكُفْرِ يَوْمئِذٍ أَقْرَب مِنْهُمْ لِلْإِيمَانِ \" ثُمَّ قَالَ تَعَالَى \" يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبهمْ \" يَعْنِي أَنَّهُمْ يَقُولُونَ الْقَوْل وَلَا يَعْتَقِدُونَ صِحَّته وَمِنْهُ قَوْلهمْ هَذَا \" لَوْ نَعْلَم قِتَالًا لَاتَّبَعْنَاكُمْ فَإِنَّهُمْ يَتَحَقَّقُونَ أَنَّ جُنْدًا مِنْ الْمُشْرِكِينَ قَدْ جَاءُوا مِنْ بِلَاد بَعِيدَة يَتَحَرَّقُونَ عَلَى الْمُسْلِمِينَ بِسَبَبِ مَا أُصِيب مِنْ أَشْرَافهمْ يَوْم بَدْر وَهُمْ أَضْعَاف الْمُسْلِمِينَ أَنَّهُ كَائِن بَيْنهمْ قِتَالًا لَا مَحَالَة وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّه أَعْلَم بِمَا يَكْتُمُونَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39918, "aya_id": 167}]