[{"text": "وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ", "sura_id": 56, "type": 0, "id": 4988, "aya_id": 9}, {"text": "وأصحاب المشأمة ما أصحاب المشأمة", "sura_id": 56, "type": 1, "id": 11224, "aya_id": 9}, {"text": "9 - (وأصحاب المشأمة) الشمال بأن يؤتى كل منهم كتابه بشماله (ما أصحاب المشأمة) تحقير لشأنهم بدخول النار \r\n", "sura_id": 56, "type": 2, "id": 29932, "aya_id": 9}, {"text": " وأصحاب الشمال, أهل المنزلة الدنيئة, ما أسوأ حالهم !!\r\n", "sura_id": 56, "type": 3, "id": 36168, "aya_id": 9}, {"text": " <font color=red>وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ</font><BR><p>وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن الْمُثَنَّى حَدَّثَنَا الْبَرَاء الْغَنَوِيّ حَدَّثَنَا الْحَسَن عَنْ مُعَاذ بْن جَبَل أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلَا هَذِهِ الْآيَة\" وَأَصْحَاب الْيَمِين مَا أَصْحَاب الْيَمِين . وَأَصْحَاب الشِّمَال مَا أَصْحَاب الشِّمَال \" فَقَبَضَ بِيَدِهِ قَبْضَتَيْنِ فَقَالَ \" هَذِهِ لِلْجَنَّةِ وَلَا أُبَالِي وَهَذِهِ لِلنَّارِ وَلَا أُبَالِي\" وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا خَالِد بْن أَبِي عِمْرَان عَنْ الْقَاسِم بْن مُحَمَّد عَنْ عَائِشَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَتَدْرُونَ مِنْ السَّابِقُونَ إِلَى ظِلّ يَوْم الْقِيَامَة\" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" الَّذِينَ إِذَا أُعْطُوا الْحَقّ قَبِلُوهُ وَإِذَا سُئِلُوهُ بَذَلُوهُ وَحَكَمُوا لِلنَّاسِ كَحُكْمِهِمْ لِأَنْفُسِهِمْ \" وَقَالَ مُحَمَّد بْن كَعْب وَأَبُو حَرَزَة وَيَعْقُوب بْن مُجَاهِد \" وَالسَّابِقُونَ السَّابِقُونَ \" الْأَنْبِيَاء عَلَيْهِمْ السَّلَام وَقَالَ السُّدِّيّ هُمْ أَهْل عِلِّيِّينَ وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" وَالسَّابِقُونَ السَّابِقُونَ \" قَالَ يُوشَع بْن نُون سَبَقَ إِلَى مُوسَى وَمُؤْمِن آلِ يس سَبَقَ إِلَى عِيسَى وَعَلِيّ بْن أَبِي طَالِب سَبَقَ إِلَى مُحَمَّد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَوَاهُ اِبْن أَبِي حَاتِم عَنْ مُحَمَّد بْن هَارُون الْفَلَّاس عَنْ عَبْد اللَّه بْن إِسْمَاعِيل الْمَدَائِنِيّ الْبَزَّار عَنْ سُفْيَان بْن الضَّحَّاك الْمَدَائِنِيّ عَنْ سُفْيَان بْن عُيَيْنَة عَنْ اِبْن أَبِي نَجِيح بِهِ . وَقَالَ اِبْن أَبِي حَاتِم وَذَكَرَ عَنْ مُحَمَّد بْن أَبِي حَمَّاد حَدَّثَنَا مِهْرَان عَنْ خَارِجَة عَنْ قُرَّة عَنْ اِبْن سِيرِينَ\" وَالسَّابِقُونَ السَّابِقُونَ \" الَّذِينَ صَلَّوْا إِلَى الْقِبْلَتَيْنِ. وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث خَارِجَة بِهِ وَقَالَ الْحَسَن وَقَتَادَة \" وَالسَّابِقُونَ السَّابِقُونَ \" أَيْ مِنْ كُلّ أُمَّة وَقَالَ الْأَوْزَاعِيّ عَنْ عُثْمَان بْن أَبِي سَوْدَة أَنَّهُ قَرَأَ هَذِهِ الْآيَة \" وَالسَّابِقُونَ السَّابِقُونَ أُولَئِكَ الْمُقَرَّبُونَ\" ثُمَّ قَالَ أَوَّلهمْ رَوَاحًا إِلَى الْمَسْجِد وَأَوَّلهمْ خُرُوجًا فِي سَبِيل اللَّه وَهَذِهِ الْأَقْوَال كُلّهَا صَحِيحَة فَإِنَّ الْمُرَاد بِالسَّابِقِينَ هُمْ الْمُبَادِرُونَ إِلَى فِعْل الْخَيْرَات كَمَا أُمِرُوا كَمَا قَالَ تَعَالَى \" وَسَارِعُوا إِلَى مَغْفِرَة مِنْ رَبّكُمْ وَجَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض \" وَقَالَ تَعَالَى \" سَابِقُوا إِلَى مَغْفِرَة مِنْ رَبّكُمْ وَجَنَّة عَرْضهَا كَعَرْضِ السَّمَاء وَالْأَرْض \" فَمَنْ سَابَقَ فِي هَذِهِ الدُّنْيَا وَسَبَقَ إِلَى فِعْل الْخَيْر كَانَ فِي الْآخِرَة مِنْ السَّابِقِينَ إِلَى الْكَرَامَة فَإِنَّ الْجَزَاء مِنْ جِنْس الْعَمَل وَكَمَا تَدِين تُدَان . وَلِهَذَا قَالَ تَعَالَى \" أُولَئِكَ الْمُقَرَّبُونَ فِي جَنَّات النَّعِيم \". وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن زَكَرِيَّا الْفَزَارِيّ الرَّازِيّ حَدَّثَنَا خَارِجَة بْن مُصْعَب عَنْ زَيْد بْن أَسْلَم عَنْ عَطَاء بْن يَسَار عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَتْ الْمَلَائِكَة يَا رَبّ جَعَلْت لِبَنِي آدَم الدُّنْيَا فَهُمْ يَأْكُلُونَ وَيَشْرَبُونَ وَيَتَزَوَّجُونَ فَاجْعَلْ لَنَا الْآخِرَة فَقَالَ لَا أَفْعَل فَرَاجَعُوا ثَلَاثًا فَقَالَ لَا أَجْعَل مَنْ خَلَقْت بِيَدَيَّ كَمَنْ قُلْت لَهُ كُنْ فَكَانَ . ثُمَّ قَرَأَ عَبْد اللَّه \" وَالسَّابِقُونَ السَّابِقُونَ أُولَئِكَ الْمُقَرَّبُونَ فِي جَنَّات النَّعِيم \" وَقَدْ رَوَى هَذَا الْأَثَر الْإِمَام عُثْمَان بْن سَعِيد الدَّارِمِيّ فِي كِتَابه الرَّدّ عَلَى الْجَهْمِيَّة وَلَفْظه : فَقَالَ اللَّه عَزَّ وَجَلَّ لَنْ أَجْعَل صَالِح ذُرِّيَّة مَنْ خَلَقْت بِيَدَيَّ كَمَنْ قُلْت لَهُ كُنْ فَيَكُون .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41993, "aya_id": 9}]