[{"text": "أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ", "sura_id": 40, "type": 0, "id": 4170, "aya_id": 37}, {"text": "أسباب السماوات فأطلع إلى إله موسى وإني لأظنه كاذبا وكذلك زين لفرعون سوء عمله وصد عن السبيل وما كيد فرعون إلا في تباب", "sura_id": 40, "type": 1, "id": 10406, "aya_id": 37}, {"text": "37 - (أسباب السماوات) طرقها الموصلة إليها (فأطلع) بالرفع عطفا على أبلغ وبالنصب جوابا لابن (إلى إله موسى وإني لأظنه) أي موسى (كاذبا) في أن له إلاها غيري قال فرعون ذلك تمويها (وكذلك زين لفرعون سوء عمله وصد عن السبيل) طريق الهدى بفتح الصاد وضمها (وما كيد فرعون إلا في تباب) خسار \r\n", "sura_id": 40, "type": 2, "id": 29114, "aya_id": 37}, {"text": " فأنظر إلى إله موسى بنفسي, وإني لأظن موسى كاذبًا في دعواه أن لنا ربًا, وأنه فوق السموات, وهكذا زُيَّن لفرعون عمله السيِّئ فرآه حسنًا, وصُدَّ عن سبيل الحق؛ بسبب الباطل الذي زُيِّن له, وما احتيال فرعون وتدبيره لإيهام الناس أنه محق, وموسى مبطل إلا في خسار وبوار, لا يفيده إلا الشقاء في الدنيا والآخرة.\r\n", "sura_id": 40, "type": 3, "id": 35350, "aya_id": 37}, {"text": " <font color=red>أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ</font><BR><p>وَقَوْله \" لَعَلِّي أَبْلُغُ الْأَسْبَابَ أَسْبَابَ السَّمَاوَاتِ \" اِلْخَ قَالَ سَعِيد بْن جُبَيْر وَأَبُو صَالِح أَبْوَاب السَّمَاوَات وَقِيلَ طُرُق السَّمَاوَاتِ \" فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا \" وَهَذَا مِنْ كُفْره وَتَمَرُّده أَنَّهُ كَذَّبَ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام فِي أَنَّ اللَّه عَزَّ وَجَلَّ أَرْسَلَهُ إِلَيْهِ قَالَ اللَّه تَعَالَى \" وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوء عَمَله وَصُدَّ عَنْ السَّبِيل \" أَيْ بِصُنْعِهِ هَذَا الَّذِي أَرَادَ أَنْ يُوهِم بِهِ الرَّعِيَّة أَنَّهُ يَعْمَل شَيْئًا يَتَوَصَّل بِهِ إِلَى تَكْذِيب مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام وَلِهَذَا قَالَ تَعَالَى \" وَمَا كَيْد فِرْعَوْن إِلَّا فِي تَبَاب \" قَالَ اِبْن عَبَّاس وَمُجَاهِد يَعْنِي إِلَّا فِي خَسَار .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40971, "aya_id": 37}]