[{"text": "أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِن بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ", "sura_id": 45, "type": 0, "id": 4496, "aya_id": 23}, {"text": "أفرأيت من اتخذ إلهه هواه وأضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشاوة فمن يهديه من بعد الله أفلا تذكرون", "sura_id": 45, "type": 1, "id": 10732, "aya_id": 23}, {"text": "23 - (أفرأيت) أخبرني (من اتخذ إلهه هواه) ما يهواه من حجر بعد حجر يراه أحسن (وأضله الله على علم) منه تعالى أي عالما بأنه من أهل الضلالة قبل خلقه (وختم على سمعه وقلبه) فلم يسمع الهدى ولم يعقله (وجعل على بصره غشاوة) ظلمة فلم يبصر الهدى ويقدر هنا المفعول الثاني لرأيت أيهتدي (فمن يهديه من بعد الله) أي بعد إضلاله إياه أي لا يهتدي (أفلا تذكرون) تتعظون فيه إدغام إحدى التاءين في الذال \r\n", "sura_id": 45, "type": 2, "id": 29440, "aya_id": 23}, {"text": "أفرأيت -أيها الرسول- من اتخذ هواه إلهًا له, فلا يهوى شيئًا إلا فَعَله, وأضلَّه الله بعد بلوغ العلم إليه وقيام الحجة عليه, فلا يسمع مواعظ الله, ولا يعتبر بها, وطبع على قلبه, فلا يعقل به شيئًا, وجعل على بصره غطاء, فلا يبصر به حجج الله؟ فمن يوفقه لإصابة الحق والرشد بعد إضلال الله إياه؟ أفلا تذكرون -أيها الناس- فتعلموا أنَّ مَن فَعَل الله به ذلك فلن يهتدي أبدًا, ولن يجد لنفسه وليًا مرشدًا؟ والآية أصل في التحذير من أن يكون الهوى هو الباعث للمؤمنين على أعمالهم.\r\n", "sura_id": 45, "type": 3, "id": 35676, "aya_id": 23}, {"text": " <font color=red>أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ</font><BR><p>ثُمَّ قَالَ جَلَّ وَعَلَا أَفَرَأَيْت مَنْ اِتَّخَذَ إِلَهه هَوَاهُ أَيْ إِنَّمَا يَأْتَمِر بِهَوَاهُ فَمَهْمَا رَآهُ حَسَنًا فَعَلَهُ وَمَهْمَا رَآهُ قَبِيحًا تَرَكَهُ وَهَذَا قَدْ يُسْتَدَلّ بِهِ عَلَى الْمُعْتَزِلَة فِي قَوْلهمْ بِالتَّحْسِينِ وَالتَّقْبِيح الْعَقْلِيَّيْنِ وَعَنْ مَالِك فِيمَا رُوِيَ عَنْهُ مِنْ التَّفْسِير لَا يَهْوَى شَيْئًا إِلَّا عَبَدَهُ وَقَوْله وَأَضَلَّهُ اللَّه عَلَى عِلْم مُحْتَمَل قَوْلَيْنِ\" أَحَدهمَا \" وَأَضَلَّهُ اللَّه لِعِلْمِهِ أَنَّهُ يَسْتَحِقّ ذَلِكَ\" وَالْآخَر \" وَأَضَلَّهُ اللَّه بَعْد بُلُوغ الْعِلْم إِلَيْهِ وَقِيَام الْحُجَّة عَلَيْهِ وَالثَّانِي يَسْتَلْزِم الْأَوَّل وَلَا يَنْعَكِس وَخَتَمَ عَلَى سَمْعه وَقَلْبه وَجَعَلَ عَلَى بَصَره غِشَاوَة أَيْ فَلَا يَسْمَع مَا يَنْفَعهُ وَلَا يَعِي شَيْئًا يَهْتَدِي بِهِ وَلَا يَرَى حُجَّة يَسْتَضِيء بِهَا وَلِهَذَا قَالَ تَعَالَى فَمَنْ يَهْدِيه مِنْ بَعْد اللَّه أَفَلَا تَذَكَّرُونَ كَقَوْلِهِ تَعَالَى مَنْ يُضْلِلْ اللَّه فَلَا هَادِيَ لَهُ وَيَذَرهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ.</p><BR> <br> ", "sura_id": 45, "type": 4, "id": 41295, "aya_id": 23}]