[{"text": "وَاسْأَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَا أَجَعَلْنَا مِن دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ", "sura_id": 43, "type": 0, "id": 4370, "aya_id": 45}, {"text": "واسأل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون", "sura_id": 43, "type": 1, "id": 10606, "aya_id": 45}, {"text": "45 - (واسأل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن) غيره (آلهة يعبدون) قيل هو على ظاهره بأن جمع له الرسل ليلة الاسراء وقيل المراد امم من أي أهل الكتابين ولم يسأل على واحد من القولين لأن المراد من الأمر بالسؤال التقرير لمشركي قريش أنه لم يأت رسول من الله ولا كتاب بعبادة غير الله \r\n", "sura_id": 43, "type": 2, "id": 29314, "aya_id": 45}, {"text": "واسأل -أيها الرسول- أتباع مَن أرسلنا مِن قبلك من رسلنا وحملة شرائعهم: أجاءت رسلهم بعبادة غير الله؟ فإنهم يخبرونك أن ذلك لم يقع; فإن جميع الرسل دَعَوْا إلى ما دعوتَ الناس إليه من عبادة الله وحده, لا شريك له, ونهَوْا عن عبادة ما سوى الله.\r\n", "sura_id": 43, "type": 3, "id": 35550, "aya_id": 45}, {"text": " <font color=red>وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ</font><BR><p>وَقَوْله سُبْحَانه وَتَعَالَى\" وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلك مِنْ رُسُلنَا أَجَعَلْنَا مِنْ دُون الرَّحْمَن آلِهَة يُعْبَدُونَ \" أَيْ جَمِيع الرُّسُل دَعَوْا إِلَى مَا دَعَوْت النَّاس إِلَيْهِ مِنْ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَنَهَوْا عَنْ عِبَادَة الْأَصْنَام وَالْأَنْدَاد كَقَوْلِهِ جَلَّتْ عَظَمَته \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" قَالَ مُجَاهِد فِي قِرَاءَة عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ وَاسْأَلْ الَّذِينَ أَرْسَلْنَا إِلَيْهِمْ قَبْلك رُسُلنَا وَهَكَذَا حَكَاهُ قَتَادَة وَالضَّحَّاك وَالسُّدِّيّ وَابْن مَسْعُود رَضِيَ اللَّه عَنْهُ وَهَذَا كَأَنَّهُ تَفْسِير لَا تِلَاوَة وَاَللَّه أَعْلَم . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَاسْأَلْهُمْ لَيْلَة الْإِسْرَاء فَإِنَّ الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام جُمِعُوا لَهُ وَاخْتَارَ اِبْن جَرِير الْأَوَّل وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41171, "aya_id": 45}]