[{"text": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاء وَعْدُ الآخِرَةِ لِيَسُوؤُواْ وُجُوهَكُمْ وَلِيَدْخُلُواْ الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيرًا", "sura_id": 17, "type": 0, "id": 2036, "aya_id": 7}, {"text": "إن أحسنتم أحسنتم لأنفسكم و إن أسأتم فلها فإذا جاء وعد الآخرة ليسوءوا وجوهكم و ليدخلوا المسجد كما دخلوه أول مرة و ليتبروا ما علوا تتبيرا", "sura_id": 17, "type": 1, "id": 8272, "aya_id": 7}, {"text": "7 - وقلنا (إن أحسنتم) بالطاعة (أحسنتم لأنفسكم) لأن ثوابه لها (وإن أسأتم) بالفساد (فلها) إساءتكم (فإذا جاء وعد) المرة (الآخرة) بعثناهم (ليسوؤوا وجوهكم) يحزنوكم بالقتل والسبي حزنا يظهر في وجوهكم (وليدخلوا المسجد) بيت المقدس فيخربوه (كما دخلوه) وخربوه (أول مرة وليتبروا) يهلكوا (ما علوا) غلبوا عليه (تتبيرا) هلاكا وقد أفسدوا ثانيا بقتل يحيى فبعث عليهم بختنصر فقتل منهم الوفا وسبى ذريتهم وخرب بيت المقدس \r\n", "sura_id": 17, "type": 2, "id": 26980, "aya_id": 7}, {"text": "إن أحسنتم أفعالكم وأقوالكم فقد أحسنتم لأنفسكم؛ لأن ثواب ذلك عائد إليكم، وإن أسأتم فعقاب ذلك عائد عليكم، فإذا حان موعد الإفساد الثاني سَلَّطْنا عليكم أعداءكم مرة أخرى؛ ليذلوكم ويغلبوكم، فتظهر آثار الإهانة والمذلة على وجوهكم، وليدخلوا عليكم \"بيت المقدس\" فيخرِّبوه، كما خرَّبوه أول مرة، وليدمروا كل ما وقع تحت أيديهم تدميرًا كاملا.\r\n", "sura_id": 17, "type": 3, "id": 33216, "aya_id": 7}, {"text": " <font color=red>إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا</font><BR><p>قَوْله تَعَالَى \" إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا \" أَيْ فَعَلَيْهَا كَمَا قَالَ تَعَالَى \" مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا \" وَقَوْله \" فَإِذَا جَاءَ وَعْد الْآخِرَة \" أَيْ الْكَرَّة الْآخِرَة أَيْ إِذَا أَفْسَدْتُمْ الْكَرَّة الثَّانِيَة وَجَاءَ أَعْدَاؤُكُمْ لِيَسُوءُوا وُجُوهكُمْ \" أَيْ يُهِينُوكُمْ وَيَقْهَرُوكُمْ \" وَلِيَدْخُلُوا الْمَسْجِد \" أَيْ بَيْت الْمَقْدِس \" كَمَا دَخَلُوهُ أَوَّل مَرَّة \" أَيْ فِي الَّتِي جَاسُوا فِيهَا خِلَال الدِّيَار \" وَلِيُتَبِّرُوا \" أَيْ يُدَمِّرُوا وَيُخَرِّبُوا \" مَا عَلَوْا تَتْبِيرًا\" أَيْ مَا ظَهَرُوا عَلَيْهِ .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38256, "aya_id": 7}]