[{"text": "فَلَمَّا اسْتَيْأَسُواْ مِنْهُ خَلَصُواْ نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُواْ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ اللّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِي يُوسُفَ فَلَنْ أَبْرَحَ الأَرْضَ حَتَّىَ يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ", "sura_id": 12, "type": 0, "id": 1676, "aya_id": 80}, {"text": "فلما استيأسوا منه خلصوا نجيا قال كبيرهم ألم تعلموا أن أباكم قد أخذ عليكم موثقا من الله ومن قبل ما فرطتم في يوسف فلن أبرح الأرض حتى يأذن لي أبي أو يحكم الله لي وهو خير الحاكمين", "sura_id": 12, "type": 1, "id": 7912, "aya_id": 80}, {"text": "80 - (فلما استيأسوا) يئسوا (منه خلصوا) اعتزلوا (نجيَّاً) مصدر يصلح للواحد وغيره ، أي يناجي بعضهم بعضاً (قال كبيرهم) سِنّاً : روبيل أو رأياً : يهوذا (ألم تعلموا أن أباكم قد أخذ عليكم موثقاً) عهداً (من الله) في أخيكم (ومن قبل ما) زائدة (فرطتم في يوسف) وقيل ما مصدرية مبتدأ خبره من قبل (فلن أبرح) أفارق (الأرض) أرض مصر (حتى يأذن لي أبي) بالعودة إليه (أو يحكم الله لي) بخلاص أخي (وهو خير الحاكمين) أعدلهم \r\n", "sura_id": 12, "type": 2, "id": 26620, "aya_id": 80}, {"text": "فلما يئسوا من إجابته إياهم لِمَا طلبوه انفردوا عن الناس, وأخذوا يتشاورون فيما بينهم, قال كبيرهم في السن: ألم تعلموا أن أباكم قد أخذ عليكم العهد المؤكد لتردُّنَّ أخاكم إلا أن تُغلبوا, ومن قبل هذا كان تقصيركم في يوسف وغدركم به; لذلك لن أفارق أرض \"مصر\" حتى يأذن لي أبي في مفارقتها, أو يقضي لي ربي بالخروج منها, وأتمكن مِن أَخْذِ أخي, والله خيرُ مَن حَكَمَ, وأعدل مَن فَصَلَ بين الناس.\r\n", "sura_id": 12, "type": 3, "id": 32856, "aya_id": 80}, {"text": " <font color=red>فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقًا مِنَ اللَّهِ وَمِنْ قَبْلُ مَا فَرَّطْتُمْ فِي يُوسُفَ فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ إِخْوَة يُوسُف أَنَّهُمْ لَمَا يَئِسُوا مِنْ تَخْلِيص أَخِيهِمْ بِنْيَامِين الَّذِي قَدْ اِلْتَزَمُوا لِأَبِيهِمْ بِرَدِّهِ إِلَيْهِ وَعَاهَدُوهُ عَلَى ذَلِكَ فَامْتَنَعَ عَلَيْهِمْ ذَلِكَ \" خَلَصُوا \" أَيْ اِنْفَرَدُوا عَنْ النَّاس \" نَجِيًّا\" يَتَنَاجَوْنَ فِيمَا بَيْنهمْ \" قَالَ كَبِيرهمْ \" وَهُوَ رُوبِيل وَقِيلَ يَهُوذَا وَهُوَ الَّذِي أَشَارَ عَلَيْهِمْ بِإِلْقَائِهِ فِي الْبِئْر عِنْدَمَا هَمُّوا بِقَتْلِهِ قَالَ لَهُمْ \" أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقًا مِنْ اللَّه \" لَتَرُدُّنَّهُ إِلَيْهِ فَقَدْ رَأَيْتُمْ كَيْف تَعَذَّرَ عَلَيْكُمْ ذَلِكَ مَعَ مَا تَقَدَّمَ لَكُمْ مِنْ إِضَاعَة يُوسُف عَنْهُ \" فَلَنْ أَبْرَح الْأَرْض \" أَيْ لَنْ أُفَارِق هَذِهِ الْبَلْدَة \" حَتَّى يَأْذَن لِي أَبِي \" فِي الرُّجُوع إِلَيْهِ رَاضِيًا عَنِّي \" أَوْ يَحْكُم اللَّه لِي \" قِيلَ بِالسَّيْفِ وَقِيلَ بِأَنْ يُمَكِّننِي مِنْ أَخْذ أَخِي\" وَهُوَ خَيْر الْحَاكِمِينَ \" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37836, "aya_id": 80}]