[{"text": "وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ", "sura_id": 42, "type": 0, "id": 4302, "aya_id": 30}, {"text": "وما أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير", "sura_id": 42, "type": 1, "id": 10538, "aya_id": 30}, {"text": "30 - (وما أصابكم) خطاب للمؤمنين (من مصيبة) بلية وشدة (فبما كسبت أيديكم) كسبتم من الذنوب وعبر بالأيدي لأن أكثر الأفعال تزاول بها (ويعفو عن كثير) منها فلا يجازي عليه وهو تعالى أكرم من أن يثني الجزاء في الآخرة أما غير المذنبين فما يصيبهم في الدنيا لرفع درجاتهم في الآخرة \r\n", "sura_id": 42, "type": 2, "id": 29246, "aya_id": 30}, {"text": "وما أصابكم- أيها الناس- من مصيبة في دينكم ودنياكم فبما كسبتم من الذنوب والآثام، ويعفو لكم ربكم عن كثير من السيئات، فلا يؤاخذكم بها.\r\n", "sura_id": 42, "type": 3, "id": 35482, "aya_id": 30}, {"text": " <font color=red>وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ</font><BR><p>أَيْ مَهْمَا أَصَابَكُمْ أَيّهَا النَّاس مِنْ الْمَصَائِب فَإِنَّمَا هِيَ عَنْ سَيِّئَات تَقَدَّمَتْ لَكُمْ \" وَيَعْفُو عَنْ كَثِير \" أَيْ مِنْ السَّيِّئَات فَلَا يُجَازِيكُمْ عَلَيْهَا بَلْ يَعْفُو عَنْهَا \" وَلَوْ يُؤَاخِذ اللَّه النَّاس بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرهَا مِنْ دَابَّة \" وَفِي الْحَدِيث الصَّحِيح \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُصِيب الْمُؤْمِن مِنْ نَصَب وَلَا وَصَب وَلَا هَمّ وَلَا حُزْن إِلَّا كَفَّرَ اللَّه عَنْهُ بِهَا مِنْ خَطَايَاهُ حَتَّى الشَّوْكَة يُشَاكُهَا \" وَقَالَ اِبْن جَرِير ثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا أَيُّوب قَالَ : قَرَأْت فِي كِتَاب أَبِي قِلَابَةَ قَالَ نَزَلَتْ \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" وَأَبُو بَكْر رَضِيَ اللَّه عَنْهُ يَأْكُل فَأَمْسَكَ وَقَالَ : يَا رَسُول اللَّه إِنِّي أَرَى مَا عَمِلْت مِنْ خَيْر وَشَرّ ؟ فَقَالَ\" أَرَأَيْت مَا رَأَيْت مِمَّا تَكْرَه ؟ فَهُوَ مِنْ مَثَاقِيل ذَرّ الشَّرّ وَتَدْخُل مَثَاقِيل الْخَيْر حَتَّى تُعْطَاهُ يَوْم الْقِيَامَة\" قَالَ : قَالَ أَبُو إِدْرِيس فَإِنِّي أَرَى مِصْدَاقهَا فِي كِتَاب اللَّه تَعَالَى \" وَمَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِير \" ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ أَبِي قِلَابَةَ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ وَالْأَوَّل أَصَحّ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن عِيسَى بْن الطَّبَّاع حَدَّثَنَا مَرْوَان عَنْ مُعَاوِيَة الْفَزَارِيّ حَدَّثَنَا الْأَزْهَر بْن رَاشِد الْكَاهِلِيّ عَنْ الْخَضِر بْن الْقَوَّاس الْبَجَلِيّ عَنْ أَبِي سُخَيْلَة عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : أَلَا أُخْبِركُمْ بِأَفْضَل آيَة فِي كِتَاب اللَّه عَزَّ وَجَلَّ وَحَدَّثَنَا بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ \" مَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِير \" وَسَأُفَسِّرُهَا لَك يَا عَلِيّ : مَا أَصَابَكُمْ مِنْ مَرَض أَوْ عُقُوبَة أَوْ بَلَاء فِي الدُّنْيَا فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَاَللَّه تَعَالَى أَحْلَم مِنْ أَنْ يُثَنِّيَ عَلَيْهِ الْعُقُوبَة فِي الْآخِرَة وَمَا عَفَا اللَّه عَنْهُ فِي الدُّنْيَا فَاَللَّه تَعَالَى أَكْرَم مِنْ أَنْ يَعُود بَعْد عَفْوه \" وَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ مَرْوَان بْن مُعَاوِيَة وَعَبْدَة عَنْ أَبِي سُخَيْلَة قَالَ : قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ فَذَكَرَ نَحْوه مَرْفُوعًا . ثُمَّ رَوَى اِبْن أَبِي حَاتِم نَحْوه مِنْ وَجْه آخَر مَوْقُوفًا فَقَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا مَنْصُور بْن أَبِي مُزَاحِم حَدَّثَنَا أَبُو سَعِيد بْن أَبِي الْوَضَّاح عَنْ أَبِي الْحَسَن عَنْ أَبِي جُحَيْفَة قَالَ دَخَلْت عَلَى عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ فَقَالَ : أَلَا أُحَدِّثكُمْ بِحَدِيثٍ يَنْبَغِي لِكُلِّ مُؤْمِن أَنْ يَعِيَهُ ؟ قَالَ فَسَأَلْنَاهُ فَتَلَا هَذِهِ الْآيَة \" وَمَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِير \" قَالَ مَا عَاقَبَ اللَّه تَعَالَى بِهِ فِي الدُّنْيَا فَاَللَّه أَحْلَم مِنْ أَنْ يُثَنِّيَ عَلَيْهِ الْعُقُوبَة يَوْم الْقِيَامَة وَمَا عَفَا اللَّه عَنْهُ فِي الدُّنْيَا فَاَللَّه أَكْرَم مِنْ أَنْ يَعُود فِي عَفْوه يَوْم الْقِيَامَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْلَى بْن عُبَيْد حَدَّثَنَا طَلْحَة يَعْنِي اِبْن يَحْيَى عَنْ أَبِي بُرْدَة عَنْ مُعَاوِيَة هُوَ اِبْن أَبِي سُفْيَان رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مِنْ شَيْء يُصِيب الْمُؤْمِن فِي جَسَده يُؤْذِيه إِلَّا كَفَّرَ اللَّه تَعَالَى عَنْهُ بِهِ مِنْ سَيِّئَاته \" وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا حَسَن عَنْ زَائِدَة عَنْ لَيْث عَنْ مُجَاهِد عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا كَثُرَتْ ذُنُوب الْعَبْد وَلَمْ يَكُنْ لَهُ مَا يُكَفِّرهَا اِبْتَلَاهُ اللَّه تَعَالَى بِالْحُزْنِ لِيُكَفِّرهَا \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمْرو بْن عَبْد اللَّه الْأَوْدِيّ حَدَّثَنَا أَبُو أُسَامَة عَنْ إِسْمَاعِيل بْن مُسْلِم عَنْ الْحَسَن هُوَ الْبَصْرِيّ قَالَ فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَمَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِير \" قَالَ لَمَّا نَزَلَتْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ مَا مِنْ خَدْش عُود وَلَا اِخْتِلَاج عِرْق وَلَا عَثْرَة قَدَم إِلَّا بِذَنْبٍ وَمَا يَعْفُو اللَّه عَنْهُ أَكْثَر\" . وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا هُشَيْم عَنْ مَنْصُور عَنْ الْحَسَن عَنْ عِمْرَان بْن حُصَيْن رَضِيَ اللَّه عَنْهُ قَالَ : دَخَلَ عَلَيْهِ بَعْض أَصْحَابه وَقَدْ كَانَ اُبْتُلِيَ فِي جَسَده فَقَالَ لَهُ بَعْضهمْ إِنَّا لِنَبْأَس لَك لِمَا نَرَى فِيك قَالَ فَلَا تَبْتَئِس بِمَا تَرَى فَإِنَّ مَا تَرَى بِذَنْبٍ وَمَا يَعْفُو اللَّه عَنْهُ أَكْثَر ثُمَّ تَلَا هَذِهِ الْآيَة \" وَمَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِير \" . وَحَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن عَبْد الْحَمِيد الْحِمَّانِيّ حَدَّثَنَا جَرِير عَنْ أَبِي الْبِلَاد قَالَ : قُلْت لِلْعَلَاءِ بْن بَدْر \" وَمَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ \" وَقَدْ ذَهَبَ بَصَرِي وَأَنَا غُلَام ؟ قَالَ فَبِذُنُوبِ وَالِدَيْك . وَحَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطُّنَافِسِيّ حَدَّثَنَا وَكِيع عَنْ عَبْد الْعَزِيز بْن أَبِي دَاوُدَ عَنْ الضَّحَّاك قَالَ مَا نَعْلَم أَحَدًا حَفِظَ الْقُرْآن ثُمَّ نَسِيَهُ إِلَّا بِذَنْبٍ ثُمَّ قَرَأَ الضَّحَّاك \" وَمَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِير \" ثُمَّ يَقُول الضَّحَّاك وَأَيّ مُصِيبَة أَعْظَم مِنْ نِسْيَان الْقُرْآن .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41102, "aya_id": 30}]