[{"text": "وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَاء أَوْ أَكْنَنتُمْ فِي أَنفُسِكُمْ عَلِمَ اللّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِن لاَّ تُوَاعِدُوهُنَّ سِرًّا إِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفًا وَلاَ تَعْزِمُواْ عُقْدَةَ النِّكَاحِ حَتَّىَ يَبْلُغَ الْكِتَابُ أَجَلَهُ وَاعْلَمُواْ أَنَّ اللّهَ يَعْلَمُ مَا فِي أَنفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُواْ أَنَّ اللّهَ غَفُورٌ حَلِيمٌ", "sura_id": 2, "type": 0, "id": 242, "aya_id": 235}, {"text": "ولا جناح عليكم فيما عرضتم به من خطبة النساء أو أكننتم في أنفسكم علم الله أنكم ستذكرونهن ولكن لا تواعدوهن سرا إلا أن تقولوا قولا معروفا ولا تعزموا عقدة النكاح حتى يبلغ الكتاب أجله واعلموا أن الله يعلم ما في أنفسكم فاحذروه واعلموا أن الله غفور حليم", "sura_id": 2, "type": 1, "id": 6478, "aya_id": 235}, {"text": "235 - (ولا جناح عليكم فيما عرَّضتم) لوحتم (به من خطبة النساء) المتوفى عنهن أزواجهن في العدة كقول الإنسان مثلا: إنك لجميلة ، ومن يجد مثلك ، ورب راغب فيك (أو أكننتم) أضمرتم (في أنفسكم) من قصد نكاحهن (علم الله أنكم ستذكرونهن) بالخطبة ولا تصبرون عنهن فأباح لكم التعريض (ولكن لا تواعدوهن سرا) أي نكاحا (إلا) لكن (أن تقولوا قولا معروفا) أي ما عرف شرعا من التعريض فلكم ذلك (ولا تعزموا عقدة النكاح) أي على عقده (حتى يبلغ الكتاب) أي المكتوب من العدة (أجله) بأن تنتهي (واعلموا أن الله يعلم ما في أنفسكم) من العزم وغيره (فاحذروه) أن يعاقبكم إذا عزمتم (واعلموا أن الله غفور) لمن يحذره (حليم) بتأخير العقوبة عن مستحقها \r\n", "sura_id": 2, "type": 2, "id": 25186, "aya_id": 235}, {"text": "ولا إثم عليكم -أيها الرجال- فيما تُلَمِّحون به مِن طلب الزواج بالنساء المتوفَّى عنهنَّ أزواجهن، أو المطلقات طلاقًا بائنًا في أثناء عدتهن, ولا ذنب عليكم أيضًا فيما أضمرتموه في أنفسكم من نية الزواج بهن بعد انتهاء عدتهن. علم الله أنكم ستذكرون النساء المعتدَّات, ولن تصبروا على السكوت عنهن, لضعفكم; لذلك أباح لكم أن تذكروهن تلميحًا أو إضمارًا في النفس, واحذروا أن تواعدوهن على النكاح سرًا بالزنى أو الاتفاق على الزواج في أثناء العدة, إلا أن تقولوا قولا يُفْهَم منه أن مثلها يُرْغَبُ فيها الأزواج, ولا تعزموا على عقد النكاح في زمان العدة حتى تنقضي مدتها. واعلموا أن الله يعلم ما في أنفسكم فخافوه, واعلموا أن الله غفور لمن تاب من ذنوبه, حليم على عباده لا يعجل عليهم بالعقوبة.\r\n", "sura_id": 2, "type": 3, "id": 31422, "aya_id": 235}, {"text": " <font color=red>وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ</font><BR><p>يَقُول تَعَالَى \" وَلَا جُنَاح عَلَيْكُمْ \" أَنْ تُعَرِّضُوا بِخِطْبَةِ النِّسَاء فِي عِدَّتهنَّ مِنْ وَفَاة أَزْوَاجهنَّ مِنْ غَيْر تَصْرِيح . قَالَ : الثَّوْرِيّ وَشُعْبَة وَجَرِير وَغَيْرهمْ . عَنْ مَنْصُور عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا جُنَاح عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَة النِّسَاء \" قَالَ التَّعْرِيض أَنْ يَقُول إِنِّي أُرِيد التَّزْوِيج إِنِّي أُحِبّ اِمْرَأَة مِنْ أَمْرهَا وَمِنْ أَمْرهَا يُعَرِّض لَهَا بِالْقَوْلِ بِالْمَعْرُوفِ وَفِي رِوَايَة وَوَدِدْت أَنَّ اللَّه رَزَقَنِي اِمْرَأَة وَنَحْو هَذَا وَلَا يَنْتَصِب لِلْخِطْبَةِ وَفِي رِوَايَة إِنِّي لَا أُرِيد أَنْ أَتَزَوَّج غَيْرك إِنْ شَاءَ اللَّه وَلَوَدِدْت أَنِّي وَجَدْت اِمْرَأَة صَالِحَة وَلَا يَنْتَصِب لَهَا مَا دَامَتْ فِي عِدَّتهَا . وَرَوَاهُ الْبُخَارِيّ تَعْلِيقًا فَقَالَ : وَقَالَ لِي طَلْق بْن غَنَّام عَنْ زَائِدَة عَنْ مَنْصُور عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" وَلَا جُنَاح عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَة النِّسَاء \" هُوَ أَنْ يَقُول إِنِّي أُرِيد التَّزْوِيج وَإِنَّ النِّسَاء لَمِنْ حَاجَتِي وَلَوَدِدْت أَنْ يُيَسِّر لِي اِمْرَأَة صَالِحَة . وَهَكَذَا قَالَ مُجَاهِد وَطَاوُس وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَإِبْرَاهِيم النَّخَعِيّ وَالشَّعْبِيّ وَالْحَسَن وَقَتَادَة وَالزُّهْرِيّ وَيَزِيد بْن قُسَيْط وَمُقَاتِل بْن حَيَّان وَالْقَاسِم بْن مُحَمَّد وَغَيْر وَاحِد مِنْ السَّلَف وَالْأَئِمَّة فِي التَّعْرِيض أَنَّهُ يَجُوز لِلْمُتَوَفَّى عَنْهَا زَوْجهَا مِنْ غَيْر تَصْرِيح لَهَا بِالْخِطْبَةِ وَهَكَذَا حُكْم الْمُطَلَّقَة الْمَبْتُوتَة يَجُوز التَّعْرِيض لَهَا كَمَا قَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِفَاطِمَة بِنْت قَيْس حِين طَلَّقَهَا زَوْجهَا أَبُو عَمْرو بْن حَفْص آخِر ثَلَاث تَطْلِيقَات فَأَمَرَهَا أَنْ تَعْتَدّ فِي بَيْت اِبْن أُمّ مَكْتُوم وَقَالَ لَهَا \" فَإِذَا حَلَلْت فَآذِنِينِي \" فَلَمَّا حَلَّتْ خَطَبَ عَلَيْهَا أُسَامَة بْن زَيْد مَوْلَاهُ فَزَوَّجَهَا إِيَّاهُ فَأَمَّا الْمُطَلَّقَة فَلَا خِلَاف فِي أَنَّهُ لَا يَجُوز لِغَيْرِ زَوْجهَا التَّصْرِيح بِخِطْبَتِهَا وَلَا التَّعْرِيض لَهَا وَاَللَّه أَعْلَم . وَقَوْله \" أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ \" أَيْ أَضْمَرْتُمْ فِي أَنْفُسكُمْ مِنْ خِطْبَتهنَّ وَهَذَا كَقَوْلِهِ تَعَالَى \" وَرَبُّك يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ \" وَكَقَوْلِهِ \" وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ \" وَلِهَذَا قَالَ \" عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ\" أَيْ فِي أَنْفُسكُمْ فَرَفَعَ الْحَرَج عَنْكُمْ فِي ذَلِكَ ثُمَّ قَالَ \" وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا \" قَالَ أَبُو مِجْلَز وَأَبُو الشَّعْثَاء جَابِر بْن زَيْد وَالْحَسَن الْبَصْرِيّ وَإِبْرَاهِيم النَّخَعِيّ وَقَتَادَة وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَسُلَيْمَان التَّيْمِيّ وَمُقَاتِل بْن حَيَّان وَالسُّدِّيّ يَعْنِي الزِّنَا وَهُوَ مَعْنَى رِوَايَة الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَاخْتَارَهُ اِبْن جَرِير وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا \" لَا تَقُلْ لَهَا إِنِّي عَاشِق وَعَاهِدِينِي أَنْ لَا تَتَزَوَّجِي غَيْرِي وَنَحْو هَذَا وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَعِكْرِمَة وَأَبِي الضُّحَى وَالضَّحَّاك وَالزُّهْرِيّ وَمُجَاهِد وَالثَّوْرِيّ هُوَ أَنْ يَأْخُذ مِيثَاقهَا أَنْ لَا تَتَزَوَّج غَيْره وَعَنْ مُجَاهِد هُوَ قَوْل الرَّجُل لِلْمَرْأَةِ لَا تَفُوتِينِي بِنَفْسِك فَإِنِّي نَاكِحُك وَقَالَ قَتَادَة : هُوَ أَنْ يَأْخُذ عَهْد الْمَرْأَة وَهِيَ فِي عِدَّتهَا أَنْ لَا تَنْكِح غَيْره فَنَهَى اللَّه عَنْ ذَلِكَ وَقَدَّمَ فِيهِ وَأَحَلَّ التَّعْرِيض بِالْخِطْبَةِ وَالْقَوْل بِالْمَعْرُوفِ وَقَالَ اِبْن زَيْد \" وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا \" هُوَ أَنْ يَتَزَوَّجهَا فِي الْعِدَّة سِرًّا فَإِذَا حَلَّتْ أَظْهَرَ ذَلِكَ وَقَدْ يَحْتَمِل أَنْ تَكُون الْآيَة عَامَّة فِي جَمِيع ذَلِكَ وَلِهَذَا قَالَ \" إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالسُّدِّيّ وَالثَّوْرِيّ وَابْن زَيْد : يَعْنِي بِهِ مَا تَقَدَّمَ بِهِ إِبَاحَة التَّعْرِيض كَقَوْلِهِ : إِنِّي فِيك لَرَاغِب وَنَحْو ذَلِكَ . وَقَالَ مُحَمَّد بْن سِيرِينَ : قُلْت لِعَبِيدَةَ : مَا مَعْنَى قَوْله \" إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا \" قَالَ : يَقُول لِوَلِيِّهَا : لَا تَسْبِقنِي بِهَا يَعْنِي لَا تُزَوِّجهَا حَتَّى تُعْلِمنِي رَوَاهُ اِبْن أَبِي حَاتِم . وَقَوْله \" وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ \" يَعْنِي وَلَا تَعْقِدُوا الْعُقْدَة بِالنِّكَاحِ حَتَّى تَنْقَضِي الْعِدَّة. قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالشَّعْبِيّ وَقَتَادَة وَالرَّبِيع بْن أَنَس وَأَبُو مَالِك وَزَيْد بْن أَسْلَمَ وَمُقَاتِل بْن حَيَّان وَالزُّهْرِيّ وَعَطَاء الْخُرَاسَانِيّ وَالسُّدِّيّ وَالثَّوْرِيّ وَالضَّحَّاك \" حَتَّى يَبْلُغ الْكِتَاب أَجَله \" يَعْنِي وَلَا تَعْقِدُوا الْعُقَد بِالنِّكَاحِ حَتَّى تَنْقَضِيَ الْعِدَّة . وَقَدْ أَجْمَعَ الْعُلَمَاء عَلَى أَنَّهُ لَا يَصِحّ الْعَقْد فِي مُدَّة الْعِدَّة. وَاخْتَلَفُوا فِيمَنْ تَزَوَّجَ اِمْرَأَة فِي عِدَّتهَا فَدَخَلَ بِهَا فَإِنَّهُ يُفَرَّقُ بَيْنهمَا وَهَلْ تَحْرُم عَلَيْهِ أَبَدًا ؟ عَلَى قَوْلَيْنِ : الْجُمْهُور عَلَى أَنَّهَا لَا تَحْرُم عَلَيْهِ بَلْ لَهُ أَنْ يَخْطُبهَا إِذَا اِنْقَضَتْ عِدَّتهَا . وَذَهَبَ الْإِمَام مَالِك إِلَى أَنَّهَا تَحْرُم عَلَيْهِ عَلَى التَّأْبِيد وَاحْتَجَّ فِي ذَلِكَ بِمَا رَوَاهُ عَنْ اِبْن شِهَاب وَسُلَيْمَان بْن يَسَار أَنَّ عُمَر - رَضِيَ اللَّه عَنْهُ - قَالَ : أَيّمَا اِمْرَأَة نَكَحَتْ فِي عِدَّتهَا فَإِنْ كَانَ زَوْجهَا الَّذِي تَزَوَّجَ بِهَا لَمْ يَدْخُل بِهَا فُرِّقَ بَيْنهمَا ثُمَّ اِعْتَدَّتْ بَقِيَّة عِدَّتهَا مِنْ زَوْجهَا الْأَوَّل وَكَانَ خَاطِبًا مِنْ الْخُطَّاب وَإِنْ كَانَ دَخَلَ بِهَا فُرِّقَ بَيْنهمَا ثُمَّ اِعْتَدَّتْ بَقِيَّة عِدَّتهَا مِنْ زَوْجهَا الْأَوَّل ثُمَّ اِعْتَدَّتْ مِنْ الْآخَر ثُمَّ لَمْ يَنْكِحهَا أَبَدًا قَالُوا : وَمَأْخَذ هَذَا أَنَّ الزَّوْج لَمَّا اِسْتَعْجَلَ مَا أَحَلَّ اللَّهُ عُوقِبَ بِنَقِيضِ قَصْده فَحُرِّمَتْ عَلَيْهِ عَلَى التَّأْبِيد كَالْقَاتِلِ يُحْرَم الْمِيرَاث : وَقَدْ رَوَى الشَّافِعِيّ هَذَا الْأَثَر عَنْ مَالِك . قَالَ الْبَيْهَقِيّ : وَذَهَبَ إِلَيْهِ فِي الْقَدِيم وَرَجَعَ عَنْهُ فِي الْجَدِيد لِقَوْلِ عَلِيّ إِنَّهَا تَحِلّ لَهُ . \" قُلْت \" قَالَ : ثُمَّ هُوَ مُنْقَطِع عَنْ عُمَر . وَقَدْ رَوَى الثَّوْرِيّ عَنْ أَشْعَث عَنْ الشَّعْبِيّ عَنْ مَسْرُوق أَنَّ عُمَر رَجَعَ عَنْ ذَلِكَ وَجَعَلَ لَهَا مَهْرهَا وَجَعَلَهُمَا يَجْتَمِعَانِ . وَقَوْله \" وَاعْلَمُوا أَنَّ اللَّه يَعْلَم مَا فِي أَنْفُسكُمْ فَاحْذَرُوهُ \" تَوَعَّدَهُمْ عَلَى مَا يَقَع فِي ضَمَائِرهمْ مِنْ أُمُور النِّسَاء وَأَرْشَدَهُمْ إِلَى إِضْمَار الْخَيْر دُون الشَّرّ ثُمَّ لَمْ يُؤَيِّسهُمْ مِنْ رَحْمَته وَلَمْ يُقْنِطهُمْ مِنْ عَائِدَته فَقَالَ \" وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38648, "aya_id": 235}]