[{"text": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا", "sura_id": 4, "type": 0, "id": 586, "aya_id": 93}, {"text": "ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه وأعد له عذابا عظيما", "sura_id": 4, "type": 1, "id": 6822, "aya_id": 93}, {"text": "93 - (ومن يقتل مؤمنا متعمدا) بأن يقصد قتله بما يقتل غالبا بإيمانه (فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه) أبعده من رحمته (وأعد له عذابا عظيما) في النار وهذا مؤول بمن يستحله أو بأن هذا جزاؤه إن جوزي ، ولا بدع في خلف الوعيد لقوله {ويغفر ما دون ذلك لم يشاء} وعلى ابن عباس أنها على ظاهرها وأنها ناسخة لغيرها من آيات المغفرة وبينت آية البقرة أن قاتل العمد يقتل به وأن عليه الدية إن عفي عنه وسبق قدَرُها ، وبينت السنة أن بين العمد والخطأ قتلا يسمى شبه العمد وهو أن يقتله بما لا يقتل غالبا فلا قصاص فيه بل دية كالعمد في الصفة والخطأ في التأجيل والحمل وهو والعمد أولى بالكفارة من الخطأ \r\n", "sura_id": 4, "type": 2, "id": 25530, "aya_id": 93}, {"text": "ومن يَعْتَدِ على مؤمن فيقتله عن عمد بغير حق فعاقبته جهنم, خالدًا فيها مع سخط الله تعالى عليه وطَرْدِهِ من رحمته, إن جازاه على ذنبه وأعدَّ الله له أشد العذاب بسبب ما ارتكبه من هذه الجناية العظيمة. ولكنه سبحانه يعفو ويتفضل على أهل الإيمان فلا يجازيهم بالخلود في جهنم.\r\n", "sura_id": 4, "type": 3, "id": 31766, "aya_id": 93}, {"text": " <font color=red>وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا</font><BR><p>قَالَ : إِنَّ الرَّجُل إِذَا عَرَفَ الْإِسْلَام وَشَرَائِع الْإِسْلَام ثُمَّ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّم وَلَا تَوْبَة لَهُ فَذَكَرْت ذَلِكَ لِمُجَاهِدٍ فَقَالَ إِلَّا مَنْ نَدِمَ . حَدَّثَنَا اِبْن حُمَيْد وَابْن وَكِيع قَالَا حَدَّثَنَا جَرِير عَنْ يَحْيَى الْجَابِرِيّ عَنْ سَالِم بْن أَبِي الْجَعْد قَالَ كُنَّا عِنْد اِبْن عَبَّاس بَعْدَمَا كُفَّ بَصَره فَأَتَاهُ رَجُل فَنَادَاهُ يَا عَبْد اللَّه بْن عَبَّاس مَا تَرَى فِي رَجُل قَتَلَ مُؤْمِنًا مُتَعَمِّدًا ؟ فَقَالَ جَزَاؤُهُ جَهَنَّم خَالِدًا فِيهَا وَغَضِبَ اللَّه عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا . قَالَ أَفَرَأَيْت إِنْ تَابَ وَعَمِلَ صَالِحًا ثُمَّ اِهْتَدَى ؟ قَالَ اِبْن عَبَّاس ثَكِلَتْهُ أُمّه وَأَنَّى لَهُ التَّوْبَة وَالْهُدَى ؟ وَاَلَّذِي نَفْسِي بِيَدِهِ لَقَدْ سَمِعْت نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" ثَكِلَتْهُ أُمّه قَاتِل مُؤْمِن مُتَعَمِّدًا جَاءَ يَوْم الْقِيَامَة أَخَذَهُ بِيَمِينِهِ أَوْ بِشِمَالِهِ تَشْخَب أَوْدَاجه مِنْ قِبَل عَرْش الرَّحْمَن يَلْزَم قَاتِله بِشِمَالِهِ وَبِيَدِهِ الْأُخْرَى رَأْسه يَقُول يَا رَبّ سَلْ هَذَا فِيمَ قَتَلَنِي \" وَاَيْم الَّذِي نَفْس عَبْد اللَّه بِيَدِهِ لَقَدْ أُنْزِلَتْ هَذِهِ الْآيَة فَمَا نَسَخَتْهَا مِنْ آيَة حَتَّى قُبِضَ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَمَا نَزَلَ بَعْدهَا مِنْ بُرْهَان . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت يَحْيَى بْن الْمُجِيز يُحَدِّث عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ اِبْن عَبَّاس أَنَّ رَجُلًا أَتَى إِلَيْهِ فَقَالَ أَرَأَيْت رَجُلًا قَتَلَ رَجُلًا عَمْدًا ؟ فَقَالَ \" جَزَاؤُهُ جَهَنَّم خَالِدًا فِيهَا الْآيَة . قَالَ لَقَدْ نَزَلَتْ مِنْ آخِر مَا نَزَلَ مَا نَسَخَهَا شَيْء حَتَّى قُبِضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَمَا نَزَلَ الْوَحْي بَعْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَرَأَيْت إِنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اِهْتَدَى قَالَ وَأَنَّى لَهُ بِالتَّوْبَةِ وَقَدْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" ثَكِلَتْهُ أُمّه رَجُل قَتَلَ رَجُلًا مُتَعَمِّدًا يَجِيء يَوْم الْقِيَامَة آخِذًا قَاتِله بِيَمِينِهِ أَوْ بِيَسَارِهِ أَوْ آخِذًا رَأْسه بِيَمِينِهِ أَوْ بِشِمَالِهِ تَشْخَب أَوْدَاجه دَمًا مِنْ قِبَل الْعَرْش يَقُول يَا رَبّ سَلْ عَبْدك فِيمَ قَتَلَنِي \" وَقَدْ رَوَاهُ النَّسَائِيّ عَنْ قُتَيْبَة وَابْن مَاجَهْ عَنْ مُحَمَّد بْن الصَّبَّاح عَنْ سُفْيَان بْن عُيَيْنَة عَنْ عَمَّار الذَّهَبِيّ وَيَحْيَى الْجَابِرِيّ وَثَابِت الثُّمَالِيّ عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ اِبْن عَبَّاس فَذَكَرَهُ وَقَدْ رُوِيَ هَذَا عَنْ اِبْن عَبَّاس مِنْ طُرُق كَثِيرَة وَمِمَّنْ ذَهَبَ إِلَى أَنَّهُ لَا تَوْبَة لَهُ مِنْ السَّلَف زَيْد بْن ثَابِت وَأَبُو هُرَيْرَة وَعَبْد اللَّه بْن عُمَر وَأَبُو سَلَمَة بْن عَبْد الرَّحْمَن وَعُبَيْد بْن عُمَيْر وَالْحَسَن وَقَتَادَة وَالضَّحَّاك بْن مُزَاحِم نَقَلَهُ اِبْن أَبِي حَاتِم , وَفِي الْبَاب أَحَادِيث كَثِيرَة فَمِنْ ذَلِكَ مَا رَوَاهُ أَبُو بَكْر بْن مَرْدَوَيْهِ الْحَافِظ فِي تَفْسِيره حَدَّثَنَا دَعْلَج بْن أَحْمَد حَدَّثَنَا مُحَمَّد بْن إِبْرَاهِيم بْن سَعِيد الْبُوشَنْجِيّ \" ح \" وَحَدَّثَنَا عَبْد اللَّه بْن جَعْفَر وَحَدَّثَنَا إِبْرَاهِيم بْن فَهْد قَالَا حَدَّثَنَا عُبَيْد بْن عُبَيْدَة حَدَّثَنَا مُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ الْأَعْمَش عَنْ اِبْن عَمْرو بْن شُرَحْبِيل بِإِسْنَادِهِ عَنْ عَبْد اللَّه بْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَجِيء الْمَقْتُول مُتَعَلِّقًا بِقَاتِلِهِ يَوْم الْقِيَامَة آخِذًا رَأْسه بِيَدِهِ الْأُخْرَى فَيَقُول يَا رَبّ سَلْ هَذَا فِيمَ قَتَلَنِي ؟ قَالَ فَيَقُول قَتَلْته لِتَكُونَ الْعِزَّة لَك فَيَقُول فَإِنَّهَا لِي قَالَ وَيَجِيء آخَر مُتَعَلِّقًا بِقَاتِلِهِ فَيَقُول رَبّ سَلْ هَذَا فِيمَ قَتَلَنِي ؟ قَالَ فَيَقُول قَتَلْته لِتَكُونَ الْعِزَّة لِفُلَانٍ قَالَ فَإِنَّهَا لَيْسَتْ لَهُ بُؤْ بِإِثْمِهِ قَالَ فَيَهْوِي فِي النَّار سَبْعِينَ خَرِيفًا \" وَقَدْ رَوَاهُ النَّسَائِيّ عَنْ إِبْرَاهِيم بْن الْمُسْتَمِرّ الْعَوْفِيّ عَنْ عَمْرو بْن عَاصِم عَنْ مُعْتَمِر بْن سُلَيْمَان بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا صَفْوَان بْن عِيسَى حَدَّثَنَا ثَوْر بْن يَزِيد عَنْ أَبِي عَوْن عَنْ أَبِي إِدْرِيس قَالَ سَمِعْت مُعَاوِيَة رَضِيَ اللَّه عَنْهُ يَقُول : سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" كُلّ ذَنْب عَسَى اللَّه أَنْ يَغْفِرهُ إِلَّا الرَّجُل يَمُوت كَافِرًا أَوْ الرَّجُل يَقْتُل مُؤْمِنًا مُتَعَمِّدًا \" . وَكَذَا رَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ صَفْوَان بْن عِيسَى بِهِ وَقَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا سَمُّويَة حَدَّثَنَا عَبْد الْأَعْلَى بْن مُسْهِر حَدَّثَنَا صَدَقَة بْن خَالِد حَدَّثَنَا خَالِد بْن دِهْقَان حَدَّثَنَا اِبْن زَكَرِيَّا قَالَ : سَمِعْت أُمّ الدَّرْدَاء تَقُول سَمِعْت أَبَا الدَّرْدَاء يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" كُلّ ذَنْب عَسَى اللَّه أَنْ يَغْفِرهُ إِلَّا مَنْ مَاتَ مُشْرِكًا أَوْ مَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا \" وَهَذَا حَدِيث غَرِيب جِدًّا مِنْ هَذَا الْوَجْه . وَالْمَحْفُوظ حَدِيث مُعَاوِيَة الْمُتَقَدِّم فَاَللَّه أَعْلَم . ثُمَّ رَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق بَقِيَّة بْن الْوَلِيد عَنْ نَافِع بْن يَزِيد حَدَّثَنِي اِبْن جُبَيْر الْأَنْصَارِيّ عَنْ دَاوُد بْن الْحُصَيْن عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا فَقَدْ كَفَرَ بِاَللَّهِ عَزَّ وَجَلَّ \" وَهَذَا حَدِيث مُنْكَر أَيْضًا فَإِسْنَاده تُكُلِّمَ فِيهِ جِدًّا . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا النَّضْر حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة حَدَّثَنَا حُمَيْد قَالَ : أَتَانِي أَبُو الْعَالِيَة أَنَا وَصَاحِب لِي فَقَالَ لَنَا : هَلُمَّا فَأَنْتُمَا أَشَبّ سِنًّا مِنِّي , وَأَوْعَى لِلْحَدِيثِ مِنِّي فَانْطَلَقَ بِنَا إِلَى بِشْر بْن عَاصِم فَقَالَ لَهُ أَبُو الْعَالِيَة حَدِّثْ هَؤُلَاءِ حَدِيثك فَقَالَ : حَدَّثَنَا عُقْبَة بْن مَالِك اللَّيْثِيّ قَالَ : بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَرِيَّة فَأَغَارَتْ عَلَى قَوْم فَشَدَّ مَعَ الْقَوْم رَجُل فَاتَّبَعَهُ رَجُل مِنْ السَّرِيَّة شَاهِرًا سَيْفه فَقَالَ الشَّادّ مِنْ الْقَوْم إِنِّي مُسْلِم فَلَمْ يَنْظُر فِيمَا قَالَ قَالَ : فَضَرَبَهُ فَقَتَلَهُ فَنَمَى الْحَدِيث إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ فِيهِ قَوْلًا شَدِيدًا فَبَلَغَ الْقَاتِل فَبَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ يَخْطُب إِذْ قَالَ الْقَاتِل : وَاَللَّه مَا قَالَ الَّذِي قَالَ إِلَّا تَعَوُّذًا مِنْ الْقَتْل قَالَ فَأَعْرَضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ عَنْهُ وَعَمَّنْ قَبْله مِنْ النَّاس وَأَخَذَ فِي خُطْبَتِهِ ثُمَّ قَالَ أَيْضًا يَا رَسُول اللَّه مَا قَالَ الَّذِي قَالَ إِلَّا تَعَوُّذًا مِنْ الْقَتْل فَأَعْرَضَ عَنْهُ وَعَمَّنْ قَبْله مِنْ النَّاس وَأَخَذَ فِي خُطْبَته ثُمَّ لَمْ يَصْبِر حَتَّى قَالَ الثَّالِثَة وَاَللَّه يَا رَسُول اللَّه مَا قَالَ الَّذِي قَالَ إِلَّا تَعَوُّذًا مِنْ الْقَتْل فَأَقْبَلَ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُعْرَف الْمَسَاءَة فِي وَجْهه فَقَالَ \" إِنَّ اللَّه أَبَى عَلَى مَنْ قَتَلَ مُؤْمِنًا \" ثَلَاثًا . وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث سُلَيْمَان بْن الْمُغِيرَة وَاَلَّذِي عَلَيْهِ الْجُمْهُور مِنْ سَلَف الْأُمَّة وَخَلَفهَا أَنَّ الْقَاتِل لَهُ تَوْبَة فِيمَا بَيْنه وَبَيْن اللَّه عَزَّ وَجَلَّ فَإِنْ تَابَ وَأَنَابَ وَخَشَعَ وَخَضَعَ وَعَمِلَ عَمَلًا صَالِحًا بَدَّلَ اللَّه سَيِّئَاته حَسَنَات وَعَوَّضَ الْمَقْتُول مِنْ ظُلَامَته وَأَرْضَاهُ عَنْ طِلَابَته قَالَ اللَّه تَعَالَى \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر - إِلَى قَوْله - إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا \" الْآيَة . وَهَذَا خَبَر لَا يَجُوز نَسْخه وَحَمْله عَلَى الْمُشْرِكِينَ وَحَمْل هَذِهِ الْآيَة عَلَى الْمُؤْمِنِينَ خِلَاف الظَّاهِر وَيَحْتَاج حَمْله إِلَى دَلِيل وَاَللَّه أَعْلَم . وَقَالَ تَعَالَى \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه \" الْآيَة وَهَذَا عَامّ فِي جَمِيع الذُّنُوب مِنْ كُفْر وَشِرْك وَشَكّ وَنِفَاق وَقَتْل وَفِسْق وَغَيْر ذَلِكَ كُلّ مَنْ تَابَ أَيْ مِنْ ذَلِكَ تَابَ اللَّه عَلَيْهِ قَالَ اللَّه تَعَالَى \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء \" فَهَذِهِ الْآيَة عَامَّة فِي جَمِيع الذُّنُوب مَا عَدَا الشِّرْك وَهِيَ مَذْكُورَة فِي هَذِهِ السُّورَة الْكَرِيمَة بَعْد هَذِهِ الْآيَة وَقَبْلهَا لِتَقْوِيَةِ الرَّجَاء وَاَللَّه أَعْلَم . وَثَبَتَ فِي الصَّحِيحَيْنِ خَبَر الْإِسْرَائِيلِيّ الَّذِي قَتَلَ مِائَة نَفْس ثُمَّ سَأَلَ عَالِمًا هَلْ لِي مِنْ تَوْبَة فَقَالَ : وَمَنْ يَحُول بَيْنك وَبَيْن التَّوْبَة ثُمَّ أَرْشَدَهُ إِلَى بَلَد يَعْبُد اللَّه فِيهِ فَهَاجَرَ إِلَيْهِ فَمَاتَ فِي الطَّرِيق فَقَبَضَتْهُ مَلَائِكَة الرَّحْمَة كَمَا ذَكَرْنَاهُ غَيْر مَرَّة وَإِذَا كَانَ هَذَا فِي بَنِي إِسْرَائِيل فَلَأَنْ يَكُون فِي هَذِهِ الْأُمَّة التَّوْبَة مَقْبُولَة بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى لِأَنَّ اللَّه وَضَعَ عَنَّا الْآصَار وَالْأَغْلَال الَّتِي كَانَتْ عَلَيْهِمْ وَبَعَثَ نَبِيّنَا بِالْحَنِيفِيَّةِ السَّمْحَة . فَأَمَّا الْآيَة الْكَرِيمَة وَهِيَ قَوْله تَعَالَى \" وَمَنْ يَقْتُل مُؤْمِنًا مُتَعَمِّدًا \" الْآيَة. فَقَدْ قَالَ أَبُو هُرَيْرَة وَجَمَاعَة مِنْ السَّلَف هَذَا جَزَاؤُهُ إِنْ جَازَاهُ وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ بِإِسْنَادِهِ مَرْفُوعًا مِنْ طَرِيق مُحَمَّد بْن جَامِع الْعَطَّار عَنْ الْعَلَاء بْن مَيْمُون الْعَنْبَرِيّ عَنْ حَجَّاج الْأَسْوَد عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا وَلَكِنْ لَا يَصِحّ وَمَعْنَى هَذِهِ الصِّيغَة أَنَّ هَذَا جَزَاؤُهُ إِنْ جُوزِيَ عَلَيْهِ وَكَذَا كُلّ وَعِيد عَلَى ذَنْب لَكِنْ قَدْ يَكُون ذَلِكَ مُعَارَض مِنْ أَعْمَال صَالِحَة تَمْنَع وُصُول ذَلِكَ الْجَزَاء إِلَيْهِ عَلَى قَوْلَيْ أَصْحَاب الْمُوَازَنَة وَالْإِحْبَاط وَهَذَا أَحْسَن مَا يُسْلَك فِي بَاب الْوَعِيد وَاَللَّه أَعْلَم بِالصَّوَابِ وَبِتَقْدِيرِ دُخُول الْقَاتِل فِي النَّار أَمَّا عَلَى قَوْل اِبْن عَبَّاس وَمَنْ وَافَقَهُ أَنَّهُ لَا تَوْبَة لَهُ أَوْ عَلَى قَوْل الْجُمْهُور حَيْثُ لَا عَمَل لَهُ صَالِحًا يَنْجُو بِهِ فَلَيْسَ بِمُخَلَّدٍ فِيهَا أَبَدًا بَلْ الْخُلُود هُوَ الْمُكْث الطَّوِيل وَقَدْ تَوَاتَرَتْ الْأَحَادِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَّهُ يَخْرُج مِنْ النَّار مَنْ كَانَ فِي قَلْبه أَدْنَى مِثْقَال ذَرَّة مِنْ إِيمَان \" وَأَمَّا حَدِيث مُعَاوِيَة \" كُلّ ذَنْب عَسَى اللَّه أَنْ يَغْفِرهُ إِلَّا الرَّجُل يَمُوت كَافِرًا أَوْ الرَّجُل يَقْتُل مُؤْمِنًا مُتَعَمِّدًا \" فَعَسَى لِلتَّرَجِّي فَإِذَا اِنْتَفَى التَّرَجِّي فِي هَاتَيْنِ الصُّورَتَيْنِ لَانْتَفَى وُقُوع ذَلِكَ فِي أَحَدهمَا وَهُوَ الْقَتْل لِمَا ذَكَرْنَا مِنْ الْأَدِلَّة وَأَمَّا مَنْ مَاتَ كَافِرًا فَالنَّصّ أَنَّ اللَّه لَا يَغْفِر لَهُ الْبَتَّة وَأَمَّا مُطَالَبَة الْمَقْتُول الْقَاتِل يَوْم الْقِيَامَة فَإِنَّهُ حَقّ مِنْ حُقُوق الْآدَمِيِّينَ وَهِيَ لَا تَسْقُط بِالتَّوْبَةِ وَلَكِنْ لَا بُدّ مِنْ رَدّهَا إِلَيْهِمْ وَلَا فَرْق بَيْن الْمَقْتُول وَالْمَسْرُوق مِنْهُ وَالْمَغْضُوب مِنْهُ وَالْمَقْذُوف وَسَائِر حُقُوق الْآدَمِيِّينَ فَإِنَّ الْإِجْمَاع مُنْعَقِد عَلَى أَنَّهَا لَا تَسْقُط بِالتَّوْبَةِ وَلَكِنَّهُ لَا بُدّ مِنْ رَدّهَا إِلَيْهِمْ فِي صِحَّة التَّوْبَة فَإِنْ تَعَذَّرَ ذَلِكَ فَلَا بُدّ مِنْ الْمُطَالَبَة يَوْم الْقِيَامَة لَكِنْ لَا يَلْزَم مِنْ وُقُوع الْمُطَالَبَة وُقُوع الْمُجَازَاة إِذْ قَدْ يَكُون لِلْقَاتِلِ أَعْمَال صَالِحَة تُصْرَف إِلَى الْمَقْتُول أَوْ بَعْضهَا ثُمَّ يَفْضُل لَهُ أَجْر يَدْخُل بِهِ الْجَنَّة أَوْ يُعَوِّض اللَّه الْمَقْتُول بِمَا يَشَاء مِنْ فَضْله مِنْ قُصُور الْجَنَّة وَنَعِيمهَا وَرَفْع دَرَجَته فِيهَا وَنَحْو ذَلِكَ وَاَللَّه أَعْلَم , ثُمَّ لِقَاتِلِ الْعَمْد أَحْكَام فِي الدُّنْيَا وَأَحْكَام فِي الْآخِرَة , فَأَمَّا فِي الدُّنْيَا فَتُسَلَّط أَوْلِيَاء الْمَقْتُول عَلَيْهِ قَالَ اللَّه تَعَالَى وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا الْآيَة . ثُمَّ هُمْ مُخَيَّرُونَ بَيْن أَنْ يَقْتُلُوا , أَوْ يَعْفُوا أَوْ يَأْخُذُوا دِيَة مُغَلَّظَة أَثْلَاثًا - ثَلَاثُونَ حِقَّة وَثَلَاثُونَ جَذَعَة وَأَرْبَعُونَ خَلِفَة كَمَا هُوَ مُقَرَّر فِي كِتَاب الْأَحْكَام وَاخْتَلَفَ الْأَئِمَّة هَلْ تَجِب عَلَيْهِ كَفَّارَة عِتْق رَقَبَة أَوْ صِيَام شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ إِطْعَام عَلَى أَحَد الْقَوْلَيْنِ كَمَا تَقَدَّمَ فِي كَفَّارَة الْخَطَأ عَلَى قَوْلَيْنِ فَالشَّافِعِيّ وَأَصْحَابه وَطَائِفَة مِنْ الْعُلَمَاء يَقُولُونَ نَعَمْ يَجِب عَلَيْهِ لِأَنَّهُ إِذَا وَجَبَتْ عَلَيْهِ الْكَفَّارَة فِي الْخَطَأ فَلَأَنْ تَجِب عَلَيْهِ فِي الْعَمْد أَوْلَى فَطَرَدُوا هَذَا فِي كَفَّارَة الْيَمِين الْغَمُوس وَاعْتَذَرُوا بِقَضَاءِ الصَّلَاة الْمَتْرُوكَة عَمْدًا كَمَا أَجْمَعُوا عَلَى ذَلِكَ فِي الْخَطَأ . وَأَصْحَاب الْإِمَام أَحْمَد وَآخَرُونَ : قَتْل الْعَمْد أَعْظَم مِنْ أَنْ يُكَفَّر فَلَا كَفَّارَة فِيهِ وَكَذَا الْيَمِين الْغَمُوس وَلَا سَبِيل لَهُمْ إِلَى الْفَرْق بَيْن هَاتَيْنِ الصُّورَتَيْنِ وَبَيْن الصَّلَاة الْمَتْرُوكَة عَمْدًا فَإِنَّهُمْ يَقُولُونَ بِوُجُوبِ قَضَائِهَا إِذَا تُرِكَتْ عَمْدًا وَقَدْ اِحْتَجَّ مَنْ ذَهَبَ إِلَى وُجُوب الْكَفَّارَة فِي قَتْل الْعَمْد بِمَا رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ : حَدَّثَنَا عَامِر بْن الْفَضْل حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك عَنْ إِبْرَاهِيم بْن أَبِي عَبْلَة عَنْ الْغَرِيف بْن عَيَّاش عَنْ وَاثِلَة بْن الْأَسْقَع قَالَ : أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفَر مِنْ بَنِي سَلِيم فَقَالُوا إِنَّ صَاحِبًا لَنَا قَدْ أَوْجَبَ قَالَ \" فَلْيُعْتِقْ رَقَبَة يَفْدِي اللَّه بِكُلِّ عُضْو مِنْهَا عُضْوًا مِنْهُ مِنْ النَّار \" وَقَالَ أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق حَدَّثَنَا ضَمْرَة بْن رَبِيعَة عَنْ إِبْرَاهِيم بْن أَبِي عَبْلَة عَنْ الْغَرِيف الدَّيْلَمِيّ قَالَ : أَتَيْنَا وَاثِلَة بْن الْأَسْقَع اللَّيْثِيّ فَقُلْنَا حَدَّثَنَا حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : أَتَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي صَاحِب لَنَا قَدْ أَوْجَبَ فَقَالَ \" أَعْتِقُوا عَنْهُ يُعْتِق اللَّه بِكُلِّ عُضْو مِنْهُ عُضْوًا مِنْهُ مِنْ النَّار \" وَكَذَا رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث إِبْرَاهِيم بْن أَبِي عَبْلَة بِهِ وَلَفْظ أَبِي دَاوُد عَنْ الْغَرِيف بْن الدَّيْلَمِيّ قَالَ : أَتَيْنَا وَاثِلَة بْن الْأَسْقَع فَقُلْنَا لَهُ حَدِّثْنَا حَدِيثًا لَيْسَ فِيهِ زِيَادَة وَلَا نُقْصَان فَغَضِبَ فَقَالَ : إِنَّ أَحَدكُمْ لَيَقْرَأ وَمُصْحَفه مُعَلَّق فِي بَيْته فَيَزِيد وَيُنْقِص قُلْنَا إِنَّمَا أَرَدْنَا حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قَالَ أَتَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي صَاحِب لَنَا قَدْ أَوْجَبَ يَعْنِي النَّار بِالْقَتْلِ فَقَالَ \" أَعْتِقُوا عَنْهُ يُعْتِق اللَّه بِكُلِّ عُضْو مِنْهُ عُضْوًا مِنْهُ مِنْ النَّار \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40935, "aya_id": 93}]