[{"text": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُواْ اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ إِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ", "sura_id": 7, "type": 0, "id": 1013, "aya_id": 59}, {"text": "لقد أرسلنا نوحا إلى قومه فقال يا قوم اعبدوا الله ما لكم من إله غيره إني أخاف عليكم عذاب يوم عظيم", "sura_id": 7, "type": 1, "id": 7249, "aya_id": 59}, {"text": "59 - (لقد) جواب قسم محذوف (أرسلنا نوحاً إلى قومه فقال يا قوم اعبدوا الله ما لكم من إله غيره) بالجر صفة لإله ، والرفع بدل من محله (إني أخاف عليكم) إن عبدتم غيره (عذاب يوم عظيم) هو يوم القيامة \r\n", "sura_id": 7, "type": 2, "id": 25957, "aya_id": 59}, {"text": "لقد بعثنا نوحًا إلى قومه; ليدعوهم إلى توحيد الله سبحانه وإخلاص العبادة له, فقال: يا قوم اعبدوا الله وحده, ليس لكم من إله يستحق العبادة غيره جل وعلا فأخلصوا له العبادة فإن لم تفعلوا وبقيتم على عبادة أوثانكم, فإنني أخاف أن يحلَّ عليكم عذاب يوم يعظم فيه بلاؤكم, وهو يوم القيامة.\r\n", "sura_id": 7, "type": 3, "id": 32193, "aya_id": 59}, {"text": " <font color=red>لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى قِصَّة آدَم فِي أَوَّل السُّورَة وَمَا يَتَعَلَّق بِذَلِكَ وَمَا يَتَّصِل بِهِ وَفَرَغَ مِنْهُ شَرَعَ تَعَالَى فِي ذِكْر قَصَص الْأَنْبِيَاء عَلَيْهِمْ السَّلَام الْأَوَّل فَالْأَوَّل فَابْتَدَأَ بِذِكْرِ نُوح عَلَيْهِ السَّلَام فَإِنَّهُ أَوَّل رَسُول بَعَثَهُ اللَّه إِلَى أَهْل الْأَرْض بَعْد آدَم عَلَيْهِ السَّلَام وَهُوَ نُوح بْن لَامَك بْن متوشلخ بْن أَخْنُوخ وَهُوَ إِدْرِيس النَّبِيّ عَلَيْهِ السَّلَام فِيمَا يَزْعُمُونَ وَهُوَ أَوَّل مَنْ خَطَّ بِالْقَلَمِ اِبْن برد بْن مهليل بْن قنين بْن يانش بْن شِيث بْن آدَم عَلَيْهِ السَّلَام . هَكَذَا نَسَبَهُ مُحَمَّد بْن إِسْحَاق وَغَيْر وَاحِد مِنْ أَئِمَّة النَّسَب قَالَ مُحَمَّد بْن إِسْحَاق وَلَمْ يَلْقَ نَبِيّ مِنْ قَوْمه مِنْ الْأَذَى مِثْل نُوح إِلَّا نَبِيّ قُتِلَ . وَقَالَ يَزِيد الرَّقَاشِيّ إِنَّمَا سُمِّيَ نُوحًا لِكَثْرَةِ مَا نَاحَ عَلَى نَفْسه وَقَدْ كَانَ بَيْن آدَم إِلَى زَمَن نُوح عَلَيْهِمَا السَّلَام عَشَرَة قُرُون كُلّهمْ عَلَى الْإِسْلَام قَالَ عَبْد اللَّه بْن عَبَّاس وَغَيْر وَاحِد مِنْ عُلَمَاء التَّفْسِير وَكَانَ أَوَّل مَا عُبِدَتْ الْأَصْنَام أَنَّ قَوْمًا صَالِحِينَ مَاتُوا فَبَنَى قَوْمهمْ عَلَيْهِمْ مَسَاجِد وَصَوَّرُوا صُوَر أُولَئِكَ فِيهَا لِيَتَذَكَّرُوا حَالهمْ وَعِبَادَتهمْ فَيَتَشَبَّهُوا بِهِمْ فَلَمَّا طَالَ الزَّمَان جَعَلُوا أَجْسَادًا عَلَى تِلْكَ الصُّوَر فَلَمَّا تَمَادَى الزَّمَان عَبَدُوا تِلْكَ الْأَصْنَام وَسَمَّوْهَا بِأَسْمَاءِ أُولَئِكَ الصَّالِحِينَ وَدًّا وَسُوَاعًا وَيَغُوث وَيَعُوق وَنَسْرًا فَلَمَّا تَفَاقَمَ الْأَمْر بَعَثَ اللَّه سُبْحَانه وَتَعَالَى وَلَهُ الْحَمْد وَالْمِنَّة رَسُوله نُوحًا فَأَمَرَهُمْ بِعِبَادَةِ اللَّه وَحْده لَا شَرِيك لَهُ فَقَالَ\" يَا قَوْم اُعْبُدُوا اللَّه مَا لَكُمْ مِنْ إِلَه غَيْره إِنِّي أَخَاف عَلَيْكُمْ عَذَاب يَوْم عَظِيم \" أَيْ مِنْ عَذَاب يَوْم الْقِيَامَة إِذَا لَقِيتُمْ اللَّه وَأَنْتُمْ مُشْرِكُونَ بِهِ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42627, "aya_id": 59}]