[{"text": "أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنفُسَهُمْ بَلِ اللّهُ يُزَكِّي مَن يَشَاء وَلاَ يُظْلَمُونَ فَتِيلاً", "sura_id": 4, "type": 0, "id": 542, "aya_id": 49}, {"text": "ألم تر إلى الذين يزكون أنفسهم بل الله يزكي من يشاء ولا يظلمون فتيلا", "sura_id": 4, "type": 1, "id": 6778, "aya_id": 49}, {"text": "49 - (ألم تر إلى الذين يزكون أنفسهم) وهم اليهود حيث قالوا نحن أبناء الله وأحباؤه أي ليس الأمر بتزكيتهم أنفسهم (بل الله يزكي) يطهر (من يشاء) بالإيمان (ولا يظلمون) ينقصون من أعمالهم (فتيلا) قدر قشرة النواة \r\n", "sura_id": 4, "type": 2, "id": 25486, "aya_id": 49}, {"text": "ألم تعلم -أيها الرسول- أمر أولئك الذين يُثنون على أنفسهم وأعمالهم, ويصفونها بالطهر والبعد عن السوء؟ بل الله تعالى وحده هو الذي يثني على مَن يشاء مِن عباده, لعلمه بحقيقة أعمالهم, ولا يُنقَصون من أعمالهم شيئًا مقدار الخيط الذي يكون في شق نَواة التمرة.\r\n", "sura_id": 4, "type": 3, "id": 31722, "aya_id": 49}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا</font><BR><p>قَالَ الْحَسَن وَقَتَادَة نَزَلَتْ هَذِهِ الْآيَة وَهِيَ قَوْله \" أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسهمْ \" فِي الْيَهُود وَالنَّصَارَى حِين قَالُوا : نَحْنُ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ وَفِي قَوْلهمْ \" لَنْ يَدْخُل الْجَنَّة إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى \" وَقَالَ مُجَاهِد : كَانُوا يُقَدِّمُونَ الصِّبْيَان أَمَامهمْ فِي الدُّعَاء وَالصَّلَاة يَؤُمُّونَهُمْ وَيَزْعُمُونَ أَنَّهُمْ لَا ذُنُوب لَهُمْ وَكَذَا قَالَ عِكْرِمَة وَأَبُو مَالِك وَرَوَى ذَلِكَ اِبْن جَرِير وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسهمْ \" وَذَلِكَ أَنَّ الْيَهُود قَالُوا : إِنَّ أَبْنَاءَنَا تُوُفُّوا وَهُمْ لَنَا قُرْبَة وَيَشْفَعُونَ لَنَا وَيُزَكُّونَنَا فَأَنْزَلَ اللَّه عَلَى مُحَمَّد أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسهمْ الْآيَة وَرَوَاهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن مُصَفَّى حَدَّثَنَا اِبْن حِمْيَر عَنْ اِبْن لَهِيعَة عَنْ بِشْر بْن أَبِي عَمْرَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ الْيَهُود يُقَدِّمُونَ صِبْيَانهمْ يُصَلُّونَ بِهِمْ وَيُقَرِّبُونَ قُرْبَانهمْ وَيَزْعُمُونَ أَنَّهُمْ لَا خَطَايَا لَهُمْ وَلَا ذُنُوب . وَكَذَبُوا قَالَ اللَّه إِنِّي لَا أُطَهِّر ذَا ذَنْب بِآخَر لَا ذَنْب لَهُ وَأَنْزَلَ اللَّه أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسهمْ ثُمَّ قَالَ : وَرُوِيَ عَنْ مُجَاهِد وَأَبِي مَالِك وَالسُّدِّيّ وَعِكْرِمَة وَالضَّحَّاك نَحْو ذَلِكَ وَقَالَ الضَّحَّاك : قَالُوا لَيْسَ لَنَا ذُنُوب كَمَا لَيْسَ لِأَبْنَائِنَا ذُنُوب فَأَنْزَلَ اللَّه \" أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسهمْ \" فِيهِمْ وَقِيلَ نَزَلَتْ فِي ذَمّ التَّمَادُح وَالتَّزْكِيَة وَفِي صَحِيح مُسْلِم عَنْ الْمِقْدَاد بْن الْأَسْوَد قَالَ : أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ نَحْثُو فِي وُجُوه الْمَدَّاحِينَ التُّرَاب . وَفِي الصَّحِيحَيْنِ مِنْ طَرِيق خَالِد الْحَذَّاء عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْرَة عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ رَجُلًا يُثْنِي عَلَى رَجُل فَقَالَ \" وَيْحك قَطَعْت عُنُق صَاحِبك \" ثُمَّ قَالَ \" إِنْ كَانَ أَحَدكُمْ مَادِحًا صَاحِبه لَا مَحَالَة فَلْيَقُلْ أَحْسَبهُ كَذَا وَلَا يُزَكِّي عَلَى اللَّه أَحَدًا \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُعْتَمِر عَنْ أَبِيهِ عَنْ نُعَيْم بْن أَبِي هِنْد قَالَ : قَالَ عُمَر بْن الْخَطَّاب : مَنْ قَالَ أَنَا مُؤْمِن فَهُوَ كَافِر وَمَنْ قَالَ هُوَ عَالِم فَهُوَ جَاهِل وَمَنْ قَالَ هُوَ فِي الْجَنَّة فَهُوَ فِي النَّار وَرَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق مُوسَى بْن عُبَيْدَة عَنْ طَلْحَة بْن عُبَيْد اللَّه بْن كُرَيْز عَنْ عُمَر أَنَّهُ قَالَ : إِنَّ أَخْوَف مَا أَخَاف عَلَيْكُمْ إِعْجَاب الْمَرْء بِرَأْيِهِ فَمَنْ قَالَ إِنَّهُ مُؤْمِن فَهُوَ كَافِر وَمَنْ قَالَ هُوَ عَالِم فَهُوَ جَاهِل وَمَنْ قَالَ هُوَ فِي الْجَنَّة فَهُوَ فِي النَّار . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة حَدَّثَنَا حَجَّاج أَنْبَأَنَا شُعْبَة عَنْ سَعْد بْن إِبْرَاهِيم عَنْ مَعْبَد الْجُهَنِيّ قَالَ : كَانَ مُعَاوِيَة قَلَّمَا كَانَ يُحَدِّث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ : وَكَانَ قَلَّمَا يَكَاد أَنْ يَدَع يَوْم الْجُمُعَة هَؤُلَاءِ الْكَلِمَات أَنْ يُحَدِّث بِهِنَّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ يُرِدْ اللَّه بِهِ خَيْرًا يُفَقِّههُ فِي الدِّين وَإِنَّ هَذَا الْمَال حُلْو خَضِر فَمَنْ يَأْخُذهُ بِحَقِّهِ يُبَارَك لَهُ فِيهِ وَإِيَّاكُمْ وَالتَّمَادُح فَإِنَّهُ الذَّبْح \" وَرَوَى اِبْن مَاجَهْ مِنْهُ \" إِيَّاكُمْ وَالتَّمَادُح فَإِنَّهُ الذَّبْح \" عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ غُنْدَر عَنْ شُعْبَة بِهِ وَمَعْبَد هَذَا هُوَ اِبْن عَبْد اللَّه بْن عُوَيْم الْبَصْرِيّ الْقَدَرِيّ وَقَالَ اِبْن جَرِير : حَدَّثَنَا يَحْيَى بْن إِبْرَاهِيم الْمَسْعُودِيّ حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ جَدّه عَنْ الْأَعْمَش عَنْ قَيْس بْن مُسْلِم عَنْ طَارِق بْن شِهَاب قَالَ : قَالَ عَبْد اللَّه بْن مَسْعُود : إِنَّ الرَّجُل لَيَغْدُو بِدِينِهِ ثُمَّ يَرْجِع وَمَا مَعَهُ مِنْهُ شَيْء يَلْقَى الرَّجُل لَيْسَ يَمْلِك لَهُ ضَرًّا وَلَا نَفْعًا فَيَقُول لَهُ : إِنَّك وَاَللَّه كَيْت وَكَيْت فَلَعَلَّهُ أَنْ يَرْجِع وَلَمْ يَحْظَ مِنْ حَاجَته بِشَيْءٍ وَقَدْ أَسْخَطَ اللَّه ثُمَّ قَرَأَ \" أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسهمْ \" الْآيَة وَسَيَأْتِي الْكَلَام عَلَى ذَلِكَ مُطَوَّلًا عِنْد قَوْله تَعَالَى \" فَلَا تُزَكُّوا أَنْفُسكُمْ هُوَ أَعْلَم بِمَنْ اِتَّقَى \" وَلِهَذَا قَالَ تَعَالَى \" بَلْ اللَّه يُزَكِّي مَنْ يَشَاء \" أَيْ الْمَرْجِع فِي ذَلِكَ إِلَى اللَّه عَزَّ وَجَلَّ \" لِأَنَّهُ أَعْلَم بِحَقَائِق الْأُمُور وَغَوَامِضهَا ثُمَّ قَالَ تَعَالَى \" وَلَا يُظْلَمُونَ فَتِيلًا \" أَيْ وَلَا يُتْرَك لِأَحَدٍ مِنْ الْأَجْر مَا يُوَازِن مِقْدَار الْفَتِيل قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَعَطَاء وَالْحَسَن وَقَتَادَة وَغَيْر وَاحِد مِنْ السَّلَف : هُوَ مَا يَكُون فِي شَقّ النَّوَاة . وَعَنْ اِبْن عَبَّاس أَيْضًا : هُوَ مَا فَتَلْت بَيْن أَصَابِعك وَكِلَا الْقَوْلَيْنِ مُتَقَارِب .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40887, "aya_id": 49}]