[{"text": "فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ", "sura_id": 41, "type": 0, "id": 4233, "aya_id": 15}, {"text": "فأما عاد فاستكبروا في الأرض بغير الحق وقالوا من أشد منا قوة أو لم يروا أن الله الذي خلقهم هو أشد منهم قوة وكانوا بآياتنا يجحدون", "sura_id": 41, "type": 1, "id": 10469, "aya_id": 15}, {"text": "15 - (فأما عاد فاستكبروا في الأرض بغير الحق وقالوا) لما خوفوا بالعذاب (من أشد منا قوة) أي لا أحد كان واحدهم يقلع الصخرة العظيمة من الجبل يجعلها حيث يشاء (أولم يروا أن) يعلموا (الله الذي خلقهم هو أشد منهم قوة وكانوا بآياتنا يجحدون) المعجزات (فأرسلنا) \r\n", "sura_id": 41, "type": 2, "id": 29177, "aya_id": 15}, {"text": "فأما عاد قوم هود فقد استعلَوا في الأرض على العباد بغير حق, وقالوا في غرور: مَن أشد منا قوة؟ أولم يروا أن الله تعالى الذي خلقهم هو أشدُّ منهم قوة وبطشًا؟ وكانوا بأدلتنا وحججنا يجحدون.\r\n", "sura_id": 41, "type": 3, "id": 35413, "aya_id": 15}, {"text": " <font color=red>فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ</font><BR><p>قَالَ اللَّه تَعَالَى \" فَأَمَّا عَاد فَاسْتَكْبَرُوا فِي الْأَرْض \" أَيْ بَغَوْا وَعَتَوْا وَعَصَوْا \" وَقَالُوا مَنْ أَشَدّ مِنَّا قُوَّة\" أَيْ مَنُّوا بِشِدَّةِ تَرْكِيبهمْ وَقُوَاهُمْ وَاعْتَقَدُوا أَنَّهُمْ يَمْتَنِعُونَ بِهَا مِنْ بَأْس اللَّه \" أَوَلَمْ يَرَوْا أَنَّ اللَّه الَّذِي خَلَقَهُمْ هُوَ أَشَدّ مِنْهُمْ قُوَّة \" أَيْ أَفَمَا يَتَفَكَّرُونَ فِيمَنْ يُبَارِزُونَ بِالْعَدَاوَةِ فَإِنَّهُ الْعَظِيم الَّذِي خَلَقَ الْأَشْيَاء وَرَكَّبَ فِيهَا قُوَاهَا الْحَامِلَة لَهَا وَإِنَّ بَطْشه شَدِيد كَمَا قَالَ عَزَّ وَجَلَّ \" وَالسَّمَاء بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ \" فَبَارَزُوا الْجَبَّار بِالْعَدَاوَةِ وَجَحَدُوا بِآيَاتِهِ وَعَصَوْا رُسُله .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41031, "aya_id": 15}]