[{"text": "وَلاَ تَأْكُلُواْ أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ وَتُدْلُواْ بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُواْ فَرِيقًا مِّنْ أَمْوَالِ النَّاسِ بِالإِثْمِ وَأَنتُمْ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 195, "aya_id": 188}, {"text": "ولا تأكلوا أموالكم بينكم بالباطل وتدلوا بها إلى الحكام لتأكلوا فريقا من أموال الناس بالإثم وأنتم تعلمون", "sura_id": 2, "type": 1, "id": 6431, "aya_id": 188}, {"text": "188 - (ولا تأكلوا أموالكم بينكم) أي يأكل بعضكم مال بعض (بالباطل) الحرام شرعا كالسرقة والغصب ولا (و) لا (تدلوا) تلقوا (بها) أي بحكومتها أو بالأموال رشوة (إلى الحكام لتأكلوا) بالتحاكم (فريقا) طائفة (من أموال الناس) متلبسين (بالإثم وأنتم تعلمون) أنكم مبطلون \r\n", "sura_id": 2, "type": 2, "id": 25139, "aya_id": 188}, {"text": "ولا يأكل بعضكم مال بعض بسبب باطل كاليمين الكاذبة, والغصب, والسرقة, والرشوة, والربا ونحو ذلك, ولا تلقوا بالحجج الباطلة إلى الحكام; لتأكلوا عن طريق التخاصم أموال طائفة من الناس بالباطل, وأنتم تعلمون تحريم ذلك عليكم.\r\n", "sura_id": 2, "type": 3, "id": 31375, "aya_id": 188}, {"text": " <font color=red>وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة وَعَنْ اِبْن عَبَّاس هَذَا فِي الرَّجُل يَكُون عَلَيْهِ مَال وَلَيْسَ عَلَيْهِ فِيهِ بَيِّنَةٌ فَيَجْحَد الْمَال وَيُخَاصِم إِلَى الْحُكَّام وَهُوَ يَعْرِف أَنَّ الْحَقّ عَلَيْهِ وَهُوَ يَعْلَم أَنَّهُ آثِمٌ آكِلٌ الْحَرَامَ وَكَذَا رُوِيَ عَنْ مُجَاهِد وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ أَنَّهُمْ قَالُوا : لَا تُخَاصِم وَأَنْتَ تَعْلَم أَنَّك ظَالِم وَقَدْ وَرَدَ فِي الصَّحِيحَيْنِ عَنْ أُمّ سَلَمَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" أَلَا إِنَّمَا أَنَا بَشَر وَإِنَّمَا يَأْتِينِي الْخَصْم فَلَعَلَّ بَعْضكُمْ أَنْ يَكُون أَلْحَن بِحُجَّتِهِ مِنْ بَعْض فَأَقْضِي لَهُ فَمَنْ قَضَيْت لَهُ بِحَقِّ مُسْلِم فَإِنَّمَا هِيَ قِطْعَة مِنْ نَار فَلْيَحْمِلْهَا أَوْ لِيَذَرهَا \" فَدَلَّتْ هَذِهِ الْآيَة الْكَرِيمَة وَهَذَا الْحَدِيث عَلَى أَنَّ حُكْم الْحَاكِم لَا يُغَيِّر الشَّيْء فِي نَفْس الْأَمْر فَلَا يُحِلّ فِي نَفْس الْأَمْر حَرَامًا هُوَ حَرَام وَلَا يُحَرِّم حَلَالًا هُوَ حَلَال وَإِنَّمَا هُوَ مُلْزِم فِي الظَّاهِر فَإِنْ طَابَق فِي نَفْس الْأَمْر فَذَاكَ وَإِلَّا فَلِلْحَاكِمِ أَجْره وَعَلَى الْمُحْتَال وِزْره وَلِهَذَا قَالَ تَعَالَى \" وَلَا تَأْكُلُوا أَمْوَالكُمْ بَيْنكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّام لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَال النَّاس بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ \" أَيْ تَعْلَمُونَ بُطْلَان مَا تَدْعُونَهُ وَتُرَوِّجُونَهُ فِي كَلَامكُمْ قَالَ قَتَادَة : اِعْلَمْ يَا اِبْن آدَم أَنَّ قَضَاء الْقَاضِي لَا يُحِلُّ لَك حَرَامًا وَلَا يُحِقُّ لَك بَاطِلًا وَإِنَّمَا يَقْضِي الْقَاضِي بِنَحْوِ مَا يَرَى وَتَشْهَد بِهِ الشُّهُود وَالْقَاضِي بَشَر يُخْطِئ وَيُصِيب وَاعْلَمُوا أَنَّ مَنْ قُضِيَ لَهُ بِبَاطِلٍ أَنَّ خُصُومَته لَمْ تَنْقَضِ حَتَّى يَجْمَع اللَّه بَيْنهمَا يَوْم الْقِيَامَة فَيَقْضِي عَلَى الْمُبْطِل لِلْمُحِقِّ بِأَجْوَد مِمَّا قُضِيَ بِهِ لِلْمُبْطِلِ عَلَى الْمُحِقّ فِي الدُّنْيَا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38595, "aya_id": 188}]