[{"text": "أَوَعَجِبْتُمْ أَن جَاءكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَاذكُرُواْ إِذْ جَعَلَكُمْ خُلَفَاء مِن بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً فَاذْكُرُواْ آلاء اللّهِ لَعَلَّكُمْ تُفْلِحُونَ", "sura_id": 7, "type": 0, "id": 1023, "aya_id": 69}, {"text": "أوعجبتم أن جاءكم ذكر من ربكم على رجل منكم لينذركم واذكروا إذ جعلكم خلفاء من بعد قوم نوح وزادكم في الخلق بسطة فاذكروا آلاء الله لعلكم تفلحون", "sura_id": 7, "type": 1, "id": 7259, "aya_id": 69}, {"text": "69 - (أوعجبتم أن جاءكم ذكر من ربكم على) لسان (رجل منكم لينذركم واذكروا إذ جعلكم خلفاء) في الأرض (من بعد قوم نوح وزادكم في الخلق بسطةً) قوةً وطَولاً وكان طويلهم مائة ذراع وقصيرهم ستين (فاذكروا آلاء الله) نعمه (لعلكم تفلحون) تفوزون \r\n", "sura_id": 7, "type": 2, "id": 25967, "aya_id": 69}, {"text": "وهل أثار عجبكم أن أنزل الله تعالى إليكم ما يذكركم بما فيه الخير لكم, على لسان رجل منكم, تعرفون نسبه وصدقه; ليخوِّفكم بأس الله وعقابه؟ واذكروا نعمة الله عليكم إذ جعلكم تخلفون في الأرض مَن قبلكم من بعد ما أهلك قوم نوح, وزاد في أجسامكم قوة وضخامة, فاذكروا نِعَمَ الله الكثيرة عليكم; رجاء أن تفوزوا الفوز العظيم في الدنيا والآخرة.\r\n", "sura_id": 7, "type": 3, "id": 32203, "aya_id": 69}, {"text": " <font color=red>أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ</font><BR><p>\" أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْر مِنْ رَبّكُمْ عَلَى رَجُل مِنْكُمْ لِيُنْذِركُمْ \" أَيْ لَا تَعْجَبُوا أَنْ بَعَثَ اللَّه إِلَيْكُمْ رَسُولًا مِنْ أَنْفُسكُمْ لِيُنْذِركُمْ أَيَّام اللَّه وَلِقَاءَهُ بَلْ اِحْمَدُوا اللَّه عَلَى ذَاكُمْ \" وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاء مِنْ بَعْد قَوْم نُوح \" أَيْ وَاذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ فِي جَعْلكُمْ مِنْ ذُرِّيَّة نُوح الَّذِي أَهْلَكَ اللَّه أَهْل الْأَرْض بِدَعْوَتِهِ لَمَّا خَالَفُوهُ وَكَذَّبُوهُ\" وَزَادَكُمْ فِي الْخَلْق بَسْطَة \" أَيْ زَادَ طُولكُمْ عَلَى النَّاس بَسْطَة أَيْ جَعَلَكُمْ أَطْوَل مِنْ أَبْنَاء جِنْسكُمْ كَقَوْلِهِ فِي قِصَّة طَالُوت \" وَزَادَهُ بَسْطَة فِي الْعِلْم وَالْجِسْم \" \" فَاذْكُرُوا آلَاء اللَّه \" أَيْ نِعَمه وَمِنَّته عَلَيْكُمْ \" لَعَلَّكُمْ تُفْلِحُونَ \" وَالْآلَاء جَمْع أَلًى وَقِيلَ إِلًى .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42638, "aya_id": 69}]