[{"text": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَى وُجُوهَهُمْ النَّارُ", "sura_id": 14, "type": 0, "id": 1800, "aya_id": 50}, {"text": "سرابيلهم من قطران وتغشى وجوههم النار", "sura_id": 14, "type": 1, "id": 8036, "aya_id": 50}, {"text": "50 - (سرابيلهم) قمصهم (من قطران) لأنه أبلغ لاشتعال النار (وتغشى) تعلو (وجوههم النار) \r\n", "sura_id": 14, "type": 2, "id": 26744, "aya_id": 50}, {"text": "ثيابهم من القَطِران الشديد الاشتعال, وتلفح وجوههم النار فتحرقها.\r\n", "sura_id": 14, "type": 3, "id": 32980, "aya_id": 50}, {"text": " <font color=red>سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَى وُجُوهَهُمُ النَّارُ</font><BR><p>وَقَوْله \" سَرَابِيلُهُمْ مِنْ قَطِرَانٍ \" أَيْ ثِيَابهمْ الَّتِي يَلْبَسُونَهَا مِنْ قَطِرَانٍ وَهُوَ الَّذِي تُهْنَأ بِهِ الْإِبِل أَيْ تُطْلَى قَالَ قَتَادَة وَهُوَ أَلْصَق شَيْء بِالنَّارِ ; وَيُقَال فِيهِ قَطِرَان بِفَتْحِ الْقَاف وَكَسْر الطَّاء وَتَسْكِينهَا وَبِكَسْرِ الْقَاف وَتَسْكِين الطَّاء وَمِنْهُ قَوْل أَبِي النَّجْم كَأَنَّ قِطْرَانًا إِذَا تَلَاهَا تَرْمِي بِهِ الرِّيحُ إِلَى مَجْرَاهَا وَكَانَ اِبْن عَبَّاس يَقُول الْقِطْرَان هُوَ النُّحَاس الْمُذَاب وَرُبَّمَا قَرَأَهَا \" سَرَابِيلهمْ مِنْ قِطْرَان \" أَيْ مِنْ نُحَاس حَارّ قَدْ اِنْتَهَى حَرّه وَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَقَوْله \" وَتَغْشَى وُجُوهَهُمْ النَّارُ \" كَقَوْلِهِ \" تَلْفَحُ وُجُوهَهُمْ النَّارُ وَهُمْ فِيهَا كَالِحُونَ \" وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا يَحْيَى بْن إِسْحَاق أَنْبَأَنَا أَبَان بْن يَزِيد عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ زَيْد عَنْ أَبِي سَلَّام عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَرْبَعٌ فِي أُمَّتِي مِنْ أَمْرِ الْجَاهِلِيَّةِ لَا يَتْرُكُوهُنَّ : الْفَخْرُ بِالْأَحْسَابِ وَالطَّعْن فِي الْأَنْسَاب وَالِاسْتِسْقَاء بِالنُّجُومِ وَالنِّيَاحَةُ عَلَى الْمَيِّتِ ; وَالنَّائِحَةُ إِذَا لَمْ تَتُبْ قَبْلَ مَوْتِهَا تُقَامُ يَوْمَ الْقِيَامَةِ وَعَلَيْهَا سِرْبَالٌ مِنْ قَطِرَان وَدِرْعٌ مِنْ جَرَبٍ \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم وَفِي حَدِيث الْقَاسِم عَنْ أَبِي أُمَامَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَفَعَهُ \" النَّائِحَةُ إِذَا لَمْ تَتُبْ تُوقَفُ فِي طَرِيقٍ بَيْنَ الْجَنَّةِ وَالنَّارِ وَسَرَابِيلُهَا مِنْ قَطِرَانٍ وَتَغْشَى وَجْهَهَا النَّارُ\" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37945, "aya_id": 50}]