[{"text": "فَأَمَّا الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزيدُهُم مِّن فَضْلِهِ وَأَمَّا الَّذِينَ اسْتَنكَفُواْ وَاسْتَكْبَرُواْ فَيُعَذِّبُهُمْ عَذَابًا أَلُيمًا وَلاَ يَجِدُونَ لَهُم مِّن دُونِ اللّهِ وَلِيًّا وَلاَ نَصِيرًا", "sura_id": 4, "type": 0, "id": 666, "aya_id": 173}, {"text": "فأما الذين آمنوا وعملوا الصالحات فيوفيهم أجورهم ويزيدهم من فضله وأما الذين استنكفوا واستكبروا فيعذبهم عذابا أليما ولا يجدون لهم من دون الله وليا ولا نصيرا", "sura_id": 4, "type": 1, "id": 6902, "aya_id": 173}, {"text": "173 - (فأما الذين آمنوا وعملوا الصالحات فيوفيهم أجورهم) ثواب أعمالهم (ويزيدهم من فضله) ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر (وأما الذين استنكفوا واستكبروا) عن عبادته (فيعذبهم عذابا أليما) مؤلما هو عذاب النار (ولا يجدون لهم من دون الله) أي غيره (وليا) يدفعه عنهم (ولا نصيرا) يمنعهم منه \r\n", "sura_id": 4, "type": 2, "id": 25610, "aya_id": 173}, {"text": "فأمَّا الذين صَدَّقوا بالله اعتقادًا وقولا وعملا واستقاموا على شريعته فيوفيهم ثواب أعمالهم, ويزيدُهم من فضله, وأما الذين امتنعوا عن طاعة الله, واستكبروا عن التذلل له فيعذبهم عذابًا موجعًا, ولا يجدون لهم وليًّا ينجيهم من عذابه, ولا ناصرًا ينصرهم من دون الله.\r\n", "sura_id": 4, "type": 3, "id": 31846, "aya_id": 173}, {"text": " <font color=red>فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا</font><BR><p>وَلِهَذَا قَالَ \" فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات فَيُوَفِّيهِمْ أُجُورهمْ وَيَزِيدهُمْ مِنْ فَضْله \" أَيْ فَيُعْطِيهِمْ مِنْ الثَّوَاب عَلَى قَدْر أَعْمَالهمْ الصَّالِحَة وَيَزِيدهُمْ عَلَى ذَلِكَ مِنْ فَضْله وَإِحْسَانه وَسَعَة رَحْمَته وَامْتِنَانه وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق بَقِيَّة عَنْ إِسْمَاعِيل بْن عَبْد اللَّه الْكِنْدِيّ عَنْ الْأَعْمَش عَنْ سُفْيَان عَنْ عَبْد اللَّه مَرْفُوعًا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَيُوَفِّيهِمْ أُجُورهمْ وَيَزِيدهُمْ مِنْ فَضْله \" أُجُورهمْ قَالَ \" أَدْخِلْهُمْ الْجَنَّة \" وَيَزِيدهُمْ مِنْ فَضْله \" قَالَ \" الشَّفَاعَة فِيمَنْ وَجَبَتْ لَهُ النَّار مِمَّنْ صَنَعَ إِلَيْهِمْ الْمَعْرُوف فِي دُنْيَاهُمْ \" وَهَذَا إِسْنَاد لَا يَثْبُت . وَإِذَا رُوِيَ عَنْ اِبْن مَسْعُود مَوْقُوفًا فَهُوَ جَيِّد \" وَأَمَّا الَّذِينَ اِسْتَنْكَفُوا وَاسْتَكْبَرُوا \" أَيْ اِمْتَنَعُوا مِنْ طَاعَة اللَّه وَعِبَادَته وَاسْتَكْبَرُوا عَنْ ذَلِكَ \" فَيُعَذِّبهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُون اللَّه وَلِيًّا وَلَا نَصِيرًا \" كَقَوْلِهِ \" إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّم دَاخِرِينَ \" أَيْ صَاغِرِينَ حَقِيرِينَ ذَلِيلِينَ كَمَا كَانُوا مُمْتَنِعِينَ مُسْتَكْبِرِينَ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40849, "aya_id": 173}]