[{"text": "إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ", "sura_id": 37, "type": 0, "id": 3899, "aya_id": 111}, {"text": "إنه من عبادنا المؤمنين", "sura_id": 37, "type": 1, "id": 10135, "aya_id": 111}, {"text": "111 - (إنه من عبادنا المؤمنين) \r\n", "sura_id": 37, "type": 2, "id": 28843, "aya_id": 111}, {"text": "إنه من عبادنا المؤمنين الذين أعطَوا العبودية حقها.\r\n", "sura_id": 37, "type": 3, "id": 35079, "aya_id": 111}, {"text": " <font color=red>إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ</font><BR><p>وَقَوْله تَعَالَى \" وَفَدَيْنَاهُ بِذِبْحٍ عَظِيم \" قَالَ سُفْيَان الثَّوْرِيّ عَنْ جَابِر الْجُعْفِيّ عَنْ أَبِي الطُّفَيْل عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ \" وَفَدَيْنَاهُ بِذِبْحٍ عَظِيم \" قَالَ بِكَبْشٍ أَبْيَض أَعَيْن أَقْرَنَ قَدْ رُبِطَ بِسَمُرَةٍ قَالَ أَبُو الطُّفَيْل وَجَدُوهُ مَرْبُوطًا بِسَمُرَةٍ فِي ثَبِير وَقَالَ الثَّوْرِيّ أَيْضًا عَنْ عَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ كَبْش قَدْ رَعَى فِي الْجَنَّة أَرْبَعِينَ خَرِيفًا . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يُوسُف بْن يَعْقُوب الصَّفَّار حَدَّثَنَا دَاوُد الْعَطَّار عَنْ اِبْن خُثَيْم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ الصَّخْرَة الَّتِي بِمِنًى بِأَصْلِ ثَبِير هِيَ الصَّخْرَة الَّتِي ذَبَحَ عَلَيْهَا إِبْرَاهِيم فِدَاء إِسْحَاق اِبْنه هَبَطَ عَلَيْهِ مِنْ ثَبِير كَبْش أَعْيَن أَقْرَن لَهُ ثُغَاء فَذَبَحَهُ وَهُوَ الْكَبْش الَّذِي قَرَّبَهُ اِبْن آدَم فَتُقُبِّلَ مِنْهُ فَكَانَ مَخْزُونًا حَتَّى فُدِيَ بِهِ إِسْحَاق وَرُوِيَ أَيْضًا عَنْ سَعِيد بْن جُبَيْر أَنَّهُ قَالَ كَانَ الْكَبْش يَرْتَع فِي الْجَنَّة حَتَّى شُقِّقَ عَنْهُ ثَبِير وَكَانَ عَلَيْهِ عِهْن أَحْمَر وَعَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ قَالَ كَانَ اِسْم كَبْش إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام جَرِير وَقَالَ اِبْن جُرَيْج قَالَ عُبَيْد بْن عُمَيْر ذَبَحَهُ بِالْمَقَامِ وَقَالَ مُجَاهِد ذَبَحَهُ بِمِنًى عِنْد الْمَنْحَر. وَقَالَ هُشَيْم عَنْ سَيَّار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا كَانَ أَفْتَى الَّذِي جَعَلَ عَلَيْهِ نَذْرًا أَنْ يَنْحَر نَفْسه فَأَمَرَهُ بِمِائَةٍ مِنْ الْإِبِل ثُمَّ قَالَ بَعْد ذَلِكَ لَوْ كُنْت أُفْتِيه بِكَبْشٍ لَأَجْزَأَهُ أَنْ يَذْبَح كَبْشًا فَإِنَّ اللَّه تَعَالَى قَالَ فِي كِتَابه \" وَفَدَيْنَاهُ بِذِبْحٍ عَظِيم \" وَالصَّحِيح الَّذِي عَلَيْهِ الْأَكْثَرُونَ أَنَّهُ يَفْدِي بِكَبْشِ وَقَالَ الثَّوْرِيّ عَنْ رَجُل عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَفَدَيْنَاهُ بِذِبْحٍ عَظِيم \" قَالَ وَعْل وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ عَمْرو بْن عُبَيْد عَنْ الْحَسَن أَنَّهُ كَانَ يَقُول مَا فُدِيَ إِسْمَاعِيل عَلَيْهِ السَّلَام إِلَّا بِتَيْسٍ مِنْ الْأَرْوَى أُهْبِطَ عَلَيْهِ مِنْ ثَبِير . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان حَدَّثَنِي مَنْصُور عَنْ خَاله مُسَافِع عَنْ صَفِيَّة بِنْت شَيْبَة قَالَتْ أَخْبَرَتْنِي اِمْرَأَة مِنْ بَنِي سُلَيْم وَلَّدَتْ عَامَّة أَهْل دَارنَا أَرْسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى عُثْمَان بْن طَلْحَة رَضِيَ اللَّه عَنْهُ وَقَالَتْ مَرَّة إِنَّهَا سَأَلَتْ عُثْمَان لِمَ دَعَاك النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي كُنْت رَأَيْت قَرْنَيْ الْكَبْش حِين دَخَلْت الْبَيْت فَنَسِيت أَنْ آمُرك أَنْ تُخَمِّرَهُمَا فَخَمِّرْهُمَا فَإِنَّهُ لَا يَنْبَغِي أَنْ يَكُون فِي الْبَيْت شَيْء يَشْغَل الْمُصَلِّي \" قَالَ سُفْيَان لَمْ يَزَلْ قَرْنَا الْكَبْش مُعَلَّقَيْنِ فِي الْبَيْت حَتَّى اِحْتَرَقَ الْبَيْت فَاحْتَرَقَا وَهَذَا دَلِيلٌ مُسْتَقِلٌّ عَلَى أَنَّهُ إِسْمَاعِيلُ عَلَيْهِ الصَّلَاة وَالسَّلَام فَإِنَّ قُرَيْشًا تَوَارَثُوا قَرْنَيْ الْكَبْش الَّذِي فُدِيَ بِهِ إِبْرَاهِيم خَلَفًا عَنْ سَلَف وَجِيلًا بَعْد جِيل إِلَى أَنْ بَعَثَ اللَّه رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . \" فَصْل فِي ذِكْر الْآثَار الْوَارِدَة عَنْ السَّلَف فِي أَنَّ الذَّبِيح مَنْ هُوَ \" ذِكْر مَنْ قَالَ هُوَ إِسْحَاق عَلَيْهِ الصَّلَاة وَالسَّلَام \" قَالَ حَمْزَة الزَّيَّات عَنْ أَبِي مَيْسَرَة رَحِمَهُ اللَّه قَالَ : قَالَ يُوسُف عَلَيْهِ عَلَيْهِ الصَّلَاة وَالسَّلَام لِلْمَلِكِ فِي وَجْهه تَرْغَب أَنْ تَأْكُل مَعِي وَأَنَا وَاَللَّه يُوسُف بْن يَعْقُوب نَبِيّ اللَّه اِبْن إِسْحَاق ذَبِيح اللَّه بْن إِبْرَاهِيم خَلِيل اللَّه وَقَالَ الثَّوْرِيّ عَنْ أَبِي سِنَان عَنْ اِبْن أَبِي الْهُذَيْل أَنَّ يُوسُف عَلَيْهِ السَّلَام قَالَ لِلْمَلِكِ كَذَلِكَ أَيْضًا وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ زَيْد بْن أَسْلَم عَنْ عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر عَنْ أَبِيهِ قَالَ : قَالَ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام يَا رَبّ يَقُولُونَ بِإِلَهِ إِبْرَاهِيم وَإِسْحَاق وَيَعْقُوب فَبِمَ قَالُوا ذَلِكَ ؟ قَالَ : إِنَّ إِبْرَاهِيم لَمْ يُعْدَل بِي شَيْء قَطُّ إِلَّا اِخْتَارَنِي عَلَيْهِ وَإِنَّ إِسْحَاق جَادَ لِي بِالذَّبْحِ وَهُوَ بِغَيْرِ ذَلِكَ أَجْوَد وَإِنَّ يَعْقُوب كُلَّمَا زِدْته بَلَاء زَادَنِي حُسْن ظَنّ وَقَالَ شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص قَالَ اِفْتَخَرَ رَجُل عِنْد اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَقَالَ أَنَا فُلَان بْن فُلَان اِبْن الْأَشْيَاخ الْكِرَام فَقَالَ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ ذَاكَ يُوسُف بْن يَعْقُوب بْن إِسْحَاق ذَبِيح اللَّه بْن إِبْرَاهِيم خَلِيل اللَّه . وَهَذَا صَحِيح عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ وَكَذَا رَوَى عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ إِسْحَاق وَعَنْ أَبِيهِ الْعَبَّاس وَعَلِيّ بْن أَبِي طَالِب مِثْل ذَلِكَ وَكَذَا قَالَ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَالشُّعَبِيّ وَعُبَيْد بْن عُمَيْر وَأَبُو مَيْسَرَة وَزَيْد بْن أَسْلَم وَعَبْد اللَّه بْن شَقِيق وَالزُّهْرِيّ وَالْقَاسِم بْن أَبِي بَرْزَة وَمَكْحُول وَعُثْمَان بْن أَبِي حَاضِر وَالسُّدِّيّ وَالْحَسَن وَقَتَادَة وَأَبُو الْهُذَيْل وَابْن سَابِط وَهَذَا اِخْتِيَار اِبْن جَرِير وَتَقَدَّمَ رِوَايَته عَنْ كَعْب الْأَحْبَار أَنَّهُ إِسْحَاق وَهَكَذَا رَوَى اِبْن إِسْحَاق عَنْ عَبْد اللَّه بْن أَبِي بَكْر عَنْ الزُّهْرِيّ عَنْ أَبِي سُفْيَان عَنْ الْعَلَاء بْن جَارِيَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ كَعْب الْأَحْبَار أَنَّهُ قَالَ هُوَ إِسْحَاق وَهَذِهِ الْأَقْوَال وَاَللَّه أَعْلَم كُلّهَا مَأْخُوذَة عَنْ كَعْب الْأَحْبَار فَإِنَّهُ لَمَّا أَسْلَمَ فِي الدَّوْلَة الْعُمَرِيَّة جَعَلَ يُحَدِّث عُمَر رَضِيَ اللَّه عَنْهُ عَنْ كُتُبه قَدِيمًا فَرُبَّمَا اِسْتَمَعَ لَهُ عُمَر رَضِيَ اللَّه عَنْهُ فَتَرَخَّصَ النَّاس فِي اِسْتِمَاع مَا عِنْده وَنَقَلُوا مَا عِنْده عَنْهُ غَثّهَا وَسَمِينهَا وَلَيْسَ لِهَذِهِ الْأُمَّة وَاَللَّه أَعْلَم حَاجَة إِلَى حَرْف وَاحِد مِمَّا عِنْده وَقَدْ حَكَى الْبَغَوِيّ الْقَوْل بِأَنَّهُ إِسْحَاق عَنْ عُمَر وَعَلِيّ وَابْن مَسْعُود وَالْعَبَّاس رَضِيَ اللَّه عَنْهُمْ وَمِنْ التَّابِعِينَ عَنْ كَعْب الْأَحْبَار وَسَعِيد بْن جُبَيْر وَقَتَادَة وَمَسْرُوق عِكْرِمَة وَعَطَاء وَمُقَاتِل وَالزُّهْرِيّ وَالسُّدِّيّ قَالَ وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَقَدْ وَرَدَ فِي ذَلِكَ حَدِيث لَوْ ثَبَتَ لَقُلْنَا بِهِ عَلَى الرَّأْس وَالْعَيْن وَلَكِنْ لَمْ يَصِحّ سَنَده . قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا زَيْد بْن حُبَاب عَنْ الْحَسَن بْن دِينَار عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ الْحَسَن عَنْ الْأَحْنَف بْن قَيْس عَنْ الْعَبَّاس بْن عَبْد الْمُطَّلِب رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَدِيث ذَكَرَهُ قَالَ \" هُوَ إِسْحَاق \" فَفِي إِسْنَاده ضَعِيفَانِ وَهُمَا الْحَسَن بْن دِينَار الْبَصْرِيّ مَتْرُوك وَعَلِيّ بْن زَيْد بْن جُدْعَان مُنْكَر الْحَدِيث وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ مُسْلِم بْن إِبْرَاهِيم عَنْ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان بِهِ مَرْفُوعًا ثُمَّ قَالَ قَدْ رَوَاهُ مُبَارَك بْن فَضَالَة عَنْ الْحَسَن عَنْ الْأَحْنَف عَنْ الْعَبَّاس رَضِيَ اللَّه عَنْهُ وَهَذَا أَشْبَه وَأَصَحّ وَاَللَّه أَعْلَم . \" ذِكْر الْآثَار الْوَارِدَة بِأَنَّهُ إِسْمَاعِيل عَلَيْهِ الصَّلَاة وَالسَّلَام وَهُوَ الصَّحِيح الْمَقْطُوع بِهِ\" قَدْ تَقَدَّمَتْ الرِّوَايَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ إِسْحَاق عَلَيْهِ الصَّلَاة وَالسَّلَام وَاَللَّه تَعَالَى أَعْلَم وَقَالَ سَعِيد بْن جُبَيْر وَعَامِر الشَّعْبِيّ وَيُوسُف بْن مِهْرَان وَمُجَاهِد وَعَطَاء وَغَيْر وَاحِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا هُوَ إِسْمَاعِيل عَلَيْهِ الصَّلَاة وَالسَّلَام وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن قَيْس عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ الْمُفْدَى إِسْمَاعِيل عَلَيْهِ السَّلَام وَزَعَمَتْ الْيَهُود أَنَّهُ إِسْحَاق وَكَذَبَتْ الْيَهُود وَقَالَ إِسْرَائِيل عَنْ ثَوْر عَنْ مُجَاهِد عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ الذَّبِيح إِسْمَاعِيل وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد هُوَ إِسْمَاعِيل عَلَيْهِ السَّلَام وَكَذَا قَالَ يُوسُف بْن مِهْرَان وَقَالَ الشَّعْبِيّ هُوَ إِسْمَاعِيل عَلَيْهِ الصَّلَاة وَالسَّلَام وَقَدْ رَأَيْت قَرْنَيْ الْكَبْش فِي الْكَعْبَة وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ الْحَسَن بْن دِينَار وَعَمْرو بْن عُبَيْد عَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ كَانَ لَا يَشُكّ فِي ذَلِكَ أَنَّ الَّذِي أُمِرَ بِذَبْحِهِ مِنْ اِبْنَيْ إِبْرَاهِيم إِسْمَاعِيل عَلَيْهِ السَّلَام قَالَ اِبْن إِسْحَاق وَسَمِعْت مُحَمَّد بْن كَعْب الْقُرَظِيّ وَهُوَ يَقُول إِنَّ الَّذِي أَمَرَ اللَّه تَعَالَى إِبْرَاهِيم بِذَبْحِهِ مِنْ اِبْنَيْهِ إِسْمَاعِيل وَإِنَّا لَنَجِد ذَلِكَ فِي كِتَاب اللَّه تَعَالَى وَذَلِكَ أَنَّ اللَّه تَعَالَى حِين فَرَغَ مِنْ قِصَّة الْمَذْبُوح مِنْ اِبْنَيْ إِبْرَاهِيم قَالَ اللَّه تَعَالَى \" وَبَشَّرْنَاهُ بِإِسْحَاق نَبِيًّا مِنْ الصَّالِحِينَ\" وَيَقُول اللَّه تَعَالَى \" فَبَشَّرْنَاهَا بِإِسْحَاق وَمِنْ وَرَاء إِسْحَاق يَعْقُوب \" يَقُول بِابْنٍ وَابْن اِبْن فَلَمْ يَكُنْ لِيَأْمُرَهُ بِذَبْحِ إِسْحَاق وَلَهُ فِيهِ مِنْ الْمَوْعِد بِمَا وَعَدَهُ وَمَا الَّذِي أُمِرَ بِذَبْحِهِ إِلَّا إِسْمَاعِيل قَالَ اِبْن إِسْحَاق سَمِعْته يَقُول ذَلِكَ كَثِيرًا وَقَالَ اِبْن إِسْحَاق عَنْ بُرَيْدَة بْن سُفْيَان الْأَسْلَمِيّ عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ أَنَّهُ حَدَّثَهُمْ أَنَّهُ ذَكَرَ ذَلِكَ لِعُمَرَ بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ وَهُوَ خَلِيفَة إِذْ كَانَ مَعَهُ بِالشَّامِ فَقَالَ لَهُ عُمَر إِنَّ هَذَا لَشَيْء مَا كُنْت أَنْظُر فِيهِ وَإِنِّي لَأُرَاهُ كَمَا قُلْت ثُمَّ أَرْسَلَ إِلَى رَجُل كَانَ عِنْده بِالشَّامِ كَانَ يَهُودِيًّا فَأَسْلَمَ وَحَسُنَ إِسْلَامه وَكَانَ يَرَى أَنَّهُ مِنْ عُلَمَائِهِمْ فَسَأَلَهُ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ عَنْ ذَلِكَ قَالَ مُحَمَّد بْن كَعْب وَأَنَا عِنْد عُمَر بْن عَبْد الْعَزِيز فَقَالَ لَهُ عُمَر أَيّ اِبْنَيْ إِبْرَاهِيم أُمِرَ بِذَبْحِهِ ؟ فَقَالَ إِسْمَاعِيل وَاَللَّه يَا أَمِير الْمُؤْمِنِينَ وَإِنَّ يَهُود لَتَعْلَم بِذَلِكَ وَلَكِنَّهُمْ يَحْسُدُونَكُمْ مَعْشَر الْعَرَب عَلَى أَنْ يَكُون أَبَاكُمْ الَّذِي كَانَ مِنْ أَمْر اللَّه فِيهِ وَالْفَضْل الَّذِي ذَكَرَ اللَّه تَعَالَى مِنْهُ لِصَبْرِهِ لِمَا أُمِرَ بِهِ فَهُمْ يَجْحَدُونَ ذَلِكَ وَيَزْعُمُونَ أَنَّهُ إِسْحَاق لِأَنَّ إِسْحَاق أَبُوهُمْ وَاَللَّه أَعْلَم أَيّهمَا كَانَ وَكُلّ قَدْ كَانَ طَاهِرًا طَيِّبًا مُطِيعًا لِلَّهِ عَزَّ وَجَلَّ وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه سَأَلَتْ أَبِي عَنْ الذَّبِيح هَلْ هُوَ إِسْمَاعِيل أَوْ إِسْحَاق فَقَالَ إِسْمَاعِيل ذَكَرَهُ فِي كِتَاب الزُّهْد وَقَالَ اِبْن أَبِي حَاتِم وَسَمِعْت أَبِي يَقُول الصَّحِيح أَنَّ الذَّبِيح إِسْمَاعِيل عَلَيْهِ الصَّلَاة وَالسَّلَام قَالَ وَرُوِيَ عَنْ عَلِيّ وَابْن عُمَر وَأَبِي هُرَيْرَة وَأَبِي الطُّفَيْل وَسَعِيد بْن الْمُسَيِّب وَسَعِيد بْن جُبَيْر وَالْحَسَن وَمُجَاهِد وَالشَّعْبِيّ وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَأَبِي جَعْفَر مُحَمَّد بْن عَلِيّ وَأَبِي صَالِح رَضِيَ اللَّه عَنْهُمْ أَنَّهُمْ قَالُوا الذَّبِيح إِسْمَاعِيل . وَقَالَ الْبَغَوِيّ فِي تَفْسِيره وَإِلَيْهِ ذَهَبَ عَبْد اللَّه بْن عُمَر وَسَعِيد بْن الْمُسَيِّب وَالسُّدِّيّ وَالْحَسَن الْبَصْرِيّ وَمُجَاهِد وَالرَّبِيع بْن أَنَس وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَالْكَلْبِيّ وَهُوَ رِوَايَة عَنْ اِبْن عَبَّاس وَحَكَاهُ أَيْضًا عَنْ أَبِي عَمْرو بْن الْعَلَاء وَقَدْ رَوَى اِبْن جَرِير فِي ذَلِكَ حَدِيثًا غَرِيبًا فَقَالَ حَدَّثَنِي مُحَمَّد بْن عَمَّار الرَّازِيّ حَدَّثَنَا إِسْمَاعِيل بْن عُبَيْد بْن أَبِي كَرِيمَة حَدَّثَنَا عُمَر بْن عَبْد الرَّحِيم الْخَطَّابِيّ عَنْ عُبَيْد اللَّه بْن مُحَمَّد الْعُتْبِيّ مِنْ وَلَد عُتْبَة بْن أَبِي سُفْيَان عَنْ أَبِيهِ حَدَّثَنِي عَبْد اللَّه بْن سَعِيد عَنْ الصُّنَابِحِيّ قَالَ كُنَّا عِنْد مُعَاوِيَة بْن أَبِي سُفْيَان فَذَكَرُوا الذَّبِيح إِسْمَاعِيل أَوْ إِسْحَاق فَقَالَ عَلَى الْخَبِير سَقَطْتُمْ : كُنَّا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَهُ رَجُل فَقَالَ يَا رَسُول اللَّه عَدَّ عَلَيَّ مِمَّا أَفَاءَ اللَّه عَلَيْك يَا اِبْن الذَّبِيحَيْنِ فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَقِيلَ لَهُ يَا أَمِير الْمُؤْمِنِينَ وَمَا الذَّبِيحَانِ ؟ فَقَالَ إِنَّ عَبْد الْمُطَّلِب لَمَّا أُمِرَ بِحَفْرِ زَمْزَم نَذَرَ لِلَّهِ إِنْ سَهَّلَ اللَّه لَهُ أَمْرَهَا عَلَيْهِ لَيَذْبَحَنَّ أَحَد وَلَده قَالَ فَخَرَجَ السَّهْم عَلَى عَبْد اللَّه فَمَنَعَهُ أَخْوَاله وَقَالُوا اِفْدِ اِبْنك بِمِائَةٍ مِنْ الْإِبِل فَفَدَاهُ بِمِائَةٍ مِنْ الْإِبِل وَالثَّانِي إِسْمَاعِيل . وَهَذَا حَدِيث غَرِيب جِدًّا وَقَدْ رَوَاهُ الْأُمَوِيّ فِي مَغَازِيه حَدَّثَنَا بَعْض أَصْحَابِنَا أَخْبَرَنَا إِسْمَاعِيل بْن عُبَيْد بْن أَبِي كَرِيمَة حَدَّثَنَا عَمْرو بْن عَبْد الرَّحْمَن الْقُرَشِيّ حَدَّثَنَا عُبَيْد اللَّه بْن مُحَمَّد الْعُتْبِيّ مِنْ وَلَد عُتْبَة بْن أَبِي سُفْيَان حَدَّثَنَا عَبْد اللَّه بْن سَعِيد حَدَّثَنَا الصُّنَابِحِيّ قَالَ حَضَرْنَا مَجْلِس مُعَاوِيَة رَضِيَ اللَّه عَنْهُ فَتَذَاكَرَ الْقَوْم إِسْمَاعِيل أَوْ إِسْحَاق وَذَكَرَهُ كَذَا كَتَبْته مِنْ نُسْخَة مَغْلُوطَة . وَإِنَّمَا عَوَّلَ اِبْن جَرِير فِي اِخْتِيَاره أَنَّ الذَّبِيح إِسْحَاق عَلَى قَوْله تَعَالَى \" فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيم \" فَجَعَلَ هَذِهِ الْبِشَارَة هِيَ الْبِشَارَة بِإِسْحَاق فِي قَوْله تَعَالَى \" وَبَشَّرُوهُ بِغُلَامٍ عَلِيم \" وَأَجَابَ عَنْ الْبِشَارَة بِيَعْقُوبَ بِأَنَّهُ قَدْ كَانَ بَلَغَ مَعَهُ السَّعْي أَيْ الْعَمَل وَمِنْ الْمُمْكِن أَنَّهُ قَدْ كَانَ وُلِدَ لَهُ أَوْلَاد مَعَ يَعْقُوب أَيْضًا قَالَ وَأَمَّا الْقَرْنَانِ اللَّذَانِ كَانَا مُعَلَّقَيْنِ بِالْكَعْبَةِ فَمِنْ الْجَائِز أَنَّهُمَا نُقِلَا مِنْ بِلَاد كَنْعَان قَالَ وَقَدْ تَقَدَّمَ أَنَّ مِنْ النَّاس مَنْ ذَهَبَ إِلَى أَنَّهُ ذُبِحَ إِسْحَاق هُنَاكَ هَذَا مَا اِعْتَمَدَ عَلَيْهِ فِي تَفْسِيره وَلَيْسَ إِلَيْهِ بِمَذْهَبٍ وَلَا لَازِم بَلْ هُوَ بَعِيد جِدًّا وَاَلَّذِي اِسْتَدَلَّ بِهِ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَلَى أَنَّهُ إِسْمَاعِيل أَثْبَت وَأَصَحّ وَأَقْوَى وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40436, "aya_id": 111}]