[{"text": "وَلاَ تَجْعَلُواْ اللّهَ عُرْضَةً لِّأَيْمَانِكُمْ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصْلِحُواْ بَيْنَ النَّاسِ وَاللّهُ سَمِيعٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 231, "aya_id": 224}, {"text": "ولا تجعلوا الله عرضة لأيمانكم أن تبروا وتتقوا وتصلحوا بين الناس والله سميع عليم", "sura_id": 2, "type": 1, "id": 6467, "aya_id": 224}, {"text": "224 - (ولا تجعلوا الله) أي الحلف به (عرضة) علة مانعة (لأيمانكم) أي نصباً لها بأن تكثروا الحلف به (أن) لا (تبروا وتتقوا) فتكره اليمين على ذلك ويسن فيه الحنث ويكفِّر بخلافها على فعل البر ونحوه فهي طاعة (وتصلحوا بين الناس) المعنى لا تمتنعوا من فعل ما ذكر من البر ونحوه إذا حلفتم عليه بل ائتوه وكفروا لأن سبب نزولها الامتناع من ذلك (والله سميع) لأقوالكم (عليم) بأحوالكم \r\n", "sura_id": 2, "type": 2, "id": 25175, "aya_id": 224}, {"text": "ولا تجعلوا -أيها المسلمون- حلفكم بالله مانعًا لكم من البر وصلة الرحم والتقوى والإصلاح بين الناس: بأن تُدْعَوا إلى فعل شيء منها, فتحتجوا بأنكم أقسمتم بالله ألا تفعلوه, بل على الحالف أن يعدل عن حلفه, ويفعل أعمال البر, ويكفر عن يمينه, ولا يعتاد ذلك. والله سميع لأقوالكم, عليم بجميع أحوالكم.\r\n", "sura_id": 2, "type": 3, "id": 31411, "aya_id": 224}, {"text": " <font color=red>وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ وَاللَّهُ سَمِيعٌ عَلِيمٌ</font><BR><p>يَقُول تَعَالَى لَا تَجْعَلُوا أَيْمَانَكُمْ بِاَللَّهِ تَعَالَى مَانِعَة لَكُمْ مِنْ الْبِرّ وَصِلَة الرَّحِم إِذَا حَلَفْتُمْ عَلَى تَرْكهَا كَقَوْلِهِ تَعَالَى \" وَلَا يَأْتَلِ أُولُوا الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِين وَالْمُهَاجِرِينَ فِي سَبِيل اللَّه وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ \" فَالِاسْتِمْرَار عَلَى الْيَمِين آثَمُ لِصَاحِبِهَا مِنْ الْخُرُوج مِنْهَا بِالتَّكْفِيرِ كَمَا قَالَ الْبُخَارِيّ : حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم أَخْبَرَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ : هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ\" نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْم الْقِيَامَة \" وَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" وَاَللَّه لَأَنْ يَلِجَّ أَحَدُكُمْ بِيَمِينِهِ فِي أَهْلِهِ آثَمُ لَهُ عِنْد اللَّهِ مِنْ أَنْ يُعْطِيَ كَفَّارَتَهُ الَّتِي اِفْتَرَضَ اللَّهُ عَلَيْهِ \" وَهَكَذَا رَوَاهُ مُسْلِم عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق بِهِ. وَرَوَاهُ أَحْمَد عَنْهُ بِهِ ثُمَّ قَالَ الْبُخَارِيّ : حَدَّثَنَا إِسْحَاق بْن مَنْصُور حَدَّثَنَا يَحْيَى بْن صَالِح حَدَّثَنَا مُعَاوِيَة هُوَ اِبْن سَلَّام عَنْ يَحْيَى وَهُوَ اِبْن أَبِي كَثِير عَنْ عِكْرِمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ اِسْتَلَجَّ فِي أَهْله بِيَمِينٍ فَهُوَ أَعْظَم إِثْمًا لَيْسَ تُغْنِي الْكَفَّارَة \" وَقَالَ عَلِيّ بْن طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا تَجْعَلُوا اللَّه عُرْضَةً لِأَيْمَانِكُمْ\" قَالَ : لَا تَجْعَلَنَّ عُرْضَة لِيَمِينِك أَنْ لَا تَصْنَع الْخَيْر وَلَكِنْ كَفِّرْ عَنْ يَمِينك وَاصْنَعْ الْخَيْر . وَكَذَا قَالَ : مَسْرُوق وَالشَّعْبِيّ وَإِبْرَاهِيم النَّخَعِيّ وَمُجَاهِد وَطَاوُس وَسَعِيد بْن جُبَيْر وَعَطَاء وَعِكْرِمَة وَمَكْحُول وَالزُّهْرِيّ وَالْحَسَن وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَالرَّبِيع بْن أَنَس وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ وَالسُّدِّيّ رَحِمَهُمْ اللَّه وَيُؤَيِّد مَا قَالَهُ هَؤُلَاءِ الْجُمْهُور مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" إِنِّي وَاَللَّه إِنْ شَاءَ اللَّهُ لَا أَحْلِف عَلَى يَمِين فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلَّا أَتَيْت الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتهَا \" وَثَبَتَ فِيهِمَا أَيْضًا أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : لِعَبْدِ الرَّحْمَن بْن سَمُرَة \" يَا عَبْد الرَّحْمَن بْن سَمُرَة لَا تَسْأَل الْإِمَارَة فَإِنَّك إِنْ أُعْطِيتهَا مِنْ غَيْر مَسْأَلَة أُعِنْت عَلَيْهَا وَإِنْ أُعْطِيتهَا عَنْ مَسْأَلَة وُكِلْت إِلَيْهَا وَإِذَا حَلَفْت عَلَى يَمِين فَرَأَيْت غَيْرهَا خَيْرًا مِنْهَا فَأْتِ الَّذِي هُوَ خَيْر وَكَفِّرْ عَنْ يَمِينك \" . وَرَوَى مُسْلِم عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ حَلَفَ عَلَى يَمِين فَرَأَى غَيْرهَا خَيْرًا مِنْهَا فَلْيُكَفِّرْ عَنْ يَمِينه وَلْيَفْعَلْ الَّذِي هُوَ خَيْرٌ\" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا خَلِيفَة بْن خَيَّاط حَدَّثَنِي عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ حَلَفَ عَلَى يَمِين فَرَأَى غَيْرهَا خَيْرًا مِنْهَا فَتَرْكُهَا كَفَّارَتُهَا \" وَرَوَاهُ أَبُو دَاوُد مِنْ طَرِيق أَبِي عُبَيْد اللَّه بْن الْأَخْنَس عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَا نَذْرَ وَلَا يَمِينَ فِيمَا لَا يَمْلِكُ اِبْنُ آدَم وَلَا فِي مَعْصِيَةِ اللَّه وَلَا فِي قَطِيعَة رَحِم وَمَنْ حَلَفَ عَلَى يَمِين فَرَأَى غَيْرهَا خَيْرًا مِنْهَا فَلَيَدَعهَا وَلْيَأْتِ الَّذِي هُوَ خَيْر فَإِنَّ تَرْكَهَا كَفَّارَتُهَا \" ثُمَّ قَالَ أَبُو دَاوُد وَالْأَحَادِيث عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كُلّهَا \" فَلْيُكَفِّرْ عَنْ يَمِينه \" وَهِيَ الصِّحَاح . وَقَالَ اِبْن جَرِير : حَدَّثَنَا عَلِيّ بْن سَعِيد الْكِنْدِيّ حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ حَارِثَة بْن مُحَمَّد عَنْ عَمْرَة عَنْ عَائِشَة قَالَتْ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ -\" مَنْ حَلَفَ عَلَى يَمِين قَطِيعَة رَحِم وَمَعْصِيَة فَبِرُّهُ أَنْ يَحْنَثَ فِيهَا وَيَرْجِعَ عَنْ يَمِينِهِ \" وَهَذَا حَدِيث ضَعِيف لِأَنَّ حَارِثَة هَذَا هُوَ اِبْن أَبِي الرِّجَال مُحَمَّد بْن عَبْد الرَّحْمَن مَتْرُوك الْحَدِيث ضَعِيف عِنْد الْجَمِيع ثُمَّ رَوَى اِبْن جَرِير عَنْ اِبْن عَبَّاس وَسَعِيد بْن الْمُسَيِّب وَمَسْرُوق وَالشَّعْبِيّ أَنَّهُمْ قَالُوا : لَا يَمِين فِي مَعْصِيَة وَلَا كَفَّارَة عَلَيْهَا.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38636, "aya_id": 224}]