[{"text": "وَمَا لَهُمْ أَلاَّ يُعَذِّبَهُمُ اللّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُواْ أَوْلِيَاءهُ إِنْ أَوْلِيَآؤُهُ إِلاَّ الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ", "sura_id": 8, "type": 0, "id": 1194, "aya_id": 34}, {"text": "و ما لهم ألا يعذبهم الله و هم يصدون عن المسجد الحرام وما كانوا أولياءه إن أولياؤه إلا المتقون و لكن أكثرهم لا يعلمون", "sura_id": 8, "type": 1, "id": 7430, "aya_id": 34}, {"text": "34 - (وما لهم أ) ن (لا يعذبهم الله) بالسيف بعد خروجك والمستضعفين وعلى القول الأول هي ناسخة لما قبلها وقد عذبهم الله ببدر وغيره (وهم يصدون) يمنعون النبي صلى الله عليه وسلم والمسلمين (عن المسجد الحرام) أن يطوفوا به (وما كانوا أولياءه) كما زعموا (إن) ما (أولياؤه إلا المتقون ولكن أكثرهم لا يعلمون) أن لا ولاية لهم عليه \r\n", "sura_id": 8, "type": 2, "id": 26138, "aya_id": 34}, {"text": "وكيف لا يستحقُّون عذاب الله, وهم يصدون أولياءه المؤمنين عن الطواف بالكعبة والصلاة في المسجد الحرام؟ وما كانوا أولياء الله, إنْ أولياء الله إلا الذين يتقونه بأداء فرائضه واجتناب معاصيه, ولكن أكثر الكفار لا يعلمون; فلذلك ادَّعوا لأنفسهم أمرًا, غيرهم أولى به.\r\n", "sura_id": 8, "type": 3, "id": 32374, "aya_id": 34}, {"text": " <font color=red>وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُمْ أَهْل لِأَنْ يُعَذِّبهُمْ وَلَكِنْ لَمْ يُوقِع ذَلِكَ بِهِمْ لِبَرَكَةِ مَقَام الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَظْهُرهمْ وَلِهَذَا لَمَّا خَرَجَ مِنْ بَيْن أَظْهُرهمْ أَوْقَعَ اللَّه بِهِمْ بَأْسه يَوْم بَدْر فَقُتِلَ صَنَادِيدهمْ وَأُسِرَ سَرَاتُهُمْ وَأَرْشَدَهُمْ تَعَالَى إِلَى الِاسْتِغْفَار مِنْ الذُّنُوب الَّتِي هُمْ مُتَلَبِّسُونَ بِهَا مِنْ الشِّرْك وَالْفَسَاد وَقَالَ قَتَادَة وَالسُّدِّيّ وَغَيْرهمَا لَمْ يَكُنْ الْقَوْم يَسْتَغْفِرُونَ وَلَوْ كَانُوا يَسْتَغْفِرُونَ لَمَا عُذِّبُوا وَاخْتَارَهُ اِبْن جَرِير فَلَوْلَا مَا كَانَ بَيْن أَظْهُرهمْ مِنْ الْمُسْتَضْعَفِينَ مِنْ الْمُؤْمِنِينَ الْمُسْتَغْفِرِينَ لَوَقَعَ بِهِمْ الْبَأْس الَّذِي لَا يُرَدّ وَلَكِنْ دُفِعَ عَنْهُمْ بِسَبَبِ أُولَئِكَ كَمَا قَالَ تَعَالَى فِي يَوْم الْحُدَيْبِيَة \" هُمْ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنْ الْمَسْجِد الْحَرَام وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغ مَحِلَّهُ وَلَوْلَا رِجَال مُؤْمِنُونَ وَنِسَاء مُؤْمِنَات لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّة بِغَيْرِ عِلْم لِيَدْخُل اللَّه فِي رَحْمَته مَنْ يَشَاء لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا \" . قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ اِبْن أَبْزَى قَالَ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة فَأَنْزَلَ اللَّه \" وَمَا كَانَ اللَّه لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ \" قَالَ فَخَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَة فَأَنْزَلَ اللَّه \" وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" قَالَ وَكَانَ أُولَئِكَ الْبَقِيَّة مِنْ الْمُسْلِمِينَ الَّذِينَ بَقَوْا فِيهَا مُسْتَضْعَفِينَ يَعْنِي بِمَكَّة \" يَسْتَغْفِرُونَ \" فَلَمَّا خَرَجُوا أَنْزَلَ اللَّه \" وَمَا لَهُمْ أَنْ لَا يُعَذِّبَهُمْ اللَّه وَهُمْ يَصُدُّونَ عَنْ الْمَسْجِد الْحَرَام وَمَا كَانُوا أَوْلِيَاءَهُ \" قَالَ فَأَذِنَ اللَّه فِي فَتْح مَكَّة فَهُوَ الْعَذَاب الَّذِي وَعَدَهُمْ وَرُوِيَ عَنْ اِبْن عَبَّاس وَأَبِي مَالِك وَالضَّحَّاك وَغَيْر وَاحِد نَحْو هَذَا وَقَدْ قِيلَ إِنَّ هَذِهِ الْآيَة نَاسِخَة لِقَوْلِهِ تَعَالَى \" وَمَا كَانَ اللَّه مُعَذِّبهمْ وَهُمْ يَسْتَغْفِرُونَ \" عَلَى أَنْ يَكُون الْمُرَاد صُدُور الِاسْتِغْفَار مِنْهُمْ أَنْفُسهمْ قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد ثَنَا يَحْيَى بْن وَاضِح عَنْ الْحُسَيْن بْن وَاقِد عَنْ يَزِيدَ النَّحْوِيِّ عَنْ عِكْرِمَة وَالْحَسَن الْبَصْرِيّ قَالَا : قَالَ فِي الْأَنْفَال \" وَمَا كَانَ اللَّه لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" فَنَسَخَتْهَا الْآيَة الَّتِي تَلِيهَا \" وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمْ اللَّه \" - إِلَى قَوْله - \" فَذُوقُوا الْعَذَاب بِمَا كُنْتُمْ تَكْفُرُونَ \" فَقَاتَلُوا بِمَكَّة فَأَصَابَهُمْ فِيهَا الْجُوع وَالضُّرّ وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي تُمَيْلَةَ يَحْيَى بْن وَاضِح . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا حَجَّاج بْن مُحَمَّد عَنْ اِبْن جُرَيْج وَعُثْمَان بْن عَطَاء عَنْ عَطَاء عَنْ اِبْن عَبَّاس \" وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" ثُمَّ اسْتَثْنَى أَهْل الشِّرْك فَقَالَ \" وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمْ اللَّه وَهُمْ يَصُدُّونَ عَنْ الْمَسْجِد الْحَرَام \" وَقَوْله \" وَمَا لَهُمْ أَلَّا يُعَذِّبهُمْ اللَّه وَهُمْ يَصُدُّونَ عَنْ الْمَسْجِد الْحَرَام وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" أَيْ وَكَيْف لَا يُعَذِّبهُمْ اللَّه وَهُمْ يَصُدُّونَ عَنْ الْمَسْجِد الْحَرَام أَيْ الَّذِي بِمَكَّة يَصُدُّونَ الْمُؤْمِنِينَ الَّذِينَ هُمْ أَهْله عَنْ الصَّلَاة فِيهِ وَالطَّوَاف بِهِ وَلِهَذَا قَالَ \" وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ \" أَيْ هُمْ لَيْسُوا أَهْل الْمَسْجِد الْحَرَام وَإِنَّمَا أَهْله النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه كَمَا قَالَ تَعَالَى \" مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِد اللَّه شَاهِدِينَ عَلَى أَنْفُسهمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالهمْ وَفِي النَّار هُمْ خَالِدُونَ إِنَّمَا يَعْمُر مَسَاجِد اللَّه مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر وَأَقَامَ الصَّلَاة وَآتَى الزَّكَاة وَلَمْ يَخْشَ إِلَّا اللَّه فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنْ الْمُهْتَدِينَ \" وَقَالَ تَعَالَى \" وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْله مِنْهُ أَكْبَرُ عِنْد اللَّه \" الْآيَة . وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا سُلَيْمَان بْن أَحْمَد هُوَ الطَّبَرَانِيّ حَدَّثَنَا جَعْفَر بْن إِلْيَاس بْن صَدَقَة الْمِصْرِيّ حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا نُوح بْن أَبِي مَرْيَم عَنْ يَحْيَى بْن سَعِيد الْأَنْصَارِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ أَوْلِيَاؤُك . ؟ قَالَ \" كُلّ تَقِيّ \" وَتَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ \" . وَقَالَ الْحَاكِم فِي مُسْتَدْرَكه : حَدَّثَنَا أَبُو بَكْر الشَّافِعِيّ حَدَّثَنَا إِسْحَاق بْن الْحَسَن حَدَّثَنَا أَبُو حُذَيْفَة حَدَّثَنَا سُفْيَان عَنْ عَبْد اللَّه بْن خُثَيْم عَنْ إِسْمَاعِيل بْن عُبَيْد بْن رِفَاعَة عَنْ أَبِيهِ عَنْ جَدّه قَالَ : جَمَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُرَيْشًا فَقَالَ \" هَلْ فِيكُمْ مِنْ غَيْركُمْ ؟ \" فَقَالُوا فِينَا اِبْن أُخْتنَا وَفِينَا حَلِيفنَا وَفِينَا مَوْلَانَا فَقَالَ \" حَلِيفنَا مِنَّا وَابْن أُخْتنَا مِنَّا وَمَوْلَانَا مِنَّا إِنَّ أَوْلِيَائِي مِنْكُمْ الْمُتَّقُونَ \" ثُمَّ قَالَ هَذَا صَحِيح وَلَمْ يُخْرِجَاهُ وَقَالَ عُرْوَة وَالسُّدِّيّ وَمُحَمَّد بْن إِسْحَاق فِي قَوْله تَعَالَى \" إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ \" قَالَ هُمْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه رَضِيَ اللَّه عَنْهُمْ . وَقَالَ مُجَاهِد هُمْ الْمُجَاهِدُونَ مَنْ كَانُوا وَحَيْثُ كَانُوا ثُمَّ ذَكَرَ تَعَالَى مَا كَانُوا يَعْتَمِدُونَهُ عِنْد الْمَسْجِد الْحَرَام وَمَا كَانُوا يُعَامِلُونَهُ بِهِ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43082, "aya_id": 34}]