[{"text": "وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلا أَن رَّأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاء إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ", "sura_id": 12, "type": 0, "id": 1620, "aya_id": 24}, {"text": "ولقد همت به وهم بها لولا أن رأى برهان ربه كذلك لنصرف عنه السوء والفحشاء إنه من عبادنا المخلصين", "sura_id": 12, "type": 1, "id": 7856, "aya_id": 24}, {"text": "24 - (ولقد همَّت به) قصدت منه الجماع (وهم بها) قصد ذلك (لولا أن رأى برهان ربه) قال ابن عباس مَثُلَ له يعقوب فضرب صدره فخرجت شهوته من أنامله ، وجواب لولا لجامعها (كذلك) أريناه البرهان (لنصرف عنه السوء) الخيانة (والفحشاء) الزنا (إنه من عبادنا المخلصين) في الطاعة ، وفي قراءة بكسر اللام أي المختارين \r\n", "sura_id": 12, "type": 2, "id": 26564, "aya_id": 24}, {"text": "ولقد مالت نفسها لفعل الفاحشة, وحدَّثت يوسفَ نفسُه حديث خطرات للاستجابة, لولا أن رأى آية من آيات ربه تزجره عمَّا حدثته به نفسه, وإنما أريناه ذلك; لندفع عنه السوء والفاحشة في جميع أموره, إنه من عبادنا المطهرين المصطفَين للرسالة الذين أخلصوا في عبادتهم لله وتوحيده.\r\n", "sura_id": 12, "type": 3, "id": 32800, "aya_id": 24}, {"text": " <font color=red>وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ</font><BR><p>اِخْتَلَفَتْ أَقْوَال النَّاس وَعِبَارَاتهمْ فِي هَذَا الْمَقَام وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَطَائِفَة مِنْ السَّلَف فِي ذَلِكَ مَا رَوَاهُ اِبْن جَرِير وَغَيْره وَاَللَّه أَعْلَم وَقِيلَ الْمُرَاد بِهَمِّهِ بِهَا خَطَرَات حَدِيث النَّفْس حَكَاهُ الْبَغَوِيّ عَنْ بَعْض أَهْل التَّحْقِيق ثُمَّ أَوْرَدَ الْبَغَوِيّ هَهُنَا حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول اللَّه تَعَالَى : إِذَا هَمَّ عَبْدِي بِحَسَنَةٍ فَاكْتُبُوهَا لَهُ حَسَنَة فَإِنْ عَمِلَهَا فَاكْتُبُوهَا لَهُ بِعَشْرِ أَمْثَالهَا وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلهَا فَاكْتُبُوهَا حَسَنَة فَإِنَّمَا تَرَكَهَا مِنْ جَرَّائِي فَإِنْ عَمِلَهَا فَاكْتُبُوهَا بِمِثْلِهَا وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ وَلَهُ أَلْفَاظ كَثِيرَة هَذَا مِنْهَا وَقِيلَ هَمَّ بِضَرْبِهَا وَقِيلَ تَمَنَّاهَا زَوْجَة وَقِيلَ هَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبّه أَيْ فَلَمْ يَهُمّ بِهَا وَفِي هَذَا الْقَوْل نَظَر مِنْ حَيْثُ الْعَرَبِيَّة حَكَاهُ اِبْن جَرِير وَغَيْره وَأَمَّا الْبُرْهَان الَّذِي رَآهُ فَفِيهِ أَقْوَال أَيْضًا فَعَنْ اِبْن عَبَّاس وَسَعِيد وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَمُحَمَّد بْن سِيرِينَ وَالْحَسَن وَقَتَادَة وَأَبِي صَالِح وَالضَّحَّاك وَمُحَمَّد بْن إِسْحَاق وَغَيْرهمْ رَأَى صُورَة أَبِيهِ يَعْقُوب عَاضًّا عَلَى أُصْبُعه بِفَمِهِ وَقِيلَ عَنْهُ فِي رِوَايَة فَضَرَبَ فِي صَدْر يُوسُف وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : رَأَى خَيَال الْمَلِك يَعْنِي سَيِّدَهُ وَكَذَا قَالَ مُحَمَّد بْن إِسْحَاق فِيمَا حَكَاهُ عَنْ بَعْضهمْ إِنَّمَا هُوَ خَيَال قطفير سَيِّده حِين دَنَا مِنْ الْبَاب وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ أَبِي مَوْدُود سَمِعْت مِنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ رَفَعَ يُوسُف رَأْسه إِلَى سَقْف الْبَيْت فَإِذَا كِتَاب فِي حَائِط الْبَيْت \" لَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَة وَمَقْتًا وَسَاءَ سَبِيلًا \" وَكَذَا رَوَاهُ أَبُو مَعْشَر الْمَدَنِيّ عَنْ مُحَمَّد بْن كَعْب وَقَالَ عَبْد اللَّه بْن وَهْب : أَخْبَرَنِي نَافِع بْن يَزِيد عَنْ أَبِي صَخْر قَالَ : سَمِعْت الْقُرَظِيّ يَقُول فِي الْبُرْهَان الَّذِي رَآهُ يُوسُف ثَلَاث آيَات مِنْ كِتَاب اللَّه \" إِنَّ عَلَيْكُمْ لَحَافِظِينَ \" الْآيَة وَقَوْله \" وَمَا تَكُون فِي شَأْن \" الْآيَة وَقَوْله \" أَفَمَنْ هُوَ قَائِم عَلَى كُلّ نَفْس بِمَا كَسَبَتْ \" قَالَ نَافِع : سَمِعْت أَبَا هِلَال يَقُول مِثْل قَوْل الْقُرَظِيّ وَزَادَ آيَة رَابِعَة \" وَلَا تَقْرَبُوا الزِّنَا \" وَقَالَ الْأَوْزَاعِيّ : رَأَى آيَة مِنْ كِتَاب اللَّه فِي الْجِدَار تَنْهَاهُ عَنْ ذَلِكَ قَالَ اِبْن جَرِير : وَالصَّوَاب أَنْ يُقَال إِنَّهُ رَأَى آيَة مِنْ آيَات اللَّه تَزْجُرهُ عَمَّا كَانَ هَمَّ بِهِ وَجَائِز أَنْ يَكُونَ صُورَة يَعْقُوب وَجَائِز أَنْ يَكُون صُورَة الْمَلِك وَجَائِز أَنْ يَكُون مَا رَآهُ مَكْتُوبًا مِنْ الزَّجْر عَنْ ذَلِكَ وَلَا حُجَّة قَاطِعَة عَلَى تَعْيِين شَيْء مِنْ ذَلِكَ فَالصَّوَاب أَنْ يُطْلَق كَمَا قَالَ اللَّه تَعَالَى وَقَوْله \" كَذَلِكَ لِنَصْرِف عَنْهُ السُّوء وَالْفَحْشَاء \" أَيْ كَمَا أَرَيْنَاهُ بُرْهَانًا صَرَفَهُ عَمَّا كَانَ فِيهِ كَذَلِكَ نَقِيه السُّوءَ وَالْفَحْشَاءَ فِي جَمِيع أُمُوره \" إِنَّهُ مِنْ عِبَادنَا الْمُخْلَصِينَ \" أَيْ مِنْ الْمُجْتَبِينَ الْمُطَهَّرِينَ الْمُخْتَارِينَ الْمُصْطَفَيْنَ الْأَخْيَار صَلَوَات اللَّه وَسَلَامه عَلَيْهِ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37774, "aya_id": 24}]