[{"text": "وَمَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمُ ابْتِغَاء مَرْضَاتِ اللّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 2, "type": 0, "id": 272, "aya_id": 265}, {"text": "ومثل الذين ينفقون أموالهم ابتغاء مرضات الله وتثبيتا من أنفسهم كمثل جنة بربوة أصابها وابل فآتت أكلها ضعفين فإن لم يصبها وابل فطل والله بما تعملون بصير", "sura_id": 2, "type": 1, "id": 6508, "aya_id": 265}, {"text": "265 - (ومثل) نفقات (الذين ينفقون أموالهم ابتغاء) طلب (مرضات الله وتثبيتا من أنفسهم) أي تحقيقا للثواب عليه بخلاف المنافقين الذين لا يرجونه لإنكارهم له ومن ابتدائية (كمثل جنة) بستان (برُبوة) بضم الراء وفتحها مكان مرتفع مستو (أصابها وابل) [مطر غزير] (فآتت) أعطت (أكْلها) بضم الكاف وسكونها ثمرها (ضعفين) مثلي ما يثمر غيرها (فإن لم يصبها وابل فطلٌّ) مطر خفيف يصيبها ويكفيها لارتفاعها ، المعنى: تثمر وتزكو كثر المطر أم قل فكذلك نفقات من ذكر تزكو عند الله كثرت أم قلت (والله بما تعملون بصير) فيجازيكم به \r\n", "sura_id": 2, "type": 2, "id": 25216, "aya_id": 265}, {"text": "ومثل الذين ينفقون أموالهم طلبًا لرضا الله واعتقادًا راسخًا بصدق وعده, كمثل بستان عظيم بأرض عالية طيبة هطلت عليه أمطار غزيرة, فتضاعفت ثمراته, وإن لم تسقط عليه الأمطار الغزيرة فيكفيه رذاذ المطر ليعطي الثمرة المضاعفة, وكذلك نفقات المخلصين تُقبل عند الله وتُضاعف, قلَّت أم كثُرت, فالله المُطَّلِع على السرائر, البصير بالظواهر والبواطن, يثيب كلا بحسب إخلاصه.\r\n", "sura_id": 2, "type": 3, "id": 31452, "aya_id": 265}, {"text": " <font color=red>وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</font><BR><p>وَهَذَا مَثَل الْمُؤْمِنِينَ الْمُنْفِقِينَ أَمْوَالهمْ اِبْتِغَاء مَرْضَات اللَّه عَنْهُمْ فِي ذَلِكَ \" وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ \" أَيْ وَهُمْ مُتَحَقِّقُونَ وَمُتَثَبِّتُونَ أَنَّ اللَّه سَيَجْزِيهِمْ عَلَى ذَلِكَ أَوْفَر الْجَزَاء وَنَظِير هَذَا فِي الْمَعْنَى قَوْله عَلَيْهِ السَّلَام فِي الْحَدِيث الصَّحِيح الْمُتَّفَق عَلَى صِحَّته مَنْ صَامَ رَمَضَان إِيمَانًا وَاحْتِسَابًا أَيْ يُؤْمِن أَنَّ اللَّه شَرَعَهُ وَيَحْتَسِب عِنْد اللَّه ثَوَابه قَالَ الشَّعْبِيّ : \" وَتَثْبِيتًا مِنْ أَنْفُسهمْ\" أَيْ تَصْدِيقًا وَيَقِينًا وَكَذَا قَالَ قَتَادَة وَأَبُو صَالِح وَابْن زَيْد وَاخْتَارَهُ اِبْن جَرِير وَقَالَ مُجَاهِد وَالْحَسَن أَيْ يَتَثَبَّتُونَ أَيْنَ يَضَعُونَ صَدَقَاتهمْ . وَقَوْله \" كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ \" أَيْ كَمَثَلِ بُسْتَان بِرَبْوَةٍ وَهُوَ عِنْد الْجُمْهُور الْمَكَان الْمُرْتَفِع مِنْ الْأَرْض وَزَادَ اِبْن عَبَّاس وَالضَّحَّاك وَتَجْرِي فِيهِ الْأَنْهَار قَالَ اِبْن جَرِير رَحِمَهُ اللَّه : وَفِي الرَّبْوَة ثَلَاث لُغَات هُنَّ ثَلَاث قِرَاءَات بِضَمِّ الرَّاء وَبِمَا قَرَأَ عَامَّة أَهْل الْمَدِينَة وَالْحِجَاز وَالْعِرَاق وَفَتْحهَا وَهِيَ قِرَاءَة بَعْض أَهْل الشَّام وَالْكُوفَة وَيُقَال إِنَّهَا لُغَة تَمِيم وَكَسْر الرَّاء وَيُذْكَر أَنَّهَا قِرَاءَة اِبْن عَبَّاس . وَقَوْله \" أَصَابَهَا وَابِلٌ \" وَهُوَ الْمَطَر الشَّدِيد كَمَا تَقَدَّمَ فَآتَتْ \" أُكُلَهَا \" أَيْ ثَمَرَتهَا \" ضِعْفَيْنِ\" أَيْ بِالنِّسْبَةِ إِلَى غَيْرهَا مِنْ الْجِنَان \" فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ \" قَالَ الضَّحَّاك هُوَ الرَّذَاذ وَهُوَ اللَّيِّن مِنْ الْمَطَر أَيْ هَذِهِ الْجَنَّة بِهَذِهِ الرَّبْوَة لَا تَمْحُل أَبَدًا لِأَنَّهَا إِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَأَيًّا مَا كَانَ فَهُوَ كِفَايَتهَا وَكَذَلِكَ عَمَل الْمُؤْمِن لَا يَبُور أَبَدًا بَلْ يَتَقَبَّلهُ اللَّه وَيُكْثِرهُ وَيُنَمِّيه كُلّ عَامِل بِحَسَبِهِ وَلِهَذَا قَالَ \" وَاَللَّه بِمَا تَعْمَلُونَ بَصِيرٌ \" أَيْ لَا يَخْفَى عَلَيْهِ مِنْ أَعْمَال عِبَاده شَيْء .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38680, "aya_id": 265}]