[{"text": "وَاتَّبَعْتُ مِلَّةَ آبَآئِي إِبْرَاهِيمَ وَإِسْحَقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَن نُّشْرِكَ بِاللّهِ مِن شَيْءٍ ذَلِكَ مِن فَضْلِ اللّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ", "sura_id": 12, "type": 0, "id": 1634, "aya_id": 38}, {"text": "واتبعت ملة آبائي إبراهيم وإسحاق ويعقوب ما كان لنا أن نشرك بالله من شيء ذلك من فضل الله علينا وعلى الناس ولكن أكثر الناس لا يشكرون", "sura_id": 12, "type": 1, "id": 7870, "aya_id": 38}, {"text": "38 - (واتبعت ملة آبائي إبراهيم وإسحاق ويعقوب ما كان) ينبغي (لنا أن نشرك بالله من) زائدة (شيء) لعصمتنا (ذلك) التوحيد (من فضل الله علينا وعلى الناس ولكن أكثر الناس) وهم الكفار (لا يشكرون) الله فيشركون ثم صرح بدعائهما إلى الإيمان فقال \r\n", "sura_id": 12, "type": 2, "id": 26578, "aya_id": 38}, {"text": "واتبعت دين آبائي إبراهيم وإسحاق ويعقوب فعبدت الله وحده, ما كان لنا أن نجعل لله شريكًا في عبادته, ذلك التوحيد بإفراد الله بالعبادة, مما تفضل الله به علينا وعلى الناس, ولكن أكثر الناس لا يشكرون الله على نعمة التوحيد والإيمان.\r\n", "sura_id": 12, "type": 3, "id": 32814, "aya_id": 38}, {"text": " <font color=red>وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ</font><BR><p>\" وَاتَّبَعْت مِلَّة آبَائِي إِبْرَاهِيم وَإِسْحَاق وَيَعْقُوب \" الْآيَة يَقُول هَجَرْت طَرِيق الْكُفْر وَالشِّرْك وَسَلَكْت طَرِيق هَؤُلَاءِ الْمُرْسَلِينَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ وَهَكَذَا يَكُون حَال مَنْ سَلَكَ طَرِيق الْهُدَى وَاتَّبَعَ طَرِيق الْمُرْسَلِينَ وَأَعْرَضَ عَنْ طَرِيق الضَّالِّينَ فَإِنَّ اللَّه يَهْدِي قَلْبه وَيُعَلِّمهُ مَا لَمْ يَكُنْ يَعْلَم وَيَجْعَلهُ إِمَامًا يُقْتَدَى بِهِ فِي الْخَيْر وَدَاعِيًا إِلَى سَبِيل الرَّشَاد \" مَا كَانَ لَنَا أَنْ نُشْرِك بِاَللَّهِ مِنْ شَيْء ذَلِكَ مِنْ فَضْل اللَّه عَلَيْنَا وَعَلَى النَّاس \" هَذَا التَّوْحِيد وَهُوَ الْإِقْرَار بِأَنَّهُ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ \" ذَلِكَ مِنْ فَضْل اللَّه عَلَيْنَا \" أَيْ أَوْحَاهُ إِلَيْنَا وَأَمَرَنَا بِهِ \" وَعَلَى النَّاس \" إِذْ جَعَلَنَا دُعَاة لَهُمْ إِلَى ذَلِكَ \" وَلَكِنَّ أَكْثَر النَّاس لَا يَشْكُرُونَ \" أَيْ لَا يَعْرِفُونَ نِعْمَة اللَّه عَلَيْهِمْ بِإِرْسَالِ الرُّسُل إِلَيْهِمْ بَلْ \" بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار \" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا حَجَّاج عَنْ عَطَاء عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَجْعَل الْجَدّ أَبًا وَيَقُول وَاَللَّه لَمَنْ شَاءَ لَاعَنْته عِنْد الْحِجْر مَا ذَكَرَ اللَّه جَدًّا وَلَا جَدَّة قَالَ اللَّه تَعَالَى يَعْنِي إِخْبَارًا عَنْ يُوسُف \" وَاتَّبَعْت مِلَّة آبَائِي إِبْرَاهِيم وَإِسْحَاق وَيَعْقُوب\" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37789, "aya_id": 38}]