[{"text": "قُلْ آمَنَّا بِاللّهِ وَمَا أُنزِلَ عَلَيْنَا وَمَا أُنزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِن رَّبِّهِمْ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ", "sura_id": 3, "type": 0, "id": 377, "aya_id": 84}, {"text": "قل آمنا بالله وما أنزل علينا وما أنزل على إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى والنبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون", "sura_id": 3, "type": 1, "id": 6613, "aya_id": 84}, {"text": "84 - (قل) لهم يا محمد (آمنا بالله وما أنزل علينا وما أنزل على إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط) أولاده (وما أوتي موسى وعيسى والنبيون من ربهم لا نفرق بين أحد منهم) بالتصديق والتكذيب (ونحن له مسلمون) مخلصون في العبادة. ونزل فيمن ارتد ولحق بالكفار: \r\n", "sura_id": 3, "type": 2, "id": 25321, "aya_id": 84}, {"text": "قل لهم -أيها الرسول- : صدَّقنا بالله وأطعنا, فلا رب لنا غيره, ولا معبود لنا سواه, وآمنَّا بالوحي الذي أنزله الله علينا, والذي أنزله على إبراهيم خليل الله, وابنيه إسماعبل وإسحاق, وابن ابنه يعقوب بن إسحاق, والذي أنزله على الأسباط -وهم الأنبياء الذين كانوا في قبائل بني إسرائيل الاثنتي عشرة مِن ولد يعقوب- وما أوتي موسى وعيسى من التوراة والإنجيل, وما أنزله الله على أنبيائه, نؤمن بذلك كله, ولا نفرق بين أحد منهم, ونحن لله وحده منقادون بالطاعة, مُقِرُّون له بالربوبية والألوهية والعبادة.\r\n", "sura_id": 3, "type": 3, "id": 31557, "aya_id": 84}, {"text": " <font color=red>قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ</font><BR><p>قَالَ تَعَالَى \" قُلْ آمَنَّا بِاَللَّهِ وَمَا أُنْزِلَ عَلَيْنَا \" يَعْنِي الْقُرْآن \" وَمَا أُنْزِلَ عَلَى إِبْرَاهِيم وَإِسْمَاعِيل وَإِسْحَق وَيَعْقُوب \" أَيْ مِنْ الصُّحُف وَالْوَحْي \" وَالْأَسْبَاط \" وَهُمْ بُطُون بَنِي إِسْرَائِيل الْمُتَشَعِّبَة مِنْ أَوْلَاد إِسْرَائِيل - وَهُوَ يَعْقُوب الِاثْنَى عَشَر \" وَمَا أُوتِيَ مُوسَى وَعِيسَى \" يَعْنِي بِذَلِكَ التَّوْرَاة وَالْإِنْجِيل \" وَالنَّبِيُّونَ مِنْ رَبّهمْ \" وَهَذَا يَعُمّ جَمِيع الْأَنْبِيَاء جُمْلَة \" لَا نُفَرِّق بَيْن أَحَد مِنْهُمْ \" يَعْنِي بَلْ نُؤْمِن بِجَمِيعِهِمْ \" وَنَحْنُ لَهُ مُسْلِمُونَ \" فَالْمُؤْمِنُونَ مِنْ هَذِهِ الْأُمَّة يُؤْمِنُونَ بِكُلِّ نَبِيّ أُرْسِل وَبِكُلِّ كِتَاب أُنْزِل لَا يَكْفُرُونَ بِشَيْءٍ مِنْ ذَلِكَ بَلْ هُمْ يُصَدِّقُونَ بِمَا أُنْزِلَ مِنْ عِنْد اللَّه وَبِكُلِّ نَبِيّ بَعَثَهُ اللَّه .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40026, "aya_id": 84}]