[{"text": "فَلَوْلاَ كَانَ مِنَ الْقُرُونِ مِن قَبْلِكُمْ أُوْلُواْ بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الأَرْضِ إِلاَّ قَلِيلاً مِّمَّنْ أَنجَيْنَا مِنْهُمْ وَاتَّبَعَ الَّذِينَ ظَلَمُواْ مَا أُتْرِفُواْ فِيهِ وَكَانُواْ مُجْرِمِينَ", "sura_id": 11, "type": 0, "id": 1589, "aya_id": 116}, {"text": "فلولا كان من القرون من قبلكم أولو بقية ينهون عن الفساد في الأرض إلا قليلا ممن أنجينا منهم واتبع الذين ظلموا ما أترفوا فيه وكانوا مجرمين", "sura_id": 11, "type": 1, "id": 7825, "aya_id": 116}, {"text": "116 - (فلولا) فهلا (كان من القرون) الأمم الماضية (من قبلكم أولوا بقية) أصحاب دين وفضل (ينهون عن الفساد في الأرض) المراد به النفي أي ما كان فيهم ذلك (إلا) لكن (قليلا ممن أنجينا منهم) نهوا فنجوا ومن للبيان (واتبع الذين ظلموا) بالفساد وترك النهي (ما أترفوا) نعموا (فيه وكانوا مجرمين) \r\n", "sura_id": 11, "type": 2, "id": 26533, "aya_id": 116}, {"text": "فهلاَّ وُجد من القرون الماضية بقايا من أهل الخير والصلاح, ينهون أهل الكفر عن كفرهم, وعن الفساد في الأرض, لم يوجد من أولئك الأقوام إلا قليل ممن آمن, فنجَّاهم الله بسبب ذلك مِن عذابه حين أخذ الظالمين. واتَّبع عامتهم من الذين ظلموا أنفسهم ما مُتِّعوا فيه من لذات الدنيا ونعيمها, وكانوا مجرمين ظالمين باتباعهم ما تنعموا فيه, فحقَّ عليهم العذاب.\r\n", "sura_id": 11, "type": 3, "id": 32769, "aya_id": 116}, {"text": " <font color=red>فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ</font><BR><p>يَقُول تَعَالَى فَهَلَّا وُجِدَ مِنْ الْقُرُون الْمَاضِيَة بَقَايَا مِنْ أَهْل الْخَيْر يَنْهَوْنَ عَمَّا كَانَ يَقَع بَيْنهمْ مِنْ الشُّرُور وَالْمُنْكَرَات وَالْفَسَاد فِي الْأَرْض وَقَوْله \" إِلَّا قَلِيلًا\" أَيْ قَدْ وُجِدَ مِنْهُمْ مِنْ هَذَا الضَّرْب قَلِيل لَمْ يَكُونُوا كَثِيرًا وَهُمْ الَّذِينَ أَنْجَاهُمْ اللَّه عِنْد حُلُول غَضَبه وَفَجْأَة نِقْمَته وَلِهَذَا أَمَرَ اللَّه - تَعَالَى - هَذِهِ الْأُمَّة الشَّرِيفَة أَنْ يَكُون فِيهَا مَنْ يَأْمُر بِالْمَعْرُوفِ وَيَنْهَى عَنْ الْمُنْكَر كَمَا قَالَ تَعَالَى \" وَلْتَكُنْ مِنْكُمْ أُمَّة يَدْعُونَ إِلَى الْخَيْر وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر وَأُولَئِكَ هُمْ الْمُفْلِحُونَ \" وَفِي الْحَدِيث \" إِنَّ النَّاس إِذَا رَأَوْا الْمُنْكَر فَلَمْ يُغَيِّرُوهُ أَوْشَكَ أَنْ يَعُمَّهُمْ اللَّهُ بِعِقَابٍ \" وَلِهَذَا قَالَ تَعَالَى \" فَلَوْلَا كَانَ مِنْ الْقُرُون مِنْ قَبْلِكُمْ أُولُوا بَقِيَّة يَنْهَوْنَ عَنْ الْفَسَاد فِي الْأَرْض إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ \" وَقَوْله\" وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ \" أَيْ اِسْتَمَرُّوا عَلَى مَا هُمْ عَلَيْهِ مِنْ الْمَعَاصِي وَالْمُنْكَرَات وَلَمْ يَلْتَفِتُوا إِلَى إِنْكَار أُولَئِكَ حَتَّى فَجَأَهُمْ الْعَذَاب \" وَكَانُوا مُجْرِمِينَ \" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37619, "aya_id": 116}]