[{"text": "وَلَمَّا جَاءهُمْ رَسُولٌ مِّنْ عِندِ اللّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ الَّذِينَ أُوتُواْ الْكِتَابَ كِتَابَ اللّهِ وَرَاء ظُهُورِهِمْ كَأَنَّهُمْ لاَ يَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 108, "aya_id": 101}, {"text": "ولما جاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين أوتوا الكتاب كتاب الله وراء ظهورهم كأنهم لا يعلمون", "sura_id": 2, "type": 1, "id": 6344, "aya_id": 101}, {"text": "101 - (ولما جاءهم رسول من عند الله) محمد صلى الله عليه وسلم (مصدق لما معهم نبذ فريق من الذين أوتوا الكتاب كتاب الله) أي التوراة (وراء ظهورهم) أي لم يعملوا بما فيها من الإيمان بالرسول وغيره (كأنهم لا يعلمون) ما فيها من أنه نبي حق أو أنها كتاب الله \r\n", "sura_id": 2, "type": 2, "id": 25052, "aya_id": 101}, {"text": "ولما جاءهم محمد رسول الله صلى الله عليه وسلم بالقرآن الموافق لما معهم من التوراة طرح فريق منهم كتاب الله, وجعلوه وراء ظهورهم, شأنهم شأن الجهال الذين لا يعلمون حقيقته\r\n", "sura_id": 2, "type": 3, "id": 31288, "aya_id": 101}, {"text": " <font color=red>وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ</font><BR><p>قَالَ هَاهُنَا \" وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْد اللَّه مُصَدِّقٌ لِمَا مَعَهُمْ \" الْآيَة أَيْ طَرَحَ طَائِفَة مِنْهُمْ كِتَاب اللَّه الَّذِي بِأَيْدِيهِمْ مِمَّا فِيهِ الْبِشَارَة بِمُحَمَّدٍ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَرَاء ظُهُورهمْ أَيْ تَرَكُوهَا كَأَنَّهُمْ لَا يَعْلَمُونَ مَا فِيهَا وَأَقْبَلُوا عَلَى تَعَلُّم السِّحْر وَاتِّبَاعه وَلِهَذَا أَرَادُوا كَيْدًا بِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَسَحَرُوهُ فِي مُشْط وَمُشَاقَةِ وَجُفِّ طَلْعَة ذَكَر تَحْت رَاعُوفَة بِبِئْرِ ذَرْوَانَ وَكَانَ الَّذِي تَوَلَّى ذَلِكَ مِنْهُمْ رَجُل يُقَال لَهُ لَبِيد بْن الْأَعْصَم لَعَنَهُ اللَّه وَقَبَّحَهُ فَأَطْلَعَ اللَّهُ عَلَى ذَلِكَ رَسُوله - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَشَفَاهُ مِنْهُ وَأَنْقَذَهُ كَمَا ثَبَتَ ذَلِكَ مَبْسُوطًا فِي الصَّحِيحَيْنِ عَنْ عَائِشَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا كَمَا سَيَأْتِي بَيَانُهُ . قَالَ السُّدِّيّ \" وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ \" قَالَ : لَمَّا جَاءَهُمْ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَارَضُوهُ بِالتَّوْرَاةِ فَخَاصَمُوهُ بِهَا فَاتَّفَقَتْ التَّوْرَاة وَالْقُرْآن فَنَبَذُوا التَّوْرَاة وَأَخَذُوا بِكِتَابِ آصَف وَسِحْر هَارُوت وَمَارُوت فَلَمْ يُوَافِق الْقُرْآن فَذَلِكَ قَوْله \" كَأَنَّهُمْ لَا يَعْلَمُونَ \" وَقَالَ قَتَادَة فِي قَوْله \" كَأَنَّهُمْ لَا يَعْلَمُونَ \" قَالَ : إِنَّ الْقَوْم كَانُوا يَعْلَمُونَ وَلَكِنَّهُمْ نَبَذُوا عِلْمهمْ وَكَتَمُوهُ وَجَحَدُوا بِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38500, "aya_id": 101}]