[{"text": "قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُواْ بِهَا كَافِرِينَ", "sura_id": 5, "type": 0, "id": 771, "aya_id": 102}, {"text": "قد سألها قوم من قبلكم ثم أصبحوا بها كافرين", "sura_id": 5, "type": 1, "id": 7007, "aya_id": 102}, {"text": "102 - (قد سألها) أي الأشياء (قوم من قبلكم) أنبياءهم فأجيبوا ببيان أحكامها (ثم أصبحوا) صاروا (بها كافرين) بتركهم العمل بها \r\n", "sura_id": 5, "type": 2, "id": 25715, "aya_id": 102}, {"text": "إن مثل تلك الأسئلة قد سألها قومٌ مِن قبلكم رسلَهم, فلما أُمِروا بها جحدوها, ولم ينفذوها, فاحذروا أن تكونوا مثلهم.\r\n", "sura_id": 5, "type": 3, "id": 31951, "aya_id": 102}, {"text": " <font color=red>قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ</font><BR><p>أَيْ قَدْ سَأَلَ هَذِهِ الْمَسَائِل الْمَنْهِيّ عَنْهَا قَوْم مِنْ قَبْلكُمْ فَأُجِيبُوا عَنْهَا ثُمَّ لَمْ يُؤْمِنُوا بِهَا فَأَصْبَحُوا بِهَا كَافِرِينَ أَيْ بِسَبَبِهَا أَنْ بُيِّنَتْ لَهُمْ فَلَمْ يَنْتَفِعُوا بِهَا لِأَنَّهُمْ لَمْ يَسْأَلُوا عَلَى وَجْه الِاسْتِرْشَاد بَلْ عَلَى وَجْه الِاسْتِهْزَاء وَالْعِنَاد وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي الْآيَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَذَّنَ فِي النَّاس فَقَالَ \" يَا قَوْم كُتِبَ عَلَيْكُمْ الْحَجّ \" فَقَامَ رَجُل مِنْ بَنِي أَسَد فَقَالَ : يَا رَسُول اللَّه أَفِي كُلّ عَام فَأَغْضَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَضَبًا شَدِيدًا فَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ قُلْت نَعَمْ لَوَجَبَتْ وَلَوْ وَجَبَتْ مَا اِسْتَطَعْتُمْ وَإِذًا لَكَفَرْتُمْ فَاتْرُكُونِي مَا تَرَكْتُكُمْ وَإِذَا أَمَرْتُكُمْ بِشَيْءٍ فَافْعَلُوا وَإِذَا نَهَيْتُكُمْ عَنْ شَيْء فَانْتَهُوا عَنْهُ\" فَأَنْزَلَ اللَّه هَذِهِ الْآيَة نَهَاهُمْ أَنْ يَسْأَلُوا عَنْ مِثْل الَّذِي سَأَلَتْ عَنْهُ النَّصَارَى مِنْ الْمَائِدَة \" فَأَصْبَحُوا بِهَا كَافِرِينَ \" فَنَهَى اللَّه عَنْ ذَلِكَ وَقَالَ لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ نَزَلَ الْقُرْآن فِيهَا بِتَغْلِيظٍ سَاءَكُمْ ذَلِكَ وَلَكِنْ اِنْتَظِرُوا فَإِذَا نَزَلَ الْقُرْآن فَإِنَّكُمْ لَا تَسْأَلُونَ عَنْ شَيْء إِلَّا وَجَدْتُمْ بَيَانه رَوَاهُ اِبْن جَرِير وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِين يُنَزَّل الْقُرْآن تُبْدَ لَكُمْ \" قَالَ : لَمَّا نَزَلَتْ آيَة الْحَجّ نَادَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي النَّاس فَقَالَ \" يَا أَيّهَا النَّاس إِنَّ اللَّه قَدْ كَتَبَ عَلَيْكُمْ الْحَجّ فَحُجُّوا \" فَقَالُوا يَا رَسُول اللَّه أَعَامًا وَاحِدًا أَمْ كُلّ عَام ؟ فَقَالَ \" لَا بَلْ عَامًا وَاحِدًا وَلَوْ قُلْت كُلّ عَام لَوَجَبَتْ وَلَوْ وَجَبَتْ لَكَفَرْتُمْ\" ثُمَّ قَالَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاء \" إِلَى قَوْله ثُمَّ \" أَصْبَحُوا بِهَا كَافِرِينَ\" رَوَاهُ اِبْن جَرِير وَقَالَ خُصَيْف عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس\" لَا تَسْأَلُوا عَنْ أَشْيَاء \" قَالَ هِيَ الْبَحِيرَة وَالْوَصِيلَة وَالسَّائِبَة وَالْحَام أَلَا تَرَى أَنَّهُ قَالَ بَعْدهَا \" مَا جَعَلَ اللَّه مِنْ بَحِيرَة \" وَلَا كَذَا وَلَا كَذَا قَالَ وَأَمَّا عِكْرِمَة فَقَالَ : إِنَّهُمْ كَانُوا يَسْأَلُونَهُ عَنْ الْآيَات فَنُهُوا عَنْ ذَلِكَ ثُمَّ قَالَ \" قَدْ سَأَلَهَا قَوْم مِنْ قَبْلكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ \" رَوَاهُ اِبْن جَرِير يَعْنِي عِكْرِمَة رَحِمَهُ اللَّه أَنَّ الْمُرَاد بِهَذَا النَّهْي عَنْ سُؤَال وُقُوع الْآيَات كَمَا سَأَلَتْ قُرَيْش أَنْ يُجْرِي لَهُمْ أَنْهَارًا وَأَنْ يَجْعَل لَهُمْ الصَّفَا ذَهَبًا وَغَيْر ذَلِكَ وَكَمَا سَأَلَتْ الْيَهُود أَنْ يُنَزِّل عَلَيْهِمْ كِتَابًا مِنْ السَّمَاء وَقَدْ قَالَ اللَّه تَعَالَى وَمَا مَنَعَنَا أَنْ \" نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُود النَّاقَة مُبْصِرَة فَظَلَمُوا بِهَا وَمَا نُرْسِل بِالْآيَاتِ إِلَّا تَخْوِيفًا \" وَقَالَ تَعَالَى\" وَأَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ لَئِنْ جَاءَتْهُمْ آيَة لَيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الْآيَات عِنْد اللَّه وَمَا يُشْعِركُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة وَنَذَرهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمْ الْمَلَائِكَةَ وَكَلَّمَهُمْ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلّ شَيْء قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاء اللَّه لَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41441, "aya_id": 102}]