[{"text": "الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ", "sura_id": 36, "type": 0, "id": 3770, "aya_id": 65}, {"text": "اليوم نختم على أفواههم وتكلمنا أيديهم وتشهد أرجلهم بما كانوا يكسبون", "sura_id": 36, "type": 1, "id": 10006, "aya_id": 65}, {"text": "65 - (اليوم نختم على أفواههم) أي الكفار والله ربنا ما كنا مشركين (وتكلمنا أيديهم وتشهد أرجلهم) وغيرها (بما كانوا يكسبون) فكل عضو ينطق بما صدر منه \r\n", "sura_id": 36, "type": 2, "id": 28714, "aya_id": 65}, {"text": "اليوم نطبع على أفواه المشركين فلا ينطقون, وتُكلِّمنا أيديهم بما بطشت به, وتشهد أرجلهم بما سعت إليه في الدنيا، وكسبت من الآثام.\r\n", "sura_id": 36, "type": 3, "id": 34950, "aya_id": 65}, {"text": " <font color=red>الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ</font><BR><p>وَقَوْله تَعَالَى : \" الْيَوْم نَخْتِم عَلَى أَفْوَاههمْ وَتُكَلِّمنَا أَيْدِيهمْ وَتَشْهَد أَرْجُلهمْ بِمَا كَانُوا يَكْسِبُونَ \" هَذَا حَال الْكُفَّار وَالْمُنَافِقِينَ يَوْم الْقِيَامَة حِين يُنْكِرُونَ مَا اجْتَرَمُوهُ فِي الدُّنْيَا وَيَحْلِفُونَ مَا فَعَلُوهُ فَيَخْتِم اللَّه عَلَى أَفْوَاههمْ وَيَسْتَنْطِق جَوَارِحهمْ بِمَا عَمِلَتْ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو شَيْبَة إِبْرَاهِيم بْن عَبْد اللَّه بْن أَبِي شَيْبَة حَدَّثَنَا مُنْجَاب بْن الْحَارِث التَّمِيمِيّ حَدَّثَنَا أَبُو عَامِر الْأَزْدِيّ حَدَّثَنَا سُفْيَان عَنْ عُبَيْد الْمُكْتِب عَنْ الْفَضْل بْن عَمْرو عَنْ الشَّعْبِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : كُنَّا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَضَحِكَ حَتَّى بَدَتْ نَوَاجِذه ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَدْرُونَ مِمَّ أَضْحَك ؟ \" قُلْنَا اللَّه وَرَسُوله أَعْلَم قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْ مُجَادَلَة الْعَبْد رَبّه يَوْم الْقِيَامَة يَقُول رَبّ أَلَمْ تُجِرْنِي مِنْ الظُّلْم ؟ فَيَقُول بَلَى فَيَقُول لَا أُجِيز عَلَيَّ إِلَّا شَاهِدًا مِنْ نَفْسِي فَيَقُول كَفَى بِنَفْسِك الْيَوْم عَلَيْك حَسِيبًا وَبِالْكِرَامِ الْكَاتِبِينَ شُهُودًا فَيُخْتَم عَلَى فِيهِ وَيُقَال لِأَرْكَانِهِ اِنْطِقِي بِعَمَلِهِ ثُمَّ يُخَلَّى بَيْنه وَبَيْن الْكَلَام فَيَقُول بُعْدًا لَكُنَّ وَسُحْقًا فَعَنْكُنَّ كُنْت أُنَاضِل \" وَقَدْ رَوَاهُ مُسْلِم وَالنَّسَائِيّ كِلَاهُمَا عَنْ أَبِي بَكْر بْن أَبِي النَّضْر عَنْ أَبِي النَّضْر عَنْ عُبَيْد اللَّه بْن عَبْد الرَّحْمَن الْأَشْجَعِيّ عَنْ سُفْيَان هُوَ الثَّوْرِيّ بِهِ . ثُمَّ قَالَ النَّسَائِيّ لَا أَعْلَم أَحَدًا رَوَى هَذَا الْحَدِيث عَنْ سُفْيَان غَيْر الْأَشْجَعِيّ وَهُوَ حَدِيث غَرِيب وَاَللَّه تَعَالَى أَعْلَم . كَذَا قَالَ وَقَدْ تَقَدَّمَ مِنْ رِوَايَة أَبِي عَامِر عَنْ عَبْد الْمَلِك بْن عَمْرو الْأَسَدِيّ وَهُوَ الْعَقَدِيّ عَنْ سُفْيَان وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ بَهْز بْن حَكِيم عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّكُمْ تُدْعَوْنَ مُفَدَّمًا عَلَى أَفْوَاهكُمْ بِالْفِدَامِ فَأَوَّل مَا يُسْأَل عَنْ أَحَدكُمْ فَخِذه وَكَتِفه \" رَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق بِهِ وَقَالَ سُفْيَان بْن عُيَيْنَةَ عَنْ سُهَيْل عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَدِيث الْقِيَامَة الطَّوِيل قَالَ فِيهِ \" ثُمَّ يَلْقَى الثَّالِث فَيَقُول مَا أَنْتَ ؟ فَيَقُول أَنَا عَبْدك آمَنْت بِك وَبِنَبِيِّك وَبِكِتَابِك وَصُمْت وَصَلَّيْت وَتَصَدَّقْت وَيُثْنِي بِخَيْرٍ مَا اِسْتَطَاعَ - قَالَ - فَيُقَال لَهُ أَلَا نَبْعَث عَلَيْك شَاهِدنَا ؟ - قَالَ - فَيُفَكِّر فِي نَفْسه مَنْ الَّذِي يَشْهَد عَلَيْهِ فَيُخْتَم عَلَى فِيهِ وَيُقَال لِفَخِذِهِ اِنْطِقِي - قَالَ - فَتَنْطِق فَخِذه وَلَحْمه وَعِظَامه بِمَا كَانَ يَعْمَل وَذَلِكَ الْمُنَافِق وَذَلِكَ لِيُعْذَر مِنْ نَفْسه وَذَلِكَ الَّذِي يَسْخَط اللَّه تَعَالَى عَلَيْهِ \" وَرَوَاهُ مُسْلِم وَأَبُو دَاوُد مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ بِهِ بِطُولِهِ ثُمَّ قَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش حَدَّثَنَا ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ عُقْبَة بْن عَامِر رَضِيَ اللَّه عَنْهُ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ أَوَّل عَظْم مِنْ الْإِنْسَان يَتَكَلَّم يَوْم يُخْتَم عَلَى الْأَفْوَاه فَخِذه مِنْ الرِّجْل الْيُسْرَى \" وَرَوَى اِبْن جَرِير عَنْ مُحَمَّد بْن عَوْف عَنْ عَبْد اللَّه بْن الْمُبَارَك عَنْ إِسْمَاعِيل بْن عَيَّاش بِهِ مِثْله. وَقَدْ جَوَّدَ إِسْنَاده الْإِمَام أَحْمَد رَحِمَهُ اللَّه فَقَالَ حَدَّثَنَا الْحَكَم بْن نَافِع حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد الْحَضْرَمِيّ عَمَّنْ حَدَّثَهُ عَنْ عُقْبَة بْن عَامِر رَضِيَ اللَّه عَنْهُ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ أَوَّل عَظْم مِنْ الْإِنْسَان يَتَكَلَّم يَوْم يُخْتَم عَلَى الْأَفْوَاه فَخِذه مِنْ الرِّجْل الشِّمَال \" وَقَالَ اِبْن جَرِير حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا يُونُس بْن عُبَيْد عَنْ حُمَيْد بْن هِلَال قَالَ : قَالَ أَبُو بُرْدَة قَالَ أَبُو مُوسَى هُوَ الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ يُدْعَى الْمُؤْمِن لِلْحِسَابِ يَوْم الْقِيَامَة فَيَعْرِض عَلَيْهِ رَبّه عَمَله فِيمَا بَيْنه وَبَيْنه فَيَعْتَرِف فَيَقُول نَعَمْ أَيْ رَبّ عَمِلْت عَمِلْت عَمِلْت قَالَ فَيَغْفِر اللَّه تَعَالَى لَهُ ذُنُوبه وَيَسْتُرهُ مِنْهَا قَالَ فَمَا عَلَى الْأَرْض خَلِيقَة تَرَى مِنْ تِلْكَ الذُّنُوب شَيْئًا وَتَبْدُو حَسَنَاته فَوَدَّ أَنَّ النَّاس كُلّهمْ يَرَوْنَهَا وَيُدْعَى الْكَافِر وَالْمُنَافِق لِلْحِسَابِ فَيَعْرِض عَلَيْهِ رَبّه عَمَله فَيَجْحَد وَيَقُول أَيْ رَبّ وَعِزَّتك لَقَدْ كَتَبَ عَلَيَّ هَذَا الْمَلَك مَا لَمْ أَعْمَلْ فَيَقُول لَهُ الْمَلَك أَمَا عَمِلْت كَذَا فِي يَوْم كَذَا فِي مَكَان كَذَا ؟ فَيَقُول لَا وَعِزَّتك أَيْ رَبّ مَا عَمِلْته فَإِذَا فَعَلَ ذَلِكَ خَتَمَ اللَّه تَعَالَى عَلَى فِيهِ قَالَ أَبُو مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ فَإِنِّي أَحْسَب أَوَّل مَا يَنْطِق مِنْهُ الْفَخِذ الْيُمْنَى ثُمَّ تَلَا \" الْيَوْم نَخْتِم عَلَى أَفْوَاههمْ وَتُكَلِّمنَا أَيْدِيهمْ وَتَشْهَد أَرْجُلهمْ بِمَا كَانُوا يَكْسِبُونَ \" .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40400, "aya_id": 65}]