[{"text": "آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ", "sura_id": 51, "type": 0, "id": 4691, "aya_id": 16}, {"text": "آخذين ما آتاهم ربهم إنهم كانوا قبل ذلك محسنين", "sura_id": 51, "type": 1, "id": 10927, "aya_id": 16}, {"text": "16 - (آخذين) حال من الضمير في خبر إن (ما آتاهم) أعطاهم (ربهم) من الثواب (إنهم كانوا قبل ذلك) أي دخولهم الجنة (محسنين) في الدنيا \r\n", "sura_id": 51, "type": 2, "id": 29635, "aya_id": 16}, {"text": " فأخذوا ذلك راضين به, فَرِحة به نفوسهم, إنهم كانوا قبل ذلك النعيم محسنين في الدنيا بأعمالهم الصالحة.\r\n", "sura_id": 51, "type": 3, "id": 35871, "aya_id": 16}, {"text": " <font color=red>آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ</font><BR><p>قَالَ اِبْن جَرِير أَيْ عَامِلِينَ بِمَا آتَاهُمْ اللَّه مِنْ الْفَرَائِض\" إِنَّهُمْ كَانُوا قَبْل ذَلِكَ مُحْسِنِينَ \" أَيْ قَبْل أَنْ يُفْرَض عَلَيْهِمْ الْفَرَائِض كَانُوا مُحْسِنِينَ فِي الْأَعْمَال أَيْضًا ثُمَّ رَوَى عَنْ اِبْن حُمَيْد حَدَّثَنَا مِهْرَان عَنْ سُفْيَان عَنْ أَبِي عُمَر عَنْ مُسْلِم الْبَطِين عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" آخِذِينَ مَا آتَاهُمْ رَبّهمْ \" قَالَ مِنْ الْفَرَائِض \" إِنَّهُمْ كَانُوا قَبْل ذَلِكَ مُحْسِنِينَ \" قَبْل الْفَرَائِض يَعْمَلُونَ وَهَذَا الْإِسْنَاد ضَعِيف وَلَا يَصِحّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَقَدْ رَوَاهُ عُثْمَان بْن أَبِي شَيْبَة عَنْ مُعَاوِيَة بْن هِشَام عَنْ سُفْيَان عَنْ أَبِي عُمَر الْبَزَّار عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَذَكَرَهُ وَاَلَّذِي فَسَّرَ بِهِ اِبْن جَرِير فِيهِ نَظَر لِأَنَّ قَوْله تَبَارَكَ وَتَعَالَى\" آخِذِينَ \" حَال مِنْ قَوْله فِي جَنَّات وَعُيُون فَالْمُتَّقُونَ فِي حَال كَوْنهمْ فِي الْجَنَّات وَالْعُيُون آخِذِينَ مَا آتَاهُمْ رَبّهمْ أَيْ مِنْ النَّعِيم وَالسُّرُور وَالْغِبْطَة وَقَوْله عَزَّ وَجَلَّ \" إِنَّهُمْ كَانُوا قَبْل ذَلِكَ \" أَيْ فِي الدَّار الدُّنْيَا\" مُحْسِنِينَ \" كَقَوْلِهِ جَلَّ جَلَاله \" كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّام الْخَالِيَة \" ثُمَّ إِنَّهُ تَعَالَى بَيَّنَ إِحْسَانهمْ فِي الْعَمَل فَقَالَ جَلَّ وَعَلَا .</p><BR> <br> ", "sura_id": 51, "type": 4, "id": 41609, "aya_id": 16}]