[{"text": "كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا", "sura_id": 19, "type": 0, "id": 2332, "aya_id": 82}, {"text": "كلا سيكفرون بعبادتهم و يكونون عليهم ضدا", "sura_id": 19, "type": 1, "id": 8568, "aya_id": 82}, {"text": "82 - (كلا) أي لا مانع من عذابهم (سيكفرون) أي الآلهة (بعبادتهم) أي ينفونها كما في آية أخرى ما كانوا إيانا يعبدون (ويكونون عليهم ضدا) اعوانا وأعداء \r\n", "sura_id": 19, "type": 2, "id": 27276, "aya_id": 82}, {"text": "ليس الأمر كما يزعمون, لن تكون لهم الآلهة عزًا, بل ستكفر هذه الآلهة في الآخرة بعبادتهم لها, وتكون عليهم أعوانًا في خصومتهم وتكذيبهم بخلاف ما ظنوه فيها.\r\n", "sura_id": 19, "type": 3, "id": 33512, "aya_id": 82}, {"text": " <font color=red>كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</font><BR><p>قَالَ \" كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ \" أَيْ يَوْم الْقِيَامَة \" وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" أَيْ بِخِلَافِ مَا ظَنُّوا فِيهِمْ كَمَا قَالَ تَعَالَى \" وَمَنْ أَضَلّ مِمَّنْ يَدْعُو مِنْ دُون اللَّه مَنْ لَا يَسْتَجِيب لَهُ إِلَى يَوْم الْقِيَامَة وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاس كَانُوا لَهُمْ أَعْدَاء وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ \" وَقَرَأَ أَبُو نَهِيك \" كُلّ سَيَكْفُرُونَ بِعِبَادَتِهِمْ \" وَقَالَ السُّدِّيّ \" كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ \" أَيْ بِعِبَادَةِ الْأَوْثَان وَقَوْله \" وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" أَيْ بِخِلَافِ مَا رَجَوْا مِنْهُمْ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" قَالَ أَعْوَانًا قَالَ مُجَاهِد عَوْنًا عَلَيْهِمْ تُخَاصِمهُمْ وَتُكَذِّبهُمْ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" قَالَ قُرَنَاء وَقَالَ قَتَادَة قُرَنَاء فِي النَّار يَلْعَن بَعْضهمْ بَعْضًا وَيَكْفُر بَعْضهمْ بِبَعْضٍ وَقَالَ السُّدِّيّ \" وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" قَالَ الْخُصَمَاء الْأَشِدَّاء فِي الْخُصُومَة وَقَالَ الضَّحَّاك \" وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" قَالَ أَعْدَاء وَقَالَ اِبْن زَيْد : الضِّدّ الْبَلَاء وَقَالَ عِكْرِمَة : الضِّدّ الْحَسْرَة .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38479, "aya_id": 82}]