[{"text": "يُوصِيكُمُ اللّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ فَإِن كَانَ لَهُ إِخْوَةٌ فَلأُمِّهِ السُّدُسُ مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَآؤُكُمْ وَأَبناؤُكُمْ لاَ تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِّنَ اللّهِ إِنَّ اللّهَ كَانَ عَلِيما حَكِيمًا", "sura_id": 4, "type": 0, "id": 504, "aya_id": 11}, {"text": "يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين فإن كن نساء فوق اثنتين فلهن ثلثا ما ترك وإن كانت واحدة فلها النصف ولأبويه لكل واحد منهما السدس مما ترك إن كان له ولد فإن لم يكن له ولد وورثه أبواه فلأمه الثلث فإن كان له إخوة فلأمه السدس من بعد وصية يوصي بها أو دين آباؤكم وأبناؤكم لا تدرون أيهم أقرب لكم نفعا فريضة من الله إن الله كان عليما حكيما", "sura_id": 4, "type": 1, "id": 6740, "aya_id": 11}, {"text": "11 - (يوصيكم) يأمركم (الله في) شأن (أولادكم) بما يذكر (للذكر) منهم (مثل حظ) نصيب (الأنثيين) إذا اجتمعتا معه فله نصف المال ولهما النصف فإن كان معه واحدة فلها الثلث وله الثلثان وإن انفرد حاز المال (فإن كن) أي الأولاد (نساءً) فقط (فوق اثنتين فلهن ثلثا ما ترك) الميت وكذا الاثنتان لأنه للأختين بقوله {فلهما الثلثان مما ترك} فهما أولى ولأن البنت تستحق الثلث مع الذكر فمع الأنثى أولى {وفوق} قيل صلة وقيل لدفع توهم زيادة النصيب بزيادة العدد لما فهم استحقاق البنتين الثلثين من جعل الثلث للواحدة مع الذكر (وإن كانت) المولودة (واحدةً) وفي قراءة بالرفع فكان تامة (فلها النصف ولأبويه) أي الميت ويبدل منهما (لكل واحد منهما السدُس مما ترك إن كان له ولد) ذكر أو أنثى ونكتة البدل إفادة أنهما لا يشتركان فيه وألحق بالولد ولد الابن وبالأب الجد (فإن لم يكن له ولد وورثه أبواه) فقط أو مع زوج (فلأمه) بضم الهمزة وكسرها فرارا من الانتقال من ضمة إلى كسرة لثقله في الموضعين (الثلُث) أي ثلث المال أو ما يبقى بعد الزوج والباقي للأب (فإن كان له إخوة) أي اثنان فصاعدا ذكورا أو إناثا (فلأمه السدُس) والباقي للأب ولا شيء للأخوة وإرث من ذكر ما ذكر (من بعد) تنفيذ (وصية يوصي) بالبناء للفاعل والمفعول (بها أو) قضاء (دين) عليه وتقديم الوصية على الدين وإن كانت مؤخرة عنه في الوفاء للاهتمام بها (آباؤكم وأبناؤكم) مبتدأ خبره (لا تدرون أيهم أقرب لكم نفعا) في الدنيا والآخرة فظانٌّ أن ابنه أنفع له فيعطيه الميراث فيكون الأب أنفع وبالعكس وإنما العالم بذلك هو الله ففرض لكم الميراث (فريضة من الله إن الله كان عليما) بخلقه (حكيما) فيما دبره لهم أي لم يزل متصفا بذلك \r\n", "sura_id": 4, "type": 2, "id": 25448, "aya_id": 11}, {"text": "يوصيكم الله ويأمركم في شأن أولادكم: إذا مات أحد منكم وترك أولادًا: ذكورًا وإناثًا, فميراثه كله لهم: للذكر مثل نصيب الأنثيين, إذا لم يكن هناك وارث غيرهم. فإن ترك بنات فقط فللبنتين فأكثر ثلثا ما ترك, وإن كانت ابنة واحدة, فلها النصف. ولوالِدَي الميت لكل واحد منهما السدس إن كان له ولد: ذكرًا كان أو أنثى, واحدًا أو أكثر. فإن لم يكن له ولد وورثه والداه فلأمه الثلث ولأبيه الباقي. فإن كان للميت إخوة اثنان فأكثر, ذكورًا كانوا أو إناثًا, فلأمه السدس, وللأب الباقي ولا شيء للإخوة. وهذا التقسيم للتركة إنما يكون بعد إخراج وصية الميت في حدود الثلث أو إخراج ما عليه من دَيْن. آباؤكم وأبْناؤكم الذين فُرِض لهم الإرث لا تعرفون أيهم أقرب لكم نفعًا في دنياكم وأخراكم, فلا تفضلوا واحدًا منهم على الآخر. هذا الذي أوصيتكم به مفروض عليكم من الله. إن الله كان عليمًا بخلقه, حكيمًا فيما شرعه لهم.\r\n", "sura_id": 4, "type": 3, "id": 31684, "aya_id": 11}, {"text": " <font color=red>يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة وَاَلَّتِي بَعْدهَا وَالْآيَة الَّتِي هِيَ خَاتِمَة هَذِهِ السُّوَر هُنَّ آيَات عِلْم الْفَرَائِض وَهُوَ مُسْتَنْبَط مِنْ هَذِهِ الْآيَات الثَّلَاث وَمِنْ الْأَحَادِيث الْوَارِدَة فِي ذَلِكَ مِمَّا هُوَ كَالتَّفْسِيرِ لِذَلِكَ . وَلْنَذْكُرْ مِنْهَا مَا هُوَ مُتَعَلِّق بِتَفْسِيرِ ذَلِكَ . وَأَمَّا تَقْرِير الْمَسَائِل وَنَصْب الْخِلَاف وَالْأَدِلَّة وَالْحِجَاج بَيْن الْأَئِمَّة فَمَوْضِعه كُتُب الْأَحْكَام وَاَللَّه الْمُسْتَعَان . وَقَدْ وَرَدَ التَّرْغِيب فِي تَعْلِيم الْفَرَائِض وَهَذِهِ الْفَرَائِض الْخَاصَّة مِنْ أَهَمّ ذَلِكَ رَوَى أَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيث عَبْد الرَّحْمَن بْن زِيَاد بْن أَنْعُم الْإِفْرِيقِيّ عَنْ عَبْد الرَّحْمَن بْن رَافِع التَّنُوخِيّ عَنْ عَبْد اللَّه بْن عَمْرو مَرْفُوعًا \" الْعِلْم ثَلَاثَة وَمَا سِوَى ذَلِكَ فَهُوَ فَضْل آيَة مُحْكَمَة أَوْ سُنَّة قَائِمَة أَوْ فَرِيضَة عَادِلَة \" . وَعَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَعَلَّمُوا الْفَرَائِض وَعَلِّمُوهُ النَّاس فَإِنَّهُ نِصْف الْعِلْم وَهُوَ يَنْسَى وَهُوَ أَوَّل شَيْء يُنْزَع مِنْ أُمَّتِي \" رَوَاهُ اِبْن مَاجَهْ وَفِي إِسْنَاده ضَعْف . وَقَدْ رُوِيَ مِنْ حَدِيث اِبْن مَسْعُود وَأَبِي سَعِيد وَفِي كُلّ مِنْهُمَا نَظَر . قَالَ اِبْن عُيَيْنَة : إِنَّمَا سَمَّى الْفَرَائِض نِصْف الْعِلْم لِأَنَّهُ يُبْتَلَى بِهِ النَّاس كُلّهمْ . وَقَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى حَدَّثَنَا هِشَام أَنَّ اِبْن جُرَيْج أَخْبَرَهُمْ قَالَ : أَخْبَرَنِي اِبْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : عَادَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْر فِي بَنِي سَلِمَة مَاشِيَيْنِ فَوَجَدَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا أَعْقِل شَيْئًا فَدَعَا بِمَاءٍ فَتَوَضَّأَ مِنْهُ ثُمَّ رَشَّ عَلَيَّ فَأَفَقْت فَقُلْت : مَا تَأْمُرنِي أَنْ أَصْنَع فِي مَالِي يَا رَسُول اللَّه ؟ فَنَزَلَتْ يُوصِيكُمْ اللَّه فِي أَوْلَادكُمْ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ وَكَذَا رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث حَجَّاج بْن مُحَمَّد الْأَعْوَر عَنْ اِبْن جُرَيْج بِهِ وَرَوَاهُ الْجَمَاعَة كُلّهمْ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر. حَدِيث آخَر فِي سَبَب نُزُول الْآيَة قَالَ أَحْمَد : حَدَّثَنَا زَكَرِيَّا بْن عَدِيّ حَدَّثَنَا عُبَيْد اللَّه هُوَ اِبْن عَمْرو الرَّقِّيّ عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عَقِيل عَنْ جَابِر قَالَ : جَاءَتْ اِمْرَأَة سَعْد بْن الرَّبِيع إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : يَا رَسُول اللَّه هَاتَانِ اِبْنَتَا سَعْد بْن الرَّبِيع قُتِلَ أَبُوهُمَا مَعَك فِي يَوْم أُحُد شَهِيدًا وَإِنَّ عَمّهمَا أَخَذَ مَالهمَا فَلَمْ يَدَع لَهُمَا مَالًا وَلَا يُنْكَحَانِ إِلَّا وَلَهُمَا مَال قَالَ : فَقَالَ \" يَقْضِي اللَّه فِي ذَلِكَ \" فَنَزَلَتْ آيَة الْمِيرَاث فَأَرْسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى عَمّهمَا فَقَالَ : \" أَعْطِ اِبْنَتَيْ سَعْد الثُّلُثَيْنِ وَأُمّهمَا الثُّمُن وَمَا بَقِيَ فَهُوَ لَك \" وَقَدْ رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عَقِيل بِهِ قَالَ التِّرْمِذِيّ : وَلَا يُعْرَف إِلَّا مِنْ حَدِيثه . وَالظَّاهِر أَنَّ حَدِيث جَابِر الْأَوَّل إِنَّمَا نَزَلَ بِسَبَبِهِ الْآيَة الْأَخِيرَة مِنْ هَذِهِ السُّورَة كَمَا سَيَأْتِي فَإِنَّهُ إِنَّمَا كَانَ لَهُ إِذْ ذَاكَ أَخَوَات وَلَمْ يَكُنْ لَهُ بَنَات وَإِنَّمَا كَانَ يَرِث كَلَالَة وَلَكِنْ ذَكَرْنَا الْحَدِيث هَهُنَا تَبَعًا لِلْبُخَارِيِّ فَإِنَّهُ ذَكَرَهُ هَهُنَا وَالْحَدِيث الثَّانِي عَنْ جَابِر أَشْبَه بِنُزُولِ هَذِهِ الْآيَة وَاَللَّه أَعْلَم . فَقَوْله تَعَالَى \" يُوصِيكُمْ اللَّه فِي أَوْلَادكُمْ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ \" أَيْ يَأْمُركُمْ بِالْعَدْلِ فِيهِمْ فَإِنَّ أَهْل الْجَاهِلِيَّة كَانُوا يَجْعَلُونَ جَمِيع الْمِيرَاث لِلذُّكُورِ دُون الْإِنَاث فَأَمَرَ اللَّه تَعَالَى بِالتَّسْوِيَةِ بَيْنهمْ فِي أَصْل الْمِيرَاث وَفَاوَتَ بَيْن الصِّنْفَيْنِ فَجَعَلَ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ وَذَلِكَ لِاحْتِيَاجِ الرَّجُل إِلَى مُؤْنَة النَّفَقَة وَالْكُلْفَة وَمُعَانَاة التِّجَارَة وَالتَّكَسُّب وَتَحَمُّل الْمَشَاقّ فَنَاسَبَ أَنْ يُعْطَى ضِعْفَيْ مَا تَأْخُذهُ الْأُنْثَى . وَقَدْ اِسْتَنْبَطَ بَعْض الْأَذْكِيَاء مِنْ قَوْله تَعَالَى \" يُوصِيكُمْ اللَّه فِي أَوْلَادكُمْ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ \" أَنَّهُ تَعَالَى أَرْحَم بِخَلْقِهِ مِنْ الْوَالِدَة بِوَلَدِهَا حَيْثُ أَوْصَى الْوَالِدَيْنِ بِأَوْلَادِهِمْ فَعُلِمَ أَنَّهُ أَرْحَم بِهِمْ مِنْهُمْ كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح وَقَدْ رَأَى اِمْرَأَة مِنْ السَّبْي فُرِّقَ بَيْنهَا وَبَيْن وَلَدهَا فَجَعَلَتْ تَدُور عَلَى وَلَدهَا فَلَمَّا وَجَدَتْهُ مِنْ السَّبْي أَخَذَتْهُ فَأَلْصَقَتْهُ بِصَدْرِهَا وَأَرْضَعَتْهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَآله وَسَلَّمَ لِأَصْحَابِهِ \" أَتَرَوْنَ هَذِهِ طَارِحَة وَلَدهَا فِي النَّار وَهِيَ تَقْدِر عَلَى ذَلِكَ \" ؟ قَالُوا : لَا يَا رَسُول اللَّه قَالَ \" فَوَاَللَّهِ لَلَّه أَرْحَم بِعِبَادِهِ مِنْ هَذِهِ بِوَلَدِهَا \" وَقَالَ الْبُخَارِيّ هَهُنَا : حَدَّثَنَا مُحَمَّد بْن يُوسُف عَنْ وَرْقَاء عَنْ اِبْن أَبِي نَجِيح عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : كَانَ الْمَال لِلْوَلَدِ وَكَانَتْ الْوَصِيَّة لِلْوَالِدَيْنِ فَنَسَخَ اللَّه مِنْ ذَلِكَ مَا أَحَبّ فَجَعَلَ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ وَجَعَلَ لِلْأَبَوَيْنِ لِكُلِّ وَاحِد مِنْهُمَا السُّدُس وَالثُّلُث وَجَعَلَ لِلزَّوْجَةِ الثُّمُن وَالرُّبْع وَلِلزَّوْجِ الشَّطْر وَالرُّبْع وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" يُوصِيكُمْ اللَّه فِي أَوْلَادكُمْ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ \" وَذَلِكَ أَنَّهُ لَمَّا نَزَلَتْ الْفَرَائِض الَّتِي فَرَضَ اللَّه فِيهَا مَا فَرَضَ لِلْوَلَدِ الذَّكَر وَالْأُنْثَى وَالْأَبَوَيْنِ كَرِهَهَا النَّاس أَوْ بَعْضهمْ وَقَالُوا : تُعْطَى الْمَرْأَة الرُّبْع أَوْ الثُّمُن وَتُعْطَى الِابْنَة النِّصْف وَيُعْطَى الْغُلَام الصَّغِير وَلَيْسَ مِنْ هَؤُلَاءِ أَحَد يُقَاتِل الْقَوْم وَلَا يَحُوز الْغَنِيمَة اُسْكُتُوا عَنْ هَذَا الْحَدِيث لَعَلَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْسَاهُ أَوْ نَقُول لَهُ فَيُغَيِّر فَقَالُوا : يَا رَسُول اللَّه تُعْطَى الْجَارِيَة نِصْف مَا تَرَكَ أَبُوهَا وَلَيْسَتْ تَرْكَب الْفَرَس وَلَا تُقَاتِل الْقَوْم وَيُعْطَى الصَّبِيّ الْمِيرَاث وَلَيْسَ يُغْنِي شَيْئًا وَكَانُوا يَفْعَلُونَ ذَلِكَ فِي الْجَاهِلِيَّة لَا يُعْطُونَ الْمِيرَاث إِلَّا لِمَنْ قَاتَلَ الْقَوْم وَيُعْطُونَهُ الْأَكْبَر فَالْأَكْبَر رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير أَيْضًا وَقَوْله \" فَإِنْ كُنَّ نِسَاء فَوْق اِثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ \" قَالَ بَعْض النَّاس : قَوْله فَوْق زَائِدَة وَتَقْدِيره فَإِنْ كُنَّ نِسَاء اِثْنَتَيْنِ كَمَا فِي قَوْله \" فَاضْرِبُوا فَوْق الْأَعْنَاق \" وَهَذَا غَيْر مُسَلَّم لَا هُنَا وَلَا هُنَاكَ فَإِنَّهُ لَيْسَ فِي الْقُرْآن شَيْء زَائِد لَا فَائِدَة فِيهِ وَهَذَا مُمْتَنِع : ثُمَّ قَوْله \" فَلَهُنَّ ثُلُثَا مَا تَرَكَ \" لَوْ كَانَ الْمُرَاد مَا قَالُوهُ لَقَالَ فَلَهُمَا ثُلُثَا مَا تَرَكَ وَإِنَّمَا اُسْتُفِيدَ كَوْن الثُّلُثَيْنِ لِلْبِنْتَيْنِ مِنْ حُكْم الْأُخْتَيْنِ فِي الْآيَة الْأَخِيرَة فَإِنَّهُ تَعَالَى حَكَمَ فِيهَا لِلْأُخْتَيْنِ بِالثُّلُثَيْنِ وَإِذَا وَرِثَ الْأُخْتَانِ الثُّلُثَيْنِ فَلَأَنْ يَرِث الْبِنْتَانِ الثُّلُثَيْنِ بِالطَّرِيقِ الْأَوْلَى . وَقَدْ تَقَدَّمَ فِي حَدِيث جَابِر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَكَمَ لِابْنَتَيْ سَعْد بْن الرَّبِيع بِالثُّلُثَيْنِ فَدَلَّ الْكِتَاب وَالسُّنَّة عَلَى ذَلِكَ وَأَيْضًا فَإِنَّهُ قَالَ \" وَإِنْ كَانَتْ وَاحِدَة فَلَهَا النِّصْف \" فَلَوْ كَانَ لِلْبِنْتَيْنِ النِّصْف لَنَصَّ عَلَيْهِ أَيْضًا فَلَمَّا حَكَمَ بِهِ لِلْوَاحِدَةِ عَلَى اِنْفِرَادهَا دَلَّ عَلَى أَنَّ الْبِنْتَيْنِ فِي حُكْم الثَّلَاث وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" وَلِأَبَوَيْهِ لِكُلِّ وَاحِد مِنْهُمَا السُّدُس \" إِلَى آخِره الْأَبَوَانِ لَهُمَا فِي الْإِرْث أَحْوَال \" أَحَدهَا \" أَنْ يَجْتَمِعَا مَعَ الْأَوْلَاد فَيُفْرَض لِكُلِّ وَاحِد مِنْهُمَا السُّدُس فَإِنْ لَمْ يَكُنْ لِلْمَيِّتِ إِلَّا بِنْت وَاحِدَة فُرِضَ لَهَا النِّصْف وَلِلْأَبَوَيْنِ لِكُلِّ وَاحِد مِنْهُمَا السُّدُس وَأَخَذَ الْأَب السُّدُس الْآخَر بِالتَّعْصِيبِ فَيُجْمَع لَهُ وَالْحَالَة هَذِهِ بَيْن الْفَرْض وَالتَّعْصِيب \" الْحَال الثَّانِي \" أَنْ يَنْفَرِد الْأَبَوَانِ بِالْمِيرَاثِ فَيُفْرَض لِلْأُمِّ الثُّلُث وَالْحَالَة هَذِهِ وَيَأْخُذ الْأَب الْبَاقِي بِالتَّعْصِيبِ الْمَحْض فَيَكُون قَدْ أَخَذَ ضِعْفَيْ مَا حَصَلَ لِلْأُمِّ وَهُوَ الثُّلُثَانِ فَلَوْ كَانَ مَعَهُمَا زَوْج أَوْ زَوْجَة وَيَأْخُذ الزَّوْج النِّصْف وَالزَّوْجَة الرُّبْع ثُمَّ اِخْتَلَفَ الْعُلَمَاء مَاذَا تَأْخُذ الْأُمّ بَعْد ذَلِكَ ؟ عَلَى ثَلَاثَة أَقْوَال : \" أَحَدهَا \" أَنَّهَا تَأْخُذ ثُلُث الْبَاقِي فِي الْمَسْأَلَتَيْنِ لِأَنَّ الْبَاقِي كَأَنَّهُ جَمِيع الْمِيرَاث بِالنِّسْبَةِ إِلَيْهِمَا وَقَدْ جَعَلَ اللَّه لَهَا نِصْف مَا جَعَلَ لِلْأَبِ فَتَأْخُذ ثُلُث الْبَاقِي وَيَأْخُذ الْأَب الْبَاقِي ثُلُثَيْهِ هَذَا قَوْل عُمَر وَعُثْمَان وَأَصَحّ الرِّوَايَتَيْنِ عَنْ عَلِيّ وَبِهِ يَقُول اِبْن مَسْعُود وَزَيْد بْن ثَابِت وَهُوَ قَوْل الْفُقَهَاء السَّبْعَة وَالْأَئِمَّة الْأَرْبَعَة وَجُمْهُور الْعُلَمَاء . \" وَالثَّانِي \" أَنَّهَا تَأْخُذ ثُلُث جَمِيع الْمَال لِعُمُومِ قَوْله \" فَإِنْ لَمْ يَكُنْ لَهُ وَلَد وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُث \" فَإِنَّ الْآيَة أَعَمّ مِنْ أَنْ يَكُون مَعَهَا زَوْج أَوْ زَوْجَة أَوْ لَا وَهُوَ قَوْل اِبْن عَبَّاس. وَرُوِيَ عَنْ عَلِيّ وَمُعَاذ بْن جَبَل نَحْوه . وَبِهِ يَقُول شُرَيْح وَدَاوُد الظَّاهِرِيّ وَاخْتَارَهُ أَبُو الْحُسَيْن مُحَمَّد بْن عَبْد اللَّه بْن اللَّبَّان الْبَصْرِيّ فِي كِتَابه الْإِيجَاز فِي عِلْم الْفَرَائِض وَهَذَا فِيهِ نَظَر بَلْ هُوَ ضَعِيف لِأَنَّ ظَاهِر الْآيَة إِنَّمَا هُوَ إِذَا اسْتَبْدَأَ بِجَمِيعِ التَّرِكَة وَأَمَّا هُنَا فَيَأْخُذ الزَّوْج أَوْ الزَّوْجَة الْفَرْض وَيَبْقَى الْبَاقِي كَأَنَّهُ جَمِيع التَّرِكَة فَتَأْخُذ ثُلُثه . \" وَالْقَوْل الثَّالِث \" أَنَّهَا تَأْخُذ ثُلُث جَمِيع الْمَال فِي مَسْأَلَة الزَّوْجَة خَاصَّة فَإِنَّهَا تَأْخُذ الرُّبْع وَهُوَ ثَلَاثَة مِنْ اِثْنَيْ عَشَر وَتَأْخُذ الْأُمّ الثُّلُث وَهُوَ أَرْبَعَة فَيَبْقَى خَمْسَة لِلْأَبِ . وَأَمَّا فِي مَسْأَلَة الزَّوْج فَتَأْخُذ ثُلُث الْبَاقِي لِئَلَّا تَأْخُذ أَكْثَر مِنْ الْأَب لَوْ أَخَذَتْ ثُلُث الْمَال فَتَكُون الْمَسْأَلَة مِنْ سِتَّة : لِلزَّوْجِ النِّصْف ثَلَاثَة لِلْأُمِّ ثُلُث الْبَاقِي بَعْد ذَلِكَ وَهُوَ سَهْم وَلِلْأَبِ الْبَاقِي بَعْد ذَلِكَ وَهُوَ سَهْمَانِ. وَيُحْكَى هَذَا عَنْ اِبْن سِيرِينَ وَهُوَ مُرَكَّب مِنْ الْقَوْلَيْنِ الْأَوَّلَيْنِ وَهُوَ ضَعِيف أَيْضًا وَالصَّحِيح الْأَوَّل وَاَللَّه أَعْلَم . وَالْحَال الثَّالِث مِنْ أَحْوَال الْأَبَوَيْنِ وَهُوَ اِجْتِمَاعهمَا مَعَ الْإِخْوَة سَوَاء كَانُوا مِنْ الْأَبَوَيْنِ أَوْ مِنْ الْأَب أَوْ مِنْ الْأُمّ فَإِنَّهُمْ لَا يَرِثُونَ مَعَ الْأَب شَيْئًا وَلَكِنَّهُمْ مَعَ ذَلِكَ يَحْجُبُونَ الْأُمّ عَنْ الثُّلُث إِلَى السُّدُس فَيُفْرَض لَهَا مَعَ وُجُودهمْ السُّدُس فَإِنْ لَمْ يَكُنْ وَارِث سِوَاهَا وَسِوَى الْأَب أَخَذَ الْأَب الْبَاقِي . وَحُكْم الْأَخَوَيْنِ فِيمَا ذَكَرْنَاهُ كَحُكْمِ الْإِخْوَة عِنْد الْجُمْهُور . وَقَدْ رَوَى الْبَيْهَقِيّ مِنْ طَرِيق شُعْبَة مَوْلَى اِبْن عَبَّاس عَنْ اِبْن عَبَّاس أَنَّهُ دَخَلَ عَلَى عُثْمَان فَقَالَ : إِنَّ الْأَخَوَيْنِ لَا يَرُدَّانِ الْأُمّ عَنْ الثُّلُث قَالَ اللَّه تَعَالَى \" فَإِنْ كَانَ لَهُ إِخْوَة \" فَالْأَخَوَانِ لَيْسَا بِلِسَانِ قَوْمك إِخْوَة فَقَالَ عُثْمَان : لَا أَسْتَطِيع تَغْيِير مَا كَانَ قَبْلِي وَمَضَى فِي الْأَمْصَار وَتَوَارَثَ بِهِ النَّاس . وَفِي صِحَّة هَذَا الْأَثَر نَظَر فَإِنَّ شُعْبَة هَذَا تَكَلَّمَ فِيهِ مَالِك بْن أَنَس وَلَوْ كَانَ هَذَا صَحِيحًا عَنْ اِبْن عَبَّاس لَذَهَبَ إِلَيْهِ أَصْحَابه الْأَخِصَّاء بِهِ وَالْمَنْقُول عَنْهُمْ خِلَافه وَقَدْ رَوَى عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ خَارِجَة بْن زَيْد عَنْ أَبِيهِ أَنَّهُ قَالَ : الْأَخَوَانِ تُسَمَّى إِخْوَة وَقَدْ أَفْرَدْت لِهَذِهِ الْمَسْأَلَة جُزْءًا عَلَى حِدَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الْعَزِيز بْن الْمُغِيرَة حَدَّثَنَا يَزِيد بْن زُرَيْع عَنْ سَعِيد عَنْ قَتَادَة نَحْوه وَقَوْله \" فَإِنْ كَانَ لَهُ إِخْوَة فَلِأُمِّهِ السُّدُس \" أَضَرُّوا بِالْأُمِّ وَلَا يَرِثُونَ وَلَا يَحْجُبهَا الْأَخ الْوَاحِد عَنْ الثُّلُث وَيَحْجُبهَا مَا فَوْق ذَلِكَ وَكَانَ أَهْل الْعِلْم يَرَوْنَ أَنَّهُمْ إِنَّمَا حَجَبُوا أُمّهمْ عَنْ الثُّلُث أَنَّ أَبَاهُمْ يَلِي إِنْكَاحهمْ وَنَفَقَته عَلَيْهِمْ دُون أُمّهمْ وَهَذَا كَلَام حَسَن . لَكِنْ رُوِيَ عَنْ اِبْن عَبَّاس بِإِسْنَادٍ صَحِيح أَنَّهُ كَانَ يَرَى أَنَّ السُّدُس الَّذِي حَجَبُوهُ عَنْ أُمّهمْ يَكُون لَهُمْ وَهَذَا قَوْل شَاذّ رَوَاهُ اِبْن جَرِير فِي تَفْسِيره فَقَالَ : حَدَّثَنَا الْحَسَن بْن يَحْيَى حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَبِي طَاوُس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ : السُّدُس الَّذِي حَجَبَتْهُ الْإِخْوَة الْأُمّ لَهُمْ إِنَّمَا حَجَبُوا أُمّهمْ عَنْهُ لِيَكُونَ لَهُمْ دُون أَبِيهِمْ . ثُمَّ قَالَ اِبْن جَرِير : وَهَذَا قَوْل مُخَالِف لِجَمِيعِ الْأُمَّة . وَقَدْ حَدَّثَنِي يُونُس أَخْبَرَنَا سُفْيَان أَخْبَرَنَا عَمْرو عَنْ الْحَسَن بْن مُحَمَّد عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : الْكَلَالَة مَنْ لَا وَلَد لَهُ وَلَا وَالِد . وَقَوْله \" مِنْ بَعْد وَصِيَّة يُوصِي بِهَا أَوْ دِين \" أَجْمَعَ الْعُلَمَاء مِنْ السَّلَف وَالْخَلَف عَلَى أَنَّ الدَّيْن مُقَدَّم عَلَى الْوَصِيَّة وَذَلِكَ عِنْد إِمْعَان النَّظَر يُفْهَم مِنْ فَحْوَى الْآيَة الْكَرِيمَة وَرَوَى أَحْمَد وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَأَصْحَاب التَّفَاسِير مِنْ حَدِيث اِبْن إِسْحَاق عَنْ الْحَارِث بْن عَبْد اللَّه الْأَعْوَر عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ : إِنَّكُمْ تَقْرَءُونَ \" مِنْ بَعْد وَصِيَّة يُوصِي بِهَا أَوْ دَيْن \" وَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى بِالدَّيْنِ قَبْل الْوَصِيَّة وَإِنَّ أَعْيَان بَنِي الْأُمّ يَتَوَارَثُونَ دُون بَنِي الْعِلَّات يَرِث الرَّجُل أَخَاهُ لِأَبِيهِ وَأُمّه دُون أَخِيهِ لِأَبِيهِ . ثُمَّ قَالَ التِّرْمِذِيّ : لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث الْحَارِث وَقَدْ تَكَلَّمَ فِيهِ بَعْض أَهْل الْعِلْم \" قُلْت \" لَكِنْ كَانَ حَافِظًا لِلْفَرَائِضِ مُعْتَنِيًا بِهَا وَبِالْحِسَابِ فَاَللَّه أَعْلَم وَقَوْله \" آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيّهمْ أَقْرَب لَكُمْ نَفْعًا \" أَيْ إِنَّمَا فَرَضْنَا لِلْآبَاءِ وَالْأَبْنَاء وَسَاوَيْنَا بَيْن الْكُلّ فِي أَصْل الْمِيرَاث عَلَى خِلَاف مَا كَانَ عَلَيْهِ الْأَمْر فِي الْجَاهِلِيَّة وَعَلَى خِلَاف مَا كَانَ عَلَيْهِ الْأَمْر فِي اِبْتِدَاء الْإِسْلَام مِنْ كَوْن الْمَال لِلْوَلَدِ وَلِلْأَبَوَيْنِ الْوَصِيَّة كَمَا تَقَدَّمَ عَنْ اِبْن عَبَّاس إِنَّمَا نَسَخَ اللَّه ذَلِكَ إِلَى هَذَا فَفَرَضَ لِهَؤُلَاءِ بِحَسَبِهِمْ لِأَنَّ الْإِنْسَان قَدْ يَأْتِيه النَّفْع الدُّنْيَوِيّ أَوْ الْأُخْرَوِيّ أَوْ هُمَا مِنْ أَبِيهِ مَا لَا يَأْتِيه مِنْ اِبْنه وَقَدْ يَكُون بِالْعَكْسِ وَلِذَا قَالَ \" آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيّهمْ أَقْرَب لَكُمْ نَفْعًا \" أَيْ أَنَّ النَّفْع مُتَوَقَّع وَمَرْجُوّ مِنْ هَذَا كَمَا هُوَ مُتَوَقَّع وَمَرْجُوّ مِنْ الْآخَر فَلِهَذَا فَرَضْنَا لِهَذَا وَهَذَا وَسَاوَيْنَا بَيْن الْقِسْمَيْنِ فِي أَصْل الْمِيرَاث وَاَللَّه أَعْلَم وَقَوْله \" فَرِيضَة مِنْ اللَّه \" أَيْ هَذَا الَّذِي ذَكَرْنَاهُ مِنْ تَفْصِيل الْمِيرَاث وَإِعْطَاء بَعْض الْوَرَثَة أَكْثَر مِنْ بَعْض هُوَ فَرْض مِنْ اللَّه حَكَمَ بِهِ وَقَضَاهُ وَاَللَّه عَلِيم حَكِيم الَّذِي يَضَع الْأَشْيَاء فِي مَجَالهَا وَمُعْطِي كُلًّا مَا يَسْتَحِقّهُ بِحَسَبِهِ وَلِهَذَا قَالَ \" إِنَّ اللَّه كَانَ عَلِيمًا حَكِيمًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40779, "aya_id": 11}]