[{"text": "وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَن تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا", "sura_id": 33, "type": 0, "id": 3570, "aya_id": 37}, {"text": "وإذ تقول للذي أنعم الله عليه وأنعمت عليه أمسك عليك زوجك واتق الله وتخفي في نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه فلما قضى زيد منها وطرا زوجناكها لكيلا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضوا منهن وطرا وكان أمر الله مفعولا", "sura_id": 33, "type": 1, "id": 9806, "aya_id": 37}, {"text": "37 - (وإذ) منصوب باذكر (تقول للذي أنعم الله عليه) بالإسلام (وأنعمت عليه) بالاعتاق وهو زيد بن حارثة كان من سبي الجاهلية اشتراه رسول الله صلى الله عليه وسلم قبل البعثة وأعتقه وتبناه (أمسك عليك زوجك واتق الله) في أمر طلاقها (وتخفي في نفسك ما الله مبديه) مظهره من محبتها وأن لو فارقها زيد تزوجتها (وتخشى الناس) أن يقولوا تزوج زوجة ابنه (والله أحق أن تخشاه) في كل شيء وتزوجها ولا عليك من قول الناس ثم طلقها زيد وانقضت عدتها قال تعالى (فلما قضى زيد منها وطرا) حاجة (زوجناكها) فدخل عليها النبي صلى الله عليه وسلم بغير إذن وأشبع المسلمين خبزا ولحما (لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضوا منهن وطرا وكان أمر) مقضيه (الله) \r\n", "sura_id": 33, "type": 2, "id": 28514, "aya_id": 37}, {"text": "وإذ تقول -أيها النبي- للذي أنعم الله عليه بالإسلام -وهو زيد بن حارثة الذي أعتقه وتبنَّاه النبيُّ صلى الله عليه وسلم- وأنعمت عليه بالعتق: أَبْقِ زوجك زينب بنت جحش ولا تطلقها, واتق الله يا زيد, وتخفي -يا محمد- في نفسك ما أوحى الله به إليك من طلاق زيد لزوجه وزواجك منها, والله تعالى مظهر ما أخفيت, وتخاف المنافقين أن يقولوا: تزوج محمد مطلقة متبناه, والله تعالى أحق أن تخافه, فلما قضى زيد منها حاجته, وطلقها, وانقضت عدتها, زوجناكها; لتكون أسوة في إبطال عادة تحريم الزواج بزوجة المتبنى بعد طلاقها, ولا يكون على المؤمنين إثم وذنب في أن يتزوجوا من زوجات من كانوا يتبنَّوْنهم بعد طلاقهن إذا قضوا منهن حاجتهم. وكان أمر الله مفعولا لا عائق له ولا مانع. \r\n", "sura_id": 33, "type": 3, "id": 34750, "aya_id": 37}, {"text": " <font color=red>وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْلَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ نَبِيّه قَالَ لِمَوْلَاهُ زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ وَهُوَ الَّذِي أَنْعَمَ اللَّه عَلَيْهِ أَيْ بِالْإِسْلَامِ وَمُتَابَعَة الرَّسُول \" وَأَنْعَمْت عَلَيْهِ \" أَيْ بِالْعِتْقِ مِنْ الرِّقّ وَكَانَ سَيِّدًا كَبِير الشَّأْن جَلِيل الْقَدْر حَبِيبًا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُقَال لَهُ الْحِبّ وَيُقَال لِابْنِهِ أُسَامَة الْحِبّ اِبْن الْحِبّ قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا مَا بَعَثَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَرِيَّة إِلَّا أَمَّرَهُ عَلَيْهِمْ وَلَوْ عَاشَ بَعْده لَاسْتَخْلَفَهُ رَوَاهُ الْإِمَام أَحْمَد عَنْ سَعِيد بْن مُحَمَّد الْوَرَّاق وَمُحَمَّد بْن عُبَيْد عَنْ وَائِل بْن دَاوُدَ عَنْ عَبْد اللَّه الْبَهِيّ عَنْهَا وَقَالَ الْبَزَّار حَدَّثَنَا خَالِد بْن يُوسُف حَدَّثَنَا أَبُو عَوَانَة ح وَحَدَّثَنَا مُحَمَّد بْن مَعْمَر حَدَّثَنَا أَبُو دَاوُدَ حَدَّثَنَا أَبُو عَوَانَة أَخْبَرَنِي عُمَر بْن أَبِي سَلَمَة عَنْ أَبِيهِ قَالَ حَدَّثَنِي أُسَامَة بْن زَيْد رَضِيَ اللَّه عَنْهُمَا قَالَ : كُنْت فِي الْمَسْجِد فَأَتَانِي الْعَبَّاس وَعَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُمَا فَقَالَا يَا أُسَامَة اِسْتَأْذِنْ لَنَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَأَتَيْت رَسُول اللَّه فَأَخْبَرْته فَقُلْت عَلِيّ وَالْعَبَّاس يَسْتَأْذِنَانِ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَدْرِي مَا حَاجَتهمَا ؟ قُلْت لَا يَا رَسُول اللَّه قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَكِنِّي أَدْرِي قَالَ فَأَذِنَ لَهُمَا قَالَا يَا رَسُول اللَّه جِئْنَاك لِتُخْبِرنَا أَيّ أَهْلِك أَحَبّ إِلَيْك ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحَبّ أَهْلِي إِلَيَّ فَاطِمَة بِنْت مُحَمَّد قَالَا يَا رَسُول اللَّه مَا نَسْأَلُك عَنْ فَاطِمَة قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأُسَامَة بْن زَيْد بْن حَارِثَة الَّذِي أَنْعَمَ اللَّه عَلَيْهِ وَأَنْعَمْت عَلَيْهِ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ زَوَّجَهُ بِابْنَةِ عَمَّته زَيْنَب بِنْت جَحْش الْأَسَدِيَّة رَضِيَ اللَّه عَنْهَا وَأُمّهَا أُمَيْمَة بِنْت عَبْد الْمُطَّلِب وَأَصْدَقهَا عَشَرَة دَنَانِير وَسِتِّينَ دِرْهَمًا وَخِمَارًا وَمِلْحَفَة وَدِرْعًا وَخَمْسِينَ مُدًّا مِنْ طَعَام وَعَشَرَة أَمْدَاد مِنْ تَمْر قَالَهُ مُقَاتِل بْن حَيَّان فَمَكَثْت عِنْده قَرِيبًا مِنْ سَنَة أَوْ فَوْقهَا ثُمَّ وَقَعَ بَيْنهمَا فَجَاءَ زَيْد يَشْكُوهَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَعَلَ رَسُول اللَّه يَقُول لَهُ أَمْسِكْ عَلَيْك زَوْجِك وَاتَّقِ اللَّه قَالَ اللَّه تَعَالَى \" وَتُخْفِي فِي نَفْسك مَا اللَّه مُبْدِيه وَتَخْشَى النَّاس وَاَللَّه أَحَقّ أَنْ تَخْشَاهُ \" ذَكَرَ اِبْن أَبِي حَاتِم وَابْن جَرِير هَهُنَا آثَارًا عَنْ بَعْض السَّلَف رَضِيَ اللَّه عَنْهُمْ أَحْبَبْنَا أَنْ نَضْرِب عَنْهَا صَفْحًا لِعَدَمِ صِحَّتهَا فَلَا نُورِدهَا وَقَدْ رَوَى الْإِمَام أَحْمَد هَهُنَا أَيْضًا حَدِيثًا مِنْ رِوَايَة حَمَّاد بْن زَيْد عَنْ ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ فِيهِ غَرَابَة تَرَكْنَا سِيَاقه أَيْضًا وَقَدْ رَوَى الْبُخَارِيّ أَيْضًا بَعْضه مُخْتَصَرًا فَقَالَ : حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم حَدَّثَنَا يَعْلَى بْن مَنْصُور عَنْ حَمَّاد بْن زَيْد حَدَّثَنَا ثَابِت عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ هَذِهِ الْآيَة \" وَتُخْفِي فِي نَفْسك مَا اللَّه مُبْدِيه \" نَزَلَتْ فِي شَأْن زَيْنَب بِنْت جَحْش وَزَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُمَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن حَاتِم بْن مَرْزُوق حَدَّثَنَا اِبْن عُيَيْنَةَ عَنْ عَلِيّ بْن زَيْد بْن جُدْعَانَ قَالَ سَأَلَنِي عَلِيّ بْن الْحُسَيْن رَضِيَ اللَّه عَنْهُمَا مَا يَقُول الْحَسَن فِي قَوْله تَعَالَى \" وَتُخْفِي فِي نَفْسك مَا اللَّه مُبْدِيه \" فَذَكَرْت لَهُ فَقَالَ لَا وَلَكِنَّ اللَّه تَعَالَى أَعْلَمَ نَبِيّه أَنَّهَا سَتَكُونُ مِنْ أَزْوَاجه قَبْل أَنْ يَتَزَوَّجهَا فَلَمَّا أَتَاهُ زَيْد رَضِيَ اللَّه عَنْهُ لِيَشْكُوهَا إِلَيْهِ قَالَ اِتَّقِ اللَّه وَأَمْسِكْ عَلَيْك زَوْجك فَقَالَ قَدْ أَخْبَرْتُك أَنِّي مُزَوِّجُكَهَا وَتُخْفِي فِي نَفْسك مَا اللَّه مُبْدِيه وَهَكَذَا رُوِيَ عَنْ السُّدِّيّ أَنَّهُ قَالَ نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير حَدَّثَنِي إِسْحَاق بْن شَاهِين حَدَّثَنِي خَالِد عَنْ دَاوُدَ عَنْ عَامِر عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ : لَوْ كَتَمَ مُحَمَّد شَيْئًا مِمَّا أُوحِيَ إِلَيْهِ مِنْ كِتَاب اللَّه تَعَالَى لَكَتَمَ \" وَتُخْفِي فِي نَفْسك مَا اللَّه مُبْدِيه وَتَخْشَى النَّاس وَاَللَّه أَحَقّ أَنْ تَخْشَاهُ\" وَقَوْله تَعَالَى \" فَلَمَّا قَضَى زَيْد مِنْهَا وَطَرًا زَوَّجْنَاكهَا\" الْوَطَر هُوَ الْحَاجَة وَالْأَرَب أَيْ لَمَّا فَرَغَ مِنْهَا وَفَارَقَهَا زَوَّجْنَاكهَا وَكَانَ الَّذِي وُلِّيَ تَزْوِيجهَا مِنْهُ هُوَ اللَّه عَزَّ وَجَلَّ بِمَعْنَى أَنَّهُ أَوْحَى أَنْ يَدْخُل عَلَيْهَا بِلَا وَلِيّ وَلَا عَقْد وَلَا مَهْر وَلَا شُهُود مِنْ الْبَشَر قَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم يَعْنِي اِبْن الْقَاسِم أَخْبَرَنَا النَّضْر حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة عَنْ ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا اِنْقَضَتْ عِدَّة زَيْنَب رَضِيَ اللَّه عَنْهَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِزَيْدِ بْن حَارِثَة اِذْهَبْ فَاذْكُرْهَا عَلَيَّ فَانْطَلَقَ حَتَّى أَتَاهَا وَهِيَ تُخَمِّر عَجِينهَا قَالَ فَلَمَّا رَأَيْتهَا عَظُمَتْ فِي صَدْرِي حَتَّى مَا أَسْتَطِيع أَنْ أَنْظُر إِلَيْهَا وَأَقُول إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَهَا فَوَلَّيْتهَا ظَهْرِي وَنَكَصْت عَلَى عَقِبَيَّ وَقُلْت يَا زَيْنَب أَبْشِرِي أَرْسَلَنِي رَسُول اللَّه يَذْكُرك قَالَتْ مَا أَنَا بِصَانِعَةٍ شَيْئًا حَتَّى أُؤَامِر رَبِّي عَزَّ وَجَلَّ فَقَامَتْ إِلَى مَسْجِدهَا وَنَزَلَ الْقُرْآن وَجَاءَ رَسُول اللَّه فَدَخَلَ عَلَيْهَا بِغَيْرِ إِذْن وَلَقَدْ رَأَيْتنَا حِين دَخَلَتْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأُطْعِمْنَا عَلَيْهَا الْخُبْز وَاللَّحْم فَخَرَجَ النَّاس وَبَقِيَ رِجَال يَتَحَدَّثُونَ فِي الْبَيْت بَعْد الطَّعَام فَخَرَجَ رَسُول اللَّه وَاتَّبَعْته فَجَعَلَ يَتَتَبَّع حُجَر نِسَائِهِ يُسَلِّم عَلَيْهِنَّ وَيَقُلْنَ يَا رَسُول اللَّه كَيْف وَجَدْت أَهْلَك ؟ فَمَا أَدْرِي أَنَا أَخْبَرْته أَنَّ الْقَوْم قَدْ خَرَجُوا أَوْ أُخْبِرَ فَانْطَلَقَ حَتَّى دَخَلَ الْبَيْت فَذَهَبْت أَدْخُل مَعَهُ فَأُلْقِيَ السِّتْر بَيْنِي وَبَيْنه وَنَزَلَ الْحِجَاب وَوُعِظَ الْقَوْم بِمَا وُعِظُوا بِهِ \" لَا تَدْخُلُوا بُيُوت النَّبِيّ إِلَّا أَنْ يُؤْذَن لَكُمْ \" الْآيَة كُلّهَا وَرَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ طُرُق عَنْ سُلَيْمَان بْن الْمُغِيرَة بِهِ وَقَدْ رَوَى الْبُخَارِيّ رَحِمَهُ اللَّه عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ زَيْنَب بِنْت جَحْش رَضِيَ اللَّه عَنْهَا كَانَتْ تَفْخَر عَلَى أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَقُول زَوَّجَكُنَّ أَهَالِيكُنَّ وَزَوَّجَنِي اللَّه تَعَالَى مِنْ فَوْق سَبْع سَمَاوَات وَقَدْ قَدَّمْنَا فِي سُورَة النُّور عَنْ مُحَمَّد بْن عَبْد اللَّه بْن جَحْش قَالَ تَفَاخَرَتْ زَيْنَب وَعَائِشَة رَضِيَ اللَّه عَنْهُمَا فَقَالَتْ زَيْنَب رَضِيَ اللَّه عَنْهَا أَنَا الَّتِي نَزَلَ تَزْوِيجِي مِنْ السَّمَاء وَقَالَتْ عَائِشَة رَضِيَ اللَّه تَعَالَى عَنْهَا أَنَا الَّتِي نَزَلَ عُذْرِي مِنْ السَّمَاء فَاعْتَرَفَتْ لَهَا زَيْنَب رَضِيَ اللَّه عَنْهَا وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ الْمُغِيرَة عَنْ الشَّعْبِيّ قَالَ : كَانَتْ زَيْنَب رَضِيَ اللَّه عَنْهَا تَقُول لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنِّي لَأُدْلِي عَلَيْك بِثَلَاثٍ مَا مِنْ نِسَائِك اِمْرَأَة تُدْلِي بِهِنَّ : إِنَّ جَدِّي وَجَدّك وَاحِد وَإِنِّي أَنْكَحَنِيكَ اللَّه عَزَّ وَجَلَّ مِنْ السَّمَاء وَإِنَّ السَّفِير جِبْرِيل عَلَيْهِ السَّلَام وَقَوْله تَعَالَى \" لِكَيْ لَا يَكُون عَلَى الْمُؤْمِنِينَ حَرَج فِي أَزْوَاج أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا \" أَيْ إِنَّمَا أَبَحْنَا لَك تَزْوِيجهَا وَفَعَلْنَا ذَلِكَ لِئَلَّا يَبْقَى حَرَج عَلَى الْمُؤْمِنِينَ فِي تَزْوِيج مُطَلَّقَات الْأَدْعِيَاء وَذَلِكَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ قَبْل النُّبُوَّة قَدْ تَبَنَّى زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ فَكَانَ يُقَال زَيْد بْن مُحَمَّد فَلَمَّا قَطَعَ اللَّه تَعَالَى هَذِهِ النِّسْبَة بِقَوْلِهِ تَعَالَى \" وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ \" إِلَى قَوْله تَعَالَى \" اُدْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَط عِنْد اللَّه \" ثُمَّ زَادَ ذَلِكَ بَيَانًا وَتَأْكِيدًا بِوُقُوعِ تَزْوِيج رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَيْنَب بِنْت جَحْش رَضِيَ اللَّه عَنْهَا لَمَّا طَلَّقَهَا زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ وَلِهَذَا قَالَ تَعَالَى فِي آيَة التَّحْرِيم \" وَحَلَائِل أَبْنَائِكُمْ الَّذِينَ مِنْ أَصْلَابكُمْ \" لِيَحْتَرِز مِنْ الِابْن الدَّعِيّ فَإِنَّ ذَلِكَ كَانَ كَثِيرًا فِيهِمْ وَقَوْله تَعَالَى\" وَكَانَ أَمْر اللَّه مَفْعُولًا \" أَيْ وَكَانَ هَذَا الْأَمْر الَّذِي وَقَعَ قَدْ قَدَّرَهُ اللَّه تَعَالَى وَحَتَّمَهُ وَهُوَ كَائِن لَا مَحَالَة كَانَتْ زَيْنَب رَضِيَ اللَّه عَنْهَا فِي عِلْم اللَّه سَتَصِيرُ مِنْ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40197, "aya_id": 37}]