[{"text": "وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِرَبِّهِمْ وَقُضِيَ بَيْنَهُم بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ", "sura_id": 39, "type": 0, "id": 4133, "aya_id": 75}, {"text": "وترى الملائكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العالمين", "sura_id": 39, "type": 1, "id": 10369, "aya_id": 75}, {"text": "75 - (وترى الملائكة حافين) حال (من حول العرش) من كل جانب منه (يسبحون) حال من ضمير حافين (بحمد ربهم) ملابسين للحمد يقولون سبحان الله وبحمده (وقضي بينهم) بين جميع الخلائق (بالحق) العدل فيدخل المؤمنون الجنة والكافرون النار (وقيل الحمد لله رب العالمين) ختم استقرار الفريقين بالحمد من الملائكة \r\n", "sura_id": 39, "type": 2, "id": 29077, "aya_id": 75}, {"text": "وترى-أيها النبي- الملائكة محيطين بعرش الرحمن, ينزهون ربهم عن كل ما لا يليق به, وقضى الله سبحانه وتعالى بين الخلائق بالحق والعدل, فأسكن أهل الإيمان الجنة, وأهل الكفر النار, وقيل: الحمد لله رب العالمين على ما قضى به بين أهل الجنة وأهل النار, حَمْدَ فضل وإحسان, وحَمْدَ عدل وحكمة.\r\n", "sura_id": 39, "type": 3, "id": 35313, "aya_id": 75}, {"text": " <font color=red>وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى حُكْمه فِي أَهْل الْجَنَّة وَالنَّار وَأَنَّهُ كُلًّا فِي الْمَحَلِّ الَّذِي يَلِيق بِهِ وَيَصْلُح لَهُ وَهُوَ الْعَادِل فِي ذَلِكَ الَّذِي لَا يَجُور أَخْبَرَ عَنْ مَلَائِكَته أَنَّهُمْ مُحْدِقُونَ مِنْ حَوْل الْعَرْش الْمَجِيد يُسَبِّحُونَ بِحَمْدِ رَبّهمْ وَيُمَجِّدُونَهُ وَيُعَظِّمُونَهُ وَيُقَدِّسُونَهُ وَيُنَزِّهُونَهُ عَنْ النَّقَائِص وَالْجَوْر وَقَدْ فَصَلَ الْقَضِيَّة وَقَضَى الْأَمْر وَحَكَمَ بِالْعَدْلِ وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" وَقُضِيَ بَيْنهمْ \" أَيْ بَيْن الْخَلَائِق \" بِالْحَقِّ \". ثُمَّ قَالَ \" وَقِيلَ الْحَمْد لِلَّهِ رَبِّ الْعَالَمِينَ \" أَيْ نَطَقَ الْكَوْن أَجْمَعهُ نَاطِقه وَبَهِيمه لِلَّهِ رَبّ الْعَالَمِينَ بِالْحَمْدِ فِي حُكْمه وَعَدْله وَلِهَذَا لَمْ يُسْنِد الْقَوْل إِلَى قَائِل بَلْ أَطْلَقَهُ فَدَلَّ عَلَى أَنَّ جَمِيع الْمَخْلُوقَات شَهِدَتْ لَهُ بِالْحَمْدِ قَالَ قَتَادَة اُفْتَتَحَ الْخَلْق بِالْحَمْدِ فِي قَوْله \" الْحَمْد لِلَّهِ الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض \" وَاخْتَتَمَ بِالْحَمْدِ فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَقُضِيَ بَيْنهمْ بِالْحَقِّ وَقِيلَ الْحَمْد لِلَّهِ رَبِّ الْعَالَمِينَ \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40764, "aya_id": 75}]