[{"text": "فَلَمَّا قَضَى مُوسَىالْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِن جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ", "sura_id": 28, "type": 0, "id": 3281, "aya_id": 29}, {"text": "فلما قضى موسى الأجل وسار بأهله آنس من جانب الطور نارا قال لأهله امكثوا إني آنست نارا لعلي آتيكم منها بخبر أو جذوة من النار لعلكم تصطلون", "sura_id": 28, "type": 1, "id": 9517, "aya_id": 29}, {"text": "29 - (فلما قضى موسى الأجل) أي رعيه وهو ثمان أو عشر سنين وهو المظنون به (وسار بأهله) زوجته بإذن أبيها نحو مصر (آنس) أبصر من بعيد (من جانب الطور) اسم جبل (نارا قال لأهله امكثوا) هنا (إني آنست نارا لعلي آتيكم منها بخبر) عن الطريق وكان قد أخطأها (أو جذوة) بتثليث الجيم قطعة وشعلة (من النار لعلكم تصطلون) تستدفئون والطاء بدل من تاء الافتعال من صلى بالنار بكسر اللام وفتحها \r\n", "sura_id": 28, "type": 2, "id": 28225, "aya_id": 29}, {"text": "فلما وفى نبي الله موسى -عليه السلام- صاحبه المدة عشر سنين, وهي أكمل المدتين, وسار بأهله إلى \"مصر\" أبصر من جانب الطور نارًا, قال موسى لأهله: تمهلوا وانتظروا إني أبصرت نارًا; لعلي آتيكم منها بنبأ, أو آتيكم بشعلة من النار لعلكم تستدفئون بها.\r\n", "sura_id": 28, "type": 3, "id": 34461, "aya_id": 29}, {"text": " <font color=red>فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ</font><BR><p>قَدْ تَقَدَّمَ فِي تَفْسِير الْآيَة قَبْلهَا أَنَّ مُوسَى عَلَيْهِ السَّلَام قَضَى أَتَمّ الْأَجَلَيْنِ وَأَوْفَاهُمَا وَأَبَرّهمَا وَأَكْمَلهمَا وَأَنْقَاهُمَا وَقَدْ يُسْتَفَاد هَذَا أَيْضًا مِنْ الْآيَة الْكَرِيمَة حَيْثُ قَالَ تَعَالَى \" فَلَمَّا قَضَى مُوسَى الْأَجَل \" أَيْ الْأَكْمَل مِنْهُمَا وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَضَى عَشْر سِنِينَ وَبَعْدهَا عَشْرًا أُخَر , وَهَذَا الْقَوْل لَمْ أَرَهُ لِغَيْرِهِ وَقَدْ حَكَاهُ عَنْهُ اِبْن أَبِي حَاتِم وَابْن جَرِير فَاَللَّه أَعْلَم وَقَوْله : \" وَسَارَ بِأَهْلِهِ \" قَالُوا كَانَ مُوسَى قَدْ اِشْتَاقَ إِلَى بِلَاده وَأَهْله فَعَزَمَ عَلَى زِيَارَتهمْ فِي خُفْيَة مِنْ فِرْعَوْن وَقَوْمه فَتَحَمَّلَ بِأَهْلِهِ وَمَا كَانَ مَعَهُ مِنْ الْغَنَم الَّتِي وَهَبَهَا لَهُ صِهْره فَسَلَكَ بِهِمْ فِي لَيْلَة مَطِيرَة مُظْلِمَة بَارِدَة فَنَزَلَ مَنْزِلًا فَجَعَلَ كُلَّمَا أَوْرَى زَنْده لَا يُضِيء شَيْئًا فَتَعَجَّبَ مِنْ ذَلِكَ فَبَيْنَمَا هُوَ كَذَلِكَ \" آنَسَ مِنْ جَانِب الطُّور نَارًا\" أَيْ رَأَى نَارًا تُضِيء لَهُ عَلَى بُعْد \" فَقَالَ لِأَهْلِهِ اُمْكُثُوا إِنِّي آنَسْت نَارًا \" أَيْ حَتَّى أَذْهَب إِلَيْهَا \" لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ \" وَذَلِكَ لِأَنَّهُ قَدْ أَضَلَّ الطَّرِيق \" أَوْ جَذْوَة مِنْ النَّار \" أَيْ قِطْعَة مِنْهَا \" لَعَلَّكُمْ تَصْطَلُونَ\" أَيْ تَسْتَدْفِئُونَ بِهَا مِنْ الْبَرْد .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39707, "aya_id": 29}]