[{"text": "لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ", "sura_id": 57, "type": 0, "id": 5098, "aya_id": 23}, {"text": "لكيلا تأسوا على ما فاتكم ولا تفرحوا بما آتاكم والله لا يحب كل مختال فخور", "sura_id": 57, "type": 1, "id": 11334, "aya_id": 23}, {"text": "23 - (لكيلا) كي ناصبة للفعل بمعنى أن اخبر تعالى بذلك لئلا (تأسوا) تحزنوا (على ما فاتكم ولا تفرحوا) فرح بطر بل فرح شكر على النعمة (بما آتاكم) بالمد أعطاكم وبالقصر جاءكم منه (والله لا يحب كل مختال) متكبر بما اوتي (فخور) به على الناس \r\n", "sura_id": 57, "type": 2, "id": 30042, "aya_id": 23}, {"text": "لكي لا تحزنوا على ما فاتكم من الدنيا, ولا تفرحوا بما آتاكم فرحَ بطر وأشر. والله لا يحب كل متكبر بما أوتي من الدنيا فخور به على غيره.\r\n", "sura_id": 57, "type": 3, "id": 36278, "aya_id": 23}, {"text": " <font color=red>لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ</font><BR><p>وَقَوْله تَعَالَى \" لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ \" أَيْ أَعْلَمْنَاكُمْ بِتَقَدُّمِ عِلْمنَا وَسَبْق كِتَابَتنَا لِلْأَشْيَاءِ قَبْل كَوْنهَا وَتَقْدِيرنَا الْكَائِنَات قَبْل وُجُودهَا لِتَعْلَمُوا أَنَّ مَا أَصَابَكُمْ لَمْ يَكُنْ لِيُخْطِئكُمْ وَمَا أَخْطَأَكُمْ لَمْ يَكُنْ لِيُصِيبَكُمْ فَلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ لِأَنَّهُ لَوْ قُدِّرَ شَيْء لَكَانَ \" وَلَا تَفْرَحُوا بِمَا آتَاكُمْ \" أَيْ جَاءَكُمْ وَتَفْسِير \" آتَاكُمْ \" أَيْ أَعْطَاكُمْ وَكِلَاهُمَا مُتَلَازِم أَيْ لَا تَفْخَرُوا عَلَى النَّاس بِمَا أَنْعَمَ اللَّه بِهِ عَلَيْكُمْ فَإِنَّ ذَلِكَ لَيْسَ بِسَعْيِكُمْ وَلَا كَدّكُمْ وَإِنَّمَا هُوَ عَنْ قَدَر اللَّه وَرِزْقه لَكُمْ فَلَا تَتَّخِذُوا نِعَم اللَّه أَشَرًا وَبَطَرًا تَفْخَرُونَ بِهَا عَلَى النَّاس وَلِهَذَا قَالَ تَعَالَى\" وَاَللَّه لَا يُحِبّ كُلّ مُخْتَال فَخُور \" أَيْ مُخْتَال فِي نَفْسه مُتَكَبِّر \" فَخُور \" أَيْ عَلَى غَيْره وَقَالَ عِكْرِمَة لَيْسَ أَحَد إِلَّا وَهُوَ يَفْرَح وَيَحْزَن وَلَكِنْ اِجْعَلُوا الْفَرَح شُكْرًا وَالْحُزْن صَبْرًا .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42016, "aya_id": 23}]