[{"text": "وَالشَّفْعِ وَالْوَتْرِ", "sura_id": 89, "type": 0, "id": 5996, "aya_id": 3}, {"text": "و الشفع و الوتر", "sura_id": 89, "type": 1, "id": 12232, "aya_id": 3}, {"text": "3 - (والشفع) الزوج (والوتر) بفتح الواو وكسرها لغتان الفرد \r\n", "sura_id": 89, "type": 2, "id": 30940, "aya_id": 3}, {"text": "وبكل شفع وفرد,\r\n", "sura_id": 89, "type": 3, "id": 37176, "aya_id": 3}, {"text": " <font color=red>وَالشَّفْعِ وَالْوَتْرِ</font><BR><p>قَدْ تَقَدَّمَ فِي هَذَا الْحَدِيث أَنَّ الْوَتْر يَوْم عَرَفَة لِكَوْنِهِ التَّاسِع وَأَنَّ الشَّفْع يَوْم النَّحْر لِكَوْنِهِ الْعَاشِر وَقَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَالضَّحَّاك أَيْضًا \" قَوْل ثَانٍ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنِي عُقْبَة بْن خَالِد عَنْ وَاصِل بْن السَّائِب قَالَ سَأَلْت عَطَاء عَنْ قَوْله تَعَالَى \" وَالشَّفْع وَالْوَتْر\" قُلْت صَلَاتنَا وَتْرنَا هَذَا ؟ قَالَ لَا وَلَكِنَّ الشَّفْع يَوْم عَرَفَة وَالْوَتْر لَيْلَة الْأَضْحَى \" قَوْل ثَالِث \" قَالَهُ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَامِر بْن إِبْرَاهِيم الْأَصْبَهَانِيّ حَدَّثَنِي أَبِي عَنْ النُّعْمَان يَعْنِي اِبْن عَبْد السَّلَام عَنْ أَبِي سَعِيد بْن عَوْف حَدَّثَنِي بِمَكَّةَ قَالَ سَمِعْت عَبْد اللَّه بْن الزُّبَيْر يَخْطُب النَّاس فَقَامَ إِلَيْهِ رَجُل فَقَالَ يَا أَمِير الْمُؤْمِنِينَ أَخْبِرْنِي عَنْ \" الشَّفْع وَالْوَتْر \" فَقَالَ\" الشَّفْع \" قَوْل اللَّه تَعَالَى \" فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْم عَلَيْهِ \" \" وَالْوَتْر \" قَوْله تَعَالَى \" وَمَنْ تَأَخَّرَ فَلَا إِثْم عَلَيْهِ \" وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي مُحَمَّد بْن الْمُرْتَفِع أَنَّهُ سَمِعَ اِبْن الزُّبَيْر يَقُول \" الشَّفْع\" أَوْسَط أَيَّام التَّشْرِيق \" وَالْوَتْر \" آخِر أَيَّام التَّشْرِيق. وَفِي الصَّحِيحَيْنِ مِنْ رِوَايَة أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ لِلَّهِ تِسْعَة وَتِسْعِينَ اِسْمًا مِائَة إِلَّا وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّة وَهُوَ وِتْر يُحِبّ الْوِتْر \" \" قَوْل رَابِع \" قَالَ الْحَسَن الْبَصْرِيّ وَزَيْد بْن أَسْلَم الْخَلْق كُلّهمْ شَفْع وَوَتْر أَقْسَمَ تَعَالَى بِخَلْقِهِ وَهُوَ رِوَايَة عَنْ مُجَاهِد وَالْمَشْهُور عَنْهُ الْأَوَّل وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَالشَّفْع وَالْوَتْر \" قَالَ اللَّه وِتْر وَاحِد وَأَنْتُمْ شَفْع وَيُقَال الشَّفْع صَلَاة الْغَدَاة وَالْوَتْر صَلَاة الْمَغْرِب . \" قَوْل خَامِس \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ أَبِي يَحْيَى عَنْ مُجَاهِد \" وَالشَّفْع وَالْوَتْر \" قَالَ الشَّفْع الزَّوْج وَالْوَتْر اللَّه عَزَّ وَجَلَّ وَقَالَ أَبُو عَبْد اللَّه عَنْ مُجَاهِد : اللَّه الْوَتْر وَخَلْقه الشَّفْع الذَّكَر وَالْأُنْثَى وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَوْله \" وَالشَّفْع وَالْوَتْر \" كُلّ شَيْء خَلَقَهُ اللَّه شَفْع السَّمَاء وَالْأَرْض وَالْبَرّ وَالْبَحْر وَالْجِنّ وَالْإِنْس وَالشَّمْس وَالْقَمَر وَنَحْو هَذَا وَنَحَا مُجَاهِد فِي هَذَا مَا ذَكَرُوهُ فِي قَوْله تَعَالَى \" وَمِنْ كُلّ شَيْء خَلْقنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ \" أَيْ لِتَعْلَمُوا أَنَّ خَالِق الْأَزْوَاج وَاحِد \" قَوْل سَادِس \" قَالَ قَتَادَة عَنْ الْحَسَن \" وَالشَّفْع وَالْوَتْر\" هُوَ الْعَدَد مِنْهُ شَفْع وَمِنْهُ وَتْر . \" قَوْل سَابِع فِي الْآيَة الْكَرِيمَة \" رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ طَرِيق اِبْن جُرَيْج ثُمَّ قَالَ اِبْن جَرِير وَرُوِيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَبَر يُؤَيِّد الْقَوْل الَّذِي ذَكَرْنَا عَنْ اِبْن الزُّبَيْر حَدَّثَنِي عَبْد اللَّه بْن أَبِي زِيَاد الْقَطَوَانِيّ حَدَّثَنَا زَيْد بْن الْحُبَاب أَخْبَرَنِي عَيَّاش بْن عُقْبَة حَدَّثَنِي خَيْر بْن نُعَيْم عَنْ أَبِي الزُّبَيْر عَنْ جَابِر أَنَّ رَسُول اللَّه قَالَ \" الشَّفْع \" الْيَوْمَانِ \" وَالْوَتْر \" الْيَوْم الثَّالِث\" هَكَذَا وَرَدَ هَذَا الْخَبَر بِهَذَا اللَّفْظ وَهُوَ مُخَالِف لِمَا تَقَدَّمَ مِنْ اللَّفْظ فِي رِوَايَة أَحْمَد وَالنَّسَائِيّ وَابْن أَبِي حَاتِم وَمَا رَوَاهُ هُوَ أَيْضًا وَاَللَّه أَعْلَم . قَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَغَيْرهمَا هِيَ الصَّلَاة مِنْهَا شَفْع كَالرُّبَاعِيَّةِ وَالثُّنَائِيَّة وَمِنْهَا وِتْر كَالْمَغْرِبِ فَإِنَّهَا ثَلَاث وَهِيَ وِتْر النَّهَار وَكَذَلِكَ صَلَاة الْوِتْر فِي آخِر التَّهَجُّد مِنْ اللَّيْل . وَقَدْ قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة عَنْ عِمْرَان بْن حُصَيْن \" وَالشَّفْع وَالْوَتْر \" قَالَ هِيَ الصَّلَاة الْمَكْتُوبَة مِنْهَا شَفْع وَمِنْهَا وَتْر وَهَذَا مُنْقَطِع وَمَوْقُوف وَلَفْظه خَاصّ بِالْمَكْتُوبَةِ. وَقَدْ رُوِيَ مُتَّصِلًا مَرْفُوعًا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَفْظه عَامّ . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو دَاوُد هُوَ الطَّيَالِسِيّ حَدَّثَنَا هَمَّام عَنْ قَتَادَة عَنْ عِمْرَان بْن عِصَام أَنَّ شَيْخًا حَدَّثَهُ مِنْ أَهْل الْبَصْرَة عَنْ عِمْرَان بْن حُصَيْن أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ \" الشَّفْع وَالْوَتْر \" فَقَالَ \" هِيَ الصَّلَاة بَعْضهَا شَفْع وَبَعْضهَا وِتْر \" هَكَذَا وَقَعَ فِي الْمُسْنَد وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ عَفَّان وَعَنْ أَبِي كُرَيْب عَنْ عُبَيْد اللَّه بْن مُوسَى كِلَاهُمَا عَنْ هَمَّام وَهُوَ اِبْن يَحْيَى عَنْ قَتَادَة عَنْ عِمْرَان بْن عِصَام عَنْ شَيْخ عَنْ عِمْرَان بْن حُصَيْن وَكَذَا رَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ عَنْ عَمْرو بْن عَلِيّ عَنْ اِبْن مَهْدِيّ وَأَبِي دَاوُد كِلَاهُمَا عَنْ هَمَّام عَنْ قَتَادَة عَنْ عِمْرَان بْن عِصَام عَنْ رَجُل مِنْ أَهْل الْبَصْرَة عَنْ عِمْرَان بْن حُصَيْن بِهِ ثُمَّ قَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث قَتَادَة وَقَدْ رَوَاهُ خَالِد بْن قَيْس أَيْضًا عَنْ قَتَادَة وَقَدْ رُوِيَ عَنْ عِمْرَان بْن عِصَام عَنْ عِمْرَان نَفْسه وَاَللَّه أَعْلَم \" قُلْت \" وَرَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا هَمَّام عَنْ قَتَادَة عَنْ عِمْرَان بْن عِصَام الضُّبَعِيّ شَيْخ مِنْ أَهْل الْبَصْرَة عَنْ عِمْرَان بْن حُصَيْن عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ هَكَذَا رَأَيْته فِي تَفْسِيره فَجَعَلَ الشَّيْخ الْبَصْرِيّ هُوَ عِمْرَان بْن عِصَام . وَهَكَذَا رَوَاهُ اِبْن جَرِير أَخْبَرَنَا نَصْر بْن عَلِيّ حَدَّثَنِي أَبِي حَدَّثَنِي خَالِد بْن قَيْس عَنْ قَتَادَة عَنْ عِمْرَان بْن عِصَام عَنْ عِمْرَان بْن حُصَيْن عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي \" الشَّفْع وَالْوَتْر \" قَالَ \" هِيَ الصَّلَاة مِنْهَا شَفْع وَمِنْهَا وَتْر \" فَأَسْقَطَ ذِكْر الشَّيْخ الْمُبْهَم وَتَفَرَّدَ بِهِ عِمْرَان بْن عِصَام الضُّبَعِيّ أَبُو عُمَارَة الْبَصْرِيّ إِمَام مَسْجِد بَنِي ضُبَيْعَة وَهُوَ وَالِد أَبِي جَمْرَة نَصْر بْن عِمْرَان الضُّبَعِيّ رَوَى عَنْهُ قَتَادَة وَابْنه أَبُو جَمْرَة وَالْمُثَنَّى بْن سَعِيد وَأَبُو التَّيَّاح يَزِيد بْن حُمَيْد وَذَكَرَهُ اِبْن حِبَّان فِي كِتَاب الثِّقَات وَذَكَرَهُ خَلِيفَة بْن خَيَّاط فِي التَّابِعِينَ مِنْ أَهْل الْبَصْرَة وَكَانَ شَرِيفًا نَبِيلًا حَظِيًّا عِنْد الْحَجَّاج بْن يُوسُف ثُمَّ قَتَلَهُ يَوْم الرَّاوِيَة سَنَة ثِنْتَيْنِ وَثَمَانِينَ لِخُرُوجِهِ مَعَ اِبْن الْأَشْعَث وَلَيْسَ لَهُ عِنْد التِّرْمِذِيّ سِوَى هَذَا الْحَدِيث الْوَاحِد وَعِنْدِي أَنَّ وَقْفه عَلَى عِمْرَان بْن حُصَيْن أَشْبَه وَاَللَّه أَعْلَم . وَلَمْ يَجْزِم اِبْن جَرِير بِشَيْءٍ مِنْ هَذِهِ الْأَقْوَال فِي \" الشَّفْع وَالْوَتْر \" .</p><BR> <br> ", "sura_id": 89, "type": 4, "id": 43386, "aya_id": 3}]