[{"text": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالْدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَن تَسْتَقْسِمُواْ بِالأَزْلاَمِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُواْ مِن دِينِكُمْ فَلاَ تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ فَإِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 5, "type": 0, "id": 672, "aya_id": 3}, {"text": "حرمت عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به والمنخنقة والموقوذة والمتردية والنطيحة وما أكل السبع إلا ما ذكيتم وما ذبح على النصب وأن تستقسموا بالأزلام ذلكم فسق اليوم يئس الذين كفروا من دينكم فلا تخشوهم واخشون اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا فمن اضطر في مخمصة غير متجانف لإثم فإن الله غفور رحيم", "sura_id": 5, "type": 1, "id": 6908, "aya_id": 3}, {"text": "3 - (حرمت عليكم الميتة) أي أكلها (والدم) أي المسفوح كما في الأنعام (ولحم الخنزير وما أهل لغير الله به) بأن ذبح على اسم غيره (والمنخنقة) الميتة خنقاً (والموقوذة) المقتولة ضرباً (والمتردية) الساقطة من علو إلى أسفل فماتت (والنطيحة) المقتولة بنطح أخرى لها (وما أكل السبع) منه (إلا ما ذكيتم) أي أدركتم فيه الروح من هذه الأشياء فذبحتموه (وما ذبح على) اسم (النصب) جمع نصاب وهي الأصنام (وأن تستقسموا) تطلبوا القسم والحكم (بالأزلام) جمع زَلَم بفتح الزاي وضمها مع فتح اللام ، قِدح بكسر القاف صغير لا ريش له ولا نصل وكانت سبعة عند سادن الكعبة عليها أعلام وكانوا يحكمونها فإن أمرتهم ائتمروا وإن نهتهم انتهوا (ذلكم فسق) خروج عن الطاعة ، ونزل يوم عرفة عام حجة الوداع: (اليوم يئس الذين كفروا من دينكم) أن ترتدوا عنه بعد طمعهم في ذلك لما رأوا من قوته (فلا تخشوهم واخشون اليوم أكملت لكم دينكم) أحكامه وفرائضه فلم ينزل بعدها حلال ولا حرام (وأتممت عليكم نعمتي) بإكماله وقيل بدخول مكة آمنين (ورضيت) أي اخترت (لكم الإسلام ديناً فمن اضطر في مخمصة) مجاعة إلى أي أكل شيء مما حرم عليه فأكله (غير متجانف) مائل (لإثم) معصية (فإن الله غفور) له ما أكل (رحيم) به في إباحته بخلاف المائل لإثم أي المتلبس به كقاطع الطريق والباغي مثلا فلا يحل له الأكل \r\n", "sura_id": 5, "type": 2, "id": 25616, "aya_id": 3}, {"text": "حرَّم الله عليكم الميتة, وهي الحيوان الذي تفارقه الحياة بدون ذكاة, وحرَّم عليكم الدم السائل المُراق, ولحم الخنزير, وما ذُكِر عليه غير اسم الله عند الذبح, والمنخنقة التي حُبِس نَفَسُها حتى ماتت, والموقوذة وهي التي ضُربت بعصا أو حجر حتى ماتت, والمُتَرَدِّية وهي التي سقطت من مكان عال أو هَوَت في بئر فماتت, والنطيحة وهي التي ضَرَبَتْها أخرى بقرنها فماتت, وحرَّم الله عليكم البهيمة التي أكلها السبُع, كالأسد والنمر والذئب, ونحو ذلك. واستثنى -سبحانه- مما حرَّمه من المنخنقة وما بعدها ما أدركتم ذكاته قبل أن يموت فهو حلال لكم, وحرَّم الله عليكم ما ذُبِح لغير الله على ما يُنصب للعبادة من حجر أو غيره, وحرَّم الله عليكم أن تطلبوا عِلْم ما قُسِم لكم أو لم يقسم بالأزلام, وهي القداح التي كانوا يستقسمون بها إذا أرادوا أمرًا قبل أن يقدموا عليه. ذلكم المذكور في الآية من المحرمات -إذا ارتُكبت- خروج عن أمر الله وطاعته إلى معصيته. الآن انقطع طمع الكفار من دينكم أن ترتدوا عنه إلى الشرك بعد أن نصَرْتُكم عليهم, فلا تخافوهم وخافوني. اليوم أكملت لكم دينكم دين الإسلام بتحقيق النصر وإتمام الشريعة, وأتممت عليكم نعمتي بإخراجكم من ظلمات الجاهلية إلى نور الإيمان, ورضيت لكم الإسلام دينًا فالزموه, ولا تفارقوه. فمن اضطرَّ في مجاعة إلى أكل الميتة, وكان غير مائل عمدًا لإثم, فله تناوله, فإن الله غفور له, رحيم به.\r\n", "sura_id": 5, "type": 3, "id": 31852, "aya_id": 3}, {"text": " <font color=red>حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>يُخْبِر تَعَالَى عِبَاده خَبَرًا مُتَضَمَّنًا النَّهْيَ عَنْ تَعَاطِي هَذِهِ الْمُحَرَّمَات مِنْ الْمَيْتَة وَهِيَ مَا مَاتَ مِنْ الْحَيَوَان حَتْف أَنْفه مِنْ غَيْر ذَكَاة وَلَا اِصْطِيَاد وَمَا ذَاكَ إِلَّا لِمَا فِيهَا مِنْ الْمَضَرَّة لِمَا فِيهَا مِنْ الدَّم الْمُحْتَقِن فَهِيَ ضَارَّة لِلدِّينِ وَلِلْبَدَنِ فَلِهَذَا حَرَّمَهَا اللَّه عَزَّ وَجَلَّ وَيُسْتَثْنَى مِنْ الْمَيْتَة السَّمَك فَإِنَّهُ حَلَال سَوَاء مَاتَ بِتَذْكِيَةٍ أَوْ غَيْرهَا لِمَا رَوَاهُ مَالِك فِي مُوَطَّئِهِ وَالشَّافِعِيّ وَأَحْمَدُ فِي مُسْنَدَيْهِمَا وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ فِي سُنَنهمْ وَابْن خُزَيْمَةَ وَابْن حِبَّانَ فِي صَحِيحَيْهِمَا عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سُئِلَ عَنْ مَاء الْبَحْر فَقَالَ : \" هُوَ الطَّهُور مَاؤُهُ الْحِلُّ مَيْتَتُهُ \" وَهَكَذَا الْجَرَاد لِمَا سَيَأْتِي مِنْ الْحَدِيث وَقَوْله \" الدَّم \" يَعْنِي بِهِ الْمَسْفُوح كَقَوْلِهِ \" أَوْ دَمًا مَسْفُوحًا \" قَالَهُ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا كَثِير بْن شِهَاب الْمَذْحِجِيّ حَدَّثَنَا مُحَمَّد بْن سَعِيد بْن سَابِق حَدَّثَنَا عَمْرو يَعْنِي اِبْن قَيْس عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ سُئِلَ عَنْ الطُّحَال فَقَالَ : كُلُوهُ فَقَالُوا : إِنَّهُ دَم فَقَالَ : إِنَّمَا حُرِّمَ عَلَيْكُمْ الدَّمُ الْمَسْفُوحُ . وَكَذَا رَوَاهُ حَمَّاد بْن سَلَمَة عَنْ يَحْيَى بْن سَعِيد عَنْ الْقَاسِم عَنْ عَائِشَة قَالَتْ إِنَّمَا نُهِيَ عَنْ الدَّم السَّافِح وَقَدْ قَالَ أَبُو عَبْد اللَّه مُحَمَّد بْن إِدْرِيس الشَّافِعِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ عَنْ اِبْن عُمَر مَرْفُوعًا قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" أُحِلَّ لَنَا مَيْتَتَانِ وَدَمَانِ فَأَمَّا الْمَيْتَتَانِ فَالسَّمَك وَالْجَرَاد وَأَمَّا الدَّمَانِ فَالْكَبِد وَالطُّحَال\" . وَكَذَا رَوَاهُ أَحْمَد بْن حَنْبَل وَابْن مَاجَهْ وَالدَّارَقُطْنِيّ وَالْبَيْهَقِيّ مِنْ حَدِيث عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَهُوَ ضَعِيف قَالَ الْحَافِظ الْبَيْهَقِيّ : وَرَوَاهُ إِسْمَاعِيل بْن أَبِي إِدْرِيس عَنْ أُسَامَة وَعَبْد اللَّه وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ اِبْن عُمَر مَرْفُوعًا قُلْت وَثَلَاثَتهمْ كُلّهمْ ضُعَفَاء وَلَكِنَّ بَعْضهمْ أَصْلَحُ مِنْ بَعْض وَقَدْ رَوَاهُ سُلَيْمَان بْن بِلَال أَحَد الْأَثْبَاتِ عَنْ زَيْد بْن أَسْلَمَ عَنْ اِبْن عُمَر فَوَقَفَهُ بَعْضهمْ عَلَيْهِ قَالَ الْحَافِظ أَبُو زُرْعَة الرَّازِيّ : وَهُوَ أَصَحُّ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عَلِيّ بْن الْحَسَن حَدَّثَنَا مُحَمَّد بْن عَبْد الْمَلِك بْن أَبِي الشَّوَارِب حَدَّثَنَا بَشِير بْن شُرَيْح عَنْ أَبِي غَالِب عَنْ أَبِي أُمَامَةَ وَهُوَ صُدَيّ بْن عَجْلَان قَالَ : بَعَثَنِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِلَى قَوْمِي أَدْعُوهُمْ إِلَى اللَّه وَرَسُوله وَأَعْرِض عَلَيْهِمْ شَرَائِعَ الْإِسْلَامِ فَأَتَيْتهمْ فَبَيْنَمَا نَحْنُ كَذَلِكَ إِذْ جَاءُوا بِقَصْعَةٍ مِنْ دَم فَاجْتَمَعُوا عَلَيْهَا يَأْكُلُونَهَا فَقَالَ هَلُمَّ يَا صُدَيّ فَكُلْ قَالَ : قُلْت وَيْحَكُمْ إِنَّمَا أَتَيْتُكُمْ مِنْ عِنْدِ مَنْ يُحَرِّم هَذَا عَلَيْكُمْ فَأَقْبَلُوا عَلَيْهِ قَالُوا وَمَا ذَاكَ فَتَلَوْت عَلَيْهِمْ هَذِهِ الْآيَة \" حُرِّمَتْ عَلَيْكُمْ الْمَيْتَة وَالدَّم \" الْآيَة. وَرَوَاهُ الْحَافِظ ابْنُ بَكْر بْن مَرْدُوَيْهِ مِنْ حَدِيث اِبْن أَبِي الشَّوَارِب بِإِسْنَادٍ مِثْله وَزَادَ بَعْده هَذَا السِّيَاق قَالَ : فَجَعَلْت أَدْعُوهُمْ إِلَى الْإِسْلَامِ وَيَأْبَوْنَ عَلَيَّ فَقُلْت وَيْحَكُمْ اِسْقُونِي شَرْبَةً مِنْ مَاءٍ فَإِنِّي شَدِيد الْعَطَش قَالَ وَعَلَيَّ عَبَاءَتِي فَقَالُوا : لَا وَلَكِنْ نَدَعُك حَتَّى تَمُوتَ عَطَشًا قَالَ فَاغْتَمَمْت وَضَرَبْت بِرَأْسِي فِي الْعَبَاء وَنِمْت عَلَى الرَّمْضَاء فِي حَرّ شَدِيدٍ قَالَ فَأَتَانِي آتٍ فِي مَنَامِي بِقَدَحٍ مِنْ زُجَاجٍ لَمْ يَرَ النَّاسُ أَحْسَنَ مِنْهُ وَفِيهِ شَرَاب لَمْ يَرَ النَّاس أَلَذَّ مِنْهُ فَأَمْكَنَنِي مِنْهُ فَشَرِبْته فَلَمَّا فَرَغْت مِنْ شَرَابِي اِسْتَيْقَظْت فَلَا وَاَللَّهِ مَا عَطِشْت وَلَا عَرِيت بَعْد تِيك الشَّرْبَةِ وَرَوَاهُ الْحَكَم فِي مُسْتَدْرَكه عَنْ عَلِيّ بْن حَمَّاد عَنْ عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنِي عَبْد اللَّه بْن سَلَمَة بْن عَيَّاش الْعَامِرِيّ حَدَّثَنَا صَدَقَة بْن هُرْم عَنْ أَبِي غَالِب عَنْ أَبِي أُمَامَةَ وَذَكَرَ نَحْوَهُ وَزَادَ بَعْد قَوْله بَعْد تِيك الشَّرْبَةِ فَسَمِعْتهمْ يَقُولُونَ أَتَاكُمْ رَجُلٌ مِنْ سَرَاة قَوْمِكُمْ فَلَمْ تُمَجِّعُوهُ بِمَذْقَةٍ فَأْتُونِي بِمَذْقَةٍ فَقُلْت لَا حَاجَة لِي فِيهَا إِنَّ اللَّه أَطْعَمَنِي وَسَقَانِي وَأَرَيْتهمْ بَطْنِي فَأَسْلَمُوا عَنْ آخِرِهِمْ وَمَا أَحْسَنَ مَا أَنْشَدَ الْأَعْشَى فِيَّ قَصِيدَتَهُ الَّتِي ذَكَرَهَا اِبْن إِسْحَاق : وَإِيَّاكَ وَالْمَيْتَات لَا تَقْرَبَنَّهَا وَلَا تَأْخُذَنْ عَظْمًا حَدِيدًا فَتَفْصِدَا أَيْ لَا تَفْعَل فِعْل الْجَاهِلِيَّة وَذَلِكَ أَنَّ أَحَدَهُمْ كَانَ إِذَا جَاعَ يَأْخُذُ شَيْئًا مُحَدَّدًا مِنْ عَظْمٍ وَنَحْوِهِ فَيَفْصِد بِهِ بَعِيره أَوْ حَيَوَانًا مِنْ أَيّ صِنْف كَانَ فَيَجْمَع مَا يَخْرُج مِنْهُ مِنْ الدَّم فَيَشْرَبهُ وَلِهَذَا حَرَّمَ اللَّه الدَّم عَلَى هَذِهِ الْأُمَّة ثُمَّ قَالَ الْأَعْشَى : وَذَا النُّصُب الْمَنْصُوب لَا تَأْتِيَنَّهُ وَلَا تَعْبُدْ الْأَوْثَانَ وَاَللَّهَ فَاعْبُدَا \" قَوْله وَلَحْم الْخِنْزِير \" يَعْنِي إِنْسِيّه وَوَحْشِيّه وَاللَّحْم يَعُمّ جَمِيع أَجْزَائِهِ حَتَّى الشَّحْم وَلَا يُحْتَاج إِلَى تَحَذْلُق الظَّاهِرِيَّة فِي جُمُودهمْ هَهُنَا وَتَعَسُّفهمْ فِي الِاحْتِجَاج بِقَوْلِهِ \" فَإِنَّهُ رِجْس أَوْ فِسْقًا \" يَعْنُونَ قَوْله تَعَالَى \" إِلَّا أَنْ يَكُون مَيْتَة أَوْ دَمًا مَسْفُوحًا أَوْ لَحْم خِنْزِير فَإِنَّهُ رِجْس \" أَعَادُوا الضَّمِير فِيمَا فَهِمُوهُ عَلَى الْخِنْزِير حَتَّى يَعُمّ جَمِيع أَجْزَائِهِ وَهَذَا بَعِيد مِنْ حَيْثُ اللُّغَة فَإِنَّهُ لَا يَعُود الضَّمِير إِلَّا إِلَى الْمُضَاف دُون الْمُضَاف إِلَيْهِ وَالْأَظْهَر أَنَّ اللَّحْم يَعُمّ جَمِيع الْأَجْزَاء كَمَا هُوَ الْمَفْهُوم مِنْ لُغَة الْعَرَب وَمِنْ الْعُرْف الْمُطَّرِد وَفِي صَحِيح مُسْلِم عَنْ بُرَيْدَةَ بْن الْحُصَيْب الْأَسْلَمِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - :\" مَنْ لَعِبَ بِالنَّرْدَشِير فَكَأَنَّمَا صَبَغَ يَده فِي لَحْم الْخِنْزِير وَدَمه \" فَإِذَا كَانَ هَذَا التَّنْفِير لِمُجَرَّدِ اللَّمْس فَكَيْف يَكُون التَّهْدِيد وَالْوَعِيد الْأَكِيد عَلَى أَكْله وَالتَّغَذِّي بِهِ وَفِيهِ دَلَالَة عَلَى شُمُول اللَّحْم لِجَمِيعِ الْأَجْزَاء مِنْ الشَّحْم وَغَيْره وَفِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" إِنَّ اللَّه حَرَّمَ بَيْع الْخَمْر وَالْمَيْتَة وَالْخِنْزِير وَالْأَصْنَام فَقِيلَ يَا رَسُول اللَّه أَرَأَيْت شُحُوم الْمَيْتَة فَإِنَّهَا تُطْلَى بِهَا السُّفُن وَتُدْهَن بِهَا الْجُلُود وَيَسْتَصْبِح بِهَا النَّاس فَقَالَ : لَا هُوَ حَرَام \" وَفِي صَحِيح الْبُخَارِيّ مِنْ حَدِيث أَبِي سُفْيَان أَنَّهُ قَالَ لِهِرَقْلَ مَلِك الرُّوم نَهَانَا عَنْ الْمَيْتَة وَالدَّم وَقَوْله \" وَمَا أُهِلَّ لِغَيْرِ اللَّه \" أَيْ مَا ذُبِحَ فَذُكِرَ عَلَيْهِ اِسْم غَيْر اللَّه فَهُوَ حَرَام لِأَنَّ اللَّه تَعَالَى أَوْجَبَ أَنْ تُذْبَح مَخْلُوقَاته عَلَى اِسْمه الْعَظِيم فَمَتَى عُدِلَ بِهَا عَنْ ذَلِكَ وَذُكِرَ عَلَيْهَا اِسْم غَيْره مِنْ صَنَم أَوْ طَاغُوت أَوْ وَثَن أَوْ غَيْر ذَلِكَ مِنْ سَائِر الْمَخْلُوقَات فَإِنَّهَا حَرَام بِالْإِجْمَاعِ وَإِنَّمَا اِخْتَلَفَ الْعُلَمَاء فِي مَتْرُوك التَّسْمِيَة إِمَّا عَمْدًا أَوْ نِسْيَانًا كَمَا سَيَأْتِي تَقْرِيره فِي سُورَة الْأَنْعَام . وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحَسَن السَّنْجَانِيّ حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا اِبْن فُضَيْل عَنْ الْوَلِيد بْن جَمِيع عَنْ أَبِي الطُّفَيْل قَالَ نَزَلَ آدَم بِتَحْرِيمِ أَرْبَع \" الْمَيْتَة وَالدَّم وَلَحْم الْخِنْزِير وَمَا أُهِلَّ لِغَيْرِ اللَّه بِهِ \" وَإِنَّ هَذِهِ الْأَرْبَعَة أَشْيَاء لَمْ تَحِلّ قَطُّ وَلَمْ تَزَلْ حَرَامًا مُنْذُ خَلَقَ اللَّه السَّمَوَات وَالْأَرْض فَلَمَّا كَانَتْ بَنُو إِسْرَائِيل حَرَّمَ اللَّه عَلَيْهِمْ طَيِّبَات أُحِلَّتْ لَهُمْ بِذُنُوبِهِمْ فَلَمَّا بَعَثَ اللَّه عِيسَى اِبْن مَرْيَم - عَلَيْهِ السَّلَام - نَزَلَ بِالْأَمْرِ الْأَوَّل الَّذِي جَاءَ بِهِ آدَم وَأُحِلَّتْ لَهُمْ مَا سِوَى ذَلِكَ فَكَذَّبُوهُ وَعَصَوْهُ وَهَذَا أَثَر غَرِيب . وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا : حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن يُونُس حَدَّثَنَا رِبْعِيّ عَنْ عَبْد اللَّه قَالَ سَمِعْت الْجَارُود بْن أَبِي سَبْرَة قَالَ : هُوَ جَدِّي قَالَ كَانَ رَجُل مِنْ بَنِي رَبَاح يُقَال لَهُ اِبْن وَائِل وَكَانَ شَاعِرًا نَافَرَ غَالِبًا أَبَا الْفَرَزْدَق بِمَاءٍ بِظَهْرِ الْكُوفَة عَلَى أَنْ يَعْقِر هَذَا مِائَةً مِنْ إِبِله وَهَذَا مِائَةً مِنْ إِبِلِهِ إِذَا وَرَدَتْ الْمَاءَ فَلَمَّا وَرَدَتْ الْمَاء قَامَا إِلَيْهَا بِسَيْفَيْهِمَا فَجَعَلَا يَكْشِفَانِ عَرَاقِيبَهَا قَالَ : فَخَرَجَ النَّاس عَلَى الْحُمُرَات وَالْبِغَال يُرِيدُونَ اللَّحْم قَالَ : وَعَلِيّ بِالْكُوفَةِ قَالَ : فَخَرَجَ عَلِيّ عَلَى بَغْلَةِ رَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْبَيْضَاءِ وَهُوَ يُنَادِي يَا أَيُّهَا النَّاسُ لَا تَأْكُلُوا مِنْ لُحُومِهَا فَإِنَّهَا أُهِلَّ بِهَا لِغَيْرِ اللَّه هَذَا أَثَر غَرِيب وَيَشْهَد لَهُ بِالصِّحَّةِ مَا رَوَاهُ أَبُو دَاوُدَ حَدَّثَنَا هَارُون بْن عَبْد اللَّه ثَنَا اِبْن حَمَّاد بْن مَسْعَدَةَ عَنْ عَوْف عَنْ أَبِي رَيْحَانَة عَنْ اِبْن عَبَّاس قَالَ نَهَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ مُعَاقَرَة الْأَعْرَاب ثُمَّ قَالَ أَبُو دَاوُدَ مُحَمَّد بْن جَعْفَر هُوَ غُنْدَر أَوْقَفَهُ عَلَى اِبْن عَبَّاس تَفَرَّدَ بِهِ أَبُو دَاوُدَ وَقَالَ أَبُو دَاوُدَ أَيْضًا حَدَّثَنَا هَارُون بْن زَيْد بْن أَبِي الزَّرْقَاء حَدَّثَنَا أَبِي حَدَّثَنَا جَرِير بْن حَازِم عَنْ الزُّبَيْر بْن خِرِّيت قَالَ سَمِعْت عِكْرِمَة يَقُول : إِنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَهَى عَنْ طَعَام الْمُتَبَارِيَيْنِ أَنْ يُؤْكَل ثُمَّ قَالَ أَبُو دَاوُدَ أَكْثَرُ مَنْ رَوَاهُ غَيْر اِبْن جَرِير لَا يَذْكُر فِيهِ اِبْنَ عَبَّاسٍ تَفَرَّدَ بِهِ أَيْضًا قَوْله \" وَالْمُنْخَنِقَة\" وَهِيَ الَّتِي تَمُوت بِالْخَنْقِ إِمَّا قَصْدًا وَإِمَّا اِتِّفَاقًا بِأَنْ تَتَخَبَّل فِي وَثَاقَتِهَا فَتَمُوت فَهِيَ حَرَام وَأَمَّا\" الْمَوْقُوذَة \" فَهِيَ الَّتِي تُضْرَب بِشَيْءٍ ثَقِيلٍ غَيْر مُحَدَّد حَتَّى تَمُوت كَمَا قَالَ اِبْن عَبَّاس وَغَيْر وَاحِد عَنْ الَّتِي تُضْرَب بِالْخَشَبَةِ حَتَّى يُوقِذَهَا فَتَمُوت قَالَ قَتَادَة : كَانَ أَهْل الْجَاهِلِيَّة يَضْرِبُونَهَا بِالْعَصَا حَتَّى إِذَا مَاتَتْ أَكَلُوهَا . وَفِي الصَّحِيح أَنَّ عَدِيّ بْن حَاتِم قَالَ : قُلْت يَا رَسُول اللَّه إِنِّي أَرْمِي بِالْمِعْرَاضِ الصَّيْد فَأُصِيب قَالَ : إِذَا رَمَيْت بِالْمِعْرَاضِ فَخَزَقَ فَكُلْهُ وَإِنْ أَصَابَ بِعَرْضِهِ فَإِنَّمَا هُوَ وَقِيذ فَلَا تَأْكُلهُ فَفَرَّقَ بَيْن مَا أَصَابَهُ بِالسَّهْمِ أَوْ بِالْمِعْرَاضِ وَنَحْوه بِحَدِّهِ فَأَحَلَّهُ وَمَا أَصَابَ بِعَرْضِهِ فَجَعَلَهُ وَقِيذًا لَمْ يُحِلَّهُ وَهَذَا مُجْمَع عَلَيْهِ عِنْد الْفُقَهَاء وَاخْتَلَفُوا فِيمَا إِذَا صَدَمَ الْجَارِحَةُ الصَّيْدَ فَقَتَلَهُ بِثِقَلِهِ وَلَمْ يَجْرَحهُ عَلَى قَوْلَيْنِ هُمَا قَوْلَانِ لِلشَّافِعِيِّ رَحِمَهُ اللَّه \" أَحَدهمَا\" لَا يَحِلّ كَمَا فِي السَّهْم وَالْجَامِع أَنَّ كُلًّا مِنْهُمَا مَيِّت بِغَيْرِ جَرْح فَهُوَ وَقِيذ \" وَالثَّانِي \" أَنَّهُ يَحِلّ لِأَنَّهُ حَكَمَ بِإِبَاحَةِ مَا صَادَهُ الْكَلْب وَلَمْ يَسْتَفْصِل فَدَلَّ عَلَى إِبَاحَة مَا ذَكَرْنَاهُ لِأَنَّهُ قَدْ دَخَلَ فِي الْعُمُوم وَقَدْ قَرَرْت لِهَذِهِ الْمَسْأَلَة فَصْلًا فَلْيُكْتَبْ هَهُنَا. \" فَصْل \" اِخْتَلَفَ الْعُلَمَاء رَحِمَهُمْ اللَّه تَعَالَى فِيمَا إِذَا أَرْسَلَ كَلْبًا عَلَى صَيْد فَقَتَلَهُ بِثِقَلِهِ وَلَمْ يَجْرَحهُ أَوْ صَدَمَهُ هَلْ يَحِلّ أَمْ لَا ؟ عَلَى قَوْلَيْنِ : \" أَحَدهمَا\" أَنَّ ذَلِكَ حَلَال لِعُمُومِ قَوْله تَعَالَى : \" فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ \" وَكَذَا عُمُومَات حَدِيث عَدِيّ بْن حَاتِم وَهَذَا قَوْل حَكَاهُ الْأَصْحَاب عَنْ الشَّافِعِيّ رَحِمَهُ اللَّه وَصَحَّحَهُ بَعْض الْمُتَأَخِّرِينَ مِنْهُمْ : كَالنَّوَوِيِّ وَالرَّافِعِيّ\" قُلْت \" وَلَيْسَ ذَلِكَ بِظَاهِرٍ مِنْ كَلَام الشَّافِعِيّ فِي الْأُمّ و الْمُخْتَصَر فَإِنَّهُ قَالَ : فِي كِلَا الْمَوْضِعَيْنِ يَحْتَمِل مَعْنَيَيْنِ ثُمَّ وَجَّهَ كُلًّا مِنْهُمَا فَحَمَلَ ذَلِكَ الْأَصْحَاب مِنْهُ فَأَطْلَقُوا فِي الْمَسْأَلَة قَوْلَيْنِ عَنْهُ اللَّهُمَّ إِلَّا أَنَّهُ فِي بَحْثه لِلْقَوْلِ بِالْحِلِّ رَشَّحَهُ قَلِيلًا وَلَمْ يُصَرِّح بِوَاحِدٍ مِنْهُمَا وَلَا جَزَمَ وَالْقَوْل بِذَلِكَ أَعْنِي الْحِلّ نَقَلَهُ اِبْن الصَّبَّاغ عَنْ أَبِي حَنِيفَة مِنْ رِوَايَة الْحَسَن بْن زِيَاد عَنْهُ وَلَمْ يَذْكُر غَيْر ذَلِكَ وَأَمَّا أَبُو جَعْفَر بْن جَرِير فَحَكَاهُ فِي تَفْسِيره عَنْ سَلْمَان الْفَارِسِيّ وَأَبِي هُرَيْرَة وَسَعْد بْن أَبِي وَقَّاص وَابْن عُمَر وَهَذَا غَرِيب جِدًّا وَلَيْسَ يُوجَد ذَلِكَ مُصَرَّحًا بِهِ عَنْهُمْ إِلَّا أَنَّهُ مِنْ تَصَرُّفه رَحِمَهُ اللَّه وَرَضِيَ عَنْهُ . \" وَالْقَوْل الثَّانِي\" أَنَّ ذَلِكَ لَا يَحِلّ وَهُوَ أَحَد الْقَوْلَيْنِ عَنْ الشَّافِعِيّ رَحِمَهُ اللَّه وَاخْتَارَهُ الْمُزَنِيّ وَيَظْهَر مِنْ كَلَام اِبْن الصَّبَّاغ تَرْجِيحه أَيْضًا وَاَللَّه أَعْلَمُ . وَرَوَاهُ أَبُو يُوسُف وَمُحَمَّد عَنْ أَبِي حَنِيفَة وَهُوَ الْمَشْهُور عَنْ الْإِمَام أَحْمَد بْن حَنْبَل رَضِيَ اللَّه عَنْهُ وَهَذَا الْقَوْل أَشْبَهُ بِالصَّوَابِ وَاَللَّه أَعْلَمُ لِأَنَّهُ أُجْرِيَ عَلَى الْقَوَاعِد الْأُصُولِيَّة وَأَمَسّ الْأُصُول الشَّرْعِيَّة وَاحْتَجَّ اِبْن الصَّبَّاغ لَهُ بِحَدِيثِ رَافِع بْن خَدِيج قُلْت : يَا رَسُول اللَّه إِنَّا لَاقُو الْعَدُوِّ غَدًا وَلَيْسَ مَعَنَا مُدًى أَفَنَذْبَح بِالْقَصَبِ قَالَ : \" مَا أَنْهَرَ الدَّمَ تَذْكُرُ اِسْمَ اللَّهِ عَلَيْهِ فَكُلُوهُ\" الْحَدِيث بِتَمَامِهِ وَهُوَ فِي الصَّحِيحَيْنِ . وَهَذَا وَإِنْ كَانَ وَارِدًا عَلَى سَبَب خَاصّ فَالْعِبْرَة بِعُمُومِ اللَّفْظ عِنْد جُمْهُور مِنْ الْعُلَمَاء فِي الْأُصُول وَالْفُرُوع كَمَا سُئِلَ - عَلَيْهِ السَّلَام - عَنْ الْبِتْع وَهُوَ نَبِيذ الْعَسَل فَقَالَ : \" كُلّ شَرَاب أَسْكَرَ فَهُوَ حَرَام \" أَفَيَقُول فَقِيه إِنَّ هَذَا اللَّفْظ مَخْصُوص بِشَرَابِ الْعَسَل وَهَكَذَا هَذَا كَمَا سَأَلُوهُ عَنْ شَيْء مِنْ الذَّكَاة فَقَالَ لَهُمْ كَلَامًا عَامًّا يَشْمَل ذَاكَ الْمَسْئُول عَنْهُ وَغَيْره لِأَنَّهُ - عَلَيْهِ السَّلَام - كَانَ قَدْ أُوتِيَ جَوَامِع الْكَلِم إِذَا تَقَرَّرَ هَذَا فَمَا صَدَمَهُ الْكَلْب أَوْ غَمَّهُ بِثِقَلِهِ لَيْسَ مِمَّا أَنْهَرَ دَمَهُ فَلَا يَحِلُّ لِمَفْهُومِ هَذَا الْحَدِيثِ فَإِنْ قِيلَ هَذَا الْحَدِيث لَيْسَ مِنْ هَذَا الْقَبِيل بِشَيْءٍ لِأَنَّهُمْ إِنَّمَا سَأَلُوهُ عَنْ الْأَدِلَّة الَّتِي يُذَكَّى بِهَا وَلَمْ يَسْأَلُوهُ عَنْ الشَّيْء الَّذِي يُذَكَّى وَلِهَذَا اِسْتَثْنَى مِنْ ذَلِكَ السِّنّ وَالظُّفُر حَيْثُ قَالَ : \" لَيْسَ السِّنّ وَالظُّفُر وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ أَمَّا السِّنّ فَعَظْمٌ وَأَمَّا الظُّفُر فَمُدَى الْحَبَشَةِ\" وَالْمُسْتَثْنَى يَدُلّ عَلَى جِنْس الْمُسْتَثْنَى مِنْهُ وَإِلَّا لَمْ يَكُنْ مُتَّصِلًا فَدَلَّ عَلَى أَنَّ الْمَسْئُول عَنْهُ هُوَ الْآلَةُ فَلَا يَبْقَى فِيهِ دَلَالَة لِمَا ذَكَرْتُمْ فَالْجَوَاب عَنْ هَذَا بِأَنَّ فِي الْكَلَام مَا يُشْكِل عَلَيْكُمْ أَيْضًا حَيْثُ يَقُول : \" مَا أَنْهَرَ الدَّمَ وَذُكِرَ اِسْمُ اللَّهِ عَلَيْهِ فَكُلُوهُ\" وَلَمْ يَقُلْ فَاذْبَحُوا بِهِ فَهَذَا يُؤْخَذُ مِنْهُ الْحُكْمَانِ مَعًا يُؤْخَذ حُكْم الْآلَةِ الَّتِي يُذَكَّى بِهَا وَحُكْم الْمُذَكَّى وَأَنَّهُ لَا بُدَّ مِنْ إِنْهَارِ دَمِهِ بِآلَةٍ لَيْسَتْ سِنًّا وَلَا ظُفُرًا هَذَا مَسْلَك . وَالْمَسْلَك الثَّانِي : طَرِيقَة الْمُزَنِيّ وَهِيَ أَنَّ السَّهْم جَاءَ التَّصْرِيح فِيهِ بِأَنَّهُ إِنْ قَتَلَ بِعَرْضِهِ فَلَا تَأْكُل وَإِنْ خَزَقَ فَكُلْ وَالْكَلْب جَاءَ مُطْلَقًا فَيُحْمَل عَلَى مَا قُيِّدَ هُنَاكَ مِنْ الْخَزْق لِأَنَّهُمَا اِشْتَرَكَا فِي الْمُوجَب وَهُوَ الصَّيْد فَيَجِبُ الْحَمْلُ هُنَا وَإِنْ اِخْتَلَفَ السَّبَب كَمَا وَجَبَ حَمْلُ مُطْلَقِ الْإِعْتَاقِ فِي الظِّهَارِ عَلَى تَقْيِيدِهِ بِالْإِيمَانِ فِي الْقَتْلِ بَلْ هَذَا أَوْلَى وَهَذَا يَتَوَجَّه لَهُ عَلَى مَنْ يَسْلَم لَهُ أَصْلُ هَذِهِ الْقَاعِدَةِ مِنْ حَيْثُ هِيَ وَلَيْسَ فِيهَا خِلَاف بَيْن الْأَصْحَاب قَاطِبَة فَلَا بُدّ لَهُمْ مِنْ جَوَاب عَنْ هَذَا . وَلَهُ أَنْ يَقُولهُ هَذَا قَتَلَهُ الْكَلْب بِثِقَلِهِ فَلَمْ يَحِلّ قِيَاسًا عَلَى مَا قَتَلَهُ السَّهْم بِعَرْضِهِ وَالْجَامِع أَنَّ كُلًّا مِنْهُمَا آلَة لِلصَّيْدِ وَقَدْ مَاتَ بِثِقَلِهِ فِيهِمَا وَلَا يُعَارَض ذَلِكَ بِعُمُومِ الْآيَة لِأَنَّ الْقِيَاس مُقَدَّم عَلَى الْعُمُوم كَمَا هُوَ مَذْهَب الْأَئِمَّة الْأَرْبَعَة وَالْجُمْهُور وَهَذَا مَسْلَك حَسَن أَيْضًا \" مَسْلَك آخَر \" وَهُوَ : أَنَّ قَوْله تَعَالَى \" فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ \" عَامّ فِيمَا قُتِلْنَ بِجَرْحٍ أَوْ غَيْره لَكِنَّ هَذَا الْمَقْتُول عَلَى هَذِهِ الصُّورَة الْمُتَنَازَع فِيهِ لَا يَخْلُو إِمَّا أَنْ يَكُون نَطِيحًا أَوْ فِي حُكْمه أَوْ مُنْخَنِقًا أَوْ فِي حُكْمه وَأَيًّا مَا كَانَ فَيَجِب تَقْدِيم هَذِهِ الْآيَة عَلَى تِلْكَ لِوُجُوهٍ \" أَحَدهَا \" أَنَّ الشَّارِع قَدْ اِعْتَبَرَ حُكْم هَذِهِ الْآيَة حَالَة الصَّيْد حَيْثُ يَقُول لِعَدِيِّ بْن حَاتِم وَإِنْ أَصَابَهُ بِعَرْضِهِ فَإِنَّمَا هُوَ وَقِيذ فَلَا تَأْكُلهُ وَلَمْ نَعْلَم أَحَدًا مِنْ الْعُلَمَاءِ فَصَلَ بَيْن حُكْمٍ وَحُكْمٍ مِنْ هَذِهِ الْآيَةِ فَقَالَ إنَّ الْوَقِيذ مُعْتَبَرٌ حَالَةَ الصَّيْدِ وَالنَّطِيح لَيْسَ مُعْتَبَرًا فَيَكُون الْقَوْلُ بِحِلِّ الْمُتَنَازَع فِيهِ خَرْقًا لِلْإِجْمَاعِ لَا قَائِلَ بِهِ وَهُوَ مَحْظُورٌ عِنْدَ كَثِيرٍ مِنْ الْعُلَمَاءِ \" الثَّانِي \" أَنَّ تِلْكَ الْآيَة \" فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ \" لَيْسَتْ عَلَى عُمُومهَا بِالْإِجْمَاعِ بَلْ مَخْصُوصَة بِمَا صِدْنَ مِنْ الْحَيَوَان الْمَأْكُول وَخَرَجَ مِنْ عُمُوم لَفْظهَا الْحَيَوَانُ غَيْرُ الْمَأْكُولِ بِالِاتِّفَاقِ وَالْعُمُوم الْمَحْفُوظ مُقَدَّم عَلَى غَيْر الْمَحْفُوظ \" الْمَسْلَك الْآخَر \" أَنَّ هَذَا الصَّيْد وَالْحَالَةُ هَذِهِ فِي حُكْمِ الْمَيْتَةِ سَوَاءٌ لِأَنَّهُ قَدْ اِحْتَقَنَ فِيهِ الدِّمَاءُ وَمَا يَتْبَعُهَا مِنْ الرُّطُوبَاتِ فَلَا مَحَلّ قِيَاسًا عَلَى الْمَيْتَة \" الْمَسْلَك الْآخَر \" أَنَّ آيَةَ التَّحْرِيمِ أَعْنِي قَوْلَهُ \" حُرِّمَتْ عَلَيْكُمْ الْمَيْتَة \" إِلَى آخِرِهَا مُحْكَمَةٌ لَمْ يَدْخُلْهَا نَسْخٌ وَلَا تَخْصِيصٌ وَكَذَا يَنْبَغِي أَنْ تَكُون آيَة التَّحْلِيل مُحْكَمَة أَعْنِي قَوْله تَعَالَى \" يَسْأَلُونَك مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمْ الطَّيِّبَات \" الْآيَة فَيَنْبَغِي أَنْ لَا يَكُون بَيْنهَا تَعَارُض أَصْلًا وَتَكُون السُّنَّة جَاءَتْ لِبَيَانِ ذَلِكَ وَشَاهِد ذَلِكَ قِصَّة السَّهْم فَإِنَّهُ ذَكَرَ حُكْم مَا دَخَلَ فِي هَذِهِ الْآيَة وَهُوَ مَا إِذَا خَزَقَهُ الْمِعْرَاض يَكُون حَلَالًا لِأَنَّهُ مِنْ الطَّيِّبَات وَمَا دَخَلَ فِي حُكْم تِلْكَ الْآيَة آيَة التَّحْرِيم وَهُوَ مَا إِذَا أَصَابَهُ بَعْضٌ فَلَا يُؤْكَلُ لِأَنَّهُ وَقِيذٌ فَيَكُونُ أَحَدَ أَفْرَادِ آيَةِ التَّحْرِيمِ وَهَكَذَا يَجِبُ أَنْ يَكُونَ حُكْمُ هَذَا سَوَاءٌ إِنْ كَانَ قَدْ جَرَحَهُ الْكَلْب فَهُوَ دَاخِل فِي حُكْم آيَة التَّحْلِيل وَإِنْ لَمْ يَجْرَحهُ بَلْ صَدَمَهُ أَوْ قَتَلَهُ بِثِقَلِهِ فَهُوَ نَطِيح أَوْ فِي حُكْمه فَلَا يَكُون حَلَالًا \" فَإِنْ قِيلَ \" فَلِمَ لَا فَصَّلَ فِي حُكْمِ الْكَلْبِ فَقَالَ : مَا ذَكَرْتُمْ إِنْ جَرَحَهُ فَهُوَ حَلَال وَإِنْ لَمْ يَجْرَحْهُ فَهُوَ حَرَامٌ \" فَالْجَوَاب \" أَنَّ ذَلِكَ نَادِرٌ لِأَنَّ مِنْ شَأْنِ الْكَلْبِ أَنْ يَقْتُلَ بِظُفُرِهِ أَوْ نَابِهِ أَوْ بِهِمَا مَعًا وَأَمَّا اِصْطِدَامُهُ هُوَ وَالصَّيْد فَنَادِرٌ وَكَذَا قَتْله إِيَّاهُ بِثِقَلِهِ فَلَمْ يُحْتَجْ إِلَى الِاحْتِرَازِ مِنْ ذَلِكَ لِنُدُورِهِ أَوْ لِظُهُورِ حُكْمه عِنْد مَنْ عَلِمَ تَحْرِيم الْمَيْتَة وَالْمُنْخَنِقَة وَالْمَوْقُوذَة وَالْمُتَرَدِّيَة وَالنَّطِيحَة وَأَمَّا السَّهْم وَالْمِعْرَاض فَتَارَة مُخْطِئٌ لِسُوءِ رَمْيِ رَامِيهِ أَوْ لِلَهْوٍ أَوْ نَحْو ذَلِكَ بَلْ خَطَؤُهُ أَكْثَرُ مِنْ إِصَابَته فَلِهَذَا ذَكَرَ كُلًّا مِنْ حُكْمَيْهِ مُفَصَّلًا وَاَللَّه أَعْلَمُ. وَلِهَذَا لَمَّا كَانَ الْكَلْب مِنْ شَأْنه أَنَّهُ يَأْكُل مِنْ الصَّيْد ذَكَرَ حُكْم مَا إِذَا أَكَلَ مِنْ الصَّيْد فَقَالَ : : إِنْ أَكَلَ فَلَا تَأْكُلْ فَإِنِّي أَخَاف أَنْ يَكُون أَمْسَكَ عَلَى نَفْسه\" وَهَذَا صَحِيح ثَابِت فِي الصَّحِيحَيْنِ وَهُوَ أَيْضًا مَخْصُوص مِنْ عُمُوم آيَة التَّحْلِيل عِنْد كَثِيرِينَ فَقَالُوا : لَا يَحِلّ مَا أَكَلَ مِنْهُ الْكَلْبُ حُكِيَ ذَلِكَ عَنْ أَبِي هُرَيْرَة وَابْن عَبَّاس وَبِهِ قَالَ الْحَسَن وَالشَّعْبِيّ وَالنَّخَعِيّ وَإِلَيْهِ ذَهَبَ أَبُو حَنِيفَة وَصَاحِبَاهُ وَأَحْمَد بْن حَنْبَل وَالشَّافِعِيّ فِي الْمَشْهُور عَنْهُ . وَرَوَى اِبْن جَرِير فِي تَفْسِيره عَنْ عَلِيّ وَسَعِيد وَسَلْمَان وَأَبِي هُرَيْرَة وَابْن عُمَر وَابْن عَبَّاس أَنَّ الصَّيْد يُؤْكَل وَإِنْ أَكَلَ مِنْهُ الْكَلْب حَتَّى قَالَ سَعِيد وَسَلْمَان وَأَبُو هُرَيْرَة وَغَيْرهمْ : يُؤْكَل وَلَوْ لَمْ يَبْقَ مِنْهُ إِلَّا بَضْعَةٌ وَإِلَى ذَلِكَ ذَهَبَ مَالِك وَالشَّافِعِيّ فِي قَوْله الْقَدِيم وَأَمَّا فِي الْجَدِيد إِلَى قَوْلَيْنِ قَالَ ذَلِكَ : الْإِمَام أَبُو نَضْر بْن الصَّبَّاغ وَغَيْره مِنْ الْأَصْحَاب عَنْهُ وَقَدْ رَوَى أَبُو دَاوُدَ بِإِسْنَادٍ جَيِّدٍ قَوِيٍّ عَنْ أَبِي ثَعْلَبَة الْخُشَنِيّ عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ فِي صَيْد الْكَلْبِ : \" إِذَا أَرْسَلْت كَلْبَك وَذَكَرْت اِسْمَ اللَّهِ فَكُلْ وَإِنْ أَكَلَ مِنْهُ وَكُلْ مَا رَدَّتْ عَلَيْك يَدُك \" وَرَوَاهُ أَيْضًا النَّسَائِيّ مِنْ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ أَعْرَابِيًّا يُقَال لَهُ أَبُو ثَعْلَبَة قَالَ : يَا رَسُول اللَّه فَذَكَرَ نَحْوه وَقَالَ مُحَمَّد بْن جَرِير فِي تَفْسِيره : حَدَّثَنَا عِمْرَان بْن بَكَّار الْكُلَاعِيّ حَدَّثَنَا عَبْد الْعَزِيز بْن مُوسَى هُوَ اللَّاحُونِىّ حَدَّثَنَا مُحَمَّد بْن دِينَار هُوَ الطَّاحِيّ عَنْ أَبِي إِيَاس وَهُوَ مُعَاوِيَة بْن قُرَّة عَنْ سَعِيد بْن الْمُسَيِّب عَنْ سَلْمَان الْفَارِسِيّ عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : إِذَا أَرْسَلَ الرَّجُل كَلْبه عَلَى الصَّيْد فَأَدْرَكَهُ وَقَدْ أَكَلَ مِنْهُ فَلْيَأْكُلْ مَا بَقِيَ ثُمَّ إِنَّ اِبْن جَرِير عَلَّلَهُ بِأَنَّهُ قَدْ رَوَاهُ أَبُو قَتَادَة وَغَيْره عَنْ سَعِيد بْن الْمُسَيِّب عَنْ سَلْمَان مَوْقُوفًا . وَأَمَّا الْجُمْهُور فَقَدَّمُوا حَدِيث عَدِيّ عَلَى ذَلِكَ وَرَامُوا تَضْعِيف حَدِيث أَبِي ثَعْلَبَة وَغَيْره . وَقَدْ حَمَلَهُ بَعْض الْعُلَمَاء عَلَى أَنَّهُ إِنْ أَكَلَ بَعْد مَا اِنْتَظَرَ صَاحِبه فَطَالَ عَلَيْهِ الْفَصْل وَلَمْ يَجِئْ فَأَكَلَ مِنْهُ لِجُوعِهِ وَنَحْوه فَإِنَّهُ لَا بَأْس بِذَلِكَ وَالْحَالَة هَذِهِ لَا يَخْشَى أَنَّهُ إِنَّمَا أَمْسَكَ عَلَى نَفْسه بِخِلَافِ مَا إِذَا أَكَلَ مِنْهُ أَوَّل وَهْلَة فَإِنَّهُ يَظْهَر مِنْهُ أَنَّهُ أَمْسَكَ عَلَى نَفْسه وَاَللَّه أَعْلَمُ . فَأَمَّا الْجَوَارِح مِنْ الطُّيُور فَنَصَّ الشَّافِعِيّ عَلَى أَنَّهَا كَالْكَلْبِ فَيَحْرُم مَا أَكَلَتْ مِنْهُ عِنْد الْجُمْهُور وَلَا يَحْرُم عِنْد الْآخَرِينَ وَاخْتَارَ الْمُزَنِيّ مِنْ أَصْحَابنَا أَنَّهُ لَا يَحْرُم أَكْل مَا أَكَلَتْ مِنْهُ الطُّيُور وَالْجَوَارِح وَهُوَ مَذْهَب أَبِي حَنِيفَة وَأَحْمَد قَالُوا : لِأَنَّهُ لَا يُمْكِن تَعْلِيمهَا كَمَا يُعَلَّم الْكَلْب بِالضَّرْبِ وَنَحْوه وَأَيْضًا فَإِنَّهَا لَا تُعَلَّم إِلَّا بِأَكْلِهَا مِنْ الصَّيْد فَيُعْفَى عَنْ ذَلِكَ وَأَيْضًا فَالنَّصّ إِنَّمَا وَرَدَ فِي الْكَلْب لَا فِي الطَّيْر وَقَالَ الشَّيْخ أَبُو عَلِيّ فِي الْإِفْصَاح : إِذَا قُلْنَا يَحْرُم مَا أَكَلَ مِنْهُ الْكَلْب فَفِي تَحْرِيم مَا أَكَلَ مِنْهُ الطَّيْر وَجْهَانِ وَأَنْكَرَ الْقَاضِي أَبُو الطَّيِّب هَذَا التَّفْرِيع وَالتَّرْتِيب لِنَصِّ الشَّافِعِيّ رَحِمَهُ اللَّه عَلَى التَّسْوِيَة بَيْنهمَا وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَمُ . وَأَمَّا الْمُتَرَدِّيَة فَهِيَ الَّتِي تَقَع مِنْ شَاهِق أَوْ مَوْضِع عَالٍ فَتَمُوت بِذَلِكَ فَلَا تَحِلّ قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : الْمُتَرَدِّيَة الَّتِي تَسْقُط مِنْ جَبَل وَقَالَ قَتَادَة : هِيَ الَّتِي تَتَرَدَّى فِي بِئْر وَقَالَ السُّدِّيّ : هِيَ الَّتِي تَقَع مِنْ جَبَل أَوْ تَتَرَدَّى فِي بِئْر. وَأَمَّا النَّطِيحَة فَهِيَ الَّتِي مَاتَتْ بِسَبَبِ نَطْح غَيْرهَا لَهَا فَهِيَ حَرَام وَإِنْ جَرَحَهَا الْقَرْن وَخَرَجَ مِنْهَا الدَّم وَلَوْ مِنْ مَذْبَحهَا وَالنَّطِيحَة فَعِيلَة بِمَعْنَى مَفْعُولَة أَيْ مَنْطُوحَة وَأَكْثَرَ مَا تَرِد هَذِهِ الْبِنْيَة فِي كَلَام الْعَرَب بِدُونِ تَاء التَّأْنِيث فَيَقُولُونَ عَيْن كَحِيل وَكَفّ خَضِيب وَلَا يَقُولُونَ كَفّ خَضِيبَة وَلَا عَيْن كَحِيلَة وَأَمَّا هَذِهِ فَقَالَ بَعْض النُّحَاة : إِنَّمَا اُسْتُعْمِلَ فِيهَا تَاء التَّأْنِيث لِأَنَّهَا أُجْرِيَتْ مَجْرَى الْأَسْمَاء كَمَا فِي قَوْلهمْ طَرِيقَة طَوِيلَة وَقَالَ بَعْضهمْ إِنَّمَا أُتِيَ بِتَاءِ التَّأْنِيث فِيهَا لِتَدُلّ عَلَى التَّأْنِيث مِنْ أَوَّل وَهْلَة بِخِلَافِ عَيْن كَحِيل وَكَفّ خَضِيب لِأَنَّ التَّأْنِيث مُسْتَفَاد مِنْ أَوَّل الْكَلَام وَقَوْله تَعَالَى \" وَمَا أَكَلَ السَّبُع \" أَيْ مَا عَدَا عَلَيْهَا أَسَد أَوْ فَهْد أَوْ نَمِر أَوْ ذِئْب أَوْ كَلْب فَأَكَلَ بَعْضهَا فَمَاتَتْ بِذَلِكَ فَهِيَ حَرَام وَإِنْ كَانَ قَدْ سَالَ مِنْهَا الدَّم وَلَوْ مِنْ مَذْبَحهَا فَلَا تَحِلّ بِالْإِجْمَاعِ وَقَدْ كَانَ أَهْل الْجَاهِلِيَّة يَأْكُلُونَ مَا أَفْضَلَ السَّبُع مِنْ الشَّاة أَوْ الْبَعِير أَوْ الْبَقَرَة أَوْ نَحْو ذَلِكَ فَحَرَّمَ اللَّه ذَلِكَ عَلَى الْمُؤْمِنِينَ وَقَوْله \" إِلَّا مَا ذَكَّيْتُمْ \" عَائِد عَلَى مَا يُمْكِن عَوْده عَلَيْهِ مِمَّا اِنْعَقَدَ سَبَب مَوْته فَأَمْكَنَ تَدَارُكُهُ بِذَكَاةٍ وَفِيهِ حَيَاة مُسْتَقِرَّة وَذَلِكَ إِنَّمَا يَعُود عَلَى قَوْله \" وَالْمُنْخَنِقَة وَالْمَوْقُوذَة وَالْمُتَرَدِّيَة وَالنَّطِيحَة وَمَا أَكَلَ السَّبُع \" قَالَ عَلِيّ بْن أَبِي طَلْحَة : عَنْ اِبْن عَبَّاس فِي قَوْله \" إِلَّا مَا ذَكَّيْتُمْ \" يَقُول إِلَّا مَا ذَبَحْتُمْ مِنْ هَؤُلَاءِ وَفِيهِ رُوح فَكُلُوهُ فَهُوَ ذَكِيّ . وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَالْحَسَن الْبَصْرِيّ وَالسُّدِّيّ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا حَفْص بْن غِيَاث حَدَّثَنَا جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ عَلِيّ فِي الْآيَة إِنْ مَصَعَتْ بِذَنَبِهَا أَوْ رَكَضَتْ بِرِجْلِهَا أَوْ طَرَفَتْ بِعَيْنِهَا فَكُلْ . وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا هُشَيْم وَعَبَّاد قَالَا : حَدَّثَنَا حَجَّاج عَنْ حُصَيْن عَنْ الشَّعْبِيّ عَنْ الْحَارِث عَنْ عَلِيّ قَالَ : إِذَا أَدْرَكْت ذَكَاة الْمَوْقُوذَة وَالْمُتَرَدِّيَة وَالنَّطِيحَة وَهِيَ تُحَرِّك يَدًا أَوْ رِجْلًا فَكُلْهَا وَهَكَذَا رُوِيَ عَنْ طَاوُسٍ وَالْحَسَن وَقَتَادَة وَعُبَيْد بْن عُمَيْر وَالضَّحَّاك وَغَيْر وَاحِد أَنَّ الْمُذَكَّاة مَنْ تَحَرَّكَتْ بِحَرَكَةٍ تَدُلّ عَلَى بَقَاء الْحَيَاة فِيهَا بَعْد الذَّبْح فَهِيَ حَلَال وَهَذَا مَذْهَب جُمْهُور الْفُقَهَاء وَبِهِ قَالَ أَبُو حَنِيفَة وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل . قَالَ اِبْن وَهْب سُئِلَ مَالِك عَنْ الشَّاة الَّتِي يَخْرِق جَوْفَهَا السَّبُعُ حَتَّى تَخْرُج أَمْعَاؤُهَا فَقَالَ مَالِك : لَا أَرَى أَنْ يُذَكَّى أَيُّ شَيْءٍ يُذَكَّى مِنْهَا ؟ وَقَالَ أَشْهَب سُئِلَ مَالِك عَنْ الضَّبُع يَعْدُو عَلَى الْكَبْش فَيَدُقّ ظَهْره أَتَرَى أَنْ يُذَكَّى قَبْل أَنْ يَمُوت فَيُؤْكَل فَقَالَ : إِنْ كَانَ قَدْ بَلَغَ الشَّحْرَةَ فَلَا أَرَى أَنْ يُؤْكَل وَإِنْ كَانَ أَصَابَ أَطْرَافه فَلَا أَرَى بِذَلِكَ بَأْسًا قِيلَ لَهُ وَثَبَ عَلَيْهِ فَدَقَّ ظَهْره فَقَالَ : لَا يُعْجِبنِي هَذَا لَا يَعِيش مِنْهُ قِيلَ لَهُ فَالذِّئْب يَعْدُو عَلَى الشَّاة فَيَثْقُب بَطْنهَا وَلَا يَثْقُب الْأَمْعَاء فَقَالَ : إِذَا شَقَّ بَطْنهَا فَلَا أَيْ أَنْ تُؤْكَل هَذَا مَذْهَب مَالِك رَحِمَهُ اللَّه . وَظَاهِر الْآيَة عَامّ فِيمَا اِسْتَثْنَاهُ مَالِك رَحِمَهُ اللَّه مِنْ الصُّوَر الَّتِي بَلَغَ الْحَيَوَان فِيهَا إِلَى حَالَة لَا يَعِيش بَعْدهَا فَيَحْتَاج إِلَى دَلِيل مُخَصِّص لِلْآيَةِ وَاَللَّه أَعْلَمُ . وَفِي الصَّحِيحَيْنِ عَنْ رَافِع بْن خَدِيج أَنَّهُ قَالَ : قُلْت يَا رَسُول اللَّه إِنَّا لَاقُو الْعَدُوّ غَدًا وَلَيْسَ مَعَنَا مُدًى أَفَنَذْبَح بِالْقَصَبِ ؟ فَقَالَ : \" مَا أَنْهَرَ الدَّمَ وَذُكِرَ اِسْم اللَّه عَلَيْهِ فَكُلُوهُ لَيْسَ السِّنّ وَالظُّفُر وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ أَمَّا السِّنّ فَعَظْم وَأَمَّا الظُّفُر فَمُدَى الْحَبَشَة\" وَفِي الْحَدِيث الَّذِي رَوَاهُ الدَّارَقُطْنِيّ مَرْفُوعًا وَفِيهِ نَظَر وَرُوِيَ عَنْ عُمَر مَوْقُوفًا وَهُوَ أَصَحّ \" أَلَا إِنَّ الذَّكَاة فِي الْحَلْق وَاللَّبَّة وَلَا تَعْجَلُوا الْأَنْفُس أَنْ تَزْهَق\" فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ رِوَايَة حَمَّاد بْن سَلَمَة عَنْ أَبِي الْعَسْرَاء الدَّارِمِيّ عَنْ أَبِيهِ قَالَ : قُلْت يَا رَسُول اللَّه أَمَا تَكُون الذَّكَاة إِلَّا مِنْ اللَّبَّة وَالْحَلْق ؟ فَقَالَ \" لَوْ طَعَنْت فِي فَخِذِهَا لَأَجْزَأَ عَنْك \" . وَهُوَ حَدِيث صَحِيح وَلَكِنَّهُ مَحْمُول عَلَى مَا لَا يُقْدَر عَلَى ذَبْحه فِي الْحَلْق وَاللَّبَّة وَقَوْله \" وَمَا ذُبِحَ عَلَى النُّصُب \" قَالَ مُجَاهِد وَابْن جُرَيْج : كَانَتْ النُّصُب حِجَارَة حَوْل الْكَعْبَة قَالَ اِبْن جُرَيْج : وَهِيَ ثَلَثمِائَةِ وَسِتُّونَ نُصُبًا كَانَتْ الْعَرَب فِي جَاهِلِيَّتهَا يَذْبَحُونَ عِنْدهَا وَيَنْضَحُونَ مَا أَقْبَلَ مِنْهَا إِلَى الْبَيْت بِدِمَاءِ تِلْكَ الذَّبَائِح وَيُشَرِّحُونَ اللَّحْم وَيَضَعُونَهُ عَلَى النُّصُب وَكَذَا ذَكَرَهُ غَيْر وَاحِد فَنَهَى اللَّه الْمُؤْمِنِينَ عَنْ هَذَا الصَّنِيع وَحَرَّمَ عَلَيْهِمْ أَكْل هَذِهِ الذَّبَائِح الَّتِي فُعِلَتْ عِنْد النُّصُب حَتَّى وَلَوْ كَانَ يُذْكَر عَلَيْهَا اِسْم اللَّه فِي الذَّبْح عِنْد النُّصُب مِنْ الشِّرْك الَّذِي حَرَّمَهُ اللَّه وَرَسُوله وَيَنْبَغِي أَنْ يُحْمَل هَذَا عَلَى هَذَا لِأَنَّهُ قَدْ تَقَدَّمَ تَحْرِيم مَا أُهِلَّ بِهِ لِغَيْرِ اللَّه وَقَوْله تَعَالَى\" وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ \" أَيْ حَرَّمَ عَلَيْكُمْ أَيّهَا الْمُؤْمِنُونَ الِاسْتِقْسَام بِالْأَزْلَامِ وَاحِدهَا زُلَم وَقَدْ تُفْتَح الزَّاي فَيُقَال زَلَم وَقَدْ كَانَتْ الْعَرَب فِي جَاهِلِيَّتهَا يَتَعَاطَوْنَ ذَلِكَ وَهِيَ عِبَارَة عَنْ قِدَاح ثَلَاثَة عَلَى أَحَدهَا مَكْتُوب اِفْعَلْ وَعَلَى الْآخَر لَا تَفْعَلْ وَالثَّالِث غُفْلٌ لَيْسَ عَلَيْهِ شَيْء . وَمِنْ النَّاس مَنْ قَالَ مَكْتُوب عَلَى الْوَاحِد أَمَرَنِي رَبِّي وَعَلَى الْآخَر نَهَانِي رَبِّي وَالثَّالِث غُفْل لَيْسَ عَلَيْهِ شَيْء فَإِذَا أَجَالَهَا فَطَلَعَ سَهْم الْأَمْر فَعَلَهُ أَوْ النَّهْي تَرَكَهُ وَإِنْ طَلَعَ الْفَارِغ أَعَادَ وَالِاسْتِقْسَام مَأْخُوذ مِنْ طَلَب الْقَسْم مِنْ هَذِهِ الْأَزْلَام هَكَذَا قَرَّرَ ذَلِكَ أَبُو جَعْفَر بْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا الْحَجَّاج بْن مُحَمَّد أَخْبَرَنَا اِبْن جُرَيْج وَعُثْمَان بْن عَطَاء عَنْ عَطَاء عَنْ اِبْن عَبَّاس \" وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ \" قَالَ وَالْأَزْلَام قِدَاح كَانُوا يَسْتَقْسِمُونَ بِهَا فِي الْأُمُور وَكَذَا رُوِيَ عَنْ مُجَاهِد وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن الْبَصْرِيّ وَمُقَاتِل بْن حَيَّان وَقَالَ اِبْن عَبَّاس هِيَ قِدَاح كَانُوا يَسْتَقْسِمُونَ بِهَا الْأُمُور وَذَكَرَ مُحَمَّد بْن إِسْحَاق وَغَيْره أَنَّ أَعْظَمَ أَصْنَام قُرَيْش صَنَم كَانَ يُقَال لَهُ هُبَل مَنْصُوب عَلَى بِئْر دَاخِل الْكَعْبَة فِيهَا مَوْضِع الْهَدَايَا وَأَمْوَال الْكَعْبَة فِيهِ كَانَ عِنْده سَبْعَة أَزْلَام مَكْتُوب فِيهَا مَا يَتَحَاكَمُونَ فِيهِ مِمَّا أَشْكَلَ عَلَيْهِمْ فَمَا خَرَجَ لَهُمْ مِنْهَا رَجَعُوا إِلَيْهِ وَلَمْ يَعْدِلُوا عَنْهُ وَثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَمَّا دَخَلَ الْكَعْبَة وَجَدَ إِبْرَاهِيم وَإِسْمَاعِيل مُصَوَّرَيْنِ فِيهَا وَفِي أَيْدِيهمَا الْأَزْلَام فَقَالَ قَاتَلَهُمْ اللَّه لَقَدْ عَلِمُوا أَنَّهُمَا لَمْ يَسْتَقْسِمَا بِهَا أَبَدًا . وَفِي الصَّحِيح أَنَّ سُرَاقَة بْن مَالِك بْن جُعْشُم لَمَّا خَرَجَ فِي طَلَبِ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَبِي بَكْر وَهُمَا ذَاهِبَانِ إِلَى الْمَدِينَة مُهَاجِرَيْنِ قَالَ فَاسْتَقْسَمْت بِالْأَزْلَامِ هَلْ أَضُرّهُمْ أَمْ لَا ؟ فَخَرَجَ الَّذِي أَكْرَه لَا يَضُرّهُمْ قَالَ فَعَصَيْت الْأَزْلَام وَأَتْبَعْتهمْ ثُمَّ إِنَّهُ اِسْتَقْسَمَ بِهَا ثَانِيَة وَثَالِثَة كُلّ ذَلِكَ يَخْرُج الَّذِي يَكْرَه لَا يَضُرّهُمْ كَذَلِكَ وَكَانَ سُرَاقَة لَمْ يُسْلِم إِذْ ذَاكَ ثُمَّ أَسْلَمَ بَعْد ذَلِكَ . وَرَوَى اِبْن مَرْدُوَيْهِ مِنْ طَرِيق إِبْرَاهِيم بْن يَزِيد عَنْ رُقَيَّة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ رَجَاء بْن حَيْوَةَ عَنْ أَبِي الدَّرْدَاء قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَنْ يَلِج الدَّرَجَات مَنْ تَكَهَّنَ أَوْ اِسْتَقْسَمَ أَوْ رَجَعَ مِنْ سَفَر طَائِرًا : وَقَالَ مُجَاهِد فِي قَوْله وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ قَالَ هِيَ سِهَام الْعَرَب وَكِعَاب فَارِس وَالرُّوم كَانُوا يَتَقَامَرُونَ . وَهَذَا الَّذِي ذُكِرَ عَنْ مُجَاهِد فِي الْأَزْلَام أَنَّهَا مَوْضُوعَة لِلْقِمَارِ فِيهِ نَظَرٌ اللَّهُمَّ إِلَّا أَنْ يُقَال إِنَّهُمْ كَانُوا يَسْتَعْمِلُونَهَا فِي الِاسْتِخَارَة تَارَة وَفِي الْقِمَار أُخْرَى وَاَللَّه أَعْلَمُ. فَإِنَّ اللَّه سُبْحَانه قَدْ قَرَنَ بَيْنهَا وَبَيْن الْقِمَار وَهُوَ الْمَيْسِر فَقَالَ فِي آخِر السُّورَة : \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْر وَالْمَيْسِر وَالْأَنْصَاب وَالْأَزْلَام رِجْس مِنْ عَمَل الشَّيْطَان فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ إِنَّمَا يُرِيد الشَّيْطَان أَنْ يُوقِع بَيْنكُمْ الْعَدَاوَة وَالْبَغْضَاء - إِلَى قَوْله - مُنْتَهُونَ \" . وَهَكَذَا قَالَ هَهُنَا \" وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْق \" أَيْ تَعَاطِيه فِسْق وَغَيٌّ وَضَلَالَة وَجَهَالَة وَشِرْك وَقَدْ أَمَرَ اللَّه الْمُؤْمِنِينَ إِذَا تَرَدَّدُوا فِي أُمُورهمْ أَنْ يَسْتَخِيرُوهُ بِأَنْ يَعْبُدُوهُ ثُمَّ يَسْأَلُوهُ الْخِيَرَة فِي الْأَمْر الَّذِي يُرِيدُونَهُ . كَمَا رَوَاهُ الْإِمَام أَحْمَد وَالْبُخَارِيّ وَأَهْل السُّنَن مِنْ طَرِيق عَبْد الرَّحْمَن بْن أَبِي الْمَوَالِي عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُعَلِّمنَا الِاسْتِخَارَة فِي الْأُمُور كَمَا يُعَلِّمنَا السُّورَة مِنْ الْقُرْآن وَيَقُول : \" إِذَا هَمَّ أَحَدكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْر الْفَرِيضَة ثُمَّ لْيَقُلْ اللَّهُمَّ إِنِّي أَسْتَخِيرك بِعِلْمِك وَأَسْتَقْدِرك بِقُدْرَتِك وَأَسْأَلك مِنْ فَضْلك الْعَظِيم فَإِنَّك تَقْدِر وَلَا أَقْدِر وَتَعْلَم وَلَا أَعْلَمُ وَأَنْتَ عَلَّام الْغُيُوب اللَّهُمَّ إِنْ كُنْت تَعْلَم أَنَّ هَذَا الْأَمْر - وَيُسَمِّيه بِاسْمِهِ - خَيْر لِي فِي دِينِي وَدُنْيَايَ وَمَعَاشِي وَعَاقِبَة أَمْرِي أَوْ - قَالَ عَاجِل أَمْرِي وَآجِله - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ اللَّهُمَّ إِنْ كُنْت تَعْلَم أَنَّهُ شَرّ لِي فِي دِينِي وَدُنْيَايَ وَمَعَاشِي وَعَاقِبَة أَمْرِي فَاصْرِفْنِي عَنْهُ وَاصْرِفْهُ عَنِّي وَاقْدُرْ لِيَ الْخَيْر حَيْثُ كَانَ ثُمَّ رَضِّنِي بِهِ \" لَفْظ أَحْمَد وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن صَحِيح غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث اِبْن أَبِي الْمَوَالِي وَقَوْله \" الْيَوْم يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينكُمْ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة : عَنْ اِبْن عَبَّاس يَعْنِي يَئِسُوا أَنْ يُرَاجِعُوا دِينهمْ . وَكَذَا رُوِيَ عَنْ عَطَاء بْن أَبِي رَبَاح وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَعَلَى هَذَا الْمَعْنَى يَرِد الْحَدِيث الثَّابِت فِي الصَّحِيح أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" إِنَّ الشَّيْطَان قَدْ يَئِسَ أَنْ يَعْبُدهُ الْمُصَلُّونَ فِي جَزِيرَة الْعَرَب وَلَكِنْ بِالتَّحْرِيشِ بَيْنهمْ \" وَيَحْتَمِل أَنْ يَكُون الْمُرَاد أَنَّهُمْ يَئِسُوا مِنْ مُشَابَهَة الْمُسْلِمِينَ لِمَا تَمَيَّزَ بِهِ الْمُسْلِمُونَ مِنْ هَذِهِ الصِّفَات الْمُخَالِفَة لِلشِّرْكِ وَأَهْله وَلِهَذَا قَالَ تَعَالَى آمِرًا لِعِبَادِهِ الْمُؤْمِنِينَ أَنْ يَصْبِرُوا وَيَثْبُتُوا فِي مُخَالَفَة الْكُفَّار وَلَا يَخَافُوا أَحَدًا إِلَّا اللَّه فَقَالَ \" فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ \" أَيْ لَا تَخَافُوهُمْ فِي مُخَالَفَتكُمْ إِيَّاهُمْ وَاخْشَوْنِي أَنْصُرْكُمْ عَلَيْهِمْ وَأُبِدْهُمْ وَأُظْفِرْكُمْ بِهِمْ وَأَشْفِ صُدُوركُمْ مِنْهُمْ وَأَجْعَلكُمْ فَوْقهمْ فِي الدُّنْيَا وَالْآخِرَة وَقَوْله\" الْيَوْم أَكْمَلْت لَكُمْ دِينكُمْ وَأَتْمَمْت عَلَيْكُمْ نِعْمَتِي وَرَضِيت لَكُمْ الْإِسْلَام دِينًا \" هَذِهِ أَكْبَرُ نِعَم اللَّه تَعَالَى عَلَى هَذِهِ الْأُمَّة حَيْثُ أَكْمَلَ تَعَالَى لَهُمْ دِينهمْ فَلَا يَحْتَاجُونَ إِلَى دِين غَيْره وَلَا إِلَى نَبِيّ غَيْر نَبِيّهمْ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَلِهَذَا جَعَلَهُ اللَّه تَعَالَى خَاتِم الْأَنْبِيَاء وَبَعَثَهُ إِلَى الْإِنْس وَالْجِنّ فَلَا حَلَال إِلَّا مَا أَحَلَّهُ وَلَا حَرَام إِلَّا مَا حَرَّمَهُ وَلَا دِين إِلَّا مَا شَرَّعَهُ وَكُلّ شَيْء أَخْبَرَ بِهِ فَهُوَ حَقّ وَصِدْق لَا كَذِب فِيهِ وَلَا خُلْف كَمَا قَالَ تَعَالَى \" وَتَمَّتْ", "sura_id": 5, "type": 4, "id": 41480, "aya_id": 3}]