[{"text": "قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَن تَقُولَ لَا مِسَاسَ وَإِنَّ لَكَ مَوْعِدًا لَّنْ تُخْلَفَهُ وَانظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا لَّنُحَرِّقَنَّهُ ثُمَّ لَنَنسِفَنَّهُ فِي الْيَمِّ نَسْفًا", "sura_id": 20, "type": 0, "id": 2445, "aya_id": 97}, {"text": "قال فاذهب فإن لك في الحياة أن تقول لا مساس و إن لك موعدا لن تخلفه و انظر إلى إلهك الذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في أليم نسفا", "sura_id": 20, "type": 1, "id": 8681, "aya_id": 97}, {"text": "97 - (قال) له موسى (فاذهب) من بيننا (فإن لك في الحياة) أي مدة حياتك (أن تقول) لمن رأيته (لا مساس) أي لا تقربني فكان يهيم في البرية وإذ مس أحدا أو مسه أحد حما جميعا (وإن لك موعدا) لعذابك (لن تخلفه) بكسر اللام أي لن تغيب عنه وبفتحها أي بل تبعث إليه (وانظر إلى إلهك الذي ظلت) أصله ظللت بلا مين اولاهما مكسورة حذفت تخفيفا أي دمت (عليه عاكفا) أي مقيما تعبده (لنحرقنه) بالنار (ثم لننسفنه في اليم نسفا) نذرينه في هواء البحر وفعل موسى بعد ذبحه ما ذكره \r\n", "sura_id": 20, "type": 2, "id": 27389, "aya_id": 97}, {"text": "قال موسى للسامري: فاذهب فإن لك في حياتك أن تعيش منبوذًا تقول لكل أحد: لا أَمَسُّ ولا أُمَسُّ, وإن لك موعدا لعذابك وعقابك, لن يُخْلفك الله إياه, وسوف تلقاه, وانظر إلى معبودك الذي أقمت على عبادته لنُحرقنَّه بالنار, ثم لنُذرينَّه في اليمِّ تذرية.\r\n", "sura_id": 20, "type": 3, "id": 33625, "aya_id": 97}, {"text": " <font color=red>قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا</font><BR><p>قَالَ فَاذْهَبْ فَإِنَّ لَك فِي الْحَيَاة أَنْ تَقُول لَا مِسَاس \" أَيْ كَمَا أَخَذْت وَمَسِسْت مَا لَمْ يَكُنْ لَك أَخْذه وَمَسّه مِنْ أَثَر الرَّسُول فَعُقُوبَتك فِي الدُّنْيَا أَنْ تَقُول لَا مِسَاس أَيْ لَا تَمَاسّ النَّاس وَلَا يَمَسُّونَك وَإِنَّ لَك مَوْعِدًا أَيْ يَوْم الْقِيَامَة لَنْ تُخْلَفَهُ أَيْ لَا مَحِيد لَك عَنْهُ وَقَالَ قَتَادَة أَنْ تَقُول لَا مِسَاس قَالَ عُقُوبَة لَهُمْ وَبَقَايَاهُمْ الْيَوْم يَقُولُونَ لَا مِسَاس . وَقَوْله \" وَإِنَّ لَك مَوْعِدًا لَنْ تُخْلَفَهُ \" قَالَ الْحَسَن وَقَتَادَة وَأَبُو نَهِيك لَنْ تَغِيب عَنْهُ وَقَوْله وَانْظُرْ إِلَى إِلَهك أَيْ مَعْبُودك \" الَّذِي ظَلْت عَلَيْهِ عَاكِفًا \" أَيْ أَقَمْت عَلَى عِبَادَته يَعْنِي الْعِجْل لَنُحَرِّقَنَّهُ قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس وَالسُّدِّيّ سَحَلَهُ بِالْمَبَارِدِ وَأَلْقَاهُ عَلَى النَّار وَقَالَ قَتَادَة اِسْتَحَالَ الْعِجْل مِنْ الذَّهَب لَحْمًا وَدَمًا فَحَرَّقَهُ بِالنَّارِ ثُمَّ أَلْقَى رَمَاده فِي الْبَحْر وَلِهَذَا قَالَ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمّ نَسْفًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن رَجَاء أَنْبَأَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عُمَارَة بْن عَبْد اللَّه وَأَبِي عَبْد الرَّحْمَن عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ مُوسَى لَمَّا تَعَجَّلَ إِلَى رَبّه عَمَدَ السَّامِرِيّ فَجَمَعَ مَا قَدَرَ عَلَيْهِ مِنْ حُلِيّ نِسَاء بَنِي إِسْرَائِيل ثُمَّ صَوَّرَهُ عِجْلًا قَالَ فَعَمَدَ مُوسَى إِلَى الْعِجْل فَوَضَعَ عَلَيْهِ الْمَبَارِد فَبَرَدَهُ بِهَا وَهُوَ عَلَى شَطّ نَهَر فَلَمْ يَشْرَب أَحَد مِنْ ذَلِكَ الْمَاء مِمَّنْ كَانَ يَعْبُد الْعِجْل إِلَّا اِصْفَرَّ وَجْهه مِثْل الذَّهَب فَقَالُوا لِمُوسَى مَا تَوْبَتنَا ؟ قَالَ يَقْتُل بَعْضكُمْ بَعْضًا وَهَكَذَا قَالَ السُّدِّيّ وَقَدْ تَقَدَّمَ فِي تَفْسِير سُورَة الْبَقَرَة ثُمَّ فِي حَدِيث الْفُتُون بَسْط ذَلِكَ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38914, "aya_id": 97}]