[{"text": "أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ", "sura_id": 23, "type": 0, "id": 2734, "aya_id": 61}, {"text": "أولئك يسارعون في الخيرات وهم لها سابقون", "sura_id": 23, "type": 1, "id": 8970, "aya_id": 61}, {"text": "61 - (أولئك يسارعون في الخيرات وهم لها سابقون) في علم الله \r\n", "sura_id": 23, "type": 2, "id": 27678, "aya_id": 61}, {"text": "أولئك المجتهدون في الطاعة, دأبهم المسارعة إلى كل عمل صالح، وهم إلى الخيرات سابقون.\r\n", "sura_id": 23, "type": 3, "id": 33914, "aya_id": 61}, {"text": " <font color=red>أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ</font><BR><p>هَذَا الْحَدِيث مِنْ حَدِيث عَبْد الرَّحْمَن بْن سَعِيد عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْو هَذَا وَهَكَذَا قَالَ اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَالْحَسَن الْبَصْرِيّ فِي تَفْسِير هَذِهِ الْآيَة وَقَدْ قَرَأَ آخَرُونَ هَذِهِ الْآيَة \" وَاَلَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبهمْ وَجِلَة \" أَيْ يَفْعَلُونَ مَا يَفْعَلُونَ وَهُمْ خَائِفُونَ وَرُوِيَ هَذَا مَرْفُوعًا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَرَأَهَا كَذَلِكَ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا صَخْر بْن جُوَيْرِيَّة حَدَّثَنَا إِسْمَاعِيل الْمَكِّيّ حَدَّثَنَا أَبُو خَلَف مَوْلَى بَنِي جُمَحٍ أَنَّهُ دَخَلَ مَعَ عُبَيْد بْن عُمَيْر عَلَى عَائِشَة رَضِيَ اللَّه عَنْهَا فَقَالَتْ مَرْحَبًا بِأَبِي عَاصِم مَا يَمْنَعك أَنْ تَزُورنَا أَوْ تُلِمّ بِنَا ؟ فَقَالَ أَخْشَى أَنْ أُمِلَّكِ فَقَالَتْ : مَا كُنْت لِتَفْعَل ؟ قَالَ جِئْت لِأَسْأَلك عَنْ آيَة مِنْ كِتَاب اللَّه عَزَّ وَجَلَّ كَيْف كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَؤُهَا ؟ قَالَتْ أَيَّةُ آيَةٍ ؟ قَالَ \" الَّذِينَ يُؤْتُونَ مَا آتَوْا \"\" وَاَلَّذِينَ يَأْتُونَ مَا أَتَوْا \" فَقَالَتْ أَيَّتهمَا أَحَبّ إِلَيْك ؟ فَقُلْت وَاَلَّذِي نَفْسِي بِيَدِهِ لَأَحَدهمَا أَحَبّ إِلَيَّ مِنْ الدُّنْيَا جَمِيعًا أَوْ الدُّنْيَا وَمَا فِيهَا قَالَتْ وَمَا هِيَ ؟ فَقُلْت \" الَّذِينَ يَأْتُونَ مَا أَتَوْا \" فَقَالَتْ أَشْهَد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَذَلِكَ كَانَ يَقْرَؤُهَا وَكَذَلِكَ أُنْزِلَتْ وَلَكِنَّ الْهِجَاء حَرْف . فِيهِ إِسْمَاعِيل بْن مُسْلِم الْمَكِّيّ وَهُوَ ضَعِيف وَالْمَعْنَى عَلَى الْقِرَاءَة الْأُولَى وَهِيَ قِرَاءَة الْجُمْهُور السَّبْعَة وَغَيْرهمْ أَظْهَر لِأَنَّهُ قَالَ \" أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَات وَهُمْ لَهَا سَابِقُونَ \" فَجَعَلَهُمْ مِنْ السَّابِقِينَ وَلَوْ كَانَ الْمَعْنَى عَلَى الْقِرَاءَة الْأُخْرَى لَأَوْشَكَ أَنْ لَا يَكُونُوا مِنْ السَّابِقِينَ بَلْ مِنْ الْمُقْتَصِدِينَ أَوْ الْمُقَصِّرِينَ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39183, "aya_id": 61}]