[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 57, "type": 0, "id": 5103, "aya_id": 28}, {"text": "يا أيها الذين آمنوا اتقوا الله وآمنوا برسوله يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون به ويغفر لكم والله غفور رحيم", "sura_id": 57, "type": 1, "id": 11339, "aya_id": 28}, {"text": "28 - (يا أيها الذين آمنوا) بعيسى (اتقوا الله وآمنوا برسوله) محمد صلى الله عليه وسلم وعيسى (يؤتكم كفلين) نصيبين (من رحمته) لايمانكم بالنبيين (ويجعل لكم نورا تمشون به) على الصراط (ويغفر لكم والله غفور رحيم) \r\n", "sura_id": 57, "type": 2, "id": 30047, "aya_id": 28}, {"text": "يا أيها الذين آمنوا, امتثلوا أوامر الله واجتنبوا نواهيه وآمنوا برسوله, يؤتكم ضعفين من رحمته, ويجعل لكم نورًا تهتدون به, ويغفر لكم ذنوبكم, والله غفور لعباده, رحيم بهم.\r\n", "sura_id": 57, "type": 3, "id": 36283, "aya_id": 28}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ</font><BR><p>قَدْ تَقَدَّمَ فِي رِوَايَة النَّسَائِيّ عَنْ اِبْن عَبَّاس أَنَّهُ حَمَلَ هَذِهِ الْآيَة عَلَى مُؤْمِنِي أَهْل الْكِتَاب وَأَنَّهُمْ يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ كَمَا فِي الْآيَة الَّتِي فِي الْقَصَص وَكَمَا فِي حَدِيث الشَّعْبِيّ عَنْ أَبِي بُرْدَة عَنْ أَبِيهِ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَة يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ : رَجُل مِنْ أَهْل الْكِتَاب آمَنَ بِنَبِيِّهِ وَآمَنَ بِي فَلَهُ أَجْرَانِ وَعَبْد مَمْلُوك أَدَّى حَقّ اللَّه وَحَقّ مَوَالِيه فَلَهُ أَجْرَانِ وَرَجُل أَدَّبَ أَمَته فَأَحْسَن تَأْدِيبهَا ثُمَّ أَعْتَقَهَا وَتَزَوَّجَهَا فَلَهُ أَجْرَانِ \" أَخْرَجَهُ فِي الصَّحِيحَيْنِ وَوَافَقَ اِبْن عَبَّاس عَلَى هَذَا التَّفْسِير الضَّحَّاك وَعُتْبَة بْن أَبِي حَكِيم وَغَيْرهمَا وَهُوَ اِخْتِيَار اِبْن جَرِير وَقَالَ سَعِيد بْن جُبَيْر لَمَّا اِفْتَخَرَ أَهْل الْكِتَاب بِأَنَّهُمْ يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ أَنْزَلَ اللَّه تَعَالَى عَلَيْهِ هَذِهِ الْآيَة فِي حَقّ هَذِهِ الْأُمَّة \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ\" أَيْ ضِعْفَيْنِ \" مِنْ رَحْمَته \" وَزَادَهُمْ \" وَيَجْعَل لَكُمْ نُورًا تَمْشُونَ بِهِ \" يَعْنِي هُدًى يُتَبَصَّر بِهِ مِنْ الْعَمَى وَالْجَهَالَة وَيَغْفِر لَكُمْ فَفَضَّلَهُمْ بِالنُّورِ وَالْمَغْفِرَة رَوَاهُ اِبْن جَرِير عَنْهُ وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّه يَجْعَل لَكُمْ فُرْقَانًا وَيُكَفِّر عَنْكُمْ سَيِّئَاتكُمْ وَيَغْفِر لَكُمْ وَاَللَّه ذُو الْفَضْل الْعَظِيم \" وَقَالَ سَعِيد بْن عَبْد الْعَزِيز سَأَلَ عُمَر بْن الْخَطَّاب حَبْرًا مِنْ أَحْبَار يَهُود أَفْضَل مَا ضُعِّفَ لَكُمْ حَسَنَة قَالَ كِفْل ثَلَاثمِائَةِ وَخَمْسِينَ حَسَنَة قَالَ فَحَمِدَ اللَّه عُمَر عَلَى أَنَّهُ أَعْطَانَا كِفْلَيْنِ ثُمَّ ذَكَرَ سَعِيد قَوْل اللَّه عَزَّ وَجَلَّ \" يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَته\" قَالَ سَعِيد : وَالْكِفْلَانِ فِي الْجُمُعَة مِثْل ذَلِكَ رَوَاهُ اِبْن جَرِير وَمِمَّا يُؤَيِّد هَذَا الْقَوْل مَا رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَثَلكُمْ وَمَثَل الْيَهُود وَالنَّصَارَى كَمَثَلِ رَجُل اِسْتَعْمَلَ عُمَّالًا فَقَالَ مَنْ يَعْمَل لِي مِنْ صَلَاة الصُّبْح إِلَى نِصْف النَّهَار عَلَى قِيرَاط قِيرَاط ؟ أَلَا فَعَمِلَتْ الْيَهُود ثُمَّ قَالَ مَنْ يَعْمَل لِي مِنْ صَلَاة الظُّهْر إِلَى صَلَاة الْعَصْر عَلَى قِيرَاط ؟ قِيرَاط ؟ أَلَا فَعَمِلَتْ النَّصَارَى ثُمَّ قَالَ مَنْ يَعْمَل لِي مِنْ صَلَاة الْعَصْر إِلَى غُرُوب الشَّمْس عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ ؟ أَلَا فَأَنْتُمْ الَّذِينَ عَمِلْتُمْ فَغَضِبَتْ النَّصَارَى وَالْيَهُود وَقَالُوا نَحْنُ أَكْثَر عَمَلًا وَأَقَلّ عَطَاء قَالَ هَلْ ظَلَمْتُكُمْ مِنْ أَجْركُمْ شَيْئًا ؟ قَالُوا لَا قَالَ فَإِنَّمَا هُوَ فَضْلِي أُوتِيه مَنْ أَشَاء \" قَالَ أَحْمَد وَحَدَّثَنَاهُ مُؤَمِّل عَنْ سُفْيَان عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر نَحْو حَدِيث نَافِع عَنْهُ اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ فَرَوَاهُ عَنْ سُلَيْمَان بْن حَرْب عَنْ حَمَّاد عَنْ نَافِع بِهِ وَعَنْ قُتَيْبَة عَنْ اللَّيْث عَنْ نَافِع بِمِثْلِهِ وَقَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن الْعَلَاء حَدَّثَنَا أَبُو أُسَامَة عَنْ يَزِيد عَنْ أَبِي بُرْدَة عَنْ أَبِي مُوسَى عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَثَل الْمُسْلِمِينَ وَالْيَهُود وَالنَّصَارَى كَمَثَلِ رَجُل اِسْتَعْمَلَ قَوْمًا يَعْمَلُونَ لَهُ عَمَلًا يَوْمًا إِلَى اللَّيْل عَلَى أَجْر مَعْلُوم فَعَمِلُوا إِلَى نِصْف النَّهَار فَقَالُوا لَا حَاجَة لَنَا فِي أَجْرك الَّذِي شَرَطْت لَنَا وَمَا عَمِلْنَا بَاطِل فَقَالَ لَهُمْ لَا تَفْعَلُوا أَكْمِلُوا بَقِيَّة عَمَلكُمْ وَخُذُوا أَجْركُمْ كَامِلًا فَأَبَوْا وَتَرَكُوا وَاسْتَأْجَرَ آخَرِينَ بَعْدهمْ فَقَالَ أَكْمِلُوا بَقِيَّة يَوْمكُمْ وَلَكُمْ الَّذِي شَرَطْت لَهُمْ مِنْ الْأَجْر فَعَمِلُوا حَتَّى إِذَا كَانَ حِين صَلَّوْا الْعَصْر قَالُوا مَا عَمِلْنَا بَاطِل وَلَك الْأَجْر الَّذِي جَعَلْت لَنَا فِيهِ فَقَالَ أَكْمِلُوا بَقِيَّة عَمَلكُمْ فَإِنَّمَا بَقِيَ مِنْ النَّهَار يَسِيرًا فَأَبَوْا فَاسْتَأْجَرَ قَوْمًا أَنْ يَعْمَلُوا لَهُ بَقِيَّة يَوْمهمْ فَعَمِلُوا بَقِيَّة يَوْمهمْ حَتَّى غَابَتْ الشَّمْس فَاسْتَكْمَلُوا أَجْر الْفَرِيقَيْنِ كِلَيْهِمَا فَذَلِكَ مَثَلهمْ وَمَثَل مَا قَبِلُوا مِنْ هَذَا النُّور\" اِنْفَرَدَ بِهِ الْبُخَارِيّ .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42021, "aya_id": 28}]