[{"text": "وَلِلّهِ غَيْبُ السَّمَاوَاتِ وَالأَرْضِ وَإِلَيْهِ يُرْجَعُ الأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ", "sura_id": 11, "type": 0, "id": 1596, "aya_id": 123}, {"text": "ولله غيب السماوات والأرض وإليه يرجع الأمر كله فاعبده وتوكل عليه وما ربك بغافل عما تعملون", "sura_id": 11, "type": 1, "id": 7832, "aya_id": 123}, {"text": "123 - (ولله غيب السماوات والأرض) أي علم ما غاب فيهما (وإليه يرجع) بالبناء للفاعل يعود ، وللمفعول يرد (الأمر كله) فينتقم ممن عصى (فاعبده) وحده (وتوكل عليه) ثق به فإنه كافيك (وما ربك بغافل عما تعملون) وإنما يؤخرهم لوقتهم ، وفي قراءة بالفوقانية \r\n", "sura_id": 11, "type": 2, "id": 26540, "aya_id": 123}, {"text": "ولله سبحانه وتعالى علم كل ما غاب في السموات والأرض, وإليه يُرْجَع الأمر كله يوم القيامة, فاعبده -أيها النبي- وفوِّض أمرك إليه, وما ربك بغافل عما تعملون من الخير والشر, وسيجازي كلاًّ بعمله.\r\n", "sura_id": 11, "type": 3, "id": 32776, "aya_id": 123}, {"text": " <font color=red>وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ عَالِم غَيْب السَّمَوَات وَالْأَرْض وَأَنَّهُ إِلَيْهِ الْمَرْجِع وَالْمَآب وَسَيُؤْتِي كُلّ عَامِل عَمَله يَوْم الْحِسَاب فَلَهُ الْخَلْق وَالْأَمْر ; فَأَمَرَ تَعَالَى بِعِبَادَتِهِ وَالتَّوَكُّل عَلَيْهِ فَإِنَّهُ كَافٍ مَنْ تَوَكَّلَ عَلَيْهِ وَأَنَابَ إِلَيْهِ وَقَوْله \" وَمَا رَبّك بِغَافِلٍ عَمَّا تَعْمَلُونَ \" أَيّ لَيْسَ يَخْفَى عَلَيْهِ مَا عَلَيْهِ مُكَذِّبُوك يَا مُحَمَّد بَلْ هُوَ عَلِيم بِأَحْوَالِهِمْ وَأَقْوَالهمْ وَسَيَجْزِيهِمْ عَلَى ذَلِكَ أَتَمَّ الْجَزَاء فِي الدُّنْيَا وَالْأَخِرَة وَسَيَنْصُرُك وَحِزْبك عَلَيْهِمْ فِي الدَّارَيْنِ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا زَيْد بْن الْحُبَاب عَنْ جَعْفَر بْن سُلَيْمَان عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ عَبْد اللَّه بْن رَبَاح عَنْ كَعْب قَالَ خَاتِمَة التَّوْرَاة خَاتِمَة هُود . آخِر تَفْسِير سُورَة هُود عَلَيْهِ السَّلَام وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37627, "aya_id": 123}]