[{"text": "فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ", "sura_id": 56, "type": 0, "id": 4987, "aya_id": 8}, {"text": "فأصحاب الميمنة ما أصحاب الميمنة", "sura_id": 56, "type": 1, "id": 11223, "aya_id": 8}, {"text": "8 - (فأصحاب الميمنة) وهم الذين يؤتون كتبهم بأيمانهم مبتدأ خبره (ما أصحاب الميمنة) تعظيم لشأنهم بدخولهم الجنة \r\n", "sura_id": 56, "type": 2, "id": 29931, "aya_id": 8}, {"text": "فأصحاب اليمين, أهل المنزلة العالية, ما أعظم مكانتهم !!\r\n", "sura_id": 56, "type": 3, "id": 36167, "aya_id": 8}, {"text": " <font color=red>فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ</font><BR><p>قَالَ تَعَالَى\" فَأَصْحَاب الْمَيْمَنَة مَا أَصْحَاب الْمَيْمَنَة وَأَصْحَاب الْمَشْأَمَة مَا أَصْحَاب الْمَشْأَمَة وَالسَّابِقُونَ السَّابِقُونَ \" وَهَكَذَا قَسَّمَهُمْ إِلَى هَذِهِ الْأَنْوَاع الثَّلَاثَة فِي آخِر السُّورَة وَقْت اِحْتِضَارهمْ , وَهَكَذَا ذَكَرَهُمْ فِي قَوْله تَعَالَى \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد , وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ بِإِذْنِ اللَّه \" الْآيَة وَذَلِكَ عَلَى أَحَد الْقَوْلَيْنِ فِي الظَّالِم لِنَفْسِهِ كَمَا تَقَدَّمَ بَيَانه قَالَ سُفْيَان الثَّوْرِيّ عَنْ جَابِر الْجُعْفِيّ عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس عَنْ قَوْله \" وَكُنْتُمْ أَزْوَاجًا ثَلَاثَة \" قَالَ هِيَ الَّتِي فِي سُورَة الْمَلَائِكَة\" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ \" وَقَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس هَذِهِ الْأَزْوَاج الثَّلَاثَة هُمْ الْمَذْكُورُونَ فِي آخِر السُّورَة وَفِي سُورَة الْمَلَائِكَة. وَقَالَ يَزِيد الرَّقَاشِيّ سَأَلْت اِبْن عَبَّاس فِي قَوْله \" وَكُنْتُمْ أَزْوَاجًا ثَلَاثَة \" قَالَ أَصْنَافًا ثَلَاثَة وَقَالَ مُجَاهِد \" وَكُنْتُمْ أَزْوَاجًا ثَلَاثَة \" يَعْنِي فِرَقًا ثَلَاثَة . وَقَالَ مَيْمُون بْن مِهْرَان أَفْوَاجًا ثَلَاثَة وَقَالَ عُبَيْد اللَّه الْعَتَكِيّ عَنْ عُثْمَان بْن سُرَاقَة بْن خَالَة عُمَر بْن الْخَطَّاب \" وَكُنْتُمْ أَزْوَاجًا ثَلَاثَة \" اِثْنَانِ فِي الْجَنَّة وَوَاحِد فِي النَّار. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا الْوَلِيد بْن أَبِي ثَوْر عَنْ سِمَاك عَنْ النُّعْمَان بْن بَشِير قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِذَا النُّفُوس زُوِّجَتْ \" قَالَ : الضُّرَبَاء كُلّ رَجُل مِنْ كُلّ قَوْم كَانُوا يَعْمَلُونَ عَمَله وَذَلِكَ بِأَنَّ اللَّه تَعَالَى يَقُول \" وَكُنْتُمْ أَزْوَاجًا ثَلَاثَة فَأَصْحَاب الْمَيْمَنَة مَا أَصْحَاب الْمَيْمَنَة وَأَصْحَاب الْمَشْأَمَة مَا أَصْحَاب الْمَشْأَمَة وَالسَّابِقُونَ السَّابِقُونَ \" قَالَ هُمْ الضُّرَبَاء.</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41982, "aya_id": 8}]