[{"text": "وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا", "sura_id": 25, "type": 0, "id": 2928, "aya_id": 73}, {"text": "والذين إذا ذكروا بآيات ربهم لم يخروا عليها صما وعميانا", "sura_id": 25, "type": 1, "id": 9164, "aya_id": 73}, {"text": "73 - (والذين إذا ذكروا) وعظوا (بآيات ربهم) القرآن (لم يخروا) يسقطوا (عليها صما وعميانا) بل خروا سامعين ناظرين منتفعين \r\n", "sura_id": 25, "type": 2, "id": 27872, "aya_id": 73}, {"text": "والذين إذا وُعِظُوا بآيات القرآن ودلائل وحدانية الله لم يتغافلوا عنها، كأنهم صمٌّ لم يسمعوها، وعُمْيٌ لم يبصروها، بل وَعَتْها قلوبهم، وتفتَّحت لها بصائرهم، فخرُّوا لله ساجدين مطيعين.\r\n", "sura_id": 25, "type": 3, "id": 34108, "aya_id": 73}, {"text": " <font color=red>وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا</font><BR><p>وَقَوْله تَعَالَى \" وَاَلَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبّهمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا \" وَهَذِهِ أَيْضًا مِنْ صِفَات الْمُؤْمِنِينَ \" الَّذِينَ إِذَا ذُكِرَ اللَّه وَجِلَتْ قُلُوبهمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاته زَادَتْهُمْ إِيمَانًا وَعَلَى رَبّهمْ يَتَوَكَّلُونَ \" بِخِلَافِ الْكَافِر فَإِنَّهُ إِذَا سَمِعَ كَلَام اللَّه لَا يُؤَثِّر فِيهِ وَلَا يَتَغَيَّر عَمَّا كَانَ عَلَيْهِ بَلْ يَبْقَى مُسْتَمِرًّا عَلَى كُفْره وَطُغْيَانه وَجَهْله وَضَلَاله كَمَا قَالَ تَعَالَى \" وَإِذَا مَا أُنْزِلَتْ سُورَة فَمِنْهُمْ مَنْ يَقُول أَيّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِي قُلُوبهمْ مَرَض فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسهمْ\" فَقَوْله \" لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا \" أَيْ بِخِلَافِ الْكَافِر الَّذِي إِذَا سَمِعَ آيَات اللَّه فَلَا تُؤَثِّر فِيهِ فَيَسْتَمِرّ عَلَى حَاله كَأَنْ لَمْ يَسْمَعهَا أَصَمّ أَعْمَى قَالَ مُجَاهِد قَوْله\" لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا \" قَالَ لَمْ يَسْمَعُوا وَلَمْ يُبْصِرُوا وَلَمْ يَفْقَهُوا شَيْئًا وَقَالَ الْحَسَن الْبَصْرِيّ رَضِيَ اللَّه عَنْهُ : كَمْ مِنْ رَجُل يَقْرَؤُهَا وَيَخِرّ عَلَيْهَا أَصَمّ أَعْمَى وَقَالَ قَتَادَة قَوْله تَعَالَى \" وَاَلَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبّهمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا\" يَقُول لَمْ يَصُمُّوا عَنْ الْحَقّ وَلَمْ يُعْمُوا فِيهِ فَهُمْ وَاَللَّه قَوْم عَقَلُوا عَنْ الْحَقّ وَانْتَفَعُوا بِمَا سَمِعُوا مِنْ كِتَابه وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أُسَيْد بْن عَاصِم حَدَّثَنَا عَبْد اللَّه بْن حُمْرَان ثَنَا اِبْن عَوْن قَالَ سَأَلْت الشَّعْبِيّ قُلْت الرَّجُل يَرَى الْقَوْم سُجُودًا وَلَمْ يَسْمَع مَا سَجَدُوا أَيَسْجُدُ مَعَهُمْ ؟ قَالَ فَتَلَا هَذِهِ الْآيَة : يَعْنِي أَنَّهُ لَا يَسْجُد مَعَهُمْ لِأَنَّهُ لَمْ يَتَدَبَّر أَمْر السُّجُود وَلَا يَنْبَغِي لِلْمُؤْمِنِ أَنْ يَكُون إِمَّعَة بَلْ يَكُون عَلَى بَصِيرَة فِي أَمْره وَيَقِين وَاضِح بَيِّن وَقَوْله تَعَالَى\" وَاَلَّذِينَ يَقُولُونَ رَبّنَا هَبْ لَنَا مِنْ أَزْوَاجنَا وَذُرِّيَّاتنَا قُرَّة أَعْيُن \" يَعْنِي الَّذِينَ يَسْأَلُونَ اللَّه أَنْ يُخْرِج مِنْ أَصْلَابهمْ مِنْ ذُرِّيَّاتهمْ مَنْ يُطِيعهُ وَيَعْبُدهُ وَحْده لَا شَرِيك لَهُ قَالَ اِبْن عَبَّاس يَعْنُونَ مَنْ يَعْمَل بِطَاعَةِ اللَّه فَتَقَرّ بِهِ أَعْيُنهمْ فِي الدُّنْيَا وَالْآخِرَة قَالَ عِكْرِمَة : لَمْ يُرِيدُوا بِذَلِكَ صَبَاحَة وَلَا جَمَالًا وَلَكِنْ أَرَادُوا أَنْ يَكُونُوا مُطِيعِينَ وَسُئِلَ الْحَسَن الْبَصْرِيّ عَنْ هَذِهِ الْآيَة فَقَالَ أَنْ يَرَى اللَّه الْعَبْد الْمُسْلِم مِنْ زَوْجَته وَمِنْ أَخِيهِ وَمِنْ حَمِيمه طَاعَة اللَّه لَا وَاَللَّه لَا شَيْء أَقَرّ لِعَيْنِ الْمُسْلِم مِنْ أَنْ يَرَى وَلَدًا أَوْ وَلَد وَلَد أَوْ أَخًا وَحَمِيمًا مُطِيعًا لِلَّهِ عَزَّ وَجَلَّ قَالَ اِبْن جُرَيْج فِي قَوْله \" هَبْ لَنَا مِنْ أَزْوَاجنَا وَذُرِّيَّاتنَا قُرَّة أَعْيُن\" قَالَ يَعْبُدُونَك فَيُحْسِنُونَ عِبَادَتك وَلَا يَجُرُّونَ عَلَيْنَا الْجَرَائِر وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : يَعْنِي يَسْأَلُونَ اللَّه تَعَالَى لِأَزْوَاجِهِمْ وَذُرِّيَّاتهمْ أَنْ يَهْدِيهِمْ لِلْإِسْلَامِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مَعْمَر بْن بِشْر حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك أَخْبَرَنَا صَفْوَان بْن عَمْرو حَدَّثَنِي عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر عَنْ أَبِيهِ قَالَ : جَلَسْنَا إِلَى الْمِقْدَاد بْن الْأَسْوَد يَوْمًا فَمَرَّ بِهِ رَجُل فَقَالَ طُوبَى لِهَاتَيْنِ الْعَيْنَيْنِ اللَّتَيْنِ رَأَيَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَوَدِدْنَا أَنَّا رَأَيْنَا مَا رَأَيْت وَشَهِدْنَا مَا شَهِدْت فَاسْتَغْضَبَ الْمِقْدَاد فَجَعَلْت أَعْجَب لِأَنَّهُ مَا قَالَ إِلَّا خَيْرًا ثُمَّ أَقْبَلَ إِلَيْهِ فَقَالَ مَا يَحْمِل الرَّجُل عَلَى أَنْ يَتَمَنَّى مُحْضَرًا غَيَّبَهُ اللَّه عَنْهُ لَا يَدْرِي لَوْ شَهِدَهُ كَيْف يَكُون فِيهِ وَاَللَّه لَقَدْ حَضَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقْوَامًا أَكَبَّهُمْ اللَّه عَلَى مَنَاخِرهمْ فِي جَهَنَّم لَمْ يُجِيبُوهُ وَلَمْ يُصَدِّقُوهُ أَوَلَا تَحْمَدُونَ اللَّه إِذْ أَخْرَجَكُمْ مِنْ بُطُون أُمَّهَاتكُمْ لَا تَعْرِفُونَ إِلَّا رَبّكُمْ مُصَدِّقِينَ بِمَا جَاءَ بِهِ نَبِيّكُمْ قَدْ كُفِيتُمْ الْبَلَاء بِغَيْرِكُمْ ؟ لَقَدْ بَعَثَ اللَّه النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَشَرّ حَال بَعَثَ عَلَيْهَا نَبِيًّا مِنْ الْأَنْبِيَاء فِي فَتْرَة جَاهِلِيَّة مَا يَرَوْنَ أَنَّ دِينًا أَفْضَل مِنْ عِبَادَة الْأَوْثَان فَجَاءَ بِفُرْقَانٍ فَرَّقَ بِهِ بَيْن الْحَقّ وَالْبَاطِل وَفَرَّقَ بَيْن الْوَالِد وَوَلَده إِنْ كَانَ الرَّجُل لَيَرَى وَالِده وَوَلَده وَأَخَاهُ كَافِرًا وَقَدْ فَتَحَ اللَّه قُفْل قَلْبه لِلْإِيمَانِ يَعْلَم أَنَّهُ إِنْ هَلَكَ دَخَلَ النَّار فَلَا تَقَرّ عَيْنه وَهُوَ يَعْلَم أَنَّ حَبِيبه فِي النَّار .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39359, "aya_id": 73}]