[{"text": "فَبِمَا رَحْمَةٍ مِّنَ اللّهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظًّا غَلِيظَ الْقَلْبِ لاَنفَضُّواْ مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّهِ إِنَّ اللّهَ يُحِبُّ الْمُتَوَكِّلِينَ", "sura_id": 3, "type": 0, "id": 452, "aya_id": 159}, {"text": "فبما رحمة من الله لنت لهم ولو كنت فظا غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الأمر فإذا عزمت فتوكل على الله إن الله يحب المتوكلين", "sura_id": 3, "type": 1, "id": 6688, "aya_id": 159}, {"text": "159 - (فبما رحمة من الله لنت) يا محمد (لهم) أي سهلت أخلاقك إذ خالفوك (ولو كنت فظاً) سيِّء الأخلاق (غليظ القلب) جافيا فأغلظت لهم (لانفضوا) تفرقوا (من حولك فاعف) تجاوز (عنهم) ما أتوه (واستغفر لهم) ذنبهم حتى أغفر لهم (وشاورهم) استخرج آراءهم (في الأمر) أي شأنك من الحرب وغيره تطييبا لقلوبهم وليستن بك وكان صلى الله عليه وسلم كثير المشاورة لهم (فإذا عزمت) على إمضاء ما تريد بعد المشاورة (فتوكل على الله) ثق بعد المشاورة (إن الله يحب المتوكلين) عليه \r\n", "sura_id": 3, "type": 2, "id": 25396, "aya_id": 159}, {"text": "فبرحمة من الله لك ولأصحابك -أيها النبي- منَّ الله عليك فكنت رفيقًا بهم, ولو كنت سيِّئ الخُلق قاسي القلب, لانْصَرَفَ أصحابك من حولك, فلا تؤاخذهم بما كان منهم في غزوة \"أُحد\", واسأل الله -أيها النبي- أن يغفر لهم, وشاورهم في الأمور التي تحتاج إلى مشورة, فإذا عزمت على أمر من الأمور -بعد الاستشارة- فأَمْضِه معتمدًا على الله وحده, إن الله يحب المتوكلين عليه.\r\n", "sura_id": 3, "type": 3, "id": 31632, "aya_id": 159}, {"text": " <font color=red>فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ</font><BR><p>يَقُول تَعَالَى مُخَاطِبًا رَسُوله مُمْتَنًّا عَلَيْهِ وَعَلَى الْمُؤْمِنِينَ فِيمَا أَلَانَ بِهِ قَلْبه عَلَى أُمَّته الْمُتَّبِعِينَ لِأَمْرِهِ التَّارِكِينَ لِزَجْرِهِ وَأَطَابَ لَهُمْ لَفْظه \" فَبِمَا رَحْمَة مِنْ اللَّه لِنْت لَهُمْ \" أَيْ بِأَيِّ شَيْء جَعَلَك اللَّه لَهُمْ لَيِّنًا لَوْلَا رَحْمَة اللَّه بِك وَبِهِمْ . وَقَالَ قَتَادَةُ \" فَبِمَا رَحْمَة مِنْ اللَّه لِنْت لَهُمْ \" يَقُول : فَبِرَحْمَةٍ مِنْ اللَّه لِنْت لَهُمْ وَمَا صِلَة وَالْعَرَب تَصِلهَا بِالْمَعْرِفَةِ كَقَوْلِهِ \" فَبِمَا نَقْضِهِمْ مِيثَاقهمْ \" وَبِالنَّكِرَةِ كَقَوْلِهِ \" عَمَّا قَلِيل \" وَهَكَذَا هَهُنَا قَالَ \" فَبِمَا رَحْمَة مِنْ اللَّه لِنْت لَهُمْ\" أَيْ بِرَحْمَةٍ مِنْ اللَّه. وَقَالَ الْحَسَن الْبَصْرِيّ : هَذَا خُلُق مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَهُ اللَّه بِهِ وَهَذِهِ الْآيَة الْكَرِيمَة شَبِيهَة بِقَوْلِهِ تَعَالَى \" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ عَزِيز عَلَيْهِ مَا عَنِتُّمْ حَرِيص عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوف رَحِيم \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَيْوَة حَدَّثَنَا بَقِيَّة حَدَّثَنَا مُحَمَّد بْن زِيَاد حَدَّثَنِي أَبُو رَاشِد الْحَرَّانِيّ قَالَ : أَخَذَ بِيَدِي أَبُو أُمَامَةَ الْبَاهِلِيّ وَقَالَ : أَخَذَ بِيَدِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" يَا أَبَا أُمَامَةَ إِنَّ مِنْ الْمُؤْمِنِينَ مَنْ يَلِينَ لَهُ قَلْبِي \" . تَفَرَّدَ بِهِ أَحْمَد ثُمَّ قَالَ تَعَالَى \" وَلَوْ كُنْت فَظًّا غَلِيظ الْقَلْب لَانْفَضُّوا مِنْ حَوْلك \" وَالْفَظّ الْغَلِيظ الْمُرَاد بِهِ هَهُنَا غَلِيظ الْكَلَام لِقَوْلِهِ بَعْد ذَلِكَ \" غَلِيظ الْقَلْب \" أَيْ لَوْ كُنْت سَيِّئَ الْكَلَام قَاسِيَ الْقَلْب عَلَيْهِمْ لَانْفَضُّوا عَنْك وَتَرَكُوك وَلَكِنَّ اللَّه جَمَعَهُمْ عَلَيْك وَأَلَانَ جَانِبك لَهُمْ تَأْلِيفًا لِقُلُوبِهِمْ كَمَا قَالَ عَبْد اللَّه بْن عَمْرو إِنِّي أَرَى صِفَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْكُتُب الْمُتَقَدِّمَة أَنَّهُ لَيْسَ بِفَظٍّ وَلَا غَلِيظ وَلَا صَخَّاب فِي الْأَسْوَاق وَلَا يَجْزِي بِالسَّيِّئَةِ السَّيِّئَة وَلَكِنْ يَعْفُو وَيَصْفَح . وَقَالَ أَبُو إِسْمَاعِيل مُحَمَّد بْن إِسْمَاعِيل التِّرْمِذِيّ أَنْبَأَنَا بِشْر بْن عُبَيْد حَدَّثَنَا عَمَّار بْن عَبْد الرَّحْمَن عَنْ الْمَسْعُودِيّ عَنْ أَبِي مُلَيْكَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه أَمَرَنِي بِمُدَارَاةِ النَّاس كَمَا أَمَرَنِي بِإِقَامَةِ الْفَرَائِض \" حَدِيث غَرِيب . وَلِهَذَا قَالَ تَعَالَى \" فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْر \". وَلِذَلِكَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُشَاوِر أَصْحَابه فِي الْأَمْر إِذَا حَدَثَ تَطْيِيبًا لِقُلُوبِهِمْ لِيَكُونَ أَنْشَط لَهُمْ فِيمَا يَفْعَلُونَهُ كَمَا شَاوَرَهُمْ يَوْم بَدْر فِي الذَّهَاب إِلَى الْعِير فَقَالُوا : يَا رَسُول اللَّه لَوْ اِسْتَعْرَضْت بِنَا عَرْض الْبَحْر لَقَطَعْنَاهُ مَعَك وَلَوْ سِرْت بِنَا إِلَى بِرَك الْغِمَاد لَسِرْنَا مَعَك وَلَا نَقُول لَك كَمَا قَالَ قَوْم مُوسَى لِمُوسَى اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ وَلَكِنْ نَقُول اِذْهَبْ فَنَحْنُ مَعَك وَبَيْن يَدَيْك وَعَنْ يَمِينك وَعَنْ شِمَالِك مُقَاتِلُونَ . وَشَاوِرْهُمْ أَيْضًا أَيْنَ يَكُون الْمَنْزِل حَتَّى أَشَارَ الْمُنْذِر بْن عَمْرو بِالتَّقَدُّمِ أَمَام الْقَوْم. وَشَاوَرَهُمْ فِي أُحُد فِي أَنْ يَقْعُد فِي الْمَدِينَة أَوْ يَخْرُج إِلَى الْعَدُوّ فَأَشَارَ جُمْهُورهمْ بِالْخُرُوجِ إِلَيْهِمْ فَخَرَجَ إِلَيْهِمْ . وَشَاوَرَهُمْ يَوْم الْخَنْدَق فِي مُصَالَحَة الْأَحْزَاب بِثُلُثِ ثِمَار الْمَدِينَة عَامَئِذ فَأَبَى ذَلِكَ عَلَيْهِ السَّعْدَان سَعْد بْن مُعَاذ وَسَعْد بْن عُبَادَة فَتَرَكَ ذَلِكَ . وَشَاوَرَهُمْ يَوْم الْحُدَيْبِيَة فِي أَنْ يَمِيل عَلَى ذَرَارِيّ الْمُشْرِكِينَ ؟ فَقَالَ لَهُ الصِّدِّيق : إِنَّا لَمْ نَجِيء لِقِتَالِ أَحَد وَإِنَّمَا جِئْنَا مُعْتَمِرِينَ فَأَجَابَهُ إِلَى مَا قَالَ : وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قِصَّة الْإِفْك \" أَشِيرُوا عَلَيَّ مَعْشَر الْمُسْلِمِينَ فِي قَوْم أَبَّنُوا أَهْلِي وَرَمَوْهُمْ وَايْم اللَّه مَا عَلِمْت عَلَى أَهْلِي مِنْ سُوء وَأَبَّنُوهُمْ بِمَنْ ؟ وَاَللَّه مَا عَلِمْت عَلَيْهِ إِلَّا خَيْرًا \" وَاسْتَشَارَ عَلِيًّا وَأُسَامَة فِي فِرَاق عَائِشَة رَضِيَ اللَّه عَنْهَا فَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُشَاوِرهُمْ فِي الْحُرُوب وَنَحْوهَا وَقَدْ اِخْتَلَفَ الْفُقَهَاء هَلْ كَانَ وَاجِبًا عَلَيْهِ أَوْ مِنْ بَاب النَّدْب تَطْيِيبًا لِقُلُوبِهِمْ ؟ عَلَى قَوْلَيْنِ وَقَدْ رَوَى الْحَاكِم فِي مُسْتَدْرَكه : أَنْبَأَنَا أَبُو جَعْفَر مُحَمَّد بْن مُحَمَّد الْبَغْدَادِيّ حَدَّثَنَا يَحْيَى بْن أَيُّوب الْعَلَّاف بِمِصْرَ حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم أَنْبَأَنَا سُفْيَان بْن عُيَيْنَةَ عَنْ عَمْرو بْن دِينَار عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَشَاوِرْهُمْ فِي الْأَمْر \" قَالَ : أَبُو بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا ثُمَّ قَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَكَذَا رَوَاهُ الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ : نَزَلَتْ فِي أَبِي بَكْر وَعُمَر وَكَانَا حَوَارِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَزِيرَيْهِ وَأَبَوَيْ الْمُسْلِمِينَ. وَقَدْ رَوَى الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا عَبْد الْحَمِيد عَنْ شَهْر بْن حَوْشَب عَنْ عَبْد الرَّحْمَن بْن غَنْم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِأَبِي بَكْر وَعُمَر \" لَوْ اِجْتَمَعْتُمَا فِي مَشُورَة مَا خَالَفْتُكُمَا \". وَرَوَى اِبْن مَرْدُوَيه عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْعَزْم ؟ فَقَالَ \" مُشَاوَرَة أَهْل الرَّأْي ثُمَّ اِتِّبَاعهمْ \" . وَقَدْ قَالَ اِبْن مَاجَهْ حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا يَحْيَى بْن بُكَيْر عَنْ سُفْيَان عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْمُسْتَشَار مُؤْتَمَن \". وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَحَسَّنَهُ النَّسَائِيّ مِنْ حَدِيث عَبْد الْمَلِك بِأَبْسَطَ مِنْ هَذَا . ثُمَّ قَالَ اِبْن مَاجَهْ حَدَّثَنَا أَبُو بَكْر اِبْن أَبِي شَيْبَة حَدَّثَنَا أَسْوَد بْن عَامِر عَنْ شَرِيك عَنْ الْأَعْمَش عَنْ أَبِي عَمْرو الشَّيْبَانِيّ عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْمُسْتَشَار مُؤْتَمَن \" تَفَرَّدَ بِهِ . وَقَالَ أَيْضًا حَدَّثَنَا أَبُو بَكْر حَدَّثَنَا يَحْيَى بْن زَكَرِيَّا بْن أَبِي زَائِدَة وَعَلِيّ بْن هَاشِم عَنْ اِبْن أَبِي لَيْلَى عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا اِسْتَشَارَ أَحَدكُمْ أَخَاهُ فَلْيُشِرْ عَلَيْهِ \" تَفَرَّدَ بِهِ أَيْضًا وَقَوْله تَعَالَى \" فَإِذَا عَزَمْت فَتَوَكَّلَ عَلَى اللَّه \" أَيْ إِذَا شَاوَرْتهمْ فِي الْأَمْر وَعَزَمْت عَلَيْهِ فَتَوَكَّلَ عَلَى اللَّه فِيهِ \" إِنَّ اللَّه يُحِبّ الْمُتَوَكِّلِينَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39909, "aya_id": 159}]