[{"text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ", "sura_id": 7, "type": 0, "id": 1038, "aya_id": 84}, {"text": "وأمطرنا عليهم مطرا فانظر كيف كان عاقبة المجرمين", "sura_id": 7, "type": 1, "id": 7274, "aya_id": 84}, {"text": "84 - (وأمطرنا عليهم مطراً) هو حجارة السجيل فأهلكتهم (فانظر كيف كان عاقبة المجرمين) \r\n", "sura_id": 7, "type": 2, "id": 25982, "aya_id": 84}, {"text": "وعذَّب الله الكفار من قوم لوط بأن أنزل عليهم مطرًا من الحجارة, وقلب بلادهم, فجعل عاليها سافلها, فانظر -أيها الرسول- كيف صارت عاقبة الذين اجترؤوا على معاصي الله وكذبوا رسله.\r\n", "sura_id": 7, "type": 3, "id": 32218, "aya_id": 84}, {"text": " <font color=red>وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ</font><BR><p>قَوْله \" وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا \" مُفَسَّر بِقَوْلِهِ \" وَأَمْطَرْنَا عَلَيْهَا حِجَارَة مِنْ سِجِّيل مَنْضُود مُسَوَّمَة عِنْد رَبّك وَمَا هِيَ مِنْ الظَّالِمِينَ بِبَعِيدٍ \" وَلِهَذَا قَالَ \" فَانْظُرْ كَيْف كَانَ عَاقِبَة الْمُجْرِمِينَ \" أَيْ اُنْظُرْ يَا مُحَمَّد كَيْف كَانَ عَاقِبَة مَنْ يَجْتَرِئ عَلَى مَعَاصِي اللَّه عَزَّ وَجَلَّ وَيُكَذِّب رُسُله . وَقَدْ ذَهَبَ الْإِمَام أَبُو حَنِيفَة رَحِمَهُ اللَّه إِلَى أَنَّ اللَّائِط يُلْقَى مِنْ شَاهِق وَيُتَّبَع بِالْحِجَارَةِ كَمَا فُعِلَ بِقَوْمِ لُوط وَذَهَبَ آخَرُونَ مِنْ الْعُلَمَاء إِلَى أَنَّهُ يُرْجَم سَوَاء كَانَ مُحْصَنًا أَوْ غَيْر مُحْصَن وَهُوَ أَحَد قَوْلَيْ الشَّافِعِيّ رَحِمَهُ اللَّه وَالْحُجَّة مَا رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث الدَّرَاوَرْدِيّ عَنْ عَمْرو بْن أَبِي عُمَر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ وَجَدْتُمُوهُ يَعْمَل عَمَل قَوْم لُوط فَاقْتُلُوا الْفَاعِل وَالْمَفْعُول بِهِ \" وَقَالَ آخَرُونَ هُوَ كَالزَّانِي فَإِنْ كَانَ مُحْصَنًا رُجِمَ وَإِنْ لَمْ يَكُنْ مُحْصَنًا جُلِدَ مِائَة جَلْدَة وَهُوَ الْقَوْل الْآخَر لِلشَّافِعِيِّ وَأَمَّا إِتْيَان النِّسَاء فِي الْأَدْبَار فَهُوَ اللُّوطِيَّة الصُّغْرَى وَهُوَ حَرَام بِإِجْمَاعِ الْعُلَمَاء إِلَّا قَوْلًا شَاذًّا لِبَعْضِ السَّلَف . وَقَدْ وَرَدَ فِي النَّهْي عَنْهُ أَحَادِيث كَثِيرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهَا فِي سُورَة الْبَقَرَة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42655, "aya_id": 84}]