[{"text": "يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ", "sura_id": 29, "type": 0, "id": 3396, "aya_id": 56}, {"text": "يا عبادي الذين آمنوا إن أرضي واسعة فإياي فاعبدون", "sura_id": 29, "type": 1, "id": 9632, "aya_id": 56}, {"text": "56 - (يا عبادي الذين آمنوا إن أرضي واسعة فإياي فاعبدون) في أرض تيسرت فيها العبادة بأن تهاجروا إليها من أرض لم تتيسر فيها ونزل في ضعفاء مسلمي مكة كانوا في ضيق من إظهار الإسلام بها \r\n", "sura_id": 29, "type": 2, "id": 28340, "aya_id": 56}, {"text": "يا عبادي الذين آمنوا إن كنتم في ضيق من إظهار الإيمان وعبادة الله وحده, فهاجِروا إلى أرض الله الواسعة, وأخلصوا العبادة لي وحدي.\r\n", "sura_id": 29, "type": 3, "id": 34576, "aya_id": 56}, {"text": " <font color=red>يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ</font><BR><p>هَذَا أَمْر مِنْ اللَّه تَعَالَى لِعِبَادِهِ الْمُؤْمِنِينَ بِالْهِجْرَةِ مِنْ الْبَلَد الَّذِي لَا يَقْدِرُونَ فِيهِ عَلَى إِقَامَة الدِّين إِلَى أَرْض اللَّه الْوَاسِعَة حَيْثُ يُمْكِن إِقَامَة الدِّين بِأَنْ يُوَحِّدُوا اللَّه وَيَعْبُدُوهُ كَمَا أَمَرَهُمْ وَلِهَذَا قَالَ تَعَالَى : \" يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَة فَإِيَّايَ فَاعْبُدُونِ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن عَبْد رَبّه حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنِي جُبَيْر بْن عَمْرو الْقُرَشِيّ حَدَّثَنِي أَبُو سَعْد الْأَنْصَارِيّ عَنْ أَبِي بَحْر مَوْلَى الزُّبَيْر بْن الْعَوَّام عَنْ الزُّبَيْر بْن الْعَوَّام قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" الْبِلَاد بِلَاد اللَّه وَالْعِبَاد عِبَاد اللَّه فَحَيْثُمَا أَصَبْت خَيْرًا فَأَقِمْ \" وَلِهَذَا لَمَّا ضَاقَ عَلَى الْمُسْتَضْعَفِينَ بِمَكَّةَ مُقَامهمْ بِهَا خَرَجُوا مُهَاجِرِينَ إِلَى أَرْض الْحَبَشَة لِيَأْمَنُوا عَلَى دِينهمْ هُنَاكَ فَوَجَدُوا خَيْر الْمَنْزِلَيْنِ هُنَاكَ أَصْحَمَة النَّجَاشِيّ مَلِك الْحَبَشَة رَحِمَهُ اللَّه تَعَالَى فَآوَاهُمْ وَأَيَّدَهُمْ بِنَصْرِهِ وَجَعَلَهُمْ سُيُومًا بِبِلَادِهِ ثُمَّ بَعْد ذَلِكَ هَاجَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالصَّحَابَة الْبَاقُونَ إِلَى الْمَدِينَة النَّبَوِيَّة يَثْرِب الْمُطَهَّرَة .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39825, "aya_id": 56}]