[{"text": "مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الأَعْرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ اللّهِ وَلاَ يَرْغَبُواْ بِأَنفُسِهِمْ عَن نَّفْسِهِ ذَلِكَ بِأَنَّهُمْ لاَ يُصِيبُهُمْ ظَمَأٌ وَلاَ نَصَبٌ وَلاَ مَخْمَصَةٌ فِي سَبِيلِ اللّهِ وَلاَ يَطَؤُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلاَ يَنَالُونَ مِنْ عَدُوٍّ نَّيْلاً إِلاَّ كُتِبَ لَهُم بِهِ عَمَلٌ صَالِحٌ إِنَّ اللّهَ لاَ يُضِيعُ أَجْرَ الْمُحْسِنِينَ", "sura_id": 9, "type": 0, "id": 1355, "aya_id": 120}, {"text": "ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله ولا يرغبوا بأنفسهم عن نفسه ذلك بأنهم لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله ولا يطؤون موطئا يغيظ الكفار ولا ينالون من عدو نيلا إلا كتب لهم به عمل صالح إن الله لا يضيع أجر المحسنين", "sura_id": 9, "type": 1, "id": 7591, "aya_id": 120}, {"text": "120 - (ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله) إذا غزا (ولا يرغبوا بأنفسهم عن نفسه) بأن يصونوها عما رضيه لنفسه من الشدائد ، وهو نهي بلفظ الخبر (ذلك) النهي عن التخلف (بأنهم) بسبب أنهم (لا يصيبهم ظمأ) عطش (ولا نصب) تعب (ولا مخمصة) جوع (في سبيل الله ولا يطؤون موطئا) مصدر بمعنى وطأ (يغيظ) يغضب (الكفار ولا ينالون من عدو) لله (نيلاً) قتلاً أو أسراً أو نهباً (إلا كتب لهم به عمل صالح) ليجازوا عليه (إن الله لا يضيع أجر المحسنين) أي أجرهم بل يثيبهم \r\n", "sura_id": 9, "type": 2, "id": 26299, "aya_id": 120}, {"text": "ما كان ينبغي لأهل مدينة رسول الله صلى الله عليه وسلم ومَن حولهم من سكان البادية أن يتخلَّفوا في أهلهم ودورهم عن رسول الله صلى الله عليه وسلم, ولا يرضوا لأنفسهم بالراحة والرسول صلى الله عليه وسلم في تعب ومشقة; ذلك بأنهم لا يصيبهم في سفرهم وجهادهم عطش ولا تعب ولا مجاعة في سبيل الله, ولا يطؤون أرضًا يُغضِبُ الكفارَ وطؤهم إياها, ولا يصيبون مِن عدو الله وعدوهم قتلا أو هزيمةً إلا كُتِب لهم بذلك كله ثواب عمل صالح. إن الله لا يضيع أجر المحسنين.\r\n", "sura_id": 9, "type": 3, "id": 32535, "aya_id": 120}, {"text": " <font color=red>مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ</font><BR><p>يُعَاتِب تَبَارَكَ وَتَعَالَى الْمُتَخَلِّفِينَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك مِنْ أَهْل الْمَدِينَة وَمَنْ حَوْلهَا مِنْ أَحْيَاء الْعَرَب وَرَغْبَتهمْ بِأَنْفُسِهِمْ عَنْ مُوَاسَاته فِيمَا حَصَلَ لَهُ مِنْ الْمَشَقَّة فَإِنَّهُمْ نَقَصُوا أَنْفُسهمْ مِنْ الْأَجْر لِأَنَّهُمْ \" لَا يُصِيبهُمْ ظَمَأ \" وَهُوَ الْعَطَش \" وَلَا نَصَب \" وَهُوَ التَّعَب \" وَلَا مَخْمَصَة \" وَهِيَ الْمَجَاعَة \" وَلَا يَطَئُونَ مَوْطِئًا يَغِيظ الْكُفَّار \" أَيْ يَنْزِلُونَ مَنْزِلًا يُرْهِب عَدُوّهُمْ \" وَلَا يَنَالُونَ \" مِنْهُ ظَفَرًا وَغَلَبَة عَلَيْهِ \" إِلَّا كُتِبَ لَهُمْ \" بِهَذِهِ الْأَعْمَال الَّتِي لَيْسَتْ دَاخِلَة تَحْت قُدْرَتِهِمْ وَإِنَّمَا هِيَ نَاشِئَة عَنْ أَفْعَالهمْ أَعْمَالًا صَالِحَة وَثَوَابًا جَزِيلًا \" إِنَّ اللَّه لَا يُضِيع أَجْر الْمُحْسِنِينَ كَقَوْلِهِ \" إِنَّا لَا نُضِيع أَجْر مَنْ أَحْسَنَ عَمَلًا \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43418, "aya_id": 120}]