[{"text": "وَاسْتَعِينُواْ بِالصَّبْرِ وَالصَّلاَةِ وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَاشِعِينَ", "sura_id": 2, "type": 0, "id": 52, "aya_id": 45}, {"text": "واستعينوا بالصبر والصلاة وإنها لكبيرة إلا على الخاشعين", "sura_id": 2, "type": 1, "id": 6288, "aya_id": 45}, {"text": "45 - (واستعينوا) اطلبوا المعونة على أموركم (بالصبر) الحبس للنفس على ما تكره (والصلاة) أفردها بالذكر تعظيما لشأنها وفي الحديث\"كان صلى الله عليه وسلم إذا حزبه أمر بادر إلى الصلاة\" وقيل الخطاب لليهود لما عاقهم عن الإيمان الشره وحب الرياسة فأمروا بالصبر وهو الصوم لأنه يكسر الشهوة ، والصلاة لأنها تورث الخشوع وتنفي الكبر (وإنها) أي الصلاة (لكبيرة) ثقيلة (إلا على الخاشعين) الساكنين إلى الطاعة \r\n", "sura_id": 2, "type": 2, "id": 24996, "aya_id": 45}, {"text": "واستعينوا في كل أموركم بالصبر بجميع أنواعه, وكذلك الصلاة. وإنها لشاقة إلا على الخاشعين الذين يخشون الله ويرجون ما عنده,\r\n", "sura_id": 2, "type": 3, "id": 31232, "aya_id": 45}, {"text": " <font color=red>وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ</font><BR><p>يَقُول تَعَالَى آمِرًا عَبِيده فِيمَا يُؤَمِّلُونَ مِنْ خَيْر الدُّنْيَا وَالْآخِرَة بِالِاسْتِعَانَةِ بِالصَّبْرِ وَالصَّلَاة كَمَا قَالَ مُقَاتِل بْن حَيَّان فِي تَفْسِير هَذِهِ الْآيَة اِسْتَعِينُوا عَلَى طَلَب الْآخِرَة بِالصَّبْرِ عَلَى الْفَرَائِض وَالصَّلَاة فَأَمَّا الصَّبْر فَقِيلَ إِنَّهُ الصِّيَام نَصَّ عَلَيْهِ مُجَاهِد قَالَ الْقُرْطُبِيّ وَغَيْره وَلِهَذَا يُسَمَّى رَمَضَان شَهْر الصَّبْر كَمَا نَطَقَ بِهِ الْحَدِيث وَقَالَ : سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ جُرَيّ بْن كُلَيْب عَنْ رَجُل مِنْ بَنِي سَلِيم عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الصَّوْم نِصْف الصَّبْر \" وَقِيلَ الْمُرَاد بِالصَّبْرِ الْكَفّ عَنْ الْمَعَاصِي وَلِهَذَا قَرَنَهُ بِأَدَاءِ الْعِبَادَات وَأَعْلَاهَا فِعْل الصَّلَاة . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَبْد اللَّه بْن حَمْزَة بْن إِسْمَاعِيل حَدَّثَنَا إِسْحَاق بْن سُلَيْمَان عَنْ أَبِي سِنَان عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ الصَّبْر صَبْرَانِ صَبْر عِنْد الْمُصِيبَة حَسَن وَأَحْسَن مِنْهُ الصَّبْر عَنْ مَحَارِم اللَّه . قَالَ : وَرُوِيَ عَنْ الْحَسَن الْبَصْرِيّ نَحْو قَوْل عُمَر . وَقَالَ اِبْن الْمُبَارَك عَنْ اِبْن لَهِيعَة عَنْ مَالِك بْن دِينَار عَنْ سَعِيد بْن جُبَيْر قَالَ الصَّبْر اِعْتِرَاف الْعَبْد لِلَّهِ بِمَا أُصِيب فِيهِ وَاحْتِسَابه عِنْد اللَّه وَرَجَاء ثَوَابه وَقَدْ يَجْزَع الرَّجُل وَهُوَ يَتَجَلَّد لَا يُرَى مِنْهُ إِلَّا الصَّبْر . وَقَالَ أَبُو الْعَالِيَة فِي قَوْله تَعَالَى \" وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاة \" قَالَ عَلَى مَرْضَاة اللَّه وَاعْلَمُوا أَنَّهَا مِنْ طَاعَة اللَّه وَأَمَّا قَوْله وَالصَّلَاة إِنَّ الصَّلَاة مِنْ أَكْبَر الْعَوْن عَلَى الثَّبَات فِي الْأَمْر كَمَا قَالَ تَعَالَى \" اُتْلُ مَا أُوحِيَ إِلَيْك مِنْ الْكِتَاب وَأَقِمْ الصَّلَاة إِنَّ الصَّلَاة تَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر وَلَذِكْرُ اللَّه أَكْبَر \" الْآيَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا يَحْيَى بْن زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ عِكْرِمَة بْن عَمَّار عَنْ مُحَمَّد بْن عَبْد اللَّه الدُّؤَلِيّ قَالَ : قَالَ عَبْد الْعَزِيز أَخُو حُذَيْفَة قَالَ حُذَيْفَة يَعْنِي اِبْن الْيَمَان رَضِيَ اللَّه عَنْهُ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْرٌ صَلَّى وَرَوَاهُ أَبُو دَاوُد عَنْ مُحَمَّد بْن عِيسَى عَنْ يَحْيَى بْن زَكَرِيَّا عَنْ عِكْرِمَة بْن عَمَّار كَمَا سَيَأْتِي وَقَدْ رَوَاهُ اِبْن جَرِير مِنْ حَدِيث اِبْن جُرَيْج عَنْ عِكْرِمَة بْن عَمَّار عَنْ مُحَمَّد بْن أَبِي عُبَيْد بْن أَبِي قُدَامَة عَنْ عَبْد الْعَزِيز بْن الْيَمَان عَنْ حُذَيْفَة قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْرٌ فَزِعَ إِلَى الصَّلَاة . وَرَوَاهُ بَعْضهمْ عَنْ عَبْد الْعَزِيز بْن أَخِي حُذَيْفَة وَيُقَال : أَخِي حُذَيْفَة مُرْسَلًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ : مُحَمَّد بْن نَصْر الْمَرْوَزِيّ فِي كِتَاب الصَّلَاة حَدَّثَنَا سَهْل بْن عُثْمَان الْعَسْكَرِيّ حَدَّثَنَا يَحْيَى بْن زَكَرِيَّا بْن أَبِي زَائِدَة قَالَ : قَالَ عِكْرِمَة بْن عَمَّار قَالَ : مُحَمَّد بْن عَبْد اللَّه الدُّؤَلِيّ قَالَ : عَبْد الْعَزِيز قَالَ حُذَيْفَة رَجَعْت إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة الْأَحْزَاب وَهُوَ مُشْتَمِل فِي شَمْلَة يُصَلِّي وَكَانَ إِذَا حَزَبَهُ أَمْرٌ صَلَّى . حَدَّثَنَا عَبْد اللَّه بْن مُعَاذ حَدَّثَنَا أَبِي حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق سَمِعَ حَارِثَة بْن مُضَرِّب سَمِعَ عَلِيًّا رَضِيَ اللَّه عَنْهُ يَقُول لَقَدْ رَأَيْتنَا لَيْلَة بَدْر وَمَا فِينَا إِلَّا نَائِم غَيْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي وَيَدْعُو حَتَّى أَصْبَحَ . قَالَ اِبْن جَرِير وَرُوِيَ عَنْهُ عَلَيْهِ الصَّلَاة وَالسَّلَام أَنَّهُ مَرَّ بِأَبِي هُرَيْرَة وَهُوَ مُنْبَطِح عَلَى بَطْنه فَقَالَ لَهُ \" أشكم درد \" وَمَعْنَاهُ أَيُوجِعُك بَطْنك ! قَالَ : نَعَمْ - قَالَ : \" قُمْ فَصَلِّ فَإِنَّ الصَّلَاةَ شِفَاءٌ \" قَالَ اِبْن جَرِير وَقَدْ حَدَّثَنَا مُحَمَّد بْن الْفَضْل وَيَعْقُوب بْن إِبْرَاهِيم قَالَا حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا عُيَيْنَة بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ أَنَّ اِبْن عَبَّاس نَعَى إِلَيْهِ أَخُوهُ قُثَم وَهُوَ فِي سَفَر فَاسْتَرْجَعَ ثُمَّ تَنَحَّى عَنْ الطَّرِيق فَأَنَاخَ فَصَلَّى رَكْعَتَيْنِ أَطَالَ فِيهِمَا الْجُلُوس ثُمَّ قَامَ يَمْشِي إِلَى رَاحِلَته وَهُوَ يَقُول \" وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاة وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ\" وَقَالَ سُنَيْد عَنْ حَجَّاج عَنْ اِبْن جُرَيْج \" وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاة \" قَالَ إِنَّهُمَا مَعُونَتَانِ عَلَى رَحْمَة اللَّه وَالضَّمِير فِي قَوْله وَإِنَّهَا لَكَبِيرَةٌ عَائِد إِلَى الصَّلَاة نَصَّ عَلَيْهِ مُجَاهِد وَاخْتَارَهُ اِبْن جَرِير وَيَحْتَمِل أَنْ يَكُون عَائِدًا عَلَى مَا يَدُلّ عَلَيْهِ الْكَلَام وَهُوَ الْوَصِيَّة بِذَلِكَ كَقَوْلِهِ تَعَالَى فِي قِصَّة قَارُون \" وَقَالَ الَّذِينَ أُوتُوا الْعِلْم وَيْلكُمْ ثَوَاب اللَّه خَيْر لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ \" وَقَالَ تَعَالَى\" وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ اِدْفَعْ بِاَلَّتِي هِيَ أَحْسَن فَإِذَا الَّذِي بَيْنك وَبَيْنه عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظّ عَظِيم \" أَيْ وَمَا يُلَقَّى هَذِهِ الْوَصِيَّة إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا أَيْ يُؤْتَاهَا وَيُلْهَمهَا إِلَّا ذُو حَظّ عَظِيم . وَعَلَى كُلّ تَقْدِير فَقَوْله تَعَالَى وَإِنَّهَا لَكَبِيرَةٌ أَيْ مَشَقَّة ثَقِيلَة إِلَّا عَلَى الْخَاشِعِينَ قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي الْمُصَدِّقِينَ بِمَا أَنْزَلَ اللَّه وَقَالَ : مُجَاهِد الْمُؤْمِنِينَ حَقًّا وَقَالَ : أَبُو الْعَالِيَة إِلَّا عَلَى الْخَاشِعِينَ الْخَائِفِينَ وَقَالَ مُقَاتِل بْن حَيَّان إِلَّا عَلَى الْخَاشِعِينَ يَعْنِي بِهِ الْمُتَوَاضِعِينَ وَقَالَ : الضَّحَّاك وَإِنَّهَا لَكَبِيرَةٌ قَالَ : إِنَّهَا لَثَقِيلَةٌ إِلَّا عَلَى الْخَاضِعِينَ لِطَاعَتِهِ الْخَائِفِينَ سَطَوْته الْمُصَدِّقِينَ بِوَعْدِهِ وَوَعِيده . وَهَذَا يُشْبِه مَا جَاءَ فِي الْحَدِيث . \" لَقَدْ سَأَلْت عَنْ عَظِيم وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللَّه عَلَيْهِ \" وَقَالَ : اِبْن جَرِير مَعْنَى الْآيَة وَاسْتَعِينُوا أَيّهَا الْأَحْبَار مِنْ أَهْل الْكِتَاب بِحَبْسِ أَنْفُسكُمْ عَلَى طَاعَة اللَّه وَبِإِقَامَةِ الصَّلَاة الْمَانِعَة مِنْ الْفَحْشَاء وَالْمُنْكَر الْمُقَرِّبَة مِنْ رِضَاء اللَّه الْعَظِيمَة إِقَامَتهَا إِلَّا عَلَى الْخَاشِعِينَ أَيْ الْمُتَوَاضِعِينَ الْمُسْتَكِينِينَ لِطَاعَتِهِ الْمُتَذَلِّلِينَ مِنْ مَخَافَته . هَكَذَا قَالَ : وَالظَّاهِر أَنَّ الْآيَة وَإِنْ كَانَتْ خِطَابًا فِي سِيَاق إِنْذَار بَنِي إِسْرَائِيل فَإِنَّهُمْ لَمْ يُقْصَدُوا بِهَا عَلَى سَبِيل التَّخْصِيص وَإِنَّمَا هِيَ عَامَّة لَهُمْ وَلِغَيْرِهِمْ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38722, "aya_id": 45}]