[{"text": "حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا", "sura_id": 18, "type": 0, "id": 2233, "aya_id": 93}, {"text": "حتى إذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا", "sura_id": 18, "type": 1, "id": 8469, "aya_id": 93}, {"text": "93 - (حتى إذا بلغ بين السدين) بفتح السين وضمها هنا وبعدهما جبلان بمنقطع بلاد الترك سد الإسكندر ما بينهما كما سيأتي (وجد من دونهما) أي أمامهما (قوما لا يكادون يفقهون قولا) أي لا يفهمونه إلا بعد بطء وفي قراءة بضم االياء وكسر القاف \r\n", "sura_id": 18, "type": 2, "id": 27177, "aya_id": 93}, {"text": "حتى إذا وصل إلى ما بين الجبلين الحاجزين لما وراءهما، وجد من دونهما قومًا، لا يكادون يعرفون كلام غيرهم.\r\n", "sura_id": 18, "type": 3, "id": 33413, "aya_id": 93}, {"text": " <font color=red>حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا</font><BR><p>حَتَّى إِذَا بَلَغَ بَيْن السَّدَّيْنِ وَهُمَا جَبَلَانِ مُتَنَاوِحَانِ بَيْنهمَا ثُغْرَة يَخْرُج مِنْهَا يَأْجُوج وَمَأْجُوج عَلَى بِلَاد التُّرْك فَيَعِيثُونَ فِيهَا فَسَادًا وَيُهْلِكُونَ الْحَرْث وَالنَّسْل وَيَأْجُوج وَمَأْجُوج مِنْ سُلَالَة آدَم عَلَيْهِ السَّلَام كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ \" إِنَّ اللَّه تَعَالَى يَقُول : يَا آدَم فَيَقُول لَبَّيْكَ وَسَعْدَيْك فَيَقُول اِبْعَثْ بَعْث النَّار فَيَقُول وَمَا بَعْث النَّار ؟ فَيَقُول مِنْ كُلّ أَلْف تِسْعمِائَةِ وَتِسْعَة وَتِسْعُونَ إِلَى النَّار وَوَاحِد إِلَى الْجَنَّة فَحِينَئِذٍ يَشِيب الصَّغِير وَتَضَع كُلّ ذَات حَمْل حَمْلهَا فَقَالَ إِنَّ فِيكُمْ أُمَّتَيْنِ مَا كَانَتَا فِي شَيْء إِلَّا كَثَّرَتَاهُ يَأْجُوج وَمَأْجُوج \" وَقَدْ حَكَى النَّوَوِيّ رَحِمَهُ اللَّه فِي شَرْح مُسْلِم عَنْ بَعْض النَّاس أَنَّ يَأْجُوج وَمَأْجُوج خُلِقُوا مِنْ مَنِيّ خَرَجَ مِنْ آدَم فَاخْتَلَطَ بِالتُّرَابِ فَخُلِقُوا مِنْ ذَلِكَ فَعَلَى هَذَا يَكُونُونَ مَخْلُوقِينَ مِنْ آدَم وَلَيْسُوا مِنْ حَوَّاء وَهَذَا قَوْل غَرِيب جِدًّا لَا دَلِيل عَلَيْهِ لَا مِنْ عَقْل وَلَا مِنْ نَقْل وَلَا يَجُوز الِاعْتِمَاد هَاهُنَا عَلَى مَا يَحْكِيه بَعْض أَهْل الْكِتَاب لِمَا عِنْدهمْ مِنْ الْأَحَادِيث الْمُفْتَعَلَة وَاَللَّه أَعْلَم . وَفِي مُسْنَد الْإِمَام أَحْمَد عَنْ سَمُرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" وَلَد نُوح ثَلَاثَة : سَام أَبُو الْعَرَب وَحَام أَبُو السُّودَان وَيَافِث أَبُو التُّرْك \" قَالَ بَعْض الْعُلَمَاء هَؤُلَاءِ مِنْ نَسْل يَافِث أَبِي التُّرْك وَقَالَ إِنَّمَا سُمِّيَ هَؤُلَاءِ تُرْكًا لِأَنَّهُمْ تَرَكُوا مَنْ وَرَاء السَّدّ مِنْ هَذِهِ الْجِهَة وَإِلَّا فَهُمْ أَقْرِبَاء أُولَئِكَ لَكِنْ كَانَ فِي أُولَئِكَ بَغْي وَفَسَاد وَجَرَاءَة وَقَدْ ذَكَرَ اِبْن جَرِير هَاهُنَا عَنْ وَهْب بْن مُنَبِّه أَثَرًا طَوِيلًا عَجِيبًا فِي سِيَر ذِي الْقَرْنَيْنِ وَبِنَائِهِ السَّدّ وَكَيْفِيَّة مَا جَرَى لَهُ وَفِيهِ طُول وَغَرَابَة وَنَكَارَة فِي أَشْكَالهمْ وَصِفَاتهمْ وَطُولهمْ وَقِصَر بَعْضهمْ وَآذَانهمْ وَرَوَى اِبْن أَبِي حَاتِم عَنْ أَبِيهِ فِي ذَلِكَ أَحَادِيث غَرِيبَة لَا تَصِحّ أَسَانِيدهَا وَاَللَّه أَعْلَم . وَقَوْله \" وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا \" أَيْ لِاسْتِعْجَامِ كَلَامهمْ وَبُعْدهمْ عَنْ النَّاس .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38392, "aya_id": 93}]