[{"text": "وَمِنَ النَّاسِ مَن يَشْرِي نَفْسَهُ ابْتِغَاء مَرْضَاتِ اللّهِ وَاللّهُ رَؤُوفٌ بِالْعِبَادِ", "sura_id": 2, "type": 0, "id": 214, "aya_id": 207}, {"text": "ومن الناس من يشري نفسه ابتغاء مرضات الله والله رؤوف بالعباد", "sura_id": 2, "type": 1, "id": 6450, "aya_id": 207}, {"text": "207 - (ومن الناس من يشري) يبيع (نفسه) أي يبذلها في طاعة الله (ابتغاء) طلب (مرضات الله) رضاه ، وهو صهيب لما آذاه المشركون هاجر إلى المدينة وترك لهم ماله (والله رؤوف بالعباد) حيث أرشدهم لما فيه رضاه \r\n", "sura_id": 2, "type": 2, "id": 25158, "aya_id": 207}, {"text": "وبعض الناس يبيع نفسه طلبًا لرضا الله عنه, بالجهاد في سبيله, والتزام طاعته. والله رءوف بالعباد, يرحم عباده المؤمنين رحمة واسعة في عاجلهم وآجلهم, فيجازبهم أحسن الجزاء.\r\n", "sura_id": 2, "type": 3, "id": 31394, "aya_id": 207}, {"text": " <font color=red>وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ</font><BR><p>وَقَوْله \" وَمِنْ النَّاس مَنْ يَشْرِي نَفْسَهُ اِبْتِغَاءَ مَرْضَاتِ اللَّه \" لَمَّا أَخْبَرَ عَنْ الْمُنَافِقِينَ بِصِفَاتِهِمْ الذَّمِيمَة ذَكَرَ صِفَات الْمُؤْمِنِينَ الْحَمِيدَة فَقَالَ \" وَمِنْ النَّاس مَنْ يَشْرِي نَفْسه اِبْتِغَاء مَرْضَات اللَّه\" قَالَ اِبْن عَبَّاس وَأَنَس وَسَعِيد بْن الْمُسَيِّب وَأَبُو عُثْمَان النَّهْدِيّ وَعِكْرِمَة وَجَمَاعَة نَزَلَتْ فِي صُهَيْب بْن سِنَان الرُّومِيّ وَذَلِكَ أَنَّهُ لَمَّا أَسْلَمَ بِمَكَّة وَأَرَادَ الْهِجْرَة مَنَعَهُ النَّاس أَنْ يُهَاجِر بِمَالِهِ وَإِنْ أَحَبَّ أَنْ يَتَجَرَّد مِنْهُ وَيُهَاجِر فَعَلَ فَتَخَلَّصَ مِنْهُمْ وَأَعْطَاهُمْ مَاله فَأَنْزَلَ اللَّه فِيهِ هَذِهِ الْآيَة فَتَلَقَّاهُ عُمَر بْن الْخَطَّاب وَجَمَاعَة إِلَى طَرَف الْحَرَّة فَقَالُوا لَهُ رَبِحَ الْبَيْع فَقَالَ وَأَنْتُمْ فَلَا أَخْسَر اللَّه تِجَارَتكُمْ وَمَا ذَاكَ فَأَخْبَرُوهُ أَنَّ اللَّه أَنْزَلَ هَذِهِ الْآيَة . وَيُرْوَى أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لَهُ \" رَبِحَ الْبَيْعُ صُهَيْب \" قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن رُسْتَة حَدَّثَنَا سُلَيْمَان بْن دَاوُد حَدَّثَنَا جَعْفَر بْن سُلَيْمَان الضَّبِّيّ حَدَّثَنَا عَوْف عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ صُهَيْب قَالَ : لَمَّا أَرَدْت الْهِجْرَة مِنْ مَكَّة إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَتْ لِي قُرَيْش يَا صُهَيْب قَدِمْت إِلَيْنَا وَلَا مَال لَك وَتَخْرُج أَنْتَ وَمَالُك وَاَللَّه لَا يَكُون ذَلِكَ أَبَدًا فَقُلْت لَهُمْ أَرَأَيْتُمْ إِنْ دَفَعْت إِلَيْكُمْ مَالِي تُخَلُّونَ عَنِّي ؟ قَالُوا نَعَمْ فَدَفَعْت إِلَيْهِمْ مَالِي فَخَلَوْا عَنِّي فَخَرَجْت حَتَّى قَدِمْت الْمَدِينَة فَبَلَغَ ذَلِكَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ \" رَبِحَ صُهَيْب رَبِحَ صُهَيْب\" مَرَّتَيْنِ وَقَالَ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : أَقْبَلَ صُهَيْب مُهَاجِرًا نَحْو النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَاتَّبَعَهُ نَفَر مِنْ قُرَيْش فَنَزَلَ عَنْ رَاحِلَته وَأَنْثَلَ مَا فِي كِنَانَته ثُمَّ قَالَ : يَا مَعْشَر قُرَيْش قَدْ عَلِمْتُمْ أَنِّي مِنْ أَرَمَاكُمْ رَجُلًا وَأَنْتُمْ وَاَللَّه لَا تَصِلُونَ إِلَيَّ حَتَّى أَرْمِي بِكُلِّ سَهْم فِي كِنَانَتِي ثُمَّ أَضْرِب بِسَيْفِي مَا بَقِيَ فِي يَدِي مِنْهُ شَيْء ثُمَّ اِفْعَلُوا مَا شِئْتُمْ وَإِنْ شِئْتُمْ دَلَلْتُكُمْ عَلَى مَالِي وَقِنْيَتِي بِمَكَّة وَخَلَّيْتُمْ سَبِيلِي قَالُوا نَعَمْ فَلَمَّا قَدِمَ عَلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" رَبِحَ الْبَيْع \" قَالَ وَنَزَلَتْ \" وَمَنْ النَّاس مَنْ يَشْرِي نَفْسَهُ اِبْتِغَاءَ مَرْضَات اللَّهِ وَاَللَّهُ رَءُوفٌ بِالْعِبَادِ\" وَأَمَّا الْأَكْثَرُونَ فَحَمَلُوا ذَلِكَ عَلَى أَنَّهَا نَزَلَتْ فِي كُلّ مُجَاهِد فِي سَبِيل اللَّه كَمَا قَالَ تَعَالَى \" إِنَّ اللَّهَ اِشْتَرَى مِنْ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّة يُقَاتِلُونَ فِي سَبِيل اللَّه فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاة وَالْإِنْجِيل وَالْقُرْآن وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّه ؟ فَاسْتَبْشِرُوا بِبَيْعِكُمْ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ \" وَلَمَّا حُمِلَ هِشَام بْن عَامِر بَيْن الصَّفَّيْنِ أَنْكَرَ عَلَيْهِ بَعْض النَّاس فَرَدَّ عَلَيْهِمْ عُمَر بْن الْخَطَّاب وَأَبُو هُرَيْرَة وَغَيْرهمَا وَتَلُوا هَذِهِ الْآيَة \" وَمِنْ النَّاس مَنْ يَشْرِي نَفْسَهُ اِبْتِغَاءَ مَرِضَات اللَّه وَاَللَّهُ رَءُوفٌ بِالْعِبَادِ\" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38617, "aya_id": 207}]