[{"text": "وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَاء تَنبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْآكِلِينَ", "sura_id": 23, "type": 0, "id": 2693, "aya_id": 20}, {"text": "وشجرة تخرج من طور سيناء تنبت بالدهن وصبغ للأكلين", "sura_id": 23, "type": 1, "id": 8929, "aya_id": 20}, {"text": "20 - وأنشأنا (وشجرة تخرج من طور سيناء) جبل بكسر السين وفتحها ومنع الصرف للعلمية والتأنيث للبقعة (تنبت) من الرباعي والثلاثي (بالدهن) الباء زائدة على الأول ومعدية على الثاني وهي شجرة الزيتون (وصبغ للآكلين) عطف على الدهن أي إدام يصبغ اللقمة بغمسها فيه وهو الزيت \r\n", "sura_id": 23, "type": 2, "id": 27637, "aya_id": 20}, {"text": "وأنشأنا لكم به شجرة الزيتون التي تخرج حول جبل طور \"سيناء\", يعصر منها الزيت, فيدَّهن ويؤتدم به.\r\n", "sura_id": 23, "type": 3, "id": 33873, "aya_id": 20}, {"text": " <font color=red>وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ</font><BR><p>وَقَوْله \" وَشَجَرَة تَخْرُج مِنْ طُور سَيْنَاء \" يَعْنِي الزَّيْتُونَة وَالطُّور هُوَ الْجَبَل وَقَالَ بَعْضهمْ إِنَّمَا يُسَمَّى طُورًا إِذَا كَانَ فِيهِ شَجَر فَإِنْ عُرِّيَ عَنْهَا سُمِّيَ جَبَلًا لَا طُورًا وَاَللَّه أَعْلَم وَطُور سَيْنَاء هُوَ طُور سِينِينَ وَهُوَ الْجَبَل الَّذِي كَلَّمَ اللَّه عَلَيْهِ مُوسَى بْن عِمْرَان عَلَيْهِ السَّلَام وَمَا حَوْله مِنْ الْجِبَال الَّتِي فِيهَا شَجَر الزَّيْتُون وَقَوْله \" تَنْبُت بِالدُّهْنِ \" قَالَ بَعْضهمْ الْبَاء زَائِدَة وَتَقْدِيره تُنْبِت الدُّهْن كَمَا فِي قَوْل الْعَرَب أَلْقَى فُلَان بِيَدِهِ أَيْ يَده وَأَمَّا عَلَى قَوْل مَنْ يُضَمِّن الْفِعْل فَتَقْدِيره تَخْرُج بِالدُّهْنِ أَوْ تَأْتِي بِالدُّهْنِ وَلِهَذَا قَالَ \" وَصِبْغ\" أَيْ أُدْم قَالَهُ قَتَادَة \" لِلْآكِلِينَ \" أَيْ فِيهَا مَا يُنْتَفَع بِهِ مِنْ الدُّهْن وَالِاصْطِبَاغ كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ عَبْد اللَّه اِبْن عِيسَى عَنْ عَطَاء الشَّامِيّ عَنْ أَبِي أَسِيد وَاسْمه مَالِك بْن رَبِيعَة السَّاعِدِيّ الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلُوا الزَّيْت وَادَّهِنُوا بِهِ فَإِنَّهُ مِنْ شَجَرَة مُبَارَكَة \" وَقَالَ عَبْد بْن حُمَيْد فِي مُسْنَده وَتَفْسِيره حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ زَيْد بْن أَسْلَم عَنْ أَبِيهِ عَنْ عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِئْتَدِمُوا بِالزَّيْتِ وَادَّهِنُوا بِهِ فَإِنَّهُ يَخْرُج مِنْ شَجَرَة مُبَارَكَة\" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ غَيْر وَجْه عَنْ عَبْد الرَّزَّاق . قَالَ التِّرْمِذِيّ وَلَا يُعْرَف إِلَّا مِنْ حَدِيثه وَكَانَ يَضْطَرِب فِيهِ فَرُبَّمَا ذَكَرَ فِيهِ عُمَر وَرُبَّمَا لَمْ يَذْكُرهُ . قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنَا أَبِي حَدَّثَنَا سُفْيَان بْن عُيَيْنَة حَدَّثَنِي الصَّعْب بْن حَكِيم بْن شَرِيك بْن نُمَيْلَة عَنْ أَبِيهِ عَنْ جَدّه قَالَ : ضِفْت عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ لَيْلَة عَاشُورَاء فَأَطْعَمَنِي مِنْ رَأْس بَعِير بَارِد وَأَطْعَمَنَا زَيْتًا وَقَالَ هَذَا الزَّيْت الْمُبَارَك الَّذِي قَالَ اللَّه لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39138, "aya_id": 20}]