[{"text": "وَلاَ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ اللّهِ وَلاَ أَعْلَمُ الْغَيْبَ وَلاَ أَقُولُ إِنِّي مَلَكٌ وَلاَ أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ اللّهُ خَيْرًا اللّهُ أَعْلَمُ بِمَا فِي أَنفُسِهِمْ إِنِّي إِذًا لَّمِنَ الظَّالِمِينَ", "sura_id": 11, "type": 0, "id": 1504, "aya_id": 31}, {"text": "ولا أقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول إني ملك ولا أقول للذين تزدري أعينكم لن يؤتيهم الله خيرا الله أعلم بما في أنفسهم إني إذا لمن الظالمين", "sura_id": 11, "type": 1, "id": 7740, "aya_id": 31}, {"text": "31 - (ولا أقول لكم عندي خزائن الله ولا) إني (أعلم الغيب ولا أقول إني مَلَك) بل أنا بشر مثلكم (ولا أقول للذين تزدري) تحتقر (أعينكم لن يؤتيهم الله خيراً ، الله أعلم بما في أنفسهم) قلوبهم (إني إذاً) إن قلت ذلك (لمن الظالمين) \r\n", "sura_id": 11, "type": 2, "id": 26448, "aya_id": 31}, {"text": "ولا أقول لكم: إني أملك التصرف في خزائن الله, ولا أعلم الغيب, ولست بمَلَك من الملائكة, ولا أقول لهؤلاء الذين تحتقرون من ضعفاء المؤمنين: لن يؤتيكم الله ثوابًا على أعمالكم, فالله وحده أعلم بما في صدورهم وقلوبهم, ولئن فعلتُ ذلك إني إذًا لمن الظالمين لأنفسهم ولغيرهم.\r\n", "sura_id": 11, "type": 3, "id": 32684, "aya_id": 31}, {"text": " <font color=red>وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ</font><BR><p>يُخْبِرهُمْ أَنَّهُ رَسُول مِنْ اللَّه يَدْعُو إِلَى عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ بِإِذْنِ اللَّه لَهُ فِي ذَلِكَ وَلَا يَسْأَلهُمْ عَلَى ذَلِكَ أَجْرًا بَلْ هُوَ يَدْعُو مَنْ لَقِيَهُ مِنْ شَرِيف وَوَضِيع فَمَنْ اِسْتَجَابَ لَهُ فَقَدْ نَجَا وَيُخْبِرهُمْ أَنَّهُ لَا قُدْرَة لَهُ عَلَى التَّصَرُّف فِي خَزَائِن اللَّه وَلَا يَعْلَم مِنْ الْغَيْب إِلَّا مَا أَطْلَعَهُ اللَّه عَلَيْهِ وَلَيْسَ هُوَ بِمَلَكٍ مِنْ الْمَلَائِكَة بَلْ هُوَ بَشَر مُرْسَل مُؤَيَّد بِالْمُعْجِزَاتِ وَلَا أَقُول عَنْ هَؤُلَاءِ الَّذِينَ تَحْقِرُونَهُمْ وَتَزْدَرُونَهُمْ إِنَّهُمْ لَيْسَ لَهُمْ عِنْد اللَّه ثَوَاب عَلَى أَعْمَالهمْ اللَّه أَعْلَم بِمَا فِي أَنْفُسهمْ فَإِنْ كَانُوا مُؤْمِنِينَ بَاطِنًا كَمَا هُوَ الظَّاهِر مِنْ حَالهمْ فَلَهُمْ جَزَاء الْحُسْنَى وَلَوْ قَطَعَ لَهُمْ أَحَد بِشَرٍّ بَعْد مَا آمَنُوا لَكَانَ ظَالِمًا قَائِلًا مَا لَا عِلْم لَهُ بِهِ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37648, "aya_id": 31}]