[{"text": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِي الأَرْضِ جَمِيعاً مَّا أَلَّفَتْ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ", "sura_id": 8, "type": 0, "id": 1223, "aya_id": 63}, {"text": "وألف بين قلوبهم لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم إنه عزيز حكيم", "sura_id": 8, "type": 1, "id": 7459, "aya_id": 63}, {"text": "63 - (وألف) جمع (بين قلوبهم) بعد الإحن (لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم) بقدرته (إنه عزيز) غالب على أمره (حكيم) لا يخرج شيء عن حكمته \r\n", "sura_id": 8, "type": 2, "id": 26167, "aya_id": 63}, {"text": " وجَمَع بين قلوبهم بعد التفرق, لو أنفقت مال الدنيا على جمع قلوبهم ما استطعت إلى ذلك سبيلا ولكن الله جمع بينها على الإيمان فأصبحوا إخوانًا متحابين, إنه عزيز في مُلْكه, حكيم في أمره وتدبيره.\r\n", "sura_id": 8, "type": 3, "id": 32403, "aya_id": 63}, {"text": " <font color=red>وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ</font><BR><p>قَوْله : \" لَوْ أَنْفَقْت مَا فِي الْأَرْض جَمِيعًا مَا أَلَّفْت بَيْن قُلُوبهمْ \" أَيْ لِمَا كَانَ بَيْنهمْ مِنْ الْعَدَاوَة وَالْبَغْضَاء فَإِنَّ الْأَنْصَار كَانَتْ بَيْنهمْ حُرُوب كَثِيرَة فِي الْجَاهِلِيَّة بَيْن الْأَوْس وَالْخَزْرَج وَأُمُور يَلْزَم مِنْهَا التَّسَلْسُل فِي الشَّرّ حَتَّى قَطَعَ اللَّه ذَلِكَ بِنُورِ الْإِيمَان كَمَا قَالَ تَعَالَى \" وَاذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاء فَأَلَّفَ بَيْن قُلُوبكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَة مِنْ النَّار فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّن اللَّه لَكُمْ آيَاته لَعَلَّكُمْ تَهْتَدُونَ \" وَفِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا خَطَبَ الْأَنْصَار فِي شَأْن غَنَائِم حُنَيْن قَالَ لَهُمْ \" يَا مَعْشَر الْأَنْصَار أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمْ اللَّه بِي وَعَالَة فَأَغْنَاكُمْ اللَّه بِي وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمْ اللَّه بِي \" كُلَّمَا قَالَ شَيْئًا قَالُوا اللَّه وَرَسُوله أَمَنُّ وَلِهَذَا قَالَ تَعَالَى \" وَلَكِنَّ اللَّه أَلَّفَ بَيْنهمْ إِنَّهُ عَزِيز حَكِيم \" أَيْ عَزِيز الْجَنَاب فَلَا يَخِيب رَجَاء مَنْ تَوَكَّلَ عَلَيْهِ حَكِيم فِي أَفْعَاله وَأَحْكَامه . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عُبَيْد اللَّه الْحَافِظ أَنْبَأَنَا عَلِيّ بْن بِشْر الصَّيْرَفِيّ الْقَزْوِينِيّ فِي مَنْزِلنَا أَنْبَأَنَا أَبُو عَبْد اللَّه مُحَمَّد بْن الْحُسَيْن الْقِنْدِيلِيّ الْإِسْتِرابَاذِيّ حَدَّثَنَا أَبُو إِسْحَاق إِبْرَاهِيم بْن مُحَمَّد بْن النُّعْمَان الصَّفَّار حَدَّثَنَا مَيْمُون بْن الْحَكَم حَدَّثَنَا بَكْر بْن الشَّرُود عَنْ مُحَمَّد بْن مُسْلِم الطَّائِفِيّ عَنْ إِبْرَاهِيم بْن مَيْسَرَة عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ قَرَابَة الرَّحِم تُقْطَع وَمِنْهُ النِّعْمَة تُكْفَر وَلَمْ يُرَ مِثْل تَقَارُب الْقُلُوب يَقُول اللَّه تَعَالَى \" لَوْ أَنْفَقْت مَا فِي الْأَرْض جَمِيعًا مَا أَلَّفْت بَيْن قُلُوبهمْ \" وَذَلِكَ مَوْجُود فِي الشِّعْر : إِذَا بَتَّ ذُو قُرْبَى إِلَيْك بِزَلَّةٍ فَغَشَّك وَاسْتَغْنَى فَلَيْسَ بِذِي رَحِمِ وَلَكِنَّ ذَا الْقُرْبَى الَّذِي إِنْ دَعَوْته أَجَابَ وَإِنْ يَرْمِي الْعَدُوّ الَّذِي تَرْمِي قَالَ وَمِنْ ذَلِكَ قَوْل الْقَائِل : وَلَقَدْ صَحِبْت النَّاسَ ثُمَّ سَبَرْتهمْ وَبَلَوْت مَا وَصَلُوا مِنْ الْأَسْبَاب فَإِذَا الْقَرَابَة لَا تُقَرِّب قَاطِعًا وَإِذَا الْمَوَدَّة أَقْرَب الْأَسْبَاب . قَالَ الْبَيْهَقِيّ لَا أَدْرِي هَذَا مَوْصُول بِكَلَامِ اِبْن عَبَّاس أَوْ هُوَ مِنْ قَوْل مَنْ دُونه مِنْ الرُّوَاة وَقَالَ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ سَمِعَهُ يَقُول \" لَوْ أَنْفَقْت مَا فِي الْأَرْض جَمِيعًا مَا أَلَّفْت بَيْن قُلُوبهمْ \" الْآيَة . قَالَ هُمْ الْمُتَحَابُّونَ فِي اللَّه , وَفِي رِوَايَة نَزَلَتْ فِي الْمُتَحَابِّينَ فِي اللَّه . رَوَاهُ النَّسَائِيّ وَالْحَاكِم فِي مُسْتَدْرَكه وَقَالَ صَحِيح وَقَالَ عَبْد الرَّازِق أَخْبَرَنَا مَعْمَر عَنْ اِبْن طَاوُس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ : إِنَّ الرَّحِم لَتُقْطَع وَإِنَّ النِّعْمَة لَتُكْفَر وَإِنَّ اللَّه إِذَا قَارَبَ بَيْن الْقُلُوب لَمْ يُزَحْزِحهَا شَيْء ثُمَّ قَرَأَ \" لَوْ أَنْفَقْت مَا فِي الْأَرْض جَمِيعًا مَا أَلَّفْت بَيْن قُلُوبهمْ \" . رَوَاهُ الْحَاكِم أَيْضًا وَقَالَ أَبُو عُمَر وَالْأَوْزَاعِيّ حَدَّثَنِي عَبْدَة بْن أَبِي لُبَابَة عَنْ مُجَاهِد وَلَقِيته فَأَخَذَ بِيَدِي فَقَالَ : إِذَا اِلْتَقَى الْمُتَحَابَّانِ فِي اللَّه فَأَخَذَ أَحَدهمَا بِيَدِ صَاحِبه وَضَحِكَ إِلَيْهِ تَحَاتَّتْ خَطَايَاهُمَا كَمَا تَحَاتُّ وَرَق الشَّجَر . قَالَ عَبْدَة فَقُلْت لَهُ إِنَّ هَذَا لَيَسِير فَقَالَ : لَا تَقُلْ ذَلِكَ فَإِنَّ اللَّه يَقُول \" لَوْ أَنْفَقْت مَا فِي الْأَرْض جَمِيعًا مَا أَلَّفْت بَيْن قُلُوبهمْ \" قَالَ عَبْدَة فَعَرَفْت أَنَّهُ أَفْقَه مِنِّي وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن يَمَان عَنْ إِبْرَاهِيم الْجَزَرِيّ عَنْ الْوَلِيد بْن أَبِي مُغِيث عَنْ مُجَاهِد قَالَ إِذَا اِلْتَقَى الْمُسْلِمَانِ فَتَصَافَحَا غُفِرَ لَهُمَا قَالَ : قُلْت لِمُجَاهِدٍ بِمُصَافَحَةٍ يُغْفَر لَهُمَا ؟ قَالَ مُجَاهِد أَمَا سَمِعْته يَقُول \" لَوْ أَنْفَقْت مَا فِي الْأَرْض جَمِيعًا مَا أَلَّفْت بَيْن قُلُوبهمْ وَلَكِنَّ اللَّه أَلَّفَ بَيْنهمْ \" فَقَالَ الْوَلِيد لِمُجَاهِدٍ أَنْتَ أَعْلَم مِنِّي وَكَذَا رَوَى طَلْحَة بْن مُصَرِّف عَنْ مُجَاهِد وَقَالَ اِبْن عَوْن عَنْ عُمَيْر بْن إِسْحَاق قَالَ : كُنَّا نَتَحَدَّث أَنَّ أَوَّل مَا يُرْفَع مِنْ النَّاس الْأُلْفَة وَقَالَ الْحَافِظ أَبُو الْقَاسِم سُلَيْمَان بْن أَحْمَد الطَّبَرَانِيّ رَحِمَهُ اللَّه حَدَّثَنَا الْحُسَيْن بْن إِسْحَاق التُّسْتَرِيّ حَدَّثَنَا عَبْد اللَّه بْن عُمَر الْقَوَارِيرِيّ حَدَّثَنَا سَالِم بْن غَيْلَان سَمِعْت جَعْدًا أَبَا عُثْمَان حَدَّثَنِي أَبُو عُثْمَان النَّهْدِيّ عَنْ سَلْمَان الْفَارِسِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ \" إِنَّ الْمُسْلِم إِذَا لَقِيَ أَخَاهُ الْمُسْلِم فَأَخَذَ بِيَدِهِ تَحَاتَّتْ عَنْهُمَا ذُنُوبهمَا كَمَا تَحَاتُّ الْوَرَق عَنْ الشَّجَرَة الْيَابِسَة فِي يَوْم رِيح عَاصِف وَإِلَّا غُفِرَ لَهُمَا ذُنُوبهمَا وَلَوْ كَانَتْ مِثْل زَبَد الْبِحَار \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43113, "aya_id": 63}]