[{"text": "فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ", "sura_id": 56, "type": 0, "id": 5054, "aya_id": 75}, {"text": "فلا أقسم بمواقع النجوم", "sura_id": 56, "type": 1, "id": 11290, "aya_id": 75}, {"text": "75 - (فلا أقسم) لا زائدة (بمواقع النجوم) بمساقطها لغروبها \r\n", "sura_id": 56, "type": 2, "id": 29998, "aya_id": 75}, {"text": "أقسم الله تعالى بمساقط النجوم في مغاربها في السماء\r\n", "sura_id": 56, "type": 3, "id": 36234, "aya_id": 75}, {"text": " <font color=red>فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ</font><BR><p>قَالَ جُوَيْبِر عَنْ الضَّحَّاك إِنَّ اللَّه تَعَالَى لَا يُقْسِم بِشَيْءٍ مِنْ خَلْقه وَلَكِنَّهُ اِسْتِفْتَاح يَسْتَفْتِح بِهِ كَلَامه وَهَذَا الْقَوْل ضَعِيف وَاَلَّذِي عَلَيْهِ الْجُمْهُور أَنَّهُ قَسَم مِنْ اللَّه تَعَالَى يَقْسِم بِمَا شَاءَ مِنْ خَلْقه وَهُوَ دَلِيل عَلَى عَظَمَته ثُمَّ قَالَ بَعْض الْمُفَسِّرِينَ لَا هَهُنَا زَائِدَة وَتَقْدِيره أُقْسِم بِمَوَاقِع النُّجُوم رَوَاهُ اِبْن جَرِير عَنْ سَعِيد بْن جُبَيْر وَيَكُون جَوَابه \" إِنَّهُ لَقُرْآن كَرِيم \" وَقَالَ آخَرُونَ لَيْسَتْ لَا زَائِدَة لَا مَعْنَى لَهَا بَلْ يُؤْتَى بِهَا فِي أَوَّل الْقَسَم إِذَا كَانَ مُقْسِمًا بِهِ عَلَى مَنْفِيّ كَقَوْلِ عَائِشَة رَضِيَ اللَّه عَنْهَا : لَا وَاَللَّه مَا مَسَّتْ يَد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَد اِمْرَأَة قَطُّ وَهَكَذَا هَهُنَا تَقْدِير الْكَلَام لَا أُقْسِم بِمَوَاقِع النُّجُوم لَيْسَ الْأَمْر كَمَا زَعَمْتُمْ فِي الْقُرْآن أَنَّهُ سِحْر أَوْ كِهَانَة بَلْ هُوَ قُرْآن كَرِيم . وَقَالَ اِبْن جَرِير وَقَالَ بَعْض أَهْل الْعَرَبِيَّة مَعْنَى قَوْله \" فَلَا أُقْسِم \" فَلَيْسَ الْأَمْر كَمَا تَقُولُونَ ثُمَّ اِسْتَأْنَفَ الْقَسَم بَعْد ذَلِكَ فَقِيلَ أُقْسِم وَاخْتَلَفُوا فِي مَعْنَى قَوْله \" بِمَوَاقِع النُّجُوم\" فَقَالَ حَكِيم بْن جُبَيْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس يَعْنِي نُجُوم الْقُرْآن فَإِنَّهُ نَزَلَ جُمْلَة لَيْلَة الْقَدْر مِنْ السَّمَاء الْعُلْيَا إِلَى السَّمَاء الدُّنْيَا ثُمَّ نَزَلَ مُفَرَّقًا فِي السِّنِينَ بَعْد ثُمَّ قَرَأَ اِبْن عَبَّاس هَذِهِ الْآيَة وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس نَزَلَ الْقُرْآن جُمْلَة مِنْ عِنْد اللَّه مِنْ اللَّوْح الْمَحْفُوظ إِلَى السَّفَرَة الْكِرَام الْكَاتِبِينَ فِي السَّمَاء الدُّنْيَا فَنَجَّمَتْهُ السَّفَرَة عَلَى جِبْرِيل عِشْرِينَ لَيْلَة وَنَجَّمَهُ جِبْرِيل عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِشْرِينَ سَنَة فَهُوَ قَوْله \" فَلَا أُقْسِم بِمَوَاقِع النُّجُوم \" نُجُوم الْقُرْآن وَكَذَا قَالَ عِكْرِمَة وَمُجَاهِد وَالسُّدِّيّ وَأَبُو حزرة وَقَالَ مُجَاهِد أَيْضًا مَوَاقِع النُّجُوم فِي السَّمَاء وَيُقَال مَطَالِعهَا وَمَشَارِقهَا . وَكَذَا مَالَ الْحَسَن وَقَتَادَة وَهُوَ اِخْتِيَار اِبْن جَرِير وَعَنْ قَتَادَة مَوَاقِعهَا مَنَازِلهَا وَعَنْ الْحَسَن أَيْضًا أَنَّ الْمُرَاد بِذَلِكَ اِنْتِثَارهَا يَوْم الْقِيَامَة وَقَالَ الضَّحَّاك \" فَلَا أُقْسِم بِمَوَاقِع النُّجُوم\" يَعْنِي بِذَلِكَ الْأَنْوَاء الَّتِي كَانَ أَهْل الْجَاهِلِيَّة إِذَا أُمْطِرُوا قَالُوا مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41977, "aya_id": 75}]