[{"text": "وَقَاتِلُواْ فِي سَبِيلِ اللّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلاَ تَعْتَدُواْ إِنَّ اللّهَ لاَ يُحِبِّ الْمُعْتَدِينَ", "sura_id": 2, "type": 0, "id": 197, "aya_id": 190}, {"text": "وقاتلوا في سبيل الله الذين يقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين", "sura_id": 2, "type": 1, "id": 6433, "aya_id": 190}, {"text": "190 - ولما صُدَّ صلى الله عليه وسلم عن البيت عام الحديبية وصالح الكفار على أن يعود العام القابل ويخلوا له مكة ثلاثة أيام وتجهز لعمرة القضاء وخافوا أن لا تفي قريش ويقاتلوهم وكره المسلمون قتالهم في الحرم والإحرام والشهر الحرام نزل (وقاتلوا في سبيل الله) أي لإعلاء دينه (الذين يقاتلونكم) الكفار (ولا تعتدوا) عليهم بالابتداء بالقتال (إن الله لا يحب المعتدين) المتجاوزين ما حد لهم ، وهذا منسوخ بآية براءة أوبقوله: \r\n", "sura_id": 2, "type": 2, "id": 25141, "aya_id": 190}, {"text": "وقاتلوا -أيها المؤمنون- لنصرة دين الله الذين يقاتلونكم, ولا ترتكبوا المناهي من المُثْلة، والغُلول، وقَتْلِ من لا يحل قتله من النساء والصبيان والشيوخ، ومن في حكمهم. إن الله لا يحب الذين يجاوزون حدوده, فيستحلون ما حرَّم الله ورسوله.\r\n", "sura_id": 2, "type": 3, "id": 31377, "aya_id": 190}, {"text": " <font color=red>وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ</font><BR><p>قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى\" وَقَاتِلُوا فِي سَبِيل اللَّه الَّذِينَ يُقَاتِلُونَكُمْ \" قَالَ هَذِهِ أَوَّل آيَة نَزَلَتْ فِي الْقِتَال بِالْمَدِينَةِ فَلَمَّا نَزَلَتْ كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُقَاتِل مَنْ قَاتَلَهُ وَيَكُفّ عَمَّنْ كَفَّ عَنْهُ حَتَّى نَزَلَتْ سُورَة بَرَاءَة وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ حَتَّى قَالَ هَذِهِ مَنْسُوخَة بِقَوْلِهِ : \" فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ \" وَفِي هَذَا نَظَرٌ لِأَنَّ قَوْله \" الَّذِينَ يُقَاتِلُونَكُمْ \" إِنَّمَا هُوَ تَهْيِيج وَإِغْرَاء بِالْأَعْدَاءِ الَّذِينَ هِمَّتهمْ قِتَال الْإِسْلَام وَأَهْله أَيْ كَمَا يُقَاتِلُونَكُمْ فَاقْتُلُوهُمْ أَنْتُمْ كَمَا قَالَ \" وَقَاتِلُوا الْمُشْرِكِينَ كَافَّة كَمَا يُقَاتِلُونَكُمْ كَافَّة \" وَلِهَذَا قَالَ فِي هَذِهِ الْآيَة\" وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ \" أَيْ لِتَكُونَ هِمَّتكُمْ مُنْبَعِثَة عَلَى قِتَالهمْ كَمَا هِمَّتهمْ مُنْبَعِثَة عَلَى قِتَالكُمْ وَعَلَى إِخْرَاجهمْ مِنْ بِلَادهمْ الَّتِي أَخْرَجُوكُمْ مِنْهَا قِصَاصًا . وَقَوْله \" وَلَا تَعْتَدُوا إِنَّ اللَّه لَا يُحِبّ الْمُعْتَدِينَ \" أَيْ قَاتِلُوا فِي سَبِيل اللَّه وَلَا تَعْتَدُوا فِي ذَلِكَ وَيَدْخُل فِي ذَلِكَ اِرْتِكَاب الْمَنَاهِي كَمَا قَالَهُ الْحَسَن الْبَصْرِيّ مِنْ الْمُثْلَة وَالْغُلُول وَقَتْل النِّسَاء وَالصِّبْيَان وَالشُّيُوخ الَّذِينَ لَا رَأْي لَهُمْ وَلَا قِتَال فِيهِمْ وَالرُّهْبَان وَأَصْحَاب الصَّوَامِع وَتَحْرِيق الْأَشْجَار وَقَتْل الْحَيَوَان لِغَيْرِ مَصْلَحَة كَمَا قَالَ ذَلِكَ اِبْن عَبَّاس وَعُمَر بْن عَبْد الْعَزِيز وَمُقَاتِل بْن حَيَّان وَغَيْرهمْ وَلِهَذَا جَاءَ فِي صَحِيح مُسْلِم عَنْ بُرَيْدَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَانَ يَقُول : \" اُغْزُوا فِي سَبِيل اللَّه قَاتِلُوا مَنْ كَفَرَ بِاَللَّهِ اُغْزُوا وَلَا تَغُلُّوا وَلَا تَغْدِرُوا وَلَا تَمْثُلُوا وَلَا تَقْتُلُوا الْوَلِيد وَلَا أَصْحَاب الصَّوَامِع \" رَوَاهُ الْإِمَام أَحْمَد وَعَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِذَا بَعَثَ جُيُوشه قَالَ : \" اُخْرُجُوا بِسْمِ اللَّه قَاتِلُوا فِي سَبِيل اللَّه مَنْ كَفَرَ بِاَللَّهِ لَا تَعْتَدُوا وَلَا تَغُلُّوا وَلَا تَمْثُلُوا وَلَا تَقْتُلُوا الْوِلْدَان وَلَا أَصْحَاب الصَّوَامِع \" رَوَاهُ الْإِمَام أَحْمَد وَلِأَبِي دَاوُد عَنْ أَنَس مَرْفُوعًا نَحْوه وَفِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر قَالَ : وَجَدْت اِمْرَأَة فِي بَعْض مَغَازِي النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَقْتُولَة فَأَنْكَرَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَتْل النِّسَاء وَالصِّبْيَان . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُصْعَب بْن سَلَّام حَدَّثَنَا الْأَجْلَح عَنْ قَيْس بْن أَبِي مُسْلِم عَنْ رِبْعِيّ بْن حِرَاش قَالَ : سَمِعْت حُذَيْفَة يَقُول ضَرَبَ لَنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَمْثَالًا وَاحِدًا وَثَلَاثَة وَخَمْسَة وَسَبْعَة وَتِسْعَة وَأَحَد عَشَر فَضَرَبَ لَنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْهَا مَثَلًا وَتَرَكَ سَائِرهَا قَالَ \" إِنَّ قَوْمًا كَانُوا أَهْل ضَعْف وَمَسْكَنَة قَاتَلَهُمْ أَهْل تَجَبُّر وَعَدَاوَة فَأَظْهَر اللَّهُ أَهْلَ الضَّعْف عَلَيْهِمْ فَعَمَدُوا إِلَى عَدُوّهُمْ فَاسْتَعْمَلُوهُمْ وَسَلَّطُوهُمْ فَأَسْخَطُوا اللَّه عَلَيْهِمْ إِلَى يَوْم الْقِيَامَة \" هَذَا حَدِيث حَسَن الْإِسْنَاد وَمَعْنَاهُ أَنَّ هَؤُلَاءِ الضُّعَفَاء لَمَّا قَدَرُوا عَلَى الْأَقْوِيَاء فَاعْتَدُوا عَلَيْهِمْ فَاسْتَعْمَلُوهُمْ فِيمَا لَا يَلِيق بِهِمْ أَسْخَطُوا اللَّه عَلَيْهِمْ بِسَبَبِ هَذَا الِاعْتِدَاء وَالْأَحَادِيث وَالْآثَار فِي هَذَا كَثِيرَة جِدًّا . وَلَمَّا كَانَ الْجِهَاد فِيهِ إِزْهَاق النُّفُوس وَقَتْل الرِّجَال نَبَّهَ تَعَالَى عَلَى أَنَّ مَا هُمْ مُشْتَمِلُونَ عَلَيْهِ مِنْ الْكُفْر بِاَللَّهِ وَالشِّرْك بِهِ وَالصَّدّ عَنْ سَبِيله أَبْلَغ وَأَشَدّ وَأَعْظَم وَأَطَمّ مِنْ الْقَتْل وَلِهَذَا قَالَ : \" وَالْفِتْنَةُ أَشَدُّ مِنْ الْقَتْلِ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38598, "aya_id": 190}]