[{"text": "اللّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَى وَمَا تَغِيضُ الأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ", "sura_id": 13, "type": 0, "id": 1715, "aya_id": 8}, {"text": "الله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد وكل شيء عنده بمقدار", "sura_id": 13, "type": 1, "id": 7951, "aya_id": 8}, {"text": "8 - (الله يعلم ما تحمل كل أنثى) من ذكر وأنثى وواحد ومتعدد وغير ذلك (وما تغيض) تنقص (الأرحام) من مدة الحمل (وما تزداد) منه (وكل شيء عنده بمقدار) بقدر واحد لا يتجاوزه \r\n", "sura_id": 13, "type": 2, "id": 26659, "aya_id": 8}, {"text": "الله تعالى يعلم ما تحمل كلُّ أنثى في بطنها, أذكر هو أم أنثى؟ وشقي هو أم سعيد؟ ويعلم ما تنقصه الأرحام, فيسقط أو يولد قبل تسعة أشهر, وما يزيد حمله عليها. وكل شيء مقدَّر عند الله بمقدار من النقصان أو الزيادة لا يتجاوزه.\r\n", "sura_id": 13, "type": 3, "id": 32895, "aya_id": 8}, {"text": " <font color=red>اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ</font><BR><p>يُخْبِر تَعَالَى عَنْ تَمَام عِلْمه الَّذِي لَا يَخْفَى عَلَيْهِ شَيْء وَأَنَّهُ مُحِيط بِمَا تَحْمِلهُ الْحَوَامِل مِنْ كُلّ إِنَاث الْحَيَوَانَات كَمَا قَالَ تَعَالَى \" وَيَعْلَم مَا فِي الْأَرْحَام \" أَيْ مَا حَمَلَتْ مِنْ ذَكَر أَوْ أُنْثَى أَوْ حَسَن أَوْ قَبِيح أَوْ شَقِيّ أَوْ سَعِيد أَوْ طَوِيل الْعُمْر أَوْ قَصِيره , كَقَوْلِهِ تَعَالَى \" هُوَ أَعْلَم بِكُمْ إِذْ أَنْشَأَكُمْ مِنْ الْأَرْض وَإِذْ أَنْتُمْ أَجِنَّة \" الْآيَة وَقَالَ تَعَالَى \" يَخْلُقكُمْ فِي بُطُون أُمَّهَاتكُمْ خَلْقًا مِنْ بَعْد خَلْق فِي ظُلُمَات ثَلَاث \" أَيْ خَلَقَكُمْ طَوْرًا مِنْ بَعْد طَوْر كَمَا قَالَ تَعَالَى \" وَلَقَدْ خَلَقْنَا الْإِنْسَان مِنْ سُلَالَة مِنْ طِين ثُمَّ جَعَلْنَاهُ نُطْفَة فِي قَرَار مَكِين ثُمَّ خَلَقْنَا النُّطْفَة عَلَقَة فَخَلَقْنَا الْعَلَقَة مُضْغَة فَخَلَقْنَا الْمُضْغَة عِظَامًا فَكَسَوْنَا الْعِظَام لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَر فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ\" وَفِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ\" إِنَّ خَلْق أَحَدكُمْ يُجْمَع فِي بَطْن أُمّه أَرْبَعِينَ يَوْمًا ثُمَّ يَكُون عَلَقَة مِثْل ذَلِكَ ثُمَّ يَكُون مُضْغَة مِثْل ذَلِكَ ثُمَّ يَبْعَث اللَّه إِلَيْهِ مَلَكًا فَيُؤْمَر بِأَرْبَعِ كَلِمَات : بِكَتْبِ رِزْقه وَعُمُره وَعَمَله وَشَقِيّ أَوْ سَعِيد \" . وَفِي الْحَدِيث الْآخَر \" فَيَقُول الْمَلَك أَيْ رَبّ أَذَكَر أَمْ أُنْثَى ؟ أَيْ رَبّ أَشَقِيّ أَمْ سَعِيد ؟ فَمَا الرِّزْق ؟ فَمَا الْأَجَل ؟ فَيَقُول اللَّه وَيَكْتُب الْمَلَك \" وَقَوْله \" وَمَا تَغِيض الْأَرْحَام وَمَا تَزْدَاد \" قَالَ الْبُخَارِيّ حَدَّثَنَا إِبْرَاهِيم بْن الْمُنْذِر حَدَّثَنَا مَعْن حَدَّثَنَا مَالِك عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" مَفَاتِيح الْغَيْب خَمْس لَا يَعْلَمهُنَّ إِلَّا اللَّه لَا يَعْلَم مَا فِي غَد إِلَّا اللَّه وَلَا يَعْلَم مَا تَغِيض الْأَرْحَام إِلَّا اللَّه وَلَا يَعْلَم مَتَى يَأْتِي الْمَطَر أَحَد إِلَّا اللَّه وَلَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت وَلَا يَعْلَم مَتَى تَقُوم السَّاعَة إِلَّا اللَّه \" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَمَا تَغِيض الْأَرْحَام \" يَعْنِي السِّقْط \" وَمَا تَزْدَاد \" يَقُول مَا زَادَتْ الرَّحِم فِي الْحَمْل عَلَى مَا غَاضَتْ حَتَّى وَلَدَتْهُ تَمَامًا وَذَلِكَ أَنَّ مِنْ النِّسَاء مَنْ تَحْمِل عَشَرَة أَشْهُر وَمَنْ تَحْمِل تِسْعَة أَشْهُر وَمِنْهُنَّ مَنْ تَزِيد فِي الْحَمْل وَمِنْهُنَّ مَنْ تَنْقُص فَذَلِكَ الْغَيْض وَالزِّيَادَة الَّتِي ذَكَرَ اللَّه تَعَالَى وَكُلّ ذَلِكَ بِعِلْمِهِ تَعَالَى وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَا تَغِيض الْأَرْحَام وَمَا تَزْدَاد\" قَالَ مَا نَقَصَتْ عَنْ تِسْعَة وَمَا زَادَ عَلَيْهَا وَقَالَ الضَّحَّاك وَضَعَتْنِي أُمِّي وَقَدْ حَمَلَتْنِي فِي بَطْنهَا سَنَتَيْنِ وَوَلَدَتْنِي وَقَدْ نَبَتَتْ ثَنِيَّتِي وَقَالَ اِبْن جُرَيْج عَنْ جَمِيلَة بِنْت سَعْد عَنْ عَائِشَة قَالَتْ : لَا يَكُون الْحَمْل أَكْثَر مِنْ سَنَتَيْنِ قَدْر مَا يَتَحَرَّك ظِلّ مِغْزَل وَقَالَ مُجَاهِد \" وَمَا تَغِيض الْأَرْحَام وَمَا تَزْدَاد \" قَالَ مَا تَرَى مِنْ الدَّم فِي حَمْلهَا وَمَا تَزْدَاد عَلَى تِسْعَة أَشْهُر وَبِهِ قَالَ عَطِيَّة الْعَوْفِيّ وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَالضَّحَّاك وَقَالَ مُجَاهِد أَيْضًا إِذَا رَأَتْ الْمَرْأَة الدَّم دُون التِّسْعَة زَادَ عَلَى التِّسْعَة مِثْل أَيَّام الْحَيْض وَقَالَ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَابْن زَيْد وَقَالَ مُجَاهِد أَيْضًا \" وَمَا تَغِيض الْأَرْحَام \" إِرَاقَة الدَّم حَتَّى يَخِسّ الْوَلَد \" وَمَا تَزْدَاد \" إِنْ لَمْ تُهْرِق الدَّم تَمَّ الْوَلَد وَعَظُمَ وَقَالَ مَكْحُول : الْجَنِين فِي بَطْن أُمّه لَا يَطْلُب وَلَا يَحْزَن وَلَا يَغْتَمّ وَإِنَّمَا يَأْتِيه رِزْقه فِي بَطْن أُمّه مِنْ دَم حَيْضَتهَا فَمِنْ ثَمَّ لَا تَحِيض الْحَامِل فَإِذَا وَقَعَ إِلَى الْأَرْض اِسْتَهَلَّ وَاسْتِهْلَاله اِسْتِنْكَاره لِمَكَانِهِ ; فَإِذَا قُطِعَتْ سُرَّته حَوَّلَ اللَّه رِزْقه إِلَى ثَدْيَيْ أُمّه حَتَّى لَا يَحْزَن وَلَا يَطْلُب وَلَا يَغْتَمّ ثُمَّ يَصِير طِفْلًا يَتَنَاوَل الشَّيْء بِكَفِّهِ فَيَأْكُلهُ فَإِذَا هُوَ بَلَغَ قَالَ هُوَ الْمَوْت أَوْ الْقَتْل أَنَّى لِي بِالرِّزْقِ ؟ فَيَقُول مَكْحُول يَا وَيْحك غَذَّاك وَأَنْتَ فِي بَطْن أُمّك وَأَنْتَ طِفْل صَغِير حَتَّى إِذَا اِشْتَدَدْت وَعَقَلْت قُلْت هُوَ الْمَوْت أَوْ الْقَتْل أَنَّى لِي بِالرِّزْقِ ؟ ثُمَّ قَرَأَ مَكْحُول \" اللَّه يَعْلَم مَا تَحْمِل كُلّ أُنْثَى \" الْآيَة وَقَالَ قَتَادَة \" وَكُلّ شَيْء عِنْده بِمِقْدَارٍ \" أَيْ بِأَجَلٍ حَفِظَ أَرْزَاق خَلْقه وَآجَالهمْ وَجَعَلَ لِذَلِكَ أَجَلًا مَعْلُومًا . وَفِي الْحَدِيث الصَّحِيح أَنَّ إِحْدَى بَنَات النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَتْ إِلَيْهِ أَنَّ اِبْنًا لَهَا فِي الْمَوْت وَأَنَّهَا تُحِبّ أَنْ يَحْضُرهُ فَبَعَثَ إِلَيْهَا يَقُول \" إِنَّ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلّ شَيْء عِنْده بِأَجَلٍ مُسَمًّى فَمُرُوهَا فَلْتَصْبِرْ وَلْتَحْتَسِبْ\" الْحَدِيث بِتَمَامِهِ .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37898, "aya_id": 8}]