[{"text": "حَتَّى إِذَا جَاء أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلاَّ مَن سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلاَّ قَلِيلٌ", "sura_id": 11, "type": 0, "id": 1513, "aya_id": 40}, {"text": "حتى إذا جاء أمرنا وفار التنور قلنا احمل فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول ومن آمن وما آمن معه إلا قليل", "sura_id": 11, "type": 1, "id": 7749, "aya_id": 40}, {"text": "40 - (حتى) غاية للصنع (إذا جاء أمرنا) بإهلاكهم (وفار التنور) للخباز بالماء ، وكان ذلك علامة لنوح (قلنا احمل فيها) في السفينة (من كل زوجين) ذكر وأنثى أي من كل أنواعهما (اثنين) ذكراً وأنثى وهو مفعول وفي القصة أن الله حشر لنوح السباع والطير وغيرها ، فجعل يضرب بيده في كل نوع فتقع يده اليمنى على الذكر واليسرى على الأنثى فيحملها في السفينة (وأهلَكَ) أي زوجته وأولاده (إلا من سبق عليه القول) أي منهم بالإهلاك وهو ولده كنعان وزوجته بخلاف سام وحام ويافث فحملهم وزوجاتهم الثلاثة (ومن آمن وما آمن معه إلا قليل) قيل كانوا ستة رجال ونساءهم وقيل جميع من كان في السفينة ثمانون نصفهم رجال ونصفهم نساء \r\n", "sura_id": 11, "type": 2, "id": 26457, "aya_id": 40}, {"text": "حتى إذا جاء أمرنا بإهلاكهم كما وَعدْنا نوحًا بذلك, ونبع الماء بقوة من التنور -وهو المكان الذي يخبز فيه- علامة على مجيء العذاب, قلنا لنوح: احمل في السفينة من كل نوع من أنواع الحيوانات ذكرًا وأنثى, واحمل فيها أهل بيتك, إلا مَن سبق عليهم القول ممن لم يؤمن بالله كابنه وامرأته, واحمل فيها من آمن معك من قومك, وما آمن معه إلا قليل مع طول المدة والمقام فيهم.\r\n", "sura_id": 11, "type": 3, "id": 32693, "aya_id": 40}, {"text": " <font color=red>حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ</font><BR><p>هَذِهِ مَوْعِدَة مِنْ اللَّه تَعَالَى لِنُوحٍ عَلَيْهِ السَّلَام إِذَا جَاءَ أَمْر اللَّه مِنْ الْأَمْطَار الْمُتَتَابِعَة وَالْهَتَانِ الَّذِي لَا يُقْلِع وَلَا يَفْتُر بَلْ هُوَ كَمَا قَالَ تَعَالَى \" فَفَتَحْنَا أَبْوَاب السَّمَاء بِمَاءٍ مُنْهَمِر وَفَجَّرْنَا الْأَرْض عُيُونًا فَالْتَقَى الْمَاء عَلَى أَمْر قَدْ قُدِرَ وَحَمَلْنَاهُ عَلَى ذَات أَلْوَاح وَدُسُر تَجْرِي بِأَعْيُنِنَا جَزَاء لِمَنْ كَانَ كُفِرَ\" وَأَمَّا قَوْله \" وَفَارَ التَّنُّور \" فَعَنْ اِبْن عَبَّاس التَّنُّور وَجْه الْأَرْض أَيْ صَارَتْ الْأَرْض عُيُونًا تَفُور حَتَّى فَارَ الْمَاء مِنْ التَّنَانِير الَّتِي هِيَ مَكَان النَّار صَارَتْ تَفُور مَاء وَهَذَا قَوْل جُمْهُور السَّلَف وَعُلَمَاء الْخَلَف وَعَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ التَّنُّور فَلَق الصُّبْح وَتَنْوِير الْفَجْر وَهُوَ ضِيَاؤُهُ وَإِشْرَاقه وَالْأَوَّل أَظْهَر وَقَالَ مُجَاهِد وَالشَّعْبِيّ كَانَ هَذَا التَّنُّور بِالْكُوفَةِ وَعَنْ اِبْن عَبَّاس عَيْن بِالْهِنْدِ وَعَنْ قَتَادَة عَيْن بِالْجَزِيرَةِ يُقَال لَهَا عَيْن الْوَرْدَة وَهَذِهِ أَقْوَال غَرِيبَة فَحِينَئِذٍ أَمَرَ اللَّه نُوحًا عَلَيْهِ السَّلَام أَنْ يَحْمِل مَعَهُ فِي السَّفِينَة مِنْ كُلّ زَوْجَيْنِ اِثْنَيْنِ مِنْ صُنُوف الْمَخْلُوقَات ذَوَات الْأَرْوَاح قِيلَ وَغَيْرهَا مِنْ النَّبَاتَات اِثْنَيْنِ ذَكَرًا وَأُنْثَى فَقِيلَ كَانَ أَوَّل مَنْ أُدْخِل مِنْ الطُّيُور الدُّرَّة وَآخِر مَنْ أُدْخِلَ مِنْ الْحَيَوَانَات الْحِمَار فَتَعَلَّقَ إِبْلِيس بِذَنَبِهِ وَجَعَلَ يُرِيد أَنْ يَنْهَض فَيُثْقِلهُ إِبْلِيس وَهُوَ مُتَعَلِّق بِذَنَبِهِ فَجَعَلَ يَقُول لَهُ نُوح عَلَيْهِ السَّلَام : مَالَك وَيْحك اُدْخُلْ فَيَنْهَض وَلَا يَقْدِر فَقَالَ اُدْخُلْ وَإِنْ كَانَ إِبْلِيس مَعَك فَدَخَلَا فِي السَّفِينَة ; وَذَكَرَ بَعْض السَّلَف أَنَّهُمْ لَمْ يَسْتَطِيعُوا أَنْ يَحْمِلُوا مَعَهُمْ الْأَسَد حَتَّى أُلْقِيَتْ عَلَيْهِ الْحُمَّى . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث حَدَّثَنِي اللَّيْث حَدَّثَنِي هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَمَّا حَمَلَ نُوح فِي السَّفِينَة مِنْ كُلّ زَوْجَيْنِ اِثْنَيْنِ قَالَ أَصْحَابه وَكَيْف تَطْمَئِنّ الْمَوَاشِي وَمَعَهَا الْأَسَد ؟ فَسَلَّطَ اللَّه عَلَيْهِ الْحُمَّى فَكَانَتْ أَوَّل حُمَّى نَزَلَتْ فِي الْأَرْض ثُمَّ شَكَوْا الْفَأْرَة فَقَالُوا الْفُوَيْسِقَة تُفْسِد عَلَيْنَا طَعَامنَا وَمَتَاعنَا فَأَوْحَى اللَّه إِلَى الْأَسَد فَعَطَسَ فَخَرَجَتْ الْهِرَّة مِنْهُ فَتَخَبَّأَتْ الْفَأْرَة مِنْهَا \" . وَقَوْله\" وَأَهْلَك إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْل \" أَيْ وَاحْمِلْ فِيهَا أَهْلَك وَهُمْ أَهْل بَيْته وَقَرَابَته إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْل مِنْهُمْ مِمَّنْ لَمْ يُؤْمِن بِاَللَّهِ فَكَانَ مِنْهُمْ اِبْنه يَام الَّذِي اِنْعَزَلَ وَحْده وَامْرَأَة نُوح وَكَانَتْ كَافِرَة بِاَللَّهِ وَرَسُوله وَقَوْله \" وَمَنْ آمَنَ \" أَيْ مِنْ قَوْمك \" وَمَا آمَنَ مَعَهُ إِلَّا قَلِيل \" أَيْ نَزْر يَسِير مَعَ طُول الْمُدَّة وَالْمُقَام بَيْن أَظْهَرهُمْ أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا فَعَنْ اِبْن عَبَّاس كَانُوا ثَمَانِينَ نَفْسًا مِنْهُمْ نِسَاؤُهُمْ وَعَنْ كَعْب الْأَحْبَار كَانُوا اِثْنَيْنِ وَسَبْعِينَ نَفْسًا وَقِيلَ كَانُوا عَشْرَة , وَقِيلَ إِنَّمَا كَانَ نُوح وَبَنُوهُ الثَّلَاثَة سَام وَحَام وَيَافِث وَكَنَائِنه الْأَرْبَع نِسَاء هَؤُلَاءِ الثَّلَاثَة وَامْرَأَة يَام وَقِيلَ بَلْ اِمْرَأَة نُوح كَانَتْ مَعَهُمْ فِي السَّفِينَة وَهَذَا فِيهِ نَظَر بَلْ الظَّاهِر أَنَّهَا هَلَكَتْ لِأَنَّهَا كَانَتْ عَلَى دِين قَوْمهَا فَأَصَابَهَا مَا أَصَابَهُمْ كَمَا أَصَابَ اِمْرَأَة لُوط مَا أَصَابَ قَوْمهَا وَاَللَّه أَعْلَم وَأَحْكَم .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37658, "aya_id": 40}]