[{"text": "وَمَا أَنتَ بِهَادِي الْعُمْيِ عَن ضَلَالَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ", "sura_id": 30, "type": 0, "id": 3462, "aya_id": 53}, {"text": "وما أنت بهاد العمي عن ضلالتهم إن تسمع إلا من يؤمن بآياتنا فهم مسلمون", "sura_id": 30, "type": 1, "id": 9698, "aya_id": 53}, {"text": "53 - (وما أنت بهاد العمي عن ضلالتهم إن) ما (تسمع) سماع إفهام وقبول (إلا من يؤمن بآياتنا) القرآن (فهم مسلمون) مخلصون بتوحيد الله \r\n", "sura_id": 30, "type": 2, "id": 28406, "aya_id": 53}, {"text": "وما أنت -أيها الرسول- بمرشد مَن أعماه الله عن طريق الهدى, ما تُسمع سماع انتفاع إلا مَن يؤمن بآياتنا, فهم خاضعون ممتثلون لأمر الله.\r\n", "sura_id": 30, "type": 3, "id": 34642, "aya_id": 53}, {"text": " <font color=red>وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ</font><BR><p>قَالَ تَعَالَى \" إِنْ تُسْمِع إِلَّا مَنْ يُؤْمِن بِآيَاتِنَا فَهُمْ مُسْلِمُونَ \" أَيْ خَاضِعُونَ مُسْتَجِيبُونَ مُطِيعُونَ فَأُولَئِكَ هُمْ الَّذِينَ يَسْمَعُونَ الْحَقّ وَيَتَّبِعُونَهُ وَهَذَا حَال الْمُؤْمِنِينَ وَالْأَوَّل مِثْل الْكَافِرِينَ كَمَا قَالَ اللَّه تَعَالَى \" إِنَّمَا يَسْتَجِيب الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثهُمْ اللَّه ثُمَّ إِلَيْهِ يُرْجَعُونَ\" وَقَدْ اِسْتَدَلَّتْ أُمّ الْمُؤْمِنِينَ عَائِشَة رَضِيَ اللَّه عَنْهَا بِهَذِهِ الْآيَة \" إِنَّك لَا تُسْمِع الْمَوْتَى \" عَلَى تَوْهِيم عَبْد اللَّه بْن عُمَر فِي رِوَايَته مُخَاطَبَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْقَتْلَى الَّذِينَ أُلْقُوا فِي قَلِيب بَدْر بَعْد ثَلَاثَة أَيَّام وَمُعَاتَبَته إِيَّاهُمْ وَتَقْرِيعه لَهُمْ حَتَّى قَالَ لَهُ عُمَر يَا رَسُول اللَّه مَا تُخَاطِب مِنْ قَوْم قَدْ جَيَّفُوا ؟ فَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُول مِنْهُمْ وَلَكِنْ لَا يُجِيبُونَ \" وَتَأَوَّلَتْهُ عَائِشَة عَلَى أَنَّهُ قَالَ \" إِنَّهُمْ الْآن لَيَعْلَمُونَ أَنَّ مَا كُنْت أَقُول لَهُمْ حَقّ \" وَقَالَ قَتَادَة أَحْيَاهُمْ اللَّه لَهُ حَتَّى سَمِعُوا مَقَالَته تَقْرِيعًا وَتَوْبِيخًا وَنِقْمَة وَالصَّحِيح عِنْد الْعُلَمَاء رِوَايَة عَبْد اللَّه بْن عُمَر لِمَا لَهَا مِنْ الشَّوَاهِد عَلَى صِحَّتهَا مِنْ وُجُوه كَثِيرَة مِنْ أَشْهَر ذَلِكَ مَا رَوَاهُ اِبْن عَبْد الْبَرّ مُصَحِّحًا لَهُ عَنْ اِبْن عَبَّاس مَرْفُوعًا \" مَا مِنْ أَحَد يَمُرّ بِقَبْرِ أَخِيهِ الْمُسْلِم كَانَ يَعْرِفهُ فِي الدُّنْيَا فَيُسَلِّم عَلَيْهِ إِلَّا رَدَّ اللَّه عَلَيْهِ رُوحه حَتَّى يَرُدّ عَلَيْهِ السَّلَام \" . وَثَبَتَ عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأُمَّتِهِ إِذَا سَلَّمُوا عَلَى أَهْل الْقُبُور أَنْ يُسَلِّمُوا عَلَيْهِمْ سَلَام مَنْ يُخَاطِبُونَهُ فَيَقُول الْمُسْلِم السَّلَام عَلَيْكُمْ دَار قَوْم مُؤْمِنِينَ وَهَذَا خِطَاب لِمَنْ يَسْمَع وَيَعْقِل وَلَوْلَا هَذَا الْخِطَاب لَكَانُوا بِمَنْزِلَةِ خِطَاب الْمَعْدُوم وَالْجَمَاد وَالسَّلَف مُجْمِعُونَ عَلَى هَذَا. وَقَدْ تَوَاتَرَتْ الْآثَار عَنْهُمْ بِأَنَّ الْمَيِّت يَعْرِف بِزِيَارَةِ الْحَيّ لَهُ وَيَسْتَبْشِر فَرَوَى اِبْن أَبِي الدُّنْيَا فِي كِتَاب الْقُبُور عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ رَجُل يَزُور قَبْر أَخِيهِ وَيَجْلِس عِنْده إِلَّا اِسْتَأْنَسَ بِهِ وَرَدَّ عَلَيْهِ حَتَّى يَقُوم \" وَرُوِيَ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : إِذَا مَرَّ الرَّجُل بِقَبْرٍ يَعْرِفهُ فَسَلَّمَ عَلَيْهِ رَدَّ عَلَيْهِ السَّلَام وَرَوَى اِبْن أَبِي الدُّنْيَا بِإِسْنَادِهِ عَنْ رَجُل مِنْ آلِ عَاصِم الْجَحْدَرِيّ قَالَ رَأَيْت عَاصِمًا الْجَحْدَرِيّ فِي مَنَامِي بَعْد مَوْته بِسَنَتَيْنِ فَقُلْت أَلَيْسَ قَدْ مُتّ ؟ قَالَ بَلَى قُلْت فَأَيْنَ أَنْتَ ؟ قَالَ أَنَا وَاَللَّه فِي رَوْضَة مِنْ رِيَاض الْجَنَّة أَنَا وَنَفَر مِنْ أَصْحَابِي نَجْتَمِع كُلّ لَيْلَة جُمْعَة وَصَبِيحَتهَا إِلَى بَكْر بْن عَبْد اللَّه الْمُزَنِيّ فَنَتَلَقَّى أَخْبَاركُمْ قَالَ قُلْت أَجْسَامكُمْ أُمّ أَرْوَاحكُمْ ؟ قَالَ هَيْهَاتَ قَدْ بَلِيَتْ الْأَجْسَام وَإِنَّمَا تَتَلَاقَى الْأَرْوَاح قَالَ قُلْت فَهَلْ تَعْلَمُونَ بِزِيَارَتِنَا إِيَّاكُمْ ؟ قَالَ نَعْلَم بِهَا عَشِيَّة الْجُمْعَة وَيَوْم الْجُمْعَة كُلّه وَيَوْم السَّبْت إِلَى طُلُوع الشَّمْس قَالَ قُلْت فَكَيْف ذَلِكَ دُون الْأَيَّام كُلّهَا ؟ قَالَ لِفَضْلِ يَوْم الْجُمْعَة وَعَظَمَته قَالَ وَحَدَّثَنَا مُحَمَّد بْن الْحُسَيْن ثَنَا بَكْر بْن مُحَمَّد ثَنَا حَسَن الْقَصَّاب قَالَ كُنْت أَغْدُو مَعَ مُحَمَّد بْن وَاسِع فِي كُلّ غَدَاة سَبْت حَتَّى نَأْتِي أَهْل الْجَبَّانَة فَنَقِف عَلَى الْقُبُور فَنُسَلِّم عَلَيْهِمْ وَنَدْعُو لَهُمْ ثُمَّ نَنْصَرِف فَقُلْت ذَات يَوْم لَوْ صَيَّرْت هَذَا الْيَوْم يَوْم الِاثْنَيْنِ ؟ قَالَ بَلَغَنِي أَنَّ الْمَوْتَى يَعْلَمُونَ بِزُوَّارِهِمْ يَوْم الْجُمْعَة وَيَوْمًا قَبْلهَا وَيَوْمًا بَعْدهَا . قَالَ ثَنَا مُحَمَّد ثَنَا عَبْد الْعَزِيز بْن أَبَان قَالَ ثَنَا سُفْيَان الثَّوْرِيّ قَالَ بَلَغَنِي عَنْ الضَّحَّاك أَنَّهُ قَالَ : مَنْ زَارَ قَبْرًا يَوْم السَّبْت قَبْل طُلُوع الشَّمْس عَلِمَ الْمَيِّت بِزِيَارَتِهِ فَقِيلَ لَهُ وَكَيْفَ ذَلِكَ ؟ قَالَ لِمَكَانِ يَوْم الْجُمْعَة . حَدَّثَنَا خَالِد بْن خِدَاش ثَنَا جَعْفَر بْن سُلَيْمَان عَنْ أَبِي التَّيَّاح يَقُول كَانَ مُطَرِّف يَغْدُو فَإِذَا كَانَ يَوْم الْجُمْعَة أَدْلَجَ : قَالَ وَسَمِعْت أَبَا التَّيَّاح يَقُول بَلَغَنَا أَنَّهُ كَانَ يَنْزِل بِغُوطَةٍ فَأَقْبَلَ لَيْلَة حَتَّى إِذَا كَانَ عِنْد الْمَقَابِر يَقُوم وَهُوَ عَلَى فَرَسه فَرَأَى أَهْل الْقُبُور كُلّ صَاحِب قَبْر جَالِسًا عَلَى قَبْره فَقَالُوا هَذَا مُطَرِّف يَأْتِي الْجُمْعَة وَيُصَلُّونَ عِنْدكُمْ يَوْم الْجُمْعَة ؟ قَالُوا نَعَمْ وَنَعْلَم مَا يَقُول فِيهِ الطَّيْر قُلْت وَمَا يَقُولُونَ ؟ قَالَ يَقُولُونَ سَلَام عَلَيْكُمْ حَدَّثَنِي مُحَمَّد بْن الْحَسَن ثَنَا يَحْيَى بْن أَبِي بَكْر ثَنَا الْفَضْل بْن الْمُوَفَّق اِبْن خَال سُفْيَان بْن عُيَيْنَة قَالَ لَمَّا مَاتَ أَبِي جَزِعْت عَلَيْهِ جَزَعًا شَدِيدًا فَكُنْت آتِي قَبْره فِي كُلّ يَوْم ثُمَّ قَصَّرْت عَنْ ذَلِكَ مَا شَاءَ اللَّه ثُمَّ إِنِّي أَتَيْته يَوْمًا فَبَيْنَا أَنَا جَالِس عِنْد الْقَبْر غَلَبَتْنِي عَيْنَايَ فَنِمْت فَرَأَيْت كَأَنَّ قَبْر أَبِي قَدْ اِنْفَرَجَ وَكَأَنَّهُ قَاعِد فِي قَبْره مُتَوَشِّح أَكْفَانه عَلَيْهِ سِحْنَة الْمَوْتَى قَالَ فَكَأَنِّي بَكَيْت لَمَّا رَأَيْته قَالَ يَا بُنَيَّ مَا أَبْطَأَ بِك عَنِّي قُلْت وَإِنَّك لَتَعْلَم بِمَجِيئِي ؟ قَالَ مَا جِئْت مَرَّة إِلَّا عَلِمْتهَا وَقَدْ كُنْت تَأْتِينِي فَأُسَرّ بِك وَيُسَرّ مَنْ حَوْلِي بِدُعَائِك قَالَ فَكُنْت آتِيه بَعْد ذَلِكَ كَثِيرًا حَدَّثَنِي مُحَمَّد حَدَّثَنَا يَحْيَى بْن بِسْطَام ثَنَا عُثْمَان بْن سُوَيْد الطُّفَاوِيّ قَالَ وَكَانَتْ أُمّه مِنْ الْعَابِدَات وَكَانَ يُقَال لَهَا رَاهِبَة قَالَ : لَمَّا اُحْتُضِرَتْ رَفَعَتْ رَأْسهَا إِلَى السَّمَاء فَقَالَتْ يَا ذُخْرِي وَذَخِيرَتِي مَنْ عَلَيْهِ اِعْتِمَادِي فِي حَيَاتِي وَبَعْد مَوْتِي لَا تَخْذُلنِي عِنْد الْمَوْت وَلَا تُوحِشنِي . قَالَ فَمَاتَتْ فَكُنْت آتِيهَا فِي كُلّ جُمْعَة فَأَدْعُو لَهَا وَأَسْتَغْفِر لَهَا وَلِأَهْلِ الْقُبُور فَرَأَيْتهَا ذَات يَوْم فِي مَنَامِي فَقُلْت لَهَا يَا أُمِّي كَيْف أَنْتِ ؟ قَالَتْ أَيْ بُنَيَّ إِنَّ لِلْمَوْتِ لَكُرْبَة شَدِيدَة وَإِنِّي بِحَمْدِ اللَّه لَفِي بَرْزَخ مَحْمُود يُفْرَش فِيهِ الرَّيْحَان وَنَتَوَسَّد السُّنْدُس وَالْإِسْتَبْرَق إِلَى يَوْم النُّشُور فَقُلْت لَهَا أَلَك حَاجَة ؟ قَالَتْ نَعَمْ قُلْت وَمَا هِيَ ؟ قَالَتْ لَا تَدَع مَا كُنْت تَصْنَع مِنْ زِيَارَتنَا وَالدُّعَاء لَنَا فَإِنِّي لَأُبَشَّر بِمَجِيئِك يَوْم الْجُمْعَة إِذَا أَقْبَلْت مِنْ أَهْلك يُقَال لِي يَا رَاهِبَة هَذَا اِبْنك قَدْ أَقْبَلَ فَأُسَرّ وَيُسَرّ بِذَلِكَ مَنْ حَوْلِي مِنْ الْأَمْوَات حَدَّثَنِي مُحَمَّد ثَنَا مُحَمَّد بْن عَبْد الْعَزِيز بْن سُلَيْمَان ثَنَا بِشْر بْن مَنْصُور قَالَ لَمَّا كَانَ زَمَن الطَّاعُون كَانَ رَجُل يَخْتَلِف إِلَى الْجَبَّانَة فَيَشْهَد الصَّلَاة عَلَى الْجَنَائِز فَإِذَا أَمْسَى وَقَفَ عَلَى الْمَقَابِر فَقَالَ آنَسَ اللَّه وَحْشَتكُمْ وَرَحِمَ غُرْبَتكُمْ وَتَجَاوَزَ عَنْ مُسِيئِكُمْ وَقَبِلَ حَسَنَاتكُمْ لَا يَزِيد عَلَى هَؤُلَاءِ الْكَلِمَات قَالَ فَأَمْسَيْت ذَات لَيْلَة وَانْصَرَفْت إِلَى أَهْلِي وَلَمْ آتِ الْمَقَابِر فَأَدْعُو كَمَا كُنْت أَدْعُو قَالَ فَبَيْنَا أَنَا نَائِم إِذَا بِخَلْقٍ قَدْ جَاءُونِي فَقُلْت مَا أَنْتُمْ وَمَا حَاجَتكُمْ ؟ قَالُوا نَحْنُ أَهْل الْمَقَابِر قُلْت مَا حَاجَتكُمْ ؟ قَالُوا إِنَّك قَدْ عَوَّدْتنَا مِنْك هَدِيَّة عِنْد اِنْصِرَافك إِلَى أَهْلك قُلْت وَمَا هِيَ ؟ قَالُوا الدَّعَوَات الَّتِي كُنْت تَدْعُو بِهَا قَالَ قُلْت فَإِنِّي أَعُود لِذَلِكَ قَالَ فَمَا تَرَكْتهَا بَعْد وَأَبْلَغ مِنْ ذَلِكَ أَنَّ الْمَيِّت يَعْلَم بِعَمَلِ الْحَيّ مِنْ أَقَارِبه وَإِخْوَانه . قَالَ عَبْد اللَّه بْن الْمُبَارَك حَدَّثَنِي ثَوْر بْن يَزِيد عَنْ إِبْرَاهِيم عَنْ أَيُّوب قَالَ : تُعْرَض أَعْمَال الْأَحْيَاء عَلَى الْمَوْتَى فَإِذَا رَأَوْا حَسَنًا فَرِحُوا وَاسْتَبْشَرُوا وَإِنْ رَأَوْا سُوءًا قَالُوا اللَّهُمَّ رَاجِعْ بِهِ . وَذَكَرَ اِبْن أَبِي الدُّنْيَا عَنْ أَحْمَد بْن أَبِي الْحَوَارِيّ قَالَ ثَنَا مُحَمَّد أَخِي قَالَ دَخَلَ عَبَّاد بْن عَبَّاد عَلَى إِبْرَاهِيم بْن صَالِح وَهُوَ عَلَى فِلَسْطِين فَقَالَ عِظْنِي قَالَ بِمَ أَعِظك أَصْلَحَك اللَّه ؟ بَلَغَنِي أَنَّ أَعْمَال الْأَحْيَاء تُعْرَض عَلَى أَقَارِبهمْ مِنْ الْمَوْتَى فَانْظُرْ مَا يُعْرَض عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ عَمَلك فَبَكَى إِبْرَاهِيم حَتَّى أَخْضَلَ لِحْيَته . قَالَ اِبْن أَبِي الدُّنْيَا وَحَدَّثَنِي مُحَمَّد بْن الْحُسَيْن ثَنَا خَالِد بْن عَمْرو الْأُمَوِيّ ثَنَا صَدَقَة بْن سَلْمَان الْجَعْفَرِيّ قَالَ : كَانَتْ لِي شِرَّة سَمِجَة فَمَاتَ أَبِي فَتُبْت وَنَدِمْت عَلَى مَا فَرَّطْت ثُمَّ زَلَلْت أَيّمَا زَلَّة فَرَأَيْت أَبِي فِي الْمَنَام فَقَالَ أَيْ بُنَيَّ مَا كَانَ أَشَدّ فَرَحِي بِك وَأَعْمَالك تُعْرَض عَلَيْنَا فَنُشَبِّههَا بِأَعْمَالِ الصَّالِحِينَ فَلَمَّا كَانَتْ هَذِهِ الْمَرَّة اِسْتَحْيَيْت لِذَلِكَ حَيَاء شَدِيدًا فَلَا تُخْزِنِي فِيمَنْ حَوْلِي مِنْ الْأَمْوَات قَالَ فَكُنْت أَسْمَعهُ بَعْد ذَلِكَ يَقُول فِي دُعَائِهِ فِي السَّحَر وَكَانَ جَارًا لِي بِالْكُوفَةِ أَسْأَلك إِيَابَة لَا رَجْعَة فِيهَا وَلَا حَوْر يَا مُصْلِح الصَّالِحِينَ وَيَا هَادِي الْمُضِلِّينَ وَيَا أَرْحَم الرَّاحِمِينَ . وَهَذَا بَاب فِيهِ آثَار كَثِيرَة عَنْ الصَّحَابَة وَكَانَ بَعْض الْأَنْصَار مِنْ أَقَارِب عَبْد اللَّه بْن رَوَاحَة يَقُول : اللَّهُمَّ إِنِّي أَعُوذ بِك مِنْ عَمَل أَخْزَى بِهِ عِنْد عَبْد اللَّه بْن رَوَاحَة كَانَ يَقُول ذَلِكَ بَعْد أَنْ اُسْتُشْهِدَ عَبْد اللَّه . وَقَدْ شُرِعَ السَّلَام عَلَى الْمَوْتَى وَالسَّلَام عَلَى مَنْ لَمْ يَشْعُر وَلَا يَعْلَم بِالْمُسْلِمِ مُحَال . وَقَدْ عَلَّمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمَّته إِذَا رَأَوْا الْقُبُور أَنْ يَقُولُوا سَلَام عَلَيْكُمْ أَهْل الدِّيَار مِنْ الْمُؤْمِنِينَ وَإِنَّا إِنْ شَاءَ اللَّه بِكُمْ لَاحِقُونَ يَرْحَم اللَّه الْمُسْتَقْدِمِينَ مِنَّا وَمِنْكُمْ وَالْمُسْتَأْخِرِينَ نَسْأَل اللَّه لَنَا وَلَكُمْ الْعَافِيَة فَهَذَا السَّلَام وَالْخِطَاب وَالنِّدَاء لِمَوْجُودٍ يَسْمَع وَيُخَاطَب وَيَعْقِل وَيَرُدّ وَإِنْ لَمْ يَسْمَع الْمُسْلِم الرَّدّ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40091, "aya_id": 53}]