[{"text": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءكُم بِالْبَيِّنَاتِ مِن رَّبِّكُمْ وَإِن يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ", "sura_id": 40, "type": 0, "id": 4161, "aya_id": 28}, {"text": "وقال رجل مؤمن من آل فرعون يكتم إيمانه أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم وإن يك كاذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم إن الله لا يهدي من هو مسرف كذاب", "sura_id": 40, "type": 1, "id": 10397, "aya_id": 28}, {"text": "28 - (وقال رجل مؤمن من آل فرعون) قيل هو ابن عمه (يكتم إيمانه أتقتلون رجلا أن) أي لأن (يقول ربي الله وقد جاءكم بالبينات) بالمعجزات الظاهرات (من ربكم وإن يك كاذبا فعليه كذبه) أي ضرر كذبه (وإن يك صادقا يصبكم بعض الذي يعدكم) به من العذاب عاجلا (إن الله لا يهدي من هو مسرف) مشرك (كذاب) مفتر \r\n", "sura_id": 40, "type": 2, "id": 29105, "aya_id": 28}, {"text": "وقال رجل مؤمن بالله من آل فرعون, يكتم إيمانه منكرًا على قومه: كيف تستحلون قَتْلَ رجل لا جرم له عندكم إلا أن يقول ربي الله, وقد جاءكم بالبراهين القاطعة مِن ربكم على صِدْق ما يقول؟ فإن يك موسى كاذبًا فإنَّ وبالَ كذبه عائد عليه وحده, وإن يك صادقًا لحقكم بعض الذي يتوعَّدكم به, إن الله لا يوفق للحق مَن هو متجاوز للحد, بترك الحق والإقبال على الباطل, كذَّاب بنسبته ما أسرف فيه إلى الله.\r\n", "sura_id": 40, "type": 3, "id": 35341, "aya_id": 28}, {"text": " <font color=red>وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ</font><BR><p>الْمَشْهُور أَنَّ هَذَا الرَّجُل الْمُؤْمِن كَانَ قِبْطِيًّا مِنْ آلِ فِرْعَوْن قَالَ السُّدِّيّ : كَانَ اِبْن عَمّ فِرْعَوْن وَيُقَال إِنَّهُ الَّذِي نَجَا مَعَ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام وَاخْتَارَهُ اِبْن جَرِير وَرَدَّ قَوْل مَنْ ذَهَبَ إِلَى أَنَّهُ كَانَ إِسْرَائِيلِيًّا لِأَنَّ فِرْعَوْن اِنْفَعَلَ لِكَلَامِهِ وَاسْتَمَعَ وَكَفَّ عَنْ قَتْلِ مُوسَى عَلَيْهِ السَّلَام وَلَوْ كَانَ إِسْرَائِيلِيًّا لَأَوْشَكَ أَنْ يُعَاجِل بِالْعُقُوبَةِ لِأَنَّهُ مِنْهُمْ وَقَالَ اِبْن جَرِير عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا لَمْ يُؤْمِن مِنْ آلِ فِرْعَوْن سِوَى هَذَا الرَّجُل وَامْرَأَة فِرْعَوْن وَاَلَّذِي قَالَ \" يَا مُوسَى إِنَّ الْمَلَأ يَأْتَمِرُونَ بِك لِيَقْتُلُوك \" رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ كَانَ هَذَا الرَّجُل يَكْتُم إِيمَانَهُ عَنْ قَوْمه الْقِبْط فَلَمْ يَظْهَر إِلَّا هَذَا الْيَوْم حِين قَالَ فِرْعَوْن \" ذَرُونِي أَقْتُل مُوسَى \" فَأَخَذَتْ الرَّجُل غَضْبَةٌ لِلَّهِ عَزَّ وَجَلَّ وَأَفْضَل الْجِهَاد كَلِمَة عَدْل عِنْد سُلْطَانٍ جَائِرٍ كَمَا ثَبَتَ بِذَلِكَ الْحَدِيثُ وَلَا أَعْظَم مِنْ هَذِهِ الْكَلِمَة عِنْد فِرْعَوْن وَهِيَ قَوْله \" أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّي اللَّهُ \" اللَّهُمَّ إِلَّا مَا رَوَاهُ الْبُخَارِيّ فِي صَحِيحه حَيْثُ قَالَ حَدَّثَنَا عَلِيُّ بْن عَبْد اللَّه حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنِي يَحْيَى بْن أَبِي كَثِير حَدَّثَنِي مُحَمَّد بْن إِبْرَاهِيم التَّيْمِيّ حَدَّثَنِي عُرْوَة بْن الزُّبَيْر رَضِيَ اللَّه تَعَالَى عَنْهُمَا قَالَ : قُلْت لِعَبْدِ اللَّه بْن عَمْرو بْن الْعَاص رَضِيَ اللَّه عَنْهُمَا أَخْبِرْنِي بِأَشَدّ شَيْء صَنَعَهُ الْمُشْرِكُونَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي بِفِنَاءِ الْكَعْبَة إِذْ أَقْبَلَ عُقْبَة بْن أَبِي مُعَيْط فَأَخَذَ بِمَنْكِبِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَوَى ثَوْبه فِي عُنُقه فَخَنَقَهُ خَنْقًا شَدِيدًا فَأَقْبَلَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ فَأَخَذَ بِمَنْكِبِهِ وَدَفَعَهُ عَنْ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ \" أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّي اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ \" اِنْفَرَدَ بِهِ الْبُخَارِيُّ مِنْ حَدِيث الْأَوْزَاعِيّ قَالَ وَتَابَعَهُ مُحَمَّد اِبْن إِسْحَاق عَنْ إِبْرَاهِيم بْن عُرْوَة عَنْ أَبِيهِ بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا هَارُون بْن إِسْحَاق الْهَمْدَانِيّ حَدَّثَنَا عَبْدَة عَنْ هِشَام - يَعْنِي اِبْن عُرْوَة - عَنْ أَبِيهِ عَنْ عَمْرو بْن الْعَاص رَضِيَ اللَّه عَنْهُ أَنَّهُ سُئِلَ مَا أَشَدّ مَا رَأَيْت قُرَيْشًا بَلَغُوا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ مَرَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِمْ ذَات يَوْم فَقَالُوا لَهُ أَنْتَ تَنْهَانَا أَنْ نَعْبُد مَا يَعْبُد آبَاؤُنَا ؟ فَقَالَ \" أَنَا ذَاكَ \" فَقَامُوا إِلَيْهِ فَأَخَذُوا بِمَجَامِعِ ثِيَابه فَرَأَيْت أَبَا بَكْر رَضِيَ اللَّه عَنْهُ مُحْتَضِنَهُ مِنْ وَرَائِهِ وَهُوَ يَصِيح بِأَعْلَى صَوْته وَإِنَّ عَيْنَيْهِ لَيَسِيلَانِ وَهُوَ يَقُول يَا قَوْم \" أَتَقْتُلُونَ رَجُلًا أَنْ يَقُول رَبِّي اللَّه وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبّكُمْ \" حَتَّى فَرَغَ مِنْ الْآيَة كُلّهَا وَهَكَذَا رَوَاهُ النَّسَائِيّ مِنْ حَدِيث عَبْدَة فَجَعَلَهُ مِنْ مُسْنَد عَمْرو بْن الْعَاص رَضِيَ اللَّه عَنْهُ وَقَوْله تَعَالَى \" وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبّكُمْ \" أَيْ كَيْفَ تَقْتُلُونَ رَجُلًا لِكَوْنِهِ يَقُول رَبِّي اللَّه وَقَدْ أَقَامَ لَكُمْ الْبُرْهَان عَلَى صِدْق مَا جَاءَكُمْ بِهِ مِنْ الْحَقّ ؟ ثُمَّ تَنَزَّلَ مَعَهُمْ فِي الْمُخَاطَبَة فَقَالَ \" وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبه وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْض الَّذِي يَعِدُكُمْ \" يَعْنِي إِذَا لَمْ يَظْهَر لَكُمْ صِحَّة مَا جَاءَكُمْ بِهِ فَمِنْ الْعَقْل وَالرَّأْي التَّامّ وَالْحَزْم أَنْ تَتْرُكُوهُ وَنَفْسه فَلَا تُؤْذُوهُ فَإِنْ يَكُ كَاذِبًا فَإِنَّ اللَّه سُبْحَانه وَتَعَالَى سَيُجَازِيهِ عَلَى كَذِبِهِ بِالْعُقُوبَةِ فِي الدُّنْيَا وَالْآخِرَة وَإِنْ يَكُ صَادِقًا وَقَدْ آذَيْتُمُوهُ يُصِبْكُمْ بَعْض الَّذِي يَعِدُكُمْ فَإِنَّهُ يَتَوَعَّدكُمْ إِنْ خَالَفْتُمُوهُ بِعَذَابٍ فِي الدُّنْيَا وَالْآخِرَة فَمِنْ الْجَائِز عِنْدكُمْ أَنْ يَكُون صَادِقًا فَيَنْبَغِي عَلَى هَذَا أَنْ لَا تَتَعَرَّضُوا لَهُ بَلْ اُتْرُكُوهُ وَقَوْمه يَدْعُوهُمْ وَيَتَّبِعُونَهُ وَهَكَذَا أَخْبَرَ اللَّه عَزَّ وَجَلَّ عَنْ مُوسَى عَلَيْهِ السَّلَام أَنَّهُ طَلَبَ مِنْ فِرْعَوْن وَقَوْمه الْمُوَادَعَة فِي قَوْله \" وَلَقَدْ فَتَنَّا قَبْلهمْ قَوْم فِرْعَوْن وَجَاءَهُمْ رَسُول كَرِيم أَنْ أَدُّوا إِلَيَّ عِبَاد اللَّه إِنِّي لَكُمْ رَسُول أَمِين وَأَنْ لَا تَعْلُوا عَلَى اللَّه إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِين وَإِنِّي عُذْت بِرَبِّي وَرَبّكُمْ أَنْ تَرْجُمُونِ وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ \" وَهَكَذَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِقُرَيْشٍ أَنْ يَتْرُكُوهُ يَدْعُو إِلَى اللَّه تَعَالَى عِبَاد اللَّه وَلَا يَمَسُّوهُ بِسُوءٍ وَيَصِلُوا مَا بَيْنه وَبَيْنهمْ مِنْ الْقَرَابَة فِي تَرْك أَذِيَّته قَالَ اللَّه عَزَّ وَجَلَّ \" قُلْ لَا أَسْأَلكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّة فِي الْقُرْبَى \" أَيْ أَنْ لَا تُؤْذُونِي فِيمَا بَيْنِي وَبَيْنكُمْ مِنْ الْقَرَابَة فَلَا تُؤْذُونِي وَتَتْرُكُوا بَيْنِي وَبَيْن النَّاس وَعَلَى هَذَا وَقَعَتْ الْهُدْنَة يَوْم الْحُدَيْبِيَة وَكَانَ فَتْحًا مُبِينًا وَقَوْله جَلَّ وَعَلَا \" إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ \" أَيْ لَوْ كَانَ هَذَا الَّذِي يَزْعُم أَنَّ اللَّه تَعَالَى أَرْسَلَهُ إِلَيْكُمْ كَاذِبًا كَمَا تَزْعُمُونَ لَكَانَ أَمْرُهُ بَيِّنًا يَظْهَر لِكُلِّ أَحَدٍ فِي أَقْوَاله وَأَفْعَاله فَكَانَتْ تَكُون فِي غَايَة الِاخْتِلَاف وَالِاضْطِرَاب وَهَذَا نَرَى أَمْرَهُ سَدِيدًا وَمَنْهَجه مُسْتَقِيمًا وَلَوْ كَانَ مِنْ الْمُسْرِفِينَ الْكَذَّابِينَ لَمَا هَدَاهُ اللَّه وَأَرْشَدَهُ إِلَى مَا تَرَوْنَ مِنْ اِنْتِظَام أَمْرِهِ وَفِعْلِهِ .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40961, "aya_id": 28}]