[{"text": "وَأَنَّ السَّاعَةَ آتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَن فِي الْقُبُورِ", "sura_id": 22, "type": 0, "id": 2602, "aya_id": 7}, {"text": "و أن الساعة آتية لا ريب فيها و أن الله يبعث من في القبور", "sura_id": 22, "type": 1, "id": 8838, "aya_id": 7}, {"text": "7 - (وأن الساعة آتية لا ريب) شك (فيها وأن الله يبعث من في القبور) ونزل في أبي جهل \r\n", "sura_id": 22, "type": 2, "id": 27546, "aya_id": 7}, {"text": "وأن ساعة البعث آتية, لا شك في ذلك, وأن الله يبعث الموتى مِن قبورهم لحسابهم وجزائهم.\r\n", "sura_id": 22, "type": 3, "id": 33782, "aya_id": 7}, {"text": " <font color=red>وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ</font><BR><p>\" وَأَنَّ السَّاعَة آتِيَة لَا رَيْب فِيهَا \" أَيْ كَائِنَة لَا شَكّ فِيهَا وَلَا مِرْيَة \" وَأَنَّ اللَّه يَبْعَث مَنْ فِي الْقُبُور \" أَيْ يُعِيدهُمْ بَعْدَمَا صَارُوا فِي قُبُورهمْ رِمَمًا وَيُوجِدهُمْ بَعْد الْعَدَم كَمَا قَالَ تَعَالَى \" وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقه قَالَ مَنْ يُحْيِي الْعِظَام وَهِيَ رَمِيم ؟ قُلْ يُحْيِهَا الَّذِي أَنْشَأَهَا أَوَّل مَرَّة وَهُوَ بِكُلِّ خَلْق عَلِيم الَّذِي جَعَلَ لَكُمْ مِنْ الشَّجَر الْأَخْضَر نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ \" وَالْآيَات فِي هَذَا كَثِيرَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز حَدَّثَنَا حَمَّاد بْن سَلَمَة قَالَ أَنْبَأَنَا يَعْلَى بْن عَطَاء عَنْ وَكِيع بْن عَدِيّ عَنْ عَمّه أَبِي رَزِين الْعُقَيْلِيّ وَاسْمه لَقِيط بْن عَامِر أَنَّهُ قَالَ يَا رَسُول اللَّه أَكُلّنَا يَرَى رَبّه عَزَّ وَجَلَّ يَوْم الْقِيَامَة وَمَا آيَة ذَلِكَ فِي خَلْقه ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَيْسَ كُلّكُمْ يَنْظُر إِلَى الْقَمَر مُخْلِيًا بِهِ ؟ \" قُلْنَا بَلَى قَالَ \" فَاَللَّه أَعْظَم \" قَالَ قُلْت يَا رَسُول اللَّه كَيْف يُحْيِي اللَّه الْمَوْتَى وَمَا آيَة ذَلِكَ فِي خَلْقه ؟ قَالَ \" أَمَا مَرَرْت بِوَادِي أَهْلك مَحْلًا ؟ \" قَالَ بَلَى قَالَ \" ثُمَّ مَرَرْت بِهِ يَهْتَزّ خَضِرًا \" قَالَ بَلَى قَالَ \" فَكَذَلِكَ يُحْيِي اللَّه الْمَوْتَى وَذَلِكَ آيَته فِي خَلْقه \" وَرَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ ثُمَّ رَوَاهُ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا عَلِيّ بْن إِسْحَاق أَنْبَأَنَا اِبْن الْمُبَارَك أَنْبَأَنَا عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر عَنْ سُلَيْمَان بْن مُوسَى عَنْ أَبِي رَزِين الْعُقَيْلِيّ قَالَ : أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا رَسُول اللَّه كَيْف يُحْيِي اللَّه الْمَوْتَى ؟ قَالَ \" أَمْرَرْت بِأَرْضٍ مِنْ أَرْض قَوْمك مُجْدِبَة ثُمَّ مَرَرْت بِهَا مُخْصِبَة ؟ \" قَالَ نَعَمْ قَالَ \" كَذَلِكَ النُّشُور \" وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عِيسَى بْن مَرْحُوم حَدَّثَنَا بُكَيْر بْن السَّمِيط عَنْ قَتَادَة عَنْ أَبِي الْحَجَّاج عَنْ مُعَاذ بْن جَبَل قَالَ : مَنْ عَلِمَ أَنَّ اللَّه هُوَ الْحَقّ الْمُبِين وَأَنَّ السَّاعَة آتِيَة لَا رَيْب فِيهَا وَأَنَّ اللَّه يَبْعَث مَنْ فِي الْقُبُور دَخَلَ الْجَنَّة .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39095, "aya_id": 7}]