[{"text": "فَلَمَّا دَخَلُواْ عَلَيْهِ قَالُواْ يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ إِنَّ اللّهَ يَجْزِي الْمُتَصَدِّقِينَ", "sura_id": 12, "type": 0, "id": 1684, "aya_id": 88}, {"text": "فلما دخلوا عليه قالوا يا أيها العزيز مسنا وأهلنا الضر وجئنا ببضاعة مزجاة فأوف لنا الكيل وتصدق علينا إن الله يجزي المتصدقين", "sura_id": 12, "type": 1, "id": 7920, "aya_id": 88}, {"text": "88 - (فلما دخلوا عليه قالوا يا أيها العزيز مسَّنا وأهلنا الضر) الجوع (وجئنا ببضاعة مزجاة) مدفوعة يدفعها كل من رآها لرداءتها وكانت دراهم زيوفاً أو غيرها (فأوف) أتم (لنا الكيل وتصدق علينا) بالمسامحة عن رداءة بضاعتنا (إن الله يجزي المتصدقين) يثيبهم ، فَرَقَّ لهم وأدركته الرحمة ورفع الحجاب بينه وبينهم \r\n", "sura_id": 12, "type": 2, "id": 26628, "aya_id": 88}, {"text": "فذهبوا إلى \"مصر\", فلما دخلوا على يوسف قالوا: يا أيها العزيز أصابنا وأهلنا القحط والجدب, وجئناك بثمن رديء قليل, فأعطنا به ما كنت تعطينا من قبل بالثمن الجيد, وتصدَّقْ علينا بقبض هذه الدراهم المزجاة وتجوَّز فيها, إن الله تعالى يثيب المتفضِّلين على أهل الحاجة بأموالهم.\r\n", "sura_id": 12, "type": 3, "id": 32864, "aya_id": 88}, {"text": " <font color=red>فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا إِنَّ اللَّهَ يَجْزِي</font><BR><p>وَقَوْله\" فَلَمَّا دَخَلُوا عَلَيْهِ \" تَقْدِير الْكَلَام : فَذَهَبُوا وَدَخَلُوا مِصْر وَدَخَلُوا عَلَى يُوسُف \" قَالُوا يَا أَيّهَا الْعَزِيز مَسَّنَا وَأَهْلنَا الضُّرّ يَعْنُونَ مِنْ الْجَدْب وَالْقَحْط وَقِلَّة الطَّعَام\" وَجِئْنَا بِبِضَاعَةٍ مُزْجَاة \" أَيْ وَمَعَنَا ثَمَن الطَّعَام الَّذِي نَمْتَارُهُ وَهُوَ ثَمَن قَلِيل قَالَهُ مُجَاهِد وَالْحَسَن وَغَيْر وَاحِد وَقَالَ اِبْن عَبَّاس الرَّدِيء لَا يُنْفَق مِثْل خَلِق الْغِرَارَة وَالْحَبْل وَالشَّيْء وَفِي رِوَايَة عَنْهُ الدَّرَاهِم الرَّدِيئَة الَّتِي لَا تَجُوز إِلَّا بِنُقْصَانٍ وَكَذَا قَالَ قَتَادَة وَالسُّدِّيّ وَقَالَ سَعِيد بْن جُبَيْر : هِيَ الدَّرَاهِم الْفُسُول وَقَالَ اِبْن صَالِح هُوَ الصَّنَوْبَر وَحَبَّة الْخَضْرَاء وَقَالَ الضَّحَّاك فَاسِدَة لَا تُنْفَق وَقَالَ أَبُو صَالِح جَاءُوا بِحَبِّ الْبُطْم الْأَخْضَر وَالصَّنَوْبَر وَأَصْل الْإِزْجَاء الدَّفْع لِضَعْفِ الشَّيْء كَمَا قَالَ حَاتِم طَيِّئ لِيَبْكِ عَلَى مِلْحَان ضَيْف مُدَافع وَأَرْمَلة تُزْجِي مَعَ اللَّيْل أَرْمَلَا وَقَالَ أَعْشَى بَنِي ثَعْلَبَة الْوَاهِب الْمِائَة الْهِجَان وَعَبْدهَا عُوذًا تُزَجِّي خَلْفهَا أَطْفَالهَا وَقَوْله إِخْبَارًا عَنْهُمْ \" فَأَوْفِ لَنَا الْكَيْل \" أَيْ أَعْطِنَا بِهَذَا الثَّمَن الْقَلِيل مَا كُنْت تُعْطِينَا قَبْل ذَلِكَ وَقَرَأَ اِبْن مَسْعُود : فَأَوْقِرْ رِكَابنَا وَتَصَدَّقْ عَلَيْنَا وَقَالَ اِبْن جُرَيْج وَتَصَدَّقْ عَلَيْنَا بِرَدِّ أَخِينَا إِلَيْنَا وَقَالَ سَعِيد وَالسُّدِّيّ \" وَتَصَدَّقْ عَلَيْنَا \" يَقُولُونَ تَصَدَّقْ عَلَيْنَا بِقَبْضِ هَذِهِ الْبِضَاعَة الْمُزْجَاة وَتَجَوَّزْ فِيهَا . وَسُئِلَ سُفْيَان بْن عُيَيْنَةَ : هَلْ حُرِّمَتْ الصَّدَقَة عَلَى أَحَد مِنْ الْأَنْبِيَاء قَبْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَقَالَ أَلَمْ تَسْمَع قَوْله \" فَأَوْفِ لَنَا الْكَيْل وَتَصَدَّقْ عَلَيْنَا إِنَّ اللَّه يَجْزِي الْمُتَصَدِّقِينَ \" ؟ رَوَاهُ اِبْن جَرِير عَنْ الْحَارِث عَنْ الْقَاسِم عَنْهُ وَقَالَ اِبْن جَرِير حَدَّثَنَا الْحَارِث حَدَّثَنَا الْقَاسِم حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة عَنْ عُثْمَان بْن الْأَسْوَد سَمِعْت مُجَاهِدًا وَسُئِلَ هَلْ يُكْرَه أَنْ يَقُول الرَّجُل فِي دُعَائِهِ : اللَّهُمَّ تَصَدَّقْ عَلَيَّ ؟ قَالَ نَعَمْ إِنَّمَا الصَّدَقَة لِمَنْ يَبْتَغِي الثَّوَاب .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37844, "aya_id": 88}]