[{"text": "إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ", "sura_id": 38, "type": 0, "id": 4001, "aya_id": 31}, {"text": "إذ عرض عليه بالعشي الصافنات الجياد", "sura_id": 38, "type": 1, "id": 10237, "aya_id": 31}, {"text": "31 - (إذ عرض عليه بالعشي) هو ما بعد الزوال (الصافنات) الخيل جمع صافنة وهي القائمة على ثلاث وإقامة الأخرى على طرف الحافر وهو من صفن يصفن صفونا (الجياد) جمع جواد وهو السابق المعنى أنها إذا استوقفت سكنت وإن ركضت سبقت وكانت ألف فرس عرضت عليه بعد أن صلى الظهر لإرادته الجهاد عليها لعدو فعند بلوغ العرض منها تسعمائة غربت الشمس ولم يكن صلى العصر فاغتم \r\n", "sura_id": 38, "type": 2, "id": 28945, "aya_id": 31}, {"text": "اذكر حين عُرِضت عليه عصرًا الخيول الأصيلة السريعة، تقف على ثلاث قوائم وترفع الرابعة؛ لنجابتها وخفتها, فما زالت تُعرض عليه حتى غابت الشمس.\r\n", "sura_id": 38, "type": 3, "id": 35181, "aya_id": 31}, {"text": " <font color=red>إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ</font><BR><p>قَوْله تَعَالَى \" إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَات الْجِيَاد \" أَيْ إِذْ عُرِضَ عَلَى سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام فِي حَال مَمْلَكَته وَسُلْطَانه الْخَيْل الصَّافِنَات قَالَ مُجَاهِد وَهِيَ الَّتِي تَقِف عَلَى ثَلَاث وَطَرَف حَافِر الرَّابِعَة وَالْجِيَاد السِّرَاع وَكَذَا قَالَ غَيْر وَاحِد مِنْ السَّلَف وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُؤَمِّل حَدَّثَنَا سُفْيَان عَنْ أَبِيهِ سَعِيد بْن مَسْرُوق عَنْ إِبْرَاهِيم التَّيْمِيّ فِي قَوْله عَزَّ وَجَلَّ \" إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَات الْجِيَاد \" قَالَ كَانَتْ عِشْرِينَ فَرَسًا ذَات أَجْنِحَة كَذَا رَوَاهُ اِبْن جَرِير. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى حَدَّثَنَا اِبْن أَبِي زَائِدَة أَخْبَرَنِي إِسْرَائِيل عَنْ سَعِيد بْن مَسْرُوق عَنْ إِبْرَاهِيم التَّيْمِيّ قَالَ كَانَتْ الْخَيْل الَّتِي شَغَلَتْ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام عِشْرِينَ أَلْف فَرَس فَعَقَرَهَا وَهَذَا أَشْبَه وَاَللَّه أَعْلَم وَقَالَ أَبُو دَاوُد حَدَّثَنَا مُحَمَّد بْن عَوْف حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم أَخْبَرَنَا يَحْيَى بْن أَيُّوب حَدَّثَنِي عُمَارَة بْن غُزَيَّة أَنَّ مُحَمَّد بْن إِبْرَاهِيم حَدَّثَهُ عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَة تَبُوك أَوْ خَيْبَر وَفِي سَهَوْتهَا سِتْر فَهَبَّتْ الرِّيح فَكَشَفَتْ نَاحِيَة السِّتْر عَنْ بَنَات لِعَائِشَةَ رَضِيَ اللَّه عَنْهَا لَعِب فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا هَذَا يَا عَائِشَة ؟ \" قَالَتْ رَضِيَ اللَّه عَنْهَا بَنَاتِي وَرَأَى بَيْنهنَّ فَرَسًا لَهُ جَنَاحَانِ مِنْ رِقَاع فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا هَذَا الَّذِي أَرَى وَسْطَهُنَّ ؟ \" قَالَتْ رَضِيَ اللَّه عَنْهَا فَرَس قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا هَذَا الَّذِي عَلَيْهِ ؟ \" قَالَتْ رَضِيَ اللَّه عَنْهَا جَنَاحَانِ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَرَس لَهُ جَنَاحَانِ ؟ \" قَالَتْ رَضِيَ اللَّه عَنْهَا أَمَا سَمِعْت أَنَّ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام كَانَتْ لَهُ خَيْل لَهَا أَجْنِحَة قَالَتْ رَضِيَ اللَّه عَنْهَا فَضَحِكَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى رَأَيْت نَوَاجِذه.</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40628, "aya_id": 31}]