[{"text": "لَّكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَالْمُقِيمِينَ الصَّلاَةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ أُوْلَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا", "sura_id": 4, "type": 0, "id": 655, "aya_id": 162}, {"text": "لكن الراسخون في العلم منهم والمؤمنون يؤمنون بما أنزل إليك وما أنزل من قبلك والمقيمين الصلاة والمؤتون الزكاة والمؤمنون بالله واليوم الآخر أولئك سنؤتيهم أجرا عظيما", "sura_id": 4, "type": 1, "id": 6891, "aya_id": 162}, {"text": "162 - (لكن الراسخون) الثابتون (في العلم منهم) كعبد الله بن سلام (والمؤمنون) المهاجرون والأنصار (يؤمنون بما أنزل إليك وما أنزل من قبلك) من الكتب (والمقيمين الصلاة) نصب على المدح وقرئ بالرفع (والمؤتون الزكاة والمؤمنون بالله واليوم الآخر أولئك سنؤتيهم) بالنون والياء (أجرا عظيما) هو الجنة \r\n", "sura_id": 4, "type": 2, "id": 25599, "aya_id": 162}, {"text": "لكنِ المتمكنون في العلم بأحكام الله من اليهود, والمؤمنون بالله ورسوله, يؤمنون بالذي أنزله الله إليك -أيها الرسول- وهو القرآن, وبالذي أنزل إلى الرسل من قبلك كالتوراة والإنجيل, ويؤدُّون الصلاة في أوقاتها, ويخرجون زكاة أموالهم, ويؤمنون بالله وبالبعث والجزاء, أولئك سيعطيهم الله ثوابًا عظيمًا, وهو الجنة.\r\n", "sura_id": 4, "type": 3, "id": 31835, "aya_id": 162}, {"text": " <font color=red>لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" لَكِنْ الرَّاسِخُونَ فِي الْعِلْم مِنْهُمْ \" أَيْ الثَّابِتُونَ فِي الدِّين لَهُمْ قَدَم رَاسِخَة فِي الْعِلْم النَّافِع . وَقَدْ تَقَدَّمَ الْكَلَام عَلَى ذَلِكَ فِي سُورَة آل عِمْرَان \" وَالْمُؤْمِنُونَ \" عَطْف عَلَى الرَّاسِخِينَ وَخَبَره \" يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلك \" قَالَ اِبْن عَبَّاس : أُنْزِلَتْ فِي عَبْد اللَّه بْن سَلَام وَثَعْلَبَة بْن سُعَيَّة وَأَسَد بْن سُعَيَّة وَأَسَد بْن عُبَيْد الَّذِينَ دَخَلُوا فِي الْإِسْلَام وَصَدَّقُوا بِمَا أَرْسَلَ اللَّه بِهِ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَوْله \" وَالْمُقِيمِينَ الصَّلَاة \" هَكَذَا هُوَ فِي جَمِيع مَصَاحِف الْأَئِمَّة وَكَذَا هُوَ فِي مُصْحَف أُبَيّ بْن كَعْب وَذَكَرَ اِبْن جَرِير أَنَّهَا فِي مُصْحَف اِبْن مَسْعُود وَالْمُقِيمُونَ الصَّلَاة قَالَ : وَالصَّحِيح قِرَاءَة الْجَمِيع ثُمَّ رَدَّ عَلَى مَنْ زَعَمَ أَنَّ ذَلِكَ مِنْ غَلَط الْكُتَّاب ثُمَّ ذَكَرَ اِخْتِلَاف النَّاس فَقَالَ بَعْضهمْ هُوَ مَنْصُوب عَلَى الْمَدْح كَمَا جَاءَ فِي قَوْله \" وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاء وَالضَّرَّاء وَحِين الْبَأْس \" قَالَ : وَهَذَا سَائِغ فِي كَلَام الْعَرَب كَمَا قَالَ الشَّاعِر : لَا يُبْعِد قَوْمِي الَّذِينَ هُمُو أُسْد الْعُدَاة وَآفَة الْجُزُر النَّازِلِينَ بِكُلِّ مُعْتَرَك وَالطَّيِّبُونَ مَعَاقِد الْأُزُر وَقَالَ آخَرُونَ : هُوَ مَخْفُوض عَطْفًا عَلَى قَوْله \" بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلك \" يَعْنِي وَبِالْمُقِيمِينَ الصَّلَاة وَكَأَنَّهُ يَقُول وَبِإِقَامَةِ الصَّلَاة أَيْ يَعْتَرِفُونَ بِوُجُوبِهَا وَكِتَابَتهَا عَلَيْهِمْ أَوْ أَنَّ الْمُرَاد بِالْمُقِيمِينَ الصَّلَاة الْمَلَائِكَة وَهَذَا اِخْتِيَار اِبْن جَرِير يَعْنِي يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلك وَبِالْمَلَائِكَةِ وَفِي هَذَا نَظَر وَاَللَّه أَعْلَم. وَقَوْله \" وَالْمُؤْتُونَ الزَّكَاة \" يَحْتَمِل أَنْ يَكُون الْمُرَاد زَكَاة الْأَمْوَال وَيَحْتَمِل زَكَاة النُّفُوس وَيَحْتَمِل الْأَمْرَيْنِ وَاَللَّه أَعْلَم \" وَالْمُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر \" أَيْ يُصَدِّقُونَ بِأَنَّهُ لَا إِلَه إِلَّا اللَّه وَيُؤْمِنُونَ بِالْبَعْثِ بَعْد الْمَوْت وَالْجَزَاء عَلَى الْأَعْمَال خَيْرهَا وَشَرّهَا . وَقَوْله \" أُولَئِكَ \" هُوَ الْخَبَر عَمَّا تَقَدَّمَ \" سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا \" يَعْنِي الْجَنَّة .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40837, "aya_id": 162}]