[{"text": "وَاتَّقُواْ فِتْنَةً لاَّ تُصِيبَنَّ الَّذِينَ ظَلَمُواْ مِنكُمْ خَآصَّةً وَاعْلَمُواْ أَنَّ اللّهَ شَدِيدُ الْعِقَابِ", "sura_id": 8, "type": 0, "id": 1185, "aya_id": 25}, {"text": "واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة واعلموا أن الله شديد العقاب", "sura_id": 8, "type": 1, "id": 7421, "aya_id": 25}, {"text": "25 - (واتقوا فتنة) إن أصابتكم (لا تصيبن الذين ظلموا منكم خاصة) بل تعمهم وغيرهم واتقاؤها بإنكار موجبها من المنكر (واعلموا أن الله شديد العقاب) لمن خالفه \r\n", "sura_id": 8, "type": 2, "id": 26129, "aya_id": 25}, {"text": "واحذروا -أيها المؤمنون- اختبارًا ومحنة يُعَمُّ بها المسيء وغيره لا يُخَص بها أهل المعاعي ولا مَن باشر الذنب, بل تصيب الصالحين معهم إذا قدروا على إنكار الظلم ولم ينكروه, واعلموا أن الله شديد العقاب لمن خالف أمره ونهيه.\r\n", "sura_id": 8, "type": 3, "id": 32365, "aya_id": 25}, {"text": " <font color=red>وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ</font><BR><p>يُحَذِّر تَعَالَى عِبَاده الْمُؤْمِنِينَ فِتْنَةً أَيْ اِخْتِبَارًا وَمِحْنَة يَعُمّ بِهَا الْمُسِيءَ وَغَيْرَهُ لَا يَخُصّ بِهَا أَهْل الْمَعَاصِي وَلَا مَنْ بَاشَرَ الذَّنْب بَلْ يَعُمّهَا لَمْ تُدْفَع وَتُرْفَع كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا شَدَّاد بْن سَعِيد حَدَّثَنَا غَيْلَان بْن جَرِير عَنْ مُطَرِّف قَالَ : قُلْنَا لِلزُّبَيْرِ يَا أَبَا عَبْد اللَّه مَا جَاءَ بِكُمْ ! ضَيَّعْتُمْ الْخَلِيفَة الَّذِي قُتِلَ ثُمَّ جِئْتُمْ تَطْلُبُونَ دَمه ؟ فَقَالَ الزُّبَيْر رَضِيَ اللَّه عَنْهُ : إِنَّا قَرَأْنَا عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْر وَعُمَر وَعُثْمَان رَضِيَ اللَّه عَنْهُمْ \" وَاتَّقُوا فِتْنَة لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّة \" لَمْ نَكُنْ نَحْسَب أَنَّا أَهْلهَا حَتَّى وَقَعَتْ مِنَّا حَيْثُ وَقَعَتْ وَقَدْ رَوَاهُ الْبَزَّار مِنْ حَدِيث مُطَرِّف عَنْ الزُّبَيْر وَقَالَ : لَا نَعْرِف مُطَرِّفًا رَوَى عَنْ الزُّبَيْر غَيْر هَذَا الْحَدِيث وَقَدْ رَوَى النَّسَائِيّ مِنْ حَدِيث جَرِير بْن حَازِم عَنْ الْحَسَن عَنْ الزُّبَيْر نَحْو هَذَا وَقَدْ رَوَى اِبْن جَرِير حَدَّثَنِي الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا مُبَارَك بْن فَضَالَة عَنْ الْحَسَن . قَالَ : قَالَ الزُّبَيْر لَقَدْ خَوَّفَنَا يَعْنِي قَوْله تَعَالَى \" وَاتَّقُوا فِتْنَة لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّة \" وَنَحْنُ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا ظَنَنَّا أَنَّا خُصِّصْنَا بِهَا خَاصَّة وَكَذَا رَوَاهُ حُمَيْد عَنْ الْحَسَن عَنْ الزُّبَيْر رَضِيَ اللَّه عَنْهُ وَقَالَ دَاوُد بْن أَبِي هِنْد عَنْ الْحَسَن فِي هَذِهِ الْآيَة قَالَ نَزَلَتْ فِي عَلِيّ وَعَمَّار وَطَلْحَة وَالزُّبَيْر رَضِيَ اللَّه عَنْهُمْ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ الصَّلْت بْن دِينَار عَنْ عُقْبَة بْن صَهْبَان سَمِعْت الزُّبَيْر يَقُول : لَقَدْ قَرَأْت هَذِهِ الْآيَة زَمَانًا وَمَا أَرَانَا مِنْ أَهْلهَا فَإِذَا نَحْنُ الْمَعْنِيُّونَ بِهَا \" وَاتَّقُوا فِتْنَة لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّة وَاعْلَمُوا أَنَّ اللَّه شَدِيد الْعِقَاب \" . وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْ الزُّبَيْر بْن الْعَوَّام وَقَالَ السُّدِّيّ : نَزَلَتْ فِي أَهْل بَدْر خَاصَّة فَأَصَابَتْهُمْ يَوْم الْجَمَل فَاقْتَتَلُوا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَاتَّقُوا فِتْنَة لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّة \" يَعْنِي أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاصَّة . وَقَالَ فِي رِوَايَة لَهُ عَنْ اِبْن عَبَّاس فِي تَفْسِير هَذِهِ الْآيَة : أَمَرَ اللَّه الْمُؤْمِنِينَ أَنْ لَا يُقِرُّوا الْمُنْكَر بَيْن ظَهْرَانِيهِمْ فَيَعُمّهُمْ اللَّه بِالْعَذَابِ وَهَذَا تَفْسِير حَسَن جِدًّا وَلِهَذَا قَالَ مُجَاهِد فِي قَوْله تَعَالَى \" وَاتَّقُوا فِتْنَة لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّة \" هِيَ أَيْضًا لَكُمْ وَكَذَا قَالَ الضَّحَّاك وَيَزِيد بْن أَبِي حَبِيب وَغَيْر وَاحِد وَقَالَ اِبْن مَسْعُود مَا مِنْكُمْ مِنْ أَحَد إِلَّا وَهُوَ مُشْتَمِل عَلَى فِتْنَة إِنَّ اللَّه تَعَالَى يَقُول \" إِنَّمَا أَمْوَالكُمْ وَأَوْلَادكُمْ فِتْنَة \" فَأَيّكُمْ اسْتَعَاذ فَلْيَسْتَعِذْ بِاَللَّهِ مِنْ مُضِلَّات الْفِتَن رَوَاهُ اِبْن جَرِير وَالْقَوْل بِأَنَّ هَذَا التَّحْذِير يَعُمّ الصَّحَابَة وَغَيْرهمْ وَإِنْ كَانَ الْخِطَاب مَعَهُمْ هُوَ الصَّحِيح وَيَدُلّ عَلَيْهِ الْأَحَادِيث الْوَارِدَة فِي التَّحْذِير مِنْ الْفِتَن وَلِذَلِكَ كِتَاب مُسْتَقِلّ يُوَضَّح فِيهِ إِنْ شَاءَ اللَّه تَعَالَى كَمَا فَعَلَهُ الْأَئِمَّة وَأَفْرَدُوهُ بِالتَّصْنِيفِ وَمِنْ أَخَصّ مَا يُذْكَر هَهُنَا مَا رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ : حَدَّثَنَا أَحْمَد بْن الْحَجَّاج أَخْبَرَنَا عَبْد اللَّه يَعْنِي اِبْن الْمُبَارَك أَنْبَأَنَا سَيْف بْن أَبِي سُلَيْمَان سَمِعْت عَدِيّ بْن عَدِيّ الْكِنْدِيّ يَقُول : حَدَّثَنِي مَوْلًى لَنَا أَنَّهُ سَمِعَ جَدِّي يَعْنِي عَدِيّ بْن عُمَيْرَة يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه عَزَّ وَجَلَّ لَا يُعَذِّب الْعَامَّة بِعَمَلِ الْخَاصَّة حَتَّى يَرَوْا الْمُنْكَر بَيْن ظَهْرَانِيهِمْ وَهُمْ قَادِرُونَ عَلَى أَنْ يُنْكِرُوهُ فَلَا يُنْكِرُوهُ فَإِذَا فَعَلُوا ذَلِكَ عَذَّبَ اللَّه الْخَاصَّة وَالْعَامَّة \" فِيهِ رَجُل مُتَّهَم وَلَمْ يُخْرِجُوهُ فِي الْكُتُب السِّتَّة وَلَا وَاحِد مِنْهُمْ وَاللَّهُ أَعْلَمُ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان الْهَاشِمِيّ حَدَّثَنَا إِسْمَاعِيل يَعْنِي اِبْن جَعْفَر أَخْبَرَنِي عَمْرو بْن أَبِي عُمَر عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الْأَشْهَل عَنْ حُذَيْفَة بْن الْيَمَان أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهُنَّ عَنْ الْمُنْكَر أَوْ لَيُوشِكَنَّ اللَّه أَنْ يَبْعَث عَلَيْكُمْ عِقَابًا مِنْ عِنْده ثُمَّ لَتَدْعُنَّهُ فَلَا يَسْتَجِيب لَكُمْ \" . وَرَوَاهُ عَنْ أَبِي سَعِيد عَنْ إِسْمَاعِيل بْن جَعْفَر وَقَالَ \" أَوْ لَيَبْعَثَنَّ اللَّه عَلَيْكُمْ قَوْمًا ثُمَّ تَدْعُونَهُ فَلَا يَسْتَجِيب لَكُمْ \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر قَالَ حَدَّثَنَا رَزِين بْن حَبِيب الْجُهَنِيّ حَدَّثَنِي أَبُو الرُّقَّاد قَالَ : خَرَجْت مَعَ مَوْلَايَ فَدُفِعْت إِلَى حُذَيْفَة وَهُوَ يَقُول : إِنْ كَانَ الرَّجُل لَيَتَكَلَّم بِالْكَلِمَةِ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَصِير مُنَافِقًا وَإِنِّي لَأَسْمَعُهَا مِنْ أَحَدكُمْ فِي الْمَقْعَد الْوَاحِد أَرْبَع مَرَّات لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهُنَّ عَنْ الْمُنْكَر وَلَتَحَاضُّنَّ عَلَى الْخَيْر أَوْ لَيُسْحِتَكُمْ اللَّه جَمِيعًا بِعَذَابٍ أَوْ لَيُؤَمِّرَنَّ عَلَيْكُمْ شِرَاركُمْ ثُمَّ يَدْعُو خِيَاركُمْ فَلَا يُسْتَجَاب لَهُمْ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ زَكَرِيَّا حَدَّثَنَا عَامِر رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت النُّعْمَان بْن بَشِير رَضِيَ اللَّه عَنْهُ يَخْطُب يَقُول - وَأَوْمَأَ بِأُصْبُعَيْهِ إِلَى أُذُنه يَقُول : مَثَل الْقَائِم عَلَى حُدُود اللَّه وَالْوَاقِع فِيهَا وَالْمُدَاهِن فِيهَا كَمَثَلِ قَوْم رَكِبُوا سَفِينَة فَأَصَابَ بَعْضهمْ أَسْفَلَهَا وَأَوْعَرَهَا وَشَرَّهَا وَأَصَابَ بَعْضهمْ أَعْلَاهَا فَكَانَ الَّذِينَ فِي أَسْفَلهَا إِذَا اِسْتَقَوْا الْمَاء مَرُّوا عَلَى مَنْ فَوْقهمْ فَآذَوْهُمْ فَقَالُوا لَوْ خَرَقْنَا فِي نَصِيبنَا خَرْقًا فَاسْتَقَيْنَا مِنْهُ وَلَمْ نُؤْذِ مَنْ فَوْقنَا فَإِنْ تَرَكُوهُمْ وَأَمْرَهُمْ هَلَكُوا جَمِيعًا وَإِنْ أَخَذُوا عَلَى أَيْدِيهمْ نَجَوْا جَمِيعًا . اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ دُون مُسْلِم فَرَوَاهُ فِي الشَّرِكَة وَالشَّهَادَات وَالتِّرْمِذِيّ فِي الْفِتَن مِنْ غَيْر وَجْه عَنْ سُلَيْمَان بْن مِهْرَان الْأَعْمَش عَنْ عَامِر بْن شَرَاحِيل الشَّعْبِيّ بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن حَدَّثَنَا خَلَف بْن خَلِيفَة عَنْ لَيْث عَنْ عَلْقَمَة بْن مَرْثَد عَنْ الْمَعْرُور بْن سُوَيْد عَنْ أُمّ سَلَمَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِذَا ظَهَرَتْ الْمَعَاصِي فِي أُمَّتِي عَمَّهُمْ اللَّه بِعَذَابٍ مِنْ عِنْده \" فَقُلْت يَا رَسُول اللَّه أَمَا فِيهِمْ أُنَاس صَالِحُونَ ؟ قَالَ \" بَلَى \" قَالَتْ فَكَيْف يَصْنَع أُولَئِكَ ؟ قَالَ \" يُصِيبهُمْ مَا أَصَابَ النَّاس ثُمَّ يَصِيرُونَ إِلَى مَغْفِرَة مِنْ اللَّه وَرِضْوَان \" . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج بْن مُحَمَّد حَدَّثَنَا شَرِيك عَنْ أَبِي إِسْحَاق عَنْ الْمُنْذِر بْن جَرِير عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ قَوْم يَعْمَلُونَ بِالْمَعَاصِي وَفِيهِمْ رَجُل أَعَزُّ مِنْهُمْ وَأَمْنَع لَا يُغَيِّرهُ إِلَّا عَمَّهُمْ اللَّه بِعِقَابٍ أَوْ أَصَابَهُمْ الْعِقَاب \" . وَرَوَاهُ أَبُو دَاوُد عَنْ مُسَدَّد عَنْ أَبِي الْأَحْوَص عَنْ أَبِي إِسْحَاق بِهِ . وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت أَبَا إِسْحَاق يُحَدِّث عَنْ عُبَيْد اللَّه بْن جَرِير عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ قَوْم يُعْمَل فِيهِمْ بِالْمَعَاصِي هُمْ أَعَزّ وَأَكْثَر مِمَّنْ يَعْمَلُونَ ثُمَّ لَمْ يُغَيِّرُوهُ إِلَّا عَمَّهُمْ اللَّه بِعِقَابٍ \" . ثُمَّ رَوَاهُ أَيْضًا عَنْ وَكِيع عَنْ إِسْرَائِيل وَعَنْ عَبْد الرَّزَّاق عَنْ مَعْمَر وَعَنْ أَسْوَد عَنْ شَرِيك وَيُونُس كُلّهمْ عَنْ أَبِي إِسْحَاق السَّبِيعِيّ بِهِ وَأَخْرَجَهُ اِبْن مَاجَهْ عَنْ عَلِيّ بْن مُحَمَّد عَنْ وَكِيع بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان حَدَّثَنَا جَامِع بْن أَبِي رَاشِد عَنْ مُنْذِر عَنْ الْحَسَن بْن مُحَمَّد عَنْ اِمْرَأَته عَنْ عَائِشَة تَبْلُغ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا ظَهَرَ السُّوء فِي الْأَرْض أَنْزَلَ اللَّه بِأَهْلِ الْأَرْض بَأْسه \" فَقُلْت وَفِيهِمْ أَهْل طَاعَة اللَّه ؟ قَالَ \" نَعَمْ ثُمَّ يَصِيرُونَ إِلَى رَحْمَة اللَّه \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43072, "aya_id": 25}]