[{"text": "وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ", "sura_id": 21, "type": 0, "id": 2590, "aya_id": 107}, {"text": "وما أرسلناك إلا رحمة للعالمين", "sura_id": 21, "type": 1, "id": 8826, "aya_id": 107}, {"text": "107 - (وما أرسلناك) يامحمد (إلا رحمة) أي للرحمة (للعالمين) الإنس والجن بك \r\n", "sura_id": 21, "type": 2, "id": 27534, "aya_id": 107}, {"text": "وما أرسلناك - أيها الرسول - إلا رحمة لجميع الناس, فمن آمن بك سَعِد ونجا, ومن لم يؤمن خاب وخسر.\r\n", "sura_id": 21, "type": 3, "id": 33770, "aya_id": 107}, {"text": " <font color=red>وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ</font><BR><p>وَقَوْله \" وَمَا أَرْسَلْنَاك إِلَّا رَحْمَة لِلْعَالَمِينَ \" يُخْبِر تَعَالَى أَنَّ اللَّه جَعَلَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَحْمَة لِلْعَالَمِينَ أَيْ أَرْسَلَهُ رَحْمَة لَهُمْ كُلّهمْ فَمَنْ قَبِلَ الرَّحْمَة وَشَكَرَ هَذِهِ النِّعْمَة سَعِدَ فِي الدُّنْيَا وَالْآخِرَة وَمَنْ رَدَّهَا وَجَحَدَهَا خَسِرَ الدُّنْيَا وَالْآخِرَة كَمَا قَالَ تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار جَهَنَّم يَصْلَوْنَهَا وَبِئْسَ الْقَرَار \" وَقَالَ تَعَالَى فِي صِفَة الْقُرْآن \" قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء وَاَلَّذِينَ لَا يُؤْمِنُونَ فِي آذَانهمْ وَقْر وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَان بَعِيد \" وَقَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا مَرْوَان الْفَزَارِيّ عَنْ يَزِيد بْن كَيْسَان عَنْ اِبْن أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : قِيلَ يَا رَسُول اللَّه اُدْعُ عَلَى الْمُشْرِكِينَ قَالَ \" إِنِّي لَمْ أُبْعَث لَعَّانًا وَإِنَّمَا بُعِثْت رَحْمَة \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم وَفِي الْحَدِيث الْآخَر\" إِنَّمَا أَنَا رَحْمَة مُهْدَاة \" رَوَاهُ عَبْد اللَّه بْن أَبِي عَوَانَة وَغَيْره عَنْ وَكِيع عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة مَرْفُوعًا قَالَ إِبْرَاهِيم الْحَرْبِيّ وَقَدْ رَوَاهُ غَيْره عَنْ وَكِيع فَلَمْ يَذْكُر أَبَا هُرَيْرَة . وَكَذَا قَالَ الْبُخَارِيّ وَقَدْ سُئِلَ عَنْ هَذَا الْحَدِيث فَقَالَ كَانَ عِنْد حَفْص بْن غِيَاث مُرْسَلًا . قَالَ الْحَافِظ اِبْن عَسَاكِر وَقَدْ رَوَاهُ مَالِك بْن سَعِيد بْن الخمس عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة مَرْفُوعًا ثُمَّ سَاقَهُ مِنْ طَرِيق أَبِي بَكْر بْن الْمُقْرِي وَأَبِي أَحْمَد الْحَاكِم كِلَاهُمَا عَنْ بَكْر بْن مُحَمَّد بْن إِبْرَاهِيم الصُّوفِيّ حَدَّثَنَا إِبْرَاهِيم بْن سَعِيد الْجَوْهَرِيّ عَنْ أَبِي أُسَامَة عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ قَيْس بْن أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه \" إِنَّمَا أَنَا رَحْمَة مُهْدَاة \" ثُمَّ أَوْرَدَهُ مِنْ طَرِيق الصَّلْت بْن مَسْعُود عَنْ سُفْيَان بْن عُيَيْنَة عَنْ مِسْعَر عَنْ سَعِيد بْن خَالِد عَنْ رَجُل عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه بَعَثَنِي رَحْمَة مُهْدَاة بُعِثْت بِرَفْعِ قَوْم وَخَفْض آخَرِينَ \" . قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن نَافِع الطَّحَّان حَدَّثَنَا أَحْمَد بْن صَالِح قَالَ وَجَدْت كَلْبًا بِالْمَدِينَةِ عَنْ عَبْد الْعَزِيز الدَّرَاوَرْدِيّ وَإِبْرَاهِيم بْن مُحَمَّد بْن عُمَر بْن عَبْد الرَّحْمَن بْن عَبْد الْعَزِيز بْن عَمْرو بْن عَوْف عَنْ مُحَمَّد بْن صَالِح التَّمَار عَنْ اِبْن شِهَاب عَنْ مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ قَالَ : قَالَ أَبُو جَهْل حِين قَدِمَ مَكَّة مُنْصَرِفَة عَنْ خَمْره يَا مَعْشَر قُرَيْش إِنَّ مُحَمَّدًا نَزَلَ يَثْرِب وَأَرْسَلَ طَلَائِعه وَإِنَّمَا يُرِيد أَنْ يُصِيب مِنْكُمْ شَيْئًا فَاحْذَرُوا أَنْ تَمُرُّوا طَرِيقه أَوْ تُقَارِبُوهُ فَإِنَّهُ كَالْأَسَدِ الضَّارِي إِنَّهُ حَنِقَ عَلَيْكُمْ لِأَنَّكُمْ نَفَيْتُمُوهُ نَفْي الْقِرْدَانِ عَنْ الْمَنَاسِم وَاَللَّه إِنَّ لَهُ لَسَحَرَة مَا رَأَيْته قَطُّ وَلَا أَحَدًا مِنْ أَصْحَابه إِلَّا رَأَيْت مَعَهُمْ الشَّيَاطِين وَإِنَّكُمْ قَدْ عَرَفْتُمْ عَدَاوَة اِبْنَيْ قَيْلَة يَعْنِي الْأَوْس وَالْخَزْرَج فَهُوَ عَدُوّ اِسْتَعَانَ بِعَدُوٍّ فَقَالَ لَهُ مُطْعِم بْن عَدِيّ : يَا أَبَا الْحَكَم وَاَللَّه مَا رَأَيْت أَحَدًا أَصْدَق لِسَانًا وَلَا أَصْدَق مَوْعِدًا مِنْ أَخِيكُمْ الَّذِي طَرَدْتُمْ وَإِذْ فَعَلْتُمْ الَّذِي فَعَلْتُمْ فَكُونُوا أَكَفّ النَّاس عَنْهُ قَالَ أَبُو سُفْيَان بْن الْحَارِث كُونُوا أَشَدّ مَا كُنْتُمْ عَلَيْهِ إِنَّ اِبْنَيْ قَيْلَة إِنْ ظَفِرُوا بِكُمْ لَمْ يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّة وَإِنْ أَطَعْتُمُونِي أَلْجَأْتُمُوهُمْ حِيَر كِنَانَة أَوْ تُخْرِجُوا مُحَمَّدًا مِنْ بَيْن ظَهْرَانَيْهِمْ فَيَكُون وَحِيدًا مَطْرُودًا وَأَمَّا اِبْنَا قَيْلَة فَوَاَللَّهِ مَا هُمَا وَأَهْل دَهْلك فِي الْمَذَلَّة إِلَّا سَوَاء وَسَأَكْفِيكُمْ حَدّهمْ وَقَالَ : سَأَمْنَحُ جَانِبًا مِنِّي غَلِيظًا عَلَى مَا كَانَ مِنْ قُرْب وَبُعْد رِجَال الْخَزْرَجِيَّة أَهْل ذُلّ إِذَا مَا كَانَ هَزْل بَعْد جِدّ فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَأَقْتُلَنَّهُمْ ولَأُصَلِّبَنَّهُم ولَأهْدِيَنَّهُمْ وَهُمْ كَارِهُونَ إِنِّي رَحْمَة بَعَثَنِي اللَّه وَلَا يَتَوَفَّانِي حَتَّى يُظْهِر اللَّه دِينه لِي خَمْسَة أَسْمَاء أَنَا مُحَمَّد وَأَحْمَد وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللَّه بِي الْكُفْر وَأَنَا الْحَاشِر الَّذِي يُحْشَر النَّاس عَلَى قَدَمِي وَأَنَا الْعَاقِب \" وَقَالَ أَحْمَد بْن صَالِح أَرْجُو أَنْ يَكُون الْحَدِيث صَحِيحًا . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة بْن عَمْرو حَدَّثَنَا زَائِدَة حَدَّثَنِي عَمْرو بْن قَيْس عَنْ عَمْرو بْن أَبِي قُرَّة الْكِنْدِيّ قَالَ كَانَ حُذَيْفَة بِالْمَدَائِنِ فَكَانَ يَذْكُر أَشْيَاء قَالَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَ حُذَيْفَة إِلَى سَلْمَان فَقَالَ سَلْمَان يَا حُذَيْفَة إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ فَقَالَ \" أَيّمَا رَجُل سَبَبْته فِي غَضَبِي أَوْ لَعَنْته لَعْنَة فَإِنَّمَا أَنَا رَجُل مِنْ وَلَد آدَم أَغْضَب كَمَا تَغْضَبُونَ وَإِنَّمَا بَعَثَنِي اللَّه رَحْمَة لِلْعَالَمِينَ فَأَجْعَلهَا صَلَاة عَلَيْهِ يَوْم الْقِيَامَة \" وَرَوَاهُ أَبُو دَاوُد عَنْ أَحْمَد بْن يُونُس عَنْ زَائِدَة فَإِنْ قِيلَ فَأَيّ رَحْمَة حَصَلَتْ لِمَنْ كَفَرَ بِهِ ؟ فَالْجَوَاب مَا رَوَاهُ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا إِسْحَاق بْن شَاهِين حَدَّثَنَا إِسْحَاق الْأَزْرَق عَنْ الْمَسْعُودِيّ عَنْ رَجُل يُقَال لَهُ سَعِيد عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَا أَرْسَلْنَاك إِلَّا رَحْمَة لِلْعَالَمِينَ \" قَالَ مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر كُتِبَ لَهُ الرَّحْمَة فِي الدُّنْيَا وَالْآخِرَة وَمَنْ لَمْ يُؤْمِن بِاَللَّهِ وَرَسُوله عُوفِيَ مِمَّا أَصَابَ الْأُمَم مِنْ الْخَسْف وَالْقَذْف وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث الْمَسْعُودِيّ عَنْ أَبِي سَعْد وَهُوَ سَعِيد بْن الْمَرْزُبَان الْبَقَّال عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فَذَكَرَهُ بِنَحْوِهِ وَاَللَّه أَعْلَم وَقَدْ رَوَاهُ أَبُو الْقَاسِم الطَّبَرَانِيّ عَنْ عَبْدَان بْن أَحْمَد عَنْ عِيسَى بْن يُونُس الرَّمْلِيّ عَنْ أَيُّوب بْن سُوَيْد عَنْ الْمَسْعُودِيّ عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَمَا أَرْسَلْنَاك إِلَّا رَحْمَة لِلْعَالَمِينَ\" قَالَ مَنْ تَبِعَهُ كَانَ لَهُ رَحْمَة فِي الدُّنْيَا وَالْآخِرَة وَمَنْ لَمْ يَتْبَعهُ عُوفِيَ مِمَّا كَانَ يُبْتَلَى بِهِ سَائِر الْأُمَم مِنْ الْخَسْف وَالْمَسْخ وَالْقَذْف .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38926, "aya_id": 107}]