[{"text": "وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ فِي الْيَتَامَى فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلاَّ تَعُولُواْ", "sura_id": 4, "type": 0, "id": 496, "aya_id": 3}, {"text": "وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع فإن خفتم ألا تعدلوا فواحدة أو ما ملكت أيمانكم ذلك أدنى ألا تعولوا", "sura_id": 4, "type": 1, "id": 6732, "aya_id": 3}, {"text": "3 - ولما نزلت تحرَّجوا من ولاية اليتامى وكان فيهم من تحته العشر أو الثمان من الأزواج فلا يعدل بينهن فنزل: (وإن خفتم أ) ن (لا تقسطوا) تعدلوا (في اليتامى) فتحرَّجتم من أمرهم فخافوا أيضا أن لا تعدلوا بين النساء إذا نكحتموهن (فانكحوا) تزوجوا (ما) بمعنى من (طاب لكم من النساء مثنى وثلاث ورباع) أي اثنتين اثنتين وثلاثا ثلاثا وأربعا أربعا ولا تزيدوا على ذلك (فإن خفتم أ) ن (لا تعدلوا) فيهن بالنفقة والقسم (فواحدة) انكحوها (أو) اقتصروا على (ما ملكت أيمانكم) من الإماء إذ ليس لهم من الحقوق ما للزوجات (ذلك) أي نكاح الأربع فقط أو الواحدة أو التسري (أدنى) أقرب إلى (ألا تعولوا) تجوروا \r\n", "sura_id": 4, "type": 2, "id": 25440, "aya_id": 3}, {"text": "وإن خفتم ألا تعدلوا في يتامى النساء اللاتي تحت أيديكم بأن لا تعطوهن مهورهن كغيرهن, فاتركوهن وانكحوا ما طاب لكم من النساء من غيرهن: اثنتين أو ثلاثًا أو أربعًا, فإن خشيتم ألا تعدلوا بينهن فاكتفوا بواحدة, أو بما عندكم من الإماء. ذلك الذي شرعته لكم في اليتيمات والزواج من واحدة إلى أربع, أو الاقتصار على واحدة أو ملك اليمين, أقرب إلى عدم الجَوْرِ والتعدي.\r\n", "sura_id": 4, "type": 3, "id": 31676, "aya_id": 3}, {"text": " <font color=red>وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا</font><BR><p>وَقَوْله \" وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنْ النِّسَاء مَثْنَى أَيْ إِذَا كَانَ تَحْت حِجْر أَحَدكُمْ يَتِيمَة وَخَافَ أَنْ لَا يُعْطِيهَا مَهْر مِثْلهَا فَلْيَعْدِلْ إِلَى مَا سِوَاهَا مِنْ النِّسَاء فَإِنَّهُنَّ كَثِير وَلَمْ يُضَيِّق اللَّه عَلَيْهِ. وَقَالَ الْبُخَارِيّ : حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى حَدَّثَنَا هِشَام عَنْ اِبْن جُرَيْج أَخْبَرَنِي هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة : أَنَّ رَجُلًا كَانَتْ لَهُ يَتِيمَة فَنَكَحَهَا وَكَانَ لَهَا عِذْق وَكَانَ يُمْسِكهَا عَلَيْهِ وَلَمْ يَكُنْ لَهَا مِنْ نَفْسه شَيْء فَنَزَلَتْ فِيهِ \" وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا \" أَحْسَبهُ قَالَ : كَانَتْ شَرِيكَته فِي ذَلِكَ الْعِذْق وَفِي مَاله . ثُمَّ قَالَ الْبُخَارِيّ : حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد اللَّه حَدَّثَنَا إِبْرَاهِيم بْن سَعْد عَنْ صَالِح بْن كَيْسَان عَنْ اِبْن شِهَاب قَالَ : أَخْبَرَنِي عُرْوَة بْن الزُّبَيْر أَنَّهُ سَأَلَ عَائِشَة عَنْ قَوْل اللَّه تَعَالَى \" وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى \" قَالَتْ : يَا اِبْن أُخْتِي هَذِهِ الْيَتِيمَة تَكُون فِي حِجْر وَلِيّهَا تُشْرِكهُ فِي مَاله وَيُعْجِبهُ مَالهَا وَجَمَالهَا فَيُرِيد وَلِيّهَا أَنْ يَتَزَوَّجهَا بِغَيْرِ أَنْ يُقْسِط فِي صَدَاقهَا فَيُعْطِيهَا مِثْل مَا يُعْطِيهَا غَيْره فَنُهُوا أَنْ يَنْكِحُوهُنَّ إِلَّا أَنْ يُقْسِطُوا إِلَيْهِنَّ وَيَبْلُغُوا بِهِنَّ أَعْلَى سُنَّتهنَّ فِي الصَّدَاق وَأُمِرُوا أَنْ يَنْكِحُوا مَا طَابَ لَهُمْ مِنْ النِّسَاء سِوَاهُنَّ قَالَ عُرْوَة : قَالَتْ عَائِشَة : وَإِنَّ النَّاس اِسْتَفْتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد هَذِهِ الْآيَة فَأَنْزَلَ اللَّه\" وَيَسْتَفْتُونَك فِي النِّسَاء \" قَالَتْ عَائِشَة : وَقَوْل اللَّه فِي الْآيَة الْأُخْرَى \" وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ \" رَغْبَة أَحَدكُمْ عَنْ يَتِيمَته إِذَا كَانَتْ قَلِيلَة الْمَال وَالْجَمَال فَنُهُوا أَنْ يَنْكِحُوا مَنْ رَغِبُوا فِي مَالهَا وَجَمَالهَا مِنْ النِّسَاء إِلَّا بِالْقِسْطِ مِنْ أَجْل رَغْبَتهمْ عَنْهُنَّ إِذَا كُنَّ قَلِيلَات الْمَال وَالْجَمَال وَقَوْله \" مَثْنَى وَثُلَاث وَرُبَاع \" أَيْ اِنْكِحُوا مَنْ شِئْتُمْ مِنْ النِّسَاء سِوَاهُنَّ إِنْ شَاءَ أَحَدكُمْ ثِنْتَيْنِ وَإِنْ شَاءَ ثَلَاثًا وَإِنْ شَاءَ أَرْبَعًا كَمَا قَالَ اللَّه تَعَالَى \" جَاعِل الْمَلَائِكَة رُسُلًا أُولِي أَجْنِحَة مَثْنَى وَثُلَاث وَرُبَاع \" أَيْ مِنْهُمْ مَنْ لَهُ جَنَاحَانِ وَمِنْهُمْ مَنْ لَهُ ثَلَاثَة وَمِنْهُمْ مَنْ لَهُ أَرْبَعَة وَلَا يَنْفِي مَا عَدَا ذَلِكَ فِي الْمَلَائِكَة لِدَلَالَةِ الدَّلِيل عَلَيْهِ بِخِلَافِ قَصْر الرِّجَال عَلَى أَرْبَع فَمِنْ هَذِهِ الْآيَة كَمَا قَالَ اِبْن عَبَّاس وَجُمْهُور الْعُلَمَاء لِأَنَّ الْمَقَام مَقَام اِمْتِنَان وَإِبَاحَة فَلَوْ كَانَ يَجُوز الْجَمْع بَيْن أَكْثَر مِنْ أَرْبَع لَذَكَرَهُ . قَالَ الشَّافِعِيّ وَقَدْ دَلَّتْ سُنَّة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَآله وَسَلَّمَ الْمُبَيِّنَة عَنْ اللَّه أَنَّهُ لَا يَجُوز لِأَحَدٍ غَيْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَجْمَع بَيْن أَكْثَر مِنْ أَرْبَع نِسْوَة وَهَذَا الَّذِي قَالَهُ الشَّافِعِيّ مُجْمَع عَلَيْهِ بَيْن الْعُلَمَاء إِلَّا مَا حُكِيَ عَنْ طَائِفَة مِنْ الشِّيعَة أَنَّهُ يَجُوز الْجَمْع بَيْن أَكْثَر مِنْ أَرْبَع إِلَى تِسْع وَقَالَ بَعْضهمْ : بِلَا حَصْر وَقَدْ يَتَمَسَّك بَعْضهمْ بِفِعْلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جَمْعه بَيْن أَكْثَر مِنْ أَرْبَع إِلَى تِسْع كَمَا ثَبَتَ فِي الصَّحِيح وَإِمَّا إِحْدَى عَشْرَة كَمَا قَدْ جَاءَ فِي بَعْض أَلْفَاظ الْبُخَارِيّ. وَقَدْ عَلَّقَهُ الْبُخَارِيّ وَقَدْ رُوِّينَا عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَزَوَّجَ بِخَمْس عَشْرَة اِمْرَأَة وَدَخَلَ مِنْهُنَّ بِثَلَاث عَشْرَة وَاجْتَمَعَ عِنْده إِحْدَى عَشْرَة وَمَاتَ عَنْ تِسْع وَهَذَا عِنْد الْعُلَمَاء مِنْ خَصَائِصه دُون غَيْره مِنْ الْأُمَّة لِمَا سَنَذْكُرُهُ مِنْ الْأَحَادِيث الدَّالَّة عَلَى الْحَصْر فِي أَرْبَع وَلْنَذْكُرْ الْأَحَادِيث فِي ذَلِكَ . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل وَمُحَمَّد بْن جَعْفَر قَالَا : حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ قَالَ اِبْن جَعْفَر فِي حَدِيثه , أَنْبَأَنَا اِبْن شِهَاب عَنْ سَالِم عَنْ أَبِيهِ أَنَّ غَيْلَان بْن سَلَمَة الثَّقَفِيّ أَسْلَمَ وَتَحْته عَشْر نِسْوَة فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِخْتَرْ مِنْهُنَّ أَرْبَعًا \" فَلَمَّا كَانَ فِي عَهْد عُمَر طَلَّقَ نِسَاءَهُ وَقَسَمَ مَاله بَيْن بَنِيهِ فَبَلَغَ ذَلِكَ عُمَر فَقَالَ : إِنِّي لَأَظُنّ الشَّيْطَان فِيمَا يَسْتَرِق مِنْ السَّمْع سَمِعَ بِمَوْتِك فَقَذَفَهُ فِي نَفْسك وَلَعَلَّك لَا تَلْبَث إِلَّا قَلِيلًا وَأَيْم اللَّه لَتُرَاجِعَنَّ نِسَاءَك وَلَتَرْجِعَنَّ مَالك أَوْ لَأُوَرِّثُهُنَّ مِنْك وَلَآمُرَنَّ بِقَبْرِك فَيُرْجَم كَمَا رُجِمَ قَبْر أَبِي رِغَالٍ . وَهَكَذَا رَوَاهُ الشَّافِعِيّ وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَالدَّار قُطْنِيّ وَالْبَيْهَقِيّ وَغَيْرهمْ مِنْ طُرُق عَنْ إِسْمَاعِيل بْن عُلَيَّة وَغُنْدَر وَيَزِيد بْن زُرَيْع وَسَعِيد بْن أَبِي عَرُوبَة وَسُفْيَان الثَّوْرِيّ وَعِيسَى بْن يُونُس وَعَبْد الرَّحْمَن بْن مُحَمَّد الْمُحَارِبِيّ وَالْفَضْل بْن مُوسَى وَغَيْرهمْ مِنْ الْحُفَّاظ عَنْ مَعْمَر بِإِسْنَادِهِ مِثْله إِلَى قَوْله \" اِخْتَرْ مِنْهُنَّ أَرْبَعًا \" وَبَاقِي الْحَدِيث فِي قِصَّة عُمَر مِنْ أَفْرَاد أَحْمَد : وَهِيَ زِيَادَة حَسَنَة وَهِيَ مُضَاعَفَة لِمَا عَلَّلَ الْبُخَارِيّ هَذَا الْحَدِيث فِيمَا حَكَاهُ عَنْهُ التِّرْمِذِيّ حَيْثُ قَالَ بَعْد رِوَايَته لَهُ : سَمِعْت الْبُخَارِيّ يَقُول : هَذَا الْحَدِيث غَيْر مَحْفُوظ وَالصَّحِيح مَا رَوَى شُعَيْب وَغَيْره عَنْ الزُّهْرِيّ حَدَّثْت عَنْ مُحَمَّد بْن أَبِي سُوَيْد الثَّقَفِيّ أَنَّ غَيْلَان بْن سَلَمَة - فَذَكَرَهُ . قَالَ الْبُخَارِيّ : وَإِنَّمَا حَدِيث الزُّهْرِيّ عَنْ سَالِم عَنْ أَبِيهِ أَنَّ رَجُلًا مِنْ ثَقِيف طَلَّقَ نِسَاءَهُ فَقَالَ لَهُ عُمَر : لَتُرَاجِعَنَّ نِسَاءَك أَوْ لَأَرْجُمَنَّ قَبْرك كَمَا رُجِمَ قَبْر أَبِي رِغَالٍ. وَهَذَا التَّعْلِيل فِيهِ نَظَر وَاَللَّه أَعْلَم , وَقَدْ رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ مُرْسَلًا وَهَكَذَا رَوَاهُ مَالِك عَنْ الزُّهْرِيّ مُرْسَلًا وَقَالَ أَبُو زُرْعَة : هُوَ أَصَحّ . وَقَالَ الْبَيْهَقِيّ وَرَوَاهُ عَقِيل عَنْ الزُّهْرِيّ : بَلَغَنَا عَنْ عُثْمَان بْن مُحَمَّد بْن أَبِي سُوَيْد عَنْ مُحَمَّد بْن يَزِيد . وَقَالَ أَبُو حَاتِم وَهَذَا وَهْم إِنَّمَا هُوَ الزُّهْرِيّ عَنْ مُحَمَّد بْن أَبِي سُوَيْد بَلَغَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَذَكَرَهُ . قَالَ الْبَيْهَقِيّ : وَرَوَاهُ يُونُس وَابْن عُيَيْنَة عَنْ الزُّهْرِيّ عَنْ مُحَمَّد بْن أَبِي سُوَيْد وَهَذَا كَمَا عَلَّلَهُ الْبُخَارِيّ وَالْإِسْنَاد الَّذِي قَدَّمْنَاهُ مِنْ مُسْنَد الْإِمَام أَحْمَد رِجَاله ثِقَات عَلَى شَرْط الشَّيْخَيْنِ. ثُمَّ رُوِيَ مِنْ غَيْر طَرِيق مَعْمَر بَلْ وَالزُّهْرِيّ . قَالَ الْبَيْهَقِيّ : أَخْبَرَنَا أَبُو عَبْد اللَّه الْحَافِظ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن النَّسَائِيّ وَيَزِيد بْن عُمَر بْن يَزِيد الْجَرْمِيّ أَخْبَرَنَا يُوسُف بْن عُبَيْد اللَّه حَدَّثَنَا سَرَّار بْن مُجَشِّر عَنْ أَيُّوب عَنْ نَافِع وَسَالِم عَنْ اِبْن عُمَر أَنَّ غَيْلَان بْن سَلَمَة كَانَ عِنْده عَشْر نِسْوَة فَأَسْلَمَ وَأَسْلَمْنَ مَعَهُ فَأَمَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَخْتَار مِنْهُنَّ أَرْبَعًا هَكَذَا أَخْرَجَهُ النَّسَائِيّ فِي سُنَنه. قَالَ أَبُو عَلِيّ بْن السَّكَن : تَفَرَّدَ بِهِ سَرَّار بْن مُجَشِّر وَهُوَ ثِقَة وَكَذَا وَثَّقَهُ اِبْن مَعِين قَالَ أَبُو عَلِيّ : وَكَذَلِكَ رَوَاهُ السَّمَيْدَع بْن وَهْب عَنْ سَرَّار . قَالَ الْبَيْهَقِيّ : وَرُوِّينَا مِنْ حَدِيث قَيْس بْن الْحَارِث أَوْ الْحَارِث بْن قَيْس وَعُرْوَة بْن مَسْعُود الثَّقَفِيّ وَصَفْوَان بْن أُمَيَّة يَعْنِي حَدِيث غَيْلَان بْن سَلَمَة فَوَجْه الدَّلَالَة أَنَّهُ لَوْ كَانَ يَجُوز الْجَمْع بَيْن أَكْثَر مِنْ أَرْبَع لَسَوَّغَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَائِرهنَّ فِي بَقَاء الْعَشَرَة وَقَدْ أَسْلَمْنَ فَلَمَّا أَمَرَهُ بِإِمْسَاكِ أَرْبَع وَفِرَاق سَائِرهنَّ دَلَّ عَلَى أَنَّهُ لَا يَجُوز الْجَمْع بَيْن أَكْثَر مِنْ أَرْبَع بِحَالٍ فَإِذَا كَانَ هَذَا فِي الدَّوَام فَفِي الِاسْتِئْنَاف بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَاَللَّه سُبْحَانه أَعْلَم بِالصَّوَابِ \" حَدِيث آخَر فِي ذَلِكَ \" رَوَى أَبُو دَاوُد وَابْن مَاجَهْ فِي سُنَنهمَا مِنْ طَرِيق مُحَمَّد بْن عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ خَمِيصَة بْن الشَّمَرْدَل وَعِنْد اِبْن مَاجَهْ بِنْت الشَّمَرْدَل وَحَكَى أَبُو دَاوُد أَنَّ مِنْهُمْ مَنْ يَقُول الشَّمَرْذَل بِالذَّالِ الْمُعْجَمَة عَنْ قَيْس بْن الْحَارِث وَعِنْد أَبِي دَاوُد فِي رِوَايَة الْحَارِث بْن قَيْس أَنَّ عُمَيْرَة الْأَسَدِيّ قَالَ أَسْلَمْت وَعِنْدِي ثَمَان نِسْوَة فَذَكَرْت لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" اِخْتَرْ مِنْهُنَّ أَرْبَعًا \" . وَهَذَا الْإِسْنَاد حَسَن : وَهَذَا الِاخْتِلَاف لَا يَضُرّ مِثْله لِمَا لِلْحَدِيثِ مِنْ الشَّوَاهِد \" حَدِيث آخَر فِي ذَلِكَ \" قَالَ الشَّافِعِيّ فِي مُسْنَده أَخْبَرَنِي مَنْ سَمِعَ اِبْن أَبِي الزِّنَاد يَقُول أَخْبَرَنِي عَبْد الْمَجِيد عَنْ اِبْن سَهْل بْن عَبْد الرَّحْمَن عَنْ عَوْف بْن الْحَارِث عَنْ نَوْفَل بْن مُعَاوِيَة الدِّيلِيّ قَالَ أَسْلَمْت وَعِنْدِي خَمْس نِسْوَة فَقَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِخْتَرْ أَرْبَعًا أَيَّتهنَّ شِئْت وَفَارِقْ الْأُخْرَى \" فَعَمَدْت إِلَى أَقْدَمهنَّ صُحْبَة عَجُوز عَاقِر مَعِي مُنْذُ سِتِّينَ سَنَة فَطَلَّقْتهَا . فَهَذِهِ كُلّهَا شَوَاهِد لِحَدِيثِ غَيْلَان كَمَا قَالَهُ الْبَيْهَقِيّ . وَقَوْله \" فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَة أَوْ مَا مَلَكَتْ أَيْمَانكُمْ \" . أَيْ إِنْ خِفْتُمْ مِنْ تَعْدَاد النِّسَاء أَنْ لَا تَعْدِلُوا بَيْنهنَّ كَمَا قَالَ تَعَالَى \" وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْن النِّسَاء وَلَوْ حَرَصْتُمْ \" فَمَنْ خَافَ مِنْ ذَلِكَ فَلْيَقْتَصِرْ عَلَى وَاحِدَة أَوْ عَلَى الْجَوَارِي السَّرَارِيّ فَإِنَّهُ لَا يَجِب قَسْم بَيْنهنَّ وَلَكِنْ يُسْتَحَبّ فَمَنْ فَعَلَ فَحَسَن وَمَنْ لَا فَلَا حَرَج وَقَوْله \" ذَلِكَ أَدْنَى أَلَّا تَعُولُوا \" قَالَ بَعْضهمْ ذَلِكَ أَدْنَى أَنْ لَا تَكْثُر عِيَالكُمْ قَالَهُ زَيْد بْن أَسْلَم وَسُفْيَان بْن عُيَيْنَة وَالشَّافِعِيّ وَهُوَ مَأْخُوذ مِنْ قَوْله تَعَالَى \" وَإِنْ خِفْتُمْ عَيْلَة \" أَيْ فَقْرًا \" فَسَوْفَ يُغْنِيكُمْ اللَّه مِنْ فَضْله إِنْ شَاءَ \" وَقَالَ الشَّاعِر : فَمَا يَدْرِي الْفَقِير مَتَى غِنَاهُ وَمَا يَدْرِي الْغَنِيّ مَتَى يَعِيل وَتَقُول الْعَرَب عَالَ الرَّجُل يَعِيل عَيْلَة إِذَا اِفْتَقَرَ . وَلَكِنْ فِي هَذَا التَّفْسِير هَهُنَا نَظَر فَإِنَّهُ كَمَا يُخْشَى كَثْرَة الْعَائِلَة مِنْ تَعْدَاد الْحَرَائِر كَذَلِكَ يُخْشَى مِنْ تَعْدَاد السَّرَارِيّ أَيْضًا وَالصَّحِيح قَوْل الْجُمْهُور \" ذَلِكَ أَدْنَى أَلَّا تَعُولُوا \" أَيْ لَا تَجُورُوا يُقَال عَالَ فِي الْحُكْم إِذَا قَسَطَ وَظَلَمَ وَجَارَ ; وَقَالَ أَبُو طَالِب فِي قَصِيدَته الْمَشْهُورَة : بِمِيزَانِ قِسْط لَا يَخِيس شَعِيرَة لَهُ شَاهِد مِنْ نَفْسه غَيْر عَائِل وَقَالَ هُشَيْم عَنْ أَبِي إِسْحَاق كَتَبَ عُثْمَان بْن عَفَّان إِلَى أَهْل الْكُوفَة فِي شَيْء عَاتَبُوهُ فِيهِ : إِنِّي لَسْت بِمِيزَانٍ أَعُول . رَوَاهُ اِبْن جَرِير وَقَدْ رَوَى اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ وَابْن حِبَّان فِي صَحِيحه مِنْ طَرِيق عَبْد الرَّحْمَن بْن أَبِي إِبْرَاهِيم وَخُثَيْم حَدَّثَنَا مُحَمَّد بْن شُعَيْب عَنْ عَمْرو بْن مُحَمَّد بْن زَيْد عَنْ عَبْد اللَّه بْن عُمَيْر عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ذَلِكَ أَدْنَى أَلَّا تَعُولُوا \" قَالَ \" لَا تَجُورُوا \" قَالَ اِبْن أَبِي حَاتِم قَالَ أَبِي هَذَا خَطَأ وَالصَّحِيح عَنْ عَائِشَة مَوْقُوف قَالَ اِبْن أَبِي حَاتِم وَرَوَى عَنْ اِبْن عَبَّاس وَعَائِشَة وَمُجَاهِد وَعِكْرِمَة وَالْحَسَن وَأَبِي مَالك وَابْن رَزِين وَالنَّخَعِيّ وَالشَّعْبِيّ وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ وَقَتَادَة وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان أَنَّهُمْ قَالُوا لَا تَمِيلُوا وَقَدْ اِسْتَشْهَدَ عِكْرِمَة بِبَيْتِ أَبِي طَالِب الَّذِي قَدَّمْنَاهُ وَلَكِنْ مَا أَنْشَدَهُ كَمَا هُوَ الْمَرْوِيّ فِي السِّيرَة وَقَدْ رَوَاهُ اِبْن جَرِير ثُمَّ أَنْشَدَهُ جَيِّدًا وَاخْتَارَ ذَلِكَ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40866, "aya_id": 3}]