[{"text": "لِيَعْلَمَ أَن قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا", "sura_id": 72, "type": 0, "id": 5475, "aya_id": 28}, {"text": "ليعلم أن قد أبلغوا رسالات ربهم وأحاط بما لديهم وأحصى كل شيء عددا", "sura_id": 72, "type": 1, "id": 11711, "aya_id": 28}, {"text": "28 - (ليعلم) الله علم ظهور (أن) مخففة من الثقيلة أي انه (قد أبلغوا) الرسل (رسالات ربهم) روعي بجمع الضمير معنى من (وأحاط بما لديهم) عطف على مقدر أي فعلم ذلك (وأحصى كل شيء عددا) تمييز وهو محول من المفعول والأصل أحصى عدد كل شيء \r\n", "sura_id": 72, "type": 2, "id": 30419, "aya_id": 28}, {"text": " ليعلم الرسول صلى الله عليه وسلم, أن الرسل قبله كانوا على مثل حاله من التبليغ بالحق والصدق، وأنه حُفظ كما حُفظوا من الجن, وأن الله سبحانه أحاط علمه بما عندهم ظاهرًا وباطنًا من الشرائع والأحكام وغيرها, لا يفوته منها شيء, وأنه تعالى أحصى كل شيء عددًا، فلم يَخْفَ عليه منه شيء.\r\n", "sura_id": 72, "type": 3, "id": 36655, "aya_id": 28}, {"text": " <font color=red>لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا</font><BR><p>وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الضَّمِير الَّذِي فِي قَوْله \" لِيَعْلَم \" إِلَى مَنْ يَعُود ؟ فَقِيلَ إِنَّهُ عَائِد إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ جَعْفَر عَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" عَالِم الْغَيْب فَلَا يُظْهِر عَلَى غَيْبه أَحَدًا إِلَّا مَنْ اِرْتَضَى مِنْ رَسُول فَإِنَّهُ يَسْلُك مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه رَصَدًا \" قَالَ أَرْبَعَة حَفَظَة مِنْ الْمَلَائِكَة مَعَ جِبْرِيل \" لِيَعْلَم \" مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْ قَدْ أَبْلَغُوا رِسَالَات رَبّهمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلّ شَيْء عَدَدًا \" وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث يَعْقُوب الْقُمِّيّ بِهِ وَهَكَذَا رَوَاهُ الضَّحَّاك وَالسُّدِّيّ وَيَزِيد بْن أَبِي حَبِيب وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة \" لِيَعْلَم أَنْ قَدْ أَبْلَغُوا رِسَالَات رَبّهمْ \" قَالَ لِيَعْلَم نَبِيّ اللَّه أَنَّ الرُّسُل قَدْ بَلَّغَتْ عَنْ اللَّه وَأَنَّ الْمَلَائِكَة حَفِظَتْهَا وَدَفَعَتْ عَنْهَا وَكَذَا رَوَاهُ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة وَاخْتَارَهُ اِبْن جَرِير وَقِيلَ غَيْر ذَلِكَ كَمَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" إِلَّا مَنْ اِرْتَضَى مِنْ رَسُول فَإِنَّهُ يَسْلُك مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه رَصَدًا \" قَالَ هِيَ مُعَقِّبَات مِنْ الْمَلَائِكَة يَحْفَظُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الشَّيْطَان حَتَّى يَتَبَيَّن الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَذَلِكَ حِين يَقُول لِيَعْلَم أَهْل الشِّرْك أَنْ قَدْ أَبْلَغُوا رِسَالَات رَبّهمْ وَكَذَا قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" لِيَعْلَم أَنْ قَدْ أَبْلَغُوا رِسَالَات رَبّهمْ \" قَالَ لِيَعْلَم مَنْ كَذَّبَ الرُّسُل أَنْ قَدْ أَبْلَغُوا رِسَالَات رَبّهمْ وَفِي هَذَا نَظَر وَقَالَ الْبَغَوِيّ قَرَأَ يَعْقُوب \" لِيُعْلَم \" بِالضَّمِّ لِيَعْلَم النَّاس أَنَّ الرُّسُل قَدْ بَلَّغُوا وَيَحْتَمِل أَنْ يَكُون الضَّمِير عَائِد إِلَى اللَّه عَزَّ وَجَلَّ وَهُوَ قَوْل حَكَاهُ اِبْن الْجَوْزِيّ فِي زَاد الْمَسِير وَيَكُون الْمَعْنَى فِي ذَلِكَ أَنَّهُ يَحْفَظ رُسُله بِمَلَائِكَتِهِ لِيَتَمَكَّنُوا مِنْ أَدَاء رِسَالَاته وَيَحْفَظ مَا يُنْزِلهُ إِلَيْهِمْ مِنْ الْوَحْي لِيَعْلَم أَنْ قَدْ أَبْلَغُوا رِسَالَات رَبّهمْ وَيَكُون ذَلِكَ كَقَوْلِهِ تَعَالَى \" وَمَا جَعَلْنَا الْقِبْلَة الَّتِي كُنْت عَلَيْهَا إِلَّا لِنَعْلَم مَنْ يَتَّبِع الرَّسُول مِمَّنْ يَنْقَلِب عَلَى عَقِبَيْهِ \" وَكَقَوْلِهِ تَعَالَى وَلَيَعْلَمَن اللَّه الَّذِينَ آمَنُوا وَلَيَعْلَمَن الْمُنَافِقِينَ \" إِلَى أَمْثَال ذَلِكَ مِنْ الْعِلْم بِأَنَّهُ تَعَالَى يَعْلَم الْأَشْيَاء قَبْل كَوْنهَا قَطْعًا لَا مَحَالَة وَلِهَذَا قَالَ بَعْد هَذَا \" وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلّ شَيْء عَدَدًا . آخِر تَفْسِير سُورَة الْجِن وَلِلَّه الْحَمْد وَالْمِنَّة.</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42764, "aya_id": 28}]