[{"text": "إِلاَّ تَنصُرُوهُ فَقَدْ نَصَرَهُ اللّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُواْ ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ إِنَّ اللّهَ مَعَنَا فَأَنزَلَ اللّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُواْ السُّفْلَى وَكَلِمَةُ اللّهِ هِيَ الْعُلْيَا وَاللّهُ عَزِيزٌ حَكِيمٌ", "sura_id": 9, "type": 0, "id": 1275, "aya_id": 40}, {"text": "إلا تنصروه فقد نصره الله إذ أخرجه الذين كفروا ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا فأنزل الله سكينته عليه و أيده بجنود لم تروها و جعل كلمة الذين كفروا السفلى و كلمة الله هي العليا و الله عزيز حكيم", "sura_id": 9, "type": 1, "id": 7511, "aya_id": 40}, {"text": "40 - (إلا تنصروه) أي النبي صلى الله عليه وسلم (فقد نصره الله إذ) حين (أخرجه الذين كفروا) من مكة أي الجأوه إلى الخروج لما أرادوا قتله أو حبسه أو نفيه بدار الندوة (ثاني اثنين) حال أي أحد اثنين والآخر أبو بكر المعنى نصره الله في مثل تلك الحالة فلا يخذله في غيرها (إذ) بدل من إذ قبله (هما في الغار) نقب في جبل ثور (إذ) بدل ثان (يقول لصاحبه) أبي بكر وقد قال له لما رأى أقدام المشركين : لو نظر أحدهم تحت قدميه لأبصرنا (لا تحزن إن الله معنا) بنصره (فأنزل الله سكينته) طمأنينته (عليه) قيل على النبي صلى الله عليه وسلم وقيل على أبي بكر (وأيده) أي النبي صلى الله عليه وسلم (بجنود لم تروها) ملائكة في الغار ومواطن قتاله (وجعل كلمة الذين كفروا) أي دعوة الشرك (السفلى) المغلوبة (وكلمة الله) أي كلمه الشهادة (هي العليا) الظاهرة الغالبة (والله عزيز) في ملكه (حكيم) في صنعه \r\n", "sura_id": 9, "type": 2, "id": 26219, "aya_id": 40}, {"text": "يا معشر أصحاب رسول الله صلى الله عليه وسلم إن لا تنفروا معه أيها المؤمنون إذا استَنْفَركم, وإن لا تنصروه; فقد أيده الله ونصره يوم أخرجه الكفار من قريش من بلده (مكة), وهو ثاني اثنين (هو وأبو بكر الصديق رضي الله عنه) وألجؤوهما إلى نقب في جبل ثور \"بمكة\"، فمكثا فيه ثلاث ليال, إذ يقول لصاحبه (أبي بكر) لما رأى منه الخوف عليه: لا تحزن إن الله معنا بنصره وتأييده, فأنزل الله الطمأنينة في قلب رسول الله صلى الله عليه وسلم, وأعانه بجنود لم يرها أحد من البشر وهم الملائكة, فأنجاه الله من عدوه وأذل الله أعداءه, وجعل كلمة الذين كفروا السفلى. وكلمةُ الله هي العليا,, ذلك بإعلاء شأن الإسلام. والله عزيز في ملكه, حكيم في تدبير شؤون عباده. وفي هذه الآية منقبة عظيمة لأبي بكر الصديق رضي الله عنه.\r\n", "sura_id": 9, "type": 3, "id": 32455, "aya_id": 40}, {"text": " <font color=red>إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ</font><BR><p>يَقُول تَعَالَى \" إِلَّا تَنْصُرُوهُ \" أَيْ تَنْصُرُوا رَسُوله فَإِنَّ اللَّه نَاصِره وَمُؤَيِّده وَكَافِيه وَحَافِظه كَمَا تَوَلَّى نَصْره \" إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اِثْنَيْنِ \" أَيْ عَام الْهِجْرَة لَمَّا هَمَّ الْمُشْرِكُونَ بِقَتْلِهِ أَوْ حَبْسه أَوْ نَفْيه فَخَرَجَ مِنْهُمْ هَارِبًا صَحِبَهُ صَدِيقه وَصَاحِبه أَبُو بَكْر بْن أَبِي قُحَافَة فَلَجَأَ إِلَى غَار ثَوْر ثَلَاثَة أَيَّام لِيَرْجِع الطُّلَّب الَّذِينَ خَرَجُوا فِي آثَارهمْ ثُمَّ يَسِيرُوا نَحْو الْمَدِينَة فَجَعَلَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ يَجْزَع أَنْ يُطَّلَع عَلَيْهِمْ فَيَخْلُص إِلَى الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام مِنْهُمْ أَذًى فَجَعَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُسَكِّنهُ وَيُثَبِّتهُ وَيَقُول \" يَا أَبَا بَكْر مَا ظَنّك بِاثْنَيْنِ اللَّه ثَالِثهمَا \" كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا هَمَّام أَنْبَأَنَا ثَابِت عَنْ أَنَس أَنَّ أَبَا بَكْر حَدَّثَهُ قَالَ : قُلْت لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ فِي الْغَار لَوْ أَنَّ أَحَدهمْ نَظَرَ إِلَى قَدَمَيْهِ لَأَبْصَرَنَا تَحْت قَدَمَيْهِ قَالَ : فَقَالَ \" يَا أَبَا بَكْر مَا ظَنّك بِاثْنَيْنِ اللَّه ثَالِثهمَا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَلِهَذَا قَالَ تَعَالَى \" فَأَنْزَلَ اللَّه سَكِينَته عَلَيْهِ \" أَيْ تَأْيِيده وَنَصْره عَلَيْهِ أَيْ عَلَى الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَشْهَر الْقَوْلَيْنِ وَقِيلَ عَلَى أَبِي بَكْر وَرُوِيَ عَنْ اِبْن عَبَّاس وَغَيْره قَالُوا : لِأَنَّ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ تَزَلْ مَعَهُ سَكِينَة وَهَذَا لَا يُنَافِي تَجَدُّد سَكِينَة خَاصَّة بِتِلْكَ الْحَال وَلِهَذَا قَالَ \" وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا \" أَيْ الْمَلَائِكَة \" وَجَعَلَ كَلِمَة الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَة اللَّه هِيَ الْعُلْيَا \" قَالَ اِبْن عَبَّاس : يَعْنِي بِكَلِمَةِ الَّذِينَ كَفَرُوا الشِّرْك وَكَلِمَة اللَّه هِيَ لَا إِلَه إِلَّا اللَّه . وَفِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الرَّجُل يُقَاتِل شَجَاعَة وَيُقَاتِل حَمِيَّة وَيُقَاتِل رِيَاء أَيْ ذَلِكَ فِي سَبِيل اللَّه ؟ فَقَالَ \" مَنْ قَاتَلَ لِتَكُونَ كَلِمَة اللَّه هِيَ الْعُلْيَا فَهُوَ فِي سَبِيل اللَّه \" وَقَوْله \" وَاَللَّه عَزِيز \" أَيْ فِي اِنْتِقَامه وَانْتِصَاره مَنِيع الْجَنَاب لَا يُضَام مَنْ لَاذَ بِبَابِهِ وَاحْتَمَى بِالتَّمَسُّكِ بِخِطَابِهِ \" حَكِيم \" فِي أَقْوَاله وَأَفْعَاله .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43458, "aya_id": 40}]