[{"text": "فَمَن يُرِدِ اللّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاء كَذَلِكَ يَجْعَلُ اللّهُ الرِّجْسَ عَلَى الَّذِينَ لاَ يُؤْمِنُونَ", "sura_id": 6, "type": 0, "id": 914, "aya_id": 125}, {"text": "فمن يرد الله أن يهديه يشرح صدره للإسلام ومن يرد أن يضله يجعل صدره ضيقا حرجا كأنما يصعد في السماء كذلك يجعل الله الرجس على الذين لا يؤمنون", "sura_id": 6, "type": 1, "id": 7150, "aya_id": 125}, {"text": "125 - (فمن يرد الله أن يهديه يشرح صدره للإسلام) بأن يقذف في قلبه نورا فينفسح له ويقبله كما ورد في حديث (ومن يرد) الله (أن يضله يجعل صدره ضيْقا) بالتخفيف والتشديد عن قبوله (حرِجا) شديد الضيق بكسر الراء صفة وفتحها مصدر وصف فيه مبالغة (كأنما يصَّعد) وفي قراءة {يصَّاعد} وفيهما إدغام التاء في الأصل في الصاد وفي أخرى بسكونها (في السماء) إذا كلف الإيمان لشدته عليه (كذلك) الجعل (يجعل الله الرجس) العذاب أو الشيطان أي يسلطه (على الذين لا يؤمنون) \r\n", "sura_id": 6, "type": 2, "id": 25858, "aya_id": 125}, {"text": "فمن يشأ الله أن يوفقه لقَبول الحق يشرح صدره للتوحيد والإيمان, ومن يشأ أن يضله يجعل صدره في حال شديدة من الانقباض عن قَبول الهدى, كحال مَن يصعد في طبقات الجو العليا, فيصاب بضيق شديد في التنفس. وكما يجعل الله صدور الكافرين شديدة الضيق والانقباض, كذلك يجحل العذاب على الذين لا يؤمنون به.\r\n", "sura_id": 6, "type": 3, "id": 32094, "aya_id": 125}, {"text": " <font color=red>فَمَنْ يُرِدِ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ</font><BR><p>يَقُول تَعَالَى : فَمَنْ يُرِدْ اللَّه أَنْ يَهْدِيه يَشْرَح صَدْره لِلْإِسْلَامِ أَيْ يُيَسِّرهُ لَهُ وَيُنَشِّطهُ وَيُسَهِّلهُ لِذَلِكَ فَهَذِهِ عَلَامَات عَلَى الْخَيْر كَقَوْلِهِ تَعَالَى \" أَفَمَنْ شَرَحَ اللَّه صَدْره لِلْإِسْلَامِ فَهُوَ عَلَى نُور مِنْ رَبّه \" الْآيَة وَقَالَ تَعَالَى \" وَلَكِنَّ اللَّه حَبَّبَ إِلَيْكُمْ الْإِيمَان وَزَيَّنَهُ فِي قُلُوبكُمْ وَكَرَّهَ إِلَيْكُمْ الْكُفْر وَالْفُسُوق وَالْعِصْيَان أُولَئِكَ هُمْ الرَّاشِدُونَ \" وَقَالَ اِبْن عَبَّاس فِي قَوْله \" فَمَنْ يُرِدْ اللَّه أَنْ يَهْدِيه يَشْرَح صَدْره لِلْإِسْلَامِ\" يَقُول تَعَالَى يُوَسِّع قَلْبه لِلتَّوْحِيدِ وَالْإِيمَان بِهِ وَكَذَا قَالَ أَبُو مَالِك وَغَيْر وَاحِد وَهُوَ ظَاهِر . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا الثَّوْرِيّ عَنْ عَمْرو بْن قَيْس عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي جَعْفَر قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ الْمُؤْمِنِينَ أَكْيَس ؟ قَالَ\" أَكْثَرهمْ ذِكْرًا لِلْمَوْتِ وَأَكْثَرهمْ لِمَا بَعْده اِسْتِعْدَادًا\" قَالَ : وَسُئِلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ هَذِهِ الْآيَة \" فَمَنْ يُرِدْ اللَّه أَنْ يَهْدِيه يَشْرَح صَدْره لِلْإِسْلَامِ \" قَالُوا : كَيْفَ يَشْرَح صَدْره يَا رَسُول اللَّه ؟ قَالَ نُور يَقْذِف فِيهِ فَيَنْشَرِح لَهُ وَيَنْفَسِح قَالُوا : فَهَلْ لِذَلِكَ مِنْ أَمَارَة يُعْرَف بِهَا ؟ قَالَ الْإِنَابَة إِلَى دَار الْخُلُود وَالتَّجَافِي عَنْ دَار الْغُرُور وَالِاسْتِعْدَاد لِلْمَوْتِ قَبْل لِقَاء الْمَوْت وَقَالَ اِبْن جَرِير : حَدَّثَنَا هَنَّاد حَدَّثَنَا قَبِيصَة عَنْ سُفْيَان يَعْنِي الثَّوْرِيّ عَنْ عَمْرو بْن مُرَّة عَنْ رَجُل يُكَنَّى أَبَا جَعْفَر كَانَ يَسْكُن الْمَدَائِن قَالَ : سُئِلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْل اللَّه تَعَالَى \" فَمَنْ يُرِدْ اللَّه أَنْ يَهْدِيه يَشْرَح صَدْره لِلْإِسْلَامِ \" فَذَكَرَ نَحْو مَا تَقَدَّمَ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن إِدْرِيس عَنْ الْحَسَن بْن الْفُرَات الْقَزَّاز عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي جَعْفَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَمَنْ يُرِدْ اللَّه أَنْ يَهْدِيه يَشْرَح صَدْره لِلْإِسْلَامِ\" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ الْإِيمَان الْقَلْب اِنْفَسَحَ لَهُ الْقَلْب وَانْشَرَحَ قَالُوا : يَا رَسُول اللَّه هَلْ لِذَلِكَ مِنْ أَمَارَة ؟ قَالَ نَعَمْ الْإِنَابَة إِلَى دَار الْخُلُود وَالتَّجَافِي عَنْ دَار الْغُرُور وَالِاسْتِعْدَاد لِلْمَوْتِ قَبْل الْمَوْت وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ سِوَار بْن عَبْد اللَّه الْعَنْبَرِيّ حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان سَمِعْت أَبِي يُحَدِّث عَنْ عَبْد اللَّه بْن مُرَّة عَنْ أَبِي جَعْفَر فَذَكَرَهُ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ عَمْرو بْن قَيْس عَنْ عَمْرو بْن مُرَّة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" فَمَنْ يُرِدْ اللَّه أَنْ يَهْدِيه يَشْرَح صَدْره لِلْإِسْلَامِ \" قَالُوا : يَا رَسُول اللَّه مَا هَذَا الشَّرْح ؟ قَالَ نُور يُقْذَف فِي الْقَلْب قَالُوا : يَا رَسُول اللَّه فَهَلْ لِذَلِكَ مِنْ أَمَارَة تُعْرَف ؟ قَالَ نَعَمْ قَالُوا : وَمَا هِيَ ؟ قَالَ : الْإِنَابَة إِلَى دَار الْخُلُود وَالتَّجَافِي عَنْ دَار الْغُرُور وَالِاسْتِعْدَاد لِلْمَوْتِ قَبْل الْمَوْت . وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنِي هِلَال بْن الْعَلَاء حَدَّثَنَا سَعِيد بْن عَبْد الْمَلِك بْن وَافِد حَدَّثَنَا مُحَمَّد بْن مُسْلِم عَنْ أَبِي عَبْد الرَّحْمَن عَنْ زَيْد بْن أَبِي أُنَيْسَة عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي عُبَيْدَة بْن عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ النُّور الْقَلْب اِنْفَسَحَ وَانْشَرَحَ قَالُوا : فَهَلْ لِذَلِكَ مِنْ عَلَامَة يُعْرَف بِهَا ؟ قَالَ الْإِنَابَة إِلَى دَار الْخُلُود وَالتَّنَحِّي عَنْ دَار الْغُرُور وَالِاسْتِعْدَاد لِلْمَوْتِ قَبْل لِقَاء الْمَوْت وَقَدْ رَوَاهُ مِنْ وَجْه آخَر عَنْ اِبْن مَسْعُود مُتَّصِلًا مَرْفُوعًا فَقَالَ : حَدَّثَنِي اِبْن سِنَان الْقَزَّاز حَدَّثَنَا مَحْبُوب بْن الْحَسَن الْهَاشِمِيّ عَنْ يُونُس عَنْ عَبْد الرَّحْمَن بْن عُبَيْد بْن عُتْبَة عَنْ عَبْد اللَّه بْن مَسْعُود عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَمَنْ يُرِدْ اللَّه أَنْ يَهْدِيه يَشْرَح صَدْره لِلْإِسْلَامِ \" قَالُوا : يَا رَسُول اللَّه وَكَيْفَ يُشْرَح صَدْره ؟ قَالَ يُدْخِل فِيهِ النُّور فَيَنْفَسِح قَالُوا : وَهَلْ لِذَلِكَ عَلَامَة يَا رَسُول اللَّه ؟ قَالَ التَّجَافِي عَنْ دَار الْغُرُور وَالْإِنَابَة إِلَى دَار الْخُلُود وَالِاسْتِعْدَاد لِلْمَوْتِ قَبْل أَنْ يَنْزِل الْمَوْت فَهَذِهِ طُرُق لِهَذَا الْحَدِيث مُرْسَلَة وَمُتَّصِلَة يَشُدّ بَعْضهَا بَعْضًا وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" وَمَنْ يُرِدْ أَنْ يُضِلّهُ يَجْعَل صَدْره ضَيْقًا حَرَجًا \" قُرِئَ بِفَتْحِ الضَّاد وَتَسْكِين الْيَاء وَالْأَكْثَرُونَ ضَيِّقًا بِتَشْدِيدِ الْيَاء وَكَسْرهَا وَهُمَا لُغَتَانِ كَهَيْن وَهَيِّن وَقَرَأَ بَعْضهمْ حَرِجًا بِفَتْحِ الْحَاء وَكَسْر الرَّاء قِيلَ بِمَعْنَى أَثِمَ قَالَهُ السُّدِّيّ. وَقِيلَ بِمَعْنَى الْقِرَاءَة الْأُخْرَى حَرَجًا بِفَتْحِ الْحَاء وَالرَّاء وَهُوَ الَّذِي لَا يَتَّسِع لِشَيْءٍ مِنْ الْهُدَى وَلَا يَخْلُص إِلَيْهِ شَيْء مَا يَنْفَعهُ مِنْ الْإِيمَان وَلَا يَنْفُذ فِيهِ وَقَدْ سَأَلَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ رَجُلًا مِنْ الْأَعْرَاب مِنْ أَهْل الْبَادِيَة مِنْ مُدْلِج عَنْ الْحَرِجَة فَقَالَ هِيَ الشَّجَرَة تَكُون بَيْن الْأَشْجَار لَا تَصِل إِلَيْهَا رَاعِيَة وَلَا وَحْشِيَّة وَلَا شَيْء فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ : كَذَلِكَ قَلْب الْمُنَافِق لَا يَصِل إِلَيْهِ شَيْء مِنْ الْخَيْر . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس يَجْعَل اللَّه عَلَيْهِ الْإِسْلَام ضَيِّقًا وَالْإِسْلَام وَاسِع وَذَلِكَ حِين يَقُول \" مَا جَعَلَ عَلَيْكُمْ فِي الدِّين مِنْ حَرَج \" يَقُول مَا جَعَلَ عَلَيْكُمْ فِي الْإِسْلَام مِنْ ضِيق وَقَالَ مُجَاهِد وَالسُّدِّيّ : ضَيِّقًا حَرَجًا شَاكًّا . وَقَالَ عَطَاء الْخُرَاسَانِيّ ضَيِّقًا حَرَجًا أَيْ لَيْسَ لِلْخَيْرِ فِيهِ مَنْفَذ وَقَالَ اِبْن الْمُبَارَك عَنْ اِبْن جُرَيْج ضَيِّقًا حَرَجًا بِلَا إِلَه إِلَّا اللَّه حَتَّى يَسْتَطِيع أَنْ تَدْخُل قَلْبه كَأَنَّمَا يَصَّعَّد فِي السَّمَاء مِنْ شِدَّة ذَلِكَ عَلَيْهِ . وَقَالَ سَعِيد بْن جُبَيْر يُجْعَل صَدْره ضَيِّقًا حَرَجًا قَالَ : لَا يَجِد فِيهِ مَسْلَكًا إِلَّا صَعِدًا وَقَالَ السُّدِّيّ\" كَأَنَّمَا يَصَّعَّد فِي السَّمَاء \" مِنْ ضِيق صَدْره . وَقَالَ عَطَاء الْخُرَاسَانِيّ \" كَأَنَّمَا يَصَّعَّد فِي السَّمَاء \" يَقُول مَثَله كَمَثَلِ الَّذِي لَا يَسْتَطِيع أَنْ يَصْعَد إِلَى السَّمَاء. وَقَالَ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" كَأَنَّمَا يَصَّعَّد فِي السَّمَاء \" يَقُول فَكَمَا لَا يَسْتَطِيع اِبْن آدَم أَنْ يَبْلُغ السَّمَاء فَكَذَلِكَ لَا يَسْتَطِيع أَنْ يُدْخِل التَّوْحِيد وَالْإِيمَان قَلْبه حَتَّى يُدْخِلهُ اللَّه فِي قَلْبه وَقَالَ الْأَوْزَاعِيّ \" كَأَنَّمَا يَصَّعَّد فِي السَّمَاء \" كَيْفَ يَسْتَطِيع مَنْ جَعَلَ اللَّه صَدْره ضَيِّقًا أَنْ يَكُون مُسْلِمًا. وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : وَهَذَا مَثَل ضَرَبَهُ اللَّه لِقَلْبِ هَذَا الْكَافِر فِي شِدَّة ضِيقه عَنْ وُصُول الْإِيمَان إِلَيْهِ يَقُول فَمَثَله فِي اِمْتِنَاعه مِنْ قَبُول الْإِيمَان وَضِيقه عَنْ وُصُوله إِلَيْهِ مَثَل اِمْتِنَاعه عَنْ الصُّعُود إِلَى السَّمَاء وَعَجْزه عَنْهُ لِأَنَّهُ لَيْسَ فِي وُسْعه وَطَاقَته وَقَالَ فِي قَوْله \" كَذَلِكَ يَجْعَل اللَّه الرِّجْس عَلَى الَّذِينَ لَا يُؤْمِنُونَ\" يَقُول كَمَا يَجْعَل اللَّه صَدْر مَنْ أَرَادَ إِضْلَاله ضَيِّقًا حَرَجًا كَذَلِكَ يُسَلِّط اللَّه الشَّيْطَان عَلَيْهِ وَعَلَى أَمْثَاله مِمَّنْ أَبَى الْإِيمَان بِاَللَّهِ وَرَسُوله فَيُغْوِيه وَيَصُدّهُ عَنْ سَبِيل اللَّه وَقَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : الرِّجْس الشَّيْطَان وَقَالَ مُجَاهِد : الرِّجْس كُلّ مَا لَا خَيْر فِيهِ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم الرِّجْس الْعَذَاب.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42105, "aya_id": 125}]