[{"text": "اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ", "sura_id": 38, "type": 0, "id": 3987, "aya_id": 17}, {"text": "اصبر على ما يقولون واذكر عبدنا داود ذا الأيد إنه أواب", "sura_id": 38, "type": 1, "id": 10223, "aya_id": 17}, {"text": "17 - (اصبر على ما يقولون واذكر عبدنا داود ذا الأيد) القوة في العبادة كان يصوم يوما ويفطر يوما ويقوم نصف الليل وينام ثلثه ويقوم سدسه (إنه أواب) رجاع إلى مرضاة الله \r\n", "sura_id": 38, "type": 2, "id": 28931, "aya_id": 17}, {"text": "اصبر -أيها الرسول- على ما يقولونه مما تكره، واذكر عبدنا داود صاحب القوة على أعداء الله والصبر على طاعته, إنه توَّاب كثير الرجوع إلى ما يرضي الله. (وفي هذا تسلية للرسول صلى الله عليه وسلم).\r\n", "sura_id": 38, "type": 3, "id": 35167, "aya_id": 17}, {"text": " <font color=red>اصْبِرْ عَلَى مَا يَقُولُونَ</font><BR><p>وَقَوْله جَلَّ جَلَاله \" وَقَالُوا رَبّنَا عَجِّلْ لَنَا قِطَّنَا قَبْل يَوْم الْحِسَاب \" هَذَا إِنْكَار مِنْ اللَّه تَعَالَى عَلَى الْمُشْرِكِينَ فِي دُعَائِهِمْ عَلَى أَنْفُسِهِمْ بِتَعْجِيلِ الْعَذَاب فَإِنَّ الْقِطّ هُوَ الْكِتَاب وَقِيلَ هُوَ الْحَظّ وَالنَّصِيب قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَالضَّحَّاك وَالْحَسَن وَغَيْر وَاحِد سَأَلُوا تَعْجِيل الْعَذَاب زَادَ قَتَادَة كَمَا قَالُوا \" اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقّ مِنْ عِنْدك فَأَمْطِرْ عَلَيْنَا حِجَارَة مِنْ السَّمَاء أَوْ اِئْتِنَا بِعَذَابٍ أَلِيم \" وَقِيلَ سَأَلُوا تَعْجِيل نَصِيبهمْ مِنْ الْجَنَّة إِنْ كَانَتْ مَوْجُودَة لِيَلْقَوْا ذَاكَ فِي الدُّنْيَا وَإِنَّمَا خَرَجَ هَذَا مِنْهُمْ مَخْرَج الِاسْتِبْعَاد وَالتَّكْذِيب . وَقَالَ اِبْن جَرِير سَأَلُوا تَعْجِيل مَا يَسْتَحِقُّونَهُ مِنْ الْخَيْر أَوْ الشَّرّ فِي الدُّنْيَا وَهَذَا الَّذِي قَالَهُ جَيِّد وَعَلَيْهِ يَدُور كَلَام الضَّحَّاك وَإِسْمَاعِيل بْن أَبِي خَالِد وَاَللَّه أَعْلَم وَلَمَّا كَانَ هَذَا الْكَلَام مِنْهُمْ عَلَى وَجْه الِاسْتِهْزَاء وَالِاسْتِبْعَاد قَالَ اللَّه تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آمِرًا لَهُ بِالصَّبْرِ عَلَى أَذَاهُمْ وَمُبَشِّرًا لَهُ عَلَى صَبْره بِالْعَاقِبَةِ وَالنَّصْر وَالظَّفَر .</p><BR><font color=red>وَاذْكُرْ عَبْدَنَا دَاوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ</font><BR><p>يَذْكُر تَعَالَى عَنْ عَبْده وَرَسُوله دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام أَنَّهُ كَانَ ذَا أَيْدٍ وَالْأَيْد الْقُوَّة فِي الْعِلْم وَالْعَمَل قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَالسُّدِّيّ وَابْن زَيْد الْأَيْد : الْقُوَّة وَقَرَأَ اِبْن زَيْد \" وَالسَّمَاء بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ \" وَقَالَ مُجَاهِد الْأَيْد الْقُوَّة فِي الطَّاعَة وَقَالَ قَتَادَة أُعْطِيَ دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام قُوَّة فِي الْعِبَادَة وَفِقْهًا فِي الْإِسْلَام وَقَدْ ذُكِرَ لَنَا أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام كَانَ يَقُوم ثُلُث اللَّيْل وَيَصُوم نِصْف الدَّهْر وَهَذَا ثَابِت فِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَحَبُّ الصَّلَاة إِلَى اللَّه تَعَالَى صَلَاة دَاوُد وَأَحَبُّ الصِّيَام إِلَى اللَّه عَزَّ وَجَلَّ صِيَام دَاوُد كَانَ يَنَام نِصْف اللَّيْل وَيَقُوم ثُلُثه وَيَنَام سُدُسه وَكَانَ يَصُوم يَوْمًا وَيُفْطِر يَوْمًا وَلَا يَفِرّ إِذَا لَاقَى وَإِنَّهُ كَانَ أَوَّابًا\" وَهُوَ إِلَى اللَّه عَزَّ وَجَلَّ فِي جَمِيع أُمُوره وَشُئُونه.</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40612, "aya_id": 17}]