[{"text": "قُلْ هَلُمَّ شُهَدَاءكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللّهَ حَرَّمَ هَذَا فَإِن شَهِدُواْ فَلاَ تَشْهَدْ مَعَهُمْ وَلاَ تَتَّبِعْ أَهْوَاء الَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَالَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ", "sura_id": 6, "type": 0, "id": 939, "aya_id": 150}, {"text": "قل هلم شهداءكم الذين يشهدون أن الله حرم هذا فإن شهدوا فلا تشهد معهم ولا تتبع أهواء الذين كذبوا بآياتنا والذين لا يؤمنون بالآخرة وهم بربهم يعدلون", "sura_id": 6, "type": 1, "id": 7175, "aya_id": 150}, {"text": "150 - (قل هلم) أحضروا (شهداءكم الذين يشهدون أن الله حرم هذا) الذي حرمتموه (فإن شهدوا فلا تشهد معهم ولا تتبع أهواء الذين كذبوا بآياتنا والذين لا يؤمنون بالآخرة وهم بربهم يعدلون) يشركون \r\n", "sura_id": 6, "type": 2, "id": 25883, "aya_id": 150}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: هاتوا شهداءكم الذين يشهدون أن الله تعالى هو الذي حرَّم ما حرَّمتم من الحرث والأنعام, فإن شهدوا -كذبًا وزورًا- فلا تصدقهم, ولا توافق الذين حكَّموا أهواءهم, فكذبوا بآيات الله فيما ذهبوا إليه من تحريم ما أحل الله, وتحليل ما حرم الله, ولا تتبع الذين لا يصدقون بالحياة الآخرة ولا يعملون لها, والذين هم بربهم يشركون فيعبدون معه غيره.\r\n", "sura_id": 6, "type": 3, "id": 32119, "aya_id": 150}, {"text": " <font color=red>قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ</font><BR><p>وَقَوْله تَعَالَى \" قُلْ هَلُمَّ شُهَدَاءَكُمْ \" أَيْ أَحْضِرُوا شُهَدَاءَكُمْ \" الَّذِينَ يَشْهَدُونَ أَنَّ اللَّه حَرَّمَ هَذَا \" أَيْ هَذَا الَّذِي حَرَّمْتُمُوهُ وَكَذَّبْتُمْ وَافْتَرَيْتُمْ عَلَى اللَّه فِيهِ \" فَإِنْ شَهِدُوا فَلَا تَشْهَد مَعَهُمْ \" أَيْ لِأَنَّهُمْ إِنَّمَا يَشْهَدُونَ وَالْحَالَة هَذِهِ كَذِبًا وَزُورًا \" وَلَا تَتَّبِع أَهْوَاء الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاَلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ\" أَيْ يُشْرِكُونَ بِهِ وَيَجْعَلُونَ لَهُ عَدِيلًا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42133, "aya_id": 150}]