[{"text": "يَا أَيُّهَا النَّبِيُّ إِذَا جَاءكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَن لَّا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 60, "type": 0, "id": 5162, "aya_id": 12}, {"text": "يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ولا يعصينك في معروف فبايعهن واستغفر لهن الله إن الله غفور رحيم", "sura_id": 60, "type": 1, "id": 11398, "aya_id": 12}, {"text": "12 - (يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن) كما كان يفعل في الجاهلية من وأد البنات أي دفنهن أحياء خوف العار والفقر (ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن) أي بولد ملقوط ينسبنه إلى الزوج ووصف بصفة الولد الحقيقي فإن الأم إذا وضعته سقط بين يديها ورجليها (ولا يعصينك في) فعل (معروف) هو ما وافق طاعة الله كترك النياحة وتمزيق الثياب وجز الشعور وشق الجيب وخمش الوجه (فبايعهن) فعل ذلك صلى الله عليه وسلم بالقول ولم يصافح واحدة منهن (واستغفر لهن الله إن الله غفور رحيم) \r\n", "sura_id": 60, "type": 2, "id": 30106, "aya_id": 12}, {"text": "يا أيها النبي إذا جاءك النساء المؤمنات بالله ورسوله يعاهدنك على ألا يجعلن مع الله شريكًا في عبادته, ولا يسرقن شيئًا, ولا يزنين, ولا يقتلن أولادهن بعد الولادة أو قبلها, ولا يُلحقن بأزواجهن أولادًا ليسوا منهم, ولا يخالفنك في معروف تأمرهن به, فعاهدهن على ذلك, واطلب لهن المغفرة من الله. إن الله غفور لذنوب عباده التائبين, رحيم بهم.\r\n", "sura_id": 60, "type": 3, "id": 36342, "aya_id": 12}, {"text": " <font color=red>يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ</font><BR><p>قَالَ الْبُخَارِيّ حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن أَخِي اِبْن شِهَاب عَنْ عَمّه قَالَ أَخْبَرَنِي عُرْوَة أَنَّ عَائِشَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبَرْته أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَمْتَحِن مَنْ هَاجَرَ إِلَيْهِ مِنْ الْمُؤْمِنَات بِهَذِهِ الْآيَة \" يَا أَيّهَا النَّبِيّ إِذَا جَاءَك الْمُؤْمِنَات يُبَايِعْنَك - إِلَى قَوْله - غَفُور رَحِيم \" قَالَ عُرْوَة قَالَتْ عَائِشَة فَمَنْ أَقَرَّ بِهَذَا الشَّرْط مِنْ الْمُؤْمِنَات قَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدْ بَايَعْتُك \" كَلَامًا وَلَا وَاَللَّه مَا مَسَّتْ يَده يَد اِمْرَأَة فِي الْمُبَايَعَة قَطُّ وَمَا يُبَايِعهُنَّ إِلَّا بِقَوْلِهِ \" قَدْ بَايَعْتُك عَلَى ذَلِكَ \" هَذَا لَفْظ الْبُخَارِيّ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا سُفْيَان عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ أُمَيْمَة بِنْت رُقَيْقَة قَالَتْ أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي نِسَاء لِنُبَايِعهُ فَأَخَذَ عَلَيْنَا مَا فِي الْقُرْآن أَنْ لَا نُشْرِك بِاَللَّهِ شَيْئًا الْآيَة وَقَالَ \" فِيمَا اِسْتَطَعْتُنَّ وَأَطَقْتُنَّ\" قُلْنَا اللَّه وَرَسُوله أَرْحَم بِنَا مِنْ أَنْفُسنَا قُلْنَا يَا رَسُول اللَّه أَلَا تُصَافِحنَا ؟ قَالَ \" إِنِّي لَا أُصَافِح النِّسَاء إِنَّمَا قَوْلِي لِامْرَأَةٍ وَاحِدَة قَوْلِي لِمِائَةِ اِمْرَأَة\" هَذَا إِسْنَاد صَحِيح وَقَدْ رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة وَالنَّسَائِيّ أَيْضًا مِنْ حَدِيث الثَّوْرِيّ وَمَالِك بْن أَنَس كُلّهمْ عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ أُمَيْمَة بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث مُحَمَّد بْن الْمُنْكَدِر وَقَدْ رَوَاهُ أَحْمَد أَيْضًا مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن الْمُنْكَدِر وَزَادَ : وَلَمْ يُصَافِح مِنَّا اِمْرَأَة وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ طَرِيق مُوسَى بْن عُقْبَة عَنْ مُحَمَّد بْن الْمُنْكَدِر بِهِ وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي جَعْفَر الرَّازِيّ عَنْ مُحَمَّد بْن الْمُنْكَدِر حَدَّثَتْنِي أُمَيْمَة بِنْت رُقَيْقَة وَكَانَتْ أُخْت خَدِيجَة خَالَة فَاطِمَة مِنْ فِيهَا إِلَى فِي فَذَكَرَهُ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ اِبْن إِسْحَاق حَدَّثَنِي سَلِيط بْن أَيُّوب بْن الْحَكَم بْن سُلَيْم عَنْ أُمّه سَلْمَى بِنْت قَيْس وَكَانَتْ إِحْدَى خَالَات رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ صَلَّتْ مَعَهُ الْقِبْلَتَيْنِ وَكَانَتْ إِحْدَى نِسَاء بَنِي عَدِيّ بْن النَّجَّار قَالَتْ جِئْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نُبَايِعهُ فِي نِسْوَة مِنْ الْأَنْصَار فَلَمَّا شَرَطَ عَلَيْنَا أَلَّا نُشْرِك بِاَللَّهِ شَيْئًا وَلَا نَسْرِق وَلَا نَزْنِي وَلَا نَقْتُل أَوْلَادنَا وَلَا نَأْتِي بِبُهْتَانٍ نَفْتَرِيه بَيْن أَيْدِينَا وَأَرْجُلنَا وَلَا نَعْصِيه فِي مَعْرُوف قَالَ \" وَلَا تَغْشُشْنَ أَزْوَاجكُنَّ \" قَالَتْ فَبَايَعْنَاهُ ثُمَّ اِنْصَرَفْنَا فَقُلْت لِامْرَأَةٍ مِنْهُنَّ اِرْجِعِي فَسَلِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا غِشّ أَزْوَاجنَا ؟ قَالَ فَسَأَلَتْهُ فَقَالَ : \" تَأْخُذ مَاله فَتُحَابِي بِهِ غَيْره \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن أَبِي الْعَبَّاس حَدَّثَنَا عَبْد الرَّحْمَن بْن عُثْمَان بْن إِبْرَاهِيم بْن مُحَمَّد بْن حَاطِب حَدَّثَنِي أَبِي عَنْ أُمّه عَائِشَة بِنْت قُدَامَة يَعْنِي اِبْن مَظْعُون قَالَتْ أَنَا مَعَ أُمِّي رَائِطَة اِبْنَة سُفْيَان الْخُزَاعِيَّة وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُبَايِع النِّسْوَة وَيَقُول \" أُبَايِعكُنَّ عَلَى أَنْ لَا تُشْرِكْنَ بِاَللَّهِ شَيْئًا وَلَا تَسْرِقْنَ وَلَا تَزْنِينَ وَلَا تَقْتُلْنَ أَوْلَادكُنَّ وَلَا تَأْتِينَ بِبُهْتَانٍ تَفْتَرِينَهُ بَيْن أَيْدِيكُنَّ وَأَرْجُلكُنَّ وَلَا تَعْصِينَنِي فِي مَعْرُوف - قُلْنَ نَعَمْ - فِيمَا اِسْتَطَعْتُنَّ \" فَكُنَّ يَقُلْنَ وَأَقُول مَعَهُنَّ وَأُمِّي تَقُول لِي أَيْ بُنَيَّة نَعَمْ فَكُنْت أَقُول كَمَا يَقُلْنَ وَقَالَ الْبُخَارِيّ حَدَّثَنَا أَبُو مَعْمَر حَدَّثَنَا عَبْد الْوَارِث حَدَّثَنَا أَيُّوب عَنْ حَفْصَة بِنْت سِيرِينَ عَنْ أُمّ عَطِيَّة قَالَتْ بَايَعْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَرَأَ عَلَيْنَا \" وَلَا تُشْرِكْنَ بِاَللَّهِ شَيْئًا \" وَنَهَانَا عَنْ النِّيَاحَة فَقَبَضَتْ اِمْرَأَة يَدهَا قَالَتْ أَسْعَدَتْنِي فُلَانَة فَأُرِيد أَنْ أَجْزِيهَا فَمَا قَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا فَانْطَلَقَتْ وَرَجَعَتْ فَبَايَعَهَا وَرَوَاهُ مُسْلِم وَفِي رِوَايَة فَمَا وَفَى مِنْهُنَّ اِمْرَأَة غَيْرهَا وَغَيْر أُمّ سُلَيْم اِمْرَأَة مِلْحَان وَلِلْبُخَارِيِّ عَنْ أُمّ عَطِيَّة قَالَتْ أَخَذَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد الْبَيْعَة أَنْ لَا نَنُوح فَمَا وَفَتْ مِنَّا اِمْرَأَة غَيْر خَمْس نِسْوَة أُمّ سُلَيْم وَأُمّ الْعَلَاء وَابْنَة أَبِي سَبْرَة اِمْرَأَة مُعَاذ وَامْرَأَتَانِ أَوْ اِبْنَة أَبِي سَبْرَة وَامْرَأَة مُعَاذ وَامْرَأَة أُخْرَى وَقَدْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَعَاهَد النِّسَاء بِهَذِهِ الْبَيْعَة يَوْم الْعِيد كَمَا قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم حَدَّثَنَا هَارُون بْن مَعْرُوف حَدَّثَنَا عَبْد اللَّه بْن وَهْب أَخْبَرَنِي اِبْن جُرَيْج أَنَّ الْحَسَن بْن مُسْلِم أَخْبَرَهُ عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ شَهِدْت الصَّلَاة يَوْم الْفِطْر مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْر وَعُمَر وَعُثْمَان فَكُلّهمْ يُصَلِّيهَا قَبْل الْخُطْبَة ثُمَّ يَخْطُب بَعْد فَنَزَلَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَأَنِّي أَنْظُر إِلَيْهِ حِين يَجْلِس الرِّجَال بِيَدِهِ ثُمَّ أَقْبَلَ يَشُقّهُمْ حَتَّى أَتَى النِّسَاء مَعَ بِلَال فَقَالَ\" يَا أَيّهَا النَّبِيّ إِذَا جَاءَك الْمُؤْمِنَات يُبَايِعْنَك عَلَى أَنْ لَا يُشْرِكْنَ بِاَللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادهنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْن أَيْدِيهنَّ وَأَرْجُلهنَّ وَلَا يَعْصِينَك فِي مَعْرُوف \" حَتَّى فَرَغَ مِنْ الْآيَة كُلّهَا ثُمَّ قَالَ حِين فَرَغَ \" أَنْتُنَّ عَلَى ذَلِكَ ؟ \" فَقَالَتْ اِمْرَأَة وَاحِدَة وَلَمْ يُجِبْهُ غَيْرهَا نَعَمْ يَا رَسُول اللَّه لَا يَدْرِي حَسَن مَنْ هِيَ قَالَ فَتَصَدَّقْنَ قَالَ وَبَسَطَ بِلَال ثَوْبه فَجَعَلْنَ يُلْقِينَ الْفَتَخ وَالْخَوَاتِيم فِي ثَوْب بِلَال وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا خَلَفَ بْن الْوَلِيد حَدَّثَنَا عَبَّاس عَنْ سُلَيْمَان بْن سُلَيْم عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ جَاءَتْ أُمَيْمَة بِنْت رُقَيْقَة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُبَايِعهُ عَلَى الْإِسْلَام فَقَالَ \" أُبَايِعك عَلَى أَنْ لَا تُشْرِكِي بِاَللَّهِ شَيْئًا وَلَا تَسْرِقِي وَلَا تَزْنِي وَلَا تَقْتُلِي وَلَدك وَلَا تَأْتِي بِبُهْتَانٍ تَفْتَرِينَهُ بَيْن يَدَيْك وَرِجْلَيْك وَلَا تَنُوحِي وَلَا تَبَرَّجِي تَبَرُّج الْجَاهِلِيَّة الْأُولَى \" وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ الزُّهْرِيّ عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ عُبَادَة بْن الصَّامِت قَالَ : كُنَّا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَجْلِس فَقَالَ \" تُبَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاَللَّهِ شَيْئًا وَلَا تَسْرِقُوا وَلَا تَزْنُوا وَلَا تَقْتُلُوا أَوْلَادكُمْ - قَرَأَ الْآيَة الَّتِي أُخِذَتْ عَلَى النِّسَاء إِذَا جَاءَك الْمُؤْمِنَات - فَمَنْ وَفَى مِنْكُمْ فَأَجْره عَلَى اللَّه وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ بِهِ فَهُوَ كَفَّارَة لَهُ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّه عَلَيْهِ فَهُوَ إِلَى اللَّه إِنْ شَاءَ غَفَرَ لَهُ وَإِنْ شَاءَ عَذَّبَهُ\" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ . وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ مَرْثَد بْن عَبْد اللَّه الْيَزَنِيّ عَنْ أَبِي عَبْد اللَّه عَبْد الرَّحْمَن بْن عُسَيْلَة الصُّنَابَحِيّ عَنْ عُبَادَة بْن الصَّامِت قَالَ : كُنْت فِيمَنْ حَضَرَ الْعَقَبَة الْأُولَى وَكُنَّا اِثْنَيْ عَشَر رَجُلًا فَبَايَعْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى بَيْعَة النِّسَاء وَذَلِكَ قَبْل أَنْ يُفْرَض الْحَرْب عَلَى أَنْ لَا نُشْرِك بِاَللَّهِ شَيْئًا وَلَا نَسْرِق وَلَا نَزْنِي وَلَا نَقْتُل أَوْلَادنَا وَلَا نَأْتِي بِبُهْتَانٍ نَفْتَرِيه بَيْن أَيْدِينَا وَأَرْجُلنَا وَلَا نَعْصِيه فِي مَعْرُوف وَقَالَ \" فَإِنْ وَفَّيْتُمْ فَلَكُمْ الْجَنَّة \" رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ رَوَى اِبْن جَرِير مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ عُمَر بْن الْخَطَّاب فَقَالَ \" قُلْ لَهُنَّ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُبَايِعكُنَّ عَلَى أَنْ لَا تُشْرِكْنَ بِاَللَّهِ شَيْئًا \" وَكَانَتْ هِنْد بِنْت عُتْبَة بْن رَبِيعَة الَّتِي شَقَّتْ بَطْن حَمْزَة مُتَنَكِّرَة فِي النِّسَاء فَقَالَتْ إِنِّي إِنْ أَتَكَلَّم يَعْرِفنِي وَإِنْ عَرَفَنِي قَتَلَنِي وَإِنَّمَا تَنَكَّرْت فَرَقًا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَكَتَ النِّسْوَة اللَّاتِي مَعَ هِنْد وَأَبَيْنَ أَنْ يَتَكَلَّمْنَ فَقَالَتْ هِنْد وَهِيَ مُتَنَكِّرَة كَيْفَ تَقْبَل مِنْ النِّسَاء شَيْئًا لَمْ تَقْبَلهُ مِنْ الرِّجَال ؟ فَنَظَرَ إِلَيْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ لِعُمَر \" قُلْ لَهُنَّ وَلَا يَسْرِقْنَ\" قَالَتْ هِنْد وَاَللَّه إِنِّي لَأُصِيبُ مِنْ أَبِي سُفْيَان الْهِنَّات مَا أَدْرِي أَيُحِلُّهُنَّ لِي أَمْ لَا ؟ قَالَ أَبُو سُفْيَان مَا أَصَبْت مِنْ شَيْء مَضَى أَوْ قَدْ بَقِيَ فَهُوَ لَك حَلَال فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَرَفَهَا فَدَعَاهَا فَأَخَذَتْ بِيَدِهِ فَعَاذَتْ بِهِ فَقَالَ \" أَنْتِ هِنْد \" قَالَتْ عَفَا اللَّه عَمَّا سَلَفَ فَصَرَفَ عَنْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" وَلَا يَزْنِينَ \" فَقَالَتْ يَا رَسُول اللَّه وَهَلْ تَزْنِي اِمْرَأَة حُرَّة ؟ قَالَ \" لَا وَاَللَّه مَا تَزْنِي الْحُرَّة - قَالَ - وَلَا يَقْتُلْنَ أَوْلَادهنَّ \" قَالَتْ هِنْد أَنْتَ قَتَلْتهمْ يَوْم بَدْر فَأَنْتَ وَهُمْ أَبْصَر قَالَ\" وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْن أَيْدِيهنَّ وَأَرْجُلهنَّ\" قَالَ \" وَلَا يَعْصِينَك فِي مَعْرُوف \" قَالَ مَنَعَهُنَّ أَنْ يَنُحْنَ وَكَانَ أَهْل الْجَاهِلِيَّة يُمَزِّقْنَ الثِّيَاب وَيَخْدِشْنَ الْوُجُوه وَيَقْطَعْنَ الشُّعُور وَيَدْعُونَ بِالْوَيْلِ وَالثُّبُور . وَهَذَا أَثَر غَرِيب وَفِي بَعْضه نَكَارَة وَاَللَّه أَعْلَم فَإِنَّ أَبَا سُفْيَان وَامْرَأَته لَمَّا أَسْلَمَا لَمْ يَكُنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُخِيفهُمَا بَلْ أَظْهَرَ الصَّفَاء وَالْوُدّ لَهُمَا وَكَذَلِكَ كَانَ الْأَمْر مِنْ جَانِبه عَلَيْهِ السَّلَام لَهُمَا . وَقَالَ مُقَاتِل بْن حَيَّان أُنْزِلَتْ هَذِهِ الْآيَة يَوْم الْفَتْح بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الرِّجَال عَلَى الصَّفَاء وَعُمَر بَايَعَ النِّسَاء يُحَلِّفهُنَّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ بَقِيَّته كَمَا تَقَدَّمَ وَزَادَ : فَلَمَّا قَالَ وَلَا تَقْتُلْنَ أَوْلَادكُنَّ قَالَتْ هِنْد رَبَّيْنَاهُمْ صِغَارًا فَقَتَلْتُمُوهُمْ كِبَارًا فَضَحِكَ عُمَر بْن الْخَطَّاب حَتَّى اِسْتَلْقَى رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا نَصْر بْن عَلِيّ حَدَّثَتْنِي أُمّ عَطِيَّة بِنْت سُلَيْمَان حَدَّثَنِي عَمِّي عَنْ جَدِّي عَنْ عَائِشَة قَالَتْ : جَاءَتْ هِنْد بِنْت عُتْبَة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِتُبَايِعهُ فَنَظَرَ إِلَى يَدهَا فَقَالَ \" اِذْهَبِي فَغَيِّرِي يَدك \" فَذَهَبَتْ فَغَيَّرَتْهَا بِحِنَّاءٍ ثُمَّ جَاءَتْ فَقَالَ\" أُبَايِعك عَلَى أَنْ لَا تُشْرِكِي بِاَللَّهِ شَيْئًا \" فَبَايَعَتْهُ وَفِي يَدهَا سِوَارَانِ مِنْ ذَهَب فَقَالَتْ مَا تَقُول فِي هَذَيْنِ السِّوَارَيْنِ فَقَالَ \" جَمْرَتَيْنِ مِنْ نَار جَهَنَّم \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن فُضَيْل عَنْ حُصَيْن عَنْ عَامِر هُوَ الشَّعْبِيّ قَالَ : بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النِّسَاء وَفِي يَده ثَوْب قَدْ وَضَعَهُ عَلَى كَفّه ثُمَّ قَالَ \" وَلَا تَقْتُلْنَ أَوْلَادكُنَّ\" فَقَالَتْ اِمْرَأَة تَقْتُل آبَاءَهُمْ وَتُوصِينَا بِأَوْلَادِهِمْ ؟ قَالَ وَكَانَ بَعْد ذَلِكَ إِذَا جَاءَ النِّسَاء يُبَايِعْنَهُ جَمَعَهُنَّ فَعَرَضَ عَلَيْهِنَّ فَإِذَا أَقْرَرْنَ رَجَعْنَ فَقَوْله تَعَالَى\" يَا أَيّهَا النَّبِيّ إِذَا جَاءَك الْمُؤْمِنَات يُبَايِعْنَك \" أَيْ مَنْ جَاءَك مِنْهُنَّ يُبَايِع عَلَى هَذِهِ الشُّرُوط فَبَايِعْهَا عَلَى أَنْ لَا يُشْرِكْنَ بِاَللَّهِ شَيْئًا وَلَا يَسْرِقْنَ أَمْوَال النَّاس الْأَجَانِب فَأَمَّا إِذَا كَانَ الزَّوْج مُقَصِّرًا فِي نَفَقَتهَا فَلَهَا أَنْ تَأْكُل مِنْ مَاله بِالْمَعْرُوفِ مَا جَرَتْ بِهِ عَادَة أَمْثَالهَا وَإِنْ كَانَ مِنْ غَيْر عِلْمه عَمَلًا بِحَدِيثِ هِنْد بِنْت عُتْبَة أَنَّهَا قَالَتْ يَا رَسُول اللَّه إِنَّ أَبَا سُفْيَان رَجُل شَحِيح لَا يُعْطِينِي مِنْ النَّفَقَة مَا يَكْفِينِي وَيَكْفِي بَنِيَّ فَهَلْ عَلَيَّ جُنَاح إِنْ أَخَذْت مِنْ مَاله بِغَيْرِ عِلْمه ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُذِي مِنْ مَاله بِالْمَعْرُوفِ مَا يَكْفِيك وَيَكْفِي بَنِيك \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَقَوْله تَعَالَى \" وَلَا يَزْنِينَ \" كَقَوْلِهِ تَعَالَى\" وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَة وَسَاءَ سَبِيلًا\" وَفِي حَدِيث سَمُرَة ذَكَرَ عُقُوبَة الزُّنَاة بِالْعَذَابِ الْأَلِيم فِي نَار الْجَحِيم وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : جَاءَتْ فَاطِمَة بِنْت عُتْبَة تُبَايِع رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخَذَ عَلَيْهَا \" أَنْ لَا يُشْرِكْنَ بِاَللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ \" الْآيَة قَالَ فَوَضَعَتْ يَدهَا عَلَى رَأْسهَا حَيَاء فَأَعْجَبَهُ مَا رَأَى مِنْهَا فَقَالَتْ عَائِشَة أَقِرِّي أَيَّتهَا الْمَرْأَة فَوَاَللَّهِ مَا بَايَعْنَا إِلَّا عَلَى هَذَا قَالَتْ فَنَعَمْ إِذًا فَبَايَعَهَا بِالْآيَةِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن فُضَيْل عَنْ حُصَيْن عَنْ عَامِر هُوَ الشَّعْبِيّ قَالَ بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النِّسَاء وَعَلَى يَده ثَوْب قَدْ وَضَعَهُ عَلَى كَفّه ثُمَّ قَالَ وَلَا تَقْتُلْنَ أَوْلَادكُنَّ فَقَالَتْ اِمْرَأَة تَقْتُل آبَاءَهُمْ وَتُوصِي بِأَوْلَادِهِمْ ؟ قَالَ وَكَانَ بَعْد ذَلِكَ إِذَا جَاءَتْ النِّسَاء يُبَايِعْنَهُ جَمَعَهُنَّ فَعَرَضَ عَلَيْهِنَّ فَإِذَا أَقْرَرْنَ رَجَعْنَ وَقَوْله تَعَالَى\" وَلَا يَقْتُلْنَ أَوْلَادهنَّ \" وَهَذَا يَشْمَل قَتْله بَعْد وُجُوده كَمَا كَانَ أَهْل الْجَاهِلِيَّة يَقْتُلُونَ أَوْلَادهمْ خَشْيَة الْإِمْلَاق وَيَعُمّ قَتْله وَهُوَ جَنِين كَمَا قَدْ يَفْعَلهُ بَعْض الْجَهَلَة مِنْ النِّسَاء تَطْرَح نَفْسهَا لِئَلَّا تَحْبَل إِمَّا لِغَرَضٍ فَاسِد أَوْ مَا أَشْبَهَهُ . وَقَوْله تَعَالَى \" وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْن أَيْدِيهمْ وَأَرْجُلهنَّ \" قَالَ اِبْن عَبَّاس يَعْنِي لَا يُلْحِقْنَ بِأَزْوَاجِهِنَّ غَيْر أَوْلَادهمْ وَكَذَا قَالَ مُقَاتِل . وَيُؤَيِّد هَذَا الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد حَدَّثَنَا أَحْمَد بْن صَالِح حَدَّثَنَا اِبْن وَهْب حَدَّثَنَا عَمْرو يَعْنِي اِبْن الْحَارِث عَنْ اِبْن الْهَادّ عَنْ عَبْد اللَّه بْن يُونُس عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَقُول حِين نَزَلَتْ آيَة الْمُلَاعَنَة \" أَيّمَا اِمْرَأَة أَدْخَلَتْ عَلَى قَوْم مَنْ لَيْسَ مِنْهُمْ فَلَيْسَتْ مِنْ اللَّه فِي شَيْء وَلَنْ يُدْخِلهَا اللَّه الْجَنَّة وَأَيّمَا رَجُل جَحَدَ وَلَده وَهُوَ يَنْظُر إِلَيْهِ اِحْتَجَبَ اللَّه مِنْهُ وَفَضَحَهُ عَلَى رُءُوس الْأَوَّلِينَ وَالْآخِرِينَ\" وَقَوْله تَعَالَى \" وَلَا يَعْصِينَك فِي مَعْرُوف \" يَعْنِي فِيمَا أَمَرْتهنَّ بِهِ مِنْ مَعْرُوف وَنَهَيْتهنَّ عَنْهُ مِنْ مُنْكَر . قَالَ الْبُخَارِيّ حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا وَهْب بْن جَرِير حَدَّثَنَا أَبِي قَالَ سَمِعْت الزُّبَيْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَلَا يَعْصِينَك فِي مَعْرُوف\" قَالَ إِنَّمَا هُوَ شَرْط شَرَطَهُ اللَّه لِلنِّسَاءِ . وَقَالَ مَيْمُون بْن مِهْرَان لَمْ يَجْعَل اللَّه طَاعَة لِنَبِيِّهِ إِلَّا فِي الْمَعْرُوف وَالْمَعْرُوف طَاعَة وَقَالَ اِبْن زَيْد أَمَرَ اللَّه بِطَاعَةِ رَسُوله وَهُوَ خِيرَة اللَّه مِنْ خَلْقه فِي الْمَعْرُوف. وَقَدْ قَالَ غَيْره مِنْ اِبْن عَبَّاس وَأَنْسَ بْن مَالِك وَسَالِم بْن أَبِي الْجَعْد وَأَبِي صَالِح وَغَيْر وَاحِد نَهَاهُنَّ يَوْمئِذٍ عَنْ النَّوْح وَقَدْ تَقَدَّمَ حَدِيث أُمّ عَطِيَّة فِي ذَلِكَ أَيْضًا. وَقَالَ اِبْن جَرِير حَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة فِي هَذِهِ الْآيَة ذَكَرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخَذَ عَلَيْهِنَّ النِّيَاحَة وَلَا تُحَدِّثْنَ الرِّجَال إِلَّا رَجُلًا مِنْكُنَّ مُحْرِمًا فَقَالَ عَبْد الرَّحْمَن بْن عَوْف يَا رَسُول اللَّه إِنَّ لَنَا أَضْيَافًا وَإِنَّا نَغِيب عَنْ نِسَائِنَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ أُولَئِكَ عَنَيْت لَيْسَ أُولَئِكَ عَنَيْت\" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى الْفَرَّاء أَخْبَرَنَا اِبْن أَبِي زَائِدَة حَدَّثَنِي مُبَارَك عَنْ الْحَسَن قَالَ كَانَ فِيمَا أَخَذَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَّا تُحَدِّثْنَ الرِّجَال إِلَّا أَنْ تَكُون ذَات مَحْرَم فَإِنَّ الرَّجُل لَا يَزَال يُحَدِّث الْمَرْأَة حَتَّى يَمْذِي بَيْن فَخِذَيْهِ . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا هَارُون عَنْ عَمْرو عَنْ عَاصِم عَنْ اِبْن سِيرِينَ عَنْ أُمّ عَطِيَّة الْأَنْصَارِيَّة قَالَتْ كَانَ فِيمَا اِشْتَرَطَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْمَعْرُوف حِين بَايَعْنَاهُ أَنْ لَا نَنُوح فَقَالَتْ اِمْرَأَة مِنْ بَنِي فُلَان إِنَّ بَنِي فُلَان أَسْعَدُونِي فَلَا حَتَّى أَجْزِيهِمْ فَانْطَلَقَتْ فَأَسْعَدَتْهُمْ ثُمَّ جَاءَتْ فَبَايَعَتْ قَالَتْ فَمَا وَفَى مِنْهُنَّ غَيْرهَا وَغَيْر أُمّ سُلَيْم اِبْنَة مِلْحَان أُمّ أَنَس بْن مَالِك وَقَدْ رَوَى الْبُخَارِيّ هَذَا الْحَدِيث مِنْ طَرِيق حَفْصَة بِنْت سِيرِينَ عَنْ أُمّ عَطِيَّة نَسِيبَة الْأَنْصَارِيَّة رَضِيَ اللَّه عَنْهَا وَقَدْ رُوِيَ نَحْوه مِنْ وَجْه آخَر أَيْضًا قَالَ : حَدَّثَنَا اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا عَمْرو بْن فَرُّوخ الْقَتَّات حَدَّثَنِي مُصْعَب بْن نُوح الْأَنْصَارِيّ قَالَ : أَدْرَكْت عَجُوزًا لَنَا كَانَتْ فِيمَنْ بَايَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ فَأَتَيْته لِأُبَايِعهُ فَأَخَذَ عَلَيْنَا فِيمَا أَخَذَ أَنْ لَا تَنُحْنَ فَقَالَتْ عَجُوز يَا رَسُول اللَّه إِنَّ أُنَاسًا قَدْ كَانُوا أَسْعَدُونِي عَلَى مَصَائِب أَصَابَتْنِي وَأَنَّهُمْ قَدْ أَصَابَتْهُمْ مُصِيبَة فَأَنَا أُرِيد أُسْعِدهُمْ قَالَ \" فَانْطَلِقِي فَكَافِئِيهِمْ\" فَانْطَلَقَتْ فَكَافَأَتْهُمْ . ثُمَّ إِنَّهَا أَتَتْهُ فَبَايَعَتْهُ وَقَالَ هُوَ الْمَعْرُوف الَّذِي قَالَ اللَّه عَزَّ وَجَلَّ \" وَلَا يَعْصِينَك فِي مَعْرُوف \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مَنْصُور الرَّمَادِيّ حَدَّثَنَا الضَّبِّيّ حَدَّثَنَا الْحَجَّاج بْن صَفْوَان عَنْ أَسِيد بْن أَبِي أَسِيد الْبَزَّار عَنْ اِمْرَأَة مِنْ الْمُبَايَعَات قَالَتْ كَانَ فِيمَا أَخَذَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ لَا نَعْصِيه فِي مَعْرُوف أَنْ لَا نَخْمُش وَجْهًا وَلَا نَنْشُر شَعْرًا وَلَا نَشُقّ جَيْبًا وَلَا نَدْعُو وَيْلًا وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن سِنَان الْقَزَّاز حَدَّثَنَا إِسْحَاق بْن إِدْرِيس حَدَّثَنَا إِسْحَاق بْن عُثْمَان أَبُو يَعْقُوب حَدَّثَنِي إِسْمَاعِيل بْن عَبْد الرَّحْمَن بْن عَطِيَّة عَنْ جَدَّته أُمّ عَطِيَّة قَالَتْ لَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَمَعَ نِسَاء الْأَنْصَار فِي بَيْت ثُمَّ أَرْسَلَ إِلَيْنَا عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَقَامَ عَلَى الْبَاب وَسَلَّمَ عَلَيْنَا فَرَدَدْنَ أَوْ فَرَدَدْنَا عَلَيْهِ السَّلَام ثُمَّ قَالَ أَنَا رَسُولُ رَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْكُنَّ قَالَتْ فَقُلْنَا مَرْحَبًا بِرَسُولِ اللَّه وَبِرَسُولِ رَسُولِ اللَّه فَقَالَ تُبَايِعْنَ عَلَى أَنْ لَا تُشْرِكْنَ بِاَللَّهِ شَيْئًا وَلَا تَسْرِقْنَ وَلَا تَزْنِينَ قَالَتْ فَقُلْنَا نَعَمْ قَالَتْ فَمَدَّ يَده مِنْ خَارِج الْبَاب أَوْ الْبَيْت وَمَدَدْنَا أَيْدِينَا مِنْ دَاخِل الْبَيْت ثُمَّ قَالَ : اللَّهُمَّ اِشْهَدْ قَالَتْ وَأَمَرَنَا فِي الْعِيدَيْنِ أَنْ نُخْرِج فِيهِ الْحُيَّض وَالْعَوَاتِق وَلَا جُمُعَة عَلَيْنَا وَنَهَانَا عَنْ اِتِّبَاع الْجَنَائِز قَالَ إِسْمَاعِيل فَسَأَلْت جَدَّتِي عَنْ قَوْله تَعَالَى \" وَلَا يَعْصِينَك فِي مَعْرُوف \" قَالَتْ النِّيَاحَة . وَفِي الصَّحِيحَيْنِ مِنْ طَرِيق الْأَعْمَش عَنْ عَبْد اللَّه بْن مُرَّة عَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ مِنَّا مَنْ ضَرَبَ الْخُدُود وَشَقَّ الْجُيُوب وَدَعَا بِدَعْوَى الْجَاهِلِيَّة \" وَفِي الصَّحِيحَيْنِ أَيْضًا عَنْ أَبِي مُوسَى أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَرِئَ مِنْ الصَّالِقَة وَالْحَالِقَة وَالشَّاقَّة. وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا هُدْبَة بْن خَالِد حَدَّثَنَا أَبَان بْن يَزِيد حَدَّثَنَا يَحْيَى بْن أَبِي كَثِير أَنَّ زَيْدًا حَدَّثَهُ أَنَّ أَبَا سَلَّام حَدَّثَهُ أَنَّ أَبَا مَالِك الْأَشْعَرِيّ حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" أَرْبَع فِي أُمَّتِي مِنْ أَمْر الْجَاهِلِيَّة لَا يَتْرُكُونَهُنَّ : الْفَخْر فِي الْأَحْسَاب وَالطَّعْن فِي الْأَنْسَاب وَالِاسْتِسْقَاء بِالنُّجُومِ وَالنِّيَاحَة عَلَى الْمَيِّت - وَقَالَ - النَّائِحَة إِذَا لَمْ تَتُبْ قَبْل مَوْتهَا تُقَام يَوْم الْقِيَامَة وَعَلَيْهَا سِرْبَال مِنْ قَطِرَان وَدِرْع مِنْ جَرَب \" وَرَوَاهُ مُسْلِم فِي صَحِيحه مُنْفَرِدًا بِهِ مِنْ حَدِيث أَبَان بْن يَزِيد الْعَطَّار بِهِ وَعَنْ أَبِي سَعِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَعَنَ النَّائِحَة وَالْمُسْتَمِعَة رَوَاهُ أَبُو دَاوُد. وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ يَزِيد مَوْلَى الصَّهْبَاء عَنْ شَهْر بْن حَوْشَب عَنْ أُمّ سَلَمَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى\" وَلَا يَعْصِينَك فِي مَعْرُوف \" قَالَ \" النَّوْح \" وَرَوَاهُ التِّرْمِذِيّ فِي التَّفْسِير عَنْ عَبْد بْن حُمَيْد عَنْ أَبِي نُعَيْم وَابْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ وَكِيع كِلَاهُمَا عَنْ يَزِيد بْن عَبْد اللَّه الشَّيْبَانِيّ مَوْلَى الصَّهْبَاء بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب .</p><BR> <br> ", "sura_id": 60, "type": 4, "id": 42244, "aya_id": 12}]