[{"text": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُّرِيبٍ", "sura_id": 34, "type": 0, "id": 3660, "aya_id": 54}, {"text": "وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل إنهم كانوا في شك مريب", "sura_id": 34, "type": 1, "id": 9896, "aya_id": 54}, {"text": "54 - (وحيل بينهم وبين ما يشتهون) من الإيمان أي قبوله (كما فعل بأشياعهم) أشباههم في الكفر (من قبل) أي قبلهم (إنهم كانوا في شك مريب) موقع في الريبة لهم فيما آمنوا به الآن ولم يعتدوا بدلائله في الدنيا \r\n", "sura_id": 34, "type": 2, "id": 28604, "aya_id": 54}, {"text": "وحيل بين الكفار وما يشتهون من التوبة والعودة إلى الدنيا ليؤمنوا, كما فعل الله بأمثالهم من كفرة الأمم السابقة, إنهم كانوا في الدنيا في شَكٍّ من أمر الرسل والبعث والحساب, مُحْدِث للريبة والقلق, فلذلك لم يؤمنوا.\r\n", "sura_id": 34, "type": 3, "id": 34840, "aya_id": 54}, {"text": " <font color=red>وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ</font><BR><p>وَقَوْله تَعَالَى :\" وَحِيلَ بَيْنهمْ وَبَيْن مَا يَشْتَهُونَ \" قَالَ الْحَسَن الْبَصْرِيّ وَالضَّحَّاك وَغَيْرهمَا يَعْنِي الْإِيمَان وَقَالَ السُّدِّيّ \" وَحِيلَ بَيْنهمْ وَبَيْن مَا يَشْتَهُونَ \" وَهِيَ التَّوْبَة وَهَذَا اِخْتِيَار اِبْن جَرِير رَحِمَهُ اللَّه . وَقَالَ مُجَاهِد \" وَحِيلَ بَيْنهمْ وَبَيْن مَا يَشْتَهُونَ \" مِنْ هَذِهِ الدُّنْيَا مِنْ مَال وَزَهْرَة وَأَهْل وَرُوِيَ نَحْوه عَنْ اِبْن عُمَر وَابْن عَبَّاس وَالرَّبِيع بْن أَنَس \" رَضِيَ اللَّه عَنْهُمْ وَهُوَ قَوْل الْبُخَارِيّ وَجَمَاعَة وَالصَّحِيح أَنَّهُ لَا مُنَافَاة بَيْن الْقَوْلَيْنِ فَإِنَّهُ قَدْ حِيلَ بَيْنهمْ وَبَيْن شَهَوَاتهمْ فِي الدُّنْيَا وَبَيْن مَا طَلَبُوهُ فِي الْآخِرَة فَمُنِعُوا مِنْهُ . وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم هَهُنَا أَثَرًا غَرِيبًا عَجِيبًا جِدًّا فَلْنَذْكُرْهُ بِطُولِهِ فَإِنَّهُ قَالَ : حَدَّثَنَا مُحَمَّد بْن يَحْيَى حَدَّثَنَا بِشْر بْن حُجْر الشَّامِيّ حَدَّثَتَا عَلِيّ بْن مَنْصُور الْأَنْبَارِيّ عَنْ الرَّقِّيّ بْن قُطَامِيّ عَنْ سَعِيد بْن طَرِيف عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْل اللَّه عَزَّ وَجَلَّ\" وَحِيلَ بَيْنهمْ وَبَيْن مَا يَشْتَهُونَ \" إِلَى آخِر الْآيَة قَالَ كَانَ رَجُل مِنْ بَنِي إِسْرَائِيل فَاتِحًا إِنْ يُتِحْ اللَّه تَعَالَى لَهُ مَالًا فَمَاتَ فَوَرِثَهُ اِبْن لَهُ تَافِهٌ أَيْ فَاسِد فَكَانَ يَعْمَل فِي مَال اللَّه تَعَالَى بِمَعَاصِي اللَّه تَعَالَى عَزَّ وَجَلَّ فَلَمَّا رَأَى ذَلِكَ أَخَوَات أَبِيهِ أَتَوْا الْفَتَى فَعَذَلُوهُ وَلَامُوهُ فَضَجِرَ الْفَتَى فَبَاعَ عَقَاره بِصَامِتٍ ثُمَّ رَحَلَ فَأَتَى عَيْنًا بِحَاجَةٍ فَسَرَّحَ فِيهَا مَاله وَابْتَنَى قَصْرًا فَبَيْنَمَا هُوَ ذَات يَوْم جَالِس إِذْ شَمَلَتْ عَلَيْهِ رِيح بِامْرَأَةٍ مِنْ أَحْسَن النَّاس وَجْهًا وَأَطْيَبهمْ أَرْجًا أَيْ رِيحًا فَقَالَتْ مَنْ أَنْتَ يَا عَبْد اللَّه ؟ فَقَالَ أَنَا اِمْرُؤٌ مِنْ بَنِي إِسْرَائِيل قَالَتْ فَلَك هَذَا الْقَصْر وَهَذَا الْمَال ؟ فَقَالَ نَعَمْ . قَالَتْ فَهَلْ لَك مِنْ زَوْجَة ؟ قَالَ لَا . قَالَتْ فَكَيْف يَهْنِيك الْعَيْش وَلَا زَوْجَة لَك ؟ قَالَ قَدْ كَانَ ذَاكَ قَالَ فَهَلْ لَك مِنْ بَعْل ؟ قَالَتْ لَا قَالَ فَهَلْ لَك إِلَى أَنْ أَتَزَوَّجك ؟ قَالَتْ إِنِّي اِمْرَأَة مِنْك عَلَى مَسِيرَة مِيل فَإِذَا كَانَ غَد فَتَزَوَّدْ زَادَ يَوْم وَائْتِنِي وَإِنْ رَأَيْت فِي طَرِيقك هَوْلًا فَلَا يَهُولَنَّكَ فَلَمَّا كَانَ مِنْ الْغَد تَزَوَّدَ زَادَ يَوْم وَانْطَلَقَ فَانْتَهَى إِلَى قَصْر فَقَرَعَ رِتَاجَه فَخَرَجَ إِلَيْهِ شَابّ مِنْ أَحْسَن النَّاس وَجْهًا وَأَطْيَبهمْ أَرْجًا أَيْ رِيحًا فَقَالَ مَنْ أَنْتَ يَا عَبْد اللَّه ؟ فَقَالَ أَنَا الْإِسْرَائِيلِيّ قَالَ فَمَا حَاجَتك ؟ قَالَ دَعَتْنِي صَاحِبَة هَذَا الْقَصْر إِلَى نَفْسهَا قَالَ صَدَقْت قَالَ فَهَلْ رَأَيْت فِي الطَّرِيق هَوْلًا ؟ قَالَ نَعَمْ وَلَوْلَا أَنَّهَا أَخْبَرَتْنِي أَنْ لَا بَأْس عَلَيَّ لَهَالَنِي الَّذِي رَأَيْت قَالَ مَا رَأَيْت ؟ قَالَ أَقْبَلْت حَتَّى إِذَا اِنْفَرَجَ بِي السَّبِيل إِذَا أَنَا بِكَلْبَةٍ فَاتِحَة فَاهَا فَفَزِعْت فَوَثَبْت فَإِذَا أَنَا مِنْ وَرَائِهَا وَإِذَا جِرَاؤُهَا يَنْبَحَن فِي بَطْنهَا فَقَالَ لَهُ الشَّابّ لَسْت تُدْرِك هَذَا هَذَا يَكُون فِي آخِر الزَّمَان يُقَاعِد الْغُلَام الْمَشْيَخَة فِي مَجْلِسهمْ وَيَسُرّهُمْ حَدِيثه قَالَ ثُمَّ أَقْبَلْت حَتَّى إِذَا اِنْفَرَجَ بِي السَّبِيل إِذَا أَنَا بِمِائَةِ عَنْز حَفْل وَإِذَا فِيهَا جَدْي يَمُصّهَا فَإِذَا أَتَى عَلَيْهَا وَظَنَّ أَنَّهُ لَمْ يَتْرُك شَيْئًا فَتَحَ فَاهُ يَلْتَمِس الزِّيَادَة فَقَالَ لَسْت تُدْرِك هَذَا هَذَا يَكُون فِي آخِر الزَّمَان مَلِك يَجْمَع صَامِت النَّاس كُلّهمْ حَتَّى إِذَا ظَنَّ أَنَّهُ لَمْ يَتْرُك شَيْئًا فَتَحَ فَاهُ يَلْتَمِس الزِّيَادَة قَالَ ثُمَّ أَقْبَلْت حَتَّى إِذَا اِنْفَرَجَ بِي السَّبِيل إِذَا أَنَا بِشَجَرٍ فَأَعْجَبَنِي غُصْن مِنْ شَجَرَةٍ مِنْهَا نَاضِرَة فَأَرَدْت قِطْعَة فَنَادَتْنِي شَجَرَة أُخْرَى يَا عَبْد اللَّه مِنِّي فَخُذْ حَتَّى نَادَانِي الشَّجَر أَجْمَع : يَا عَبْد اللَّه مِنِّي فَخُذْ فَقَالَ لَسْت تُدْرِك هَذَا هَذَا يَكُون فِي آخِر الزَّمَان يَقِلّ الرِّجَال وَيَكْثُر النِّسَاء حَتَّى إِنَّ الرَّجُل لَيَخْطُب الْمَرْأَة فَتَدْعُوهُ الْعَشْر وَالْعِشْرُونَ إِلَى أَنْفُسهنَّ قَالَ ثُمَّ أَقْبَلْت حَتَّى إِذَا اِنْفَرَجَ بِي السَّبِيل فَإِذَا أَنَا بِرَجُلٍ قَائِم عَلَى عَيْن يَغْرِف لِكُلِّ إِنْسَان مِنْ الْمَاء فَإِذَا تَصَدَّعُوا عَنْهُ صَبَّ فِي جَرَّته فَلَمْ تَعْلَق جَرَّته مِنْ الْمَاء بِشَيْءٍ قَالَ لَسْت تُدْرِك هَذَا هَذَا يَكُون فِي آخِر الزَّمَان الْقَاصّ يُعَلِّم النَّاس الْعِلْم ثُمَّ يُخَالِفهُمْ إِلَى مَعَاصِي اللَّه تَعَالَى قَالَ ثُمَّ أَقْبَلْت حَتَّى إِذَا اِنْفَرَجَ بِي السَّبِيل إِذَا أَنَا بِعَنْزٍ وَإِذَا بِقَوْمٍ قَدْ أَخَذُوا بِقَوَائِمِهَا وَإِذَا رَجُل قَدْ أَخَذَ بِقَرْنَيْهَا وَإِذَا رَجُل قَدْ أَخَذَ بِذَنَبِهَا وَإِذَا رَاكِب قَدْ رَكِبَهَا وَإِذَا رَجُل يَحْتَلِبهَا فَقَالَ أَمَّا الْعَنْز فَهِيَ الدُّنْيَا وَاَلَّذِينَ أَخَذُوا بِقَوَائِمِهَا يَتَسَاقَطُونَ مِنْ عَيْشهَا وَأَمَّا الَّذِي قَدْ أَخَذَ بِقَرْنَيْهَا فَهُوَ يُعَالِج مِنْ عَيْشهَا ضَيقًا وَأَمَّا الَّذِي أَخَذَ بِذَنَبِهَا فَقَدْ أَدْبَرَتْ عَنْهُ وَأَمَّا الَّذِي رَكِبَهَا فَقَدْ تَرَكَهَا وَأَمَّا الَّذِي يَحْلُبهَا فَبَخٍ بَخٍ ذَهَبَ ذَلِكَ بِهَا قَالَ ثُمَّ أَقْبَلْت حَتَّى إِذَا اِنْفَرَجَ بِي السَّبِيل إِذَا أَنَا بِرَجُلٍ يَمْتَح عَلَى قَلِيب كُلَّمَا أَخْرَجَ دَلْوه صَبَّهُ فِي الْحَوْض فَانْسَابَ الْمَاء رَاجِعًا إِلَى الْقَلِيب قَالَ هَذَا رَجُل رَدَّ اللَّه عَلَيْهِ صَالِح عَمَله فَلَمْ يَقْبَلهُ قَالَ ثُمَّ أَقْبَلْت حَتَّى إِذَا اِنْفَرَجَ بِي السَّبِيل إِذَا أَنَا بِرَجُلٍ يَبْذُر بَذْرًا فَيَسْتَحْصِد فَإِذَا حِنْطَة طَيِّبَة قَالَ هَذَا رَجُل قَبِلَ اللَّه صَالِح عَمَله وَأَزْكَاهُ لَهُ . قَالَ ثُمَّ أَقْبَلْت حَتَّى إِذَا اِنْفَرَجَ بِي السَّبِيل إِذَا أَنَا بِرَجُلٍ مُسْتَلْقٍ عَلَى قَفَاهُ قَالَ يَا عَبْد اللَّه اُدْنُ مِنِّي فَخُذْ بِيَدِي وَأَقْعِدْنِي فَوَاَللَّهِ مَا قَعَدْت مُنْذُ خَلَقَنِي اللَّه تَعَالَى فَأَخَذْت بِيَدِهِ فَقَامَ يَسْعَى حَتَّى مَا أَرَاهُ فَقَالَ لَهُ الْفَتَى هَذَا عُمُر الْأَبْعَد نَفِدَ وَأَنَا مَلَك الْمَوْت وَأَنَا الْمَرْأَة الَّتِي أَتَتْك أَمَرَنِي اللَّه تَعَالَى بِقَبْضِ رَوْح الْأَبْعَد فِي هَذَا الْمَكَان ثُمَّ أُصَيِّرهُ إِلَى نَار جَهَنَّم قَالَ فَفِيهِ نَزَلَتْ هَذِهِ الْآيَة \" وَحِيلَ بَيْنهمْ وَبَيْن مَا يَشْتَهُونَ\" الْآيَة هَذَا أَثَر غَرِيب وَفِي صِحَّته نَظَر وَتَنْزِيل الْآيَة عَلَيْهِ وَفِي حَقّه بِمَعْنَى أَنَّ الْكُفَّار كُلّهمْ يَتَوَفَّوْنَ وَأَرْوَاحهمْ مُتَعَلِّقَة بِالْحَيَاةِ الدُّنْيَا كَمَا جَرَى لِهَذَا الْمَغْرُور الْمَفْتُون ذَهَبَ يَطْلُب مُرَاده فَجَاءَهُ مَلَك الْمَوْت فَجْأَة بَغْتَة وَحِيلَ بَيْنه وَبَيْن مَا يَشْتَهِي . وَقَوْله تَعَالَى : \" كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْل \" أَيْ كَمَا جَرَى لِلْأُمَمِ الْمَاضِيَة الْمُكَذِّبَة بِالرُّسُلِ لَمَّا جَاءَهُمْ بَأْس اللَّه تَمَنَّوْا أَنْ لَوْ آمَنُوا فَلَمْ يُقْبَل مِنْهُمْ \" فَلَمَّا رَأَوْا بَأْسنَا قَالُوا آمَنَّا بِاَللَّهِ وَحْده وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعهُمْ إِيمَانهمْ لَمَّا رَأَوْا بَأْسنَا سُنَّة اللَّه الَّتِي قَدْ خَلَتْ فِي عِبَاده وَخَسِرَ هُنَالِكَ الْكَافِرُونَ \" . وَقَوْله تَبَارَكَ وَتَعَالَى \" إِنَّهُمْ كَانُوا فِي شَكّ مُرِيب \" أَيْ كَانُوا فِي الدُّنْيَا فِي شَكّ وَرِيبَة فَلِهَذَا لَمْ يُتَقَبَّل مِنْهُمْ الْإِيمَان عِنْد مُعَايَنَة الْعَذَاب . قَالَ قَتَادَة إِيَّاكُمْ وَالشَّكّ وَالرِّيبَة فَإِنَّ مَنْ مَاتَ عَلَى شَكّ بُعِثَ عَلَيْهِ وَمَنْ مَاتَ عَلَى يَقِين بُعِثَ عَلَيْهِ . آخِر تَفْسِير سُورَة سَبَأ وَاَللَّه سُبْحَانه وَتَعَالَى الْمُوَفِّق لِلصَّوَابِ .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40289, "aya_id": 54}]