[{"text": "وَلاَ عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لاَ أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّواْ وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلاَّ يَجِدُواْ مَا يُنفِقُونَ", "sura_id": 9, "type": 0, "id": 1327, "aya_id": 92}, {"text": "ولا على الذين إذا ما أتوك لتحملهم قلت لا أجد ما أحملكم عليه تولوا وأعينهم تفيض من الدمع حزنا ألا يجدوا ما ينفقون", "sura_id": 9, "type": 1, "id": 7563, "aya_id": 92}, {"text": "92 - (ولا على الذين إذا ما أتوك لتحملهم) معك إلى الغزو وهم سبعة من الأنصار وقيل بنو مُقَرِّن (قلت لا أجد ما أحملكم عليه) حال (تولَّوا) جواب إذا أي انصرفوا (وأعينهم تفيض) تسيل (من) للبيان (الدمع حزَناً) لأجل (ألا يجدوا ما ينفقون) في الجهاد \r\n", "sura_id": 9, "type": 2, "id": 26271, "aya_id": 92}, {"text": "وكذلك لا إثم على الذين إذا ما جاؤوك يطلبون أن تعينهم بحملهم إلى الجهاد قلت لهم: لا أجد ما أحملكم عليه من الدوابِّ, فانصرفوا عنك, وقد فاضت أعينهم دَمعًا أسفًا على ما فاتهم من شرف الجهاد وثوابه; لأنهم لم يجدوا ما ينفقون, وما يحملهم لو خرجوا للجهاد في سبيل الله.\r\n", "sura_id": 9, "type": 3, "id": 32507, "aya_id": 92}, {"text": " <font color=red>وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ</font><BR><p>ثُمَّ بَيَّنَ تَعَالَى الْأَعْذَار الَّتِي لَا حَرَج عَلَى مَنْ قَعَدَ مَعَهَا عَنْ الْقِتَال فَذَكَرَ مِنْهَا مَا هُوَ لَازِم لِلشَّخْصِ لَا يَنْفَكّ عَنْهُ وَهُوَ الضَّعْف فِي التَّرْكِيب الَّذِي لَا يَسْتَطِيع مَعَهُ الْجِلَاد فِي الْجِهَاد وَمِنْهُ الْعَمَى وَالْعَرَج وَنَحْوهمَا وَلِهَذَا بَدَأَ بِهِ \" وَمِنْهَا مَا هُوَ عَارِض بِسَبَبِ مَرَض عَنَّ لَهُ فِي بَدَنه شَغَلَهُ عَنْ الْخُرُوج فِي سَبِيل اللَّه أَوْ بِسَبَبِ فَقْره لَا يَقْدِر عَلَى التَّجْهِيز لِلْحَرْبِ فَلَيْسَ عَلَى هَؤُلَاءِ حَرَج إِذَا قَعَدُوا وَنَصَحُوا فِي حَال قُعُودهمْ وَلَمْ يُرْجِفُوا بِالنَّاسِ وَلَمْ يُثَبِّطُوهُمْ وَهُمْ مُحْسِنُونَ فِي حَالهمْ هَذَا وَلِهَذَا قَالَ \" مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيل وَاَللَّه غَفُور رَحِيم \" . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَبْد الْعَزِيز بْن رُفَيْع عَنْ أَبِي ثُمَامَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ الْحَوَارِيُّونَ يَا رُوح اللَّه أَخْبِرْنَا عَنْ النَّاصِح لِلَّهِ ؟ قَالَ : الَّذِي يُؤْثِر حَقّ اللَّه عَلَى حَقّ النَّاس وَإِذَا حَدَثَ لَهُ أَمْرَانِ أَوْ بَدَا لَهُ أَمْر الدُّنْيَا وَأَمْر الْآخِرَة بَدَأَ بِاَلَّذِي لِلْآخِرَةِ ثُمَّ تَفَرَّغَ لِلَّذِي لِلدُّنْيَا وَقَالَ الْأَوْزَاعِيّ خَرَجَ النَّاس إِلَى الِاسْتِسْقَاء فَقَامَ فِيهِمْ بِلَال بْن سَعْد فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ : يَا مَعْشَر مَنْ حَضَرَ : أَلَسْتُمْ مُقِرِّينَ بِالْإِسَاءَةِ ؟ قَالُوا اللَّهُمَّ نَعَمْ اللَّهُمَّ إنَّا نَسْمَعك تَقُول مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيل اللَّهُمَّ وَقَدْ أَقْرَرْنَا بِالْإِسَاءَةِ فَاغْفِرْ لَنَا وَارْحَمْنَا وَاسْقِنَا وَرَفَعَ يَدَيْهِ وَرَفَعُوا أَيْدِيهمْ فَسَقَوْا وَقَالَ قَتَادَة نَزَلَتْ هَذِهِ الْآيَة فِي عَائِذ بْن عَمْرو الْمُزَنِيّ حَدَّثَنَا اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عُبَيْد اللَّه الرَّازِيّ حَدَّثَنَا اِبْن جَابِر عَنْ اِبْن فَرْوَة عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ زَيْد بْن ثَابِت قَالَ : كُنْت أَكْتُب لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكُنْت أَكْتُب بَرَاءَة فَإِنِّي لَوَاضِع الْقَلَم عَلَى أُذُنِي إِذْ أُمِرْنَا بِالْقِتَالِ فَجَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْظُر مَا يَنْزِل عَلَيْهِ إذْ جَاءَ أَعْمَى فَقَالَ كَيْف بِي يَا رَسُول اللَّه وَأَنَا أَعْمَى ؟ فَنَزَلَتْ لَيْسَ عَلَى الضُّعَفَاء . الْآيَة . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة وَذَلِكَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ النَّاس أَنْ يَنْبَعِثُوا غَازِينَ مَعَهُ فَجَاءَتْهُ عِصَابَة مِنْ أَصْحَابه فِيهِمْ عَبْد اللَّه بْن مُغَفَّل بْن مُقَرِّن الْمُزَنِيّ فَقَالُوا يَا رَسُول اللَّه احْمِلْنَا فَقَالَ لَهُمْ وَاَللَّه لَا أَجِد مَا أَحْمِلكُمْ عَلَيْهِ فَتَوَلَّوْا وَهُمْ يَبْكُونَ وَعَزَّ عَلَيْهِمْ أَنْ يَجْلِسُوا عِنْد الْجِهَاد وَلَا يَجِدُونَ نَفَقَة وَلَا مَحْمَلًا . فَلَمَّا رَأَى اللَّه حِرْصهمْ عَلَى مَحَبَّته وَمَحَبَّة رَسُوله أَنْزَلَ عُذْرهمْ فِي كِتَابه وَقَالَ \" لَيْسَ عَلَى الضُّعَفَاء \" إِلَى قَوْله فَهُمْ لَا يَعْلَمُونَ وَقَالَ مُجَاهِد فِي قَوْله \" وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْك لِتَحْمِلهُمْ \" نَزَلَتْ فِي بَنِي مُقَرِّن مِنْ مُزَيْنَة وَقَالَ مُحَمَّد بْن كَعْب كَانُوا سَبْعَة نَفَر مِنْ بَنِي عَمْرو بْن عَوْف سَالِم بْن عَوْف وَمِنْ بَنِي وَاقِف حَرَمِيّ بْن عَمْرو وَمِنْ بَنِي مَازِن بْن النَّجَّار عَبْد الرَّحْمَن بْن كَعْب وَيُكَنَّى أَبَا لَيْلَى وَمِنْ بَنِي الْمُعَلَّى فَضْل اللَّه وَمِنْ بَنِي سَلَمَة عَمْرو بْن عُتْبَة وَعَبْد اللَّه بْن عَمْرو الْمُزَنِيّ وَقَالَ مُحَمَّد بْن إِسْحَاق فِي سِيَاق غَزْوَة تَبُوك ثُمَّ إِنَّ رِجَالًا مِنْ الْمُسْلِمِينَ أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُمْ الْبَكَّاءُونَ وَهُمْ سَبْعَة نَفَر مِنْ الْأَنْصَار وَغَيْرهمْ مِنْ بَنِي عَمْرو بْن عَوْف سَالِم بْن عُمَيْر وَعُلَيَّة بْن زَيْد أَخُو بَنِي حَارِثَة وَأَبُو لَيْلَى عَبْد الرَّحْمَن بْن كَعْب أَخُو بَنِي مَازِن بْن النَّجَّار وَعَمْرو بْن الحمام بْن الْجَمُوح أَخُو بَنِي سَلَمَة وَعَبْد اللَّه بْن الْمُغَفَّل الْمُزَنِيّ وَبَعْض النَّاس يَقُول بَلْ هُوَ عَبْد اللَّه بْن عَمْرو الْمُزَنِيّ وَحَرَمِيّ بْن عَبْد اللَّه أَخُو بَنِي وَاقِف وَعِيَاض بْن سَارِيَة الْفَزَارِيّ فَاسْتَحْمَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانُوا أَهْل حَاجَة فَقَالَ لَا أَجِد مَا أَحْمِلكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنهمْ تَفِيض مِنْ الدَّمْع حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمْرو بْن الْأَوْدِيّ حَدَّثَنَا وَكِيع عَنْ الرَّبِيع عَنْ الْحَسَن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقَدْ خَلَّفْتُمْ بِالْمَدِينَةِ أَقْوَامًا مَا أَنْفَقْتُمْ مِنْ نَفَقَة وَلَا قَطَعْتُمْ وَادِيًا وَلَا نِلْتُمْ مِنْ عَدُوّ نَيْلًا وَقَدْ شَرَكُوكُمْ فِي الْأَجْر . ثُمَّ قَرَأَ \" وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْك لِتَحْمِلهُمْ قُلْت لَا أَجِد مَا أَحْمِلكُمْ عَلَيْهِ \" الْآيَة . وَأَصْل الْحَدِيث فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بِالْمَدِينَةِ أَقْوَامًا مَا قَطَعْتُمْ وَادِيًا وَلَا سِرْتُمْ سَيْرًا إِلَّا وَهُمْ مَعَكُمْ قَالُوا وَهُمْ بِالْمَدِينَةِ ؟ قَالَ نَعَمْ حَبَسَهُمْ الْعُذْر وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقَدْ خَلَّفْتُمْ بِالْمَدِينَةِ رِجَالًا مَا قَطَعْتُمْ وَادِيًا وَلَا سَلَكْتُمْ طَرِيقًا إِلَّا شَرَكُوكُمْ فِي الْأَجْر حَبَسَهُمْ الْمَرَض . وَرَوَاهُ مُسْلِم وَابْن مَاجَهْ مِنْ طُرُق عَنْ الْأَعْمَش بِهِ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43515, "aya_id": 92}]