[{"text": "رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَن يَشَاء مِنْ عِبَادِهِ لِيُنذِرَ يَوْمَ التَّلَاقِ", "sura_id": 40, "type": 0, "id": 4148, "aya_id": 15}, {"text": "رفيع الدرجات ذو العرش يلقي الروح من أمره على من يشاء من عباده لينذر يوم التلاق", "sura_id": 40, "type": 1, "id": 10384, "aya_id": 15}, {"text": "15 - (رفيع الدرجات) أي الله عظيم الصفات أو رافع درجات المؤمنين في الجنة (ذو العرش) خالقه (يلقي الروح) الوحي (من أمره) أي قوله (على من يشاء من عباده لينذر) يخوف الملقى عليه الناس (يوم التلاق) بحذف الياء وإثباتها يوم القيامة لتلاقي لأهل السماء والأرض والعابد والمعبود والظالم والمظلوم فيه \r\n", "sura_id": 40, "type": 2, "id": 29092, "aya_id": 15}, {"text": "إن الله هو العليُّ الأعلى الذي ارتفعت درجاته ارتفاعًا باين به مخلوقاته, وارتفع به قَدْره, وهو صاحب العرش العظيم, ومن رحمته بعباده أن يرسل إليهم رسلا يلقي إليهم الوحي الذي يحيون به, فيكونون على بصيرة من أمرهم؛ لتخوِّف الرسل عباد الله, وتنذرهم يوم القيامة الذي يلتقي فيه الأولون والآخرون.\r\n", "sura_id": 40, "type": 3, "id": 35328, "aya_id": 15}, {"text": " <font color=red>رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ عَظَمَته وَكِبْرِيَائِهِ وَارْتِقَاع عَرْشه الْعَظِيم الْعَالِي عَلَى جَمِيع مَخْلُوقَاته كَالسَّقْفِ لَهَا كَمَا قَالَ تَعَالَى \" مِنْ اللَّه ذِي الْمَعَارِج تَعْرُج الْمَلَائِكَة وَالرُّوح إِلَيْهِ فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" وَسَيَأْتِي إِنْ شَاءَ اللَّه تَعَالَى بَيَان أَنَّ هَذِهِ مَسَافَة مَا بَيْن الْعَرْش إِلَى الْأَرْض السَّابِعَة فِي قَوْل جَمَاعَة مِنْ السَّلَف وَالْخَلَف وَهُوَ الْأَرْجَح إِنْ شَاءَ اللَّه وَقَدْ ذَكَرَ غَيْر وَاحِد أَنَّ الْعَرْش مِنْ يَاقُوتَة حَمْرَاء اِتِّسَاع مَا بَيْن قُطْرَيْهِ مَسِيرَة خَمْسِينَ أَلْف سَنَة وَارْتِفَاعه عَنْ الْأَرْض السَّابِعَة مَسِيرَة خَمْسِينَ أَلْف سَنَة وَقَدْ تَقَدَّمَ فِي حَدِيث الْأَوْعَال مَا يَدُلُّ عَلَى اِرْتِفَاعه عَنْ السَّمَاوَات السَّبْع بِشَيْءٍ عَظِيم . وَقَوْله تَعَالَى \" يُلْقِي الرُّوح مِنْ أَمْرِهِ عَلَى مَنْ يَشَاء مِنْ عِبَاده \" كَقَوْلِهِ جَلَّتْ عَظَمَته \" يُنَزِّلُ الْمَلَائِكَة بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاء مِنْ عِبَاده أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاتَّقُونِ \" وَكَقَوْلِهِ تَعَالَى \" وَإِنَّهُ لَتَنْزِيلُ رَبّ الْعَالَمِينَ نَزَلَ بِهِ الرُّوح الْأَمِين عَلَى قَلْبك لِتَكُونَ مِنْ الْمُنْذِرِينَ \" وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" لِيُنْذَر يَوْم التَّلاَقِ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَوْم التَّلاَقِ اِسْم مِنْ أَسْمَاء يَوْم الْقِيَامَة حَذَّرَ اللَّه مِنْهُ عِبَاده وَقَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يَلْتَقِي فِيهِ آدَم وَآخِر وَلَده وَقَالَ اِبْن زَيْد يَلْتَقِي فِيهِ الْعِبَاد وَقَالَ قَتَادَة وَالسُّدِّيّ وَبِلَال بْن سَعْد وَسُفْيَان بْن عُيَيْنَة يَلْتَقِي فِيهِ أَهْل السَّمَاء وَأَهْل الْأَرْض وَالْخَالِق وَالْخَلْق وَقَالَ مَيْمُون بْن مِهْرَان يَلْتَقِي الظَّالِم وَالْمَظْلُوم وَقَدْ يُقَال إِنَّ يَوْم التَّلَاقِ يَشْمَل هَذَا كُلَّهُ وَيَشْمَل أَنَّ كُلّ عَامِل سَيَلْقَى مَا عَمِلَهُ مِنْ خَيْرٍ وَشَرٍّ كَمَا قَالَهُ آخَرُونَ.</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40948, "aya_id": 15}]