[{"text": "قُل لاَّ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ اللّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ أَفَلاَ تَتَفَكَّرُونَ", "sura_id": 6, "type": 0, "id": 839, "aya_id": 50}, {"text": "قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول لكم إني ملك إن أتبع إلا ما يوحى إلي قل هل يستوي الأعمى والبصير أفلا تتفكرون", "sura_id": 6, "type": 1, "id": 7075, "aya_id": 50}, {"text": "50 - (قل) لهم (لا أقول لكم عندي خزائن الله) التي منها يرزق (ولا) أني (أعلم الغيب) ما غاب عني ولم يوح إلي (ولا أقول لكم إني ملك) من الملائكة (إن) ما (أتبع إلا ما يوحى إلي قل هل يستوي الأعمى) الكافر (والبصير) المؤمن ؟ لا (أفلا تتفكرون) في ذلك فتؤمنون \r\n", "sura_id": 6, "type": 2, "id": 25783, "aya_id": 50}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: إني لا أدَّعي أني أملك خزائن السموات والأرض, فأتصرف فيها, ولا أدَّعي أني أعلم الغيب, ولا أدَّعي أني ملك, وإنما أنا رسول من عند الله, أتبع ما يوحى إليَّ, وأبلِّغ وحيه إلى الناس, قل -أيها الرسول- لهؤلاء المشركين: هل يستوي الكافر الذي عَمِي عن آيات الله تعالى فلم يؤمن بها والمؤمن الذي أبصر آيات الله فآمن بها؟ أفلا تتفكرون في آيات الله; لتبصروا الحق فتؤمنوا به؟\r\n", "sura_id": 6, "type": 3, "id": 32019, "aya_id": 50}, {"text": " <font color=red>قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلَا تَتَفَكَّرُونَ</font><BR><p>يَقُول اللَّه تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" قُلْ لَا أَقُول لَكُمْ عِنْدِي خَزَائِن اللَّه \" أَيْ لَسْت أَمْلِكهَا وَلَا أَتَصَرَّف فِيهَا \" وَلَا أَعْلَم الْغَيْب \" أَيْ وَلَا أَقُول لَكُمْ إِنِّي أَعْلَم الْغَيْب إِنَّمَا ذَاكَ مِنْ عِلْم اللَّه عَزَّ وَجَلَّ وَلَا أَطَّلِع مِنْهُ إِلَّا عَلَى مَا أَطْلَعَنِي عَلَيْهِ وَلَا أَقُول لَكُمْ إِنِّي مَلَك أَيْ وَلَا أَدَّعِي أَنِّي مَلَك إِنَّمَا أَنَا بَشَر مِنْ الْبَشَر يُوحَى إِلَيَّ مِنْ اللَّه عَزَّ وَجَلَّ شَرَّفَنِي بِذَلِكَ وَأَنْعَمَ عَلَيَّ بِهِ وَلِهَذَا قَالَ\" إِنْ أَتَّبِع إِلَّا مَا يُوحَى إِلَيَّ \" أَيْ لَسْت أَخْرُج عَنْهُ قَيْد شِبْر وَلَا أَدْنَى مِنْهُ \" قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِير \" أَيْ هَلْ يَسْتَوِي مَنْ اِتَّبَعَ الْحَقّ وَهُدِيَ إِلَيْهِ وَمَنْ ضَلَّ عَنْهُ فَلَمْ يَنْقَدْ لَهُ \" أَفَلَا تَتَفَكَّرُونَ\" وَهَذِهِ كَقَوْلِهِ تَعَالَى \" أَفَمَنْ يَعْلَم أَنَّمَا أُنْزِلَ إِلَيْك مِنْ رَبّك الْحَقّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّر أُولُو الْأَلْبَاب \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42187, "aya_id": 50}]