[{"text": "وَهُوَ الَّذِي يَتَوَفَّاكُم بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُّسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 6, "type": 0, "id": 849, "aya_id": 60}, {"text": "وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار ثم يبعثكم فيه ليقضى أجل مسمى ثم إليه مرجعكم ثم ينبئكم بما كنتم تعملون", "sura_id": 6, "type": 1, "id": 7085, "aya_id": 60}, {"text": "60 - (وهو الذي يتوفاكم بالليل) يقبض أرواحكم عند النوم (ويعلم ما جرحتم) كسبتم (بالنهار ثم يبعثكم فيه) أي النهار بردِّ أرواحكم (ليقضى أجل مسمى) هو أجل الحياة (ثم إليه مرجعكم) بالبعث (ثم ينبئكم بما كنتم تعملون) فيجازيكم به \r\n", "sura_id": 6, "type": 2, "id": 25793, "aya_id": 60}, {"text": "وهو سبحانه الذي يقبض أرواحكم بالليل بما يشبه قبضها عند الموت, ويعلم ما اكتسبتم في النهار من الأعمال, ثم يعيد أرواحكم إلى أجسامكم باليقظة من النوم نهارًا بما يشبه الأحياء بعد الموت; لتُقضى آجالكم المحددة في الدنيا, ثم إلى الله تعالى معادكم بعد بعثكم من قبوركم أحياءً, ثم يخبركم بما كنتم تعملون في حياتكم الدنيا, ثم يجازيكم بذلك.\r\n", "sura_id": 6, "type": 3, "id": 32029, "aya_id": 60}, {"text": " <font color=red>وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>يَقُول تَعَالَى إِنَّهُ يَتَوَفَّى عِبَاده فِي مَنَامهمْ بِاللَّيْلِ وَهَذَا هُوَ التَّوَفِّي الْأَصْغَر كَمَا قَالَ تَعَالَى \" إِذْ قَالَ اللَّه يَا عِيسَى إِنِّي مُتَوَفِّيك وَرَافِعك إِلَيَّ \" وَقَالَ تَعَالَى\" اللَّه يَتَوَفَّى الْأَنْفُس حِين مَوْتهَا وَاَلَّتِي لَمْ تَمُتْ فِي مَنَامهَا فَيُمْسِك الَّتِي قَضَى عَلَيْهَا الْمَوْت وَيُرْسِل الْأُخْرَى إِلَى أَجَل مُسَمًّى \" فَذَكَرَ فِي هَذِهِ الْآيَة الْوَفَاتَيْنِ الْكُبْرَى وَالصُّغْرَى وَهَكَذَا ذَكَرَ فِي هَذَا الْمَقَام حُكْم الْوَفَاتَيْنِ الصُّغْرَى ثُمَّ الْكُبْرَى فَقَالَ \" وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَم مَا جَرَحْتُمْ بِالنَّهَارِ \" أَيْ وَيَعْلَم مَا كَسَبْتُمْ مِنْ الْأَعْمَال بِالنَّهَارِ وَهَذِهِ جُمْلَة مُعْتَرِضَة دَلَّتْ عَلَى إِحَاطَة عِلْمه تَعَالَى بِخَلْقِهِ فِي لَيْلهمْ وَنَهَارهمْ فِي حَال سُكُونهمْ وَحَال حَرَكَتهمْ كَمَا قَالَ \" سَوَاء مِنْكُمْ مَنْ أَسَرَّ الْقَوْل وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِب بِالنَّهَارِ \" وَكَمَا قَالَ تَعَالَى \" وَمِنْ رَحْمَته جَعَلَ لَكُمْ اللَّيْل وَالنَّهَار لِتَسْكُنُوا فِيهِ \" أَيْ فِي اللَّيْل \" وَلِتَبْتَغُوا مِنْ فَضْله \" أَيْ فِي النَّهَار كَمَا قَالَ \" وَجَعَلْنَا اللَّيْل لِبَاسًا وَجَعَلْنَا النَّهَار مَعَاشًا \" وَلِهَذَا قَالَ تَعَالَى هَهُنَا \" وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَم مَا جَرَحْتُمْ بِالنَّهَارِ \" أَيْ مَا كَسَبْتُمْ مِنْ الْأَعْمَال فِيهِ \" ثُمَّ يَبْعَثكُمْ فِيهِ\" أَيْ فِي النَّهَار قَالَهُ مُجَاهِد وَقَتَادَة وَالسُّدِّيّ وَقَالَ اِبْن جُرَيْج عَنْ عَبْد اللَّه بْن كَثِير أَيْ فِي الْمَنَام وَالْأَوَّل أَظْهَر وَقَدْ رَوَى اِبْن مَرْدُوَيْهِ بِسَنَدِهِ عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَعَ كُلّ إِنْسَان مَلَك إِذَا نَامَ أَخَذَ نَفْسه وَيَرُدّهُ إِلَيْهِ فَإِنْ أَذِنَ اللَّه فِي قَبْض رُوحه قَبَضَهُ وَإِلَّا رَدَّ إِلَيْهِ \" فَذَلِكَ قَوْله \" وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ\" . وَقَوْله \" لِيُقْضَى أَجَل مُسَمًّى \" يَعْنِي بِهِ أَجَل كُلّ وَاحِد مِنْ النَّاس \" ثُمَّ إِلَيْهِ مَرْجِعكُمْ \" أَيْ يَوْم الْقِيَامَة\" ثُمَّ يُنَبِّئكُمْ \" أَيْ فَيُخْبِركُمْ \" بِمَا كُنْتُمْ تَعْمَلُونَ\" أَيْ وَيَجْزِيكُمْ عَلَى ذَلِكَ إِنْ خَيْرًا فَخَيْرًا وَإِنْ شَرًّا فَشَرًّا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42198, "aya_id": 60}]