[{"text": "لَا يَحِلُّ لَكَ النِّسَاء مِن بَعْدُ وَلَا أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَّقِيبًا", "sura_id": 33, "type": 0, "id": 3585, "aya_id": 52}, {"text": "لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن إلا ما ملكت يمينك وكان الله على كل شيء رقيبا", "sura_id": 33, "type": 1, "id": 9821, "aya_id": 52}, {"text": "52 - (لا يحل) بالتاء والياء (لك النساء من بعد) بعد التسع التي اخترنك (ولا أن تبدل) بترك إحدى التاين في الأصل (بهن من أزواج) بأن تطلقهن أو بعضهن وتنكح بدل من طلقت (ولو أعجبك حسنهن إلا ما ملكت يمينك) من الاماء فتحل لك وقد ملك صلى الله عليه وسلم بعدهن مارية وولدت له إبراهيم ومات في حياته (وكان الله على كل شيء رقيبا) حفيظا \r\n", "sura_id": 33, "type": 2, "id": 28529, "aya_id": 52}, {"text": "لا يباح لك النساء من بعد نسائك اللاتي فى عصمتك, واللاتي أبحناهنَّ لك (وهنَّ المذكورات في الآية السابقة رقم [50] من هذه السورة), ومن كانت في عصمتك من النساء المذكورات لا يحل لك أن تطلِّقها مستقبَلا وتأتي بغيرها بدلا منها, ولو أعجبك جمالها, وأما الزيادة على زوجاتك من غير تطليق إحداهن فلا حرج عليك, وأما ما ملكت يمينك من الإماء, فحلال لك منهن من شئت. وكان الله على كل شيء رقيبًا, لا يغيب عنه علم شيء.\r\n", "sura_id": 33, "type": 3, "id": 34765, "aya_id": 52}, {"text": " <font color=red>لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا</font><BR><p>ذَكَرَ غَيْر وَاحِد مِنْ الْعُلَمَاء كَابْنِ عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَابْن زَيْد وَابْن جَرِير وَغَيْرهمْ أَنَّ هَذِهِ الْآيَة نَزَلَتْ مُجَازَاة لِأَزْوَاجِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرِضًا عَنْهُنَّ عَلَى حُسْن صَنِيعهنَّ فِي اِخْتِيَارهنَّ اللَّه وَرَسُوله وَالدَّار الْآخِرَة لَمَّا خَيَّرَهُنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ فِي الْآيَة فَلَمَّا اِخْتَرْنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ جَزَاؤُهُنَّ أَنَّ اللَّه تَعَالَى قَصَرَهُ عَلَيْهِنَّ وَحَرَّمَ عَلَيْهِ أَنْ يَتَزَوَّج بِغَيْرِهِنَّ أَوْ يَسْتَبْدِل بِهِنَّ أَزْوَاجًا غَيْرهنَّ وَلَوْ أَعْجَبَهُ حُسْنهنَّ إِلَّا الْإِمَاء وَالسَّرَارِيّ فَلَا حَرَج عَلَيْهِ فِيهِنَّ ثُمَّ إِنَّهُ تَعَالَى رَفَعَ عَنْهُ الْحَرَج فِي ذَلِكَ وَنَسَخَ حُكْم هَذِهِ الْآيَة وَأَبَاحَ لَهُ التَّزَوُّج وَلَكِنْ لَمْ يَقَع مِنْهُ بَعْد ذَلِكَ تَزَوُّج لِتَكُونَ الْمِنَّة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِنَّ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ عَطَاء عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ مَا مَاتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَحَلَّ اللَّه لَهُ النِّسَاء وَرَوَاهُ أَيْضًا مِنْ حَدِيث اِبْن جُرَيْج عَنْ عَطَاء عَنْ عُبَيْد بْن عُمَيْر عَنْ عَائِشَة وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي سُنَنَيْهِمَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عَبْد الرَّحْمَن بْن عَبْد الْمَلِك بْن شَيْبَة حَدَّثَنِي عُمَر بْن أَبِي بَكْر حَدَّثَنِي الْمُغِيرَة بْن عَبْد الرَّحْمَن الْخُزَاعِيّ عَنْ أَبِي النَّضْر مَوْلَى عُمَر بْن عَبْد اللَّه بْن وَهْب بْن زَمْعَةَ عَنْ أُمّ سَلَمَة أَنَّهَا قَالَتْ : لَمْ يَمُتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَحَلَّ اللَّه لَهُ أَنْ يَتَزَوَّج مِنْ النِّسَاء مَا شَاءَ إِلَّا ذَات مَحْرَم وَذَلِكَ قَوْل اللَّه تَعَالَى \" تُرْجِي مَنْ تَشَاء مِنْهُنَّ \" الْآيَة فَجُعِلَتْ هَذِهِ نَاسِخَة لِلَّتِي بَعْدهَا فِي التِّلَاوَة كَآيَتَيْ عِدَّة الْوَفَاة فِي الْبَقَرَة الْأُولَى نَاسِخَة لِلَّتِي بَعْدهَا وَاَللَّه أَعْلَم وَقَالَ آخَرُونَ بَلْ مَعْنَى الْآيَة \" لَا يَحِلّ لَك النِّسَاء مِنْ بَعْد \" أَيْ مِنْ بَعْد مَا ذَكَرْنَا لَك مِنْ صِفَة النِّسَاء اللَّاتِي أَحْلَلْنَا لَك مِنْ نِسَائِك اللَّاتِي آتَيْت أُجُورهنَّ وَمَا مَلَكَتْ يَمِينك وَبَنَات الْعَمّ وَالْعَمَّات وَالْخَال وَالْخَالَات وَالْوَاهِبَة وَمَا سِوَى ذَلِكَ مِنْ أَصْنَاف النِّسَاء فَلَا يَحِلّ لَك وَهَذَا مَا رُوِيَ عَنْ أُبَيّ بْن كَعْب وَمُجَاهِد فِي رِوَايَة عَنْهُ وَعِكْرِمَة وَالضَّحَّاك فِي رِوَايَة وَأَبِي رَزِين فِي رِوَايَة عَنْهُ وَأَبِي صَالِح وَالْحَسَن وَقَتَادَة فِي رِوَايَة وَالسُّدِّيّ وَغَيْرهمْ قَالَ اِبْن جَرِير حَدَّثَنَا يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ دَاوُدَ بْن أَبِي هِنْد حَدَّثَنِي مُحَمَّد بْن أَبِي مُوسَى عَنْ زِيَاد عَنْ رَجُل مِنْ الْأَنْصَار قَالَ قُلْت لِأُبَيِّ بْن كَعْب أَرَأَيْت لَوْ أَنَّ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَوَفَّيْنَ أَمَا كَانَ لَهُ أَنْ يَتَزَوَّج ؟ فَقَالَ وَمَا يَمْنَعهُ مِنْ ذَلِكَ ؟ قَالَ قُلْت قَوْل اللَّه تَعَالَى \" لَا يَحِلّ لَك النِّسَاء مِنْ بَعْد \" فَقَالَ إِنَّمَا أَحَلَّ اللَّه لَهُ ضَرْبًا مِنْ النِّسَاء فَقَالَ تَعَالَى \" يَا أَيّهَا النَّبِيّ إِنَّا أَحْلَلْنَا لَك أَزْوَاجك\" إِلَى قَوْله تَعَالَى \" إِنْ وَهَبَتْ نَفْسهَا لِلنَّبِيِّ \" ثُمَّ قِيلَ لَهُ \" لَا يَحِلّ لَك النِّسَاء مِنْ بَعْد \" وَرَوَاهُ عَبْد اللَّه بْن أَحْمَد مِنْ طُرُق عَنْ دَاوُدَ بِهِ وَرَوَى التِّرْمِذِيّ عَنْ اِبْن عَبَّاس قَالَ نُهِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَصْنَاف النِّسَاء إِلَّا مَا كَانَ مِنْ الْمُؤْمِنَات الْمُهَاجِرَات بِقَوْلِهِ تَعَالَى \" لَا يَحِلّ لَك النِّسَاء مِنْ بَعْد وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاج وَلَوْ أَعْجَبَك حُسْنهنَّ إِلَّا مَا مَلَكَتْ يَمِينك \" فَأَحَلَّ اللَّه فَتَيَاتكُمْ الْمُؤْمِنَات وَامْرَأَة مُؤْمِنَة إِنْ وَهَبَتْ نَفْسهَا لِلنَّبِيِّ وَحَرَّمَ كُلّ ذَات دِين غَيْر الْإِسْلَام ثُمَّ قَالَ \" وَمَنْ يَكْفُر بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَله \" الْآيَة وَقَالَ تَعَالَى \" يَا أَيّهَا النَّبِيّ إِنَّا أَحْلَلْنَا لَك أَزْوَاجك اللَّاتِي آتَيْت أُجُورهنَّ \" إِلَى قَوْله تَعَالَى \" خَالِصَة لَك مِنْ دُون الْمُؤْمِنِينَ\" وَحَرَّمَ مَا سِوَى ذَلِكَ مِنْ أَصْنَاف النِّسَاء وَقَالَ مُجَاهِد\" لَا يَحِلّ لَك النِّسَاء مِنْ بَعْد \" أَيْ مِنْ بَعْد مَا سَمَّى لَك مِنْ مُسْلِمَة وَلَا يَهُودِيَّة وَلَا نَصْرَانِيَّة وَلَا كَافِرَة وَقَالَ أَبُو صَالِح \" لَا يَحِلّ لَك النِّسَاء مِنْ بَعْد \" أَمْر أَنْ لَا يَتَزَوَّج أَعْرَابِيَّة وَلَا عَرَبِيَّة وَيَتَزَوَّج بَعْد مِنْ نِسَاء تِهَامَة وَنِسَاء مِنْ بَنَات الْعَمّ وَالْعَمَّة وَالْخَال وَالْخَالَة إِنْ شَاءَ ثَلَاث مِائَة وَقَالَ عِكْرِمَة \" لَا يَحِلّ لَك النِّسَاء مِنْ بَعْد \" أَيْ الَّتِي سَمَّى اللَّه وَاخْتَارَ اِبْن جَرِير رَحِمَهُ اللَّه أَنَّ الْآيَة عَامَّة فِيمَنْ ذُكِرَ مِنْ أَصْنَاف النِّسَاء وَفِي النِّسَاء اللَّوَاتِي فِي عِصْمَته وَكُنَّ تِسْعًا وَهَذَا الَّذِي قَالَهُ جَيِّد وَلَعَلَّهُ مُرَاد كَثِير مِمَّنْ حَكَيْنَا عَنْهُ مِنْ السَّلَف فَإِنَّ كَثِيرًا مِنْهُمْ رُوِيَ عَنْهُ هَذَا وَهَذَا وَلَا مُنَافَاة وَاَللَّه أَعْلَم ثُمَّ أَوْرَدَ اِبْن جَرِير عَلَى نَفْسه مَا رُوِيَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَلَّقَ حَفْصَة ثُمَّ رَاجَعَهَا وَعَزَمَ عَلَى فِرَاق سَوْدَة حَتَّى وَهَبَتْ يَوْمهَا لِعَائِشَة ثُمَّ أَجَابَ بِأَنَّ هَذَا كَانَ قَبْل نُزُول قَوْله تَعَالَى \" لَا يَحِلّ لَك النِّسَاء مِنْ بَعْد وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاج \" الْآيَة وَهَذَا الَّذِي قَالَ مِنْ أَنَّ هَذَا كَانَ قَبْل نُزُول الْآيَة صَحِيح وَلَكِنْ لَا يُحْتَاج إِلَى ذَلِكَ فَإِنَّ الْآيَة إِنَّمَا دَلَّتْ عَلَى أَنَّهُ لَا يَتَزَوَّج بِمَنْ عَدَا اللَّوَاتِي فِي عِصْمَته وَأَنَّهُ لَا يَسْتَبْدِل بِهِنَّ غَيْرهنَّ وَلَا يَدُلّ ذَلِكَ عَلَى أَنَّهُ لَا يُطَلِّق وَاحِدَة مِنْهُنَّ مِنْ غَيْر اِسْتِبْدَال فَاَللَّه أَعْلَم فَأَمَّا قَضِيَّة سَوْدَة فَفِي الصَّحِيح عَنْ عَائِشَة رَضِيَ اللَّه تَبَارَكَ وَتَعَالَى عَنْهَا وَهِيَ سَبَب نُزُول قَوْله تَعَالَى \" وَإِنْ اِمْرَأَة خَافَتْ مِنْ بَعْلهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاح عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنهمَا صُلْحًا \" الْآيَة وَأَمَّا قَضِيَّة حَفْصَة فَرَوَى أَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن مَاجَهْ وَابْن حِبَّان فِي صَحِيحه مِنْ طُرُق عَنْ يَحْيَى بْن زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ صَالِح بْن صَالِح بْن حُيَيّ عَنْ سَلَمَة أَنَّ بْن كُحَيْل عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس عَنْ عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَلَّقَ حَفْصَة ثُمَّ رَاجَعَهَا وَهَذَا إِسْنَاد قَوِيّ وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا يُونُس بْن بُكَيْر عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ اِبْن عُمَر قَالَ : دَخَلَ عُمَر عَلَى حَفْصَة وَهِيَ تَبْكِي فَقَالَ مَا يُبْكِيك ؟ لَعَلَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَلَّقَك إِنَّهُ كَانَ طَلَّقَك مَرَّة ثُمَّ رَاجَعَك مِنْ أَجْلِي وَاَللَّه لَئِنْ كَانَ طَلَّقَك مَرَّة أُخْرَى لَا أُكَلِّمك أَبَدًا وَرِجَاله عَلَى شَرْط الصَّحِيحَيْنِ وَقَوْله تَعَالَى \" وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاج وَلَوْ أَعْجَبَك حُسْنهنَّ \" فَنَهَاهُ عَنْ الزِّيَادَة عَلَيْهِنَّ إِنْ طَلَّقَ وَاحِدَة مِنْهُنَّ وَاسْتَبْدَلَ غَيْرهَا بِهَا إِلَّا مَا مَلَكَتْ يَمِينه وَقَدْ رَوَى الْحَافِظ أَبُو بَكْر الْبَزَّار حَدِيثًا مُنَاسِبًا ذَكَرَهُ هَهُنَا فَقَالَ حَدَّثَنَا إِبْرَاهِيم بْن نَصْر حَدَّثَنَا مَالِك بْن إِسْمَاعِيل ثَنَا عَبْد السَّلَام بْن حَرْب عَنْ إِسْحَاق بْن عَبْد اللَّه الْقُرَشِيّ عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي هُرَيْرَة قَالَ : كَانَ الْبَدَل فِي الْجَاهِلِيَّة أَنْ يَقُول الرَّجُل لِلرَّجُلِ بَادِلْنِي اِمْرَأَتك وَأُبَادِلُك بِامْرَأَتِي أَيْ تَنْزِل لِي عَنْ اِمْرَأَتك وَأَنْزِل لَك عَنْ اِمْرَأَتِي فَأَنْزَلَ اللَّه \" وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاج وَلَوْ أَعْجَبَك حُسْنهنَّ \" قَالَ فَدَخَلَ عُيَيْنَةُ بْن حِصْن الْفَزَارِيّ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعِنْده عَائِشَة فَدَخَلَ بِغَيْرِ إِذْن فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَيْنَ الِاسْتِئْذَان ؟ فَقَالَ يَا رَسُول اللَّه مَا اِسْتَأْذَنْت عَلَى رَجُل مِنْ مُضَر مُنْذُ أَدْرَكْت ثُمَّ قَالَ مَنْ هَذِهِ الْحُمَيْرَاء إِلَى جَنْبك ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ عَائِشَة أُمّ الْمُؤْمِنِينَ قَالَ أَفَلَا أَنْزِل لَك عَنْ أَحْسَن الْخَلْق ؟ قَالَ يَا عُيَيْنَةُ إِنَّ اللَّه قَدْ حَرَّمَ ذَلِكَ فَلَمَّا أَنْ خَرَجَ قَالَتْ عَائِشَة مَنْ هَذَا ؟ قَالَ هَذَا أَحْمَق مُطَاع لِأَنَّهُ عَلَى مَا تَرَيْنَ لَسَيِّد قَوْمه ثُمَّ قَالَ الْبَزَّار : إِسْحَاق بْن عَبْد اللَّه لَيِّن الْحَدِيث جِدًّا وَإِنَّمَا ذَكَرْنَاهُ لِأَنَّا لَمْ نَحْفَظهُ إِلَّا مِنْ هَذَا الْوَجْه وَبَيَّنَّا الْعِلَّة فِيهِ.</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40214, "aya_id": 52}]