[{"text": "حَتَّى زُرْتُمُ الْمَقَابِرَ", "sura_id": 102, "type": 0, "id": 6170, "aya_id": 2}, {"text": "حتى زرتم المقابر", "sura_id": 102, "type": 1, "id": 12406, "aya_id": 2}, {"text": "2 - (حتى زرتم المقابر) بأن متم فدفنتم فيها أو عددتم الموتى تكاثرا \r\n", "sura_id": 102, "type": 2, "id": 31114, "aya_id": 2}, {"text": "واستمر اشتغالكم بذلك إلى أن صرتم إلى المقابر, ودُفنتم فيها.\r\n", "sura_id": 102, "type": 3, "id": 37350, "aya_id": 2}, {"text": " <font color=red>حَتَّى زُرْتُمُ الْمَقَابِرَ</font><BR><p>وَقَالَ قَتَادَة \" أَلْهَاكُمْ التَّكَاثُر حَتَّى زُرْتُمْ الْمَقَابِر \" كَانُوا يَقُولُونَ نَحْنُ أَكْثَر بَنِي فُلَان وَنَحْنُ أَعَدّ مِنْ بَنِي فُلَان وَهُمْ كُلّ يَوْم يَتَسَاقَطُونَ إِلَى آخِرهمْ وَاَللَّه مَا زَالُوا كَذَلِكَ حَتَّى صَارُوا مِنْ أَهْل الْقُبُور كُلّهمْ وَالصَّحِيح أَنَّ الْمُرَاد بِقَوْلِهِ زُرْتُمْ الْمَقَابِر أَيْ صِرْتُمْ إِلَيْهَا وَدُفِنْتُمْ فِيهَا كَمَا جَاءَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَى رَجُل مِنْ الْأَعْرَاب يَعُودهُ فَقَالَ \" لَا بَأْس طَهُور إِنْ شَاءَ اللَّه \" فَقَالَ : قُلْت طَهُور بَلْ هِيَ حُمَّى تَفُور عَلَى شَيْخ كَبِير تُزِيرهُ الْقُبُور قَالَ \" فَنَعَمْ إِذَنْ \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مُحَمَّد بْن سَعِيد الْأَصْبَهَانِيّ أَخْبَرَنَا حَكَّام بْن سَالِم الرَّازِيّ عَنْ عَمْرو بْن أَبِي قَيْس عَنْ الْحَجَّاج عَنْ الْمِنْهَال عَنْ زِرّ بْن حُبَيْش عَنْ عَلِيّ قَالَ : مَا زِلْنَا نَشُكّ فِي عَذَاب الْقَبْر حَتَّى نَزَلَتْ \" أَلْهَاكُمْ التَّكَاثُر حَتَّى زُرْتُمْ الْمَقَابِر \" وَرَوَاهُ التِّرْمِذِيّ عَنْ أَبِي كُرَيْب عَنْ حَكَّام بْن سَالِم بِهِ وَقَالَ غَرِيب وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سَلَمَة بْن دَاوُد الْعَرَضِيّ حَدَّثَنَا أَبُو الْمَلِيح الرَّقِّيّ عَنْ مَيْمُون بْن مِهْرَان قَالَ كُنْت جَالِسًا عِنْد عُمَر بْن عَبْد الْعَزِيز فَقَرَأَ\" أَلْهَاكُمْ التَّكَاثُر حَتَّى زُرْتُمْ الْمَقَابِر \" فَلَبِثَ هُنَيْهَة ثُمَّ قَالَ : يَا مَيْمُون مَا أَرَى الْمَقَابِر إِلَّا زِيَارَة وَمَا لِلزَّائِرِ بُدٌّ مِنْ أَنْ يَرْجِع إِلَى مَنْزِله وَقَالَ أَبُو مُحَمَّد يَعْنِي أَنْ يَرْجِع إِلَى مَنْزِله أَيْ إِلَى جَنَّة أَوْ إِلَى نَار وَهَكَذَا ذَكَرَ أَنَّ بَعْض الْأَعْرَاب سَمِعَ رَجُلًا يَتْلُو هَذِهِ الْآيَة \" حَتَّى زُرْتُمْ الْمَقَابِر \" فَقَالَ بُعِثَ الْقَوْم وَرَبّ الْكَعْبَة أَيْ إِنَّ الزَّائِر سَيَرْحَلُ مِنْ مَقَامه ذَلِكَ إِلَى غَيْره .</p><BR> <br> ", "sura_id": 102, "type": 4, "id": 37556, "aya_id": 2}]