[{"text": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَاءكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ", "sura_id": 35, "type": 0, "id": 3697, "aya_id": 37}, {"text": "وهم يصطرخون فيها ربنا أخرجنا نعمل صالحا غير الذي كنا نعمل أو لم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظالمين من نصير", "sura_id": 35, "type": 1, "id": 9933, "aya_id": 37}, {"text": "37 - (وهم يصطرخون فيها) يستغيثون بشدة وعويل يقولون (ربنا أخرجنا) منها (نعمل صالحا غير الذي كنا نعمل) فيقال لهم (أولم نعمركم ما يتذكر) وقتا (فيه من تذكر وجاءكم النذير فذوقوا) الرسول فما أجبتم (فما للظالمين من) الكافرين (نصير إن) يدفع العذاب عنهم \r\n", "sura_id": 35, "type": 2, "id": 28641, "aya_id": 37}, {"text": "وهؤلاء الكفار يَصْرُخون من شدة العذاب في نار جهنم مستغيثين: ربنا أخرجنا من نار جهنم, وردَّنا إلى الدنيا نعمل صالحًا غير الذي كنا نعمله في حياتنا الدنيا, فنؤمن بدل الكفر, فيقول لهم: أولم نُمْهلكم في الحياة قَدْرًا وافيًا من العُمُر, يتعظ فيه من اتعظ, وجاءكم النبي صلى الله عليه وسلم، ومع ذلك لم تتذكروا ولم تتعظوا؟ فذوقوا عذاب جهنم, فليس للكافرين من ناصر ينصرهم من عذاب الله.\r\n", "sura_id": 35, "type": 3, "id": 34877, "aya_id": 37}, {"text": " <font color=red>وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ</font><BR><p>وَقَوْله جَلَّتْ عَظَمَته \" وَهُمْ يَصْطَرِخُونَ فِيهَا\" أَيْ يُنَادُونَ فِيهَا يَجْأَرُونَ إِلَى اللَّه عَزَّ وَجَلَّ بِأَصْوَاتِهِمْ\" رَبّنَا أَخْرِجْنَا نَعْمَل صَالِحًا غَيْر الَّذِي كُنَّا نَعْمَل\" أَيْ يَسْأَلُونَ الرَّجْعَة إِلَى الدُّنْيَا لِيَعْمَلُوا غَيْر عَمَلهمْ الْأَوَّل وَقَدْ عَلِمَ الرَّبّ جَلَّ جَلَاله أَنَّهُ لَوْ رَدَّهُمْ إِلَى الدَّار الدُّنْيَا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ فَلِهَذَا لَا يُجِيبهُمْ إِلَى سُؤَالهمْ كَمَا قَالَ تَعَالَى مُخْبِرًا عَنْهُمْ فِي قَوْلهمْ \" فَهَلْ إِلَى مَرَدٍّ مِنْ سَبِيل ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّه وَحْده كَفَرْتُمْ وَإِنْ يُشْرَك بِهِ تُؤْمِنُوا \" أَيْ لَا يُجِيبكُمْ إِلَى ذَلِكَ لِأَنَّكُمْ كُنْتُمْ كَذَلِكَ وَلَوْ رُدِدْتُمْ لَعُدْتُمْ إِلَى مَا نُهِيتُمْ عَنْهُ وَلِذَا قَالَ هَهُنَا \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمْ النَّذِير \" أَيْ أَوَمَا عِشْتُمْ فِي الدُّنْيَا أَعْمَارًا لَوْ كُنْتُمْ مِمَّنْ يَنْتَفِع بِالْحَقِّ لَانْتَفَعْتُمْ بِهِ فِي مُدَّة عُمُركُمْ ؟ وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي مِقْدَار الْعُمُر الْمُرَاد هَهُنَا فَرُوِيَ عَنْ عَلِيّ بْن الْحُسَيْن زَيْن الْعَابِدِينَ رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ مِقْدَار سَبْع عَشْر سَنَة . وَقَالَ قَتَادَة : اِعْلَمُوا أَنَّ طُول الْعُمُر حُجَّة فَنَعُوذ بِاَللَّهِ أَنْ نُعَيَّر بِطُولِ الْعُمُر قَدْ نَزَلَتْ هَذِهِ الْآيَة \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ\" وَإِنَّ فِيهِمْ لَابْن ثَمَانِي عَشْرَة سَنَة وَكَذَا قَالَ أَبُو غَالِب الشَّيْبَانِيّ . وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ مَعْمَر عَنْ رَجُل عَنْ وَهْب بْن مُنَبِّه فِي قَوْله تَعَالَى : \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ \" قَالَ عِشْرِينَ سَنَة . وَقَالَ هُشَيْم عَنْ مَنْصُور عَنْ زَاذَانَ عَنْ الْحَسَن فِي قَوْله تَعَالَى : \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ \" قَالَ أَرْبَعِينَ سَنَة وَقَالَ هُشَيْم أَيْضًا عَنْ مُجَالِد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق أَنَّهُ كَانَ يَقُول : إِذَا بَلَغَ أَحَدكُمْ أَرْبَعِينَ سَنَة فَلْيَأْخُذْ حِذْره مِنْ اللَّه عَزَّ وَجَلَّ وَهَذِهِ رِوَايَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِيمَا قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا بِشْر بْن الْمُفَضَّل حَدَّثَنَا عَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ مُجَاهِد قَالَ سَمِعْت اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يَقُول : الْعُمُر الَّذِي أَعْذَرَ اللَّه تَعَالَى لِابْنِ آدَم \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ \" أَرْبَعُونَ سَنَة . هَكَذَا رَوَاهُ مِنْ هَذَا الْوَجْه عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا بِهِ وَهَذَا الْقَوْل هُوَ اِخْتِيَار اِبْن جَرِير , ثُمَّ رَوَاهُ مِنْ طَرِيق الثَّوْرِيّ وَعَبْد اللَّه بْن إِدْرِيس كِلَاهُمَا عَنْ عَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ الْعُمُر الَّذِي أَعْذَرَ اللَّه فِيهِ لِابْنِ آدَم فِي قَوْله \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ \" سِتُّونَ سَنَة فَهَذِهِ الرِّوَايَة أَصَحّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَهِيَ الصَّحِيحَة فِي نَفْس الْأَمْر أَيْضًا لِمَا ثَبَتَ فِي ذَلِكَ مِنْ الْحَدِيث كَمَا سَنُورِدُهُ لَا كَمَا زَعَمَهُ اِبْن جَرِير مِنْ أَنَّ الْحَدِيث لَمْ يَصِحّ فِي ذَلِكَ لِأَنَّ فِي إِسْنَاده مَنْ يَجِب التَّثَبُّت فِي أَمْره وَقَدْ رَوَى أَصْبَغ بْن نُبَاتَةَ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : الْعُمُر الَّذِي عَيَّرَهُمْ اللَّه بِهِ فِي قَوْله \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ\" سِتُّونَ سَنَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا دُحَيْمٌ حَدَّثَنَا اِبْن أَبِي فُدَيْك حَدَّثَنِي إِبْرَاهِيم بْن الْفَضْل الْمَخْزُومِيّ عَنْ اِبْن أَبِي حُسَيْن الْمَكِّيّ أَنَّهُ حَدَّثَهُ عَنْ عَطَاء هُوَ اِبْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا كَانَ يَوْم الْقِيَامَة قِيلَ أَيْنَ أَبْنَاء السِّتِّينَ وَهُوَ الْعُمُر الَّذِي قَالَ اللَّه تَعَالَى فِيهِ \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمْ النَّذِير \" وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ عَلِيّ بْن شُعَيْب عَنْ إِسْمَاعِيل بْن أَبِي فُدَيْك بِهِ وَكَذَا رَوَاهُ الطَّبَرَانِيّ مِنْ طَرِيق اِبْن أَبِي فُدَيْك بِهِ وَهَذَا الْحَدِيث فِيهِ نَظَر لِحَالِ إِبْرَاهِيم بْن الْفَضْل وَاَللَّه أَعْلَم \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ رَجُل مِنْ بَنِي غِفَار عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ\" لَقَدْ أَعْذَرَ اللَّه تَعَالَى إِلَى عَبْد أَحْيَاهُ حَتَّى بَلَغَ سِتِّينَ أَوْ سَبْعِينَ سَنَة لَقَدْ أَعْذَرَ اللَّه تَعَالَى إِلَيْهِ لَقَدْ أَعْذَرَ اللَّه تَعَالَى إِلَيْهِ \" وَهَكَذَا رَوَاهُ الْإِمَام الْبُخَارِيّ فِي كِتَاب الرِّقَاق مِنْ صَحِيحه حَدَّثَنَا عَبْد السَّلَام بْن مطهر عَنْ عُمَر بْن عَلِيّ عَنْ مَعْن بْن مُحَمَّد الْغِفَارِيّ عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَعْذَرَ اللَّه عَزَّ وَجَلَّ إِلَى اِمْرِئٍ أَخَّرَ عُمُره حَتَّى بَلَغَ سِتِّينَ سَنَة \" ثُمَّ قَالَ الْبُخَارِيّ تَابَعَهُ أَبُو حَازِم وَابْن عَجْلَان عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَّا أَبُو حَازِم فَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو صَالِح الْفَزَارِيّ حَدَّثَنَا مُحَمَّد بْن سِوَار أَخْبَرَنَا يَعْقُوب بْن عَبْد الرَّحْمَن بْن عَبْد الْقَادِر أَيْ الْإِسْكَنْدَرِيّ حَدَّثَنَا أَبُو حَازِم عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ عَمَّرَهُ اللَّه تَعَالَى سِتِّينَ سَنَة فَقَدْ أَعْذَرَ إِلَيْهِ فِي الْعُمُر\" وَقَدْ رَوَاهُ الْإِمَام أَحْمَد وَالنَّسَائِيّ فِي الرِّقَاق جَمِيعًا عَنْ قُتَيْبَة عَنْ يَعْقُوب بْن عَبْد الرَّحْمَن بِهِ وَرَوَاهُ الْبَزَّار قَالَ : حَدَّثَنَا هِشَام بْن يُونُس حَدَّثَنَا عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ أَبِيهِ عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" الْعُمُر الَّذِي أَعْذَرَ اللَّه تَعَالَى فِيهِ إِلَى اِبْن آدَم سِتُّونَ سَنَة \" يَعْنِي \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ \" . وَأَمَّا مُتَابَعَة اِبْن عَجْلَان فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو السَّفْر يَحْيَى بْن مُحَمَّد بْن عَبْد الْمَلِك بْن قُرْعَة بِسَامِرَّا حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِي حَدَّثَنَا سَعِيد بْن أَبِي أَيُّوب حَدَّثَنَا مُحَمَّد بْن عَجْلَان عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَتَتْ عَلَيْهِ سِتُّونَ سَنَة فَقَدْ أَعْذَرَ اللَّه عَزَّ وَجَلَّ إِلَيْهِ فِي الْعُمُر \" وَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ أَبِي عَبْد الرَّحْمَن هُوَ الْمُقْرِي بِهِ وَرَوَاهُ أَحْمَد أَيْضًا عَنْ خَلَف عَنْ أَبِي مَعْشَر عَنْ أَبِي سَعِيد الْمَقْبُرِيّ. \" طَرِيق أُخْرَى \" عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ اِبْن جَرِير حَدَّثَنِي أَحْمَد بْن الْفَرَج أَبُو عُتْبَة الْحِمْصِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنَا الْمُطَرِّف بْن مَازِن الْكِنَانِيّ حَدَّثَنِي مَعْمَر بْن رَاشِد قَالَ : سَمِعْت مُحَمَّد بْن عَبْد الرَّحْمَن الْغِفَارِيّ يَقُول : سَمِعْت أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ أَعْذَرَ اللَّه عَزَّ وَجَلَّ فِي الْعُمُر إِلَى صَاحِب السِّتِّينَ سَنَة وَالسَّبْعِينَ \" فَقَدْ صَحَّ هَذَا الْحَدِيث مِنْ هَذِهِ الطُّرُق فَلَوْ لَمْ يَكُنْ إِلَّا الطَّرِيق الَّتِي اِرْتَضَاهَا أَبُو عَبْد اللَّه الْبُخَارِيّ شَيْخ هَذِهِ الصِّنَاعَة لَكَفَتْ. وَقَوْل اِبْن جَرِير إِنَّ فِي رِجَاله بَعْض مَنْ يَجِب التَّثَبُّت فِي أَمْره لَا يُلْتَفَت إِلَيْهِ مَعَ تَصْحِيح الْبُخَارِيّ وَاَللَّه أَعْلَم . وَذَكَرَ بَعْضهمْ أَنَّ الْعُمُر الطَّبِيعِيّ عِنْد الْأَطِبَّاء مِائَة وَعِشْرُونَ سَنَة فَالْإِنْسَان لَا يَزَال فِي اِزْدِيَاد إِلَى كَمَال السِّتِّينَ ثُمَّ يَشْرَع بَعْد هَذَا فِي النَّقْص وَالْهَرَم كَمَا قَالَ الشِّعْر : إِذَا بَلَغَ الْفَتَى سِتِّينَ عَامًا فَقَدْ ذَهَبَ الْمَسَرَّة وَالْفَتَاء وَلَمَّا كَانَ هَذَا هُوَ الْعُمُر الَّذِي يَعْذُرُ اللَّه تَعَالَى إِلَى عِبَادِهِ بِهِ وَيُزِيح بِهِ عَنْهُمْ الْعِلَل كَانَ هُوَ الْغَالِب عَلَى أَعْمَار هَذِهِ الْأُمَّة كَمَا وَرَدَ بِذَلِكَ الْحَدِيث قَالَ الْحَسَن بْن عَرَفَة رَحِمَهُ اللَّه حَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد الْمُحَارِبِيّ حَدَّثَنَا مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَعْمَار أُمَّتِي مَا بَيْن السِّتِّينَ إِلَى السَّبْعِينَ وَأَقَلّهمْ مَنْ يَجُوز ذَلِكَ \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ جَمِيعًا فِي كِتَاب الزُّهْد عَنْ الْحَسَن بْن عَرَفَة بِهِ ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه . وَهَذَا عَجَب مِنْ التِّرْمِذِيّ فَإِنَّهُ قَدْ رَوَاهُ أَبُو بَكْر بْن أَبِي الدُّنْيَا مِنْ وَجْه آخَر وَطَرِيق أُخْرَى عَنْ أَبِي هُرَيْرَة حَيْثُ قَالَ حَدَّثَنَا سُلَيْمَان بْن عَمْرو عَنْ مُحَمَّد بْن رَبِيعَة عَنْ كَامِل أَبِي الْعَلَاء عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَعْمَار أُمَّتِي مَا بَيْن السِّتِّينَ إِلَى السَّبْعِينَ وَأَقَلّهمْ مَنْ يَجُوز ذَلِكَ \" وَقَدْ رَوَاهُ التِّرْمِذِيّ فِي كِتَاب الزُّهْد أَيْضًا عَنْ إِبْرَاهِيم بْن سَعِيد الْجَوْهَرِيّ عَنْ مُحَمَّد بْن رَبِيعَة بِهِ ثُمَّ قَالَ هَذَا حَدِيث حَسَن غَرِيب مِنْ حَدِيث أَبِي صَالِح عَنْ أَبَى هُرَيْرَة رَضِيَ اللَّه عَنْهُ وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْهُ هَذَا نَصّه بِحُرُوفِهِ فِي الْمَوْضِعَيْنِ وَاَللَّه أَعْلَم . وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا أَبُو مُوسَى الْأَنْصَارِيّ حَدَّثَنَا اِبْن أَبِي فُدَيْك حَدَّثَنِي إِبْرَاهِيم بْن الْفَضْل مَوْلَى بَنِي مَخْزُوم عَنْ الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مُعْتَرَك الْمَنَايَا مَا بَيْن السِّتِّينَ إِلَى السَّبْعِينَ \" وَبِهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَقَلّ أُمَّتِي أَبْنَاء سَبْعِينَ \" إِسْنَاده ضَعِيف \" حَدِيث آخَر \" فِي مَعْنَى ذَلِكَ قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا إِبْرَاهِيم بْن هَانِئ حَدَّثَنَا إِبْرَاهِيم بْن مَهْدِيّ عَنْ عُثْمَان بْن مَطَر عَنْ أَبِي مَالِك عَنْ رِبْعِيّ عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ يَا رَسُول اللَّه أَنْبِئْنَا بِأَعْمَارِ أُمَّتك قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا بَيْن الْخَمْسِينَ إِلَى السِّتِّينَ \" قَالُوا يَا رَسُول اللَّه فَأَبْنَاء السَّبْعِينَ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَلَّ مَنْ يَبْلُغهَا مِنْ أُمَّتِي رَحِم اللَّه أَبْنَاء السَّبْعِينَ وَرَحِم اللَّه أَبْنَاء الثَّمَانِينَ \" ثُمَّ قَالَ الْبَزَّار لَا يُرْوَى بِهَذَا اللَّفْظ إِلَّا بِهَذَا الْإِسْنَاد وَعُثْمَان بْن مَطَر مِنْ أَهْل الْبَصْرَة لَيْسَ بِقَوِيٍّ وَقَدْ ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَاشَ ثَلَاثًا وَسِتِّينَ سَنَة وَقِيلَ سِتِّينَ وَقِيلَ خَمْسًا وَسِتِّينَ وَالْمَشْهُور الْأَوَّل وَاَللَّه أَعْلَم وَقَوْله تَعَالَى : \" وَجَاءَكُمْ النَّذِير \" رُوِيَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَعِكْرِمَة وَأَبَى جَعْفَر الْبَاقِر رَضِيَ اللَّه عَنْهُ وَقَتَادَة وَسُفْيَان بْن عُيَيْنَةَ أَنَّهُمْ قَالُوا يَعْنِي الشَّيْب وَقَالَ السُّدِّيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ يَعْنِي بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَرَأَ اِبْن زَيْد \" هَذَا نَذِير مِنْ النُّذُر الْأُولَى\" وَهَذَا هُوَ الصَّحِيح عَنْ قَتَادَة فِيمَا رَوَاهُ شَيْبَان عَنْهُ أَنَّهُ قَالَ : اِحْتَجَّ عَلَيْهِمْ بِالْعُمُرِ وَالرُّسُل وَهَذَا اِخْتِيَار اِبْن جَرِير وَهُوَ الْأَظْهَر لِقَوْلِهِ تَعَالَى : \" وَنَادَوْا يَا مَالِك لِيَقْضِ عَلَيْنَا رَبّك قَالَ إِنَّكُمْ مَاكِثُونَ لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَكِنَّ أَكْثَركُمْ لِلْحَقِّ كَارِهُونَ\" أَيْ لَقَدْ بَيَّنَّا لَكُمْ الْحَقّ عَلَى أَلْسِنَة الرُّسُل فَأَبَيْتُمْ وَخَالَفْتُمْ وَقَالَ تَعَالَى : \" وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا \" وَقَالَ تَبَارَكَ وَتَعَالَى \" كُلَّمَا أُلْقِيَ فِيهَا فَوْج سَأَلَهُمْ خَزَنَتهَا أَلَمْ يَأْتِكُمْ نَذِير قَالُوا بَلَى قَدْ جَاءَنَا نَذِير فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّه مِنْ شَيْء إِنْ أَنْتُمْ إِلَّا فِي ضَلَال كَبِير \" وَقَوْله تَعَالَى : \" فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِير \" أَيْ فَذُوقُوا عَذَاب النَّار جَزَاء عَلَى مُخَالَفَتكُمْ لِلْأَنْبِيَاءِ فِي مُدَّة أَعْمَاركُمْ فَمَا لَكُمْ الْيَوْم نَاصِر يُنْقِذكُمْ مِمَّا أَنْتُمْ فِيهِ مِنْ الْعَذَاب وَالنَّكَال وَالْأَغْلَال .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40324, "aya_id": 37}]