[{"text": "إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُواْ فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ", "sura_id": 16, "type": 0, "id": 2025, "aya_id": 124}, {"text": "إنما جعل السبت على الذين اختلفوا فيه وإن ربك ليحكم بينهم يوم القيامة فيما كانوا فيه يختلفون", "sura_id": 16, "type": 1, "id": 8261, "aya_id": 124}, {"text": "124 - (إنما جعل السبت) فرض تعظيمه (على الذين اختلفوا فيه) على نبيهم وهم اليهود وأمروا أن يتفرغوا للعبادة يوم الجمعة فقالوا لا نريده اختاروا السبت فشدد عليهم فيه (وإن ربك ليحكم بينهم يوم القيامة فيما كانوا فيه يختلفون) من أمره بأن يثيب الطائع ويعذب العاصي بانتهاك حرمته \r\n", "sura_id": 16, "type": 2, "id": 26969, "aya_id": 124}, {"text": "إنما جعل الله تعظيم يوم السبت بالتفرغ للعبادة فيه على اليهود الذين اختلفوا فيه على نبيهم, واختاروه بدل يوم الجمعة الذي أُمِروا بتعظيمه. فإن ربك -أيها الرسول- لَيحكم بين المختلفين يوم القيامة فيما اختلفوا فيه على نبيهم, ويجازي كلا بما يستحقه.\r\n", "sura_id": 16, "type": 3, "id": 33205, "aya_id": 124}, {"text": " <font color=red>إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</font><BR><p>لَا شَكّ أَنَّ اللَّه تَعَالَى شَرَعَ فِي كُلّ مِلَّة يَوْمًا مِنْ الْأُسْبُوع يَجْتَمِع النَّاس فِيهِ لِلْعِبَادَةِ فَشَرَعَ تَعَالَى لِهَذِهِ الْأُمَّة يَوْم الْجُمُعَة لِأَنَّهُ الْيَوْم السَّادِس الَّذِي أَكْمَلَ اللَّه فِيهِ الْخَلِيقَة وَاجْتَمَعَتْ فِيهِ وَتَمَّتْ النِّعْمَة عَلَى عِبَاده وَيُقَال إِنَّ اللَّه تَعَالَى شَرَعَ ذَلِكَ لِبَنِي إِسْرَائِيل عَلَى لِسَان مُوسَى فَعَدَلُوا عَنْهُ وَاخْتَارُوا السَّبْت لِأَنَّهُ الْيَوْم الَّذِي لَمْ يَخْلُق فِيهِ الرَّبّ شَيْئًا مِنْ الْمَخْلُوقَات الَّذِي كَمَّلَ خَلْقهَا يَوْم الْجُمُعَة فَأَلْزَمَهُمْ تَعَالَى بِهِ فِي شَرِيعَة التَّوْرَاة وَوَصَّاهُمْ أَنْ يَتَمَسَّكُوا بِهِ وَأَنْ يُحَافِظُوا عَلَيْهِ مَعَ أَمْره إِيَّاهُمْ بِمُتَابَعَةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا بَعَثَهُ وَأَخَذَ مَوَاثِيقهمْ وَعُهُودهمْ عَلَى ذَلِكَ وَلِهَذَا قَالَ تَعَالَى \" إِنَّمَا جُعِلَ السَّبْت عَلَى الَّذِينَ اِخْتَلَفُوا فِيهِ \" قَالَ مُجَاهِد اِتَّبَعُوهُ وَتَرَكُوا الْجُمُعَة ثُمَّ إِنَّهُمْ لَمْ يَزَالُوا مُتَمَسِّكِينَ بِهِ حَتَّى بَعَثَ اللَّه عِيسَى اِبْن مَرْيَم فَيُقَال إِنَّهُ حَوَّلَهُمْ إِلَى يَوْم الْأَحَد وَيُقَال إِنَّهُ لَمْ يَتْرُك شَرِيعَة التَّوْرَاة إِلَّا مَا نُسِخَ مِنْ بَعْض أَحْكَامهَا وَإِنَّهُ لَمْ يَزَلْ مُحَافِظًا عَلَى السَّبْت حَتَّى رُفِعَ وَإِنَّ النَّصَارَى بَعْده فِي زَمَن قُسْطَنْطِين هُمْ الَّذِينَ تَحَوَّلُوا إِلَى يَوْم الْأَحَد مُخَالَفَة لِلْيَهُودِ وَتَحَوَّلُوا إِلَى الصَّلَاة شَرْقًا عَنْ الصَّخْرَة وَاَللَّه أَعْلَم . وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْم الْقِيَامَة بَيْد أَنَّهُمْ أُوتُوا الْكِتَاب مِنْ قَبْلنَا ثُمَّ هَذَا يَوْمهمْ الَّذِي فُرِضَ عَلَيْهِمْ فَاخْتَلَفُوا فِيهِ فَهَدَانَا اللَّه لَهُ فَالنَّاس لَنَا فِيهِ تَبَع الْيَهُود غَدًا وَالنَّصَارَى بَعْد غَد \" لَفْظ الْبُخَارِيّ. وَعَنْ أَبِي هُرَيْرَة وَحُذَيْفَة رَضِيَ اللَّه عَنْهُمَا قَالَا : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَضَلَّ اللَّه عَنْ الْجُمُعَة مَنْ كَانَ قَبْلنَا فَكَانَ لِلْيَهُودِ يَوْم السَّبْت وَكَانَ لِلنَّصَارَى يَوْم الْأَحَد فَجَاءَ اللَّه بِنَا فَهَدَانَا اللَّه لِيَوْمِ الْجُمُعَة فَجَعَلَ الْجُمُعَة وَالسَّبْت وَالْأَحَد وَكَذَلِكَ هُمْ تَبَع لَنَا يَوْم الْقِيَامَة نَحْنُ الْآخِرُونَ مِنْ أَهْل الدُّنْيَا وَالْأَوَّلُونَ يَوْم الْقِيَامَة وَالْمَقْضِيّ بَيْنهمْ قَبْل الْخَلَائِق \" رَوَاهُ مُسْلِم .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38079, "aya_id": 124}]