[{"text": "وَأَنِ احْكُم بَيْنَهُم بِمَآ أَنزَلَ اللّهُ وَلاَ تَتَّبِعْ أَهْوَاءهُمْ وَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَن بَعْضِ مَا أَنزَلَ اللّهُ إِلَيْكَ فَإِن تَوَلَّوْاْ فَاعْلَمْ أَنَّمَا يُرِيدُ اللّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِّنَ النَّاسِ لَفَاسِقُونَ", "sura_id": 5, "type": 0, "id": 718, "aya_id": 49}, {"text": "وأن احكم بينهم بما أنزل الله ولا تتبع أهواءهم واحذرهم أن يفتنوك عن بعض ما أنزل الله إليك فإن تولوا فاعلم أنما يريد الله أن يصيبهم ببعض ذنوبهم وإن كثيرا من الناس لفاسقون", "sura_id": 5, "type": 1, "id": 6954, "aya_id": 49}, {"text": "49 - (وأن احكم بينهم بما أنزل الله ولا تتبع أهواءهم واحذرهم) لـ (أن) لا (يفتنوك) يضلوك (عن بعض ما أنزل الله إليك فإن تولوا) عن الحكم المنزل وأرادوا غيره (فاعلم أنما يريد الله أن يصيبهم) بالعقوبة في الدنيا (ببعض ذنوبهم) التي أتوها ومنها التولي ويجازيهم على جميعها في الأخرى (وإن كثيرا من الناس لفاسقون) \r\n", "sura_id": 5, "type": 2, "id": 25662, "aya_id": 49}, {"text": "واحكم -أيها الرسول- بين اليهود بما أنزل الله إليك في القرآن, ولا تتبع أهواء الذين يحتكمون إليك, واحذرهم أن يصدُّوك عن بعض ما أنزل الله إليك فتترك العمل به, فإن أعرض هؤلاء عمَّا تحكم به فاعلم أن الله يريد أن يصرفهم عن الهدى بسبب ذنوبٍ اكتسبوها من قبل. وإن كثيرًا من الناس لَخارجون عن طاعة ربهم.\r\n", "sura_id": 5, "type": 3, "id": 31898, "aya_id": 49}, {"text": " <font color=red>وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ</font><BR><p>تَأْكِيد لِمَا تَقَدَّمَ مِنْ الْأَمْر بِذَلِكَ النَّهْي عَنْ خِلَافه ثُمَّ قَالَ \" وَاحْذَرْهُمْ أَنْ يَفْتِنُوك عَنْ بَعْض مَا أَنْزَلَ اللَّه إِلَيْك \" أَيْ وَاحْذَرْ أَعْدَاءَك الْيَهُود أَنْ يُدَلِّسُوا عَلَيْك الْحَقّ فِيمَا يُنْهُونَهُ إِلَيْك مِنْ الْأُمُور فَلَا تَغْتَرّ بِهِمْ فَإِنَّهُمْ كَذَبَة كَفَرَة خَوَنَة \" فَإِنْ تَوَلَّوْا \" أَيْ عَمَّا تَحْكُم بِهِ بَيْنهمْ مِنْ الْحَقّ وَخَالَفُوا شَرْع اللَّه فَاعْلَمْ أَنَّمَا يُرِيد اللَّه أَنْ يُصِيبهُمْ بِبَعْضِ ذُنُوبهمْ أَيْ فَاعْلَمْ أَنَّ ذَلِكَ كَائِن عَنْ قُدْرَة اللَّه وَحِكْمَته فِيهِمْ أَنْ يَصْرِفهُمْ عَنْ الْهُدَى لِمَا لَهُمْ مِنْ الذُّنُوب السَّالِفَة الَّتِي اِقْتَضَتْ إِضْلَالَهُمْ وَنَكَالَهُمْ \" وَإِنَّ كَثِيرًا مِنْ النَّاس لَفَاسِقُونَ \" أَيْ إِنَّ أَكْثَرَ النَّاس خَارِجُونَ عَنْ طَاعَة رَبّهمْ مُخَالِفُونَ لِلْحَقِّ نَاكِبُونَ عَنْهُ كَمَا قَالَ تَعَالَى \" وَمَا أَكْثَرُ النَّاس وَلَوْ حَرَصْت بِمُؤْمِنِينَ\" وَقَالَ تَعَالَى \" وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْض يُضِلُّوك عَنْ سَبِيل اللَّه \" الْآيَة وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد مَوْلَى زَيْد بْن ثَابِت حَدَّثَنِي سَعِيد بْن جُبَيْر أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ كَعْب بْن أَسَد وَابْن صلوبا وَعَبْد اللَّه بْن صُورِيَّا وَشَاس بْن قَيْس بَعْضهمْ لِبَعْضٍ اِذْهَبُوا بِنَا إِلَى مُحَمَّد لَعَلَّنَا نَفْتِنهُ عَنْ دِينه فَأَتَوْهُ فَقَالُوا : يَا مُحَمَّد إِنَّك قَدْ عَرَفْت أَنَّا أَحْبَارُ يَهُود وَأَشْرَافهمْ وَسَادَاتهمْ وَإِنَّا إِنْ اِتَّبَعْنَاك اِتَّبَعَنَا يَهُودُ وَلَمْ يُخَالِفُونَا وَإِنَّ بَيْننَا وَبَيْن قَوْمنَا خُصُومَة فَنُحَاكِمهُمْ إِلَيْك فَتَقْضِي لَنَا عَلَيْهِمْ وَنُؤْمِن وَنُصَدِّقك فَأَبَى ذَلِكَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ فِيهِمْ \" وَأَنْ اُحْكُمْ بَيْنهمْ بِمَا أَنْزَلَ اللَّه وَلَا تَتَّبِع أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوك عَنْ بَعْض مَا أَنْزَلَ اللَّه إِلَيْك\" إِلَى قَوْله \" لِقَوْمٍ يُوقِنُونَ \" رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41501, "aya_id": 49}]