[{"text": "قُل لاَّ أَمْلِكُ لِنَفْسِي نَفْعًا وَلاَ ضَرًّا إِلاَّ مَا شَاء اللّهُ وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لاَسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَاْ إِلاَّ نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ", "sura_id": 7, "type": 0, "id": 1142, "aya_id": 188}, {"text": "قل لا أملك لنفسي نفعا ولا ضرا إلا ما شاء الله ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء إن أنا إلا نذير وبشير لقوم يؤمنون", "sura_id": 7, "type": 1, "id": 7378, "aya_id": 188}, {"text": "188 - (قل لا أملك لنفسي نفعاً) أجلبه (ولا ضراً) أدفعه (إلا ما شاء الله ولو كنت أعلم الغيب) ما غاب عني (لاستكثرت من الخير وما مسني السوء) من فقر وغيره لاحترازي عنه باجتناب المضار (إن) ما (أنا إلا نذير) بالنار للكافرين (وبشير) بالجنة (لقوم يؤمنون) \r\n", "sura_id": 7, "type": 2, "id": 26086, "aya_id": 188}, {"text": "قل -أيها الرسول-: لا أقدرُ على جَلْبِ خير لنفسي ولا دفع شر يحل بها إلا ما شاء الله, ولو كنت أعلم الغيب لفعلت الأسباب التي أعلم أنها تكثِّر لي المصالح والمنافع, ولاتَّقيتُ ما يكون من الشر قبل أن يقع, ما أنا إلا رسول الله أرسلني إليكم, أخوِّف من عقابه, وأبشر بثوابه قومًا يصدقون بأني رسول الله, ويعملون بشرعه.\r\n", "sura_id": 7, "type": 3, "id": 32322, "aya_id": 188}, {"text": " <font color=red>قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ</font><BR><p>أَمَرَهُ اللَّه تَعَالَى أَنْ يُفَوِّض الْأُمُور إِلَيْهِ وَأَنْ يُخْبِر عَنْ نَفْسه أَنَّهُ لَا يَعْلَم الْغَيْب الْمُسْتَقْبَل وَلَا اِطِّلَاع لَهُ عَلَى شَيْء مِنْ ذَلِكَ إِلَّا بِمَا أَطْلَعَهُ اللَّه عَلَيْهِ كَمَا قَالَ تَعَالَى \" عَالِم الْغَيْب فَلَا يُظْهِر عَلَى غَيْبه أَحَدًا \" الْآيَة وَقَوْله \" وَلَوْ كُنْت أَعْلَم الْغَيْب لَاسْتَكْثَرْت مِنْ الْخَيْر \" قَالَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ مَنْصُور عَنْ مُجَاهِد \" وَلَوْ كُنْت أَعْلَم الْغَيْب لَاسْتَكْثَرْت مِنْ الْخَيْر \" قَالَ لَوْ كُنْت أَعْلَم مَتَى أَمُوت لَعَمِلْت عَمَلًا صَالِحًا وَكَذَا رَوَى اِبْن أَبِي نَجِيح عَنْ مُجَاهِد وَقَالَ مِثْله اِبْن جُرَيْج وَفِيهِ نَظَر لِأَنَّ عَمَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ دِيمَة وَفِي رِوَايَة كَانَ إِذَا عَمِلَ عَمَلًا أَثْبَتَهُ فَجَمِيع عَمَله كَانَ عَلَى مِنْوَال وَاحِد كَأَنَّهُ يَنْظُر إِلَى اللَّه عَزَّ وَجَلَّ فِي جَمِيع أَحْوَاله اللَّهُمَّ إِلَّا أَنْ يَكُون الْمُرَاد أَنْ يُرْشِد غَيْره إِلَى الِاسْتِعْدَاد لِذَلِكَ وَاَللَّه أَعْلَم . وَالْأَحْسَن فِي هَذَا مَا رَوَاهُ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَلَوْ كُنْت أَعْلَم الْغَيْب لَاسْتَكْثَرْت مِنْ الْخَيْر \" أَيْ مِنْ الْمَال وَفِي رِوَايَة لَعَلِمْت إِذَا اِشْتَرَيْت شَيْئًا مَا أَرْبَح فِيهِ شَيْئًا إِلَّا رَبِحْت فِيهِ وَلَا يُصِيبنِي الْفَقْر . وَقَالَ اِبْن جَرِير وَقَالَ آخَرُونَ : مَعْنَى ذَلِكَ لَوْ كُنْت أَعْلَم الْغَيْب لَأَعْدَدْت لِلسَّنَةِ الْمُجْدِبَة مِنْ الْمُخَصَّبَة وَلِوَقْتِ الْغَلَاء مِنْ الرُّخْص فَاسْتَعْدَدْت لَهُ مِنْ الرُّخْص . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" وَمَا مَسَّنِيَ السُّوء \" قَالَ لَاجْتَنَبْت مَا يَكُون مِنْ الشَّرّ قَبْل أَنْ يَكُون وَاتَّقَيْته ثُمَّ أَخْبَرَ أَنَّهُ إِنَّمَا هُوَ نَذِير وَبَشِير أَيْ نَذِير مِنْ الْعَذَاب وَبَشِير لِلْمُؤْمِنِينَ بِالْجَنَّاتِ كَمَا قَالَ تَعَالَى \" فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِك لِتُبَشِّر بِهِ الْمُتَّقِينَ وَتُنْذِر بِهِ قَوْمًا لُدًّا \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42564, "aya_id": 188}]