[{"text": "إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُل رَّبِّيأَعْلَمُ مَن جَاء بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُّبِينٍ", "sura_id": 28, "type": 0, "id": 3337, "aya_id": 85}, {"text": "إن الذي فرض عليك القرآن لرادك إلى معاد قل ربي أعلم من جاء بالهدى ومن هو في ضلال مبين", "sura_id": 28, "type": 1, "id": 9573, "aya_id": 85}, {"text": "85 - (إن الذي فرض عليك القرآن) أنزله (لرادك إلى معاد) إلى مكة وكان قد اشتاقها (قل ربي أعلم) بـ (من جاء بالهدى ومن هو في ضلال مبين) نزل جوابا لقول كفار مكة إنك في ضلال أي فهو الجائي بالهدى وهم في ضلال وأعلم بمعنى عالم \r\n", "sura_id": 28, "type": 2, "id": 28281, "aya_id": 85}, {"text": "إن الذي أنزل عليك -أيها الرسول- القرآن, وفرض عليك تبليغه والتمسُّك به, لمرجعك إلى الموضع الذي خرجت منه, وهو \"مكة\", قل -أيها الرسول- لهؤلاء المشركين: ربي أعلم مَن جاء بالهدى, ومن هو في ذهابٍ واضحٍ عن الحق.\r\n", "sura_id": 28, "type": 3, "id": 34517, "aya_id": 85}, {"text": " <font color=red>إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ</font><BR><p>يَقُول تَعَالَى آمِرًا رَسُوله صَلَوَات اللَّه وَسَلَامه عَلَيْهِ بِبَلَاغِ الرِّسَالَة وَتِلَاوَة الْقُرْآن عَلَى النَّاس وَمُخْبِرًا لَهُ بِأَنَّهُ سَيَرُدُّهُ إِلَى مَعَاد وَهُوَ يَوْم الْقِيَامَة فَيَسْأَلهُ عَمَّا اِسْتَرْعَاهُ مِنْ أَعْبَاء النُّبُوَّة وَلِهَذَا قَالَ تَعَالَى\" إِنَّ الَّذِي فَرَضَ عَلَيْك الْقُرْآن لَرَادُّك إِلَى مَعَاد \" أَيْ اِفْتَرَضَ عَلَيْك أَدَاءَهُ إِلَى النَّاس \" لَرَادُّك إِلَى مَعَاد \" أَيْ إِلَى يَوْم الْقِيَامَة فَيَسْأَلك عَنْ ذَلِكَ كَمَا قَالَ تَعَالَى \" فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ \" وَقَالَ تَعَالَى \" يَوْم يَجْمَع اللَّه الرُّسُل فَيَقُول مَاذَا أُجِبْتُمْ \" وَقَالَ \" وَجِيئَ بِالنَّبِيِّينَ وَالشُّهَدَاء\" وَقَالَ السُّدِّيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس \" إِنَّ الَّذِي فَرَضَ عَلَيْك الْقُرْآن لَرَادُّك إِلَى مَعَاد \" يَقُول لَرَادُّك إِلَى الْجَنَّة ثُمَّ سَائِلك عَنْ الْقُرْآن . قَالَهُ السُّدِّيّ وَقَالَ أَبُو سَعِيد مِثْلهَا وَقَالَ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" لَرَادّك إِلَى مَعَاد\" قَالَ إِلَى يَوْم الْقِيَامَة وَرَوَاهُ مَالِك عَنْ الزُّهْرِيّ , وَقَالَ الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" لَرَادّك إِلَى مَعَاد \" إِلَى الْمَوْت وَلِهَذَا طُرُق عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَفِي بَعْضهَا لَرَادّك إِلَى مَعْدِنك مِنْ الْجَنَّة وَقَالَ مُجَاهِد يُحْيِيك يَوْم الْقِيَامَة وَكَذَا رُوِيَ عَنْ عِكْرِمَة وَعَطَاء وَسَعِيد بْن جُبَيْر وَأَبِي قَزَعَة وَأَبِي مَالِك وَأَبِي صَالِح وَقَالَ الْحَسَن الْبَصْرِيّ أَيْ وَاَللَّه إِنَّ لَهُ لَمَعَادًا فَيَبْعَثهُ اللَّه يَوْم الْقِيَامَة ثُمَّ يُدْخِلهُ الْجَنَّة . وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس غَيْر ذَلِكَ كَمَا قَالَ الْبُخَارِيّ فِي التَّفْسِير مِنْ صَحِيحه حَدَّثَنَا مُحَمَّد بْن مُقَاتِل أَنْبَأَنَا يَعْلَى حَدَّثَنَا سُفْيَان الْعُصْفُرِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" لَرَادّك إِلَى مَعَاد \" قَالَ إِلَى مَكَّة وَهَكَذَا رَوَاهُ النَّسَائِيّ فِي تَفْسِير سُنَنه وَابْن جَرِير مِنْ حَدِيث يَعْلَى وَهُوَ اِبْن عُبَيْد الطَّنَافِسِيّ بِهِ وَهَكَذَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" لَرَادّك إِلَى مَعَاد \" أَيْ لَرَادّك إِلَى مَكَّة كَمَا أَخْرَجَك مِنْهَا وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُجَاهِد فِي قَوْله \" لَرَادّك إِلَى مَعَاد\" إِلَى مَوْلِدك بِمَكَّةَ . وَقَالَ اِبْن أَبِي حَاتِم وَقَدْ رَوَى اِبْن عَبَّاس وَيَحْيَى بْن الْخَرَّاز وَسَعِيد بْن جُبَيْر وَعَطِيَّة وَالضَّحَّاك نَحْو ذَلِكَ . وَحَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر قَالَ : قَالَ سُفْيَان فَسَمِعْنَاهُ مِنْ مُقَاتِل مُنْذُ سَبْعِينَ سَنَة عَنْ الضَّحَّاك قَالَ لَمَّا خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَكَّة فَبَلَغَ الْجُحْفَة اِشْتَاقَ إِلَى مَكَّة فَأَنْزَلَ اللَّه عَلَيْهِ \" إِنَّ الَّذِي فَرَضَ عَلَيْك الْقُرْآن لَرَادّك إِلَى مَعَاد \" إِلَى مَكَّة وَهَذَا مِنْ كَلَام الضَّحَّاك يَقْتَضِي أَنَّ هَذِهِ الْآيَة مَدَنِيَّة وَإِنْ كَانَ مَجْمُوع السُّورَة مَكِّيًّا وَاَللَّه أَعْلَم . وَقَدْ قَالَ عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله تَعَالَى \" لَرَادّك إِلَى مَعَاد\" قَالَ هَذِهِ مِمَّا كَانَ اِبْن عَبَّاس يَكْتُمهَا . وَقَدْ رَوَى اِبْن أَبِي حَاتِم بِسَنَدِهِ عَنْ نُعَيْم الْقَارِيّ أَنَّهُ قَالَ فِي قَوْله \" لَرَادّك إِلَى مَعَاد \" قَالَ إِلَى بَيْت الْمَقْدِس وَهَذَا وَاَللَّه أَعْلَم يَرْجِع إِلَى قَوْل مَنْ فَسَّرَ ذَلِكَ بِيَوْمِ الْقِيَامَة لِأَنَّ بَيْت الْمَقْدِس هُوَ أَرْض الْمَحْشَر وَالْمَنْشَر وَاَللَّه الْمُوَفِّق لِلصَّوَابِ وَوَجْه الْجَمْع بَيْن هَذِهِ الْأَقْوَال أَنَّ اِبْن عَبَّاس فَسَّرَ ذَلِكَ تَارَة بِرُجُوعِهِ إِلَى مَكَّة وَهُوَ الْفَتْح الَّذِي هُوَ عِنْد اِبْن عَبَّاس أَمَارَة عَلَى اِقْتِرَاب أَجَل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا فَسَّرَ اِبْن عَبَّاس سُورَة \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح\" إِلَى آخِر السُّورَة أَنَّهُ أَجَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نُعِيَ إِلَيْهِ وَكَانَ ذَلِكَ بِحَضْرَةِ عُمَر بْن الْخَطَّاب وَوَافَقَهُ عُمَر عَلَى ذَلِكَ وَقَالَ : لَا أَعْلَم مِنْهَا غَيْر الَّذِي تَعْلَم . وَلِهَذَا فَسَّرَ اِبْن عَبَّاس تَارَة أُخْرَى قَوْله : \" لَرَادّك إِلَى مَعَاد \" بِالْمَوْتِ وَتَارَة بِيَوْمِ الْقِيَامَة الَّذِي هُوَ بَعْد الْمَوْت وَتَارَة بِالْجَنَّةِ الَّتِي هِيَ جَزَاؤُهُ وَمَصِيره عَلَى أَدَاء رِسَالَة اللَّه وَإِبْلَاغهَا إِلَى الثَّقَلَيْنِ الْإِنْس وَالْجِنّ وَلِأَنَّهُ أَكْمَل خَلْق اللَّه وَأَفْصَح خَلْق اللَّه وَأَشْرَف خَلْق اللَّه عَلَى الْإِطْلَاق وَقَوْله تَعَالَى : \" قُلْ رَبِّي أَعْلَم مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَال مُبِين \" أَيْ قُلْ لِمَنْ خَالَفَك وَكَذَّبَك يَا مُحَمَّد مِنْ قَوْمك مِنْ الْمُشْرِكِينَ وَمَنْ تَبِعَهُمْ عَلَى كُفْرهمْ قُلْ رَبِّي أَعْلَم بِالْمُهْتَدِي مِنْكُمْ وَمِنِّي وَسَتَعْلَمُونَ لِمَنْ تَكُون لَهُ عَاقِبَة الدَّار وَلِمَنْ تَكُون الْعَاقِبَة وَالنُّصْرَة فِي الدُّنْيَا وَالْآخِرَة . ثُمَّ قَالَ تَعَالَى مُذَكِّرًا لِنَبِيِّهِ نِعْمَته الْعَظِيمَة عَلَيْهِ وَعَلَى الْعِبَاد إِذْ أَرْسَلَهُ إِلَيْهِمْ.</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39769, "aya_id": 85}]