[{"text": "وَمَا كَانَ هَذَا الْقُرْآنُ أَن يُفْتَرَى مِن دُونِ اللّهِ وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لاَ رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ", "sura_id": 10, "type": 0, "id": 1401, "aya_id": 37}, {"text": "وما كان هذا القرآن أن يفترى من دون الله ولكن تصديق الذي بين يديه وتفصيل الكتاب لا ريب فيه من رب العالمين", "sura_id": 10, "type": 1, "id": 7637, "aya_id": 37}, {"text": "37 - (وما كان هذا القرآن أن يفترى) أي افتراء (من دون الله) غيره (ولكن) أنزل (تصديقَ الذي بين يديه) من الكتب (وتفصيلَ الكتاب) تبيين ما كتبه الله من الأحكام وغيرها (لا ريب) لا شك (فيه من رب العالمين) متعلق بتصديق أو بأنزل المحذوف وقرئ برفع تصديق وتفصيل بتقدير هو \r\n", "sura_id": 10, "type": 2, "id": 26345, "aya_id": 37}, {"text": "وما كان يتهيَّأ لأحد أن يأتي بهذا القرآن مِن عند غير الله, لأنه لا يقدر على ذلك أحد من الخلق, ولكن الله أنزله مصدِّقا للكتب التي أنزلها على أنبيائه; لأن دين الله واحد, وفي هذا القرآن بيان وتفصيل لما شرعه الله لأمة محمد صلى الله عليه وسلم, لا شك في أن هذا القرآن موحىً من رب العالمين.\r\n", "sura_id": 10, "type": 3, "id": 32581, "aya_id": 37}, {"text": " <font color=red>وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ</font><BR><p>هَذَا بَيَان لِإِعْجَازِ الْقُرْآن وَأَنَّهُ لَا يَسْتَطِيع الْبَشَر أَنْ يَأْتُوا بِمِثْلِهِ وَلَا بِعَشْرِ سُوَر وَلَا بِسُورَةٍ مِنْ مِثْله لِأَنَّهُ بِفَصَاحَتِهِ وَبَلَاغَته وَوَجَازَته وَحَلَاوَته وَاشْتِمَاله عَلَى الْمَعَانِي الْعَزِيزَة الْغَزِيرَة النَّافِعَة فِي الدُّنْيَا وَالْآخِرَة لَا يَكُون إِلَّا مِنْ عِنْد اللَّه الَّذِي لَا يُشْبِههُ شَيْء فِي ذَاته وَلَا فِي صِفَاته وَلَا فِي أَفْعَاله وَأَقْوَاله فَكَلَامه لَا يُشْبِه كَلَام الْمَخْلُوقِينَ وَلِهَذَا قَالَ تَعَالَى \" وَمَا كَانَ هَذَا الْقُرْآن أَنْ يُفْتَرَى مِنْ دُون اللَّه \" أَيْ مِثْل هَذَا الْقُرْآن لَا يَكُون إِلَّا مِنْ عِنْد اللَّه وَلَا يُشْبِه هَذَا كَلَام الْبَشَر \" وَلَكِنْ تَصْدِيق الَّذِي بَيْن يَدَيْهِ \" أَيْ مِنْ الْكُتُب الْمُتَقَدِّمَة وَمُهَيْمِنًا عَلَيْهِ وَمُبَيِّنًا لِمَا وَقَعَ فِيهَا مِنْ التَّحْرِيف وَالتَّأْوِيل وَالتَّبْدِيل وَقَوْله \" وَتَفْصِيل الْكِتَاب لَا رَيْب فِيهِ مِنْ رَبّ الْعَالَمِينَ \" أَيْ وَبَيَان الْأَحْكَام وَالْحَلَال وَالْحَرَام بَيَانًا شَافِيًا كَافِيًا حَقًّا لَا مِرْيَة فِيهِ مِنْ اللَّه رَبّ الْعَالَمِينَ كَمَا تَقَدَّمَ فِي حَدِيث الْحَارِث الْأَعْوَر عَنْ عَلِيّ بْن أَبِي طَالِب فِيهِ خَبَر مَا قَبْلكُمْ وَنَبَأ مَا بَعْدكُمْ وَفَصْل مَا بَيْنكُمْ أَيْ خَبَر عَمَّا سَلَف وَعَمَّا سَيَأْتِي وَحُكْم فِيمَا بَيْن النَّاس بِالشَّرْعِ الَّذِي يُحِبّهُ اللَّه وَيَرْضَاهُ.</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37464, "aya_id": 37}]