[{"text": "أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَآئِكُمْ هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ عَلِمَ اللّهُ أَنَّكُمْ كُنتُمْ تَخْتانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ فَالآنَ بَاشِرُوهُنَّ وَابْتَغُواْ مَا كَتَبَ اللّهُ لَكُمْ وَكُلُواْ وَاشْرَبُواْ حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّواْ الصِّيَامَ إِلَى الَّليْلِ وَلاَ تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللّهِ فَلاَ تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ", "sura_id": 2, "type": 0, "id": 194, "aya_id": 187}, {"text": "أحل لكم ليلة الصيام الرفث إلى نسائكم هن لباس لكم وأنتم لباس لهن علم الله أنكم كنتم تختانون أنفسكم فتاب عليكم وعفا عنكم فالآن باشروهن وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى الليل ولا تباشروهن وأنتم عاكفون في المساجد تلك حدود الله فلا تقربوها كذلك يبين الله آياته للناس لعلهم يتقون", "sura_id": 2, "type": 1, "id": 6430, "aya_id": 187}, {"text": "187 - (أحل لكم ليلة الصيام الرفث) بمعنى الإفضاء (إلى نسائكم) بالجماع ، نزل نسخا لما كان في صدر الإسلام على تحريمه وتحريم الأكل والشرب بعد العشاء (هن لباس لكم وأنتم لباس لهن) كناية عن تعانقهما أو احتياج كل منهما إلى صاحبه (علم الله أنكم كنتم تختانون) تخونون (أنفسكم) بالجماع ليلة الصيام ، وقع ذلك لعمر وغيره واعتذروا إلى النبي صلى الله عليه وسلم (فتاب عليكم) قبل توبتكم (وعفا عنكم فالآن) إذ أحل لكم (باشروهن) جامعوهن. (وابتغوا) اطلبوا (ما كتب الله لكم) أي أباحه من الجماع أو قدَّره من الولد (وكلوا واشربوا) الليل كله (حتى يتبين) يظهر (لكم الخيط الأبيض من الخيط الأسود من الفجر) أي الصادق بيان للخيط الأبيض وبيان الأسود محذوف أي من الليل شبه ما يبدو من البياض وما يمتد معه من الغبش بخيطين أبيض وأسود في الامتداد (ثم أتموا الصيام) من الفجر (إلى الليل) أي إلى دخوله بغروب الشمس (ولا تباشروهن) أي نساءكم (وأنتم عاكفون) مقيمون بنية الاعتكاف (في المساجد) متعلق بعاكفون ، نهي لمن كان يخرج وهو معتكف فيجامع امرأته ويعود (تلك) الأحكام المذكورة (حدود الله) حدها لعباده ليقفوا عندها (فلا تقربوها) أبلغ من لا تعتدوها المعبر به في آية أخرى (كذلك) كما بين لكم ما ذكر (يبين الله آياته للناس لعلهم يتقون) محارمه \r\n", "sura_id": 2, "type": 2, "id": 25138, "aya_id": 187}, {"text": "أباح الله لكم في ليالي شهر رمضان جماعَ نسائكم, هنَّ ستر وحفظ لكم, وأنتم ستر وحفظ لهن. علم الله أنكم كنتم تخونون أنفسكم; بمخالفة ما حرَّمه الله عليكم من مجامعة النساء بعد العشاء في ليالي الصيام -وكان ذلك في أول الإسلام-, فتاب الله عليكم ووسَّع لكم في الأمر, فالآن جامعوهن, واطلبوا ما قدَّره الله لكم من الأولاد, وكلوا واشربوا حتى يتبَيَّن ضياء الصباح من سواد الليل، بظهور الفجر الصادق, ثم أتموا الصيام بالإمساك عن المفطرات إلى دخول الليل بغروب الشمس. ولا تجامعوا نساءكم أو تتعاطوا ما يفضي إلى جماعهن إذا كنتم معتكفين في المساجد; لأن هذا يفسد الاعتكاف (وهو الإقامة في المسجد مدة معلومة بنيَّة التقرب إلى الله تعالى). تلك الأحكام التي شرعها الله لكم هي حدوده الفاصلة بين الحلال والحرام, فلا تقربوها حتى لا تقعوا في الحرام. بمثل هذا البيان الواضح يبين الله آياته وأحكامه للناس; كي يتقوه ويخشَوْه.\r\n", "sura_id": 2, "type": 3, "id": 31374, "aya_id": 187}, {"text": " <font color=red>أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ</font><BR><p>هَذِهِ رُخْصَة مِنْ اللَّه تَعَالَى لِلْمُسْلِمِينَ وَرَفْع لِمَا كَانَ عَلَيْهِ الْأَمْر فِي اِبْتِدَاء الْإِسْلَام فَإِنَّهُ كَانَ إِذَا أَفْطَرَ أَحَدهمْ إِنَّمَا يَحِلّ لَهُ الْأَكْل وَالشُّرْب وَالْجِمَاع إِلَى صَلَاة الْعِشَاء أَوْ يَنَام قَبْل ذَلِكَ فَمَتَى نَامَ أَوْ صَلَّى الْعِشَاء حَرُمَ عَلَيْهِ الطَّعَام وَالشَّرَاب وَالْجِمَاع إِلَى اللَّيْلَة الْقَابِلَة فَوَجَدُوا مِنْ ذَلِكَ مَشَقَّة كَبِيرَة وَالرَّفَث هُنَا هُوَ الْجِمَاع قَالَهُ اِبْن عَبَّاس وَعَطَاء وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَطَاوُس وَسَالِم وَعَبْد اللَّه وَعَمْرو بْن دِينَار وَالْحَسَن وَقَتَادَة وَالزُّهْرِيّ وَالضَّحَّاك وَإِبْرَاهِيم النَّخَعِيّ وَالسُّدِّيّ وَعَطَاء الْخُرَاسَانِيّ وَمُقَاتِل بْن حَيَّان : وَقَوْله \" هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان : يَعْنِي هُنَّ سَكَنٌ لَكُمْ وَأَنْتُمْ سَكَنٌ لَهُنَّ وَقَالَ الرَّبِيع بْن أَنَس : هُنَّ لِحَاف لَكُمْ وَأَنْتُمْ لِحَافٌ لَهُنَّ وَحَاصِلُهُ أَنَّ الرَّجُل وَالْمَرْأَة كُلّ مِنْهُمَا يُخَالِط الْآخَر وَيُمَاسّهُ وَيُضَاجِعهُ فَنَاسَبَ أَنْ يُرَخِّص لَهُمْ فِي الْمُجَامَعَة فِي لَيْل رَمَضَان لِئَلَّا يَشُقّ ذَلِكَ عَلَيْهِمْ وَيُحْرِجُوا قَالَ الشَّاعِر : إِذَا مَا الضَّجِيعُ ثَنَى جِيدهَا تَدَاعَتْ فَكَانَتْ عَلَيْهِ لِبَاسًا وَكَانَ السَّبَب فِي نُزُول هَذِهِ الْآيَة كَمَا تَقَدَّمَ فِي حَدِيث مُعَاذ الطَّوِيل وَقَالَ أَبُو إِسْحَاق عَنْ الْبَرَاء بْن عَازِب قَالَ : كَانَ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا كَانَ الرَّجُل صَائِمًا فَنَامَ قَبْل أَنْ يُفْطِر لَمْ يَأْكُل إِلَى مِثْلهَا وَأَنَّ قَيْس بْن صِرْمَة الْأَنْصَارِيّ كَانَ صَائِمًا وَكَانَ يَوْمه ذَلِكَ يَعْمَل فِي أَرْضه فَلَمَّا حَضَرَ الْإِفْطَار أَتَى اِمْرَأَته فَقَالَ : هَلْ عِنْدك طَعَام ؟ قَالَتْ : لَا وَلَكِنْ أَنْطَلِق فَأَطْلُب لَك فَغَلَبَتْهُ عَيْنُهُ فَنَامَ وَجَاءَتْ اِمْرَأَتُهُ فَلَمَّا رَأَتْهُ نَائِمًا قَالَتْ : خَيْبَةٌ لَك أَنِمْت ؟ فَلَمَّا اِنْتَصَفَ النَّهَار غُشِيَ عَلَيْهِ فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ هَذِهِ الْآيَة \" أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ \" - إِلَى قَوْله -\" وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْطُ الْأَبْيَضُ مِنْ الْخَيْطِ الْأَسْوَدِ مِنْ الْفَجْرِ \" فَفَرِحُوا بِهَا فَرَحًا شَدِيدًا وَلَفْظ الْبُخَارِيّ هَاهُنَا مِنْ طَرِيق أَبِي إِسْحَاق سَمِعْت الْبَرَاء قَالَ : لَمَّا نَزَلَ صَوْم رَمَضَان كَانُوا لَا يَقْرَبُونَ النِّسَاء رَمَضَان كُلّه وَكَانَ رِجَال يَخُونُونَ أَنْفُسهمْ فَأَنْزَلَ اللَّه \" عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ الْمُسْلِمُونَ فِي شَهْر رَمَضَان إِذَا صَلَّوْا الْعِشَاء حَرُمَ عَلَيْهِمْ النِّسَاء وَالطَّعَام إِلَى مِثْلهَا مِنْ الْقَابِلَة ثُمَّ إِنَّ أُنَاسًا مِنْ الْمُسْلِمِينَ أَصَابُوا مِنْ النِّسَاء وَالطَّعَام فِي شَهْر رَمَضَان بَعْد الْعِشَاء مِنْهُمْ عُمَر بْن الْخَطَّاب فَشَكَوْا ذَلِكَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه تَعَالَى\" عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآن بَاشِرُوهُنَّ \" الْآيَة وَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَ مُوسَى بْن عُقْبَة عَنْ كُرَيْب عَنْ اِبْن عَبَّاس قَالَ : إِنَّ النَّاس كَانُوا قَبْل أَنْ يَنْزِل فِي الصَّوْم مَا نَزَلَ فِيهِمْ يَأْكُلُونَ وَيَشْرَبُونَ وَيَحِلّ لَهُمْ شَأْن النِّسَاء فَإِذَا نَامَ أَحَدهمْ لَمْ يَطْعَم وَلَمْ يَشْرَب وَلَا يَأْتِي أَهْله حَتَّى يُفْطِر مِنْ الْقَابِلَة فَبَلَغَنَا أَنَّ عُمَر بْن الْخَطَّاب بَعْدَمَا نَامَ وَوَجَبَ عَلَيْهِ الصَّوْم وَقَعَ عَلَى أَهْله ثُمَّ جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَشْكُوا إِلَى اللَّه وَإِلَيْك الَّذِي صَنَعْت قَالَ \" وَمَا صَنَعْت ؟ \" قَالَ إِنِّي سَوَّلَتْ لِي نَفْسِي فَوَقَعْت عَلَى أَهْلِي بَعْدَمَا نِمْت وَأَنَا أُرِيد الصَّوْم فَزَعَمُوا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا كُنْت خَلِيقًا أَنْ تَفْعَل \" فَنَزَلَ الْكِتَاب \" أُحِلَّ لَكُمْ لَيْلَة الصِّيَام الرَّفَث إِلَى نِسَائِكُمْ \" وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَيْس بْن سَعْد عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ أَبِي هُرَيْرَة فِي قَوْل اللَّه تَعَالَى \" أُحِلّ لَكُمْ لَيْلَة الصِّيَام الرَّفَث إِلَى نِسَائِكُمْ - إِلَى قَوْله - ثُمَّ أَتِمُّوا الصِّيَام إِلَى اللَّيْل \" قَالَ كَانَ الْمُسْلِمُونَ قَبْل أَنْ تَنْزِل هَذِهِ الْآيَة إِذَا صَلَّوْا الْعِشَاء الْآخِرَة حَرُمَ عَلَيْهِمْ الطَّعَام وَالشَّرَاب وَالنِّسَاء حَتَّى يُفْطِرُوا وَأَنَّ عُمَر بْن الْخَطَّاب أَصَابَ أَهْله بَعْد صَلَاة الْعِشَاء وَأَنَّ صِرْمَة بْن قَيْس الْأَنْصَارِيّ غَلَبَتْهُ عَيْنَاهُ بَعْد صَلَاة الْمَغْرِب فَنَامَ وَلَمْ يَشْبَع مِنْ الطَّعَام وَلَمْ يَسْتَيْقِظ حَتَّى صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْعِشَاء فَقَامَ فَأَكَلَ وَشَرِبَ فَلَمَّا أَصْبَحَ أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِذَلِكَ فَأَنْزَلَ اللَّه عِنْد ذَلِكَ \" أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ \" يَعْنِي بِالرَّفَثِ مُجَامَعَة النِّسَاء \" هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاس لَهُنَّ \" عَلِمَ اللَّه أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسكُمْ \" يَعْنِي تُجَامِعُونَ النِّسَاء وَتَأْكُلُونَ وَتَشْرَبُونَ بَعْد الْعِشَاء \" فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآن بَاشِرُوهُنَّ \" يَعْنِي جَامِعُوهُنَّ \" وَابْتَغُوا مَا كَتَبَ اللَّه لَكُمْ \" يَعْنِي الْوَلَد \" وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْطُ الْأَبْيَضُ مِنْ الْخَيْطِ الْأَسْوَدِ مِنْ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْل \" فَكَانَ ذَلِكَ عَفْوًا مِنْ اللَّه وَرَحْمَة وَقَالَ هِشَام عَنْ حُصَيْن بْن عَبْد الرَّحْمَن عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى قَالَ : قَامَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَقَالَ : يَا رَسُول اللَّه إِنِّي أَرَدْت أَهْلِي الْبَارِحَة عَلَى مَا يُرِيد الرَّجُل أَهْله فَقَالَتْ إِنَّهَا قَدْ نَامَتْ فَظَنَنْتهَا تَعْتَلّ فَوَاقَعْتهَا فَنَزَلَ فِي عُمَر \" أُحِلَّ لَكُمْ لَيْلَة الصِّيَام الرَّفَثُ إِلَى نِسَائِكُمْ \" وَهَكَذَا رَوَاهُ شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ اِبْن أَبِي لَيْلَى بِهِ وَقَالَ أَبُو جَعْفَر بْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا سُوَيْد أَخْبَرَنَا اِبْن الْمُبَارَك عَنْ اِبْن لَهِيعَة حَدَّثَنِي مُوسَى بْن جُبَيْر مَوْلَى بَنِي سَلِمَة أَنَّهُ سَمِعَ عَبْد اللَّه بْن كَعْب بْن مَالِك يُحَدِّث عَنْ أَبِيهِ قَالَ : كَانَ النَّاس فِي رَمَضَان إِذَا صَامَ الرَّجُل فَأَمْسَى فَنَامَ حَرُمَ عَلَيْهِ الطَّعَام وَالشَّرَاب وَالنِّسَاء حَتَّى يُفْطِر مِنْ الْغَد فَرَجَعَ عُمَر بْن الْخَطَّاب مِنْ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات لَيْلَة وَقَدْ سَمَرَ عِنْده فَوَجَدَ اِمْرَأَته قَدْ نَامَتْ فَأَرَادَهَا فَقَالَتْ إِنِّي قَدْ نِمْت فَقَالَ مَا نِمْت ثُمَّ وَقَعَ بِهَا وَصَنَعَ كَعْب بْن مَالِك مِثْل ذَلِكَ فَغَدَا عُمَر بْن الْخَطَّاب إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَأَنْزَلَ اللَّه \" عَلِمَ اللَّه أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآن بَاشِرُوهُنَّ \" الْآيَة وَهَكَذَا رُوِيَ عَنْ مُجَاهِد وَعَطَاء وَعِكْرِمَة وَقَتَادَة وَغَيْرهمْ فِي سَبَب نُزُول هَذِهِ الْآيَة فِي عُمَر بْن الْخَطَّاب وَمَنْ صَنَعَ كَمَا صَنَعَ وَفِي صِرْمَة بْن قَيْس فَأَبَاحَ الْجِمَاع وَالطَّعَام وَالشَّرَاب فِي جَمِيع اللَّيْل رَحْمَة وَرُخْصَة وَرِفْقًا . وَقَوْله \" وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ \" قَالَ أَبُو هُرَيْرَة وَابْن عَبَّاس وَأَنَس وَشُرَيْح الْقَاضِي وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَعَطَاء وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَزَيْد بْن أَسْلَمَ وَالْحَكَم بْن عُتْبَة وَمُقَاتِل بْن حَيَّان وَالْحَسَن الْبَصْرِيّ وَالضَّحَّاك وَقَتَادَة وَغَيْرهمْ يَعْنِي الْوَلَد وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ :\" وَابْتَغُوا مَا كَتَبَ اللَّه لَكُمْ \" يَعْنِي الْجِمَاع وَقَالَ عَمْرو بْن مَالِك الْبَكْرِيّ عَنْ أَبِي الْجَوْزَاء عَنْ اِبْن عَبَّاس\" وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ \" قَالَ لَيْلَة الْقَدْر رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر قَالَ : قَالَ قَتَادَة اِبْتَغُوا الرُّخْصَة الَّتِي كَتَبَ اللَّه لَكُمْ يَقُول مَا أَحَلَّ اللَّه لَكُمْ وَقَالَ عَبْد الرَّزَّاق أَيْضًا : أَخْبَرَنَا اِبْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار عَنْ عَطَاء بْن أَبِي رَبَاح قَالَ : قُلْت لِابْنِ عَبَّاس كَيْف تَقْرَأ هَذِهِ الْآيَة \" وَابْتَغُوا مَا كَتَبَ اللَّه لَكُمْ \" قَالَ أَيَّتهمَا شِئْت عَلَيْك بِالْقِرَاءَةِ الْأُولَى وَاخْتَارَ اِبْن جَرِير أَنَّ الْآيَة أَعَمّ مِنْ هَذَا كُلّه . وَقَوْله \" وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْطُ الْأَبْيَضُ مِنْ الْخَيْطِ الْأَسْوَد مِنْ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَام إِلَى اللَّيْل \" أَبَاحَ تَعَالَى الْأَكْل وَالشُّرْب مَعَ مَا تَقَدَّمَ مِنْ إِبَاحَة الْجِمَاع فِي أَيّ اللَّيْل شَاءَ الصَّائِم إِلَى أَنْ يَتَبَيَّنَ ضِيَاء الصَّبَاح مِنْ سَوَاد اللَّيْل وَعَبَّرَ عَنْ ذَلِكَ بِالْخَيْطِ الْأَبْيَض مِنْ الْخَيْط الْأَسْوَد وَرَفْع اللَّبْس بِقَوْلِهِ \" مِنْ الْفَجْر\" كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَبُو عَبْد اللَّه الْبُخَارِيّ حَدَّثَنِي اِبْن أَبِي مَرْيَم حَدَّثَنَا أَبُو غَسَّان مُحَمَّد بْن مُطَرِّف حَدَّثَنَا أَبُو حَازِم عَنْ سَهْل بْن سَعْد قَالَ أُنْزِلَتْ \" وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْطُ الْأَبْيَضُ مِنْ الْخَيْطِ الْأَسْوَدِ \" وَلَمْ يَنْزِل\" مِنْ الْفَجْر \" وَكَانَ رِجَال إِذَا أَرَادُوا الصَّوْم رَبَطَ أَحَدُهُمْ فِي رِجْلَيْهِ الْخَيْط الْأَبْيَض وَالْخَيْط الْأَسْوَد فَلَا يَزَال يَأْكُل حَتَّى يَتَبَيَّن لَهُ رُؤْيَتهمَا فَأَنْزَلَ اللَّه بَعْد\" مِنْ الْفَجْر \" فَعَلِمُوا أَنَّمَا يَعْنِي اللَّيْل وَالنَّهَار وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هِشَام أَخْبَرَنَا حُصَيْن عَنْ الشَّعْبِيّ أَخْبَرَنِي عَدِيّ بْن حَاتِم قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْطُ الْأَبْيَضُ مِنْ الْخَيْطِ الْأَسْوَدِ \" عَمَدَتْ إِلَى عِقَالَيْنِ أَحَدهمَا أَسْوَد وَالْآخَر أَبْيَض قَالَ فَجَعَلْتهمَا تَحْت وِسَادَتِي قَالَ فَجَعَلْت أَنْظُر إِلَيْهِمَا فَلَمَّا تَبَيَّنَ لِي الْأَبْيَض مِنْ الْأَسْوَد أَمْسَكْت فَلَمَّا أَصْبَحْت غَدَوْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته بِاَلَّذِي صَنَعْت فَقَالَ \" إِنَّ وِسَادك إِذًا لَعَرِيض إِنَّمَا ذَلِكَ بَيَاض النَّهَار مِنْ سَوَاد اللَّيْل \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه عَنْ عَدِيّ . وَمَعْنَى قَوْله إِنَّ وِسَادك إِذًا لَعَرِيض أَيْ إِنْ كَانَ لَيَسَع الْخَيْطَيْنِ الْخَيْط الْأَسْوَد وَالْأَبْيَض الْمُرَادَيْنِ مِنْ هَذِهِ الْآيَة تَحْتهَا فَإِنَّهُمَا بَيَاض النَّهَار وَسَوَاد اللَّيْل فَيَقْتَضِي أَنْ يَكُون بِعَرْضِ الْمَشْرِق وَالْمَغْرِب وَهَكَذَا وَقَعَ فِي رِوَايَة الْبُخَارِيّ مُفَسَّرًا بِهَذَا حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا أَبُو عَوَانَة عَنْ حُصَيْن عَنْ الشَّعْبِيّ عَنْ عَدِيّ قَالَ : أَخَذَ عَدِيّ عِقَالًا أَبْيَض وَعِقَالًا أَسْوَد حَتَّى كَانَ بَعْض اللَّيْل نَظَرَ فَلَمْ يَسْتَبِينَا فَلَمَّا أَصْبَحَ قَالَ يَا رَسُول اللَّه جَعَلْت تَحْت وِسَادَتِي قَالَ \" إِنَّ وِسَادك إِذًا لَعَرِيض إِنْ كَانَ الْخَيْط الْأَبْيَض وَالْأَسْوَد تَحْت وِسَادَتك \" وَجَاءَ فِي بَعْض الْأَلْفَاظ \" إِنَّك لَعَرِيض الْقَفَا \" فَفَسَّرَهُ بَعْضهمْ بِالْبَلَادَةِ وَهُوَ ضَعِيف بَلْ يَرْجِع إِلَى هَذَا لِأَنَّهُ إِذَا كَانَ وِسَاده عَرِيضًا فَقَفَاهُ أَيْضًا عَرِيض وَاَللَّه أَعْلَم وَيُفَسِّرُهُ رِوَايَة الْبُخَارِيّ أَيْضًا حَدَّثَنَا قُتَيْبَة حَدَّثَنَا جَرِير عَنْ مُطَرِّف عَنْ الشَّعْبِيّ عَنْ عَدِيّ بْن حَاتِم قَالَ : قُلْت يَا رَسُول اللَّه مَا الْخَيْط الْأَبْيَض مِنْ الْخَيْط الْأَسْوَد أَهُمَا الْخَيْطَانِ ؟ قَالَ \" إِنَّك لَعَرِيض الْقَفَا إِنْ أَبْصَرْت الْخَيْطَيْنِ ثُمَّ قَالَ لَا بَلْ هُوَ سَوَاد اللَّيْل وَبَيَاض النَّهَار \" . وَفِي إِبَاحَته تَعَالَى جَوَاز الْأَكْل إِلَى طُلُوع الْفَجْر دَلِيل عَلَى اِسْتِحْبَاب السُّحُور لِأَنَّهُ مِنْ بَاب الرُّخْصَة وَالْأَخْذ بِهَا مَحْبُوب وَلِهَذَا وَرَدَتْ السُّنَّة الثَّابِتَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْحَثِّ عَلَى السَّحُور فَفِي الصَّحِيحَيْنِ عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" تَسَحَّرُوا فَإِنَّ فِي السَّحُور بَرَكَة \" وَفِي صَحِيح مُسْلِم عَنْ عَمْرو بْن الْعَاص رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ فَصْل مَا بَيْن صِيَامنَا وَصِيَام أَهْل الْكِتَاب أَكْلَة السَّحَر \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْحَاق بْن عِيسَى هُوَ اِبْن الطَّبَّاع حَدَّثَنَا عَبْد الرَّحْمَن بْن زَيْد عَنْ أَبِيهِ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" السُّحُور أَكْلَة بَرَكَة فَلَا تَدَعُوهُ وَلَوْ أَنَّ أَحَدكُمْ تَجَرَّعَ جَرْعَة مِنْ مَاء فَإِنَّ اللَّه وَمَلَائِكَته يُصَلُّونَ عَلَى الْمُتَسَحِّرِينَ \" وَقَدْ وَرَدَ فِي التَّرْغِيب فِي السُّحُور أَحَادِيث كَثِيرَة حَتَّى وَلَوْ بِجَرْعَةٍ مِنْ مَاء تَشَبُّهًا بِالْآكِلِينَ وَيُسْتَحَبّ تَأْخِيره إِلَى وَقْت اِنْفِجَار الْفَجْر كَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ أَنَس بْن مَالِك عَنْ زَيْد بْن ثَابِت قَالَ تَسَحَّرْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قُمْنَا إِلَى الصَّلَاة قَالَ أَنَس قُلْت لِزَيْدٍ كَمْ كَانَ بَيْن الْأَذَان وَالسُّحُور ؟ قَالَ قَدْر خَمْسِينَ آيَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُوسَى بْن دَاوُد حَدَّثَنَا اِبْن لَهِيعَة عَنْ سَالِم بْن غَيْلَان عَنْ سُلَيْمَان بْن أَبِي عُثْمَان عَنْ عَدِيّ بْن حَاتِم الْحِمْصِيّ عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَزَال أُمَّتِي بِخَيْرٍ مَا عَجَّلُوا الْإِفْطَار وَأَخَّرُوا السُّحُور \" وَقَدْ وَرَدَ أَحَادِيث كَثِيرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمَّاهُ الْغَدَاء الْمُبَارَك وَفِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ رِوَايَة حَمَّاد بْن سَلَمَة عَنْ عَاصِم بْن بَهْدَلَة عَنْ زَيْد بْن حُبَيْش عَنْ حُذَيْفَة قَالَ : تَسَحَّرْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ النَّهَار إِلَّا أَنَّ الشَّمْس لَمْ تَطْلُع وَهُوَ حَدِيث تَفَرَّدَ بِهِ عَاصِم بْن أَبِي النَّجُود قَالَهُ النَّسَائِيّ وَحَمَلَهُ عَلَى أَنَّ الْمُرَاد قُرْب النَّهَار كَمَا قَالَ تَعَالَى \" فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ\" أَيْ قَارَبْنَ اِنْقِضَاء الْعِدَّة فَإِمَّا إِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَرْك لِلْفِرَاقِ وَهَذَا الَّذِي قَالَهُ هُوَ الْمُتَعَيِّن حَمْل الْحَدِيث عَلَيْهِ أَنَّهُمْ تَسَحَّرُوا وَلَمْ يَتَيَقَّنُوا طُلُوع الْفَجْر حَتَّى أَنَّ بَعْضهمْ ظَنَّ طُلُوعه وَبَعْضهمْ لَمْ يَتَحَقَّق ذَلِكَ وَقَدْ رُوِيَ عَنْ طَائِفَة كَثِيرَة مِنْ السَّلَف أَنَّهُمْ تَسَامَحُوا فِي السُّحُور عِنْد مُقَارَبَة الْفَجْر رُوِيَ مِثْل هَذَا عَنْ أَبِي بَكْر وَعُمَر وَعَلِيّ وَابْن مَسْعُود وَحُذَيْفَة وَأَبِي هُرَيْرَة وَابْن عُمَر وَابْن عَبَّاس وَزَيْد بْن ثَابِت وَعَنْ طَائِفَة كَثِيرَة مِنْ التَّابِعِينَ مِنْهُمْ مُحَمَّد بْن عَلِيّ بْن الْحُسَيْن وَابْن مِجْلَز وَإِبْرَاهِيم النَّخَعِيّ وَأَبُو الضُّحَى وَأَبُو وَائِل وَغَيْره مِنْ أَصْحَاب اِبْن مَسْعُود وَعَطَاء وَالْحَسَن وَالْحَاكِم بْن عُيَيْنَة وَمُجَاهِد وَعُرْوَة بْن الزُّبَيْر وَأَبُو الشَّعْثَاء جَابِر بْن زَيْد وَإِلَيْهِ ذَهَبَ الْأَعْمَش وَجَابِر بْن رَاشِد وَقَدْ حَرَّرْنَا أَسَانِيد ذَلِكَ فِي كِتَاب الصِّيَام الْمُفْرَد وَلِلَّهِ الْحَمْد وَحَكَى أَبُو جَعْفَر بْن جَرِير فِي تَفْسِيره عَنْ بَعْضهمْ أَنَّهُ إِنَّمَا يَجِب الْإِمْسَاك مِنْ طُلُوع الشَّمْس كَمَا يَجُوز الْإِفْطَار بِغُرُوبِهَا \" قُلْت \" وَهَذَا الْقَوْل مَا أَظُنُّ أَحَدًا مِنْ أَهْل الْعِلْم يَسْتَقِرّ لَهُ قَدَمٌ عَلَيْهِ لِمُخَالَفَتِهِ نَصّ الْقُرْآن فِي قَوْله \" وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْط الْأَبْيَض مِنْ الْخَيْط الْأَسْوَد مِنْ الْفَجْر ثُمَّ أَتِمُّوا الصِّيَام إِلَى اللَّيْل \" وَقَدْ وَرَدَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الْقَاسِم عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَمْنَعكُمْ أَذَان بِلَال عَنْ سُحُوركُمْ فَإِنَّهُ يُنَادِي بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَان اِبْن أُمّ مَكْتُوم فَإِنَّهُ لَا يُؤَذِّن حَتَّى يَطْلُع الْفَجْر \" لَفْظ الْبُخَارِيّ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُوسَى بْن دَاوُد حَدَّثَنَا مُحَمَّد بْن جَابِر عَنْ قَيْس بْن طَلْق عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" لَيْسَ الْفَجْرُ الْمُسْتَطِيلَ فِي الْأُفُق وَلَكِنَّهُ الْمُعْتَرِضُ الْأَحْمَرُ \" وَرَوَاهُ التِّرْمِذِيّ وَلَفْظهمَا \" كُلُوا وَاشْرَبُوا وَلَا يَهِيدَنَّكُمْ السَّاطِع الْمُصْعِد فَكُلُوا وَاشْرَبُوا حَتَّى يَعْتَرِض لَكُمْ الْأَحْمَر \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا شُعْبَة عَنْ بَنِي قُشَيْر سَمِعْت سَمُرَة بْن جُنْدُب يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا يَغُرَّنَّكُمْ نِدَاء بِلَال وَهَذَا الْبَيَاض حَتَّى يَنْفَجِر الْفَجْر أَوْ يَطْلُع الْفَجْر \" ثُمَّ رَوَاهُ مِنْ حَدِيث شُعْبَة وَغَيْره عَنْ سَوَاد بْن حَنْظَلَة عَنْ سَمُرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَمْنَعُكُمْ مِنْ سُحُوركُمْ أَذَانُ بِلَال وَلَا الْفَجْر الْمُسْتَطِيل وَلَكِنَّهُ الْفَجْر الْمُسْتَطِير فِي الْأُفُق \" قَالَ وَحَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم بْن عُلَيَّة عَنْ عَبْد اللَّه بْن سَوْدَة الْقُشَيْرِيّ عَنْ أَبِيهِ عَنْ سَمُرَة بْن جُنْدُب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا يَغُرَّنَّكُمْ أَذَان بِلَال وَلَا هَذَا الْبَيَاض - لِعَمُودِ الصُّبْح - حَتَّى يَسْتَطِير \" رَوَاهُ مُسْلِم فِي صَحِيحِهِ عَنْ زُهَيْر بْن حَرْب عَنْ إِسْمَاعِيل بْن إِبْرَاهِيم هُوَ اِبْن عُلَيَّة مِثْله سَوَاء وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا اِبْن الْمُبَارَك عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَمْنَعَنَّ أَحَدَكُمْ أَذَانُ بِلَال عَنْ سُحُوره - أَوْ قَالَ - نِدَاءُ بِلَال فَإِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ - أَوْ قَالَ - يُنَادِي لِيُنَبِّهَ نَائِمكُمْ وَلِيَرْجِع قَائِمكُمْ وَلَيْسَ الْفَجْر أَنْ يَقُول هَكَذَا وَهَكَذَا حَتَّى يَقُول هَكَذَا \" وَرَوَاهُ مِنْ وَجْه آخَر عَنْ التَّيْمِيّ بِهِ وَحَدَّثَنِي الْحَسَن بْن الزِّبْرِقَان النَّخَعِيّ حَدَّثَنَا أَبُو أُسَامَة عَنْ مُحَمَّد بْن أَبِي ذِئْب عَنْ الْحَارِث بْن عَبْد الرَّحْمَن عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن بْن ثَوْبَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْفَجْر فَجْرَانِ فَاَلَّذِي كَأَنَّهُ ذَنَب السَّرْحَان لَا يُحَرِّمُ شَيْئًا وَإِنَّمَا هُوَ الْمُسْتَطِير الَّذِي يَأْخُذ الْأُفُق فَإِنَّهُ يُحِلُّ الصَّلَاة وَيُحَرِّمُ الطَّعَامَ\" وَهَذَا مُرْسَل جَيِّد وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا اِبْن جُرَيْج عَنْ عَطَاء سَمِعْت اِبْن عَبَّاس يَقُول : هُمَا فَجْرَانِ فَأَمَّا الَّذِي يَسْطَع فِي السَّمَاء فَلَيْسَ يُحِلُّ وَلَا يُحَرِّمُ شَيْئًا وَلَكِنَّ الْفَجْر الَّذِي يَسْتَنِير عَلَى رُءُوس الْجِبَال هُوَ الَّذِي يُحَرِّم الشَّرَاب وَقَالَ عَطَاء : فَأَمَّا إِذَا سَطَعَ سُطُوعًا فِي السَّمَاء وَسُطُوعه أَنْ يَذْهَب فِي السَّمَاء طُولًا فَإِنَّهُ لَا يَحْرُمُ بِهِ شَرَاب لِلصَّائِمِ وَلَا صَلَاة وَلَا يَفُوت بِهِ الْحَجّ وَلَكِنْ إِذَا اِنْتَشَرَ عَلَى رُءُوس الْجِبَال حَرَّمَ الشَّرَاب لِلصِّيَامِ وَفَاتَ الْحَجّ وَهَذَا إِسْنَاد صَحِيح إِلَى اِبْن عَبَّاس وَعَطَاء وَهَكَذَا رُوِيَ عَنْ غَيْر وَاحِد مِنْ السَّلَف رَحِمَهُمْ اللَّه \" مَسْأَلَة \" وَمَنْ جَعَلَ تَعَالِي الْفَجْر غَايَة لِإِبَاحَةِ الْجِمَاع وَالطَّعَام وَالشَّرَاب لِمَنْ أَرَادَ الصِّيَام يَسْتَدِلّ عَلَى أَنَّهُ مَنْ أَصْبَحَ جُنُبًا فَلْيَغْتَسِلْ وَلْيُتِمَّ صَوْمه وَلَا حَرَج عَلَيْهِ وَهَذَا مَذْهَب الْأَئِمَّة الْأَرْبَعَة وَجُمْهُور الْعُلَمَاء سَلَفًا وَخَلَفًا لِمَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث عَائِشَة وَأُمّ سَلَمَة رَضِيَ اللَّه عَنْهُمَا أَنَّهُمَا قَالَتَا : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصْبِح جُنُبًا مِنْ جِمَاع غَيْر اِحْتِلَام ثُمَّ يَغْتَسِل وَيَصُوم وَفِي حَدِيث أُمّ سَلَمَة عِنْدهمَا ثُمَّ لَا يُفْطِر وَلَا يَقْضِي وَفِي صَحِيح مُسْلِم عَنْ عَائِشَة أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه تُدْرِكنِي الصَّلَاة وَأَنَا جُنُب فَأَصُوم ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" وَأَنَا تُدْرِكنِي الصَّلَاة وَأَنَا جُنُب فَأَصُوم \" فَقَالَ لَسْت مِثْلنَا يَا رَسُول اللَّه قَدْ غَفَرَ اللَّهُ لَك مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ فَقَالَ \" وَاَللَّه إِنِّي لَأَرْجُو أَنْ أَكُون أَخْشَاكُمْ لِلَّهِ وَأَعْلَمكُمْ بِمَا أَتَّقِي \" فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" إِذَا نُودِيَ لِلصَّلَاةِ صَلَاة الصُّبْح وَأَحَدكُمْ جُنُب فَلَا يَصُمْ يَوْمَئِذٍ \" فَإِنَّهُ حَدِيث جَيِّد الْإِسْنَاد عَلَى شَرْط الشَّيْخَيْنِ كَمَا تَرَى وَهُوَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة عَنْ الْفَضْل بْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي سُنَن النَّسَائِيّ عَنْهُ عَنْ أُسَامَة بْن زَيْد وَالْفَضْل بْن عَبَّاس وَلَمْ يَرْفَعهُ فَمِنْ الْعُلَمَاء مَنْ عَلَّلَ هَذَا الْحَدِيث بِهَذَا وَمِنْهُمْ مَنْ ذَهَبَ إِلَيْهِ وَيُحْكَى هَذَا عَنْ أَبِي هُرَيْرَة وَسَالِم وَعَطَاء وَهِشَام بْن عُرْوَة وَالْحَسَن الْبَصْرِيّ وَمِنْهُمْ مَنْ ذَهَبَ إِلَى التَّفْرِقَة بَيْن أَنْ يُصْبِح جُنُبًا نَائِمًا فَلَا عَلَيْهِ لِحَدِيثِ عَائِشَة وَأُمّ سَلَمَة أَوْ مُخْتَارًا فَلَا صَوْم لَهُ لِحَدِيثِ أَبِي هُرَيْرَة يُحْكَى هَذَا عَنْ عُرْوَة وَطَاوُس وَالْحَسَن وَمِنْهُمْ مَنْ فَرَّقَ بَيْن الْفَرْض فَيُتِمّ فَيَقْضِيه وَأَمَّا النَّفْل فَلَا يَضُرّهُ رَوَاهُ الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم النَّخَعِيّ وَهُوَ رِوَايَة عَنْ الْحَسَن الْبَصْرِيّ أَيْضًا وَمِنْهُمْ مَنْ اِدَّعَى نَسْخ حَدِيث أَبِي هُرَيْرَة بِحَدِيثَيْ عَائِشَة وَأُمّ سَلَمَة وَلَكِنْ لَا تَارِيخ مَعَهُ وَادَّعَى اِبْن حَزْم أَنَّهُ مَنْسُوخ بِهَذِهِ الْآيَة وَهُوَ بَعِيد أَيْضًا إِذْ لَا تَارِيخ بَلْ الظَّاهِر مِنْ التَّارِيخ خِلَافه وَمِنْهُمْ مَنْ حَمَلَ حَدِيث أَبِي هُرَيْرَة عَلَى نَفْي الْكَمَال فَلَا صَوْم لَهُ لِحَدِيثِ عَائِشَة وَأُمّ سَلَمَة الدَّالَّيْنِ عَلَى الْجَوَاز وَهَذَا الْمَسْلَك أَقْرَب الْأَقْوَال وَأَجْمَعهَا وَاَللَّه أَعْلَم وَقَوْله\" ثُمَّ أَتِمُّوا الصِّيَام إِلَى اللَّيْل \" يَقْتَضِي الْإِفْطَار عِنْد غُرُوب الشَّمْس حُكْمًا شَرْعِيًّا كَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا أَقْبَلَ اللَّيْل مِنْ هَاهُنَا وَأَدْبَرَ النَّهَار مِنْ هَاهُنَا فَقَدْ أَفْطَرَ الصَّائِم \" وَعَنْ سَهْل بْن سَعْد السَّاعِدِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا يَزَال النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْر \" أَخْرَجَاهُ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنَا قُرَّة بْن عَبْد الرَّحْمَن عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول اللَّه عَزَّ وَجَلَّ \" إِنَّ أَحَبَّ عِبَادِي إِلَيَّ أَعْجَلهمْ فِطْرًا \" وَرَوَاهُ التِّرْمِذِيّ مِنْ غَيْر وَجْه عَنْ الْأَوْزَاعِيّ بِهِ وَقَالَ هَذَا حَدِيث حَسَن غَرِيب وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد اللَّه بْن إِيَاد سَمِعْت إِيَاد بْن لَقِيط سَمِعْت لَيْلَى اِمْرَأَة بَشِير بْن الْخَصَاصِيَة قَالَتْ : أَرَدْت أَنْ أَصُوم يَوْمَيْنِ مُوَاصَلَة فَمَنَعَنِي بَشِير وَقَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْهُ وَقَالَ \" يَفْعَل ذَلِكَ النَّصَارَى وَلَكِنْ صُومُوا كَمَا أَمَرَكُمْ اللَّه ثُمَّ أَتِمُّوا الصِّيَام إِلَى اللَّيْل فَإِذَا كَانَ اللَّيْل فَأَفْطِرُوا \" وَلِهَذَا وَرَدَ فِي الْأَحَادِيث الصَّحِيحَة النَّهْي عَنْ الْوِصَال وَهُوَ أَنْ يَصِل يَوْمًا بِيَوْمٍ آخَر وَلَا يَأْكُل بَيْنهمَا شَيْئًا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُوَاصِلُوا \" قَالُوا : يَا رَسُول اللَّه إِنَّك تُوَاصِل قَالَ \" فَإِنِّي لَسْت مِثْلكُمْ إِنِّي أَبِيت يُطْعِمنِي رَبِّي وَيَسْقِينِي\" قَالَ فَلَمْ يَنْتَهُوا عَنْ الْوِصَال فَوَاصَلَ بِهِمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمَيْنِ وَلَيْلَتَيْنِ ثُمَّ رَأَوْا الْهِلَال فَقَالَ \" لَوْ تَأَخَّرَ الْهِلَالُ لَزِدْتُكُمْ \" كَالْمُنَكِّلِ لَهُمْ وَأَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ بِهِ وَكَذَلِكَ أَخْرَجَا النُّهَى عَنْ الْوِصَال مِنْ حَدِيث أَنَس وَابْن عُمَر وَعَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْوِصَال رَحْمَة لَهُمْ فَقَالُوا إِنَّك تُوَاصِل قَالَ \" إِنِّي لَسْت كَهَيْئَتِكُمْ إِنِّي يُطْعِمنِي رَبِّي وَيَسْقِينِي \" فَقَدْ ثَبَتَ النَّهْي عَنْهُ مِنْ غَيْر وَجْه وَثَبَتَ أَنَّهُ مِنْ خَصَائِص النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَّهُ كَانَ يَقْوَى عَلَى ذَلِكَ وَيُعَان وَالْأَظْهَر أَنَّ ذَلِكَ الطَّعَام وَالشَّرَاب فِي حَقّه إِنَّمَا كَانَ مَعْنَوِيًّا لَا حِسِّيًّا وَإِلَّا فَلَا يَكُون مُوَاصِلًا مَعَ الْحِسِّيّ وَلَكِنْ كَمَا قَالَ الشَّاعِر : لَهَا أَحَادِيث مِنْ ذِكْرَاك تَشْغَلهَا عَنْ الشَّرَاب وَتُلْهِيهَا عَنْ الزَّاد وَأَمَّا مَنْ أَحَبَّ أَنْ يُمْسِك بَعْد غُرُوب الشَّمْس إِلَى وَقْت السَّحَر فَلَهُ ذَلِكَ كَمَا فِي حَدِيث أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُوَاصِلُوا فَأَيُّكُمْ أَرَادَ أَنْ يُوَاصِل فَلْيُوَاصِلْ إِلَى السَّحَر \" قَالُوا : فَإِنَّك تُوَاصِل يَا رَسُول اللَّه قَالَ \" إِنِّي لَسْت كَهَيْئَتِكُمْ إِنِّي أَبِيت لِي مُطْعِم يُطْعِمنِي وَسَاقٍ يَسْقِينِي \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ أَيْضًا وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا أَبُو إِسْرَائِيل الْعَنْسِيّ عَنْ أَبِي سُكَّر بْن حَفْص عَنْ أُمّ وَلَد حَاطِب بْن أَبِي بَلْتَعَة أَنَّهَا مَرَّتْ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَتَسَحَّر فَدَعَاهَا إِلَى الطَّعَام فَقَالَتْ إِنِّي صَائِمَة قَالَ وَكَيْف تَصُومِينَ فَذَكَرَتْ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" أَيْنَ أَنْتِ مِنْ وِصَال آلِ مُحَمَّد مِنْ السَّحَر إِلَى السَّحَر \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا إِسْرَائِيل عَنْ عَبْد الْأَعْلَى عَنْ مُحَمَّد بْن عَلِيّ عَنْ عَلِيّ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُوَاصِل مِنْ السَّحَر إِلَى السَّحَر وَقَدْ رَوَى اِبْن جَرِير عَنْ عَبْد اللَّه بْن الزُّبَيْر وَغَيْره مِنْ السَّلَف أَنَّهُمْ كَانُوا يُوَاصِلُونَ الْأَيَّام الْمُتَعَدِّدَة وَحَمَلَهُ مِنْهُمْ عَلَى أَنَّهُمْ كَانُوا يَفْعَلُونَ ذَلِكَ رِيَاضَة لِأَنْفُسِهِمْ لَا أَنَّهُمْ كَانُوا يَفْعَلُونَهُ عِبَادَة وَاَللَّه أَعْلَم وَيَحْتَمِل أَنَّهُمْ كَانُوا يَفْهَمُونَ مِنْ النَّهْي أَنَّهُ إِرْشَاد مِنْ بَاب الشَّفَقَة كَمَا جَاءَ فِي حَدِيث عَائِشَة رَحْمَة لَهُ فَكَانَ اِبْن الزُّبَيْر وَابْنه عَامِر وَمَنْ سَلَكَ سَبِيلهمْ يَتَجَشَّمُونَ ذَلِكَ وَيَفْعَلُونَهُ لِأَنَّهُمْ كَانُوا يَجِدُونَ قُوَّة عَلَيْهِ وَقَدْ ذَكَرَ عَنْهُمْ أَنَّهُمْ كَانُوا أَوَّل مَا يُفْطِرُونَ عَلَى السَّمْن وَالصَّبْر لِئَلَّا تَتَخَرَّق الْأَمْعَاء بِالطَّعَامِ أَوَّلًا وَقَدْ رُوِيَ عَنْ اِبْن الزُّبَيْر أَنَّهُ كَانَ يُوَاصِل سَبْعَة أَيَّام وَيُصْبِح فِي الْيَوْم السَّابِع أَقْوَاهُمْ وَأَجْلَدهمْ وَقَالَ أَبُو الْعَالِيَة إِنَّمَا فَرَضَ اللَّه الصِّيَام بِالنَّهَارِ فَإِذَا جَاءَ بِاللَّيْلِ فَمَنْ شَاءَ أَكَلَ وَمَنْ شَاءَ لَمْ يَأْكُل وَقَوْله تَعَالَى \" وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِد\" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس هَذَا فِي الرَّجُل يَعْتَكِف فِي الْمَسْجِد فِي رَمَضَان أَوْ فِي غَيْر رَمَضَان فَحَرَّمَ اللَّه عَلَيْهِ أَنْ يَنْكِح النِّسَاء لَيْلًا أَوْ نَهَارًا حَتَّى يَقْضِي اِعْتِكَافه وَقَالَ الضَّحَّاك كَانَ الرَّجُل إِذَا اِعْتَكَفَ فَخَرَجَ مِنْ الْمَسْجِد جَامَعَ إِنْ شَاءَ فَقَالَ اللَّه تَعَالَى\" وَلَا تُبَاشِرُوهُنَّ \" وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِد \" أَيْ لَا تَقْرَبُوهُنَّ مَا دُمْتُمْ عَاكِفِينَ فِي الْمَسْجِد وَلَا فِي غَيْره . وَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَغَيْر وَاحِد إِنَّهُمْ كَانُوا يَفْعَلُونَ ذَلِكَ حَتَّى نَزَلَتْ هَذِهِ الْآيَة . قَالَ اِبْن أَبِي حَاتِم رُوِيَ عَنْ اِبْن مَسْعُود وَمُحَمَّد بْن كَعْب وَمُجَاهِد وَعَطَاء وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَمُقَاتِل : قَالُوا لَا يَقْرَبهَا وَهُوَ مُعْتَكِف وَهَذَا الَّذِي حَكَاهُ عَنْ هَؤُلَاءِ هُوَ الْأَمْر الْمُتَّفَق عَلَيْهِ عِنْد الْعُلَمَاء أَنَّ الْمُعْتَكِف يَحْرُم عَلَيْهِ النِّسَاء مَا دَامَ مُعْتَكِفًا فِي مَسْجِده وَلَوْ ذَهَبَ إِلَى مَنْزِله لِحَاجَةٍ لَا بُدّ لَهُ مِنْهَا فَلَا يَحِلّ لَهُ أَنْ يَثْبُت فِيهِ إِلَّا بِمِقْدَارِ مَا يَفْرُغ مِنْ حَاجَته تِلْكَ مِنْ قَضَاء الْغَائِط أَوْ الْأَكْل وَلَيْسَ لَهُ أَنْ يُقَبِّل اِمْرَأَته وَلَا أَنْ يَضُمّهَا إِلَيْهِ وَلَا يَشْتَغِل بِشَيْءٍ سِوَى اِعْتِكَافه وَلَا يَعُود الْمَرِيض لَكِنْ يَسْأَل عَنْهُ وَهُوَ مَارّ فِي طَرِيقه وَلِلِاعْتِكَافِ أَحْكَام مُفَصَّلَة فِي بَابهَا مِنْهَا مَا هُوَ مُجْمَع عَلَيْهِ بَيْن الْعُلَمَاء وَمِنْهَا مَا هُوَ مُخْتَلَف فِيهِ . وَقَدْ ذَكَرنَا قِطْعَة صَالِحَة مِنْ ذَلِكَ فِي آخِر كِتَاب الصِّيَام وَلِلَّهِ الْحَمْد وَالْمِنَّة وَلِهَذَا كَانَ الْفُقَهَاء الْمُصَنِّفُونَ يُتْبِعُونَ كِتَاب الصِّيَام بِكِتَابِ الِاعْتِكَاف اِقْتِدَاء بِالْقُرْآنِ الْعَظِيم فَإِنَّهُ نَبَّهَ عَلَى ذِكْر الِاعْتِكَاف بَعْد ذِكْر الصَّوْم . وَفِي ذِكْره تَعَالَى الِاعْتِكَاف بَعْد الصِّيَام إِرْشَاد وَتَنْبِيه عَلَى الِاعْتِكَاف فِي الصِّيَام أَوْ فِي آخِر شَهْر الصِّيَام كَمَا ثَبَتَتْ السُّنَّة عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ كَانَ يَعْتَكِف الْعَشْر الْأَوَاخِر مِنْ شَهْر رَمَضَان حَتَّى تَوَفَّاهُ اللَّه عَزَّ وَجَلَّ ثُمَّ اِعْتَكَفَ أَزْوَاجه مِنْ بَعْده أَخْرَجَاهُ مِنْ حَدِيث عَائِشَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا وَفِي الصَّحِيحَيْنِ أَنَّ صَفِيَّة بِنْت حُيَيّ كَانَتْ تَزُور النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهُوَ مُعْتَكِف فِي الْمَسْجِد فَتَحَدَّثَتْ عِنْده سَاعَة ثُمَّ قَامَتْ لِتَرْجِع إِلَى مَنْزِلهَا وَكَانَ ذَلِكَ لَيْلًا فَقَامَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِيَمْشِيَ مَعَهَا حَتَّى تَبْلُغ دَارهَا وَكَانَ مَنْزِلهَا فِي دَار أُسَامَة بْن زَيْد فِي جَانِب الْمَدِينَة فَلَمَّا كَانَ بِبَعْضِ الطَّرِيق لَقِيَهُ رَجُلَانِ مِنْ الْأَنْصَار فَلَمَّا رَأَيَا النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَسْرَعَا وَفِي رِوَايَة تَوَارَيَا أَيْ حَيَاء مِنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِكَوْنِ أَهْله مَعَهُ فَقَالَ لَهُمَا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" عَلَى رِسْلكُمَا إِنَّهَا صَفِيَّة بِنْت حُيَيّ \" أَيْ لَا تُسْرِعَا وَاعْلَمَا أَنَّهَا صَفِيَّة بِنْت حُيَيّ أَيْ زَوْجَتِي فَقَالَا سُبْحَان اللَّه يَا رَسُول اللَّه فَقَالَ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" إِنَّ الشَّيْطَان يَجْرِي مِنْ اِبْن آدَم مَجْرَى الدَّم وَإِنِّي خَشِيت أَنْ يَقْذِف فِي قُلُوبكُمَا شَيْئًا - أَوْ قَالَ - شَرًّا \" قَالَ الشَّافِعِيّ رَحِمَهُ اللَّه أَرَادَ عَلَيْهِ السَّلَام أَنْ يُعَلِّم أُمَّته التَّبَرِّي مِنْ التُّهْمَة فِي مَحَلّهَا لِئَلَّا يَقَعَا فِي مَحْذُور وَهُمَا كَانَا أَتْقَى لِلَّهِ مِنْ أَنْ يَظُنَّا بِالنَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - شَيْئًا وَاَللَّه أَعْلَم ثُمَّ الْمُرَاد بِالْمُبَاشَرَةِ إِنَّمَا هُوَ الْجِمَاع وَدَوَاعِيه مِنْ تَقْبِيل وَمُعَانَقَة وَنَحْو ذَلِكَ فَأَمَّا مُعَاطَاة الشَّيْء وَنَحْوه فَلَا بَأْس بِهِ فَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُدْنِي إِلَيَّ رَأْسه فَأُرَجِّلهُ وَأَنَا حَائِض وَكَانَ لَا يَدْخُل الْبَيْت إِلَّا لِحَاجَةِ الْإِنْسَان قَالَتْ عَائِشَة وَلَقَدْ كَانَ الْمَرِيض يَكُون فِي الْبَيْت فَمَا أَسْأَل عَنْهُ إِلَّا وَأَنَا مَارَّة وَقَوْله \" تِلْكَ حُدُود اللَّه \" أَيْ هَذَا الَّذِي بَيَّنَّاهُ وَفَرَضْنَاهُ وَحَدَّدْنَاهُ مِنْ الصِّيَام وَأَحْكَامه وَمَا أَبَحْنَا فِيهِ وَمَا حَرَّمْنَا وَذَكَرْنَا غَايَاته وَرُخَصه وَعَزَائِمه حُدُود اللَّه أَيْ شَرَعَهَا اللَّه وَبَيَّنَهَا بِنَفْسِهِ فَلَا تَقْرَبُوهَا أَيْ لَا تُجَاوِزُوهَا وَتَتَعَدُّوهَا وَكَانَ الضَّحَّاك وَمُقَاتِل يَقُولَانِ فِي قَوْله\" تِلْكَ حُدُودُ اللَّهِ \" أَيْ الْمُبَاشَرَة فِي الِاعْتِكَاف وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ يَعْنِي هَذِهِ الْحُدُود الْأَرْبَعَة وَيَقْرَأ \" أُحِلَّ لَكُمْ لَيْلَة الصِّيَام الرَّفَث إِلَى نِسَائِكُمْ\" حَتَّى بَلَغَ \" ثُمَّ أَتِمُّوا الصِّيَام إِلَى اللَّيْل \" قَالَ وَكَانَ أَبِي وَغَيْره مِنْ مَشْيَخَتنَا يَقُولُونَ هَذَا وَيَتْلُونَهُ عَلَيْنَا \" كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ \" أَيْ كَمَا بَيَّنَ الصِّيَام وَأَحْكَامه وَشَرَائِعه وَتَفَاصِيله كَذَلِكَ يُبَيِّنُ سَائِر الْأَحْكَام عَلَى لِسَان عَبْده وَرَسُوله مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ \" أَيْ يَعْرِفُونَ كَيْف يَهْتَدُونَ وَكَيْف يُطِيعُونَ كَمَا قَالَ تَعَالَى\" هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنْ الظُّلُمَاتِ إِلَى النُّورِ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38594, "aya_id": 187}]