[{"text": "تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنبَآئِهَا وَلَقَدْ جَاءتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ مِن قَبْلُ كَذَلِكَ يَطْبَعُ اللّهُ عَلَىَ قُلُوبِ الْكَافِرِينَ", "sura_id": 7, "type": 0, "id": 1055, "aya_id": 101}, {"text": "تلك القرى نقص عليك من أنبائها ولقد جاءتهم رسلهم بالبينات فما كانوا ليؤمنوا بما كذبوا من قبل كذلك يطبع الله على قلوب الكافرين", "sura_id": 7, "type": 1, "id": 7291, "aya_id": 101}, {"text": "101 - (تلك القرى) التي مر ذكرها (نقص عليك) يا محمد (من أنبائها) أخبار أهلها (ولقد جاءتهم رسلهم بالبينات) المعجزات الظاهرات (فما كانوا ليؤمنوا) عند مجيئهم (بما كذبوا) كفروا به (من قبل) قبل مجيئهم بل استمروا على الكفر (كذلك) الطبع (يطبع الله على قلوب الكافرين) \r\n", "sura_id": 7, "type": 2, "id": 25999, "aya_id": 101}, {"text": "تلك القرى التي تَقَدَّم ذِكْرُها, وهي قرى قوم نوح وهود وصالح ولوط وشعيب, نقصُّ عليك -أيها الرسول- من أخبارها, وما كان من أَمْر رسل الله التي أرسلت إليهم, ما يحصل به عبرة للمعتبرين وازدجار للظالمين. ولقد جاءت أهلَ القرى رسلنا بالحجج البينات على صدقهم, فما كانوا ليؤمنوا بما جاءتهم به الرسل; بسبب طغيانهم وتكذيبهم بالحق, ومثل خَتْمِ الله على قلوب هؤلاء الكافرين المذكورين يختم الله على قلوب الكافرين بمحمد صلى الله عليه وسلم.\r\n", "sura_id": 7, "type": 3, "id": 32235, "aya_id": 101}, {"text": " <font color=red>تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ</font><BR><p>لَمَّا قَصَّ تَعَالَى عَلَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَبَر قَوْم نُوح وَهُود وَصَالِح وَلُوط وَشُعَيْب وَمَا كَانَ مِنْ إِهْلَاكه الْكَافِرِينَ وَإِنْجَائِهِ الْمُؤْمِنِينَ وَأَنَّهُ تَعَالَى أَعْذَرَ إِلَيْهِمْ بِأَنْ بَيَّنَ لَهُمْ الْحَقّ بِالْحُجَجِ عَلَى أَلْسِنَة الرُّسُل صَلَوَات اللَّه عَلَيْهِمْ أَجْمَعِينَ قَالَ تَعَالَى \" تِلْكَ الْقُرَى نَقُصّ عَلَيْك \" أَيْ يَا مُحَمَّد \" مِنْ أَنْبَائِهَا \" أَيْ مِنْ أَخْبَارهَا \" وَلَقَدْ جَاءَتْهُمْ رُسُلهمْ بِالْبَيِّنَاتِ\" أَيْ الْحُجَج عَلَى صِدْقهمْ فِيمَا أَخْبَرُوهُمْ بِهِ كَمَا قَالَ تَعَالَى \" وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا \" وَقَالَ تَعَالَى \" ذَلِكَ مِنْ أَنْبَاء الْقُرَى نَقُصّهُ عَلَيْك مِنْهَا قَائِم وَحَصِيد وَمَا ظَلَمْنَاهُمْ وَلَكِنْ ظَلَمُوا أَنْفُسهمْ \" وَقَوْله تَعَالَى \" فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْل \" الْبَاء سَبَبِيَّة أَيْ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا جَاءَتْهُمْ بِهِ الرُّسُل بِسَبَبِ تَكْذِيبهمْ بِالْحَقِّ أَوَّل مَا وَرَدَ عَلَيْهِمْ حَكَاهُ اِبْن عَطِيَّة رَحِمَهُ اللَّه وَهُوَ مُتَّجَه حَسَن كَقَوْلِهِ\" وَمَا يُشْعِركُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة\" الْآيَة وَلِهَذَا قَالَ هُنَا \" كَذَلِكَ يَطْبَع اللَّه عَلَى قُلُوب الْكَافِرِينَ \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42469, "aya_id": 101}]