[{"text": "وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُواْ لَعَلَّكُمْ تُرْحَمُونَ", "sura_id": 6, "type": 0, "id": 944, "aya_id": 155}, {"text": "وهذا كتاب أنزلناه مبارك فاتبعوه واتقوا لعلكم ترحمون", "sura_id": 6, "type": 1, "id": 7180, "aya_id": 155}, {"text": "155 - (وهذا) القرآن (كتاب أنزلناه مبارك فاتبعوه) يا أهل مكة بالعمل بما فيه (واتقوا) الكفر (لعلكم ترحمون) \r\n", "sura_id": 6, "type": 2, "id": 25888, "aya_id": 155}, {"text": "وهذا القرآن كتاب أنزلناه على نبينا محمد صلى الله عليه وسلم, خيره كثير فاتبعوه فيما يأمر به وينهى عنه, واتقوا الله أن تخالفوا له أمرًا; رجاء أن ترحموا فتنجوا من عذابه, وتظفروا بثوابه.\r\n", "sura_id": 6, "type": 3, "id": 32124, "aya_id": 155}, {"text": " <font color=red>وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ</font><BR><p>وَبَعْدهَا \" وَهَذَا كِتَاب أَنْزَلْنَاهُ مُبَارَك \" الْآيَة . وَقَالَ تَعَالَى مُخْبِرًا عَنْ الْمُشْرِكِينَ \" فَلَمَّا جَاءَهُمْ الْحَقّ مِنْ عِنْدنَا قَالُوا لَوْلَا أُوتِيَ مِثْل مَا أُوتِيَ مُوسَى \" قَالَ تَعَالَى \" أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْل قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ \" وَقَالَ تَعَالَى مُخْبِرًا عَنْ الْجِنّ أَنَّهُمْ قَالُوا\" يَا قَوْمنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْد مُوسَى مُصَدِّقًا لِمَا بَيْن يَدَيْهِ يَهْدِي إِلَى الْحَقّ \" الْآيَة وَقَوْله تَعَالَى \" تَمَامًا عَلَى الَّذِي أَحْسَن وَتَفْصِيلًا \" أَيْ آتَيْنَاهُ الْكِتَاب الَّذِي أَنْزَلْنَاهُ إِلَيْهِ تَمَام كَامِلًا جَامِعًا لِمَا يَحْتَاج إِلَيْهِ فِي شَرِيعَته كَقَوْلِهِ \" وَكَتَبْنَا لَهُ فِي الْأَلْوَاح مِنْ كُلّ شَيْء \" الْآيَة . وَقَوْله تَعَالَى \" عَلَى الَّذِي أَحْسَن \" أَيْ جَزَاء عَلَى إِحْسَانه فِي الْعَمَل وَقِيَامه بِأَوَامِرِنَا وَطَاعَتنَا كَقَوْلِهِ \" هَلْ جَزَاء الْإِحْسَان إِلَّا الْإِحْسَان \" وَكَقَوْلِهِ \" وَإِذْ اِبْتَلَى إِبْرَاهِيم رَبّه بِكَلِمَاتٍ فَأَتَمّهنَّ قَالَ إِنِّي جَاعِلك لِلنَّاسِ إِمَامًا \" وَكَقَوْلِهِ\" وَجَعَلْنَا مِنْهُمْ أَئِمَّة يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا و كَانُوا بِآيَاتِنَا يُوقِنُونَ \" وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس \" ثُمَّ آتَيْنَا مُوسَى الْكِتَاب تَمَامًا عَلَى الَّذِي أَحْسَن \" يَقُول أَحْسَن فِيمَا أَعْطَاهُ اللَّه وَقَالَ قَتَادَة مَنْ أَحْسَنَ فِي الدُّنْيَا تَمَّمَ لَهُ ذَلِكَ فِي الْآخِرَة وَاخْتَارَ اِبْن جَرِير أَنَّ تَقْدِيره \" ثُمَّ آتَيْنَا مُوسَى الْكِتَاب تَمَامًا \" عَلَى إِحْسَانه فَكَأَنَّهُ جَعَلَ الَّذِي مَصْدَرِيَّة كَمَا قِيلَ فِي قَوْله تَعَالَى \" وَخُضْتُمْ كَاَلَّذِي خَاضُوا \" أَيْ كَخَوْضِهِمْ وَقَالَ اِبْن رَوَاحَة . وَثَبَّتَ اللَّه مَا آتَاك مِنْ حُسْن فِي الْمُرْسَلِينَ وَنَصْرًا كَاَلَّذِي نُصِرُوا وَقَالَ آخَرُونَ الَّذِي هَهُنَا بِمَعْنَى الَّذِينَ قَالَ اِبْن جَرِير وَذَكَرَ عَبْد اللَّه بْن مَسْعُود أَنَّهُ كَانَ يَقْرَؤُهَا تَمَامًا عَلَى الَّذِينَ أَحْسَنُوا وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد تَمَامًا عَلَى الَّذِي أَحْسَن قَالَ عَلَى الْمُؤْمِنِينَ وَالْمُحْسِنِينَ وَكَذَا قَالَ أَبُو عُبَيْدَة وَقَالَ الْبَغَوِيّ الْمُحْسِنُونَ الْأَنْبِيَاء وَالْمُؤْمِنُونَ . يَعْنِي أَظْهَرْنَا فَضْله عَلَيْهِمْ قُلْت كَقَوْلِهِ تَعَالَى \" قَالَ يَا مُوسَى إِنِّي اِصْطَفَيْتُك عَلَى النَّاس بِرِسَالَاتِي وَبِكَلَامِي \" وَلَا يَلْزَم اِصْطِفَاؤُهُ عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاتَم الْأَنْبِيَاء وَالْخَلِيل عَلَيْهِمَا السَّلَام لِأَدِلَّةٍ أُخْرَى. قَالَ اِبْن جَرِير : وَرَوَى أَبُو عَمْرو بْن الْعَلَاء عَنْ يَحْيَى بْن يَعْمُر أَنَّهُ كَانَ يَقْرَؤُهَا تَمَامًا عَلَى الَّذِي أَحْسَن رَفْعًا بِتَأْوِيلِ عَلَى الَّذِي هُوَ أَحْسَن ثُمَّ قَالَ وَهَذِهِ قِرَاءَة لَا أَسْتَجِيز الْقِرَاءَة بِهَا وَإِنْ كَانَ لَهَا فِي الْعَرَبِيَّة وَجْه صَحِيح وَقِيلَ مَعْنَاهُ تَمَامًا عَلَى إِحْسَان اللَّه زِيَادَة عَلَى مَا أَحْسَنَ إِلَيْهِ حَكَاهُ اِبْن جَرِير وَالْبَغَوِيّ وَلَا مُنَافَاة بَيْنه وَبَيْن الْقَوْل الْأَوَّل وَبِهِ جَمَعَ اِبْن جَرِير كَمَا بَيَّنَّاهُ وَلِلَّهِ الْحَمْد وَقَوْله تَعَالَى \" وَتَفْصِيلًا لِكُلِّ شَيْء وَهُدًى وَرَحْمَة \" فِيهِ مَدْح لِكِتَابِهِ الَّذِي أَنْزَلَهُ اللَّه عَلَيْهِ \" لَعَلَّهُمْ بِلِقَاءِ رَبّهمْ يُؤْمِنُونَ وَهَذَا كِتَاب أَنْزَلْنَاهُ مُبَارَك فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ \" فِيهِ الدَّعْوَة إِلَى اِتِّبَاع الْقُرْآن يُرَغِّب سُبْحَانه عِبَاده فِي كِتَابه وَيَأْمُرهُمْ بِتَدَبُّرِهِ وَالْعَمَل بِهِ وَالدَّعْوَة إِلَيْهِ وَوَصَفَهُ بِالْبَرَكَةِ لِمَنْ اِتَّبَعَهُ وَعَمِلَ بِهِ فِي الدُّنْيَا وَالْآخِرَة لِأَنَّهُ حَبْل اللَّه الْمَتِين.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42138, "aya_id": 155}]