[{"text": "وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ", "sura_id": 31, "type": 0, "id": 3482, "aya_id": 13}, {"text": "وإذ قال لقمان لابنه وهو يعظه يا بني لا تشرك بالله إن الشرك لظلم عظيم", "sura_id": 31, "type": 1, "id": 9718, "aya_id": 13}, {"text": "13 - واذكر (وإذ قال لقمان لابنه وهو يعظه يا بني) تصغير إشفاق (لا تشرك بالله إن الشرك) بالله (لظلم عظيم) فرجع إليه وأسلم \r\n", "sura_id": 31, "type": 2, "id": 28426, "aya_id": 13}, {"text": "واذكر -أيها الرسول- نصيحة لقمان لابنه حين قال له واعظًا: يا بنيَّ لا تشرك بالله فتظلم نفسك؛ إن الشرك لأعظم الكبائر وأبشعها.\r\n", "sura_id": 31, "type": 3, "id": 34662, "aya_id": 13}, {"text": " <font color=red>وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ وَصِيَّة لُقْمَان لِوَلَدِهِ وَهُوَ لُقْمَان بْن عَنْقَاء بْن سدون وَاسْم اِبْنه ثاران فِي قَوْل حَكَاهُ السُّهَيْلِيّ وَقَدْ ذَكَرَهُ اللَّه تَعَالَى بِأَحْسَن الذِّكْر وَأَنَّهُ آتَاهُ الْحِكْمَة وَهُوَ يُوصِي وَلَده الَّذِي هُوَ أَشْفَق النَّاس عَلَيْهِ وَأَحَبّهمْ إِلَيْهِ فَهُوَ حَقِيق أَنْ يَمْنَحهُ أَفْضَل مَا يَعْرِف وَلِهَذَا أَوْصَاهُ أَوَّلًا بِأَنْ يَعْبُد اللَّه وَحْده لَا يُشْرِك بِهِ شَيْئًا ثُمَّ قَالَ مُحَذِّرًا لَهُ \" إِنَّ الشِّرْك لَظُلْم عَظِيم \" أَيْ هُوَ أَعْظَم الظُّلْم قَالَ الْبُخَارِيّ حَدَّثَنَا قُتَيْبَة حَدَّثَنَا جَرِير عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه قَالَ : لَمَّا نَزَلَتْ \" الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ \" شَقَّ ذَلِكَ عَلَى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالُوا : أَيّنَا لَمْ يَلْبِس إِيمَانه بِظُلْمٍ ؟ فَقَالَ رَسُول اللَّه \" إِنَّهُ لَيْسَ بِذَلِكَ أَلَا تَسْمَع لِقَوْلِ لُقْمَان : يَا بُنَيّ لَا تُشْرِك بِاَللَّهِ إِنَّ الشِّرْك لَظُلْم عَظِيم \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث الْأَعْمَش بِهِ ثُمَّ قَرَنَ بِوَصِيَّتِهِ إِيَّاهُ بِعِبَادَةِ اللَّه وَحْده الْبِرّ بِالْوَالِدَيْنِ كَمَا قَالَ تَعَالَى \" وَقَضَى رَبّك أَنْ لَا تَعْبُدُوا إِلَّا أَيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا \" وَكَثِيرًا مَا يَقْرِن تَعَالَى بَيْن ذَلِكَ فِي الْقُرْآن .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40107, "aya_id": 13}]