[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَكُونُواْ كَالَّذِينَ كَفَرُواْ وَقَالُواْ لإِخْوَانِهِمْ إِذَا ضَرَبُواْ فِي الأَرْضِ أَوْ كَانُواْ غُزًّى لَّوْ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجْعَلَ اللّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ وَاللّهُ يُحْيِي وَيُمِيتُ وَاللّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 3, "type": 0, "id": 449, "aya_id": 156}, {"text": "يا أيها الذين آمنوا لا تكونوا كالذين كفروا وقالوا لإخوانهم إذا ضربوا في الأرض أو كانوا غزى لو كانوا عندنا ما ماتوا وما قتلوا ليجعل الله ذلك حسرة في قلوبهم والله يحيي ويميت والله بما تعملون بصير", "sura_id": 3, "type": 1, "id": 6685, "aya_id": 156}, {"text": "156 - (يا أيها الذين آمنوا لا تكونوا كالذين كفروا) أي المنافقين (وقالوا لإخوانهم) أي في شأنهم (إذا ضربوا) سافروا (في الأرض) فماتوا (أو كانوا غُزَّىً) جمع غاز ، فقتلوا (لو كانوا عندنا ما ماتوا وما قتلوا) أي لا تقولوا كقولهم (ليجعل الله ذلك) القول في عاقبة أمرهم (حسرة في قلوبهم والله يحيي ويميت) فلا يمنع عن الموت قعود (والله بما تعملون) بالتاء والياء (بصير) فيجازيكم به \r\n", "sura_id": 3, "type": 2, "id": 25393, "aya_id": 156}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لا تُشابهوا الكافرين الذين لا يؤمنون بربهم, فهم يقولون لإخوانهم من أهل الكفر إذا خرجوا يبحثون في أرض الله عن معاشهم أو كانوا مع الغزاة المقاتلين فماتوا أو قُتِلوا: لو لم يخرج هؤلاء ولم يقاتلوا وأقاموا معنا ما ماتوا وما قُتلوا. وهذا القول يزيدهم ألمًا وحزنًا وحسرة تستقر في قلوبهم, أما المؤمنون فإنهم يعلمون أن ذلك بقدر الله فيهدي الله قلوبهم, ويخفف عنهم المصيبة, والله يحيي مَن قدَّر له الحياة -وإن كان مسافرًا أو غازيًا- ويميت مَنِ انتهى أجله -وإن كان مقيمًا- والله بكل ما تعملونه بصير, فيجازيكم به.\r\n", "sura_id": 3, "type": 3, "id": 31629, "aya_id": 156}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ</font><BR><p>يَنْهَى تَعَالَى عِبَاده الْمُؤْمِنِينَ عَنْ مُشَابَهَة الْكُفَّار فِي اِعْتِقَادهمْ الْفَاسِد الدَّالّ عَلَيْهِ قَوْلهمْ عَنْ إِخْوَانهمْ الَّذِينَ مَاتُوا فِي الْأَسْفَار وَالْحُرُوب : لَوْ كَانُوا تَرَكُوا ذَلِكَ لَمَا أَصَابَهُمْ مَا أَصَابَهُمْ فَقَالَ تَعَالَى \" يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَاَلَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ \" أَيْ عَنْ إِخْوَانهمْ \" إِذَا ضَرَبُوا فِي الْأَرْض \" أَيْ سَافَرُوا لِلتِّجَارَةِ وَنَحْوهَا \" أَوْ كَانُوا غُزًّى \" أَيْ كَانُوا فِي الْغَزْو \" لَوْ كَانُوا عِنْدنَا \" أَيْ فِي الْبَلَد \" مَا مَاتُوا وَمَا قُتِلُوا \" أَيْ مَا مَاتُوا فِي السَّفَر وَمَا قُتِلُوا فِي الْغَزْو وَقَوْله تَعَالَى \" لِيَجْعَل اللَّه ذَلِكَ حَسْرَة فِي قُلُوبهمْ \" أَيْ خَلَقَ هَذَا الِاعْتِقَاد فِي نُفُوسهمْ لِيَزْدَادُوا حَسْرَة عَلَى مَوْتَاهُمْ وَقَتْلَاهُمْ ثُمَّ قَالَ تَعَالَى رَدًّا عَلَيْهِمْ \" وَاَللَّه يُحْيِي وَيُمِيت \" أَيْ بِيَدِهِ الْخَلْق وَإِلَيْهِ يَرْجِع الْأَمْر وَلَا يَحْيَا أَحَد وَلَا يَمُوت أَحَد إِلَّا بِمَشِيئَتِهِ وَقَدَرِهِ وَلَا يُزَاد فِي عُمُر أَحَد وَلَا يُنْقَص مِنْهُ شَيْء إِلَّا بِقَضَائِهِ وَقَدَرِهِ \" وَاَللَّه بِمَا تَعْمَلُونَ بَصِير \" أَيْ عِلْمه وَبَصَره نَافِذ فِي جَمِيع خَلْقه لَا يَخْفَى عَلَيْهِ مِنْ أُمُورهمْ شَيْء .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39906, "aya_id": 156}]