[{"text": "يَا نِسَاء النَّبِيِّ مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا", "sura_id": 33, "type": 0, "id": 3563, "aya_id": 30}, {"text": "يا نساء النبي من يأت منكن بفاحشة مبينة يضاعف لها العذاب ضعفين كان ذلك على الله يسيرا", "sura_id": 33, "type": 1, "id": 9799, "aya_id": 30}, {"text": "30 - (يا نساء النبي من يأت منكن بفاحشة مبينة) بفتح الياء وكسرها أي بينت أو هي بينة (يضاعف) وفي قراءة يضعف بالتشديد وفي أخرى نضعف بالنون معه ونصب العذاب (لها العذاب ضعفين) ضعفي عذاب غيرهن أي مثليه (وكان ذلك على الله يسيرا) \r\n", "sura_id": 33, "type": 2, "id": 28507, "aya_id": 30}, {"text": "يا نساء النبي مَن يأت منكن بمعصية ظاهرة يُضاعَف لها العذاب مرتين. فلما كانت مكانتهن رفيعة ناسب أن يجعل الله الذنب الواقع منهن عقوبته مغلظة؛ صيانة لجنابهن وجناب رسول الله صلى الله عليه وسلم. وكان ذلك العقاب على الله يسيرًا.\r\n", "sura_id": 33, "type": 3, "id": 34743, "aya_id": 30}, {"text": " <font color=red>يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ</font><BR><p>يَقُول تَعَالَى وَاعِظًا نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّاتِي اِخْتَرْنَ اللَّه وَرَسُوله وَالدَّار الْآخِرَة وَاسْتَقَرَّ أَمْرهنَّ تَحْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَاسَبَ أَنْ يُخْبِرهُنَّ بِحُكْمِهِنَّ وَتَخْصِيصهنَّ دُون سَائِر النِّسَاء بِأَنَّ مَنْ يَأْتِ مِنْهُنَّ بِفَاحِشَةٍ مُبَيِّنَة. قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : وَهِيَ النُّشُوز وَسُوء الْخُلُق وَعَلَى كُلّ تَقْدِير فَهُوَ شَرْط وَالشَّرْط لَا يَقْتَضِي الْوُقُوع كَقَوْلِهِ تَعَالَى : \" وَلَقَدْ أُوحِيَ إِلَيْك وَإِلَى الَّذِينَ مِنْ قَبْلِك لَئِنْ أَشْرَكْت لَيَحْبَطَنّ عَمَلُك \" وَكَقَوْلِهِ عَزَّ وَجَلَّ \" وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ\" \" قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَد فَأَنَا أَوَّل الْعَابِدِينَ\" \" لَوْ أَرَادَ اللَّه أَنْ يَتَّخِذ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُق مَا يَشَاء سُبْحَانه هُوَ اللَّه الْوَاحِد الْقَهَّار \" فَلَمَّا كَانَتْ مَحَلَّتهنَّ رَفِيعَة نَاسَبَ أَنْ يَجْعَل الذَّنْب لَوْ وَقَعَ مِنْهُنَّ مُغَلَّظًا صِيَانَة لِجَنَابِهِنَّ وَحِجَابهنَّ الرَّفِيع وَلِهَذَا قَالَ تَعَالَى \" مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَة يُضَاعَف لَهَا الْعَذَاب ضِعْفَيْنِ \" قَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ\" يُضَاعَف لَهَا الْعَذَاب ضِعْفَيْنِ \" قَالَ فِي الدُّنْيَا وَالْآخِرَة : وَعَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد مِثْله وَكَانَ ذَلِكَ عَلَى اللَّه يَسِيرًا \" أَيْ سَهْلًا هَيِّنًا .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40190, "aya_id": 30}]