[{"text": "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لِّأُوْلِي الألْبَابِ", "sura_id": 3, "type": 0, "id": 483, "aya_id": 190}, {"text": "إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات لأولي الألباب", "sura_id": 3, "type": 1, "id": 6719, "aya_id": 190}, {"text": "190-(إن في خلق السماوات والأرض) وما فيهما في العجائب (واختلاف الليل والنهار) بالمجيء والذهاب والزيادة والنقصان (لآيات) دلالات على قدرته تعالى (لأولي الألباب) لذوي العقول \r\n", "sura_id": 3, "type": 2, "id": 25427, "aya_id": 190}, {"text": "إن في خلق السموات والأرض على غير مثال سابق, وفي تعاقُب الليل والنهار, واختلافهما طولا وقِصَرًا لدلائل وبراهين عظيمة على وحدانية الله لأصحاب العقول السليمة.\r\n", "sura_id": 3, "type": 3, "id": 31663, "aya_id": 190}, {"text": " <font color=red>إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ</font><BR><p>قَالَ الطَّبَرَانِيّ : حَدَّثَنَا الْحُسَيْن بْن إِسْحَاق التُّسْتَرِيّ حَدَّثَنَا يَحْيَى الْحِمَّانِيّ حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أَتَتْ قُرَيْش الْيَهُود فَقَالُوا : بِمَ جَاءَكُمْ مُوسَى ؟ قَالُوا عَصَاهُ وَيَده بَيْضَاء لِلنَّاظِرِينَ. وَأَتَوْا النَّصَارَى فَقَالُوا كَيْفَ كَانَ عِيسَى ؟ قَالُوا : كَانَ يُبْرِئ الْأَكْمَه وَالْأَبْرَص وَيُحْيِي الْمَوْتَى : فَأَتَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : اُدْعُ اللَّه أَنْ يَجْعَل لَنَا الصَّفَا ذَهَبًا فَدَعَا رَبّه فَنَزَلَتْ هَذِهِ الْآيَة \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار لَآيَاتٍ لِأُولِي الْأَلْبَاب \" فَلْيَتَفَكَّرُوا فِيهَا . وَهَذَا مُشْكِل فَإِنَّ هَذِهِ الْآيَة مَدَنِيَّة وَسُؤَالهمْ أَنْ يَكُون الصَّفَّا ذَهَبًا كَانَ بِمَكَّةَ وَاَللَّه أَعْلَم . وَمَعْنَى الْآيَة أَنَّ اللَّه تَعَالَى يَقُول \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض \" أَيْ هَذِهِ فِي اِرْتِفَاعهَا وَاتِّسَاعهَا وَهَذِهِ فِي اِنْخِفَاضهَا وَكَثَافَتهَا وَاتِّضَاعهَا وَمَا فِيهِمَا مِنْ الْآيَات الْمُشَاهَدَة الْعَظِيمَة مِنْ كَوَاكِب سَيَّارَات وَثَوَابِت وَبِحَار وَجِبَال وَقِفَار وَأَشْجَار وَنَبَات وَزُرُوع وَثِمَار وَحَيَوَان وَمَعَادِن وَمَنَافِع مُخْتَلِفَة الْأَلْوَان وَالطُّعُوم وَالرَّوَائِح وَالْخَوَاصّ \" وَاخْتِلَاف اللَّيْل وَالنَّهَار \" أَيْ تَعَاقُبهمَا وَتَقَارُضهُمَا الطُّول وَالْقِصَر . فَتَارَة يَطُول هَذَا وَيَقْصُر هَذَا ثُمَّ يَعْتَدِلَانِ ثُمَّ يَأْخُذ هَذَا مِنْ هَذَا فَيَطُول الَّذِي كَانَ قَصِيرًا وَيَقْصُر الَّذِي كَانَ طَوِيلًا وَكُلّ ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم وَلِهَذَا قَالَ تَعَالَى \" لَآيَاتٍ لِأُولِي الْأَلْبَاب \" أَيْ الْعُقُول التَّامَّة الزَّكِيَّة الَّتِي تُدْرِكُ الْأَشْيَاء بِحَقَائِقِهَا عَلَى جَلِيَّاتهَا . وَلَيْسُوا كَالصُّمِّ الْبُكْم الَّذِينَ لَا يَعْقِلُونَ الَّذِينَ قَالَ اللَّه فِيهِمْ \" وَكَأَيِّنْ مِنْ آيَة فِي السَّمَوَات وَالْأَرْض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ وَمَا يُؤْمِن أَكْثَرهمْ بِاَللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39944, "aya_id": 190}]