[{"text": "وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِن مَكَانٍ بَعِيدٍ", "sura_id": 34, "type": 0, "id": 3658, "aya_id": 52}, {"text": "وقالوا آمنا به وأنى لهم التناوش من مكان بعيد", "sura_id": 34, "type": 1, "id": 9894, "aya_id": 52}, {"text": "52 - (وقالوا آمنا به) بمحمد أو القرآن (وأنى لهم التناوش) بواو وبالهمزة بدلها أي تناول الإيمان (من مكان بعيد) عن محله إذ هم في الآخرة ومحله الدنيا \r\n", "sura_id": 34, "type": 2, "id": 28602, "aya_id": 52}, {"text": "وقال الكفار -عندما رأوا العذاب في الآخرة-: آمنا بالله وكتبه ورسله, وكيف لهم تناول الإيمان في الآخرة ووصولهم له من مكان بعيد؟ قد حيل بينهم وبينه, فمكانه الدنيا, وقد كفروا فيها.\r\n", "sura_id": 34, "type": 3, "id": 34838, "aya_id": 52}, {"text": " <font color=red>وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ</font><BR><p>\" وَقَالُوا آمَنَّا بِهِ \" أَيْ يَوْم الْقِيَامَة يَقُولُونَ آمَنَّا بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله كَمَا قَالَ تَعَالَى :\" وَلَوْ تَرَى إِذْ الْمُجْرِمُونَ نَاكِسُو رُءُوسهمْ عِنْد رَبّهمْ رَبّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَل صَالِحًا إِنَّا مُوقِنُونَ \" وَلِهَذَا قَالَ تَعَالَى \" وَأَنَّى لَهُمْ التَّنَاوُش مِنْ مَكَان بَعِيد \" أَيْ كَيْف لَهُمْ تَعَاطِي الْإِيمَان وَقَدْ بَعُدُوا عَنْ مَحَلّ قَبُوله مِنْهُمْ وَصَارُوا إِلَى الدَّار الْآخِرَة وَهِيَ دَار الْجَزَاء لَا دَار الِابْتِلَاء فَلَوْ كَانُوا آمَنُوا فِي الدُّنْيَا لَكَانَ ذَلِكَ نَافِعهمْ وَلَكِنْ بَعْد مَصِيرهمْ إِلَى الدَّار الْآخِرَة لَا سَبِيل لَهُمْ إِلَى قَبُول الْإِيمَان كَمَا لَا سَبِيل إِلَى حُصُول الشَّيْء لِمَنْ يَتَنَاوَلهُ مِنْ بَعِيد . قَالَ مُجَاهِد \" وَأَنَّى لَهُمْ التَّنَاوُش \" قَالَ التَّنَاوُل لِذَلِكَ وَقَالَ الزُّهْرِيّ التَّنَاوُش تَنَاوُلهمْ الْإِيمَان وَهُمْ فِي الْآخِرَة وَقَدْ اِنْقَطَعَتْ عَنْهُمْ الدُّنْيَا وَقَالَ الْحَسَن الْبَصْرِيّ أَمَا إِنَّهُمْ طَلَبُوا الْأَمْر مِنْ حَيْثُ لَا يُنَال تَعَاطَوْا الْإِيمَان مِنْ مَكَان بَعِيد وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا طَلَبُوا الرَّجْعَة إِلَى الدُّنْيَا وَالتَّوْبَة مِمَّا هُمْ فِيهِ وَلَيْسَ بِحِينِ رَجْعَة وَلَا تَوْبَة . وَكَذَا قَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ رَحِمَهُ اللَّه .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40287, "aya_id": 52}]