[{"text": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ", "sura_id": 26, "type": 0, "id": 3121, "aya_id": 189}, {"text": "فكذبوه فأخذهم عذاب يوم الظلة إنه كان عذاب يوم عظيم", "sura_id": 26, "type": 1, "id": 9357, "aya_id": 189}, {"text": "189 - (فكذبوه فأخذهم عذاب يوم الظلة) هي سحابة أظلتهم بعد حر شديد أصابهم فأمطرت عليهم نارا فاحترقوا (إنه كان عذاب يوم عظيم) \r\n", "sura_id": 26, "type": 2, "id": 28065, "aya_id": 189}, {"text": "فاستمَرُّوا على تكذيبه، فأصابهم الحر الشديد، وصاروا يبحثون عن ملاذ يستظلون به، فأظلتهم سحابة، وجدوا لها بردًا ونسيمًا، فلما اجتمعوا تحتها، التهبت عليهم نارًا فأحرقتهم، فكان هلاكهم جميعًا في يوم شديد الهول.\r\n", "sura_id": 26, "type": 3, "id": 34301, "aya_id": 189}, {"text": " <font color=red>فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَاب يَوْم الظُّلَّة إِنَّهُ كَانَ عَذَاب يَوْم عَظِيم \" وَهَذَا مِنْ جِنْس مَا سَأَلُوهُ مِنْ إِسْقَاط الْكِسَف عَلَيْهِمْ فَإِنَّ اللَّه سُبْحَانه وَتَعَالَى جَعَلَ عُقُوبَتهمْ أَنْ أَصَابَهُمْ حَرّ عَظِيم مُدَّة سَبْعَة أَيَّام لَا يُكِنُّهُمْ مِنْهُ شَيْء ثُمَّ أَقْبَلَتْ إِلَيْهِمْ سَحَابَة أَظَلَّتْهُمْ فَجَعَلُوا يَنْطَلِقُونَ إِلَيْهَا يَسْتَظِلُّونَ بِظِلِّهَا مِنْ الْحَرّ فَلَمَّا اِجْتَمَعُوا كُلّهمْ تَحْتهَا أَرْسَلَ اللَّه تَعَالَى عَلَيْهِمْ مِنْهَا شَرَرًا مِنْ نَار وَلَهَبًا وَوَهَجًا عَظِيمًا وَرَجَفَتْ بِهِمْ الْأَرْض وَجَاءَتْهُمْ صَيْحَة عَظِيمَة أَزْهَقَتْ أَرْوَاحهمْ وَلِهَذَا قَالَ تَعَالَى \" إِنَّهُ كَانَ عَذَاب يَوْم عَظِيم \" وَقَدْ ذَكَرَ اللَّه تَعَالَى صِفَة إِهْلَاكهمْ فِي ثَلَاثَة مَوَاطِن كُلّ مَوْطِن بِصِفَةِ تُنَاسِب ذَلِكَ السِّيَاق فَفِي الْأَعْرَاف ذَكَرَ أَنَّهُمْ أَخَذَتْهُمْ الرَّجْفَة فَأَصْبَحُوا فِي دَارهمْ جَاثِمِينَ وَذَلِكَ لِأَنَّهُمْ قَالُوا \" لَنُخْرِجَنَّكَ يَا شُعَيْب وَاَلَّذِينَ آمَنُوا مَعَك مِنْ قَرْيَتنَا أَوْ لَتَعُودُنَّ فِي مِلَّتنَا \" فَأَرْجَفُوا نَبِيّ اللَّه وَمَنْ اِتَّبَعَهُ فَأَخَذَتْهُمْ الرَّجْفَة وَفِي سُورَة هُود قَالَ \" فَأَخَذَتْهُمْ الصَّيْحَة \" وَذَلِكَ لِأَنَّهُمْ اِسْتَهْزَءُوا بِنَبِيِّ اللَّه فِي قَوْلهمْ \" أَصَلَاتك تَأْمُرك أَنْ نَتْرُك مَا يَعْبُد آبَاؤُنَا أَوْ أَنْ نَفْعَل فِي أَمْوَالنَا مَا نَشَاء إِنَّك لَأَنْتَ الْحَلِيم الرَّشِيد \" قَالُوا ذَلِكَ عَلَى سَبِيل التَّهَكُّم وَالِازْدِرَاء فَنَاسَبَ أَنْ تَأْتِيهِمْ صَيْحَة تُسْكِتهُمْ فَقَالَ \" فَأَخَذَتْهُمْ الصَّيْحَة \" الْآيَة وَهَهُنَا قَالُوا \" فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنْ السَّمَاء \" الْآيَة عَلَى وَجْه التَّعَنُّت وَالْعِنَاد فَنَاسَبَ أَنْ يُحَقَّق عَلَيْهِمْ مَا اِسْتَبْعَدُوا وُقُوعه \" فَأَخَذَهُمْ عَذَاب يَوْم الظُّلَّة إِنَّهُ كَانَ عَذَاب يَوْم عَظِيم \" قَالَ قَتَادَة : قَالَ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُ : إِنَّ اللَّه سَلَّطَ عَلَيْهِمْ الْحَرّ سَبْعَة أَيَّام حَتَّى مَا يُظِلّهُمْ مِنْهُ شَيْء ثُمَّ إِنَّ اللَّه أَنْشَأَ لَهُمْ سَحَابَة فَانْطَلَقَ إِلَيْهَا أَحَدهمْ فَاسْتَظَلَّ بِهَا فَأَصَابَ تَحْتهَا بَرْدًا وَرَاحَة فَأَعْلَمَ بِذَلِكَ قَوْمه فَأَتَوْهَا جَمِيعًا فَاسْتَظَلُّوا تَحْتهَا فَأُجِّجَتْ عَلَيْهِمْ نَارًا وَهَكَذَا رُوِيَ عَنْ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَغَيْرهمْ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ بَعَثَ اللَّه إِلَيْهِمْ الظُّلَّة حَتَّى إِذَا اِجْتَمَعُوا كُلّهمْ كَشَفَ اللَّه عَنْهُمْ الظُّلَّة وَأَحْمَى عَلَيْهِمْ الشَّمْس فَاحْتَرَقُوا كَمَا يَحْتَرِق الْجَرَاد فِي الْمَقْلَى وَقَالَ مُحَمَّد بْن كَعْب الْقَرَظِيّ : إِنَّ أَهْل مَدْيَن عُذِّبُوا بِثَلَاثَةِ أَصْنَاف مِنْ الْعَذَاب : أَخَذَتْهُمْ الرَّجْفَة فِي دَارهمْ حَتَّى خَرَجُوا مِنْهَا فَلَمَّا خَرَجُوا مِنْهَا أَصَابَهُمْ فَزَع شَدِيد فَفَرَقُوا أَنْ يَدْخُلُوا إِلَى الْبُيُوت فَتَسْقُط عَلَيْهِمْ فَأَرْسَلَ اللَّه عَلَيْهِمْ الظُّلَّة فَدَخَلَ تَحْتهَا رَجُل فَقَالَ مَا رَأَيْت كَالْيَوْمِ ظِلًّا أَطْيَب وَلَا أَبْرَد مِنْ هَذَا هَلُمُّوا أَيّهَا النَّاس فَدَخَلُوا جَمِيعًا تَحْت الظُّلَّة فَصَاحَ بِهِمْ صَيْحَة وَاحِدَة فَمَاتُوا جَمِيعًا ثُمَّ تَلَا مُحَمَّد بْن كَعْب \" فَأَخَذَهُمْ عَذَاب يَوْم الظُّلَّة إِنَّهُ كَانَ عَذَاب يَوْم عَظِيم \" وَقَالَ مُحَمَّد بْن جَرِير حَدَّثَنِي الْحَارِث حَدَّثَنِي الْحَسَن حَدَّثَنِي سَعِيد بْن زَيْد أَخُو حَمَّاد بْن زَيْد حَدَّثَنَا حَاتِم بْن أَبِي صَغِيرَة حَدَّثَنِي يَزِيد الْبَاهِلِيّ سَأَلْت اِبْن عَبَّاس عَنْ هَذِهِ الْآيَة \" فَأَخَذَهُمْ عَذَاب يَوْم الظُّلَّة \" الْآيَة قَالَ بَعَثَ اللَّه عَلَيْهِمْ رَعْدًا وَحَرًّا شَدِيدًا فَأَخَذَ بِأَنْفَاسِهِمْ فَخَرَجُوا مِنْ الْبُيُوت هَرَبًا إِلَى الْبَرِّيَّة فَبَعَثَ اللَّه عَلَيْهِمْ سَحَابَة فَأَظَلَّتْهُمْ مِنْ الشَّمْس فَوَجَدُوا لَهَا بَرْدًا وَلَذَّة فَنَادَى بَعْضهمْ بَعْضًا حَتَّى إِذَا اِجْتَمَعُوا تَحْتهَا أَرْسَلَ اللَّه عَلَيْهِمْ نَارًا قَالَ اِبْن عَبَّاس فَذَلِكَ عَذَاب يَوْم الظُّلَّة إِنَّهُ كَانَ عَذَاب يَوْم عَظِيم .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39465, "aya_id": 189}]