[{"text": "وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِي فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا يَحْذَرُونَ", "sura_id": 28, "type": 0, "id": 3258, "aya_id": 6}, {"text": "ونمكن لهم في الأرض ونري فرعون وهامان وجنودهما منهم ما كانوا يحذرون", "sura_id": 28, "type": 1, "id": 9494, "aya_id": 6}, {"text": "6 - (ونمكن لهم في الأرض) أرض مصر والشام (ونري فرعون وهامان وجنودهما) وفي قراءة ويرى بفتح التحتانية والراء ورفع الأسماء الثلاثة (منهم ما كانوا يحذرون) يخافون من المولود الذي يذهب ملكهم على يديه \r\n", "sura_id": 28, "type": 2, "id": 28202, "aya_id": 6}, {"text": "ونمكن لهم في الأرض, ونجعل فرعون وهامان وجنودهما يرون من هذه الطائفة المستضعفة ما كانوا يخافونه مِن هلاكهم وذهاب ملكهم, وإخراجهم من ديارهم على يد مولود من بني إسرائيل.\r\n", "sura_id": 28, "type": 3, "id": 34438, "aya_id": 6}, {"text": " <font color=red>وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ</font><BR><p>قَالَ تَعَالَى : \" وَنُرِيد أَنْ نَمُنّ عَلَى الَّذِينَ اُسْتُضْعِفُوا فِي الْأَرْض - إِلَى قَوْله - يَحْذَرُونَ \" وَقَدْ فَعَلَ تَعَالَى ذَلِكَ بِهِمْ كَمَا قَالَ تَعَالَى : \" وَأَوْرَثْنَا الْقَوْم الَّذِينَ كَانُوا يُسْتَضْعَفُونَ - إِلَى قَوْله - يَعْرِشُونَ \" وَقَالَ تَعَالَى : \" كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيل \" أَرَادَ فِرْعَوْن بِحَوْلِهِ وَقُوَّته أَنْ يَنْجُو مِنْ مُوسَى فَمَا نَفَعَهُ مِنْ ذَلِكَ مَعَ قُدْرَة الْمَلِك الْعَظِيم الَّذِي لَا يُخَالَف أَمْره الْقَدَرِيّ وَلَا يُغْلَب بَلْ نَفَذَ حُكْمه وَجَرَى قَلَمه فِي الْقِدَم بِأَنْ يَكُون هَلَاك فِرْعَوْن عَلَى يَدَيْهِ بَلْ يَكُون هَذَا الْغُلَام الَّذِي اِحْتَرَزْت مِنْ وُجُوده وَقَتَلْت بِسَبَبِهِ أُلُوفًا مِنْ الْوِلْدَان إِنَّمَا مَنْشَؤُهُ وَمُرَبَّاهُ عَلَى فِرَاشك وَفِي دَارك وَغِذَاؤُهُ مِنْ طَعَامك وَأَنْتَ تُرَبِّيه وَتُدَلِّلهُ وَتَتَفَدَّاهُ وَحَتْفك وَهَلَاكك وَهَلَاك جُنُودك عَلَى يَدَيْهِ لِتَعْلَم أَنَّ رَبّ السَّمَوَات الْعُلَا هُوَ الْقَاهِر الْغَالِب الْعَظِيم الْقَوِيّ الْعَزِيز الشَّدِيد الْمِحَال الَّذِي مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39741, "aya_id": 6}]