[{"text": "أَوَلَمْ يَرَوْاْ أَنَّا نَأْتِي الأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا وَاللّهُ يَحْكُمُ لاَ مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ", "sura_id": 13, "type": 0, "id": 1748, "aya_id": 41}, {"text": "أولم يروا أنا نأتي الأرض ننقصها من أطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب", "sura_id": 13, "type": 1, "id": 7984, "aya_id": 41}, {"text": "41 - (أولم يروا أنا) أي أهل مكة (نأتي الأرض ننقصها) نقصد أرضهم (من أطرافها والله) بالفتح على النبي صلى الله عليه وسلم (يحكم) في خلقه بما يشاء (لا معقب) لا راد (لحكمه وهو سريع الحساب) \r\n", "sura_id": 13, "type": 2, "id": 26692, "aya_id": 41}, {"text": "أولم يبصر هؤلاء الكفار أنا نأتي الأرض ننقصها من أطرافها, وذلك بفتح المسلمين بلاد المشركين وإلحاقها ببلاد المسلمين؟ والله سبحانه يحكم لا معقِّب لحكمه وقضائه, وهو سريع الحساب, فلا يستعجلوا بالعذاب; فإن كل آت قريب.\r\n", "sura_id": 13, "type": 3, "id": 32928, "aya_id": 41}, {"text": " <font color=red>أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ</font><BR><p>\" وَقَوْله \" أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْض نَنْقُصهَا مِنْ أَطْرَافهَا \" قَالَ اِبْن عَبَّاس : أَوَلَمْ يَرَوْا أَنَّا نَفْتَح لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَرْض بَعْد الْأَرْض وَقَالَ فِي رِوَايَة : أَوَلَمْ يَرَوْا إِلَى الْقَرْيَة تُخَرَّب حَتَّى يَكُون الْعُمْرَان فِي نَاحِيَة وَقَالَ مُجَاهِد وَعِكْرِمَة نَنْقُصهَا مِنْ أَطْرَافهَا قَالَ خَرَابهَا وَقَالَ الْحَسَن وَالضَّحَّاك : هُوَ ظُهُور الْمُسْلِمِينَ عَلَى الْمُشْرِكِينَ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس نُقْصَان أَهْلهَا وَبَرَكَتهَا وَقَالَ مُجَاهِد : نُقْصَان الْأَنْفُس وَالثَّمَرَات وَخَرَاب الْأَرْض وَقَالَ الشَّعْبِيّ : لَوْ كَانَتْ الْأَرْض تُنْقَص لَضَاقَ عَلَيْك حَشّك وَلَكِنْ تَنْقُص الْأَنْفُس وَالثَّمَرَات وَكَذَا قَالَ عِكْرِمَة : لَوْ كَانَتْ الْأَرْض تَنْقُص لَمْ تَجِد مَكَانًا تَقْعُد فِيهِ وَلَكِنْ هُوَ الْمَوْت وَقَالَ اِبْن عَبَّاس فِي رِوَايَة خَرَابهَا بِمَوْتِ عُلَمَائِهَا وَفُقَهَائِهَا وَأَهْل الْخَيْر مِنْهَا وَكَذَا قَالَ مُجَاهِد أَيْضًا هُوَ مَوْت الْعُلَمَاء ; وَفِي هَذَا الْمَعْنَى رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة أَحْمَد بْن عَبْد الْعَزِيز أَبِي الْقَاسِم الْمِصْرِيّ الْوَاعِظ سَكَنَ أَصْبَهَان حَدَّثَنَا أَبُو مُحَمَّد طَلْحَة بْن أَسَد الْمُرِّيّ بِدِمَشْقَ أَنْشَدَنَا أَبُو بَكْر الْآجُرِيّ بِمَكَّةَ قَالَ أَنْشَدَنَا أَحْمَد بْن نمزال لِنَفْسِهِ : الْأَرْض تَحْيَا إِذَا مَا عَاشَ عَالِمهَا مَتَى يَمُتْ عَالِم مِنْهَا يَمُتْ طَرَف كَالْأَرْضِ تَحْيَا إِذَا مَا الْغَيْث حَلَّ بِهَا وَإِنْ أَبَى عَادَ فِي أَكْنَافهَا التَّلَف وَالْقَوْل الْأَوَّل أَوْلَى وَهُوَ ظُهُور الْإِسْلَام عَلَى الشِّرْك قَرْيَة بَعْد قَرْيَة كَقَوْلِهِ \" وَلَقَدْ أَهْلَكْنَا مَا حَوْلكُمْ مِنْ الْقُرَى \" الْآيَة وَهَذَا اِخْتِيَار اِبْن جَرِير .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37892, "aya_id": 41}]