[{"text": "وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ", "sura_id": 43, "type": 0, "id": 4339, "aya_id": 14}, {"text": "وإنا إلى ربنا لمنقلبون", "sura_id": 43, "type": 1, "id": 10575, "aya_id": 14}, {"text": "14 - (وإنا إلى ربنا لمنقلبون) لمنصرفون \r\n", "sura_id": 43, "type": 2, "id": 29283, "aya_id": 14}, {"text": "ولتقولوا أيضًا: وإنا إلى ربنا بعد مماتنا لصائرون إليه راجعون. وفي هذا بيان أن الله المنعم على عباده بشتَّى النعم, هو المستحق للعبادة في كل حال .\r\n", "sura_id": 43, "type": 3, "id": 35519, "aya_id": 14}, {"text": " <font color=red>وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ</font><BR><p>أَيْ لَصَائِرُونَ إِلَيْهِ بَعْد مَمَاتنَا وَإِلَيْهِ سَيْرنَا الْأَكْبَر وَهَذَا مِنْ بَاب التَّنْبِيه بِسَيْرِ الدُّنْيَا عَلَى سَيْر الْآخِرَة كَمَا نَبَّهَ بِالزَّادِ الدُّنْيَوِيّ عَلَى الزَّاد الْأُخْرَوِيّ فِي قَوْله تَعَالَى \" وَتَزَوَّدُوا فَإِنَّ خَيْر الزَّاد التَّقْوَى \" وَبِاللِّبَاسِ الدُّنْيَوِيّ عَلَى الْأُخْرَوِيّ فِي قَوْله تَعَالَى \" وَرِيشًا وَلِبَاس التَّقْوَى ذَلِكَ خَيْر \" . \" ذِكْر الْأَحَادِيث الْوَارِدَة عِنْد رُكُوب الدَّابَّة\" \" حَدِيث أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب \" رَضِيَ اللَّه عَنْهُ . قَالَ الْإِمَام حَدَّثَنَا يَزِيد حَدَّثَنَا شَرِيك بْن عَبْد اللَّه عَنْ أَبِي إِسْحَاق عَنْ عَلِيّ بْن رَبِيعَة قَالَ رَأَيْت عَلِيًّا رَضِيَ اللَّه عَنْهُ أُتِيَ بِدَابَّةٍ فَلَمَّا وَضَعَ رِجْله فِي الرِّكَاب قَالَ : بِسْمِ اللَّه فَلَمَّا اِسْتَوَى عَلَيْهَا قَالَ : الْحَمْد لِلَّهِ \" سُبْحَان الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبّنَا لَمُنْقَلِبُونَ \" ثُمَّ حَمِدَ اللَّه تَعَالَى ثَلَاثًا وَكَبَّرَ ثَلَاثًا ثُمَّ قَالَ سُبْحَانك لَا إِلَه إِلَّا أَنْتَ قَدْ ظَلَمْت نَفْسِي فَاغْفِرْ لِي ثُمَّ ضَحِكَ فَقُلْت لَهُ مِمَّ ضَحِكْت يَا أَمِير الْمُؤْمِنِينَ ؟ فَقَالَ رَضِيَ اللَّه عَنْهُ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَلَ مِثْل مَا فَعَلْت ثُمَّ ضَحِكَ فَقُلْت مِمَّ ضَحِكْت يَا رَسُول اللَّه فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَعْجَب الرَّبّ تَبَارَكَ وَتَعَالَى مِنْ عَبْده إِذَا قَالَ رَبّ اِغْفِرْ لِي وَيَقُول عَلِمَ عَبْدِي أَنَّهُ لَا يَغْفِر الذُّنُوب غَيْرِي . \" وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث أَبِي الْأَحْوَص زَادَ النَّسَائِيّ وَمَنْصُور عَنْ أَبِي إِسْحَاق السَّبِيعِيّ عَنْ عَلِيّ بْن رَبِيعَة الْأَسَدِيّ الْوَالِبِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَدْ قَالَ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ شُعْبَة قُلْت لِأَبِي إِسْحَاق السَّبِيعِيّ مِمَّنْ سَمِعْت هَذَا الْحَدِيث ؟ قَالَ مَنْ يُونُس بْن خَبَّاب فَلَقِيت يُونُس بْن خَبَّاب فَقُلْت مِمَّنْ سَمِعْته ؟ فَقَالَ مِنْ رَجُل سَمِعَهُ مِنْ عَلِيّ بْن رَبِيعَة وَرَوَاهُ بَعْضهمْ عَنْ يُونُس بْن خَبَّاب عَنْ شَقِيق بْن عُقْبَة الْأَسَدِيّ عَنْ عَلِيّ بْن رَبِيعَة الْوَالِبِيّ بِهِ \" حَدِيث عَبْد اللَّه بْن عَبَّاس \" رَضِيَ اللَّه عَنْهُمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا أَبُو بَكْر بْن عَبْد اللَّه عَنْ عَلِيّ بْن أَبِي طَلْحَة عَنْ عَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ . إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْدَفَهُ عَلَى دَابَّته فَلَمَّا اِسْتَوَى عَلَيْهَا كَبَّرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاثًا وَحَمِدَ ثَلَاثًا وَسَبَّحَ ثَلَاثًا وَهَلَّلَ اللَّه وَاحِدَة ثُمَّ اِسْتَلْقَى عَلَيْهِ وَضَحِكَ ثُمَّ أَقْبَلَ عَلَيْهِ فَقَالَ \" مَا مِنْ اِمْرِئٍ مُسْلِم يَرْكَب دَابَّة فَيَصْنَع كَمَا صَنَعْت إِلَّا أَقْبَلَ اللَّه عَزَّ وَجَلَّ عَلَيْهِ فَضَحِكَ إِلَيْهِ كَمَا ضَحِكْت إِلَيْك \" تَفَرَّدَ بِهِ أَحْمَد \" حَدِيث عَبْد اللَّه بْن عُمَر \" رَضِيَ اللَّه عَنْهُمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو كَامِل حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ أَبِي الزُّبَيْر عَنْ عَلِيّ بْن عَبْد اللَّه الْبَارِقِيّ عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا رَكِبَ رَاحِلَته كَبَّرَ ثَلَاثًا ثُمَّ قَالَ \" سُبْحَان الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبّنَا لَمُنْقَلِبُونَ - ثُمَّ يَقُول - اللَّهُمَّ إِنِّي أَسْأَلك فِي سَفَرِي هَذَا الْبِرّ وَالتَّقْوَى وَمِنْ الْعَمَل مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا السَّفَر وَاطْوِ لَنَا الْبَعِيد اللَّهُمَّ أَنْتَ الصَّاحِب فِي السَّفَر وَالْخَلِيفَة فِي الْأَهْل اللَّهُمَّ اِصْحَبْنَا فِي سَفَرنَا وَاخْلُفْنَا فِي أَهْلنَا \" وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا رَجَعَ إِلَى أَهْله قَالَ \" آيِبُونَ تَائِبُونَ إِنْ شَاءَ اللَّه عَابِدُونَ لِرَبِّنَا حَامِدُونَ \" وَهَكَذَا رَوَاهُ مُسْلِم وَأَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ حَدِيث اِبْن جُرَيْج وَالتِّرْمِذِيّ مِنْ حَدِيث حَمَّاد بْن سَلَمَة كِلَاهُمَا عَنْ أَبِي الزُّبَيْر بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن إِبْرَاهِيم عَنْ عَمْرو بْن الْحَكَم بْن ثَوْبَان عَنْ أَبِي لَاس الْخُزَاعِيّ قَالَ حَمَلَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى إِبِل مِنْ إِبِل الصَّدَقَة إِلَى الْحَجّ فَقُلْنَا يَا رَسُول اللَّه مَا نَرَى أَنْ تَحْمِلنَا هَذِهِ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ بَعِير إِلَّا فِي ذُرْوَته شَيْطَان فَاذْكُرُوا اِسْم اللَّه عَلَيْهَا إِذَا رَكِبْتُمُوهَا كَمَا آمُركُمْ ثُمَّ اِمْتَهِنُوهَا لِأَنْفُسِكُمْ فَإِنَّمَا يَحْمِل اللَّه عَزَّ وَجَلَّ \" أَبُو لَاس اِسْمه مُحَمَّد بْن الْأَسْوَد بْن خَلَف \" حَدِيث آخَر \" فِي مَعْنَاهُ قَالَ أَحْمَد حَدَّثَنَا عَتَّاب أَخْبَرَنَا عَبْد اللَّه ح وَعَلِيّ بْن إِسْحَاق أَخْبَرَنَا عَبْد اللَّه يَعْنِي اِبْن الْمُبَارَك أَخْبَرَنَا أُسَامَة بْن زَيْد أَخْبَرَنِي مُحَمَّد بْن حَمْزَة أَنَّهُ سَمِعَ أَبَاهُ يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" عَلَى ظَهْر كُلّ بَعِير شَيْطَان فَإِذَا رَكِبْتُمُوهَا فَسَمُّوا اللَّه عَزَّ وَجَلَّ ثُمَّ لَا تُقَصِّرُوا عَنْ حَاجَاتكُمْ \" .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41137, "aya_id": 14}]