[{"text": "وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا", "sura_id": 18, "type": 0, "id": 2163, "aya_id": 23}, {"text": "ولا تقولن لشيء إني فاعل ذلك غدا", "sura_id": 18, "type": 1, "id": 8399, "aya_id": 23}, {"text": "23 - (ولا تقولن لشيء) أي لأجل شيء (إني فاعل ذلك غدا) أي فيما يستقبل من الزمان \r\n", "sura_id": 18, "type": 2, "id": 27107, "aya_id": 23}, {"text": "ولا تقولنَّ لشيء تعزم على فعله: إني فاعل ذلك الشيء غدًا إلا أن تُعَلِّق قولك بالمشيئة،\r\n", "sura_id": 18, "type": 3, "id": 33343, "aya_id": 23}, {"text": " <font color=red>وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا</font><BR><p>هَذَا إِرْشَاد مِنْ اللَّه تَعَالَى لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْأَدَب فِيمَا إِذَا عَزَمَ عَلَى شَيْء لِيَفْعَلهُ فِي الْمُسْتَقْبَل أَنْ يَرُدّ ذَلِكَ إِلَى مَشِيئَة اللَّه عَزَّ وَجَلَّ عَلَّام الْغُيُوب الَّذِي يَعْلَم مَا كَانَ وَمَا يَكُون وَمَا لَمْ يَكُنْ لَوْ كَانَ كَيْف يَكُون كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" قَالَ سُلَيْمَان بْن دَاوُد لَأَطُوفَنَّ اللَّيْلَة عَلَى سَبْعِينَ اِمْرَأَة - وَفِي رِوَايَة تِسْعِينَ اِمْرَأَة وَفِي رِوَايَة مِائَة اِمْرَأَة - تَلِد كُلّ اِمْرَأَة مِنْهُنَّ غُلَامًا يُقَاتِل فِي سَبِيل اللَّه فَقِيلَ لَهُ - وَفِي رِوَايَة قَالَ لَهُ الْمَلَك - قُلْ إِنْ شَاءَ اللَّه فَلَمْ يَقُلْ فَطَافَ بِهِنَّ فَلَمْ يَلِد مِنْهُنَّ إِلَّا اِمْرَأَة وَاحِدَة نِصْف إِنْسَان فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ قَالَ إِنْ شَاءَ اللَّه لَمْ يَحْنَث وَكَانَ دَرَكًا لِحَاجَتِهِ \" وَفِي رِوَايَة \" وَلَقَاتَلُوا فِي سَبِيل اللَّه فُرْسَانًا أَجْمَعِينَ \" وَقَدْ تَقَدَّمَ فِي أَوَّل السُّورَة ذِكْر سَبَب نُزُول هَذِهِ الْآيَة فِي قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا سُئِلَ عَنْ قِصَّة أَصْحَاب الْكَهْف \" غَدًا أُجِيبكُمْ \" فَتَأَخَّرَ الْوَحْي خَمْسَة عَشَر يَوْمًا وَقَدْ ذَكَرْنَاهُ بِطُولِهِ فِي أَوَّل السُّورَة فَأَغْنَى عَنْ إِعَادَته .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38315, "aya_id": 23}]