[{"text": "فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِن شَاء اللَّهُ مِنَ الصَّابِرِينَ", "sura_id": 37, "type": 0, "id": 3890, "aya_id": 102}, {"text": "فلما بلغ معه السعي قال يا بني إني أرى في المنام أني أذبحك فانظر ماذا ترى قال يا أبت افعل ما تؤمر ستجدني إن شاء الله من الصابرين", "sura_id": 37, "type": 1, "id": 10126, "aya_id": 102}, {"text": "102 - (فلما بلغ معه السعي) أي أن يسعى معه ويعينه قيل بلغ سبع سنين وقيل ثلاث عشرة سنة (قال يا بني إني أرى) أي رأيت (في المنام أني أذبحك) ورؤيا الأنبياء حق وأفعالهم بأمر الله تعالى (فانظر ماذا ترى) من الرأي شاوره ليأنس بالذبح وينقاد للأمر به (قال يا أبت) التاء عوض عن ياء الإضافة (افعل ما تؤمر) به (ستجدني إن شاء الله من الصابرين) على ذلك \r\n", "sura_id": 37, "type": 2, "id": 28834, "aya_id": 102}, {"text": "فلما كَبِر إسماعيل ومشى مع أبيه قال له أبوه: إني أرى في المنام أني أذبحك, فما رأيك؟ (ورؤيا الأنبياء حق) فقال إسماعيل مُرْضيًا ربه, بارًّا بوالده, معينًا له على طاعة الله: أمض ما أمرك الله به مِن ذبحي, ستجدني -إن شاء الله- صابرًا طائعًا محتسبًا.\r\n", "sura_id": 37, "type": 3, "id": 35070, "aya_id": 102}, {"text": " <font color=red>فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ</font><BR><p>وَقَوْله تَعَالَى \" فَلَمَّا بَلَغَ مَعَهُ السَّعْي \" أَيْ كَبِرَ وَتَرَعْرَعَ وَصَارَ يَذْهَب مَعَ أَبِيهِ وَيَمْشِي مَعَهُ وَقَدْ كَانَ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام يَذْهَب فِي كُلّ وَقْت يَتَفَقَّد وَلَده وَأُمّ وَلَده بِبِلَادِ فَارَان وَيَنْظُر فِي أَمْرِهِمَا وَقَدْ ذُكِرَ أَنَّهُ كَانَ يَرْكَب عَلَى الْبُرَاق سَرِيعًا إِلَى هُنَاكَ وَاَللَّه أَعْلَم وَعَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَعَطَاء الْخُرَاسَانِيّ وَزَيْد بْن أَسْلَم وَغَيْرهمْ \" فَلَمَّا بَلَغَ مَعَهُ السَّعْي \" بِمَعْنَى شَبَّ وَارْتَحَلَ وَأَطَاقَ مَا يَفْعَلهُ أَبُوهُ مِنْ السَّعْي وَالْعَمَل \" فَلَمَّا بَلَغَ مَعَهُ السَّعْي قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَام أَنِّي أَذْبَحك فَانْظُرْ مَاذَا تَرَى \" قَالَ عُبَيْد بْن عُمَيْر رُؤْيَا الْأَنْبِيَاء وَحْيٌ ثُمَّ تَلَا هَذِهِ الْآيَة \" قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَام أَنِّي أَذْبَحك فَانْظُرْ مَاذَا تَرَى \" وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن الْجُنَيْد حَدَّثَنَا أَبُو عَبْد الْمَلِك الكرندي حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ إِسْرَائِيل بْن يُونُس عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رُؤْيَا الْأَنْبِيَاء فِي الْمَنَام وَحْي \" لَيْسَ هُوَ فِي شَيْء مِنْ الْكُتُب السِّتَّة مِنْ هَذَا الْوَجْه وَإِنَّمَا أَعْلَمَ اِبْنه بِذَلِكَ لِيَكُونَ أَهْوَن عَلَيْهِ وَلِيَخْتَبِرَ صَبْره وَجَلَده وَعَزْمَهُ فِي صِغَره عَلَى طَاعَة اللَّه تَعَالَى وَطَاعَة أَبِيهِ \" قَالَ يَا أَبَتِ اِفْعَلْ مَا تُؤْمَر \" أَيْ اِمْضِ لِمَا أَمَرَك اللَّه مِنْ ذَبْحِي \" سَتَجِدُنِي إِنْ شَاءَ اللَّه مِنْ الصَّابِرِينَ \" أَيْ سَأَصْبِرُ وَأَحْتَسِب ذَلِكَ عِنْد اللَّه عَزَّ وَجَلَّ وَصَدَقَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ فِيمَا وَعَدَ وَلِهَذَا قَالَ اللَّه تَعَالَى \" وَاذْكُرْ فِي الْكِتَاب إِسْمَاعِيل إِنَّهُ كَانَ صَادِق الْوَعْد وَكَانَ رَسُولًا نَبِيًّا وَكَانَ يَأْمُر أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاة وَكَانَ عِنْد رَبّه مَرْضِيًّا\" .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40426, "aya_id": 102}]