[{"text": "مُّسَوَّمَةً عِندَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ", "sura_id": 11, "type": 0, "id": 1556, "aya_id": 83}, {"text": "مسومة عند ربك وما هي من الظالمين ببعيد", "sura_id": 11, "type": 1, "id": 7792, "aya_id": 83}, {"text": "83 - (مسوَّمة) معلَّمة عليها اسم من يرمى بها (عند ربك) ظرف لها (وما هي) الحجارة أو بلادهم (من الظالمين) أي أهل مكة (ببعيد) \r\n", "sura_id": 11, "type": 2, "id": 26500, "aya_id": 83}, {"text": "معلَّمة عند الله بعلامة معروفة لا تشاكِل حجارة الأرض, وما هذه الحجارة التي أمطرها الله على قوم لوط من كفار قريش ببعيد أن يُمْطَروا بمثلها. وفي هذا تهديد لكل عاص متمرِّد على الله.\r\n", "sura_id": 11, "type": 3, "id": 32736, "aya_id": 83}, {"text": " <font color=red>مُسَوَّمَةً عِنْدَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ</font><BR><p>وَقَوْله \" مُسَوَّمَة \" أَيْ مُعَلَّمَة مَخْتُومَة عَلَيْهَا أَسْمَاء أَصْحَابهَا كُلّ حَجَر مَكْتُوب عَلَيْهِ اِسْم الَّذِي يَنْزِل عَلَيْهِ وَقَالَ قَتَادَة وَعِكْرِمَة \" مُسَوَّمَة \" مُطَوَّقَة بِهَا نَضْح مِنْ حُمْرَة وَذَكَرُوا أَنَّهَا نَزَلَتْ عَلَى أَهْل الْبَلَد وَعَلَى الْمُتَفَرِّقِينَ فِي الْقُرَى مِمَّا حَوْلهَا فَبَيْنَا أَحَدهمْ يَكُون عِنْد النَّاس يَتَحَدَّث إِذْ جَاءَهُ حَجَر مِنْ السَّمَاء فَسَقَطَ عَلَيْهِ مِنْ بَيْن النَّاس فَدَمَّرَهُ فَتَتْبَعُهُمْ الْحِجَارَة مِنْ سَائِر الْبِلَاد حَتَّى أَهْلَكَتْهُمْ عَنْ آخِرهمْ فَلَمْ يَبْقَ مِنْهُمْ أَحَد وَقَالَ مُجَاهِد : أَخَذَ جِبْرِيل قَوْم لُوط مِنْ سُرُحهمْ وَدُورهمْ حَمَلَهُمْ بِمَوَاشِيهِمْ وَأَمْتِعَتهمْ وَرَفَعَهُمْ حَتَّى سَمِعَ أَهْل السَّمَاء نُبَاح كِلَابهمْ ثُمَّ كَفَأَهَا وَكَانَ حَمَلَهُمْ عَلَى حَوَافِّي جَنَاحه الْأَيْمَن قَالَ : وَلَمَّا قَلَبَهَا كَانَ أَوَّل مَا سَقَطَ مِنْهَا شَرَقَاتهَا . وَقَالَ قَتَادَة : بَلَغَنَا أَنَّ جِبْرِيل أَخَذَ بِعُرْوَةِ الْقَرْيَة الْوُسْطَى ثُمَّ أَلَوَى بِهَا إِلَى جَوّ السَّمَاء حَتَّى سَمِعَ أَهْل السَّمَاء ضَوَاغِي كِلَابهمْ ثُمَّ دَمَّرَ بَعْضهَا عَلَى بَعْض ثُمَّ أَتْبَعَ شُذَّاذ الْقَوْم صَخْرًا قَالَ : وَذُكِرَ لَنَا أَنَّهُمْ كَانُوا أَرْبَع قُرَى فِي كُلّ قَرْيَة مِائَة أَلْف وَفِي رِوَايَة ثَلَاث قُرَى الْكُبْرَى مِنْهَا سَدُوم قَالَ وَبَلَغَنَا أَنَّ إِبْرَاهِيم عَلَيْهِ السَّلَام كَانَ يُشْرِف عَلَى سَدُوم وَيَقُول سَدُوم يَوْم هَالِك . وَفِي رِوَايَة عَنْ قَتَادَة وَغَيْره : بَلَغَنَا أَنَّ جِبْرِيل عَلَيْهِ السَّلَام لَمَّا أَصْبَحَ نَشَرَ جَنَاحه فَانْتَسَفَ بِهَا أَرْضَهُمْ بِمَا فِيهَا مِنْ قُصُورهَا وَدَوَابّهَا وَحِجَارَتهَا وَشَجَرهَا وَجَمِيع مَا فِيهَا فَضَمَّهَا فِي جَنَاحه فَحَوَاهَا وَطَوَاهَا فِي جَوْف جَنَاحه ثُمَّ صَعِدَ بِهَا إِلَى السَّمَاء الدُّنْيَا حَتَّى سَمِعَ سُكَّان السَّمَاء أَصْوَات النَّاس وَالْكِلَاب وَكَانُوا أَرْبَعَة آلَاف أَلْف ثُمَّ قَلَبَهَا فَأَرْسَلَهَا إِلَى الْأَرْض مَنْكُوسَة وَدَمْدَمَ بَعْضهَا عَلَى بَعْض فَجَعَلَ عَالِيهَا سَافِلهَا ثُمَّ أَتْبَعَهَا حِجَارَة مِنْ سِجِّيل . وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ : كَانَتْ قُرَى قَوْم لُوط خَمْس قَرَيَات : سَدُوم وَهِيَ الْعُظْمَى وصعبة وصعود وَغَمْرَة وَدَوْحَاء اِحْتَمَلَهَا جِبْرِيل بِجَنَاحِهِ ثُمَّ صَعِدَ بِهَا حَتَّى إِنَّ أَهْل السَّمَاء الدُّنْيَا لَيَسْمَعُونَ نَابِحَة كِلَابهَا وَأَصْوَات دَجَاجهَا ثُمَّ كَفَأَهَا عَلَى وَجْههَا ثُمَّ أَتْبَعهَا اللَّه بِالْحِجَارَةِ يَقُول اللَّه تَعَالَى \" جَعَلْنَا عَالِيَهَا سَافِلهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَة مِنْ سِجِّيل\" فَأَهْلَكَهَا اللَّه وَمَا حَوْلهَا مِنْ الْمُؤْتَفِكَات . وَقَالَ السُّدِّيّ : لَمَّا أَصْبَحَ قَوْم لُوط نَزَلَ جِبْرِيل فَاقْتَلَعَ الْأَرْض مِنْ سَبْع أَرَضِينَ فَحَمَلَهَا حَتَّى بَلَغَ بِهَا السَّمَاء حَتَّى سَمِعَ أَهْل السَّمَاء الدُّنْيَا نُبَاح كِلَابهمْ وَأَصْوَات دُيُوكهمْ ثُمَّ قَلَبَهَا فَقَتَلَهُمْ فَذَلِكَ قَوْله \" وَالْمُؤْتَفِكَة أَهْوَى \" وَمَنْ لَمْ يَمُتْ حَتَّى سَقَطَ لِلْأَرْضِ أَمْطَرَ اللَّه عَلَيْهِ وَهُوَ تَحْت الْأَرْض الْحِجَارَة وَمَنْ كَانَ مِنْهُمْ شَاذًّا فِي الْأَرْض يَتْبَعهُمْ فِي الْقُرَى فَكَانَ الرَّجُل يَتَحَدَّث فَيَأْتِيه الْحَجَر فَيَقْتُلهُ فَذَلِكَ قَوْله عَزَّ وَجَلَّ \" وَأَمْطَرْنَا عَلَيْهِمْ \" أَيْ فِي الْقُرَى حِجَارَة مِنْ سِجِّيل هَكَذَا قَالَ السُّدِّيّ وَقَوْله \" وَمَا هِيَ مِنْ الظَّالِمِينَ بِبَعِيدٍ \" أَيْ وَمَا هَذِهِ النِّقْمَة مِمَّنْ تَشَبَّهَ بِهِمْ فِي ظُلْمهمْ بِبَعِيدٍ عَنْهُ وَقَدْ وَرَدَ فِي الْحَدِيث الْمَرْوِيّ فِي السُّنَن عَنْ اِبْن عَبَّاس مَرْفُوعًا \" مَنْ وَجَدْتُمُوهُ يَعْمَل عَمَل قَوْم لُوط فَاقْتُلُوا الْفَاعِل وَالْمَفْعُول بِهِ \" وَذَهَبَ الْإِمَام الشَّافِعِيّ فِي قَوْل عَنْهُ وَجَمَاعَة مِنْ الْعُلَمَاء إِلَى أَنَّ اللَّائِط يُقْتَل سَوَاء كَانَ مُحْصَنًا أَوْ غَيْر مُحْصَن عَمَلًا بِهَذَا الْحَدِيث وَذَهَبَ الْإِمَام أَبُو حَنِيفَة إِلَى أَنَّهُ يُلْقَى مِنْ شَاهِق وَيُتْبَع بِالْحِجَارَةِ كَمَا فَعَلَ اللَّه بِقَوْمِ لُوط وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم بِالصَّوَابِ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37705, "aya_id": 83}]