[{"text": "وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ", "sura_id": 6, "type": 0, "id": 864, "aya_id": 75}, {"text": "وكذلك نري إبراهيم ملكوت السماوات والأرض وليكون من الموقنين", "sura_id": 6, "type": 1, "id": 7100, "aya_id": 75}, {"text": "75 - (وكذلك) كما أريناه إضلال أبيه وقومه (نري إبراهيم ملكوت) ملك (السماوات والأرض) ليستدل به على وحدانيتنا (وليكون من الموقنين) بها وجملة وكذلك وما بعدها اعتراض وعطف على قال \r\n", "sura_id": 6, "type": 2, "id": 25808, "aya_id": 75}, {"text": "وكما هدينا إبراهيم عليه السلام إلى الحق في أمر العبادة نُريه ما تحتوي عليه السموات والأرض من ملك عظيم, وقدرة باهرة, ليكون من الراسخين في الإيمان.\r\n", "sura_id": 6, "type": 3, "id": 32044, "aya_id": 75}, {"text": " <font color=red>وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ</font><BR><p>وَقَوْله \" وَكَذَلِكَ نُرِي إِبْرَاهِيم مَلَكُوت السَّمَوَات وَالْأَرْض \" أَيْ نُبَيِّن لَهُ وَجْه الدَّلَالَة فِي نَظَره إِلَى خَلْقهمَا عَلَى وَحْدَانِيَّة اللَّه عَزَّ وَجَلَّ فِي مُلْكه وَخَلْقه وَأَنَّهُ لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ كَقَوْلِهِ\" قُلْ اُنْظُرُوا مَاذَا فِي السَّمَوَات وَالْأَرْض \" وَقَوْله \" أَوَلَمْ يَنْظُرُوا فِي مَلَكُوت السَّمَوَات وَالْأَرْض \" وَقَالَ \" أَفَلَمْ يَرَوْا مَا بَيْن أَيْدِيهمْ وَمَا خَلْفهمْ مِنْ السَّمَاء وَالْأَرْض إِنْ نَشَأْ نَخْسِف بِهِمْ الْأَرْض أَوْ نُسْقِط عَلَيْهِمْ كِسَفًا مِنْ السَّمَاء إِنَّ فِي ذَلِكَ لَآيَة لِكُلِّ عَبْد مُنِيب \" وَأَمَّا مَا حَكَاهُ اِبْن جَرِير وَغَيْره عَنْ مُجَاهِد وَعَطَاء وَسَعِيد بْن جُبَيْر وَالسُّدِّيّ وَغَيْرهمْ . قَالُوا وَاللَّفْظ لِمُجَاهِدٍ فَرُجَّتْ لَهُ السَّمَوَات فَنَظَرَ إِلَى مَا فِيهِنَّ حَتَّى اِنْتَهَى بَصَره إِلَى الْعَرْش وَفُرِّجَتْ لَهُ الْأَرْضُونَ السَّبْع فَنَظَرَ إِلَى مَا فِيهِنَّ وَزَادَ غَيْره فَجَعَلَ يَنْظُر إِلَى الْعِبَاد عَلَى الْمَعَاصِي وَيَدْعُو عَلَيْهِمْ فَقَالَ اللَّه لَهُ إِنِّي أَرْحَم بِعِبَادِي مِنْك لَعَلَّهُمْ أَنْ يَتُوبُوا أَوْ يَرْجِعُوا. وَرَوَى اِبْن مَرْدُوَيْهِ فِي ذَلِكَ حَدِيثَيْنِ مَرْفُوعَيْنِ عَنْ مُعَاذ وَعَلِيّ وَلَكِنْ لَا يَصِحّ إِسْنَادهمَا وَاَللَّه أَعْلَم. وَرَوَى اِبْن أَبِي حَاتِم مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" وَكَذَلِكَ نُرِي إِبْرَاهِيم مَلَكُوت السَّمَوَات وَالْأَرْض وَلِيَكُونَ مِنْ الْمُوقِنِينَ \" فَإِنَّهُ تَعَالَى جَلَّى لَهُ الْأَمْر سِرّه وَعَلَانِيَته فَلَمْ يُخْفِ عَلَيْهِ شَيْء مِنْ أَعْمَال الْخَلَائِق فَلَمَّا جَعَلَ يَلْعَن أَصْحَاب الذُّنُوب قَالَ اللَّه إِنَّك لَا تَسْطِيع هَذَا فَرَدَّهُ اللَّه كَمَا كَانَ قَبْل ذَلِكَ فَيَحْتَمِل أَنْ يَكُون كَشَفَ لَهُ عَنْ بَصَره حَتَّى رَأَى ذَلِكَ عِيَانًا وَيَحْتَمِل أَنْ يَكُون عَنْ بَصِيرَته حَتَّى شَاهَدَهُ بِفُؤَادِهِ وَتَحَقَّقَهُ وَعَرَفَهُ وَعَلِمَ مَا فِي ذَلِكَ مِنْ الْحِكَم الْبَاهِرَة وَالدَّلَالَات الْقَاطِعَة كَمَا رَوَاهُ الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَصَحَّحَهُ عَنْ مُعَاذ بْن جَبَل فِي حَدِيث الْمَنَام \" أَتَانِي رَبِّي فِي أَحْسَن صُورَة فَقَالَ يَا مُحَمَّد فِيمَ يَخْتَصِم الْمَلَأ الْأَعْلَى ؟ فَقُلْت لَا أَدْرِي يَا رَبّ فَوَضَعَ يَده بَيْن كَتِفِي حَتَّى وَجَدْت بَرْد أَنَامِله بَيْن ثَدْيَيَّ فَتَجَلَّى لِي كُلّ شَيْء وَعَرَفْت ذَلِكَ . وَذَكَرَ الْحَدِيث . وَقَوْله \" وَلِيَكُونَ مِنْ الْمُوقِنِينَ\" قِيلَ الْوَاو زَائِدَة تَقْدِيره وَكَذَلِكَ نُرِي إِبْرَاهِيم مَلَكُوت السَّمَوَات وَالْأَرْض لِيَكُونَ مِنْ الْمُوقِنِينَ كَقَوْلِهِ \" وَكَذَلِكَ نُفَصِّل الْآيَات وَلِتَسْتَبِينَ سَبِيل الْمُجْرِمِينَ \" وَقِيلَ : بَلْ هِيَ عَلَى بَابهَا أَيْ نُرِيه ذَلِكَ لِيَكُونَ عَالِمًا وَمُوقِنًا.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42214, "aya_id": 75}]