[{"text": "إِنَّ الَّذِينَ يَكْفُرُونَ بِاللّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ اللّهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذَلِكَ سَبِيلاً", "sura_id": 4, "type": 0, "id": 643, "aya_id": 150}, {"text": "إن الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون أن يتخذوا بين ذلك سبيلا", "sura_id": 4, "type": 1, "id": 6879, "aya_id": 150}, {"text": "150 - (إن الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله ورسله) بأن يؤمنوا به دونهم (ويقولون نؤمن ببعض) من الرسل (ونكفر ببعض) منهم (ويريدون أن يتخذوا بين ذلك) الكفر والإيمان (سبيلا) طريقا يذهبون إليه \r\n", "sura_id": 4, "type": 2, "id": 25587, "aya_id": 150}, {"text": "إن الذين يكفرون بالله ورسله من اليهود والنصارى, ويريدون أن يفرقوا بين الله ورسله بأن يؤمنوا بالله ويكذبوا رسله الذين أرسلهم إلى خلقه, أو يعترفوا بصدق بعض الرسل دون بعض, ويزعموا أنَّ بعضهم افتروا على ربِّهم, ويريدون أن يتخذوا طريقًا إلى الضلالة التي أحدثوها والبدعة التي ابتدعوها.\r\n", "sura_id": 4, "type": 3, "id": 31823, "aya_id": 150}, {"text": " <font color=red>إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا</font><BR><p>يَتَوَعَّد تَبَارَكَ وَتَعَالَى الْكَافِرِينَ بِهِ وَبِرُسُلِهِ مِنْ الْيَهُود وَالنَّصَارَى حَيْثُ فَرَّقُوا بَيْن اللَّه وَرُسُله فِي الْإِيمَان فَآمَنُوا بِبَعْضِ الْأَنْبِيَاء وَكَفَرُوا بِبَعْضٍ بِمُجَرَّدِ التَّشَهِّي وَالْعَادَة وَمَا أَلْفَوْا عَلَيْهِ آبَاءَهُمْ لَا عَنْ دَلِيل قَادَهُمْ إِلَى ذَلِكَ فَإِنَّهُ لَا سَبِيل لَهُمْ إِلَى ذَلِكَ بَلْ بِمُجَرَّدِ الْهَوَى وَالْعَصَبِيَّة فَالْيَهُود عَلَيْهِمْ لَعَائِن اللَّه آمَنُوا بِالْأَنْبِيَاءِ إِلَّا عِيسَى وَمُحَمَّد عَلَيْهِمَا الصَّلَاة وَالسَّلَام وَالنَّصَارَى آمَنُوا بِالْأَنْبِيَاءِ وَكَفَرُوا بِخَاتَمِهِمْ وَأَشْرَفهمْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالسَّامِرَة لَا يُؤْمِنُونَ بِنَبِيٍّ بَعْد يُوشَع خَلِيفَة مُوسَى بْن عِمْرَان وَالْمَجُوس يُقَال إِنَّهُمْ كَانُوا يُؤْمِنُونَ بِنَبِيٍّ لَهُمْ يُقَال لَهُ زَرَادِشْت ثُمَّ كَفَرُوا بِشَرْعِهِ فَرُفِعَ مِنْ بَيْن أَظْهُرهمْ وَاَللَّه أَعْلَم . وَالْمَقْصُود أَنَّ مَنْ كَفَرَ بِنَبِيٍّ مِنْ الْأَنْبِيَاء فَقَدْ كَفَرَ بِسَائِرِ الْأَنْبِيَاء فَإِنَّ الْإِيمَان وَاجِب بِكُلِّ نَبِيّ بَعَثَهُ اللَّه إِلَى أَهْل الْأَرْض فَمَنْ رَدَّ نُبُوَّته لِلْحَسَدِ أَوْ الْعَصَبِيَّة أَوْ التَّشَهِّي تَبَيَّنَ أَنَّ إِيمَانه بِمَنْ آمَنَ بِهِ مِنْ الْأَنْبِيَاء لَيْسَ إِيمَانًا شَرْعِيًّا إِنَّمَا هُوَ عَنْ غَرَض وَهَوًى وَعَصَبِيَّة وَلِهَذَا قَالَ تَعَالَى إِنَّ الَّذِينَ يَكْفُرُونَ بِاَللَّهِ وَرُسُله فَوَسَمَهُمْ بِأَنَّهُمْ كُفَّار بِاَللَّهِ وَرُسُله يُرِيدُونَ أَنْ يُفَرِّقُوا بَيْن اللَّه وَرُسُله أَيْ فِي الْإِيمَان وَيَقُولُونَ نُؤْمِن بِبَعْضٍ وَنَكْفُر بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْن ذَلِكَ سَبِيلًا أَيْ طَرِيقًا وَمَسْلَكًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40824, "aya_id": 150}]