[{"text": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء إِنَّ اللّهَ لاَ يُحِبُّ الخَائِنِينَ", "sura_id": 8, "type": 0, "id": 1218, "aya_id": 58}, {"text": "و إما تخافن من قوم خيانة فانبذ إليهم على سواء إن الله لا يحب الخائنين", "sura_id": 8, "type": 1, "id": 7454, "aya_id": 58}, {"text": "58 - (وإما تخافن من قوم) عاهدوك (خيانة) في عهد بإمارة تلوح لك (فانبذ) اطرح عهدهم (إليهم على سواء) حال أي مستوياً أنت وهم في العلم بنقض العهد بأن تعلمهم به لئلا يتهموك بالغدر (إن الله لا يحب الخائنين) \r\n", "sura_id": 8, "type": 2, "id": 26162, "aya_id": 58}, {"text": "وإن خفت -أيها الرسول- من قومٍ خيانة ظهرت بوادرها فألق إليهم عهدهم, كي يكون الطرفان مستويين في العلم بأنه لا عهد بعد اليوم. إن الله لا يحب الخائنين في عهودهم الناقضين للعهد والميثاق.\r\n", "sura_id": 8, "type": 3, "id": 32398, "aya_id": 58}, {"text": " <font color=red>وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِمَّا تَخَافَنَّ مِنْ قَوْم \" قَدْ عَاهَدْتهمْ \" خِيَانَة \" أَيْ نَقْضًا لِمَا بَيْنك وَبَيْنهمْ مِنْ الْمَوَاثِيق وَالْعُهُود \" فَانْبِذْ إِلَيْهِمْ \" أَيْ عَهْدَهُمْ \" عَلَى سَوَاء \" أَيْ أَعْلَمهُمْ بِأَنَّك قَدْ نَقَضْت عَهْدهمْ حَتَّى يَبْقَى عِلْمك وَعِلْمهمْ بِأَنَّك حَرْب لَهُمْ وَهُمْ حَرْب لَك وَأَنَّهُ لَا عَهْد بَيْنك وَبَيْنهمْ عَلَى السَّوَاء أَيْ تَسْتَوِي أَنْتَ وَهُمْ فِي ذَلِكَ قَالَ الرَّاجِز . فَاضْرِبْ وُجُوه الْغَدْر لِلْأَعْدَاءِ حَتَّى يُجِيبُوك إِلَى السَّوَاء . وَعَنْ الْوَلِيد بْن مُسْلِم أَنَّهُ قَالَ فِي قَوْله تَعَالَى \" فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاء \" أَيْ عَلَى مَهَلٍّ \" إِنَّ اللَّه لَا يُحِبّ الْخَائِنِينَ \" أَيْ حَتَّى وَلَوْ فِي حَقّ الْكُفَّار لَا يُحِبّهَا أَيْضًا . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي الْفَيْض عَنْ سَلِيم بْن عَامِر قَالَ : كَانَ مُعَاوِيَة يَسِير فِي أَرْض الرُّوم وَكَانَ بَيْنه وَبَيْنهمْ أَمَد فَأَرَادَ أَنْ يَدْنُوَ مِنْهُمْ فَإِذَا اِنْقَضَى الْأَمَد غَزَاهُمْ فَإِذَا شَيْخ عَلَى دَابَّة يَقُول : اللَّه أَكْبَر اللَّه أَكْبَر وَفَاء لَا غَدْرًا إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَمَنْ كَانَ بَيْنه وَبَيْن قَوْم عَهْد فَلَا يَحِلَّنَّ عُقْدَة وَلَا يَشُدّهَا حَتَّى يَنْقَضِيَ أَمَدُهَا أَوْ يَنْبِذَ إِلَيْهِمْ عَلَى سَوَاء \" قَالَ فَبَلَغَ ذَلِكَ مُعَاوِيَةَ فَرَجَعَ فَإِذَا بِالشَّيْخِ عَمْرو بْن عَبَسَةَ رَضِيَ اللَّه عَنْهُ وَهَذَا الْحَدِيث رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ شُعْبَة وَأَخْرَجَهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن حِبَّان فِي صَحِيحه مِنْ طُرُق عَنْ شُعْبَة بِهِ . وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الزُّبَيْرِيّ حَدَّثَنَا إِسْرَائِيل عَنْ عَطَاء بْن السَّائِب عَنْ أَبِي الْبَخْتَرِيّ عَنْ سَلْمَان يَعْنِي الْفَارِسِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ اِنْتَهَى إِلَى حِصْن أَوْ مَدِينَة فَقَالَ لِأَصْحَابِهِ دَعَوْنِي أَدْعُوهُمْ كَمَا رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُوهُمْ فَقَالَ إِنَّمَا كُنْت رَجُلًا مِنْكُمْ فَهَدَانِي اللَّه عَزَّ وَجَلَّ لِلْإِسْلَامِ فَإِنْ أَسْلَمْتُمْ فَلَكُمْ مَا لَنَا وَعَلَيْكُمْ مَا عَلَيْنَا وَإِنْ أَبَيْتُمْ فَأَدُّوا الْجِزْيَة وَأَنْتُمْ صَاغِرُونَ وَإِنْ أَبَيْتُمْ نَابَذْنَاكُمْ عَلَى سَوَاء \" إِنَّ اللَّه لَا يُحِبّ الْخَائِنِينَ \" يَفْعَل ذَلِكَ بِهِمْ ثَلَاثَة أَيَّام فَلَمَّا كَانَ الْيَوْم الرَّابِع غَدَا النَّاس إِلَيْهَا فَفَتَحُوهَا بِعَوْنِ اللَّه .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43108, "aya_id": 58}]