[{"text": "سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ البَصِيرُ", "sura_id": 17, "type": 0, "id": 2030, "aya_id": 1}, {"text": "سبحان الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله لنريه من آياتنا إنه هو السميع البصير", "sura_id": 17, "type": 1, "id": 8266, "aya_id": 1}, {"text": "سورة الإسراء 1 - (سبحان) أي تنزيه (الذي أسرى بعبده) محمد صلى الله عليه وسلم (ليلا) نصب على الظرف والإسراء سير الليل وفائدة ذكره الاشارة بتنكيره إلى تقليل مدته (من المسجد الحرام) أي مكة (إلى المسجد الأقصى) بيت المقدس لبعده منه (الذي باركنا حوله) بالثمار والأنهار (لنريه من آياتنا) عجائب قدرتنا (إنه هو السميع البصير) أي العالم بأقوال النبي صلى الله عليه وسلم وأفعاله فأنعم عليه بالإسراء المشتمل على اجتماعه بالأنبياء وعروجه إلى السماء ورؤية عجائب الملكوت ومناجاته له تعالى فإنه صلى الله عليه وسلم \r\n", "sura_id": 17, "type": 2, "id": 26974, "aya_id": 1}, {"text": "يمجِّد الله نفسه ويعظم شأنه، لقدرته على ما لا يقدر عليه أحد سواه، لا إله غيره، ولا رب سواه، فهو الذي أسرى بعبده محمد صلى الله عليه وسلم زمنًا من الليل بجسده وروحه، يقظة لا منامًا، من المسجد الحرام بـ \"مكة\" إلى المسجد الأقصى بـ \"بيت المقدس\" الذي بارك الله حوله في الزروع والثمار وغير ذلك، وجعله محلا لكثير من الأنبياء؛ ليشاهد عجائب قدرة الله وأدلة وحدانيته. إن الله سبحانه وتعالى هو السميع لجميع الأصوات، البصير بكل مُبْصَر، فيعطي كُلا ما يستحقه في الدنيا والآخرة.\r\n", "sura_id": 17, "type": 3, "id": 33210, "aya_id": 1}, {"text": " <font color=red>سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّه هُوَ السَّمِيعُ الْبَصِيرُ</font><BR><p>سُورَة الْإِسْرَاء : قَالَ الْإِمَام الْحَافِظ الْمُتْقِن أَبُو عَبْد اللَّه مُحَمَّد بْن إِسْمَاعِيل الْبُخَارِيّ : حَدَّثَنَا آدَم بْن أَبِي إِيَاس حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق قَالَ سَمِعْت عَبْد الرَّحْمَن بْن يَزِيد سَمِعْت اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ فِي بَنِي إِسْرَائِيل وَالْكَهْف وَمَرْيَم : إِنَّهُنَّ مِنْ الْعِتَاق الْأُوَل وَهُنَّ مِنْ تِلَادِي. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ مَرْوَان عَنْ أَبِي لُبَابَة سَمِعْت عَائِشَة تَقُول : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَصُوم حَتَّى نَقُول مَا يُرِيد أَنْ يُفْطِر وَيُفْطِر حَتَّى نَقُول مَا يُرِيد أَنْ يَصُوم وَكَانَ يَقْرَأ كُلّ لَيْلَة بَنِي إِسْرَائِيل وَالزُّمَر . يُمَجِّد تَعَالَى نَفْسه وَيُعَظِّم شَأْنه لِقُدْرَتِهِ عَلَى مَا لَا يَقْدِر عَلَيْهِ أَحَد سِوَاهُ فَلَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ \" الَّذِي أَسْرَى بِعَبْدِهِ \" يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْلًا \" أَيْ فِي جُنْح اللَّيْل \" مِنْ الْمَسْجِد الْحَرَام \" وَهُوَ مَسْجِد مَكَّة \" إِلَى الْمَسْجِد الْأَقْصَى \" وَهُوَ بَيْت الْمَقْدِس الَّذِي بِإِيلِيَاء مَعْدِن الْأَنْبِيَاء مِنْ لَدُنْ إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام وَلِهَذَا جُمِعُوا لَهُ هُنَاكَ كُلّهمْ فَأَمَّهُمْ فِي مَحَلَّتهمْ وَدَارهمْ فَدَلَّ عَلَى أَنَّهُ هُوَ الْإِمَام الْأَعْظَم وَالرَّئِيس الْمُقَدَّم صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَعَلَيْهِمْ أَجْمَعِينَ . وَقَوْله تَعَالَى \" الَّذِي بَارَكْنَا حَوْله \" أَيْ فِي الزُّرُوع وَالثِّمَار \" لِنُرِيَهُ \" أَيْ مُحَمَّدًا \" مِنْ آيَاتنَا \" أَيْ الْعِظَام كَمَا قَالَ تَعَالَى \" لَقَدْ رَأَى مِنْ آيَات رَبّه الْكُبْرَى \" وَسَنَذْكُرُ مِنْ ذَلِكَ مَا وَرَدَتْ بِهِ السُّنَّة مِنْ الْأَحَادِيث عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَوْله تَعَالَى \" إِنَّهُ هُوَ السَّمِيع الْبَصِير \" أَيْ السَّمِيع لِأَقْوَالِ عِبَاده مُؤْمِنهمْ وَكَافِرهمْ مُصَدِّقهمْ وَمُكَذِّبهمْ الْبَصِير بِهِمْ فَيُعْطِي كُلًّا مِنْهُمْ مَا يَسْتَحِقّهُ فِي الدُّنْيَا وَالْآخِرَة . \" ذِكْر الْأَحَادِيث الْوَارِدَة فِي الْإِسْرَاء : رِوَايَة أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ \" قَالَ الْإِمَام أَبُو عَبْد اللَّه الْبُخَارِيّ : حَدَّثَنِي عَبْد الْعَزِيز بْن عَبْد اللَّه حَدَّثَنَا سُلَيْمَان - هُوَ اِبْن بِلَال - عَنْ شَرِيك بْن عَبْد اللَّه قَالَ : سَمِعْت أَنَس بْن مَالِك يَقُول لَيْلَة أُسْرِيَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَسْجِد الْكَعْبَة أَنَّهُ جَاءَهُ ثَلَاثَة نَفَر قَبْل أَنْ يُوحَى إِلَيْهِ وَهُوَ نَائِم فِي الْمَسْجِد الْحَرَام فَقَالَ أَوَّلهمْ أَيّهمْ هُوَ ؟ فَقَالَ أَوْسَطهمْ هُوَ خَيْرهمْ فَقَالَ آخِرهمْ خُذُوا خَيْرهمْ فَكَانَتْ تِلْكَ اللَّيْلَة فَلَمْ يَرَهُمْ حَتَّى أَتَوْهُ لَيْلَة أُخْرَى فِيمَا يَرَى قَلْبه وَتَنَام عَيْنه وَلَا يَنَام قَلْبه - وَكَذَلِكَ الْأَنْبِيَاء تَنَام أَعْيُنهمْ وَلَا تَنَام قُلُوبهمْ - فَلَمْ يُكَلِّمُوهُ حَتَّى اِحْتَمَلُوهُ فَوَضَعُوهُ عِنْد بِئْر زَمْزَم فَتَوَلَّاهُ مِنْهُمْ جِبْرِيل فَشَقَّ جِبْرِيل مَا بَيْن نَحْره إِلَى لَبَّته حَتَّى فَرَغَ مِنْ صَدْره وَجَوْفه فَغَسَلَهُ مِنْ مَاء زَمْزَم بِيَدِهِ حَتَّى أَنْقَى جَوْفه ثُمَّ أَتَى بِطَسْتٍ مِنْ ذَهَب فِيهِ تَوْر مِنْ ذَهَب مَحْشُوّ إِيمَانًا وَحِكْمَة فَحَشَا بِهِ صَدْره وَلَغَادِيده - يَعْنِي عُرُوق حَلْقه - ثُمَّ أَطْبَقَهُ ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاء الدُّنْيَا فَضَرَبَ بَابًا مِنْ أَبْوَابهَا فَنَادَاهُ أَهْل السَّمَاء مَنْ هَذَا ؟ فَقَالَ جِبْرِيل قَالُوا وَمَنْ مَعَك ؟ قَالَ مَعِي مُحَمَّد قَالُوا وَقَدْ بُعِثَ إِلَيْهِ ؟ قَالَ نَعَمْ قَالُوا فَمَرْحَبًا بِهِ وَأَهْلًا يَسْتَبْشِر بِهِ أَهْل السَّمَاء لَا يَعْلَم أَهْل السَّمَاء بِمَا يُرِيد اللَّه بِهِ فِي الْأَرْض حَتَّى يُعْلِمهُمْ فَوَجَدَ فِي السَّمَاء الدُّنْيَا آدَم فَقَالَ لَهُ جِبْرِيل هَذَا أَبُوك آدَم فَسَلِّمْ عَلَيْهِ فَسَلَّمَ عَلَيْهِ وَرَدَّ عَلَيْهِ آدَم فَقَالَ مَرْحَبًا وَأَهْلًا بِابْنِي نِعْمَ الِابْن أَنْتَ فَإِذَا هُوَ فِي السَّمَاء الدُّنْيَا بِنَهَرَيْنِ يَطَّرِدَانِ فَقَالَ \" مَا هَذَانِ النَّهَرَانِ يَا جِبْرِيل ؟ \" قَالَ هَذَانِ النِّيل وَالْفُرَات عُنْصُرهمَا ثُمَّ مَضَى بِهِ فِي السَّمَاء فَإِذَا هُوَ بِنَهَرٍ آخَر عَلَيْهِ قَصْر مِنْ لُؤْلُؤ وَزَبَرْجَد فَضَرَبَ بِيَدِهِ فَإِذَا هُوَ مِسْك أَذْفَر فَقَالَ \" مَا هَذَا يَا جِبْرِيل \" قَالَ هَذَا الْكَوْثَر الَّذِي خَبَّأَ لَك رَبّك ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاء الثَّانِيَة فَقَالَتْ الْمَلَائِكَة لَهُ مِثْل مَا قَالَتْ لَهُ الْمَلَائِكَة الْأُولَى مَنْ هَذَا ؟ قَالَ جِبْرِيل قَالُوا وَمَنْ مَعَك ؟ قَالَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا وَقَدْ بُعِثَ إِلَيْهِ ؟ قَالَ نَعَمْ قَالُوا مَرْحَبًا بِهِ وَأَهْلًا ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاء الثَّالِثَة فَقَالُوا لَهُ مِثْل مَا قَالَتْ الْأُولَى وَالثَّانِيَة ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاء الرَّابِعَة فَقَالُوا لَهُ مِثْل ذَلِكَ ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاء الْخَامِسَة فَقَالُوا لَهُ مِثْل ذَلِكَ ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاء السَّادِسَة فَقَالُوا لَهُ مِثْل ذَلِكَ ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاء السَّابِعَة فَقَالُوا لَهُ مِثْل ذَلِكَ كُلّ سَمَاء فِيهَا أَنْبِيَاء قَدْ سَمَّاهُمْ فَوَعَيْت مِنْهُمْ إِدْرِيس فِي الثَّانِيَة وَهَارُون فِي الرَّابِعَة وَآخَر فِي الْخَامِسَة لَمْ أَحْفَظ اِسْمه وَإِبْرَاهِيم فِي السَّادِسَة وَمُوسَى فِي السَّابِعَة بِتَفْضِيلِ كَلَام اللَّه تَعَالَى فَقَالَ مُوسَى رَبّ لَمْ أَظُنّ أَنْ تَرْفَع عَلَيَّ أَحَدًا ثُمَّ عَلَا بِهِ فَوْق ذَلِكَ بِمَا لَا يَعْلَمهُ إِلَّا اللَّه عَزَّ وَجَلَّ حَتَّى جَاءَ سِدْرَة الْمُنْتَهَى وَدَنَا الْجَبَّار رَبّ الْعِزَّة فَتَدَلَّى حَتَّى كَانَ مِنْهُ قَاب قَوْسَيْنِ أَوْ أَدْنَى فَأَوْحَى اللَّه إِلَيْهِ فِيمَا يُوحِي خَمْسِينَ صَلَاة عَلَى أُمَّتك كُلّ يَوْم وَلَيْلَة ثُمَّ هَبَطَ بِهِ حَتَّى بَلَغَ مُوسَى فَاحْتَبَسَهُ مُوسَى فَقَالَ يَا مُحَمَّد مَاذَا عَهِدَ إِلَيْك رَبّك ؟ قَالَ \" عَهِدَ إِلَيَّ خَمْسِينَ صَلَاة كُلّ يَوْم وَلَيْلَة \" قَالَ إِنَّ أُمَّتك لَا تَسْتَطِيع ذَلِكَ فَارْجِعْ فَلْيُخَفِّفْ عَنْك رَبّك وَعَنْهُمْ فَالْتَفَتَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جِبْرِيل كَأَنَّهُ يَسْتَشِيرهُ فِي ذَلِكَ فَأَشَارَ إِلَيْهِ جِبْرِيل أَنْ نَعَمْ إِنْ شِئْت فَعَلَا بِهِ إِلَى الْجَبَّار تَعَالَى وَتَقَدَّسَ فَقَالَ وَهُوَ فِي مَكَانه \" يَا رَبّ خَفِّفْ عَنَّا فَإِنَّ أُمَّتِي لَا تَسْتَطِيع هَذَا \" فَوَضَعَ عَنْهُ عَشْر صَلَوَات ثُمَّ رَجَعَ إِلَى مُوسَى فَاحْتَبَسَهُ فَلَمْ يَزَلْ يُرَدِّدهُ مُوسَى إِلَى رَبّه حَتَّى صَارَتْ إِلَى خَمْس صَلَوَات ثُمَّ اِحْتَبَسَهُ مُوسَى عِنْد الْخَمْس فَقَالَ يَا مُحَمَّد وَاَللَّه لَقَدْ رَاوَدْت بَنِي إِسْرَائِيل قَوْمِي عَلَى أَدْنَى مِنْ هَذَا فَضَعُفُوا فَتَرَكُوهُ فَأُمَّتك أَضْعَف أَجْسَادًا وَقُلُوبًا وَأَبْدَانًا وَأَبْصَارًا وَأَسْمَاعًا فَارْجِعْ فَلْيُخَفِّفْ عَنْك رَبّك كُلّ ذَلِكَ يَلْتَفِت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جِبْرِيل لِيُشِيرَ عَلَيْهِ وَلَا يَكْرَه ذَلِكَ جِبْرِيل فَرَفَعَهُ عِنْد الْخَامِسَة فَقَالَ \" يَا رَبّ إِنَّ أُمَّتِي ضُعَفَاء أَجْسَادهمْ وَقُلُوبهمْ وَأَسْمَاعهمْ وَأَبْصَارهمْ وَأَبْدَانهمْ فَخَفِّفْ عَنَّا \" فَقَالَ الْجَبَّار تَبَارَكَ وَتَعَالَى : \" يَا مُحَمَّد قَالَ لَبَّيْكَ وَسَعْدَيْك \" قَالَ إِنَّهُ لَا يُبَدَّل الْقَوْل لَدَيَّ كَمَا فَرَضْت عَلَيْك فِي أُمّ الْكِتَاب فَكُلّ حَسَنَة بِعَشْرِ أَمْثَالهَا فَهِيَ خَمْسُونَ فِي أُمّ الْكِتَاب وَهِيَ خَمْس عَلَيْك فَرَجَعَ إِلَى مُوسَى فَقَالَ كَيْف فَعَلْت ؟ فَقَالَ \" خَفَّفَ عَنَّا أَعْطَانَا بِكُلِّ حَسَنَة عَشْر أَمْثَالهَا \" قَالَ مُوسَى قَدْ وَاَللَّه رَاوَدْت بَنِي إِسْرَائِيل عَلَى أَدْنَى مِنْ ذَلِكَ فَتَرَكُوهُ فَارْجِعْ إِلَى رَبّك فَلْيُخَفِّفْ عَنْك أَيْضًا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا مُوسَى قَدْ وَاَللَّه اِسْتَحْيَيْت مِنْ رَبِّي عَزَّ وَجَلَّ مِمَّا أَخْتَلِف إِلَيْهِ \" قَالَ فَاهْبِطْ بِاسْمِ اللَّه قَالَ وَاسْتَيْقَظَ وَهُوَ فِي الْمَسْجِد الْحَرَام هَكَذَا سَاقَهُ الْبُخَارِيّ فِي كِتَاب التَّوْحِيد وَرَوَاهُ فِي صِفَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَى آلِهِ وَسَلَّمَ عَنْ إِسْمَاعِيل بْن أَبِي أُوَيْس عَنْ أَخِيهِ أَبِي بَكْر عَبْد الْحَمِيد عَنْ سُلَيْمَان بْن بِلَال وَرَوَاهُ مُسْلِم عَنْ هَارُون بْن سَعِيد عَنْ اِبْن وَهْب عَنْ سُلَيْمَان قَالَ فَزَادَ وَنَقَصَ وَقَدَّمَ وَأَخَّرَ وَهُوَ كَمَا قَالَ مُسْلِم فَإِنَّ شَرِيك بْن عَبْد اللَّه بْن أَبِي نَمِر اِضْطَرَبَ فِي هَذَا الْحَدِيث وَسَاءَ حِفْظه وَلَمْ يَضْبِطهُ كَمَا سَيَأْتِي بَيَانه إِنْ شَاءَ اللَّه فِي الْأَحَادِيث الْأُخَر وَمِنْهُمْ مَنْ يَجْعَل هَذَا مَنَامًا تَوْطِئَة لِمَا وَقَعَ بَعْد ذَلِكَ وَاَللَّه أَعْلَم . وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي حَدِيث شَرِيك زِيَادَة تَفَرَّدَ بِهَا عَلَى مَذْهَب مَنْ زَعَمَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى عَزَّ وَجَلَّ يَعْنِي قَوْله \" ثُمَّ دَنَا \" الْجَبَّار رَبّ الْعِزَّة \" فَتَدَلَّى فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى \" قَالَ وَقَوْل عَائِشَة وَابْن مَسْعُود وَأَبِي هُرَيْرَة فِي حَمْلهمْ هَذِهِ الْآيَات عَلَى رُؤْيَته جِبْرِيل أَصَحّ وَهَذَا الَّذِي قَالَهُ الْبَيْهَقِيّ رَحِمَهُ اللَّه فِي هَذِهِ الْمَسْأَلَة هُوَ الْحَقّ فَإِنَّ أَبَا ذَرّ قَالَ يَا رَسُول اللَّه هَلْ رَأَيْت رَبّك ؟ قَالَ \" نُور أَنَّى أَرَاهُ \" وَفِي رِوَايَة \" رَأَيْت نُورًا \" أَخْرَجَهُ مُسْلِم وَقَوْله \" ثُمَّ دَنَا فَتَدَلَّى \" إِنَّمَا هُوَ جِبْرِيل عَلَيْهِ السَّلَام كَمَا ثَبَتَ ذَلِكَ فِي الصَّحِيحَيْنِ عَنْ عَائِشَة أُمّ الْمُؤْمِنِينَ وَعَنْ اِبْن مَسْعُود وَكَذَلِكَ هُوَ فِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة وَلَا يُعْرَف لَهُمْ مُخَالِف مِنْ الصَّحَابَة فِي تَفْسِير هَذِهِ الْآيَة بِهَذَا وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا ثَابِت الْبُنَانِيّ عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُتِيت بِالْبُرَاقِ وَهُوَ دَابَّة أَبْيَض فَوْق الْحِمَار وَدُون الْبَغْل يَضَع حَافِره عِنْد مُنْتَهَى طَرَفه فَرَكِبْته فَسَارَ بِي حَتَّى أَتَيْت بَيْت الْمَقْدِس فَرَبَطْت الدَّابَّة بِالْحَلْقَةِ الَّتِي يَرْبِط فِيهَا الْأَنْبِيَاء ثُمَّ دَخَلْت فَصَلَّيْت فِيهِ رَكْعَتَيْنِ ثُمَّ خَرَجْت فَأَتَانِي جِبْرِيل بِإِنَاءٍ مِنْ خَمْر وَإِنَاء مِنْ لَبَن فَاخْتَرْت اللَّبَن فَقَالَ جِبْرِيل : أَصَبْت الْفِطْرَة قَالَ ثُمَّ عَرَجَ بِي إِلَى السَّمَاء الدُّنْيَا فَاسْتَفْتَحَ جِبْرِيل فَقِيلَ لَهُ مَنْ أَنْتَ ؟ قَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ قَدْ أُرْسِلَ إِلَيْهِ فَفُتِحَ لَنَا فَإِذَا أَنَا بِآدَم فَرَحَّبَ بِي وَدَعَا لِي بِخَيْرٍ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاء الثَّانِيَة فَاسْتَفْتَحَ جِبْرِيل فَقِيلَ لَهُ مَنْ أَنْتَ ؟ قَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ قَدْ أُرْسِلَ إِلَيْهِ فَفُتِحَ لَنَا فَإِذَا أَنَا بِابْنَيْ الْخَالَة يَحْيَى وَعِيسَى فَرَحَّبَا بِي وَدَعَوْا لِي بِخَيْرٍ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاء الثَّالِثَة فَاسْتَفْتَحَ جِبْرِيل فَقِيلَ لَهُ مَنْ أَنْتَ ؟ قَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ قَدْ أُرْسِلَ إِلَيْهِ فَفُتِحَ لَنَا فَإِذَا أَنَا بِيُوسُف عَلَيْهِ السَّلَام وَإِذَا هُوَ قَدْ أُعْطِيَ شَطْر الْحُسْن فَرَحَّبَ بِي وَدَعَا لِي بِخَيْرٍ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاء الرَّابِعَة فَاسْتَفْتَحَ جِبْرِيل فَقِيلَ مَنْ أَنْتَ ؟ قَالَ جِبْرِيل فَقِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد فَقِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ قَدْ بُعِثَ إِلَيْهِ فَفُتِحَ لَنَا فَإِذَا أَنَا بِإِدْرِيس فَرَحَّبَ بِي وَدَعَا لِي بِخَيْرٍ ثُمَّ يَقُول اللَّه تَعَالَى \" وَرَفَعْنَاهُ مَكَانًا عَلِيًّا \" ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاء الْخَامِسَة فَاسْتَفْتَحَ جِبْرِيل فَقِيلَ مَنْ أَنْتَ ؟ قَالَ جِبْرِيل فَقِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد فَقِيلَ قَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ قَدْ بُعِثَ إِلَيْهِ فَفُتِحَ لَنَا فَإِذَا أَنَا بِهَارُون فَرَحَّبَ بِي وَدَعَا لِي بِخَيْرٍ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاء السَّادِسَة فَاسْتَفْتَحَ جِبْرِيل فَقِيلَ مَنْ أَنْتَ ؟ قَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد فَقِيلَ وَقَدْ بُعِثَ إِلَيْهِ ؟ قَالَ قَدْ بُعِثَ إِلَيْهِ فَفُتِحَ لَنَا فَإِذَا أَنَا بِمُوسَى عَلَيْهِ السَّلَام فَرَحَّبَ بِي وَدَعَا لِي بِخَيْرٍ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاء السَّابِعَة فَاسْتَفْتَحَ جِبْرِيل فَقِيلَ مَنْ أَنْتَ ؟ قَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد فَقِيلَ وَقَدْ بُعِثَ إِلَيْهِ قَالَ قَدْ بُعِثَ إِلَيْهِ فَفُتِحَ لَنَا فَإِذَا أَنَا بِإِبْرَاهِيم عَلَيْهِ السَّلَام وَإِذَا هُوَ مُسْتَنِد إِلَى الْبَيْت الْمَعْمُور وَإِذَا هُوَ يَدْخُلهُ كُلّ يَوْم سَبْعُونَ أَلْف مَلَك ثُمَّ لَا يَعُودُونَ إِلَيْهِ ثُمَّ ذَهَبَ بِي إِلَى سِدْرَة الْمُنْتَهَى فَإِذَا وَرَقهَا كَآذَانِ الْفِيلَة وَإِذَا ثَمَرهَا كَالْقِلَالِ فَلَمَّا غَشِيَهَا مِنْ أَمْر اللَّه مَا غَشِيَهَا تَغَيَّرَتْ فَمَا أَحَد مِنْ خَلْق اللَّه تَعَالَى يَسْتَطِيع أَنْ يَصِفهَا مِنْ حُسْنهَا قَالَ فَأَوْحَى اللَّه إِلَيَّ مَا أَوْحَى وَقَدْ فَرَضَ عَلَيَّ فِي كُلّ يَوْم وَلَيْلَة خَمْسِينَ صَلَاة فَنَزَلْت حَتَّى اِنْتَهَيْت إِلَى مُوسَى قَالَ مَا فَرَضَ رَبّك عَلَى أُمَّتك ؟ قُلْت خَمْسِينَ صَلَاة فِي كُلّ يَوْم وَلَيْلَة قَالَ اِرْجِعْ إِلَى رَبّك فَاسْأَلْهُ التَّخْفِيف لِأُمَّتِك فَإِنَّ أُمَّتك لَا تُطِيق ذَلِكَ وَإِنِّي قَدْ بَلَوْت بَنِي إِسْرَائِيل وَخَبَرْتهمْ قَالَ فَرَجَعْت إِلَى رَبِّي فَقُلْت أَيْ رَبّ خَفِّفْ عَنْ أُمَّتِي فَحَطَّ عَنِّي خَمْسًا فَنَزَلْت حَتَّى اِنْتَهَيْت إِلَى مُوسَى فَقَالَ مَا فَعَلْت فَقُلْت قَدْ حَطَّ عَنِّي خَمْسًا فَقَالَ إِنَّ أُمَّتك لَا تُطِيق ذَلِكَ فَارْجِعْ إِلَى رَبّك فَاسْأَلْهُ التَّخْفِيف لِأُمَّتِك قَالَ فَلَمْ أَزَلْ أَرْجِع بَيْن رَبِّي وَبَيْن مُوسَى وَيَحُطّ عَنِّي خَمْسًا خَمْسًا حَتَّى قَالَ : يَا مُحَمَّد هُنَّ خَمْس صَلَوَات فِي كُلّ يَوْم وَلَيْلَة بِكُلِّ صَلَاة عَشْر فَتِلْكَ خَمْسُونَ صَلَاة وَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلهَا كُتِبَتْ لَهُ حَسَنَة فَإِنْ عَمِلَهَا كُتِبَتْ عَشْرًا وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلهَا لَمْ تُكْتَب فَإِنْ عَمِلَهَا كُتِبَتْ سَيِّئَة وَاحِدَة . فَنَزَلْت حَتَّى اِنْتَهَيْت إِلَى مُوسَى فَأَخْبَرْته فَقَالَ اِرْجِعْ إِلَى رَبّك فَاسْأَلْهُ التَّخْفِيف لِأُمَّتِك فَإِنَّ أُمَّتك لَا تُطِيق ذَلِكَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ رَجَعْت إِلَى رَبِّي حَتَّى اِسْتَحْيَيْت \" وَرَوَاهُ مُسْلِم عَنْ شَيْبَان بْن فَرُّوخ عَنْ حَمَّاد بْن سَلَمَة بِهَذَا السِّيَاق وَهُوَ أَصَحّ مِنْ سِيَاق شَرِيك . قَالَ الْبَيْهَقِيّ وَفِي هَذَا السِّيَاق دَلِيل عَلَى أَنَّ الْمِعْرَاج كَانَ لَيْلَة أُسْرِيَ بِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام مِنْ مَكَّة إِلَى بَيْت الْمَقْدِس وَهَذَا الَّذِي قَالَهُ هُوَ الْحَقّ الَّذِي لَا شَكّ فِيهِ وَلَا مِرْيَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ قَتَادَة عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُتِيَ بِالْبُرَاقِ لَيْلَة أُسْرِيَ بِهِ مُسَرَّجًا مُلَجَّمًا لِيَرْكَبهُ فَاسْتَصْعَبَ عَلَيْهِ فَقَالَ لَهُ جِبْرِيل مَا يَحْمِلك عَلَى هَذَا فَوَاَللَّهِ مَا رَكِبَك قَطُّ أَكْرَم عَلَى اللَّه مِنْهُ قَالَ فَارْفَضَّ عَرَقًا وَرَوَاهُ التِّرْمِذِيّ عَنْ إِسْحَاق بْن مَنْصُور عَنْ عَبْد الرَّزَّاق وَقَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه . وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا صَفْوَان حَدَّثَنِي رَاشِد بْن سَعِيد وَعَبْد الرَّحْمَن بْن جُبَيْر عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا عُرِجَ بِي إِلَى رَبِّي عَزَّ وَجَلَّ مَرَرْت بِقَوْمٍ لَهُمْ أَظْفَار مِنْ نُحَاس يَخْمُشُونَ بِهَا وُجُوههمْ وَصُدُورهمْ فَقُلْت مَنْ هَؤُلَاءِ يَا جِبْرِيل ؟ قَالَ هَؤُلَاءِ الَّذِينَ يَأْكُلُونَ لُحُوم النَّاس وَيَقَعُونَ فِي أَعْرَاضهمْ \" وَأَخْرَجَهُ أَبُو دَاوُد مِنْ حَدِيث صَفْوَان بْن عَمْرو بِهِ وَمِنْ وَجْه آخَر لَيْسَ فِيهِ أَنَس فَاَللَّه أَعْلَم . وَقَالَ أَيْضًا حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَرَرْت لَيْلَة أُسْرِيَ بِي عَلَى مُوسَى عَلَيْهِ السَّلَام قَائِمًا يُصَلِّي فِي قَبْره \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ سُلَيْمَان بْن طَرْخَان التَّيْمِيّ وَثَابِت الْبُنَانِيّ كِلَاهُمَا عَنْ أَنَس قَالَ النَّسَائِيّ هَذَا أَصَحّ مِنْ رِوَايَة مَنْ قَالَ سُلَيْمَان عَنْ ثَابِت عَنْ أَنَس . وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده حَدَّثَنَا وَهْب بْن بَقِيَّة حَدَّثَنَا خَالِد عَنْ التَّيْمِيّ عَنْ أَنَس قَالَ أَخْبَرَنِي بَعْض أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة أُسْرِيَ بِهِ مَرَّ عَلَى مُوسَى وَهُوَ يُصَلِّي فِي قَبْره وَقَالَ أَبُو يَعْلَى حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن عَرْعَرَة حَدَّثَنَا مُعْتَمِر عَنْ أَبِيهِ قَالَ سَمِعْت أَنَسًا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة أُسْرِيَ بِهِ مَرَّ بِمُوسَى وَهُوَ يُصَلِّي فِي قَبْره قَالَ أَنَس ذَكَرَ أَنَّهُ حُمِلَ عَلَى الْبُرَاق فَأَوْثَقَ الدَّابَّة أَوْ قَالَ الْفَرَس قَالَ أَبُو بَكْر صِفْهَا لِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هِيَ كَذِهِ وَذِهِ \" فَقَالَ أَشْهَد أَنَّك رَسُول اللَّه وَكَانَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ قَدْ رَآهَا وَقَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن عَمْرو الْبَزَّار فِي مُسْنَده حَدَّثَنَا سَلَمَة بْن شَبِيب حَدَّثَنَا سَعِيد بْن مَنْصُور حَدَّثَنَا الْحَارِث بْن عُبَيْد عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَيْنَا أَنَا نَائِم إِذْ جَاءَ جِبْرِيل عَلَيْهِ السَّلَام فَوَكَزَ بَيْن كَتِفَيَّ فَقُمْت إِلَى شَجَرَة فِيهَا كَوَكْرَيْ الطَّيْر فَقَعَدَ فِي أَحَدهمَا وَقَعَدْت فِي الْآخَر فَسَمَتْ وَارْتَفَعَتْ حَتَّى سَدَّتْ الْخَافِقَيْنِ وَأَنَا أُقَلِّب طَرْفِي وَلَوْ شِئْت أَنْ أَمَسّ السَّمَاء لَمَسْت فَالْتَفَتّ إِلَى جِبْرِيل كَأَنَّهُ حِلْس لَاطَ فَعَرَفْت فَضْل عِلْمه بِاَللَّهِ عَلَيَّ وَفُتِحَ لِي بَاب مِنْ أَبْوَاب السَّمَاء فَرَأَيْت النُّور الْأَعْظَم وَإِذَا دُون الْحِجَاب رَفْرَف الدُّرّ وَالْيَاقُوت وَأُوحِيَ إِلَيَّ مَا شَاءَ اللَّه أَنْ يُوحَى \" ثُمَّ قَالَ وَلَا نَعْلَم رَوَى هَذَا الْحَدِيث إِلَّا أَنَس وَلَا نَعْلَم رَوَاهُ عَنْ أَبِي عِمْرَان الْجَوْنِيّ إِلَّا الْحَارِث بْن عُبَيْد وَكَانَ رَجُلًا مَشْهُورًا مِنْ أَهْل الْبَصْرَة . وَرَوَاهُ الْحَافِظ الْبَيْهَقِيّ فِي الدَّلَائِل عَنْ أَبِي بَكْر الْقَاضِي عَنْ أَبِي جَعْفَر مُحَمَّد بْن عَلِيّ بْن دُحَيْم عَنْ مُحَمَّد بْن الْحُسَيْن بْن أَبِي الْحُسَيْن عَنْ سَعِيد بْن مَنْصُور فَذَكَرَهُ بِسَنَدِهِ مِثْله ثُمَّ قَالَ وَقَالَ غَيْره فِي هَذَا الْحَدِيث فِي آخِره وَلَطَّ دُونِي أَوْ قَالَ دُون الْحِجَاب رَفْرَف الدُّرّ وَالْيَاقُوت ثُمَّ قَالَ هَكَذَا رَوَاهُ الْحَارِث بْن عُبَيْد وَرَوَاهُ حَمَّاد بْن سَلَمَة عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ مُحَمَّد بْن عُمَيْر بْن عُطَارِد أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ فِي مَلَإٍ مِنْ أَصْحَابه فَجَاءَهُ جِبْرِيل فَنَكَتَ فِي ظَهْره فَذَهَبَ بِهِ إِلَى الشَّجَرَة وَفِيهَا مِثْل وَكْرَيْ الطَّيْر فَقَعَدَ فِي أَحَدهمَا وَقَعَدَ جِبْرِيل فِي الْآخَر \" فَنَشَأَتْ بِنَا حَتَّى بَلَغَتْ الْأُفُق فَلَوْ بَسَطْت يَدَيَّ إِلَى السَّمَاء لَنِلْتهَا فَدُلِّيَ بِسَبَبٍ وَهَبَطَ إِلَيَّ النُّور فَوَقَعَ جِبْرِيل مَغْشِيًّا عَلَيْهِ كَأَنَّهُ حِلْس فَعَرَفْت فَضْل خَشْيَته عَلَى خَشْيَتِي فَأُوحِيَ إِلَيَّ نَبِيًّا مَلَكًا أَوْ نَبِيًّا عَبْدًا وَإِلَى الْجَنَّة مَا أَنْتَ فَأَوْمَأَ إِلَيَّ جِبْرِيل وَهُوَ مُضْطَجِع أَنْ تَوَاضَعْ قَالَ قُلْت لَا بَلْ نَبِيًّا عَبْدًا \" قُلْت وَهَذَا إِنْ صَحَّ يَقْتَضِي أَنَّهَا وَاقِعَة غَيْر لَيْلَة الْإِسْرَاء فَإِنَّهُ لَمْ يَذْكُر فِيهَا بَيْت الْمَقْدِس وَلَا الصُّعُود إِلَى السَّمَاء فَهِيَ كَائِنَة غَيْر مَا نَحْنُ فِيهِ وَاَللَّه أَعْلَم. وَقَالَ الْبَزَّار أَيْضًا حَدَّثَنَا عَمْرو بْن عِيسَى حَدَّثَنَا أَبُو بَحْر حَدَّثَنَا شُعْبَة عَنْ قَتَادَة عَنْ أَنَس أَنَّ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى رَبّه عَزَّ وَجَلَّ وَهَذَا غَرِيب . وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا يُونُس حَدَّثَنَا عَبْد اللَّه بْن وَهْب حَدَّثَنَا يَعْقُوب بْن عَبْد الرَّحْمَن الزُّهْرِيّ عَنْ أَبِيهِ عَنْ عَبْد الرَّحْمَن بْن هَاشِم بْن عُتْبَة بْن أَبِي وَقَّاص عَنْ أَنَس بْن مَالِك قَالَ : لَمَّا جَاءَ جِبْرِيل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْبُرَاقِ فَكَأَنَّهَا حَرَّكَتْ ذَنَبهَا فَقَالَ لَهَا جِبْرِيل مَهْ يَا بُرَاق فَوَاَللَّهِ مَا رَكِبَك مِثْله وَسَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا هُوَ بِعَجُوزٍ عَلَى جَانِب الطَّرِيق فَقَالَ \" مَا هَذِهِ يَا جِبْرِيل ؟ قَالَ سِرْ يَا مُحَمَّد قَالَ فَسَارَ مَا شَاءَ اللَّه أَنْ يَسِير فَإِذَا شَيْء يَدْعُوهُ مُتَنَحِّيًا عَنْ الطَّرِيق فَقَالَ هَلُمَّ يَا مُحَمَّد فَقَالَ لَهُ جِبْرِيل سِرْ يَا مُحَمَّد فَسَارَ مَا شَاءَ اللَّه أَنْ يَسِير قَالَ فَلَقِيَهُ خَلْق مِنْ خَلْق اللَّه فَقَالُوا السَّلَام عَلَيْك يَا أَوَّل السَّلَام عَلَيْك يَا آخِر السَّلَام عَلَيْك يَا حَاشِر فَقَالَ لَهُ جِبْرِيل اُرْدُدْ السَّلَام يَا مُحَمَّد فَرَدَّ السَّلَام ثُمَّ لَقِيَهُ الثَّانِيَة فَقَالَ لَهُ مِثْل مَقَالَته الْأُولَى ثُمَّ الثَّالِثَة كَذَلِكَ حَتَّى اِنْتَهَى إِلَى بَيْت الْمَقْدِس فَعُرِضَ عَلَيْهِ الْخَمْر وَالْمَاء وَاللَّبَن فَتَنَاوَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّبَن فَقَالَ لَهُ جِبْرِيل أَصَبْت الْفِطْرَة وَلَوْ شَرِبْت الْمَاء لَغَرِقْت وَغَرِقَتْ أُمَّتك وَلَوْ شَرِبْت الْخَمْر لَغَوَيْت وَلَغَوَتْ أُمَّتك ثُمَّ بَعَثَ لَهُ آدَم فَمَنْ دُونه مِنْ الْأَنْبِيَاء عَلَيْهِمْ السَّلَام فَأَمَّهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تِلْكَ اللَّيْلَة ثُمَّ قَالَ لَهُ جِبْرِيل : أَمَّا الْعَجُوز الَّتِي رَأَيْت عَلَى جَانِب الطَّرِيق فَلَمْ يَبْقَ مِنْ الدُّنْيَا إِلَّا كَمَا بَقِيَ مِنْ عُمُر تِلْكَ الْعَجُوز وَأَمَّا الَّذِي أَرَادَ أَنْ تَمِيل إِلَيْهِ فَذَاكَ عَدُوّ اللَّه إِبْلِيس أَرَادَ أَنْ تَمِيل إِلَيْهِ وَأَمَّا الَّذِينَ سَلَّمُوا عَلَيْك فَإِبْرَاهِيم وَمُوسَى وَعِيسَى عَلَيْهِمْ السَّلَام وَهَكَذَا رَوَاهُ الْحَافِظ الْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة مِنْ حَدِيث اِبْن وَهْب وَفِي بَعْض أَلْفَاظه نَكَارَة وَغَرَابَة \" طَرِيق أُخْرَى \" عَنْ أَنَس بْن مَالِك وَفِيهَا غَرَابَة وَنَكَارَة جِدًّا وَهِيَ فِي سُنَن النَّسَائِيّ الْمُجْتَبَى وَلَمْ أَرَهَا فِي الْكَبِير قَالَ : حَدَّثَنَا عَمْرو بْن هِشَام حَدَّثَنَا مَخْلَد هُوَ اِبْن الْحُسَيْن عَنْ سَعِيد بْن عَبْد الْعَزِيز حَدَّثَنَا يَزِيد بْن أَبِي مَالِك حَدَّثَنَا أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُتِيت بِدَابَّةٍ فَوْق الْحِمَار وَدُون الْبَغْل خَطْوهَا عِنْد مُنْتَهَى طَرَفهَا فَرَكِبْت وَمَعِي جِبْرِيل عَلَيْهِ السَّلَام فَسِرْت فَقَالَ اِنْزِلْ فَصَلِّ فَصَلَّيْت فَقَالَ أَتَدْرِي أَيْنَ صَلَّيْت ؟ صَلَّيْت بِطَيْبَة وَإِلَيْهَا الْمُهَاجَرَة ثُمَّ قَالَ اِنْزِلْ فَصَلِّ فَصَلَّيْت فَقَالَ أَتَدْرِي أَيْنَ صَلَّيْت ؟ صَلَّيْت بِطُورِ سَيْنَاء حَيْثُ كَلَّمَ اللَّه مُوسَى ثُمَّ قَالَ اِنْزِلْ فَصَلِّ فَصَلَّيْت فَقَالَ أَتَدْرِي أَيْنَ صَلَّيْت صَلَّيْت بِبَيْتِ لَحْم حَيْثُ وُلِدَ عِيسَى عَلَيْهِ السَّلَام ثُمَّ دَخَلْت بَيْت الْمَقْدِس فَجُمِعَ لِيَ الْأَنْبِيَاء عَلَيْهِمْ السَّلَام فَقَدَّمَنِي جِبْرِيل عَلَيْهِ السَّلَام حَتَّى أَمَمْتهمْ ثُمَّ صَعِدَ بِي إِلَى السَّمَاء الدُّنْيَا فَإِذَا فِيهَا آدَم عَلَيْهِ السَّلَام ثُمَّ صَعِدَ بِي إِلَى السَّمَاء الثَّانِيَة فَإِذَا فِيهَا اِبْنَا الْخَالَة عِيسَى وَيَحْيَى عَلَيْهِمَا السَّلَام ثُمَّ صَعِدَ بِي إِلَى السَّمَاء الثَّالِثَة فَإِذَا فِيهَا يُوسُف عَلَيْهِ السَّلَام ثُمَّ صَعِدَ بِي إِلَى السَّمَاء الرَّابِعَة فَإِذَا فِيهَا هَارُون عَلَيْهِ السَّلَام ثُمَّ صَعِدَ بِي إِلَى السَّمَاء الْخَامِسَة فَإِذَا فِيهَا إِدْرِيس عَلَيْهِ السَّلَام ثُمَّ صَعِدَ بِي إِلَى السَّمَاء السَّادِسَة فَإِذَا فِيهَا مُوسَى عَلَيْهِ السَّلَام ثُمَّ صَعِدَ بِي إِلَى السَّمَاء السَّابِعَة فَإِذَا فِيهَا إِبْرَاهِيم عَلَيْهِ السَّلَام ثُمَّ صَعِدَ بِي فَوْق سَبْع سَمَاوَات وَأَتَيْت سِدْرَة الْمُنْتَهَى فَغَشِيَتْنِي ضَبَابَة فَخَرَرْت سَاجِدًا فَقِيلَ لِي إِنِّي يَوْم خَلَقْت السَّمَاوَات وَالْأَرْض فَرَضْت عَلَيْك وَعَلَى أُمَّتك خَمْسِينَ صَلَاة فَقُمْ بِهَا أَنْتَ وَأُمَّتك فَرَجَعْت بِذَلِكَ حَتَّى أَمُرّ بِمُوسَى عَلَيْهِ السَّلَام فَقَالَ مَا فَرَضَ رَبّك عَلَى أُمَّتك ؟ قُلْت خَمْسِينَ صَلَاة قَالَ فَإِنَّك لَا تَسْتَطِيع أَنْ تَقُوم بِهَا لَا أَنْتَ وَلَا أُمَّتك فَارْجِعْ إِلَى رَبّك فَاسْأَلْهُ التَّخْفِيف فَرَجَعْت إِلَى رَبِّي فَخَفَّفَ عَنِّي عَشْرًا ثُمَّ أَتَيْت مُوسَى فَأَمَرَنِي بِالرُّجُوعِ فَرَجَعْت فَخَفَّفَ عَنِّي عَشْرًا ثُمَّ رُدَّتْ إِلَى خَمْس صَلَوَات قَالَ فَارْجِعْ إِلَى رَبّك فَاسْأَلْهُ التَّخْفِيف فَإِنَّهُ فَرَضَ عَلَى بَنِي إِسْرَائِيل صَلَاتَيْنِ فَمَا قَامُوا بِهِمَا فَرَجَعْت إِلَى رَبِّي عَزَّ وَجَلَّ فَسَأَلْته التَّخْفِيف فَقَالَ إِنِّي يَوْم خَلَقْت السَّمَاوَات وَالْأَرْض فَرَضْت عَلَيْك وَعَلَى أُمَّتك خَمْس صَلَوَات فَخَمْس بِخَمْسِينَ فَقُمْ بِهَا أَنْتَ وَأُمَّتك قَالَ فَعَرَفْت أَنَّهَا مِنْ اللَّه عَزَّ وَجَلَّ صِرَّى فَرَجَعْت إِلَى مُوسَى عَلَيْهِ السَّلَام فَقَالَ اِرْجِعْ فَعَرَفْت أَنَّهَا مِنْ اللَّه عَزَّ وَجَلَّ صِرَّى - يَقُول أَيْ حَتْم - فَلَمْ أَرْجِع \"\" طَرِيق أُخْرَى \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام اِبْن عَمَّار حَدَّثَنَا خَالِد بْن يَزِيد بْن أَبِي مَالِك عَنْ أَبِيهِ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا كَانَ لَيْلَة أُسْرِيَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى بَيْت الْمَقْدِس أَتَاهُ جِبْرِيل بِدَابَّةٍ فَوْق الْحِمَار وَدُون الْبَغْل حَمَلَهُ جِبْرِيل عَلَيْهَا يَنْتَهِي خُفّهَا حَيْثُ يَنْتَهِي طَرْفهَا فَلَمَّا بَلَغَ بَيْت الْمَقْدِس وَبَلَغَ الْمَكَان الَّذِي يُقَال لَهُ بَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَى إِلَى الْحَجَر الَّذِي ثَمَّةَ فَغَمَزَهُ جِبْرِيل بِأُصْبُعِهِ فَثَقَبَهُ ثُمَّ رَبَطَهَا ثُمَّ صَعِدَ فَلَمَّا اِسْتَوَيَا فِي صَرْحَة الْمَسْجِد قَالَ جِبْرِيل يَا مُحَمَّد هَلْ سَأَلْت رَبّك أَنْ يُرِيك الْحُور الْعِين ؟ فَقَالَ \" نَعَمْ \" فَقَالَ فَانْطَلِقْ إِلَى أُولَئِكَ النِّسْوَة فَسَلِّمْ عَلَيْهِنَّ وَهُنَّ جُلُوس عَنْ يَسَار الصَّخْرَة قَالَ \" فَأَتَيْتهنَّ فَسَلَّمْت عَلَيْهِنَّ فَرَدَدْنَ عَلَيَّ السَّلَام فَقُلْت : مَنْ أَنْتُنَّ ؟ فَقُلْنَ نَحْنُ خَيْرَات حِسَان نِسَاء قَوْم أَبْرَار نُقُّوا فَلَمْ يَدْرَنُوا وَأَقَامُوا فَلَمْ يَظْعَنُوا وَخُلِّدُوا فَلَمْ يَمُوتُوا قَالَ ثُمَّ اِنْصَرَفْت فَلَمْ أَلْبَث إِلَّا يَسِيرًا حَتَّى اِجْتَمَعَ نَاس كَثِير ثُمَّ أَذَّنَ مُؤَذِّن وَأُقِيمَتْ الصَّلَاة قَالَ فَقُمْنَا صُفُوفًا نَنْتَظِر مَنْ يَؤُمّنَا فَأَخَذَ بِيَدِي جِبْرِيل عَلَيْهِ السَّلَام فَقَدَّمَنِي فَصَلَّيْت بِهِمْ فَلَمَّا اِنْصَرَفْت قَالَ جِبْرِيل يَا مُحَمَّد أَتَدْرِي مَنْ صَلَّى خَلْفك ؟ قَالَ قُلْت : لَا قَالَ صَلَّى خَلْفك كُلّ نَبِيّ بَعَثَهُ اللَّه عَزَّ وَجَلَّ قَالَ ثُمَّ أَخَذَ بِيَدِي جِبْرِيل فَصَعِدَ بِي إِلَى السَّمَاء فَلَمَّا اِنْتَهَيْنَا إِلَى الْبَاب اِسْتَفْتَحَ فَقَالُوا مَنْ أَنْتَ ؟ قَالَ أَنَا جِبْرِيل قَالُوا وَمَنْ مَعَك قَالَ مُحَمَّد قَالُوا وَقَدْ بُعِثَ إِلَيْهِ قَالَ نَعَمْ قَالَ فَفَتَحُوا لَهُ وَقَالُوا مَرْحَبًا بِك وَبِمَنْ مَعَك قَالَ فَلَمَّا اِسْتَوَى عَلَى ظَهْرهَا إِذَا فِيهَا آدَم فَقَالَ لِي جِبْرِيل يَا مُحَمَّد أَلَا تُسَلِّم عَلَى أَبِيك آدَم ؟ قَالَ قُلْت بَلَى فَأَتَيْته فَسَلَّمْت عَلَيْهِ فَرَدَّ عَلَيَّ وَقَالَ مَرْحَبًا بِابْنِي الصَّالِح وَالنَّبِيّ الصَّالِح قَالَ ثُمَّ عَرَجَ بِي إِلَى السَّمَاء الثَّانِيَة فَاسْتَفْتَحَ فَقَالُوا مَنْ أَنْتَ ؟ قَالَ جِبْرِيل قَالُوا وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قَالُوا وَقَدْ بُعِثَ إِلَيْهِ قَالَ نَعَمْ فَفَتَحُوا لَهُ وَقَالُوا مَرْحَبًا بِك وَبِمَنْ مَعَك فَإِذَا فِيهَا عِيسَى وَابْن خَالَته يَحْيَى عَلَيْهِمَا السَّلَام قَالَ ثُمَّ عَرَجَ بِي إِلَى السَّمَاء الثَّالِثَة فَاسْتَفْتَحَ قَالُوا مَنْ أَنْتَ ؟ قَالَ جِبْرِيل قَالُوا وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قَالُوا وَقَدْ بُعِثَ إِلَيْهِ ؟ قَالَ نَعَمْ فَفَتَحُوا لَهُ وَقَالُوا مَرْحَبًا بِك وَبِمَنْ مَعَك فَإِذَا فِيهَا يُوسُف عَلَيْهِ السَّلَام ثُمَّ عَرَجَ بِي إِلَى السَّمَاء الرَّابِعَة فَاسْتَفْتَحَ قَالُوا مَنْ أَنْتَ ؟ قَالَ جِبْرِيل قَالُوا وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قَالُوا وَقَدْ بُعِثَ إِلَيْهِ قَالَ نَعَمْ ؟ قَالَ فَفَتَحُوا وَقَالُوا لَهُ مَرْحَبًا بِك وَبِمَنْ مَعَك فَإِذَا فِيهَا إِدْرِيس عَلَيْهِ السَّلَام قَالَ فَعَرَجَ بِي إِلَى السَّمَاء الْخَامِسَة فَاسْتَفْتَحَ جِبْرِيل فَقَالُوا مَنْ أَنْتَ قَالَ جِبْرِيل قَالُوا وَمَنْ مَعَك قَالَ مُحَمَّد قَالُوا وَقَدْ بُعِثَ إِلَيْهِ ؟ قَالَ نَعَمْ قَالَ فَفَتَحُوا وَقَالُوا مَرْحَبًا بِك وَبِمَنْ مَعَك وَإِذَا فِيهَا هَارُون عَلَيْهِ السَّلَام ثُمَّ عَرَجَ بِي إِلَى السَّمَاء السَّادِسَة فَاسْتَفْتَحَ جِبْرِيل فَقَالُوا مَنْ أَنْتَ قَالَ جِبْرِيل قَالُوا وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قَالُوا وَقَدْ بُعِثَ إِلَيْهِ ؟ قَالَ نَعَمْ قَالَ فَفَتَحُوا وَقَالُوا مَرْحَبًا بِك وَبِمَنْ مَعَك وَإِذَا فِيهَا مُوسَى عَلَيْهِ السَّلَام ثُمَّ عَرَجَ بِي إِلَى السَّمَاء السَّابِعَة فَاسْتَفْتَحَ جِبْرِيل فَقَالُوا مَنْ أَنْتَ قَالَ جِبْرِيل قَالُوا وَمَنْ مَعَك قَالَ مُحَمَّد قَالُوا وَقَدْ بُعِثَ إِلَيْهِ ؟ قَالَ نَعَمْ فَفَتَحُوا لَهُ وَقَالُوا مَرْحَبًا بِك وَبِمَنْ مَعَك وَإِذَا فِيهَا إِبْرَاهِيم عَلَيْهِ السَّلَام فَقَالَ جِبْرِيل يَا مُحَمَّد أَلَا تُسَلِّم عَلَى أَبِيك إِبْرَاهِيم ؟ قُلْت بَلَى فَأَتَيْته فَسَلَّمْت عَلَيْهِ فَرَدَّ عَلَيَّ السَّلَام وَقَالَ مَرْحَبًا بِابْنِي الصَّالِح وَالنَّبِيّ الصَّالِح ثُمَّ اِنْطَلَقَ بِي عَلَى ظَهْر السَّمَاء السَّابِعَة حَتَّى اِنْتَهَى بِي إِلَى نَهَر عَلَيْهِ خِيَام اللُّؤْلُؤ وَالْيَاقُوت وَالزَّبَرْجَد وَعَلَيْهِ طَيْر خُضْر أَنْعَم طَيْر رَأَيْت فَقُلْت يَا جِبْرِيل إِنَّ هَذَا الطَّيْر لَنَاعِم قَالَ يَا مُحَمَّد آكِله أَنْعَم مِنْهُ ثُمَّ قَالَ يَا مُحَمَّد أَتَدْرِي أَيّ نَهَر هَذَا ؟ قَالَ قُلْت لَا قَالَ هَذَا الْكَوْثَر الَّذِي أَعْطَاك اللَّه إِيَّاهُ فَإِذَا فِيهِ آنِيَة الذَّهَب وَالْفِضَّة يَجْرِي عَلَى رَضْرَاض مِنْ الْيَاقُوت وَالزُّمُرُّد دِمَاؤُهُ أَشَدّ بَيَاضًا مِنْ اللَّبَن قَالَ فَأَخَذْت مِنْ آنِيَته آنِيَة مِنْ الذَّهَب فَاغْتَرَفْت مِنْ ذَلِكَ الْمَاء فَشَرِبْت فَإِذَا هُوَ أَحْلَى مِنْ الْعَسَل وَأَشَدّ رَائِحَة مِنْ الْمِسْك ثُمَّ اِنْطَلَقَ بِي حَتَّى اِنْتَهَيْت إِلَى الشَّجَرَة فَغَشِيَتْنِي سَحَابَة فِيهَا مِنْ كُلّ لَوْن فَرَفَضَنِي جِبْرِيل وَخَرَرْت سَاجِدًا لِلَّهِ عَزَّ وَجَلَّ فَقَالَ اللَّه لِي : يَا مُحَمَّد إِنِّي يَوْم خَلَقْت السَّمَاوَات وَالْأَرْض اِفْتَرَضْت عَلَيْك وَعَلَى أُمَّتك خَمْسِينَ صَلَاة فَقُمْ بِهَا أَنْتَ وَأُمَّتك. قَالَ ثُمَّ اِنْجَلَتْ عَنِّي السَّحَابَة فَأَخَذَ بِيَدِي جِبْرِيل فَانْصَرَفْت سَرِيعًا فَأَتَيْت عَلَى إِبْرَاهِيم فَلَمْ يَقُلْ لِي شَيْئًا فَأَتَيْت عَلَى مُوسَى فَقَالَ مَا صَنَعْت يَا مُحَمَّد ؟ فَقُلْت فَرَضَ رَبِّي عَلَيَّ وَعَلَى أُمَّتِي خَمْسِينَ صَلَاة قَالَ فَلَنْ تَسْتَطِيعهَا أَنْتَ وَلَا أُمَّتك فَارْجِعْ إِلَى رَبّك فَاسْأَلْهُ أَنْ يُخَفِّف عَنْك فَرَجَعْت سَرِيعًا حَتَّى اِنْتَهَيْت إِلَى الشَّجَرَة فَغَشِيَتْنِي السَّحَابَة وَرَفَضَنِي جِبْرِيل وَخَرَرْت سَاجِدًا وَقُلْت رَبّ إِنَّك فَرَضْت عَلَيَّ وَعَلَى أُمَّتِي خَمْسِينَ صَلَاة وَلَنْ أَسْتَطِيعهَا أَنَا وَلَا أُمَّتِي فَخَفِّفْ عَنَّا قَالَ قَدْ وَضَعْت عَنْكُمْ عَشْرًا قَالَ ثُمَّ اِنْجَلَتْ عَنِّي السَّحَابَة وَأَخَذَ بِيَدِي جِبْرِيل قَالَ فَانْصَرَفْت سَرِيعًا حَتَّى أَتَيْت عَلَى إِبْرَاهِيم فَلَمْ يَقُلْ لِي شَيْئًا ثُمَّ أَتَيْت عَلَى مُوسَى فَقَالَ لِي مَا صَنَعْت يَا مُحَمَّد ؟ فَقُلْت وَضَعَ عَنِّي رَبِّي عَشْرًا قَالَ فَأَرْبَعُونَ صَلَاة لَنْ تَسْتَطِيعهَا أَنْتَ وَلَا أُمَّتك فَارْجِعْ إِلَى رَبّك فَاسْأَلْهُ أَنْ يُخَفِّف عَنْكُمْ - فَذَكَرَ الْحَدِيث كَذَلِكَ إِلَى خَمْس صَلَوَات وَخَمْس بِخَمْسِينَ ثُمَّ أَمَرَهُ مُوسَى أَنْ يَرْجِع فَيَسْأَلهُ التَّخْفِيف - فَقُلْت إِنِّي قَدْ اِسْتَحْيَيْت مِنْهُ تَعَالَى \" قَالَ ثُمَّ اِنْحَدَرَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِجِبْرِيل \" مَا لِي لَمْ آتِ أَهْل سَمَاء إِلَّا رَحَّبُوا بِي وَضَحِكُوا لِي غَيْر رَجُل وَاحِد فَسَلَّمْت عَلَيْهِ فَرَدَّ عَلَيَّ السَّلَام وَرَحَّبَ بِي وَلَمْ يَضْحَك لِي \" قَالَ يَا مُحَمَّد ذَاكَ مَالِك خَازِن جَهَنَّم لَمْ يَضْحَك مُنْذُ خُلِقَ وَلَوْ ضَحِكَ إِلَى أَحَد لَضَحِكَ إِلَيْك قَالَ ثُمَّ رَكِبَ مُنْصَرِفًا فَبَيْنَا هُوَ فِي بَعْض الطَّرِيق مَرَّ بِعِيرٍ لِقُرَيْشٍ تَحْمِل طَعَامًا مِنْهَا جَمَل عَلَيْهِ غِرَارَتَانِ غِرَارَة سَوْدَاء وَغِرَارَة بَيْضَاء فَلَمَّا حَاذَى بِالْعِيرِ نَفَرَتْ مِنْهُ وَاسْتَدَارَتْ وَصُرِعَ ذَلِكَ الْبَعِير وَانْكَسَرَ ثُمَّ إِنَّهُ مَضَى فَأَصْبَحَ فَأَخْبَرَ عَمَّا كَانَ فَلَمَّا سَمِعَ الْمُشْرِكُونَ قَوْله أَتَوْا أَبَا بَكْر فَقَالُوا يَا أَبَا بَكْر هَلْ لَك فِي صَاحِبك ؟ يُخْبِر أَنَّهُ أَتَى فِي لَيْلَته هَذِهِ مَسِيرَة شَهْر وَرَجَعَ فِي لَيْلَته فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ إِنْ كَانَ قَالَهُ فَقَدْ صَدَقَ وَإِنَّا لَنُصَدِّقهُ فِيمَا هُوَ أَبْعَد مِنْ هَذَا لَنُصَدِّقهُ عَلَى خَبَر السَّمَاء فَقَالَ الْمُشْرِكُونَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا عَلَامَة مَا تَقُول قَالَ \" مَرَرْت بِعِيرٍ لِقُرَيْشٍ وَهِيَ فِي مَكَان كَذَا وَكَذَا فَنَفَرَتْ الْإِبِل مِنَّا وَاسْتَدَارَتْ وَفِيهَا بَعِير عَلَيْهِ غِرَارَتَانِ غِرَارَة سَوْدَاء وَغِرَارَة بَيْضَاء فَصُرِعَ فَانْكَسَرَ \" فَلَمَّا قَدِمَتْ الْعِير سَأَلُوهُمْ فَأَخْبَرُوهُمْ الْخَبَر عَلَى مِثْل مَا حَدَّثَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْ ذَلِكَ سُمِّيَ أَبُو بَكْر أَبُو بَكْر الصِّدِّيق وَسَأَلُوهُ وَقَالُوا هَلْ كَانَ فِيمَنْ حَضَرَ مَعَك مُوسَى وَعِيسَى ؟ قَالَ \" نَعَمْ \" قَالُوا فَصِفْهُمْ لَنَا قَالَ \" نَعَمْ أَمَّا مُوسَى فَرَجُل آدَم كَأَنَّهُ مِنْ رِجَال أَزْد عُمَان وَأَمَّا عِيسَى فَرَجُل رَبْعَة سَبْط تَعْلُوهُ حُمْرَة كَأَنَّمَا يَتَحَادَر مِنْ شَعْره الْجُمَان \" هَذَا سِيَاق فِيهِ غَرَائِب عَجِيبَة. \" رِوَايَة أَنَس بْن مَالِك عَنْ مَالِك بْن صَعْصَعَة \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا هَمَّام قَالَ سَمِعْت قَتَادَة يُحَدِّث عَنْ أَنَس بْن مَالِك أَنَّ مَالِك بْن صَعْصَعَة حَدَّثَهُ أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ عَنْ لَيْلَة أُسْرِيَ بِهِ قَالَ \" بَيْنَمَا أَنَا فِي الْحَطِيم - وَرُبَّمَا قَالَ قَتَادَة فِي الْحِجْر - مُضْطَجِعًا إِذْ أَتَانِي آتٍ فَجَعَلَ يَقُول لِصَاحِبِهِ الْأَوْسَط بَيْن الثَّلَاثَة قَالَ فَأَتَانِي فَقَدَّ - وَسَمِعْت قَتَادَة يَقُول فَشَقَّ - مَا بَيْن هَذِهِ إِلَى هَذِهِ \" وَقَالَ قَتَادَة فَقُلْت لِلْجَارُودِ وَهُوَ إِلَى جَنْبِي مَا يَعْنِي قَالَ مِنْ ثُغْرَة نَحْره إِلَى شِعْرَته وَقَدْ سَمِعْته يَقُول مِنْ قَصَّته إِلَى شِعْرَته قَالَ \" فَاسْتُخْرِجَ قَلْبِي - قَالَ فَأُتِيت بِطَسْتٍ مِنْ ذَهَب مَمْلُوء إِيمَانًا وَحِكْمَة فَغُسِلَ قَلْبِي ثُمَّ حُشِيَ ثُمَّ أُعِيدَ ثُمَّ أُتِيت بِدَابَّةٍ دُون الْبَغْل وَفَوْق الْحِمَار أَبْيَض \" قَالَ فَقَالَ الْجَارُود هُوَ الْبُرَاق يَا أَبَا حَمْزَة ؟ قَالَ نَعَمْ يَقَع خَطْوه عِنْد أَقْصَى طَرْفه قَالَ \" فَحُمِلْت عَلَيْهِ فَانْطَلَقَ بِي جِبْرِيل عَلَيْهِ السَّلَام حَتَّى أَتَى بِي إِلَى السَّمَاء الدُّنْيَا فَاسْتَفْتَحَ فَقِيلَ مَنْ هَذَا قَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قِيلَ أَوَقَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ نَعَمْ فَقِيلَ مَرْحَبًا بِهِ وَلَنِعْمَ الْمَجِيء جَاءَ قَالَ فَفُتِحَ لَنَا فَلَمَّا خَلَصْت فَإِذَا فِيهَا آدَم عَلَيْهِ السَّلَام قَالَ هَذَا أَبُوك آدَم فَسَلِّمْ عَلَيْهِ فَسَلَّمْت عَلَيْهِ فَرَدَّ السَّلَام ثُمَّ قَالَ مَرْحَبًا بِالِابْنِ الصَّالِح وَالنَّبِيّ الصَّالِح ثُمَّ صَعِدَ حَتَّى أَتَى السَّمَاء الثَّانِيَة فَاسْتَفْتَحَ فَقِيلَ مَنْ هَذَا فَقَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قِيلَ أَوَقَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ نَعَمْ قِيلَ مَرْحَبًا بِهِ وَلَنِعْمَ الْمَجِيء جَاءَ قَالَ فَفُتِحَ لَنَا فَلَمَّا خَلَصْت فَإِذَا عِيسَى وَيَحْيَى وَهُمَا اِبْنَا الْخَالَة قَالَ هَذَانِ يَحْيَى وَعِيسَى فَسَلِّمْ عَلَيْهِمَا قَالَ فَسَلَّمْت فَرَدَّا السَّلَام ثُمَّ قَالَا مَرْحَبًا بِالْأَخِ الصَّالِح وَالنَّبِيّ الصَّالِح ثُمَّ صَعِدَ حَتَّى أَتَى السَّمَاء الثَّالِثَة فَاسْتَفْتَحَ فَقِيلَ مَنْ هَذَا ؟ قَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قِيلَ أَوَقَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ نَعَمْ قِيلَ مَرْحَبًا بِهِ وَلَنِعْمَ الْمَجِيء جَاءَ قَالَ فَفُتِحَ لَنَا فَلَمَّا خَلَصْت إِذَا يُوسُف عَلَيْهِ السَّلَام قَالَ هَذَا يُوسُف قَالَ فَسَلَّمْت عَلَيْهِ فَرَدَّ السَّلَام ثُمَّ قَالَ مَرْحَبًا بِالْأَخِ الصَّالِح وَالنَّبِيّ الصَّالِح ثُمَّ صَعِدَ حَتَّى أَتَى السَّمَاء الرَّابِعَة فَاسْتَفْتَحَ فَقِيلَ مَنْ هَذَا ؟ قَالَ جِبْرِيل قِيلَ وَمَنْ مَعَك ؟ قَالَ مُحَمَّد قِيلَ أَوَقَدْ أُرْسِلَ إِلَيْهِ ؟ قَالَ نَعَمْ قِيلَ مَرْحَبًا بِهِ وَلَنِعْمَ الْمَجِيء جَاءَ قَالَ فَفُتِحَ لَنَا فَلَمَّا خَلَصْت فَإِذَا إِدْرِيس عَلَيْهِ السَّلَام قَالَ هَذَا إِدْرِيس قَالَ فَسَلَّمْت عَلَيْهِ فَرَدَّ السَّلَام ثُمَّ قَالَ مَرْحَ", "sura_id": 17, "type": 4, "id": 38178, "aya_id": 1}]