[{"text": "فَمَن تَوَلَّى بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ", "sura_id": 3, "type": 0, "id": 375, "aya_id": 82}, {"text": "فمن تولى بعد ذلك فأولئك هم الفاسقون", "sura_id": 3, "type": 1, "id": 6611, "aya_id": 82}, {"text": "82 - (فمن تولى) أعرض (بعد ذلك) الميثاق (فأولئك هم الفاسقون) \r\n", "sura_id": 3, "type": 2, "id": 25319, "aya_id": 82}, {"text": "فمن أعرض عن دعوة الإسلام بعد هذا البيان وهذا العهد الذي أخذه الله على أنبيائه, فأولئك هم الخارجون عن دين الله وطاعة ربهم.\r\n", "sura_id": 3, "type": 3, "id": 31555, "aya_id": 82}, {"text": " <font color=red>فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ</font><BR><p>\" فَمَنْ تَوَلَّى بَعْد ذَلِكَ \" أَيْ عَنْ هَذَا الْعَهْد وَالْمِيثَاق \" فَأُولَئِكَ هُمْ الْفَاسِقُونَ \" . قَالَ عَلِيّ بْن أَبِي طَالِب وَابْن عَمّه اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا مَا بَعَثَ اللَّه نَبِيًّا مِنْ الْأَنْبِيَاء إِلَّا أَخَذَ عَلَيْهِ الْمِيثَاق لَئِنْ بَعَثَ اللَّه مُحَمَّدًا وَهُوَ حَيّ لَيُؤْمِنَنَّ بِهِ وَلَيَنْصُرَنَّهُ وَأَمَرَهُ أَنْ يَأْخُذ الْمِيثَاق عَلَى أُمَّته لَئِنْ بُعِثَ مُحَمَّد وَهُمْ أَحْيَاء لَيُؤْمِنُنَّ بِهِ وَلَيَنْصُرَنّه. وَقَالَ طَاوُوس وَالْحَسَن الْبَصْرِيّ وَقَتَادَة : أَخَذَ اللَّه مِيثَاق النَّبِيِّينَ أَنْ يُصَدِّق بَعْضهمْ بَعْضًا وَهَذَا لَا يُضَادّ مَا قَالَهُ عَلِيّ وَابْن عَبَّاس وَلَا يَنْفِيه بَلْ يَسْتَلْزِمهُ وَيَقْتَضِيه وَلِهَذَا رَوَى عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ اِبْن طَاوُوس عَنْ أَبِيهِ مِثْل قَوْل عَلِيّ وَابْن عَبَّاس وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَنْبَأَنَا سُفْيَان عَنْ جَابِر عَنْ الشَّعْبِيّ عَنْ عَبْد اللَّه بْن ثَابِت قَالَ : جَاءَ عُمَر إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه إِنِّي أَمَرْت بِأَخٍ لِي يَهُودِيّ مِنْ قُرَيْظَة فَكَتَبَ لِي جَوَامِع مِنْ التَّوْرَاة أَلَا أَعْرِضهَا عَلَيْك ؟ قَالَ : فَتَغَيَّرَ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ عَبْد اللَّه بْن ثَابِت قُلْت لَهُ أَلَا تَرَى مَا بِوَجْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَقَالَ عُمَر : رَضِيت بِاَللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ رَسُولًا قَالَ : فَسُرِّيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" وَاَلَّذِي نَفْسِيّ بِيَدِهِ لَوْ أَصْبَحَ فِيكُمْ مُوسَى عَلَيْهِ السَّلَام ثُمَّ اِتَّبَعْتُمُوهُ وَتَرَكْتُمُونِي لَضَلَلْتُمْ إِنَّكُمْ حَظِّي مِنْ الْأُمَم وَأَنَا حَظّكُمْ مِنْ النَّبِيِّينَ \" \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا إِسْحَق حَدَّثَنَا حَمَّاد عَنْ الشَّعْبِيّ عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَسْأَلُوا أَهْل الْكِتَاب عَنْ شَيْء فَإِنَّهُمْ لَنْ يَهْدُوكُمْ وَقَدْ ضَلُّوا وَإِنَّكُمْ إِمَّا أَنْ تُصَدِّقُوا بِبَاطِلٍ وَإِمَّا أَنْ تُكَذِّبُوا بِحَقٍّ وَإِنَّهُ وَاَللَّه لَوْ كَانَ مُوسَى حَيًّا بَيْن أَظْهُرِكُمْ مَا حَلَّ لَهُ إِلَّا أَنْ يَتْبَعنِي \" وَفِي بَعْض الْأَحَادِيث \" لَوْ كَانَ مُوسَى وَعِيسَى حَيَّيْنِ لَمَا وَسِعَهُمَا إِلَّا اِتِّبَاعِي \" فَالرَّسُول مُحَمَّد خَاتَم الْأَنْبِيَاء صَلَوَات اللَّه وَسَلَامه عَلَيْهِ دَائِمًا إِلَى يَوْم الدِّين هُوَ الْإِمَام الْأَعْظَم الَّذِي لَوْ وُجِدَ فِي أَيّ عَصْر وُجِدَ لَكَانَ هُوَ الْوَاجِب الطَّاعَة الْمُقَدَّم عَلَى الْأَنْبِيَاء كُلّهمْ وَلِهَذَا كَانَ إِمَامهمْ لَيْلَة الْإِسْرَاء لَمَّا اِجْتَمَعُوا بِبَيْتِ الْمَقْدِس : وَكَذَلِكَ هُوَ الشَّفِيع فِي الْمَحْشَر فِي إِتْيَان الرَّبّ جَلَّ جَلَاله لِفَصْلِ الْقَضَاء بَيْن عِبَاده وَهُوَ الْمَقَام الْمَحْمُود الَّذِي لَا يَلِيق إِلَّا لَهُ وَاَلَّذِي يَحِيد عَنْهُ أُولُو الْعَزْم مِنْ الْأَنْبِيَاء وَالْمُرْسَلِينَ حَتَّى تَنْتَهِيَ النَّوْبَة إِلَيْهِ فَيَكُون هُوَ الْمَخْصُوص بِهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40024, "aya_id": 82}]