[{"text": "وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ", "sura_id": 10, "type": 0, "id": 1410, "aya_id": 46}, {"text": "وإما نرينك بعض الذي نعدهم أو نتوفينك فإلينا مرجعهم ثم الله شهيد على ما يفعلون", "sura_id": 10, "type": 1, "id": 7646, "aya_id": 46}, {"text": "46 - (وإما) فيه إدغام نون إن الشرطية في ما المزيدة (نُرينَّك بعض الذي نعدهم) به من العذاب في حياتك وجواب الشرط محذوف أي فذاك (أو نتوفينك) قبل تعذيبهم (فإلينا مرجعهم ثم الله شهيد) مطلع (على ما يفعلون) من تكذيبهم وكفرهم فيعذبهم أشد العذاب \r\n", "sura_id": 10, "type": 2, "id": 26354, "aya_id": 46}, {"text": "وإمَّا نرينَّك -أيها الرسول- في حياتك بعض الذي نَعِدُهم من العقاب في الدنيا, أو نتوفينك قبل أن نريك ذلك فيهم, فإلينا وحدنا يرجع أمرهم في الحالتين, ثم الله شهيد على أفعالهم التي كانوا يفعلونها في الدنيا, لا يخفى عليه شيء منها, فيجازيهم بها جزاءهم الذي يستحقونه.\r\n", "sura_id": 10, "type": 3, "id": 32590, "aya_id": 46}, {"text": " <font color=red>وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ</font><BR><p>يَقُول تَعَالَى مُخَاطِبًا لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِمَّا نُرِيَنَّكَ بَعْض الَّذِي نَعِدهُمْ \" أَيْ نَنْتَقِم مِنْهُمْ فِي حَيَاتك لِتَقَرّ عَيْنك مِنْهُمْ \" أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعهمْ \" أَيْ مَصِيرهمْ وَمُنْقَلَبهمْ وَاَللَّه شَهِيد عَلَى أَفْعَالهمْ بَعْدك وَقَدْ قَالَ الطَّبَرَانِيّ : حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد حَدَّثَنَا عُقْبَة بْن مُكْرَم حَدَّثَنَا أَبُو بَكْر الْحَنَفِيّ حَدَّثَنَا دَاوُد بْن الْجَارُود عَنْ أَبِي السَّلِيل عَنْ حُذَيْفَة بْن أَسِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" عُرِضَتْ عَلَيَّ أُمَّتِي الْبَارِحَة لَدَى هَذِهِ الْحُجْرَة أَوَّلهَا وَآخِرهَا \" فَقَالَ رَجُل : يَا رَسُول اللَّه عُرِضَ عَلَيْك مَنْ خُلِقَ فَكَيْف مَنْ لَمْ يُخْلَق ؟ فَقَالَ \" صُوِّرُوا لِي فِي الطِّين حَتَّى إنِّي لَأَعْرَف بِالْإِنْسَانِ مِنْهُمْ مِنْ أَحَدكُمْ بِصَاحِبِهِ \" وَرَوَاهُ عَنْ مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة عَنْ عُقْبَة بْن مُكْرَم عَنْ يُونُس بْن بُكَيْر عَنْ زِيَاد بْن الْمُنْذِر عَنْ أَبِي الطُّفَيْل عَنْ حُذَيْفَة بْن أَسِيد بِهِ نَحْوه .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37474, "aya_id": 46}]