[{"text": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ", "sura_id": 42, "type": 0, "id": 4315, "aya_id": 43}, {"text": "ولمن صبر وغفر إن ذلك لمن عزم الأمور", "sura_id": 42, "type": 1, "id": 10551, "aya_id": 43}, {"text": "43 - (ولمن صبر) فبم ينتصر (وغفر) تجاوز (إن ذلك) الصبر والتجاوز (لمن عزم الأمور) معزوماتها بمعنى المطلوبات شرعا \r\n", "sura_id": 42, "type": 2, "id": 29259, "aya_id": 43}, {"text": "ولمن صبر على الأذى، وقابل الإساءة بالعفو والصفح والسَّتر, إن ذلك من عزائم الأمور المشكورة والأفعال الحميدة التي أمر الله بها، ورتَّب لها ثوابًا جريلا وثناءً حميدًا.\r\n", "sura_id": 42, "type": 3, "id": 35495, "aya_id": 43}, {"text": " <font color=red>وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ</font><BR><p>إِنَّ اللَّه تَعَالَى لَمَّا ذَمَّ الظُّلْم وَأَهْله وَشَرَعَ الْقِصَاص قَالَ نَادِبًا إِلَى الْعَفْو وَالصَّفْح \" وَلَمَنْ صَبَرَ وَغَفَرَ\" أَيْ صَبَرَ عَلَى الْأَذَى وَسَتَرَ السَّيِّئَة \" إِنَّ ذَلِكَ لَمِنْ عَزْم الْأُمُور \" قَالَ سَعِيد بْن جُبَيْر يَعْنِي لَمِنْ حَقّ الْأُمُور الَّتِي أَمَرَ اللَّه تَعَالَى بِهَا أَيْ لَمِنْ الْأُمُور الْمَشْكُورَة وَالْأَفْعَال الْحَمِيدَة الَّتِي عَلَيْهَا ثَوَاب جَزِيل وَثَنَاء جَمِيل وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عِمْرَان بْن مُوسَى الطَّرَسُوسِيّ حَدَّثَنَا عَبْد الصَّمَد بْن يَزِيد خَادِم الْفُضَيْل بْن عِيَاض قَالَ سَمِعْت الْفُضَيْل بْن عِيَاض يَقُول إِذَا أَتَاك رَجُل يَشْكُو إِلَيْك رَجُلًا فَقُلْ يَا أَخِي اُعْفُ عَنْهُ فَإِنَّ الْعَفْو أَقْرَب لِلتَّقْوَى فَإِنْ قَالَ لَا يَحْتَمِل قَلْبِي الْعَفْو وَلَكِنْ أَنْتَصِر كَمَا أَمَرَنِي اللَّه عَزَّ وَجَلَّ فَقُلْ لَهُ إِنْ كُنْت تُحْسِن أَنْ تَنْتَصِر وَإِلَّا فَارْجِعْ إِلَى بَاب الْعَفْو فَإِنَّهُ بَاب وَاسِع فَإِنَّهُ مَنْ عَفَا وَأَصْلَحَ فَأَجْره عَلَى اللَّه وَصَاحِب الْعَفْو يَنَام عَلَى فِرَاشه بِاللَّيْلِ وَصَاحِب الِانْتِصَار يُقَلِّب الْأُمُور . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى يَعْنِي اِبْن سَعِيد الْقَطَّان عَنْ اِبْن عَجْلَان حَدَّثَنَا سَعِيد بْن أَبِي سَعِيد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ رَجُلًا شَتَمَ أَبَا بَكْر رَضِيَ اللَّه عَنْهُ وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس فَجَعَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْجَب وَيَتَبَسَّم فَلَمَّا أَكْثَرَ رَدَّ عَلَيْهِ بَعْض قَوْله فَغَضِبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَامَ فَلَحِقَهُ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ فَقَالَ يَا رَسُول اللَّه إِنَّهُ كَانَ يَشْتُمنِي وَأَنْتَ جَالِس فَلَمَّا رَدَدْت عَلَيْهِ بَعْض قَوْله غَضِبْت وَقُمْت قَالَ \" إِنَّهُ كَانَ مَعَك مَلَك يَرُدّ عَنْك فَلَمَّا رَدَدْت عَلَيْهِ بَعْض قَوْله حَضَرَ الشَّيْطَان فَلَمْ أَكُنْ لِأَقْعُد مَعَ الشَّيْطَان - ثُمَّ قَالَ - يَا أَبَا بَكْر ثَلَاث كُلّهنَّ حَقّ مَا مِنْ عَبْد ظُلِمَ بِمَظْلِمَةٍ فَيُغْضِي عَنْهَا لِلَّهِ إِلَّا أَعَزَّهُ اللَّه تَعَالَى بِهَا وَنَصَرَهُ وَمَا فَتَحَ رَجُل بَاب عَطِيَّة يُرِيد بِهَا صِلَة إِلَّا زَادَهُ اللَّه بِهَا كَثْرَة وَمَا فَتَحَ رَجُل بَاب مَسْأَلَة يُرِيد بِهَا كَثْرَة إِلَّا زَادَهُ اللَّه عَزَّ وَجَلَّ بِهَا قِلَّة \" كَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ عَبْد الْأَعْلَى بْن حَمَّاد عَنْ سُفْيَان بْن عُيَيْنَة قَالَ وَرَوَاهُ صَفْوَان بْن عِيسَى كِلَاهُمَا عَنْ مُحَمَّد بْن عَجْلَان وَرَوَاهُ مِنْ طَرِيق اللَّيْث عَنْ سَعِيد الْمَقْبُرِيّ عَنْ بَشِير بْن الْمُحَرَّر عَنْ سَعِيد بْن الْمُسَيِّب مُرْسَلًا وَهَذَا الْحَدِيث فِي غَايَة الْحُسْن فِي الْمَعْنَى وَهُوَ مُنَاسِب لِلصِّدِّيقِ رَضِيَ اللَّه عَنْهُ .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41116, "aya_id": 43}]