[{"text": "وَإِذَا النُّفُوسُ زُوِّجَتْ", "sura_id": 81, "type": 0, "id": 5807, "aya_id": 7}, {"text": "وإذا النفوس زوجت", "sura_id": 81, "type": 1, "id": 12043, "aya_id": 7}, {"text": "7 - (وإذا النفوس زوجت) قرنت بأجسادها \r\n", "sura_id": 81, "type": 2, "id": 30751, "aya_id": 7}, {"text": "وإذا النفوس قُرنت بأمثالها ونظائرها,\r\n", "sura_id": 81, "type": 3, "id": 36987, "aya_id": 7}, {"text": " <font color=red>وَإِذَا النُّفُوسُ زُوِّجَتْ</font><BR><p>أَيْ جُمِعَ كُلّ شَكْل إِلَى نَظِيره كَقَوْلِهِ تَعَالَى \" اُحْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجهمْ\" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن الصَّبَّاح الْبَزَّار حَدَّثَنَا الْوَلِيد بْن أَبِي ثَوْر عَنْ سِمَاك عَنْ النُّعْمَان بْن بَشِير أَنَّهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِذَا النُّفُوس زُوِّجَتْ \" قَالَ : الضُّرَبَاء كُلّ رَجُل مَعَ كُلّ قَوْم كَانُوا يَعْمَلُونَ عَمَله\" وَذَلِكَ بِأَنَّ اللَّه عَزَّ وَجَلَّ يَقُول \" وَكُنْتُمْ أَزْوَاجًا ثَلَاثَة فَأَصْحَاب الْمَيْمَنَة مَا أَصْحَاب الْمَيْمَنَة وَأَصْحَاب الْمَشْأَمَة مَا أَصْحَاب الْمَشْأَمَة وَالسَّابِقُونَ السَّابِقُونَ\" قَالَ هُمْ الضُّرَبَاء . ثُمَّ رَوَاهُ اِبْن أَبِي حَاتِم مِنْ طُرُق أُخَر عَنْ سِمَاك بْن حَرْب عَنْ النُّعْمَان بْن بَشِير أَنَّ عُمَر بْن الْخَطَّاب خَطَبَ النَّاس فَقَرَأَ \" وَإِذَا النُّفُوس زُوِّجَتْ\" فَقَالَ تَزَوُّجهَا أَنْ تُؤَلَّف كُلّ شِيعَة إِلَى شِيعَتهمْ وَفِي رِوَايَة هُمَا الرَّجُلَانِ يَعْمَلَانِ الْعَمَل فَيَدْخُلَانِ بِهِ الْجَنَّة أَوْ النَّار وَفِي رِوَايَة عَنْ النُّعْمَان قَالَ سُئِلَ عُمَر عَنْ قَوْله تَعَالَى \" وَإِذَا النُّفُوس زُوِّجَتْ \" قَالَ : يُقْرَن بَيْن الرَّجُل الصَّالِح مَعَ الرَّجُل الصَّالِح وَيُقْرَن بَيْن الرَّجُل السُّوء مَعَ الرَّجُل السُّوء فِي النَّار فَذَلِكَ تَزْوِيج الْأَنْفُس . وَفِي رِوَايَة عَنْ النُّعْمَان أَنَّ عُمَر قَالَ لِلنَّاسِ : مَا تَقُولُونَ فِي تَفْسِير هَذِهِ الْآيَة \" وَإِذَا النُّفُوس زُوِّجَتْ \" ؟ فَسَكَتُوا . قَالَ وَلَكِنْ أَعْلَمهُ هُوَ الرَّجُل يُزَوَّج نَظِيره مِنْ أَهْل الْجَنَّة وَالرَّجُل يُزَوَّج نَظِيره مِنْ أَهْل النَّار ثُمَّ قَرَأَ \" اُحْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجهمْ \" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَإِذَا النُّفُوس زُوِّجَتْ \" قَالَ ذَلِكَ حِين يَكُون النَّاس أَزْوَاجًا ثَلَاثَة وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد\" وَإِذَا النُّفُوس زُوِّجَتْ \" قَالَ الْأَمْثَال مِنْ النَّاس جُمِعَ بَيْنهمْ وَكَذَا قَالَ الرَّبِيع بْن خُثَيْم وَالْحَسَن وَقَتَادَة وَاخْتَارَهُ اِبْن جَرِير وَهُوَ الصَّحِيح . \" قَوْل آخَر \" فِي قَوْله تَعَالَى \" وَإِذَا النُّفُوس زُوِّجَتْ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن الْجُنَيْد حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ أَشْعَث بْن سِرَار عَنْ جَعْفَر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : يَسِيل وَادٍ مِنْ أَصْل الْعَرْش مِنْ مَاء فِيمَا بَيْن الصَّيْحَتَيْنِ وَمِقْدَار مَا بَيْنهمَا أَرْبَعُونَ عَامًا فَيَنْبُت مِنْهُ كُلّ خَلْق بَلِيَ مِنْ الْإِنْسَان أَوْ طَيْر أَوْ دَابَّة وَلَوْ مَرَّ عَلَيْهِمْ مَارّ قَدْ عَرَفَهُمْ قَبْل ذَلِكَ لَعَرَفَهُمْ عَلَى وَجْه الْأَرْض قَدْ نَبَتُوا ثُمَّ تُرْسَل الْأَرْوَاح فَتُزَوَّج الْأَجْسَاد فَذَلِكَ قَوْله تَعَالَى \" وَإِذَا النُّفُوس زُوِّجَتْ \" وَكَذَا قَالَ أَبُو الْعَالِيَة وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَالْحَسَن الْبَصْرِيّ أَيْضًا فِي قَوْله تَعَالَى \" وَإِذَا النُّفُوس زُوِّجَتْ\" أَيْ زُوِّجَتْ بِالْأَبْدَانِ . وَقِيلَ زُوِّجَ الْمُؤْمِنُونَ بِالْحُورِ الْعِين وَزُوِّجَ الْكَافِرُونَ بِالشَّيَاطِينِ . حَكَاهُ الْقُرْطُبِيّ فِي التَّذْكِرَة .</p><BR> <br> ", "sura_id": 81, "type": 4, "id": 43197, "aya_id": 7}]