[{"text": "وَمِنَ النَّاسِ مَن يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ", "sura_id": 2, "type": 0, "id": 211, "aya_id": 204}, {"text": "ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو ألد الخصام", "sura_id": 2, "type": 1, "id": 6447, "aya_id": 204}, {"text": "204 - (ومن الناس من يعجبك قوله في الحياة الدنيا) ولا يعجبك في الآخرة لمخالفته لاعتقاده (ويشهد الله على ما في قلبه) أنه موافق لقوله (وهو ألد الخصام) شديد الخصومة لك ولأتباعك لعداوته لك وهو الأخنس بن شريق كان منافقاً حلوَ الكلام للنبي صلى الله عليه وسلم يحلف أنه مؤمن ومحب له فيدنى مجلسَه فأكذبه الله في ذلك ومرَّ بزرعٍ وحُمُرٍ لبعض المسلمين فأحرقه وعقرها ليلاً كما قال تعالى: \r\n", "sura_id": 2, "type": 2, "id": 25155, "aya_id": 204}, {"text": "وبعض الناس من المنافقين يعجبك -أيها الرسول- كلامه الفصيح الذي يريد به حظًّا من حظوظ الدنيا لا الآخرة, ويحلف مستشهدًا بالله على ما في قلبه من محبة الإسلام, وفي هذا غاية الجرأة على الله, وهو شديد العداوة والخصومة للإسلام والمسلمين.\r\n", "sura_id": 2, "type": 3, "id": 31391, "aya_id": 204}, {"text": " <font color=red>وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ</font><BR><p>قَالَ السُّدِّيّ : نَزَلَتْ فِي الْأَخْنَس بْن شُرَيْق الثَّقَفِيّ جَاءَ إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَظْهَر الْإِسْلَام وَفِي بَاطِنه خِلَاف ذَلِكَ وَعَنْ اِبْن عَبَّاس أَنَّهَا نَزَلَتْ فِي نَفَر مِنْ الْمُنَافِقِينَ تَكَلَّمُوا فِي خُبَيْب وَأَصْحَابه الَّذِينَ قُتِلُوا بِالرَّجِيعِ وَعَابُوهُمْ فَأَنْزَلَ اللَّه فِي ذَمّ الْمُنَافِقِينَ وَمَدْح خُبَيْب وَأَصْحَابه \" وَمِنْ النَّاسِ مَنْ يَشْرِي نَفْسَهُ اِبْتِغَاءَ مَرْضَاتِ اللَّهِ \" وَقِيلَ بَلْ ذَلِكَ عَامٌّ فِي الْمُنَافِقِينَ كُلّهمْ وَفِي الْمُؤْمِنِينَ كُلّهمْ وَهَذَا قَوْل قَتَادَة وَمُجَاهِد وَالرَّبِيع بْن أَنَس وَغَيْر وَاحِد وَهُوَ الصَّحِيح . وَقَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي اللَّيْث بْن سَعْد عَنْ خَالِد بْن يَزِيد عَنْ سَعِيد بْن أَبِي هِلَال عَنْ الْقُرَظِيّ عَنْ نَوْف وَهُوَ الْبِكَالِيّ وَكَانَ مِمَّنْ يَقْرَأ الْكُتُب قَالَ إِنِّي لَأَجِدُ صِفَة نَاس مِنْ هَذِهِ الْأُمَّة فِي كِتَاب اللَّه الْمُنَزَّل قَوْم يَحْتَالُونَ عَلَى الدُّنْيَا بِالدِّينِ أَلْسِنَتُهُمْ أَحْلَى مِنْ الْعَسَل وَقُلُوبهمْ أَمَرُّ مِنْ الصَّبْر يَلْبَسُونَ لِلنَّاسِ مُسُوك الضَّأْن وَقُلُوبهمْ قُلُوب الذِّئَاب يَقُول اللَّه تَعَالَى : فَعَلَيَّ يَجْتَرِئُونَ وَبِي يَغْتَرُّونَ حَلَفْت بِنَفْسِي لَأَبْعَثَنَّ عَلَيْهِمْ فِتْنَة تَتْرُك الْحَلِيم فِيهَا حَيْرَان قَالَ الْقُرَظِيّ تَدَبَّرْتهَا فِي الْقُرْآن فَإِذَا هُمْ الْمُنَافِقُونَ فَوَجَدْتهَا \" وَمِنْ النَّاسِ مَنْ يُعْجِبُك قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ \" الْآيَة وَحَدَّثَنِي مُحَمَّد بْن أَبِي مَعْشَر أَخْبَرَنِي أَبُو مَعْشَر نَجِيح قَالَ : سَمِعْت سَعِيدًا الْمَقْبُرِيّ يُذَاكِر مُحَمَّد بْن كَعْب الْقُرَظِيّ فَقَالَ سَعِيد : إِنَّ فِي بَعْض الْكُتُب : إِنَّ عِبَادًا أَلْسِنَتهمْ أَحْلَى مِنْ الْعَسَل وَقُلُوبهمْ أَمَرّ مِنْ الصَّبْر لَبِسُوا لِلنَّاسِ مُسُوك الضَّأْن مِنْ اللِّين يَشْتَرُونَ الدُّنْيَا بِالدِّينِ قَالَ اللَّه تَعَالَى : عَلَيَّ تَجْتَرِئُونَ وَبِي تَغْتَرُّونَ ؟ وَعِزَّتِي لَأَبْعَثَنَّ عَلَيْهِمْ فِتْنَة تَتْرُك الْحَلِيم مِنْهُمْ حَيْرَان . فَقَالَ مُحَمَّد بْن كَعْب : هَذَا فِي كِتَاب اللَّه فَقَالَ سَعِيد : وَأَيْنَ هُوَ مِنْ كِتَاب اللَّه قَالَ قَوْل اللَّه \" وَمِنْ النَّاسِ مَنْ يُعْجِبُك قَوْلُهُ فِي الْحَيَاة الدُّنْيَا \" الْآيَة فَقَالَ سَعِيد : قَدْ عَرَفْت فِيمَنْ أُنْزِلَتْ هَذِهِ الْآيَة فَقَالَ مُحَمَّد بْن كَعْب إِنَّ الْآيَة تَنْزِل فِي الرَّجُل ثُمَّ تَكُون عَامَّة بَعْدُ وَهَذَا الَّذِي قَالَهُ الْقُرَظِيّ حَسَنٌ صَحِيحٌ . وَأَمَّا قَوْله \" وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ \" فَقَرَأَهُ اِبْن مُحَيْصِن \" وَيَشْهَدُ اللَّهُ \" بِفَتْحِ الْيَاء وَضَمّ الْجَلَالَة \" عَلَى مَا فِي قَلْبه\" وَمَعْنَاهَا أَنَّ هَذَا وَإِنْ أَظْهَر لَكُمْ الْحِيَل لَكِنَّ اللَّه يَعْلَم مِنْ قَلْبه الْقَبِيح كَقَوْلِهِ تَعَالَى \" إِذَا جَاءَك الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّك لَرَسُولُ اللَّهِ وَاَللَّهُ يَعْلَمُ إِنَّك لَرَسُولُهُ وَاَللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ \" وَقِرَاءَة الْجُمْهُور بِضَمِّ الْيَاء وَنَصْب الْجَلَالَة وَيُشْهِد اللَّهَ عَلَى مَا فِي قَلْبه وَمَعْنَاهُ أَنَّهُ يُظْهِرُ لِلنَّاسِ الْإِسْلَام وَيُبَارِز اللَّه بِمَا فِي قَلْبه مِنْ الْكُفْر وَالنِّفَاق كَقَوْلِهِ تَعَالَى \" يَسْتَخْفُونَ مِنْ النَّاس وَلَا يَسْتَخْفُونَ مِنْ اللَّه \" الْآيَة هَذَا مَعْنَى مَا رَوَاهُ اِبْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس وَقِيلَ مَعْنَاهُ أَنَّهُ إِذَا أَظْهَر لِلنَّاسِ الْإِسْلَام حَلَفَ وَأَشْهَد اللَّه لَهُمْ أَنَّ الَّذِي فِي قَلْبه مُوَافِق لِلِسَانِهِ وَهَذَا الْمَعْنَى صَحِيح . وَقَالَهُ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَاخْتَارَهُ اِبْن جَرِير وَعَزَاهُ إِلَى اِبْن عَبَّاس وَحَكَاهُ عَنْ مُجَاهِد وَاَللَّه أَعْلَم. وَقَوْله \" وَهُوَ أَلَدّ الْخِصَام \" الْأَلَدّ فِي اللُّغَة الْأَعْوَج\" وَتُنْذِرَ بِهِ قَوْمًا لُدًّا \" أَيْ عِوَجًا وَهَكَذَا الْمُنَافِق فِي حَال خُصُومَته يَكْذِب وَيَزْوَرّ عَنْ الْحَقّ وَلَا يَسْتَقِيم مَعَهُ بَلْ يَفْتَرِي وَيَفْجُر كَمَا ثَبَتَ فِي الصَّحِيح عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ \" آيَة الْمُنَافِق ثَلَاث إِذَا حَدَّثَ كَذَبَ وَإِذَا عَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ \" وَقَالَ الْبُخَارِيّ : حَدَّثَنَا قَبِيصَة حَدَّثَنَا سُفْيَان عَنْ اِبْن جُرَيْج عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة تَرْفَعهُ. قَالَ : \" إِنَّ أَبْغَضَ الرِّجَالِ إِلَى اللَّهِ الْأَلَدُّ الْخَصِمُ\" قَالَ : وَقَالَ عَبْد اللَّه بْن يَزِيد : حَدَّثَنَا سُفْيَان حَدَّثَنَا اِبْن جُرَيْج عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" إِنَّ أَبْغَض الرِّجَال إِلَى اللَّه الْأَلَدّ الْخَصِم \" وَهَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر فِي قَوْله \" وَهُوَ أَلَدّ الْخِصَام \" عَنْ اِبْن جُرَيْج عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" إِنَّ أَبْغَض الرِّجَال إِلَى اللَّه الْأَلَدّ الْخَصِم \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38614, "aya_id": 204}]