[{"text": "قُلْ آمِنُواْ بِهِ أَوْ لاَ تُؤْمِنُواْ إِنَّ الَّذِينَ أُوتُواْ الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا", "sura_id": 17, "type": 0, "id": 2136, "aya_id": 107}, {"text": "قل آمنوا به أو لا تؤمنوا إن الذين أوتوا العلم من قبله إذا يتلى عليهم يخرون للأذقان سجدا", "sura_id": 17, "type": 1, "id": 8372, "aya_id": 107}, {"text": "107 - (قل) لكفار مكة (آمنوا به أو لا تؤمنوا) تهديد لهم (إن الذين أوتوا العلم من قبله) قبل نزوله وهم مؤمنوا أهل الكتاب (إذا يتلى عليهم يخرون للأذقان سجدا) \r\n", "sura_id": 17, "type": 2, "id": 27080, "aya_id": 107}, {"text": "قل -أيها الرسول- لهؤلاء المكذبين: آمِنوا بالقرآن أو لا تؤمنوا؛ فإن إيمانكم لا يزيده كمالا وتكذيبكم لا يُلْحِق به نقصًا. إن العلماء الذين أوتوا الكتب السابقة مِن قبل القرآن، وعرفوا حقيقة الوحي، إذا قرئ عليهم القرآن يخشعون، فيسجدون على وجوههم لله سبحانه وتعالى.\r\n", "sura_id": 17, "type": 3, "id": 33316, "aya_id": 107}, {"text": " <font color=red>قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْ يَا مُحَمَّد لِهَؤُلَاءِ الْكَافِرِينَ بِمَا جِئْتهمْ بِهِ مِنْ هَذَا الْقُرْآن الْعَظِيم \" آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا \" أَيْ سَوَاء آمَنْتُمْ بِهِ أَمْ لَا فَهُوَ حَقّ فِي نَفْسه أَنْزَلَهُ اللَّه وَنَوَّهَ بِذِكْرِهِ فِي سَالِف الْأَزْمَان فِي كُتُبه الْمُنَزَّلَة عَلَى رُسُله وَلِهَذَا قَالَ \" إِنَّ الَّذِينَ أُوتُوا الْعِلْم مِنْ قَبْله \" أَيْ مِنْ صَالِحِي أَهْل الْكِتَاب الَّذِينَ تَمَسَّكُوا بِكِتَابِهِمْ وَيُقِيمُونَهُ وَلَمْ يُبَدِّلُوهُ وَلَا حَرَّفُوهُ \" إِذَا يُتْلَى عَلَيْهِمْ \" هَذَا الْقُرْآن \" يَخِرُّونَ لِلْأَذْقَانِ \" جَمْع ذَقَن وَهُوَ أَسْفَل الْوَجْه \" سُجَّدًا \" أَيْ لِلَّهِ عَزَّ وَجَلَّ شُكْرًا عَلَى مَا أَنْعَمَ بِهِ عَلَيْهِمْ مِنْ جَعْله إِيَّاهُمْ أَهْلًا إِنْ أَدْرَكُوا هَذَا الرَّسُول الَّذِي أُنْزِلَ عَلَيْهِ هَذَا الْكِتَاب .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38187, "aya_id": 107}]