[{"text": "فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ", "sura_id": 7, "type": 0, "id": 1061, "aya_id": 107}, {"text": "فألقى عصاه فإذا هي ثعبان مبين", "sura_id": 7, "type": 1, "id": 7297, "aya_id": 107}, {"text": "107 - (فألقى عصاه فإذا هي ثعبان مبين) حية عظيمة \r\n", "sura_id": 7, "type": 2, "id": 26005, "aya_id": 107}, {"text": "فألقى موسى عصاه, فتحولت حيَّة عظيمة ظاهرة للعيان.\r\n", "sura_id": 7, "type": 3, "id": 32241, "aya_id": 107}, {"text": " <font color=red>فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" ثُعْبَان مُبِين \" الْحَيَّة الذَّكَر وَكَذَا قَالَ السُّدِّيّ وَالضَّحَّاك وَفِي حَدِيث الْفُتُون مِنْ رِوَايَة يَزِيد بْن هَارُون بْن الْأَصْبَغ بْن زَيْد عَنْ الْقَاسِم بْن أَبِي أَيُّوب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ\" فَأَلْقَى عَصَاهُ \" فَتَحَوَّلَتْ حَيَّة عَظِيمَة فَاغِرَة فَاهَا مُسْرِعَة إِلَى فِرْعَوْن فَلَمَّا رَآهَا فِرْعَوْن أَنَّهَا قَاصِدَة إِلَيْهِ اِقْتَحَمَ عَنْ سَرِيره وَاِسْتَغَاثَ بِمُوسَى أَنْ يَكُفّهَا عَنْهُ فَفَعَلَ وَقَالَ قَتَادَة : تَحَوَّلَتْ حَيَّة عَظِيمَة مِثْل الْمَدِينَة . وَقَالَ السُّدِّيّ فِي قَوْله \" فَإِذَا هِيَ ثُعْبَان مُبِين \" الثُّعْبَان الذَّكَر مِنْ الْحَيَّات فَاتِحَة فَاهَا وَاضِعَة لَحْيهَا الْأَسْفَل فِي الْأَرْض وَالْآخَر عَلَى سُور الْقَصْر ثُمَّ تَوَجَّهَتْ نَحْو فِرْعَوْن لِتَأْخُذهُ فَلَمَّا رَآهَا ذُعِرَ مِنْهَا وَوَثَبَ وَأَحْدَثَ وَلَمْ يَكُنْ يُحْدِث قَبْل ذَلِكَ وَصَاحَ يَا مُوسَى خُذْهَا وَأَنَا أُومِن بِك وَأُرْسِل مَعَك بَنِي إِسْرَائِيل فَأَخَذَهَا مُوسَى عَلَيْهِ السَّلَام فَعَادَتْ عَصًا وَرُوِيَ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس نَحْو هَذَا وَقَالَ وَهْب بْن مُنَبِّه لَمَّا دَخَلَ مُوسَى عَلَى فِرْعَوْن قَالَ لَهُ فِرْعَوْن أَعْرِفك قَالَ نَعَمْ قَالَ \" أَلَمْ نُرَبِّك فِينَا وَلِيدًا \" قَالَ فَرَدَّ إِلَيْهِ مُوسَى الَّذِي رَدَّ فَقَالَ فِرْعَوْن خُذُوهُ فَبَادَرَ مُوسَى \" فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَان مُبِين \" فَحَمَلَتْ عَلَى النَّاس فَانْهَزَمُوا مِنْهَا فَمَاتَ مِنْهُمْ خَمْسَة وَعِشْرُونَ أَلْفًا قَتَلَ بَعْضهمْ بَعْضًا وَقَامَ فِرْعَوْن مُنْهَزِمًا حَتَّى دَخَلَ الْبَيْت . رَوَاهُ اِبْن جَرِير وَالْإِمَام أَحْمَد فِي كِتَابه الزُّهْد وَابْن أَبِي حَاتِم وَفِيهِ غَرَابَة فِي سِيَاقه وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42475, "aya_id": 107}]