[{"text": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ", "sura_id": 50, "type": 0, "id": 4660, "aya_id": 30}, {"text": "يوم نقول لجهنم هل امتلأت وتقول هل من مزيد", "sura_id": 50, "type": 1, "id": 10896, "aya_id": 30}, {"text": "30 - (يوم) ناصبه ظلام (نقول) بالنون والياء (لجهنم هل امتلأت) استفهام تحقيق لوعده بملئها (وتقول) بصورة الاستفهام كالسؤال (هل من مزيد) أي لا أسع غير ما امتلأت به أي قد امتلأت \r\n", "sura_id": 50, "type": 2, "id": 29604, "aya_id": 30}, {"text": "اذكر -أيها الرسول- لقومك يوم نقول لجهنم يوم القيامة: هل امتلأت؟ وتقول جهنم: هل من زيادة من الجن والإنس؟ فيضع الرب -جل جلاله- قدمه فيها, فينزوي بعضها على بعض, وتقول: قط, قط.\r\n", "sura_id": 50, "type": 3, "id": 35840, "aya_id": 30}, {"text": " <font color=red>يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ يَقُول لِجَهَنَّم يَوْم الْقِيَامَة هَلْ اِمْتَلَأْت ؟ وَذَلِكَ لِأَنَّهُ تَبَارَكَ وَتَعَالَى وَعَدَهَا أَنْ سَيَمْلَؤُهَا مِنْ الْجِنَّة وَالنَّاس أَجْمَعِينَ فَهُوَ سُبْحَانه وَتَعَالَى يَأْمُر بِمَنْ يَأْمُر بِهِ إِلَيْهَا وَيُلْقَى وَهِيَ تَقُول هَلْ مِنْ مَزِيد : أَيْ هَلْ بَقِيَ شَيْء تَزِيدُونِي ؟ هَذَا هُوَ الظَّاهِر مِنْ سِيَاق الْآيَة وَعَلَيْهِ تَدُلّ الْأَحَادِيث قَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا عَبْد اللَّه بْن الْأَسْوَد حَدَّثَنَا حَرَمِيّ بْن عُمَارَة حَدَّثَنَا شُعْبَة عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُلْقَى فِي النَّار وَتَقُول هَلْ مِنْ مَزِيد ؟ حَتَّى يَضَع قَدَمه فِيهَا فَتَقُول قَطْ قَطْ \" : وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الْوَهَّاب عَنْ سَعِيد عَنْ قَتَادَة عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَزَال جَهَنَّم يُلْقَى فِيهَا وَتَقُول هَلْ مِنْ مَزِيد ؟ حَتَّى يَضَع رَبّ الْعِزَّة قَدَمَهُ فِيهَا فَيَنْزَوِي بَعْضهَا إِلَى بَعْض وَتَقُول قَطْ قَطْ وَعِزَّتك وَكَرَمِك وَلَا يَزَال فِي الْجَنَّة فَضْل حَتَّى يُنْشِئ اللَّه لَهَا خَلْقًا آخَر فَيُسْكِنهُمْ اللَّه تَعَالَى فِي فُضُول الْجَنَّة \" ثُمَّ رَوَاهُ مُسْلِم مِنْ حَدِيث قَتَادَة بِنَحْوِهِ وَرَوَاهُ أَبَان الْعَطَّار وَسُلَيْمَان التَّيْمِيّ عَنْ قَتَادَة بِنَحْوِهِ \" حَدِيث آخَر \" قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن مُوسَى الْقَطَّان حَدَّثَنَا أَبُو سُفْيَان الْحِمْيَرِيّ سَعِيد بْن يَحْيَى بْن مَهْدِيّ حَدَّثَنَا عَوْف عَنْ مُحَمَّد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ رَفَعَهُ وَأَكْثَرَ مَا كَانَ يُوقِفهُ أَبُو سُفْيَان : \" يُقَال لِجَهَنَّم هَلْ اِمْتَلَأْت وَتَقُول هَلْ مِنْ مَزِيد فَيَضَع الرَّبّ تَبَارَكَ وَتَعَالَى قَدَمَهُ عَلَيْهَا فَتَقُول قَطْ قَطْ \" وَرَوَاهُ أَبُو أَيُّوب وَهِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ بِهِ \" طَرِيق أُخْرَى \" قَالَ الْبُخَارِيّ وَحَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَحَاجَّتْ الْجَنَّةُ وَالنَّارُ فَقَالَتْ النَّار أُوثِرْت بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ وَقَالَتْ الْجَنَّة مَا لِي لَا يَدْخُلنِي إِلَّا ضُعَفَاء النَّاس وَسَقَطهمْ قَالَ اللَّه عَزَّ وَجَلَّ لِلْجَنَّةِ أَنْتِ رَحْمَتِي أَرْحَمُ بِك مَنْ أَشَاء مِنْ عِبَادِي وَقَالَ لِلنَّارِ إِنَّمَا أَنْتِ عَذَابِي أُعَذِّب بِك مَنْ أَشَاء مِنْ عِبَادِي وَلِكُلِّ وَاحِدَة مِنْكُمَا مِلْؤُهَا فَأَمَّا النَّار فَلَا تَمْتَلِئ . يَضَع رِجْله فِيهَا فَتَقُول قَطْ قَطْ فَهُنَالِكَ تَمْتَلِئ وَيَنْزَوِي بَعْضهَا إِلَى بَعْض وَلَا يَظْلِم اللَّه عَزَّ وَجَلَّ مِمَّنْ خَلَقَهُ أَحَدًا وَأَمَّا الْجَنَّة فَإِنَّ اللَّه عَزَّ وَجَلَّ يُنْشِئ لَهَا خَلْقًا آخَر \" \" حَدِيث آخَر \" قَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" اِحْتَجَّتْ الْجَنَّة وَالنَّار فَقَالَتْ النَّار فِيَّ الْجَبَّارُونَ وَالْمُتَكَبِّرُونَ وَقَالَتْ الْجَنَّة فِيَّ ضُعَفَاء النَّاس وَمَسَاكِينهمْ فَقَضَى بَيْنهمَا فَقَالَ لِلْجَنَّةِ إِنَّمَا أَنْتِ رَحْمَتِي أَرْحَم بِك مَنْ أَشَاء مِنْ عِبَادِي وَقَالَ لِلنَّارِ إِنَّمَا أَنْتِ عَذَابِي أُعَذِّب بِك مَنْ أَشَاء مِنْ عِبَادِي وَلِكُلِّ وَاحِدَة مِنْكُمَا مِلْؤُهَا \" اِنْفَرَدَ بِهِ مُسْلِم دُون الْبُخَارِيّ مِنْ هَذَا الْوَجْه وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَمُ : وَقَدْ رَوَاهُ الْإِمَام أَحْمَد مِنْ طَرِيق أُخْرَى عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ بِأَبْسَطَ مِنْ هَذَا السِّيَاق فَقَالَ حَدَّثَنَا حَسَن وَرَوْح قَالَا حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَطَاء بْن السَّائِب عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ \" اِفْتَخَرَتْ الْجَنَّة وَالنَّار فَقَالَتْ النَّار يَا رَبِّ يَدْخُلنِي الْجَبَابِرَة وَالْمُتَكَبِّرُونَ وَالْمُلُوك وَالْأَشْرَاف وَقَالَتْ الْجَنَّة أَيْ رَبِّ يَدْخُلنِي الضُّعَفَاء وَالْفُقَرَاء وَالْمَسَاكِين فَيَقُول اللَّه تَبَارَكَ وَتَعَالَى لِلنَّارِ أَنْتِ عَذَابِي أُصِيب بِك مَنْ أَشَاء وَقَالَ لِلْجَنَّةِ أَنْتِ رَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ وَلِكُلِّ وَاحِدَة مِنْكُمَا مِلْؤُهَا فَيُلْقَى فِي النَّار أَهْلُهَا فَتَقُول هَلْ مِنْ مَزِيد قَالَ وَيُلْقَى فِيهَا وَتَقُول هَلْ مِنْ مَزِيد وَيُلْقَى فِيهَا وَتَقُول هَلْ مِنْ مَزِيد حَتَّى يَأْتِيهَا عَزَّ وَجَلَّ فَيَضَع قَدَمه عَلَيْهَا فَتَنْزَوِي وَتَقُول قَدْنِي قَدْنِي وَأَمَّا الْجَنَّة فَيَبْقَى فِيهَا مَا شَاءَ اللَّه تَعَالَى أَنْ يَبْقَى فَيُنْشِئ اللَّه سُبْحَانه وَتَعَالَى لَهَا خَلْقًا مَا يَشَاء \" \" حَدِيث آخَر\" وَقَالَ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده حَدَّثَنَا عُقْبَة بْن مُكْرَم حَدَّثَنَا يُونُس حَدَّثَنَا عَبْد الْغَفَّار بْن الْقَاسِم عَنْ عَدِيّ بْن ثَابِت عَنْ زِرّ بْن حُبَيْش عَنْ أُبَيّ بْن كَعْب رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُعَرِّفنِي اللَّه تَعَالَى نَفْسه يَوْم الْقِيَامَة فَأَسْجُد سَجْدَة يَرْضَى بِهَا عَنِّي ثُمَّ أَمْدَحهُ مِدْحَة يَرْضَى بِهَا عَنِّي ثُمَّ يُؤْذَن لِي فِي الْكَلَام ثُمَّ تَمُرُّ أُمَّتِي عَلَى الصِّرَاط مَضْرُوب بَيْن ظَهْرَانَيْ جَهَنَّم فَيَمُرُّونَ أَسْرَعَ مِنْ الطَّرْف وَالسَّهْم وَأَسْرَعَ مِنْ أَجْوَد الْخَيْل حَتَّى يَخْرُج الرَّجُل مِنْهَا يَحْبُو وَهِيَ الْأَعْمَال وَجَهَنَّم تَسْأَل الْمَزِيد حَتَّى يَضَع فِيهَا قَدَمه فَيَنْزَوِي بَعْضهَا إِلَى بَعْض وَتَقُول قَطْ قَطْ وَأَنَا عَلَى الْحَوْض \" قِيلَ وَمَا الْحَوْض يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ شَرَابه أَبْيَضُ مِنْ اللَّبَن وَأَحْلَى مِنْ الْعَسَل وَأَبْرَدُ مِنْ الثَّلْج وَأَطْيَبُ رِيحًا مِنْ الْمِسْك وَآنِيَتُهُ أَكْثَرُ مِنْ عَدَد النُّجُوم لَا يَشْرَب مِنْهُ إِنْسَانٌ فَيَظْمَأَ أَبَدًا وَلَا يُصْرَفُ فَيَرْوَى أَبَدًا \" وَهَذَا الْقَوْل هُوَ اِخْتِيَار اِبْن جَرِير . وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيّ عَنْ نَصْر الْجَزَّار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" يَوْم نَقُول لِجَهَنَّم هَلْ اِمْتَلَأْت وَتَقُول هَلْ مِنْ مَزِيد \" قَالَ مَا اِمْتَلَأْت قَالَ تَقُول وَهَلْ فِيَّ مِنْ مَكَان يُزَاد فِيَّ وَكَذَا رَوَاهُ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة \" وَتَقُول هَلْ مِنْ مَزِيد \" وَهَلْ فِيَّ مَدْخَل وَاحِد قَدْ اِمْتَلَأْت قَالَ الْوَلِيد بْن مُسْلِم عَنْ زَيْد بْن أَبِي مَرْيَم أَنَّهُ سَمِعَ مُجَاهِدًا يَقُول لَا يَزَال يُقْذَف فِيهَا حَتَّى تَقُول قَدْ اِمْتَلَأْت فَتَقُول هَلْ فِيَّ مَزِيد وَعَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ نَحْو هَذَا فَعِنْد هَؤُلَاءِ أَنَّ قَوْله تَعَالَى \" هَلْ اِمْتَلَأْت \" إِنَّمَا هُوَ بَعْدَمَا يَضَع عَلَيْهَا قَدَمه فَتَنْزَوِي وَتَقُول حِينَئِذٍ هَلْ بَقِيَ فِيَّ مَزِيد يَسَع شَيْئًا ؟ قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَذَلِكَ حِين لَا يَبْقَى فِيهَا مَوْضِع يَسَع إِبْرَة وَاَللَّه أَعْلَمُ .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41580, "aya_id": 30}]