[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ", "sura_id": 3, "type": 0, "id": 395, "aya_id": 102}, {"text": "يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون", "sura_id": 3, "type": 1, "id": 6631, "aya_id": 102}, {"text": "102 - (يا أيها الذين آمنوا اتقوا الله حق تقاته) بأن يطاع فلا يعصى ويشكر فلا يكفر ويذكر فلا ينسى فقالوا يا رسول الله و من يقوى على هذا فنسخ بقوله تعالى {فاتقوا الله ما استطعتم} (ولا تموتن إلا وأنتم مسلمون) موحدون \r\n", "sura_id": 3, "type": 2, "id": 25339, "aya_id": 102}, {"text": "يا أيها الذين صدَّقوا الله ورسوله، وعملوا بشرعه, خافوا الله حق خوفه: وذلك بأن يطاع فلا يُعصى, ويُشكَر فلا يكفر, ويُذكَر فلا ينسى, وداوموا على تمسككم بإسلامكم إلى آخر حياتكم; لتلقوا الله وأنتم عليه.\r\n", "sura_id": 3, "type": 3, "id": 31575, "aya_id": 102}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن سُفْيَان وَشُعْبَة عَنْ زُبَيْد الْيَامِيّ عَنْ مُرَّة عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود \" اِتَّقُوا اللَّه حَقّ تُقَاته \" قَالَ : أَنْ يُطَاع فَلَا يُعْصَى وَأَنْ يُذْكَر فَلَا يُنْسَى وَأَنْ يُشْكَر فَلَا يُكْفَر وَهَذَا إِسْنَاد صَحِيح مَوْقُوف وَقَدْ تَابَعَ مُرَّة عَلَيْهِ عَمْرو بْن مَيْمُون عَنْ اِبْن مَسْعُود وَقَدْ رَوَاهُ اِبْن مَرْدُوَيه مِنْ حَدِيث يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب عَنْ سُفْيَان الثَّوْرِيّ عَنْ زُبَيْد عَنْ مُرَّة عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِتَّقُوا اللَّه حَقّ تُقَاته\" أَنْ يُطَاع فَلَا يُعْصَى وَيُشْكَر فَلَا يُكْفَر وَيُذْكَر فَلَا يُنْسَى \" وَكَذَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث مِسْعَر عَنْ زُبَيْد عَنْ مُرَّة عَنْ اِبْن مَسْعُود مَرْفُوعًا فَذَكَرَهُ ثُمَّ قَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ كَذَا قَالَ . وَالْأَظْهَر أَنَّهُ مَوْقُوف وَاَللَّه أَعْلَم . ثُمَّ قَالَ اِبْن أَبِي حَاتِم : وَرَوَى نَحْوه عَنْ مُرَّة الْهَمْدَانِيّ وَالرَّبِيع بْن خَيْثَم وَعَمْرو بْن مَيْمُون وَإِبْرَاهِيم النَّخَِيّ وَطَاوُوس وَالْحَسَن وَقَتَادَة وَأَبِي سِنَان وَالسُّدِّيّ نَحْو ذَلِكَ . وَرُوِيَ عَنْ أَنَس أَنَّهُ قَالَ : لَا يَتَّقِي اللَّه الْعَبْد حَقّ تُقَاته حَتَّى يَخْزُن لِسَانه . وَقَدْ ذَهَبَ سَعِيد بْن جُبَيْر وَأَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَزَيْد بْن أَسْلَم وَالسُّدِّيّ وَغَيْرهمْ إِلَى أَنَّ هَذِهِ الْآيَة مَنْسُوخَة بِقَوْلِهِ تَعَالَى \" فَاتَّقُوا اللَّه مَا اِسْتَطَعْتُمْ \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" اِتَّقُوا اللَّه حَقّ تُقَاته \" قَالَ : لَمْ تُنْسَخ وَلَكِنْ \" حَقّ تُقَاته \" أَنْ يُجَاهِدُوا فِي سَبِيله حَقّ جِهَاده وَلَا تَأْخُذهُمْ فِي اللَّه لَوْمَة لَائِم وَيَقُومُوا بِالْقِسْطِ وَلَوْ عَلَى أَنْفُسهمْ وَآبَائِهِمْ وَأَبْنَائِهِمْ وَقَوْله تَعَالَى \" وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ \" أَيْ حَافِظُوا عَلَى الْإِسْلَام فِي حَال صِحَّتكُمْ وَسَلَامَتكُمْ لِتَمُوتُوا عَلَيْهِ فَإِنَّ الْكَرِيم قَدْ أَجْرَى عَادَتهُ بِكَرْمِهِ أَنَّهُ مَنْ عَاشَ عَلَى شَيْء مَاتَ عَلَيْهِ وَمَنْ مَاتَ عَلَى شَيْء بُعِثَ عَلَيْهِ فَعِيَاذًا بِاَللَّهِ مِنْ خِلَاف ذَلِكَ. وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا شُعْبَة قَالَ : سَمِعْت سُلَيْمَان عَنْ مُجَاهِد : إِنَّ النَّاس كَانُوا يَطُوفُونَ بِالْبَيْتِ وَإِنَّ اِبْن عَبَّاس جَالِس مَعَهُ مِحْجَن فَقَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه حَقّ تُقَاته وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ \" وَلَوْ أَنَّ قَطْرَة مِنْ الزَّقُّوم قُطِرَتْ فِي دَار الدُّنْيَا لَأَفْسَدَتْ عَلَى أَهْل الدُّنْيَا مَعَايِشهمْ فَكَيْفَ بِمَنْ لَيْسَ لَهُ طَعَام إِلَّا مِنْ الزَّقُّوم \" وَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ وَابْن حِبَّان فِي صَحِيحه وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق عَنْ شُعْبَة بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح . وَقَالَ الْحَاكِم : عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ. وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا الْأَعْمَش عَنْ زَيْد بْن وَهْب عَنْ عَبْد الرَّحْمَن بْن عَبْد رَبّ الْكَعْبَة عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَحَبَّ أَنْ يُزَحْزَح عَنْ النَّار وَيُدْخَل الْجَنَّة فَلْتُدْرِكْهُ مَنِيَّته وَهُوَ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر وَيَأْتِي إِلَى النَّاس مَا يُحِبّ أَنْ يُؤْتَى إِلَيْهِ \" . وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول قَبْل مَوْته بِثَلَاثٍ \" لَا يَمُوتَنَّ أَحَدكُمْ إِلَّا وَهُوَ يُحْسِن الظَّنّ بِاَللَّهِ عَزَّ وَجَلَّ \" وَرَوَاهُ مُسْلِم مِنْ طَرِيق الْأَعْمَش بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا يُونُس عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ اللَّه قَالَ أَنَا عِنْد ظَنَّ عَبْدِي بِي فَإِنْ ظَنَّ بِي خَيْرًا فَلَهُ فَإِنْ ظَنَّ بِي شَرًّا فَلَهُ \" وَأَصْل هَذَا الْحَدِيث ثَابِت فِي الصَّحِيحَيْنِ مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه أَنَا عِنْد ظَنّ عَبْدِي بِي \" . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مُحَمَّد بْن عَبْد الْمَلِك الْقُرَشِيّ حَدَّثَنَا جَعْفَر بْن سُلَيْمَان عَنْ ثَابِت وَأَحْسَبهُ عَنْ أَنَس قَالَ : كَانَ رَجُل مِنْ الْأَنْصَار مَرِيضًا فَجَاءَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعُودهُ فَوَافَقَهُ فِي السُّوق فَسَلَّمَ عَلَيْهِ فَقَالَ لَهُ \" كَيْفَ أَنْتَ يَا فُلَان ؟ \" قَالَ : بِخَيْرٍ يَا رَسُول اللَّه أَرْجُو اللَّه وَأَخَاف ذُنُوبِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَجْتَمِعَانِ فِي قَلْب عَبْد فِي هَذَا الْمَوْطِن إِلَّا أَعْطَاهُ اللَّه مَا يَرْجُو وَآمَنَهُ مِمَّا يَخَاف \" ثُمَّ قَالَ : لَا نَعْلَم رَوَاهُ عَنْ ثَابِت غَيْر جَعْفَر بْن سُلَيْمَان . وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيثه ثُمَّ قَالَ التِّرْمِذِيّ غَرِيب وَكَذَا رَوَاهُ بَعْضهمْ عَنْ ثَابِت مُرْسَلًا . فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ يُوسُف بْن مَاهَكَ عَنْ حَكِيم بْن حِزَام قَالَ : بَايَعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ لَا أَخِرَّ إِلَّا قَائِمًا وَرَوَاهُ النَّسَائِيّ فِي سُنَنه عَنْ إِسْمَاعِيل بْن مَسْعُود عَنْ خَالِد بْن الْحَارِث عَنْ شُعْبَة بِهِ وَتَرْجَمَ عَلَيْهِ فَقَالَ : \" بَاب كَيْفَ يَخِرّ لِلسُّجُودِ \" ثُمَّ سَاقَهُ مِثْله فَقِيلَ مَعْنَاهُ أَنْ لَا أَمُوت إِلَّا مُسْلِمًا وَقِيلَ : مَعْنَاهُ أَنْ لَا أُقْتَلَ إِلَّا مُقْبِلًا غَيْر مُدْبِر وَهُوَ يَرْجِع إِلَى الْأَوَّل .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39847, "aya_id": 102}]