[{"text": "الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ", "sura_id": 12, "type": 0, "id": 1597, "aya_id": 1}, {"text": "الر.. تلك آيات الكتاب المبين", "sura_id": 12, "type": 1, "id": 7833, "aya_id": 1}, {"text": "يوسف 1 - (الر) الله أعلم بمراده (تلك) هذه الآيات (آيات الكتاب) القرآن ، والإضافة بمعنى من (المبين) المظهر للحق من الباطل \r\n", "sura_id": 12, "type": 2, "id": 26541, "aya_id": 1}, {"text": "(الر) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة. هذه آيات الكتاب البيِّن الواضح في معانيه وحلاله وحرامه وهداه.\r\n", "sura_id": 12, "type": 3, "id": 32777, "aya_id": 1}, {"text": " <font color=red>الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ</font><BR><p>سُورَة يُوسُف رَوَى الثَّعْلَبِيّ وَغَيْره مِنْ طَرِيق سَلَّام بْن سُلَيْم وَيُقَال سُلَيْم الْمَدَائِنِيّ وَهُوَ مَتْرُوك عَنْ هَارُون بْن كَثِير وَقَدْ نَصَّ عَلَى جَهَالَته أَبُو حَاتِم عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ عَنْ أَبِي أُمَامَةَ عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلِّمُوا أَرِقَّاكُمْ سُورَة يُوسُف فَإِنَّهُ أَيّمَا مُسْلِم تَلَاهَا أَوْ عَلَّمَهَا أَهْله أَوْ مَا مَلَكَتْ يَمِينه هَوَّنَ اللَّه عَلَيْهِ سَكَرَات الْمَوْت وَأَعْطَاهُ مِنْ الْقُوَّة أَنْ لَا يَحْسُد مُسْلِمًا \" وَهَذَا مِنْ هَذَا الْوَجْه لَا يَصِحّ لِضَعْفِ إِسْنَاده بِالْكُلِّيَّةِ وَقَدْ سَاقَهُ الْحَافِظ اِبْن عَسَاكِر مُتَابِعًا مِنْ طَرِيق الْقَاسِم بْن الْحَكَم عَنْ هَارُون بْن كَثِير بِهِ وَمِنْ طَرِيق شَبَابَة عَنْ مُحَمَّد بْن عَبْد الْوَاحِد النَّضْرِيّ عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان وَعَنْ عَطَاء بْن أَبِي مَيْمُونَة عَنْ زِرّ بْن حُبَيْش عَنْ أُبَيّ بْن كَعْب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْوه وَهُوَ مُنْكَر سَائِر طُرُقه وَرَوَى الْبَيْهَقِيّ فِي الدَّلَائِل أَنَّ طَائِفَة مِنْ الْيَهُود حِين سَمِعُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتْلُو هَذِهِ السُّورَة أَسْلَمُوا لِمُوَافَقَتِهَا مَا عِنْدهمْ وَهُوَ مِنْ رِوَايَة الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس . بِسْمِ اللَّه الرَّحْمَن الرَّحِيم أَمَّا الْكَلَام عَلَى الْحُرُوف الْمُقَطَّعَة فَقَدْ تَقَدَّمَ فِي أَوَّل سُورَة الْبَقَرَة وَقَوْله \" تِلْكَ آيَات الْكِتَاب \" أَيْ هَذِهِ آيَات الْكِتَاب وَهُوَ الْقُرْآن الْمُبِين أَيْ الْوَاضِح الْجَلِيّ الَّذِي يُفْصِح عَنْ الْأَشْيَاء الْمُبْهَمَة وَيُفَسِّرهَا وَيُبَيِّنهَا .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37746, "aya_id": 1}]