[{"text": "أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُواْ هَذِهِ مِنْ عِندِ اللّهِ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُواْ هَذِهِ مِنْ عِندِكَ قُلْ كُلًّ مِّنْ عِندِ اللّهِ فَمَا لِهَؤُلاء الْقَوْمِ لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثًا", "sura_id": 4, "type": 0, "id": 571, "aya_id": 78}, {"text": "أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة وإن تصبهم حسنة يقولوا هذه من عند الله وإن تصبهم سيئة يقولوا هذه من عندك قل كل من عند الله فما لهؤلاء القوم لا يكادون يفقهون حديثا", "sura_id": 4, "type": 1, "id": 6807, "aya_id": 78}, {"text": "78 - (أين ما تكونوا يدرككم الموت ولو كنتم في بروج) حصون (مشيدة) مرتفعة فلا تخشوا القتال خوف الموت (وإن تصبهم) أي اليهود (حسنة) خصب وسعة (يقولوا هذه من عند الله وإن تصبهم سيئة) جدب وبلاء كما حصل لهم عند قدوم النبي صلى الله عليه وسلم المدينة (يقولوا هذه من عندك) يا محمد أي بشؤمك (قل) لهم (كل) من الحسنة والسيئة (من عند الله) من قبله (فما لهؤلاء القوم لا يكادون يفقهون) أي يقاربون أن يفهموا (حديثا) يلقى إليهم ، وما استفهام تعجيب من فرط جهلهم ونفي مقاربة الفعل أشد من نفيه \r\n", "sura_id": 4, "type": 2, "id": 25515, "aya_id": 78}, {"text": "أينما تكونوا يلحقكم الموت في أي مكان كنتم فيه عند حلول آجالكم, ولو كنتم في حصون منيعة بعيدة عن ساحة المعارك والقتال. وإن يحصل لهم ما يسرُّهم من متاع هذه الحياة, ينسبوا حصوله إلى الله تعالى, وإن وقع عليهم ما يكرهونه ينسبوه إلى الرسول محمد صلى الله عليه وسلم جهالة وتشاؤمًا, وما علموا أن ذلك كله من عند الله وحده, بقضائه وقدره, فما بالهم لا يقاربون فَهْمَ أيِّ حديث تحدثهم به.\r\n", "sura_id": 4, "type": 3, "id": 31751, "aya_id": 78}, {"text": " <font color=red>أَيْنَمَا تَكُونُوا يُدْرِكُكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا</font><BR><p>وَقَوْله تَعَالَى \" أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْت وَلَوْ كُنْتُمْ فِي بُرُوج مُشَيَّدَة \" أَيْ أَنْتُمْ صَائِرُونَ إِلَى الْمَوْت لَا مَحَالَة وَلَا يَنْجُو مِنْهُ أَحَد مِنْكُمْ كَمَا قَالَ تَعَالَى \" كُلّ مَنْ عَلَيْهَا فَانٍ \" الْآيَة وَقَالَ تَعَالَى \" كُلّ نَفْس ذَائِقَة الْمَوْت \" وَقَالَ تَعَالَى \" وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلك الْخُلْد \" وَالْمَقْصُود أَنَّ كُلّ أَحَد صَائِر إِلَى الْمَوْت لَا مَحَالَة وَلَا يُنْجِيه مِنْ ذَلِكَ شَيْء سَوَاء جَاهَدَ أَوْ لَمْ يُجَاهِد فَإِنَّ لَهُ أَجَلًا مَحْتُومًا وَمَقَامًا مَقْسُومًا كَمَا قَالَ خَالِد بْن الْوَلِيد حِين جَاءَ الْمَوْت عَلَى فِرَاشه : لَقَدْ شَهِدْت كَذَا وَكَذَا مَوْقِفًا وَمَا مِنْ عُضْو مِنْ أَعْضَائِي إِلَّا وَفِيهِ جُرْح مِنْ طَعْنَة أَوْ رَمْيَة وَهَا أَنَا أَمُوت عَلَى فِرَاشِي فَلَا نَامَتْ أَعْيُن الْجُبَنَاء وَقَوْله \" وَلَوْ كُنْتُمْ فِي بُرُوج مُشَيَّدَة \" أَيْ حَصِينَة مَنِيعَة عَالِيَة رَفِيعَة وَقِيلَ هِيَ بُرُوج فِي السَّمَاء قَالَهُ السُّدِّيّ وَهُوَ ضَعِيف وَالصَّحِيح أَنَّهَا الْمَنِيعَة أَيْ لَا يُغْنِي حَذَر وَتَحَصُّن مِنْ الْمَوْت كَمَا قَالَ زُهَيْر بْن أَبِي سَلْمَى : وَمَنْ هَابَ أَسْبَاب الْمَنَايَا يَنَلْنَهُ وَلَوْ رَامَ أَسْبَاب السَّمَاء بِسُلَّمِ ثُمَّ قِيلَ : الْمُشَيَّدَة هِيَ الْمُشَيَّدَة كَمَا قَالَ وَقَصْر مَشِيد وَقِيلَ بَلْ بَيْنهمَا فَرْق وَهُوَ أَنَّ الْمُشَيَّدَة بِالتَّشْدِيدِ هِيَ الْمُطَوَّلَة وَبِالتَّخْفِيفِ هِيَ الْمُزَيَّنَة بِالشَّيْدِ وَهُوَ الْجِصّ وَقَدْ ذَكَرَ اِبْن جَرِير وَابْن أَبِي حَاتِم هَهُنَا حِكَايَة مُطَوَّلَة عَنْ مُجَاهِد أَنَّهُ ذَكَرَ أَنَّ اِمْرَأَة فِيمَنْ كَانَ قَبْلنَا أَخَذَهَا الطَّلْق فَأَمَرَتْ أَجِيرهَا أَنْ يَأْتِيهَا بِنَارٍ فَخَرَجَ فَإِذَا هُوَ بِرَجُلٍ وَاقِف عَلَى الْبَاب فَقَالَ : مَا وَلَدَتْ الْمَرْأَة فَقَالَ جَارِيَة فَقَالَ أَمَا إِنَّهَا سَتَزْنِي بِمِائَةِ رَجُل ثُمَّ يَتَزَوَّجهَا أَجِيرهَا وَيَكُون مَوْتهَا بِالْعَنْكَبُوتِ , قَالَ فَكَرَّ رَاجِعًا فَبَعَجَ بَطْن الْجَارِيَة بِسِكِّينٍ فَشَقَّهُ ثُمَّ ذَهَبَ هَارِبًا وَظَنَّ أَنَّهَا قَدْ مَاتَتْ فَخَاطَتْ أُمّهَا بَطْنهَا فَبَرِئَتْ وَشَبَّتْ وَتَرَعْرَعَتْ وَنَشَأَتْ أَحْسَن اِمْرَأَة بِبَلْدَتِهَا فَذَهَبَ ذَاكَ الْأَجِير مَا ذَهَبَ وَدَخَلَ الْبُحُور فَاقْتَنَى أَمْوَالًا جَزِيلَة ثُمَّ رَجَعَ إِلَى بَلَده وَأَرَادَ التَّزَوُّج فَقَالَ لِعَجُوزٍ أُرِيد أَنْ أَتَزَوَّج بِأَحْسَن اِمْرَأَة بِهَذِهِ الْبَلْدَة فَقَالَتْ لَيْسَ هَهُنَا أَحْسَن مِنْ فُلَانَة فَقَالَ اُخْطُبِيهَا عَلَيَّ فَذَهَبَتْ إِلَيْهَا فَأَجَابَتْ فَدَخَلَ بِهَا فَأَعْجَبَتْهُ إِعْجَابًا شَدِيدًا فَسَأَلَتْهُ عَنْ أَمْره وَمِنْ أَيْنَ مَقْدِمه فَأَخْبَرَهَا خَبَره وَمَا كَانَ مِنْ أَمْره فِي الْجَارِيَة فَقَالَتْ أَنَا هِيَ وَأَرَتْهُ مَكَان السِّكِّين فَتَحَقَّقَ ذَلِكَ فَقَالَ لَئِنْ كُنْت إِيَّاهَا فَلَقَدْ أَخْبَرَنِي بِاثْنَتَيْنِ لَا بُدّ مِنْهُمَا \" إِحْدَاهُمَا \" أَنَّك قَدْ زَنَيْت بِمِائَةِ رَجُل فَقَالَتْ لَقَدْ كَانَ شَيْء مِنْ ذَلِكَ وَلَكِنْ لَا أَدْرِي مَا عَدَدهمْ فَقَالَ هُمْ مِائَة \" وَالثَّانِي \" أَنَّك تَمُوتِينَ بِالْعَنْكَبُوتِ فَاِتَّخَذَ لَهَا قَصْرًا مَنِيعًا شَاهِقًا لِيُحْرِزهَا مِنْ ذَلِكَ فَبَيْنَمَا هُمْ يَوْمًا فَإِذَا بِالْعَنْكَبُوتِ فِي السَّقْف فَأَرَاهَا إِيَّاهَا فَقَالَتْ أَهَذِهِ الَّتِي تَحْذَرهَا عَلَيَّ وَاَللَّه لَا يَقْتُلهَا إِلَّا أَنَا فَأَنْزَلُوهَا مِنْ السَّقْف فَعَمَدَتْ إِلَيْهَا فَوَطِئَتْهَا بِإِبْهَامِ رِجْلهَا فَقَتَلَتْهَا فَطَارَ مِنْ سُمّهَا شَيْء فَوَقَعَ بَيْن ظُفْرهَا وَلَحْمهَا وَاسْوَدَّتْ رِجْلهَا فَكَانَ فِي ذَلِكَ أَجَلهَا فَمَاتَتْ وَنَذْكُر هَهُنَا قِصَّة صَاحِب الْحَضَر وَهُوَ السَّاطِرُونَ لَمَّا اِحْتَالَ عَلَيْهِ سَابُور حَتَّى حَصَرَهُ فِيهِ وَقَتَلَ مَنْ فِيهِ بَعْد مُحَاصَرَة سَنَتَيْنِ. وَقَالَتْ الْعَرَب فِي ذَلِكَ أَشْعَارًا مِنْهَا : وَأَخُو الْحَضَر إِذْ بَنَاهُ وَإِذْ دِجْ لَة تَجْبِي إِلَيْهِ وَالْخَابُور شَادَهُ مَرْمَرًا وَجَلَّلَهُ كِلْ سًا فَلِلطَّيْرِ فِي ذَرَاهُ وُكُور لَمْ تَهَبهُ أَيْدِي الْمَنُون فَبَادَ الْ مُلْك عَنْهُ فَبَابه مَهْجُور وَلَمَّا دَخَلَ عَلَى عُثْمَان جَعَلَ يَقُول : اللَّهُمَّ اِجْمَعْ أُمَّة مُحَمَّد ثُمَّ تَمَثَّلَ بِقَوْلِ الشَّاعِر : أَرَى الْمَوْت لَا يُبْقِي عَزِيزًا وَلَمْ يَدَع لِعَادٍ مَلَاذًا فِي الْبِلَاد وَمِرْبَعًا يَبِيت أَهْل الْحِصْن وَالْحِصْن مُغْلَق وَيَأْتِي الْجِبَال فِي شَمَارِيخهَا مَعًا قَالَ اِبْن هِشَام وَكَانَ كِسْرَى سَابُور ذُو الْأَكْتَاف قَتَلَ السَّاطِرُونَ مَلِك الْحَضَر وَقَالَ اِبْن هِشَام إِنَّ الَّذِي قَتَلَ صَاحِب الْحَضَر سَابُور بْن أَرْدَشِير بْن بَابك أَوَّل مُلُوك بَنِي سَاسَان وَأَذَلّ مُلُوك الطَّوَائِف وَرَدَّ الْمُلْك إِلَى الْأَكَاسِرَة فَأَمَّا سَابُور ذُو الْأَكْتَاف فَهُوَ مِنْ بَعْد ذَلِكَ بِزَمَنٍ طَوِيل وَاَللَّه أَعْلَم ذَكَرَهُ السُّهَيْلِيّ قَالَ اِبْن هِشَام : فَحَصَرَهُ سَنَتَيْنِ وَذَلِكَ لِأَنَّهُ كَانَ أَغَارَ عَلَى بِلَاد سَابُور فِي غَيْبَته وَهُوَ فِي الْعِرَاق وَأَشْرَفَتْ بِنْت السَّاطِرُونَ وَكَانَ اِسْمهَا النَّضِيرَة فَنَظَرَتْ إِلَى سَابُور وَعَلَيْهِ ثِيَاب دِيبَاج وَعَلَى رَأْسه تَاج مِنْ ذَهَب مُكَلَّل بِالزَّبَرْجَدِ وَالْيَاقُوت وَاللُّؤْلُؤ فَدَسَّتْ إِلَيْهِ أَنْ تَتَزَوَّجنِي إِنْ فَتَحْت لَك بَاب الْحِصْن فَقَالَ نَعَمْ . فَلَمَّا أَمْسَى سَاطِرُونَ شَرِبَ حَتَّى سَكِرَ وَكَانَ لَا يَبِيت إِلَّا سَكْرَان فَأَخَذَتْ مَفَاتِيح بَاب الْحِصْن مِنْ تَحْت رَأْسَهُ فَبَعَثَتْ بِهَا مَعَ مَوْلَى لَهَا فَفَتَحَ الْبَاب وَيُقَال دَلَّتْهُمْ عَلَى طَلْسَم كَانَ فِي الْحِصْن لَا يُفْتَح حَتَّى تُؤْخَذ حَمَامَة وَرْقَاء فَتُخْضَب رِجْلَاهَا بِحَيْضِ جَارِيَة بِكْر زَرْقَاء ثُمَّ تُرْسَل فَإِذَا وَقَعَتْ عَلَى سُور الْحِصْن سَقَطَ ذَلِكَ فَفُتِحَ الْبَاب فَفَعَلَ ذَلِكَ فَدَخَلَ سَابُور فَقَتَلَ سَاطِرُونَ وَاسْتَبَاحَ الْحِصْن وَخَرَّبَهُ وَسَارَ بِهَا مَعَهُ وَتَزَوَّجَهَا فَبَيْنَمَا هِيَ نَائِمَة عَلَى فِرَاشهَا لَيْلًا إِذْ جَعَلَتْ تَتَمَلْمَل لَا تَنَام فَدَعَا لَهَا بِالشَّمْعِ فَفَتَّشَ فِرَاشهَا فَوَجَدَ فِيهِ وَرَقَة آس فَقَالَ لَهَا سَابُور : هَذَا الَّذِي أَسْهَرَك فَمَا كَانَ أَبُوك يَصْنَع بِك ؟ قَالَتْ : كَانَ يَفْرِش لِي الدِّيبَاج وَيُلْبِسنِي الْحَرِير وَيُطْعِمنِي الْمُخّ وَيَسْقِينِي الْخَمْر قَالَ الطَّبَرِيّ كَانَ يُطْعِمنِي الْمُخّ وَالزُّبْد وَشَهْد أَبْكَار النَّحْل وَصَفْو الْخَمْر , وَذَكَرَ أَنَّهُ كَانَ يُرَى مُخّ سَاقهَا قَالَ فَكَانَ جَزَاء أَبِيك مَا صَنَعْت بِهِ , أَنْتِ إِلَيَّ بِذَاكَ أَسْرَع ثُمَّ أَمَرَ بِهَا فَرُبِطَتْ قُرُون رَأْسهَا بِذَنَبِ فَرَس فَرَكَضَ الْفَرَس حَتَّى قَتَلَهَا . وَفِيهِ يَقُول عَدِيّ بْن زَيْد الْعَبَّادِيّ أَبْيَاته الْمَشْهُورَة السَّائِرَة : أَيّهَا الشَّامِت الْمُعَيِّر بِالدَّهْ رِ أَأَنْت الْمُبَرَّأ الْمَوْفُور أَمْ لَدَيْك الْعَهْد الْوَثِيق مِنْ الْأَيَّ امِ بَلْ أَنْتَ جَاهِل مَغْرُور مَنْ رَأَيْت الْمَنُون خَلَّدَ أَمْ مَنْ ذَا عَلَيْهِ مِنْ أَنْ يُضَام خَفِير أَيْنَ كِسْرَى كِسْرَى الْمُلُوك أَنُوشِر وَان أَمْ أَيْنَ قَبْله سَابُور وَبَنُو الْأَصْفَر الْكِرَام مُلُوك ال رُّومِ لَمْ يَبْقَ مِنْهُمْ مَذْكُور وَأَخُو الْحَضَر إِذْ بَنَاهُ وَإِذْ دِجْلَة تُجْبَى إِلَيْهِ وَالْخَابُور شَادَهُ مَرْمَرًا وَجَلَّلَهُ كِلْسًا فَلِلطَّيْرِ فِي ذَرَاهُ وُكُور لَمْ يَهَبهُ رِيَب الْمَنُون فَبَادَ الْمُلْك عَنْهُ فَبَابه مَهْجُور وَتَذَكَّر رَبّ الْخَوَرْنَق إِذْ أَشْرَفَ يَوْمًا وَلِلْهُدَى تَفْكِير سَرَّهُ مَاله وَكَثْرَة مَا يَمْلِك وَالْبَحْر مُعْرِضًا وَالسَّدِير فَارْعَوى قَلْبه وَقَالَ فَمَا غِبْ طَة حَيّ إِلَى الْمَمَات يَصِير ثُمَّ أَضْحَوْا كَأَنَّهُمْ وَرَق جَفَّ فَأَلْوَتْ بِهِ الصَّبَا وَالدَّبُور ثُمَّ بَعْد الْفَلَاح وَالْمُلْك وَالْأُمّ ة وَارَتْهُمْ هُنَاكَ الْقُبُور وَقَوْله \" وَإِنْ تُصِبْهُمْ حَسَنَة \" أَيْ خِصْب وَرِزْق مِنْ ثِمَار وَزُرُوع وَأَوْلَاد وَنَحْو ذَلِكَ هَذَا مَعْنَى قَوْل اِبْن عَبَّاس وَأَبِي الْعَالِيَة وَالسُّدِّيّ \" يَقُولُوا هَذِهِ مِنْ عِنْد اللَّه وَإِنْ تُصِبْهُمْ سَيِّئَة \" أَيْ قَحْط وَجَدْب وَنَقْص فِي الثِّمَار وَالزُّرُوع أَوْ مَوْت أَوْلَاد أَوْ نِتَاج أَوْ غَيْر ذَلِكَ كَمَا يَقُولهُ أَبُو الْعَالِيَة وَالسُّدِّيّ يَقُولُوا هَذِهِ مِنْ عِنْدك أَيْ مِنْ قَبْلك وَبِسَبَبِ اِتِّبَاعنَا لَك وَاقْتِدَائِنَا بِدِينِك كَمَا قَالَ تَعَالَى عَنْ قَوْم فِرْعَوْن \" فَإِذَا جَاءَتْهُمْ الْحَسَنَة قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَة \" يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ وَكَمَا قَالَ تَعَالَى \" وَمِنْ النَّاس مَنْ يَعْبُد اللَّه عَلَى حَرْف \" الْآيَة وَهَكَذَا قَالَ \" هَؤُلَاءِ الْمُنَافِقُونَ الَّذِينَ دَخَلُوا فِي الْإِسْلَام ظَاهِرًا \" وَهُمْ كَارِهُونَ لَهُ فِي نَفْس الْأَمْر وَلِهَذَا إِذَا أَصَابَهُمْ شَرّ إِنَّمَا يُسْنِدُونَهُ إِلَى اِتِّبَاعهمْ لِلنَّبِيِّ صَلَى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ السُّدِّيّ وَإِنْ تُصِبْهُمْ حَسَنَة قَالَ وَالْحَسَنَة الْخِصْب تُنْتَج مَوَاشِيهمْ وَخُيُولهمْ وَيَحْسُن حَالهمْ وَتَلِد نِسَاؤُهُمْ الْغِلْمَان قَالُوا هَذِهِ مِنْ عِنْد اللَّه وَإِنْ تُصِبْهُمْ سَيِّئَة وَالسَّيِّئَة الْجَدْب وَالضَّرَر فِي أَمْوَالهمْ تَشَاءَمُوا بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالُوا هَذِهِ مِنْ عِنْدك يَقُولُونَ بِتَرْكِنَا دِيننَا وَاتِّبَاعنَا مُحَمَّدًا أَصَابَنَا هَذَا الْبَلَاء فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ قُلْ كُلّ مِنْ عِنْد اللَّه أَيْ الْجَمِيع بِقَضَاءِ اللَّه وَقَدَره وَهُوَ نَافِذ فِي الْبَرّ وَالْفَاجِر وَالْمُؤْمِن وَالْكَافِر قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قُلْ كُلّ مِنْ عِنْد اللَّه أَيْ الْحَسَنَة وَالسَّيِّئَة وَكَذَا قَالَ الْحَسَن الْبَصْرِيّ ثُمَّ قَالَ تَعَالَى مُنْكِرًا عَلَى هَؤُلَاءِ الْقَائِلِينَ هَذِهِ الْمَقَالَة الصَّادِرَة عَنْ شَكّ وَرَيْب وَقِلَّة فَهْم وَعِلْم وَكَثْرَة جَهْل وَظُلْم فَمَا لِهَؤُلَاءِ الْقَوْم لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا . \" ذَكَرَ حَدِيثًا غَرِيبًا يَتَعَلَّق بِقَوْلِهِ تَعَالَى \" قُلْ كُلّ مِنْ عِنْد اللَّه \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا السَّكَن بْن سَعِيد حَدَّثَنَا عُمَر بْن يُونُس حَدَّثَنَا إِسْمَاعِيل بْن حَمَّاد عَنْ مُقَاتِل بْن حَيَّان عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : كُنَّا جُلُوسًا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَقْبَلَ أَبُو بَكْر وَعُمَر فِي قَبِيلَتَيْنِ مِنْ النَّاس وَقَدْ اِرْتَفَعَتْ أَصْوَاتهمَا فَجَلَسَ أَبُو بَكْر قَرِيبًا مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَلَسَ عُمَر قَرِيبًا مِنْ أَبِي بَكْر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِمَ اِرْتَفَعَتْ أَصْوَاتكُمَا \" فَقَالَ رَجُل : يَا رَسُول اللَّه قَالَ أَبُو بَكْر الْحَسَنَات مِنْ اللَّه وَالسَّيِّئَات مِنْ أَنْفُسنَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَمَا قُلْت يَا عُمَر : فَقَالَ : قُلْت الْحَسَنَات وَالسَّيِّئَات مِنْ اللَّه. فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَوَّل مَنْ تَكَلَّمَ فِيهِ جِبْرِيل وَمِيكَائِيل فَقَالَ مِيكَائِيل مَقَالَتك يَا أَبَا بَكْر وَقَالَ جِبْرِيل مَقَالَتك يَا عُمَر فَقَالَ \" فَيَخْتَلِف أَهْل السَّمَاء وَإِنْ يَخْتَلِف أَهْل السَّمَاء يَخْتَلِف أَهْل الْأَرْض \" فَتَحَاكَمَا إِلَى إِسْرَافِيل فَقَضَى بَيْنهمَا أَنَّ الْحَسَنَات وَالسَّيِّئَات مِنْ اللَّه . ثُمَّ أَقْبَلَ عَلَى أَبِي بَكْر وَعُمَر فَقَالَ \" اِحْفَظَا قَضَائِي بَيْنكُمَا لَوْ أَرَادَ اللَّه أَنْ لَا يُعْصَى لَمَا خَلَقَ إِبْلِيس \" . قَالَ شَيْخ الْإِسْلَام تَقِيّ الدِّين أَبُو الْعَبَّاس اِبْن تَيْمِيَة هَذَا حَدِيث مَوْضُوع مُخْتَلَق بِاتِّفَاقِ أَهْل الْمَعْرِفَة .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40919, "aya_id": 78}]