[{"text": "أَمْ عِندَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ", "sura_id": 38, "type": 0, "id": 3979, "aya_id": 9}, {"text": "أم عندهم خزائن رحمة ربك العزيز الوهاب", "sura_id": 38, "type": 1, "id": 10215, "aya_id": 9}, {"text": "9 - (أم عندهم خزائن رحمة ربك العزيز) الغالب (الوهاب) من النبوة وغيرها فيعطوها من شاؤوا \r\n", "sura_id": 38, "type": 2, "id": 28923, "aya_id": 9}, {"text": "أم هم يملكون خزائن فضل ربك العزيز في سلطانه, الوهاب ما يشاء من رزقه وفضله لمن يشاء من خلقه؟\r\n", "sura_id": 38, "type": 3, "id": 35159, "aya_id": 9}, {"text": " <font color=red>أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ</font><BR><p>قَالَ مُجَاهِد وَقَتَادَة كَذِب وَقَالَ اِبْن عَبَّاس تَخَرُّص وَقَوْلهمْ \" أَأُنْزِلَ عَلَيْهِ الذِّكْر مِنْ بَيْننَا \" يَعْنِي أَنَّهُمْ يَسْتَبْعِدُونَ تَخْصِيصه بِإِنْزَالِ الْقُرْآن عَلَيْهِ مِنْ بَيْنهمْ كُلّهمْ كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" لَوْلَا نُزِّلَ هَذَا الْقُرْآن عَلَى رَجُل مِنْ الْقَرْيَتَيْنِ عَظِيم \" قَالَ اللَّه تَعَالَى \" أَهُمْ يَقْسِمُونَ رَحْمَة رَبّك نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاة الدُّنْيَا وَرَفَعْنَا بَعْضهمْ فَوْق بَعْض دَرَجَات \" وَلِهَذَا لَمَّا قَالُوا هَذَا الَّذِي دَلَّ عَلَى جَهْلهمْ وَقِلَّة عَقْلهمْ فِي اِسْتِبْعَادهمْ إِنْزَال الْقُرْآن عَلَى الرَّسُول مِنْ بَيْنهمْ قَالَ اللَّه تَعَالَى \" بَلْ لَمَّا يَذُوقُوا عَذَاب \" أَيْ إِنَّمَا يَقُولُونَ هَذَا لِأَنَّهُمْ مَا ذَاقُوا إِلَى حِين قَوْلهمْ ذَلِكَ عَذَاب اللَّه تَعَالَى وَنِقْمَته سَيَعْلَمُونَ غِبّ مَا قَالُوا وَمَا كَذَّبُوا بِهِ يَوْم يُدَعُّونَ إِلَى نَار جَهَنَّم دَعًّا ثُمَّ قَالَ تَعَالَى مُبَيِّنًا أَنَّهُ الْمُتَصَرِّف فِي مُلْكه الْفَعَّال لِمَا يَشَاء الَّذِي يُعْطِي مَنْ يَشَاء مَا يَشَاء وَيُعِزُّ مَنْ يَشَاء فَلَا يَهْدِيه وَيَهْدِي مَنْ يَشَاء وَيُضِلّ مَنْ يَشَاء وَيُنَزِّل الرُّوح مِنْ أَمْره عَلَى مَنْ يَشَاء مِنْ عِبَاده وَيَخْتِم عَلَى قَلْب مَنْ يَشَاء فَلَا يَهْدِيه أَحَد مِنْ بَعْد اللَّه لِأَنَّ الْعِبَاد لَا يَمْلِكُونَ شَيْئًا مِنْ الْأَمْر وَلَيْسَ إِلَيْهِمْ مِنْ التَّصَرُّف فِي الْمُلْك وَلَا مِثْقَال ذَرَّة وَمَا يَمْلِكُونَ مِنْ قِطْمِير وَلِهَذَا قَالَ تَعَالَى مُنْكِرًا عَلَيْهِمْ \" أَمْ عِنْدهمْ خَزَائِن رَحْمَة رَبّك الْعَزِيز الْوَهَّاب \" أَيْ الْعَزِيز الَّذِي لَا يُرَام جَنَابه الْوَهَّاب الَّذِي يُعْطِي مَا يُرِيد لِمَنْ يُرِيد وَهَذِهِ الْآيَة الْكَرِيمَة شَبِيهَة بِقَوْلِهِ تَعَالَى أَمْ لَهُمْ نَصِيب مِنْ الْمُلْك فَإِذًا لَا يُؤْتُونَ النَّاس نَقِيرًا أَمْ يَحْسُدُونَ النَّاس عَلَى مَا آتَاهُمْ اللَّه مِنْ فَضْله فَقَدْ آتَيْنَا آلَ إِبْرَاهِيم الْكِتَاب وَالْحِكْمَة وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا وَقَوْله تَعَالَى \" قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِن رَحْمَة رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَة الْإِنْفَاق وَكَانَ الْإِنْسَان قَتُورًا \" وَذَلِكَ بَعْد الْحِكَايَة عَنْ الْكُفَّار أَنَّهُمْ أَنْكَرُوا بَعْثَة الرَّسُول الْبَشَرِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَمَا أَخْبَرَ عَزَّ وَجَلَّ عَنْ قَوْم صَالِح عَلَيْهِ السَّلَام حِين قَالُوا \" أَأُلْقِيَ الذِّكْر عَلَيْهِ مِنْ بَيْننَا بَلْ هُوَ كَذَّاب أَشِرٌ سَيَعْلَمُونَ غَدًا مَنْ الْكَذَّاب الْأَشِر \" .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40691, "aya_id": 9}]