[{"text": "أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ", "sura_id": 43, "type": 0, "id": 4357, "aya_id": 32}, {"text": "أهم يقسمون رحمة ربك نحن قسمنا بينهم معيشتهم في الحياة الدنيا ورفعنا بعضهم فوق بعض درجات ليتخذ بعضهم بعضا سخريا ورحمة ربك خير مما يجمعون", "sura_id": 43, "type": 1, "id": 10593, "aya_id": 32}, {"text": "32 - (أهم يقسمون رحمة ربك) النبوة (نحن قسمنا بينهم معيشتهم في الحياة الدنيا) فجعلنا بعضهم غنيا وبعضهم فقيرا (ورفعنا بعضهم) بالغنى (فوق بعض درجات ليتخذ بعضهم) الغني (بعضا) الفقير (سخريا) مسخرا في العمل له بالاجرة والياء للنسب وقرىء بكسر السين (ورحمة ربك) أي الجنة (خير مما يجمعون) في الدنيا \r\n", "sura_id": 43, "type": 2, "id": 29301, "aya_id": 32}, {"text": "أهم يقسمون النبوة فيضعونها حيث شاؤوا؟ نحن قسمنا بينهم معيشتهم في حياتهم الدنيا من الأرزاق والأقوات, ورفعنا بعضهم فوق بعض درجات: هذا غنيٌّ وهذا فقير, وهذا قويٌّ وهذا ضعيف؛ ليكون بعضهم مُسَخَّرًا لبعض في المعاش. ورحمة ربك -أيها الرسول- بإدخالهم الجنة خير مما يجمعون من حطام الدنيا الفاني.\r\n", "sura_id": 43, "type": 3, "id": 35537, "aya_id": 32}, {"text": " <font color=red>أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ</font><BR><p>\" أَهُمْ يَقْسِمُونَ رَحْمَة رَبّك \" أَيْ لَيْسَ الْأَمْر مَرْدُودًا إِلَيْهِمْ بَلْ إِلَى اللَّه عَزَّ وَجَلَّ وَاَللَّه أَعْلَم حَيْثُ يَجْعَل رِسَالَاته فَإِنَّهُ لَا يُنَزِّلُهَا إِلَّا عَلَى أَزْكَى الْخَلْق قَلْبًا وَنَفْسًا وَأَشْرَفَهُمْ بَيْتًا وَأَطْهَرهمْ أَصْلًا ثُمَّ قَالَ عَزَّ وَجَلَّ مُبَيِّنًا أَنَّهُ قَدْ فَاوَتَ بَيْن خَلْقه فِيمَا أَعْطَاهُمْ مِنْ الْأَمْوَال وَالْأَرْزَاق وَالْعُقُول وَالْفُهُوم وَغَيْر ذَلِكَ مِنْ الْقُوَى الظَّاهِرَة وَالْبَاطِنَة فَقَالَ \" نَحْنُ قَسَمْنَا بَيْنهمْ مَعِيشَتهمْ فِي الْحَيَاة الدُّنْيَا\" الْآيَة . وَقَوْله جَلَّتْ عَظَمَته \" لِيَتَّخِذ بَعْضهمْ بَعْضًا سُخْرِيًّا \" قِيلَ مَعْنَاهُ لِيُسَخِّر بَعْضهمْ بَعْضًا فِي الْأَعْمَال لِاحْتِيَاجِ هَذَا إِلَى هَذَا وَهَذَا إِلَى هَذَا قَالَهُ السُّدِّيّ وَغَيْره وَقَالَ قَتَادَة وَالضَّحَّاك لِيَمْلِك بَعْضهمْ بَعْضًا وَهُوَ رَاجِع إِلَى الْأَوَّل ثُمَّ قَالَ عَزَّ وَجَلَّ \" وَرَحْمَة رَبّك خَيْر مِمَّا يَجْمَعُونَ \" أَيْ رَحْمَة اللَّه بِخَلْقِهِ خَيْر لَهُمْ مِمَّا بِأَيْدِيهِمْ مِنْ الْأَمْوَال وَمَتَاع الْحَيَاة الدُّنْيَا.</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41157, "aya_id": 32}]