[{"text": "وَاعْلَمُواْ أَنَّمَا أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ وَأَنَّ اللّهَ عِندَهُ أَجْرٌ عَظِيمٌ", "sura_id": 8, "type": 0, "id": 1188, "aya_id": 28}, {"text": "و اعلموا أنما أموالكم و أولادكم فتنة و أن الله عنده أجر عظيم", "sura_id": 8, "type": 1, "id": 7424, "aya_id": 28}, {"text": "28 - (واعلموا أنما أموالكم وأولادكم فتنة) لكم صادَّة عن أمور الآخرة (وأن الله عنده أجر عظيم) فلا تفوتوه بمراعاة الأموال والأولاد والخيانة لأجلهم ونزل في توبته \r\n", "sura_id": 8, "type": 2, "id": 26132, "aya_id": 28}, {"text": "واعلموا -أيها المؤمنون- أن أموالكم التي استخلفكم الله فيها, وأولادكم الذين وهبهم الله لكم اختبار من الله وابتلاء لعباده; ليعلم أيشكرونه عليها ويطيعونه فيها, أو ينشغلون بها عنه؟ واعلموا أن الله عنده خير وثواب عظيم لمن اتقاه وأطاعه.\r\n", "sura_id": 8, "type": 3, "id": 32368, "aya_id": 28}, {"text": " <font color=red>وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ</font><BR><p>وَقَوْله \" وَاعْلَمُوا أَنَّمَا أَمْوَالكُمْ وَأَوْلَادكُمْ فِتْنَة \" أَيْ اِخْتِبَار وَامْتِحَان مِنْهُ لَكُمْ إِذْ أَعْطَاكُمُوهَا لِيَعْلَم أَتَشْكُرُونَهُ عَلَيْهَا وَتُطِيعُونَهُ فِيهَا أَوْ تَشْتَغِلُونَ بِهَا عَنْهُ وَتَعْتَاضَوْنَ بِهَا مِنْهُ كَمَا قَالَ تَعَالَى \" إِنَّمَا أَمْوَالكُمْ وَأَوْلَادكُمْ فِتْنَة وَاَللَّه عِنْده أَجْر عَظِيم \" وَقَالَ \" وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْر فِتْنَة \" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالكُمْ وَلَا أَوْلَادكُمْ عَنْ ذِكْر اللَّه وَمَنْ يَفْعَل ذَلِكَ فَأُولَئِكَ هُمْ الْخَاسِرُونَ \" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجكُمْ وَأَوْلَادكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ \" الْآيَة وَقَوْله \" وَأَنَّ اللَّه عِنْده أَجْر عَظِيم \" أَيْ ثَوَابه وَعَطَاؤُهُ وَجَنَّاته خَيْر لَكُمْ مِنْ الْأَمْوَال وَالْأَوْلَاد فَإِنَّهُ قَدْ يُوجَد مِنْهُمْ عَدُوّ وَأَكْثَرهمْ لَا يُغْنِي عَنْك شَيْئًا وَاَللَّه سُبْحَانَهُ هُوَ الْمُتَصَرِّف الْمَالِك لِلدُّنْيَا وَالْآخِرَة وَلَدَيْهِ الثَّوَاب الْجَزِيل يَوْم الْقِيَامَة . وَفِي الْأَثَر يَقُول اللَّه تَعَالَى \" يَا اِبْن آدَم اُطْلُبْنِي تَجِدْنِي فَإِنْ وَجَدْتنِي وَجَدْت كُلّ شَيْء وَإِنْ فُتُّك فَاتَك كُلّ شَيْء وَأَنَا أَحَبّ إِلَيْك مِنْ كُلّ شَيْء \" وَفِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" ثَلَاث مِنْ كُنَّ فِيهِ وَجَدَ حَلَاوَة الْإِيمَان : مَنْ كَانَ اللَّه وَرَسُوله أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا وَمَنْ كَانَ يُحِبّ الْمَرْء لَا يُحِبّهُ إِلَّا لِلَّهِ وَمَنْ كَانَ أَنْ يُلْقَى فِي النَّار أَحَبُّ إِلَيْهِ مِنْ أَنْ يَرْجِع إِلَى الْكُفْر بَعْد إِذْ أَنْقَذَهُ اللَّه مِنْهُ \" . بَلْ حُبُّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُقَدَّم عَلَى الْأَوْلَاد وَالْأَمْوَال وَالنُّفُوس كَمَا ثَبَتَ فِي الصَّحِيح أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِن أَحَدكُمْ حَتَّى أَكُون أَحَبَّ إِلَيْهِ مِنْ نَفْسه وَأَهْله وَمَاله وَالنَّاس أَجْمَعِينَ \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43075, "aya_id": 28}]