[{"text": "لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَآؤُوا فَإِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 2, "type": 0, "id": 233, "aya_id": 226}, {"text": "للذين يؤلون من نسائهم تربص أربعة أشهر فإن فاءوا فإن الله غفور رحيم", "sura_id": 2, "type": 1, "id": 6469, "aya_id": 226}, {"text": "226 - (للذين يؤلون من نسائهم) أي يحلفون أن لا يجامعوهن (تربُّص) انتظار (أربعة أشهر فإن فاؤوا) رجعوا فيها أو بعدها عن اليمين إلى الوطء (فإن الله غفور) لهم ما أتوه من ضرر المرأة بالحلف (رحيم) بهم \r\n", "sura_id": 2, "type": 2, "id": 25177, "aya_id": 226}, {"text": "للذين يحلفون بالله أن لا يجامعوا نساءهم, انتظار أربعة أشهر, فإن رجعوا قبل فوات الأشهر الأربعة, فإن الله غفور لما وقع منهم من الحلف بسبب رجوعهم, رحيم بهم.\r\n", "sura_id": 2, "type": 3, "id": 31413, "aya_id": 226}, {"text": " <font color=red>لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>الْإِيلَاءُ الْحَلِفُ , فَإِذَا حَلَفَ الرَّجُل أَنْ لَا يُجَامِع زَوْجَته مُدَّة فَلَا يَخْلُو إِمَّا أَنْ يَكُون أَقَلّ مِنْ أَرْبَعَة أَشْهُر أَوْ أَكْثَر مِنْهَا فَإِنْ كَانَتْ أَقَلّ فَلَهُ أَنْ يَنْتَظِر اِنْقِضَاء الْمُدَّة ثُمَّ يُجَامِع اِمْرَأَته وَعَلَيْهَا أَنْ تَصْبِر وَلَيْسَ لَهَا مُطَالَبَته بِالْفَيْئَةِ فِي هَذِهِ الْمُدَّة وَهَذَا كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَائِشَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - آلَى مِنْ نِسَائِهِ شَهْرًا فَنَزَلَ لِتِسْعٍ وَعِشْرِينَ وَقَالَ\" الشَّهْر تِسْع وَعِشْرُونَ \" وَلَهُمَا عَنْ عُمَر بْن الْخَطَّاب نَحْوه فَأَمَّا إِنْ زَادَتْ الْمُدَّة عَلَى أَرْبَعَة أَشْهُر فَلِلزَّوْجَةِ مُطَالَبَة الزَّوْج عِنْد اِنْقِضَاء أَرْبَعَة أَشْهُر إِمَّا أَنْ يَفِيء أَيْ يُجَامِع وَإِمَّا أَنْ يُطَلِّق فَيُجْبِرهُ الْحَاكِم عَلَى هَذَا وَهَذَا لِئَلَّا يَضُرّ بِهَا وَلِهَذَا قَالَ تَعَالَى : \" لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ \" أَيْ يَحْلِفُونَ عَلَى تَرْك الْجِمَاع مِنْ نِسَائِهِمْ فِيهِ دَلَالَة عَلَى أَنَّ الْإِيلَاء يَخْتَصّ بِالزَّوْجَاتِ دُون الْإِمَاء كَمَا هُوَ مَذْهَب الْجُمْهُور\" تَرَبُّصُ أَرْبَعَة أَشْهُر \" أَيْ يَنْتَظِر الزَّوْج أَرْبَعَة أَشْهُر مِنْ حِين الْحَلِف ثُمَّ يُوقَف وَيُطَالَب بِالْفَيْئَةِ أَوْ الطَّلَاق وَلِهَذَا قَالَ \" فَإِنْ فَاءُوا \" أَيْ رَجَعُوا إِلَى مَا كَانُوا عَلَيْهِ وَهُوَ كِنَايَة عَنْ الْجِمَاع قَالَهُ اِبْن عَبَّاس وَمَسْرُوق وَالشَّعْبِيّ وَسَعِيد بْن جُبَيْر وَغَيْر وَاحِد وَمِنْهُمْ اِبْن جَرِير رَحِمَهُ اللَّه \" فَإِنَّ اللَّه غَفُور رَحِيم \" لِمَا سَلَفَ مِنْ التَّقْصِير فِي حَقّهنَّ بِسَبَبِ الْيَمِين وَقَوْله \" فَإِنْ فَاءُوا فَإِنَّ اللَّه غَفُور رَحِيم \" فِيهِ دَلَالَة لِأَحَدِ قَوْلَيْ الْعُلَمَاء وَهُوَ الْقَدِيم عَنْ الشَّافِعِيّ أَنَّ الْمُولِي إِذْ فَاءَ بَعْد الْأَرْبَعَة الْأَشْهُر أَنَّهُ لَا كَفَّارَة عَلَيْهِ وَيُعْتَضَد بِمَا تَقَدَّمَ فِي الْحَدِيث عِنْد الْآيَة الَّتِي قَبْلهَا عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ حَلَفَ عَلَى يَمِين فَرَأَى غَيْرهَا خَيْرًا مِنْهَا فَتَرْكُهَا كَفَّارَتُهَا \" كَمَا رَوَاهُ أَحْمَد وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَاَلَّذِي عَلَيْهِ الْجُمْهُور وَهُوَ الْجَدِيد مِنْ مَذْهَب الشَّافِعِيّ أَنَّ عَلَيْهِ التَّكْفِير لِعُمُومِ وُجُوب التَّكْفِير عَلَى كُلّ حَالِف كَمَا تَقَدَّمَ أَيْضًا فِي الْأَحَادِيث الصِّحَاح وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38638, "aya_id": 226}]