[{"text": "أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ", "sura_id": 38, "type": 0, "id": 3998, "aya_id": 28}, {"text": "أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار", "sura_id": 38, "type": 1, "id": 10234, "aya_id": 28}, {"text": "28 - (أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار) نزل لما قال كفار مكة للمؤمنين إنا نعطى في الآخرة مثل ما تعطون وأم بمعنى همزة الانكار \r\n", "sura_id": 38, "type": 2, "id": 28942, "aya_id": 28}, {"text": "أنجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض, أم نجعل أهل التقوى المؤمنين كأصحاب الفجور الكافرين؟ هذه التسوية غير لائقة بحكمة الله وحُكْمه, فلا يستوون عند الله، بل يثيب الله المؤمنين الأتقياء، ويعاقب المفسدين الأشقاء.\r\n", "sura_id": 38, "type": 3, "id": 35178, "aya_id": 28}, {"text": " <font color=red>أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ</font><BR><p>قَالَ تَعَالَى \" أَمْ نَجْعَل الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات كَالْمُفْسِدِينَ فِي الْأَرْض أَمْ نَجْعَل الْمُتَّقِينَ كَالْفُجَّارِ \" أَيْ لَا نَفْعَل ذَلِكَ وَلَا يَسْتَوُونَ عِنْد اللَّه وَإِذَا كَانَ الْأَمْر كَذَلِكَ فَلَا بُدّ مِنْ دَار أُخْرَى يُثَاب فِيهَا هَذَا الْمُطِيع وَيُعَاقَب فِيهَا هَذَا الْفَاجِر وَهَذَا الْإِرْشَاد يَدُلّ الْعُقُول السَّلِيمَة وَالْفِطَر الْمُسْتَقِيمَة عَلَى أَنَّهُ لَا بُدّ مِنْ مَعَاد وَجَزَاء فَإِنَّا نَرَى الظَّالِم الْبَاغِي يَزْدَاد مَاله وَوَلَده وَنَعِيمه وَيَمُوت كَذَلِكَ وَنَرَى الْمُطِيع الْمَظْلُوم يَمُوت بِكَمَدِهِ فَلَا بُدّ فِي حِكْمَة الْحَكِيم الْعَلِيم الْعَادِل الَّذِي لَا يَظْلِم مِثْقَال ذَرَّة مِنْ إِنْصَاف هَذَا مِنْ هَذَا وَإِذَا لَمْ يَقَع هَذَا فِي هَذِهِ الدَّار فَتَعَيَّنَ أَنَّ هُنَاكَ دَارًا أُخْرَى لِهَذَا الْجَزَاء وَالْمُوَاسَاة وَلَمَّا كَانَ الْقُرْآن يُرْشِد إِلَى الْمَقَاصِد الصَّحِيحَة وَالْمَآخِذ الْعَقْلِيَّة الصَّرِيحَة .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40624, "aya_id": 28}]