[{"text": "بَل رَّفَعَهُ اللّهُ إِلَيْهِ وَكَانَ اللّهُ عَزِيزًا حَكِيمًا", "sura_id": 4, "type": 0, "id": 651, "aya_id": 158}, {"text": "بل رفعه الله إليه وكان الله عزيزا حكيما", "sura_id": 4, "type": 1, "id": 6887, "aya_id": 158}, {"text": "158 - (بل رفعه الله إليه وكان الله عزيزا) في ملكه (حكيما) في صنعه \r\n", "sura_id": 4, "type": 2, "id": 25595, "aya_id": 158}, {"text": "بل رفع الله عيسى إليه ببدنه وروحه حيًّا, وطهَّره من الذين كفروا. وكان الله عزيزًا في ملكه, حكيمًا في تدبيره وقضائه.\r\n", "sura_id": 4, "type": 3, "id": 31831, "aya_id": 158}, {"text": " <font color=red>بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا</font><BR><p>\" بَلْ رَفَعَهُ اللَّه إِلَيْهِ وَكَانَ اللَّه عَزِيزًا \" أَيْ مَنِيع الْجَنَاب لَا يُرَام جَنَابه وَلَا يُضَام مَنْ لَاذَ بِبَابِهِ \" حَكِيمًا \" أَيْ فِي جَمِيع مَا يُقَدِّرهُ وَيَقْضِيه مِنْ الْأُمُور الَّتِي يَخْلُقهَا وَلَهُ الْحِكْمَة الْبَالِغَة وَالْحُجَّة الدَّامِغَة وَالسُّلْطَان الْعَظِيم وَالْأَمْر الْقَدِيم قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : لَمَّا أَرَادَ اللَّه أَنْ يَرْفَع عِيسَى إِلَى السَّمَاء خَرَجَ عَلَى أَصْحَابه وَفِي الْبَيْت اِثْنَا عَشَر رَجُلًا مِنْ الْحَوَارِيِّينَ يَعْنِي فَخَرَجَ عَلَيْهِمْ مِنْ عَيْن فِي الْبَيْت وَرَأْسه يَقْطُر مَاء فَقَالَ : إِنَّ مِنْكُمْ مَنْ يَكْفُر بِي اِثْنَيْ عَشْر مَرَّة بَعْد أَنْ آمَنَ بِي قَالَ : ثُمَّ قَالَ أَيّكُمْ يُلْقَى عَلَيْهِ شَبَهِي فَيُقْتَل مَكَانِي وَيَكُون مَعِي فِي دَرَجَتِي فَقَامَ شَابّ مِنْ أَحْدَثهمْ سِنًّا فَقَالَ لَهُ : اِجْلِسْ . ثُمَّ أَعَادَ عَلَيْهِمْ فَقَامَ ذَلِكَ الشَّابّ فَقَالَ : اِجْلِسْ . ثُمَّ أَعَادَ عَلَيْهِمْ فَقَامَ الشَّابّ فَقَالَ : أَنَا فَقَالَ : هُوَ أَنْتَ ذَاكَ فَأُلْقِيَ عَلَيْهِ شَبَه عِيسَى وَرُفِعَ عِيسَى مِنْ رَوْزَنَة فِي الْبَيْت إِلَى السَّمَاء قَالَ : وَجَاءَ الطَّلَب مِنْ الْيَهُود فَأَخَذُوا الشَّبَه فَقَتَلُوهُ ثُمَّ صَلَبُوهُ فَكَفَرَ بِهِ بَعْضهمْ اِثْنَتَيْ عَشْرَة مَرَّة بَعْد أَنْ آمَنَ بِهِ وَافْتَرَقُوا ثَلَاث فِرَق فَقَالَتْ فِرْقَة كَانَ اللَّه فِينَا مَا شَاءَ ثُمَّ صَعِدَ إِلَى السَّمَاء وَهَؤُلَاءِ الْيَعْقُوبِيَّة وَقَالَتْ فِرْقَة : كَانَ فِينَا اِبْن اللَّه مَا شَاءَ ثُمَّ رَفَعَهُ اللَّه إِلَيْهِ وَهَؤُلَاءِ النَّسْطُورِيَّة وَقَالَتْ فِرْقَة : كَانَ فِينَا عَبْد اللَّه وَرَسُوله مَا شَاءَ اللَّه ثُمَّ رَفَعَهُ اللَّه إِلَيْهِ وَهَؤُلَاءِ الْمُسْلِمُونَ فَتَظَاهَرَتْ الْكَافِرَتَانِ عَلَى الْمُسْلِمَة فَقَتَلُوهَا فَلَمْ يَزَلْ الْإِسْلَام طَامِسًا حَتَّى بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذَا إِسْنَاد صَحِيح إِلَى اِبْن عَبَّاس وَرَوَاهُ النَّسَائِيّ عَنْ أَبِي كُرَيْب عَنْ أَبِي مُعَاوِيَة بِنَحْوِهِ وَكَذَا ذَكَرَهُ غَيْر وَاحِد مِنْ السَّلَف أَنَّهُ قَالَ لَهُمْ أَيّكُمْ يُلْقَى عَلَيْهِ شَبَهِي فَيُقْتَل مَكَانِي وَهُوَ رَفِيقِي فِي الْجَنَّة . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ هَارُون بْن عَنْتَرَة عَنْ وَهْب بْن مُنَبِّه قَالَ : أَتَى عِيسَى وَمَعَهُ سَبْعَة عَشَر مِنْ الْحَوَارِيِّينَ فِي بَيْت فَأَحَاطُوا بِهِمْ فَلَمَّا دَخَلُوا عَلَيْهِ صَوَّرَهُمْ اللَّه عَزَّ وَجَلَّ كُلّهمْ عَلَى صُورَة عِيسَى فَقَالُوا لَهُمْ : سَحَرْتُمُونَا لَيَبْرُزَن لَنَا عِيسَى أَوْ لَأَقْتُلَنكُمْ جَمِيعًا فَقَالَ عِيسَى لِأَصْحَابِهِ مَنْ يَشْرِي نَفْسه مِنْكُمْ الْيَوْم بِالْجَنَّةِ ؟ فَقَالَ رَجُل مِنْهُمْ أَنَا فَخَرَجَ إِلَيْهِمْ وَقَالَ أَنَا عِيسَى وَقَدْ صَوَّرَهُ اللَّه عَلَى صُورَة عِيسَى فَأَخَذُوهُ فَقَتَلُوهُ وَصَلَبُوهُ فَمِنْ ثَمَّ شُبِّهَ لَهُمْ فَظَنُّوا أَنَّهُمْ قَدْ قَتَلُوا عِيسَى وَظَنَّتْ النَّصَارَى مِثْل ذَلِكَ أَنَّهُ عِيسَى , وَرَفَعَ اللَّه عِيسَى مِنْ يَوْمه ذَلِكَ وَهَذَا سِيَاق غَرِيب جِدًّا . قَالَ اِبْن جَرِير : وَقَدْ رُوِيَ عَنْ وَهْب نَحْو هَذَا الْقَوْل وَهُوَ مَا حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا إِسْمَاعِيل عَنْ عَبْد الْكَرِيم حَدَّثَنِي عَبْد الصَّمَد بْن مَعْقِل أَنَّهُ سَمِعَ وَهْبًا يَقُول : إِنَّ عِيسَى اِبْن مَرْيَم لَمَّا أَعْلَمَهُ اللَّه أَنَّهُ خَارِج مِنْ الدُّنْيَا جَزِعَ مِنْ الْمَوْت وَشَقَّ عَلَيْهِ فَدَعَا الْحَوَارِيِّينَ وَصَنَعَ لَهُمْ طَعَامًا فَقَالَ : اُحْضُرُونِي اللَّيْلَة فَإِنَّ لِي إِلَيْكُمْ حَاجَة فَلَمَّا اِجْتَمَعُوا إِلَيْهِ مِنْ اللَّيْل عَشَّاهُمْ وَقَامَ يَخْدُمهُمْ فَلَمَّا فَرَغُوا مِنْ الطَّعَام أَخَذَ يَغْسِل أَيْدِيهمْ وَيُوَضِّئهُمْ بِيَدِهِ وَيَمْسَح أَيْدِيهمْ بِثِيَابِهِ فَتَعَاظَمُوا ذَلِكَ وَتَكَارَهُوهُ فَقَالَ أَلَا مَنْ رَدَّ عَلَيَّ اللَّيْلَة شَيْئًا مِمَّا أَصْنَع فَلَيْسَ مِنِّي وَلَا أَنَا مِنْهُ فَأَقَرُّوهُ حَتَّى إِذَا فَرَغَ مِنْ ذَلِكَ قَالَ : أَمَّا مَا صَنَعْت بِكُمْ اللَّيْلَة مِمَّا خَدَمْتُكُمْ عَلَى الطَّعَام وَغَسَلْت أَيْدِيكُمْ بِيَدِي فَلْيَكُنْ لَكُمْ بِي أُسْوَة فَإِنَّكُمْ تَرَوْنَ أَنِّي خَيْركُمْ فَلَا يَتَعَاظَم بَعْضكُمْ عَلَى بَعْض وَلْيَبْذُلْ بَعْضكُمْ نَفْسه لِبَعْضٍ كَمَا بَذَلْت نَفْسِي لَكُمْ وَأَمَّا حَاجَتِي اللَّيْلَة الَّتِي اِسْتَعَنْتُكُمْ عَلَيْهَا فَتَدْعُونَ اللَّه لِي وَتَجْتَهِدُونَ فِي الدُّعَاء أَنْ يُؤَخِّر أَجَلِي فَلَمَّا نَصَبُوا أَنْفُسهمْ لِلدُّعَاءِ وَأَرَادُوا أَنْ يَجْتَهِدُوا أَخَذَهُمْ النَّوْم حَتَّى لَمْ يَسْتَطِيعُوا دُعَاء فَجَعَلَ يُوقِظهُمْ وَيَقُول سُبْحَان اللَّه أَمَا تَصْبِرُونَ لِي لَيْلَة وَاحِدَة تُعِينُونَنِي فِيهَا فَقَالُوا : وَاَللَّه مَا نَدْرِي مَا لَنَا لَقَدْ كُنَّا نَسْمُر فَنُكْثِر السَّمَر وَمَا نُطِيق اللَّيْلَة سَمَرًا وَمَا نُرِيد دُعَاء إِلَّا حِيلَ بَيْننَا وَبَيْنه فَقَالَ يَذْهَب الرَّاعِي وَتُفَرَّق الْغَنَم وَجَعَلَ يَأْتِي بِكَلَامٍ نَحْو هَذَا يَنْعِي بِهِ نَفْسه . ثُمَّ قَالَ : الْحَقّ لَيَكْفُرَن بِي أَحَدكُمْ قَبْل أَنْ يَصِيح الدِّيك ثَلَاث مَرَّات وَلَيَبِيعَنِّي أَحَدكُمْ بِدَرَاهِم يَسِيرَة وَلَيَأْكُلَن ثَمَنِي . فَخَرَجُوا وَتَفَرَّقُوا وَكَانَتْ الْيَهُود تَطْلُبهُ وَأَخَذُوا شَمْعُونَ أَحَد الْحَوَارِيِّينَ وَقَالُوا : هَذَا مِنْ أَصْحَابه فَجَحَدَ وَقَالَ : مَا أَنَا بِصَاحِبِهِ فَتَرَكُوهُ . ثُمَّ أَخَذَهُ آخَرُونَ فَجَحَدَ كَذَلِكَ ثُمَّ سَمِعَ صَوْت دِيك فَبَكَى وَأَحْزَنَهُ فَلَمَّا أَصْبَحَ أَتَى أَحَد الْحَوَارِيِّينَ إِلَى الْيَهُود فَقَالَ : مَا تَجْعَلُونَ لِي إِنْ دَلَلْتُكُمْ عَلَى الْمَسِيح ؟ فَجَعَلُوا لَهُ ثَلَاثِينَ دِرْهَمًا فَأَخَذَهَا وَدَلَّهُمْ عَلَيْهِ وَكَانَ شُبِّهَ عَلَيْهِمْ قَبْل ذَلِكَ فَأَخَذُوهُ فَاسْتَوْثَقُوا مِنْهُ وَرَبَطُوهُ بِالْحَبْلِ وَجَعَلُوا يَقُودُونَهُ وَيَقُولُونَ لَهُ أَنْتَ كُنْت تُحْيِي الْمَوْتَى وَتَنْهَر الشَّيْطَان وَتُبْرِئ الْمَجْنُون أَفَلَا تُنْجِي نَفْسك مِنْ هَذَا الْحَبْل ؟ وَيَبْصُقُونَ عَلَيْهِ وَيُلْقُونَ عَلَيْهِ الشَّوْك حَتَّى أَتَوْا بِهِ الْخَشَبَة الَّتِي أَرَادُوا أَنْ يَصْلُبُوهُ عَلَيْهَا فَرَفَعَهُ اللَّه إِلَيْهِ وَصَلَبُوا مَا شُبِّهَ لَهُمْ فَمَكَثَ سَبْعًا ثُمَّ إِنَّ أُمّه وَالْمَرْأَة الَّتِي كَانَ يُدَاوِيهَا عِيسَى عَلَيْهِ السَّلَام فَأَبْرَأهَا اللَّه مِنْ الْجُنُون جَاءَتَا تَبْكِيَانِ حَيْثُ الْمَصْلُوب فَجَاءَهُمَا عِيسَى فَقَالَ : مَا تَبْكِيَانِ ؟ فَقَالَتَا عَلَيْك فَقَالَ : إِنِّي قَدْ رَفَعَنِي اللَّه إِلَيْهِ وَلَمْ يُصِبْنِي إِلَّا خَيْرًا وَإِنَّ هَذَا شُبِّهَ لَهُمْ فَأْمُرِي الْحَوَارِيِّينَ يَلْقَوْنِي إِلَى مَكَان كَذَا وَكَذَا فَلَقُوهُ إِلَى ذَلِكَ الْمَكَان أَحَد عَشَر وَفَقَدُوا الَّذِي كَانَ بَاعَهُ وَدَلَّ عَلَيْهِ الْيَهُود فَسَأَلَ عَنْهُ أَصْحَابه فَقَالَ : إِنَّهُ نَدِمَ عَلَى مَا صَنَعَ فَاخْتَنَقَ وَقَتَلَ نَفْسه فَقَالَ : لَوْ تَابَ لَتَابَ اللَّه عَلَيْهِ . ثُمَّ سَأَلَهُمْ عَنْ غُلَام تَبِعَهُمْ يُقَال لَهُ يَحْيَى فَقَالَ هُوَ مَعَكُمْ فَانْطَلِقُوا فَإِنَّهُ سَيُصْبِحُ كُلّ إِنْسَان يُحَدِّث بِلُغَةِ قَوْمه فَلْيُنْذِرهُمْ وَلْيَدْعُهُمْ . سِيَاق غَرِيب جِدًّا. ثُمَّ قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا سَلَمَة عَنْ اِبْن إِسْحَاق قَالَ : كَانَ اِسْم مَلِك بَنِي إِسْرَائِيل الَّذِي بَعَثَ إِلَى عِيسَى لِيَقْتُلهُ رَجُلًا مِنْهُمْ يُقَال لَهُ دَاوُد فَلَمَّا أَجْمَعُوا لِذَلِكَ مِنْهُ لَمْ يَفْظَع عَبْد مِنْ عِبَاد اللَّه بِالْمَوْتِ فِيمَا ذُكِرَ لِي فَظَعه وَلَمْ يَجْزَع مِنْهُ جَزَعه وَلَمْ يَدْعُ اللَّه فِي صَرْفه عَنْهُ دُعَاءَهُ حَتَّى إِنَّهُ لَيَقُول فِيمَا يَزْعُمُونَ اللَّهُمَّ إِنْ كُنْت صَارِفًا هَذِهِ الْكَأْس عَنْ أَحَد مِنْ خَلْقك فَاصْرِفْهَا عَنِّي وَحَتَّى إِنَّ جِلْده مِنْ كَرْب ذَلِكَ لَيَتَفَصَّد دَمًا فَدَخَلَ الْمَدْخَل الَّذِي أَجْمَعُوا أَنْ يَدْخُلُوا عَلَيْهِ فِيهِ لِيَقْتُلُوهُ هُوَ وَأَصْحَابه وَهُمْ ثَلَاثَة عَشَر بِعِيسَى عَلَيْهِ السَّلَام فَلَمَّا أَيْقَنَ أَنَّهُمْ دَاخِلُونَ عَلَيْهِ قَالَ لِأَصْحَابِهِ مِنْ الْحَوَارِيِّينَ وَكَانُوا اِثْنَيْ عَشَر رَجُلًا فرطوس ويعقوبس ويلاونخس أَخُو يَعْقُوب وانداريس وفيلبس وَابْن يلما ومنتا وطوماس وَيَعْقُوب بْن حلقايا ونداوسيس وقتابيا وليودس ركريايوطا قَالَ اِبْن حُمَيْد : قَالَ سَلَمَة قَالَ اِبْن إِسْحَاق وَكَانَ فِيمَا ذُكِرَ لِي رَجُل اِسْمه سَرْجِس وَكَانُوا ثَلَاثَة عَشَر رَجُلًا سِوَى عِيسَى عَلَيْهِ السَّلَام جَحَدَتْهُ النَّصَارَى وَذَلِكَ أَنَّهُ هُوَ الَّذِي شُبِّهَ لِلْيَهُودِ مَكَان عِيسَى قَالَ فَلَا أَدْرِي هُوَ مِنْ هَؤُلَاءِ الِاثْنَيْ عَشَر أَوْ كَانَ ثَالِث عَشَر فَجَحَدُوهُ حِين أَقَرُّوا لِلْيَهُودِ بِصَلْبِ عِيسَى وَكَفَرُوا بِمَا جَاءَ بِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْخَبَر عَنْهُ فَإِنْ كَانُوا ثَلَاثَة عَشَر فَإِنَّهُمْ دَخَلُوا الْمَدْخَل حِين دَخَلُوا وَهُمْ بِعِيسَى أَرْبَعَة عَشَر وَإِنْ كَانُوا اِثْنَيْ عَشَر فَإِنَّهُمْ دَخَلُوا الْمَدْخَل وَهُمْ ثَلَاثَة عَشَر . قَالَ اِبْن إِسْحَاق : وَحَدَّثَنِي رَجُل كَانَ نَصْرَانِيًّا فَأَسْلَمَ أَنَّ عِيسَى حِين جَاءَهُ مِنْ اللَّه إِنِّي رَافِعك إِلَيَّ قَالَ : يَا مَعْشَر الْحَوَارِيِّينَ أَيّكُمْ يُحِبّ أَنْ يَكُون رَفِيقِي فِي الْجَنَّة حَتَّى يُشَبَّه لِلْقَوْمِ فِي صُورَتِي فَيَقْتُلُوهُ فِي مَكَانِي فَقَالَ سَرْجِس : أَنَا يَا رُوح اللَّه . قَالَ : فَاجْلِسْ فِي مَجْلِسِي فَجَلَسَ فِيهِ وَرُفِعَ عِيسَى فَدَخَلُوا عَلَيْهِ فَأَخَذُوهُ فَصَلَبُوهُ فَكَانَ هُوَ الَّذِي صَلَبُوهُ وَشُبِّهَ لَهُمْ بِهِ وَكَانَتْ عِدَّتهمْ حِين دَخَلُوا مَعَ عِيسَى مَعْلُومَة قَدْ رَأَوْهُمْ فَأَحْصَوْا عِدَّتهمْ فَلَمَّا دَخَلُوا لِيَأْخُذُوهُ وَجَدُوا عِيسَى وَأَصْحَابه فِيمَا يَرَوْنَ وَفَقَدُوا رَجُلًا مِنْ الْعِدَّة فَهُوَ الَّذِي اِخْتَلَفُوا فِيهِ وَكَانُوا لَا يَعْرِفُونَ عِيسَى حَتَّى جَعَلُوا ليودس ركريايوطا ثَلَاثِينَ دِرْهَمًا عَلَى أَنْ يَدُلّهُمْ عَلَيْهِ وَيُعَرِّفهُمْ إِيَّاهُ فَقَالَ لَهُمْ إِذَا دَخَلْتُمْ عَلَيْهِ فَإِنِّي سَأُقَبِّلُهُ وَهُوَ الَّذِي أُقَبِّلَ فَخُذُوهُ فَلَمَّا دَخَلُوا وَقَدْ رُفِعَ عِيسَى وَرَأَى سَرْجِس فِي صُورَة عِيسَى فَلَمْ يَشُكّ أَنَّهُ هُوَ فَأَكَبَّ عَلَيْهِ فَقَبَّلَهُ فَأَخَذُوهُ فَصَلَبُوهُ . ثُمَّ إِنَّ ليودس ركريايوطا نَدِمَ عَلَى مَا صَنَعَ فَاخْتَنَقَ بِحَبْلٍ حَتَّى قَتَلَ نَفْسه وَهُوَ مَلْعُون فِي النَّصَارَى وَقَدْ كَانَ أَحَد الْمَعْدُودِينَ مِنْ أَصْحَابه وَبَعْض النَّصَارَى يَزْعُم أَنَّهُ ليودس ركريايوطا هُوَ الَّذِي شُبِّهَ لَهُمْ فَصَلَبُوهُ وَهُوَ يَقُول إِنِّي لَسْت بِصَاحِبِكُمْ أَنَا الَّذِي دَلَلْتُكُمْ عَلَيْهِ وَاَللَّه أَعْلَم أَيّ ذَلِكَ كَانَ . وَقَالَ اِبْن جَرِير عَنْ مُجَاهِد : صَلَبُوا رَجُلًا شُبِّهَ بِعِيسَى وَرَفَعَ اللَّه عَزَّ وَجَلَّ عِيسَى إِلَى السَّمَاء حَيًّا وَاخْتَارَ اِبْن جَرِير أَنَّ شَبَه عِيسَى أُلْقِيَ عَلَى جَمِيع أَصْحَابه .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40832, "aya_id": 158}]