[{"text": "وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِن الصَّادِقِينَ", "sura_id": 12, "type": 0, "id": 1623, "aya_id": 27}, {"text": "وإن كان قميصه قد من دبر فكذبت وهو من الصادقين", "sura_id": 12, "type": 1, "id": 7859, "aya_id": 27}, {"text": "27 - (وإن كان قميصه قد من دبر) خلف (فكذبت وهو من الصادقين) \r\n", "sura_id": 12, "type": 2, "id": 26567, "aya_id": 27}, {"text": "وإن كان قميصه شُقَّ من الخلف فكذبت في قولها, وهو من الصادقين.\r\n", "sura_id": 12, "type": 3, "id": 32803, "aya_id": 27}, {"text": " <font color=red>وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ</font><BR><p>وَذَلِكَ يَكُون كَمَا وَقَعَ لَمَّا هَرَبَ مِنْهَا وَتَطَلَّبَتْهُ أَمْسَكَتْ بِقَمِيصِهِ مِنْ وَرَائِهِ لِتَرُدّهُ إِلَيْهَا فَقَدَّتْ قَمِيصه مِنْ وَرَائِهِ . وَقَدْ اِخْتَلَفُوا فِي هَذَا الشَّاهِد هَلْ هُوَ صَغِير أَوْ كَبِير ؟ عَلَى قَوْلَيْنِ لِعُلَمَاء السَّلَف فَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَشَهِدَ شَاهِد مِنْ أَهْلهَا \" قَالَ ذُو لِحْيَة وَقَالَ الثَّوْرِيّ عَنْ جَابِر عَنْ اِبْن أَبِي مُلَيْكَة عَنْ اِبْن عَبَّاس : كَانَ مِنْ خَاصَّة الْمَلِك وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَمُحَمَّد بْن إِسْحَاق وَغَيْرهمْ : إِنَّهُ كَانَ رَجُلًا وَقَالَ زَيْد بْن أَسْلَمَ وَالسُّدِّيّ : كَانَ اِبْن عَمّهَا وَقَالَ اِبْن عَبَّاس كَانَ مِنْ خَاصَّة الْمَلِك وَقَدْ ذَكَرَ اِبْن إِسْحَاق أَنَّ زُلَيْخَا كَانَتْ بِنْت أُخْت الْمَلِك الرَّيَّان بْن الْوَلِيد وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" وَشَهِدَ شَاهِد مِنْ أَهْلهَا \" قَالَ كَانَ صَبِيًّا فِي الْمَهْد وَكَذَا رُوِيَ عَنْ أَبِي هُرَيْرَة وَهِلَال بْن يَسَاف وَالْحَسَن وَسَعِيد بْن جُبَيْر وَالضَّحَّاك بْن مُزَاحِم أَنَّهُ كَانَ صَبِيًّا فِي الدَّار وَاخْتَارَهُ اِبْن جَرِير وَقَدْ وَرَدَ فِيهِ حَدِيث مَرْفُوع فَقَالَ اِبْن جَرِير : حَدَّثَنَا الْحَسَن بْن مُحَمَّد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد هُوَ اِبْن سَلَمَة أَخْبَرَنِي عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ تَكَلَّمَ أَرْبَعَة وَهُمْ صِغَار فَذَكَرَ فِيهِمْ شَاهِد يُوسُف وَرَوَاهُ غَيْره عَنْ حَمَّاد بْن سَلَمَة عَنْ عَطَاء عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : تَكَلَّمَ أَرْبَعَة وَهُمْ صِغَار اِبْن مَاشِطَة بِنْت فِرْعَوْن وَشَاهِد يُوسُف وَصَاحِب جُرَيْج وَعِيسَى اِبْن مَرْيَم وَقَالَ اللَّيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد إِنَّهُ مِنْ أَمْر اللَّه تَعَالَى وَلَمْ يَكُنْ إِنْسِيًّا وَهَذَا قَوْل غَرِيب .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37777, "aya_id": 27}]