[{"text": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ قُل لَّا تُقْسِمُوا طَاعَةٌ مَّعْرُوفَةٌ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ", "sura_id": 24, "type": 0, "id": 2844, "aya_id": 53}, {"text": "وأقسموا بالله جهد أيمانهم لئن أمرتهم ليخرجن قل لا تقسموا طاعة معروفة إن الله خبير بما تعملون", "sura_id": 24, "type": 1, "id": 9080, "aya_id": 53}, {"text": "53 - (وأقسموا بالله جهد أيمانهم) غايتها (لئن أمرتهم) بالجهاد (ليخرجن قل) لهم (لا تقسموا طاعة معروفة) للنبي خير من قسمكم الذي لا تصدقون فيه (إن الله خبير بما تعملون) من طاعتكم بالقول ومخالفتكم بالفعل \r\n", "sura_id": 24, "type": 2, "id": 27788, "aya_id": 53}, {"text": "وأقسم المنافقون بالله تعالى غاية اجتهادهم في الأيمان المغلَّظة: لئن أمرتنا - أيها الرسول - بالخروج للجهاد معك لنخرجن، قل لهم: لا تحلفوا كذبًا، فطاعتكم معروفة بأنها باللسان فحسب، إن الله خبير بما تعملونه، وسيجازيكم عليه.\r\n", "sura_id": 24, "type": 3, "id": 34024, "aya_id": 53}, {"text": " <font color=red>وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ قُلْ لَا تُقْسِمُوا طَاعَةٌ مَعْرُوفَةٌ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ أَهْل النِّفَاق الَّذِينَ كَانُوا يَحْلِفُونَ لِلرَّسُولِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَئِنْ أَمَرْتهمْ بِالْخُرُوجِ فِي الْغَزْو لَيَخْرُجُنَّ قَالَ اللَّه تَعَالَى : \" قُلْ لَا تُقْسِمُوا \" أَيْ لَا تَحْلِفُوا وَقَوْله : \" طَاعَة مَعْرُوفَة\" قِيلَ : مَعْنَاهُ طَاعَتكُمْ طَاعَة مَعْرُوفَة أَيْ قَدْ عَلِمَ طَاعَتكُمْ إِنَّمَا هِيَ قَوْل لَا فِعْل مَعَهُ وَكُلَّمَا حَلَفْتُمْ كَذَبْتُمْ كَمَا قَالَ تَعَالَى : \" يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ \" الْآيَة وَقَالَ تَعَالَى : \" اِتَّخَذُوا أَيْمَانهمْ جُنَّة\" الْآيَة فَهُمْ مِنْ سَجِيَّتهمْ الْكَذِب حَتَّى فِيمَا يَخْتَارُونَهُ كَمَا قَالَ تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمْ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيع فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاَللَّه يَشْهَد إِنَّهُمْ لَكَاذِبُونَ لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَار ثُمَّ لَا يُنْصَرُونَ \" وَقِيلَ الْمَعْنَى فِي قَوْله \" طَاعَة مَعْرُوفَة\" أَيْ لِيَكُنْ أَمْركُمْ طَاعَة مَعْرُوفَة أَيْ بِالْمَعْرُوفِ مِنْ غَيْر حَلِف وَلَا إِقْسَام كَمَا يُطِيع اللَّه وَرَسُوله الْمُؤْمِنُونَ بِغَيْرِ حَلِف وَلَا إِقْسَام فَكُونُوا أَنْتُمْ مِثْلهمْ \" إِنَّ اللَّه خَبِير بِمَا تَعْمَلُونَ \" أَيْ هُوَ خَبِير بِكُمْ وَبِمَنْ يُطِيع مِمَّنْ يَعْصِي فَالْحَلِف وَإِظْهَار الطَّاعَة وَالْبَاطِن بِخِلَافِهِ وَإِنْ رَاجَ عَلَى الْمَخْلُوق فَالْخَالِق تَعَالَى يَعْلَم السِّرّ وَأَخْفَى لَا يَرُوج عَلَيْهِ شَيْء مِنْ التَّدْلِيس بَلْ هُوَ خَبِير بِضَمَائِر عِبَاده وَإِنْ أَظْهَرُوا خِلَافهَا .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39273, "aya_id": 53}]