[{"text": "وَإِن نَّكَثُواْ أَيْمَانَهُم مِّن بَعْدِ عَهْدِهِمْ وَطَعَنُواْ فِي دِينِكُمْ فَقَاتِلُواْ أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لاَ أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ", "sura_id": 9, "type": 0, "id": 1247, "aya_id": 12}, {"text": "وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر إنهم لا أيمان لهم لعلهم ينتهون", "sura_id": 9, "type": 1, "id": 7483, "aya_id": 12}, {"text": "12 - (وإن نكثوا) نقضوا (أيمانهم) مواثيقهم (من بعد عهدهم وطعنوا في دينكم) عابوه (فقاتلوا أئمة الكفر) رؤساءه ، فيه وضع الظاهر موضع المضمر (إنهم لا أيمان) عهود (لهم) وفي قراءة بالكسر (لعلهم ينتهون) عن الكفر \r\n", "sura_id": 9, "type": 2, "id": 26191, "aya_id": 12}, {"text": "وإنْ نَقَضَ هؤلاء المشركون العهود التي أبرمتموها معهم, وأظهروا الطعن في دين الإسلام, فقاتلوهم فإنهم رؤساء الضلال, لا عهد لهم ولا ذمة, حتى ينتهوا عن كفرهم وعداوتهم للإسلام.\r\n", "sura_id": 9, "type": 3, "id": 32427, "aya_id": 12}, {"text": " <font color=red>وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ</font><BR><p>يَقُول تَعَالَى \" وَإِنْ نَكَثَ \" هَؤُلَاءِ الْمُشْرِكُونَ الَّذِينَ عَاهَدْتُمُوهُمْ عَلَى مُدَّة مُعَيَّنَة أَيْمَانهمْ أَيْ عُهُودهمْ وَمَوَاثِيقهمْ \" وَطَعَنُوا فِي دِينكُمْ \" أَيْ عَابُوهُ وَانْتَقَصُوهُ وَمِنْ هَهُنَا أُخِذَ قَتْل مَنْ سَبَّ الرَّسُول صَلَوَات اللَّه وَسَلَامه عَلَيْهِ أَوْ مَنْ طَعَنَ فِي دِين الْإِسْلَام أَوْ ذَكَرَهُ بِنَقْصٍ وَلِهَذَا قَالَ : \" فَقَاتِلُوا أَئِمَّة الْكُفْر إِنَّهُمْ لَا أَيْمَان لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ \" أَيْ يَرْجِعُونَ عَمَّا هُمْ فِيهِ مِنْ الْكُفْر وَالْعِنَاد وَالضَّلَال وَقَدْ قَالَ قَتَادَة وَغَيْره : أَئِمَّة الْكُفْر كَأَبِي جَهْل وَعُتْبَة وَشَيْبَة وَأُمَيَّة بْن خَلَف وَعَدَّدَ رِجَالًا وَعَنْ مَصْعَب بْن سَعْد بْن أَبِي وَقَّاص قَالَ : مَرَّ سَعِيد بْن أَبِي وَقَّاص بِرَجُلٍ مِنْ الْخَوَارِج فَقَالَ الْخَارِجِيّ : هَذَا مِنْ أَئِمَّة الْكُفْر فَقَالَ سَعْد : كَذَبَتْ بَلْ أَنَا قَاتَلْت أَئِمَّة الْكُفْر رَوَاهُ اِبْن مَرْدَوَيْهِ وَقَالَ الْأَعْمَش عَنْ زَيْد بْن وَهْب عَنْ حُذَيْفَة أَنَّهُ قَالَ : مَا قُوتِلَ أَهْل هَذِهِ الْآيَة بَعْد وَرُوِيَ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ مِثْله وَالصَّحِيح أَنَّ الْآيَة عَامَّة وَإِنْ كَانَ سَبَب نُزُولهَا مُشْرِكِي قُرَيْش فَهِيَ عَامَّة لَهُمْ وَلِغَيْرِهِمْ وَاَللَّه أَعْلَم وَقَالَ الْوَلِيد بْن مُسْلِم : حَدَّثَنَا صَفْوَان بْن عَمْرو عَنْ عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر أَنَّهُ كَانَ فِي عَهْد أَبِي بَكْر رَضِيَ اللَّه عَنْهُ إِلَى النَّاس حِين وَجَّهَهُمْ إِلَى الشَّام قَالَ إِنَّكُمْ سَتَجِدُونَ قَوْمًا مُجَوَّفَة رُءُوسهمْ فَاضْرِبُوا مَعَاقِد الشَّيْطَان مِنْهُمْ بِالسُّيُوفِ فَوَاَللَّهِ لَأَنْ أَقْتُل رَجُلًا مِنْهُمْ أَحَبّ إِلَيَّ مِنْ أَنْ أَقْتُل سَبْعِينَ مِنْ غَيْرهمْ وَذَلِكَ بِأَنَّ اللَّه يَقُول \" فَقَاتِلُوا أَئِمَّة الْكُفْر \" رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43417, "aya_id": 12}]