[{"text": "ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا وَّنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا", "sura_id": 19, "type": 0, "id": 2322, "aya_id": 72}, {"text": "ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا", "sura_id": 19, "type": 1, "id": 8558, "aya_id": 72}, {"text": "72 - (ثم ننجي) مشددا ومخففا (الذين اتقوا) الشرك والكفر منها (ونذر الظالمين) بالشرك والكفر (فيها جثيا) على الركب \r\n", "sura_id": 19, "type": 2, "id": 27266, "aya_id": 72}, {"text": "ثم ننجي الذين اتقوا ربهم بطاعته والبعد عن معصيته, ونترك الظالمين لأنفسهم بالكفر بالله في النار باركين على رُكَبهم.\r\n", "sura_id": 19, "type": 3, "id": 33502, "aya_id": 72}, {"text": " <font color=red>ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا</font><BR><p>وَكَذَا قَالَ اِبْن جُرَيْج وَقَوْله : \" ثُمَّ نُنَجِّي الَّذِينَ اِتَّقَوْا \" أَيْ إِذَا مَرَّ الْخَلَائِق كُلّهمْ عَلَى النَّار وَسَقَطَ فِيهَا مَنْ سَقَطَ مِنْ الْكُفَّار وَالْعُصَاة ذَوِي الْمَعَاصِي بِحَسَبِهِمْ نَجَّى اللَّه تَعَالَى الْمُؤْمِنِينَ الْمُتَّقِينَ مِنْهَا بِحَسَبِ أَعْمَالهمْ فَجَوَازهمْ عَلَى الصِّرَاط وَسُرْعَتهمْ بِقَدْرِ أَعْمَالهمْ الَّتِي كَانَتْ فِي الدُّنْيَا ثُمَّ يَشْفَعُونَ فِي أَصْحَاب الْكَبَائِر مِنْ الْمُؤْمِنِينَ فَيَشْفَع الْمَلَائِكَة وَالنَّبِيُّونَ وَالْمُؤْمِنُونَ فَيُخْرِجُونَ خَلْقًا كَثِيرًا قَدْ أَكَلَتْهُمْ النَّار إِلَّا دَارَات وُجُوههمْ وَهِيَ مَوَاضِع السُّجُود وَإِخْرَاجهمْ إِيَّاهُمْ مِنْ النَّار بِحَسَبِ مَا فِي قُلُوبهمْ مِنْ الْإِيمَان فَيُخْرِجُونَ أَوَّلًا مَنْ كَانَ فِي قَلْبه مِثْقَال دِينَار مِنْ إِيمَان ثُمَّ الَّذِي يَلِيه ثُمَّ الَّذِي يَلِيه ثُمَّ الَّذِي يَلِيه حَتَّى يُخْرِجُونَ مَنْ كَانَ فِي قَلْبه أَدْنَى مِثْقَال ذَرَّة مِنْ إِيمَان ثُمَّ يُخْرِج اللَّه مِنْ النَّار مَنْ قَالَ يَوْمًا مِنْ الدَّهْر لَا إِلَه إِلَّا اللَّه وَإِنْ لَمْ يَعْمَل خَيْرًا قَطُّ وَلَا يَبْقَى فِي النَّار إِلَّا مَنْ وَجَبَ عَلَيْهِ الْخُلُود كَمَا وَرَدَتْ بِذَلِكَ الْأَحَادِيث الصَّحِيحَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ نُنَجِّي الَّذِينَ اِتَّقَوْا وَنَذَرَ الظَّالِمِينَ فِيهَا جِثِيًّا \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38468, "aya_id": 72}]