[{"text": "وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ", "sura_id": 29, "type": 0, "id": 3386, "aya_id": 46}, {"text": "و لا تجادلوا أهل الكتاب إلا بالتي هي أحسن إلا الذين ظلموا منهم وقولوا آمنا بالذي أنزل إلينا وأنزل إليكم وإلهنا وإلهكم واحد ونحن له مسلمون", "sura_id": 29, "type": 1, "id": 9622, "aya_id": 46}, {"text": "46 - (ولا تجادلوا أهل الكتاب إلا بالتي) أي المجادلة التي (هي أحسن) كالدعاء إلى الله بآياته والتنبيه على حججه (إلا الذين ظلموا منهم) بأن حاربوا وأبوا أن يقروا بالجزية فجادلوهم بالسيف حتى يسلموا أو يعطوا الجزية (وقولوا) لمن قبل الاقرار بالجزية إذا أخبروكم بشيء مما في كتبهم (آمنا بالذي أنزل إلينا وأنزل إليكم) ولا تصدقوهم ولا تكذبوهم في ذلك (وإلهنا وإلهكم واحد ونحن له مسلمون) مطيعون \r\n", "sura_id": 29, "type": 2, "id": 28330, "aya_id": 46}, {"text": "ولا تجادلوا -أيها المؤمنون- اليهودَ والنصارى إلا بالأسلوب الحسن, والقول الجميل, والدعوة إلى الحق بأيسر طريق موصل لذلك, إلا الذين حادوا عن وجه الحق وعاندوا وكابروا وأعلنوا الحرب عليكم فجالدوهم بالسيف حتى يؤمنوا, أو يعطوا الجزية عن يدٍ وهم صاغرون, وقولوا: آمنا بالقرآن الذي أُنزل إلينا, وآمنا بالتوراة والإنجيل اللذَيْن أُنزلا إليكم, وإلهنا وإلهكم واحد لا شريك له في ألوهيته, ولا في ربوبيته, ولا في أسمائه وصفاته, ونحن له خاضعون متذللون بالطاعة فيما أمرنا به, ونهانا عنه.\r\n", "sura_id": 29, "type": 3, "id": 34566, "aya_id": 46}, {"text": " <font color=red>وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ</font><BR><p>قَالَ قَتَادَة وَغَيْر وَاحِد : هَذِهِ الْآيَة مَنْسُوخَة بِآيَةِ السَّيْف وَلَمْ يَبْقَ مَعَهُمْ مُجَادَلَة وَإِنَّمَا هُوَ الْإِسْلَام أَوْ الْجِزْيَة أَوْ السَّيْف وَقَالَ آخَرُونَ بَلْ هِيَ بَاقِيَة مُحْكَمَة لِمَنْ أَرَادَ الِاسْتِبْصَار مِنْهُمْ فِي الدِّين فَيُجَادِل بِاَلَّتِي هِيَ أَحْسَن لِيَكُونَ أَنْجَع فِيهِ كَمَا قَالَ تَعَالَى \" اُدْعُ إِلَى سَبِيل رَبّك بِالْحِكْمَةِ وَالْمَوْعِظَة الْحَسَنَة \" الْآيَة وَقَالَ تَعَالَى لِمُوسَى وَهَارُون حِين بَعَثَهُمَا إِلَى فِرْعَوْن \" فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّر أَوْ يَخْشَى \" وَهَذَا الْقَوْل اِخْتَارَهُ اِبْن جَرِير وَحَكَاهُ عَنْ اِبْن زَيْد . وَقَوْله تَعَالَى \" إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ\" أَيْ حَادُوا عَنْ وَجْه الْحَقّ وَعَمُوا عَنْ وَاضِح الْمَحَجَّة وَعَانَدُوا وَكَابَرُوا فَحِينَئِذٍ يَنْتَقِل مِنْ الْجِدَال إِلَى الْجِلَاد وَيُقَاتَلُونَ بِمَا يَمْنَعهُمْ وَيَرْدَعهُمْ قَالَ اللَّه عَزَّ وَجَلَّ \" لَقَدْ أَرْسَلْنَا رُسُلنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمْ الْكِتَاب وَالْمِيزَان لِيَقُومَ النَّاس بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيد فِيهِ بَأْس شَدِيد - إِلَى قَوْله - إِنَّ اللَّه قَوِيّ عَزِيز \" قَالَ جَابِر : أُمِرْنَا مَنْ خَالَفَ كِتَاب اللَّه أَنْ نَضْرِبهُ بِالسَّيْفِ قَالَ مُجَاهِد \" إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ\" يَعْنِي أَهْل الْحَرْب وَمَنْ اِمْتَنَعَ مِنْهُمْ مِنْ أَدَاء الْجِزْيَة. وَقَوْله تَعَالَى \" وَقُولُوا آمَنَّا بِاَلَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ \" يَعْنِي إِذَا أَخْبَرُوا بِمَا لَا نَعْلَم صِدْقه وَلَا كَذِبه فَهَذَا لَا نُقْدِم عَلَى تَكْذِيبه لِأَنَّهُ قَدْ يَكُون حَقًّا وَلَا تَصْدِيقه فَلَعَلَّهُ أَنْ يَكُون بَاطِلًا وَلَكِنْ نُؤْمِن بِهِ إِيمَانًا مُجْمَلًا مُعَلَّقًا عَلَى شَرْط وَهُوَ أَنْ يَكُون مُنَزَّلًا لَا مُبَدَّلًا وَلَا مُؤَوَّلًا . قَالَ الْبُخَارِيّ رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا عُثْمَان بْن عُمَر أَخْبَرَنَا عَلِيّ بْن الْمُبَارَك عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبَى سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ أَهْل الْكِتَاب يَقْرَءُونَ التَّوْرَاة بِالْعِبْرَانِيَّةِ وَيُفَسِّرُونَهَا بِالْعَرَبِيَّةِ لِأَهْلِ الْإِسْلَام فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُصَدِّقُوا أَهْل الْكِتَاب وَلَا تُكَذِّبُوهُمْ وَقُولُوا آمَنَّا بِاَلَّذِي أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَيْكُمْ وَإِلَهنَا وَإِلَهكُمْ وَاحِد وَنَحْنُ لَهُ مُسْلِمُونَ \" وَهَذَا الْحَدِيث تَفَرَّدَ بِهِ الْبُخَارِيّ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عُثْمَان بْن عَمْرو أَخْبَرَنَا يُونُس عَنْ الزُّهْرِيّ أَخْبَرَنِي اِبْن أَبِي نَمْلَة أَنَّ أَبَا نَمْلَة الْأَنْصَارِيّ أَخْبَرَهُ أَنَّهُ بَيْنَا هُوَ جَالِس عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَاءَهُ رَجُل مِنْ الْيَهُود فَقَالَ يَا مُحَمَّد هَلْ تَتَكَلَّم هَذِهِ الْجِنَازَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّه أَعْلَم \" قَالَ الْيَهُودِيّ أَنَا أَشْهَد أَنَّهَا تَتَكَلَّم فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا حَدَّثَكُمْ أَهْل الْكِتَاب فَلَا تُصَدِّقُوهُمْ وَلَا تُكَذِّبُوهُمْ وَقُولُوا آمَنَّا بِاَللَّهِ وَكُتُبه وَرُسُله فَإِنْ كَانَ حَقًّا لَمْ تُكَذِّبُوهُمْ وَإِنْ كَانَ بَاطِلًا لَمْ تُصَدِّقُوهُمْ \" \" قُلْت \" وَأَبُو نَمْلَة هَذَا هُوَ عُمَارَة وَقِيلَ عَمَّار وَقِيلَ عَمْرو بْن مُعَاذ بْن زُرَارَة الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ . ثُمَّ لِيُعْلَمَ أَنَّ أَكْثَر مَا يَتَحَدَّثُونَ بِهِ غَالِبه كَذِب وَبُهْتَان لِأَنَّهُ قَدْ دَخَلَهُ تَحْرِيف وَتَبْدِيل وَتَغْيِير وَتَأْوِيل وَمَا أَقَلّ الصِّدْق فِيهِ ثُمَّ مَا أَقَلّ فَائِدَة كَثِير مِنْهُ لَوْ كَانَ صَحِيحًا . قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا أَبُو عَاصِم أَخْبَرَنَا سُفْيَان عَنْ سُلَيْمَان بْن عَامِر عَنْ عُمَارَة بْن عُمَيْر عَنْ حُرَيْث بْن ظُهَيْر عَنْ عَبْد اللَّه - هُوَ اِبْن مَسْعُود - قَالَ لَا تَسْأَلُوا أَهْل الْكِتَاب عَنْ شَيْء فَإِنَّهُمْ لَنْ يَهْدُوكُمْ وَقَدْ ضَلُّوا إِمَّا أَنْ تُكَذِّبُوا بِحَقٍّ أَوْ تُصَدِّقُوا بِبَاطِلٍ فَإِنَّهُ لَيْسَ أَحَد مِنْ أَهْل الْكِتَاب إِلَّا وَفِي قَلْبه تَالِيَة تَدْعُوهُ إِلَى دِينه كَتَالِيَةِ الْمَال . وَقَالَ الْبُخَارِيّ حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا إِبْرَاهِيم بْن سَعْد أَخْبَرَنَا اِبْن شِهَاب عَنْ عَبْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس قَالَ : كَيْف تَسْأَلُوا أَهْل الْكِتَاب عَنْ شَيْء وَكِتَابكُمْ الَّذِي أُنْزِلَ إِلَيْكُمْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْدَث تَقْرَءُونَهُ مَحْضًا لَمْ يُشَبْ وَقَدْ حَدَّثَكُمْ أَنَّ أَهْل الْكِتَاب بَدَّلُوا وَغَيَّرُوا وَكَتَبُوا بِأَيْدِيهِمْ الْكِتَاب وَقَالُوا هُوَ مِنْ عِنْد اللَّه لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا ؟ أَلَا يَنْهَاكُمْ مَا جَاءَكُمْ مِنْ الْعِلْم عَنْ مَسْأَلَتهمْ ؟ لَا وَاَللَّه مَا رَأَيْنَا مِنْهُمْ رَجُلًا يَسْأَلكُمْ عَنْ الَّذِي أُنْزِلَ عَلَيْكُمْ . وَقَالَ الْبُخَارِيّ وَقَالَ أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب عَنْ الزُّهْرِيّ أَخْبَرَنِي حُمَيْد بْن عَبْد الرَّحْمَن أَنَّهُ سَمِعَ مُعَاوِيَة يُحَدِّث رَهْطًا مِنْ قُرَيْش بِالْمَدِينَةِ وَذَكَرَ كَعْب الْأَحْبَار فَقَالَ إِنْ كَانَ مِنْ أَصْدَق هَؤُلَاءِ الْمُحَدِّثِينَ الَّذِينَ يُحَدِّثُونَ عَنْ أَهْل الْكِتَاب وَإِنْ كُنَّا مَعَ ذَلِكَ لَنَبْلُو عَلَيْهِ الْكَذِب \" قُلْت \" مَعْنَاهُ أَنَّهُ يَقَع مِنْهُ الْكَذِب لُغَة مِنْ غَيْر قَصْد لِأَنَّهُ يُحَدِّث عَنْ صُحُف هُوَ يُحْسِن بِهَا الظَّنّ وَفِيهَا أَشْيَاء مَوْضُوعَة وَمَكْذُوبَة لِأَنَّهُمْ لَمْ يَكُنْ فِي مِلَّتهمْ حُفَّاظ مُتْقِنُونَ كَهَذِهِ الْأُمَّة الْعَظِيمَة وَمَعَ ذَلِكَ وَقُرْب الْعَهْد وُضِعَتْ أَحَادِيث كَثِيرَة فِي هَذِهِ الْأُمَّة لَا يَعْلَمهَا إِلَّا اللَّه عَزَّ وَجَلَّ وَمَنْ مَنَحَهُ اللَّه تَعَالَى عِلْمًا بِذَلِكَ كُلّ بِحَسَبِهِ وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39814, "aya_id": 46}]