[{"text": "وَقُلِ الْحَقُّ مِن رَّبِّكُمْ فَمَن شَاء فَلْيُؤْمِن وَمَن شَاء فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاء كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءتْ مُرْتَفَقًا", "sura_id": 18, "type": 0, "id": 2169, "aya_id": 29}, {"text": "و قل الحق من ربكم فمن شاء فليؤمن و من شاء فليكفر إنا أعتدنا للظالمين نارا أحاط بهم سرادقها و إن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب و ساءت مرتفقا", "sura_id": 18, "type": 1, "id": 8405, "aya_id": 29}, {"text": "29 - (وقل) له ولأصحابه هذا القرآن (الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر) تهديد لهم (إنا أعتدنا للظالمين) أي الكافرين (نارا أحاط بهم سرادقها) ما أحاط بها (وإن يستغيثوا يغاثوا بماء كالمهل) كعكر الزيت (يشوي الوجوه) من حره إذا قرب منها (بئس الشراب) هو (وساءت) أي النار (مرتفقا) تمييز منقول عن الفاعل أي قبح مرتفقها وهو مقابل لقوله الآتي في الجنة وحسنت مرتفقا وإلا فأي ارتفاق في النار \r\n", "sura_id": 18, "type": 2, "id": 27113, "aya_id": 29}, {"text": "وقل لهؤلاء الغافلين: ما جئتكم به هو الحق من ربكم، فمن أراد منكم أن يصدق ويعمل به، فليفعل فهو خير له، ومن أراد أن يجحد فليفعل، فما ظَلَم إلا نفسه. إنا أعتدنا للكافرين نارًا شديدة أحاط بهم سورها، وإن يستغث هؤلاء الكفار في النار بطلب الماء مِن شدة العطش، يُؤتَ لهم بماء كالزيت العَكِر شديد الحرارة يشوي وجوههم. قَبُح هذا الشراب الذي لا يروي ظمأهم بل يزيده، وقَبُحَتْ النار منزلا لهم ومقامًا. وفي هذا وعيد وتهديد شديد لمن أعرض عن الحق، فلم يؤمن برسالة محمد صلى الله عليه وسلم، ولم يعمل بمقتضاها.\r\n", "sura_id": 18, "type": 3, "id": 33349, "aya_id": 29}, {"text": " <font color=red>وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : وَقُلْ يَا مُحَمَّد لِلنَّاسِ هَذَا الَّذِي جِئْتُكُمْ بِهِ مِنْ رَبّكُمْ هُوَ الْحَقّ الَّذِي لَا مِرْيَة فِيهِ وَلَا شَكّ \" فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ \" هَذَا مِنْ بَاب التَّهْدِيد وَالْوَعِيد الشَّدِيد وَلِهَذَا قَالَ \" إِنَّا أَعْتَدْنَا \" أَيْ أَرَصَدْنَا \" لِلظَّالِمِينَ \" وَهُمْ الْكَافِرُونَ بِاَللَّهِ وَرَسُوله وَكِتَابه \" نَارًا أَحَاطَ بِهِمْ سُرَادِقهَا \" أَيْ سُوَرهَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لِسُرَادِقِ النَّار أَرْبَعَة جُدُر كَثَافَة كُلّ جِدَار مَسَافَة أَرْبَعِينَ سَنَة \" وَأَخْرَجَهُ التِّرْمِذِيّ فِي صِفَة النَّار وَابْن جَرِير فِي تَفْسِيره مِنْ حَدِيث دَرَّاج أَبِي السَّمْح بِهِ . وَقَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس \" أَحَاطَ بِهِمْ سُرَادِقهَا \" قَالَ حَائِط مِنْ نَار وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْحُسَيْن بْن نَصْر وَالْعَبَّاس بْن مُحَمَّد قَالَا : حَدَّثَنَا أَبُو عَاصِم عَنْ عَبْد اللَّه بْن أُمَيَّة حَدَّثَنِي مُحَمَّد بْن حُيَيّ بْن يَعْلَى عَنْ صَفْوَان بْن يَعْلَى عَنْ يَعْلَى بْن أُمَيَّة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْبَحْر هُوَ جَهَنَّم \" قَالَ فَقِيلَ لَهُ كَيْف ذَلِكَ ؟ فَتَلَا هَذِهِ الْآيَة أَوْ قَرَأَ هَذِهِ الْآيَة \" نَارًا أَحَاطَ بِهِمْ سُرَادِقهَا \" ثُمَّ قَالَ \" وَاَللَّه لَا أَدْخُلهَا أَبَدًا أَوْ مَا دُمْت حَيًّا لَا تُصِيبنِي مِنْهَا قَطْرَة \" وَقَوْله \" وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوه \" الْآيَة قَالَ اِبْن عَبَّاس : الْمُهْل الْمَاء الْغَلِيظ مِثْل دُرْدِيّ الزَّيْت وَقَالَ مُجَاهِد : هُوَ كَالدَّمِ وَالْقَيْح وَقَالَ عِكْرِمَة : هُوَ الشَّيْء الَّذِي اِنْتَهَى حَرّه وَقَالَ آخَرُونَ : هُوَ كُلّ شَيْء أُذِيبَ . وَقَالَ قَتَادَة : أَذَابَ اِبْن مَسْعُود شَيْئًا مِنْ الذَّهَب فِي أُخْدُود فَلَمَّا اِنْمَاعَ وَأَزْبَدَ قَالَ : هَذَا أَشْبَه شَيْء بِالْمُهْلِ وَقَالَ الضَّحَّاك : مَاء جَهَنَّم أَسْوَد وَهِيَ سَوْدَاء وَأَهْلهَا سُود وَهَذِهِ الْأَقْوَال لَيْسَ شَيْء مِنْهَا يَنْفِي الْآخَر فَإِنَّ الْمُهْل يَجْمَع هَذِهِ الْأَوْصَاف الرَّذِيلَة كُلّهَا فَهُوَ أَسْوَد مُنْتِن غَلِيظ حَارّ وَلِهَذَا قَالَ \" يَشْوِي الْوُجُوه \" أَيْ مِنْ حَرّه إِذَا أَرَادَ الْكَافِر أَنْ يَشْرَبهُ وَقَرَّبَهُ مِنْ وَجْهه شَوَاهُ حَتَّى تَسْقُط جِلْدَة وَجْهه فِيهِ كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد بِإِسْنَادِهِ الْمُتَقَدِّم فِي سُرَادِق النَّار عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَاء كَالْمُهْلِ \" قَالَ كَعَكَرِ الزَّيْت فَإِذَا قَرَّبَهُ إِلَيْهِ سَقَطَتْ فَرْوَة وَجْهه فِيهِ وَهَكَذَا رَوَاهُ التِّرْمِذِيّ فِي صِفَة النَّار مِنْ جَامِعه مِنْ حَدِيث رَشْدِين بْن سَعْد عَنْ عَمْرو بْن الْحَارِث عَنْ دَرَّاج بِهِ ثُمَّ قَالَ : لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث رَشْدِين وَقَدْ تُكُلِّمَ فِيهِ مِنْ قِبَل حِفْظه هَكَذَا قَالَ , وَقَدْ رَوَاهُ الْإِمَام أَحْمَد كَمَا تَقَدَّمَ عَنْ حَسَن الْأَشْيَب عَنْ اِبْن لَهِيعَة عَنْ دَرَّاج وَاَللَّه أَعْلَم . وَقَالَ عَبْد اللَّه بْن الْمُبَارَك وَبَقِيَّة بْن الْوَلِيد عَنْ صَفْوَان بْن عَمْرو عَنْ عَبْد اللَّه بْن بِشْر عَنْ أَبِي أُمَامَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" وَيُسْقَى مِنْ مَاء صَدِيد يَتَجَرَّعهُ \" قَالَ \" يُقَرَّب إِلَيْهِ فَيَتَكَرَّههُ فَإِذَا قَرُبَ مِنْهُ شَوَى وَجْهه وَوَقَعَتْ فَرْوَة رَأْسه فَإِذَا شَرِبَهُ قَطَّعَ أَمْعَاءَهُ يَقُول اللَّه تَعَالَى \" وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوه بِئْسَ الشَّرَاب \" وَقَالَ سَعِيد بْن جُبَيْر : إِذَا جَاعَ أَهْل النَّار اِسْتَغَاثُوا فَأُغِيثُوا بِشَجَرَةِ الزَّقُّوم فَيَأْكُلُونَ مِنْهَا فَاخْتُلِبَتْ جُلُود وُجُوههمْ فَلَوْ أَنَّ مَارًّا مَرَّ بِهِمْ يَعْرِفهُمْ لَعَرَفَ جُلُود وُجُوههمْ فِيهَا ثُمَّ يُصَبّ عَلِيم الْعَطَش فَيَسْتَغِيثُونَ فَيُغَاثُونَ بِمَاءٍ كَالْمُهْلِ وَهُوَ الَّذِي قَدْ اِنْتَهَى حَرّه فَإِذَا أَدْنَوْهُ مِنْ أَفْوَاههمْ اِشْتَوَى مِنْ حَرّه لُحُوم وُجُوههمْ الَّتِي قَدْ سَقَطَتْ عَنْهَا الْجُلُود وَلِهَذَا قَالَ تَعَالَى بَعْد وَصْفه هَذَا الشَّرَاب بِهَذِهِ الصِّفَات الذَّمِيمَة الْقَبِيحَة \" بِئْسَ الشَّرَاب \" أَيْ بِئْسَ هَذَا الشَّرَاب كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَسُقُوا مَاء حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ \" وَقَالَ تَعَالَى \" تُسْقَى مِنْ عَيْن آنِيَة \" أَيْ حَارَّة كَمَا قَالَ تَعَالَى \" وَبَيْن حَمِيم آنٍ \" \" وَسَاءَتْ مُرْتَفَقًا \" أَيْ وَسَاءَتْ النَّار مَنْزِلًا وَمَقِيلًا وَمُجْتَمَعًا وَمَوْضِعًا لِلِارْتِفَاقِ كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38321, "aya_id": 29}]