[{"text": "ادْعُواْ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِينَ", "sura_id": 7, "type": 0, "id": 1009, "aya_id": 55}, {"text": "ادعوا ربكم تضرعا وخفية إنه لا يحب المعتدين", "sura_id": 7, "type": 1, "id": 7245, "aya_id": 55}, {"text": "55 - (ادعوا ربكم تضرعا) حال تذللا (وخفية) سرا (إنه لا يحب المعتدين) في الدعاء بالتشدق ورفع الصوت \r\n", "sura_id": 7, "type": 2, "id": 25953, "aya_id": 55}, {"text": "ادعوا -أيها المؤمنون- ربكم متذللين له خفية وسرًّا, وليكن الدعاء بخشوع وبُعْدٍ عن الرياء. إن الله تعالى لا يحب المتجاوزين حدود شرعه, وأعظم التجاوز الشرك بالله, كدعاء غير الله من الأموات والأوثان, ونحو ذلك.\r\n", "sura_id": 7, "type": 3, "id": 32189, "aya_id": 55}, {"text": " <font color=red>ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ</font><BR><p>أَرْشَدَ تَبَارَكَ وَتَعَالَى عِبَاده إِلَى دُعَائِهِ الَّذِي هُوَ صَلَاحهمْ فِي دُنْيَاهُمْ وَأُخْرَاهُمْ فَقَالَ \" اُدْعُوا رَبّكُمْ تَضَرُّعًا وَخُفْيَة \" قِيلَ مَعْنَاهُ تَذَلُّلًا وَاسْتِكَانَة كَقَوْلِهِ\" وَاذْكُرْ رَبّك فِي نَفْسك \" الْآيَة . وَفِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ : رَفَعَ النَّاس أَصْوَاتهمْ بِالدُّعَاءِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيّهَا النَّاس اِرْبَعُوا عَلَى أَنْفُسكُمْ فَإِنَّكُمْ لَا تَدْعُونَ أَصَمّ وَلَا غَائِبًا إِنَّ الَّذِي تَدْعُونَ سَمِيع قَرِيب \" الْحَدِيث وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس فِي قَوْله\" تَضَرُّعًا وَخُفْيَة \" قَالَ السِّرّ وَقَالَ اِبْن جَرِير تَضَرُّعًا تَذَلُّلًا وَاسْتِكَانَة لِطَاعَتِهِ وَخُفْيَة يَقُول بِخُشُوعِ قُلُوبكُمْ وَصِحَّة الْيَقِين بِوَحْدَانِيّته وَرُبُوبِيَّته فِيمَا بَيْنكُمْ وَبَيْنه لَا جِهَارًا مُرَاءَاة وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ مُبَارَك بْن فَضَالَة عَنْ الْحَسَن قَالَ : إِنْ كَانَ الرَّجُل لَقَدْ جَمَعَ الْقُرْآن وَمَا يَشْعُر بِهِ النَّاس وَإِنْ كَانَ الرَّجُل لَقَدْ فَقِهَ الْفِقْه الْكَثِير وَمَا يَشْعُر بِهِ النَّاس وَإِنْ كَانَ الرَّجُل لَيُصَلِّي الصَّلَاة الطَّوِيلَة فِي بَيْته وَعِنْده الزُّوَّار وَمَا يَشْعُرُونَ بِهِ وَلَقَدْ أَدْرَكْنَا أَقْوَامًا مَا كَانَ عَلَى الْأَرْض مِنْ عَمَل يَقْدِرُونَ أَنْ يَعْمَلُوهُ فِي السِّرّ فَيَكُون عَلَانِيَة أَبَدًا لَقَدْ كَانَ الْمُسْلِمُونَ يَجْتَهِدُونَ فِي الدُّعَاء وَمَا يُسْمَع لَهُمْ صَوْت إِنْ كَانَ إِلَّا هَمْسًا بَيْنهمْ وَبَيْن رَبّهمْ وَذَلِكَ أَنَّ اللَّه تَعَالَى يَقُول \" اُدْعُوا رَبّكُمْ تَضَرُّعًا وَخُفْيَة \" وَذَلِكَ أَنَّ اللَّه ذَكَرَ عَبْدًا صَالِحًا رَضِيَ فِعْله فَقَالَ \" إِذْ نَادَى رَبّه نِدَاء خَفِيًّا\" وَقَالَ اِبْن جُرَيْج يُكْرَه رَفْع الصَّوْت وَالنِّدَاء وَالصِّيَاح فِي الدُّعَاء وَيُؤْمَر بِالتَّضَرُّعِ وَالِاسْتِكَانَة ثُمَّ رُوِيَ عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّهُ لَا يُحِبّ الْمُعْتَدِينَ \" فِي الدُّعَاء وَلَا فِي غَيْره وَقَالَ أَبُو مِجْلَزٍ \" إِنَّهُ لَا يُحِبّ الْمُعْتَدِينَ \" لَا يُسْأَل مَنَازِل الْأَنْبِيَاء وَقَالَ أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا شُعْبَة عَنْ زِيَاد بْن مِخْرَاق سَمِعْت أَبَا نَعَامَة عَنْ مَوْلًى لِسَعْدٍ أَنَّ سَعْدًا سَمِعَ اِبْنًا لَهُ يَدْعُو وَهُوَ يَقُول اللَّهُمَّ إِنِّي أَسْأَلك الْجَنَّة وَنَعِيمهَا وَإِسْتَبْرَقهَا وَنَحْوًا مِنْ هَذَا وَأَعُوذ بِك مِنْ النَّار وَسَلَاسِلهَا وَأَغْلَالهَا فَقَالَ لَقَدْ سَأَلْت اللَّه خَيْرًا كَثِيرًا وَتَعَوَّذْت بِهِ مِنْ شَرّ كَثِير وَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّهُ سَيَكُونُ قَوْم يَعْتَدُونَ فِي الدُّعَاء\" - وَفِي لَفْظ - \" يَعْتَدُونَ فِي الطَّهُور وَالدُّعَاء \" - وَقَرَأَ هَذِهِ الْآيَة \" اُدْعُوا رَبّكُمْ تَضَرُّعًا \" الْآيَة - وَإِنَّ بِحَسْبِك أَنْ تَقُول اللَّهُمَّ إِنِّي أَسْأَلك الْجَنَّة وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْل أَوْ عَمَل وَأَعُوذ بِك مِنْ النَّار وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْل أَوْ عَمَل \" وَرَوَاهُ أَبُو دَاوُدَ مِنْ حَدِيث شُعْبَة عَنْ زِيَاد بْن مِخْرَاق عَنْ أَبِي نَعَامَة عَنْ مَوْلًى لِسَعْدٍ عَنْ سَعْد فَذَكَرَهُ وَاَللَّه أَعْلَم . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا الْحَرِيرِيّ عَنْ أَبِي نَعَامَة أَنَّ عَبْد اللَّه بْن مُغَفَّل سَمِعَ اِبْنه يَقُول : اللَّهُمَّ إِنِّي أَسْأَلك الْقَصْر الْأَبْيَض عَنْ يَمِين الْجَنَّة إِذَا دَخَلْتهَا فَقَالَ يَا بُنَيّ سَلْ اللَّه الْجَنَّة وَعِذْ بِهِ مِنْ النَّار فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَكُون قَوْم يَعْتَدُونَ فِي الدُّعَاء وَالطَّهُور \" . وَهَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ عَفَّان بِهِ وَأَخْرَجَهُ أَبُو دَاوُدَ عَنْ مُوسَى بْن إِسْمَاعِيل عَنْ حَمَّاد بْن سَلَمَة عَنْ سَعِيد بْن إِيَاس الْحَرِيرِيّ عَنْ أَبِي نَعَامَة وَاسْمه قَيْس بْن عَبَايَة الْحَنَفِيّ الْبَصْرِيّ وَهُوَ إِسْنَاد حَسَن لَا بَأْس بِهِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42623, "aya_id": 55}]