[{"text": "وَلَقَدْ جَاءكُم مُّوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِن بَعْدِهِ وَأَنتُمْ ظَالِمُونَ", "sura_id": 2, "type": 0, "id": 99, "aya_id": 92}, {"text": "ولقد جاءكم موسى بالبينات ثم اتخذتم العجل من بعده وأنتم ظالمون", "sura_id": 2, "type": 1, "id": 6335, "aya_id": 92}, {"text": "92 - (ولقد جاءكم موسى بالبينات) بالمعجزات كالعصا واليد وفلق البحر (ثم اتخذتم العجل) إلها (من بعده) من بعد ذهابه إلى الميقات ، (وأنتم ظالمون) باتخاذه \r\n", "sura_id": 2, "type": 2, "id": 25043, "aya_id": 92}, {"text": "ولقد جاءكم نبي الله موسى بالمعجزات الواضحات الدالة على صدقه, كالطوفان والجراد والقُمَّل والضفادع, وغير ذلك مما ذكره الله في القرآن العظيم, ومع ذلك اتخذتم العجل معبودًا, بعد ذهاب موسى إلى ميقات ربه, وأنتم متجاوزون حدود الله.\r\n", "sura_id": 2, "type": 3, "id": 31279, "aya_id": 92}, {"text": " <font color=red>وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ</font><BR><p>\" وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ\" أَيْ بِالْآيَاتِ الْوَاضِحَات وَالدَّلَائِل الْقَاطِعَات عَلَى أَنَّهُ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَنَّهُ لَا إِلَه إِلَّا اللَّهُ وَالْآيَات الْبَيِّنَات هِيَ الطُّوفَان وَالْجَرَاد وَالْقَمْل وَالضَّفَادِع وَالدَّم وَالْعَصَا وَالْيَد وَفَرْق الْبَحْر وَتَظْلِيلهمْ بِالْغَمَامِ وَالْمَنّ وَالسَّلْوَى وَالْحَجَر وَغَيْر ذَلِكَ مِنْ الْآيَات الَّتِي شَاهَدُوهَا ثُمَّ اِتَّخَذْتُمْ الْعِجْل أَيْ مَعْبُودًا مِنْ دُون اللَّه فِي زَمَان مُوسَى وَأَيَّامه وَقَوْله مِنْ بَعْده أَيْ مِنْ بَعْد مَا ذَهَبَ عَنْكُمْ إِلَى الطُّور لِمُنَاجَاةِ اللَّهِ عَزَّ وَجَلَّ كَمَا قَالَ تَعَالَى \" وَاِتَّخَذَ قَوْمُ مُوسَى مِنْ حُلِيّهمْ عِجْلًا جَسَدًا لَهُ خُوَار \" \" وَأَنْتُمْ ظَالِمُونَ\" أَيْ وَأَنْتُمْ ظَالِمُونَ فِي هَذَا الصَّنِيع الَّذِي صَنَعْتُمُوهُ مِنْ بَعْده عِبَادَتكُمْ الْعِجْل وَأَنْتُمْ تَعْلَمُونَ أَنَّهُ لَا إِلَه إِلَّا اللَّه كَمَا قَالَ تَعَالَى \" وَلَمَّا سُقِطَ فِي أَيْدِيهمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمنَا رَبُّنَا وَيَغْفِر لَنَا لَنَكُونَنَّ مِنْ الْخَاسِرِينَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38774, "aya_id": 92}]