[{"text": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا", "sura_id": 48, "type": 0, "id": 4584, "aya_id": 1}, {"text": "إنا فتحنا لك فتحا مبينا", "sura_id": 48, "type": 1, "id": 10820, "aya_id": 1}, {"text": "سورة الفتح 1 - (إنا فتحنا لك) قضينا بفتح مكة وغيرها في المستقبل عنوة بجهادك (فتحا مبينا) بينا ظاهرا \r\n", "sura_id": 48, "type": 2, "id": 29528, "aya_id": 1}, {"text": "إنا فتحنا لك -أيها الرسول- فتحًا مبينًا, يظهر الله فيه دينك, وينصرك على عدوك, وهو هدنة \"الحديبية\" التي أمن الناس بسببها بعضهم بعضًا, فاتسعت دائرة الدعوة لدين الله, وتمكن من يريد الوقوف على حقيقة الإسلام مِن معرفته, فدخل الناس تلك المدة في دين الله أفواجًا؛ ولذلك سمَّاه الله فتحًا مبينًا، أي ظاهرًا جليًّا.\r\n", "sura_id": 48, "type": 3, "id": 35764, "aya_id": 1}, {"text": " <font color=red>إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا</font><BR><p>سُورَة الْفَتْح : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا شُعْبَة عَنْ مُعَاوِيَة بْن قُرَّة قَالَ سَمِعْت عَبْد اللَّه بْن مُغَفَّل يَقُول قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَام الْفَتْح فِي مَسِيره سُورَة الْفَتْح عَلَى رَاحِلَته فَرَجَّعَ فِيهَا قَالَ مُعَاوِيَة لَوْلَا أَنِّي أَكْرَهُ أَنْ يَجْتَمِع النَّاس عَلَيْنَا لَحَكَيْت قِرَاءَته أَخْرَجَاهُ مِنْ حَدِيث شُعْبَة بِهِ . نَزَلَتْ هَذِهِ السُّورَة الْكَرِيمَة لَمَّا رَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْحُدَيْبِيَة فِي ذِي الْقَعْدَة مِنْ سَنَة سِتّ مِنْ الْهِجْرَة حِين صَدَّهُ الْمُشْرِكُونَ عَنْ الْوُصُول إِلَى الْمَسْجِد الْحَرَام فَيَقْضِي عُمْرَته فِيهِ وَحَالُوا بَيْنه وَبَيْن ذَلِكَ ثُمَّ مَالُوا إِلَى الْمُصَالَحَة وَالْمُهَادَنَة وَأَنْ يَرْجِع عَامه هَذَا ثُمَّ يَأْتِي مِنْ قَابِل فَأَجَابَهُمْ إِلَى ذَلِكَ عَلَى كُرْه مِنْ جَمَاعَة مِنْ الصَّحَابَة مِنْهُمْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ كَمَا سَيَأْتِي تَفْصِيله فِي مَوْضِعه مِنْ تَفْسِير هَذِهِ السُّورَة إِنْ شَاءَ اللَّه تَعَالَى فَلَمَّا نَحَرَ هَدْيه حَيْثُ أُحْصِرَ وَرَجَعَ أَنْزَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ السُّورَة فِيمَا كَانَ مِنْ أَمْره وَأَمْرهمْ وَجَعَلَ ذَلِكَ الصُّلْح فَتْحًا بِاعْتِبَارِ مَا فِيهِ مِنْ الْمَصْلَحَة وَمَا آلَ الْأَمْر إِلَيْهِ كَمَا رَوَى اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ وَغَيْره أَنَّهُ قَالَ : إِنَّكُمْ تَعُدُّونَ الْفَتْح فَتْح مَكَّة وَنَحْنُ نَعُدّ الْفَتْح صُلْح الْحُدَيْبِيَة وَقَالَ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : مَا كُنَّا نَعُدّ الْفَتْح إِلَّا يَوْم الْحُدَيْبِيَة وَقَالَ الْبُخَارِيّ حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء رَضِيَ اللَّه عَنْهُ قَالَ : تَعُدُّونَ أَنْتُمْ الْفَتْح فَتْح مَكَّة وَقَدْ كَانَ فَتْح مَكَّة فَتْحًا وَنَحْنُ نَعُدّ الْفَتْح بَيْعَة الرِّضْوَان يَوْم الْحُدَيْبِيَة كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْبَع عَشْرَةَ مِائَة وَالْحُدَيْبِيَة بِئْر فَنَزَحْنَاهَا فَلَمْ نَتْرُك فِيهَا قَطْرَة فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَتَاهَا فَجَلَسَ عَلَى شَفِيرهَا ثُمَّ دَعَا بِإِنَاءٍ مِنْ مَاء فَتَوَضَّأَ ثُمَّ تَمَضْمَضَ وَدَعَا ثُمَّ صَبَّهُ فِيهَا فَتَرَكْنَاهَا غَيْر بَعِيد ثُمَّ إِنَّهَا أَصَدَرَتْنَا مَا شِئْنَا نَحْنُ وَرَكَائِبنَا وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا نُوح حَدَّثَنَا مَالِك بْن أَنَس عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفَر قَالَ فَسَأَلْته عَنْ شَيْء ثَلَاث مَرَّات فَلَمْ يَرُدّ عَلَيَّ قَالَ فَقُلْت فِي نَفْسِي ثَكِلَتْك أُمّك يَا اِبْن الْخَطَّاب أَلْحَحْت كَرَّرْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاث مَرَّات فَلَمْ يَرُدّ عَلَيْك ؟ قَالَ فَرَكِبْت رَاحِلَتِي فَحَرَّكْت بَعِيرِي فَتَقَدَّمْت مَخَافَة أَنْ يَكُون نَزَلَ فِيَّ شَيْءٌ قَالَ فَإِذَا أَنَا بِمُنَادٍ يَا عُمَر قَالَ فَرَجَعْت وَأَنَا أَظُنّ أَنَّهُ نَزَلَ فِيَّ شَيْء قَالَ : فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَزَلَ عَلَيَّ الْبَارِحَة سُورَة هِيَ أَحَبُّ إِلَيَّ مِنْ الدُّنْيَا وَمَا فِيهَا : \" إِنَّا فَتَحْنَا لَك فَتْحًا مُبِينًا لِيَغْفِر لَك اللَّه مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ \" وَرَوَاهُ الْبُخَارِيّ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ مَالِك رَحِمَهُ اللَّه وَقَالَ عَلِيّ بْن الْمَدِينِيّ هَذَا إِسْنَاد مَدَنِيّ جَيِّد لَمْ نَجِدهُ إِلَّا عِنْدهمْ .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41390, "aya_id": 1}]