[{"text": "وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ", "sura_id": 26, "type": 0, "id": 3158, "aya_id": 226}, {"text": "وأنهم يقولون ما لا يفعلون", "sura_id": 26, "type": 1, "id": 9394, "aya_id": 226}, {"text": "226 - (وأنهم يقولون) فعلنا (ما لا يفعلون) يكذبون \r\n", "sura_id": 26, "type": 2, "id": 28102, "aya_id": 226}, {"text": "وأنهم يقولون ما لا يفعلون, يبالغون في مدح أهل الباطل, وينتقصون أهل الحق؟\r\n", "sura_id": 26, "type": 3, "id": 34338, "aya_id": 226}, {"text": " <font color=red>وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس كَانَ رَجُلَانِ عَلَى عَهْد رَسُول اللَّه أَحَدهمَا مِنْ الْأَنْصَار وَالْآخَر مِنْ قَوْم آخَرِينَ وَأَنَّهُمَا تَهَاجَيَا فَكَانَ مَعَ كُلّ وَاحِد مِنْهُمَا غُوَاة مِنْ قَوْمه وَهُمْ السُّفَهَاء فَقَالَ اللَّه تَعَالَى \" وَالشُّعَرَاء يَتَّبِعهُمْ الْغَاوُونَ أَلَمْ تَرَ أَنَّهُمْ فِي كُلّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَكْثَر قَوْلهمْ يَكْذِبُونَ فِيهِ وَهَذَا الَّذِي قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ هُوَ الْوَاقِع فِي نَفْس الْأَمْر فَإِنَّ الشُّعَرَاء يَتَبَجَّحُونَ بِأَقْوَالٍ وَأَفْعَال لَمْ تَصْدُر مِنْهُمْ وَلَا عَنْهُمْ فَيَتَكَثَّرُونَ بِمَا لَيْسَ لَهُمْ وَلِهَذَا اِخْتَلَفَ الْعُلَمَاء رَحِمَهُمْ اللَّه فِيمَا إِذَا اِعْتَرَفَ الشَّاعِر فِي شِعْره بِمَا يُوجِب حَدًّا هَلْ يُقَام عَلَيْهِ بِهَذَا الِاعْتِرَاف أَمْ لَا لِأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ ؟ عَلَى قَوْلَيْنِ وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَاق وَمُحَمَّد بْن سَعْد فِي الطَّبَقَات وَالزُّبَيْر بْن بَكَّار فِي كِتَاب الْفُكَاهَة أَنَّ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ اِسْتَعْمَلَ النُّعْمَان بْن عَدِيّ بْن نَضْلَة عَلَى مَيْسَان مِنْ أَرْض الْبَصْرَة وَكَانَ يَقُول الشِّعْر فَقَالَ : أَلَا هَلْ أَتَى الْحَسْنَاء أَنَّ خَلِيلهَا بِمَيْسَان يُسْقَى فِي زُجَاج وَحَنْتَم إِذَا شِئْت غَنَّتْنِي دَهَاقِين قَرْيَة وَرَقَّاصَة تَحْنُو عَلَى كُلّ مَبْسِم فَإِنْ كُنْت نَدْمَانِي فَبِالْأَكْبَرِ اِسْقِنِي وَلَا تَسْقِنِي بِالْأَصْغَرِ الْمُتَثَلِّم لَعَلَّ أَمِير الْمُؤْمِنِينَ يَسُوءهُ تَنَادُمُنَا بِالْجَوْسَقِ الْمُتَهَدِّم فَلَمَّا بَلَغَ ذَلِكَ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ قَالَ أَيْ وَاَللَّه إِنَّهُ لَيَسُوءُنِي ذَلِكَ وَمَنْ لَقِيَهُ فَلْيُخْبِرْهُ أَنِّي قَدْ عَزَلْته وَكَتَبَ إِلَيْهِ عُمَر \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" حم تَنْزِيل الْكِتَاب مِنْ اللَّه الْعَزِيز الْعَلِيم غَافِر الذَّنْب وَقَابِل التَّوْب شَدِيد الْعِقَاب ذِي الطُّول لَا إِلَه إِلَّا هُوَ إِلَيْهِ الْمَصِير \" أَمَّا بَعْد فَقَدْ بَلَغَنِي قَوْلك : لَعَلَّ أَمِير الْمُؤْمِنِينَ يَسُوءهُ تَنَادُمُنَا بِالْجَوْسَقِ الْمُتَهَدِّم وَاَيْم اللَّه إِنَّهُ لَيَسُوءنِي وَقَدْ عَزَلْتُك فَلَمَّا قَدِمَ عَلَى عُمَر بَكَّتَهُ بِهَذَا الشِّعْر فَقَالَ وَاَللَّه يَا أَمِير الْمُؤْمِنِينَ مَا شَرِبْتهَا قَطُّ وَمَا ذَاكَ الشِّعْر إِلَّا شَيْء طَفَحَ عَلَى لِسَانِي فَقَالَ عُمَر أَظُنّ ذَلِكَ وَلَكِنْ وَاَللَّه لَا تَعْمَل لِي عَمَلًا أَبَدًا وَقَدْ قُلْت مَا قُلْت فَلَمْ يُذْكَر أَنَّهُ حَدَّهُ عَلَى الشَّرَاب وَقَدْ ضَمَّنَهُ شِعْره لِأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ وَلَكِنْ ذَمَّهُ عُمَر رَضِيَ اللَّه عَنْهُ وَلَامَهُ عَلَى ذَلِكَ وَعَزَلَهُ بِهِ وَلِهَذَا جَاءَ فِي الْحَدِيث \" لَأَنْ يَمْتَلِئ جَوْف أَحَدكُمْ قَيْحًا يَرِيَهُ خَيْر لَهُ مِنْ أَنْ يَمْتَلِئ شِعْرًا \" وَالْمُرَاد مِنْ هَذَا أَنَّ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِي أُنْزِلَ عَلَيْهِ هَذِهِ الْقُرْآن لَيْسَ بِكَاهِنٍ وَلَا بِشَاعِرٍ لِأَنَّ حَالَهُ مُنَافٍ لِحَالِهِمْ مِنْ وُجُوه ظَاهِرَة كَمَا قَالَ تَعَالَى \" وَمَا عَلَّمْنَاهُ الشِّعْر وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْر وَقُرْآن مُبِين\" وَقَالَ تَعَالَى \" إِنَّهُ لَقَوْل رَسُول كَرِيم وَمَا هُوَ بِقَوْلِ شَاعِر قَلِيلًا مَا تُؤْمِنُونَ \" وَلَا بِقَوْلِ كَاهِن قَلِيلًا مَا تَذَكَّرُونَ تَنْزِيل مِنْ رَبّ الْعَالَمِينَ \" وَهَكَذَا قَالَ هَهُنَا\" وَإِنَّهُ لَتَنْزِيل رَبّ الْعَالَمِينَ نَزَلَ بِهِ الرُّوح الْأَمِين عَلَى قَلْبك لِتَكُونَ مِنْ الْمُنْذِرِينَ بِلِسَانٍ عَرَبِيّ مُبِين\" - إِلَى أَنْ قَالَ - \" وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِين وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ إِنَّهُمْ عَنْ السَّمْع لَمَعْزُولُونَ\" - إِلَى أَنْ قَالَ - \" هَلْ أُنَبِّئكُمْ عَلَى مَنْ تَنَزَّلَ الشَّيَاطِين تَنَزَّلَ عَلَى كُلّ أَفَّاك أَثِيم يُلْقُونَ السَّمْع وَأَكْثَرهمْ كَاذِبُونَ وَالشُّعَرَاء يَتَّبِعهُمْ الْغَاوُونَ أَلَمْ تَرَ أَنَّهُمْ فِي كُلّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ\" وَقَوْله \" إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" قَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن عَبْد اللَّه بْن قُسَيْط عَنْ أَبِي الْحَسَن سَالِم الْبَرَّاد بْن عَبْد اللَّه مَوْلَى تَمِيم الدَّارِيّ قَالَ : لَمَّا نَزَلَتْ \" وَالشُّعَرَاء يَتَّبِعهُمْ الْغَاوُونَ \" جَاءَ حَسَّان بْن ثَابِت وَعَبْد اللَّه بْن رَوَاحَة وَكَعْب بْن مَالِك إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُمْ يَبْكُونَ قَالُوا : قَدْ عَلِمَ اللَّه حِين أَنْزَلَ هَذِهِ الْآيَة أَنَّا شُعَرَاء فَتَلَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39507, "aya_id": 226}]