[{"text": "أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ", "sura_id": 52, "type": 0, "id": 4770, "aya_id": 35}, {"text": "أم خلقوا من غير شيء أم هم الخالقون", "sura_id": 52, "type": 1, "id": 11006, "aya_id": 35}, {"text": "35 - (أم خلقوا من غير شيء) من غير خالق (أم هم الخالقون) أنفسهم ولا يعقل مخلوق بغير خالق ولا معدوم يخلق فلا بد لهم من خالق هو الله الواحد فلم لا يوحدونه ويؤمنون برسوله وكتابه \r\n", "sura_id": 52, "type": 2, "id": 29714, "aya_id": 35}, {"text": "أخُلِق هؤلاء المشركون من غير خالق لهم وموجد, أم هم الخالقون لأنفسهم؟ وكلا الأمرين باطل ومستحيل. وبهذا يتعيَّن أن الله سبحانه هو الذي خلقهم، وهو وحده الذي لا تنبغي العبادة ولا تصلح إلا له.\r\n", "sura_id": 52, "type": 3, "id": 35950, "aya_id": 35}, {"text": " <font color=red>أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ</font><BR><p>هَذَا الْمَقَام فِي إِثْبَات الرُّبُوبِيَّة وَتَوْحِيد الْأُلُوهِيَّة فَقَالَ تَعَالَى\" أَمْ خُلِقُوا مِنْ غَيْر شَيْء أَمْ هُمْ الْخَالِقُونَ \" أَيْ أَوُجِدُوا مِنْ غَيْر مُوجِد ؟ أَمْ هُمْ أَوْجَدُوا أَنْفُسَهُمْ أَيْ لَا هَذَا وَلَا هَذَا بَلْ اللَّه هُوَ الَّذِي خَلَقَهُمْ وَأَنْشَأَهُمْ بَعْد أَنْ لَمْ يَكُونُوا شَيْئًا مَذْكُورًا . قَالَ الْبُخَارِيّ حَدَّثَنَا الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان قَالَ حَدَّثَنِي عَنْ الزُّهْرِيّ عَنْ مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ قَالَ سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ فِي الْمَغْرِب بِالطُّورِ فَلَمَّا بَلَغَ هَذِهِ الْآيَة \" أَمْ خُلِقُوا مِنْ غَيْر شَيْء أَمْ هُمْ الْخَالِقُونَ أَمْ خَلَقُوا السَّمَوَات وَالْأَرْض بَلْ لَا يُوقِنُونَ أَمْ عِنْدهمْ خَزَائِن رَبّك أَمْ هُمْ الْمُسَيْطِرُونَ \" كَادَ قَلْبِي أَنْ يَطِيرَ وَهَذَا الْحَدِيث مُخَرَّجٌ فِي الصَّحِيحَيْنِ مِنْ طُرُق عَنْ الزُّهْرِيّ بِهِ وَجُبَيْر بْن مُطْعِم كَانَ قَدْ قَدِمَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد وَقْعَة بَدْر فِي فِدَاء الْأُسَارَى وَكَانَ إِذْ ذَاكَ مُشْرِكًا فَكَانَ سَمَاعه هَذِهِ الْآيَة مِنْ هَذِهِ السُّورَة مِنْ جُمْلَة مَا حَمَلَهُ عَلَى الدُّخُول فِي الْإِسْلَام بَعْد ذَلِكَ .</p><BR> <br> ", "sura_id": 52, "type": 4, "id": 41690, "aya_id": 35}]