[{"text": "وَأَنزَلْنَا مِنَ السَّمَاء مَاء بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ", "sura_id": 23, "type": 0, "id": 2691, "aya_id": 18}, {"text": "وأنزلنا من السماء ماء بقدر فأسكناه في الأرض وإنا على ذهاب به لقادرون", "sura_id": 23, "type": 1, "id": 8927, "aya_id": 18}, {"text": "18 - (وأنزلنا من السماء ماء بقدر) من كفايتهم (فأسكناه في الأرض وإنا على ذهاب به لقادرون) فيموتون مع دوابهم عطشا \r\n", "sura_id": 23, "type": 2, "id": 27635, "aya_id": 18}, {"text": "وأنزلنا من السماء ماء بقدر حاجة الخلائق, وجعلنا الأرض مستقرًا لهذا الماء, وإنا على ذَهاب بالماء المستقر لَقادرون. وفي هذا تهديد ووعيد للظالمين.\r\n", "sura_id": 23, "type": 3, "id": 33871, "aya_id": 18}, {"text": " <font color=red>وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ</font><BR><p>يَذْكُر تَعَالَى نِعَمه عَلَى عَبِيده الَّتِي لَا تُعَدّ وَلَا تُحْصَى فِي إِنْزَاله الْقَطْر مِنْ السَّمَاء بِقَدَرٍ أَيْ بِحَسْب الْحَاجَة لَا كَثِيرًا فَيُفْسِد الْأَرْض وَالْعُمْرَان وَلَا قَلِيلًا فَلَا يَكْفِي الزُّرُوع وَالثِّمَار بَلْ بِقَدْرِ الْحَاجَة إِلَيْهِ مِنْ السَّقْي وَالشُّرْب وَالِانْتِفَاع بِهِ حَتَّى إِنَّ الْأَرَاضِيَ الَّتِي تَحْتَاج مَاء كَثِيرًا لِزَرْعِهَا وَلَا تَحْتَمِل دِمْنَتهَا إِنْزَال الْمَطَر عَلَيْهَا يَسُوق إِلَيْهَا الْمَاء مِنْ بِلَاد أُخْرَى كَمَا فِي أَرْض مِصْر وَيُقَال لَهَا الْأَرْض الْجُرُز يَسُوق اللَّه إِلَيْهَا مَاء النِّيل مَعَهُ طِين أَحْمَر يَجْتَرِفهُ مِنْ بِلَاد الْحَبَشَة فِي زَمَان أَمْطَارهَا فَيَأْتِي الْمَاء يَحْمِل طِينًا أَحْمَر فَيَسْقِي أَرْض مِصْر وَيَقَرّ الطِّين عَلَى أَرْضهمْ لِيَزْرَعُوا فِيهِ لِأَنَّ أَرْضهمْ سِبَاخ يَغْلِب عَلَيْهَا الرِّمَال فَسُبْحَان اللَّطِيف الْخَبِير الرَّحِيم الْغَفُور وَقَوْله \" فَأَسْكَنَّاهُ فِي الْأَرْض \" أَيْ جَعَلْنَا الْمَاء إِذَا نَزَلَ مِنْ السَّحَاب يَخْلُد فِي الْأَرْض وَجَعَلْنَا فِي الْأَرْض قَابِلِيَّة لَهُ وَتَشْرَبهُ وَيَتَغَذَّى بِهِ مَا فِيهَا مِنْ الْحَبّ وَالنَّوَى . وَقَوْله \" وَإِنَّا عَلَى ذَهَاب بِهِ لَقَادِرُونَ \" أَيْ لَوْ شِئْنَا أَنْ لَا تُمْطِر لَفَعَلْنَا وَلَوْ شِئْنَا أَذًى لَصَرَفْنَاهُ عَنْكُمْ إِلَى السِّبَاخ وَالْبَرَارِيّ وَالْقِفَار لَفَعَلْنَا وَلَوْ شِئْنَا لَجَعَلْنَاهُ أُجَاجًا لَا يُنْتَفَع بِهِ لِشُرْبٍ وَلَا لِسَقْيٍ لَفَعَلْنَا وَلَوْ شِئْنَا لَجَعَلْنَاهُ لَا يَنْزِل فِي الْأَرْض بَلْ يَنْجَرّ عَلَى وَجْههَا لَفَعَلْنَا وَلَوْ شِئْنَا لَجَعَلْنَاهُ إِذَا نَزَلَ فِيهَا يَغُور إِلَى مَدًى لَا تَصِلُونَ إِلَيْهِ وَلَا يَنْتَفِعُونَ بِهِ لَفَعَلْنَا وَلَكِنْ بِلُطْفِهِ وَرَحْمَته يُنْزِل عَلَيْكُمْ الْمَاء مِنْ السَّحَاب عَذْبًا فُرَاتًا زُلَالًا فَيُسْكِنهُ فِي الْأَرْض وَيَسْلُكهُ يَنَابِيع فِي الْأَرْض فَيُفَتِّح الْعُيُون وَالْأَنْهَار وَيَسْقِي بِهِ الزُّرُوع وَالثِّمَار تَشْرَبُونَ مِنْهُ وَدَوَابّكُمْ وَأَنْعَامكُمْ وَتَغْتَسِلُونَ مِنْهُ وَتَتَطَهَّرُونَ مِنْهُ وَتَتَنَظَّفُونَ فَلَهُ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39135, "aya_id": 18}]