[{"text": "فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءتْهُ الْبُشْرَى يُجَادِلُنَا فِي قَوْمِ لُوطٍ", "sura_id": 11, "type": 0, "id": 1547, "aya_id": 74}, {"text": "فلما ذهب عن إبراهيم الروع وجاءته البشرى يجادلنا في قوم لوط", "sura_id": 11, "type": 1, "id": 7783, "aya_id": 74}, {"text": "74 - (فلما ذهب عن إبراهيم الروع) الخوف (وجاءته البشرى) بالولد أخذ (يجادلنا) يجادل رسلنا (في) شأن (قوم لوط) \r\n", "sura_id": 11, "type": 2, "id": 26491, "aya_id": 74}, {"text": "فلما ذهب عن إبراهيم الخوف الذي انتابه لعدم أكل الضيوف الطعام, وجاءته البشرى بإسحاق ويعقوب, ظلَّ يجادل رسلنا فيما أرسلناهم به من عقاب قوم لوط وإهلاكهم.\r\n", "sura_id": 11, "type": 3, "id": 32727, "aya_id": 74}, {"text": " <font color=red>فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَى يُجَادِلُنَا فِي قَوْمِ لُوطٍ</font><BR><p>يُخْبِر تَعَالَى عَنْ إِبْرَاهِيم عَلَيْهِ السَّلَام أَنَّهُ لَمَّا ذَهَبَ عَنْهُ الرَّوْع وَهُوَ مَا أَوْجَسَ مِنْ الْمَلَائِكَة خِيفَة حِين لَمْ يَأْكُلُوا وَبَشَّرُوهُ بَعْد ذَلِكَ بِالْوَلَدِ وَأَخْبَرُوهُ بِهَلَاكِ قَوْم لُوط أَخَذَ يَقُول كَمَا قَالَ سَعِيد بْن جُبَيْر فِي الْآيَة : قَالَ لَمَّا جَاءَهُ جِبْرِيل وَمَنْ مَعَهُ قَالُوا لَهُ \" إِنَّا مُهْلِكُو أَهْل هَذِهِ الْقَرْيَة \" قَالَ لَهُمْ أَتُهْلِكُونَ قَرْيَة فِيهَا ثَلَاثُمِائَةِ مُؤْمِن ؟ قَالُوا لَا قَالَ أَفَتُهْلِكُونَ قَرْيَة فِيهَا مِائَتَا مُؤْمِن ؟ قَالُوا لَا قَالَ أَفَتُهْلِكُونَ قَرْيَة فِيهَا أَرْبَعُونَ مُؤْمِنًا ؟ قَالُوا لَا قَالَ ثَلَاثُونَ ؟ قَالُوا لَا حَتَّى بَلَغَ خَمْسَة قَالُوا لَا . قَالَ أَرَأَيْتَكُمْ إِنْ كَانَ فِيهَا رَجُل وَاحِد مُسْلِم أَتُهْلِكُونَهَا ؟ قَالُوا لَا فَقَالَ إِبْرَاهِيم عَلَيْهِ السَّلَام عِنْد ذَلِكَ \" إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا اِمْرَأَتَهُ\" الْآيَة فَسَكَتَ عَنْهُمْ وَاطْمَأَنَّتْ نَفْسه وَقَالَ قَتَادَة وَغَيْره قَرِيبًا مِنْ هَذَا زَادَ اِبْن إِسْحَاق أَفَرَأَيْتُمْ إِنْ كَانَ فِيهَا مُؤْمِن وَاحِد ؟ قَالُوا لَا قَالَ : فَإِنْ كَانَ فِيهَا لُوط يُدْفَع بِهِ عَنْهُمْ الْعَذَاب قَالُوا \" نَحْنُ أَعْلَم بِمَنْ فِيهَا \" الْآيَة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37695, "aya_id": 74}]