[{"text": "أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 42, "type": 0, "id": 4293, "aya_id": 21}, {"text": "أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله ولولا كلمة الفصل لقضي بينهم وإن الظالمين لهم عذاب أليم", "sura_id": 42, "type": 1, "id": 10529, "aya_id": 21}, {"text": "21 - (أم) بل (لهم) لكفار مكة (شركاء) هم شياطينهم (شرعوا) أي الشركاء (لهم) للكفار (من الدين) الفاسد (ما لم يأذن به الله) كالشرك وإنكار البعث (ولولا كلمة الفصل) أي القضاء السابق بأن الجزاء في يوم القيامة (لقضي بينهم) وبين المؤمنين بالتعذيب لهم في الدنيا (وإن الظالمين) الكافرين (لهم عذاب أليم) مؤلم \r\n", "sura_id": 42, "type": 2, "id": 29237, "aya_id": 21}, {"text": "بل ألهؤلاء المشركين بالله شركاء في شركهم وضلالتهم, ابتدعوا لهم من الدين والشرك ما لم يأذن به الله؟ ولولا قضاء الله وقدره بإمهالهم, وأن لا يعجل لهم العذاب في الدنيا, لقضي بينهم بتعجيل العذاب لهم. وإن الكافرين بالله لهم يوم القيامة عذاب مؤلم موجع.\r\n", "sura_id": 42, "type": 3, "id": 35473, "aya_id": 21}, {"text": " <font color=red>أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>قَوْله جَلَّ وَعَلَا \" أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُمْ مِنْ الدِّين مَا لَمْ يَأْذَن بِهِ اللَّه \" أَيْ هُمْ لَا يَتَّبِعُونَ مَا شَرَعَ اللَّه لَك مِنْ الدِّين الْقَوِيم بَلْ يَتَّبِعُونَ مَا شَرَعَ لَهُمْ شَيَاطِينهمْ مِنْ الْجِنّ وَالْإِنْس مِنْ تَحْرِيم مَا حَرَّمُوا عَلَيْهِمْ مِنْ الْبَحِيرَة وَالسَّائِبَة وَالْوَصِيلَة وَالْحَامِ وَتَحْلِيل أَكْل الْمَيْتَة وَالدَّم وَالْقِمَار إِلَى نَحْو ذَلِكَ مِنْ الضَّلَالَات وَالْجَهَالَة الْبَاطِلَة الَّتِي كَانُوا قَدْ اِخْتَرَعُوهَا فِي جَاهِلِيَّتهمْ مِنْ التَّحْلِيل وَالتَّحْرِيم وَالْعِبَادَات الْبَاطِلَة وَالْأَمْوَال الْفَاسِدَة . وَقَدْ ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" رَأَيْت عَمْرو بْن لُحَيّ بْن قَمْعَة يَجُرّ قُصْبه فِي النَّار\" لِأَنَّهُ أَوَّل مَنْ سَيَّبَ السَّوَائِب وَكَانَ هَذَا الرَّجُل أَحَد مُلُوك خُزَاعَة وَهُوَ أَوَّل مَنْ فَعَلَ هَذِهِ الْأَشْيَاء وَهُوَ الَّذِي حَمَلَ قُرَيْشًا عَلَى عِبَادَة الْأَصْنَام لَعَنَهُ اللَّه وَقَبَّحَهُ وَلِهَذَا قَالَ تَعَالَى \" وَلَوْلَا كَلِمَة الْفَصْل لَقُضِيَ بَيْنهمْ \" أَيْ لَعُوجِلُوا بِالْعُقُوبَةِ لَوْلَا مَا تَقَدَّمَ مِنْ الْإِنْظَار إِلَى يَوْم الْمَعَاد \" وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَاب أَلِيم \" أَيْ شَدِيد مُوجِع فِي جَهَنَّم وَبِئْسَ الْمَصِير.</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41092, "aya_id": 21}]