[{"text": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا", "sura_id": 71, "type": 0, "id": 5434, "aya_id": 15}, {"text": "ألم تروا كيف خلق الله سبع سماوات طباقا", "sura_id": 71, "type": 1, "id": 11670, "aya_id": 15}, {"text": "15 - (ألم تروا) تنظروا (كيف خلق الله سبع سماوات طباقا) بعضها فوق بعض \r\n", "sura_id": 71, "type": 2, "id": 30378, "aya_id": 15}, {"text": " ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض,\r\n", "sura_id": 71, "type": 3, "id": 36614, "aya_id": 15}, {"text": " <font color=red>أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا</font><BR><p>أَيْ وَاحِدَة فَوْق وَاحِدَة وَهَلْ هَذَا يُتَلَقَّى مِنْ جِهَة السَّمْع فَقَطْ ؟ أَوْ هُوَ مِنْ الْأُمُور الْمُدْرَكَة بِالْحِسِّ ؟ مِمَّا عُلِمَ مِنْ التَّسْيِير وَالْكُسُوفَات فَإِنَّ الْكَوَاكِب السَّبْعَة السَّيَّارَة يَكْسِف بَعْضهَا بَعْضًا فَأَدْنَاهَا الْقَمَر فِي السَّمَاء الدُّنْيَا وَهُوَ يَكْسِف مَا فَوْقه وَعُطَارِد فِي الثَّانِيَة وَالزُّهْرَة فِي الثَّالِثَة وَالشَّمْس فِي الرَّابِعَة وَالْمِرِّيخ فِي الْخَامِسَة وَالْمُشْتَرَى فِي السَّادِسَة وَزُحَل فِي السَّابِعَة وَأَمَّا بَقِيَّة الْكَوَاكِب وَهِيَ الثَّوَابِت فَفِي فَلَك ثَامِن يُسَمُّونَهُ فَلَك الثَّوَابِت وَالْمُتَشَرِّعُون مِنْهُمْ يَقُولُونَ هُوَ الْكُرْسِيّ وَالْفَلَك التَّاسِع وَهُوَ الْأَطْلَس وَالْأَثِير عِنْدهمْ الَّذِي حَرَكَتُهُ عَلَى خِلَاف حَرَكَة سَائِر الْأَفْلَاك وَذَلِكَ أَنَّ حَرَكَتَهُ مَبْدَأ الْحَرَكَات وَهِيَ مِنْ الْمَغْرِب إِلَى الْمَشْرِق وَسَائِر الْأَفْلَاك عَكْسه مِنْ الْمَشْرِق إِلَى الْمَغْرِب وَمَعَهَا يَدُور سَائِر الْكَوَاكِب تَبَعًا وَلَكِنْ لِلسَّيَّارَةِ حَرَكَة مُعَاكِسَة لِحَرَكَةِ أَفْلَاكهَا فَإِنَّهَا تَسِير مِنْ الْمَغْرِب إِلَى الْمَشْرِق وَكُلّ يَقْطَع فُلْكه بِحَسَبِهِ فَالْقَمَر يَقْطَع فُلْكه فِي كُلّ شَهْر مَرَّة وَالشَّمْس فِي كُلّ سَنَة مَرَّة وَزُحَل فِي كُلّ ثَلَاثِينَ سَنَة مَرَّة وَذَلِكَ بِحَسَبِ اِتِّسَاع أَفْلَاكهَا وَإِنْ كَانَتْ حَرَكَة الْجَمِيع فِي السُّرْعَة مُتَنَاسِبَة هَذَا مُلَخَّص مَا يَقُولُونَهُ فِي هَذَا الْمَقَام عَلَى اِخْتِلَاف بَيْنهمْ فِي مَوَاضِع كَثِيرَة لَسْنَا بِصَدَدِ بَيَانهَا .</p><BR> <br> ", "sura_id": 71, "type": 4, "id": 42722, "aya_id": 15}]