[{"text": "وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ", "sura_id": 35, "type": 0, "id": 3688, "aya_id": 28}, {"text": "ومن الناس والدواب والأنعام مختلف ألوانه كذلك إنما يخشى الله من عباده العلماء إن الله عزيز غفور", "sura_id": 35, "type": 1, "id": 9924, "aya_id": 28}, {"text": "28 - (ومن الناس والدواب والأنعام مختلف ألوانه كذلك) كاختلاف الثمار والجبال (إنما يخشى الله من عباده العلماء) بخلاف الجبال ككفار مكة (إن الله عزيز) في ملكه (غفور) لذنوب عباده المؤمنين \r\n", "sura_id": 35, "type": 2, "id": 28632, "aya_id": 28}, {"text": "وخلقنا من الناس والدواب والإبل والبقر والغنم ما هو مختلف ألوانه كذلك, فمن ذلك الأحمر والأبيض والأسود وغير ذلك كاختلاف ألوان الثمار والجبال. إنما يخشى اللهَ ويتقي عقابه بطاعته واجتناب معصيته العلماءُ به سبحانه, وبصفاته, وبشرعه, وقدرته على كل شيء, ومنها اختلاف هذه المخلوقات مع اتحاد سببها, ويتدبرون ما فيها من عظات وعبر. إن الله عزيز قويٌّ لا يغالَب, غفور يثيب أهل الطاعة, ويعفو عنهم.\r\n", "sura_id": 35, "type": 3, "id": 34868, "aya_id": 28}, {"text": " <font color=red>وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ</font><BR><p>وَقَوْله تَعَالَى : \" وَمِنْ النَّاس وَالدَّوَابّ وَالْأَنْعَام مُخْتَلِف أَلْوَانه كَذَلِكَ \" أَيْ كَذَلِكَ الْحَيَوَانَات مِنْ النَّاس وَالدَّوَابّ وَهُوَ كُلّ مَا دَبَّ عَلَى الْقَوَائِم وَالْأَنْعَام مِنْ بَاب عَطْف الْخَاصّ عَلَى الْعَامّ كَذَلِكَ هِيَ مُخْتَلِفَة أَيْضًا فَالنَّاس مِنْهُمْ بَرْبَر وَحُبُوشٌ وَطِمَاطِم فِي غَايَة السَّوَاد وَصَقَالِبَة وَرُوم فِي غَايَة الْبَيَاض وَالْعَرَب بَيْن ذَلِكَ وَالْهُنُود دُون ذَلِكَ وَلِهَذَا قَالَ تَعَالَى : فِي الْآيَة الْأُخْرَى \" وَاخْتِلَاف أَلْسِنَتكُمْ وَأَلْوَانكُمْ إِنَّ فِي ذَلِكَ لَآيَات لِلْعَالِمِينَ \" وَكَذَلِكَ الدَّوَابّ وَالْأَنْعَام مُخْتَلِفَة الْأَلْوَان حَتَّى فِي الْجِنْس الْوَاحِد بَلْ النَّوْع الْوَاحِد مِنْهُمْ مُخْتَلِف الْأَلْوَان بَلْ الْحَيَوَان الْوَاحِد يَكُون أَبْلَق فِيهِ مِنْ هَذَا اللَّوْن وَهَذَا اللَّوْن فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ . وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا الْفَضْل بْن سَهْل حَدَّثَنَا عَبْد اللَّه بْن عُمَر بْن أَبَانَ بْن صَالِح حَدَّثَنَا زِيَاد بْن عَبْد اللَّه عَنْ عَطَاء بْن السَّائِب عَنْ سَعْد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَيَصْبُغُ رَبّك قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ صَبْغًا لَا يُنْفَض أَحْمَر وَأَصْفَر وَأَبْيَض\" وَرُوِيَ مُرْسَلًا وَمَوْقُوفًا وَاَللَّه أَعْلَم . وَلِهَذَا قَالَ تَعَالَى : بَعْد هَذَا \" إِنَّمَا يَخْشَى اللَّه مِنْ عِبَاده الْعُلَمَاء\" أَيْ إِنَّمَا يَخْشَاهُ حَقّ خَشْيَته الْعُلَمَاء الْعَارِفُونَ بِهِ لِأَنَّهُ كُلَّمَا كَانَتْ الْمَعْرِفَة لِلْعَظِيمِ الْقَدِير الْعَلِيم الْمَوْصُوف بِصِفَاتِ الْكَمَال الْمَنْعُوت بِالْأَسْمَاءِ الْحُسْنَى كُلَّمَا كَانَتْ الْمَعْرِفَة بِهِ أَتَمَّ وَالْعِلْم بِهِ أَكْمَلَ كَانَتْ الْخَشْيَة لَهُ أَعْظَم وَأَكْثَر . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى : \" إِنَّمَا يَخْشَى اللَّه مِنْ عِبَاده الْعُلَمَاء \" قَالَ الَّذِينَ يَعْلَمُونَ أَنَّ اللَّه عَلَى كُلّ شَيْء قَدِير \" . وَقَالَ اِبْن لَهِيعَة عَنْ اِبْن أَبِي عَمْرَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : الْعَالِم بِالرَّحْمَنِ مِنْ عِبَاده مَنْ لَمْ يُشْرِك شَيْئًا وَأَحَلَّ حَلَاله وَحَرَّمَ حَرَامه وَحَفِظَ وَصِيَّته وَأَيْقَنَ أَنَّهُ مُلَاقِيه وَمُحَاسَب بِعَمَلِهِ وَقَالَ سَعِيد بْن جُبَيْر الْخَشْيَة هِيَ الَّتِي تَحُول بَيْنك وَبَيْن مَعْصِيَة اللَّه عَزَّ وَجَلَّ وَقَالَ الْحَسَن الْبَصْرِيّ الْعَالِم مَنْ خَشِيَ الرَّحْمَن بِالْغَيْبِ وَرَغِبَ فِيمَا رَغَّبَ اللَّه فِيهِ وَزَهِدَ فِيمَا سَخَّطَ اللَّه فِيهِ ثُمَّ تَلَا الْحَسَن \" إِنَّمَا يَخْشَى اللَّه مِنْ عِبَاده الْعُلَمَاء إِنَّ اللَّه عَزِيز غَفُور \" وَعَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : لَيْسَ الْعِلْم عَنْ كَثْرَة الْحَدِيث وَلَكِنَّ الْعِلْم عَنْ كَثْرَة الْخَشْيَة . وَقَالَ أَحْمَد بْن صَالِح الْمِصْرِيّ عَنْ اِبْن وَهْب عَنْ مَالِك قَالَ : إِنَّ الْعِلْم لَيْسَ بِكَثْرَةِ الرِّوَايَة وَإِنَّمَا الْعِلْم نُور يَجْعَلهُ اللَّه فِي الْقَلْب . قَالَ أَحْمَد بْن صَالِح الْمِصْرِيّ مَعْنَاهُ أَنَّ الْخَشْيَة لَا تُدْرَك بِكَثْرَةِ الرِّوَايَة وَإِنَّمَا الْعِلْم الَّذِي فَرَضَ اللَّه عَزَّ وَجَلَّ أَنْ يُتَّبَع فَإِنَّمَا هُوَ الْكِتَاب وَالسُّنَّة وَمَا جَاءَ عَنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ وَمَنْ بَعْدهمْ مِنْ أَئِمَّة الْمُسْلِمِينَ فَهَذَا لَا يُدْرَك إِلَّا بِالرِّوَايَةِ وَيَكُون تَأْوِيل قَوْله : نُور يُرِيد بِهِ فَهْم الْعِلْم وَمَعْرِفَة مَعَانِيه . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي حَيَّان التَّيْمِيّ عَنْ رَجُل قَالَ : كَانَ يُقَال الْعُلَمَاء ثَلَاثَة عَالِم بِاَللَّهِ عَالِم بِأَمْرِ اللَّه وَعَالِم بِاَللَّهِ لَيْسَ بِعَالِمٍ بِأَمْرِ اللَّه وَعَالِم بِأَمْرِ اللَّه لَيْسَ بِعَالِمٍ بِاَللَّهِ ; فَالْعَالِمُ بِاَللَّهِ وَبِأَمْرِ اللَّه الَّذِي يَخْشَى اللَّه تَعَالَى وَيَعْلَم الْحُدُود وَالْفَرَائِض وَالْعَالِم بِاَللَّهِ لَيْسَ بِعَالِمٍ بِأَمْرِ اللَّه الَّذِي يَخْشَى اللَّه وَلَا يَعْلَم الْحُدُود وَالْفَرَائِض وَالْعَالِم بِأَمْرِ اللَّه لَيْسَ بِعَالِمٍ بِاَللَّهِ الَّذِي يَعْلَم الْحُدُود وَالْفَرَائِض وَلَا يَخْشَى اللَّه عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40314, "aya_id": 28}]