[{"text": "وَإِنَّ لَكُمْ فِي الأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِلشَّارِبِينَ", "sura_id": 16, "type": 0, "id": 1967, "aya_id": 66}, {"text": "وإن لكم في الأنعام لعبرة نسقيكم مما في بطونه من بين فرث ودم لبنا خالصا سائغا للشاربين", "sura_id": 16, "type": 1, "id": 8203, "aya_id": 66}, {"text": "66 - (وإن لكم في الأنعام لعبرة) اعتبارا (نسقيكم) بيان للعبرة (مما في بطونه) أي الأنعام (من) للابتداء متعلقة بنسقيكم (بين فرث) ثفل الكرش (ودم لبنا خالصا) لا يشوبه شيء من الفرث والدم من طعم أو ريح أو لون وهو بينهما (سائغا للشاربين) سهل المرور في حلقهم لا يغص به \r\n", "sura_id": 16, "type": 2, "id": 26911, "aya_id": 66}, {"text": "وإن لكم -أيها الناس- في الأنعام -وهي الإبل والبقر والغنم- لَعظة, فقد شاهدتم أننا نسقيكم من ضروعها لبنًا خارجًا من بين فَرْث -وهو ما في الكَرِش- وبين دم خالصًا من كل الشوائب, لذيذًا لا يَغَصُّ به مَن شَرِبَه.\r\n", "sura_id": 16, "type": 3, "id": 33147, "aya_id": 66}, {"text": " <font color=red>وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ</font><BR><p>يَقُول تَعَالَى \" وَإِنَّ لَكُمْ \" أَيّهَا النَّاس \" فِي الْأَنْعَام \" وَهِيَ الْإِبِل وَالْبَقَر وَالْغَنَم \" لَعِبْرَة \" أَيْ لَآيَة وَدَلَالَة حِكْمَة خَالِقهَا وَقُدْرَته وَرَحْمَته وَلُطْفه \" نُسْقِيكُمْ مِمَّا فِي بُطُونه \" أَفْرَدَهُ هَاهُنَا عَوْدًا عَلَى مَعْنَى النَّعَم أَوْ الضَّمِير عَائِد عَلَى الْحَيَوَان فَإِنَّ الْأَنْعَام حَيَوَانَات أَيْ نُسْقِيكُمْ مِمَّا فِي بَطْن هَذَا الْحَيَوَان وَفِي الْآيَة الْأُخْرَى مِمَّا فِي بُطُونهَا وَيَجُوز هَذَا وَهَذَا كَمَا فِي قَوْله تَعَالَى \" كَلَّا إِنَّهَا تَذْكِرَة فَمَنْ شَاءَ ذَكَرَهُ \" وَفِي قَوْله تَعَالَى \" وَإِنِّي مُرْسِلَة إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَة بِمَ يَرْجِع الْمُرْسَلُونَ فَلَمَّا جَاءَ سُلَيْمَان \" أَيْ الْمَال وَقَوْله \" مِنْ بَيْن فَرْث وَدَم لَبَنًا خَالِصًا \" أَيْ يَتَخَلَّص الدَّم بَيَاضه وَطَعْمه وَحَلَاوَته مِنْ بَيْن فَرْث وَدَم فِي بَاطِن الْحَيَوَان فَيَسْرِي كُلّ إِلَى مَوْطِنه إِذَا نَضِجَ الْغِذَاء فِي مَعِدَته فَيُصْرَف مِنْهُ دَم إِلَى الْعُرُوق وَلَبَن إِلَى الضَّرْع وَبَوْل إِلَى الْمَثَانَة وَرَوْث إِلَى الْمَخْرَج وَكُلّ مِنْهَا لَا يَشُوب الْآخَر وَلَا يُمَازِجهُ بَعْد اِنْفِصَاله عَنْهُ وَلَا يَتَغَيَّر بِهِ وَقَوْله \" لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ \" أَيْ لَا يُغَصّ بِهِ أَحَد.</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38142, "aya_id": 66}]