[{"text": "فَانقَلَبُواْ بِنِعْمَةٍ مِّنَ اللّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُواْ رِضْوَانَ اللّهِ وَاللّهُ ذُو فَضْلٍ عَظِيمٍ", "sura_id": 3, "type": 0, "id": 467, "aya_id": 174}, {"text": "فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء واتبعوا رضوان الله والله ذو فضل عظيم", "sura_id": 3, "type": 1, "id": 6703, "aya_id": 174}, {"text": "174-(فانقلبوا) رجعوا من بدر (بنعمة من الله وفضل) بسلامة وربح (لم يمسسهم سوء) من قتل أو جرح (واتبعوا رضوان الله) بطاعته وطاعة رسوله في الخروج (والله ذو فضل عظيم) على أهل طاعته \r\n", "sura_id": 3, "type": 2, "id": 25411, "aya_id": 174}, {"text": "فرجعوا من \"حمراء الأسد\" إلى \"المدينة\" بنعمة من الله بالثواب الجزيل وبفضل منه بالمنزلة العالية, وقد ازدادوا إيمانًا ويقينًا, وأذلوا أعداء الله, وفازوا بالسلامة من القتل والقتال, واتبعوا رضوان الله بطاعتهم له ولرسوله. والله ذو فضل عظيم عليهم وعلى غيرهم.\r\n", "sura_id": 3, "type": 3, "id": 31647, "aya_id": 174}, {"text": " <font color=red>فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ</font><BR><p>قَالَ تَعَالَى \" فَانْقَلَبُوا بِنِعْمَةٍ مِنْ اللَّه وَفَضْل لَمْ يَمْسَسْهُمْ سُوء \" أَيْ لَمَّا تَوَكَّلُوا عَلَى اللَّه كَفَاهُمْ مَا أَهَمَّهُمْ وَرَدَّ عَنْهُمْ بَأْس مَنْ أَرَادَ كَيْدهمْ فَرَجَعُوا إِلَى بَلَدهمْ \" بِنِعْمَةٍ مِنْ اللَّه وَفَضْل لَمْ يَمْسَسْهُمْ سُوء \" مِمَّا أَضْمَرَ لَهُمْ عَدُوّهُمْ \" وَاتَّبَعُوا رِضْوَان اللَّه وَاَللَّه ذُو فَضْل عَظِيم \" وَقَالَ الْبَيْهَقِيّ حَدَّثَنَا أَبُو عَبْد اللَّه الْحَافِظ حَدَّثَنَا أَبُو بَكْر بْن دَاوُدَ الزَّاهِد حَدَّثَنَا مُحَمَّد بْن نُعَيْم حَدَّثَنَا بِشْر بْن الْحَكَم حَدَّثَنَا مُبَشِّر بْن عَبْد اللَّه بْن رَزِين حَدَّثَنَا سُفْيَان بْن حُسَيْن عَنْ يَعْلَى بْن مُسْلِم عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه \" فَانْقَلَبُوا بِنِعْمَةٍ مِنْ اللَّه وَفَضْلٍ \" قَالَ النِّعْمَة أَنَّهُمْ سَلِمُوا وَالْفَضْل أَنَّ عِيرًا مَرَّتْ فِي أَيَّام الْمَوْسِم فَاشْتَرَاهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَبِحَ فِيهَا مَالًا فَقَسَمَهُ بَيْن أَصْحَابه وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْل اللَّه تَعَالَى \" الَّذِينَ قَالَ لَهُمْ النَّاس إِنَّ النَّاس قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ\" قَالَ هَذَا أَبُو سُفْيَان قَالَ لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَوْعِدكُمْ بَدْر حَيْثُ قَتَلْتُمْ أَصْحَابنَا فَقَالَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَسَى \" فَانْطَلَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِمَوْعِدِهِ حَتَّى نَزَلَ بَدْرًا فَوَافَقُوا السُّوق فِيهَا فَابْتَاعُوا فَذَلِكَ قَوْل اللَّه عَزَّ وَجَلَّ \" فَانْقَلَبُوا بِنِعْمَةٍ مِنْ اللَّه وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوء \" الْآيَة. قَالَ وَهِيَ غَزْوَة بَدْر الصُّغْرَى رَوَاهُ اِبْن جَرِير وَرَوَى أَيْضًا عَنْ الْقَاسِم عَنْ الْحُسَيْن عَنْ حَجَّاج عَنْ اِبْن جُرَيْج قَالَ : لَمَّا عَمَدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِمَوْعِدِ أَبِي سُفْيَان فَجَعَلُوا يَلْقَوْنَ الْمُشْرِكِينَ فَيَسْأَلُونَهُمْ عَنْ قُرَيْش فَيَقُولُونَ قَدْ جَمَعُوا لَكُمْ يَكِيدُونَهُمْ بِذَلِكَ يُرِيدُونَ أَنْ يُرْعِبُوهُمْ فَيَقُول الْمُؤْمِنُونَ حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل حَتَّى قَدِمُوا بَدْرًا فَوَجَدُوا أَسْوَاقهَا عَافِيَة لَمْ يُنَازِعهُمْ فِيهَا أَحَد قَالَ فَقَدِمَ رَجُل مِنْ الْمُشْرِكِينَ فَأَخْبَرَ أَهْل مَكَّة بِخَيْلِ مُحَمَّد وَقَالَ فِي ذَلِكَ . نَفَرَتْ قَلُوصِي مِنْ خُيُول مُحَمَّد وَعَجْوَة مَنْثُورَة كَالْعَنْجَدِ وَاِتَّخَذْت مَاء قُدَيْد مَوْعِدِي قَالَ اِبْن جَرِير هَكَذَا أَنْشَدَنَا الْقَاسِم وَهُوَ خَطَأ إِنَّمَا هُوَ : قَدْ نَفَرَت مِنْ رُفْقَتِي مُحَمَّد وَعَجْوَة مِنْ يَثْرِب كَالْعَنْجَدِ فَهِيَ عَلَى دِين أَبِيهَا الْأَتْلَد قَدْ جَعَلْت مَاء قُدَيْد مَوْعِد وَمَاء ضَجْنَان لَهَا ضُحَى الْغَد </p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39926, "aya_id": 174}]