[{"text": "نَبِّىءْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ", "sura_id": 15, "type": 0, "id": 1851, "aya_id": 49}, {"text": "نبئ عبادي أني أنا الغفور الرحيم", "sura_id": 15, "type": 1, "id": 8087, "aya_id": 49}, {"text": "49 - (نبئ) خبر يا محمد (عبادي أني أنا الغفور) للمؤمنين (الرحيم) بهم \r\n", "sura_id": 15, "type": 2, "id": 26795, "aya_id": 49}, {"text": "أخبر -أيها الرسول- عبادي أني أنا الغفور للمؤمنين التائبين, الرحيم بهم،\r\n", "sura_id": 15, "type": 3, "id": 33031, "aya_id": 49}, {"text": " <font color=red>نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ</font><BR><p>وَقَوْله \" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُور الرَّحِيم وَأَنَّ عَذَابِي هُوَ الْعَذَاب الْأَلِيم \" أَيْ أَخْبِرْ يَا مُحَمَّد عِبَادِي أَنِّي ذُو رَحْمَة وَذُو عَذَاب أَلِيم وَقَدْ تَقَدَّمَ ذِكْر نَظِير هَذِهِ الْآيَة الْكَرِيمَة وَهِيَ دَالَّة عَلَى مَقَامَيْ الرَّجَاء وَالْخَوْف وَذُكِرَ فِي سَبَب نُزُولهَا مَا رَوَاهُ مُوسَى بْن عُبَيْدَة عَنْ مُصْعَب بْن ثَابِت قَالَ مَرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى نَاس مِنْ أَصْحَابه يَضْحَكُونَ فَقَالَ \" اُذْكُرُوا الْجَنَّة وَاذْكُرُوا النَّار \" فَنَزَلَتْ \" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُور الرَّحِيم وَأَنَّ عَذَابِي هُوَ الْعَذَاب الْأَلِيم \" . رَوَاهُ اِبْن أَبِي حَاتِم وَهُوَ مُرْسَل وَقَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا إِسْحَاق أَخْبَرَنَا اِبْن الْمَكِّيّ أَخْبَرَنَا اِبْن الْمُبَارَك أَخْبَرَنَا مُصْعَب بْن ثَابِت حَدَّثَنَا عَاصِم بْن عُبَيْد اللَّه عَنْ اِبْن أَبِي رَبَاح عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : طَلَعَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْبَاب الَّذِي يَدْخُل مِنْهُ بَنُو شَيْبَة فَقَالَ \" أَلَا أَرَاكُمْ تَضْحَكُونَ \" ثُمَّ أَدْبَرَ حَتَّى إِذَا كَانَ عِنْد الْحِجْر رَجَعَ إِلَيْنَا الْقَهْقَرَى فَقَالَ\" إِنِّي لَمَّا خَرَجْت جَاءَ جِبْرِيل عَلَيْهِ السَّلَام فَقَالَ يَا مُحَمَّد إِنَّ اللَّه يَقُول لَك لِمَ تُقَنِّط عِبَادِي \" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُور الرَّحِيم وَأَنَّ عَذَابِي هُوَ الْعَذَاب الْأَلِيم \" \" وَقَالَ شُعْبَة عَنْ قَتَادَة فِي قَوْله \" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُور الرَّحِيم \" قَالَ بَلَغَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَوْ يَعْلَم الْعَبْد قَدْر عَفْو اللَّه لَمَا تَوَرَّعَ مِنْ حَرَام وَلَوْ يَعْلَم الْعَبْد قَدْر عَذَاب اللَّه لَبَخَعَ نَفْسه \" .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37995, "aya_id": 49}]