[{"text": "وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِّنَ الْأَمْرِ لَعَنِتُّمْ وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُوْلَئِكَ هُمُ الرَّاشِدُونَ", "sura_id": 49, "type": 0, "id": 4619, "aya_id": 7}, {"text": "واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان أولئك هم الراشدون", "sura_id": 49, "type": 1, "id": 10855, "aya_id": 7}, {"text": "7 - (واعلموا أن فيكم رسول الله) فلا تقولوا الباطل فإن الله يخبره بالحال (لو يطيعكم في كثير من الأمر) الذي تخبرون به على خلاف الواقع فيرتب على ذلك مقتضاه (لعنتم) لأثمتم دونه إثم التسبب إلى المرتب (ولكن الله حبب إليكم الإيمان وزينه) حسنه (في قلوبكم وكره إليكم الكفر والفسوق والعصيان) استدراك من حيث المعنى دون اللفظ لأن من حبب إليه الإيمان الخ غايرت صفته صفة من تقدم ذكره (أولئك هم) فيه التفات عن الخطاب (الراشدون) الثابتون على دينهم \r\n", "sura_id": 49, "type": 2, "id": 29563, "aya_id": 7}, {"text": "واعلموا أن بين أظهركم رسولَ الله فتأدبوا معه؛ فإنه أعلم منكم بما يصلح لكم, يريد بكم الخير, وقد تريدون لأنفسكم من الشر والمضرة ما لا يوافقكم الرسول عليه, لو يطيعكم في كثير من الأمر مما تختارونه لأدى ذلك إلى مشقتكم, ولكن الله حبب إليكم الإيمان وحسَّنه في قلوبكم, فآمنتم, وكرَّه إليكم الكفرَ بالله والخروجَ عن طاعته, ومعصيتَه, أولئك المتصفون بهذه الصفات هم الراشدون السالكون طريق الحق.\r\n", "sura_id": 49, "type": 3, "id": 35799, "aya_id": 7}, {"text": " <font color=red>وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ</font><BR><p>\" وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ \" أَيْ اِعْلَمُوا أَنَّ بَيْنَ أَظْهُرِكُمْ رَسُولَ اللَّه فَعَظِّمُوهُ وَوَقِّرُوهُ وَتَأَدَّبُوا مَعَهُ وَانْقَادُوا لِأَمْرِهِ فَإِنَّهُ أَعْلَمُ بِمَصَالِحِكُمْ وَأَشْفَقُ عَلَيْكُمْ مِنْكُمْ وَرَأْيه فِيكُمْ أَتَمُّ مِنْ رَأْيِكُمْ لِأَنْفُسِكُمْ كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" النَّبِيّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسهمْ \" ثُمَّ بَيَّنَ أَنَّ رَأْيهمْ سَخِيف بِالنِّسْبَةِ إِلَى مُرَاعَاة مَصَالِحهمْ فَقَالَ \" لَوْ يُطِيعكُمْ فِي كَثِير مِنْ الْأَمْر لَعَنِتُّمْ \" أَيْ لَوْ أَطَاعَكُمْ فِي جَمِيع مَا تَخْتَارُونَهُ لَأَدَّى ذَلِكَ إِلَى عَنَتِكُمْ وَحَرَجكُمْ كَمَا قَالَ سُبْحَانه وَتَعَالَى \" وَلَوْ اِتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتْ السَّمَاوَات وَالْأَرْض وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرهمْ مُعْرِضُونَ \" وَقَوْله عَزَّ وَجَلَّ \" وَلَكِنَّ اللَّه حَبَّبَ إِلَيْكُمْ الْإِيمَان وَزَيَّنَهُ فِي قُلُوبكُمْ \" أَيْ حَبَّبَهُ إِلَى نُفُوسكُمْ وَحَسَّنَهُ فِي قُلُوبكُمْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز حَدَّثَنَا عَلِيّ بْن مَسْعَدَةَ حَدَّثَنَا قَتَادَة عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" الْإِسْلَام عَلَانِيَة وَالْإِيمَان فِي الْقَلْب - قَالَ ثُمَّ يُشِير بِيَدِهِ إِلَى صَدْره ثَلَاث مَرَّات ثُمَّ يَقُول - التَّقْوَى هَهُنَا التَّقْوَى هَهُنَا \" \" وَكَرَّهَ إِلَيْكُمْ الْكُفْر وَالْفُسُوق وَالْعِصْيَان \" أَيْ وَبَغَّضَ إِلَيْكُمْ الْكُفْر وَالْفُسُوق وَهِيَ الذُّنُوب الْكِبَار وَالْعِصْيَان وَهِيَ جَمِيع الْمَعَاصِي وَهَذَا تَدْرِيج لِكَمَالِ النِّعْمَة وَقَوْله تَعَالَى \" أُولَئِكَ هُمْ الرَّاشِدُونَ \" أَيْ الْمُتَّصِفُونَ بِهَذِهِ الصِّفَة هُمْ الرَّاشِدُونَ الَّذِينَ قَدْ آتَاهُمْ اللَّه رُشْدَهُمْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة الْفَزَارِيّ حَدَّثَنَا عَبْد الْوَاحِد بْن أَيْمَنَ الْمَكِّيّ عَنْ أَبِي رِفَاعَة الزُّرَقِيّ عَنْ أَبِيهِ قَالَ لَمَّا كَانَ يَوْم أُحُد وَانْكَفَأَ الْمُشْرِكُونَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" اِسْتَوُوا حَتَّى أُثْنِيَ عَلَى رَبِّي عَزَّ وَجَلَّ \" فَصَارُوا خَلْفه صُفُوفًا فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ لَك الْحَمْد كُلّه اللَّهُمَّ لَا قَابِض لِمَا بَسَطْت وَلَا بَاسِط لِمَا قَبَضْت وَلَا هَادِي لِمَنْ أَضْلَلْت وَلَا مُضِلّ لِمَنْ هَدَيْت وَلَا مُعْطِي لِمَا مَنَعْت وَلَا مَانِع لِمَا أَعْطَيْت وَلَا مُقَرِّب لِمَا بَاعَدْت وَلَا مُبَاعِد لِمَا قَرَّبْت اللَّهُمَّ اُبْسُطْ عَلَيْنَا مِنْ بَرَكَاتك وَرَحْمَتك وَفَضْلِك وَرِزْقك اللَّهُمَّ إِنِّي أَسْأَلُك النَّعِيم الْمُقِيم الَّذِي لَا يَحُول وَلَا يَزُول اللَّهُمَّ إِنِّي أَسْأَلُك النَّعِيم يَوْم الْعَيْلَة وَالْأَمْن يَوْم الْخَوْف اللَّهُمَّ إِنَى عَائِذ بِك مِنْ شَرّ مَا أَعْطَيْتنَا وَمِنْ شَرّ مَا مَنَعْتنَا اللَّهُمَّ حَبِّبْ إِلَيْنَا الْإِيمَان وَزَيِّنْهُ فِي قُلُوبنَا وَكَرِّهْ إِلَيْنَا الْكُفْر وَالْفُسُوق وَالْعِصْيَان وَاجْعَلْنَا مِنْ الرَّاشِدِينَ اللَّهُمَّ تَوَفَّنَا مُسْلِمِينَ وَأَحْيِنَا مُسْلِمِينَ وَأَلْحِقْنَا بِالصَّالِحِينَ غَيْر خَزَايَا وَلَا مَفْتُونِينَ اللَّهُمَّ قَاتِلْ الْكَفَرَة الَّذِينَ يُكَذِّبُونَ رُسُلَك وَيَصُدُّونَ عَنْ سَبِيلِك وَاجْعَلْ عَلَيْهِمْ رِجْزَك وَعَذَابَك اللَّهُمَّ قَاتِلْ الْكَفَرَة الَّذِينَ أُوتُوا الْكِتَاب إِلَهَ الْحَقِّ \" وَرَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ زِيَاد بْن أَيُّوب عَنْ مَرْوَان بْن مُعَاوِيَة عَنْ عَبْد الْوَاحِد بْن أَيْمَنَ عَنْ عُبَيْد بْن رِفَاعَة عَنْ أَبِيهِ بِهِ وَفِي الْحَدِيث الْمَرْفُوع \" مَنْ سَرَّتْهُ حَسَنَتُهُ وَسَاءَتْهُ سَيِّئَتُهُ فَهُوَ مُؤْمِنٌ \" .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41434, "aya_id": 7}]