[{"text": "إِنِّي تَوَكَّلْتُ عَلَى اللّهِ رَبِّي وَرَبِّكُم مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 11, "type": 0, "id": 1529, "aya_id": 56}, {"text": "إني توكلت على الله ربي وربكم ما من دابة إلا هو آخذ بناصيتها إن ربي على صراط مستقيم", "sura_id": 11, "type": 1, "id": 7765, "aya_id": 56}, {"text": "56 - (إني توكلت على الله ربي وربكم ما من) زائدة (دابة) نسمة تدب على الأرض (إلا هو آخذ بناصيتها) أي مالكها وقاهرها فلا نفع ولا ضرر إلا بإذنه وخص الناصية بالذكر لأن من أخذ بناصيته يكون في غاية الذل (إن ربي على صراط مستقيم) أي طريق الحق والعدل \r\n", "sura_id": 11, "type": 2, "id": 26473, "aya_id": 56}, {"text": "إني توكلت على الله ربي وربكم مالك كل شيء والمتصرف فيه, فلا يصيبني شيء إلا بأمره, وهو القادر على كل شيء, فليس من شيء يدِبُّ على هذه الأرض إلا والله مالكه, وهو في سلطانه وتصرفه. إن ربي على صراط مستقيم, أي عدل في قضائه وشرعه وأمره. يجازي المحسن بإحسانه والمسيء بإساءته.\r\n", "sura_id": 11, "type": 3, "id": 32709, "aya_id": 56}, {"text": " <font color=red>إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>وَقَوْله \" إِنِّي تَوَكَّلْت عَلَى اللَّه رَبِّي وَرَبّكُمْ مَا مِنْ دَابَّة إِلَّا هُوَ آخِذ بِنَاصِيَتِهَا \" أَيْ تَحْت قَهْره وَسُلْطَانه وَهُوَ الْحَاكِم الْعَادِل الَّذِي لَا يَجُور فِي حُكْمه فَإِنَّهُ عَلَى صِرَاط مُسْتَقِيم قَالَ الْوَلِيد بْن مُسْلِم عَنْ صَفْوَان بْن عَمْرو عَنْ أَيْفَع بْن عَبْد الْكُلَاعِيّ أَنَّهُ قَالَ فِي قَوْله تَعَالَى \" مَا مِنْ دَابَّة إِلَّا هُوَ آخِذ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاط مُسْتَقِيم \" قَالَ فَيَأْخُذ بِنَوَاصِي عِبَاده فَيُلَقِّن الْمُؤْمِن حَتَّى يَكُون لَهُ أَشْفَق مِنْ الْوَالِد لِوَلَدِهِ وَيَقُول \" مَا غَرَّكَ بِرَبِّك الْكَرِيم \" وَقَدْ تَضَمَّنَ هَذَا الْمَقَام حُجَّة بَالِغَة وَدَلَالَة قَاطِعَة عَلَى صِدْق مَا جَاءَهُمْ بِهِ وَبُطْلَان مَا هُمْ عَلَيْهِ مِنْ عِبَادَة الْأَصْنَام الَّتِي لَا تَنْفَع وَلَا تَضُرّ بَلْ هِيَ جَمَاد لَا تَسْمَع وَلَا تُبْصِر وَلَا تُوَالِي وَلَا تُعَادِي وَإِنَّمَا يَسْتَحِقّ إِخْلَاص الْعِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ الَّذِي بِيَدِهِ الْمُلْك وَلَهُ التَّصَرُّف وَمَا مِنْ شَيْء إِلَّا تَحْت مُلْكه وَقَهْره وَسُلْطَانه فَلَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37675, "aya_id": 56}]