[{"text": "وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُواْ عَلَيْنَا مِنَ الْمَاء أَوْ مِمَّا رَزَقَكُمُ اللّهُ قَالُواْ إِنَّ اللّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ", "sura_id": 7, "type": 0, "id": 1004, "aya_id": 50}, {"text": "ونادى أصحاب النار أصحاب الجنة أن أفيضوا علينا من الماء أو مما رزقكم الله قالوا إن الله حرمهما على الكافرين", "sura_id": 7, "type": 1, "id": 7240, "aya_id": 50}, {"text": "50 - (ونادى أصحاب النار أصحاب الجنة أن أفيضوا علينا من الماء أو مما رزقكم الله) من الطعام (قالوا إن الله حرمهما) منعهما (على الكافرين) \r\n", "sura_id": 7, "type": 2, "id": 25948, "aya_id": 50}, {"text": "واستغاث أهل النار بأهل الجنة طالبين منهم أن يُفيضوا عليهم من الماء, أو مما رزقهم الله من الطعام, فأجابوهم بأن الله تعالى قد حَرَّم الشراب والطعام على الذين جحدوا توحيده, وكذَّبوا رسله.\r\n", "sura_id": 7, "type": 3, "id": 32184, "aya_id": 50}, {"text": " <font color=red>وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ ذِلَّة أَهْل النَّار وَسُؤَالهمْ أَهْل الْجَنَّة مِنْ شَرَابهمْ وَطَعَامهمْ وَأَنَّهُمْ لَا يُجَابُونَ إِلَى ذَلِكَ قَالَ السُّدِّيّ \" وَنَادَى أَصْحَاب النَّار أَصْحَاب الْجَنَّة أَنْ أَفِيضُوا عَلَيْنَا مِنْ الْمَاء أَوْ مِمَّا رَزَقَكُمْ اللَّه \" يَعْنِي الطَّعَام وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ يَسْتَطْعِمُونَهُمْ وَيَسْتَسْقُونَهُمْ وَقَالَ الثَّوْرِيّ عَنْ عُثْمَان الثَّقَفِيّ عَنْ سَعِيد بْن جُبَيْر فِي هَذِهِ الْآيَة قَالَ يُنَادِي الرَّجُل أَبَاهُ أَوْ أَخَاهُ فَيَقُول لَهُ قَدْ اِحْتَرَقْت فَأَفِضْ عَلَيَّ مِنْ الْمَاء فَيُقَال لَهُمْ أَجِيبُوهُمْ فَيَقُولُونَ\" إِنَّ اللَّه حَرَّمَهُمَا عَلَى الْكَافِرِينَ \" . وَرُوِيَ مِنْ وَجْه آخَر عَنْ سَعِيد عَنْ اِبْن عَبَّاس مِثْله سَوَاء وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" إِنَّ اللَّه حَرَّمَهُمَا عَلَى الْكَافِرِينَ \" يَعْنِي طَعَام الْجَنَّة وَشَرَابهَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا نَصْر بْن عَلِيّ أَخْبَرَنَا مُوسَى بْن الْمُغِيرَة حَدَّثَنَا أَبُو مُوسَى الصَّفَّار فِي دَار عَمْرو بْن مُسْلِم قَالَ سَأَلْت اِبْن عَبَّاس أَوْ سُئِلَ أَيّ الصَّدَقَة أَفْضَل ؟ فَقَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَفْضَل الصَّدَقَة الْمَاء أَلَمْ تَسْمَع إِلَى أَهْل النَّار لَمَّا اِسْتَغَاثُوا بِأَهْلِ الْجَنَّة قَالُوا أَفِيضُوا عَلَيْنَا مِنْ الْمَاء أَوْ مِمَّا رَزَقَكُمْ اللَّه \" . وَقَالَ أَيْضًا حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح قَالَ لَمَّا مَرِضَ أَبُو طَالِب قَالُوا لَهُ لَوْ أَرْسَلْت إِلَى اِبْن أَخِيك هَذَا فَيُرْسِل إِلَيْك بِعُنْقُودٍ مِنْ الْجَنَّة لَعَلَّهُ أَنْ يُشْفِيك بِهِ فَجَاءَهُ الرَّسُول وَأَبُو بَكْر عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو بَكْر إِنَّ اللَّه حَرَّمَهُمَا عَلَى الْكَافِرِينَ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42618, "aya_id": 50}]