[{"text": "قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ", "sura_id": 6, "type": 0, "id": 854, "aya_id": 65}, {"text": "قل هو القادر على أن يبعث عليكم عذابا من فوقكم أو من تحت أرجلكم أو يلبسكم شيعا ويذيق بعضكم بأس بعض انظر كيف نصرف الآيات لعلهم يفقهون", "sura_id": 6, "type": 1, "id": 7090, "aya_id": 65}, {"text": "65 - (قل هو القادر على أن يبعث عليكم عذابا من فوقكم) من السماء كالحجارة والصيحة (أو من تحت أرجلكم) كالخسف (أو يلبسكم) يخلطكم (شيعا) فرقا مختلفة الأهواء (ويذيق بعضكم بأس بعض) بالقتال قال صلى الله عليه وسلم لما نزلت : \"هذا أهون وأيسر\" ولما نزل ما قبله : \"أعوذ بوجهك\" رواه البخاري وروى مسلم حديث \"سألت ربي ألا يجعل بأس أمتي بينهم فمنعنيها\" وفي حديث \"لما نزلت قال أما إنها كائنة ولم يأت تأويلها بعد\" (انظر كيف نصرف) نبين لهم (الآيات) الدالات على قدرتنا (لعلهم يفقهون) يعلمون أن ما هم عليه باطل \r\n", "sura_id": 6, "type": 2, "id": 25798, "aya_id": 65}, {"text": "قل -أيها الرسول- : الله عز وجل هو القادر وحده على أن يرسل عليكم عذابًا مِن فوقكم كالرَّجْم أو الطوفان, وما أشبه ذلك, أو من تحت أرجلكم كالزلازل والخسف, أو يخلط أمركم عليكم فتكونوا فرقًا متناحرة يقتل بعضكم بعضًا. انظر -أيها الرسول- كيف نُنوِّع حججنا الواضحات لهؤلاء المشركين لعلهم يفهمون فيعتبروا؟\r\n", "sura_id": 6, "type": 3, "id": 32034, "aya_id": 65}, {"text": " <font color=red>قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ</font><BR><p>وَقَوْله \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ أَوْ مِنْ تَحْت أَرْجُلكُمْ \" لَمَّا قَالَ ثُمَّ أَنْتُمْ تُشْرِكُونَ عَقَّبَهُ بِقَوْلِهِ \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا \" أَيْ بَعْد إِنْجَائِهِ إِيَّاكُمْ كَقَوْلِهِ فِي سُورَة سُبْحَان \" رَبّكُمْ الَّذِي يُزْجِي لَكُمْ الْفُلْك فِي الْبَحْر لِتَبْتَغُوا مِنْ فَضْله إِنَّهُ كَانَ بِكُمْ رَحِيمًا وَإِذَا مَسَّكُمْ الضُّرّ فِي الْبَحْر ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَان كَفُورًا أَفَأَمِنْتُمْ أَنْ يَخْسِف بِكُمْ جَانِب الْبَرّ أَوْ يُرْسِل عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا أَمْ أَمِنْتُمْ أَنْ يُعِيدكُمْ فِيهِ تَارَة أُخْرَى فَيُرْسِل عَلَيْكُمْ قَاصِفًا مِنْ الرِّيح فَيُغْرِقكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا \" قَالَ اِبْن أَبِي حَاتِم ذَكَرَ عَنْ مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا هَارُون الْأَعْوَر عَنْ جَعْفَر بْن سُلَيْمَان عَنْ الْحَسَن فِي قَوْله \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ أَوْ مِنْ تَحْت أَرْجُلكُمْ \" قَالَ هَذِهِ لِلْمُشْرِكِينَ . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ أَوْ مِنْ تَحْت أَرْجُلكُمْ \" لِأُمَّةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَفَى عَنْهُمْ وَنَذْكُر هُنَا الْأَحَادِيث الْوَارِدَة فِي ذَلِكَ وَالْآثَار وَبِاَللَّهِ الْمُسْتَعَان وَعَلَيْهِ التُّكْلَان وَبِهِ الثِّقَة . قَالَ الْبُخَارِيّ رَحِمَهُ اللَّه تَعَالَى فِي قَوْله \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ أَوْ مِنْ تَحْت أَرْجُلكُمْ أَوْ يَلْبِسكُمْ شِيَعًا وَيُذِيق بَعْضكُمْ بَأْس بَعْض اُنْظُرْ كَيْفَ نُصَرِّف الْآيَات لَعَلَّهُمْ يَفْقَهُونَ \" يَلْبِسكُمْ يَخْلِطكُمْ مِنْ الِالْتِبَاس يَلْبَسُوا يُخْلَطُوا شِيَعًا فِرَقًا حَدَّثَنَا أَبُو النُّعْمَان حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ عَمْرو بْن دِينَار عَنْ جَابِر بْن عَبْد اللَّه قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَعُوذ بِوَجْهِك \" \" أَوْ مِنْ تَحْت أَرْجُلكُمْ\" قَالَ \" أَعُوذ بِوَجْهِك \" \" أَوْ يَلْبِسكُمْ شِيَعًا وَيُذِيق بَعْضكُمْ بَأْس بَعْض \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ أَهْوَن - أَوْ - أَيْسَر . وَهَكَذَا رَوَاهُ أَيْضًا فِي كِتَاب التَّوْحِيد عَنْ قُتَيْبَة عَنْ حَمَّاد بِهِ وَرَوَاهُ النَّسَائِيّ أَيْضًا فِي التَّفْسِير عَنْ قُتَيْبَة وَمُحَمَّد بْن النَّضْر بْن مُسَاوِر وَيَحْيَى بْن حَبِيب بْن عَدِيّ أَرْبَعَتهمْ عَنْ حَمَّاد بْن زَيْد بِهِ وَقَدْ رَوَاهُ الْحُمَيْدِيّ فِي مُسْنَده عَنْ سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار سَمِعَ جَابِرًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِ . وَرَوَاهُ اِبْن حِبَّان فِي صَحِيحه عَنْ أَبِي يَعْلَى الْمَوْصِلِيّ عَنْ أَبِي خَيْثَمَة عَنْ سُفْيَان بْن عُيَيْنَة بِهِ وَرَوَاهُ اِبْن جَرِير فِي تَفْسِيره عَنْ أَحْمَد بْن الْوَلِيد الْقُرَشِيّ وَسَعِيد بْن الرَّبِيع وَسُفْيَان بْن وَكِيع كُلّهمْ عَنْ سُفْيَان بْن عُيَيْنَة بِهِ وَرَوَاهُ أَبُو بَكْر بْن مَرْدُوَيْهِ مِنْ حَدِيث آدَم بْن أَبِي إِيَاس وَيَحْيَى بْن عَبْد الْحَمِيد وَعَاصِم بْن عَلِيّ عَنْ سُفْيَان بْن عُيَيْنَة بِهِ وَرَوَاهُ سَعِيد بْن مَنْصُور عَنْ حَمَّاد بْن زَيْد وَسُفْيَان بْن عُيَيْنَة كِلَاهُمَا عَنْ عَمْرو بْن دِينَار بِهِ . \" طَرِيق آخَر\" قَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ فِي تَفْسِيره حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا مِقْدَام بْن دَاوُد حَدَّثَنَا عَبْد اللَّه بْن يُوسُف حَدَّثَنَا عَبْد اللَّه بْن لَهِيعَة عَنْ خَالِد بْن يَزِيد عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ لَمَّا نَزَلَتْ\" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَعُوذ بِاَللَّهِ مِنْ ذَلِكَ أَوْ مِنْ تَحْت أَرْجُلكُمْ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَعُوذ بِاَللَّهِ مِنْ ذَلِكَ \" \" أَوْ يَلْبِسكُمْ شِيَعًا \" قَالَ \" هَذَا أَيْسَر \" وَإِنْ اِسْتَعَاذَهُ لَأَعَاذَهُ . وَيَتَعَلَّق بِهَذِهِ الْآيَة أَحَادِيث كَثِيرَة . \" أَحَدهَا \" قَالَ الْإِمَام أَحْمَد بْن حَنْبَل فِي مُسْنَده حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا أَبُو بَكْر يَعْنِي اِبْن أَبِي مَرْيَم عَنْ رَاشِد هُوَ اِبْن سَعْد الْمِقْرَائِي عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ هَذِهِ الْآيَة \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ أَوْ مِنْ تَحْت أَرْجُلكُمْ \" فَقَالَ \" أَمَا إِنَّهَا كَائِنَة وَلَمْ يَأْتِ تَأْوِيلهَا بَعْد \" . وَأَخْرَجَهُ التِّرْمِذِيّ عَنْ الْحَسَن بْن عَرَفَة عَنْ إِسْمَاعِيل بْن عَيَّاش عَنْ أَبِي بَكْر بْن أَبِي مَرْيَم بِهِ ثُمَّ قَالَ هَذَا حَدِيث غَرِيب. \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْلَى هُوَ اِبْن عُبَيْد حَدَّثَنَا عُثْمَان بْن حَكِيم عَنْ عَامِر بْن سَعْد بْن أَبِي وَقَّاص عَنْ أَبِيهِ قَالَ : أَقْبَلْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى مَرَرْنَا عَلَى مَسْجِد بَنِي مُعَاوِيَة فَدَخَلَ فَصَلَّى رَكْعَتَيْنِ فَصَلَّيْنَا مَعَهُ فَنَاجَى رَبّه عَزَّ وَجَلَّ طَوِيلًا ثُمَّ قَالَ \" سَأَلْت رَبِّي ثَلَاثًا سَأَلْته أَنْ لَا يُهْلِك أُمَّتِي بِالْغَرَقِ فَأَعْطَانِيهَا وَسَأَلْته أَنْ لَا يُهْلِك أُمَّتِي بِالسَّنَةِ فَأَعْطَانِيهَا وَسَأَلْته أَنْ لَا يَجْعَل بَأْسهمْ بَيْنهمْ فَمَنَعَنِيهَا \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم فَرَوَاهُ فِي كِتَاب الْفِتَن عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر كِلَاهُمَا عَنْ عَبْد اللَّه بْن نُمَيْر وَعَنْ مُحَمَّد بْن يَحْيَى بْن أَبِي عَمْرو عَنْ مَرْوَان بْن مُعَاوِيَة كِلَاهُمَا عَنْ عُثْمَان بْن حَكِيم بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد قَرَأْت عَلَى عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مَالِك عَنْ عَبْد اللَّه بْن عَبْد اللَّه بْن جَابِر بْن عَتِيك عَنْ جَابِر بْن عَتِيك أَنَّهُ قَالَ جَاءَنَا عَبْد اللَّه بْن عُمَر فِي حَرَّة بَنِي مُعَاوِيَة - قَرْيَة مِنْ قُرَى الْأَنْصَار - فَقَالَ لِي هَلْ تَدْرِي أَيْنَ صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَسْجِدكُمْ هَذَا ؟ فَقُلْت نَعَمْ فَأَشَرْت إِلَى نَاحِيَة مِنْهُ فَقَالَ هَلْ تَدْرِي مَا الثَّلَاث الَّتِي دَعَاهُنَّ فِيهِ ؟ فَقُلْت نَعَمْ فَقَالَ أَخْبِرْنِي بِهِنَّ فَقُلْت دَعَا أَنْ لَا يُظْهِر عَلَيْهِمْ عَدُوًّا مِنْ غَيْرهمْ وَلَا يُهْلِكهُمْ بِالسِّنِينَ فَأُعْطِيهِمَا وَدَعَا بِأَنْ لَا يَجْعَل بَأْسهمْ بَيْنهمْ فَمُنِعَهَا قَالَ صَدَقْت فَلَا يَزَال الْهَرْج إِلَى يَوْم الْقِيَامَة . لَيْسَ هُوَ فِي شَيْء مِنْ الْكُتُب السِّتَّة وَإِسْنَاده جَيِّد قَوِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة . \" حَدِيث آخَر \" قَالَ مُحَمَّد بْن إِسْحَاق عَنْ حَكِيم بْن حَكِيم بْن عَبَّاد عَنْ خُصَيْف عَنْ عُبَادَة بْن حُنَيْف عَنْ عَلِيّ بْن عَبْد الرَّحْمَن أَخْبَرَنِي حُذَيْفَة بْن الْيَمَان قَالَ خَرَجْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى حَرَّة بَنِي مُعَاوِيَة قَالَ فَصَلَّى ثَمَانِيَ رَكَعَات فَأَطَالَ فِيهِنَّ ثُمَّ اِلْتَفَتَ إِلَيَّ فَقَالَ \" حَبَسْتك يَا حُذَيْفَة \" قُلْت اللَّه وَرَسُوله أَعْلَم قَالَ إِنِّي سَأَلْت اللَّه ثَلَاثًا فَأَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة سَأَلْته أَنْ لَا يُسَلِّط عَلَى أُمَّتِي عَدُوًّا مِنْ غَيْرهمْ فَأَعْطَانِي وَسَأَلْته أَنْ لَا يُهْلِكهُمْ بِغَرَقٍ فَأَعْطَانِي وَسَأَلْته أَنْ لَا يَجْعَل بَأْسهمْ بَيْنهمْ فَمَنَعَنِي . رَوَاهُ اِبْن مَرْدُوَيْهِ مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عُبَيْدَة بْن حُمَيْد حَدَّثَنِي سُلَيْمَان بْن الْأَعْمَش عَنْ رَجَاء الْأَنْصَارِيّ عَنْ عَبْد اللَّه بْن شَدَّاد عَنْ مُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُ قَالَ : أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقِيلَ لِي خَرَجَ قَبْل قَالَ فَجَعَلْت لَا أَمُرّ بِأَحَدٍ إِلَّا قَالَ مَرَّ قَبْل حَتَّى مَرَرْت فَوَجَدْته قَائِمًا يُصَلِّي قَالَ فَجِئْت حَتَّى قُمْت خَلْفه فَأَطَالَ الصَّلَاة فَلَمَّا قَضَى صَلَاته قُلْت يَا رَسُول اللَّه قَدْ صَلَّيْت صَلَاة طَوِيلَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنِّي صَلَّيْت صَلَاة رَغْبَة وَرَهْبَة إِنِّي سَأَلْت اللَّه عَزَّ وَجَلَّ ثَلَاثًا فَأَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة سَأَلْته أَنْ لَا يُهْلِك أُمَّتِي غَرَقًا فَأَعْطَانِي وَسَأَلْته أَنْ لَا يُظْهِر عَلَيْهِمْ عَدُوًّا لَيْسَ مِنْهُمْ فَأَعْطَانِيهَا وَسَأَلْته أَنْ لَا يَجْعَل بَأْسهمْ بَيْنهمْ فَرَدَّهَا عَلَيَّ . وَرَوَاهُ اِبْن مَاجَهْ فِي الْفِتَن عَنْ مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر وَعَلِيّ بْن مُحَمَّد كِلَاهُمَا عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَش بِهِ . وَرَوَاهُ اِبْن مَرْدُوَيْهِ مِنْ حَدِيث أَبِي عَوَانَة عَنْ عَبْد اللَّه بْن عُمَيْر عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ مُعَاذ بْن جَبَل عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ أَوْ نَحْوه . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَارُون بْن مَعْرُوف حَدَّثَنَا عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ بُكَيْر بْن الْأَشَجّ أَنَّ الضَّحَّاك بْن عَبْد اللَّه الْقُرَشِيّ حَدَّثَهُ عَنْ أَنَس بْن مَالِك أَنَّهُ قَالَ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفَر صَلَّى سُبْحَة الضُّحَى ثَمَانِي رَكَعَات فَلَمَّا اِنْصَرَفَ قَالَ إِنِّي صَلَّيْت صَلَاة رَغْبَة وَرَهْبَة وَسَأَلْت رَبِّي ثَلَاثًا فَأَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة سَأَلْته أَنْ لَا يَبْتَلِي أُمَّتِي بِالسِّنِينَ فَفَعَلَ وَسَأَلْته أَنْ لَا يُظْهِر عَلَيْهِمْ عَدُوّهُمْ فَفَعَلَ وَسَأَلْته أَنْ لَا يَلْبِسهُمْ شِيَعًا فَأَبَى عَلَيَّ . وَرَوَاهُ النَّسَائِيّ فِي الصَّلَاة عَنْ مُحَمَّد بْن سَلَمَة عَنْ اِبْن وَهْب بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب بْن أَبِي حَمْزَة قَالَ : قَالَ الزُّهْرِيّ حَدَّثَنِي عَبْد اللَّه بْن عَبْد اللَّه بْن الْحَارِث بْن نَوْفَل عَنْ عَبْد اللَّه بْن خَبَّاب عَنْ أَبِيهِ خَبَّاب بْن الْأَرَتّ مَوْلَى بَنِي زُهْرَة وَكَانَ قَدْ شَهِدَ بَدْرًا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ وَافَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي لَيْلَة صَلَّاهَا كُلّهَا حَتَّى كَانَ مَعَ الْفَجْر فَسَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ صَلَاته فَقُلْت يَا رَسُول اللَّه لَقَدْ صَلَّيْت اللَّيْلَة صَلَاة مَا رَأَيْتُك صَلَّيْت مِثْلهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَجَلْ إِنَّهَا صَلَاة رَغَب وَرَهَب سَأَلْت رَبِّي عَزَّ وَجَلَّ فِيهَا ثَلَاث خِصَال فَأَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة سَأَلْت رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُهْلِكنَا بِمَا أَهْلَكَ بِهِ الْأُمَم قَبْلنَا فَأَعْطَانِيهَا وَسَأَلْت رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُظْهِر عَلَيْنَا عَدُوًّا مِنْ غَيْرنَا فَأَعْطَانِيهَا وَسَأَلْت رَبِّي عَزَّ وَجَلَّ أَنْ لَا يَلْبِسنَا شِيَعًا فَمَنَعَنِيهَا . وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث شُعَيْب بْن أَبِي حَمْزَة بِهِ. وَمِنْ وَجْه آخَر وَابْن حِبَّان فِي صَحِيحه بِإِسْنَادَيْهِمَا عَنْ صَالِح بْن كَيْسَان وَالتِّرْمِذِيّ فِي الْفِتَن مِنْ حَدِيث النُّعْمَان بْن رَاشِد كِلَاهُمَا عَنْ الزُّهْرِيّ بِهِ وَقَالَ حَسَن صَحِيح . \" حَدِيث آخَر \" قَالَ أَبُو جَعْفَر بْن جَرِير فِي تَفْسِيره حَدَّثَنِي زِيَاد بْن عَبْد اللَّه الْمُزَنِيّ حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة الْفَزَارِيّ حَدَّثَنَا أَبُو مَالِك حَدَّثَنِي نَافِع بْن خَالِد الْخُزَاعِيّ عَنْ أَبِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى صَلَاة خَفِيفَة تَامَّة الرُّكُوع وَالسُّجُود فَقَالَ قَدْ كَانَتْ صَلَاة رَغْبَة وَرَهْبَة سَأَلْت اللَّه عَزَّ وَجَلَّ فِيهَا ثَلَاثًا أَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة سَأَلْت اللَّه أَنْ لَا يُصِيبكُمْ بِعَذَابٍ أَصَابَ بِهِ مَنْ كَانَ قَبْلكُمْ فَأَعْطَانِيهَا وَسَأَلْت اللَّه أَنْ لَا يُسَلِّط عَلَيْكُمْ عَدُوًّا يَسْتَبِيح بَيْضَتكُمْ فَأَعْطَانِيهَا وَسَأَلْت اللَّه أَنْ لَا يَلْبِسكُمْ شِيَعًا وَيُذِيق بَعْضكُمْ بَأْس بَعْض فَمَنَعَنِيهَا قَالَ أَبُو مَالِك فَقُلْت لَهُ أَبُوك سَمِعَ هَذَا مِنْ فِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَقَالَ : نَعَمْ سَمِعْته يُحَدِّث بِهَا الْقَوْم أَنَّهُ سَمِعَهَا مِنْ فِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق قَالَ : قَالَ مَعْمَر أَخْبَرَنِي أَيُّوب عَنْ أَبِي قِلَابَة عَنْ الْأَشْعَث الصَّنْعَانِيّ عَنْ أَبِي أَسْمَاء الرَّحَبِيّ عَنْ شَدَّاد بْن أَوْس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّه زَوَى لِي الْأَرْض حَتَّى رَأَيْت مَشَارِقهَا وَمَغَارِبهَا وَأَنَّ مُلْك أُمَّتِي سَيَبْلُغُ مَا زُوِيَ لِي مِنْهَا وَإِنِّي أُعْطِيت الْكَنْزَيْنِ الْأَبْيَض وَالْأَحْمَر وَإِنِّي سَأَلْت رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُهْلِك أُمَّتِي بِسَنَةٍ عَامَّة وَأَنْ لَا يُسَلِّط عَلَيْهِمْ عَدُوًّا فَيُهْلِكهُمْ بِعَامَّةٍ وَأَنْ لَا يَلْبِسهُمْ شِيَعًا وَأَنْ لَا يُذِيق بَعْضهمْ بَأْس بَعْض فَقَالَ يَا مُحَمَّد إِنِّي إِذَا قَضَيْت قَضَاء فَإِنَّهُ لَا يُرَدّ وَإِنِّي قَدْ أَعْطَيْتُك لِأُمَّتِك أَنْ لَا أُهْلِكهُمْ بِسَنَةٍ عَامَّة وَأَنْ لَا أُسَلِّط عَلَيْهِمْ عَدُوًّا مِمَّنْ سِوَاهُمْ فَيُهْلِكهُمْ بِعَامَّةٍ حَتَّى يَكُون بَعْضهمْ يُهْلِك بَعْضًا وَبَعْضهمْ يَقْتُل بَعْضًا وَبَعْضهمْ يَسْبِي بَعْضًا قَالَ : وَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنِّي لَا أَخَاف عَلَى أُمَّتِي إِلَّا الْأَئِمَّة الْمُضِلِّينَ فَإِذَا وَضَعَ السَّيْف فِي أُمَّتِي لَمْ يَرْفَع عَنْهُمْ إِلَى يَوْم الْقِيَامَة لَيْسَ فِي شَيْء مِنْ الْكُتُب السِّتَّة وَإِسْنَاده جَيِّد قَوِيّ وَقَدْ رَوَاهُ اِبْن مَرْدُوَيْهِ مِنْ حَدِيث حَمَّاد بْن زَيْد وَعَبَّاد بْن مَنْصُور وَقَتَادَة ثَلَاثَتهمْ عَنْ أَيُّوب عَنْ أَبِي قِلَابَة عَنْ أَبِي أَسْمَاء عَنْ ثَوْبَان عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا عَبْد اللَّه بْن إِسْمَاعِيل بْن إِبْرَاهِيم الْهَاشِمِيّ وَمَيْمُون بْن إِسْحَاق بْن الْحَسَن الْحَنَفِيّ قَالَا حَدَّثَنَا أَحْمَد بْن عَبْد الْجَبَّار حَدَّثَنَا مُحَمَّد بْن فُضَيْل عَنْ أَبِي مَالِك الْأَشْجَعِيّ عَنْ نَافِع بْن خَالِد الْخُزَاعِيّ عَنْ أَبِيهِ قَالَ وَكَانَ أَبُوهُ مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ مِنْ أَصْحَاب الشَّجَرَة قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى وَالنَّاس حَوْله صَلَّى صَلَاة خَفِيفَة تَامَّة الرُّكُوع وَالسُّجُود قَالَ فَجَلَسَ يَوْمًا فَأَطَالَ الْجُلُوس حَتَّى أَوْمَأَ بَعْضنَا إِلَى بَعْض أَنْ اُسْكُتُوا إِنَّهُ يُنَزَّل عَلَيْهِ فَلَمَّا فَرَغَ قَالَ لَهُ بَعْض الْقَوْم يَا رَسُول اللَّه لَقَدْ أَطَلْت الْجُلُوس حَتَّى أَوْمَأَ بَعْضنَا إِلَى بَعْض إِنَّهُ يُنَزَّل عَلَيْك قَالَ لَا وَلَكِنَّهَا كَانَتْ صَلَاة رَغْبَة وَرَهْبَة سَأَلْت اللَّه فِيهَا ثَلَاثًا فَأَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة سَأَلْت اللَّه أَنْ لَا يُعَذِّبكُمْ بِعَذَابٍ عُذِّبَ بِهِ مَنْ كَانَ قَبْلكُمْ فَأَعْطَانِيهَا وَسَأَلْت اللَّه أَنْ لَا يُسَلِّط عَلَى أُمَّتِي عَدُوًّا يَسْتَبِيحهَا فَأَعْطَانِيهَا وَسَأَلْته أَنْ لَا يَلْبِسكُمْ شِيَعًا وَأَنْ لَا يُذِيق بَعْضكُمْ بَأْس بَعْض فَمَنَعَنِيهَا قَالَ : قُلْت لَهُ أَبُوك سَمِعَهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ ؟ قَالَ نَعَمْ سَمِعْته يَقُول إِنَّهُ سَمِعَهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ عَدَد أَصَابِعِي هَذِهِ عَشْر أَصَابِع . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يُونُس هُوَ اِبْن مُحَمَّد الْمُؤَدَّب حَدَّثَنَا لَيْث هُوَ اِبْن سَعْد عَنْ أَبِي وَهْب الْخَوْلَانِيّ عَنْ رَجُل قَدْ سَمَّاهُ عَنْ أَبِي بَصْرَة الْغِفَارِيّ صَاحِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ سَأَلْت رَبِّي عَزَّ وَجَلَّ أَرْبَعًا فَأَعْطَانِي ثَلَاثًا وَمَنَعَنِي وَاحِدَة سَأَلْت اللَّه أَنْ لَا يَجْمَع أُمَّتِي عَلَى ضَلَالَة فَأَعْطَانِيهَا وَسَأَلْت اللَّه أَنْ لَا يُظْهِر عَلَيْهِمْ عَدُوًّا مِنْ غَيْرهمْ فَأَعْطَانِيهَا وَسَأَلْت اللَّه أَنْ لَا يُهْلِكهُمْ بِالسِّنِينَ كَمَا أَهْلَكَ الْأُمَم قَبْلهمْ فَأَعْطَانِيهَا وَسَأَلْت اللَّه عَزَّ وَجَلَّ أَنْ لَا يَلْبِسهُمْ شِيَعًا وَأَنْ لَا يُذِيق بَعْضهمْ بَأْس بَعْض فَمَنَعَنِيهَا لَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة . \" حَدِيث آخَر \" قَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا مِنْجَاب بْن الْحَارِث حَدَّثَنَا أَبُو حُذَيْفَة الثَّعْلَبِيّ عَنْ زِيَاد بْن عَلَاقَة عَنْ جَابِر بْن سَمُرَة السُّوَائِيّ عَنْ عَلِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَأَلِهِ وَسَلَّمَ قَالَ سَأَلْت رَبِّي ثَلَاث خِصَال فَأَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة فَقُلْت يَا رَبّ لَا تُهْلِك أُمَّتِي جُوعًا فَقَالَ هَذِهِ لَك قُلْت يَا رَبّ لَا تُسَلِّط عَلَيْهِمْ عَدُوًّا مِنْ غَيْرهمْ يَعْنِي أَهْل الشِّرْك فَيَجْتَاحهُمْ قَالَ ذَلِكَ لَك قُلْت يَا رَبّ لَا تَجْعَل بَأْسهمْ بَيْنهمْ فَمَنَعَنِي هَذِهِ . \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم عَنْ أَحْمَد بْن مُحَمَّد بْن عَاصِم حَدَّثَنَا أَبُو الدَّرْدَاء الْمَرْوَزِيّ حَدَّثَنَا إِسْحَاق بْن عَبْد اللَّه بْن كَيْسَان حَدَّثَنِي أَبِي عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ دَعَوْت رَبِّي عَزَّ وَجَلَّ أَنْ يَرْفَع عَنْ أُمَّتِي أَرْبَعًا فَرَفَعَ اللَّه عَنْهُمْ اِثْنَتَيْنِ وَأَبَى عَلَيَّ أَنْ يَرْفَع عَنْهُمْ اِثْنَتَيْنِ دَعَوْت رَبِّي أَنْ يَرْفَع الرَّجْم مِنْ السَّمَاء وَالْغَرَق مِنْ الْأَرْض وَأَنْ لَا يَلْبِسهُمْ شِيَعًا وَأَنْ لَا يُذِيق بَعْضهمْ بَأْس بَعْض فَرَفَعَ اللَّه عَنْهُمْ الرَّجْم مِنْ السَّمَاء وَالْغَرَق مِنْ الْأَرْض وَأَبَى اللَّه أَنْ يَرْفَع اِثْنَتَيْنِ الْقَتْل وَالْهَرْج . \" طَرِيق أُخْرَى\" عَنْ اِبْن عَبَّاس أَيْضًا قَالَ اِبْن مَرْدُوَيْهِ حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن يَزِيد حَدَّثَنِي الْوَلِيد بْن أَبَان حَدَّثَنَا جَعْفَر بْن مُنِير حَدَّثَنَا أَبُو بَدْر شُجَاع بْن الْوَلِيد حَدَّثَنَا عَمْرو بْن قَيْس عَنْ رَجُل عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ أَوْ مِنْ تَحْت أَرْجُلكُمْ أَوْ يَلْبِسكُمْ شِيَعًا وَيُذِيق بَعْضكُمْ بَأْس بَعْض قَالَ فَقَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَوَضَّأَ ثُمَّ قَالَ اللَّهُمَّ لَا تُرْسِل عَلَى أُمَّتِي عَذَابًا مِنْ فَوْقهمْ وَلَا مِنْ تَحْت أَرْجُلهمْ وَلَا تَلْبِسهُمْ شِيَعًا وَلَا تُذِقْ بَعْضهمْ بَأْس بَعْض قَالَ فَأَتَاهُ جِبْرِيل فَقَالَ يَا مُحَمَّد إِنَّ اللَّه قَدْ أَجَارَ أُمَّتك أَنْ يُرْسِل عَلَيْهِمْ عَذَابًا مِنْ فَوْقهمْ أَوْ مِنْ تَحْت أَرْجُلهمْ . \" حَدِيث آخَر \" قَالَ اِبْن مَرْدُوَيْهِ حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن عَبْد اللَّه الْبَزَّار حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن مُوسَى حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن يَحْيَى بْن سَعِيد حَدَّثَنَا عَمْرو بْن مُحَمَّد الْعَنْقَزِيّ حَدَّثَنَا أَسْبَاط عَنْ السُّدِّيّ عَنْ أَبِي الْمِنْهَال عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ سَأَلْت رَبِّي لِأُمَّتِي أَرْبَع خِصَال فَأَعْطَانِي ثَلَاثًا وَمَنَعَنِي وَاحِدَة سَأَلْته أَنْ لَا تَكْفُر أُمَّتِي صَفْقَة وَاحِدَة فَأَعْطَانِيهَا وَسَأَلْته أَنْ لَا يُعَذِّبهُمْ بِمَا عُذِّبَ بِهِ الْأُمَم قَبْلهمْ فَأَعْطَانِيهَا وَسَأَلْته أَنْ لَا يُظْهِر عَلَيْهِمْ عَدُوًّا مِنْ غَيْرهمْ فَأَعْطَانِيهَا وَسَأَلْته أَنْ لَا يَجْعَل بَأْسهمْ بَيْنهمْ فَمَنَعَنِيهَا وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي سَعِيد بْن يَحْيَى بْن سَعِيد الْقَطَّان عَنْ عَمْرو بْن مُحَمَّد الْعَنْقَزِيّ بِهِ نَحْوه . \" طَرِيق آخَر\" وَقَالَ اِبْن مَرْدُوَيْهِ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن يَحْيَى حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا زَيْد بْن الْحَبَّاب حَدَّثَنَا كَثِير بْن زَيْد اللَّيْثِيّ الْمَدَنِيّ حَدَّثَنِي الْوَلِيد بْن رَبَاح مَوْلَى آل أَبِي ذِئَاب سَمِعَ أَبَا هُرَيْرَة يَقُول : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَأَلْت رَبِّي ثَلَاثًا فَأَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة سَأَلْته أَنْ لَا يُسَلِّط عَلَى أُمَّتِي عَدُوًّا مِنْ غَيْرهمْ فَأَعْطَانِي وَسَأَلْته أَنْ لَا يُهْلِكهُمْ بِالسِّنِينَ فَأَعْطَانِي وَسَأَلْته أَنْ لَا يَلْبِسهُمْ شِيَعًا وَأَنْ لَا يُذِيق بَعْضهمْ بَأْس بَعْض فَمَنَعَنِي . ثُمَّ رَوَاهُ اِبْن مَرْدُوَيْهِ بِإِسْنَادِهِ عَنْ سَعْد بْن سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ بِنَحْوِهِ وَرَوَاهُ الْبَزَّار مِنْ طَرِيق عَمْرو بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ . وَرَوَاهُ الْبَزَّار مِنْ طَرِيق عُمَر بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ . \" أَثَر آخَر \" قَالَ سُفْيَان الثَّوْرِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب قَالَ أَرْبَع فِي هَذِهِ الْأُمَّة قَدْ مَضَتْ اِثْنَتَانِ وَبَقِيَتْ اِثْنَتَانِ \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ \" قَالَ الرَّجْم \" أَوْ مِنْ تَحْت أَرْجُلكُمْ\" قَالَ الْخَسْف \" أَوْ يَلْبِسكُمْ شِيَعًا وَيُذِيق بَعْضكُمْ بَأْس بَعْض \" قَالَ سُفْيَان يَعْنِي الرَّجْم وَالْخَسْف وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ أَوْ مِنْ تَحْت أَرْجُلكُمْ أَوْ يَلْبِسكُمْ شِيَعًا وَيُذِيق بَعْضكُمْ بَأْس بَعْض \" قَالَ فَهِيَ أَرْبَع خِلَال مِنْهَا اِثْنَتَانِ بَعْد وَفَاة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِخَمْسٍ وَعِشْرِينَ سَنَة أُلْبِسُوا شِيَعًا وَذَاقَ بَعْضهمْ بَأْس بَعْض وَبَقِيَتْ اِثْنَتَانِ لَا بُدّ مِنْهُمَا وَاقِعَتَانِ الرَّجْم وَالْخَسْف وَرَوَاهُ أَحْمَد عَنْ وَكِيع عَنْ أَبِي جَعْفَر وَرَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْمُنْذِر بْن شَاذَان حَدَّثَنَا أَحْمَد بْن إِسْحَاق حَدَّثَنَا أَبُو الْأَشْهَب عَنْ الْحَسَن فِي قَوْله \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث\" الْآيَة . قَالَ حُبِسَتْ عُقُوبَتهَا حَتَّى عُمِلَ ذَنْبهَا فَلَمَّا عُمِلَ ذَنْبهَا أُرْسِلَتْ عُقُوبَتهَا وَهَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَأَبُو مَالِك وَالسُّدِّيّ وَابْن زَيْد وَغَيْر وَاحِد فِي قَوْله \" عَذَابًا مِنْ فَوْقكُمْ \" يَعْنِي الرَّجْم \" أَوْ مِنْ تَحْت أَرْجُلكُمْ \" يَعْنِي الْخَسْف . وَهَذَا هُوَ اِخْتِيَار اِبْن جَرِير وَرَوَاهُ اِبْن جَرِير عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قَوْله \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ أَوْ مِنْ تَحْت أَرْجُلكُمْ \" قَالَ كَانَ عَبْد اللَّه بْن مَسْعُود يَصِيح وَهُوَ فِي الْمَسْجِد أَوْ عَلَى الْمِنْبَر يَقُول أَلَا أَيّهَا النَّاس إِنَّهُ قَدْ نَزَلَ بِكُمْ أَنَّ اللَّه يَقُول \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ \" لَوْ جَاءَكُمْ عَذَاب مِنْ السَّمَاء لَمْ يُبْقِ مِنْكُمْ أَحَدًا \" أَوْ مِنْ تَحْت أَرْجُلكُمْ \" لَوْ خَسَفَ بِكُمْ الْأَرْض أَهْلَكَكُمْ وَلَمْ يُبْقِ مِنْكُمْ أَحَدًا \" أَوْ يَلْبِسكُمْ شِيَعًا وَيُذِيق بَعْضكُمْ بَأْس بَعْض \" أَلَا إِنَّهُ نَزَلَ بِكُمْ أَسْوَأ الثَّلَاث . \" قَوْل ثَانٍ\" قَالَ اِبْن جَرِير وَابْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب سَمِعْت خَلَّاد بْن سُلَيْمَان يَقُول سَمِعْت عَامِر بْن عَبْد الرَّحْمَن يَقُول إِنَّ اِبْن عَبَّاس كَانَ يَقُول فِي هَذِهِ الْآيَة \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ \" فَأَئِمَّة السُّوء \" أَوْ مِنْ تَحْت أَرْجُلكُمْ \" فَخَدَم السُّوء وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" عَذَاب مِنْ فَوْقكُمْ \" يَعْنِي أُمَرَاءَكُمْ\" أَوْ مِنْ تَحْت أَرْجُلكُمْ \" يَعْنِي عَبِيدكُمْ وَسَفَلَتكُمْ وَحَكَى اِبْن أَبِي حَاتِم عَنْ أَبِي سِنَان وَعَمْرو بْن هَانِئ نَحْو ذَلِكَ. قَالَ اِبْن جَرِير : وَهَذَا الْقَوْل وَإِنْ كَانَ لَهُ وَجْه صَحِيح لَكِنَّ الْأَوَّل أَظْهَر وَأَقْوَى وَهُوَ كَمَا قَالَ اِبْن جَرِير رَحِمَهُ اللَّه وَيَشْهَد لَهُ بِالصِّحَّةِ قَوْله تَعَالَى \" أَأَمِنْتُمْ مَنْ فِي السَّمَاء أَنْ يَخْسِف بِكُمْ الْأَرْض فَإِذَا هِيَ تَمُور أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاء أَنْ يُرْسِل عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِير \" وَفِي الْحَدِيث \" لَيَكُونَنَّ فِي هَذِهِ الْأُمَّة قَذْف وَخَسْف وَمَسْخ \" وَذَلِكَ مَذْكُور مَعَ نَظَائِره فِي أَمَارَات السَّاعَة وَأَشْرَاطهَا وَظُهُور الْآيَات قَبْل يَوْم الْقِيَامَة وَسَتَأْتِي فِي مَوْضِعهَا إِنْ شَاءَ اللَّه تَعَالَى وَقَوْله \" أَوْ يَلْبِسكُمْ شِيَعًا \" يَعْنِي يَجْعَلكُمْ مُلْتَبِسِينَ شِيَعًا فِرَقًا مُتَخَالِفِينَ . قَالَ الْوَالِبِيّ عَنْ اِبْن عَبَّاس يَعْنِي الْأَهْوَاء وَكَذَا قَالَ مُجَاهِد وَغَيْر وَاحِد وَقَدْ وَرَدَ فِي الْحَدِيث الْمَرْوِيّ مِنْ طُرُق عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" وَسَتَفْتَرِقُ هَذِهِ الْأُمَّة عَلَى ثَلَاث وَسَبْعِينَ فِرْقَة كُلّهَا فِي النَّار إِلَّا وَاحِدَة \" . وَقَوْله تَعَالَى \" وَيُذِيق بَعْضكُمْ بَأْس بَعْض \" قَالَ اِبْن عَبَّاس وَغَيْر وَاحِد يَعْنِي يُسَلِّط بَعْضكُمْ عَلَى بَعْض بِالْعَذَابِ وَالْقَتْل. وَقَوْله تَعَالَى \" اُنْظُرْ كَيْفَ نُصَرِّف الْآيَات \" أَيْ نُبَيِّنهَا وَنُوَضِّحهَا مَرَّة وَنُفَسِّرهَا \" لَعَلَّهُمْ يَفْقَهُونَ \" أَيْ يَفْهَمُونَ وَيَتَدَبَّرُونَ عَنْ اللَّه آيَاته وَحُجَجه وَبَرَاهِينه. قَالَ زَيْد بْن أَسْلَم لَمَّا نَزَلَتْ \" قُلْ هُوَ الْقَادِر عَلَى أَنْ يَبْعَث عَلَيْكُمْ عَذَابًا مِنْ فَوْقكُمْ \" الْآيَة . قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِب بَعْضكُمْ رِقَاب بَعْض بِالسَّيْفِ \" قَالُوا وَنَحْنُ نَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّك رَسُول اللَّه قَالَ\" نَعَمْ \" فَقَالَ بَعْضهمْ لَا يَكُون هَذَا أَبَدًا أَنْ يَقْتُل بَعْضنَا بَعْضًا وَنَحْنُ مُسْلِمُونَ فَنَزَلَتْ \" اُنْظُرْ كَيْفَ نُصَرِّف الْآيَات لَعَلَّهُمْ يَفْقَهُونَ وَكَذَّبَ بِهِ قَوْمك وَهُوَ الْحَقّ قُلْ لَسْت عَلَيْكُمْ بِوَكِيلٍ لِكُلِّ نَبَأ مُسْتَقَرّ وَسَوْفَ تَعْلَمُونَ \" رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42203, "aya_id": 65}]