[{"text": "يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ", "sura_id": 46, "type": 0, "id": 4541, "aya_id": 31}, {"text": "يا قومنا أجيبوا داعي الله وآمنوا به يغفر لكم من ذنوبكم ويجركم من عذاب أليم", "sura_id": 46, "type": 1, "id": 10777, "aya_id": 31}, {"text": "31 - (يا قومنا أجيبوا داعي الله) محمدا صلى الله عليه وسلم إلى الإيمان (وآمنوا به يغفر) الله (لكم من ذنوبكم) أي بعضها لأن منها المظالم لا تغفر إلا برضاء أصحابها (ويجركم من عذاب أليم) مؤلم \r\n", "sura_id": 46, "type": 2, "id": 29485, "aya_id": 31}, {"text": "يا قومنا أجيبوا رسول الله محمدًا إلى ما يدعوكم إليه, وصدِّقوه واعملوا بما جاءكم به, يغفر الله لكم من ذنوبكم وينقذكم من عذاب مؤلم موجع.\r\n", "sura_id": 46, "type": 3, "id": 35721, "aya_id": 31}, {"text": " <font color=red>يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ</font><BR><p>\" يَا قَوْمنَا أَجِيبُوا دَاعِيَ اللَّه \" فِيهِ دَلَالَة عَلَى أَنَّهُ تَعَالَى أَرْسَلَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الثَّقَلَيْنِ الْجِنّ وَالْإِنْس حَيْثُ دَعَاهُمْ إِلَى اللَّه تَعَالَى وَقَرَأَ عَلَيْهِمْ السُّورَة الَّتِي فِيهَا خِطَاب الْفَرِيقَيْنِ وَتَكْلِيفهمْ وَوَعْدهمْ وَوَعِيدهمْ وَهِيَ سُورَة الرَّحْمَن وَلِهَذَا قَالَ \" أَجِيبُوا دَاعِيَ اللَّه وَآمِنُوا بِهِ \" وَقَوْله تَعَالَى \" يَغْفِر لَكُمْ مِنْ ذُنُوبكُمْ\" قِيلَ إِنَّ مِنْ هَهُنَا زَائِدَةٌ وَفِيهِ نَظَر ; لِأَنَّ زِيَادَتهَا فِي الْإِثْبَات قَلِيل وَقِيلَ : إِنَّهَا عَلَى بَابهَا لِلتَّبْغِيضِ\" وَيُجِرْكُمْ مِنْ عَذَاب أَلِيم \" أَيْ وَيَقِيكُمْ مِنْ عَذَابه الْأَلِيم . وَقَدْ اِسْتَدَلَّ بِهَذِهِ الْآيَة مَنْ ذَهَبَ مِنْ الْعُلَمَاء إِلَى أَنَّ الْجِنّ الْمُؤْمِنِينَ لَا يَدْخُلُونَ الْجَنَّة , وَإِنَّمَا جَزَاء صَالِحِيهِمْ أَنْ يُجَارُوا مِنْ عَذَاب النَّار يَوْم الْقِيَامَة وَلِهَذَا قَالُوا هَذَا فِي هَذَا الْمَقَام وَهُوَ مَقَام تَبَجُّح وَمُبَالَغَة فَلَوْ كَانَ لَهُمْ جَزَاء عَلَى الْإِيمَان أَعْلَى مِنْ هَذَا لَأَوْشَكَ أَنْ يَذْكُرُوهُ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي قَالَ حُدِّثْت عَنْ جَرِير عَنْ لَيْث عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : لَا يَدْخُل مُؤْمِنُو الْجِنِّ الْجَنَّة لِأَنَّهُمْ مِنْ ذُرِّيَّة إِبْلِيس وَلَا تَدْخُل ذُرِّيَّة إِبْلِيس الْجَنَّة وَالْحَقّ أَنَّ مُؤْمِنِيهِمْ كَمُؤْمِنِي الْإِنْسِ يَدْخُلُونَ الْجَنَّة كَمَا هُوَ مَذْهَب جَمَاعَة مِنْ السَّلَف وَقَدْ اِسْتَدَلَّ بَعْضهمْ لِهَذَا بِقَوْلِهِ عَزَّ وَجَلَّ \" لَمْ يَطْمِثهُنَّ إِنْس قَبْلهمْ وَلَا جَانّ \" وَفِي هَذَا الِاسْتِدْلَال نَظَر وَأَحْسَنُ مِنْهُ قَوْله جَلَّ وَعَلَا \" وَلِمَنْ خَافَ مَقَام رَبِّهِ جَنَّتَانِ فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ \" فَقَدْ اِمْتَنَّ تَعَالَى عَلَى الثَّقَلَيْنِ بِأَنْ جَعَلَ جَزَاء مُحْسِنهمْ الْجَنَّة وَقَدْ قَابَلَتْ الْجِنّ هَذِهِ الْآيَة بِالشُّكْرِ الْقَوْلِيّ أَبْلَغ مِنْ الْإِنْس فَقَالُوا وَلَا بِشَيْءٍ مِنْ آلَائِك رَبّنَا نُكَذِّب فَلَك الْحَمْد فَلَمْ يَكُنْ تَعَالَى لِيَمْتَنَّ عَلَيْهِمْ بِجَزَاءٍ لَا يَحْصُل لَهُمْ وَأَيْضًا فَإِنَّهُ إِذَا كَانَ يُجَازِي كَافِرهمْ بِالنَّارِ وَهُوَ مَقَام عَدْل فَلَأَنْ يُجَازِيَ مُؤْمِنَهُمْ بِالْجَنَّةِ وَهُوَ مَقَام فَضْل بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى . وَمِمَّا يَدُلّ أَيْضًا عَلَى ذَلِكَ عُمُوم قَوْله تَعَالَى \" إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات كَانَتْ لَهُمْ جَنَّات الْفِرْدَوْس نُزُلًا\" وَمَا أَشْبَهَ ذَلِكَ مِنْ الْآيَات . وَقَدْ أُفْرِدَتْ هَذِهِ الْمَسْأَلَةُ فِي جُزْء عَلَى حِدَة وَلِلَّهِ الْحَمْد وَالْمِنَّة وَهَذِهِ الْجَنَّة لَا يَزَال فِيهَا فَضْل حَتَّى يُنْشِئ اللَّه تَعَالَى لَهَا خَلْقًا أَفَلَا يَسْكُنهَا مَنْ آمَنَ بِهِ وَعَمِلَ لَهُ صَالِحًا وَمَا ذَكَرُوهُ هَهُنَا عَلَى الْإِيمَان مِنْ تَكْفِير الذُّنُوب وَالْإِجَارَة مِنْ الْعَذَاب الْأَلِيم هُوَ يَسْتَلْزِم دُخُول الْجَنَّة لِأَنَّهُ لَيْسَ فِي الْآخِرَة إِلَّا الْجَنَّة أَوْ النَّار فَمَنْ أُجِيرَ مِنْ النَّار دَخَلَ الْجَنَّة لَا مَحَالَة وَلَمْ يَرِد مَعَنَا نَصٌّ صَرِيح وَلَا ظَاهِر عَنْ الشَّارِع أَنَّ مُؤْمِنِي الْجِنّ لَا يَدْخُلُونَ الْجَنَّة وَإِنْ أُجِيرُوا مِنْ النَّار وَلَوْ صَحَّ لَقُلْنَا بِهِ وَاَللَّه أَعْلَمُ . وَهَذَا نُوحٌ عَلَيْهِ الصَّلَاة وَالسَّلَام يَقُول لِقَوْمِهِ\" يَغْفِر لَكُمْ مِنْ ذُنُوبكُمْ وَيُؤَخِّركُمْ إِلَى أَجَلٍ مُسَمًّى\" وَلَا خِلَاف أَنَّ مُؤْمِنِي قَوْمه فِي الْجَنَّة فَكَذَلِكَ هَؤُلَاءِ. . وَقَدْ حُكِيَ فِيهِمْ أَقْوَال غَرِيبَة فَعَنْ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ أَنَّهُمْ لَا يَدْخُلُونَ بُحْبُوحَة الْجَنَّة وَإِنَّمَا يَكُونُونَ فِي رَبَضِهَا وَحَوْلهَا وَفِي أَرْجَائِهَا وَمِنْ النَّاس مَنْ زَعَمَ أَنَّهُمْ فِي الْجَنَّة يَرَاهُمْ بَنُو آدَم وَلَا يَرَوْنَ بَنِي آدَم بِعَكْسِ مَا كَانُوا عَلَيْهِ فِي الدَّار الدُّنْيَا وَمِنْ النَّاس مَنْ قَالَ لَا يَأْكُلُونَ فِي الْجَنَّة وَلَا يَشْرَبُونَ وَإِنَّمَا يُلْهَمُونَ التَّسْبِيح وَالتَّحْمِيد وَالتَّقْدِيس عِوَضًا عَنْ الطَّعَام وَالشَّرَاب كَالْمَلَائِكَةِ لِأَنَّهُمْ مِنْ جِنْسهمْ وَكُلّ هَذِهِ الْأَقْوَال فِيهَا نَظَر وَلَا دَلِيل عَلَيْهَا .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41341, "aya_id": 31}]