[{"text": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللّهُ مِن فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا", "sura_id": 4, "type": 0, "id": 530, "aya_id": 37}, {"text": "الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله وأعتدنا للكافرين عذابا مهينا", "sura_id": 4, "type": 1, "id": 6766, "aya_id": 37}, {"text": "37 - (الذين) مبتدأ (يبخلون) بما يجب عليهم (ويأمرون الناس بالبخل) به (ويكتمون ما آتاهم الله من فضله) من العلم والمال وهم اليهود ، وخبر المبتدأ لهم وعيد شديد (وأعتدنا للكافرين) بذلك وبغيره (عذابا مهينا) ذا إهانة \r\n", "sura_id": 4, "type": 2, "id": 25474, "aya_id": 37}, {"text": "الذين يمتنعون عن الإنفاق والعطاء مما رزقهم الله, ويأمرون غيرهم بالبخل, ويجحدون نِعَمَ الله عليهم, ويخفون فضله وعطاءه. وأعددنا للجاحدين عذابًا مخزيًا.\r\n", "sura_id": 4, "type": 3, "id": 31710, "aya_id": 37}, {"text": " <font color=red>الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا</font><BR><p>يَقُول تَعَالَى \" ذَامًّا الَّذِينَ يَبْخَلُونَ بِأَمْوَالِهِمْ أَنْ يُنْفِقُوهَا فِيمَا أَمَرَهُمْ اللَّه بِهِ مِنْ بِرّ الْوَالِدَيْنِ وَالْإِحْسَان إِلَى الْأَقَارِب وَالْيَتَامَى وَالْمَسَاكِين وَالْجَار ذِي الْقُرْبَى وَالْجَار الْجُنُب وَالصَّاحِب بِالْجَنْبِ وَابْن السَّبِيل وَمَا مَلَكَتْ أَيْمَانكُمْ مِنْ الْأَرِقَّاء وَلَا يَدْفَعُونَ حَقّ اللَّه فِيهَا وَيَأْمُرُونَ النَّاس بِالْبُخْلِ أَيْضًا وَقَدْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَيّ دَاء أَدْوَأ مِنْ الْبُخْل \" . وَقَالَ \" إِيَّاكُمْ وَالشُّحّ فَإِنَّهُ أَهْلَكَ مَنْ كَانَ قَبْلكُمْ أَمَرَهُمْ بِالْقَطِيعَةِ فَقَطَعُوا وَأَمَرَهُمْ بِالْفُجُورِ فَفَجَرُوا \" . وَقَوْله تَعَالَى \" وَيَكْتُمُونَ مَا آتَاهُمْ اللَّه مِنْ فَضْله \" فَالْبَخِيل جَحُود لِنِعْمَةِ اللَّه وَلَا تَظْهَر عَلَيْهِ وَلَا تَبِين لَا فِي مَأْكَله وَلَا فِي مَلْبَسه وَلَا فِي إِعْطَائِهِ وَبَذْله كَمَا قَالَ تَعَالَى \" إِنَّ الْإِنْسَان لِرَبِّهِ لَكَنُود وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيد \" أَيْ بِحَالِهِ وَشَمَائِله \" وَإِنَّهُ لِحُبِّ الْخَيْر لَشَدِيد \" وَقَالَ هَهُنَا وَيَكْتُمُونَ مَا آتَاهُمْ اللَّه مِنْ فَضْله وَلِهَذَا تَوَعَّدَهُمْ بِقَوْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا وَالْكُفْر هُوَ السَّتْر وَالتَّغْطِيَة فَالْبَخِيل يَسْتُر نِعْمَة اللَّه عَلَيْهِ وَيَكْتُمهَا وَيَجْحَدهَا فَهُوَ كَافِر لِنِعْمَةِ اللَّه عَلَيْهِ. وَفِي الْحَدِيث \" إِنَّ اللَّه إِذَا أَنْعَمَ نِعْمَة عَلَى عَبْد أَحَبَّ أَنْ يَظْهَر أَثَرهَا عَلَيْهِ \" وَفِي الدُّعَاء النَّبَوِيّ \" وَاجْعَلْنَا شَاكِرِينَ لِنِعْمَتِك مُثْنِينَ بِهَا عَلَيْك قَابِلِيهَا وَأَتْمِمْهَا عَلَيْنَا \" وَقَدْ حَمَلَ بَعْض السَّلَف هَذِهِ الْآيَة عَلَى بُخْل الْيَهُود بِإِظْهَارِ الْعِلْم الَّذِي عِنْدهمْ مِنْ صِفَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكِتْمَانهمْ ذَلِكَ وَلِهَذَا قَالَ تَعَالَى \" وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا \" رَوَاهُ اِبْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس وَقَالَهُ مُجَاهِد وَغَيْر وَاحِد . وَلَا شَكَّ أَنَّ الْآيَة مُحْتَمِلَة لِذَلِكَ وَالظَّاهِر أَنَّ السِّيَاق فِي الْبُخْل بِالْمَالِ وَإِنْ كَانَ الْبُخْل بِالْعِلْمِ دَاخِلًا فِي ذَلِكَ بِطَرِيقِ الْأَوْلَى فَإِنَّ السِّيَاق فِي الْإِنْفَاق عَلَى الْأَقَارِب وَالضُّعَفَاء وَكَذَلِكَ الْآيَة الَّتِي بَعْدهَا.</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40874, "aya_id": 37}]