[{"text": "وَإِذْ نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوَءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءكُمْ وَيَسْتَحْيُونَ نِسَاءكُمْ وَفِي ذَلِكُم بَلاء مِّن رَّبِّكُمْ عَظِيمٌ", "sura_id": 2, "type": 0, "id": 56, "aya_id": 49}, {"text": "وإذ نجيناكم من آل فرعون يسومونكم سوء العذاب يذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم", "sura_id": 2, "type": 1, "id": 6292, "aya_id": 49}, {"text": "49 - (و) اذكروا (إذ نجيناكم) أي آباءكم ، والخطاب به وبما بعده للموجودين في زمن نبينا بما أنعم الله على آبائهم تذكيراً لهم بنعمة الله تعالى ليؤمنوا (من آل فرعون يسومونكم) يذيقونكم (سوء العذاب) أشده والجملة حال من ضمير نجيناكم (يذبحون) بيان لما قبله (أبناءكم) المولودين (ويستحيون) يستبقون (نساءكم) لقول بعض الكهنة له إن مولوداً يولد في بني إسرائيل يكون سبباً لذهاب ملكك (وفي ذلكم) العذاب أو الإنجاء (بلاء) ابتلاء أو إنعام (من ربكم عظيم) \r\n", "sura_id": 2, "type": 2, "id": 25000, "aya_id": 49}, {"text": "واذكروا نعمتنا عليكم حين أنقذناكم من بطش فرعون وأتباعه, وهم يُذيقونكم أشدَّ العذاب, فيُكثِرون مِن ذَبْح أبنائكم, وترك بناتكم للخدمة والامتهان. وفي ذلك اختبار لكم من ربكم, وفي إنجائكم منه نعمة عظيمة, تستوجب شكر الله تعالى في كل عصوركم وأجيالكم\r\n", "sura_id": 2, "type": 3, "id": 31236, "aya_id": 49}, {"text": " <font color=red>وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ</font><BR><p>يَقُول تَعَالَى اُذْكُرُوا يَا بَنِي إِسْرَائِيل نِعْمَتِي عَلَيْكُمْ إِذْ نَجَّيْنَاكُمْ مِنْ آل فِرْعَوْن يَسُومُونَكُمْ سُوء الْعَذَاب أَيْ خَلَّصْتُكُمْ مِنْهُمْ وَأَنْقَذْتُكُمْ مِنْ أَيْدِيهمْ صُحْبَة مُوسَى عَلَيْهِ السَّلَام وَقَدْ كَانُوا يَسُومُونَكُمْ أَيْ يُورَدُونَكُمْ وَيُذِيقُونَكُمْ وَيُولُونَكُمْ سُوء الْعَذَاب وَذَلِكَ أَنَّ فِرْعَوْن لَعَنَهُ اللَّه كَانَ قَدْ رَأَى رُؤْيَا هَالَتْهُ رَأَى نَارًا خَرَجَتْ مِنْ بَيْت الْمَقْدِس فَدَخَلَتْ بُيُوت الْقِبْط بِبِلَادِ مِصْر إِلَّا بُيُوت بَنِي إِسْرَائِيل مَضْمُونهَا أَنَّ زَوَال مُلْكه يَكُون عَلَى يَدَيْ رَجُل مِنْ بَنِي إِسْرَائِيل وَيُقَال بَعْدُ تَحَدَّثَ سُمَّارُهُ عِنْده بِأَنَّ بَنِي إِسْرَائِيل يَتَوَقَّعُونَ خُرُوج رَجُل مِنْهُمْ يَكُون لَهُمْ بِهِ دَوْلَة وَرِفْعَة وَهَكَذَا جَاءَ حَدِيث الْفُتُون كَمَا سَيَأْتِي فِي مَوْضِعه فِي سُورَة طه إِنْ شَاءَ اللَّه تَعَالَى فَعِنْد ذَلِكَ أَمَرَ فِرْعَوْن لَعَنَهُ اللَّه بِقَتْلِ كُلّ ذَكَر يُولَد بَعْد ذَلِكَ مِنْ بَنِي إِسْرَائِيل وَأَنْ تُتْرَك الْبَنَات وَأَمَرَ بِاسْتِعْمَالِ بَنِي إِسْرَائِيل فِي مَشَاقّ الْأَعْمَال وَأَرْذَلهَا وَهَاهُنَا فَسَّرَ الْعَذَاب بِذَبْحِ الْأَبْنَاء وَفِي سُورَة إِبْرَاهِيم عَطَفَ عَلَيْهِ كَمَا قَالَ \" يَسُومُونَكُمْ سُوء الْعَذَاب يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ \" وَسَيَأْتِي تَفْسِير ذَلِكَ فِي أَوَّل سُورَة الْقَصَص إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة وَالْمَعُونَة وَالتَّأْيِيد . وَمَعْنَى يَسُومُونَكُمْ يُولُونَكُمْ قَالَهُ أَبُو عُبَيْدَة كَمَا يُقَال سَامَهُ خُطَّة خَسْف إِذَا أَوْلَاهُ إِيَّاهَا قَالَ : عَمْرو بْن كُلْثُوم : إِذَا مَا الْمَلِك سَامَ النَّاس خَسْفًا أَبَيْنَا أَنْ نُقِرّ الْخَسْف فِينَا وَقِيلَ مَعْنَاهُ يُدِيمُونَ عَذَابكُمْ كَمَا يُقَال سَائِمَة الْغَنَم مِنْ إِدَامَتهَا الرَّعْي. نَقَلَهُ الْقُرْطُبِيّ وَإِنَّمَا قَالَ هَاهُنَا \" يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ \" لِيَكُونَ ذَلِكَ تَفْسِيرًا لِلنِّعْمَةِ عَلَيْهِمْ فِي قَوْله \" يَسُومُونَكُمْ سُوء الْعَذَاب\" ثُمَّ فَسَّرَهُ بِهَذَا لِقَوْلِهِ هَاهُنَا \" اُذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْت عَلَيْكُمْ \" وَأَمَّا فِي سُورَة إِبْرَاهِيم فَلَمَّا قَالَ \" وَذَكِّرْهُمْ بِأَيَّامِ اللَّه \" أَيْ بِأَيَادِيهِ وَنِعَمه عَلَيْهِمْ فَنَاسَبَ أَنْ يَقُول هُنَاكَ \" يَسُومُونَكُمْ سُوء الْعَذَاب يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ \" بِعَطْفِ عَلَيْهِ الذَّبْح لِيَدُلّ عَلَى تَعَدُّد النِّعَم وَالْأَيَادِي عَلَى بَنِي إِسْرَائِيل . وَفِرْعَوْن عَلَم كُلّ مَنْ مَلَكَ مِصْر كَافِرًا مِنْ الْعَمَالِيق وَغَيْرهمْ كَمَا أَنَّ قَيْصَر عَلَم عَلَى كُلّ مَنْ مَلَكَ الرُّوم مَعَ الشَّام كَافِرًا وَكِسْرَى لِمَنْ مَلَكَ الْفُرْس وَتُبَّع لِمَنْ مَلَكَ الْيَمَن كَافِرًا وَالنَّجَاشِيّ لِمَنْ مَلَكَ الْحَبَشَة وَبَطْلَيْمُوس لِمَنْ مَلَكَ الْهِنْد وَيُقَال : كَانَ اِسْم فِرْعَوْن الَّذِي كَانَ فِي زَمَن مُوسَى عَلَيْهِ السَّلَام الْوَلِيد بْن مُصْعَب بْن الرَّيَّان وَقِيلَ : مُصْعَب بْن الرَّيَّان فَكَانَ مِنْ سُلَالَة عَمْلِيق بْن الْأود بْن إرَم بْن سَام بْن نُوح وَكُنْيَته أَبُو مُرَّة وَأَصْله فَارِسِيّ مِنْ اصْطَخْر وَأَيًّا مَا كَانَ فَعَلَيْهِ لَعْنَة اللَّه وَقَوْله تَعَالَى \" وَفِي ذَلِكُمْ بَلَاء مِنْ رَبّكُمْ عَظِيم \" قَالَ اِبْن جَرِير وَفِي الَّذِي فَعَلْنَا بِكُمْ مِنْ إِنْجَائِنَا آبَاءَكُمْ مِمَّا كُنْتُمْ فِيهِ مِنْ عَذَاب آل فِرْعَوْن بَلَاء لَكُمْ مِنْ رَبّكُمْ عَظِيم أَيْ نِعْمَة عَظِيمَة عَلَيْكُمْ فِي ذَلِكَ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله تَعَالَى \" بَلَاء مِنْ رَبّكُمْ عَظِيم \" قَالَ نِعْمَة وَقَالَ مُجَاهِد \" بَلَاء مِنْ رَبّكُمْ عَظِيم \" قَالَ نِعْمَة مِنْ رَبّكُمْ عَظِيمَة وَكَذَا قَالَ أَبُو الْعَالِيَة وَأَبُو مَالِك وَالسُّدِّيّ وَغَيْرهمْ وَأَصْل الْبَلَاء الِاخْتِبَار وَقَدْ يَكُون بِالْخَيْرِ وَالشَّرّ كَمَا قَالَ تَعَالَى \" وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْر فِتْنَة \" وَقَالَ \" وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَات لَعَلَّهُمْ يَرْجِعُونَ \" قَالَ اِبْن جَرِير وَأَكْثَر مَا يُقَال فِي الشَّرّ بَلَوْته أَبْلُوهُ بَلَاء وَفِي الْخَيْر أَبْلِيهِ إِبْلَاء وَبَلَاء قَالَ زُهَيْر بْن أَبِي سُلْمَى : جَزَى اللَّه بِإِحْسَانٍ مَا فَعَلَا بِكُمْ وَأَبْلَاهُمَا خَيْر الْبَلَاء الَّذِي يَبْلُو قَالَ فَجَمَعَ بَيْن اللُّغَتَيْنِ لِأَنَّهُ أَرَادَ فَأَنْعَمَ اللَّه عَلَيْهِمَا خَيْر النِّعَم الَّتِي يُخْتَبَر بِهَا عِبَاده وَقِيلَ الْمُرَاد بِقَوْلِهِ \" وَفِي ذَلِكُمْ بَلَاء \" إِشَارَة إِلَى مَا كَانُوا فِيهِ مِنْ الْعَذَاب الْمُهِين مِنْ ذَبْح الْأَبْنَاء وَاسْتِحْيَاء النِّسَاء قَالَ : الْقُرْطُبِيّ وَهَذَا قَوْل الْجُمْهُور وَلَفْظه بَعْد مَا حَكَى الْقَوْل الْأَوَّل ثُمَّ قَالَ : وَقَالَ الْجُمْهُور الْإِشَارَة إِلَى الذَّبْح وَنَحْوه وَالْبَلَاء هَاهُنَا فِي الشَّرّ وَالْمَعْنَى وَفِي الذَّبْح مَكْرُوه وَامْتِحَان .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38726, "aya_id": 49}]