[{"text": "وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا", "sura_id": 25, "type": 0, "id": 2915, "aya_id": 60}, {"text": "وإذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن أنسجد لما تأمرنا وزادهم نفورا", "sura_id": 25, "type": 1, "id": 9151, "aya_id": 60}, {"text": "60 - (وإذا قيل لهم) لكفار مكة (اسجدوا للرحمن قالوا وما الرحمن أنسجد لما تأمرنا) بالفوقانية والتحتانية والآمر محمد ولا نعرفه لا (وزادهم) هذا القول (نفورا) عن الإيمان \r\n", "sura_id": 25, "type": 2, "id": 27859, "aya_id": 60}, {"text": "وإذا قيل للكافرين: اسجدوا للرحمن واعبدوه قالوا: ما نعرف الرحمن، أنسجد لما تأمرنا بالسجود له طاعة لأمرك؟ وزادهم دعاؤهم إلى السجود للرحمن بُعْداً عن الإيمان ونفورًا منه.\r\n", "sura_id": 25, "type": 3, "id": 34095, "aya_id": 60}, {"text": " <font color=red>وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا</font><BR><p>ثُمَّ قَالَ تَعَالَى مُنْكِرًا عَلَى الْمُشْرِكِينَ الَّذِينَ يَسْجُدُونَ لِغَيْرِ اللَّه مِنْ الْأَصْنَام وَالْأَنْدَاد \" وَإِذَا قِيلَ لَهُمْ اُسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَن \" أَيْ لَا نَعْرِف الرَّحْمَن وَكَانُوا يُنْكِرُونَ أَنْ يُسَمَّى اللَّه بِاسْمِهِ الرَّحْمَن كَمَا أَنْكَرُوا ذَلِكَ يَوْم الْحُدَيْبِيَة حِين قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْكَاتِبِ \" اُكْتُبْ : بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" فَقَالُوا لَا نَعْرِف الرَّحْمَن وَلَا الرَّحِيم وَلَكِنْ اُكْتُبْ كَمَا كُنْت تَكْتُب : بِاسْمِك اللَّهُمَّ وَلِهَذَا أَنْزَلَ اللَّه تَعَالَى \" قُلْ اُدْعُوا اللَّه أَوْ اُدْعُوا الرَّحْمَن أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاء الْحُسْنَى \" أَيْ هُوَ اللَّه وَهُوَ الرَّحْمَن وَقَالَ فِي هَذِهِ الْآيَة \" وَإِذَا قِيلَ لَهُمْ اُسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَن \" أَيْ لَا نَعْرِفهُ وَلَا نُقِرّ بِهِ \" أَنَسْجُدُ لِمَا تَأْمُرنَا \" أَيْ لِمُجَرَّدِ قَوْلك \" وَزَادَهُمْ نُفُورًا \" فَأَمَّا الْمُؤْمِنُونَ فَإِنَّهُمْ يَعْبُدُونَ اللَّه الَّذِي هُوَ الرَّحْمَن الرَّحِيم وَيُفْرِدُونَهُ بِالْإِلَهِيَّةِ وَيَسْجُدُونَ لَهُ وَقَدْ اِتَّفَقَ الْعُلَمَاء - رَحِمَهُمْ اللَّه - عَلَى أَنَّ هَذِهِ السَّجْدَة الَّتِي فِي الْفُرْقَان مَشْرُوع السُّجُود عِنْدهَا لِقَارِئِهَا وَمُسْتَمِعهَا كَمَا هُوَ مُقَرَّر فِي مَوْضِعه وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39345, "aya_id": 60}]