[{"text": "قَالَ لَقَدْ عَلِمْتَ مَا أَنزَلَ هَؤُلاء إِلاَّ رَبُّ السَّمَاوَاتِ وَالأَرْضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَونُ مَثْبُورًا", "sura_id": 17, "type": 0, "id": 2131, "aya_id": 102}, {"text": "قال لقد علمت ما أنزل هؤلاء إلا رب السماوات و الأرض بصائر وإني لأظنك يا فرعون مثبورا", "sura_id": 17, "type": 1, "id": 8367, "aya_id": 102}, {"text": "102 - (قال لقد علمت ما أنزل هؤلاء) الآيات (إلا رب السماوات والأرض بصائر) عبرا ولكنك تعاند وفي قراءة بضم التاء (وإني لأظنك يا فرعون مثبورا) هالكا أو مصروفا عن الخير \r\n", "sura_id": 17, "type": 2, "id": 27075, "aya_id": 102}, {"text": "فردَّ عليه موسى: لقد تيقَّنتَ -يا فرعون- أنه ما أنزل تلك المعجزات التسع الشاهدة على صدق نبوتي إلا رب السموات والأرض؛ لتكون دلالات يَستدِل بها أولو البصائر على وحدانية الله تعالى في ربوبيته وألوهيته، وإني لعلى يقين أنك -يا فرعون- هالك ملعون مغلوب.\r\n", "sura_id": 17, "type": 3, "id": 33311, "aya_id": 102}, {"text": " <font color=red>قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ</font><BR><p>\" لَقَدْ عَلِمْت مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبّ السَّمَاوَات وَالْأَرْض بَصَائِر \" أَيْ حُجَجًا وَأَدِلَّة عَلَى صِدْق مَا جِئْتُك بِهِ \" وَإِنِّي لَأَظُنّك يَا فِرْعَوْن مَثْبُورًا\" أَيْ هَالِكًا قَالَهُ مُجَاهِد وَقَتَادَة وَقَالَ اِبْن عَبَّاس مَلْعُونًا \" وَقَالَ أَيْضًا هُوَ وَالضَّحَّاك \" مَثْبُورًا \" أَيْ مَغْلُوبًا وَالْهَالِك كَمَا قَالَ مُجَاهِد يَشْمَل هَذَا كُلّه قَالَ الشَّاعِر : إِذْ أُبَارِي الشَّيْطَان فِي سُنَن الْغَيّ وَمَنْ مَالَ مَيْله مَثْبُور وَقَرَأَ بَعْضهمْ بِرَفْعِ التَّاء مِنْ قَوْله عَلِمْت وَرُوِيَ ذَلِكَ عَنْ عَلِيّ بْن أَبِي طَالِب وَلَكِنَّ قِرَاءَة الْجُمْهُور بِفَتْحِ التَّاء عَلَى الْخِطَاب لِفِرْعَوْن كَمَا قَالَ تَعَالَى \" فَلَمَّا جَاءَتْهُمْ آيَاتنَا مُبْصِرَة قَالُوا هَذَا سِحْر مُبِين وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسهمْ ظُلْمًا وَعُلُوًّا \" الْآيَة فَهَذَا كُلّه مِمَّا يَدُلّ عَلَى أَنَّ الْمُرَاد بِالتِّسْعِ الْآيَات إِنَّمَا هِيَ مَا تَقَدَّمَ ذِكْره مِنْ الْعَصَا وَالْيَد وَالسِّنِينَ وَنَقْص مِنْ الثَّمَرَات وَالطُّوفَان وَالْجَرَاد وَالْقُمَّل وَالضَّفَادِع وَالدَّم الَّتِي فِيهَا حُجَج وَبَرَاهِين عَلَى فِرْعَوْن وَقَوْمه وَخَوَارِق وَدَلَائِل عَلَى صِدْق مُوسَى وَوُجُود الْفَاعِل الْمُخْتَار الَّذِي أَرْسَلَهُ وَلَيْسَ الْمُرَاد مِنْهَا كَمَا وَرَدَ فِي هَذَا الْحَدِيث فَإِنَّ هَذِهِ الْوَصَايَا لَيْسَ فِيهَا حُجَج عَلَى فِرْعَوْن وَقَوْمه وَأَيّ مُنَاسَبَة بَيْن هَذَا وَبَيْن إِقَامَة الْبَرَاهِين عَلَى فِرْعَوْن ؟ وَمَا جَاءَهُمْ هَذَا الْوَهْم إِلَّا مِنْ قِبَل عَبْد اللَّه بْن سَلَمَة فَإِنَّ لَهُ بَعْض مَا يُنْكَر وَاَللَّه أَعْلَم . وَلَعَلَّ ذَيْنك الْيَهُودِيَّيْنِ إِنَّمَا سَأَلَا عَنْ الْعَشْر الْكَلِمَات فَاشْتَبَهَ عَلَى الرَّاوِي بِالتِّسْعِ الْآيَات فَحَصَلَ وَهْم فِي ذَلِكَ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38182, "aya_id": 102}]