[{"text": "قَالُواْ يَا شُعَيْبُ أَصَلاَتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاء إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ", "sura_id": 11, "type": 0, "id": 1560, "aya_id": 87}, {"text": "قالوا يا شعيب أصلاتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء إنك لأنت الحليم الرشيد", "sura_id": 11, "type": 1, "id": 7796, "aya_id": 87}, {"text": "87 - (قالوا) له استهزاء (يا شعيب أصلاتك تأمرك) بتكليف (أن نترك ما يعبد آباؤنا) من الأصنام (أو) نترك (أن نفعل في أموالنا ما نشاء) المعنى هذا أمر باطل لا يدعو إليه داع بخير (إنك لأنت الحليم الرشيد) قالوا ذلك استهزاء \r\n", "sura_id": 11, "type": 2, "id": 26504, "aya_id": 87}, {"text": "قالوا: يا شعيب أهذه الصلاة التي تداوم عليها تأمرك بأن نترك ما يعبده آباؤنا من الأصنام والأوثان, أو أن نمتنع عن التصرف في كسب أموالنا بما نستطيع من احتيال ومكر؟ وقالوا -استهزاءً به-: إنك لأنت الحليم الرشيد.\r\n", "sura_id": 11, "type": 3, "id": 32740, "aya_id": 87}, {"text": " <font color=red>قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ</font><BR><p>يَقُولُونَ لَهُ عَلَى سَبِيل التَّهَكُّم قَبَّحَهُمْ اللَّه \" أَصَلَاتُك \" قَالَ الْأَعْمَش أَيْ قِرَاءَتك \" تَأْمُرك أَنْ نَتْرُك مَا يَعْبُد آبَاؤُنَا \" أَيْ الْأَوْثَان وَالْأَصْنَام أَوْ أَنْ نَفْعَل فِي أَمْوَالنَا مَا نَشَاء فَنَتْرُك التَّطْفِيف عَنْ قَوْلِك وَهِيَ أَمْوَالنَا نَفْعَل فِيهَا مَا نُرِيد قَالَ الْحَسَن فِي قَوْله \" أَصَلَاتُك تَأْمُرك أَنْ نَتْرُك مَا يَعْبُد آبَاؤُنَا\" إِي وَاَللَّه إِنَّ صَلَاتَهُ لَتَأْمُرهُمْ أَنْ يَتْرُكُوا مَا كَانَ يَعْبُد آبَاؤُهُمْ وَقَالَ الثَّوْرِيّ فِي قَوْله \" أَوْ أَنْ نَفْعَل فِي أَمْوَالنَا مَا نَشَاء \" يَعْنُونَ الزَّكَاة \" إِنَّك لَأَنْتَ الْحَلِيم الرَّشِيد \" قَالَ اِبْن عَبَّاس وَمَيْمُون بْن مِهْرَان وَابْن جُرَيْج وَأَسْلَم وَابْن جَرِير : يَقُولُونَ ذَلِكَ أَعْدَاء اللَّه عَلَى سَبِيل الِاسْتِهْزَاء قَبَّحَهُمْ اللَّه وَلَعَنَهُمْ عَنْ رَحْمَته وَقَدْ فَعَلَ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37709, "aya_id": 87}]