[{"text": "قُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ", "sura_id": 23, "type": 0, "id": 2759, "aya_id": 86}, {"text": "قل من رب السماوات السبع ورب العرش العظيم", "sura_id": 23, "type": 1, "id": 8995, "aya_id": 86}, {"text": "86 - (قل من رب السماوات السبع ورب العرش العظيم) الكرسي \r\n", "sura_id": 23, "type": 2, "id": 27703, "aya_id": 86}, {"text": "قل مَن رب السموات السبع ورب العرش العظيم, الذي هو أعظم المخلوقات وأعلاها؟\r\n", "sura_id": 23, "type": 3, "id": 33939, "aya_id": 86}, {"text": " <font color=red>قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ</font><BR><p>أَيْ مَنْ هُوَ خَالِق الْعَالَم الْعُلْوِيّ بِمَا فِيهِ مِنْ الْكَوَاكِب النَّيِّرَات وَالْمَلَائِكَة الْخَاضِعِينَ لَهُ فِي سَائِر الْأَقْطَار مِنْهَا وَالْجِهَات وَمَنْ هُوَ رَبّ الْعَرْش الْعَظِيم يَعْنِي الَّذِي هُوَ سَقْف الْمَخْلُوقَات كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" شَأْن اللَّه أَعْظَم مِنْ ذَلِكَ إِنَّ عَرْشه عَلَى سَمَوَاته هَكَذَا \" وَأَشَارَ بِيَدِهِ مِثْل الْقُبَّة وَفِي الْحَدِيث الْآخَر\" مَا السَّمَوَات السَّبْع وَالْأَرْضُونَ السَّبْع وَمَا بَيْنهنَّ وَمَا فِيهِنَّ فِي الْكُرْسِيّ إِلَّا كَحَلْقَةٍ مُلْقَاة بِأَرْضٍ فَلَاة وَإِنَّ الْكُرْسِيّ بِمَا فِيهِ بِالنِّسْبَةِ إِلَى الْعَرْش كَتِلْكَ الْحَلْقَة فِي تِلْكَ الْفَلَاة \" . وَلِهَذَا قَالَ بَعْض السَّلَف : إِنَّ مَسَافَة مَا بَيْن قُطْرَيْ الْعَرْش مِنْ جَانِب إِلَى جَانِب مَسِيرَة خَمْسِينَ أَلْف سَنَة وَارْتِفَاعه عَنْ الْأَرْض السَّابِعَة مَسِيرَة خَمْسِينَ أَلْف سَنَة وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : إِنَّمَا سُمِّيَ عَرْشًا لِارْتِفَاعِهِ . وَقَالَ الْأَعْمَش عَنْ كَعْب الْأَحْبَار : إِنَّ السَّمَوَات وَالْأَرْض فِي الْعَرْش كَالْقِنْدِيلِ الْمُعَلَّق بَيْن السَّمَاء وَالْأَرْض وَقَالَ مُجَاهِد : مَا السَّمَوَات وَالْأَرْض فِي الْعَرْش إِلَّا كَحَلْقَةٍ فِي أَرْض فَلَاة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْعَلَاء بْن سَالِم حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ عَمَّار الذَّهَبِيّ عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : الْعَرْش لَا يُقَدِّر قَدْره أَحَد . وَفِي رِوَايَة : إِلَّا اللَّه عَزَّ وَجَلَّ وَقَالَ بَعْض السَّلَف : الْعَرْش مِنْ يَاقُوتَة حَمْرَاء وَلِهَذَا قَالَ هَهُنَا \" وَرَبّ الْعَرْش الْعَظِيم \" أَيْ الْكَبِير وَقَالَ فِي آخِر السُّورَة \" رَبّ الْعَرْش الْكَرِيم \" أَيْ الْحَسَن الْبَهِيّ فَقَدْ جَمَعَ الْعَرْش بَيْن الْعَظَمَة فِي الِاتِّسَاع وَالْعُلُوّ وَالْحُسْن الْبَاهِر وَلِهَذَا قَالَ مَنْ قَالَ إِنَّهُ مِنْ يَاقُوتَة حَمْرَاء وَقَالَ اِبْن مَسْعُود : إِنَّ رَبّكُمْ لَيْسَ عِنْده لَيْل وَلَا نَهَار نُور الْعَرْش مِنْ نُور وَجْهه .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39210, "aya_id": 86}]