[{"text": "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ", "sura_id": 111, "type": 0, "id": 6217, "aya_id": 1}, {"text": "تبت يدا أبي لهب وتب", "sura_id": 111, "type": 1, "id": 12453, "aya_id": 1}, {"text": "سورة المسد 1 - (تبت) خسرت (يدا أبي لهب) أي جملته وعبر عنها باليدين مجاز لأن أكثر الأفعال تزاول بهما وهذه الجملة دعاء (وتب) خسر هو وهذه خبر كقولهم أهلكه الله وقد هلك ، ولما خوفه النبي بالعذاب فقال إن كان ما يقول ابن أخي حقا فإني أفتدي منه بمالي وولدي نزل \r\n", "sura_id": 111, "type": 2, "id": 31161, "aya_id": 1}, {"text": "خسرت يدا أبي لهب وشقي بإيذائه رسول الله محمدا صلى الله عليه وسلم، وقد تحقق خسران أبي لهب.\r\n", "sura_id": 111, "type": 3, "id": 37397, "aya_id": 1}, {"text": " <font color=red>تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ</font><BR><p>قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن سَلَّام حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَى الْبَطْحَاء فَصَعِدَ الْجَبَل فَنَادَى \" يَا صَبَاحَاهُ \" فَاجْتَمَعَتْ إِلَيْهِ قُرَيْش فَقَالَ \" أَرَأَيْتُمْ إِنْ حَدَّثْتُكُمْ أَنَّ الْعَدُوّ مُصَبِّحُكُمْ أَوْ مُمَسِّيكُمْ أَكُنْتُمْ تُصَدِّقُونِي ؟ - قَالُوا نَعَمْ قَالَ - فَإِنِّي نَذِير لَكُمْ بَيْن يَدَيْ عَذَاب شَدِيد فَقَالَ أَبُو لَهَب أَلِهَذَا جَمَعْتنَا ؟ تَبًّا لَك فَأَنْزَلَ اللَّه \" تَبَّتْ يَدَا أَبِي لَهَب وَتَبَّ \" إِلَى آخِرهَا . وَفِي رِوَايَة فَقَامَ يَنْفُض يَدَيْهِ وَهُوَ يَقُول تَبًّا لَك سَائِر الْيَوْم أَلِهَذَا جَمَعْتنَا ؟ فَأَنْزَلَ اللَّه \" تَبَّتْ يَدَا أَبِي لَهَب وَتَبَّ \" الْأَوَّل دُعَاء عَلَيْهِ وَالثَّانِي خَبَر عَنْهُ فَأَبُو لَهَب هَذَا هُوَ أَحَد أَعْمَام رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاسْمه عَبْد الْعُزَّى بْن عَبْد الْمُطَّلِب وَكُنْيَته أَبُو عُتَيْبَة وَإِنَّمَا سُمِّيَ أَبَا لَهَب لِإِشْرَاقِ وَجْهه وَكَانَ كَثِير الْأَذِيَّة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْبِغْضَة لَهُ وَالِازْدِرَاء بِهِ وَالتَّنَقُّص لَهُ وَلِدِينِهِ . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن أَبِي الْعَبَّاس حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ قَالَ أَخْبَرَنِي رَجُل يُقَال لَهُ رَبِيعَة بْن عَبَّاد مِنْ بَنِي الدَّيْل وَكَانَ جَاهِلِيًّا فَأَسْلَمَ قَالَ : رَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْجَاهِلِيَّة فِي سُوق ذِي الْمَجَاز وَهُوَ يَقُول \" يَا أَيّهَا النَّاس قُولُوا لَا إِلَه إِلَّا اللَّه تُفْلِحُوا \" وَالنَّاس مُجْمِعُونَ عَلَيْهِ وَوَرَاءَهُ رَجُل وَضِيء الْوَجْه أَحْوَل ذُو غَدِيرَتَيْنِ يَقُول إِنَّهُ صَابِئ كَاذِب يَتَّبِعهُ حَيْثُ ذَهَبَ فَسَأَلْت عَنْهُ فَقَالُوا هَذَا عَمّه أَبُو لَهَب ثُمَّ رَوَاهُ عَنْ شُرَيْح عَنْ اِبْن أَبِي الزِّنَاد عَنْ أَبِيهِ فَذَكَرَهُ قَالَ أَبُو الزِّنَاد قُلْت لِرَبِيعَة كُنْت يَوْمئِذٍ صَغِيرًا ؟ قَالَ لَا وَاَللَّه إِنِّي يَوْمئِذٍ لَأَعْقِل أَنِّي أَزْفِر الْقِرْبَة تَفَرَّدَ بِهِ أَحْمَد . وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي حُسَيْن بْن عَبْد اللَّه بْن عُبَيْد اللَّه بْن عَبَّاس قَالَ سَمِعْت رَبِيعَة بْن عَبَّاد الدَّيْلِيّ يَقُول إِنِّي لَمَعَ أَبِي رَجُل شَابّ أَنْظُر إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتْبَع الْقَبَائِل وَوَرَاءَهُ رَجُل أَحْوَل وَضِيء الْوَجْه ذُو جَمَّة يَقِف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْقَبِيلَة فَيَقُول \" يَا بَنِي فُلَان إِنِّي رَسُول اللَّه إِلَيْكُمْ آمُركُمْ أَنْ تَعْبُدُوا اللَّه لَا تُشْرِكُوا بِهِ شَيْئًا وَأَنْ تُصَدِّقُونِي وَتَمْنَعُونِي حَتَّى أُنَفِّذ عَنْ اللَّه مَا بَعَثَنِي بِهِ \" وَإِذَا فَرَغَ مِنْ مَقَالَته قَالَ الْآخَر مِنْ خَلْفه يَا بَنِي فُلَان هَذَا يُرِيد مِنْكُمْ أَنْ تَسْلَخُوا اللَّاتَ وَالْعُزَّى وَحُلَفَاءَكُمْ مِنْ الْجِنّ مِنْ بَنِي مَالِك بْن أُقَيْش إِلَى مَا جَاءَ بِهِ مِنْ الْبِدْعَة وَالضَّلَالَة فَلَا تَسْمَعُوا لَهُ وَلَا تَتَّبِعُوهُ فَقُلْت لِأَبِي مَنْ هَذَا ؟ قَالَ عَمّه أَبُو لَهَب رَوَاهُ أَحْمَد أَيْضًا وَالطَّبَرَانِيّ بِهَذَا اللَّفْظ قَوْله تَعَالَى\" تَبَّتْ يَدَا أَبِي لَهَب \" أَيْ خَسِرَ وَخَابَ وَضَلَّ عَمَله وَسَعْيه\" وَتَبَّ \" أَيْ وَقَدْ تَبَّ تَحَقَّقَ خَسَارَته وَهَلَاكه .</p><BR> <br> ", "sura_id": 111, "type": 4, "id": 37726, "aya_id": 1}]