[{"text": "لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِي مَا اشْتَهَتْ أَنفُسُهُمْ خَالِدُونَ", "sura_id": 21, "type": 0, "id": 2585, "aya_id": 102}, {"text": "لا يسمعون حسيسها وهم في ما اشتهت أنفسهم خالدون", "sura_id": 21, "type": 1, "id": 8821, "aya_id": 102}, {"text": "102 - (لا يسمعون حسيسها) صوتها (وهم في ما اشتهت) من النعيم (أنفسهم) \r\n", "sura_id": 21, "type": 2, "id": 27529, "aya_id": 102}, {"text": "لا يسمعون صوت لهيبها واحتراق الأجساد فيها فقد سكنوا منازلهم في الجنة, وأصبحوا فيما تشتهيه نفوسهم من نعيمها ولذاتها مقيمين إقامةً دائمة.\r\n", "sura_id": 21, "type": 3, "id": 33765, "aya_id": 102}, {"text": " <font color=red>لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ</font><BR><p>فَقَالَ \" أُولَئِكَ عَنْهَا مُبْعَدُونَ لَا يَسْمَعُونَ حَسِيسهَا\" أَيْ حَرِيقهَا فِي الْأَجْسَاد وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن عَمَّار حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ أَبِيهِ عَنْ أَبِي عُثْمَان الْحَرِيرِيّ أَبِي عُثْمَان \" لَا يَسْمَعُونَ حَسِيسهَا \" قَالَ حَيَّات عَلَى الصِّرَاط تَلْسَعهُمْ فَإِذَا لَسَعَتْهُمْ قَالَ حِسّ حِسّ وَقَوْله \" وَهُمْ فِيمَا اِشْتَهَتْ أَنْفُسهمْ خَالِدُونَ \" فَسَلَّمَهُمْ مِنْ الْمَحْذُور وَالْمَرْهُوب وَحَصَلَ لَهُمْ الْمَطْلُوب وَالْمَحْبُوب قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي شُرَيْح حَدَّثَنَا مُحَمَّد بْن الْحَسَن بْن أَبِي زَيْد الْهَمْدَانِيّ عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ اِبْن عَمّ النُّعْمَان بْن بَشِير عَنْ النُّعْمَان بْن بَشِير قَالَ وَسَمِرَ مَعَ عَلِيّ ذَات لَيْلَة فَقَرَأَ\" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ \" قَالَ أَنَا مِنْهُمْ وَعُمَر مِنْهُمْ وَعُثْمَان مِنْهُمْ وَالزُّبَيْر مِنْهُمْ وَطَلْحَة مِنْهُمْ وَعَبْد الرَّحْمَن مِنْهُمْ أَوْ قَالَ سَعْد مِنْهُمْ قَالَ وَأُقِيمَتْ الصَّلَاة فَقَامَ وَأَظُنّهُ يَجُرّ ثَوْبه وَهُوَ يَقُول \" لَا يَسْمَعُونَ حَسِيسهَا \" وَقَالَ شُعْبَة عَنْ أَبِي بِشْر عَنْ يُوسُف الْمَكِّيّ عَنْ مُحَمَّد بْن حَاطِب قَالَ سَمِعْت عَلِيًّا يَقُول فِي قَوْله \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى \" قَالَ عُثْمَان وَأَصْحَابه وَرَوَاهُ اِبْن أَبِي حَاتِم أَيْضًا وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث يُوسُف بْن سَعْد وَلَيْسَ بِابْنِ مَاهَك عَنْ مُحَمَّد بْن حَاطِب عَنْ عَلِيّ فَذَكَرَهُ وَلَفْظه عُثْمَان مِنْهُمْ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ \" فَأُولَئِكَ أَوْلِيَاء اللَّه يَمُرُّونَ عَلَى الصِّرَاط مَرًّا هُوَ أَسْرَع مِنْ الْبَرْق وَيَبْقَى الْكُفَّار فِيهَا جِثِيًّا فَهَذَا مُطَابِق لِمَا ذَكَرْنَاهُ وَقَالَ آخَرُونَ بَلْ نَزَلَتْ اِسْتِثْنَاء مِنْ الْمَعْبُودِينَ وَخَرَجَ مِنْهُمْ عُزَيْر وَالْمَسِيح كَمَا قَالَ حَجَّاج بْن مُحَمَّد الْأَعْوَر عَنْ اِبْن جُرَيْج وَعُثْمَان عَنْ عَطَاء عَنْ اِبْن عَبَّاس \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم أَنْتُمْ لَهَا وَارِدُونَ\" ثُمَّ اِسْتَثْنَى فَقَالَ \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى \" فَيُقَال هُمْ الْمَلَائِكَة وَعِيسَى وَنَحْو ذَلِكَ مِمَّا يُعْبَد مِنْ دُون اللَّه عَزَّ وَجَلَّ وَكَذَا قَالَ عِكْرِمَة وَالْحَسَن وَابْن جُرَيْج وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى \" قَالَ نَزَلَتْ فِي عِيسَى اِبْن مَرْيَم وَعُزَيْر عَلَيْهِ الصَّلَاة وَالسَّلَام وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا الْحُسَيْن بْن عِيسَى بْن مَيْسَرَة حَدَّثَنَا أَبُو زُهَيْر حَدَّثَنَا سَعْد بْن طَرِيف عَنْ الْأَصْبَغ عَنْ عَلِيّ فِي قَوْله \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى \" قَالَ كُلّ شَيْء يُعْبَد مِنْ دُون اللَّه فِي النَّار إِلَّا الشَّمْس وَالْقَمَر وَعِيسَى اِبْن مَرْيَم إِسْنَاده ضَعِيف . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد\" أُولَئِكَ عَنْهَا مُبْعَدُونَ \" قَالَ عِيسَى وَعُزَيْر وَالْمَلَائِكَة وَقَالَ الضَّحَّاك عِيسَى وَمَرْيَم وَالْمَلَائِكَة وَالشَّمْس وَالْقَمَر وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَأَبِي صَالِح وَغَيْر وَاحِد وَقَدْ رَوَى اِبْن أَبِي حَاتِم فِي ذَلِكَ حَدِيثًا غَرِيبًا جِدًّا فَقَالَ حَدَّثَنَا الْفَضْل بْن يَعْقُوب المرخاني حَدَّثَنَا سَعْد بْن مَسْلَمَة بْن عَبْد الْمَلِك حَدَّثَنَا اللَّيْث بْن أَبِي سُلَيْم عَنْ مُغِيث عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ \" قَالَ عِيسَى وَعُزَيْر وَالْمَلَائِكَة وَذَكَرَ بَعْضهمْ قِصَّة بْن الزِّبَعْرَى وَمُنَاظَرَة الْمُشْرِكِينَ قَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن سَهْل حَدَّثَنَا مُحَمَّد بْن حَسَن الْأَنْمَاطِيّ حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن عَرْعَرَة حَدَّثَنَا بْن أَبِي حَكِيم حَدَّثَنَا الْحَكَم يَعْنِي اِبْن عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : جَاءَ عَبْد اللَّه الزِّبَعْرَى إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : تَزْعُم أَنَّ اللَّه أَنْزَلَ عَلَيْك هَذِهِ الْآيَة\" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم أَنْتُمْ لَهَا وَارِدُونَ \" فَقَالَ اِبْن الزِّبَعْرَى قَدْ عُبِدَتْ الشَّمْس وَالْقَمَر وَالْمَلَائِكَة وَعُزَيْر وَعِيسَى اِبْن مَرْيَم كُلّ هَؤُلَاءِ فِي النَّار مَعَ آلِهَتنَا ؟ فَنَزَلَتْ \" وَلَمَّا ضُرِبَ اِبْن مَرْيَم مَثَلًا إِذَا قَوْمك مِنْهُ يَصِدُّونَ \" وَقَالُوا أَآلِهَتنَا خَيْر أَمْ هُوَ مَا ضَرَبُوهُ لَك إِلَّا جَدَلًا بَلْ هُمْ قَوْم خَصِمُونَ\" ثُمَّ نَزَلَتْ \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ \" رَوَاهُ الْحَافِظ أَبُو عَبْد اللَّه فِي كِتَابه الْأَحَادِيث الْمُخْتَارَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا قَبِيصَة بْن عُقْبَة حَدَّثَنَا سُفْيَان يَعْنِي الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ أَصْحَابه عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم أَنْتُمْ لَهَا وَارِدُونَ \" قَالَ الْمُشْرِكُونَ فَالْمَلَائِكَة وَعُزَيْر وَعِيسَى يُعْبَدُونَ مِنْ دُون اللَّه فَنَزَلَتْ \" لَوْ كَانَ هَؤُلَاءِ آلِهَة مَا وَرَدُوهَا \" الْآلِهَة الَّتِي يَعْبُدُونَ\" وَكُلّ فِيهَا خَالِدُونَ \" وَرُوِيَ عَنْ أَبِي كُدَيْنَة عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس مِثْل ذَلِكَ وَقَالَ فَنَزَلَتْ \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ \" وَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار رَحِمَهُ اللَّه فِي كِتَاب السِّيرَة وَجَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا بَلَغَنِي يَوْمًا مَعَ الْوَلِيد بْن الْمُغِيرَة فِي الْمَسْجِد فَجَاءَ النَّضْر بْن الْحَارِث حَتَّى جَلَسَ مَعَهُمْ وَفِي الْمَسْجِد غَيْر وَاحِد مِنْ رِجَال قُرَيْش فَتَكَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَرَضَ لَهُ النَّضْر بْن الْحَارِث فَكَلَّمَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَفْحَمَهُ وَتَلَا عَلَيْهِ وَعَلَيْهِمْ\" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم أَنْتُمْ لَهَا وَارِدُونَ - إِلَى قَوْله - وَهُمْ فِيهَا لَا يَسْمَعُونَ \" ثُمَّ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَقْبَلَ عَبْد اللَّه بْن الزِّبَعْرَى السَّهْمِيّ حَتَّى جَلَسَ مَعَهُمْ فَقَالَ الْوَلِيد بْن الْمُغِيرَة لِعَبْدِ اللَّه بْن الزِّبَعْرَى : وَاَللَّه مَا قَامَ النَّضْر بْن الْحَارِث لِابْنِ عَبْد الْمُطَّلِب أَنَفًا وَلَا قَعَدَ وَقَدْ زَعَمَ مُحَمَّد أَنَّا وَمَا نَعْبُد مِنْ آلِهَتنَا هَذِهِ حَصَب جَهَنَّم فَقَالَ عَبْد اللَّه بْن الزِّبَعْرَى أَمَا وَاَللَّه لَوْ وَجَدْته لَخَصَمْته فَسَلُوا مُحَمَّدًا كُلّ مَا يُعْبَد مِنْ دُون اللَّه فِي جَهَنَّم مَعَ مَنْ عَبَدَهُ فَنَحْنُ نَعْبُد الْمَلَائِكَة وَالْيَهُود تَعْبُد عُزَيْرًا وَالنَّصَارَى تَعْبُد الْمَسِيح عِيسَى اِبْن مَرْيَم فَعَجِبَ الْوَلِيد وَمَنْ كَانَ مَعَهُ فِي الْمَجْلِس مِنْ قَوْل عَبْد اللَّه بْن الزِّبَعْرَى وَرَأَوْا أَنَّهُ قَدْ اِحْتَجَّ وَخَاصَمَ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" كُلّ مَنْ أَحَبَّ أَنْ يُعْبَد مِنْ دُون اللَّه فَهُوَ مَعَ مَنْ عَبَدَهُ إِنَّهُمْ إِنَّمَا يَعْبُدُونَ الشَّيْطَان وَمَنْ أَمَرَهُمْ بِعِبَادَتِهِ \" وَأَنْزَلَ اللَّه \" إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ \" لَا يَسْمَعُونَ حَسِيسهَا وَهُمْ فِيمَا اِشْتَهَتْ أَنْفُسهمْ خَالِدُونَ \" أَيْ عِيسَى وَعُزَيْر وَمَنْ عَبَدُوا مِنْ الْأَحْبَار وَالرُّهْبَان الَّذِينَ مَضَوْا عَلَى طَاعَة اللَّه فَاِتَّخَذَهُمْ مَنْ يَعْبُدهُمْ مِنْ أَهْل الضَّلَالَة أَرْبَابًا مِنْ دُون اللَّه وَنَزَلَ فِيمَا يَذْكُرُونَ أَنَّهُمْ يَعْبُدُونَ الْمَلَائِكَة وَأَنَّهُمْ بَنَات اللَّه \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا سُبْحَانه بَلْ عِبَاد مُكْرَمُونَ - إِلَى قَوْله - وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَه مِنْ دُونه فَذَلِكَ نَجْزِيه جَهَنَّم كَذَلِكَ نَجْزِي الظَّالِمِينَ\" وَنَزَلَ فِيمَا ذُكِرَ مِنْ أَمْر عِيسَى وَأَنَّهُ يُعْبَد مِنْ دُون اللَّه وَعَجِبَ الْوَلِيد وَمَنْ حَضَرَهُ مِنْ حُجَّته وَخُصُومَته\" وَلَمَّا ضُرِبَ اِبْن مَرْيَم مَثَلًا إِذَا قَوْمك مِنْهُ يَصِدُّونَ\" وَقَالُوا آلِهَتنَا خَيْر أَمْ هُوَ مَا ضَرَبُوهُ لَك إِلَّا جَدَلًا بَلْ هُمْ قَوْم خَصِمُونَ \" إِنْ هُوَ إِلَّا عَبْد أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيل \" وَلَوْ نَشَاء لَجَعَلْنَا مِنْكُمْ مَلَائِكَة فِي الْأَرْض يَخْلُفُونَ وَإِنَّهُ لَعِلْم لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا \" أَيْ مَا وَضَعْت عَلَى يَدَيْهِ مِنْ الْآيَات مِنْ إِحْيَاء الْمَوْتَى لِإِبْرَاءِ الْأَسْقَام فَكَفَى بِهِ دَلِيلًا عَلَى عِلْم السَّاعَة يَقُول \" فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاط مُسْتَقِيم \" وَهَذَا الَّذِي قَالَهُ اِبْن الزِّبَعْرَى خَطَأ كَبِير لِأَنَّ الْآيَة إِنَّمَا نَزَلَتْ خِطَابًا لِأَهْلِ مَكَّة فِي عِبَادَتهمْ الْأَصْنَام الَّتِي هِيَ جَمَاد لَا تَعْقِل لِيَكُونَ ذَلِكَ تَقْرِيعًا وَتَوْبِيخًا لِعَابِدِيهَا وَلِهَذَا قَالَ \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم \" فَكَيْفَ يُورَد عَلَى هَذَا الْمَسِيح وَالْعُزَيْر وَنَحْوهمَا مِمَّنْ لَهُ عَمَل صَالِح وَلَمْ يَرْضَ بِعِبَادَةِ مَنْ عَبَدَهُ وَعَوَّلَ اِبْن جَرِير فِي تَفْسِيره فِي الْجَوَاب عَلَى أَنَّ مَا لِمَا لَا يَعْقِل عِنْد الْعَرَب وَقَدْ أَسْلَمَ عَبْد اللَّه بْن الزِّبَعْرَى بَعْد ذَلِكَ وَكَانَ مِنْ الشُّعَرَاء الْمَشْهُورِينَ وَقَدْ كَانَ يُهَاجِي الْمُسْلِمِينَ أَوَّلًا ثُمَّ قَالَ مُعْتَذِرًا : يَا رَسُول الْمَلِيك إِنَّ لِسَانِي رَاتِق مَا فَتَقْت إِذْ أَنَا بُور إِذْ أُجَارِي الشَّيْطَان فِي سُنَن الْغَيّ وَمَنْ مَالَ مَيْله مَثْبُور .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38921, "aya_id": 102}]