[{"text": "وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ", "sura_id": 38, "type": 0, "id": 3991, "aya_id": 21}, {"text": "وهل أتاك نبأ الخصم إذ تسوروا المحراب", "sura_id": 38, "type": 1, "id": 10227, "aya_id": 21}, {"text": "21 - (وهل) معنى الاستفهام هنا التعجب والتشويق إلى استماع ما بعده (أتاك) يا محمد (نبأ الخصم إذ تسوروا المحراب) محراب داود أي مسجده حيث منعوا الدخول عليه من الباب لشغله بالعبادة أي خبرهم وقصتهم \r\n", "sura_id": 38, "type": 2, "id": 28935, "aya_id": 21}, {"text": "وهل جاءك -أيها الرسول- خبر المتخاصِمَين \r\n", "sura_id": 38, "type": 3, "id": 35171, "aya_id": 21}, {"text": " <font color=red>وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ</font><BR><p>قَدْ ذَكَرَ الْمُفَسِّرُونَ هَهُنَا قِصَّة أَكْثَرهَا مَأْخُوذ مِنْ الْإِسْرَائِيلِيَّات وَلَمْ يَثْبُت فِيهَا عَنْ الْمَعْصُوم حَدِيث يَجِبُ اِتِّبَاعه وَلَكِنْ رَوَى اِبْن أَبِي حَاتِم هُنَا حَدِيثًا لَا يَصِحّ سَنَدُهُ لِأَنَّهُ مِنْ رِوَايَة يَزِيد الرَّقَاشِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ وَيَزِيد وَإِنْ كَانَ مِنْ الصَّالِحِينَ لَكِنَّهُ ضَعِيف الْحَدِيث عِنْد الْأَئِمَّة فَالْأَوْلَى أَنْ يُقْتَصَر عَلَى مُجَرَّد تِلَاوَة هَذِهِ الْقِصَّة وَأَنْ يُرَدَّ عِلْمهَا إِلَى اللَّه عَزَّ وَجَلَّ فَإِنَّ الْقُرْآن حَقّ وَمَا تَضَمَّنَ فَهُوَ حَقٌّ أَيْضًا وَقَوْله تَعَالَى \" فَفَزِعَ مِنْهُمْ \" إِنَّمَا كَانَ ذَلِكَ لِأَنَّهُ كَانَ فِي مِحْرَابه وَهُوَ أَشْرَف مَكَان فِي دَارِهِ وَكَانَ قَدْ أَمَرَ أَنْ لَا يَدْخُلَ عَلَيْهِ أَحَدٌ ذَلِكَ الْيَوْم فَلَمْ يَشْعُر إِلَّا بِشَخْصَيْنِ قَدْ تَسَوَّرَا عَلَيْهِ الْمِحْرَاب أَيْ اِحْتَاطَا بِهِ يَسْأَلَانِهِ عَنْ شَأْنهمَا وَقَوْله عَزَّ وَجَلَّ \" وَعَزَّنِي فِي الْخِطَاب \" أَيْ غَلَبَنِي يُقَال عَزَّ يَعِزّ إِذَا قَهَرَ وَغَلَبَ وَقَوْله تَعَالَى \" وَظَنَّ دَاوُد أَنَّمَا فَتَنَّاهُ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَيْ اِخْتَبَرْنَاهُ وَقَوْله تَعَالَى \" وَخَرَّ رَاكِعًا \" أَيْ سَاجِدًا \" وَأَنَابَ \" وَيَحْتَمِل أَنَّهُ رَكَعَ أَوَّلًا ثُمَّ سَجَدَ بَعْد ذَلِكَ وَقَدْ ذُكِرَ أَنَّهُ اِسْتَمَرَّ سَاجِدًا \" أَرْبَعِينَ صَبَاحًا \" فَغَفَرْنَا لَهُ ذَلِكَ أَيْ مَا كَانَ مِنْهُ مِمَّا يُقَال فِيهِ إِنَّ حَسَنَات الْأَبْرَار سَيِّئَات الْمُقَرَّبِينَ وَقَدْ اِخْتَلَفَ الْأَئِمَّة فِي سَجْدَة ص هَلْ هِيَ مِنْ عَزَائِم السُّجُود ؟ عَلَى قَوْلَيْنِ الْجَدِيد مِنْ مَذْهَب الشَّافِعِيّ رَضِيَ اللَّه عَنْهُ أَنَّهَا لَيْسَتْ مِنْ عَزَائِم السُّجُود بَلْ هِيَ سَجْدَة شُكْر وَالدَّلِيل عَلَى ذَلِكَ مَا رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ حَدَّثَنَا إِسْمَاعِيل هُوَ اِبْن عُلَيَّة عَنْ أَيُّوب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ فِي السَّجْدَة فِي ص لَيْسَتْ مِنْ عَزَائِم السُّجُود وَقَدْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْجُد فِيهَا وَرَوَاهُ الْبُخَارِيّ وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي تَفْسِيره مِنْ حَدِيث أَيُّوب بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَالَ النَّسَائِيّ أَيْضًا عِنْد تَفْسِير هَذِهِ الْآيَة أَخْبَرَنِي إِبْرَاهِيم بْن الْحَسَن هُوَ الْمِقْسَمِيّ حَدَّثَنَا حَجَّاج بْن مُحَمَّد عَنْ عُمَر بْن ذَرّ عَنْ أَبِيهِ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَجَدَ فِي ص وَقَالَ \" سَجَدَهَا دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام تَوْبَة وَنَسْجُدهَا شُكْرًا \" تَفَرَّدَ بِرِوَايَتِهِ النَّسَائِيّ وَرِجَال إِسْنَاده كُلّهمْ ثِقَات وَقَدْ أَخْبَرَنِي شَيْخنَا الْحَافِظ أَبُو الْحَجَّاج الْمِزِّيّ قِرَاءَة عَلَيْهِ وَأَنَا أَسْمَع أَخْبَرَنَا أَبُو إِسْحَاق المدرجي أَخْبَرَنَا زَاهِر بْن أَبِي طَاهِر الثَّقَفِيّ حَدَّثَنَا زَاهِر بْن أَبِي طَاهِر الشحامي أَخْبَرَنَا أَبُو سَعِيد الكنجدروذي أَخْبَرَنَا الْحَاكِم أَبُو أَحْمَد مُحَمَّد بْن مُحَمَّد الْحَافِظ أَخْبَرَنَا أَبُو الْعَبَّاس السَّرَّاج حَدَّثَنَا هَارُون بْن عَبْد اللَّه حَدَّثَنَا مُحَمَّد بْن يَزِيد اِبْن خُنَيْس عَنْ الْحَسَن بْن مُحَمَّد بْن عُبَيْد اللَّه بْن أَبِي يَزِيد قَالَ : قَالَ لِي اِبْن جُرَيْج يَا حَسَن حَدَّثَنِي جَدّك عُبَيْد اللَّه بْن أَبِي يَزِيد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَقَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنِّي رَأَيْت فِيمَا يَرَى النَّائِم كَأَنِّي أُصَلِّي خَلْف شَجَرَة فَقَرَأْت السَّجْدَة فَسَجَدْت فَسَجَدَتْ الشَّجَرَة بِسُجُودِي فَسَمِعْتهَا تَقُول وَهِيَ سَاجِدَة : اللَّهُمَّ اُكْتُبْ لِي بِهَا عِنْدك أَجْرًا وَاجْعَلْهَا لِي عِنْدك ذُخْرًا وَضَعْ بِهَا عَنِّي وِزْرًا وَاقْبَلْهَا مِنِّي كَمَا قَبِلْتهَا مِنْ عَبْدك دَاوُد قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَرَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ فَقَرَأَ السَّجْدَة ثُمَّ سَجَدَ فَسَمِعْته يَقُول وَهُوَ سَاجِد كَمَا حَكَى الرَّجُل مِنْ كَلَام الشَّجَرَة رَوَاهُ التِّرْمِذِيّ عَنْ قُتَيْبَة وَابْن مَاجَهْ عَنْ أَبِي بَكْر بْن خَلَّاد كِلَاهُمَا عَنْ مُحَمَّد بْن يَزِيد بْن خُنَيْس نَحْوه وَقَالَ التِّرْمِذِيّ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَقَالَ الْبُخَارِيّ عِنْد تَفْسِيرهَا أَيْضًا حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه حَدَّثَنَا مُحَمَّد بْن عُبَيْد الطَّنَافِسِيّ عَنْ الْعَوَّام قَالَ سَأَلْت مُجَاهِدًا عَنْ سَجْدَة ص فَقَالَ : سَأَلْت اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا مِنْ أَيْنَ سَجَدْت فَقَالَ أَوَمَا تَقْرَأ \" وَمِنْ ذُرِّيَّته دَاوُد وَسُلَيْمَان \" أُولَئِكَ الَّذِينَ هَدَى اللَّه فَبِهُدَاهُمْ اِقْتَدِهْ \" فَكَانَ دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام مِمَّنْ أُمِرَ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَقْتَدِي بِهِ فَسَجَدَهَا دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام فَسَجَدَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا حُمَيْد حَدَّثَنَا بَكْر هُوَ اِبْن عَبْد اللَّه الْمُزَنِيّ أَنَّهُ أَخْبَرَهُ أَنَّ أَبَا سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ رَأَى رُؤْيَا أَنَّهُ يَكْتُب ص فَلَمَّا بَلَغَ إِلَى الْآيَة الَّتِي يَسْجُد بِهَا رَأَى الدَّوَاة وَالْقَلَم وَكُلّ شَيْء بِحَضْرَتِهِ اِنْقَلَبَ سَاجِدًا قَالَ فَقَصَّهَا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَزَلْ يَسْجُد بِهَا بَعْدُ تَفَرَّدَ بِهِ أَحْمَد وَقَالَ أَبُو دَاوُد حَدَّثَنَا أَحْمَد بْن صَالِح حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ سَعِيد بْن أَبِي هِلَال عَنْ عِيَاض بْن عَبْد اللَّه بْن سَعْد بْن أَبِي سَرْح عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى الْمِنْبَر \" ص \" فَلَمَّا بَلَغَ السَّجْدَة نَزَلَ فَسَجَدَ وَسَجَدَ النَّاس مَعَهُ فَلَمَّا كَانَ يَوْم آخَر قَرَأَهَا فَلَمَّا بَلَغَ السَّجْدَة تَشَزَّنَ النَّاس لِلسُّجُودِ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا هِيَ تَوْبَة نَبِيّ وَلَكِنِّي رَأَيْتُكُمْ تَشَزَّنْتُمْ \" فَنَزَلَ وَسَجَدَ تَفَرَّدَ بِهِ أَبُو دَاوُد وَإِسْنَاده عَلَى شَرْط الصَّحِيح .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40617, "aya_id": 21}]