[{"text": "فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ", "sura_id": 21, "type": 0, "id": 2571, "aya_id": 88}, {"text": "فاستجبنا له و نجيناه من الغم و كذلك ننجي المؤمنين", "sura_id": 21, "type": 1, "id": 8807, "aya_id": 88}, {"text": "88 - (فاستجبنا له ونجيناه من الغم) بتلك الكلمات (وكذلك) كما نجيناه (ننجي المؤمنين) من كربهم إذا استغاثوا بنا داعين \r\n", "sura_id": 21, "type": 2, "id": 27515, "aya_id": 88}, {"text": "فاستجبنا له دعاءه, وخلَّصناه مِن غَم هذه الشدة, وكذلك ننجي المصدِّقين العاملين بشرعنا.\r\n", "sura_id": 21, "type": 3, "id": 33751, "aya_id": 88}, {"text": " <font color=red>فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ</font><BR><p>وَقَوْله \" فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنْ الْغَمّ \" أَيْ أَخْرَجْنَاهُ مِنْ بَطْن الْحُوت وَتِلْكَ الظُّلُمَات\" وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ \" أَيْ إِذَا كَانُوا فِي الشَّدَائِد وَدَعَوْنَا مُنِيبِينَ إِلَيْنَا وَلَا سِيَّمَا إِذَا دَعَوْا بِهَذَا الدُّعَاء فِي حَال الْبَلَاء فَقَدْ جَاءَ التَّرْغِيب فِي الدُّعَاء بِهِ عَنْ سَيِّد الْأَنْبِيَاء قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن عُمَيْر حَدَّثَنَا يُونُس بْن أَبِي إِسْحَاق الْهَمْدَانِيّ حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن سَعْد حَدَّثَنِي وَالِدِي مُحَمَّد عَنْ أَبِيهِ سَعْد هُوَ اِبْن أَبِي وَقَّاص رَضِيَ اللَّه عَنْهُ قَالَ مَرَرْت بِعُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ فِي الْمَسْجِد فَسَلَّمْت عَلَيْهِ فَمَلَأَ عَيْنَيْهِ مِنِّي ثُمَّ لَمْ يَرُدّ عَلَيَّ السَّلَام فَأَتَيْت عُمَر بْن الْخَطَّاب فَقُلْت يَا أَمِير الْمُؤْمِنِينَ هَلْ حَدَثَ فِي الْإِسْلَام شَيْء مَرَّتَيْنِ قَالَ لَا وَمَا ذَاكَ قُلْت لَا إِلَّا أَنِّي مَرَرْت بِعُثْمَان آنِفًا فِي الْمَسْجِد فَسَلَّمْت عَلَيْهِ فَمَلَأَ عَيْنَيْهِ مِنِّي ثُمَّ لَمْ يَرُدّ عَلَيَّ السَّلَام قَالَ فَأَرْسَلَ عُمَر إِلَى عُثْمَان فَدَعَاهُ فَقَالَ مَا مَنَعَك أَنْ لَا تَكُون رَدَدْت عَلَى أَخِيك السَّلَام قَالَ مَا فَعَلْت قَالَ سَعْد قُلْت بَلَى حَتَّى حَلَفَ وَحَلَفْت قَالَ ثُمَّ إِنَّ عُثْمَان ذَكَرَ فَقَالَ بَلَى وَأَسْتَغْفِر اللَّه وَأَتُوب إِلَيْهِ إِنَّك مَرَرْت بِي آنِفًا وَأَنَا أُحَدِّث نَفْسِي بِكَلِمَةٍ سَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا وَاَللَّه مَا ذَكَرْتهَا قَطُّ إِلَّا تَغْشَى بَصَرِي وَقَلْبِي غِشَاوَة قَالَ سَعْد فَأَنَا أُنَبِّئك بِهَا إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ لَنَا أَوَّل دَعْوَة ثُمَّ جَاءَ أَعْرَابِيّ فَشَغَلَهُ حَتَّى قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاتَّبَعْته فَلَمَّا أَشْفَقْت أَنْ يَسْبِقنِي إِلَى مَنْزِله ضَرَبْت بِقَدَمِي الْأَرْض فَالْتَفَتَ إِلَيَّ رَسُول اللَّه فَقَالَ \" مَنْ هَذَا أَبُو إِسْحَاق \" قَالَ قُلْت نَعَمْ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَمه \" قُلْت لَا وَاَللَّه إِلَّا أَنْ ذَكَرْت لَنَا أَوَّل دَعْوَة ثُمَّ جَاءَ هَذَا الْأَعْرَابِيّ فَشَغَلَك قَالَ \" نَعَمْ دَعْوَة ذِي النُّون إِذْ هُوَ فِي بَطْن الْحُوت \" لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ \" فَإِنَّهُ لَمْ يَدْعُ بِهَا مُسْلِم رَبّه فِي شَيْء قَطُّ إِلَّا اِسْتَجَابَ لَهُ \" وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة مِنْ حَدِيث إِبْرَاهِيم بْن مُحَمَّد بْن سَعْد عَنْ أَبِيهِ سَعْد بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ كَثِير بْن زَيْد عَنْ الْمُطَّلِب بْن حَنْطَب قَالَ أَبُو خَالِد أَحْسَبهُ عَنْ مُصْعَب يَعْنِي اِبْن سَعْد عَنْ سَعْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ دَعَا بِدُعَاءِ يُونُس اُسْتُجِيبَ لَهُ \" قَالَ أَبُو سَعِيد يُرِيد بِهِ \" وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ \" وَقَالَ اِبْن جَرِير حَدَّثَنِي عِمْرَان بْن بَكَّار الْكَلَاعِيّ حَدَّثَنَا يَحْيَى بْن صَالِح حَدَّثَنَا أَبُو يَحْيَى بْن عَبْد الرَّحْمَن حَدَّثَنِي بِشْر بْن مَنْصُور عَنْ عَلِيّ بْن زَيْد عَنْ سَعِيد بْن الْمُسَيِّب قَالَ سَمِعْت سَعْد بْن أَبِي وَقَّاص يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" اِسْم اللَّه الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى دَعْوَة يُونُس بْن مَتَّى \" قَالَ قُلْت يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هِيَ لِيُونُس خَاصَّة أَمْ لِجَمَاعَةِ الْمُسْلِمِينَ قَالَ \" لِيُونُس بْن مَتَّى خَاصَّة وَلِجَمَاعَةِ الْمُؤْمِنِينَ عَامَّة إِذَا دَعَوْا بِهَا أَلَمْ تَسْمَع قَوْل اللَّه عَزَّ وَجَلَّ \" فَنَادَى فِي الظُّلُمَات أَنْ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ \" فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنْ الْغَمّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ\" فَهُوَ شَرْط مِنْ اللَّه لِمَنْ دَعَاهُ بِهِ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي شُرَيْح حَدَّثَنَا دَاوُد بْن الْمُحَبَّر بْن مِحْذَم الْمَقْدِسِيّ عَنْ كَثِير بْن مَعْبَد قَالَ سَأَلْت الْحَسَن فَقُلْت يَا أَبَا سَعِيد اِسْم اللَّه الْأَعْظَم الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى ؟ قَالَ اِبْن أَخِي أَمَا تَقْرَأ الْقُرْآن قَوْل اللَّه تَعَالَى \" وَذَا النُّون إِذْ ذَهَبَ مُغَاضِبًا \" - إِلَى قَوْله - \" وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ \" اِبْن أَخِي هَذَا اِسْم اللَّه الْأَعْظَم الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39016, "aya_id": 88}]