[{"text": "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ", "sura_id": 23, "type": 0, "id": 2789, "aya_id": 116}, {"text": "فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم", "sura_id": 23, "type": 1, "id": 9025, "aya_id": 116}, {"text": "116 - (فتعالى الله) عن العبث وغيره مما لا يليق به (الملك الحق لا إله إلا هو رب العرش الكريم) الكرسي الحسن \r\n", "sura_id": 23, "type": 2, "id": 27733, "aya_id": 116}, {"text": "فتعالى الله الملك المتصرف في كل شيء، الذي هو حق، ووعده حق، ووعيده حق، وكل شيء منه حق، وتَقَدَّس عن أن يخلق شيئًا عبثًا أو سفهًا، لا إله غيره ربُّ العرشِ الكريمِ، الذي هو أعظم المخلوقات.\r\n", "sura_id": 23, "type": 3, "id": 33969, "aya_id": 116}, {"text": " <font color=red>فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ</font><BR><p>وَقَوْله \" فَتَعَالَى اللَّه الْمَلِك الْحَقّ \" أَيْ تَقَدَّسَ أَنْ يَخْلُق شَيْئًا عَبَثًا فَإِنَّهُ الْمَلِك الْحَقّ الْمُنَزَّه عَنْ ذَلِكَ \" لَا إِلَه إِلَّا هُوَ رَبّ الْعَرْش الْكَرِيم \" فَذَكَرَ الْعَرْش لِأَنَّهُ سَقْف جَمِيع الْمَخْلُوقَات وَوَصَفَهُ بِأَنَّهُ كَرِيم أَيْ حَسَن الْمَنْظَر بَهِيّ الشَّكْل كَمَا قَالَ تَعَالَى\" وَأَنْبَتْنَا فِيهَا مِنْ كُلّ زَوْج كَرِيم \" . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا إِسْحَاق بْن سُلَيْمَان شَيْخ مِنْ أَهْل الْعِرَاق أَنْبَأَنَا شُعَيْب بْن صَفْوَان عَنْ رَجُل مِنْ آلِ سَعِيد بْن الْعَاص قَالَ : كَانَ آخِر خُطْبَة خَطَبَهَا عُمَر بْن عَبْد الْعَزِيز أَنْ حَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ : أَمَّا بَعْد أَيّهَا النَّاس إِنَّكُمْ لَمْ تُخْلَقُوا عَبَثًا وَلَنْ تُتْرَكُوا سُدًى وَإِنَّ لَكُمْ مَعَادًا يَنْزِل اللَّه فِيهِ لِلْحُكْمِ بَيْنكُمْ وَالْفَصْل بَيْنكُمْ فَخَابَ وَخَسِرَ وَشَقِيَ عَبْد أَخْرَجَهُ اللَّه مِنْ رَحْمَته وَحُرِمَ جَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض أَلَمْ تَعْلَمُوا أَنَّهُ لَا يَأْمَن غَدًا إِلَّا مَنْ حَذِرَ هَذَا الْيَوْم وَخَافَهُ وَبَاعَ نَافِدًا بِبَاقٍ وَقَلِيلًا بِكَثِيرٍ وَخَوْفًا بِأَمَانٍ أَلَا تَرَوْنَ أَنَّكُمْ مِنْ أَصْلَاب الْهَالِكِينَ سَيَكُونُ مِنْ بَعْدكُمْ الْبَاقِينَ حَتَّى تُرَدُّونَ إِلَى خَيْر الْوَارِثِينَ ؟ ثُمَّ إِنَّكُمْ فِي كُلّ يَوْم تُشَيِّعُونَ غَادِيًا وَرَائِحًا إِلَى اللَّه عَزَّ وَجَلَّ قَدْ قَضَى نَحْبه وَانْقَضَى أَجَله حَتَّى تُغَيِّبُوهُ فِي صَدْع مِنْ الْأَرْض فِي بَطْن صَدْع غَيْر مُمَهَّد وَلَا مُوسَد قَدْ فَارَقَ الْأَحْبَاب وَبَاشَرَ التُّرَاب وَوُجِّهَ الْحِسَاب مُرْتَهَن بِعَمَلِهِ غَنِيّ عَمَّا تَرَكَ فَقِير إِلَى مَا قَدَّمَ فَاتَّقُوا اللَّه قَبْل اِنْقِضَاء مَوَاثِيقه وَنُزُول الْمَوْت بِكُمْ ثُمَّ جَعَلَ طَرَف رِدَائِهِ عَلَى وَجْهه فَبَكَى وَأَبْكَى مَنْ حَوْله . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يَحْيَى بْن نُصَيْر الْخَوْلَانِيّ ثَنَا اِبْن وَهْب أَخْبَرَنِي اِبْن لَهِيعَة عَنْ أَبِي هُبَيْرَة عَنْ حَسَن بْن عَبْد اللَّه أَنَّ رَجُلًا مُصَابًا مُرَّ بِهِ عَلَى عَبْد اللَّه بْن مَسْعُود فَقَرَأَ فِي أُذُنه هَذِهِ الْآيَة\" أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ فَتَعَالَى اللَّه الْمَلِك الْحَقّ \" حَتَّى خَتَمَ السُّورَة فَبَرِئَ فَذَكَرَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بِمَاذَا قَرَأْت فِي أُذُنه \" ؟ فَأَخْبَرَهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ رَجُلًا مُوقِنًا قَرَأَهَا عَلَى جَبَل لَزَالَ \" وَرَوَى أَبُو نُعَيْم مِنْ طَرِيق خَالِد بْن نِزَار عَنْ سُفْيَان بْن عُيَيْنَة عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ مُحَمَّد بْن إِبْرَاهِيم بْن الْحَارِث عَنْ أَبِيهِ قَالَ : بَعَثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَرِيَّة وَأَمَرَنَا أَنْ نَقُول إِذَا نَحْنُ أَمْسَيْنَا وَأَصْبَحْنَا \" أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ \" قَالَ فَقَرَأْنَاهَا فَغَنِمْنَا وَسَلِمْنَا . وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا إِسْحَاق بْن وَهْب الْعَلَّاف الْوَاسِطِيّ حَدَّثَنَا أَبُو الْمُسَيِّب سَالِم بْن سَلَّام حَدَّثَنَا بَكْر بْن حُبَيْش عَنْ نَهْشَل بْن سَعِيد عَنْ الضَّحَّاك بْن مُزَاحِم عَنْ عَبْد اللَّه بْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَان أُمَّتِي مِنْ الْغَرَق إِذَا رَكِبُوا السَّفِينَة . بِسْمِ اللَّه الْمَلِك الْحَقّ \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره وَالْأَرْض جَمِيعًا قَبْضَته يَوْم الْقِيَامَة وَالسَّمَوَات مَطْوِيَّات بِيَمِينِهِ سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ \" \" بِسْمِ اللَّه مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُور رَحِيم \" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39126, "aya_id": 116}]