[{"text": "فَإِن تَوَلَّوْاْ فَقُلْ حَسْبِيَ اللّهُ لا إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ", "sura_id": 9, "type": 0, "id": 1364, "aya_id": 129}, {"text": "فإن تولوا فقل حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم", "sura_id": 9, "type": 1, "id": 7600, "aya_id": 129}, {"text": "129 - (فإن تولوا) عن الإيمان بك (فقل حسبي) كافيّ (الله لا إله إلا هو عليه توكلت) به وثقت لا بغيره (وهو رب العرش) الكرسي (العظيم) خصه بالذكر لأنه أعظم المخلوقات ، وروى الحاكم في المستدرك عن أبي بن كعب قال : آخر آية نزلت {لقد جاءكم رسول} إلى آخر السورة \r\n", "sura_id": 9, "type": 2, "id": 26308, "aya_id": 129}, {"text": "فإن أعرض المشركون والمنافقون عن الإيمان بك -أيها الرسول- فقل لهم: حسبي الله, يكفيني جميع ما أهمَّني, لا معبود بحق إلا هو, عليه اعتمدت, وإليه فَوَّضْتُ جميع أموري; فإنه ناصري ومعيني, وهو رب العرش العظيم, الذي هو أعظم المخلوقات.\r\n", "sura_id": 9, "type": 3, "id": 32544, "aya_id": 129}, {"text": " <font color=red>فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ</font><BR><p>وَهَكَذَا أَمَرَهُ تَعَالَى فِي هَذِهِ الْآيَة الْكَرِيمَة وَهِيَ قَوْله تَعَالَى \" فَإِنْ تَوَلَّوْا \" أَيْ تَوَلَّوْا عَمَّا جِئْتهمْ بِهِ مِنْ الشَّرِيعَة الْعَظِيمَة الْمُطَهَّرَة الْكَامِلَة الشَّامِلَة \" فَقُلْ حَسْبِيَ اللَّه لَا إِلَه إِلَّا هُوَ \" أَيْ اللَّه كَافِيَّ لَا إِلَه إِلَّا هُوَ عَلَيْهِ تَوَكَّلْت كَمَا قَالَ تَعَالَى \" رَبّ الْمَشْرِق وَالْمَغْرِب لَا إِلَه إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا \" \" وَهُوَ رَبّ الْعَرْش الْعَظِيم \" أَيْ هُوَ مَالِك كُلّ شَيْء وَخَالِقه لِأَنَّهُ رَبّ الْعَرْش الْعَظِيم الَّذِي هُوَ سَقْف الْمَخْلُوقَات وَجَمِيع الْخَلَائِق مِنْ السَّمَوَات وَالْأَرَضِينَ وَمَا فِيهِمَا وَمَا بَيْنهمَا تَحْت الْعَرْش مَقْهُورُونَ بِقُدْرَةِ اللَّه تَعَالَى وَعِلْمه مُحِيط بِكُلِّ شَيْء وَقَدَره نَافِذ فِي كُلّ شَيْء وَهُوَ عَلَى كُلّ شَيْء وَكِيل قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن أَبِي حَدَّثَنَا بِشْر بْن عُمَر حَدَّثَنَا شُعْبَة عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مَهْرَان عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا عَنْ أُبَيّ بْن كَعْب قَالَ : آخِر آيَة نَزَلَتْ مِنْ الْقُرْآن هَذِهِ الْآيَة \" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ \" إِلَى آخِر السُّورَة . وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا عَبْد الْمُؤْمِن حَدَّثَنَا عُمَر بْن شَقِيق حَدَّثَنَا أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب رَضِيَ اللَّه عَنْهُمْ أَنَّهُمْ جَمَعُوا الْقُرْآن فِي مَصَاحِف فِي خِلَافَة أَبِي بَكْر رَضِيَ اللَّه عَنْهُ فَكَانَ رِجَال يَكْتُبُونَ وَيُمْلِي عَلَيْهِمْ أُبَيّ بْن كَعْب فَلَمَّا اِنْتَهَوْا إِلَى هَذِهِ الْآيَة مِنْ سُورَة بَرَاءَة \" ثُمَّ اِنْصَرَفُوا صَرَفَ اللَّه قُلُوبهمْ \" الْآيَة فَظَنُّوا أَنَّ هَذَا آخِر مَا نَزَلَ مِنْ الْقُرْآن فَقَالَ لَهُمْ أُبَيّ بْن كَعْب إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقْرَأَنِي بَعْدهَا آيَتَيْنِ \" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ \" إِلَى آخِر السُّورَة قَالَ هَذَا آخِر مَا نَزَلَ مِنْ الْقُرْآن فَخَتَمَ بِمَا فَتْح بِهِ بِاَللَّهِ الَّذِي لَا إِلَه إِلَّا هُوَ وَهُوَ قَوْل اللَّه تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَهَذَا غَرِيب أَيْضًا وَقَالَ أَحْمَد : حَدَّثَنَا عَلِيّ بْن بَحْر حَدَّثَنَا عَلِيّ بْن مُحَمَّد بْن سَلَمَة عَنْ مُحَمَّد بْن إسْحَاق عَنْ يَحْيَى بْن عَبَّاد عَنْ أَبِيهِ عَبَّاد بْن الزُّبَيْر رَضِيَ اللَّه عَنْهُ قَالَ أَتَى الْحَارِث بْن خُزَيْمَة بِهَاتَيْنِ الْآيَتَيْنِ مِنْ آخِر بَرَاءَة \" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ \" إِلَى عَبْد اللَّه بْن عُمَر بْن الْخَطَّاب فَقَالَ مَنْ مَعَك عَلَى هَذَا ؟ قَالَ لَا أَدْرِي وَاَللَّه إِنِّي لَأَشْهَد لَسَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَوَعَيْتهَا وَحَفِظْتهَا فَقَالَ عُمَر : وَأَنَا أَشْهَد لَسَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ : لَوْ كَانَتْ ثَلَاث آيَات لَجَعَلْتهَا سُورَة عَلَى حِدَة فَانْظُرُوا سُورَة مِنْ الْقُرْآن فَضَعُوهَا فِيهَا فَوَضَعُوهَا فِي آخِر بَرَاءَة وَقَدْ تَقَدَّمَ الْكَلَام أَنَّ عُمَر بْن الْخَطَّاب هُوَ الَّذِي أَشَارَ عَلَى أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُمَا بِجَمْعِ الْقُرْآن فَأَمَرَ زَيْد بْن ثَابِت فَجَمَعَهُ وَكَانَ عُمَر يَحْضُرهُمْ وَهُمْ يَكْتُبُونَ ذَلِكَ . وَفِي الصَّحِيح أَنَّ زَيْدًا قَالَ فَوَجَدْت آخِر سُورَة بَرَاءَة مَعَ خُزَيْمَة بْن ثَابِت أَوْ أَبِي خُزَيْمَة وَقَدْ قَدَّمْنَا أَنَّ جَمَاعَة مِنْ الصَّحَابَة تَذَكَّرُوا ذَلِكَ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا قَالَ خُزَيْمَة بْن ثَابِت حِين اِبْتَدَأَهُمْ بِهَا وَاَللَّه أَعْلَم . وَقَدْ رَوَى أَبُو دَاوُد عَنْ يَزِيد بْن مُحَمَّد عَنْ عَبْد الرَّزَّاق بْن عُمَر - وَقَالَ كَانَ مِنْ ثِقَات الْمُسْلِمِينَ مِنْ الْمُتَعَبِّدِينَ - عَنْ مُدْرِك بْن سَعْد قَالَ يَزِيد شَيْخ ثِقَة عَنْ يُونُس بْن مَيْسَرَة عَنْ أَمْ الدَّرْدَاء عَنْ أَبِي الدَّرْدَاء قَالَ : \" مَنْ قَالَ إِذَا أَصْبَحَ وَإِذَا أَمْسَى حَسْبِيَ اللَّه لَا إِلَه إِلَّا هُوَ عَلَيْهِ تَوَكَّلْت وَهُوَ رَبّ الْعَرْش الْعَظِيم سَبْع مَرَّات إِلَّا كَفَاهُ اللَّه مَا أَهَمَّهُ \" وَقَدْ رَوَاهُ اِبْن عَسَاكِر فِي تَرْجَمَة عَبْد الرَّزَّاق عَنْ عُمَر هَذَا مِنْ رِوَايَة أَبَى زُرْعَة الدِّمَشْقِيّ عَنْهُ عَنْ أَبِي سَعْد مُدْرِك بْن أَبِي سَعْد الْفَزَارِيّ عَنْ يُونُس بْن مَيْسَرَة بْن حَلْبَس عَنْ أُمّ الدَّرْدَاء سَمِعْت أَبَا الدَّرْدَاء يَقُول \" مَا مِنْ عَبْد يَقُول حَسْبِيَ اللَّه لَا إِلَه إِلَّا هُوَ عَلَيْهِ تَوَكَّلَتْ وَهُوَ رَبّ الْعَرْش الْعَظِيم سَبْع مَرَّات صَادِقًا كَانَ بِهَا أَوْ كَاذِبًا إِلَّا كَفَاهُ اللَّه مَا أَهَمَّهُ \" وَهَذِهِ زِيَادَة غَرِيبَة ثُمَّ رَوَاهُ فِي تَرْجَمَة عَبْد الرَّزَّاق أَبِي مُحَمَّد عَنْ أَحْمَد بْن عَبْد اللَّه بْن عَبْد الرَّزَّاق عَنْ جَدّه عَبْد الرَّزَّاق بْن عُمَر بِسَنَدِهِ فَرَفَعَهُ فَذَكَرَ مِثْله بِالزِّيَادَةِ وَهَذَا مُنْكَر وَاَللَّه أَعْلَم . آخِر تَفْسِير سُورَة بَرَاءَة وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43427, "aya_id": 129}]