[{"text": "قَالُواْ ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ البَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّآ إِن شَاء اللَّهُ لَمُهْتَدُونَ", "sura_id": 2, "type": 0, "id": 77, "aya_id": 70}, {"text": "قالوا ادع لنا ربك يبين لنا ما هي إن البقر تشابه علينا وإنا إن شاء الله لمهتدون", "sura_id": 2, "type": 1, "id": 6313, "aya_id": 70}, {"text": "70 - (قالوا ادع لنا ربك يبين لنا ما هي) أسائمة أم عاملة (إن البقر) أي جنسه المنعوت بما ذكر (تشابه علينا) لكثرته فلم نهتد إلى المقصودة (وإنا إن شاء الله لمهتدون) إليها ، وفي الحديث\" لو لم يستثنوا لما بُيِّنَت لهم لآخر الأبد\" \r\n", "sura_id": 2, "type": 2, "id": 25021, "aya_id": 70}, {"text": "قال بنو إسرائيل لموسى: ادع لنا ربك يوضح لنا صفات أخرى غير ما سبق; لأن البقر -بهذه الصفات- كثير فاشْتَبَهَ علينا ماذا نختار؟ وإننا -إن شاء الله- لمهتدون إلى البقرة المأمور بذبحها.\r\n", "sura_id": 2, "type": 3, "id": 31257, "aya_id": 70}, {"text": " <font color=red>قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ</font><BR><p>قَوْله تَعَالَى \" إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا \" أَيْ لِكَثْرَتِهَا فَمَيِّزْ لَنَا هَذِهِ الْبَقَرَة وَصْفهَا وَحَلِّهَا لَنَا \" وَإِنَّا إِنْ شَاءَ اللَّه \" إِذَا بَيَّنْتهَا لَنَا \" لَمُهْتَدُونَ \" إِلَيْهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن يَحْيَى الْأَوْدِيّ الصُّوفِيّ حَدَّثَنَا أَبُو سَعِيد أَحْمَد بْن دَاوُد الْحَدَّاد حَدَّثَنَا سُرُور بْن الْمُغِيرَة الْوَاسِطِيّ اِبْن أَخِي مَنْصُور بْن زَاذَان عَنْ عَبَّاد بْن مَنْصُور عَنْ الْحَسَن عَنْ أَبِي رَافِع عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَوْلَا أَنَّ بَنِي إِسْرَائِيل قَالُوا \" وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ \" لَمَا أُعْطُوا وَلَكِنْ اِسْتَثْنَوْا \" وَرَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره مِنْ وَجْه آخَر عَنْ سُرُور بْن الْمُغِيرَة عَنْ زَاذَان عَنْ عَبَّاد بْن مَنْصُور عَنْ الْحَسَن عَنْ حَدِيث أَبِي رَافِع عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْلَا أَنَّ بَنِي إِسْرَائِيل \" قَالُوا وَإِنَّا إِنْ شَاءَ اللَّه لَمُهْتَدُونَ\" مَا أُعْطُوا أَبْدَأ وَلَوْ أَنَّهُمْ اِعْتَرَضُوا بَقَرَة مِنْ الْبَقَر فَذَبَحُوا لَأَجْزَأَتْ عَنْهُمْ وَلَكِنْ شَدَّدُوا فَشَدَّدَ اللَّه عَلَيْهِمْ \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَأَحْسَن أَحْوَاله أَنْ يَكُون مِنْ كَلَام أَبِي هُرَيْرَة كَمَا تَقَدَّمَ مِثْله عَنْ السُّدِّيّ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38750, "aya_id": 70}]