[{"text": "وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَىَ شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لاَ يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ", "sura_id": 2, "type": 0, "id": 120, "aya_id": 113}, {"text": "وقالت اليهود ليست النصارى على شيء وقالت النصارى ليست اليهود على شيء وهم يتلون الكتاب كذلك قال الذين لا يعلمون مثل قولهم فالله يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون", "sura_id": 2, "type": 1, "id": 6356, "aya_id": 113}, {"text": "113 - (وقالت اليهود ليست النصارى على شيء) مُعْتدٍّ به وكفرت بعيسى (وقالت النصارى ليست اليهود على شيء) معتد به وكفرت بموسى (وهم) أي الفريقان (يتلون الكتاب) المنزل عليهم ، وفي كتاب اليهود تصديق عيسى ، وفي كتاب النصارى تصديق موسى والجملة حال (كذلك) كما قال هؤلاء (قال الذين لا يعلمون) أي المشركون من العرب وغيرهم (مثل قولهم) بيان لمعنى ذلك: أي قالوا لكل ذي دين ليسوا على شيء (فالله يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون) من أمر الدين فيُدخِل المحقَّ الجنةَ والمبطل النار \r\n", "sura_id": 2, "type": 2, "id": 25064, "aya_id": 113}, {"text": "وقالت اليهود: ليست النصارى على شيء من الدين الصحيح, وكذلك قالت النصارى في اليهود وهم يقرؤون التوراة والإنجيل, وفيهما وجوب الإيمان بالأنبياء جميعًا. كذلك قال الذين لا يعلمون من مشركي العرب وغيرهم مثل قولهم, أي قالوا لكل ذي دين: لست على شيء, فالله يفصل بينهم يوم القيامة فيما اختلفوا فيه مِن أمر الدين, ويجازي كلا بعمله.\r\n", "sura_id": 2, "type": 3, "id": 31300, "aya_id": 113}, {"text": " <font color=red>وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَقَالَتْ الْيَهُود لَيْسَتْ النَّصَارَى عَلَى شَيْء وَقَالَتْ النَّصَارَى لَيْسَتْ الْيَهُود عَلَى شَيْء وَهُمْ يَتْلُونَ الْكِتَاب \" بَيْن بِهِ تَعَالَى تَنَاقُضهمْ وَتَبَاغُضهمْ وَتَعَادِيهمْ وَتَعَانُدهمْ كَمَا قَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَبُو سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : لَمَّا قَدِمَ أَهْل نَجْرَان مِنْ النَّصَارَى عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَتْهُمْ أَحْبَار يَهُود فَتَنَازَعُوا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَافِع بْن حَرْمَلَة : مَا أَنْتُمْ عَلَى شَيْء وَكَفَرَ بِعِيسَى وَبِالْإِنْجِيلِ وَقَالَ رَجُل مِنْ أَهْل نَجْرَان مِنْ النَّصَارَى لِلْيَهُودِ : مَا أَنْتُمْ عَلَى شَيْءٍ وَجَحَدَ نُبُوَّة مُوسَى وَكَفَرَ بِالتَّوْرَاةِ فَأَنْزَلَ اللَّهُ فِي ذَلِكَ مِنْ قَوْلهمَا \" وَقَالَتْ الْيَهُود لَيْسَتْ النَّصَارَى عَلَى شَيْء وَقَالَتْ النَّصَارَى لَيْسَتْ الْيَهُود عَلَى شَيْء وَهُمْ يَتْلُونَ الْكِتَاب \" قَالَ إِنَّ كُلًّا يَتْلُو فِي كِتَابه تَصْدِيق مَنْ كَفَرَ بِهِ أَنْ يَكْفُر الْيَهُود بِعِيسَى وَعِنْدهمْ التَّوْرَاة فِيهَا مَا أَخَذَ اللَّهُ عَلَيْهِمْ عَلَى لِسَان مُوسَى بِالتَّصْدِيقِ بِعِيسَى وَفِي الْإِنْجِيل مَا جَاءَ بِهِ عِيسَى بِتَصْدِيقِ مُوسَى وَمَا جَاءَ مِنْ التَّوْرَاة مِنْ عِنْد اللَّه وَكُلٌّ يَكْفُر بِمَا فِي يَد صَاحِبه وَقَالَ مُجَاهِد فِي تَفْسِير هَذِهِ الْآيَة قَدْ كَانَتْ أَوَائِل الْيَهُود وَالنَّصَارَى عَلَى شَيْء وَقَالَ قَتَادَة \" وَقَالَتْ الْيَهُودُ لَيْسَتْ النَّصَارَى عَلَى شَيْءٍ \" قَالَ : بَلَى قَدْ كَانَتْ أَوَائِل النَّصَارَى عَلَى شَيْء وَلَكِنَّهُمْ اِبْتَدَعُوا وَتَفَرَّقُوا \" وَقَالَتْ النَّصَارَى لَيْسَتْ الْيَهُود عَلَى شَيْء \" قَالَ بَلَى قَدْ كَانَتْ أَوَائِل الْيَهُود عَلَى شَيْء وَلَكِنَّهُمْ اِبْتَدَعُوا وَتَفَرَّقُوا وَعَنْهُ رِوَايَة أُخْرَى كَقَوْلِ أَبِي الْعَالِيَة وَالرَّبِيع بْن أَنَس فِي تَفْسِير هَذِهِ الْآيَة \" وَقَالَتْ الْيَهُود لَيْسَتْ النَّصَارَى عَلَى شَيْء وَقَالَتْ النَّصَارَى لَيْسَتْ الْيَهُود عَلَى شَيْء \" هَؤُلَاءِ أَهْل الْكِتَاب الَّذِينَ كَانُوا عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذَا الْقَوْل يَقْتَضِي أَنَّ كُلًّا مِنْ الطَّائِفَتَيْنِ صَدَقَتْ فِيمَا رَمَتْ بِهِ الطَّائِفَة الْأُخْرَى وَلَكِنَّ ظَاهِر سِيَاق الْآيَة يَقْتَضِي ذَمّهمْ فِيمَا قَالُوا مِنْ عِلْمهمْ بِخِلَافِ ذَلِكَ وَلِهَذَا قَالَ تَعَالَى \" وَهُمْ يَتْلُونَ الْكِتَاب \" أَيْ وَهُمْ يَعْلَمُونَ شَرِيعَة التَّوْرَاة وَالْإِنْجِيل كُلّ مِنْهُمَا قَدْ كَانَتْ مَشْرُوعَة فِي وَقْت وَلَكِنَّهُمْ تَجَاهَدُوا فِيمَا بَيْنهمْ عِنَادًا وَكُفْرًا وَمُقَابَلَة لِلْفَاسِدِ بِالْفَاسِدِ كَمَا تَقَدَّمَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة فِي الرِّوَايَة الْأُولَى عَنْهُ فِي تَفْسِيرهَا وَاَللَّهُ أَعْلَم وَقَوْله \" كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْل قَوْلهمْ\" بَيَّنَ بِهَذَا جَهْل الْيَهُود وَالنَّصَارَى فِيمَا تَقَابَلُوهُ مِنْ الْقَوْل وَهَذَا مِنْ بَاب الْإِيمَاء وَالْإِشَارَة وَقَدْ اُخْتُلِفَ فِيمَا عَنَى بِقَوْلِهِ تَعَالَى \" الَّذِينَ لَا يَعْلَمُونَ \" فَقَالَ الرَّبِيع بْن أَنَس وَقَتَادَة \" كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ\" قَالَا : وَقَالَتْ النَّصَارَى مِثْل قَوْل الْيَهُود وَقِيلهمْ وَقَالَ اِبْن جُرَيْج : قُلْت لِعَطَاءٍ مَنْ هَؤُلَاءِ الَّذِينَ لَا يَعْلَمُونَ ؟ قَالَ أُمَم كَانَتْ قَبْل الْيَهُود وَالنَّصَارَى وَقَبْل التَّوْرَاة وَالْإِنْجِيل وَقَالَ السُّدِّيّ كَذَلِكَ \" قَالَ الَّذِينَ لَا يَعْلَمُونَ\" فَهُمْ الْعَرَب قَالُوا لَيْسَ مُحَمَّد عَلَى شَيْء وَاخْتَارَ أَبُو جَعْفَر بْن جَرِير أَنَّهَا عَامَّة تَصْلُح لِلْجَمِيعِ وَلَيْسَ ثَمَّ دَلِيلٌ قَاطِعٌ يُعَيِّنُ وَاحِدًا مِنْ هَذِهِ الْأَقْوَال وَالْحَمْل عَلَى الْجَمِيع أَوْلَى وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" فَاَللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ\" أَيْ أَنَّهُ تَعَالَى يَجْمَع بَيْنهمْ يَوْم الْمَعَاد وَيَفْصِل بَيْنهمْ بِقَضَائِهِ الْعَدْل الَّذِي لَا يَجُور فِيهِ وَلَا يَظْلِم مِثْقَال ذَرَّة وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى فِي سُورَة الْحَجّ\" إِنَّ الَّذِينَ آمَنُوا وَاَلَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوس وَاَلَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّه عَلَى كُلّ شَيْء شَهِيد \" وَكَمَا قَالَ تَعَالَى \" قُلْ يَجْمَع بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْننَا بِالْحَقِّ وَهُوَ الْفَتَّاح الْعَلِيم \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38513, "aya_id": 113}]