[{"text": "فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ", "sura_id": 37, "type": 0, "id": 3891, "aya_id": 103}, {"text": "فلما أسلما وتله للجبين", "sura_id": 37, "type": 1, "id": 10127, "aya_id": 103}, {"text": "103 - (فلما أسلما) خضعا وانقادا لأمر الله تعالى (وتله للجبين) صرعه عليه ولكل إنسان جبينان بينهما الجبهة وكان ذلك بمعنى وأمر السكين على حلقه فلم تعمل شيئا بمانع من القدرة الإلهية \r\n", "sura_id": 37, "type": 2, "id": 28835, "aya_id": 103}, {"text": "فلما استسلما لأمر الله وانقادا له, وألقى إبراهيم ابنه على جبينه -وهو جانب الجبهة- على الأرض؛ ليذبحه.\r\n", "sura_id": 37, "type": 3, "id": 35071, "aya_id": 103}, {"text": " <font color=red>فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ</font><BR><p>أَيْ فَلَمَّا تَشَهَّدَا وَذَكَرَا اللَّه تَعَالَى إِبْرَاهِيم عَلَى الذَّبْح وَالْوَلَد شَهَادَة الْمَوْت وَقِيلَ أَسْلَمَا يَعْنِي اِسْتَسْلَمَا وَانْقَادَا إِبْرَاهِيم اِمْتَثَلَ أَمْرَ اللَّه تَعَالَى لِإِسْمَاعِيلَ طَاعَةً لِلَّهِ وَلِأَبِيهِ قَالَ مُجَاهِد وَعِكْرِمَة وَقَتَادَة وَالسُّدِّيّ وَابْن إِسْحَاق وَغَيْرهمْ وَمَعْنَى تَلَّهُ لِلْجَبِينِ أَيْ صَرَعَهُ عَلَى وَجْهه لِيَذْبَحهُ مِنْ قَفَاهُ وَلَا يُشَاهِد وَجْهه عِنْد ذَبْحه لِيَكُونَ أَهْوَن عَلَيْهِ قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَقَتَادَة \" وَتَلَّهُ لِلْجَبِينِ \" أَكَبَّهُ عَلَى وَجْهه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح وَيُونُس قَالَا حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ أَبِي عَاصِم الْغَنَوِيّ عَنْ أَبِي الطُّفَيْل عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ لَمَّا أُمِرَ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام بِالْمَنَاسِكِ عَرَضَ لَهُ الشَّيْطَان عِنْد السَّعْي فَسَابَقَهُ فَسَبَقَهُ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام ثُمَّ ذَهَبَ بِهِ جِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام إِلَى جَمْرَة الْعَقَبَة فَعَرَضَ لَهُ الشَّيْطَان فَرَمَاهُ بِسَبْعِ حَصَيَات حَتَّى ذَهَبَ ثُمَّ عَرَضَ لَهُ عِنْد الْجَمْرَة الْوُسْطَى فَرَمَاهُ بِسَبْعِ حَصَيَات وَثَمَّ تَلَّهُ لِلْجَبِينِ وَعَلَى إِسْمَاعِيل عَلَيْهِ الصَّلَاة وَالسَّلَام قَمِيص أَبْيَض فَقَالَ لَهُ يَا أَبَتِ إِنَّهُ لَيْسَ لِي ثَوْب تُكَفِّنُنِي فِيهِ غَيْره فَاخْلَعْهُ حَتَّى تُكَفِّنَنِي فِيهِ فَعَالَجَهُ لِيَخْلَعَهُ فَنُودِيَ مِنْ خَلْفه \" أَنْ يَا إِبْرَاهِيم قَدْ صَدَّقْت الرُّؤْيَا \" فَالْتَفَتَ إِبْرَاهِيم فَإِذَا بِكَبْشٍ أَبْيَض أَقْرَن أَعْيَن قَالَ اِبْن عَبَّاس لَقَدْ رَأَيْتنَا نَتَتَبَّع ذَلِكَ الضَّرْب مِنْ الْكِبَاش وَذَكَرَ هِشَام الْحَدِيث فِي الْمَنَاسِك بِطُولِهِ ثُمَّ رَوَاهُ أَحْمَد بِطُولِهِ عَنْ يُونُس عَنْ حَمَّاد بْن سَلَمَة عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَذَكَرَهُ إِلَّا أَنَّهُ قَالَ إِسْحَاق فَعَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي تَسْمِيَة الذَّبِيح رِوَايَتَانِ وَالْأَظْهَر عَنْهُ إِسْمَاعِيل لِمَا سَيَأْتِي بَيَانه إِنْ شَاءَ اللَّه تَعَالَى وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ الْحَسَن بْن دِينَار عَنْ قَتَادَة عَنْ جَعْفَر بْن إِيَاس عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَفَدَيْنَاهُ بِذِبْحٍ عَظِيم \" قَالَ خَرَجَ عَلَيْهِ كَبْش مِنْ الْجَنَّة قَدْ رَعَى قَبْل ذَلِكَ أَرْبَعِينَ خَرِيفًا فَأَرْسَلَ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام اِبْنه وَاتَّبَعَ الْكَبْش فَأَخْرَجَهُ إِلَى الْجَمْرَة الْأُولَى فَرَمَاهُ بِسَبْعِ حَصَيَات ثُمَّ أَفْلَتَهُ عِنْدهَا فَجَاءَ إِلَى الْجَمْرَة الْوُسْطَى فَأَخْرَجَهُ عِنْدهَا فَرَمَاهُ بِسَبْعِ حَصَيَات ثُمَّ أَفْلَتَهُ فَأَدْرَكَهُ عِنْد الْجَمْرَة الْكُبْرَى فَرَمَاهُ بِسَبْعِ حَصَيَات فَأَخْرَجَهُ عِنْدهَا ثُمَّ أَخَذَهُ فَأَتَى بِهِ الْمَنْحَر مِنْ مِنًى فَذَبَحَهُ فَوَاَلَّذِي نَفْس اِبْن عَبَّاس بِيَدِهِ لَقَدْ كَانَ أَوَّل الْإِسْلَام وَإِنَّ رَأْس الْكَبْش لَمُعَلَّق بِقَرْنَيْهِ فِي مِيزَاب الْكَعْبَة حَتَّى وَحِشَ يَعْنِي يَبِسَ . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ أَخْبَرَنَا الْقَاسِم قَالَ اِجْتَمَعَ أَبُو هُرَيْرَة وَكَعْب فَجَعَلَ أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ يُحَدِّث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَعَلَ كَعْب يُحَدِّث عَنْ الْكُتُب فَقَالَ أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ لِكُلِّ نَبِيّ دَعْوَة مُسْتَجَابَة وَإِنِّي قَدْ خَبَّأْت دَعْوَتِي شَفَاعَة لِأُمَّتِي يَوْم الْقِيَامَة \" فَقَالَ لَهُ كَعْب أَنْتَ سَمِعْت هَذَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ نَعَمْ قَالَ فِدَاك أَبِي وَأُمِّي - أَوْ فِدَاهُ أَبِي وَأُمِّي - أَفَلَا أُخْبِرُك عَنْ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام ؟ إِنَّهُ لَمَّا أُرِيَ ذَبْحَ اِبْنه إِسْحَاق قَالَ الشَّيْطَان إِنْ لَمْ أَفْتِن هَؤُلَاءِ عِنْد هَذِهِ لَمْ أَفْتِنْهُمْ أَبَدًا فَخَرَجَ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام بِابْنِهِ لِيَذْبَحهُ فَذَهَبَ الشَّيْطَان فَدَخَلَ عَلَى سَارَة فَقَالَ أَيْنَ ذَهَبَ إِبْرَاهِيم بِابْنِك ؟ قَالَتْ غَدَا بِهِ لِبَعْضِ حَاجَته قَالَ فَإِنَّهُ لَمْ يَغْدُ بِهِ لِحَاجَةٍ إِنَّمَا ذَهَبَ بِهِ لِيَذْبَحهُ قَالَتْ وَلِمَ يَذْبَحهُ ؟ قَالَ زَعَمَ أَنَّ رَبّه أَمَرَهُ بِذَلِكَ قَالَتْ فَقَدْ أَحْسَنَ أَنْ يُطِيع رَبّه فَذَهَبَ الشَّيْطَان فِي أَثَرهمَا فَقَالَ لِلْغُلَامِ أَيْنَ يَذْهَب بِك أَبُوك ؟ قَالَ لِبَعْضِ حَاجَته قَالَ فَإِنَّهُ لَا يَذْهَب بِك لِحَاجَةٍ وَلَكِنَّهُ يَذْهَب بِك لِيَذْبَحك قَالَ وَلِمَ يَذْبَحُنِي ؟ قَالَ يَزْعُم أَنَّ رَبَّهُ أَمَرَهُ بِذَلِكَ قَالَ فَوَاَللَّهِ لَئِنْ كَانَ اللَّه تَعَالَى أَمَرَهُ بِذَلِكَ لَيَفْعَلَنَّ قَالَ فَيَئِسَ مِنْهُ فَتَرَكَهُ وَلَحِقَ بِإِبْرَاهِيمَ عَلَيْهِ الصَّلَاة وَالسَّلَام فَقَالَ أَيْنَ غَدَوْت بِابْنِك ؟ قَالَ لِحَاجَةٍ قَالَ فَإِنَّك لَمْ تَغْدُ بِهِ لِحَاجَةٍ وَإِنَّمَا غَدَوْت لِتَذْبَحهُ قَالَ وَلِمَ أَذْبَحهُ ؟ قَالَ تَزْعُم أَنَّ رَبّك أَمَرَك بِذَلِكَ قَالَ فَوَاَللَّهِ لَئِنْ كَانَ اللَّه تَعَالَى أَمَرَنِي بِذَلِكَ لَأَفْعَلَنَّ قَالَ فَتَرَكَهُ وَيَئِسَ أَنْ يُطَاع وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ يُونُس بْن يَزِيد عَنْ اِبْن شِهَاب قَالَ إِنَّ عَمْرو بْن أَبِي سُفْيَان بْن أَسِيد بْن جَارِيَة الثَّقَفِيّ أَخْبَرَهُ أَنَّ كَعْبًا قَالَ لِأَبِي هُرَيْرَة فَذَكَرَهُ بِطُولِهِ وَقَالَ فِي آخِره وَأَوْحَى اللَّه تَعَالَى إِلَى إِسْحَاق أَنِّي أَعْطَيْتُك دَعْوَة أَسْتَجِيب لَك فِيهَا قَالَ إِسْحَاق اللَّهُمَّ إِنِّي أَدْعُوك أَنْ تَسْتَجِيب لِي أَيّمَا عَبْد لَقِيَك مِنْ الْأَوَّلِينَ وَالْآخَرِينَ لَا يُشْرِك بِك شَيْئًا فَأَدْخِلْهُ الْجَنَّة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن الْوَزِير الدِّمَشْقِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم عَنْ أَبِيهِ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه تَبَارَكَ وَتَعَالَى خَيَّرَنِي بَيْن أَنْ يَغْفِر لِنِصْفِ أُمَّتِي وَبَيْن أَنْ يُجِيب شَفَاعَتِي فَاخْتَرْت شَفَاعَتِي وَرَجَوْت أَنْ تُكَفِّر الْجَمّ لِأُمَّتِي وَلَوْلَا الَّذِي سَبَقَنِي إِلَيْهِ الْعَبْد الصَّالِح لَتَعَجَّلْت فِيهَا دَعْوَتِي إِنَّ اللَّه تَعَالَى لَمَّا فَرَّجَ عَنْ إِسْحَاق كَرْب الذَّبْح قِيلَ لَهُ يَا إِسْحَاق سَلْ تُعْطَ فَقَالَ أَمَا وَاَلَّذِي نَفْسِي بِيَدِهِ لَأَتَعَجَّلَنَّهَا قَبْل نَزَغَات الشَّيْطَان اللَّهُمَّ مَنْ مَاتَ لَا يُشْرِك بِك شَيْئًا فَاغْفِرْ لَهُ وَأَدْخِلْهُ الْجَنَّة \" هَذَا حَدِيث غَرِيب مُنْكَر وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم ضَعِيف الْحَدِيث وَأَخْشَى أَنْ يَكُون فِي الْحَدِيث زِيَادَة مُدْرَجَة وَهِيَ قَوْله إِنَّ اللَّه تَعَالَى لَمَّا فَرَّجَ عَنْ إِسْحَاق إِلَى آخِره وَاَللَّه أَعْلَم فَهَذَا إِنْ كَانَ مَحْفُوظًا فَالْأَشْبَه أَنَّ السِّيَاق إِنَّمَا هُوَ عَنْ إِسْمَاعِيل وَإِنَّمَا حَرَّفُوهُ بِإِسْحَاقَ حَسَدًا مِنْهُمْ كَمَا تَقَدَّمَ وَإِلَّا فَالْمَنَاسِك وَالذَّبَائِح إِنَّمَا مَحِلّهَا بِمِنًى مِنْ أَرْض مَكَّة حَيْثُ كَانَ إِسْمَاعِيل لَا إِسْحَاق فَإِنَّهُ إِنَّمَا كَانَ بِبِلَادِ كَنْعَان مِنْ أَرْض الشَّام .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40427, "aya_id": 103}]