[{"text": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ", "sura_id": 69, "type": 0, "id": 5330, "aya_id": 7}, {"text": "سخرها عليهم سبع ليال وثمانية أيام حسوما فترى القوم فيها صرعى كأنهم أعجاز نخل خاوية", "sura_id": 69, "type": 1, "id": 11566, "aya_id": 7}, {"text": "7 - (سخرها) أرسلها بالقهر (عليهم سبع ليال وثمانية أيام) أولها من صبح يوم الأربعاء لثمان بقين من شوال وكانت في عجز الشتاء (حسوما) متتابعات شبهت بتتابع فعل الحاسم في إعادة الكي على الداء كرة بعد أخرى حتى ينحسم (فترى القوم فيها صرعى) مطروحين هالكين (كأنهم أعجاز) أصول (نخل خاوية) ساقطة فارغة \r\n", "sura_id": 69, "type": 2, "id": 30274, "aya_id": 7}, {"text": "سلَّطها الله عليهم سبع ليال وثمانية أيام متتابعة, لا تَفْتُر ولا تنقطع, فترى القوم في تلك الليالي والأيام موتى كأنهم أصول نخل خَرِبة متآكلة الأجواف.\r\n", "sura_id": 69, "type": 3, "id": 36510, "aya_id": 7}, {"text": " <font color=red>سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ</font><BR><p>\" سَخَّرَهَا عَلَيْهِمْ \" أَيْ سَلَّطَهَا عَلَيْهِمْ \" سَبْع لَيَالٍ وَثَمَانِيَة أَيَّام حُسُومًا \" أَيْ كَوَامِل مُتَتَابِعَات مَشَائِيم قَالَ اِبْن مَسْعُود وَابْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَالثَّوْرِيّ وَغَيْرهمْ حُسُومًا مُتَتَابِعَات وَعَنْ عِكْرِمَة وَالرَّبِيع بْن خُثَيْم مَشَائِم عَلَيْهِمْ كَقَوْلِهِ تَعَالَى \" فِي أَيَّام نَحِسَات\" قَالَ الرَّبِيع وَكَانَ أَوَّلهَا الْجُمُعَة وَقَالَ غَيْره الْأَرْبِعَاء وَيُقَال إِنَّهَا الَّتِي تُسَمِّيهَا النَّاس الْأَعْجَاز . وَكَأَنَّ النَّاس أَخَذُوا ذَلِكَ مِنْ قَوْله تَعَالَى \" فَتَرَى الْقَوْم فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَاز نَخْل خَاوِيَة \" وَقِيلَ لِأَنَّهَا تَكُون فِي عَجُز الشِّتَاء وَيُقَال أَيَّام الْعَجُوز لِأَنَّ عَجُوزًا مِنْ قَوْم عَاد دَخَلَتْ سِرْبًا فَقَتَلَهَا الرِّيح فِي الْيَوْم الثَّامِن حَكَاهُ الْبَغَوِيّ وَاَللَّه أَعْلَم قَالَ اِبْن عَبَّاس \" خَاوِيَة\" خَرِبَة وَقَالَ غَيْره بَالِيَة أَيْ جُعِلَتْ الرِّيح تَضْرِب بِأَحَدِهِمْ الْأَرْض فَيَخِرّ مَيِّتًا عَلَى أُمّ رَأْسه فَيَنْشَرِخ رَأْسه وَتَبْقَى جُثَّته هَامِدَة كَأَنَّهَا قَائِمَة النَّخْلَة إِذَا خَرَّتْ بِلَا أَغْصَان . وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" نُصِرْت بِالصَّبَا وَأُهْلِكَتْ عَاد بِالدَّبُورِ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن يَحْيَى بْن الضَّرِيس الْعَبْدِيّ حَدَّثَنَا اِبْن فُضَيْل عَنْ مُسْلِم عَنْ مُجَاهِد عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا فَتَحَ اللَّه عَلَى عَاد مِنْ الرِّيح الَّتِي هَلَكُوا بِهَا إِلَّا مِثْل مَوْضِع الْخَاتَم فَمَرَّتْ بِأَهْلِ الْبَادِيَة فَحَمَلَتْهُمْ وَمَوَاشِيهمْ وَأَمْوَالهمْ فَجَعَلَتْهُمْ بَيْن السَّمَاء وَالْأَرْض فَلَمَّا رَأَى ذَلِكَ أَهْل الْحَاضِرَة مِنْ عَاد الرِّيح وَمَا فِيهَا قَالُوا هَذَا عَارِض مُمْطِرنَا فَأَلْقَتْ أَهْل الْبَادِيَة وَمَوَاشِيهمْ عَلَى أَهْل الْحَاضِرَة \" وَقَالَ الثَّوْرِيّ عَنْ لَيْث عَنْ مُجَاهِد : الرِّيح لَهَا جَنَاحَانِ وَذَنَب.</p><BR> <br> ", "sura_id": 69, "type": 4, "id": 42463, "aya_id": 7}]