[{"text": "وَإِلَى عَادٍ أَخَاهُمْ هُوداً قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلاَ تَتَّقُونَ", "sura_id": 7, "type": 0, "id": 1019, "aya_id": 65}, {"text": "وإلى عاد أخاهم هودا قال يا قوم اعبدوا الله ما لكم من إله غيره أفلا تتقون", "sura_id": 7, "type": 1, "id": 7255, "aya_id": 65}, {"text": "65 - (و) أرسلنا (إلى عاد) الأولى (أخاهم هوداً قال يا قوم اعبدوا الله) وحدوه (ما لكم من إله غيره أفلا تتقون) تخافونه فتؤمنون \r\n", "sura_id": 7, "type": 2, "id": 25963, "aya_id": 65}, {"text": "ولقد أرسلنا إلى قبيلة عاد أخاهم هودا حين عبدوا الأوثان من دون الله, فقال لهم: اعبدوا الله وحده, ليس لكم من إله يستحق العبادة غيره جل وعلا فأخلصوا له العبادة أفلا تتقون عذاب الله وسخطه عليكم؟\r\n", "sura_id": 7, "type": 3, "id": 32199, "aya_id": 65}, {"text": " <font color=red>وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا</font><BR><p>مَا لَكُمْ مِنْ إِلَه غَيْره أَفَلَا تَتَّقُونَ \" يَقُول تَعَالَى وَكَمَا أَرْسَلْنَا إِلَى قَوْم نُوح نُوحًا كَذَلِكَ أَرْسَلْنَا إِلَى عَاد أَخَاهُمْ هُودًا قَالَ مُحَمَّد بْن إِسْحَاق هُمْ وَلَد عَاد بْن إِرَم بْن عَوْص بْن سَام بْن نُوح . \" قُلْت \" هَؤُلَاءِ هُمْ عَاد الْأُولَى الَّذِينَ ذَكَرَهُمْ اللَّه وَهُمْ أَوْلَاد عَاد بْن إِرَم الَّذِينَ كَانُوا يَأْوُونَ إِلَى الْعَمَد فِي الْبَرّ كَمَا قَالَ تَعَالَى \" أَلَمْ تَرَ كَيْف فَعَلَ رَبّك بِعَاد إِرَم ذَات الْعِمَاد الَّتِي لَمْ يُخْلَق مِثْلهَا فِي الْبِلَاد \" وَذَلِكَ لِشِدَّةِ بَأْسهمْ وَقُوَّتهمْ كَمَا قَالَ تَعَالَى \" فَأَمَّا عَاد فَاسْتَكْبَرُوا فِي الْأَرْض بِغَيْرِ الْحَقّ وَقَالُوا مَنْ أَشَدّ مِنَّا قُوَّة أَوَلَمْ يَرَوْا أَنَّ اللَّه الَّذِي خَلَقَهُمْ هُوَ أَشَدّ مِنْهُمْ قُوَّة وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ \" . وَقَدْ كَانَتْ مَسَاكِنهمْ بِالْيَمَنِ بِالْأَحْقَافِ وَهُوَ جِبَال الرَّمَل قَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن عَبْد اللَّه بْن أَبِي سَعِيد الْخُزَاعِيّ عَنْ أَبِي الطُّفَيْل عَامِر بْن وَاثِلَة سَمِعْت عَلِيًّا يَقُول لِرَجُلٍ مِنْ حَضْرَمَوْت : هَلْ رَأَيْت كَثِيبًا أَحْمَر يُخَالِطهُ مَدَرَة حَمْرَاء ذَا أَرَاك وَسِدْر كَثِير بِنَاحِيَةِ كَذَا وَكَذَا مِنْ أَرْض حَضْرَمَوْت ؟ هَلْ رَأَيْته ؟ قَالَ نَعَمْ يَا أَمِير الْمُؤْمِنِينَ وَاَللَّه إِنَّك لِتَنْعَتهُ نَعْت رَجُل قَدْ رَآهُ قَالَ لَا وَلَكِنِّي قَدْ حُدِّثْت عَنْهُ فَقَالَ الْحَضْرَمِيّ وَمَا شَأْنه يَا أَمِير الْمُؤْمِنِينَ قَالَ فِيهِ قَبْر هُود عَلَيْهِ السَّلَام رَوَاهُ اِبْن جَرِير وَهَذَا فِيهِ فَائِدَة أَنَّ مَسَاكِنهمْ كَانَتْ بِالْيَمَنِ فَإِنَّ هُودًا عَلَيْهِ السَّلَام دُفِنَ هُنَاكَ وَقَدْ كَانَ مِنْ أَشْرَف قَوْمه نَسَبًا لِأَنَّ الرُّسُل إِنَّمَا يَبْعَثهُمْ اللَّه مِنْ أَفْضَل الْقَبَائِل وَأَشْرَفهمْ وَلَكِنْ كَانَ قَوْمه كَمَا شَدَّدَ خَلْقهمْ شَدَّدَ عَلَى قُلُوبهمْ وَكَانُوا مِنْ أَشَدّ الْأُمَم تَكْذِيبًا لِلْحَقِّ وَلِهَذَا دَعَاهُمْ هُود عَلَيْهِ السَّلَام إِلَى عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَإِلَى طَاعَته وَتَقْوَاهُ.</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42634, "aya_id": 65}]