[{"text": "وَإِذَا مَسَّكُمُ الْضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الإِنْسَانُ كَفُورًا", "sura_id": 17, "type": 0, "id": 2096, "aya_id": 67}, {"text": "و إذا مسكم الضر في البحر ضل من تدعون إلا إياه فلما نجاكم إلى البر أعرضتم و كان الإنسان كفورا", "sura_id": 17, "type": 1, "id": 8332, "aya_id": 67}, {"text": "67 - (وإذا مسكم الضر) الشدة (في البحر) خوف الغرق (ضل) غاب عنكم (من تدعون) تعبدون من الآلهة فلا تدعونه (إلا إياه) تعالى فإنكم تدعونه وحده لأنكم في شدة لا يكشفها إلا هو (فلما نجاكم) من الغرق وأوصلكم (إلى البر أعرضتم) عن التوحيد (وكان الإنسان كفورا) جحودا للنعم \r\n", "sura_id": 17, "type": 2, "id": 27040, "aya_id": 67}, {"text": "وإذا أصابتكم شدة في البحر حتى أشرفتم على الغرق والهلاك، غاب عن عقولكم الذين تعبدونهم من الآلهة، وتذكَّرتم الله القدير وحده؛ ليغيثكم وينقذكم، فأخلصتم له في طلب العون والإغاثة، فأغاثكم ونجَّاكم، فلمَّا نجاكم إلى البر أعرضتم عن الإيمان والإخلاص والعمل الصالح، وهذا من جهل الإنسان وكفره. وكان الإنسان جحودًا لنعم الله عزَّ وجل.\r\n", "sura_id": 17, "type": 3, "id": 33276, "aya_id": 67}, {"text": " <font color=red>وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا</font><BR><p>يُخْبِر تَبَارَكَ وَتَعَالَى أَنَّ النَّاس إِذَا مَسَّهُمْ ضُرّ دَعَوْهُ مُنِيبِينَ إِلَيْهِ مُخْلِصِينَ لَهُ الدِّين وَلِهَذَا قَالَ تَعَالَى \" وَإِذَا مَسَّكُمْ الضُّرّ فِي الْبَحْر ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ \" أَيْ ذَهَبَ عَنْ قُلُوبكُمْ كُلّ مَا تَعْبُدُونَ غَيْر اللَّه تَعَالَى كَمَا اِتَّفَقَ لِعِكْرِمَة بْن أَبِي جَهْل لَمَّا ذَهَبَ فَارًّا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين فَتَحَ مَكَّة فَذَهَبَ هَارِبًا فَرَكِبَ فِي الْبَحْر لِيَدْخُل الْحَبَشَة فَجَاءَتْهُمْ رِيح عَاصِف فَقَالَ الْقَوْم بَعْضهمْ لِبَعْضٍ إِنَّهُ لَا يُغْنِي عَنْكُمْ إِلَّا أَنْ تَدْعُو اللَّه وَحْده فَقَالَ عِكْرِمَة فِي نَفْسه وَاَللَّه إِنْ كَانَ لَا يَنْفَع فِي الْبَحْر غَيْره فَإِنَّهُ لَا يَنْفَع فِي الْبَرّ غَيْره اللَّهُمَّ لَك عَلَيَّ عَهْد لَئِنْ أَخْرَجْتنِي مِنْهُ لَأَذْهَبَنَّ فَلَأَضَعَنَّ يَدِي فِي يَد مُحَمَّد فَلَأَجِدَنَّهُ رَءُوفًا رَحِيمًا فَخَرَجُوا مِنْ الْبَحْر فَرَجَعَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَسْلَمَ وَحَسُنَ إِسْلَامه رَضِيَ اللَّه عَنْهُ وَأَرْضَاهُ . وَقَوْله تَعَالَى \" فَلَمَّا نَجَّاكُمْ إِلَى الْبَرّ أَعْرَضْتُمْ \" أَيْ نَسِيتُمْ مَا عَرَفْتُمْ مِنْ تَوْحِيده فِي الْبَحْر وَأَعْرَضْتُمْ عَنْ دُعَائِهِ وَحْده لَا شَرِيك لَهُ \" وَكَانَ الْإِنْسَان كَفُورًا \" أَيْ سَجِيَّته هَذَا يَنْسَى النِّعَم وَيَجْحَدهَا إِلَّا مَنْ عَصَمَ اللَّه .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38253, "aya_id": 67}]