[{"text": "فَإِن كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ", "sura_id": 77, "type": 0, "id": 5661, "aya_id": 39}, {"text": "فإن كان لكم كيد فكيدون", "sura_id": 77, "type": 1, "id": 11897, "aya_id": 39}, {"text": "39 - (فإن كان لكم كيد) حيلة في دفع العذاب عنكم (فكيدون) فافعلوها \r\n", "sura_id": 77, "type": 2, "id": 30605, "aya_id": 39}, {"text": " فإن كان لكم حيلة في الخلاص من العذاب فاحتالوا, وأنقذوا أنفسكم مِن بطش الله وانتقامه.\r\n", "sura_id": 77, "type": 3, "id": 36841, "aya_id": 39}, {"text": " <font color=red>فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ</font><BR><p>تَهْدِيد شَدِيد وَوَعِيد أَكِيد أَيْ إِنْ قَدَرْتُمْ عَلَى أَنْ تَتَخَلَّصُوا مِنْ قَبْضَتِي وَتَنْجُوا مِنْ حُكْمِي فَافْعَلُوا فَإِنَّكُمْ لَا تَقْدِرُونَ عَلَى ذَلِكَ كَمَا قَالَ \" يَا مَعْشَر الْجِنّ وَالْإِنْس إِنْ اِسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَار السَّمَوَات وَالْأَرْض فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ \" وَقَدْ قَالَ تَعَالَى \" وَلَا تَضُرُّونَهُ شَيْئًا \" وَفِي الْحَدِيث \" يَا عِبَادِي إِنَّكُمْ لَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي وَلَنْ تَبْلُغُوا ضُرِّي فَتَضُرُّونِي \" .وَقَدْ قَالَ اِبْن أَبِي حَاتِم : ثَنَا عَلِيّ بْن الْمُنْذِر الطَّرِيقِيّ الْأَوْدِيّ ثَنَا مُحَمَّد بْن فُضَيْل ثَنَا حُصَيْن بْن عَبْد الرَّحْمَن عَنْ حَسَّان بْن أَبِي الْمُخَارِق عَنْ أَبِي عَبْد اللَّه الْجَدَلِيّ قَالَ : أَتَيْت بَيْت الْمَقْدِس فَإِذَا عُبَادَة بْن الصَّامِت وَعَبْد اللَّه بْن عَمْرو وَكَعْب الْأَحْبَار يَتَحَدَّثُونَ فِي بَيْت الْمَقْدِس فَقَالَ عُبَادَة : إِذَا كَانَ يَوْم الْقِيَامَة جَمَعَ اللَّه الْأَوَّلِينَ وَالْآخِرِينَ فِي صَعِيد وَاحِد يَنْفُذهُمْ وَيُسْمِعهُمْ الدَّاعِي وَيَقُول اللَّه \" هَذَا يَوْم الْفَصْل جَمَعْنَاكُمْ وَالْأَوَّلِينَ فَإِنْ كَانَ لَكُمْ كَيْد فَكِيدُونِ \" الْيَوْم لَا يَنْجُو مِنِّي جَبَّار عَنِيد وَلَا شَيْطَان مَرِيد فَقَالَ عَبْد اللَّه بْن عَمْرو فَإِنَّا نُحَدَّث يَوْمئِذٍ أَنَّهَا تَخْرُج عُنُق مِنْ النَّار فَتَنْطَلِق حَتَّى إِذَا كَانَتْ بَيْن ظَهْرَانَيْ النَّاس نَادَتْ : أَيّهَا النَّاس إِنِّي بُعِثْت إِلَى ثَلَاثَة أَنَا أَعْرَف بِهِمْ مِنْ الْأَب بِوَلَدِهِ وَمِنْ الْأَخ بِأَخِيهِ لَا يُغَيِّبهُمْ عَنِّي وِزْر وَلَا تُخْفِيهِمْ عَنِّي خَافِيَة الَّذِي جَعَلَ مَعَ اللَّه إِلَهًا آخَر وَكُلّ جَبَّار عَنِيد وَكُلّ شَيْطَان مَرِيد فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِف بِهِمْ فِي النَّار قَبْل الْحِسَاب بِأَرْبَعِينَ سَنَة .</p><BR> <br> ", "sura_id": 77, "type": 4, "id": 42951, "aya_id": 39}]