[{"text": "وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللّهَ وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمُ اللّهُ إِنَّ اللّهَ عَزِيزٌ حَكِيمٌ", "sura_id": 9, "type": 0, "id": 1306, "aya_id": 71}, {"text": "والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله إن الله عزيز حكيم", "sura_id": 9, "type": 1, "id": 7542, "aya_id": 71}, {"text": "71 - (والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله إن الله عزيز) لا يعجزه شيء عن إنجاز وعده ووعيده (حكيم) لا يضع شيئا إلا في محله \r\n", "sura_id": 9, "type": 2, "id": 26250, "aya_id": 71}, {"text": "والمؤمنون والمؤمنات بالله ورسوله بعضهم أنصار بعض, يأمرون الناس بالإيمان والعمل الصالح, وينهونهم عن الكفر والمعاصي, ويؤدون الصلاة, ويعطون الزكاة, ويطيعون الله ورسوله, وينتهون عما نُهوا عنه, أولئك سيرحمهم الله فينقذهم من عذابه ويدخلهم جنته. إن الله عزيز في ملكه, حكيم في تشريعاته وأحكامه.\r\n", "sura_id": 9, "type": 3, "id": 32486, "aya_id": 71}, {"text": " <font color=red>وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى صِفَات الْمُنَافِقِينَ الذَّمِيمَة عَطَفَ بِذَكَرِ صِفَات الْمُؤْمِنِينَ الْمَحْمُودَة فَقَالَ \" وَالْمُؤْمِنُونَ وَالْمُؤْمِنَات بَعْضهمْ أَوْلِيَاء بَعْض \" أَيْ يَتَنَاصَرُونَ وَيَتَعَاضَدُونَ كَمَا جَاءَ فِي الصَّحِيح \" الْمُؤْمِن لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدّ بَعْضه بَعْضًا \" وَشَبَّكَ بَيْن أَصَابِعه وَفِي الصَّحِيح أَيْضًا \" مَثَل الْمُؤْمِنِينَ فِي تَوَادّهمْ وَتَرَاحُمهمْ كَمَثَلِ الْجَسَد الْوَاحِد إِذَا اِشْتَكَى مِنْهُ عُضْو تَدَاعَى لَهُ سَائِر الْجَسَد بِالْحُمَّى وَالسَّهَر \" وَقَوْله \" يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر \" كَقَوْلِهِ تَعَالَى \" وَلْتَكُنْ مِنْكُمْ أُمَّة يَدْعُونَ إِلَى الْخَيْر وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر \" الْآيَة . وَقَوْله \" وَيُقِيمُونَ الصَّلَاة وَيُؤْتُونَ الزَّكَاة \" أَيْ يُطِيعُونَ اللَّه وَيُحْسِنُونَ إِلَى خَلْقه \" وَيُطِيعُونَ اللَّه وَرَسُوله \" أَيْ فِيمَا أَمَرَ وَتَرْك مَا عَنْهُ زَجَرَ \" أُولَئِكَ سَيَرْحَمُهُمْ اللَّه \" مَنْ اِتَّصَفَ بِهَذِهِ الصِّفَات \" إِنَّ اللَّه عَزِيز \" أَيْ يُعِزّ مَنْ أَطَاعَهُ فَإِنَّ الْعِزَّة لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ \" حَكِيم \" فِي قِسْمَته هَذِهِ الصِّفَات لِهَؤُلَاءِ وَتَخْصِيصه الْمُنَافِقِينَ بِصِفَاتِهِمْ الْمُتَقَدِّمَة فَإِنَّ لَهُ الْحِكْمَة فِي جَمِيع مَا يَفْعَلهُ تَبَارَكَ وَتَعَالَى .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43492, "aya_id": 71}]