[{"text": "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِن دُونِهِ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ", "sura_id": 39, "type": 0, "id": 4094, "aya_id": 36}, {"text": "أليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد", "sura_id": 39, "type": 1, "id": 10330, "aya_id": 36}, {"text": "36 - (أليس الله بكاف عبده) أي النبي بلى (ويخوفونك) الخطاب له (بالذين من دونه) الأصنام أي تقتله أو تخبله (ومن يضلل الله فما له من هاد) \r\n", "sura_id": 39, "type": 2, "id": 29038, "aya_id": 36}, {"text": "أليس الله بكاف عبده محمدًا وعيد المشركين وكيدهم من أن ينالوه بسوء؟ بلى إنه سيكفيه في أمر دينه ودنياه, ويدفع عنه مَن أراده بسوء, ويخوِّفونك -أيها الرسول- بآلهتهم التي زعموا أنها ستؤذيك. ومن يخذله الله فيضله عن طريق الحق, فما له مِن هاد يهديه إليه.\r\n", "sura_id": 39, "type": 3, "id": 35274, "aya_id": 36}, {"text": " <font color=red>أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ</font><BR><p>يَقُول تَعَالَى \" أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ \" وَقَرَأَ بَعْضهمْ \" عِبَادَهُ \" يَعْنِي أَنَّهُ تَعَالَى يَكْفِي مَنْ عَبْده وَتَوَكَّلَ عَلَيْهِ وَقَالَ اِبْن أَبِي حَاتِم هَهُنَا حَدَّثَنَا أَبُو عَبْد اللَّه اِبْن أَخِي اِبْن وَهْب حَدَّثَنَا عَمِّي حَدَّثَنَا أَبُو هَانِئ عَنْ أَبِي عَلِيّ عَمْرو بْن مَالِك الْجَنَبِيّ عَنْ فَضَالَة بْن عُبَيْد الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَفْلَحَ مَنْ هُدِيَ إِلَى الْإِسْلَام وَكَانَ عَيْشه كَفَافًا وَقَنَعَ بِهِ \" وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث حَيْوَة بْن شُرَيْح عَنْ أَبِي هَانِئ الْخَوْلَانِيّ بِهِ وَقَالَ التِّرْمِذِيّ صَحِيح \" وَيُخَوِّفُونَك بِاَلَّذِينَ مِنْ دُونه \" يَعْنِي الْمُشْرِكِينَ يُخَوِّفُونَ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَتَوَعَّدُونَهُ بِأَصْنَامِهِمْ وَآلِهَتهمْ الَّتِي يَدْعُونَهَا مِنْ دُون اللَّه جَهْلًا مِنْهُمْ وَضَلَالًا وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" وَمَنْ يُضْلِلْ اللَّه فَمَا لَهُ مِنْ هَادٍ .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40721, "aya_id": 36}]