[{"text": "وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ", "sura_id": 21, "type": 0, "id": 2588, "aya_id": 105}, {"text": "ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصالحون", "sura_id": 21, "type": 1, "id": 8824, "aya_id": 105}, {"text": "105 - (ولقد كتبنا في الزبور) بمعنى الكتاب أي كتب الله المنزلة (من بعد الذكر) بمعنى أم الكتاب الذي عند الله (أن الأرض) أرض الجنة (يرثها عبادي الصالحون) عام في كل صالح \r\n", "sura_id": 21, "type": 2, "id": 27532, "aya_id": 105}, {"text": "ولقد كتبنا في الكتب المنزلة من بعد ما كُتِب في اللوح المحفوظ: أن الأرض يرثها عباد الله الصالحون الذين قاموا بما أُمروا به, واجتنبوا ما نُهوا عنه, وهم أمة محمد صلى الله عليه وسلم.\r\n", "sura_id": 21, "type": 3, "id": 33768, "aya_id": 105}, {"text": " <font color=red>وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَمَّا حَتَّمَهُ وَقَضَاهُ لِعِبَادِهِ الصَّالِحِينَ مِنْ السَّعَادَة فِي الدُّنْيَا وَالْآخِرَة وَوِرَاثَة الْأَرْض فِي الدُّنْيَا وَالْآخِرَة كَقَوْلِهِ تَعَالَى \" إِنَّ الْأَرْض لِلَّهِ يُورِثهَا مَنْ يَشَاء مِنْ عِبَاده وَالْعَاقِبَة لِلْمُتَّقِينَ \" وَقَالَ \" إِنَّا لَنَنْصُر رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد \" وَقَالَ \" وَعَدَ اللَّه الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَات لَيَسْتَخْلِفَنّهم فِي الْأَرْض كَمَا اِسْتَخْلَفَ الَّذِينَ مِنْ قَبْلهمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينهمْ الَّذِي اِرْتَضَى لَهُمْ\" وَأَخْبَرَ تَعَالَى أَنَّ هَذَا مَسْطُور فِي الْكُتُب الشَّرْعِيَّة وَالْقَدَرِيَّة وَهُوَ كَائِن لَا مَحَالَة وَلِهَذَا قَالَ تَعَالَى\" وَلَقَدْ كَتَبْنَا فِي الزَّبُور مِنْ بَعْد الذِّكْر \" قَالَ الْأَعْمَش : سَأَلْت سَعِيد بْن جُبَيْر عَنْ قَوْله تَعَالَى \" وَلَقَدْ كَتَبْنَا فِي الزَّبُور مِنْ بَعْد الذِّكْر \" فَقَالَ الزَّبُور : التَّوْرَاة وَالْإِنْجِيل وَالْقُرْآن وَقَالَ مُجَاهِد الزَّبُور الْكِتَاب وَقَالَ اِبْن عَبَّاس وَالشَّعْبِيّ وَالْحَسَن وَقَتَادَة وَغَيْر وَاحِد : الزَّبُور الَّذِي أُنْزِلَ عَلَى دَاوُد وَالذِّكْر التَّوْرَاة وَعَنْ اِبْن عَبَّاس الذِّكْر الْقُرْآن وَقَالَ سَعِيد بْن جُبَيْر الذِّكْر الَّذِي فِي السَّمَاء وَقَالَ مُجَاهِد الزَّبُور الْكُتُب بَعْد الذِّكْر وَالذِّكْر أُمّ الْكِتَاب عِنْد اللَّه وَاخْتَارَ ذَلِكَ اِبْن جَرِير رَحِمَهُ اللَّه وَكَذَا قَالَ زَيْد بْن أَسْلَم هُوَ الْكِتَاب الْأَوَّل وَقَالَ الثَّوْرِيّ هُوَ اللَّوْح الْمَحْفُوظ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : الزَّبُور الْكُتُب الَّتِي أُنْزِلَتْ عَلَى الْأَنْبِيَاء وَالذِّكْر أُمّ الْكِتَاب الَّذِي يُكْتَب فِيهِ الْأَشْيَاء قَبْل ذَلِكَ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : أَخْبَرَ اللَّه سُبْحَانه وَتَعَالَى فِي التَّوْرَاة وَالزَّبُور وَسَابِق عِلْمه قَبْل أَنْ تَكُون السَّمَوَات وَالْأَرْض أَنْ يُورِث أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَرْض وَيُدْخِلهُمْ الْجَنَّة وَهُمْ الصَّالِحُونَ وَقَالَ مُجَاهِد عَنْ اِبْن عَبَّاس \" أَنَّ الْأَرْض يَرِثهَا عِبَادِيَ الصَّالِحُونَ \" قَالَ أَرْض الْجَنَّة وَكَذَا قَالَ أَبُو الْعَالِيَة وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَقَتَادَة وَالسُّدِّيّ وَأَبُو صَالِح وَالرَّبِيع بْن أَنَس وَالثَّوْرِيّ وَقَالَ أَبُو الدَّرْدَاء نَحْنُ الصَّالِحُونَ وَقَالَ السُّدِّيّ هُمْ الْمُؤْمِنُونَ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38924, "aya_id": 105}]