[{"text": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ", "sura_id": 62, "type": 0, "id": 5182, "aya_id": 5}, {"text": "مثل الذين حملوا التوراة ثم لم يحملوها كمثل الحمار يحمل أسفارا بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمين", "sura_id": 62, "type": 1, "id": 11418, "aya_id": 5}, {"text": "5 - (مثل الذين حملوا التوراة) كلفوا العمل بها (ثم لم يحملوها) لم يعملوا بما فيها من نعته صلى الله عليه وسلم فلم يؤمنوا به (كمثل الحمار يحمل أسفارا) كتبا في عدم انتفاعه بها (بئس مثل القوم الذين كذبوا بآيات الله) المصدقة للنبي صلى الله عليه وسلم والمخصوص بالذم محذوف تقديره هذا المثل (والله لا يهدي القوم الظالمين) الكافرين \r\n", "sura_id": 62, "type": 2, "id": 30126, "aya_id": 5}, {"text": "شَبَهُ اليهود الذين كُلِّفوا العمل بالتوراة ثم لم يعملوا بها, كشَبه الحمار الذي يحمل كتبًا لا يدري ما فيها, قَبُحَ مَثَلُ القوم الذين كذَّبوا بآيات الله, ولم ينتفعوا بها, والله لا يوفِّق القوم الظالمين الذين يتجاوزون حدوده, ويخرجون عن طاعته.\r\n", "sura_id": 62, "type": 3, "id": 36362, "aya_id": 5}, {"text": " <font color=red>مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</font><BR><p>يَقُول تَعَالَى ذَامًّا لِلْيَهُودِ الَّذِينَ أُعْطُوا التَّوْرَاة وَحُمِّلُوهَا لِلْعَمَلِ بِهَا ثُمَّ لَمْ يَعْمَلُوا بِهَا مِثْلَهُمْ فِي ذَلِكَ كَمَثَلِ الْحِمَار يَحْمِل أَسْفَارًا أَيْ كَمَثَلِ الْحِمَار إِذَا حَمَلَ كُتُبًا لَا يَدْرِي مَا فِيهَا فَهُوَ يَحْمِلهَا حَمْلًا حِسِّيًّا وَلَا يَدْرِي مَا عَلَيْهِ وَكَذَلِكَ هَؤُلَاءِ فِي حَمْلِهِمْ الْكِتَاب الَّذِي أُوتُوهُ حَفِظُوهُ لَفْظًا وَلَمْ يَتَفَهَّمُوهُ . وَلَا عَمِلُوا بِمُقْتَضَاهُ بَلْ أَوَّلُوهُ وَحَرَّفُوهُ وَبَدَّلُوهُ فَهُمْ أَسْوَأ حَالًا مِنْ الْحَمِير لِأَنَّ الْحِمَار لَا فَهْمَ لَهُ وَهَؤُلَاءِ لَهُمْ فُهُوم لَمْ يَسْتَعْمِلُوهَا وَلِهَذَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمْ الْغَافِلُونَ \" وَقَالَ تَعَالَى هَاهُنَا \" بِئْسَ مَثَل الْقَوْم الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّه وَاَللَّه لَا يَهْدِي الْقَوْم الظَّالِمِينَ \" . وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا اِبْن نُمَيْر عَنْ مُجَالِد عَنْ الشَّعْبِيّ عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ تَكَلَّمَ يَوْم الْجُمُعَة وَالْإِمَام يَخْطُب فَهُوَ كَمَثَلِ الْحِمَار يَحْمِل أَسْفَارًا وَاَلَّذِي يَقُول لَهُ أَنْصِتْ لَيْسَ لَهُ جُمْعَة \" .</p><BR> <br> ", "sura_id": 62, "type": 4, "id": 42274, "aya_id": 5}]