[{"text": "أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ", "sura_id": 24, "type": 0, "id": 2832, "aya_id": 41}, {"text": "ألم تر أن الله يسبح له من في السماوات والأرض والطير صافات كل قد علم صلاته وتسبيحه والله عليم بما يفعلون", "sura_id": 24, "type": 1, "id": 9068, "aya_id": 41}, {"text": "41 - (ألم تر أن الله يسبح له من في السماوات والأرض) ومن التسبيح صلاة (والطير) جمع طائر بين السماء والأرض (صافات) حال باسطات أجنحتهن (كل قد علم) الله (صلاته وتسبيحه والله عليم بما يفعلون) فيه تغليب العاقل \r\n", "sura_id": 24, "type": 2, "id": 27776, "aya_id": 41}, {"text": "ألم تعلم - أيها النبي - أن الله يُسَبِّح له مَن في السموات والأرض من المخلوقات، والطير صافات أجنحتها في السماء تسبح ربها؟ كل مخلوق قد أرشده الله كيف يصلي له ويسبحه. وهو سبحانه عليم، مُطَّلِع على ما يفعله كل عابد ومسبِّح، لا يخفى عليه منها شيء، وسيجازيهم بذلك.\r\n", "sura_id": 24, "type": 3, "id": 34012, "aya_id": 41}, {"text": " <font color=red>أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ يُسَبِّح لَهُ مَنْ فِي السَّمَوَات وَالْأَرْض أَيْ مِنْ الْمَلَائِكَة وَالْأَنَاسِيّ وَالْجَانّ وَالْحَيَوَان حَتَّى الْجَمَاد كَمَا قَالَ تَعَالَى \" تُسَبِّح لَهُ السَّمَوَات السَّبْع وَالْأَرْض وَمَنْ فِيهِنَّ \" الْآيَة وَقَوْله تَعَالَى \" وَالطَّيْر صَافَّات \" أَيْ فِي حَال طَيَرَانهَا تُسَبِّح رَبّهَا وَتَعْبُدهُ بِتَسْبِيحٍ أَلْهَمَهَا وَأَرْشَدَهَا إِلَيْهِ وَهُوَ يَعْلَم مَا هِيَ فَاعِلَة وَلِهَذَا قَالَ تَعَالَى \" كُلّ قَدْ عَلِمَ صَلَاته وَتَسْبِيحه \" أَيْ كُلّ قَدْ أَرْشَدَهُ إِلَى طَرِيقَته وَمَسْلَكه فِي عِبَادَة اللَّه عَزَّ وَجَلَّ . ثُمَّ أَخْبَرَ أَنَّهُ عَالِم بِجَمِيعِ ذَلِكَ لَا يَخْفَى عَلَيْهِ مِنْ ذَلِكَ شَيْء وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّه عَلِيم بِمَا يَفْعَلُونَ \" ثُمَّ أَخْبَرَ تَعَالَى أَنَّ لَهُ مُلْك السَّمَوَات وَالْأَرْض فَهُوَ الْحَاكِم الْمُتَصَرِّف الْإِلَه الْمَعْبُود الَّذِي لَا تَنْبَغِي الْعِبَادَة إِلَّا لَهُ وَلَا مُعَقِّب لِحُكْمِهِ .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39260, "aya_id": 41}]