[{"text": "انظُرْ كَيْفَ ضَرَبُواْ لَكَ الأَمْثَالَ فَضَلُّواْ فَلاَ يَسْتَطِيعْونَ سَبِيلاً", "sura_id": 17, "type": 0, "id": 2077, "aya_id": 48}, {"text": "انظر كيف ضربوا لك الأمثال فضلوا فلا يستطيعون سبيلا", "sura_id": 17, "type": 1, "id": 8313, "aya_id": 48}, {"text": "48 - (انظر كيف ضربوا لك الأمثال) بالمسحور والكاهن والشاعر (فضلوا) بذلك عن الهدى (فلا يستطيعون سبيلا) طريقا إليه \r\n", "sura_id": 17, "type": 2, "id": 27021, "aya_id": 48}, {"text": "تفكر -أيها الرسول- متعجبًا من قولهم: إن محمدًا ساحر شاعر مجنون!! فجاروا وانحرفوا، ولم يهتدوا إلى طريق الحق والصواب.\r\n", "sura_id": 17, "type": 3, "id": 33257, "aya_id": 48}, {"text": " <font color=red>انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" اُنْظُرْ كَيْف ضَرَبُوا لَك الْأَمْثَال فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا \" أَيْ فَلَا يَهْتَدُونَ إِلَى الْحَقّ وَلَا يَجِدُونَ إِلَيْهِ مَخْلَصًا قَالَ مُحَمَّد بْن إِسْحَاق فِي السِّيرَة حَدَّثَنِي مُحَمَّد بْن مُسْلِم بْن شِهَاب الزُّهْرِيّ أَنَّهُ حَدَّثَ أَنَّ أَبَا سُفْيَان بْن حَرْب وَأَبَا جَهْل بْن هِشَام وَالْأَخْنَس بْن شَرِيق بْن عَمْرو بْن وَهْب الثَّقَفِيّ حَلِيف اِبْن زُهْرَة خَرَجُوا لَيْلَة لِيَسْتَمِعُوا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي بِاللَّيْلِ فِي بَيْته فَأَخَذَ كُلّ وَاحِد مِنْهُمْ مَجْلِسًا يَسْتَمِع فِيهِ وَكُلّ لَا يَعْلَم بِمَكَانِ صَاحِبه فَبَاتُوا يَسْتَمِعُونَ لَهُ حَتَّى إِذَا طَلَعَ الْفَجْر تَفَرَّقُوا حَتَّى إِذَا جَمَعَتْهُمْ الطَّرِيق تَلَاوَمُوا وَقَالَ بَعْضهمْ لِبَعْضٍ لَا تَعُودُوا فَلَوْ رَآكُمْ بَعْض سُفَهَائِكُمْ لَأَوْقَعْتُمْ فِي نَفْسه شَيْئًا ثُمَّ اِنْصَرَفُوا حَتَّى إِذَا كَانَتْ اللَّيْلَة الثَّانِيَة كُلّ رَجُل مِنْهُمْ إِلَى مَجْلِسه فَبَاتُوا يَسْتَمِعُونَ لَهُ حَتَّى إِذَا طَلَعَ الْفَجْر تَفَرَّقُوا وَجَمَعَتْهُمْ الطَّرِيق فَقَالَ بَعْضهمْ لِبَعْضٍ مَا قَالَ أَوَّل مَرَّة ثُمَّ اِنْصَرَفُوا حَتَّى إِذَا كَانَتْ اللَّيْلَة الثَّالِثَة أَخَذَ كُلّ رَجُل مَجْلِسه فَبَاتُوا يَسْتَمِعُونَ لَهُ حَتَّى إِذَا طَلَعَ الْفَجْر تَفَرَّقُوا فَجَمَعَتْهُمْ الطَّرِيق فَقَالَ بَعْضهمْ لِبَعْضٍ لَا نَبْرَح حَتَّى نَتَعَاهَد لَا نَعُود فَتَعَاهَدُوا عَلَى ذَلِكَ ثُمَّ تَفَرَّقُوا فَلَمَّا أَصْبَحَ الْأَخْنَس بْن شَرِيق أَخَذَ عَصَاهُ ثُمَّ خَرَجَ حَتَّى أَتَى أَبَا سُفْيَان بْن حَرْب فِي بَيْته فَقَالَ أَخْبِرْنِي يَا أَبَا حَنْظَلَة عَنْ رَأْيك فِيمَا سَمِعْت مِنْ مُحَمَّد ؟ قَالَ يَا أَبَا ثَعْلَبَة وَاَللَّه لَقَدْ سَمِعْت أَشْيَاء أَعْرِفهَا وَأَعْرِف مَا يُرَاد بِهَا وَسَمِعْت أَشْيَاء مَا عَرَفْت مَعْنَاهَا وَلَا مَا يُرَاد بِهَا . قَالَ الْأَخْنَس وَأَنَا وَاَلَّذِي حَلَفْت بِهِ . قَالَ ثُمَّ خَرَجَ مِنْ عِنْده حَتَّى أَتَى أَبَا جَهْل فَدَخَلَ عَلَيْهِ بَيْته فَقَالَ يَا أَبَا الْحَكَم مَا رَأْيك فِيمَا سَمِعْت مِنْ مُحَمَّد ؟ قَالَ مَاذَا سَمِعْت ؟ قَالَ تَنَازَعْنَا نَحْنُ وَبَنُو عَبْد مَنَاف الشَّرَف : أَطْعَمُوا فَأَطْعَمْنَا وَحَمَلُوا فَحَمَلْنَا وَأَعْطَوْا فَأَعْطَيْنَا حَتَّى إِذَا تَجَاثَيْنَا عَلَى الرَّكْب وَكُنَّا كَفَرَسَيْ رِهَان قَالُوا مِنَّا نَبِيّ يَأْتِيه الْوَحْي مِنْ السَّمَاء فَمَتَى نُدْرِك هَذِهِ وَاَللَّه لَا نُؤْمِن بِهِ أَبَدًا وَلَا نُصَدِّقهُ. قَالَ فَقَامَ عَنْهُ الْأَخْنَس وَتَرَكَهُ .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38232, "aya_id": 48}]