[{"text": "وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُم مِّنَ الْأَشْرَارِ", "sura_id": 38, "type": 0, "id": 4032, "aya_id": 62}, {"text": "وقالوا ما لنا لا نرى رجالا كنا نعدهم من الأشرار", "sura_id": 38, "type": 1, "id": 10268, "aya_id": 62}, {"text": "62 - (وقالوا) كفار مكة وهم في النار (ما لنا لا نرى رجالا كنا نعدهم) في الدنيا (من الأشرار) \r\n", "sura_id": 38, "type": 2, "id": 28976, "aya_id": 62}, {"text": "وقال الطاغون: ما بالنا لا نرى معنا في النار رجالا كنا نعدهم في الدنيا من الأشرار الأشقياء؟\r\n", "sura_id": 38, "type": 3, "id": 35212, "aya_id": 62}, {"text": " <font color=red>وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ</font><BR><p>وَقَالَ الْحَسَن الْبَصْرِيّ فِي قَوْله تَعَالَى \" وَآخَر مِنْ شَكْله أَزْوَاج \" أَلْوَان مِنْ الْعَذَاب وَقَالَ غَيْره كَالزَّمْهَرِيرِ وَالسَّمُوم وَشُرْب الْحَمِيم وَأَكْل الزَّقُّوم وَالصَّعُود وَالْهَوَى إِلَى غَيْر ذَلِكَ مِنْ الْأَشْيَاء الْمُخْتَلِفَة الْمُتَضَادَّة وَالْجَمِيع مِمَّا يُعَذَّبُونَ بِهِ وَيُهَانُونَ بِسَبَبٍ وَقَوْله عَزَّ وَجَلَّ \" هَذَا فَوْج مُقْتَحِم مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُو النَّار \" هَذَا إِخْبَار مِنْ اللَّه تَعَالَى عَنْ قِيل أَهْل النَّار بَعْضهمْ لِبَعْضٍ كَمَا قَالَ تَعَالَى \" كُلَّمَا دَخَلَتْ أُمَّة لَعَنَتْ أُخْتهَا \" يَعْنِي بَدَلَ السَّلَام يَتَلَاعَنُونَ وَيَتَكَاذَبُونَ وَيَكْفُر بَعْضهمْ بِبَعْضٍ فَتَقُول الطَّائِفَة الَّتِي تَدْخُل قَبْل الْأُخْرَى إِذَا أَقْبَلَتْ الَّتِي بَعْدهَا مَعَ الْخَزَنَة مِنْ الزَّبَانِيَة \" هَذَا فَوْج مُقْتَحِم \" أَيْ \" دَاخِل مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُو النَّار \" أَيْ لِأَنَّهُمْ مِنْ أَهْل جَهَنَّم \" قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ\" أَيْ فَيَقُول لَهُمْ الدَّاخِلُونَ \" بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا \" أَيْ أَنْتُمْ دَعَوْتُمُونَا إِلَى مَا أَفْضَى بِنَا إِلَى هَذَا الْمَصِير \" فَبِئْسَ الْقَرَار \" أَيْ فَبِئْسَ الْمَنْزِل وَالْمُسْتَقَرّ وَالْمَصِير قَالُوا \" رَبّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّار \" كَمَا قَالَ عَزَّ وَجَلَّ \" قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنْ النَّار قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ \" أَيْ لِكُلٍّ مِنْكُمْ عَذَاب بِحَسَبِهِ \" وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنْ الْأَشْرَار أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمْ الْأَبْصَار \" هَكَذَا إِخْبَار عَنْ الْكُفَّار فِي النَّار أَنَّهُمْ يَفْتَقِدُونَ رِجَالًا كَانُوا يَعْتَقِدُونَ أَنَّهُمْ عَلَى الضَّلَالَة وَهُمْ الْمُؤْمِنُونَ فِي زَعْمِهِمْ قَالُوا مَا لَنَا لَا نَرَاهُمْ مَعَنَا فِي النَّار ؟ قَالَ مُجَاهِد هَذَا قَوْل أَبِي جَهْل يَقُول مَا لِي لَا أَرَى بِلَالًا وَعَمَّارًا وَصُهَيْبًا وَفُلَانًا وَفُلَانًا . وَهَذَا ضَرْب مَثَل وَإِلَّا فَكُلّ الْكُفَّار هَذَا حَالهمْ يَعْتَقِدُونَ أَنَّ الْمُؤْمِنِينَ يَدْخُلُونَ النَّار فَلَمَّا دَخَلَ الْكُفَّار النَّار اِفْتَقَدُوهُمْ فَلَمْ يَجِدُوهُمْ فَقَالُوا \" مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنْ الْأَشْرَار أَتَّخَذْنَاهُمْ سِخْرِيًّا \" أَيْ فِي الدَّار الدُّنْيَا \" أَمْ زَاغَتْ عَنْهُمْ الْأَبْصَار \" يُسَلُّونَ أَنْفُسهمْ بِالْمُحَالِ يَقُولُونَ أَوْ لَعَلَّهُمْ مَعَنَا فِي جَهَنَّم وَلَكِنْ لَمْ يَقَع بَصَرُنَا عَلَيْهِمْ فَعِنْد ذَلِكَ يَعْرِفُونَ أَنَّهُمْ فِي الدَّرَجَات الْعَالِيَات وَهُوَ قَوْله عَزَّ وَجَلَّ \" وَنَادَى أَصْحَاب الْجَنَّة أَصْحَاب النَّار أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبّكُمْ حَقًّا قَالُوا نَعَمْ فَأَذَّنَ مُؤَذِّن بَيْنهمْ أَنْ لَعْنَة اللَّه عَلَى الظَّالِمِينَ إِلَى قَوْله - اُدْخُلُوا الْجَنَّة لَا خَوْف عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ \".</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40662, "aya_id": 62}]