[{"text": "وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ اللّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُواْ وَلِلنِّسَاء نَصِيبٌ مِّمَّا اكْتَسَبْنَ وَاسْأَلُواْ اللّهَ مِن فَضْلِهِ إِنَّ اللّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا", "sura_id": 4, "type": 0, "id": 525, "aya_id": 32}, {"text": "ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن واسألوا الله من فضله إن الله كان بكل شيء عليما", "sura_id": 4, "type": 1, "id": 6761, "aya_id": 32}, {"text": "32 - (ولا تتمنوا ما فضل الله به بعضكم على بعض) من جهة الدنيا أو الدين لئلا يؤدي إلى التحاسد والتباغض (للرجال نصيب) ثواب (مما اكتسبوا) بسبب ما عملوا من الجهاد وغيره (وللنساء نصيب مما اكتسبن) من طاعة أزواجهن وحفظ فروجهن ، نزلت لما قالت أم سلمة: ليتنا كنا رجالا فجاهدنا وكان لنا مثل أجر الرجال (واسألوا) بهمزة ودونها (الله من فضله) ما احتجتم إليه يعطكم (إن الله كان بكل شيء عليما) ومنه محل الفضل وسؤالكم \r\n", "sura_id": 4, "type": 2, "id": 25469, "aya_id": 32}, {"text": "ولا تتمنوا ما فضَّل الله به بعضكم على بعض, في المواهب والأرزاق وغير ذلك, فقد جعل الله للرجال نصيبًا مقدَّرًا من الجزاء بحسب عملهم, وجعل للنساء نصيبًا مما عملن, واسألوا الله الكريم الوهاب يُعْطِكم من فضله بدلا من التمني. إن الله كان بكل شيء عليمًا, وهو أعلم بما يصلح عباده فيما قسمه لهم من خير.\r\n", "sura_id": 4, "type": 3, "id": 31705, "aya_id": 32}, {"text": " <font color=red>وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ قَالَتْ أُمّ سَلَمَة يَا رَسُول اللَّه تَغْزُو الرِّجَال وَلَا نَغْزُو وَلَنَا نِصْف الْمِيرَاث فَأَنْزَلَ اللَّه \" وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّه بِهِ بَعْضكُمْ عَلَى بَعْض \" وَرَوَاهُ التِّرْمِذِيّ عَنْ اِبْن أَبِي عُمَر عَنْ سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ أُمّ سَلَمَة أَنَّهَا قَالَتْ : قُلْت يَا رَسُول اللَّه فَذَكَرَهُ وَقَالَ غَرِيب وَرَوَاهُ بَعْضهمْ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّ أُمّ سَلَمَة قَالَتْ يَا رَسُول اللَّه فَذَكَرَهُ وَرَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَابْن مَرْدَوَيْهِ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث الثَّوْرِيّ عَنْ ابْنِ أَبِي نَجِيح عَنْ مُجَاهِد قَالَ : قَالَتْ أُمّ سَلَمَة يَا رَسُول اللَّه : لَا نُقَاتِل فَنُسْتَشْهَد وَلَا نَقْطَع الْمِيرَاث فَنَزَلَتْ الْآيَة ثُمَّ أَنْزَلَ اللَّه \" إِنِّي لَا أُضِيع عَمَل عَامِل مِنْكُمْ مِنْ ذَكَر أَوْ أُنْثَى \" الْآيَة . ثُمَّ قَالَ اِبْن أَبِي حَاتِم وَكَذَا رَوَى سُفْيَان بْن عُيَيْنَة يَعْنِي عَنْ اِبْن أَبِي نَجِيح بِهَذَا اللَّفْظ وَرَوَى يَحْيَى الْقَطَّان وَوَكِيع بْن الْجَرَّاح عَنْ الثَّوْرِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ أُمّ سَلَمَة قَالَتْ : قُلْت يَا رَسُول اللَّه . وَرُوِيَ عَنْ مُقَاتِل بْن حَيَّان وَخُصَيْف نَحْو ذَلِكَ وَرَوَى اِبْن جَرِير مِنْ حَدِيث اِبْن جَرِير عَنْ عِكْرِمَة وَمُجَاهِد أَنَّهُمَا قَالَا أُنْزِلَتْ فِي أُمّ سَلَمَة وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ شَيْخ مِنْ أَهْل مَكَّة قَالَ نَزَلَتْ هَذِهِ الْآيَة فِي قَوْل النِّسَاء لَيْتَنَا الرِّجَال فَنُجَاهِد كَمَا يُجَاهِدُونَ وَنَغْزُو فِي سَبِيل اللَّه عَزَّ وَجَلَّ وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا أَحْمَد بْن الْقَاسِم بْن عَطِيَّة حَدَّثَنِي أَحْمَد بْن عَبْد الرَّحْمَن حَدَّثَنِي أَبِي حَدَّثَنَا أَشْعَث بْن إِسْحَاق عَنْ جَعْفَر يَعْنِي اِبْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي الْآيَة قَالَ : أَتَتْ اِمْرَأَة إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُول اللَّه لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ وَشَهَادَة اِمْرَأَتَيْنِ بِرَجُلٍ أَفَنَحْنُ فِي الْعَمَل هَكَذَا إِنْ فَعَلَتْ اِمْرَأَة حَسَنَة كُتِبَتْ لَهَا نِصْف حَسَنَة فَأَنْزَلَ اللَّه هَذِهِ الْآيَة \" وَلَا تَتَمَنَّوْا \" الْآيَة. فَإِنَّهُ عَدْل مِنِّي وَأَنَا صَنَعْته وَقَالَ السُّدِّيّ فِي الْآيَة إِنَّ رِجَالًا قَالُوا إِنَّا نُرِيد أَنْ يَكُون لَنَا مِنْ الْأَجْر الضِّعْف عَلَى أَجْر النِّسَاء كَمَا لَنَا فِي السِّهَام سَهْمَانِ وَقَالَتْ النِّسَاء إِنَّا نُرِيد أَنْ يَكُون لَنَا أَجْر مِثْل أَجْر الشُّهَدَاء فَإِنَّا لَا نَسْتَطِيع أَنْ نُقَاتِل وَلَوْ كُتِبَ عَلَيْنَا الْقِتَال لَقَاتَلْنَا فَأَبَى اللَّه ذَلِكَ وَلَكِنْ قَالَ لَهُمْ سَلُونِي مِنْ فَضْلِي قَالَ لَيْسَ بِعَرَضِ الدُّنْيَا . وَقَدْ رُوِيَ عَنْ قَتَادَة نَحْو ذَلِكَ . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة قَالَ : وَلَا يَتَمَنَّى الرَّجُل فَيَقُول لَيْتَ لَوْ أَنَّ لِي مَال فُلَان وَأَهْله فَنَهَى اللَّه عَنْ ذَلِكَ وَلَكِنْ يَسْأَل اللَّه مِنْ فَضْله . وَقَالَ الْحَسَن وَمُحَمَّد بْن سِيرِينَ وَعَطَاء وَالضَّحَّاك نَحْو هَذَا وَهُوَ الظَّاهِر مِنْ الْآيَة وَلَا يَرُدّ عَلَى هَذَا مَا ثَبَتَ فِي الصَّحِيح \" لَا حَسَد إِلَّا فِي اِثْنَتَيْنِ رَجُل آتَاهُ اللَّه مَالًا فَسَلَّطَهُ عَلَى هَلَكَته فِي الْحَقّ فَيَقُول رَجُل لَوْ أَنَّ لِي مِثْل مَا لِفُلَانٍ لَعَمِلْت مِثْله فَهُمَا فِي الْأَجْر سَوَاء \" فَإِنَّ هَذَا شَيْء غَيْر مَا نَهَتْ عَنْهُ الْآيَة . وَذَلِكَ أَنَّ الْحَدِيث حَضَّ عَلَى تَمَنِّي مِثْل نِعْمَة هَذَا وَالْآيَة نَهَتْ عَنْ تَمَنِّي عَيْن نِعْمَة هَذَا يَقُول \" وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّه بِهِ بَعْضكُمْ عَلَى بَعْض \" أَيْ فِي الْأُمُور الدُّنْيَوِيَّة وَكَذَا الدِّينِيَّة لِحَدِيثِ أُمّ سَلَمَة وَابْن عَبَّاس , وَهَكَذَا قَالَ عَطَاء بْن أَبِي رَبَاح نَزَلَتْ فِي النَّهْي عَنْ تَمَنِّي مَا لِفُلَانٍ وَفِي تَمَنِّي النِّسَاء أَنْ يَكُنَّ رِجَالًا فَيَغْزُونَ رَوَاهُ اِبْن جَرِير ثُمَّ قَالَ \" لِلرِّجَالِ نَصِيب مِمَّا اِكْتَسَبُوا وَلِلنِّسَاءِ نَصِيب مِمَّا اِكْتَسَبْنَ \" أَيْ كُلّ لَهُ جَزَاء عَلَى عَمَله بِحَسَبِهِ إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ , هَذَا قَوْل اِبْن جَرِير وَقِيلَ الْمُرَاد بِذَلِكَ فِي الْمِيرَاث أَيْ كُلّ يَرِث بِحَسَبِهِ . رَوَاهُ التِّرْمِذِيّ عَنْ اِبْن عَبَّاس ثُمَّ أَرْشَدَهُمْ إِلَى مَا يُصْلِحهُمْ فَقَالَ اِسْأَلُوا اللَّه مِنْ فَضْله لَا تَتَمَنَّوْا مَا فَضَّلْنَا بِهِ بَعْضكُمْ عَلَى بَعْض فَإِنَّ هَذَا أَمْر مَحْتُوم أَيْ إِنَّ التَّمَنِّي لَا يُجْدِي شَيْئًا وَلَكِنْ سَلُونِي مِنْ فَضْلِي أُعْطِكُمْ فَإِنِّي كَرِيم وَهَّاب. وَقَدْ رَوَى التِّرْمِذِيّ وَابْن مَرْدَوَيْهِ مِنْ حَدِيث حَمَّاد بْن وَاقِد سَمِعْت إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" سَلُوا اللَّه مِنْ فَضْله فَإِنَّ اللَّه يُحِبّ أَنْ يُسْأَل وَإِنَّ أَفْضَل الْعِبَادَة اِنْتِظَار الْفَرَج \" . ثُمَّ قَالَ التِّرْمِذِيّ كَذَا رَوَاهُ حَمَّاد بْن وَاقِد وَلَيْسَ بِالْحَافِظِ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث وَكِيع عَنْ إِسْرَائِيل ثُمَّ رَوَاهُ مِنْ حَدِيث قَيْس بْن الرَّبِيع عَنْ حَكِيم بْن جُبَيْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَلُوا اللَّه مِنْ فَضْله فَإِنَّ اللَّه يُحِبّ أَنْ يُسْأَل وَإِنَّ أَحَبّ عِبَاد اللَّه إِلَى اللَّه الَّذِي يُحِبّ الْفَرَج \" ثُمَّ قَالَ \" إِنَّ اللَّه كَانَ بِكُلِّ شَيْء عَلِيمًا \" أَيْ هُوَ عَلِيم بِمَنْ يَسْتَحِقّ الدُّنْيَا فَيُعْطِيه مِنْهَا وَبِمَنْ يَسْتَحِقّ الْفَقْر فَيُفْقِرهُ وَعَلِيم بِمَنْ يَسْتَحِقّ الْآخِرَة فَيُقَيِّضهُ لِأَعْمَالِهَا وَبِمَنْ يَسْتَحِقّ الْخِذْلَان فَيَخْذُلهُ عَنْ تَعَاطِي الْخَيْر وَأَسْبَابه وَلِهَذَا قَالَ \" إِنَّ اللَّه كَانَ بِكُلِّ شَيْء عَلِيمًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40869, "aya_id": 32}]