[{"text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَىَ بَيِّنَةٍ مِّن رَّبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلاَّ الإِصْلاَحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلاَّ بِاللّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ", "sura_id": 11, "type": 0, "id": 1561, "aya_id": 88}, {"text": "قال يا قوم أرأيتم إن كنت على بينة من ربي ورزقني منه رزقا حسنا وما أريد أن أخالفكم إلى ما أنهاكم عنه إن أريد إلا الإصلاح ما استطعت وما توفيقي إلا بالله عليه توكلت وإليه أنيب", "sura_id": 11, "type": 1, "id": 7797, "aya_id": 88}, {"text": "88 - (قال يا قوم أرأيتم إن كنت على بينة من ربي ورزقني منه رزقا حسنا) حلالا أفأشوبه بالحرام من البخس والتطفيف (وما أريد أن أخالفكم) وأذهب (إلى ما أنهاكم عنه) فأرتكبه (إن) ما (أريد إلا الإصلاح) لكم بالعدل (ما استطعت وما توفيقي) قدرتي على ذلك وغيره من الطاعات (إلا بالله عليه توكلت وإليه أنيب) أرجع \r\n", "sura_id": 11, "type": 2, "id": 26505, "aya_id": 88}, {"text": "قال شعيب: يا قوم أرأيتم إن كنت على طريق واضح من ربي فيما أدعوكم إليه من إخلاص العبادة له, وفيما أنهاكم عنه من إفساد المال, ورزقني منه رزقًا واسعًا حلالا طيبًا؟ وما أريد أن أخالفكم فأرتكب أمرًا نهيتكم عنه, وما أريد فيما آمركم به وأنهاكم عنه إلا إصلاحكم قَدْر طاقتي واستطاعتي, وما توفيقي -في إصابة الحق ومحاولة إصلاحكم- إلا بالله, على الله وحده توكلت وإليه أرجع بالتوبة والإنابة.\r\n", "sura_id": 11, "type": 3, "id": 32741, "aya_id": 88}, {"text": " <font color=red>قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ</font><BR><p>يَقُول لَهُمْ أَرَأَيْتُمْ يَا قَوْم إِنْ كُنْت \" عَلَى بَيِّنَة مِنْ رَبِّي \" أَيْ عَلَى بَصِيرَة فِيمَا أَدْعُو إِلَيْهِ\" وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا \" قِيلَ : أَرَادَ النُّبُوَّة , وَقِيلَ : أَرَادَ الرِّزْق الْحَلَال وَيَحْتَمِل الْأَمْرَيْنِ وَقَالَ الثَّوْرِيّ \" وَمَا أُرِيد أَنْ أُخَالِفكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ \" أَيْ لَا أَنْهَاكُمْ عَنْ الشَّيْء وَأُخَالِف أَنَا فِي السِّرّ فَأَفْعَله خُفْيَة عَنْكُمْ كَمَا قَالَ قَتَادَة فِي قَوْله \" وَمَا أُرِيد أَنْ أُخَالِفكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ \" يَقُول لَمْ أَكُنْ أَنْهَاكُمْ عَنْ أَمْر وَأَرْتَكِبُهُ \" إِنْ أُرِيد إِلَّا الْإِصْلَاح مَا اِسْتَطَعْت \" أَيْ فِيمَا آمُركُمْ وَأَنْهَاكُمْ إِنَّمَا أُرِيد إِصْلَاحكُمْ جَهْدِي وَطَاقَتِي \" وَمَا تَوْفِيقِي \" أَيْ فِي إِصَابَة الْحَقّ فِيمَا أُرِيدهُ \" إِلَّا بِاَللَّهِ عَلَيْهِ تَوَكَّلْت\" فِي جَمِيع أُمُورِي \" وَإِلَيْهِ أُنِيب \" أَيْ أَرْجِع قَالَهُ مُجَاهِد قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّاد بْن سَلَمَة حَدَّثَنَا أَبُو قَزَعَة سُوَيْد بْن حُجَيْر الْبَاهِلِيّ عَنْ حَكِيم بْن مُعَاوِيَة عَنْ أَبِيهِ أَنَّ أَخَاهُ مَالِكًا قَالَ : يَا مُعَاوِيَة إِنَّ مُحَمَّدًا أَخَذَ جِيرَانِي فَانْطَلِقْ إِلَيْهِ فَإِنَّهُ قَدْ كَلَّمَك وَعَرَفَك فَانْطَلَقْت مَعَهُ فَقَالَ : دَعْ لِي جِيرَانِي فَقَدْ كَانُوا أَسْلَمُوا فَأَعْرَضَ عَنْهُ فَقَامَ مُغْضَبًا فَقَالَ : أَمَا وَاَللَّه لَئِنْ فَعَلْت إِنَّ النَّاس يَزْعُمُونَ أَنَّك لَتَأْمُرنَا بِالْأَمْرِ وَتُخَالِف إِلَى غَيْره وَجَعَلْت أَجُرّهُ وَهُوَ يَتَكَلَّم فَقَالَ رَسُول اللَّه \" مَا تَقُول ؟ \" فَقَالَ إِنَّك وَاَللَّه لَئِنْ فَعَلْت ذَلِكَ إِنَّ النَّاس لَيَزْعُمُونَ أَنَّك لَتَأْمُر بِالْأَمْرِ وَتُخَالِف إِلَى غَيْره قَالَ فَقَالَ\" أَوَ قَدْ قَالُوهَا : - أَيْ قَائِلهمْ - وَلَئِنْ فَعَلْت مَا ذَاكَ إِلَّا عَلَيَّ وَمَا عَلَيْهِمْ مِنْ ذَلِكَ مِنْ شَيْء أَرْسِلُوا لَهُ جِيرَانه \" وَقَالَ أَيْضًا : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ بَهْز بْن حَكِيم عَنْ أَبِيهِ عَنْ جَدّه قَالَ : أَخَذَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَاسًا مِنْ قَوْمِي فِي تُهْمَة فَحَبَسَهُمْ فَجَاءَ رَجُل مِنْ قَوْمِي إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَخْطُب فَقَالَ يَا مُحَمَّد عَلَامَ تَحْبِس جِيرَانِي ؟ فَصَمَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّ نَاسًا لَيَقُولُونَ إِنَّك تَنْهَى عَنْ الشَّيْء وَتَسْتَخْلِي بِهِ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا تَقُول \" قَالَ : فَجَعَلْت أَعْرِض بَيْنهمَا كَلَامًا مَخَافَة أَنْ يَسْمَعهَا فَيَدْعُو عَلَى قَوْمِي دَعْوَة لَا يُفْلِحُونَ بَعْدهَا أَبَدًا فَلَمْ يَزَلْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى فَهِمَهَا فَقَالَ \" قَدْ قَالُوهَا أَوْ قَائِلهَا مِنْهُمْ وَاَللَّه لَوْ فَعَلْت لَكَانَ عَلَيَّ وَمَا كَانَ عَلَيْهِمْ خَلُّوا عَنْ جِيرَانِهِ \" مِنْ هَذَا الْقَبِيل الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا سُلَيْمَان بْن بِلَال عَنْ رَبِيعَة بْن أَبِي عَبْد الرَّحْمَن عَنْ الْمَلِك بْن سَعِيد بْن سُوَيْد الْأَنْصَارِيّ قَالَ : سَمِعْت أَبَا حُمَيْد وَأَبَا أُسَيْد يَقُولَانِ عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّهُ قَالَ \" إِذَا سَمِعْتُمْ الْحَدِيث عَنِّي تَعْرِفهُ قُلُوبكُمْ وَتَلِين لَهُ أَشْعَاركُمْ وَأَبْشَاركُمْ وَتَرَوْنَ أَنَّهُ مِنْكُمْ قَرِيب فَأَنَا أَوْلَاكُمْ بِهِ وَإِذَا سَمِعْتُمْ الْحَدِيث عَنِّي تُنْكِرهُ قُلُوبكُمْ وَتَنْفِر مِنْهُ أَشْعَارُكُمْ وَأَبْشَاركُمْ وَتَرَوْنَ أَنَّهُ مِنْكُمْ بَعِيد فَأَنَا أَبْعَدكُمْ مِنْهُ \" إِسْنَاده صَحِيح وَقَدْ أَخْرَجَ مُسْلِم بِهَذَا السَّنَد حَدِيث \" إِذَا دَخَلَ أَحَدكُمْ الْمَسْجِد فَلْيَقُلْ اللَّهُمَّ افْتَحْ لِي أَبْوَاب رَحْمَتك وَإِذَا خَرَجَ فَلْيَقُلْ : اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ\" وَمَعْنَاهُ وَاَللَّه أَعْلَم مَهْمَا بَلَغَكُمْ عَنِّي مِنْ خَيْر فَأَنَا أَوْلَاكُمْ بِهِ وَمَهْمَا يَكُنْ مِنْ مَكْرُوه فَأَنَا أَبْعَدكُمْ مِنْهُ \" وَمَا أُرِيد أَنْ أُخَالِفكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ\" وَقَالَ قَتَادَة عَنْ عُرْوَة عَنْ الْحَسَن الْعُرَنِيِّ عَنْ يَحْيَى بْن الْبَزَّار عَنْ مَسْرُوق قَالَ : جَاءَتْ امْرَأَة إِلَى اِبْن مَسْعُود فَقَالَتْ تَنْهَى عَنْ الْوَاصِلَة ؟ قَالَ نَعَمْ قَالَتْ : فَعَلَهُ بَعْض نِسَائِك فَقَالَ : مَا حَفِظْت وَصِيَّة الْعَبْد الصَّالِح إِذًا \" وَمَا أُرِيد أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ \" وَقَالَ عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير عَنْ أَبِي سُلَيْمَان الضَّبِّيّ قَالَ : كَانَتْ تَجِيئنَا كُتُب عُمَر بْن عَبْد الْعَزِيز فِيهَا الْأَمْر وَالنَّهْي فَيَكْتُب فِي آخِرهَا وَمَا كُنْت مِنْ ذَلِكَ إِلَّا كَمَا قَالَ الْعَبْد الصَّالِح \" وَمَا تَوْفِيقِي إِلَّا بِاَللَّهِ عَلَيْهِ تَوَكَّلْت وَإِلَيْهِ أُنِيبُ \" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37710, "aya_id": 88}]