[{"text": "وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّواْ نِعْمَتَ اللّهِ لاَ تُحْصُوهَا إِنَّ الإِنسَانَ لَظَلُومٌ كَفَّارٌ", "sura_id": 14, "type": 0, "id": 1784, "aya_id": 34}, {"text": "وآتاكم من كل ما سألتموه وإن تعدوا نعمة الله لا تحصوها إن الإنسان لظلوم كفار", "sura_id": 14, "type": 1, "id": 8020, "aya_id": 34}, {"text": "34 - (وآتاكم من كل ما سألتموه) على حسب مصالحكم (وإن تعدوا نعمة الله) بمعنى إنعامه (لا تحصوها) لا تطيقوا عدها (إن الإنسان) الكافر (لظلوم كفار) كثير الظلم لنفسه بالمعصية والكفر لنعمة ربه \r\n", "sura_id": 14, "type": 2, "id": 26728, "aya_id": 34}, {"text": "وأعطاكم من كل ما طلبتموه, وإن تعدُّوا نِعَم الله عليكم لا تطيقوا عدها ولا إحصاءها ولا القيام بشكرها; لكثرتها وتنوُّعها. إن الإنسان لَكثير الظلم لنفسه, كثير الجحود لنعم ربه.\r\n", "sura_id": 14, "type": 3, "id": 32964, "aya_id": 34}, {"text": " <font color=red>وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ</font><BR><p>وَقَوْله\" وَآتَاكُمْ مِنْ كُلّ مَا سَأَلْتُمُوهُ \" يَقُول هَيَّأَ لَكُمْ كُلّ مَا تَحْتَاجُونَ إِلَيْهِ فِي جَمِيع أَحْوَالِكُمْ مِمَّا تَسْأَلُونَهُ بِحَالِكُمْ وَقَالَ بَعْض السَّلَف مِنْ كُلّ مَا سَأَلْتُمُوهُ وَمَا لَمْ تَسْأَلُوهُ وَقَرَأَ بَعْضهمْ \" وَآتَاكُمْ مِنْ كُلّ مَا سَأَلْتُمُوهُ وَمَا لَمْ تَسْأَلُوهُ \" وَقَوْله \" وَإِنْ تَعُدُّوا نِعْمَة اللَّه لَا تُحْصُوهَا \" يُخْبِر تَعَالَى عَنْ عَجْز الْعِبَاد عَنْ تَعْدَاد النِّعَم فَضْلًا عَنْ الْقِيَام بِشُكْرِهَا كَمَا قَالَ طَلْق بْن حَبِيب رَحِمَهُ اللَّه : إِنَّ حَقّ اللَّه أَثْقَل مِنْ أَنْ يَقُوم بِهِ الْعِبَاد وَإِنَّ نِعَم اللَّه أَكْثَر مِنْ أَنْ يُحْصِيهَا الْعِبَاد وَلَكِنْ أَصْبَحُوا تَائِبِينَ وَأَمْسَوْا تَائِبِينَ وَفِي صَحِيح الْبُخَارِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" اللَّهُمَّ لَك الْحَمْد غَيْر مَكْفِيّ وَلَا مُوَدَّع وَلَا مُسْتَغْنًى عَنْهُ رَبّنَا \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا إِسْمَاعِيل بْن أَبِي الْحَارِث حَدَّثَنَا دَاوُد بْن الْمُحَبَّر حَدَّثَنَا صَالِح الْمِزِّيّ عَنْ جَعْفَر بْن زَيْد الْعَبْدِيّ عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" يَخْرُج لِابْنِ آدَم يَوْم الْقِيَامَة ثَلَاثَة دَوَاوِين : دِيوَان فِيهِ الْعَمَل الصَّالِح وَدِيوَان فِيهِ ذُنُوبه وَدِيوَان فِيهِ النِّعَم مِنْ اللَّه تَعَالَى عَلَيْهِ فَيَقُول اللَّه تَعَالَى لِأَصْغَر نِعَمه - أَحْسَبهُ قَالَ - فِي دِيوَان النِّعَم خُذِي ثَمَنك مِنْ عَمَله الصَّالِح فَتَسْتَوْعِب عَمَله الصَّالِح كُلّه ثُمَّ تَنَحَّى وَتَقُول : وَعِزَّتِك مَا اِسْتَوْفَيْت وَتَبْقَى الذُّنُوب وَالنِّعَم فَإِذَا أَرَادَ اللَّه أَنْ يَرْحَمَهُ قَالَ يَا عَبْدِي قَدْ ضَاعَفْت لَك حَسَنَاتِك وَتَجَاوَزْت لَك عَنْ سَيِّئَاتك - أَحْسَبهُ قَالَ - وَوَهَبْت لَك نِعَمِي \" غَرِيب وَسَنَدُهُ ضَعِيف وَقَدْ رُوِيَ فِي الْأَثَر أَنَّ دَاوُد عَلَيْهِ السَّلَام قَالَ يَا رَبّ كَيْف أَشْكُرك وَشُكْرِي لَك نِعْمَة مِنْك عَلَيَّ ؟ فَقَالَ اللَّه تَعَالَى الْآن شَكَرْتنِي يَا دَاوُد أَيْ حِين اِعْتَرَفْت بِالتَّقْصِيرِ عَنْ أَدَاء شُكْر الْمُنْعِم ; وَقَالَ الْإِمَام الشَّافِعِيّ رَحِمَهُ اللَّه : الْحَمْد لِلَّهِ الَّذِي لَا تُؤَدَّى شُكْر نِعْمَة مِنْ نِعَمه إِلَّا بِنِعْمَةٍ حَادِثَة تُوجِب عَلَى مُؤَدِّيهَا شُكْره بِهَا وَقَالَ الْقَائِل فِي ذَلِكَ : لَوْ كُلُّ جَارِحَةٍ مِنِّي لَهَا لُغَةٌ تُثْنِي عَلَيْك بِمَا أَوْلَيْت مِنْ حَسَنِ لَكَانَ مَا زَادَ شُكْرِي إِذْ شَكَرْت بِهِ إِلَيْك أَبْلَغ فِي الْإِحْسَانِ وَالْمِنَنِ </p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37927, "aya_id": 34}]