[{"text": "وَإِذَا طَلَّقْتُمُ النِّسَاء فَبَلَغْنَ أَجَلَهُنَّ فَلاَ تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْاْ بَيْنَهُم بِالْمَعْرُوفِ ذَلِكَ يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللّهُ يَعْلَمُ وَأَنتُمْ لاَ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 239, "aya_id": 232}, {"text": "وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن أن ينكحن أزواجهن إذا تراضوا بينهم بالمعروف ذلك يوعظ به من كان منكم يؤمن بالله واليوم الآخر ذلكم أزكى لكم وأطهر والله يعلم وأنتم لا تعلمون", "sura_id": 2, "type": 1, "id": 6475, "aya_id": 232}, {"text": "232 - (وإذا طلقتم النساء فبلغن أجلهن) انقضت عدتهن (فلا تعضُلوهن) خطاب للأولياء أي تمنعوهن من (أن ينكحن أزواجهن) المطلقين لهن لأن سبب نزولها أن أخت معقل بن يسار طلقها زوجها فأراد أن يراجعها فمنعها معقل بن يسار كما رواه الحاكم (إذا تراضوا) أي الأزواج والنساء (بينهم بالمعروف) شرعا (ذلك) النهي عن العضل (يوعظ به من كان منكم يؤمن بالله واليوم الآخر) لأنه المنتفع به (ذلكم) أي ترك العضل (أزكى) خير (لكم وأطهر) لكم ولهم لما يخشى على الزوجين من الريبة بسبب العلاقة بينهما (والله يعلم) ما فيه المصلحة (وأنتم لا تعلمون) ذلك فاتبعوا أوامره \r\n", "sura_id": 2, "type": 2, "id": 25183, "aya_id": 232}, {"text": "واذا طلَّقتم نساءكم دون الثلاث وانتهت عدتهن من غير مراجعة لهن, فلا تضيقوا -أيها الأولياء- على المطلقات بمنعهن من العودة إلى أزواجهن بعقد جديد إذا أردن ذلك, وحدث التراضي شرعًا وعرفًا. ذلك يوعظ به من كان منكم صادق الإيمان بالله واليوم الآخر. إن تَرْكَ العضل وتمكين الأزواج من نكاح زوجاتهم أكثر نماء وطهارة لأعراضكم, وأعظم منفعة وثوابًا لكم. والله يعلم ما فيه صلاحكم وأنتم لا تعلمون ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31419, "aya_id": 232}, {"text": " <font color=red>وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس نَزَلَتْ هَذِهِ الْآيَة فِي الرَّجُل يُطَلِّق اِمْرَأَته طَلْقَة أَوْ طَلْقَتَيْنِ فَتَنْقَضِي عِدَّتهَا ثُمَّ يَبْدُو لَهُ أَنْ يَتَزَوَّجهَا وَأَنَّ يُرَاجِعهَا وَتُرِيد الْمَرْأَة ذَلِكَ فَيَمْنَعهَا أَوْلِيَاؤُهَا مِنْ ذَلِكَ فَنَهَى اللَّه أَنْ يَمْنَعُوهَا . وَكَذَا رَوَى الْعَوْفِيّ عَنْهُ عَنْ اِبْن عَبَّاس أَيْضًا وَكَذَا قَالَ مَسْرُوق وَإِبْرَاهِيم النَّخَعِيّ وَالزُّهْرِيّ وَالضَّحَّاك : إِنَّهَا أُنْزِلَتْ فِي ذَلِكَ وَهَذَا الَّذِي قَالُوهُ ظَاهِرٌ مِنْ الْآيَة . وَفِيهَا دَلَالَة عَلَى أَنَّ الْمَرْأَة لَا تَمْلِكُ أَنْ تُزَوِّجَ نَفْسهَا وَأَنَّهُ لَا بُدَّ فِي النِّكَاح مِنْ وَلِيّ كَمَا قَالَهُ التِّرْمِذِيّ وَابْن جَرِير عِنْد هَذِهِ الْآيَة . كَمَا جَاءَ فِي الْحَدِيث \" لَا تُزَوِّجُ الْمَرْأَةُ الْمَرْأَةَ وَلَا تُزَوِّجُ الْمَرْأَةُ نَفْسَهَا فَإِنَّ الزَّانِيَةَ هِيَ الَّتِي تُزَوِّجُ نَفْسَهَا \" وَفِي الْأَثَر الْآخَر\" لَا نِكَاحَ إِلَّا بِوَلِيٍّ مُرْشِد وَشَاهِدَيْ عَدْل \" وَفِي هَذِهِ الْمَسْأَلَة نِزَاع بَيْن الْعُلَمَاء مُحَرَّر فِي مَوْضِعه مِنْ كُتُب الْفُرُوع وَقَدْ قَرَّرْنَا ذَلِكَ فِي كِتَاب الْأَحْكَام وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَدْ رُوِيَ أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي مَعْقِل بْن يَسَار الْمُزَنِيّ وَأُخْته فَقَالَ الْبُخَارِيّ رَحِمَهُ اللَّه فِي كِتَابه الصَّحِيح عِنْد تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا عُبَيْد اللَّه بْن سَعِيد حَدَّثَنَا أَبُو عَامِر الْعَقَدِيّ حَدَّثَنَا عَبَّاد بْن رَاشِد حَدَّثَنَا الْحَسَن قَالَ حَدَّثَنِي مَعْقِل بْن يَسَار قَالَ : كَانَتْ لِي أُخْت تُخْطَب إِلَيَّ قَالَ الْبُخَارِيّ وَقَالَ إِبْرَاهِيم عَنْ يُونُس عَنْ الْحَسَن حَدَّثَنِي مَعْقِل بْن يَسَار وَحَدَّثَنَا أَبُو مَعْمَر وَحَدَّثَنَا عَبْد الْوَارِث حَدَّثَنَا يُونُس عَنْ الْحَسَن أَنَّ أُخْت مَعْقِل بْن يَسَار طَلَّقَهَا زَوْجهَا فَتَرَكَهَا حَتَّى اِنْقَضَتْ عِدَّتهَا فَخَطَبَهَا فَأَبَى مَعْقِل فَنَزَلَتْ \" فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجهنَّ \" . وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَابْن أَبِي حَاتِم وَابْن جَرِير وَابْن مَرْدَوَيْهِ مِنْ طُرُق مُتَعَدِّدَة عَنْ الْحَسَن عَنْ مَعْقِل بْن يَسَار بِهِ وَصَحَّحَهُ التِّرْمِذِيّ أَيْضًا وَلَفْظه عَنْ مَعْقِل بْن يَسَار أَنَّهُ زَوَّجَ أُخْته رَجُلًا مِنْ الْمُسْلِمِينَ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَتْ عِنْده مَا كَانَتْ ثُمَّ طَلَّقَهَا تَطْلِيقَة لَمْ يُرَاجِعهَا حَتَّى اِنْقَضَتْ عِدَّتهَا فَهَوِيَهَا وَهَوِيَتْهُ ثُمَّ خَطَبَهَا مَعَ الْخُطَّاب فَقَالَ لَهُ يَا لُكَع بْن لُكَع أَكْرَمْتُك بِهَا وَزَوَّجْتُكهَا فَطَلَّقْتهَا وَاَللَّه لَا تَرْجِع إِلَيْك أَبَدًا آخِر مَا عَلَيْك قَالَ فَعَلِمَ اللَّه حَاجَته إِلَيْهَا وَحَاجَتهَا إِلَى بَعْلهَا فَأَنْزَلَ اللَّه \" وَإِذَا طَلَّقْتُمْ النِّسَاء فَبَلَغْنَ أَجَلَهُنَّ \" إِلَى قَوْله \" وَأَنْتُمْ لَا تَعْلَمُونَ \" فَلَمَّا سَمِعَهَا مَعْقِل قَالَ : سَمْعًا لِرَبِّي وَطَاعَة ثُمَّ دَعَاهُ فَقَالَ أُزَوِّجك وَأُكْرِمك زَادَ اِبْن مَرْدَوَيْهِ : وَكَفَّرْت عَنْ يَمِينِي . وَرَوَى اِبْن جَرِير عَنْ اِبْن جُرَيْج قَالَ : هِيَ جَمِيلَة بِنْت يَسَار كَانَتْ تَحْت أَبِي البَّدَّاح . وَقَالَ سُفْيَان الثَّوْرِيّ : عَنْ أَبِي إِسْحَاق السَّبِيعِيّ قَالَ هِيَ فَاطِمَة بِنْت يَسَار وَهَكَذَا ذَكَرَ غَيْر وَاحِد مِنْ السَّلَف أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي مَعْقِل بْن يَسَار وَأُخْته . وَقَالَ السُّدِّيّ : نَزَلَتْ فِي جَابِر بْن عَبْد اللَّه وَابْنَة عَمّ لَهُ وَالصَّحِيح الْأَوَّل وَاَللَّه أَعْلَم . وَقَوْله \" ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاَللَّهِ وَالْيَوْمِ الْآخِرِ \" أَيْ هَذَا الَّذِي نَهَيْنَاكُمْ عَنْهُ مِنْ مَنْع الْوَلَايَا أَنْ يَتَزَوَّجْنَ أَزْوَاجهنَّ إِذَا تَرَاضَوْا بَيْنهمْ بِالْمَعْرُوفِ يَأْتَمِر بِهِ وَيَتَّعِظ بِهِ وَيَنْفَعِل لَهُ مَنْ كَانَ مِنْكُمْ أَيّهَا النَّاس يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر أَيْ يُؤْمِن بِشَرْعِ اللَّه وَيَخَاف وَعِيد اللَّه وَعَذَابه فِي الدَّار الْآخِرَة وَمَا فِيهَا مِنْ الْجَزَاء ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَر أَيْ اِتِّبَاعكُمْ شَرْع اللَّه فِي رَدّ الْمُولِيَات إِلَى أَزْوَاجهنَّ وَتَرْك الْحَمِيَّة فِي ذَلِكَ أَزْكَى لَكُمْ وَأَطْهَر لِقُلُوبِكُمْ وَاَللَّه يَعْلَم أَيْ الْمَصَالِح فِيمَا يَأْمُر بِهِ وَيَنْهَى عَنْهُ \" وَأَنْتُمْ لَا تَعْلَمُونَ \" فِي أَيّ الْخِيَرَة فِيمَا تَأْتُونَ وَلَا فِيمَا تَذَرُونَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38645, "aya_id": 232}]