[{"text": "وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ", "sura_id": 68, "type": 0, "id": 5275, "aya_id": 4}, {"text": "وإنك لعلى خلق عظيم", "sura_id": 68, "type": 1, "id": 11511, "aya_id": 4}, {"text": "4 - (وإنك لعلى خلق) دين (عظيم) \r\n", "sura_id": 68, "type": 2, "id": 30219, "aya_id": 4}, {"text": "وإنك -أيها الرسول- لعلى خلق عظيم، وهو ما اشتمل عليه القرآن من مكارم الأخلاق؛ فقد كان امتثال القرآن سجية له يأتمر بأمره، وينتهي عما ينهى عنه.\r\n", "sura_id": 68, "type": 3, "id": 36455, "aya_id": 4}, {"text": " <font color=red>وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ</font><BR><p>وَقَوْله تَعَالَى \" وَإِنَّك لَعَلَى خُلُق عَظِيم \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَإِنَّك لَعَلَى دِين عَظِيم وَهُوَ الْإِسْلَام وَكَذَلِكَ قَالَ مُجَاهِد وَأَبُو مَالِك وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَكَذَا قَالَ الضَّحَّاك وَابْن زَيْد . وَقَالَ عَطِيَّة لَعَلَى أَدَب عَظِيم وَقَالَ مَعْمَر عَنْ قَتَادَة سُئِلَتْ عَائِشَة عَنْ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ : كَانَ خُلُقه الْقُرْآن تَقُول كَمَا هُوَ فِي الْقُرْآن . وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة قَوْله\" وَإِنَّك لَعَلَى خُلُق عَظِيم \" ذُكِرَ لَنَا أَنَّ سَعِيد بْن هِشَام سَأَلَ عَائِشَة عَنْ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ أَلَسْت تَقْرَأ الْقُرْآن ؟ قَالَ بَلَى قَالَتْ فَإِنَّ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ الْقُرْآن. وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة عَنْ زُرَارَةَ بْن أَوْفَى عَنْ سَعْد بْن هِشَام قَالَ سَأَلْت عَائِشَة فَقُلْت أَخْبِرِينِي يَا أُمّ الْمُؤْمِنِينَ عَنْ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ أَتَقْرَأُ الْقُرْآن ؟ فَقُلْت نَعَمْ فَقَالَتْ كَانَ خُلُقه الْقُرْآن هَذَا مُخْتَصَر مِنْ حَدِيث طَوِيل وَقَدْ رَوَاهُ الْإِمَام مُسْلِم فِي صَحِيحه مِنْ حَدِيث قَتَادَة بِطُولِهِ وَسَيَأْتِي فِي سُورَة الْمُزَّمِّل إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا يُونُس عَنْ الْحَسَن قَالَ سَأَلْت عَائِشَة عَنْ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ كَانَ خُلُقه الْقُرْآن . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد حَدَّثَنَا شَرِيك عَنْ قَيْس بْن وَهْب عَنْ رَجُل مِنْ بَنِي سَوَاد قَالَ سَأَلْت عَائِشَة عَنْ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ أَمَا تَقْرَأ الْقُرْآن ؟ \" وَإِنَّك لَعَلَى خُلُق عَظِيم \" قَالَ : قُلْت حَدِّثِينِي عَنْ ذَاكَ قَالَتْ صَنَعْت لَهُ طَعَامًا وَصَنَعَتْ لَهُ حَفْصَة طَعَامًا فَقَالَتْ لِجَارِيَتِي اِذْهَبِي فَإِنْ جَاءَتْ هِيَ بِالطَّعَامِ فَوَضَعَتْهُ قَبْل فَاطْرَحِي الطَّعَام قَالَتْ : فَجَاءَتْ بِالطَّعَامِ قَالَتْ فَأَلْقَتْ الْجَارِيَة فَوَقَعَتْ الْقَصْعَة فَانْكَسَرَتْ وَكَانَ نِطَع قَالَتْ فَجَمَعَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" اِقْتَصُّوا - أَوْ اِقْتَصِّي شَكَّ أَسْوَد - ظَرْفًا مَكَان ظَرْفك \" قَالَتْ فَمَا قَالَ شَيْئًا. وَقَالَ اِبْن جَرِير حَدَّثَنَا عُبَيْد بْن آدَم بْن أَبِي إِيَاس حَدَّثَنَا أَبِي حَدَّثَنَا الْمُبَارَك بْن فَضَالَة عَنْ الْحَسَن عَنْ سَعْد بْن هِشَام قَالَ أَتَيْت عَائِشَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا فَقُلْت لَهَا أَخْبِرِينِي بِخُلُقِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : كَانَ خُلُقه الْقُرْآن أَمَا تَقْرَأ \" وَإِنَّك لَعَلَى خُلُق عَظِيم \" وَقَدْ رَوَى أَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث الْحَسَن نَحْوه وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَنْبَأَنَا اِبْن وَهْب أَخْبَرَنِي مُعَاوِيَة بْن صَالِح عَنْ أَبِي الزَّاهِرِيَّة عَنْ جُبَيْر بْن نُفَيْر قَالَ حَجَجْت فَدَخَلْت عَلَى عَائِشَة رَضِيَ اللَّه عَنْهَا فَسَأَلْتهَا عَنْ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ كَانَ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْقُرْآن وَهَكَذَا رَوَاهُ أَحْمَد عَنْ عَبْد الرَّحْمَن بْن مَهْدِيّ . رَوَاهُ النَّسَائِيّ فِي التَّفْسِير عَنْ إِسْحَاق بْن مَنْصُور عَنْ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مُعَاوِيَة بْن صَالِح بِهِ . وَمَعْنَى هَذَا أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام صَارَ اِمْتِثَال الْقُرْآن أَمْرًا وَنَهْيًا سَجِيَّة لَهُ وَخُلُقًا تَطَبَّعَهُ وَتَرَك طَبْعه الْجِبِلِّيّ فَمَهْمَا أَمَرَهُ الْقُرْآن فَعَلَهُ وَمَهْمَا نَهَاهُ عَنْهُ تَرَكَهُ هَذَا مَعَ مَا جَبَلَهُ اللَّه عَلَيْهِ مِنْ الْخُلُق الْعَظِيم مِنْ الْحَيَاء وَالْكَرَم وَالشَّجَاعَة وَالصَّفْح وَالْحِلْم وَكُلّ خُلُق جَمِيل كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَنَس قَالَ : خَدَمْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَشْر سِنِينَ فَمَا قَالَ لِي أُفّ قَطُّ وَلَا قَالَ لِشَيْءٍ فَعَلْته لِمَ فَعَلْته ؟ وَلَا لِشَيْءٍ لَمْ أَفْعَلهُ أَلَا فَعَلْته وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْسَن النَّاس خُلُقًا وَلَا مَسِسْت خَزًّا وَلَا حَرِيرًا وَلَا شَيْئًا كَانَ أَلْيَن مِنْ كَفّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا شَمَمْت مِسْكًا وَلَا عِطْرًا كَانَ أَطْيَب مِنْ عَرَق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَقَالَ الْبُخَارِيّ حَدَّثَنَا إِسْحَاق بْن مَنْصُور حَدَّثَنَا إِبْرَاهِيم بْن يُونُس عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاق قَالَ سَمِعْت الْبَرَاء يَقُول : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْسَن النَّاس وَجْهًا وَأَحْسَن النَّاس خَلْقًا لَيْسَ بِالطَّوِيلِ وَلَا بِالْقَصِيرِ . وَالْأَحَادِيث فِي هَذَا كَثِيرَة وَلِأَبِي عِيسَى التِّرْمِذِيّ فِي هَذَا كِتَاب الشَّمَائِل قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : مَا ضَرَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ خَادِمًا لَهُ قَطُّ وَلَا ضَرَبَ اِمْرَأَة وَلَا ضَرَبَ بِيَدِهِ شَيْء قَطُّ إِلَّا أَنْ يُجَاهِد فِي سَبِيل اللَّه وَلَا خُيِّرَ بَيْن شَيْئَيْنِ قَطُّ إِلَّا كَانَ أَحَبّهمَا إِلَيْهِ أَيْسَرهمَا حَتَّى يَكُون إِثْمًا فَإِذَا كَانَ إِثْمًا كَانَ أَبْعَد النَّاس مِنْ الْإِثْم وَلَا اِنْتَقَمَ لِنَفْسِهِ مِنْ شَيْء يُؤْتَى إِلَيْهِ إِلَّا أَنْ تُنْتَهَك حُرُمَات اللَّه فَيَكُون هُوَ يَنْتَقِم لِلَّهِ عَزَّ وَجَلَّ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سَعِيد بْن مَنْصُور حَدَّثَنَا عَبْد الْعَزِيز بْن مُحَمَّد عَنْ مُحَمَّد بْن عَجْلَان عَنْ الْقَعْقَاع بْن حَكِيم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّمَا بُعِثْت لِأُتَمِّم صَالِح الْأَخْلَاق \" تَفَرَّدَ بِهِ.</p><BR> <br> ", "sura_id": 68, "type": 4, "id": 42395, "aya_id": 4}]