[{"text": "قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللّهِ يَجْحَدُونَ", "sura_id": 6, "type": 0, "id": 822, "aya_id": 33}, {"text": "قد نعلم إنه ليحزنك الذي يقولون فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون", "sura_id": 6, "type": 1, "id": 7058, "aya_id": 33}, {"text": "33 - (قد) للتحقيق (نعلم إنه) أي الشأن (ليحزنك الذي يقولون) لك من التكذيب (فإنهم لا يكذبونك) في السر لعلمهم أنك صادق وفي قراءة بالتخفيف أي لا ينسبونك إلى الكذب (ولكن الظالمين) وضعه موضع المضمر (بآيات الله) القرآن (يجحدون) يكذبون \r\n", "sura_id": 6, "type": 2, "id": 25766, "aya_id": 33}, {"text": "إنا نعلم إنه ليُدْخل الحزنَ إلى قلبك تكذيبُ قومك لك في الظاهر, فاصبر واطمئن; فإنهم لا يكذبونك في قرارة أنفسهم, بل يعتقدون صدقك, ولكنهم لظلمهم وعدوانهم يجحدون البراهين الواضحة على صدقك, فيكذبونك فيما جئت به.\r\n", "sura_id": 6, "type": 3, "id": 32002, "aya_id": 33}, {"text": " <font color=red>قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ</font><BR><p>يَقُول تَعَالَى مُسَلِّيًا لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تَكْذِيب قَوْمه لَهُ وَمُخَالَفَتهمْ إِيَّاهُ \" قَدْ نَعْلَم إِنَّهُ لَيَحْزُنُك الَّذِي يَقُولُونَ \" أَيْ قَدْ أَحَطْنَا عِلْمًا بِتَكْذِيبِهِمْ لَك وَحُزْنك وَتَأَسُّفك عَلَيْهِمْ كَقَوْلِهِ \" فَلَا تَذْهَب نَفْسك عَلَيْهِمْ حَسَرَات \" كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى\" لَعَلَّك بَاخِع نَفْسك أَنْ لَا يَكُونُوا مُؤْمِنِينَ \" \" فَلَعَلَّك بَاخِع نَفْسك عَلَى آثَارهمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيث أَسَفًا \" وَقَوْله \" فَإِنَّهُمْ لَا يُكَذِّبُونَك وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّه يَجْحَدُونَ \" أَيْ لَا يَتَّهِمُونَك بِالْكَذِبِ فِي نَفْس الْأَمْر \" وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّه يَجْحَدُونَ\" أَيْ وَلَكِنَّهُمْ يُعَانِدُونَ الْحَقّ وَيَدْفَعُونَهُ بِصُدُورِهِمْ كَمَا قَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ نَاجِيَة بْن كَعْب عَنْ عَلِيّ قَالَ : قَالَ أَبُو جَهْل لِلنَّبِيِّ صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ : إِنَّا لَا نُكَذِّبك وَلَكِنْ نُكَذِّب مَا جِئْت بِهِ فَأَنْزَلَ اللَّه \" فَإِنَّهُمْ لَا يُكَذِّبُونَك وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّه يَجْحَدُونَ \" رَوَاهُ الْحَاكِم مِنْ طَرِيق إِسْرَائِيل عَنْ أَبِي إِسْحَاق . ثُمَّ قَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن الْوَزِير الْوَاسِطِيّ بِمَكَّة حَدَّثَنَا بِشْر بْن الْمُبَشِّر الْوَاسِطِيّ عَنْ سَلَّام بْن مِسْكِين عَنْ أَبِي يَزِيد الْمَدَنِيّ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقِيَ أَبَا جَهْل فَصَافَحَهُ قَالَ لَهُ رَجُل أَلَا أَرَاك تُصَافِح هَذَا الصَّابِئ ؟ فَقَالَ وَاَللَّه إِنِّي لَأَعْلَم إِنَّهُ لَنَبِيّ وَلَكِنْ مَتَى كُنَّا لِبَنِي عَبْد مَنَاف تَبَعًا ؟ وَتَلَا أَبُو يَزِيد \" فَإِنَّهُمْ لَا يُكَذِّبُونَك وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّه يَجْحَدُونَ \" وَقَالَ أَبُو صَالِح وَقَتَادَة : يَعْلَمُونَ أَنَّك رَسُول اللَّه ويَجْحَدُونَ ; وَذَكَرَ مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ فِي قِصَّة أَبِي جَهْل حِين جَاءَ يَسْتَمِع قِرَاءَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ اللَّيْل هُوَ وَأَبُو سُفْيَان صَخْر بْن حَرْب وَالْأَخْنَس بْن شَرِيق وَلَا يَشْعُر أَحَد مِنْهُمْ بِالْآخَرِ فَاسْتَمَعُوهَا إِلَى الصَّبَاح فَلَمَّا هَجَمَ الصُّبْح تَفَرَّقُوا فَجَمَعَتْهُمْ الطَّرِيق فَقَالَ كُلّ مِنْهُمْ لِلْآخَرِ مَا جَاءَ بِك ؟ فَذَكَرَ لَهُ مَا جَاءَ بِهِ ثُمَّ تَعَاهَدُوا أَنْ لَا يَعُودُوا لِمَا يَخَافُونَ مِنْ عِلْم شَبَاب قُرَيْش بِهِمْ لِئَلَّا يُفْتَتَنُوا بِمَجِيئِهِمْ فَلَمَّا كَانَتْ اللَّيْلَة الثَّانِيَة جَاءَ كُلّ مِنْهُمْ ظَنًّا أَنَّ صَاحِبَيْهِ لَا يَجِيئَانِ لِمَا سَبَقَ مِنْ الْعُهُود فَلَمَّا أَصْبَحُوا جَمَعَتْهُمْ الطَّرِيق فَتَلَاوَمُوا ثُمَّ تَعَاهَدُوا أَنْ لَا يَعُودُوا فَلَمَّا كَانَتْ اللَّيْلَة الثَّالِثَة جَاءُوا أَيْضًا فَلَمَّا أَصْبَحُوا تَعَاهَدُوا أَنْ لَا يَعُودُوا لِمِثْلِهَا ثُمَّ تَفَرَّقُوا فَلَمَّا أَصْبَحَ الْأَخْنَس بْن شَرِيق أَخَذَ عَصَاهُ ثُمَّ خَرَجَ حَتَّى أَتَى أَبَا سُفْيَان بْن حَرْب فِي بَيْته فَقَالَ : أَخْبِرْنِي يَا أَبَا حَنْظَلَة عَنْ رَأْيك فِيمَا سَمِعْت مِنْ مُحَمَّد قَالَ يَا أَبَا ثَعْلَبَة وَاَللَّه لَقَدْ سَمِعْت أَشْيَاء أَعْرِفهَا وَأَعْرِف مَا يُرَاد بِهَا وَسَمِعْت أَشْيَاء مَا عَرَفْت مَعْنَاهَا وَلَا مَا يُرَاد بِهَا قَالَ الْأَخْنَس : وَأَنَا وَاَلَّذِي حَلَفْت بِهِ ثُمَّ خَرَجَ مِنْ عِنْده حَتَّى أَتَى أَبَا جَهْل فَدَخَلَ عَلَيْهِ فِي بَيْته فَقَالَ يَا أَبَا الْحَكَم مَا رَأْيك فِيمَا سَمِعْت مِنْ مُحَمَّد ؟ قَالَ مَاذَا سَمِعْت ؟ قَالَ تَنَازَعْنَا نَحْنُ وَبَنُو عَبْد مَنَاف الشَّرَف أَطْعَمُوا فَأَطْعَمْنَا وَحَمَلُوا فَحَمَلْنَا وَأَعْطَوْا فَأَعْطَيْنَا حَتَّى إِذَا تَجَاثَيْنَا عَلَى الرَّكْب وَكُنَّا كَفَرَسَيْ رِهَان قَالُوا : مِنَّا نَبِيّ يَأْتِيه الْوَحْي مِنْ السَّمَاء فَمَتَى نُدْرِك هَذِهِ ؟ وَاَللَّه لَا نُؤْمِن بِهِ أَبَدًا وَلَا نُصَدِّقهُ قَالَ فَقَامَ عَنْهُ الْأَخْنَس وَتَرَكَهُ . وَرَوَى اِبْن جَرِير مِنْ طَرِيق أَسْبَاط عَنْ السُّدِّيّ فِي قَوْله \" قَدْ نَعْلَم إِنَّهُ لَيَحْزُنك الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَك وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّه يَجْحَدُونَ\" لَمَّا كَانَ يَوْم بَدْر قَالَ الْأَخْنَس بْن شَرِيق لِبَنِي زُهْرَة : يَا بَنِي زُهْرَة إِنَّ مُحَمَّدًا اِبْن أُخْتكُمْ فَأَنْتُمْ أَحَقّ مَنْ ذَبَّ عَنْ اِبْن أُخْته فَإِنَّهُ إِنْ كَانَ نَبِيًّا لِمَ تُقَاتِلُوهُ الْيَوْم وَإِنْ كَانَ كَاذِبًا كُنْتُمْ أَحَقّ مَنْ كَفَّ عَنْ اِبْن أُخْته قِفُوا حَتَّى أَلْقَى أَبَا الْحَكَم فَإِنْ غَلَبَ مُحَمَّد رَجَعْتُمْ سَالِمِينَ وَإِنْ غَلَبَ مُحَمَّد فَإِنَّ قَوْمكُمْ لَمْ يَصْنَعُوا بِكُمْ شَيْئًا - فَيَوْمئِذٍ سُمِّيَ الْأَخْنَس وَكَانَ اِسْمه أُبَيّ - فَالْتَقَى الْأَخْنَس بِأَبِي جَهْل فَخَلَّا بِهِ فَقَالَ يَا أَبَا الْحَكَم أَخْبِرْنِي عَنْ مُحَمَّد أَصَادِق هُوَ أَمْ كَاذِب فَإِنَّهُ لَيْسَ هَهُنَا مِنْ قُرَيْش غَيْرِي وَغَيْرك يَسْتَمِع كَلَامنَا ؟ فَقَالَ أَبُو جَهْل وَيْحك وَاَللَّه إِنَّ مُحَمَّدًا لَصَادِق وَمَا كَذَبَ مُحَمَّد قَطُّ وَلَكِنْ إِذَا ذَهَبَتْ بَنُو قُصَيّ بِاللِّوَاءِ وَالسِّقَايَة وَالْحِجَابَة وَالنُّبُوَّة فَمَاذَا يَكُون لِسَائِرِ قُرَيْش ؟ فَذَلِكَ قَوْله \" فَإِنَّهُمْ لَا يُكَذِّبُونَك وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّه يَجْحَدُونَ \" فَآيَات اللَّه مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42168, "aya_id": 33}]