[{"text": "فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَن ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ", "sura_id": 38, "type": 0, "id": 4002, "aya_id": 32}, {"text": "فقال إني أحببت حب الخير عن ذكر ربي حتى توارت بالحجاب", "sura_id": 38, "type": 1, "id": 10238, "aya_id": 32}, {"text": "32 - (فقال إني أحببت) أردت (حب الخير) أي الخيل (عن ذكر ربي) صلاة العصر (حتى توارت) الشمس (بالحجاب) أي استترت بما يحجبها عن الأبصار \r\n", "sura_id": 38, "type": 2, "id": 28946, "aya_id": 32}, {"text": "فقال: إنني آثرت حب المال عن ذكر ربي حتى غابت الشمس عن عينيه,\r\n", "sura_id": 38, "type": 3, "id": 35182, "aya_id": 32}, {"text": " <font color=red>فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى \" فَقَالَ إِنِّي أَحْبَبْت حُبّ الْخَيْر عَنْ ذِكْر رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ \" ذَكَرَ غَيْر وَاحِد مِنْ السَّلَف وَالْمُفَسِّرِينَ أَنَّهُ اشْتَغَلَ بِعَرْضِهَا حَتَّى فَاتَ وَقْت صَلَاة الْعَصْر وَاَلَّذِي يُقْطَع بِهِ أَنَّهُ لَمْ يَتْرُكهَا عَمْدًا بَلْ نِسْيَانًا كَمَا شُغِلَ النَّبِيّ يَوْم الْخَنْدَق عَنْ صَلَاة الْعَصْر حَتَّى صَلَّاهَا بَعْد الْغُرُوب وَذَلِكَ ثَابِت فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه مِنْ ذَلِكَ عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ جَاءَ عُمَر رَضِيَ اللَّه عَنْهُ يَوْم الْخَنْدَق بَعْدَمَا غَرَبَتْ الشَّمْس فَجَعَلَ يَسُبّ كُفَّار قُرَيْش وَيَقُول يَا رَسُول اللَّه وَاَللَّه مَا كِدْت أُصَلِّي الْعَصْر حَتَّى كَادَتْ الشَّمْس تَغْرُب فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَللَّه مَا صَلَّيْتهَا \" فَقَالَ فَقُمْنَا إِلَى بُطْحَان فَتَوَضَّأَ نَبِيّ اللَّه لِلصَّلَاةِ وَتَوَضَّأْنَا لَهَا فَصَلَّى الْعَصْر بَعْدَمَا غَرَبَتْ الشَّمْس ثُمَّ صَلَّى بَعْدهَا الْمَغْرِب وَيَحْتَمِل أَنَّهُ كَانَ سَائِغًا فِي مِلَّتهمْ تَأْخِير الصَّلَاة لِعُذْرِ الْغَزْو وَالْقِتَال وَالْخَيْل تُرَاد لِلْقَنَالِ وَقَدْ اِدَّعَى طَائِفَة مِنْ الْعُلَمَاء أَنَّ هَذَا كَانَ مَشْرُوعًا فَنُسِخَ ذَلِكَ بِصَلَاةِ الْخَوْف وَمِنْهُمْ مَنْ ذَهَبَ إِلَى ذَلِكَ فِي حَال الْمُسَايَفَة وَالْمُضَايَقَة حَيْثُ لَا تُمْكِن صَلَاة وَلَا رُكُوع وَلَا سُجُود كَمَا فَعَلَ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ فِي فَتْح تُسْتَر وَهُوَ مَنْقُول عَنْ مَكْحُول وَالْأَوْزَاعِيّ وَغَيْرهمَا وَالْأَوَّل أَقْرَب لِأَنَّهُ قَالَ بَعْده \" رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاق \" قَالَ الْحَسَن الْبَصْرِيّ لَا قَالَ : وَاَللَّه لَا تَشْغَلِينِي عَنْ عِبَادَة رَبِّي آخِر مَا عَلَيْك ثُمَّ أَمَرَ بِهَا فَعُقِرَتْ وَكَذَا قَالَ قَتَادَة وَقَالَ السُّدِّيّ ضَرَبَ أَعْنَاقهَا وَعَرَاقِيبهَا بِالسُّيُوفِ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا جَعَلَ يَمْسَح أَعْرَاف الْخَيْل وَعَرَاقِيبهَا حُبًّا لَهَا وَهَذَا الْقَوْل اِخْتَارَهُ اِبْن جَرِير قَالَ لِأَنَّهُ لَمْ يَكُنْ لِيُعَذِّب حَيَوَانًا بِالْعَرْقَبَةِ وَيُهْلِك مَالًا مِنْ مَاله بِلَا سَبَب سِوَى أَنَّهُ اشْتَغَلَ عَنْ صَلَاته بِالنَّظَرِ إِلَيْهَا وَلَا ذَنَب لَهَا وَهَذَا الَّذِي رَجَّحَ بِهِ اِبْن جَرِير فِيهِ نَظَر لِأَنَّهُ قَدْ يَكُون فِي شَرْعهمْ جَوَاز مِثْل هَذَا وَلَا سِيَّمَا إِذَا كَانَ غَضَبًا لِلَّهِ تَعَالَى بِسَبَبِ أَنَّهُ اشْتَغَلَ بِهَا حَتَّى خَرَجَ وَقْت الصَّلَاة وَلِهَذَا لَمَّا خَرَجَ عَنْهَا لِلَّهِ تَعَالَى عَوَّضَهُ اللَّه عَزَّ وَجَلَّ مَا هُوَ خَيْر مِنْهَا وَهُوَ الرِّيح الَّتِي تَجُرِّي بِأَمْرِهِ رُخَاء حَيْثُ أَصَابَ غُدُوُّهَا شَهْر وَرَوَاحهَا شَهْر فَهَذَا أَسْرَع وَخَيْر مِنْ الْخَيْل قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة عَنْ حُمَيْد بْن هِلَال عَنْ أَبِي قَتَادَة وَأَبِي الدَّهْمَاء وَكَانَا يُكْثِرَانِ السَّفَر نَحْو الْبَيْت قَالَا أَتَيْنَا عَلَى رَجُل مِنْ أَهْل الْبَادِيَة فَقَالَ لَنَا الْبَدْوِيّ أَخَذَ بِيَدِي رَسُول اللَّه فَجَعَلَ يُعَلِّمُنِي مِمَّا عِلْمه اللَّه عَزَّ وَجَلَّ وَقَالَ \" إِنَّك لَا تَدَعُ شَيْئًا اِتِّقَاء اللَّه تَعَالَى إِلَّا أَعْطَاك اللَّه عَزَّ وَجَلَّ خَيْرًا مِنْهُ \" .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40629, "aya_id": 32}]