[{"text": "وَقَالُواْ كُونُواْ هُودًا أَوْ نَصَارَى تَهْتَدُواْ قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ", "sura_id": 2, "type": 0, "id": 142, "aya_id": 135}, {"text": "وقالوا كونوا هودا أو نصارى تهتدوا قل بل ملة إبراهيم حنيفا وما كان من المشركين", "sura_id": 2, "type": 1, "id": 6378, "aya_id": 135}, {"text": "135 - (وقالوا كونوا هودا أو نصارى تهتدوا) أو للتفصيل وقائل الأول يهود المدينة والثاني نصارى نجران (قل) لهم (بل) نتبع (ملة إبراهيم حنيفا) حال من إبراهيم مائلاً عن الأديان كلها إلى الدين القيم (وما كان من المشركين \r\n", "sura_id": 2, "type": 2, "id": 25086, "aya_id": 135}, {"text": "وقالت اليهود لأمَّة محمد صلى الله عليه وسلم: ادخلوا في دين اليهودية تجدوا الهداية, وقالت النصارى لهم مثل ذلك. قل لهم -أيها الرسول-: بل الهداية أن نتبع- جميعًا- ملة إبراهيم, الذي مال عن كل دين باطل إلى دين الحق, وما كان من المشركين بالله تعالى.\r\n", "sura_id": 2, "type": 3, "id": 31322, "aya_id": 135}, {"text": " <font color=red>وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد حَدَّثَنِي سَعِيد بْن جُبَيْر أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ عَبْد اللَّه بْن صُورِيَّا الْأَعْوَر لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا الْهُدَى إِلَّا مَا نَحْنُ عَلَيْهِ فَاتَّبِعْنَا يَا مُحَمَّد تَهْتَدِ . وَقَالَتْ النَّصَارَى مِثْل ذَلِكَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا\" وَقَوْله \" قُلْ بَلْ مِلَّة إِبْرَاهِيم حَنِيفًا \" أَيْ لَا نُرِيد مَا دَعَوْتُمُونَا إِلَيْهِ مِنْ الْيَهُودِيَّة وَالنَّصْرَانِيَّة بَلْ نَتَّبِع \" مِلَّة إِبْرَاهِيم حَنِيفًا \" أَيْ مُسْتَقِيمًا قَالَهُ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَعِيسَى اِبْن جَارِيَة وَقَالَ خُصَيْف عَنْ مُجَاهِد مُخْلِصًا وَرَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس حَاجًّا وَكَذَا رُوِيَ عَنْ الْحَسَن وَالضَّحَّاك وَعَطِيَّة وَالسُّدِّيّ وَقَالَ أَبُو الْعَالِيَة : الْحَنِيف الَّذِي يَسْتَقْبِل الْبَيْت بِصَلَاتِهِ وَيَرَى أَنَّ حَجّه عَلَيْهِ إِنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا وَقَالَ مُجَاهِد وَالرَّبِيع بْن أَنَس : حَنِيفًا أَيْ مُتَّبِعًا وَقَالَ أَبُو قِلَابَة : الْحَنِيف الَّذِي يُؤْمِن بِالرُّسُلِ كُلّهمْ مِنْ أَوَّلهمْ إِلَى آخِرهمْ وَقَالَ قَتَادَة : الْحَنِيفِيَّة شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه يَدْخُل فِيهَا تَحْرِيم الْأُمَّهَات وَالْبَنَات وَالْخَالَات وَالْعَمَّات وَمَا حَرَّمَ اللَّه عَزَّ وَجَلَّ وَالْخِتَان .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38537, "aya_id": 135}]