[{"text": "أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاء الْأَرْضِ أَإِلَهٌ مَّعَ اللَّهِ قَلِيلًا مَّا تَذَكَّرُونَ", "sura_id": 27, "type": 0, "id": 3221, "aya_id": 62}, {"text": "أمن يجيب المضطر إذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض أإله مع الله قليلا ما تذكرون", "sura_id": 27, "type": 1, "id": 9457, "aya_id": 62}, {"text": "62 - (أم من يجيب المضطر) المكروب الذي مسه الضر (إذا دعاه ويكشف السوء) عنه وعن غيره (ويجعلكم خلفاء الأرض) الإضافة بمعنى في أي يخلف كن قرن القرن الذي قبله (أإله مع الله قليلا ما تذكرون) تتعظون بالفوقانية والتحتانية وفيه إدغام التاء في الذال وما زائدة لتقليل القليل \r\n", "sura_id": 27, "type": 2, "id": 28165, "aya_id": 62}, {"text": "أعبادة ما تشركون بالله خير أم الذي يجيب المكروب إذا دعاه, ويكشف السوء النازل به, ويجعلكم خلفاء لمن سبقكم في الأرض؟ أمعبود مع الله ينعم عليكم هذه النعم؟ قليلا ما تذكرون وتعتبرون, فلذلك أشركتم بالله غيره في عبادته.\r\n", "sura_id": 27, "type": 3, "id": 34401, "aya_id": 62}, {"text": " <font color=red>أَمْ مَنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا</font><BR><p>يُنَبِّه تَعَالَى أَنَّهُ هُوَ الْمَدْعُوّ عِنْد الشَّدَائِد الْمَرْجُوّ عِنْد النَّوَازِل كَمَا قَالَ تَعَالَى : \" وَإِذَا مَسَّكُمْ الضُّرّ فِي الْبَحْر ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ \" وَقَالَ تَعَالَى : \" ثُمَّ إِذَا مَسَّكُمْ الضُّرّ فَإِلَيْهِ تَجْأَرُونَ \" وَهَكَذَا قَالَ هَهُنَا \" أَمَّنْ يُجِيب الْمُضْطَرّ إِذَا دَعَاهُ \" أَيْ مَنْ هُوَ الَّذِي لَا يَلْجَأ الْمُضْطَرّ إِلَّا إِلَيْهِ وَاَلَّذِي لَا يَكْشِف ضُرّ الْمَضْرُورِينَ سِوَاهُ قَالَ الْإِمَام أَحْمَد أَنْبَأَنَا عَفَّان أَنْبَأَنَا وُهَيْب أَنْبَأَنَا خَالِد الْحَذَّاء عَنْ أَبِي تَمِيمَة الْهُجَيْمِيّ عَنْ رَجُل مِنْ بَلْهُجَيْم قَالَ قُلْت يَا رَسُول اللَّه إِلَامَ تَدْعُو ؟ قَالَ \" أَدْعُو إِلَى اللَّه وَحْده الَّذِي إِنْ مَسَّك ضُرّ فَدَعَوْته كَشَفَ عَنْك وَاَلَّذِي إِنْ أَضْلَلْت بِأَرْضٍ قَفْر فَدَعَوْته رَدَّ عَلَيْك وَاَلَّذِي إِنْ أَصَابَتْك سَنَة فَدَعَوْته أَنْبَتَ لَك \" قَالَ قُلْت أَوْصِنِي قَالَ \" لَا تَسُبَّنَّ أَحَدًا وَلَا تَزْهَدَنَّ فِي الْمَعْرُوف وَلَوْ أَنْ تَلْقَى أَخَاك وَأَنْتَ مُنْبَسِط إِلَيْهِ وَجْهك وَلَوْ أَنْ تُفْرِغ مِنْ دَلْوك فِي إِنَاء الْمُسْتَقِي وَاتَّزِرْ إِلَى نِصْف السَّاق فَإِنْ أَبَيْت فَإِلَى الْكَعْبَيْنِ وَإِيَّاكَ وَإِسْبَال الْإِزَار فَإِنَّ إِسْبَال الْإِزَار مِنْ الْمَخِيلَة وَإِنَّ اللَّه لَا يُحِبّ الْمَخِيلَة\" وَقَدْ رَوَاهُ الْإِمَام أَحْمَد مِنْ وَجْه آخَر فَذَكَرَ اِسْم الصَّحَابِيّ فَقَالَ : حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة حَدَّثَنَا يُونُس هُوَ اِبْن عُبَيْد حَدَّثَنَا عُبَيْدَة الْهُجَيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي تَمِيمَة الْهُجَيْمِيّ عَنْ جَابِر بْن سُلَيْم الْهُجَيْمِيّ قَالَ : أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُحْتَبٍ بِشَمْلَةٍ وَقَدْ وَقَعَ هُدْبهَا عَلَى قَدَمَيْهِ فَقُلْت أَيّكُمْ مُحَمَّد رَسُول اللَّه ؟ فَأَوْمَأَ بِيَدِهِ إِلَى نَفْسه فَقُلْت يَا رَسُول اللَّه أَنَا مِنْ أَهْل الْبَادِيَة وَفِيَّ جَفَاؤُهُمْ فَأَوْصِنِي قَالَ \" لَا تَحْقِرَنَّ مِنْ الْمَعْرُوف شَيْئًا وَلَوْ أَنْ تَلْقَى أَخَاك وَوَجْهك مُنْبَسِط وَلَوْ أَنْ تُفْرِغ مِنْ دَلْوك فِي إِنَاء الْمُسْتَقِي وَإِنْ اِمْرُؤُ شَتَمَك بِمَا يَعْلَم فِيك فَلَا تَشْتُمهُ بِمَا تَعْلَم فِيهِ فَإِنَّهُ يَكُون لَك أَجْره وَعَلَيْهِ وِزْره وَإِيَّاكَ وَإِسْبَال الْإِزَار فَإِنَّ إِسْبَال الْإِزَار مِنْ الْمَخِيلَة وَإِنَّ اللَّه لَا يُحِبّ الْمَخِيلَة وَلَا تَسُبَّنَّ أَحَدًا \" قَالَ فَمَا سَبَبْت بَعْده أَحَدًا وَلَا شَاة وَلَا بَعِيرًا وَقَدْ رَوَى أَبُو دَاوُد وَالنَّسَائِيّ لِهَذَا الْحَدِيث طُرُقًا وَعِنْدهمَا طَرَف صَالِح مِنْهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن هِشَام حَدَّثَنَا عَبْدَة بْن نُوح عَنْ عُمَر بْن الْحَجَّاج عَنْ عُبَيْد اللَّه بْن أَبِي صَالِح قَالَ : دَخَلَ عَلَيَّ طَاوُس يَعُودنِي فَقُلْت لَهُ اُدْعُ اللَّه لِي يَا أَبَا عَبْد الرَّحْمَن فَقَالَ اُدْعُ لِنَفْسِك فَإِنَّهُ يُجِيب الْمُضْطَرّ إِذَا دَعَاهُ وَقَالَ وَهْب بْن مُنَبِّه قَرَأْت فِي الْكِتَاب الْأَوَّل إِنَّ اللَّه تَعَالَى يَقُول : بِعِزَّتِي إِنَّهُ مَنْ اِعْتَصَمَ بِي فَإِنْ كَادَتْهُ السَّمَوَات بِمَنْ فِيهِنَّ وَالْأَرْض بِمَنْ فِيهِنَّ فَإِنِّي أَجْعَل لَهُ مِنْ بَيْن ذَلِكَ مَخْرَجًا وَمَنْ لَمْ يَعْتَصِم بِي فَإِنِّي أَخْسِف بِهِ مِنْ تَحْت قَدَمَيْهِ الْأَرْض فَأَجْعَلهُ فِي الْهَوَاء فَأَكِلُهُ إِلَى نَفْسه. وَذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة رَجُل حَكَى عَنْهُ أَبُو بَكْر مُحَمَّد بْن دَاوُد الدِّينَوَرِيّ الْمَعْرُوف بِالدُّقِّيِّ الصُّوفِيّ قَالَ هَذَا الرَّجُل كُنْت أُكَارِي عَلَى بَغْل لِي مِنْ دِمَشْق إِلَى بَلَد الزُّبْدَانِيّ فَرَكِبَ مَعِي ذَات مَرَّة رَجُل فَمَرَرْنَا عَلَى بَعْض الطَّرِيق عَنْ طَرِيق غَيْر مَسْلُوكَة فَقَالَ لِي خُذْ فِي هَذِهِ فَإِنَّهَا أَقْرَب فَقُلْت لَا خِيَرَة لِي فِيهَا فَقَالَ بَلْ هِيَ أَقْرَب فَسَلَكْنَاهَا فَانْتَهَيْنَا إِلَى مَكَان وَعْر وَوَادٍ عَمِيق وَفِيهِ قَتْلَى كَثِيرَة فَقَالَ لِي أَمْسِكْ رَأْس الْبَغْل حَتَّى أَنْزِل فَنَزَلَ وَتَشَمَّرَ وَجَمَعَ عَلَيْهِ ثِيَابه وَسَلَّ سِكِّينًا مَعَهُ وَقَصَدَنِي فَفَرَرْت مِنْ بَيْن يَدَيْهِ وَتَبِعَنِي فَنَاشَدْته اللَّه وَقُلْت خُذْ الْبَغْل بِمَا عَلَيْهِ فَقَالَ هُوَ لِي وَإِنَّمَا أُرِيد قَتْلك فَخَوَّفْته اللَّه وَالْعُقُوبَة فَلَمْ يَقْبَل فَاسْتَسْلَمْت بَيْن يَدَيْهِ وَقُلْت إِنْ رَأَيْت أَنْ تَتْرُكنِي حَتَّى أُصَلِّي رَكْعَتَيْنِ فَقَالَ عَجِّلْ فَقُمْت أُصَلِّي فَأُرْتِجَ عَلَيَّ الْقُرْآن فَلَمْ يَحْضُرنِي مِنْهُ حَرْف وَاحِد فَبَقِيت وَاقِفًا مُتَحَيِّرًا وَهُوَ يَقُول هِيهِ اُفْرُغْ فَأَجْرَى اللَّه عَلَى لِسَانِي قَوْله تَعَالَى : \" أَمَّنْ يُجِيب الْمُضْطَرّ إِذَا دَعَاهُ وَيَكْشِف السُّوء \" فَإِذَا أَنَا بِفَارِسٍ قَدْ أَقْبَلَ مِنْ فَم الْوَادِي وَبِيَدِهِ حَرْبَة فَرَمَى بِهَا الرَّجُل فَمَا أَخْطَأَتْ فُؤَاده فَخَرَّ صَرِيعًا فَتَعَلَّقْت بِالْفَارِسِ وَقُلْت بِاَللَّهِ مَنْ أَنْتَ ؟ فَقَالَ أَنَا رَسُول الَّذِي يُجِيب الْمُضْطَرّ إِذَا دَعَاهُ وَيَكْشِف السُّوء قَالَ فَأَخَذْت الْبَغْل وَالْحِمْل وَرَجَعْت سَالِمًا وَذَكَرَ فِي تَرْجَمَة فَاطِمَة بِنْت الْحَسَن أُمّ أَحْمَد الْعُجَيْلَة قَالَتْ هَزَمَ الْكُفَّارُ يَوْمًا الْمُسْلِمِينَ فِي غَزَاة فَوَقَفَ جَوَاد جَيِّد بِصَاحِبِهِ وَكَانَ مِنْ ذَوِي الْيَسَار وَمِنْ الصُّلَحَاء فَقَالَ لِلْجَوَادِ مَا لَك وَيْلَك إِنَّمَا كُنْت أَعُدّك لِمِثْلِ هَذَا الْيَوْم فَقَالَ لَهُ الْجَوَاد وَمَا لِي لَا أُقَصِّر وَأَنْتَ تَكِل الْعُلُوفَة إِلَى السُّوَّاس فَيَظْلِمُونَنِي وَلَا يُطْعِمُونَنِي إِلَّا الْقَلِيل ؟ فَقَالَ لَك عَلَيَّ عَهْد اللَّه أَنِّي لَا أَعَلِفك بَعْد هَذَا الْيَوْم إِلَّا فِي حِجْرِي فَجَرَى الْجَوَاد عِنْد ذَلِكَ وَنَجَّى صَاحِبه وَكَانَ لَا يَعْلِفهُ بَعْد ذَلِكَ إِلَّا فِي حِجْره وَاشْتُهِرَ أَمْره بَيْن النَّاس وَجَعَلُوا يَقْصِدُونَهُ لِيَسْمَعُوا مِنْهُ ذَلِكَ وَبَلَغَ مَلِك الرُّوم أَمْره فَقَالَ مَا تُضَام بَلْدَة يَكُون هَذَا الرَّجُل فِيهَا وَاحْتَالَ لِيَحْصُلَهُ فِي بَلَده فَبَعَثَ إِلَيْهِ رَجُلًا مِنْ الْمُرْتَدِّينَ عِنْده فَلَمَّا اِنْتَهَى إِلَيْهِ أَظْهَرَ لَهُ أَنَّهُ قَدْ حَسُنَتْ نِيَّته فِي الْإِسْلَام وَقَوْمه حَتَّى اِسْتَوْثَقَ ثُمَّ خَرَجَا يَوْمًا يَمْشِيَانِ عَلَى جَنْب السَّاحِل وَقَدْ وَاعَدَ شَخْصًا آخَر مِنْ جِهَة مَلِك الرُّوم لِيَتَسَاعَدَا عَلَى أَسْره فَلَمَّا اِكْتَنَفَاهُ لِيَأْخُذَاهُ رَفَعَ طَرْفه إِلَى السَّمَاء وَقَالَ اللَّهُمَّ إِنَّهُ إِنَّمَا خَدَعَنِي بِك فَاكْفِنِيهِمَا بِمَا شِئْت قَالَ فَخَرَجَ سَبُعَانِ فَأَخَذَاهُمَا وَرَجَعَ الرَّجُل سَالِمًا وَقَوْله تَعَالَى : \" وَيَجْعَلكُمْ خُلَفَاء الْأَرْض \" أَيْ يَخْلُف قَرْنًا لِقَرْنٍ قَبْلهمْ وَخَلَفًا لِسَلَفٍ كَمَا قَالَ تَعَالَى : \" إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِف مِنْ بَعْدكُمْ مَا يَشَاء كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّة قَوْم آخَرِينَ \" وَقَالَ تَعَالَى\" وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِف الْأَرْض وَرَفَعَ بَعْضكُمْ فَوْق بَعْض دَرَجَات \" وَقَالَ تَعَالَى : \" وَإِذْ قَالَ رَبّك لِلْمَلَائِكَةِ إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة \" أَيْ قَوْمًا يَخْلُف بَعْضهمْ بَعْضًا كَمَا قَدَّمْنَا تَقْرِيره وَهَكَذَا هَذِهِ الْآيَة \" وَيَجْعَلكُمْ خُلَفَاء الْأَرْض \" أَيْ أُمَّة بَعْد أُمَّة وَجِيلًا بَعْد جِيل وَقَوْمًا بَعْد قَوْم وَلَوْ شَاءَ لَأَوْجَدَهُمْ كُلّهمْ فِي وَقْت وَاحِد وَلَمْ يَجْعَل بَعْضهمْ مِنْ ذُرِّيَّة بَعْض بَلْ لَوْ شَاءَ لَخَلَقَهُمْ كُلّهمْ أَجْمَعِينَ كَمَا خَلَقَ آدَم مِنْ تُرَاب وَلَوْ شَاءَ أَنْ يَجْعَلهُمْ بَعْضهمْ مِنْ ذُرِّيَّة بَعْض وَلَكِنْ لَا يُمِيت أَحَدًا حَتَّى تَكُون وَفَاة الْجَمِيع فِي وَقْت وَاحِد لَكَانَتْ تَضِيق عَنْهُمْ الْأَرْض وَتَضِيق عَلَيْهِمْ مَعَايِشهمْ وَأَكْسَابهمْ وَيَتَضَرَّر بَعْضهمْ بِبَعْضٍ وَلَكِنْ اِقْتَضَتْ حِكْمَته وَقُدْرَته أَنْ يَخْلُقهُمْ مِنْ نَفْس وَاحِدَة ثُمَّ يُكَثِّرهُمْ غَايَة الْكَثْرَة وَيَذْرَأهُمْ فِي الْأَرْض وَيَجْعَلهُمْ قُرُون بَعْد قُرُون وَأُمَمًا بَعْد أُمَم حَتَّى يَنْقَضِي الْأَجَل وَتَفْرُغ الْبَرِيَّة كَمَا قَدَّرَ ذَلِكَ تَبَارَكَ وَتَعَالَى وَكَمَا أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا ثُمَّ يُقِيم الْقِيَامَة وَيُوَفِّي كُلّ عَامِل عَمَله إِذَا بَلَغَ الْكِتَاب أَجَله وَلِهَذَا قَالَ تَعَالَى : \" أَمَّنْ يُجِيب الْمُضْطَرّ إِذَا دَعَاهُ وَيَكْشِف السُّوء وَيَجْعَلكُمْ خُلَفَاء الْأَرْض أَإِلَه مَعَ اللَّه \" أَيْ يَقْدِر عَلَى ذَلِكَ أَوْ أَإِلَه مَعَ اللَّه يُعْبَد ؟ وَقَدْ عُلِمَ أَنَّ اللَّه هُوَ الْمُتَفَرِّد بِفِعْلِ ذَلِكَ وَحْده لَا شَرِيك لَهُ ؟ \" قَلِيلًا مَا تَذَكَّرُونَ \" أَيْ مَا أَقَلّ تَذَكُّرهمْ فِيمَا يُرْشِدهُمْ إِلَى الْحَقّ وَيَهْدِيهِمْ إِلَى الصِّرَاط الْمُسْتَقِيم.</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39651, "aya_id": 62}]