[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اذْكُرُواْ نِعْمَتَ اللّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُواْ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ وَاتَّقُواْ اللّهَ وَعَلَى اللّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ", "sura_id": 5, "type": 0, "id": 680, "aya_id": 11}, {"text": "يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ هم قوم أن يبسطوا إليكم أيديهم فكف أيديهم عنكم واتقوا الله وعلى الله فليتوكل المؤمنون", "sura_id": 5, "type": 1, "id": 6916, "aya_id": 11}, {"text": "11 - (يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ همَّ قوم) هم قريش (أن يبسطوا) يمدوا (إليكم أيديهم) ليفتكوا بكم (فكف أيديهم عنكم) وعصمكم مما أرادوا بكم (واتقوا الله وعلى الله فليتوكل المؤمنون) \r\n", "sura_id": 5, "type": 2, "id": 25624, "aya_id": 11}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه اذكروا ما أنعم الله به عليكم من نعمة الأمنِ, وإلقاءِ الرعب في قلوب أعدائكم الذين أرادوا أن يبطشوا بكم, فصرفهم الله عنكم, وحال بينهم وبين ما أرادوه بكم, واتقوا الله واحذروه, وتوكلوا على الله وحده في أموركم الدينية والدنيوية, وثِقوا بعونه ونصره.\r\n", "sura_id": 5, "type": 3, "id": 31860, "aya_id": 11}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ</font><BR><p>وَقَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا اُذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ هَمَّ قَوْم أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ \" قَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ ذَكَرَهُ عَنْ أَبِي سَلَمَة عَنْ جَابِر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَزَلَ مَنْزِلًا وَتَفَرَّقَ النَّاس فِي الْعِضَاهِ يَسْتَظِلُّونَ تَحْتهَا وَعَلَّقَ النَّبِيّ سِلَاحه بِشَجَرَةٍ فَجَاءَ أَعْرَابِيّ إِلَى سَيْف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخَذَهُ فَسَلَّهُ ثُمَّ أَقْبَلَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : مَنْ يَمْنَعك مِنِّي قَالَ : اللَّه عَزَّ وَجَلَّ قَالَ الْأَعْرَابِيّ مَرَّتَيْنِ أَوْ ثَلَاثًا مَنْ يَمْنَعك مِنِّي ؟ وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : اللَّه قَالَ فَشَامَ الْأَعْرَابِيّ السَّيْف فَدَعَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْحَابه فَأَخْبَرَهُمْ خَبَر الْأَعْرَابِيّ وَهُوَ جَالِس إِلَى جَنْبه وَلَمْ يُعَاقِبهُ. وَقَالَ : مَعْمَر كَانَ قَتَادَة يَذْكُر نَحْو هَذَا وَيَذْكُر أَنَّ قَوْمًا مِنْ الْعَرَب أَرَادُوا أَنْ يَفْتِكُوا بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَرْسَلُوا هَذَا الْأَعْرَابِيّ وَتَأَوَّلَ\" اُذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ هَمَّ قَوْم أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ \" الْآيَة . وَقِصَّة هَذَا الْأَعْرَابِيّ وَهُوَ غَوْرَث بْن الْحَارِث ثَابِتَة فِي الصَّحِيح وَقَالَ الْعَوْفِيّ : عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا اُذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ هَمَّ قَوْم أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ \" وَذَلِكَ أَنَّ قَوْمًا مِنْ الْيَهُود صَنَعُوا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِأَصْحَابِهِ طَعَامًا لِيَقْتُلُوهُمْ فَأَوْحَى اللَّه إِلَيْهِ بِشَأْنِهِمْ فَلَمْ يَأْتِ الطَّعَام وَأَمَرَ أَصْحَابه فَأَتَوْهُ. رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ أَبُو مَالِك : نَزَلَتْ فِي كَعْب بْن الْأَشْرَف وَأَصْحَابه حِين أَرَادُوا أَنْ يَغْدِرُوا بِمُحَمَّدٍ وَأَصْحَابه فِي دَار كَعْب بْن الْأَشْرَف رَوَاهُ اِبْن أَبِي حَاتِم وَذَكَرَ مُحَمَّد بْن إِسْحَاق بْن يَسَار وَمُجَاهِد وَعِكْرِمَة وَغَيْر وَاحِد أَنَّهَا نَزَلَتْ فِي شَأْن بَنِي النَّضِير حِين أَرَادُوا أَنْ يُلْقُوا عَلَى رَأْس رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِرَحًى لَمَّا جَاءَهُمْ يَسْتَعِينُهُمْ فِي دِيَة الْعَامِرِيَّيْنِ وَوَكَّلُوا عَمْرو بْن جَحْش بْن كَعْب بِذَلِكَ وَأَمَرُوهُ إِنْ جَلَسَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَحْت الْجِدَار وَاجْتَمَعُوا عِنْده أَنْ يُلْقِي تِلْكَ الرَّحَى مِنْ فَوْقه فَأَطْلَعَ اللَّهُ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى مَا تَمَالَئُوا عَلَيْهِ فَرَجَعَ إِلَى الْمَدِينَة وَتَبِعَهُ أَصْحَابه فَأَنْزَلَ اللَّه فِي ذَلِكَ هَذِهِ الْآيَة قَوْله تَعَالَى \" وَعَلَى اللَّه فَلْيَتَوَكَّلْ الْمُؤْمِنُونَ \" يَعْنِي مَنْ تَوَكَّلَ عَلَى اللَّه كَفَاهُ اللَّه مَا أَهَمَّهُ وَحَفِظَهُ مِنْ شَرّ النَّاس وَعَصَمَهُ ثُمَّ أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَغْدُوا إِلَيْهِمْ فَحَاصَرَهُمْ حَتَّى أَنْزَلَهُمْ فَأَجَلَاهُمْ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41449, "aya_id": 11}]