[{"text": "نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى", "sura_id": 18, "type": 0, "id": 2153, "aya_id": 13}, {"text": "نحن نقص عليك نبأهم بالحق إنهم فتية آمنوا بربهم وزدناهم هدى", "sura_id": 18, "type": 1, "id": 8389, "aya_id": 13}, {"text": "13 - (نحن نقص) نقرأ (عليك نبأهم بالحق) بالصدق (إنهم فتية آمنوا بربهم وزدناهم هدى) \r\n", "sura_id": 18, "type": 2, "id": 27097, "aya_id": 13}, {"text": "نحن نقصُّ عليك -أيها الرسول- خبرهم بالصدق. إن أصحاب الكهف شُبَّان صدَّقوا ربهم وامتثلوا أمره، وزِدْناهم هدى وثباتًا على الحق.\r\n", "sura_id": 18, "type": 3, "id": 33333, "aya_id": 13}, {"text": " <font color=red>نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى</font><BR><p>مِنْ هَاهُنَا شَرَعَ فِي بَسْط الْقِصَّة وَشَرْحهَا فَذَكَرَ تَعَالَى أَنَّهُمْ فِتْيَة وَهُمْ الشَّبَاب وَهُمْ أَقْبَل لِلْحَقِّ وَأَهْدَى لِلسَّبِيلِ مِنْ الشُّيُوخ الَّذِينَ قَدْ عَتَوْا وَانْغَمَسُوا فِي دِين الْبَاطِل وَلِهَذَا كَانَ أَكْثَر الْمُسْتَجِيبِينَ لِلَّهِ تَعَالَى وَلِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَبَابًا وَأَمَّا الْمَشَايِخ مِنْ قُرَيْش فَعَامَّتهمْ بَقُوا عَلَى دِينهمْ وَلَمْ يُسْلِم مِنْهُمْ إِلَّا الْقَلِيل هَكَذَا أَخْبَرَ تَعَالَى عَنْ أَصْحَاب الْكَهْف أَنَّهُمْ كَانُوا فِتْيَة شَبَابًا وَقَالَ مُجَاهِد : بَلَغَنِي أَنَّهُ كَانَ فِي آذَان بَعْضهمْ الْقِرَطَة يَعْنِي الْحَلَق فَأَلْهَمَهُمْ اللَّه رُشْدهمْ وَآتَاهُمْ تَقْوَاهُمْ فَآمَنُوا بِرَبِّهِمْ أَيْ اِعْتَرَفُوا لَهُ بِالْوَحْدَانِيَّةِ وَشَهِدُوا أَنَّهُ لَا إِلَه إِلَّا هُوَ \" وَزِدْنَاهُمْ هُدًى \" اِسْتَدَلَّ بِهَذِهِ الْآيَة وَأَمْثَالهَا غَيْر وَاحِد مِنْ الْأَئِمَّة كَالْبُخَارِيِّ وَغَيْره مِمَّنْ ذَهَبَ إِلَى زِيَادَة الْإِيمَان وَتَفَاضُله وَأَنَّهُ يَزِيد وَيَنْقُص وَلِهَذَا قَالَ تَعَالَى \" وَزِدْنَاهُمْ هُدًى \" كَمَا قَالَ \" وَاَلَّذِينَ اِهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ \" وَقَالَ \" فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ \" وَقَالَ \" لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانهمْ \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى ذَلِكَ . وَقَدْ ذُكِرَ أَنَّهُمْ كَانُوا عَلَى دِين الْمَسِيح عِيسَى اِبْن مَرْيَم فَاَللَّه أَعْلَم . وَالظَّاهِر أَنَّهُمْ كَانُوا قَبْل مِلَّة النَّصْرَانِيَّة بِالْكُلِّيَّةِ فَإِنَّهُمْ لَوْ كَانُوا عَلَى دِين النَّصْرَانِيَّة لَمَا اِعْتَنَى أَحْبَار الْيَهُود بِحِفْظِ خَبَرهمْ وَأَمْرهمْ لِمُبَايِنَتِهِمْ لَهُمْ وَقَدْ تَقَدَّمَ عَنْ اِبْن عَبَّاس أَنَّ قُرَيْشًا بَعَثُوا إِلَى أَحْبَار الْيَهُود بِالْمَدِينَةِ يَطْلُبُونَ مِنْهُمْ أَشْيَاء يَمْتَحِنُونَ بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَعَثُوا إِلَيْهِمْ أَنْ يَسْأَلُوهُ عَنْ خَبَر هَؤُلَاءِ وَعَنْ خَبَر ذِي الْقَرْنَيْنِ وَعَنْ الرُّوح فَدَلَّ هَذَا عَلَى أَنَّ هَذَا أَمْر مَحْفُوظ فِي كُتُب أَهْل الْكِتَاب وَأَنَّهُ مُتَقَدِّم عَلَى دِين النَّصْرَانِيَّة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38304, "aya_id": 13}]