[{"text": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعاً وَخُفْيَةً لَّئِنْ أَنجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ", "sura_id": 6, "type": 0, "id": 852, "aya_id": 63}, {"text": "قل من ينجيكم من ظلمات البر والبحر تدعونه تضرعا وخفية لئن أنجانا من هذه لنكونن من الشاكرين", "sura_id": 6, "type": 1, "id": 7088, "aya_id": 63}, {"text": "63 - (قل) يا محمد لأهل مكة (من ينجِّيكم من ظلمات البر والبحر) أهوالها في أسفاركم حين (تدعونه تضرعا) علانية (وخفية) سراً تقولون (لئن) لام قسم (أنجيتنا) وفي قراءة {أنجانا} أي الله (من هذه) الظلمات والشدائد (لنكونن من الشاكرين) المؤمنين \r\n", "sura_id": 6, "type": 2, "id": 25796, "aya_id": 63}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: من ينقذكم من مخاوف ظلمات البر والبحر؟ أليس هو اللع تعالى الذي تدعونه في الشدائد متذللين جهرًا وسرًّا؟ تقولون: لئن أنجانا ربنا من هذه المخاوف لنكونن من الشاكرين بعبادته عز وجل وحده لا شريك له.\r\n", "sura_id": 6, "type": 3, "id": 32032, "aya_id": 63}, {"text": " <font color=red>قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ</font><BR><p>يَقُول تَعَالَى مُمْتَنًّا عَلَى عِبَاده فِي إِنْجَائِهِ الْمُضْطَرِّينَ مِنْهُمْ مِنْ ظُلُمَات الْبَرّ وَالْبَحْر أَيْ الْحَائِرِينَ الْوَاقِعِينَ فِي الْمَهَامَّة الْبَرِّيَّة وَفِي اللُّجَج الْبَحْرِيَّة إِذَا هَاجَتْ الرِّيَاح الْعَاصِفَة فَحِينَئِذٍ يُفَرِّدُونَ الدُّعَاء لَهُ وَحْده لَا شَرِيك لَهُ كَقَوْلِهِ \" وَإِذَا مَسَّكُمْ الضُّرّ فِي الْبَحْر ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ \" الْآيَة . وَقَوْله\" هُوَ الَّذِي يُسَيِّركُمْ فِي الْبَرّ وَالْبَحْر حَتَّى إِذَا كُنْتُمْ فِي الْفُلْك وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَة وَفَرِحُوا بِهَا جَاءَتْهَا رِيح عَاصِف وَجَاءَهُمْ الْمَوْج مِنْ كُلّ مَكَان وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّه مُخْلِصِينَ لَهُ الدِّين لَئِنْ أَنْجَيْتنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنْ الشَّاكِرِينَ \" الْآيَة . وَقَوْله \" أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَات الْبَرّ وَالْبَحْر وَمَنْ يُرْسِل الرِّيَاح بُشْرًا بَيْن يَدَيْ رَحْمَته أَإِلَه مَعَ اللَّه تَعَالَى اللَّه عَمَّا يُشْرِكُونَ \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة\" قُلْ مَنْ يُنْجِيكُمْ مِنْ ظُلُمَات الْبَرّ وَالْبَحْر تَدْعُونَهُ تَضَرُّعًا وَخُفْيَة \" أَيْ جَهْرًا وَسِرًّا \" لَئِنْ أَنْجَانَا \" أَيْ مِنْ هَذِهِ الضَّائِقَة \" لَنَكُونَنَّ مِنْ الشَّاكِرِينَ \" أَيْ بَعْدهَا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42201, "aya_id": 63}]