[{"text": "وَنَادَيْنَاهُ مِن جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا", "sura_id": 19, "type": 0, "id": 2302, "aya_id": 52}, {"text": "و ناديناه من جانب الطور الأيمن و قربناه نجيا", "sura_id": 19, "type": 1, "id": 8538, "aya_id": 52}, {"text": "52 - (وناديناه) بقول يا موسى إني انا الله (من جانب الطور) اسم الجبل (الأيمن) أي الذي يلي يمين موسى حين أقبل من مدين (وقربناه نجيا) مناجيا بأن أسمعه الله تعالى كلامه \r\n", "sura_id": 19, "type": 2, "id": 27246, "aya_id": 52}, {"text": "ونادينا موسى من ناحية جبل طور \"سيناء\" اليمنى من موسى, وقرَّبناه فشرَّفناه بمناجاتنا له. وفي هذا إثبات صفة الكلام لله - تعالى - كما يليق بجلاله وكماله.\r\n", "sura_id": 19, "type": 3, "id": 33482, "aya_id": 52}, {"text": " <font color=red>وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا</font><BR><p>وَقَوْله \" وَنَادَيْنَاهُ مِنْ جَانِب الطُّور \" أَيْ الْجَانِب \" الْأَيْمَن \" مِنْ مُوسَى حِين ذَهَبَ يَبْتَغِي مِنْ تِلْكَ النَّار جِذْوَة فَرَآهَا تَلُوح فَقَصَدَهَا فَوَجَدَهَا فِي جَانِب الطُّور الْأَيْمَن مِنْهُ غَرْبِيَّة عِنْد شَاطِئ الْوَادِي فَكَلَّمَهُ اللَّه تَعَالَى وَنَادَاهُ وَقَرَّبَهُ فَنَاجَاهُ رَوَى اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا يَحْيَى هُوَ الْقَطَّان حَدَّثَنَا سُفْيَان عَنْ عَطَاء بْن يَسَار عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَقَرَّبْنَاهُ نَجِيًّا \" قَالَ أَدْنَى حَتَّى سَمِعَ صَرِيف الْقَلَم وَهَكَذَا قَالَ مُجَاهِد وَأَبُو الْعَالِيَة وَغَيْرهمْ يَعْنُونَ صَرِيف الْقَلَم بِكِتَابَةِ التَّوْرَاة وَقَالَ السُّدِّيّ \" وَقَرَّبْنَاهُ نَجِيًّا \" قَالَ أُدْخِلَ فِي السَّمَاء فَكُلِّمَ . وَعَنْ مُجَاهِد نَحْوه وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة \" وَقَرَّبْنَاهُ نَجِيًّا \" قَالَ نَجَا بِصِدْقِهِ وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا عَبْد الْجَبَّار بْن عَاصِم حَدَّثَنَا مُحَمَّد بْن سَلَمَة الْحَرَّانِيّ عَنْ أَبِي وَاصِل عَنْ شَهْر بْن حَوْشَب عَنْ عَمْرو بْن مَعْد يَكْرِب قَالَ لَمَّا قَرَّبَ اللَّه مُوسَى نَجِيًّا بِطُورِ سَيْنَاء قَالَ : يَا مُوسَى إِذَا خَلَقْت لَك قَلْبًا شَاكِرًا وَلِسَانًا ذَاكِرًا وَزَوْجَة تُعِين عَلَى الْخَيْر فَلَمْ أَخْزُن عَنْك مِنْ الْخَيْر شَيْئًا وَمَنْ أَخْزُن عَنْهُ هَذَا فَلَمْ أَفْتَح لَهُ مِنْ الْخَيْر شَيْئًا .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38446, "aya_id": 52}]