[{"text": "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ", "sura_id": 42, "type": 0, "id": 4309, "aya_id": 37}, {"text": "والذين يجتنبون كبائر الإثم والفواحش وإذا ما غضبوا هم يغفرون", "sura_id": 42, "type": 1, "id": 10545, "aya_id": 37}, {"text": "37 - (والذين يجتنبون كبائر الإثم والفواحش) موجبات الحدود من عطف البعض على الكل (وإذا ما غضبوا هم يغفرون) يتجاوزون \r\n", "sura_id": 42, "type": 2, "id": 29253, "aya_id": 37}, {"text": "والذين يجتنبون كبائر ما نهى الله عنه، وما فَحُش وقَبُح من أنواع المعاصي، وإذا ما غضبوا على مَن أساء إليهم هم يغفرون الإساءة، ويصفحون عن عقوبة المسيء؛ طلبًا لثواب الله تعالى وعفوه، وهذا من محاسن الأخلاق.\r\n", "sura_id": 42, "type": 3, "id": 35489, "aya_id": 37}, {"text": " <font color=red>وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا أَحَد أَغْيَر مِنْ اللَّه فَلِذَلِكَ حَرَّمَ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا أَحَد أَحَبَّ إِلَيْهِ الْمَدْح مِنْ اللَّه\" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان الْأَعْمَش عَنْ شَقِيق عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه بْن مَسْعُود. \" وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ \" أَيْ سَجِيَّتهمْ تَقْتَضِي الصَّفْح وَالْعَفْو عَنْ النَّاس لَيْسَ سَجِيَّتهمْ الِانْتِقَام مِنْ النَّاس وَقَدْ ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا اِنْتَقَمَ لِنَفْسِهِ قَطُّ إِلَّا أَنْ تُنْتَهَك حُرُمَات اللَّه . وَفِي حَدِيث آخَر كَانَ يَقُول لِأَحَدِنَا عِنْد الْمَعْتَبَة \" مَا لَهُ تَرِبَتْ يَمِينه \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ زَائِدَة عَنْ مَنْصُور عَنْ إِبْرَاهِيم قَالَ : كَانَ الْمُؤْمِنُونَ يَكْرَهُونَ أَنْ يَسْتَذِلُّوا وَكَانُوا إِذَا قَدَرُوا عَفَوْا .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41109, "aya_id": 37}]