[{"text": "وَالْمُحْصَنَاتُ مِنَ النِّسَاء إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللّهِ عَلَيْكُمْ وَأُحِلَّ لَكُم مَّا وَرَاء ذَلِكُمْ أَن تَبْتَغُواْ بِأَمْوَالِكُم مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُم بِهِ مِن بَعْدِ الْفَرِيضَةِ إِنَّ اللّهَ كَانَ عَلِيمًا حَكِيمًا", "sura_id": 4, "type": 0, "id": 517, "aya_id": 24}, {"text": "والمحصنات من النساء إلا ما ملكت أيمانكم كتاب الله عليكم وأحل لكم ما وراء ذلكم أن تبتغوا بأموالكم محصنين غير مسافحين فما استمتعتم به منهن فآتوهن أجورهن فريضة ولا جناح عليكم فيما تراضيتم به من بعد الفريضة إن الله كان عليما حكيما", "sura_id": 4, "type": 1, "id": 6753, "aya_id": 24}, {"text": "24 - (و)حرمت عليكم (المحصنات) أي ذوات الأزواج (من النساء) أن تنكحوهن قبل مفارقة أزواجهن حرائر مسلمات كن أو لا (إلا ما ملكت أيمانكم) من الإماء بالسبي فلكم وطؤهن وإن كان لهن أزواج في دار الحرب بعد الاستبراء (كتاب الله) نصب على المصدر أي كتب ذلك (عليكم وأحل) بالبناء للفاعل والمفعول (لكم ما وراء ذلكم) أي سوى ما حرم عليكم من النساء (أن تبتغوا) تطلبوا النساء (بأموالكم) بصداق أو ثمن (محصنين) متزوجين (غير مسافحين) زانين (فما) فمن (استمتعتم) تمتعتم (به منهن) ممن تزوجتم بالوطء (فآتوهن أجورهن) مهورهن التي فرضتم لهن (فريضة ولا جناح عليكم فيما تراضيتم) أنتم وهنَّ (به من بعد الفريضة) من حطها أو بعضها أو زيادة عليها (إن الله كان عليما) بخلقه (حكيما) فيما دبره لهم \r\n", "sura_id": 4, "type": 2, "id": 25461, "aya_id": 24}, {"text": "ويحرم عليكم نكاح المتزوجات من النساء, إلا مَنْ سَبَيْتُم منهن في الجهاد, فإنه يحل لكم نكاحهن, بعد استبراء أرحامهن بحيضة, كتب الله عليكم تحريم نكاح هؤلاء, وأجاز لكم نكاح مَن سواهن, ممَّا أحله الله لكم أن تطلبوا بأموالكم العفة عن اقتراف الحرام. فما استمتعتم به منهن بالنكاح الصحيح, فأعطوهن مهورهن, التي فرض الله لهن عليكم, ولا إثم عليكم فيما تمَّ التراضي به بينكم, من الزيادة أو النقصان في المهر, بعد ثبوت الفريضة. إن الله تعالى كان عليمًا بأمور عباده, حكيما في أحكامه وتدبيره.\r\n", "sura_id": 4, "type": 3, "id": 31697, "aya_id": 24}, {"text": " <font color=red>وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</font><BR><p>وَقَوْله تَعَالَى \" وَالْمُحْصَنَات مِنْ النِّسَاء إِلَّا مَا مَلَكَتْ أَيْمَانكُمْ \" أَيْ وَحُرِّمَ عَلَيْكُمْ مِنْ الْأَجْنَبِيَّات الْمُحْصَنَات وَهِيَ الْمُزَوَّجَات إِلَّا مَا مَلَكَتْ أَيْمَانكُمْ يَعْنِي إِلَّا مَا مَلَكْتُمُوهُنَّ بِالسَّبْيِ فَإِنَّهُ يَحِلّ لَكُمْ وَطْؤُهُنَّ إِذَا اسْتَبْرَأْتُمُوهن فَإِنَّ الْآيَة نَزَلَتْ فِي ذَلِكَ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا سُفْيَان هُوَ الثَّوْرِيّ عَنْ عُثْمَان الْبَتِّيّ عَنْ أَبِي الْخَلِيل عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : أَصَبْنَا سَبْيًا مِنْ سَبْي أَوْطَاس وَلَهُنَّ أَزْوَاج فَكَرِهْنَا أَنْ نَقَع عَلَيْهِنَّ وَلَهُنَّ أَزْوَاج فَسَأَلْنَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فَنَزَلَتْ هَذِهِ الْآيَة \" وَالْمُحْصَنَات مِنْ النِّسَاء إِلَّا مَا مَلَكَتْ أَيْمَانكُمْ \" فَاسْتَحْلَلْنَا فَزَوْجهنَّ وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ أَحْمَد بْن مَنِيع عَنْ هُشَيْم وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ وَشُعْبَة بْن الْحَجَّاج ثَلَاثَتهمْ عَنْ عُثْمَان الْبَتِّيّ وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث أَشْعَث بْن سِوَار عَنْ عُثْمَان الْبَتِّيّ وَرَوَاهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث شُعْبَة عَنْ قَتَادَة كِلَاهُمَا عَنْ أَبِي الْخَلِيل صَالِح بْن أَبِي مَرْيَم عَنْ أَبِي سَعِيد الْخُدْرِيّ فَذَكَرَهُ وَهَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة عَنْ أَبِي الْخَلِيل عَنْ أَبِي سَعِيد الْخُدْرِيّ بِهِ وَرُوِيَ مِنْ وَجْه آخَر عَنْ أَبِي الْخَلِيل عَنْ أَبِي عَلْقَمَة الْهَاشِمِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ سَعِيد عَنْ قَتَادَة عَنْ أَبِي الْخَلِيل عَنْ أَبِي عَلْقَمَة عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَصَابُوا سَبْيًا يَوْم أَوْطَاس لَهُنَّ أَزْوَاج مِنْ أَهْل الشِّرْك فَكَانَ أُنَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَفُّوا وَتَأَثَّمُوا مِنْ غَشَيَانهنَّ قَالَ : فَنَزَلَتْ هَذِهِ الْآيَة فِي ذَلِكَ \" وَالْمُحْصَنَات مِنْ النِّسَاء إِلَّا مَا مَلَكَتْ أَيْمَانكُمْ \" وَهَكَذَا رَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث سَعِيد بْن أَبِي عَرُوبَة زَادَ مُسْلِم وَشُعْبَة وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث هَمَّام بْن يَحْيَى ثَلَاثَتهمْ عَنْ قَتَادَة بِإِسْنَادِهِ نَحْوه وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَلَا أَعْلَم أَنَّ أَحَدًا ذَكَرَ أَبَا عَلْقَمَة فِي هَذَا الْحَدِيث إِلَّا مَا ذَكَرَ هَمَّام عَنْ قَتَادَة - كَذَا قَالَ وَقَدْ تَابَعَهُ شُعْبَة وَاَللَّه أَعْلَم . وَقَدْ رَوَى الطَّبَرَانِيّ مِنْ حَدِيث الضَّحَّاك عَنْ اِبْن عَبَّاس أَنَّهَا نَزَلَتْ فِي سَبَايَا خَيْبَر وَذَكَرَ مِثْل حَدِيث أَبِي سَعِيد وَقَدْ ذَهَبَ جَمَاعَة مِنْ السَّلَف إِلَى أَنَّ بَيْع الْأَمَة يَكُون طَلَاقًا لَهَا مِنْ زَوْجهَا أَخْذًا بِعُمُومِ هَذِهِ الْآيَة وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن مُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر عَنْ شُعْبَة عَنْ مُغِيرَة عَنْ إِبْرَاهِيم أَنَّهُ سُئِلَ عَنْ الْأَمَة تُبَاع وَلَهَا زَوْج ؟ قَالَ : كَانَ عَبْد اللَّه يَقُول : بَيْعهَا طَلَاقهَا وَيَتْلُو هَذِهِ الْآيَة \" وَالْمُحْصَنَات مِنْ النِّسَاء إِلَّا مَا مَلَكَتْ أَيْمَانكُمْ \" وَكَذَا رَوَاهُ سُفْيَان عَنْ مَنْصُور وَمُغِيرَة وَالْأَعْمَش عَنْ إِبْرَاهِيم عَنْ اِبْن مَسْعُود قَالَ : بَيْعهَا طَلَاقهَا وَهُوَ مُنْقَطِع وَرَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ خُلَيْد عَنْ أَبِي قِلَابَة عَنْ اِبْن مَسْعُود قَالَ : إِذَا بِيعَتْ الْأَمَة وَلَهَا زَوْج فَسَيِّدهَا أَحَقّ بِبُضْعِهَا. وَرَوَاهُ سَعِيد عَنْ قَتَادَة قَالَ أُبَيّ بْن كَعْب وَجَابِر بْن عَبْد اللَّه وَابْن عَبَّاس قَالُوا : بَيْعهَا طَلَاقهَا وَقَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ خُلَيْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : طَلَاق الْأَمَة سِتّ بَيْعهَا طَلَاقهَا وَعِتْقهَا طَلَاقهَا وَهِبَتهَا طَلَاقهَا وَبَرَاءَتهَا طَلَاقهَا وَطَلَاق زَوْجهَا طَلَاقهَا : وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ اِبْن الْمُسَيِّب قَوْله \" وَالْمُحْصَنَات مِنْ النِّسَاء \" قَالَ : هَذِهِ ذَوَات الْأَزْوَاج حَرَّمَ اللَّه نِكَاحهنَّ إِلَّا مَا مَلَكَتْ يَمِينك فَبَيْعهَا طَلَاقهَا وَقَالَ مَعْمَر : وَقَالَ الْحَسَن مِثْل ذَلِكَ وَهَكَذَا رَوَاهُ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ الْحَسَن فِي قَوْله \" وَالْمُحْصَنَات مِنْ النِّسَاء إِلَّا مَا مَلَكَتْ أَيْمَانكُمْ \" قَالَ : إِذَا كَانَ لَهَا زَوْج فَبَيْعهَا طَلَاقهَا . وَرَوَى عَوْف عَنْ الْحَسَن بَيْع الْأَمَة طَلَاقهَا وَبَيْعه طَلَاقهَا فَهَذَا قَوْل هَؤُلَاءِ مِنْ السَّلَف وَقَدْ خَالَفَهُمْ الْجُمْهُور قَدِيمًا وَحَدِيثًا فَرَأَوْا أَنَّ بَيْع الْأَمَة لَيْسَ طَلَاقًا لَهَا لِأَنَّ الْمُشْتَرِي نَائِب عَنْ الْبَائِع وَالْبَائِع كَانَ قَدْ أَخْرَجَ عَنْ مِلْكه هَذِهِ الْمَنْفَعَة وَبَاعَهَا مَسْلُوبَة عَنْهَا وَاعْتَمَدُوا فِي ذَلِكَ عَلَى حَدِيث بَرِيرَة الْمُخَرَّج فِي الصَّحِيحَيْنِ وَغَيْرهمَا فَإِنَّ عَائِشَة أُمّ الْمُؤْمِنِينَ اِشْتَرَتْهَا وَأَعْتَقَتْهَا وَلَمْ يَنْفَسِخ نِكَاحهَا مِنْ زَوْجهَا مُغِيث , بَلْ خَيَّرَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن الْفَسْخ وَالْبَقَاء فَاخْتَارَتْ الْفَسْخ وَقِصَّتهَا مَشْهُورَة فَلَوْ كَانَ بَيْع الْأَمَة طَلَاقهَا كَمَا قَالَ هَؤُلَاءِ مَا خَيَّرَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; فَلَمَّا خَيَّرَهَا دَلَّ عَلَى بَقَاء النِّكَاح وَأَنَّ الْمُرَاد مِنْ الْآيَة الْمَسْبِيَّات فَقَطْ وَاَللَّه أَعْلَم وَقَدْ قِيلَ الْمُرَاد بِقَوْلِهِ \" وَالْمُحْصَنَات مِنْ النِّسَاء \" يَعْنِي الْعَفَائِف حَرَام عَلَيْكُمْ حَتَّى تَمْلِكُوا عِصْمَتهنَّ بِنِكَاحٍ وَشُهُود وَمُهُور وَوَلِيّ وَاحِدَة أَوْ اِثْنَتَيْنِ أَوْ ثَلَاثًا أَوْ أَرْبَعًا , حَكَاهُ اِبْن جَرِير عَنْ أَبِي الْعَالِيَة وَطَاوُس وَغَيْرهمَا . وَقَالَ عُمَر وَعُبَيْدَة \" وَالْمُحْصَنَات مِنْ النِّسَاء \" مَا عَدَا الْأَرْبَع حَرَام عَلَيْكُمْ إِلَّا مَا مَلَكَتْ أَيْمَانكُمْ . وَقَوْله تَعَالَى \" كِتَاب اللَّه عَلَيْكُمْ \" أَيْ هَذَا التَّحْرِيم كِتَاب كَتَبَهُ اللَّه عَلَيْكُمْ يَعْنِي الْأَرْبَع فَالْزَمُوا كِتَابه وَلَا تَخْرُجُوا عَنْ حُدُوده وَالْزَمُوا شَرْعه وَمَا فَرَضَهُ . وَقَالَ عُبَيْدَة وَعَطَاء وَالسُّدِّيّ فِي قَوْله \" كِتَاب اللَّه عَلَيْكُمْ \" يَعْنِي الْأَرْبَع وَقَالَ إِبْرَاهِيم \" كِتَاب اللَّه عَلَيْكُمْ \" يَعْنِي مَا حَرَّمَ عَلَيْكُمْ . وَقَوْله تَعَالَى \" وَأُحِلَّ لَكُمْ مَا وَرَاء ذَلِكُمْ \" مَا دُون الْأَرْبَع وَهَذَا بَعِيد . وَالصَّحِيح قَوْل عَطَاء كَمَا تَقَدَّمَ. وَقَالَ قَتَادَة : وَأُحِلَّ لَكُمْ مَا وَرَاء ذَلِكُمْ يَعْنِي مِمَّا مَلَكَتْ أَيْمَانكُمْ وَهَذِهِ الْآيَة هِيَ الَّتِي اِحْتَجَّ بِهَا مَنْ اِحْتَجَّ عَلَى تَحْلِيل الْجَمْع بَيْن الْأُخْتَيْنِ وَقَوْل مَنْ قَالَ : أَحَلَّتْهُمَا آيَة وَحَرَّمَتْهُمَا آيَة وَقَوْله تَعَالَى \" أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْر مُسَافِحِينَ \" أَيْ تُحَصِّلُوا بِأَمْوَالِكُمْ مِنْ الزَّوْجَات إِلَى أَرْبَع أَوْ السَّرَارِيّ مَا شِئْتُمْ بِالطَّرِيقِ الشَّرْعِيّ وَلِهَذَا قَالَ \" مُحْصِنِينَ غَيْر مُسَافِحِينَ \" وَقَوْله تَعَالَى \" فَمَا اِسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورهنَّ فَرِيضَة \" أَيْ كَمَا تَسْتَمْتِعُونَ بِهِنَّ فَآتُوهُنَّ مُهُورهنَّ فِي مُقَابَلَة ذَلِكَ كَمَا قَالَ تَعَالَى \" وَكَيْف تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضكُمْ إِلَى بَعْض \" وَكَقَوْلِهِ تَعَالَى \" وَآتُوا النِّسَاء صَدُقَاتهنَّ نِحْلَة \" وَكَقَوْلِهِ \" وَلَا يَحِلّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا \" وَقَدْ اُسْتُدِلَّ بِعُمُومِ هَذِهِ الْآيَة عَلَى نِكَاح الْمُتْعَة وَلَا شَكَّ أَنَّهُ كَانَ مَشْرُوعًا فِي اِبْتِدَاء الْإِسْلَام ثُمَّ نُسِخَ بَعْد ذَلِكَ وَقَدْ ذَهَبَ الشَّافِعِيّ وَطَائِفَة مِنْ الْعُلَمَاء إِلَى أَنَّهُ أُبِيحَ ثُمَّ نُسِخَ ثُمَّ أُبِيحَ ثُمَّ نُسِخَ مَرَّتَيْنِ وَقَالَ آخَرُونَ : أَكْثَر مِنْ ذَلِكَ . وَقَالَ آخَرُونَ : إِنَّمَا أُبِيحَ مَرَّة ثُمَّ نُسِخَ وَلَمْ يُبَحْ بَعْد ذَلِكَ وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس وَطَائِفَة مِنْ الصَّحَابَة الْقَوْل بِإِبَاحَتِهَا لِلضَّرُورَةِ وَهُوَ رِوَايَة عَنْ الْإِمَام أَحْمَد وَكَانَ اِبْن عَبَّاس وَأُبَيّ بْن كَعْب وَسَعِيد بْن جُبَيْر وَالسُّدِّيّ يَقْرَءُونَ \" فَمَا اِسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ إِلَى أَجَل مُسَمًّى فَآتُوهُنَّ أُجُورهنَّ فَرِيضَة \" وَقَالَ مُجَاهِد : نَزَلَتْ فِي نِكَاح الْمُتْعَة وَلَكِنَّ الْجُمْهُور عَلَى خِلَاف ذَلِكَ وَالْعُمْدَة مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب قَالَ : نَهَى رَسُول اللَّه صَلَّى عَنْ نِكَاح الْمُتْعَة وَعَنْ لُحُوم الْحُمُر الْأَهْلِيَّة يَوْم خَيْبَر وَلِهَذَا الْحَدِيث أَلْفَاظ مُقَرَّرَة هِيَ فِي كِتَاب الْأَحْكَام وَفِي صَحِيح مُسْلِم عَنْ الرَّبِيع بْن سَبْرَة بْن مَعْبَد الْجُهَنِيّ عَنْ أَبِيهِ أَنَّهُ غَزَا مَعَ رَسُول اللَّه صَلَّى يَوْم فَتْح مَكَّة فَقَالَ \" يَا أَيّهَا النَّاس إِنِّي كُنْت أَذِنْت لَكُمْ فِي الِاسْتِمْتَاع مِنْ النِّسَاء وَإِنَّ اللَّه قَدْ حَرَّمَ ذَلِكَ إِلَى يَوْم الْقِيَامَة فَمَنْ كَانَ عِنْده مِنْهُنَّ شَيْء فَلْيُخْلِ سَبِيله وَلَا تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا \" وَفِي رِوَايَة لِمُسْلِمٍ فِي حَجَّة الْوَدَاع وَلَهُ أَلْفَاظ مَوْضِعهَا كِتَاب الْأَحْكَام وَقَوْله تَعَالَى \" وَلَا جُنَاح عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْد الْفَرِيضَة \" مَنْ حَمَلَ هَذِهِ الْآيَة عَلَى نِكَاح الْمُتْعَة إِلَى أَجَل مُسَمًّى قَالَ : لَا جُنَاح عَلَيْكُمْ إِذَا اِنْقَضَى الْأَجَل أَنْ تَتَرَاضَوْا عَلَى زِيَادَة بِهِ وَزِيَادَة لِلْجُعْلِ قَالَ السُّدِّيّ : إِنْ شَاءَ أَرْضَاهَا مِنْ بَعْد الْفَرِيضَة الْأُولَى يَعْنِي الْأَجْر الَّذِي أَعْطَاهَا عَلَى تَمَتُّعه بِهَا قَبْل اِنْقِضَاء الْأَجَل بَيْنهمَا فَقَالَ : أَتَمَتَّع مِنْك أَيْضًا بِكَذَا وَكَذَا فَإِنْ زَادَ قَبْل أَنْ يَسْتَبْرِئ رَحِمهَا يَوْم تَنْقَضِي الْمُدَّة وَهُوَ قَوْله تَعَالَى \" وَلَا جُنَاح عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْد الْفَرِيضَة \" قَالَ السُّدِّيّ : إِذَا اِنْقَضَتْ الْمُدَّة فَلَيْسَ لَهُ عَلَيْهَا سَبِيل وَهِيَ مِنْهُ بَرِيئَة وَعَلَيْهَا أَنْ تَسْتَبْرِئ مَا فِي رَحِمهَا وَلَيْسَ بَيْنهمَا مِيرَاث فَلَا يَرِث وَاحِد مِنْهُمَا صَاحِبه وَمَنْ قَالَ بِهَذَا الْقَوْل الْأَوَّل جَعَلَ مَعْنَاهُ كَقَوْلِهِ \" وَآتُوا النِّسَاء صَدُقَاتهنَّ نِحْلَة \" الْآيَة أَيْ إِذَا فَرَضْت لَهَا صَدَاقًا فَأَبْرَأْتُك مِنْهُ أَوْ عَنْ شَيْء مِنْهُ فَلَا جُنَاح عَلَيْك وَلَا عَلَيْهَا فِي ذَلِكَ وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ قَالَ : زَعَمَ الْحَضْرَمِيّ أَنَّ رِجَالًا كَانُوا يَفْرِضُونَ الْمَهْر ثُمَّ عَسَى أَنْ يُدْرِك أَحَدهمْ الْعُسْرَة فَقَالَ : وَلَا جُنَاح عَلَيْكُمْ أَيّهَا النَّاس فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْد الْفَرِيضَة يَعْنِي إِنْ وَضَعَتْ لَك مِنْهُ شَيْئًا فَهُوَ لَك سَائِغ , وَاخْتَارَ هَذَا الْقَوْل اِبْن جَرِير وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَلَا جُنَاح عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْد الْفَرِيضَة \" وَالتَّرَاضِي أَنْ يُوفِيهَا صَدَاقهَا ثُمَّ يُخَيِّرهَا يَعْنِي فِي الْمَقَام أَوْ الْفِرَاق . وَقَوْله تَعَالَى \" إِنَّ اللَّه كَانَ عَلِيمًا حَكِيمًا \" مُنَاسِب ذِكْر هَذَيْنِ الْوَصْفَيْنِ بَعْد شَرْع هَذِهِ الْمُحَرَّمَات .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40860, "aya_id": 24}]