[{"text": "وَلَن تَسْتَطِيعُواْ أَن تَعْدِلُواْ بَيْنَ النِّسَاء وَلَوْ حَرَصْتُمْ فَلاَ تَمِيلُواْ كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِن تُصْلِحُواْ وَتَتَّقُواْ فَإِنَّ اللّهَ كَانَ غَفُورًا رَّحِيمًا", "sura_id": 4, "type": 0, "id": 622, "aya_id": 129}, {"text": "ولن تستطيعوا أن تعدلوا بين النساء ولو حرصتم فلا تميلوا كل الميل فتذروها كالمعلقة وإن تصلحوا وتتقوا فإن الله كان غفورا رحيما", "sura_id": 4, "type": 1, "id": 6858, "aya_id": 129}, {"text": "129 - (ولن تستطيعوا أن تعدلوا) تسووا (بين النساء) في المحبة (ولو حرصتم) على ذلك (فلا تميلوا كل الميل) إلى التي تحبونها في القسم والنفقة (فتذروها) أي تتركوا الممال عنها (كالمعلقة) التي لا هي أيم ولا هي ذات بعل (وإن تصلحوا) بالعدل بالقسم (وتتقوا) الجور (فإن الله كان غفورا) لما في قلبكم من الميل (رحيما) بكم في ذلك \r\n", "sura_id": 4, "type": 2, "id": 25566, "aya_id": 129}, {"text": "ولن تقدروا -أيها الرجال- على تحقيق العدل التام بين النساء في المحبة وميل القلب, مهما بذلتم في ذلك من الجهد, فلا تعرضوا عن المرغوب عنها كل الإعراض, فتتركوها كالمرأة التي ليست بذات زوج ولا هي مطلقة فتأثموا. وإن تصلحوا أعمالكم فتعدلوا في قَسْمكم بين زوجاتكم, وتراقبوا الله تعالى وتخشوه فيهن, فإن الله تعالى كان غفورًا لعباده, رحيمًا بهم.\r\n", "sura_id": 4, "type": 3, "id": 31802, "aya_id": 129}, {"text": " <font color=red>وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا</font><BR><p>نَزَلَتْ هَذِهِ الْآيَة \" وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْن النِّسَاء وَلَوْ حَرَصْتُمْ \" فِي عَائِشَة يَعْنِي أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُحِبّهَا أَكْثَر مِنْ غَيْرهَا كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ أَيُّوب عَنْ أَبِي قِلَابَة عَنْ عَبْد اللَّه بْن يَزِيد عَنْ عَائِشَة قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْسِم بَيْن نِسَائِهِ فَيَعْدِل ثُمَّ يَقُول \" اللَّهُمَّ هَذَا قَسْمِي فِيمَا أَمْلِك فَلَا تَلُمْنِي فِيمَا تَمْلِك وَلَا أَمْلِك \" يَعْنِي الْقَلْب هَذَا لَفْظ أَبِي دَاوُد وَهَذَا إِسْنَاد صَحِيح لَكِنْ قَالَ التِّرْمِذِيّ رَوَاهُ حَمَّاد بْن زَيْد وَغَيْر وَاحِد عَنْ أَيُّوب عَنْ أَبِي قِلَابَة مُرْسَلًا قَالَ : وَهَذَا أَصَحّ وَقَوْله \" فَلَا تَمِيلُوا كُلّ الْمَيْل أَيْ \" فَإِذَا مِلْتُمْ إِلَى وَاحِدَة مِنْهُنَّ فَلَا تُبَالِغُوا فِي الْمَيْل بِالْكُلِّيَّةِ \" فَتَذَرُوهَا كَالْمُعَلَّقَةِ \" أَيْ فَتَبْقَى هَذِهِ الْأُخْرَى مُعَلَّقَة . قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَسَن وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان مَعْنَاهُ لَا ذَات زَوْج وَلَا مُطَلَّقَة وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ أَنْبَأَنَا هَمَّام عَنْ قَتَادَة عَنْ النَّضْر بْن أَنَس عَنْ بَشِير بْن نَهِيك عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ كَانَتْ لَهُ اِمْرَأَتَانِ فَمَالَ إِلَى إِحْدَاهُمَا جَاءَ يَوْم الْقِيَامَة وَأَحَد شِقَّيْهِ سَاقِط \" وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ حَدِيث هَمَّام بْن يَحْيَى عَنْ قَتَادَة بِهِ . وَقَالَ التِّرْمِذِيّ إِنَّمَا أَسْنَدَهُ هَمَّام وَرَوَاهُ هِشَام الدَّسْتَوَائِيّ عَنْ قَتَادَة قَالَ : كَانَ يُقَال وَلَا يُعْرَف هَذَا الْحَدِيث مَرْفُوعًا إِلَّا مِنْ حَدِيث هَمَّام وَقَوْله \" وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّه كَانَ غَفُورًا رَحِيمًا \" أَيْ وَإِنْ أَصْلَحْتُمْ فِي أُمُوركُمْ وَقَسَمْتُمْ بِالْعَدْلِ فِيمَا تَمْلِكُونَ وَاتَّقَيْتُمْ اللَّه فِي جَمِيع الْأَحْوَال غَفَرَ اللَّه لَكُمْ مَا كَانَ مِنْ مَيْل إِلَى بَعْض النِّسَاء دُون بَعْض .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40800, "aya_id": 129}]