[{"text": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا", "sura_id": 17, "type": 0, "id": 2032, "aya_id": 3}, {"text": "ذرية من حملنا مع نوح إنه كان عبدا شكورا", "sura_id": 17, "type": 1, "id": 8268, "aya_id": 3}, {"text": "3 - (ذرية من حملنا مع نوح) في السفينة (إنه كان عبدا شكورا) كثير الشكر لنا حامدا في جميع احواله \r\n", "sura_id": 17, "type": 2, "id": 26976, "aya_id": 3}, {"text": "يا سلالة الذين أنجيناهم وحَمَلْناهم مع نوح في السفينة لا تشركوا بالله في عبادته، وكونوا شاكرين لنعمه، مقتدين بنوح عليه السلام؛ إنه كان عبدًا شكورًا لله بقلبه ولسانه وجوارحه.\r\n", "sura_id": 17, "type": 3, "id": 33212, "aya_id": 3}, {"text": " <font color=red>ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا</font><BR><p>ثُمَّ قَالَ \" ذُرِّيَّة مَنْ حَمَلْنَا مَعَ نُوح \" تَقْدِيره يَا ذُرِّيَّة مَنْ حَمَلْنَا مَعَ نُوح فِيهِ تَهْيِيج وَتَنْبِيه عَلَى الْمِنَّة أَيْ يَا سُلَالَة مَنْ نَجَّيْنَا فَحَمَلْنَا مَعَ نُوح فِي السَّفِينَة تَشَبَّهُوا بِأَبِيكُمْ \" إِنَّهُ كَانَ عَبْدًا شَكُورًا \" فَاذْكُرُوا أَنْتُمْ نِعْمَتِي عَلَيْكُمْ بِإِرْسَالِي إِلَيْكُمْ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ وَرَدَ فِي الْحَدِيث وَفِي الْأَثَر عَنْ السَّلَف أَنَّ نُوحًا عَلَيْهِ السَّلَام كَانَ يَحْمَد اللَّه عَلَى طَعَامه وَشَرَابه وَلِبَاسه وَشَأْنه كُلّه ; فَلِهَذَا سُمِّيَ عَبْدًا شَكُورًا . قَالَ الطَّبَرَانِيّ حَدَّثَنِي عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان عَنْ أَبِي حُصَيْن عَنْ عَبْد اللَّه بْن سِنَان عَنْ سَعْد بْن مَسْعُود الثَّقَفِيّ قَالَ : إِنَّمَا سُمِّيَ نُوح عَبْدًا شَكُورًا لِأَنَّهُ كَانَ إِذَا أَكَلَ أَوْ شَرِبَ حَمِدَ اللَّه . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ سَعِيد بْن أَبِي بُرْدَة عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه لَيَرْضَى عَنْ الْعَبْد أَنْ يَأْكُل الْأَكْلَة أَوْ يَشْرَب الشَّرْبَة فَيَحْمَد اللَّه عَلَيْهَا \" وَهَكَذَا رَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طَرِيق أَبِي أُسَامَة بِهِ وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ كَانَ يَحْمَد اللَّه عَلَى كُلّ حَال وَقَدْ ذَكَرَ الْبُخَارِيّ هُنَا حَدِيث أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَنَا سَيِّد وَلَد آدَم يَوْم الْقِيَامَة - بِطُولِهِ وَفِيهِ - فَيَأْتُونَ نُوحًا فَيَقُولُونَ : يَا نُوح إِنَّك أَنْتَ أَوَّل الرُّسُل إِلَى أَهْل الْأَرْض وَقَدْ سَمَّاك اللَّه عَبْدًا شَكُورًا فَاشْفَعْ لَنَا إِلَى رَبّك \" وَذَكَرَ الْحَدِيث بِكَامِلِهِ .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38212, "aya_id": 3}]