[{"text": "وَالْعَصْرِ", "sura_id": 103, "type": 0, "id": 6177, "aya_id": 1}, {"text": "و العصر", "sura_id": 103, "type": 1, "id": 12413, "aya_id": 1}, {"text": "سورة العصر 1 - (والعصر) الدهر أو ما بعد الزوال إلى الغروب أو صلاة العصر \r\n", "sura_id": 103, "type": 2, "id": 31121, "aya_id": 1}, {"text": "أقسم الله بالدهر على أن بني آدم لفي هلكة ونقصان. ولا يجوز للعبد أن يقسم إلا بالله, فإن القسم بغير الله شرك.\r\n", "sura_id": 103, "type": 3, "id": 37357, "aya_id": 1}, {"text": " <font color=red>وَالْعَصْرِ</font><BR><p>سُورَة الْعَصْر : ذَكَرُوا أَنَّ عَمْرو بْن الْعَاص وَفَدَ عَلَى مُسَيْلِمَة الْكَذَّاب وَذَلِكَ بَعْدَمَا بُعِثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَبْل أَنْ يُسْلِم عَمْرو فَقَالَ لَهُ مُسَيْلِمَة مَاذَا أُنْزِلَ عَلَى صَاحِبكُمْ فِي هَذِهِ الْمُدَّة ؟ فَقَالَ لَقَدْ أُنْزِلَ عَلَيْهِ سُورَة وَجِيزَة بَلِيغَة فَقَالَ وَمَا هِيَ ؟ فَقَالَ \" وَالْعَصْر إِنَّ الْإِنْسَان لَفِي خُسْر إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ \" فَفَكَّرَ مُسَيْلِمَة هُنَيْهَة ثُمَّ قَالَ وَقَدْ أُنْزِلَ عَلَيَّ مِثْلهَا فَقَالَ لَهُ عَمْرو وَمَا هُوَ ؟ فَقَالَ : يَا وَبْر يَا وَبْر إِنَّمَا أَنْتَ أُذُنَانِ وَصَدْر وَسَائِرك حَفْر نَقْر ثُمَّ قَالَ كَيْف تَرَى يَا عَمْرو فَقَالَ لَهُ عَمْرو ؟ وَاَللَّه إِنَّك لَتَعْلَم أَنِّي أَعْلَم أَنَّك تَكْذِب. وَقَدْ رَأَيْت أَبَا بَكْر الْخَرَائِطِيّ أَسْنَدَ فِي كِتَابه الْمَعْرُوف\" بِمَسَاوِئ الْأَخْلَاق \" فِي الْجُزْء الثَّانِي مِنْهُ شَيْئًا مِنْ هَذَا أَوْ قَرِيبًا مِنْهُ . وَالْوَبْر دُوَيْبَّة تُشْبِه الْهِرّ أَعْظَم شَيْء فِيهِ أُذُنَاهُ وَصَدْره وَبَاقِيه دَمِيم فَأَرَادَ مُسَيْلِمَة أَنْ يُرَكِّبَ مِنْ هَذَا الْهَذَيَان مَا يُعَارِض بِهِ الْقُرْآن . فَلَمْ يَرُجْ ذَلِكَ عَلَى عَابِد الْأَوْثَان فِي ذَلِكَ الزَّمَان . وَذَكَر الطَّبَرَانِيّ مِنْ طَرِيق حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ عُبَيْد اللَّه بْن حِصْن قَالَ كَانَ الرَّجُلَانِ مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا اِلْتَقَيَا لَمْ يَفْتَرِقَا إِلَّا عَلَى أَنْ يَقْرَأ أَحَدهمَا عَلَى الْآخَر سُورَة الْعَصْر إِلَى آخِرهَا ثُمَّ يُسَلِّم أَحَدهمَا عَلَى الْآخَر : وَقَالَ الشَّافِعِيّ رَحِمَهُ اللَّه : لَوْ تَدَبَّرَ النَّاس هَذِهِ السُّورَة لَوَسِعَتْهُمْ . الْعَصْر : الزَّمَان الَّذِي يَقَع فِيهِ حَرَكَات بَنِي آدَم مِنْ خَيْر وَشَرّ وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ هُوَ الْعَصْر وَالْمَشْهُور الْأَوَّل .</p><BR> <br> ", "sura_id": 103, "type": 4, "id": 37563, "aya_id": 1}]