[{"text": "وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 22, "type": 0, "id": 2649, "aya_id": 54}, {"text": "و ليعلم الذين أوتوا العلم أنه الحق من ربك فيؤمنوا به فتخبت له قلوبهم و إن الله لهاد الذين آمنوا إلى صراط مستقيم", "sura_id": 22, "type": 1, "id": 8885, "aya_id": 54}, {"text": "54 - (وليعلم الذين أوتوا العلم) التوحيد والقرآن (أنه) أي القرآن (الحق من ربك فيؤمنوا به فتخبت) تطمئن (له قلوبهم وإن الله لهاد الذين آمنوا إلى صراط) طريق (مستقيم) أي دين الإسلام \r\n", "sura_id": 22, "type": 2, "id": 27593, "aya_id": 54}, {"text": "وليعلم أهل العلم الذين يفرقون بعلمهم بين الحق والباطل أن القرآن الكريم هو الحق النازل من عند الله عليك أيها الرسول، لا شبهة فيه، ولا سبيل للشيطان إليه، فيزداد به إيمانهم، وتخضع له قلوبهم. وإن الله لهادي الذين آمنوا به وبرسوله إلى طريق الحق الواضح، وهو الإسلام ينقذهم به من الضلال.\r\n", "sura_id": 22, "type": 3, "id": 33829, "aya_id": 54}, {"text": " <font color=red>وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ اللَّهَ لَهَادِي الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>\" وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْم أَنَّهُ الْحَقّ مِنْ رَبّك فَيُؤْمِنُوا بِهِ \" أَيْ وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْم النَّافِع الَّذِي يُفَرِّقُونَ بِهِ بَيْن الْحَقّ وَالْبَاطِل وَالْمُؤْمِنُونَ بِاَللَّهِ وَرَسُوله أَنَّ مَا أَوْحَيْنَاهُ إِلَيْك هُوَ الْحَقّ مِنْ رَبّك الَّذِي أَنْزَلَهُ بِعِلْمِهِ وَحَفِظَهُ وَحَرَسَهُ أَنْ يَخْتَلِط بِهِ غَيْره بَلْ هُوَ كِتَاب عَزِيز \" لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه تَنْزِيل مِنْ حَكِيم حَمِيد \" وَقَوْله \" فَيُؤْمِنُوا بِهِ \" أَيْ يُصَدِّقُوهُ وَيَنْقَادُوا لَهُ \" فَتُخْبِت لَهُ قُلُوبهمْ\" أَيْ تَخْضَع وَتَذِلّ لَهُ قُلُوبهمْ \" وَإِنَّ اللَّه لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاط مُسْتَقِيم \" أَيْ فِي الدُّنْيَا وَالْآخِرَة أَمَّا فِي الدُّنْيَا فَيُرْشِدهُمْ إِلَى الْحَقّ وَاتِّبَاعه وَيُوَفِّقهُمْ لِمُخَالَفَةِ الْبَاطِل وَاجْتِنَابه وَفِي الْآخِرَة يَهْدِيهِمْ الصِّرَاط الْمُسْتَقِيم الْمُوَصِّل إِلَى دَرَجَات الْجَنَّات وَيُزَحْزِحهُمْ عَنْ الْعَذَاب الْأَلِيم وَالدَّرَكَات .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39078, "aya_id": 54}]