[{"text": "يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ", "sura_id": 21, "type": 0, "id": 2503, "aya_id": 20}, {"text": "يسبحون الليل و النهار لا يفترون", "sura_id": 21, "type": 1, "id": 8739, "aya_id": 20}, {"text": "20 - (يسبحون الليل والنهار لا يفترون) عنه فهو منهم كالنفس منا لا يشغلنا عنه شاغل \r\n", "sura_id": 21, "type": 2, "id": 27447, "aya_id": 20}, {"text": "يذكرون الله وينزِّهونه دائمًا, لا يضْعُفون ولا يسأمون.\r\n", "sura_id": 21, "type": 3, "id": 33683, "aya_id": 20}, {"text": " <font color=red>يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ</font><BR><p>\" يُسَبِّحُونَ اللَّيْل وَالنَّهَار لَا يَفْتُرُونَ \" فَهُمْ دَائِبُونَ فِي الْعَمَل لَيْلًا وَنَهَارًا مُطِيعُونَ قَصْدًا وَعَمَلًا قَادِرُونَ عَلَيْهِ كَمَا قَالَ تَعَالَى \" لَا يَعْصُونَ اللَّه مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن أَبِي دُلَامَة الْبَغْدَادِيّ أَنْبَأَنَا عَبْد الْوَهَّاب بْن عَطَاء حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ صَفْوَان بْن مُحْرِز عَنْ حَكِيم بْن حِزَام قَالَ : بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَصْحَابه إِذْ قَالَ لَهُمْ \" هَلْ تَسْمَعُونَ مَا أَسْمَع \" قَالُوا مَا نَسْمَع مِنْ شَيْء . فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" . إِنِّي لَأَسْمَع أَطِيط السَّمَاء وَمَا تُلَام أَنْ تَئِطّ وَمَا فِيهَا مَوْضِع شِبْر إِلَّا وَعَلَيْهِ مَلَك سَاجِد أَوْ قَائِم \" غَرِيب وَلَمْ يُخَرِّجُوهُ ثُمَّ رَوَاهُ أَعْنِي اِبْن أَبِي حَاتِم مِنْ طَرِيق يَزِيد بْن أَبِي زُرَيْع عَنْ سَعِيد عَنْ قَتَادَة مُرْسَلًا وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ حَسَّان بْن مُخَارِق عَنْ عَبْد اللَّه بْن الْحَارِث بْن نَوْفَل قَالَ : جَلَسْت إِلَى كَعْب الْأَحْبَار وَأَنَا غُلَام فَقُلْت لَهُ أَرَأَيْت قَوْل اللَّه تَعَالَى لِلْمَلَائِكَةِ \" يُسَبِّحُونَ اللَّيْل وَالنَّهَار لَا يَفْتُرُونَ \" أَمَا يَشْغَلهُمْ عَنْ التَّسْبِيح الْكَلَام وَالرِّسَالَة وَالْعَمَل . فَقَالَ مَنْ هَذَا الْغُلَام ؟ فَقَالُوا مِنْ بَنِي عَبْد الْمُطَّلِب قَالَ فَقَبَّلَ رَأْسِي ثُمَّ قَالَ : يَا بُنَيّ إِنَّهُ جُعِلَ لَهُمْ التَّسْبِيح كَمَا جُعِلَ لَكُمْ النَّفَس أَلَيْسَ تَتَكَلَّم وَأَنْتَ تَتَنَفَّس وَتَمْشِي وَأَنْتَ تَتَنَفَّس ؟ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38942, "aya_id": 20}]