[{"text": "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ", "sura_id": 113, "type": 0, "id": 6230, "aya_id": 5}, {"text": "و من شر حاسد إذا حسد", "sura_id": 113, "type": 1, "id": 12466, "aya_id": 5}, {"text": "5 - (ومن شر حاسد إذا حسد) أظهر حسده وعمل بمقتضاه كلبيد المذكور من اليهود الحاسدين للنبي صلى الله عليه وسلم وذكر الثلاثة الشامل لها ما خلق بعده لشدة شرها \r\n", "sura_id": 113, "type": 2, "id": 31174, "aya_id": 5}, {"text": "ومن شر حاسد مبغض للناس إذا حسدهم على ما وهبهم الله من نعم, وأراد زوالها عنهم، وإيقاع الأذى بهم.\r\n", "sura_id": 113, "type": 3, "id": 37410, "aya_id": 5}, {"text": " <font color=red>وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ</font><BR><p>وَقَوْله تَعَالَى \" وَمِنْ شَرّ النَّفَّاثَات فِي الْعُقَد \" قَالَ مُجَاهِد وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالضَّحَّاك : يَعْنِي السَّوَاحِر قَالَ مُجَاهِد إِذَا رَقَيْنَ وَنَفَثْنَ فِي الْعُقَد . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن ثَوْر عَنْ مَعْمَر عَنْ اِبْن طَاوُس عَنْ أَبِيهِ قَالَ مَا مِنْ شَيْء أَقْرَب إِلَى الشِّرْك مِنْ رُقْيَة الْحَيَّة وَالْمَجَانِين . وَفِي الْحَدِيث الْآخَر أَنَّ جِبْرِيل جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ اِشْتَكَيْت يَا مُحَمَّد ؟ فَقَالَ \" نَعَمْ \" فَقَالَ بِسْمِ اللَّه أَرْقِيك مِنْ كُلّ دَاء يُؤْذِيك وَمِنْ شَرّ كُلّ حَاسِد وَعَيْن اللَّه يَشْفِيك وَلَعَلَّ هَذَا كَانَ مِنْ شَكْوَاهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين سُحِرَ ثُمَّ عَافَاهُ اللَّه تَعَالَى وَشَفَاهُ وَرَدَّ كَيْد السَّحَرَة الْحُسَّاد مِنْ الْيَهُود فِي رُءُوسهمْ وَجَعَلَ تَدْمِيرهمْ فِي تَدْبِيرهمْ وَفَضَحَهُمْ وَلَكِنْ مَعَ هَذَا لَمْ يُعَاتِبهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا مِنْ الدَّهْر بَلْ كَفَى اللَّه وَشَفَى وَعَافَى . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ يَزِيد بْن حِبَّان عَنْ زَيْد بْن أَرْقَم قَالَ سَحَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُل مِنْ الْيَهُود فَاشْتَكَى لِذَلِكَ أَيَّامًا قَالَ فَجَاءَهُ جِبْرِيل فَقَالَ إِنَّ رَجُلًا مِنْ الْيَهُود سَحَرَك وَعَقَدَ لَك عُقَدًا فِي بِئْر كَذَا وَكَذَا فَأَرْسِلْ إِلَيْهَا مَنْ يَجِيء بِهَا فَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَخْرَجَهَا فَجَاءَهُ بِهَا فَحَلَّلَهَا قَالَ فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَأَنَّمَا نَشِطَ مِنْ عِقَال فَمَا ذَكَرَ ذَلِكَ لِلْيَهُودِيِّ وَلَا رَآهُ فِي وَجْهه حَتَّى مَاتَ وَرَوَاهُ النَّسَائِيّ عَنْ هَنَّاد عَنْ أَبِي مُعَاوِيَة مُحَمَّد بْن حَازِم الضَّرِير . وَقَالَ الْبُخَارِيّ فِي كِتَاب الطِّبّ مِنْ صَحِيحه : حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد قَالَ سَمِعْت سُفْيَان بْن عُيَيْنَة يَقُول أَوَّل مَنْ حَدَّثَنَا بِهِ اِبْن جُرَيْج يَقُول حَدَّثَنِي آلُ عُرْوَة عَنْ عُرْوَة فَسَأَلْت هِشَامًا عَنْهُ فَحَدَّثَنَا عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُحِرَ حَتَّى كَانَ يَرَى أَنَّهُ يَأْتِي النِّسَاء وَلَا يَأْتِيهِنَّ قَالَ سُفْيَان وَهَذَا أَشَدّ مَا يَكُون مِنْ السِّحْر إِذَا كَانَ كَذَا فَقَالَ \" يَا عَائِشَة أَعَلِمْت أَنَّ اللَّه قَدْ أَفْتَانِي فِيمَا اِسْتَفْتَيْته فِيهِ ؟ أَتَانِي رَجُلَانِ فَقَعَدَ أَحَدهمَا عِنْد رَأْسِي وَالْآخَر عِنْد رِجْلِي فَقَالَ الَّذِي عِنْد رَأْسِي لِلْآخَرِ مَا بَال الرَّجُل ؟ قَالَ مَطْبُوب . قَالَ وَمَنْ طَبَّهُ ؟ قَالَ لَبِيد بْن أَعْصَم رَجُل مِنْ بَنِي زُرَيْق حَلِيف الْيَهُود كَانَ مُنَافِقًا وَقَالَ وَفِيمَ ؟ قَالَ فِي مُشْط وَمُشَاطَة . وَقَالَ وَأَيْنَ ؟ قَالَ فِي جُفّ طَلْعَة ذَكَر تَحْت رَاعُوفَة فِي بِئْر ذَرْوَان \" قَالَتْ فَأَتَى الْبِئْر حَتَّى اِسْتَخْرَجَهُ فَقَالَ\" هَذِهِ الْبِئْر الَّتِي أَرَيْتهَا وَكَأَنَّ مَاءَهَا نُقَاعَة الْحِنَّاء وَكَأَنَّ نَخْلهَا رُءُوس الشَّيَاطِين \" قَالَ فَاسْتُخْرِجَ فَقُلْت أَفَلَا تَنَشَّرْت ؟ فَقَالَ \" أَمَّا اللَّه فَقَدْ شَفَانِي وَأَكْرَه أَنْ أُثِير عَلَى أَحَد مِنْ النَّاس شَرًّا \" وَإِسْنَاده مِنْ حَدِيث عِيسَى بْن يُونُس وَأَبِي ضَمْرَة أَنَس بْن عِيَاض وَأَبِي أُسَامَة وَيَحْيَى الْقَطَّان وَفِيهِ قَالَتْ حَتَّى كَانَ يُخَيَّل إِلَيْهِ أَنَّهُ فَعَلَ الشَّيْء وَلَمْ يَفْعَلهُ وَعِنْده فَأَمَرَ بِالْبِئْرِ فَدُفِنَتْ وَذُكِرَ أَنَّهُ رَوَاهُ عَنْ هِشَام أَيْضًا اِبْن أَبِي الزِّنَاد وَاللَّيْث بْن سَعْد وَقَدْ رَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي أُسَامَة حَمَّاد بْن أُسَامَة وَعَبْد اللَّه بْن نُمَيْر وَرَوَاهُ أَحْمَد عَنْ عَفَّان عَنْ وَهْب عَنْ هِشَام بِهِ وَرَوَاهُ الْإِمَام أَحْمَد أَيْضًا عَنْ إِبْرَاهِيم بْن خَالِد عَنْ مَعْمَر عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : لَبِثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سِتَّة أَشْهُر يَرَى أَنَّهُ يَأْتِي وَلَا يَأْتِي فَأَتَاهُ مَلَكَانِ فَجَلَسَ أَحَدهمَا عِنْد رَأْسه وَالْآخَر عِنْد رِجْلَيْهِ فَقَالَ أَحَدهمَا لِلْآخَرِ مَا بَاله ؟ قَالَ مَطْبُوب قَالَ وَمَنْ طَبَّهُ ؟ قَالَ لَبِيد بْن الْأَعْصَم وَذَكَرَ تَمَام الْحَدِيث وَقَالَ الْأُسْتَاذ الْمُفَسِّر الثَّعْلَبِيّ فِي تَفْسِيره قَالَ اِبْن عَبَّاس وَعَائِشَة رَضِيَ اللَّه عَنْهُمَا كَانَ غُلَام مِنْ الْيَهُود يَخْدُم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَبَّتْ إِلَيْهِ الْيَهُود فَلَمْ يَزَالُوا بِهِ حَتَّى أَخَذَ مُشَاطَة رَأْس النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعِدَّة مِنْ أَسْنَان مُشْطه فَأَعْطَاهَا الْيَهُود فَسَحَرُوهُ فِيهَا وَكَانَ الَّذِي تَوَلَّى ذَلِكَ رَجُل مِنْهُمْ يُقَال لَهُ اِبْن أَعْصَم ثُمَّ دَسَّهَا فِي بِئْر لِبَنِي زُرَيْق وَيُقَال لَهُ ذَرْوَان فَمَرِضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَانْتَثَرَ شَعْر رَأْسه وَلَبِثَ سِتَّة أَشْهُر يَرَى أَنَّهُ يَأْتِي النِّسَاء وَلَا يَأْتِيهِنَّ وَجَعَلَ يَذُوب وَلَا يَدْرِي مَا عَرَاهُ فَبَيْنَمَا هُوَ نَائِم إِذْ أَتَاهُ مَلَكَانِ فَجَلَسَ أَحَدهمَا عِنْد رَأْسه وَالْآخَر عِنْد رِجْلَيْهِ فَقَالَ الَّذِي عِنْد رِجْلَيْهِ لِلَّذِي عِنْد رَأْسه مَا بَال الرَّجُل ؟ قَالَ طُبَّ . وَقَالَ وَمَا طُبَّ قَالَ سُحِرَ قَالَ وَمَنْ سَحَرَهُ ؟ قَالَ لَبِيد بْن الْأَعْصَم الْيَهُودِيّ قَالَ وَبِمَ طَبَّهُ ؟ قَالَ بِمُشْطٍ وَمُشَاطَة قَالَ وَأَيْنَ هُوَ ؟ قَالَ فِي جُفّ طَلْعَة ذَكَر تَحْت رَاعُوفَة فِي بِئْر ذَرْوَان وَالْجُفّ قِشْر الطَّلْع وَالرَّاعُوفَة حَجَر فِي أَسْفَل الْبِئْر نَاتِئ يَقُوم عَلَيْهِ الْمَاتِح فَانْتَبَهَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَذْعُورًا وَقَالَ \" يَا عَائِشَة أَمَا شَعَرْت أَنَّ اللَّه أَخْبَرَنِي بِدَائِي \" . ثُمَّ بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِيًّا وَالزُّبَيْر وَعَمَّار بْن يَاسِر فَنَزَحُوا مَاء الْبِئْر كَأَنَّهُ نُقَاعَة الْحِنَّاء ثُمَّ رَفَعُوا الصَّخْرَة وَأَخْرَجُوا الْجُفّ فَإِذَا فِيهِ مُشَاطَة رَأْسه وَأَسْنَان مِنْ مُشْطه وَإِذَا فِيهِ وَتَر مَعْقُود فِيهِ اِثْنَا عَشَرَ عُقْدَة مَغْرُوزَة بِالْإِبَرِ فَأَنْزَلَ اللَّه تَعَالَى السُّورَتَيْنِ فَجَعَلَ كُلَّمَا قَرَأَ آيَة اِنْحَلَّتْ عُقْدَة وَوَجَدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خِفَّة حِين اِنْحَلَّتْ الْعُقْدَة الْأَخِيرَة فَقَامَ كَأَنَّمَا نَشِطَ مِنْ عِقَال وَجَعَلَ جِبْرِيل عَلَيْهِ السَّلَام يَقُول بِاسْمِ اللَّه أَرْقِيك مِنْ كُلّ شَيْء يُؤْذِيك مِنْ حَاسِد وَعَيْن اللَّه يَشْفِيك . فَقَالَ يَا رَسُول اللَّه أَفَلَا نَأْخُذ الْخَبِيث نَقْتُلهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَمَّا أَنَا فَقَدْ شَفَانِي اللَّه وَأَكْرَه أَنْ أُثِير عَلَى النَّاس شَرًّا \" هَكَذَا أَوْرَدَهُ بِلَا إِسْنَاد وَفِيهِ غَرَابَة وَفِي بَعْضه نَكَارَة شَدِيدَة وَلِبَعْضِهِ شَوَاهِد مِمَّا تَقَدَّمَ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 113, "type": 4, "id": 37739, "aya_id": 5}]