[{"text": "ذَلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ", "sura_id": 22, "type": 0, "id": 2656, "aya_id": 61}, {"text": "ذلك بأن الله يولج الليل في النهار و يولج النهار في الليل و أن الله سميع بصير", "sura_id": 22, "type": 1, "id": 8892, "aya_id": 61}, {"text": "61 - (ذلك) النصر (بأن الله يولج الليل في النهار ويولج النهار في الليل) أي يدخل كلا منهما في الآخر بأن يزيد به ذلك من أثر قدرته تعالى التي بها النصر (وأن الله سميع) دعاء المؤمنين (بصير) بهم حيث جعل فيهم الإيمان فأجاب دعاءهم \r\n", "sura_id": 22, "type": 2, "id": 27600, "aya_id": 61}, {"text": "ذلك الذي شرع لكم تلك الأحكام العادلة هو الحق، وهو القادر على ما يشاء, ومِن قدرته أنه يدخل ما ينقص من ساعات الليل في ساعات النهار، ويدخل ما انتقص من ساعات النهار في ساعات الليل، وأن الله سميع لكل صوت، بصير بكل فعل، لا يخفى عليه شيء.\r\n", "sura_id": 22, "type": 3, "id": 33836, "aya_id": 61}, {"text": " <font color=red>ذَلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا عَلَى أَنَّهُ الْخَالِق الْمُتَصَرِّف فِي خَلْقه بِمَا يَشَاء كَمَا قَالَ \" قُلْ اللَّهُمَّ مَالِك الْمُلْك تُؤْتِي الْمُلْك مَنْ تَشَاء وَتَنْزِع الْمُلْك مِمَّنْ تَشَاء وَتُعِزّ مَنْ تَشَاء وَتُذِلّ مَنْ تَشَاء بِيَدِك الْخَيْر إِنَّك عَلَى كُلّ شَيْء قَدِير تُولِج اللَّيْل فِي النَّهَار وَتُولِج النَّهَار فِي اللَّيْل وَتُخْرِج الْحَيّ مِنْ الْمَيِّت وَتُخْرِج الْمَيِّت مِنْ الْحَيّ وَتَرْزُق مَنْ تَشَاء بِغَيْرِ حِسَاب \" وَمَعْنَى إِيلَاجه اللَّيْل فِي النَّهَار وَالنَّهَار فِي اللَّيْل إِدْخَاله مِنْ هَذَا فِي هَذَا وَمِنْ هَذَا فِي هَذَا فَتَارَة يَطُول اللَّيْل وَيَقْصُر النَّهَار كَمَا فِي الشِّتَاء وَتَارَة يَطُول النَّهَار وَيَقْصُر اللَّيْل كَمَا فِي الصَّيْف وَقَوْله وَأَنَّ اللَّه سَمِيع بَصِير \" أَيْ سَمِيع بِأَقْوَالِ عِبَاده بَصِير بِهِمْ لَا يَخْفَى عَلَيْهِ مِنْهُمْ خَافِيَة فِي أَحْوَالهمْ وَحَرَكَاتهمْ وَسَكَنَاتهمْ وَلَمَّا تَبَيَّنَ أَنَّهُ الْمُتَصَرِّف فِي الْوُجُود الْحَاكِم الَّذِي لَا مُعَقِّب لِحُكْمِهِ .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39086, "aya_id": 61}]