[{"text": "وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا", "sura_id": 19, "type": 0, "id": 2266, "aya_id": 16}, {"text": "و اذكر في الكتاب مريم إذ انتبذت من أهلها مكانا شرقيا", "sura_id": 19, "type": 1, "id": 8502, "aya_id": 16}, {"text": "16 - (واذكر في الكتاب) القرآن (مريم) أي خبرها (إذ) حين (انتبذت من أهلها مكانا شرقيا) أي اعتزلت تفي مكان نحو الشرق من الدار \r\n", "sura_id": 19, "type": 2, "id": 27210, "aya_id": 16}, {"text": "واذكر - أيها الرسول - في هذا القرآن خبر مريم إذ تباعدت عن أهلها, فاتخذت لها مكانًا مما يلي الشرق عنهم.\r\n", "sura_id": 19, "type": 3, "id": 33446, "aya_id": 16}, {"text": " <font color=red>وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا</font><BR><p>لَمَّا ذَكَرَ تَعَالَى قِصَّة زَكَرِيَّا عَلَيْهِ السَّلَام وَأَنَّهُ أَوْجَدَ مِنْهُ فِي حَال كِبَره وَعُقْم زَوْجَته وَلَدًا زَكِيًّا طَاهِرًا مُبَارَكًا عَطَفَ بِذِكْرِ قِصَّة مَرْيَم فِي إِيجَاده وَلَدهَا عِيسَى عَلَيْهِ السَّلَام مِنْهَا مِنْ غَيْر أَب فَإِنَّ بَيْن الْقِصَّتَيْنِ مُنَاسَبَة وَمُشَابَهَة وَلِهَذَا ذَكَرَهُمَا فِي آلَ عِمْرَان وَهَاهُنَا وَفِي سُورَة الْأَنْبِيَاء يَقْرُن بَيْن الْقِصَّتَيْنِ لِتَقَارُبِ مَا بَيْنهمَا فِي الْمَعْنَى لِيُدِلّ عِبَاده عَلَى قُدْرَته وَعَظَمَة سُلْطَانه وَأَنَّهُ عَلَى مَا يَشَاء قَادِر فَقَالَ \" وَاذْكُرْ فِي الْكِتَاب مَرْيَم \" وَهِيَ مَرْيَم بِنْت عِمْرَان مِنْ سُلَالَة دَاوُد عَلَيْهِ السَّلَام وَكَانَتْ مِنْ بَيْت طَاهِر طَيِّب فِي بَنِي إِسْرَائِيل وَقَدْ ذَكَرَ اللَّه تَعَالَى قِصَّة وِلَادَة أُمّهَا لَهَا فِي سُورَة آلَ عِمْرَان وَأَنَّهَا نَذَرَتْهَا مُحَرَّرَة أَيْ تَخْدُم مَسْجِد بَيْت الْمَقْدِس وَكَانُوا يَتَقَرَّبُونَ بِذَلِكَ \" فَتَقَبَّلَهَا رَبّهَا بِقَبُولٍ حَسَن وَأَنْبَتَهَا نَبَاتًا حَسَنًا \" وَنَشَأَتْ فِي بَنِي إِسْرَائِيل نَشْأَة عَظِيمَة فَكَانَتْ إِحْدَى الْعَابِدَات النَّاسِكَات الْمَشْهُورَات بِالْعِبَادَةِ الْعَظِيمَة وَالتَّبَتُّل وَالدَّءُوب وَكَانَتْ فِي كَفَالَة زَوْج أُخْتهَا زَكَرِيَّا نَبِيّ بَنِي إِسْرَائِيل إِذْ ذَاكَ وَعَظِيمهمْ الَّذِي يَرْجِعُونَ إِلَيْهِ فِي دِينهمْ وَرَأَى لَهَا زَكَرِيَّا مِنْ الْكَرَامَات الْهَائِلَة مَا بَهَرَهُ \" كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَاب وَجَدَ عِنْدهَا رِزْقًا قَالَ يَا مَرْيَم أَنَّى لَك هَذَا قَالَتْ هُوَ مِنْ عِنْد اللَّه إِنَّ اللَّه يَرْزُق مَنْ يَشَاء بِغَيْرِ حِسَاب \" فَذَكَرَ أَنَّهُ كَانَ يَجِد عِنْدهَا ثَمَر الشِّتَاء فِي الصَّيْف وَثَمَر الصَّيْف فِي الشِّتَاء كَمَا تَقَدَّمَ بَيَانه فِي سُورَة آلَ عِمْرَان فَلَمَّا أَرَادَ اللَّه تَعَالَى وَلَهُ الْحِكْمَة وَالْحُجَّة الْبَالِغَة أَنْ يُوجَد مِنْهَا عَبْده وَرَسُوله عِيسَى عَلَيْهِ السَّلَام أَحَد الرُّسُل أُولِي الْعَزْم الْخَمْسَة الْعِظَام \" اِنْتَبَذَتْ مِنْ أَهْلهَا مَكَانًا شَرْقِيًّا \" أَيْ اِعْتَزَلَتْهُمْ وَتَنَحَّتْ عَنْهُمْ وَذَهَبَتْ إِلَى شَرْقِيّ الْمَسْجِد الْمُقَدَّس قَالَ السُّدِّيّ لِحَيْضٍ أَصَابَهَا وَقِيلَ لِغَيْرِ ذَلِكَ قَالَ أَبُو كُدَيْنَة عَنْ قَابُوس بْن أَبِي ظَبْيَان عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ : إِنَّ أَهْل الْكِتَاب كُتِبَ عَلَيْهِمْ الصَّلَاة إِلَى الْبَيْت وَالْحَجّ إِلَيْهِ وَمَا صَرَفَهُمْ عَنْهُ إِلَّا قَوْل رَبّك \" فَانْتَبَذَتْ مِنْ أَهْلهَا مَكَانًا شَرْقِيًّا \" قَالَ خَرَجَتْ مَرْيَم مَكَانًا شَرْقِيًّا فَصَلَّوْا قِبَل مَطْلَع الشَّمْس رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير . وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنَا إِسْحَاق بْن شَاهِين حَدَّثَنَا خَالِد بْن عَبْد اللَّه عَنْ دَاوُد عَنْ عَامِر عَنْ اِبْن عَبَّاس قَالَ : إِنِّي لَأَعْلَم خَلْق اللَّه لِأَيِّ شَيْء اِتَّخَذَتْ النَّصَارَى الْمَشْرِق قِبْلَة لِقَوْلِ اللَّه تَعَالَى \" فَانْتَبَذَتْ مِنْ أَهْلهَا مَكَانًا شَرْقِيًّا \" وَاِتَّخَذُوا مِيلَاد عِيسَى قِبْلَة وَقَالَ قَتَادَة \" مَكَانًا شَرْقِيًّا \" شَاسِعًا مُتَنَحِّيًا وَقَالَ مُحَمَّد بْن إِسْحَاق ذَهَبَتْ بِقُلَّتِهَا لِتَسْتَقِي الْمَاء وَقَالَ نَوْف الْبِكَالِيّ اِتَّخَذَتْ لَهَا مَنْزِلًا تَتَعَبَّد فِيهِ فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38406, "aya_id": 16}]