[{"text": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاء وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ", "sura_id": 98, "type": 0, "id": 6135, "aya_id": 5}, {"text": "و ما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء و يقيموا الصلاة و يؤتوا الزكاة و ذلك دين القيمة", "sura_id": 98, "type": 1, "id": 12371, "aya_id": 5}, {"text": "5 - (وما أمروا) في كتابيهم التوراة والانجيل (إلا ليعبدوا الله) أي أن يعبدوه فحذفت أن وزيدت اللام (مخلصين له الدين) من الشرك (حنفاء) مستتقيمين على دين إبراهيم ودين محمد إذا جاء فكيف كفروا به (ويقيموا الصلاة ويؤتوا الزكاة وذلك دين) الملة (القيمة) المستقيمة \r\n", "sura_id": 98, "type": 2, "id": 31079, "aya_id": 5}, {"text": "وما أمروا في سائر الشرائع إلا ليعبدوا الله وحده قاصدين بعبادتهم وجهه, مائلين عن الشرك إلى الإيمان, ويقيموا الصلاة، ويُؤَدُّوا الزكاة, وذلك هو دين الاستقامة, وهو الإسلام.\r\n", "sura_id": 98, "type": 3, "id": 37315, "aya_id": 5}, {"text": " <font color=red>وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ</font><BR><p>وَقَوْله تَعَالَى \" وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّين \" كَقَوْلِهِ \" وَمَا أَرْسَلْنَا مِنْ قَبْلِك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَلِهَذَا قَالَ \" حُنَفَاء \" أَيْ مُتَحَنِّفِينَ عَنْ الشِّرْك إِلَى التَّوْحِيد كَقَوْلِهِ \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوت\" وَقَدْ تَقَدَّمَ تَقْرِير الْحَنِيف فِي سُورَة الْأَنْعَام بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا \" وَيُقِيمُوا الصَّلَاة \" وَهِيَ أَشْرَف عِبَادَات الْبَدَن \" وَيُؤْتُوا الزَّكَاة \" وَهِيَ الْإِحْسَان إِلَى الْفُقَرَاء وَالْمَحَاوِيج \" وَذَلِكَ دِينُ الْقَيِّمَة \" أَيْ الْمِلَّة الْقَائِمَة الْعَادِلَة أَوْ الْأُمَّة الْمُسْتَقِيمَة الْمُعْتَدِلَة. وَقَدْ اِسْتَدَلَّ كَثِير مِنْ الْأَئِمَّة كَالزُّهْرِيِّ وَالشَّافِعِيّ بِهَذِهِ الْآيَة الْكَرِيمَة عَلَى أَنَّ الْأَعْمَال دَاخِلَة فِي الْإِيمَان وَلِهَذَا قَالَ \" وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّه مُخْلِصِينَ لَهُ الدِّين حُنَفَاء وَيُقِيمُوا الصَّلَاة وَيُؤْتُوا الزَّكَاة وَذَلِكَ دِين الْقَيِّمَة \" .</p><BR> <br> ", "sura_id": 98, "type": 4, "id": 43634, "aya_id": 5}]