[{"text": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلاَ يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ", "sura_id": 6, "type": 0, "id": 936, "aya_id": 147}, {"text": "فإن كذبوك فقل ربكم ذو رحمة واسعة ولا يرد بأسه عن القوم المجرمين", "sura_id": 6, "type": 1, "id": 7172, "aya_id": 147}, {"text": "147 - (فإن كذبوك) فيما جئت به (فقل) لهم (ربكم ذو رحمة واسعة) حيث لم يعاجلكم بالعقوبة وفيه تلطف بدعائهم إلى الإيمان (ولا يرد بأسه) عذابه إذا جاء (عن القوم المجرمين) \r\n", "sura_id": 6, "type": 2, "id": 25880, "aya_id": 147}, {"text": "فإن كذبك -أيها الرسول- مخالفوك من المشركين واليهود, وغيرهم, فقل لهم: ربكم جل وعلا ذو رحمة واسعة, ولا يُدْفع عقابه عن القوم الذين أجرموا, فاكتسبوا الذنوب, واجترحوا السيئات. وفي هذا تهديد لهم لمخالفتهم الرسول صلى الله عليه وسلم.\r\n", "sura_id": 6, "type": 3, "id": 32116, "aya_id": 147}, {"text": " <font color=red>فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ</font><BR><p>يَقُول تَعَالَى : فَإِنْ كَذَّبَك يَا مُحَمَّد مُخَالِفُوك مِنْ الْمُشْرِكِينَ وَالْيَهُود وَمَنْ شَابَهَهُمْ فَقُلْ \" رَبّكُمْ ذُو رَحْمَة وَاسِعَة \" وَهَذَا تَرْغِيب لَهُمْ فِي اِبْتِغَاء رَحْمَة اللَّه الْوَاسِعَة وَاتِّبَاع رَسُوله \" وَلَا يُرَدّ بَأْسُهُ عَنْ الْقَوْم الْمُجْرِمِينَ \" تَرْهِيب لَهُمْ فِي مُخَالَفَتهمْ الرَّسُول خَاتَم النَّبِيِّينَ وَكَثِيرًا مَا يَقْرِن اللَّه تَعَالَى بَيْن التَّرْغِيب وَالتَّرْهِيب فِي الْقُرْآن كَمَا قَالَ تَعَالَى فِي آخِر هَذِهِ السُّورَة \" وَإِنَّ رَبّك سَرِيع الْعِقَاب وَإِنَّهُ لَغَفُور رَحِيم \" وَقَالَ \" وَإِنَّ رَبّك لَذُو مَغْفِرَة لِلنَّاسِ عَلَى ظُلْمهمْ وَإِنَّ رَبّك لَشَدِيد الْعِقَاب \" وَقَالَ تَعَالَى\" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُور الرَّحِيم وَأَنَّ عَذَابِي هُوَ الْعَذَاب الْأَلِيم \" وَقَالَ تَعَالَى \" غَافِر الذَّنْب وَقَابِل التَّوْب شَدِيد الْعِقَاب \" وَقَالَ \" إِنَّ بَطْش رَبّك لَشَدِيد إِنَّهُ هُوَ يُبْدِئ وَيُعِيد وَهُوَ الْغَفُور الْوَدُود \" وَالْآيَات فِي هَذَا كَثِيرَة جِدًّا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42129, "aya_id": 147}]