[{"text": "قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى", "sura_id": 20, "type": 0, "id": 2366, "aya_id": 18}, {"text": "قال هي عصاي أتوكأ عليها وأهش بها على غنمي ولي فيها مآرب أخرى", "sura_id": 20, "type": 1, "id": 8602, "aya_id": 18}, {"text": "18 - (قال هي عصاي أتوكأ) أعتمد (عليها) عند الوثوب والمشي (وأهش) أخبط ورق الشجر (بها) ليسقط (على غنمي) فتأكله (ولي فيها مآرب) جمع مأربة مثلث الراء أي حوائج (أخرى) كحمل الزاد والسقاء وطرد الهوان وزاد في الجواب بيان حاجاته بها \r\n", "sura_id": 20, "type": 2, "id": 27310, "aya_id": 18}, {"text": "قال موسى: هي عصاي أعتمد عليها في المشي, وأهزُّ بها الشجر; لترعى غنمي ما يتساقط من ورقه, ولي فيها منافع أخرى.\r\n", "sura_id": 20, "type": 3, "id": 33546, "aya_id": 18}, {"text": " <font color=red>قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى</font><BR><p>\" قَالَ هِيَ عَصَايَ أَتَوَكَّأ عَلَيْهَا \" أَيْ أَعْتَمِد عَلَيْهَا فِي حَال الْمَشْي وَأَهُشّ بِهَا عَلَى غَنَمِي أَيْ أَهُزّ بِهَا الشَّجَرَة لِيَتَسَاقَط وَرَقهَا لِتَرْعَاهُ غَنَمِي قَالَ عَبْد الرَّحْمَن بْن الْقَاسِم عَنْ الْإِمَام مَالِك : الْهَشّ أَنْ يَضَع الرَّجُل الْمِحْجَن فِي الْغُصْن ثُمَّ يُحَرِّكهُ حَتَّى يَسْقُط وَرَقه وَثَمَره وَلَا يَكْسِر الْعُود فَهَذَا الْهَشّ وَلَا يَخْبِط وَكَذَا قَالَ مَيْمُون بْن مِهْرَان أَيْضًا وَقَوْله \" وَلِيَ فِيهَا مَآرِب أُخْرَى \" أَيْ مَصَالِح وَمَنَافِع وَحَاجَات أُخَر غَيْر ذَلِكَ وَقَدْ تَكَلَّفَ بَعْضهمْ لِذِكْرِ شَيْء مِنْ تِلْكَ الْمَآرِب الَّتِي أُبْهِمَتْ فَقِيلَ كَانَتْ تُضِيء لَهُ بِاللَّيْلِ وَتَحْرُس لَهُ الْغَنَم إِذَا نَامَ وَيَغْرِسهَا فَتَصِير شَجَرَة تُظِلّهُ وَغَيْر ذَلِكَ مِنْ الْأُمُور الْخَارِقَة لِلْعَادَةِ وَالظَّاهِر أَنَّهَا لَمْ تَكُنْ كَذَلِكَ وَلَوْ كَانَتْ كَذَلِكَ لَمَا اِسْتَنْكَرَ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام صَيْرُورَتهَا ثُعْبَانًا فَمَا كَانَ يَفِرّ مِنْهَا هَارِبًا وَلَكِنْ كُلّ ذَلِكَ مِنْ الْأَخْبَار الْإِسْرَائِيلِيَّة وَكَذَا قَوْل بَعْضهمْ إِنَّهَا كَانَتْ لِآدَم عَلَيْهِ الصَّلَاة وَالسَّلَام وَقَوْل الْآخَر إِنَّهَا هِيَ الدَّابَّة الَّتِي تَخْرُج قَبْل يَوْم الْقِيَامَة وَرُوِيَ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ كَانَ اِسْمهَا مَا شَاءَ وَاَللَّه أَعْلَم بِالصَّوَابِ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38827, "aya_id": 18}]