[{"text": "يَا بَنِي آدَمَ لاَ يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاء لِلَّذِينَ لاَ يُؤْمِنُونَ", "sura_id": 7, "type": 0, "id": 981, "aya_id": 27}, {"text": "يا بني آدم لا يفتننكم الشيطان كما أخرج أبويكم من الجنة ينزع عنهما لباسهما ليريهما سوآتهما إنه يراكم هو وقبيله من حيث لا ترونهم إنا جعلنا الشياطين أولياء للذين لا يؤمنون", "sura_id": 7, "type": 1, "id": 7217, "aya_id": 27}, {"text": "27 - (يا بني آدم لا يفتنَنَّكم) يضلنكم (الشيطان) أي لا تتبعوه (كما أخرج أبويكم) بفتنته (من الجنة ينزع) حال (عنهما لباسهما ليريهما سوآتهما إنه) أي الشيطان (يراكم هو وقبيله) جنوده (من حيث لا ترونهم) للطافة أجسادهم أو عدم ألوانهم (إنا جعلنا الشياطين أولياء) أعوانا وقرناء (للذين لا يؤمنون) \r\n", "sura_id": 7, "type": 2, "id": 25925, "aya_id": 27}, {"text": "يا بني آدم لا يخدعنَّكم الشيطان, فيزين لكم المعصية, كما زيَّنها لأبويكم آدم وحواء, فأخرجهما بسببها من الجنة, ينزع عنهما لباسهما الذي سترهما الله به; لتنكشف لهما عوراتهما. إن الشيطان يراكم هو وذريته وجنسه وأنتم لا ترونهم فاحذروهم. إنَّا جعلنا الشياطين أولياء للكفار الذين لا يوحدون الله, ولا يصدقون رسله, ولا يعملون بهديه.\r\n", "sura_id": 7, "type": 3, "id": 32161, "aya_id": 27}, {"text": " <font color=red>يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا</font><BR><p>يُحَذِّر تَعَالَى بَنِي آدَم مِنْ إِبْلِيس وَقَبِيله مُبَيِّنًا لَهُمْ عَدَاوَته الْقَدِيمَة لِأَبِي الْبَشَر آدَم عَلَيْهِ السَّلَام فِي سَعْيه فِي إِخْرَاجه مِنْ الْجَنَّة الَّتِي هِيَ دَار النَّعِيم إِلَى دَار التَّعَب وَالْعَنَاء وَالتَّسَبُّب فِي هَتْك عَوْرَته بَعْدَمَا كَانَتْ مَسْتُورَة عَنْهُ وَمَا هَذَا إِلَّا عَنْ عَدَاوَة أَكِيدَة وَهَذَا كَقَوْلِهِ تَعَالَى \" أَفَتَتَّخِذُونَهُ وَذُرِّيَّته أَوْلِيَاء مِنْ دُونِي وَهُمْ لَكُمْ عَدُوّ بِئْسَ لِلظَّالِمِينَ بَدَلًا \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42592, "aya_id": 27}]