[{"text": "إِنَّ اللّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاء ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ", "sura_id": 16, "type": 0, "id": 1991, "aya_id": 90}, {"text": "إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون", "sura_id": 16, "type": 1, "id": 8227, "aya_id": 90}, {"text": "90 - (إن الله يأمر بالعدل) التوحيد أو الإنصاف (والإحسان) أداء الفرائض أو أن تعبد الله كأنك تراه كما في الحديث (وإيتاء) إعطاء (ذي القربى) القرابة خصه بالذكر اهتماما به (وينهى عن الفحشاء) الزنا (والمنكر) شرعا من الكفر والمعاصي (والبغي) الظلم للناس خصه بالذكر اهتماما كما بدأ بالفحشاء كذلك (يعظكم) بالأمر والنهي (لعلكم تذكرون) تتعظون فيه إدغام التاء في الأصل في الذال وفي المستدرك عن ابن مسعود وهذه آية في القرآن للخير والشر \r\n", "sura_id": 16, "type": 2, "id": 26935, "aya_id": 90}, {"text": "إن الله سبحانه وتعالى يأمر عباده في هذا القرآن بالعدل والإنصاف في حقه بتوحيده وعدم الإشراك به, وفي حق عباده بإعطاء كل ذي حق حقه, ويأمر بالإحسان في حقه بعبادته وأداء فرائضه على الوجه المشروع, وإلى الخلق في الأقوال والأفعال, ويأمر بإعطاء ذوي القرابة ما به صلتهم وبرُّهم, وينهى عن كل ما قَبُحَ قولا أو عملا وعما ينكره الشرع ولا يرضاه من الكفر والمعاصي, وعن ظلم الناس والتعدي عليهم, والله -بهذا الأمر وهذا النهي- يَعِظكم ويذكِّركم العواقب; لكي تتذكروا أوامر الله وتنتفعوا بها.\r\n", "sura_id": 16, "type": 3, "id": 33171, "aya_id": 90}, {"text": " <font color=red>إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ يَأْمُر عِبَاده بِالْعَدْلِ وَهُوَ الْقِسْط وَالْمُوَازَنَة وَيَنْدُب إِلَى الْإِحْسَان كَقَوْلِهِ تَعَالَى \" وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْر لِلصَّابِرِينَ \" وَقَوْله \" وَجَزَاء سَيِّئَة سَيِّئَة مِثْلهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْره عَلَى اللَّه \" وَقَالَ \" وَالْجُرُوح قِصَاص فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَة لَهُ \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى شَرْعِيَّة الْعَدْل وَالنَّدْب إِلَى الْفَضْل . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : \" إِنَّ اللَّه يَأْمُر بِالْعَدْلِ \" قَالَ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَقَالَ سُفْيَان بْن عُيَيْنَة الْعَدْل فِي هَذَا الْمَوْضِع هُوَ اِسْتِوَاء السَّرِيرَة وَالْعَلَانِيَة مِنْ كُلّ عَامِل لِلَّهِ عَمَلًا وَالْإِحْسَان أَنْ تَكُون سَرِيرَته أَحْسَن مِنْ عَلَانِيَته وَالْفَحْشَاء وَالْمُنْكَر أَنْ تَكُون عَلَانِيَته أَحْسَن مِنْ سَرِيرَته , وَقَوْله \" وَإِيتَاء ذِي الْقُرْبَى \" أَيْ يَأْمُر بِصِلَةِ الْأَرْحَام كَمَا قَالَ \" وَآتِ ذَا الْقُرْبَى حَقّه وَالْمِسْكِين وَابْن السَّبِيل وَلَا تُبَذِّر تَبْذِيرًا \" وَقَوْله \" وَيَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر \" فَالْفَوَاحِش الْمُحَرَّمَات وَالْمُنْكَرَات مَا ظَهَرَ مِنْهَا مِنْ فَاعِلهَا وَلِهَذَا قِيلَ فِي الْمَوْضِع الْآخَر \" قُلْ إِنَّمَا حَرَّمَ رَبِّي الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ \" وَأَمَّا الْبَغْي فَهُوَ الْعُدْوَان عَلَى النَّاس وَقَدْ جَاءَ فِي الْحَدِيث \" مَا مِنْ ذَنْب أَجْدَر أَنْ يُعَجِّل اللَّه عُقُوبَته فِي الدُّنْيَا مَعَ مَا يَدَّخِر لِصَاحِبِهِ فِي الْآخِرَة مِنْ الْبَغْي وَقَطِيعَة الرَّحِم \" وَقَوْله \" يَعِظكُمْ \" أَيْ يَأْمُركُمْ بِمَا يَأْمُركُمْ بِهِ مِنْ الْخَيْر وَيَنْهَاكُمْ عَمَّا يَنْهَاكُمْ عَنْهُ مِنْ الشَّرّ \" لَعَلَّكُمْ تَذَكَّرُونَ \" وَقَالَ الشَّعْبِيّ عَنْ بَشِير بْن نَهِيك سَمِعْت اِبْن مَسْعُود يَقُول : إِنَّ أَجْمَع آيَة فِي الْقُرْآن فِي سُورَة النَّحْل \" إِنَّ اللَّه يَأْمُركُمْ بِالْعَدْلِ وَالْإِحْسَان \" الْآيَة رَوَاهُ اِبْن جَرِير وَقَالَ سَعِيد عَنْ قَتَادَة قَوْله \" إِنَّ اللَّه يَأْمُر بِالْعَدْلِ وَالْإِحْسَان \" الْآيَة لَيْسَ مِنْ خُلُق حَسَن كَانَ أَهْل الْجَاهِلِيَّة يَعْمَلُونَ بِهِ وَيَسْتَحْسِنُونَهُ إِلَّا أَمَرَ اللَّه بِهِ وَلَيْسَ مِنْ خُلُق سَيِّئ كَانُوا يَتَعَايَرُونَهُ بَيْنهمْ إِلَّا نَهَى اللَّه عَنْهُ وَقَدَّمَ فِيهِ وَإِنَّمَا نَهَى عَنْ سَفَاسِف الْأَخْلَاق وَمَذَامّهَا [ قُلْت ] وَلِهَذَا جَاءَ فِي الْحَدِيث \" إِنَّ اللَّه يُحِبّ مَعَالِي الْأَخْلَاق وَيَكْرَه سَفْسَافهَا \" . وَقَالَ الْحَافِظ أَبُو يَعْلَى فِي كِتَاب مَعْرِفَة الصَّحَابَة حَدَّثَنَا أَبُو بَكْر مُحَمَّد بْن الْفَتْح الْحَنْبَلِيّ حَدَّثَنَا يَحْيَى بْن مُحَمَّد مَوْلَى بَنِي هَاشِم حَدَّثَنَا الْحَسَن بْن دَاوُد الْمُنْكَدِرِيّ حَدَّثَنَا عُمَر بْن عَلِيّ الْمُقَدِّمِيّ عَنْ عَلِيّ بْن عَبْد الْمَلِك بْن عُمَيْر عَنْ أَبِيهِ قَالَ : بَلَغَ أَكْثَم بْن صَيْفِيّ مَخْرَج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَرَادَ أَنْ يَأْتِيه فَأَبَى قَوْمه أَنْ يَدَعُوهُ وَقَالُوا : أَنْتَ كَبِيرنَا لَمْ تَكُنْ لِتَخِفّ إِلَيْهِ قَالَ فَلْيَأْتِهِ مَنْ يُبَلِّغهُ عَنِّي وَيُبَلِّغنِي عَنْهُ فَانْتُدِبَ رَجُلَانِ فَأَتَيَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَا نَحْنُ رُسُل أَكْثَم بْن صَيْفِيّ وَهُوَ يَسْأَلك مَنْ أَنْتَ وَمَا أَنْتَ ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَّا مَنْ أَنَا فَأَنَا مُحَمَّد بْن عَبْد اللَّه وَأَمَّا مَا أَنَا فَأَنَا عَبْد اللَّه وَرَسُوله \" . قَالَ ثُمَّ تَلَا عَلَيْهِمْ هَذِهِ الْآيَة \" إِنَّ اللَّه يَأْمُر بِالْعَدْلِ وَالْإِحْسَان \" الْآيَة . قَالُوا رَدِّدْ عَلَيْنَا هَذَا الْقَوْل فَرَدَّدَهُ عَلَيْهِمْ حَتَّى حَفِظُوهُ فَأَتَيَا أَكْثَم فَقَالَا أَبَى أَنْ يَرْفَع نَسَبه فَسَأَلْنَا عَنْ نَسَبه فَوَجَدْنَاهُ زَاكِي النَّسَب وَسَطًا فِي مُضَر - أَيْ شَرِيفًا - وَقَدْ رَمَى إِلَيْنَا بِكَلِمَاتٍ قَدْ سَمِعْنَاهَا فَلَمَّا سَمِعَهُنَّ أَكْثَم قَالَ : إِنِّي أَرَاهُ يَأْمُر بِمَكَارِمِ الْأَخْلَاق وَيَنْهَى عَنْ مَلَائِمِهَا فَكُونُوا فِي هَذَا الْأَمْر رُءُوسًا وَلَا تَكُونُوا فِيهِ أَذْنَابًا وَقَدْ وَرَدَ فِي نُزُولهَا حَدِيث حَسَن رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا عَبْد الْحَمِيد حَدَّثَنَا شَهْر حَدَّثَنِي عَبْد اللَّه بْن عَبَّاس قَالَ بَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِفِنَاءِ بَيْته جَالِس إِذْ مَرَّ بِهِ عُثْمَان بْن مَظْعُون فَكَشَرَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا تَجْلِس ؟ \" فَقَالَ بَلَى قَالَ فَجَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُسْتَقْبِله فَبَيْنَمَا هُوَ يُحَدِّثهُ إِذْ شَخَصَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِبَصَرِهِ إِلَى السَّمَاء فَنَظَرَ سَاعَة إِلَى السَّمَاء فَأَخَذَ يَضَع بَصَره حَتَّى وَضَعَهُ عَلَى يَمِينه فِي الْأَرْض فَتَحَرَّفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ جَلِيسه عُثْمَان إِلَى حَيْثُ وَضَعَ بَصَره فَأَخَذَ يُنْغِض رَأْسه كَأَنَّهُ يَسْتَفْقِهُ مَا يُقَال لَهُ وَابْن مَظْعُون يَنْظُر فَلَمَّا قَضَى حَاجَته وَاسْتَفْقَهَ مَا يُقَال لَهُ شَخَصَ بَصَر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى السَّمَاء كَمَا شَخَصَ أَوَّل مَرَّة فَأَتْبَعَهُ بَصَره حَتَّى تَوَارَى إِلَى السَّمَاء فَأَقْبَلَ إِلَى عُثْمَان بِجِلْسَتِهِ الْأُولَى فَقَالَ : يَا مُحَمَّد فِيمَا كُنْت أُجَالِسك مَا رَأَيْتُك تَفْعَل كَفِعْلِك الْغَدَاة فَقَالَ \" وَمَا رَأَيْتنِي فَعَلْت ؟ \" قَالَ رَأَيْت شَخَصَ بَصَرك إِلَى السَّمَاء ثُمَّ وَضَعْته حَيْثُ وَضَعْته عَلَى يَمِينك فَتَحَرَّفْت إِلَيْهِ وَتَرَكْتنِي فَأَخَذْت تُنْغِض رَأْسك كَأَنَّك تَسْتَفْقِهُ شَيْئًا يُقَال لَك . قَالَ \" وَفَطِنْت لِذَلِكَ ؟ \" فَقَالَ عُثْمَان نَعَمْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَتَانِي رَسُول اللَّه آنِفًا وَأَنْتَ جَالِس \" قَالَ رَسُول اللَّه ؟ قَالَ \" نَعَمْ \" قَالَ فَمَا قَالَ لَك ؟ قَالَ \" إِنَّ اللَّه يَأْمُر بِالْعَدْلِ وَالْإِحْسَان \" الْآيَة . قَالَ عُثْمَان فَذَلِكَ حِين اِسْتَقَرَّ الْإِيمَان فِي قَلْبِي وَأَحْبَبْت مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِسْنَاد جَيِّد مُتَّصِل حَسَن قَدْ بُيِّنَ فِي السَّمَاع الْمُتَّصِل وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث عَبْد الْحَمِيد بْن بَهْرَام مُخْتَصَرًا حَدِيث آخَر عَنْ عُثْمَان بْن أَبِي الْعَاصِ الثَّقَفِيّ فِي ذَلِكَ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد بْن عَامِر حَدَّثَنَا هُرَيْم عَنْ لَيْث عَنْ شَهْر بْن حَوْشَب عَنْ عُثْمَان بْن أَبِي الْعَاصِ قَالَ : كُنْت عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِسًا إِذْ شَخَصَ بَصَره فَقَالَ \" أَتَانِي جِبْرِيل فَأَمَرَنِي أَنْ أَضَع هَذِهِ الْآيَة بِهَذَا الْمَوْضِع مِنْ هَذِهِ السُّورَة \" إِنَّ اللَّه يَأْمُر بِالْعَدْلِ وَالْإِحْسَان \" الْآيَة . وَهَذَا إِسْنَاد لَا بَأْس بِهِ وَلَعَلَّهُ عِنْد شَهْر بْن حَوْشَب مِنْ الْوَجْهَيْنِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38168, "aya_id": 90}]