[{"text": "ذَلِكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُواْ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ", "sura_id": 12, "type": 0, "id": 1698, "aya_id": 102}, {"text": "ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ أجمعوا أمرهم وهم يمكرون", "sura_id": 12, "type": 1, "id": 7934, "aya_id": 102}, {"text": "102 - (ذلك) المذكور من أمر يوسف (من أنباء) أخبار (الغيب) ما غاب عنك يا محمد (نوحيه إليك وما كنت لديهم) لدى إخوة يوسف (إذ أجمعوا أمرهم) في كيده أي عزموا عليه (وهم يمكرون) به ،  أي لم تحضرهم فتعرف قصتهم فتخبر بها وإنما حصل لك علمها من جهة الله \r\n", "sura_id": 12, "type": 2, "id": 26642, "aya_id": 102}, {"text": "ذلك المذكور من قصة يوسف هو من أخبار الغيب نخبرك به -أيها الرسول- وحيًا, وما كنت حاضرًا مع إخوة يوسف حين دبَّروا له الإلقاء في البئر, واحتالوا عليه وعلى أبيه. وهذا يدل على صدقك, وأن الله يُوحِي إليك.\r\n", "sura_id": 12, "type": 3, "id": 32878, "aya_id": 102}, {"text": " <font color=red>ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ</font><BR><p>يَقُول تَعَالَى لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا قَصَّ عَلَيْهِ نَبَأ إِخْوَة يُوسُف وَكَيْف رَفَعَهُ اللَّه عَلَيْهِمْ وَجَعَلَ لَهُ الْعَاقِبَة وَالنَّصْر وَالْمُلْك وَالْحُكْم مَعَ مَا أَرَادُوا بِهِ مِنْ السُّوء وَالْهَلَاك وَالْإِعْدَام هَذَا وَأَمْثَاله يَا مُحَمَّد مِنْ أَخْبَار الْغُيُوب السَّابِقَة \" نُوحِيه إِلَيْك \" وَنُعْلِمك بِهِ يَا مُحَمَّد لِمَا فِيهِ مِنْ الْعِبْرَة لَك وَالِاتِّعَاظ لِمَنْ خَالَفَك \" وَمَا كُنْت لَدَيْهِمْ \" حَاضِرًا عِنْدهمْ وَلَا مُشَاهِدًا لَهُمْ \" إِذْ أَجْمَعُوا أَمْرهمْ \" أَيْ عَلَى إِلْقَائِهِ فِي الْجُبّ \" وَهُمْ يَمْكُرُونَ \" بِهِ وَلَكِنَّا أَعْلَمْنَاك بِهِ وَحْيًا إِلَيْك وَإِنْزَالًا عَلَيْك كَقَوْلِهِ \" وَمَا كُنْت لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامهمْ\" الْآيَة وَقَالَ تَعَالَى \" وَمَا كُنْت بِجَانِبِ الْغَرْبِيّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْر \" الْآيَة إِلَى قَوْله \" وَمَا كُنْت بِجَانِبِ الطُّور إِذْ نَادَيْنَا \" الْآيَة وَقَالَ \" وَمَا كُنْت ثَاوِيًا فِي أَهْل مَدْيَن تَتْلُو عَلَيْهِمْ آيَاتنَا \" الْآيَة وَقَالَ\" مَا كَانَ لِي مِنْ عِلْم بِالْمَلَأِ الْأَعْلَى إِذْ يَخْتَصِمُونَ إِنْ يُوحَى إِلَيَّ أَنَّمَا أَنَا نَذِير مُبِين \" يَقُول تَعَالَى إِنَّهُ رَسُوله وَإِنَّهُ قَدْ أَطْلَعَهُ عَلَى أَنْبَاء مَا قَدْ سَبَقَ مِمَّا فِيهِ عِبْرَة لِلنَّاسِ وَنَجَاة لَهُمْ فِي دِينهمْ وَدُنْيَاهُمْ وَمَعَ هَذَا مَا آمَنَ أَكْثَر النَّاس وَلِهَذَا قَالَ\" وَمَا أَكْثَر النَّاس وَلَوْ حَرَصْت بِمُؤْمِنِينَ \" وَقَالَ \" وَإِنْ تُطِعْ أَكْثَر مَنْ فِي الْأَرْض يُضِلُّوك عَنْ سَبِيل اللَّه \" كَقَوْلِهِ\" إِنَّ فِي ذَلِكَ لَآيَة وَمَا كَانَ أَكْثَرهمْ مُؤْمِنِينَ \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37750, "aya_id": 102}]