[{"text": "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِندَهُ أَجْرٌ عَظِيمٌ", "sura_id": 64, "type": 0, "id": 5214, "aya_id": 15}, {"text": "إنما أموالكم وأولادكم فتنة والله عنده أجر عظيم", "sura_id": 64, "type": 1, "id": 11450, "aya_id": 15}, {"text": "15 - (إنما أموالكم وأولادكم فتنة) لكم شاغلة هن أمور الآخرة (والله عنده أجر عظيم) فلا تفوتوه باشتغالكم بالأموال والأولاد \r\n", "sura_id": 64, "type": 2, "id": 30158, "aya_id": 15}, {"text": "ما أموالكم ولا أولادكم إلا بلاء واختبار لكم. والله عنده ثواب عظيم لمن آثر طاعته على طاعة غيره, وأدَّى حق الله في ماله.\r\n", "sura_id": 64, "type": 3, "id": 36394, "aya_id": 15}, {"text": " <font color=red>إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ</font><BR><p>وَقَوْله تَعَالَى \" إِنَّمَا أَمْوَالكُمْ وَأَوْلَادكُمْ فِتْنَة وَاَللَّه عِنْده أَجْر عَظِيم \" يَقُول تَعَالَى إِنَّمَا الْأَمْوَال وَالْأَوْلَاد فِتْنَة أَيْ اِخْتِبَار وَابْتِلَاء مِنْ اللَّه تَعَالَى لِخَلْقِهِ لِيَعْلَم مَنْ يُطِيعهُ مِمَّنْ يَعْصِيه وَقَوْله تَعَالَى\" وَاَللَّه عِنْده \" أَيْ يَوْم الْقِيَامَة \" أَجْر عَظِيم \" كَمَا قَالَ تَعَالَى \" زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَات مِنْ النِّسَاء وَالْبَنِينَ وَالْقَنَاطِير الْمُقَنْطَرَة مِنْ الذَّهَب وَالْفِضَّة وَالْخَيْل الْمُسَوَّمَة وَالْأَنْعَام وَالْحَرْث ذَلِكَ مَتَاع الْحَيَاة الدُّنْيَا وَاَللَّه عِنْده حُسْن الْمَآب \" وَاَلَّتِي بَعْدهَا وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنِي حُسَيْن بْن وَاقِد حَدَّثَنِي عَبْد اللَّه بْن بُرَيْدَة سَمِعْت أَبَا بُرَيْدَة يَقُول كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب فَجَاءَ الْحَسَن وَالْحُسَيْن رَضِيَ اللَّه عَنْهُمَا عَلَيْهِمَا قَمِيصَانِ أَحْمَرَانِ يَمْشِيَانِ وَيَعْثُرَانِ فَنَزَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْمِنْبَر فَحَمَلَهُمَا فَوَضَعَهُمَا بَيْن يَدَيْهِ ثُمَّ قَالَ \" صَدَقَ اللَّه وَرَسُوله إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَة نَظَرْت إِلَى هَذَيْنِ الصَّبِيَّيْنِ يَمْشِيَانِ وَيَعْثُرَانِ فَلَمْ أَصْبِرْ حَتَّى قَطَعْت حَدِيثِي وَرَفَعْتهمَا\" وَرَوَاهُ أَهْل السُّنَن مِنْ حَدِيث حُسَيْن بْن وَاقِد بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح بْن النُّعْمَان حَدَّثَنَا هُشَيْم أَخْبَرَنَا مُجَالِد عَنْ الشَّعْبِيّ حَدَّثَنَا الْأَشْعَث بْن قَيْس قَالَ : قَدِمْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي وَفْد كِنْدَة فَقَالَ لِي \" هَلْ لَك مِنْ وَلَد ؟ \" قُلْت غُلَام وُلِدَ لِي فِي مَخْرَجِي إِلَيْك مِنْ اِبْنَة حَمْد وَلَوَدِدْت أَنَّ بِمَكَانِهِ سُبْع الْقَوْم فَقَالَ \" لَا تَقُولَنَّ ذَلِكَ فَإِنَّ فِيهِمْ قُرَّةَ عَيْنٍ وَأَجْرًا إِذَا قُبِضُوا \" ثُمَّ قَالَ \" وَلَئِنْ قُلْت ذَاكَ إِنَّهُمْ لَمَجْبَنَة مَحْزَنَة \" تَفَرَّدَ بِهِ أَحْمَد وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مَحْمُود بْن بَكْر حَدَّثَنَا أَبِي عَنْ عِيسَى عَنْ اِبْن أَبِي لَيْلَى عَنْ عَطِيَّة عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْوَلَد ثَمَرَة الْقُلُوب وَإِنَّهُمْ مَجْبَنَة مَحْزَنَة\" ثُمَّ قَالَ لَا نَعْرِفهُ إِلَّا بِهَذَا الْإِسْنَاد وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا هَاشِم بْن مَرْثَد حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عَيَّاش حَدَّثَنِي أَبِي حَدَّثَنِي ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك الْأَشْعَرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَيْسَ عَدُوّك الَّذِي إِنْ قَتَلْته كَانَ فَوْزًا لَك وَإِنْ قَتَلَك دَخَلْت الْجَنَّة وَلَكِنْ الَّذِي لَعَلَّهُ عَدُوّ لَك وَلَدك الَّذِي خَرَجَ مِنْ صُلْبك ثُمَّ أَعْدَى عَدُوّ لَك مَالُك الَّذِي مَلَكَتْ يَمِينك \" .</p><BR> <br> ", "sura_id": 64, "type": 4, "id": 42296, "aya_id": 15}]