[{"text": "وَأَقْسَمُواْ بِاللّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءتْهُمْ آيَةٌ لَّيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الآيَاتُ عِندَ اللّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءتْ لاَ يُؤْمِنُونَ", "sura_id": 6, "type": 0, "id": 898, "aya_id": 109}, {"text": "وأقسموا بالله جهد أيمانهم لئن جاءتهم آية ليؤمنن بها قل إنما الآيات عند الله وما يشعركم أنها إذا جاءت لا يؤمنون", "sura_id": 6, "type": 1, "id": 7134, "aya_id": 109}, {"text": "109 - (وأقسموا) أي كفار مكة (بالله جهد أيمانهم) أي غاية اجتهادهم فيها (لئن جاءتهم آية) مما اقترحوا (ليؤمنن بها قل) لهم (إنما الآيات عند الله) ينزلها كما يشاء وإنما أنا نذير (وما يشعركم) يدريكم بأيمانهم إذا جاءت أي أنتم لا تدرون ذلك (أنها إذا جاءت لا يؤمنون) لما سبق في علمي ، وفي قراءة بالتاء خطابا للكفار وفي أخرى بفتح أنَّ بمعنى لعل أو معمولة لما قبلها \r\n", "sura_id": 6, "type": 2, "id": 25842, "aya_id": 109}, {"text": "وأقسم هؤلاء المشركون بأيمان مؤكَّدة: لئن جاءنا محمد بعلامة خارقة لنصدقنَّ بما جاء به, قل -أيها الرسول- : إنما مجيء المعجزات الخارقة من عند الله تعالى, هو القادر على المجيء بها إذا شاء, وما يدريكم أيها المؤمنون: لعل هذه المعجزات إذا جاءت لا يصدِّق بها هؤلاء المشركون.\r\n", "sura_id": 6, "type": 3, "id": 32078, "aya_id": 109}, {"text": " <font color=red>وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ</font><BR><p>يَقُول تَعَالَى إِخْبَارًا عَنْ الْمُشْرِكِينَ أَنَّهُمْ أَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ أَيْ حَلَفُوا أَيْمَانًا مُؤَكَّدَة \" لَئِنْ جَاءَتْهُمْ آيَة \" أَيْ مُعْجِزَة وَخَارِق \" لَيُؤْمِنُنَّ بِهَا \" أَيْ لِيُصَدِّقُنَّهَا\" قُلْ إِنَّمَا الْآيَات عِنْد اللَّه \" أَيْ قُلْ يَا مُحَمَّد لِهَؤُلَاءِ الَّذِينَ يَسْأَلُونَك الْآيَات تَعَنُّتًا وَكُفْرًا وَعِنَادًا لَا عَلَى سَبِيل الْهُدَى وَالِاسْتِرْشَاد إِنَّمَا مَرْجِع هَذِهِ الْآيَات إِلَى اللَّه إِنْ شَاءَ جَاءَكُمْ بِهَا وَإِنْ شَاءَ تَرَكَكُمْ قَالَ اِبْن جَرِير حَدَّثَنَا هَنَّاد حَدَّثَنَا يُونُس بْن بُكَيْر حَدَّثَنَا أَبُو مَعْشَر عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ كَلَّمَ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُرَيْشٌ فَقَالُوا يَا مُحَمَّد تُخْبِرنَا أَنَّ مُوسَى كَانَ مَعَهُ عَصَا يَضْرِب بِهَا الْحَجَر فَانْفَجَرَتْ مِنْهُ اِثْنَتَا عَشْرَة عَيْنًا وَتُخْبِرنَا أَنَّ عِيسَى كَانَ يُحْيِي الْمَوْتَى وَتُخْبِرنَا أَنَّ ثَمُود كَانَتْ لَهُمْ نَاقَة فَأْتِنَا مِنْ الْآيَات حَتَّى نُصَدِّقك فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ شَيْء تُحِبُّونَ أَنْ آتِيكُمْ بِهِ ؟ قَالُوا تَجْعَل لَنَا الصَّفَا ذَهَبًا فَقَالَ لَهُمْ فَإِنْ فَعَلْت تُصَدِّقُونِي ؟ قَالُوا نَعَمْ وَاَللَّه لَئِنْ فَعَلْت لَنَتَّبِعك أَجْمَعُونَ فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُو فَجَاءَهُ جِبْرِيل عَلَيْهِ السَّلَام فَقَالَ لَهُ مَا شِئْت إِنْ شِئْت أَصْبَحَ مِنْ الصَّفَا ذَهَبًا وَلَئِنْ أَرْسَلَ آيَة فَلَمْ يُصَدِّقُوا عِنْد ذَلِكَ لَيُعَذِّبَنهُمْ وَإِنْ شِئْت فَاتْرُكْهُمْ حَتَّى يَتُوب تَائِبهمْ . فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَلْ يَتُوب تَائِبهمْ فَأَنْزَلَ اللَّه تَعَالَى \" وَأَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ \" إِلَى قَوْله تَعَالَى \" وَلَكِنَّ أَكْثَرهمْ يَجْهَلُونَ \" وَهَذَا مُرْسَل وَلَهُ شَوَاهِد مِنْ وُجُوه أُخَر . وَقَالَ اللَّه تَعَالَى \" وَمَا مَنَعْنَا أَنْ نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ \" الْآيَة وَقَوْله تَعَالَى \" وَمَا يُشْعِركُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ \" قِيلَ الْمُخَاطَب بِمَا يُشْعِركُمْ الْمُشْرِكُونَ وَإِلَيْهِ ذَهَبَ مُجَاهِد كَأَنَّهُ يَقُول لَهُمْ وَمَا يُدْرِيكُمْ بِصِدْقِهِمْ فِي هَذِهِ الْأَيْمَان الَّتِي تَقْسِمُونَ بِهَا وَعَلَى هَذَا فَالْقِرَاءَة \" إِنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ \" بِكَسْرِ إِنَّهَا عَلَى اِسْتِئْنَاف الْخَبَر عَنْهُمْ بِنَفْيِ الْإِيمَان عِنْد مَجِيء الْآيَات الَّتِي طَلَبُوهَا وَقَرَأَ بَعْضهمْ \" أَنَّهَا إِذَا جَاءَتْ لَا تُؤْمِنُونَ \" بِالتَّاءِ الْمُثَنَّاة مِنْ فَوْق وَقِيلَ الْمُخَاطَب بِقَوْلِهِ وَمَا يُشْعِركُمْ الْمُؤْمِنُونَ يَقُول وَمَا يُدْرِيكُمْ أَيّهَا الْمُؤْمِنُونَ وَعَلَى هَذَا فَيَجُوز فِي قَوْله \" أَنَّهَا \" الْكَسْر كَالْأَوَّلِ وَالْفَتْح عَلَى أَنَّهُ مَعْمُول يُشْعِركُمْ وَعَلَى هَذَا فَتَكُون لَا فِي قَوْله \" أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ \" صِلَة كَقَوْلِهِ \" مَا مَنَعَك أَلَّا تَسْجُد إِذْ أَمَرْتُك \" وَقَوْله \" وَحَرَام عَلَى قَرْيَة أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ \" أَيْ مَا مَنَعَك أَنْ تَسْجُد إِذْ أَمَرْتك وَحَرَام أَنَّهُمْ يَرْجِعُونَ وَتَقْدِيره فِي هَذِهِ الْآيَة وَمَا يُدْرِيكُمْ أَيّهَا الْمُؤْمِنُونَ الَّذِينَ تَوَدُّونَ لَهُمْ ذَلِكَ حِرْصًا عَلَى إِيمَانهمْ أَنَّهَا إِذَا جَاءَتْهُمْ الْآيَات يُؤْمِنُونَ قَالَ بَعْضهمْ \" أَنَّهَا \" بِمَعْنَى لَعَلَّهَا قَالَ اِبْن جَرِير وَذَكَرُوا أَنَّ ذَلِكَ كَذَلِكَ فِي قِرَاءَة أُبَيّ بْن كَعْب . قَالَ وَقَدْ ذُكِرَ عَنْ الْعَرَب سَمَاعًا اِذْهَبْ إِلَى السُّوق أَنَّك تَشْتَرِي لَنَا شَيْئًا بِمَعْنَى لَعَلَّك تَشْتَرِي . قَالَ وَقَدْ قِيلَ إِنَّ قَوْل عَدِيّ بْن زَيْد الْعَبَّادِيّ مِنْ هَذَا : أَعَاذِل مَا يُدْرِيك أَنَّ مَنِيَّتِي إِلَى سَاعَة فِي الْيَوْم أَوْ فِي ضُحَى الْغَد وَقَدْ اِخْتَارَ هَذَا الْقَوْل اِبْن جَرِير وَذَكَرَ عَلَيْهِ شَوَاهِد مِنْ أَشْعَار الْعَرَب وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42087, "aya_id": 109}]