[{"text": "إِنْ هِيَ إِلَّا أَسْمَاء سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ وَلَقَدْ جَاءهُم مِّن رَّبِّهِمُ الْهُدَى", "sura_id": 53, "type": 0, "id": 4807, "aya_id": 23}, {"text": "إن هي إلا أسماء سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطان إن يتبعون إلا الظن وما تهوى الأنفس ولقد جاءهم من ربهم الهدى", "sura_id": 53, "type": 1, "id": 11043, "aya_id": 23}, {"text": "23 - (إن هي) أي ما المذكرات (إلا أسماء سميتموها) أي سميتم بها (أنتم وآباؤكم) أصناما تعبدونها (ما أنزل الله بها) أي بعبادتها (من سلطان) حجة وبرهان (إن) ما (يتبعون) في عبادتها (إلا الظن وما تهوى الأنفس) مما زين لهم الشيطان من أنها تشفع لهم عند الله تعالى (ولقد جاءهم من ربهم الهدى) على لسان النبي صلى الله عليه وسلم بالبرهان القاطع فلم يرجعوا عما هم عليه \r\n", "sura_id": 53, "type": 2, "id": 29751, "aya_id": 23}, {"text": "ما هذه الأوثان إلا أسماء ليس لها من أوصاف الكمال شيء, إنما هي أسماء سميتموها أنتم وآباؤكم بمقتضى أهوائكم الباطلة, ما أنزل الله بها مِن حجة تصدق دعواكم فيها. ما يتبع هؤلاء المشركون إلا الظن, وهوى أنفسهم المنحرفة عن الفطرة السليمة, ولقد جاءهم من ربهم على لسان النبي صلى الله عليه وسلم, ما فيه هدايتهم, فما انتفعوا به.\r\n", "sura_id": 53, "type": 3, "id": 35987, "aya_id": 23}, {"text": " <font color=red>إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى</font><BR><p>\" إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ\" أَيْ مِنْ تِلْقَاءِ أَنْفُسكُمْ \" مَا أَنْزَلَ اللَّه بِهَا مِنْ سُلْطَان \" أَيْ مِنْ حُجَّة \" إِنْ يَتَّبِعُونَ إِلَّا الظَّنّ وَمَا تَهْوَى الْأَنْفُس \" أَيْ لَيْسَ لَهُ مُسْتَنَد إِلَّا حُسْن ظَنِّهِمْ بِآبَائِهِمْ الَّذِينَ سَلَكُوا هَذَا الْمَسْلَك الْبَاطِل قَبْلهمْ وَإِلَّا حَظّ نُفُوسهمْ فِي رِيَاسَتهمْ وَتَعْظِيم آبَائِهِمْ الْأَقْدَمِينَ\" وَلَقَدْ جَاءَهُمْ مِنْ رَبّهمْ الْهُدَى \" أَيْ وَلَقَدْ أَرْسَلَ اللَّه إِلَيْهِمْ الرُّسُل بِالْحَقِّ الْمُنِير وَالْحُجَّة الْقَاطِعَة وَمَعَ هَذَا مَا اِتَّبَعُوا مَا جَاءَهُمْ بِهِ وَلَا اِنْقَادُوا لَهُ .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41726, "aya_id": 23}]