[{"text": "وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءنَا لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا", "sura_id": 25, "type": 0, "id": 2876, "aya_id": 21}, {"text": "وقال الذين لا يرجون لقاءنا لولا أنزل علينا الملائكة أو نرى ربنا لقد استكبروا في أنفسهم وعتو عتوا كبيرا", "sura_id": 25, "type": 1, "id": 9112, "aya_id": 21}, {"text": "21 - (وقال الذين لا يرجون لقاءنا) لا يخافون البعث (لولا) هلا (أنزل علينا الملائكة) فكانوا رسلا إلينا (أو نرى ربنا) فنخبر بأن محمدا رسوله قال تعالى (لقد استكبروا) تكبروا (في) شأن (أنفسهم وعتوا) طغوا (عتوا كبيرا) بطلبهم رؤية الله تعالى في الدنيا وعتوا بالواو على أصله بخلاف عتى بالإبدال في مريم \r\n", "sura_id": 25, "type": 2, "id": 27820, "aya_id": 21}, {"text": "وقال الذين لا يؤمِّلون لقاء ربهم بعد موتهم لإنكارهم له: هلا أُنزل علينا الملائكة, فتُخْبِرنا بأن محمدًا صادق، أو نرى ربنا عِيانًا، فيخبرنا بصدقه في رسالته. لقد أُعجِبوا بأنفسهم واستعلَوْا حيث اجترؤوا على هذا القول, وتجاوزوا الحدَّ في طغيانهم وكفرهم.\r\n", "sura_id": 25, "type": 3, "id": 34056, "aya_id": 21}, {"text": " <font color=red>وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ تَعَنُّت الْكُفَّار فِي كُفْرهمْ وَعِنَادهمْ فِي قَوْلهمْ : \" لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَة \" أَيْ بِالرِّسَالَةِ كَمَا تَنْزِل عَلَى الْأَنْبِيَاء كَمَا أَخْبَرَ اللَّه عَنْهُمْ فِي الْآيَة الْأُخْرَى\" قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْل مَا أُوتِيَ رُسُل اللَّه\" وَيُحْتَمَل أَنْ يَكُون مُرَادهمْ هَهُنَا \" لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَة \" فَنَرَاهُمْ عِيَانًا فَيُخْبِرُونَا أَنَّ مُحَمَّدًا رَسُول اللَّه كَقَوْلِهِمْ \" حَتَّى تَأْتِيَ بِاَللَّهِ وَالْمَلَائِكَة قَبِيلًا \" وَقَدْ تَقَدَّمَ تَفْسِيرهَا فِي سُورَة سُبْحَان وَلِهَذَا قَالُوا : \" أَوْ نَرَى رَبّنَا \" وَلِهَذَا قَالَ اللَّه تَعَالَى \" لَقَدْ اِسْتَكْبَرُوا فِي أَنْفُسهمْ وَعَتَوْا عُتُوًّا كَبِيرًا \" وَقَدْ قَالَ تَعَالَى : \" وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمْ الْمَلَائِكَة وَكَلَّمَهُمْ الْمَوْتَى \" الْآيَة .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39302, "aya_id": 21}]