[{"text": "لاَّ يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاء مِن دُوْنِ الْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللّهِ فِي شَيْءٍ إِلاَّ أَن تَتَّقُواْ مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللّهُ نَفْسَهُ وَإِلَى اللّهِ الْمَصِيرُ", "sura_id": 3, "type": 0, "id": 321, "aya_id": 28}, {"text": "لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة و يحذركم الله نفسه وإلى الله المصير", "sura_id": 3, "type": 1, "id": 6557, "aya_id": 28}, {"text": "28 - (لا يتخذ المؤمنون الكافرين أولياء) يوالونهم (من دون) أي غير (المؤمنين ومن يفعل ذلك) أي يواليهم (فليس من) دين (الله في شيء إلا أن تتقوا منهم تقاة) مصدر تقيته أي تخافوا مخافة فلكم موالاتهم باللسان دون القلب وهذا قبل عزة الإسلام ويجري فيمن هو في بلد ليس قويا فيها (ويحذركم) يخوفكم (الله نفسه) أن يغضب عليكم إن واليتموهم (وإلى الله المصير) المرجع فيجازيكم \r\n", "sura_id": 3, "type": 2, "id": 25265, "aya_id": 28}, {"text": "ينهى الله المؤمنين أن يتخذوا الكافرين أولياء بالمحبة والنصرة من دون المؤمنين, ومَن يتولهم فقد برِئ من الله, والله برِيء منه, إلا أن تكونوا ضعافًا خائفين فقد رخَّص الله لكم في مهادنتهم اتقاء لشرهم, حتى تقوى شوكتكم, ويحذركم الله نفسه, فاتقوه وخافوه. وإلى الله وحده رجوع الخلائق للحساب والجزاء.\r\n", "sura_id": 3, "type": 3, "id": 31501, "aya_id": 28}, {"text": " <font color=red>لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ</font><BR><p>نَهَى تَبَارَكَ وَتَعَالَى عِبَاده الْمُؤْمِنِينَ أَنْ يُوَالُوا الْكَافِرِينَ وَأَنْ يَتَّخِذُوهُمْ أَوْلِيَاء يُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ مِنْ دُون الْمُؤْمِنِينَ ثُمَّ تَوَعَّدَ عَلَى ذَلِكَ فَقَالَ تَعَالَى \" وَمَنْ يَفْعَل ذَلِكَ فَلَيْسَ مِنْ اللَّه فِي شَيْء \" أَيْ وَمَنْ يَرْتَكِب نَهْي اللَّه فِي هَذَا فَقَدْ بَرِئَ مِنْ اللَّه كَمَا قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوّكُمْ أَوْلِيَاء تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ - إِلَى أَنْ قَالَ - وَمَنْ يَفْعَلهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاء السَّبِيل \" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا \" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُود وَالنَّصَارَى أَوْلِيَاء بَعْضهمْ أَوْلِيَاء بَعْض وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ \" الْآيَة . وَقَالَ سُبْحَانه وَتَعَالَى بَعْد ذِكْر مُوَالَاة الْمُؤْمِنِينَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار وَالْأَعْرَاب \" وَاَلَّذِينَ كَفَرُوا بَعْضهمْ أَوْلِيَاء بَعْض إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَة فِي الْأَرْض وَفَسَاد كَبِير \" وَقَوْله تَعَالَى \" إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاة \" أَيْ مَنْ خَافَ فِي بَعْض الْبُلْدَان وَالْأَوْقَات مِنْ شَرّهمْ فَلَهُ أَنْ يَتَّقِيَهِمْ بِظَاهِرِهِ لَا بِبَاطِنِهِ وَنِيَّته كَمَا قَالَ الْبُخَارِيّ عَنْ أَبِي الدَّرْدَاء أَنَّهُ قَالَ : إِنَّا لَنُكَشِّر فِي وُجُوه أَقْوَام وَقُلُوبنَا تَلْعَنهُمْ . وَقَالَ الثَّوْرِيّ : قَالَ اِبْن عَبَّاس : لَيْسَ التَّقِيَّة بِالْعَمَلِ إِنَّمَا التَّقِيَّة بِاللِّسَانِ وَكَذَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس إِنَّمَا التَّقِيَّة بِاللِّسَانِ وَكَذَا قَالَ أَبُو الْعَالِيَة وَأَبُو الشَّعْثَاء وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَيُؤَيِّد مَا قَالُوهُ قَوْل اللَّه تَعَالَى \" مَنْ كَفَرَ بِاَللَّهِ مِنْ بَعْد إِيمَانه إِلَّا مَنْ أُكْرِهَ وَقَلْبه مُطْمَئِنَّ بِالْإِيمَانِ \" الْآيَة وَقَالَ الْبُخَارِيّ : قَالَ الْحَسَن التَّقِيَّة إِلَى يَوْم الْقِيَامَة ثُمَّ قَالَ تَعَالَى \" وَيُحَذِّركُمْ اللَّه نَفْسه \" أَيْ يُحَذِّركُمْ نِقْمَتَهُ فِي مُخَالَفَته وَسَطْوَته وَعَذَابه لِمَنْ وَالَى أَعْدَاءَهُ وَعَادَى أَوْلِيَاءَهُ. ثُمَّ قَالَ تَعَالَى \" وَإِلَى اللَّه الْمَصِير \" أَيْ إِلَيْهِ الْمَرْجِع وَالْمُنْقَلَب لِيُجَازِيَ كُلّ عَامِل بِعَمَلِهِ. قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا سُوَيْد بْن سَعِيد حَدَّثَنَا مُسْلِم بْن خَالِد عَنْ اِبْن أَبِي حُسَيْن عَنْ عَبْد الرَّحْمَن بْن سَابِط عَنْ مَيْمُون بْن مِهْرَان قَالَ : قَامَ فِينَا مُعَاذ فَقَالَ : يَا بَنِي أَوْد إِنِّي رَسُول رَسُول اللَّه إِلَيْكُمْ تَعْلَمُونَ أَنَّ الْمَعَاد إِلَى اللَّه إِلَى الْجَنَّة أَوْ إِلَى النَّار .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39964, "aya_id": 28}]