[{"text": "وَيْلٌ لِّلْمُطَفِّفِينَ", "sura_id": 83, "type": 0, "id": 5849, "aya_id": 1}, {"text": "ويل للمطففين", "sura_id": 83, "type": 1, "id": 12085, "aya_id": 1}, {"text": "سورة المطففين 1 - (ويل) كلمة عذاب أو واد في جهنم (للمطففين) \r\n", "sura_id": 83, "type": 2, "id": 30793, "aya_id": 1}, {"text": "عذابٌ شديد للذين يبخسون المكيال والميزان,\r\n", "sura_id": 83, "type": 3, "id": 37029, "aya_id": 1}, {"text": " <font color=red>وَيْلٌ لِلْمُطَفِّفِينَ</font><BR><p>قَالَ النَّسَائِيّ وَابْن مَاجَهْ أَخْبَرَنَا مُحَمَّد بْن عَقِيل زَادَ اِبْن مَاجَهْ وَعَبْد الرَّحْمَن بْن بِشْر قَالَا : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن وَاقِد حَدَّثَنِي أَبِي عَنْ يَزِيد وَهُوَ اِبْن أَبِي سَعِيد النَّحْوِيّ مَوْلَى قُرَيْش عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة كَانُوا مِنْ أَخْبَث النَّاس كَيْلًا فَأَنْزَلَ اللَّه تَعَالَى \" وَيْل لِلْمُطَفِّفِينَ\" فَحَسَّنُوا الْكَيْل بَعْد ذَلِكَ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا جَعْفَر بْن النَّضْر بْن حَمَّاد حَدَّثَنَا مُحَمَّد بْن عُبَيْد عَنْ الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ هِلَال بْن طَلْق قَالَ بَيْنَمَا أَنَا أَسِير مَعَ اِبْن عُمَر فَقُلْت مَنْ أَحْسَن النَّاس هَيْئَة وَأَوْفَاهُمْ كَيْلًا أَهْل مَكَّة وَأَهْل الْمَدِينَة قَالَ حُقّ لَهُمْ أَمَا سَمِعْت اللَّه تَعَالَى يَقُول \" وَيْل لِلْمُطَفِّفِينَ \" وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو السَّائِب حَدَّثَنَا اِبْن فُضَيْل عَنْ ضِرَار عَنْ عَبْد اللَّه الْمُكَتِّب عَنْ رَجُل عَنْ عَبْد اللَّه قَالَ : قَالَ لَهُ رَجُل يَا أَبَا عَبْد الرَّحْمَن إِنَّ أَهْل الْمَدِينَة لَيُوفُونَ الْكَيْل قَالَ وَمَا يَمْنَعهُمْ أَنْ يُوفُوا الْكَيْل وَقَدْ قَالَ اللَّه تَعَالَى \" وَيْل لِلْمُطَفِّفِينَ - حَتَّى بَلَغَ - يَوْم يَقُوم النَّاس لِرَبِّ الْعَالَمِينَ \" وَالْمُرَاد بِالتَّطْفِيفِ هَاهُنَا الْبَخْس فِي الْمِكْيَال وَالْمِيزَان إِمَّا بِالِازْدِيَادِ إِنْ اِقْتَضَى مِنْ النَّاس وَإِمَّا بِالنُّقْصَانِ إِنْ قَضَاهُمْ .</p><BR> <br> ", "sura_id": 83, "type": 4, "id": 43219, "aya_id": 1}]