[{"text": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا كُلَّ مَا جَاء أُمَّةً رَّسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ", "sura_id": 23, "type": 0, "id": 2717, "aya_id": 44}, {"text": "ثم أرسلنا رسلنا تترى كلما جاء أمة رسولها كذبوه فأتبعنا بعضهم بعضا وجعلناهم أحاديث فبعدا لقوم لا يؤمنون", "sura_id": 23, "type": 1, "id": 8953, "aya_id": 44}, {"text": "44 - (ثم أرسلنا رسلنا تترا) بالتنوين وعدمه متتابعين بين كل اثنين زمان طويل (كلما جاء أمة) بتحقيق الهمزتين وتسهيل الثانية بينهما وبين الواو (رسولها كذبوه فأتبعنا بعضهم بعضا) في الهلاك (وجعلناهم أحاديث فبعدا لقوم لا يؤمنون) \r\n", "sura_id": 23, "type": 2, "id": 27661, "aya_id": 44}, {"text": "ثم أرسلنا رسلنا إلى تلك الأمم يتبع بعضهم بعضًا، كلما دعا رسول أمته كذبوه, فأتبعنا بعضهم بعضًا بالهلاك والدمار، ولم يَبْقَ إلا أخبار هلاكهم، وجعلناها أحاديث لمن بعدهم, يتخذونها عبرة، فهلاكًا وسُحْقًا لقوم لا يصدقون الرسل ولا يطيعونهم.\r\n", "sura_id": 23, "type": 3, "id": 33897, "aya_id": 44}, {"text": " <font color=red>ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ</font><BR><p>\" ثُمَّ أَرْسَلْنَا رُسُلنَا تَتْرَى \" قَالَ اِبْن عَبَّاس يَعْنِي يَتْبَع بَعْضهمْ بَعْضًا وَهَذَا كَقَوْلِهِ تَعَالَى \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت فَمِنْهُمْ مَنْ هَدَى اللَّه وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَة \" وَقَوْله \" كُلَّمَا جَاءَ أُمَّة رَسُولهَا كَذَّبُوهُ \" يَعْنِي جُمْهُورهمْ وَأَكْثَرهمْ كَقَوْلِهِ تَعَالَى \" يَا حَسْرَة عَلَى الْعِبَاد مَا يَأْتِيهِمْ مِنْ رَسُول إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ \" وَقَوْله \" فَأَتْبَعْنَا بَعْضهمْ بَعْضًا \" أَيْ أَهْلَكْنَاهُمْ كَقَوْلِهِ \" وَكَمْ أَهْلَكْنَا مِنْ الْقُرُون مِنْ بَعْد نُوح \" وَقَوْله \" وَجَعَلْنَاهُمْ أَحَادِيث\" أَيْ أَخْبَارًا وَأَحَادِيث لِلنَّاسِ كَقَوْلِهِ \" فَجَعَلْنَاهُمْ أَحَادِيث وَمَزَّقْنَاهُمْ كُلّ مُمَزَّق \" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39164, "aya_id": 44}]