[{"text": "وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللّهُ لاَ يُحِبُّ الفَسَادَ", "sura_id": 2, "type": 0, "id": 212, "aya_id": 205}, {"text": "وإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد", "sura_id": 2, "type": 1, "id": 6448, "aya_id": 205}, {"text": "205 - (وإذا تولى) انصرف عنك (سعى) مشى (في الأرض ليفسد فيها ويهلك الحرث والنسل) من جملة الفساد (والله لا يحب الفساد) أي لا يرضى به \r\n", "sura_id": 2, "type": 2, "id": 25156, "aya_id": 205}, {"text": "وإذا خرج من عندك أيها الرسول, جَدَّ ونَشِط في الأرض ليفسد فيها, ويتلف زروع الناس, ويقتل ماشيتهم. والله لا يحب الفساد.\r\n", "sura_id": 2, "type": 3, "id": 31392, "aya_id": 205}, {"text": " <font color=red>وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لَا يُحِبُّ الْفَسَادَ</font><BR><p>وَقَوْله\" وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاَللَّهُ لَا يُحِبُّ الْفَسَادَ \" أَيْ هُوَ أَعْوَج الْمَقَال سَيِّئ الْفِعَال فَذَلِكَ قَوْله وَهَذَا فِعْله كَلَامه كَذِب وَاعْتِقَاده فَاسِد وَأَفْعَاله قَبِيحَة وَالسَّعْي هَاهُنَا هُوَ الْقَصْد كَمَا قَالَ إِخْبَارًا عَنْ فِرْعَوْن \" ثُمَّ أَدْبَرَ يَسْعَى فَحَشَرَ فَنَادَى فَقَالَ أَنَا رَبُّكُمْ الْأَعْلَى فَأَخَذَهُ اللَّه نَكَال الْآخِرَة وَالْأَوْلَى إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى \" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْم الْجُمُعَة فَاسْعَوْا إِلَى ذِكْر اللَّه \" أَيْ اِقْصِدُوا وَاعْمِدُوا نَاوِينَ بِذَلِكَ صَلَاة الْجُمْعَة فَإِنَّ السَّعْي الْحِسِّيّ إِلَى الصَّلَاة مَنْهِيّ عَنْهُ بِالسُّنَّةِ النَّبَوِيَّة \" إِذَا أَتَيْتُمْ الصَّلَاة فَلَا تَأْتُوهَا وَأَنْتُمْ تَسْعُونَ وَأْتُوهَا وَعَلَيْكُمْ السَّكِينَة وَالْوَقَار \" فَهَذَا الْمُنَافِق لَيْسَ لَهُ هِمَّة إِلَّا الْفَسَاد فِي الْأَرْض وَإِهْلَاك الْحَرْث وَهُوَ مَحَلّ نَمَاء الزُّرُوع وَالثِّمَار وَالنَّسْل وَهُوَ نِتَاج الْحَيَوَانَات الَّذِينَ لَا قِوَام لِلنَّاسِ إِلَّا بِهِمَا. وَقَالَ مُجَاهِد إِذَا سَعَى فِي الْأَرْض إِفْسَادًا مَنَعَ اللَّه الْقَطْر فَهَلَكَ الْحَرْث وَالنَّسْل \" وَاَللَّه لَا يُحِبّ الْفَسَاد\" أَيْ لَا يُحِبّ مَنْ هَذِهِ صِفَتُهُ وَلَا مَنْ يَصْدُر مِنْهُ ذَلِكَ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38615, "aya_id": 205}]