[{"text": "أَوَلَمَّا أَصَابَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِندِ أَنْفُسِكُمْ إِنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 3, "type": 0, "id": 458, "aya_id": 165}, {"text": "أو لما أصابتكم مصيبة قد أصبتم مثليها قلتم أنى هذا قل هو من عند أنفسكم إن الله على كل شيء قدير", "sura_id": 3, "type": 1, "id": 6694, "aya_id": 165}, {"text": "165 - (أو لما أصابتكم مصيبة) بأحد بقتل سبعين منكم (قد أصبتم مثليها) ببدر بقتل سبعين وأسر سبعين منهم (قلتم) متعجبين (أنى) من أين لنا (هذا) الخذلان ونحن مسلمون ورسول الله فينا ، الجملة الأخيرة محل الاستفهام الإنكاري (قل) لهم (هو من عند أنفسكم) لأنكم تركتم المركز فخذلتم (إن الله على كل شيء قدير) ومنه النصر ومنعه وقد جازاكم بخلافكم \r\n", "sura_id": 3, "type": 2, "id": 25402, "aya_id": 165}, {"text": "أولما أصابتكم -أيها المؤمنون- مصيبة, وهي ما أُصيب منكم يوم \"أُحد\" قد أصبتم مثليها من المشركين في يوم \"بدْر\", قلتم متعجبين: كيف يكون هذا ونحن مسلمون ورسول الله صلى الله عليه وسلم فينا وهؤلاء مشركون؟ قل لهم -أيها النبي- : هذا الذي أصابكم هو من عند أنفسكم بسبب مخالفتكم أمْرَ رسولكم وإقبالكم على جمع الغنائم. إن الله يفعل ما يشاء ويحكم ما يريد, لا معقِّب لحكمه.\r\n", "sura_id": 3, "type": 3, "id": 31638, "aya_id": 165}, {"text": " <font color=red>أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>يَقُول تَعَالَى \" أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَة \" وَهِيَ مَا أُصِيبَ مِنْهُمْ يَوْم أُحُد مِنْ قَتْلَى السَّبْعِينَ مِنْهُمْ \" قَدْ أَصَبْتُمْ مِثْلَيْهَا \" يَعْنِي يَوْم بَدْر فَإِنَّهُمْ قَتَلُوا مِنْ الْمُشْرِكِينَ سَبْعِينَ قَتِيلًا وَأَسَرُوا سَبْعِينَ أَسِيرًا \" قُلْتُمْ أَنَّى هَذَا \" أَيْ مِنْ أَيْنَ جَرَى عَلَيْنَا هَذَا \" قُلْ هُوَ مِنْ عِنْد أَنْفُسكُمْ \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي أَنْبَأَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا قُرَاد بْن نُوح حَدَّثَنَا عِكْرِمَة بْن عَمَّار حَدَّثَنَا سِمَاك الْحَنَفِيّ أَبُو زُمَيْل حَدَّثَنِي اِبْن عَبَّاس حَدَّثَنِي عُمَر بْن الْخَطَّاب قَالَ : لَمَّا كَانَ يَوْم أُحُد مِنْ الْعَام الْمُقْبِل عُوقِبُوا بِمَا صَنَعُوا يَوْم بَدْر مِنْ أَخْذهمْ الْفِدَاء فَقُتِلَ مِنْهُمْ سَبْعُونَ وَفَرَّ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهُ . وَكُسِرَتْ رَبَاعِيَته وَهُشِّمَتْ الْبَيْضَة عَلَى رَأْسه وَسَالَ الدَّم عَلَى وَجْهه فَأَنْزَلَ اللَّه \" أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَة قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْد أَنْفُسكُمْ \" بِأَخْذِكُمْ الْفِدَاء وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ عَبْد الرَّحْمَن بْن غَزْوَان وَهُوَ قُرَاد بْن نُوح بِإِسْنَادِهِ وَلَكِنْ بِأَطْوَلَ مِنْهُ وَهَكَذَا قَالَ الْحَسَن الْبَصْرِيّ وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا إِسْمَاعِيل بْن عُلَيَّة عَنْ اِبْن عَوْن ح قَالَ سُنَيْد وَهُوَ حُسَيْن وَحَدَّثَنِي حَجَّاج عَنْ جُرَيْج عَنْ مُحَمَّد عَنْ عُبَيْدَة عَنْ عَلِيّ قَالَ : جَاءَ جِبْرِيل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا مُحَمَّد إِنَّ اللَّه قَدْ كَرِهَ مَا صَنَعَ قَوْمك فِي أَخْذهمْ الْأُسَارَى وَقَدْ أَمَرَكَ أَنْ تُخَيِّرهُمْ بَيْن أَمْرَيْنِ إِمَّا أَنْ يُقَدَّمُوا فَتُضْرَب أَعْنَاقهمْ وَبَيْن أَنْ يَأْخُذُوا الْفِدَاء عَلَى أَنْ يُقْتَل مِنْهُمْ عِدَّتهمْ قَالَ : فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّاس فَذَكَرَ لَهُمْ ذَلِكَ فَقَالُوا : يَا رَسُول اللَّه عَشَائِرنَا وَإِخْوَاننَا أَلَا نَأْخُذ فِدَاءَهُمْ فَنَتَقَوَّى بِهِ عَلَى قِتَال عَدُوّنَا وَيَسْتَشْهِد مِنَّا عِدَّتهمْ فَلَيْسَ فِي ذَلِكَ مَا نَكْرَه ؟ قَالَ فَقُتِلَ مِنْهُمْ يَوْم أُحُد سَبْعُونَ رَجُلًا عِدَّة أُسَارَى أَهْل بَدْر وَهَكَذَا رَوَاهُ النَّسَائِيّ وَالتِّرْمِذِيّ مِنْ حَدِيث أَبِي دَاوُدَ الْحَفَرِيّ عَنْ يَحْيَى بْن زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ سُفْيَان بْن سَعِيد عَنْ هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ بِهِ ثُمَّ قَالَ التِّرْمِذِيّ حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث اِبْن أَبِي زَائِدَة . وَرَوَى أَبُو أُسَامَة عَنْ هِشَام نَحْوه . وَرَوَى عَنْ اِبْن سِيرِينَ عَنْ عُبَيْدَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُرْسَلًا . وَقَالَ مُحَمَّد بْن إِسْحَق وَابْن جَرِير وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ \" قُلْ هُوَ مِنْ عِنْد أَنْفُسكُمْ \" أَيْ بِسَبَبِ عِصْيَانكُمْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين أَمَرَكُمْ أَنْ لَا تَبْرَحُوا مِنْ مَكَانكُمْ فَعَصَيْتُمْ يَعْنِي بِذَلِكَ الرُّمَاة \" إِنَّ اللَّه عَلَى كُلّ شَيْء قَدِير \" أَيْ يَفْعَل مَا يَشَاء وَيْحكُمْ مَا يُرِيد لَا مُعَقِّب لِحُكْمِهِ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39916, "aya_id": 165}]