[{"text": "وَلاَ تَلْبِسُواْ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُواْ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 49, "aya_id": 42}, {"text": "ولا تلبسوا الحق بالباطل وتكتموا الحق وأنتم تعلمون", "sura_id": 2, "type": 1, "id": 6285, "aya_id": 42}, {"text": "42 - (ولا تلبسوا) تخلطوا (الحق) الذي أنزلت عليكم (بالباطل) الذي تفترونه ولا (وتكتموا الحق) نعت محمد (وأنتم تعلمون) أنه الحق \r\n", "sura_id": 2, "type": 2, "id": 24993, "aya_id": 42}, {"text": "ولا تخلِطوا الحق الذي بيَّنته لكم بالباطل الذي افتريتموه, واحذروا كتمان الحق الصريح من صفة نبي الله ورسوله محمد صلى الله عليه وسلم التي في كتبكم, وأنتم تجدونها مكتوبة عندكم، فيما تعلمون من الكتب التي بأيديكم.\r\n", "sura_id": 2, "type": 3, "id": 31229, "aya_id": 42}, {"text": " <font color=red>وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى نَاهِيًا لِلْيَهُودِ عَمَّا كَانُوا يَتَعَمَّدُونَهُ مِنْ تَلْبِيس الْحَقّ بِالْبَاطِلِ . تَمْوِيهه وَكِتْمَانهمْ الْحَقّ وَإِظْهَارهمْ الْبَاطِل \" وَلَا تَلْبِسُوا الْحَقّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقّ وَأَنْتُمْ تَعْلَمُونَ \" فَنَهَاهُمْ عَنْ الشَّيْئَيْنِ مَعًا وَأَمَرَهُمْ بِإِظْهَارِ الْحَقّ وَالتَّصْرِيح بِهِ وَلِهَذَا قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس - وَلَا تَلْبِسُوا الْحَقّ بِالْبَاطِلِ - لَا تَخْلِطُوا الْحَقّ بِالْبَاطِلِ وَالصِّدْق بِالْكَذِبِ وَقَالَ أَبُو الْعَالِيَة - وَلَا تَلْبِسُوا الْحَقّ بِالْبَاطِلِ - يَقُول وَلَا تَخْلِطُوا الْحَقّ بِالْبَاطِلِ وَأَدُّوا النَّصِيحَة لِعِبَادِ اللَّه مِنْ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيُرْوَى عَنْ سَعِيد بْن جُبَيْر وَالرَّبِيع بْن أَنَس نَحْوه وَقَالَ قَتَادَة\" وَلَا تَلْبِسُوا الْحَقّ بِالْبَاطِلِ \" وَلَا تَلْبِسُوا الْيَهُودِيَّة وَالنَّصْرَانِيَّة بِالْإِسْلَامِ وَأَنْتُمْ تَعْلَمُونَ أَنَّ دِين اللَّه الْإِسْلَام وَأَنَّ الْيَهُودِيَّة وَالنَّصْرَانِيَّة بِدْعَة لَيْسَتْ مِنْ اللَّه . وَرُوِيَ عَنْ الْحَسَن الْبَصْرِيّ نَحْو ذَلِكَ. وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَتَكْتُمُوا الْحَقّ وَأَنْتُمْ تَعْلَمُونَ \" أَيْ لَا تَكْتُمُوا مَا عِنْدكُمْ مِنْ الْمَعْرِفَة بِرَسُولِي وَبِمَا جَاءَ بِهِ وَأَنْتُمْ تَجِدُونَهُ مَكْتُوبًا عِنْدكُمْ فِيمَا تَعْلَمُونَ مِنْ الْكُتُب الَّتِي بِأَيْدِيكُمْ وَرُوِيَ عَنْ أَبِي الْعَالِيَة نَحْو ذَلِكَ وَقَالَ مُجَاهِد وَالسُّدِّيّ وَقَتَادَة وَالرَّبِيع بْن أَنَس \" وَتَكْتُمُوا الْحَقّ \" يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْت \" وَتَكْتُمُوا يَحْتَمِل أَنْ يَكُون مَجْزُومًا وَيَحْتَمِل أَنْ يَكُون مَنْصُوبًا أَيْ لَا تَجْمَعُوا بَيْن هَذَا وَهَذَا كَمَا يُقَال لَا تَأْكُل السَّمَك وَتَشْرَب اللَّبَن قَالَ الزَّمَخْشَرِيّ وَفِي مُصْحَف اِبْن مَسْعُود وَتَكْتُمُونَ الْحَقّ أَيْ فِي حَال كِتْمَانكُمْ الْحَقّ وَأَنْتُمْ تَعْلَمُونَ حَال أَيْضًا وَمَعْنَاهُ وَأَنْتُمْ تَعْلَمُونَ الْحَقّ. وَيَجُوز أَنْ يَكُون الْمَعْنَى وَأَنْتُمْ تَعْلَمُونَ مَا فِي ذَلِكَ مِنْ الضَّرَر الْعَظِيم عَلَى النَّاس مِنْ إِضْلَالهمْ عَنْ الْهُدَى الْمُفْضِي بِهِمْ إِلَى النَّار إِنْ سَلَكُوا مَا تُبْدُونَهُ لَهُمْ مِنْ الْبَاطِل الْمَشُوب بِنَوْعٍ مِنْ الْحَقّ لِتُرَوِّجُوهُ عَلَيْهِمْ وَالْبَيَان الْإِيضَاح وَعَكْسه الْكِتْمَان وَخَلْط الْحَقّ بِالْبَاطِلِ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38719, "aya_id": 42}]