[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ", "sura_id": 60, "type": 0, "id": 5163, "aya_id": 13}, {"text": "يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم قد يئسوا من الآخرة كما يئس الكفار من أصحاب القبور", "sura_id": 60, "type": 1, "id": 11399, "aya_id": 13}, {"text": "13 - (يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم) هم اليهود (قد يئسوا من الآخرة) من ثوابها مع إيقافهم بها لعنادهم النبي مع علمهم بصدقة (كما يئس الكفار) الكائنون (من أصحاب القبور) أي المقبورين من خير الآخرة إذ تعرض عليهم مقاعدهم من الجنة لو كانوا آمنوا وما يصيرون إليه من النار \r\n", "sura_id": 60, "type": 2, "id": 30107, "aya_id": 13}, {"text": "يا أيها الذين آمنوا بالله ورسوله, لا تتخذوا الذين غضب الله عليهم; لكفرهم أصدقاء وأخلاء, قد يئسوا من ثواب الله في الآخرة, كما يئس الكفار المقبورون, من رحمة الله في الآخرة؛ حين شاهدوا حقيقة الأمر, وعلموا علم اليقين أنهم لا نصيب لهم منها، أو كما يئس الكفار مِن بَعْث موتاهم -أصحاب القبور-؛ لاعتقادهم عدم البعث .\r\n", "sura_id": 60, "type": 3, "id": 36343, "aya_id": 13}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ</font><BR><p>يَنْهَى تَبَارَكَ وَتَعَالَى عَنْ مُوَالَاة الْكَافِرِينَ فِي آخِر هَذِهِ السُّورَة كَمَا نَهَى عَنْهَا فِي أَوَّلهَا فَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّه عَلَيْهِمْ \" يَعْنِي الْيَهُود وَالنَّصَارَى وَسَائِر الْكُفَّار مِمَّنْ غَضِبَ اللَّه عَلَيْهِ وَلَعَنَهُ وَاسْتَحَقَّ مِنْ اللَّه الطَّرْد وَالْإِبْعَاد فَكَيْفَ تُوَالُونَهُمْ وَتَتَّخِذُونَهُمْ أَصْدِقَاء وَأَخِلَّاء وَقَدْ يَئِسُوا مِنْ الْآخِرَة أَيْ ثَوَاب الْآخِرَة وَنَعِيمهَا فِي حُكْم اللَّه عَزَّ وَجَلَّ . وَقَوْله تَعَالَى\" كَمَا يَئِسَ الْكُفَّار مِنْ أَصْحَاب الْقُبُور \" فِيهِ قَوْلَانِ أَحَدهمَا كَمَا يَئِسَ الْكُفَّار الْأَحْيَاء مِنْ قَرَابَاتهمْ الَّذِينَ فِي الْقُبُور أَنْ يَجْتَمِعُوا بِهِمْ بَعْد ذَلِكَ لِأَنَّهُمْ لَا يَعْتَقِدُونَ بَعْثًا وَلَا نُشُورًا فَقَدْ اِنْقَطَعَ رَجَاؤُهُمْ مِنْهُمْ فِيمَا يَعْتَقِدُونَهُ . قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّه عَلَيْهِمْ \" إِلَى آخِر السُّورَة يَعْنِي مَنْ مَاتَ مِنْ الَّذِينَ كَفَرُوا فَقَدْ يَئِسَ الْأَحْيَاء مِنْ الَّذِينَ كَفَرُوا أَنْ يَرْجِعُوا إِلَيْهِمْ أَوْ يَبْعَثهُمْ اللَّه عَزَّ وَجَلَّ وَقَالَ الْحَسَن الْبَصْرِيّ \" كَمَا يَئِسَ الْكُفَّار مِنْ أَصْحَاب الْقُبُور \" قَالَ الْكُفَّار الْأَحْيَاء قَدْ يَئِسُوا مِنْ الْأَمْوَات وَقَالَ قَتَادَة كَمَا يَئِسَ الْكُفَّار أَنْ يَرْجِع إِلَيْهِمْ أَصْحَاب الْقُبُور الَّذِينَ مَاتُوا وَكَذَا قَالَ الضَّحَّاك رَوَاهُنَّ اِبْن جَرِير وَالْقَوْل الثَّانِي مَعْنَاهُ كَمَا يَئِسَ الْكُفَّار الَّذِينَ هُمْ فِي الْقُبُور مِنْ كُلّ خَيْر قَالَ الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ اِبْن مَسْعُود \" كَمَا يَئِسَ الْكُفَّار مِنْ أَصْحَاب الْقُبُور \" قَالَ كَمَا يَئِسَ هَذَا الْكَافِر إِذَا مَاتَ وَعَايَنَ ثَوَابه وَاطَّلَعَ عَلَيْهِ وَهَذَا قَوْل مُجَاهِد وَعِكْرِمَة وَمُقَاتِل وَابْن زَيْد وَالْكَلْبِيّ وَمَنْصُور وَهُوَ اِخْتِيَار اِبْن جَرِير رَحِمَهُ اللَّه . آخِر تَفْسِير سُورَة الْمُمْتَحَنَة وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 60, "type": 4, "id": 42245, "aya_id": 13}]