[{"text": "سَيَقُولُ الْمُخَلَّفُونَ إِذَا انطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَن يُبَدِّلُوا كَلَامَ اللَّهِ قُل لَّن تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِن قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا", "sura_id": 48, "type": 0, "id": 4598, "aya_id": 15}, {"text": "سيقول المخلفون إذا انطلقتم إلى مغانم لتأخذوها ذرونا نتبعكم يريدون أن يبدلوا كلام الله قل لن تتبعونا كذلكم قال الله من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون إلا قليلا", "sura_id": 48, "type": 1, "id": 10834, "aya_id": 15}, {"text": "15 - (سيقول المخلفون) المذكورون (إذا انطلقتم إلى مغانم) هي مغانم خيبر (لتأخذوها ذرونا) اتركونا (نتبعكم) لنأخذ منها (يريدون) بذلك (أن يبدلوا كلام الله) وفي قراءة كلم الله بكسر اللام أي مواعيده بغنائم خيبر أهل الحديبية خاصة (قل لن تتبعونا كذلكم قال الله من قبل) أي قبل عودنا (فسيقولون بل تحسدوننا) أن نصيب معكم من الغنائم فقلتم ذلك (بل كانوا لا يفقهون) من الدين (إلا قليلا) منهم \r\n", "sura_id": 48, "type": 2, "id": 29542, "aya_id": 15}, {"text": "سيقول المخلَّفون, إذا انطلقت -أيها النبي- أنت وأصحابك إلى غنائم \"خيبر\" التي وعدكم الله بها, اتركونا نذهب معكم إلى \"خيبر\", يريدون أن يغيِّروا بذلك وعد الله لكم. قل لهم: لن تخرجوا معنا إلى \"خيبر\"؛ لأن الله تعالى قال لنا من قبل رجوعنا إلى \"المدينة\": إن غنائم \"خيبر\" هي لمن شهد \"الحديبية\" معنا, فسيقولون: ليس الأمر كما تقولون, إن الله لم يأمركم بهذا, إنكم تمنعوننا من الخروج معكم حسدًا منكم؛ لئلا نصيب معكم الغنيمة, وليس الأمر كما زعموا, بل كانوا لا يفقهون عن الله ما لهم وما عليهم من أمر الدين إلا يسيرًا.\r\n", "sura_id": 48, "type": 3, "id": 35778, "aya_id": 15}, {"text": " <font color=red>سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا</font><BR><p>ذَرُونَا نَتَّبِعكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَام اللَّه قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّه مِنْ قَبْل فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا \" يَقُول تَعَالَى مُخْبِرًا عَنْ الْأَعْرَاب الَّذِينَ تَخَلَّفُوا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي عُمْرَة الْحُدَيْبِيَة إِذْ ذَهَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه رَضِيَ اللَّه عَنْهُمْ إِلَى خَيْبَر يَفْتَحُونَهَا أَنَّهُمْ يَسْأَلُونَ أَنْ يَخْرُجُوا مَعَهُمْ إِلَى الْمَغْنَم , وَقَدْ تَخَلَّفُوا عَنْ وَقْت مُحَارَبَة الْأَعْدَاء وَمُجَالَدَتهمْ وَمُصَابَرَتهمْ فَأَمَرَ اللَّه - تَعَالَى - رَسُولَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ لَا يَأْذَن لَهُمْ فِي ذَلِكَ مُعَاقَبَة لَهُمْ مِنْ جِنْس ذَنْبهمْ فَإِنَّ اللَّه - تَعَالَى - قَدْ وَعَدَ أَهْل الْحُدَيْبِيَة بِمَغَانِم خَيْبَرَ وَحْدهمْ لَا يُشَارِكهُمْ فِيهَا غَيْرهمْ مِنْ الْأَعْرَاب الْمُتَخَلِّفِينَ فَلَا يَقَع غَيْر ذَلِكَ شَرْعًا وَلَا قَدَرًا وَلِهَذَا قَالَ تَعَالَى \" يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَام اللَّه \" قَالَ مُجَاهِد وَقَتَادَة وَجُوَيْبِر وَهُوَ الْوَعْد الَّذِي وَعَدَ بِهِ أَهْل الْحُدَيْبِيَة وَاخْتَارَهُ اِبْن جَرِير وَقَالَ اِبْن زَيْد هُوَ قَوْله تَعَالَى \" فَإِنْ رَجَعَك اللَّه إِلَى طَائِفَة مِنْهُمْ فَاسْتَأْذَنُوك لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِي أَبَدًا وَلَنْ تُقَاتِلُوا مَعِي عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّل مَرَّة فَاقْعُدُوا مَعَ الْخَالِفِينَ \" وَهَذَا الَّذِي قَالَهُ اِبْن زَيْد فِيهِ نَظَر لِأَنَّ هَذِهِ الْآيَة الَّتِي فِي بَرَاءَة نَزَلَتْ فِي غَزْوَة تَبُوك وَهِيَ مُتَأَخِّرَة عَنْ عُمْرَة الْحُدَيْبِيَة وَقَالَ اِبْن جُرَيْج \" يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَام اللَّه\" يَعْنِي بِتَثْبِيطِهِمْ الْمُسْلِمِينَ عَنْ الْجِهَادِ \" قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّه مِنْ قَبْل \" أَيْ وَعَدَ اللَّه أَهْل الْحُدَيْبِيَة قَبْل سُؤَالكُمْ الْخُرُوج مَعَهُمْ \" فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا \" أَيْ أَنْ نُشْرِكَكُمْ فِي الْمَغَانِم \" بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا \" أَيْ لَيْسَ الْأَمْر كَمَا زَعَمُوا , وَلَكِنْ لَا فَهْمَ لَهُمْ .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41396, "aya_id": 15}]