[{"text": "لاَّ جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ النِّسَاء مَا لَمْ تَمَسُّوهُنُّ أَوْ تَفْرِضُواْ لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدْرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ", "sura_id": 2, "type": 0, "id": 243, "aya_id": 236}, {"text": "لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنين", "sura_id": 2, "type": 1, "id": 6479, "aya_id": 236}, {"text": "236 - (لا جناح عليكم إن طلقتم النساء ما لم تَمَسوهن) وفي قراءة {تُماسُّوهنَّ} أي تجامعوهن (أو) لم (تفرضوا لهن فريضة) مهرا ، وما مصدرية ظرفية أي لا تبعة عليكم - في الطلاق زمن عدم المسيس والفرض - بإثم ولا مهر فطلقوهن (ومتعوهن) أعطوهن ما يتمتعن به (على المُوسِع) الغني منكم (قَدَرُه وعلى المُقْتِر) الضيق الرزق (قدره) يفيد أنه لا نظر إلى قدر الزوجة (متاعاً) تمتيعاً (بالمعروف) شرعاً صفة متاعاً (حقاً) صفة ثانية أو مصدر مؤكدة (على المحسنين) المطيعين \r\n", "sura_id": 2, "type": 2, "id": 25187, "aya_id": 236}, {"text": "لا إثم عليكم -أيها الأزواج- إن طلقتم النساء بعد العقد عليهن, وقبل أن تجامعوهن, أو تحددوا مهرًا لهن, ومتِّعوهن بشيء ينتفعن به جبرًا لهن, ودفعًا لوحشة الطلاق, وإزالة للأحقاد. وهذه المتعة تجب بحسب حال الرجل المطلِّق: على الغني قَدْر سَعَة رزقه, وعلى الفقير قَدْر ما يملكه, متاعًا على الوجه المعروف شرعًا, وهو حق ثابت على الذين يحسنون إلى المطلقات وإلى أنفسهم بطاعة الله.\r\n", "sura_id": 2, "type": 3, "id": 31423, "aya_id": 236}, {"text": " <font color=red>لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ</font><BR><p>أَبَاحَ تَبَارَكَ وَتَعَالَى طَلَاق الْمَرْأَة بَعْد الْعَقْد عَلَيْهَا وَقَبْل الدُّخُول بِهَا . وَقَالَ اِبْن عَبَّاس وَطَاوُس وَإِبْرَاهِيم وَالْحَسَن الْبَصْرِيّ : الْمَسّ النِّكَاح بَلْ يَجُوز أَنْ يُطَلِّقهَا قَبْل الدُّخُول بِهَا وَالْفَرْض لَهَا إِنْ كَانَتْ مُفَوِّضَة وَإِنْ كَانَ فِي هَذَا اِنْكِسَار لِقَلْبِهَا وَلِهَذَا أَمَرَ تَعَالَى بِإِمْتَاعِهَا وَهُوَ تَعْوِيضهَا عَمَّا فَاتَهَا بِشَيْءٍ تُعْطَاهُ مِنْ زَوْجهَا بِحَسَبِ حَاله عَلَى الْمُوسِع قَدَرُهُ وَعَلَى الْمُقْتِر قَدَرُهُ . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ إِسْمَاعِيل بْن أُمَيَّة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مُتْعَة الطَّلَاق أَعْلَاهُ الْخَادِم وَدُون ذَلِكَ الْوَرِق وَدُون ذَلِكَ الْكِسْوَة . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : إِنْ كَانَ مُوسِرًا مَتَّعَهَا بِخَادِمٍ أَوْ نَحْو ذَلِكَ وَإِنْ كَانَ مُعْسِرًا أَمْتَعَهَا بِثَلَاثَةِ أَثْوَاب : وَقَالَ الشَّعْبِيّ : أَوْسَط ذَلِكَ دِرْع وَخِمَار وَمِلْحَفَة وَجِلْبَاب قَالَ : وَكَانَ شُرَيْح يُمَتِّع بِخَمْسِمِائَةٍ . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب بْن سِيرِينَ قَالَ : كَانَ يُمَتِّع بِالْخَادِمِ أَوْ بِالنَّفَقَةِ أَوْ بِالْكِسْوَةِ . قَالَ : وَمَتَّعَ الْحَسَن بْن عَلِيّ بِعَشْرَةِ آلَاف . وَيُرْوَى أَنَّ الْمَرْأَة قَالَتْ : مَتَاع قَلِيل مِنْ حَبِيب مُفَارِق . وَذَهَبَ أَبُو حَنِيفَة إِلَى أَنَّهُ مَتَى تَنَازَعَ الزَّوْجَانِ فِي مِقْدَار الْمُتْعَة وَجَبَ لَهَا عَلَيْهِ نِصْف مَهْر مِثْلهَا . وَقَالَ الشَّافِعِيّ فِي الْجَدِيد : لَا يُجْبَر الزَّوْج عَلَى قَدْر مَعْلُوم إِلَّا عَلَى أَقَلّ مَا يَقَع عَلَيْهِ اِسْم الْمُتْعَة وَأَحَبّ ذَلِكَ إِلَيَّ أَنْ يَكُون أَقَلّه مَا تُجْزِئ فِيهِ الصَّلَاة وَقَالَ فِي الْقَدِيم : لَا أَعْرِف فِي الْمُتْعَة قَدْرًا إِلَّا أَنِّي أَسْتَحْسِن ثَلَاثِينَ دِرْهَمًا كَمَا رُوِيَ عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا وَقَدْ اِخْتَلَفَ الْعُلَمَاء أَيْضًا هَلْ تَجِب الْمُتْعَة لِكُلِّ مُطَلَّقَة أَوْ إِنَّمَا تَجِب الْمُتْعَة لِغَيْرِ الْمَدْخُول بِهَا الَّتِي لَمْ يُفْرَض لَهَا عَلَى أَقْوَال : أَحَدُهَا أَنَّهَا تَجِبُ الْمُتْعَةُ لِكُلِّ مُطَلَّقَة لِعُمُومِ قَوْله تَعَالَى \" وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ \" وَلِقَوْلِهِ تَعَالَى\" يَا أَيُّهَا النَّبِيّ قُلْ لِأَزْوَاجِك إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاة الدُّنْيَا وَزِينَتهَا فَتَعَالَيْنَ أُمَتِّعكُنَّ وَأُسَرِّحكُنَّ سَرَاحًا جَمِيلًا \" وَقَدْ كُنَّ مَفْرُوضًا لَهُنَّ وَمَدْخُولًا بِهِنَّ وَهَذَا قَوْل سَعِيد بْن جُبَيْر وَأَبِي الْعَالِيَة وَالْحَسَن الْبَصْرِيّ وَهُوَ أَحَد قَوْلَيْ الشَّافِعِيّ . وَمِنْهُمْ مَنْ جَعَلَهُ الْجَدِيد الصَّحِيح وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم . \" وَالْقَوْلُ الثَّانِي\" إِنَّهَا تَجِب لِلْمُطَلَّقَةِ إِذَا طُلِّقَتْ قَبْل الْمَسِيس وَإِنْ كَانَتْ مَفْرُوضًا لَهَا لِقَوْلِهِ تَعَالَى \" يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمْ الْمُؤْمِنَات ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْل أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّة تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا \" قَالَ شُعْبَة وَغَيْره عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : نَسَخَتْ هَذِهِ الْآيَة الَّتِي فِي الْأَحْزَاب الْآيَة الَّتِي فِي الْبَقَرَة وَقَدْ رَوَى الْبُخَارِيّ فِي صَحِيحه عَنْ سَهْل بْن سَعْد وَأَبِي أُسَيْد أَنَّهُمَا قَالَا تَزَوَّجَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أُمَيْمَة بِنْت شُرَحْبِيل فَلَمَّا أُدْخِلَتْ عَلَيْهِ بَسَطَ يَده إِلَيْهَا فَكَأَنَّهَا كَرِهَتْ ذَلِكَ فَأَمَرَ أَبَا أُسَيْد أَنْ يُجَهِّزهَا وَيَكْسُوهَا ثَوْبَيْنِ أَزْرَقَيْنِ. \" وَالْقَوْلُ الثَّالِثُ \" أَنَّ الْمُتْعَة إِنَّمَا تَجِب لِلْمُطَلَّقَةِ إِذَا لَمْ يَدْخُل بِهَا وَلَمْ يَفْرِض لَهَا فَإِنْ كَانَ قَدْ دَخَلَ بِهَا وَجَبَ لَهَا مَهْر مِثْلهَا إِذَا كَانَتْ مُفَوِّضَة وَإِنْ كَانَ قَدْ فَرَضَ لَهَا وَطَلَّقَهَا قَبْل الدُّخُول وَجَبَ لَهَا عَلَيْهِ شَطْره فَإِنْ دَخَلَ بِهَا اِسْتَقَرَّ الْجَمِيع وَكَانَ ذَلِكَ عِوَضًا لَهَا عَنْ الْمُتْعَة وَإِنَّمَا الْمُصَابَة الَّتِي لَمْ يُفْرَض لَهَا وَلَمْ يُدْخَل بِهَا فَهَذِهِ الَّتِي دَلَّتْ هَذِهِ الْآيَة الْكَرِيمَة عَلَى وُجُوب مُتْعَتهَا وَهَذَا قَوْل اِبْن عُمَر وَمُجَاهِد وَمِنْ الْعُلَمَاء مَنْ اِسْتَحَبَّهَا لِكُلِّ مُطَلَّقَة مِمَّنْ عَدَا الْمُفَوِّضَة الْمُفَارَقَة قَبْل الدُّخُول وَهَذَا لَيْسَ بِمَنْكُورٍ وَعَلَيْهِ تُحْمَل آيَة التَّخْيِير فِي الْأَحْزَاب وَلِهَذَا قَالَ تَعَالَى \" عَلَى الْمُوسِع قَدَرُهُ وَعَلَى الْمُقْتِر قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ \" وَمِنْ الْعُلَمَاء مَنْ يَقُول إِنَّهَا مُسْتَحَبَّة مُطْلَقًا . قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا كَثِير بْن شِهَاب الْقَزْوِينِيّ حَدَّثَنَا مُحَمَّد بْن سَعِيد بْن سَابِق حَدَّثَنَا عَمْرو يَعْنِي اِبْن أَبِي قَيْس عَنْ أَبِي إِسْحَاق عَنْ الشَّعْبِيّ قَالَ : ذَكَرُوا لَهُ الْمُتْعَة أَيُحْبَسُ فِيهَا فَقَرَأَ \" عَلَى الْمُوسِع قَدَرُهُ وَعَلَى الْمُقْتِر قَدَرُهُ \" قَالَ الشَّعْبِيّ : وَاَللَّه مَا رَأَيْت أَحَدًا حَبَسَ فِيهَا وَاَللَّه لَوْ كَانَتْ وَاجِبَة لَحَبَسَ فِيهَا الْقُضَاة .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38649, "aya_id": 236}]