[{"text": "وَاللّهُ أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ الْسَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 16, "type": 0, "id": 1979, "aya_id": 78}, {"text": "والله أخرجكم من بطون أمهاتكم لا تعلمون شيئا وجعل لكم السمع والأبصار والأفئدة لعلكم تشكرون", "sura_id": 16, "type": 1, "id": 8215, "aya_id": 78}, {"text": "78 - (والله أخرجكم من بطون أمهاتكم لا تعلمون شيئا) الجملة حال (وجعل لكم السمع) بمعنى الأسماع (والأبصار والأفئدة) القلوب (لعلكم تشكرون) على ذلك فتؤمنوا \r\n", "sura_id": 16, "type": 2, "id": 26923, "aya_id": 78}, {"text": "والله سبحانه وتعالى أخرجكم مِن بطون أمهاتكم بعد مدة الحمل, لا تدركون شيئًا مما حولكم, وجعل لكم وسائل الإدراك من السمع والبصر والقلوب; لعلكم تشكرون لله تعالى على تلك النعم, وتفردونه عز وجل بالعبادة.\r\n", "sura_id": 16, "type": 3, "id": 33159, "aya_id": 78}, {"text": " <font color=red>وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>ثُمَّ ذَكَرَ تَعَالَى مِنَّته عَلَى عِبَاده فِي إِخْرَاجه إِيَّاهُمْ مِنْ بُطُون أُمَّهَاتهمْ لَا يَعْلَمُونَ شَيْئًا ثُمَّ بَعْد هَذَا يَرْزُقهُمْ السَّمْع الَّذِي يُدْرِكُونَ الْأَصْوَات وَالْأَبْصَار الَّتِي بِهَا يُحِسُّونَ الْمَرْئِيَّات وَالْأَفْئِدَة وَهِيَ الْعُقُول الَّتِي مَرْكَزهَا الْقَلْب عَلَى الصَّحِيح وَقِيلَ الدِّمَاغ وَالْعَقْل بِهِ يُمَيِّز بَيْن الْأَشْيَاء ضَارّهَا وَنَافِعهَا وَهَذِهِ الْقُوَى وَالْحَوَاسّ تَحْصُل لِلْإِنْسَانِ عَلَى التَّدْرِيج قَلِيلًا قَلِيلًا كُلَّمَا كَبِرَ زِيدَ فِي سَمْعه وَبَصَره وَعَقْله حَتَّى يَبْلُغ أَشَدّه . وَإِنَّمَا جَعَلَ تَعَالَى هَذِهِ فِي الْإِنْسَان لِيَتَمَكَّن بِهَا مِنْ عِبَادَة رَبّه تَعَالَى فَيَسْتَعِين بِكُلِّ جَارِحَة وَعُضْو وَقُوَّة عَلَى طَاعَة مَوْلَاهُ كَمَا جَاءَ فِي صَحِيح الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ\" يَقُول تَعَالَى مَنْ عَادَى لِي وَلِيًّا فَقَدْ بَارَزَنِي بِالْحَرْبِ ; وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَفْضَل مِنْ أَدَاء مَا اِفْتَرَضْت عَلَيْهِ وَلَا يَزَال عَبْدِي يَتَقَرَّب إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبّهُ فَإِذَا أَحْبَبْته كُنْت سَمْعه الَّذِي يَسْمَع بِهِ وَبَصَره الَّذِي يُبْصِر بِهِ وَيَده الَّتِي يَبْطِش بِهَا وَرِجْله الَّتِي يَمْشِي بِهَا وَلَئِنْ سَأَلَنِي لَأُعْطِيَنَّهُ وَلَئِنْ دَعَانِي لَأُجِيبَنَّهُ وَلَئِنْ اِسْتَعَاذَ بِي لَأُعِيذَنَّهُ وَمَا تَرَدَّدْت فِي شَيْء أَنَا فَاعِله تَرَدُّدِي فِي قَبْض نَفْس عَبْدِي الْمُؤْمِن يَكْرَه الْمَوْت وَأَكْرَه مُسَاءَته وَلَا بُدّ لَهُ مِنْهُ \" . فَمَعْنَى الْحَدِيث أَنَّ الْعَبْد إِذَا أَخْلَصَ الطَّاعَة صَارَتْ أَفْعَاله كُلّهَا لِلَّهِ عَزَّ وَجَلَّ فَلَا يَسْمَع إِلَّا لِلَّهِ وَلَا يُبْصِر إِلَّا لِلَّهِ أَيْ مَا شَرَعَهُ اللَّه لَهُ وَلَا يَبْطِش وَلَا يَمْشِي إِلَّا فِي طَاعَة اللَّه عَزَّ وَجَلَّ مُسْتَعِينًا بِاَللَّهِ فِي ذَلِكَ كُلّه وَلِهَذَا جَاءَ فِي بَعْض رِوَايَة الْحَدِيث فِي غَيْر الصَّحِيح بَعْد قَوْله وَرِجْله الَّتِي يَمْشِي بِهَا \" فَبِي يَسْمَع وَبِي يُبْصِر وَبِي يَبْطِش وَبِي يَمْشِي \" . وَلِهَذَا قَالَ تَعَالَى \" وَجَعَلَ لَكُمْ السَّمْع وَالْأَبْصَار وَالْأَفْئِدَة لَعَلَّكُمْ تَشْكُرُونَ \" كَقَوْلِهِ تَعَالَى فِي الْآيَة الْأُخْرَى \" قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمْ السَّمْع وَالْأَبْصَار وَالْأَفْئِدَة قَلِيلًا مَا تَشْكُرُونَ قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْض وَإِلَيْهِ تُحْشَرُونَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38154, "aya_id": 78}]