[{"text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوَاْ أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِ قَالَ إِنَّ اللّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللّهُ يُؤْتِي مُلْكَهُ مَن يَشَاء وَاللّهُ وَاسِعٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 254, "aya_id": 247}, {"text": "وقال لهم نبيهم إن الله قد بعث لكم طالوت ملكا قالوا أنى يكون له الملك علينا ونحن أحق بالملك منه ولم يؤت سعة من المال قال إن الله اصطفاه عليكم وزاده بسطة في العلم والجسم والله يؤتي ملكه من يشاء والله واسع عليم", "sura_id": 2, "type": 1, "id": 6490, "aya_id": 247}, {"text": "247 - (وقال لهم نبيهم إن الله قد بعث لكم طالوت ملِكاً قالوا أنى) كيف (يكون له الملك علينا ونحن أحق بالملك منه) لأنه ليس من سبط المملكة ولا النبوة وكان دباغا أو راعيا (ولم يؤت سعة من المال) يستعين بها على إقامة الملك (قال) النبي لهم (إن الله اصطفاه) اختاره للملك (عليكم وزاده بسطة) سعة (في العلم والجسم) وكان أعلم بني إسرائيل يومئذ وأجملهم وأتمهم خلقا (والله يؤتي ملكه من يشاء) إيتاءه لا اعتراض عليه (والله واسع) فضله (عليم) بمن هو أهل له \r\n", "sura_id": 2, "type": 2, "id": 25198, "aya_id": 247}, {"text": "وقال لهم نبيهم: إن الله قد أرسل إليكم طالوت مَلِكًا إجابة لطلبكم, يقودكم لقتال عدوكم كما طلبتم. قال كبراء بني إسرائيل: كيف يكون طالوت مَلِكًا علينا, وهو لا يستحق ذلك؟ لأنه ليس من سبط الملوك, ولا من بيت النبوة, ولم يُعْط كثرة في الأموال يستعين بها في ملكه, فنحن أحق بالملك منه; لأننا من سبط الملوك ومن بيت النبوة. قال لهم نبيهم: إن الله اختاره عليكم وهو سبحانه أعلم بأمور عباده, وزاده سَعَة في العلم وقوة في الجسم ليجاهد العدو. والله مالك الملك يعطي ملكه مَن يشاء من عباده, والله واسع الفضل والعطاء, عليم بحقائق الأمور, لا يخفى عليه شيء.\r\n", "sura_id": 2, "type": 3, "id": 31434, "aya_id": 247}, {"text": " <font color=red>وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ</font><BR><p>أَيْ لَمَّا طَلَبُوا مِنْ نَبِيِّهِمْ أَنْ يُعَيِّن لَهُمْ مَلِكًا مِنْهُمْ فَعَيَّنَ لَهُمْ طَالُوت وَكَانَ رَجُلًا مِنْ أَجْنَادهمْ وَلَمْ يَكُنْ مِنْ بَيْت الْمُلْك فِيهِمْ لِأَنَّ الْمُلْك كَانَ فِي سَبْط يَهُوذَا وَلَمْ يَكُنْ هَذَا مِنْ ذَلِكَ السَّبْط فَلِهَذَا قَالُوا \" أَنَّى يَكُون لَهُ الْمُلْك عَلَيْنَا \" أَيْ كَيْف يَكُون مَلِكًا عَلَيْنَا \" وَنَحْنُ أَحَقّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَة مِنْ الْمَال \" أَيْ ثُمَّ هُوَ مَعَ هَذَا فَقِير لَا مَال لَهُ يَقُوم بِالْمُلْكِ وَقَدْ ذَكَرَ بَعْضهمْ أَنَّهُ كَانَ سَقَّاء وَقِيلَ دَبَّاغًا وَهَذَا اِعْتِرَاض مِنْهُمْ عَلَى نَبِيّهمْ وَتَعَنُّت وَكَانَ الْأَوْلَى بِهِمْ طَاعَة وَقَوْل مَعْرُوف ثُمَّ قَدْ أَجَابَهُمْ النَّبِيّ قَائِلًا \" إِنَّ اللَّه اِصْطَفَاهُ عَلَيْكُمْ \" أَيْ اِخْتَارَهُ لَكُمْ مِنْ بَيْنكُمْ وَاَللَّه أَعْلَم بِهِ مِنْكُمْ يَقُول لَسْت أَنَا الَّذِي عَيَّنْته مِنْ تِلْقَاء نَفْسِي بَلْ اللَّه أَمَرَنِي بِهِ لَمَّا طَلَبْتُمْ مِنِّي ذَلِكَ \" وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ \" أَيْ وَهُوَ مَعَ هَذَا أَعْلَم مِنْكُمْ وَأَنْبَل وَأَشْكَل مِنْكُمْ وَأَشَدّ قُوَّة وَصَبْرًا فِي الْحَرْب وَمَعْرِفَة فِيهَا أَيْ أَتَمَّ عِلْمًا وَقَامَة مِنْكُمْ وَمِنْ هَاهُنَا يَنْبَغِي أَنْ يَكُون الْمَلِك ذَا عِلْم وَشَكْل حَسَن وَقُوَّة شَدِيدَة فِي بَدَنه وَنَفْسه ثُمَّ قَالَ \" وَاَللَّه يُؤْتِي مُلْكه مَنْ يَشَاء \" أَيْ هُوَ الْحَاكِم الَّذِي مَا شَاءَ فَعَلَ وَلَا يَسْأَل عَمَّا يَفْعَل وَهُمْ يَسْأَلُونَ لِعِلْمِهِ وَحِكْمَته وَرَأْفَته بِخَلْقِهِ وَلِهَذَا قَالَ \" وَاَللَّه وَاسِع عَلِيم \" أَيْ هُوَ وَاسِع الْفَضْل يَخْتَصّ بِرَحْمَتِهِ مَنْ يَشَاء عَلِيم بِمَنْ يَسْتَحِقّ الْمُلْك مِمَّنْ لَا يَسْتَحِقّهُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38661, "aya_id": 247}]