[{"text": "لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا", "sura_id": 19, "type": 0, "id": 2312, "aya_id": 62}, {"text": "لا يسمعون فيها لغوا إلا سلاما و لهم رزقهم فيها بكرة و عشيا", "sura_id": 19, "type": 1, "id": 8548, "aya_id": 62}, {"text": "62 - (لا يسمعون فيها لغوا) من الكلام (إلا) لكن يسمعون (سلاما) من الملائكة عليهم أو من بعضهم على بعض (ولهم رزقهم فيها بكرة وعشيا) أي على قدرهما في الدنيا وليس في الجنة نهار ولا ليل بل ضوء ونور أبدا \r\n", "sura_id": 19, "type": 2, "id": 27256, "aya_id": 62}, {"text": "لا يسمع أهل الجنة فيها كلامًا باطلا لكن يسمعون سلاما تحية لهم, ولهم رزقهم فيها من الطعام والشراب دائمًا, كلما شاؤوا بكرة وعشيًا.\r\n", "sura_id": 19, "type": 3, "id": 33492, "aya_id": 62}, {"text": " <font color=red>لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا</font><BR><p>وَقَوْله \" لَا يَسْمَعُونَ فِيهَا لَغْوًا \" أَيْ هَذِهِ الْجَنَّات لَيْسَ فِيهَا كَلَام سَاقِط تَافِه لَا مَعْنَى لَهُ كَمَا قَدْ يُوجَد فِي الدُّنْيَا وَقَوْله \" إِلَّا سَلَامًا \" اِسْتِثْنَاء مُنْقَطِع كَقَوْلِهِ \" لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا إِلَّا قِيلًا سَلَامًا سَلَامًا \" وَقَوْله \" وَلَهُمْ رِزْقهمْ فِيهَا بُكْرَة وَعَشِيًّا \" أَيْ فِي مِثْل وَقْت الْبُكُرَات وَوَقْت الْعَشِيَّات لَا أَنَّ هُنَاكَ لَيْلًا وَنَهَارًا وَلَكِنَّهُمْ فِي أَوْقَات تَتَعَاقَب يَعْرِفُونَ مُضِيّهَا بِأَضْوَاءٍ وَأَنْوَار كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوَّل زُمْرَة تَلِج الْجَنَّة صُوَرهمْ عَلَى صُورَة الْقَمَر لَيْلَة الْبَدْر لَا يَبْصُقُونَ فِيهَا وَلَا يَتَمَخَّطُونَ فِيهَا وَلَا يَتَغَوَّطُونَ آنِيَتهمْ وَأَمْشَاطهمْ الذَّهَب وَالْفِضَّة وَمَجَامِرهمْ الْأَلُوَّة وَرَشْحهمْ الْمِسْك وَلِكُلِّ وَاحِد مِنْهُمْ زَوْجَتَانِ يَرَى مُخّ سَاقهَا مِنْ وَرَاء اللَّحْم مِنْ الْحُسْن لَا اِخْتِلَاف بَيْنهمْ وَلَا تَبَاغُض قُلُوبهمْ عَلَى قَلْب رَجُل وَاحِد يُسَبِّحُونَ اللَّه بُكْرَة وَعَشِيًّا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَعْمَر بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ اِبْن إِسْحَاق حَدَّثَنَا الْحَارِث بْن فُضَيْل الْأَنْصَارِيّ عَنْ مَحْمُود بْن لَبِيد الْأَنْصَارِيّ عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الشُّهَدَاء عَلَى بَارِق نَهَر بِبَابِ الْجَنَّة فِي قُبَّة خَضْرَاء يَخْرُج عَلَيْهِمْ رِزْقهمْ مِنْ الْجَنَّة بُكْرَة وَعَشِيًّا \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَلَهُمْ رِزْقهمْ فِيهَا بُكْرَة وَعَشِيًّا \" قَالَ مَقَادِير اللَّيْل وَالنَّهَار وَقَالَ اِبْن جَرِير حَدَّثَنَا عَلِيّ بْن سَهْل حَدَّثَنَا الْوَلِيد بْن مُسْلِم قَالَ سَأَلْت زُهَيْر بْن مُحَمَّد عَنْ قَوْل اللَّه تَعَالَى \" وَلَهُمْ رِزْقهمْ فِيهَا بُكْرَة وَعَشِيًّا \" قَالَ : لَيْسَ فِي الْجَنَّة لَيْل هُمْ فِي نُور أَبَدًا وَلَهُمْ مِقْدَار اللَّيْل وَالنَّهَار يَعْرِفُونَ مِقْدَار اللَّيْل بِإِرْخَاءِ الْحُجُب وَإِغْلَاق الْأَبْوَاب وَيَعْرِفُونَ مِقْدَار النَّهَار بِرَفْعِ الْحُجُب وَبِفَتْحِ الْأَبْوَاب وَبِهَذَا الْإِسْنَاد عَنْ الْوَلِيد بْن مُسْلِم عَنْ خُلَيْد عَنْ الْحَسَن الْبَصْرِيّ وَذَكَرَ أَبْوَاب الْجَنَّة فَقَالَ أَبْوَاب يُرَى ظَاهِرهَا مِنْ بَاطِنهَا فَتَكَلَّمَ وَتَكَلَّمَ فَنَفْهَم اِنْفَتِحِي اِنْغَلِقِي فَتَفْعَل وَقَالَ قَتَادَة فِي قَوْله \" وَلَهُمْ رِزْقهمْ فِيهَا بُكْرَة وَعَشِيًّا \" فِيهَا سَاعَتَانِ بُكْرَة وَعَشِيّ لَيْسَ ثَمَّ لَيْل وَلَا نَهَار وَإِنَّمَا هُوَ ضَوْء وَنُور . وَقَالَ مُجَاهِد لَيْسَ بُكْرَة وَلَا عَشِيّ وَلَكِنْ يُؤْتَوْنَ بِهِ عَلَى مَا كَانُوا يَشْتَهُونَ فِي الدُّنْيَا وَقَالَ الْحَسَن وَقَتَادَة وَغَيْرهمَا كَانَتْ الْعَرَب الْأَنْعَم فِيهِمْ مَنْ يَتَغَدَّى وَيَتَعَشَّى فَنَزَلَ الْقُرْآن عَلَى مَا فِي أَنْفُسهمْ مِنْ النَّعِيم فَقَالَ تَعَالَى \" وَلَهُمْ رِزْقهمْ فِيهَا بُكْرَة وَعَشِيًّا \" وَقَالَ اِبْن مَهْدِيّ عَنْ حَمَّاد بْن زَيْد عَنْ هِشَام عَنْ الْحَسَن \" وَلَهُمْ رِزْقهمْ فِيهَا بُكْرَة وَعَشِيًّا \" قَالَ : الْبُكُور يَرِد عَلَى الْعَشِيّ وَالْعَشِيّ يَرِد عَلَى الْبُكُور لَيْسَ فِيهَا لَيْل وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا سُلَيْمَان بْن مَنْصُور بْن عَمَّار حَدَّثَنِي أَبِي حَدَّثَنِي مُحَمَّد بْن زِيَاد قَاضِي أَهْل شماط عَنْ عَبْد اللَّه بْن حُدَيْر عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ غَدَاة مِنْ غَدَوَات الْجَنَّة وَكُلّ الْجَنَّة غَدَوَات إِلَّا أَنَّهُ يُزَفّ إِلَى وَلِيّ اللَّه فِيهَا زَوْجَة مِنْ الْحُور الْعِين أَدْنَاهُنَّ الَّتِي خُلِقَتْ مِنْ الزَّعْفَرَان \" قَالَ أَبُو مُحَمَّد هَذَا حَدِيث غَرِيب مُنْكَر .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38457, "aya_id": 62}]