[{"text": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلاَّ الَّذِينَ ظَلَمُواْ مِنْهُمْ فَلاَ تَخْشَوْهُمْ وَاخْشَوْنِي وَلأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ", "sura_id": 2, "type": 0, "id": 157, "aya_id": 150}, {"text": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيثما كنتم فولوا وجوهكم شطره لئلا يكون للناس عليكم حجة إلا الذين ظلموا منهم فلا تخشوهم واخشوني ولأتم نعمتي عليكم ولعلكم تهتدون", "sura_id": 2, "type": 1, "id": 6393, "aya_id": 150}, {"text": "150 - (ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره) كرره للتأكيد (لئلا يكون للناس) اليهود أو المشركين (عليكم حجة) أي مجادلة في التولي إلى غيره لتنتفي مجادلتهم لكم من قول اليهود يجحد ديننا ويتبع قبلتنا ، وقول المشركين يدَّعي ملة إبراهيم ويخالف قبلته (إلا الذين ظلموا منهم) بالعناد فإنهم يقولون ما تحول إليها إلا ميلا إلى دين آبائه والاستثناء متصل والمعنى: لا يكون لأحد عليكم كلام إلا كلام هؤلاء (فلا تخشوهم) تخافوا جدالهم في التولي إليها (واخشوني) بامتثال أمري (ولأتم) عطف على لئلا يكون (نعمتي عليكم) بالهداية إلى معالم دينكم (ولعلكم تهتدون) إلى الحق \r\n", "sura_id": 2, "type": 2, "id": 25101, "aya_id": 150}, {"text": "ومن أى مكان خرجت -أيها النبي- فتوجَّه إلى المسجد الحرام, وحيثما كنتم -أيها المسلمون-, بأي قطر من أقطار الأرض فولُّوا وجوهكم نحو المسجد الحرام; لكي لا يكون للناس المخالفين لكم احتجاج عليكم بالمخاصمة والمجادلة, بعد هذا التوجه إليه, إلا أهل الظلم والعناد منهم, فسيظلُّون على جدالهم, فلا تخافوهم وخافوني بامتثال أمري, واجتناب نهيي; ولكي أتم نعمتي عليكم باختيار أكمل الشرائع لكم, ولعلكم تهتدون إلى الحق والصواب.\r\n", "sura_id": 2, "type": 3, "id": 31337, "aya_id": 150}, {"text": " <font color=red>وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُمَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ</font><BR><p>قَالَ فِي الْأَمْر الثَّانِي \" وَمِنْ حَيْثُ خَرَجْت فَوَلِّ وَجْهك شَطْر الْمَسْجِد الْحَرَام وَإِنَّهُ لَلْحَقُّ مِنْ رَبّك وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ \" فَذَكَرَ أَنَّهُ الْحَقُّ مِنْ اللَّه وَارْتِقَاءَهُ الْمَقَام الْأَوَّل حَيْثُ كَانَ مُوَافِقًا لِرِضَا الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَيَّنَ أَنَّهُ الْحَقّ أَيْضًا مِنْ اللَّه يُحِبُّهُ وَيَرْتَضِيه وَذَكَرَ فِي الْأَمْر الثَّالِث حِكْمَة قَطْع حُجَّة الْمُخَالِف مِنْ الْيَهُود الَّذِينَ كَانُوا يَتَحَجَّجُونَ بِاسْتِقْبَالِ الرَّسُول إِلَى قِبْلَتهمْ وَقَدْ كَانُوا يَعْلَمُونَ بِمَا فِي كُتُبهمْ أَنَّهُ سَيُصْرَفُ إِلَى قِبْلَة إِبْرَاهِيم عَلَيْهِ السَّلَام إِلَى الْكَعْبَة وَكَذَلِكَ مُشْرِكُو الْعَرَب اِنْقَطَعَتْ حُجَّتهمْ لَمَّا صُرِفَ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قِبْلَة إِبْرَاهِيم الَّتِي هِيَ أَشْرَف وَقَدْ كَانُوا يُعَظِّمُونَ الْكَعْبَة وَأَعْجَبَهُمْ اِسْتِقْبَال الرَّسُول إِلَيْهَا وَقِيلَ غَيْر ذَلِكَ مِنْ الْأَجْوِبَة عَنْ حِكْمَة التَّكْرَار وَقَدْ بَسَطَهَا الرَّازِيّ وَغَيْره وَاَللَّه أَعْلَم : وَقَوْله \" لِئَلَّا يَكُون لِلنَّاسِ عَلَيْكُمْ حُجَّة \" أَيْ أَهْل الْكِتَاب فَإِنَّهُمْ يَعْلَمُونَ مِنْ صِفَة هَذِهِ الْأُمَّة التَّوَجُّه إِلَى الْكَعْبَة فَإِذَا فَقَدُوا ذَلِكَ مِنْ صِفَتهَا رُبَّمَا اِحْتَجُّوا بِهَا عَلَى الْمُسْلِمِينَ وَلِئَلَّا يَحْتَجُّوا بِمُوَافَقَةِ الْمُسْلِمِينَ إِيَّاهُمْ فِي التَّوَجُّه إِلَى بَيْت الْمَقْدِس وَهَذَا أَظْهَر قَالَ أَبُو الْعَالِيَة \" لِئَلَّا يَكُون لِلنَّاسِ عَلَيْكُمْ حُجَّة \" يَعْنِي بِهِ أَهْل الْكِتَاب حِين قَالُوا صُرِفَ مُحَمَّد إِلَى الْكَعْبَة : وَقَالُوا اِشْتَاقَ الرَّجُل إِلَى بَيْت أَبِيهِ وَدِين قَوْمه وَكَانَ حُجَّتهمْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْصِرَافه إِلَى الْبَيْت الْحَرَام أَنْ قَالُوا سَيَرْجِعُ إِلَى دِيننَا كَمَا رَجَعَ إِلَى قِبْلَتنَا قَالَ اِبْن أَبِي حَاتِم وَرَوَى عَنْ مُجَاهِد وَعَطَاء وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَقَتَادَة وَالسُّدِّيّ نَحْو هَذَا وَقَالَ هَؤُلَاءِ فِي قَوْله \" إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ \" يَعْنِي مُشْرِكِي قُرَيْش وَوَجَّهَ بَعْضهمْ حُجَّة الظَّلَمَة وَهِيَ دَاحِضَة أَنْ قَالُوا إِنَّ هَذَا الرَّجُل يَزْعُم أَنَّهُ عَلَى دِين إِبْرَاهِيم فَإِنْ كَانَ تَوَجُّهه إِلَى بَيْت الْمَقْدِس عَلَى مِلَّة إِبْرَاهِيم فَلِمَ رَجَعَ عَنْهُ وَالْجَوَاب أَنَّ اللَّه تَعَالَى اِخْتَارَ لَهُ التَّوَجُّه إِلَى الْبَيْت الْمَقْدِس أَوَّلًا لِمَا لَهُ تَعَالَى فِي ذَلِكَ مِنْ الْحِكْمَة فَأَطَاعَ رَبّه تَعَالَى فِي ذَلِكَ ثُمَّ صَرَفَهُ إِلَى قِبْلَة إِبْرَاهِيم وَهِيَ الْكَعْبَة فَامْتَثَلَ أَمْر اللَّه فِي ذَلِكَ أَيْضًا فَهُوَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ مُطِيع لِلَّهِ فِي جَمِيع أَحْوَاله لَا يَخْرُج عَنْ أَمْر اللَّه طَرْفَة عَيْن وَأُمَّته تَبَعٌ لَهُ وَقَوْله \" فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي\" أَيْ لَا تَخْشَوْا شُبَه الظَّلَمَة الْمُتَعَنِّتِينَ وَأَفْرِدُوا الْخَشْيَة لِي فَإِنَّهُ تَعَالَى هُوَ أَهْل أَنْ يُخْشَى مِنْهُ : وَقَوْله \" وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ \" عَطْف عَلَى لِئَلَّا يَكُون لِلنَّاسِ عَلَيْكُمْ حُجَّة أَيْ لِأُتِمّ نِعْمَتِي عَلَيْكُمْ فِيمَا شَرَعْت لَكُمْ مِنْ اِسْتِقْبَال الْكَعْبَة لِتَكْمُل لَكُمْ الشَّرِيعَة مِنْ جَمِيع وُجُوههَا \" وَلَعَلَّكُمْ تَهْتَدُونَ \" أَيْ إِلَى مَا ضَلَّتْ عَنْهُ الْأُمَم هَدَيْنَاكُمْ إِلَيْهِ وَخَصَصْنَاكُمْ بِهِ وَلِهَذَا كَانَتْ هَذِهِ الْأُمَّة أَشْرَفَ الْأُمَم وَأَفْضَلهَا.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38554, "aya_id": 150}]