[{"text": "لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالاً ولأَوْضَعُواْ خِلاَلَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللّهُ عَلِيمٌ بِالظَّالِمِينَ", "sura_id": 9, "type": 0, "id": 1282, "aya_id": 47}, {"text": "لو خرجوا فيكم ما زادوكم إلا خبالا و لأوضعوا خلالكم يبغونكم الفتنة و فيكم سماعون لهم و الله عليم بالظالمين", "sura_id": 9, "type": 1, "id": 7518, "aya_id": 47}, {"text": "47 - (لو خرجوا فيكم ما زادوكم إلا خبالاً) فساداً بتخذيل المؤمنين (ولأوضعوا خلالكم) أي أسرعوا بينكم بالمشي بالنميمة (يبغونكم) يطلبون لكم (الفتنة) بإلقاء العداوة (وفيكم سمَّاعون لهم) ما يقولون سماع قبول (والله عليم بالظالمين) \r\n", "sura_id": 9, "type": 2, "id": 26226, "aya_id": 47}, {"text": "لو خرج المنافقون معكم -أيها المؤمنون- للجهاد لنشروا الاضطراب في الصفوف والشر والفساد, ولأسرعوا السير بينكم بالنميمة والبغضاء, يبغون فتنتكم بتثبيطكم عن الجهاد في سبيل الله, وفيكم -أيها المؤمنون- عيون لهم يسمعون أخباركم, وينقلونها إليهم. والله عليم بهؤلاء المنافقين الظالمين, وسيجازيهم على ذلك.\r\n", "sura_id": 9, "type": 3, "id": 32462, "aya_id": 47}, {"text": " <font color=red>لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</font><BR><p>فَقَالَ \" لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا \" أَيْ لِأَنَّهُمْ جُبَنَاء مَخْذُولُونَ \" وَلَأَوْضَعُوا خِلَالكُمْ يَبْغُونَكُمْ الْفِتْنَة \" أَيْ وَلَأَسْرَعُوا السَّيْر وَالْمَشْي بَيْنكُمْ بِالنَّمِيمَةِ وَالْبَغْضَاء وَالْفِتْنَة \" وَفِيكُمْ سَمَّاعُونَ لَهُمْ \" أَيْ مُطِيعُونَ لَهُمْ وَمُسْتَحْسِنُونَ لِحَدِيثِهِمْ وَكَلَامهمْ يَسْتَنْصِحُونَهُمْ وَإِنْ كَانُوا لَا يَعْلَمُونَ حَالهمْ فَيُؤَدِّي إِلَى وُقُوع شَرّ بَيْن الْمُؤْمِنِينَ وَفَسَاد كَبِير . وَقَالَ مُجَاهِد وَزَيْد بْن أَسْلَم وَابْن جَرِير \" وَفِيكُمْ سَمَّاعُونَ لَهُمْ \" أَيْ عُيُون يَسْمَعُونَ لَهُمْ الْأَخْبَار وَيَنْقُلُونَهَا إِلَيْهِمْ . وَهَذَا لَا يَبْقَى لَهُ اِخْتِصَاص بِخُرُوجِهِمْ مَعَهُمْ بَلْ هَذَا عَامّ فِي جَمِيع الْأَحْوَال وَالْمَعْنَى الْأَوَّل أَظْهَر فِي الْمُنَاسَبَة بِالسِّيَاقِ وَإِلَيْهِ ذَهَبَ قَتَادَة وَغَيْره مِنْ الْمُفَسِّرِينَ . وَقَالَ مُحَمَّد بْن إِسْحَاق كَانَ الَّذِينَ اِسْتَأْذَنُوا فِيمَا بَلَغَنِي مِنْ ذَوِي الشَّرَف مِنْهُمْ عَبْد اللَّه بْن أُبَيّ بْن سَلُول وَالْجَدّ بْن قَيْس وَكَانُوا أَشْرَافًا فِي قَوْمهمْ فَثَبَّطَهُمْ اللَّه لِعِلْمِهِ بِهِمْ أَنْ يَخْرُجُوا مَعَهُ فَيُفْسِدُوا عَلَيْهِ جُنْده وَكَانَ فِي جُنْده قَوْم أَهْل مَحَبَّة لَهُمْ وَطَاعَة فِيمَا يَدْعُونَهُمْ إِلَيْهِ لِشَرَفِهِمْ فِيهِمْ فَقَالَ \" وَفِيكُمْ سَمَّاعُونَ لَهُمْ \" ثُمَّ أَخْبَرَ تَعَالَى عَنْ تَمَام عِلْمه فَقَالَ \" وَاَللَّه عَلِيم بِالظَّالِمِينَ \" فَأَخْبَرَ بِأَنَّهُ يَعْلَم مَا كَانَ وَمَا يَكُون وَمَا لَمْ يَكُنْ لَوْ كَانَ كَيْف كَانَ يَكُون وَلِهَذَا قَالَ تَعَالَى \" لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا \" فَأَخْبَرَ عَنْ حَالهمْ كَيْف يَكُون لَوْ خَرَجُوا وَمَعَ هَذَا مَا خَرَجُوا كَمَا قَالَ تَعَالَى \" وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ \" وَقَالَ تَعَالَى \" وَلَوْ عَلِمَ اللَّه فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ وَلَوْ أَسْمَعهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ \" وَقَالَ تَعَالَى \" وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنْ اُقْتُلُوا أَنْفُسكُمْ أَوْ اُخْرُجُوا مِنْ دِيَاركُمْ مَا فَعَلُوهُ إِلَّا قَلِيل مِنْهُمْ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدّ تَثْبِيتًا وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا \" وَالْآيَات فِي هَذَا كَثِيرَة .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43465, "aya_id": 47}]