[{"text": "وَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَّارْتَابَ الْمُبْطِلُونَ", "sura_id": 29, "type": 0, "id": 3388, "aya_id": 48}, {"text": "وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك إذا لارتاب المبطلون", "sura_id": 29, "type": 1, "id": 9624, "aya_id": 48}, {"text": "48 - (وما كنت تتلوا من قبله) القرآن (من كتاب ولا تخطه بيمينك إذا) أي لو كنت قارئا كاتبا (لارتاب) شك (المبطلون) اليهود فيك وقالوا الذي في التوراة إنه امي لا يقرأ ولا يكتب \r\n", "sura_id": 29, "type": 2, "id": 28332, "aya_id": 48}, {"text": "من معجزاتك البينة -أيها الرسول- أنك لم تقرأ كتابًا ولم تكتب حروفًا بيمينك قبل نزول القرآن عليك, وهم يعرفون ذلك, ولو كنت قارئًا أو كاتبًا من قبل أن يوحى إليك لشك في ذلك المبطلون, وقالوا: تعلَّمه من الكتب السابقة أو استنسخه منها.\r\n", "sura_id": 29, "type": 3, "id": 34568, "aya_id": 48}, {"text": " <font color=red>وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَمَا كُنْت تَتْلُو مِنْ قَبْله مِنْ كِتَاب وَلَا تَخُطّهُ بِيَمِينِك \" أَيْ قَدْ لَبِثْت فِي قَوْمك يَا مُحَمَّد مِنْ قَبْل أَنْ تَأْتِي بِهَذَا الْقُرْآن عُمْرًا لَا تَقْرَأ كِتَابًا وَلَا تُحْسِن الْكِتَابَة بَلْ كُلّ أَحَد مِنْ قَوْمك وَغَيْرهمْ يَعْرِف أَنَّك رَجُل أُمِّيّ لَا تَقْرَأ وَلَا تَكْتُب وَهَكَذَا صِفَته فِي الْكُتُب الْمُتَقَدِّمَة كَمَا قَالَ تَعَالَى \" الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل يَأْمُرهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنْكَر \" الْآيَة وَهَكَذَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَائِمًا إِلَى يَوْم الدِّين لَا يُحْسِن الْكِتَابَة وَلَا يَخُطّ سَطْرًا وَلَا حَرْفًا بِيَدِهِ بَلْ كَانَ لَهُ كِتَاب يَكْتُبُونَ بَيْن يَده الْوَحْي وَالرَّسَائِل إِلَى الْأَقَالِيم . وَمَنْ زَعَمَ مِنْ مُتَأَخِّرِي الْفُقَهَاء كَالْقَاضِي أَبِي الْوَلِيد الْبَاجِيّ وَمَنْ تَابَعَهُ أَنَّهُ عَلَيْهِ السَّلَام كَتَبَ يَوْم الْحُدَيْبِيَة : هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّد بْن عَبْد اللَّه فَإِنَّمَا حَمَلَهُ عَلَى ذَلِكَ رِوَايَة فِي صَحِيح الْبُخَارِيّ : ثُمَّ أَخَذَ فَكَتَبَ . وَهَذِهِ مَحْمُولَة عَلَى الرِّوَايَة الْأُخْرَى : ثُمَّ أَمَرَ فَكُتِبَ . وَلِهَذَا اِشْتَدَّ النَّكِير مِنْ فُقَهَاء الْمَشْرِق وَالْمَغْرِب عَلَى مَنْ قَالَ يَقُول الْبَاجِيّ وَتَبَرَّءُوا مِنْهُ وَأَنْشَدُوا فِي ذَلِكَ أَقْوَالًا وَخَطَبُوا بِهِ فِي مَحَافِلهمْ . وَإِنَّمَا أَرَادَ الرَّجُل - أَعْنِي الْبَاجِيّ - فِيمَا يَظْهَر عَنْهُ أَنَّهُ كَتَبَ ذَلِكَ عَلَى وَجْه الْمُعْجِزَة لَا أَنَّهُ كَانَ يُحْسِن الْكِتَابَة كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِخْبَارًا عَنْ الدَّجَّال \" مَكْتُوب بَيْن عَيْنَيْهِ كَافِر \" وَفِي رِوَايَة \" ك ف ر يَقْرَؤُهَا كُلّ مُؤْمِن\" وَمَا أَوْرَدَهُ بَعْضهمْ مِنْ الْحَدِيث أَنَّهُ لَمْ يَمُتْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى تَعَلَّمَ الْكِتَابَة فَضَعِيف لَا أَصْل لَهُ قَالَ اللَّه تَعَالَى \" وَمَا كُنْت تَتْلُو \" أَيْ تَقْرَأ\" مِنْ قَبْله مِنْ كِتَاب \" لِتَأْكِيدِ النَّفْي \" وَلَا تَخُطّهُ بِيَمِينِك \" تَأْكِيد أَيْضًا وَخَرَجَ مَخْرَج الْغَالِب كَقَوْلِهِ تَعَالَى \" وَلَا طَائِر يَطِير بِجَنَاحَيْهِ \" وَقَوْله تَعَالَى \" إِذًا لَارْتَابَ الْمُبْطِلُونَ \" أَيْ لَوْ كُنْت تُحْسِنهَا لَارْتَابَ بَعْض الْجَهَلَة مِنْ النَّاس فَيَقُول إِنَّمَا تَعَلَّمَ هَذَا مِنْ كُتُب قَبْله مَأْثُورَة عَنْ الْأَنْبِيَاء مَعَ أَنَّهُمْ قَالُوا ذَلِكَ مَعَ عِلْمهمْ بِأَنَّهُ أُمِّيّ لَا يُحْسِن الْكِتَابَة \" وَقَالُوا أَسَاطِير الْأَوَّلِينَ اِكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَة وَأَصِيلًا \" .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39816, "aya_id": 48}]