[{"text": "فَجَعَلْنَاهَا نَكَالاً لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ", "sura_id": 2, "type": 0, "id": 73, "aya_id": 66}, {"text": "فجعلناها نكالا لما بين يديها وما خلفها وموعظة للمتقين", "sura_id": 2, "type": 1, "id": 6309, "aya_id": 66}, {"text": "66 - (فجعلناها) أي تلك العقوبة (نكالا) عبرة مانعة من ارتكاب مثل ما عملوا (لما بين يديها وما خلفها) أي الأمم التي في زمانها أو بعدها (وموعظة للمتقين) الله وخصوا بالذكر لأنهم المنتفعون بخلاف غيرهم \r\n", "sura_id": 2, "type": 2, "id": 25017, "aya_id": 66}, {"text": "فجعلنا هذه القرية عبرة لمن بحضرتها من القرى, يبلغهم خبرها وما حلَّ بها, وعبرة لمن يعمل بعدها مثل تلك الذُّنوب, وجعلناها تذكرة للصالحين; ليعلموا أنهم على الحق, فيثبتوا عليه.\r\n", "sura_id": 2, "type": 3, "id": 31253, "aya_id": 66}, {"text": " <font color=red>فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ</font><BR><p>وَقَوْله تَعَالَى \" فَجَعَلْنَاهَا نَكَالًا \" قَالَ بَعْضهمْ الضَّمِير فِي فَجَعَلْنَاهَا عَائِد عَلَى الْقِرَدَة وَقِيلَ عَلَى الْحِيتَان وَقِيلَ عَلَى الْعُقُوبَة وَقِيلَ عَلَى الْقَرْيَة حَكَاهَا اِبْن جَرِير وَالصَّحِيح أَنَّ الضَّمِير عَائِد عَلَى الْقَرْيَة أَيْ فَجَعَلَ اللَّه هَذِهِ الْقَرْيَة وَالْمُرَاد أَهْلهَا بِسَبَبِ اِعْتِدَائِهِمْ فِي سَبْتهمْ \" نَكَالًا \" أَيْ مَا عَاقَبْنَاهُمْ عُقُوبَة فَجَعَلْنَاهَا عِبْرَة كَمَا قَالَ اللَّه عَنْ فِرْعَوْن\" فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَة وَالْأُولَى \" وَقَوْله تَعَالَى لِمَا بَيْن يَدَيْهَا وَمَا خَلْفهَا أَيْ مِنْ الْقُرَى قَالَ اِبْن عَبَّاس : يَعْنِي جَعَلْنَاهَا بِمَا أَحْلَلْنَا بِهَا مِنْ الْعُقُوبَة عِبْرَة لِمَا حَوْلهَا مِنْ الْقُرَى كَمَا قَالَ تَعَالَى \" وَلَقَدْ أَهْلَكْنَا مَا حَوْلكُمْ مِنْ الْقُرَى وَصَرَّفْنَا الْآيَات لَعَلَّهُمْ يَرْجِعُونَ \" وَمِنْهُ قَوْله تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْض نَنْقُصهَا مِنْ أَطْرَافهَا \" الْآيَة عَلَى أَحَد الْأَقْوَال فَالْمُرَاد لِمَا بَيْن يَدَيْهَا وَمَا خَلْفهَا فِي الْمَكَان كَمَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ دَاوُد بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس : لِمَا بَيْن يَدَيْهَا مِنْ الْقُرَى وَمَا خَلْفهَا مِنْ الْقُرَى وَكَذَا قَالَ سَعِيد بْن جُبَيْر لِمَا بَيْن يَدَيْهَا وَمَا خَلْفهَا قَالَ مَنْ بِحَضْرَتِهَا مِنْ النَّاس يَوْمَئِذٍ . وَرُوِيَ عَنْ إِسْمَاعِيل بْن أَبِي خَالِد وَقَتَادَة وَعَطِيَّة الْعَوْفِيّ\" فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْن يَدَيْهَا \" قَالَ مَا قَبْلهَا مِنْ الْمَاضِينَ فِي شَأْن السَّبْت وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع وَعَطِيَّة : وَمَا خَلْفهَا لِمَا بَقِيَ بَعْدهمْ مِنْ النَّاس مِنْ بَنِي إِسْرَائِيل أَنْ يَعْمَلُوا مِثْل عَمَلهمْ وَكَانَ هَؤُلَاءِ يَقُولُونَ الْمُرَاد لِمَا بَيْن يَدَيْهَا وَمَا خَلْفهَا فِي الزَّمَان. وَهَذَا مُسْتَقِيمٌ بِالنِّسْبَةِ إِلَى مَنْ يَأْتِي بَعْدهمْ مِنْ النَّاس أَنْ تَكُون أَهْل تِلْكَ الْقَرْيَة عِبْرَة لَهُمْ وَأَمَّا بِالنِّسْبَةِ إِلَى مَنْ سَلَفَ قَبْلهمْ مِنْ النَّاس فَكَيْفَ يَصِحّ هَذَا الْكَلَام أَنْ تَضُرّ الْآيَة بِهِ وَهُوَ أَنْ يَكُون عِبْرَة لِمَنْ سَبَقَهُمْ ؟ وَهَذَا لَعَلَّ أَحَدًا مِنْ النَّاس لَا يَقُولهُ بَعْد تَصَوُّره - فَتَعَيَّنَ أَنَّ الْمُرَاد بِمَا بَيْن يَدَيْهَا وَمَا خَلْفهَا فِي الْمَكَان وَهُوَ مَا حَوْلهَا مِنْ الْقُرَى كَمَا قَالَهُ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَاَللَّه أَعْلَم . وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة\" فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْن يَدَيْهَا وَمَا خَلْفهَا \" أَيْ عُقُوبَة لِمَا خَلَا مِنْ ذُنُوبهمْ وَقَالَ اِبْن أَبِي حَاتِم : وَرَوَى عَنْ عِكْرِمَة وَمُجَاهِد وَالسُّدِّيّ وَالْفَرَّاء وَابْن عَطِيَّة : لِمَا بَيْن يَدَيْهَا مِنْ ذُنُوب الْقَوْم وَمَا خَلْفهَا لِمَنْ يَعْمَل بَعْدهَا مِثْل تِلْكَ الذُّنُوب وَحَكَى الرَّازِيّ ثَلَاثَة أَقْوَال أَحَدهَا أَنَّ الْمُرَاد بِمَا بَيْن يَدَيْهَا وَمَا خَلْفهَا مَنْ تَقَدَّمَهَا مِنْ الْقُرَى بِمَا عِنْدهمْ مِنْ الْعِلْم يُخْبِرهَا بِالْكُتُبِ الْمُتَقَدِّمَة وَمَنْ بَعْدهَا . وَالثَّانِي الْمُرَاد بِذَلِكَ مَنْ بِحَضْرَتِهَا مِنْ الْقُرَى وَالْأُمَم . وَالثَّالِث أَنَّهُ تَعَالَى جَعَلَهَا عُقُوبَة لِجَمِيعِ مَا اِرْتَكَبُوهُ مِنْ قَبْل هَذَا الْفِعْل وَمَا بَعْده وَهُوَ قَوْل الْحَسَن \" قُلْت \" وَأَرْجَحُ الْأَقْوَال الْمُرَاد بِمَا بَيْن يَدَيْهَا وَمَا خَلْفهَا مَنْ بِحَضْرَتِهَا مِنْ الْقُرَى يَبْلُغهُمْ خَبَرهَا وَمَا حَلَّ بِهَا كَمَا قَالَ تَعَالَى \" وَلَقَدْ أَهْلَكْنَا مَا حَوْلكُمْ مِنْ الْقُرَى \" الْآيَة وَقَالَ تَعَالَى \" وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبهُمْ بِمَا صَنَعُوا قَارِعَة \" الْآيَة وَقَالَ تَعَالَى \" أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْض نَنْقُصهَا مِنْ أَطْرَافهَا \" فَجَعَلَهُمْ عِبْرَة وَنَكَالًا لِمَنْ فِي زَمَانهمْ وَمَوْعِظَة لِمَنْ يَأْتِي بَعْدهمْ بِالْخَبَرِ الْمُتَوَاتِر عَنْهُمْ وَلِهَذَا قَالَ \" وَمَوْعِظَة لِلْمُتَّقِينَ \" : وَقَوْله تَعَالَى \" وَمَوْعِظَة لِلْمُتَّقِينَ\" قَالَ مُحَمَّد بْن إِسْحَاق عَنْ دَاوُد بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَمَوْعِظَة لِلْمُتَّقِينَ \" الَّذِينَ مِنْ بَعْدهمْ إِلَى يَوْم الْقِيَامَة وَقَالَ الْحَسَن وَقَتَادَة \" وَمَوْعِظَة لِلْمُتَّقِينَ \" بَعْدهمْ فَيَتَّقُونَ نِقْمَة اللَّه وَيَحْذَرُونَهَا وَقَالَ السُّدِّيّ وَعَطِيَّة الْعَوْفِيّ \" وَمَوْعِظَة لِلْمُتَّقِينَ\" قَالَ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْت \" الْمُرَاد بِالْمَوْعِظَةِ هَاهُنَا الزَّاجِر أَيْ جَعَلْنَا مَا أَحْلَلْنَا بِهَؤُلَاءِ مِنْ الْبَأْس وَالنَّكَال فِي مُقَابَلَة مَا اِرْتَكَبُوهُ مِنْ مَحَارِم اللَّه وَمَا تَحَيَّلُوا بِهِ مِنْ الْحِيَل فَلْيُحْذَرْ الْمُتَّقُونَ صَنِيعهمْ لِئَلَّا يُصِيبهُمْ مَا أَصَابَهُمْ كَمَا قَالَ الْإِمَام أَبُو عَبْد اللَّه بْن بَطَّة حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن مُسْلِم حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح الزَّعْفَرَانِيّ حَدَّثَنَا يَزِيد بْن هَارُونَ حَدَّثَنَا مُحَمَّد بْن عُمَر عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَرْتَكِبُوا مَا اِرْتَكَبَتْ الْيَهُود فَتَسْتَحِلُّوا مَحَارِم اللَّه بِأَدْنَى الْحِيَل \" وَهَذَا إِسْنَادٌ جَيِّد وَأَحْمَد بْن مُسْلِم هَذَا وَثَّقَهُ الْحَافِظ أَبُو بَكْر الْخَطِيب الْبَغْدَادِيّ وَبَاقِي رِجَاله مَشْهُورُونَ عَلَى شَرْط الصَّحِيح وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38745, "aya_id": 66}]