[{"text": "سَابِقُوا إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاء وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاء وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ", "sura_id": 57, "type": 0, "id": 5096, "aya_id": 21}, {"text": "سابقوا إلى مغفرة من ربكم وجنة عرضها كعرض السماء والأرض أعدت للذين آمنوا بالله ورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم", "sura_id": 57, "type": 1, "id": 11332, "aya_id": 21}, {"text": "21 - (سابقوا إلى مغفرة من ربكم وجنة عرضها كعرض السماء والأرض) لو وصلت إحداهما بالأخرى والعرض والسعة (أعدت للذين آمنوا بالله ورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم) \r\n", "sura_id": 57, "type": 2, "id": 30040, "aya_id": 21}, {"text": "سابقوا -أيها الناس- في السعي إلى أسباب المغفرة من التوبة النصوح والابتعاد عن المعاصي؛ لِتُجْزَوْا مغفرة من ربكم وجنة عرضها كعرض السماء والأرض, وهي مُعَدَّة للذين وحَّدوا الله واتَّبَعوا رسله, ذلك فضل الله الذي يؤتيه مَن يشاء مِن خلقه, فالجنة لا تُنال إلا برحمة الله وفضله, والعمل الصالح. والله ذو الفضل العظيم على عباده المؤمنين.\r\n", "sura_id": 57, "type": 3, "id": 36276, "aya_id": 21}, {"text": " <font color=red>سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ</font><BR><p>فَقَالَ تَعَالَى \" سَابِقُوا إِلَى مَغْفِرَة مِنْ رَبّكُمْ وَجَنَّة عَرْضهَا كَعَرْضِ السَّمَاء وَالْأَرْض \" وَالْمُرَاد جِنْس السَّمَاء وَالْأَرْض كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" وَسَارِعُوا إِلَى مَغْفِرَة مِنْ رَبّكُمْ وَجَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض أُعِدَّتْ لِلْمُتَّقِينَ \" وَقَالَ هَهُنَا \" أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاَللَّهِ وَرُسُله ذَلِكَ فَضْل اللَّه يُؤْتِيه مَنْ يَشَاء وَاَللَّه ذُو الْفَضْل الْعَظِيم \" أَيْ هَذَا الَّذِي أَهَّلَهُمْ اللَّه لَهُ هُوَ مِنْ فَضْله وَمَنّهُ عَلَيْهِمْ وَإِحْسَانه إِلَيْهِمْ كَمَا قَدَّمْنَا فِي الصَّحِيح أَنَّ فُقَرَاء الْمُهَاجِرِينَ قَالُوا يَا رَسُول اللَّه ذَهَبَ أَهْل الدُّثُور بِالْأُجُورِ وَالدَّرَجَات الْعُلَى وَالنَّعِيم الْمُقِيم قَالَ \" وَمَا ذَاكَ ؟ \" قَالُوا يُصَلُّونَ كَمَا نُصَلِّي وَيَصُومُونَ كَمَا نَصُوم وَيَتَصَدَّقُونَ وَلَا نَتَصَدَّق وَيُعْتِقُونَ وَلَا نُعْتِق قَالَ \" أَفَلَا أَدُلّكُمْ عَلَى شَيْء إِذَا فَعَلْتُمُوهُ سَبَقْتُمْ مَنْ بَعْدكُمْ وَلَا يَكُون أَحَد أَفْضَل مِنْكُمْ إِلَّا مَنْ صَنَعَ مِثْل مَا صَنَعْتُمْ ؟ \" تُسَبِّحُونَ وَتُكَبِّرُونَ وَتَحْمَدُونَ دُبُر كُلّ صَلَاة ثَلَاثَة وَثَلَاثِينَ\" قَالَ فَرَجَعُوا فَقَالُوا سَمِعَ إِخْوَاننَا أَهْل الْأَمْوَال مَا فَعَلْنَا فَفَعَلُوا مِثْله فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ذَلِكَ فَضْل اللَّه يُؤْتِيه مَنْ يَشَاء \" .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42014, "aya_id": 21}]