[{"text": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 57, "type": 0, "id": 5083, "aya_id": 8}, {"text": "وما لكم لا تؤمنون بالله والرسول يدعوكم لتؤمنوا بربكم وقد أخذ ميثاقكم إن كنتم مؤمنين", "sura_id": 57, "type": 1, "id": 11319, "aya_id": 8}, {"text": "8 - (وما لكم لا تؤمنون) خطاب للكفار أي لا مانع لكم من الإيمان (بالله والرسول يدعوكم لتؤمنوا بربكم وقد أخذ) بضم الهمزة وكسر الخاء وبفتحها ونصب ما بعده (ميثاقكم) عليه أي أخذه الله في عالم الذرحين أشهدهم على انفسهم ألست بربكم قالوا بلى (إن كنتم مؤمنين) أي مريدين الإيمان به فبادروا إليه \r\n", "sura_id": 57, "type": 2, "id": 30027, "aya_id": 8}, {"text": "وأيُّ عذر لكم في أن لا تصدقوا بوحدانية الله وتعملوا بشرعه, والرسول يدعوكم إلى ذلك, وقد أخذ الله ميثاقكم على ذلك, إن كنتم مؤمنين بالله خالقكم؟\r\n", "sura_id": 57, "type": 3, "id": 36263, "aya_id": 8}, {"text": " <font color=red>وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>أَيْ وَأَيّ شَيْء يَمْنَعكُمْ مِنْ الْإِيمَان وَالرَّسُول بَيْن أَظْهُركُمْ يَدْعُوكُمْ إِلَى ذَلِكَ وَيُبَيِّن لَكُمْ الْحِجَج وَالْبَرَاهِين عَلَى صِحَّة مَا جَاءَكُمْ بِهِ وَقَدْ رُوِيَ فِي الْحَدِيث مِنْ طُرُق فِي أَوَائِل شَرْح كِتَاب الْإِيمَان مِنْ صَحِيح الْبُخَارِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَوْمًا لِأَصْحَابِهِ\" أَيّ الْمُؤْمِنِينَ أَعْجَب إِلَيْكُمْ إِيمَانًا ؟ - قَالُوا الْمَلَائِكَة قَالَ - وَمَا لَهُمْ لَا يُؤْمِنُونَ وَهُمْ عِنْد رَبّهمْ قَالُوا فَالْأَنْبِيَاء قَالَ - وَمَا لَهُمْ لَا يُؤْمِنُونَ وَالْوَحْي يَنْزِل عَلَيْهِمْ - قَالُوا فَنَحْنُ قَالَ - وَمَا لَكُمْ لَا تُؤْمِنُونَ وَأَنَا بَيْن أَظْهُركُمْ وَلَكِنْ أَعْجَب الْمُؤْمِنِينَ إِيمَانًا قَوْم يَجِيئُونَ بَعْدكُمْ يَجِدُونَ صُحُفًا يُؤْمِنُونَ بِمَا فِيهَا\" وَقَدْ ذَكَرْنَا طَرَفًا مِنْ هَذِهِ فِي أَوَّل سُورَة الْبَقَرَة عِنْد قَوْله تَعَالَى \" الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ \" وَقَوْله تَعَالَى \" وَقَدْ أَخَذَ مِيثَاقكُمْ \" كَمَا قَالَ تَعَالَى \" وَاذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ وَمِيثَاقه الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا \" وَيَعْنِي بِذَلِكَ بَيْعَة الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَزَعَمَ اِبْن جَرِير أَنَّ الْمُرَاد بِذَلِكَ الْمِيثَاق الَّذِي أُخِذَ عَلَيْهِمْ فِي صُلْب آدَم وَهُوَ مَذْهَب مُجَاهِد فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42028, "aya_id": 8}]