[{"text": "وَمَا أَدْرَاكَ مَا سِجِّينٌ", "sura_id": 83, "type": 0, "id": 5856, "aya_id": 8}, {"text": "و ما أدراك ما سجين", "sura_id": 83, "type": 1, "id": 12092, "aya_id": 8}, {"text": "8 - (وما أدراك ما سجين) ما كتاب سجين \r\n", "sura_id": 83, "type": 2, "id": 30800, "aya_id": 8}, {"text": "وما أدراك ما هذا الضيق؟ إنه سجن مقيم وعذاب أليم،\r\n", "sura_id": 83, "type": 3, "id": 37036, "aya_id": 8}, {"text": " <font color=red>وَمَا أَدْرَاكَ مَا سِجِّينٌ</font><BR><p>وَلِهَذَا عَظَّمَ أَمْره فَقَالَ تَعَالَى : وَمَا أَدْرَاك مَا سِجِّين \" أَيْ هُوَ أَمْر عَظِيم وَسِجْن مُقِيم وَعَذَاب أَلِيم ثُمَّ قَدْ قَالَ قَائِلُونَ : هِيَ تَحْت الْأَرْض السَّابِعَة وَقَدْ تَقَدَّمَ فِي حَدِيث الْبَرَاء بْن عَازِب فِي حَدِيثه الطَّوِيل : يَقُول اللَّه عَزَّ وَجَلَّ فِي رُوح الْكُفَّار اُكْتُبُوا كِتَابه فِي سِجِّين . وَسِجِّين هِيَ تَحْت الْأَرْض السَّابِعَة وَقِيلَ صَخْرَة تَحْت السَّابِعَة خَضْرَاء وَقِيلَ بِئْر فِي جَهَنَّم وَقَدْ رَوَى اِبْن جَرِير فِي ذَلِكَ حَدِيثًا غَرِيبًا مُنْكَرًا لَا يَصِحّ فَقَالَ : حَدَّثَنَا إِسْحَاق بْن وَهْب الْوَاسِطِيّ حَدَّثَنَا مَسْعُود بْن مُوسَى بْن مُسْكَان الْوَاسِطِيّ حَدَّثَنَا نَصْر بْن خُزَيْمَة الْوَاسِطِيّ عَنْ شُعَيْب بْن صَفْوَان عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْفَلَق جُبّ فِي جَهَنَّم مُغَطًّى وَأَمَّا سِجِّين فَمَفْتُوح\" وَالصَّحِيح أَنَّ سِجِّينًا مَأْخُوذٌ مِنْ السِّجْن وَهُوَ الضَّيِّق فَإِنَّ الْمَخْلُوقَات كُلّ مَا تَسَافَلَ مِنْهَا ضَاقَ وَكُلّ مَا تَعَالَى مِنْهَا اِتَّسَعَ فَإِنَّ الْأَفْلَاك السَّبْعَة كُلّ وَاحِد مِنْهَا أَوْسَع وَأَعْلَى مِنْ الَّذِي دُونه وَكَذَلِكَ الْأَرْضُونَ كُلّ وَاحِدَة أَوْسَع مِنْ الَّتِي دُونهَا حَتَّى يَنْتَهِي السُّفُول الْمُطْلَق وَالْمَحَلّ الْأَضْيَق إِلَى الْمَرْكَز فِي وَسَط الْأَرْض السَّابِعَة وَلَمَّا كَانَ مَصِير الْفُجَّار إِلَى جَهَنَّم وَهِيَ أَسْفَل السَّافِلِينَ كَمَا قَالَ تَعَالَى \" ثُمَّ رَدَدْنَاهُ أَسْفَل سَافِلِينَ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" وَقَالَ هَاهُنَا \" كَلَّا إِنَّ كِتَاب الْفُجَّار لَفِي سِجِّين وَمَا أَدْرَاك مَا سِجِّين \" وَهُوَ يَجْمَع الضِّيق وَالسُّفُول كَمَا قَالَ تَعَالَى\" وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا \" .</p><BR> <br> ", "sura_id": 83, "type": 4, "id": 43253, "aya_id": 8}]