[{"text": "وَابْتَلُواْ الْيَتَامَى حَتَّىَ إِذَا بَلَغُواْ النِّكَاحَ فَإِنْ آنَسْتُم مِّنْهُمْ رُشْدًا فَادْفَعُواْ إِلَيْهِمْ أَمْوَالَهُمْ وَلاَ تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَن يَكْبَرُواْ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُواْ عَلَيْهِمْ وَكَفَى بِاللّهِ حَسِيبًا", "sura_id": 4, "type": 0, "id": 499, "aya_id": 6}, {"text": "وابتلوا اليتامى حتى إذا بلغوا النكاح فإن آنستم منهم رشدا فادفعوا إليهم أموالهم ولا تأكلوها إسرافا و بدارا أن يكبروا ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل بالمعروف فإذا دفعتم إليهم أموالهم فأشهدوا عليهم وكفى بالله حسيبا", "sura_id": 4, "type": 1, "id": 6735, "aya_id": 6}, {"text": "6 - (وابتلوا) اختبروا (اليتامى) قبل البلوغ في دينهم وتصرفهم في أحوالهم (حتى إذا بلغوا النكاح) أي صاروا أهلاً له بالاحتلام أو السن وهو استكمال خمسة عشر سنة عند الشافعي (فإن آنستم) أبصرتم (منهم رُشْداً) صلاحاً في دينهم ومالهم (فادفعوا إليهم أموالهم ولا تأكلوها) أيها الأولياء (إسرافا) بغير حق حال (وبداراً) أي مبادرين إلى إنفاقها مخافة (أن يكبروا) رشداء فيلزمكم تسليمها إليهم (ومن كان) من الأولياء (غنياً فليستعفف) أي يعف عن مال اليتيم ويمتنع من أكله (ومن كان فقيراً فليأكل) منه (بالمعروف) بقدر أجرة عمله (فإذا دفعتم إليهم) أي إلى اليتامى (أموالهم فأشهدوا عليهم) أنهم تسلموها وبرئتم لئلا يقع اختلاف فترجعوا إلى البينة ، وهذا الأمر إرشاد (وكفى بالله) الباء زائدة (حسيباً) حافظاً لأعمال خلقه ومحاسبهم \r\n", "sura_id": 4, "type": 2, "id": 25443, "aya_id": 6}, {"text": "واختبروا مَن تحت أيديكم من اليتامى لمعرفة قدرتهم على حسن التصرت في أموالهم, حتى إذا وصلوا إلى سن البلوغ, وعَلمتم منهم صلاحًا في دينهم, وقدرة على حفظ أموالهم, فسلِّموها لهم, ولا تعتدوا عليها بإنفاقها في غير موضعها إسرافًا ومبادرة لأكلها قبل أن يأخذوها منكم. ومَن كان صاحب مال منكم فليستعفف بغناه, ولا يأخذ من مال اليتيم شيئًا, ومن كان فقيرًا فليأخذ بقدر حاجته عند الضرورة. فإذا علمتم أنهم قادرون على حفظ أموالهم بعد بلوغهم الحُلُم وسلمتموها إليهم, فأَشْهِدوا عليهم; ضمانًا لوصول حقهم كاملا إليهم; لئلا ينكروا ذلك. ويكفيكم أن الله شاهد عليكم, ومحاسب لكم على ما فعلتم.\r\n", "sura_id": 4, "type": 3, "id": 31679, "aya_id": 6}, {"text": " <font color=red>وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا</font><BR><p>وَقَوْله تَعَالَى \" وَابْتَلُوا الْيَتَامَى \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَالسُّدِّيّ وَمُقَاتِل أَيْ اِخْتَبِرُوهُمْ \" حَتَّى إِذَا بَلَغُوا النِّكَاح \" قَالَ مُجَاهِد يَعْنِي الْحُلُم. قَالَ الْجُمْهُور مِنْ الْعُلَمَاء الْبُلُوغ فِي الْغُلَام تَارَة يَكُون بِالْحُلُمِ وَهُوَ أَنْ يَرَى فِي مَنَامه مَا يَنْزِل بِهِ الْمَاء الدَّافِق الَّذِي يَكُون مِنْهُ الْوَلَد . وَفِي سُنَن أَبِي دَاوُد عَنْ عَلِيّ قَالَ حَفِظْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يُتْم بَعْد اِحْتِلَام وَلَا صُمَاتَ يَوْمٍ إِلَى اللَّيْل \" . وَفِي الْحَدِيث الْآخَر عَنْ عَائِشَة وَغَيْرهَا مِنْ الصَّحَابَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" رُفِعَ الْقَلَم عَنْ ثَلَاثة الصَّبِيّ حَتَّى يَحْتَلِم أَوْ يَسْتَكْمِل خَمْس عَشْرَة سَنَة . وَعَنْ النَّائِم حَتَّى يَسْتَيْقِظ وَعَنْ الْمَجْنُون حَتَّى يُفِيق \" وَأَخَذُوا ذَلِكَ مِنْ الْحَدِيث الثَّابِت فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر قَالَ : عُرِضْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم أُحُد وَأَنَا اِبْن أَرْبَع عَشْرَة فَلَمْ يُجِزْنِي وَعُرِضْت عَلَيْهِ يَوْم الْخَنْدَق وَأَنَا اِبْن خَمْس عَشْرَة سَنَة فَأَجَازَنِي . فَقَالَ عُمُر بْن عَبْد الْعَزِيز لَمَّا بَلَغَهُ هَذَا الْحَدِيث إِنَّ هَذَا الْفَرْق بَيْن الصَّغِير وَالْكَبِير وَاخْتَلَفُوا فِي نَبَات الشَّعْر الْخَشِن حَوْل الْفَرْج وَهِيَ الشِّعْرَة هَلْ يَدُلّ عَلَى بُلُوغ أَمْ لَا ؟ عَلَى ثَلَاثَة أَقْوَال يُفَرَّق فِي الثَّالِث بَيْن صِبْيَان الْمُسْلِمِينَ فَلَا يَدُلّ عَلَى ذَلِكَ لِاحْتِمَالِ الْمُعَالَجَة وَبَيْن صِبْيَان أَهْل الذِّمَّة فَيَكُون بُلُوغًا فِي حَقّهمْ لِأَنَّهُ لَا يُتَعَجَّل بِهَا إِلَى ضَرْب الْجِزْيَة عَلَيْهِ فَلَا يُعَالِجهَا وَالصَّحِيح أَنَّهَا بُلُوغ فِي الْجَمِيع لِأَنَّ هَذَا أَمْر جِبِلِّيّ يَسْتَوِي فِيهِ النَّاس وَاحْتِمَال الْمُعَالَجَة بَعِيد ثُمَّ قَدْ دَلَّتْ السُّنَّة عَلَى ذَلِكَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد عَلَى عَطِيَّة الْقُرَظِيّ قَالَ عُرِضْنَا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم قُرَيْظَة فَأَمَرَ مَنْ يَنْظُر مَنْ أَنْبَتَ فَكَانَ مَنْ أَنْبَتَ قُتِلَ وَمَنْ لَمْ يُنْبِت خُلِّيَ سَبِيله فَكُنْت فِيمَنْ لَمْ يُنْبِت فَخُلِّيَ سَبِيلِي وَقَدْ أَخْرَجَهُ أَهْل السُّنَن الْأَرْبَعَة بِنَحْوِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَإِنَّمَا كَانَ كَذَلِكَ لِأَنَّ سَعْد بْن مُعَاذ كَانَ قَدْ حَكَمَ فِيهِمْ بِقَتْلِ الْمُقَاتِلَة وَسَبْي الذُّرِّيَّة . وَقَالَ أَبُو عُبَيْد فِي الْغَرِيب حَدَّثَنَا اِبْن عُلَيَّة عَنْ إِسْمَاعِيل بْن أُمَيَّة عَنْ مُحَمَّد بْن يَحْيَى بْن حِبَّان عَنْ عُمَر أَنَّ غُلَامًا اِبْتَهَرَ جَارِيَة فِي شِعْره فَقَالَ عُمَر اُنْظُرُوا إِلَيْهِ فَلَمْ يُوجَد أَنْبَتَ فَدَرَأَ عَنْهُ الْحَدّ قَالَ أَبُو عُبَيْد ابْتَهَرَهَا أَيْ قَذَفَهَا وَالِابْتِهَار أَنْ يَقُول فَعَلْت بِهَا وَهُوَ كَاذِب . فَإِنْ كَانَ صَادِقًا فَهُوَ الِابْتِيَار قَالَ الْكُمَيْت فِي شِعْره . قَبِيح بِمِثْلِي نَعْت الْفَتَاة إِمَّا اِبْتِهَارًا وَإِمَّا اِبْتِيَارًا وَقَوْله عَزَّ وَجَلَّ \" فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالهمْ \" قَالَ سَعِيد بْن جُبَيْر يَعْنِي صَلَاحًا فِي دِينهمْ وَحِفْظًا لِأَمْوَالِهِمْ وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَالْحَسَن الْبَصْرِيّ وَغَيْر وَاحِد مِنْ الْأَئِمَّة وَهَكَذَا قَالَ الْفُقَهَاء إِذَا بَلَغَ الْغُلَام مُصْلِحًا لِدِينِهِ وَمَاله اِنْفَكَّ الْحَجْر عَنْهُ فَيُسْلَم إِلَيْهِ مَاله الَّذِي تَحْت يَد وَلِيّه وَقَوْله \" وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا \" يَنْهَى تَعَالَى \" عَنْ أَكْل أَمْوَال الْيَتَامَى مِنْ غَيْر حَاجَة ضَرُورِيَّة \" إِسْرَافًا وَبِدَارًا \" أَيْ مُبَادَرَة قَبْل بُلُوغهمْ . ثُمَّ قَالَ تَعَالَى \" وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ \" عَنْهُ وَلَا يَأْكُل مِنْهُ شَيْئًا . وَقَالَ الشَّعْبِيّ : هُوَ عَلَيْهِ كَالْمَيْتَةِ وَالدَّم \" وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْأَشَجّ حَدَّثَنَا عَبْد اللَّه بْن سُلَيْمَان حَدَّثَنَا هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة \" وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ \" نَزَلَتْ فِي مَال الْيَتِيم . حَدَّثَنَا الْأَشَجّ وَهَارُون بْن إِسْحَاق قَالَ : حَدَّثَنَا عَبْدَة بْن سُلَيْمَان عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة \" وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ \" نَزَلَتْ فِي وَالِي الْيَتِيم الَّذِي يَقُوم عَلَيْهِ وَيُصْلِحهُ إِذَا كَانَ مُحْتَاجًا أَنْ يَأْكُل مِنْهُ . وَحَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن سَعِيد الْأَصْبَهَانِيّ حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : أُنْزِلَتْ هَذِهِ الْآيَة فِي وَالِي الْيَتِيم \" وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ \" بِقَدْرِ قِيَامه عَلَيْهِ . وَرَوَاهُ الْبُخَارِيّ عَنْ إِسْحَاق بْن عَبْد اللَّه بْن نُمَيْر عَنْ هِشَام بِهِ . قَالَ الْفُقَهَاء : لَهُ أَنْ يَأْكُل مِنْ أَقَلّ الْأَمْرَيْنِ أُجْرَة مِثْله أَوْ قَدْر حَاجَته . وَاخْتَلَفُوا هَلْ يَرُدّ إِذَا أَيْسَرَ ؟ عَلَى قَوْلَيْنِ \" أَحَدهمَا \" لَا لِأَنَّهُ أَكَلَ بِأُجْرَةِ عَمَله وَكَانَ فَقِيرًا ; وَهَذَا هُوَ الصَّحِيح عِنْد أَصْحَاب الشَّافِعِيّ لِأَنَّ الْآيَة أَبَاحَتْ الْأَكْل مِنْ غَيْر بَدَل . قَالَ أَحْمَد : حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا حُسَيْن عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنْ رَجُلًا سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : لَيْسَ لِي مَال وَلِي يَتِيم ؟ فَقَالَ \" كُلْ مِنْ مَال يَتِيمك غَيْر مُسْرِف وَلَا مُبَذِّر وَلَا مُتَأَثِّل مَالًا وَمِنْ غَيْر أَنْ تَقِي مَالك - أَوْ قَالَ - تَفْدِي مَالك بِمَالِهِ \" شَكَّ حُسَيْن . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر حَدَّثَنَا حُسَيْن الْمُكْتِب عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّ عِنْدِي يَتِيمًا عِنْده مَال وَلَيْسَ لِي مَال آكُل مِنْ مَاله ؟ قَالَ \" كُلْ بِالْمَعْرُوفِ غَيْر مُسْرِف \" . وَرَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث حُسَيْن الْمُعَلِّم وَرَوَى اِبْن حِبَّان فِي صَحِيحه وَابْن مَرْدَوَيْهِ فِي تَفْسِيره مِنْ حَدِيث يَعْلَى بْن مَهْدِيّ عَنْ جَعْفَر بْن سُلَيْمَان عَنْ أَبِي عَامِر الْخَزَّاز عَنْ عَمْرو بْن دِينَار عَنْ جَابِر أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه مِمَّا أَضْرِب يَتِيمِي ؟ قَالَ \" مِمَّا كُنْت ضَارِبًا مِنْهُ وَلَدك غَيْر وَاقٍ مَالك بِمَالِهِ وَلَا مُتَأَثِّل مِنْهُ مَالًا \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْحَسَن بْن يَحْيَى أَخْبَرَنَا عَبْد الرَّزَّاق أَخْبَرَنَا الثَّوْرِيّ عَنْ يَحْيَى بْن سَعِيد عَنْ الْقَاسِم بْن مُحَمَّد قَالَ : جَاءَ أَعْرَابِيّ إِلَى اِبْن عَبَّاس فَقَالَ : إِنَّ فِي حِجْرِي أَيْتَامًا وَإِنَّ لَهُمْ إِبِلًا وَلِي إِبِل وَأَنَا أَمْنَح مِنْ إِبِلِي فُقَرَاء فَمَاذَا يَحِلّ لِي مِنْ أَلْبَانهَا ؟ فَقَالَ : إِنْ كُنْت تَبْغِي ضَالَّتهَا وَتَهْنَأ جَرْبَاهَا وَتَلُوط حَوْضهَا وَتَسْعَى عَلَيْهَا فَاشْرَبْ غَيْر مُضِلّ بِنَسْلٍ وَلَا نَاهِك فِي الْحَلْب . وَرَوَاهُ مَالك فِي مُوَطَّئِهِ عَنْ يَحْيَى بْن سَعِيد بِهِ . وَبِهَذَا الْقَوْل وَهُوَ عَدَم أَدَاء الْبَدَل يَقُول عَطَاء أَبِي رَبَاح وَعِكْرِمَة وَإِبْرَاهِيم النَّخَعِيّ وَعَطِيَّة الْعَوْفِيّ وَالْحَسَن الْبَصْرِيّ. \" وَالثَّانِي \" نَعَمْ لِأَنَّ مَال الْيَتِيم عَلَى الْحَظْر وَإِنَّمَا أُبِيحَ لِلْحَاجَةِ فَيُرَدّ بَدَله كَأَكْلِ مَال الْغَيْر لِلْمُضْطَرِّ لَا عِنْد الْحَاجَة . وَقَدْ قَالَ اِبْن أَبِي الدُّنْيَا : حَدَّثَنَا اِبْن خَيْثَمَة حَدَّثَنَا وَكِيع عَنْ سُفْيَان وَإِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ حَارِثة بْن مُضَرِّب قَالَ : قَالَ عُمَر رَضِيَ اللَّه عَنْهُ : إِنَى أَنْزَلْت نَفْسِي مِنْ هَذَا الْمَال مَنْزِلَة وَالِي الْيَتِيم إِنْ اِسْتَغْنَيْت اِسْتَعْفَفْت وَإِنْ اِحْتَجْت اِسْتَقْرَضْت فَإِذَا أَيْسَرْت قَضَيْت . طَرِيق أُخْرَى قَالَ سَعِيد بْن مَنْصُور : حَدَّثَنَا أَبُو الْأَحْوَص عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : قَالَ لِي عُمَر رَضِيَ اللَّه عَنْهُ : إِنَّمَا أَنْزَلْت نَفْسِي مِنْ مَال اللَّه بِمَنْزِلَةِ وَالِي الْيَتِيم إِنْ اِحْتَجْت أَخَذْت مِنْهُ فَإِذَا أَيْسَرْت رَدَدْته وَإِنْ اِسْتَغْنَيْت اِسْتَعْفَفْت إِسْنَاد صَحِيح . وَرَوَى الْبَيْهَقِيّ عَنْ اِبْن عَبَّاس نَحْو ذَلِكَ . وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ \" يَعْنِي الْقَرْض . قَالَ وَرُوِيَ عَنْ عُبَيْدَة وَأَبِي الْعَالِيَة وَأَبِي وَائِل وَسَعِيد بْن جُبَيْر فِي إِحْدَى الرِّوَايَات وَمُجَاهِد وَالضَّحَّاك وَالسُّدِّيّ نَحْو ذَلِكَ . وَرُوِيَ مِنْ طَرِيق السُّدِّيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" فَلْيَأْكُلْ بِالْمَعْرُوفِ \" قَالَ يَأْكُل بِثَلَاثِ أَصَابِع ثُمَّ قَالَ حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا اِبْن مَهْدِيّ عَنْ سُفْيَان عَنْ الْحَكَم عَنْ مِقْسَم عَنْ اِبْن عَبَّاس \" وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ \" قَالَ يَأْكُل مِنْ مَاله يَقُوت عَلَى نَفْسه حَتَّى لَا يَحْتَاج إِلَى مَال الْيَتِيم. قَالَ وَرُوِيَ عَنْ مُجَاهِد وَمَيْمُون بْن مِهْرَان فِي إِحْدَى الرِّوَايَات وَالْحَاكِم نَحْو ذَلِكَ . وَقَالَ عَامِر الشَّعْبِيّ لَا يَأْكُل مِنْهُ إِلَّا أَنْ يُضْطَرّ إِلَيْهِ كَمَا يُضْطَرّ إِلَى الْمَيْتَة فَإِنْ أَكَلَ مِنْهُ قَضَاهُ رَوَاهُ اِبْن أَبِي حَاتِم. وَقَالَ اِبْن وَهْب حَدَّثَنَا نَافِع بْن أَبِي نُعَيْم الْقَارِي قَالَ سَأَلْت يَحْيَى بْن سَعِيد الْأَنْصَارِيّ وَرَبِيعَة عَنْ قَوْل اللَّه تَعَالَى \" وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ \" الْآيَة . فَقَالَ ذَلِكَ فِي الْيَتِيم إِنْ كَانَ فَقِيرًا أُنْفِقَ عَلَيْهِ بِقَدْرِ فَقْره وَلَمْ يَكُنْ لِلْوَلِيِّ مِنْهُ شَيْء وَهَذَا بَعِيد مِنْ السِّيَاق لِأَنَّهُ قَالَ \" وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ \" يَعْنِي مِنْ الْأَوْلِيَاء وَمَنْ كَانَ فَقِيرًا أَيْ مِنْهُمْ فَلْيَأْكُلْ بِالْمَعْرُوفِ أَيْ بِاَلَّتِي هِيَ أَحْسَن كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَلَا تَقْرَبُوا مَال الْيَتِيم إِلَّا بِاَلَّتِي هِيَ أَحْسَن حَتَّى يَبْلُغ أَشُدّهُ \" أَيْ لَا تَقْرَبُوهُ إِلَّا مُصْلِحِينَ لَهُ فَإِنْ اِحْتَجْتُمْ إِلَيْهِ أَكَلْتُمْ مِنْهُ بِالْمَعْرُوفِ. وَقَوْله فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالهمْ يَعْنِي بَعْد بُلُوغهمْ الْحُلُم وَإِينَاسكُمْ الرُّشْد مِنْهُمْ فَحِينَئِذٍ سَلِّمُوا إِلَيْهِمْ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالهمْ \" فَأَشْهِدُوا عَلَيْهِمْ \" وَهَذَا أَمْر مِنْ اللَّه تَعَالَى لِلْأَوْلِيَاءِ أَنْ يُشْهِدُوا عَلَى الْأَيْتَام إِذَا بَلَغُوا الْحُلُم وَسَلَّمُوا إِلَيْهِمْ أَمْوَالهمْ لِئَلَّا يَقَع مِنْ بَعْضهمْ جُحُود وَإِنْكَار لِمَا قَبَضَهُ وَتَسَلَّمَهُ ثُمَّ قَالَ\" وَكَفَى بِاَللَّهِ حَسِيبًا \" أَيْ وَكَفَى بِاَللَّهِ مُحَاسِبًا وَشَاهِدًا وَرَقِيبًا عَلَى الْأَوْلِيَاء فِي حَال نَظَرهمْ لِلْأَيْتَامِ وَحَال تَسْلِيمهمْ لِأَمْوَالِهِمْ هَلْ هِيَ كَامِلَة مُوَفَّرَة أَوْ مَنْقُوصَة مَبْخُوسَة مُرَوَّج حِسَابهَا مُدَلَّس أُمُورهَا ؟ اللَّه عَالِم بِذَلِكَ كُلّه . وَلِهَذَا ثَبَتَ فِي صَحِيح مُسْلِم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَا أَبَا ذَرّ إِنِّي أَرَاك ضَعِيفًا وَإِنِّي أُحِبّ لَك مَا أُحِبّ لِنَفْسِي لَا تَأَمَّرَنَّ عَلَى اِثْنَيْنِ وَلَا تَلِيَنَّ مَال يَتِيم \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40899, "aya_id": 6}]