[{"text": "وَقَالُواْ هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لاَّ يَطْعَمُهَا إِلاَّ مَن نّشَاء بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لاَّ يَذْكُرُونَ اسْمَ اللّهِ عَلَيْهَا افْتِرَاء عَلَيْهِ سَيَجْزِيهِم بِمَا كَانُواْ يَفْتَرُونَ", "sura_id": 6, "type": 0, "id": 927, "aya_id": 138}, {"text": "وقالوا هذه أنعام وحرث حجر لا يطعمها إلا من نشاء بزعمهم وأنعام حرمت ظهورها وأنعام لا يذكرون اسم الله عليها افتراء عليه سيجزيهم بما كانوا يفترون", "sura_id": 6, "type": 1, "id": 7163, "aya_id": 138}, {"text": "138 - (وقالوا هذه أنعام وحرث حجر) حرام (لا يطعمها إلا من نشاء) من خدمة الأوثان وغيرهم (بزعمهم) أي لا حجة لهم فيه (وأنعام حرمت ظهورها) فلا تركب كالسوائب والحوامي (وأنعام لا يذكرون اسم الله عليها) عند ذبحها بل يذكرون اسم أصنامهم ونسبوا ذلك إلى الله (افتراء عليه سيجزيهم بما كانوا يفترون) عليه \r\n", "sura_id": 6, "type": 2, "id": 25871, "aya_id": 138}, {"text": "وقال المشركون: هذه إبل وزرع حرام, لا يأكلها إلا مَن يأذنون له -حسب ادعائهم- مِن سدنة الأوثان وغيرهم. وهذه إبل حُرِّمت ظهورها, فلا يحل ركوبها والحملُ عليها بحال من الأحوال. وهذه إبل لا يَذكرون اسم الله تعالى عليها في أي شأن من شئونها. فعلوا ذلك كذبًا منهم على الله, سيجزيهم الله بسبب ما كانوا يفترون من كذبٍ عليه سبحانه.\r\n", "sura_id": 6, "type": 3, "id": 32107, "aya_id": 138}, {"text": " <font color=red>وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : الْحِجْر الْحَرَام مِمَّا حَرَّمُوا مِنْ الْوَصِيلَة وَتَحْرِيم مَا حَرَّمُوا . وَكَذَلِكَ قَالَ مُجَاهِد وَالضَّحَّاك وَالسُّدِّيّ وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْرهمَا وَقَالَ قَتَادَة \" وَقَالُوا هَذِهِ أَنْعَام وَحَرْث حِجْر \" تَحْرِيم كَانَ عَلَيْهِمْ مِنْ الشَّيَاطِين فِي أَمْوَالهمْ وَتَغْلِيظ وَتَشْدِيد وَلَمْ يَكُنْ مِنْ اللَّه تَعَالَى وَقَالَ اِبْن زَيْد بْن أَسْلَم\" حِجْر \" إِنَّمَا اِحْتَجَزُوهَا لِآلِهَتِهِمْ ; وَقَالَ السُّدِّيّ\" لَا يَطْعَمهَا إِلَّا مَنْ نَشَاء بِزَعْمِهِمْ \" يَقُولُونَ حَرَام أَنْ يُطْعِم إِلَّا مَنْ شِئْنَا وَهَذِهِ الْآيَة الْكَرِيمَة كَقَوْلِهِ تَعَالَى \" قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّه لَكُمْ مِنْ رِزْق فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّه أَذِنَ لَكُمْ أَمْ عَلَى اللَّه تَفْتَرُونَ \" وَكَقَوْلِهِ تَعَالَى \" مَا جَعَلَ اللَّه مِنْ بِحِيرَةٍ وَلَا سَائِبَة وَلَا وَصِيلَة وَلَا حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّه الْكَذِب وَأَكْثَرهمْ لَا يَعْقِلُونَ \" وَقَالَ السُّدِّيّ : أَمَّا الْأَنْعَام الَّتِي حُرِّمَتْ ظُهُورهَا فَهِيَ الْبَحِيرَة وَالسَّائِبَة وَالْوَصِيلَة وَالْحَام وَأَمَّا الْأَنْعَام الَّتِي لَا يَذْكُرُونَ اِسْم اللَّه عَلَيْهَا لَا إِذَا وَلَدُوهَا وَلَا إِنْ نَحَرُوهَا . وَقَالَ أَبُو بَكْر بْن عَيَّاش عَنْ عَاصِم بْن أَبِي النَّجُود قَالَ لِي أَبُو وَائِل : أَتَدْرِي مَا فِي قَوْله \" وَأَنْعَام حُرِّمَتْ ظُهُورهَا وَأَنْعَام لَا يَذْكُرُونَ اِسْم اللَّه عَلَيْهَا \" قُلْت لَا قَالَ : هِيَ الْبَحِيرَة كَانُوا لَا يَحُجُّونَ عَلَيْهَا . وَقَالَ مُجَاهِد : كَانَ مِنْ إِبِلهمْ طَائِفَة لَا يَذْكُرُونَ اِسْم اللَّه عَلَيْهَا وَلَا فِي شَيْء مِنْ شَأْنهَا لَا إِنْ رَكِبُوا وَلَا إِنْ حَلَبُوا وَلَا إِنْ حَمَلُوا وَلَا إِنْ نَتَجُوا وَلَا إِنْ عُمِلُوا شَيْئًا\" اِفْتِرَاء عَلَيْهِ \" أَيْ عَلَى اللَّه وَكَذِبًا مِنْهُمْ فِي إِسْنَادهمْ ذَلِكَ إِلَى دِين اللَّه وَشَرْعه فَإِنَّهُ لَمْ يَأْذَن لَهُمْ فِي ذَلِكَ وَلَا رَضِيَهُ مِنْهُمْ \" سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ\" أَيْ عَلَيْهِ وَيُسْنِدُونَ إِلَيْهِ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42119, "aya_id": 138}]