[{"text": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَلاَ تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ", "sura_id": 2, "type": 0, "id": 126, "aya_id": 119}, {"text": "إنا أرسلناك بالحق بشيرا ونذيرا ولا تسأل عن أصحاب الجحيم", "sura_id": 2, "type": 1, "id": 6362, "aya_id": 119}, {"text": "119 - (إنا أرسلناك) يا محمد (بالحق) بالهدى (بشيراً) من أجاب إليه بالجنة (ونذيراً) من لم يجب إليه بالنار (ولا تُسْأَلُ عن أصحاب الجحيم) النار ، أي الكفار ما لهم لم يؤمنوا إنما عليك البلاغ ، وفي قراءة بجزم تسألْ نهياً \r\n", "sura_id": 2, "type": 2, "id": 25070, "aya_id": 119}, {"text": "إنا أرسلناك -أيها الرسول- بالدين الحق المؤيد بالحجج والمعجزات, فبلِّغه للناس مع تبشير المؤمنين بخيري الدنيا والآخرة, وتخويف المعاندين بما ينتظرهم من عذاب الله, ولست -بعد البلاغ- مسئولا عن كفر مَن كفر بك; فإنهم يدخلون النار يوم القيامة، ولا يخرجون منها.\r\n", "sura_id": 2, "type": 3, "id": 31306, "aya_id": 119}, {"text": " <font color=red>إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي أَخْبَرَنَا عَبْد الرَّحْمَن بْن صَالِح أَخْبَرَنَا عَبْد الرَّحْمَن بْن مُحَمَّد بْن عَبْد اللَّه الْفَزَارِيّ عَنْ شَيْبَان النَّحْوِيّ أَخْبَرَنِي قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أُنْزِلَتْ عَلَيَّ \" إِنَّا أَرْسَلْنَاك بِالْحَقِّ بَشِيرًا وَنَذِيرًا \" قَالَ بَشِيرًا بِالْجَنَّةِ وَنَذِيرًا مِنْ النَّار قَوْله \" وَلَا تُسْأَلُ عَنْ أَصْحَاب الْجَحِيم\" قِرَاءَة أَكْثَرهمْ وَلَا تُسْأَل بِضَمِّ التَّاء عَلَى الْخَبَر وَفِي قِرَاءَة أُبَيّ بْن كَعْب وَمَا تَسْأَل وَفِي قِرَاءَة اِبْن مَسْعُود وَلَنْ تُسْأَل عَنْ أَصْحَاب الْجَحِيم نَقَلَهُمَا اِبْن جَرِير أَيْ لَا نَسْأَلُك عَنْ كُفْر مَنْ كَفَرَ بِك كَقَوْلِهِ \" فَإِنَّمَا عَلَيْك الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ \" وَكَقَوْلِهِ تَعَالَى \" فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ لَسْت عَلَيْهِمْ بِمُسَيْطِرٍ\" الْآيَة وَكَقَوْلِهِ تَعَالَى \" نَحْنُ أَعْلَم بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيد \" وَأَشْبَاه ذَلِكَ مِنْ الْآيَات وَقَرَأَ آخَرُونَ \" وَلَا تَسْأَل عَنْ أَصْحَاب الْجَحِيم \" بِفَتْحِ التَّاء عَلَى النَّهْي أَيْ لَا تَسْأَل عَنْ حَالهمْ كَمَا قَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا الثَّوْرِيّ عَنْ مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْتَ شِعْرِي مَا فَعَلَ أَبَوَايَ لَيْتَ شِعْرِي مَا فَعَلَ أَبَوَايَ لَيْتَ شِعْرِي مَا فَعَلَ أَبَوَايَ ؟ \" فَنَزَلَتْ \" وَلَا تُسْأَل عَنْ أَصْحَاب الْجَحِيم فَمَا ذَكَرَهُمَا حَتَّى تَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ وَرَوَاهُ اِبْن جَرِير عَنْ اِبْن كُرَيْب عَنْ وَكِيع عَنْ مُوسَى بْن عُبَيْدَة وَقَدْ تَكَلَّمُوا فِيهِ عَنْ مُحَمَّد بْن كَعْب بِمِثْلِهِ قَدْ حَكَاهُ الْقُرْطُبِيّ عَنْ اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب قَالَ الْقُرْطُبِيّ : وَهَذَا كَمَا يُقَال لَا تَسْأَل عَنْ فُلَان أَيْ قَدْ بَلَغَ فَوْق مَا تَحْسِب وَقَدْ ذَكَرْنَا فِي التَّذْكِرَة أَنَّ اللَّه أَحْيَا لَهُ أَبَوَيْهِ حَتَّى آمَنَا بِهِ وَأَجَبْنَا عَنْ قَوْله \" إِنَّ أَبِي وَأَبَاك فِي النَّار \" \" قُلْت \" وَالْحَدِيث الْمَرْوِيّ فِي حَيَاة أَبَوَيْهِ عَلَيْهِ السَّلَام لَيْسَ فِي شَيْءٍ مِنْ الْكُتُب السِّتَّة وَلَا غَيْرهَا وَإِسْنَادُهُ ضَعِيف وَاَللَّه أَعْلَم . ثُمَّ قَالَ اِبْن جَرِير وَحَدَّثَنِي الْقَاسِم أَخْبَرَنَا الْحُسَيْن حَدَّثَنِي حَجَّاج عَنْ اِبْن جُرَيْج أَخْبَرَنِي دَاوُد بْن أَبِي عَاصِم بِهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ ذَات يَوْم \" أَيْنَ أَبَوَايَ \" ؟ فَنَزَلَتْ \" إِنَّا أَرْسَلْنَاك بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَلَا تُسْأَل عَنْ أَصْحَاب الْجَحِيم\" وَهَذَا مُرْسَل كَاَلَّذِي قَبْله وَقَدْ رَدَّ اِبْن جَرِير هَذَا الْقَوْل الْمَرْوِيّ عَنْ مُحَمَّد بْن كَعْب وَغَيْره فِي ذَلِكَ لِاسْتِحَالَةِ الشَّكّ فِي الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَمْر أَبَوَيْهِ وَاخْتَارَ الْقِرَاءَة الْأُولَى وَهَذَا الَّذِي سَلَكَهُ هَاهُنَا فِيهِ نَظَر لِاحْتِمَالِ أَنَّ هَذَا كَانَ فِي حَال اِسْتِغْفَاره لِأَبَوَيْهِ قَبْل أَنْ يَعْلَم أَمْرهمَا لَمَّا عَلِمَ ذَلِكَ تَبَرَّأَ مِنْهُمَا وَأَخْبَرَ عَنْهُمَا أَنَّهُمَا مِنْ أَهْل النَّار كَمَا ثَبَتَ هَذَا فِي الصَّحِيح وَلِهَذَا أَشْبَاه كَثِيرَة وَنَظَائِر وَلَا يَلْزَم مَا ذَكَرَهُ اِبْن جَرِير وَاَللَّه أَعْلَم وَقَالَ الْإِمَام أَحْمَد أَخْبَرَنَا مُوسَى بْن دَاوُد حَدَّثَنَا فُلَيْح بْن سُلَيْمَان عَنْ هِلَال بْن عَلِيّ عَنْ عَطَاء بْن يَسَار قَالَ : لَقِيت عَبْد اللَّه بْن عَمْرو بْن الْعَاص فَقُلْت : أَخْبِرْنِي عَنْ صِفَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي التَّوْرَاة فَقَالَ : أَجَلْ وَاَللَّه إِنَّهُ لَمَوْصُوفٌ فِي التَّوْرَاة بِصِفَتِهِ فِي الْقُرْآن : يَا أَيُّهَا النَّبِيّ إِنَّا أَرْسَلْنَاك شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا وَحِرْزًا لِلْأُمِّيِّينَ وَأَنْتَ عَبْدِي وَرَسُولِي سَمَّيْتُك الْمُتَوَكِّل لَا فَظّ وَلَا غَلِيظ وَلَا صَخَّاب فِي الْأَسْوَاق لَا يَدْفَع بِالسَّيِّئَةِ السَّيِّئَة وَلَكِنْ يَعْفُو وَيَغْفِر وَلَنْ يَقْبِضهُ حَتَّى يُقِيم بِهِ الْمِلَّة الْعَوْجَاء بِأَنْ يَقُولُوا لَا إِلَه إِلَّا اللَّه فَيَفْتَح بِهِ أَعْيُنًا عُمْيًا وَآذَانًا صُمًّا وَقُلُوبًا غُلْفًا . اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ فَرَوَاهُ فِي الْبُيُوع عَنْ مُحَمَّد بْن سِنَان عَنْ فُلَيْح بِهِ وَقَالَ تَابَعَهُ عَبْد الْعَزِيز بْن أَبِي سَلَمَة عَنْ هِلَال وَقَالَ سَعِيد عَنْ هِلَال عَنْ عَطَاء عَنْ عَبْد اللَّه بْن سَلَام رَوَاهُ فِي التَّفْسِير عَنْ عَبْد اللَّه عَنْ عَبْد الْعَزِيز بْن أَبِي سَلَمَة عَنْ هِلَال عَنْ عَطَاء عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاص بِهِ فَذَكَرَ نَحْوه فَعَبْد اللَّه هَذَا هُوَ اِبْن صَالِح كَمَا صَرَّحَ بِهِ فِي كِتَاب الْأَدَب وَزَعَمَ اِبْن مَسْعُود الدِّمَشْقِيّ أَنَّهُ عَبْد اللَّه بْن رَجَاء وَقَدْ رَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِير هَذِهِ الْآيَة مِنْ الْبَقَرَة عَنْ أَحْمَد بْن الْحَسَن بْن أَيُّوب عَنْ مُحَمَّد بْن أَحْمَد بْن الْبَرَاء عَنْ الْمَعَافِيّ بْن سُلَيْمَان عَنْ فُلَيْح بِهِ وَزَادَ : قَالَ عَطَاء : ثُمَّ لَقِيت كَعْب الْأَحْبَار فَسَأَلْته فَمَا اِخْتَلَفَا فِي حَرْف إِلَّا أَنَّ كَعْبًا قَالَ : بَلَغْته أَعْيُنًا عُمُومَى وَآذَانَا صُمُومَى وَقُلُوبًا غُلُوفَا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38519, "aya_id": 119}]