[{"text": "وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنزِلَ إِلَيْكَ وَمِنَ الأَحْزَابِ مَن يُنكِرُ بَعْضَهُ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللّهَ وَلا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ", "sura_id": 13, "type": 0, "id": 1743, "aya_id": 36}, {"text": "والذين آتيناهم الكتاب يفرحون بما أنزل إليك ومن الأحزاب من ينكر بعضه قل إنما أمرت أن أعبد الله ولا أشرك به إليه أدعو وإليه مآب", "sura_id": 13, "type": 1, "id": 7979, "aya_id": 36}, {"text": "36 - (والذين آتيناهم الكتاب) كعبد الله بن سلام وغيره من مؤمني اليهود (يفرحون بما أنزل إليك) لموافقته ما عندهم (ومن الأحزاب) الذين تحزبوا عليك بالمعاداة من المشركين واليهود (من ينكر بعضه) كذكر الرحمن وما عدا القصص (قل إنما أمرت) فيما أنزل إلي (أن) أي بأن (أعبد الله ولا أشرك به إليه أدعو وإليه مآب) مرجعي \r\n", "sura_id": 13, "type": 2, "id": 26687, "aya_id": 36}, {"text": "والذين أعطيناهم الكتاب من اليهود والنصارى مَن آمن منهم بك كعبد الله بن سلام والنجاشي, يستبشرون بالقرآن المنزل عليك لموافقته ما عندهم, ومن المتحزبين على الكفر ضدك, كالسَّيد والعاقب, أُسْقفَي \"نجران\", وكعب بن الأشرف, مَن ينكر بعض المنزل عليك, قل لهم: إنما أمرني الله أن أعبده وحده, ولا أشرك به شيئًا, إلى عبادته أدعو الناس, وإليه مرجعي ومآبي.\r\n", "sura_id": 13, "type": 3, "id": 32923, "aya_id": 36}, {"text": " <font color=red>وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ</font><BR><p>يَقُول تَعَالَى \" وَاَلَّذِينَ آتَيْنَاهُمْ الْكِتَاب \" وَهُمْ قَائِمُونَ بِمُقْتَضَاهُ \" يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْك \" أَيْ مِنْ الْقُرْآن لِمَا فِي كُتُبهمْ مِنْ الشَّوَاهِد عَلَى صِدْقه وَالْبِشَارَة بِهِ كَمَا قَالَ تَعَالَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب يَتْلُونَهُ حَقَّ تِلَاوَته \" الْآيَة وَقَالَ تَعَالَى \" قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا - إِلَى قَوْله - إِنْ كَانَ وَعْد رَبّنَا لَمَفْعُولًا\" أَيْ إِنْ كَانَ مَا وَعَدَنَا اللَّه بِهِ فِي كُتُبنَا مِنْ إِرْسَال مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَحَقًّا وَصِدْقًا مَفْعُولًا لَا مَحَالَة وَكَائِنًا فَسُبْحَانه مَا أَصْدَق وَعْده فَلَهُ الْحَمْد وَحْده \" وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدهُمْ خُشُوعًا\" وَقَوْله \" وَمِنْ الْأَحْزَاب مَنْ يُنْكِر بَعْضه \" أَيْ وَمِنْ الطَّوَائِف مَنْ يُكَذِّب بِبَعْضِ مَا أُنْزِلَ إِلَيْك وَقَالَ مُجَاهِد\" وَمِنْ الْأَحْزَاب \" أَيْ الْيَهُود وَالنَّصَارَى \" مَنْ يُنْكِر بَعْضه \" أَيْ بَعْض مَا جَاءَك مِنْ الْحَقّ وَكَذَا قَالَ قَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَهَذَا كَمَا قَالَ تَعَالَى\" وَإِنَّ مِنْ أَهْل الْكِتَاب لَمَنْ يُؤْمِن بِاَللَّهِ \" الْآيَة\" قُلْ إِنَّمَا أُمِرْت أَنْ أَعْبُد اللَّه وَلَا أُشْرِك بِهِ \" أَيْ إِنَّمَا بُعِثْت بِعِبَادَةِ اللَّه وَحْده لَا شَرِيك لَهُ كَمَا أُرْسِلَ الْأَنْبِيَاء مِنْ قَبْلِي \" إِلَيْهِ أَدْعُو \" أَيْ إِلَى سَبِيله أَدْعُو النَّاس \" وَإِلَيْهِ مَآب \" أَيْ مَرْجِعِي وَمَصِيرِي .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37886, "aya_id": 36}]