[{"text": "فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِن قَبْلُ وَمِن بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ", "sura_id": 30, "type": 0, "id": 3413, "aya_id": 4}, {"text": "في بضع سنين لله الأمر من قبل ومن بعد ويومئذ يفرح المؤمنون", "sura_id": 30, "type": 1, "id": 9649, "aya_id": 4}, {"text": "4 - (في بضع سنين) هو ما بين الثلاث إلى التسع أو العشر فالتقى الجيشان في السنة السابعة من الالتقاء الأول وغلبت الروم فارس (لله الأمر من قبل ومن بعد) من قبل غلب الروم ومن بعده المعنى أن غلبة فارس أولا وغلبة الروم ثانيا بأمر الله أي إرادته (ويومئذ) يوم تغلب الروم (يفرح المؤمنون) \r\n", "sura_id": 30, "type": 2, "id": 28357, "aya_id": 4}, {"text": " لا تزيد على عشر سنوات ولا تنقص عن ثلاث.\r\n", "sura_id": 30, "type": 3, "id": 34593, "aya_id": 4}, {"text": " <font color=red>فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ</font><BR><p>قَوْله تَعَالَى : \" لِلَّهِ الْأَمْر مِنْ قَبْل وَمِنْ بَعْد \" أَيْ مِنْ قَبْل ذَلِكَ وَمِنْ بَعْده فَبُنِيَ عَلَى الضَّمّ لَمَّا قُطِعَ الْمُضَاف وَهُوَ قَوْله قَبْل عَنْ الْإِضَافَة وَنُوِيَتْ \" وَيَوْمئِذٍ يَفْرَح الْمُؤْمِنُونَ بِنَصْرِ اللَّه \" أَيْ لِلرُّومِ أَصْحَاب قَيْصَر مَلِك الشَّام عَلَى فَارِس أَصْحَاب كِسْرَى وَهُمْ الْمَجُوس وَكَانَتْ نُصْرَة الرُّوم عَلَى فَارِس يَوْم وَقْعَة بَدْر فِي قَوْل طَائِفَة كَثِيرَة مِنْ الْعُلَمَاء كَابْنِ عَبَّاس وَالثَّوْرِيّ وَالسُّدِّيّ وَغَيْرهمْ . وَقَدْ وَرَدَ فِي الْحَدِيث الَّذِي رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم وَالْبَزَّار مِنْ حَدِيث الْأَعْمَش عَنْ عَطِيَّة عَنْ أَبِي سَعِيد قَالَ : لَمَّا كَانَ يَوْم بَدْر ظَهَرَتْ الرُّوم عَلَى فَارِس فَأَعْجَبَ ذَلِكَ الْمُؤْمِنِينَ فَفَرِحُوا بِهِ وَأَنْزَلَ اللَّه\" وَيَوْمئِذٍ يَفْرَح الْمُؤْمِنُونَ بِنَصْرِ اللَّه يَنْصُر مَنْ يَشَاء وَهُوَ الْعَزِيز الرَّحِيم \" وَقَالَ الْآخَرُونَ بَلْ كَانَ نَصْر الرُّوم عَلَى فَارِس عَام الْحُدَيْبِيَة . قَالَهُ عِكْرِمَة وَالزُّهْرِيّ وَقَتَادَة وَغَيْر وَاحِد وَوَجَّهَ بَعْضهمْ هَذَا الْقَوْل بِأَنَّ قَيْصَر كَانَ قَدْ نَذَرَ لَئِنْ أَظْفَرَهُ اللَّه بِكِسْرَى لَيَمْشِيَنَّ مِنْ حِمْص إِلَى إِيلِيَا وَهُوَ بَيْت الْمَقْدِس شُكْرًا لِلَّهِ تَعَالَى فَفَعَلَ فَلَمَّا بَلَغَ بَيْت الْمَقْدِس لَمْ يَخْرُج مِنْهُ حَتَّى وَافَاهُ كِتَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِي بَعَثَهُ مَعَ دِحْيَة بْن خَلِيفَة فَأَعْطَاهُ دِحْيَة لِعَظِيمِ بُصْرَى فَدَفَعَهُ عَظِيم بُصْرَى إِلَى قَيْصَر فَلَمَّا وَصَلَ إِلَيْهِ سَأَلَ مَنْ بِالشَّامِ مِنْ عَرَب الْحِجَاز فَأُحْضِرَ لَهُ أَبُو سُفْيَان صَخْر بْن حَرْب الْأُمَوِيّ فِي جَمَاعَة مِنْ كِبَار قُرَيْش وَكَانُوا بِغَزَّة فَجِيءَ بِهِمْ إِلَيْهِ فَجَلَسُوا بَيْن يَدَيْهِ فَقَالَ أَيّكُمْ أَقْرَب نَسَبًا بِهَذَا الرَّجُل الَّذِي يَزْعُم أَنَّهُ نَبِيّ ؟ فَقَالَ أَبُو سُفْيَان أَنَا فَقَالَ لِأَصْحَابِهِ وَأَجْلَسَهُمْ خَلْفه إِنِّي سَائِل هَذَا عَنْ هَذَا الرَّجُل فَإِنْ كَذَبَ فَكَذِّبُوهُ فَقَالَ أَبُو سُفْيَان فَوَاَللَّهِ لَوْلَا أَنْ يَأْثِرُوا عَلَيَّ الْكَذِب لَكَذَبْت فَسَأَلَهُ هِرَقْل عَنْ نَسَبه وَصِفَته فَكَانَ فِيمَا سَأَلَهُ أَنْ قَالَ : فَهَلْ يَغْدِر ؟ قَالَ قُلْت لَا وَنَحْنُ مِنْهُ فِي مُدَّة لَا نَدْرِي مَا هُوَ صَانِع فِيهَا يَعْنِي بِذَلِكَ الْهُدْنَة الَّتِي كَانَتْ قَدْ وَقَعَتْ بَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكُفَّار قُرَيْش عَام الْحُدَيْبِيَة عَلَى وَضْع الْحَرْب بَيْنهمْ عَشْر سِنِينَ فَاسْتَدَلُّوا بِهَذَا عَلَى أَنَّ نَصْر الرُّوم عَلَى فَارِس كَانَ عَام الْحُدَيْبِيَة لِأَنَّ قَيْصَر إِنَّمَا وَفَّى بِنَذْرِهِ بَعْد الْحُدَيْبِيَة وَاَللَّه أَعْلَم . وَلِأَصْحَابِ الْقَوْل الْأَوَّل أَنْ يُجِيبُوا عَنْ هَذَا بِأَنَّ بِلَاده كَانَتْ قَدْ خَرِبَتْ وَتَشَعَّبَتْ فَمَا تَمَكَّنَ مِنْ وَفَاء نَذْره حَتَّى أَصْلَحَ مَا يَنْبَغِي لَهُ إِصْلَاحه وَتَفَقَّدَ بِلَاده ثُمَّ بَعْد أَرْبَع سِنِينَ مِنْ نُصْرَته وَفَّى بِنَذْرِهِ وَاَللَّه أَعْلَم . وَالْأَمْر فِي هَذَا سَهْل قَرِيب إِلَّا أَنَّهُ لَمَّا اِنْتَصَرَتْ فَارِس عَلَى الرُّوم سَاءَ ذَلِكَ الْمُؤْمِنِينَ فَلَمَّا اِنْتَصَرَتْ الرُّوم عَلَى فَارِس فَرِحَ الْمُؤْمِنُونَ بِذَلِكَ لِأَنَّ الرُّوم أَهْل كِتَاب فِي الْجُمْلَة فَهُمْ أَقْرَب إِلَى الْمُؤْمِنِينَ مِنْ الْمَجُوس كَمَا قَالَ تَعَالَى : \" لَتَجِدَنَّ أَشَدّ النَّاس عَدَاوَة لِلَّذِينَ آمَنُوا الْيَهُود وَاَلَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبهمْ مَوَدَّة لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى - إِلَى قَوْله - رَبّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ \" وَقَالَ تَعَالَى هَهُنَا \" وَيَوْمئِذٍ يَفْرَح الْمُؤْمِنُونَ بِنَصْرِ اللَّه يَنْصُر مَنْ يَشَاء وَهُوَ الْعَزِيز الرَّحِيم \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا صَفْوَان حَدَّثَنَا الْوَلِيد حَدَّثَنِي أَسِيد الْكِلَابِيّ قَالَ سَمِعْت الْعَلَاء بْن الزُّبَيْر الْكِلَابِيّ يُحَدِّث عَنْ أَبِيهِ قَالَ رَأَيْت غَلَبَة فَارِس الرُّوم ثُمَّ رَأَيْت غَلَبَة الرُّوم فَارِس . ثُمَّ رَأَيْت غَلَبَة الْمُسْلِمِينَ فَارِس وَالرُّوم كُلّ ذَلِكَ فِي خَمْسَةَ عَشَرَ سَنَة . وَقَوْله تَعَالَى : \" وَهُوَ الْعَزِيز \" أَيْ فِي اِنْتِصَاره وَانْتِقَامه مِنْ أَعْدَائِهِ \" الرَّحِيم \" بِعِبَادِهِ الْمُؤْمِنِينَ.</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40076, "aya_id": 4}]