[{"text": "أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا وَاتَّقُواْ اللّهَ الَّذِيَ إِلَيْهِ تُحْشَرُونَ", "sura_id": 5, "type": 0, "id": 765, "aya_id": 96}, {"text": "أحل لكم صيد البحر وطعامه متاعا لكم وللسيارة وحرم عليكم صيد البر ما دمتم حرما واتقوا الله الذي إليه تحشرون", "sura_id": 5, "type": 1, "id": 7001, "aya_id": 96}, {"text": "96 - (أحل لكم) أيها الناس حِلاً كنتم أو محرمين (صيد البحر) أن تأكلوه وهو ما لا يعيش إلا فيه كالسمك بخلاف ما يعيش فيه وفي البر كالسرطان (وطعامه) ما يقذفه ميتا (متاعا) تمتيعا (لكم) تأكلونه (وللسيارة) المسافرين منكم يتزودونه (وحرم عليكم صيد البر) وهو ما يعيش فيه من الوحش المأكول أن تصيدوه (ما دمتم حرما) فلو صاده مُحِل فللمحرم أكله كما بينته السنة (واتقوا الله الذي إليه تحشرون) \r\n", "sura_id": 5, "type": 2, "id": 25709, "aya_id": 96}, {"text": "أحل الله لكم -أيها المسلمون- في حال إحرامكم صيد البحر, وهو ما يصاد منه حيًّا, وطعامه: وهو الميت منه; من أجل انتفاعكم به مقيمين أو مسافرين, وحرم عليكم صيد البَرِّ ما دمتم محرمين بحج أو عمرة. واخشوا الله ونفذوا جميع أوامِره, واجتنبوا جميع نواهيه; حتى تظفَروا بعظيم ثوابه, وتَسْلموا من أليم عقابه عندما تحشرون للحساب والجزاء.\r\n", "sura_id": 5, "type": 3, "id": 31945, "aya_id": 96}, {"text": " <font color=red>أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ</font><BR><p>قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي رِوَايَة عَنْهُ وَسَعِيد بْن الْمُسَيِّب وَسَعِيد بْن جُبَيْر وَغَيْرهمْ فِي قَوْله تَعَالَى \" أُحِلَّ لَكُمْ صَيْد الْبَحْر \" يَعْنِي مَا يُصْطَاد مِنْهُ طَرِيًّا وَطَعَامه مَا يُتَزَوَّد مِنْهُ مَلِيحًا يَابِسًا وَقَالَ اِبْن عَبَّاس فِي الرِّوَايَة الْمَشْهُورَة عَنْهُ صَيْده مَا أَخَذَ مِنْهُ حَيًّا وَطَعَامه مَا لَفَظَهُ مَيِّتًا وَكَذَا رُوِيَ عَنْ أَبِي بَكْر الصِّدِّيق وَزَيْد بْن ثَابِت وَعَبْد اللَّه بْن عَمْرو وَأَبِي أَيُّوب الْأَنْصَارِيّ - رَضِيَ اللَّه عَنْهُمْ - وَعِكْرِمَة وَأَبِي سَلَمَة بْن عَبْد الرَّحْمَن وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن الْبَصْرِيّ . قَالَ سُفْيَان بْن عُيَيْنَةَ عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ أَبِي بَكْر الصِّدِّيق أَنَّهُ قَالَ طَعَامه كُلّ مَا فِيهِ رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ مُغِيرَة عَنْ سِمَاك قَالَ : حُدِّثْت عَنْ اِبْن عَبَّاس قَالَ خَطَبَ أَبُو بَكْر النَّاسَ فَقَالَ أُحِلَّ لَكُمْ صَيْد الْبَحْر وَطَعَامه مَتَاعًا لَكُمْ وَطَعَامه مَا قَذَفَ . قَالَ وَحَدَّثَنَا يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي مِجْلَز عَنْ اِبْن عَبَّاس فِي قَوْله \" أُحِلَّ لَكُمْ صَيْد الْبَحْر وَطَعَامه\" قَالَ طَعَامه مَا قَذَفَ وَقَالَ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ طَعَامه مَا لَفَظَ مِنْ مَيْتَة . وَرَوَاهُ اِبْن جَرِير أَيْضًا وَقَالَ سَعِيد بْن الْمُسَيِّب طَعَامه مَا لَفَظَهُ حَيًّا أَوْ حُسِرَ عَنْهُ فَمَاتَ . رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا أَيُّوب عَنْ نَافِع أَنَّ عَبْد الرَّحْمَن بْن أَبِي هُرَيْرَة سَأَلَ اِبْن عُمَر فَقَالَ : إِنَّ الْبَحْر قَدْ قَذَفَ حِيتَانًا كَثِيرَة مَيِّتَة أَفَنَأْكُلُهَا ؟ فَقَالَ لَا تَأْكُلُوهَا فَلَمَّا رَجَعَ عَبْد اللَّه إِلَى أَهْله أَخَذَ الْمُصْحَف فَقَرَأَ سُورَة الْمَائِدَة فَأَتَى هَذِهِ الْآيَةَ\" وَطَعَامه مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ \" فَقَالَ اِذْهَبْ فَقُلْ لَهُ فَلْيَأْكُلْهُ فَإِنَّهُ طَعَامه وَهَكَذَا اِخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِطَعَامِهِ مَا مَاتَ فِيهِ . قَالَ وَقَدْ رُوِيَ فِي ذَلِكَ خَبَرٌ وَإِنَّ بَعْضهمْ يَرْوِيه مَوْقُوفًا حَدَّثَنَا هَنَّاد بْن السَّرِيّ قَالَ حَدَّثَنَا عَبْدَة بْن سُلَيْمَان عَنْ مُحَمَّد بْن عَمْرو حَدَّثَنَا أَبُو سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أُحِلَّ لَكُمْ صَيْد الْبَحْر وَطَعَامه مَتَاعًا لَكُمْ قَالَ : طَعَامه مَا لَفَظَهُ مَيِّتًا ثُمَّ قَالَ وَقَدْ وَقَفَ بَعْضهمْ هَذَا الْحَدِيث عَلَى أَبِي هُرَيْرَة . حَدَّثَنَا هَنَّاد حَدَّثَنَا اِبْن أَبِي زَائِدَة عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة فِي قَوْله \" أُحِلَّ لَكُمْ صَيْد الْبَحْر وَطَعَامه \" قَالَ طَعَامه مَا لَفَظَهُ مَيِّتًا . وَقَوْله \" مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ\" أَيْ مَنْفَعَة وَقُوتًا لَكُمْ أَيّهَا الْمُخَاطَبُونَ وَلِلسَّيَّارَةِ وَهُمْ جَمْع سَيَّار قَالَ عِكْرِمَة لِمَنْ كَانَ بِحَضْرَةِ الْبَحْر وَالسَّفَر وَقَالَ غَيْره الطَّرِيّ مِنْهُ لِمَنْ يَصْطَادهُ مِنْ حَاضِرَة الْبَحْر وَطَعَامه مَا مَاتَ فِيهِ أَوْ اُصْطِيدَ مِنْهُ وَمُلِّحَ وَقُدِّدَ يَكُون زَادًا لِلْمُسَافِرِينَ وَالنَّائِينَ عَنْ الْبَحْر وَقَدْ رُوِيَ نَحْوه عَنْ اِبْن عَبَّاس وَمُجَاهِد وَالسُّدِّيّ وَغَيْرهمْ . وَقَدْ اِسْتَدَلَّ الْجُمْهُور عَلَى حِلِّ مَيْتَته بِهَذِهِ الْآيَة الْكَرِيمَة وَبِمَا رَوَاهُ الْإِمَام مَالِك بْن أَنَس عَنْ اِبْن وَهْب وَابْن كَيْسَان عَنْ جَابِر بْن عَبْد اللَّه قَالَ بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ بَعْثًا قِبَل السَّاحِل فَأَمَّرَ عَلَيْهِمْ أَبَا عُبَيْدَة بْن الْجَرَّاح وَهُمْ ثَلَثُمِائَةٍ وَأَنَا فِيهِمْ قَالَ فَخَرَجْنَا حَتَّى إِذَا كُنَّا بِبَعْضِ الطَّرِيق فَنِيَ الزَّادُ فَأَمَرَ أَبُو عُبَيْدَة بِأَزْوَادِ ذَلِكَ الْجَيْش فَجُمِعَ ذَلِكَ كُلّه فَكَانَ مِزْوَدَيْ تَمْر قَالَ فَكَانَ يَقُوتنَا كُلّ يَوْم قَلِيلًا قَلِيلًا حَتَّى فَنِيَ فَلَمْ يَكُنْ يُصِيبنَا إِلَّا تَمْرَة تَمْرَة فَقَالَ فَقَدْ وَجَدْنَا فَقْدَهَا حِين فَنِيَتْ قَالَ ثُمَّ اِنْتَهَيْنَا إِلَى الْبَحْر فَإِذَا حُوتٌ مِثْل الظَّرِب فَأَكَلَ مِنْهُ ذَلِكَ الْجَيْش ثَمَانِي عَشْرَة لَيْلَة ثُمَّ أَمَرَ أَبُو عُبَيْدَة بِضِلْعَيْنِ مِنْ أَضْلَاعه فَنُصِبَا ثُمَّ أَمَرَ بِرَاحِلَةٍ فَرُحِلَتْ وَمَرَّتْ تَحْتهمَا فَلَمْ تُصِبْهُمَا وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ وَلَهُ طُرُق عَنْ جَابِر وَفِي صَحِيح مُسْلِم مِنْ رِوَايَة أَبِي الزُّبَيْر عَنْ جَابِر فَإِذَا عَلَى سَاحِل الْبَحْر مِثْل الْكَثِيب الضَّخْم فَأَتَيْنَاهُ فَإِذَا بِدَابَّةٍ يُقَال لَهَا الْعَنْبَر قَالَ : قَالَ أَبُو عُبَيْدَة مَيْتَة ثُمَّ قَالَ لَا نَحْنُ رُسُلُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ وَقَدْ اُضْطُرِرْتُمْ فَكُلُوا قَالَ فَأَقَمْنَا عَلَيْهِ شَهْرًا وَنَحْنُ ثَلَثُمِائَةٍ حَتَّى سَمِنَّا وَلَقَدْ رَأَيْتنَا نَغْتَرِف مِنْ وَقْب عَيْنَيْهِ بِالْقِلَالِ الدُّهْنَ وَنَقْتَطِع مِنْهُ الْفِدَر كَالثَّوْرِ قَالَ وَلَقَدْ أَخَذَ مِنَّا أَبُو عُبَيْدَة ثَلَاثَة عَشَرَ رَجُلًا فَأَقْعَدَهُمْ فِي وَقْب عَيْنَيْهِ وَأَخَذَ ضِلْعًا مِنْ أَضْلَاعه فَأَقَامَهَا ثُمَّ رَحَلَ أَعْظَمَ بَعِيرٍ مَعَنَا فَمَرَّ مِنْ تَحْته وَتَزَوَّدْنَا مِنْ لَحْمه وَشَائِقَ فَلَمَّا قَدِمْنَا الْمَدِينَة أَتَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ . فَذَكَرْنَا ذَلِكَ لَهُ فَقَالَ \" هُوَ رِزْق أَخْرَجَهُ اللَّه لَكُمْ هَلْ مَعَكُمْ مِنْ لَحْمه شَيْء فَتُطْعِمُونَا ؟ \" قَالَ فَأَرْسَلْنَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْهُ فَأَكَلَهُ وَفِي بَعْض رِوَايَات مُسْلِم أَنَّهُمْ كَانُوا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين وَجَدُوا هَذِهِ السَّمَكَة فَقَالَ بَعْضهمْ هِيَ وَاقِعَة أُخْرَى وَقَالَ بَعْضهمْ بَلْ هِيَ قَضِيَّة وَاحِدَة لَكِنْ كَانُوا أَوَّلًا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ بَعَثَهُمْ سَرِيَّة مَعَ أَبِي عُبَيْدَة فَوَجَدُوا هَذِهِ فِي سَرِيَّتهمْ تِلْكَ مَعَ أَبِي عُبَيْدَة وَاَللَّه أَعْلَم وَقَالَ مَالِك عَنْ صَفْوَان بْن سُلَيْم عَنْ سَعِيد بْن سَلَمَة مِنْ آلِ اِبْن الْأَزْرَق أَنَّ الْمُغِيرَة بْن أَبِي بُرْدَة وَهُوَ مِنْ بَنِي عَبْد الدَّار أَخْبَرَهُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَة يَقُول سَأَلَ رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنَّا نَرْكَب الْبَحْر نَحْمِل مَعَنَا الْقَلِيل مِنْ الْمَاء فَإِنْ تَوَضَّأْنَا بِهِ عَطِشْنَا أَفَنَتَوَضَّأ بِمَاءِ الْبَحْر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُوَ الطَّهُور مَاؤُهُ الْحِلّ مَيْتَته \" . وَقَدْ رَوَى هَذَا الْحَدِيث الْإِمَامَانِ الشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَأَهْل السُّنَن الْأَرْبَع وَصَحَّحَهُ الْبُخَارِيّ وَالتِّرْمِذِيّ وَابْن خُزَيْمَةَ وَابْن حِبَّان وَغَيْرهمْ . وَقَدْ رُوِيَ عَنْ جَمَاعَة مِنْ الصَّحَابَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ. وَقَدْ رَوَى الْإِمَام أَحْمَد وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ حَمَّاد بْن سَلَمَة حَدَّثَنَا أَبُو الْمُهَزِّم - هُوَ يَزِيد بْن سُفْيَان - سَمِعْت أَبَا هُرَيْرَة يَقُول : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَجّ أَوْ عُمْرَة فَاسْتَقْبَلَنَا جَرَادٌ فَجَعَلْنَا نَضْرِبهُنَّ بِعِصِيِّنَا وَسِيَاطنَا فَنَقْتُلهُنَّ فَسُقِطَ فِي أَيْدِينَا فَقُلْنَا مَا نَصْنَع وَنَحْنُ مُحْرِمُونَ فَسَأَلْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" لَا بَأْس بِصَيْدِ الْبَحْر \" أَبُو الْمُهَزِّم ضَعِيف وَاَللَّه أَعْلَم . وَقَالَ اِبْن مَاجَهْ حَدَّثَنَا هَارُون بْن عَبْد اللَّه الْحَمَّال حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا زِيَاد بْن عَبْد اللَّه عَنْ عُلَاثَة عَنْ مُوسَى بْن مُحَمَّد بْن إِبْرَاهِيم عَنْ أَبِيهِ عَنْ جَابِر وَأَنَس بْن مَالِك أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا دَعَا عَلَى الْجَرَاد قَالَ \" اللَّهُمَّ أَهْلِكْ كِبَاره وَاقْتُلْ صِغَاره وَأَفْسِدْ بَيْضه وَاقْطَعْ دَابِره وَخُذْ بِأَفْوَاهِهِ عَنْ مَعَايِشنَا وَأَرْزَاقنَا إِنَّك سَمِيع الدُّعَاء \" فَقَالَ خَالِد يَا رَسُول اللَّه كَيْف تَدْعُو عَلَى جُنْد مِنْ أَجْنَاد اللَّه بِقَطْعِ دَابِره ؟ فَقَالَ \" إِنَّ الْجَرَاد نَثْرَةُ الْحُوت فِي الْبَحْر \" قَالَ هَاشِم قَالَ زِيَاد فَحَدَّثَنِي مَنْ رَأَى الْحُوت يَنْثُرهُ تَفَرَّدَ بِهِ اِبْن مَاجَهْ. وَقَدْ رَوَى الشَّافِعِيّ عَنْ سَعِيد عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس أَنَّهُ أَنْكَرَ عَلَى مَنْ يَصِيد الْجَرَاد فِي الْحَرَم وَقَدْ اِحْتَجَّ بِهَذِهِ الْآيَة الْكَرِيمَة مَنْ ذَهَبَ مِنْ الْفُقَهَاء إِلَى أَنَّهُ تُؤْكَل دَوَابّ الْبَحْر وَلَمْ يَسْتَثْنِ مِنْ ذَلِكَ شَيْئًا وَقَدْ تَقَدَّمَ عَنْ الصِّدِّيق أَنَّهُ قَالَ طَعَامه كُلّ مَا فِيهِ . وَقَدْ اِسْتَثْنَى بَعْضهمْ الضَّفَادِع وَأَبَاحَ مَا سِوَاهَا لِمَا رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ رِوَايَة اِبْن أَبِي ذِئْب عَنْ سَعِيد بْن خَالِد عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي عَبْد الرَّحْمَن بْن عُثْمَان التَّيْمِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَهَى عَنْ قَتْل الضُّفْدَع \" وَلِلنَّسَائِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَتْل الضُّفْدَع وَقَالَ : نَقِيقهَا تَسْبِيح وَقَالَ آخَرُونَ يُؤْكَل مِنْ صَيْد الْبَحْر السَّمَك وَلَا يُؤْكَل الضُّفْدَع وَاخْتَلَفُوا فِيمَا سِوَاهُمَا فَقِيلَ يُؤْكَل سَائِر ذَلِكَ وَقِيلَ لَا يُؤْكَل وَقِيلَ مَا أُكِلَ شِبْهه مِنْ الْبَرّ أُكِلَ مِثْله فِي الْبَحْر وَمَا لَا يُؤْكَل شِبْهه لَا يُؤْكَل وَهَذِهِ كُلّهَا وُجُوه فِي مَذْهَب الشَّافِعِيّ رَحِمَهُ اللَّه تَعَالَى وَقَالَ أَبُو حَنِيفَة - رَحِمَهُ اللَّه تَعَالَى - لَا يُؤْكَل مَا مَاتَ فِي الْبَحْر كَمَا لَا يُؤْكَل مَا مَاتَ فِي الْبَرّ لِعُمُومِ قَوْله تَعَالَى \" حُرِّمَتْ عَلَيْكُمْ الْمَيْتَة : وَقَدْ وَرَدَ حَدِيث بِنَحْوِ ذَلِكَ فَقَالَ اِبْن مَرْدُوَيْهِ حَدَّثَنَا عَبْد الْبَاقِي هُوَ اِبْن قَانِع حَدَّثَنَا الْحُسَيْن بْن إِسْحَاق التَّسْتُرِيّ وَعَبْد اللَّه بْن مُوسَى بْن أَبِي عُثْمَان قَالَا حَدَّثَنَا الْحُسَيْن بْن يَزِيد الطَّحَّان حَدَّثَنَا حَفْص بْن غِيَاث عَنْ اِبْن أَبِي ذِئْب عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا صِدْتُمُوهُ وَهُوَ حَيّ فَمَاتَ فَكُلُوهُ وَمَا أَلْقَى الْبَحْر مَيِّتًا طَافِيًا فَلَا تَأْكُلُوهُ \" . ثُمَّ رَوَاهُ مِنْ طَرِيق إِسْمَاعِيل بْن أُمَيَّة وَيَحْيَى بْن أَبِي أُنَيْسَة عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بِهِ وَهُوَ مُنْكَر وَقَدْ اِحْتَجَّ الْجُمْهُور مِنْ أَصْحَاب مَالِك وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل بِحَدِيثِ الْعَنْبَر الْمُتَقَدِّم ذِكْره وَبِحَدِيثِ \" هُوَ الطَّهُور مَاؤُهُ الْحِلّ مَيْتَته \" . وَقَدْ تَقَدَّمَ أَيْضًا وَرَوَى الْإِمَام أَبُو عَبْد اللَّه الشَّافِعِيّ عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ فَأَمَّا الْمَيْتَتَانِ : فَالْحُوت وَالْجَرَاد وَأَمَّا الدَّمَانِ : فَالْكَبِد وَالطُّحَال\" . وَرَوَاهُ أَحْمَد وَابْن مَاجَهْ وَالدَّارَقُطْنِيّ وَالْبَيْهَقِيّ وَلَهُ شَوَاهِد رُوِيَ مَوْقُوفًا وَاَللَّه أَعْلَم . وَقَوْله \" وَحُرِّمَ عَلَيْكُمْ صَيْد الْبَرّ مَا دُمْتُمْ حُرُمًا \" أَيْ فِي حَال إِحْرَامكُمْ يُحَرَّم عَلَيْكُمْ الِاصْطِيَاد فَفِيهِ دَلَالَة عَلَى تَحْرِيم ذَلِكَ فَإِذَا اِصْطَادَ الْمُحْرِم الصَّيْد مُتَعَمِّدًا أَثِمَ وَغَرِمَ أَوْ مُخْطِئًا غَرِمَ وَحُرِّمَ عَلَيْهِ أَكْله لِأَنَّهُ فِي حَقّه كَالْمَيْتَةِ وَكَذَا فِي حَقّ غَيْره مِنْ الْمُحْرِمِينَ وَالْمُحِلِّينَ عِنْد مَالِك وَالشَّافِعِيّ فِي أَحَد قَوْلَيْهِ وَبِهِ يَقُول عَطَاء وَالْقَاسِم وَسَالِم وَأَبُو يُوسُف وَمُحَمَّد بْن الْحَسَن وَغَيْرهمْ. فَإِنْ أَكَلَهُ أَوْ شَيْئًا مِنْهُ فَهَلْ يَلْزَمهُ جَزَاءٌ ثَانٍ ؟ فِيهِ قَوْلَانِ لِلْعُلَمَاءِ : \" أَحَدهمَا \" نَعَمْ قَالَ عَبْد الرَّزَّاق عَنْ اِبْن جُرَيْج عَنْ عَطَاء قَالَ إِنْ ذَبَحَهُ ثُمَّ أَكَلَهُ فَكَفَّارَتَانِ وَإِلَيْهِ ذَهَبَ طَائِفَة . \" وَالثَّانِي\" لَا جَزَاء عَلَيْهِ فِي أَكْله نَصَّ عَلَيْهِ مَالِك بْن أَنَس قَالَ أَبُو عُمَر بْن عَبْد الْبَرّ وَعَلَى هَذَا مَذَاهِب فُقَهَاء الْأَمْصَار وَجُمْهُور الْعُلَمَاء ثُمَّ وَجَّهَهُ أَبُو عُمَر بِمَا لَوْ وَطِئَ ثُمَّ وَطِئَ ثُمَّ وَطِئَ قَبْل أَنْ يُحَدّ فَإِنَّمَا عَلَيْهِ حَدّ وَاحِد وَقَالَ أَبُو حَنِيفَة عَلَيْهِ قِيمَة مَا أَكَلَ . وَقَالَ أَبُو ثَوْر إِذَا قَتَلَ الْمُحْرِم الصَّيْد فَعَلَيْهِ جَزَاؤُهُ وَحَلَال أَكْل ذَلِكَ الصَّيْد إِلَّا أَنَّنِي أَكْرَهُهُ لِلَّذِي قَتَلَهُ لِلْخَبَرِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" صَيْد الْبَرّ لَكُمْ حَلَال وَأَنْتُمْ حُرُم مَا لَمْ تَصِيدُوهُ أَوْ يُصَدْ لَكُمْ \" وَهَذَا الْحَدِيث سَيَأْتِي بَيَانه وَقَوْله بِإِبَاحَتِهِ لِلْقَاتِلِ غَرِيب وَأَمَّا لِغَيْرِهِ فَفِيهِ خِلَاف قَدْ ذَكَرْنَا الْمَنْع عَمَّنْ تَقَدَّمَ وَقَالَ آخَرُونَ بِإِبَاحَتِهِ لِغَيْرِ الْقَاتِل سَوَاء الْمُحْرِمُونَ وَالْمُحِلُّونَ لِهَذَا الْحَدِيث وَاَللَّه أَعْلَم . وَأَمَّا إِذَا صَادَ حَلَال صَيْدًا فَأَهْدَاهُ إِلَى مُحْرِم فَقَدْ ذَهَبَ ذَاهِبُونَ إِلَى إِبَاحَته مُطْلَقًا وَلَمْ يَسْتَفْصِلُوا بَيْن أَنْ يَكُون قَدْ صَادَهُ مِنْ أَجْله أَمْ لَا حَكَى هَذَا الْقَوْل أَبُو عُمَر بْن عَبْد الْبَرّ عَنْ عُمَر بْن الْخَطَّاب وَأَبِي هُرَيْرَة وَالزُّبَيْر بْن الْعَوَّام وَكَعْب الْأَحْبَار وَمُجَاهِد وَعَطَاء فِي رِوَايَة وَسَعِيد بْن جُبَيْر وَبِهِ قَالَ الْكُوفِيُّونَ . قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن بَزِيع حَدَّثَنَا بِشْر بْن الْفَضْل حَدَّثَنَا سَعِيد عَنْ قَتَادَة أَنَّ سَعِيد بْن الْمُسَيِّب حَدَّثَهُ عَنْ أَبَى هُرَيْرَة أَنَّهُ سُئِلَ عَنْ لَحْم صَيْد صَادَهُ حَلَال أَيَأْكُلُهُ الْمُحْرِم ؟ قَالَ فَأَفْتَاهُمْ بِأَكْلِهِ ثُمَّ لَقِيَ عُمَر بْن الْخَطَّاب فَأَخْبَرَهُ بِمَا كَانَ مِنْ أَمْره فَقَالَ لَوْ أَفْتَيْتهمْ بِغَيْرِ هَذَا لَأَوْجَعْت لَك رَأْسك وَقَالَ آخَرُونَ لَا يَجُوز أَكْل الصَّيْد لِلْمُحْرِمِ بِالْكُلِّيَّةِ وَمَنَعُوا مِنْ ذَلِكَ مُطْلَقًا لِعُمُومِ هَذِهِ الْآيَة الْكَرِيمَة . قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ اِبْن طَاوُسٍ وَعَبْد الْكَرِيم عَنْ اِبْن أَبِي آسِيَة عَنْ طَاوُسٍ عَنْ اِبْن عَبَّاس أَنَّهُ كَرِهَ أَكْل الصَّيْد لِلْمُحْرِمِ . وَقَالَ هِيَ مُبْهَمَة يَعْنِي قَوْله \" وَحُرِّمَ عَلَيْكُمْ صَيْد الْبَرّ مَا دُمْتُمْ حُرُمًا \" قَالَ وَأَخْبَرَنِي مَعْمَر عَنْ الزُّهْرِيّ عَنْ اِبْن عُمَر أَنَّهُ كَانَ يَكْرَه لِلْمُحْرِمِ أَنْ يَأْكُل مِنْ لَحْم الصَّيْد عَلَى كُلّ حَال قَالَ مَعْمَر : وَأَخْبَرَنِي أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر مِثْله قَالَ اِبْن عَبْد الْبَرّ وَبِهِ قَالَ طَاوُس وَجَابِر بْن زَيْد وَإِلَيْهِ ذَهَبَ الثَّوْرِيّ وَإِسْحَاق بْن رَاهْوَيْه فِي رِوَايَة وَقَدْ رُوِيَ نَحْوه عَنْ عَلِيّ بْن أَبِي طَالِب رَوَاهُ اِبْن جَرِير مِنْ طَرِيق سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب أَنَّ عَلِيًّا كَرِهَ أَكْل لَحْم الصَّيْد لِلْمُحْرِمِ عَلَى كُلّ حَال وَقَالَ مَالِك وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَإِسْحَاق بْن رَاهْوَيْه فِي رِوَايَة وَالْجُمْهُور إِنْ كَانَ الْحَلَال قَدْ قَصَدَ الْمُحْرِم بِذَلِكَ الصَّيْد لَمْ يَجُزْ لِلْمُحْرِمِ أَكْله لِحَدِيثِ الصَّعْب بْن جَثَّامَة أَنَّهُ أَهْدَى لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِمَارًا وَحْشِيًّا وَهُوَ بِالْأَبْوَاءِ أَوْ بِوَدَّان فَرَدَّهُ عَلَيْهِ فَلَمَّا رَأَى مَا فِي وَجْهه قَالَ \" إِنَّا لَمْ نَرُدّهُ عَلَيْك إِلَّا أَنَّا حُرُم \" وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ وَلَهُ أَلْفَاظ كَثِيرَة قَالُوا فَوَجْهه أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ظَنَّ أَنَّ هَذَا إِنَّمَا صَادَهُ مِنْ أَجْله فَرَدَّهُ لِذَلِكَ فَأَمَّا إِذَا لَمْ يَقْصِدهُ بِالِاصْطِيَادِ فَإِنَّهُ يَجُوز لَهُ الْأَكْل مِنْهُ لِحَدِيثِ أَبِي قَتَادَة حِين صَادَ حِمَار وَحْش وَكَانَ حَلَالًا لَمْ يُحْرِم وَكَانَ أَصْحَابه مُحْرِمِينَ فَتَوَقَّفُوا فِي أَكْله ثُمَّ سَأَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" هَلْ كَانَ مِنْكُمْ أَحَد أَشَارَ إِلَيْهَا أَوْ أَعَانَ فِي قَتْلهَا ؟ \" قَالُوا لَا قَالَ \" فَكُلُوا \" وَأَكَلَ مِنْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذِهِ الْقِصَّة ثَابِتَة أَيْضًا فِي الصَّحِيحَيْنِ بِأَلْفَاظٍ كَثِيرَة . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سَعِيد بْن مَنْصُور وَقُتَيْبَة بْن سَعِيد قَالَا : حَدَّثَنَا يَعْقُوب بْن عَبْد الرَّحْمَن عَنْ عَمْرو بْن أَبِي عَمْرو عَنْ الْمُطَّلِب بْن عَبْد اللَّه بْن حَنْطَب عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ قُتَيْبَة فِي حَدِيثه سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" صَيْد الْبَرّ لَكُمْ حَلَال قَالَ سَعِيد - وَأَنْتُمْ حُرُم - مَا لَمْ تَصِيدُوهُ أَوْ يُصَدْ لَكُمْ \" وَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ جَمِيعًا عَنْ قُتَيْبَة وَقَالَ التِّرْمِذِيّ لَا نَعْرِف لِلْمُطَّلِبِ سَمَاعًا مِنْ جَابِر وَرَوَاهُ الْإِمَام مُحَمَّد بْن إِدْرِيس الشَّافِعِيّ - رَضِيَ اللَّه عَنْهُ - مِنْ طَرِيق عَمْرو بْن أَبِي عَمْرو عَنْ مَوْلَاهُ الْمُطَّلِب عَنْ جَابِر ثُمَّ قَالَ : وَهَذَا أَحْسَنُ حَدِيث رُوِيَ فِي هَذَا الْبَاب وَأَقْيَسُ . وَقَالَ مَالِك - رَضِيَ اللَّه عَنْهُ - عَنْ عَبْد اللَّه بْن أَبِي بَكْر عَنْ عَبْد اللَّه بْن عَامِر بْن رَبِيعَة قَالَ : رَأَيْت عُثْمَان بْن عَفَّان بِالْعَرْجِ وَهُوَ مُحْرِم فِي يَوْم صَائِف قَدْ غَطَّى وَجْهه بِقَطِيفَةِ أُرْجُوَانٍ ثُمَّ أُتِيَ بِلَحْمِ صَيْدٍ فَقَالَ لِأَصْحَابِهِ كُلُوا فَقَالُوا : أَوَلَا تَأْكُل أَنْتَ فَقَالَ إِنِّي لَسْت كَهَيْئَتِكُمْ إِنَّمَا صِيدَ مِنْ أَجْلِي .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41553, "aya_id": 96}]