[{"text": "وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ", "sura_id": 40, "type": 0, "id": 4165, "aya_id": 32}, {"text": "ويا قوم إني أخاف عليكم يوم التناد", "sura_id": 40, "type": 1, "id": 10401, "aya_id": 32}, {"text": "32 - (ويا قوم إني أخاف عليكم يوم التناد) بحذف الياء وإثباتها أي يوم القيامة يكثر فيه نداء أصحاب الجنة أصحاب النار وبالعكس والنداء بالسعادة لأهلها وبالشقاوة لأهلها وغير ذلك \r\n", "sura_id": 40, "type": 2, "id": 29109, "aya_id": 32}, {"text": "ويا قوم إني أخاف عليكم عقاب يوم القيامة، يوم ينادي فيه بعض الناس بعضًا; من هول الموقف ذلك اليوم.\r\n", "sura_id": 40, "type": 3, "id": 35345, "aya_id": 32}, {"text": " <font color=red>وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ</font><BR><p>يَعْنِي يَوْم الْقِيَامَة وَسُمِّيَ بِذَلِكَ قَالَ بَعْضهمْ لِمَا جَاءَ فِي حَدِيث الصُّور إِنَّ الْأَرْض إِذَا زُلْزِلَتْ وَانْشَقَّتْ مِنْ قُطْر إِلَى قُطْر وَمَاجَتْ وَارْتَجَّتْ فَنَظَرَ النَّاس إِلَى ذَلِكَ ذَهَبُوا هَارِبِينَ يُنَادِي بَعْضهمْ بَعْضًا وَقَالَ آخَرُونَ مِنْهُمْ الضَّحَّاك بَلْ ذَلِكَ إِذَا جِيءَ بِجَهَنَّمَ ذَهَبَ النَّاس هِرَابًا مِنْهَا فَتَتَلَقَّاهُمْ الْمَلَائِكَة فَتَرُدُّهُمْ إِلَى مَقَام الْمَحْشَر وَهُوَ قَوْله تَعَالَى \" وَالْمَلَك عَلَى أَرْجَائِهَا \" وَقَوْله \" يَا مَعْشَر الْجِنّ وَالْإِنْس إِنْ اِسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَار السَّمَاوَات وَالْأَرْض فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ \" . وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ وَالْحَسَن وَالضَّحَّاك أَنَّهُمْ قَرَءُوا يَوْم التَّنَادّ بِتَشْدِيدِ الدَّال مِنْ نَدَّ الْبَعِير إِذَا تَرَدَّى وَذَهَبَ وَقِيلَ لِأَنَّ الْمِيزَان عِنْده مَلَك إِذَا وَزَنَ عَمَل الْعَبْد فَرَجَحَ نَادَى بِأَعْلَى صَوْته أَلَا قَدْ سَعِدَ فُلَان بْن فُلَان سَعَادَة لَا يَشْقَى بَعْدهَا أَبَدًا وَإِنْ خَفَّ عَمَله نَادَى أَلَا قَدْ شَقِيَ فُلَان بْن فُلَان وَقَالَ قَتَادَة يُنَادِي كُلّ قَوْم بِأَعْمَالِهِمْ : يُنَادِي أَهْل الْجَنَّة أَهْل الْجَنَّة وَأَهْل النَّار أَهْل النَّار وَقِيلَ سُمِّيَ بِذَلِكَ لِمُنَادَاةِ أَهْل الْجَنَّة أَهْل النَّار \" أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبّكُمْ حَقًّا قَالُوا نَعَمْ \" وَمُنَادَاة أَهْل النَّار أَهْل الْجَنَّة \" أَنْ أَفِيضُوا عَلَيْنَا مِنْ الْمَاء أَوْ مِمَّا رَزَقَكُمْ اللَّه قَالُوا إِنَّ اللَّه حَرَّمَهُمَا عَلَى الْكَافِرِينَ \" وَلِمُنَادَاةِ أَصْحَاب الْأَعْرَاف أَهْل الْجَنَّة وَأَهْل النَّار كَمَا هُوَ مَذْكُور فِي سُورَة الْأَعْرَاف وَاخْتَارَ الْبَغَوِيّ وَغَيْره أَنَّهُ سُمِّيَ بِذَلِكَ لِمَجْمُوعِ ذَلِكَ وَهُوَ قَوْل حَسَن جَيِّد وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40966, "aya_id": 32}]