[{"text": "تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ", "sura_id": 23, "type": 0, "id": 2777, "aya_id": 104}, {"text": "تلفح وجوههم النار وهم فيها كالحون", "sura_id": 23, "type": 1, "id": 9013, "aya_id": 104}, {"text": "104 - (تلفح وجوههم النار) تحرقها (وهم فيها كالحون) شمرت شفاههم العليا والسفلى عن أسنانهم ويقال لهم \r\n", "sura_id": 23, "type": 2, "id": 27721, "aya_id": 104}, {"text": "تَحْرقُ النار وجوههم، وهم فيها عابسون تَقَلَّصَتْ شفاههم، وبرزت أسنانهم.\r\n", "sura_id": 23, "type": 3, "id": 33957, "aya_id": 104}, {"text": " <font color=red>تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ</font><BR><p>\" تَلْفَح وُجُوههمْ النَّار \" كَمَا قَالَ تَعَالَى \" وَتَغْشَى وُجُوههمْ النَّار \" وَقَالَ تَعَالَى \" لَوْ يَعْلَم الَّذِينَ كَفَرُوا حِين لَا يَكُفُّونَ عَنْ وُجُوههمْ النَّار وَلَا عَنْ ظُهُورهمْ \" الْآيَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا فَرْوَة بْن أَبِي الْمَغْرَاء حَدَّثَنَا مُحَمَّد بْن سُلَيْمَان الْأَصْبَهَانِيّ عَنْ أَبِي سِنَان ضِرَار بْن مُرَّة عَنْ عَبْد اللَّه بْن أَبِي الْهُذَيْل عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : إِنَّ جَهَنَّم لَمَّا سِيقَ لَهَا أَهْلهَا تَلَقَّاهُمْ لَهَبهَا ثُمَّ تَلْفَحهُمْ لَفْحَة فَلَمْ يَبْقَ لَهُمْ لَحْم إِلَّا سَقَطَ عَلَى الْعُرْقُوب وَقَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن يَحْيَى الْقَزَّاز حَدَّثَنَا الْخَضِر بْن عَلِيّ بْن يُونُس الْقَطَّان حَدَّثَنَا عَمْرو بْن أَبِي الْحَارِث بْن الْخَضِر الْقَطَّان حَدَّثَنَا سَعِيد بْن سَعِيد الْمَقْبُرِيّ عَنْ أَخِيهِ عَنْ أَبِيهِ عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْل اللَّه تَعَالَى\" تَلْفَح وُجُوههمْ النَّار \" قَالَ تَلْفَحهُمْ لَفْحَة تُسَيِّل لُحُومهمْ عَلَى أَعْقَابهمْ وَقَوْله تَعَالَى \" وَهُمْ فِيهَا كَالِحُونَ\" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي عَابِسُونَ وَقَالَ الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود \" وَهُمْ فِيهَا كَالِحُونَ \" قَالَ أَلَمْ تَرَ إِلَى الرَّأْس الْمَشِيط الَّذِي قَدْ بَدَا أَسْنَانه وَقُلِّصَتْ شَفَتَاهُ . وَقَالَ الْإِمَام أَحْمَد أَخْبَرَنَا عَلِيّ بْن إِسْحَاق أَخْبَرَنَا عَبْد اللَّه هُوَ اِبْن الْمُبَارَك رَحِمَهُ اللَّه أَخْبَرَنَا سَعِيد بْن يَزِيد عَنْ أَبِي السَّمْح عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" وَهُمْ فِيهَا كَالِحُونَ \" قَالَ - تَشْوِيه النَّار فَتُقَلَّص شَفَته الْعُلْيَا حَتَّى تَبْلُغ وَسَط رَأْسه . وَتَسْتَرْخِي شَفَته السُّفْلَى حَتَّى تَبْلُغ سُرَّته \" وَرَوَاهُ التِّرْمِذِيّ عَنْ سُوَيْد بْن نَصْر عَنْ عَبْد اللَّه بْن الْمُبَارَك بِهِ وَقَالَ حَسَن غَرِيب .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39113, "aya_id": 104}]