[{"text": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ", "sura_id": 22, "type": 0, "id": 2643, "aya_id": 48}, {"text": "و كأين من قرية أمليت لها و هي ظالمة ثم أخذتها و إلي المصير", "sura_id": 22, "type": 1, "id": 8879, "aya_id": 48}, {"text": "48 - (وكأين من قرية أمليت لها وهي ظالمة ثم أخذتها) المراد أهلها (وإلي المصير) المرجع \r\n", "sura_id": 22, "type": 2, "id": 27587, "aya_id": 48}, {"text": "وكثير من القرى كانت ظالمة بإصرار أهلها على الكفر، فأمهلتهم ولم أعاجلهم بالعقوبة فاغتروا، ثم أخَذْتُهم بعذابي في الدنيا، وإليَّ مرجعهم بعد هلاكهم، فأعذبهم بما يستحقون.\r\n", "sura_id": 22, "type": 3, "id": 33823, "aya_id": 48}, {"text": " <font color=red>وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ</font><BR><p>\" وَكَأَيِّنْ مِنْ قَرْيَة أَمْلَيْت لَهَا وَهِيَ ظَالِمَة ثُمَّ أَخَذْتهَا وَإِلَيَّ الْمَصِير \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنِي عَبْدَة بْن سُلَيْمَان عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" يَدْخُل فُقَرَاء الْمُسْلِمِينَ الْجَنَّة قَبْل الْأَغْنِيَاء بِنِصْفِ يَوْم خَمْسمِائَةِ عَام \" وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث الثَّوْرِيّ عَنْ مُحَمَّد اِبْن عَمْرو بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ أَبِي هُرَيْرَة مَوْقُوفًا فَقَالَ : حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا سَعِيد الْجُرَيْرِيّ عَنْ أَبِي نَضِرَة عَنْ سَمِير بْن نَهَار قَالَ : قَالَ أَبُو هُرَيْرَة : يَدْخُل فُقَرَاء الْمُسْلِمِينَ الْجَنَّة قَبْل الْأَغْنِيَاء بِمِقْدَارِ نِصْف يَوْم قُلْت وَمَا مِقْدَار نِصْف يَوْم ؟ قَالَ أَوَمَا تَقْرَأ الْقُرْآن قُلْت بَلَى ؟ قَالَ \" وَإِنَّ يَوْمًا عِنْد رَبّك كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ \" وَقَالَ أَبُو دَاوُد فِي آخِر كِتَاب الْمَلَاحِم مِنْ سُنَنه حَدَّثَنَا عَمْرو بْن عُثْمَان حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا صَفْوَان عَنْ شُرَيْح بْن عُبَيْد عَنْ سَعْد بْن أَبِي وَقَّاص عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنِّي لَأَرْجُو أَنْ لَا تَعْجِز أُمَّتِي عِنْد رَبّهَا أَنْ يُؤَخِّرهُمْ نِصْف يَوْم \" قِيلَ لِسَعْدٍ وَمَا نِصْف يَوْم ؟ قَالَ خَمْسمِائَةِ سَنَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس\" وَإِنَّ يَوْمًا عِنْد رَبّك كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ \" قَالَ مِنْ الْأَيَّام الَّتِي خَلَقَ اللَّه فِيهَا السَّمَوَات وَالْأَرْض وَرَوَاهُ اِبْن جَرِير عَنْ اِبْن بَشَّار عَنْ اِبْن الْمَهْدِيّ وَبِهِ قَالَ مُجَاهِد وَعِكْرِمَة وَنَصَّ عَلَيْهِ أَحْمَد بْن حَنْبَل فِي كِتَاب الرَّدّ عَلَى الْجَهْمِيَّة وَقَالَ مُجَاهِد هَذِهِ الْآيَة كَقَوْلِهِ \" يُدَبِّر الْأَمْر مِنْ السَّمَاء إِلَى الْأَرْض ثُمَّ يَعْرُج إِلَيْهِ فِي يَوْم كَانَ مِقْدَاره أَلْف سَنَة مِمَّا تَعُدُّونَ\" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَارِم بْن مُحَمَّد بْن الْفَضْل حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ يَحْيَى بْن عَتِيق عَنْ مُحَمَّد بْن سِيرِينَ عَنْ رَجُل مِنْ أَهْل الْكِتَاب أَسْلَمَ قَالَ : إِنَّ اللَّه تَعَالَى خَلَقَ السَّمَوَات وَالْأَرْض فِي سِتَّة أَيَّام \" وَإِنَّ يَوْمًا عِنْد رَبّك كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ \" وَجَعَلَ أَجَل الدُّنْيَا سِتَّة أَيَّام وَجَعَلَ السَّاعَة فِي الْيَوْم السَّابِع \" وَإِنَّ يَوْمًا عِنْد رَبّك كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ \" فَقَدْ مَضَتْ السِّتَّة أَيَّام وَأَنْتُمْ فِي الْيَوْم السَّابِع فَمَثَل ذَلِكَ كَمَثَلِ الْحَامِل إِذَا دُلَّتْ شَهْرهَا فَفِي أَيَّة لَحْظَة وَلَدَتْ كَانَ تَمَامًا .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39071, "aya_id": 48}]