[{"text": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَاء وَهُمْ يُجَادِلُونَ فِي اللّهِ وَهُوَ شَدِيدُ الْمِحَالِ", "sura_id": 13, "type": 0, "id": 1720, "aya_id": 13}, {"text": "ويسبح الرعد بحمده والملائكة من خيفته ويرسل الصواعق فيصيب بها من يشاء وهم يجادلون في الله وهو شديد المحال", "sura_id": 13, "type": 1, "id": 7956, "aya_id": 13}, {"text": "13 - (ويسبح الرعد) هو ملك موكل بالسحاب يسوقه ملتبساً (بحمده) أي يقول سبحان الله وبحمده (و) يسبح (الملائكة من خيفته) أي الله (ويرسل الصواعق) وهي نار تخرج من السحاب (فيصيب بها من يشاء) فتحرقه ، نزل في رجل بعث إليه النبي صلى الله عليه وسلم من يدعوه فقال من رسول الله وما الله أمن ذهب هو أو من فضة أم نحاس فنزلت به صاعقة فذهبت بقحف رأسه (وهم) أي الكفار (يجادلون) يخاصمون النبي صلى الله عليه وسلم (في الله وهو شديد المحال) القوة أو الأخذ \r\n", "sura_id": 13, "type": 2, "id": 26664, "aya_id": 13}, {"text": "ويسبِّح الرعد بحمد الله تسبيحًا يدل على خضوعه لربه, وتنزِّه الملائكة ربها مِن خوفها من الله, ويرسل الله الصواعق المهلكة فيهلك بها مَن يشاء من خلقه, والكفار يجادلون في وحدانية الله وقدرته على البعث, وهو شديد الحول والقوة والبطش بمن عصاه.\r\n", "sura_id": 13, "type": 3, "id": 32900, "aya_id": 13}, {"text": " <font color=red>وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ</font><BR><p>قَالَ \" وَيُسَبِّح الرَّعْد بِحَمْدِهِ \" كَقَوْلِهِ \" وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثْنَا يَزِيد حَدَّثَنَا إِبْرَاهِيم بْن سَعْد أَخْبَرَنِي أَبِي قَالَ كُنْت جَالِسًا إِلَى جَنْب حُمَيْد بْن عَبْد الرَّحْمَن فِي الْمَسْجِد فَمَرَّ شَيْخ مِنْ بَنِي غِفَار فَأَرْسَلَ إِلَيْهِ حُمَيْد فَلَمَّا أَقْبَلَ قَالَ يَا اِبْن أَخِي وَسَّعَ اللَّه فِيمَا بَيْنِي وَبَيْنك فَإِنَّهُ قَدْ صَحِبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَ حَتَّى جَلَسَ فِيمَا بَيْنِي وَبَيْنه فَقَالَ لَهُ حُمَيْد : مَا الْحَدِيث الَّذِي حَدَّثَتْنِي عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ الشَّيْخ سَمِعْت عَنْ شَيْخ مِنْ بَنِي غِفَار أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يُنْشِئ السَّحَاب فَيَنْطِق أَحْسَن النُّطْق وَيَضْحَك أَحْسَن الضَّحِك \" وَالْمُرَاد وَاَللَّه أَعْلَم أَنَّ نُطْقهَا الرَّعْد وَضَحِكهَا الْبَرْق ; وَقَالَ مُوسَى بْن عُبَيْدَة عَنْ سَعْد بْن إِبْرَاهِيم قَالَ يَبْعَث اللَّه الْغَيْث فَلَا أَحْسَن مِنْهُ مَضْحَكًا وَلَا آنَس مِنْهُ مَنْطِقًا فَضَحِكه الْبَرْق وَمَنْطِقه الرَّعْد ; وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عُبَيْد اللَّه الْأَصْبَهَانِيّ عَنْ مُحَمَّد بْن مُسْلِم قَالَ بَلَغَنَا أَنَّ الْبَرْق مَلَك لَهُ أَرْبَعَة وُجُوه : وَجْه إِنْسَان وَوَجْه ثَوْر وَوَجْه نَسْر وَوَجْه أَسَد فَإِذَا مَصَعَ بِذَنَبِهِ فَذَاكَ الْبَرْق وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا الْحَجَّاج حَدَّثَنَا أَبُو مَطَر عَنْ سَالِم عَنْ أَبِيهِ قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا سَمِعَ الرَّعْد وَالصَّوَاعِق قَالَ \" اللَّهُمَّ لَا تَقْتُلنَا بِغَضَبِك وَلَا تُهْلِكنَا بِعَذَابِك وَعَافِنَا قَبْل ذَلِكَ \" . وَرَوَاهُ التِّرْمِذِيّ وَالْبُخَارِيّ فِي كِتَاب الْأَدَب وَالنَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث الْحَجَّاج بْن أَرْطَاة عَنْ أَبِي مَطَر وَلَمْ يُسَمَّ بِهِ وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا أَحْمَد بْن إِسْحَاق حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا إِسْرَائِيل عَنْ أَبِيهِ عَنْ رَجُل عَنْ أَبِي هُرَيْرَة رَفَعَهُ أَنَّهُ كَانَ إِذَا سَمِعَ الرَّعْد قَالَ \" سُبْحَان مَنْ يُسَبِّح الرَّعْد بِحَمْدِهِ\" . وَرُوِيَ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ كَانَ إِذَا سَمِعَ صَوْت الرَّعْد يَقُول : سُبْحَان مَنْ سَبَّحْت لَهُ . وَكَذَا رَوَى عَنْ اِبْن عَبَّاس وَطَاوُس وَالْأَسْوَد بْن يَزِيد أَنَّهُمْ كَانُوا يَقُولُونَ كَذَلِكَ وَقَالَ الْأَوْزَاعِيّ كَانَ اِبْن أَبِي زَكَرِيَّا يَقُول : مَنْ قَالَ حِين يَسْمَع الرَّعْد سُبْحَان اللَّه وَبِحَمْدِهِ لَمْ تُصِبْهُ صَاعِقَة وَعَنْ عَبْد اللَّه بْن الزُّبَيْر أَنَّهُ كَانَ إِذَا سَمِعَ الرَّعْد تَرَكَ الْحَدِيث وَقَالَ : سُبْحَان الَّذِي يُسَبِّح الرَّعْد بِحَمْدِهِ وَالْمَلَائِكَة مِنْ خِيفَته وَيَقُول إِنَّ هَذَا لَوَعِيد شَدِيد لِأَهْلِ الْأَرْض رَوَاهُ مَالِك فِي مُوَطَّئِهِ وَالْبُخَارِيّ فِي كِتَاب الْأَدَب وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان بْن دَاوُد الطَّيَالِسِيّ حَدَّثَنَا صَدَقَة بْن مُوسَى حَدَّثَنَا مُحَمَّد بْن وَاسِع عَنْ مَعْمَر بْن نَهَار عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ رَبّكُمْ عَزَّ وَجَلَّ لَوْ أَنَّ عَبِيدِي أَطَاعُونِي لَأَسْقَيْتهمْ الْمَطَر بِاللَّيْلِ وَأَطْلَعْت عَلَيْهِمْ الشَّمْس بِالنَّهَارِ وَلَمَا أَسْمَعْتهمْ صَوْت الرَّعْد \" وَقَالَ الطَّبَرَانِي حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى السَّاجِيّ حَدَّثَنَا أَبُو كَامِل الْجَحْدَرِيّ حَدَّثَنَا يَحْيَى بْن كَثِير أَبُو النَّضْر حَدَّثَنَا عَبْد الْكَرِيم حَدَّثَنَا عَطَاء عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا سَمِعْتُمْ الرَّعْد فَاذْكُرُوا اللَّه فَإِنَّهُ لَا يُصِيب ذَاكِرًا \" وَقَوْله تَعَالَى \" وَيُرْسِل الصَّوَاعِق فَيُصِيب بِهَا مَنْ يَشَاء \" أَيْ يُرْسِلهَا نِقْمَة يَنْتَقِم بِهَا مِمَّنْ يَشَاء وَلِهَذَا تَكْثُر فِي آخِر الزَّمَان كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن مُصْعَب حَدَّثَنَا عُمَارَة عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" تَكْثُر الصَّوَاعِق عِنْد اِقْتِرَاب السَّاعَة حَتَّى يَأْتِي الرَّجُل الْقَوْم فَيَقُول مَنْ صَعِقَ قِبَلَكُمْ الْغَدَاة فَيَقُولُونَ صَعِقَ فُلَان وَفُلَان وَفُلَان \" وَقَدْ رُوِيَ فِي سَبَب نُزُولهَا مَا رَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا إِسْحَاق حَدَّثَنَا عَلِيّ بْن أَبِي سَارَّة الشَّيْبَانِيّ حَدَّثَنَا ثَابِت عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ رَجُلًا مَرَّة إِلَى رَجُل مِنْ فَرَاعِنَة الْعَرَب فَقَالَ\" اِذْهَبْ فَادْعُهُ لِي \" قَالَ فَذَهَبَ إِلَيْهِ فَقَالَ يَدْعُوك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ مَنْ رَسُول اللَّه ؟ وَمَا اللَّه ؟ أَمِنْ ذَهَب هُوَ أَمْ مِنْ فِضَّة هُوَ أَمْ مِنْ نُحَاس هُوَ ؟ قَالَ فَرَجَعَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ يَا رَسُول اللَّه قَدْ خَبَّرْتُك أَنَّهُ أَعْتَى مِنْ ذَلِكَ قَالَ لِي كَذَا وَكَذَا فَقَالَ لِي \" اِرْجِعْ إِلَيْهِ الثَّانِيَة \" فَذَهَبَ فَقَالَ لَهُ مِثْلهَا فَرَجَعَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه قَدْ أَخْبَرْتُك أَنَّهُ أَعْتَى مِنْ ذَلِكَ فَقَالَ \" اِرْجِعْ إِلَيْهِ فَادْعُهُ \" فَرَجَعَ إِلَيْهِ الثَّالِثَة قَالَ فَأَعَادَ عَلَيْهِ ذَلِكَ الْكَلَام فَبَيْنَمَا هُوَ يُكَلِّمهُ إِذْ بَعَثَ اللَّه عَزَّ وَجَلَّ سَحَابَة حِيَال رَأْسِه فَرَعَدَتْ فَوَقَعَتْ مِنْهَا صَاعِقَة فَذَهَبَتْ بِقِحْفِ رَأْسه فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَيُرْسِل الصَّوَاعِق \" الْآيَة وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث عَلِيّ بْن أَبِي سَارَّة بِهِ وَرَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار عَنْ عَبْدَة بْن عَبْد اللَّه عَنْ يَزِيد بْن هَارُون عَنْ دَيْلَم بْن غَزْوَان عَنْ ثَابِت عَنْ أَنَس فَذَكَرَ نَحْوه وَقَالَ : حَدَّثَنَا الْحَسَن بْن مُحَمَّد حَدَّثَنَا عَفَّان حَدَّثَنَا أَبَان بْن يَزِيد حَدَّثَنَا أَبُو عِمْرَان الْجَوْنِيّ عَنْ عَبْد الرَّحْمَن بْن صُحَار الْعَبْدِيّ أَنَّهُ بَلَغَهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَهُ إِلَى جَبَّار يَدْعُوهُ فَقَالَ أَرَأَيْتُمْ رَبّكُمْ أَذَهَب هُوَ ؟ أَمْ فِضَّة هُوَ ؟ أَمْ لُؤْلُؤ هُوَ ؟ قَالَ فَبَيْنَمَا هُوَ يُجَادِلهُمْ إِذْ بَعَثَ اللَّه سَحَابَة فَرَعَدَتْ فَأَرْسَلَ عَلَيْهِ صَاعِقَة فَذَهَبَتْ بِقِحْفِ رَأْسه وَنَزَلَتْ هَذِهِ الْآيَة . وَقَالَ أَبُو بَكْر بْن عَيَّاش عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد قَالَ جَاءَ يَهُودِيّ فَقَالَ يَا مُحَمَّد أَخْبِرْنِي عَنْ رَبّك مِنْ أَيّ شَيْء هُوَ ؟ مِنْ نُحَاس هُوَ أَمْ مِنْ لُؤْلُؤ أَوْ يَاقُوت ؟ قَالَ فَجَاءَتْ صَاعِقَة فَأَخَذَتْهُ وَأَنْزَلَ اللَّه\" وَيُرْسِل الصَّوَاعِق \" الْآيَة وَقَالَ قَتَادَة : ذُكِرَ لَنَا أَنَّ رَجُلًا أَنْكَرَ الْقُرْآن وَكَذَّبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ اللَّه صَاعِقَة فَأَهْلَكَتْهُ وَأَنْزَلَ اللَّه \" وَيُرْسِل الصَّوَاعِق \" الْآيَة وَذَكَرُوا فِي سَبَب نُزُولهَا قِصَّة عَامِر بْن الطُّفَيْل وَأَرْبَد بْن رَبِيعَة لَمَّا قَدِمَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة فَسَأَلَاهُ أَنْ يَجْعَل لَهُمَا نِصْف الْأَمْر فَأَبَى عَلَيْهِمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ عَامِر بْن الطُّفَيْل لَعَنَهُ اللَّه أَمَا وَاَللَّه لِأَمْلَأَنَّهَا عَلَيْك خَيْلًا جُرْدًا وَرِجَالًا مُرْدًا فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَأْبَى اللَّه عَلَيْك ذَلِكَ وَأَبْنَاء قَيْلَة \" يَعْنِي الْأَنْصَار ثُمَّ إِنَّهُمَا هَمَّا بِالْفَتْكِ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَعَلَ أَحَدهمَا يُخَاطِبهُ وَالْآخَر يَسْتَلّ سَيْفه لِيَقْتُلهُ مِنْ وَرَائِهِ فَحَمَاهُ اللَّه تَعَالَى مِنْهُمَا وَعَصَمَهُ فَخَرَجَا مِنْ الْمَدِينَة فَانْطَلَقَا فِي أَحْيَاء الْعَرَب يَجْمَعَانِ النَّاس لِحَرْبِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام فَأَرْسَلَ اللَّه عَلَى أَرْبَد سَحَابَة فِيهَا صَاعِقَة فَأَحْرَقَتْهُ وَأَمَّا عَامِر بْن الطُّفَيْل فَأَرْسَلَ اللَّه عَلَيْهِ الطَّاعُون فَخَرَجَتْ فِيهِ غُدَّة عَظِيمَة فَجَعَلَ يَقُول يَا آل عَامِر غُدَّة كَغُدَّةِ الْبَكْر وَمَوْت فِي بَيْت سَلُولِيَّة حَتَّى مَاتَا لَعَنَهُمَا اللَّه وَأَنْزَلَ اللَّه فِي مِثْل ذَلِكَ \" وَيُرْسِل الصَّوَاعِق فَيُصِيب بِهَا مَنْ يَشَاء وَهُمْ يُجَادِلُونَ فِي اللَّه \" وَفِي ذَلِكَ يَقُول لَبِيد بْن رَبِيعَة أَخُو أَرْبَد يَرْثِيه أَخْشَى عَلَى أَرْبَد الْحُتُوف وَلَا أَرْهَب نَوْء السِّمَاك وَالْأُسْد فَجَعَنِي الرَّعْد وَالصَّوَاعِق بِالْ فَارِسِ يَوْم الْكَرِيهَة النَّجْد وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ : حَدَّثَنَا مَسْعَدَة بْن سَعِيد الْعَطَّار حَدَّثَنَا إِبْرَاهِيم بْن الْمُنْذِر الْحِزَامِيّ حَدَّثَنِي عَبْد الْعَزِيز بْن عِمْرَان حَدَّثَنِي عَبْد الرَّحْمَن وَعَبْد اللَّه بْن زَيْد بْن أَسْلَم عَنْ أَبِيهِمَا عَنْ عَطَاء بْن يَسَار عَنْ اِبْن عَبَّاس أَنَّ أَرْبَد بْن قَيْس بْن حَزْم بْن جُلَيْد بْن جَعْفَر بْن كِلَاب وَعَامِر بْن الطُّفَيْل بْن مَالِك قَدِمَا الْمَدِينَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَانْتَهَيَا إِلَيْهِ وَهُوَ جَالِس فَجَلَسَا بَيْن يَدَيْهِ فَقَالَ عَامِر بْن الطُّفَيْل : يَا مُحَمَّد مَا تَجْعَل لِي إِنْ أَسْلَمْت ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَك مَا لِلْمُسْلِمِينَ وَعَلَيْك مَا عَلَيْهِمْ \" قَالَ عَامِر بْن الطُّفَيْل أَتَجْعَلُ لِي الْأَمْر إِنْ أَسْلَمْت مِنْ بَعْدك ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ ذَلِكَ لَك وَلَا لِقَوْمِك وَلَكِنْ لَك أَعِنَّة الْخَيْل \" قَالَ أَنَا الْآن فِي أَعِنَّة خَيْل نَجْد اِجْعَلْ لِي الْوَبَر وَلَك الْمَدَر قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا \" فَلَمَّا قَفَلَا مِنْ عِنْده قَالَ عَامِر : أَمَا وَاَللَّه لِأَمْلَأَنَّهَا عَلَيْك خَيْلًا وَرِجَالًا فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَمْنَعك اللَّه \" فَلَمَّا خَرَجَ أَرْبَد وَعَامِر قَالَ عَامِر : يَا أَرْبَد أَنَا أَشْغَل عَنْك مُحَمَّدًا بِالْحَدِيثِ فَاضْرِبْهُ بِالسَّيْفِ فَإِنَّ النَّاس إِذَا قَتَلْت مُحَمَّدًا لَمْ يَزِيدُوا عَلَى أَنْ يَرْضَوْا بِالدِّيَةِ وَيَكْرَهُوا الْحَرْب فَنُعْطِيهِمْ الدِّيَة قَالَ أَرْبَد : أَفْعَل فَأَقْبَلَا رَاجِعَيْنِ إِلَيْهِ فَقَالَ عَامِر : يَا مُحَمَّد قُمْ مَعِي أُكَلِّمك فَقَامَ مَعَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَلَسَا إِلَى الْجِدَار وَوَقَفَ مَعَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُكَلِّمهُ وَسَلَّ أَرْبَد السَّيْف فَلَمَّا وَضَعَ يَده عَلَى السَّيْف يَبِسَتْ يَده عَلَى قَائِم السَّيْف فَلَمْ يَسْتَطِعْ سَلّ السَّيْف فَأَبْطَأَ أَرْبَد عَلَى عَامِر بِالضَّرْبِ فَالْتَفَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَأَى أَرْبَد وَمَا يَصْنَع فَانْصَرَفَ عَنْهُمَا فَلَمَّا خَرَجَ عَامِر وَأَرْبَد مِنْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ بِالْحَرَّةِ - حَرَّة رَاقِم - نَزَلَا فَخَرَجَ إِلَيْهِمَا سَعْد بْن مُعَاذ وَأُسَيْد بْن حُضَيْر فَقَالَا اُشْخُصَا يَا عَدُوَّيْ اللَّه لَعَنَكُمَا اللَّه فَقَالَ عَامِر مَنْ هَذَا يَا سَعْد ؟ قَالَ هَذَا أُسَيْد بْن حُضَيْر الْعَاتِب فَخَرَجَا حَتَّى إِذَا كَانَا بِالرَّقْمِ أَرْسَلَ اللَّه عَلَى أَرْبَد صَاعِقَة فَقَتَلَتْهُ وَخَرَجَ عَامِر حَتَّى إِذَا كَانَ بِالْخَرِيمِ أَرْسَلَ اللَّه قَرْحَة فَأَخَذَتْهُ فَأَدْرَكَهُ اللَّيْل فِي بَيْت اِمْرَأَة مِنْ بَنِي سَلُول فَجَعَلَ يَمَسّ قُرْحَته فِي حَلْقه وَيَقُول غُدَّة كَغُدَّةِ الْجَمَل فِي بَيْت سَلُولِيَّة يَرْغَب أَنْ يَمُوت فِي بَيْتهَا ثُمَّ رَكِبَ فَرَسَهُ فَأَحْضَرَهُ حَتَّى مَاتَ عَلَيْهِ رَاجِعًا فَأَنْزَلَ اللَّه فِيهِمَا \" اللَّه يَعْلَم مَا تَحْمِل كُلّ أُنْثَى - إِلَى قَوْله - وَمَا لَهُمْ مِنْ دُونه مِنْ وَالٍ \" قَالَ الْمُعَقِّبَات مِنْ أَمْر اللَّه يَحْفَظُونَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ ذَكَرَ أَرْبَد وَمَا قَتَلَهُ بِهِ فَقَالَ \" وَيُرْسِل الصَّوَاعِق\" الْآيَة وَقَوْله \" وَهُمْ يُجَادِلُونَ فِي اللَّه \" أَيْ يَشُكُّونَ فِي عَظَمَته وَأَنَّهُ لَا إِلَه إِلَّا هُوَ \" وَهُوَ شَدِيد الْمِحَال\" قَالَ اِبْن جَرِير : شَدِيدَة مُمَاحَلَته فِي عُقُوبَته مَنْ طَغَى عَلَيْهِ وَعَتَا وَتَمَادَى فِي كُفْره وَهَذِهِ الْأُمَّة شَبِيهَة بِقَوْلِهِ \" وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ فَانْظُرْ كَيْفَ كَانَ عَاقِبَة مَكْرهمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمهمْ أَجْمَعِينَ \" وَعَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ \" وَهُوَ شَدِيد الْمِحَال\" أَيْ شَدِيد الْأَخْذ وَقَالَ مُجَاهِد شَدِيد الْقُوَّة .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37861, "aya_id": 13}]