[{"text": "وَأَلْقَى فِي الأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلاً لَّعَلَّكُمْ تَهْتَدُونَ", "sura_id": 16, "type": 0, "id": 1916, "aya_id": 15}, {"text": "وألقى في الأرض رواسي أن تميد بكم وأنهارا وسبلا لعلكم تهتدون", "sura_id": 16, "type": 1, "id": 8152, "aya_id": 15}, {"text": "15 - (وألقى في الأرض رواسي) جبالا ثوابت (أن) لا (تميد) تتحرك (بكم) جعل فيها (وأنهارا) كالنيل (وسبلا) طرقا (لعلكم تهتدون) إلى مقاصدكم \r\n", "sura_id": 16, "type": 2, "id": 26860, "aya_id": 15}, {"text": "وأرسى في الأرض جبالا تثبتها حتى لا تميل بكم, وجعل فيها أنهارًا; لتشربوا منها, وجعل فيها طرقًا; لتهتدوا بها في الوصول إلى الأماكن التي تقصدونها.\r\n", "sura_id": 16, "type": 3, "id": 33096, "aya_id": 15}, {"text": " <font color=red>وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ</font><BR><p>ثُمَّ ذَكَرَ تَعَالَى الْأَرْض وَمَا أَلْقَى فِيهَا مِنْ الرَّوَاسِي الشَّامِخَات وَالْجِبَال الرَّاسِيَات لِتَقَرّ الْأَرْض وَلَا تَمِيد أَيْ تَضْطَرِب بِمَا عَلَيْهَا مِنْ الْحَيَوَانَات فَلَا يَهْنَأ لَهُمْ عَيْش بِسَبَبِ ذَلِكَ وَلِهَذَا قَالَ \" وَالْجِبَال أَرْسَاهَا \" وَقَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا مَعْمَر عَنْ قَتَادَة سَمِعْت الْحَسَن يَقُول : لَمَّا خُلِقَتْ الْأَرْض كَانَتْ تَمِيد فَقَالُوا مَا هَذِهِ بِمُقِرَّةٍ عَلَى ظَهْرهَا أَحَدًا فَأَصْبَحُوا وَقَدْ خُلِقَتْ الْجِبَال فَلَمْ تَدْرِ الْمَلَائِكَة مِمَّ خُلِقَتْ الْجِبَال \" وَقَالَ سَعِيد عَنْ قَتَادَة عَنْ الْحَسَن عَنْ قَيْس بْن عُبَادَة أَنَّ اللَّه لَمَّا خَلَقَ الْأَرْض جَعَلَتْ تَمُور فَقَالَتْ الْمَلَائِكَة : مَا هَذِهِ بِمُقِرَّةٍ عَلَى ظَهْرهَا أَحَدًا فَأَصْبَحَتْ صُبْحًا وَفِيهَا رَوَاسِيهَا. وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنِي حَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد عَنْ عَطَاء بْن السَّائِب عَنْ عَبْد اللَّه بْن حَبِيب عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا خَلَقَ اللَّه الْأَرْض فَمَضَتْ وَقَالَتْ أَيْ رَبّ تَجْعَل عَلَيَّ بَنِي آدَم يَعْمَلُونَ الْخَطَايَا وَيَجْعَلُونَ عَلَيَّ الْخُبْث ؟ قَالَ فَأَرْسَى اللَّه فِيهَا مِنْ الْجِبَال مَا تَرَوْنَ وَمَا لَا تَرَوْنَ فَكَانَ إِقْرَارهَا كَاللَّحْمِ يَتَرَجْرَج . وَقَوْله \" وَأَنْهَارًا وَسُبُلًا \" أَيْ جَعَلَ فِيهَا أَنْهَارًا تَجْرِي مِنْ مَكَان إِلَى مَكَان آخَر رِزْقًا لِلْعِبَادِ يَنْبُع فِي مَوْضِع وَهُوَ رِزْق لِأَهْلِ مَوْضِع آخَر فَيَقْطَع الْبِقَاع وَالْبَرَارِيّ وَالْقِفَار وَيَخْتَرِق الْجِبَال وَالْآكَام فَيَصِل إِلَى الْبَلَد الَّذِي سُخِّرَ لِأَهْلِهِ وَهِيَ سَائِرَة فِي الْأَرْض يَمْنَة وَيَسْرَة وَجَنُوبًا وَشَمَالًا وَشَرْقًا وَغَرْبًا مَا بَيْن صِغَار وَكِبَار وَأَوْدِيَة تَجْرِي حِينًا وَتَنْقَطِع فِي وَقْت وَمَا بَيْن نَبْع وَجَمِيع وَقَوِيّ السَّيْر وَبَطِيئِهِ بِحَسَبِ مَا أَرَادَ وَقَدَّرَ وَسَخَّرَ وَيَسَّرَ فَلَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ. وَكَذَلِكَ جَعَلَ فِيهَا سُبُلًا أَيْ طُرُقًا يُسْلَك فِيهَا مِنْ بِلَاد إِلَى بِلَاد حَتَّى أَنَّهُ تَعَالَى لَيَقْطَع الْجَبَل حَتَّى يَكُون مَا بَيْنهمَا مَمَرًّا وَمَسْلَكًا كَمَا قَالَ تَعَالَى \" وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا \" الْآيَة .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38086, "aya_id": 15}]