[{"text": "مَن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ", "sura_id": 57, "type": 0, "id": 5086, "aya_id": 11}, {"text": "من ذا الذي يقرض الله قرضا حسنا فيضاعفه له وله أجر كريم", "sura_id": 57, "type": 1, "id": 11322, "aya_id": 11}, {"text": "11 - (من ذا الذي يقرض الله) بإنفاق ماله في سبيل الله (قرضا حسنا) بأن ينفقه لله (فيضاعفه) وفي قراءة فيضعفه بالتشديد (له) من عشر إلى أكثر من سبعمائة كما ذكر في البقرة (وله) مع المضاعفة (أجر كريم) مقترن به رضا وإقبال \r\n", "sura_id": 57, "type": 2, "id": 30030, "aya_id": 11}, {"text": "من ذا الذي ينفق في سبيل الله محتسبًا من قلبه بلا مَنٍّ ولا أذى, فيضاعف له ربه الأجر والثواب, وله جزاء كريم, وهو الجنة؟\r\n", "sura_id": 57, "type": 3, "id": 36266, "aya_id": 11}, {"text": " <font color=red>مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ</font><BR><p>وَقَوْله تَعَالَى \" مَنْ ذَا الَّذِي يُقْرِض اللَّه قَرْضًا حَسَنًا \" قَالَ عُمَر بْن الْخَطَّاب هُوَ الْإِنْفَاق فِي سَبِيل اللَّه . وَقِيلَ هُوَ النَّفَقَة عَلَى الْعِيَال وَالصَّحِيح أَنَّهُ أَعَمّ مِنْ ذَلِكَ فَكُلّ مَنْ أَنْفَقَ فِي سَبِيل اللَّه بِنِيَّةٍ خَالِصَة وَعَزِيمَة صَادِقَة دَخَلَ فِي عُمُوم هَذِهِ الْآيَة وَلِهَذَا قَالَ تَعَالَى \" مَنْ ذَا الَّذِي يُقْرِض اللَّه قَرْضًا حَسَنًا فَيُضَاعِفهُ لَهُ \" كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" أَضْعَافًا كَثِيرَة \" \" وَلَهُ أَجْر كَرِيم \" أَيْ جَزَاء جَمِيل وَرِزْق بَاهِر وَهُوَ الْجَنَّة يَوْم الْقِيَامَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا خَلَف بْن خَلِيفَة عَنْ حُمَيْد الْأَعْرَج عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" مَنْ ذَا الَّذِي يُقْرِض اللَّه قَرْضًا حَسَنًا فَيُضَاعِفهُ لَهُ \" قَالَ أَبُو الدَّحْدَاح الْأَنْصَارِيّ يَا رَسُول اللَّه وَإِنَّ اللَّه لَيُرِيد مِنَّا الْقَرْض ؟ \" قَالَ نَعَمْ يَا أَبَا الدَّحْدَاح \" قَالَ أَرِنِي يَدك يَا رَسُول اللَّه قَالَ فَنَاوَلَهُ يَده قَالَ فَإِنِّي قَدْ أَقْرَضْت رَبِّي حَائِطِي وَلَهُ حَائِط فِيهِ سِتّمِائَةِ نَخْلَة وَأُمّ الدَّحْدَاح فِيهِ وَعِيَالهَا قَالَ فَجَاءَ أَبُو الدَّحْدَاح فَنَادَاهَا يَا أُمّ الدَّحْدَاح قَالَتْ لَبَّيْكَ قَالَ اُخْرُجِي فَقَدْ أَقْرَضْته رَبِّي عَزَّ وَجَلَّ . وَفِي رِوَايَة أَنَّهَا قَالَتْ لَهُ رَبِحَ بَيْعك يَا أَبَا الدَّحْدَاح وَنَقَلَتْ مِنْهُ مَتَاعهَا وَصِبْيَانهَا وَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كَمْ مِنْ عِذْق رَدَاح فِي الْجَنَّة لِأَبِي الدَّحْدَاح - وَفِي لَفْظ - رُبَّ نَخْلَة مُدَلَّاة عُرُوقهَا دُرّ وَيَاقُوت لِأَبِي الدَّحْدَاح فِي الْجَنَّة \" .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42003, "aya_id": 11}]