[{"text": "خُلِقَ الْإِنسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ", "sura_id": 21, "type": 0, "id": 2520, "aya_id": 37}, {"text": "خلق الإنسان من عجل سأريكم آياتي فلا تستعجلون", "sura_id": 21, "type": 1, "id": 8756, "aya_id": 37}, {"text": "37 - ونزل في استعجالهم العذاب (خلق الإنسان من عجل) أي أنه لكثرة عجله في أحواله كأنه خلق منه (سأريكم آياتي) مواعيدي بالعذاب (فلا تستعجلون) فيه فأراهم القتل ببدر \r\n", "sura_id": 21, "type": 2, "id": 27464, "aya_id": 37}, {"text": "خُلق الإنسان عجولا يبادر الأشياء ويستعجل وقوعها. وقد استعجلت قريش العذاب واستبطأته, فأنذرهم الله بأنه سيريهم ما يستعجلونه من العذاب, فلا يسألوا الله تعجيله وسرعته.\r\n", "sura_id": 21, "type": 3, "id": 33700, "aya_id": 37}, {"text": " <font color=red>خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ</font><BR><p>وَقَوْله \" خُلِقَ الْإِنْسَان مِنْ عَجَل \" كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَكَانَ الْإِنْسَان عَجُولًا \" أَيْ فِي الْأُمُور قَالَ مُجَاهِد خَلَقَ اللَّه آدَم بَعْد كُلّ شَيْء مِنْ آخِر النَّهَار مِنْ يَوْم خَلَقَ الْخَلَائِق فَلَمَّا أَحْيَا الرُّوح عَيْنَيْهِ وَلِسَانه وَرَأْسه وَلَمْ يَبْلُغ أَسْفَله قَالَ يَا رَبّ اِسْتَعْجِلْ بِخَلْقِي . قَبْل غُرُوب الشَّمْس وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا يَزِيد بْن هَارُون أَنْبَأَنَا مُحَمَّد بْن عَلْقَمَة بْن وَقَّاص اللَّيْثِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْر يَوْم طَلَعَتْ فِيهِ الشَّمْس يَوْم الْجُمُعَة فِيهِ خُلِقَ آدَم وَفِيهِ أُدْخِلَ الْجَنَّة وَفِيهِ أُهْبِطَ مِنْهَا وَفِيهِ تَقُوم السَّاعَة وَفِيهِ سَاعَة لَا يُوَافِقهَا عَبْد مُؤْمِن يُصَلِّي - وَقَبَضَ أَصَابِعه يُقَلِّلهَا - فَسَأَلَ اللَّه خَيْرًا إِلَّا أَعْطَاهُ إِيَّاهُ \" قَالَ أَبُو سَلَمَة فَقَالَ عَبْد اللَّه بْن سَلَام قَدْ عَرَفْت تِلْكَ السَّاعَة هِيَ آخِر سَاعَات النَّهَار مِنْ يَوْم الْجُمُعَة وَهِيَ الَّتِي خَلَقَ اللَّه فِيهَا آدَم قَالَ اللَّه تَعَالَى \" خُلِقَ الْإِنْسَان مِنْ عَجَل سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ \" وَالْحِكْمَة فِي ذِكْر عَجَلَة الْإِنْسَان هَهُنَا أَنَّهُ لَمَّا ذَكَرَ الْمُسْتَهْزِئِينَ بِالرَّسُولِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَقَعَ فِي النُّفُوس سُرْعَة الِانْتِقَام مِنْهُمْ وَاسْتَعْجَلَتْ ذَلِكَ فَقَالَ اللَّه تَعَالَى خُلِقَ الْإِنْسَان مِنْ عَجَل لِأَنَّهُ تَعَالَى يُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتهُ يُؤَجِّل ثُمَّ يُعَجِّل وَيَنْظُر ثُمَّ لَا يُؤَخِّر وَلِهَذَا قَالَ \" سَأُرِيكُمْ آيَاتِي\" أَيْ نِقَمِي وَحُكْمِي وَاقْتِدَارِي عَلَى مَنْ عَصَانِي \" فَلَا تَسْتَعْجِلُونِ \" .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38960, "aya_id": 37}]