[{"text": "قُلْ يَوْمَ الْفَتْحِ لَا يَنفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنظَرُونَ", "sura_id": 32, "type": 0, "id": 3532, "aya_id": 29}, {"text": "قل يوم الفتح لا ينفع الذين كفروا إيمانهم ولا هم ينظرون", "sura_id": 32, "type": 1, "id": 9768, "aya_id": 29}, {"text": "29 - (قل يوم الفتح) بإنزال العذاب بهم (لا ينفع الذين كفروا إيمانهم ولا هم ينظرون) يمهلون لتوبة أو معذرة \r\n", "sura_id": 32, "type": 2, "id": 28476, "aya_id": 29}, {"text": "قل لهم -أيها الرسول-: يوم القضاء الذي يقع فيه عقابكم, وتعاينون فيه الموت لا ينفع الكفار إيمانهم, ولا هم يؤخرون للتوبة والمراجعة.\r\n", "sura_id": 32, "type": 3, "id": 34712, "aya_id": 29}, {"text": " <font color=red>قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ</font><BR><p>قَالَ اللَّه تَعَالَى \" قُلْ يَوْم الْفَتْح \" أَيْ إِذَا حَلَّ بِكُمْ بَأْس اللَّه وَسَخَطه وَغَضَبه فِي الدُّنْيَا وَفِي الْآخِرَة \" لَا يَنْفَع الَّذِينَ كَفَرُوا إِيمَانهمْ وَلَا هُمْ يُنْظَرُونَ\" كَمَا قَالَ تَعَالَى \" فَلَمَّا جَاءَتْهُمْ رُسُلهمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدهمْ مِنْ الْعِلْم \" الْآيَتَيْنِ وَمَنْ زَعَمَ أَنَّ الْمُرَاد مِنْ هَذَا الْفَتْح فَتْح مَكَّة فَقَدْ أَبْعَد النُّجْعَة وَأَخْطَأَ فَأَفْحَشَ فَإِنَّ يَوْم الْفَتْح قَدْ قَبِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِسْلَام الطُّلَقَاء وَقَدْ كَانُوا قَرِيبًا مِنْ أَلْفَيْنِ وَلَوْ كَانَ الْمُرَاد فَتْح مَكَّة لَمَا قَبِلَ إِسْلَامهمْ لِقَوْلِهِ تَعَالَى \" قُلْ يَوْم الْفَتْح لَا يَنْفَع الَّذِينَ كَفَرُوا إِيمَانهمْ وَلَا هُمْ يُنْظَرُونَ \" وَإِنَّمَا الْمُرَاد الْفَتْح الَّذِي هُوَ الْقَضَاء وَالْفَصْل كَقَوْلِهِ \" فَافْتَحْ بَيْنِي وَبَيْنهمْ فَتْحًا \" الْآيَة وَكَقَوْلِهِ \" قُلْ يَجْمَع بَيْننَا رَبّنَا ثُمَّ يَفْتَح بَيْننَا بِالْحَقِّ \" الْآيَة وَقَالَ تَعَالَى \" وَاسْتَفْتَحُوا وَخَابَ كُلّ جَبَّار عَنِيد \" وَقَالَ تَعَالَى \" وَكَانُوا مِنْ قَبْل يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا\" وَقَالَ تَعَالَى \" إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمْ الْفَتْح\" .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40158, "aya_id": 29}]