[{"text": "إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُواْ وَاللّهُ وَلِيُّ الْمُؤْمِنِينَ", "sura_id": 3, "type": 0, "id": 361, "aya_id": 68}, {"text": "إن أولى الناس بإبراهيم للذين اتبعوه و هذا النبي و الذين آمنوا و الله ولي المؤمنين", "sura_id": 3, "type": 1, "id": 6597, "aya_id": 68}, {"text": "68 - (إن أولى الناس) أحقهم (بإبراهيم للذين اتبعوه) في زمانه (وهذا النبي) محمد لموافقته له في أكثر شرعه (والذين آمنوا) من أمته فهم الذين ينبغي أن يقولوا نحن على دينه لا أنتم (والله ولي المؤمنين) ناصرهم وحافظهم \r\n", "sura_id": 3, "type": 2, "id": 25305, "aya_id": 68}, {"text": "إنَّ أحق الناس بإبراهيم وأخصهم به, الذين آمنوا به وصدقوا برسالته واتبعوه على دينه, وهذا النبي محمد صلى الله عليه وسلم والذين آمنوا به. والله وليُّ المؤمنين به المتبعين شرعه.\r\n", "sura_id": 3, "type": 3, "id": 31541, "aya_id": 68}, {"text": " <font color=red>إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ</font><BR><p>\" إِنَّ أَوْلَى النَّاس بِإِبْرَاهِيمَ لَلَّذِينَ اِتَّبَعُوهُ \" الْآيَة . وَقَدْ رَوَاهُ التِّرْمِذِيّ وَالْبَزَّار مِنْ حَدِيث أَبِي أَحْمَد الزُّبَيْرِيّ عَنْ سُفْيَان الثَّوْرِيّ عَنْ أَبِيهِ بِهِ . ثُمَّ قَالَ الْبَزَّار : وَرَوَاهُ غَيْر أَبِي أَحْمَد عَنْ سُفْيَان عَنْ أَبِيهِ عَنْ أَبِي الضُّحَى عَنْ عَبْد اللَّه وَلَمْ يَذْكُر مَسْرُوقًا وَكَذَا رَوَاهُ التِّرْمِذِيّ مِنْ طَرِيق وَكِيع عَنْ سُفْيَان ثُمَّ قَالَ : وَهَذَا أَصَحّ لَكِنْ رَوَاهُ وَكِيع فِي تَفْسِيره فَقَالَ : حَدَّثَنَا سُفْيَان عَنْ أَبِيهِ عَنْ أَبِي إِسْحَق عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ \" إِنَّ لِكُلِّ نَبِيّ وِلَايَة مِنْ النَّبِيِّينَ وَإِنَّ وَلِيِّي مِنْهُمْ أَبِي وَخَلِيل اللَّه عَزَّ وَجَلَّ إِبْرَاهِيم عَلَيْهِ السَّلَام \" ثُمَّ قَرَأَ \" إِنَّ أَوْلَى النَّاس بِإِبْرَاهِيمَ لَلَّذِينَ اِتَّبَعُوهُ وَهَذَا النَّبِيّ وَاَلَّذِينَ آمَنُوا \" الْآيَة وَقَوْله \" وَاَللَّه وَلِيّ الْمُؤْمِنِينَ \" أَيْ وَلِيّ جَمِيع الْمُؤْمِنِينَ بِرُسُلِهِ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40008, "aya_id": 68}]