[{"text": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا", "sura_id": 25, "type": 0, "id": 2913, "aya_id": 58}, {"text": "وتوكل على الحي الذي لا يموت وسبح بحمده وكفى به بذنوب عباده خبيرا", "sura_id": 25, "type": 1, "id": 9149, "aya_id": 58}, {"text": "58 - (وتوكل على الحي الذي لا يموت وسبح) متلبسا (بحمده) أي قل سبحان الله والحمد لله (وكفى به بذنوب عباده خبيرا) عالما تعلق به بذنوب \r\n", "sura_id": 25, "type": 2, "id": 27857, "aya_id": 58}, {"text": "وتوكل على الله الذي له جميع معاني الحياة الكاملة كما يليق بجلاله الذي لا يموت، ونزِّهه عن صفات النقصان. وكفى بالله خبيرًا بذنوب خلقه, لا يخفى عليه شيء منها، وسيحاسبهم عليها ويجازيهم بها.\r\n", "sura_id": 25, "type": 3, "id": 34093, "aya_id": 58}, {"text": " <font color=red>وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَتَوَكَّلْ عَلَى الْحَيّ الَّذِي لَا يَمُوت \" أَيْ فِي أُمُورك كُلّهَا كُنْ مُتَوَكِّلًا عَلَى اللَّه الْحَيّ الَّذِي لَا يَمُوت أَبَدًا الَّذِي هُوَ \" الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن وَهُوَ بِكُلِّ شَيْء عَلِيم \" الدَّائِم الْبَاقِي السَّرْمَدِيّ الْأَبَدِيّ الْحَيّ الْقَيُّوم رَبّ كُلّ شَيْء وَمَلِيكه اِجْعَلْهُ ذُخْرك وَمَلْجَأَك وَهُوَ الَّذِي يُتَوَكَّل عَلَيْهِ وَيُفْزَع إِلَيْهِ فَإِنَّهُ كَافِيك وَنَاصِرك وَمُؤَيِّدك وَمُظَفِّرك كَمَا قَالَ تَعَالَى : \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته وَاَللَّه يَعْصِمك مِنْ النَّاس \" وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن عَلِيّ بْن نُفَيْل قَالَ قَرَأْت عَلَى مَعْقِل يَعْنِي اِبْن عُبَيْد اللَّه عَنْ عَبْد اللَّه بْن أَبِي حُسَيْن عَنْ شَهْر بْن حَوْشَب قَالَ : لَقِيَ سَلْمَان النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَعْض فِجَاج الْمَدِينَة فَسَجَدَ لَهُ فَقَالَ : \" لَا تَسْجُد لِي يَا سَلْمَان وَاسْجُدْ لِلْحَيِّ الَّذِي لَا يَمُوت \" وَهَذَا مُرْسَل حَسَن وَقَوْله تَعَالَى : \" وَسَبِّحْ بِحَمْدِهِ \" أَيْ اِقْرِنْ بَيْن حَمْده وَتَسْبِيحه وَلِهَذَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" سُبْحَانك اللَّهُمَّ رَبّنَا وَبِحَمْدِك\" أَيْ أَخْلِصْ لَهُ الْعِبَادَة وَالتَّوَكُّل كَمَا قَالَ تَعَالَى : \" رَبّ الْمَشْرِق وَالْمَغْرِب لَا إِلَه إِلَّا هُوَ فَاِتَّخِذْهُ وَكِيلًا \" وَقَالَ تَعَالَى \" فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ \" وَقَالَ تَعَالَى : \" قُلْ هُوَ الرَّحْمَن آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا\" وَقَوْله تَعَالَى : \" وَكَفَى بِهِ بِذُنُوبِ عِبَاده خَبِيرًا \" أَيْ بِعِلْمِهِ التَّامّ الَّذِي لَا يَخْفَى عَلَيْهِ خَافِيَة وَلَا يَعْزُب عَنْهُ مِثْقَال ذَرَّة .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39342, "aya_id": 58}]