[{"text": "قَالَ الَّذِي عِندَهُ عِلْمٌ مِّنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِندَهُ قَالَ هَذَا مِن فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ", "sura_id": 27, "type": 0, "id": 3199, "aya_id": 40}, {"text": "قال الذي عنده علم من الكتاب أنا آتيك به قبل أن يرتد إليك طرفك فلما رآه مستقرا عنده قال هذا من فضل ربي ليبلوني أأشكر أم أكفر ومن شكر فإنما يشكر لنفسه ومن كفر فإن ربي غني كريم", "sura_id": 27, "type": 1, "id": 9435, "aya_id": 40}, {"text": "40 - (قال الذي عنده علم من الكتاب) المنزل وهو آصف بن برخيا كان صديقا يعلم اسم الله الأعظم الذي إذا دعي به أجاب (أنا آتيك به قبل أن يرتد إليك طرفك) إذا نظرت به إلى شيء فقال له انظر إلى السماء فنظر إليها ثم رد بطرفه فوجده موضوعا بين يديه ففي نظره إلى السماء دعا آصف بالاسم الأعظم أن يأتي الله به فحصل بأن جرى تحت الأرض حتى نبع تحت كرسي سليمان (فلما رآه مستقرا) ساكنا (عنده قال هذا) الاتيان لي به (من فضل ربي ليبلوني) ليختبرني (أأشكر) بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين المسهلة والأخرى وتركه (أم أكفر) النعمة (ومن شكر فإنما يشكر لنفسه) لأجلها لأن ثواب شكره له (ومن كفر) النعمة (فإن ربي غني) عن شكره (كريم) بالافضال على من يكفرها \r\n", "sura_id": 27, "type": 2, "id": 28143, "aya_id": 40}, {"text": "قال الذي عنده علم من الكتاب: أنا آتيك بهذا العرش قبل ارتداد أجفانك إذا تحرَّكَتْ للنظر في شيء. فأذن له سليمان فدعا الله, فأتى بالعرش. فلما رآه سليمان حاضرًا لديه ثابتًا عنده قال: هذا مِن فضل ربي الذي خلقني وخلق الكون كله؛ ليختبرني: أأشكر بذلك اعترافًا بنعمته تعالى عليَّ أم أكفر بترك الشكر؟ ومن شكر لله على نعمه فإنَّ نَفْعَ ذلك يرجع إليه, ومن جحد النعمة وترك الشكر فإن ربي غني عن شكره, كريم يعم بخيره في الدنيا الشاكر والكافر, ثم يحاسبهم ويجازيهم في الآخرة.\r\n", "sura_id": 27, "type": 3, "id": 34379, "aya_id": 40}, {"text": " <font color=red>قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ</font><BR><p>\" قَالَ الَّذِي عِنْده عِلْم مِنْ الْكِتَاب \" قَالَ اِبْن عَبَّاس وَهُوَ آصَف كَاتِب سُلَيْمَان وَكَذَا رَوَى مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان أَنَّهُ آصَف بْن بَرْخِيَاء وَكَانَ صِدِّيقًا يَعْلَم الِاسْم الْأَعْظَم وَقَالَ قَتَادَة كَانَ مُؤْمِنًا مِنْ الْإِنْس وَاسْمه آصَف وَكَذَا قَالَ أَبُو صَالِح وَالضَّحَّاك وَقَتَادَة إِنَّهُ كَانَ مِنْ الْإِنْس زَادَ قَتَادَة مِنْ بَنِي إِسْرَائِيل وَقَالَ مُجَاهِد كَانَ اِسْمه أَسْطُوم قَالَ قَتَادَة فِي رِوَايَة عَنْهُ كَانَ اِسْمه بليخا وَقَالَ زُهَيْر بْن مُحَمَّد هُوَ رَجُل مِنْ الْإِنْس يُقَال لَهُ ذُو النُّور وَزَعَمَ عَبْد اللَّه بْن لَهِيعَة أَنَّهُ الْخَضِر وَهُوَ غَرِيب جِدًّا وَقَوْله \" أَنَا آتِيك بِهِ قَبْل أَنْ يَرْتَدّ إِلَيْك طَرْفك \" أَيْ اِرْفَعْ بَصَرك وَانْظُرْ مَدّ بَصَرك مِمَّا تَقْدِر عَلَيْهِ فَإِنَّك لَا يَكِلّ بَصَرك إِلَّا وَهُوَ حَاضِر عِنْدك وَقَالَ وَهْب اِبْن مُنَبِّه اُمْدُدْ بَصَرك فَلَا يَبْلُغ مَدَاهُ حَتَّى آتِيك بِهِ فَذَكَرُوا أَنَّهُ أَمَرَهُ أَنْ يَنْظُر نَحْو الْيَمَن الَّتِي فِيهَا هَذَا الْعَرْش الْمَطْلُوب ثُمَّ قَامَ فَتَوَضَّأَ وَدَعَا اللَّه تَعَالَى قَالَ مُجَاهِد قَالَ يَا ذَا الْجَلَال وَالْإِكْرَام وَقَالَ الزُّهْرِيّ قَالَ : يَا إِلَهنَا وَإِلَه كُلّ شَيْء إِلَهًا وَاحِدًا لَا إِلَه إِلَّا أَنْتَ اِئْتِنِي بِعَرْشِهَا قَالَ فَمَثَلَ بَيْن يَدَيْهِ قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَمُحَمَّد بْن إِسْحَاق وَزُهَيْر بْن مُحَمَّد وَغَيْرهمْ لَمَّا دَعَا اللَّه تَعَالَى وَسَأَلَهُ أَنْ يَأْتِيه بِعَرْشِ بِلْقِيس وَكَانَ فِي الْيَمَن وَسُلَيْمَان عَلَيْهِ السَّلَام بِبَيْتِ الْمَقْدِس غَابَ السَّرِير وَغَاصَ فِي الْأَرْض ثُمَّ نَبَعَ مِنْ بَيْن يَدَيْ سُلَيْمَان وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم لَمْ يَشْعُر سُلَيْمَان إِلَّا وَعَرْشهَا يُحْمَل بَيْن يَدَيْهِ قَالَ وَكَانَ هَذَا الَّذِي جَاءَ بِهِ مِنْ عُبَّاد الْبَحْر فَلَمَّا عَايَنَ سُلَيْمَان وَمَلَأَهُ ذَلِكَ وَرَآهُ مُسْتَقِرًّا عِنْده \" قَالَ هَذَا مِنْ فَضْل رَبِّي \" أَيْ هَذَا مِنْ نِعَم اللَّه عَلَيَّ \" لِيَبْلُوَنِي \" أَيْ لِيَخْتَبِرَنِي \" أَأَشْكُرُ أَمْ أَكْفُر وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُر لِنَفْسِهِ \" كَقَوْلِهِ \" مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا \" وَكَقَوْلِهِ \" وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ \" وَقَوْله \" وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيّ كَرِيم \" أَيْ هُوَ غَنِيّ عَنْ الْعِبَاد وَعِبَادَتهمْ كَرِيم أَيْ كَرِيم فِي نَفْسه فَإِنْ لَمْ يَعْبُدهُ أَحَد فَإِنَّ عَظَمَته لَيْسَتْ مُفْتَقِرَة إِلَى أَحَد وَهَذَا كَمَا قَالَ مُوسَى \" إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْض جَمِيعًا فَإِنَّ اللَّه لَغَنِيّ حَمِيد \" وَفِي صَحِيح مُسْلِم \" يَقُول اللَّه تَعَالَى : يَا عِبَادِي لَوْ أَنَّ أَوَّلكُمْ وَآخِركُمْ وَإِنْسكُمْ وَجِنّكُمْ كَانُوا عَلَى أَتْقَى قَلْب رَجُل مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا يَا عِبَادِي لَوْ أَنَّ أَوَّلكُمْ وَآخِركُمْ وَإِنْسكُمْ وَجِنّكُمْ كَانُوا عَلَى أَفْجَر قَلْب رَجُل مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالكُمْ أُحْصِيهَا لَكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدْ اللَّه وَمَنْ وَجَدَ غَيْر ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسه \".</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39627, "aya_id": 40}]