[{"text": "وَإِذَا غَشِيَهُم مَّوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُم مُّقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ", "sura_id": 31, "type": 0, "id": 3501, "aya_id": 32}, {"text": "وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين فلما نجاهم إلى البر فمنهم مقتصد وما يجحد بآياتنا إلا كل ختار كفور", "sura_id": 31, "type": 1, "id": 9737, "aya_id": 32}, {"text": "32 - (وإذا غشيهم) أي علا الكفار (موج كالظلل) كالجبال التي تظل من تحتها (دعوا الله مخلصين له الدين) الدعاء بأن يجنبهم أي لا يدعون معه غيره (فلما نجاهم إلى البر فمنهم مقتصد) متوسط بين الكفر والإيمان ومنهم باق على كفره (وما يجحد بآياتنا) ومنها الإنجاء من الموج (إلا كل ختار) غدار (كفور) لنعم الله تعالى \r\n", "sura_id": 31, "type": 2, "id": 28445, "aya_id": 32}, {"text": "وإذا ركب المشركون السفن وعَلَتْهم الأمواج مِن حولهم كالسحب والجبال, أصابهم الخوف والذعر من الغرق ففزعوا إلى الله، وأخلصوا دعاءهم له، فلما نجاهم إلى البر فمنهم متوسط لم يقم بشكر الله على وجه الكمال, ومنهم كافر بنعمة الله جاحد لها, وما يكفر بآياتنا وحججنا الدالة على كمال قدرتنا ووحدانيتنا إلا كل غدَّار ناقض للعهد, جحود لنعم الله عليه.\r\n", "sura_id": 31, "type": 3, "id": 34681, "aya_id": 32}, {"text": " <font color=red>وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَإِذَا غَشِيَهُمْ مَوْج كَالظُّلَلِ \" أَيْ كَالْجِبَالِ وَالْغَمَام \" دَعَوْا اللَّه مُخْلِصِينَ لَهُ الدِّين \" كَمَا قَالَ تَعَالَى \" وَإِذَا مَسَّكُمْ الضُّرّ فِي الْبَحْر ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ \" وَقَالَ تَعَالَى \" فَإِذَا رَكِبُوا فِي الْفُلْك\" الْآيَة قَالَ تَعَالَى \" فَلَمَّا نَجَّاهُمْ إِلَى الْبَرّ فَمِنْهُمْ مُقْتَصِد \" قَالَ مُجَاهِد أَيْ كَافِر كَأَنَّهُ فَسَّرَ الْمُقْتَصِد هَهُنَا بِالْجَاحِدِ كَمَا قَالَ تَعَالَى \" فَلَمَّا نَجَّاهُمْ إِلَى الْبَرّ إِذَا هُمْ يُشْرِكُونَ \" وَقَالَ اِبْن زَيْد هُوَ الْمُتَوَسِّط فِي الْعَمَل وَهَذَا الَّذِي قَالَهُ اِبْن زَيْد هُوَ الْمُرَاد فِي قَوْله تَعَالَى \" فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد\" الْآيَة فَالْمُقْتَصِد هَهُنَا هُوَ الْمُتَوَسِّط فِي الْعَمَل وَيَحْتَمِل أَنْ يَكُون مُرَادًا هُنَا أَيْضًا وَيَكُون مِنْ بَاب الْإِنْكَار عَلَى مَنْ شَاهَدَ تِلْكَ الْأَهْوَال وَالْأُمُور الْعِظَام وَالْآيَات الْبَاهِرَات فِي الْبَحْر ثُمَّ بَعْدَمَا أَنْعَمَ عَلَيْهِ بِالْخَلَاصِ كَانَ يَنْبَغِي أَنْ يُقَابِل ذَلِكَ بِالْعَمَلِ التَّامّ وَالدَّءُوب فِي الْعِبَادَة وَالْمُبَادَرَة إِلَى الْخَيْرَات فَمَنْ اِقْتَصَدَ بَعْد ذَلِكَ كَانَ مُقْتَصِرًا وَالْحَالَة هَذِهِ وَاَللَّه أَعْلَم. وَقَوْله تَعَالَى \" وَمَا يَجْحَد بِآيَاتِنَا إِلَّا كُلّ خَتَّار كَفُور \" فَالْخَتَّار هُوَ الْغَدَّار قَالَهُ مُجَاهِد وَالْحَسَن وَقَتَادَة وَمَالِك عَنْ زَيْد بْن أَسْلَمَ وَهُوَ الَّذِي كُلَّمَا عَاهَدَ نَقَضَ عَهْده وَالْخَتْر أَتَمّ الْغَدْر وَأَبْلَغه . قَالَ عُمَر بْن مَعْد يَكْرِب : وَإِنَّك لَوْ رَأَيْت أَبَا عُمَيْر مَلَأْت يَدَيْك مِنْ غَدْر وَخَتْر وَقَوْله \" كَفُور \" أَيْ جَحُود لِلنِّعَمِ لَا يَشْكُرهَا بَلْ يَتَنَاسَاهَا وَلَا يَذْكُرهَا .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40128, "aya_id": 32}]