[{"text": "فَإِذَا جَاء وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَا أُوْلِي بَأْسٍ شَدِيدٍ فَجَاسُواْ خِلاَلَ الدِّيَارِ وَكَانَ وَعْدًا مَّفْعُولاً", "sura_id": 17, "type": 0, "id": 2034, "aya_id": 5}, {"text": "فإذا جاء وعد أولاهما بعثنا عليكم عبادا لنا أولي بأس شديد فجاسوا خلال الديار و كان وعدا مفعولا", "sura_id": 17, "type": 1, "id": 8270, "aya_id": 5}, {"text": "5 - (فإذا جاء وعد أولاهما) اولى مرتي بالفساد (بعثنا عليكم عبادا لنا أولي بأس شديد) أصحاب قوة في الحرب والبطش (فجاسوا) ترددوا لطلبكم (خلال الديار) وسط دياركم ليقتلوكم ويسبوكم (وكان وعدا مفعولا) وقد أفسدوا الأولى بقتل ذكريا فبعث عليهم جالوت وجنوده فقتلوهم وسبوا أولادهم موخربوا بيت المقدس \r\n", "sura_id": 17, "type": 2, "id": 26978, "aya_id": 5}, {"text": "فإذا وقع منهم الإفساد الأول سَلَّطْنا عليهم عبادًا لنا ذوي شجاعة وقوة شديدة، يغلبونهم ويقتلونهم ويشردونهم، فطافوا بين ديارهم مفسدين، وكان ذلك وعدًا لا بدَّ مِن وقوعه؛ لوجود سببه منهم.\r\n", "sura_id": 17, "type": 3, "id": 33214, "aya_id": 5}, {"text": " <font color=red>فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا</font><BR><p>وَقَوْله \" فَإِذَا جَاءَ وَعْد أُولَاهُمَا \" أَيْ أُولَى الْإِفْسَادَتَيْنِ \" بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْس شَدِيد \" أَيْ سَلَّطْنَا عَلَيْكُمْ جُنْدًا مِنْ خَلْقنَا أُولِي بَأْس شَدِيد أَيْ قُوَّة وَعِدَّة وَعَدَد وَسَلْطَنَة شَدِيدَة \" فَجَاسُوا خِلَال الدِّيَار \" أَيْ تَمَلَّكُوا بِلَادكُمْ وَسَلَكُوا خِلَال بُيُوتكُمْ أَيْ بَيْنهَا وَوَسَطهَا وَانْصَرَفُوا ذَاهِبِينَ وَجَائِينَ لَا يَخَافُونَ أَحَدًا وَكَانَ وَعْدًا مَفْعُولًا وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ مِنْ السَّلَف وَالْخَلَف فِي هَؤُلَاءِ الْمُسَلَّطِينَ عَلَيْهِمْ مَنْ هُمْ ؟ فَعَنْ اِبْن عَبَّاس وَقَتَادَة أَنَّهُ جَالُوت الْجَزَرِيّ وَجُنُوده سُلِّطَ عَلَيْهِمْ أَوَّلًا ثُمَّ أُدِيلُوا عَلَيْهِ بَعْد ذَلِكَ . وَقَتَلَ دَاوُد جَالُوت وَلِهَذَا قَالَ \" ثُمَّ رَدَدْنَا لَكُمْ الْكَرَّة عَلَيْهِمْ \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38234, "aya_id": 5}]