[{"text": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ", "sura_id": 35, "type": 0, "id": 3673, "aya_id": 13}, {"text": "يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري لأجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير", "sura_id": 35, "type": 1, "id": 9909, "aya_id": 13}, {"text": "13 - (يولج) يدخل الله (الليل في النهار) فيزيد (ويولج النهار) يدخله (في الليل) فيزيد (وسخر الشمس والقمر كل) منهما (يجري) في فلكه (لأجل مسمى) يوم القيامة (ذلكم الله ربكم له الملك والذين تدعون) تعبدون (من دونه) غيره وهم الأصنام (ما يملكون من قطمير) لفافة النوى \r\n", "sura_id": 35, "type": 2, "id": 28617, "aya_id": 13}, {"text": "واللهُ يدخل من ساعات الليل في النهار, فيزيد النهار بقَدْر ما نقص من الليل, ويُدخل من ساعات النهار في الليل, فيزيد الليل بقَدْر ما نقص من النهار, وذلل الشمس والقمر, يجريان لوقت معلوم, ذلكم الذي فعل هذا هو الله ربكم له الملك كله, والذين تعبدون من دون الله ما يملكون مِن قطمير, وهي القشرة الرقيقة البيضاء تكون على النَّواة.\r\n", "sura_id": 35, "type": 3, "id": 34853, "aya_id": 13}, {"text": " <font color=red>يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ</font><BR><p>وَهَذَا أَيْضًا مِنْ قُدْرَته التَّامَّة وَسُلْطَانه الْعَظِيم فِي تَسْخِيره اللَّيْل بِظَلَامِهِ وَالنَّهَار بِضِيَائِهِ وَيَأْخُذ مِنْ طُول هَذَا فَيَزِيدهُ فِي قِصَر هَذَا فَيَعْتَدِلَانِ ثُمَّ يَأْخُذ مِنْ هَذَا فِي هَذَا فَيَطُول هَذَا وَيَقْصُر هَذَا ثُمَّ يَتَقَارَضَانِ صَيْفًا وَشِتَاء \" وَسَخَّرَ الشَّمْس وَالْقَمَر\" أَيْ وَالنُّجُوم السَّيَّارَات وَالثَّوَابِت الثَّاقِبَات بِأَضْوَائِهِنَّ أَجْرَام السَّمَاوَات الْجَمِيع يَسِيرُونَ بِمِقْدَارٍ مُعَيَّن . وَعَلَى مِنْهَاج مُقَنَّن مُحَرَّر تَقْدِيرًا مِنْ عَزِيز عَلِيم \" كُلّ يَجْرِي لِأَجَلٍ مُسَمًّى \" أَيْ إِلَى يَوْم الْقِيَامَة \" ذَلِكُمْ اللَّه رَبّكُمْ \" أَيْ الَّذِي فَعَلَ هَذَا هُوَ الرَّبّ الْعَظِيم الَّذِي لَا إِلَه غَيْره \" وَاَلَّذِينَ تَدْعُونَ مِنْ دُونه \" أَيْ مِنْ الْأَصْنَام وَالْأَنْدَاد الَّتِي هِيَ عَلَى صُورَة مَنْ تَزْعُمُونَ مِنْ الْمَلَائِكَة الْمُقَرَّبِينَ \" مَا يَمْلِكُونَ مِنْ قِطْمِير\" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَعِكْرِمَة وَعَطَاء وَعَطِيَّة الْعَوْفِيّ وَالْحَسَن وَقَتَادَة وَغَيْرهمْ الْقِطْمِير هُوَ : اللِّفَافَة الَّتِي تَكُون عَلَى نَوَاة التَّمْرَة أَيْ لَا يَمْلِكُونَ مِنْ السَّمَاوَات وَالْأَرْض شَيْئًا وَلَا بِمِقْدَارِ هَذَا الْقِطْمِير .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40298, "aya_id": 13}]