[{"text": "وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِن كُلِّ مَثَلٍ وَكَانَ الْإِنسَانُ أَكْثَرَ شَيْءٍ جَدَلًا", "sura_id": 18, "type": 0, "id": 2194, "aya_id": 54}, {"text": "و لقد صرفنا في هذا القرآن للناس من كل مثل و كان الإنسان أكثر شيء جدلا", "sura_id": 18, "type": 1, "id": 8430, "aya_id": 54}, {"text": "54 - (ولقد صرفنا) بينا (في هذا القرآن للناس من كل مثل) صفة لمحذوف أي مثلا من جنس كل مثل ليتعظوا (وكان الإنسان) أي الكافر (أكثر شيء جدلا) خصومة في الباطل وهو تمييز منقول من اسم كان المعنى وكان جدل الإنسان أكثر شيء فيه \r\n", "sura_id": 18, "type": 2, "id": 27138, "aya_id": 54}, {"text": "ولقد وضَّحنا ونوَّعنا في هذا القرآن للناس أنواعًا كثيرة من الأمثال؛ ليتعظوا بها ويؤمنوا. وكان الإنسان أكثر المخلوقات خصومة وجدلا.\r\n", "sura_id": 18, "type": 3, "id": 33374, "aya_id": 54}, {"text": " <font color=red>وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا</font><BR><p>يَقُول تَعَالَى وَلَقَدْ بَيَّنَّا لِلنَّاسِ فِي هَذَا الْقُرْآن وَوَضَّحْنَا لَهُمْ الْأُمُور وَفَصَّلْنَاهَا كَيْلَا يَضِلُّوا عَنْ الْحَقّ وَيَخْرُجُوا عَنْ طَرِيق الْهُدَى وَمَعَ هَذَا الْبَيَان وَهَذَا الْفُرْقَان الْإِنْسَان كَثِير الْمُجَادَلَة وَالْمُخَاصَمَة وَالْمُعَارَضَة لِلْحَقِّ بِالْبَاطِلِ إِلَّا مَنْ هَدَى اللَّه وَبَصَّرَهُ لِطَرِيقِ النَّجَاة . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب عَنْ الزُّهْرِيّ أَخْبَرَنِي عَلِيّ بْن الْحُسَيْن أَنَّ حُسَيْن بْن عَلِيّ أَخْبَرَهُ أَنَّ عَلِيّ بْن أَبِي طَالِب أَخْبَرَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَرَقَهُ وَفَاطِمَة بِنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة فَقَالَ \" أَلَا تُصَلِّيَانِ \" فَقُلْت يَا رَسُول اللَّه إِنَّمَا أَنْفُسنَا بِيَدِ اللَّه فَإِذَا شَاءَ أَنْ يَبْعَثنَا بَعَثَنَا فَانْصَرَفَ حِين قُلْت ذَلِكَ وَلَمْ يَرْجِع إِلَيَّ شَيْئًا ثُمَّ سَمِعْته وَهُوَ مُوَلٍّ يَضْرِب فَخِذه وَيَقُول \" وَكَانَ الْإِنْسَان أَكْثَر شَيْء جَدَلًا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38349, "aya_id": 54}]