[{"text": "وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنبَاء الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ", "sura_id": 11, "type": 0, "id": 1593, "aya_id": 120}, {"text": "وكلا نقص عليك من أنباء الرسل ما نثبت به فؤادك وجاءك في هذه الحق وموعظة وذكرى للمؤمنين", "sura_id": 11, "type": 1, "id": 7829, "aya_id": 120}, {"text": "120 - (وكلاً) نُصِب بنقصُّ وتنوينه عوض عن المضاف إليه أي كل ما يحتاج إليه (نقص عليك من أنباء الرسل ما) بدل من كلا (نثبت) نطمن (به فؤادك) قلبك (وجاءك في هذه) الأنباء أو الآيات (الحق وموعظة وذكرى للمؤمنين) خصوا بالذكر لانتفاعهم بها في الإيمان بخلاف الكفار \r\n", "sura_id": 11, "type": 2, "id": 26537, "aya_id": 120}, {"text": "ونقصُّ عليك -أيها النبي- من أخبار الرسل الذين كانوا قبلك, كل ما تحتاج إليه مما يقوِّي قلبك للقيام بأعباء الرسالة, وقد جاءك في هذه السورة وما اشتملت عليه من أخبار, بيان الحق الذي أنت عليه, وجاءك فيها موعظة يرتدع بها الكافرون, وذكرى يتذكر بها المؤمنون بالله ورسله.\r\n", "sura_id": 11, "type": 3, "id": 32773, "aya_id": 120}, {"text": " <font color=red>وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ</font><BR><p>يَقُول تَعَالَى وَكُلّ أَخْبَار نَقُصّهَا عَلَيْك مِنْ أَنْبَاء الرُّسُل الْمُتَقَدِّمِينَ مِنْ قَبْلك مَعَ أُمَمهمْ وَكَيْفَ جَرَى لَهُمْ مِنْ الْمُحَاجَّات وَالْخُصُومَات وَمَا اِحْتَمَلَهُ الْأَنْبِيَاء مِنْ التَّكْذِيب وَالْأَذَى وَكَيْف نَصَرَ اللَّه حِزْبه الْمُؤْمِنِينَ وَخَذَلَ أَعْدَاءَهُ الْكَافِرِينَ كُلّ هَذَا مِمَّا نُثَبِّت بِهِ فُؤَادك أَيّ قَلْبك يَا مُحَمَّد لِيَكُونَ لَك بِمَنْ مَضَى مِنْ إِخْوَانك الْمُرْسَلِينَ أُسْوَة وَقَوْله \" وَجَاءَك فِي هَذِهِ الْحَقّ \" أَيّ هَذِهِ السُّورَة قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَجَمَاعَة مِنْ السَّلَف وَعَنْ الْحَسَن فِي رِوَايَة عَنْهُ وَقَتَادَةَ فِي هَذِهِ الدُّنْيَا وَالصَّحِيح فِي هَذِهِ السُّورَة الْمُشْتَمِلَة عَلَى قَصَص الْأَنْبِيَاء وَكَيْفَ أَنْجَاهُمْ اللَّه وَالْمُؤْمِنِينَ بِهِمْ وَأَهْلَكَ الْكَافِرِينَ جَاءَك فِيهَا قَصَص حَقّ وَنَبَأ صِدْق وَمَوْعِظَة يَرْتَدِع بِهَا الْكَافِرُونَ وَذِكْرَى يَتَذَكَّر بِهَا الْمُؤْمِنُونَ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37624, "aya_id": 120}]