[{"text": "فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ", "sura_id": 40, "type": 0, "id": 4205, "aya_id": 72}, {"text": "في الحميم ثم في النار يسجرون", "sura_id": 40, "type": 1, "id": 10441, "aya_id": 72}, {"text": "72 - (في الحميم) أي جهنم (ثم في النار يسجرون) يوقدون \r\n", "sura_id": 40, "type": 2, "id": 29149, "aya_id": 72}, {"text": " في الماء الحار الذي اشتدَّ غليانه وحرُّه, ثم في نار جهنم يوقد بهم.\r\n", "sura_id": 40, "type": 3, "id": 35385, "aya_id": 72}, {"text": " <font color=red>فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ</font><BR><p>قَالَ تَعَالَى \" يُسْحَبُونَ فِي الْحَمِيم ثُمَّ فِي النَّار يُسْجَرُونَ \" كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" هَذِهِ جَهَنَّم الَّتِي يُكَذِّب بِهَا الْمُجْرِمُونَ يَطُوفُونَ بَيْنهَا وَبَيْن حَمِيم آنٍ \" وَقَالَ تَعَالَى بَعْد ذِكْر أَكْلِهِمْ الزَّقُّوم وَشُرْبِهِمْ الْحَمِيم \" ثُمَّ إِنَّ مَرْجِعهمْ لَإِلَى الْجَحِيم \" وَقَالَ عَزَّ وَجَلَّ \" وَأَصْحَاب الشِّمَال مَا أَصْحَاب الشِّمَال فِي سَمُوم وَحَمِيم وَظِلّ مِنْ يَحْمُوم لَا بَارِد وَلَا كَرِيم - إِلَى أَنْ قَالَ - ثُمَّ إِنَّكُمْ أَيّهَا الضَّالُّونَ الْمُكَذِّبُونَ لَآكِلُونَ مِنْ شَجَر مِنْ زَقُّوم فَمَالِئُونَ مِنْهَا الْبُطُون فَشَارِبُونَ عَلَيْهِ مِنْ الْحَمِيم فَشَارِبُونَ شُرْبَ الْهِيم هَذَا نُزُلُهُمْ يَوْم الدِّين \" وَقَالَ عَزَّ وَجَلَّ \" إِنَّ شَجَرَة الزَّقُّوم طَعَام الْأَثِيم كَالْمُهْلِ يَغْلِي فِي الْبُطُون كَغَلْيِ الْحَمِيم خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاء الْجَحِيم ثُمَّ صُبُّوا فَوْق رَأْسه مِنْ عَذَاب الْحَمِيم ذُقْ إِنَّك أَنْتَ الْعَزِيز الْكَرِيم إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ \" أَيْ يُقَال لَهُمْ ذَلِكَ عَلَى وَجْه التَّقْرِيع وَالتَّوْبِيخ وَالتَّحْقِير وَالتَّصْغِير وَالتَّهَكُّم وَالِاسْتِهْزَاء بِهِمْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَحْمَد بْن مَنِيع حَدَّثَنَا مَنْصُور بْن عَمَّار حَدَّثَنَا بَشِير بْن طَلْحَة الْخُزَامِيّ عَنْ خَالِد بْن دُرَيْك عَنْ يَعْلَى بْن مُنَبِّه رَفَعَ الْحَدِيث إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُنْشِئ اللَّه عَزَّ وَجَلَّ سَحَابَة لِأَهْلِ النَّار سَوْدَاء مُظْلِمَة وَيُقَال يَا أَهْل النَّار أَيّ شَيْء تَطْلُبُونَ ؟ فَيَذْكُرُونَ بِهَا سَحَاب الدُّنْيَا فَيَقُول نَسْأَل بَارِد الشَّرَاب فَتُمْطِرهُمْ أَغْلَالًا تَزِيد فِي أَغْلَالهمْ وَسَلَاسِل تَزِيد فِي سَلَاسِلهمْ وَجَمْرًا يُلْهِب النَّار عَلَيْهِمْ \" هَذَا حَدِيث غَرِيب .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 41009, "aya_id": 72}]