[{"text": "وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ وَلِتَعْلَمُواْ عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً", "sura_id": 17, "type": 0, "id": 2041, "aya_id": 12}, {"text": "وجعلنا الليل و النهار آيتين فمحونا آية الليل وجعلنا آية النهار مبصرة لتبتغوا فضلا من ربكم و لتعلموا عدد السنين و الحساب وكل شيء فصلناه تفصيلا", "sura_id": 17, "type": 1, "id": 8277, "aya_id": 12}, {"text": "12 - (وجعلنا الليل والنهار آيتين) دالتين على قدرتنا (فمحونا آية الليل) طمسنا نورها بالظلام لتسكنوا فيه والإضافة للبيان (وجعلنا آية النهار مبصرة) أي مبصرا فيها بالضوء (لتبتغوا) فيه (فضلا من ربكم) بالكسب (ولتعلموا) بهما (عدد السنين والحساب) للاوقات (وكل شيء) يحتاج إليه (فصلناه تفصيلا) بيناه تبيينا \r\n", "sura_id": 17, "type": 2, "id": 26985, "aya_id": 12}, {"text": "وجعلنا الليل والنهار علامتين دالَّتين على وحدانيتنا وقدرتنا، فمَحَوْنا علامة الليل -وهي القمر- وجعلنا علامة النهار -وهي الشمس- مضيئة؛ ليبصر الإنسان في ضوء النهار كيف يتصرف في شؤون معاشه، ويخلد في الليل إلى السكن والراحة، وليعلم الناس -من تعاقب الليل والنهار- عدد السنين وحساب الأشهر والأيام، فيرتبون عليها ما يشاؤون من مصالحهم. وكل شيء بيَّناه تبيينًا كافيًا.\r\n", "sura_id": 17, "type": 3, "id": 33221, "aya_id": 12}, {"text": " <font color=red>وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا</font><BR><p>يَمْتَنّ تَعَالَى عَلَى خَلْقه بِآيَاتِهِ الْعِظَام فَمِنْهَا مُخَالَفَته بَيْن اللَّيْل وَالنَّهَار لِيَسْكُنُوا فِي اللَّيْل وَيَنْتَشِرُوا فِي النَّهَار لِلْمَعَايِشِ وَالصَّنَائِع وَالْأَعْمَال وَالْأَسْفَار وَلِيَعْلَمُوا عَدَد الْأَيَّام وَالْجُمَع وَالشُّهُور وَالْأَعْوَام وَيَعْرِفُوا مُضِيّ الْآجَال الْمَضْرُوبَة لِلدُّيُونِ وَالْعِبَادَات وَالْمُعَامَلَات وَالْإِجَارَات وَغَيْر ذَلِكَ لِهَذَا قَالَ \" لِتَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" أَيْ فِي مَعَايِشكُمْ وَأَسْفَاركُمْ وَنَحْو ذَلِكَ \" وَلِتَعْلَمُوا عَدَد السِّنِينَ وَالْحِسَاب \" فَإِنَّهُ لَوْ كَانَ الزَّمَان كُلّه نَسَقًا وَاحِدًا وَأُسْلُوبًا مُتَسَاوِيًا لَمَا عُرِفَ شَيْء مِنْ ذَلِكَ كَمَا قَالَ تَعَالَى \" قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّه عَلَيْكُمْ اللَّيْل سَرْمَدًا إِلَى يَوْم الْقِيَامَة مَنْ إِلَه غَيْر اللَّه يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّه عَلَيْكُمْ النَّهَار سَرْمَدًا إِلَى يَوْم الْقِيَامَة مَنْ إِلَه غَيْر اللَّه يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ وَمِنْ رَحْمَته جَعَلَ لَكُمْ اللَّيْل وَالنَّهَار لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْله وَلَعَلَّكُمْ تَشْكُرُونَ \" وَقَالَ تَعَالَى \" تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاء بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا . وَهُوَ الَّذِي جَعَلَ اللَّيْل وَالنَّهَار خِلْفَة لِمَنْ أَرَادَ أَنْ يَذَّكَّر أَوْ أَرَادَ شُكُورًا \" وَقَالَ تَعَالَى \" وَلَهُ اِخْتِلَاف اللَّيْل وَالنَّهَار \" وَقَالَ \" يُكَوِّر اللَّيْل عَلَى النَّهَار وَيُكَوِّر النَّهَار عَلَى اللَّيْل وَسَخَّرَ الشَّمْس وَالْقَمَر كُلّ يَجْرِي لِأَجَلٍ مُسَمًّى أَلَا هُوَ الْعَزِيز الْغَفَّار \" وَقَالَ تَعَالَى \" فَالِق الْإِصْبَاح وَجَعَلَ اللَّيْل سَكَنًا وَالشَّمْس وَالْقَمَر حُسْبَانًا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" وَقَالَ تَعَالَى \" وَآيَة لَهُمْ اللَّيْل نَسْلُخ مِنْهُ النَّهَار فَإِذَا هُمْ مُظْلِمُونَ . وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" ثُمَّ إِنَّهُ تَعَالَى جَعَلَ اللَّيْل آيَة أَيْ عَلَامَة يُعْرَف بِهَا وَهِيَ الظَّلَام وَظُهُور الْقَمَر فِيهِ وَلِلنَّهَارِ عَلَامَة وَهِيَ النُّور وَطُلُوع الشَّمْس النَّيِّرَة فِيهِ وَفَاوَتَ بَيْن نُور الْقَمَر وَضِيَاء الشَّمْس لِيُعْرَف هَذَا مِنْ هَذَا كَمَا قَالَ تَعَالَى \" هُوَ الَّذِي جَعَلَ الشَّمْس ضِيَاء وَالْقَمَر نُورًا وَقَدَّرَهُ مَنَازِل لِتَعْلَمُوا عَدَد السِّنِينَ وَالْحِسَاب مَا خَلَقَ اللَّه ذَلِكَ إِلَّا بِالْحَقِّ \" إِلَى قَوْله \" لَآيَات لِقَوْمٍ يَتَّقُونَ\" وَقَالَ تَعَالَى \" يَسْأَلُونَك عَنْ الْأَهِلَّة قُلْ هِيَ مَوَاقِيت لِلنَّاسِ وَالْحَجّ \" الْآيَة قَالَ اِبْن جُرَيْج عَنْ عَبْد اللَّه بْن كَثِير فِي قَوْله فَمَحَوْنَا آيَة اللَّيْل وَجَعَلْنَا آيَة النَّهَار مُبْصِرَة \" قَالَ ظُلْمَة اللَّيْل وَسَدَف النَّهَار وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد الشَّمْس آيَة النَّهَار وَالْقَمَر آيَة اللَّيْل \" فَمَحَوْنَا آيَة اللَّيْل\" قَالَ : السَّوَاد الَّذِي فِي الْقَمَر وَكَذَلِكَ خَلَقَهُ اللَّه تَعَالَى وَقَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس : كَانَ الْقَمَر يُضِيء كَمَا تُضِيء الشَّمْس وَالْقَمَر آيَة اللَّيْل وَالشَّمْس آيَة النَّهَار فَمَحَوْنَا آيَة اللَّيْل السَّوَاد الَّذِي فِي الْقَمَر وَقَدْ رَوَى أَبُو جَعْفَر بْن جَرِير مِنْ طُرُق مُتَعَدِّدَة جَيِّدَة أَنَّ اِبْن الْكَوَّاء سَأَلَ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب فَقَالَ : يَا أَمِير الْمُؤْمِنِينَ مَا هَذِهِ اللَّطْخَة الَّتِي فِي الْقَمَر ؟ فَقَالَ وَيْحك أَمَا تَقْرَأ الْقُرْآن ؟ فَمَحَوْنَا آيَة اللَّيْل فَهَذِهِ مَحْوه وَقَالَ قَتَادَة فِي قَوْله \" فَمَحَوْنَا آيَة اللَّيْل \" كُنَّا نُحَدَّث أَنَّ مَحْو آيَة اللَّيْل سَوَاد الْقَمَر الَّذِي فِيهِ وَجَعَلْنَا آيَة النَّهَار مُبْصِرَة أَيْ مُنِيرَة وَخَلَقَ الشَّمْس أَنْوَر مِنْ الْقَمَر وَأَعْظَم وَقَالَ اِبْن أَبِي نَجِيح عَنْ اِبْن عَبَّاس \" وَجَعَلْنَا اللَّيْل وَالنَّهَار آيَتَيْنِ \" قَالَ لَيْلًا وَنَهَارًا كَذَلِكَ خَلَقَهُمَا اللَّه عَزَّ وَجَلَّ.</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38193, "aya_id": 12}]