[{"text": "الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ", "sura_id": 24, "type": 0, "id": 2793, "aya_id": 2}, {"text": "الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ولا تأخذكم بهما رأفة في دين الله إن كنتم تؤمنون بالله واليوم الآخر وليشهد عذابهما طائفة من المؤمنين", "sura_id": 24, "type": 1, "id": 9029, "aya_id": 2}, {"text": "2 - (الزانية والزاني) غير المحصنين لرجمها بالسنة وأل فيما ذكر موصولة وهو مبتدأ ولشبهه بالشرط دخلت الفاء في خبره وهو (فاجلدوا كل واحد منهما مئة جلدة) ضربة يقال جلده ضرب جلده ويزاد على ذلك بالسنة تغريب عام والرقيق على النصف مما ذكر (ولا تأخذكم بهما رأفة في دين الله) حكمه بأن تتركوا شيئا من حدهما (إن كنتم تؤمنون بالله واليوم الآخر) يوم البعث في هذا تحريض على ما قبل الشرط وهو جوابه أو دال على جوابه (وليشهد عذابهما) الجلد (طائفة من المؤمنين) قيل ثلاثة وقيل أربعة عدد شهود الزنا \r\n", "sura_id": 24, "type": 2, "id": 27737, "aya_id": 2}, {"text": "الزانية والزاني اللذان لم يسبق لهما الزواج, عقوبةُ كل منهما مائة جلدة بالسوط, وثبت في السنة مع هذا الجلد التغريب لمدة عام. ولا تحملكم الرأفة بهما على ترك العقوبة أو تخفيفها, إن كنتم مصدقين بالله واليوم الآخر عاملين بأحكام الإسلام، وليحضر العقوبةَ عدد من المؤمنين; تشنيعًا وزجرًا وعظة واعتبارًا.\r\n", "sura_id": 24, "type": 3, "id": 33973, "aya_id": 2}, {"text": " <font color=red>الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى : \" الزَّانِيَة وَالزَّانِي فَاجْلِدُوا كُلّ وَاحِد مِنْهُمَا مِائَة جَلْدَة \" يَعْنِي هَذِهِ الْآيَة الْكَرِيمَة فِيهَا حُكْم الزَّانِي فِي الْحَدّ وَلِلْعُلَمَاءِ فِيهِ تَفْصِيل وَنِزَاع فَإِنَّ الزَّانِيَ لَا يَخْلُو إِمَّا أَنْ يَكُون بِكْرًا وَهُوَ الَّذِي لَمْ يَتَزَوَّج أَوْ مُحْصَنًا وَهُوَ الَّذِي قَدْ وَطِئَ فِي نِكَاح صَحِيح وَهُوَ حُرّ بَالِغ عَاقِل فَأَمَّا إِذَا كَانَ بِكْرًا لَمْ يَتَزَوَّج فَإِنَّ حَدّه مِائَة جَلْدَة كَمَا فِي الْآيَة وَيُزَاد عَلَى ذَلِكَ أَنْ يُغَرَّب عَامًا عَنْ بَلَده عِنْد جُمْهُور الْعُلَمَاء خِلَافًا لِأَبِي حَنِيفَة - رَحِمَهُ اللَّه - فَإِنَّ عِنْده أَنَّ التَّغْرِيب إِلَى رَأْي الْإِمَام إِنْ شَاءَ غَرَّبَ وَإِنْ شَاءَ لَمْ يُغَرِّب وَحُجَّة الْجُمْهُور فِي ذَلِكَ مَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ رِوَايَة الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود عَنْ أَبِي هُرَيْرَة وَزَيْد بْن خَالِد الْجُهَنِيّ فِي الْأَعْرَابِيَّيْنِ اللَّذَيْنِ أَتَيَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَحَدهمَا : يَا رَسُول اللَّه إِنَّ اِبْنِي هَذَا كَانَ عَسِيفًا - يَعْنِي أَجِيرًا - عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ فَافْتَدَيْت اِبْنِي مِنْهُ بِمِائَةِ شَاة وَوَلِيدَة فَسَأَلْت أَهْل الْعِلْم فَأَخْبَرُونِي أَنَّ عَلَى اِبْنِي جَلْد مِائَة وَتَغْرِيب عَام وَأَنَّ عَلَى اِمْرَأَة هَذَا : الرَّجْم فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنكُمَا بِكِتَابِ اللَّه تَعَالَى الْوَلِيدَة وَالْغَنَم رَدّ عَلَيْك وَعَلَى اِبْنك مِائَة جَلْدَة وَتَغْرِيب عَام . وَاغْدُ يَا أُنَيْس - لِرَجُلٍ مِنْ أَسْلَم - إِلَى اِمْرَأَة هَذَا فَإِنْ اِعْتَرَفَتْ فَارْجُمْهَا \" فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَرَجَمَهَا . وَفِي هَذَا دَلَالَة عَلَى تَغْرِيب الزَّانِي مَعَ جَلْد مِائَة إِذَا كَانَ بِكْرًا لَمْ يَتَزَوَّج فَأَمَّا إِذَا كَانَ مُحْصَنًا وَهُوَ الَّذِي قَدْ وَطِئَ فِي نِكَاح صَحِيح وَهُوَ حُرّ بَالِغ عَاقِل فَإِنَّهُ يُرْجَم كَمَا قَالَ الْإِمَام مَالِك حَدَّثَنِي اِبْن شِهَاب أَخْبَرَنَا عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود أَنَّ اِبْن عَبَّاس أَخْبَرَهُ أَنَّ عُمَر قَامَ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ : أَمَّا بَعْد أَيّهَا النَّاس فَإِنَّ اللَّه تَعَالَى بَعَثَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْحَقِّ وَأَنْزَلَ عَلَيْهِ الْكِتَاب فَكَانَ فِيمَا أُنْزِلَ عَلَيْهِ آيَة الرَّجْم فَقَرَأْنَاهَا وَوَعَيْنَاهَا وَرَجَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا بَعْده فَأَخْشَى أَنْ يَطُول بِالنَّاسِ زَمَان أَنْ يَقُول قَائِل لَا نَجِد آيَة الرَّجْم فِي كِتَاب اللَّه فَيَضِلُّوا بِتَرْكِ فَرِيضَة قَدْ أَنْزَلَهَا اللَّه فَالرَّجْم فِي كِتَاب اللَّه حَقّ عَلَى مَنْ زَنَى إِذَا أُحْصِنَ مِنْ الرِّجَال وَمِنْ النِّسَاء إِذَا قَامَتْ الْبَيِّنَة أَوْ الْحَبَل أَوْ الِاعْتِرَاف. أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَالِك مُطَوَّلًا وَهَذِهِ قِطْعَة مِنْهُ فِيهَا مَقْصُودنَا هَهُنَا . وَرَوَى الْإِمَام أَحْمَد عَنْ هُشَيْم عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس حَدَّثَنِي عَبْد الرَّحْمَن بْن عَوْف أَنَّ عُمَر بْن الْخَطَّاب خَطَبَ النَّاس فَسَمِعْته يَقُول : أَلَا وَإِنَّ نَاسًا يَقُولُونَ مَا الرَّجْم فِي كِتَاب اللَّه وَإِنَّمَا فِيهِ الْجَلْد وَقَدْ رَجَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا بَعْده وَلَوْلَا أَنْ يَقُول قَائِل أَوْ يَتَكَلَّم مُتَكَلِّم أَنَّ عُمَر زَادَ فِي كِتَاب اللَّه مَا لَيْسَ مِنْهُ لَأَثْبَتُّهَا كَمَا نَزَلَتْ بِهِ . وَأَخْرَجَهُ النَّسَائِيّ مِنْ حَدِيث عُبَيْد اللَّه بْن عَبْد اللَّه بِهِ وَقَدْ رَوَى الْإِمَام أَحْمَد أَيْضًا عَنْ هُشَيْم عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مِهْرَان عَنْ اِبْن عَبَّاس قَالَ خَطَبَ عُمَر بْن الْخَطَّاب فَذَكَرَ الرَّجْم فَقَالَ : \" إِنَّا لَا نَجِد مِنْ الرَّجْم بُدًّا فَإِنَّهُ حَدّ مِنْ حُدُود اللَّه تَعَالَى أَلَا وَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ رَجَمَ وَرَجَمْنَا بَعْده وَلَوْلَا أَنْ يَقُول قَائِلُونَ إِنَّ عُمَر زَادَ فِي كِتَاب اللَّه مَا لَيْسَ فِيهِ لَكَتَبْت فِي نَاحِيَة مِنْ الْمُصْحَف وَشَهِدَ عُمَر بْن الْخَطَّاب وَعَبْد الرَّحْمَن بْن عَوْف وَفُلَان وَفُلَان أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ رَجَمَ وَرَجَمْنَا بَعْده أَلَا إِنَّهُ سَيَكُونُ قَوْم مِنْ بَعْدكُمْ يُكَذِّبُونَ بِالرَّجْمِ وَبِالشَّفَاعَةِ وَبِعَذَابِ الْقَبْر وَبِقَوْمٍ يَخْرُجُونَ مِنْ النَّار بَعْدَمَا اِمْتَحَشُوا. وَرَوَى أَحْمَد أَيْضًا عَنْ يَحْيَى الْأَنْصَارِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ عُمَر بْن الْخَطَّاب \" إِيَّاكُمْ أَنْ تَهْلِكُوا عَنْ آيَة الرَّجْم \" الْحَدِيث رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث سَعِيد عَنْ عُمَر وَقَالَ صَحِيح وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا عُبَيْد اللَّه بْن عُمَر الْقَوَارِيرِيّ حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا أَبُو عَوْن عَنْ مُحَمَّد هُوَ اِبْن سِيرِينَ قَالَ اِبْن عُمَر : نُبِّئْت عَنْ كَثِير بْن الصَّلْت قَالَ كُنَّا عِنْد مَرْوَان وَفِينَا زَيْد فَقَالَ زَيْد بْن ثَابِت كُنَّا نَقْرَأ : الشَّيْخ وَالشَّيْخَة إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّة قَالَ مَرْوَان أَلَا كَتَبْتهَا فِي الْمُصْحَف ؟ قَالَ ذَكَرْنَا ذَلِكَ وَفِينَا عُمَر بْن الْخَطَّاب فَقَالَ أَنَا أَشْفِيكُمْ مِنْ ذَلِكَ قَالَ قُلْنَا فَكَيْف ؟ قَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَذَكَرَ كَذَا وَكَذَا وَذَكَرَ الرَّجْم فَقَالَ يَا رَسُول اللَّه اُكْتُبْ لِي آيَة الرَّجْم قَالَ \" لَا أَسْتَطِيع الْآن \" هَذَا أَوْ نَحْو ذَلِكَ . وَقَدْ رَوَاهُ النَّسَائِيّ مِنْ حَدِيث مُحَمَّد بْن الْمُثَنَّى عَنْ غُنْدَر عَنْ شُعْبَة عَنْ قَتَادَة عَنْ يُونُس بْن جُبَيْر عَنْ كَثِير بْن الصَّلْت عَنْ زَيْد بْن ثَابِت بِهِ وَهَذِهِ طُرُق كُلّهَا مُتَعَدِّدَة مُتَعَاضِدَة وَدَالَّة عَلَى أَنَّ آيَة الرَّجْم كَانَتْ مَكْتُوبَة فَنُسِخَ تِلَاوَتهَا وَبَقِيَ حُكْمهَا مَعْمُولًا بِهِ وَاَللَّه أَعْلَم . وَقَدْ أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِرَجْمِ هَذِهِ الْمَرْأَة وَهِيَ زَوْجَة الرَّجُل الَّذِي اِسْتَأْجَرَ الْأَجِير لَمَّا زَنَتْ مَعَ الْأَجِير وَرَجَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَاعِزًا وَالْغَامِدِيّة وَكُلّ هَؤُلَاءِ لَمْ يُنْقَل عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ جَلَدَهُمْ قَبْل الرَّجْم وَإِنَّمَا وَرَدَتْ الْأَحَادِيث الصَّحِيحَة الْمُتَعَاضِدَة الْمُتَعَدِّدَة الطُّرُق وَالْأَلْفَاظ بِالِاقْتِصَارِ عَلَى رَجْمهمْ وَلَيْسَ فِيهَا ذِكْر الْجَلْد وَلِهَذَا كَانَ هَذَا مَذْهَب جُمْهُور الْعُلَمَاء وَإِلَيْهِ ذَهَبَ أَبُو حَنِيفَة وَمَالِك وَالشَّافِعِيّ رَحِمَهُمْ اللَّه وَذَهَبَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه إِلَى أَنَّهُ يَجِب أَنْ يُجْمَع عَلَى الزَّانِي الْمُحْصَن بَيْن الْجَلْد لِلْآيَةِ وَالرَّجْم لِلسُّنَّةِ كَمَا رُوِيَ عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب \" أَنَّهُ لَمَّا أُتِيَ بِسَرَّاجَة وَكَانَتْ قَدْ زَنَتْ وَهِيَ مُحْصَنَة فَجَلَدَهَا يَوْم الْخَمِيس وَرَجَمَهَا يَوْم الْجُمُعَة فَقَالَ : جَلَدْتهَا بِكِتَابِ اللَّه وَرَجَمْتهَا بِسُنَّةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رَوَى الْإِمَام أَحْمَد وَأَهْل السُّنَن الْأَرْبَعَة وَمُسْلِم مِنْ حَدِيث قَتَادَة عَنْ الْحَسَن عَنْ حِطَّان بْن عَبْد اللَّه الرَّقَاشِيّ عَنْ عُبَادَة بْن الصَّامِت قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" خُذُوا عَنِّي خُذُوا عَنِّي قَدْ جَعَلَ اللَّه لَهُنَّ سَبِيلًا الْبِكْر بِالْبِكْرِ جَلْد مِائَة وَتَغْرِيب عَام وَالثَّيِّب بِالثَّيِّبِ جَلْد مِائَة وَالرَّجْم \" . وَقَوْله تَعَالَى \" وَلَا تَأْخُذكُمْ بِهِمَا رَأْفَة فِي دِين اللَّه \" أَيْ فِي حُكْم اللَّه أَيْ لَا تَرْأَفُوا بِهِمَا فِي شَرْع اللَّه وَلَيْسَ الْمَنْهِيّ عَنْهُ الرَّأْفَة الطَّبِيعِيَّة عَلَى تَرْك الْحَدّ وَإِنَّمَا هِيَ الرَّأْفَة الَّتِي تَحْمِل الْحَاكِم عَلَى تَرْك الْحَدّ فَلَا يَجُوز ذَلِكَ قَالَ مُجَاهِد : \" وَلَا تَأْخُذكُمْ بِهِمَا رَأْفَة فِي دِين اللَّه \" قَالَ : إِقَامَة الْحُدُود إِذَا رُفِعَتْ إِلَى السُّلْطَان فَتُقَام وَلَا تُعَطَّل وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَعَطَاء بْن أَبِي رَبَاح وَقَدْ جَاءَ فِي الْحَدِيث : \" تَعَافَوْا الْحُدُود فِيمَا بَيْنكُمْ فَمَا بَلَغَنِي مِنْ حَدّ فَقَدْ وَجَبَ \" وَفِي الْحَدِيث الْآخَر : \" لَحَدّ يُقَام فِي الْأَرْض خَيْر لِأَهْلِهَا مِنْ أَنْ يُمْطَرُوا أَرْبَعِينَ صَبَاحًا\" وَقِيلَ الْمُرَاد \" وَلَا تَأْخُذكُمْ بِهِمَا رَأْفَة فِي دِين اللَّه\" فَلَا تُقِيمُوا الْحَدّ كَمَا يَنْبَغِي مِنْ شِدَّة الضَّرْب الزَّاجِر عَنْ الْمَأْثَم وَلَيْسَ الْمُرَاد الضَّرْب الْمُبَرِّح . قَالَ عَامِر الشَّعْبِيّ \" وَلَا تَأْخُذكُمْ بِهِمَا رَأْفَة فِي دِين اللَّه \" قَالَ : رَحْمَة فِي شِدَّة الضَّرْب وَقَالَ عَطَاء : ضَرْب لَيْسَ بِالْمُبَرِّحِ وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ حَمَّاد بْن أَبِي سُلَيْمَان : يُجْلَد الْقَاذِف وَعَلَيْهِ ثِيَابه وَالزَّانِي تُخْلَع ثِيَابه ثُمَّ تَلَا \" وَلَا تَأْخُذكُمْ بِهِمَا رَأْفَة فِي دِين اللَّه \" فَقُلْت : هَذَا فِي الْحُكْم قَالَ : هَذَا فِي الْحُكْم وَالْجَلْد يَعْنِي فِي إِقَامَة الْحَدّ وَفِي شِدَّة الضَّرْب وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمْرو بْن عَبْد اللَّه الْأَوْدِيّ حَدَّثَنَا وَكِيع عَنْ نَافِع عَنْ اِبْن عَمْرو عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُمَر أَنَّ جَارِيَة لِابْنِ عُمَر زَنَتْ فَضَرَبَ رِجْلَيْهَا قَالَ نَافِع : أَرَاهُ قَالَ ظَهْرهَا قَالَ قُلْت \" وَلَا تَأْخُذكُمْ بِهِمَا رَأْفَة فِي دِين اللَّه \" قَالَ : يَا بُنَيّ وَرَأَيْتنِي أَخَذَتْنِي بِهَا رَأْفَة إِنَّ اللَّه لَمْ يَأْمُرنِي أَنْ أَقْتُلهَا وَلَا أَنْ أَجْعَل جَلْدهَا فِي رَأْسهَا وَقَدْ أَوْجَعْت حِين ضَرَبْتهَا . وَقَوْله تَعَالَى\" إِنْ كُنْتُمْ تُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر \" أَيْ فَافْعَلُوا ذَلِكَ وَأَقِيمُوا الْحُدُود عَلَى مَنْ زَنَى وَشَدِّدُوا عَلَيْهِ الضَّرْب وَلَكِنْ لَيْسَ مُبَرِّحًا لِيَرْتَدِع هُوَ وَمَنْ يَصْنَع مِثْله بِذَلِكَ وَقَدْ جَاءَ فِي الْمُسْنَد عَنْ بَعْض الصَّحَابَة أَنَّهُ قَالَ : يَا رَسُول اللَّه إِنِّي لَأَذْبَح الشَّاة وَأَنَا أَرْحَمهَا فَقَالَ \" وَلَك فِي ذَلِكَ أَجْر \" . وَقَوْله تَعَالَى\" وَلْيَشْهَدْ عَذَابهمَا طَائِفَة مِنْ الْمُؤْمِنِينَ \" هَذَا فِيهِ تَنْكِيل لِلزَّانِيَيْنِ إِذَا جُلِدَا بِحَضْرَةِ النَّاس فَإِنَّ ذَلِكَ يَكُون أَبْلَغ فِي زَجْرهمَا وَأَنْجَع فِي رَدْعهمَا فَإِنَّ فِي ذَلِكَ تَقْرِيعًا وَتَوْبِيخًا وَفَضِيحَة إِذَا كَانَ النَّاس حُضُورًا . قَالَ الْحَسَن الْبَصْرِيّ فِي قَوْله \" وَلْيَشْهَدْ عَذَابهمَا طَائِفَة مِنْ الْمُؤْمِنِينَ \" يَعْنِي عَلَانِيَة ثُمَّ قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَلْيَشْهَدْ عَذَابهمَا طَائِفَة مِنْ الْمُؤْمِنِينَ \" الطَّائِفَة الرَّجُل فَمَا فَوْقه وَقَالَ مُجَاهِد : الطَّائِفَة الرَّجُل الْوَاحِد إِلَى الْأَلْف وَكَذَا قَالَ عِكْرِمَة وَلِهَذَا قَالَ أَحْمَد : إِنَّ الطَّائِفَة تَصْدُق عَلَى وَاحِد وَقَالَ عَطَاء بْن أَبِي رَبَاح : اِثْنَانِ وَبِهِ قَالَ إِسْحَاق بْن رَاهَوَيْهِ وَكَذَا قَالَ سَعِيد بْن جُبَيْر \" طَائِفَة مِنْ الْمُؤْمِنِينَ \" قَالَ : يَعْنِي رَجُل فَصَاعِدًا وَقَالَ الزُّهْرِيّ : ثَلَاث نَفَر فَصَاعِدًا وَقَالَ عَبْد الرَّزَّاق حَدَّثَنِي اِبْن وَهْب عَنْ الْإِمَام مَالِك فِي قَوْله \" وَلْيَشْهَدْ عَذَابهمَا طَائِفَة مِنْ الْمُؤْمِنِينَ\" قَالَ : الطَّائِفَة أَرْبَعَة نَفَر فَصَاعِدًا لِأَنَّهُ لَا يَكْفِي شَهَادَة فِي الزِّنَا إِلَّا أَرْبَعَة شُهَدَاء فَصَاعِدًا وَبِهِ قَالَ الشَّافِعِيّ وَقَالَ رَبِيعَة : خَمْسَة وَقَالَ الْحَسَن الْبَصْرِيّ : عَشْرَة وَقَالَ قَتَادَة : أَمَرَ اللَّه أَنْ يَشْهَد عَذَابهمَا طَائِفَة مِنْ الْمُؤْمِنِينَ أَيْ نَفَر مِنْ الْمُسْلِمِينَ لِيَكُونَ ذَلِكَ مَوْعِظَة وَعِبْرَة وَنَكَالًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن عُثْمَان حَدَّثَنَا بَقِيَّة قَالَ سَمِعْت نَصْر بْن عَلْقَمَة يَقُول فِي قَوْله تَعَالَى \" وَلْيَشْهَدْ عَذَابهمَا طَائِفَة مِنْ الْمُؤْمِنِينَ \" قَالَ : لَيْسَ ذَلِكَ لِلْفَضِيحَةِ إِنَّمَا ذَلِكَ لِيُدْعَى اللَّه تَعَالَى لَهُمَا بِالتَّوْبَةِ وَالرَّحْمَة.</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39236, "aya_id": 2}]