[{"text": "وَقَالُوا إِن نَّتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِن لَّدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "sura_id": 28, "type": 0, "id": 3309, "aya_id": 57}, {"text": "وقالوا إن نتبع الهدى معك نتخطف من أرضنا أولم نمكن لهم حرما آمنا يجبى إليه ثمرات كل شيء رزقا من لدنا ولكن أكثرهم لا يعلمون", "sura_id": 28, "type": 1, "id": 9545, "aya_id": 57}, {"text": "57 - (وقالوا) قومه (إن نتبع الهدى معك نتخطف من أرضنا) ننتزع منها بسرعة قال تعالى (أولم نمكن لهم حرما آمنا يجبى) يأمنون فيه من الاغارة والقتل الواقعين من بعض العرب على بعض (إليه) بالفوقانية والتحتانية (ثمرات كل شيء رزقا) من كل أوب (من) لهم (لدنا ولكن) عندنا (أكثرهم لا يعلمون وكم) أن ما نقوله حق \r\n", "sura_id": 28, "type": 2, "id": 28253, "aya_id": 57}, {"text": "وقال كفار \"مكة\": إن نتبع الحق الذي جئتنا به, ونتبرأ من الأولياء والآلهة, نُتَخَطَّفْ من أرضنا بالقتل والأسر ونهب الأموال, أولم نجعلهم متمكنين في بلد آمن, حرَّمنا على الناس سفك الدماء فيه, يُجلب إليه ثمرات كل شيء رزقًا مِن لدنا؟ ولكن أكثر هؤلاء المشركين لا يعلمون قَدْر هذه النعم عليهم, فيشكروا مَن أنعم عليهم بها ويطيعوه.\r\n", "sura_id": 28, "type": 3, "id": 34489, "aya_id": 57}, {"text": " <font color=red>وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</font><BR><p>وَقَوْله تَعَالَى : \" وَقَالُوا إِنْ نَتَّبِع الْهُدَى مَعَك نُتَخَطَّف مِنْ أَرْضنَا \" يَقُول تَعَالَى مُخْبِرًا عَنْ اِعْتِذَار بَعْض الْكُفَّار فِي عَدَم اِتِّبَاع الْهُدَى حَيْثُ قَالُوا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنْ نَتَّبِع الْهُدَى مَعَك نُتَخَطَّف مِنْ أَرْضنَا \" أَيْ نَخْشَى إِنْ اِتَّبَعْنَا مَا جِئْت بِهِ مِنْ الْهُدَى وَخَالَفْنَا مَنْ حَوْلنَا مِنْ أَحْيَاء الْعَرَب الْمُشْرِكِينَ أَنْ يَقْصِدُونَا بِالْأَذَى وَالْمُحَارَبَة وَيَتَخَطَّفُونَا أَيْنَمَا كُنَّا قَالَ اللَّه تَعَالَى مُجِيبًا لَهُمْ \" أَوَلَمْ نُمَكِّن لَهُمْ حَرَمًا آمِنًا \" يَعْنِي هَذَا الَّذِي اِعْتَذَرُوا بِهِ كَذِب وَبَاطِل لِأَنَّ اللَّه تَعَالَى جَعَلَهُمْ فِي بَلَد أَمِين وَحَرَم مُعَظَّم آمِن مُنْذُ وُضِعَ فَكَيْف يَكُون هَذَا الْحَرَم آمِنًا لَهُمْ فِي حَال كُفْرهمْ وَشِرْكهمْ وَلَا يَكُون آمِنًا لَهُمْ وَقَدْ أَسْلَمُوا وَتَابَعُوا الْحَقّ ؟ وَقَوْله تَعَالَى : \" يُجْبَى إِلَيْهِ ثَمَرَات كُلّ شَيْء \" أَيْ مِنْ سَائِر الثِّمَار مِمَّا حَوْله مِنْ الطَّائِف وَغَيْره وَكَذَلِكَ الْمَتَاجِر وَالْأَمْتِعَة \" رِزْقًا مِنْ لَدُنَّا\" أَيْ مِنْ عِنْدنَا \" وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" وَلِهَذَا قَالُوا مَا قَالُوا وَقَدْ قَالَ النَّسَائِيّ أَنْبَأَنَا الْحَسَن بْن مُحَمَّد حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج أَخْبَرَنِي اِبْن أَبِي مُلَيْكَة قَالَ : قَالَ عَمْرو بْن شُعَيْب عَنْ اِبْن عَبَّاس وَلَمْ يَسْمَعهُ مِنْهُ أَنَّ الْحَارِث بْن عَامِر بْن نَوْفَل الَّذِي قَالَ : \" إِنْ نَتَّبِع الْهُدَى مَعَك نُتَخَطَّف مِنْ أَرْضنَا \".</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39738, "aya_id": 57}]