[{"text": "إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا", "sura_id": 76, "type": 0, "id": 5594, "aya_id": 3}, {"text": "إنا هديناه السبيل إما شاكرا وإما كفورا", "sura_id": 76, "type": 1, "id": 11830, "aya_id": 3}, {"text": "3 - (إنا هديناه السبيل) بينا له طريق الهدى ببعث الرسل (إما شاكرا) أي مؤمنا (وإما كفورا) حالان من المفعول أي بينا له في حال شكره أو كفره المقدرة وإما لتفصيل الأحوال \r\n", "sura_id": 76, "type": 2, "id": 30538, "aya_id": 3}, {"text": "إنا بينَّا له وعرَّفناه طريق الهدى والضلال والخير والشر; ليكون إما مؤمنًا شاكرًا, وإما كفورًا جاحدًا.\r\n", "sura_id": 76, "type": 3, "id": 36774, "aya_id": 3}, {"text": " <font color=red>إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا</font><BR><p>أَيْ بَيَّنَّاهُ لَهُ وَوَضَّحْنَاهُ وَبَصَّرْنَاهُ بِهِ كَقَوْلِهِ جَلَّ وَعَلَا \" وَأَمَّا ثَمُود فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى \" وَكَقَوْلِهِ جَلَّ وَعَلَا \" وَهَدَيْنَاهُ النَّجْدَيْنِ\" أَيْ بَيَّنَّا لَهُ طَرِيق الْخَيْر وَطَرِيق الشَّرّ وَهَذَا قَوْل عِكْرِمَة وَعَطِيَّة وَابْن زَيْد وَمُجَاهِد فِي الْمَشْهُور عَنْهُ وَالْجُمْهُور وَرُوِيَ عَنْ مُجَاهِد وَأَبِي صَالِح وَالضَّحَّاك وَالسُّدِّيّ أَنَّهُمْ قَالُوا فِي قَوْله تَعَالَى \" إِنَّا هَدَيْنَاهُ السَّبِيل\" يَعْنِي خُرُوجه مِنْ الرَّحِم وَهَذَا قَوْل غَرِيب وَالصَّحِيح الْمَشْهُور الْأَوَّل وَقَوْله تَعَالَى \" إِمَّا شَاكِرًا وَإِمَّا كَفُورًا \" مَنْصُوب عَلَى الْحَال مِنْ الْهَاء فِي قَوْله \" إِنَّا هَدَيْنَاهُ السَّبِيل \" تَقْدِيره فَهُوَ فِي ذَلِكَ إِمَّا شَقِيّ وَإِمَّا سَعِيد كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ مُسْلِم عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" كُلّ النَّاس يَغْدُو فَبَائِع نَفْسه فَمُوبِقهَا أَوْ مُعْتِقهَا\" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ اِبْن خُثَيْم عَنْ عَبْد الرَّحْمَن بْن سَابِط عَنْ جَابِر بْن عَبْد اللَّه أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِكَعْبِ بْن عُجْرَة \" أَعَاذَك اللَّه مِنْ إِمَارَة السُّفَهَاء\" قَالَ وَمَا إِمَارَة السُّفَهَاء ؟ قَالَ \" أُمَرَاء يَكُونُونَ مِنْ بَعْدِي لَا يَهْتَدُونَ بِهُدَايَ وَلَا يَسْتَنُّونَ بِسُنَّتِي فَمَنْ صَدَّقَهُمْ بِكَذِبِهِمْ وَأَعَانَهُمْ عَلَى ظُلْمهمْ فَأُولَئِكَ لَيْسُوا مِنِّي وَلَسْت مِنْهُمْ وَلَا يَرِدُونَ عَلَى حَوْضِي وَمَنْ لَمْ يُصَدِّقهُمْ بِكَذِبِهِمْ وَلَمْ يُعِنْهُمْ عَلَى ظُلْمهمْ فَأُولَئِكَ مِنِّي وَأَنَا مِنْهُمْ وَسَيَرِدُونَ عَلَى حَوْضِي يَا كَعْب بْن عُجْرَة : الصَّوْم جُنَّة وَالصَّدَقَة تُطْفِئ الْخَطِيئَة وَالصَّلَاة قُرُبَات - أَوْ قَالَ بُرْهَان - يَا كَعْب بْن عُجْرَة : إِنَّهُ لَا يَدْخُل الْجَنَّة لَحْم نَبَتَ مِنْ سُحْت النَّار أَوْلَى بِهِ يَا كَعْب : النَّاس غَادِيَانِ فَمُبْتَاع نَفْسه فَمُعْتِقهَا وَبَائِع نَفْسه فَمُوبِقهَا \" وَرَوَاهُ عَنْ عَفَّان بْن وُهَيْب عَنْ عَبْد اللَّه بْن خُثَيْم بِهِ وَقَدْ تَقَدَّمَ فِي سُورَة الرُّوم عِنْد قَوْله جَلَّ جَلَاله \" فِطْرَة اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا\" مِنْ رِوَايَة جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه تَعَالَى عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة حَتَّى يُعْرِب عَنْهُ لِسَانه إِمَّا شَاكِرًا وَإِمَّا كَفُورًا \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر عَنْ عُثْمَان بْن مُحَمَّد عَنْ الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ خَارِج يَخْرُج إِلَّا بِبَابِهِ رَايَتَانِ : رَايَة بِيَدِ مَلَك وَرَايَة بِيَدِ شَيْطَان فَإِنْ خَرَجَ لِمَا يُحِبّ اللَّه اِتَّبَعَهُ الْمَلَك بِرَايَتِهِ فَلَمْ يَزَلْ تَحْت رَايَة الْمَلَك حَتَّى يَرْجِع إِلَى بَيْته وَإِنْ خَرَجَ لِمَا يُسْخِط اللَّه اِتَّبَعَهُ الشَّيْطَان بِرَايَتِهِ فَلَمْ يَزَلْ تَحْت رَايَة الشَّيْطَان حَتَّى يَرْجِع إِلَى بَيْته \" .</p><BR> <br> ", "sura_id": 76, "type": 4, "id": 42910, "aya_id": 3}]