[{"text": "وَاللّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلاَلاً وَجَعَلَ لَكُم مِّنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُم بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ", "sura_id": 16, "type": 0, "id": 1982, "aya_id": 81}, {"text": "والله جعل لكم مما خلق ظلالا وجعل لكم من الجبال أكنانا وجعل لكم سرابيل تقيكم الحر وسرابيل تقيكم بأسكم كذلك يتم نعمته عليكم لعلكم تسلمون", "sura_id": 16, "type": 1, "id": 8218, "aya_id": 81}, {"text": "81 - (والله جعل لكم مما خلق) من البيوت والشجر والغمام (ظلالا) جمع ظل تقيكم حر الشمس (وجعل لكم من الجبال أكنانا) جمع كن وهو ما يستكن فيه كالغار والسرب (وجعل لكم سرابيل) قمصا (تقيكم الحر) أي والبرد (وسرابيل تقيكم بأسكم) حربكم أي الطعن والضرب فيها كالدروع والجواشن (كذلك) كما خلق هذه الأشياء (يتم نعمته) في الدنيا (عليكم) بخلق ما تحتاجون إليه (لعلكم) يا أهل مكة (تسلمون) توحدونه \r\n", "sura_id": 16, "type": 2, "id": 26926, "aya_id": 81}, {"text": "والله جعل لكم ما تستظلُّون به من الأشجار وغيرها, وجعل لكم في الجبال من المغارات والكهوف أماكن تلجؤون إليها عند الحاجة, وجعل لكم ثيابًا من القطن والصوف وغيرهما, تحفظكم من الحر والبرد, وجعل لكم من الحديد ما يردُّ عنكم الطعن والأذى في حروبكم, كما أنعم الله عليكم بهذه النعم يتمُّ نعمته عليكم ببيان الدين الحق; لتستسلموا لأمر الله وحده, ولا تشركوا به شيئًا في عبادته.\r\n", "sura_id": 16, "type": 3, "id": 33162, "aya_id": 81}, {"text": " <font color=red>وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ</font><BR><p>وَقَوْله \" وَاَللَّه جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا \" قَالَ قَتَادَة يَعْنِي الشَّجَر \" وَجَعَلَ لَكُمْ مِنْ الْجِبَال أَكْنَانًا \" أَيْ حُصُونًا وَمَعَاقِل كَمَا \" جَعَلَ لَكُمْ سَرَابِيل تَقِيكُمْ الْحَرّ \" وَهِيَ الثِّيَاب مِنْ الْقُطْن وَالْكَتَّان وَالصُّوف \" وَسَرَابِيل تَقِيكُمْ بَأْسكُمْ \" كَالدُّرُوعِ مِنْ الْحَدِيد الْمُصَفَّح وَالزَّرَد وَغَيْر ذَلِكَ \" كَذَلِكَ يُتِمّ نِعْمَته عَلَيْكُمْ \" أَيْ هَكَذَا يَجْعَل لَكُمْ مَا تَسْتَعِينُونَ بِهِ عَلَى أَمْركُمْ وَمَا تَحْتَاجُونَ إِلَيْهِ لِيَكُونَ عَوْنًا لَكُمْ عَلَى طَاعَته وَعِبَادَته \" لَعَلَّكُمْ تُسْلِمُونَ \" هَكَذَا فَسَّرَهُ الْجُمْهُور وَقَرَءُوهُ بِكَسْرِ اللَّام مِنْ \" تُسْلِمُونَ \" مِنْ الْإِسْلَام وَقَالَ قَتَادَة فِي قَوْله \" كَذَلِكَ يُتِمّ نِعْمَته عَلَيْكُمْ \" هَذِهِ السُّورَة تُسَمَّى سُورَة النِّعَم وَقَالَ عَبْد اللَّه بْن الْمُبَارَك وَعَبَّاد بْن الْعَوَّام بْن حَنْظَلَة السَّدُوسِيّ عَنْ شَهْر بْن حَوْشَب عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَقْرَؤُهَا \" تَسْلَمُونَ \" بِفَتْحِ اللَّام يَعْنِي مِنْ الْجِرَاح. رَوَاهُ أَبُو عُبَيْد الْقَاسِم بْن سَلَّام عَنْ عَبَّاد وَأَخْرَجَهُ اِبْن جَرِير مِنْ الْوَجْهَيْنِ وَرَدَّ هَذِهِ الْقِرَاءَة وَقَالَ عَطَاء الْخُرَاسَانِيّ إِنَّمَا نَزَلَ الْقُرْآن عَلَى قَدْر مَعْرِفَة الْعَرَب أَلَا تَرَى إِلَى قَوْله تَعَالَى \" وَاَللَّه جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنْ الْجِبَال أَكْنَانًا \" وَمَا جَعَلَ مِنْ السَّهْل أَعْظَم وَأَكْثَر وَلَكِنَّهُمْ كَانُوا أَصْحَاب جِبَال ؟ أَلَا تَرَى إِلَى قَوْله \" وَمِنْ أَصْوَافهَا وَأَوْبَارهَا وَأَشْعَارهَا أَثَاثًا وَمَتَاعًا إِلَى حِين \" وَمَا جَعَلَ لَهُمْ مِنْ غَيْر ذَلِكَ أَعْظَم وَأَكْثَر وَلَكِنَّهُمْ كَانُوا أَصْحَاب وَبَر وَشَعْر , أَلَا تَرَى قَوْله \" وَيُنَزِّل مِنْ السَّمَاء مِنْ جِبَال فِيهَا مِنْ بَرَد \" لِعَجَبِهِمْ مِنْ ذَلِكَ وَمَا أَنْزَلَ مِنْ الثَّلْج أَعْظَم وَأَكْثَر وَلَكِنَّهُمْ كَانُوا لَا يَعْرِفُونَهُ ؟ أَلَا تَرَى إِلَى قَوْله تَعَالَى \" سَرَابِيل تَقِيكُمْ الْحَرّ \" وَمَا تَقِي مِنْ الْبَرْد أَعْظَم وَأَكْثَر وَلَكِنَّهُمْ كَانُوا أَصْحَاب حَرّ .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38158, "aya_id": 81}]