[{"text": "وَلاَ تَقْرَبُواْ الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاء سَبِيلاً", "sura_id": 17, "type": 0, "id": 2061, "aya_id": 32}, {"text": "ولا تقربوا الزنى إنه كان فاحشة و ساء سبيلا", "sura_id": 17, "type": 1, "id": 8297, "aya_id": 32}, {"text": "32 - (ولا تقربوا الزنى) أبلغ من لا تأتوه (إنه كان فاحشة) قبيحا (وساء) بئس (سبيلا) طريقا هو \r\n", "sura_id": 17, "type": 2, "id": 27005, "aya_id": 32}, {"text": "ولا تقربوا الزنى ودواعيه؛ كي لا تقعوا فيه، إنه كان فعلا بالغ القبح، وبئس الطريق طريقه.\r\n", "sura_id": 17, "type": 3, "id": 33241, "aya_id": 32}, {"text": " <font color=red>وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا</font><BR><p>يَقُول تَعَالَى نَاهِيًا عِبَاده عَنْ الزِّنَا وَعَنْ مُقَارَبَته وَمُخَالَطَة أَسْبَابه وَدَوَاعِيه \" وَلَا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَة \" أَيْ ذَنْبًا عَظِيمًا \" وَسَاءَ سَبِيلًا \" أَيْ وَبِئْسَ طَرِيقًا وَمَسْلَكًا . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا جَرِير حَدَّثَنَا سُلَيْم بْن عَامِر عَنْ أَبِي أُمَامَة أَنَّ فَتًى شَابًّا أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه اِئْذَنْ لِي بِالزِّنَا فَأَقْبَلَ الْقَوْم عَلَيْهِ فَزَجَرُوهُ وَقَالُوا : مَهْ مَهْ فَقَالَ \" ادْنُهْ \" فَدَنَا مِنْهُ قَرِيبًا فَقَالَ \" اِجْلِسْ \" فَجَلَسَ فَقَالَ \" أَتُحِبُّهُ لِأُمِّك \" ؟ قَالَ لَا وَاَللَّه , جَعَلَنِي اللَّه فِدَاك قَالَ وَلَا النَّاس يُحِبُّونَهُ لِأُمَّهَاتِهِمْ قَالَ \" أَفَتُحِبُّهُ لِابْنَتِك \" ؟ قَالَ لَا وَاَللَّه يَا رَسُول اللَّه جَعَلَنِي اللَّه فِدَاك قَالَ وَلَا النَّاس يُحِبُّونَهُ لِبَنَاتِهِمْ قَالَ \" أَفَتُحِبُّهُ لِأُخْتِك \" ؟ قَالَ لَا وَاَللَّه , جَعَلَنِي اللَّه فِدَاك قَالَ وَلَا النَّاس يُحِبُّونَهُ لِأَخَوَاتِهِمْ قَالَ \" أَفَتُحِبُّهُ لِعَمَّتِك \" ؟ قَالَ لَا وَاَللَّه , جَعَلَنِي اللَّه فِدَاك قَالَ وَلَا النَّاس يُحِبُّونَهُ لِعَمَّاتِهِمْ قَالَ \" أَفَتُحِبُّهُ لِخَالَتِك \" ؟ قَالَ لَا وَاَللَّه , جَعَلَنِي اللَّه فِدَاك قَالَ وَلَا النَّاس يُحِبُّونَهُ لِخَالَاتِهِمْ قَالَ فَوَضَعَ يَده عَلَيْهِ وَقَالَ \" اللَّهُمَّ اِغْفِرْ ذَنْبه وَطَهِّرْ قَلْبه وَأَحْصِنْ فَرْجه \" قَالَ فَلَمْ يَكُنْ بَعْد ذَلِكَ الْفَتَى يَلْتَفِت إِلَى شَيْء وَقَالَ اِبْن أَبِي الدُّنْيَا حَدَّثَنَا عَمَّار بْن نَصْر حَدَّثَنَا بَقِيَّة عَنْ أَبِي بَكْر بْن أَبِي مَرْيَم عَنْ الْهَيْثَم بْن مَالِك الطَّائِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا مِنْ ذَنْب بَعْد الشِّرْك أَعْظَم عِنْد اللَّه مِنْ نُطْفَة وَضَعَهَا رَجُل فِي رَحِم لَا يَحِلّ لَهُ \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38215, "aya_id": 32}]