[{"text": "وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِن صَوْتِكَ إِنَّ أَنكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ", "sura_id": 31, "type": 0, "id": 3488, "aya_id": 19}, {"text": "واقصد في مشيك واغضض من صوتك إن أنكر الأصوات لصوت الحمير", "sura_id": 31, "type": 1, "id": 9724, "aya_id": 19}, {"text": "19 - (واقصد في مشيك) توسط فيه بين الدبيب والاسراع وعليك السكينة والوقار (واغضض) اخفض (من صوتك إن أنكر الأصوات) أقبحها (لصوت الحمير) أوله زفير وآخره شهيق \r\n", "sura_id": 31, "type": 2, "id": 28432, "aya_id": 19}, {"text": "وتواضع في مشيك, واخفض من صوتك فلا ترفعه, إن أقبح الأصوات وأبغضها لصوت الحمير المعروفة ببلادتها وأصواتها المرتفعة.\r\n", "sura_id": 31, "type": 3, "id": 34668, "aya_id": 19}, {"text": " <font color=red>وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ</font><BR><p>وَقَوْله \" وَاقْصِدْ فِي مَشْيك \" أَيْ اِمْشِ مَشْيًا مُقْتَصِدًا لَيْسَ بِالْبَطِيءِ الْمُتَثَبِّط وَلَا بِالسَّرِيعِ الْمُفْرِط بَلْ عَدْلًا وَسَطًا بَيْن بَيْن . وَقَوْله \" وَاغْضُضْ مِنْ صَوْتك \" أَيْ لَا تُبَالِغ فِي الْكَلَام وَلَا تَرْفَع صَوْتك فِيمَا لَا فَائِدَة فِيهِ وَلِهَذَا قَالَ \" إِنَّ أَنْكَرَ الْأَصْوَات لَصَوْت الْحَمِير \" وَقَالَ مُجَاهِد وَغَيْر وَاحِد إِنَّ أَقْبَح الْأَصْوَات لَصَوْت الْحَمِير أَيْ غَايَة مَنْ رَفَعَ صَوْته أَنَّهُ يُشَبَّه بِالْحَمِيرِ فِي عُلُوِّهِ وَرَفْعه وَمَعَ هَذَا هُوَ بَغِيض إِلَى اللَّه وَهَذَا التَّشْبِيه فِي هَذَا بِالْحَمِيرِ يَقْتَضِي تَحْرِيمه وَذَمّه غَايَة الذَّمّ لِأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَيْسَ لَنَا مَثَلُ السَّوْء الْعَائِد فِي هِبَته كَالْكَلْبِ يَقِيء ثُمَّ يَعُود فِي قَيْئِهِ \" وَقَالَ النَّسَائِيّ عِنْد تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا اللَّيْث عَنْ جَعْفَر بْن رَبِيعَة عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا سَمِعْتُمْ صِيَاح الدِّيَكَة فَاسْأَلُوا اللَّه مِنْ فَضْله وَإِذَا سَمِعْتُمْ نَهِيق الْحَمِير فَتَعَوَّذُوا بِاَللَّهِ مِنْ الشَّيْطَان فَإِنَّهَا رَأَتْ شَيْطَانًا \" وَقَدْ أَخْرَجَهُ بَقِيَّة الْجَمَاعَة سِوَى اِبْن مَاجَهْ مِنْ طُرُق عَنْ جَعْفَر بْن رَبِيعَة بِهِ وَفِي بَعْض الْأَلْفَاظ بِاللَّيْلِ فَاَللَّه أَعْلَم. فَهَذِهِ وَصَايَا نَافِعَة جِدًّا وَهِيَ مِنْ قَصَص الْقُرْآن الْعَظِيم عَنْ لُقْمَان الْحَكِيم وَقَدْ رُوِيَ عَنْهُ مِنْ الْحِكَم وَالْمَوَاعِظ أَشْيَاء كَثِيرَة فَلْنَذْكُرْ مِنْهَا أُنْمُوذَجًا وَدُسْتُورًا إِلَى ذَلِكَ . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن إِسْحَاق أَخْبَرَنَا اِبْن الْمُبَارَك أَخْبَرَنَا سُفْيَان أَخْبَرَنِي نَهْشَل بْن مَجْمَع الضَّبِّيّ عَنْ قَزَعَة عَنْ اِبْن عُمَر قَالَ : أَخْبَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ لُقْمَان الْحَكِيم كَانَ يَقُول إِنَّ اللَّه إِذَا اِسْتَوْدَعَ شَيْئًا حَفِظَهُ \" وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عِيسَى بْن يُونُس عَنْ الْأَوْزَاعِيّ عَنْ مُوسَى بْن سُلَيْمَان عَنْ الْقَاسِم بْن مُخَيْمِرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ لُقْمَان الْحَكِيم لِابْنِهِ وَهُوَ يَعِظهُ يَا بُنَيّ إِيَّاكَ وَالتَّقَنُّع فَإِنَّهُ مَخْوَفَة بِاللَّيْلِ مَذَمَّة بِالنَّهَارِ\" وَقَالَ حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عُثْمَان بْن ضَمْرَة حَدَّثَنَا الثري بْن يَحْيَى قَالَ : قَالَ لُقْمَان لِابْنِهِ يَا بُنَيّ إِنَّ الْحِكْمَة أَجْلَسَتْ الْمَسَاكِين مَجَالِس الْمُلُوك وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدَة بْن سُلَيْمَان أَخْبَرَنَا اِبْن الْمُبَارَك حَدَّثَنَا عَبْد الرَّحْمَن الْمَسْعُودِيّ عَنْ عَوْن بْن عَبْد اللَّه قَالَ : قَالَ لُقْمَان لِابْنِهِ يَا بُنَيّ إِذَا أَتَيْت نَادِيَ قَوْم فَارْمِهِمْ بِسَهْمِ الْإِسْلَام يَعْنِي السَّلَام ثُمَّ اِجْلِسْ فِي نَاحِيَتهمْ فَلَا تَنْطِق حَتَّى تَرَاهُمْ قَدْ نَطَقُوا فَإِنْ أَفَاضُوا فِي ذِكْر اللَّه فَأَجِّلْ سَهْمك مَعَهُمْ وَإِنْ أَفَاضُوا فِي غَيْر ذَلِكَ فَتَحَوَّلْ عَنْهُمْ إِلَى غَيْرهمْ. وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عُثْمَان بْن سَعِيد بْن كَثِير بْن دِينَار حَدَّثَنَا ضَمْرَة عَنْ حَفْص بْن عُمَر قَالَ : وَضَعَ لُقْمَان جِرَابًا مِنْ خَرْدَل إِلَى جَانِبه وَجَعَلَ يَعِظ اِبْنه وَعْظَة وَيُخْرِج خَرْدَلَة حَتَّى نَفَذَ الْخَرْدَل فَقَالَ يَا بُنَيّ لَقَدْ وَعَظْتُك مَوْعِظَة لَوْ وُعِظَهَا جَبَل تَفَطَّرَ قَالَ فَتَفَطَّرَ اِبْنه وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا يَحْيَى بْن عَبْد الْبَاقِي الْمِصِّيصِيّ حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن الْخُزَاعِيّ ثَنَا عُثْمَان بْن عَبْد الرَّحْمَن الطَّرَائِفِيّ حَدَّثَنَا أَنَس بْن سُفْيَان الْمَقْدِسِيّ عَنْ خَلِيفَة بْن سَلَّام عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه \" اِتَّخِذُوا السُّودَان فَإِنَّ ثَلَاثَة مِنْهُمْ مِنْ سَادَات أَهْل الْجَنَّة : لُقْمَان الْحَكِيم وَالنَّجَاشِيّ وَبِلَال الْمُؤَذِّن \" قَالَ الطَّبَرَانِيّ أَرَادَ الْحَبَش . \" فَصْل فِي الْخُمُول وَالتَّوَاضُع \" وَذَلِكَ مُتَعَلِّق بِوَصِيَّةِ لُقْمَان عَلَيْهِ السَّلَام لِابْنِهِ وَقَدْ جَمَعَ فِي ذَلِكَ الْحَافِظ أَبُو بَكْر بْن أَبِي الدُّنْيَا كِتَابًا مُفْرَدًا وَنَحْنُ نَذْكُر مِنْهُ مَقَاصِده قَالَ : حَدَّثَنَا إِبْرَاهِيم بْن الْمُنْذِر حَدَّثَنَا عَبْد اللَّه بْن مُوسَى الْمَدَنِيّ عَنْ أُسَامَة بْن زَيْد بْن حَفْص بْن عَبْد اللَّه بْن أَنَس عَنْ جَدّه أَنَس بْن مَالِك سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" رُبَّ أَشْعَث ذِي طِمْرَيْنِ يَصْفَح عَنْ أَبْوَاب النَّاس إِذَا أَقْسَمَ عَلَى اللَّه لَأَبَرّه \" ثُمَّ رَوَاهُ مِنْ حَدِيث جَعْفَر بْن سُلَيْمَان عَنْ ثَابِت وَعَلِيّ بْن زَيْد عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَه وَزَادَ \" مِنْهُمْ الْبَرَاء بْن مَالِك\" وَرُوِيَ أَيْضًا عَنْ أَنَس رَضِيَ اللَّه عَنْهُ \" قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" طُوبَى لِلْأَتْقِيَاءِ الْأَثْرِيَاء الَّذِينَ إِذَا حَضَرُوا لَمْ يُعْرَفُوا وَإِذَا غَابُوا لَمْ يُفْتَقَدُوا أُولَئِكَ مَصَابِيح مُجَرَّدُونَ مِنْ كُلّ فِتْنَة غَبْرَاء مُشَتِّتَة \" وَقَالَ أَبُو بَكْر بْن سَهْل التَّمِيمِيّ حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا نَافِع بْن يَزِيد عَنْ عَيَّاش بْن عَبَّاس عَنْ عِيسَى بْن عَبْد الرَّحْمَن عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ عَنْ عُمَر رَضِيَ اللَّه عَنْهُ \" أَنَّهُ دَخَلَ الْمَسْجِد فَإِذَا هُوَ بِمُعَاذِ بْن جَبَل يَبْكِي عِنْد قَبْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ مَا يُبْكِيك يَا مُعَاذ ؟ قَالَ حَدِيث سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : سَمِعْته يَقُول \" إِنَّ الْيَسِير مِنْ الرِّيَاء شِرْك وَإِنَّ اللَّه يُحِبّ الْأَتْقِيَاء الْأَخْفِيَاء الْأَثْرِيَاء الَّذِينَ إِذَا غَابُوا لَمْ يُفْتَقَدُوا وَإِذَا حَضَرُوا لَمْ يُعْرَفُوا قُلُوبهمْ مَصَابِيح الْهُدَى يَنْجُونَ مِنْ كُلّ غَبْرَاء مُظْلِمَة \" حَدَّثَنَا الْوَلِيد بْن شُجَاع حَدَّثَنَا غَنَّام بْن عَلِيّ عَنْ حُمَيْد بْن عَطَاء الْأَعْرَج عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ قَالَ \" رُبَّ ذِي طِمْرَيْنِ لَا يَؤُبْهُ لَهُ لَوْ أَقْسَمَ عَلَى اللَّه لَأَبَرَّهُ لَوْ قَالَ اللَّهُمَّ إِنِّي أَسْأَلُك الْجَنَّة لَأَعْطَاهُ اللَّه الْجَنَّة وَلَمْ يُعْطِهِ مِنْ الدُّنْيَا شَيْئًا \" وَقَالَ أَيْضًا حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ سَالِم بْن أَبِي الْجَعْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مِنْ أُمَّتِي مَنْ لَوْ أَتَى بَاب أَحَدكُمْ يَسْأَلهُ دِينَارًا أَوْ دِرْهَمًا أَوْ فَلْسًا لَمْ يُعْطِهِ وَلَوْ سَأَلَ اللَّه الْجَنَّة لَأَعْطَاهُ إِيَّاهَا وَلَوْ سَأَلَهُ الدُّنْيَا لَمْ يُعْطِهِ إِيَّاهَا وَلَمْ يَمْنَعهَا إِيَّاهُ لِهَوَانِهِ عَلَيْهِ ذُو طِمْرَيْنِ لَا يَؤُبْهُ لَهُ لَوْ أَقْسَمَ عَلَى اللَّه لَأَبَرَّهُ \" وَهَذَا مُرْسَل مِنْ هَذَا الْوَجْه وَقَالَ أَيْضًا حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم أَخْبَرَنَا جَعْفَر بْن سُلَيْمَان حَدَّثَنَا عَوْف قَالَ : قَالَ أَبُو هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مِنْ مُلُوك الْجَنَّة مَنْ هُوَ أَشْعَث أَغْبَر ذُو طِمْرَيْنِ لَا يَؤُبْهُ لَهُ الَّذِينَ إِذَا اِسْتَأْذَنُوا عَلَى الْأُمَرَاء لَمْ يُؤْذَن لَهُمْ وَإِذَا خَطَبُوا النِّسَاء لَمْ يُنْكَحُوا وَإِذَا قَالُوا لَمْ يُنْصَت لَهُمْ حَوَائِج أَحَدهمْ تَتَجَلْجَل فِي صَدْره لَوْ قُسِمَ نُوره يَوْم الْقِيَامَة بَيْن النَّاس لَوَسِعَهُمْ \" قَالَ وَأَنْشَدَنِي عُمَر بْن شَيْبَة عَنْ اِبْن عَائِشَة قَالَ : قَالَ عَبْد اللَّه بْن الْمُبَارَك : أَلَا رُبَّ ذِي طِمْرَيْنِ فِي مَنْزِل غَدَا زَرَابِيّه مَبْثُوثَة وَنَمَارِقه قَدْ اِطَّرَدَتْ أَنْوَاره حَوْل قَصْره وَأَشْرَقَ وَالْتَفَّتْ عَلَيْهِ حَدَائِقه وَرُوِيَ أَيْضًا مِنْ حَدِيث عُبَيْد اللَّه بْن زَحْر عَنْ عَلِيّ بْن زَيْد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَةَ مَرْفُوعًا \" قَالَ اللَّه : مِنْ أَغْبَط أَوْلِيَائِي عِنْدِي مُؤْمِن خَفِيف الْحَاذ ذُو حَظّ مِنْ صَلَاة أَحْسَنَ عِبَادَة رَبّه وَأَعْطَاهُ فِي السِّرّ وَكَانَ غَامِضًا فِي النَّاس لَا يُشَار إِلَيْهِ بِالْأَصَابِعِ إِنْ صَبَرَ عَلَى ذَلِكَ\" قَالَ ثُمَّ أَنْفَذ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ وَقَالَ \" عُجِّلَتْ مَنِيَّته وَقَلَّ تُرَاثه وَقَلَّتْ بِوَاكِيهِ\" وَعَنْ عَبْد اللَّه بْن عَمْرو قَالَ : أَحَبّ عِبَاد اللَّه إِلَى اللَّه الْغُرَبَاء قِيلَ وَمَنْ الْغُرَبَاء ؟ قَالَ الْفَرَّارُونَ بِدِينِهِمْ يُجْمَعُونَ يَوْم الْقِيَامَة إِلَى عِيسَى اِبْن مَرْيَم. وَقَالَ الْفُضَيْل بْن عِيَاض بَلَغَنِي أَنَّ اللَّه تَعَالَى يَقُول لِلْعَبْدِ يَوْم الْقِيَامَة أَلَمْ أُنْعِم عَلَيْك أَلَمْ أُعْطِك أَلَمْ أَسْتُرك ؟ أَلَمْ . .. أَلَمْ . . . أَلَمْ أُجَمِّل ذِكْرك ثُمَّ قَالَ الْفُضَيْل إِنْ اِسْتَطَعْت أَنْ لَا تُعْرَف فَافْعَلْ وَمَا عَلَيْك أَنْ لَا يُثْنَى عَلَيْك وَمَا عَلَيْك أَنْ تَكُون مَذْمُومًا عِنْد النَّاس مَحْبُوبًا عِنْد اللَّه . وَكَانَ اِبْن مُحَيْرِيز يَقُول اللَّهُمَّ إِنِّي أَسْأَلُك ذِكْرًا خَامِلًا وَكَانَ الْخَلِيل بْن أَحْمَد يَقُول اللَّهُمَّ اِجْعَلْنِي عِنْدك مِنْ أَرْفَع خَلْقِك وَاجْعَلْنِي فِي نَفْسِي مِنْ أَوْضَع خَلْقِك وَعِنْد النَّاس مِنْ أَوْسَط خَلْقك ثُمَّ قَالَ : \" بَاب مَا جَاءَ فِي الشُّهْرَة \" حَدَّثَنَا أَحْمَد بْن عِيسَى الْمِصْرِيّ حَدَّثَنَا اِبْن وَهْب عَنْ عُمَر بْن الْحَارِث وَابْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ سِنَان بْن سَعْد عَنْ أَنَس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" حَسْب اِمْرِئٍ مِنْ الشَّرّ - إِلَّا مَنْ عَصَمَ اللَّه - أَنْ يُشِير النَّاس إِلَيْهِ بِالْأَصَابِعِ فِي دِينه وَدُنْيَاهُ وَإِنَّ اللَّه لَا يَنْظُر إِلَى صُوَركُمْ وَلَكِنْ إِلَى قُلُوبكُمْ وَأَعْمَالكُمْ \" وَرُوِيَ مِثْله عَنْ إِسْحَاق اِبْن الْبُهْلُول عَنْ اِبْن أَبِي فُدَيْك عَنْ مُحَمَّد بْن عَبْد الْوَاحِد الْأَخْنَسِيّ عَنْ عَبْد الْوَاحِد بْن أَبِي كَثِير عَنْ جَابِر بْن عَبْد اللَّه مَرْفُوعًا مِثْله وَرُوِيَ عَنْ الْحَسَن مُرْسَلًا نَحْوه فَقِيلَ لِلْحَسَنِ فَإِنَّهُ يُشَار إِلَيْك بِالْأَصَابِعِ فَقَالَ إِنَّمَا الْمُرَاد مَنْ يُشَار إِلَيْهِ فِي دِينه بِالْبِدْعَةِ وَفِي دُنْيَاهُ بِالْفِسْقِ : وَعَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ \" قَالَ : لَا تَبْدَأ لِأَنْ تَشْتَهِر , وَلَا تَرْفَع شَخْصك لِتُذْكَر وَتُعْلَم , وَاكْتُمْ وَاصْمُتْ تَسْلَم تَسُرّ الْأَبْرَار وَتَغِيظ الْفُجَّار وَقَالَ إِبْرَاهِيم بْن أَدْهَم رَحِمَهُ اللَّه : مَا صَدَقَ اللَّه مَنْ أَحَبَّ الشُّهْرَة وَقَالَ أَيُّوب مَا صَدَقَ اللَّه عَبْد إِلَّا سَرَّهُ أَنْ لَا يُشْعَر بِمَكَانِهِ وَقَالَ مُحَمَّد بْن الْعَلَاء مَنْ أَحَبَّ اللَّه أَحَبَّ أَنْ لَا يَعْرِفهُ النَّاس وَقَالَ سِمَاك بْن سَلَمَة إِيَّاكَ وَكَثْرَة الْأَخِلَّاء وَقَالَ أَبَان بْن عُثْمَان إِنْ أَحْبَبْت أَنْ يَسْلَم إِلَيْك دِينك فَأَقِلّ مِنْ الْمَعَارِف كَانَ أَبُو الْعَالِيَة إِذَا جَلَسَ إِلَيْهِ أَكْثَر مِنْ ثَلَاثَة نَهَضَ وَتَرَكَهُمْ وَقَالَ حَدَّثَنَا عَلِيّ بْن الْجَعْد أَخْبَرَنَا شُعْبَة عَنْ عَوْف عَنْ أَبِي رَجَاء قَالَ : رَأَى طَلْحَة قَوْمًا يَمْشُونَ مَعَهُ فَقَالَ ذُبَاب طَمَع وَفَرَاش النَّار وَقَالَ اِبْن إِدْرِيس عَنْ هَارُون بْن أَبِي عِيسَى عَنْ سُلَيْم بْن حَنْظَلَة قَالَ : بَيْنَا نَحْنُ حَوْل أَبِي إِذْ عَلَاهُ عُمَر بْن الْخَطَّاب بِالدِّرَّةِ وَقَالَ : إِنَّهَا مَذَلَّة لِلتَّابِعِ وَفِتْنَة لِلْمَتْبُوعِ . وَقَالَ اِبْن عَوْن عَنْ الْحَسَن خَرَجَ اِبْن مَسْعُود فَاتَّبَعَهُ أُنَاس فَقَالَ وَاَللَّه لَوْ تَعْلَمُونَ مَا أُغْلِق عَلَيْهِ بَابِي مَا اِتَّبَعَنِي مِنْكُمْ رَجُلَانِ وَقَالَ حَمَّاد بْن زَيْد كُنَّا إِذَا مَرَرْنَا عَلَى الْمَجْلِس وَمَعَنَا أَيُّوب فَسَلَّمَ رَدُّوا رَدًّا شَدِيدًا فَكَانَ ذَلِكَ نِعْمَة وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر كَانَ أَيُّوب يُطِيل قَمِيصه فَقِيلَ لَهُ فِي ذَلِكَ فَقَالَ إِنَّ الشُّهْرَة فِيمَا مَضَى كَانَتْ فِي طُول الْقَمِيص وَالْيَوْم فِي تَشْمِيره . وَاصْطَنَعَ مَرَّة نَعْلَيْنِ عَلَى حَذْو نَعْلَيْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَبِسَهُمَا أَيَّامًا ثُمَّ خَلَعَهُمَا وَقَالَ لَمْ أَرَ النَّاس يَلْبَسُونَهُمَا , وَقَالَ إِبْرَاهِيم النَّخَعِيّ لَا تَلْبَس مِنْ الثِّيَاب مَا يُشْهَر فِي أُلْفَتهَا وَلَا مَا يَزْدَرِيك السُّفَهَاء . وَقَالَ الثَّوْرِيّ كَانُوا يَكْرَهُونَ مِنْ الثِّيَاب الْجِيَاد الَّتِي يُشْتَهَر بِهَا وَيَرْفَع النَّاس إِلَيْهِ فِيهَا أَبْصَارهمْ وَالثِّيَاب الرَّدِيئَة الَّتِي يُحْتَقَر فِيهَا وَيُسْتَذَلّ دِينه . وَحَدَّثَنَا خَالِد بْن خِدَاش حَدَّثَنَا حَمَّاد عَنْ أَبِي حَسَنَة صَاحِب الزِّيَادِيّ قَالَ : كُنَّا عِنْد أَبِي قِلَابَة إِذْ دَخَلَ عَلَيْهِ رَجُل عَلَيْهِ أَكْسِيَة فَقَالَ إِيَّاكُمْ وَهَذَا الْحِمَار النَّهَّاق وَقَالَ الْحَسَن رَحِمَهُ اللَّه إِنَّ قَوْمًا جَعَلُوا الْكِبْر فِي قُلُوبهمْ وَالتَّوَاضُع فِي ثِيَابهمْ فَصَاحِب الْكِسَاء بِكِسَائِهِ أَعْجَب مِنْ صَاحِب الْمِطْرَق بِمِطْرَقِهِ مَا لَهُمْ تَفَاقَدُوا . وَفِي بَعْض الْأَخْبَار أَنَّ مُوسَى عَلَيْهِ السَّلَام \" قَالَ لِبَنِي إِسْرَائِيل مَا لَكُمْ تَأْتُونِي عَلَيْكُمْ ثِيَاب الرُّهْبَان وَقُلُوبكُمْ قُلُوب الذِّئَاب اِلْبَسُوا ثِيَاب الْمُلُوك وَأَلِينُوا قُلُوبكُمْ بِالْخَشْيَةِ . \" فَصْل فِي حُسْن الْخُلُق \" قَالَ أَبُو التَّيَّاح رَضِيَ اللَّه عَنْهُ \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَحْسَن النَّاس خُلُقًا\" وَعَنْ عَطَاء عَنْ اِبْن عُمَر قِيلَ يَا رَسُول أَيّ الْمُؤْمِنِينَ أَفْضَل ؟ قَالَ \" أَحْسَنهمْ خُلُقًا \" وَعَنْ نُوح بْن عَبَّاد عَنْ ثَابِت عَنْ أَنَس مَرْفُوعًا \" إِنَّ الْعَبْد لَيَبْلُغ بِحُسْنِ خُلُقه دَرَجَات الْآخِرَة وَشَرَف الْمَنَازِل وَإِنَّهُ لَضَعِيف الْعِبَادَة وَإِنَّهُ لَيَبْلُغ بِسُوءِ خُلُقه دَرْك جَهَنَّم وَهُوَ عَابِد \" وَعَنْ سَيَّار بْن هَارُون عَنْ حُمَيْد عَنْ أَنَس مَرْفُوعًا \" ذَهَبَ حُسْن الْخُلُق بِخَيْرِ الدُّنْيَا وَالْآخِرَة \" وَعَنْ عَائِشَة مَرْفُوعًا\" إِنَّ الْعَبْد لَيَبْلُغ بِحُسْنِ خُلُقه دَرَجَة قَائِم اللَّيْل صَائِم النَّهَار \" وَقَالَ اِبْن أَبِي الدُّنْيَا حَدَّثَنِي أَبُو مُسْلِم عَبْد الرَّحْمَن بْن يُونُس حَدَّثَنَا عَبْد اللَّه بْن إِدْرِيس أَخْبَرَنِي أَبِي وَعَمِّي عَنْ جَدِّي عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَكْثَر مَا يُدْخِل النَّاس الْجَنَّة فَقَالَ \" تَقْوَى اللَّه وَحُسْن الْخُلُق \" وَسُئِلَ عَنْ أَكْثَر مَا يُدْخِل النَّاس النَّار فَقَالَ \" الْأَجْوَفَانِ : الْفَم وَالْفَرْج \" وَقَالَ أُسَامَة بْن شَرِيك كُنْت عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَتْهُ الْأَعْرَاب مِنْ كُلّ مَكَان فَقَالُوا يَا رَسُول اللَّه مَا خَيْر مَا أُعْطِي الْإِنْسَان ؟ قَالَ \" حُسْن الْخُلُق \" . وَقَالَ يَعْلَى بْن سِمَاك عَنْ أُمّ الدَّرْدَاء عَنْ أَبِي الدَّرْدَاء يَبْلُغ بِهِ قَالَ : مَا مِنْ شَيْء أَثْقَل فِي الْمِيزَان مِنْ خُلُق حَسَن وَكَذَا رَوَاهُ عَطَاء عَنْ أُمّ الدَّرْدَاء بِهِ وَعَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن عَمْرو مَرْفُوعًا \" إِنَّ مِنْ خِيَاركُمْ أَحْسَنكُمْ أَخْلَاقًا \" حَدَّثَنَا عَبْد اللَّه بْن أَبِي الدُّنْيَا حَدَّثَنَا مُحَمَّد بْن عِيسَى عَنْ مُحَمَّد بْن أَبِي سَارَّة عَنْ الْحَسَن بْن عَلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ اللَّه لَيُعْطِي الْعَبْد مِنْ الثَّوَاب عَلَى حُسْن الْخُلُق كَمَا يُعْطِي الْمُجَاهِد فِي سَبِيل اللَّه يَغْدُو عَلَيْهِ الْأَجْر وَيَرُوح \" وَعَنْ مَكْحُول عَنْ أَبِي ثَعْلَبَة مَرْفُوعًا \" إِنَّ أَحَبّكُمْ إِلَيَّ وَأَقْرَبكُمْ مِنِّي مَجْلِسًا أَحَاسِنكُمْ أَخْلَاقًا وَإِنَّ أَبْغَضكُمْ إِلَيَّ وَأَبْعَدكُمْ مِنِّي مَنْزِلًا فِي الْجَنَّة مَسَاوِيكُمْ أَخْلَاقًا الثَّرْثَارُونَ الْمُتَشَدِّقُونَ الْمُتَفَيْهِقُونَ\" وَعَنْ أَبِي أُوَيْس عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر مَرْفُوعًا \" أَلَا أُخْبِركُمْ بِأَكْمَلِكُمْ إِيمَانًا أَحَاسِنكُمْ أَخْلَاقًا الْمُوَطَّئُونَ أَكْنَافًا الَّذِينَ يُؤْلَفُونَ وَيَأْلَفُونَ\" وَقَالَ اللَّيْث عَنْ يَزِيد بْن عَبْد اللَّه بْن أُسَامَة عَنْ بَكْر بْن أَبِي الْفُرَات قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا حَسَّنَ اللَّه خُلُق رَجُل وَخَلْقه فَتَطْعَمهُ النَّار \" وَعَنْ عَبْد اللَّه بْن غَالِب الْحَدَّانِيّ عَنْ أَبِي سَعِيد مَرْفُوعًا \" خَصْلَتَانِ لَا يَجْتَمِعَانِ فِي مُؤْمِن الْبُخْل وَسُوء الْخُلُق \" وَقَالَ مَيْمُون بْن مِهْرَان عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ ذَنْب أَعْظَم عِنْد اللَّه مِنْ سُوء الْخُلُق \" وَذَلِكَ أَنَّ صَاحِبه لَا يَخْرُج مِنْ ذَنْب إِلَّا وَقَعَ فِي آخَر . قَالَ حَدَّثَنَا عَلِيّ بْن الْجَعْد حَدَّثَنَا أَبُو الْمُغِيرَة الْأَحْمَسِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ رَجُل مِنْ قُرَيْش قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ ذَنْب أَعْظَم عِنْد اللَّه مِنْ سُوء الْخُلُق إِنَّ الْخُلُق الْحَسَن لَيُذِيب الذُّنُوب كَمَا تُذِيب الشَّمْس الْجَلِيد وَإِنَّ الْخُلُق السَّيِّئ لَيُفْسِد الْعَمَل كَمَا يُفْسِد الْخَلّ الْعَسَل \" وَقَالَ عَبْد اللَّه بْن إِدْرِيس عَنْ أَبِيهِ عَنْ جَدّه عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" إِنَّكُمْ لَا تَسَعُونَ النَّاس بِأَمْوَالِكُمْ وَلَكِنْ يَسَعهُمْ مِنْكُمْ بَسْط وُجُوه وَحُسْن خُلُق \" وَقَالَ مُحَمَّد بْن سِيرِينَ حُسْن الْخُلُق عَوْن عَلَى الدَّيْن. \" فَصْل فِي ذَمّ الْكِبْر \" قَالَ عَلْقَمَة عَنْ اِبْن مَسْعُود رَفَعَهُ \" لَا يَدْخُل الْجَنَّة مَنْ كَانَ فِي قَلْبه مِثْقَال ذَرَّة مِنْ كِبْر وَلَا يَدْخُل النَّار مَنْ فِي قَلْبه مِثْقَال ذَرَّة مِنْ إِيمَان \" وَقَالَ إِبْرَاهِيم بْن أَبِي عَبْلَة عَنْ أَبِي سَلَمَة عَنْ عَبْد اللَّه بْن عَمْرو مَرْفُوعًا \" مَنْ كَانَ فِي قَلْبه مِثْقَال ذَرَّة مِنْ كِبْر أَكَبَّهُ اللَّه عَلَى وَجْهه فِي النَّار \" حَدَّثَنَا إِسْحَاق بْن إِسْمَاعِيل حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ عُمَر بْن رَاشِد عَنْ إِيَاس بْن سَلَمَة عَنْ أَبِيهِ مَرْفُوعًا \" لَا يَزَال الرَّجُل يَذْهَب بِنَفْسِهِ حَتَّى يُكْتَب عِنْد اللَّه مِنْ الْجَبَّارِينَ فَيُصِيبهُ مَا أَصَابَهُمْ مِنْ الْعَذَاب \" وَقَالَ مَالِك بْن دِينَار رَكِبَ سُلَيْمَان بْن دَاوُدَ عَلَيْهِمَا السَّلَام ذَات يَوْم الْبِسَاط فِي مِائَتَيْ أَلْف مِنْ الْإِنْس وَمِائَتَيْ أَلْف مِنْ الْجِنّ فَرُفِعَ حَتَّى سَمِعَ تَسْبِيح الْمَلَائِكَة فِي السَّمَاء ثُمَّ خُفِضَ حَتَّى مَسَّتْ قَدَمه مَاء الْبَحْر فَسَمِعُوا صَوْتًا لَوْ كَانَ فِي قَلْب صَاحِبكُمْ مِثْقَال ذَرَّة مِنْ كِبْر لَخُسِفَ بِهِ أَبْعَد مِمَّا رُفِعَ قَالَ حَدَّثَنَا أَبُو خَيْثَمَة حَدَّثَنَا يَزِيد بْن هَارُون عَنْ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس قَالَ كَانَ أَبُو بَكْر يَخْطُبنَا فَيَذْكُر بَدْء خَلْق الْإِنْسَان حَتَّى إِنَّ أَحَدنَا لَيُقَذِّر نَفْسه يَقُول : خَرَجَ مِنْ مَجْرَى الْبَوْل مَرَّتَيْنِ. وَقَالَ الشَّعْبِيّ مَنْ قَتَلَ اِثْنَيْنِ فَهُوَ جَبَّار ثُمَّ تَلَا \" أَتُرِيدُ أَنْ تَقْتُلنِي كَمَا قَتَلْت نَفْسًا بِالْأَمْسِ إِنْ تُرِيد إِلَّا أَنْ تَكُون جَبَّارًا فِي الْأَرْض \" وَقَالَ الْحَسَن عَجَبًا لِابْنِ آدَم يَغْسِل الْخُرْء بِيَدِهِ فِي الْيَوْم مَرَّتَيْنِ ثُمَّ يَتَكَبَّر يُعَارِض جَبَّار السَّمَاوَات . قَالَ حَدَّثَنَا خَالِد بْن خِدَاش حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ عَلِيّ بْن الْحَسَن عَنْ الضَّحَّاك بْن سُفْيَان فَذَكَرَ حَدِيث ضَرْب مَثَل الدُّنْيَا بِمَا يَخْرُج مِنْ اِبْن آدَم . وَقَالَ الْحَسَن عَنْ يَحْيَى عَنْ أُبَيّ قَالَ إِنَّ مَطْعَم بْن آدَم ضُرِبَ مَثَلًا لِلدُّنْيَا وَإِنْ قَزَّحَهُ وَمَلَّحَهُ . وَقَالَ مُحَمَّد بْن الْحُسَيْن بْن عَلِيّ رَضِيَ اللَّه عَنْهُ \" مَا دَخَلَ قَلْب رَجُل شَيْء مِنْ الْكِبْر إِلَّا نَقَصَ مِنْ عَقْله بِقَدْرِ ذَلِكَ . وَقَالَ يُونُس بْن عُبَيْد لَيْسَ مَعَ السُّجُود كِبْر وَلَا مَعَ التَّوْحِيد نِفَاق وَنَظَرَ طَاوُس إِلَى عُمَر بْن عَبْد الْعَزِيز وَهُوَ يَخْتَال فِي مِشْيَته وَذَلِكَ قَبْل أَنْ يُسْتَخْلَف فَطَعَنَ طَاوُس فِي جَنْبه بِأُصْبُعِهِ وَقَالَ لَيْسَ هَذَا شَأْن مَنْ فِي بَطْنه خُرْء فَقَالَ لَهُ كَالْمُعْتَذِرِ إِلَيْهِ : يَا عَمّ لَقَدْ ضُرِبَ كُلّ عُضْو مِنِّي عَلَى هَذِهِ الْمِشْيَة حَتَّى تَعَلَّمْتهَا قَالَ أَبُو بَكْر بْن أَبِي الدُّنْيَا كَانَ بَنُو أُمَيَّة يَضْرِبُونَ أَوْلَادهمْ حَتَّى يَتَعَلَّمُوا هَذِهِ الْمِشْيَة . \" فَصْل فِي الِاخْتِيَال \" عَنْ اِبْن أَبِي لَيْلَى عَنْ اِبْن بُرَيْدَةَ عَنْ أَبِيهِ مَرْفُوعًا \" مَنْ جَرّ ثَوْبه خُيَلَاء لَمْ يَنْظُر اللَّه إِلَيْهِ \" وَرَوَاهُ عَنْ إِسْحَاق بْن إِسْمَاعِيل عَنْ سُفْيَان عَنْ زَيْد بْن أَسْلَمَ عَنْ اِبْن عُمَر مَرْفُوعًا مِثْله وَحَدَّثَنَا مُحَمَّد بْن بَكَّار حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" لَا يَنْظُر اللَّه يَوْم الْقِيَامَة إِلَى مَنْ جَرّ إِزَاره وَبَيْنَمَا رَجُل يَتَبَخْتَر فِي بُرْدَيْهِ أَعْجَبَتْهُ نَفْسه خَسَفَ اللَّه بِهِ الْأَرْض فَهُوَ يَتَجَلْجَل فِيهَا إِلَى يَوْم الْقِيَامَة \" وَرَوَى الزُّهْرِيّ عَنْ سَالِم عَنْ أَبِيهِ بَيْنَمَا رَجُل إِلَى آخِره .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40113, "aya_id": 19}]