[{"text": "لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنَاهُ مِن لَّدُنَّا إِن كُنَّا فَاعِلِينَ", "sura_id": 21, "type": 0, "id": 2500, "aya_id": 17}, {"text": "لو أردنا أن نتخذ لهوا لاتخذناه من لدنا إن كنا فاعلين", "sura_id": 21, "type": 1, "id": 8736, "aya_id": 17}, {"text": "17 - (لو أردنا أن نتخذ لهوا) ما يلهى به من زوجة أو ولد (لاتخذناه من لدنا) من عندنا من الحور العين والملائكة (إن كنا فاعلين) ذلك لكنا لم نفعله فلم نرده \r\n", "sura_id": 21, "type": 2, "id": 27444, "aya_id": 17}, {"text": "لو أردنا أن نتخذ لهوًا من الولد أو الصاحبة لاتخذناه من عندنا لا من عندكم, ما كنا فاعلين ذلك; لاستحالة أن يكون لنا ولد أو صاحبة.\r\n", "sura_id": 21, "type": 3, "id": 33680, "aya_id": 17}, {"text": " <font color=red>لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ</font><BR><p>قَوْله تَعَالَى \" لَوْ أَرَدْنَا أَنْ نَتَّخِذ لَهْوًا لَاِتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ \" قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" لَوْ أَرَدْنَا أَنْ نَتَّخِذ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا \" يَعْنِي مِنْ عِنْدنَا يَقُول وَمَا خَلَقْنَا جَنَّة وَلَا نَارًا وَلَا مَوْتًا وَلَا بَعْثًا وَلَا حِسَابًا وَقَالَ الْحَسَن وَقَتَادَة وَغَيْرهمَا \" لَوْ أَرَدْنَا أَنْ نَتَّخِذ لَهْوًا \" اللَّهْو الْمَرْأَة بِلِسَانِ أَهْل الْيَمَن وَقَالَ إِبْرَاهِيم النَّخَعِيّ \" لَاتَّخَذْنَاهُ \" مِنْ الْحُور الْعِين وَقَالَ عِكْرِمَة وَالسُّدِّيّ : الْمُرَاد بِاللَّهْوِ هَهُنَا الْوَلَد وَهَذَا وَاَلَّذِي قَبْله مُتَلَازِمَانِ وَهُوَ كَقَوْلِهِ تَعَالَى \" لَوْ أَرَادَ اللَّه أَنْ يَتَّخِذ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُق مَا يَشَاء سُبْحَانه هُوَ اللَّه الْوَاحِد الْقَهَّار \" فَنَزَّهَ نَفْسه عَنْ اِتِّخَاذ الْوَلَد مُطْلَقًا وَلَا سِيَّمَا عَمَّا يَقُولُونَ مِنْ الْإِفْك وَالْبَاطِل مِنْ اِتِّخَاذ عِيسَى أَوْ الْعُزَيْر أَوْ الْمَلَائِكَة\" سُبْحَان اللَّه عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا \" وَقَوْله \" إِنْ كُنَّا فَاعِلِينَ \" قَالَ قَتَادَة وَالسُّدِّيّ وَإِبْرَاهِيم النَّخَعِيّ وَمُغِيرَة بْن مِقْسَم أَيْ مَا كُنَّا فَاعِلِينَ وَقَالَ مُجَاهِد : كُلّ شَيْء فِي الْقُرْآن إِنْ فَهُوَ إِنْكَار .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38938, "aya_id": 17}]