[{"text": "قَالُواْ يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُواْ إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ اللَّيْلِ وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلاَّ امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ", "sura_id": 11, "type": 0, "id": 1554, "aya_id": 81}, {"text": "قالوا يا لوط إنا رسل ربك لن يصلوا إليك فأسر بأهلك بقطع من الليل ولا يلتفت منكم أحد إلا امرأتك إنه مصيبها ما أصابهم إن موعدهم الصبح أليس الصبح بقريب", "sura_id": 11, "type": 1, "id": 7790, "aya_id": 81}, {"text": "81 - (قالوا يا لوط إنا رسل ربك لن يصلوا إليك) بسوء (فأَسْرِ بأهلك بقطْع) طائفة (من الليل ولا يلتفت منكم أحد) لئلا يرى عظيم ما ينزل بهم (إلا امرأتُك) بالرفع بدل من أحد ، وفي قراءة بالنصب استثناء من الأهل أي فلا تسر بها (إنه مصيبها ما أصابهم) فقيل لم يخرج بها وقيل خرجت والتفتت فقالت واقوماه فجاءها حجر فقتلها وسألهم عن وقت هلاكهم فقالوا (إن موعدهم الصبح) فقال : أريد أعجل من ذلك قالوا (أليس الصبح بقريب) \r\n", "sura_id": 11, "type": 2, "id": 26498, "aya_id": 81}, {"text": "قالت الملائكة: يا لوط إنَّا رسل ربك أَرْسَلَنا لإهلاك قومك, وإنهم لن يصلوا إليك, فاخرج من هذه القرية أنت وأهلك ببقية من الليل, ولا يلتفت منكم أحد وراءه; لئلا يرى العذاب فيصيبه, لكنَّ امرأتك التي خانتك بالكفر والنفاق سيصيبها ما أصاب قومك من الهلاك, إن موعد هلاكهم الصبح, وهو موعد قريب الحلول.\r\n", "sura_id": 11, "type": 3, "id": 32734, "aya_id": 81}, {"text": " <font color=red>قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ</font><BR><p>قَالُوا \" يَا لُوط إِنَّا رُسُل رَبّك لَنْ يَصِلُوا إِلَيْك \" وَأَمَرُوهُ أَنْ يَسْرِي بِأَهْلِهِ مِنْ آخِر اللَّيْل وَأَنْ يَتَّبِع أَدْبَارهمْ أَيْ يَكُون سَاقَة لِأَهْلِهِ\" وَلَا يَلْتَفِت مِنْكُمْ أَحَد \" أَيْ إِذَا سَمِعْت مَا نَزَلَ بِهِمْ وَلَا تَهُولَنكُمْ تِلْكَ الْأَصْوَات الْمُزْعِجَة وَلَكِنْ اِسْتَمِرُّوا ذَاهِبِينَ \" إِلَّا اِمْرَأَتك \" قَالَ الْأَكْثَرُونَ هُوَ اِسْتِثْنَاء مِنْ الْمُثْبَت وَهُوَ قَوْله \" فَأَسْرِ بِأَهْلِك تَقْدِيره \" إِلَّا اِمْرَأَتك \" وَكَذَلِكَ قَرَأَهَا اِبْن مَسْعُود وَنَصَبَ هَؤُلَاءِ اِمْرَأَتك لِأَنَّهُ مُثْبَت فَوَجَبَ نَصْبه عِنْدهمْ وَقَالَ آخَرُونَ مِنْ الْقُرَّاء وَالنُّحَاة هُوَ اِسْتِثْنَاء مِنْ قَوْله \" وَلَا يَلْتَفِت مِنْكُمْ أَحَد إِلَّا اِمْرَأَتك \" فَجَوَّزُوا الرَّفْع وَالنَّصْب وَذَكَرَ هَؤُلَاءِ أَنَّهَا خَرَجَتْ مَعَهُمْ وَأَنَّهَا لَمَّا سَمِعَتْ الْوَجْبَة اِلْتَفَتَتْ وَقَالَتْ : وَاقَوْمَاه فَجَاءَهَا حَجَر مِنْ السَّمَاء فَقَتَلَهَا ثُمَّ قَرَّبُوا لَهُ هَلَاك قَوْمه تَبْشِيرًا لَهُ لِأَنَّهُ قَالَ لَهُمْ أَهْلِكُوهُمْ السَّاعَة فَقَالُوا\" إِنَّ مَوْعِدَهُمْ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ \" . هَذَا وَقَوْم لُوط وُقُوف عَلَى الْبَاب عُكُوف قَدْ جَاءُوا يُهْرَعُونَ إِلَيْهِ مِنْ كُلّ جَانِب وَلُوط وَاقِف عَلَى الْبَاب يُدَافِعهُمْ وَيَرْدَعُهُمْ وَيَنْهَاهُمْ عَمَّا هُمْ فِيهِ وَهُمْ لَا يَقْبَلُونَ مِنْهُ بَلْ يَتَوَعَّدُونَهُ وَيَتَهَدَّدُونَهُ فَعِنْد ذَلِكَ خَرَجَ عَلَيْهِمْ جِبْرِيل عَلَيْهِ السَّلَام فَضَرَبَ وُجُوههمْ بِجَنَاحِهِ فَطَمَسَ أَعْيُنهمْ فَرَجَعُوا وَهُمْ لَا يَهْتَدُونَ الطَّرِيق كَمَا قَالَ تَعَالَى \" وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُر \" الْآيَة وَقَالَ مَعْمَر عَنْ قَتَادَة عَنْ حُذَيْفَة بْن الْيَمَان قَالَ : كَانَ إِبْرَاهِيم عَلَيْهِ السَّلَام يَأْتِي قَوْم لُوط فَيَقُول أَنْهَاكُمْ اللَّه أَنْ تَعْرِضُوا لِعُقُوبَتِهِ فَلَمْ يُطِيعُوهُ حَتَّى إِذَا بَلَغَ الْكِتَاب أَجَله اِنْتَهَتْ الْمَلَائِكَة إِلَى لُوط وَهُوَ يَعْمَل فِي أَرْض لَهُ فَدَعَاهُمْ إِلَى الضِّيَافَة فَقَالُوا إِنَّا ضُيُوفك اللَّيْلَة وَكَانَ اللَّه قَدْ عَهِدَ إِلَى جِبْرِيل أَلَّا يُعَذِّبهُمْ حَتَّى يَشْهَد عَلَيْهِمْ لُوط ثَلَاث شَهَادَات فَلَمَّا تَوَجَّهَ بِهِمْ لُوط إِلَى الضِّيَافَة ذَكَرَ مَا يَعْمَل قَوْمه مِنْ الشَّرّ فَمَشَى مَعَهُمْ سَاعَة ثُمَّ اِلْتَفَتَ إِلَيْهِمْ فَقَالَ أَمَا تَعْلَمُونَ مَا يَعْمَل أَهْل هَذِهِ الْقَرْيَة ؟ مَا أَعْلَم عَلَى وَجْه الْأَرْض شَرًّا مِنْهُمْ أَيْنَ أَذْهَب بِكُمْ ؟ إِلَى قَوْمِي وَهُمْ أَشَرّ خَلْق اللَّه ؟ فَالْتَفَتَ جِبْرِيل إِلَى الْمَلَائِكَة فَقَالَ اِحْفَظُوهَا هَذِهِ وَاحِدَة ثُمَّ مَشَى مَعَهُمْ سَاعَة فَلَمَّا تَوَسَّطَ الْقَرْيَة وَأَشْفَقَ عَلَيْهِمْ وَاسْتَحْيَا مِنْهُمْ قَالَ : أَمَا تَعْلَمُونَ مَا يَعْمَل أَهْل هَذِهِ الْقَرْيَة ؟ مَا أَعْلَم عَلَى وَجْه الْأَرْض أَشَرّ مِنْهُمْ إِنَّ قَوْمِي أَشَرّ خَلْق اللَّه فَالْتَفَتَ جِبْرِيل إِلَى الْمَلَائِكَة فَقَالَ : اِحْفَظُوهَا هَاتَانِ اِثْنَتَانِ فَلَمَّا اِنْتَهَى إِلَى بَاب الدَّار بَكَى حَيَاء مِنْهُمْ وَشَفَقَة عَلَيْهِمْ فَقَالَ : إِنَّ قَوْمِي أَشَرّ خَلْق اللَّه ؟ أَمَا تَعْلَمُونَ مَا يَعْمَل أَهْل هَذِهِ الْقَرْيَة ؟ مَا أَعْلَم عَلَى وَجْه الْأَرْض أَهْل قَرْيَة شَرًّا مِنْهُمْ فَقَالَ جِبْرِيل لِلْمَلَائِكَةِ اِحْفَظُوا هَذِهِ ثَلَاث قَدْ حَقَّ الْعَذَاب فَلَمَّا دَخَلُوا ذَهَبَتْ عَجُوزه عَجُوز السُّوء فَصَعِدَتْ فَلَوَّحَتْ بِثَوْبِهَا فَأَتَاهَا الْفُسَّاق يُهْرَعُونَ سِرَاعًا قَالُوا مَا عِنْدك ؟ قَالَتْ ضَيَّفَ لُوط قَوْمًا مَا رَأَيْت قَطُّ أَحْسَن وُجُوهًا مِنْهُمْ وَلَا أَطْيَب رِيحًا مِنْهُمْ فَهَرَعُوا يُسَارِعُونَ إِلَى الْبَاب فَعَالَجَهُمْ لُوط عَلَى الْبَاب فَدَافَعُوهُ طَوِيلًا وَهُوَ دَاخِل وَهُمْ خَارِج يُنَاشِدهُمْ اللَّه وَيَقُول \" هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَر لَكُمْ \" فَقَامَ الْمَلَك فَلَزَّ بِالْبَابِ - يَقُول فَشَدَّهُ - وَاسْتَأْذَنَ جِبْرِيل فِي عُقُوبَتهمْ فَأَذِنَ اللَّه لَهُ فَقَامَ فِي الصُّورَة الَّتِي يَكُون فِيهَا فِي السَّمَاء فَنَشَرَ جَنَاحه - وَلِجِبْرِيل جَنَاحَانِ - وَعَلَيْهِ وِشَاح مِنْ دُرّ مَنْظُوم وَهُوَ بَرَّاق الثَّنَايَا أَجْلَى الْجَبِين وَرَأْسه حُبُك حُبُك مِثْل الْمَرْجَانِ وَهُوَ اللُّؤْلُؤ كَأَنَّهُ الثَّلْج وَرِجْلَاهُ إِلَى الْخُضْرَة فَقَالَ يَا لُوط \" إِنَّا رُسُل رَبّك لَنْ يَصِلُوا إِلَيْك \" اِمْضِ يَا لُوط عَنْ الْبَاب وَدَعْنِي وَإِيَّاهُمْ فَتَنَحَّى لُوط عَنْ الْبَاب فَخَرَجَ إِلَيْهِمْ فَنَشَرَ جَنَاحه فَضَرَبَ بِهِ وُجُوههمْ ضَرْبَة شَدَخَ أَعْيُنهمْ فَصَارُوا عُمْيًا لَا يَعْرِفُونَ الطَّرِيق ثُمَّ أُمِرَ لُوط فَاحْتُمِلَ بِأَهْلِهِ فِي لَيْلَته قَالَ \" فَأَسْرِ بِأَهْلِك بِقِطْعٍ مِنْ اللَّيْل\" وَرُوِيَ عَنْ مُحَمَّد بْن كَعْب وَقَتَادَة وَالسُّدِّيّ نَحْو هَذَا.</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37703, "aya_id": 81}]