[{"text": "وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ", "sura_id": 3, "type": 0, "id": 378, "aya_id": 85}, {"text": "ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين", "sura_id": 3, "type": 1, "id": 6614, "aya_id": 85}, {"text": "85 - (ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين) لمصيره إلى النار المؤيدة عليه \r\n", "sura_id": 3, "type": 2, "id": 25322, "aya_id": 85}, {"text": "ومن يطلب دينًا غير دين الإسلام الذي هو الاستسلام لله بالتوحيد والانقياد له بالطاعة, والعبودية, ولرسوله النبي الخاتم محمد صلى الله عليه وسلم بالإيمان به وبمتابعته ومحبته ظاهرًا وباطنًا, فلن يُقبل منه ذلك, وهو في الآخرة من الخاسرين الذين بخسوا أنفسهم حظوظها.\r\n", "sura_id": 3, "type": 3, "id": 31558, "aya_id": 85}, {"text": " <font color=red>وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَمَنْ يَبْتَغِ غَيْر الْإِسْلَام دِينًا فَلَنْ يُقْبَل مِنْهُ \" الْآيَة . أَيْ مَنْ سَلَكَ طَرِيقًا سِوَى مَا شَرَعَهُ اللَّه فَلَنْ يُقْبَل مِنْهُ \" وَهُوَ فِي الْآخِرَة مِنْ الْخَاسِرِينَ \" كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْحَدِيث الصَّحِيح \" مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرنَا فَهُوَ رَدّ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا عَبَّاد بْن رَاشِد حَدَّثَنَا الْحَسَن حَدَّثَنَا أَبُو هُرَيْرَة إِذْ ذَاكَ وَنَحْنُ بِالْمَدِينَةِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَجِيء الْأَعْمَال يَوْم الْقِيَامَة فَتَجِيء الصَّلَاة فَتَقُول يَا رَبّ أَنَا الصَّلَاة فَيَقُول إِنَّك عَلَى خَيْر وَتَجِيء الصَّدَقَة فَتَقُول يَا رَبّ أَنَا الصَّدَقَة فَيَقُول إِنَّك عَلَى خَيْر ثُمَّ يَجِيء الصِّيَام فَيَقُول يَا رَبّ أَنَا الصِّيَام فَيَقُول إِنَّك عَلَى خَيْر ثُمَّ تَجِيء الْأَعْمَال كُلّ ذَلِكَ يَقُول اللَّه إِنَّك عَلَى خَيْر ثُمَّ يَجِيء الْإِسْلَام فَيَقُول يَا رَبّ أَنْتَ السَّلَام وَأَنَا الْإِسْلَام فَيَقُول اللَّه تَعَالَى إِنَّك عَلَى خَيْر بِك الْيَوْم آخُذ وَبِك أُعْطِي . قَالَ اللَّه فِي كِتَابه \" وَمَنْ يَبْتَغِ غَيْر الْإِسْلَام دِينًا فَلَنْ يُقْبَل مِنْهُ وَهُوَ فِي الْآخِرَة مِنْ الْخَاسِرِينَ \" تَفَرَّدَ بِهِ أَحْمَد قَالَ أَبُو عَبْد الرَّحْمَن عَبْد اللَّه بْن الْإِمَام أَحْمَد : عَبَّاد بْن رَاشِد ثِقَة وَلَكِنَّ الْحَسَن لَمْ يَسْمَع مِنْ أَبِي هُرَيْرَة.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40027, "aya_id": 85}]