[{"text": "آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ", "sura_id": 2, "type": 0, "id": 292, "aya_id": 285}, {"text": "آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير", "sura_id": 2, "type": 1, "id": 6528, "aya_id": 285}, {"text": "285 - (آمن) صدق (الرسول) محمد صلى الله عليه وسلم (بما أنزل إليه من ربه) من القرآن (والمؤمنون) عطف عليه (كلٌ) تنوينه عوض عن المضاف إليه (آمن بالله وملائكته وكتبه) بالجمع والإفراد (ورسله) يقولون (لا نفرق بين أحد من رسله) فنؤمن ببعض ونكفر ببعض كما فعل اليهود والنصارى (وقالوا سمعنا) أي ما أمرنا به سماع قبول (وأطعنا) نسألك (غفرانك ربنا وإليك المصير) المرجع بالبعث ، ولما نزلت الآية التي قبلها شكا المؤمنون من الوسوسة وشق عليهم المحاسبة بها فنزل: \r\n", "sura_id": 2, "type": 2, "id": 25236, "aya_id": 285}, {"text": "صدَّق وأيقن رسول الله محمد صلى الله عليه وسلم بما أوحي إليه من ربه وحُقَّ له أن يُوقن, والمؤمنون كذلك صدقوا وعملوا بالقرآن العظيم, كل منهم صدَّق بالله رباً وإلهًا متصفًا بصفات الجلال والكمال, وأن لله ملائكة كرامًا, وأنه أنزل كتبًا, وأرسل إلى خلقه رسلا لا نؤمن -نحن المؤمنين- ببعضهم وننكر بعضهم, بل نؤمن بهم جميعًا. وقال الرسول والمؤمنون: سمعنا يا ربنا ما أوحيت به, وأطعنا في كل ذلك, نرجو أن تغفر -بفضلك- ذنوبنا, فأنت الذي ربَّيتنا بما أنعمت به علينا, وإليك -وحدك- مرجعنا ومصيرنا.\r\n", "sura_id": 2, "type": 3, "id": 31472, "aya_id": 285}, {"text": " <font color=red>آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ</font><BR><p>\" ذِكْرُ الْأَحَادِيث الْوَارِدَة فِي فَضْل هَاتَيْنِ الْآيَتَيْنِ الْكَرِيمَتَيْنِ نَفَعَنَا اللَّهُ بِهِمَا \" \" الْحَدِيثُ الْأَوَّلُ \" قَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن كَثِير أَخْبَرَنَا شُعْبَة عَنْ سُلَيْمَان عَنْ إِبْرَاهِيم عَنْ عَبْد الرَّحْمَن عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ قَرَأَ الْآيَتَيْنِ وَحَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان عَنْ مَنْصُور عَنْ إِبْرَاهِيم عَنْ عَبْد الرَّحْمَن بْن يَزِيد عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَنْ قَرَأَ بِالْآيَتَيْنِ - مِنْ آخِر سُورَة الْبَقَرَة - فِي لَيْلَة كَفَتَاهُ \" وَقَدْ أَخْرَجَهُ بَقِيَّة الْجَمَاعَة مِنْ طَرِيق سُلَيْمَان بْن مِهْرَان الْأَعْمَش بِإِسْنَادِهِ مِثْله وَهُوَ فِي الصَّحِيحَيْنِ مِنْ طَرِيق الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم عَنْ عَبْد الرَّحْمَن عَنْهُ بِهِ وَهُوَ فِي الصَّحِيحَيْنِ أَيْضًا عَنْ عَبْد الرَّحْمَن عَنْ عَلْقَمَة عَنْ اِبْن مَسْعُود قَالَ عَبْد الرَّحْمَن : ثُمَّ لَقِيت أَبَا مَسْعُود فَحَدَّثَنِي بِهِ وَهَكَذَا رَوَاهُ أَحْمَد بْن حَنْبَل حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا شَرِيك عَنْ عَاصِم عَنْ الْمُسَيِّب بْن رَافِع عَنْ عَلْقَمَة عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ قَرَأَ الْآيَتَيْنِ مِنْ آخِر سُورَة الْبَقَرَة فِي لَيْلَته كَفَتَاهُ . \" الْحَدِيثُ الثَّانِي\" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حُسَيْن حَدَّثَنَا شَيْبَان عَنْ مَنْصُور عَنْ رِبْعِيّ عَنْ خَرَشَة بْن الْحُرّ عَنْ الْمَعْرُور بْن سُوَيْد عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أُعْطِيت خَوَاتِيم سُورَة الْبَقَرَة مِنْ كَنْز تَحْت الْعَرْش لَمْ يُعْطَهُنَّ نَبِيٌّ قَبْلِي \" وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث الْأَشْجَعِيّ عَنْ الثَّوْرِيّ عَنْ مَنْصُور عَنْ رِبْعِيّ عَنْ زَيْد بْن ظَبْيَان عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أُعْطِيت خَوَاتِيم سُورَة الْبَقَرَة مِنْ كَنْز تَحْت الْعَرْش \" . \" الْحَدِيثُ الثَّالِثُ\" قَالَ مُسْلِم حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا مَالِك بْن مِغْوَل \" ح \" وَحَدَّثَنَا اِبْن نُمَيْر وَزُهَيْر بْن حَرْب جَمِيعًا عَنْ عَبْد اللَّه بْن نُمَيْر وَأَلْفَاظهمْ مُتَقَارِبَة قَالَ اِبْن نُمَيْر : حَدَّثَنَا أَبِي حَدَّثَنَا مَالِك بْن مِغْوَل عَنْ الزُّبَيْر بْن عَدِيّ عَنْ طَلْحَة عَنْ مُرَّة عَنْ عَبْد اللَّه قَالَ : لَمَّا أُسْرِيَ بِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - اُنْتُهِيَ بِهِ إِلَى سِدْرَة الْمُنْتَهَى وَهِيَ فِي السَّمَاء السَّابِعَة إِلَيْهَا يَنْتَهِي مَا يَعْرُج مِنْ الْأَرْض فَيُقْبَض مِنْهَا وَإِلَيْهَا يَنْتَهِي مَا يَهْبِط مِنْ فَوْقهَا فَيُقْبَض مِنْهَا . قَالَ \" إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى \" قَالَ فِرَاش مِنْ ذَهَب قَالَ وَأُعْطِيَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ثَلَاثًا أُعْطِيَ الصَّلَوَات الْخَمْس وَأُعْطِيَ خَوَاتِيم سُورَة الْبَقَرَة وَغُفِرَ لِمَنْ لَمْ يُشْرِك بِاَللَّهِ مِنْ أُمَّته شَيْئًا الْمُقْحَمَاتُ. \" الْحَدِيثُ الرَّابِعُ \" قَالَ أَحْمَد : حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم الرَّازِيّ حَدَّثَنَا سَلَمَة بْن الْفَضْل حَدَّثَنِي مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد أَبِي حَبِيب عَنْ مَرْثَد بْن عَبْد اللَّه الْيَزْنِيّ عَنْ عُقْبَة بْن عَامِر الْجُهَنِيّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اِقْرَأْ الْآيَتَيْنِ مِنْ آخِر سُورَة الْبَقَرَة فَإِنِّي أُعْطِيتهمَا مِنْ كَنْز تَحْت الْعَرْش \" هَذَا إِسْنَاد حَسَن وَلَمْ يُخْرِجُوهُ فِي كُتُبهمْ .\" الْحَدِيثُ الْخَامِسُ \" قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا أَحْمَد بْن كَامِل حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق الْحَرْبِيّ أَخْبَرَنَا مَرْوَان أَنْبَأَنَا اِبْن عَوَانَة عَنْ أَبِي مَالِك عَنْ رِبْعِيّ عَنْ حُذَيْفَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" فُضِّلْنَا عَلَى النَّاس بِثَلَاثٍ أُوتِيت هَذِهِ الْآيَات مِنْ آخِر سُورَة الْبَقَرَة مِنْ بَيْت كَنْز تَحْت الْعَرْش لَمْ يُعْطَهَا أَحَد قَبْلِي وَلَا يُعْطَاهَا أَحَد بَعْدِي \" ثُمَّ رَوَاهُ مِنْ حَدِيث نُعَيْم بْن أَبِي هِنْدِيّ عَنْ رِبْعِيّ عَنْ حُذَيْفَة بِنَحْوِهِ. \" الْحَدِيثُ السَّادِسُ \" قَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا عَبْد الْبَاقِي بْن نَافِع أَنْبَأَنَا إِسْمَاعِيل بْن الْفَضْل أَخْبَرَنَا مُحَمَّد بْن حَاتِم بْن بَزِيع أَخْبَرَنَا جَعْفَر بْن عَوْن عَنْ مَالِك بْن مِغْوَل عَنْ أَبِي إِسْحَاق عَنْ الْحَارِث عَنْ عَلِيّ قَالَ : لَا أَرَى أَحَدًا عَقَلَ الْإِسْلَام يَنَام حَتَّى يَقْرَأ آيَة الْكُرْسِيّ وَخَوَاتِيم سُورَة الْبَقَرَة فَإِنَّهَا مِنْ كَنْز عَطِيَّة نَبِيّكُمْ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْ تَحْت الْعَرْش وَرَوَاهُ وَكِيع فِي تَفْسِيره عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عُمَيْر بْن عَمْرو الْمُخَارِقِيّ عَنْ عَلِيّ قَالَ : مَا أَرَى أَحَدًا يَعْقِل بَلَغَهُ الْإِسْلَام يَنَام حَتَّى يَقْرَأ آيَة الْكُرْسِيّ وَخَوَاتِيم سُورَة الْبَقَرَة فَإِنَّهَا مِنْ كَنْز تَحْت الْعَرْش . \" الْحَدِيثُ السَّابِعُ \" قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا بُنْدَار حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ أَشْعَث بْن عَبْد الرَّحْمَن الْحَرَمِيّ عَنْ أَبِي قِلَابَة عَنْ أَبِي الْأَشْعَث الصَّنْعَانِيّ عَنْ النُّعْمَان بْن بَشِير عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ\" إِنَّ اللَّه كَتَبَ كِتَابًا قَبْل أَنْ يَخْلُق السَّمَوَات وَالْأَرْض بِأَلْفَيْ عَام أَنْزَلَ مِنْهُ آيَتَيْنِ خَتَمَ بِهِمَا سُورَة الْبَقَرَة وَلَا يَقْرَأ بِهِنَّ فِي دَار ثَلَاث لَيَالٍ فَيَقْرَبهَا شَيْطَان\" ثُمَّ قَالَ هَذَا حَدِيث غَرِيب وَهَكَذَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ وَقَالَ صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ . \" الْحَدِيثُ الثَّامِنُ \" قَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد بْن مَدْيَن أَخْبَرَنَا الْحَسَن بْن الْجَهْم أَخْبَرَنَا إِسْمَاعِيل بْن عَمْرو أَخْبَرَنَا اِبْن مَرْيَم حَدَّثَنِي يُوسُف بْن أَبِي الْحَجَّاج عَنْ سَعِيد عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَرَأَ آخِر سُورَة الْبَقَرَة وَآيَة الْكُرْسِيّ ضَحِكَ وَقَالَ \" إِنَّهُمَا مِنْ كَنْز الرَّحْمَن تَحْت الْعَرْش \" وَإِذَا قَرَأَ \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" \" وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى وَأَنَّ سَعْيَهُ سَوْفَ يُرَى ثُمَّ يُجْزَاهُ الْجَزَاء الْأَوْفَى \" اِسْتَرْجَعَ وَاسْتَكَانَ . \" الْحَدِيثُ التَّاسِعُ \" قَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن كُوفِيّ حَدَّثَنَا أَحْمَد بْن يَحْيَى بْن حَمْزَة حَدَّثَنَا مُحَمَّد بْن بَكْر حَدَّثَنَا مَكِّيّ بْن إِبْرَاهِيم حَدَّثَنَا عَبْد اللَّه بْن أَبِي حُمَيْد عَنْ أَبِي مَلِيح عَنْ مَعْقِل بْن يَسَار قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُعْطِيت فَاتِحَة الْكِتَاب وَخَوَاتِيم سُورَة الْبَقَرَة مِنْ تَحْت الْعَرْش وَالْمُفَصَّل نَافِلَة \" . \" الْحَدِيثُ الْعَاشِرُ \" قَدْ تَقَدَّمَ فِي فَضَائِل الْفَاتِحَة مِنْ رِوَايَة عَبْد اللَّه بْن عِيسَى بْن عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : بَيْنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَعِنْده جِبْرِيل إِذْ سَمِعَ نَقِيضًا فَوْقه فَرَفَعَ جِبْرِيل بَصَره إِلَى السَّمَاء فَقَالَ : هَذَا بَاب قَدْ فُتِحَ مِنْ السَّمَاء مَا فُتِحَ قَطُّ قَالَ : فَنَزَلَ مِنْهُ مَلَك فَأَتَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ لَهُ : أَبْشِرْ بِنُورَيْنِ قَدْ أُوتِيتهمَا لَمْ يُؤْتَهُمَا نَبِيّ قَبْلك فَاتِحَة الْكِتَاب وَخَوَاتِيم سُورَة الْبَقَرَة لَنْ تَقْرَأ حَرْفًا مِنْهُمَا إِلَّا أُوتِيته رَوَاهُ مُسْلِم وَالنَّسَائِيّ وَهَذَا لَفْظه . فَقَوْله تَعَالَى \" آمَنَ الرَّسُول بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه \" إِخْبَار عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِذَلِكَ قَالَ اِبْن جَرِير : حَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَالَ : ذُكِرَ لَنَا أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لَمَّا نَزَلَتْ عَلَيْهِ هَذِهِ الْآيَة\" وَيَحِقُّ لَهُ أَنْ يُؤْمِن \" وَقَدْ رَوَى الْحَاكِم فِي مُسْتَدْرَكه حَدَّثَنَا أَبُو النَّضْر الْفَقِيه : حَدَّثَنَا مُعَاذ بْن نَجْدَة الْقُرَشِيّ حَدَّثَنَا خَلَّاد بْن يَحْيَى حَدَّثَنَا أَبُو عُقَيْل عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَنَس بْن مَالِك قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة عَلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" آمَنَ الرَّسُول بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه \" قَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" حَقّ لَهُ أَنْ يُؤْمِن \" ثُمَّ قَالَ الْحَاكِم : صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ . وَقَوْله\" وَالْمُؤْمِنُونَ \" عَطْف عَلَى الرَّسُول ثُمَّ أَخْبَرَ عَنْ الْجَمِيع فَقَالَ \" كُلّ آمَنَ بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله لَا نُفَرِّق بَيْن أَحَد مِنْ رُسُله \" فَالْمُؤْمِنُونَ يُؤْمِنُونَ بِأَنَّ اللَّه وَاحِد أَحَد فَرْد صَمَد لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ وَيُصَدِّقُونَ بِجَمِيعِ الْأَنْبِيَاء وَالرُّسُل وَالْكُتُب الْمُنَزَّلَة مِنْ السَّمَاء عَلَى عِبَاد اللَّه الْمُرْسَلِينَ وَالْأَنْبِيَاء لَا يُفَرِّقُونَ بَيْن أَحَد مِنْهُمْ فَيُؤْمِنُونَ بِبَعْضِ وَيَكْفُرُونَ بِبَعْضٍ بَلْ الْجَمِيع عِنْدهمْ صَادِقُونَ بَارُّونَ رَاشِدُونَ مَهْدِيُّونَ هَادُونَ إِلَى سَبِيل الْخَيْر وَإِنْ كَانَ بَعْضهمْ يَنْسَخ شَرِيعَة بَعْض بِإِذْنِ اللَّه حَتَّى نُسِخَ الْجَمِيع بِشَرْعِ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - خَاتَم الْأَنْبِيَاء وَالْمُرْسَلِينَ الَّذِي تَقُوم السَّاعَة عَلَى شَرِيعَته وَلَا تَزَال طَائِفَة مِنْ أُمَّته عَلَى الْحَقّ ظَاهِرِينَ وَقَوْله \" وَقَالُوا سَمِعْنَا وَأَطَعْنَا\" أَيْ سَمِعْنَا قَوْلك يَا رَبّنَا وَفَهِمْنَاهُ وَقُمْنَا بِهِ وَامْتَثَلْنَا الْعَمَل بِمُقْتَضَاهُ \" غُفْرَانك رَبّنَا \" سُؤَال لِلْمَغْفِرَةِ وَالرَّحْمَة وَاللُّطْف قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن حَرْب الْمَوْصِلِيّ حَدَّثَنَا اِبْن فَضْل عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه \" آمَنَ الرَّسُول بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه وَالْمُؤْمِنُونَ \" إِلَى قَوْله \" غُفْرَانك رَبّنَا \" قَالَ قَدْ غَفَرْت لَكُمْ \" وَإِلَيْك الْمَصِير \" أَيْ الْمَرْجِع وَالْمَآب يَوْم الْحِسَاب . قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حَمِيد حَدَّثَنَا جَرِير عَنْ سِنَان عَنْ حَكِيم عَنْ جَابِر قَالَ : لَمَّا نَزَلَتْ عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" آمَنَ الرَّسُول بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه وَالْمُؤْمِنُونَ كُلّ آمَنَ بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله لَا نُفَرِّق بَيْن أَحَد مِنْ رُسُله وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانك رَبّنَا وَإِلَيْك الْمَصِير \" قَالَ جِبْرِيل إِنَّ اللَّه قَدْ أَحْسَنَ الثَّنَاء عَلَيْك وَعَلَى أُمَّتك فَسَلْ تُعْطَهُ فَسَأَلَ \" لَا يُكَلِّف اللَّه نَفْسًا إِلَّا وُسْعهَا \" إِلَى آخِر الْآيَة .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38702, "aya_id": 285}]