[{"text": "أَفِي قُلُوبِهِم مَّرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَن يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُوْلَئِكَ هُمُ الظَّالِمُونَ", "sura_id": 24, "type": 0, "id": 2841, "aya_id": 50}, {"text": "أفي قلوبهم مرض أم ارتابوا أم يخافون أن يحيف الله عليهم ورسوله بل أولئك هم الظالمون", "sura_id": 24, "type": 1, "id": 9077, "aya_id": 50}, {"text": "50 - (أفي قلوبهم مرض) كفر (أم ارتابوا) أي شكوا في نبوته (أم يخافون أن يحيف الله عليهم ورسوله) في الحكم أي فيظلموا فيه لا (بل أولئك هم الظالمون) بالإعراض عنه \r\n", "sura_id": 24, "type": 2, "id": 27785, "aya_id": 50}, {"text": "أسَبَبُ الإعراض ما في قلوبهم من مرض النفاق, أم شكُّوا في نبوة محمد صلى الله عليه وسلم، أم السبب خوفهم أن يكون حكم الله ورسوله جائرًا؟ كلا إنهم لا يخافون جورًا، بل السبب أنهم هم الظالمون الفجرة.\r\n", "sura_id": 24, "type": 3, "id": 34021, "aya_id": 50}, {"text": " <font color=red>أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ</font><BR><p>يَعْنِي لَا يَخْرُج أَمْرهمْ عَنْ أَنْ يَكُون فِي الْقُلُوب مَرَض لَازِم لَهَا أَوْقَدَ لَهَا شَكّ فِي الدِّين أَوْ يَخَافُونَ أَنْ يَجُور اللَّه وَرَسُوله عَلَيْهِمْ فِي الْحُكْم وَأَيًّا مَا كَانَ فَهُوَ كُفْر مَحْض وَاَللَّه عَلِيم بِكُلٍّ مِنْهُمْ وَمَا هُوَ مُنْطَوٍ عَلَيْهِ مِنْ هَذِهِ الصِّفَات وَقَوْله تَعَالَى \" بَلْ أُولَئِكَ هُمْ الظَّالِمُونَ \" أَيْ بَلْ هُمْ الظَّالِمُونَ الْفَاجِرُونَ وَاَللَّه وَرَسُوله مُبَرَّآنِ مِمَّا يَظُنُّونَ وَمُتَوَهِّمُونَ مِنْ الْحَيْف وَالْجَوْر تَعَالَى اللَّه وَرَسُوله عَنْ ذَلِكَ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا مُبَارَك حَدَّثَنَا الْحَسَن قَالَ : كَانَ الرَّجُل إِذَا كَانَ بَيْنه وَبَيْن الرَّجُل مُنَازَعَة فَدُعِيَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُحِقّ أَذْعَنَ وَعَلِمَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَيَقْضِي لَهُ بِالْحَقِّ وَإِذَا أَرَادَ أَنْ يَظْلِم فَدُعِيَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْرَضَ وَقَالَ أَنْطَلِق إِلَى فُلَان فَأَنْزَلَ اللَّه هَذِهِ الْآيَة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَنْ كَانَ بَيْنه وَبَيْن أَخِيهِ شَيْء فَدُعِيَ إِلَى حُكْم مِنْ أَحْكَام الْمُسْلِمِينَ فَأَبَى أَنْ يُجِيب فَهُوَ ظَالِم لَا حَقّ لَهُ \" وَهَذَا حَدِيث غَرِيب وَهُوَ مُرْسَل ثُمَّ أَخْبَرَ تَعَالَى عَنْ صِفَة الْمُؤْمِنِينَ الْمُسْتَجِيبِينَ لِلَّهِ وَلِرَسُولِهِ الَّذِينَ لَا يَبْغُونَ دِينًا سِوَى كِتَاب اللَّه وَسُنَّة رَسُوله.</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39270, "aya_id": 50}]