[{"text": "قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ", "sura_id": 39, "type": 0, "id": 4068, "aya_id": 10}, {"text": "قل يا عباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة وأرض الله واسعة إنما يوفى الصابرون أجرهم بغير حساب", "sura_id": 39, "type": 1, "id": 10304, "aya_id": 10}, {"text": "10 - (قل يا عباد الذين آمنوا اتقوا ربكم) أي عذابه بأن تطيعوه (للذين أحسنوا في هذه الدنيا) بالطاعة (حسنة) هي الجنة (وأرض الله واسعة) فهاجروا إليها من بين الكفار ومشاهدة المنكرات (إنما يوفى الصابرون) على الطاعة وما يبتلون به (أجرهم بغير حساب) بغير مكيال ولا ميزان \r\n", "sura_id": 39, "type": 2, "id": 29012, "aya_id": 10}, {"text": "قل -أيها النبي- لعبادي المؤمنين بالله ورسوله: اتقوا ربكم بطاعته واجتناب معصيته. للذين أحسنوا في هذه الدينا بعبادة ربهم وطاعته حسنة في الآخرة, وهي الجنة, وحسنة في الدنيا من صحة ورزق ونصر وغير ذلك. وأرض الله واسعة, فهاجِروا فيها إلى حيث تعبدون ربكم, وتتمكنون من إقامة دينكم. إنما يُعطَى الصابرون ثوابهم في الآخرة بغير حدّ ولا عدّ ولا مقدار، وهذا تعظيم لجزاء الصابرين وثوابهم.\r\n", "sura_id": 39, "type": 3, "id": 35248, "aya_id": 10}, {"text": " <font color=red>قُلْ يَا عِبَادِي الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده الْمُؤْمِنِينَ بِالِاسْتِمْرَارِ عَلَى طَاعَته وَتَقْوَاهُ \" قُلْ يَا عِبَاد الَّذِينَ آمَنُوا اِتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَة \" أَيْ لِمَنْ أَحْسَنَ الْعَمَل فِي هَذِهِ الدُّنْيَا حَسَنَة فِي دُنْيَاهُمْ وَأُخْرَاهُمْ. وَقَوْله \" وَأَرْض اللَّه وَاسِعَة \" قَالَ مُجَاهِد فَهَاجِرُوا فِيهَا وَجَاهِدُوا وَاعْتَزِلُوا الْأَوْثَان وَقَالَ شَرِيك عَنْ مَنْصُور عَنْ عَطَاء فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَأَرْض اللَّه وَاسِعَة \" قَالَ إِذَا دُعِيتُمْ إِلَى مَعْصِيَته فَاهْرُبُوا ثُمَّ قَرَأَ \" أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا \" وَقَوْله تَعَالَى \" إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَاب \" قَالَ الْأَوْزَاعِيّ لَيْسَ يُوزَن لَهُمْ وَلَا يُكَال لَهُمْ إِنَّمَا يُغْرَف لَهُمْ غَرْفًا وَقَالَ اِبْن جُرَيْج بَلَغَنِي أَنَّهُ لَا يُحْسَب عَلَيْهِمْ ثَوَاب عَمَلهمْ قَطُّ وَلَكِنْ يُزَادُونَ عَلَى ذَلِكَ وَقَالَ السُّدِّيّ \" إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَاب \" يَعْنِي فِي الْجَنَّة .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40693, "aya_id": 10}]