[{"text": "فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلاَ إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 2, "type": 0, "id": 189, "aya_id": 182}, {"text": "فمن خاف من موص جنفا أو إثما فأصلح بينهم فلا إثم عليه إن الله غفور رحيم", "sura_id": 2, "type": 1, "id": 6425, "aya_id": 182}, {"text": "182 - (فمن خاف من مُوصٍ) مخففا ومثقلا (جَنَفا) ميلا عن الحق خطأ (أو إثما) بأن تعمد ذلك بالزيادة على الثلث أو تخصيص غني مثلا (فأصلح بينهم) بين الموصي والموصى له بالأمر بالعدل (فلا إثم عليه) في ذلك (إن الله غفور رحيم) \r\n", "sura_id": 2, "type": 2, "id": 25133, "aya_id": 182}, {"text": "فمَن علم مِن موصٍ ميلا عن الحق في وصيته على سبيل الخطأ أو العمد, فنصح الموصيَ وقت الوصية بما هو الأعدل، فإن لم يحصل له ذلك فأصلح بين الأطراف بتغيير الوصية; لتوافق الشريعة, فلا ذنب عليه في هذا الإصلاح. إن الله غفور لعباده, رحيم بهم.\r\n", "sura_id": 2, "type": 3, "id": 31369, "aya_id": 182}, {"text": " <font color=red>فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>قَالَ اِبْن عَبَّاس وَأَبُو الْعَالِيَة وَمُجَاهِد وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ الْجَنَفُ الْخَطَأُ وَهَذَا يَشْمَل أَنْوَاع الْخَطَأ كُلّهَا بِأَنْ زَادُوا وَارِثًا بِوَاسِطَةٍ أَوْ وَسِيلَة كَمَا إِذَا أَوْصَى بِبَيْعَةِ الشَّيْء الْفُلَانِيّ مُحَابَاة أَوْ أَوْصَى لِابْنِ اِبْنَته لِيَزِيدَ أَوْ نَحْو ذَلِكَ مِنْ الْوَسَائِل إِمَّا مُخْطِئًا غَيْر عَامِد بَلْ بِطَبْعِهِ وَقُوَّة شَفَقَته مِنْ غَيْر تَبَصُّر أَوْ مُعْتَمِدًا آثِمًا فِي ذَلِكَ فَلِلْوَصِيِّ وَالْحَالَة هَذِهِ أَنْ يُصْلِح الْقَضِيَّة وَيَعْدِل فِي الْوَصِيَّة عَلَى الْوَجْه الشَّرْعِيّ وَيَعْدِل عَنْ الَّذِي أَوْصَى بِهِ الْمَيِّت إِلَى مَا هُوَ أَقْرَب الْأَشْيَاء إِلَيْهِ وَأَشْبَه الْأُمُور بِهِ جَمْعًا بَيْن مَقْصُود الْمُوصِي وَالطَّرِيق الشَّرْعِيّ وَهَذَا الْإِصْلَاح وَالتَّوْفِيق لَيْسَ مِنْ التَّبْدِيل فِي شَيْء وَلِهَذَا عَطَفَ هَذَا فَبَيَّنَهُ عَلَى النَّهْي عَنْ ذَلِكَ لِيَعْلَم أَنَّ هَذَا لَيْسَ مِنْ ذَلِكَ بِسَبِيلٍ وَاَللَّهُ أَعْلَمُ . وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد بْن مَزِيد قِرَاءَة أَخْبَرَنِي أَبِي عَنْ الْأَوْزَاعِيّ قَالَ : الزُّهْرِيّ حَدَّثَنِي عُرْوَة عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ\" يُرَدُّ مِنْ صَدَقَة الْجَانِفِ فِي حَيَاتِهِ مَا يُرَدُّ مِنْ وَصِيَّة الْمُجْنِف عِنْد مَوْته \" وَهَكَذَا رَوَاهُ أَبُو بَكْر بْن مَرْدَوَيْهِ مِنْ حَدِيث الْعَبَّاس بْن الْوَلِيد بِهِ قَالَ اِبْن أَبِي حَاتِم وَقَدْ أَخْطَأَ فِيهِ الْوَلِيد بْن يَزِيد وَهَذَا الْكَلَام إِنَّمَا هُوَ عَنْ عُرْوَة فَقَطْ وَقَدْ رَوَاهُ الْوَلِيد بْن مُسْلِم عَنْ الْأَوْزَاعِيّ فَلَمْ يُجَاوِز بِهِ عُرْوَة وَقَالَ اِبْن مَرْدَوَيْهِ أَيْضًا حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا إِبْرَاهِيم بْن يُوسُف حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا عُمَر بْن الْمُغِيرَة عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْجَنَف فِي الْوَصِيَّة مِنْ الْكَبَائِر \" وَهَذَا فِي رَفْعه أَيْضًا نَظَر وَأَحْسَن مَا وَرَدَ فِي هَذَا الْبَاب مَا قَالَ عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ أَشْعَث بْن عَبْد اللَّه عَنْ شَهْر بْن حَوْشَب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الرَّجُل يَعْمَل بِعَمَلِ أَهْل الْخَيْر سَبْعِينَ سَنَة فَإِذَا أَوْصَى حَافَ فِي وَصِيَّته فَيُخْتَم لَهُ بِشَرِّ عَمَله فَيَدْخُل النَّار وَإِنَّ الرَّجُل لِيَعْمَل بِعَمَلِ أَهْل الشَّرّ سَبْعِينَ سَنَة فَيَعْدِل فِي وَصِيَّته فَيُخْتَم لَهُ بِخَيْرِ عَمَله فَيَدْخُل الْجَنَّة \" قَالَ أَبُو هُرَيْرَة : اِقْرَءُوا إِنْ شِئْتُمْ\" تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا \" الْآيَة .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38589, "aya_id": 182}]