[{"text": "وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ", "sura_id": 6, "type": 0, "id": 910, "aya_id": 121}, {"text": "ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعتموهم إنكم لمشركون", "sura_id": 6, "type": 1, "id": 7146, "aya_id": 121}, {"text": "121 - (ولا تأكلوا مما لم يذكر اسم الله عليه) بأن مات أو ذبح على اسم غيره وإلا فما ذبحه المسلم ولم يسم فيه عمداً أو نسيانا فهو حلال قاله ابن عباس وعليه الشافعي (وإنه) أي الأكل منه (لفسق) خروج عما يحل (وإن الشياطين ليوحون) يوسوسون (إلى أوليائهم) الكفار (ليجادلوكم) في تحليل الميتة (وإن أطعتموهم) فيه (إنكم لمشركون) \r\n", "sura_id": 6, "type": 2, "id": 25854, "aya_id": 121}, {"text": "ولا تأكلوا -أيها المسلمون- من الذبائح التي لم يذكر اسم الله عليها عند الذبح, كالميتة وما ذبح للأوثان والجن, وغير ذلك, وإن الأكل من تلك الذبائح لخروج عن طاعة الله تعالى. وإن مردة الجن لَيُلْقون إلى أوليائهم من شياطين الإنس بالشبهات حول تحريم أكل الميتة, فيأمرونهم أن يقولوا للمسلمين في جدالهم معهم: إنكم بعدم أكلكم الميتة لا تأكلون ما قتله الله, بينما تأكلون مما تذبحونه, وإن أطعتموهم -أيها المسلمون في تحليل الميتة- فأنتم وهم في الشرك سواء.\r\n", "sura_id": 6, "type": 3, "id": 32090, "aya_id": 121}, {"text": " <font color=red>وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ</font><BR><p>اِسْتَدَلَّ بِهَذِهِ الْآيَة الْكَرِيمَة مَنْ ذَهَبَ إِلَى أَنَّ الذَّبِيحَة لَا تَحِلّ إِذَا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهَا وَإِنْ كَانَ الذَّابِح مُسْلِمًا وَقَدْ اِخْتَلَفَ الْأَئِمَّة رَحِمَهُمْ اللَّه فِي هَذِهِ الْمَسْأَلَة عَلَى ثَلَاثَة أَقْوَال فَمِنْهُمْ مَنْ قَالَ لَا تَحِلّ هَذِهِ الذَّبِيحَة بِهَذِهِ الصِّفَة وَسَوَاء مَتْرُوك التَّسْمِيَة عَمْدًا أَوْ سَهْوًا وَهُوَ مَرْوِيّ عَنْ اِبْن عُمَر وَنَافِع مَوْلَاهُ وَعَامِر الشَّعْبِيّ وَمُحَمَّد بْن سِيرِينَ وَهُوَ رِوَايَة عَنْ الْإِمَام مَالِك وَرِوَايَة عَنْ أَحْمَد بْن حَنْبَل نَصَرَهَا طَائِفَة مِنْ أَصْحَابه الْمُتَقَدِّمِينَ وَالْمُتَأَخِّرِينَ وَهُوَ اِخْتِيَار أَبِي ثَوْر وَدَاوُد الظَّاهِرِيّ وَاخْتَارَ ذَلِكَ أَبُو الْفُتُوح مُحَمَّد بْن مُحَمَّد بْن عَلِيّ الطَّائِيّ مِنْ مُتَأَخِّرِي الشَّافِعِيَّة فِي كِتَابه الْأَرْبَعِينَ وَاحْتَجُّوا لِمَذْهَبِهِمْ هَذَا بِهَذِهِ الْآيَة وَبِقَوْلِهِ فِي آيَة الصَّيْد \" فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اِسْم اللَّه عَلَيْهِ \" ثُمَّ قَدْ أَكَدّ فِي هَذِهِ الْآيَة قَوْله\" وَإِنَّهُ لَفِسْق \" وَالضَّمِير قِيلَ عَائِد عَلَى الْأَكْل وَقِيلَ عَائِد عَلَى الذَّبْح لِغَيْرِ اللَّه وَبِالْأَحَادِيثِ الْوَارِدَة فِي الْأَمْر بِالتَّسْمِيَةِ عِنْد الذَّبِيحَة وَالصَّيْد كَحَدِيثَيْ عَدِيّ بْن حَاتِم وَأَبِي ثَعْلَبَة \" إِذَا أَرْسَلْت كَلْبك الْمُعَلَّم وَذَكَرْت اِسْم اللَّه عَلَيْهِ فَكُلّ مَا أَمْسَكَ عَلَيْك \" وَهُمَا فِي الصَّحِيحَيْنِ وَحَدِيث رَافِع بْن خَدِيج مَا أَنْهَرَ الدَّم وَذُكِرَ اِسْم اللَّه عَلَيْهِ فَكُلُوهُ وَهُوَ فِي الصَّحِيحَيْنِ أَيْضًا وَحَدِيث اِبْن مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ لِلْجِنِّ لَكُمْ كُلّ عَظْم ذُكِرَ اِسْم اللَّه عَلَيْهِ رَوَاهُ مُسْلِم وَحَدِيث جُنْدُب بْن سُفْيَان الْبَجَلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ ذَبَحَ قَبْل أَنْ يُصَلِّي فَلْيَذْبَحْ مَكَانهَا أُخْرَى وَمَنْ لَمْ يَكُنْ ذَبَحَ حَتَّى صَلَّيْنَا فَلْيَذْبَحْ بِاسْمِ اللَّه أَخْرَجَاهُ. وَعَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ نَاسًا قَالُوا : يَا رَسُول اللَّه إِنَّ قَوْمًا يَأْتُونَنَا بِاللَّحْمِ لَا نَدْرِي أَذُكِرَ اِسْم اللَّه عَلَيْهِ أَمْ لَا ؟ قَالَ سَمُّوا عَلَيْهِ أَنْتُمْ وَكُلُوا قَالَ : وَكَانُوا حَدِيثِي عَهْد بِالْكُفْرِ رَوَاهُ الْبُخَارِيّ. وَوَجْه الدَّلَالَة أَنَّهُمْ فَهِمُوا أَنَّ التَّسْمِيَة لَا بُدّ مِنْهَا وَخَشَوْا أَنْ لَا تَكُون وُجِدَتْ مِنْ أُولَئِكَ لِحَدَاثَةِ إِسْلَامهمْ فَأَمَرَهُمْ بِالِاحْتِيَاطِ بِالتَّسْمِيَةِ عِنْد الْأَكْل لِتَكُونَ كَالْعِوَضِ عَنْ الْمَتْرُوكَة عِنْد الذَّبْح إِنْ لَمْ تَكُنْ وُجِدَتْ وَأَمَرَهُمْ بِإِجْرَاءِ أَحْكَام الْمُسْلِمِينَ عَلَى السَّدَاد وَاَللَّه أَعْلَم . وَالْمَذْهَب الثَّانِي فِي الْمَسْأَلَة أَنَّهُ لَا يَشْتَرِط التَّسْمِيَة بَلْ هِيَ مُسْتَحَبَّة فَإِنْ تُرِكَتْ عَمْدًا أَوْ نِسْيَانًا لَا يَضُرّ وَهَذَا مَذْهَب الْإِمَام الشَّافِعِيّ رَحِمَهُ اللَّه وَجَمِيع أَصْحَابه وَرِوَايَة عَنْ الْإِمَام أَحْمَد نَقَلَهَا عَنْهُ حَنْبَل وَهُوَ رِوَايَة عَنْ الْإِمَام مَالِك وَنَصَّ عَلَى ذَلِكَ أَشْهَب بْن عَبْد الْعَزِيز مِنْ أَصْحَابه وَحُكِيَ عَنْ اِبْن عَبَّاس وَأَبِي هُرَيْرَة وَعَطَاء بْن أَبِي رَبَاح وَاَللَّه أَعْلَم . وَحَمَلَ الشَّافِعِيّ الْآيَة الْكَرِيمَة \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَإِنَّهُ لَفِسْق \" عَلَى مَا ذُبِحَ لِغَيْرِ اللَّه كَقَوْلِهِ تَعَالَى \" أَوْ فِسْقًا أُهِلّ لِغَيْرِ اللَّه بِهِ \" وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ \" قَالَ : يَنْهَى عَنْ ذَبَائِح كَانَتْ تَذْبَحهَا قُرَيْش لِلْأَوْثَانِ وَيَنْهَى عَنْ ذَبَائِح الْمَجُوس وَهَذَا الْمَسْلَك الَّذِي طَرَقَهُ الْإِمَام الشَّافِعِيّ قَوِيّ وَقَدْ حَاوَلَ بَعْض الْمُتَأَخِّرِينَ أَنْ يُقَوِّيه بِأَنْ جَعَلَ الْوَاو فِي قَوْله \" إِنَّهُ لَفِسْق \" حَالِيَّة أَيْ : لَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ فِي حَال كَوْنه فِسْقًا وَلَا يَكُون فِسْقًا حَتَّى يَكُون قَدْ أُهِلّ بِهِ لِغَيْرِ اللَّه. ثُمَّ اِدَّعَى أَنَّ هَذَا مُتَعَيِّن وَلَا يَجُوز أَنْ تَكُون الْوَاو عَاطِفَة لِأَنَّهُ يَلْزَم مِنْهُ عَطْف جُمْلَة إِسْمِيَّة خَبَرِيَّة عَلَى جَمَله فِعْلِيَّة طَلَبِيَّة وَهَذَا يُنْتَقَض عَلَيْهِ بِقَوْلِهِ\" وَإِنَّ الشَّيَاطِين لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ \" فَإِنَّهَا عَاطِفَة لَا مُحَاوِلَة فَإِنْ كَانَتْ الْوَاو الَّتِي اِدَّعَى أَنَّهَا حَالِيَّة صَحِيحَة عَلَى مَا قَالَ اِمْتَنَعَ عَطْف هَذِهِ عَلَيْهَا فَإِنْ عُطِفَتْ عَلَى الطَّلَبِيَّة وَرَدَّ عَلَيْهِ مَا أَوْرَدَ عَلَى غَيْره وَإِنْ لَمْ تَكُنْ الْوَاو حَالِيَّة بَطَلَ مَا قَالَ مِنْ أَصْله وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن الْمُغِيرَة أَنْبَأَنَا جَرِير عَنْ عَطَاء عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي الْآيَة \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ \" قَالَ هِيَ الْمَيْتَة. ثُمَّ رَوَاهُ عَنْ أَبِي زُرْعَة عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ اِبْن لَهِيعَة عَنْ عَطَاء وَهُوَ اِبْن السَّائِب بِهِ وَقَدْ اِسْتَدَلَّ لِهَذَا الْمَذْهَب بِمَا رَوَاهُ أَبُو دَاوُد فِي الْمَرَاسِيل مِنْ حَدِيث ثَوْر بْن يَزِيد عَنْ الصَّلْت السَّدُوسِيّ مَوْلَى سُوَيْد بْن مَيْمُون أَحَد التَّابِعِينَ الَّذِينَ ذَكَرَهُمْ أَبُو حَاتِم بْن حِبَّان فِي كِتَاب الثِّقَات قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَبِيحَة الْمُسْلِم حَلَال ذُكِرَ اِسْم اللَّه أَوْ لَمْ يُذْكَر إِنَّهُ إِنْ ذُكِرَ لَمْ يُذْكَر إِلَّا اِسْم اللَّه وَهَذَا مُرْسَل يُعَضَّد بِمَا رَوَاهُ الدَّارَقُطْنِيّ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ إِذَا ذَبَحَ الْمُسْلِمُ وَلَمْ يَذْكُر اِسْم اللَّه فَلْيَأْكُلْ فَإِنَّ الْمُسْلِم فِيهِ اِسْم مِنْ أَسْمَاء اللَّه وَاحْتَجَّ الْبَيْهَقِيّ أَيْضًا بِحَدِيثِ عَائِشَة رَضِيَ اللَّه عَنْهَا الْمُتَقَدِّم أَنَّ نَاسًا قَالُوا يَا رَسُول اللَّه إِنَّ قَوْمًا حَدِيثِي عَهْد بِجَاهِلِيَّةٍ يَأْتُونَنَا بِلَحْمٍ لَا نَدْرِي أَذَكَرُوا اِسْم اللَّه عَلَيْهِ أَمْ لَا ؟ فَقَالَ سَمُّوا أَنْتُمْ وَكُلُوا قَالُوا فَلَوْ كَانَ وُجُود التَّسْمِيَة شَرْطًا لَمْ يُرَخِّص لَهُمْ إِلَّا مَعَ تَحَقُّقهَا وَاَللَّه أَعْلَم . الْمَذْهَب الثَّالِث فِي الْمَسْأَلَة إِنْ تَرَكَ الْبَسْمَلَة عَلَى الذَّبِيحَة نِسْيَانًا لَمْ يَضُرّ وَإِنْ تَرَكَهَا عَمْدًا لَمْ تَحِلّ هَذَا هُوَ الْمَشْهُور مِنْ مَذْهَب الْإِمَام مَالِك وَأَحْمَد بْن حَنْبَل وَبِهِ يَقُول أَبُو حَنِيفَة وَأَصْحَابه وَإِسْحَق بْن رَاهْوَيْهِ وَهُوَ مَحْكِيّ عَنْ عَلِيّ وَابْن عَبَّاس وَسَعِيد بْن الْمُسَيِّب وَعَطَاء وَطَاوُس وَالْحَسَن الْبَصْرِيّ وَأَبِي مَالِك وَعَبْد الرَّحْمَن بْن أَبِي لَيْلَى وَجَعْفَر بْن مُحَمَّد وَرَبِيعَة بْن أَبِي عَبْد الرَّحْمَن وَنَقَلَ الْإِمَام أَبُو الْحَسَن الْمِرْغِينَانِيّ فِي كِتَابه الْهِدَايَة الْإِجْمَاعَ قَبْل الشَّافِعِيّ عَلَى تَحْرِيم مَتْرُوك التَّسْمِيَة عَمْدًا فَلِهَذَا قَالَ أَبُو يُوسُف وَالْمَشَايِخ لَوْ حَكَمَ حَاكِمْ بِجَوَازِ بَيْعه لَمْ يَنْفُذ لِمُخَالَفَةِ الْإِجْمَاع وَهَذَا الَّذِي قَالَهُ غَرِيب جِدًّا وَقَدْ تَقَدَّمَ نَقْل الْخِلَاف عَمَّنْ قَبْل الشَّافِعِيّ وَاَللَّه أَعْلَم . وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه مَنْ حَرَّمَ ذَبِيحَة النَّاسِي فَقَدْ خَرَجَ مِنْ قَوْل جَمِيع الْحُجَّة وَخَالَفَ الْخَبَر الثَّابِت عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ يَعْنِي مَا رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَنْبَأَنَا أَبُو عَبْد اللَّه الْحَافِظ حَدَّثَنَا أَبُو الْعَبَّاس الْأَصَمّ حَدَّثَنَا أَبُو أُمَيَّة الطَّرَسُوسِيّ حَدَّثَنَا مُحَمَّد بْن يَزِيد حَدَّثَنَا مَعْقِل بْن عُبَيْد اللَّه عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الْمُسْلِم يَكْفِيه اِسْمه إِنْ نَسِيَ أَنْ يُسَمِّي حِين يَذْبَح فَلْيَذْكُرْ اِسْم اللَّه وَلْيَأْكُلْهُ وَهَذَا الْحَدِيث رَفَعَهُ خَطَأ أَخْطَأَ فِيهِ مَعْقِل بْن عُبَيْد اللَّه الْجَزَرِيّ فَإِنَّهُ وَإِنْ كَانَ مِنْ رِجَال مُسْلِم إِلَّا أَنَّ سَعِيد بْن مَنْصُور وَعَبْد اللَّه بْن الزُّبَيْر الْحُمَيْدِيّ رَوَيَاهُ عَنْ سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو عَنْ أَبِي الشَّعْثَاء عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مِنْ قَوْله فَزَادَا فِي إِسْنَاده أَبَا الشَّعْثَاء وَوَثَّقَاهُ وَهَذَا أَصَحّ نَصَّ عَلَيْهِ الْبَيْهَقِيّ وَغَيْره مِنْ الْحُفَّاظ ثُمَّ نَقَلَ اِبْن جَرِير وَغَيْره عَنْ الشَّعْبِيّ وَمُحَمَّد بْن سِيرِينَ أَنَّهُمَا كَرِهَا مَتْرُوك التَّسْمِيَة نِسْيَانًا وَالسَّلَف يُطْلِقُونَ الْكَرَاهِيَة عَلَى التَّحْرِيم كَثِيرًا وَاَللَّه أَعْلَم إِلَّا أَنَّ مِنْ قَاعِدَة اِبْن جَرِير أَنَّهُ لَا يَعْتَبِر قَوْل الْوَاحِد وَلَا الِاثْنَيْنِ مُخَالِفًا لِقَوْلِ الْجُمْهُور فَيَعُدّهُ إِجْمَاعًا فَلْيُعْلَمْ هَذَا وَاَللَّه الْمُوَفِّق قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبُو أُسَامَة عَنْ جُبَيْر بْن يَزِيد قَالَ : سُئِلَ الْحَسَن سَأَلَهُ رَجُل أُتِيت بِطَيْرِ كَذَا فَمِنْهُ مَا قَدْ ذُبِحَ فَذُكِرَ اِسْم اللَّه عَلَيْهِ وَمِنْهُ مَا نُسِيَ أَنْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَاخْتَلَطَ الطَّيْر فَقَالَ الْحَسَن كُلّه كُلّه قَالَ وَسَأَلْت مُحَمَّد بْن سِيرِينَ فَقَالَ : قَالَ اللَّه \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ \" وَاحْتَجَّ لِهَذَا الْمَذْهَب بِالْحَدِيثِ الْمَرْوِيّ مِنْ طُرُق عِنْد اِبْن مَاجَهْ عَنْ اِبْن عَبَّاس وَأَبِي هُرَيْرَة وَأَبِي ذَرّ وَعُقْبَة بْن عَامِر وَعَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ اللَّه وَضَعَ عَنْ أُمَّتِي الْخَطَأ وَالنِّسْيَان وَمَا اُسْتُكْرِهُوا عَلَيْهِ وَفِيهِ نَظَر وَاَللَّه أَعْلَم وَقَدْ رَوَى الْحَافِظ أَبُو أَحْمَد بْن عَدِيّ مِنْ حَدِيث مَرْوَان بْن سَالِم الْقَرْقَسَانِيّ عَنْ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه أَرَأَيْت الرَّجُل مِنَّا يَذْبَح وَيَنْسَى أَنْ يُسَمِّي ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْم اللَّه عَلَى كُلّ مُسْلِم وَلَكِنْ هَذَا إِسْنَاده ضَعِيف فَإِنَّ مَرْوَان بْن سَالِم الْقَرْقَسَانِيّ أَبَا عَبْد اللَّه الشَّامِيّ ضَعِيف تَكَلَّمَ فِيهِ غَيْر وَاحِد مِنْ الْأَئِمَّة وَاَللَّه أَعْلَم وَقَدْ أَفْرَدْت هَذِهِ الْمَسْأَلَة عَلَى حِدَة وَذَكَرْت مَذْهَب الْأَئِمَّة وَمَأْخَذهمْ وَأَدِلَّتهمْ وَوَجْه الدَّلَالَات وَالْمُنَاقَضَات وَالْمُعَارَضَات وَاَللَّه أَعْلَم . قَالَ اِبْن جَرِير : وَقَدْ اِخْتَلَفَ أَهْل الْعِلْم فِي هَذِهِ الْآيَة هَلْ نُسِخَ مِنْ حُكْمهَا شَيْء أَمْ لَا ؟ فَقَالَ بَعْضهمْ لَمْ يُنْسَخ مِنْهَا شَيْء وَهِيَ مُحَكَّمَة فِيمَا عَنَيْت بِهِ وَعَلَى هَذَا قَوْل مُجَاهِد وَعَامَّة أَهْل الْعِلْم وَرُوِيَ عَنْ الْحَسَن الْبَصْرِيّ وَعِكْرِمَة مَا حَدَّثَنَا بِهِ اِبْن حُمَيْد : حَدَّثَنَا يَحْيَى بْن وَاضِح عَنْ الْحُسَيْن بْن وَاقِد عَنْ عِكْرِمَة وَالْحَسَن الْبَصْرِيّ قَالَا : قَالَ اللَّه\" فَكُلُوا مِمَّا ذُكِرَ اِسْم اللَّه عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ \" وَقَالَ \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَإِنَّهُ لَفِسْق \" فَنُسِخَ وَاسْتَثْنَى مِنْ ذَلِكَ فَقَالَ \" وَطَعَام الَّذِينَ أُوتُوا الْكِتَاب حِلّ لَكُمْ وَطَعَامكُمْ حِلّ لَهُمْ \" وَقَالَ اِبْن أَبِي حَاتِم : قَرَأَ عَلَيَّ الْعَبَّاس بْن الْوَلِيد بْن يَزِيد حَدَّثَنَا مُحَمَّد بْن سَعِيد أَخْبَرَنِي النُّعْمَان يَعْنِي اِبْن الْمُنْذِر عَنْ مَكْحُول قَالَ : أَنْزَلَ اللَّه فِي الْقُرْآن \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ \" ثُمَّ نَسَخَهَا الرَّبّ وَرَحِمَ الْمُسْلِمِينَ فَقَالَ \" الْيَوْم أُحِلّ لَكُمْ الطَّيِّبَات وَطَعَام الَّذِينَ أُوتُوا الْكِتَاب حِلّ لَكُمْ \" فَنَسَخَهَا بِذَلِكَ وَأُحِلّ طَعَام أَهْل الْكِتَاب ثُمَّ قَالَ اِبْن جَرِير : وَالصَّوَاب أَنَّهُ لَا تَعَارُض بَيْن حِلّ طَعَام أَهْل الْكِتَاب وَبَيْن تَحْرِيم مَا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَهَذَا الَّذِي قَالَهُ صَحِيح وَمَنْ أَطْلَقَ مِنْ السَّلَف النَّسْخ هَهُنَا فَإِنَّمَا أَرَادَ التَّخْصِيص وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم وَقَوْله تَعَالَى \" وَإِنَّ الشَّيَاطِين لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ أَبِي إِسْحَاق قَالَ : قَالَ رَجُل لِابْنِ عُمَر إِنَّ الْمُخْتَار يَزْعُم أَنَّهُ يُوحَى إِلَيْهِ قَالَ صَدَقَ وَتَلَا هَذِهِ الْآيَة \" وَإِنَّ الشَّيَاطِين لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ\" وَحَدَّثَنَا أَبِي حَدَّثَنَا أَبُو حُذَيْفَة حَدَّثَنَا عِكْرِمَة بْن عَمَّار عَنْ أَبِي زُمَيْل قَالَ : كُنْت قَاعِدًا عِنْد اِبْن عَبَّاس وَحَجّ الْمُخْتَار اِبْن أَبِي عُبَيْد فَجَاءَهُ رَجُل فَقَالَ يَا اِبْن عَبَّاس زَعَمَ أَبُو إِسْحَاق أَنَّهُ أُوحِيَ إِلَيْهِ اللَّيْلَة فَقَالَ اِبْن عَبَّاس صَدَقَ فَنَفَرْت وَقُلْت يَقُول اِبْن عَبَّاس صَدَقَ فَقَالَ اِبْن عَبَّاس هُمَا وَحْيَانِ وَحْي اللَّه وَوَحْي الشَّيْطَان فَوَحْي اللَّه إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَحْي الشَّيْطَان إِلَى أَوْلِيَائِهِ ثُمَّ قَرَأَ \" وَإِنَّ الشَّيَاطِين لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ \" وَقَدْ تَقَدَّمَ عَنْ عِكْرِمَة فِي قَوْله \" يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا\" نَحْو هَذَا وَقَوْله \" لِيُجَادِلُوكُمْ \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عِمْرَان بْن عُيَيْنَة عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر قَالَ : خَاصَمَتْ الْيَهُود النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا نَأْكُل مِمَّا قَتَلْنَا وَلَا نَأْكُل مِمَّا قَتَلَ اللَّه ؟ فَأَنْزَلَ اللَّه\" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَإِنَّهُ لَفِسْق \" هَكَذَا رَوَاهُ مُرْسَلًا وَرَوَاهُ أَبُو دَاوُد مُتَّصِلًا فَقَالَ حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا عِمْرَان بْن عُيَيْنَة عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ جَاءَتْ الْيَهُود إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فَقَالُوا نَأْكُل مِمَّا قَتَلْنَا وَلَا نَأْكُل مِمَّا قَتَلَ اللَّه ؟ فَأَنْزَلَ اللَّه \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ \" الْآيَة وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى وَسُفْيَان بْن وَكِيع كِلَاهُمَا عَنْ عِمْرَان بْن عُيَيْنَة بِهِ . وَرَوَاهُ الْبَزَّار عَنْ مُحَمَّد بْن مُوسَى الْجَرَسَيّ عَنْ عِمْرَان بْن عُيَيْنَة بِهِ وَهَذَا فِيهِ نَظَر مِنْ وُجُوه ثَلَاثَة \" أَحَدهَا \" أَنَّ الْيَهُود لَا يَرَوْنَ إِبَاحَة الْمَيْتَة حَتَّى يُجَادِلُوا \" الثَّانِي \" أَنَّ الْآيَة مِنْ الْأَنْعَام وَهِيَ مَكِّيَّة . \" الثَّالِث \" أَنَّ هَذَا الْحَدِيث رَوَاهُ التِّرْمِذِيّ عَنْ مُحَمَّد بْن مُوسَى الْجَرَسَيّ عَنْ زِيَاد بْن عَبْد اللَّه الْبَكَّائِيّ عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس وَرَوَاهُ التِّرْمِذِيّ بِلَفْظِ : أَتَى نَاس النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ وَقَالَ حَسَن غَرِيب . وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر مُرْسَلًا وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا عَلِيّ بْن الْمُبَارَك حَدَّثَنَا زَيْد بْن الْمُبَارَك حَدَّثَنَا مُوسَى بْن عَبْد الْعَزِيز حَدَّثَنَا الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا نَزَلَتْ \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ\" أَرْسَلَتْ فَارِس إِلَى قُرَيْش أَنْ خَاصِمُوا مُحَمَّدًا وَقُولُوا لَهُ فَمَا تَذْبَح أَنْتَ بِيَدِك بِسِكِّينٍ فَهُوَ حَلَال وَمَا ذَبَحَ اللَّه عَزَّ وَجَلَّ بشمشير مِنْ ذَهَب يَعْنِي الْمَيْتَة فَهُوَ حَرَام فَنَزَلَتْ هَذِهِ الْآيَة \" وَإِنَّ الشَّيَاطِين لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ \" أَيْ وَإِنَّ الشَّيَاطِين مِنْ فَارِس لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ مِنْ قُرَيْش وَقَالَ أَبُو دَاوُد : حَدَّثَنَا مُحَمَّد بْن كَثِير أَخْبَرَنَا إِسْرَائِيل حَدَّثَنَا سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَإِنَّ الشَّيَاطِين لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ \" يَقُولُونَ مَا ذَبَحَ اللَّه فَلَا تَأْكُلُوهُ وَمَا ذَبَحْتُمْ أَنْتُمْ فَكُلُوهُ فَأَنْزَلَ اللَّه \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ \" وَرَوَاهُ اِبْن مَاجَهْ وَابْن أَبِي حَاتِم عَنْ عَمْرو بْن عَبْد اللَّه عَنْ وَكِيع عَنْ إِسْرَائِيل بِهِ وَهَذَا إِسْنَاد صَحِيح . وَرَوَاهُ اِبْن جَرِير مِنْ طُرُق مُتَعَدِّدَة عَنْ اِبْن عَبَّاس وَلَيْسَ فِيهِ ذِكْر الْيَهُود فَهَذَا هُوَ الْمَحْفُوظ لِأَنَّ الْآيَة مَكِّيَّة وَالْيَهُود لَا يُحِبُّونَ الْمَيْتَة . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا جَرِير عَنْ عَطَاء عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس\" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ \" إِلَى قَوْله \" لِيُجَادِلُوكُمْ \" قَالَ : يُوحِي الشَّيَاطِين إِلَى أَوْلِيَائِهِمْ تَأْكُلُونَ مِمَّا قَتَلْتُمْ وَلَا تَأْكُلُونَ مِمَّا قَتَلَ اللَّه ؟ وَفِي بَعْض أَلْفَاظه عَنْ اِبْن عَبَّاس أَنَّ الَّذِي قَتَلْتُمْ ذُكِرَ اِسْم اللَّه عَلَيْهِ وَأَنَّ الَّذِي قَدْ مَاتَ لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَقَالَ اِبْن جُرَيْج : قَالَ عَمْرو بْن دِينَار عَنْ عِكْرِمَة إِنَّ مُشْرِكِي قُرَيْش كَاتَبُوا فَارِس عَلَى الرُّوم وَكَاتَبَتْهُمْ فَارِس فَكَتَبَ فَارِس إِلَيْهِمْ أَنَّ مُحَمَّدًا وَأَصْحَابه يَزْعُمُونَ أَنَّهُمْ يَتَّبِعُونَ أَمْر اللَّه فَمَا ذَبَحَ اللَّه بِسِكِّينٍ مِنْ ذَهَب فَلَا يَأْكُلُونَهُ وَمَا ذَبَحُوهُ هُمْ يَأْكُلُونَهُ فَكَتَبَ بِذَلِكَ الْمُشْرِكُونَ إِلَى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَقَعَ فِي أَنْفُس نَاس مِنْ الْمُسْلِمِينَ مِنْ ذَلِكَ شَيْء فَأَنْزَلَ اللَّه \" وَإِنَّهُ لَفِسْق وَإِنَّ الشَّيَاطِين لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ \" وَنَزَلَتْ \" يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا \" وَقَالَ السُّدِّيّ فِي تَفْسِير هَذِهِ الْآيَة إِنَّ الْمُشْرِكِينَ قَالُوا لِلْمُسْلِمِينَ كَيْفَ تَزْعُمُونَ أَنَّكُمْ تَتَّبِعُونَ مَرْضَات اللَّه فَمَا قَتَلَ اللَّه فَلَا تَأْكُلُونَهُ وَمَا ذَبَحْتُمْ أَنْتُمْ تَأْكُلُونَهُ ؟ فَقَالَ اللَّه تَعَالَى \" وَإِنْ أَطَعْتُمُوهُمْ \" فِي أَكْل الْمَيْتَة\" إِنَّكُمْ لَمُشْرِكُونَ \" وَهَكَذَا قَالَهُ مُجَاهِد وَالضَّحَّاك وَغَيْر وَاحِد مِنْ عُلَمَاء السَّلَف . وَقَوْله تَعَالَى \" وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ \" أَيْ حَيْثُ عَدَلْتُمْ عَنْ أَمْر اللَّه لَكُمْ وَشَرْعه إِلَى قَوْل غَيْره فَقَدَّمْتُمْ عَلَيْهِ غَيْره فَهَذَا هُوَ الشِّرْك كَقَوْلِهِ تَعَالَى \" اِتَّخَذُوا أَحْبَارهمْ وَرُهْبَانهمْ أَرْبَابًا مِنْ دُون اللَّه \" الْآيَة . وَقَدْ رَوَى التِّرْمِذِيّ فِي تَفْسِيرهَا عَنْ عَدِيّ بْن حَاتِم أَنَّهُ قَالَ : يَا رَسُول اللَّه مَا عَبَدُوهُمْ فَقَالَ بَلَى إِنَّهُمْ أَحَلُّوا لَهُمْ الْحَرَام وَحَرَّمُوا عَلَيْهِمْ الْحَلَال فَاتَّبَعُوهُمْ فَذَلِكَ عِبَادَتهمْ إِيَّاهُمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42101, "aya_id": 121}]