[{"text": "وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَّرَدًّا", "sura_id": 19, "type": 0, "id": 2326, "aya_id": 76}, {"text": "ويزيد الله الذين اهتدوا هدى و الباقيات الصالحات خير عند ربك ثوابا و خير مردا", "sura_id": 19, "type": 1, "id": 8562, "aya_id": 76}, {"text": "76 - (ويزيد الله الذين اهتدوا) بالإيمان (هدى) بما ينزل عليهم من الآيات (والباقيات الصالحات) هي الطاعة تبقى لصاحبها (خير عند ربك ثوابا وخير مردا) أي ما يرد إليه ويرجع بخلاف أعمال الكفار والخيرية هنا في مقابلة قولهم أي الفريقين خير مقاما \r\n", "sura_id": 19, "type": 2, "id": 27270, "aya_id": 76}, {"text": "ويزيد الله عباده الذين اهتدوا لدينه هدى على هداهم بما يتجدد لهم من الإيمان بفرائض الله, والعمل بها. والأعمالُ الباقيات الصالحات خير ثوابًا عند الله في الآخرة, وخير مرجعًا وعاقبة.\r\n", "sura_id": 19, "type": 3, "id": 33506, "aya_id": 76}, {"text": " <font color=red>وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا</font><BR><p>لَمَّا ذَكَرَ تَعَالَى إِمْدَاد مَنْ هُوَ فِي الضَّلَالَة فِيمَا هُوَ فِيهِ وَزِيَادَته عَلَى مَا هُوَ عَلَيْهِ أَخْبَرَ بِزِيَادَةِ الْمُهْتَدِينَ هُدًى كَمَا قَالَ تَعَالَى \" وَإِذَا مَا أُنْزِلَتْ سُورَة فَمِنْهُمْ مَنْ يَقُول أَيّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا \" الْآيَتَيْنِ . وَقَوْله : \" وَالْبَاقِيَات الصَّالِحَات \" قَدْ تَقَدَّمَ تَفْسِيرهَا وَالْكَلَام عَلَيْهَا وَإِيرَاد الْأَحَادِيث الْمُتَعَلِّقَة بِهَا فِي سُورَة الْكَهْف \" خَيْر عِنْد رَبّك ثَوَابًا \" أَيْ جَزَاء \" وَخَيْر مَرَدًّا \" أَيْ عَاقِبَة وَمَرَدًّا عَلَى صَاحِبهَا وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر بْن رَاشِد عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن قَالَ جَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم فَأَخَذَ عُودًا يَابِسًا فَحَطَّ وَرَقه ثُمَّ قَالَ : \" إِنَّ قَوْل لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَسُبْحَان اللَّه وَالْحَمْد لِلَّهِ تَحُطّ الْخَطَايَا كَمَا تَحُطّ وَرَق هَذِهِ الشَّجَرَة الرِّيح خُذْهُنَّ يَا أَبَا الدَّرْدَاء قَبْل أَنْ يُحَال بَيْنك وَبَيْنهنَّ هُنَّ الْبَاقِيَات الصَّالِحَات وَهُنَّ مِنْ كُنُوز الْجَنَّة \" قَالَ أَبُو سَلَمَة فَكَانَ أَبُو الدَّرْدَاء إِذَا ذَكَرَ هَذَا الْحَدِيث قَالَ لَأُهْلِلَنَّ اللَّه وَلَأُكَبِّرَنَّ اللَّه وَلَأُسَبِّحَنَّ اللَّه حَتَّى إِذَا رَآنِي الْجَاهِل حَسِبَ أَنِّي مَجْنُون وَهَذَا ظَاهِره أَنَّهُ مُرْسَل وَلَكِنْ قَدْ يَكُون مِنْ رِوَايَة أَبِي سَلَمَة عَنْ أَبِي الدَّرْدَاء وَاَللَّه أَعْلَم . وَهَكَذَا وَقَعَ فِي سُنَن اِبْن مَاجَهْ مِنْ حَدِيث أَبِي مُعَاوِيَة عَنْ عُمَر بْن رَاشِد عَنْ يَحْيَى عَنْ أَبِي سَلَمَة عَنْ أَبِي الدَّرْدَاء فَذَكَرَ نَحْوه.</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38472, "aya_id": 76}]