[{"text": "وَإِذَا جَاءتْهُمْ آيَةٌ قَالُواْ لَن نُّؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللّهِ اللّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُواْ صَغَارٌ عِندَ اللّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُواْ يَمْكُرُونَ", "sura_id": 6, "type": 0, "id": 913, "aya_id": 124}, {"text": "وإذا جاءتهم آية قالوا لن نؤمن حتى نؤتى مثل ما أوتي رسل الله الله أعلم حيث يجعل رسالته سيصيب الذين أجرموا صغار عند الله وعذاب شديد بما كانوا يمكرون", "sura_id": 6, "type": 1, "id": 7149, "aya_id": 124}, {"text": "124 - (وإذا جاءتهم) أي أهل مكة (آية) على صدق النبي صلى الله عليه وسلم (قالوا لن نؤمن) به (حتى نؤتى مثل ما أوتي رسل الله) من الرسالة والوحي إلينا لأنا أكثر مالا وأكبر سنا قال تعالى (الله أعلم حيث يجعل رسالاته) بالجمع والإفراد ، وحيث مفعول به لفعل دل عليه أعلم أي يعلم الموضع الصالح لوضعها فيه فيضعها وهؤلاء ليسوا أهلا لها (سيصيب الذين أجرموا) بقولهم ذلك (صغار) ذل (عند الله وعذاب شديد بما كانوا يمكرون) أي بسبب مكرهم \r\n", "sura_id": 6, "type": 2, "id": 25857, "aya_id": 124}, {"text": "وإذا جاءت هؤلاء المشركين من أهل \"مكة\" حجة ظاهرة على نبوة محمد صلى الله عليه وسلم, قال بعض كبرائهم: لن نصدِّق بنبوته حتى يعطينا الله من النبوة والمعجزات مثل ما أعطى رسله السابقين. فردَّ الله تعالى عليهم بقوله: الله أعلم حيث يجعل رسالته أي: بالذين هم أهل لحمل رسالته وتبليغها إلى الناس. سينال هؤلاء الطغاة الذل, ولهم عذاب موجع في نار جهنم; بسبب كيدهم للإسلام وأهله.\r\n", "sura_id": 6, "type": 3, "id": 32093, "aya_id": 124}, {"text": " <font color=red>وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَإِذَا جَاءَتْهُمْ آيَة قَالُوا لَنْ نُؤْمِن حَتَّى نُؤْتَى مِثْل مَا أُوتِيَ رُسُل اللَّه \" أَيْ إِذَا جَاءَتْهُمْ آيَة وَبُرْهَان وَحُجَّة قَاطِعَة قَالُوا \" لَنْ نُؤْمِن حَتَّى نُؤْتَى مِثْل مَا أُوتِيَ رُسُل اللَّه \" أَيْ حَتَّى تَأْتِينَا الْمَلَائِكَة مِنْ اللَّه بِالرِّسَالَةِ كَمَا تَأْتِي إِلَى الرُّسُل كَقَوْلِهِ جَلَّ وَعَلَا \" وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَة أَوْ نَرَى رَبّنَا\" الْآيَة وَقَوْله \" اللَّه أَعْلَم حَيْثُ يَجْعَل رِسَالَته \" أَيْ هُوَ أَعْلَم حَيْثُ يَضَع رِسَالَته وَمَنْ يَصْلُح لَهَا مِنْ خَلْقه كَقَوْلِهِ تَعَالَى \" وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآن عَلَى رَجُل مِنْ الْقَرْيَتَيْنِ عَظِيم أَهُمْ يَقْسِمُونَ رَحْمَة رَبّك\" الْآيَة يَعْنُونَ لَوْلَا نُزِّلَ هَذَا الْقُرْآن عَلَى رَجُل عَظِيم كَبِير جَلِيل مُبَجَّل فِي أَعْيُنهمْ \" مِنْ الْقَرْيَتَيْنِ \" أَيْ مِنْ مَكَّة وَالطَّائِف وَذَلِكَ أَنَّهُمْ قَبَّحَهُمْ اللَّه كَانُوا يَزْدَرُونَ بِالرَّسُولِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ بَغْيًا وَحَسَدًا وَعِنَادًا وَاسْتِكْبَارًا كَقَوْلِهِ تَعَالَى مُخْبِرًا عَنْهُ \" وَإِذَا رَآك الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَك إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّه رَسُولًا \" وَقَالَ تَعَالَى\" وَإِذَا رَأَوْك إِنْ يَتَّخِذُونَك إِلَّا هُزُوًا أَهَذَا الَّذِي يَذْكُر آلِهَتكُمْ وَهُمْ بِذِكْرِ الرَّحْمَن هُمْ كَافِرُونَ \" وَقَالَ تَعَالَى \" وَلَقَدْ اُسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلك فَحَاقَ بِاَلَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ \" هَذَا وَهُمْ مُعْتَرِفُونَ بِفَضْلِهِ وَشَرَفه وَنَسَبه وَطَهَارَة بَيْته وَمَرْبَاهُ وَمَنْشَئِهِ صَلَّى اللَّه وَمَلَائِكَته وَالْمُؤْمِنُونَ عَلَيْهِ حَتَّى أَنَّهُمْ كَانُوا يُسَمُّونَهُ بَيْنهمْ قَبْل أَنْ يُوحَى إِلَيْهِ الْأَمِين \" وَقَدْ اِعْتَرَفَ بِذَلِكَ رَئِيس الْكُفَّار أَبُو سُفْيَان حِين سَأَلَهُ هِرَقْل مَلِك الرُّوم وَكَيْفَ نَسَبه فِيكُمْ ؟ قَالَ هُوَ فِينَا ذُو نَسَب قَالَ هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْل أَنْ يَقُول مَا قَالَ ؟ قَالَ لَا - الْحَدِيث بِطُولِهِ الَّذِي اِسْتَدَلَّ مَلِك الرُّوم بِطَهَارَةِ صِفَاته عَلَيْهِ السَّلَام عَلَى صِدْق نُبُوَّته وَصِحَّة مَا جَاءَ بِهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن مُصْعَب حَدَّثَنَا الْأَوْزَاعِيّ عَنْ شَدَّاد أَبِي عَمَّار عَنْ وَاثِلَة بْن الْأَسْقَع رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ إِنَّ اللَّه اِصْطَفَى مِنْ وَلَد إِبْرَاهِيم إِسْمَاعِيل وَاصْطَفَى مِنْ بَنِي إِسْمَاعِيل بَنِي كِنَانَة وَاصْطَفَى مِنْ بَنِي كِنَانَة قُرَيْشًا وَاصْطَفَى مِنْ قُرَيْش بَنِي هَاشِم وَاصْطَفَانِي مِنْ بَنِي هَاشِم اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم مِنْ حَدِيث الْأَوْزَاعِيّ وَهُوَ عَبْد الرَّحْمَن بْن عَمْرو إِمَام أَهْل الشَّام بِهِ نَحْوه وَفِي صَحِيح الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بُعِثْت مِنْ خَيْر قُرُون بَنِي آدَم قَرْنًا فَقَرْنًا حَتَّى بُعِثْت مِنْ الْقَرْن الَّذِي كُنْت فِيهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو نُعَيْم عَنْ سُفْيَان عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ عَبْد اللَّه بْن الْحَارِث بْن نَوْفَل عَنْ الْمُطَّلِب بْن أَبِي وَدَاعَة قَالَ : قَالَ الْعَبَّاس بَلَغَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْضَ مَا يَقُول النَّاس فَصَعِدَ الْمِنْبَر فَقَالَ مَنْ أَنَا ؟ قَالُوا : أَنْتَ رَسُول اللَّه فَقَالَ أَنَا مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْمُطَّلِب إِنَّ اللَّه خَلَقَ الْخَلْق فَجَعَلَنِي فِي خَيْر خَلْقه وَجَعَلَهُمْ فَرِيقَيْنِ فَجَعَلَنِي فِي خَيْر فِرْقَة وَخَلَقَ الْقَبَائِل فَجَعَلَنِي فِي خَيْر قَبِيلَة وَجَعَلَهُمْ بُيُوتًا فَجَعَلَنِي فِي خَيْرهمْ بَيْتًا ; فَأَنَا خَيْركُمْ بَيْتًا وَخَيْركُمْ نَفْسًا صَدَقَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَفِي الْحَدِيث أَيْضًا الْمَرْوِيّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِي جِبْرِيل قَلَّبْت الْأَرْض مَشَارِقهَا وَمَغَارِبهَا فَلَمْ أَجِد رَجُلًا أَفْضَل مِنْ مُحَمَّد وَقَلَّبْت الْأَرْض مَشَارِقهَا وَمَغَارِبهَا فَلَمْ أَجِد بَنِي أَب أَفْضَل مِنْ بَنِي هَاشِم رَوَاهُ الْحَاكِم وَالْبَيْهَقِيّ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو بَكْر حَدَّثَنَا عَاصِم عَنْ زِرّ بْن حُبَيْش عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : إِنَّ اللَّه نَظَرَ فِي قُلُوب الْعِبَاد فَوَجَدَ قَلْب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْر قُلُوب الْعِبَاد فَاصْطَفَاهُ لِنَفْسِهِ فَبَعَثَهُ بِرِسَالَتِهِ ثُمَّ نَظَرَ فِي قُلُوب الْعِبَاد بَعْد قَلْب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَجَدَ قُلُوب أَصْحَابه خَيْر قُلُوب الْعِبَاد فَجَعَلَهُمْ وُزَرَاء نَبِيّه يُقَاتِلُونَ عَلَى دِينه فَمَا رَآهُ الْمُسْلِمُونَ حَسَنًا فَهُوَ عِنْد اللَّه حَسَن وَمَا رَآهُ الْمُسْلِمُونَ سَيِّئًا فَهُوَ عِنْد اللَّه سَيِّئ . وَقَالَ أَحْمَد : حَدَّثَنَا شُجَاع بْن الْوَلِيد قَالَ : ذَكَرَ قَابُوس بْن أَبِي ظَبْيَان عَنْ أَبِيهِ عَنْ سَلْمَان قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا سَلْمَان لَا تَبْغَضنِي فَتُفَارِق دِينك قُلْت يَا رَسُول اللَّه كَيْفَ أَبْغَضك وَبِك هَدَانَا اللَّه ؟ قَالَ تَبْغَض الْعَرَب فَتَبْغَضنِي وَذَكَرَ اِبْن أَبِي حَاتِم فِي تَفْسِير هَذِهِ الْآيَة ذَكَرَ عَنْ مُحَمَّد بْن مَنْصُور الْجَوَاز حَدَّثَنَا سُفْيَان عَنْ أَبِي حُسَيْن قَالَ : أَبْصَرَ رَجُل اِبْن عَبَّاس وَهُوَ دَاخِل مِنْ بَاب الْمَسْجِد فَلَمَّا نَظَرَ إِلَيْهِ رَاعَهُ فَقَالَ مَنْ هَذَا قَالُوا اِبْن عَبَّاس اِبْن عَمّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" اللَّه أَعْلَم حَيْثُ يَجْعَل رِسَالَته\" وَقَوْله تَعَالَى \" سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَار عِنْد اللَّه وَعَذَاب شَدِيد \" الْآيَة هَذَا وَعِيد شَدِيد مِنْ اللَّه وَتَهْدِيد أَكِيد لِمَنْ تَكَبَّرَ عَنْ اِتِّبَاع رُسُله وَالِانْقِيَاد لَهُمْ فِيمَا جَاءُوا بِهِ فَإِنَّهُ سَيُصِيبُهُ يَوْم الْقِيَامَة بَيْن يَدَيْ اللَّه صَغَار وَهُوَ الذِّلَّة الدَّائِمَة كَمَا أَنَّهُمْ اِسْتَكْبَرُوا أَعْقَبَهُمْ ذَلِكَ ذُلًّا يَوْم الْقِيَامَة لَمَّا اِسْتَكْبَرُوا فِي الدُّنْيَا كَقَوْلِهِ تَعَالَى \" إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّم دَاخِرِينَ\" أَيْ صَاغِرِينَ ذَلِيلِينَ حَقِيرِينَ وَقَوْله تَعَالَى \" وَعَذَاب شَدِيد بِمَا كَانُوا يَمْكُرُونَ \" لَمَّا كَانَ الْمَكْر غَالِبًا إِنَّمَا يَكُون خَفِيًّا وَهُوَ التَّلَطُّف فِي التَّحَيُّل وَالْخَدِيعَة قُوبِلُوا بِالْعَذَابِ الشَّدِيد مِنْ اللَّه يَوْم الْقِيَامَة جَزَاء وِفَاقًا \" وَلَا يَظْلِم رَبّك أَحَدًا \" كَمَا قَالَ تَعَالَى \" يَوْم تُبْلَى السَّرَائِر \" أَيْ تَظْهَر الْمُسْتَتِرَات وَالْمَكْنُونَات وَالضَّمَائِر وَجَاءَ فِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ يُنْصَب لِكُلِّ غَادِر لِوَاء عِنْد اِسْته يَوْم الْقِيَامَة فَيُقَال هَذِهِ غَدْرَة فُلَان بْن فُلَان وَالْحِكْمَة فِي هَذَا أَنَّهُ لَمَّا كَانَ الْغَدْر خَفِيًّا لَا يَطَّلِع عَلَيْهِ النَّاس فَيَوْم الْقِيَامَة يَصِير عَلَمًا مَنْشُورًا عَلَى صَاحِبه بِمَا فَعَلَ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42104, "aya_id": 124}]