[{"text": "إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُم مُّدْخَلاً كَرِيمًا", "sura_id": 4, "type": 0, "id": 524, "aya_id": 31}, {"text": "إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم وندخلكم مدخلا كريما", "sura_id": 4, "type": 1, "id": 6760, "aya_id": 31}, {"text": "31 - (إن تجتنبوا كبائر ما تنهون عنه) وهي ما ورد عليها وعيد كالقتل والزنا والسرقة ، وعن ابن عباس: \"هي إلى السبعمائة أقرب\". (نكفر عنكم سيئاتكم) الصغائر بالطاعات (وندخلكم مُدخلا) بضم الميم وفتحها أي إدخالا أو موضعا (كريما) هو الجنة \r\n", "sura_id": 4, "type": 2, "id": 25468, "aya_id": 31}, {"text": "إن تبتعدوا -أيها المؤمنون- عن كبائر الذنوب كالإشراك بالله وعقوق الوالدين وقَتْلِ النفس بغير الحق وغير ذلك, نكفِّر عنكم ما دونها من الصغائر, وندخلكم مدخلا كريمًا, وهو الجنَّة.\r\n", "sura_id": 4, "type": 3, "id": 31704, "aya_id": 31}, {"text": " <font color=red>إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا</font><BR><p>وَقَوْله تَعَالَى \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ نُكَفِّر عَنْكُمْ سَيِّئَاتكُمْ \" الْآيَة أَيْ إِذَا اِجْتَنَبْتُمْ كَبَائِر الْآثَام الَّتِي نَهَيْتُمْ عَنْهَا كَفَّرْنَا عَنْكُمْ صَغَائِر الذُّنُوب وَأَدْخَلْنَاكُمْ الْجَنَّة وَلِهَذَا قَالَ \" وَنُدْخِلكُمْ مُدْخَلًا كَرِيمًا \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار , حَدَّثَنَا مُؤَمَّل بْن هِشَام حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا خَالِد بْن أَيُّوب عَنْ مُعَاوِيَة بْن قُرَّة عَنْ أَنَس رَفَعَهُ قَالَ : لَمْ نَرَ مِثْل الَّذِي بَلَغَنَا عَنْ رَبّنَا عَزَّ وَجَلَّ ثُمَّ لَمْ نُخْرِج لَهُ عَنْ كُلّ أَهْل وَمَال أَنْ تَجَاوَزَ لَنَا عَمَّا دُون الْكَبَائِر يَقُول اللَّه \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ نُكَفِّر عَنْكُمْ سَيِّئَاتكُمْ \" الْآيَة . وَقَدْ وَرَدَتْ أَحَادِيث مُتَعَلِّقَة بِهَذِهِ الْآيَة الْكَرِيمَة فَلْنَذْكُرْ مِنْهَا مَا تَيَسَّرَ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هُشَيْم عَنْ مُغِيرَة عَنْ أَبِي مَعْشَر عَنْ إِبْرَاهِيم عَنْ مِرْبَع الضَّبِّيّ عَنْ سَلْمَان الْفَارِسِيّ قَالَ : قَالَ لِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَدْرِي مَا يَوْم الْجُمُعَة \" قُلْت هُوَ الْيَوْم الَّذِي جَمَعَ اللَّه فِيهِ أَبَاكُمْ قَالَ \" لَكِنْ أَدْرِي مَا يَوْم الْجُمُعَة لَا يَتَطَهَّر الرَّجُل فَيُحْسِن طُهُوره ثُمَّ يَأْتِي الْجُمُعَة فَيُنْصِت حَتَّى يَقْضِي الْإِمَام صَلَاته إِلَّا كَانَتْ كَفَّارَة لَهُ مَا بَيْنهَا وَبَيْن الْجُمُعَة الْمُقْبِلَة مَا اُجْتُنِبَتْ الْمَقْتَلَة \" وَقَدْ رَوَى الْبُخَارِيّ مِنْ وَجْه آخَر عَنْ سَلْمَان نَحْوه . وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا أَبُو صَالِح حَدَّثَنَا اللَّيْث حَدَّثَنِي خَالِد عَنْ سَعِيد بْن أَبِي هِلَال عَنْ نُعَيْم الْمُجْمِر أَخْبَرَنِي صُهَيْب مَوْلَى الصَّوَارِي أَنَّهُ سَمِعَ أَبَا هُرَيْرَة وَأَبَا سَعِيد يَقُولَانِ : خَطَبَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ \" ثَلَاث مَرَّات ثُمَّ أَكَبَّ فَأَكَبَّ كُلّ رَجُل مِنَّا يَبْكِي لَا نَدْرِي مَاذَا حَلَفَ عَلَيْهِ ثُمَّ رَفَعَ رَأْسَهُ وَفِي وَجْهه الْبُشْرَى فَكَانَ أَحَبّ إِلَيْنَا مِنْ حُمْر النَّعَم فَقَالَ : \" مَا مِنْ عَبْد يُصَلِّي الصَّلَوَات الْخَمْس وَيَصُوم رَمَضَان وَيُخْرِج الزَّكَاة وَيَجْتَنِب الْكَبَائِر السَّبْع إِلَّا فُتِحَتْ لَهُ أَبْوَاب الْجَنَّة ثُمَّ قِيلَ لَهُ اُدْخُلْ بِسَلَامٍ \" . وَهَكَذَا رَوَاهُ النَّسَائِيّ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث اللَّيْث بْن سَعْد بِهِ وَرَوَاهُ الْحَاكِم أَيْضًا وَابْن حِبَّان فِي صَحِيحه مِنْ حَدِيث عَبْد اللَّه بْن وَهْب عَنْ عَمْرو بْن الْحَارِث عَنْ سَعِيد بْن أَبِي هِلَال بِهِ ثُمَّ قَالَ الْحَاكِم صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ \" تَفْسِير هَذِهِ السَّبْع \" وَذَلِكَ بِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث سُلَيْمَان بْن هِلَال عَنْ ثَوْر بْن زَيْد عَنْ سَالِم أَبِي الْغَيْث عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اِجْتَنِبُوا السَّبْع الْمُوبِقَات \" قِيلَ يَا رَسُول اللَّه وَمَا هُنَّ ؟ قَالَ \" الشِّرْك بِاَللَّهِ وَقَتْل النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَالسِّحْر وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم وَالتَّوَلِّي يَوْم الزَّحْف وَقَذْف الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات \" \" طَرِيق أُخْرَى عَنْهُ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا فَهْد بْن عَوْف حَدَّثَنَا أَبُو عَوَانَة عَنْ عَمْرو بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْكَبَائِر سَبْع أَوَّلهَا الْإِشْرَاك بِاَللَّهِ ثُمَّ قَتْل النَّفْس بِغَيْرِ حَقّهَا وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم إِلَى أَنْ يَكْبَر وَالْفِرَار مِنْ الزَّحْف وَرَمْي الْمُحْصَنَات وَالِانْقِلَاب إِلَى الْأَعْرَاب بَعْد الْهِجْرَة \" فَالنَّصّ عَلَى هَذِهِ السَّبْع بِأَنَّهُنَّ كَبَائِر لَا يَنْفِي مَا عَدَاهُنَّ إِلَّا عِنْد مَنْ يَقُول بِمَفْهُومِ اللَّقَب وَهُوَ ضَعِيف عِنْد عَدَم الْقَرِينَة وَلَا سِيَّمَا عِنْد قِيَام الدَّلِيل بِالْمَنْطُوقِ عَلَى عَدَم الْمَفْهُوم كَمَا سَنُورِدُهُ مِنْ الْأَحَادِيث الْمُتَضَمِّنَة مِنْ الْكَبَائِر غَيْر هَذِهِ السَّبْع فَمِنْ ذَلِكَ مَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه حَيْثُ قَالَ : حَدَّثَنَا أَحْمَد بْن كَامِل الْقَاضِي إِمْلَاء حَدَّثَنَا أَبُو قِلَابَة عَبْد الْمَلِك بْن مُحَمَّد حَدَّثَنَا مُعَاذ بْن هَانِئ حَدَّثَنَا حَرْب بْن شَدَّاد حَدَّثَنَا يَحْيَى بْن أَبِي كَثِير عَنْ عَبْد الْحَمِيد بْن سِنَان عَنْ عُبَيْد بْن عُمَيْر عَنْ أَبِيهِ يَعْنِي عُمَيْر بْن قَتَادَة رَضِيَ اللَّه عَنْهُ أَنَّهُ حَدَّثَهُ وَكَانَتْ لَهُ صُحْبَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِي حَجَّة الْوَدَاع \" أَلَا إِنَّ أَوْلِيَاء اللَّه الْمُصَلُّونَ مَنْ يُقِمْ الصَّلَوَات الْخَمْس الَّتِي كَتَبَ اللَّه عَلَيْهِ وَيَصُوم رَمَضَان وَيَحْتَسِب صَوْمه يَرَى أَنَّهُ عَلَيْهِ حَقّ وَيُعْطِي زَكَاة مَاله يَحْتَسِبهَا وَيَجْتَنِب الْكَبَائِر الَّتِي نَهَى اللَّه عَنْهَا \" ثُمَّ إِنَّ رَجُلًا سَأَلَهُ فَقَالَ : يَا رَسُول اللَّه مَا الْكَبَائِر ؟ فَقَالَ \" تِسْع : الشِّرْك بِاَللَّهِ وَقَتْل نَفْس مُؤْمِن بِغَيْرِ حَقّ وَفِرَار يَوْم الزَّحْف وَأَكْل مَال الْيَتِيم وَأَكْل الرِّبَا وَقَذْف الْمُحْصَنَة وَعُقُوق الْوَالِدَيْنِ الْمُسْلِمَيْنِ وَاسْتِحْلَال الْبَيْت الْحَرَام قِبْلَتكُمْ أَحْيَاء وَأَمْوَاتًا ثُمَّ لَا يَمُوت رَجُل لَا يَعْمَل هَؤُلَاءِ الْكَبَائِر وَيُقِيم الصَّلَاة وَيُؤْتِي الزَّكَاة إِلَّا كَانَ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي دَار مَصَانِعهَا مِنْ ذَهَب \" هَكَذَا رَوَاهُ الْحَاكِم مُطَوَّلًا وَقَدْ أَخْرَجَهُ أَبُو دَاوُد وَالنَّسَائِيّ مُخْتَصَرًا مِنْ حَدِيث مُعَاذ بْن هَانِئ بِهِ وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيثه مَبْسُوطًا ثُمَّ قَالَ الْحَاكِم : رِجَاله كُلّهمْ يُحْتَجّ بِهِمْ فِي الصَّحِيحَيْنِ إِلَّا عَبْد الْحَمِيد بْن سِنَان \" قُلْت \" وَهُوَ حِجَازِيّ لَا يُعْرَف إِلَّا بِهَذَا الْحَدِيث وَقَدْ ذَكَرَهُ اِبْن حِبَّان فِي كِتَاب الثِّقَات . وَقَالَ الْبُخَارِيّ فِي حَدِيثه نَظَر وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ سُلَيْمَان بْن ثَابِت الْجَحْدَرِيّ عَنْ سَالِم بْن سَلَّام عَنْ أَيُّوب بْن عُتْبَة عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ عُبَيْد بْن عُمَيْر عَنْ أَبِيهِ فَذَكَرَهُ وَلَمْ يَذْكُر فِي الْإِسْنَاد عَبْد الْحَمِيد بْن سِنَان وَاَللَّه أَعْلَم \" حَدِيث آخَر فِي مَعْنَى مَا تَقَدَّمَ \" قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا أَحْمَد بْن يُونُس حَدَّثَنَا يَحْيَى بْن عَبْد الْحَمِيد حَدَّثَنَا عَبْد الْعَزِيز عَنْ مُسْلِم بْن الْوَلِيد عَنْ الْمُطَّلِب عَنْ عَبْد اللَّه بْن حَنْطَب عَنْ اِبْن عُمَر قَالَ : صَعِدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمِنْبَر فَقَالَ \" لَا أُقْسِم لَا أُقْسِم \" ثُمَّ نَزَلَ فَقَالَ : \" أَبْشِرُوا أَبْشِرُوا مَنْ صَلَّى الصَّلَوَات الْخَمْس وَاجْتَنَبَ الْكَبَائِر السَّبْع نُودِيَ مِنْ أَبْوَاب الْجَنَّة اُدْخُلْ \" قَالَ عَبْد الْعَزِيز : لَا أَعْلَمهُ قَالَ إِلَّا \" بِسَلَامٍ \" وَقَالَ الْمُطَّلِب : سَمِعْت مَنْ سَأَلَ عَبْد اللَّه بْن عُمَر سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَذْكُرهُنَّ ؟ قَالَ : نَعَمْ \" عُقُوق الْوَالِدَيْنِ وَإِشْرَاك بِاَللَّهِ وَقَتْل النَّفْس وَقَذْف الْمُحْصَنَات وَأَكْل مَال الْيَتِيم وَالْفِرَار مِنْ الزَّحْف وَأَكْل الرِّبَا \" . \" حَدِيث آخَر فِي مَعْنَاهُ \" قَالَ أَبُو جَعْفَر بْن جَرِير فِي التَّفْسِير : حَدَّثَنَا يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا زِيَاد بْن مِخْرَاق عَنْ طَيْسَلَة بْن مَيَّاس قَالَ : كُنْت مَعَ النَّجَدَات فَأَصَبْت ذُنُوبًا لَا أُرَاهَا إِلَّا مِنْ الْكَبَائِر فَلَقِيت اِبْن عُمَر فَقُلْت لَهُ : إِنِّي أَصَبْت ذُنُوبًا لَا أُرَاهَا إِلَّا مِنْ الْكَبَائِر قَالَ : مَا هِيَ ؟ قُلْت : أَصَبْت كَذَا وَكَذَا قَالَ : لَيْسَ مِنْ الْكَبَائِر قُلْت : وَأَصَبْت كَذَا وَكَذَا قَالَ : لَيْسَ مِنْ الْكَبَائِر قَالَ : أَشَيْء لَمْ يُسَمِّهِ طَيْسَلَة ؟ قَالَ : هِيَ تِسْع وَسَأَعُدُّهُنَّ عَلَيْك : الْإِشْرَاك بِاَللَّهِ وَقَتْل النَّفْس بِغَيْرِ حَقّهَا وَالْفِرَار مِنْ الزَّحْف وَقَذْف الْمُحْصَنَة وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم ظُلْمًا وَإِلْحَاد فِي الْمَسْجِد الْحَرَام وَاَلَّذِي يَسْتَسْخِر وَبُكَاء الْوَالِدَيْنِ مِنْ الْعُقُوق . قَالَ زِيَاد وَقَالَ طَيْسَلَة لَمَّا رَأَى اِبْن عُمَر فَرَقِي قَالَ : أَتَخَافُ النَّار أَنْ تَدْخُلهَا ؟ قُلْت : نَعَمْ قَالَ : وَتُحِبّ أَنْ تَدْخُل الْجَنَّة ؟ قُلْت : نَعَمْ قَالَ : أَحَيّ وَالِدَاك ؟ قُلْت : عِنْدِي أُمِّي قَالَ : فَوَاَللَّهِ لَئِنْ أَنْتَ أَلَنْت لَهَا الْكَلَام وَأَطْعَمْتهَا الطَّعَام لَتَدْخُلَنَّ الْجَنَّة مَا اِجْتَنَبْت الْمُوجِبَات \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير : حَدَّثَنَا سُلَيْمَان بْن ثَابِت الْجَحْدَرِيّ الْوَاسِطِيّ أَنَا سَلَمَة بْن سَلَّام حَدَّثَنَا أَيُّوب بْن عُتْبَة عَنْ طَيْسَلَة بْن عَلِيّ النَّهْدِيّ قَالَ : أَتَيْت اِبْن عُمَر وَهُوَ فِي ظِلّ أَرَاك يَوْم عَرَفَة وَهُوَ يَصُبّ الْمَاء عَلَى رَأْسه وَوَجْهه قُلْت : أَخْبِرْنِي عَنْ الْكَبَائِر ؟ قَالَ : هِيَ تِسْع قُلْت : مَا هِيَ ؟ قَالَ : الْإِشْرَاك بِاَللَّهِ وَقَذْف الْمُحْصَنَة قَالَ قُلْت : مِثْل قَتْل النَّفْس قَالَ : نَعَمْ وَرَغْمًا وَقَتْل النَّفْس الْمُؤْمِنَة وَالْفِرَار مِنْ الزَّحْف وَالسِّحْر وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم وَعُقُوق الْوَالِدَيْنِ الْمُسْلِمَيْنِ وَإِلْحَاد بِالْبَيْتِ الْحَرَام قِبْلَتكُمْ أَحْيَاء وَأَمْوَاتًا \" . هَكَذَا رَوَاهُ مِنْ هَذَيْنِ الطَّرِيقَيْنِ مَوْقُوفًا وَقَدْ رَوَاهُ عَلِيّ بْن الْجَعْد عَنْ أَيُّوب بْن عُتْبَة عَنْ طَيْسَلَة بْن عَلِيّ قَالَ : أَتَيْت اِبْن عُمَر عَشِيَّة عَرَفَة وَهُوَ تَحْت ظِلّ أَرَاكَة وَهُوَ يَصُبّ الْمَاء عَلَى رَأْسه فَسَأَلْته عَنْ الْكَبَائِر ؟ فَقَالَ \" سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" هُنَّ سَبْع \" قَالَ قُلْت : وَمَا هُنَّ قَالَ \" الْإِشْرَاك بِاَللَّهِ وَقَذْف الْمُحْصَنَات \" قَالَ قُلْت : قَبْل الدَّم قَالَ : نَعَمْ وَرَغْمًا \" وَقَتْل النَّفْس الْمُؤْمِنَة وَالْفِرَار مِنْ الزَّحْف وَالسِّحْر وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم وَعُقُوق الْوَالِدَيْنِ وَإِلْحَاد بِالْبَيْتِ الْحَرَام قِبْلَتكُمْ أَحْيَاء وَأَمْوَاتًا \" . وَهَكَذَا رَوَاهُ الْحَسَن بْن مُوسَى الْأَشْيَب عَنْ أَيُّوب بْن عُتْبَة الْيَمَانِيّ وَفِيهِ ضَعْف وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا زَكَرِيَّا بْن عَدِيّ حَدَّثَنَا بَقِيَّة عَنْ يَحْيَى بْن سَعِيد عَنْ خَالِد بْن مَعْدَان أَنَّ أَبَا رُهْم السَّمَعِيّ حَدَّثَهُمْ عَنْ أَبِي أَيُّوب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ عَبَدَ اللَّه لَا يُشْرِك بِهِ شَيْئًا وَأَقَامَ الصَّلَاة وَآتَى الزَّكَاة وَصَامَ رَمَضَان وَاجْتَنَبَ الْكَبَائِر فَلَهُ الْجَنَّة - أَوْ دَخَلَ الْجَنَّة \" فَسَأَلَهُ رَجُل مَا الْكَبَائِر ؟ فَقَالَ \" الشِّرْك بِاَللَّهِ وَقَتْل نَفْس مُسْلِمَة وَالْفِرَار مِنْ الزَّحْف \" . وَرَوَاهُ أَحْمَد أَيْضًا وَالنَّسَائِيّ مِنْ غَيْر وَجْه عَنْ بَقِيَّة \" حَدِيث آخَر \" رَوَى اِبْن مَرْدَوَيْهِ فِي تَفْسِيره مِنْ طَرِيق سُلَيْمَان بْن دَاوُد الْيَمَانِيّ - وَهُوَ ضَعِيف - عَنْ الزُّهْرِيّ عَنْ الْحَافِظ أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم عَنْ أَبِيهِ عَنْ جَدّه قَالَ : كَتَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَهْل الْيَمَن كِتَابًا فِيهِ الْفَرَائِض وَالسُّنَن وَالدِّيَات وَبَعَثَ بِهِ مَعَ عَمْرو بْن حَزْم قَالَ : وَكَانَ فِي الْكِتَاب \" إِنَّ أَكْبَر الْكَبَائِر عِنْد اللَّه يَوْم الْقِيَامَة : إِشْرَاك بِاَللَّهِ وَقَتْل النَّفْس الْمُؤْمِنَة بِغَيْرِ حَقّ وَالْفِرَار فِي سَبِيل اللَّه يَوْم الزَّحْف وَعُقُوق الْوَالِدَيْنِ وَرَمْي الْمُحْصَنَة وَتَعَلُّم السِّحْر وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم \" .\" حَدِيث آخَر فِيهِ ذِكْر شَهَادَة الزُّور \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة حَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر قَالَ سَمِعْت أَنَس بْن مَالِك قَالَ : ذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْكَبَائِر أَوْ سُئِلَ عَنْ الْكَبَائِر فَقَالَ \" الشِّرْك بِاَللَّهِ وَقَتْل النَّفْس وَعُقُوق الْوَالِدَيْنِ - وَقَالَ - أَلَا أُنَبِّئكُمْ بِأَكْبَر الْكَبَائِر ؟ قُلْنَا بَلَى قَالَ : الْإِشْرَاك بِاَللَّهِ وَقَوْل الزُّور - أَوْ شَهَادَة الزُّور \" أَخْرَجَاهُ مِنْ حَدِيث شُعْبَة بِهِ وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيقَيْنِ آخَرَيْنِ غَرِيبَيْنِ عَنْ أَنَس بِنَحْوِهِ . \" حَدِيث آخَر \" أَخْرَجَهُ الشَّيْخَانِ مِنْ حَدِيث عَبْد الرَّحْمَن بْن أَبِي بَكْرَة عَنْ أَبِيهِ قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أُنَبِّئكُمْ بِأَكْبَر الْكَبَائِر \" ؟ قُلْنَا بَلَى يَا رَسُول اللَّه قَالَ \" الْإِشْرَاك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ - وَكَانَ مُتَّكِئًا فَجَلَسَ فَقَالَ - أَلَا وَشَهَادَة الزُّور أَلَا وَقَوْل الزُّور \" فَمَا زَالَ يُكَرِّرهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ \" حَدِيث آخَر \" فِيهِ ذِكْر قَتْل الْوَالِد وَهُوَ ثَابِت فِي الصَّحِيحَيْنِ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قُلْت : يَا رَسُول اللَّه أَيّ الذَّنْب أَعْظَم وَفِي رِوَايَة أَكْبَر ؟ قَالَ \" أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك \" قُلْت : ثُمَّ أَيّ قَالَ \" أَنْ تَقْتُل وَلَدك خَشْيَة أَنْ يَطْعَم مَعَك \" قُلْت ثُمَّ أَيّ قَالَ \" أَنْ تُزَانِي حَلِيلَة جَارك \" ثُمَّ قَرَأَ \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر - إِلَى قَوْله - إِلَّا مَنْ تَابَ \" \" حَدِيث آخَر \" فِيهِ ذِكْر شُرْب الْخَمْر . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَنَا اِبْن وَهْب حَدَّثَنِي اِبْن صَخْر أَنَّ رَجُلًا حَدَّثَهُ عَنْ عَمْرَة بْن حَزْم أَنَّهُ سَمِعَ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ وَهُوَ بِالْحِجْرِ بِمَكَّة وَسَأَلَهُ رَجُل عَنْ الْخَمْر فَقَالَ وَاَللَّه إِنَّ عَظِيمًا عِنْد اللَّه الشَّيْخ مِثْلِي يَكْذِب فِي هَذَا الْمَقَام عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَهَبَ فَسَأَلَهُ ثُمَّ رَجَعَ فَقَالَ : سَأَلْته عَنْ الْخَمْر فَقَالَ \" هِيَ أَكْبَر الْكَبَائِر وَأُمّ الْفَوَاحِش مَنْ شَرِبَ الْخَمْر تَرَكَ الصَّلَاة وَوَقَعَ عَلَى أُمّه وَخَالَته وَعَمَّته \" غَرِيب مِنْ هَذَا الْوَجْه . \" طَرِيق أُخْرَى \" رَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ مِنْ حَدِيث عَبْد الْعَزِيز بْن مُحَمَّد الدَّرَاوَرْدِيّ عَنْ دَاوُد بْن صَالِح عَنْ سَالِم بْن عَبْد اللَّه عَنْ أَبِيهِ أَنَّ أَبَا بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ وَعُمَر بْن الْخَطَّاب وَأُنَاسًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ جَلَسُوا بَعْد وَفَاة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرُوا أَعْظَم الْكَبَائِر فَلَمْ يَكُنْ عِنْدهمْ مَا يَنْتَهُونَ إِلَيْهِ فَأَرْسَلُونِي إِلَى عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ أَسْأَلهُ عَنْ ذَلِكَ فَأَخْبَرَنِي أَنَّ أَعْظَم الْكَبَائِر شُرْب الْخَمْر فَأَتَيْتهمْ فَأَخْبَرْتهمْ فَأَنْكَرُوا ذَلِكَ فَوَثَبُوا إِلَيْهِ حَتَّى أَتَوْهُ فِي دَاره فَأَخْبَرَهُمْ أَنَّهُمْ تَحَدَّثُوا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ مَلِكًا مِنْ بَنِي إِسْرَائِيل أَخَذَ رَجُلًا فَخَيَّرَهُ بَيْن أَنْ يَشْرَب خَمْرًا أَوْ يَقْتُل نَفْسًا أَوْ يَزْنِي أَوْ يَأْكُل لَحْم خِنْزِير أَوْ يَقْتُلهُ فَاخْتَارَ شُرْب الْخَمْر . وَإِنَّهُ لَمَّا شَرِبَهَا لَمْ يَمْتَنِع مِنْ شَيْء أَرَادَهُ مِنْهُ وَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ لَنَا مُجِيبًا \" مَا مِنْ أَحَد يَشْرَب خَمْرًا إِلَّا لَمْ تُقْبَل لَهُ صَلَاة أَرْبَعِينَ لَيْلَة وَلَا يَمُوت أَحَد فِي مَثَانَته مِنْهَا شَيْء إِلَّا حَرَّمَ اللَّه عَلَيْهِ الْجَنَّة فَإِنْ مَاتَ فِي أَرْبَعِينَ لَيْلَة مَاتَ مِيتَة جَاهِلِيَّة \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه جِدًّا وَدَاوُد بْن صَالِح هَذَا هُوَ التَّمَّار الْمَدَنِيّ مَوْلَى الْأَنْصَار قَالَ الْإِمَام أَحْمَد : لَا أَرَى بِهِ بَأْسًا وَذَكَرَهُ اِبْن حِبَّان فِي الثِّقَات وَلَمْ أَرَ أَحَدًا جَرَّحَهُ . \" حَدِيث آخَر \" عَنْ عَبْد اللَّه بْن عَمْرو وَفِيهِ ذِكْر الْيَمِين الْغَمُوس قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ فِرَاس عَنْ الشَّعْبِيّ عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَكْبَر الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ أَوْ قَتْل النَّفْس - شُعْبَة الشَّاكّ - وَالْيَمِين الْغَمُوس \" . وَرَوَاهُ الْبُخَارِيّ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث شُعْبَة وَزَادَ الْبُخَارِيّ وَشَيْبَان كِلَاهُمَا عَنْ فِرَاس \" حَدِيث آخَر فِي الْيَمِين الْغَمُوس \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح كَاتِب اللَّيْث حَدَّثَنَا اللَّيْث بْن سَعْد حَدَّثَنَا هِشَام بْن سَعِيد عَنْ مُحَمَّد بْن يَزِيد بْن مُهَاجِر بْن قُنْفُذ التَّيْمِيّ عَنْ أَبِي أُمَامَة الْأَنْصَارِيّ عَنْ عَبْد اللَّه بْن أُنَيْس الْجُهَنِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَكْبَر الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ وَالْيَمِين الْغَمُوس وَمَا حَلَفَ حَالِف بِاَللَّهِ يَمِين صَبْر فَأَدْخَلَ فِيهَا مِثْل جَنَاح الْبَعُوضَة إِلَّا كَانَتْ وَكْتَة فِي قَلْبه إِلَى يَوْم الْقِيَامَة \" . وَهَكَذَا رَوَاهُ أَحْمَد فِي مُسْنَده وَعَبْد بْن حُمَيْد فِي تَفْسِيره كِلَاهُمَا عَنْ يُونُس بْن مُحَمَّد الْمُؤَدِّب عَنْ اللَّيْث بْن سَعْد بِهِ . وَأَخْرَجَهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد بِهِ وَقَالَ : حَسَن غَرِيب وَأَبُو أُمَامَة الْأَنْصَارِيّ هَذَا هُوَ اِبْن ثَعْلَبَة وَلَا يُعْرَف اِسْمه . وَقَدْ رُوِيَ عَنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحَادِيث . قَالَ شَيْخنَا الْحَافِظ أَبُو الْحَجَّاج الْمِزِّيّ : وَقَدْ رَوَاهُ عَبْد الرَّحْمَن بْن إِسْحَاق الْمَدَنِيّ عَنْ مُحَمَّد بْن زَيْد عَنْ عَبْد اللَّه بْن أَبِي أُمَامَة عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن أُنَيْس فَزَادَ عَبْد اللَّه بْن أَبِي أُمَامَة \" قُلْت \" هَكَذَا وَقَعَ فِي تَفْسِير اِبْن مَرْدَوَيْهِ وَصَحِيح اِبْن حِبَّان مِنْ طَرِيق عَبْد الرَّحْمَن بْن إِسْحَاق كَمَا ذَكَرَهُ شَيْخنَا فَسَحَ اللَّه فِي أَجَله \" حَدِيث آخَر \" عَنْ عَبْد اللَّه بْن عَمْرو فِي التَّسَبُّب إِلَى شَتْم الْوَالِدَيْنِ . قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عَمْرو بْن عَبْد اللَّه الْأَوْدِيّ حَدَّثَنَا وَكِيع عَنْ مِسْعَر وَسُفْيَان عَنْ سَعْد بْن إِبْرَاهِيم عَنْ حُمَيْد بْن عَبْد الرَّحْمَن عَنْ عَبْد اللَّه بْن عَمْرو رَفَعَهُ سُفْيَان إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَقَفَهُ مِسْعَر عَلَى عَبْد اللَّه بْن عَمْرو قَالَ \" مِنْ الْكَبَائِر أَنْ يَشْتُم الرَّجُل وَالِدَيْهِ \" قَالُوا : وَكَيْف يَشْتُم الرَّجُل وَالِدَيْهِ ؟ قَالَ \" يَسُبّ الرَّجُل أَبَا الرَّجُل فَيَسُبّ أَبَاهُ وَيَسُبّ أُمّه فَيَسُبّ أُمّه \" أَخْرَجَهُ الْبُخَارِيّ عَنْ أَحْمَد بْن يُونُس عَنْ إِبْرَاهِيم بْن سَعْد بْن إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن عَوْف عَنْ أَبِيهِ عَنْ عَمّه حُمَيْد بْن عَبْد الرَّحْمَن بْن عَوْف عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْ أَكْبَر الْكَبَائِر أَنْ يَلْعَن الرَّجُل وَالِدَيْهِ \" قَالُوا وَكَيْف يَلْعَن الرَّجُل وَالِدَيْهِ ؟ قَالَ \" يَسُبّ الرَّجُل أَبَا الرَّجُل فَيَسُبّ أَبَاهُ وَيَسُبّ أُمّه فَيَسُبّ أُمّه \" وَهَكَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث سُفْيَان وَشُعْبَة وَيَزِيد بْن الْهَادِ ثَلَاثَتهمْ عَنْ سَعْد بْن إِبْرَاهِيم بِهِ مَرْفُوعًا بِنَحْوِهِ وَقَالَ التِّرْمِذِيّ صَحِيح . وَثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" سِبَاب الْمُسْلِم فُسُوق وَقِتَاله كُفْر \" \" حَدِيث آخَر فِي ذَلِكَ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَبْد الرَّحْمَن بْن إِبْرَاهِيم حَدَّثَنَا دُحَيْم حَدَّثَنَا عَمْرو بْن أَبِي سَلَمَة حَدَّثَنَا زُهَيْر بْن مُحَمَّد عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْ أَكْبَر الْكَبَائِر عِرْض الرَّجُل الْمُسْلِم وَالسَّبَّتَانِ بِالسَّبَّةِ \" هَكَذَا رُوِيَ هَذَا الْحَدِيث وَقَدْ أَخْرَجَهُ أَبُو دَاوُد فِي كِتَاب الْأَدَب مِنْ سُنَنه عَنْ جَعْفَر بْن مُسَافِر عَنْ عَمْرو بْن أَبِي سَلَمَة عَنْ زُهَيْر بْن مُحَمَّد عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْ أَكْبَر الْكَبَائِر اِسْتِطَالَة الرَّجُل فِي عِرْض رَجُل مُسْلِم بِغَيْرِ حَقّ وَمِنْ الْكَبَائِر السَّبَّتَانِ بِالسَّبَّةِ \" وَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق عَبْد اللَّه بْن الْعَلَاء بْن زَيْد عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْله \" حَدِيث آخَر فِي الْجَمْع بَيْن الصَّلَاتَيْنِ مِنْ غَيْر عُذْر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا مُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ حَنَش عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" مَنْ جَمَعَ بَيْن صَلَاتَيْنِ مِنْ غَيْر عُذْر فَقَدْ أَتَى بَابًا مِنْ أَبْوَاب الْكَبَائِر \" . وَهَكَذَا رَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ عَنْ أَبِي سَلَمَة يَحْيَى بْن خَلَف عَنْ الْمُعْتَمِر بْن سُلَيْمَان بِهِ ثُمَّ قَالَ حَنَش هُوَ أَبُو عَلِيّ الرَّحَبِيّ وَهُوَ حُسَيْن بْن قَيْس وَهُوَ ضَعِيف عِنْد أَهْل الْحَدِيث ضَعَّفَهُ أَحْمَد وَغَيْره. وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن مُحَمَّد الصَّبَّاح حَدَّثَنَا إِسْمَاعِيل بْن عُلَيَّة عَنْ خَالِد الْحَذَّاء عَنْ حُمَيْد بْن هِلَال عَنْ أَبِي قَتَادَة الْعَدَوِيّ قَالَ : قُرِئَ عَلَيْنَا كِتَاب عُمَر : مِنْ الْكَبَائِر جَمْع بَيْن الصَّلَاتَيْنِ - يَعْنِي بِغَيْرِ عُذْر - وَالْفِرَار مِنْ الزَّحْف وَالنُّهْبَة وَهَذَا إِسْنَاد صَحِيح . وَالْغَرَض أَنَّهُ إِذَا كَانَ الْوَعِيد فِيمَنْ جَمَعَ بَيْن الصَّلَاتَيْنِ كَالظُّهْرِ وَالْعَصْر تَقْدِيمًا أَوْ تَأْخِيرًا وَكَذَا الْمَغْرِب وَالْعِشَاء كَالْجَمْعِ بِسَبَبٍ شَرْعِيّ فَمَنْ تَعَاطَاهُ بِغَيْرِ شَيْء مِنْ تِلْكَ الْأَسْبَاب يَكُون مُرْتَكِبًا كَبِيرَة فَمَا ظَنّك بِتَرْكِ الصَّلَاة بِالْكُلِّيَّةِ وَلِهَذَا رَوَى مُسْلِم فِي صَحِيحه عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" بَيْن الْعَبْد وَبَيْن الشِّرْك تَرْك الصَّلَاة \" . وَفِي السُّنَن مَرْفُوعًا عَنْهُ عَلَيْهِ الصَّلَاة وَالسَّلَام أَنَّهُ قَالَ \" الْعَهْد الَّذِي بَيْننَا وَبَيْنهمْ الصَّلَاة فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ \" وَقَالَ \" مَنْ تَرَكَ صَلَاة الْعَصْر فَقَدْ حَبِطَ عَمَله \" وَقَالَ \" مَنْ فَاتَتْهُ صَلَاة الْعَصْر فَكَأَنَّمَا وُتِرَ أَهْله وَمَاله \" \" حَدِيث آخَر \" فِيهِ الْيَأْس مِنْ رَوْح اللَّه وَالْأَمْن مِنْ مَكْر اللَّه . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عَمْرو بْن أَبِي عَاصِم النَّبِيل حَدَّثَنَا أَبِي حَدَّثَنَا شَبِيب بْن بِشْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ مُتَّكِئًا فَدَخَلَ عَلَيْهِ رَجُل فَقَالَ : مَا الْكَبَائِر فَقَالَ \" الشِّرْك بِاَللَّهِ وَالْيَأْس مِنْ رَوْح اللَّه وَالْقُنُوط مِنْ رَحْمَة اللَّه عَزَّ وَجَلَّ وَالْأَمْن مِنْ مَكْر اللَّه وَهَذَا أَكْبَر الْكَبَائِر \" . وَقَدْ رَوَاهُ الْبَزَّار عَنْ عَبْد اللَّه بْن إِسْحَاق الْعَطَّار عَنْ أَبِي عَاصِم النَّبِيل عَنْ شَبِيب بْن بِشْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه مَا الْكَبَائِر ؟ قَالَ \" الشِّرْك بِاَللَّهِ وَالْيَأْس مِنْ رَوْح اللَّه وَالْقُنُوط مِنْ رَحْمَة اللَّه عَزَّ وَجَلَّ \" وَفِي إِسْنَاده نَظَر وَالْأَشْبَه أَنْ يَكُون مَوْقُوفًا فَقَدْ رُوِيَ عَنْ اِبْن مَسْعُود نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير : حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا هُشَيْم أَخْبَرَنَا مُطَرِّف عَنْ وَبَرَة بْن عَبْد الرَّحْمَن عَنْ أَبِي الطُّفَيْل قَالَ : قَالَ اِبْن مَسْعُود : أَكْبَر الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَالْيَأْس مِنْ رَوْح اللَّه وَالْقُنُوط مِنْ رَحْمَة اللَّه وَالْأَمْن مِنْ مَكْر اللَّه . وَكَذَا رَوَاهُ مِنْ حَدِيث الْأَعْمَش وَأَبِي إِسْحَاق عَنْ وَبَرَة عَنْ أَبِي الطُّفَيْل عَنْ عَبْد اللَّه بِهِ ثُمَّ رَوَاهُ مِنْ طُرُق عِدَّة عَنْ أَبِي الطُّفَيْل عَنْ اِبْن مَسْعُود وَهُوَ صَحِيح إِلَيْهِ بِلَا شَكّ \" حَدِيث آخَر \" فِيهِ سُوء الظَّنّ بِاَللَّهِ قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن إِبْرَاهِيم بْن بُنْدَار حَدَّثَنَا أَبُو حَاتِم بَكْر بْن عَبْدَان حَدَّثَنَا مُحَمَّد بْن مُهَاجِر حَدَّثَنَا أَبُو حُذَيْفَة الْبُخَارِيّ عَنْ مُحَمَّد بْن عَجْلَان عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّهُ قَالَ : أَكْبَر الْكَبَائِر سُوء الظَّنّ بِاَللَّهِ عَزَّ وَجَلَّ حَدِيث غَرِيب جِدًّا \" حَدِيث آخَر \" فِيهِ التَّعَرُّب بَعْد الْهِجْرَة قَدْ تَقَدَّمَ مِنْ رِوَايَة عُمَر بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا أَحْمَد بْن رِشْدِين حَدَّثَنَا عَمْرو بْن خَالِد الْحَرَّانِيّ حَدَّثَنَا اِبْن لَهِيعَة عَنْ زِيَاد بْن أَبِي حَبِيب عَنْ مُحَمَّد بْن سَهْل اِبْن أَبِي خَيْثَمَة عَنْ أَبِيهِ قَالَ : سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" الْكَبَائِر سَبْع أَلَا تَسْأَلُونِي عَنْهُنَّ ؟ الْإِشْرَاك بِاَللَّهِ وَقَتْل النَّفْس وَالْفِرَار يَوْم الزَّحْف وَأَكْل مَال الْيَتِيم وَأَكْل الرِّبَا وَقَذْف الْمُحْصَنَة وَالتَّعَرُّب بَعْد الْهِجْرَة \" وَفِي إِسْنَاده نَظَر وَرَفْعه غَلَط فَاحِش وَالصَّوَاب مَا رَوَاهُ اِبْن جَرِير : حَدَّثَنَا تَمِيم بْن الْمُنْتَصِر حَدَّثَنَا يَزِيد أَخْبَرَنَا مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن سُهَيْل بْن أَبِي خَيْثَمَة عَنْ أَبِيهِ قَالَ : إِنِّي لَفِي هَذَا الْمَسْجِد مَسْجِد الْكُوفَة وَعَلِيّ رَضِيَ اللَّه عَنْهُ يَخْطُب النَّاس عَلَى الْمِنْبَر يَقُول : يَا أَيّهَا النَّاس الْكَبَائِر سَبْع فَأَصَاخَ النَّاس فَأَعَادَهَا ثَلَاث مَرَّات ثُمَّ قَالَ : لِمَ لَا تَسْأَلُونِي عَنْهَا ؟ قَالُوا يَا أَمِير الْمُؤْمِنِينَ مَا هِيَ ؟ قَالَ : الْإِشْرَاك بِاَللَّهِ وَقَتْل النَّفْس الَّتِي حَرَّمَ اللَّه وَقَذْف الْمُحْصَنَة وَأَكْل مَال الْيَتِيم وَأَكْل الرِّبَا , وَالْفِرَار يَوْم الزَّحْف , وَالتَّعَرُّب بَعْد الْهِجْرَة فَقُلْت لِأَبِي يَا أَبَت التَّعَرُّب بَعْد الْهِجْرَة كَيْف لَحِقَ هَهُنَا , قَالَ يَا بُنَيّ وَمَا أَعْظَم مِنْ أَنْ يُهَاجِر الرَّجُل حَتَّى إِذَا وَقَعَ سَهْمه فِي الْفَيْء وَوَجَبَ عَلَيْهِ الْجِهَاد خَلَعَ ذَلِكَ مِنْ عُنُقه فَرَجَعَ أَعْرَابِيًّا كَمَا كَانَ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هَاشِم حَدَّثَنَا أَبُو مُعَاوِيَة يَعْنِي سِنَان عَنْ مَنْصُور عَنْ هِلَال بْن يَسَاف عَنْ سَلَمَة بْن قَيْس الْأَشْجَعِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَجَّة الْوَدَاع \" أَلَا إِنَّهُنَّ أَرْبَع لَا تُشْرِكُوا بِاَللَّهِ شَيْئًا وَلَا تَقْتُلُوا النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَلَا تَزْنُوا وَلَا تَسْرِقُوا \" قَالَ فَمَا أَنَا بِأَشَحَّ عَلَيْهِنَّ إِذْ سَمِعَتْهُنَّ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . ثُمَّ رَوَاهُ أَحْمَد أَيْضًا وَالنَّسَائِيّ وَابْن مَرْدَوَيْهِ مِنْ حَدِيث مَنْصُور بِإِسْنَادِهِ مِثْله \" حَدِيث آخَر \" تَقَدَّمَ مِنْ رِوَايَة عُمَر بْن الْمُغِيرَة عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" الْإِضْرَار فِي الْوَصِيَّة مِنْ الْكَبَائِر \" وَالصَّحِيح مَا رَوَاهُ غَيْره عَنْ دَاوُد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ اِبْن أَبِي حَاتِم هُوَ صَحِيح عَنْ اِبْن عَبَّاس مِنْ قَوْله \" حَدِيث آخَر فِي ذَلِكَ \" قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن حَدَّثَنَا عَبَّاد بْن عَبَّاد عَنْ جَعْفَر بْن الزُّبَيْر عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة أَنَّ أُنَاسًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ ذَكَرُوا الْكَبَائِر وَهُوَ مُتَّكِئ فَقَالُوا : الشِّرْك بِاَللَّهِ وَأَكْل مَال الْيَتِيم وَالْفِرَار مِنْ الزَّحْف وَقَذْف الْمُحْصَنَة وَعُقُوق الْوَالِدَيْنِ وَقَوْل الزُّور وَالْغُلُول وَالسِّحْر وَأَكْل الرِّبَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَأَيْنَ تَجْعَلُونَ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّه وَأَيْمَانهمْ ثَمَنًا قَلِيلًا إِلَى آخِر الْآيَة \" فِي إِسْنَاده ضَعْف وَهُوَ حَسَن . \" ذِكْر أَقْوَال السَّلَف فِي ذَلِكَ \" قَدْ تَقَدَّمَ مَا رُوِيَ عَنْ عُمَر وَعَلِيّ فِي ضِمْن الْأَحَادِيث الْمَذْكُورَة , وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة عَنْ اِبْن عَوْن عَنْ الْحَسَن أَنَّ نَاسًا سَأَلُوا عَبْد اللَّه بْن عَمْرو بِمِصْر فَقَالُوا نَرَى أَشْيَاء مِنْ كِتَاب اللَّه عَزَّ وَجَلَّ أَمَرَ أَنْ يُعْمَل بِهَا فَلَا يُعْمَل بِهَا فَأَرَدْنَا أَنْ نَلْقَى أَمِير الْمُؤْمِنِينَ فِي ذَلِكَ فَقَدِمَ وَقَدِمُوا مَعَهُ فَلَقِيَ عُمَر رَضِيَ اللَّه عَنْهُ فَقَالَ مَتَى قَدِمْت ؟ فَقَالَ : مُنْذُ كَذَا وَكَذَا قَالَ : أَبِإِذْنٍ قَدِمْت ؟ قَالَ : فَلَا أَدْرِي كَيْف رَدَّ عَلَيْهِ فَقَالَ يَا أَمِير الْمُؤْمِنِينَ إِنَّ نَاسًا لَقُونِي بِمِصْر فَقَالُوا إِنَّا نَرَى أَشْيَاء فِي كِتَاب اللَّه أَمَرَ أَنْ يُعْمَل بِهَا فَلَا يُعْمَل بِهَا فَأَحَبُّوا أَنْ يَلْقَوْك فِي ذَلِكَ قَالَ : فَاجْمَعْهُمْ لِي قَالَ فَجَمَعْتهمْ لَهُ قَالَ اِبْن عَوْن أَظُنّهُ قَالَ فِي بَهْو فَأَخَذَ أَدْنَاهُمْ رَجُلًا فَقَالَ أَنْشُدك بِاَللَّهِ وَبِحَقِّ الْإِسْلَام عَلَيْك أَقَرَأْت الْقُرْآن كُلّه ؟ قَالَ نَعَمْ قَالَ فَهَلْ أَحْصَيْته فِي نَفْسك ؟ فَقَالَ اللَّهُمَّ لَا ! قَالَ وَلَوْ قَالَ نَعَمْ لَخَصِمه . قَالَ فَهَلْ أَحْصَيْته فِي بَصَرك ؟ فَهَلْ أَحْصَيْته فِي لَفْظك ؟ هَلْ أَحْصَيْته فِي أَثَرك ؟ ثُمَّ تَتَبَّعَهُمْ حَتَّى أَتَى عَلَى آخِرهمْ فَقَالَ ثَكِلَتْ عُمَر أُمّه أَتُكَلِّفُونَهُ أَنْ يُقِيم النَّاس عَلَى كِتَاب اللَّه قَدْ عَلِمَ رَبّنَا أَنْ سَتَكُونُ لَنَا سَيِّئَات قَالَ وَتَلَا \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ نُكَفِّر عَنْكُمْ سَيِّئَاتكُمْ \" الْآيَة. ثُمَّ قَالَ هَلْ عَلِمَ أَهْل الْمَدِينَة أَوْ قَالَ : هَلْ عَلِمَ أَحَد بِمَا قَدِمْتُمْ قَالُوا لَا قَالَ لَوْ عَلِمُوا لَوَعَظْت بِكُمْ , إِسْنَاد صَحِيح وَمَتْن حَسَن وَإِنْ كَانَ مِنْ رِوَايَة الْحَسَن عَنْ عُمَر وَفِيهَا اِنْقِطَاع إِلَّا أَنَّ مِثْل هَذَا اِشْتَهَرَ فَتَكْفِي شُهْرَته . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو أَحْمَد يَعْنِي الزُّبَيْرِيّ حَدَّثَنَا عَلِيّ بْن صَالِح عَنْ عُثْمَان بْن الْمُغِيرَة عَنْ مَالِك بْن جَرِير عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَقَتْل النَّفْس وَأَكْل مَال الْيَتِيم وَقَذْف الْمُحْصَنَة وَالْفِرَار مِنْ الزَّحْف وَالتَّعَرُّب بَعْد الْهِجْرَة وَالسِّحْر وَعُقُوق الْوَالِدَيْنِ وَأَكْل الرِّبَا وَفِرَاق الْجَمَاعَة وَنَكْث الصَّفْقَة . وَتَقَدَّمَ عَنْ اِبْن مَسْعُود أَنَّهُ قَالَ : أَكْبَر الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَالْيَأْس مِنْ رَوْح اللَّه وَالْقُنُوط مِنْ رَحْمَة اللَّه وَالْأَمْن مِنْ مَكْر اللَّه عَزَّ وَجَلَّ . وَرَوَى اِبْن جَرِير مِنْ حَدِيث الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق وَالْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة كِلَاهُمَا عَنْ اِبْن مَسْعُود قَالَ الْكَبَائِر مِنْ أَوَّل سُورَة النِّسَاء إِلَى ثَلَاثِينَ آيَة مِنْهَا. وَمِنْهُ حَدِيث سُفْيَان الثَّوْرِيّ وَشُعْبَة عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ زِرّ بْن حُبَيْش عَنْ اِبْن مَسْعُود قَالَ : الْكَبَائِر مِنْ أَوَّل سُورَة النِّسَاء إِلَى ثَلَاثِينَ آيَة ثُمَّ تَلَا \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ \" الْآيَة قَالَ اِبْن حَاتِم حَدَّثَنَا الْمُنْذِر بْن شَاذَان حَدَّثَنَا يَعْلَى بْن عُبَيْدَة حَدَّثَنَا صَالِح بْن حَيَّان عَنْ اِبْن بُرَيْدَة عَنْ أَبِيهِ قَالَ : أَكْبَر الْكَبَائِر الشِّرْك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ وَمَنْع فُضُول الْمَاء بَعْد الرِّيّ وَمَنْع طُرُوق الْفَحْل إِلَّا بِجُعْلٍ . وَفِي الصَّحِيحَيْنِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا يُمْنَع فَضْل الْمَاء لِيُمْنَع بِهِ الْكَلَأ \" وَفِيهِمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" ثَلَاثَة لَا يَنْظُر اللَّه إِلَيْهِمْ يَوْم الْقِيَامَة وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَاب أَلِيم رَجُل عَلَى فَضْل مَاء بِالْفَلَاةِ يَمْنَعهُ اِبْن السَّبِيل \" وَذَكَرَ تَمَام الْحَدِيث وَفِي مُسْنَد الْإِمَام أَحْمَد مِنْ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه مَرْفُوعًا \" مَنْ مَنَعَ فَضْل الْمَاء وَفَضْل الْكَلَأ مَنَعَهُ اللَّه فَضْله يَوْم الْقِيَامَة \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحُسَيْن بْن مُحَمَّد بْن شَيْبَة الْوَاسِطِيّ حَدَّثَنَا أَبُو أَحْمَد عَنْ سُفْيَان عَنْ الْأَعْمَش عَنْ مُسْلِم عَنْ مَسْرُوق عَنْ عَائِشَة قَالَتْ : مَا أُخِذَ عَلَى النِّسَاء مِنْ الْكَبَائِر قَالَ اِبْن أَبِي حَاتِم يَعْنِي قَوْله تَعَالَى \" عَلَى أَنْ لَا يُشْرِكْنَ بِاَللَّهِ شَيْئًا وَلَا يَسْرِقْنَ \" الْآيَة . وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا زِيَاد بْن مِخْرَاق عَنْ مُعَاوِيَة بْن قُرَّة قَالَ أَتَيْت أَنَس بْن مَالِك فَكَانَ فِيمَا يُحَدِّثنَا قَالَ : لَمْ أَرَ مِثْل الَّذِي أَتَانَا عَنْ رَبّنَا ثُمَّ لَمْ يَخْرُج عَنْ كُلّ أَهْل وَمَال ثُمَّ سَكَتَ هُنَيْهَة ثُمَّ قَالَ : وَاَللَّه لَمَا كَلَّفَنَا مِنْ ذَلِكَ أَنَّهُ تَجَاوَزَ لَنَا عَمَّا دُون الْكَبَائِر وَتَلَا \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ \" الْآيَة . \" أَقْوَال اِبْن عَبَّاس فِي ذَلِكَ \" رَوَى اِبْن جَرِير مِنْ حَدِيث الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ طَاوُس قَالَ ذَكَرُوا عِنْد اِبْن عَبَّاس الْكَبَائِر فَقَالُوا : هِيَ سَبْع فَقَالَ : أَكْثَر مِنْ سَبْع وَسَبْع قَالَ فَلَا أَدْرِي كَمْ قَالَهَا مِنْ مَرَّة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا قَبِيصَة حَدَّثَنَا سُفْيَان عَنْ لَيْث عَنْ طَاوُس قَالَ : قُلْت لِابْنِ عَبَّاس مَا السَّبْع الْكَبَائِر قَالَ هِيَ إِلَى السَّبْعِينَ أَقْرَب مِنْهَا إِلَى السَّبْع . وَرَوَاهُ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ لَيْث عَنْ طَاوُس قَالَ : جَاءَ رَجُل إِلَى اِبْن عَبَّاس فَقَالَ أَرَأَيْت الْكَبَائِر السَّبْع الَّتِي ذَكَرَهُنَّ اللَّه مَا هُنَّ قَالَ : هُنَّ إِلَى السَّبْعِينَ أَدْنَى مِنْهُنَّ إِلَى سَبْع وَقَالَ عَبْد الرَّزَّاق أَنَا مَعْمَر عَنْ طَاوُس عَنْ أَبِيهِ قَالَ قِيلَ لِابْنِ عَبَّاس الْكَبَائِر سَبْع ؟ قَالَ هُنَّ إِلَى السَّبْعِينَ أَقْرَب وَكَذَا قَالَ أَبُو الْعَالِيَة الرِّيَاحِيّ رَحِمَهُ اللَّه وَقَالَ اِبْن جَرِير حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا أَبُو حُذَيْفَة حَدَّثَنَا شِبْل عَنْ قَيْس عَنْ سَعْد عَنْ سَعِيد بْن جُبَيْر أَنَّ رَجُلًا قَالَ لِابْنِ عَبَّاس كَمْ الْكَبَائِر سَبْع ؟ قَالَ هُنَّ إِلَى سَبْعمِائَةٍ أَقْرَب مِنْهَا إِلَى سَبْع غَيْر أَنَّهُ لَا كَبِيرَة مَعَ اِسْتِغْفَار وَلَا صَغِيرَة مَعَ إِصْرَار وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث شِبْل بِهِ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ \" قَالَ الْكَبَائِر كُلّ ذَنْب خَتَمَهُ اللَّه بِنَارٍ أَوْ غَضَب أَوْ لَعْنَة أَوْ عَذَاب رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن حَرْب الْمَوْصِلِيّ حَدَّثَنَا اِبْن فُضَيْل حَدَّثَنَا شَبِيب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : الْكَبَائِر كُلّ ذَنْب خَتَمَهُ اللَّه بِنَارٍ كَبِيرَة وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَالْحَسَن الْبَصْرِيّ وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة أَخْبَرَنَا أَيُّوب عَنْ مُحَمَّد بْن سِيرِينَ قَالَ نُبِّئْت أَنَّ اِبْن عَبَّاس كَانَ يَقُول : كُلّ مَا نَهَى اللَّه عَنْهُ كَبِيرَة وَقَدْ ذَكَرْت الطَّرْفَة قَالَ هِيَ النَّظْرَة وَقَالَ أَيْضًا حَدَّثَنَا أَحْمَد بْن حَازِم أَخْبَرَنَا أَبُو نُعَيْم حَدَّثَنَا عَبْد اللَّه بْن مَعْدَان عَنْ أَبِي الْوَلِيد قَالَ سَأَلْت اِبْن عَبَّاس عَنْ النَّظْرَة وَقَالَ أَيْضًا حَدَّثَنَا أَحْمَد بْن حَازِم أَخْبَرَنَا أَبُو نُعَيْم حَدَّثَنَا عَبْد اللَّه بْن مَعْدَان عَنْ أَبِي الْوَلِيد قَالَ سَأَلْت اِبْن عَبَّاس عَنْ الْكَبَائِر قَالَ كُلّ شَيْء عُصِيَ اللَّه بِهِ فَهُوَ كَبِيرَة \" أَقْوَال التَّابِعِينَ \" قَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة عَنْ اِبْن عَوْن عَنْ مُحَمَّد قَالَ سَأَلْت عُبَيْدَة عَنْ الْكَبَائِر فَقَالَ : الْإِشْرَاك بِاَللَّهِ وَقَتْل النَّفْس الَّتِي حَرَّمَ اللَّه بِغَيْرِ حَقّهَا وَالْفِرَار يَوْم الزَّحْف وَأَكْل مَال الْيَتِيم وَأَكْل الرِّبَا وَالْبُهْتَان قَالَ وَيَقُولُونَ أَعْرَابِيَّة بَعْد هِجْرَة قَالَ اِبْن عَوْن فَقُلْت لِمُحَمَّدٍ فَالسِّحْر ؟ قَالَ إِنَّ الْبُهْتَان يَجْمَع شَرًّا كَثِيرًا وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن عُبَيْد الْمُحَارِبِيّ حَدَّثَنَا أَبُو الْأَحْوَص سَلَّام بْن سُلَيْم عَنْ أَبِي إِسْحَاق عَنْ عُبَيْد بْن عُمَيْر قَالَ الْكَبَائِر سَبْع لَيْسَ مِنْهُنَّ كَبِيرَة إِلَّا وَفِيهَا آيَة مِنْ كِتَاب اللَّه الْإِشْرَاك بِاَللَّهِ مِنْهُنَّ \" وَمَنْ يُشْرِك بِاَللَّهِ فَكَأَنَّمَا خَرَّ مِنْ السَّمَاء فَتَخْطَفهُ الطَّيْر أَوْ تَهْوِي بِهِ الرِّيح \" الْآيَة \" إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَال الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونهمْ نَارًا \" الْآيَة \" الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُوم الَّذِينَ يَتَخَبَّطهُ الشَّيْطَان مِنْ الْمَسّ \" وَ \" الَّذِينَ يَرْمُونَ الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات \" وَالْفِرَار مِنْ الزَّحْف \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ الَّذِينَ كَفَرُوا زَحْفًا \" الْآيَة وَالتَّعَرُّب بَعْد الْهِجْرَة \" إِنَّ الَّذِينَ اِرْتَدُّوا عَلَى أَدْبَارهمْ مِنْ بَعْدَمَا تَبَيَّنَ لَهُمْ الْهُدَى\" وَقَتْل الْمُؤْمِن \" وَمَنْ يَقْتُل مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّم خَالِدًا فِيهَا \" الْآيَة وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم أَيْضًا فِي حَدِيث أَبِي إِسْحَاق عَنْ عُبَيْد بْن عُمَيْر بِنَحْوِهِ وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْمُثَ", "sura_id": 4, "type": 4, "id": 40868, "aya_id": 31}]