[{"text": "لاَّ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُوْلِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللّهِ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فَضَّلَ اللّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلاًّ وَعَدَ اللّهُ الْحُسْنَى وَفَضَّلَ اللّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا", "sura_id": 4, "type": 0, "id": 588, "aya_id": 95}, {"text": "لا يستوي القاعدون من المؤمنين غير أولي الضرر والمجاهدون في سبيل الله بأموالهم وأنفسهم فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين درجة وكلا وعد الله الحسنى وفضل الله المجاهدين على القاعدين أجرا عظيما", "sura_id": 4, "type": 1, "id": 6824, "aya_id": 95}, {"text": "95 - (لا يستوي القاعدون من المؤمنين) عن الجهاد (غير أولي الضرر) بالرفع صفة والنصب استثناء من زمانة أو عمى ونحوه (والمجاهدون في سبيل الله بأموالهم وأنفسهم فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين) لضرر (درجة) فضيلة لاستوائهما في النية وزيادة المجاهدين بالمباشرة (وكلا) من الفريقين (وعد الله الحسنى) الجنة (وفضل الله المجاهدين على القاعدين) لغير ضرر (أجرا عظيما) \r\n", "sura_id": 4, "type": 2, "id": 25532, "aya_id": 95}, {"text": "لا يتساوى المتخلفون عن الجهاد في سبيل الله -غير أصحاب الأعذار منهم- والمجاهدون في سبيل الله, بأموالهم وأنفسهم, فضَّل الله تعالى المجاهدين على القاعدين, ورفع منزلتهم درجة عالية في الجنة, وقد وعد الله كلا من المجاهدين بأموالهم وأنفسهم والقاعدين من أهل الأعذار الجنة لِما بذلوا وضحَّوا في سبيل الحق, وفضَّل الله تعالى المجاهدين على القاعدين ثوابًا جزيلا.\r\n", "sura_id": 4, "type": 3, "id": 31768, "aya_id": 95}, {"text": " <font color=red>لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا</font><BR><p>قَالَ الْبُخَارِيّ حَدَّثَنَا حَفْص بْن عُمَر حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : لَمَّا نَزَلَتْ \" لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ \" دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَيْدًا فَكَتَبَهَا فَجَاءَ اِبْن أُمّ مَكْتُوم فَشَكَا ضَرَارَته فَأَنْزَلَ اللَّه غَيْر أُولِي الضَّرَر حَدَّثَنَا مُحَمَّد بْن يُوسُف عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ لَمَّا نَزَلَتْ \" لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ \" قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اُدْعُ فُلَانًا \" فَجَاءَهُ وَمَعَهُ الدَّوَاة وَاللَّوْح وَالْكُتُب فَقَالَ \" اُكْتُبْ \" لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ فِي سَبِيل اللَّه \" وَخَلْف النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِبْن أُمّ مَكْتُوم فَقَالَ يَا رَسُول اللَّه أَنَا ضَرِير فَنَزَلَتْ مَكَانهَا لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ غَيْر أُولِي الضَّرَر وَالْمُجَاهِدُونَ فِي سَبِيل اللَّه قَالَ الْبُخَارِيّ أَيْضًا حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه حَدَّثَنِي إِبْرَاهِيم بْن سَعْد عَنْ صَالِح بْن كَيْسَان عَنْ اِبْن شِهَاب حَدَّثَنِي سَهْل بْن سَعْد السَّاعِدِيّ أَنَّهُ رَأَى مَرْوَان بْن الْحَكَم فِي الْمَسْجِد قَالَ فَأَقْبَلْت حَتَّى جَلَسْت إِلَى جَنْبه فَأَخْبَرَنَا أَنَّ زَيْد بْن ثَابِت أَخْبَرَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمْلَى عَلَيَّ \" لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ فِي سَبِيل اللَّه \" فَجَاءَهُ اِبْن أُمّ مَكْتُوم وَهُوَ يُمْلِيهَا عَلَيَّ قَالَ يَا رَسُول اللَّه وَاَللَّه لَوْ أَسْتَطِيع الْجِهَاد لَجَاهَدْت وَكَانَ أَعْمَى فَأَنْزَلَ اللَّه عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ فَخِذه عَلَى فَخِذِي فَثَقُلَتْ عَلَيَّ حَتَّى خِفْت أَنْ تُرْضَى فَخِذِي ثُمَّ سُرِّيَ عَنْهُ فَأَنْزَلَ اللَّه \" غَيْر أُولِي الضَّرَر \" تَفَرَّدَ بِهِ الْبُخَارِيّ دُون مُسْلِم وَقَدْ رُوِيَ مِنْ وَجْه آخَر عِنْد الْإِمَام أَحْمَد عَنْ زَيْد فَقَالَ حَدَّثَنَا سُلَيْمَان بْن دَاوُد أَنْبَأَنَا عَبْد الرَّحْمَن عَنْ أَبِي الزِّنَاد عَنْ خَارِجَة بْن زَيْد قَالَ : قَالَ زَيْد بْن ثَابِت : إِنِّي قَاعِد إِلَى جَنْب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ أُوحِيَ إِلَيْهِ وَغَشِيَتْهُ السَّكِينَة قَالَ فَرَفَعَ فَخِذه عَلَى فَخِذِي حِين غَشِيَتْهُ السَّكِينَة قَالَ زَيْد فَلَا وَاَللَّه مَا وَجَدْت شَيْئًا قَطُّ أَثْقَل مِنْ فَخِذ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ سُرِّيَ عَنْهُ فَقَالَ \" اُكْتُبْ يَا زَيْد \" فَأَخَذْت كَتِفًا فَقَالَ اُكْتُبْ \" لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ إِلَى قَوْله \" أَجْرًا عَظِيمًا \" \" فَكَتَبْت ذَلِكَ فِي كَتِف فَقَامَ حِين سَمِعَهَا اِبْن أُمّ مَكْتُوم وَكَانَ رَجُلًا أَعْمَى فَقَالَ حِين سَمِعَ فَضِيلَة الْمُجَاهِدِينَ يَا رَسُول اللَّه وَكَيْف بِمَنْ لَا يَسْتَطِيع الْجِهَاد وَمَنْ هُوَ أَعْمَى وَأَشْبَاه ذَلِكَ قَالَ زَيْد فَوَاَللَّهِ مَا قَضَى كَلَامه أَوْ مَا هُوَ إِلَّا أَنْ قَضَى كَلَامه - غَشِيَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ السَّكِينَة فَوَقَعَتْ فَخِذه عَلَى فَخِذِي فَوَجَدْت مِنْ ثِقَلهَا كَمَا وَجَدْت فِي الْمَرَّة الْأُولَى ثُمَّ سُرِّيَ عَنْهُ فَقَالَ \" اِقْرَأْ \" فَقَرَأْت عَلَيْهِ لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" غَيْر أُولِي الضَّرَر \" قَالَ زَيْد فَأَلْحَقْتهَا فَوَاَللَّهِ كَأَنِّي أَنْظُر إِلَى مُلْحَقهَا عِنْد صَدْع كَانَ فِي الْكَتِف . وَرَوَاهُ أَبُو دَاوُد عَنْ سَعِيد بْن مَنْصُور عَنْ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ عَنْ خَارِجَة بْن زَيْد بْن ثَابِت عَنْ أَبِيهِ بِهِ نَحْوه . وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر أَنْبَأَنَا الزُّهْرِيّ عَنْ قُبَيْصَة بْن ذُؤَيْب عَنْ زَيْد بْن ثَابِت قَالَ كُنْت أَكْتُب لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" اُكْتُبْ لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ فِي سَبِيل اللَّه \" . فَجَاءَ عَبْد اللَّه اِبْن أُمّ مَكْتُوم فَقَالَ يَا رَسُول اللَّه إِنِّي أُحِبّ الْجِهَاد فِي سَبِيل اللَّه وَلَكِنْ بِي مِنْ الزَّمَانَة مَا قَدْ تَرَى وَذَهَبَ بَصَرِي قَالَ زَيْد فَثَقُلَتْ فَخِذ رَسُول اللَّه صَلَّى عَلَيْهِ وَسَلَّمَ عَلَى فَخِذِي حَتَّى خَشِيت أَنْ تَرُضّهَا ثُمَّ سُرِّيَ عَنْهُ ثُمَّ قَالَ \" اُكْتُبْ لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ غَيْر أُولِي الضَّرَر وَالْمُجَاهِدُونَ فِي سَبِيل اللَّه \" رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا اِبْن جُرَيْج أَخْبَرَنِي عَبْد الْكَرِيم هُوَ اِبْن مَالِك الْجُرَيْرِيّ أَنَّ مِقْسَمًا مَوْلَى عَبْد اللَّه بْن الْحَارِث أَخْبَرَهُ أَنَّ اِبْن عَبَّاس أَخْبَرَهُ لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ عَنْ بَدْر وَالْخَارِجُونَ إِلَى بَدْر اِنْفَرَدَ بِهِ الْبُخَارِيّ دُون مُسْلِم وَقَدْ رَوَاهُ التِّرْمِذِيّ مِنْ طَرِيق حَجَّاج عَنْ اِبْن جُرَيْج عَنْ عَبْد الْكَرِيم عَنْ مِقْسَم عَنْ اِبْن عَبَّاس قَالَ لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ غَيْر أُولِي الضَّرَر عَنْ بَدْر وَالْخَارِجُونَ إِلَى بَدْر . وَلَمَّا نَزَلَتْ غَزْوَة بَدْر قَالَ عَبْد اللَّه بْن جَحْش وَابْن أُمّ مَكْتُوم إِنَّا أَعْمَيَانِ يَا رَسُول اللَّه فَهَلْ لَنَا رُخْصَة ؟ فَنَزَلَتْ لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ غَيْر أُولِي الضَّرَر \" وَفَضَّلَ اللَّه الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ دَرَجَة فَهَؤُلَاءِ الْقَاعِدُونَ غَيْر أُولِي الضَّرَر وَفَضَّلَ اللَّه الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا دَرَجَات مِنْهُ \" عَلَى الْقَاعِدِينَ مِنْ الْمُؤْمِنِينَ غَيْر أُولِي الضَّرَر \" . هَذَا لَفْظ التِّرْمِذِيّ ثُمَّ قَالَ هَذَا حَدِيث حَسَن غَرِيب مِنْ هَذَا الْوَجْه فَقَوْله لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ كَانَ مُطْلَقًا فَلَمَّا نَزَلَ بِوَحْيٍ سَرِيع \" غَيْر أُولِي الضَّرَر \" صَارَ ذَلِكَ مَخْرَجًا لِذَوِي الْأَعْذَار الْمُبِيحَة لِتَرْكِ الْجِهَاد مِنْ الْعَمَى وَالْعَرَج وَالْمَرْضَى عَنْ مُسَاوَاتهمْ لِلْمُجَاهِدِينَ فِي سَبِيل اللَّه بِأَمْوَالِهِمْ وَأَنْفُسهمْ ثُمَّ أَخْبَرَ تَعَالَى بِفَضِيلَةِ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ قَالَ اِبْن عَبَّاس : \" غَيْر أُولِي الضَّرَر \" وَكَذَا يَنْبَغِي أَنْ يَكُون كَمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ مِنْ طَرِيق زُهَيْر بْن مُعَاوِيَة عَنْ حُمَيْد عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ بِالْمَدِينَةِ أَقْوَامًا مَا سِرْتُمْ مِنْ مَسِير وَلَا قَطَعْتُمْ مِنْ وَادٍ إِلَّا وَهُمْ مَعَكُمْ فِيهِ \" قَالُوا وَهُمْ بِالْمَدِينَةِ يَا رَسُول اللَّه ؟ قَالَ \" نَعَمْ حَبَسَهُمْ الْعُذْر \" وَهَكَذَا رَوَاهُ أَحْمَد عَنْ مُحَمَّد بْن عَدِيّ عَنْ حُمَيْد عَنْ أَنَس بِهِ وَعَلَّقَهُ الْبُخَارِيّ مَجْزُومًا وَرَوَاهُ أَبُو دَاوُد عَنْ حَمَّاد بْن سَلَمَة عَنْ حُمَيْد عَنْ مُوسَى بْن أَنَس بْن مَالِك عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَقَدْ تَرَكْتُمْ بِالْمَدِينَةِ أَقْوَامًا مَا سِرْتُمْ مِنْ مَسِير وَلَا أَنْفَقْتُمْ مِنْ نَفَقَة وَلَا قَطَعْتُمْ مِنْ وَادٍ إِلَّا وَهُمْ مَعَكُمْ فِيهِ \" قَالُوا وَكَيْف يَا رَسُول اللَّه يَكُونُونَ مَعَنَا فِيهِ ؟ قَالَ \" نَعَمْ حَبَسَهُمْ الْعُذْر \" لَفْظ أَبِي دَاوُد وَفِي هَذَا الْمَعْنَى قَالَ الشَّاعِر : يَا رَاحِلِينَ إِلَى الْبَيْت الْعَتِيق لَقَدْ سِرْتُمْ جُسُومًا وَسِرْنَا نَحْنُ أَرْوَاحًا إِنَّا أَقَمْنَا عَلَى عُذْر وَعَنْ قَدَر وَمَنْ أَقَامَ عَلَى عُذْر فَقَدْ رَاحَا وَقَوْله \" وَكُلًّا وَعَدَ اللَّه الْحُسْنَى \" أَيْ الْجَنَّة وَالْجَزَاء الْجَزِيل. وَفِيهِ دَلَالَة عَلَى أَنَّ الْجِهَاد لَيْسَ بِفَرْضِ عَيْن بَلْ هُوَ فَرْض عَلَى الْكِفَايَة . قَالَ تَعَالَى \" وَفَضَّلَ اللَّه الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا \" ثُمَّ أَخْبَرَ سُبْحَانه بِمَا فَضَّلَهُمْ بِهِ مِنْ الدَّرَجَات فِي غُرَف الْجِنَان الْعَالِيَات وَمَغْفِرَة الذُّنُوب وَالزَّلَّات وَأَحْوَال الرَّحْمَة وَالْبَرَكَات إِحْسَانًا مِنْهُ وَتَكْرِيمًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40937, "aya_id": 95}]