[{"text": "فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِّن نَّهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ", "sura_id": 46, "type": 0, "id": 4545, "aya_id": 35}, {"text": "فاصبر كما صبر أولو العزم من الرسل ولا تستعجل لهم كأنهم يوم يرون ما يوعدون لم يلبثوا إلا ساعة من نهار بلاغ فهل يهلك إلا القوم الفاسقون", "sura_id": 46, "type": 1, "id": 10781, "aya_id": 35}, {"text": "35 - (فاصبر) على أذى قومك (كما صبر أولوا العزم) ذوو الثبات والصبر على الشدائد (من الرسل) قبلك فتكون ذا عزم ومن للبيان فكلهم ذوو عزم وقيل للتبغيض فليس منهم آدم لقوله تعالى ولم نجد له عزما ولا يونس لقوله تعالى ولا تكن كصاحب الحوت (ولا تستعجل لهم) لقومك نزول العذاب بهم فأمر بالصبر وترك الاستعجال للعذاب فإنه نازل بهم لا محالة (كأنهم يوم يرون ما يوعدون) من العذاب في الآخرة لطوله (لم يلبثوا) في الدنيا في ظنهم (إلا ساعة من نهار) هذا القرآن (بلاغ) تبليغ من الله إليكم (فهل) أي لا (يهلك) عند رؤية العذاب (إلا القوم الفاسقون) أي الكافرون \r\n", "sura_id": 46, "type": 2, "id": 29489, "aya_id": 35}, {"text": "فاصبر -أيها الرسول- على ما أصابك مِن أذى قومك المكذبين لك, كما صبر أولو العزم من الرسل من قبلك- وهم، على المشهور: نوح وإبراهيم وموسى وعيسى وأنت منهم- ولا تستعجل لقومك العذاب; فحين يقع ويرونه كأنهم لم يمكثوا في الدنيا إلا ساعة من نهار, هذا بلاغ لهم ولغيرهم. ولا يُهْلَكُ بعذاب الله إلا القوم الخارجون عن أمره وطاعته.\r\n", "sura_id": 46, "type": 3, "id": 35725, "aya_id": 35}, {"text": " <font color=red>فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ</font><BR><p>ثُمَّ قَالَ تَبَارَكَ وَتَعَالَى آمِرًا رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالصَّبْرِ عَلَى تَكْذِيب مَنْ كَذَّبَهُ مِنْ قَوْمه \" فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْم مِنْ الرُّسُل \" أَيْ عَلَى تَكْذِيب قَوْمهمْ لَهُمْ وَقَدْ اِخْتَلَفُوا فِي تَعْدَاد أُولِي الْعَزْم عَلَى أَقْوَال وَأَشْهَرُهَا أَنَّهُمْ نُوح وَإِبْرَاهِيم وَمُوسَى وَعِيسَى وَخَاتِم الْأَنْبِيَاء كُلّهمْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ نَصَّ اللَّه تَعَالَى عَلَى أَسْمَائِهِمْ مِنْ بَيْن الْأَنْبِيَاء فِي آيَتَيْنِ مِنْ سُورَتَيْ الْأَحْزَاب وَالشُّورَى وَقَدْ يَحْتَمِل أَنْ يَكُون الْمُرَاد بِأُولِي الْعَزْم جَمِيع الرُّسُل فَتَكُون \" مِنْ \" فِي قَوْله مِنْ الرُّسُل لِبَيَانِ الْجِنْس وَاَللَّه أَعْلَم وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن الْحَجَّاج الْحَضْرَمِيّ حَدَّثَنَا السَّرِيّ بْن حَيَّان حَدَّثَنَا عَبَّاد بْن عَبَّاد حَدَّثَنَا مُجَالِد بْن سَعِيد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق قَالَ : قَالَتْ لِي عَائِشَة رَضِيَ اللَّه عَنْهَا ظَلَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَائِمًا ثُمَّ طَوَاهُ ثُمَّ ظَلَّ صَائِمًا ثُمَّ طَوَاهُ ثُمَّ ظَلَّ صَائِمًا ثُمَّ قَالَ \" يَا عَائِشَة إِنَّ الدُّنْيَا لَا تَنْبَغِي لِمُحَمَّدٍ وَلَا لِآلِ مُحَمَّد يَا عَائِشَة إِنَّ اللَّه تَعَالَى لَمْ يَرْضَ مِنْ أُولِي الْعَزْم مِنْ الرُّسُل إِلَّا بِالصَّبْرِ عَلَى مَكْرُوههَا وَالصَّبْر عَنْ مَحْبُوبهَا ثُمَّ لَمْ يَرْضَ مِنِّي إِلَّا أَنْ يُكَلِّفنِي مَا كَلَّفَهُمْ \" فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْم مِنْ الرُّسُل \" وَإِنِّي وَاَللَّه لَأَصْبِرَنَّ كَمَا صَبَرُوا جَهْدِي وَلَا قُوَّة إِلَّا بِاَللَّهِ\" \" وَلَا تَسْتَعْجِل لَهُمْ \" أَيْ لَا تَسْتَعْجِل لَهُمْ حُلُول الْعُقُوبَة بِهِمْ كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" فَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَة وَمَهِّلْهُمْ قَلِيلًا \" وَكَقَوْلِهِ تَعَالَى \" فَمَهِّلْ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا \" \" كَأَنَّهُمْ يَوْم يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَة مِنْ نَهَار\" كَقَوْلِهِ جَلَّ وَعَلَا \" كَأَنَّهُمْ يَوْم يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّة أَوْ ضُحَاهَا \" وَكَقَوْلِهِ عَزَّ وَجَلَّ \" وَيَوْم نَحْشُرهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَة مِنْ النَّهَار يَتَعَارَفُونَ بَيْنهمْ \" الْآيَة وَقَوْله جَلَّ وَعَلَا \" بَلَاغ \" قَالَ اِبْن جَرِير يَحْتَمِل مَعْنَيَيْنِ \" أَحَدهمَا \" أَنْ يَكُون تَقْدِيره وَذَلِكَ لِبَثِّ بَلَاغٍ \" وَآخَر \" أَنْ يَكُون تَقْدِيره هَذَا الْقُرْآن بَلَاغ. وَقَوْله تَعَالَى \" فَهَلْ يُهْلَك إِلَّا الْقَوْم الْفَاسِقُونَ\" أَيْ لَا يَهْلِك عَلَى اللَّه إِلَّا هَالِك . وَهَذَا مِنْ عَدْله عَزَّ وَجَلَّ أَنَّهُ لَا يُعَذِّب إِلَّا مَنْ يَسْتَحِقّ الْعَذَاب وَاَللَّه أَعْلَم . آخِر تَفْسِير سُورَة الْأَحْقَاف وَلِلَّهِ الْحَمْد وَالْمِنَّة وَبِهِ التَّوْفِيق وَالْعِصْمَة .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41345, "aya_id": 35}]