[{"text": "وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَى", "sura_id": 53, "type": 0, "id": 4823, "aya_id": 39}, {"text": "وأن ليس للإنسان إلا ما سعى", "sura_id": 53, "type": 1, "id": 11059, "aya_id": 39}, {"text": "39 - (وأن) أنه (ليس للإنسان إلا ما سعى) من خير فليس له من سعى غيره للخير شيء \r\n", "sura_id": 53, "type": 2, "id": 29767, "aya_id": 39}, {"text": " وأنه لا يحصل للإنسان من الأجر إلا ما كسب هو لنفسه بسعيه.\r\n", "sura_id": 53, "type": 3, "id": 36003, "aya_id": 39}, {"text": " <font color=red>وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى</font><BR><p>أَيْ كَمَا لَا يُحْمَل عَلَيْهِ وِزْر غَيْره كَذَلِكَ لَا يُحَصِّل مِنْ الْأَجْر إِلَّا مَا كَسَبَ هُوَ لِنَفْسِهِ وَمِنْ وَهَذِهِ الْآيَة الْكَرِيمَة اِسْتَنْبَطَ الشَّافِعِيّ رَحِمَهُ اللَّه وَمَنْ اِتَّبَعَهُ أَنَّ الْقِرَاءَة لَا يَصِل إِهْدَاء ثَوَابهَا إِلَى الْمَوْتَى لِأَنَّهُ لَيْسَ مِنْ عَمَلهمْ وَلَا كَسْبهمْ وَلِهَذَا لَمْ يَنْدُب إِلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمَّته وَلَا حَثَّهُمْ عَلَيْهِ وَلَا أَرْشَدَهُمْ إِلَيْهِ بِنَصٍّ وَلَا إِيمَاء وَلَمْ يُنْقَل ذَلِكَ عَنْ أَحَد مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ وَلَوْ كَانَ خَيْرًا لَسَبَقُونَا إِلَيْهِ وَبَاب الْقُرُبَات يُقْتَصَر فِيهِ عَلَى النُّصُوص وَلَا يُتَصَرَّف فِيهِ بِأَنْوَاعِ الْأَقْيِسَة وَالْآرَاء فَأَمَّا الدُّعَاء وَالصَّدَقَة فَذَاكَ مُجْمَع عَلَى وُصُولهمَا وَمَنْصُوص مِنْ الشَّارِع عَلَيْهِمَا . وَأَمَّا الْحَدِيث الَّذِي رَوَاهُ مُسْلِم فِي صَحِيحه عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا مَاتَ الْإِنْسَان اِنْقَطَعَ عَمَله إِلَّا مِنْ ثَلَاث : مِنْ وَلَد صَالِح يَدْعُو لَهُ أَوْ صَدَقَة جَارِيَة مِنْ بَعْده أَوْ عِلْم يُنْتَفَع بِهِ \" فَهَذِهِ الثَّلَاثَة فِي الْحَقِيقَة هِيَ مِنْ سَعْيه وَكَدِّهِ وَعَمَله كَمَا جَاءَ فِي الْحَدِيث \" إِنَّ أَطْيَبَ مَا أَكَلَ الرَّجُل مِنْ كَسْبِهِ وَإِنَّ وَلَدَهُ مِنْ كَسْبه\" وَالصَّدَقَة الْجَارِيَة كَالْوَقْفِ وَنَحْوه هِيَ مِنْ آثَار عَمَله وَوَقْفه وَقَدْ قَالَ تَعَالَى \" إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُب مَا قَدَّمُوا وَآثَارَهُمْ \" الْآيَة وَالْعِلْم الَّذِي نَشَرَهُ فِي النَّاس فَاقْتَدَى بِهِ النَّاس بَعْدَهُ هُوَ أَيْضًا مِنْ سَعْيِهِ وَعَمَلِهِ وَثَبَتَ فِي الصَّحِيح \" مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنْ الْأَجْر مِثْل أُجُور مَنْ اِتَّبَعَهُ مِنْ غَيْر أَنْ يَنْقُصَ مِنْ أُجُورهمْ شَيْئًا \" .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41743, "aya_id": 39}]