[{"text": "قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاء قَالَ لاَ عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللّهِ إِلاَّ مَن رَّحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ", "sura_id": 11, "type": 0, "id": 1516, "aya_id": 43}, {"text": "قال سآوي إلى جبل يعصمني من الماء قال لا عاصم اليوم من أمر الله إلا من رحم وحال بينهما الموج فكان من المغرقين", "sura_id": 11, "type": 1, "id": 7752, "aya_id": 43}, {"text": "43 - (قال سآوي إلى جبل يعصمني) يمنعني (من الماء قال لا عاصم اليوم من أمر الله) عذابه (إلا) لكن (من رحم) الله فهو المعصوم ، قال تعالى (وحال بينهما الموج فكان من المغرقين) \r\n", "sura_id": 11, "type": 2, "id": 26460, "aya_id": 43}, {"text": "قال ابن نوح: سألجأ إلى جبل أتحصَّن به من الماء, فيمنعني من الغرق, فأجابه نوح: لا مانع اليوم من أمر الله وقضائه الذي قد نزل بالخلق من الغرق والهلاك إلا مَن رحمه الله تعالى, فآمِنْ واركب في السفينة معنا, وحال الموج المرتفع بين نوح وابنه, فكان من المغرقين الهالكين.\r\n", "sura_id": 11, "type": 3, "id": 32696, "aya_id": 43}, {"text": " <font color=red>قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ</font><BR><p>\" قَالَ سَآوِي إِلَى جَبَل يَعْصِمنِي مِنْ الْمَاء \" وَقِيلَ إِنَّهُ اِتَّخَذَ لَهُ مَرْكَبًا مِنْ زُجَاج , وَهَذَا مِنْ الْإِسْرَائِيلِيَّات وَاَللَّه أَعْلَم بِصِحَّتِهِ وَاَلَّذِي نَصَّ عَلَيْهِ الْقُرْآن أَنَّهُ قَالَ \" سَآوِي إِلَى جَبَل يَعْصِمنِي مِنْ الْمَاء \" اِعْتَقَدَ بِجَهْلِهِ أَنْ الطُّوفَان لَا يَبْلُغ إِلَى رُءُوس الْجِبَال وَأَنَّهُ لَوْ تَعَلَّقَ فِي رَأْس جَبَل لَنَجَّاهُ ذَلِكَ مِنْ الْغَرَق فَقَالَ لَهُ أَبُوهُ نُوح عَلَيْهِ السَّلَام \" لَا عَاصِم الْيَوْم مِنْ أَمْر اللَّه إِلَّا مَنْ رَحِم\" أَيْ لَيْسَ شَيْء يَعْصِم الْيَوْم مِنْ أَمْر اللَّه وَقِيلَ إِنَّ عَاصِمًا بِمَعْنَى مَعْصُوم كَمَا يُقَال طَاعِم وَكَاسٍ بِمَعْنَى مَطْعُوم وَمَكْسُوّ \" وَحَالَ بَيْنهمَا الْمَوْج فَكَانَ مِنْ الْمُغْرَقِينَ\" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37661, "aya_id": 43}]