[{"text": "النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُوْلُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَن تَفْعَلُوا إِلَى أَوْلِيَائِكُم مَّعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا", "sura_id": 33, "type": 0, "id": 3539, "aya_id": 6}, {"text": "النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم وأولو الأرحام بعضهم أولى ببعض في كتاب الله من المؤمنين والمهاجرين إلا أن تفعلوا إلى أوليائكم معروفا كان ذلك في الكتاب مسطورا", "sura_id": 33, "type": 1, "id": 9775, "aya_id": 6}, {"text": "6 - (النبي أولى بالمؤمنين من أنفسهم) فيما دعاهم إليه ودعتهم أنفسهم إلى خلافه (وأزواجه أمهاتهم) في حرمة نكاحهن (وأولوا الأرحام) ذوو القربات (بعضهم أولى ببعض) في الارث (في كتاب الله من المؤمنين والمهاجرين) أي من الارث بالإيمان والهجرة الذي كان أول الإسلام فنسخ (إلا) لكن (أن تفعلوا إلى أوليائكم معروفا) بوصية فجائز (كان ذلك) نسخ الارث بالإيمان والهجرة بإرث ذوي الأرحام (في الكتاب مسطورا) واريد بالكتاب في الموضعين اللوح المحفوظ \r\n", "sura_id": 33, "type": 2, "id": 28483, "aya_id": 6}, {"text": "النبي محمد صلى الله عليه وسلم أولى بالمؤمنين, وأقرب لهم من أنفسهم في أمور الدين والدنيا, وحرمة أزواج النبي صلى الله عليه وسلم على أُمَّته كحرمة أمهاتهم, فلا يجوز نكاح زوجات الرسول صلى الله عليه وسلم من بعده. وذوو القرابة من المسلمين بعضهم أحق بميراث بعض في حكم الله وشرعه من الإرث بالإيمان والهجرة (وكان المسلمون في أول الإسلام يتوارثون بالهجرة والإيمان دون الرحم, ثم نُسخ ذلك بآية المواريث) إلا أن تفعلوا -أيها المسلمون- إلى غير الورثة معروفًا بالنصر والبر والصلة والإحسان والوصية, كان هذا الحكم المذكور مقدَّرًا مكتوبًا في اللوح المحفوظ, فيجب عليكم العمل به. وفي الآية وجوب كون النبي صلى الله عليه وسلم أحبَّ إلى العبد من نفسه, ووجوب كمال الانقياد له, وفيها وجوب احترام أمهات المؤمنين, زوجاته صلى الله عليه وسلم، وأن من سبَّهن فقد باء بالخسران.\r\n", "sura_id": 33, "type": 3, "id": 34719, "aya_id": 6}, {"text": " <font color=red>النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا</font><BR><p>قَدْ عَلِمَ اللَّه تَعَالَى شَفَقَة رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أُمَّته وَنُصْحه لَهُمْ فَجَعَلَهُ أَوْلَى بِهِمْ مِنْ أَنْفُسهمْ وَحُكْمه فِيهِمْ كَانَ مُقَدَّمًا عَلَى اِخْتِيَارهمْ لِأَنْفُسِهِمْ كَمَا قَالَ تَعَالَى : \" فَلَا وَرَبّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسهمْ حَرَجًا مِمَّا قَضَيْت وَيُسَلِّمُوا تَسْلِيمًا \" وَفِي الصَّحِيح \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِن أَحَدكُمْ حَتَّى أَكُون أَحَبَّ إِلَيْهِ مِنْ نَفْسه وَمَاله وَوَلَده وَالنَّاس أَجْمَعِينَ \" وَفِي الصَّحِيح أَيْضًا أَنَّ عُمَر رَضِيَ اللَّه عَنْهُ قَالَ : يَا رَسُول اللَّه وَاَللَّه لَأَنْتَ أَحَبّ إِلَيَّ مِنْ كُلّ شَيْء إِلَّا مِنْ نَفْسِي فَقَالَ\" لَا يَا عُمَر حَتَّى أَكُون أَحَبّ إِلَيْك مِنْ نَفْسك \" فَقَالَ يَا رَسُول اللَّه وَاَللَّه لَأَنْتَ أَحَبّ إِلَيَّ مِنْ كُلّ شَيْء حَتَّى مِنْ نَفْسِي فَقَالَ \" الْآن يَا عُمَر \" وَلِهَذَا قَالَ تَعَالَى فِي هَذِهِ الْآيَة \" النَّبِيّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسهمْ\" وَقَالَ الْبُخَارِيّ عِنْد هَذِهِ الْآيَة الْكَرِيمَة حَدَّثَنَا إِبْرَاهِيم بْن الْمُنْذِر حَدَّثَنَا مُحَمَّد بْن فُلَيْح حَدَّثَنَا أَبِي عَنْ هِلَال بْن عَلِيّ عَنْ عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ مُؤْمِن إِلَّا وَأَنَا أَوْلَى النَّاس بِهِ فِي الدُّنْيَا وَالْآخِرَة اِقْرَءُوا إِنْ شِئْتُمْ \" النَّبِيّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسهمْ \" فَأَيّمَا مُؤْمِن تَرَكَ مَالًا فَلْيَرِثْهُ عَصَبَته مَنْ كَانُوا وَإِنْ تَرَكَ دَيْنًا أَوْ ضَيَاعًا فَلْيَأْتِنِي فَأَنَا مَوْلَاهُ \" تَفَرَّدَ بِهِ الْبُخَارِيّ وَرَوَاهُ أَيْضًا فِي الِاسْتِقْرَاض وَابْن جَرِير وَابْن أَبِي حَاتِم مِنْ طُرُق عَنْ فُلَيْح بِهِ مِثْله وَرَوَاهُ أَحْمَد مِنْ حَدِيث أَبِي حُصَيْن عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ فِي قَوْله : \" النَّبِيّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسهمْ \" عَنْ أَبِي سَلَمَة عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" أَنَا أَوْلَى بِكُلِّ مُؤْمِن مِنْ نَفْسه فَأَيّمَا رَجُل مَاتَ وَتَرَكَ دَيْنًا فَإِلَيَّ وَمَنْ تَرَكَ مَالًا فَهُوَ لِوَرَثَتِهِ \" رَوَاهُ أَبُو دَاوُدَ عَنْ أَحْمَد بْن حَنْبَل بِهِ نَحْوه وَقَوْله تَعَالَى : \" وَأَزْوَاجه أُمَّهَاتهمْ \" أَيْ فِي الْحُرْمَة وَالِاحْتِرَام وَالتَّوْقِير وَالْإِكْرَام وَالْإِعْظَام وَلَكِنْ لَا تَجُوز الْخَلْوَة بِهِنَّ وَلَا يَنْتَشِر التَّحْرِيم إِلَى بَنَاتهنَّ وَأَخَوَاتهنَّ بِالْإِجْمَاعِ وَإِنْ سَمَّى بَعْض الْعُلَمَاء بَنَاتهنَّ أَخَوَات الْمُؤْمِنِينَ كَمَا هُوَ مَنْصُوص الشَّافِعِيّ رَضِيَ اللَّه عَنْهُ فِي الْمُخْتَصَر وَهُوَ مِنْ بَاب إِطْلَاق الْعِبَارَة لَا إِثْبَات الْحُكْم وَهَلْ يُقَال لِمُعَاوِيَة وَأَمْثَاله خَال الْمُؤْمِنِينَ ؟ فِيهِ قَوْلَانِ لِلْعُلَمَاءِ رَضِيَ اللَّه عَنْهُمْ وَنَصّ الشَّافِعِيّ رَضِيَ اللَّه عَنْهُ عَلَى أَنَّهُ لَا يُقَال ذَلِكَ وَهَلْ يُقَال لَهُنَّ أُمَّهَات الْمُؤْمِنَات فَيَدْخُل النِّسَاء فِي جَمْع الْمُذَكَّر السَّالِم تَغْلِيبًا ؟ فِيهِ قَوْلَانِ صَحَّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ لَا يُقَال ذَلِكَ وَهَذَا أَصَحّ الْوَجْهَيْنِ فِي مَذْهَب الشَّافِعِيّ رَضِيَ اللَّه عَنْهُ . وَقَدْ رُوِيَ عَنْ أُبَيّ بْن كَعْب وَابْن عَبَّاس رَضِيَ اللَّه عَنْهُمْ أَنَّهُمَا قَرَآ \" النَّبِيّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسهمْ وَأَزْوَاجه أُمَّهَاتهمْ وَهُوَ أَب لَهُمْ \" وَرُوِيَ نَحْو هَذَا عَنْ مُعَاوِيَة وَمُجَاهِد وَعِكْرِمَة وَالْحَسَن وَهُوَ أَحَد الْوَجْهَيْنِ فِي مَذْهَب الشَّافِعِيّ رَضِيَ اللَّه عَنْهُ حَكَاهُ الْبَغَوِيّ وَغَيْره وَاسْتَأْنَسُوا عَلَيْهِ بِالْحَدِيثِ الَّذِي رَوَاهُ أَبُو دَاوُدَ رَحِمَهُ اللَّه حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد النُّفَيْلِيّ حَدَّثَنَا اِبْن الْمُبَارَك عَنْ مُحَمَّد بْن عَجْلَان عَنْ الْقَعْقَاع بْن حَكِيم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا أَنَا لَكُمْ بِمَنْزِلَةِ الْوَالِد أُعَلِّمكُمْ فَإِذَا أَتَى أَحَدكُمْ الْغَائِط فَلَا يَسْتَقْبِل الْقِبْلَة وَلَا يَسْتَدْبِرهَا وَلَا يَسْتَطِبْ بِيَمِينِهِ \" وَكَانَ يَأْمُر بِثَلَاثَةِ أَحْجَار وَيَنْهَى عَنْ الرَّوْث وَالرِّمَّة . وَأَخْرَجَهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث اِبْن عَجْلَان وَالْوَجْه الثَّانِي أَنَّهُ لَا يُقَال ذَلِكَ وَاحْتَجُّوا بِقَوْلِهِ تَعَالَى : \" مَا كَانَ مُحَمَّد أَبَا أَحَد مِنْ رِجَالكُمْ \" . وَقَوْله تَعَالَى : \" وَأُولُوا الْأَرْحَام بَعْضهمْ أَوْلَى بِبَعْضٍ فِي كِتَاب اللَّه \" أَيْ فِي حُكْم اللَّه\" مِنْ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ \" أَيْ الْقَرَابَات أَوْلَى بِالتَّوَارُثِ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار وَهَذِهِ نَاسِخَة لِمَا كَانَ قَبْلهَا مِنْ التَّوَارُث بِالْحَلِفِ وَالْمُؤَاخَاة الَّتِي كَانَتْ بَيْنهمْ كَمَا قَالَ اِبْن عَبَّاس وَغَيْره : كَانَ الْمُهَاجِرِيّ يَرِث الْأَنْصَارِيّ دُون قَرَابَاته وَذَوِي رَحِمه لِلْأُخُوَّةِ الَّتِي آخَى بَيْنهمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف. وَقَدْ أَوْرَدَ فِيهِ اِبْن أَبِي حَاتِم حَدِيثًا عَنْ الزُّبَيْر بْن الْعَوَّام فَقَالَ حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي بَكْر الْمُصْعَبِيّ مِنْ سَاكِنِي بَغْدَاد عَنْ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ الزُّبَيْر بْن الْعَوَّام رَضِيَ اللَّه عَنْهُ قَالَ أَنْزَلَ اللَّه عَزَّ وَجَلَّ فِينَا خَاصَّة مَعْشَر قُرَيْش وَالْأَنْصَار \" وَأُولُوا الْأَرْحَام بَعْضهمْ أَوْلَى بِبَعْضٍ \" وَذَلِكَ أَنَّا مَعْشَر قُرَيْش لَمَّا قَدِمْنَا الْمَدِينَة قَدِمْنَا وَلَا أَمْوَال لَنَا فَوَجَدْنَا الْأَنْصَار نِعْمَ الْإِخْوَان فَوَاخَيْنَاهُمْ وَوَارَثْنَاهُمْ فَآخَى أَبُو بَكْر رَضِيَ اللَّه عَنْهُ خَارِجَة بْن زَيْد وَآخَى عُمَر رَضِيَ اللَّه عَنْهُ فُلَانًا وَآخَى عُثْمَان رَضِيَ اللَّه عَنْهُ رَجُلًا مِنْ بَنِي زُرَيْق بْن سَعْد الزُّرَقِيّ وَيَقُول بَعْض النَّاس غَيْره قَالَ الزُّبَيْر رَضِيَ اللَّه عَنْهُ وَوَاخَيْت أَنَا كَعْب بْن مَالِك فَجِئْته فَابْتَعَلْتُهُ فَوَجَدْت السِّلَاح قَدْ ثَقَّلَهُ فِيمَا يَرَى فَوَاَللَّهِ يَا بَنِيَّ لَوْ مَاتَ يَوْمئِذٍ عَنْ الدُّنْيَا مَا وَرِثَهُ غَيْرِي حَتَّى أَنْزَلَ اللَّه تَعَالَى هَذِهِ الْآيَة فِينَا مَعْشَر قُرَيْش وَالْأَنْصَار خَاصَّة فَرَجَعْنَا إِلَى مَوَارِيثنَا. وَقَوْله تَعَالَى : \" إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا \" أَيْ ذَهَبَ الْمِيرَاث وَبَقِيَ النَّصْر وَالْبِرّ وَالصِّلَة وَالْإِحْسَان وَالْوَصِيَّة وَقَوْله تَعَالَى : \" كَانَ ذَلِكَ فِي الْكِتَاب مَسْطُورًا \" أَيْ هَذَا الْحُكْم وَهُوَ أَنَّ أُولِي الْأَرْحَام بَعْضهمْ أَوْلَى بِبَعْضٍ حُكْم مِنْ اللَّه مُقَدَّر مَكْتُوب فِي الْكِتَاب الْأَوَّل الَّذِي لَا يُبَدَّل وَلَا يُغَيَّر . قَالَهُ مُجَاهِد وَغَيْر وَاحِد وَإِنْ كَانَ تَعَالَى قَدْ شَرَعَ خِلَافه فِي وَقْت لِمَا لَهُ فِي ذَلِكَ مِنْ الْحِكْمَة الْبَالِغَة وَهُوَ يَعْلَم أَنَّهُ سُبْحَانه إِلَى مَا هُوَ جَارٍ فِي قَدَره الْأَزَلِيّ وَقَضَائِهِ الْقَدَرِيّ الشَّرْعِيّ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40222, "aya_id": 6}]