[{"text": "وَالْمُرْسَلَاتِ عُرْفًا", "sura_id": 77, "type": 0, "id": 5623, "aya_id": 1}, {"text": "والمرسلات عرفا", "sura_id": 77, "type": 1, "id": 11859, "aya_id": 1}, {"text": "سورة المرسلات 1 - (والمرسلات عرفا) أي الرياح متتابعة كعرف الفرس يتلو بعضه بعضا ونصبه على الحال \r\n", "sura_id": 77, "type": 2, "id": 30567, "aya_id": 1}, {"text": "أقسم الله تعالى بالرياح حين تهب متتابعة يقفو بعضها بعضًا,\r\n", "sura_id": 77, "type": 3, "id": 36803, "aya_id": 1}, {"text": " <font color=red>وَالْمُرْسَلَاتِ عُرْفًا</font><BR><p>سُورَة الْمُرْسَلَات : قَالَ الْبُخَارِيّ ثَنَا أَحْمَد ثَنَا عُمَر بْن حَفْص بْن غِيَاث ثَنَا الْأَعْمَش حَدَّثَنِي إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ عَبْد اللَّه - هُوَ اِبْن مَسْعُود قَالَ : بَيْنَمَا نَحْنُ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَار بِمِنًى إِذْ نَزَلَتْ عَلَيْهِ وَالْمُرْسَلَات فَإِنَّهُ لَيَتْلُوهَا وَإِنِّي لَأَتَلَقَّاهَا مِنْ فِيهِ وَإِنَّ فَاهُ لَرَطْب بِهَا إِذْ وَثَبَتَ عَلَيْنَا حَيَّة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اُقْتُلُوهَا \" فَابْتَدَرْنَاهَا فَذَهَبَتْ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وُقِيَتْ شَرّكُمْ كَمَا وُقِيتُمْ شَرّهَا \" وَأَخْرَجَهُ مُسْلِم أَيْضًا مِنْ طَرِيق الْأَعْمَش وَقَالَ الْإِمَام أَحْمَد ثَنَا سُفْيَان بْن عُيَيْنَة عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه عَنْ اِبْن عَبَّاس عَنْ أُمّه أَنَّهَا سَمِعَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ فِي الْمَغْرِب بِالْمُرْسَلَاتِ عُرْفًا وَفِي رِوَايَة مَالِك عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه عَنْ اِبْن عَبَّاس أَنَّ أُمّ الْفَضْل سَمِعَتْهُ يَقْرَأ \" وَالْمُرْسَلَات عُرْفًا \" فَقَالَ يَا بُنَيّ أَذَكَرْتنِي بِقِرَاءَتِك هَذِهِ السُّورَة أَنَّهَا لَآخِر مَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ بِهَا فِي الْمَغْرِب أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ طَرِيق مَالِك بِهِ . قَالَ اِبْن أَبِي حَاتِم ثَنَا أَبِي ثَنَا زَكَرِيَّا بْن سَهْل الْمَرْوَزِيّ ثَنَا عَلِيّ بْن الْحَسَن بْن شَقِيق أَنَا الْحُسَيْن بْن وَاقِد ثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة\" وَالْمُرْسَلَات عُرْفًا \" قَالَ الْمَلَائِكَة وَرُوِيَ عَنْ مَسْرُوق وَأَبِي الضُّحَى وَمُجَاهِد فِي إِحْدَى الرِّوَايَات وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس مِثْل ذَلِكَ وَرُوِيَ عَنْ أَبِي صَالِح أَنَّهُ قَالَ هِيَ الرُّسُل وَفِي رِوَايَة عَنْهُ أَنَّهَا الْمَلَائِكَة وَهَكَذَا قَالَ أَبُو صَالِح فِي الْعَاصِفَات وَالنَّاشِرَات وَالْفَارِقَات وَالْمُلْقِيَات إِنَّهَا الْمَلَائِكَة وَقَالَ الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْل عَنْ مُسْلِم الْبَطِين عَنْ أَبِي الْعُبَيْدَيْنِ قَالَ سَأَلْت اِبْن مَسْعُود عَنْ الْمُرْسَلَات عُرْفًا قَالَ الرِّيح وَكَذَا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَأَبُو صَالِح فِي رِوَايَة عَنْهُ وَتَوَقَّفَ اِبْن جَرِير فِي \" وَالْمُرْسَلَات عُرْفًا \" هَلْ هِيَ الْمَلَائِكَة إِذَا أُرْسِلَتْ بِالْعُرْفِ أَوْ كَعُرْفِ الْفَرَس يَتْبَع بَعْضهمْ بَعْضًا أَوْ هِيَ الرِّيَاح إِذَا هَبَّتْ شَيْئًا فَشَيْئًا ؟ وَقَطَعَ بِأَنَّ الْعَاصِفَات عَصْفًا الرِّيَاح كَمَا قَالَهُ اِبْن مَسْعُود وَمَنْ تَابَعَهُ وَمِمَّنْ قَالَ ذَلِكَ فِي الْعَاصِفَات عَصْفًا أَيْضًا عَلِيّ بْن أَبِي طَالِب وَالسُّدِّيّ وَتَوَقَّفَ فِي النَّاشِرَات نَشْرًا هَلْ هِيَ الْمَلَائِكَة أَوْ الرِّيح كَمَا تَقَدَّمَ وَعَنْ أَبِي صَالِح : أَنَّ النَّاشِرَات نَشْرًا هِيَ الْمَطَر . وَالْأَظْهَر أَنَّ الْمُرْسَلَات هِيَ الرِّيَاح كَمَا قَالَ تَعَالَى \" وَأَرْسَلْنَا الرِّيَاح لَوَاقِح \" وَقَالَ تَعَالَى\" وَهُوَ الَّذِي يُرْسِل الرِّيَاح بُشْرًا بَيْن يَدَيْ رَحْمَته \" وَهَكَذَا الْعَاصِفَات هِيَ الرِّيَاح يُقَال عَصَفَتْ الرِّيَاح إِذَا هَبَّتْ بِتَصْوِيتٍ .</p><BR> <br> ", "sura_id": 77, "type": 4, "id": 42919, "aya_id": 1}]