[{"text": "قَالُواْ اتَّخَذَ اللّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَات وَمَا فِي الأَرْضِ إِنْ عِندَكُم مِّن سُلْطَانٍ بِهَذَا أَتقُولُونَ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ", "sura_id": 10, "type": 0, "id": 1432, "aya_id": 68}, {"text": "قالوا اتخذ الله ولدا سبحانه هو الغني له ما في السماوات وما في الأرض إن عندكم من سلطان بهذا أتقولون على الله ما لا تعلمون", "sura_id": 10, "type": 1, "id": 7668, "aya_id": 68}, {"text": "68 - (قالوا) أي اليهود والنصارى ومن زعم أن الملائكة بنات الله (اتخذ الله ولداً) قال تعالى لهم (سبحانه) تنزيهاً له عن الولد (هو الغني) عن كل أحد وإنما يطلب الولد من يحتاج إليه (له ما في السماوات وما في الأرض) ملكاً وخلقاً وعبيداً (إن) ما (عندكم من سلطانٍ) حجةٍ (بهذا) الذي تقولونه (أتقولون على الله ما لا تعلمون) استفهام توبيخ \r\n", "sura_id": 10, "type": 2, "id": 26376, "aya_id": 68}, {"text": "قال المشركون: اتخذ الله ولدًا, كقولهم: الملائكة بنات الله, أو المسيح ابن الله. تقدَّس الله عن ذلك كله وتنزَّه, هو الغني عن كل ما سواه, له كل ما في السموات والأرض, فكيف يكون له ولد ممن خلق وكل شيء مملوك له؟ وليس لديكم دليل على ما تفترونه من الكذب, أتقولون على الله ما لا تعلمون حقيقته وصحته؟\r\n", "sura_id": 10, "type": 3, "id": 32612, "aya_id": 68}, {"text": " <font color=red>قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى مُنْكِرًا عَلَى مَنْ اِدَّعَى أَنَّ لَهُ \" وَلَدًا سُبْحَانه هُوَ الْغَنِيّ \" أَيْ تَقَدَّسَ عَنْ ذَلِكَ هُوَ الْغَنِيّ عَنْ كُلّ مَا سِوَاهُ وَكُلّ شَيْء فَقِير إِلَيْهِ \" لَهُ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض \" أَيْ فَكَيْف يَكُون لَهُ وَلَد مِمَّا خَلَقَ وَكُلّ شَيْء مَمْلُوك لَهُ عَبْد لَهُ \" إِنْ عِنْدكُمْ مِنْ سُلْطَان بِهَذَا \" أَيْ لَيْسَ عِنْدكُمْ دَلِيل عَلَى مَا تَقُولُونَهُ مِنْ الْكَذِب وَالْبُهْتَان أَتَقُولُونَ عَلَى اللَّه مَا لَا تَعْلَمُونَ \" إِنْكَار وَوَعِيد أَكِيد وَتَهْدِيد شَدِيد كَقَوْلِهِ تَعَالَى \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا تَكَاد السَّمَوَات يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقّ الْأَرْض وَتَخِرّ الْجِبَال هَدًّا أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذ وَلَدًا إِنْ كُلّ مَنْ فِي السَّمَوَات وَالْأَرْض إِلَّا آتِ الرَّحْمَن عَبْدًا لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا وَكُلّهمْ آتِيه يَوْم الْقِيَامَة فَرْدًا \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37498, "aya_id": 68}]