[{"text": "لَا تَجْعَلُوا دُعَاء الرَّسُولِ بَيْنَكُمْ كَدُعَاء بَعْضِكُم بَعْضًا قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذًا فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 24, "type": 0, "id": 2854, "aya_id": 63}, {"text": "لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم", "sura_id": 24, "type": 1, "id": 9090, "aya_id": 63}, {"text": "63 - (لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا) بأن تقولوا يا محمد بل قولوا يا نبي الله يا رسول الله في لين وتواضع وخفض صوت (قد يعلم الله الذين يتسللون منكم لواذا) أي يخرجون من المسجد في الخطبة من غير استئذان خفية مستترين بشيء وقد للتحقيق (فليحذر الذين يخالفون عن أمره) أي الله أو الرسول (أن تصيبهم فتنة) بلاء (أو يصيبهم عذاب أليم) في الآخرة \r\n", "sura_id": 24, "type": 2, "id": 27798, "aya_id": 63}, {"text": "لا تقولوا -أيها المؤمنون- عند ندائكم رسول الله: يا محمد، ولا يا محمد بن عبد الله، كما يقول ذلك بعضكم لبعض, ولكن شرِّفوه، وقولوا: يا نبي الله, يا رسول الله. قد يعلم الله المنافقين الذين يخرجون من مجلس النبي صلى الله عليه وسلم خفية بغير إذنه، يلوذ بعضهم ببعض، فليَحْذَر الذين يخالفون أمر رسول الله أن تنزل بهم محنة وشر، أو يصيبهم عذاب مؤلم موجع في الآخرة.\r\n", "sura_id": 24, "type": 3, "id": 34034, "aya_id": 63}, {"text": " <font color=red>لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : كَانُوا يَقُولُونَ يَا مُحَمَّد يَا أَبَا الْقَاسِم فَنَهَاهُمْ اللَّه عَزَّ وَجَلَّ عَنْ ذَلِكَ إِعْظَامًا لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : فَقُولُوا يَا نَبِيّ اللَّه يَا رَسُول اللَّه وَهَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَقَالَ قَتَادَة : أَمَرَ اللَّه أَنْ يُهَاب نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْ يُبَجَّل وَأَنْ يُعَظَّم وَأَنْ يُسَوَّد وَقَالَ مُقَاتِل فِي قَوْله \" لَا تَجْعَلُوا دُعَاء الرَّسُول بَيْنكُمْ كَدُعَاءِ بَعْضكُمْ بَعْضًا \" يَقُول لَا تُسَمُّوهُ إِذَا دَعَوْتُمُوهُ يَا مُحَمَّد وَلَا تَقُولُوا يَا اِبْن عَبْد اللَّه وَلَكِنْ شَرِّفُوهُ فَقُولُوا يَا نَبِيّ اللَّه يَا رَسُول اللَّه وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَم فِي قَوْله \" لَا تَجْعَلُوا دُعَاء الرَّسُول بَيْنكُمْ كَدُعَاءِ بَعْضكُمْ بَعْضًا \" قَالَ : أَمَرَهُمْ اللَّه أَنْ يُشَرِّفُوهُ هَذَا قَوْل وَهُوَ الظَّاهِر مِنْ السِّيَاق كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا \" إِلَى آخِر الْآيَة وَقَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضكُمْ لِبَعْضٍ أَنْ تَحْبَط أَعْمَالكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ - إِلَى قَوْله - إِنَّ الَّذِينَ يُنَادُونَك مِنْ وَرَاء الْحُجُرَات أَكْثَرهمْ لَا يَعْقِلُونَ وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُج إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ \" الْآيَة فَهَذَا كُلّه مِنْ بَاب الْأَدَب فِي مُخَاطَبَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْكَلَام مَعَهُ وَعِنْده كَمَا أُمِرُوا بِتَقْدِيمِ الصَّدَقَة قَبْل مُنَاجَاته وَالْقَوْل الثَّانِي فِي ذَلِكَ أَنَّ الْمَعْنَى فِي \" لَا تَجْعَلُوا دُعَاء الرَّسُول بَيْنكُمْ كَدُعَاءِ بَعْضكُمْ بَعْضًا \" أَيْ لَا تَعْتَقِدُوا أَنَّ دُعَاءَهُ عَلَى غَيْره كَدُعَاءِ غَيْره فَإِنَّ دُعَاءَهُ مُسْتَجَاب فَاحْذَرُوا أَنْ يَدْعُو عَلَيْكُمْ فَتَهْلَكُوا حَكَاهُ اِبْن أَبِي حَاتِم عَنْ اِبْن عَبَّاس وَالْحَسَن الْبَصْرِيّ وَعَطِيَّة الْعَوْفِيّ وَاَللَّه أَعْلَم وَقَوْله : \" قَدْ يَعْلَم اللَّه الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا \" قَالَ مُقَاتِل بْن حَيَّان هُمْ الْمُنَافِقُونَ كَانَ يَثْقُل عَلَيْهِمْ الْحَدِيث فِي يَوْم الْجُمُعَة وَيَعْنِي بِالْحَدِيثِ الْخُطْبَة فَيَلُوذُونَ بِبَعْضِ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى يَخْرُجُوا مِنْ الْمَسْجِد وَكَانَ لَا يَصِحّ لِلرَّجُلِ أَنْ يَخْرُج مِنْ الْمَسْجِد إِلَّا بِإِذْنٍ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي يَوْم الْجُمُعَة بَعْدَمَا يَأْخُذ فِي الْخُطْبَة وَكَانَ إِذَا أَرَادَ أَحَدهمْ الْخُرُوج أَشَارَ بِأُصْبُعِهِ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَأْذَن لَهُ مِنْ غَيْر أَنْ يَتَكَلَّم الرَّجُل لِأَنَّ الرَّجُل مِنْهُمْ كَانَ إِذَا تَكَلَّمَ وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب بَطَلَتْ جُمُعَته وَقَالَ السُّدِّيّ : كَانُوا إِذَا كَانُوا مَعَهُ فِي جَمَاعَة لَاذَ بَعْضهمْ بِبَعْضٍ حَتَّى يَتَغَيَّبُوا عَنْهُ فَلَا يَرَاهُمْ وَقَالَ قَتَادَة فِي قَوْله \" قَدْ يَعْلَم اللَّه الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا \" يَعْنِي لِوَاذًا عَنْ نَبِيّ اللَّه وَعَنْ كِتَابه وَقَالَ سُفْيَان \" قَدْ يَعْلَم اللَّه الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا \" قَالَ مِنْ الصَّفّ وَقَالَ مُجَاهِد فِي الْآيَة \" لِوَاذًا \" خِلَافًا وَقَوْله \" فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْره \" أَيْ عَنْ أَمْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ سَبِيله وَمِنْهَاجه وَطَرِيقَته وَسُنَّته وَشَرِيعَته فَتُوزَن الْأَقْوَال وَالْأَعْمَال بِأَقْوَالِهِ وَأَعْمَاله فَمَا وَافَقَ ذَلِكَ قُبِلَ وَمَا خَالَفَهُ فَهُوَ مَرْدُود عَلَى قَائِله وَفَاعِله كَائِنًا مَنْ كَانَ كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ وَغَيْرهمَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرنَا فَهُوَ رَدّ \" أَيْ فَلْيَحْذَرْ وَلْيَخْشَ مَنْ خَالَفَ شَرِيعَة الرَّسُول بَاطِنًا وَظَاهِرًا \" أَنْ تُصِيبهُمْ فِتْنَة \" أَيْ فِي قُلُوبهمْ مِنْ كُفْر أَوْ نِفَاق أَوْ بِدْعَة \" أَوْ يُصِيبهُمْ عَذَاب أَلِيم \" أَيْ فِي الدُّنْيَا بِقَتْلٍ أَوْ حَدّ أَوْ حَبْس أَوْ نَحْو ذَلِكَ كَمَا رَوَى الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ هَذَا مَا حَدَّثَنَا عَنْ أَبِي هُرَيْرَة قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَثَلِي وَمَثَلكُمْ كَمَثَلِ رَجُل اِسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلهَا جَعَلَ الْفِرَاش وَهَذِهِ الدَّوَابّ اللَّائِي يَقَعْنَ فِي النَّار يَقَعْنَ فِيهَا وَجَعَلَ يَحْجُزُهُنَّ وَيَغْلِبْنَهُ فَيَتَقَحَّمْنَ فِيهَا - قَالَ - فَذَلِكَ مَثَلِي وَمَثَلكُمْ أَنَا آخُذ بِحُجَزِكُمْ عَنْ النَّار هَلُمَّ عَنْ النَّار فَتَغْلِبُونِي وَتَقْتَحِمُونَ فِيهَا \" . أَخْرَجَاهُ مِنْ حَدِيث عَبْد الرَّزَّاق .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39284, "aya_id": 63}]