[{"text": "وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا", "sura_id": 76, "type": 0, "id": 5599, "aya_id": 8}, {"text": "ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا", "sura_id": 76, "type": 1, "id": 11835, "aya_id": 8}, {"text": "8 - (ويطعمون الطعام على حبه) أي الطعام وشهوتهم له (مسكينا) فقيرا (ويتيما) لا أب له (وأسيرا) يعني المحبوسس بحق \r\n", "sura_id": 76, "type": 2, "id": 30543, "aya_id": 8}, {"text": "ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه, فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا, وطفلا مات أبوه ولا مال له, وأسيرًا أُسر في الحرب من المشركين وغيرهم,\r\n", "sura_id": 76, "type": 3, "id": 36779, "aya_id": 8}, {"text": " <font color=red>وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا</font><BR><p>\" عَلَى حُبّه \" قِيلَ عَلَى حُبّ اللَّه تَعَالَى وَجَعَلُوا الضَّمِير عَائِدًا إِلَى اللَّه عَزَّ وَجَلَّ لِدَلَالَةِ السِّيَاق عَلَيْهِ وَالْأَظْهَر أَنَّ الضَّمِير عَائِد عَلَى الطَّعَام أَيْ وَيُطْعِمُونَ الطَّعَام فِي حَال مَحَبَّتهمْ وَشَهْوَتهمْ لَهُ قَالَهُ مُجَاهِد وَمُقَاتِل وَاخْتَارَهُ اِبْن جَرِير كَقَوْلِهِ تَعَالَى \" وَآتَى الْمَال عَلَى حُبّه \" وَكَقَوْلِهِ تَعَالَى \" لَنْ تَنَالُوا الْبِرّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ \" . وَرَوَى الْبَيْهَقِيّ مِنْ طَرِيق الْأَعْمَش عَنْ نَافِع قَالَ : مَرِضَ اِبْن عُمَر فَاشْتَهَى عِنَبًا أَوَّل مَا جَاءَ الْعِنَب فَأَرْسَلَتْ صَفِيَّة يَعْنِي اِمْرَأَته فَاشْتَرَتْ عُنْقُودًا بِدِرْهَمٍ فَاتَّبَعَ الرَّسُول سَائِل فَلَمَّا دَخَلَ بِهِ قَالَ السَّائِل : السَّائِل فَقَالَ اِبْن عُمَر : أَعْطُوهُ إِيَّاهُ فَأَعْطَوْهُ إِيَّاهُ فَأَرْسَلَتْ بِدِرْهَمٍ آخَر فَاشْتَرَتْ عُنْقُودًا فَاتَّبَعَ الرَّسُول السَّائِل فَلَمَّا دَخَلَ قَالَ السَّائِل : السَّائِل فَقَالَ اِبْن عُمَر : أَعْطُوهُ إِيَّاهُ فَأَعْطَوْهُ إِيَّاهُ فَأَرْسَلَتْ صَفِيَّة إِلَى السَّائِل فَقَالَ وَاَللَّه إِنْ عُدْت لَا تُصِيب مِنْهُ خَيْرًا أَبَدًا ثُمَّ أَرْسَلَتْ بِدِرْهَمٍ آخَر فَاشْتَرَتْ بِهِ . وَفِي الصَّحِيح \" أَفْضَل الصَّدَقَة أَنْ تَصَدَّق وَأَنْتَ صَحِيح شَحِيح تَأْمُل الْغِنَى وَتَخْشَى الْفَقْر\" أَيْ فِي حَال مَحَبَّتك لِلْمَالِ وَحِرْصك عَلَيْهِ وَحَاجَتك إِلَيْهِ وَلِهَذَا قَالَ تَعَالَى \" وَيُطْعِمُونَ الطَّعَام عَلَى حُبّه مِسْكِينًا وَيَتِيمًا وَأَسِيرًا \" أَمَّا الْمِسْكِين وَالْيَتِيم فَقَدْ تَقَدَّمَ بَيَانهمَا وَصِفَتهمَا وَأَمَّا الْأَسِير فَقَالَ سَعِيد بْن جُبَيْر وَالْحَسَن وَالضَّحَّاك : الْأَسِير مِنْ أَهْل الْقِبْلَة وَقَالَ اِبْن عَبَّاس كَانَ أُسَرَاؤُهُمْ يَوْمئِذٍ مُشْرِكِينَ وَيَشْهَد لِهَذَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ أَصْحَابه يَوْم بَدْر أَنْ يُكْرِمُوا الْأُسَارَى فَكَانُوا يُقَدِّمُونَهُمْ عَلَى أَنْفُسهمْ عِنْد الْغَدَاء وَقَالَ عِكْرِمَة هُمْ الْعَبِيد وَاخْتَارَهُ اِبْن جَرِير لِعُمُومِ الْآيَة لِلْمُسْلِمِ وَالْمُشْرِك وَهَكَذَا قَالَ سَعِيد بْن جُبَيْر وَعَطَاء وَالْحَسَن وَقَتَادَة وَقَدْ وَصَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْإِحْسَانِ إِلَى الْأَرِقَّاء فِي غَيْر مَا حَدِيث حَتَّى إِنَّهُ كَانَ آخَر مَا أَوْصَى أَنْ جَعَلَ يَقُول \" الصَّلَاة وَمَا مَلَكَتْ أَيْمَانكُمْ\" قَالَ مُجَاهِد هُوَ الْمَحْبُوس أَيْ يُطْعِمُونَ الطَّعَام لِهَؤُلَاءِ وَهُمْ يَشْتَهُونَهُ وَيُحِبُّونَهُ .</p><BR> <br> ", "sura_id": 76, "type": 4, "id": 42917, "aya_id": 8}]