[{"text": "فَقَاتِلْ فِي سَبِيلِ اللّهِ لاَ تُكَلَّفُ إِلاَّ نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللّهُ أَن يَكُفَّ بَأْسَ الَّذِينَ كَفَرُواْ وَاللّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلاً", "sura_id": 4, "type": 0, "id": 577, "aya_id": 84}, {"text": "فقاتل في سبيل الله لا تكلف إلا نفسك وحرض المؤمنين عسى الله أن يكف بأس الذين كفروا والله أشد بأسا وأشد تنكيلا", "sura_id": 4, "type": 1, "id": 6813, "aya_id": 84}, {"text": "84 - (فقاتل) يا محمد (في سبيل الله لا تكلف إلا نفسك) فلا تهتم بتخلفهم عنك ، المعنى: قاتل ولو وحدك فإنك موعود بالنصر (وحرض المؤمنين) حثهم على القتال ورغبهم فيه (عسى الله أن يكف بأس) حرب (الذين كفروا والله أشد بأسا) منهم (وأشد تنكيلا) تعذيبا منهم فقال رسول الله صلى الله عليه وسلم: \"والذي نفسي بيده لأخرجن ولو وحدي\" فخرج بسبعين راكبا إلى بدر الصغرى فكف الله بأس الكفار بإلقاء الرعب في قلوبهم ومنع أبي سفيان عن الخروج كما تقدم في آل عمران \r\n", "sura_id": 4, "type": 2, "id": 25521, "aya_id": 84}, {"text": "فجاهد -أيها النبي- في سبيل الله لإعلاء كلمته, لا تلزم فعل غيرك ولا تؤاخذ به, وحُضَّ المؤمنين على القتال والجهاد, ورغِّبهم فيه, لعل الله يمنع بك وبهم بأس الكافرين وشدتهم. والله تعالى أشد قوة وأعظم عقوبة للكافرين.\r\n", "sura_id": 4, "type": 3, "id": 31757, "aya_id": 84}, {"text": " <font color=red>فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلًا</font><BR><p>يَأْمُر تَعَالَى عَبْده وَرَسُوله مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنْ يُبَاشِر الْقِتَال بِنَفْسِهِ وَمَنْ نَكَلَ عَنْهُ فَلَا عَلَيْهِ مِنْهُ وَلِهَذَا قَالَ \" لَا تُكَلَّف إِلَّا نَفْسك \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن عَمْرو بْن نُبَيْح حَدَّثَنَا حَكَّام حَدَّثَنَا الْجَرَّاح الْكِنْدِيّ عَنْ أَبِي إِسْحَاق قَالَ : سَأَلْت الْبَرَاء بْن عَازِب عَنْ الرَّجُل يَلْقَى الْمِائَة مِنْ الْعَدُوّ فَيُقَاتِل فَيَكُون مِمَّنْ قَالَ اللَّه فِيهِ \" وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَة \" قَالَ : قَدْ قَالَ اللَّه تَعَالَى لِنَبِيِّهِ \" فَقَاتِلْ فِي سَبِيل اللَّه لَا تُكَلَّف إِلَّا نَفْسك وَحَرِّضْ الْمُؤْمِنِينَ \" وَرَوَاهُ الْإِمَام أَحْمَد عَنْ سُلَيْمَان بْن دَاوُد عَنْ أَبِي بَكْر بْن عَيَّاش عَنْ أَبِي إِسْحَاق قَالَ : قُلْت لِلْبَرَاءِ : الرَّجُل يَحْمِل عَلَى الْمُشْرِكِينَ أَهُوَ مِمَّنْ أَلْقَى بِيَدِهِ إِلَى التَّهْلُكَة قَالَ : لَا إِنَّ اللَّه بَعَثَ رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" فَقَاتِلْ فِي سَبِيل اللَّه لَا تُكَلَّف إِلَّا نَفْسك \" إِنَّمَا ذَلِكَ فِي النَّفَقَة . وَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق أَبِي بَكْر بْن عَيَّاش وَعَلِيّ بْن صَالِح عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء بِهِ ثُمَّ قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا أَحْمَد بْن النَّضْر الْعَسْكَرِيّ حَدَّثَنَا مُسْلِم بْن عَبْد الرَّحْمَن الْحَرْثِيّ حَدَّثَنَا مُحَمَّد بْن حِمْيَر حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : لَمَّا نَزَلَتْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَقَاتِلْ فِي سَبِيل اللَّه لَا تُكَلَّف إِلَّا نَفْسك وَحَرِّضْ الْمُؤْمِنِينَ \" الْآيَة قَالَ لِأَصْحَابِهِ \" قَدْ أَمَرَنِي رَبِّي بِالْقِتَالِ فَقَاتِلُوا \" حَدِيث غَرِيب وَقَوْله \" وَحَرِّضْ الْمُؤْمِنِينَ \" أَيْ عَلَى الْقِتَال وَرَغِّبْهُمْ فِيهِ وَشَجِّعْهُمْ عَلَيْهِ كَمَا قَالَ لَهُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر وَهُوَ يُسَوِّي الصُّفُوف \" قُومُوا إِلَى جَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض \" وَقَدْ وَرَدَتْ أَحَادِيث كَثِيرَة فِي التَّرْغِيب فِي ذَلِكَ فَمِنْ ذَلِكَ مَا رَوَاهُ الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ آمَنَ بِاَللَّهِ وَرَسُوله وَأَقَامَ الصَّلَاة وَآتَى الزَّكَاة وَصَامَ رَمَضَان كَانَ حَقًّا عَلَى اللَّه أَنْ يُدْخِلهُ الْجَنَّة هَاجَرَ فِي سَبِيل اللَّه أَوْ جَلَسَ فِي أَرْضه الَّتِي وُلِدَ فِيهَا \" قَالُوا : يَا رَسُول اللَّه أَفَلَا نُبَشِّر النَّاس بِذَلِكَ ؟ فَقَالَ : \" إِنَّ فِي الْجَنَّة مِائَة دَرَجَة أَعَدَّهَا اللَّه لِلْمُجَاهِدِينَ فِي سَبِيل اللَّه بَيْن كُلّ دَرَجَتَيْنِ كَمَا بَيْن السَّمَاء وَالْأَرْض فَإِذَا سَأَلْتُمْ اللَّه فَاسْأَلُوهُ الْفِرْدَوْس فَإِنَّهُ وَسَط الْجَنَّة وَأَعْلَى الْجَنَّة وَفَوْقه عَرْش الرَّحْمَن وَمِنْهُ تُفَجَّر أَنْهَار الْجَنَّة \" وَرَوَى مِنْ حَدِيث عُبَادَة وَمُعَاذ وَأَبِي الدَّرْدَاء نَحْو ذَلِكَ . وَعَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَا أَبَا سَعِيد مَنْ رَضِيَ بِاَللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَسُولًا وَنَبِيًّا وَجَبَتْ لَهُ الْجَنَّة \" قَالَ : فَعَجِبَ لَهَا أَبُو سَعِيد فَقَالَ : أَعِدْهَا عَلَيَّ يَا رَسُول اللَّه فَفَعَلَ ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأُخْرَى يَرْفَع اللَّه الْعَبْد بِهَا مِائَة دَرَجَة فِي الْجَنَّة مَا بَيْن كُلّ دَرَجَتَيْنِ كَمَا بَيْن السَّمَاء وَالْأَرْض \" قَالَ : وَمَا هِيَ يَا رَسُول اللَّه ؟ قَالَ : \" الْجِهَاد فِي سَبِيل اللَّه \" رَوَاهُ مُسْلِم . وَقَوْله \" عَسَى اللَّه أَنْ يَكُفّ بَأْس الَّذِينَ كَفَرُوا \" أَيْ بِتَحْرِيضِك إِيَّاهُمْ عَلَى الْقِتَال تَنْبَعِث هِمَمهمْ عَلَى مُنَاجَزَة الْأَعْدَاء وَمُدَافَعَتهمْ عَنْ حَوْزَة الْإِسْلَام وَأَهْله وَمُقَاوَمَتهمْ وَمُصَابَرَتهمْ. وَقَوْله تَعَالَى وَاَللَّه أَشَدّ بَأْسًا وَأَشَدّ تَنْكِيلًا أَيْ هُوَ قَادِر عَلَيْهِمْ فِي الدُّنْيَا وَالْآخِرَة كَمَا قَالَ تَعَالَى \" ذَلِكَ وَلَوْ يَشَاء اللَّه لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضكُمْ بِبَعْضٍ \" الْآيَة .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40926, "aya_id": 84}]