[{"text": "يَعْمَلُونَ لَهُ مَا يَشَاء مِن مَّحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَّاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِّنْ عِبَادِيَ الشَّكُورُ", "sura_id": 34, "type": 0, "id": 3619, "aya_id": 13}, {"text": "يعملون له ما يشاء من محاريب وتماثيل وجفان كالجواب وقدور راسيات اعملوا آل داود شكرا وقليل من عبادي الشكور", "sura_id": 34, "type": 1, "id": 9855, "aya_id": 13}, {"text": "13 - (يعملون له ما يشاء من محاريب) أبنية مرتفعة يصعد إليها بدرج (وتماثيل) جمع تمثال وهو كل شيء مثلته بشيء أي صور من نحاس وزجاج ورخام ولم يكن اتخاذ الصور حراما في سريعته (وجفان) جمع جفنة (كالجواب) جمع جابية وهو حوض كبير يجتمع على الجفنة ألف رجل يأكلون منها (وقدور راسيات) ثابتات لها قوائم لا تتحرك عن أماكنها تتخذ من الجبال باليمن يصعد إليها بالسلالم وقلنا (اعملوا) يا (آل داود) بطاعة الله (شكرا) له على ما آتاكم (وقليل من عبادي الشكور) العامل بطاعتي شكرا لنعمتي \r\n", "sura_id": 34, "type": 2, "id": 28563, "aya_id": 13}, {"text": "يعمل الجن لسليمان ما يشاء من مساجد للعبادة, وصور من نحاس وزجاج, وقِصَاع كبيرة كالأحواض التي يجتمع فيها الماء, وقدور ثابتات لا تتحرك من أماكنها لعظمهن, وقلنا يا آل داود: اعملوا شكرًا لله على ما أعطاكم, وذلك بطاعته وامتثال أمره, وقليل من عبادي من يشكر الله كثيرًا, وكان داود وآله من القليل.\r\n", "sura_id": 34, "type": 3, "id": 34799, "aya_id": 13}, {"text": " <font color=red>يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُدَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ</font><BR><p>وَقَوْله تَعَالَى : \" يَعْمَلُونَ لَهُ مَا يَشَاء مِنْ مَحَارِيب وَتَمَاثِيل \" أَمَّا الْمَحَارِيب فَهِيَ الْبِنَاء الْحَسَن وَهُوَ أَشْرَف شَيْء فِي الْمَسْكَن وَصَدْره وَقَالَ مُجَاهِد الْمَحَارِيب بُنْيَان دُون الْقُصُور وَقَالَ الضَّحَّاك هِيَ الْمَسَاجِد وَقَالَ قَتَادَة هِيَ الْقُصُور وَالْمَسَاجِد وَقَالَ اِبْن زَيْد هِيَ الْمَسَاكِن وَأَمَّا التَّمَاثُل فَقَالَ عَطِيَّة الْعَوْفِيّ وَالضَّحَّاك وَالسُّدِّيّ التَّمَاثِيل الصُّوَر قَالَ مُجَاهِد وَكَانَتْ مِنْ نُحَاس وَقَالَ قَتَادَة مِنْ طِين وَزُجَاج وَقَوْله تَعَالَى : \" وَجِفَان كَالْجَوَابِ وَقُدُور رَاسِيَات \" الْجَوَاب جَمْع جَابِيَة وَهِيَ الْحَوْض الَّذِي يُجْبَى فِيهِ الْمَاء كَمَا قَالَ الْأَعْشَى مَيْمُون بْن قَيْس : تَرُوح عَلَى آلِ الْمُحَلِّق جَفْنَة كَجَابِيَةِ الشَّيْخ الْعِرَاقِيّ تَفْهَق وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا كَالْجَوَابِ أَيْ كَالْجَوْبَةِ مِنْ الْأَرْض وَقَالَ الْعَوْفِيّ عَنْهُ كَالْحِيَاضِ وَكَذَا قَالَ مُجَاهِد وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ وَالْقُدُور الرَّاسِيَات أَيْ الثَّابِتَات فِي أَمَاكِنهَا لَا تَتَحَرَّك وَلَا تَتَحَوَّل عَنْ أَمَاكِنهَا لِعِظَمِهَا كَذَا قَالَ مُجَاهِد وَالضَّحَّاك وَغَيْرهمَا وَقَالَ عِكْرِمَة أَثَافِيّهَا مِنْهَا وَقَوْله تَعَالَى : \" اِعْمَلُوا آلَ دَاوُدَ شُكْرًا \" أَيْ وَقُلْنَا لَهُمْ اِعْمَلُوا شُكْرًا عَلَى مَا أَنْعَمَ بِهِ عَلَيْكُمْ فِي الدِّين وَالدُّنْيَا وَشُكْرًا مَصْدَر مِنْ غَيْر الْفِعْل أَوْ أَنَّهُ مَفْعُول لَهُ وَعَلَى التَّقْدِيرَيْنِ فِيهِ دَلَالَة عَلَى أَنَّ الشُّكْر يَكُون بِالْفِعْلِ كَمَا يَكُون بِالْقَوْلِ وَالنِّيَّة كَمَا قَالَ الشَّاعِر : أَفَادَتْكُمْ النَّعْمَاء مِنِّي ثَلَاثَة يَدِي وَلِسَانِي وَالضَّمِير الْمُحَجَّبَا قَالَ أَبُو عَبْد الرَّحْمَن السُّلَمِيّ الصَّلَاة شُكْر وَالصِّيَام شُكْر وَكُلّ خَيْر تَعْمَلهُ لِلَّهِ عَزَّ وَجَلَّ شُكْر وَأَفْضَل الشُّكْر الْحَمْد رَوَاهُ اِبْن جَرِير وَرَوَى هُوَ وَابْن أَبِي حَاتِم عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ الشُّكْر تَقْوَى اللَّه تَعَالَى وَالْعَمَل الصَّالِح وَهَذَا يُقَال لِمَنْ هُوَ مُتَلَبِّس بِالْفِعْلِ . وَقَدْ كَانَ آلُ دَاوُدَ عَلَيْهِمْ السَّلَام كَذَلِكَ قَائِمِينَ بِشُكْرِ اللَّه تَعَالَى قَوْلًا وَعَمَلًا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن أَبِي بَكْر حَدَّثَنَا جَعْفَر يَعْنِي اِبْن سُلَيْمَان عَنْ ثَابِت الْبُنَانِيّ قَالَ كَانَ دَاوُدُ عَلَيْهِ السَّلَام قَدْ جَزَّأَ عَلَى أَهْله وَوَلَده وَنِسَائِهِ الصَّلَاة فَكَانَ لَا تَأْتِي عَلَيْهِمْ سَاعَة مِنْ اللَّيْل وَالنَّهَار إِلَّا وَإِنْسَان مِنْ آلِ دَاوُدَ قَائِم يُصَلِّي فَغَمَرَتْهُمْ هَذِهِ الْآيَة \" اِعْمَلُوا آلَ دَاوُدَ شُكْرًا وَقَلِيل مِنْ عِبَادِي الشَّكُور \" وَفِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : إِنَّ أَحَبَّ الصَّلَاة إِلَى اللَّه تَعَالَى صَلَاة دَاوُدَ كَانَ يَنَام نِصْف اللَّيْل وَيَقُوم ثُلُثه وَيَنَام سُدُسه وَأَحَبّ الصِّيَام إِلَى اللَّه تَعَالَى صِيَام دَاوُدَ كَانَ يَصُوم يَوْمًا وَيُفْطِر يَوْمًا وَلَا يَفِرّ إِذَا لَاقَى وَقَدْ رَوَى أَبُو عَبْد اللَّه بْن مَاجَهْ مِنْ حَدِيث سَعِيد بْن دَاوُدَ حَدَّثَنَا يُوسُف بْن مُحَمَّد بْن الْمُنْكَدِر عَنْ أَبِيهِ عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : قَالَتْ أُمّ سُلَيْمَان بْن دَاوُدَ عَلَيْهِمْ السَّلَام لِسُلَيْمَان يَا بُنَيّ لَا تُكْثِر النَّوْم بِاللَّيْلِ فَإِنَّ كَثْرَة النَّوْم بِاللَّيْلِ تَتْرُك الرَّجُل فَقِيرًا يَوْم الْقِيَامَة وَرَوَى اِبْن أَبِي حَاتِم عَنْ دَاوُدَ عَلَيْهِ الصَّلَاة وَالسَّلَام هَهُنَا أَثَرًا غَرِيبًا مُطَوَّلًا جِدًّا وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عِمْرَان بْن مُوسَى حَدَّثَنَا أَبُو زَيْد قَبِيصَة بْن إِسْحَاق الرَّقِّيّ قَالَ : قَالَ فُضَيْل فِي قَوْله تَعَالَى : \" اِعْمَلُوا آلَ دَاوُدَ شُكْرًا \" قَالَ دَاوُدُ يَا رَبّ كَيْف أَشْكُرك وَالشُّكْر نِعْمَة مِنْك ؟ قَالَ الْآن شَكَرْتنِي حِين قُلْت إِنَّ النِّعْمَة مِنِّي وَقَوْله تَعَالَى : \" وَقَلِيل مِنْ عِبَادِي الشَّكُور \" إِخْبَار عَنْ الْوَاقِع .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40244, "aya_id": 13}]