[{"text": "مِنَ الْجِنَّةِ وَ النَّاسِ", "sura_id": 114, "type": 0, "id": 6236, "aya_id": 6}, {"text": "من الجنة و الناس", "sura_id": 114, "type": 1, "id": 12472, "aya_id": 6}, {"text": "6 - (من الجنة والناس) بيان للشيطان الموسوس أنه جني وأنسي كقوله تعالى {شياطين الجن والإنس} أو من الجنة بيان له والناس عطف على الوسواس وعلى كل ما يشمل شر لبيد وبناته المذكورين ، واعترض الأول بأن الناس لا يوسوس في صدورهم الناس إنما يوسوسس في صدورهم الجن وأجيب بأن الناس يوسوسون أيضا بمعنى يليق بهم في الظاهر ثم تصل وسوستهم إلى القلب وتثبت فيه بالطريق المؤدي إلى ذلك والله تعالى أعلم. \r\n", "sura_id": 114, "type": 2, "id": 31180, "aya_id": 6}, {"text": "من شياطين الجن والإنس.", "sura_id": 114, "type": 3, "id": 37416, "aya_id": 6}, {"text": " <font color=red>مِنَ الْجِنَّةِ وَالنَّاسِ</font><BR><p>وَقَوْله تَعَالَى \" مِنْ الْجِنَّة وَالنَّاس\" هَلْ هُوَ تَفْصِيل لِقَوْلِهِ \" الَّذِي يُوَسْوِس فِي صُدُور النَّاس\" مِنْ شَيَاطِين الْإِنْس وَالْجِنّ كَمَا قَالَ تَعَالَى \" وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيّ عَدُوًّا شَيَاطِين الْإِنْس وَالْجِنّ يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا \" . وَكَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا الْمَسْعُودِيّ حَدَّثَنَا أَبُو عَمْرو الدِّمَشْقِيّ حَدَّثَنَا عُبَيْد بْن الْخَشْخَاش عَنْ أَبِي ذَرّ قَالَ أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي الْمَسْجِد فَجَلَسْت فَقَالَ \" يَا أَبَا ذَرّ هَلْ صَلَّيْت ؟ \" قُلْت لَا قَالَ \" قُمْ فَصَلِّ \" قَالَ فَقُمْت فَصَلَّيْت ثُمَّ جَلَسْت فَقَالَ \" يَا أَبَا ذَرّ تَعَوَّذْ بِاَللَّهِ مِنْ شَرّ شَيَاطِين الْإِنْس وَالْجِنّ \" قَالَ : فَقُلْت يَا رَسُول اللَّه وَلِلْإِنْسِ شَيَاطِين ؟ قَالَ \" نَعَمْ \" قَالَ : فَقُلْت يَا رَسُول اللَّه الصَّلَاة ؟ قَالَ \" خَيْر مَوْضُوع مَنْ شَاءَ أَقَلَّ وَمَنْ شَاءَ أَكْثَرَ\" قُلْت يَا رَسُول اللَّه فَالصَّوْم ؟ قَالَ \" فَرْض مُجْزِئ وَعِنْد اللَّه مَزِيد \" قُلْت يَا رَسُول اللَّه فَالصَّدَقَة ؟ قَالَ \" أَضْعَاف مُضَاعَفَة \" قُلْت يَا رَسُول اللَّه فَأَيّهَا أَفْضَل ؟ قَالَ \" جَهْد مِنْ مُقِلّ أَوْ سِرّ إِلَى فَقِير \" قُلْت يَا رَسُول اللَّه أَيّ الْأَنْبِيَاء كَانَ أَوَّل ؟ قَالَ \" آدَم \" قُلْت يَا رَسُول اللَّه وَنَبِيًّا كَانَ ؟ قَالَ \" نَعَمْ نَبِيّ مُكَلَّم \" قُلْت يَا رَسُول اللَّه كَمْ الْمُرْسَلُونَ ؟ قَالَ \" ثَلَثمِائَةِ وَبِضْعَة عَشَرَ جَمًّا غَفِيرًا \" وَقَالَ مَرَّة \" خَمْسَة عَشَرَ \" قُلْت يَا رَسُول اللَّه أَيّمَا أَنْزَلَ عَلَيْك أَعْظَم قَالَ \" آيَة الْكُرْسِيّ \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث أَبِي عُمَر الدِّمَشْقِيّ بِهِ وَقَدْ أَخْرَجَ هَذَا الْحَدِيث مُطَوَّلًا جِدًّا أَبُو حَاتِم بْن حِبَّان فِي صَحِيحه بِطَرِيقٍ آخَر وَلَفْظ آخَر مُطَوَّل جِدًّا فَاَللَّه اِعْلَمْ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ مَنْصُور عَنْ ذَرّ بْن عَبْد اللَّه الْهَمْدَانِيّ عَنْ عَبْد اللَّه بْن شَدَّاد عَنْ اِبْن عَبَّاس قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنِّي لَأُحَدِّث نَفْسِي بِالشَّيْءِ لَأَنْ أَخِرّ مِنْ السَّمَاء أَحَبّ إِلَيَّ مِنْ أَنْ أَتَكَلَّم بِهِ قَالَ : فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّه أَكْبَر اللَّه أَكْبَر الْحَمْد لِلَّهِ الَّذِي رَدَّ كَيْده إِلَى الْوَسْوَسَة\" وَرَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ حَدِيث مَنْصُور زَادَ النَّسَائِيّ وَالْأَعْمَش كِلَاهُمَا عَنْ ذَرّ بِهِ آخِر التَّفْسِير. وَلِلَّهِ الْحَمْد وَالْمِنَّة وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ.</p><BR> <br> ", "sura_id": 114, "type": 4, "id": 37745, "aya_id": 6}]