[{"text": "وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ", "sura_id": 40, "type": 0, "id": 4153, "aya_id": 20}, {"text": "والله يقضي بالحق والذين يدعون من دونه لا يقضون بشيء إن الله هو السميع البصير", "sura_id": 40, "type": 1, "id": 10389, "aya_id": 20}, {"text": "20 - (والله يقضي بالحق والذين يدعون) يعبدون أي كفار مكة بالياء والتاء (من دونه) وهم الأصنام (لا يقضون بشيء) فكيف يكونون شركاء الله (إن الله هو السميع) لأقوالهم (البصير) بأفعالهم \r\n", "sura_id": 40, "type": 2, "id": 29097, "aya_id": 20}, {"text": "والله سبحانه يقضي بين الناس بالعدل فيما يستحقونه, والذين يُعبدون من دون الله من الآلهة لا يقضون بشيء؛ لعجزهم عن ذلك. إن الله هو السميع لما تنطق به ألسنتكم, البصير بأفعالكم وأعمالكم، وسيجازيكم عليها.\r\n", "sura_id": 40, "type": 3, "id": 35333, "aya_id": 20}, {"text": " <font color=red>وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ</font><BR><p>وَقَوْله عَزَّ وَجَلَّ \" وَاَللَّه يَقْضِي بِالْحَقِّ \" أَيْ يَحْكُم بِالْعَدْلِ قَالَ الْأَعْمَش عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَاَللَّه يَقْضِي بِالْحَقِّ \" قَادِر عَلَى أَنْ يَجْزِي بِالْحَسَنَةِ الْحَسَنَة وَبِالسَّيِّئَةِ السَّيِّئَة \" إِنَّ اللَّه هُوَ السَّمِيع الْبَصِير \" وَهَذَا الَّذِي فَسَّرَ بِهِ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا هَذِهِ الْآيَة كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِي الَّذِينَ أَحْسَنُوا بِالْحُسْنَى \" وَقَوْله جَلَّ وَعَلَا \" وَاَلَّذِينَ يَدْعُونَ مِنْ دُونه \" أَيْ مِنْ الْأَصْنَام وَالْأَوْثَان وَالْأَنْدَاد \" لَا يَقْضُونَ بِشَيْءٍ \" أَيْ لَا يَمْلِكُونَ شَيْئًا وَلَا يَحْكُمُونَ بِشَيْءٍ \" إِنَّ اللَّه هُوَ السَّمِيع الْبَصِير \" أَيْ سَمِيع لِأَقْوَالِ خَلْقه بَصِير بِهِمْ فَيَهْدِي مَنْ يَشَاء وَيُضِلّ مَنْ يَشَاء وَهُوَ الْحَاكِم الْعَادِل فِي جَمِيع ذَلِكَ .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40954, "aya_id": 20}]