[{"text": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا", "sura_id": 19, "type": 0, "id": 2323, "aya_id": 73}, {"text": "وإذا تتلى عليهم آياتنا بينات قال الذين كفروا للذين آمنوا أي الفريقين خير مقاما و أحسن نديا", "sura_id": 19, "type": 1, "id": 8559, "aya_id": 73}, {"text": "73 - (وإذا تتلى عليهم) أي المؤمنين والكافرين (آياتنا) من القرآن (بينات) واضحات حال (قال الذين كفروا للذين آمنوا أي الفريقين) نحن وأنتم (خير مقاما) منزلا ومسكنا بالفتح من قام وبالضم من أقام (وأحسن نديا) بمعنى النادي وهو مجتمع القوم يتحدثون فيه يعنون نحن فنكون خيرا منكم \r\n", "sura_id": 19, "type": 2, "id": 27267, "aya_id": 73}, {"text": "وإذا تتلى على الناس آياتنا المنزلات الواضحات قال الكفار بالله للمؤمنين به: أيُّ الفريقين منَّا ومنكم أفضل منزلا وأحسن مجلسًا؟\r\n", "sura_id": 19, "type": 3, "id": 33503, "aya_id": 73}, {"text": " <font color=red>وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا</font><BR><p>يُخْبِر تَعَالَى عَنْ الْكُفَّار حِين تُتْلَى عَلَيْهِمْ آيَات اللَّه ظَاهِرَة الدَّلَالَة بَيِّنَة الْحُجَّة وَاضِحَة الْبُرْهَان أَنَّهُمْ يَصُدُّونَ وَيُعْرِضُونَ عَنْ ذَلِكَ وَيَقُولُونَ عَنْ الَّذِينَ آمَنُوا مُفْتَخِرِينَ عَلَيْهِمْ وَمُحْتَجِّينَ عَلَى صِحَّة مَا هُمْ عَلَيْهِ مِنْ الدِّين الْبَاطِل بِأَنَّهُمَا \" خَيْر مَقَامًا وَأَحْسَن نَدِيًّا \" أَيْ أَحْسَن مَنَازِل وَأَرْفَع دُورًا وَأَحْسَن نَدِيًّا وَهُوَ مُجْتَمَع الرِّجَال لِلْحَدِيثِ أَيْ نَادِيهمْ أَعْمَر وَأَكْثَر وَارِدًا وَطَارِقًا يَعْنُونَ فَكَيْف نَكُون وَنَحْنُ بِهَذِهِ الْمَثَابَة عَلَى بَاطِل وَأُولَئِكَ الَّذِينَ هُمْ مُخْتَفُونَ مُسْتَتِرُونَ فِي دَار الْأَرْقَم بْن أَبِي الْأَرْقَم وَنَحْوهَا مِنْ الدُّور عَلَى الْحَقّ كَمَا قَالَ تَعَالَى مُخْبِرًا عَنْهُمْ \" وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ \" وَقَالَ قَوْم نُوح \" أَنُؤْمِنُ لَك وَاتَّبَعَك الْأَرْذَلُونَ \" وَقَالَ تَعَالَى \" وَكَذَلِكَ فَتَنَّا بَعْضهمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّه عَلَيْهِمْ مِنْ بَيْننَا أَلَيْسَ اللَّه بِأَعْلَم بِالشَّاكِرِينَ \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38469, "aya_id": 73}]