[{"text": "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُواْ مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُواْ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ", "sura_id": 2, "type": 0, "id": 70, "aya_id": 63}, {"text": "وإذ أخذنا ميثاقكم ورفعنا فوقكم الطور خذوا ما آتيناكم بقوة واذكروا ما فيه لعلكم تتقون", "sura_id": 2, "type": 1, "id": 6306, "aya_id": 63}, {"text": "63 - (و) اذكر (إذ أخذنا ميثاقكم) عهدكم بالعمل بما في التوراة (و) قد (رفعنا فوقكم الطور) الجبل اقتلعناه من أصله عليكم لما أبيتم قبولها وقلنا (خذوا ما آتيناكم بقوة) بجد واجتهاد (واذكروا ما فيه) بالعمل به (لعلكم تتقون) النار أو المعاصي \r\n", "sura_id": 2, "type": 2, "id": 25014, "aya_id": 63}, {"text": "واذكروا -يا بني إسرائيل- حين أَخَذْنا العهد المؤكَّد منكم بالإيمان بالله وإفراده بالعبادة, ورفعنا جبل الطور فوقكم, وقلنا لكم: خذوا الكتاب الذي أعطيناكم بجدٍ واجتهاد واحفظوه, وإلا أطبقنا عليكم الجبل، ولا تنسوا التوراة قولا وعملا كي تتقوني وتخافوا عقابي.\r\n", "sura_id": 2, "type": 3, "id": 31250, "aya_id": 63}, {"text": " <font color=red>وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ</font><BR><p>يَقُول تَعَالَى مُذَكِّرًا بَنِي إِسْرَائِيل مَا أَخَذَ عَلَيْهِمْ مِنْ الْعُهُود وَالْمَوَاثِيق بِالْإِيمَانِ بِهِ وَحْده لَا شَرِيك لَهُ وَاتِّبَاع رُسُله وَأَخْبَرَ تَعَالَى أَنَّهُ لَمَّا أَخَذَ عَلَيْهِمْ الْمِيثَاق رَفَعَ الْجَبَل فَوْق رُءُوسهمْ لِيُقِرُّوا بِمَا عُوهِدُوا عَلَيْهِ وَيَأْخُذُوهُ بِقُوَّةٍ وَجَزْم وَامْتِثَال كَمَا قَالَ تَعَالَى\" وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ \" فَالطُّور هُوَ الْجَبَل كَمَا فَسَّرَهُ بِهِ فِي الْأَعْرَاف وَنَصَّ عَلَى ذَلِكَ اِبْن عَبَّاس وَمُجَاهِد وَعَطَاء وَعِكْرِمَة وَالْحَسَن وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَغَيْر وَاحِد وَهَذَا ظَاهِر وَفِي رِوَايَة عَنْ اِبْن عَبَّاس الطُّور مَا أَنْبَتَ مِنْ الْجِبَال وَمَا لَمْ يُنْبِت فَلَيْسَ بِطُورٍ وَفِي حَدِيث الْفُتُون عَنْ اِبْن عَبَّاس أَنَّهُمْ لَمَّا اِمْتَنَعُوا عَنْ الطَّاعَة رَفَعَ عَلَيْهِمْ الْجَبَل لِيَسْمَعُوا . وَقَالَ السُّدِّيّ : فَلَمَّا أَبَوْا أَنْ يَسْجُدُوا أَمَرَ اللَّهُ الْجَبَلَ أَنْ يَقَع عَلَيْهِمْ فَنَظَرُوا إِلَيْهِ وَقَدْ غَشِيَهُمْ فَسَقَطُوا سَجَدُوا فَسَجَدُوا عَلَى شِقّ وَنَظَرُوا بِالشِّقِّ الْآخَر فَرَحِمَهُمْ اللَّهُ فَكَشَفَهُ عَنْهُمْ فَقَالُوا وَاَللَّه مَا سَجْدَة أَحَبّ إِلَى اللَّه مِنْ سَجْدَة كَشَفَ بِهَا الْعَذَاب عَنْهُمْ فَهُمْ يَسْجُدُونَ كَذَلِكَ وَذَلِكَ قَوْل اللَّه تَعَالَى \" وَرَفَعْنَا فَوْقكُمْ الطُّور \" وَقَالَ الْحَسَن فِي قَوْله \" خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ \" يَعْنِي التَّوْرَاة وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس بِقُوَّةٍ أَيْ بِطَاعَةٍ وَقَالَ مُجَاهِد : بِقُوَّةٍ بِعَمَلٍ بِمَا فِيهِ وَقَالَ قَتَادَة \" خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ \" قُوَّة الْجَدّ وَإِلَّا قَذَفْته عَلَيْكُمْ . قَالَ : فَأَقَرُّوا بِذَلِكَ أَنَّهُمْ يَأْخُذُونَ مَا أُوتُوا بِقُوَّةٍ وَمَعْنَى قَوْله وَإِلَّا قَذَفْته عَلَيْكُمْ أَيْ أُسْقِطهُ عَلَيْكُمْ يَعْنِي الْجَبَل . وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع \" وَاذْكُرُوا مَا فِيهِ \" يَقُول اِقْرَءُوا مَا فِي التَّوْرَاة وَاعْمَلُوا بِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38742, "aya_id": 63}]