[{"text": "الْجَوَارِ الْكُنَّسِ", "sura_id": 81, "type": 0, "id": 5816, "aya_id": 16}, {"text": "الجوار الكنس", "sura_id": 81, "type": 1, "id": 12052, "aya_id": 16}, {"text": "16 - (الجوار الكنس) هي النجوم الخمسة زحل والمشتري والمريخ والزهرة وعطارد تخنُس بضم النون أي ترجع في مجراها وراءها بينما نرى النجم في آخر البرج إذ كر راجعا إلى أوله وتكنِس بكسر النون تدخل في كناسها أي تغيب في المواضع التي تغيب فيها \r\n", "sura_id": 81, "type": 2, "id": 30760, "aya_id": 16}, {"text": "الجارية والمستترة في أبراجها,\r\n", "sura_id": 81, "type": 3, "id": 36996, "aya_id": 16}, {"text": " <font color=red>الْجَوَارِي الْكُنَّسِ</font><BR><p>رَوَى مُسْلِم فِي صَحِيحه وَالنَّسَائِيّ فِي تَفْسِيره عِنْد هَذِهِ الْآيَة مِنْ حَدِيث مِسْعَر بْن كِدَام عَنْ الْوَلِيد بْن سَرِيع عَنْ عَمْرو بْن حُرَيْث قَالَ : صَلَّيْت خَلْف النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصُّبْح فَسَمِعْته يَقْرَأ \" فَلَا أُقْسِم بِالْخُنَّسِ الْجَوَار الْكُنَّس وَاللَّيْل إِذَا عَسْعَسَ وَالصُّبْح إِذَا تَنَفَّسَ \" وَرَوَاهُ النَّسَائِيّ عَنْ بُنْدَار عَنْ غُنْدَر عَنْ شُعْبَة عَنْ الْحَجَّاج بْن عَاصِم عَنْ أَبِي الْأَسْوَد عَنْ عَمْرو بْن حُرَيْث بِهِ نَحْوه قَالَ اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ طَرِيق الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ رَجُل مِنْ مُرَاد عَنْ عَلِيّ \" فَلَا أُقْسِم بِالْخُنَّسِ الْجَوَار الْكُنَّس \" قَالَ هِيَ النُّجُوم تَخْنَس بِالنَّهَارِ وَتَظْهَر بِاللَّيْلِ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ سِمَاك بْن حَرْب سَمِعْت خَالِد بْن عَرْعَرَة سَمِعْت عَلِيًّا وَسُئِلَ عَنْ \" لَا أُقْسِم بِالْخُنَّسِ الْجَوَار الْكُنَّس \" فَقَالَ هِيَ النُّجُوم تَخْنَس بِالنَّهَارِ وَتَكْنُس بِاللَّيْلِ وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ إِسْرَائِيل عَنْ سِمَاك عَنْ خَالِد عَنْ عَلِيّ قَالَ هِيَ النُّجُوم وَهَذَا إِسْنَاد جَيِّد صَحِيح إِلَى خَالِد بْن عَرْعَرَة وَهُوَ السَّهْمِيّ الْكُوفِيّ قَالَ أَبُو حَاتِم الرَّازِيّ رَوَى عَنْ عَلِيّ وَرَوَى عَنْهُ سِمَاك وَالْقَاسِم بْن عَوْف الشَّيْبَانِيّ وَلَمْ يَذْكُر فِيهِ جَرْحًا وَلَا تَعْدِيلًا فَاَللَّه أَعْلَم . وَرَوَى يُونُس عَنْ أَبِي إِسْحَاق عَنْ الْحَارِث عَنْ عَلِيّ أَنَّهَا النُّجُوم رَوَاهُ اِبْن أَبِي حَاتِم وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَغَيْرهمْ أَنَّهَا النُّجُوم وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا هَوْذَة بْن خَلِيفَة حَدَّثَنَا عَوْف عَنْ بَكْر بْن عَبْد اللَّه فِي قَوْله تَعَالَى\" فَلَا أُقْسِم بِالْخُنَّسِ الْجَوَار الْكُنَّس \" قَالَ هِيَ النُّجُوم الدَّرَارِيّ الَّتِي تَجْرِي تَسْتَقْبِل الْمَشْرِق وَقَالَ بَعْض الْأَئِمَّة إِنَّمَا قِيلَ لِلنُّجُومِ الْخُنَّس أَيْ فِي حَال طُلُوعهَا ثُمَّ هِيَ جَوَارٍ فِي فَلَكهَا وَفِي حَال غَيْبُوبَتهَا يُقَال لَهَا كُنَّس مِنْ قَوْل الْعَرَب أَوَى الظَّبْي إِلَى كِنَاسه إِذَا تَغَيَّبَ فِيهِ وَقَالَ الْأَعْمَش عَنْ إِبْرَاهِيم قَالَ : قَالَ عَبْد اللَّه\" فَلَا أُقْسِم بِالْخُنَّسِ \" قَالَ بَقَر الْوَحْش وَكَذَا قَالَ الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي مَيْسَرَة عَنْ عَبْد اللَّه\" فَلَا أُقْسِم بِالْخُنَّسِ الْجَوَار الْكُنَّس \" مَا هِيَ يَا عَمْرو ؟ قُلْت الْبَقَر قَالَ وَأَنَا أَرَى ذَلِكَ وَكَذَا رَوَى يُونُس عَنْ أَبِي إِسْحَاق عَنْ أَبِيهِ وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ عَمْرو عَنْ أَبِيهِ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" الْجَوَار الْكُنَّس \" قَالَ الْبَقَر تَكْنُس إِلَى الظِّلّ وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس هِيَ الظِّبَاء وَكَذَا قَالَ سَعِيد أَيْضًا وَمُجَاهِد وَالضَّحَّاك وَقَالَ أَبُو الشَّعْثَاء جَابِر بْن زَيْد هِيَ الظِّبَاء وَالْبَقَر وَقَالَ اِبْن جَرِير حَدَّثَنَا يَعْقُوب حَدَّثَنَا هُشَيْم أَخْبَرَنَا مُغِيرَة عَنْ إِبْرَاهِيم وَمُجَاهِد أَنَّهُمَا تَذَاكَرَا هَذِهِ الْآيَة \" فَلَا أُقْسِم بِالْخُنَّسِ الْجَوَار الْكُنَّس \" فَقَالَ إِبْرَاهِيم لِمُجَاهِدٍ قُلْ فِيهَا بِمَا سَمِعْت قَالَ : فَقَالَ مُجَاهِد كُنَّا نَسْمَع فِيهَا شَيْئًا وَنَاس يَقُولُونَ إِنَّهَا النُّجُوم قَالَ : فَقَالَ إِبْرَاهِيم قُلْ فِيهَا بِمَا سَمِعْت قَالَ : فَقَالَ مُجَاهِد كُنَّا نَسْمَع أَنَّهَا بَقَر الْوَحْش حِين تَكْنُس فِي حُجْرَتهَا قَالَ : فَقَالَ إِبْرَاهِيم إِنَّهُمْ يَكْذِبُونَ عَلَى عَلِيّ هَذَا كَمَا رَوَوْا عَنْ عَلِيّ أَنَّهُ ضَمَّنَ الْأَسْفَل الْأَعْلَى وَالْأَعْلَى الْأَسْفَل وَتَوَقَّفَ اِبْن جَرِير فِي الْمُرَاد بِقَوْلِهِ \" الْخُنَّس الْجَوَار الْكُنَّس \" هَلْ هُوَ النُّجُوم أَوْ الظِّبَاء وَبَقَر الْوَحْش قَالَ وَيَحْتَمِل أَنْ يَكُون الْجَمِيع مُرَادًا .</p><BR> <br> ", "sura_id": 81, "type": 4, "id": 43178, "aya_id": 16}]