[{"text": "أَمْ كُنتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُواْ نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ", "sura_id": 2, "type": 0, "id": 140, "aya_id": 133}, {"text": "أم كنتم شهداء إذ حضر يعقوب الموت إذ قال لبنيه ما تعبدون من بعدي قالوا نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق إلها واحدا ونحن له مسلمون", "sura_id": 2, "type": 1, "id": 6376, "aya_id": 133}, {"text": "133 - ولما قال اليهود للنبي ألست تعلم أن يعقوب يوم مات أوصى بنيه باليهودية نزل: (أم كنتم شهداء) حضورا (إذ حضر يعقوبَ الموتُ إذ) بدل من إذ قبله (قال لبنيه ما تعبدون من بعدي) بعد موتي (قالوا نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق) عدُّ إسماعيلَ من الآباء تغليب ، ولأن العم بمنزلة الأب (إلها واحدا) بدل من إلهك (ونحن له مسلمون) وأم بمعنى همزة الإنكار أي لم تحضروه وقت موته فكيف تنسبون إليه ما لا يليق به \r\n", "sura_id": 2, "type": 2, "id": 25084, "aya_id": 133}, {"text": "أكنتم أيها اليهود حاضرين حين جاء الموتُ يعقوبَ, إذ جمع أبناءه وسألهم ما تعبدون من بعد موتي؟ قالوا: نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق إلهًا واحدًا, ونحن له منقادون خاضعون.\r\n", "sura_id": 2, "type": 3, "id": 31320, "aya_id": 133}, {"text": " <font color=red>أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ</font><BR><p>يَقُول تَعَالَى مُحْتَجًّا عَلَى الْمُشْرِكِينَ مِنْ الْعَرَب أَبْنَاء إِسْمَاعِيل وَعَلَى الْكُفَّار مِنْ بَنِي إِسْرَائِيل - وَهُوَ يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم عَلَيْهِمْ السَّلَام - بِأَنَّ يَعْقُوب لَمَّا حَضَرَتْهُ الْوَفَاةُ وَصَّى بَنِيهِ بِعِبَادَةِ اللَّه وَحْده لَا شَرِيك لَهُ فَقَالَ لَهُمْ \" مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُد إِلَهَك وَإِلَه آبَائِك إِبْرَاهِيم وَإِسْمَاعِيل وَإِسْحَاق \" وَهَذَا مِنْ بَاب التَّغْلِيب لِأَنَّ إِسْمَاعِيل عَمّه : قَالَ النَّحَّاس وَالْعَرَب تُسَمِّي الْعَمّ أَبًا نَقَلَهُ الْقُرْطُبِيّ قَدْ اِسْتَدَلَّ بِهَذِهِ الْآيَة الْكَرِيمَة مَنْ جَعَلَ الْجَدّ أَبًا وَحَجَبَ بِهِ الْإِخْوَة كَمَا هُوَ قَوْل الصِّدِّيق حَكَاهُ الْبُخَارِيّ عَنْهُ مِنْ طَرِيق اِبْن عَبَّاس وَابْن الزُّبَيْر ثُمَّ قَالَ الْبُخَارِيّ وَلَمْ يَخْتَلِف عَلَيْهِ وَإِلَيْهِ ذَهَبَتْ عَائِشَة أُمّ الْمُؤْمِنِينَ وَبِهِ يَقُول الْحَسَن الْبَصْرِيّ وَطَاوُس وَعَطَاء وَهُوَ مَذْهَب أَبِي حَنِيفَة وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف وَقَالَ مَالِك وَالشَّافِعِيّ وَأَحْمَد فِي الْمَشْهُور عَنْهُ أَنَّهُ يُقَاسِم الْإِخْوَة وَحُكِيَ ذَلِكَ عَنْ عُمَر وَعُثْمَان وَعَلِيّ وَابْن مَسْعُود وَزَيْد بْن ثَابِت وَجَمَاعَة مِنْ السَّلَف وَالْخَلَف وَاخْتَارَهُ صَاحِبَا أَبِي حَنِيفَة الْقَاضِي أَبُو يُوسُف وَمُحَمَّد بْن الْحَسَن وَلِتَقْرِيرِهَا مَوْضِع آخَر وَقَوْله \" إِلَهًا وَاحِدًا\" أَيْ نُوَحِّدهُ بِالْأُلُوهِيَّةِ وَلَا نُشْرِك بِهِ شَيْئًا غَيْره\" وَنَحْنُ لَهُ مُسْلِمُونَ \" أَيْ مُطِيعُونَ خَاضِعُونَ كَمَا قَالَ تَعَالَى \" وَلَهُ أَسْلَمَ مَنْ فِي السَّمَوَاتِ وَالْأَرْض طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ \" وَالْإِسْلَام هُوَ مِلَّة الْأَنْبِيَاء قَاطِبَة وَإِنْ تَنَوَّعَتْ شَرَائِعُهُمْ وَاخْتَلَفَتْ مَنَاهِجُهُمْ كَمَا قَالَ تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَالْآيَات فِي هَذَا كَثِيرَة وَالْأَحَادِيث فَمِنْهَا قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَحْنُ مَعْشَر الْأَنْبِيَاء أَوْلَاد عَلَّات دِينُنَا وَاحِدٌ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38535, "aya_id": 133}]