[{"text": "وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ", "sura_id": 26, "type": 0, "id": 3019, "aya_id": 87}, {"text": "ولا تخزني يوم يبعثون", "sura_id": 26, "type": 1, "id": 9255, "aya_id": 87}, {"text": "87 - (ولا تخزني) تفضحني (يوم يبعثون) الناس \r\n", "sura_id": 26, "type": 2, "id": 27963, "aya_id": 87}, {"text": "ولا تُلْحق بي الذل، يوم يخرج الناس من القبور للحساب والجزاء،\r\n", "sura_id": 26, "type": 3, "id": 34199, "aya_id": 87}, {"text": " <font color=red>وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ</font><BR><p>وَقَوْله : \" وَلَا تُخْزِنِي يَوْم يُبْعَثُونَ \" أَيْ أَجِرْنِي مِنْ الْخِزْي يَوْم الْقِيَامَة وَيَوْم يُبْعَث الْخَلَائِق أَوَّلهمْ وَآخِرهمْ وَقَالَ الْبُخَارِيّ عِنْد هَذِهِ الْآيَة قَالَ إِبْرَاهِيم بْن طَهْمَان عَنْ اِبْن أَبِي ذِئْب عَنْ سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَلْقَى إِبْرَاهِيم يَوْم الْقِيَامَة أَبَاهُ عَلَيْهِ الْغَبَرَة وَالْقَتَرَة \" وَفِي رِوَايَة أُخْرَى حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا أَخِي عَنْ اِبْن أَبِي ذِئْب عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَلْقَى إِبْرَاهِيم أَبَاهُ فَيَقُول يَا رَبّ إِنَّك وَعَدْتنِي أَنْ لَا تُخْزِنِي يَوْم يُبْعَثُونَ فَيَقُول اللَّه تَعَالَى إِنِّي حَرَّمْت الْجَنَّة عَلَى الْكَافِرِينَ \" هَكَذَا رَوَاهُ عِنْد هَذِهِ الْآيَة وَفِي أَحَادِيث الْأَنْبِيَاء بِهَذَا الْإِسْنَاد بِعَيْنِهِ مُنْفَرِدًا بِهِ وَلَفْظه \" يَلْقَى إِبْرَاهِيم أَبَاهُ آزَرَ يَوْم الْقِيَامَة وَعَلَى وَجْه آزَرَ قَتَرَة وَغَبَرَة فَيَقُول لَهُ إِبْرَاهِيم أَلَمْ أَقُلْ لَك لَا تَعْصِنِي فَيَقُول أَبُوهُ فَالْيَوْم لَا أَعْصِيك فَيَقُول إِبْرَاهِيم يَا رَبّ إِنَّك وَعَدْتنِي أَنْ لَا تُخْزِنِي يَوْم يُبْعَثُونَ فَأَيّ خِزْي أَخْزَى مِنْ أَبِي الْأَبْعَد ؟ فَيَقُول اللَّه تَعَالَى إِنِّي حَرَّمْت الْجَنَّة عَلَى الْكَافِرِينَ ثُمَّ يَقُول يَا إِبْرَاهِيم اُنْظُرْ تَحْت رِجْلك فَيَنْظُر فَإِذَا هُوَ بِذِيخٍ مُلْتَطِخٍ فَيُؤْخَذ بِقَوَائِمِهِ فَيُلْقَى فِي النَّار \" وَرَوَاهُ عَبْد الرَّحْمَن النَّسَائِيّ فِي التَّفْسِير مِنْ سُنَنه الْكَبِير وَقَوْله : \" وَلَا تُخْزِنِي يَوْم يُبْعَثُونَ \" أَخْبَرَنَا أَحْمَد بْن حَفْص بْن عَبْد اللَّه حَدَّثَنِي أَبِي حَدَّثَنِي إِبْرَاهِيم بْن طَهْمَان عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن عَنْ سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ إِبْرَاهِيم رَأَى أَبَاهُ يَوْم الْقِيَامَة عَلَيْهِ الْغَبَرَة وَالْقَتَرَة وَقَالَ لَهُ قَدْ نَهَيْتُك عَنْ هَذَا فَعَصَيْتنِي قَالَ لَكِنِّي الْيَوْم لَا أَعْصِيك وَاحِدَة قَالَ يَا رَبّ وَعَدْتنِي أَنْ لَا تُخْزِنِي يَوْم يُبْعَثُونَ فَإِنْ أَخْزَيْت أَبَاهُ فَقَدْ أَخْزَيْت الْأَبْعَد قَالَ يَا إِبْرَاهِيم إِنِّي حَرَّمْتهَا عَلَى الْكَافِرِينَ فَأُخِذَ مِنْهُ قَالَ يَا إِبْرَاهِيم أَيْنَ أَبُوك ؟ قَالَ أَنْتَ أَخَذْته مِنِّي قَالَ اُنْظُرْ أَسْفَل مِنْك فَنَظَرَ فَإِذَا ذِيخ يَتَمَرَّغ فِي نَتْنه فَأُخِذَ بِقَوَائِمِهِ فَأُلْقِيَ فِي النَّار \" وَهَذَا إِسْنَاد غَرِيب وَفِيهِ نَكَارَة وَالذِّيخ هُوَ الذَّكَر مِنْ الضِّبَاع كَأَنَّهُ حَوَّلَ آزَر إِلَى صُورَة ذِيخ مُتَلَطِّخ بِعَذِرَتِهِ فَيُلْقَى فِي النَّار كَذَلِكَ وَقَدْ رَوَاهُ الْبَزَّار بِإِسْنَادِهِ مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ أَيُّوب عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِيهِ غَرَابَة وَرَوَاهُ أَيْضًا مِنْ حَدِيث قَتَادَة عَنْ جَعْفَر بْن عَبْد الْغَافِر عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39579, "aya_id": 87}]