[{"text": "تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا", "sura_id": 25, "type": 0, "id": 2856, "aya_id": 1}, {"text": "تبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيرا", "sura_id": 25, "type": 1, "id": 9092, "aya_id": 1}, {"text": "سورة الفرقان 1 - (تبارك) تعالى (الذي نزل الفرقان) القرآن لأنه فرق بين الحق والباطل (على عبده) محمد (ليكون للعالمين) الإنس والجن دون الملائكة (نذيرا) مخوفا من عذاب الله \r\n", "sura_id": 25, "type": 2, "id": 27800, "aya_id": 1}, {"text": "عَظُمَتْ بركات الله, وكثرت خيراته, وكملت أوصافه سبحانه وتعالى الذي نزَّل القرآن الفارق بين الحق والباطل على عبده محمد صلى الله عليه وسلم؛ ليكون رسولا للإنس والجن, مخوِّفًا لهم من عذاب الله.\r\n", "sura_id": 25, "type": 3, "id": 34036, "aya_id": 1}, {"text": " <font color=red>تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</font><BR><p>يَقُول تَعَالَى حَامِدًا لِنَفْسِهِ الْكَرِيمَة عَلَى مَا نَزَّلَهُ عَلَى رَسُوله الْكَرِيم مِنْ الْقُرْآن الْعَظِيم كَمَا قَالَ تَعَالَى \" الْحَمْد لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْده الْكِتَاب وَلَمْ يَجْعَل لَهُ عِوَجًا قَيِّمًا لِيُنْذِر بَأْسًا شَدِيدًا مِنْ لَدُنْه وَيُبَشِّر الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَات \" الْآيَة وَقَالَ هَهُنَا \" تَبَارَكَ \" وَهُوَ تَفَاعُل مِنْ الْبَرَكَة الْمُسْتَقِرَّة الثَّابِتَة الدَّائِمَة \" الَّذِي نَزَّلَ الْفُرْقَان \" نَزَّلَ فِعْل مِنْ التَّكَرُّر وَالتَّكَثُّر كَقَوْلِهِ \" وَالْكِتَاب الَّذِي نَزَّلَ عَلَى رَسُوله وَالْكِتَاب الَّذِي أَنْزَلَ مِنْ قَبْل \" لِأَنَّ الْكُتُب الْمُتَقَدِّمَة كَانَتْ تَنْزِل جُمْلَة وَاحِدَة وَالْقُرْآن نَزَلَ مُنَجَّمًا مُفَرَّقًا مُفَصَّلًا آيَات بَعْد آيَات وَأَحْكَامًا بَعْد أَحْكَام وَسُوَرًا بَعْد سُوَر وَهَذَا أَشَدّ وَأَبْلَغ وَأَشَدّ اِعْتِنَاء بِمَنْ أُنْزِلَ عَلَيْهِ كَمَا قَالَ فِي أَثْنَاء هَذِهِ السُّورَة \" وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآن جُمْلَة وَاحِدَة كَذَلِكَ لِنُثَبِّت بِهِ فُؤَادك وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَك بِمَثَلٍ إِلَّا جِئْنَاك بِالْحَقِّ وَأَحْسَن تَفْسِيرًا \" وَلِهَذَا سَمَّاهُ هَهُنَا الْفُرْقَان لِأَنَّهُ يَفْرُق بَيْن الْحَقّ وَالْبَاطِل وَالْهُدَى وَالضَّلَال وَالْغَيّ وَالرَّشَاد وَالْحَلَال وَالْحَرَام وَقَوْله \" عَلَى عَبْده \" هَذِهِ صِفَة مَدْح وَثَنَاء لِأَنَّهُ أَضَافَهُ إِلَى عُبُودِيَّته كَمَا وَصَفَهُ بِهَا فِي أَشْرَف أَحْوَاله وَهِيَ لَيْلَة الْإِسْرَاء فَقَالَ \" سُبْحَان الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا \" وَكَمَا وَصَفَهُ بِذَلِكَ فِي مَقَام الدَّعْوَة إِلَيْهِ \" وَأَنَّهُ لَمَّا قَامَ عَبْد اللَّه يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا \" وَكَذَلِكَ وَصَفَهُ عِنْد إِنْزَال الْكِتَاب عَلَيْهِ وَنُزُول الْمَلَك إِلَيْهِ \" تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَان عَلَى عَبْده لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا \" وَقَوْله \" لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا \" أَيْ إِنَّمَا خَصَّهُ بِهَذَا الْكِتَاب الْمُفَصَّل الْعَظِيم الْمُبِين الْمُحْكَم الَّذِي \" لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه تَنْزِيل مِنْ حَكِيم حَمِيد \" الَّذِي جَعَلَهُ فُرْقَانًا عَظِيمًا لِيَخُصّهُ بِالرِّسَالَةِ إِلَى مَنْ يَسْتَظِلّ بِالْخَضْرَاءِ وَيَسْتَقِلّ عَلَى الْغَبْرَاء كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بُعِثْت إِلَى الْأَحْمَر وَالْأَسْوَد \" وَقَالَ \" إِنِّي أُعْطِيت خَمْسًا لَمْ يُعْطَهُنَّ أَحَد مِنْ الْأَنْبِيَاء قَبْلِي \" فَذَكَرَ مِنْهُنَّ \" أَنَّهُ كَانَ النَّبِيّ يُبْعَث إِلَى قَوْمه خَاصَّة وَبُعِثْت إِلَى النَّاس عَامَّة \" كَمَا قَالَ تَعَالَى \" قُلْ يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا \" الْآيَة أَيْ الَّذِي أَرْسَلَنِي هُوَ مَالِك السَّمَوَات وَالْأَرْض الَّذِي يَقُول لِلشَّيْءِ كُنْ فَيَكُون وَهُوَ الَّذِي يُحْيِي وَيُمِيت .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39289, "aya_id": 1}]