[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النِّسَاء كَرْهًا وَلاَ تَعْضُلُوهُنَّ لِتَذْهَبُواْ بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِن كَرِهْتُمُوهُنَّ فَعَسَى أَن تَكْرَهُواْ شَيْئًا وَيَجْعَلَ اللّهُ فِيهِ خَيْرًا كَثِيرًا", "sura_id": 4, "type": 0, "id": 512, "aya_id": 19}, {"text": "يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرها ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن إلا أن يأتين بفاحشة مبينة و عاشروهن بالمعروف فإن كرهتموهن فعسى أن تكرهوا شيئا و يجعل الله فيه خيرا كثيرا", "sura_id": 4, "type": 1, "id": 6748, "aya_id": 19}, {"text": "19 - (يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء) أي ذاتهن (كَرها) بالفتح والضم لغتان ، أي مكرهيهن على ذلك كانوا في الجاهلية يرثون نساء أقربائهم فإن شاءوا تزوجوهن بلا صداق أو زوجوها وأخذوا صداقها أو عضلوها حتى تفتدي بما ورثته أو تموت فيرثوها فنهوا عن ذلك (ولا) أن (تعضُلوهن) أي تمنعوا أزواجكم عن نكاح غيركم بإمساكهن ولا رغبة لكم فيهن ضراراً (لتذهبوا ببعض ما آتيتموهن) من المهر (إلا أن يأتين بفاحشة مُبَيَّنة) بفتح الياء وكسرها ، أي بِيْنَتْ أو هي بينة ، أي زنا أو نشوز فلكم أن تضاروهن حتى يفتدين منكم ويختلعن (وعاشروهن بالمعروف) أي بالإجمال في القول والنفقة والمبيت (فإن كرهتموهن) فاصبروا (فعسى أن تكرهوا شيئا ويجعل الله فيه خيرا كثيرا) ولعله يجعل فيهن ذلك بأن يرزقكم منهن ولدا صالحا \r\n", "sura_id": 4, "type": 2, "id": 25456, "aya_id": 19}, {"text": "يا أيها الذين آمنوا لا يجوز لكم أن تجعلوا نساء آبائكم من جملة تَرِكتهم, تتصرفون فيهن بالزواج منهن, أو المنع لهن, أو تزويجهن للآخرين, وهن كارهات لذلك كله, ولا يجوز لكم أن تصارُّوا أزواجكم وأنتم كارهون لهن; ليتنازلن عن بعض ما آتيتموهن من مهر ونحوه, إلا أن يرتكبن أمرا فاحشا كالزنى, فلكم حيننذ إمساكهن حتى تأخذوا ما أعطيتموهن. ولتكن مصاحبتكم لنسائكم مبنية على التكريم والمحبة, وأداء ما لهن من حقوق. فإن كرهتموهن لسبب من الأسباب الدنيوية فاصبروا; فعسى أن تكرهوا أمرًا من الأمور ويكون فيه خير كثير.\r\n", "sura_id": 4, "type": 3, "id": 31692, "aya_id": 19}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا</font><BR><p>قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن مُقَاتِل حَدَّثَنَا أَسْبَاط بْن مُحَمَّد حَدَّثَنَا الشَّيْبَانِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ الشَّيْبَانِيّ وَذَكَرَهُ أَبُو الْحَسَن السُّوَائِيّ وَلَا أَظُنّهُ ذَكَرَهُ إِلَّا عَنْ اِبْن عَبَّاس \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا \" قَالَ كَانُوا إِذَا مَاتَ الرَّجُل كَانَ أَوْلِيَاؤُهُ أَحَقّ بِامْرَأَتِهِ إِنْ شَاءَ بَعْضهمْ تَزَوَّجَهَا وَإِنْ شَاءُوا زَوَّجُوهَا وَإِنْ شَاءُوا لَمْ يُزَوِّجُوهَا فَهُمْ أَحَقّ بِهَا مِنْ أَهْلهَا ; فَنَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا \" هَكَذَا ذَكَرَهُ الْبُخَارِيّ وَأَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَرْدَوَيْهِ وَابْن أَبِي حَاتِم مِنْ حَدِيث أَبِي إِسْحَاق الشَّيْبَانِيّ وَاسْمه سُلَيْمَان بْن أَبِي سُلَيْمَان عَنْ عِكْرِمَة وَعَنْ أَبِي الْحَسَن السُّوَائِيّ وَاسْمه عَطَاء كُوفِيّ أَعْمَى كِلَاهُمَا عَنْ اِبْن عَبَّاس بِمَا تَقَدَّمَ وَقَالَ أَبُو دَاوُد حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن ثَابِت الْمَرْوَزِيّ حَدَّثَنِي عَلِيّ بْن حُسَيْن عَنْ أَبِيهِ عَنْ يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ \" لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَة \" وَذَلِكَ أَنَّ الرَّجُل كَانَ يَرِث اِمْرَأَة ذِي قَرَابَته فَيَعْضُلهَا حَتَّى تَمُوت أَوْ تَرُدّ إِلَيْهِ صَدَاقهَا فَأَحْكَمَ اللَّه تَعَالَى عَنْ ذَلِكَ أَيْ نَهَى عَنْ ذَلِكَ تَفَرَّدَ بِهِ أَبُو دَاوُد وَقَدْ رَوَاهُ عَنْ غَيْر وَاحِد عَنْ اِبْن عَبَّاس بِنَحْوِ ذَلِكَ . وَرَوَى وَكِيع عَنْ سُفْيَان عَنْ عَلِيّ بْن نَدِيمَة عَنْ مِقْسَم عَنْ اِبْن عَبَّاس كَانَتْ الْمَرْأَة فِي الْجَاهِلِيَّة إِذَا تُوُفِّيَ عَنْهَا زَوْجهَا فَجَاءَ رَجُل فَأَلْقَى عَلَيْهَا ثَوْبًا كَانَ أَحَقّ بِهَا فَنَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا \" . وَرَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا \" قَالَ كَانَ الرَّجُل إِذَا مَاتَ وَتَرَكَ جَارِيَة أَلْقَى عَلَيْهَا حَمِيمه ثَوْبه فَمَنَعَهَا مِنْ النَّاس فَإِنْ كَانَتْ جَمِيلَة تَزَوَّجَهَا وَإِنْ كَانَتْ دَمِيمَة حَبَسَهَا حَتَّى تَمُوت فَيَرِثهَا وَرَوَى الْعَوْفِيّ عَنْهُ عَنْ الرَّجُل مِنْ أَهْل الْمَدِينَة إِذَا مَاتَ حَمِيم أَحَدهمْ أَلْقَى ثَوْبه عَلَى اِمْرَأَته فَوَرِثَ نِكَاحهَا وَلَمْ يَنْكِحهَا أَحَد غَيْره وَحَبَسَهَا عِنْده حَتَّى تَفْتَدِي مِنْهُ بِفِدْيَةٍ . فَأَنْزَلَ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا\" . وَقَالَ زَيْد بْن أَسْلَم فِي الْآيَة عَنْ أَهْل يَثْرِب إِذَا مَاتَ الرَّجُل مِنْهُمْ فِي الْجَاهِلِيَّة وَرِثَ اِمْرَأَته مَنْ يَرِث مَاله وَكَانَ يَعْضُلهَا حَتَّى يَرِثهَا أَوْ يُزَوِّجهَا مَنْ أَرَادَ وَكَانَ أَهْل تِهَامَة يُسِيء الرَّجُل صُحْبَة الْمَرْأَة حَتَّى يُطَلِّقهَا وَيَشْتَرِط عَلَيْهَا أَنْ لَا تَنْكِح إِلَّا مَنْ أَرَادَ حَتَّى تَفْتَدِي مِنْهُ بِبَعْضِ مَا أَعْطَاهَا فَنَهَى اللَّه الْمُؤْمِنِينَ عَنْ ذَلِكَ رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا مُوسَى بْن إِسْحَاق حَدَّثَنَا عَلِيّ بْن الْمُنْذِر . حَدَّثَنَا مُحَمَّد بْن فُضَيْل عَنْ يَحْيَى بْن سَعِيد عَنْ مُحَمَّد بْن أَبِي أُمَامَة بْن سَهْل بْن حُنَيْف عَنْ أَبِيهِ قَالَ : لَمَّا تُوُفِّيَ أَبُو قَيْس بْن الْأَسْلَت أَرَادَ اِبْنه أَنْ يَتَزَوَّج اِمْرَأَته وَكَانَ لَهُمْ ذَلِكَ فِي الْجَاهِلِيَّة فَأَنْزَلَ اللَّه \" لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا \" . وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث مُحَمَّد بْن فُضَيْل بِهِ ثُمَّ رُوِيَ مِنْ طَرِيق اِبْن جُرَيْج قَالَ : أَخْبَرَنِي عَطَاء أَنَّ أَهْل الْجَاهِلِيَّة كَانُوا إِذَا هَلَكَ الرَّجُل وَتَرَكَ اِمْرَأَة حَبَسَهَا أَهْله عَلَى الصَّبِيّ يَكُون فِيهِمْ فَنَزَلَتْ \" لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا \" الْآيَة . وَقَالَ اِبْن جُرَيْج قَالَ مُجَاهِد كَانَ الرَّجُل إِذَا تُوُفِّيَ كَانَ اِبْنه أَحَقّ بِامْرَأَتِهِ يَنْكِحهَا إِنْ شَاءَ إِذَا لَمْ يَكُنْ اِبْنهَا أَوْ يَنْكِحهَا مَنْ شَاءَ أَخَاهُ أَوْ اِبْن أَخِيهِ . وَقَالَ اِبْن جُرَيْج قَالَ عِكْرِمَة نَزَلَتْ فِي كُبَيْشَة بِنْت مَعْن بْن عَاصِم بْن الْأَوْس تُوُفِّيَ عَنْهَا أَبُو قَيْس بْن الْأَسْلَت فَجَنَحَ عَلَيْهَا اِبْنه فَجَاءَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : فَقَالَتْ يَا رَسُول اللَّه : لَا أَنَا وَرِثْت زَوْجِي وَلَا أَنَا تُرِكْت فَأُنْكَح , فَأَنْزَلَ اللَّه هَذِهِ الْآيَة , وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك : كَانَتْ الْمَرْأَة فِي الْجَاهِلِيَّة إِذَا مَاتَ زَوْجهَا جَاءَ وَلِيّه فَأَلْقَى عَلَيْهَا ثَوْبًا فَإِنْ كَانَ لَهُ اِبْن صَغِير أَوْ أَخ حَبَسَهَا حَتَّى يَشِبّ أَوْ تَمُوت فَيَرِثهَا فَإِنْ هِيَ اِنْفَلَتَتْ فَأَتَتْ أَهْلهَا وَلَمْ يُلْقِ عَلَيْهَا ثَوْبًا نَجَتْ فَأَنْزَلَ اللَّه \" لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا \" . وَقَالَ مُجَاهِد فِي الْآيَة : كَانَ الرَّجُل يَكُون فِي حِجْره الْيَتِيمَة هُوَ يَلِي أَمْرهَا فَيَحْبِسهَا رَجَاء أَنْ تَمُوت اِمْرَأَته فَيَتَزَوَّجهَا أَوْ يُزَوِّجهَا اِبْنه رَوَاهُ اِبْن أَبِي حَاتِم ثُمَّ قَالَ وَرُوِيَ عَنْ الشَّعْبِيّ وَعَطَاء بْن أَبِي رَبَاح وَأَبِي مِجْلَز وَالضَّحَّاك وَالزُّهْرِيّ وَعَطَاء الْخُرَاسَانِيّ وَمُقَاتِل بْن حَيَّان نَحْو ذَلِكَ . قُلْت : فَالْآيَة تَعُمّ مَا كَانَ يَفْعَلهُ أَهْل الْجَاهِلِيَّة وَمَا ذَكَرَهُ مُجَاهِد وَمَنْ وَافَقَهُ وَكُلّ مَا كَانَ فِيهِ نَوْع مِنْ ذَلِكَ وَاَللَّه أَعْلَم وَقَوْله \" وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ \" أَيْ لَا تُضَارُّوهُنَّ فِي الْعِشْرَة لِتَتْرُك مَا أَصْدَقْتهَا أَوْ بَعْضه أَوْ حَقًّا مِنْ حُقُوقهَا عَلَيْك أَوْ شَيْئًا مِنْ ذَلِكَ عَلَى وَجْه الْقَهْر لَهَا وَالْإِضْرَار. وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا تَعْضُلُوهُنَّ \" يَقُول وَلَا تَقْهَرُوهُنَّ \" لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ \" يَعْنِي الرَّجُل تَكُون لَهُ الْمَرْأَة وَهُوَ كَارِه لِصُحْبَتِهَا وَلَهَا عَلَيْهِ مَهْر فَيَضُرّهَا لِتَفْتَدِيَ بِهِ وَكَذَا قَالَ الضَّحَّاك وَقَتَادَة وَغَيْر وَاحِد وَاخْتَارَهُ اِبْن جَرِير وَقَالَ اِبْن الْمُبَارَك وَعَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر أَخْبَرَنِي سِمَاك بْن الْفَضْل عَنْ اِبْن السَّلْمَانِيّ قَالَ : نَزَلَتْ هَاتَانِ الْآيَتَانِ إِحْدَاهُمَا فِي أَمْر الْجَاهِلِيَّة وَالْأُخْرَى فِي أَمْر الْإِسْلَام . قَالَ عَبْد اللَّه بْن الْمُبَارَك يَعْنِي قَوْله \" لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا \" فِي الْجَاهِلِيَّة \" وَلَا تَعْضُلُوهُنَّ \" فِي الْإِسْلَام وَقَوْله \" إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَة \" قَالَ اِبْن مَسْعُود وَابْن عَبَّاس وَسَعِيد بْن الْمُسَيِّب وَالشَّعْبِيّ وَالْحَسَن الْبَصْرِيّ وَمُحَمَّد بْن سِيرِينَ وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَعِكْرِمَة وَعَطَاء الْخُرَاسَانِيّ وَالضَّحَّاك وَأَبُو قِلَابَة وَأَبُو صَالِح السُّدِّيّ وَزَيْد بْن أَسْلَم وَسَعِيد بْن أَبِي هِلَال يَعْنِي بِذَلِكَ الزِّنَا يَعْنِي إِذَا زَنَتْ فَلَك أَنْ تَسْتَرْجِع مِنْهَا الصَّدَاق الَّذِي أَعْطَيْتهَا وَتُضَاجِرهَا حَتَّى تَتْرُكهُ لَك وَتُخَالِعهَا كَمَا قَالَ تَعَالَى فِي سُورَة الْبَقَرَة \" وَلَا يَحِلّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَنْ لَا يُقِيمَا حُدُود اللَّه \" الْآيَة وَقَالَ اِبْن عَبَّاس وَعِكْرِمَة وَالضَّحَّاك : الْفَاحِشَة الْمُبَيِّنَة النُّشُوز وَالْعِصْيَان وَاخْتَارَ اِبْن جَرِير أَنَّهُ يَعُمّ ذَلِكَ كُلّه الزِّنَا وَالْعِصْيَان وَالنُّشُوز وَبَذَاء اللِّسَان وَغَيْر ذَلِكَ . يَعْنِي أَنَّ هَذَا كُلّه يُبِيح مُضَاجَرَتهَا حَتَّى تُبْرِئهُ مِنْ حَقّهَا أَوْ بَعْضه وَيُفَارِقهَا وَهَذَا جَيِّد وَاَللَّه أَعْلَم . وَقَدْ تَقَدَّمَ فِيمَا رَوَاهُ أَبُو دَاوُد مُنْفَرِدًا بِهِ مِنْ طَرِيق يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" لَا يَحِلّ لَكُمْ أَنْ تَرِثُوا النِّسَاء كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَة \" قَالَ وَذَلِكَ أَنَّ الرَّجُل كَانَ يَرِث اِمْرَأَة ذِي قَرَابَته فَيَعْضُلهَا حَتَّى تَمُوت أَوْ تَرُدّ إِلَيْهِ صَدَاقهَا فَأَحْكَمَ اللَّه عَنْ ذَلِكَ أَيْ نَهَى عَنْ ذَلِكَ . قَالَ عِكْرِمَة وَالْحَسَن الْبَصْرِيّ : وَهَذَا يَقْتَضِي أَنْ يَكُون السِّيَاق كُلّه كَانَ فِي أَمْر الْجَاهِلِيَّة وَلَكِنْ نُهِيَ الْمُسْلِمُونَ عَنْ فِعْله فِي الْإِسْلَام . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد كَانَ الْعَضْل فِي قُرَيْش بِمَكَّة يَنْكِح الرَّجُل الْمَرْأَة الشَّرِيفَة فَلَعَلَّهَا لَا تُوَافِقهُ فَيُفَارِقهَا عَلَى أَنْ لَا تَتَزَوَّج إِلَّا بِإِذْنِهِ فَيَأْتِي بِالشُّهُودِ فَيَكْتُب ذَلِكَ عَلَيْهَا وَيُشْهِد فَإِذَا جَاءَ الْخَاطِب فَإِنْ أَعْطَتْهُ وَأَرْضَتْهُ أَذِنَ لَهَا وَإِلَّا عَضَلهَا . قَالَ فَهَذَا قَوْله \" وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ \" الْآيَة وَقَالَ مُجَاهِد فِي قَوْله \" وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ \" هُوَ كَالْعَضْلِ فِي سُورَة الْبَقَرَة. وَقَوْله تَعَالَى \" وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ \" أَيْ طَيِّبُوا أَقْوَالكُمْ لَهُنَّ وَحَسِّنُوا أَفْعَالكُمْ وَهَيْئَاتكُمْ بِحَسَبِ قُدْرَتكُمْ كَمَا تُحِبّ ذَلِكَ مِنْهَا فَافْعَلْ أَنْتَ بِهَا مِثْله كَمَا قَالَ تَعَالَى \" وَلَهُنَّ مِثْل الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْركُمْ خَيْركُمْ لِأَهْلِهِ , وَأَنَا خَيْركُمْ لِأَهْلِي \" وَكَانَ مِنْ أَخْلَاقه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ جَمِيل الْعِشْرَة دَائِم الْبِشْر , يُدَاعِب أَهْله , وَيَتَلَطَّف بِهِمْ وَيُوسِعهُمْ نَفَقَة وَيُضَاحِك نِسَاءَهُ حَتَّى إِنَّهُ كَانَ يُسَابِق عَائِشَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا يَتَوَدَّد إِلَيْهَا بِذَلِكَ قَالَتْ سَابَقَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَبَقْته وَذَلِكَ قَبْل أَنْ أَحْمِل اللَّحْم , ثُمَّ سَابَقْته بَعْدَمَا حَمَلْت اللَّحْم فَسَبَقَنِي فَقَالَ \" هَذِهِ بِتِلْكَ \" وَيَجْمَع نِسَاءَهُ كُلّ لَيْلَة فِي بَيْت الَّتِي يَبِيت عِنْدهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَأْكُل مَعَهُنَّ الْعَشَاء فِي بَعْض الْأَحْيَان ثُمَّ تَنْصَرِف كُلّ وَاحِدَة إِلَى مَنْزِلهَا وَكَانَ يَنَام مَعَ الْمَرْأَة مِنْ نِسَائِهِ فِي شِعَار وَاحِد يَضَع عَنْ كَتِفَيْهِ الرِّدَاء وَيَنَام بِالْإِزَارِ وَكَانَ إِذَا صَلَّى الْعِشَاء يَدْخُل مَنْزِله يَسْمُر مَعَ أَهْله قَلِيلًا قَبْل أَنْ يَنَام يُؤَانِسهُمْ بِذَلِكَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَقَدْ قَالَ اللَّه تَعَالَى \" لَقَدْ كَانَ لَكُمْ فِي رَسُول اللَّه أُسْوَة حَسَنَة \" وَأَحْكَام عِشْرَة النِّسَاء وَمَا يَتَعَلَّق بِتَفْصِيلِ ذَلِكَ مَوْضِعه كُتُب الْأَحْكَام وَلِلَّهِ الْحَمْد . وَقَوْله تَعَالَى \" فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَل اللَّه فِيهِ خَيْرًا كَثِيرًا \" أَيْ فَعَسَى أَنْ يَكُون صَبْركُمْ فِي إِمْسَاكهنَّ مَعَ الْكَرَاهَة فِيهِ خَيْر كَثِير لَكُمْ فِي الدُّنْيَا وَالْآخِرَة كَمَا قَالَ اِبْن عَبَّاس فِي هَذِهِ الْآيَة هُوَ أَنْ يَعْطِف عَلَيْهَا فَيُرْزَق مِنْهَا وَلَدًا وَيَكُون فِي ذَلِكَ الْوَلَد خَيْر كَثِير وَفِي الْحَدِيث الصَّحِيح \" لَا يَفْرَك مُؤْمِن مُؤْمِنَة إِنْ سَخِطَ مِنْهَا خُلُقًا رَضِيَ مِنْهَا آخَر \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40854, "aya_id": 19}]