[{"text": "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاء وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاء وَتُعِزُّ مَن تَشَاء وَتُذِلُّ مَن تَشَاء بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَىَ كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 3, "type": 0, "id": 319, "aya_id": 26}, {"text": "قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير", "sura_id": 3, "type": 1, "id": 6555, "aya_id": 26}, {"text": "26 - ونزلت لما وعد صلى الله عليه وسلم أمته ملك فارس والروم فقال المنافقون هيهات: (قل اللهم) يا الله (مالك الملك تؤتي) تعطي (الملك من تشاء) من خلقك (وتنزع الملك ممن تشاء وتعز من تشاء) بإيتائه (وتذل من تشاء) بنزعه منه (بيدك) بقدرتك (الخير) أي والشر (إنك على كل شيء قدير) \r\n", "sura_id": 3, "type": 2, "id": 25263, "aya_id": 26}, {"text": "قل -أيها النبي متوجها إلى ربك بالدعاء-: يا مَن لك الملك كلُّه, أنت الذي تمنح الملك والمال والتمكين في الأرض مَن تشاء مِن خلقك, وتسلب الملك ممن تشاء, وتهب العزة في الدنيا والآخرة مَن تشاء, وتجعل الذلَّة على من تشاء, بيدك الخير, إنك -وحدك- على كل شيء قدير. وفي الآية إثبات لصفة اليد لله تعالى على ما يليق به سبحانه.\r\n", "sura_id": 3, "type": 3, "id": 31499, "aya_id": 26}, {"text": " <font color=red>قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى \" قُلْ \" يَا مُحَمَّد مُعَظِّمَا لِرَبِّك وَشَاكِرًا لَهُ وَمُفَوِّضًا إِلَيْهِ وَمُتَوَكِّلًا عَلَيْهِ \" اللَّهُمَّ مَالِك الْمُلْك \" أَيْ لَك الْمُلْك كُلّه \" تُؤْتِي الْمُلْك مَنْ تَشَاء وَتَنْزِع الْمُلْك مِمَّنْ تَشَاء وَتُعِزّ مَنْ تَشَاء وَتُذِلّ مَنْ تَشَاء \" أَيْ أَنْتَ الْمُعْطِي وَأَنْتَ الْمَانِع وَأَنْتَ الَّذِي مَا شِئْت كَانَ وَمَا لَمْ تَشَأْ لَمْ يَكُنْ . وَفِي هَذِهِ الْآيَة تَنْبِيه وَإِرْشَاد إِلَى شُكْرِ نِعْمَة اللَّه تَعَالَى عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذِهِ الْأُمَّة لِأَنَّ اللَّه تَعَالَى حَوَّلَ النُّبُوَّة مِنْ بَنِي إِسْرَائِيل إِلَى النَّبِيّ الْعَرَبِيّ الْقُرَشِيّ الْأُمِّيّ الْمَكِّيّ خَاتَم الْأَنْبِيَاء عَلَى الْإِطْلَاق وَرَسُول اللَّه إِلَى جَمِيع الثَّقَلَيْنِ الْإِنْس وَالْجِنّ الَّذِي جَمَعَ اللَّه فِيهِ مَحَاسِن مَنْ كَانَ قَبْله وَخَصَّهُ بِخَصَائِصَ لَمْ يُعْطِهَا نَبِيًّا مِنْ الْأَنْبِيَاء وَلَا رَسُولًا مِنْ الرُّسُل فِي الْعِلْم بِاَللَّهِ وَشَرِيعَته وَاطِّلَاعه عَلَى الْغُيُوب الْمَاضِيَة وَالْآتِيَة وَكَشْفِهِ لَهُ عَنْ حَقَائِق الْآخِرَة وَنَشْرِ أُمَّته فِي الْآفَاق فِي مَشَارِق الْأَرْض وَمَغَارِبهَا وَإِظْهَار دِينه وَشَرْعِهِ عَلَى سَائِر الْأَدْيَان وَالشَّرَائِع فَصَلَوَات اللَّه وَسَلَامه عَلَيْهِ دَائِمًا إِلَى يَوْم الدِّين مَا تَعَاقَبَ اللَّيْل وَالنَّهَار وَلِهَذَا قَالَ تَعَالَى \" قُلْ اللَّهُمَّ مَالِك الْمُلْك \" الْآيَة أَيْ أَنْتَ الْمُتَصَرِّف فِي خَلْقك الْفَعَّال لِمَا تُرِيد كَمَا رَدَّ تَعَالَى عَلَى مَنْ يَحْكُم عَلَيْهِ فِي أَمْرِهِ حَيْثُ قَالَ \" وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآن عَلَى رَجُل مِنْ الْقَرْيَتَيْنِ عَظِيم \" قَالَ اللَّه رَدًّا عَلَيْهِمْ \" أَهُمْ يَقْسِمُونَ رَحْمَة رَبّك \" الْآيَة أَيْ نَحْنُ نَتَصَرَّف فِيمَا خَلَقْنَا كَمَا نُرِيد بِلَا مُمَانِع وَلَا مُدَافِع وَلَنَا الْحِكْمَة الْبَالِغَة وَالْحُجَّة التَّامَّة فِي ذَلِكَ وَهَكَذَا يُعْطِي النُّبُوَّة لِمَنْ يُرِيد كَمَا قَالَ تَعَالَى \" اللَّه أَعْلَم حَيْثُ يَجْعَل رِسَالَته \" وَقَالَ تَعَالَى \" اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضهمْ عَلَى بَعْض \" الْآيَة وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة إِسْحَق بْن أَحْمَد مِنْ تَارِيخه عَنْ الْمَأْمُون الْخَلِيفَة أَنَّهُ رَأَى فِي قَصْر بِبِلَادِ الرُّوم مَكْتُوبًا بِالْحِمْيَرِيَّةِ فَعُرِّبَ لَهُ فَإِذَا هُوَ بِسْمِ اللَّه مَا اِخْتَلَفَ اللَّيْل وَالنَّهَار وَلَا دَارَتْ نُجُوم السَّمَاء فِي الْفَلَك إِلَّا بِنَقْلِ النَّعِيم عَنْ مَلِك قَدْ زَالَ سُلْطَانه إِلَى مَلِك , وَمَلِك ذِي الْعَرْش دَائِم أَبَدًا لَيْسَ بِفَانٍ وَلَا بِمُشْتَرَكٍ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39962, "aya_id": 26}]