[{"text": "ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ", "sura_id": 7, "type": 0, "id": 971, "aya_id": 17}, {"text": "ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم ولا تجد أكثرهم شاكرين", "sura_id": 7, "type": 1, "id": 7207, "aya_id": 17}, {"text": "17 - (ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم) أي من كل جهة فأمنعهم عن سلوكه ، قال ابن عباس: ولا يستطيع أن يأتي من فوقهم لئلا يحول بين العبد وبين رحمة الله تعالى. (ولا تجد أكثرهم شاكرين) مؤمنين \r\n", "sura_id": 7, "type": 2, "id": 25915, "aya_id": 17}, {"text": "ثم لآتينَّهم من جميع الجهات والجوانب, فأصدهم عن الحق, وأُحسِّن لهم الباطل, وأرغبهم في الدنيا, وأشككهم في الآخرة, ولا تجد أكثر بني آدم شاكرين لك نعمتك.\r\n", "sura_id": 7, "type": 3, "id": 32151, "aya_id": 17}, {"text": " <font color=red>ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ</font><BR><p>قَوْله \" ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْن أَيْدِيهمْ وَمِنْ خَلْفهمْ\" الْآيَة . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْن أَيْدِيهمْ \" أُشَكِّكُهُمْ فِي آخِرَتهمْ\" وَمِنْ خَلْفهمْ \" أُرَغِّبهُمْ فِي دُنْيَاهُمْ \" وَعَنْ أَيْمَانهمْ\" أُشَبِّه عَلَيْهِمْ أَمْر دِينهمْ \" وَعَنْ شَمَائِلهمْ \" أُشَهِّي لَهُمْ الْمَعَاصِي . وَقَالَ اِبْن أَبِي طَلْحَة فِي رِوَايَة الْعَوْفِيّ كِلَاهُمَا عَنْ اِبْن عَبَّاس أَمَّا مِنْ بَيْن أَيْدِيهمْ فَمِنْ قِبَل دُنْيَاهُمْ وَأَمَّا مِنْ خَلْفهمْ فَأَمْر آخِرَتهمْ وَأَمَّا عَنْ أَيْمَانهمْ فَمِنْ قِبَل حَسَنَاتهمْ وَأَمَّا عَنْ شَمَائِلهمْ فَمِنْ قِبَل سَيِّئَاتهمْ وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة أَتَاهُمْ مِنْ بَيْن أَيْدِيهمْ فَأَخْبَرَهُمْ أَنَّهُ لَا بَعْث وَلَا جَنَّة وَلَا نَار وَمِنْ خَلْفهمْ مِنْ أَمْر الدُّنْيَا فَزَيَّنَهَا لَهُمْ وَدَعَاهُمْ إِلَيْهَا وَعَنْ أَيْمَانهمْ مِنْ قِبَل حَسَنَاتهمْ بُطْأَهُمْ عَنْهَا وَعَنْ شَمَائِلهمْ زَيَّنَ لَهُمْ السَّيِّئَات وَالْمَعَاصِي وَدَعَاهُمْ إِلَيْهَا وَأَمَرَهُمْ بِهَا آتَاك يَا اِبْن آدَم مِنْ كُلّ وَجْه غَيْر أَنَّهُ لَمْ يَأْتِك مِنْ فَوْقك لَمْ يَسْتَطِعْ أَنْ يَحُول بَيْنك وَبَيْن رَحْمَة اللَّه . وَكَذَا رُوِيَ عَنْ إِبْرَاهِيم النَّخَعِيّ وَالْحَكَم بْن عُيَيْنَة وَالسُّدِّيّ وَابْن جُرَيْج إِلَّا أَنَّهُمْ قَالُوا مِنْ بَيْن أَيْدِيهمْ الدُّنْيَا وَمِنْ خَلْفهمْ الْآخِرَة وَقَالَ مُجَاهِد مِنْ بَيْن أَيْدِيهمْ وَعَنْ أَيْمَانهمْ مِنْ حَيْثُ يُبْصِرُونَ وَمِنْ خَلْفهمْ وَعَنْ شَمَائِلهمْ حَيْثُ لَا يُبْصِرُونَ وَاخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد جَمِيع طُرُق الْخَيْر وَالشَّرّ فَالْخَيْر يَصُدّهُمْ عَنْهُ وَالشَّرّ يُحَسِّنهُ لَهُمْ وَقَالَ الْحَكَم بْن أَبَانَ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْن أَيْدِيهمْ وَمِنْ خَلْفهمْ وَعَنْ إِيمَانهمْ وَعَنْ شَمَائِلهمْ \" وَلَمْ يَقُلْ مِنْ فَوْقهمْ لِأَنَّ الرَّحْمَة تَنْزِل مِنْ فَوْقهمْ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَلَا تَجِد أَكْثَرهمْ شَاكِرِينَ \" قَالَ مُوَحِّدِينَ وَقَوْل إِبْلِيس هَذَا إِنَّمَا هُوَ ظَنّ مِنْهُ وَتَوَهُّم وَقَدْ وَافَقَ فِي هَذَا الْوَاقِع كَمَا قَالَ تَعَالَى \" وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيس ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنْ الْمُؤْمِنِينَ وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَان إِلَّا لِنَعْلَم مَنْ يُؤْمِن بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكّ وَرَبّك عَلَى كُلّ شَيْء حَفِيظ \" . وَلِهَذَا وَرَدَ فِي الْحَدِيث الِاسْتِعَاذَة مِنْ تَسَلُّط الشَّيْطَان عَلَى الْإِنْسَان مِنْ جِهَاته كُلّهَا كَمَا قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا نَصْر بْن عَلِيّ حَدَّثَنَا عَمْرو بْن مُجَمِّع عَنْ يُونُس بْن خَبَّاب عَنْ اِبْن جُبَيْر بْن مُطْعِم يَعْنِي نَافِع بْن جُبَيْر عَنْ اِبْن عَبَّاس وَحَدَّثَنَا عُمَر بْن الْخَطَّاب يَعْنِي السِّجِسْتَانِيّ حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا عَبْد اللَّه بْن عَمْرو عَنْ زَيْد بْن أَبِي أُنَيْسَةَ عَنْ يُونُس بْن خَبَّاب عَنْ اِبْن جُبَيْر بْن مُطْعِم عَنْ اِبْن عَبَّاس قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُو \" اللَّهُمَّ إِنِّي أَسْأَلك الْعَفْو وَالْعَافِيَة فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي اللَّهُمَّ اُسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي وَاحْفَظْنِي مِنْ بَيْن يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذ بِك اللَّهُمَّ أَنْ أُغْتَال مِنْ تَحْتِي \" تَفَرَّدَ بِهِ الْبَزَّار وَحَسَّنَهُ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا عُبَادَة بْن مُسْلِم الْفَزَارِيّ حَدَّثَنِي جَرِير بْن أَبِي سُلَيْمَان بْن جُبَيْر بْن مُطْعِم سَمِعْت عَبْد اللَّه بْن عُمَر يَقُول لَمْ يَكُنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدَع هَؤُلَاءِ الدَّعَوَات حِين يُصْبِح وَحِين يُمْسِي \" اللَّهُمَّ إِنِّي أَسْأَلك الْعَافِيَة فِي الدُّنْيَا وَالْآخِرَة اللَّهُمَّ إِنِّي أَسْأَلك الْعَفْو وَالْعَافِيَة فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي اللَّهُمَّ اُسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي اللَّهُمَّ اِحْفَظْنِي مِنْ بَيْن يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذ بِعَظَمَتِك أَنْ أُغْتَال مِنْ تَحْتِي \" . قَالَ وَكِيع مِنْ تَحْتِي يَعْنِي الْخَسْف . وَرَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ وَابْن مَاجَهْ وَابْن حِبَّان وَالْحَاكِم مِنْ حَدِيث عُبَادَة بْن مُسْلِم بِهِ وَقَالَ الْحَاكِم صَحِيح الْإِسْنَاد .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42544, "aya_id": 17}]