[{"text": "إِنَّ هَؤُلاء مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ", "sura_id": 7, "type": 0, "id": 1093, "aya_id": 139}, {"text": "إن هؤلاء متبر ما هم فيه وباطل ما كانوا يعملون", "sura_id": 7, "type": 1, "id": 7329, "aya_id": 139}, {"text": "139 - (إن هؤلاء متبر) هالك (ما هم فيه وباطل ما كانوا يعملون) \r\n", "sura_id": 7, "type": 2, "id": 26037, "aya_id": 139}, {"text": "إن هؤلاء المقيمين على هذه الأصنام مُهْلَك ما هم فيه من الشرك, ومدمَّر وباطل ما كانوا يعملون من عبادتهم لتلك الأصنام, التي لا تدفع عنهم عذاب الله إذا نزل بهم.\r\n", "sura_id": 7, "type": 3, "id": 32273, "aya_id": 139}, {"text": " <font color=red>إِنَّ هَؤُلَاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ</font><BR><p>\" إِنَّ هَؤُلَاءِ مُتَبَّر مَا هُمْ فِيهِ \" أَيْ هَالِك \" وَبَاطِل مَا كَانُوا يَعْمَلُونَ \" وَرَوَى الْإِمَام أَبُو جَعْفَر بْن جَرِير فِي تَفْسِير هَذِهِ الْآيَة مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق وَعُقَيْل وَمَعْمَر كُلّهمْ عَنْ الزُّهْرِيّ عَنْ سِنَان بْن أَبِي سِنَان عَنْ أَبِي وَاقِد اللَّيْثِيّ أَنَّهُمْ خَرَجُوا مِنْ مَكَّة مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ إِلَى حُنَيْنٍ قَالَ : وَكَانَ لِلْكُفَّارِ سِدْرَة يَعْكُفُونَ عِنْدهَا وَمُعَلِّقُونَ بِهَا أَسْلِحَتهمْ يُقَال لَهَا ذَات أَنْوَاط قَالَ فَمَرَرْنَا بِسِدْرَةٍ خَضْرَاء عَظِيمَة قَالَ فَقُلْنَا يَا رَسُول اللَّه : اِجْعَلْ لَنَا ذَات أَنْوَاط كَمَا لَهُمْ ذَات أَنْوَاط فَقَالَ \" قُلْتُمْ وَاَلَّذِي نَفْسِي بِيَدِهِ كَمَا قَالَ قَوْم مُوسَى لِمُوسَى : اِجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَة قَالَ إِنَّكُمْ قَوْم تَجْهَلُونَ إِنَّ هَؤُلَاءِ مُتَبَّر مَا هُمْ فِيهِ وَبَاطِل مَا كَانُوا يَعْمَلُونَ\" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ سِنَان بْن أَبِي سِنَان الدَّيْلِيّ عَنْ أَبِي وَاقِد اللَّيْثِيّ قَالَ : خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قِبَل حُنَيْنٍ فَمَرَرْنَا بِسِدْرَةٍ فَقُلْت يَا نَبِيّ اللَّه : اِجْعَلْ لَنَا ذَات أَنْوَاط كَمَا لِلْكُفَّارِ ذَات أَنْوَاط وَكَانَ الْكُفَّار يَنُوطُونَ سِلَاحهمْ بِسِدْرَةٍ وَيَعْكُفُونَ حَوْلهَا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّه أَكْبَر هَذَا كَمَا قَالَتْ بَنُو إِسْرَائِيل لِمُوسَى اِجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَة إِنَّكُمْ تَرْكَبُونَ سُنَن مَنْ قَبْلكُمْ\" أَوْرَدَهُ اِبْن جَرِير وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث كَثِير بْن عَبْد اللَّه بْن عَمْرو بْن عَوْف الْمُزَنِيّ عَنْ أَبِيهِ عَنْ جَدّه مَرْفُوعًا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42510, "aya_id": 139}]