[{"text": "وَيَوْمَ يِحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الإِنسِ وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإِنسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِيَ أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاَّ مَا شَاء اللّهُ إِنَّ رَبَّكَ حَكِيمٌ عَليمٌ", "sura_id": 6, "type": 0, "id": 917, "aya_id": 128}, {"text": "ويوم يحشرهم جميعا يا معشر الجن قد استكثرتم من الإنس وقال أولياؤهم من الإنس ربنا استمتع بعضنا ببعض وبلغنا أجلنا الذي أجلت لنا قال النار مثواكم خالدين فيها إلا ما شاء الله إن ربك حكيم عليم", "sura_id": 6, "type": 1, "id": 7153, "aya_id": 128}, {"text": "128 - (و) اذكر (يوم يحشرهم) بالنون والياء أي الله الخلق (جميعا) ويقال لهم (يا معشر الجن قد استكثرتم من الإنس) باغوائكم (وقال أولياؤهم) الذين أطاعوهم (من الإنس ربنا استمتع بعضنا ببعض) انتفع الإنس بتزيين الجن لهم الشهوات والجن بطاعة الإنس لهم (وبلغنا أجلنا الذي أجلت لنا) وهو يوم القيامة وهذا تحسر منهم (قال) تعالى لهم على لسان الملائكة (النار مثواكم) مأواكم (خالدين فيها إلا ما شاء الله) من الأوقات التي يخرجون فيها لشرب الحميم فإنه خارجها كما قال تعالى {ثم إن مرجعهم لإلى الجحيم} وعن ابن عباس أنه فيمن علم الله أنهم يؤمنون فما بمعنى من (إن ربك حكيم) في صنعه (عليم) بخلقه \r\n", "sura_id": 6, "type": 2, "id": 25861, "aya_id": 128}, {"text": "واذكر -أيها الرسول- يوم يحشر الله تعالى الكفار وأولياءهم من شياطين الجن فيقول: يا معشر الجن قد أضللتم كثيرًا من الإنس, وقال أولياؤهم من كفار الإنس: ربنا قد انتفع بعضنا من بعض, وبلغنا الأجل الذي أجَّلْتَه لنا بانقضاء حياتنا الدنيا, قال الله تعالى لهم: النار مثواكم, أي: مكان إقامتكم خالدين فيها, إلا مَن شاء الله عدم خلوده فيها من عصاة الموحدين. إن ربك حكيم في تدبيره وصنعه, عليم بجميع أمور عباده.\r\n", "sura_id": 6, "type": 3, "id": 32097, "aya_id": 128}, {"text": " <font color=red>وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ وَقَالَ أَوْلِيَاؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ إِنَّ رَبَّكَ حَكِيمٌ</font><BR><p>يَقُول تَعَالَى : وَاذْكُرْ يَا مُحَمَّد فِيمَا تَقُصّهُ عَلَيْهِمْ وَتُنْذِرهُمْ بِهِ \" وَيَوْم يَحْشُرهُمْ جَمِيعًا\" يَعْنِي الْجِنّ وَأَوْلِيَاءَهُمْ مِنْ الْإِنْس الَّذِينَ كَانُوا يَعْبُدُونَهُمْ فِي الدُّنْيَا وَيَعُوذُونَ بِهِمْ وَيُطِيعُونَهُمْ وَيُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا \" يَا مَعْشَر الْجِنّ قَدْ اِسْتَكْثَرْتُمْ مِنْ الْإِنْس \" أَيْ يَقُول يَا مَعْشَر الْجِنّ وَسِيَاق الْكَلَام يَدُلّ عَلَى الْمَحْذُوف وَمَعْنَى قَوْله\" قَدْ اِسْتَكْثَرْتُمْ مِنْ الْإِنْس \" أَيْ مِنْ إِغْوَائِهِمْ وَإِضْلَالهمْ كَقَوْلِهِ تَعَالَى \" أَلَمْ أَعْهَد إِلَيْكُمْ يَا بَنِي آدَم أَنْ لَا تَعْبُدُوا الشَّيْطَان إِنَّهُ لَكُمْ عَدُوّ مُبِين وَأَنْ اُعْبُدُونِي هَذَا صِرَاط مُسْتَقِيم وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" يَا مَعْشَر الْجِنّ قَدْ اِسْتَكْثَرْتُمْ مِنْ الْإِنْس \" يَعْنِي أَضْلَلْتُمْ مِنْهُمْ كَثِيرًا وَكَذَا قَالَ مُجَاهِد وَالْحَسَن وَقَتَادَة \" وَقَالَ أَوْلِيَاؤُهُمْ مِنْ الْإِنْس رَبّنَا اِسْتَمْتَعَ بَعْضنَا بِبَعْضٍ \" يَعْنِي أَنَّ أَوْلِيَاء الْجِنّ مِنْ الْإِنْس قَالُوا مُجِيبِينَ لِلَّهِ تَعَالَى عَنْ ذَلِكَ بِهَذَا قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو الْأَشْهَب هَوْذَة بْن خَلِيفَة حَدَّثَنَا عَوْف عَنْ الْحَسَن فِي هَذِهِ الْآيَة قَالَ : اِسْتَكْثَرْتُمْ مِنْ أَهْل النَّار يَوْم الْقِيَامَة فَقَالَ أَوْلِيَاؤُهُمْ مِنْ الْإِنْس رَبّنَا اِسْتَمْتَعَ بَعْضنَا بِبَعْضٍ قَالَ الْحَسَن : وَمَا كَانَ اِسْتِمْتَاع بَعْضهمْ بِبَعْضٍ إِلَّا أَنَّ الْجِنّ أَمَرَتْ وَعَمِلَتْ الْإِنْس . وَقَالَ مُحَمَّد بْن كَعْب فِي قَوْله\" رَبّنَا اِسْتَمْتَعَ بَعْضنَا بِبَعْضٍ \" قَالَ الصَّحَابَة فِي الدُّنْيَا. وَقَالَ اِبْن جُرَيْج : كَانَ الرَّجُل فِي الْجَاهِلِيَّة يَنْزِل الْأَرْض فَيَقُول أَعُوذ بِكَبِيرِ هَذَا الْوَادِي فَذَلِكَ اِسْتِمْتَاعهمَا فَاعْتَذَرُوا بِهِ يَوْم الْقِيَامَة وَأَمَّا اِسْتِمْتَاع الْجِنّ بِالْإِنْسِ فَإِنَّهُ كَانَ فِيمَا ذُكِرَ مَا يَنَال الْجِنّ مِنْ الْإِنْس مِنْ تَعْظِيمهمْ إِيَّاهُمْ فِي اِسْتِعَانَتهمْ بِهِمْ فَيَقُولُونَ قَدْ سُدْنَا الْإِنْس وَالْجِنّ \" وَبَلَغْنَا أَجَلنَا الَّذِي أَجَّلْت لَنَا \" قَالَ السُّدِّيّ يَعْنِي الْمَوْت \" قَالَ النَّار مَثْوَاكُمْ\" أَيْ مَأْوَاكُمْ وَمَنْزِلكُمْ أَنْتُمْ وَإِيَّاهُمْ وَأَوْلِيَاؤُكُمْ\" خَالِدِينَ فِيهَا \" أَيْ مَاكِثِينَ فِيهَا مُكْثًا مُخَلَّدًا إِلَّا مَا شَاءَ اللَّه قَالَ بَعْضهمْ يَرْجِع مَعْنَى الِاسْتِثْنَاء إِلَى الْبَرْزَخ وَقَالَ بَعْضهمْ : هَذَا رَدّ إِلَى مُدَّة الدُّنْيَا وَقِيلَ غَيْر ذَلِكَ مِنْ الْأَقْوَال الَّتِي سَيَأْتِي تَقْرِيرهَا عِنْد قَوْله تَعَالَى فِي سُورَة هُود \" خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَوَات وَالْأَرْض إِلَّا مَا شَاءَ رَبّك إِنَّ رَبّك فَعَّال لِمَا يُرِيد\" وَقَدْ رَوَى اِبْن جَرِير وَابْن أَبِي حَاتِم فِي تَفْسِير هَذِهِ الْآيَة مِنْ طَرِيق عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث : حَدَّثَنِي مُعَاوِيَة بْن صَالِح عَنْ عَلِيّ بْن أَبِي حَاتِم بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ \" النَّار مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّه إِنَّ رَبّك حَكِيم عَلِيم \" قَالَ إِنَّ هَذِهِ الْآيَة آيَة لَا يَنْبَغِي لِأَحَدٍ أَنْ يَحْكُم عَلَى اللَّه فِي خَلْقه وَلَا يُنْزِلهُمْ جَنَّة وَلَا نَارًا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42108, "aya_id": 128}]