[{"text": "حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ", "sura_id": 21, "type": 0, "id": 2579, "aya_id": 96}, {"text": "حتى إذا فتحت يأجوج و مأجوج و هم من كل حدب ينسلون", "sura_id": 21, "type": 1, "id": 8815, "aya_id": 96}, {"text": "96 - (حتى) غاية لامتناع رجوعهم (إذا فتحت) بالتخفيف والتشديد (يأجوج ومأجوج) بالهمز وتركه اسمان أعجميان لقبيلتين ويقدر قبله مضاف أي سدهما وذلك قرب القيامة (وهم من كل حدب) مرتفع من الأرض (ينسلون) يسرعون \r\n", "sura_id": 21, "type": 2, "id": 27523, "aya_id": 96}, {"text": "فإذا فُتِح سد يأجوج ومأجوج, وانطلقوا من مرتفعات الأرض وانتشروا في جنباتها مسرعين, \r\n", "sura_id": 21, "type": 3, "id": 33759, "aya_id": 96}, {"text": " <font color=red>حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ</font><BR><p>وَقَوْله \" حَتَّى إِذَا فُتِحَتْ يَأْجُوج وَمَأْجُوج\" قَدْ قَدَّمْنَا أَنَّهُمْ مِنْ سُلَالَة آدَم عَلَيْهِ السَّلَام بَلْ هُمْ مِنْ نَسْل نُوح أَيْضًا مِنْ أَوْلَاد يَافِث أَيْ أَبِي التُّرْك وَالتُّرْك شِرْذِمَة مِنْهُمْ تُرِكُوا مِنْ وَرَاء السَّدّ الَّذِي بَنَاهُ ذُو الْقَرْنَيْنِ وَقَالَ : \" هَذَا رَحْمَة مِنْ رَبِّي فَإِذَا جَاءَ وَعْد رَبِّي جَعَلَهُ دَكَّاء وَكَانَ وَعْد رَبِّي حَقًّا وَتَرَكْنَا بَعْضهمْ يَوْمئِذٍ يَمُوج فِي بَعْض \" الْآيَة . وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" حَتَّى إِذَا فُتِحَتْ يَأْجُوج وَمَأْجُوج وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ \" أَيْ يُسْرِعُونَ فِي الْمَشْي إِلَى الْفَسَاد وَالْحَدَب هُوَ الْمُرْتَفِع مِنْ الْأَرْض قَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَأَبُو صَالِح وَالثَّوْرِيّ وَغَيْرهمْ وَهَذِهِ صِفَتهمْ فِي حَال خُرُوجهمْ كَأَنَّ السَّامِع مُشَاهِد لِذَلِكَ\" وَلَا يُنَبِّئك مِثْل خَبِير \" هَذَا إِخْبَار عَالِم مَا كَانَ وَمَا يَكُون الَّذِي يَعْلَم غَيْب السَّمَوَات وَالْأَرْض لَا إِلَه إِلَّا هُوَ . وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن مُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عَبْد اللَّه بْن يَزِيد قَالَ : رَأَى اِبْن عَبَّاس صِبْيَانًا يَنْزُو بَعْضهمْ عَلَى بَعْض يَلْعَبُونَ فَقَالَ اِبْن عَبَّاس : هَكَذَا يَخْرُج يَأْجُوج وَمَأْجُوج وَقَدْ وَرَدَ ذِكْر خُرُوجهمْ فِي أَحَادِيث مُتَعَدِّدَة مِنْ السُّنَّة النَّبَوِيَّة . فَالْحَدِيث الْأَوَّل قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ اِبْن إِسْحَاق عَنْ عَاصِم بْن عَمْرو بْن قَتَادَة عَنْ مَحْمُود بْن لَبِيد عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" تُفْتَح يَأْجُوج وَمَأْجُوج فَيَخْرُجُونَ عَلَى النَّاس كَمَا قَالَ اللَّه عَزَّ وَجَلَّ \" وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ \" فَيَغْشَوْنَ النَّاس وَيَنْحَاز الْمُسْلِمُونَ عَنْهُمْ إِلَى مَدَائِنهمْ وَحُصُونهمْ وَيَضُمُّونَ إِلَيْهِمْ مَوَاشِيهمْ وَيَشْرَبُونَ مِيَاه الْأَرْض حَتَّى أَنَّ بَعْضهمْ لَيَمُرّ بِالنَّهْرِ فَيَشْرَبُونَ مَا فِيهِ حَتَّى يَتْرُكُوهُ يَابِسًا حَتَّى إِنَّ مَنْ بَعْدهمْ لَيَمُرّ بِذَلِكَ النَّهْر فَيَقُول قَدْ كَانَ هَهُنَا مَاء مَرَّة حَتَّى إِذَا لَمْ يَبْقَ مِنْ النَّاس أَحَد إِلَّا أَحَد فِي حِصْن أَوْ مَدِينَة قَالَ قَائِلهمْ هَؤُلَاءِ أَهْل الْأَرْض قَدْ فَرَغْنَا مِنْهُمْ بَقِيَ أَهْل السَّمَاء قَالَ ثُمَّ يَهُزّ أَحَدهمْ حَرْبَته ثُمَّ يَرْمِي بِهَا إِلَى السَّمَاء فَتَرْجِع إِلَيْهِ مُخَضَّبَة دَمًا لِلْبَلَاءِ وَالْفِتْنَة فَبَيْنَمَا هُمْ عَلَى ذَلِكَ بَعَثَ اللَّه عَزَّ وَجَلَّ دُودًا فِي أَعْنَاقهمْ كَنَغَفِ الْجَرَاد الَّذِي يَخْرُج فِي أَعْنَاقه فَيُصْبِحُونَ مَوْتَى لَا يُسْمَع لَهُمْ حِسّ فَيَقُول الْمُسْلِمُونَ أَلَا رَجُل يَشْرِي لَنَا نَفْسه فَيَنْظُر مَا فَعَلَ هَذَا الْعَدُوّ قَالَ فَيَنْحَدِر رَجُل مِنْهُمْ مُحْتَسِبًا نَفْسه قَدْ أَوْطَنَهَا عَلَى أَنَّهُ مَقْتُول فَيَنْزِل فَيَجِدهُمْ مَوْتَى بَعْضهمْ عَلَى بَعْض فَيُنَادِي يَا مَعْشَر الْمُسْلِمِينَ : أَلَا أَبْشِرُوا إِنَّ اللَّه عَزَّ وَجَلَّ قَدْ كَفَاكُمْ عَدُوّكُمْ فَيَخْرُجُونَ مِنْ مَدَائِنهمْ وَحُصُونهمْ وَيُسَرِّحُونَ مَوَاشِيهمْ فَمَا يَكُون لَهُمْ رَعْي إِلَّا لُحُومهمْ فَتَشْكُر عَنْهُمْ كَأَحْسَن مَا شَكَرَت عَنْ شَيْء مِنْ النَّبَات أَصَابَتْهُ قَطُّ \" وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث يُونُس بْن بُكَيْر عَنْ اِبْن إِسْحَاق بِهِ الْحَدِيث الثَّانِي : قَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا الْوَلِيد بْن مُسْلِم أَبُو الْعَبَّاس الدِّمَشْقِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر حَدَّثَنِي يَحْيَى بْن جَابِر الطَّائِيّ قَاضِي حِمْص حَدَّثَنِي عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر الْحَضْرَمِيّ عَنْ أَبِيهِ أَنَّهُ سَمِعَ النَّوَّاس بْن سَمْعَان الْكِلَابِيّ قَالَ ذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الدَّجَّال ذَات غَدَاة فَخَفَّضَ فِيهِ وَرَفَّعَ حَتَّى ظَنَنَّاهُ فِي نَاحِيَة النَّخْل فَقَالَ \" غَيْر الدَّجَّال أَخْوَفُنِي عَلَيْكُمْ فَإِنْ يَخْرُج وَأَنَا فِيكُمْ فَأَنَا حَجِيجه دُونكُمْ وَإِنْ يَخْرُج وَلَسْت فِيكُمْ فَكُلّ اِمْرِئٍ حَجِيج نَفْسه وَاَللَّه خَلِيفَتِي عَلَى كُلّ مُسْلِم وَإِنَّهُ شَابّ جَعْد قَطَط عَيْنه طَافِيَة وَإِنَّهُ يَخْرُج مِنْ خَلَّة بَيْن الشَّام وَالْعِرَاق فَعَاثَ يَمِينًا وَشِمَالًا يَا عِبَاد اللَّه اُثْبُتُوا - قُلْنَا يَا رَسُول اللَّه مَا لَبْثه فِي الْأَرْض ؟ - قَالَ أَرْبَعُونَ يَوْمًا يَوْمٌ كَسَنَةٍ وَيَوْم كَشَهْرٍ وَيَوْم كَجُمْعَةٍ وَسَائِر أَيَّامه كَأَيَّامِكُمْ \" قُلْنَا يَا رَسُول اللَّه فَذَاكَ الْيَوْم الَّذِي هُوَ كَسَنَةٍ أَيَكْفِينَا فِيهِ صَلَاة يَوْم وَلَيْلَة قَالَ \" لَا اُقْدُرُوا لَهُ قَدْره \" قُلْنَا يَا رَسُول اللَّه فَمَا إِسْرَاعه فِي الْأَرْض قَالَ \" كَالْغَيْثِ اِسْتَدْبَرَتْهُ الرِّيح قَالَ فَيَمُرّ بِالْحَيِّ فَيَدْعُوهُمْ فَيَسْتَجِيبُونَ لَهُ فَيَأْمُر السَّمَاء فَتُمْطِر وَالْأَرْض فَتُنْبِت وَتَرُوح عَلَيْهِمْ سَارِحَتهمْ وَهِيَ أَطْوَل مَا كَانَتْ ذُرًى وَأَمَدَّهُ خَوَاصِر وَأَسْبَغَهُ ضُرُوعًا وَيَمُرّ بِالْحَيِّ فَيَدْعُوهُمْ فَيَرُدُّونَ عَلَيْهِ قَوْله فَتَتْبَعهُ أَمْوَالهمْ فَيَصِيحُونَ مُمْحِلِينَ لَيْسَ لَهُمْ مِنْ أَمْوَالهمْ شَيْء وَيَمُرّ بِالْخَرِبَةِ فَيَقُول لَهَا أَخْرِجِي كُنُوزك فَشَبَّعَهُ كُنُوزهَا كَيَعَاسِيب النَّحْل - قَالَ - وَيَأْمُر بِرَجُلٍ فَيُقْتَل فَيَضْرِبهُ بِالسَّيْفِ فَيَقْطَعهُ جَزْلَتَيْنِ رَمْيَة الْغَرَض ثُمَّ يَدْعُوهُ فَيُقْبِل إِلَيْهِ فَبَيْنَمَا هُمْ عَلَى ذَلِكَ إِذْ بَعَثَ اللَّه عَزَّ وَجَلَّ الْمَسِيح اِبْن مَرْيَم فَيَنْزِل عِنْد الْمَنَارَة الْبَيْضَاء شَرْقِيّ دِمَشْق بَيْن مَهْرُودَتَيْنِ وَاضِعًا يَدَيْهِ عَلَى أَجْنِحَة مَلَكَيْنِ فَيَتْبَعهُ فَيُدْرِكهُ فَيَقْتُلهُ عِنْد بَاب لُدٍّ الشَّرْقِيّ - قَالَ - فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ أَوْحَى اللَّه عَزَّ وَجَلَّ إِلَى عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام أَنِّي قَدْ أَخْرَجْت عِبَادًا مِنْ عِبَادِي لَا يَدَانِ لَك بِقِتَالِهِمْ فَحَرِّرْ عِبَادِي إِلَى الطُّور فَيَبْعَث اللَّه - عَزَّ وَجَلَّ - يَأْجُوج وَمَأْجُوج كَمَا قَالَ تَعَالَى : \" وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ \" فَيَرْغَب عِيسَى وَأَصْحَابه إِلَى اللَّه عَزَّ وَجَلَّ فَيُرْسِل عَلَيْهِمْ نَغَفًا فِي رِقَابهمْ فَيُصْبِحُونَ فَرْسَى كَمَوْتِ نَفْس وَاحِدَة فَيَهْبِط عِيسَى وَأَصْحَابه فَلَا يَجِدُونَ فِي الْأَرْض بَيْتًا إِلَّا قَدْ مَلَأَهُ زَهَمهمْ وَنَتْنهمْ فَيَرْغَب عِيسَى وَأَصْحَابه إِلَى اللَّه عَزَّ وَجَلَّ فَيُرْسِل اللَّه عَلَيْهِمْ طَيْرًا كَأَعْنَاقِ الْبُخْت فَتَحْمِلهُمْ فَتَطْرَحهُمْ حَيْثُ شَاءَ اللَّه \" قَالَ اِبْن جَابِر فَحَدَّثَنِي عَطَاء بْن يَزِيد السَّكْسَكِيّ عَنْ كَعْب أَوْ غَيْره قَالَ فَتَطْرَحهُمْ بِالْمُهَبَّلِ : قَالَ اِبْن جَابِر فَقُلْت يَا أَبَا يَزِيد وَأَيْنَ الْمُهَبَّل قَالَ مَطْلَع الشَّمْس قَالَ \" وَيُرْسِل اللَّه مَطَرًا لَا يَكُنْ مِنْهُ بَيْت مَدَر وَلَا وَبَر أَرْبَعِينَ يَوْمًا فَيَغْسِل الْأَرْض حَتَّى يَتْرُكهَا كَالزَّلَفَةِ وَيُقَال لِلْأَرْضِ أَنْبِتِي ثَمَرك وَرُدِّي بَرَكَتك قَالَ فَيَوْمئِذٍ يَأْكُل النَّفَر مِنْ الرُّمَّانَة فَيَسْتَظِلُّونَ بِقِحْفِهَا وَيُبَارَك فِي الرِّسْل حَتَّى إِنَّ اللِّقْحَة مِنْ الْإِبِل لَتَكْفِي الْفِئَام مِنْ النَّاس وَاللِّقْحَة مِنْ الْبَقَر تَكْفِي الْفَخِذ وَالشَّاة مِنْ الْغَنَم تَكْفِي أَهْل الْبَيْت قَالَ فَبَيْنَمَا هُمْ عَلَى ذَلِكَ إِذْ بَعَثَ اللَّه عَزَّ وَجَلَّ رِيحًا طَيِّبًا فَتَأْخُذهُمْ تَحْت آبَاطهمْ فَتُقْبَض رُوح كُلّ مُسْلِم - أَوْ قَالَ مُؤْمِن - وَيَبْقَى شِرَار النَّاس يَتَهَارَجُونَ تَهَارُج الْحُمُر وَعَلَيْهِمْ تَقُوم السَّاعَة \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم دُون الْبُخَارِيّ وَرَوَاهُ مَعَ بَقِيَّة أَهْل السُّنَن مِنْ طُرُق عَنْ عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . الْحَدِيث الثَّالِث : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن بِشْر حَدَّثَنَا مُحَمَّد بْن عَمْرو عَنْ اِبْن حَرْمَلَة عَنْ خَالَته قَالَتْ : خَطَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ عَاصِب أُصْبُعه مِنْ لَدْغَة عَقْرَب فَقَالَ : \" إِنَّكُمْ تَقُولُونَ لَا عَدُوّ لَكُمْ لِأَنَّكُمْ لَا تَزَالُونَ تُقَاتِلُونَ عَدُوًّا حَتَّى يَأْتِيَ يَأْجُوج وَمَأْجُوج عِرَاض الْوُجُوه صِغَار الْعُيُون شُهْب الشِّعَاف مِنْ كُلّ حَدَب يَنْسِلُونَ كَأَنَّ وُجُوههمْ الْمَجَانّ الْمُطْرَقَة \" وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث مُحَمَّد بْن عَمْرو عَنْ خَالِد بْن عَبْد اللَّه بْن حَرْمَلَة الْمُدْلِجِيّ عَنْ خَالَة لَهُ عَنْ النَّبِيّ\" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَذَكَرَهُ مِثْله سَوَاء . الْحَدِيث الرَّابِع : قَدْ تَقَدَّمَ فِي آخِر تَفْسِير سُورَة الْأَعْرَاف مِنْ رِوَايَة الْإِمَام أَحْمَد عَنْ هُشَيْم عَنْ الْعَوَّام عَنْ جِبِلَّة بْن سُحَيْم عَنْ مِرْثَد بْن عُمَارَة عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ :\" لَقِيت لَيْلَة أُسْرِيَ بِي إِبْرَاهِيم وَمُوسَى وَعِيسَى \" - قَالَ - فَتَذَاكَرُوا أَمْر السَّاعَة فَرَدُّوا أَمْرهمْ إِلَى إِبْرَاهِيم فَقَالَ لَا عِلْم لِي بِهَا فَرَدُّوا أَمْرهمْ إِلَى مُوسَى فَقَالَ لَا عِلْم لِي بِهَا فَرَدُّوا أَمْرهمْ إِلَى عِيسَى فَقَالَ أَمَّا وَجْبَتهَا فَلَا يَعْلَم بِهَا أَحَد إِلَّا اللَّه وَفِيمَا عَهِدَ إِلَيَّ رَبِّي أَنَّ الدَّجَّال خَارِج وَمَعِي قَضِيبَانِ فَإِذَا رَآنِي ذَابَ كَمَا يَذُوب الرَّصَاص قَالَ فَيُهْلِكهُ اللَّه إِذَا رَآنِي حَتَّى أَنَّ الْحَجَر وَالشَّجَر يَقُول يَا مُسْلِم إِنَّ تَحْتِي كَافِرًا فَتَعَالَ فَاقْتُلْهُ قَالَ فَيُهْلِكهُمْ اللَّه ثُمَّ يَرْجِع النَّاس إِلَى بِلَادهمْ وَأَوْطَانهمْ - قَالَ - فَعِنْد ذَلِكَ يَخْرُج يَأْجُوج وَمَأْجُوج وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ فَيَطَئُونَ بِلَادهمْ وَلَا يَأْتُونَ عَلَى شَيْء إِلَّا أَهْلَكُوهُ وَلَا يَمُرُّونَ عَلَى مَاء إِلَّا شَرِبُوهُ - قَالَ - ثُمَّ يَرْجِع النَّاس إِلَى أَوْطَانهمْ يَشْكُونَهُمْ فَأَدْعُو اللَّه عَلَيْهِمْ فَيُهْلِكهُمْ وَيُمِيتهُمْ حَتَّى تَجْوَى الْأَرْض مِنْ نَتْن رِيحهمْ وَيُنْزِل اللَّه الْمَطَر فَيَجْتَرِف أَجْسَادهمْ حَتَّى يَقْذِفهُمْ فِي الْبَحْر فَفِيمَا عَهِدَ إِلَيَّ رَبِّي أَنَّ ذَلِكَ إِذَا كَانَ كَذَلِكَ أَنَّ السَّاعَة كَالْحَامِلِ الْمُتِمّ لَا يَدْرِي أَهْلهَا مَتَى تَفْجَؤُهُمْ بِوِلَادِهَا لَيْلًا أَوْ نَهَارًا \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ مُحَمَّد بْن بَشَّار عَنْ يَزِيد بْن هَارُون عَنْ الْعَوَّام بْن حَوْشَب بِهِ نَحْوه وَزَادَ قَالَ الْعَوَّام وَوُجِدَ تَصْدِيق ذَلِكَ فِي كِتَاب اللَّه عَزَّ وَجَلَّ \" حَتَّى إِذَا فُتِحَتْ يَأْجُوج وَمَأْجُوج وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ \" وَرَوَاهُ اِبْن جَرِير هَهُنَا مِنْ حَدِيث جِبِلَّة بِهِ وَالْأَحَادِيث فِي هَذَا كَثِيرَة جِدًّا وَالْآثَار عَنْ السَّلَف كَذَلِكَ . وَقَدْ رَوَى اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث مَعْمَر عَنْ غَيْر وَاحِد عَنْ حُمَيْد بْن هِلَال عَنْ أَبِي الصَّيْف قَالَ : قَالَ كَعْب إِذَا كَانَ عِنْد خُرُوج يَأْجُوج وَمَأْجُوج حَفَرُوا حَتَّى يَسْمَع الَّذِينَ يَلُونَهُمْ قَرْع فُؤُوسهمْ فَإِذَا كَانَ اللَّيْل أَلْقَى اللَّه عَلَى لِسَان رَجُل مِنْهُمْ يَقُول نَجِيء غَدًا فَنَخْرُج فَيُعِيدهُ اللَّه كَمَا كَانَ فَيَجِيئُونَ مِنْ الْغَد فَيَجِدُونَهُ قَدْ أَعَادَهُ اللَّه كَمَا كَانَ فَيَحْفِرُونَهُ حَتَّى يَسْمَع الَّذِينَ يَلُونَهُمْ قَرْع فُؤُوسهمْ فَإِذَا كَانَ اللَّيْل أَلْقَى اللَّه عَلَى لِسَان رَجُل مِنْهُمْ يَقُول : نَجِيء غَدًا فَنَخْرُج إِنْ شَاءَ اللَّه فَيَجِيئُونَ مِنْ الْغَد فَيَجِدُونَهُ كَمَا تَرْمُوهُ فَيَحْفِرُونَ حَتَّى يَخْرُجُوا فَتَمُرّ الزُّمْرَة الْأُولَى بِالْبُحَيْرَةِ فَيَشْرَبُونَ مَاءَهَا ثُمَّ تَمُرّ الزُّمْرَة الثَّانِيَة فَيَلْحَسُونَ طِينهَا ثُمَّ تَمُرّ الزُّمْرَة الثَّالِثَة فَيَقُولُونَ قَدْ كَانَ هَهُنَا مَرَّة مَاء فَيَفِرّ النَّاس مِنْهُمْ فَلَا يَقُوم لَهُ شَيْء ثُمَّ يَرْمُونَ بِسِهَامِهِمْ إِلَى السَّمَاء فَتَرْجِع إِلَيْهِمْ مُخَضَّبَة بِالدِّمَاءِ فَيَقُولُونَ غَلَبْنَا أَهْل الْأَرْض وَأَهْل السَّمَاء فَيَدْعُو عَلَيْهِمْ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام فَيَقُول اللَّهُمَّ لَا طَاقَة وَلَا يَدَيْ لَنَا بِهِمْ فَاكْفِنَاهُمْ بِمَا شِئْت فَيُسَلِّط اللَّه عَلَيْهِمْ دُودًا يُقَال لَهُ النَّغَف فَيُفَرِّس رِقَابهمْ وَيَبْعَث اللَّه عَلَيْهِمْ طَيْرًا تَأْخُذهُمْ بِمَنَاقِيرِهَا فَتُلْقِيهِمْ فِي الْبَحْر وَيَبْعَث اللَّه عَيْنًا يُقَال لَهَا الْحَيَاة يُطَهِّر اللَّه الْأَرْض وَيُنْبِتهَا حَتَّى أَنَّ الرُّمَّانَة لَيَشْبَع مِنْهَا السَّكَن قِيلَ وَمَا السَّكَن يَا كَعْب ؟ قَالَ أَهْل الْبَيْت قَالَ فَبَيْنَمَا النَّاس كَذَلِكَ إِذْ أَتَاهُمْ الصَّرِيخ أَنَّ ذَا السُّوَيْقَتَيْنِ يُرِيدهُ قَالَ فَيَبْعَث عِيسَى اِبْن مَرْيَم طَلِيعَة سَبْعمِائَةٍ أَوْ بَيْن السَّبْعمِائَةِ وَالثَّمَانمِائَةِ حَتَّى إِذَا كَانُوا بِبَعْضِ الطَّرِيق بَعَثَ اللَّه رِيحًا يَمَانِيَّة طَيِّبَة فَيَقْبِض فِيهَا رُوح كُلّ مُؤْمِن ثُمَّ يَبْقَى عَجَاج النَّاس فَيَتَسَافَدُونَ كَمَا تَتَسَافَد الْبَهَائِم فَمَثَل السَّاعَة كَمَثَلِ رَجُل يَطِيف حَوْل فَرَسه مَتَى تَضَع قَالَ كَعْب فَمَنْ قَالَ بَعْد قَوْلِي هَذَا شَيْئًا أَوْ بَعْد عِلْمِي هَذَا شَيْئًا فَهُوَ الْمُتَكَلِّف وَهَذَا مِنْ أَحْسَن سِيَاقَات كَعْب الْأَحْبَار لَمَّا شَهِدَ لَهُ مِنْ صَحِيح الْأَخْبَار وَقَدْ ثَبَتَ فِي الْحَدِيث أَنَّ عِيسَى اِبْن مَرْيَم يَحُجّ الْبَيْت الْعَتِيق . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان بْن دَاوُد حَدَّثَنَا عِمْرَان عَنْ قَتَادَة عَنْ عَبْد اللَّه بْن أَبِي عُتْبَة عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيُحَجَّنَّ هَذَا الْبَيْت وَلَيُعْتَمَرَنَّ بَعْد خُرُوج يَأْجُوج وَمَأْجُوج \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39025, "aya_id": 96}]