[{"text": "وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُونَ", "sura_id": 56, "type": 0, "id": 5000, "aya_id": 21}, {"text": "ولحم طير مما يشتهون", "sura_id": 56, "type": 1, "id": 11236, "aya_id": 21}, {"text": "21 - (ولحم طير مما يشتهون و) لهم للاستمتاع \r\n", "sura_id": 56, "type": 2, "id": 29944, "aya_id": 21}, {"text": "وبلحم طير ممَّا ترغب فيه نفوسهم.\r\n", "sura_id": 56, "type": 3, "id": 36180, "aya_id": 21}, {"text": " <font color=red>وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَفَاكِهَة مِمَّا يَتَخَيَّرُونَ وَلَحْم طَيْر مِمَّا يَشْتَهُونَ \" أَيْ وَيَطُوفُونَ عَلَيْهِمْ بِمَا يَتَخَيَّرُونَ مِنْ الثِّمَار وَهَذِهِ الْآيَة دَلِيل عَلَى جَوَاز أَكْل الْفَاكِهَة عَلَى صِفَة التَّخَيُّر لَهَا وَيَدُلّ عَلَى ذَلِكَ حَدِيث عِكْرَاش بْن ذُؤَيْب الَّذِي رَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ رَحِمَهُ اللَّه فِي مُسْنَده حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد النَّرْسِيّ حَدَّثَنَا الْعَلَاء بْن الْفَضْل بْن عَبْد الْمَلِك بْن أَبِي سَوْمَة حَدَّثَنَا عُبَيْد اللَّه بْن عِكْرَاش عَنْ أَبِيهِ عِكْرَاش بْن ذُؤَيْب قَالَ : بَعَثَنِي مُرَّة فِي صَدَقَات أَمْوَالهمْ إِلَى رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ فَقَدِمْت الْمَدِينَة فَإِذَا هُوَ جَالِس بَيْن الْمُهَاجِرِينَ وَالْأَنْصَار وَقَدِمْت عَلَيْهِ بِإِبِلٍ كَأَنَّهَا عُرُوق الْأَرْطَى قَالَ \" مَنْ الرَّجُل ؟ \" قُلْت عِكْرَاش بْن ذُؤَيْب قَالَ \" اِرْفَعْ فِي النَّسَب \" فَانْتَسَبْت لَهُ إِلَى مُرَّة بْن عُبَيْد وَهَذِهِ صَدَقَة مُرَّة بْن عُبَيْد فَتَبَسَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" هَذِهِ إِبِل قَوْمِي هَذِهِ صَدَقَات قَوْمِي \" ثُمَّ أَمَرَ بِهَا أَنْ تُوسَم بِمِيسَمِ إِبِل الصَّدَقَة وَتُضَمّ إِلَيْهَا ثُمَّ أَخَذَ بِيَدِي فَانْطَلَقْنَا إِلَى مَنْزِل أُمّ سَلَمَة فَقَالَ \" هَلْ مِنْ طَعَام ؟ \" فَأُتِينَا بِحَفْنَةٍ كَالْقَصْعَةِ كَثِيرَة الثَّرِيد وَالْوَذْر فَجَعَلَ يَأْكُل مِنْهَا فَأَقْبَلْت أَخْبِط بِيَدِي فِي جَوَانِبهَا فَقَيَّضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ الْيُسْرَى عَلَى يَدِي الْيُمْنَى فَقَالَ \" يَا عِكْرَاش كُلْ مِنْ مَوْضِع وَاحِد فَإِنَّهُ طَعَام وَاحِد\" ثُمَّ أُتِينَا بِطَبَقٍ فِيهِ تَمْر أَوْ رُطَب - شَكَّ عُبَيْد اللَّه رُطَبًا كَانَ أَوْ تَمْرًا - فَجَعَلْت آكُل مِنْ بَيْن يَدَيَّ وَجَالَتْ يَد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الطَّبَق وَقَالَ\" يَا عِكْرَاش كُلْ مِنْ حَيْثُ شِئْت فَإِنَّهُ غَيْر لَوْن وَاحِد ثُمَّ أُتِينَا بِمَاءٍ فَغَسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَده وَمَسَحَ بِبَلَلِ كَفَّيْهِ وَجْهه وَذِرَاعَيْهِ وَرَأْسه ثَلَاثًا ثُمَّ قَالَ \" يَا عِكْرَاش هَذَا الْوُضُوء مِمَّا غَيَّرَتْ النَّار \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ مُطَوَّلًا وَابْن مَاجَهْ جَمِيعًا عَنْ مُحَمَّد بْن بَشَّار عَنْ أَبِي الْهُزَيْل الْعَلَاء بْن الْفَضْل بِهِ وَقَالَ التِّرْمِذِيّ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز بْن أَسَد وَعَفَّان وَقَالَ الْحَافِظ اِبْن يَعْلَى حَدَّثَنَا شَيْبَان قَالُوا حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة حَدَّثَنَا ثَابِت قَالَ : قَالَ أَنَس كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُعْجِبهُ الرُّؤْيَا فَرُبَّمَا رَأَى الرَّجُل الرُّؤْيَا فَسَأَلَ عَنْهُ إِذَا لَمْ يَكُنْ يَعْرِفهُ فَإِذَا أَثْنَى عَلَيْهِ مَعْرُوفًا كَانَ أَعْجَب لِرُؤْيَاهُ إِلَيْهِ فَأَتَتْهُ اِمْرَأَة فَقَالَتْ يَا رَسُول اللَّه رَأَيْت كَأَنِّي أُتِيت فَأُخْرِجْت مِنْ الْمَدِينَة فَأُدْخِلْت الْجَنَّة فَسَمِعْت وَجْبَة اِنْتَحَبَتْ لَهَا الْجَنَّة فَنَظَرْت فَإِذَا فُلَان بْن فُلَان وَفُلَان بْن فُلَان فَسَمَّتْ اثْنَيْ عَشَر رَجُلًا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ بَعَثَ سَرِيَّة قَبْل ذَلِكَ فَجِيءَ بِهِمْ عَلَيْهِمْ ثِيَاب طُلْس تَشْخَب أَوْدَاجهمْ فَقِيلَ اِذْهَبُوا بِهِمْ إِلَى نَهَر الْبَيْدَخ أَوْ الْبَيْذَخ قَالَ فَغُمِسُوا فِيهِ فَخَرَجُوا وَوُجُوههمْ كَالْقَمَرِ لَيْلَة الْبَدْر فَأَتَوْا بِصَحْفَةٍ مِنْ ذَهَب فِيهَا بُسْر فَأَكَلُوا مِنْ بُسْره مَا شَاءُوا فَمَا يُقَلِّبُونَهَا مِنْ وَجْه إِلَّا أَكَلُوا مِنْ الْفَاكِهَة مَا أَرَادُوا وَأَكَلْت مَعَهُمْ فَجَاءَ الْبَشِير مِنْ تِلْكَ السَّرِيَّة فَقَالَ مَا كَانَ مِنْ رُؤْيَا كَذَا وَكَذَا فَأُصِيبَ فُلَان وَفُلَان حَتَّى عَدَّ اثْنَيْ عَشَر رَجُلًا فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَرْأَة فَقَالَ \" قُصِّي رُؤْيَاك \" فَقَصَّتْهَا وَجَعَلَتْ تَقُول فَجِيءَ بِفُلَانٍ وَفُلَان كَمَا قَالَ . هَذَا لَفْظ أَبِي يَعْلَى قَالَ الْحَافِظ الضِّيَاء وَهَذَا عَلَى شَرْط مُسْلِم وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُعَاذ بْن الْمُثَنَّى حَدَّثَنَا عَلِيّ بْن الْمَدِينِيّ حَدَّثَنَا رَيْحَان بْن سَعِيد عَنْ عَبَّاد بْن مَنْصُور عَنْ أَيُّوب عَنْ أَبِي قِلَابَة عَنْ أَبِي أَسْمَاء عَنْ ثَوْبَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الرَّجُل إِذَا نَزَعَ ثَمَرَة مِنْ الْجَنَّة عَادَتْ مَكَانهَا أُخْرَى \" وَقَوْله تَعَالَى \" وَلَحْم طَيْر مِمَّا يَشْتَهُونَ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سَيَّار بْن حَاتِم حَدَّثَنَا جَعْفَر بْن سُلَيْمَان الضُّبَعِيّ حَدَّثَنَا ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ طَيْر الْجَنَّة كَأَمْثَالِ الْبُخْت يَرْعَى فِي شَجَر الْجَنَّة \" فَقَالَ أَبُو بَكْر يَا رَسُول اللَّه إِنَّ هَذِهِ لَطَيْر نَاعِمَة فَقَالَ \" آكِلهَا أَنْعَم مِنْهَا - قَالَهَا ثَلَاثًا - وَإِنِّي لَأَرْجُو أَنْ تَكُون مِمَّنْ يَأْكُل مِنْهَا\" اِنْفَرَدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه . وَرَوَى الْحَافِظ أَبُو عَبْد اللَّه الْمَقْدِسِيّ فِي كِتَابه صِفَة الْجَنَّة مِنْ حَدِيث إِسْمَاعِيل بْن عَلِيّ الْخَطْمِيّ عَنْ أَحْمَد بْن عَلِيّ الحيوطي عَنْ عَبْد الْجَبَّار بْن عَاصِم عَنْ عَبْد اللَّه بْن زِيَاد عَنْ زُرْعَة عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : ذُكِرَتْ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طُوبَى فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا بَكْر هَلْ بَلَغَك مَا طُوبَى ؟ \" قَالَ اللَّه وَرَسُوله أَعْلَم قَالَ \" طُوبَى شَجَرَة فِي الْجَنَّة مَا يَعْلَم طُولهَا إِلَّا اللَّه سَيْر الرَّاكِب تَحْت غُصْن مِنْ أَغْصَانهَا سَبْعِينَ خَرِيفًا وَرَقهَا الْحُلَل يَقَع عَلَيْهَا الطَّيْر كَأَمْثَالِ الْبُخْت \" فَقَالَ أَبُو بَكْر يَا رَسُول اللَّه إِنَّ هُنَاكَ لَطَيْرًا نَاعِمًا ؟ قَالَ \" أَنْعَم مِنْهُ مَنْ يَأْكُلهُ وَأَنْتَ مِنْهُمْ إِنْ شَاءَ اللَّه تَعَالَى \" وَقَالَ قَتَادَة فِي قَوْله تَعَالَى \" وَلَحْم طَيْر مِمَّا يَشْتَهُونَ \" وَذَكَرَ لَنَا أَنَّ أَبَا بَكْر قَالَ يَا رَسُول اللَّه إِنِّي أَرَى طَيْرهَا نَاعِمَة كَأَهْلِهَا نَاعِمُونَ قَالَ \" مَنْ يَأْكُلهَا وَاَللَّه يَا أَبَا بَكْر أَنْعَم مِنْهَا وَإِنَّهَا لَأَمْثَال الْبُخْت وَإِنِّي لَأَحْتَسِب عَلَى اللَّه أَنْ تَأْكُل مِنْهَا يَا أَبَا بَكْر \" . وَقَالَ أَبُو بَكْر بْن أَبِي الدُّنْيَا حَدَّثَنِي مُجَاهِد بْن مُوسَى حَدَّثَنَا مَعْن بْن عِيسَى حَدَّثَنِي اِبْن أَخِي اِبْن شِهَاب عَنْ أَبِيهِ عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الْكَوْثَر فَقَالَ \" نَهَر أَعْطَانِيهِ رَبِّي عَزَّ وَجَلَّ فِي الْجَنَّة أَشَدّ بَيَاضًا مِنْ اللَّبَن وَأَحْلَى مِنْ الْعَسَل فِيهِ طُيُور أَعْنَاقهَا يَعْنِي كَأَعْنَاقِ الْجُزُر \" فَقَالَ عُمَر إِنَّهَا لَنَاعِمَة قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آكِلهَا أَنْعَم مِنْهَا \" وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ الْقَعْنَبِيّ عَنْ مُحَمَّد بْن عَبْد اللَّه بْن مُسْلِم بْن شِهَاب عَنْ أَبِيهِ عَنْ أَنَس وَقَالَ حَسَن . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافُسِيّ حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ عُبَيْد اللَّه بْن الْوَلِيد الرَّصَافِيّ عَنْ عَطِيَّة الْعَوْفِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ فِي الْجَنَّة لَطَيْرًا فِيهِ سَبْعُونَ أَلْف رِيشَة فَيَقَع عَلَى صَحْفَة الرَّجُل مِنْ أَهْل الْجَنَّة فَيَنْتَفِض فَيَخْرُج مِنْ كُلّ رِيشَة يَعْنِي لَوْنًا أَبْيَض مِنْ اللَّبَن وَأَلْيَن مِنْ الزُّبْد وَأَعْذَب مِنْ الشَّهْد لَيْسَ مِنْهَا لَوْن يُشْبِهُ صَاحِبه ثُمَّ يَطِير \" هَذَا حَدِيث غَرِيب جِدًّا وَالرَّصَافِيّ وَشَيْخه ضَعِيفَانِ ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث حَدَّثَنِي اللَّيْث حَدَّثَنَا خَالِد بْن يَزِيد عَنْ سَعِيد بْن أَبِي هِلَال عَنْ أَبِي حَازِم عَنْ عَطَاء عَنْ كَعْب قَالَ : إِنَّ طَائِر الْجَنَّة أَمْثَال الْبُخْت يَأْكُل مِنْ ثَمَرَات الْجَنَّة وَيَشْرَب مِنْ أَنْهَار الْجَنَّة فَيَصْطَفِفْنَ لَهُ فَإِذَا اِشْتَهَى مِنْهَا شَيْئًا أَتَى حَتَّى يَقَع بَيْن يَدَيْهِ فَيَأْكُل مِنْ خَارِجه وَدَاخِله ثُمَّ يَطِير لَمْ يَنْقُص مِنْهُ شَيْء صَحِيح إِلَى كَعْب وَقَالَ الْحَسَن بْن عَرَفَة حَدَّثَنَا خَلَف بْن خَلِيفَة عَنْ حُمَيْد الْأَعْرَج عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّك لَتَنْظُر إِلَى الطَّيْر فِي الْجَنَّة فَتَشْتَهِيه فَيَخِرّ بَيْن يَدَيْك مَشْوِيًّا \" .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41919, "aya_id": 21}]