[{"text": "اللَّهُ الَّذِي خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاء وَهُوَ الْعَلِيمُ الْقَدِيرُ", "sura_id": 30, "type": 0, "id": 3463, "aya_id": 54}, {"text": "الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير", "sura_id": 30, "type": 1, "id": 9699, "aya_id": 54}, {"text": "54 - (الله الذي خلقكم من ضعف) ماء مهين (ثم جعل من بعد ضعف) آخر وهو ضعف الطفولية (قوة) قوة الشباب (ثم جعل من بعد قوة ضعفا وشيبة) ضعف الكبر وشيب الهرم والضعف في الثلاثة بضم أوله وفتحه (يخلق ما يشاء) من الضعف والقوة والشباب والشيبة (وهو العليم) بتدبير خلقه (القدير) على ما يشاء \r\n", "sura_id": 30, "type": 2, "id": 28407, "aya_id": 54}, {"text": "الله تعالى هو الذي خلقكم من ماء ضعيف مهين, وهو النطفة, ثم جعل من بعد ضعف الطفولة قوة الرجولة, ثم جعل من بعد هذه القوة ضعف الكبر والهرم, يخلق الله ما يشاء من الضعف والقوة, وهو العليم بخلقه, القادر على كل شيء.\r\n", "sura_id": 30, "type": 3, "id": 34643, "aya_id": 54}, {"text": " <font color=red>اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ</font><BR><p>يُنَبِّه تَعَالَى عَلَى تَنَقُّل الْإِنْسَان فِي أَطْوَار الْخَلْق حَال بَعْد حَال فَأَصْله مِنْ تُرَاب ثُمَّ مِنْ نُطْفَة ثُمَّ مِنْ عَلَقَة ثُمَّ مِنْ مُضْغَة ثُمَّ يَصِير عِظَامًا ثُمَّ تُكْسَى الْعِظَام لَحْمًا وَيُنْفَخ فِيهِ الرُّوح ثُمَّ يُخْرَج مِنْ بَطْن أُمّه ضَعِيفًا نَحِيفًا وَاهِن الْقُوَى ثُمَّ يَشِبّ قَلِيلًا قَلِيلًا حَتَّى يَكُون صَغِيرًا ثُمَّ حَدَثًا ثُمَّ مُرَاهِقًا ثُمَّ شَابًّا وَهُوَ الْقُوَّة بَعْد الضَّعْف ثُمَّ يَشْرَع فِي النَّقْص فَيَكْتَهِل ثُمَّ يَشِيخ ثُمَّ يَهْرَم وَهُوَ الضَّعْف بَعْد الْقُوَّة فَتَضْعُف الْهِمَّة وَالْحَرَكَة وَالْبَطْش وَتَشِيب اللِّمَّة وَتَتَغَيَّر الصِّفَات الظَّاهِرَة وَالْبَاطِنَة وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ جَعَلَ مِنْ بَعْد قُوَّة ضَعْفًا وَشَيْبَة يَخْلُق مَا يَشَاء \" أَيْ يَفْعَل مَا يَشَاء وَيَتَصَرَّف فِي عَبِيده بِمَا يُرِيد \" وَهُوَ الْعَلِيم الْقَدِير \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ فُضَيْل وَيَزِيد حَدَّثَنَا فُضَيْل بْن مَرْزُوق عَنْ عَطِيَّة الْعَوْفِيّ قَالَ : قَرَأَتْ عَلَى اِبْن عُمَر \" اللَّه الَّذِي خَلَقَكُمْ مِنْ ضَعْف ثُمَّ جَعَلَ مِنْ بَعْد ضَعْف قُوَّة ثُمَّ جَعَلَ مِنْ بَعْد قُوَّة ضَعْفًا \" فَقَالَ \" اللَّه الَّذِي خَلَقَكُمْ مِنْ ضُعْفٍ ثُمَّ جَعَلَ مِنْ بَعْد ضُعْف قُوَّة ثُمَّ جَعَلَ مِنْ بَعْد قُوَّة ضَعْفًا \" ثُمَّ قَالَ قَرَأْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا قَرَأْت عَلَيَّ فَأَخَذَ عَلَيَّ كَمَا أَخَذْت عَلَيْك وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَحَسَّنَهُ مِنْ حَدِيث فُضَيْل بِهِ وَرَوَاهُ أَبُو دَاوُد حَدِيث عَبْد اللَّه بْن جَابِر عَنْ عَطِيَّة عَنْ أَبِي سَعِيد بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40092, "aya_id": 54}]