[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَخُونُواْ اللّهَ وَالرَّسُولَ وَتَخُونُواْ أَمَانَاتِكُمْ وَأَنتُمْ تَعْلَمُونَ", "sura_id": 8, "type": 0, "id": 1187, "aya_id": 27}, {"text": "يا أيها الذين آمنوا لا تخونوا الله والرسول وتخونوا أماناتكم و أنتم تعلمون", "sura_id": 8, "type": 1, "id": 7423, "aya_id": 27}, {"text": "27 - ونزل في أبي لبابة مروان بن عبد المنذر وقد بعثه إلى بني قريظة لينزلوا على حكمه فاستشاروه فأشار إليهم أنه الذبح لأن عياله وماله فيهم (يا أيها الذين آمنوا لا تخونوا الله والرسول) ولا (وتخونوا أماناتكم) ما ائتمنتم عليه من الدين وغيره (وأنتم تعلمون) \r\n", "sura_id": 8, "type": 2, "id": 26131, "aya_id": 27}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تخونوا الله ورسوله بترك ما أوجبه الله عليكم وفِعْل ما نهاكم عنه, ولا تفرطوا فيما ائتمنكم الله عليه, وأنتم تعلمون أنه أمانة يجب الوفاء بها.\r\n", "sura_id": 8, "type": 3, "id": 32367, "aya_id": 27}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ</font><BR><p>قَالَ عَبْد الرَّزَّاق بْن أَبِي قَتَادَة وَالزُّهْرِيّ أُنْزِلَتْ فِي أَبِي لُبَابَة بْن عَبْد الْمُنْذِر حِين بَعَثَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى بَنِي قُرَيْظَة لِيَنْزِلُوا عَلَى حُكْم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَشَارُوهُ فِي ذَلِكَ فَأَشَارَ عَلَيْهِمْ بِذَلِكَ وَأَشَارَ بِيَدِهِ إِلَى حَلْقه أَيْ إِنَّهُ الذَّبْح ثُمَّ فَطِنَ أَبُو لُبَابَة وَرَأَى أَنَّهُ قَدْ خَانَ اللَّه وَرَسُوله فَحَلَفَ لَا يَذُوق ذَوَاقًا حَتَّى يَمُوت أَوْ يَتُوب اللَّه عَلَيْهِ وَانْطَلَقَ إِلَى مَسْجِد الْمَدِينَة فَرَبَطَ نَفْسه فِي سَارِيَة مِنْهُ فَمَكَثَ كَذَلِكَ تِسْعَة أَيَّام حَتَّى كَانَ يَخِرّ مَغْشِيًّا عَلَيْهِ مِنْ الْجَهْد حَتَّى أَنْزَلَ اللَّه تَوْبَته عَلَى رَسُوله فَجَاءَ النَّاس يُبَشِّرُونَهُ بِتَوْبَةِ اللَّه عَلَيْهِ وَأَرَادُوا أَنْ يَحُلُّوهُ مِنْ السَّارِيَة فَحَلَفَ لَا يَحُلّهُ مِنْهَا إِلَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ فَحَلَّهُ فَقَالَ يَا رَسُول اللَّه : إِنِّي كُنْت نَذَرْت أَنْ أَنْخَلِع مِنْ مَالِي صَدَقَة فَقَالَ \" يَجْزِيك الثُّلُث أَنْ تَصَدَّقَ بِهِ \" . وَقَالَ اِبْن جَرِير حَدَّثَنِي الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا يُونُس بْن الْحَارِث الطَّائِفِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عَوْن الثَّقَفِيّ عَنْ الْمُغِيرَة بْن شُعْبَة قَالَ نَزَلَتْ هَذِهِ الْآيَة فِي قَتْل عُثْمَان رَضِيَ اللَّه عَنْهُ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّه وَالرَّسُول \" الْآيَة . وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا الْقَاسِم بْن بِشْر بْن مَعْرُوف حَدَّثَنَا شَبَابَة بْن سِوَار حَدَّثَنَا مُحَمَّد بْن الْمُحْرِم قَالَ لَقِيَتْ عَطَاء بْن أَبِي رَبَاح فَحَدَّثَنِي قَالَ حَدَّثَنِي جَابِر بْن عَبْد اللَّه أَنَّ أَبَا سُفْيَان خَرَجَ مِنْ مَكَّة فَأَتَى جِبْرِيلُ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ أَبَا سُفْيَان بِمَكَانِ كَذَا وَكَذَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَبَا سُفْيَان فِي مَوْضِع كَذَا وَكَذَا فَاخْرُجُوا إِلَيْهِ وَاكْتُمُوا \" فَكَتَبَ رَجُل مِنْ الْمُنَافِقِينَ إِلَيْهِ إِنَّ مُحَمَّدًا يُرِيدكُمْ فَخُذُوا حِذْرَكُمْ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" لَا تَخُونُوا اللَّه وَالرَّسُول وَتَخُونُوا أَمَانَاتِكُمْ \" الْآيَة هَذَا حَدِيث غَرِيب جِدًّا وَفِي سَنَدِهِ وَسِيَاقه نَظَرٌ . وَفِي الصَّحِيحَيْنِ قِصَّة حَاطِب بْن أَبِي بَلْتَعَة أَنَّهُ كَتَبَ إِلَى قُرَيْش يُعْلِمهُمْ بِقَصْدِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِيَّاهُمْ عَام الْفَتْح فَأَطْلَعَ اللَّه رَسُوله عَلَى ذَلِكَ فَبَعَثَ فِي أَثَر الْكِتَاب فَاسْتَرْجَعَهُ وَاسْتَحْضَرَ حَاطِبًا فَأَقَرَّ بِمَا صَنَعَ وَفِيهَا فَقَامَ عُمَر بْن الْخَطَّاب فَقَالَ يَا رَسُول اللَّه : أَلَا أَضْرِب عُنُقه فَإِنَّهُ قَدْ خَانَ اللَّه وَرَسُوله وَالْمُؤْمِنِينَ ؟ فَقَالَ \" دَعْهُ فَإِنَّهُ قَدْ شَهِدَ بَدْرًا وَمَا يُدْرِيك لَعَلَّ اللَّه اِطَّلَعَ عَلَى أَهْل بَدْر فَقَالَ اِعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْت لَكُمْ \" قُلْت وَالصَّحِيح أَنَّ الْآيَة عَامَّة وَإِنْ صَحَّ أَنَّهَا وَرَدَتْ عَلَى سَبَب خَاصّ فَالْأَخْذ بِعُمُومِ اللَّفْظ لَا بِخُصُوصِ السَّبَب عِنْد الْجَمَاهِير مِنْ الْعُلَمَاء . وَالْخِيَانَة تَعُمّ الذُّنُوب الصِّغَار وَالْكِبَار اللَّازِمَة وَالْمُتَعَدِّيَة . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَتَخُونُوا أَمَانَاتِكُمْ \" الْأَمَانَة الْأَعْمَال الَّتِي اِئْتَمَنَ اللَّه عَلَيْهَا الْعِبَاد يَعْنِي الْفَرِيضَة يَقُول \" لَا تَخُونُوا \" لَا تَنْقُضُوهَا وَقَالَ فِي رِوَايَة \" لَا تَخُونُوا اللَّه وَالرَّسُول \" يَقُول بِتَرْكِ سُنَّتِهِ وَارْتِكَاب مَعْصِيَته . وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن جَعْفَر بْن الزُّبَيْر عَنْ عُرْوَة بْن الزُّبَيْر فِي هَذِهِ الْآيَة أَيْ لَا تُظْهِرُوا لَهُ مِنْ الْحَقّ مَا يَرْضَى بِهِ مِنْكُمْ ثُمَّ تُخَالِفُوهُ فِي السِّرّ إِلَى غَيْره فَإِنَّ ذَلِكَ هَلَاك لِأَمَانَاتِكُمْ وَخِيَانَة لِأَنْفُسِكُمْ . وَقَالَ السُّدِّيّ : إِذَا خَانُوا اللَّه وَالرَّسُول فَقَدْ خَانُوا أَمَانَاتِهِمْ . وَقَالَ أَيْضًا كَانُوا يَسْمَعُونَ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْحَدِيث فَيُفْشُونَهُ حَتَّى يَبْلُغ الْمُشْرِكِينَ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد نَهَاكُمْ أَنْ تَخُونُوا اللَّه وَالرَّسُول كَمَا صَنَعَ الْمُنَافِقُونَ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43074, "aya_id": 27}]