[{"text": "فَإِذَا قَضَيْتُم مَّنَاسِكَكُمْ فَاذْكُرُواْ اللّهَ كَذِكْرِكُمْ آبَاءكُمْ أَوْ أَشَدَّ ذِكْرًا فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاَقٍ", "sura_id": 2, "type": 0, "id": 207, "aya_id": 200}, {"text": "فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد ذكرا فمن الناس من يقول ربنا آتنا في الدنيا وما له في الآخرة من خلاق", "sura_id": 2, "type": 1, "id": 6443, "aya_id": 200}, {"text": "200 - (فإذا قضيتم) أديتم (مناسككم) عبادات حجكم بأن رميتم جمرة العقبة وطفتم واستقررتم بمنى (فاذكروا الله) بالتكبير والثناء (كذكركم آباءكم) كما كنتم تذكرونهم عند فراغ حجكم بالمفاخرة (أو أشدَ ذكراً) من ذكركم إياهم ، ونصب أشدَ على الحال من ذكر المنصوب باذكروا إذ لو تأخر عنه لكان صفة له (فمن الناس من يقول ربنا آتنا) نصيباً (في الدنيا) فيؤتاه فيها (وما له في الآخرة من خلاق) نصيب \r\n", "sura_id": 2, "type": 2, "id": 25151, "aya_id": 200}, {"text": "فإذا أتممتم عبادتكم, وفرغتم من أعمال الحج, فأكثروا من ذكر الله والثناء عليه, مثل ذكركم مفاخر آبائكم وأعظم من ذلك. فمن الناس فريق يجعل همه الدنيا فقط, فيدعو قائلا ربنا آتنا في الدنيا صحة, ومالا وأولادًا, وهؤلاء ليس لهم في الآخرة حظ ولا نصيب; لرغبتهم عنها وقَصْرِ هَمِّهم على الدنيا.\r\n", "sura_id": 2, "type": 3, "id": 31387, "aya_id": 200}, {"text": " <font color=red>فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ</font><BR><p>يَأْمُر تَعَالَى بِذِكْرِهِ وَالْإِكْثَار مِنْهُ بَعْد قَضَاء الْمَنَاسِك وَفَرَاغهَا وَقَوْله \" كَذِكْرِكُمْ آبَاءَكُمْ \" اِخْتَلَفُوا فِي مَعْنَاهُ فَقَالَ اِبْن جُرَيْج عَنْ عَطَاء هُوَ كَقَوْلِ الصَّبِيّ أَبَه أُمّه يَعْنِي كَمَا يَلْهَج الصَّبِيّ يَذْكُر أَبِيهِ وَأُمّه فَكَذَلِكَ أَنْتُمْ فَالْهَجُوا بِذِكْرِ اللَّه بَعْد قَضَاء النُّسُك. وَكَذَا قَالَ الضَّحَّاك وَالرَّبِيع بْن أَنَس وَرَوَى اِبْن جَرِير مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْوه . وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : كَانَ أَهْل الْجَاهِلِيَّة يَقِفُونَ فِي الْمَوْسِم فَيَقُول الرَّجُل مِنْهُمْ : كَانَ أَبِي يُطْعِم وَيَحْمِل الْحِمَالَات وَيَحْمِل الدِّيَات . لَيْسَ لَهُمْ ذِكْر غَيْر فِعَال آبَائِهِمْ . فَأَنْزَلَ اللَّه عَلَى مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" فَاذْكُرُوا اللَّه كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا \" قَالَ اِبْن أَبِي حَاتِم : وَرَوَى السُّدِّيّ عَنْ أَنَس بْن مَالِك وَأَبِي وَائِل وَعَطَاء بْن أَبِي رَبَاح فِي أَحَد قَوْلَيْهِ وَسَعِيد بْن جُبَيْر وَعِكْرِمَة فِي أَحَد رِوَايَاته وَمُجَاهِد وَالسُّدِّيّ وَعَطَاء الْخُرَاسَانِيّ وَالرَّبِيع بْن أَنَس وَالْحَسَن وَقَتَادَة وَمُحَمَّد بْن كَعْب وَمُقَاتِل بْن حَيَّان نَحْو ذَلِكَ وَهَكَذَا حَكَاهُ اِبْن جَرِير عَنْ جَمَاعَة وَاَللَّه أَعْلَم . وَالْمَقْصُود مِنْهُ الْحَثُّ عَلَى كَثْرَة الذِّكْر لِلَّهِ عَزَّ وَجَلَّ وَلِهَذَا كَانَ اِنْتِصَاب قَوْله أَوْ أَشَدَّ ذِكْرًا عَلَى التَّمْيِيز تَقْدِيره كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا وَأَوْ هَاهُنَا لِتَحْقِيقِ الْمُمَاثَلَة فِي الْخَبَر كَقَوْلِهِ \" فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدّ قَسْوَة \" وَقَوْله \" يَخْشَوْنَ النَّاس كَخَشْيَةِ اللَّه أَوْ أَشَدّ خَشْيَة \" \" فَأَرْسَلْنَاهُ إِلَى مِائَة أَلْف أَوْ يَزِيدُونَ\" \" فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى \" فَلَيْسَتْ هَاهُنَا لِلشَّكِّ قَطْعًا وَإِنَّمَا هِيَ لِتَحْقِيقِ الْمُخْبَر عَنْهُ كَذَلِكَ أَوْ أَزْيَد مِنْهُ . ثُمَّ إِنَّهُ تَعَالَى أَرْشَدَ إِلَى دُعَائِهِ بَعْد كَثْرَة ذِكْره فَإِنَّهُ مَظِنَّة الْإِجَابَة وَذَمَّ مَنْ لَا يَسْأَلهُ إِلَّا فِي أَمْر دُنْيَاهُ وَهُوَ مُعْرِضٌ عَنْ أُخْرَاهُ فَقَالَ\" فَمِنْ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ \" أَيْ مِنْ نَصِيب وَلَا حَظّ وَتَضَمَّنَ هَذَا الذَّمّ وَالتَّنْفِير عَنْ التَّشَبُّه بِمَنْ هُوَ كَذَلِكَ قَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : كَانَ قَوْم مِنْ الْأَعْرَاب يَجِيئُونَ إِلَى الْمَوْقِف فَيَقُولُونَ اللَّهُمَّ اِجْعَلْهُ عَام غَيْث وَعَام خِصْب وَعَام وِلَاد حَسَن لَا يَذْكُرُونَ مِنْ أَمْر الْآخِرَة شَيْئًا فَأَنْزَلَ اللَّه فِيهِمْ \" فَمِنْ النَّاس مَنْ يَقُول رَبّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَة مِنْ خَلَاق \" وَكَانَ يَجِيء بَعْدهمْ آخَرُونَ مِنْ الْمُؤْمِنِينَ فَيَقُولُونَ\" رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ \" فَأَنْزَلَ اللَّه \" أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاَللَّهُ سَرِيعُ الْحِسَابِ \" وَلِهَذَا مَدَحَ مَنْ يَسْأَلهُ الدُّنْيَا وَالْآخِرَة فَقَالَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38610, "aya_id": 200}]