[{"text": "وَيَمْنَعُونَ الْمَاعُونَ", "sura_id": 107, "type": 0, "id": 6204, "aya_id": 7}, {"text": "و يمنعون الماعون", "sura_id": 107, "type": 1, "id": 12440, "aya_id": 7}, {"text": "7 - (ويمنعون الماعون) كالأبرة والفأس والقدر والقصعة \r\n", "sura_id": 107, "type": 2, "id": 31148, "aya_id": 7}, {"text": "ويمنعون إعارة ما لا تضر إعارته من الآنية وغيرها, فلا هم أحسنوا عبادة ربهم, ولا هم أحسنوا إلى خلقه.\r\n", "sura_id": 107, "type": 3, "id": 37384, "aya_id": 7}, {"text": " <font color=red>وَيَمْنَعُونَ الْمَاعُونَ</font><BR><p>أَيْ لَا أَحْسَنُوا عِبَادَة رَبّهمْ وَلَا أَحْسَنُوا إِلَى خَلْقه حَتَّى وَلَا بِإِعَارَةِ مَا يُنْتَفَع بِهِ وَيُسْتَعَان بِهِ مَعَ بَقَاء عَيْنه وَرُجُوعه إِلَيْهِمْ فَهَؤُلَاءِ لِمَنْعِ الزَّكَاة وَأَنْوَاع الْقُرُبَات أَوْلَى وَأَوْلَى وَقَدْ قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ عَلِيّ الْمَاعُون الزَّكَاة وَكَذَا رَوَاهُ السُّدِّيّ عَنْ أَبِي صَالِح عَنْ عَلِيّ وَكَذَا رُوِيَ مِنْ غَيْر وَجْه عَنْ اِبْن عُمَر وَبِهِ يَقُول مُحَمَّد بْن الْحَنَفِيَّة وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَمُجَاهِد وَعَطَاء وَعَطِيَّة الْعَوْفِيّ وَالزُّهْرِيّ وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَابْن زَيْد قَالَ الْحَسَن الْبَصْرِيّ إِنْ صَلَّى رَاءَى وَإِنْ فَاتَتْهُ لَمْ يَأْس عَلَيْهَا وَيَمْنَع زَكَاة مَاله وَفِي لَفْظ صَدَقَة مَاله وَقَالَ زَيْد بْن أَسْلَمَ هُمْ الْمُنَافِقُونَ ظَهَرَتْ الصَّلَاة فَصَلَّوْهَا وَخَفِيَتْ الزَّكَاة فَمَنَعُوهَا . وَقَالَ الْأَعْمَش وَشُعْبَة عَنْ الْحَكَم عَنْ يَحْيَى بْن الْخَرَّاز أَنَّ أَبَا الْعُبَيْدَيْنِ سَأَلَ عَبْد اللَّه بْن مَسْعُود عَنْ الْمَاعُون فَقَالَ هُوَ مَا يَتَعَاوَرهُ النَّاس بَيْنهمْ مِنْ الْفَأْس وَالْقِدْر وَقَالَ الْمَسْعُودِيّ عَنْ سَلَمَة بْن كُهَيْلٍ عَنْ أَبِي الْعُبَيْدَيْنِ أَنَّهُ سَأَلَ اِبْن مَسْعُود عَنْ الْمَاعُون فَقَالَ هُوَ مَا يَتَعَاطَاهُ النَّاس بَيْنهمْ مِنْ الْفَأْس وَالْقِدْر وَالدَّلْو وَأَشْبَاه ذَلِكَ . وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن زَيْد الْمُحَارِبِيّ حَدَّثَنَا أَبُو الْأَحْوَص عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْعُبَيْدَيْنِ وَسَعِيد بْن عِيَاض عَنْ عَبْد اللَّه قَالَ كُنَّا أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَتَحَدَّث أَنَّ الْمَاعُون الدَّلْو وَالْفَأْس وَالْقِدْر لَا يُسْتَغْنَى عَنْهُنَّ وَحَدَّثَنَا خَلَّاد بْن أَسْلَمَ أَخْبَرَنَا النَّضْر بْن شُمَيْل أَخْبَرَنَا شُعْبَة عَنْ أَبِي إِسْحَاق قَالَ سَمِعْت سَعْد بْن عِيَاض يُحَدِّث عَنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله . وَقَالَ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ الْحَارِث بْن سُوَيْد عَنْ عَبْد اللَّه أَنَّهُ سُئِلَ عَنْ الْمَاعُون فَقَالَ مَا يَتَعَاوَرهُ النَّاس بَيْنهمْ الْفَأْس وَالدَّلْو وَشِبْهه. وَقَالَ اِبْن جَرِير حَدَّثَنَا عَمْرو بْن عَلِيّ الْفَلَّاس حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا أَبُو عَوَانَة عَنْ عَاصِم بْن بَهْدَلَة عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه قَالَ كُنَّا مَعَ نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَقُول الْمَاعُون مَعَ الدَّلْو وَأَشْبَاه ذَلِكَ . وَقَدْ رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ عَنْ قُتَيْبَة عَنْ أَبِي عَوَانَة بِإِسْنَادِهِ نَحْوه وَلَفْظ النَّسَائِيّ عَنْ عَبْد اللَّه قَالَ : كُلّ مَعْرُوف صَدَقَة وَكُنَّا نَعُدّ الْمَاعُون عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَارِيَة الدَّلْو وَالْقِدْر وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَاصِم عَنْ زِرّ عَنْ عَبْد اللَّه قَالَ : الْمَاعُون الْعَوَارِيّ الْقِدْر وَالْمِيزَان وَالدَّلْو وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس\" وَيَمْنَعُونَ الْمَاعُون \" يَعْنِي مَتَاع الْبَيْت وَكَذَا قَالَ مُجَاهِد وَإِبْرَاهِيم النَّخَعِيّ وَسَعِيد بْن جُبَيْر وَأَبُو مَالِك وَغَيْر وَاحِد إِنَّهَا الْعَارِيَة لِلْأَمْتِعَةِ وَقَالَ لَيْث بْن أَبِي سُلَيْم وَمُجَاهِد عَنْ اِبْن عَبَّاس \" وَيَمْنَعُونَ الْمَاعُون\" قَالَ لَمْ يَجِيء أَهْلهَا بَعْد وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَيَمْنَعُونَ الْمَاعُون \" قَالَ اِخْتَلَفَ النَّاس فِي ذَلِكَ فَمِنْهُمْ مَنْ قَالَ يَمْنَعُونَ الزَّكَاة وَمِنْهُمْ مَنْ قَالَ يَمْنَعُونَ الطَّاعَة وَمِنْهُمْ مَنْ قَالَ يَمْنَعُونَ الْعَارِيَة رَوَاهُ اِبْن جَرِير ثُمَّ رُوِيَ عَنْ يَعْقُوب بْن إِبْرَاهِيم عَنْ اِبْن عُلَيَّة عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ أَبِي إِسْحَاق عَنْ الْحَارِث عَنْ عَلِيّ : الْمَاعُون مَنْع النَّاس الْفَأْس وَالْقِدْر وَالدَّلْو وَقَالَ عِكْرِمَة رَأْس الْمَاعُون زَكَاة الْمَال وَأَدْنَاهُ الْمُنْخُل وَالدَّلْو وَالْإِبْرَة رَوَاهُ اِبْن أَبَى حَاتِم وَهَذَا الَّذِي قَالَهُ عِكْرِمَة حَسَن فَإِنَّهُ يَشْمَل الْأَقْوَال كُلّهَا وَتَرْجِع كُلّهَا إِلَى شَيْء وَاحِد هُوَ تَرْك الْمُعَاوَنَة بِمَالٍ أَوْ مَنْفَعَة وَلِهَذَا قَالَ مُحَمَّد بْن كَعْب \" وَيَمْنَعُونَ الْمَاعُون \" قَالَ الْمَعْرُوف وَلِهَذَا جَاءَ فِي الْحَدِيث \" كُلّ مَعْرُوف صَدَقَة \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع عَنْ اِبْن أَبِي ذِئْب عَنْ الزُّهْرِيّ\" وَيَمْنَعُونَ الْمَاعُون \" قَالَ بِلِسَانِ قُرَيْش الْمَال . وَرَوَى هَهُنَا حَدِيثًا غَرِيبًا عَجِيبًا فِي إِسْنَاده وَمَتْنه فَقَالَ حَدَّثَنَا أَبِي وَأَبُو زُرْعَة قَالَا حَدَّثَنَا قَيْس بْن حَفْص الدَّارِمِيّ حَدَّثَنَا دَلْهَم بْن دُهَيْم الْعِجْلِيّ حَدَّثَنَا عَائِذ بْن رَبِيعَة النُّمَيْرِيّ حَدَّثَنِي قُرَّة بْن دُعْمُوص النُّمَيْرِيّ أَنَّهُمْ وَفَدُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُول اللَّه مَا تَعْهَد إِلَيْنَا قَالَ \" لَا تَمْنَعُونَ الْمَاعُون \" قَالُوا يَا رَسُول اللَّه وَمَا الْمَاعُون ؟ قَالَ \" فِي الْحَجَر وَفِي الْحَدِيدَة وَفِي الْمَاء \" قَالُوا فَأَيّ الْحَدِيدَة ؟ قَالَ \" قُدُوركُمْ النُّحَاس وَحَدِيد الْفَأْس الَّذِي تَمْتَهِنُونَ بِهِ \" قَالُوا مَا الْحَجَر ؟ قَالَ \" قُدُوركُمْ الْحِجَارَة \" غَرِيب جِدًّا وَرَفْعه مُنْكَر وَفِي إِسْنَاده مَنْ لَا يُعْرَف وَاَللَّه أَعْلَم . وَقَدْ ذَكَرَ اِبْن الْأَثِير فِي الصَّحَابَة تَرْجَمَة عَلِيّ النُّمَيْرِيّ فَقَالَ رَوَى اِبْن مَانِع بِسَنَدِهِ إِلَى عَامِر بْن رَبِيعَة بْن قَيْس النُّمَيْرِيّ عَنْ عَلِيّ بْن فُلَان النُّمَيْرِيّ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" الْمُسْلِم أَخُو الْمُسْلِم إِذَا لَقِيَهُ جَاءَ بِالسَّلَامِ وَيَرُدّ عَلَيْهِ مَا هُوَ خَيْر مِنْهُ لَا يَمْنَع الْمَاعُون \" قُلْت يَا رَسُول اللَّه مَا الْمَاعُون ؟ قَالَ \" الْحَجَر وَالْحَدِيد وَأَشْبَاه ذَلِكَ \" اللَّه أَعْلَم . آخِر تَفْسِير السُّورَة وَلِلَّهِ الْحَمْد وَالْمِنَّة.</p><BR> <br> ", "sura_id": 107, "type": 4, "id": 37590, "aya_id": 7}]