[{"text": "وَاتَّقُواْ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ", "sura_id": 2, "type": 0, "id": 288, "aya_id": 281}, {"text": "واتقوا يوما ترجعون فيه إلى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون", "sura_id": 2, "type": 1, "id": 6524, "aya_id": 281}, {"text": "281 - (واتقوا يوما تُرجَعون) بالبناء للمفعول تردون وللفاعل تسيرون (فيه إلى الله) هو يوم القيامة (ثم توفى) فيه (كل نفس) جزاء (ما كسبت) عملت من خير وشر (وهم لا يظلمون) بنقص حسنة أو زيادة سيئة \r\n", "sura_id": 2, "type": 2, "id": 25232, "aya_id": 281}, {"text": "واحذروا -أيها الناس- يومًا ترجعون فيه إلى الله, وهو يوم القيامة, حيث تعرضون على الله ليحاسبكم, فيجازي كل واحد منكم بما عمل من خير أو شر دون أن يناله ظلم. وفي الآية إشارة إلى أن اجتناب ما حرم الله من المكاسب الربوية, تكميل للإيمان وحقوقه من إقام الصلاة وإيتاء الزكاة وعمل الصالحات.\r\n", "sura_id": 2, "type": 3, "id": 31468, "aya_id": 281}, {"text": " <font color=red>وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى يَعِظُ عِبَاده وَيُذَكِّرهُمْ زَوَال الدُّنْيَا وَفَنَاء مَا فِيهَا مِنْ الْأَمْوَال وَغَيْرهَا وَإِتْيَان الْآخِرَة وَالرُّجُوع إِلَيْهِ تَعَالَى وَمُحَاسَبَته تَعَالَى خَلْقه عَلَى مَا عَمِلُوا وَمُجَازَاته إِيَّاهُمْ بِمَا كَسَبُوا مِنْ خَيْر وَشَرّ وَيُحَذِّرهُمْ عُقُوبَته : \" وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّه ثُمَّ تُوَفَّى كُلّ نَفْس مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ \" وَقَدْ رُوِيَ أَنَّ هَذِهِ الْآيَة آخِر آيَة نَزَلَتْ مِنْ الْقُرْآن الْعَظِيم فَقَالَ اِبْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر قَالَ آخِر مَا نَزَلَ مِنْ الْقُرْآن كُلّه \" وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّه ثُمَّ تُوَفَّى كُلّ نَفْس مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ \" وَعَاشَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَعْد نُزُول هَذِهِ الْآيَة تِسْع لَيَالٍ ثُمَّ مَاتَ يَوْم الِاثْنَيْنِ لِلَيْلَتَيْنِ خَلَتَا مِنْ رَبِيع الْأَوَّل رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث الْمَسْعُودِيّ عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ آخِر آيَة نَزَلَتْ \" وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّه \" وَقَدْ رَوَاهُ النَّسَائِيّ مِنْ حَدِيث يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ عَبْد اللَّه بْن عَبَّاس قَالَ آخِر شَيْء نَزَلَ مِنْ الْقُرْآن \" وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّه ثُمَّ تُوَفَّى كُلّ نَفْس مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ \" وَكَذَا رَوَاهُ الضَّحَّاك وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس وَرَوَى الثَّوْرِيّ عَنْ الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ آخِر آيَة نَزَلَتْ \" وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّه \" فَكَانَ بَيْن نُزُولهَا وَمَوْت النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَاحِد وَثَلَاثُونَ يَوْمًا . وَقَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس آخِر آيَة نَزَلَتْ \" وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّه \" الْآيَة . قَالَ اِبْن جُرَيْج يَقُولُونَ إِنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَاشَ بَعْدهَا تِسْع لَيَالٍ وَبُدِئَ يَوْم السَّبْت . وَمَاتَ يَوْم الِاثْنَيْنِ رَوَاهُ اِبْن جَرِير وَرَوَاهُ اِبْن عَطِيَّة عَنْ أَبِي سَعِيد قَالَ آخِر آيَة نَزَلَتْ \" وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّه ثُمَّ تُوَفَّى كُلّ نَفْس مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38698, "aya_id": 281}]