[{"text": "إِنَّ الَّذِينَ جَاؤُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ لَا تَحْسَبُوهُ شَرًّا لَّكُم بَلْ هُوَ خَيْرٌ لَّكُمْ لِكُلِّ امْرِئٍ مِّنْهُم مَّا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ", "sura_id": 24, "type": 0, "id": 2802, "aya_id": 11}, {"text": "إن الذين جاءوا بالإفك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل امريء منهم ما اكتسب من الإثم والذي تولى كبره منهم له عذاب عظيم", "sura_id": 24, "type": 1, "id": 9038, "aya_id": 11}, {"text": "11 - (إن الذين جاؤوا بالإفك) أسوأ الكذب على عائشة رضي الله عنها أم المؤمنين بقذفها (عصبة منكم) جماعة من المؤمنين قالت حسان بن ثابت وعبد الله بن أبي ومسطح وحمنة بنت جحش (لا تحسبوه) أيها المؤمنون غير العصبة (شرا لكم بل هو خير لكم) يأجركم الله به ويظهر براءة عائشة ومن جاء معها منه وهو صفوان فإنها قالت كنت مع النبي صلى الله عليه وسلم في غزوة بعدما انزل الحجاب ففرغ منها ورجع ودنا من المدينة وآذن بالرحيل ليلة فمشيت وقضيت شأني وأقبلت النساء خفافا إنما نأكلن العلقة هو بضم المهملة القلادة فرجعت التمسه وحملوا هودجي على بعيري يحسبونني فيه وكانت النساء خفافا إنما يأكلن العلقة وهو بضم المهلة وسكون اللام من الطعام أي القليل ووجدت عقدي وجئت بعد ما ساروا فجلست في النزل الذي كنت فيه وظننت أن القوم سيفقدونني فيرجعون إلي فغلبتني عيناي فنمت وكان صفوان قد عرس من وراء الجيش فادلج أي نزل من آخر الليل للاستراحة فسار منه فأصبح في منزله فرأى سواد إنسان نائم أي شخصه فعرفني حين رآني وكان يراني قبل الحجاب فاستيقظت باسترجاعه حين عرفني أي قوله إنا لله وإنا إليه راجعون فخمرت وجهي بجلبابي أي غطيته بالملاءة والله ما كلمني بكلمة ولا سمعت منه كلمة غير استرجاعه حين أناخ راحلته ووطيء على يدها فركبتها فانطلق يقود بي الراحلة حتى أتينا الجيش بعد ما نزلوا موغرين في نحر الظهيرة أي من أوغر واقفين في مكان وغر من شدة الحر فهلك من هلك وكان الذي تولى كبره منهم عبد الله بن أبي بن سلول أه قولها رواه الشيخان قال تعالى (لكل امرئ منهم) أي عليه (ما اكتسب من الإثم) في ذلك (والذي تولى كبره منهم) أي تحمل معظمه فبدأ بالخوض فيه وأشاعه وهو عبد الله بن أبي (له عذاب عظيم) هو النار في الآخرة \r\n", "sura_id": 24, "type": 2, "id": 27746, "aya_id": 11}, {"text": "إن الذين جاؤوا بأشنع الكذب، وهو اتهام أم المؤمنين عائشة رضي الله عنها بالفاحشة، جماعة منتسبون إليكم - معشر المسلمين- لا تحسبوا قولهم شرًّا لكم, بل هو خير لكم، لما تضمن ذلك مِن تبرئة أم المؤمنين ونزاهتها والتنويه بذكرها, ورفع الدرجات، وتكفير السيئات، وتمحيص المؤمنين. لكل فرد تكلم بالإفك جزاء فعله من الذنب، والذي تحمَّل معظمه، وهو عبد الله بن أُبيِّ بن سلول كبير المنافقين- لعنه الله- له عذاب عظيم في الآخرة، وهو الخلود في الدرك الأسفل من النار.\r\n", "sura_id": 24, "type": 3, "id": 33982, "aya_id": 11}, {"text": " <font color=red>إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ</font><BR><p>هَذِهِ الْعَشْر الْآيَات كُلّهَا نَزَلَتْ فِي شَأْن عَائِشَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا حِين رَمَاهَا أَهْل الْإِفْك وَالْبُهْتَان مِنْ الْمُنَافِقِينَ بِمَا قَالُوهُ مِنْ الْكَذِب الْبَحْت وَالْفِرْيَة الَّتِي غَارَ اللَّه عَزَّ وَجَلَّ لَهَا وَلِنَبِيِّهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ فَأَنْزَلَ اللَّه تَعَالَى بَرَاءَتهَا صِيَانَة لِعِرْضِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ تَعَالَى \" إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَة مِنْكُمْ \" أَيْ جَمَاعَة مِنْكُمْ يَعْنِي مَا هُوَ وَاحِد وَلَا اِثْنَانِ بَلْ جَمَاعَة فَكَانَ الْمُقَدِّم هَذِهِ اللَّعْنَة عَبْد اللَّه بْن أُبَيّ بْن سَلُول رَأْس الْمُنَافِقِينَ فَإِنَّهُ كَانَ يَجْمَعهُ وَيَسْتَوْشِيه حَتَّى ذَلِكَ فِي أَذْهَان بَعْض الْمُسْلِمِينَ فَتَكَلَّمُوا بِهِ وَجَوَّزَهُ آخَرُونَ مِنْهُمْ وَبَقِيَ الْأَمْر كَذَلِكَ قَرِيبًا مِنْ شَهْر حَتَّى نَزَلَ الْقُرْآن وَبَيَان ذَلِكَ فِي الْأَحَادِيث الصَّحِيحَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ قَالَ أَخْبَرَنِي سَعِيد بْن الْمُسَيِّب وَعُرْوَة بْن الزُّبَيْر وَعَلْقَمَة بْن وَقَّاص وَعُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود عَنْ حَدِيث عَائِشَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين قَالَ لَهَا أَهْل الْإِفْك مَا قَالُوا فَبَرَّأَهَا اللَّه تَعَالَى وَكُلّهمْ قَدْ حَدَّثَنِي بِطَائِفَةٍ مِنْ حَدِيثهَا وَبَعْضهمْ كَانَ أَوْعَى لِحَدِيثِهَا مِنْ بَعْض وَأَثْبَتَ لَهُ اِقْتِصَاصًا وَقَدْ وَعَيْت عَنْ كُلّ رَجُل مِنْهُمْ الْحَدِيث الَّذِي حَدَّثَنِي عَنْ عَائِشَة وَبَعْض حَدِيثهمْ يُصَدِّق بَعْضًا : ذَكَرُوا أَنَّ عَائِشَة رَضِيَ اللَّه عَنْهَا زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ : \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ أَنْ يَخْرُج لِسَفَرٍ أَقْرَعَ بَيْن نِسَائِهِ فَأَيَّتهنَّ خَرَجَ سَهْمهَا خَرَجَ بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَهُ قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَأَقْرَعَ بَيْننَا فِي غَزْوَة غَزَاهَا فَخَرَجَ فِيهَا سَهْمِي وَخَرَجْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَذَلِكَ بَعْدَمَا نَزَلَ الْحِجَاب فَأَنَا أُحْمَل فِي هَوْدَجِي وَأُنْزَل فِيهِ فَسِرْنَا حَتَّى إِذَا فَرَغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَته تِلْكَ وَقَفَلَ وَدَنَوْنَا مِنْ الْمَدِينَة آذَن لَيْلَة بِالرَّحِيلِ فَقُمْت حِين آذَن بِالرَّحِيلِ فَمَشَيْت حَتَّى جَاوَزْت الْجَيْش فَلَمَّا قَضَيْت شَأْنِي أَقْبَلْت إِلَى رَحْلِي فَلَمَسْت صَدْرِي فَإِذَا عِقْد لِي مِنْ جَزْع أَظْفَار قَدْ اِنْقَطَعَ فَرَجَعْت فَالْتَمَسْت عِقْدِي فَحَبَسَنِي اِبْتِغَاؤُهُ وَأَقْبَلَ الرَّهْط الَّذِينَ كَانُوا يُرَحِّلُونَنِي فَاحْتَمَلُوا هَوْدَجِي فَرَحَلُوهُ عَلَى بَعِيرِي الَّذِي كُنْت أَرْكَب وَهُمْ يَحْسَبُونَ أَنِّي فِيهِ قَالَتْ وَكَانَ النِّسَاء إِذْ ذَاكَ خِفَافًا لَمْ يَثْقُلْنَ وَلَمْ يَغْشَهُنَّ اللَّحْم إِنَّمَا يَأْكُلْنَ الْعَلَقَة مِنْ الطَّعَام فَلَمْ يَسْتَنْكِر الْقَوْم خِفَّة الْهَوْدَج حِين رَفَعُوهُ وَحَمَلُوهُ وَكُنْت جَارِيَة حَدِيثَة السِّنّ فَبَعَثُوا الْجَمَل وَسَارُوا وَوَجَدْت عِقْدِي بَعْدَمَا اِسْتَمَرَّ الْجَيْش فَجِئْت مَنَازِلهمْ وَلَيْسَ بِهَا دَاعٍ وَلَا مُجِيب فَتَيَمَّمْت مَنْزِلِي الَّذِي كُنْت فِيهِ وَظَنَنْت أَنَّ الْقَوْم سَيَفْقِدُونَنِي فَيَرْجِعُونَ إِلَيَّ فَبَيْنَا أَنَا جَالِسَة فِي مَنْزِلِي غَلَبَتْنِي عَيْنَايَ فَنِمْت وَكَانَ صَفْوَان بْن الْمُعَطَّل السُّلَمِيّ ثُمَّ الذَّكْوَانِيّ قَدْ عَرَّسَ مِنْ وَرَاء الْجَيْش فَأَدْلَجَ فَأَصْبَحَ عِنْد مَنْزِلِي فَرَأَى سَوَاد إِنْسَان نَائِم فَأَتَانِي فَعَرَفَنِي حِين رَآنِي وَكَانَ قَدْ رَآنِي قَبْل الْحِجَاب فَاسْتَيْقَظْت بِاسْتِرْجَاعِهِ حِين عَرَفَنِي فَخَمَّرْت وَجْهِي بِجِلْبَابِي وَاَللَّه مَا كَلَّمَنِي كَلِمَة وَلَا سَمِعْت مِنْهُ كَلِمَة غَيْر اِسْتِرْجَاعه حِين أَنَاخَ رَاحِلَته فَوَطِئَ عَلَى يَدهَا فَرَكِبْتهَا فَانْطَلَقَ يَقُود بِي الرَّاحِلَة حَتَّى أَتَيْنَا الْجَيْش بَعْدَمَا نَزَلُوا مُوغِرِينَ فِي نَحْر الظَّهِيرَة فَهَلَكَ مَنْ هَلَكَ مِنْ شَأْنِي وَكَانَ الَّذِي تَوَلَّى كِبْره عَبْد اللَّه بْن أُبَيّ بْن سَلُول فَقَدِمْنَا الْمَدِينَة فَاشْتَكَيْت حِين قَدِمْنَاهَا شَهْرًا وَالنَّاس يُفِيضُونَ فِي قَوْل أَهْل الْإِفْك وَلَا أَشْعُر بِشَيْءٍ مِنْ ذَلِكَ وَهُوَ يَرِيبنِي فِي وَجَعِي أَنِّي لَا أَرَى مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللُّطْف الَّذِي أَرَى مِنْهُ حِين أَشْتَكِي إِنَّمَا يَدْخُل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيُسَلِّم . ثُمَّ يَقُول \" كَيْف تِيكُمْ ؟ \" فَذَلِكَ الَّذِي يَرِيبنِي وَلَا أَشْعُر بِالشَّرِّ حَتَّى خَرَجْت بَعْدَمَا نَقِهْت وَخَرَجَتْ مَعِي أُمّ مِسْطَح قِبَل الْمَنَاصِع وَهُوَ مُتَبَرَّزنَا وَلَا نَخْرُج إِلَّا لَيْلًا إِلَى لَيْل وَذَلِكَ قَبْل أَنْ نَتَّخِذ الْكُنُف قَرِيبًا مِنْ بُيُوتنَا وَأَمْرنَا أَمْر الْعَرَب الْأُوَل فِي التَّنَزُّه فِي الْبَرِّيَّة وَكُنَّا نَتَأَذَّى بِالْكُنُفِ أَنْ نَتَّخِذهَا فِي بُيُوتنَا فَانْطَلَقْت أَنَا وَأُمّ مِسْطَح وَهِيَ بِنْت أَبِي رُهْم بْن الْمُطَّلِب بْن عَبْد مَنَاف وَأُمّهَا اِبْنَة صَخْر بْن عَامِر خَالَة أَبِي بَكْر الصِّدِّيق وَابْنهَا مِسْطَح بْن أُثَاثَة بْن عَبَّاد بْن عَبْد الْمُطَّلِب فَأَقْبَلْت أَنَا وَابْنَة أَبِي رُهْم أُمّ مِسْطَح قِبَل بَيْتِي حِين فَرَغْنَا مِنْ شَأْننَا فَعَثَرَتْ أُمّ مِسْطَح فِي مِرْطهَا فَقَالَتْ : تَعِسَ مِسْطَح فَقُلْت لَهَا : بِئْسَمَا قُلْت تَسُبِّينَ رَجُلًا شَهِدَ بَدْرًا ؟ فَقَالَتْ أَيْ هَنْتَاه أَلَمْ تَسْمَعِي مَا قَالَ ؟ قُلْت : وَمَاذَا قَالَ ؟ قَالَتْ فَأَخْبَرَتْنِي بِقَوْلِ أَهْل الْإِفْك فَازْدَدْت مَرَضًا إِلَى مَرَضِي فَلَمَّا رَجَعْت إِلَى بَيْتِي دَخَلَ عَلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَلَّمَ ثُمَّ قَالَ : \" كَيْف تِيكُمْ ؟ \" فَقُلْت لَهُ : أَتَأْذَنُ لِي أَنْ آتِي أَبَوَيَّ قَالَتْ وَأَنَا حِينَئِذٍ أُرِيد أَنْ أَتَيَقَّن الْخَبَر مِنْ قِبَلهمَا فَأَذِنَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجِئْت أَبَوَيَّ فَقُلْت لِأُمِّي : يَا أُمَّتَاهُ مَا يَتَحَدَّث النَّاس بِهِ ؟ فَقَالَتْ : أَيْ بُنَيَّة هَوِّنِي عَلَيْك فَوَاَللَّهِ لَقَلَّمَا كَانَتْ اِمْرَأَة قَطُّ وَضِيئَة عِنْد رَجُل يُحِبّهَا وَلَهَا ضَرَائِر إِلَّا أَكْثَرْنَ عَلَيْهَا . قَالَتْ فَقُلْت : سُبْحَان اللَّه أَوَقَدْ تَحَدَّثَ النَّاس بِهَا ؟ فَبَكَيْت تِلْكَ اللَّيْلَة حَتَّى أَصْبَحْت لَا يُرْقَأ لِي دَمْع وَلَا أَكْتَحِل بِنَوْمٍ ثُمَّ أَصْبَحْت أَبْكِي قَالَتْ فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِيّ بْن أَبِي طَالِب وَأُسَامَة بْن زَيْد حِين اِسْتَلْبَثَ الْوَحْي يَسْأَلهُمَا وَيَسْتَشِيرهُمَا فِي فِرَاق أَهْله قَالَتْ فَأَمَّا أُسَامَة بْن زَيْد فَأَشَارَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِاَلَّذِي يَعْلَم مِنْ بَرَاءَة أَهْله وَبِاَلَّذِي يَعْلَم فِي نَفْسه لَهُمْ مِنْ الْوُدّ فَقَالَ أُسَامَة : يَا رَسُول اللَّه أَهْلك وَلَا نَعْلَم إِلَّا خَيْرًا. وَأَمَّا عَلِيّ بْن أَبِي طَالِب فَقَالَ : يَا رَسُول اللَّه لَمْ يُضَيِّق اللَّه عَلَيْك وَالنِّسَاء سِوَاهَا كَثِير وَإِنْ تَسْأَل الْجَارِيَة تَصْدُقك الْخَبَر قَالَتْ فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَرِيرَة فَقَالَ : \" أَيْ بَرِيرَة هَلْ رَأَيْت مِنْ شَيْء يَرِيبك مِنْ عَائِشَة \" فَقَالَتْ لَهُ بَرِيرَة : وَاَلَّذِي بَعَثَك بِالْحَقِّ إِنْ رَأَيْت مِنْهَا أَمْرًا قَطُّ أَغْمِصهُ عَلَيْهَا أَكْثَر مِنْ أَنَّهَا جَارِيَة حَدِيثَة السِّنّ تَنَام عَنْ عَجِين أَهْلهَا فَتَأْتِي الدَّاجِن فَتَأْكُلهُ . فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ يَوْمه فَاسْتَعْذَرَ مِنْ عَبْد اللَّه بْن أُبَيّ بْن سَلُول قَالَتْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى الْمِنْبَر : \" يَا مَعْشَر الْمُسْلِمِينَ مَنْ يَعْذِرنِي مِنْ رَجُل قَدْ بَلَغَنِي أَذَاهُ فِي أَهْلِي فَوَاَللَّهِ مَا عَلِمْت عَلَى أَهْلِي إِلَّا خَيْرًا وَلَقَدْ ذَكَرُوا رَجُلًا مَا عَلِمْت عَلَيْهِ إِلَّا خَيْرًا وَمَا كَانَ يَدْخُل عَلَى أَهْلِي إِلَّا مَعِي \" فَقَامَ سَعْد بْن مُعَاذ الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ فَقَالَ أَنَا أَعْذِرك مِنْهُ يَا رَسُول اللَّه إِنْ كَانَ مِنْ الْأَوْس ضَرَبْنَا عُنُقه وَإِنْ كَانَ مِنْ إِخْوَاننَا مِنْ الْخَزْرَج أَمَرْتنَا فَفَعَلْنَا بِأَمْرِك . قَالَتْ فَقَامَ سَعْد بْن عُبَادَة وَهُوَ سَيِّد الْخَزْرَج وَكَانَ رَجُلًا صَالِحًا وَلَكِنْ اِحْتَمَلَتْهُ الْحَمِيَّة فَقَالَ لِسَعْدِ بْن مُعَاذ : كَذَبْت لَعَمْر اللَّه لَا تَقْتُلهُ وَلَا تَقْدِر عَلَى قَتْله وَلَوْ كَانَ مِنْ رَهْطك مَا أَحْبَبْت أَنْ يُقْتَل فَقَامَ أُسَيْد بْن حُضَيْر وَهُوَ اِبْن عَمّ سَعْد بْن مُعَاذ فَقَالَ لِسَعْدِ بْن عُبَادَة : كَذَبْت لَعَمْر اللَّه لَنَقْتُلَنَّهُ فَإِنَّك مُنَافِق تُجَادِل عَنْ الْمُنَافِق فَتَثَاوَرَ الْحَيَّانِ الْأَوْس وَالْخَزْرَج حَتَّى هَمُّوا أَنْ يَقْتَتِلُوا وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَر فَلَمْ يَزَلْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُخَفِّضهُمْ حَتَّى سَكَتُوا وَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ : وَبَكَيْت يَوْمِي ذَلِكَ لَا يُرْقَأ لِي دَمْع وَلَا أَكْتَحِل بِنَوْمٍ وَأَبَوَايَ يَظُنَّانِ أَنَّ الْبُكَاء فَالِق كَبِدِي قَالَتْ فَبَيْنَمَا هُمَا جَالِسَانِ عِنْدِي وَأَنَا أَبْكِي إِذْ اِسْتَأْذَنَتْ عَلَيَّ اِمْرَأَة مِنْ الْأَنْصَار فَأَذِنْت لَهَا فَجَلَسَتْ تَبْكِي مَعِي فَبَيْنَا نَحْنُ عَلَى ذَلِكَ إِذْ دَخَلَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَلَّمَ ثُمَّ جَلَسَ قَالَتْ وَلَمْ يَجْلِس عِنْدِي مُنْذُ قِيلَ مَا قِيلَ وَقَدْ لَبِثَ شَهْرًا لَا يُوحَى إِلَيْهِ فِي شَأْنِي شَيْء قَالَتْ فَتَشَهَّدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين جَلَسَ ثُمَّ قَالَ \" أَمَّا بَعْد يَا عَائِشَة فَإِنَّهُ قَدْ بَلَغَنِي عَنْك كَذَا وَكَذَا فَإِنْ كُنْت بَرِيئَة فَسَيُبَرِّئُك اللَّه وَإِنْ كُنْت أَلْمَمْت بِذَنْبٍ فَاسْتَغْفِرِي اللَّه وَتُوبِي إِلَيْهِ فَإِنَّ الْعَبْد إِذَا اِعْتَرَفَ بِذَنْبِهِ وَتَابَ تَابَ اللَّه عَلَيْهِ\" قَالَتْ فَلَمَّا قَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَقَالَته قَلَصَ دَمْعِي حَتَّى مَا أُحِسّ مِنْهُ قَطْرَة فَقُلْت لِأَبِي أَجِبْ عَنِّي رَسُول اللَّه فَقَالَ : وَاَللَّه مَا أَدْرِي مَا أَقُول لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت لِأُمِّي أَجِيبِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : وَاَللَّه مَا أَدْرِي مَا أَقُول لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ فَقُلْت وَأَنَا جَارِيَة حَدِيثَة السِّنّ لَا أَقْرَأ كَثِيرًا مِنْ الْقُرْآن : وَاَللَّه لَقَدْ عَلِمْت لَقَدْ سَمِعْتُمْ بِهَذَا الْحَدِيث حَتَّى اِسْتَقَرَّ فِي أَنْفُسكُمْ وَصَدَّقْتُمْ بِهِ فَلَئِنْ قُلْت لَكُمْ إِنِّي بَرِيئَة وَاَللَّه يَعْلَم أَنِّي بَرِيئَة لَا تُصَدِّقُونَنِي وَلَئِنْ اِعْتَرَفْت بِأَمْرٍ وَاَللَّه يَعْلَم أَنِّي مِنْهُ بَرِيئَة لَا تُصَدِّقُونَنِي فَوَاَللَّهِ مَا أَجِد لِي وَلَكُمْ مَثَلًا إِلَّا كَمَا قَالَ أَبُو يُوسُف \" فَصَبْر جَمِيل وَاَللَّه الْمُسْتَعَان عَلَى مَا تَصِفُونَ \" قَالَتْ ثُمَّ تَحَوَّلْت فَاضْطَجَعْت عَلَى فِرَاشِي قَالَتْ وَأَنَا وَاَللَّه أَعْلَم حِينَئِذٍ أَنِّي بَرِيئَة وَأَنَّ اللَّه تَعَالَى مُبَرِّئِي بِبَرَاءَتِي وَلَكِنْ وَاَللَّه مَا كُنْت أَظُنّ أَنْ يَنْزِل فِي شَأْنِي وَحْي يُتْلَى وَلَشَأْنِي كَانَ أَحْقَر فِي نَفْسِي مِنْ أَنْ يَتَكَلَّم اللَّه فِيَّ بِأَمْرٍ يُتْلَى وَلَكِنْ كُنْت أَرْجُو أَنْ يَرَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي النَّوْم رُؤْيَا يُبَرِّئنِي اللَّه بِهَا قَالَتْ : فَوَاَللَّهِ مَا رَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَجْلِسه وَلَا خَرَجَ مِنْ أَهْل الْبَيْت أَحَد حَتَّى أَنْزَلَ اللَّه تَعَالَى عَلَى نَبِيّه فَأَخَذَهُ مَا كَانَ يَأْخُذهُ مِنْ الْبُرَحَاء عِنْد الْوَحْي حَتَّى إِنَّهُ لَيَتَحَدَّر مِنْهُ مِثْل الْجُمَان مِنْ الْعَرَق وَهُوَ فِي يَوْم شَاتٍ مِنْ ثِقَل الْقَوْل الَّذِي أُنْزِلَ عَلَيْهِ . قَالَتْ فَسُرِّيَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَضْحَك فَكَانَ أَوَّل كَلِمَة تَكَلَّمَ بِهَا أَنْ قَالَ \" أَبْشِرِي يَا عَائِشَة أَمَّا اللَّه عَزَّ وَجَلَّ فَقَدْ بَرَّأَك \" قَالَتْ فَقَالَتْ لِي أُمِّي : قُومِي إِلَيْهِ فَقُلْت : وَاَللَّه لَا أَقُوم إِلَيْهِ وَلَا أَحْمَد إِلَّا اللَّه عَزَّ وَجَلَّ هُوَ الَّذِي أَنْزَلَ بَرَاءَتِي وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَة مِنْكُمْ \" الْعَشْر الْآيَات كُلّهَا فَلَمَّا أَنْزَلَ اللَّه هَذَا فِي بَرَاءَتِي قَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ وَكَانَ يُنْفِق عَلَى مِسْطَح بْن أُثَاثَة لِقَرَابَتِهِ مِنْهُ وَفَقْره : وَاَللَّه لَا أُنْفِق عَلَيْهِ شَيْئًا أَبَدًا بَعْد الَّذِي قَالَ لِعَائِشَة فَأَنْزَلَ اللَّه تَعَالَى \" وَلَا يَأْتَلِ أُولُو الْفَضْل مِنْكُمْ وَالسَّعَة أَنْ يُؤْتُوا أُولِي الْقُرْبَى - إِلَى قَوْله - أَلَا تُحِبُّونَ أَنْ يَغْفِر اللَّه لَكُمْ وَاَللَّه غَفُور رَحِيم \" فَقَالَ أَبُو بَكْر : بَلَى وَاَللَّه إِنِّي لَأُحِبّ أَنْ يَغْفِر اللَّه لِي فَرَجَّعَ إِلَى مِسْطَح النَّفَقَة الَّتِي كَانَ يُنْفِق عَلَيْهِ. وَقَالَ وَاَللَّه لَا أَنْزِعهَا مِنْهُ أَبَدًا : قَالَتْ عَائِشَة وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْأَل زَيْنَب بِنْت جَحْش زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَمْرِي فَقَالَ : \" يَا زَيْنَب مَاذَا عَلِمْت أَوْ رَأَيْت ؟ \" فَقَالَتْ يَا رَسُول اللَّه : أَحْمِي سَمْعِي وَبَصَرِي وَاَللَّه مَا عَلِمْت إِلَّا خَيْرًا قَالَتْ عَائِشَة وَهِيَ الَّتِي كَانَتْ تُسَامِينِي مِنْ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَصَمَهَا اللَّه تَعَالَى بِالْوَرَعِ وَطَفِقَتْ أُخْتهَا حَمْنَة بِنْت جَحْش تُحَارِب لَهَا فَهَلَكَتْ فِيمَنْ هَلَكَ . قَالَ اِبْن شِهَاب فَهَذَا مَا اِنْتَهَى إِلَيْنَا مِنْ أَمْر هَؤُلَاءِ الرَّهْط أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم فِي صَحِيحَيْهِمَا مِنْ حَدِيث الزُّهْرِيّ . وَهَكَذَا رَوَاهُ اِبْن إِسْحَاق عَنْ الزُّهْرِيّ كَذَلِكَ قَالَ : وَحَدَّثَنِي يَحْيَى بْن عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا وَحَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم الْأَنْصَارِيّ عَنْ عَمْرَة عَنْ عَائِشَة بِنَحْوِ مَا تَقَدَّمَ وَاَللَّه أَعْلَم . ثُمَّ قَالَ الْبُخَارِيّ وَقَالَ أَبُو أُسَامَة عَنْ هِشَام بْن عُرْوَة قَالَ أَخْبَرَنِي أَبِي عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ لَمَّا ذُكِرَ مِنْ شَأْنِي الَّذِي ذُكِرَ وَمَا عَلِمْت بِهِ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيَّ خَطِيبًا فَتَشَهَّدَ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْله ثُمَّ قَالَ : \" أَمَّا بَعْد أَشِيرُوا عَلَيَّ فِي أُنَاس أَبَنُوا أَهْلِي وَاَيْم اللَّه مَا عَلِمْت عَلَى أَهْلِي إِلَّا خَيْرًا وَمَا عَلِمْت عَلَى أَهْلِي مِنْ سُوء وَأَبَنُوهُمْ بِمَنْ وَاَللَّه مَا عَلِمْت عَلَيْهِ مِنْ سُوء قَطُّ وَلَا يَدْخُل بَيْتِي قَطُّ إِلَّا وَأَنَا حَاضِر وَلَا غِبْت فِي سَفَر إِلَّا غَابَ مَعِي \" فَقَامَ سَعْد بْن مُعَاذ الْأَنْصَارِيّ فَقَالَ : يَا رَسُول اللَّه اِئْذَنْ لَنَا أَنْ نَضْرِب أَعْنَاقهمْ فَقَامَ رَجُل مِنْ الْخَزْرَج وَكَانَتْ أُمّ حَسَّان بْن ثَابِت مِنْ رَهْط ذَلِكَ الرَّجُل فَقَالَ كَذَبْت أَمَا وَاَللَّه لَوْ كَانُوا مِنْ الْأَوْس مَا أَحْبَبْت أَنْ تَضْرِب أَعْنَاقهمْ حَتَّى كَادَ أَنْ يَكُون بَيْن الْأَوْس وَالْخَزْرَج شَرّ فِي الْمَسْجِد وَمَا عَلِمْت فَلَمَّا كَانَ مَسَاء ذَلِكَ الْيَوْم خَرَجْت لِبَعْضِ حَاجَتِي وَمَعِي أُمّ مِسْطَح فَعَثَرَتْ فَقَالَتْ : تَعِسَ مِسْطَح فَقُلْت لَهَا : أَيْ أُمّ تَسُبِّينَ اِبْنك ؟ فَسَكَتَتْ ثُمَّ عَثَرَتْ الثَّانِيَة فَقَالَتْ : تَعِسَ مِسْطَح فَقُلْت لَهَا : أَيْ أُمّ تَسُبِّينَ اِبْنك ؟ ثُمَّ عَثَرَتْ الثَّالِثَة فَقَالَتْ تَعِسَ مِسْطَح فَانْتَهَرْتهَا فَقَالَتْ : وَاَللَّه مَا أَسُبّهُ إِلَّا فِيك فَقُلْت : فِي أَيّ شَأْنِي ؟ قَالَتْ : فَبَقَرَتْ لِي الْحَدِيث فَقُلْت : وَقَدْ كَانَ هَذَا ؟ قَالَتْ : نَعَمْ وَاَللَّه فَرَجَعْت إِلَى بَيْتِي كَأَنَّ الَّذِي خَرَجْت لَهُ لَا أَجِد مِنْهُ قَلِيلًا وَلَا كَثِيرًا وَوَعَكْت وَقُلْت لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَرْسِلْنِي إِلَى بَيْت أَبِي فَأَرْسَلَ مَعِي الْغُلَام فَدَخَلْت الدَّار فَوَجَدْت أُمّ رُومَان فِي السُّفْل وَأَبَا بَكْر فَوْق الْبَيْت يَقْرَأ فَقَالَتْ أُمّ رُومَان : مَا جَاءَ بِك يَا بُنَيَّة فَأَخْبَرْتهَا وَذَكَرْت لَهَا الْحَدِيث وَإِذَا هُوَ لَمْ يَبْلُغ مِنْهَا مِثْل الَّذِي بَلَغَ مِنِّي فَقَالَتْ يَا بُنَيَّة خَفِّفِي عَلَيْك الشَّأْن فَإِنَّهُ وَاَللَّه لَقَلَّمَا كَانَتْ اِمْرَأَة قَطُّ حَسْنَاء عِنْد رَجُل يُحِبّهَا لَهَا ضَرَائِر إِلَّا حَسَدْنَهَا وَقِيلَ فِيهَا فَقُلْت وَقَدْ عَلِمَ بِهِ أَبِي ؟ قَالَتْ : نَعَمْ قُلْت : وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَتْ نَعَمْ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَعْبَرْت وَبَكَيْت فَسَمِعَ أَبُو بَكْر صَوْتِي وَهُوَ فَوْق الْبَيْت يَقْرَأ فَنَزَلَ فَقَالَ لِأُمِّي مَا شَأْنهَا قَالَتْ بَلَغَهَا الَّذِي ذُكِرَ مِنْ شَأْنهَا فَفَاضَتْ عَيْنَاهُ \" فَقَالَ أَقْسَمْت عَلَيْك يَا بُنَيَّة إِلَّا رَجَعْت إِلَى بَيْتك فَرَجَعْت وَلَقَدْ جَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْتِي فَسَأَلَ عَنِّي خَادِمَتِي فَقَالَتْ : يَا رَسُول اللَّه لَا وَاَللَّه مَا عَلِمْت عَلَيْهَا عَيْبًا إِلَّا أَنَّهَا كَانَتْ تَرْقُد حَتَّى تَدْخُل الشَّاة فَتَأْكُل خَمِيرهَا أَوْ عَجِينهَا وَانْتَهَرَهَا بَعْض أَصْحَابه فَقَالَ : اُصْدُقِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَسْقَطُوا لَهَا بِهِ فَقَالَتْ : سُبْحَان اللَّه وَاَللَّه مَا عَلِمْت عَلَيْهَا إِلَّا مَا يَعْلَم الصَّائِغ عَلَى تِبْر الذَّهَب الْأَحْمَر وَبَلَغَ الْأَمْر ذَلِكَ الرَّجُل الَّذِي قِيلَ لَهُ فَقَالَ سُبْحَان اللَّه وَاَللَّه مَا كَشَفْت كَنَف أُنْثَى قَطُّ . قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَقُتِلَ شَهِيدًا فِي سَبِيل اللَّه قَالَتْ وَأَصْبَحَ أَبَوَايَ عِنْدِي فَلَمْ يَزَالَا حَتَّى دَخَلَ عَلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ صَلَّى الْعَصْر ثُمَّ دَخَلَ وَقَدْ اِكْتَنَفَنِي أَبَوَايَ عَنْ يَمِينِي وَعَنْ شِمَالِي فَحَمِدَ اللَّه تَعَالَى وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ : \" أَمَّا بَعْد يَا عَائِشَة إِنْ كُنْت قَارَفْت سُوءًا أَوْ ظَلَمْت فَتُوبِي إِلَى اللَّه فَإِنَّ اللَّه يَقْبَل التَّوْبَة عَنْ عِبَاده \" قَالَتْ وَقَدْ جَاءَتْ اِمْرَأَة مِنْ الْأَنْصَار فَهِيَ جَالِسَة بِالْبَابِ فَقُلْت أَلَا تَسْتَحْيِي مِنْ هَذِهِ الْمَرْأَة أَنْ تَذْكُر شَيْئًا فَوَعَظَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَالْتَفَتّ إِلَى أَبِي فَقُلْت لَهُ : أَجِبْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : فَمَاذَا أَقُول ؟ فَالْتَفَتّ إِلَى أُمِّي فَقُلْت : أَجِيبِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ : مَاذَا أَقُول ؟ فَلَمَّا لَمْ يُجِيبَاهُ تَشَهَّدْت فَحَمِدْت اللَّه وَأَثْنَيْت عَلَيْهِ بِمَا هُوَ أَهْله ثُمَّ قُلْت : أَمَّا بَعْد فَوَاَللَّهِ إِنْ قُلْت لَكُمْ إِنِّي لَمْ أَفْعَل وَاَللَّه عَزَّ وَجَلَّ يَشْهَد أَنِّي لَصَادِقَة مَا ذَاكَ بِنَافِعِي عِنْدكُمْ لَقَدْ تَكَلَّمَتْ بِهِ وَأُشْرِبَتْهُ قُلُوبكُمْ وَإِنْ قُلْت لَكُمْ إِنِّي قَدْ فَعَلْت وَاَللَّه يَعْلَم أَنِّي لَمْ أَفْعَل لَتَقُولُنَّ قَدْ بَاءَتْ بِهِ عَلَى نَفْسهَا وَإِنِّي وَاَللَّه مَا أَجِد لِي وَلَكُمْ مَثَلًا - وَالْتَمَسْت اِسْم يَعْقُوب فَلَمْ أَقْدِر عَلَيْهِ - إِلَّا أَبَا يُوسُف حِين قَالَ : \" فَصَبْر جَمِيل وَاَللَّه الْمُسْتَعَان عَلَى مَا تَصِفُونَ \" وَأَنْزَلَ اللَّه عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ سَاعَته فَسَكَتْنَا فَرُفِعَ عَنْهُ وَإِنِّي لَأَتَبَيَّن السُّرُور فِي وَجْهه وَهُوَ يَمْسَح جَبِينه وَيَقُول : \" أَبْشِرِي يَا عَائِشَة فَقَدْ أَنْزَلَ اللَّه بَرَاءَتك\" قَالَتْ وَكُنْت أَشَدّ مَا كُنْت غَضَبًا فَقَالَ لِي أَبَوَايَ قُومِي إِلَيْهِ فَقُلْت : لَا وَاَللَّه لَا أَقُوم إِلَيْهِ وَلَا أَحْمَدهُ وَلَا أَحْمَدكُمَا وَلَكِنْ أَحْمَد اللَّه الَّذِي أَنْزَلَ بَرَاءَتِي لَقَدْ سَمِعْتُمُوهُ فَمَا أَنْكَرْتُمُوهُ وَلَا غَيَّرْتُمُوهُ وَكَانَتْ عَائِشَة تَقُول : أَمَّا زَيْنَب بِنْت جَحْش فَعَصَمَهَا اللَّه بِدِينِهَا فَلَمْ تَقُلْ إِلَّا خَيْرًا وَأَمَّا أُخْتهَا حَمْنَة بِنْت جَحْش فَهَلَكَتْ فِيمَنْ هَلَكَ وَكَانَ الَّذِينَ يَتَكَلَّم فِيهِ مِسْطَح وَحَسَّان بْن ثَابِت وَالْمُنَافِق عَبْد اللَّه اِبْن أُبَيّ بْن سَلُول وَهُوَ الَّذِي كَانَ يَسْتَوْشِيه وَيَجْمَعهُ وَهُوَ الَّذِي تَوَلَّى كِبْره مِنْهُمْ هُوَ وَحَمْنَة قَالَتْ فَحَلَفَ أَبُو بَكْر أَنْ لَا يَنْفَع مِسْطَحًا بِنَافِعَةٍ أَبَدًا فَأَنْزَلَ اللَّه تَعَالَى : \" وَلَا يَأْتَلِ أُولُوا الْفَضْل مِنْكُمْ \" يَعْنِي أَبَا بَكْر \" وَالسَّعَة أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِين\" يَعْنِي مِسْطَحًا إِلَى قَوْله \" أَلَا تُحِبُّونَ أَنْ يَغْفِر اللَّه لَكُمْ وَاَللَّه غَفُور رَحِيم \" فَقَالَ أَبُو بَكْر : بَلَى وَاَللَّه يَا رَبّنَا إِنَّا لَنُحِبّ أَنْ تَغْفِر لَنَا وَعَادَ لَهُ بِمَا كَانَ يَصْنَع . هَكَذَا رَوَاهُ الْبُخَارِيّ مِنْ هَذَا الْوَجْه مُعَلَّقًا بِصِيغَةِ الْجَزْم عَنْ أَبِي أُسَامَة حَمَّاد بْن أُسَامَة أَحَد الْأَئِمَّة الثِّقَات . وَقَدْ رَوَاهُ اِبْن جَرِير فِي تَفْسِيره عَنْ سُفْيَان بْن وَكِيع عَنْ أَبِي أُسَامَة مُطَوَّلًا بِهِ مِثْله أَوْ نَحْوه وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي سَعِيد الْأَشَجّ عَنْ أَبِي أُسَامَة بِبَعْضِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هُشَيْم أَخْبَرَنَا عَمْرو بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ عَائِشَة\" رَضِيَ اللَّه عَنْهَا قَالَتْ لَمَّا نَزَلَ عُذْرِي مِنْ السَّمَاء جَاءَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَنِي بِذَلِكَ فَقُلْت بِحَمْدِ اللَّه لَا بِحَمْدِك . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن عَدِيّ عَنْ مُحَمَّد بْن إِسْحَاق عَنْ عَبْد اللَّه بْن أَبِي بَكْر عَنْ عَمْرَة أَيْضًا عَنْ عَائِشَة قَالَتْ : لَمَّا نَزَلَ عُذْرِي قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ وَتَلَا الْقُرْآن فَلَمَّا نَزَلَ أَمَرَ بِرَجُلَيْنِ وَامْرَأَة فَضُرِبُوا حَدّهمْ وَرَوَاهُ أَهْل السُّنَن الْأَرْبَعَة . وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَوَقَعَ عِنْد أَبِي دَاوُد تَسْمِيَتهمْ حَسَّان بْن ثَابِت وَمِسْطَح بْن أُثَاثَة وَحَمْنَة بِنْت جَحْش . فَهَذِهِ طُرُق مُتَعَدِّدَة عَنْ أُمّ الْمُؤْمِنِينَ عَائِشَة \" رَضِيَ اللَّه عَنْهَا فِي الْمَسَانِيد وَالصِّحَاح وَالسُّنَن وَغَيْرهَا وَقَدْ رُوِيَ مِنْ حَدِيث أُمّهَا أُمّ رُومَان \" رَضِيَ اللَّه عَنْهَا فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَاصِم أَخْبَرَنَا حُصَيْن عَنْ أَبِي وَائِل عَنْ مَسْرُوق عَنْ أُمّ رُومَان قَالَتْ بَيْنَا أَنَا عِنْد عَائِشَة إِذْ دَخَلَتْ عَلَيْنَا اِمْرَأَة مِنْ الْأَنْصَار فَقَالَتْ : فَعَلَ اللَّه بِابْنِهَا وَفَعَلَ فَقَالَتْ عَائِشَة وَلِمَ ؟ قَالَتْ إِنَّهُ كَانَ فِيمَنْ حَدَّثَ الْحَدِيث قَالَتْ وَأَيّ الْحَدِيث ؟ قَالَتْ كَذَا وَكَذَا قَالَتْ وَقَدْ بَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَتْ نَعَمْ قَالَتْ وَبَلَغَ أَبَا بَكْر ؟ قَالَتْ نَعَمْ فَخَرَّتْ عَائِشَة رَضِيَ اللَّه عَنْهَا مَغْشِيًّا عَلَيْهَا فَمَا أَفَاقَتْ إِلَّا وَعَلَيْهَا حُمَّى بِنَافِضٍ قَالَتْ فَقُمْت فَدَثَّرْتهَا قَالَتْ فَجَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" فَمَا شَأْن هَذِهِ ؟ \" قُلْت : يَا رَسُول اللَّه أَخَذَتْهَا حُمَّى بِنَافِضٍ قَالَ \" فَلَعَلَّهُ فِي حَدِيث تُحُدِّثَ بِهِ \" قَالَتْ فَاسْتَوَتْ عَائِشَة قَاعِدَة فَقَالَتْ : وَاَللَّه لَئِنْ حَلَفْت لَكُمْ لَا تُصَدِّقُونِي وَلَئِنْ اِعْتَذَرْت إِلَيْكُمْ لَا تَعْذِرُونِي فَمَثَلِي وَمَثَلكُمْ كَمَثَلِ يَعْقُوب وَبَنِيهِ حِين قَالَ : \" فَصَبْر جَمِيل وَاَللَّه الْمُسْتَعَان عَلَى مَا تَصِفُونَ \" قَالَتْ فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْزَلَ اللَّه عُذْرهَا فَرَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَعَهُ أَبُو بَكْر فَدَخَلَ فَقَالَ يَا عَائِشَة \" إِنَّ اللَّه تَعَالَى قَدْ أَنْزَلَ عُذْرك \" فَقَالَتْ : بِحَمْدِ اللَّه لَا بِحَمْدِك فَقَالَ لَهَا أَبُو بَكْر : تَقُولِينَ هَذَا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَتْ : نَعَمْ قَالَتْ : وَكَانَ فِيمَنْ حَدَّثَ هَذَا الْحَدِيث رَجُل كَانَ يَعُولهُ أَبُو بَكْر فَحَلَفَ أَنْ لَا يَصِلهُ فَأَنْزَلَ اللَّه :\" وَلَا يَأْتَلِ أُولُوا الْفَضْل مِنْكُمْ وَالسَّعَة \" إِلَى آخِر الْآيَة فَقَالَ أَبُو بَكْر بَلَى فَوَصَلَهُ . تَفَرَّدَ بِهِ الْبُخَارِيّ دُون مُسْلِم مِنْ طَرِيق حُصَيْن وَقَدْ رَوَاهُ الْبُخَارِيّ عَنْ مُوسَى بْن إِسْمَاعِيل عَنْ أَبِي عَوَانَة وَعَنْ مُحَمَّد بْن سَلَام عَنْ مُحَمَّد بْن فُضَيْل كِلَاهُمَا عَنْ حُصَيْن بِهِ وَفِي لَفْظ أَبِي عَوَانَة حَدَّثَتْنِي أُمّ رُومَان وَهَذَا صَرِيح فِي سَمَاع مَسْرُوق مِنْهَا وَقَدْ أَنْكَرَ ذَلِكَ جَمَاعَة مِنْ الْحُفَّاظ مِنْهُمْ الْخَطِيب الْبَغْدَادِيّ وَذَلِكَ لَمَّا ذَكَرَهُ أَهْل التَّارِيخ أَنَّهَا مَاتَتْ فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الْخَطِيب وَقَدْ كَانَ مَسْرُوق يُرْسِلهُ فَيَقُول سُئِلَتْ أُمّ رُومَان وَيَسُوقهُ فَلَعَلَّ بَعْضهمْ كَتَبَ سُئِلَتْ بِأَلِفٍ اِعْتَقَدَ الرَّاوِي أَنَّهَا سَأَلَتْ فَظَنَّهُ مُتَّصِلًا قَالَ الْخَطِيب وَقَدْ رَوَاهُ الْبُخَارِيّ كَذَلِكَ وَلَمْ تَظْهَر لَهُ عِلَّته كَذَا قَالَ وَاَللَّه أَعْلَم . وَرَوَاهُ بَعْضهمْ عَنْ مَسْرُوق بْن عَبْد اللَّه بْن مَسْعُود عَنْ أُمّ رُومَان فَاَللَّه أَعْلَم فَقَوْله تَعَالَى \" إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ \" أَيْ الْكَذِب وَالْبُهُت وَالِافْتِرَاء \" عُصْبَة \" أَيْ جَمَاعَة مِنْكُمْ \" لَا تَحْسَبُوهُ شَرًّا لَكُمْ \" أَيْ يَا آلَ أَبِي بَكْر \" بَلْ هُوَ خَيْر لَكُمْ \" أَيْ فِي الدُّنْيَا وَالْآخِرَة لِسَان صِدْق فِي الدُّنْيَا وَرِفْعَة مَنَازِل فِي الْآخِرَة وَإِظْهَار شَرَف لَهُمْ بِاعْتِنَاءِ اللَّه تَعَالَى بِعَائِشَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا حَيْثُ أَنْزَلَ اللَّه بَرَاءَتهَا فِي الْقُرْآن الْعَظِيم الَّذِي\" لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه \" الْآيَة وَلِهَذَا لَمَّا دَخَلَ عَلَيْهَا اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ وَعَنْهَا وَهِيَ فِي سِيَاق الْمَوْت قَالَ لَهَا أَبْشِرِي فَإِنَّك زَوْجَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ يُحِبّك وَلَمْ يَتَزَوَّج بِكْرًا غَيْرك وَنَزَلَتْ بَرَاءَتك مِنْ السَّمَاء. وَقَالَ اِبْن جَرِير فِي تَفْسِيره حَدَّثَنِي مُحَمَّد بْن عُثْمَان الْوَاسِطِيّ حَدَّثَنَا جَعْفَر بْن عَوْن عَنْ الْمُعْلِي بْن عِرْفَان عَنْ مُحَمَّد بْن عَبْد اللَّه بْن جَحْش قَالَ : تَفَاخَرَتْ عَائِشَة وَزَيْنَب رَضِيَ اللَّه عَنْهُمَا فَقَالَتْ زَيْنَب أَنَا الَّتِي نَزَلَ تَزْوِيجِي مِنْ السَّمَاء وَقَالَتْ عَائِشَة أَنَا الَّتِي نَزَلَ عُذْرِي فِي كِتَاب اللَّه حِين حَمَلَنِي صَفْوَان بْن الْمُعَطَّل عَلَى الرَّاحِلَة فَقَالَتْ لَهَا زَيْنَب يَا عَائِشَة مَا قُلْت حِين رَكِبْتِيهَا ؟ قَالَتْ حَسْبِي اللَّه وَنِعْمَ الْوَكِيل قَالَتْ قُلْت كَلِمَة الْمُؤْمِنِينَ . وَقَوْله تَعَالَى \" لِكُلِّ اِمْرِئٍ مِنْهُمْ مَا اِكْتَسَبَ مِنْ الْإِثْم \" أَيْ لِكُلِّ مَنْ تَكَلَّمَ فِي هَذِهِ الْقَضِيَّة وَرَمَى أُمّ الْمُؤْمِنِينَ عَائِشَة رَضِيَ اللَّه عَنْهَا بِشَيْءٍ مِنْ الْفَاحِشَة نَصِيب عَظِيم مِنْ الْعَذَاب \" وَاَلَّذِي تَوَلَّى كِبْره مِنْهُمْ \" قِيلَ اِبْتَدَأَ بِهِ وَقِيلَ الَّذِي كَانَ يَجْمَعهُ وَيَسْتَوْشِيه وَيُذِيعهُ وَيُشِيعهُ \" لَهُ عَذَاب عَظِيم\" أَيْ عَلَى ذَلِكَ ثُمَّ الْأَكْثَرُونَ عَلَى أَنَّ الْمُرَاد بِذَلِكَ إِنَّمَا هُوَ عَبْد اللَّه بْن أُبَيّ بْن سَلُول قَبَّحَهُ اللَّه وَلَعَنَهُ وَهُوَ الَّذِي تَقَدَّمَ النَّصّ عَلَيْهِ فِي الْحَدِيث وَقَالَ ذَلِكَ مُجَاهِد وَغَيْر وَاحِد وَقِيلَ بَلْ الْمُرَاد بِهِ حَسَّان بْن ثَابِت وَهُوَ قَوْل غَرِيب وَلَوْلَا أَنَّهُ وَقَعَ فِي صَحِيح الْبُخَارِيّ مَا قَدْ يَدُلّ عَلَى إِيرَاد ذَلِكَ لَمَا كَانَ لِإِيرَادِهِ كَبِير فَائِدَة فَإِنَّهُ مِنْ الصَّحَابَة الَّذِينَ لَهُمْ فَضَائِل وَمَنَاقِب وَمَآثِر وَأَحْسَن مَآثِره أَنَّهُ كَانَ يَذُبّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِشِعْرِهِ وَهُوَ الَّذِي قَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" هَاجِهِمْ وَجِبْرِيل مَعَك \" وَقَالَ الْأَعْمَش عَنْ اِبْن الضُّحَى عَنْ مَسْرُوق قَالَ : كُنْت عِنْد عَائِشَة \" رَضِيَ اللَّه عَنْهَا فَدَخَلَ حَسَّان بْن ثَابِت فَأَمَرَتْ فَأُلْقِيَ لَهُ وِسَادَة فَلَمَّا خَرَجَ قُلْت لِعَائِشَة مَا تَصْنَعِينَ بِهَذَا ؟ يَعْنِي يَدْخُل عَلَيْك وَفِي رِوَايَة قِيلَ لَهَا أَتَأْذَنِينَ لِهَذَا يَدْخُل عَلَيْك وَقَدْ قَالَ اللَّه \" وَاَلَّذِي تَوَلَّى كِبْره مِنْهُمْ لَهُ عَذَاب عَظِيم \" قَالَتْ وَأَيّ عَذَاب أَشَدّ مِنْ الْعَمَى وَكَانَ قَدْ ذَهَبَ بَصَره لَعَلَّ اللَّه أَنْ يَجْعَل ذَلِكَ هُوَ الْعَذَاب الْعَظِيم ثُمَّ قَالَتْ إِنَّهُ كَانَ يُنَافِح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي رِوَايَة أَنَّهُ أَنْشَدَهَا عِنْدَمَا دَخَلَ عَلَيْهَا شِعْرًا يَمْتَدِحهَا بِهِ فَقَالَ : حَصَان رَزَان مَا تُزَنّ بِرِيبَةٍ وَتُصْبِح غَرْثَى مِنْ لُحُوم الْغَوَافِل فَقَالَتْ أَمَّا أَنْتَ فَلَسْت كَذَلِكَ وَفِي رِوَايَة : لَكِنَّك لَسْت كَذَلِكَ وَقَالَ اِبْن جَرِير حَدَّثَنَا الْحَسَن بْن قَزَعَة حَدَّثَنَا سَلَمَة بْن عَلْقَمَة حَدَّثَنَا دَاوُد عَنْ عَامِر عَنْ عَائِشَة أَنَّهَا قَالَتْ مَا سَمِعْت بِشِعْرٍ أَحْسَن مِنْ شِعْر حَسَّان وَلَا تَمَثَّلْت بِهِ إِلَّا رَجَوْت لَهُ الْجَنَّة قَوْله لِأَبِي سُفْيَان بْن الْحَارِث بْن عَبْد الْمُطَّلِب . هَجَوْتَ مُحَمَّدًا فَأَجَبْتُ عَنْهُ وَعِنْد اللَّه فِي ذَاكَ الْجَزَاء إِنَّ أَبِي وَوَالِده وَعِرْضِي لِعِرْضِ مُحَمَّد مِنْكُمْ وِقَاء تَشْتُمهُ وَلَسْت لَهُ بِكُفْءٍ ؟ فَشَرّكُمَا لِخَيْرِكُمَا الْفِدَاء لِسَانِي صَارِم لَا عَيْب فِيهِ وَبَحْرِي لَا تُكَدِّرهُ الدِّلَاء فَقِيلَ : يَا أُمّ الْمُؤْمِنِينَ أَلَيْسَ هَذَا لَغْوًا ؟ قَالَتْ : لَا إِنَّمَا اللَّغْو مَا قِيلَ عِنْد النِّسَاء قِيلَ أَلَيْسَ اللَّه يَقُول \" وَاَلَّذِي تَوَلَّى كِبْره مِنْهُمْ لَهُ عَذَاب عَظِيم \" قَالَتْ : أَلَيْسَ قَدْ ذَهَبَ بَصَره وَكُنِعَ بِالسَّيْفِ ؟ تَعْنِي الضَّرْبَة الَّتِي ضَرَبَهُ إِيَّاهَا صَفْوَان بْن الْمُعَطَّل السُّلَمِيّ حِين بَلَغَهُ عَنْهُ أَنَّهُ يَتَكَلَّم فِي ذَلِكَ فَعَلَاهُ بِالسَّيْفِ وَكَادَ أَنْ يَقْتُلهُ .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39227, "aya_id": 11}]