[{"text": "إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا", "sura_id": 4, "type": 0, "id": 638, "aya_id": 145}, {"text": "إن المنافقين في الدرك الأسفل من النار ولن تجد لهم نصيرا", "sura_id": 4, "type": 1, "id": 6874, "aya_id": 145}, {"text": "145 - (إن المنافقين في الدرك) المكان (الأسفل من النار) وهو قعرها (ولن تجد لهم نصيرا) مانعا من العذاب \r\n", "sura_id": 4, "type": 2, "id": 25582, "aya_id": 145}, {"text": "إن المنافقين في أسفل منازل النار يوم القيامة, ولن تجد لهم -أيها الرسول- ناصرًا يدفع عنهم سوء هذا المصير.\r\n", "sura_id": 4, "type": 3, "id": 31818, "aya_id": 145}, {"text": " <font color=red>إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى \" إِنَّ الْمُنَافِقِينَ فِي الدَّرْك الْأَسْفَل مِنْ النَّار \" أَيْ يَوْم الْقِيَامَة جَزَاء عَلَى كُفْرهمْ الْغَلِيظ . قَالَ الْوَالِبِيّ عَنْ اِبْن عَبَّاس فِي الدَّرْك الْأَسْفَل مِنْ النَّار أَيْ فِي أَسْفَل النَّار وَقَالَ غَيْره : النَّار دَرَجَات كَمَا أَنَّ الْجَنَّة دَرَجَات \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَاصِم عَنْ ذَكْوَان أَبِي صَالِح عَنْ أَبِي هُرَيْرَة \" إِنَّ الْمُنَافِقِينَ فِي الدَّرْك الْأَسْفَل مِنْ النَّار \" قَالَ فِي تَوَابِيت تُرْتَج عَلَيْهِمْ . كَذَا رَوَاهُ اِبْن جَرِير عَنْ اِبْن وَكِيع عَنْ يَحْيَى بْن يَمَان عَنْ سُفْيَان الثَّوْرِيّ بِهِ وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ الْمُنْذِر بْن شَاذَان عَنْ عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ عَاصِم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة \" إِنَّ الْمُنَافِقِينَ فِي الدَّرْك الْأَسْفَل مِنْ النَّار \" قَالَ الدَّرْك الْأَسْفَل بُيُوت لَهَا أَبْوَاب تُطْبَق عَلَيْهِمْ فَتُوقَد مِنْ تَحْتهمْ وَمِنْ فَوْقهمْ وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ سَلَمَة بْن كُهَيْل عَنْ خَيْثَمَة عَنْ عَبْد اللَّه يَعْنِي اِبْن مَسْعُود إِنَّ الْمُنَافِقِينَ فِي الدَّرْك الْأَسْفَل مِنْ النَّار قَالَ فِي تَوَابِيت مِنْ نَار تُطْبَق عَلَيْهِمْ أَيْ مُغْلَقَة مُقْفَلَة وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي سَعِيد الْأَشَجّ عَنْ وَكِيع عَنْ سُفْيَان عَنْ سَلَمَة عَنْ خَيْثَمَة عَنْ اِبْن مَسْعُود إِنَّ الْمُنَافِقِينَ فِي الدَّرْك الْأَسْفَل مِنْ النَّار قَالَ فِي تَوَابِيت مِنْ حَدِيد مُبْهَمَة عَلَيْهِمْ وَمَعْنَى قَوْله \" مُبْهَمَة \" أَيْ مُغْلَقَة مُقْفَلَة لَا يُهْتَدَى لِمَكَانِ فَتْحهَا وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا عَلِيّ بْن يَزِيد عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن أَنَّ اِبْن مَسْعُود سُئِلَ عَنْ الْمُنَافِقِينَ فَقَالَ : يُجْعَلُونَ فِي تَوَابِيت مِنْ نَار تُطْبَق عَلَيْهِمْ فِي أَسْفَل دَرْك مِنْ النَّار وَلَنْ تَجِد لَهُمْ نَصِيرًا أَيْ يُنْقِذهُمْ مِمَّا هُمْ فِيهِ وَيُخْرِجهُمْ مِنْ أَلِيم الْعَذَاب ثُمَّ أَخْبَرَ تَعَالَى أَنَّ مَنْ تَابَ مِنْهُمْ فِي الدُّنْيَا تَابَ عَلَيْهِ وَقَبِلَ نَدَمه إِذَا أَخْلَصَ فِي تَوْبَته وَأَصْلَحَ عَمَله وَاعْتَصَمَ بِرَبِّهِ فِي جَمِيع أَمْره .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40818, "aya_id": 145}]