[{"text": "وَرُسُلاً قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلاً لَّمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللّهُ مُوسَى تَكْلِيمًا", "sura_id": 4, "type": 0, "id": 657, "aya_id": 164}, {"text": "ورسلا قد قصصناهم عليك من قبل ورسلا لم نقصصهم عليك وكلم الله موسى تكليما", "sura_id": 4, "type": 1, "id": 6893, "aya_id": 164}, {"text": "164 - وأرسلنا (ورسلا قد قصصناهم عليك من قبل ورسلا لم نقصصهم عليك) روي أنه تعالى بعث ثمانية آلاف نبي أربعة آلاف من إسرائيل وأربعة آلاف من سائر الناس قاله الشيخ في سورة غافر (وكلم الله موسى) بلا واسطة (تكليما) \r\n", "sura_id": 4, "type": 2, "id": 25601, "aya_id": 164}, {"text": "وأرسلنا رسلا قد قصصناهم عليك في القرآن من قبل هذه الآية, ورسلا لم نقصصهم عليك لحكمة أردناها. وكلم الله موسى تكليمًا؛ تشريفًا له بهذه الصفة. وفي هذه الآية الكريمة, إثبات صفة الكلام لله -تعالى- كما يليق بجلاله, وأنه سبحانه كلم نبيه موسى -عليه السلام- حقيقة بلا وساطة.\r\n", "sura_id": 4, "type": 3, "id": 31837, "aya_id": 164}, {"text": " <font color=red>وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا</font><BR><p>وَقَوْله \" وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْك مِنْ قَبْل وَرُسُلًا لَمْ نَقْصُصهُمْ عَلَيْك \" أَيْ مِنْ قَبْل هَذِهِ الْآيَة يَعْنِي فِي السُّوَر الْمَكِّيَّة وَغَيْرهَا وَهَذِهِ تَسْمِيَة الْأَنْبِيَاء الَّذِينَ نَصَّ اللَّه عَلَى أَسْمَائِهِمْ فِي الْقُرْآن وَهُمْ آدَم وَإِدْرِيس وَنُوح وَهُود وَصَالِح وَإِبْرَاهِيم وَلُوط وَإِسْمَاعِيل وَإِسْحَاق وَيَعْقُوب وَيُوسُف وَأَيُّوب وَشُعَيْب وَمُوسَى وَهَارُون وَيُونُس وَدَاوُد وَسُلَيْمَان وَإِلْيَاس وَاَلْيَسَع وَزَكَرِيَّا وَيَحْيَى وَعِيسَى. وَكَذَا ذُو الْكِفْل عِنْد كَثِير مِنْ الْمُفَسِّرِينَ وَسَيِّدهمْ مُحَمَّد صَلَّى اللَّه وَعَلَيْهِ وَآله وَسَلَّمَ وَقَوْله \" وَرُسُلًا لَمْ نَقْصُصهُمْ عَلَيْك \" أَيْ خَلْقًا آخَرِينَ لَمْ يُذْكَرُوا فِي الْقُرْآن وَقَدْ اُخْتُلِفَ فِي عِدَّة الْأَنْبِيَاء وَالْمُرْسَلِينَ وَالْمَشْهُور فِي ذَلِكَ حَدِيث أَبِي ذَرّ الطَّوِيل وَذَلِكَ فِيمَا رَوَاهُ اِبْن مَرْدَوَيْهِ رَحِمَهُ اللَّه فِي تَفْسِيره حَيْثُ قَالَ حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد حَدَّثَنَا جَعْفَر بْن مُحَمَّد بْن الْحَسَن وَالْحُسَيْن بْن عَبْد اللَّه بْن يَزِيد قَالَا حَدَّثَنَا إِبْرَاهِيم بْن هِشَام بْن يَحْيَى الْغَسَّانِيّ حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ أَبِي ذَرّ قَالَ : قُلْت يَا رَسُول اللَّه كَمْ الْأَنْبِيَاء ؟ قَالَ\" مِائَة أَلْف وَأَرْبَعَة وَعِشْرُونَ أَلْفًا \" قُلْت يَا رَسُول اللَّه كَمْ الرُّسُل مِنْهُمْ قَالَ \" ثَلَاثمِائَةٍ وَثَلَاثَة عَشَر جَمّ غَفِير \" قُلْت يَا رَسُول اللَّه مَنْ كَانَ أَوَّلهمْ قَالَ \" آدَم \" قُلْت يَا رَسُول اللَّه \" نَبِيّ مُرْسَل \" قَالَ \" نَعَمْ خَلَقَهُ اللَّه بِيَدِهِ ثُمَّ نَفَخَ فِيهِ مِنْ رُوحه ثُمَّ سَوَّاهُ قُبْلًا \" ثُمَّ قَالَ \" يَا أَبَا ذَرّ أَرْبَعَة سُرْيَانِيُّونَ آدَم وَشِيث وَنُوح وَخَنُوخ وَهُوَ إِدْرِيس وَهُوَ أَوَّل مَنْ خَطَّ بِالْقَلَمِ وَأَرْبَعَة مِنْ الْعَرَب هُود وَصَالِح وَشُعَيْب وَنَبِيّك يَا أَبَا ذَرّ وَأَوَّل نَبِيّ مِنْ بَنِي إِسْرَائِيل مُوسَى وَآخِرهمْ عِيسَى وَأَوَّل النَّبِيِّينَ آدَم وَآخِرهمْ نَبِيّك \" . وَقَدْ رَوَى هَذَا الْحَدِيث بِطُولِهِ الْحَافِظ أَبُو حَاتِم ابْن حِبَّان الْبُسْتِيّ فِي كِتَابه الْأَنْوَاع وَالتَّقَاسِيم وَقَدْ وَسَمَهُ بِالصِّحَّةِ وَخَالَفَهُ أَبُو الْفَرَج بْن الْجَوْزِيّ فَذَكَرَ هَذَا الْحَدِيث فِي كِتَابه الْمَوْضُوعَات وَاتَّهَمَ بِهِ إِبْرَاهِيم بْن هِشَام هَذَا وَلَا شَكّ أَنَّهُ قَدْ تَكَلَّمَ فِيهِ غَيْر وَاحِد مِنْ أَئِمَّة الْجَرْح وَالتَّعْدِيل مِنْ أَجْل هَذَا الْحَدِيث وَاَللَّه أَعْلَم وَقَدْ رُوِيَ هَذَا الْحَدِيث مِنْ وَجْه آخَر عَنْ صَحَابِيّ آخَر فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَوْف حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا مُعَان بْن رِفَاعَة عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة قَالَ : قُلْت يَا نَبِيّ اللَّه كَمْ الْأَنْبِيَاء ؟ قَالَ \" مِائِة أَلْف وَأَرْبَعَة وَعِشْرُونَ أَلْفًا مِنْ ذَلِكَ ثَلَثمِائَةٍ وَخَمْسَة عَشَر جَمًّا غَفِيرًا \" مُعَان بْن رِفَاعَة السَّلَامِيّ ضَعِيف وَعَلِيّ بْن يَزِيد ضَعِيف وَالْقَاسِم أَبُو عَبْد الرَّحْمَن ضَعِيف أَيْضًا وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا أَحْمَد بْن إِسْحَاق أَبُو عَبْد اللَّه الْجَوْهَرِيّ الْبَصْرِيّ حَدَّثَنَا عَلِيّ بْن إِبْرَاهِيم حَدَّثَنَا مُوسَى بْن عُبَيْدَة الرَّبَذِيّ عَنْ يَزِيد الرَّقَاشِيّ عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَعَثَ اللَّه ثَمَانِيَة آلَاف فِي أَرْبَعَة آلَاف إِلَى بَنِي إِسْرَائِيل وَأَرْبَعَة آلَاف إِلَى سَائِر النَّاس \" وَهَذَا أَيْضًا إِسْنَاد ضَعِيف فِيهِ الرَّبَذِيّ ضَعِيف وَشَيْخه الرَّقَاشِيّ أَضْعَف مِنْهُ وَاَللَّه أَعْلَم . وَقَالَ أَبُو يَعْلَى حَدَّثَنَا أَبُو الرَّبِيع حَدَّثَنَا مُحَمَّد بْن ثَابِت الْعَبْدِيّ حَدَّثَنَا مَعْبَد بْن خَالِد الْأَنْصَارِيّ عَنْ يَزِيد الرَّقَاشِيّ عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ فِيمَنْ خَلَا مِنْ إِخْوَانِي مِنْ الْأَنْبِيَاء ثَمَانِيَة آلَاف نَبِيّ ثُمَّ كَانَ عِيسَى اِبْن مَرْيَم ثُمَّ كُنْت أَنَا \" وَقَدْ رُوِّينَاهُ عَنْ أَنَس مِنْ وَجْه آخَر فَأَخْبَرَنَا الْحَافِظ أَبُو عَبْد اللَّه الذَّهَبِيّ أَخْبَرَنَا أَبُو الْفَضْل بْن عَسَاكِر أَنْبَأَنَا الْإِمَام أَبُو بَكْر بْن الْقَاسِم بْن أَبِي سَعِيد الصَّقَّار أَخْبَرَتْنَا عَمَّة أَبِي عَائِشَة بِنْت أَحْمَد بْن مَنْصُور بْن الصَّفَّار أَخْبَرَنَا الشَّرِيف أَبُو السَّنَابِك هِبَة اللَّه بْن أَبِي الصَّهْبَاء مُحَمَّد بْن حَيْدَر الْقُرَشِيّ حَدَّثَنَا الْإِمَام الْأُسْتَاذ أَبُو إِسْحَاق الْإِسْفَرَايِينِيّ قَالَ أَخْبَرَنَا الْإِمَام أَبُو بَكْر أَحْمَد بْن إِبْرَاهِيم الْإِسْمَاعِيلِيّ حَدَّثَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا أَحْمَد بْن طَارِق حَدَّثَنَا مُسْلِم بْن خَالِد حَدَّثَنَا زِيَاد بْن سَعْد عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ صَفْوَان بْن سُلَيْم عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بُعِثْت عَلَى أَثَر ثَمَانِيَة آلَاف نَبِيّ مِنْهُمْ أَرْبَعَة آلَاف نَبِيّ مِنْ بَنِي إِسْرَائِيل \" وَهَذَا غَرِيب مِنْ هَذَا الْوَجْه وَإِسْنَاده لَا بَأْس بِهِ رِجَاله كُلّهمْ مَعْرُوفُونَ إِلَّا أَحْمَد بْن طَارِق هَذَا فَإِنِّي لَا أَعْرِفهُ بِعَدَالَةٍ وَلَا جَرْح وَاَللَّه أَعْلَم . وَحَدِيث أَبِي ذَرّ الْغِفَارِيّ الطَّوِيل فِي عَدَد الْأَنْبِيَاء عَلَيْهِمْ السَّلَام قَالَ مُحَمَّد بْن الْحُسَيْن الْآجُرِّيّ حَدَّثَنَا أَبُو بَكْر جَعْفَر بْن مُحَمَّد بْن الْفِرْيَابِيّ إِمْلَاء فِي شَهْر رَجَب سَنَة سَبْع وَتِسْعِينَ وَمِائَتَيْنِ حَدَّثَنَا إِبْرَاهِيم بْن هِشَام بْن يَحْيَى الْغَسَّانِيّ حَدَّثَنَا أَبِي عَنْ جَدّه عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ أَبِي ذَرّ قَالَ دَخَلْت الْمَسْجِد فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس وَحْده فَجَلَسْت إِلَيْهِ فَقُلْت يَا رَسُول اللَّه إِنَّك أَمَرْتنِي بِالصَّلَاةِ قَالَ \" الصَّلَاة خَيْر مَوْضُوع فَاسْتَكْثِرْ أَوْ اِسْتَقِلَّ \" قَالَ : قُلْت يَا رَسُول اللَّه فَأَيّ الْأَعْمَال أَفْضَل ؟ قَالَ : \" إِيمَان بِاَللَّهِ وَجِهَاد فِي سَبِيله \" قُلْت يَا رَسُول اللَّه فَأَيّ الْمُؤْمِنِينَ أَفْضَل ؟ قَالَ \" أَحْسَنهمْ خُلُقًا \" قُلْت يَا رَسُول اللَّه فَأَيّ الْمُسْلِمِينَ أَسْلَم ؟ قَالَ : \" مَنْ سَلِمَ النَّاس مِنْ لِسَانه وَيَده \" قُلْت يَا رَسُول اللَّه فَأَيّ الْهِجْرَة أَفْضَل ؟ قَالَ \" مَنْ هَجَرَ السَّيِّئَات \" قُلْت يَا رَسُول اللَّه أَيّ الصَّلَاة أَفْضَل ؟ قَالَ \" طُول الْقُنُوت فَقُلْت يَا رَسُول اللَّه فَأَيّ الصِّيَام أَفْضَل ؟ قَالَ : \" فَرْض مُجْزِئ وَعِنْد اللَّه أَضْعَاف كَثِيرَة \" قُلْت يَا رَسُول اللَّه فَأَيّ الْجِهَاد أَفْضَل قَالَ : \" مَنْ عُقِرَ جَوَاده وَأُهْرِيقَ دَمه \" قُلْت يَا رَسُول اللَّه فَأَيّ الرِّقَاب أَفْضَل ؟ قَالَ \" أَغْلَاهَا ثَمَنًا وَأَنْفَسهَا عِنْد أَهْلهَا \" قُلْت يَا رَسُول اللَّه فَأَيّ الصَّدَقَة أَفْضَل ؟ قَالَ \" جُهْد مِنْ مُقِلّ وَسِرّ إِلَى فَقِير \" قُلْت يَا رَسُول اللَّه فَأَيّ آيَة مَا أَنْزَلَ عَلَيْك أَعْظَم ؟ قَالَ \" آيَة الْكُرْسِيّ \" ثُمَّ قَالَ\" يَا أَبَا ذَرّ وَمَا السَّمَوَات السَّبْع مَعَ الْكُرْسِيّ إِلَّا كَحَلْقَةٍ مُلْقَاة بِأَرْض فَلَاة وَفَضْل الْعَرْش عَلَى الْكُرْسِيّ كَفَضْلِ الْفَلَاة عَلَى الْحَلْقَة \" قَالَ : قُلْت يَا رَسُول اللَّه كَمْ الْأَنْبِيَاء ؟ قَالَ \" مِائَة أَلْف وَأَرْبَعَة وَعِشْرُونَ أَلْفًا \" قَالَ : قُلْت يَا رَسُول اللَّه كَمْ الرُّسُل مِنْ ذَلِكَ ؟ قَالَ \" ثَلَاثمِائَةٍ وَثَلَاثَة عَشَر جَمّ غَفِير كَثِير طَيِّب \" قُلْت فَمَنْ كَانَ أَوَّلهمْ ؟ قَالَ \" آدَم \" قُلْت أَنَبِيّ مُرْسَل ؟ قَالَ\" نَعَمْ خَلَقَهُ اللَّه بِيَدِهِ وَنَفَخَ فِيهِ مِنْ رُوحه وَسَوَّاهُ قَبِيلًا \" ثُمَّ قَالَ \" يَا أَبَا ذَرّ أَرْبَعَة سُرْيَانِيُّونَ آدَم وَشِيث وَخَنُوخ وَهُوَ إِدْرِيس وَهُوَ أَوَّل مَنْ خَطَّ بِقَلَمٍ وَنُوح وَأَرْبَعَة مِنْ الْعَرَب هُود وَشُعَيْب وَصَالِح وَنَبِيّك يَا أَبَا ذَرّ وَأَوَّل أَنْبِيَاء بَنِي إِسْرَائِيل مُوسَى وَآخِرهمْ عِيسَى وَأَوَّل الرُّسُل آدَم وَآخِرهمْ مُحَمَّد \" قَالَ : قُلْت يَا رَسُول اللَّه كَمْ كِتَاب أَنْزَلَهُ اللَّه ؟ قَالَ \" مِائَة كِتَاب وَأَرْبَعَة كُتُب أَنْزَلَ اللَّه عَلَى شِيث خَمْسِينَ صَحِيفَة وَعَلَى خَنُوخ ثَلَاثِينَ صَحِيفَة وَعَلَى إِبْرَاهِيم عَشْر صَحَائِف وَأَنْزَلَ عَلَى مُوسَى مِنْ قَبْل التَّوْرَاة عَشْر صَحَائِف وَأَنْزَلَ التَّوْرَاة وَالْإِنْجِيل وَالزَّبُور وَالْفُرْقَان \" قَالَ : قُلْت يَا رَسُول اللَّه مَا كَانَتْ صُحُف إِبْرَاهِيم ؟ قَالَ \" كَانَتْ كُلّهَا يَا أَيّهَا الْمَلِك الْمُسَلَّط الْمُبْتَلَى الْمَغْرُور إِنِّي لَمْ أَبْعَثك لِتَجْمَع الدُّنْيَا بَعْضهَا عَلَى بَعْض وَلَكِنِّي بَعَثْتُك لِتَرُدّ عَنِّي دَعْوَة الْمَظْلُوم فَإِنِّي لَا أَرُدّهَا وَلَوْ كَانَتْ مِنْ كَافِر وَكَانَ فِيهَا أَمْثَال وَعَلَى الْعَاقِل أَنْ يَكُون لَهُ سَاعَات سَاعَة يُنَاجِي فِيهَا رَبّه وَسَاعَة يُحَاسِب فِيهَا نَفْسه وَسَاعَة يُفَكِّر فِي صُنْع اللَّه وَسَاعَة يَخْلُو فِيهَا لِحَاجَتِهِ مِنْ الْمَطْعَم وَالْمَشْرَب وَعَلَى الْعَاقِل أَنْ لَا يَكُون ظَاعِنًا إِلَّا لِثَلَاثٍ : تَزَوُّد لِمَعَادٍ أَوْ مَرَمَّة لِمَعَاشٍ أَوْ لَذَّة فِي غَيْر مُحَرَّم وَعَلَى الْعَاقِل أَنْ يَكُون بَصِيرًا بِزَمَانِهِ مُقْبِلًا عَلَى شَأْنه حَافِظًا لِلِسَانِهِ وَمَنْ حَسَبَ كَلَامه مِنْ عَمَله قَلَّ كَلَامه إِلَّا فِيمَا يَعْنِيه \" قَالَ : قُلْت يَا رَسُول اللَّه فَمَا كَانَتْ صُحُف مُوسَى ؟ قَالَ \" كَانَتْ عِبَرًا كُلّهَا عَجِبْت لِمَنْ أَيْقَنَ بِالْمَوْتِ ثُمَّ هُوَ يَفْرَح عَجِبْت لِمَنْ أَيْقَنَ بِالْقَدَرِ ثُمَّ هُوَ يَنْصَب وَعَجِبْت لِمَنْ يَرَى الدُّنْيَا وَتَقَلُّبهَا بِأَهْلِهَا ثُمَّ يَطْمَئِنّ إِلَيْهَا وَعَجِبْت لِمَنْ أَيْقَنَ بِالْحِسَابِ غَدًا ثُمَّ هُوَ لَا يَعْمَل \" قَالَ : قُلْت يَا رَسُول اللَّه فَهَلْ فِي أَيْدِينَا شَيْء مِمَّا كَانَ فِي أَيْدِي إِبْرَاهِيم وَمُوسَى وَمَا أَنْزَلَ اللَّه عَلَيْك ؟ قَالَ نَعَمْ اِقْرَأْ يَا أَبَا ذَرّ \" قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَر اِسْم رَبّه فَصَلَّى بَلْ تُؤْثِرُونَ الْحَيَاة الدُّنْيَا وَالْآخِرَة خَيْر وَأَبْقَى إِنَّ هَذَا لَفِي الصُّحُف الْأُولَى صُحُف إِبْرَاهِيم وَمُوسَى \" \" قَالَ : قُلْت يَا رَسُول اللَّه فَأَوْصِنِي قَالَ \" أُوصِيك بِتَقْوَى اللَّه فَإِنَّهُ رَأْس أَمْرك\" قَالَ : قُلْت يَا رَسُول اللَّه زِدْنِي قَالَ \" عَلَيْك بِتِلَاوَةِ الْقُرْآن وَذِكْر اللَّه فَإِنَّهُ ذِكْر لَك فِي السَّمَاء وَنُور لَك فِي الْأَرْض \" قَالَ : قُلْت يَا رَسُول اللَّه زِدْنِي قَالَ \" إِيَّاكَ وَكَثْرَة الضَّحِك فَإِنَّهُ يُمِيت الْقَلْب وَيُذْهِب بِنُورِ الْوَجْه \" قُلْت يَا رَسُول اللَّه زِدْنِي قَالَ \" عَلَيْك بِالْجِهَادِ فَإِنَّهُ رَهْبَانِيَّة أُمَّتِي \" قُلْت زِدْنِي قَالَ \" عَلَيْك بِالصَّمْتِ إِلَّا مِنْ خَيْر فَإِنَّهُ مَطْرَدَة لِلشَّيْطَانِ وَعَوْن لَك عَلَى أَمْر دِينك \" قُلْت زِدْنِي قَالَ \" اُنْظُرْ إِلَى مَنْ هُوَ تَحْتك وَلَا تَنْظُر إِلَى مَنْ هُوَ فَوْقك فَإِنَّهُ أَجْدَر لَك أَنْ لَا تَزْدَرِي نِعْمَة اللَّه عَلَيْك \" قُلْت زِدْنِي قَالَ \" أَحْبِبْ الْمَسَاكِين وَجَالِسهمْ فَإِنَّهُ أَجْدَر أَنْ لَا تَزْدَرِي نِعْمَة اللَّه عَلَيْك \" قُلْت زِدْنِي قَالَ \" صِلْ قَرَابَتك وَإِنْ قَطَعُوك \" قُلْت زِدْنِي قَالَ \" قُلْ الْحَقّ وَإِنْ كَانَ مُرًّا \" قُلْت زِدْنِي قَالَ \" لَا تَخَفْ فِي اللَّه لَوْمَة لَائِم \" قُلْت زِدْنِي قَالَ \" يَرُدّك عَنْ النَّاس مَا تَعْرِف مِنْ نَفْسك وَلَا تَجِد عَلَيْهِمْ فِيمَا تُحِبّ وَكَفَى بِك عَيْبًا أَنْ تَعْرِف مِنْ النَّاس مَا تَجْهَل مِنْ نَفْسك أَوْ تَجِد عَلَيْهِمْ فِيمَا تُحِبّ \" ثُمَّ ضَرَبَ بِيَدِهِ صَدْرِي فَقَالَ يَا أَبَا ذَرّ \" لَا عَقْل كَالتَّدْبِيرِ وَلَا وَرَع كَالْكَفِّ وَلَا حَسَب كَحُسْنِ الْخُلُق \" . وَرَوَى الْإِمَام أَحْمَد عَنْ أَبِي الْمُغِيرَة عَنْ مُعَان بْن رِفَاعَة عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة أَنَّ أَبَا ذَرّ سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ أَمْر الصَّلَاة وَالصِّيَام وَالصَّدَقَة وَفَضْل آيَة الْكُرْسِيّ وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ وَأَفْضَل الشُّهَدَاء وَأَفْضَل الرِّقَاب وَنُبُوَّة آدَم وَأَنَّهُ مُكَلَّم وَعَدَد الْأَنْبِيَاء وَالْمُرْسَلِينَ كَنَحْوِ مَا تَقَدَّمَ . وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد وَجَدْت فِي كِتَاب أَبِي بِخَطِّهِ حَدَّثَنِي عَبْد الْمُتَعَالِي بْن عَبْد الْوَهَّاب حَدَّثَنَا يَحْيَى بْن سَعِيد الْأُمَوِيّ حَدَّثَنَا مُجَالِد عَنْ أَبِي الْوَدَّاك قَالَ : قَالَ أَبُو سَعِيد هَلْ تَقُول الْخَوَارِج بِالدَّجَّالِ قَالَ : قُلْت لَا فَقَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي خَاتَم أَلْف نَبِيّ أَوْ أَكْثَر وَمَا بُعِثَ نَبِيّ يُتَّبَع إِلَّا وَقَدْ حَذَّرَ أُمَّته مِنْهُ وَإِنِّي قَدْ بُيِّنَ لِي فِيهِ مَا لَمْ يُبَيَّن وَإِنَّهُ أَعْوَر وَإِنَّ رَبّكُمْ لَيْسَ بِأَعْوَر وَعَيْنه الْيُمْنَى عَوْرَاء جَاحِظَة لَا تَخْفَى كَأَنَّهَا نُخَامَة فِي حَائِط مُجَصَّص وَعَيْنه الْيُسْرَى كَأَنَّهَا كَوْكَب دُرِّيّ مَعَهُ مِنْ كُلّ لِسَان وَمَعَهُ صُورَة الْجَنَّة خَضْرَاء يَجْرِي فَيُهِلّ الْمَاء وَصُورَة النَّار سَوْدَاء تُدَخِّن \" وَقَدْ رُوِّينَاهُ فِي الْجُزْء الَّذِي فِيهِ رِوَايَة أَبِي يَعْلَى الْمَوْصِلِيّ عَنْ يَحْيَى بْن مَعِين حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة حَدَّثَنَا مُجَالِد عَنْ أَبِي الْوَدَّاك عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي أَخْتِم أَلْف أَلْف نَبِيّ أَوْ أَكْثَر مَا بَعَثَ اللَّه مِنْ نَبِيّ إِلَى قَوْمه إِلَّا حَذَّرَهُمْ الدَّجَّال \" وَذَكَرَ تَمَام الْحَدِيث هَذَا لَفْظه بِزِيَادَةِ أَلْف وَقَدْ تَكُون مُقْحَمَة وَاَللَّه أَعْلَم . وَسِيَاق رِوَايَة الْإِمَام أَحْمَد أَثْبَت وَأَوْلَى بِالصِّحَّةِ وَرِجَال إِسْنَاد هَذَا الْحَدِيث لَا بَأْس بِهِمْ وَقَدْ رُوِيَ هَذَا الْحَدِيث مِنْ طَرِيق جَابِر بْن عَبْد اللَّه \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا مُجَالِد عَنْ الشَّعْبِيّ عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَخَاتَم أَلْف نَبِيّ أَوْ أَكْثَر وَإِنَّهُ لَيْسَ مِنْهُمْ نَبِيّ إِلَّا وَقَدْ أَنْذَرَ قَوْمه الدَّجَّال وَإِنِّي قَدْ بُيِّنَ لِي مَا لَمْ يُبَيَّن لِأَحَدٍ مِنْهُمْ وَإِنَّهُ أَعْوَر وَإِنَّ رَبّكُمْ لَيْسَ بِأَعْوَر \" قَوْله \" وَكَلَّمَ اللَّه مُوسَى تَكْلِيمًا \" وَهَذَا تَشْرِيف لِمُوسَى عَلَيْهِ السَّلَام بِهَذِهِ الصِّفَة وَلِهَذَا يُقَال لَهُ الْكَلِيم وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن سُلَيْمَان الْمَالِكِيّ حَدَّثَنَا مُسَيْح بْن حَاتِم حَدَّثَنَا عَبْد الْجَبَّار بْن عَبْد اللَّه قَالَ جَاءَ رَجُل إِلَى أَبِي بَكْر بْن عَيَّاش فَقَالَ سَمِعْت رَجُلًا يَقْرَأ \" وَكَلَّمَ اللَّه مُوسَى تَكْلِيمًا \" فَقَالَ أَبُو بَكْر مَا قَرَأَ هَذَا إِلَّا كَافِر قَرَأْت عَلَى الْأَعْمَش وَقَرَأَ الْأَعْمَش عَلَى يَحْيَى بْن وَثَّاب وَقَرَأَ يَحْيَى بْن وَثَّاب عَلَى أَبِي عَبْد الرَّحْمَن السُّلَمِيّ وَقَرَأَ أَبُو عَبْد الرَّحْمَن السُّلَمِيّ عَلَى عَلِيّ بْن أَبِي طَالِب وَقَرَأَ عَلِيّ بْن أَبِي طَالِب عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَكَلَّمَ اللَّه مُوسَى تَكْلِيمًا \" وَإِنَّمَا اِشْتَدَّ غَضَب أَبِي بَكْر بْن عَيَّاش رَحِمَهُ اللَّه عَلَى مَنْ قَرَأَ كَذَلِكَ لِأَنَّهُ حَرَّفَ لَفْظ الْقُرْآن وَمَعْنَاهُ وَكَانَ هَذَا مِنْ الْمُعْتَزِلَة الَّذِينَ يُنْكِرُونَ أَنْ يَكُون اللَّه كَلَّمَ مُوسَى عَلَيْهِ السَّلَام أَوْ يُكَلِّم أَحَدًا مِنْ خَلْقه كَمَا رُوِّينَاهُ عَنْ بَعْض الْمُعْتَزِلَة أَنَّهُ قَرَأَ عَلَى بَعْض الْمَشَايِخ \" وَكَلَّمَ اللَّه مُوسَى تَكْلِيمًا \" فَقَالَ لَهُ يَا اِبْن اللَّخْنَاء كَيْف تَصْنَع بِقَوْلِهِ تَعَالَى \" وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبّه \" يَعْنِي أَنَّ هَذَا لَا يَحْتَمِل التَّحْرِيف وَلَا التَّأْوِيل وَقَالَ اِبْن مُرْدِف حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا أَحْمَد بْن الْحُسَيْن بْن بَهْرَام حَدَّثَنَا مُحَمَّد بْن مَرْزُوق حَدَّثَنَا هَانِئ بْن يَحْيَى عَنْ الْحَسَن بْن أَبِي جَعْفَر عَنْ قَتَادَة عَنْ يَحْيَى بْن وَثَّاب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا كَلَّمَ اللَّه مُوسَى كَانَ يُبْصِر دَبِيب النَّمْل عَلَى الصَّفَا فِي اللَّيْلَة الظَّلْمَاء \" . وَهَذَا حَدِيث غَرِيب وَإِسْنَاده لَا يَصِحّ وَإِذَا صَحَّ مُوَقْوِقًا كَانَ جَيِّدًا وَقَدْ رَوَى الْحَاكِم فِي مُسْتَدْرَكه وَابْن مَرْدَوَيْهِ مِنْ حَدِيث حُمَيْد بْن قَيْس الْأَعْرَج عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ عَلَى مُوسَى يَوْم كَلَّمَهُ رَبّه جُبَّة صُوف وَكِسَاء صُوف وَسَرَاوِيل صُوف وَنَعْلَانِ مِنْ جِلْد حِمَار غَيْر ذَكِيّ \" وَقَالَ اِبْن مَرْدَوَيْهِ بِإِسْنَادِهِ عَنْ جُوَيْبِر عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالَ : إِنَّ اللَّه نَاجَى مُوسَى بِمِائَةٍ أَلْف كَلِمَة وَأَرْبَعِينَ أَلْف كَلِمَة فِي ثَلَاثَة أَيَّام وَصَايَا كُلّهَا فَلَمَّا سَمِعَ مُوسَى كَلَام الْآدَمِيِّينَ مَقَتَهُمْ مِمَّا وَقَعَ فِي مَسَامِعه مِنْ كَلَام الرَّبّ عَزَّ وَجَلَّ . وَهَذَا أَيْضًا إِسْنَاد ضَعِيف فَإِنَّ جُوَيْبِر أَضْعَف وَالضَّحَّاك لَمْ يُدْرِك اِبْن عَبَّاس \" رَضِيَ اللَّه عَنْهُمَا , فَأَمَّا الْأَثَر الَّذِي رَوَاهُ اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ وَغَيْرهمَا مِنْ طَرِيق الْفَضْل بْن عِيسَى الرَّقَاشِيّ عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه أَنَّهُ قَالَ لَمَّا كَلَّمَ اللَّه مُوسَى يَوْم الطُّور كَلَّمَهُ بِغَيْرِ الْكَلَام الَّذِي كَلَّمَهُ يَوْم نَادَاهُ فَقَالَ لَهُ مُوسَى يَا رَبّ هَذَا كَلَامك الَّذِي كَلَّمْتنِي بِهِ قَالَ : لَا يَا مُوسَى إِنَّمَا كَلَّمْتُك بِقُوَّةِ عَشَرَة آلَاف لِسَان وَلِي قُوَّة الْأَلْسِنَة كُلّهَا وَأَنَا أَقْوَى مِنْ ذَلِكَ فَلَمَّا رَجَعَ مُوسَى إِلَى بَنِي إِسْرَائِيل قَالُوا يَا مُوسَى صِفْ لَنَا كَلَام الرَّحْمَن قَالَ لَا أَسْتَطِيعهُ قَالُوا فَشَبِّهْ لَنَا قَالَ أَلَمْ تَسْمَعُوا إِلَى صَوْت الصَّوَاعِق فَإِنَّهُ قَرِيب مِنْهُ وَلَيْسَ بِهِ وَهَذَا إِسْنَاد ضَعِيف فَإِنَّ الْفَضْل الرَّقَاشِيّ هَذَا ضَعِيف بِمُرَّةٍ . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ أَبِي بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث عَنْ جَزْء بْن جَابِر الْخَيْثَمِيّ عَنْ كَعْب قَالَ إِنَّ اللَّه لَمَّا كَلَّمَ مُوسَى كَلَّمَهُ بِالْأَلْسِنَةِ كُلّهَا سِوَى كَلَامه فَقَالَ مُوسَى يَا رَبّ هَذَا كَلَامك قَالَ لَا وَلَوْ كَلَّمْتُك بِكَلَامِي لَمْ تَسْتَقِمْ لَهُ قَالَ يَا رَبّ فَهَلْ مِنْ خَلْقك شَيْء يُشْبِه كَلَامك قَالَ لَا وَأَشَدّ خَلْقِي شَبَهًا بِكَلَامِي أَشَدّ مَا تَسْمَعُونَ مِنْ الصَّوَاعِق . فَهَذَا مَوْقُوف عَلَى كَعْب الْأَحْبَار وَهُوَ يَحْكِي عَنْ الْكُتُب الْمُتَقَدِّمَة الْمُشْتَمِلَة عَلَى أَخْبَار بَنِي إِسْرَائِيل وَفِيهَا الْغَثّ وَالسَّمِين .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40839, "aya_id": 164}]