[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا قُمْتُمْ إِلَى الصَّلاةِ فاغْسِلُواْ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُواْ بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَينِ وَإِن كُنتُمْ جُنُبًا فَاطَّهَّرُواْ وَإِن كُنتُم مَّرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاء أَحَدٌ مَّنكُم مِّنَ الْغَائِطِ أَوْ لاَمَسْتُمُ النِّسَاء فَلَمْ تَجِدُواْ مَاء فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا فَامْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ مَا يُرِيدُ اللّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَكِن يُرِيدُ لِيُطَهَّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 5, "type": 0, "id": 675, "aya_id": 6}, {"text": "يا أيها الذين آمنوا إذا قمتم إلى الصلاة فاغسلوا وجوهكم وأيديكم إلى المرافق وامسحوا برؤوسكم وأرجلكم إلى الكعبين وإن كنتم جنبا فاطهروا وإن كنتم مرضى أو على سفر أو جاء أحد منكم من الغائط أو لامستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وأيديكم منه ما يريد الله ليجعل عليكم من حرج ولكن يريد ليطهركم وليتم نعمته عليكم لعلكم تشكرون", "sura_id": 5, "type": 1, "id": 6911, "aya_id": 6}, {"text": "6 - (يا أيها الذين آمنوا إذا قمتم) أي أردتم القيام (إلى الصلاة) وأنتم محدثون (فاغسلوا وجوهكم وأيديكم إلى المرافق) أي معها كما بينته السنة (وامسحوا برؤوسكم) الباء للإلصاق أي ألصقوا المسح بها من غير إسالة ماء وهو اسم جنس فيكفي أقل ما يصدق عليه وهو مسح بعض الشعر وعليه الشافعي (وأرجلكم) بالنصب عطفا على أيديكم وبالجر على الجوار (إلى الكعبين) أي معهما كما بينته السنة وهما العظمان الناتئان في كل رجل عند مفصل الساق والقدم والفصل بين الأيدي والأرجل المغسولة بالرأس الممسوح يفيد وجوب الترتيب في طهارة هذه الأعضاء وعليه الشافعي ويؤخذ من السنة وجوب النية فيه كغيره من العبادات (وإن كنتم جنبا فاطَّهَرُوا) فاغتسلوا (وإن كنتم مرضى) مرضاً يضره الماء (أو على سفر) أي مسافرين (أو جاء أحد منكم من الغائط) أي أحدث (أو لامستم النساء) سبق مثله في آية النساء (فلم تجدوا ماء) بعد طلبه (فتيمموا) اقصدوا (صعيدا طيبا) ترابا طاهرا (فامسحوا بوجوهكم وأيديكم) مع المرفقين (منه) بضربتين والباء للإلصاق ، وبينت السنة أن المراد استيعاب العضوين بالمسح (ما يريد الله ليجعل عليكم من حرج) ضيق بما فرض عليكم من الوضوء والغسل والتيمم (ولكن يريد ليطهركم) من الأحداث والذنوب (وليتم نعمته عليكم) بالإسلام ببيان شرائع الدين (لعلكم تشكرون) نعمه \r\n", "sura_id": 5, "type": 2, "id": 25619, "aya_id": 6}, {"text": "يا أيها الذين آمنوا إذا أردتم القيام إلى الصلاة, وأنتم على غير طهارة فاغسلوا وجوهكم وأيديكم مع المرافق (والمِرْفَق: المِفْصَل الذي بين الذراع والعَضُد) وامسحوا رؤوسكم, واغسلوا أرجلكم مع الكعبين (وهما: العظمان البارزان عند ملتقى الساق بالقدم) . وإن أصابكم الحدث الأكبر فتطهروا بالاعتسال منه قبل الصلاة. فإن كنتم مرضى, أو على سفر في حال الصحة, أو قضى أحدكم حاجته, أو جامع زوجته فلم تجدوا ماء فاضربوا بأيديكم وجه الأرض, وامسحوا وجوهكم وأيديكم منه. ما يريد الله في أمر الطهارة أن يُضَيِّق عليكم, بل أباح التيمم توسعةً عليكم, ورحمة بكم, إذ جعله بديلا للماء في الطهارة, فكانت رخصة التيمُّم من تمام النعم التي تقتضي شكر المنعم; بطاعته فيما أمر وفيما نهى.\r\n", "sura_id": 5, "type": 3, "id": 31855, "aya_id": 6}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ</font><BR><p>قَالَ كَثِيرُونَ مِنْ السَّلَف فِي قَوْله \" إِذَا قُمْتُمْ إِلَى الصَّلَاة \" يَعْنِي وَأَنْتُمْ مُحْدِثُونَ وَقَالَ آخَرُونَ إِذَا قُمْتُمْ مِنْ النَّوْم إِلَى الصَّلَاة وَكِلَاهُمَا قَرِيب وَقَالَ آخَرُونَ بَلْ الْمَعْنَى أَعَمُّ مِنْ ذَلِكَ فَالْآيَة آمِرَة بِالْوُضُوءِ عِنْد الْقِيَام إِلَى الصَّلَاة وَلَكِنْ هُوَ فِي حَقّ الْمُحْدِث وَاجِبٌ وَفِي حَقّ الْمُتَطَهِّر نَدْب وَقَدْ قِيلَ إِنَّ الْأَمْر بِالْوُضُوءِ لِكُلِّ صَلَاة كَانَ وَاجِبًا فِي اِبْتِدَاء الْإِسْلَام ثُمَّ نُسِخَ . وَقَالَ الْإِمَام أَحْمَد بْن حَنْبَل : حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ عَلْقَمَة بْن مَرْثَد عَنْ اِبْن بُرَيْدَةَ عَنْ أَبِيهِ قَالَ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَوَضَّأ عِنْد كُلّ صَلَاة فَلَمَّا كَانَ يَوْم الْفَتْح تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ وَصَلَّى الصَّلَوَات بِوُضُوءٍ وَاحِد فَقَالَ لَهُ عُمَر : يَا رَسُول اللَّه إِنَّك فَعَلْت شَيْئًا لَمْ تَكُنْ تَفْعَلهُ قَالَ : \" إِنِّي عَمْدًا فَعَلْته يَا عُمَر\" وَهَكَذَا رَوَاهُ مُسْلِم وَأَهْل السُّنَن مِنْ حَدِيث سُفْيَان الثَّوْرِيّ عَنْ عَلْقَمَة بْن مَرْثَد وَوَقَعَ فِي سُنَن اِبْن مَاجَهْ عَنْ سُفْيَان عَنْ مُحَارِب بْن دِثَار بَدَل عَلْقَمَة بْن مَرْثَد كِلَاهُمَا عَنْ سُلَيْمَان بْن بُرَيْدَةَ بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح . وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبَّاد بْن مُوسَى أَخْبَرَنَا زِيَاد بْن عَبْد اللَّه بْن الطُّفَيْل الْبَكَّائِيّ حَدَّثَنَا الْفَضْل بْن الْمُبَشِّرِ قَالَ : رَأَيْت جَابِر بْن عَبْد اللَّه يُصَلِّي الصَّلَوَات بِوُضُوءٍ وَاحِد فَإِذَا بَالَ أَوْ أَحْدَثَ تَوَضَّأَ وَمَسَحَ بِفَضْلِ طَهُوره الْخُفَّيْنِ فَقُلْت : أَبَا عَبْد اللَّه أَشَيْء تَصْنَعهُ بِرَأْيِك ؟ قَالَ : بَلْ رَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَصْنَعهُ فَأَنَا أَصْنَعهُ كَمَا رَأَيْت رَسُول اللَّه يَصْنَعهُ وَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ إِسْمَاعِيل بْن تَوْبَة عَنْ زِيَاد الْبَكَّائِيّ وَقَالَ أَحْمَد : حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ اِبْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن يَحْيَى بْن حَبَّانَ الْأَنْصَارِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُمَر قَالَ : أَرَأَيْت وُضُوء عَبْد اللَّه بْن عُمَر لِكُلِّ صَلَاة طَاهِرًا كَانَ أَوْ غَيْر طَاهِر عَمَّنْ هُوَ ؟ قَالَ : حَدَّثَتْهُ أَسْمَاء بِنْت زَيْد بْن الْخَطَّاب أَنَّ عَبْد اللَّه بْن حَنْظَلَة بْن الْغَسِيل حَدَّثَهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ أَمَرَ بِالْوُضُوءِ لِكُلِّ صَلَاة طَاهِرًا كَانَ أَوْ غَيْر طَاهِر فَلَمَّا شَقَّ ذَلِكَ عَلَيْهِ أُمِرَ بِالسِّوَاكِ عِنْد كُلّ صَلَاة وَوُضِعَ عَنْهُ الْوُضُوء إِلَّا مِنْ حَدَث فَكَانَ عَبْد اللَّه يَرَى أَنَّ بِهِ قُوَّة عَلَى ذَلِكَ كَانَ يَفْعَلهُ حَتَّى مَاتَ وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ مُحَمَّد بْن عَوْف الْجِمْصِيّ عَنْ أَحْمَد بْن خَالِد الذِّهْنِيّ عَنْ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن يَحْيَى بْن حَبَّانَ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُمَر ثُمَّ قَالَ أَبُو دَاوُدَ : وَرَوَاهُ إِبْرَاهِيم بْن سَعْد عَنْ مُحَمَّد بْن إِسْحَاق فَقَالَ عُبَيْد اللَّه بْن عُمَر يَعْنِي كَمَا تَقَدَّمَ فِي رِوَايَة الْإِمَام أَحْمَد وَأَيًّا مَا كَانَ فَهُوَ إِسْنَاد صَحِيح وَقَدْ صَرَّحَ اِبْن إِسْحَاق فِيهِ بِالتَّحْدِيثِ وَالسَّمَاع مِنْ مُحَمَّد بْن يَحْيَى بْن حَبَّانَ فَزَالَ مَحْذُور التَّدْلِيس لَكِنْ قَالَ الْحَافِظ اِبْن عَسَاكِر : رَوَاهُ سَلَمَة بْن الْفَضْل وَعَلِيّ بْن مُجَاهِد عَنْ اِبْن إِسْحَاق عَنْ مُحَمَّد بْن طَلْحَة بْن يَزِيد بْن رُكَانَةَ عَنْ مُحَمَّد بْن يَحْيَى بْن حَبَّانَ بِهِ وَاَللَّه أَعْلَمُ وَفِي فِعْل اِبْن عُمَر هَذَا وَمُدَاوَمَته عَلَى إِسْبَاغ الْوُضُوء لِكُلِّ صَلَاة دَلَالَة عَلَى اِسْتِحْبَاب ذَلِكَ كَمَا هُوَ مَذْهَب الْجُمْهُور. وَقَالَ اِبْن جَرِير : حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى بْن أَبِي زَائِدَة حَدَّثَنَا أَزْهَر عَنْ اِبْن عَوْن عَنْ اِبْن سِيرِينَ أَنَّ الْخُلَفَاء كَانُوا يَتَوَضَّئُونَ لِكُلِّ صَلَاة وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت مَسْعُود بْن عَلِيّ الشَّيْبَانِيّ سَمِعْت عِكْرِمَة يَقُول كَانَ عَلِيّ رَضِيَ اللَّه عَنْهُ يَتَوَضَّأ عِنْد كُلّ صَلَاة وَيَقْرَأ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاة \" الْآيَة وَحَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنِي وَهْب بْن جَرِير أَخْبَرَنَا شُعْبَة عَنْ عَبْد الْمَلِك بْن مَيْسَرَة عَنْ النَّزَّال بْن سَبْرَة قَالَ : رَأَيْت عَلِيًّا صَلَّى الظُّهْر ثُمَّ قَعَدَ لِلنَّاسِ فِي الرَّحْبَة ثُمَّ أُتِيَ بِمَاءٍ فَغَسَلَ وَجْهه وَيَدَيْهِ ثُمَّ مَسَحَ بِرَأْسِهِ وَرِجْلَيْهِ وَقَالَ هَذَا وُضُوء مَنْ لَمْ يُحْدِث وَحَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا هُشَيْم مِنْ مُغِيرَة عَنْ إِبْرَاهِيم أَنَّ عَلِيًّا اِكْتَالَ مِنْ حَبّ فَتَوَضَّأَ وُضُوءًا فِيهِ تَجَوُّزٌ فَقَالَ هَذَا وُضُوء مَنْ لَمْ يُحْدِث . وَهَذِهِ طُرُق جَيِّدَة عَنْ عَلِيّ يُقَوِّي بَعْضهَا بَعْضًا . وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنَا اِبْن يَسَار حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ حُمَيْد عَنْ أَنَس قَالَ تَوَضَّأَ عُمَر بْن الْخَطَّاب وُضُوءًا فِيهِ تَجَوُّز خَفِيفًا فَقَالَ هَذَا وُضُوء مَنْ لَمْ يُحْدِث وَهَذَا إِسْنَاد صَحِيح . وَقَالَ مُحَمَّد بْن سِيرِينَ : كَانَ الْخُلَفَاء يَتَوَضَّئُونَ لِكُلِّ صَلَاة وَأَمَّا مَا رَوَاهُ أَبُو دَاوُدَ الطَّيَالِسِيّ عَنْ أَبِي هِلَال عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب أَنَّهُ قَالَ : الْوُضُوء مِنْ غَيْر حَدَث اِعْتِدَاء فَهُوَ غَرِيب عَنْ سَعِيد بْن الْمُسَيِّب ثُمَّ هُوَ مَحْمُول عَلَى أَنَّ مَنْ اِعْتَقَدَ وُجُوبه فَهُوَ مُعْتَدٍ وَأَمَّا مَشْرُوعِيَّته اِسْتِحْبَابًا فَقَدْ دَلَّتْ السُّنَّة عَلَى ذَلِكَ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن عَامِر الْأَنْصَارِيّ سَمِعْت أَنَس بْن مَالِك يَقُول كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَوَضَّأ عِنْد كُلّ صَلَاة قَالَ : قُلْت فَأَنْتُمْ كَيْف كُنْتُمْ تَصْنَعُونَ ؟ قَالَ : كُنَّا نُصَلِّي الصَّلَوَات كُلّهَا بِوُضُوءٍ وَاحِد مَا لَمْ نُحْدِث وَقَدْ رَوَاهُ الْبُخَارِيّ وَأَهْل السُّنَن مِنْ غَيْر وَجْه عَنْ عَمْرو بْن عَامِر وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو سَعِيد الْبَغْدَادِيّ حَدَّثَنَا إِسْحَاق بْن مَنْصُور عَنْ هُرَيْم عَنْ عَبْد الرَّحْمَن بْن زِيَاد هُوَ الْأَفْرِيقِيّ عَنْ عُطَيْف عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَنْ تَوَضَّأَ عَلَى طُهْر كُتِبَ لَهُ عَشْر حَسَنَات \" وَرَوَاهُ أَيْضًا مِنْ حَدِيث عِيسَى بْن يُونُس عَنْ الْأَفْرِيقِيّ عَنْ أَبِي عُطَيْف عَنْ اِبْن عُمَر فَذَكَرَهُ وَفِيهِ قِصَّة وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث الْأَفْرِيقِيّ بِهِ نَحْوه وَقَالَ التِّرْمِذِيّ وَهُوَ إِسْنَاد ضَعِيف . وَقَالَ اِبْن جَرِير : وَقَدْ قَالَ قَوْم إِنَّ هَذِهِ الْآيَة نَزَلَتْ إِعْلَامًا مِنْ اللَّه أَنَّ الْوُضُوء لَا يَجِب إِلَّا عِنْد الْقِيَام إِلَى الصَّلَاة دُون غَيْرهَا مِنْ الْأَعْمَال وَذَلِكَ لِأَنَّهُ عَلَيْهِ السَّلَام كَانَ إِذَا أَحْدَثَ اِمْتَنَعَ مِنْ الْأَعْمَال كُلّهَا حَتَّى يَتَوَضَّأ حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مُعَاوِيَة بْن هِشَام عَنْ سُفْيَان عَنْ جَابِر عَنْ عَبْد اللَّه بْن أَبِي بَكْر بْن عَمْرو بْن حَزْم عَنْ عَبْد اللَّه بْن عَلْقَمَة بْن وَقَّاص عَنْ أَبِيهِ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أَرَاقَ الْبَوْل لَا نُكَلِّمهُ وَلَا يُكَلِّمنَا وَنُسَلِّم عَلَيْهِ فَلَا يَرُدّ عَلَيْنَا حَتَّى نَزَلَتْ آيَة الرُّخْصَة \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاة \" الْآيَة وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ مُحَمَّد بْن مُسْلِم عَنْ أَبِي كُرَيْب بِهِ نَحْوه وَهُوَ حَدِيث غَرِيب جِدًّا وَجَابِر هَذَا هُوَ اِبْن زَيْد الْجُعْفِيّ ضَعَّفُوهُ وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا مُسَدَّد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا أَيُّوب عَنْ عَبْد اللَّه بْن أَبِي مُلَيْكَة عَنْ عَبْد اللَّه بْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ مِنْ الْخَلَاء فَقُدِّمَ إِلَيْهِ طَعَام فَقَالُوا أَلَا نَأْتِيك بِوُضُوءٍ فَقَالَ : \" إِنَّمَا أُمِرْت بِالْوُضُوءِ إِذَا قُمْت إِلَى الصَّلَاة \" وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ أَحْمَد بْن مَنِيع وَالنَّسَائِيُّ عَنْ زِيَاد بْن أَيُّوب عَنْ إِسْمَاعِيل وَهُوَ اِبْن عُلَيَّة وَقَالَ التِّرْمِذِيّ : هَذَا حَدِيث حَسَن وَرَوَى مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ سُفْيَان بْن عُيَيْنَةَ عَنْ عَمْرو بْن دِينَار عَنْ سَعِيد بْن الْحُوَيْرِث عَنْ اِبْن عَبَّاس قَالَ : كُنَّا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَتَى الْخَلَاء ثُمَّ إِنَّهُ رَجَعَ فَأُتِيَ بِطَعَامٍ فَقِيلَ يَا رَسُول اللَّه أَلَا تَتَوَضَّأ فَقَالَ لَمْ أُصَلِّ فَأَتَوَضَّأَ وَقَوْله \" فَاغْسِلُوا وُجُوهكُمْ \" قَدْ اِسْتَدَلَّ طَائِفَة مِنْ الْعُلَمَاء بِقَوْلِهِ تَعَالَى \" إِذَا قُمْتُمْ إِلَى الصَّلَاة فَاغْسِلُوا وُجُوهكُمْ \" عَلَى وُجُوب النِّيَّة فِي الْوُضُوء لِأَنَّ تَقْدِير الْكَلَام إِذَا قُمْتُمْ إِلَى الصَّلَاة فَاغْسِلُوا وُجُوهكُمْ لَهَا كَمَا تَقُول الْعَرَب إِذَا رَأَيْت الْأَمِير فَقُمْ أَيْ لَهُ وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ حَدِيث \" الْأَعْمَال بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ اِمْرِئٍ مَا نَوَى \" وَيُسْتَحَبّ قَبْل غَسْل الْوَجْه أَنْ يَذْكُر اِسْم اللَّه تَعَالَى عَلَى وُضُوئِهِ لِمَا وَرَدَ فِي الْحَدِيث مِنْ طُرُق جَيِّدَة عَنْ جَمَاعَة مِنْ الصَّحَابَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" لَا وُضُوء لِمَنْ لَمْ يَذْكُر اِسْم اللَّه عَلَيْهِ \" وَيُسْتَحَبّ أَنْ يَغْسِل كَفَّيْهِ قَبْل إِدْخَالهمَا فِي الْإِنَاء وَيَتَأَكَّد ذَلِكَ عِنْد الْقِيَام مِنْ النَّوْم مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا اِسْتَيْقَظَ أَحَدكُمْ مِنْ نَوْمه فَلَا يُدْخِل يَده فِي الْإِنَاء قَبْل أَنْ يَغْسِلهَا ثَلَاثًا فَإِنَّ أَحَدكُمْ لَا يَدْرِي أَيْنَ بَاتَتْ يَده\" وَحَدُّ الْوَجْهِ عِنْد الْفُقَهَاء مَا بَيْن مَنَابِت شَعْر الرَّأْس وَلَا اِعْتِبَار بِالصَّلَعِ وَلَا بِالْغَمَمِ إِلَى مُنْتَهَى اللَّحْيَيْنِ وَالذَّقَن طُولًا وَمِنْ الْأُذُن إِلَى الْأُذُن عَرْضًا وَفِي النَّزَعَتَيْنِ وَالتَّحْذِيف خِلَاف هَلْ هُمَا الرَّأْس أَوْ الْوَجْه وَفِي الْمُسْتَرْسِل مِنْ اللِّحْيَة عَنْ مَحَلّ الْفَرْض قَوْلَانِ \" أَحَدهمَا \" أَنَّهُ يَجِب إِفَاضَة الْمَاء عَلَيْهِ لِأَنَّهُ تَقَع بِهِ الْمُوَاجَهَة. وَرُوِيَ فِي حَدِيث أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا مُغَطِّيًا لِحْيَته فَقَالَ اِكْشِفْهَا فَإِنَّ اللِّحْيَة مِنْ الْوَجْه وَقَالَ مُجَاهِد هِيَ مِنْ الْوَجْه أَلَا تَسْمَع إِلَى قَوْل الْعَرَب فِي الْغُلَام إِذَا نَبَتَتْ لِحْيَته طَلَعَ وَجْهُهُ وَيُسْتَحَبّ لِلْمُتَوَضِّئِ أَنْ يُخَلِّل لِحْيَته إِذَا كَانَتْ كَثِيفَة . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا إِسْرَائِيل عَنْ عَامِر بْن حَمْزَة عَنْ شَقِيق قَالَ : رَأَيْت عُثْمَان يَتَوَضَّأ فَذَكَرَ الْحَدِيث قَالَ وَخَلَّلَ اللِّحْيَة ثَلَاثًا حِين غَسَلَ وَجْهه ثُمَّ قَالَ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَلَ الَّذِي رَأَيْتُمُونِي فَعَلْت رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَبْد الرَّزَّاق وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح وَحَسَّنَهُ الْبُخَارِيّ . وَقَالَ أَبُو دَاوُدَ : حَدَّثَنَا أَبُو تَوْبَة الرَّبِيع بْن نَافِع حَدَّثَنَا أَبُو الْمَلِيح حَدَّثَنَا الْوَلِيد بْن زَوْرَان عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا تَوَضَّأَ أَخَذَ كَفًّا مِنْ مَاء فَأَدْخَلَهُ تَحْت حَنَكه يُخَلِّل بِهِ لِحْيَته وَقَالَ \" هَكَذَا أَمَرَنِي بِهِ رَبِّي عَزَّ وَجَلَّ \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ . وَقَدْ رُوِيَ هَذَا الْوَجْه مِنْ غَيْر وَجْه عَنْ أَنَس قَالَ الْبَيْهَقِيّ : وَرُوِّينَا فِي تَخْلِيل اللِّحْيَة عَنْ عَمَّار وَعَائِشَة وَأُمّ سَلَمَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ عَنْ عَلِيّ وَغَيْره وَرَوَيْنَا فِي الرُّخْصَة فِي تَرْكه عَنْ اِبْن عُمَر وَالْحَسَن بْن عَلِيّ ثُمَّ عَنْ النَّخَعِيّ وَجَمَاعَة مِنْ التَّابِعِينَ وَقَدْ ثَبَتَ عَنْ النَّبِيّ مِنْ غَيْر وَجْه فِي الصِّحَاح وَغَيْرهَا أَنَّهُ إِذَا تَوَضَّأَ تَمَضْمَضَ وَاسْتَنْشَقَ فَاخْتَلَفَ الْأَئِمَّة فِي ذَلِكَ هَلْ هُمَا وَاجِبَانِ فِي الْوُضُوء وَالْغُسْل كَمَا هُوَ مَذْهَب أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه أَوْ مُسْتَحَبَّانِ فِيهِمَا كَمَا هُوَ مَذْهَب الشَّافِعِيّ وَمَالِك لِمَا ثَبَتَ فِي الْحَدِيث الَّذِي رَوَاهُ أَهْل السُّنَن وَصَحَّحَهُ اِبْن خُزَيْمَةَ عَنْ رِفَاعَةَ بْنِ رَافِعٍ الزُّرَقِيّ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" لِلْمُسِيءِ صَلَاته تَوَضَّأْ كَمَا أَمَرَك اللَّهُ \" أَوْ يَجِبَانِ فِي الْغُسْل دُون الْوُضُوء كَمَا هُوَ مَذْهَب أَبِي حَنِيفَة أَوْ يَجِب الِاسْتِنْشَاق دُون الْمَضْمَضَة كَمَا هُوَ رِوَايَة عَنْ الْإِمَام أَحْمَد لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَنْ تَوَضَّأَ فَلْيَسْتَنْشِقْ \" وَفِي رِوَايَة\" إِذَا تَوَضَّأَ أَحَدكُمْ فَلْيَجْعَلْ فِي مَنْخِرَيْهِ مِنْ الْمَاء ثُمَّ لِيَنْتَثِرْ \" وَالِانْتِثَارُ هُوَ الْمُبَالَغَة فِي الِاسْتِنْشَاق. وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو سَلَمَة الْخُزَاعِيّ حَدَّثَنَا سُلَيْمَان بْن بِلَال عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ اِبْن عَبَّاس أَنَّهُ تَوَضَّأَ فَغَسَلَ وَجْهه أَخَذَ غَرْفَة مِنْ مَاء فَتَمَضْمَضَ بِهَا وَاسْتَنْثَرَ ثُمَّ أَخَذَ غَرْفَة فَجَعَلَ بِهَا هَكَذَا يَعْنِي أَضَافَهَا إِلَى يَده الْأُخْرَى فَغَسَلَ بِهَا وَجْهه ثُمَّ أَخَذَ غَرْفَة مِنْ مَاء فَغَسَلَ بِهَا يَده الْيُمْنَى ثُمَّ أَخَذَ غَرْفَة مِنْ مَاء فَغَسَلَ بِهَا يَده الْيُسْرَى ثُمَّ مَسَحَ رَأْسه ثُمَّ أَخَذَ غَرْفَة مِنْ مَاء ثُمَّ رَشَّ عَلَى رِجْله الْيُمْنَى حَتَّى غَسَلَهَا ثُمَّ أَخَذَ غَرْفَة مِنْ مَاء فَغَسَلَ بِهَا رِجْله الْيُسْرَى ثُمَّ قَالَ : هَكَذَا رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي يَتَوَضَّأ . وَرَوَاهُ الْبُخَارِيّ عَنْ مُحَمَّد بْن عَبْد الرَّحِيم عَنْ أَبِي سَلَمَة مَنْصُور بْن سَلَمَة الْخُزَاعِيّ بِهِ وَقَوْله \" وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ\" أَيْ مَعَ الْمَرَافِق كَمَا قَالَ تَعَالَى \" وَلَا تَأْكُلُوا أَمْوَالهمْ إِلَى أَمْوَالكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا \" وَقَدْ رَوَى الْحَافِظ الدَّارَقُطْنِيّ وَأَبُو بَكْر الْبَيْهَقِيّ مِنْ طَرِيق الْقَاسِم بْن مُحَمَّد عَبْد اللَّه بْن مُحَمَّد بْن عَقِيل عَنْ جَدّه عَنْ جَابِر بْن عَبْد اللَّه قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا تَوَضَّأَ أَدَارَ الْمَاء عَلَى مَرْفِقَيْهِ وَلَكِنَّ الْقَاسِم هَذَا مَتْرُوك الْحَدِيث وَجَدُّهُ ضَعِيفٌ وَاَللَّه أَعْلَمُ . وَيُسْتَحَبّ لِلْمُتَوَضِّئِ أَنْ يَشْرَع فِي الْعَضُد فَيَغْسِلهُ مَعَ ذِرَاعَيْهِ لِمَا رَوَى الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث نُعَيْم الْمُجْمِر عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ أُمَّتِي يُدْعَوْنَ يَوْم الْقِيَامَة غُرًّا مُحَجَّلِينَ مِنْ آثَار الْوُضُوء فَمَنْ اِسْتَطَاعَ مِنْكُمْ أَنْ يُطِيل غُرَّتَهُ فَلْيَفْعَلْ \" وَفِي صَحِيح مُسْلِم عَنْ قَتَادَة عَنْ خَلَف بْن خَلِيفَة عَنْ أَبِي مَالِك الْأَشْجَعِيّ عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : سَمِعْت خَلِيلِي صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول تَبْلُغ الْحِلْيَة مِنْ الْمُؤْمِن حَيْثُ يَبْلُغ الْوُضُوء وَقَوْله تَعَالَى \" وَامْسَحُوا بِرُءُوسِكُمْ\" اِخْتَلَفُوا فِي هَذِهِ الْبَاء هَلْ هِيَ لِلْإِلْصَاقِ وَهُوَ الْأَظْهَر أَوْ لِلتَّبْعِيضِ وَفِيهِ نَظَر عَلَى قَوْلَيْنِ وَمِنْ الْأُصُولِيِّينَ مَنْ قَالَ هَذَا مُجْمَل فَلْيُرْجَعْ فِي بَيَانه إِلَى السُّنَّة وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ طَرِيق مَالِك عَنْ عَمْرو بْن يَحْيَى وَكَانَ مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ تَسْتَطِيع أَنْ تُرِيَنِي كَيْف كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَوَضَّأ ؟ فَقَالَ عَبْد اللَّه بْن زَيْد نَعَمْ فَدَعَا بِوَضُوءٍ فَأَفْرَغَ عَلَى يَدَيْهِ فَغَسَلَ يَدَيْهِ مَرَّتَيْنِ مَرَّتَيْنِ ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ ثَلَاثًا وَغَسَلَ وَجْهه ثَلَاثًا ثُمَّ غَسَلَ يَدَيْهِ مَرَّتَيْنِ إِلَى الْمَرْفِقَيْنِ ثُمَّ مَسَحَ رَأْسه بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ بَدَأَ بِمُقَدَّمِ رَأْسه ثُمَّ ذَهَبَ بِهِمَا إِلَى قَفَاهُ ثُمَّ رَدَّهُمَا حَتَّى رَجَعَ إِلَى الْمَكَان الَّذِي بَدَأَ مِنْهُ ثُمَّ غَسَلَ رِجْلَيْهِ. وَفِي حَدِيث عَبْد خَيْر عَنْ عَلِيّ فِي صِفَة وُضُوء رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْو هَذَا وَرَوَى أَبُو دَاوُدَ عَنْ مُعَاوِيَة وَالْمِقْدَاد بْن مَعْد يَكْرِب فِي صِفَة وُضُوء رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله فَفِي هَذِهِ الْأَحَادِيث دَلَالَة لِمَنْ ذَهَبَ إِلَى وُجُوب تَكْمِيل مَسْح جَمِيع الرَّأْس كَمَا هُوَ مَذْهَب الْإِمَام مَالِك وَأَحْمَد بْن حَنْبَل لَا سِيَّمَا عَلَى قَوْل مَنْ زَعَمَ أَنَّهَا خَرَجَتْ مَخْرَج الْبَيَان لِمَا أُجْمِلَ فِي الْقُرْآن . وَقَدْ ذَهَبَ الْحَنَفِيَّة إِلَى وُجُوب مَسْح رُبُع الرَّأْس وَهُوَ مِقْدَار النَّاصِيَة . وَذَهَبَ أَصْحَابنَا إِلَى أَنَّهُ إِنَّمَا يَجِب مَا يُطْلَق عَلَيْهِ اِسْم مَسْح وَيَتَقَدَّر ذَلِكَ بِحَدِّ لَوْ مَسَحَ بَعْضَ شَعْرَة مِنْ رَأْسه أَجْزَأَهُ وَاحْتَجَّ الْفَرِيقَانِ بِحَدِيثِ الْمُغِيرَة بْن شُعْبَة قَالَ : تَخَلَّفَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَخَلَّفْت مَعَهُ فَلَمَّا قَضَى حَاجَته قَالَ هَلْ مَعَك مَاء فَأَتَيْته بِمِطْهَرَةٍ فَغَسَلَ كَفَّيْهِ وَوَجْهه ثُمَّ ذَهَبَ يَحْسِر عَنْ ذِرَاعَيْهِ فَضَاقَ كُمُّ الْجُبَّةِ فَأَخْرَجَ يَده مِنْ تَحْت الْجُبَّة وَأَلْقَى الْجُبَّة عَلَى مَنْكِبَيْهِ فَغَسَلَ ذِرَاعَيْهِ وَمَسَحَ بِنَاصِيَتِهِ وَعَلَى الْعِمَامَة وَعَلَى خُفَّيْهِ وَذَكَرَ بَاقِي الْحَدِيث وَهُوَ فِي صَحِيح مُسْلِم وَغَيْره فَقَالَ لَهُمْ أَصْحَاب الْإِمَام أَحْمَد : إِنَّمَا اِقْتَصَرَ عَلَى مَسْح النَّاصِيَة لِأَنَّهُ كَمَّلَ مَسْح بَقِيَّة الرَّأْس عَلَى الْعِمَامَة وَنَحْنُ نَقُول بِذَلِكَ أَنَّهُ يَقَع عَنْ الْمَوْقِع كَمَا وَرَدَتْ بِذَلِكَ أَحَادِيث كَثِيرَة وَأَنَّهُ كَانَ يَمْسَح عَلَى الْعِمَامَة وَعَلَى الْخُفَّيْنِ فَهَذَا أَوْلَى وَلَيْسَ لَكُمْ فِيهِ دَلَالَة عَلَى جَوَاز الِاقْتِصَار عَلَى مَسْح النَّاصِيَة أَوْ بَعْض الرَّأْس مِنْ غَيْر تَكْمِيل عَلَى الْعِمَامَة وَاَللَّه أَعْلَمُ . ثُمَّ اِخْتَلَفُوا فِي أَنَّهُ هَلْ يُسْتَحَبّ تَكْرَار مَسْح الرَّأْس ثَلَاثًا كَمَا هُوَ مَذْهَب أَحْمَد بْن حَنْبَل وَمَنْ تَابَعَهُ عَلَى قَوْلَيْنِ : فَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ عَطَاء بْن يَزِيد اللَّيْثِيّ عَنْ حُمْرَان بْن أَبَان قَالَ : رَأَيْت عُثْمَان بْن عَفَّان تَوَضَّأَ فَأَفْرَغَ عَلَى يَدَيْهِ ثَلَاثًا فَغَسَلَهُمَا ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ ثُمَّ غَسَلَ وَجْهه ثَلَاثًا ثُمَّ غَسَلَ يَده الْيُمْنَى إِلَى الْمَرْفِق ثَلَاثًا ثُمَّ غَسَلَ الْيُسْرَى مِثْل ذَلِكَ ثُمَّ مَسَحَ بِرَأْسِهِ ثُمَّ غَسَلَ قَدَمه الْيُمْنَى ثَلَاثًا ثُمَّ الْيُسْرَى ثَلَاثًا مِثْل ذَلِكَ ثُمَّ قَالَ : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَوَضَّأَ نَحْو وُضُوئِي هَذَا ثُمَّ قَالَ : \" مَنْ تَوَضَّأَ نَحْو وُضُوئِي هَذَا ثُمَّ صَلَّى رَكْعَتَيْنِ لَا يُحَدِّث فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه \" أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم فِي الصَّحِيحَيْنِ مِنْ طَرِيق الزُّهْرِيّ نَحْو هَذَا . وَفِي سُنَن أَبِي دَاوُدَ مِنْ رِوَايَة عَبْد اللَّه بْن عُبَيْد اللَّه بْن أَبِي مُلَيْكَة عَنْ عُثْمَان فِي صِفَة الْوُضُوء وَمَسَحَ بِرَأْسِهِ مَرَّة وَاحِدَة وَكَذَا مِنْ رِوَايَة عَبْد خَيْر عَنْ عَلِيّ مِثْله. وَاحْتَجَّ مَنْ اِسْتَحَبَّ تَكْرَار مَسْح الرَّأْس بِعُمُومِ الْحَدِيث الَّذِي رَوَاهُ مُسْلِم فِي صَحِيحه عَنْ عُثْمَان رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَوَضَّأَ ثَلَاثًا ثَلَاثًا وَقَالَ أَبُو دَاوُدَ : حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا الضَّحَّاك بْن مَخْلَد حَدَّثَنَا عَبْد الرَّحْمَن بْن وَرْدَان حَدَّثَنِي أَبُو سَلَمَة بْن عَبْد الرَّحْمَن حَدَّثَنِي حُمْرَان قَالَ : رَأَيْت عُثْمَان بْن عَفَّان تَوَضَّأَ فَذَكَرَ نَحْوه وَلَمْ يَذْكُر الْمَضْمَضَة وَالِاسْتِنْشَاق قَالَ فِيهِ ثُمَّ مَسَحَ رَأْسه ثَلَاثًا ثُمَّ غَسَلَ رِجْلَيْهِ ثَلَاثًا ثُمَّ قَالَ : رَأَيْت رَسُول اللَّه تَوَضَّأَ هَكَذَا وَقَالَ : مَنْ تَوَضَّأَ هَكَذَا كَفَاهُ تَفَرَّدَ بِهِ أَبُو دَاوُدَ ثُمَّ قَالَ وَأَحَادِيث عُثْمَان فِي الصِّحَاح تَدُلّ عَلَى أَنَّهُ مَسَحَ الرَّأْس مَرَّة وَاحِدَة قَوْله\" وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ \" قُرِئَ وَأَرْجُلَكُمْ بِالنَّصْبِ عَطْفًا عَلَى فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا وَهْب عَنْ خَالِد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَرَأَهَا وَأَرْجُلَكُمْ يَقُول : رَجَعَتْ إِلَى الْغَسْل . وَرُوِيَ عَنْ عَبْد اللَّه بْن مَسْعُود وَعُرْوَة وَعَطَاء وَعِكْرِمَة وَالْحَسَن وَمُجَاهِد وَإِبْرَاهِيم وَالضَّحَّاك وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَالزُّهْرِيّ وَإِبْرَاهِيم التَّيْمِيّ نَحْو ذَلِكَ وَهَذِهِ قِرَاءَة ظَاهِرَة فِي وُجُوب الْغَسْل كَمَا قَالَهُ السَّلَف . وَمِنْ هَهُنَا ذَهَبَ مَنْ ذَهَبَ إِلَى وُجُوب التَّرْتِيب فِي الْوُضُوء كَمَا هُوَ مَذْهَب الْجُمْهُور خِلَافًا لِأَبِي حَنِيفَة حَيْثُ لَمْ يَشْتَرِط التَّرْتِيب بَلْ لَوْ غَسَلَ قَدَمَيْهِ ثُمَّ مَسَحَ رَأْسه وَغَسَلَ يَدَيْهِ ثُمَّ وَجْهه أَجْزَأَهُ ذَلِكَ لِأَنَّ الْآيَة أَمَرَتْ بِغَسْلِ هَذِهِ الْأَعْضَاء وَالْوَاو لَا تَدُلّ عَلَى التَّرْتِيب وَقَدْ سَلَكَ الْجُمْهُور فِي الْجَوَاب عَنْ هَذَا الْبَحْث طُرُقًا فَمِنْهُمْ مَنْ قَالَ الْآيَة دَلَّتْ عَلَى وُجُوب غَسْل الْوَجْه اِبْتِدَاء عِنْد الْقِيَام إِلَى الصَّلَاة لِأَنَّهُ مَأْمُور بِهِ بِفَاءِ التَّعْقِيب وَهِيَ مُقْتَضِيَة لِلتَّرْتِيبِ وَلَمْ يَقُلْ أَحَد مِنْ النَّاس بِوُجُوبِ غَسْل الْوَجْه أَوَّلًا ثُمَّ لَا يَجِب التَّرْتِيب بَعْده بَلْ الْقَائِل اِثْنَانِ : أَحَدهمَا يُوجِب التَّرْتِيب كَمَا هُوَ وَاقِع فِي الْآيَة وَالْآخَر يَقُول لَا يَجِب التَّرْتِيب مُطْلَقًا وَالْآيَة دَلَّتْ عَلَى وُجُوب غَسْل الْوَجْه اِبْتِدَاء فَوَجَبَ التَّرْتِيب فِيمَا بَعْده لِإِجْمَاعِ الْأَفَارِقِ وَمِنْهُمْ مَنْ قَالَ لَا نُسَلِّم أَنَّ الْوَاو لَا تَدُلّ عَلَى التَّرْتِيب بَلْ هِيَ دَالَّة كَمَا هُوَ مَذْهَب طَائِفَة مِنْ النُّحَاة وَأَهْل اللُّغَة وَبَعْض الْفُقَهَاء ثُمَّ نَقُول بِتَقْدِيرِ تَسْلِيم كَوْنهَا لَا تَدُلّ عَلَى التَّرْتِيب اللُّغَوِيّ هِيَ دَالَّة عَلَى التَّرْتِيب شَرْعًا فِيمَا مِنْ شَأْنه أَنْ يُرَتَّب وَالدَّلِيل عَلَى ذَلِكَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا طَافَ بِالْبَيْتِ خَرَجَ مِنْ بَاب الصَّفَا وَهُوَ يَتْلُو قَوْله تَعَالَى\" إِنَّ الصَّفَا وَالْمَرْوَة مِنْ شَعَائِر اللَّه \" ثُمَّ قَالَ :\" أَبْدَأُ بِمَا بَدَأَ اللَّه بِهِ \" لَفْظ مُسْلِم وَلَفْظ النَّسَائِيّ\" اِبْدَءُوا بِمَا بَدَأَ اللَّه \" وَهَذَا لَفْظ أَمْر وَإِسْنَاده صَحِيح فَدَلَّ عَلَى وُجُوب الْبُدَاءَة بِمَا بَدَأَ اللَّه بِهِ وَهُوَ مَعْنَى كَوْنهَا تَدُلّ عَلَى التَّرْتِيب شَرْعًا وَاَللَّه أَعْلَمُ. وَمِنْهُمْ مَنْ قَالَ لَمَّا ذَكَرَ اللَّه تَعَالَى هَذِهِ الصِّفَة فِي هَذِهِ الْآيَة عَلَى هَذَا التَّرْتِيب فَقَطَعَ النَّظِيرَ عَنْ النَّظِير وَأَدْخَلَ الْمَمْسُوح بَيْن الْمَغْسُولَيْنِ دَلَّ ذَلِكَ عَلَى إِرَادَة التَّرْتِيب وَمِنْهُمْ مَنْ قَالَ لَا شَكَّ أَنَّهُ قَدْ رَوَى أَبُو دَاوُدَ وَغَيْره مِنْ طَرِيق عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ رَسُول اللَّه تَوَضَّأَ مَرَّة مَرَّة ثُمَّ قَالَ : \" هَذَا وُضُوء لَا يَقْبَل اللَّه الصَّلَاة إِلَّا بِهِ \" قَالُوا : فَلَا يَخْلُو إِمَّا أَنْ يَكُون تَوَضَّأَ مُرَتَّبًا فَيَجِب التَّرْتِيب أَوْ يَكُون تَوَضَّأَ غَيْر مُرَتَّب فَيَجِب عَدَم التَّرْتِيب وَلَا قَائِل بِهِ فَوَجَبَ مَا ذَكَرْنَاهُ وَأَمَّا الْقِرَاءَة الْأُخْرَى وَهِيَ قِرَاءَة مَنْ قَرَأَ وَأَرْجُلِكُمْ بِالْخَفْضِ فَقَدْ اِحْتَجَّ بِهَا الشِّيعَة فِي قَوْلهمْ بِوُجُوبِ مَسْح الرِّجْلَيْنِ لِأَنَّهَا عِنْدهمْ مَعْطُوفَة عَلَى مَسْح الرَّأْس وَقَدْ رُوِيَ عَنْ طَائِفَة مِنْ السَّلَف مَا يُوهِم الْقَوْل بِالْمَسْحِ فَقَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا حُمَيْد قَالَ قَالَ مُوسَى بْن أَنَس لِأَنَسٍ وَنَحْنُ عِنْده يَا أَبَا حَمْزَة إِنَّ الْحَجَّاج خَطَبَنَا بِالْأَهْوَازِ وَنَحْنُ مَعَهُ فَذَكَرَ الطَّهُور فَقَالَ اِغْسِلُوا وُجُوهكُمْ وَأَيْدِيَكُمْ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلكُمْ وَأَنَّهُ لَيْسَ شَيْءٌ مِنْ اِبْن آدَمَ أَقْرَبَ مِنْ خُبْثه مِنْ قَدَمَيْهِ فَاغْسِلُوا بَطْنهمَا وَظُهُورهمَا وَعَرَاقِيبهمَا . فَقَالَ أَنَس : وَكَذَبَ الْحَجَّاج قَالَ اللَّه تَعَالَى \" وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلكُمْ \" قَالَ وَكَانَ أَنَس إِذَا مَسَحَ قَدَمَيْهِ بَلَّهُمَا إِسْنَاد صَحِيح إِلَيْهِ. وَقَالَ اِبْن جَرِير : حَدَّثَنَا عَلِيّ بْن سَهْل حَدَّثَنَا مُؤَمَّل حَدَّثَنَا حَمَّاد حَدَّثَنَا عَاصِم الْأَحْوَل عَنْ أَنَس قَالَ : نَزَلَ الْقُرْآن بِالْمَسْحِ وَالسُّنَّة بِالْغَسْلِ وَهَذَا أَيْضًا إِسْنَاد صَحِيح . وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مُحَمَّد بْن قَيْس الْخُرَاسَانِيّ عَنْ اِبْن جُرَيْج عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : الْوُضُوء غَسْلَتَانِ وَمَسْحَتَانِ وَكَذَا رَوَى سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو مَعْمَر الْمِنْقَرِيّ حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مِهْرَان عَنْ اِبْن عَبَّاس \" وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلكُمْ إِلَى الْكَعْبَيْنِ \" قَالَ هُوَ الْمَسْح ثُمَّ قَالَ : وَرُوِيَ عَنْ اِبْن عُمَر وَعَلْقَمَة وَأَبِي جَعْفَر - مُحَمَّد بْن عَلِيّ - وَالْحَسَن فِي إِحْدَى الرِّوَايَات وَجَابِر بْن زَيْد وَمُجَاهِد فِي إِحْدَى الرِّوَايَات نَحْوه وَقَالَ اِبْن جَرِير : حَدَّثَنَا يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا أَيُّوب قَالَ : رَأَيْت عِكْرِمَة يَمْسَح عَلَى رِجْلَيْهِ قَالَ : وَكَانَ يَقُولهُ وَقَالَ اِبْن جَرِير : حَدَّثَنِي أَبُو السَّائِب حَدَّثَنَا اِبْن إِدْرِيس عَنْ دَاوُدَ بْن أَبِي هِنْد عَنْ الشَّعْبِيّ قَالَ : نَزَلَ جِبْرِيل بِالْمَسْحِ ثُمَّ قَالَ الشَّعْبِيّ أَلَا تَرَى أَنَّ التَّيَمُّم أَنْ يَمْسَح مَا كَانَ غَسْلًا وَيُلْغِي مَا كَانَ مَسْحًا وَحَدَّثَنَا اِبْن أَبِي زِيَاد حَدَّثَنَا يَزِيد أَخْبَرَنَا إِسْمَاعِيل قُلْت لِعَامِرٍ إِنَّ نَاسًا يَقُولُونَ إِنَّ جِبْرِيل نَزَلَ بِغَسْلِ الرِّجْلَيْنِ فَقَالَ نَزَلَ جِبْرِيل بِالْمَسْحِ فَهَذِهِ آثَار غَرِيبَة جِدًّا وَهِيَ مَحْمُولَة عَلَى أَنَّ الْمُرَاد بِالْمَسْحِ هُوَ الْغَسْل الْخَفِيف لِمَا سَنَذْكُرُهُ مِنْ السُّنَّة الثَّابِتَة فِي وُجُوب غَسْل الرِّجْلَيْنِ وَإِنَّمَا جَاءَتْ هَذِهِ الْقِرَاءَة بِالْخَفْضِ إِمَّا عَلَى الْمُجَاوَرَة وَتَنَاسُب الْكَلَام كَمَا فِي قَوْل : الْعَرَب جُحْر ضَبّ خَرِب وَكَقَوْلِهِ تَعَالَى\" عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٍ وَإِسْتَبْرَق \" وَهَذَا سَائِغ ذَائِع فِي لُغَة الْعَرَب شَائِع وَمِنْهُمْ مَنْ قَالَ هِيَ مَحْمُولَة عَلَى مَسْح الْقَدَمَيْنِ إِذَا كَانَ عَلَيْهِمَا الْخُفَّانِ قَالَهُ أَبُو عَبْد اللَّه الشَّافِعِيّ رَحِمَهُ اللَّه وَمِنْهُمْ مَنْ قَالَ هِيَ دَالَّة عَلَى مَسْح الرِّجْلَيْنِ وَلَكِنَّ الْمُرَاد بِذَلِكَ الْغَسْل الْخَفِيف كَمَا وَرَدَتْ بِهِ السُّنَّة وَعَلَى كُلّ تَقْدِير فَالْوَاجِب غَسْل الرِّجْلَيْنِ فَرْضًا لَا بُدّ مِنْهُ لِلْآيَةِ وَالْأَحَادِيث الَّتِي سَنُورِدُهَا وَمِنْ أَحْسَنِ مَا يُسْتَدَلّ بِهِ عَلَى أَنَّ الْمَسْح يُطْلَق عَلَى الْغَسْل الْخَفِيف مَا رَوَاهُ الْحَافِظ الْبَيْهَقِيّ حَيْثُ قَالَ : أَخْبَرَنَا أَبُو عَلِيّ الرُّوزَبَادِيّ حَدَّثَنَا أَبُو بَكْر مُحَمَّد بْن أَحْمَد بْن مَحْوِيَّة الْعَسْكَرِيّ حَدَّثَنَا جَعْفَر بْن مُحَمَّد الْقَلَانِسِيّ حَدَّثَنَا آدَم حَدَّثَنَا شُعْبَة حَدَّثَنَا عَبْد الْمَلِك بْن مَيْسَرَة سَمِعْت النَّزَّال بْن سَبْرَة يُحَدِّث عَنْ عَلِيّ بْن أَبِي طَالِب أَنَّهُ صَلَّى الظُّهْر ثُمَّ قَعَدَ فِي حَوَائِج النَّاس فِي رَحْبَة الْكُوفَة حَتَّى حَضَرَتْ صَلَاة الْعَصْر ثُمَّ أُتِيَ بِكُوزٍ مِنْ مَاء فَأَخَذَ مِنْهُ حَفْنَة وَاحِدَة فَمَسَحَ بِهَا وَجْهه وَيَدَيْهِ وَرَأْسه وَرِجْلَيْهِ ثُمَّ قَامَ فَشَرِبَ فَضْلَته وَهُوَ قَائِم ثُمَّ قَالَ : إِنَّ نَاسًا يَكْرَهُونَ الشُّرْب قَائِمًا لِأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَنَعَ كَمَا صَنَعْت وَقَالَ : \" هَذَا وُضُوء مَنْ لَمْ يُحْدِث \" رَوَاهُ الْبُخَارِيّ فِي الصَّحِيح عَنْ آدَم بِبَعْضِ مَعْنَاهُ وَمَنْ أَوْجَبَ مِنْ الشِّيعَة مَسْحهمَا كَمَا يُمْسَح الْخُفُّ فَقَدْ ضَلَّ وَأَضَلَّ وَكَذَا مَنْ جَوَّزَ مَسْحهمَا وَجَوَّزَ غَسْلهمَا فَقَدْ أَخْطَأَ أَيْضًا وَمَنْ نَقَلَ عَنْ أَبِي جَعْفَر بْن جَرِير أَنَّهُ أَوْجَبَ غَسْله لِلْأَحَادِيثِ وَأَوْجَبَ مَسْحهمَا لِلْآيَةِ فَلَمْ يُحَقِّق مَذْهَبه فِي ذَلِكَ فَإِنَّ كَلَامه فِي تَفْسِيره إِنَّمَا يَدُلّ عَلَى أَنَّهُ أَرَادَ أَنَّهُ يَجِب دَلْك الرِّجْلَيْنِ مِنْ دُون سَائِر أَعْضَاء الْوُضُوء لِأَنَّهُمَا يَلِيَانِ الْأَرْضَ وَالطِّينَ وَغَيْر ذَلِكَ فَأَوْجَبَ دَلْكهمَا لِيَذْهَب مَا عَلَيْهِمَا وَلَكِنَّهُ عَبَّرَ عَنْ الدَّلْك بِالْمَسْحِ فَاعْتَقَدَ مَنْ لَمْ يَتَأَمَّل كَلَامه أَنَّهُ أَرَادَ وُجُوب الْجَمْع بَيْن غَسْل الرِّجْلَيْنِ وَمَسْحهمَا فَحَكَاهُ مَنْ حَكَاهُ كَذَلِكَ وَلِهَذَا يَسْتَشْكِلهُ كَثِير مِنْ الْفُقَهَاء وَهُوَ مَعْذُور فَإِنَّهُ لَا مَعْنَى لِلْجَمْعِ بَيْن الْمَسْح وَالْغَسْل سَوَاء تَقَدَّمَهُ أَوْ تَأَخَّرَ عَلَيْهِ لِانْدِرَاجِهِ فِيهِ وَإِنَّمَا أَرَادَ الرَّجُل مَا ذَكَرْته وَاَللَّه أَعْلَمُ . ثُمَّ تَأَمَّلْت كَلَامه أَيْضًا فَإِذَا هُوَ يُحَاوَل الْجَمْع بَيْن الْقِرَاءَتَيْنِ فِي قَوْله \" وَأَرْجُلكُمْ \" خَفْضًا عَلَى الْمَسْح وَهُوَ الدَّلْك وَنَصْبًا عَلَى الْغَسْل فَأَوْجَبَهُمَا أَخْذًا بِالْجَمْعِ بَيْن هَذِهِ وَهَذِهِ . ذِكْر الْأَحَادِيث الْوَارِدَة فِي غَسْل الرِّجْلَيْنِ وَأَنَّهُ لَا بُدّ مِنْهُ قَدْ تَقَدَّمَ فِي حَدِيث أَمِير الْمُؤْمِنِينَ عُثْمَان وَعَلِيّ وَابْن عَبَّاس وَمُعَاوِيَة وَعَبْد اللَّه بْن زَيْد بْن عَاصِم وَالْمِقْدَاد بْن مَعْدي كَرِبَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَسَلَ الرِّجْلَيْنِ فِي وُضُوئِهِ إِمَّا مَرَّة وَإِمَّا مَرَّتَيْنِ أَوْ ثَلَاثًا عَلَى اِخْتِلَاف رِوَايَاتهمْ وَفِي حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَوَضَّأَ فَغَسَلَ قَدَمَيْهِ ثُمَّ قَالَ : \" هَذَا وُضُوء لَا يَقْبَل اللَّه الصَّلَاة إِلَّا بِهِ \" . وَفِي الصَّحِيحَيْنِ مِنْ رِوَايَة أَبِي عَوَانَة عَنْ أَبِي بِشْر عَنْ يُوسُف بْن مَاهَك عَنْ عَبْد اللَّه بْن عَمْرو قَالَ تَخَلَّفَ عَنَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفْرَة سَافَرْنَاهَا فَأَدْرَكَنَا وَقَدْ أَرْهَقَتْنَا الصَّلَاة صَلَاة الْعَصْر وَنَحْنُ نَتَوَضَّأ فَجَعَلْنَا نَمْسَح عَلَى أَرْجُلنَا فَنَادَى بِأَعْلَى صَوْته \" أَسْبِغُوا الْوُضُوء وَيْل لِلْأَعْقَابِ مِنْ النَّار \" وَكَذَلِكَ هُوَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة وَفِي صَحِيح مُسْلِم عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" أَسْبِغُوا الْوُضُوء وَيْل لِلْأَعْقَابِ مِنْ النَّار وَرَوَى اللَّيْث بْن سَعْد عَنْ حَيْوَةَ بْن شُرَيْح عَنْ عُقْبَة بْن مُسْلِم عَنْ عَبْد اللَّه بْن الْحَارِث بْن جَزْء أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" وَيْل لِلْأَعْقَابِ وَبُطُون الْأَقْدَام مِنْ النَّار \" رَوَاهُ الْبَيْهَقِيّ وَالْحَاكِم وَهَذَا إِسْنَاد صَحِيح وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق أَنَّهُ سَمِعَ سَعِيد بْن أَبِي كُرَيْب أَوْ شُعَيْب بْن أَبِي كُرَيْب قَالَ : سَمِعْت جَابِر بْن عَبْد اللَّه وَهُوَ عَلَى جَبَل يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" وَيْل لِلْعَرَاقِيبِ مِنْ النَّار \" وَحَدَّثَنَا أَسْوَد بْن عَامِر أَخْبَرَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ سَعِيد بْن أَبِي كُرَيْب عَنْ جَابِر بْن عَبْد اللَّه قَالَ : رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رِجْلِ رَجُلٍ مِثْلَ الدِّرْهَمِ لَمْ يَغْسِلْهُ فَقَالَ : \" وَيْل لِلْأَعْقَابِ مِنْ النَّار \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن شَيْبَة عَنْ أَبِي الْأَحْوَص عَنْ أَبِي إِسْحَاق عَنْ سَعِيد بِهِ نَحْوه وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ حَدِيث سُفْيَان الثَّوْرِيّ وَشُعْبَة بْن الْحَجَّاج وَغَيْر وَاحِد عَنْ أَبِي إِسْحَاق السَّبِيعِيّ عَنْ سَعِيد بْن أَبِي كَرِبَ عَنْ جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله ثُمَّ قَالَ : حَدَّثَنَا عَلِيّ بْن مُسْلِم حَدَّثَنَا عَبْد الصَّمَد بْن عَبْد الْوَارِث حَدَّثَنَا حَفْص عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر أَنَّ رَسُول اللَّه رَأَى قَوْمًا يَتَوَضَّئُونَ لَمْ يُصِبْ أَعْقَابَهُمْ الْمَاءُ فَقَالَ : \" وَيْل لِلْعَرَاقِيبِ مِنْ النَّار \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا أَيُّوب بْن عُقْبَة عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة عَنْ مُعَيْقِيب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَيْل لِلْأَعْقَابِ مِنْ النَّار \" تَفَرَّدَ بِهِ أَحْمَد . وَقَالَ اِبْن جَرِير : حَدَّثَنِي عَلِيّ بْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُحَارِبِيّ عَنْ مُطَّرِح بْن يَزِيد عَنْ عُبَيْد اللَّه بْن زَحْر عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَةَ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَيْل لِلْأَعْقَابِ مِنْ النَّار \" قَالَ فَمَا بَقِيَ فِي الْمَسْجِد شَرِيف وَلَا وَضِيع إِلَّا نَظَرْت إِلَيْهِ يُقَلِّب عُرْقُوبَيْهِ يَنْظُر إِلَيْهِمَا . وَحَدَّثَنَا أَبُو كُرَيْب : حَدَّثَنَا حُسَيْن عَنْ زَائِدَةَ عَنْ لَيْث حَدَّثَنِي عَبْد الرَّحْمَن بْن سَابِط عَنْ أَبِي أُمَامَةَ أَوْ عَنْ أَخِي أَبِي أُمَامَةَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبْصَرَ قَوْمًا يُصَلُّونَ وَفِي عَقِب أَحَدهمْ أَوْ كَعْب أَحَدهمْ مِثْل مَوْضِع الدِّرْهَم أَوْ مَوْضِع الظُّفُر لَمْ يَمَسَّهُ الْمَاء فَقَالَ : \" وَيْل لِلْأَعْقَابِ مِنْ النَّار \" قَالَ فَجَعَلَ الرَّجُل إِذَا رَأَى فِي عَقِبه شَيْئًا لَمْ يُصِبْهُ الْمَاء أَعَادَ وُضُوءَهُ وَوَجْه الدَّلَالَة مِنْ هَذِهِ الْأَحَادِيث ظَاهِرَة وَذَلِكَ أَنَّهُ لَوْ كَانَ فَرْض الرِّجْلَيْنِ مَسْحهمَا أَوْ أَنَّهُ يَجُوز ذَلِكَ فِيهِمَا لَمَا تَوَعَّدَ عَلَى تَرْكه لِأَنَّ الْمَسْح لَا يَسْتَوْعِب جَمِيع الرِّجْل بَلْ يَجْرِي فِيهِ مَا يَجْرِي فِي مَسْح الْخُفّ وَهَكَذَا وَجَّهَ هَذِهِ الدَّلَالَةَ عَلَى الشِّيعَة الْإِمَام أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه تَعَالَى . وَقَدْ رَوَى مُسْلِم فِي صَحِيحه مِنْ طَرِيق أَبِي الزُّبَيْر عَنْ جَابِر عَنْ عُمَر بْن الْخَطَّاب أَنَّ رَجُلًا تَوَضَّأَ فَتَرَكَ مَوْضِع ظُفُر عَلَى قَدَمه فَأَبْصَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ : \" اِرْجِعْ فَأَحْسِنْ وُضُوءَك \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ : أَخْبَرَنَا أَبُو عَبْد اللَّه الْحَافِظ أَبُو الْعَبَّاس مُحَمَّد بْن يَعْقُوب حَدَّثَنَا مُحَمَّد بْن إِسْحَاق الصَّنْعَانِيّ حَدَّثَنَا هَارُون بْن مَعْرُوف حَدَّثَنَا اِبْن وَهْب حَدَّثَنَا جَرِير بْن حَازِم أَنَّهُ سَمِعَ قَتَادَة بْن دِعَامَة قَالَ : حَدَّثَنَا أَنَس بْن مَالِك أَنَّ رَجُلًا جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ تَوَضَّأَ وَتَرَكَ عَلَى قَدَمِهِ مِثْل مَوْضِع الظُّفُر فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" اِرْجِعْ فَأَحْسِنْ وُضُوءَك \" وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ هَارُون بْن مَعْرُوف وَابْن مَاجَهْ عَنْ حَرْمَلَة بْن يَحْيَى كِلَاهُمَا عَنْ اِبْن وَهْب بِهِ وَهَذَا إِسْنَاد جَيِّد رِجَاله كُلّهمْ ثِقَات لَكِنْ قَالَ أَبُو دَاوُدَ : لَيْسَ هَذَا الْحَدِيث بِمَعْرُوفٍ لَمْ يَرْوِهِ إِلَّا اِبْن وَهْب وَحَدَّثَنَا مُوسَى حَدَّثَنَا حَمَّاد أَخْبَرَنَا يُونُس وَحُمَيْد عَنْ الْحَسَن عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيث قَتَادَة . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِبْرَاهِيم بْن أَبِي الْعَبَّاس حَدَّثَنَا بَقِيَّة حَدَّثَنِي يَحْيَى بْن سَعْد عَنْ خَالِد بْن مَعْدَان عَنْ بَعْض أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا يُصَلِّي وَفِي ظَهْر قَدَمِهِ لُمْعَة قَدْر الدِّرْهَم لَمْ يُصِبْهَا الْمَاءُ فَأَمَرَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُعِيد الْوُضُوء وَرَوَاهُ أَبُو دَاوُدَ مِنْ حَدِيث بَقِيَّة وَزَادَ وَالصَّلَاة وَهَذَا إِسْنَاد جَيِّد قَوِيّ صَحِيح وَاَللَّه أَعْلَمُ . وَفِي حَدِيث حُمْرَان عَنْ عُثْمَان فِي صِفَة وُضُوء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ خَلَّلَ بَيْن أَصَابِعه وَرَوَى أَهْل السُّنَن مِنْ حَدِيث إِسْمَاعِيل بْن كَثِير عَنْ عَاصِم بْن لَقِيط بْن صَبْرَة عَنْ أَبِيهِ قَالَ : قُلْت يَا رَسُول اللَّه أَخْبِرْنِي عَنْ الْوُضُوء فَقَالَ : \" أَسْبِغْ الْوُضُوء وَخَلِّلْ بَيْن الْأَصَابِع وَبَالِغْ فِي الِاسْتِنْشَاق إِلَّا أَنْ تَكُون صَائِمًا \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن يَزِيد أَبُو عَبْد الرَّحْمَن الْمُقْرِي حَدَّثَنَا عِكْرِمَة بْن عَمَّار حَدَّثَنَا شَدَّاد بْن عَبْد اللَّه الدِّمَشْقِيّ قَالَ : قَالَ أَبُو أُمَامَةَ ح", "sura_id": 5, "type": 4, "id": 41513, "aya_id": 6}]