[{"text": "وَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَّهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلاًّ ظَلِيلاً", "sura_id": 4, "type": 0, "id": 550, "aya_id": 57}, {"text": "والذين آمنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الأنهار خالدين فيها أبدا لهم فيها أزواج مطهرة وندخلهم ظلا ظليلا", "sura_id": 4, "type": 1, "id": 6786, "aya_id": 57}, {"text": "57 - (والذين آمنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الأنهار خالدين فيها أبدا لهم فيها أزواج مطهرة) من الحيض وكل قذر (وندخلهم ظلاً ظليلاً) دائما لا تنسخه شمس وهو ظل الجنة \r\n", "sura_id": 4, "type": 2, "id": 25494, "aya_id": 57}, {"text": "والذين اطمأنت قلوبهم بالإيمان بالله تعالى والتصديق برسالة رسوله محمد صلى الله عليه وسلم, واستقاموا على الطاعة, سندخلهم جنات تجري من تحتها الأنهار, ينعمون فيها أبدًا ولا يخرجون منها, ولهم فيها أزواج طهرها الله مِن كل أذى, وندخلهم ظلا كثيفًا ممتدًا في الجنة.\r\n", "sura_id": 4, "type": 3, "id": 31730, "aya_id": 57}, {"text": " <font color=red>وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا</font><BR><p>وَقَوْله \" وَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات سَنُدْخِلُهُمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا أَبَدًا \" هَذَا إِخْبَار عَنْ مَآل السُّعَدَاء فِي جَنَّات عَدْن الَّتِي تَجْرِي فِيهَا الْأَنْهَار فِي جَمِيع فِجَاجهَا وَمَحَالّهَا وَأَرْجَائِهَا حَيْثُ شَاءُوا وَأَيْنَ أَرَادُوا وَهُمْ خَالِدُونَ فِيهَا أَبَدًا لَا يَحُولُونَ وَلَا يَزُولُونَ وَلَا يَبْغُونَ عَنْهَا حِوَلًا وَقَوْله \" لَهُمْ فِيهَا أَزْوَاج مُطَهَّرَة \" أَيْ مِنْ الْحَيْض وَالنِّفَاس وَالْأَذَى وَالْأَخْلَاق الرَّذِيلَة وَالصِّفَات النَّاقِصَة كَمَا قَالَ اِبْن عَبَّاس : مُطَهَّرَة مِنْ الْأَقْذَار وَالْأَذَى . وَكَذَا قَالَ عَطَاء وَالْحَسَن وَالضَّحَّاك وَالنَّخَعِيّ وَأَبُو صَالِح وَعَطِيَّة وَالسُّدِّيّ. وَقَالَ مُجَاهِد : مُطَهَّرَة مِنْ الْبَوْل وَالْحَيْض وَالنُّخَام وَالْبُزَاق وَالْمَنِيّ وَالْوَلَد . وَقَالَ قَتَادَة : مُطَهَّرَة مِنْ الْأَذَى وَالْمَآثِم وَلَا حَيْض وَلَا كَلَف . وَقَوْله \" وَنُدْخِلهُمْ ظِلًّا ظَلِيلًا \" أَيْ ظِلًّا عَمِيقًا كَثِيرًا غَزِيرًا طَيِّبًا أَنِيقًا قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن وَحَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا اِبْن جَعْفَر قَالَا حَدَّثَنَا شُعْبَة قَالَ : سَمِعْت أَبَا الضَّحَّاك يُحَدِّث عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي الْجَنَّة لَشَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام لَا يَقْطَعهَا - شَجَرَة الْخُلْد \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40896, "aya_id": 57}]