[{"text": "إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلآئِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالْوَاْ أَلَمْ تَكُنْ أَرْضُ اللّهِ وَاسِعَةً فَتُهَاجِرُواْ فِيهَا فَأُوْلَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءتْ مَصِيرًا", "sura_id": 4, "type": 0, "id": 590, "aya_id": 97}, {"text": "إن الذين توفاهم الملائكة ظالمي أنفسهم قالوا فيم كنتم قالوا كنا مستضعفين في الأرض قالوا ألم تكن أرض الله واسعة فتهاجروا فيها فأولئك مأواهم جهنم وساءت مصيرا", "sura_id": 4, "type": 1, "id": 6826, "aya_id": 97}, {"text": "97 - (إن الذين توفاهم الملائكة ظالمي أنفسهم) بالمقام مع الكفار وترك الهجرة (قالوا) لهم موبخين (فيم كنتم) أي شيء كنتم في أمر دينكم (قالوا) معتذرين (كنا مستضعفين) عاجزين عن إقامة الدين (في الأرض) أرض مكة (قالوا) لهم توبيخا (ألم تكن أرض الله واسعة فتهاجروا فيها) من أرض الكفر إلى بلد آخر كما فعل غيركم قال الله تعالى (فأولئك مأواهم جهنم وساءت مصيرا) هي \r\n", "sura_id": 4, "type": 2, "id": 25534, "aya_id": 97}, {"text": "إن الذين توفَّاهم الملائكة وقد ظلموا أنفسهم بقعودهم في دار الكفر وترك الهجرة, تقول لهم الملائكة توبيخًا لهم: في أي شيء كنتم من أمر دينكم؟ فيقولون: كنا ضعفاء في أرضنا, عاجزين عن دفع الظلم والقهر عنا, فيقولون لهم توبيخا: ألم تكن أرض الله واسعة فتخرجوا من أرضكم إلى أرض أخرى بحيث تأمنون على دينكم؟ فأولئك مثواهم النار, وقبح هذا المرجع والمآب.\r\n", "sura_id": 4, "type": 3, "id": 31770, "aya_id": 97}, {"text": " <font color=red>إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا</font><BR><p>قَالَ الْبُخَارِيّ : حَدَّثَنَا عَبْد اللَّه بْن يَزِيد الْمُقْرِئ حَدَّثَنَا حَيْوَة وَغَيْره قَالَا حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن أَبُو الْأَسْوَد قَالَ : قُطِعَ عَلَى أَهْل الْمَدِينَة بَعْث فَاكْتَتَبْت فِيهِ فَلَقِيت عِكْرِمَة مَوْلَى اِبْن عَبَّاس فَأَخْبَرْته فَنَهَانِي عَنْ ذَلِكَ أَشَدّ النَّهْي قَالَ : أَخْبَرَنِي اِبْن عَبَّاس أَنَّ نَاسًا مِنْ الْمُسْلِمِينَ كَانُوا مَعَ الْمُشْرِكِينَ يُكَثِّرُونَ سَوَادهمْ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْتِي السَّهْم يَرْمِي بِهِ فَيُصِيب أَحَدهمْ فَيَقْتُلهُ أَوْ يُضْرَب عُنُقه فَيُقْتَل فَأَنْزَلَ اللَّه \" إِنَّ الَّذِينَ تَوَفَّاهُمْ الْمَلَائِكَة ظَالِمِي أَنْفُسهمْ \" . رَوَاهُ اللَّيْث عَنْ أَبِي الْأَسْوَد . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مَنْصُور الرَّمَادِيّ حَدَّثَنَا أَبُو أَحْمَد يَعْنِي الزُّبَيْرِيّ حَدَّثَنَا مُحَمَّد بْن شَرِيك الْمَكِّيّ حَدَّثَنَا عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ قَوْم مِنْ أَهْل مَكَّة أَسْلَمُوا وَكَانُوا يَسْتَخْفُونَ بِالْإِسْلَامِ فَأَخْرَجَهُمْ الْمُشْرِكُونَ يَوْم بَدْر مَعَهُمْ فَأُصِيبَ بَعْضهمْ قَالَ الْمُسْلِمُونَ كَانَ أَصْحَابنَا مُسْلِمِينَ وَأُكْرِهُوا فَاسْتَغْفَرُوا لَهُمْ فَنَزَلَتْ \" إِنَّ الَّذِينَ تَوَفَّاهُمْ الْمَلَائِكَة ظَالِمِي أَنْفُسهمْ \" الْآيَة قَالَ فَكُتِبَ إِلَى مَنْ بَقِيَ مِنْ الْمُسْلِمِينَ بِهَذِهِ الْآيَة لَا عُذْر لَهُمْ قَالَ فَخَرَجُوا فَلَحِقَهُمْ الْمُشْرِكُونَ فَأَعْطَوْهُمْ التَّقِيَّة فَنَزَلَتْ هَذِهِ الْآيَة \" وَمِنْ النَّاس مَنْ يَقُول آمَنَّا بِاَللَّهِ \" الْآيَة . قَالَ عِكْرِمَة : نَزَلَتْ هَذِهِ الْآيَة فِي شَبَاب مِنْ قُرَيْش كَانُوا تَكَلَّمُوا بِالْإِسْلَامِ بِمَكَّة مِنْهُمْ عَلِيّ بْن أُمَيَّة بْن خَلَف وَأَبُو قَيْس بْن الْوَلِيد بْن الْمُغِيرَة وَأَبُو مَنْصُور بْن الْحَجَّاج وَالْحَارِث بْن زَمْعَة قَالَ الضَّحَّاك نَزَلَتْ فِي نَاس مِنْ الْمُنَافِقِينَ تَخَلَّفُوا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة وَخَرَجُوا مَعَ الْمُشْرِكِينَ يَوْم بَدْر فَأُصِيبُوا فِيمَنْ أُصِيبَ فَنَزَلَتْ هَذِهِ الْآيَة الْكَرِيمَة عَامَّة فِي كُلّ مَنْ أَقَامَ بَيْن ظَهْرَانَيْ الْمُشْرِكِينَ وَهُوَ قَادِر عَلَى الْهِجْرَة وَلَيْسَ مُتَمَكِّنًا مِنْ إِقَامَة الدِّين فَهُوَ ظَالِم لِنَفْسِهِ مُرْتَكِب حَرَامًا بِالْإِجْمَاعِ وَبِنَصِّ هَذِهِ الْآيَة حَيْثُ يَقُول تَعَالَى\" إِنَّ الَّذِينَ تَوَفَّاهُمْ الْمَلَائِكَة ظَالِمِي أَنْفُسهمْ \" أَيْ بِتَرْكِ الْهِجْرَة \" قَالُوا فِيمَ كُنْتُمْ \" أَيْ لِمَ مَكَثْتُمْ هَاهُنَا وَتَرَكْتُمْ الْهِجْرَة قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْض أَيْ لَا نَقْدِر عَلَى الْخُرُوج مِنْ الْبَلَد وَلَا الذَّهَاب فِي الْأَرْض قَالُوا أَلَمْ تَكُنْ أَرْض اللَّه وَاسِعَة الْآيَة : وَقَالَ أَبُو دَاوُد حَدَّثَنَا مُحَمَّد بْن دَاوُد بْن سُفْيَان حَدَّثَنِي يَحْيَى بْن حَسَّان أَخْبَرَنَا سُلَيْمَان بْن مُوسَى أَبُو دَاوُد حَدَّثَنَا جَعْفَر بْن سَعْد بْن سَمُرَة بْن يَزِيد حَدَّثَنِي حَبِيب بْن سُلَيْمَان عَنْ أَبِيهِ سُلَيْمَان بْن سَمُرَة عَنْ سَمُرَة بْن جُنْدُب أَمَّا بَعْد قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ جَامَعَ الْمُشْرِك وَسَكَنَ مَعَهُ فَإِنَّهُ مِثْله \" وَقَالَ السُّدِّيّ : لَمَّا أُسِرَ الْعَبَّاس وَعَقِيل وَنَوْفَل قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْعَبَّاسِ \" اِفْدِ نَفْسك وَابْن أَخِيك \" فَقَالَ يَا رَسُول اللَّه أَلَمْ نُصَلِّ إِلَى قِبْلَتك وَنَشْهَد شَهَادَتك قَالَ \" يَا عَبَّاس إِنَّكُمْ خَاصَمْتُمْ فَخَصَمْتُمْ \" ثُمَّ تَلَا عَلَيْهِ هَذِهِ الْآيَة أَلَمْ تَكُنْ أَرْض اللَّه وَاسِعَة \" رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40939, "aya_id": 97}]