[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَّصُوحًا عَسَى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 66, "type": 0, "id": 5237, "aya_id": 8}, {"text": "يا أيها الذين آمنوا توبوا إلى الله توبة نصوحا عسى ربكم أن يكفر عنكم سيئاتكم ويدخلكم جنات تجري من تحتها الأنهار يوم لا يخزي الله النبي والذين آمنوا معه نورهم يسعى بين أيديهم وبأيمانهم يقولون ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قدير", "sura_id": 66, "type": 1, "id": 11473, "aya_id": 8}, {"text": "8 - (يا أيها الذين آمنوا توبوا إلى الله توبة نصوحا) بفتح النون وضمها صادقة بأن لا يعاد إلى الذنب ولا يراد العود إليه (عسى ربكم) ترجية تقع (أن يكفر عنكم سيئاتكم ويدخلكم جنات) بساتين (تجري من تحتها الأنهار يوم لا يخزي الله) بادخال النار (النبي والذين آمنوا معه نورهم يسعى بين أيديهم) أمامهم ويكون (وبأيمانهم يقولون) مستأنف (ربنا أتمم لنا نورنا) إلى الجنة والمنافقون يطفأ نورهم (واغفر لنا) ربنا (إنك على كل شيء قدير) \r\n", "sura_id": 66, "type": 2, "id": 30181, "aya_id": 8}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, ارجعوا عن ذنوبكم إلى طاعة الله رجوعا لا معصية بعده, عسى ربكم أن يمحو عنكم سيئات أعمالكم, وأن يدخلكم جنات تجري من تحت قصورها الأنهار, يوم لا يخزي الله النبي والذين آمنوا معه, ولا يعذبهم, بل يُعلي شأنهم, نور هؤلاء يسير أمامهم وبأيمانهم, يقولون: ربنا أتمم لنا نورنا حتى نجوز الصراط, ونهتدي إلى الجنة, واعف عنَّا وتجاوز عن ذنوبنا واسترها علينا, إنك على كل شيء قدير.\r\n", "sura_id": 66, "type": 3, "id": 36417, "aya_id": 8}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّه تَوْبَة نَصُوحًا \"أَيْ تَوْبَة صَادِقَة جَازِمَة تَمْحُو مَا قَبْلهَا مِنْ السَّيِّئَات وَتَلُمّ شَعَثَ التَّائِب وَتَجْمَعُهُ وَتَكُفُّهُ عَمَّا كَانَ يَتَعَاطَاهُ مِنْ الدَّنَاءَات . قَالَ اِبْن جَرِير ثَنَا اِبْن مُثَنَّى ثَنَا مُحَمَّد ثَنَا شُعْبَة عَنْ سِمَاك بْن حَرْب سَمِعْت النُّعْمَان بْن بَشِير يَخْطُب سَمِعْت عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ يَقُول\" يَا أَيّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّه تَوْبَة نَصُوحًا\" قَالَ يُذْنِب الذَّنْب ثُمَّ لَا يَرْجِع فِيهِ وَقَالَ الثَّوْرِيّ عَنْ سِمَاك عَنْ النُّعْمَان عَنْ عُمَر قَالَ التَّوْبَة النَّصُوح أَنْ يَتُوب مِنْ الذَّنْب ثُمَّ لَا يَعُود فِيهِ أَوْ لَا يُرِيد أَنْ يَعُود فِيهِ وَقَالَ أَبُو الْأَحْوَص وَغَيْره عَنْ سِمَاك عَنْ النُّعْمَان سُئِلَ عُمَر عَنْ التَّوْبَة النَّصُوح فَقَالَ : أَنْ يَتُوب الرَّجُل مِنْ الْعَمَل السَّيِّئ ثُمَّ لَا يَعُود إِلَيْهِ أَبَدًا . وَقَالَ الْأَعْمَش عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه\" تَوْبَة نَصُوحًا \" قَالَ يَتُوب ثُمَّ لَا يَعُود . وَقَدْ رُوِيَ هَذَا مَرْفُوعًا فَقَالَ الْإِمَام أَحْمَد ثَنَا عَلَيَّ بْن عَاصِم عَنْ إِبْرَاهِيم الْهِجْرِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" التَّوْبَة مِنْ الذَّنْب أَنْ يَتُوب مِنْهُ ثُمَّ لَا يَعُود فِيهِ\" تَفَرَّدَ بِهِ أَحْمَد مِنْ طَرِيق إِبْرَاهِيم بْن مُسْلِم الْهَجَرِيّ وَهُوَ ضَعِيف وَالْمَوْقُوف أَصَحّ وَاَللَّه أَعْلَم . وَلِهَذَا قَالَ الْعُلَمَاء : التَّوْبَة النَّصُوح هُوَ أَنْ يُقْلِع عَنْ الذَّنْب فِي الْحَاضِر وَيَنْدَم عَلَى مَا سَلَفَ مِنْهُ فِي الْمَاضِي وَيَعْزِم عَلَى أَنْ لَا يَفْعَل فِي الْمُسْتَقْبَل ثُمَّ إِنْ كَانَ الْحَقّ لِآدَمِيٍّ رَدَّهُ إِلَيْهِ بِطَرِيقِهِ . قَالَ الْإِمَام أَحْمَد ثَنَا سُفْيَان عَنْ عَبْد الْكَرِيم أَخْبَرَنِي زِيَاد بْن أَبِي مَرْيَم عَنْ عَبْد اللَّه بْن مُغَفَّل قَالَ دَخَلْت مَعَ أَبِي عَلَى عَبْد اللَّه بْن مَسْعُود فَقَالَ أَنْتَ سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" النَّدَم تَوْبَة ؟ \" قَالَ نَعَمْ وَقَالَ مَرَّة نَعَمْ سَمِعْته يَقُول \" النَّدَم تَوْبَة \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ هِشَام بْن عَمَّار عَنْ سُفْيَان بْن عُيَيْنَةَ عَنْ عَبْد الْكَرِيم وَهُوَ اِبْن مَالِك الْجَزَرِيّ بِهِ وَقَالَ اِبْن أَبِي حَاتِم ثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنِي الْوَلِيد بْن بُكَيْر أَبُو جُنَّاب عَنْ عَبْد اللَّه بْن مُحَمَّد الْعَبْدِيّ عَنْ أَبِي سِنَان الْبَصْرِيّ عَنْ أَبِي قِلَابَةَ عَنْ زِرّ بْن حُبَيْش عَنْ أُبَيّ بْن كَعْب قَالَ : قِيلَ لَنَا أَشْيَاء تَكُون فِي آخِر هَذِهِ الْأُمَّة عِنْد اِقْتِرَاب السَّاعَة . مِنْهَا نِكَاح الرَّجُل اِمْرَأَته أَوْ أَمَته فِي دُبْرهَا وَذَلِكَ مِمَّا حَرَّمَ اللَّه وَرَسُوله وَيَمْقُت اللَّه عَلَيْهِ وَرَسُوله وَمِنْهَا نِكَاح الرَّجُل الرَّجُل وَذَلِكَ مِمَّا حَرَّمَ اللَّه وَرَسُوله وَيَمْقُت اللَّه عَلَيْهِ وَرَسُوله وَمِنْهَا نِكَاح الْمَرْأَة الْمَرْأَة وَذَلِكَ مِمَّا حَرَّمَ اللَّه وَرَسُوله وَيَمْقُت اللَّه عَلَيْهِ وَرَسُوله وَلَيْسَ لِهَؤُلَاءِ صَلَاة مَا أَقَامُوا عَلَى هَذَا حَتَّى يَتُوبُوا إِلَى اللَّه تَوْبَة نَصُوحًا قَالَ زِرّ : فَقُلْت لِأُبَيِّ بْن كَعْب فَمَا التَّوْبَة النَّصُوح ؟ فَقَالَ سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَقَالَ \" هُوَ النَّدَم عَلَى الذَّنْب حِين يَفْرِط مِنْك فَتَسْتَغْفِر اللَّه بِنَدَامَتِك مِنْهُ عِنْد الْحَاضِر ثُمَّ لَا تَعُود إِلَيْهِ أَبَدًا \" . وَقَالَ اِبْن أَبِي حَاتِم ثَنَا أَبِي ثَنَا عَمْرو بْن عَلِيّ ثَنَا عَبَّاد بْن عَمْرو ثَنَا أَبُو عَمْرو بْن الْعَلَاء سَمِعْت الْحَسَن يَقُول : التَّوْبَة النَّصُوح أَنْ تُبْغِض الذَّنْب كَمَا أَحْبَبْته وَتَسْتَغْفِرَ مِنْهُ إِذَا ذَكَرْته فَأَمَّا إِذَا جَزَمَ بِالتَّوْبَةِ وَصَمَّمَ عَلَيْهَا فَإِنَّهَا تَجُبُّ مَا قَبْلهَا مِنْ الْخَطِيئَات كَمَا ثَبَتَ فِي الصَّحِيح : \" الْإِسْلَام يَجُبّ مَا قَبْله وَالتَّوْبَة تَجُبّ مَا قَبْلهَا\" . وَهَلْ مِنْ شَرْط التَّوْبَة النَّصُوح الِاسْتِمْرَار عَلَى ذَلِكَ إِلَى الْمَمَات - كَمَا تَقَدَّمَ فِي الْحَدِيث وَفِي الْأَثَر - ثُمَّ لَا يَعُود فِيهِ أَبَدًا . أَوْ يَكْفِي الْعَزْم عَلَى أَنْ لَا يَعُود فِي تَكْفِير الْمَاضِي بِحَيْثُ لَوْ وَقَعَ مِنْهُ ذَلِكَ الذَّنْب بَعْد ذَلِكَ لَا يَكُون ذَلِكَ ضَارًّا فِي تَكْفِير مَا تَقَدَّمَ لِعُمُومِ قَوْله عَلَيْهِ السَّلَام : \" التَّوْبَة تَجُبّ مَا قَبْلهَا\" ؟ وَلِلْأَوَّلِ أَنْ يَحْتَجّ بِمَا ثَبَتَ فِي الصَّحِيح أَيْضًا\" مَنْ أَحْسَنَ فِي الْإِسْلَام لَمْ يُؤَاخَذ بِمَا عَمِلَ فِي الْجَاهِلِيَّة وَمَنْ أَسَاءَ فِي الْإِسْلَام أُخِذَ بِالْأَوَّلِ وَالْآخِر \" فَإِذَا كَانَ هَذَا فِي الْإِسْلَام الَّذِي هُوَ أَقْوَى مِنْ التَّوْبَة فَالتَّوْبَة بِطَرِيقِ الْأَوْلَى وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" عَسَى رَبّكُمْ أَنْ يُكَفِّر عَنْكُمْ سَيِّئَاتكُمْ وَيُدْخِلكُمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" وَعَسَى مِنْ اللَّه مُوجِبَة \"يَوْم لَا يُخْزِي اللَّه النَّبِيّ وَاَلَّذِينَ آمَنُوا مَعَهُ \" أَيْ وَلَا يُخْزِيهِمْ مَعَهُ يَعْنِي يَوْم الْقِيَامَة \" نُورهمْ يَسْعَى بَيْن أَيْدِيهمْ وَبِأَيْمَانِهِمْ \" كَمَا تَقَدَّمَ فِي سُورَة الْحَدِيد\" يَقُولُونَ رَبّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّك عَلَى كُلّ شَيْء قَدِير \" قَالَ مُجَاهِد وَالضَّحَّاك وَالْحَسَن الْبَصْرِيّ وَغَيْرهمْ هَذَا يَقُولهُ الْمُؤْمِنُونَ حِين يَرَوْنَ يَوْم الْقِيَامَة نُور الْمُنَافِقِينَ قَدْ طُفِئَ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق الطَّالَقَانِيّ حَدَّثَنَا اِبْن الْمُبَارَك عَنْ يَحْيَى بْن حَسَّان عَنْ رَجُل مِنْ بَنِي كِنَانَة قَالَ : صَلَّيْت خَلْف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَام الْفَتْح فَسَمِعْته يَقُول \" اللَّهُمَّ لَا تُخْزِنِي يَوْم الْقِيَامَة \" وَقَالَ مُحَمَّد بْن نَصْر الْمَرْوَزِيّ حَدَّثَنَا مُحَمَّد بْن مُقَاتِل الْمَرْوَزِيّ حَدَّثَنَا اِبْن الْمُبَارَك أَنَا اِبْن لَهِيعَة حَدَّثَنِي يَزِيد بْن حَبِيب عَنْ عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر أَنَّهُ سَمِعَ أَبَا ذَرّ وَأَبَا الدَّرْدَاء قَالَا : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا أَوَّل مَنْ يُؤْذَن لَهُ فِي السُّجُود يَوْم الْقِيَامَة وَأَوَّل مَنْ يُؤْذَن لَهُ بِرَفْعِ رَأْسه فَأَنْظُرُ بَيْن يَدَيَّ فَأَعْرِفُ أُمَّتِي مِنْ بَيْن الْأُمَم وَأَنْظُر عَنْ يَمِينِي فَأَعْرِف أُمَّتِي مِنْ بَيْن الْأُمَم وَأَنْظُر عَنْ شِمَالِي فَأَعْرِف أُمَّتِي مِنْ بَيْن الْأُمَم \" فَقَالَ رَجُل يَا رَسُول اللَّه وَكَيْف تَعْرِف أُمَّتك مِنْ بَيْن الْأُمَم ؟ قَالَ\" غُرٌّ مُحَجَّلُونَ مِنْ آثَار الطَّهُور وَلَا يَكُون أَحَد مِنْ الْأُمَم كَذَلِكَ غَيْرهمْ وَأَعْرِفُهُمْ يُؤْتَوْنَ كُتُبَهُمْ بِأَيْمَانِهِمْ وَأَعْرِفهُمْ بِسِيمَاهُمْ فِي وُجُوههمْ مِنْ أَثَر السُّجُود وَأَعْرِفهُمْ بِنُورِهِمْ يَسْعَى بَيْن أَيْدِيهمْ \" .</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42330, "aya_id": 8}]