[{"text": "وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا", "sura_id": 17, "type": 0, "id": 2109, "aya_id": 80}, {"text": "و قل رب أدخلني مدخل صدق و أخرجني مخرج صدق و اجعل لي من لدنك سلطانا نصيرا", "sura_id": 17, "type": 1, "id": 8345, "aya_id": 80}, {"text": "80 - (وقل رب أدخلني) المدينة (مدخل صدق) إدخالا مرضيا لا أرى فيه ما أكره (وأخرجني) من مكة (مخرج صدق) إخراجا لا ألتفت بقلبي إليها (واجعل لي من لدنك سلطانا نصيرا) قوة تنصرني بها على أعدائك \r\n", "sura_id": 17, "type": 2, "id": 27053, "aya_id": 80}, {"text": "وقل: ربِّ أدخلني فيما هو خير لي مدخل صدق، وأخرجني مما هو شر لي مخرج صدق، واجعل لي مِن لدنك حجة ثابتة، تنصرني بها على جميع مَن خالفني.\r\n", "sura_id": 17, "type": 3, "id": 33289, "aya_id": 80}, {"text": " <font color=red>وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا جَرِير عَنْ قَابُوس بْن أَبِي ظَبْيَان عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة ثُمَّ أُمِرَ بِالْهِجْرَةِ فَأَنْزَلَ اللَّه \" وَقُلْ رَبّ أَدْخِلْنِي مُدْخَل صِدْق وَأَخْرِجْنِي مُخْرَج صِدْق وَاجْعَلْ لِي مِنْ لَدُنْك سُلْطَانًا نَصِيرًا \" وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح وَقَالَ الْحَسَن الْبَصْرِيّ فِي تَفْسِير هَذِهِ الْآيَة : إِنَّ كُفَّار أَهْل مَكَّة لَمَّا اِئْتَمَرُوا بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَقْتُلُوهُ أَوْ يَطْرُدُوهُ أَوْ يُوثِقُوهُ فَأَرَادَ اللَّه قِتَال أَهْل مَكَّة أَمَرَهُ أَنْ يَخْرُج إِلَى الْمَدِينَة فَهُوَ الَّذِي قَالَ اللَّه عَزَّ وَجَلَّ \" وَقُلْ رَبّ أَدْخِلْنِي مُدْخَل صِدْق وَأَخْرِجْنِي مُخْرَج صِدْق \" الْآيَة وَقَالَ قَتَادَة \" وَقُلْ رَبّ أَدْخِلْنِي مُدْخَل صِدْق \" يَعْنِي الْمَدِينَة \" وَأَخْرِجْنِي مُخْرَج صِدْق \" يَعْنِي مَكَّة وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَهَذَا الْقَوْل هُوَ أَشْهَر الْأَقْوَال وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : \" أَدْخِلْنِي مُدْخَل صِدْق \" يَعْنِي الْمَوْت\" وَأَخْرِجْنِي مُخْرَج صِدْق \" يَعْنِي الْحَيَاة بَعْد الْمَوْت وَقِيلَ غَيْر ذَلِكَ مِنْ الْأَقْوَال وَالْأَوَّل أَصَحّ وَهُوَ اِخْتِيَار اِبْن جَرِير . وَقَوْله : \" وَاجْعَلْ لِي مِنْ لَدُنْك سُلْطَانًا نَصِيرًا \" قَالَ الْحَسَن الْبَصْرِيّ فِي تَفْسِيرهَا : وَعَدَهُ رَبّه لَيَنْزَعَنَّ مُلْك فَارِس وَعِزّ فَارِس وَلَيَجْعَلَنَّهُ لَهُ وَمُلْك الرُّوم وَعِزّ الرُّوم وَلَيَجْعَلَنَّهُ لَهُ وَقَالَ قَتَادَة فِيهَا : إِنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِمَ أَنْ لَا طَاقَة لَهُ بِهَذَا الْأَمْر إِلَّا بِسُلْطَانٍ فَسَأَلَ سُلْطَانًا نَصِيرًا لِكِتَابِ اللَّه وَلِحُدُودِ اللَّه وَلِفَرَائِض اللَّه وَلِإِقَامَةِ دِين اللَّه فَإِنَّ السُّلْطَان رَحْمَة مِنْ اللَّه جَعَلَهُ بَيْن أَظْهُر عِبَاده وَلَوْلَا ذَلِكَ لَأَغَارَ بَعْضهمْ عَلَى بَعْض فَأَكَلَ شَدِيدهمْ ضَعِيفهمْ قَالَ مُجَاهِد : \" سُلْطَانًا نَصِيرًا \" حُجَّة بَيِّنَة وَاخْتَارَ اِبْن جَرِير قَوْل الْحَسَن وَقَتَادَة وَهُوَ الْأَرْجَح لِأَنَّهُ لَا بُدّ مَعَ الْحَقّ مِنْ قَهْر لِمَنْ عَادَاهُ وَنَاوَأَهُ وَلِهَذَا يَقُول تَعَالَى : \" لَقَدْ أَرْسَلْنَا رُسُلنَا بِالْبَيِّنَاتِ - إِلَى قَوْله - وَأَنْزَلْنَا الْحَدِيد \" الْآيَة . وَفِي الْحَدِيث \" إِنَّ اللَّه لَيَزَع بِالسُّلْطَانِ مَا لَا يَزَع بِالْقُرْآنِ \" أَيْ لَيَمْنَع بِالسُّلْطَانِ عَنْ اِرْتِكَاب الْفَوَاحِش وَالْآثَام مَا لَا يَمْتَنِع كَثِير مِنْ النَّاس بِالْقُرْآنِ وَمَا فِيهِ مِنْ الْوَعِيد الْأَكِيد وَالتَّهْدِيد الشَّدِيد وَهَذَا هُوَ الْوَاقِع .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38268, "aya_id": 80}]