[{"text": "وَإِذْ أَخَذَ اللّهُ مِيثَاقَ النَّبِيِّيْنَ لَمَا آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُواْ أَقْرَرْنَا قَالَ فَاشْهَدُواْ وَأَنَاْ مَعَكُم مِّنَ الشَّاهِدِينَ", "sura_id": 3, "type": 0, "id": 374, "aya_id": 81}, {"text": "وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب و حكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين", "sura_id": 3, "type": 1, "id": 6610, "aya_id": 81}, {"text": "81 - (و) اذكر (إذ) حين (أخذ الله ميثاق النبيين) عهدهم (لَما) بفتح اللام للابتداء وتوكيد معنى القسم الذي في أخذ الميثاق وكسرها متعلقة بأخذ وما موصولة على الوجهين أي للذي (آتيتكم) إياه ، وفي قراءةٍ {آتيناكم} (من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم) من الكتاب والحكمة وهو محمد صلى الله عليه وسلم (لتؤمنن به ولتنصرنه) جواب القسم إن أدركتموه وأممهم تبع لهم في ذلك (قال) تعالى لهم (أأقررتم) بذلك (وأخذتم) قبلتم (على ذلكم إصري) عهدي (قالوا أقررنا قال فاشهدوا) على أنفسكم وأتباعكم بذلك (وأنا معكم من الشاهدين) عليكم وعليهم \r\n", "sura_id": 3, "type": 2, "id": 25318, "aya_id": 81}, {"text": "واذكر -أيها الرسول- إذ أخذ الله سبحانه العهد المؤكد على جميع الأنبياء: لَئِنْ آتيتكم من كتاب وحكمة, ثم جاءكم رسول من عندي, مصدق لما معكم لتؤمنن به ولتنصرنَّه. فهل أقررتم واعترفتم بذلك وأخذتم على ذلك عهدي الموثق؟ قالوا: أقررنا بذلك, قال: فليشهدْ بعضكم على بعض, واشهدوا على أممكم بذلك, وأنا معكم من الشاهدين عليكم وعليهم. وفي هذا أن الله أخذ الميثاق على كل نبي أن يؤمن بمحمد صلى الله عليه وسلم, وأخذ الميثاق على أمم الأنبياء بذلك.\r\n", "sura_id": 3, "type": 3, "id": 31554, "aya_id": 81}, {"text": " <font color=red>وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ أَخَذَ مِيثَاق كُلّ نَبِيّ بَعَثَهُ مِنْ لَدُنْ آدَم عَلَيْهِ السَّلَام إِلَى عِيسَى عَلَيْهِ السَّلَام لَمَهْمَا آتَى اللَّه أَحَدهمْ مِنْ كِتَاب وَحِكْمَة وَبَلَّغَ أَيّ مُبَلِّغ ثُمَّ جَاءَ رَسُول مِنْ بَعْده لَيُؤْمِنُنَّ بِهِ وَلَيَنْصُرُنَّهُ وَلَا يَمْنَعهُ مَا هُوَ فِيهِ مِنْ الْعِلْم وَالنُّبُوَّة مِنْ اِتِّبَاع مَنْ بُعِثَ بَعْده وَنُصْرَته وَلِهَذَا قَالَ تَعَالَى وَتَقَدَّسَ \" وَإِذْ أَخَذَ اللَّه مِيثَاق النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَاب وَحِكْمَة \" أَيْ لَمَهْمَا أَعْطَيْتُكُمْ مِنْ كِتَاب وَحِكْمَة \" ثُمَّ جَاءَكُمْ رَسُول مُصَدِّق لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي \" وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَالرَّبِيع بْن أَنَس وَقَتَادَة وَالسُّدِّيّ : يَعْنِي عَهْدِي وَقَالَ مُحَمَّد بْن إِسْحَق \" إِصْرِي \" أَيْ ثِقَل مَا حُمِّلْتُمْ مِنْ عَهْدِي أَيْ مِيثَاقِي الشَّدِيد الْمُؤَكَّد \" قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنْ الشَّاهِدِينَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40023, "aya_id": 81}]