[{"text": "يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى اللّهِ إِلاَّ الْحَقِّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِّنْهُ فَآمِنُواْ بِاللّهِ وَرُسُلِهِ وَلاَ تَقُولُواْ ثَلاَثَةٌ انتَهُواْ خَيْرًا لَّكُمْ إِنَّمَا اللّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ لَّهُ مَا فِي السَّمَاوَات وَمَا فِي الأَرْضِ وَكَفَى بِاللّهِ وَكِيلاً", "sura_id": 4, "type": 0, "id": 664, "aya_id": 171}, {"text": "يا أهل الكتاب لا تغلوا في دينكم ولا تقولوا على الله إلا الحق إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى مريم وروح منه فآمنوا بالله ورسله ولا تقولوا ثلاثة انتهوا خيرا لكم إنما الله إله واحد سبحانه أن يكون له ولد له ما في السماوات وما في الأرض وكفى بالله وكيلا", "sura_id": 4, "type": 1, "id": 6900, "aya_id": 171}, {"text": "171 - (يا أهل الكتاب) الإنجيل (لا تغلوا) تتجاوزوا الحد (في دينكم ولا تقولوا على الله إلا) القول (الحق) من تنزيهه عن الشريك والولد (إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها) أوصلها الله (إلى مريم وروحٍ) أي ذو روح (منه) أضيف إليه تعالى تشريفا له وليس كما زعمتم ابن الله أو إلها معه أو ثالث ثلاثة لأن ذا الروح مركب والإله منزه عن التركيب وعن نسبة المركب إليه (فآمنوا بالله ورسله ولا تقولوا) الآلهة (ثلاثة) الله وعيسى وأمه (انتهوا) عن ذلك وأتوا (خيرا لكم) منه وهو التوحيد (إنما الله إله واحد سبحانه) تنزيها له عن (أن يكون له ولد له ما في السماوات وما في الأرض) خلقا وملكا وعبيدا والملكية تنافي النبوة (وكفى بالله وكيلا) شهيدا على ذلك \r\n", "sura_id": 4, "type": 2, "id": 25608, "aya_id": 171}, {"text": "يا أهل الإنجيل لا تتجاوزوا الاعتقاد الحق في دينكم, ولا تقولوا على الله إلا الحق, فلا تجعلوا له صاحبةً ولا ولدًا. إنما المسيح عيسى ابن مريم رسول الله أرسله الله بالحق, وخَلَقَه بالكلمة التي أرسل بها جبريل إلى مريم, وهي قوله: \"كن\", فكان, وهي نفخة من الله تعالى نفخها جبريل بأمر ربه, فَصدِّقوا بأن الله واحد وأسلموا له, وصدِّقوا رسله فيما جاؤوكم به من عند الله واعملوا به, ولا تجعلوا عيسى وأمه مع الله شريكين. انتهوا عن هذه المقالة خيرًا لكم مما أنتم عليه, إنما الله إله واحد سبحانه. ما في السموات والأرض مُلْكُه, فكيف يكون له منهم صاحبة أو ولد؟ وكفى بالله وكيلا على تدبير خلقه وتصريف معاشهم, فتوكَّلوا عليه وحده فهو كافيكم.\r\n", "sura_id": 4, "type": 3, "id": 31844, "aya_id": 171}, {"text": " <font color=red>يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ</font><BR><p>يَنْهَى تَعَالَى أَهْل الْكِتَاب عَنْ الْغُلُوّ وَالْإِطْرَاء وَهَذَا كَثِير فِي النَّصَارَى فَإِنَّهُمْ تَجَاوَزُوا الْحَدّ فِي عِيسَى حَتَّى رَفَعُوهُ فَوْق الْمَنْزِلَة الَّتِي أَعْطَاهُ اللَّه إِيَّاهَا فَنَقَلُوهُ مِنْ حَيِّز النُّبُوَّة إِلَى أَنْ اِتَّخَذُوهُ إِلَهًا مِنْ دُون اللَّه يَعْبُدُونَهُ كَمَا يَعْبُدُونَهُ . بَلْ قَدْ غَلَوْا فِي أَتْبَاعه وَأَشْيَاعه مِمَّنْ زَعَمَ أَنَّهُ عَلَى دِينه فَادَّعَوْا فِيهِمْ الْعِصْمَة وَاتَّبَعُوهُمْ فِي كُلّ مَا قَالُوهُ سَوَاء كَانَ حَقًّا أَوْ بَاطِلًا أَوْ ضَلَالًا أَوْ رَشَادًا أَوْ صَحِيحًا أَوْ كَذِبًا وَلِهَذَا قَالَ اللَّه تَعَالَى \" اِتَّخَذُوا أَحْبَارهمْ وَرُهْبَانهمْ أَرْبَابًا مِنْ دُون اللَّه \" الْآيَة. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هُشَيْم قَالَ زَعَمَ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود عَنْ اِبْن عَبَّاس عَنْ عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تُطْرُونِي كَمَا أَطْرَتْ النَّصَارَى عِيسَى اِبْن مَرْيَم فَإِنَّمَا أَنَا عَبْد فَقُولُوا عَبْد اللَّه وَرَسُوله \" ثُمَّ رَوَاهُ هُوَ وَعَلِيّ بْن الْمَدِينِيّ عَنْ سُفْيَان بْن عُيَيْنَة عَنْ الزُّهْرِيّ كَذَلِكَ وَلَفْظه \" إِنَّمَا أَنَا عَبْد فَقُولُوا عَبْد اللَّه وَرَسُوله \" وَقَالَ عَلِيّ بْن الْمَدِينِيّ هَذَا حَدِيث صَحِيح مُسْنَد وَهَكَذَا رَوَاهُ الْبُخَارِيّ عَنْ الْحُمَيْدِيّ عَنْ سُفْيَان بْن عُيَيْنَة عَنْ الزُّهْرِيّ بِهِ وَلَفْظه \" فَإِنَّمَا أَنَا عَبْد فَقُولُوا عَبْد اللَّه وَرَسُوله \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت الْبُنَانِيّ عَنْ أَنَس بْن مَالِك أَنَّ رَجُلًا قَالَ يَا مُحَمَّد يَا سَيِّدنَا وَابْن سَيِّدنَا وَخَيْرنَا وَابْن خَيْرنَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيّهَا النَّاس عَلَيْكُمْ بِقَوْلِكُمْ وَلَا يَسْتَهْوِيَنكُمْ الشَّيْطَان أَنَا مُحَمَّد بْن عَبْد اللَّه عَبْد اللَّه وَرَسُوله وَاَللَّه مَا أُحِبّ أَنْ تَرْفَعُونِي فَوْق مَنْزِلَتِي الَّتِي أَنْزَلَنِي اللَّه عَزَّ وَجَلَّ \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه . وَقَوْله تَعَالَى \" وَلَا تَقُولُوا عَلَى اللَّه إِلَّا الْحَقّ \" أَيْ لَا تَفْتَرُوا عَلَيْهِ وَتَجْعَلُوا لَهُ صَاحِبَة وَوَلَدًا تَعَالَى اللَّه عَزَّ وَجَلَّ عَنْ ذَلِكَ عُلُوًّا كَبِيرًا وَتَنَزَّهَ وَتَقَدَّسَ وَتَوَحَّدَ فِي سُؤْدُده وَكِبْرِيَائِهِ وَعَظَمَته فَلَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ وَلِهَذَا قَالَ \" إِنَّمَا الْمَسِيح عِيسَى اِبْن مَرْيَم رَسُول اللَّه وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم وَرُوح مِنْهُ \" أَيْ إِنَّمَا هُوَ عَبْد مِنْ عِبَاد اللَّه وَخَلْق مِنْ خَلْقه قَالَ لَهُ كُنْ فَكَانَ وَرَسُول مِنْ رُسُله وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم أَيْ خَلَقَهُ بِالْكَلِمَةِ الَّتِي أَرْسَلَ بِهَا جِبْرِيل عَلَيْهِ السَّلَام إِلَى مَرْيَم فَنَفَخَ فِيهَا مِنْ رُوحه بِإِذْنِ رَبّه عَزَّ وَجَلَّ فَكَانَ عِيسَى بِإِذْنِهِ عَزَّ وَجَلَّ وَكَانَتْ تِلْكَ النَّفْخَة الَّتِي نَفَخَهَا فِي جَيْب دِرْعهَا فَنَزَلَتْ حَتَّى وَلَجَتْ فَرْجهَا بِمَنْزِلَةِ لِقَاح الْأَب وَالْأُمّ وَالْجَمِيع مَخْلُوق لِلَّهِ عَزَّ وَجَلَّ وَلِهَذَا قِيلَ لِعِيسَى إِنَّهُ كَلِمَة اللَّه وَرُوح مِنْهُ لِأَنَّهُ لَمْ يَكُنْ لَهُ أَب تَوَلَّدَ مِنْهُ وَإِنَّمَا هُوَ نَاشِئ عَنْ الْكَلِمَة الَّتِي قَالَ لَهُ بِهَا كُنْ فَكَانَ وَالرُّوح الَّتِي أَرْسَلَ بِهَا جِبْرِيل. قَالَ اللَّه تَعَالَى \" مَا الْمَسِيح اِبْن مَرْيَم إِلَّا رَسُول قَدْ خَلَتْ مِنْ قَبْله الرُّسُل وَأُمّه صِدِّيقَة كَانَا يَأْكُلَانِ الطَّعَام \" وَقَالَ تَعَالَى\" إِنَّ مَثَل عِيسَى عِنْد اللَّه كَمَثَلِ آدَم خَلَقَهُ مِنْ تُرَاب ثُمَّ قَالَ لَهُ كُنْ فَيَكُون\" وَقَالَ تَعَالَى \" وَاَلَّتِي أَحْصَنَتْ فَرْجهَا فَنَفَخْنَا فِيهَا مِنْ رُوحنَا وَجَعَلْنَاهَا وَابْنهَا آيَة لِلْعَالَمِينَ \" وَقَالَ تَعَالَى \" وَمَرْيَم اِبْنَة عِمْرَان الَّتِي أَحْصَنَتْ فَرْجهَا \" إِلَى آخِر السُّورَة وَقَالَ تَعَالَى إِخْبَارًا عَنْ الْمَسِيح \" إِنْ هُوَ إِلَّا عَبْد أَنْعَمْنَا عَلَيْهِ \" الْآيَة وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة \" وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم وَرُوح مِنْهُ \" هُوَ كَقَوْلِهِ \" كُنْ فَيَكُون \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ قَالَ سَمِعْت شَاذَان بْن يَحْيَى يَقُول فِي قَوْل اللَّه \" وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم وَرُوح مِنْهُ \" قَالَ لَيْسَ الْكَلِمَة صَارَتْ عِيسَى وَلَكِنْ بِالْكَلِمَةِ صَارَ عِيسَى وَهَذَا أَحْسَن مِمَّا اِدَّعَاهُ اِبْن جَرِير فِي قَوْله \" أَلْقَاهَا إِلَى مَرْيَم \" أَيْ أَعْلَمَهَا بِهَا كَمَا زَعَمَهُ فِي قَوْله \" إِذْ قَالَتْ الْمَلَائِكَة يَا مَرْيَم إِنَّ اللَّه يُبَشِّرك بِكَلِمَةٍ مِنْهُ \" أَيْ يُعْلِمك بِكَلِمَةٍ مِنْهُ وَيَجْعَل ذَلِكَ كَقَوْلِهِ تَعَالَى \" وَمَا كُنْت تَرْجُو أَنْ يُلْقَى إِلَيْك الْكِتَاب إِلَّا رَحْمَة مِنْ رَبّك \" بَلْ الصَّحِيح أَنَّهَا الْكَلِمَة الَّتِي جَاءَ بِهَا جِبْرِيل إِلَى مَرْيَم فَنَفَخَ فِيهَا بِإِذْنِ اللَّه فَكَانَ عِيسَى عَلَيْهِ السَّلَام . وَقَالَ الْبُخَارِيّ : حَدَّثَنَا صَدَقَة بْن الْفَضْل حَدَّثَنَا الْوَلِيد حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنِي عُمَيْر بْن هَانِئ حَدَّثَنَا جُنَادَة بْن أَبِي أُمَيَّة عَنْ عُبَادَة بْن الصَّامِت عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله وَأَنَّ عِيسَى عَبْد اللَّه وَرَسُوله وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم وَرُوح مِنْهُ وَأَنَّ الْجَنَّة حَقّ وَالنَّار حَقّ أَدْخَلَهُ اللَّه الْجَنَّة عَلَى مَا كَانَ مِنْ الْعَمَل \" وَقَالَ الْوَلِيد فَحَدَّثَنِي عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر عَنْ عُمَيْر بْن هَانِئ عَنْ جُنَادَة زَادَ \" مِنْ أَبْوَاب الْجَنَّة الثَّمَانِيَة يَدْخُل مِنْ أَيّهَا شَاءَ \" وَكَذَا رَوَاهُ مُسْلِم عَنْ دَاوُد بْن رَشِيد عَنْ الْوَلِيد عَنْ اِبْن جَابِر بِهِ وَمِنْ وَجْه آخَر عَنْ الْأَوْزَاعِيّ بِهِ فَقَوْله فِي الْآيَة وَالْحَدِيث \" وَرُوح مِنْهُ \" كَقَوْلِهِ \" وَسَخَّرَ لَكُمْ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض جَمِيعًا مِنْهُ \" أَيْ مِنْ خَلْقه وَمِنْ عِنْده وَلَيْسَتْ \" مِنْ \" لِلتَّبْعِيضِ كَمَا تَقُولهُ النَّصَارَى عَلَيْهِمْ لَعَائِن اللَّه الْمُتَتَابِعَة بَلْ هِيَ لِابْتِدَاءِ الْغَايَة كَمَا فِي الْآيَة الْأُخْرَى وَقَدْ قَالَ مُجَاهِد فِي قَوْله \" وَرُوح مِنْهُ \" أَيْ وَرَسُول مِنْهُ وَقَالَ غَيْره وَمَحَبَّة مِنْهُ وَالْأَظْهَر الْأَوَّل وَهُوَ أَنَّهُ مَخْلُوق مِنْ رُوح مَخْلُوقَة وَأُضِيفَتْ الرُّوح إِلَى اللَّه عَلَى وَجْه التَّشْرِيف كَمَا أُضِيفَتْ النَّاقَة وَالْبَيْت إِلَى اللَّه فِي قَوْله \" هَذِهِ نَاقَة اللَّه \" وَفِي قَوْله \" وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ \" وَكَمَا رُوِيَ فِي الْحَدِيث الصَّحِيح \" فَأَدْخُل عَلَى رَبِّي فِي دَاره \" أَضَافَهَا إِلَيْهِ إِضَافَة تَشْرِيف وَهَذَا كُلّه مِنْ قَبِيل وَاحِد وَنَمَط وَاحِد وَقَوْله \" فَآمِنُوا بِاَللَّهِ وَرَسُوله \" أَيْ فَصَدِّقُوا بِأَنَّ اللَّه وَاحِد أَحَد لَا وَلَد لَهُ وَلَا صَاحِبَة وَاعْلَمُوا وَتَيَقَّنُوا بِأَنَّ عِيسَى عَبْد اللَّه وَرَسُوله وَلِهَذَا قَالَ تَعَالَى \" وَلَا تَقُولُوا ثَلَاثَة \" أَيْ لَا تَجْعَلُوا عِيسَى وَأُمّه مَعَ اللَّه شَرِيكَيْنِ تَعَالَى اللَّه عَنْ ذَلِكَ عُلُوًّا كَبِيرًا وَهَذِهِ الْآيَة وَاَلَّتِي فِي سُورَة الْمَائِدَة حَيْثُ يَقُول تَعَالَى \" لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّه ثَالِث ثَلَاثَة وَمَا مِنْ إِلَه إِلَّا إِلَه وَاحِد \" وَكَمَا قَالَ فِي آخِر السُّورَة الْمَذْكُورَة \" وَإِذْ قَالَ اللَّه يَا عِيسَى اِبْن مَرْيَم أَأَنْت قُلْت لِلنَّاسِ اِتَّخِذُونِي \" الْآيَة وَقَالَ فِي أَوَّلهَا \" لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّه هُوَ الْمَسِيح اِبْن مَرْيَم \" الْآيَة . وَالنَّصَارَى عَلَيْهِمْ لَعَائِن اللَّه مِنْ جَهْلهمْ لَيْسَ لَهُمْ ضَابِط وَلَا لِكُفْرِهِمْ حَدّ بَلْ أَقْوَالهمْ وَضَلَالهمْ مُنْتَشِر فَمِنْهُمْ مَنْ يَعْتَقِدهُ إِلَهًا وَمِنْهُمْ مَنْ يَعْتَقِدهُ شَرِيكًا وَمِنْهُمْ مَنْ يَعْتَقِدهُ وَلَدًا وَهُمْ طَوَائِف كَثِيرَة لَهُمْ آرَاء مُخْتَلِفَة وَأَقْوَال غَيْر مُؤْتَلِفَة . وَلَقَدْ أَحْسَنَ بَعْض الْمُتَكَلِّمِينَ حَيْثُ قَالَ : لَوْ اِجْتَمَعَ عَشَرَة مِنْ النَّصَارَى لَافْتَرَقُوا عَنْ أَحَد عَشَر قَوْلًا . وَلَقَدْ ذَكَرَ بَعْض عُلَمَائِهِمْ الْمَشَاهِير عِنْدهمْ وَهُوَ سَعِيد بْن بِطْرِيق بَتْرك الْإِسْكَنْدَرِيَّة فِي حُدُود سَنَة أَرْبَعمِائَةٍ مِنْ الْهِجْرَة النَّبَوِيَّة أَنَّهُمْ اِجْتَمَعُوا الْمَجْمَع الْكَبِير الَّذِي عَقَدُوا فِيهِ الْأَمَانَة الْكَبِيرَة الَّتِي لَهُمْ وَإِنَّمَا هِيَ الْخِيَانَة الْحَقِيرَة الصَّغِيرَة وَذَلِكَ فِي أَيَّام قُسْطَنْطِين بَانِي الْمَدِينَة الْمَشْهُورَة وَأَنَّهُمْ اِخْتَلَفُوا عَلَيْهِ اِخْتِلَافًا لَا يَنْضَبِط وَلَا يَنْحَصِر فَكَانُوا أَزْيَد مِنْ أَلْفَيْنِ أُسْقُفًا فَكَانُوا أَحْزَابًا كَثِيرَة كُلّ خَمْسِينَ مِنْهُمْ عَلَى مَقَالَة وَعِشْرُونَ عَلَى مَقَالَة وَمِائَة عَلَى مَقَالَة وَسَبْعُونَ عَلَى مَقَالَة وَأَزْيَد مِنْ ذَلِكَ وَأَنْقَص . فَلَمَّا رَأَى مِنْهُمْ عِصَابَة قَدْ زَادُوا عَلَى الثَّلَثمِائَةِ بِثِمَانِيَة عَشَر نَفَرًا وَقَدْ تَوَافَقُوا عَلَى مَقَالَة فَأَخَذَهَا الْمَلِك وَنَصَرَهَا وَأَيَّدَهَا وَكَانَ فَيْلَسُوفًا دَاهِيَة وَمَحَقَ مَا عَدَاهَا مِنْ الْأَقْوَال وَانْتَظَمَ دَسْت أُولَئِكَ الثَّلَثمِائَةِ وَالثَّمَانِيَة عَشَر وَبُنِيَتْ لَهُمْ الْكَنَائِس وَوَضَعُوا لَهُمْ كُتُبًا وَقَوَانِين وَأَحْدَثُوا فِيهَا الْأَمَانَة الَّتِي يُلَقِّنُونَهَا الْوِلْدَان مِنْ الصِّغَار لِيَعْتَقِدُوهَا وَيُعَمِّدُونَهُمْ عَلَيْهَا وَأَتْبَاع هَؤُلَاءِ هُمْ الْمَلْكَانِيَّة. ثُمَّ إِنَّهُمْ اِجْتَمَعُوا مَجْمَعًا ثَانِيًا فَحَدَثَ فِيهِمْ الْيَعْقُوبِيَّة ثُمَّ مَجْمَعًا ثَالِثًا فَحَدَثَ فِيهِمْ النَّسْطُورِيَّة وَكُلّ هَذِهِ الْفِرَق تُثْبِت الْأَقَانِيم الثَّلَاثَة فِي الْمَسِيح وَيَخْتَلِفُونَ فِي كَيْفِيَّة ذَلِكَ وَفِي اللَّاهُوت وَالنَّاسُوت عَلَى زَعْمهمْ هَلْ اِتَّحَدَا أَوْ مَا اِتَّحَدَا أَوْ اِمْتَزَجَا أَوْ حَلَّ فِيهِ عَلَى ثَلَاث مَقَالَات وَكُلّ مِنْهُمْ يُكَفِّر الْفِرْقَة الْأُخْرَى وَنَحْنُ نُكَفِّر الثَّلَاثَة وَلِهَذَا قَالَ تَعَالَى \" اِنْتَهُوا خَيْرًا لَكُمْ \" أَيْ يَكُنْ خَيْرًا لَكُمْ \" إِنَّمَا اللَّه إِلَه وَاحِد سُبْحَانه أَنْ يَكُون لَهُ وَلَد \" أَيْ تَعَالَى وَتَقَدَّسَ عَنْ ذَلِكَ عُلُوًّا كَبِيرًا \" لَهُ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض وَكَفَى بِاَللَّهِ وَكِيلًا\" أَيْ الْجَمِيع مِلْكه وَخَلْقه وَجَمِيع مَا فِيهِمَا عَبِيده وَهُمْ تَحْت تَدْبِيره وَتَصْرِيفه وَهُوَ وَكِيل عَلَى كُلّ شَيْء فَكَيْف يَكُون لَهُ مِنْهُمْ صَاحِبَة وَوَلَد كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" بَدِيع السَّمَوَات وَالْأَرْض أَنَّى يَكُون لَهُ وَلَد \" الْآيَة . وَقَالَ تَعَالَى \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا - إِلَى قَوْله - فَرْدًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40847, "aya_id": 171}]