[{"text": "وَاذْكُر رَّبَّكَ فِي نَفْسِكَ تَضَرُّعاً وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالآصَالِ وَلاَ تَكُن مِّنَ الْغَافِلِينَ", "sura_id": 7, "type": 0, "id": 1159, "aya_id": 205}, {"text": "واذكر ربك في نفسك تضرعا وخيفة ودون الجهر من القول بالغدو والآصال ولا تكن من الغافلين", "sura_id": 7, "type": 1, "id": 7395, "aya_id": 205}, {"text": "205 - (واذكر ربك في نفسك) أي سراً (تضرعاً) تذللاً (وخيفةً) خوفاً منه (و) فوق السر (دون الجهر من القول) أي قصداً بينهما (بالغدو والآصال) أوائل النهار وأواخره (ولا تكن من الغافلين) عن ذكر الله \r\n", "sura_id": 7, "type": 2, "id": 26103, "aya_id": 205}, {"text": "واذكر -أيها الرسول- ربك في نفسك تخشعًا وتواضعًا لله خائفًا وجل القلب منه، وادعه متوسطًا بين الجهر والمخافتة في أول النهار وآخره, ولا تكن من الذين يَغْفُلون عن ذكر الله, ويلهون عنه في سائر أوقاتهم.\r\n", "sura_id": 7, "type": 3, "id": 32339, "aya_id": 205}, {"text": " <font color=red>وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ</font><BR><p>يَأْمُر تَعَالَى بِذِكْرِهِ أَوَّل النَّهَار وَآخِره كَثِيرًا كَمَا أَمَرَ بِعِبَادَتِهِ فِي هَذَيْنِ الْوَقْتَيْنِ فِي قَوْله \" فَسَبِّحْ بِحَمْدِ رَبّك قَبْل طُلُوع الشَّمْس وَقَبْل الْغُرُوب \" وَقَدْ كَانَ هَذَا قَبْل أَنْ تُفْرَض الصَّلَوَات الْخَمْس لَيْلَة الْإِسْرَاء وَهَذِهِ الْآيَة مَكِّيَّة وَقَالَ هَاهُنَا بِالْغُدُوِّ وَهُوَ أَوَّل النَّهَار وَالْآصَال جَمْع أَصِيل كَمَا أَنَّ الْأَيْمَان جَمْع يَمِين وَأَمَّا قَوْله \" تَضَرُّعًا وَخِيفَة \" أَيْ اُذْكُرْ رَبّك فِي نَفْسك رَغْبَة وَرَهْبَة وَبِالْقَوْلِ لَا جَهْرًا وَلِهَذَا قَالَ \" وَدُون الْجَهْر مِنْ الْقَوْل \" وَهَكَذَا يُسْتَحَبّ أَنْ يَكُون الذِّكْر , لَا يَكُون نِدَاء وَجَهْرًا بَلِيغًا وَلِهَذَا لَمَّا سَأَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : أَقَرِيب رَبّنَا فَنُنَاجِيه أَمْ بَعِيد فَنُنَادِيه ؟ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ\" وَإِذَا سَأَلَك عِبَادِي عَنِّي فَإِنِّي قَرِيب أُجِيب دَعْوَة الدَّاعِي إِذَا دَعَانِي \" . وَفِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : رَفَعَ النَّاس أَصْوَاتهمْ بِالدُّعَاءِ فِي بَعْض الْأَسْفَار فَقَالَ لَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَيّهَا النَّاس ارْبَعُوا عَلَى أَنْفُسكُمْ فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ وَلَا غَائِبًا إِنَّ الَّذِي تَدْعُونَهُ سَمِيع قَرِيب أَقْرَب إِلَى أَحَدكُمْ مِنْ عُنُق رَاحِلَته \" وَقَدْ يَكُون الْمُرَاد مِنْ هَذِهِ الْآيَة كَمَا فِي قَوْله تَعَالَى \" وَلَا تَجْهَر بِصَلَاتِك وَلَا تُخَافِت بِهَا وَابْتَغِ بَيْن ذَلِكَ سَبِيلًا \" فَإِنَّ الْمُشْرِكِينَ كَانُوا إِذَا سَمِعُوا الْقُرْآن سَبُّوهُ وَسَبُّوا مَنْ أَنْزَلَهُ وَسَبُّوا مَنْ جَاءَ بِهِ فَأَمَرَهُ اللَّه تَعَالَى أَنْ لَا يَجْهَر بِهِ لِئَلَّا يَنَال مِنْهُ الْمُشْرِكُونَ وَلَا يُخَافِت بِهِ عَنْ أَصْحَابه فَلَا يُسْمِعهُمْ وَلْيَتَّخِذْ سَبِيلًا بَيْن الْجَهْر وَالْإِسْرَار وَكَذَا قَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة\" وَدُون الْجَهْر مِنْ الْقَوْل بِالْغُدُوِّ وَالْآصَال وَلَا تَكُنْ مِنْ الْغَافِلِينَ \" وَقَدْ زَعَمَ اِبْن جَرِير وَقَبْله عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ أَنَّ الْمُرَاد بِهَا أَمْر السَّامِع لِلْقُرْآنِ فِي حَال اِسْتِمَاعه بِالذِّكْرِ عَلَى هَذِهِ الصِّفَة وَهَذَا بَعِيد مُنَافٍ لِلْإِنْصَاتِ الْمَأْمُور بِهِ ثُمَّ إِنَّ الْمُرَاد بِذَلِكَ فِي الصَّلَاة كَمَا تَقَدَّمَ أَوْ فِي الصَّلَاة وَالْخُطْبَة وَمَعْلُوم أَنَّ الْإِنْصَات إِذْ ذَاكَ أَفْضَل مِنْ الذِّكْر بِاللِّسَانِ سَوَاء كَانَ سِرًّا أَوْ جَهْرًا فَهَذَا الَّذِي قَالَاهُ لَمْ يُتَابَعَا عَلَيْهِ بَلْ الْمُرَاد الْحَضّ عَلَى كَثْرَة الذِّكْر مِنْ الْعِبَاد بِالْغُدُوِّ وَالْآصَال لِئَلَّا يَكُونُوا مِنْ الْغَافِلِينَ وَلِهَذَا مَدَحَ الْمَلَائِكَة الَّذِينَ يُسَبِّحُونَ اللَّيْل وَالنَّهَار لَا يَفْتُرُونَ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42584, "aya_id": 205}]