[{"text": "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنذِرُوا هُزُوًا", "sura_id": 18, "type": 0, "id": 2196, "aya_id": 56}, {"text": "و ما نرسل المرسلين إلا مبشرين و منذرين و يجادل الذين كفروا بالباطل ليدحضوا به الحق و اتخذوا آياتي و ما أنذروا هزوا", "sura_id": 18, "type": 1, "id": 8432, "aya_id": 56}, {"text": "56 - (وما نرسل المرسلين إلا مبشرين) للمؤمنين (ومنذرين) مخوفين للكافرين (ويجادل الذين كفروا بالباطل) بقولهم أبعث الله بشرا رسولا ونحوه (ليدحضوا به) ليبطلوا بجدالهم (الحق) القرآن (واتخذوا آياتي) أي القرآن (وما أنذروا) به من النار (هزوا) سخرية \r\n", "sura_id": 18, "type": 2, "id": 27140, "aya_id": 56}, {"text": "وما نبعث الرسل إلى الناس إلا ليكونوا مبشرين بالجنة لأهل الإيمان والعمل الصالح، ومخوِّفين بالنار لأهل الكفر والعصيان، ومع وضوح الحق يخاصم الذين كفروا رسلهم بالباطل تعنتًا; ليزيلوا بباطلهم الحق الذي جاءهم به الرسول، واتخذوا كتابي وحججي وما خُوّفوا به من العذاب سخرية واستهزاء.\r\n", "sura_id": 18, "type": 3, "id": 33376, "aya_id": 56}, {"text": " <font color=red>وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَمَا نُرْسِل الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ \" أَيْ قَبْل الْعَذَاب مُبَشِّرِينَ مَنْ صَدَّقَهُمْ وَآمَنَ بِهِمْ وَمُنْذِرِينَ لِمَنْ كَذَّبَهُمْ وَخَالَفَهُمْ ثُمَّ أَخْبَرَ عَنْ الْكُفَّار بِأَنَّهُمْ \" يُجَادِلُونَ بِالْبَاطِلِ لِيُدْحِضُوا بِهِ \" أَيْ لِيُضْعِفُوا بِهِ الْحَقّ الَّذِي جَاءَتْهُمْ بِهِ الرُّسُل وَلَيْسَ ذَلِكَ بِحَاصِلٍ لَهُمْ \" وَاِتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا \" أَيْ اِتَّخَذُوا الْحُجَج وَالْبَرَاهِين وَخَوَارِق الْعَادَات الَّتِي بُعِثَ بِهَا الرُّسُل وَمَا أَنْذَرُوهُمْ وَخَوَّفُوهُمْ بِهِ مِنْ الْعَذَاب \" هُزُوًا \" أَيْ سَخِرُوا مِنْهُمْ فِي ذَلِكَ وَهُوَ أَشَدّ التَّكْذِيب .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38351, "aya_id": 56}]