[{"text": "وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ", "sura_id": 34, "type": 0, "id": 3629, "aya_id": 23}, {"text": "ولا تنفع الشفاعة عنده إلا لمن أذن له حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير", "sura_id": 34, "type": 1, "id": 9865, "aya_id": 23}, {"text": "23 - (ولا تنفع الشفاعة عنده) تعالى رد لقولهم إن آلهتهم تشفع عنده (إلا لمن أذن) بفتح الهمزة وضمها (له) فيها (حتى إذا فزع) بالبناء للفاعل والمفعول (عن قلوبهم) كشف عنها الفزع بالاذن فيها (قالوا) قال بعضهم لبعض استبشارا (ماذا قال ربكم) فيها (قالوا) القول (الحق) أي قد أذن فيها (وهو العلي) فوق خلقه بالقهر (الكبير) العظيم \r\n", "sura_id": 34, "type": 2, "id": 28573, "aya_id": 23}, {"text": "ولا تنفع شفاعة الشافع عند الله تعالى إلا لمن أذن له. ومن عظمته وجلاله عز وجل أنه إذا تكلم سبحانه بالوحي فسمع أهل السموات كلامه أُرعدوا من الهيبة, حتى يلحقهم مثل الغشي, فإذا زال الفزع عن قلوبهم سأل بعضهم بعضًا: ماذا قال ربكم؟ قالت الملائكة: قال الحق, وهو العليُّ بذاته وقهره وعلوِّ قدْره, الكبير على كل شيء.\r\n", "sura_id": 34, "type": 3, "id": 34809, "aya_id": 23}, {"text": " <font color=red>وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ</font><BR><p>قَالَ تَعَالَى \" وَلَا تَنْفَع الشَّفَاعَة عِنْده إِلَّا لِمَنْ أَذِنَ لَهُ \" أَيْ لِعَظَمَتِهِ وَجَلَاله وَكِبْرِيَائِهِ لَا يَجْتَرِئ أَحَد أَنْ يَشْفَع عِنْده تَعَالَى فِي شَيْء إِلَّا بَعْد إِذْنه لَهُ فِي الشَّفَاعَة كَمَا قَالَ عَزَّ وَجَلَّ\" مَنْ ذَا الَّذِي يَشْفَع عِنْده إِلَّا بِإِذْنِهِ \" وَقَالَ جَلَّ وَعَلَا \" وَكَمْ مِنْ مَلَك فِي السَّمَاوَات لَا تُغْنِي شَفَاعَتهمْ شَيْئًا إِلَّا مِنْ بَعْد أَنْ يَأْذَن اللَّه لِمَنْ يَشَاء وَيَرْضَى\" وَقَالَ تَعَالَى : \" وَلَا يَشْفَعُونَ إِلَّا لِمَنْ اِرْتَضَى وَهُمْ مِنْ خَشْيَته مُشْفِقُونَ \" وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ غَيْر وَجْه عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ سَيِّد وَلَد آدَم وَأَكْبَر شَفِيع عِنْد اللَّه تَعَالَى أَنَّهُ حِين يَقُوم الْمَقَام الْمَحْمُود لِيَشْفَع فِي الْخَلْق كُلّهمْ أَنْ يَأْتِي رَبّهمْ لِفَصْلِ الْقَضَاء قَالَ \" فَأَسْجُد لِلَّهِ تَعَالَى فَيَدَعنِي مَا شَاءَ اللَّه أَنْ يَدَعنِي وَيَفْتَح عَلَيَّ بِمَحَامِد لَا أُحْصِيهَا الْآن ثُمَّ يُقَال يَا مُحَمَّد اِرْفَعْ رَأْسك وَقُلْ يُسْمَع وَسَلْ تُعْطَهْ وَاشْفَعْ تُشَفَّع \" الْحَدِيث بِتَمَامِهِ . وَقَوْله تَعَالَى\" حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبهمْ قَالُوا مَاذَا قَالَ رَبّكُمْ قَالُوا الْحَقّ \" وَهَذَا أَيْضًا مَقَام رَفِيع فِي الْعَظَمَة وَهُوَ أَنَّهُ تَعَالَى إِذَا تَكَلَّمَ بِالْوَحْيِ فَسَمِعَ أَهْل السَّمَاوَات كَلَامه أُرْعِدُوا مِنْ الْهَيْبَة حَتَّى يَلْحَقهُمْ مِثْل الْغَشْي. قَالَهُ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ وَمَسْرُوق وَغَيْرهمَا\" حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبهمْ \" أَيْ زَالَ الْفَزَع عَنْهَا قَالَ اِبْن عَبَّاس وَابْن عُمَر \" رَضِيَ اللَّه عَنْهُمْ وَأَبُو عَبْد الرَّحْمَن السُّلَمِيّ وَالشَّعْبِيّ وَإِبْرَاهِيم النَّخَعِيّ وَالضَّحَّاك وَالْحَسَن وَقَتَادَة فِي قَوْله عَزَّ وَجَلَّ \" حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبهمْ قَالُوا مَاذَا قَالَ رَبّكُمْ قَالُوا الْحَقّ \" يَقُول خَلَّى عَنْ قُلُوبهمْ وَقَرَأَ بَعْض السَّلَف وَجَاءَ مَرْفُوعًا إِذَا فُرِّغَ بَالِغَيْنِ الْمُعْجَمَة وَيَرْجِع إِلَى الْأَوَّل فَإِذَا كَانَ كَذَلِكَ سَأَلَ بَعْضهمْ بَعْضًا مَاذَا قَالَ رَبّكُمْ ؟ فَيُخْبِر بِذَلِكَ حَمَلَة الْعَرْش لِلَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ لِمَنْ تَحْتهمْ حَتَّى يَنْتَهِيَ الْخَبَر إِلَى أَهْل السَّمَاء الدُّنْيَا وَلِهَذَا قَالَ تَعَالَى \" قَالُوا الْحَقّ \" أَيْ أَخْبَرُوا بِمَا قَالَ مِنْ غَيْر زِيَادَة وَلَا نُقْصَان\" وَهُوَ الْعَلِيّ الْكَبِير \" . وَقَالَ آخَرُونَ بَلْ مَعْنَى قَوْله تَعَالَى \" حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبهمْ \" يَعْنِي الْمُشْرِكِينَ عِنْد الِاحْتِضَار وَيَوْم الْقِيَامَة إِذَا اِسْتَيْقَظُوا مِمَّا كَانُوا فِيهِ مِنْ الْغَفْلَة فِي الدُّنْيَا وَرَجَعَتْ إِلَيْهِمْ عُقُولهمْ يَوْم الْقِيَامَة قَالُوا مَاذَا قَالَ رَبّكُمْ ؟ فَقِيلَ لَهُمْ الْحَقّ وَأَخْبَرُوا بِهِ مِمَّا كَانُوا عَنْهُ لَاهِينَ فِي الدُّنْيَا قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبهمْ \" كُشِفَ عَنْهَا الْغِطَاء يَوْم الْقِيَامَة . وَقَالَ الْحَسَن \" حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبهمْ \" يَعْنِي مَا فِيهَا مِنْ الشَّكّ وَالتَّكْذِيب وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبهمْ \" يَعْنِي مَا فِيهَا مِنْ الشَّكّ قَالَ فَزَّعَ الشَّيْطَان عَنْ قُلُوبهمْ وَفَارَقَهُمْ وَأَمَانِيّهمْ وَمَا كَانَ يُضِلّهُمْ \" قَالُوا مَاذَا قَالَ رَبّكُمْ قَالُوا الْحَقّ وَهُوَ الْعَلِيّ الْكَبِير \" قَالَ وَهَذَا فِي بَنِي آدَم هَذَا عِنْد الْمَوْت أَقَرُّوا حِين لَا يَنْفَعهُمْ الْإِقْرَار وَقَدْ اِخْتَارَ اِبْن جَرِير الْقَوْل الْأَوَّل أَنَّ الضَّمِير عَائِد عَلَى الْمَلَائِكَة وَهَذَا هُوَ الْحَقّ الَّذِي لَا مِرْيَة فِيهِ لِصِحَّةِ الْأَحَادِيث فِيهِ وَالْآثَار وَلْنَذْكُرْ مِنْهَا طَرَفًا يَدُلّ عَلَى غَيْره . قَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة الْكَرِيمَة فِي صَحِيحه حَدَّثَنَا الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنَا عَمْرو قَالَ : سَمِعْت عِكْرِمَة قَالَ سَمِعْت أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَقُول إِنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا قَضَى اللَّه تَعَالَى الْأَمْر فِي السَّمَاء ضَرَبَتْ الْمَلَائِكَة بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَأَنَّهُ سِلْسِلَة عَلَى صَفْوَان فَإِذَا فُزِّعَ عَنْ قُلُوبهمْ قَالُوا مَاذَا قَالَ رَبّكُمْ ؟ قَالُوا لِلَّذِي قَالَ الْحَقّ وَهُوَ الْعَلِيّ الْكَبِير فَيَسْمَعهَا مُسْتَرِق السَّمْع وَمُسْتَرِق السَّمْع هَكَذَا بَعْضه فَوْق بَعْض - وَوَصَفَ سُفْيَان بِيَدِهِ فَحَرَّفَهَا وَنَشَرَ بَيْن أَصَابِعه - فَيَسْمَع الْكَلِمَة فَيُلْقِيهَا إِلَى مَنْ تَحْته ثُمَّ يُلْقِيهَا الْآخَر إِلَى مَنْ تَحْته حَتَّى يُلْقِيهَا عَلَى لِسَان السَّاحِر أَوْ الْكَاهِن فَرُبَّمَا أَدْرَكَهُ الشِّهَاب قَبْل أَنْ يُلْقِيَهَا وَرُبَّمَا أَلْقَاهَا قَبْل أَنْ يُدْرِكهُ فَيَكْذِب مَعَهَا مِائَة كَذْبَة فَيُقَال أَلَيْسَ قَدْ قَالَ لَنَا يَوْم كَذَا وَكَذَا كَذَا وَكَذَا ؟ فَيُصَدَّق بِتِلْكَ الْكَلِمَة الَّتِي سُمِعَتْ مِنْ السَّمَاء \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ دُون مُسْلِم مِنْ هَذَا الْوَجْه وَقَدْ رَوَاهُ اِبْن دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ بِهِ وَاَللَّه أَعْلَم\" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر وَعَبْد الرَّزَّاق قَالَا حَدَّثَنَا مَعْمَر أَخْبَرَنَا الزُّهْرِيّ عَنْ عَلِيّ بْن الْحُسَيْن عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ مَا قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِسًا فِي نَفَر مِنْ أَصْحَابه قَالَ عَبْد الرَّزَّاق مِنْ الْأَنْصَار فَرُمِيَ بِنَجْمٍ فَاسْتَنَارَ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا كُنْتُمْ تَقُولُونَ إِذَا كَانَ مِثْل هَذَا فِي الْجَاهِلِيَّة ؟ \" قَالُوا كُنَّا نَقُول يُولَد عَظِيم أَوْ يَمُوت عَظِيم . قُلْت لِلزُّهْرِيِّ أَكَانَ يُرْمَى بِهَا فِي الْجَاهِلِيَّة ؟ قَالَ نَعَمْ وَلَقَدْ غَلُظَتْ حِين بُعِثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنَّهَا لَا يُرْمَى بِهَا لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ وَلَكِنْ رَبّنَا تَبَارَكَ وَتَعَالَى إِذَا قَضَى أَمْرًا سَبَّحَ حَمَلَة الْعَرْش ثُمَّ سَبَّحَ أَهْل السَّمَاء الَّذِينَ يَلُونَهُمْ حَتَّى يَبْلُغ التَّسْبِيح السَّمَاء الدُّنْيَا ثُمَّ يَسْتَخْبِر أَهْل السَّمَاء الَّذِينَ يَلُونَ حَمَلَة الْعَرْش فَيَقُول الَّذِينَ يَلُونَ حَمَلَة الْعَرْش لِحَمَلَةِ الْعَرْش مَاذَا قَالَ رَبّكُمْ ؟ فَيُخْبِرُونَهُمْ وَيُخْبِر أَهْل كُلّ سَمَاء سَمَاء حَتَّى يَنْتَهِي الْخَبَر إِلَى هَذِهِ السَّمَاء وَتَخْطَف الْجِنّ السَّمْع فَيَرْمُونَ فَمَا جَاءُوا بِهِ عَلَى وَجْهه فَهُوَ حَقّ وَلَكِنَّهُمْ يُفَرِّقُونَ فِيهِ وَيَزِيدُونَ \" هَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَقَدْ أَخْرَجَهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث صَالِح بْن كَيْسَان وَالْأَوْزَاعِيّ وَيُونُس وَمَعْقِل بْن عُبَيْد اللَّه أَرْبَعَتهمْ عَنْ الزُّهْرِيّ عَنْ عَلِيّ بْن الْحُسَيْن عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا عَنْ رَجُل مِنْ الْأَنْصَار بِهِ وَقَالَ يُونُس عَنْ رِجَال مِنْ الْأَنْصَار \" رَضِيَ اللَّه عَنْهُمْ وَكَذَا رَوَاهُ النَّسَائِيّ فِي التَّفْسِير مِنْ حَدِيث الزُّبَيْدِيّ عَنْ الزُّهْرِيّ بِهِ وَرَوَاهُ التِّرْمِذِيّ فِيهِ عَنْ الْحُسَيْن بْن حُرَيْث عَنْ الْوَلِيد بْن مُسْلِم عَنْ الْأَوْزَاعِيّ عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا عَنْ رَجُل مِنْ الْأَنْصَار رَضِيَ اللَّه عَنْهُ وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" قَالَ اِبْن أَبَى حَاتِم حَدَّثَنَا مُحَمَّد بْن عَوْف وَأَحْمَد بْن مَنْصُور بْن سَيَّار الرَّمَادِيّ وَالسِّيَاق لِمُحَمَّدِ بْن عَوْف قَالَا حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا الْوَلِيد هُوَ اِبْن مُسْلِم عَنْ عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر عَنْ عَبْد اللَّه بْن أَبِي زَكَرِيَّا عَنْ رَجَاء بْن حَيْوَةَ عَنْ النَّوَّاس بْن سَمْعَان رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا أَرَادَ اللَّه تَبَارَكَ وَتَعَالَى أَنْ يُوحِي بِأَمْرِهِ تَكَلَّمَ بِالْوَحْيِ فَإِذَا تَكَلَّمَ أَخَذَتْ السَّمَاوَات مِنْهُ رَجْفَة - أَوْ قَالَ رِعْدَة - شَدِيدَة مِنْ خَوْف اللَّه تَعَالَى فَإِذَا سَمِعَ بِذَلِكَ أَهْل السَّمَاوَات صَعِقُوا وَخَرُّوا لِلَّهِ سُجَّدًا فَيَكُون أَوَّل مَنْ يَرْفَع رَأْسه جِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام فَيُكَلِّمهُ اللَّه مِنْ وَحْيه بِمَا أَرَادَ فَيَمْضِي بِهِ جِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام عَلَى الْمَلَائِكَة كُلَّمَا مَرَّ بِسَمَاءٍ سَمَاء يَسْأَلهُ مَلَائِكَتهَا مَاذَا قَالَ رَبّنَا يَا جِبْرِيل ؟ فَيَقُول عَلَيْهِ السَّلَام قَالَ الْحَقّ وَهُوَ الْعَلِيّ الْكَبِير فَيَقُولُونَ كُلّهمْ مِثْل مَا قَالَ جِبْرِيل فَيَنْتَهِي جِبْرِيل بِالْوَحْيِ إِلَى حَيْثُ أَمَرَهُ اللَّه تَعَالَى مِنْ السَّمَاء وَالْأَرْض \" وَكَذَا رَوَاهُ اِبْن جَرِير وَابْن خُزَيْمَةَ عَنْ زَكَرِيَّا بْن أَبَانَ الْمِصْرِيّ عَنْ نُعَيْم بْن حَمَّاد بِهِ . وَقَالَ اِبْن أَبِي حَاتِم سَمِعْت أَبِي يَقُول : لَيْسَ هَذَا الْحَدِيث بِالتَّامِّ عَنْ الْوَلِيد بْن مُسْلِم رَحِمَهُ اللَّه وَقَدْ رَوَى اِبْن أَبِي حَاتِم مِنْ حَدِيث الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَعَنْ قَتَادَة أَنَّهُمَا فَسَّرَا هَذِهِ الْآيَة بِابْتِدَاءِ إِيحَاء اللَّه تَعَالَى إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد الْفَتْرَة الَّتِي كَانَتْ بَيْنه وَبَيْن عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام وَلَا شَكَّ أَنَّ هَذَا أَوْلَى مَا دَخَلَ فِي هَذِهِ الْآيَة .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40255, "aya_id": 23}]