[{"text": "وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِّن رَّبِّهِ أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى", "sura_id": 20, "type": 0, "id": 2481, "aya_id": 133}, {"text": "و قالوا لولا يأتينا بآية من ربه أو لم تأتهم بينة ما في الصحف الأولى", "sura_id": 20, "type": 1, "id": 8717, "aya_id": 133}, {"text": "133 - (وقالوا) أي المشركون (لولا) هلا (يأتينا) محمد (بآية من ربه) مما يقترحونه (أولم تأتهم بينة) بالتاء والياء (ما) بيان (في الصحف الأولى ولو) المشتمل عليه القرآن من أنباء الأمم الماضية وإهلاكهم بتكذيب الرسل \r\n", "sura_id": 20, "type": 2, "id": 27425, "aya_id": 133}, {"text": "وقال مكذبوك - أيها الرسول -: هلا تأتينا بعلامة من ربك تدلُّ على صدقك, أولم يأتهم هذا القرآن المصدق لما في الكتب السابقة من الحق؟\r\n", "sura_id": 20, "type": 3, "id": 33661, "aya_id": 133}, {"text": " <font color=red>وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْكُفَّار فِي قَوْلهمْ لَوْلَا أَيْ هَلَّا يَأْتِينَا مُحَمَّد بِآيَةٍ مِنْ رَبّه أَيْ بِعَلَامَةٍ دَالَّة عَلَى صِدْقه فِي أَنَّهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قَالَ اللَّه تَعَالَى \" أَوْلَمَ تَأْتِهِمْ بَيِّنَة مَا فِي الصُّحُف الْأُولَى \" يَعْنِي الْقُرْآن الَّذِي أَنْزَلَهُ عَلَيْهِ اللَّه وَهُوَ أُمِّيّ لَا يُحْسِن الْكِتَابَة وَلَمْ يُدَارِس أَهْل الْكِتَاب وَقَدْ جَاءَ فِيهِ أَخْبَار الْأَوَّلِينَ بِمَا كَانَ مِنْهُمْ فِي سَالِف الدُّهُور بِمَا يُوَافِقهُ عَلَيْهِ الْكُتُب الْمُتَقَدِّمَة الصَّحِيحَة مِنْهَا فَإِنَّ الْقُرْآن مُهَيْمِن عَلَيْهَا يُصَدِّق الصَّحِيح وَيُبَيِّن خَطَأ الْمَكْذُوب فِيهَا وَعَلَيْهَا وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى فِي سُورَة الْعَنْكَبُوت \" وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَات مِنْ رَبّه قُلْ إِنَّمَا الْآيَات عِنْد اللَّه وَإِنَّمَا أَنَا نَذِير مُبِين أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْك الْكِتَاب يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَة وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ \" وَفِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَا مِنْ نَبِيّ إِلَّا وَقَدْ أُوتِيَ مِنْ الْآيَات مَا آمَنَ عَلَى مِثْله الْبَشَر وَإِنَّمَا كَانَ الَّذِي أُوتِيته وَحْيًا أَوْحَاهُ اللَّه إِلَيَّ فَأَرْجُو أَنْ أَكُون أَكْثَرهمْ تَابِعًا يَوْم الْقِيَامَة \" وَإِنَّمَا ذَكَرَ هَاهُنَا أَعْظَم الْآيَات الَّتِي أُعْطِيهَا عَلَيْهِ السَّلَام وَهُوَ الْقُرْآن وَإِلَّا فَلَهُ مِنْ الْمُعْجِزَات مَا لَا يُحَدّ وَلَا يُحْصَر كَمَا هُوَ مُودَع فِي كُتُبه وَمُقَرَّر فِي مَوَاضِعه .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38820, "aya_id": 133}]