[{"text": "مَا أَصَابَ مِن مُّصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ", "sura_id": 57, "type": 0, "id": 5097, "aya_id": 22}, {"text": "ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها إن ذلك على الله يسير", "sura_id": 57, "type": 1, "id": 11333, "aya_id": 22}, {"text": "22 - (ما أصاب من مصيبة في الأرض) بالجدب (ولا في أنفسكم) كالمرض وفقد الولد (إلا في كتاب) يعني اللوح المحفوظ (من قبل أن نبرأها) نخلقها ويقال في النعمة كذلك (إن ذلك على الله يسير) \r\n", "sura_id": 57, "type": 2, "id": 30041, "aya_id": 22}, {"text": "ما أصابكم- أيها الناس- من مصيبة في الأرض ولا في أنفسكم من الأمراض والجوع والأسقام إلا هو مكتوب في اللوح المحفوظ من قبل أن تُخْلَق الخليقة. إن ذلك على الله تعالى يسير.\r\n", "sura_id": 57, "type": 3, "id": 36277, "aya_id": 22}, {"text": " <font color=red>مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ</font><BR><p>يُخْبِر تَعَالَى عَنْ قَدَره السَّابِق فِي خَلْقه قَبْل أَنْ يَبْرَأ الْبَرِيَّة فَقَالَ \" مَا أَصَابَ مِنْ مُصِيبَة فِي الْأَرْض وَلَا فِي أَنْفُسكُمْ \" أَيْ فِي الْآفَاق وَفِي نُفُوسكُمْ \" إِلَّا فِي كِتَاب مِنْ قَبْل أَنْ نَبْرَأهَا \" أَيْ مِنْ قَبْل أَنْ نَخْلُق الْخَلِيقَة وَنَبْرَأ النَّسَمَة وَقَالَ بَعْضهمْ \" مِنْ قَبْل أَنْ نَبْرَأهَا\" عَائِد عَلَى النُّفُوس وَقِيلَ عَائِد عَلَى الْمُصِيبَة وَالْأَحْسَن عَوْده عَلَى الْخَلِيقَة وَالْبَرِيَّة لِدَلَالَةِ الْكَلَام عَلَيْهَا. كَمَا قَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ مَنْصُور بْن عَبْد الرَّحْمَن قَالَ كُنْت جَالِسًا مَعَ الْحَسَن فَقَالَ رَجُل سَلْهُ عَنْ قَوْله تَعَالَى \" مَا أَصَابَ مِنْ مُصِيبَة فِي الْأَرْض وَلَا فِي أَنْفُسكُمْ إِلَّا فِي كِتَاب مِنْ قَبْل أَنْ نَبْرَأهَا \" فَسَأَلْته عَنْهَا فَقَالَ سُبْحَان اللَّه وَمَنْ يَشُكّ فِي هَذَا ؟ كُلّ مُصِيبَة بَيْن السَّمَاء وَالْأَرْض فَفِي كِتَاب اللَّه مِنْ قَبْل أَنْ يَبْرَأ النَّسَمَة وَقَالَ قَتَادَة : \" مَا أَصَابَ مِنْ مُصِيبَة فِي الْأَرْض \" قَالَ هِيَ السُّنُونَ يَعْنِي الْجَدْب \" وَلَا فِي أَنْفُسكُمْ \" يَقُول الْأَوْجَاع وَالْأَمْرَاض قَالَ وَبَلَغْنَا أَنَّهُ لَيْسَ أَحَد يُصِيبهُ خَدْش عُود وَلَا نَكْبَة قَدَم وَلَا خَلَجَان عَرَق إِلَّا بِذَنْبٍ وَمَا يَعْفُو اللَّه عَنْهُ أَكْثَر . وَهَذِهِ الْآيَة الْكَرِيمَة الْعَظِيمَة مِنْ أَدَلّ دَلِيل عَلَى الْقَدَرِيَّة نُفَاة الْعِلْم السَّابِق - قَبَّحَهُمْ اللَّه - وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا حَيْوَة وَابْن لَهِيعَة قَالَا أَخْبَرَنَا أَبُو هَانِئ الْخَوْلَانِيّ أَنَّهُ سَمِعَ أَبَا عَبْد الرَّحْمَن الْحُبُلِيّ يَقُول : سَمِعْت عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" قَدَّرَ اللَّه الْمَقَادِير قَبْل أَنْ يَخْلُق السَّمَوَات وَالْأَرْض بِخَمْسِينَ أَلْف سَنَة\" وَرَوَاهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث عَبْد اللَّه بْن وَهْب وَحَيْوَة بْن شُرَيْح وَنَافِع بْن زَيْد وَثَلَاثَتهمْ عَنْ أَبِي هَانِئ بِهِ وَزَادَ اِبْن وَهْب \" وَكَانَ عَرْشه عَلَى الْمَاء \" وَرَوَاهُ التِّرْمِذِيّ وَقَالَ حَسَن صَحِيح . وَقَوْله تَعَالَى \" إِنَّ ذَلِكَ عَلَى اللَّه يَسِير \" أَيْ أَنَّ عِلْمه تَعَالَى الْأَشْيَاء قَبْل كَوْنهَا وَكِتَابَته لَهَا طَبَق مَا يُوجَد فِي حِينهَا سَهْل عَلَى اللَّه عَزَّ وَجَلَّ لِأَنَّهُ يَعْلَم مَا كَانَ وَمَا يَكُون وَمَا لَمْ يَكُنْ لَوْ كَانَ كَيْفَ كَانَ يَكُون .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42015, "aya_id": 22}]