[{"text": "وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِن مَّاء فَمِنْهُم مَّن يَمْشِي عَلَى بَطْنِهِ وَمِنْهُم مَّن يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاء إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 24, "type": 0, "id": 2836, "aya_id": 45}, {"text": "والله خلق كل دابة من ماء فمنهم من يمشي على بطنه ومنهم من يمشي على رجلين ومنهم من يمشي على أربع يخلق الله ما يشاء إن الله على كل شيء قدير", "sura_id": 24, "type": 1, "id": 9072, "aya_id": 45}, {"text": "45 - (والله خلق كل دابة) حيوان (من ماء) نطفة (فمنهم من يمشي على بطنه) كالحيات والهوام (ومنهم من يمشي على رجلين) كالإنسان والطير (ومنهم من يمشي على أربع) كالبهائم والأنعام (يخلق الله ما يشاء إن الله على كل شيء قدير) \r\n", "sura_id": 24, "type": 2, "id": 27780, "aya_id": 45}, {"text": "والله تعالى خلق كل ما يدِب على الأرض مِن ماء، فالماء أصل خلقه، فمن هذه الدواب: مَن يمشي زحفًا على بطنه كالحيَّات ونحوها, ومنهم مَن يمشي على رجلين كالإنسان، ومنهم من يمشي على أربع كالبهائم ونحوها. والله سبحانه وتعالى يخلق ما يشاء، وهو قادر على كل شيء.\r\n", "sura_id": 24, "type": 3, "id": 34016, "aya_id": 45}, {"text": " <font color=red>وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>يَذْكُر تَعَالَى قُدْرَته التَّامَّة وَسُلْطَانه الْعَظِيم فِي خَلْقه أَنْوَاع الْمَخْلُوقَات عَلَى اِخْتِلَاف أَشْكَالهَا وَأَلْوَانهَا وَحَرَكَاتهَا وَسَكَنَاتهَا مِنْ مَاء وَاحِد \" فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنه \" كَالْحَيَّةِ وَمَا شَاكَلَهَا \" وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ \" كَالْإِنْسَانِ وَالطَّيْر \" وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَع \" كَالْأَنْعَامِ وَسَائِر الْحَيَوَانَات وَلِهَذَا قَالَ \" يَخْلُق اللَّه مَا يَشَاء \" أَيْ بِقُدْرَتِهِ لِأَنَّهُ مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَلِهَذَا قَالَ \" إِنَّ اللَّه عَلَى كُلّ شَيْء قَدِير \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39264, "aya_id": 45}]