[{"text": "دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلّهِ رَبِّ الْعَالَمِينَ", "sura_id": 10, "type": 0, "id": 1374, "aya_id": 10}, {"text": "دعواهم فيها سبحانك اللهم وتحيتهم فيها سلام وآخر دعواهم أن الحمد لله رب العالمين", "sura_id": 10, "type": 1, "id": 7610, "aya_id": 10}, {"text": "10 - (دعواهم فيها) طلبهم يشتهونه في الجنة أن يقولوا (سبحانك اللهم) أي يا الله فإذا ما طلبوه وجدوه بين أيديهم (وتحيتهم) فيما بينهم (فيها سلام وآخر دعواهم أن) مفسرة (الحمد لله رب العالمين) \r\n", "sura_id": 10, "type": 2, "id": 26318, "aya_id": 10}, {"text": "دعاؤهم في الجنة التسبيح (سبحانك اللهم)، وتحية الله وملائكته لهم, وتحية بعضهم بعضًا في الجنة (سلام)، وآخر دعائهم قولهم: \"الحمد لله رب العالمين\" أي: الشكر والثناء لله خالق المخلوقات ومربِّيها بنعمه.\r\n", "sura_id": 10, "type": 3, "id": 32554, "aya_id": 10}, {"text": " <font color=red>دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</font><BR><p>\" دَعْوَاهُمْ فِيهَا سُبْحَانك اللَّهُمَّ وَتَحِيَّتهمْ فِيهَا سَلَام وَآخِر دَعْوَاهُمْ أَنْ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" أَيْ هَذَا حَال أَهْل الْجَنَّة. قَالَ اِبْن جُرَيْج أَخْبَرَ أَنَّ قَوْله \" دَعْوَاهُمْ فِيهَا سُبْحَانك اللَّهُمَّ \" قَالَ إِذَا مَرَّ بِهِمْ الطَّيْر يَشْتَهُونَهُ قَالُوا سُبْحَانك اللَّهُمَّ وَذَلِكَ دَعْوَاهُمْ فَيَأْتِيهِمْ الْمَلَك بِمَا يَشْتَهُونَهُ فَيُسَلِّم عَلَيْهِمْ فَيَرُدُّونَ عَلَيْهِ فَذَلِكَ قَوْله \" وَتَحِيَّتهمْ فِيهَا سَلَام \" قَالَ فَإِذَا أَكَلُوا حَمِدُوا اللَّه رَبّهمْ فَذَلِكَ قَوْله \" وَآخِر دَعْوَاهُمْ أَنْ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" وَقَالَ مُقَاتِل بْن حَيَّان : إِذَا أَرَادَ أَهْل الْجَنَّة أَنْ يَدْعُوا بِالطَّعَامِ قَالَ أَحَدهمْ \" سُبْحَانك اللَّهُمَّ \" قَالَ فَيَقُوم عَلَى أَحَدهمْ عَشْرَة آلَاف خَادِم مَعَ كُلّ خَادِم صَحْفَة مِنْ ذَهَب فِيهَا طَعَام لَيْسَ فِي الْأُخْرَى قَالَ فَيَأْكُل مِنْهُنَّ كُلّهنَّ وَقَالَ سُفْيَان الثَّوْرِيّ : إِذَا أَرَادَ أَحَدهمْ أَنْ يَدْعُو بِشَيْءٍ قَالَ \" سُبْحَانك اللَّهُمَّ \" وَهَذِهِ الْآيَة فِيهَا شَبَه مِنْ قَوْله \" تَحِيَّتهمْ يَوْم يَلْقَوْنَهُ سَلَام \" الْآيَة . وَقَوْله \" لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا إِلَّا قِيلَا سَلَامًا سَلَامًا \" وَقَوْله \" سَلَام قَوْلًا مِنْ رَبّ رَحِيم \" وَقَوْله \" وَالْمَلَائِكَة يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلّ بَاب سَلَام عَلَيْكُمْ \" الْآيَة وَقَوْله \" وَآخِر دَعْوَاهُمْ أَنْ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" هَذَا فِيهِ دَلَالَة عَلَى أَنَّهُ تَعَالَى هُوَ الْمَحْمُود أَبَدًا الْمَعْبُود عَلَى طُول الْمَدَى وَلِهَذَا حَمِدَ نَفْسه عِنْد اِبْتِدَاء خَلْقه وَاسْتِمْرَاره وَفِي اِبْتِدَاء كِتَابه وَعِنْد اِبْتِدَاء تَنْزِيله حَيْثُ يَقُول تَعَالَى \" الْحَمْد لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْده الْكِتَاب \" \" الْحَمْد لِلَّهِ الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض \" إِلَى غَيْر ذَلِكَ مِنْ الْأَحْوَال الَّتِي يَطُول بَسْطهَا وَأَنَّهُ الْمَحْمُود فِي الْأُولَى وَالْآخِرَة فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة فِي جَمِيع الْأَحْوَال وَلِهَذَا جَاءَ فِي الْحَدِيث \" إِنَّ أَهْل الْجَنَّة يُلْهَمُونَ التَّسْبِيح وَالتَّحْمِيد كَمَا يُلْهَمُونَ النَّفْس \" وَإِنَّمَا يَكُون ذَلِكَ كَذَلِكَ لِمَا يَرَوْنَ مِنْ تَزَايُد نِعَم اللَّه عَلَيْهِمْ فَتُكَرَّر وَتُعَاد وَتَزْدَاد فَلَيْسَ لَهَا اِنْقِضَاء وَلَا أَمَد فَلَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37425, "aya_id": 10}]