[{"text": "وَلَوْلاَ فَضْلُ اللّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّت طَّآئِفَةٌ مُّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلاُّ أَنفُسَهُمْ وَمَا يَضُرُّونَكَ مِن شَيْءٍ وَأَنزَلَ اللّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللّهِ عَلَيْكَ عَظِيمًا", "sura_id": 4, "type": 0, "id": 606, "aya_id": 113}, {"text": "ولولا فضل الله عليك ورحمته لهمت طائفة منهم أن يضلوك وما يضلون إلا أنفسهم وما يضرونك من شيء وأنزل الله عليك الكتاب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيما", "sura_id": 4, "type": 1, "id": 6842, "aya_id": 113}, {"text": "113 - (ولولا فضل الله عليك) يا محمد (ورحمته) بالعصمة (لهمت) أضمرت (طائفة منهم) من قوم طعمة (أن يضلوك) عن القضاء بالحق بتلبيسهم عليك (وما يضلون إلا أنفسهم وما يضرونك من شيء) لأن وبال إضلالهم عليهم (وأنزل الله عليك الكتاب) القرآن (والحكمة) ما فيه من الأحكام (وعلمك ما لم تكن تعلم) من الأحكام والغيب (وكان فضل الله عليك) بذلك وغيره (عظيما) \r\n", "sura_id": 4, "type": 2, "id": 25550, "aya_id": 113}, {"text": "ولولا أن الله تعالى قد مَنَّ عليك -أيها الرسول- ورحمك بنعمة النبوة, فعصمك بتوفيقه بما أوحى إليك, لعزمت جماعة من الذين يخونون أنفسهم أن يُزِلُّوكَ عن طريق الحق, وما يُزِلُّونَ بذلك إلا أنفسهم, وما يقدرون على إيذائك لعصمة الله لك, وأنزل الله عليك القرآن والسنة المبينة له, وهداك إلى علم ما لم تكن تعلمه مِن قبل, وكان ما خصَّك الله به من فضلٍ أمرًا عظيمًا.\r\n", "sura_id": 4, "type": 3, "id": 31786, "aya_id": 113}, {"text": " <font color=red>وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا</font><BR><p>وَقَوْله وَلَوْلَا فَضْل اللَّه عَلَيْك وَرَحْمَته لَهَمَّتْ طَائِفَة مِنْهُمْ أَنْ يُضِلُّوك وَمَا يُضِلُّونَ إِلَّا أَنْفُسهمْ وَمَا يَضُرُّونَك مِنْ شَيْء وَقَالَ الْإِمَام اِبْن أَبِي حَاتِم : أَنْبَأَنَا هَاشِم بْن الْقَاسِم الْحَرَّانِيّ فِيمَا كُتِبَ إِلَيَّ حَدَّثَنَا مُحَمَّد بْن سَلَمَة عَنْ مُحَمَّد بْن إِسْحَاق عَنْ عَاصِم بْن عُمَر بْن قَتَادَة الْأَنْصَارِيّ عَنْ أَبِيهِ عَنْ جَدّه قَتَادَة بْن النُّعْمَان وَذَكَرَ قِصَّة بَنِي أُبَيْرِق فَأَنْزَلَ اللَّه لَهَمَّتْ طَائِفَة مِنْهُمْ أَنْ يُضِلُّوك وَمَا يُضِلُّونَ إِلَّا أَنْفُسهمْ وَمَا يَضُرُّونَك مِنْ شَيْء يَعْنِي أُسَيْد بْن عُرْوَة وَأَصْحَابه يَعْنِي بِذَلِكَ لَمَّا أَثْنَوْا عَلَى بَنِي أُبَيْرِق وَلَامُوا قَتَادَة بْن النُّعْمَان فِي كَوْنه اِتَّهَمَهُمْ وَهُمْ صُلَحَاء بُرَآء وَلَمْ يَكُنْ الْأَمْر كَمَا أَنْهَوْهُ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِهَذَا أَنْزَلَ اللَّه فَصْل الْقَضِيَّة وَجَلَاءَهَا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ اِمْتَنَّ عَلَيْهِ بِتَأْيِيدِهِ إِيَّاهُ فِي جَمِيع الْأَحْوَال وَعِصْمَته لَهُ وَمَا أَنْزَلَ عَلَيْهِ مِنْ الْكِتَاب وَهُوَ الْقُرْآن وَالْحِكْمَة وَهِيَ السُّنَّة \" وَعَلَّمَك مَا لَمْ تَكُنْ تَعْلَم \" أَيْ قَبْل نُزُول ذَلِكَ عَلَيْك كَقَوْلِهِ \" وَكَذَلِكَ أَوْحَيْنَا إِلَيْك رُوحًا مِنْ أَمْرك مَا كُنْت تَدْرِي مَا الْكِتَاب \" إِلَى آخِر السُّورَة وَقَالَ تَعَالَى \" وَمَا كُنْت تَرْجُو أَنْ يُلْقَى إِلَيْك الْكِتَاب إِلَّا رَحْمَة مِنْ رَبّك \" وَلِهَذَا قَالَ وَكَانَ فَضْل اللَّه عَلَيْك عَظِيمًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40783, "aya_id": 113}]