[{"text": "وَهُوَ الَّذِي مَدَّ الأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِن كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ", "sura_id": 13, "type": 0, "id": 1710, "aya_id": 3}, {"text": "وهو الذي مد الأرض وجعل فيها رواسي وأنهارا ومن كل الثمرات جعل فيها زوجين اثنين يغشي الليل النهار إن في ذلك لآيات لقوم يتفكرون", "sura_id": 13, "type": 1, "id": 7946, "aya_id": 3}, {"text": "3 - (وهو الذي مد) بسط (الأرض وجعل) خلق (فيها رواسي) جبالاً ثوابت (وأنهارا ومن كل الثمرات جعل فيها زوجين اثنين) من كل نوع (يُغشي) يغطي (الليلَ) بظلمته (النهارَ إن في ذلك) المذكور (لآيات) دلالات على وحدانيته تعالى (لقوم يتفكرون) في صنع الله \r\n", "sura_id": 13, "type": 2, "id": 26654, "aya_id": 3}, {"text": "وهو سبحانه الذي جعل الأرض متسعة ممتدة, وهيأها لمعاشكم, وجعل فيها جبالا تُثبِّتُها وأنهارًا لشربكم ومنافعكم, وجعل فيها من كل الثمرات صنفين اثنين, فكان منها الأبيض والأسود والحلو والحامض, وجعل الليل يغطي النهار بظلمته, إن في ذلك كله لَعظات لقوم يتفكرون فيها, فيتعظون.\r\n", "sura_id": 13, "type": 3, "id": 32890, "aya_id": 3}, {"text": " <font color=red>وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى الْعَالَم الْعُلْوِيّ شَرَعَ فِي ذِكْر قُدْرَته وَحِكْمَته وَأَحْكَامه لِلْعَالَمِ السُّفْلِيّ فَقَالَ \" وَهُوَ الَّذِي مَدَّ الْأَرْض \" أَيْ جَعَلَهَا مُتَّسِعَة مُمْتَدَّة فِي الطُّول وَالْعَرْض وَأَرْسَاهَا بِجِبَالٍ رَاسِيَات شَامِخَات وَأَجْرَى فِيهَا الْأَنْهَار وَالْجَدَاوِل وَالْعُيُون لِيَسْقِيَ مَا جُعِلَ فِيهَا مِنْ الثَّمَرَات الْمُخْتَلِفَة الْأَلْوَان وَالْأَشْكَال وَالطُّعُوم وَالرَّوَائِح \" مِنْ كُلّ زَوْجَيْنِ اِثْنَيْنِ \" أَيْ مِنْ كُلّ شَكْل صِنْفَانِ \" يُغْشِي اللَّيْل النَّهَار \" أَيْ جَعَلَ كُلًّا مِنْهُمَا يَطْلُب الْآخَر طَلَبًا حَثِيثًا فَإِذَا ذَهَبَ هَذَا غَشِيَهُ هَذَا وَإِذَا اِنْقَضَى هَذَا جَاءَ الْآخَر فَيَتَصَرَّف أَيْضًا فِي الزَّمَان كَمَا يَتَصَرَّف فِي الْمَكَان وَالسُّكَّان \" إِنَّ فِي ذَلِكَ لِآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ \" أَيْ فِي آلَاء اللَّه وَحُكْمه وَدَلَائِله .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37879, "aya_id": 3}]