[{"text": "وَرَبُّكَ أَعْلَمُ بِمَن فِي السَّمَاوَاتِ وَالأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا", "sura_id": 17, "type": 0, "id": 2084, "aya_id": 55}, {"text": "و ربك أعلم بمن في السماوات و الأرض و لقد فضلنا بعض النبيين على بعض و آتينا داود زبورا", "sura_id": 17, "type": 1, "id": 8320, "aya_id": 55}, {"text": "55 - (وربك أعلم بمن في السماوات والأرض) فيخصهم بما شاء على قدر أحوالهم (ولقد فضلنا بعض النبيين على بعض) بتخصيص كل منهم بفضيلة كموسى بالكلام وإبراهيم بالخلة ومحمد بالإسراء (وآتينا داود زبورا) \r\n", "sura_id": 17, "type": 2, "id": 27028, "aya_id": 55}, {"text": "وربك -أيها النبي- أعلم بمَن في السموات والأرض. ولقد فَضَّلْنا بعض النبيين على بعض بالفضائل وكثرة الأتباع وإنزال الكتب، وأعطينا داود الزبور.\r\n", "sura_id": 17, "type": 3, "id": 33264, "aya_id": 55}, {"text": " <font color=red>وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُدَ زَبُورًا</font><BR><p>وَقَوْله \" وَرَبّك أَعْلَم بِمَنْ فِي السَّمَاوَات وَالْأَرْض \" أَيْ بِمَرَاتِبِهِمْ فِي الطَّاعَة وَالْمَعْصِيَة \" وَلَقَدْ فَضَّلْنَا بَعْض النَّبِيِّينَ عَلَى بَعْض \" وَكَمَا قَالَ تَعَالَى \" تِلْكَ الرُّسُل فَضَّلْنَا بَعْضهمْ عَلَى بَعْض مِنْهُمْ مَنْ كَلَّمَ اللَّه وَرَفَعَ بَعْضهمْ دَرَجَات \" وَهَذَا لَا يُنَافِي مَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تُفَضِّلُوا بَيْن الْأَنْبِيَاء \" فَإِنَّ الْمُرَاد مِنْ ذَلِكَ هُوَ التَّفْضِيل بِمُجَرَّدِ التَّشَهِّي وَالْعَصَبِيَّة لَا بِمُقْتَضَى الدَّلِيل فَإِذَا دَلَّ الدَّلِيل عَلَى شَيْء وَجَبَ اِتِّبَاعه وَلَا خِلَاف أَنَّ الرُّسُل أَفْضَل مِنْ بَقِيَّة الْأَنْبِيَاء وَأَنَّ أُولِي الْعَزْم مِنْهُمْ أَفْضَلهمْ وَهُمْ الْخَمْسَة الْمَذْكُورُونَ نَصًّا فِي آيَتَيْنِ مِنْ الْقُرْآن فِي سُورَة الْأَحْزَاب \" وَإِذْ أَخَذْنَا مِنْ النَّبِيِّينَ مِيثَاقهمْ وَمِنْك وَمِنْ نُوح وَإِبْرَاهِيم وَمُوسَى وَعِيسَى اِبْن مَرْيَم \" وَفِي الشُّورَى فِي قَوْله \" شَرَعَ لَكُمْ مِنْ الدِّين مَا وَصَّى بِهِ نُوحًا وَاَلَّذِي أَوْحَيْنَا إِلَيْك وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيم وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّين وَلَا تَتَفَرَّقُوا فِيهِ \" وَلَا خِلَاف أَنَّ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَفْضَلهمْ ثُمَّ بَعْده إِبْرَاهِيم ثُمَّ مُوسَى ثُمَّ عِيسَى عَلَيْهِمْ السَّلَام عَلَى الْمَشْهُور وَقَدْ بَسَطْنَاهُ بِدَلَائِلِهِ فِي غَيْر هَذَا الْمَوْضِع وَاَللَّه الْمُوَفِّق. وَقَوْله تَعَالَى \" وَآتَيْنَا دَاوُد زَبُورًا \" تَنْبِيه عَلَى فَضْله وَشَرَفه . قَالَ الْبُخَارِيّ حَدَّثَنَا إِسْحَاق بْن نَصْر أَخْبَرَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" خُفِّفَ عَلَى دَاوُد الْقُرْآن فَكَانَ يَأْمُر بِدَوَابِّهِ فَتُسْرَج فَكَانَ يَقْرَؤُهُ قَبْل أَنْ يَفْرُغ \" يَعْنِي الْقُرْآن .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38240, "aya_id": 55}]