[{"text": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ", "sura_id": 27, "type": 0, "id": 3178, "aya_id": 19}, {"text": "فتبسم ضاحكا من قولها وقال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأدخلني برحمتك في عبادك الصالحين", "sura_id": 27, "type": 1, "id": 9414, "aya_id": 19}, {"text": "19 - (فتبسم) سليمان ابتداء (ضاحكا) انتهاء (من قولها) وقد سمعه من ثلاثة أميال حملته إليه الريح فحبس جنده حين أشرف على واديهم حتى دخلوا بيوتهم وكان جنده ركبانا ومشاة في هذا السير (وقال رب أوزعني) ألهمني (أن أشكر نعمتك التي أنعمت) بها (علي وعلى والدي وأن أعمل صالحا ترضاه وأدخلني برحمتك في عبادك الصالحين) الأنبياء والأولياء \r\n", "sura_id": 27, "type": 2, "id": 28122, "aya_id": 19}, {"text": " فتبسم ضاحكًا من قول هذه النملة لفهمها واهتدائها إلى تحذير النمل, واستشعر نعمة الله عليه, فتوجَّه إليه داعيًا: ربِّ ألْهِمْني, ووفقني, أن أشكر نعمتك التي أنعمت عليَّ وعلى والديَّ, وأن أعمل عملا صالحًا ترضاه مني, وأدخلني برحمتك في نعيم جنتك مع عبادك الصالحين الذين ارتضيت أعمالهم.\r\n", "sura_id": 27, "type": 3, "id": 34358, "aya_id": 19}, {"text": " <font color=red>فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ</font><BR><p>أَيْ أَلْهِمْنِي أَنْ أَشْكُر نِعْمَتك الَّتِي مَنَنْت بِهَا عَلَيَّ مِنْ تَعْلِيمِي مَنْطِق الطَّيْر وَالْحَيَوَان وَعَلَى وَالِدَيَّ بِالْإِسْلَامِ لَك وَالْإِيمَان بِك \" وَأَنْ أَعْمَل صَالِحًا تَرْضَاهُ\" أَيْ عَمَلًا تُحِبّهُ وَتَرْضَاهُ \" وَأَدْخِلْنِي بِرَحْمَتِك فِي عِبَادك الصَّالِحِينَ \" أَيْ إِذَا تَوَفَّيْتنِي فَأَلْحِقْنِي بِالصَّالِحِينَ مِنْ عِبَادك وَالرَّفِيق الْأَعْلَى مِنْ أَوْلِيَائِك وَمَنْ قَالَ مِنْ الْمُفَسِّرِينَ إِنَّ هَذَا الْوَادِي كَانَ بِأَرْضِ الشَّام أَوْ بِغَيْرِهِ وَإِنَّ هَذِهِ النَّمْلَة كَانَتْ ذَات جَنَاحَيْنِ كَالذُّبَابِ أَوْ غَيْر ذَلِكَ مِنْ الْأَقَاوِيل فَلَا حَاصِل لَهَا وَعَنْ نَوْف الْبِكَالِيّ أَنَّهُ قَالَ كَانَ نَمْل سُلَيْمَان أَمْثَال الذِّئَاب هَكَذَا رَأَيْته مَضْبُوطًا بِالْيَاءِ الْمُثَنَّاة مِنْ تَحْت وَإِنَّمَا هُوَ بِالْبَاءِ الْمُوَحَّدَة وَذَلِكَ تَصْحِيف وَاَللَّه أَعْلَم وَالْغَرَض أَنَّ سُلَيْمَان عَلَيْهِ السَّلَام فَهِمَ قَوْلهَا وَتَبَسَّمَ ضَاحِكًا مِنْ ذَلِكَ وَهَذَا أَمْر عَظِيم جِدًّا وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا يَزِيد بْن هَارُون أَنْبَأَنَا مِسْعَر عَنْ زَيْد الْعَمِّيّ عَنْ أَبِي الصِّدِّيق النَّاجِيّ قَالَ خَرَجَ سُلَيْمَان بْن دَاوُد عَلَيْهِمَا السَّلَام يَسْتَسْقِي فَإِذَا هُوَ بِنَمْلَةٍ مُسْتَلْقِيَة عَلَى ظَهْرهَا رَافِعَة قَوَائِمهَا إِلَى السَّمَاء وَهِيَ تَقُول : اللَّهُمَّ إِنَّا خَلْق مِنْ خَلْقك وَلَا غِنَى بِنَا عَنْ سُقْيَاك وَإِلَّا تَسْقِنَا تُهْلِكنَا فَقَالَ سُلَيْمَان اِرْجِعُوا فَقَدْ سُقِيتُمْ بِدَعْوَةِ غَيْركُمْ وَقَدْ ثَبَتَ فِي الصَّحِيح عِنْد مُسْلِم مِنْ طَرِيق عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" قَرَصَتْ نَبِيًّا مِنْ الْأَنْبِيَاء نَمْلَة فَأَمَرَ بِقَرْيَةِ النَّمْل فَأُحْرِقَتْ فَأَوْحَى اللَّه إِلَيْهِ أَفِي أَنْ قَرَصَتْك نَمْلَة أَهْلَكْت أُمَّة مِنْ الْأُمَم تُسَبِّح ؟ فَهَلَّا نَمْلَة وَاحِدَة \" .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39603, "aya_id": 19}]