[{"text": "لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُّسْتَقِيمًا", "sura_id": 48, "type": 0, "id": 4585, "aya_id": 2}, {"text": "ليغفر لك الله ما تقدم من ذنبك وما تأخر ويتم نعمته عليك ويهديك صراطا مستقيما", "sura_id": 48, "type": 1, "id": 10821, "aya_id": 2}, {"text": "2 - (ليغفر لك الله) بجهادك (ما تقدم من ذنبك وما تأخر) منه لترغب امتك في الجهاد وهو مؤول لعصمة الأنبياء عليهم الصلاة والسلام بالدليل العقلي القاطع من الذنوب واللام للعلة الغائية فمدخولها مسبب لا سبب (ويتم) بالفتح المذكور (نعمته) إنعامه (عليك ويهديك) به (صراطا) طريقا (مستقيما) يثبتك عليه وهو دين الإسلام \r\n", "sura_id": 48, "type": 2, "id": 29529, "aya_id": 2}, {"text": "فتحنا لك ذلك الفتح, ويسَّرناه لك؛ ليغفر الله لك ما تقدم من ذنبك وما تأخر؛ بسبب ما حصل من هذا الفتح من الطاعات الكثيرة وبما تحملته من المشقات, ويتم نعمته عليك بإظهار دينك ونصرك على أعدائك, ويرشدك طريقًا مستقيمًا من الدين لا عوج فيه،\r\n", "sura_id": 48, "type": 3, "id": 35765, "aya_id": 2}, {"text": " <font color=red>لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا</font><BR><p>وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ نَزَلْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِيَغْفِر لَك اللَّه مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ \" مَرْجِعهُ مِنْ الْحُدَيْبِيَة قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ أُنْزِلَتْ عَلَيَّ اللَّيْلَة آيَة أَحَبُّ إِلَيَّ مِمَّا عَلَى الْأَرْض \" ثُمَّ قَرَأَهَا عَلَيْهِمْ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا هَنِيئًا مَرِيئًا يَا نَبِيَّ اللَّه بَيَّنَ اللَّه عَزَّ وَجَلَّ مَا يَفْعَل بِك فَمَاذَا يَفْعَل بِنَا ؟ فَنَزَلَتْ عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِيُدْخِل الْمُؤْمِنِينَ وَالْمُؤْمِنَات جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار - حَتَّى بَلَغَ - فَوْزًا عَظِيمًا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ رِوَايَة قَتَادَة بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنَا مُجَمِّع بْن يَعْقُوب قَالَ سَمِعْت أَبِي يُحَدِّث عَنْ عَمِّهِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ الْأَنْصَارِيّ عَنْ عَمّه مُجَمِّع بْن حَارِثَة الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ وَكَانَ أَحَد الْقُرَّاء الَّذِينَ قَرَءُوا الْقُرْآن قَالَ شَهِدْنَا الْحُدَيْبِيَة فَلَمَّا اِنْصَرَفْنَا عَنْهَا إِذَا النَّاس يَنْفِرُونَ الْأَبَاعِر فَقَالَ النَّاس بَعْضهمْ لِبَعْضٍ : مَا لِلنَّاسِ ؟ قَالُوا أُوحِيَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَرَجْنَا مَعَ النَّاسِ نُوجِف فَإِذَا رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رَاحِلَتِهِ عِنْد كُرَاعِ الْغَمِيمِ فَاجْتَمَعَ النَّاسُ عَلَيْهِ فَقَرَأَ عَلَيْهِمْ\" إِنَّا فَتَحْنَا لَك فَتْحًا مُبِينًا \" قَالَ : فَقَالَ رَجُل مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيْ رَسُول اللَّه أَوَفَتْحٌ هُوَ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِي وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنَّهُ لَفَتْحٌ \" فَقُسِمَتْ خَيْبَر عَلَى أَهْل الْحُدَيْبِيَة لَمْ يَدْخُل مَعَهُمْ فِيهَا أَحَد إِلَّا مَنْ شَهِدَ الْحُدَيْبِيَة فَقَسَمَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَمَانِيَة عَشَرَ سَهْمًا وَكَانَ الْجَيْش أَلْفًا وَخَمْسمِائَةٍ مِنْهُمْ ثَلَاثمِائَةِ فَارِس أَعْطَى الْفَارِس سَهْمَيْنِ وَأَعْطَى الرَّاجِل سَهْمًا وَرَوَاهُ أَبُو دَاوُدَ فِي الْجِهَاد عَنْ مُحَمَّد بْن عِيسَى عَنْ مُجَمِّع بْن يَعْقُوب بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن بَزِيع حَدَّثَنَا أَبُو يَحْيَى حَدَّثَنَا شُعْبَة حَدَّثَنَا جَامِع بْن شَدَّاد عَنْ أَبِي عَبْد الرَّحْمَن بْن أَبِي عَلْقَمَة قَالَ سَمِعْت عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ يَقُول : لَمَّا أَقْبَلْنَا مِنْ الْحُدَيْبِيَة عَرَّسْنَا فَنِمْنَا فَلَمْ نَسْتَيْقِظ إِلَّا وَالشَّمْس قَدْ طَلَعَتْ فَاسْتَيْقَظْنَا وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَائِم قَالَ : فَقُلْنَا أَيْقِظُوهُ فَاسْتَيْقَظَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" اِفْعَلُوا مَا كُنْتُمْ تَفْعَلُونَ وَكَذَلِكَ يَفْعَل مَنْ نَامَ أَوْ نَسِيَ\" قَالَ وَفَقَدْنَا نَاقَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَطَلَبْنَاهَا فَوَجَدْنَاهَا قَدْ تَعَلَّقَ خِطَامهَا بِشَجَرَةٍ فَأَتَيْته بِهَا فَرَكِبَهَا فَبَيْنَا نَحْنُ نَسِير إِذْ أَتَاهُ الْوَحْي قَالَ وَكَانَ إِذَا أَتَاهُ الْوَحْي اِشْتَدَّ عَلَيْهِ فَلَمَّا سُرِّيَ عَنْهُ أَخْبَرَنَا أَنَّهُ أُنْزِلَ عَلَيْهِ \" إِنَّا فَتَحْنَا لَك فَتْحًا مُبِينًا \" وَقَدْ رَوَاهُ أَحْمَد وَأَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ غَيْر وَجْه عَنْ جَامِع بْن شَدَّاد بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ زِيَاد بْن عِلَاقَة قَالَ سَمِعْت الْمُغِيرَة بْن شُعْبَة يَقُول : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي حَتَّى تَرِمَ قَدَمَاهُ فَقِيلَ لَهُ أَلَيْسَ قَدْ غَفَرَ اللَّه لَك مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَفَلَا أَكُون عَبْدًا شَكُورًا ؟ \" أَخْرَجَاهُ وَبَقِيَّة الْجَمَاعَة إِلَّا أَبَا دَاوُدَ مِنْ حَدِيث زِيَاد بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَارُون بْن مَعْرُوف حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي أَبُو صَخْر عَنْ اِبْن قُسَيْط عَنْ عُرْوَة بْن الزُّبَيْر عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى قَامَ حَتَّى تَنْفَطِر رِجْلَاهُ فَقَالَتْ لَهُ عَائِشَة رَضِيَ اللَّه عَنْهَا يَا رَسُول اللَّه أَتَصْنَعُ هَذَا وَقَدْ غَفَرَ لَك اللَّه مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَائِشَة أَفَلَا أَكُون عَبْدًا شَكُورًا \" أَخْرَجَهُ مُسْلِم فِي الصَّحِيح مِنْ رِوَايَة عَبْد اللَّه بْن وَهْب بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا عَبْد اللَّه بْن عَوْن الْخَرَّاز وَكَانَ ثِقَة بِمَكَّة حَدَّثَنَا مُحَمَّد بْن بِشْر حَدَّثَنَا مِسْعَر عَنْ قَتَادَة عَنْ أَنَس قَالَ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى تَوَرَّمَتْ قَدَمَاهُ - أَوْ قَالَ سَاقَاهُ - فَقِيلَ لَهُ أَلَيْسَ قَدْ غَفَرَ اللَّه لَك مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ ؟ قَالَ \" أَفَلَا أَكُون عَبْدًا شَكُورًا \" غَرِيب مِنْ هَذَا الْوَجْه فَقَوْله \" إِنَّا فَتَحْنَا لَك فَتْحًا مُبِينًا \" أَيْ بَيِّنًا ظَاهِرًا وَالْمُرَاد بِهِ صُلْح الْحُدَيْبِيَة فَإِنَّهُ حَصَلَ بِسَبَبِهِ خَيْر جَزِيل وَآمَنَ النَّاس وَاجْتَمَعَ بَعْضهمْ بِبَعْضٍ وَتَكَلَّمَ الْمُؤْمِن مَعَ الْكَافِر وَانْتَشَرَ الْعِلْم النَّافِع وَالْإِيمَان وَقَوْله تَعَالَى \" لِيَغْفِرَ لَك اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ \" هَذَا مِنْ خَصَائِصه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّتِي لَا يُشَارِكهُ فِيهَا غَيْره وَلَيْسَ فِي حَدِيث صَحِيح فِي ثَوَاب الْأَعْمَال لِغَيْرِهِ غَفَرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ وَهَذَا فِيهِ تَشْرِيف عَظِيم لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جَمِيع أُمُوره عَلَى الطَّاعَة وَالْبِرّ وَالِاسْتِقَامَة الَّتِي لَمْ يَنَلْهَا بَشَر سِوَاهُ لَا مِنْ الْأَوَّلِينَ وَلَا مِنْ الْآخِرِينَ وَهُوَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَكْمَلُ الْبَشَر عَلَى الْإِطْلَاق وَسَيِّدهمْ فِي الدُّنْيَا وَالْآخِرَة وَلَمَّا كَانَ أَطْوَعَ خَلْق اللَّه تَعَالَى وَأَشَدَّهُمْ تَعْظِيمًا لِأَوَامِرِهِ وَنَوَاهِيه قَالَ حِين بَرَكَتْ بِهِ النَّاقَة \" حَبَسَهَا حَابِس الْفِيل \" ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْأَلُونِي الْيَوْم شَيْئًا يُعَظِّمُونَ بِهِ حُرُمَات اللَّه إِلَّا أَجَبْتهمْ إِلَيْهَا \" فَلَمَّا أَطَاعَ اللَّهَ فِي ذَلِكَ وَأَجَابَ إِلَى الصُّلْح قَالَ اللَّه تَعَالَى لَهُ \" إِنَّا فَتَحْنَا لَك فَتْحًا مُبِينًا لِيَغْفِرَ لَك اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ وَيُتِمّ نِعْمَته عَلَيْك \" أَيْ فِي الدُّنْيَا وَالْآخِرَة \" وَيَهْدِيك صِرَاطًا مُسْتَقِيمًا \" أَيْ بِمَا يَشْرَعهُ لَك مِنْ الشَّرْع الْعَظِيم وَالدِّين الْقَوِيم .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41401, "aya_id": 2}]