[{"text": "اللّهُ يَسْتَهْزِىءُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ", "sura_id": 2, "type": 0, "id": 22, "aya_id": 15}, {"text": "الله يستهزئ بهم ويمدهم في طغيانهم يعمهون", "sura_id": 2, "type": 1, "id": 6258, "aya_id": 15}, {"text": "15 - (الله يستهزئ بهم) يجازيهم باستهزائهم (ويمدهم) يمهلهم (في طغيانهم) بتجاوزهم الحد في الكفر (يعمهون) يترددون تحيرا حال \r\n", "sura_id": 2, "type": 2, "id": 24966, "aya_id": 15}, {"text": "الله يستهزئ بهم ويُمهلهم; ليزدادوا ضلالا وحَيْرة وترددًا, ويجازيهم على استهزائهم بالمؤمنين.\r\n", "sura_id": 2, "type": 3, "id": 31202, "aya_id": 15}, {"text": " <font color=red>اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</font><BR><p>وَكَذَلِكَ قَالَ الرَّبِيع بْن أَنَس وَقَتَادَة . وَقَوْله تَعَالَى جَوَابًا لَهُمْ وَمُقَابَلَة عَلَى صَنِيعهمْ \" اللَّه يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ \" وَقَالَ اِبْن جَرِير أَخْبَرَ تَعَالَى أَنَّهُ فَاعِل بِهِمْ ذَلِكَ يَوْم الْقِيَامَة فِي قَوْله تَعَالَى يَوْم يَقُول الْمُنَافِقُونَ وَالْمُنَافِقَات لِلَّذِينَ آمَنُوا اُنْظُرُونَا نَقْتَبِس مِنْ نُوركُمْ قِيلَ اِرْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنهمْ بِسُورٍ لَهُ بَاب بَاطِنُهُ فِيهِ الرَّحْمَة وَظَاهِرُهُ مِنْ قِبَله الْعَذَاب \" الْآيَة وَقَوْله تَعَالَى \" وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْر لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا\" الْآيَة قَالَ فَهَذَا وَمَا أَشْبَهَهُ مِنْ اِسْتِهْزَاء اللَّه تَعَالَى ذِكْرُهُ وَسُخْرِيَته وَمَكْره وَخَدِيعَته لِلْمُنَافِقِينَ وَأَهْل الشِّرْك بِهِ عِنْد قَائِل هَذَا الْقَوْل وَمُتَأَوِّل هَذَا التَّأْوِيل قَالَ : وَقَالَ آخَرُونَ بَلْ اِسْتَهْزَءُوهُ بِهِمْ تَوْبِيخه إِيَّاهُمْ وَلَوْمه لَهُمْ عَلَى مَا رَكِبُوا مِنْ مَعَاصِيه وَالْكُفْر بِهِ قَالَ : وَقَالَ آخَرُونَ هَذَا وَأَمْثَاله عَلَى سَبِيل الْجَوَاب كَقَوْلِ الرَّجُل لِمَنْ يَخْدَعهُ إِذَا ظَفِرَ بِهِ أَنَا الَّذِي خَدَعْتُك . وَلَمْ يَكُنْ مِنْهُ خَدِيعَة وَلَكِنْ - قَالَ ذَلِكَ إِذَا صَارَ الْأَمْر إِلَيْهِ قَالُوا وَكَذَلِكَ قَوْله تَعَالَى \" وَمَكَرُوا وَمَكَرَ اللَّهُ وَاَللَّهُ خَيْرُ الْمَاكِرِينَ \" وَ \" اللَّه يَسْتَهْزِئُ بِهِمْ \" عَلَى الْجَوَاب وَاَللَّه لَا يَكُون مِنْهُ الْمَكْر وَلَا الْهُزْء . وَالْمَعْنَى أَنَّ الْمَكْر وَالْهُزْء حَاقَ بِهِمْ - وَقَالَ آخَرُونَ قَوْله تَعَالَى \" إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ اللَّه يَسْتَهْزِئ بِهِمْ \" وَقَوْله \" يُخَادِعُونَ اللَّه وَهُوَ خَادِعهمْ \" وَقَوْله \" فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ \" وَ \" نَسُوا اللَّه فَنَسِيَهُمْ \" وَمَا أَشْبَهَ ذَلِكَ إِخْبَار مِنْ اللَّه تَعَالَى أَنَّهُ مُجَازِيهمْ جَزَاء الِاسْتِهْزَاء وَمُعَاقَبهمْ عُقُوبَة الْخِدَاع فَأَخْرَجَ خَبَره عَنْ جَزَائِهِ إِيَّاهُمْ وَعِقَابه لَهُمْ مَخْرَج خَبَره عَنْ فِعْلهمْ الَّذِي عَلَيْهِ اِسْتَحَقُّوا الْعِقَاب فِي اللَّفْظ وَإِنْ اِخْتَلَفَ الْمَعْنَيَانِ كَمَا قَالَ تَعَالَى \" وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ \" وَقَوْله تَعَالَى \" فَمَنْ اِعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ \" فَالْأَوَّل ظُلْم وَالثَّانِي عَدْل فَهُمَا وَإِنْ اِتَّفَقَ لَفْظهمَا فَقَدْ اِخْتَلَفَ مَعْنَاهُمَا قَالَ وَإِلَى هَذَا الْمَعْنَى وَجَّهُوا كُلّ مَا فِي الْقُرْآن مِنْ نَظَائِر ذَلِكَ . قَالَ وَقَالَ آخَرُونَ إِنَّ مَعْنَى ذَلِكَ أَنَّ اللَّه أَخْبَرَ عَنْ الْمُنَافِقِينَ أَنَّهُمْ إِذَا خَلَوْا إِلَى مَرَدَتهمْ قَالُوا إِنَّا مَعَكُمْ عَلَى دِينكُمْ فِي تَكْذِيب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ وَمَا جَاءَ بِهِ وَإِنَّمَا نَحْنُ بِمَا نُظْهِر لَهُمْ مِنْ قَوْلنَا لَهُمْ مُسْتَهْزِءُونَ فَأَخْبَرَ تَعَالَى أَنَّهُ يَسْتَهْزِئ بِهِمْ فَيُظْهِر لَهُمْ مِنْ أَحْكَامه فِي الدُّنْيَا يَعْنِي مِنْ عِصْمَة دِمَائِهِمْ وَأَمْوَالهمْ خِلَاف الَّذِي لَهُمْ عِنْده فِي الْآخِرَة يَعْنِي مِنْ الْعَذَاب وَالنَّكَال. ثُمَّ شَرَعَ اِبْن جَرِير يُوَجِّه هَذَا الْقَوْل وَيَنْصُرهُ لِأَنَّ الْمَكْر وَالْخِدَاع وَالسُّخْرِيَة عَلَى وَجْه اللَّعِب وَالْعَبَث مُنْتَفٍ عَنْ اللَّه عَزَّ وَجَلَّ بِالْإِجْمَاعِ وَأَمَّا عَلَى وَجْه الِانْتِقَام وَالْمُقَابَلَة بِالْعَدْلِ وَالْمُجَازَاة فَلَا يَمْتَنِع ذَلِكَ . قَالَ وَبِنَحْوِ مَا قُلْنَا فِيهِ رُوِيَ الْخَبَر عَنْ اِبْن عَبَّاس وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو عُثْمَان حَدَّثَنَا بِشْر عَنْ أَبِي رَوْق عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" اللَّه يَسْتَهْزِئ بِهِمْ \" قَالَ يَسْخَر بِهِمْ لِلنِّقْمَةِ مِنْهُمْ وَقَوْله تَعَالَى \" وَيَمُدّهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ\" قَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ أُنَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : يَمُدّهُمْ يُمْلِي لَهُمْ وَقَالَ مُجَاهِد يَزِيدهُمْ وَقَالَ تَعَالَى \" أَيَحْسَبُونَ أَنَّمَا نُمِدّهُمْ بِهِ مِنْ مَال وَبَنِينَ نُسَارِع لَهُمْ فِي الْخَيْرَات ؟ بَلْ لَا يَشْعُرُونَ \" وَقَالَ \" سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ \" قَالَ بَعْضهمْ كُلَّمَا أَحْدَثُوا ذَنْبًا أَحْدَثَ لَهُمْ نِعْمَة وَهِيَ فِي الْحَقِيقَة نِقْمَة وَقَالَ تَعَالَى \" فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَاب كُلّ شَيْء حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَة فَإِذَا هُمْ مُبْلِسُونَ فَقُطِعَ دَابِر الْقَوْم الَّذِينَ ظَلَمُوا وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" . قَالَ اِبْن جَرِير وَالصَّوَاب نَزِيدهُمْ عَلَى وَجْه الْإِمْلَاء وَالتَّرْك لَهُمْ فِي عُتُوّهُمْ وَتَمَرُّدهمْ كَمَا قَالَ تَعَالَى \" وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة وَنَذَرُهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ\" وَالطُّغْيَان هُوَ الْمُجَاوَزَة فِي الشَّيْء كَمَا قَالَ تَعَالَى إِنَّا لَمَّا طَغَى الْمَاء حَمَلْنَاكُمْ فِي الْجَارِيَة وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي طُغْيَانهمْ يَعْمَهُونَ فِي كُفْرهمْ يَتَرَدَّدُونَ وَكَذَا فَسَّرَهُ السُّدِّيّ بِسَنَدِهِ عَنْ الصَّحَابَة وَبِهِ يَقُول أَبُو الْعَالِيَة وَقَتَادَة وَالرَّبِيع بْن أَنَس وَمُجَاهِد وَأَبُو مَالِك وَعَبْد الرَّحْمَن بْن زَيْد فِي كُفْرهمْ وَضَلَالَتهمْ. قَالَ اِبْن جَرِير وَالْعَمَهُ الضَّلَالُ . يُقَال عَمِهَ فُلَانُ يَعْمَهُ عَمَهًا وَعُمُوهًا إِذَا ضَلَّ قَالَ وَقَوْله \" فِي طُغْيَانهمْ يَعْمَهُونَ \" فِي ضَلَالَتهمْ وَكُفْرهمْ الَّذِي غَمَرَهُمْ دَنَسه وَعَلَاهُمْ رِجْسه يَتَرَدَّدُونَ حَيَارَى ضُلَّالًا لَا يَجِدُونَ إِلَى الْمَخْرَج مِنْهُ سَبِيلًا لِأَنَّ اللَّه قَدْ طَبَعَ عَلَى قُلُوبهمْ وَخَتَمَ عَلَيْهَا وَأَعْمَى أَبْصَارهمْ عَنْ الْهُدَى وَأَغْشَاهَا لَا يُبْصِرُونَ رُشْدًا وَلَا يَهْتَدُونَ سَبِيلًا . وَقَالَ بَعْضهمْ الْعَمَى فِي الْعَيْن وَالْعَمَه فِي الْقَلْب وَقَدْ يُسْتَعْمَل الْعَمَى فِي الْقَلْب أَيْضًا . قَالَ اللَّه تَعَالَى \" فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُور \" وَتَقُول عَمِهَ الرَّجُل يَعْمَهُ عُمُوهًا فَهُوَ عَمِهٌ وَعَامِهٌ وَجَمْعه عُمْهٌ وَذَهَبَتْ إِلَه الْعَمْهَاء إِذَا لَمْ يَدْرِ أَيْنَ ذَهَبَتْ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38553, "aya_id": 15}]