[{"text": "وَاسُتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاء مَنْ أَرَادَ بِأَهْلِكَ سُوَءًا إِلاَّ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ", "sura_id": 12, "type": 0, "id": 1621, "aya_id": 25}, {"text": "واستبقا الباب وقدت قميصه من دبر وألفيا سيدها لدى الباب قالت ما جزاء من أراد بأهلك سوءا إلا أن يسجن أو عذاب أليم", "sura_id": 12, "type": 1, "id": 7857, "aya_id": 25}, {"text": "25 - (واستبقا الباب) بادر إليه يوسف للفرار وهي للتشبث به فأمسكت ثوبه وجذبته إليها (وقدت) شقت (قميصه من دبر وألفيا) وجدا (سيدها) زوجها (لدى الباب) فنزهت نفسها ثم (قالت ما جزاء من أراد بأهلك سوء) زنا (إلا أن يسجن) يحبس في سجن (أو عذاب أليم) مؤلم بأن يضرب \r\n", "sura_id": 12, "type": 2, "id": 26565, "aya_id": 25}, {"text": "وأسرع يوسف إلى الباب يريد الخروج, وأسرعت تحاول الإمساك به, وجذبت قميصه من خلفه; لتحول بينه وبين الخروج فشقَّته, ووجدا زوجها عند الباب فقالت: ما جزاء مَن أراد بامرأتك فاحشة إلا أن يسجن أو يعذب العذاب الموجع.\r\n", "sura_id": 12, "type": 3, "id": 32801, "aya_id": 25}, {"text": " <font color=red>وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ</font><BR><p>يُخْبِر تَعَالَى عَنْ حَالهمَا حِين خَرَجَا يَسْتَبِقَانِ إِلَى الْبَاب يُوسُف هَارِب وَالْمَرْأَة تَطْلُبهُ لِيَرْجِع إِلَى الْبَيْت فَلَحِقَتْهُ فِي أَثْنَاء ذَلِكَ فَأَمْسَكَتْ بِقَمِيصِهِ مِنْ وَرَائِهِ فَقَدَّتْهُ قَدًّا فَظِيعًا يُقَال إِنَّهُ سَقَطَ عَنْهُ وَاسْتَمَرَّ يُوسُف هَارِبًا ذَاهِبًا وَهِيَ فِي إِثْره فَأَلْفَيَا سَيِّدهَا وَهُوَ زَوْجهَا عِنْد الْبَاب فَعِنْد ذَلِكَ خَرَجَتْ مِمَّا هِيَ فِيهِ بِمَكْرِهَا وَكَيْدهَا وَقَالَتْ لِزَوْجِهَا مُتَنَصِّلَة وَقَاذِفَة يُوسُف بِدَائِهَا \" مَا جَزَاء مَنْ أَرَادَ بِأَهْلِك سُوءًا \" أَيْ فَاحِشَة \" إِلَّا أَنْ يُسْجَن \" أَيْ يُحْبَس\" أَوْ عَذَاب أَلِيم \" أَيْ يُضْرَب ضَرْبًا شَدِيدًا مُوجِعًا فَعِنْد ذَلِكَ اِنْتَصَرَ يُوسُف عَلَيْهِ السَّلَام بِالْحَقِّ وَتَبْرَأ مِمَّا رَمَتْهُ بِهِ مِنْ الْخِيَانَة .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37775, "aya_id": 25}]