[{"text": "يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ", "sura_id": 35, "type": 0, "id": 3665, "aya_id": 5}, {"text": "يا أيها الناس إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور", "sura_id": 35, "type": 1, "id": 9901, "aya_id": 5}, {"text": "5 - (يا أيها الناس إن وعد الله) بالبعث وغيره (حق فلا تغرنكم الحياة الدنيا) عن الإيمان بذلك (ولا يغرنكم بالله) في حلمه وإمهاله (الغرور) الشيطان \r\n", "sura_id": 35, "type": 2, "id": 28609, "aya_id": 5}, {"text": "يا أيها الناس إن وعد الله بالبعث والثواب والعقاب حق ثابت, فلا تخدعنَّكم الحياة الدنيا بشهواتها ومطالبها, ولا يخدعنَّكم بالله الشيطان.\r\n", "sura_id": 35, "type": 3, "id": 34845, "aya_id": 5}, {"text": " <font color=red>يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ</font><BR><p>ثُمَّ قَالَ تَعَالَى : \" يَا أَيّهَا النَّاس إِنَّ وَعْد اللَّه حَقّ \" أَيْ الْمَعَاد كَائِن لَا مَحَالَة \" فَلَا تَغُرَّنَّكُمْ الْحَيَاة الدُّنْيَا\" أَيْ الْعِيشَة الدَّنِيئَة بِالنِّسْبَةِ إِلَى مَا أَعَدَّ اللَّه لِأَوْلِيَائِهِ وَأَتْبَاع رُسُله مِنْ الْخَيْر الْعَظِيم فَلَا تَتَلَهَّوْا عَنْ ذَلِكَ الْبَاقِي بِهَذِهِ الزَّهْرَة الْفَانِيَة \" وَلَا يَغُرَّنَّكُمْ بِاَللَّهِ الْغَرُور \" وَهُوَ الشَّيْطَان قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَيْ لَا يَفْتِنَنَّكُمْ الشَّيْطَان وَيَصْرِفَنَّكُمْ عَنْ اِتِّبَاع رُسُل اللَّه وَتَصْدِيق كَلِمَاته فَإِنَّهُ غَرَّار كَذَّاب أَفَّاك وَهَذِهِ الْآيَة كَالْآيَةِ الَّتِي فِي آخِر لُقْمَان\" فَلَا تَغُرَّنَّكُمْ الْحَيَاة الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاَللَّهِ الْغَرُور \" وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ هُوَ الشَّيْطَان كَمَا قَالَ الْمُؤْمِنُونَ لِلْمُنَافِقِينَ يَوْم الْقِيَامَة حِين يُضْرَب \" بَيْنهمْ بِسُورٍ لَهُ بَاب بَاطِنُهُ فِيهِ الرَّحْمَة وَظَاهِرُهُ مِنْ قِبَله الْعَذَاب يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمْ الْأَمَانِيّ حَتَّى جَاءَ أَمْر اللَّه وَغَرَّكُمْ بِاَللَّهِ الْغَرُور \" .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40334, "aya_id": 5}]