[{"text": "وَاتَّقُواْ يَوْماً لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً وَلاَ يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلاَ يُؤْخَذُ مِنْهَا عَدْلٌ وَلاَ هُمْ يُنصَرُونَ", "sura_id": 2, "type": 0, "id": 55, "aya_id": 48}, {"text": "واتقوا يوما لا تجزي نفس عن نفس شيئا ولا يقبل منها شفاعة ولا يؤخذ منها عدل ولا هم ينصرون", "sura_id": 2, "type": 1, "id": 6291, "aya_id": 48}, {"text": "48 - (واتقوا) خافوا (يوما لا تجزي) فيه (نفس عن نفس شيئاً) وهو يوم القيامة (ولا يقبل) بالتاء والياء (منها شفاعة) أي ليس لها شفاعة فتقبل {فما لنا من شافعين} (ولا يؤخذ منها عدلٌ) فداءٌ (ولا هم ينصرون) يمنعون من عذاب الله \r\n", "sura_id": 2, "type": 2, "id": 24999, "aya_id": 48}, {"text": "وخافوا يوم القيامة, يوم لا يغني أحد عن أحد شيئًا, ولا يقبل الله شفاعة في الكافرين, ولا يقبل منهم فدية, ولو كانت أموال الأرض جميعًا, ولا يملك أحد في هذا اليوم أن يتقدم لنصرتهم وإنقاذهم من العذاب.\r\n", "sura_id": 2, "type": 3, "id": 31235, "aya_id": 48}, {"text": " <font color=red>وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ</font><BR><p>لَمَّا ذَكَّرَهُمْ تَعَالَى بِنِعَمِهِ أَوَّلًا عَطَفَ عَلَى ذَلِكَ التَّحْذِير مِنْ طُول نِقَمه يَوْم الْقِيَامَة فَقَالَ : \" وَاتَّقُوا يَوْمًا \" يَعْنِي يَوْم الْقِيَامَة لَا تَجْزِي نَفْس عَنْ نَفْس شَيْئًا أَيْ لَا يُغْنِي أَحَد عَنْ أَحَد كَمَا قَالَ \" وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى \" وَقَالَ : \" لِكُلِّ اِمْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيه \" وَقَالَ : \" يَا أَيُّهَا النَّاس اِتَّقُوا رَبّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَده وَلَا مَوْلُود هُوَ جَازٍ عَنْ وَالِده شَيْئًا \" فَهَذَا أَبْلَغ الْمَقَامَات أَنَّ كُلًّا مِنْ الْوَالِد وَوَلَده لَا يُغْنِي أَحَدهمَا عَنْ الْآخَر شَيْئًا وَقَوْله تَعَالَى \" وَلَا يُقْبَل مِنْهَا شَفَاعَة \" يَعْنِي مِنْ الْكَافِرِينَ كَمَا قَالَ \" فَمَا تَنْفَعهُمْ شَفَاعَة الشَّافِعِينَ\" وَكَمَا قَالَ عَنْ أَهْل النَّار \" فَمَا لَنَا مِنْ شَافِعِينَ وَلَا صَدِيق حَمِيم \" وَقَوْله تَعَالَى \" وَلَا يُؤْخَذ مِنْهَا عَدْل \" أَيْ لَا يُقْبَل مِنْهَا فَدَاء كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّار فَلَنْ يُقْبَل مِنْ أَحَدهمْ مِلْء الْأَرْض ذَهَبًا وَلَوْ اِفْتَدَى بِهِ \" وَقَالَ \" إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْض جَمِيعًا وَمِثْله مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَاب يَوْم الْقِيَامَة مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَاب أَلِيم \" وَقَالَ تَعَالَى \" وَإِنْ تَعْدِل كُلّ عَدْل لَا يُؤْخَذ مِنْهَا \" وَقَالَ \" فَالْيَوْم لَا يُؤْخَذ مِنْكُمْ فِدْيَةٌ وَلَا مِنْ الَّذِينَ كَفَرُوا مَأْوَاكُمْ النَّار هِيَ مَوْلَاكُمْ\" الْآيَة . فَأَخْبَرَ تَعَالَى أَنَّهُمْ إِنْ لَمْ يُؤْمِنُوا بِرَسُولِهِ وَيُتَابِعُوهُ عَلَى مَا بَعَثَهُ بِهِ وَوَافَوْا اللَّه يَوْم الْقِيَامَة عَلَى مَا هُمْ عَلَيْهِ فَإِنَّهُ لَا يَنْفَعهُمْ قَرَابَة قَرِيب وَلَا شَفَاعَة ذِي جَاه وَلَا يُقْبَل مِنْهُمْ فِدَاء وَلَوْ بِمِلْءِ الْأَرْض ذَهَبًا كَمَا قَالَ تَعَالَى \" مِنْ قَبْل أَنْ يَأْتِي يَوْم لَا بَيْع فِيهِ وَلَا خُلَّة وَلَا شَفَاعَة \" وَقَالَ \" لَا بَيْع فِيهِ وَلَا خِلَال \" قَالَ : سُنَيْد حَدَّثَنِي حَجَّاج حَدَّثَنِي اِبْن جُرَيْج قَالَ : قَالَ مُجَاهِد قَالَ اِبْن عَبَّاس \" وَلَا يُؤْخَذ مِنْهَا عَدْل \" قَالَ بَدَل وَالْبَدَل الْفِدْيَة وَقَالَ السُّدِّيّ أَمَّا عَدْل فَيُعَدُّ لَهَا مِنْ الْعَدْل يَقُول لَوْ جَاءَتْ بِمِلْءِ الْأَرْض ذَهَبًا تَفْتَدِي بِهِ مَا تُقَبِّل مِنْهَا وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله \" وَلَا يُقْبَل مِنْهَا عَدْل \" يَعْنِي فِدَاء قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ أَبِي مَالِك وَالْحَسَن وَسَعِيد بْن جُبَيْر وَقَتَادَة وَالرَّبِيع بْن أَنَس نَحْو ذَلِكَ وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فِي حَدِيث طَوِيل قَالَ وَالصَّرْف وَالْعَدْل التَّطَوُّع وَالْفَرِيضَة وَكَذَا قَالَ الْوَلِيد بْن مُسْلِم عَنْ عُثْمَان بْن أَبِي الْعَاتِكَة عَنْ عُمَيْر بْن هَانِئ وَهَذَا الْقَوْل غَرِيب هَاهُنَا وَالْقَوْل الْأَوَّل أَظْهَر فِي تَفْسِير هَذِهِ الْآيَة وَقَدْ وَرَدَ حَدِيث يُقَوِّيه وَهُوَ مَا قَالَ اِبْن جَرِير حَدَّثَنِي نَجِيح بْن إِبْرَاهِيم حَدَّثَنَا عَلِيّ بْن حَكِيم حَدَّثَنَا حُمَيْد بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ عَمْرو بْن قَيْس الْمُلَائِيّ عَنْ رَجُل مِنْ بَنِي أُمَيَّة مِنْ أَهْل الشَّام أَحْسَن عَلَيْهِ الثَّنَاء قَالَ قِيلَ يَا رَسُول اللَّه مَا الْعَدْل ؟ قَالَ \" الْعَدْل الْفِدْيَة \" وَقَوْله تَعَالَى \" وَلَا هُمْ يُنْصَرُونَ \" أَيْ وَلَا أَحَد يَغْضَب لَهُمْ فَيَنْصُرهُمْ وَيُنْقِذهُمْ مِنْ عَذَاب اللَّه كَمَا تَقَدَّمَ مِنْ أَنَّهُ لَا يَعْطِف عَلَيْهِمْ ذُو قَرَابَة وَلَا ذُو جَاه وَلَا يُقْبَل مِنْهُمْ فِدَاء هَذَا كُلّه مِنْ جَانِب التَّلَطُّف وَلَا لَهُمْ نَاصِر مِنْ أَنْفُسهمْ وَلَا مِنْ غَيْرهمْ كَمَا قَالَ\" فَمَا لَهُ مِنْ قُوَّة وَلَا نَاصِر \" أَيْ أَنَّهُ تَعَالَى لَا يَقْبَل فِيمَنْ كَفَرَ بِهِ فِدْيَة وَلَا شَفَاعَة وَلَا يُنْقِذ أَحَدًا مِنْ عَذَابه مُنْقِذ وَلَا يُخَلِّص مِنْهُ أَحَد وَلَا يُجِير مِنْهُ أَحَد كَمَا قَالَ تَعَالَى \" وَهُوَ يُجِير وَلَا يُجَار عَلَيْهِ \" وَقَالَ \" فَيَوْمَئِذٍ لَا يُعَذِّب عَذَابه أَحَد وَلَا يُوثِق وَثَاقه أَحَد \" وَقَالَ \" مَا لَكُمْ لَا تَنَاصَرُونَ بَلْ هُمْ الْيَوْم مُسْتَسْلِمُونَ\" وَقَالَ \" فَلَوْلَا نَصَرَهُمْ الَّذِينَ اِتَّخَذُوا مِنْ دُون اللَّه قُرْبَانًا آلِهَة بَلْ ضَلُّوا عَنْهُمْ \" الْآيَة وَقَالَ : الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" مَا لَكُمْ لَا تَنَاصَرُونَ\" مَا لَكُمْ الْيَوْم لَا تُمَانِعُونَ مِنَّا هَيْهَاتَ لَيْسَ ذَلِكَ لَكُمْ الْيَوْم قَالَ اِبْن جَرِير وَتَأْوِيل قَوْله \" وَلَا هُمْ يُنْصَرُونَ \" يَعْنِي أَنَّهُمْ يَوْمَئِذٍ لَا يَنْصُرهُمْ نَاصِر كَمَا لَا يَشْفَع لَهُمْ شَافِع وَلَا يُقْبَل مِنْهُمْ عَدْل وَلَا فِدْيَة بَطَلَتْ هُنَالِكَ الْمُحَابَاة وَاضْمَحَلَّتْ الرُّشَى وَالشَّفَاعَات وَارْتَفَعَ مِنْ الْقَوْم التَّنَاصُر وَالتَّعَاوُن وَصَارَ الْحُكْم إِلَى الْجَبَّار الْعَدْل الَّذِي لَا يَنْفَع لَدَيْهِ الشُّفَعَاء وَالنُّصَرَاء فَيَجْزِي بِالسَّيِّئَةِ مِثْلهَا وَبِالْحَسَنَةِ أَضْعَافهَا وَذَلِكَ نَظِير قَوْله تَعَالَى \" وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ مَا لَكُمْ لَا تَنَاصَرُونَ بَلْ هُمْ الْيَوْم مُسْتَسْلِمُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38725, "aya_id": 48}]