[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفِرُواْ فِي سَبِيلِ اللّهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلاَّ قَلِيلٌ", "sura_id": 9, "type": 0, "id": 1273, "aya_id": 38}, {"text": "يا أيها الذين آمنوا ما لكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الأرض أرضيتم بالحياة الدنيا من الآخرة فما متاع الحياة الدنيا في الآخرة إلا قليل", "sura_id": 9, "type": 1, "id": 7509, "aya_id": 38}, {"text": "38 - ونزل لما دعا النبي صلى الله عليه وسلم الناس إلى غزوة تبوك وكانوا في عسرة وشدة وحر فشق عليهم (يا أيها الذين آمنوا ما لكم إذا قيل لكم انفروا في سبيل الله اثاقلتم) بإدغام التاء في الأصل في المثلثة واجتلاب همزة الوصل أي تباطأتم وملتم عن الجهاد (إلى الأرض) والقعود فيها والاستفهام للتوبيخ (أرضيتم بالحياة الدنيا) ولذاتها (من الآخرة) أي بدل نعيمها (فما متاع الحياة الدنيا في) جنب متاع (الآخرة إلا قليل) حقير \r\n", "sura_id": 9, "type": 2, "id": 26217, "aya_id": 38}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، ما بالكم إذا قيل لكم: اخرجوا إلى الجهاد في سبيل الله لقتال أعدائكم تكاسلتم ولزمتم مساكنكم؟ هل آثرتم حظوظكم الدنيوية على نعيم الآخرة؟ فما تستمتعون به في الدنيا قليل زائل, أما نعيم الآخرة الذي أعده الله للمؤمنين المجاهدين فكثير دائم.\r\n", "sura_id": 9, "type": 3, "id": 32453, "aya_id": 38}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا</font><BR><p>هَذَا شُرُوع فِي عِتَاب مَنْ تَخَلَّفَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك حِين طَابَتْ الثِّمَار وَالظِّلَال فِي شِدَّة الْحَرّ وَحَمَارَة الْقَيْظ فَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمْ اِنْفِرُوا فِي سَبِيل اللَّه \" أَيْ إِذَا دُعِيتُمْ إِلَى الْجِهَاد فِي سَبِيل اللَّه \" اِثَّاقَلْتُمْ إِلَى الْأَرْض \" أَيْ تَكَاسَلْتُمْ وَمِلْتُمْ إِلَى الْمُقَام فِي الدَّعَة وَالْخَفْض وَطِيب الثِّمَار \" أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنْ الْآخِرَة \" أَيْ مَا لَكُمْ فَعَلْتُمْ هَكَذَا رِضًا مِنْكُمْ بِالدُّنْيَا بَدَلًا مِنْ الْآخِرَة ثُمَّ زَهَّدَ تَبَارَكَ وَتَعَالَى فِي الدُّنْيَا . وَرَغَّبَ فِي الْآخِرَة فَقَالَ \" فَمَا مَتَاع الْحَيَاة الدُّنْيَا فِي الْآخِرَة إِلَّا قَلِيل \" كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع وَيَحْيَى بْن سَعِيد قَالَا : حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ قَيْس عَنْ الْمُسْتَوْرِد أَخِي بَنِي فِهْر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا الدُّنْيَا فِي الْآخِرَة إِلَّا كَمَا يَجْعَل أَحَدكُمْ أُصْبُعه هَذِهِ فِي الْيَمّ فَلِيَنْظُر بِمَا تَرْجِع ؟ وَأَشَارَ بِالسَّبَّابَةِ اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم . وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا بِشْر بْن مُسْلِم بْن عَبْد الْحَمِيد الْحِمْصِيّ بِحِمْص حَدَّثَنَا الرَّبِيع بْن رَوْح حَدَّثَنَا مُحَمَّد بْن خَالِد الْوَهْبِيّ حَدَّثَنَا زِيَاد يَعْنِي الْجَصَّاص عَنْ أَبِي عُثْمَان قَالَ : قُلْت يَا أَبَا هُرَيْرَة سَمِعْت مِنْ إِخْوَانِي بِالْبَصْرَةِ أَنَّك تَقُول سَمِعْت نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يَجْزِي بِالْحَسَنَةِ أَلْف أَلْف حَسَنَة \" قَالَ أَبُو هُرَيْرَة : بَلْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يَجْزِي بِالْحَسَنَة أَلْفَيْ أَلْف حَسَنَة \" ثُمَّ تَلَا هَذِهِ الْآيَة \" فَمَا مَتَاع الْحَيَاة الدُّنْيَا فِي الْآخِرَة إِلَّا قَلِيل \" فَالدُّنْيَا مَا مَضَى مِنْهَا وَمَا بَقِيَ مِنْهَا عِنْد اللَّه قَلِيل . وَقَالَ الثَّوْرِيّ عَنْ الْأَعْمَش فِي الْآيَة \" فَمَا مَتَاع الْحَيَاة الدُّنْيَا فِي الْآخِرَة إِلَّا قَلِيل \" قَالَ كَزَادِ الرَّاكِب وَقَالَ عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ أَبِيهِ لَمَّا حَضَرَتْ عَبْد الْعَزِيز بْن مَرْوَان الْوَفَاة قَالَ : اِئْتُونِي بِكَفَنِي الَّذِي أُكَفَّن فِيهِ أَنْظُر إِلَيْهِ فَلَمَّا وُضِعَ بَيْن يَدَيْهِ نَظَرَ إِلَيْهِ فَقَالَ : أَمَا لِي مِنْ كَبِير مَا أُخَلِّف مِنْ الدُّنْيَا إِلَّا هَذَا ؟ ثُمَّ وَلَّى ظَهْره فَبَكَى وَهُوَ يَقُول أُفّ لَك مِنْ دَار إِنْ كَانَ كَثِيرك لَقَلِيل وَإِنْ كَانَ قَلِيلك لَقَصِير وَإِنْ كُنَّا مِنْك لَفِي غُرُور .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43455, "aya_id": 38}]