[{"text": "وَلَن يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاء أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ", "sura_id": 63, "type": 0, "id": 5199, "aya_id": 11}, {"text": "ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون", "sura_id": 63, "type": 1, "id": 11435, "aya_id": 11}, {"text": "11 - (ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون) بالتاء والياء \r\n", "sura_id": 63, "type": 2, "id": 30143, "aya_id": 11}, {"text": "ولن يؤخر الله نفسًا إذا جاء وقت موتها, وانقضى عمرها, والله سبحانه خبير بالذي تعملونه من خير وشر, وسيجازيكم على ذلك.\r\n", "sura_id": 63, "type": 3, "id": 36379, "aya_id": 11}, {"text": " <font color=red>وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى وَلَنْ يُؤَخِّر اللَّه نَفْسًا إِذَا جَاءَ أَجَلهَا وَاَللَّه خَبِير بِمَا تَعْمَلُونَ أَيْ لَا يُنْظِرُ أَحَدًا بَعْد حُلُول أَجَله وَهُوَ أَعْلَم وَأَخْبَر بِمَنْ يَكُون صَادِقًا فِي قَوْله وَسُؤَاله مِمَّنْ لَوْ رُدَّ لَعَادَ إِلَى شَرّ مِمَّا كَانَ عَلَيْهِ وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّه خَبِير بِمَا تَعْمَلُونَ \" . وَقَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا جَعْفَر بْن عَوْن حَدَّثَنَا أَبُو جَنَاب الْكَلْبِيّ عَنْ الضَّحَّاك بْن مُزَاحِم عَنْ اِبْن عَبَّاس قَالَ : مَنْ كَانَ لَهُ مَالٌ يُبَلِّغُهُ حَجَّ بَيْتِ رَبِّهِ أَوْ تَجِبُ عَلَيْهِ فِيهِ زَكَاةٌ فَلَمْ يَفْعَلْ سَأَلَ الرَّجْعَةَ عِنْد الْمَوْتِ فَقَالَ رَجُل يَا اِبْن عَبَّاس اِتَّقِ اللَّه فَإِنَّمَا يَسْأَل الرَّجْعَة الْكُفَّار فَقَالَ سَأَتْلُوا عَلَيْك بِذَلِكَ قُرْآنًا\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالكُمْ وَلَا أَوْلَادكُمْ عَنْ ذِكْرِ اللَّه وَمَنْ يَفْعَل ذَلِكَ فَأُولَئِكَ هُمْ الْخَاسِرُونَ وَأَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْل أَنْ يَأْتِي أَحَدَكُمْ الْمَوْت فَيَقُول رَبِّ لَوْلَا أَخَّرْتنِي إِلَى أَجَل قَرِيب فَأَصَّدَّقَ وَأَكُنْ مِنْ الصَّالِحِينَ - إِلَى قَوْله - وَاَللَّه خَبِير بِمَا تَعْمَلُونَ \" قَالَ فَمَا يُوجِب الزَّكَاة ؟ قَالَ إِذَا بَلَغَ الْمَال مِائَتَيْنِ فَصَاعِدًا قَالَ فَمَا يُوجِبُ الْحَجَّ ؟ قَالَ الزَّاد وَالْبَعِير . ثُمَّ قَالَ حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ يَحْيَى بْن أَبِي حَيَّة وَهُوَ أَبُو جَنَاب الْكَلْبِيّ عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ ثُمَّ قَالَ وَقَدْ رَوَاهُ سُفْيَان بْن عُيَيْنَة وَغَيْره عَنْ أَبِي جَنَاب عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس مِنْ قَوْله وَهُوَ أَصَحّ وَضُعِّفَ أَبُو جَنَاب الْكَلْبِيّ \" قُلْت \" وَرِوَايَة الضَّحَّاك عَنْ اِبْن عَبَّاس فِيهَا اِنْقِطَاع وَاَللَّه أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن نُفَيْل حَدَّثَنَا سُلَيْمَان بْن عَطَاء عَنْ مَسْلَمَة الْجُهَنِيّ عَنْ عَمِّهِ يَعْنِي أَبَا مَشْجَعَة بْن رِبْعِيّ عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ ذَكَرْنَا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الزِّيَادَة فِي الْعُمْر فَقَالَ \" إِنَّ اللَّه لَا يُؤَخِّر نَفْسًا إِذَا جَاءَ أَجَلُهَا وَإِنَّمَا الزِّيَادَة فِي الْعُمْر أَنْ يَرْزُق اللَّه الْعَبْدَ ذُرِّيَّة صَالِحَة يَدْعُونَ لَهُ فَيَلْحَقهُ دُعَاؤُهُمْ فِي قَبْره \" آخَر تَفْسِير سُورَة الْمُنَافِقِينَ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَبِهِ التَّوْفِيق وَالْعِصْمَة .</p><BR> <br> ", "sura_id": 63, "type": 4, "id": 42281, "aya_id": 11}]