[{"text": "ثُمَّ قَسَتْ قُلُوبُكُم مِّن بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاء وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّهِ وَمَا اللّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ", "sura_id": 2, "type": 0, "id": 81, "aya_id": 74}, {"text": "ثم قست قلوبكم من بعد ذلك فهي كالحجارة أو أشد قسوة وإن من الحجارة لما يتفجر منه الأنهار وإن منها لما يشقق فيخرج منه الماء وإن منها لما يهبط من خشية الله وما الله بغافل عما تعملون", "sura_id": 2, "type": 1, "id": 6317, "aya_id": 74}, {"text": "74 - (ثم قست قلوبكم) أيها اليهود صلبت عن قبول الحق (من بعد ذلك) المذكور من إحياء القتيل وما قبله من الآيات (فهي كالحجارة) في القسوة (أو أشد قسوة) منها (وإن من الحجارة لما يتفجر منه الأنهار وإن منها لما يشقَّق) فيه إدغام التاء في الأصل في الشين (فيخرج منه الماء وإن منها لما يهبط) ينزل من علو إلى أسفل (من خشية الله) وقلوبكم لا تتأثروا ولا تلين ولا تخشع (وما الله بغافل عما تعملون) وإنما يؤخركم لوقتكم وفي قراءة بالتحتانية وفيه التفات عن الخطاب \r\n", "sura_id": 2, "type": 2, "id": 25025, "aya_id": 74}, {"text": "ولكنكم لم تنتفعوا بذلك; إذ بعد كل هذه المعجزات الخارقة اشتدت قلوبكم وغلظت, فلم يَنْفُذ إليها خير, ولم تَلِنْ أمام الآيات الباهرة التي أريتكموها, حتى صارت قلوبكم مثل الحجارة الصمَّاء, بل هي أشد منها غلظة; لأن من الحجارة ما يتسع وينفرج حتى تنصبَّ منه المياه صبًا, فتصير أنهارًا جاريةً, ومن الحجارة ما يتصدع فينشق, فتخرج منه العيون والينابيع, ومن الحجارة ما يسقط من أعالي الجبال مِن خشية الله تعالى وتعظيمه. وما الله بغافل عما تعملون.\r\n", "sura_id": 2, "type": 3, "id": 31261, "aya_id": 74}, {"text": " <font color=red>ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ</font><BR><p>يَقُول تَعَالَى تَوْبِيخًا لِبَنِي إِسْرَائِيل وَتَقْرِيعًا لَهُمْ عَلَى مَا شَاهَدُوهُ مِنْ آيَات اللَّه تَعَالَى اللَّه وَإِحْيَائِهِ الْمَوْتَى \" ثُمَّ قَسَتْ قُلُوبكُمْ مِنْ بَعْد ذَلِكَ \" كُلّه فَهِيَ كَالْحِجَارَةِ الَّتِي لَا تَلِين أَبَدًا وَلِهَذَا نَهَى اللَّه الْمُؤْمِنِينَ عَنْ مِثْل حَالهمْ فَقَالَ \" أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَع قُلُوبهمْ لِذِكْرِ اللَّه وَمَا نَزَلَ مِنْ الْحَقّ وَلَا يَكُونُوا كَاَلَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلُ فَطَالَ عَلَيْهِمْ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ \" قَالَ الْعَوْفِيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس لَمَّا ضُرِبَ الْمَقْتُول بِبَعْضِ الْبَقَرَة جَلَسَ أَحْيَا مَا كَانَ قَطُّ فَقِيلَ لَهُ مَنْ قَتَلَك قَالَ بَنُو أَخِي قَتَلُونِي ثُمَّ قُبِضَ فَقَالَ بَنُو أَخِيهِ حِين قَبَضَهُ اللَّهُ وَاَللَّهِ مَا قَتَلْنَاهُ فَكَذَّبُوا بِالْحَقِّ بَعْد أَنْ رَأَوْهُ فَقَالَ اللَّه \" ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْد ذَلِكَ \" يَعْنِي أَبْنَاء أَخِي الشَّيْخ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدّ قَسْوَة فَصَارَتْ قُلُوب بَنِي إِسْرَائِيل مَعَ طُول الْأَمَد قَاسِيَة بَعِيدَة عَنْ الْمَوْعِظَة بَعْد مَا شَاهَدُوهُ مِنْ الْآيَات وَالْمُعْجِزَات فَهِيَ فِي قَسْوَتهَا كَالْحِجَارَةِ الَّتِي لَا عِلَاج لِلِينِهَا أَوْ أَشَدّ قَسْوَة مِنْ الْحِجَارَة فَإِنَّ مِنْ الْحِجَارَة مَا يَتَفَجَّر مِنْهَا الْعُيُون بِالْأَنْهَارِ الْجَارِيَة وَمِنْهَا مَا يَشَّقَّق فَيَخْرُج مِنْهُ الْمَاء وَإِنْ لَمْ يَبْنِ جَارِيًا وَمِنْهَا مَا يَهْبِط مِنْ رَأْس الْجَبَل مِنْ خَشْيَة اللَّه وَفِيهِ إِدْرَاك لِذَلِكَ بِحَسْبِهِ كَمَا قَالَ \" تُسَبِّحُ لَهُ السَّمَوَات السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا \" وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ كَانَ يَقُول كُلّ حَجَر يَتَفَجَّر مِنْهُ الْمَاء أَوْ يَتَشَقَّق عَنْ مَاء أَوْ يَتَرَدَّى مِنْ رَأْس جَبَل لَمِنْ خَشْيَة اللَّه نَزَلَ بِذَلِكَ الْقُرْآن وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَإِنَّ مِنْ الْحِجَارَة لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَار وَإِنَّ مِنْهَا لَمَا يَشَّقَّق فَيَخْرُج مِنْهُ الْمَاء وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَة اللَّه \" أَيْ وَإِنَّ مِنْ الْحِجَارَة لَأَلْيَن مِنْ قُلُوبكُمْ عَمَّا تَدْعُونَ إِلَيْهِ مِنْ الْحَقّ \" وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ\" وَقَالَ أَبُو عَلِيّ الْجَيَّانِيّ فِي تَفْسِيره \" وَإِنَّ مِنْهَا لَمَا يَهْبِط مِنْ خَشْيَة اللَّه \" هُوَ سُقُوط الْبَرَد مِنْ السَّحَاب قَالَ الْقَاضِي الْبَاقِلَّانِيّ وَهَذَا تَأْوِيل بَعِيدٌ وَتَبِعَهُ فِي اِسْتِبْعَاده الرَّازِيّ وَهُوَ كَمَا قَالَ فَإِنَّ هَذَا خُرُوجٌ عَنْ اللَّفْظ بِلَا دَلِيل وَاَللَّه أَعْلَم وَقَالَ : اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا الْحَكَم بْن هِشَام الثَّقَفِيّ حَدَّثَنِي يَحْيَى اِبْن أَبِي طَالِب يَعْنِي وَيَحْيَى بْن يَعْقُوب فِي قَوْله تَعَالَى \" وَإِنَّ مِنْ الْحِجَارَة لَمَا يَتَفَجَّر مِنْهُ الْأَنْهَار \" قَالَ كَثْرَة الْبُكَاء \" وَإِنَّ مِنْهَا لَمَا يَشَّقَّق فَيَخْرُج مِنْهُ الْمَاء \" قَالَ قَلِيل الْبُكَاء\" وَإِنَّ مِنْهَا لَمَا يَهْبِط مِنْ خَشْيَة اللَّه \" قَالَ بُكَاء الْقَلْب غَيْر دُمُوع الْعَيْن وَقَدْ زَعَمَ بَعْضهمْ أَنَّ هَذَا مِنْ بَاب الْمَجَاز وَهُوَ إِسْنَاد الْخُشُوع إِلَى الْحِجَارَة مِثْل مَا أُسْنِدَتْ الْإِرَادَةُ إِلَى الْجِدَار فِي قَوْله \" يُرِيدُ أَنْ يَنْقَضَّ \" قَالَ الرَّازِيّ وَالْقُرْطُبِيّ وَغَيْرهمَا مِنْ الْأَئِمَّة وَلَا حَاجَة إِلَى هَذَا فَإِنَّ اللَّه تَعَالَى يَخْلُق فِيهَا هَذِهِ الصِّفَة كَمَا فِي قَوْله تَعَالَى \" إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا \" وَقَالَ \" تُسَبِّحُ لَهُ السَّمَوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ \" الْآيَة وَقَالَ \" وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ \" \" أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْء يَتَفَيَّأُ ظِلَالُهُ \" الْآيَة \" قَالَتَا أَتَيْنَا طَائِعِينَ \"\" لَوْ أَنْزَلْنَا هَذَا الْقُرْآن عَلَى جَبَل \" الْآيَة \" وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ\" الْآيَة وَفِي الصَّحِيح \" هَذَا جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ \" وَكَحَنِينِ الْجِذْع الْمُتَوَاتِر خَبَرُهُ وَفِي صَحِيح مُسْلِم \" إِنِّي لَأَعْرَفُ حَجَرًا بِمَكَّة كَانَ يُسَلِّمُ عَلَيَّ قَبْل أَنْ أُبْعَث إِنِّي لَأَعْرِفُهُ الْآن \" وَفِي صِفَة الْحَجَر الْأَسْوَد أَنَّهُ يَشْهَد لِمَنْ اِسْتَلَمَ بِحَقٍّ يَوْم الْقِيَامَة وَغَيْر ذَلِكَ مِمَّا فِي مَعْنَاهُ وَحَكَى الْقُرْطُبِيّ قَوْلًا إِنَّهَا لِلتَّخْيِيرِ أَيْ مَثَلًا لِهَذَا وَهَذَا وَهَذَا مِثْل : جَالِس الْحَسَن أَوْ اِبْن سِيرِينَ . وَكَذَا حَكَاهُ الرَّازِيّ فِي تَفْسِيره وَزَادَ قَوْلًا آخَر أَنَّهَا لِلْإِبْهَامِ بِالنِّسْبَةِ إِلَى الْمُخَاطَب كَقَوْلِ الْقَائِل أَكَلْت خُبْزًا أَوْ تَمْرًا وَهُوَ يَعْلَم أَيّهمَا أَكَلَ وَقَالَ آخَر إِنَّهَا بِمَعْنَى قَوْل الْقَائِل كُلْ حُلْوًا أَوْ حَامِضًا أَيْ لَا يَخْرُج عَنْ وَاحِد مِنْهُمَا . أَيْ وَقُلُوبكُمْ صَارَتْ كَالْحِجَارَةِ أَوْ أَشَدّ قَسْوَة مِنْهَا لَا تَخْرُج عَنْ وَاحِد مِنْ هَذَيْنِ الشَّيْئَيْنِ وَاَللَّهُ أَعْلَم . \" تَنْبِيهٌ\" اِخْتَلَفَ عُلَمَاء الْعَرَبِيَّة فِي مَعْنَى قَوْله تَعَالَى \" فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدّ قَسْوَة \" بَعْد الْإِجْمَاع عَلَى اِسْتِحَالَة كَوْنهَا لِلشَّكِّ فَقَالَ بَعْضهمْ أَوْ هَاهُنَا بِمَعْنَى الْوَاو تَقْدِيره : فَهِيَ كَالْحِجَارَةِ وَأَشَدّ قَسْوَة كَقَوْلِهِ تَعَالَى \" وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا \" \" عُذْرًا أَوْ نَذْرًا \" وَكَمَا قَالَ النَّابِغَة الذُّبْيَانِيّ : قَالَتْ أَلَا لَيْتَمَا هَذَا الْحَمَام لَنَا إِلَى حَمَامَتنَا أَوْ نِصْفه فَقَدِ تُرِيد وَنِصْفه قَالَهُ اِبْن جَرِير : وَقَالَ جَرِير بْن عَطِيَّة : نَالَ الْخِلَافَةَ أَوْ كَانَتْ لَهُ قَدَرًا كَمَا أَتَى رَبَّهُ مُوسَى عَلَى قَدَر قَالَ اِبْن جَرِير يَعْنِي نَالَ الْخِلَافَة وَكَانَتْ لَهُ قَدَرًا وَقَالَ آخَرُونَ أَوْ هَاهُنَا بِمَعْنَى بَلْ فَتَقْدِيره : فَهِيَ كَالْحِجَارَةِ بَلْ أَشَدّ قَسْوَة وَكَقَوْلِهِ \" إِذَا فَرِيق مِنْهُمْ يَخْشَوْنَ النَّاس كَخَشْيَةِ اللَّه أَوْ أَشَدّ خَشْيَة \" وَأَرْسَلْنَاهُ إِلَى مِائَة أَلْف أَوْ يَزِيدُونَ \" \" فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى \" وَقَالَ آخَرُونَ مَعْنَى ذَلِكَ \" فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدّ قَسْوَة \" عِنْدكُمْ حَكَاهُ اِبْن جَرِير : وَقَالَ آخَرُونَ الْمُرَاد بِذَلِكَ الْإِبْهَام عَلَى الْمُخَاطَب كَمَا قَالَ أَبُو الْأَسْوَد : أُحِبّ مُحَمَّدًا حُبًّا شَدِيدًا وَعَبَّاسًا وَحَمْزَة وَالْوَصِيَّا فَإِنْ يَكُ حُبّهمْ رَشَدًا أُصِبْهُ وَلَيْسَ بِمُخْطِئٍ إِنْ كَانَ غَيَّا قَالَ اِبْن جَرِير قَالُوا وَلَا شَكَّ أَنَّ أَبَا الْأَسْوَد لَمْ يَكُنْ شَاكًّا فِي أَنَّ حُبّ مَنْ سَمَّى رُشْد وَلَكِنَّهُ أَبْهَمَ عَلَى مَنْ خَاطَبَهُ قَالَ وَقَدْ ذُكِرَ عَنْ أَبِي الْأَسْوَد أَنَّهُ لَمَّا قَالَ هَذِهِ الْأَبْيَات قِيلَ لَهُ شَكَكْت فَقَالَ كَلَّا وَاَللَّه ثُمَّ اِنْتَزَعَ يَقُول اللَّه تَعَالَى \" وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَال مُبِين \" فَقَالَ أَوَكَانَ شَاكًّا مَنْ أَخْبَرَ بِهَذَا مَنْ الْهَادِي مِنْهُمْ وَمَنْ الضَّالّ ؟ وَقَالَ بَعْضهمْ مَعْنَى ذَلِكَ فَقُلُوبكُمْ لَا تَخْرُج عَنْ أَحَد هَذَيْنِ الْمِثْلَيْنِ إِمَّا أَنْ تَكُون مِثْل الْحِجَارَة فِي الْقَسْوَة وَإِمَّا أَنْ تَكُون أَشَدّ مِنْهَا فِي الْقَسْوَة . قَالَ : اِبْن جَرِير وَمَعْنَى ذَلِكَ عَلَى هَذَا التَّأْوِيل فَبَعْضهَا كَالْحِجَارَةِ قَسْوَة وَبَعْضهَا أَشَدّ قَسْوَة مِنْ الْحِجَارَة وَقَدْ رَجَّحَهُ اِبْن جَرِير مَعَ تَوْجِيه غَيْره \" قُلْت \" وَهَذَا الْقَوْل الْأَخِير يَبْقَى شَبِيهًا بِقَوْلِهِ تَعَالَى \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا \" مَعَ قَوْله \" أَوْ كَصَيِّبٍ مِنْ السَّمَاء \" وَكَقَوْلِهِ\" وَاَلَّذِينَ كَفَرُوا أَعْمَالهمْ كَسَرَابٍ بِقِيعَةٍ \" مَعَ قَوْله\" أَوْ كَظُلُمَاتٍ فِي بَحْر لُجِّيّ \" الْآيَة أَيْ إِنَّ مِنْهُمْ مَنْ هُوَ هَكَذَا وَمِنْهُمْ مَنْ هُوَ كَهَذَا وَاَللَّه أَعْلَم . وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن أَيُّوب حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن أَبِي الثَّلْج حَدَّثَنَا عَلِيّ بْن حَفْص حَدَّثَنَا إِبْرَاهِيم بْن عَبْد اللَّه بْن حَاطِب عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" لَا تُكْثِرُوا الْكَلَام بِغَيْرِ ذِكْر اللَّه فَإِنَّ كَثْرَة الْكَلَام بِغَيْرِ ذِكْر اللَّه قَسْوَة الْقَلْب وَإِنَّ أَبْعَدَ النَّاس مِنْ اللَّه الْقَلْب الْقَاسِي \" . رَوَاهُ التِّرْمِذِيّ فِي كِتَابه الزُّهْد مِنْ جَامِعه عَنْ مُحَمَّد بْن عَبْد اللَّه بْن أَبِي الثَّلْج صَاحِب الْإِمَام أَحْمَد بِهِ وَمِنْ وَجْه آخَر عَنْ إِبْرَاهِيم بْن عَبْد اللَّه بْن الْحَارِث بْن حَاطِب بِهِ وَقَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث إِبْرَاهِيم . وَرَوَى الْبَزَّار عَنْ أَنَس مَرْفُوعًا \" أَرْبَع مِنْ الشَّقَاء جُمُود الْعَيْن وَقَسَاوَة الْقَلْب وَطُول الْأَمَل وَالْحِرْص عَلَى الدُّنْيَا \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38754, "aya_id": 74}]