[{"text": "أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قَدْ يَعْلَمُ مَا أَنتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُم بِمَا عَمِلُوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 24, "type": 0, "id": 2855, "aya_id": 64}, {"text": "ألا إن لله ما في السماوات والأرض قد يعلم ما أنتم عليه ويوم يرجعون إليه فينبئهم بما عملوا والله بكل شيء عليم", "sura_id": 24, "type": 1, "id": 9091, "aya_id": 64}, {"text": "64 - (ألا إن لله ما في السماوات والأرض) ملكا وخلقا وعبيدا (قد يعلم ما أنتم) أيها المكلفون (عليه) من الإيمان والنفاق ويعلم (ويوم يرجعون إليه) فيه التفات عن الخطاب أي متى يكون (فينبئهم) فيه (بما عملوا) من الخير والشر (والله بكل شيء) من أعمالهم وغيرهم (عليم) \r\n", "sura_id": 24, "type": 2, "id": 27799, "aya_id": 64}, {"text": "ألا إن لله ما في السموات والأرض خلقًا وملكًا وعبادة, قد أحاط علمه بجميع ما أنتم عليه, ويوم يرجع العباد إليه في الآخرة, يخبرهم بعملهم, ويجازيهم عليه، والله بكل شيء عليم، لا تخفى عليه أعمالهم وأحوالهم.\r\n", "sura_id": 24, "type": 3, "id": 34035, "aya_id": 64}, {"text": " <font color=red>أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قَدْ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ مَالِك السَّمَوَات وَالْأَرْض وَأَنَّهُ عَالِم الْغَيْب وَالشَّهَادَة وَهُوَ عَالِم بِمَا الْعِبَاد عَامِلُونَ فِي سِرّهمْ وَجَهْرهمْ فَقَالَ \" قَدْ يَعْلَم مَا أَنْتُمْ عَلَيْهِ \" وَقَدْ لِلتَّحْقِيقِ كَمَا قَالَ قَبْلهَا \" قَدْ يَعْلَم اللَّه الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا \" وَقَالَ تَعَالَى : \" قَدْ يَعْلَم اللَّه الْمُعَوِّقِينَ مِنْكُمْ \" الْآيَة وَقَالَ تَعَالَى : \" قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلك \" الْآيَة وَقَالَ : \" قَدْ نَعْلَم إِنَّهُ لَيَحْزُنك الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَك وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّه يَجْحَدُونَ \" وَقَالَ : \" قَدْ نَرَى تَقَلُّب وَجْهك فِي السَّمَاء \" الْآيَة فَكُلّ هَذِهِ الْآيَات فِيهَا تَحْقِيق الْفِعْل بِقَدْ كَقَوْلِ الْمُؤَذِّن تَحْقِيقًا وَثُبُوتًا : قَدْ قَامَتْ الصَّلَاة قَدْ قَامَتْ الصَّلَاة فَقَوْله تَعَالَى : \" قَدْ يَعْلَم مَا أَنْتُمْ عَلَيْهِ \" أَيْ هُوَ عَالِم بِهِ مُشَاهِد لَهُ لَا يَعْزُب عَنْهُ مِثْقَال ذَرَّة كَمَا قَالَ تَعَالَى : \" وَتَوَكَّلْ عَلَى الْعَزِيز الرَّحِيم - إِلَى قَوْله - إِنَّهُ هُوَ السَّمِيع الْعَلِيم \" وَقَوْله \" وَمَا تَكُون فِي شَأْن وَمَا تَتْلُو مِنْهُ مِنْ قُرْآن وَلَا تَعْمَلُونَ مِنْ عَمَل إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُب عَنْ رَبّك مِنْ مِثْقَال ذَرَّة فِي الْأَرْض وَلَا فِي السَّمَاء وَلَا أَصْغَر مِنْ ذَلِكَ وَلَا أَكْبَر إِلَّا فِي كِتَاب مُبِين \" وَقَالَ تَعَالَى : \" أَفَمَنْ هُوَ قَائِم عَلَى كُلّ نَفْس بِمَا كَسَبَتْ \" أَيْ هُوَ شَهِيد عَلَى عِبَاده بِمَا هُمْ فَاعِلُونَ مِنْ خَيْر وَشَرّ وَقَالَ تَعَالَى : \" أَلَا حِين يَسْتَغْشُونَ ثِيَابهمْ يَعْلَم مَا يُسِرُّونَ وَمَا يُعْلِنُونَ \" وَقَالَ تَعَالَى : \" سَوَاء مِنْكُمْ مَنْ أَسَرَّ الْقَوْل وَمَنْ جَهَرَ بِهِ \" الْآيَة وَقَالَ تَعَالَى : \" وَمَا مِنْ دَابَّة فِي الْأَرْض إِلَّا عَلَى اللَّه رِزْقهَا وَيَعْلَم مُسْتَقَرّهَا وَمُسْتَوْدَعهَا كُلّ فِي كِتَاب مُبِين \" وَقَالَ : \" وَعِنْده مَفَاتِح الْغَيْب لَا يَعْلَمهَا إِلَّا هُوَ وَيَعْلَم مَا فِي الْبَرّ وَالْبَحْر وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رَطْب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" وَالْآيَات وَالْأَحَادِيث فِي هَذَا كَثِيرَة جِدًّا وَقَوْله \" وَيَوْم يُرْجَعُونَ إِلَيْهِ \" أَيْ وَيَوْم يُرْجَع الْخَلَائِق إِلَى اللَّه وَهُوَ يَوْم الْقِيَامَة \" فَيُنَبِّئهُمْ بِمَا عَمِلُوا \" أَيْ يُخْبِرهُمْ بِمَا فَعَلُوا فِي الدُّنْيَا مِنْ جَلِيل وَحَقِير وَصَغِير وَكَبِير كَمَا قَالَ تَعَالَى \" يُنَبَّأ الْإِنْسَان يَوْمئِذٍ بِمَا قَدَّمَ وَأَخَّرَ \" وَقَالَ : \" وَوُضِعَ الْكِتَاب فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتنَا مَالِ هَذَا الْكِتَاب لَا يُغَادِر صَغِيرَة وَلَا كَبِيرَة إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِم رَبّك أَحَدًا \" وَلِهَذَا قَالَ هَهُنَا \" وَيَوْم يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئهُمْ بِمَا عَمِلُوا وَاَللَّه بِكُلِّ شَيْء عَلِيم \" . وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ وَنَسْأَلهُ التَّمَام آخِر تَفْسِير سُورَة النُّور وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39285, "aya_id": 64}]