[{"text": "وَمَا أَرْسَلْنَا قَبْلَكَ إِلاَّ رِجَالاً نُّوحِي إِلَيْهِمْ فَاسْأَلُواْ أَهْلَ الذِّكْرِ إِن كُنتُمْ لاَ تَعْلَمُونَ", "sura_id": 21, "type": 0, "id": 2490, "aya_id": 7}, {"text": "و ما أرسلنا قبلك إلا رجالا نوحي إليهم فاسألوا أهل الذكر إن كنتم لا تعلمون", "sura_id": 21, "type": 1, "id": 8726, "aya_id": 7}, {"text": "7 - (وما أرسلنا قبلك إلا رجالا نوحي) وفي قراءة بالنون وكسر الحاء (إليهم) لا ملائكة (فاسألوا أهل الذكر) العلماء بالتوراة والإنجيل (إن كنتم لا تعلمون) ذلك فإنهم يعلمونه وأنتم إلى تصديقهم أقرب من تصديق المؤمنين بمحمد \r\n", "sura_id": 21, "type": 2, "id": 27434, "aya_id": 7}, {"text": "وما أرسلنا قبلك - أيها الرسول - إلا رجالا من البشر نوحي إليهم, ولم نرسل ملائكة, فاسألوا - يا كفار \"مكة\" - أهل العلم بالكتب المنزلة السابقة, إن كنتم تجهلون ذلك.\r\n", "sura_id": 21, "type": 3, "id": 33670, "aya_id": 7}, {"text": " <font color=red>وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى رَادًّا عَلَى مَنْ أَنْكَرَ بَعْثَة الرُّسُل مِنْ الْبَشَر \" وَمَا أَرْسَلْنَا قَبْلك إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ \" أَيْ جَمِيع الرُّسُل الَّذِينَ تَقَدَّمُوا كَانُوا رِجَالًا مِنْ الْبَشَر لَمْ يَكُنْ فِيهِمْ أَحَد مِنْ الْمَلَائِكَة كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَمَا أَرْسَلْنَا قَبْلك إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْل الْقُرَى \" وَقَالَ تَعَالَى \" قُلْ مَا كُنْت بِدْعًا مِنْ الرُّسُل \" وَقَالَ تَعَالَى حِكَايَة عَمَّنْ تَقَدَّمَ مِنْ الْأُمَم لِأَنَّهُمْ أَنْكَرُوا ذَلِكَ فَقَالُوا \" أَبَشَر يَهْدُونَنَا \" وَلِهَذَا قَالَ تَعَالَى \" فَاسْأَلُوا أَهْل الذِّكْر إِنْ كُنْتُمْ لَا تَعْلَمُونَ \" أَيْ اِسْأَلُوا أَهْل الْعِلْم مِنْ الْأُمَم كَالْيَهُودِ وَالنَّصَارَى وَسَائِر الطَّوَائِف هَلْ كَانَ الرُّسُل الَّذِينَ آتَوْهُمْ بَشَرًا أَوْ مَلَائِكَة وَإِنَّمَا كَانُوا بَشَرًا وَذَلِكَ مِنْ تَمَام نِعْمَة اللَّه عَلَى خَلْقه إِذْ بَعَثَ فِيهِمْ رُسُلًا مِنْهُمْ يَتَمَكَّنُونَ مِنْ تَنَاوُل الْبَلَاغ مِنْهُمْ وَالْأَخْذ عَنْهُمْ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38996, "aya_id": 7}]