[{"text": "يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ", "sura_id": 83, "type": 0, "id": 5854, "aya_id": 6}, {"text": "يوم يقوم الناس لرب العالمين", "sura_id": 83, "type": 1, "id": 12090, "aya_id": 6}, {"text": "6 - (يوم) بدل من محل ليوم فناصبه مبعوثون (يقوم الناس) من قبورهم (لرب العالمين) الخلائق لأجل أمره وحسابه وجزائه \r\n", "sura_id": 83, "type": 2, "id": 30798, "aya_id": 6}, {"text": "يوم يقوم الناس بين يدي الله, فيحاسبهم على القليل والكثير, وهم فيه خاضعون لله رب العالمين.\r\n", "sura_id": 83, "type": 3, "id": 37034, "aya_id": 6}, {"text": " <font color=red>يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ</font><BR><p>أَيْ يَقُومُونَ حُفَاة عُرَاة غُرْلًا فِي مَوْقِف صَعْب حَرِج ضَيِّق ضَنْك عَلَى الْمُجْرِم وَيَغْشَاهُمْ مِنْ أَمْر اللَّه تَعَالَى مَا تَعْجِز الْقُوَى وَالْحَوَاسّ عَنْهُ . قَالَ الْإِمَام مَالِك عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَوْم يَقُوم النَّاس لِرَبِّ الْعَالَمِينَ \" حَتَّى يَغِيب أَحَدهمْ فِي رَشْحه إِلَى أَنْصَاف أُذُنَيْهِ \" رَوَاهُ الْبُخَارِيّ مِنْ حَدِيث مَالِك وَعَبْد اللَّه بْن عَوْن كِلَاهُمَا عَنْ نَافِع بِهِ وَرَوَاهُ مُسْلِم مِنْ الطَّرِيقَيْنِ أَيْضًا وَكَذَلِكَ رَوَاهُ أَيُّوب بْن يَحْيَى وَصَالِح بْن كَيْسَان وَعَبْد اللَّه وَعُبَيْد اللَّه اِبْنَا عُمَر وَمُحَمَّد بْن إِسْحَاق عَنْ نَافِع عَنْ اِبْن عُمَر بِهِ وَلَفْظ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد أَخْبَرَنَا اِبْن إِسْحَاق عَنْ نَافِع عَنْ اِبْن عُمَر سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَوْم يَقُوم النَّاس لِرَبِّ الْعَالَمِينَ لِعَظَمَةِ الرَّحْمَن عَزَّ وَجَلَّ يَوْم الْقِيَامَة حَتَّى إِنَّ الْعَرَق لَيُلَجِّم الرِّجَال إِلَى أَنْصَاف آذَانهمْ \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق حَدَّثَنَا اِبْن الْمُبَارَك عَنْ عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر حَدَّثَنِي سُلَيْم بْن عَامِر حَدَّثَنِي الْمِقْدَاد يَعْنِي اِبْن الْأَسْوَد الْكِنْدِيّ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِذَا كَانَ يَوْم الْقِيَامَة أُدْنِيَتْ الشَّمْس مِنْ الْعِبَاد حَتَّى تَكُون قَدْر مِيل أَوْ مِيلَيْنِ - قَالَ - فَتَصْهَرهُمْ الشَّمْس فَيَكُونُونَ فِي الْعَرَق كَقَدْرِ أَعْمَالهمْ مِنْهُمْ مَنْ يَأْخُذهُ إِلَى عَقِبَيْهِ وَمِنْهُمْ مَنْ يَأْخُذهُ إِلَى رُكْبَتَيْهِ وَمِنْهُمْ مَنْ يَأْخُذهُ إِلَى حَقْوَيْهِ وَمِنْهُمْ مَنْ يُلْجِمهُ إِلْجَامًا \" رَوَاهُ مُسْلِم عَنْ الْحَكَم بْن مُوسَى عَنْ يَحْيَى بْن حَمْزَة وَالتِّرْمِذِيّ عَنْ سُوَيْد عَنْ اِبْن الْمُبَارَك كِلَاهُمَا عَنْ اِبْن جَابِر بِهِ . \" حَدِيث آخَر\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْحَسَن بْن سِوَار حَدَّثَنَا اللَّيْث بْن سَعْد عَنْ مُعَاوِيَة بْن صَالِح أَنَّ أَبَا عَبْد الرَّحْمَن حَدَّثَهُ عَنْ أَبِي أُمَامَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" تَدْنُو الشَّمْس يَوْم الْقِيَامَة عَلَى قَدْر مِيل وَيُزَاد فِي حَرّهَا كَذَا وَكَذَا تَغْلِي مِنْهَا الْهَوَامّ كَمَا تَغْلِي الْقُدُور يَعْرَقُونَ فِيهَا عَلَى قَدْر خَطَايَاهُمْ مِنْهُمْ مَنْ يَبْلُغ إِلَى كَعْبَيْهِ وَمِنْهُمْ مَنْ يَبْلُغ إِلَى سَاقَيْهِ وَمِنْهُمْ مَنْ يَبْلُغ إِلَى وَسَطه وَمِنْهُمْ مَنْ يُلْجِمهُ الْعَرَق\" اِنْفَرَدَ بِهِ أَحْمَد . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا أَبُو عُشَّانَة حَيّ بْن يُؤْمِن أَنَّهُ سَمِعَ عُقْبَة بْن عَامِر يَقُول سَمِعْت رَسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" تَدْنُو الشَّمْس مِنْ الْأَرْض فَيَعْرَق النَّاس فَمِنْ النَّاس مَنْ يَبْلُغ عَرَقه عَقِبَيْهِ وَمِنْهُمْ مَنْ يَبْلُغ إِلَى نِصْف السَّاق وَمِنْهُمْ مَنْ يَبْلُغ إِلَى رُكْبَتَيْهِ وَمِنْهُمْ مَنْ يَبْلُغ الْعَجُز وَمِنْهُمْ مَنْ يَبْلُغ الْخَاصِرَة وَمِنْهُمْ مَنْ يَبْلُغ مَنْكِبَيْهِ وَمِنْهُمْ مَنْ يَبْلُغ وَسَط فِيهِ - وَأَشَارَ بِيَدِهِ فَأَلْجَمَهَا فَاهُ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُشِير بِيَدِهِ هَكَذَا - وَمِنْهُمْ مَنْ يُغَطِّيه عَرَقه \" وَضَرَبَ بِيَدِهِ إِشَارَة اِنْفَرَدَ بِهِ أَحْمَد وَفِي حَدِيث أَنَّهُمْ يَقُومُونَ سَبْعِينَ سَنَة لَا يَتَكَلَّمُونَ وَقِيلَ يَقُومُونَ ثَلَثمِائَةِ سَنَة وَقِيلَ يَقُومُونَ أَرْبَعِينَ أَلْف سَنَة وَيُقْضَى بَيْنهمْ فِي مِقْدَار عَشَرَة آلَاف سَنَة كَمَا فِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" فِي يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة \" وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو عَوْن الزِّيَادِيّ أَخْبَرَنَا عَبْد السَّلَام بْن عَجْلَان سَمِعْت أَبَا يَزِيد الْمَدَنِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِبَشِيرٍ الْغِفَارِيّ \" كَيْف أَنْتَ صَانِع فِي يَوْم يَقُوم النَّاس فِيهِ ثَلَثمِائَةِ سَنَة لِرَبِّ الْعَالَمِينَ مِنْ أَيَّام الدُّنْيَا لَا يَأْتِيهِمْ فِيهِ خَبَر مِنْ السَّمَاء وَلَا يُؤْمَر فِيهِمْ بِأَمْرٍ ؟ \" قَالَ بَشِير : الْمُسْتَعَان اللَّه قَالَ \" فَإِذَا أَوَيْت إِلَى فِرَاشك فَتَعَوَّذْ بِاَللَّهِ مِنْ كَرْب يَوْم الْقِيَامَة وَسُوء الْحِسَاب \" وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق عَبْد السَّلَام بِهِ . وَفِي سُنَن أَبِي دَاوُد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَتَعَوَّذ بِاَللَّهِ مِنْ ضِيق الْمَقَام يَوْم الْقِيَامَة . وَعَنْ اِبْن مَسْعُود يَقُومُونَ أَرْبَعِينَ سَنَة رَافِعِي رُءُوسهمْ إِلَى السَّمَاء لَا يُكَلِّمهُمْ أَحَد قَدْ أَلْجَمَ الْعَرَق بَرّهمْ وَفَاجِرهمْ وَعَنْ اِبْن عُمَر : يَقُومُونَ مِائَة سَنَة رَوَاهُمَا اِبْن جَرِير . وَفِي سُنَن أَبِي دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث زَيْد بْن الْحُبَاب عَنْ مُعَاوِيَة بْن صَالِح عَنْ أَزْهَر بْن سَعِيد الْحَرَازِيّ عَنْ عَاصِم بْن حُمَيْد عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَفْتَتِح قِيَام اللَّيْل يُكَبِّر عَشْرًا وَيَحْمَد عَشْرًا وَيُسَبِّح عَشْرًا وَيَسْتَغْفِر عَشْرًا وَيَقُول \" اللَّهُمَّ اِغْفِرْ لِي وَاهْدِنِي وَارْزُقْنِي وَعَافِنِي \" وَيَتَعَوَّذ مِنْ ضِيق الْمَقَام يَوْم الْقِيَامَة .</p><BR> <br> ", "sura_id": 83, "type": 4, "id": 43251, "aya_id": 6}]