[{"text": "يُخَادِعُونَ اللّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُم وَمَا يَشْعُرُونَ", "sura_id": 2, "type": 0, "id": 16, "aya_id": 9}, {"text": "يخادعون الله والذين آمنوا وما يخدعون إلا أنفسهم وما يشعرون", "sura_id": 2, "type": 1, "id": 6252, "aya_id": 9}, {"text": "9 - (يخادعون الله والذين آمنوا) بإظهار خلاف ما أبطنوه من الكفر ليدفعوا عنهم أحكامه الدنيوية (وما يخادعون إلا أنفسهم) لأن وبال خداعهم راجع إليهم فيفتضحون في الدنيا بإطلاع الله نبيه على ما أبطنوه ويعاقبون في الآخرة (وما يشعرون) يعلمون أن خداعهم لأنفسهم والمخادعة هنا من واحد كعاقبت اللص وذكر الله فيها تحسين ، وفي قراءة وما يخدعون \r\n", "sura_id": 2, "type": 2, "id": 24960, "aya_id": 9}, {"text": "يعتقدون بجهلهم أنهم يخادعون الله والذين آمنوا بإظهارهم الإيمان وإضمارهم الكفر, وما يخدعون إلا أنفسهم; لأن عاقبة خداعهم تعود عليهم. ومِن فرط جهلهم لا يُحِسُّون بذلك; لفساد قلوبهم.\r\n", "sura_id": 2, "type": 3, "id": 31196, "aya_id": 9}, {"text": " <font color=red>يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ</font><BR><p>وَقَوْله تَعَالَى \" يُخَادِعُونَ اللَّه وَاَلَّذِينَ آمَنُوا \" أَيْ بِإِظْهَارِهِمْ مَا أَظْهَرُوهُ مِنْ الْإِيمَان مَعَ إِسْرَارهمْ الْكُفْر يَعْتَقِدُونَ بِجَهْلِهِمْ أَنَّهُمْ يَخْدَعُونَ اللَّه بِذَلِكَ وَأَنَّ ذَاكَ نَافِعهمْ عِنْده وَأَنَّهُ يَرُوج عَلَيْهِ كَمَا قَدْ يَرُوج عَلَى بَعْض الْمُؤْمِنِينَ كَمَا قَالَ تَعَالَى\" يَوْم يَبْعَثُهُمْ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسِبُونَ أَنَّهُمْ عَلَى شَيْء أَلَا إِنَّهُمْ هُمْ الْكَاذِبُونَ وَلِهَذَا قَابَلَهُمْ عَلَى اِعْتِقَادهمْ ذَلِكَ بِقَوْلِهِ \" وَمَا يَخْدَعُونَ إِلَّا أَنْفُسهمْ وَمَا يَشْعُرُونَ \" يَقُول وَمَا يَغُرُّونَ بِصَنِيعِهِمْ هَذَا وَلَا يَخْدَعُونَ إِلَّا أَنْفُسهمْ وَمَا يَشْعُرُونَ بِذَلِكَ مِنْ أَنْفُسهمْ كَمَا قَالَ تَعَالَى \" إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّه وَهُوَ خَادِعهمْ \" وَمِنْ الْقُرَّاء مَنْ قَرَأَ\" وَمَا يَخْدَعُونَ إِلَّا أَنْفُسهمْ \" وَكِلَا الْقِرَاءَتَيْنِ تَرْجِع إِلَى مَعْنًى وَاحِد . قَالَ اِبْن جَرِير فَإِنْ قَالَ قَائِلٌ : كَيْف يَكُون الْمُنَافِق لِلَّهِ وَلِلْمُؤْمِنِينَ مُخَادِعًا وَهُوَ لَا يَظْهَر بِلِسَانِهِ خِلَاف مَا هُوَ لَهُ مُعْتَقِد إِلَّا تَقِيَّة ؟ قِيلَ : لَا تَمْتَنِع الْعَرَب أَنْ تُسَمِّي مَنْ أَعْطَى بِلِسَانِهِ غَيْر الَّذِي فِي ضَمِيره تَقِيَّة لِيَنْجُوَ بِمَا هُوَ لَهُ خَائِف مُخَادِعًا فَكَذَلِكَ الْمُنَافِق سُمِّيَ مُخَادِعًا لِلَّهِ وَلِلْمُؤْمِنِينَ بِإِظْهَارِهِ مَا أَظْهَرَ بِلِسَانِهِ تَقِيَّة بِمَا يَخْلُص بِهِ مِنْ الْقَتْل وَالسَّبْي وَالْعَذَاب الْعَاجِل وَهُوَ لِغَيْرِ مَا أَظْهَرهُ مُسْتَبْطِن وَذَلِكَ مِنْ فِعْله وَإِنْ كَانَ خِدَاعًا لِلْمُؤْمِنِينَ فِي عَاجِل الدُّنْيَا فَهُوَ لِنَفْسِهِ بِذَلِكَ مِنْ فِعْله خَادِع لِأَنَّهُ يَظْهَر لَهَا بِفِعْلِهِ ذَلِكَ بِهَا أَنَّهُ يُعْطِيهَا أُمْنِيَتهَا وَيَسْقِيهَا كَأْس سُرُورهَا وَهُوَ مُورِدهَا حِيَاض عَطَبهَا وَمُجَرِّعهَا بِهِ كَأْس عَذَابهَا وَمُزْبِرهَا مِنْ غَضَب اللَّه وَأَلِيم عِقَابه مَا لَا قِبَل لَهَا بِهِ فَذَلِكَ خَدِيعَته نَفْسه ظَنًّا مِنْهُ مَعَ إِسَاءَته إِلَيْهَا فِي أَمْر مَعَادهَا أَنَّهُ إِلَيْهَا مُحْسِن كَمَا قَالَ تَعَالَى \" وَمَا يَخْدَعُونَ إِلَّا أَنْفُسهمْ وَمَا يَشْعُرُونَ \" إِعْلَامًا مِنْهُ عِبَاده الْمُؤْمِنِينَ أَنَّ الْمُنَافِقِينَ بِإِسَاءَتِهِمْ إِلَى أَنْفُسهمْ فِي إِسْخَاطهمْ عَلَيْهَا رَبّهمْ بِكُفْرِهِمْ وَشِرْكهمْ وَتَكْذِيبهمْ غَيْر شَاعِرِينَ وَلَا دَارِينَ وَلَكِنَّهُمْ عَلَى عَمًى مِنْ أَمْرهمْ مُقِيمِينَ. وَقَالَ اِبْن أَبِي حَاتِم أَنْبَأَنَا عَلِيّ بْن الْمُبَارَك فِيمَا كَتَبَ إِلَيَّ حَدَّثَنَا زَيْد بْن الْمُبَارَك حَدَّثَنَا مُحَمَّد بْن نُور عَنْ اِبْن جُرَيْج فِي قَوْله تَعَالَى يُخَادِعُونَ اللَّه قَالَ يُظْهِرُونَ لَا إِلَه إِلَّا اللَّه يُرِيدُونَ أَنْ يُحْرِزُوا بِذَلِكَ دِمَاءَهُمْ وَأَمْوَالهمْ وَفِي أَنْفُسهمْ غَيْر ذَلِكَ . وَقَالَ سَعِيد عَنْ قَتَادَة \" وَمِنْ النَّاس مَنْ يَقُول آمَنَّا بِاَللَّهِ وَبِالْيَوْمِ الْآخِر وَمَا هُمْ بِمُؤْمِنِينَ يُخَادِعُونَ اللَّه وَاَلَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسهمْ وَمَا يَشْعُرُونَ \" نَعْتُ الْمُنَافِق عِنْد كَثِير : خَنِع الْأَخْلَاق يُصَدِّق بِلِسَانِهِ وَيُنْكِر بِقَلْبِهِ وَيُخَالِف بِعَمَلِهِ يُصْبِح عَلَى حَال وَيُمْسِي عَلَى غَيْره وَيُمْسِي عَلَى حَال وَيُصْبِح عَلَى غَيْره وَيَتَكَفَّأ تَكَفُّأ السَّفِينَة كُلَّمَا هَبَّتْ رِيح هَبَّتْ مَعَهَا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38771, "aya_id": 9}]