[{"text": "إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ", "sura_id": 24, "type": 0, "id": 2814, "aya_id": 23}, {"text": "إن الذين يرمون المحصنات الغافلات المؤمنات لعنوا في الدنيا والآخرة ولهم عذاب عظيم", "sura_id": 24, "type": 1, "id": 9050, "aya_id": 23}, {"text": "23 - (إن الذين يرمون) بالزنا (المحصنات) العفائف (الغافلات) عن الفواحش بأن لا يقع في قلوبهن فعلها (المؤمنات) بالله ورسوله (لعنوا في الدنيا والآخرة ولهم عذاب عظيم) \r\n", "sura_id": 24, "type": 2, "id": 27758, "aya_id": 23}, {"text": "إن الذين يقذفون بالزنى العفيفات الغافلات المؤمنات اللاتي لم يخطر ذلك بقلوبهن، مطرودون من رحمة الله في الدنيا والآخرة, ولهم عذاب عظيم في نار جهنم. وفي هذه الآية دليل على كفر من سبَّ، أو اتهم زوجة من زوجات النبي صلى الله عليه وسلم بسوء.\r\n", "sura_id": 24, "type": 3, "id": 33994, "aya_id": 23}, {"text": " <font color=red>إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ</font><BR><p>هَذَا وَعِيد مِنْ اللَّه تَعَالَى لِلَّذِينَ يَرْمُونَ الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات خَرَجَ مَخْرَج الْغَالِب فَأُمَّهَات الْمُؤْمِنِينَ أَوْلَى بِالدُّخُولِ فِي هَذَا مِنْ كُلّ مُحْصَنَة وَلَا سِيَّمَا الَّتِي كَانَتْ سَبَب النُّزُول وَهِيَ عَائِشَة بِنْت الصِّدِّيق رَضِيَ اللَّه عَنْهُمَا وَقَدْ أَجْمَعَ الْعُلَمَاء رَحِمَهُمْ اللَّه قَاطِبَة عَلَى أَنَّ مَنْ سَبَّهَا بَعْد هَذَا وَرَمَاهَا بِمَا رَمَاهَا بِهِ بَعْد هَذَا الَّذِي ذُكِرَ فِي هَذِهِ الْآيَة فَإِنَّهُ كَافِر لِأَنَّهُ مُعَانِد لِلْقُرْآنِ وَفِي بَقِيَّة أُمَّهَات الْمُؤْمِنِينَ قَوْلَانِ : أَصَحّهمَا أَنَّهُنَّ كَهِيَ وَاَللَّه أَعْلَم وَقَوْله تَعَالَى\" لُعِنُوا فِي الدُّنْيَا وَالْآخِرَة \" . الْآيَة كَقَوْلِهِ \" إِنَّ الَّذِينَ يُؤْذُونَ اللَّه وَرَسُوله \" الْآيَة . وَقَدْ ذَهَبَ بَعْضهمْ إِلَى أَنَّهَا خَاصَّة بِعَائِشَة رَضِيَ اللَّه عَنْهَا فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عَبْد اللَّه بْن حِرَاش عَنْ الْعَوَّام عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي الْآيَة \" إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات \" قَالَ نَزَلَتْ فِي عَائِشَة خَاصَّة وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَمُقَاتِل بْن حَيَّان . وَقَدْ ذَكَرَهُ اِبْن جَرِير عَنْ عَائِشَة فَقَالَ حَدَّثَنَا أَحْمَد بْن عُمْدَة الضَّبِّيّ حَدَّثَنَا أَبُو عَوَانَة عَنْ عُمَر بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : رُمِيت بِمَا رُمِيت بِهِ وَأَنَا غَافِلَة فَبَلَغَنِي بَعْد ذَلِكَ قَالَتْ فَبَيْنَا رَسُول اللَّه جَالِس عِنْدِي إِذْ أُوحِيَ إِلَيْهِ قَالَتْ وَكَانَ إِذَا أُوحِيَ إِلَيْهِ أَخَذَهُ كَهَيْئَةِ السُّبَات وَإِنَّهُ أُوحِيَ إِلَيْهِ وَهُوَ جَالِس عِنْدِي ثُمَّ اِسْتَوَى جَالِسًا يَمْسَح عَلَى وَجْهه وَقَالَ \" يَا عَائِشَة أَبْشِرِي \" قَالَتْ فَقُلْت بِحَمْدِ اللَّه لَا بِحَمْدِك فَقَرَأَ \" إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات - حَتَّى بَلَغَ - أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَة وَرِزْق كَرِيم \" هَكَذَا أَوْرَدَهُ وَلَيْسَ فِيهِ أَنَّ الْحُكْم خَاصّ بِهَا وَإِنَّمَا فِيهِ أَنَّهَا سَبَب النُّزُول دُون غَيْرهَا وَإِنْ كَانَ الْحُكْم يَعُمّهَا كَغَيْرِهَا وَلَعَلَّهُ مُرَاد اِبْن عَبَّاس وَمَنْ قَالَ كَقَوْلِهِ وَاَللَّه أَعْلَم . وَقَالَ الضَّحَّاك وَأَبُو الْجَوْزَاء وَسَلَمَة بْن نُبَيْط : الْمُرَاد بِهَا أَزْوَاج النَّبِيّ خَاصَّة دُون غَيْرهنَّ مِنْ النِّسَاء وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي الْآيَة \" إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات \" الْآيَة يَعْنِي أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَمَاهُنَّ أَهْل النِّفَاق فَأَوْجَبَ اللَّه لَهُمْ اللَّعْنَة وَالْغَضَب وَبَاءُوا بِسَخَطٍ مِنْ اللَّه فَكَانَ ذَلِكَ فِي أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ نَزَلَ بَعْد ذَلِكَ \" وَاَلَّذِينَ يَرْمُونَ الْمُحْصَنَات ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء - إِلَى قَوْله - فَإِنَّ اللَّه غَفُور رَحِيم \" فَأَنْزَلَ اللَّه الْجَلْد وَالتَّوْبَة فَالتَّوْبَة تُقْبَل وَالشَّهَادَة تُرَدّ . وَقَالَ اِبْن جَرِير حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا هُشَيْم أَخْبَرَنَا الْعَوَّام بْن حَوْشَب عَنْ شَيْخ مِنْ بَنِي أَسَد عَنْ اِبْن عَبَّاس قَالَ فَسَّرَ سُورَة النُّور فَلَمَّا أَتَى عَلَى هَذِهِ الْآيَة \" إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات \" الْآيَة قَالَ فِي شَأْن عَائِشَة وَأَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ مُبْهَمَة وَلَيْسَتْ لَهُمْ تَوْبَة ثُمَّ قَرَأَ \" وَاَلَّذِينَ يَرْمُونَ الْمُحْصَنَات ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء - إِلَى قَوْله - إِلَّا الَّذِينَ تَابُوا مِنْ بَعْد ذَلِكَ وَأَصْلَحُوا \" الْآيَة قَالَ فَجَعَلَ لِهَؤُلَاءِ تَوْبَة وَلَمْ يَجْعَل لِمَنْ قَذَفَ أُولَئِكَ تَوْبَة قَالَ فَهَمَّ بَعْض الْقَوْم أَنْ يَقُوم إِلَيْهِ فَيُقَبِّل رَأْسه مِنْ حُسْن مَا فَسَّرَ بِهِ سُورَة النُّور فَقَوْله وَهِيَ مُبْهَمَة أَيْ عَامَّة فِي تَحْرِيم قَذْف كُلّ مُحْصَنَة وَلَعْنَته فِي الدُّنْيَا وَالْآخِرَة وَهَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم هَذَا فِي عَائِشَة وَمَنْ صَنَعَ مِثْل هَذَا أَيْضًا الْيَوْم فِي الْمُسْلِمَات فَلَهُ مَا قَالَ اللَّه تَعَالَى وَلَكِنَّ عَائِشَة كَانَتْ أُمًّا فِي ذَلِكَ . وَقَدْ اِخْتَارَ اِبْن جَرِير عُمُومهَا وَهُوَ الصَّحِيح وَيَعْضُد الْعُمُوم مَا رَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن بْن أَخِي وَهْب حَدَّثَنِي عَمِّي حَدَّثَنَا سُلَيْمَان بْن بِلَال عَنْ ثَوْر بْن زَيْد عَنْ أَبِي الْغَيْث عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اِجْتَنِبُوا السَّبْع الْمُوبِقَات \" قِيلَ وَمَا هُنَّ يَا رَسُول اللَّه ؟ قَالَ \" الشِّرْك بِاَللَّهِ وَالسِّحْر وَقَتْل النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم وَالتَّوَلِّي يَوْم الزَّحْف وَقَذْف الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث سُلَيْمَان بْن بِلَال بِهِ وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عُمَر أَبِي خَالِد الطَّائِيّ الْمُحَرَّمِيّ حَدَّثَنِي أَبِي وَحَدَّثَنَا أَبُو شُعَيْب الْحَرَّانِيّ حَدَّثَنَا جَدِّي أَحْمَد بْن أَبِي شُعَيْب حَدَّثَنِي مُوسَى بْن أَعْيَن عَنْ لَيْث عَنْ أَبِي إِسْحَاق عَنْ صِلَة بْن زُفَر عَنْ حُذَيْفَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَذْف الْمُحْصَنَة يَهْدِم عَمَل مِائَة سَنَة \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39240, "aya_id": 23}]