[{"text": "وَاسْتَفْتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ", "sura_id": 14, "type": 0, "id": 1765, "aya_id": 15}, {"text": "واستفتحوا وخاب كل جبار عنيد", "sura_id": 14, "type": 1, "id": 8001, "aya_id": 15}, {"text": "15 - (واستفتحوا) استنصر الرسل بالله على قومهم (وخاب) وخسر (كل جبار) متكبر عن طاعة الله (عنيد) معاند للحق \r\n", "sura_id": 14, "type": 2, "id": 26709, "aya_id": 15}, {"text": "ولجأ الرسل إلى ربهم وسألوه النصر على أعدائهم والحكم بينهم، فاستجاب لهم, وهلك كل متكبر لا يقبل الحق ولا يُذْعن له, ولا يقر بتوحيد الله وإخلاص العبادة له.\r\n", "sura_id": 14, "type": 3, "id": 32945, "aya_id": 15}, {"text": " <font color=red>وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ</font><BR><p>\" وَقَوْله \" وَاسْتَفْتَحُوا\" أَيْ اِسْتَنْصَرَتْ الرُّسُل رَبّهَا عَلَى قَوْمهَا قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ اِسْتَفْتَحَتْ الْأُمَم عَلَى أَنْفُسهَا كَمَا قَالُوا \" اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِك فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنْ السَّمَاءِ أَوْ اِئْتِنَا بِعَذَابٍ أَلِيمٍ\" وَيَحْتَمِل أَنْ يَكُون هَذَا مُرَادًا وَهَذَا مُرَادًا كَمَا أَنَّهُمْ اِسْتَفْتَحُوا عَلَى أَنْفُسِهِمْ يَوْم بَدْر وَاسْتَفْتَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاسْتَنْصَرَ وَقَالَ اللَّه تَعَالَى لِلْمُشْرِكِينَ \" إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمْ الْفَتْح وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ \" الْآيَة وَاَللَّه أَعْلَم\" وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ \" أَيْ مُتَجَبِّر فِي نَفْسه عَنِيد مُعَانِد لِلْحَقِّ كَقَوْلِهِ تَعَالَى \" أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ\" وَفِي الْحَدِيث \" إِنَّهُ يُؤْتَى بِجَهَنَّم يَوْم الْقِيَامَة فَتُنَادِي الْخَلَائِق فَتَقُول إِنِّي وُكِّلْت بِكُلِّ جَبَّار عَنِيد \" الْحَدِيث خَابَ وَخَسِرَ حِين اِجْتَهَدَ الْأَنْبِيَاء فِي الِابْتِهَال إِلَى رَبّهَا الْعَزِيز الْمُقْتَدِر .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37906, "aya_id": 15}]