[{"text": "إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِن ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِّنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَؤُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَؤُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 73, "type": 0, "id": 5495, "aya_id": 20}, {"text": "إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه وثلثه وطائفة من الذين معك والله يقدر الليل والنهار علم أن لن تحصوه فتاب عليكم فاقرؤوا ما تيسر من القرءان علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله وآخرون يقاتلون في سبيل الله فاقرؤوا ما تيسر منه وأقيموا الصلاة وآتوا الزكاة وأقرضوا الله قرضا حسنا وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا وأعظم أجرا واستغفروا الله إن الله غفور رحيم", "sura_id": 73, "type": 1, "id": 11731, "aya_id": 20}, {"text": "20 - (إن ربك يعلم أنك تقوم أدنى) أقل (من ثلثي الليل ونصفه وثلثه) بالجر عطف على ثلثي وبالنصب عطف على أدنى وقيامه كذلك نحو ما أمر به أول السورة (وطائفة من الذين معك) عطف على ضمير تقوم وجاز من غير تأكيد للفصل وقيام طائفة من أصحابه كذلك للتأسي به ومنهم من كان لا يدري كم صلى من الليل وكم بقي منه فكان يقوم الليل كله احتياطا فقاموا حتى انتفخت أقدامهم سنة أو أكثر فخفف عنهم قال تعالى (والله يقدر) يحصي (الليل والنهار علم أن) مخففة من الثقيلة واسمها محذوف أي انه (لن تحصوه) أي الليل لتقوموا فيما يجب القيام فيه إلا بقيام جميعه وذلك يشق عليكم (فتاب عليكم) رجع بكم إلى التخفيف (فاقرؤوا ما تيسر من القرآن علم أن) مخففة من الثقيلة أي أنه (سيكون منكم مرضى وآخرون يضربون في الأرض) يسافرون (يبتغون من فضل الله) يطلبون من رزقه بالتجارة وغيرها (وآخرون يقاتلون في سبيل الله) وكل من الفرق الثلاثة يشق عليهم ما ذكر في قيام الليل فخفف عنهم بقيام ما تيسر منه ثم نسخ ذلك بالصلوات الخمس (فاقرؤوا ما تيسر منه) كما تقدم (وأقيموا الصلاة) المفروضة (وآتوا الزكاة وأقرضوا الله) بأن تنفقوا ما سوى المفروض من المال في سبيل الخير (قرضا حسنا) عن طيب قلب (وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا) مما خلفتم وهو فضل وما بعده وإن لم يكن معرفة يشبهها لامتناعه من التعريف (وأعظم أجرا واستغفروا الله إن الله غفور رحيم) للمؤمنين \r\n", "sura_id": 73, "type": 2, "id": 30439, "aya_id": 20}, {"text": "إن ربك -أيها النبي- يعلم أنك تقوم للتهجد من الليل أقل من ثلثيه حينًا, وتقوم نصفه حينًا, وتقوم ثلثه حينًا آخر, ويقوم معك طائفة من أصحابك. والله وحده هو الذي يقدِّر الليل والنهار, ويعلم مقاديرهما, وما يمضي ويبقى منهما, علم الله أنه لا يمكنكم قيام الليل كله, فخفَّف عليكم, فاقرؤوا في الصلاة بالليل ما تيسر لكم قراءته من القرآن, علم الله أنه سيوجد فيكم مَن يُعجزه المرض عن قيام الليل, ويوجد قوم آخرون يتنقَّلون في الأرض للتجارة والعمل يطلبون من رزق الله الحلال, وقوم آخرون يجاهدون في سبيل الله؛ لإعلاء كلمته ونشر دينه, فاقرؤوا في صلاتكم ما تيسَّر لكم من القرآن, وواظبوا على فرائض الصلاة, وأعطوا الزكاة الواجبة عليكم, وتصدَّقوا في وجوه البر والإحسان مِن أموالكم؛ ابتغاء وجه الله, وما تفعلوا مِن وجوه البر والخير وعمل الطاعات, تلقَوا أجره وثوابه عند الله يوم القيامة خيرًا مما قدَّمتم في الدنيا, وأعظم منه ثوابًا, واطلبوا مغفرة الله في جميع أحوالكم, إن الله غفور لكم رحيم بكم.\r\n", "sura_id": 73, "type": 3, "id": 36675, "aya_id": 20}, {"text": " <font color=red>إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" إِنَّ رَبّك يَعْلَم أَنَّك تَقُوم أَدْنَى مِنْ ثُلُثَيْ اللَّيْل وَنِصْفه وَثُلُثه وَطَائِفَة مِنْ الَّذِينَ مَعَك \" أَيْ تَارَة هَكَذَا وَتَارَة هَكَذَا وَذَلِكَ كُلّه مِنْ غَيْر قَصْد مِنْكُمْ وَلَكِنْ لَا تَقْدِرُونَ عَلَى الْمُوَاظَبَة عَلَى مَا أَمَرَكُمْ بِهِ مِنْ قِيَام اللَّيْل لِأَنَّهُ يَشُقّ عَلَيْكُمْ وَلِهَذَا قَالَ \" وَاَللَّه يُقَدِّر اللَّيْل وَالنَّهَار \" أَيْ تَارَة يَعْتَدِلَانِ وَتَارَة يَأْخُذ هَذَا مِنْ هَذَا وَهَذَا مِنْ هَذَا\" عَلِمَ أَنْ لَنْ تُحْصُوهُ أَيْ الْفَرْض الَّذِي أَوْجَبَهُ عَلَيْكُمْ\" فَاقْرَءُوا مَا تَيَسَّرَ مِنْ الْقُرْآن \" أَيْ مِنْ غَيْر تَحْدِيد بِوَقْتٍ أَيْ وَلَكِنْ قُومُوا مِنْ اللَّيْل مَا تَيَسَّرَ وَعَبَّرَ عَنْ الصَّلَاة بِالْقِرَاءَةِ كَمَا قَالَ فِي سُورَة سُبْحَان \" وَلَا تَجْهَر بِصَلَاتِك \" أَيْ بِقِرَاءَتِك \" وَلَا تُخَافِت بِهَا \" وَقَدْ اِسْتَدَلَّ أَصْحَاب الْإِمَام أَبِي حَنِيفَة رَحِمَهُ اللَّه بِهَذِهِ الْآيَة وَهِيَ قَوْله \" فَاقْرَءُوا مَا تَيَسَّرَ مِنْ الْقُرْآن \" عَلَى أَنَّهُ لَا يَجِب تَعَيُّن قِرَاءَة الْفَاتِحَة فِي الصَّلَاة بَلْ لَوْ قَرَأَ بِهَا أَوْ بِغَيْرِهَا مِنْ الْقُرْآن وَلَوْ بِآيَةٍ أَجْزَأَهُ وَاعْتَضَدُوا بِحَدِيثِ الْمُسِيء صَلَاته الَّذِي فِي الصَّحِيحَيْنِ\" ثُمَّ اِقْرَأْ مَا تَيَسَّرَ مَعَك مِنْ الْقُرْآن \" وَقَدْ أَجَابَهُمْ الْجُمْهُور بِحَدِيثِ عُبَادَة بْن الصَّامِت وَهُوَ فِي الصَّحِيحَيْنِ أَيْضًا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" لَا صَلَاة لِمَنْ لَمْ يَقْرَأ بِفَاتِحَةِ الْكِتَاب \" وَفِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلّ صَلَاة لَا يُقْرَأ فِيهَا بِأُمِّ الْقُرْآن فَهِيَ خِدَاج فَهِيَ خِدَاج فَهِيَ خِدَاج غَيْر تَمَام \" وَفِي صَحِيح اِبْن خُزَيْمَةَ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" لَا تُجْزِئ صَلَاة مَنْ لَمْ يَقْرَأ بِأُمِّ الْقُرْآن \" . وَقَوْله تَعَالَى \" عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْض يَبْتَغُونَ مِنْ فَضْل اللَّه وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيل اللَّه\" أَيْ عَلِمَ أَنْ سَيَكُونُ مِنْ هَذِهِ الْأُمَّة ذَوُو أَعْذَار فِي تَرْك قِيَام اللَّيْل مِنْ مَرْضَى لَا يَسْتَطِيعُونَ ذَلِكَ وَمُسَافِرِينَ فِي الْأَرْض يَبْتَغُونَ مِنْ فَضْل اللَّه فِي الْمَكَاسِب وَالْمَتَاجِر وَآخَرِينَ مَشْغُولِينَ بِمَا هُوَ الْأَهَمّ فِي حَقّهمْ مِنْ الْغَزْو فِي سَبِيل اللَّه وَهَذِهِ الْآيَة بَلْ السُّورَة كُلّهَا مَكِّيَّة وَلَمْ يَكُنْ الْقِتَال شُرِعَ بَعْد فَهِيَ مِنْ أَكْبَر دَلَائِل النُّبُوَّة لِأَنَّهُ مِنْ بَاب الْإِخْبَار بِالْمَغِيبَاتِ الْمُسْتَقْبَلَة وَلِهَذَا قَالَ تَعَالَى \" فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ \" أَيْ قُومُوا بِمَا تَيَسَّرَ عَلَيْكُمْ مِنْهُ قَالَ اِبْن جَرِير حَدَّثَنَا يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ أَبِي رَجَاء مُحَمَّد قَالَ : قُلْت لِلْحَسَنِ يَا أَبَا سَعِيد مَا تَقُول فِي رَجُل قَدْ اِسْتَظْهَرَ الْقُرْآن كُلّه عَنْ ظَهْر قَلْبه وَلَا يَقُوم بِهِ إِنَّمَا يُصَلِّي الْمَكْتُوبَة ؟ قَالَ يَتَوَسَّد الْقُرْآن لَعَنَ اللَّه ذَاكَ قَالَ اللَّه تَعَالَى لِلْعَبْدِ الصَّالِح \" وَإِنَّهُ لَذُو عِلْم لِمَا عَلَّمْنَاهُ \" \" وَعَلِمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ\" قُلْت يَا أَبَا سَعِيد قَالَ اللَّه تَعَالَى \" فَاقْرَءُوا مَا تَيَسَّرَ مِنْ الْقُرْآن \" قَالَ نَعَمْ وَلَوْ خَمْس آيَات وَهَذَا ظَاهِر مِنْ مَذْهَب الْحَسَن الْبَصْرِيّ أَنَّهُ كَانَ يَرَى حَقًّا وَاجِبًا عَلَى حَمَلَة الْقُرْآن أَنْ يَقُومُوا وَلَوْ بِشَيْءٍ مِنْهُ فِي اللَّيْل وَلِهَذَا جَاءَ فِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ رَجُل نَامَ حَتَّى أَصْبَحَ فَقَالَ \" ذَاكَ رَجُل بَالَ الشَّيْطَان فِي أُذُنه \" فَقِيلَ مَعْنَاهُ نَامَ عَنْ الْمَكْتُوبَة وَقِيلَ عَنْ قِيَام اللَّيْل . وَفِي السُّنَن \" أَوْتِرُوا يَا أَهْل الْقُرْآن \" وَفِي الْحَدِيث الْآخَر \" مَنْ لَمْ يُوتِر فَلَيْسَ مِنَّا \" وَأَغْرَب مِنْ هَذَا مَا حُكِيَ عَنْ أَبِي بَكْر بْن عَبْد الْعَزِيز مِنْ الْحَنَابِلَة مِنْ إِيجَابه قِيَام شَهْر رَمَضَان فَاَللَّه أَعْلَم . وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا أَحْمَد بْن سَعِيد فَرْقَد الْحَدْرَد حَدَّثَنَا أَبُو أَحْمَد مُحَمَّد بْن يُوسُف الزُّبَيْدِىّ حَدَّثَنَا عَبْد الرَّحْمَن عَنْ مُحَمَّد بْن عَبْد اللَّه بْن طَاوُس مِنْ وَلَد طَاوُس عَنْ أَبِيهِ عَنْ طَاوُس عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ \" قَالَ \" مِائَة آيَة \" وَهَذَا حَدِيث غَرِيب جِدًّا لَمْ أَرَهُ إِلَّا فِي مُعْجَم الطَّبَرَانِيّ رَحِمَهُ اللَّه تَعَالَى . وَقَوْله تَعَالَى \" وَأَقِيمُوا الصَّلَاة وَآتُوا الزَّكَاة \" أَيْ أَقِيمُوا صَلَاتكُمْ الْوَاجِبَة عَلَيْكُمْ وَآتُوا الزَّكَاة الْمَفْرُوضَة وَهَذَا يَدُلّ لِمَنْ قَالَ إِنَّ فَرْض الزَّكَاة نَزَلَ بِمَكَّة لَكِنَّ مَقَادِير النُّصُب وَالْمَخْرَج لَمْ تُبَيَّن إِلَّا بِالْمَدِينَةِ وَاَللَّه أَعْلَم وَقَدْ قَالَ اِبْن عَبَّاس وَعِكْرِمَة وَمُجَاهِد وَالْحَسَن وَقَتَادَة وَغَيْر وَاحِد مِنْ السَّلَف إِنَّ هَذِهِ الْآيَة نَسَخَتْ الَّذِي كَانَ اللَّه قَدْ أَوْجَبَهُ عَلَى الْمُسْلِمِينَ أَوَّلًا مِنْ قِيَام اللَّيْل وَاخْتَلَفُوا فِي الْمُدَّة الَّتِي بَيْنهمَا عَلَى أَقْوَال كَمَا تَقَدَّمَ وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِذَلِكَ الرَّجُل \" خَمْس صَلَوَات فِي الْيَوْم وَاللَّيْلَة \" قَالَ هَلْ عَلَيَّ غَيْرهَا ؟ قَالَ \" لَا إِلَّا أَنْ تَطَوَّعَ \" وَقَوْله تَعَالَى \" وَأَقْرِضُوا اللَّه قَرْضًا حَسَنًا \" يَعْنِي مِنْ الصَّدَقَات فَإِنَّ اللَّه يُجَازِي عَلَى ذَلِكَ أَحْسَن الْجَزَاء وَأَوْفَره كَمَا قَالَ تَعَالَى \" مَنْ ذَا الَّذِي يُقْرِض اللَّه قَرْضًا حَسَنًا فَيُضَاعِفهُ لَهُ أَضْعَافًا كَثِيرَة \" وَقَوْله تَعَالَى \" وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْر تَجِدُوهُ عِنْد اللَّه هُوَ خَيْرًا وَأَعْظَم أَجْرًا \" أَيْ جَمِيع مَا تُقَدِّمُوهُ بَيْن أَيْدِيكُمْ فَهُوَ لَكُمْ حَاصِل وَهُوَ خَيْر مِمَّا أَبْقَيْتُمُوهُ لِأَنْفُسِكُمْ فِي الدُّنْيَا قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا أَبُو خَيْثَمَة حَدَّثَنَا جَرِير عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ الْحَارِث بْن سُوَيْد قَالَ : قَالَ عَبْد اللَّه قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيّكُمْ مَاله أَحَبّ إِلَيْهِ مِنْ مَال وَارِثه ؟ \" قَالُوا يَا رَسُول اللَّه مَا مِنَّا مِنْ أَحَد إِلَّا مَاله أَحَبّ إِلَيْهِ مِنْ مَال وَارِثه قَالَ \" اِعْلَمُوا مَا تَقُولُونَ\" قَالُوا مَا نَعْلَم إِلَّا ذَلِكَ يَا رَسُول اللَّه قَالَ \" إِنَّمَا مَال أَحَدكُمْ مَا قَدَّمَ وَمَال وَارِثه مَا أَخَّرَ \" وَرَوَاهُ الْبُخَارِيّ مِنْ حَدِيث حَفْص بْن غِيَاث وَالنَّسَائِيّ مِنْ طَرِيق أَبِي مُعَاوِيَة كِلَاهُمَا عَنْ الْأَعْمَش بِهِ . ثُمَّ قَالَ تَعَالَى\" وَاسْتَغْفِرُوا اللَّه إِنَّ اللَّه غَفُور رَحِيم \" أَيْ أَكْثِرُوا مِنْ ذِكْره وَاسْتِغْفَاره فِي أُمُوركُمْ كُلّهَا فَإِنَّهُ غَفُور رَحِيم لِمَنْ اِسْتَغْفَرَهُ . آخِر تَفْسِير سُورَة الْمُزَّمِّل وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 73, "type": 4, "id": 42784, "aya_id": 20}]