[{"text": "الْأَخِلَّاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ", "sura_id": 43, "type": 0, "id": 4392, "aya_id": 67}, {"text": "الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين", "sura_id": 43, "type": 1, "id": 10628, "aya_id": 67}, {"text": "67 - (الأخلاء) على المعصية في الدنيا (يومئذ) يوم القيامة متعلق بقوله (بعضهم لبعض عدو إلا المتقين) المتحابين في الله على طاعته فإنهم اصدقاء \r\n", "sura_id": 43, "type": 2, "id": 29336, "aya_id": 67}, {"text": "الأصدقاء على معاصي الله في الدنيا يتبرأ بعضهم من بعض يوم القيامة, لكن الذين تصادقوا على تقوى الله, فإن صداقتهم دائمة في الدنيا والآخرة.\r\n", "sura_id": 43, "type": 3, "id": 35572, "aya_id": 67}, {"text": " <font color=red>الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ</font><BR><p>أَيْ كُلّ صَدَاقَة وَصَحَابَة لِغَيْرِ اللَّه فَإِنَّهَا تَنْقَلِب يَوْم الْقِيَامَة عَدَاوَة إِلَّا مَا كَانَ لِلَّهِ عَزَّ وَجَلَّ فَإِنَّهُ دَائِم بِدَوَامِهِ وَهَذَا كَمَا قَالَ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام لِقَوْمِهِ \" إِنَّمَا اِتَّخَذْتُمْ مِنْ دُون اللَّه أَوْثَانًا مَوَدَّة بَيْنكُمْ فِي الْحَيَاة الدُّنْيَا ثُمَّ يَوْم الْقِيَامَة يَكْفُر بَعْضكُمْ بِبَعْضٍ وَيَلْعَن بَعْضكُمْ بَعْضًا وَمَأْوَاكُمْ النَّار وَمَا لَكُمْ مِنْ نَاصِرِينَ \" . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْحَارِث عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ \" الْأَخِلَّاء يَوْمئِذٍ بَعْضهمْ لِبَعْضٍ عَدُوّ إِلَّا الْمُتَّقِينَ \" قَالَ خَلِيلَانِ مُؤْمِنَانِ وَخَلِيلَانِ كَافِرَانِ فَتُوُفِّيَ أَحَد الْمُؤْمِنَيْنِ وَبُشِّرَ بِالْجَنَّةِ فَذَكَرَ خَلِيله فَقَالَ اللَّهُمَّ إِنَّ فُلَانًا خَلِيلِي كَانَ يَأْمُرنِي بِطَاعَتِك وَطَاعَة رَسُولك وَيَأْمُرنِي بِالْخَيْرِ وَيَنْهَانِي عَنْ الشَّرّ وَيُنَبِّئنِي أَنِّي مُلَاقِيك اللَّهُمَّ فَلَا تُضِلّهُ بَعْدِي حَتَّى تُرِيه مِثْل مَا أَرَيْتنِي وَتَرْضَى عَنْهُ كَمَا رَضِيت عَنِّي فَيُقَال لَهُ اِذْهَبْ فَلَوْ تَعْلَم مَا لَهُ عِنْدِي لَضَحِكْت كَثِيرًا وَبَكَيْت قَلِيلًا قَالَ ثُمَّ يَمُوت الْآخَر فَتَجْتَمِع أَرْوَاحهمَا فَيُقَال لِيُثْنِ أَحَدكُمَا عَلَى صَاحِبه فَيَقُول كُلّ وَاحِد مِنْهُمَا لِصَاحِبِهِ نِعْمَ الْأَخ وَنِعْمَ الصَّاحِب وَنِعْمَ الْخَلِيل وَإِذَا مَاتَ أَحَد الْكَافِرَيْنِ وَبُشِّرَ بِالنَّارِ ذَكَرَ خَلِيله فَيَقُول اللَّهُمَّ إِنَّ خَلِيلِي فُلَانًا كَانَ يَأْمُرنِي بِمَعْصِيَتِك وَمَعْصِيَة رَسُولك وَيَأْمُرنِي بِالشَّرِّ وَيَنْهَانِي عَنْ الْخَيْر وَيُخْبِرنِي أَنِّي غَيْر مُلَاقِيك اللَّهُمَّ فَلَا تَهْدِهِ بَعْدِي حَتَّى تُرِيَه مِثْل مَا أَرَيْتنِي وَتَسْخَط عَلَيْهِ كَمَا سَخِطْت عَلَيَّ قَالَ فَيَمُوت الْكَافِر الْآخَر فَيُجْمَع بَيْن أَرْوَاحهمَا فَيُقَال لِيُثْنِ كُلّ وَاحِد مِنْكُمَا عَلَى صَاحِبه فَيَقُول كُلّ وَاحِد مِنْهُمَا لِصَاحِبِهِ بِئْسَ الْأَخ وَبِئْسَ الصَّاحِب وَبِئْسَ الْخَلِيل . رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَقَتَادَة صَارَتْ كُلّ خُلَّة عَدَاوَة يَوْم الْقِيَامَة إِلَّا الْمُتَّقِينَ وَرَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة هِشَام بْن أَحْمَد عَنْ هِشَام بْن عَبْد اللَّه بْن كَثِير حَدَّثَنَا أَبُو جَعْفَر مُحَمَّد بْن الْخَضِر بِالرَّقَّةِ عَنْ مُعَافَى حَدَّثَنَا حَكِيم بْن نَافِع عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ أَنَّ رَجُلَيْنِ تَحَابَّا فِي اللَّه أَحَدهمَا بِالْمَشْرِقِ وَالْآخَر بِالْمَغْرِبِ لَجَمَعَ اللَّه تَعَالَى بَيْنهمَا يَوْم الْقِيَامَة يَقُول هَذَا الَّذِي أَحْبَبْته فِيَّ \" .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41195, "aya_id": 67}]