[{"text": "هُمُ الَّذِينَ يَقُولُونَ لَا تُنفِقُوا عَلَى مَنْ عِندَ رَسُولِ اللَّهِ حَتَّى يَنفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ", "sura_id": 63, "type": 0, "id": 5195, "aya_id": 7}, {"text": "هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا ولله خزائن السماوات والأرض ولكن المنافقين لا يفقهون", "sura_id": 63, "type": 1, "id": 11431, "aya_id": 7}, {"text": "7 - (هم الذين يقولون) لأصحابهم من الأنصار (لا تنفقوا على من عند رسول الله) من المهاجرين (حتى ينفضوا) يتفرقوا عنه (ولله خزائن السماوات والأرض) بالرزق فهو الرزاق للمهاجرين وغيرهم (ولكن المنافقين لا يفقهون) \r\n", "sura_id": 63, "type": 2, "id": 30139, "aya_id": 7}, {"text": "هؤلاء المنافقون هم الذين يقولون لأهل \"المدينة\": لا تنفقوا على أصحاب رسول الله من المهاجرين حتى يتفرقوا عنه. ولله وحده خزائن السموات والأرض وما فيهما من أرزاق, يعطيها من يشاء ويمنعها عمَّن يشاء, ولكن المنافقين ليس لديهم فقه ولا ينفعهم ذلك.\r\n", "sura_id": 63, "type": 3, "id": 36375, "aya_id": 7}, {"text": " <font color=red>هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ</font><BR><p>قَالَ فَنَزَلَتْ هَذِهِ الْآيَة \" هُمْ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْد رَسُول اللَّه حَتَّى يَنْفَضُّوا - حَتَّى بَلَغَ - لَئِنْ رَجَعْنَا إِلَى الْمَدِينَة لَيُخْرِجَنَّ الْأَعَزّ مِنْهَا الْأَذَلّ \" وَرَوَاهُ الْبُخَارِيّ عِنْد هَذِهِ الْآيَة عَنْ آدَم بْن أَبِي إِيَاس عَنْ شُعْبَة ثُمَّ قَالَ وَقَالَ اِبْن أَبِي زَائِدَة عَنْ الْأَعْمَش عَنْ عَمْرو عَنْ اِبْن أَبِي لَيْلَى عَنْ زَيْد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ عِنْدهَا أَيْضًا مِنْ حَدِيث شُعْبَة بِهِ . \" طَرِيق أُخْرَى عَنْ زَيْد \" قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا يَحْيَى بْن آدَم وَيَحْيَى بْن أَبِي بُكَيْر قَالَا حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق قَالَ سَمِعْت زَيْد بْن أَرْقَم وَقَالَ أَبُو بَكْر عَنْ زَيْد بْن أَرْقَمَ قَالَ خَرَجْت مَعَ عَمِّي فِي غَزَاة فَسَمِعْت عَبْد اللَّه بْن أُبَيّ بْن سَلُول يَقُول لِأَصْحَابِهِ لَا تُنْفِقُوا عَلَى مَنْ عِنْد رَسُول اللَّه وَلَئِنْ رَجَعْنَا إِلَى الْمَدِينَة لَيُخْرِجَنَّ الْأَعَزّ مِنْهَا الْأَذَلّ فَذَكَرْت ذَلِكَ لِعَمِّي فَذَكَرَهُ عَمِّي لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ إِلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَدَّثْته فَأَرْسَلَ إِلَى عَبْد اللَّه بْن أُبَيّ بْن سَلُول وَأَصْحَابه فَحَلَفُوا بِاَللَّهِ مَا قَالُوا فَكَذَّبَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَدَّقَهُ فَأَصَابَنِي هَمٌّ لَمْ يُصِبْنِي مِثْله قَطُّ وَجَلَسْت فِي الْبَيْت فَقَالَ عَمِّي : مَا أَرَدْت إِلَّا أَنْ كَذَّبَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَقَتَك ؟ قَالَ حَتَّى أَنْزَلَ اللَّه \" إِذَا جَاءَك الْمُنَافِقُونَ \" قَالَ فَبَعَثَ إِلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَرَأَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيَّ ثُمَّ قَالَ \" إِنَّ اللَّه قَدْ صَدَّقَك \" ثُمَّ قَالَ أَحْمَد أَيْضًا حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا زُهَيْر حَدَّثَنَا أَبُو إِسْحَاق أَنَّهُ سَمِعَ زَيْد بْن أَرْقَمَ يَقُول خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفَر فَأَصَابَ النَّاس شِدَّة وَقَالَ عَبْد اللَّه بْن أُبَيّ لِأَصْحَابِهِ لَا تُنْفِقُوا عَلَى مَنْ عِنْد رَسُول اللَّه حَتَّى يَنْفَضُّوا مِنْ حَوْلِهِ وَقَالَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَة لَيُخْرِجَنَّ الْأَعَزّ مِنْهَا الْأَذَلّ فَأَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته بِذَلِكَ فَأَرْسَلَ إِلَى عَبْد اللَّه بْن أُبَيّ فَسَأَلَهُ فَاجْتَهَدَ يَمِينه مَا فَعَلَ فَقَالُوا : كَذَبَ زَيْد يَا رَسُول اللَّه فَوَقَعَ فِي نَفْسِي مِمَّا قَالُوا فَأَنْزَلَ اللَّه تَصْدِيقِي \" إِذَا جَاءَك الْمُنَافِقُونَ \" قَالَ وَدَعَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَسْتَغْفِر لَهُمْ فَلَوَّوْا رُءُوسَهُمْ وَقَدْ رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث زُهَيْر وَرَوَاهُ الْبُخَارِيّ أَيْضًا وَالتِّرْمِذِيّ مِنْ حَدِيث إِسْرَائِيل كِلَاهُمَا عَنْ أَبِي إِسْحَاق عَمْرو بْن عَبْد اللَّه السَّبِيعِيّ الْهَمَذَانِيّ الْكُوفِيّ عَنْ زَيْد بِهِ \" طَرِيق أُخْرَى عَنْ زَيْد \" قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ السُّدِّيّ عَنْ أَبِي سَعِيد الْأَزْدِيّ قَالَ حَدَّثَنَا زَيْد بْن أَرْقَم قَالَ غَزَوْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ مَعَنَا أُنَاس مِنْ الْأَعْرَاب فَكُنَّا نَبْتَدِر الْمَاء وَكَانَ الْأَعْرَاب يَسْبِقُونَنَا إِلَيْهِ فَسَبَقَ أَعْرَابِيّ أَصْحَابه لِيَمْلَأ الْحَوْض وَيَجْعَل حَوْله حِجَارَة وَيَجْعَل النِّطَع عَلَيْهِ حَتَّى يَجِيء أَصْحَابه قَالَ فَأَتَى رَجُل مِنْ الْأَنْصَار الْأَعْرَابِيّ فَأَرْخَى زِمَام نَاقَته لِتَشْرَبَ فَأَبَى أَنْ يَدَعَهُ فَانْتَزَعَ حَجَرًا فَغَاضَ الْمَاء فَرَفَعَ الْأَعْرَابِيّ خَشَبَته فَضَرَبَ بِهَا رَأْس الْأَنْصَارِيّ فَشَجَّهُ فَأَتَى عَبْد اللَّه بْن أُبَيّ رَأْس الْمُنَافِقِينَ فَأَخْبَرَهُ وَكَانَ مِنْ أَصْحَابه فَغَضِبَ عَبْد اللَّه بْن أُبَيّ ثُمَّ قَالَ : لَا تُنْفِقُوا عَلَى مَنْ عِنْد رَسُول اللَّه حَتَّى يَنْفَضُّوا مِنْ حَوْله يَعْنِي الْأَعْرَاب وَكَانُوا يَحْضُرُونَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد الطَّعَام فَقَالَ عَبْد اللَّه لِأَصْحَابِهِ إِذَا اِنْفَضُّوا مِنْ عِنْد مُحَمَّد فَائْتُوا مُحَمَّدًا بِالطَّعَامِ فَلْيَأْكُلْ هُوَ وَمَنْ مَعَهُ ثُمَّ قَالَ لِأَصْحَابِهِ لَئِنْ رَجَعْتُمْ إِلَى الْمَدِينَة فَلْيُخْرِجْ الْأَعَزّ مِنْهَا الْأَذَلّ قَالَ زَيْد وَأَنَا رِدْف عَمِّي قَالَ فَسَمِعْت عَبْد اللَّه بْن أُبَيّ يَقُول مَا قَالَ فَأَخْبَرْت عَمِّي فَانْطَلَقَ فَأَخْبَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ إِلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَلَفَ وَجَحَدَ قَالَ فَصَدَّقَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذَّبَنِي قَالَ فَجَاءَ إِلَيَّ عَمِّي فَقَالَ مَا أَرَدْت إِلَّا أَنْ مَقَتَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذَّبَك الْمُسْلِمُونَ ؟ قَالَ فَوَقَعَ عَلَيَّ مِنْ الْغَمّ مَا لَمْ يَقَع عَلَى أَحَد قَطُّ قَالَ فَبَيْنَمَا أَنَا أَسِير مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفَر وَقَدْ خَفَقْت بِرَأْسِيِّ مِنْ الْهَمّ إِذْ أَتَانِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَرَكَ أُذُنِي وَضَحِكَ فِي وَجْهِي فَمَا كَانَ يَسُرُّنِي أَنَّ لِي بِهَا الْخُلْد فِي الدُّنْيَا ثُمَّ إِنَّ أَبَا بَكْر لَحِقَنِي وَقَالَ مَا قَالَ لَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قُلْت مَا قَالَ شَيْئًا إِلَّا أَنَّهُ عَرَكَ أُذُنِي وَضَحِكَ فِي وَجْهِي فَقَالَ أَبْشِرْ ثُمَّ لَحِقَنِي عُمَر فَقُلْت لَهُ مِثْل قَوْلِي لِأَبِي بَكْر فَلَمَّا أَنْ أَصْبَحْنَا قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُورَة الْمُنَافِقِينَ . اِنْفَرَدَ بِإِخْرَاجِهِ التِّرْمِذِيّ وَقَالَ هَذَا حَدِيث حَسَن صَحِيح . وَهَكَذَا رَوَاهُ الْحَافِظ الْبَيْهَقِيّ عَنْ الْحَاكِم عَنْ عُبَيْد اللَّه بْن مُوسَى بِهِ وَزَادَ بَعْد قَوْله سُورَة الْمُنَافِقِينَ \" إِذَا جَاءَك الْمُنَافِقُونَ قَالُوا نَشْهَد إِنَّك لَرَسُول اللَّه - حَتَّى بَلَغَ - هُمْ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْد رَسُول اللَّه حَتَّى يَنْفَضُّوا - حَتَّى بَلَغَ - لَيُخْرِجَنَّ الْأَعَزّ مِنْهَا الْأَذَلّ \" . وَقَدْ رَوَى عَبْد اللَّه بْن لَهِيعَة عَنْ أَبِي الْأَسْوَد عُرْوَة بْن الزُّبَيْر فِي الْمَغَازِي وَكَذَا ذَكَرَ مُوسَى بْن عُقْبَة فِي مَغَازِيه أَيْضًا هَذِهِ الْقِصَّة بِهَذَا السِّيَاق وَلَكِنْ جَعَلَا الَّذِي بَلَّغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَلَام عَبْد اللَّه بْن أُبَيّ بْن سَلُول إِنَّمَا هُوَ أَوْس بْن أَقْرَم مِنْ بَنِي الْحَارِث بْن الْخَزْرَج فَلَعَلَّهُ مُبَلِّغ آخَر أَوْ تَصْحِيف مِنْ جِهَة السَّمْع وَاَللَّه أَعْلَم . وَقَدْ قَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد عَزِيز الْأَيْلِيّ حَدَّثَنَا سَلَام حَدَّثَنِي عُقَيْل أَخْبَرْت مُحَمَّد بْن مُسْلِم أَنَّ عُرْوَة بْن الزُّبَيْر وَعَمْرو بْن ثَابِت الْأَنْصَارِيّ أَخْبَرَاهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَزَا غَزْوَة الْمُرَيْسِيع وَهِيَ الَّتِي هَدَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا مَنَاة الطَّاغِيَة الَّتِي كَانَتْ بَيْن قَفَا الْمُشَلَّل وَبَيْن الْبَحْر فَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَالِد بْن الْوَلِيد فَكَسَرَ مَنَاة فَاقْتَتَلَ رَجُلَانِ فِي غَزْوَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تِلْكَ أَحَدهمَا مِنْ الْمُهَاجِرِينَ وَالْآخَر مِنْ بَهْز وَهُمْ حُلَفَاء الْأَنْصَار فَاسْتَعْلَى الرَّجُل الَّذِي مِنْ الْمُهَاجِرِينَ عَلَى الْبَهْزِيّ فَقَالَ الْبَهْزِيّ يَا مَعْشَر الْأَنْصَار فَنَصَرَهُ رِجَال مِنْ الْأَنْصَار وَقَالَ الْمُهَاجِرِيّ يَا مَعْشَر الْمُهَاجِرِينَ فَنَصَرَهُ رِجَال مِنْ الْمُهَاجِرِينَ حَتَّى كَانَ بَيْن أُولَئِكَ الرِّجَال مِنْ الْمُهَاجِرِينَ وَالرِّجَال مِنْ الْأَنْصَار شَيْء مِنْ الْقِتَال ثُمَّ حُجِزَ بَيْنهمْ فَانْكَفَأَ كُلّ مُنَافِق أَوْ رَجُل فِي قَلْبه مَرَض إِلَى عَبْد اللَّه بْن أُبَيّ بْن سَلُول فَقَالَ قَدْ كُنْت تُرَجَّى وَتَدْفَع فَأَصْبَحْت لَا تَضُرّ وَلَا تَنْفَع قَدْ تَنَاصَرَتْ عَلَيْنَا الْجَلَابِيب وَكَانُوا يَدْعُونَ كُلّ حَدِيث الْهِجْرَة الْجَلَابِيب .</p><BR> <br> ", "sura_id": 63, "type": 4, "id": 42287, "aya_id": 7}]