[{"text": "وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ", "sura_id": 41, "type": 0, "id": 4254, "aya_id": 36}, {"text": "وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه هو السميع العليم", "sura_id": 41, "type": 1, "id": 10490, "aya_id": 36}, {"text": "36 - (وإما) فيه إدغام نون إن الشرطية في ما الزائدة (ينزغنك من الشيطان نزغ) أي يصرفك عن الخصلة وغيرها من الخير صارف (فاستعذ بالله) جواب الشرط وجواب الأمر محذوف أي يدفعه عنك (إنه هو السميع) للقول (العليم) بالفعل \r\n", "sura_id": 41, "type": 2, "id": 29198, "aya_id": 36}, {"text": "وإما يلقينَّ الشيطان في نفسك وسوسة من حديث النفس لحملك على مجازاة المسيء بالإساءة, فاستجر بالله واعتصم به, إن الله هو السميع لاستعاذتك به, العليم بأمور خلقه جميعها.\r\n", "sura_id": 41, "type": 3, "id": 35434, "aya_id": 36}, {"text": " <font color=red>وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ</font><BR><p>وَقَوْله تَعَالَى \" وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْغ فَاسْتَعِذْ بِاَللَّهِ \" أَيْ إِنَّ شَيْطَان الْإِنْس رُبَّمَا يَنْخَدِع بِالْإِحْسَانِ إِلَيْهِ فَأَمَّا شَيْطَان الْجِنّ فَإِنَّهُ لَا حِيلَة فِيهِ إِذَا وَسْوَسَ إِلَّا الِاسْتِعَاذَة بِخَالِقِهِ الَّذِي سَلَّطَهُ عَلَيْك فَإِذَا اِسْتَعَذْت بِاَللَّهِ وَالْتَجَأْت إِلَيْهِ كَفَّهُ عَنْك وَرَدَّ كَيْده وَقَدْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَامَ إِلَى الصَّلَاة يَقُول \" أَعُوذ بِاَللَّهِ السَّمِيع الْعَلِيم مِنْ الشَّيْطَان الرَّجِيم مِنْ هَمْزه وَنَفْخه وَنَفْثه \" وَقَدْ قَدَّمْنَا أَنَّ هَذَا الْمَقَام لَا نَظِير لَهُ فِي الْقُرْآن إِلَّا فِي سُورَة الْأَعْرَاف عِنْد قَوْله تَعَالَى \" خُذْ الْعَفْو وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْغ فَاسْتَعِذْ بِاَللَّهِ إِنَّهُ هُوَ السَّمِيع الْعَلِيم \" وَفِي سُورَة الْمُؤْمِنِينَ عِنْد قَوْله \" اِدْفَعْ بِاَلَّتِي هِيَ أَحْسَن السَّيِّئَة نَحْنُ أَعْلَم بِمَا يَصِفُونَ وَقُلْ رَبّ أَعُوذ بِك مِنْ هَمَزَات الشَّيَاطِين وَأَعُوذ بِك رَبّ أَنْ يَحْضُرُونِ \" .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41054, "aya_id": 36}]