[{"text": "مَن كَانَ عَدُوًّا لِّلّهِ وَمَلآئِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللّهَ عَدُوٌّ لِّلْكَافِرِينَ", "sura_id": 2, "type": 0, "id": 105, "aya_id": 98}, {"text": "من كان عدوا لله وملائكته ورسله وجبريل وميكال فإن الله عدو للكافرين", "sura_id": 2, "type": 1, "id": 6341, "aya_id": 98}, {"text": "98 - (من كان عدوا لله وملائكته ورسله وجبريل) بكسر الجيم وفتحها بلا همز وبه بياء ودونها (وميكال) عطف على الملائكة من عطف الخاص على العام وفي قراءة ميكائيل بهمزة وياء وفي أخرى بلا ياء (فإن الله عدو للكافرين) أوقعه موقع لهم بيانا لحالهم \r\n", "sura_id": 2, "type": 2, "id": 25049, "aya_id": 98}, {"text": "من عادى الله وملائكته، ورسله من الملائكة أو البشر، وبخاصة المَلَكان جبريلُ وميكالُ؛ لأن اليهود زعموا أن جبريل عدوهم، وميكال وليُّهم ، فأعلمهم الله أنه من عادى واحدًا منهما فقد عادى الآخر، وعادى الله أيضًا، فإن الله عدو للجاحدين ما أنزل على رسوله محمد صلى الله عليه وسلم.\r\n", "sura_id": 2, "type": 3, "id": 31285, "aya_id": 98}, {"text": " <font color=red>مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَته وَرُسُله وَجِبْرِيل وَمِيكَال فَإِنَّ اللَّه عَدُوّ لِلْكَافِرِينَ\" يَقُول تَعَالَى مَنْ عَادَانِي وَمَلَائِكَتِي وَرُسُلِي - وَرُسُله تَشْمَل رُسُله مِنْ الْمَلَائِكَة كَمَا قَالَ تَعَالَى \" اللَّهُ يَصْطَفِي مِنْ الْمَلَائِكَة رُسُلًا وَمِنْ النَّاس \" - وَجِبْرِيل وَمِيكَال وَهَذَا مِنْ بَاب عَطْف الْخَاصّ عَلَى الْعَامّ فَإِنَّهُمَا دَخَلَا فِي الْمَلَائِكَة فِي عُمُوم الرُّسُل ثُمَّ خُصِّصَا بِالذِّكْرِ لِأَنَّ السِّيَاق فِي الِانْتِصَار لِجِبْرَائِيل وَهُوَ السَّفِير بَيْن اللَّه وَأَنْبِيَائِهِ وَقَرَنَ مَعَهُ مِيكَائِيل فِي اللَّفْظ لِأَنَّ الْيَهُود زَعَمُوا أَنَّ جِبْرِيل عَدُوّهُمْ وَمِيكَائِيل وَلِيّهمْ فَأَعْلَمهُمْ اللَّه تَعَالَى أَنَّ مَنْ عَادَى وَاحِدًا مِنْهُمَا فَقَدْ عَادَى الْآخَر وَعَادَى اللَّه أَيْضًا وَلِأَنَّهُ أَيْضًا يَنْزِل عَلَى أَنْبِيَاء اللَّه بَعْض الْأَحْيَان كَمَا قَرَنَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي اِبْتِدَاء الْأَمْر وَلَكِنَّ جِبْرَائِيل أَكْثَر وَهِيَ وَظِيفَته وَمِيكَائِيل مُوَكَّل بِالنَّبَاتِ وَالْقَطْر هَذَاك بِالْهُدَى وَهَذَا بِالرِّزْقِ كَمَا أَنَّ إِسْرَافِيل مُوَكَّل بِالنَّفْخِ فِي الصُّوَر لِلْبَعْثِ يَوْم الْقِيَامَة وَلِهَذَا جَاءَ فِي الصَّحِيح أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَانَ إِذَا قَامَ مِنْ اللَّيْل يَقُول \" اللَّهُمَّ رَبّ جِبْرَائِيل وَمِيكَائِيل وَإِسْرَافِيل فَاطِر السَّمَوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة أَنْتَ تَحْكُم بَيْن عِبَادك فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اِهْدِنِي لِمَا اُخْتُلِفَ فِيهِ مِنْ الْحَقّ بِإِذْنِك إِنَّك تَهْدِي مَنْ تَشَاء إِلَى صِرَاط مُسْتَقِيم \" وَقَدْ تَقَدَّمَ مَا حَكَاهُ الْبُخَارِيّ وَرَوَاهُ اِبْن جَرِير عَنْ عِكْرِمَة وَغَيْره أَنَّهُ قَالَ جِبْر وَمِيك وَإِسْرَاف : عَبِيدٌ وَإِيلَ : اللَّه وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان عَنْ الْأَعْمَش عَنْ إِسْمَاعِيل بْن أَبِي رَجَاء عَنْ عُمَيْر مَوْلَى اِبْن عَبَّاس عَنْ اِبْن عَبَّاس قَالَ : إِنَّمَا كَانَ قَوْله جِبْرَائِيل كَقَوْلِهِ عَبْد اللَّه وَعَبْد الرَّحْمَن وَقِيلَ جِبْر عَبْد وَإِيل اللَّه . وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ عَنْ عَلِيّ بْن الْحُسَيْن قَالَ : أَتَدْرُونَ مَا اِسْم جِبْرَائِيل مِنْ أَسْمَائِكُمْ ؟ قُلْنَا لَا قَالَ : اِسْمه عَبْد اللَّه وَكُلّ اِسْم مَرْجِعه إِلَى إِيل فَهُوَ إِلَى اللَّه عَزَّ وَجَلَّ قَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ عِكْرِمَة وَمُجَاهِد وَالضَّحَّاك وَيَحْيَى بْن يَعْمَر نَحْو ذَلِكَ ثُمَّ قَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي الْحَوَارِيّ حَدَّثَنِي عَبْد الْعَزِيز بْن عُمَيْر قَالَ : اِسْم جِبْرَائِيل فِي الْمَلَائِكَة خَادِم اللَّه قَالَ : فَحَدَّثْت بِهِ أَبَا سُلَيْمَان الدَّارَانِيّ فَانْتَفَضَ وَقَالَ : لَهَذَا الْحَدِيثُ أَحَبّ إِلَيَّ مِنْ كُلّ شَيْء فِي دَفْتَر كَانَ بَيْن يَدَيْهِ . وَفِي جِبْرَائِيل وَمِيكَائِيل لُغَات وَقِرَاءَات تُذْكَر فِي كُتُب اللُّغَة وَالْقِرَاءَات وَلَمْ نُطَوِّل كِتَابنَا هَذَا بِسَرْدِ ذَلِكَ إِلَّا أَنْ يَدُور فَهْم الْمَعْنَى عَلَيْهِ أَوْ يَرْجِع الْحُكْم فِي ذَلِكَ إِلَيْهِ وَبِاَللَّهِ الثِّقَة وَهُوَ الْمُسْتَعَان وَقَوْله تَعَالَى \" فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ\" فِيهِ إِيقَاع الْمُظْهَر مَكَان الْمُضْمَر حَيْثُ لَمْ يَقُلْ فَإِنَّهُ عَدُوّ بَلْ قَالَ : \" فَإِنَّ اللَّه عَدُوّ لِلْكَافِرِينَ \" كَمَا قَالَ الشَّاعِر : لَا أَرَى الْمَوْتَ يَسْبِقُ الْمَوْتَ شَيْءٌ سَبَقَ الْمَوْتُ ذَا الْغِنَى وَالْفَقِيرَا وَقَالَ الْآخَر : لَيْتَ الْغُرَاب غَدَاة يَنْعَب دَائِبًا كَانَ الْغُرَاب مُقَطَّع الْأَوْدَاج وَإِنَّمَا أَظْهَرَ اللَّه هَذَا الِاسْم هَاهُنَا لِتَقْرِيرِ هَذَا الْمَعْنَى وَإِظْهَاره وَإِعْلَامهمْ أَنَّ مَنْ عَادَى وَلِيًّا لِلَّهِ فَقَدْ عَادَى اللَّه وَمَنْ عَادَى اللَّه فَإِنَّ اللَّه عَدُوّ لَهُ وَمَنْ كَانَ اللَّه عَدُوّهُ فَقَدْ خَسِرَ الدُّنْيَا وَالْآخِرَة كَمَا تَقَدَّمَ الْحَدِيث \" مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْته بِالْمُحَارَبَةِ \" وَفِي الْحَدِيث الْآخَر \" إِنِّي لَأَثْأَر لِأَوْلِيَائِي كَمَا يَثْأَر اللَّيْث الْحَرْب \" وَفِي الْحَدِيث الصَّحِيح \" مَنْ كُنْت خَصْمَهُ خَصَمْته \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38780, "aya_id": 98}]