[{"text": "وَذَرُواْ ظَاهِرَ الإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الإِثْمَ سَيُجْزَوْنَ بِمَا كَانُواْ يَقْتَرِفُونَ", "sura_id": 6, "type": 0, "id": 909, "aya_id": 120}, {"text": "وذروا ظاهر الإثم وباطنه إن الذين يكسبون الإثم سيجزون بما كانوا يقترفون", "sura_id": 6, "type": 1, "id": 7145, "aya_id": 120}, {"text": "120 - (وذروا) اتركوا (ظاهر الإثم وباطنه) علانيته وسره والإثم قيل الزنا ، وقيل كل معصية (إن الذين يكسبون الإثم سيجزون) في الآخرة (بما كانوا يقترفون) يكتسبون \r\n", "sura_id": 6, "type": 2, "id": 25853, "aya_id": 120}, {"text": "واتركوا -أيها الناس- جميع المعاصي, ما كان منها علانية وما كان سرًّا. إن الذين يفعلون المعاصي سيعاقبهم ربهم; بسبب ما كانوا يعملونه من السيئات.\r\n", "sura_id": 6, "type": 3, "id": 32089, "aya_id": 120}, {"text": " <font color=red>وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ</font><BR><p>قَالَ مُجَاهِد \" وَذَرُوا ظَاهِر الْإِثْم وَبَاطِنه \" مَعْصِيَته فِي السِّرّ وَالْعَلَانِيَة وَفِي رِوَايَة عَنْهُ هُوَ مَا يُنْوَى مِمَّا هُوَ عَامِل وَقَالَ قَتَادَة \" وَذَرُوا ظَاهِر الْإِثْم وَبَاطِنه \" أَيْ سِرّه وَعَلَانِيَته قَلِيله وَكَثِيره وَقَالَ السُّدِّيّ : ظَاهِره الزِّنَا مَعَ الْبَغَايَا ذَوَات الرَّايَات وَبَاطِنه الزِّنَا مَعَ الْخَلِيلَة وَالصَّدَائِق وَالْأَخْدَان وَقَالَ عِكْرِمَة ظَاهِره نِكَاح ذَوَات الْمَحَارِم وَالصَّحِيح أَنَّ الْآيَة عَامَّة فِي ذَلِكَ كُلّه وَهِيَ كَقَوْلِهِ تَعَالَى \" قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ \" الْآيَة وَلِهَذَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْم سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ \" أَيْ سَوَاء كَانَ ظَاهِرًا أَوْ خَفِيًّا فَإِنَّ اللَّه سَيَجْزِيهِمْ عَلَيْهِ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مُعَاوِيَة بْن صَالِح عَنْ عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر عَنْ أَبِيهِ عَنْ النَّوَّاس بْن سَمْعَان قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْإِثْم فَقَالَ \" الْإِثْم مَا حَاكَ فِي صَدْرك وَكَرِهْت أَنْ يَطَّلِع النَّاس عَلَيْهِ \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42100, "aya_id": 120}]