[{"text": "فَهَلْ يَنظُرُونَ إِلَّا السَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً فَقَدْ جَاء أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءتْهُمْ ذِكْرَاهُمْ", "sura_id": 47, "type": 0, "id": 4563, "aya_id": 18}, {"text": "فهل ينظرون إلا الساعة أن تأتيهم بغتة فقد جاء أشراطها فأنى لهم إذا جاءتهم ذكراهم", "sura_id": 47, "type": 1, "id": 10799, "aya_id": 18}, {"text": "18 - (فهل ينظرون) ما ينتظرون أي كفار مكة (إلا الساعة أن تأتيهم) بدل اشتمال من الساعة أي ليس الأمر إلا أن تاتيهم (بغتة) فجأة (فقد جاء أشراطها) علاماتها منها بعثة النبي صلى الله عليه وسلم وانشقاق القمر والدخان (فأنى لهم إذا جاءتهم) الساعة (ذكراهم) تذكرهم أي لا ينفعهم \r\n", "sura_id": 47, "type": 2, "id": 29507, "aya_id": 18}, {"text": "ما ينتظر هؤلاء المكذبون إلا الساعة التي وُعدوا بها أن تجيئهم فجأةً, فقد ظهرت علاماتها ولم ينتفعوا بذلك, فمن أين لهم التذكر إذا جاءتهم الساعة؟\r\n", "sura_id": 47, "type": 3, "id": 35743, "aya_id": 18}, {"text": " <font color=red>فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ</font><BR><p>\" فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَة أَنْ تَأْتِيَهُمْ بَغْتَةً \" أَيْ وَهُمْ غَافِلُونَ عَنْهَا \" فَقَدْ جَاءَ أَشْرَاطُهَا \" أَيْ أَمَارَات اِقْتِرَابِهَا كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" هَذَا نَذِير مِنْ النُّذُر الْأُولَى أَزِفَتْ الْآزِفَة \" وَكَقَوْلِهِ جَلَّتْ عَظَمَته \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر \" وَقَوْله سُبْحَانه وَتَعَالَى \" أَتَى أَمْر اللَّه فَلَا تَسْتَعْجِلُوهُ \" وَقَوْله جَلَّ وَعَلَا \" اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَة مُعْرِضُونَ\" فَبَعْثَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَشْرَاط السَّاعَة ; لِأَنَّهُ خَاتِم الرُّسُل الَّذِي أَكْمَلَ اللَّه تَعَالَى بِهِ الدِّين وَأَقَامَ بِهِ الْحُجَّة عَلَى الْعَالَمِينَ وَقَدْ أَخْبَرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَمَارَاتِ السَّاعَة وَأَشْرَاطِهَا وَأَبَانَ عَنْ ذَلِكَ وَأَوْضَحَهُ بِمَا لَمْ يُؤْتَهُ نَبِيّ قَبْله كَمَا هُوَ مَبْسُوط فِي مَوْضِعه وَقَالَ الْحَسَن الْبَصْرِيّ : بَعْثَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَشْرَاط السَّاعَة وَهُوَ كَمَا قَالَ وَلِهَذَا جَاءَ فِي أَسْمَائِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ نَبِيّ التَّوْبَة وَنَبِيّ الْمَلْحَمَة وَالْحَاشِر الَّذِي يُحْشَر النَّاس عَلَى قَدَمَيْهِ وَالْعَاقِب الَّذِي لَيْسَ بَعْده نَبِيّ . وَقَالَ الْبُخَارِيّ حَدَّثَنَا أَحْمَد بْن الْمِقْدَام حَدَّثَنَا فُضَيْل بْن سُلَيْمَان حَدَّثَنَا أَبُو رَجَاء حَدَّثَنَا سَهْل بْن سَعْد رَضِيَ اللَّه عَنْهُ قَالَ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ بِأُصْبُعَيْهِ هَكَذَا بِالْوُسْطَى وَاَلَّتِي تَلِيهَا \" بُعِثْت أَنَا وَالسَّاعَة كَهَاتَيْنِ \" ثُمَّ قَالَ تَعَالَى \" فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ \" أَيْ فَكَيْف لِلْكَافِرِينَ بِالتَّذَكُّرِ إِذَا جَاءَتْهُمْ الْقِيَامَة حَيْثُ لَا يَنْفَعهُمْ ذَلِكَ ؟ كَقَوْلِهِ تَعَالَى \" يَوْمئِذٍ يَتَذَكَّر الْإِنْسَان وَأَنَّى لَهُ الذِّكْرَى \" \" وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمْ التَّنَاوُش مِنْ مَكَان بَعِيد \" .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41361, "aya_id": 18}]