[{"text": "كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُواْ يَفْعَلُونَ", "sura_id": 5, "type": 0, "id": 748, "aya_id": 79}, {"text": "كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون", "sura_id": 5, "type": 1, "id": 6984, "aya_id": 79}, {"text": "79 - (كانوا لا يتناهون) أي لا ينهى بعضهم بعضا (عن) معاودة (منكر فعلوه لبئس ما كانوا يفعلون) فعلهم هذا \r\n", "sura_id": 5, "type": 2, "id": 25692, "aya_id": 79}, {"text": "كان هؤلاء اليهود يُجاهرون بالمعاصي ويرضونها, ولا يَنْهى بعضُهم بعضًا عن أيِّ منكر فعلوه, وهذا من أفعالهم السيئة, وبه استحقوا أن يُطْرَدُوا من رحمة الله تعالى.\r\n", "sura_id": 5, "type": 3, "id": 31928, "aya_id": 79}, {"text": " <font color=red>كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ</font><BR><p>قَالَ تَعَالَى \" كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَر فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ \" أَيْ كَانَ لَا يَنْهَى أَحَدٌ مِنْهُمْ أَحَدًا عَنْ اِرْتِكَاب الْمَآثِم وَالْمَحَارِم ثُمَّ ذَمَّهُمْ عَلَى ذَلِكَ لِيُحْذَر أَنْ يُرْتَكَب مِثْلُ الَّذِي اِرْتَكَبُوهُ فَقَالَ \" لَبِئْسَ مَا كَانُوا يَفْعَلُونَ \" وَقَالَ الْإِمَام أَحْمَد - رَحِمَهُ اللَّه - حَدَّثَنَا يَزِيد حَدَّثَنَا شَرِيك بْن عَبْد اللَّه عَنْ عَلِيّ بْن بَذِيمَة عَنْ أَبِي عَبْدَة عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا وَقَعَتْ بَنُو إِسْرَائِيل فِي الْمَعَاصِي نَهَتْهُمْ عُلَمَاؤُهُمْ فَلَمْ يَنْتَهُوا فَجَالَسُوهُمْ فِي مَجَالِسهمْ قَالَ يَزِيد وَأَحْسَبُهُ قَالَ فِي أَسْوَاقهمْ وَوَاكَلُوهُمْ وَشَارَبُوهُمْ فَضَرَبَ اللَّه قُلُوب بَعْضهمْ بِبَعْضٍ وَلَعَنَهُمْ عَلَى لِسَان دَاوُدَ وَعِيسَى اِبْن مَرْيَم ذَلِكَ بِمَا \" عَصَوْا وَكَانُوا يَعْتَدُونَ \" وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُتَّكِئًا فَجَلَسَ فَقَالَ : \" لَا وَاَلَّذِي نَفْسِي بِيَدِهِ حَتَّى تَأْطُرُوهُمْ عَلَى الْحَقّ أَطْرًا \" وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد النُّفَيْلِيّ حَدَّثَنَا يُونُس بْن رَاشِد عَنْ عَلِيّ بْن بَذِيمَة عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ أَوَّل مَا دَخَلَ النَّقْص عَلَى بَنِي إِسْرَائِيل كَانَ الرَّجُل فَيَقُول يَا هَذَا اِتَّقِ اللَّه وَدَعْ مَا تَصْنَع فَإِنَّهُ لَا يَحِلّ لَك ثُمَّ يَلْقَاهُ مِنْ الْغَد فَلَا يَمْنَعهُ ذَلِكَ أَنْ يَكُون أَكِيلهُ وَشَرِيبه وَقَعِيده فَلَمَّا فَعَلُوا ذَلِكَ ضَرَبَ اللَّه قُلُوب بَعْضهمْ بِبَعْضٍ ثُمَّ قَالَ \" لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيل عَلَى لِسَان دَاوُدَ وَعِيسَى اِبْن مَرْيَم \" إِلَى قَوْله\" فَاسِقُونَ \" ثُمَّ قَالَ كَلَّا وَاَللَّه لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهَوُنَّ عَنْ الْمُنْكَر وَلَتَأْخُذُنَّ عَلَى يَد الظَّالِم وَلَتَأْطُرُنَّهُ عَلَى الْحَقّ أَطْرًا أَوْ تَقْصُرُنَّهُ عَلَى الْحَقّ قَصْرًا \" وَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طَرِيق عَلِيّ بْن بَذِيمَة بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب ثُمَّ رَوَاهُ هُوَ وَابْن مَاجَهْ عَنْ بُنْدَار عَنْ اِبْن مَهْدِىٍّ عَنْ سُفْيَان عَنْ عَلِيّ بْن بَذِيمَة عَنْ أَبِي عُبَيْدَة مُرْسَلًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ وَهَارُون بْن إِسْحَاق الْهَمْدَانِيّ قَالَا حَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد الْمُحَارِبِيّ عَنْ الْعَلَاء بْن الْمُسَيِّب عَنْ عَبْد اللَّه بْن عَمْرو بْن مُرَّة عَنْ سَالِم الْأَفْطَس عَنْ اِبْن أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : إِنَّ الرَّجُل مِنْ بَنِي إِسْرَائِيل كَانَ إِذَا رَأَى أَخَاهُ عَلَى الذَّنْب نَهَاهُ عَنْهُ تَعْذِيرًا فَإِذَا كَانَ مِنْ الْغَد لَمْ يَمْنَعهُ مَا رَأَى مِنْهُ أَنْ يَكُون أَكِيلهُ وَخَلِيطه وَشَرِيكه \" وَفِي حَدِيث هَارُون وَشَرِيبه ثُمَّ اِتَّفَقَا فِي الْمَتْن فَلَمَّا رَأَى اللَّه ذَلِكَ مِنْهُمْ ضَرَبَ قُلُوب بَعْضهمْ عَلَى بَعْض وَلَعَنَهُمْ عَلَى لِسَان نَبِيّهمْ دَاوُدَ وَعِيسَى اِبْن مَرْيَم ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهَوُنَّ عَنْ الْمُنْكَر وَلَتَأْخُذُنَّ عَلَى يَد الْمُسِيء وَلَتَأْطُرُنَّهُ عَلَى الْحَقّ أَطْرًا أَوْ لَيَضْرِبَنَّ اللَّه قُلُوب بَعْضكُمْ عَلَى بَعْض أَوْ لَيَلْعَنكُمْ كَمَا لَعَنَهُمْ \" وَالسِّيَاق لِأَبِي سَعِيد كَذَا قَالَ فِي رِوَايَة هَذَا الْحَدِيث وَقَدْ رَوَاهُ أَبُو دَاوُدَ أَيْضًا عَنْ خَلَف بْن هِشَام عَنْ أَبِي شِهَاب الْخَيَّاط عَنْ الْعَلَاء بْن الْمُسَيِّب عَنْ اِبْن مُرَّة عَنْ سَالِم وَهُوَ اِبْن عَجْلَان الْأَفْطَس عَنْ أَبِي عُبَيْدَة بْن عَبْد اللَّه بْن مَسْعُود عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ ثُمَّ قَالَ أَبُو دَاوُدَ كَذَا رَوَاهُ خَالِد عَنْ الْعَلَاء عَنْ عَمْرو بْن مُرَّة بِهِ وَرَوَاهُ الْمُحَارِبِيّ عَنْ الْعَلَاء بْن الْمُسَيِّب عَنْ عَبْد اللَّه بْن عَمْرو بْن مُرَّة عَنْ سَالِم الْأَفْطَس عَنْ أَبِي عَبْدَة عَنْ عَبْد اللَّه قَالَ شَيْخنَا الْحَافِظ أَبُو الْحَجَّاج الْمِزِّيّ وَقَدْ رَوَاهُ خَالِد بْن عَبْد اللَّه الْوَاسِطِيّ عَنْ الْعَلَاء بْن الْمُسَيِّب عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي عُبَيْدَة عَنْ أَبِي مُوسَى وَالْأَحَادِيث فِي الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر كَثِيرَة جِدًّا وَلْنَذْكُرْ مِنْهَا مَا يُنَاسِب هَذَا الْمَقَام قَدْ تَقَدَّمَ حَدِيث جَابِر عِنْد قَوْله لَوْلَا يَنْهَاهُمْ الرَّبَّانِيُّونَ وَالْأَحْبَار وَسَيَأْتِي عِنْد قَوْله\" يَا أَيّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ \" حَدِيث أَبِي بَكْر الصِّدِّيق وَأَبِي ثَعْلَبَة الْخُشَنِيّ فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان الْهَاشِمِيّ أَنْبَأَنَا إِسْمَاعِيل بْن جَعْفَر أَخْبَرَنِي عَمْرو بْن أَبِي عَمْرو عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الْأَشْهَلِيّ عَنْ حُذَيْفَة بْن الْيَمَان أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهَوُنَّ عَنْ الْمُنْكَر أَوْ لَيُوشِكَنَّ اللَّه أَنْ يَبْعَث عَلَيْكُمْ عِقَابًا مِنْ عِنْده ثُمَّ لَتَدْعُنَّهُ فَلَا يَسْتَجِيب لَكُمْ \" وَرَوَاهُ التِّرْمِذِيّ عَنْ عَلِيّ بْن حُجْر عَنْ إِسْمَاعِيل بْن جَعْفَر بِهِ وَقَالَ هَذَا حَدِيث حَسَن وَقَالَ أَبُو عَبْد اللَّه مُحَمَّد بْن يَزِيد بْن مَاجَهْ حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا مُعَاوِيَة بْن هِشَام عَنْ هِشَام بْن سَعْد عَنْ عَمْرو بْن عُثْمَان عَنْ عَاصِم بْن عُمَر بْن عُثْمَان عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" مُرُوا بِالْمَعْرُوفِ وَانْهَوْا عَنْ الْمُنْكَر قَبْل أَنْ تَدْعُوا فَلَا يُسْتَجَاب لَكُمْ \" تَفَرَّدَ بِهِ وَعَاصِم هَذَا مَجْهُول وَفِي الصَّحِيح مِنْ طَرِيق الْأَعْمَش عَنْ إِسْمَاعِيل بْن رَجَاء عَنْ أَبِيهِ عَنْ أَبِي سَعِيد وَعَنْ قَيْس بْن مُسْلِم عَنْ طَارِق بْن شِهَاب عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ وَذَلِكَ أَضْعَف الْإِيمَان \" رَوَاهُ مُسْلِم وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا سَيْف هُوَ اِبْن أَبِي سُلَيْمَان سَمِعْت عَدِيّ بْن عَدِيّ الْكِنْدِيّ يُحَدِّث عَنْ مُجَاهِد قَالَ حَدَّثَنِي مَوْلًى لَنَا أَنَّهُ سَمِعَ جَدِّي يَعْنِي عَدِيّ بْن عَمِيرَة رَضِيَ اللَّه عَنْهُ يَقُول سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِنَّ اللَّه لَا يُعَذِّب الْعَامَّة بِعَمَلِ الْخَاصَّة حَتَّى يَرَوْا الْمُنْكَر بَيْن ظَهْرَانِيهِمْ وَهُمْ قَادِرُونَ عَلَى أَنْ يُنْكِرُوهُ فَلَا يُنْكِرُونَهُ فَإِذَا فَعَلُوا ذَلِكَ عَذَّبَ اللَّه الْخَاصَّة وَالْعَامَّة\" ثُمَّ رَوَاهُ أَحْمَد عَنْ أَحْمَد بْن الْحَجَّاج عَنْ عَبْد اللَّه بْن الْمُبَارَك عَنْ سَيْف بْن أَبِي سُلَيْمَان عَنْ عِيسَى بْن عَدِيّ الْكِنْدِيّ حَدَّثَنِي مَوْلًى لَنَا أَنَّهُ سَمِعَ جَدِّي يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فَذَكَره هَكَذَا رَوَاهُ الْإِمَام أَحْمَد مِنْ هَذَيْنِ الْوَجْهَيْنِ قَالَ أَبُو دَاوُدَ حَدَّثَنَا أَبُو الْعَلَاء حَدَّثَنَا أَبُو بَكْر حَدَّثَنَا الْمُغِيرَة بْن زِيَاد الْمُصَلِّي عَنْ عَدِيّ بْن عَدِيّ عَنْ الْعُرْس - يُعْنَى اِبْن عَمِيرَة - عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا عُمِلَتْ الْخَطِيئَة فِي الْأَرْض كَانَ مَنْ شَهِدَهَا فَكَرِهَهَا وَقَالَ مَرَّة فَأَنْكَرَهَا كَانَ كَمَنْ غَابَ عَنْهَا وَمَنْ غَابَ عَنْهَا فَرَضِيَهَا كَانَ كَمَنْ شَهِدَهَا \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ ثُمَّ رَوَاهُ عَنْ أَحْمَد بْن يُونُس عَنْ اِبْن شِهَاب عَنْ مُغِيرَة بْن زِيَاد عَنْ عَدِيّ بْن عَدِيّ مُرْسَلًا وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا سُلَيْمَان بْن حَرْب وَحَفْص بْن عُمَر قَالَا : حَدَّثَنَا شُعْبَة وَهَذَا لَفْظه عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبَخْتَرِيّ قَالَ أَخْبَرَنِي مَنْ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ سُلَيْمَان حَدَّثَنِي رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِي : \" يَهْلَك النَّاس حَتَّى يَعْذِرُوا أَوْ يُعْذِرُوا مِنْ أَنْفُسهمْ \" وَقَالَ اِبْن مَاجَهْ حَدَّثَنَا عِمْرَان بْن مُوسَى حَدَّثَنَا حَمَّاد بْن زَيْد حَدَّثَنَا عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ خَطِيبًا فَكَانَ فِيمَا قَالَ : \" أَلَا لَا يَمْنَعَنَّ رَجُلًا هَيْبَةُ النَّاس أَنْ يَقُول الْحَقّ إِذَا عَلِمَهُ \" قَالَ فَبَكَى أَبُو سَعِيد وَقَالَ قَدْ وَاَللَّه رَأَيْنَا أَشْيَاء فَهِبْنَاهُ وَفِي حَدِيث إِسْرَائِيل عَنْ عَطِيَّة عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَفْضَل الْجِهَاد كَلِمَة حَقّ عِنْد سُلْطَان جَائِر \" رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب مِنْ هَذَا الْوَجْه وَقَالَ اِبْن مَاجَهْ : حَدَّثَنَا رَاشِد بْن سَعِيد الرَّمْلِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ أَبِي طَالِب عَنْ أَبِي أُمَامَةَ قَالَ عَرَضَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُل عِنْد الْجَمْرَة الْأُولَى فَقَالَ : يَا رَسُول اللَّه أَيّ الْجِهَاد أَفْضَلُ فَسَكَتَ عَنْهُ فَلَمَّا رَمَى الْعَقَبَة الثَّانِيَة سَأَلَهُ فَسَكَتَ عَنْهُ فَلَمَّا رَمَى جَمْرَة الْعَقَبَة وَوَضَعَ رِجْله فِي الْغَرْز لِيَرْكَب فَقَالَ أَيْنَ السَّائِل ؟ قَالَ أَنَا يَا رَسُول اللَّه قَالَ : \" كَلِمَة حَقّ تُقَال عِنْد ذِي سُلْطَان جَائِر \" تَفَرَّدَ بِهِ وَقَالَ اِبْن مَاجَهْ حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر وَأَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبَخْتَرِيّ عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَا يَحْقِر أَحَدكُمْ نَفْسه قَالُوا يَا رَسُول اللَّه كَيْفَ يَحْقِر أَحَدُنَا نَفْسَهُ قَالَ يَرَى أَمْرًا لِلَّهِ فِيهِ مَقَال ثُمَّ لَا يَقُول فِيهِ فَيَقُول اللَّه يَوْم الْقِيَامَة مَا مَنَعَك أَنْ تَقُول فِي كَذَا كَذَا وَكَذَا فَيَقُول خَشْيَة النَّاس فَيَقُول فَإِيَّايَ كُنْت أَحَقّ أَنْ تَخْشَى \" تَفَرَّدَ بِهِ وَقَالَ أَيْضًا حَدَّثَنَا عَلِيّ بْن مُحَمَّد حَدَّثَنَا مُحَمَّد بْن فُضَيْل حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا عَبْد اللَّه بْن عَبْد الرَّحْمَن أَبُو طُوَالَة حَدَّثَنَا نَهَار الْعَبْدِيّ أَنَّهُ سَمِعَ أَبَا سَعِيد الْخُدْرِيّ يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِنَّ اللَّه لَيَسْأَل الْعَبْد يَوْم الْقِيَامَة حَتَّى يَقُول مَا مَنَعَك إِذَا رَأَيْت الْمُنْكَر أَنْ تُنْكِرهُ فَإِذَا لَقَّنَ اللَّهُ عَبْدًا حُجَّتَهُ قَالَ يَا رَبِّ رَجَوْتُك وَفَرِقْت النَّاس \" تَفَرَّدَ بِهِ أَيْضًا اِبْن مَاجَهْ وَإِسْنَاده لَا بَأْس بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَمْرو بْن عَاصِم عَنْ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ الْحَسَن عَنْ جُنْدَب عَنْ حُذَيْفَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ :\" لَا يَنْبَغِي لِمُسْلِمٍ أَنْ يُذِلّ نَفْسه قِيلَ وَكَيْف يُذِلّ نَفْسه قَالَ يَتَعَرَّض مِنْ الْبَلَاء لِمَا لَا يُطِيق \" وَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ جَمِيعًا عَنْ مُحَمَّد بْن يَسَار عَنْ عَمْرو بْن عَاصِم بِهِ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن غَرِيب وَقَالَ اِبْن مَاجَهْ حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد الدِّمَشْقِيّ حَدَّثَنَا زَيْد بْن يَحْيَى بْن عُبَيْد الْخُزَاعِيّ حَدَّثَنَا الْهَيْثَم بْن حُمَيْد حَدَّثَنَا أَبُو مَعْبَد حَفْص بْن غَيْلَان الرُّعَيْنِيّ عَنْ مَكْحُول عَنْ أَنَس بْن مَالِك قَالَ : قِيلَ يَا رَسُول اللَّه مَتَى يُتْرَك الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر ؟ قَالَ : \" إِذَا ظَهَرَ فِيكُمْ مَا ظَهَرَ فِي الْأُمَم قَبْلكُمْ قُلْنَا يَا رَسُول اللَّه وَمَا ظَهَرَ فِي الْأُمَم قَبْلنَا قَالَ الْمُلْك فِي صِغَارِكُمْ وَالْفَاحِشَةُ فِي كِبَارِكُمْ وَالْعِلْمُ فِي رِذَالكُمْ قَالَ زَيْد تَفْسِير مَعْنَى قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَالْعِلْم فِي رِذَالكُمْ \" إِذَا كَانَ الْعِلْم فِي الْفُسَّاق. تَفَرَّدَ بِهِ اِبْن مَاجَهْ وَسَيَأْتِي فِي حَدِيث أَبِي ثَعْلَبَة عِنْد قَوْله \" لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ \" شَاهِد لِهَذَا إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41534, "aya_id": 79}]