[{"text": "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى", "sura_id": 20, "type": 0, "id": 2354, "aya_id": 6}, {"text": "له ما في السماوات و ما في الأرض و ما بينهما و ما تحت الثرى", "sura_id": 20, "type": 1, "id": 8590, "aya_id": 6}, {"text": "6 - (له ما في السماوات وما في الأرض وما بينهما) من المخلوقات (وما تحت الثرى) هو التراب الندي والمراد الأرضون السبع لأنها تحته \r\n", "sura_id": 20, "type": 2, "id": 27298, "aya_id": 6}, {"text": "له ما في السموات وما في الأرض وما بينهما وما تحت الأرض, خَلْقًا ومُلْكًا وتدبيرًا.\r\n", "sura_id": 20, "type": 3, "id": 33534, "aya_id": 6}, {"text": " <font color=red>لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى</font><BR><p>وَقَوْله \" لَهُ مَا فِي السَّمَاوَات وَمَا فِي الْأَرْض وَمَا بَيْنهمَا وَمَا تَحْت الثَّرَى \" أَيْ الْجَمِيع مُلْكه وَفِي قَبْضَته وَتَحْت تَصَرُّفه وَمَشِيئَته وَإِرَادَته وَحُكْمه وَهُوَ خَالِق ذَلِكَ وَمَالِكه وَإِلَهه لَا إِلَه سِوَاهُ وَلَا رَبّ غَيْره وَقَوْله \" وَمَا تَحْت الثَّرَى \" قَالَ مُحَمَّد بْن كَعْب أَيْ مَا تَحْت الْأَرْض السَّابِعَة وَقَالَ الْأَوْزَاعِيّ إِنَّ يَحْيَى بْن أَبِي كَثِير حَدَّثَهُ أَنَّ كَعْبًا سُئِلَ فَقِيلَ لَهُ : مَا تَحْت هَذِهِ الْأَرْض ؟ فَقَالَ الْمَاء قِيلَ : وَمَا تَحْت الْمَاء ؟ قَالَ الْأَرْض قِيلَ : وَمَا تَحْت الْأَرْض ؟ قَالَ الْمَاء قِيلَ : وَمَا تَحْت الْمَاء ؟ قَالَ الْأَرْض قِيلَ : وَمَا تَحْت الْأَرْض ؟ قَالَ الْمَاء قِيلَ : وَمَا تَحْت الْمَاء ؟ قَالَ الْأَرْض قِيلَ : وَمَا تَحْت الْأَرْض ؟ قَالَ الْمَاء قِيلَ : وَمَا تَحْت الْمَاء ؟ قَالَ الْأَرْض قِيلَ : وَمَا تَحْت الْأَرْض ؟ قَالَ صَخْرَة قِيلَ : وَمَا تَحْت الصَّخْرَة ؟ قَالَ : مَلَك قِيلَ : وَمَا تَحْت الْمَلَك ؟ قَالَ حُوت مُعَلَّق طَرَفَاهُ بِالْعَرْشِ قِيلَ : وَمَا تَحْت الْحُوت ؟ قَالَ الْهَوَاء وَالظُّلْمَة وَانْقَطَعَ الْعِلْم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عُبَيْد اللَّه بْن أَخِي بْن وَهْب حَدَّثَنَا عَمِّي حَدَّثَنَا عَبْد اللَّه بْن عَيَّاش حَدَّثَنَا عَبْد اللَّه بْن سَلْمَان عَنْ دَرَّاج عَنْ عِيسَى بْن هِلَال الصَّدَفِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْأَرِضِينَ بَيْن كُلّ أَرْض وَاَلَّتِي تَلِيهَا مَسِيرَة خَمْسمِائَةِ عَام وَالْعُلْيَا مِنْهَا عَلَى ظَهْر حُوت قَدْ اِلْتَقَى طَرَفَاهُ فِي السَّمَاء وَالْحُوت عَلَى صَخْرَة وَالصَّخْرَة بِيَدِ الْمَلَك وَالثَّانِيَة سِجْن الرِّيح وَالثَّالِثَة فِيهَا حِجَارَة جَهَنَّم وَالرَّابِعَة فِيهَا كِبْرِيت جَهَنَّم وَالْخَامِسَة فِيهَا حَيَّات جَهَنَّم وَالسَّادِسَة فِيهَا عَقَارِب جَهَنَّم وَالسَّابِعَة فِيهَا سَقَر وَفِيهَا إِبْلِيس مُصَفَّد بِالْحَدِيدِ أَمَامه وَيَد خَلْفه فَإِذَا أَرَادَ اللَّه أَنْ يُطْلِقهُ لِمَا يَشَاء أَطْلَقَهُ \" وَهَذَا حَدِيث غَرِيب جِدًّا وَرَفْعه فِيهِ نَظَر . وَقَالَ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده حَدَّثَنَا أَبُو مُوسَى الْهَرَوِيّ عَنْ الْعَبَّاس بْن الْفَضْل قَالَ : قُلْت اِبْن الْفَضْل الْأَنْصَارِيّ ؟ قَالَ نَعَمْ عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن عَنْ مُحَمَّد بْن عَلِيّ عَنْ جَابِر بْن عَبْد اللَّه قَالَ كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك فَأَقْبَلْنَا رَاجِعِينَ فِي حَرّ شَدِيد فَنَحْنُ مُتَفَرِّقُونَ بَيْن وَاحِد وَاثْنَيْنِ مُنْتَشِرِينَ قَالَ وَكُنْت فِي أَوَّل الْعَسْكَر إِذْ عَارَضَنَا رَجُل فَسَلَّمَ ثُمَّ قَالَ أَيّكُمْ مُحَمَّد وَمَضَى أَصْحَابِي وَوَقَفْت مَعَهُ فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ أَقْبَلَ فِي وَسَط الْعَسْكَر عَلَى جَمَل أَحْمَر مُقَنَّع بِثَوْبِهِ عَلَى رَأْسه مِنْ الشَّمْس فَقُلْت أَيّهَا السَّائِل هَذَا رَسُول اللَّه قَدْ أَتَاك فَقَالَ أَيّهمْ هُوَ ؟ فَقُلْت صَاحِب الْبَكْر الْأَحْمَر فَدَنَا مِنْهُ فَأَخَذَ بِخِطَامِ رَاحِلَته فَكَفَّ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَنْتَ مُحَمَّد ؟ قَالَ \" نَعَمْ \" قَالَ إِنِّي أُرِيد أَنْ أَسْأَلك عَنْ خِصَال لَا يَعْلَمهُنَّ أَحَد مِنْ أَهْل الْأَرْض إِلَّا رَجُل أَوْ رَجُلَانِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَلْ عَمَّا شِئْت \" قَالَ يَا مُحَمَّد أَيَنَامُ النَّبِيّ ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَنَام عَيْنَاهُ وَلَا يَنَام قَلْبه \" قَالَ صَدَقْت ثُمَّ قَالَ يَا مُحَمَّد مِنْ أَيْنَ يُشْبِه الْوَلَد أَبَاهُ وَأُمّه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَاء الرَّجُل أَبْيَض غَلِيظ وَمَاء الْمَرْأَة أَصْفَر رَقِيق فَأَيّ الْمَاءَيْنِ غَلَبَ عَلَى الْآخَر نَزَعَ الْوَلَد \" فَقَالَ صَدَقْت فَقَالَ مَا لِلرَّجُلِ مِنْ الْوَلَد وَمَا لِلْمَرْأَةِ مِنْهُ فَقَالَ \" لِلرَّجُلِ الْعِظَام وَالْعُرُوق وَالْعَصَب وَلِلْمَرْأَةِ اللَّحْم وَالدَّم وَالشَّعْر \" قَالَ صَدَقْت ثُمَّ قَالَ يَا مُحَمَّد مَا تَحْت هَذِهِ يَعْنِي الْأَرْض فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَلْق \" فَقَالَ فَمَا تَحْتهمْ ؟ قَالَ \" أَرْض \" قَالَ فَمَا تَحْت الْأَرْض ؟ قَالَ \" الْمَاء \" قَالَ فَمَا تَحْت الْمَاء ؟ قَالَ \" ظُلْمَة \" قَالَ فَمَا تَحْت الظُّلْمَة قَالَ \" الْهَوَاء \" قَالَ فَمَا تَحْت الْهَوَاء ؟ قَالَ \" الثَّرَى \" قَالَ فَمَا تَحْت الثَّرَى ؟ فَفَاضَتْ عَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْبُكَاءِ وَقَالَ \" اِنْقَطَعَ عِلْم الْخَلْق عِنْد عِلْم الْخَالِق أَيّهَا السَّائِل مَا الْمَسْئُول عَنْهَا بِأَعْلَم مِنْ السَّائِل \" قَالَ فَقَالَ صَدَقْت أَشْهَد أَنَّك رَسُول اللَّه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيّهَا النَّاس هَلْ تَدْرُونَ مَنْ هَذَا ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" هَذَا جِبْرِيل \" هَذَا حَدِيث غَرِيب جِدًّا وَسِيَاق عَجِيب تَفَرَّدَ بِهِ الْقَاسِم بْن عَبْد الرَّحْمَن هَذَا وَقَدْ قَالَ فِيهِ يَحْيَى بْن مَعِين لَيْسَ يُسَاوِي شَيْئًا وَضَعَّفَهُ أَبُو حَاتِم الرَّازِيّ وَقَالَ اِبْن عَدِيّ لَا يُعْرَف قُلْت وَقَدْ خَلَطَ فِي هَذَا الْحَدِيث وَدَخَلَ عَلَيْهِ شَيْء فِي شَيْء وَحَدِيث فِي حَدِيث وَقَدْ يَحْتَمِل أَنَّهُ تَعَمَّدَ ذَلِكَ أَوْ أُدْخِلَ عَلَيْهِ فِيهِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38873, "aya_id": 6}]