[{"text": "قَالُواْ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاء فِي الأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ", "sura_id": 10, "type": 0, "id": 1442, "aya_id": 78}, {"text": "قالوا أجئتنا لتلفتنا عما وجدنا عليه آباءنا وتكون لكما الكبرياء في الأرض وما نحن لكما بمؤمنين", "sura_id": 10, "type": 1, "id": 7678, "aya_id": 78}, {"text": "78 - (قالوا أجئتنا لتلفتنا) لتردنا (عما وجدنا عليه آباءنا وتكون لكما الكبرياء) الملك (في الأرض) أرض مصر (وما نحن لكما بمؤمنين) مصدقين \r\n", "sura_id": 10, "type": 2, "id": 26386, "aya_id": 78}, {"text": "قال فرعون وملؤه لموسى: أجئتنا لتصرفنا عما وجدنا عليه آباءنا من عبادة غير الله, وتكون لكما أنت وهارون العظمة والسلطان في أرض \"مصر\"؟ وما نحن لكما بمقرِّين بأنكما رسولان أُرسلتما إلينا; لنعبد الله وحده لا شريك له.\r\n", "sura_id": 10, "type": 3, "id": 32622, "aya_id": 78}, {"text": " <font color=red>قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ</font><BR><p>\" قَالُوا أَجِئْتنَا لِتَلْفِتنَا \" أَيْ تُثْنِينَا \" عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا \" أَيْ الدِّين الَّذِي كَانُوا عَلَيْهِ \" وَتَكُون لَكُمَا \" أَيْ لَك وَلِهَارُون \" الْكِبْرِيَاء \" أَيْ الْعَظَمَة وَالرِّيَاسَة \" فِي الْأَرْض وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ \" . وَكَثِيرًا مَا يَذْكُر اللَّه تَعَالَى قِصَّة مُوسَى عَلَيْهِ السَّلَام مَعَ فِرْعَوْن فِي كِتَابه الْعَزِيز لِأَنَّهَا مِنْ أَعْجَب الْقَصَص فَإِنَّ فِرْعَوْن حَذِرَ مِنْ مُوسَى كُلّ الْحَذَر فَسَخَّرَهُ الْقَدَر أَنَّ رُبِّيَ هَذَا الَّذِي يَحْذَر مِنْهُ عَلَى فِرَاشه وَمَائِدَته بِمَنْزِلَةِ الْوَلَد ثُمَّ تَرَعْرَعَ وَعَقَدَ اللَّه لَهُ سَبَبًا أَخْرَجَهُ مِنْ بَيْن أَظْهُرهمْ وَرَزَقَهُ النُّبُوَّة وَالرِّسَالَة وَالتَّكْلِيم وَبَعَثَهُ إِلَيْهِ لِيَدْعُوَهُ إِلَى اللَّه تَعَالَى لِيَعْبُدهُ وَيَرْجِع إِلَيْهِ هَذَا مَا كَانَ عَلَيْهِ فِرْعَوْن مِنْ عَظَمَة الْمَمْلَكَة وَالسُّلْطَان فَجَاءَهُ بِرِسَالَةِ اللَّه تَعَالَى وَلَيْسَ لَهُ وَزِير سِوَى أَخِيهِ هَارُون عَلَيْهِ السَّلَام فَتَمَرَّدَ فِرْعَوْن وَاسْتَكْبَرَ وَأَخَذَتْهُ الْحَمِيَّة وَالنَّفْس الْخَبِيثَة الْأَبِيَّة وَلَوَى رَأْسه وَتَوَلَّى بِرُكْنِهِ وَادَّعَى مَا لَيْسَ لَهُ وَتَجَهَّمَ عَلَى اللَّه وَعَتَا وَبَغَى وَأَهَانَ حِزْب الْإِيمَان مِنْ بَنِي إِسْرَائِيل وَاَللَّه تَعَالَى يَحْفَظ رَسُوله مُوسَى عَلَيْهِ السَّلَام وَأَخَاهُ هَارُون وَيَحُوطهُمَا بِعِنَايَتِهِ وَيَحْرُسهُمَا بِعَيْنِهِ الَّتِي لَا تَنَام وَلَمْ تَزَلْ الْمُحَاجَّة وَالْمُجَادَلَة وَالْآيَات تَقُوم عَلَى يَد مُوسَى شَيْئًا بَعْد شَيْء وَمَرَّة بَعْد مَرَّة مِمَّا يُبْهِر الْعُقُول وَيُدْهِش الْأَلْبَاب مِمَّا لَا يَقُوم لَهُ شَيْء وَلَا يَأْتِي بِهِ إِلَّا مَنْ هُوَ مُؤَيَّد مِنْ اللَّه \" وَمَا تَأْتِيهِمْ مِنْ آيَة إِلَّا هِيَ أَكْبَر مِنْ أُخْتهَا \" وَصَمَّمَ فِرْعَوْن وَمَلَؤُهُ قَبَّحَهُمْ اللَّه عَلَى التَّكْذِيب بِذَلِكَ كُلّه وَالْجَحْد وَالْعِنَاد وَالْمُكَابَرَة حَتَّى أَحَلَّ اللَّه بِهِمْ بَأْسه الَّذِي لَا يُرَدّ وَأَغْرَقَهُمْ فِي صَبِيحَة وَاحِدَة أَجْمَعِينَ \" فَقُطِعَ دَابِر الْقَوْم الَّذِينَ ظَلَمُوا وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37509, "aya_id": 78}]