[{"text": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ السَّمَاء مَاء فَأَحْيَا بِهِ الْأَرْضَ مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ", "sura_id": 29, "type": 0, "id": 3403, "aya_id": 63}, {"text": "ولئن سألتهم من نزل من السماء ماء فأحيا به الأرض من بعد موتها ليقولن الله قل الحمد لله بل أكثرهم لا يعقلون", "sura_id": 29, "type": 1, "id": 9639, "aya_id": 63}, {"text": "63 - (ولئن) لام قسم (سألتهم من نزل من السماء ماء فأحيا به الأرض من بعد موتها ليقولن الله) فكيف يشركون به (قل) لهم (الحمد لله) على ثبوت الحجة عليكم (بل أكثرهم لا يعقلون) تناقضهم في ذلك \r\n", "sura_id": 29, "type": 2, "id": 28347, "aya_id": 63}, {"text": "ولئن سألت -أيها الرسول- المشركين: مَنِ الذي نزَّل من السحاب ماء فأنبت به الأرض من بعد جفافها؟ ليقولُنَّ لك معترفين: الله وحده هو الذي نزَّل ذلك, قل: الحمد لله الذي أظهر حجتك عليهم, بل أكثرهم لا يعقلون ما ينفعهم ولا ما يضرهم, ولو عَقَلوا ما أشركوا مع الله غيره.\r\n", "sura_id": 29, "type": 3, "id": 34583, "aya_id": 63}, {"text": " <font color=red>وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ</font><BR><p>يَقُول تَعَالَى مُقَرِّرًا أَنَّهُ لَا إِلَه إِلَّا هُوَ لِأَنَّ الْمُشْرِكِينَ الَّذِينَ يَعْبُدُونَ مَعَهُ غَيْره مُعْتَرِفُونَ بِأَنَّهُ الْمُسْتَقِلّ بِخَلْقِ السَّمَوَات وَالْأَرْض وَالشَّمْس وَالْقَمَر وَتَسْخِير اللَّيْل وَالنَّهَار وَأَنَّهُ الْخَالِق الرَّازِق لِعِبَادِهِ وَمُقَدِّر آجَالهمْ وَاخْتِلَافهَا وَاخْتِلَاف أَرْزَاقهمْ . فَتَفَاوَتَ بَيْنهمْ فَمِنْهُمْ الْغَنِيّ وَالْفَقِير وَهُوَ الْعَلِيم بِمَا يُصْلِح كُلًّا مِنْهُمْ وَمَنْ يَسْتَحِقّ الْغِنَى مِمَّنْ يَسْتَحِقّ الْفَقْر فَذَكَرَ أَنَّهُ الْمُسْتَقِلّ بِخَلْقِ الْأَشْيَاء الْمُنْفَرِد بِتَدْبِيرِهَا فَإِذَا كَانَ الْأَمْر كَذَلِكَ فَلِمَ يُعْبَد غَيْره ؟ وَلِمَ يُتَوَكَّل عَلَى غَيْره ؟ فَكَمَا أَنَّهُ الْوَاحِد فِي مُلْكه فَلْيَكُنْ الْوَاحِد فِي عِبَادَته وَكَثِيرًا مَا يُقَرِّر تَعَالَى مَقَام الْإِلَهِيَّة بِالِاعْتِرَافِ بِتَوْحِيدِ الرُّبُوبِيَّة وَقَدْ كَانَ الْمُشْرِكُونَ يَعْتَرِفُونَ بِذَلِكَ كَمَا كَانُوا يَقُولُونَ فِي تَلْبِيَتهمْ لَبَّيْكَ لَا شَرِيك لَك إِلَّا شَرِيكًا هُوَ لَك تَمْلِكهُ وَمَا مَلَكَ .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39833, "aya_id": 63}]