[{"text": "وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ", "sura_id": 88, "type": 0, "id": 5987, "aya_id": 20}, {"text": "و إلى الأرض كيف سطحت", "sura_id": 88, "type": 1, "id": 12223, "aya_id": 20}, {"text": "20 - (وإلى الأرض كيف سطحت) أي بسطت فيستدلوا بها على قدرة الله تعالى ووحدانيته وصدرت بالإبل لأنهم أشد ملابسة لها من غيرها \r\n", "sura_id": 88, "type": 2, "id": 30931, "aya_id": 20}, {"text": "وإلى الأرض كيف بُسِطت ومُهِّدت؟\r\n", "sura_id": 88, "type": 3, "id": 37167, "aya_id": 20}, {"text": " <font color=red>وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ</font><BR><p>أَيْ كَيْفَ بُسِطَتْ وَمُدَّتْ وَمُهِّدَتْ ؟ فَنَبَّهَ الْبَدْوِيّ عَلَى الِاسْتِدْلَال بِمَا يُشَاهِدهُ مِنْ بَعِيره الَّذِي هُوَ رَاكِب عَلَيْهِ وَالسَّمَاء الَّتِي فَوْق رَأْسه وَالْجَبَل الَّذِي تُجَاهه وَالْأَرْض الَّتِي تَحْته عَلَى قُدْرَة خَالِق ذَلِكَ وَصَانِعه وَأَنَّهُ الرَّبّ الْعَظِيم الْخَالِق الْمَالِك الْمُتَصَرِّف وَأَنَّهُ الْإِلَه الَّذِي لَا يَسْتَحِقّ الْعِبَادَة سِوَاهُ وَهَكَذَا أَقْسَمَ ضِمَام فِي سُؤَاله عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة عَنْ ثَابِت عَنْ أَنَس قَالَ : كُنَّا نُهِينَا أَنْ نَسْأَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ شَيْء فَكَانَ يُعْجِبنَا أَنْ يَجِيء الرَّجُل مِنْ أَهْل الْبَادِيَة الْعَاقِل فَيَسْأَلهُ وَنَحْنُ نَسْمَع فَجَاءَ رَجُل مِنْ أَهْل الْبَادِيَة فَقَالَ يَا مُحَمَّد إِنَّهُ أَتَانَا رَسُولك فَزَعَمَ لَنَا أَنَّك تَزْعُم أَنَّ اللَّه أَرْسَلَك قَالَ \" صَدَقَ \" قَالَ فَمَنْ خَلَقَ السَّمَاء ؟ قَالَ \" اللَّه \" قَالَ فَمَنْ خَلَقَ الْأَرْض ؟ قَالَ\" اللَّه \" قَالَ فَمَنْ نَصَبَ هَذِهِ الْجِبَال وَجَعَلَ فِيهَا مَا جَعَلَ ؟ قَالَ \" اللَّه \" قَالَ فَبِاَلَّذِي خَلَقَ السَّمَاء وَالْأَرْض وَنَصَبَ هَذِهِ الْجِبَال آللَّه أَرْسَلَك ؟ قَالَ \" نَعَمْ \" قَالَ وَزَعَمَ رَسُولك أَنَّ عَلَيْنَا خَمْس صَلَوَات فِي يَوْمنَا وَلَيْلَتنَا ؟ قَالَ \" صَدَقَ \" قَالَ فَبِاَلَّذِي أَرْسَلَك آللَّه أَمَرَك بِهَذَا ؟ قَالَ \" نَعَمْ \" قَالَ وَزَعَمَ رَسُولك أَنَّ عَلَيْنَا زَكَاة فِي أَمْوَالنَا ؟ قَالَ \" صَدَقَ \" قَالَ فَبِاَلَّذِي أَرْسَلَك آللَّه أَمَرَك بِهَذَا ؟ قَالَ \" نَعَمْ \" قَالَ وَزَعَمَ رَسُولك أَنَّ عَلَيْنَا حَجّ الْبَيْت مَنْ اِسْتَطَاعَ إِلَيْهِ سَبِيلًا قَالَ \" صَدَقَ \" قَالَ ثُمَّ وَلَّى فَقَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ لَا أَزِيد عَلَيْهِنَّ شَيْئًا وَلَا أَنْقُص مِنْهُنَّ شَيْئًا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّة\" وَقَدْ رَوَاهُ مُسْلِم عَنْ عَمْرو النَّاقِد عَنْ أَبِي النَّضْر هَاشِم بْن الْقَاسِم بِهِ وَعَلَّقَهُ الْبُخَارِيّ وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث سُلَيْمَان بْن الْمُغِيرَة بِهِ . وَرَوَاهُ الْإِمَام أَحْمَد وَالْبُخَارِيّ وَأَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث اللَّيْث بْن سَعْد عَنْ سَعِيد الْمَقْبُرِيّ عَنْ شَرِيك بْن عَبْد اللَّه بْن أَبِي نَمِر عَنْ أَنَس بِهِ بِطُولِهِ وَقَالَ فِي آخِره وَأَنَا ضِمَام بْن ثَعْلَبَة أَخُو بَنِي سَعْد بْن بَكْر وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا إِسْحَاق حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنِي عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَثِيرًا مَا كَانَ يُحَدِّث عَنْ اِمْرَأَة فِي الْجَاهِلِيَّة عَلَى رَأْس جَبَل مَعَهَا اِبْن صَغِير لَهَا تَرْعَى غَنَمًا فَقَالَ لَهَا اِبْنهَا يَا أُمّه مَنْ خَلَقَك ؟ قَالَتْ اللَّه قَالَ فَمَنْ خَلَقَ أَبِي : قَالَتْ اللَّه قَالَ فَمَنْ خَلَقَنِي قَالَتْ اللَّه قَالَ فَمَنْ خَلَقَ السَّمَاء ؟ قَالَتْ اللَّه قَالَ فَمَنْ خَلَقَ الْأَرْض ؟ قَالَتْ اللَّه قَالَ فَمَنْ خَلَقَ الْجَبَل ؟ قَالَتْ اللَّه قَالَ فَمَنْ خَلَقَ هَذِهِ الْغَنَم ؟ قَالَتْ اللَّه قَالَ فَإِنِّي لَأَسْمَع لِلَّهِ شَأْنًا وَأَلْقَى نَفْسه مِنْ الْجَبَل فَتَقَطَّعَ قَالَ اِبْن عُمَر كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَثِيرًا مَا يُحَدِّثنَا هَذَا . قَالَ اِبْن دِينَار كَانَ اِبْن عُمَر كَثِيرًا مَا يُحَدِّثنَا هَذَا فِي إِسْنَاده ضَعْف وَعَبْد اللَّه بْن جَعْفَر هَذَا هُوَ الْمَدِينِيّ ضَعَّفَهُ وَلَده الْإِمَام عَلِيّ بْن الْمَدِينِيّ وَغَيْره .</p><BR> <br> ", "sura_id": 88, "type": 4, "id": 43350, "aya_id": 20}]