[{"text": "أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُواْ إِلَى الطَّاغُوتِ وَقَدْ أُمِرُواْ أَن يَكْفُرُواْ بِهِ وَيُرِيدُ الشَّيْطَانُ أَن يُضِلَّهُمْ ضَلاَلاً بَعِيدًا", "sura_id": 4, "type": 0, "id": 553, "aya_id": 60}, {"text": "ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت وقد أمروا أن يكفروا به ويريد الشيطان أن يضلهم ضلالا بعيدا", "sura_id": 4, "type": 1, "id": 6789, "aya_id": 60}, {"text": "60 - ونزل لما اختصم يهودي ومنافق فدعا المنافق إلى كعب بن الأشرف ليحكم بينهما ودعا اليهودي إلى النبي صلى الله عليه وسلم فأتياه فقضى لليهودي فلم يرض المنافق ، وأتيا عمر فذكر اليهودي ذلك فقال للمنافق أكذلك قال نعم فقتله (ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت) الكثير الطغيان وهو كعب بن الأشرف (وقد أمروا أن يكفروا به) ولا يوالوه (ويريد الشيطان أن يضلهم ضلالا بعيدا) عن الحق \r\n", "sura_id": 4, "type": 2, "id": 25497, "aya_id": 60}, {"text": "ألم تعلم -أيها الرسول- أمر أولئك المنافقين الذين يدَّعون الإيمان بما أُنزل إليك -وهو القرآن- وبما أُنزل إلى الرسل من قبلك, وهم يريدون أن يتحاكموا في فَصْل الخصومات بينهم إلى غير ما شرع الله من الباطل, وقد أُمروا أن يكفروا بالباطل؟ ويريد الشيطان أن يبعدهم عن طريق الحق, بعدًا شديدًا. وفي هذه الآية دليل على أن الإيمان الصادق, يقتضي الانقياد لشرع الله, والحكم به في كل أمر من الأمور, فمن زعم أنه مؤمن واختار حكم الطاغوت على حكم الله, فهو كاذب في زعمه.\r\n", "sura_id": 4, "type": 3, "id": 31733, "aya_id": 60}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا</font><BR><p>هَذَا إِنْكَار مِنْ اللَّه عَزَّ وَجَلَّ عَلَى مَنْ يَدَّعِي الْإِيمَان بِمَا أَنْزَلَ اللَّه عَلَى رَسُوله وَعَلَى الْأَنْبِيَاء الْأَقْدَمِينَ وَهُوَ مَعَ ذَلِكَ يُرِيد أَنْ يَتَحَاكَم فِي فَصْل الْخُصُومَات إِلَى غَيْر كِتَاب اللَّه وَسُنَّة رَسُوله كَمَا ذُكِرَ فِي سَبَب نُزُول هَذِهِ الْآيَة أَنَّهَا فِي رَجُل مِنْ الْأَنْصَار وَرَجُل مِنْ الْيَهُود تَخَاصَمَا فَجَعَلَ الْيَهُودِيّ يَقُول بَيْنِي وَبَيْنك مُحَمَّد وَذَاكَ يَقُول بَيْنِي وَبَيْنك كَعْب بْن الْأَشْرَف. وَقِيلَ فِي جَمَاعَة مِنْ الْمُنَافِقِينَ مِمَّنْ أَظْهَرُوا الْإِسْلَام أَرَادُوا أَنْ يَتَحَاكَمُوا إِلَى حُكَّام الْجَاهِلِيَّة . وَقِيلَ غَيْر ذَلِكَ وَالْآيَة أَعَمّ مِنْ ذَلِكَ كُلّه فَإِنَّهَا ذَامَّة لِمَنْ عَدَلَ عَنْ الْكِتَاب وَالسُّنَّة وَتَحَاكَمُوا إِلَى مَا سِوَاهُمَا مِنْ الْبَاطِل وَهُوَ الْمُرَاد بِالطَّاغُوتِ هُنَا وَلِهَذَا قَالَ \" يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوت \" إِلَى آخِرهَا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40900, "aya_id": 60}]