[{"text": "وَلْيَحْكُمْ أَهْلُ الإِنجِيلِ بِمَا أَنزَلَ اللّهُ فِيهِ وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ", "sura_id": 5, "type": 0, "id": 716, "aya_id": 47}, {"text": "وليحكم أهل الإنجيل بما أنزل الله فيه ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون", "sura_id": 5, "type": 1, "id": 6952, "aya_id": 47}, {"text": "47 - وقلنا (وليحكمْ أهل الإنجيل بما أنزل الله فيه) من الأحكام وفي قراءة بنصب يحكم وكسر لامه عطفا على معمول آتيناه (ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون) \r\n", "sura_id": 5, "type": 2, "id": 25660, "aya_id": 47}, {"text": "وليحكم أهل الإنجيل الذين أُرسِل إليهم عيسى بما أنزل الله فيه. ومن لم يحكم بما أنزل الله فأولئك هم الخارجون عن أمره, العاصون له.\r\n", "sura_id": 5, "type": 3, "id": 31896, "aya_id": 47}, {"text": " <font color=red>وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَلْيَحْكُمْ أَهْل الْإِنْجِيل بِمَا أَنْزَلَ اللَّه \" فِيهِ قُرِئَ وَلْيَحْكُم أَهْل الْإِنْجِيل بِالنَّصْبِ عَلَى أَنَّ اللَّام لَام كَيْ أَيْ وَآتَيْنَاهُ الْإِنْجِيل لِيَحْكُم أَهْل مِلَّته بِهِ فِي زَمَانهمْ وَقُرِئَ وَلْيَحْكُمْ بِالْجَزْمِ عَلَى أَنَّ اللَّام لَام الْأَمْر أَيْ لِيُؤْمِنُوا بِجَمِيعِ مَا فِيهِ وَلْيُقِيمُوا مَا أُمِرُوا بِهِ فِيهِ وَمِمَّا فِيهِ الْبِشَارَة بِبَعْثَةِ مُحَمَّد وَالْأَمْر بِاتِّبَاعِهِ وَتَصْدِيقه إِذَا وُجِدَ كَمَا قَالَ تَعَالَى \" قُلْ يَا أَهْل الْكِتَاب لَسْتُمْ عَلَى شَيْء حَتَّى تُقِيمُوا التَّوْرَاة وَالْإِنْجِيل وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبّكُمْ\" الْآيَة وَقَالَ تَعَالَى \" الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة\" إِلَى قَوْله \" الْمُفْلِحُونَ \" وَلِهَذَا قَالَ هَهُنَا \" وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْفَاسِقُونَ\" أَيْ الْخَارِجُونَ عَنْ طَاعَة رَبّهمْ الْمَائِلُونَ إِلَى الْبَاطِل التَّارِكُونَ لِلْحَقِّ وَقَدْ تَقَدَّمَ أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي النَّصَارَى وَهُوَ ظَاهِر مِنْ السِّيَاق .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41499, "aya_id": 47}]