[{"text": "فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ", "sura_id": 21, "type": 0, "id": 2573, "aya_id": 90}, {"text": "فاستجبنا له و وهبنا له يحيى و أصلحنا له زوجه إنهم كانوا يسارعون في الخيرات و يدعوننا رغبا و رهبا و كانوا لنا خاشعين", "sura_id": 21, "type": 1, "id": 8809, "aya_id": 90}, {"text": "90 - (فاستجبنا له) نداءه (ووهبنا له يحيى) ولدا (وأصلحنا له زوجه) فأتت بالولد بعد عقمها (إنهم) أي من ذكر الأنبياء (كانوا يسارعون) يبادرون (في الخيرات) الطاعات (ويدعوننا رغبا) في رحمتنا (ورهبا) من عذابنا (وكانوا لنا خاشعين) متواضعين في عبادنهم \r\n", "sura_id": 21, "type": 2, "id": 27517, "aya_id": 90}, {"text": "فاستجبنا له دعاءه ووهبنا له على الكبر ابنه يحيى, وجعلنا زوجته صالحة في أخلاقها وصالحة للحمل والولادة بعد أن كانت عاقرًا, إنهم كانوا يبادرون إلى كل خير, ويدعوننا راغبين فيما عندنا, خائفين من عقوبتنا, وكانوا لنا خاضعين متواضعين.\r\n", "sura_id": 21, "type": 3, "id": 33753, "aya_id": 90}, {"text": " <font color=red>فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ</font><BR><p>قَالَ اللَّه تَعَالَى \" فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجه \" أَيْ اِمْرَأَته قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر كَانَتْ عَاقِرًا لَا تَلِد فَوَلَدَتْ وَقَالَ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ طَلْحَة بْن عَمْرو عَنْ عَطَاء كَانَ فِي لِسَانهَا طُول فَأَصْلَحَهَا اللَّه وَفِي رِوَايَة كَانَ فِي خَلْقهَا شَيْء فَأَصْلَحَهَا اللَّه وَهَكَذَا قَالَ مُحَمَّد بْن كَعْب وَالسُّدِّيّ وَالْأَظْهَر مِنْ السِّيَاق الْأَوَّل وَقَوْله \" إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَات\" أَيْ فِي عَمَل الْقُرُبَات وَالطَّاعَات \" وَيَدْعُونَنَا رَغَبًا وَرَهَبًا \" قَالَ الثَّوْرِيّ رَغَبًا فِيمَا عِنْدنَا وَرَهَبًا مِمَّا عِنْدنَا \" وَكَانُوا لَنَا خَاشِعِينَ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَيْ مُصَدِّقِينَ بِمَا أَنْزَلَ اللَّه وَقَالَ مُجَاهِد مُؤْمِنِينَ حَقًّا وَقَالَ أَبُو الْعَالِيَة خَائِفِينَ وَقَالَ أَبُو سِنَان الْخُشُوع هُوَ الْخَوْف اللَّازِم لِلْقَلْبِ لَا يُفَارِقهُ أَبَدًا وَعَنْ مُجَاهِد أَيْضًا خَاشِعِينَ أَيْ مُتَوَاضِعِينَ وَقَالَ الْحَسَن وَقَتَادَة وَالضَّحَّاك خَاشِعِينَ أَيْ مُتَذَلِّلِينَ لِلَّهِ عَزَّ وَجَلَّ وَكُلّ هَذِهِ الْأَقْوَال مُتَقَارِبَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا مُحَمَّد بْن فُضَيْل حَدَّثَنَا عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ عَبْد اللَّه الْقُرَشِيّ عَنْ عَبْد اللَّه بْن حَكِيم قَالَ خَطَبَنَا أَبُو بَكْر رَضِيَ اللَّه عَنْهُ ثُمَّ قَالَ أَمَّا بَعْد فَإِنِّي أُوصِيكُمْ بِتَقْوَى اللَّه وَتُثْنُوا عَلَيْهِ بِمَا هُوَ لَهُ أَهْل وَتَخْلِطُوا الرَّغْبَة بِالرَّهْبَةِ وَتَجْمَعُوا الْإِلْحَاف بِالْمَسْأَلَةِ فَإِنَّ اللَّه عَزَّ وَجَلَّ أَثْنَى عَلَى زَكَرِيَّا وَأَهْل بَيْته فَقَالَ \" إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَات وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ \" .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39019, "aya_id": 90}]