[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ عَلَيْكُمْ أَنفُسَكُمْ لاَ يَضُرُّكُم مَّن ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 5, "type": 0, "id": 774, "aya_id": 105}, {"text": "يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم إلى الله مرجعكم جميعا فينبئكم بما كنتم تعملون", "sura_id": 5, "type": 1, "id": 7010, "aya_id": 105}, {"text": "105 - (يا أيها الذين آمنوا عليكم أنفسكم) أي احفظوها وقوموا بصلاحها (لا يضركم من ضل إذا اهتديتم) قيل المراد لا يضركم من ضل من أهل الكتاب وقيل المراد غيرهم لحديث أبي ثعلبة الخشني: سألت عنها رسول الله صلى الله عليه وسلم فقال: \"ائتمروا بالمعروف وتناهوا عن المنكر حتى إذا رأيت شحا مطاعا وهوى متبعا ودنيا مؤثرة وإعجاب كل ذي رأي برأيه فعليك نفسك\" رواه الحاكم وغيره (إلى الله مرجعكم جميعا فينبئكم بما كنتم تعملون) فيجازيكم به \r\n", "sura_id": 5, "type": 2, "id": 25718, "aya_id": 105}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه ألزموا أنفسكم بالعمل بطاعة الله واجتناب معصيته, وداوموا على ذلك وإن لم يستجب الناس لكم, فإذا فعلتم ذلك فلا يضركم ضلال مَن ضلَّ إذا لزمتم طريق الاستقامة, وأمرتم بالمعروف ونهيتم عن المنكر, إلى الله مرجعكم جميعًا في الآخرة, فيخبركم بأعمالكم, ويجازيكم عليها.\r\n", "sura_id": 5, "type": 3, "id": 31954, "aya_id": 105}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده الْمُؤْمِنِينَ أَنْ يُصْلِحُوا أَنْفُسهمْ وَيَفْعَلُوا الْخَيْر بِجُهْدِهِمْ وَطَاقَتهمْ وَمُخْبِرًا لَهُمْ أَنَّهُ مَنْ أَصْلَحَ أَمْره لَا يَضُرّهُ فَسَاد مَنْ فَسَدَ مِنْ النَّاس سَوَاء كَانَ قَرِيبًا مِنْهُ أَوْ بَعِيدًا . قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي تَفْسِير هَذِهِ الْآيَة : يَقُول تَعَالَى إِذَا مَا الْعَبْد أَطَاعَنِي فِيمَا أَمَرْته بِهِ مِنْ الْحَلَال وَنَهَيْته عَنْهُ مِنْ الْحَرَام فَلَا يَضُرّهُ مَنْ ضَلَّ بَعْده إِذَا عَمِلَ بِمَا أَمَرْته بِهِ وَكَذَا رَوَى الْوَالِي عَنْهُ وَهَكَذَا قَالَ مُقَاتِل بْن حَيَّان فَقَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسكُمْ \" نُصِبَ عَلَى الْإِغْرَاء \" لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ إِلَى اللَّه مَرْجِعكُمْ جَمِيعًا فَيُنَبِّئكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ\" أَيْ فَيُجَازِي كُلّ عَامِل بِعَمَلِهِ إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ وَلَيْسَ فِيهَا دَلِيل عَلَى تَرْك الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر إِذَا كَانَ فِعْل ذَلِكَ مُمْكِنًا . وَقَدْ قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه : حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا زُهَيْر يَعْنِي اِبْن مُعَاوِيَة حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد حَدَّثَنَا قَيْس قَالَ : قَامَ أَبُو بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ : أَيّهَا النَّاس إِنَّكُمْ تَقْرَءُونَ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ \" وَإِنَّكُمْ تَضَعُونَهَا عَلَى غَيْر مَوْضِعهَا وَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" إِنَّ النَّاس إِذَا رَأَوْا الْمُنْكَر وَلَا يُغَيِّرُونَهُ يُوشِك اللَّه عَزَّ وَجَلَّ أَنْ يَعُمّهُمْ بِعِقَابِهِ \" قَالَ وَسَمِعْت أَبَا بَكْر يَقُول : يَا أَيّهَا النَّاس إِيَّاكُمْ وَالْكَذِب فَإِنَّ الْكَذِب مُجَانِب لِلْإِيمَانِ . وَقَدْ رَوَى هَذَا الْحَدِيث أَصْحَاب السُّنَن الْأَرْبَعَة وَابْن حِبَّان فِي صَحِيحه وَغَيْرهمْ مِنْ طُرُق كَثِيرَة عَنْ جَمَاعَة كَثِيرَة عَنْ إِسْمَاعِيل بْن أَبِي خَالِد بِهِ مُتَّصِلًا مَرْفُوعًا وَمِنْهُمْ مَنْ رَوَاهُ عَنْهُ بِهِ مَوْقُوفًا عَلَى الصِّدِّيق وَقَدْ رَجَّحَ رَفْعه الدَّارَقُطْنِيّ وَغَيْره وَذَكَرْنَا طُرُقه وَالْكَلَام عَلَيْهِ مُطَوَّلًا فِي مُسْنَد الصِّدِّيق رَضِيَ اللَّه عَنْهُ وَقَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا سَعِيد بْن يَعْقُوب الطَّالْقَانِيّ حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك حَدَّثَنَا عُتْبَة بْن أَبِي حَكِيم حَدَّثَنَا عَمْرو بْن حَارِثَة اللَّخْمِيّ عَنْ أَبِي أُمَيَّة الشَّعْبَانِيّ قَالَ : أَتَيْت أَبَا ثَعْلَبَة الْخُشَنِيّ فَقُلْت لَهُ كَيْف تَصْنَع فِي هَذِهِ الْآيَة ؟ قَالَ أَيَّة آيَة ؟ قُلْت قَوْل اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ\" قَالَ أَمَا وَاَللَّه لَقَدْ سَأَلْت عَنْهَا خَبِيرًا سَأَلْت عَنْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" بَلْ اِئْتَمِرُوا بِالْمَعْرُوفِ وَتَنَاهَوْا عَنْ الْمُنْكَر حَتَّى إِذَا رَأَيْت شُحًّا مُطَاعًا وَهَوًى مُتَّبَعًا وَدُنْيَا مُؤْثَرَة وَإِعْجَاب كُلّ ذِي رَأْي بِرَأْيِهِ فَعَلَيْك بِخَاصَّةِ نَفْسك وَدَعْ الْعَوَامّ فَإِنَّ مِنْ وَرَائِكُمْ أَيَّامًا الصَّابِر فِيهِنَّ مِثْل الْقَابِض عَلَى الْجَمْر لِلْعَامِلِ فِيهِنَّ مِثْل أَجْر خَمْسِينَ رَجُلًا يَعْمَلُونَ كَعَمَلِكُمْ \" قَالَ عَبْد اللَّه بْن الْمُبَارَك : وَزَادَ غَيْر عُتْبَة قِيلَ يَا رَسُول اللَّه أَجْر خَمْسِينَ رَجُلًا مِنَّا أَوْ مِنْهُمْ قَالَ \" بَلْ أَجْر خَمْسِينَ مِنْكُمْ \" ثُمَّ قَالَ التِّرْمِذِيّ : هَذَا حَدِيث حَسَن غَرِيب صَحِيح وَكَذَا رَوَاهُ أَبُو دَاوُدَ مِنْ طَرِيق اِبْن الْمُبَارَك وَرَوَاهُ اِبْن مَاجَهْ وَابْن جَرِير وَابْن أَبِي حَاتِم عَنْ عُتْبَة بْن أَبِي حَكِيم . وَقَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا مَعْمَر عَنْ الْحَسَن أَنَّ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ سَأَلَهُ رَجُل عَنْ قَوْل اللَّه \" عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ \" فَقَالَ إِنَّ هَذَا لَيْسَ بِزَمَانِهَا إِنَّهَا الْيَوْم مَقْبُولَة وَلَكِنَّهُ قَدْ يُوشِك أَنْ يَأْتِي زَمَانهَا تَأْمُرُونَ فَيُصْنَع بِكُمْ كَذَا وَكَذَا أَوْ قَالَ : فَلَا يُقْبَل مِنْكُمْ فَحِينَئِذٍ عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ وَرَوَاهُ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة عَنْ اِبْن مَسْعُود فِي قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ \" الْآيَة قَالَ : كَانُوا عِنْد عَبْد اللَّه بْن مَسْعُود جُلُوسًا فَكَانَ بَيْن رَجُلَيْنِ بَعْض مَا يَكُون بَيْن النَّاس حَتَّى قَامَ كُلّ وَاحِد مِنْهُمَا إِلَى صَاحِبه فَقَالَ رَجُل مِنْ جُلَسَاء عَبْد اللَّه أَلَا أَقُوم فَآمُرهُمَا بِالْمَعْرُوفِ وَأَنْهَاهُمَا عَنْ الْمُنْكَر فَقَالَ آخَر إِلَى جَنْبه عَلَيْك بِنَفْسِك فَإِنَّ اللَّه يَقُول \" عَلَيْكُمْ أَنْفُسكُمْ \" الْآيَة قَالَ فَسَمِعَهَا اِبْن مَسْعُود فَقَالَ مَهْ لَمْ يَجِئْ تَأْوِيل هَذِهِ بَعْد إِنَّ الْقُرْآن أُنْزِلَ حَيْثُ أُنْزِلَ وَمِنْهُ آي قَدْ مَضَى تَأْوِيلُهُنَّ قَبْل أَنْ يُنَزَّلْنَ وَمِنْهُ آي قَدْ وَقَعَ تَأْوِيلهنَّ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْهُ آي قَدْ وَقَعَ تَأْوِيلهنَّ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَسِيرٍ وَمِنْهُ آي يَقَع تَأْوِيلهنَّ بَعْد الْيَوْم وَمِنْهُ آي تَأْوِيلهنَّ عِنْد السَّاعَة مَا ذُكِرَ مِنْ السَّاعَة وَمِنْهُ آي يَقَع تَأْوِيلهنَّ يَوْم الْحِسَاب مَا ذَكَرَ مِنْ الْحِسَاب وَالْجَنَّة وَالنَّار فَمَا دَامَتْ قُلُوبكُمْ وَاحِدَة وَأَهْوَاؤُكُمْ وَاحِدَة وَلَمْ تُلْبَسُوا شِيَعًا وَلَمْ يَذُقْ بَعْضكُمْ بَأْس بَعْض فَأْمُرُوا وَانْهُوا وَإِذَا اِخْتَلَفَتْ الْقُلُوب وَالْأَهْوَاء وَأُلْبِسْتُمْ شِيَعًا وَذَاقَ بَعْضكُمْ بَأْس بَعْض فَامْرُؤٌ وَنَفْسه وَعِنْد ذَلِكَ جَاءَنَا تَأْوِيل هَذِهِ الْآيَة رَوَاهُ اِبْن جَرِير . وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا شَبَّابَة بْن سِوَار حَدَّثَنَا الرَّبِيع بْن صَبِيح عَنْ سُفْيَان بْن عِقَال قَالَ : قِيلَ لِابْنِ عُمَر لَوْ جَلَسْت فِي هَذِهِ الْأَيَّام فَلَمْ تَأْمُر وَلَمْ تَنْهَ فَإِنَّ اللَّه قَالَ \" عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ \" فَقَالَ اِبْن عُمَر : إِنَّهَا لَيْسَتْ لِي وَلَا لِأَصْحَابِي لِأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ : \" أَلَا فَلْيُبَلِّغْ الشَّاهِد الْغَائِب\" فَكُنَّا نَحْنُ الشُّهُود وَأَنْتُمْ الْغُيَّب وَلَكِنَّ هَذِهِ الْآيَة لِأَقْوَامٍ يَجِيئُونَ مِنْ بَعْدنَا إِنْ قَالُوا لَمْ يُقْبَل مِنْهُمْ . وَقَالَ أَيْضًا : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر وَأَبُو عَاصِم قَالَا : حَدَّثَنَا عَوْف عَنْ سِوَار بْن شَبِيب قَالَ : كُنْت عِنْد اِبْن عُمَر إِذْ أَتَاهُ رَجُل جَلِيد فِي الْعَيْن شَدِيد اللِّسَان فَقَالَ يَا أَبَا عَبْد الرَّحْمَن نَفَر سِتَّة كُلّهمْ قَدْ قَرَأَ الْقُرْآن فَأَسْرَعَ فِيهِ وَكُلّهمْ مُجْتَهِد لَا يَأْلُو وَكُلّهمْ بَغِيض إِلَيْهِ أَنْ يَأْتِي دَنَاءَة إِلَّا الْخَيْر وَهُمْ فِي ذَلِكَ يَشْهَد بَعْضُهُمْ عَلَى بَعْض بِالشِّرْكِ فَقَالَ رَجُل مِنْ الْقَوْم وَأَيّ دَنَاءَة تُرِيد أَكْثَرَ مِنْ أَنْ يَشْهَد بَعْضهمْ عَلَى بَعْض بِالشِّرْكِ ؟ فَقَالَ الرَّجُل إِنِّي لَسْت إِيَّاكَ أَسْأَل إِنَّمَا أَسْأَل الشَّيْخ فَأَعَادَ عَلَى عَبْد اللَّه الْحَدِيث فَقَالَ عَبْد اللَّه لَعَلَّك تَرَى لَا أَبَا لَك أَنِّي سَآمُرُك أَنْ تَذْهَب فَتَقْتُلهُمْ عِظْهُمْ وَانْهَهُمْ وَإِنْ عَصَوْك فَعَلَيْك بِنَفْسِك فَإِنَّ اللَّه عَزَّ وَجَلَّ يَقُول \" يَا أَيّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسكُمْ \" الْآيَة . وَقَالَ أَيْضًا : حَدَّثَنِي أَحْمَد بْن الْمِقْدَام حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان سَمِعْت أَبِي حَدَّثَنَا قَتَادَة عَنْ أَبِي مَازِن قَالَ : اِنْطَلَقْت عَلَى عَهْد عُثْمَان إِلَى الْمَدِينَة فَإِذَا قَوْم مِنْ الْمُسْلِمِينَ جُلُوس فَقَرَأَ أَحَدهمْ هَذِهِ الْآيَة\" عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ \" فَقَالَ أَكْثَرُهُمْ لَمْ يَجِئْ تَأْوِيل هَذِهِ الْآيَة الْيَوْم . وَقَالَ : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحَسَن حَدَّثَنَا أَبُو فَضَالَة عَنْ مُعَاوِيَة بْن صَالِح عَنْ جُبَيْر بْن نُفَيْر قَالَ : كُنْت فِي حَلْقَة فِيهَا أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِنِّي لَأَصْغَرُ الْقَوْم فَتَذَاكَرُوا الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر فَقُلْت أَنَا : أَلَيْسَ اللَّه يَقُول فِي كِتَابه \" يَا أَيّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ\" ؟ فَأَقْبَلُوا عَلَيَّ بِلِسَانٍ وَاحِد وَقَالُوا : تَنْزِع آيَة مِنْ الْقُرْآن لَا تَعْرِفهَا وَلَا تَدْرِي مَا تَأْوِيلهَا فَتَمَنَّيْت أَنِّي لَمْ أَكُنْ تَكَلَّمْت وَأَقْبَلُوا يَتَحَدَّثُونَ فَلَمَّا حَضَرَ قِيَامهمْ قَالُوا إِنَّك غُلَام حَدِيث السِّنّ وَإِنَّك نَزَعْت آيَة وَلَا تَدْرِي مَا هِيَ وَعَسَى أَنْ تُدْرِك ذَلِكَ الزَّمَان إِذَا رَأَيْت شُحًّا مُطَاعًا وَهَوًى مُتَّبَعًا وَإِعْجَاب كُلّ ذِي رَأْي بِرَأْيِهِ فَعَلَيْك بِنَفْسِك لَا يَضُرّك مَنْ ضَلَّ إِذَا اِهْتَدَيْت . وَقَالَ اِبْن جَرِير : حَدَّثَنَا عَلِيّ بْن سَهْل حَدَّثَنَا ضَمْرَة بْن رَبِيعَة قَالَ : تَلَا الْحَسَن هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ \" فَقَالَ الْحَسَن الْحَمْد لِلَّهِ بِهَا وَالْحَمْد لِلَّهِ عَلَيْهَا مَا كَانَ مُؤْمِنٌ فِيمَا مَضَى وَلَا مُؤْمِنٌ فِيمَا بَقِيَ إِلَّا وَإِلَى جَنْبِهِ مُنَافِقٌ يَكْرَهُ عَمَلَهُ . وَقَالَ سَعِيد بْن الْمُسَيِّب : إِذَا أَمَرْت بِالْمَعْرُوفِ وَنَهَيْت عَنْ الْمُنْكَر فَلَا يَضُرّك مَنْ ضَلَّ إِذَا اِهْتَدَيْت . رَوَاهُ اِبْن جَرِير . وَكَذَا رُوِيَ مِنْ طَرِيق سُفْيَان الثَّوْرِيّ عَنْ أَبِي الْعُمَيْس عَنْ أَبِي الْبَخْتَرِيّ عَنْ حُذَيْفَة مِثْله وَكَذَا قَالَ غَيْر وَاحِد مِنْ السَّلَف . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن خَالِد الدِّمَشْقِيّ حَدَّثَنَا الْوَلِيد حَدَّثَنَا اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ كَعْب فِي قَوْله \" عَلَيْكُمْ أَنْفُسكُمْ لَا يَضُرّكُمْ مَنْ ضَلَّ إِذَا اِهْتَدَيْتُمْ \" قَالَ إِذَا هُدِمَتْ كَنِيسَة دِمَشْق فَجُعِلَتْ مَسْجِدًا وَظَهَرَ لُبْس الْعَصْب فَحِينَئِذٍ تَأْوِيل هَذِهِ الْآيَة.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41444, "aya_id": 105}]