[{"text": "وَسَارِعُواْ إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ", "sura_id": 3, "type": 0, "id": 426, "aya_id": 133}, {"text": "وسارعوا إلى مغفرة من ربكم وجنة عرضها السماوات والأرض أعدت للمتقين", "sura_id": 3, "type": 1, "id": 6662, "aya_id": 133}, {"text": "133-(وسارعوا) بواو ودونها (إلى مغفرة من ربكم وجنة عرضها السماوات والأرض) أي كعرضهما لو وصلت إحداهما بالأخرى ، والعرض السعة (أعدت للمتقين) الله بعمل الطاعات وترك المعاصي \r\n", "sura_id": 3, "type": 2, "id": 25370, "aya_id": 133}, {"text": "وبادروا بطاعتكم لله ورسوله لاغتنام مغفرة عظيمة من ربكم وجنة واسعة, عرضها السموات والأرض, أعدها الله للمتقين.\r\n", "sura_id": 3, "type": 3, "id": 31606, "aya_id": 133}, {"text": " <font color=red>وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ</font><BR><p>ثُمَّ نَدَبَهُمْ إِلَى الْمُبَادَرَة إِلَى فِعْل الْخَيْرَات وَالْمُسَارَعَة إِلَى نَيْل الْقُرُبَات فَقَالَ تَعَالَى \" وَسَارِعُوا إِلَى مَغْفِرَة مِنْ رَبّكُمْ وَجَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض أُعِدَّتْ لِلْمُتَّقِينَ \" أَيْ كَمَا أُعِدَّتْ النَّار لِلْكَافِرِينَ وَقَدْ قِيلَ إِنَّ مَعْنَى قَوْله عَرْضهَا السَّمَوَات وَالْأَرْض تَنْبِيهًا عَلَى اِتِّسَاع طُولهَا كَمَا قَالَ فِي صِفَة فُرُش الْجَنَّة \" بَطَائِنهَا مِنْ إِسْتَبْرَق \" أَيْ فَمَا ظَنُّك بِالظَّهَائِرِ وَقِيلَ بَلْ عَرْضهَا كَطُولِهَا لِأَنَّهَا قُبَّة فِيهِ تَحْت الْعَرْش وَالشَّيْء الْمُقَبَّب وَالْمُسْتَدِير عَرْضه كَطُولِهِ وَقَدْ دَلَّ عَلَى ذَلِكَ مَا ثَبَتَ فِي الصَّحِيح \" إِذَا سَأَلْتُمْ اللَّه الْجَنَّة فَاسْأَلُوهُ الْفِرْدَوْس فَإِنَّهُ أَعْلَى الْجَنَّة وَأَوْسَط الْجَنَّة وَمِنْهُ تَفَجَّر أَنْهَار الْجَنَّة وَسَقْفهَا عَرْش الرَّحْمَن \" وَهَذِهِ الْآيَة كَقَوْلِهِ فِي سُورَة الْحَدِيد \" سَابِقُوا إِلَى مَغْفِرَة مِنْ رَبّكُمْ وَجَنَّة عَرْضهَا كَعَرْضِ السَّمَاء وَالْأَرْض \" الْآيَة . وَقَدْ رُوِّينَا فِي مُسْنَد الْإِمَام أَحْمَد أَنَّ هِرَقْل كَتَبَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّك دَعَوْتنِي إِلَى جَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض فَأَيْنَ النَّار ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سُبْحَان اللَّه فَأَيْنَ اللَّيْل إِذَا جَاءَ النَّهَار \". وَقَدْ رَوَاهُ اِبْن جَرِير فَقَالَ حَدَّثَنِي يُونُس أَنْبَأَنَا اِبْن وَهْب أَخْبَرَنِي مُسْلِم بْن خَالِد عَنْ أَبِي خَيْثَمَة عَنْ سَعِيد بْن أَبِي رَاشِد عَنْ يَعْلَى بْن مُرَّة قَالَ لَقِيت التَّنُوخِيّ رَسُول هِرَقْل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِحِمْصَ شَيْخًا كَبِيرًا قَدْ فَسَدَ فَقَالَ قَدِمْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكِتَابِ هِرَقْل فَتَنَاوَلَ الصَّحِيفَة رَجُل عَنْ يَسَاره قَالَ : قُلْت مَنْ صَاحِبكُمْ الَّذِي يَقْرَأ ؟ قَالُوا : مُعَاوِيَة فَإِذَا كِتَاب صَاحِبِي : إِنَّك كَتَبْت تَدْعُونِي إِلَى جَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض فَأَيْنَ النَّار قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سُبْحَان اللَّه فَأَيْنَ اللَّيْل إِذَا جَاءَ النَّهَار \" . وَقَالَ الْأَعْمَش وَسُفْيَان الثَّوْرِيّ وَشُعْبَة عَنْ قَيْس بْن مُسْلِم عَنْ طَارِق بْن شِهَاب : أَنَّ نَاسًا مِنْ الْيَهُود سَأَلُوا عُمَر بْن الْخَطَّاب عَنْ جَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض فَأَيْنَ النَّار ؟ فَقَالَ لَهُمْ عُمَر : أَرَأَيْتُمْ إِذَا جَاءَ النَّهَار أَيْنَ اللَّيْل وَإِذَا جَاءَ اللَّيْل أَيْنَ النَّهَار فَقَالُوا : لَقَدْ نَزَعْت مِثْلهَا مِنْ التَّوْرَاة رَوَاهُ اِبْن جَرِير مِنْ ثَلَاثَة طُرُق . ثُمَّ قَالَ : حَدَّثَنَا أَحْمَد بْن حَازِم حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا جَعْفَر بْن بَرْقَان أَنْبَأَنَا يَزِيد بْن الْأَصَمّ : أَنَّ رَجُلًا مِنْ أَهْل الْكِتَاب قَالَ : يَقُولُونَ جَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض فَأَيْنَ النَّار ؟ فَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ أَيْنَ يَكُون اللَّيْل إِذَا جَاءَ النَّهَار وَأَيْنَ يَكُون النَّهَار إِذَا جَاءَ اللَّيْل . وَقَدْ رُوِيَ هَذَا مَرْفُوعًا فَقَالَ الْبَزَّار حَدَّثَنَا مُحَمَّد بْن مَعْمَر حَدَّثَنَا الْمُغِيرَة بْن سَلَمَة أَبُو هِشَام حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن الْأَصَمّ عَنْ عَمّه يَزِيد بْن الْأَصَمّ عَنْ أَبِي هُرَيْرَة قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : أَرَأَيْت قَوْله تَعَالَى \" جَنَّة عَرْضهَا السَّمَوَات وَالْأَرْض \" فَأَيْنَ النَّار ؟ قَالَ \" أَرَأَيْت اللَّيْل إِذَا جَاءَ لَبِسَ كُلّ شَيْء فَأَيْنَ النَّهَار \" ؟ قَالَ : حَيْثُ شَاءَ اللَّه قَالَ \" وَكَذَلِكَ النَّار تَكُون حَيْثُ شَاءَ اللَّه عَزَّ وَجَلَّ \" . وَهَذَا يَحْتَمِل مَعْنَيَيْنِ \" أَحَدهمَا \" أَنْ يَكُون الْمَعْنَى فِي ذَلِكَ أَنَّهُ لَا يَلْزَم مِنْ عَدَم مُشَاهَدَتنَا اللَّيْل إِذَا جَاءَ النَّهَار أَنْ لَا يَكُون فِي مَكَان وَإِنْ كُنَّا لَا نَعْلَمهُ : وَكَذَلِكَ النَّار تَكُون حَيْثُ شَاءَ اللَّه عَزَّ وَجَلَّ وَهَذَا أَظْهَر كَمَا تَقَدَّمَ فِي حَدِيث أَبِي هُرَيْرَة عَنْ الْبَزَّار \" الثَّانِي \" أَنْ يَكُون الْمَعْنَى أَنَّ النَّهَار إِذَا تَغَشَّى وَجْه الْعَالَم مِنْ هَذَا الْجَانِب فَإِنَّ اللَّيْل يَكُون مِنْ الْجَانِب الْآخَر فَكَذَلِكَ الْجَنَّة فِي أَعْلَى عِلِّيِّينَ فَوْق السَّمَوَات تَحْت الْعَرْش وَعَرْضهَا كَمَا قَالَ اللَّه عَزَّ وَجَلَّ \" كَعَرْضِ السَّمَوَات وَالْأَرْض \" وَالنَّار فِي أَسْفَل سَافِلِينَ فَلَا تَنَافِي بَيْن كَوْنهَا كَعَرْضِ السَّمَوَات وَالْأَرْض وَبَيْن وُجُود النَّار وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39881, "aya_id": 133}]