[{"text": "وَرَبُّكَ يَخْلُقُ مَا يَشَاء وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ", "sura_id": 28, "type": 0, "id": 3320, "aya_id": 68}, {"text": "وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحان الله وتعالى عما يشركون", "sura_id": 28, "type": 1, "id": 9556, "aya_id": 68}, {"text": "68 - (وربك يخلق ما يشاء ويختار) ما يشاء (ما كان لهم) للمشركين (الخيرة) الاختيار في شيء (سبحان الله وتعالى عما يشركون) عن إشراكهم \r\n", "sura_id": 28, "type": 2, "id": 28264, "aya_id": 68}, {"text": "وربك يخلق ما يشاء أن يخلقه, ويصطفي لولايته مَن يشاء من خلقه, وليس لأحد من الأمر والاختيار شيء, وإنما ذلك لله وحده سبحانه, تعالى وتنزَّه عن شركهم.\r\n", "sura_id": 28, "type": 3, "id": 34500, "aya_id": 68}, {"text": " <font color=red>وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ الْمُنْفَرِد بِالْخَلْقِ وَالِاخْتِيَار وَأَنَّهُ لَيْسَ لَهُ فِي ذَلِكَ مُنَازِع وَلَا مُعَقِّب قَالَ تَعَالَى : \" وَرَبّك يَخْلُق مَا يَشَاء وَيَخْتَار \" أَيْ مَا يَشَاء فَمَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ فَالْأُمُور كُلّهَا خَيْرهَا وَشَرّهَا بِيَدِهِ وَمَرْجِعهَا إِلَيْهِ . وَقَوْله : \" مَا كَانَ لَهُمْ الْخِيَرَة \" نَفْي عَلَى أَصَحّ الْقَوْلَيْنِ كَقَوْلِهِ تَعَالَى : \" وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَة إِذَا قَضَى اللَّه وَرَسُوله أَمْرًا أَنْ يَكُون لَهُمْ الْخِيَرَة مِنْ أَمْرهمْ \" وَقَدْ اِخْتَارَ اِبْن جَرِير أَنَّ \" مَا \" هَهُنَا بِمَعْنَى الَّذِي تَقْدِيره : وَيَخْتَار الَّذِي لَهُمْ فِيهِ خِيَرَة وَقَدْ اِحْتَجَّ بِهَذَا الْمَسْلَك طَائِفَة الْمُعْتَزِلَة عَلَى وُجُوب مُرَاعَاة الْأَصْلَح وَالصَّحِيح أَنَّهَا نَافِية كَمَا نَقَلَهُ اِبْن أَبِي حَاتِم عَنْ اِبْن عَبَّاس وَغَيْره أَيْضًا فَإِنَّ الْمَقَام فِي بَيَان اِنْفِرَاده تَعَالَى بِالْخَلْقِ وَالتَّقْدِير وَالِاخْتِيَار وَأَنَّهُ لَا نَظِير لَهُ فِي ذَلِكَ وَلِهَذَا قَالَ : \" سُبْحَان اللَّه وَتَعَالَى عَمَّا يُشْرِكُونَ\" أَيْ مِنْ الْأَصْنَام وَالْأَنْدَاد الَّتِي لَا تَخْلُق وَلَا تَخْتَار شَيْئًا .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39750, "aya_id": 68}]