[{"text": "وَإِذْ يَعِدُكُمُ اللّهُ إِحْدَى الطَّائِفَتِيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللّهُ أَن يُحِقَّ الحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ", "sura_id": 8, "type": 0, "id": 1167, "aya_id": 7}, {"text": "و إذ يعدكم الله إحدى الطائفتين أنها لكم و تودون أن غير ذات الشوكة تكون لكم و يريد الله أن يحق الحق بكلماته و يقطع دابر الكافرين", "sura_id": 8, "type": 1, "id": 7403, "aya_id": 7}, {"text": "7 - (و) اذكر (إذ يعدكم الله إحدى الطائفتين) العير أو النفير (أنها لكم وتودون) تريدون (أن غير ذات الشوكة) أي البأس والسلاح وهي العير (تكون لكم) لقلة عددها ومددها بخلاف النفير (ويريد الله أن يحق الحق) يظهره (بكلماته) السابقة بظهور الإسلام (ويقطع دابر الكافرين) آخرهم بالاستئصال فأمركم بقتال النفير \r\n", "sura_id": 8, "type": 2, "id": 26111, "aya_id": 7}, {"text": "واذكروا -أيها المجادلون- وَعْدَ الله لكم بالظَّفْر بإحدى الطائفتين: العير وما تحمله مِن أرزاق, أو النفير, وهو قتال الأعداء والانتصار عليهم, وأنتم تحبون الظَّفْر بالعير دون القتال, ويريد الله أن يحق الإسلام, ويُعْليه بأمره إياكم بقتال الكفار, ويستأصل الكافرين بالهلاك.\r\n", "sura_id": 8, "type": 3, "id": 32347, "aya_id": 7}, {"text": " <font color=red>وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ</font><BR><p>وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا يَحْيَى بْن بُكَيْر وَعَبْد الرَّزَّاق قَالَا : حَدَّثَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قِيلَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين فَرَغَ مِنْ بَدْر عَلَيْك بِالْعِيرِ لَيْسَ دُونهَا شَيْء فَنَادَاهُ الْعَبَّاس بْن عَبْد الْمُطَّلِب قَالَ عَبْد الرَّزَّاق وَهُوَ أَسِير فِي وَثَاقه إِنَّهُ لَا يَصْلُح لَك . قَالَ وَلِمَ ؟ قَالَ لِأَنَّ اللَّه عَزَّ وَجَلَّ إِنَّمَا وَعَدَك إِحْدَى الطَّائِفَتَيْنِ وَقَدْ أَعْطَاك اللَّه مَا وَعَدَك إِسْنَاد جَيِّد وَلَمْ يُخْرِجْهُ وَمَعْنَى قَوْله تَعَالَى \" وَتَوَدُّونَ أَنَّ غَيْر ذَات الشَّوْكَة تَكُون لَكُمْ \" أَيْ يُحِبُّونَ أَنَّ الطَّائِفَة الَّتِي لَا حَدّ لَهَا وَلَا مَنَعَة وَلَا قِتَال تَكُون لَهُمْ وَهِيَ الْعِير \" وَيُرِيد اللَّه أَنْ يُحِقَّ الْحَقّ بِكَلِمَاتِهِ \" أَيْ هُوَ يُرِيد أَنْ يَجْمَع بَيْنكُمْ وَبَيْن الطَّائِفَة الَّتِي لَهَا الشَّوْكَة وَالْقِتَال لِيُظَفِّرَكُمْ بِهِمْ وَيَنْصُرَكُمْ عَلَيْهِمْ . وَيُظْهِر دِينَهُ وَيَرْفَع كَلِمَة الْإِسْلَام وَيَجْعَلهُ غَالِبًا عَلَى الْأَدْيَان وَهُوَ أَعْلَم بِعَوَاقِب الْأُمُور وَهُوَ الَّذِي يُدَبِّرُكُمْ بِحُسْنِ تَدْبِيره وَإِنْ كَانَ الْعِبَاد يُحِبُّونَ خِلَاف ذَلِكَ فِيمَا يَظْهَر لَهُمْ كَقَوْلِهِ تَعَالَى \" كُتِبَ عَلَيْكُمْ الْقِتَال وَهُوَ كُرْه لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْر لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرّ لَكُمْ \" وَقَالَ مُحَمَّد بْن إِسْحَاق رَحِمَهُ اللَّه حَدَّثَنِي مُحَمَّد بْن مُسْلِم الزُّهْرِيّ وَعَاصِم بْن عُمَر بْن قَتَادَة وَعَبْد اللَّه بْن أَبِي بَكْر وَيَزِيد بْن رُومَان عَنْ عُرْوَة بْن الزُّبَيْر وَغَيْرهمْ مِنْ عُلَمَائِنَا عَنْ عَبْد اللَّه بْن عَبَّاس كُلّ قَدْ حَدَّثَنِي بَعْض هَذَا الْحَدِيث فَاجْتَمَعَ حَدِيثهمْ فِيمَا سُقْت مِنْ حَدِيث بَدْر قَالُوا لَمَّا سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَبِي سُفْيَان مُقْبِلًا مِنْ الشَّام نَدَبَ الْمُسْلِمِينَ إِلَيْهِمْ . وَقَالَ هَذِهِ عِير قُرَيْش فِيهَا أَمْوَالهمْ فَاخْرُجُوا إِلَيْهَا لَعَلَّ اللَّه أَنْ يُنَفِّلَكُمُوهَا فَانْتَدَبَ النَّاس فَخَفَّ بَعْضهمْ وَثَقُلَ بَعْضهمْ وَذَلِكَ أَنَّهُمْ لَمْ يَظُنُّوا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَلْقَى حَرْبًا وَكَانَ أَبُو سُفْيَان قَدْ اسْتَنْفَرَ حِين دَنَا مِنْ الْحِجَاز يَتَجَسَّس الْأَخْبَار . وَيَسْأَل مَنْ لَقِيَ مِنْ الرُّكْبَان تَخَوُّفًا عَلَى أَمْر النَّاس حَتَّى أَصَابَ خَبَرًا مِنْ بَعْض الرُّكْبَانِ أَنَّ مُحَمَّدًا قَدْ اسْتَنْفَرَ أَصْحَابه لَك وَلِعِيرِك فَحَذَرَ عِنْد ذَلِكَ فَاسْتَأْجَرَ ضَمْضَم بْن عَمْرو الْغِفَارِيّ فَبَعَثَهُ إِلَى أَهْل مَكَّة وَأَمَرَهُ أَنْ يَأْتِي قُرَيْشًا فَيَسْتَنْفِرهُمْ إِلَى أَمْوَالهمْ وَيُخْبِرهُمْ أَنَّ مُحَمَّدًا قَدْ عَرَضَ لَهَا فِي أَصْحَابه فَخَرَجَ ضَمْضَم بْن عَمْرو سَرِيعًا إِلَى مَكَّة وَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَصْحَابه حَتَّى بَلَغَ وَادِيًا يُقَال لَهُ ذَفِرَان فَخَرَجَ مِنْهُ حَتَّى إِذَا كَانَ بِبَعْضِهِ نَزَلَ وَأَتَاهُ الْخَبَر عَنْ قُرَيْش بِمَسِيرِهِمْ لِيَمْنَعُوا عِيرَهُمْ فَاسْتَشَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّاس وَأَخْبَرَهُمْ عَنْ قُرَيْش فَقَامَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ فَقَالَ فَأَحْسَنَ . ثُمَّ قَامَ عُمَر رَضِيَ اللَّه عَنْهُ فَقَالَ فَأَحْسَنَ . ثُمَّ قَامَ الْمِقْدَاد بْن عَمْرو فَقَالَ يَا رَسُول اللَّه اِمْضِ لِمَا أَمَرَك اللَّه بِهِ فَنَحْنُ مَعَك وَاَللَّهِ لَا نَقُول لَك كَمَا قَالَتْ بَنُو إِسْرَائِيل لِمُوسَى \" فَاذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" وَلَكِنْ اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا مَعَكُمَا مُقَاتِلُونَ فَوَاَلَّذِي بَعَثَك بِالْحَقِّ لَوْ سِرْت بِنَا إِلَى بَرْك الْغِمَاد - يَعْنِي مَدِينَة الْحَبَشَة - لَجَالَدْنَا مَعَك مِنْ دُونه حَتَّى تَبْلُغَهُ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ خَيْرًا وَدَعَا لَهُ بِخَيْرٍ ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَشِيرُوا عَلَيَّ أَيّهَا النَّاس \" وَإِنَّمَا يُرِيد الْأَنْصَار وَذَلِكَ أَنَّهُمْ كَانُوا عَدَد النَّاس وَذَلِكَ أَنَّهُمْ حِين بَايَعُوهُ بِالْعَقَبَةِ قَالُوا يَا رَسُول اللَّه إِنَّا بُرَآء مِنْ ذِمَامِك حَتَّى تَصِلَ إِلَى دَارنَا فَإِذَا وَصَلْت إِلَيْنَا فَأَنْتَ فِي ذِمَامنَا نَمْنَعك مِمَّا نَمْنَع مِنْهُ أَبْنَاءَنَا وَنِسَاءَنَا وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَخَوَّف أَنْ لَا تَكُون الْأَنْصَار تَرَى عَلَيْهَا نُصْرَتَهُ إِلَّا مِمَّنْ دَهَمَهُ بِالْمَدِينَةِ مِنْ عَدُوّهُ وَأَنْ لَيْسَ عَلَيْهِمْ أَنْ يَسِير بِهِمْ إِلَى عَدُوّ مِنْ بِلَادهمْ فَلَمَّا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ قَالَ لَهُ سَعْد بْن مُعَاذ وَاَللَّهِ لَكَأَنَّك تُرِيدنَا يَا رَسُول اللَّه ؟ قَالَ : \" أَجَلْ \" فَقَالَ : فَقَدْ آمَنَّا بِك وَصَدَّقْنَاك وَشَهِدْنَا أَنَّ مَا جِئْت بِهِ هُوَ الْحَقّ وَأَعْطَيْنَاك عَلَى ذَلِكَ عُهُودَنَا وَمَوَاثِيقَنَا عَلَى السَّمْع وَالطَّاعَة فَامْضِ يَا رَسُول اللَّه لِمَا أَمَرَك اللَّه فَوَاَلَّذِي بَعَثَك بِالْحَقِّ إِنْ اِسْتَعْرَضْت بِنَا هَذَا الْبَحْر فَخُضْته لَخُضْنَاهُ مَعَك مَا يَتَخَلَّف مِنَّا رَجُل وَاحِد وَمَا نَكْرَه أَنْ تَلْقَى بِنَا عَدُوَّنَا غَدًا إِنَّا لَصُبُرٌ عِنْد الْحَرْب صُدُقٌ عِنْد اللِّقَاء وَلَعَلَّ اللَّه يُرِيك مِنَّا مَا تَقَرُّ بِهِ عَيْنك فَسِرْ بِنَا عَلَى بَرَكَة اللَّه فَسُرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَوْلِ سَعْد وَنَشَّطَهُ ذَلِكَ ثُمَّ قَالَ : \" سِيرُوا عَلَى بَرَكَة اللَّه وَأَبْشِرُوا فَإِنَّ اللَّه قَدْ وَعَدَنِي إِحْدَى الطَّائِفَتَيْنِ وَاَللَّهِ لَكَأَنِّي الْآن أَنْظُر إِلَى مَصَارِع الْقَوْم \" وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْو هَذَا وَكَذَلِكَ قَالَ السُّدِّيّ وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْر وَاحِد مِنْ عُلَمَاء السَّلَف وَالْخَلَف اِخْتَصَرْنَا أَقْوَالهمْ اِكْتِفَاء بِسِيَاقِ مُحَمَّد بْن إِسْحَاق .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43120, "aya_id": 7}]