[{"text": "قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّىَ تُقِيمُواْ التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا فَلاَ تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ", "sura_id": 5, "type": 0, "id": 737, "aya_id": 68}, {"text": "قل يا أهل الكتاب لستم على شيء حتى تقيموا التوراة والإنجيل وما أنزل إليكم من ربكم وليزيدن كثيرا منهم ما أنزل إليك من ربك طغيانا وكفرا فلا تأس على القوم الكافرين", "sura_id": 5, "type": 1, "id": 6973, "aya_id": 68}, {"text": "68 - (قل يا أهل الكتاب لستم على شيء) من الدين معتد به (حتى تقيموا التوراة والإنجيل وما أنزل إليكم من ربكم) بأن تعملوا بما فيه ومنه الإيمان بي (وليزيدن كثيرا) (منهم ما أنزل إليك من ربك) من القرآن (طغيانا وكفرا) لكفرهم به (فلا تأس) تحزن (على القوم الكافرين) إن لم يؤمنوا بك أي لا تهتم بهم \r\n", "sura_id": 5, "type": 2, "id": 25681, "aya_id": 68}, {"text": "قل -أيها الرسول- لليهود والنصارى: إنكم لستم على حظٍّ من الدين ما دمتم لم تعملوا بما في التوراة والإنجيل, وما جاءكم به محمد من القرآن, وإن كثيرًا من أهل الكتاب لا يزيدهم إنزالُ القرآن إليك إلا تجبُّرًا وجحودًا, فهم يحسدونك; لأن الله بعثك بهذه الرسالة الخاتمة, التي بَيَّن فيها معايبهم, فلا تحزن -أيها الرسول- على تكذيبهم لك.\r\n", "sura_id": 5, "type": 3, "id": 31917, "aya_id": 68}, {"text": " <font color=red>قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلَا تَأْسَ عَلَى الْقَوْمِ</font><BR><p>يَقُول تَعَالَى قُلْ يَا مُحَمَّد \" يَا أَهْل الْكِتَاب لَسْتُمْ عَلَى شَيْء \" أَيْ مِنْ الدِّين حَتَّى تُقِيمُوا التَّوْرَاة وَالْإِنْجِيل أَيْ حَتَّى تُؤْمِنُوا بِجَمِيعِ مَا بِأَيْدِيكُمْ مِنْ الْكُتُب الْمُنَزَّلَة مِنْ اللَّه عَلَى الْأَنْبِيَاء وَتَعْمَلُوا بِمَا فِيهَا وَمِمَّا فِيهَا الْإِيمَان بِمُحَمَّدٍ وَالْأَمْر بِاتِّبَاعِهِ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَالْإِيمَان بِمَبْعَثِهِ وَالِاقْتِدَاء بِشَرِيعَتِهِ وَلِهَذَا قَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد فِي قَوْله وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبّكُمْ يَعْنِي الْقُرْآن الْعَظِيم وَقَوْله \" لَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك طُغْيَانًا وَكُفْرًا\" تَقَدَّمَ تَفْسِيره \" فَلَا تَأْسَ عَلَى الْقَوْم الْكَافِرِينَ\" أَيْ فَلَا تَحْزَن عَلَيْهِمْ وَلَا يَهِيبَنَّك ذَلِكَ مِنْهُمْ.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41522, "aya_id": 68}]