[{"text": "قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ", "sura_id": 28, "type": 0, "id": 3268, "aya_id": 16}, {"text": "قال رب إني ظلمت نفسي فاغفر لي فغفر له إنه هو الغفور الرحيم", "sura_id": 28, "type": 1, "id": 9504, "aya_id": 16}, {"text": "16 - (قال) نادما (رب إني ظلمت نفسي) بقتله (فاغفر لي فغفر له إنه هو الغفور الرحيم) أي المتصف بهما أزلا وأبدا \r\n", "sura_id": 28, "type": 2, "id": 28212, "aya_id": 16}, {"text": "قال موسى: رب إني ظلمت نفسي بقتل النفس التي لم تأمرني بقتلها فاغفر لي ذلك الذنب, فغفر الله له. إن الله غفور لذنوب عباده, رحيم بهم.\r\n", "sura_id": 28, "type": 3, "id": 34448, "aya_id": 16}, {"text": " <font color=red>قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ</font><BR><p>قَالَ تَعَالَى : \" وَدَخَلَ الْمَدِينَة عَلَى حِين غَفْلَة مِنْ أَهْلهَا \" قَالَ اِبْن جُرَيْج عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس وَذَلِكَ بَيْن الْمَغْرِب وَالْعِشَاء. وَقَالَ اِبْن الْمُنْكَدِر عَنْ عَطَاء بْن يَسَار عَنْ اِبْن عَبَّاس كَانَ ذَلِكَ نِصْف النَّهَار وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَعِكْرِمَة وَالسُّدِّيّ وَقَتَادَة \" فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ\" أَيْ يَتَضَارَبَانِ وَيَتَنَازَعَانِ \" هَذَا مِنْ شِيعَته \" أَيْ إِسْرَائِيلِيّ \" وَهَذَا مِنْ عَدُوّهُ \" أَيْ قِبْطِيّ قَالَهُ اِبْن عَبَّاس وَقَتَادَة وَالسُّدِّيّ وَمُحَمَّد بْن إِسْحَاق فَاسْتَغَاثَ الْإِسْرَائِيلِيّ بِمُوسَى فَوَجَدَ مُوسَى فُرْصَة وَهِيَ غَفْلَة النَّاس فَعَمَدَ إِلَى الْقِبْطِيّ \" فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ\" قَالَ مُجَاهِد فَوَكَزَهُ أَيْ طَعَنَهُ بِجَمْعِ كَفّه وَقَالَ قَتَادَة وَكَزَهُ بِعَصًا كَانَتْ مَعَهُ فَقَضَى عَلَيْهِ أَيْ كَانَ فِيهَا حَتْفه فَمَاتَ \" قَالَ \" مُوسَى \" هَذَا مِنْ عَمَل الشَّيْطَان إِنَّهُ عَدُوّ مُضِلّ مُبِين قَالَ رَبّ إِنِّي ظَلَمْت نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُور الرَّحِيم قَالَ رَبّ بِمَا أَنْعَمْت عَلَيَّ \" أَيْ بِمَا جَعَلْت لِي مِنْ الْجَاه وَالْعِزّ وَالنِّعْمَة\" فَلَنْ أَكُون ظَهِيرًا \" أَيْ مُعِينًا \" لِلْمُجْرِمِينَ \" أَيْ الْكَافِرِينَ بِك الْمُخَالِفِينَ لِأَمْرِك .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39693, "aya_id": 16}]