[{"text": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُ أَلاَ يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِؤُونَ", "sura_id": 11, "type": 0, "id": 1481, "aya_id": 8}, {"text": "ولئن أخرنا عنهم العذاب إلى أمة معدودة ليقولن ما يحبسه ألا يوم يأتيهم ليس مصروفا عنهم وحاق بهم ما كانوا به يستهزئون", "sura_id": 11, "type": 1, "id": 7717, "aya_id": 8}, {"text": "8 - (ولئن أخرنا عنهم العذاب إلى) مجيء (أمة) أوقات (معدودة ليقولُن) استهزاء (ما يحبسه) ما يمنعه من النزول قال تعالى : (ألا يوم يأتيهم ليس مصروفاً) مدفوعاً (عنهم وحاق) نزل (بهم ما كانوا به يستهزئون) من العذاب \r\n", "sura_id": 11, "type": 2, "id": 26425, "aya_id": 8}, {"text": "ولئن أخَّرنا عن هؤلاء المشركين العذاب إلى أجل معلوم فاستبطؤوه, ليقولُنَّ استهزاء وتكذيبًا: أي شيء يمنع هذا العذاب من الوقوع إن كان حقًا؟ ألا يوم يأتيهم ذلك العذاب لا يستطيع أن يصرفه عنهم صارف, ولا يدفعه دافع, وأحاط بهم من كل جانب عذاب ما كانوا يستهزئون به قبل وقوعه بهم.\r\n", "sura_id": 11, "type": 3, "id": 32661, "aya_id": 8}, {"text": " <font color=red>وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</font><BR><p>وَقَوْله \" وَلَئِنْ أَخَّرْنَا عَنْهُمْ الْعَذَاب إِلَى أُمَّة مَعْدُودَة \" الْآيَة . يَقُول تَعَالَى وَلَئِنْ أَخَّرْنَا الْعَذَاب وَالْمُؤَاخَذَة عَنْ هَؤُلَاءِ الْمُشْرِكِينَ إِلَى أَجَل مَعْدُود وَأَمَد مَحْصُور وَأَوْعَدْنَاهُمْ إِلَى مُدَّة مَضْرُوبَة لَيَقُولُنَّ تَكْذِيبًا وَاسْتِعْجَالًا : مَا يَحْبِسهُ أَيْ يُؤَخِّر هَذَا الْعَذَاب عَنَّا فَإِنَّ سَجَايَاهُمْ قَدْ أَلِفَتْ التَّكْذِيب وَالشَّكّ فَلَمْ يَبْقَ لَهُمْ مَحِيص عَنْهُ وَلَا مَحِيد. وَالْأُمَّة تُسْتَعْمَل فِي الْقُرْآن وَالسُّنَّة فِي مَعَانٍ مُتَعَدِّدَة فَيُرَاد بِهَا الْأَمَد كَقَوْلِهِ فِي هَذِهِ الْآيَة \" إِلَى أُمَّة مَعْدُودَة \" وَقَوْله فِي يُوسُف \" وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْد أُمَّة \" وَتُسْتَعْمَل فِي الْإِمَام الْمُقْتَدَى بِهِ كَقَوْلِهِ \" إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ \" وَتُسْتَعْمَل فِي الْمِلَّة وَالدِّين كَقَوْلِهِ إِخْبَارًا عَنْ الْمُشْرِكِينَ أَنَّهُمْ قَالُوا\" إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّة وَإِنَّا عَلَى آثَارهمْ مُقْتَدُونَ \" وَتُسْتَعْمَل فِي الْجَمَاعَة كَقَوْلِهِ \" وَلَمَّا وَرَدَ مَاء مَدْيَن وَجَدَ عَلَيْهِ أُمَّة مِنْ النَّاس يَسْقُونَ\" وَقَوْله \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" وَقَالَ تَعَالَى \" وَلِكُلِّ أُمَّة رَسُول فَإِذَا جَاءَ رَسُولهمْ قُضِيَ بَيْنهمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ \" وَالْمُرَاد مِنْ الْأُمَّة هَهُنَا الَّذِينَ يُبْعَث فِيهِمْ الرَّسُول مُؤْمِنهمْ وَكَافِرهمْ كَمَا فِي صَحِيح مُسْلِم\" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَع بِي أَحَد مِنْ هَذِهِ الْأُمَّة يَهُودِيّ وَلَا نَصْرَانِيّ ثُمَّ لَا يُؤْمِن بِي إِلَّا دَخَلَ النَّار\" وَأَمَّا أُمَّة الِاتِّبَاع فَهُمْ الْمُصَدِّقُونَ لِلرُّسُلِ كَمَا قَالَ تَعَالَى \" كُنْتُمْ خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ \" وَفِي الصَّحِيح \" فَأَقُول أُمَّتِي أُمَّتِي \" وَتُسْتَعْمَل الْأُمَّة فِي الْفِرْقَة وَالطَّائِقَة كَقَوْلِهِ تَعَالَى \" وَمِنْ قَوْم مُوسَى أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ \" وَكَقَوْلِهِ \" مِنْ أَهْل الْكِتَاب أُمَّة قَائِمَة \" الْآيَة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37701, "aya_id": 8}]