[{"text": "الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ", "sura_id": 106, "type": 0, "id": 6197, "aya_id": 4}, {"text": "الذي أطعمهم من جوع و آمنهم من خوف", "sura_id": 106, "type": 1, "id": 12433, "aya_id": 4}, {"text": "4 - (الذي أطعمهم من جوع) أي من أجله (وآمنهم من خوف) أي من أجله وكان يصيبهم الجوع لعدم الزرع بمكة وخافوا جيش الفيل \r\n", "sura_id": 106, "type": 2, "id": 31141, "aya_id": 4}, {"text": "الذي أطعمهم من جوع شديد, وآمنهم من فزع وخوف عظيم.\r\n", "sura_id": 106, "type": 3, "id": 37377, "aya_id": 4}, {"text": " <font color=red>الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ</font><BR><p>أَيْ هُوَ رَبّ الْبَيْت وَهُوَ الَّذِي أَطْعَمَهُمْ مِنْ جُوع \" وَآمَنَهُمْ مِنْ خَوْف \" أَيْ تَفَضَّلَ عَلَيْهِمْ بِالْأَمْنِ وَالرُّخْص فَلْيُفْرِدُوهُ بِالْعِبَادَةِ وَحْده لَا شَرِيك لَهُ وَلَا يَعْبُدُوا مِنْ دُونه صَنَمًا وَلَا نِدًّا وَلَا وَثَنًا وَلِهَذَا مَنْ اِسْتَجَابَ لِهَذَا الْأَمْر جَمَعَ اللَّه لَهُ بَيْن أَمْن الدُّنْيَا وَأَمْن الْآخِرَة وَمَنْ عَصَاهُ سَلَبَهُمَا مِنْهُ كَمَا قَالَ تَعَالَى \" ضَرَبَ اللَّه مَثَلًا قَرْيَة كَانَتْ آمِنَة مُطْمَئِنَّة يَأْتِيهَا رِزْقهَا رَغَدًا مِنْ كُلّ مَكَان فَكَفَرَتْ بِأَنْعُمِ اللَّه فَأَذَاقَهَا اللَّه لِبَاس الْجُوع وَالْخَوْف بِمَا كَانُوا يَصْنَعُونَ وَلَقَدْ جَاءَهُمْ رَسُول مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمْ الْعَذَاب وَهُمْ ظَالِمُونَ\" . وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَبْد اللَّه بْن عَمْرو الْغَزِّيّ حَدَّثَنَا قَبِيصَة حَدَّثَنَا سُفْيَان عَنْ لَيْث عَنْ شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد قَالَتْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" وَيْل لَكُمْ لِإِيلَافِ قُرَيْش مِنْ قُرَيْش \" ثُمَّ قَالَ حَدَّثَنَا أَبِي حَدَّثَنَا الْمُؤَمِّل بْن الْفَضْل الْحَرَّانِيّ حَدَّثَنَا عِيسَى يَعْنِي اِبْن يُونُس عَنْ عَبْد اللَّه بْن أَبِي زِيَاد عَنْ شَهْر بْن حَوْشَب عَنْ أُسَامَة بْن زَيْد قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لِإِيلَافِ قُرَيْش إِيلَافهمْ رِحْلَة الشِّتَاء وَالصَّيْف\" وَيْحكُمْ يَا مَعْشَر قُرَيْش اُعْبُدُوا رَبّ هَذَا الْبَيْت الَّذِي أَطْعَمَكُمْ مِنْ جُوع وَآمَنَكُمْ مِنْ خَوْف \" هَكَذَا رَأَيْته عَنْ أُسَامَة بْن زَيْد وَصَوَابه عَنْ أَسْمَاء بِنْت يَزِيد بْن السَّكَن أُمّ سَلَمَة الْأَنْصَارِيَّة رَضِيَ اللَّه عَنْهَا فَلَعَلَّهُ وَقَعَ غَلَط فِي النُّسْخَة أَوْ فِي أَصْل الرِّوَايَة وَاَللَّه أَعْلَم. آخِر تَفْسِير سُورَة لِإِيلَافِ قُرَيْش وَلِلَّهِ الْحَمْد وَالْمِنَّة.</p><BR> <br> ", "sura_id": 106, "type": 4, "id": 37583, "aya_id": 4}]