[{"text": "وَاتَّبَعُواْ مَا تَتْلُواْ الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيْاطِينَ كَفَرُواْ يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُم بِضَآرِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ اللّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَلَقَدْ عَلِمُواْ لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاَقٍ وَلَبِئْسَ مَا شَرَوْاْ بِهِ أَنفُسَهُمْ لَوْ كَانُواْ يَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 109, "aya_id": 102}, {"text": "واتبعوا ما تتلوا الشياطين على ملك سليمان وما كفر سليمان ولكن الشياطين كفروا يعلمون الناس السحر وما أنزل على الملكين ببابل هاروت وماروت وما يعلمان من أحد حتى يقولا إنما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من أحد إلا بإذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتراه ما له في الآخرة من خلاق ولبئس ما شروا به أنفسهم لو كانوا يعلمون", "sura_id": 2, "type": 1, "id": 6345, "aya_id": 102}, {"text": "102 - (واتبعوا) عطف على نبذ (ما تتلوا) أي تلت (الشياطين على) عهد (مُلْك سليمان) من السحر وكانت دفنتْه تحت كرسيه لما نزع ملكه أو كانت تسترق السمع وتضم إليه أكاذيب وتلقيه إلى الكهنة فيدوِّنونه وفشا ذلك وشاع أن الجن تعلم الغيب فجمع سليمان الكتب ودفنها فلما مات دلت الشياطين عليها الناس فاستخرجوها فوجدوا فيها السحر فقالوا إنما ملككم بهذا فتعلموه فرفضوا كتب أنبيائهم. قال تعالى تبرئة لسليمان وردَّاً على اليهود في قولهم انظروا إلى محمد يذكر سليمان في الأنبياء وما كان إلا ساحراً : (وما كفر سليمان) أي لم يعمل السحر لأنه كفر (ولكنَّ) بالتشديد والتخفيف (الشياطين كفروا يعلمون الناس السحر) الجملة حال من ضمير كفروا (و) يعلمونهم (ما أنزل على المَلَكين) أي ألهماه من السحر وقرئ بكسر اللام الكائنين (ببابل) بلد في سواد العراق (هاروت وماروت) بدل أو عطف بيان للملكين ، قال ابن عباس : هما ساحران كانا يعلمان السحر وقيل ملكان أنزلا لتعليمه ابتلاء من الله للناس (وما يعلمان من) زائدة (أحد حتى يقولا) له نصحاً (إنما نحن فتنة) بلية من الله إلى الناس ليمتحنهم بتعليمه فمن تعلمه كفر ومن تركه فهو مؤمن (فلا تكفر) بتعلمه فإن أبى إلا التعلم علماه (فيتعلمون منهما ما يفرقون به بين المرء وزوجه) بأن يبغض كلا إلى الآخر (وما هم) أي السحرة (بضارِّين به) بالسحر (من) زائدة (أحد إلا بإذن الله) بإرادته (ويتعلمون ما يضرهم) في الآخرة (ولا ينفعهم) وهو السحر (ولقد) لام قسم (علموا) أي اليهود (لمن) لام ابتداء معلقة لما قبلها ومن موصولة (اشتراه) اختاره أو استبدله بكتاب الله (ما له في الآخرة من خلاق) نصيب في الجنة (ولبئس ما) شيئا (شروا) باعوا (به أنفسهم) أي الشارين : أي حظها من الآخرة إن تعلموه حيث أوجب لهم النار (لو كانوا يعلمون) حقيقة ما يصيرون إليه من العذاب ما تعلموه \r\n", "sura_id": 2, "type": 2, "id": 25053, "aya_id": 102}, {"text": "واتبع اليهود ما تُحَدِّث الشياطينُ به السحرةَ على عهد ملك سليمان بن داود. وما كفر سليمان وما تَعَلَّم السِّحر, ولكنَّ الشياطين هم الذين كفروا بالله حين علَّموا الناس السحر; إفسادًا لدينهم. وكذلك اتبع اليهود السِّحر الذي أُنزل على الملَكَين هاروت وماروت, بأرض \"بابل\" في \"العراق\"; امتحانًا وابتلاء من الله لعباده, وما يعلِّم الملكان من أحد حتى ينصحاه ويحذِّراه من تعلم السحر, ويقولا له: لا تكفر بتعلم السِّحر وطاعة الشياطين. فيتعلم الناس من الملكين ما يُحْدِثون به الكراهية بين الزوجين حتى يتفرقا. ولا يستطيع السحرة أن يضروا به أحدًا إلا بإذن الله وقضائه. وما يتعلم السحرة إلا شرًا يضرهم ولا ينفعهم, وقد نقلته الشياطين إلى اليهود, فشاع فيهم حتى فضَّلوه على كتاب الله. ولقد علم اليهود أن من اختار السِّحر وترك الحق ما له في الآخرة من نصيب في الخير. ولبئس ما باعوا به أنفسهم من السحر والكفر عوضًا عن الإيمان ومتابعة الرسول, لو كان لهم عِلْمٌ يثمر العمل بما وُعِظوا.\r\n", "sura_id": 2, "type": 3, "id": 31289, "aya_id": 102}, {"text": " <font color=red>وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ</font><BR><p>قَالَ الْعَوْفِيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى\" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ \" الْآيَة وَكَانَ حِين ذَهَبَ مُلْك سُلَيْمَان اِرْتَدَّ فِئَام مِنْ الْجِنّ وَالْإِنْس وَاتَّبَعُوا الشَّهَوَات فَلَمَّا أَرْجَعَ اللَّهُ إِلَى سُلَيْمَان مُلْكه وَقَامَ النَّاس عَلَى الدِّين كَمَا كَانَ وَإِنَّ سُلَيْمَان ظَهَرَ عَلَى كُتُبهمْ فَدَفَنَهَا تَحْت كُرْسِيِّهِ وَتُوُفِّيَ سُلَيْمَان عَلَيْهِ السَّلَام حُدْثَان ذَلِكَ فَظَهَرَ الْإِنْس وَالْجِنّ عَلَى الْكُتُب بَعْد وَفَاة سُلَيْمَان وَقَالُوا هَذَا كِتَاب مِنْ اللَّه نَزَلَ عَلَى سُلَيْمَان فَأَخْفَاهُ عَنَّا فَأَخَذُوا بِهِ فَجَعَلُوهُ دِينًا فَأَنْزَلَ اللَّه تَعَالَى \" وَلَمَّا جَاءَهُمْ رَسُول مِنْ عِنْد اللَّه مُصَدِّق لِمَا مَعَهُمْ \" الْآيَة وَاتَّبَعُوا الشَّهَوَات الَّتِي كَانَتْ تَتْلُو الشَّيَاطِين وَهِيَ الْمَعَازِف وَاللَّعِب وَكُلّ شَيْء يَصُدّ عَنْ ذِكْر اللَّه . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة عَنْ الْأَعْمَش عَنْ الْمِنْهَال عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَ آصَف كَاتِب سُلَيْمَان وَكَانَ يَعْلَم الِاسْم الْأَعْظَم وَكَانَ يَكْتُب كُلّ شَيْء بِأَمْرِ سُلَيْمَان وَيَدْفِنهُ تَحْت كُرْسِيِّهِ فَلَمَّا مَاتَ سُلَيْمَان أَخْرَجَتْهُ الشَّيَاطِين فَكَتَبُوا بَيْن كُلّ سَطْرَيْنِ سِحْرًا وَكُفْرًا وَقَالُوا هَذَا الَّذِي كَانَ سُلَيْمَان يَعْمَل بِهَا . قَالَ : فَأَكْفَرَهُ جُهَّال النَّاس وَسَبُّوهُ وَوَقَفَ عُلَمَاء النَّاس فَلَمْ يَزَلْ جُهَّال النَّاس يَسُبُّونَهُ حَتَّى أَنْزَلَ اللَّه عَلَى مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي أَبُو السَّائِب سَلَمَة بْن جُنَادَة السُّوَائِيّ حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ الْمِنْهَال عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَ سُلَيْمَان عَلَيْهِ السَّلَام إِذَا أَرَادَ أَنْ يَدْخُل الْخَلَاء أَوْ يَأْتِي شَيْئًا مِنْ نِسَائِهِ أَعْطَى الْجَرَادَة وَهِيَ اِمْرَأَته خَاتَمه فَلَمَّا أَرَادَ اللَّه أَنْ يَبْتَلِي سُلَيْمَان عَلَيْهِ السَّلَام بِاَلَّذِي اِبْتَلَاهُ بِهِ أَعْطَى الْجَرَادَة ذَات يَوْم خَاتَمه فَجَاءَ الشَّيْطَان فِي صُورَة سُلَيْمَان فَقَالَ هَاتِي خَاتَمِي فَأَخَذَهُ وَلَبِسَهُ فَلَمَّا لَبِسَهُ دَانَتْ لَهُ الشَّيَاطِين وَالْجِنّ وَالْإِنْس . قَالَ فَجَاءَهَا سُلَيْمَان فَقَالَ لَهَا هَاتِي خَاتَمِي فَقَالَتْ كَذَبْت لَسْت سُلَيْمَان قَالَ فَعَرَفَ سُلَيْمَان أَنَّهُ بَلَاء اُبْتُلِيَ بِهِ . قَالَ فَانْطَلَقَتْ الشَّيَاطِين فَتَكَتَّبَتْ فِي تِلْكَ الْأَيَّام كُتُبًا فِيهَا سِحْر وَكُفْر فَدَفَنُوهَا تَحْت كُرْسِيّ سُلَيْمَان ثُمَّ أَخْرَجُوهَا وَقَرَءُوهَا عَلَى النَّاس وَقَالُوا إِنَّمَا كَانَ سُلَيْمَان يَغْلِب النَّاس بِهَذِهِ الْكُتُب قَالَ : فَبَرِئَ النَّاسُ مِنْ سُلَيْمَان وَكَفَّرُوهُ حَتَّى بَعَثَ اللَّه مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَنْزَلَ عَلَيْهِ \" وَمَا كَفَرَ سُلَيْمَان وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا\" ثُمَّ قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ حُصَيْن بْن عَبْد الرَّحْمَن عَنْ عِمْرَان وَهُوَ اِبْن الْحَارِث قَالَ : بَيْنَمَا نَحْنُ عِنْد اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا إِذْ جَاءَ رَجُل فَقَالَ لَهُ مَنْ أَيْنَ جِئْت قَالَ مِنْ الْعِرَاق قَالَ مِنْ أَيّه ؟ قَالَ مِنْ الْكُوفَة قَالَ فَمَا الْخَبَر ؟ قَالَ تَرَكْتهمْ يَتَحَدَّثُونَ أَنَّ عَلِيًّا خَارِج إِلَيْهِمْ فَفَزِعَ ثُمَّ قَالَ مَا تَقُول لَا أَبَا لَك ؟ لَوْ شَعَرْنَا مَا نَكَحْنَا نِسَاءَهُ وَقَسَمْنَا مِيرَاثه أَمَا إِنِّي سَأُحَدِّثُكُمْ عَنْ ذَلِكَ إِنَّهُ كَانَتْ الشَّيَاطِين يَسْتَرِقُونَ السَّمْع مِنْ السَّمَاء فَيَجِيء أَحَدهمْ بِكَلِمَةِ حَقّ قَدْ سَمِعَهَا فَإِذَا جَرَتْ مِنْهُ وَصَدَقَ كَذَبَ مَعَهَا سَبْعِينَ كَذْبَة قَالَ فَتَشْرَبهَا قُلُوب النَّاس قَالَ فَأَطْلَعَ اللَّهُ عَلَيْهَا سُلَيْمَان عَلَيْهِ السَّلَام فَدَفَنَهَا تَحْت كُرْسِيِّهِ فَلَمَّا تُوُفِّيَ سُلَيْمَان عَلَيْهِ السَّلَام قَامَ شَيْطَان الطَّرِيق فَقَالَ هَلْ أَدُلّكُمْ عَلَى كَنْزه الْمُمَنَّع الَّذِي لَا كَنْز لَهُ مِثْله ؟ تَحْت الْكُرْسِيّ . فَأَخْرَجُوهُ فَقَالَ هَذَا سِحْر فَتَنَاسَخَا الْأُمَمَ حَتَّى بَقَايَاهَا مَا يَتَحَدَّث بِهِ أَهْلُ الْعِرَاق فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْك سُلَيْمَان وَمَا كَفَرَ سُلَيْمَان وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا \" الْآيَة وَرَوَى الْحَاكِم فِي مُسْتَدْرَكه عَنْ أَبِي زَكَرِيَّا الْعَنْبَرِيّ عَنْ مُحَمَّد بْن عَبْد السَّلَام عَنْ إِسْحَاق بْن إِبْرَاهِيم عَنْ جَرِير بِهِ وَقَالَ السُّدِّيّ فِي قَوْله تَعَالَى \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان \" أَيْ عَلَى عَهْد سُلَيْمَان قَالَ كَانَتْ الشَّيَاطِين تَصْعَد إِلَى السَّمَاء فَتَقْعُد مِنْهَا مَقَاعِد لِلسَّمْعِ فَيَسْتَمِعُونَ مِنْ كَلَام الْمَلَائِكَة مَا يَكُون فِي الْأَرْض مِنْ مَوْت أَوْ غَيْب أَوْ أَمْر فَيَأْتُونَ الْكَهَنَة فَيُخْبِرُونَهُمْ فَتُحَدِّثُ الْكَهَنَةُ النَّاسَ فَيَجِدُونَهُ كَمَا قَالُوا فَلَمَّا أَمِنَتْهُمْ الْكَهَنَةُ كَذَبُوا لَهُمْ وَأَدْخَلُوا فِيهِ غَيْره فَزَادُوا مَعَ كُلّ كَلِمَة سَبْعِينَ كَلِمَة فَاكْتَتَبَ النَّاس ذَلِكَ الْحَدِيث فِي الْكُتُب وَفَشَا ذَلِكَ فِي بَنِي إِسْرَائِيل أَنَّ الْجِنّ تَعْلَم الْغَيْب فَبَعَثَ سُلَيْمَان فِي النَّاس فَجَمَعَ تِلْكَ الْكُتُب فَجَعَلَهَا فِي صُنْدُوق ثُمَّ دَفَنَهَا تَحْت كُرْسِيّه وَلَمْ يَكُنْ أَحَد مِنْ الشَّيَاطِين يَسْتَطِيع أَنْ يَدْنُو مِنْ الْكُرْسِيّ إِلَّا اِحْتَرَقَ وَقَالَ لَا أَسْمَع أَحَدًا يَذْكُر أَنَّ الشَّيَاطِين يَعْلَمُونَ الْغَيْب إِلَّا ضَرَبْت عُنُقه فَلَمَّا مَاتَ سُلَيْمَان وَذَهَبَتْ الْعُلَمَاء الَّذِينَ كَانُوا يَعْرِفُونَ أَمْر سُلَيْمَان وَخَلَفَ مِنْ بَعْد ذَلِكَ خَلْف تَمَثَّلَ الشَّيْطَان فِي صُورَة إِنْسَان ثُمَّ أَتَى نَفَرًا مِنْ بَنِي إِسْرَائِيل فَقَالَ لَهُمْ هَلْ أَدُلُّكُمْ عَلَى كَنْز لَا تَأْكُلُونَهُ أَبَدًا قَالُوا نَعَمْ قَالَ فَاحْفِرُوا تَحْت الْكُرْسِيّ فَذَهَبَ مَعَهُمْ وَأَرَاهُمْ الْمَكَان وَقَامَ نَاحِيَته فَقَالُوا لَهُ : فَادْنُ فَقَالَ لَا وَلَكِنَّنِي هَاهُنَا فِي أَيْدِيكُمْ فَإِنْ لَمْ تَجِدُوهُ فَاقْتُلُونِي فَحَفَرُوا فَوَجَدُوا تِلْكَ الْكُتُب : فَلَمَّا أَخْرَجُوهَا قَالَ الشَّيْطَان إِنَّ سُلَيْمَان إِنَّمَا كَانَ يَضْبِط الْإِنْس وَالشَّيَاطِين وَالطَّيْر بِهَذَا السِّحْر ثُمَّ طَارَ وَذَهَبَ . وَفَشَا فِي النَّاس أَنَّ سُلَيْمَان كَانَ سَاحِرًا وَاِتَّخَذَتْ بَنُو إِسْرَائِيل تِلْكَ الْكُتُب فَلَمَّا جَاءَ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - خَاصَمُوهُ بِهَا فَذَلِكَ حِين يَقُول اللَّه تَعَالَى \" وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا \" وَقَالَ الرَّبِيع بْن أَنَس إِنَّ الْيَهُود سَأَلُوا مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - زَمَانًا عَنْ أُمُور مِنْ التَّوْرَاة لَا يَسْأَلُونَهُ عَنْ شَيْء مِنْ ذَلِكَ إِلَّا أَنْزَلَ اللَّه سُبْحَانه وَتَعَالَى مَا سَأَلُوهُ عَنْهُ فَيَخْصِمَهُمْ فَلَمَّا رَأَوْا ذَلِكَ قَالُوا هَذَا أَعْلَم بِمَا أَنْزَلَ اللَّه إِلَيْنَا مِنَّا وَإِنَّهُمْ سَأَلُوهُ عَنْ السِّحْر وَخَاصَمُوهُ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْك سُلَيْمَان وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاس السِّحْرَ \" وَإِنَّ الشَّيَاطِين عَمَدُوا إِلَى كِتَاب فَكَتَبُوا فِيهِ السِّحْر وَالْكِهَانَة وَمَا شَاءَ اللَّه مِنْ ذَلِكَ فَدَفَنُوهُ تَحْت كُرْسِيّ مُجْلِس سُلَيْمَان وَكَانَ عَلَيْهِ السَّلَام لَا يَعْلَم الْغَيْب فَلَمَّا فَارَقَ سُلَيْمَان الدُّنْيَا اِسْتَخْرَجُوا ذَلِكَ السِّحْر وَخَدَعُوا النَّاس وَقَالُوا هَذَا عِلْم كَانَ سُلَيْمَان يَكْتُمهُ وَيَحْسُدهُ النَّاس عَلَيْهِ فَأَخْبَرَهُمْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِهَذَا الْحَدِيث فَرَجَعُوا مِنْ عِنْده وَقَدْ خَرَجُوا وَقَدْ أَدْحَض اللَّهُ حُجَّتهمْ . وَقَالَ مُجَاهِد فِي قَوْله تَعَالَى \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْك سُلَيْمَان\" قَالَ كَانَتْ الشَّيَاطِين تَسْتَمِع الْوَحْي فَمَا سَمِعُوا مِنْ كَلِمَة زَادُوا فِيهَا مِائَتَيْنِ مِثْلهَا فَأَرْسَلَ سُلَيْمَان عَلَيْهِ السَّلَام إِلَى مَا كَتَبُوا مِنْ ذَلِكَ فَلَمَّا تُوُفِّيَ سُلَيْمَان وَجَدَتْهُ الشَّيَاطِين وَعَلَّمَتْهُ لِلنَّاسِ وَهُوَ السِّحْر وَقَالَ سَعِيد بْن جُبَيْر : كَانَ سُلَيْمَان يَتَتَبَّع مَا فِي أَيْدِي الشَّيَاطِين مِنْ السِّحْر فَيَأْخُذهُ مِنْهُمْ فَيَدْفِنهُ تَحْت كُرْسِيّه فِي بَيْت خِزَانَته فَلَمْ تَقْدِر الشَّيَاطِين أَنْ يَصِلُوا إِلَيْهِ فَدَنَتْ إِلَى الْإِنْس فَقَالُوا لَهُمْ أَتَدْرُونَ مَا الْعِلْم الَّذِي كَانَ سُلَيْمَان يُسَخِّر بِهِ الشَّيَاطِين وَالرِّيَاح وَغَيْر ذَلِكَ ؟ قَالُوا نَعَمْ قَالُوا فَإِنَّهُ فِي بَيْت خِزَانَته وَتَحْت كُرْسِيّه فَاسْتَثَارَ بِهِ الْإِنْس وَاسْتَخْرَجُوهُ وَعَمِلُوا بِهِ فَقَالَ أَهْل الْحِجَاز كَانَ سُلَيْمَان يَعْمَل بِهَذَا وَهَذَا سِحْر فَأَنْزَلَ اللَّه تَعَالَى عَلَى نَبِيّه مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَرَاءَة سُلَيْمَان عَلَيْهِ السَّلَام فَقَالَ تَعَالَى \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان وَمَا كَفَرَ سُلَيْمَان وَلَكِنَّ الشَّيَاطِين كَفَرُوا \" وَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار : عَمَدَتْ الشَّيَاطِين حِين عَرَفَتْ مَوْت سُلَيْمَان بْن دَاوُد عَلَيْهِ السَّلَام فَكَتَبُوا أَصْنَاف السِّحْر مَنْ كَانَ يُحِبّ أَنْ يَبْلُغ كَذَا وَكَذَا فَلْيَفْعَلْ كَذَا وَكَذَا حَتَّى إِذَا صَنَّفُوا أَصْنَاف السِّحْر جَعَلُوهُ فِي كِتَاب ثُمَّ خَتَمُوهُ بِخَاتَمٍ عَلَى نَقْش خَاتَم سُلَيْمَان وَكَتَبُوا فِي عِنْوَانه : هَذَا مَا كَتَبَ آصَف بْن برخيا الصِّدِّيق لِلْمَلِكِ سُلَيْمَان بْن دَاوُد مِنْ ذَخَائِر كُنُوز الْعِلْم . ثُمَّ دَفَنُوهُ تَحْت كُرْسِيّه وَاسْتَخْرَجَتْهُ بَعْد ذَلِكَ بَقَايَا بَنِي إِسْرَائِيل حَتَّى أَحْدَثُوا مَا أَحْدَثُوا فَلَمَّا عَثَرُوا عَلَيْهِ قَالُوا وَاَللَّه مَا كَانَ مُلْك سُلَيْمَان إِلَّا بِهَذَا فَأَفْشَوْا السِّحْر فِي النَّاس فَتَعَلَّمُوهُ وَعَلَّمُوهُ فَلَيْسَ هُوَ فِي أَحَد أَكْثَر مِنْهُ فِي الْيَهُود لَعَنَهُمْ اللَّه فَلَمَّا ذَكَرَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِيمَا نَزَلَ عَلَيْهِ مِنْ اللَّه سُلَيْمَان بْن دَاوُد وَعَدَّهُ فِيمَنْ عَدَّ مِنْ الْمُرْسَلِينَ قَالَ مَنْ كَانَ بِالْمَدِينَةِ مِنْ الْيَهُود أَلَا تَعْجَبُونَ مِنْ مُحَمَّد يَزْعُم أَنَّ اِبْن دَاوُد كَانَ نَبِيًّا وَاَللَّه مَا كَانَ إِلَّا سَاحِرًا . وَأَنْزَلَ اللَّه فِي ذَلِكَ مِنْ قَوْلهمْ \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان وَمَا كَفَرَ سُلَيْمَان وَلَكِنَّ الشَّيَاطِين كَفَرُوا \" الْآيَة وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا حُسَيْن بْن حَجَّاج عَنْ أَبِي بَكْر عَنْ شَهْر بْن حَوْشَب قَالَ لَمَّا سُلِبَ سُلَيْمَان مُلْكه كَانَتْ الشَّيَاطِين تَكْتُب السِّحْر فِي غَيْبَة سُلَيْمَان فَكَتَبَتْ مَنْ أَرَادَ أَنْ يَأْتِي كَذَا وَكَذَا فَلْيَسْتَقْبِلْ الشَّمْس وَلْيَقُلْ كَذَا وَكَذَا وَمَنْ أَرَادَ أَنْ يَفْعَل كَذَا وَكَذَا فَلْيَسْتَدْبِرْ الشَّمْس وَلْيَقُلْ كَذَا وَكَذَا فَكَتَبَتْهُ وَجَعَلَتْ عُنْوَانه : هَذَا مَا كَتَبَ آصَف بْن برخيا لِلْمَلِكِ سُلَيْمَان بْن دَاوُد عَلَيْهِمَا السَّلَام مِنْ ذَخَائِر كُنُوز الْعِلْم . ثُمَّ دَفَنَتْهُ تَحْت كُرْسِيّه فَلَمَّا مَاتَ سُلَيْمَان عَلَيْهِ السَّلَام قَامَ إِبْلِيس لَعَنَهُ اللَّهُ خَطِيبًا فَقَالَ يَا أَيّهَا النَّاس إِنَّ سُلَيْمَان لَمْ يَكُنْ نَبِيًّا إِنَّمَا كَانَ سَاحِرًا فَالْتَمِسُوا سِحْره فِي مَتَاعه وَبُيُوته ثُمَّ دَلَّهُمْ عَلَى الْمَكَان الَّذِي دُفِنَ فِيهِ فَقَالُوا : وَاَللَّه لَقَدْ كَانَ سُلَيْمَان سَاحِرًا هَذَا سِحْره بِهَذَا تَعَبَّدْنَا وَبِهَذَا قَهَرَنَا فَقَالَ الْمُؤْمِنُونَ بَلْ كَانَ نَبِيًّا مُؤْمِنًا . فَلَمَّا بَعَثَ اللَّهُ النَّبِيّ مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَذَكَرَ دَاوُد وَسُلَيْمَان فَقَالَتْ الْيَهُود اُنْظُرُوا إِلَى مُحَمَّد يَخْلِط الْحَقّ بِالْبَاطِلِ يَذْكُر سُلَيْمَان مَعَ الْأَنْبِيَاء إِنَّمَا كَانَ سَاحِرًا يَرْكَب الرِّيح فَأَنْزَلَ اللَّه تَعَالَى \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان وَمَا كَفَرَ سُلَيْمَان \" الْآيَة وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى الصَّنْعَانِيّ : حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان قَالَ : سَمِعْت عِمْرَان بْن جَرِير عَنْ أَبِي مِجْلَز قَالَ أَخَذَ سُلَيْمَان عَلَيْهِ السَّلَام مِنْ كُلّ دَابَّة عَهْدًا فَإِذَا أُصِيب رَجُل فَسَأَلَهُ بِذَلِكَ الْعَهْد خَلَّى عَنْهُ فَزَادَ النَّاس السَّجْع وَالسِّحْر فَقَالُوا هَذَا يَعْمَل بِهِ سُلَيْمَان بْن دَاوُد عَلَيْهِمَا السَّلَام فَقَالَ اللَّه تَعَالَى \" وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِين كَفَرُوا يُعَلِّمُونَ النَّاس السِّحْر \" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عِصَام بْن رَوَّاد حَدَّثَنَا آدَم حَدَّثَنَا الْمَسْعُودِيّ عَنْ زِيَاد مَوْلَى اِبْن مُصْعَب عَنْ الْحَسَن \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين \" قَالَ ثُلُث الشِّعْر وَثُلُث السِّحْر وَثُلُث الْكِهَانَة وَقَالَ حَدَّثَنَا الْحَسَن بْن أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن عَبْد اللَّه بْن بَشَّار الْوَاسِطِيّ حَدَّثَنِي سُرُور بْن الْمُغِيرَة عَنْ عَبَّاد بْن مَنْصُور عَنْ الْحَسَن \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان \" وَتَبِعَتْهُ الْيَهُود عَلَى مُلْكه وَكَانَ السِّحْر قَبْل ذَلِكَ فِي الْأَرْض لَمْ يَزَلْ بِهَا وَلَكِنَّهُ إِنَّمَا اِتَّبَعَ عَلَى مُلْك سُلَيْمَان فَهَذِهِ نُبْذَة مِنْ أَقْوَال أَئِمَّة السَّلَف فِي هَذَا الْمَقَام وَلَا يَخْفَى مُلَخَّص الْقِصَّة وَالْجَمْع بَيْن أَطْرَافهَا وَأَنَّهُ لَا تَعَارُض بَيْن السِّيَاقَات عَلَى اللَّبِيب الْفَهِم وَاَللَّه الْهَادِي . وَقَوْله تَعَالَى \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان \" أَيْ وَاتَّبَعَتْ الْيَهُود الَّذِينَ أُوتُوا الْكِتَاب مِنْ بَعْد إِعْرَاضهمْ عَنْ كِتَاب اللَّه الَّذِي بِأَيْدِيهِمْ وَمُخَالَفَتهمْ لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَا تَتْلُوهُ الشَّيَاطِين أَيْ مَا تَرْوِيه وَتُخْبِرُ بِهِ وَتُحَدِّثُهُ الشَّيَاطِينُ عَلَى مُلْك سُلَيْمَان عَدَّاهُ بِعَلَى لِأَنَّهُ تَضَمَّنَ تَتْلُو تَكْذِب وَقَالَ اِبْن جَرِير \" عَلَى \" هَاهُنَا بِمَعْنَى فِي أَنْ تَتْلُو فِي مُلْك سُلَيْمَان وَنَقَلَهُ عَنْ اِبْن جُرَيْج وَابْن إِسْحَاق \" قُلْت \" وَالتَّضَمُّن أَحْسَن وَأَوْلَى وَاَللَّه أَعْلَم. وَقَوْل الْحَسَن الْبَصْرِيّ رَحِمَهُ اللَّه وَكَانَ السِّحْر قَبْل زَمَان سُلَيْمَان بْن دَاوُد - صَحِيح لَا شَكَّ فِيهِ لِأَنَّ السَّحَرَة كَانُوا فِي زَمَان مُوسَى عَلَيْهِ السَّلَام وَسُلَيْمَان بْن دَاوُد بَعْده كَمَا قَالَ تَعَالَى \" أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيل مِنْ بَعْد مُوسَى \" الْآيَة ثُمَّ ذَكَرَ الْقِصَّة بَعْدهَا وَفِيهَا \" وَقَتَلَ دَاوُد جَالُوت وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَة\" وَقَالَ قَوْم صَالِح وَهُمْ قَبْل إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام لِنَبِيِّهِمْ صَالِح إِنَّمَا \" أَنْتَ مِنْ الْمُسَحَّرِينَ\" أَيْ الْمَسْحُورِينَ عَلَى الْمَشْهُور قَوْله تَعَالَى \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِل هَارُوت وَمَارُوت وَمَا يُعَلِّمَانِ مِنْ أَحَد حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُر فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْن الْمَرْء وَزَوْجه\" اِخْتَلَفَ النَّاس فِي هَذَا الْمَقَام فَذَهَبَ بَعْضهمْ إِلَى أَنَّ\" مَا \" نَافِيَة أَعْنِي الَّتِي فِي قَوْله \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ \" قَالَ الْقُرْطُبِيّ مَا نَافِيَة وَمَعْطُوف فِي قَوْله\" وَمَا كَفَرَ سُلَيْمَان \" ثُمَّ قَالَ \" وَلَكِنَّ الشَّيَاطِين كَفَرُوا يُعَلِّمُونَ النَّاس السِّحْر وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ \" وَذَلِكَ أَنَّ الْيَهُود كَانُوا يَزْعُمُونَ أَنَّهُ نَزَلَ بِهِ جِبْرِيل وَمِيكَائِيل فَأَكْذَبَهُمْ اللَّه وَجَعَلَ قَوْله \" هَارُوت وَمَارُوت\" بَدَلًا مِنْ الشَّيَاطِين قَالَ وَصَحَّ ذَلِكَ إِمَّا لِأَنَّ الْجَمْع يُطْلَق عَلَى الِاثْنَيْنِ كَمَا فِي قَوْله تَعَالَى \" فَإِنْ كَانَ لَهُ إِخْوَة \" أَوْ لِكَوْنِهِمَا لَهُمَا أَتْبَاع أَوْ ذُكِرَا مِنْ بَيْنهمْ لِتَمَرُّدِهِمَا تَقْدِير الْكَلَام عِنْده : يُعَلِّمُونَ النَّاس السِّحْر بِبَابِل هَارُوت وَمَارُوت . ثُمَّ قَالَ وَهَذَا أَوْلَى مَا حُمِلَتْ عَلَيْهِ الْآيَة وَأَصَحّ وَلَا يُلْتَفَت إِلَى مَا سِوَاهُ وَرَوَى اِبْن جَرِير بِإِسْنَادِهِ مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِل \" الْآيَة يَقُول لَمْ يُنْزِل اللَّه السِّحْر وَبِإِسْنَادِهِ عَنْ الرَّبِيع بْن أَنَس فِي قَوْله \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ\" قَالَ : مَا أَنْزَلَ اللَّه عَلَيْهِمَا السِّحْر . قَالَ اِبْن جَرِير فَتَأْوِيل الْآيَة عَلَى هَذَا \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان \" مِنْ السِّحْر وَمَا كَفَرَ سُلَيْمَان وَلَا أَنْزَلَ اللَّهُ السِّحْرَ عَلَى الْمَلَكَيْنِ وَلَكِنَّ الشَّيَاطِين كَفَرُوا يُعَلِّمُونَ النَّاس السِّحْر بِبَابِل هَارُوت وَمَارُوت فَيَكُون قَوْله \" بِبَابِل هَارُوت وَمَارُوت \" مِنْ الْمُؤَخَّر الَّذِي مَعْنَاهُ الْمُقَدَّم . قَالَ : فَإِنْ قَالَ لَنَا قَائِلٌ كَيْف وَجْه تَقْدِيم ذَلِكَ قِيلَ وَجْه تَقْدِيمه أَنْ يُقَال \" وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِين عَلَى مُلْك سُلَيْمَان \" مِنْ السِّحْر وَمَا كَفَرَ سُلَيْمَان وَمَا أَنْزَلَ اللَّه السِّحْر عَلَى الْمَلَكَيْنِ وَلَكِنَّ الشَّيَاطِين كَفَرُوا يُعَلِّمُونَ النَّاس السِّحْر بِبَابِل وَهَارُوت وَمَارُوت فَيَكُون مَعْنَى بِالْمَلَكَيْنِ جِبْرِيل وَمِيكَائِيل عَلَيْهِمَا السَّلَام لِأَنَّ سَحَرَة الْيَهُود فِيمَا ذُكِرَ كَانَتْ تَزْعُم أَنَّ اللَّه أَنْزَلَ السِّحْر عَلَى لِسَان جِبْرِيل وَمِيكَائِيل إِلَى سُلَيْمَان بْن دَاوُد فَأَكْذَبَهُمْ اللَّهُ بِذَلِكَ وَأَخْبَرَ نَبِيّه مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّ جِبْرِيل وَمِيكَائِيل لَمْ يَنْزِلَا بِسَحَرٍ وَبَرَّأَ سُلَيْمَان عَلَيْهِ السَّلَام مِمَّا نَحَلُوهُ مِنْ السِّحْر وَأَخْبَرَهُمْ أَنَّ السِّحْر عَنْ عَمَل الشَّيَاطِين وَأَنَّهَا تُعَلِّم النَّاس ذَلِكَ بِبَابِل وَأَنَّ الَّذِينَ يُعَلِّمُونَهُمْ ذَلِكَ رَجُلَانِ اِسْم أَحَدهمَا هَارُوت وَاسْم الْآخَر مَارُوت فَيَكُون هَارُوت وَمَارُوت عَلَى هَذَا التَّأْوِيل تَرْجَمَة عَنْ النَّاس وَرَدًّا عَلَيْهِمْ . هَذَا لَفْظه بِحُرُوفِهِ وَقَدْ قَالَ اِبْن أَبِي حَاتِم حُدِّثْت عَنْ عُبَيْد اللَّه بْن مُوسَى أَخْبَرَنَا فُضَيْل بْن مَرْزُوق عَنْ عَطِيَّة \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ \" قَالَ : مَا أَنْزَلَ اللَّه عَلَى جِبْرِيل وَمِيكَائِيل السِّحْر قَالَ اِبْن أَبِي حَاتِم وَأَخْبَرَنَا الْفَضْل بْن شَاذَان أَخْبَرَنَا مُحَمَّد بْن عِيسَى أَخْبَرَنَا يَعْلَى يَعْنِي اِبْن أَسَد أَخْبَرَنَا بَكْر يَعْنِي اِبْن مُصْعَب أَخْبَرَنَا الْحَسَن بْن أَبِي جَعْفَر أَنَّ عَبْد الرَّحْمَن بْن أَبْزَى كَانَ يَقْرَؤُهَا \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ دَاوُد وَسُلَيْمَان\" وَقَالَ أَبُو الْعَالِيَة لَمْ يُنْزِل عَلَيْهِمَا السِّحْر يَقُول عَلَّمَا الْإِيمَان وَالْكُفْر فَالسِّحْر مِنْ الْكُفْر فَهُمَا يَنْهَيَانِ عَنْهُ أَشَدّ النَّهْي رَوَاهُ اِبْن أَبِي حَاتِم ثُمَّ شَرَعَ اِبْن جَرِير فِي رَدّ هَذَا الْقَوْل وَأَنَّ مَا بِمَعْنَى الَّذِي وَأَطَالَ الْقَوْل فِي ذَلِكَ وَادَّعَى أَنَّ هَارُوت وَمَارُوت مَلَكَانِ أَنْزَلَهُمَا اللَّه إِلَى الْأَرْض وَأَذِنَ لَهُمَا فِي تَعْلِيم السِّحْر اِخْتِبَارًا لِعِبَادِهِ وَامْتِحَانًا بَعْد أَنْ بَيَّنَ لِعِبَادِهِ أَنَّ ذَلِكَ مِمَّا يَنْهَى عَنْهُ عَلَى أَلْسِنَة الرُّسُل وَادَّعَى أَنَّ هَارُوت وَمَارُوت مُطِيعَانِ فِي تَعْلِيم ذَلِكَ لِأَنَّهُمَا اِمْتَثَلَا مَا أُمِرَا بِهِ وَهَذَا الَّذِي سَلَكَهُ غَرِيبٌ جِدًّا وَأَغْرَبُ مِنْهُ قَوْلُ مَنْ زَعَمَ أَنَّ هَارُوت وَمَارُوت قَبِيلَان مِنْ الْجِنّ كَمَا زَعَمَهُ اِبْن حَزْم وَرَوَى اِبْن أَبِي حَزْم بِإِسْنَادِهِ عَنْ الضَّحَّاك بْن مُزَاحِم أَنَّهُ كَانَ يَقْرَؤُهَا \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ \" وَيَقُول هُمَا عِلْجَانِ مِنْ أَهْل بَابِل وَوَجَّهَ أَصْحَابُ هَذَا الْقَوْل الْإِنْزَال بِمَعْنَى الْخَلْق لَا بِمَعْنَى الْإِيحَاء فِي قَوْله تَعَالَى \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ\" كَمَا قَالَ تَعَالَى \" وَأَنْزَلَ لَكُمْ مِنْ الْأَنْعَام ثَمَانِيَة أَزْوَاج \" \" وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ \" \" وَيُنَزِّلُ لَكُمْ مِنْ السَّمَاءِ رِزْقًا \" وَفِي الْحَدِيث \" مَا أَنْزَلَ اللَّهُ دَاء إِلَّا أَنْزَلَ لَهُ دَوَاء \" وَكَمَا يُقَال \" أَنْزَلَ اللَّه الْخَيْر وَالشَّرّ \" وَحَكَى الْقُرْطُبِيّ عَنْ اِبْن عَبَّاس وَابْن أَبْزَى وَالْحَسَن الْبَصْرِيّ أَنَّهُمْ قَرَءُوا \" وَمَا أُنْزِلَ عَلَى الْمَلِكَيْنِ \" بِكَسْرِ اللَّام قَالَ اِبْن أَبْزَى وَهُمَا دَاوُد وَسُلَيْمَان قَالَ الْقُرْطُبِيّ فَعَلَى هَذَا تَكُون مَا نَافِيَة أَيْضًا وَذَهَبَ آخَرُونَ إِلَى الْوَقْف عَلَى قَوْله \" يُعَلِّمُونَ النَّاسَ السِّحْر \" وَمَا نَافِيَة : قَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنَا اللَّيْث عَنْ يَحْيَى بْن سَعِيد عَنْ الْقَاسِم بْن مُحَمَّد وَسَأَلَهُ رَجُل عَنْ قَوْل اللَّه\" يُعَلِّمُونَ النَّاس السِّحْر وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِل هَارُوت وَمَارُوت \" فَقَالَ الرَّجُلَانِ يُعَلِّمَانِ النَّاس مَا أُنْزِلَ عَلَيْهِمَا وَيُعَلِّمَانِ النَّاس مَا لَمْ يَنْزِل عَلَيْهِمَا فَقَالَ الْقَاسِم : مَا أُبَالِي أَيَّتهمَا كَانَتْ ثُمَّ رَوَى عَنْ يُونُس عَنْ أَنَس بْن عِيَاض عَنْ بَعْض أَصْحَابه أَنَّ الْقَاسِم قَالَ فِي هَذِهِ الْقِصَّة لَا أُبَالِي أَيّ ذَلِكَ كَانَ إِنِّي آمَنْت بِهِ وَذَهَبَ كَثِير مِنْ السَّلَف إِلَى أَنَّهُمَا كَانَا مَلَكَيْنِ مِنْ السَّمَاء وَأَنَّهُمَا أُنْزِلَا إِلَى الْأَرْض فَكَانَ مِنْ أَمْرهمَا مَا كَانَ وَقَدْ وَرَدَ فِي ذَلِكَ حَدِيث مَرْفُوع رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده رَحِمَهُ اللَّهُ كَمَا سَنُورِدُهُ إِنْ شَاءَ اللَّه وَعَلَى هَذَا فَيَكُون الْجَمْع بَيْن هَذَا وَبَيْن مَا وَرَدَ مِنْ الدَّلَائِل عَلَى عِصْمَة الْمَلَائِكَة أَنَّ هَذَيْنِ سَبَقَ فِي عِلْم اللَّه لَهُمَا هَذَا فَيَكُون تَخْصِيصًا لَهُمَا فَلَا تَعَارُض حِينَئِذٍ كَمَا سَبَقَ فِي عِلْمه مِنْ أَمْر إِبْلِيس مَا سَبَقَ وَفِي قَوْل إِنَّهُ كَانَ مِنْ الْمَلَائِكَة : لِقَوْلِهِ تَعَالَى \" وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اُسْجُدُوا لِآدَم فَسَجَدُوا إِلَّا إِبْلِيس أَبَى \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى ذَلِكَ مَعَ أَنَّ شَأْن هَارُوت وَمَارُوت عَلَى مَا ذُكِرَ أَخَفّ مِمَّا وَقَعَ مِنْ إِبْلِيس لَعَنَهُ اللَّه تَعَالَى . وَقَدْ حَكَاهُ الْقُرْطُبِيّ عَنْ عَلِيّ وَابْن مَسْعُود وَابْن عَبَّاس وَابْن عُمَر وَكَعْب الْأَحْبَار وَالسُّدِّيّ وَالْكَلْبِيّ . \" ذِكْرُ الْحَدِيثِ الْوَارِد فِي ذَلِكَ إِنْ صَحَّ سَنَدُهُ وَرَفْعُهُ وَبَيَانُ الْكَلَام عَلَيْهِ \" قَالَ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه تَعَالَى فِي مُسْنَده أَخْبَرَنَا يَحْيَى بْن بُكَيْر حَدَّثَنَا زُهَيْر بْن مُحَمَّد عَنْ مُوسَى بْن جُبَيْر عَنْ نَافِع عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا أَنَّهُ سَمِعَ نَبِيّ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" إِنَّ آدَم عَلَيْهِ السَّلَام لَمَّا أَهَبَطَهُ اللَّهُ إِلَى الْأَرْض قَالَتْ الْمَلَائِكَة أَيْ رَبّ \" أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِك الدِّمَاء وَنَحْنُ نُسَبِّحُ بِحَمْدِك وَنُقَدِّسُ لَك قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ \" قَالُوا رَبّنَا نَحْنُ أَطْوَعُ لَك مِنْ بَنِي آدَم قَالَ اللَّه تَعَالَى لِلْمَلَائِكَةِ هَلُمُّوا مَلَكَيْنِ مِنْ الْمَلَائِكَة حَتَّى يُهْبَط بِهِمَا إِلَى الْأَرْض فَنَنْظُر كَيْف يَعْمَلَانِ قَالُوا رَبّنَا هَارُوت وَمَارُوت فَأُهْبِطَا إِلَى الْأَرْض وَمُثِّلَتْ لَهُمَا الزُّهَرَة اِمْرَأَةً مِنْ أَحْسَن الْبَشَر فَجَاءَتْهُمَا فَسَأَلَاهَا نَفْسهَا فَقَالَتْ لَا وَاَللَّه حَتَّى تَتَكَلَّمَا بِهَذِهِ الْكَلِمَة مِنْ الْإِشْرَاك فَقَالَا وَاَللَّه لَا نُشْرِك بِاَللَّهِ شَيْئًا أَبَدًا فَذَهَبَتْ عَنْهُمَا ثُمَّ رَجَعَتْ بِصَبِيٍّ تَحْمِلهُ فَسَأَلَاهَا نَفْسهَا فَقَالَتْ لَا وَاَللَّه حَتَّى تَقْتُلَا هَذَا الصَّبِيّ فَقَالَا لَا وَاَللَّه لَا نَقْتُلهُ أَبَدًا فَذَهَبَتْ ثُمَّ رَجَعَتْ بِقَدَحٍ خَمْر تَحْمِلهُ فَسَأَلَاهَا نَفْسهَا فَقَالَتْ لَا وَاَللَّه حَتَّى تَشْرَبَا هَذَا الْخَمْر فَشَرِبَا فَسَكِرَا فَوَقَعَا عَلَيْهَا وَقَتَلَا الصَّبِيّ فَلَمَّا أَفَاقَا قَالَتْ الْمَرْأَة وَاَللَّه مَا تَرَكْتُمَا شَيْئًا أَبَيْتُمَاهُ عَلَيَّ إِلَّا قَدْ فَعَلْتُمَاهُ حِين سَكِرْتُمَا فَخُيِّرَا بَيْن عَذَاب الدُّنْيَا وَعَذَاب الْآخِرَة فَاخْتَارَا عَذَاب الدُّنْيَا . وَهَكَذَا رَوَاهُ أَبُو حَاتِم بْن حِبَّان فِي صَحِيحه عَنْ الْحَسَن عَنْ سُفْيَان عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ يَحْيَى بْن بُكَيْر - بِهِ وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَرِجَاله كُلّهمْ ثِقَات مِنْ رِجَال الصَّحِيحَيْنِ إِلَّا مُوسَى بْن جُبَيْر هَذَا وَهُوَ الْأَنْصَارِيّ السُّلَمِيّ مَوْلَاهُمْ الْمَدِينِيّ الْحَذَّاء وَرُوِيَ عَنْ اِبْن عَبَّاس وَأَبِي أُمَامَة بْن سَهْل بْن حُنَيْف وَنَافِع وَعَبْد اللَّه بْن كَعْب بْن مَالِك وَرَوَى عَنْهُ اِبْنه عَبْد السَّلَام وَبَكْر بْن مُضَر وَزُهَيْر بْن مُحَمَّد وَسَعِيد بْن سَلَمَة وَعَبْد اللَّه بْن لَهِيعَة وَعَمْرو بْن الْحَرْث وَيَحْيَى بْن أَيُّوب وَرَوَى لَهُ أَبُو دَاوُد وَابْن مَاجَهْ وَذَكَرَهُ اِبْن أَبِي حَاتِم فِي كِتَاب الْجَرْح وَالتَّعْدِيل وَلَمْ يَحْكِ شَيْئًا مِنْ هَذَا وَلَا هَذَا فَهُوَ مَسْتُور الْحَال وَقَدْ تَفَرَّدَ بِهِ عَنْ نَافِع مَوْلَى اِبْن عُمَر عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَرُوِيَ لَهُ مُتَابَع مِنْ وَجْه آخَر عَنْ نَافِع كَمَا قَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا دُعْلُج بْن أَحْمَد حَدَّثَنَا هِشَام بْن عَلِيّ بْن هِشَام حَدَّثَنَا عَبْد اللَّه بْن رَجَاء حَدَّثَنَا سَعِيد بْن سَلَمَة حَدَّثَنَا مُوسَى بْن سَرْجِس عَنْ نَافِع عَنْ اِبْن عُمَر سَمِعَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول فَذَكَرَهُ بِطُولِهِ وَقَالَ أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه حَدَّثَنَا الْقَاسِم أَخْبَرَنَا الْحُسَيْن وَهُوَ سُنَيْد بْن دَاوُد صَاحِب التَّفْسِير أَخْبَرَنَا الْفَرَج بْن فَضَالَة عَنْ مُعَاوِيَة بْن صَالِح عَنْ نَافِع قَالَ سَافَرْت مَعَ اِبْن عُمَر فَلَمَّا كَانَ مِنْ آخِر اللَّيْل قَالَ يَا نَافِع اُنْظُرْ طَلَعَتْ الْحَمْرَاء ؟ قُلْت لَا مَرَّتَيْنِ أَوْ ثَلَاثًا ثُمَّ قُلْت قَدْ طَلَعَتْ قَالَ لَا مَرْحَبًا بِهَا وَلَا أَهْلًا قُلْت سُبْحَان اللَّه نَجْم مُسَخَّر سَامِع مُطِيع . قَالَ : مَا قُلْت لَك إِلَّا مَا سَمِعْت مِنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَوْ قَالَ : قَالَ لِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" إِنَّ الْمَلَائِكَة قَالَتْ يَا رَبّ كَيْف صَبْرك عَلَى بَنِي آدَم فِي الْخَطَايَا وَالذُّنُوب قَالَ إِنِّي اِبْتَلَيْتهمْ وَعَافَيْتُكُمْ قَالُوا لَوْ كُنَّا مَكَانهمْ مَا عَصَيْنَاك قَالَ فَاخْتَارُوا مَلَكَيْنِ مِنْكُمْ قَالَ فَلَمْ يَأْلُوا جَهْدًا أَنْ يَخْتَارُوا فَاخْتَارُوا هَارُوت وَمَارُوت \" وَهَذَانِ أَيْضًا غَرِيبَانِ جِدًّا . وَأَقْرَب مَا يَكُون فِي هَذَا أَنَّهُ مِنْ رِوَايَة عَبْد اللَّه بْن عُمَر عَنْ كَعْب الْأَحْبَار لَا عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَمَا قَالَ عَبْد الرَّزَّاق فِي تَفْسِيره عَنْ الثَّوْرِيّ عَنْ مُوسَى بْن عُقْبَة عَنْ سَالِم عَنْ اِبْن عُمَر عَنْ كَعْب الْأَحْبَار قَالَ : ذَكَرَتْ الْمَلَائِكَة أَعْمَال بَنِي آدَم وَمَا يَأْتُونَ مِنْ الذُّنُوب فَقِيلَ لَهُمْ اِخْتَارُوا مِنْكُمْ اِثْنَيْنِ فَاخْتَارُوا هَارُوت وَمَارُوت فَقَالَ لَهُمَا إِنِّي أُرْسِل إِلَى بَنِي آدَم رُسُلًا وَلَيْسَ بَيْنِي وَبَيْنكُمْ رَسُول اِنْزِلَا لَا تُشْرِكَا بِي شَيْئًا وَلَا تَزْنِيَا وَلَا تَشْرَبَا الْخَمْر قَالَ كَعْب فَوَاَللَّهِ مَا أَمْسَيَا مِنْ يَوْمهمَا الَّذِي أُهْبِطَا فِيهِ حَتَّى اِسْتَكْمَلَا جَمِيع مَا نُهِيَا عَنْهُ رَوَاهُ اِبْن جَرِير مِنْ طَرِيقَيْنِ عَنْ عَبْد الرَّزَّاق بِهِ وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَحْمَد بْن عِصَام عَنْ مُؤَمِّل عَنْ سُفْيَان الثَّوْرِيّ بِهِ وَرَوَاهُ اِبْن جَرِير أَيْضًا حَدَّثَنِي الْمُثَنَّى أَخْبَرَنَا الْمُعَلَّى وَهُوَ اِبْن أَسَد أَخْبَرَنَا عَبْد الْعَزِيز بْن الْمُخْتَار عَنْ مُوسَى بْن عُقْبَة حَدَّثَنِي سَالِم أَنَّهُ سَمِعَ عَبْد اللَّه يُحَدِّث عَنْ كَعْب الْأَحْبَار فَذَكَرَهُ فَهَذَا أَصَحّ وَأَثْبَت إِلَى عَبْد اللَّه بْن عُمَر مِنْ الْإِسْنَادَيْنِ الْمُتَقَدِّمَيْنِ وَسَالِم أَثْبَت فِي أَبِيهِ مِنْ مَوْلَاهُ نَافِع فَدَارَ الْحَدِيث وَرَجَعَ إِلَى نَقْل الْأَحْبَار عَنْ كُتُب بَنِي إِسْرَائِيل وَاَللَّه أَعْلَم . \" ذِكْرُ الْآثَار الْوَارِدَة فِي ذَلِكَ عَنْ الصَّحَابَة وَالتَّابِعِينَ رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ\" قَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا الْحَجَّاج أَخْبَرَنَا حَمَّاد عَنْ خَالِد الْحَذَّاء عَنْ عُمَيْر بْن سَعِيد قَالَ : سَمِعْت عَلِيًّا - رَضِيَ اللَّه عَنْهُ - يَقُول كَانَتْ الزُّهَرَة اِمْرَأَة جَمِيلَة مِنْ أَهْل فَارِس وَإِنَّهَا خَاصَمَتْ إِلَى الْمَلَكَيْنِ هَارُوت وَمَارُوت فَرَاوَدَاهَا عَنْ نَفْسهَا فَأَبَتْ عَلَيْهِمَا إِلَّا أَنْ يُعَلِّمَاهَا الْكَلَام الَّذِي إِذَا تَكَلَّمَ بِهِ أَحَد يَعْرُج بِهِ إِلَى السَّمَاء فَعَلَّمَاهَا فَتَكَلَّمَتْ بِهِ فَعَرَجَتْ إِلَى السَّمَاء فَمُسِخَتْ كَوْكَبًا - وَهَذَا الْإِسْنَاد رِجَاله ثِقَات وَهُوَ غَرِيب جِدًّا - وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا الْفَضْل بْن شَاذَان أَخْبَرَنَا مُحَمَّد بْن عِيسَى أَخْبَرَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا مُعَاوِيَة عَنْ أَبِي خَالِد عَنْ عُمَيْر بْن سَعِيد عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ هُمَا مَلَكَانِ مِنْ مَلَائِكَة السَّمَاء يَعْنِي \" وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ\" وَرَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره بِسَنَدِهِ عَنْ مُغِيث عَنْ مَوْلَاهُ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ جَدّه عَنْ عَلِيّ مَرْفُوعًا وَهَذَا لَا يَثْبُت مِنْ هَذَا الْوَجْه. ثُمَّ رَوَاهُ مِنْ طَرِيقَيْنِ آخَرَيْنِ عَنْ جَابِر عَنْ أَبِي الطُّفَيْل عَنْ عَلِيّ - رَضِيَ اللَّه عَنْهُ - قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَعَنَ اللَّه الزُّهَرَة فَإِنَّهَا هِيَ الَّتِي فَتَنَتْ الْمَلَكَيْنِ هَارُوت وَمَارُوت \" وَهَذَا أَيْضًا لَا يَصِحّ وَهُوَ مُنْكَر جِدًّا وَاَللَّه أَعْلَم. وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى بْن إِبْرَاهِيم أَخْبَرَنَا الْحَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ اِبْن مَسْعُود وَابْن عَبَّاس أَنَّهُمَا قَالَا جَمِيعًا لَمَّا كَثُرَ بَنُو آدَم وَعَصَوْا دَعَتْ الْمَلَائِكَة عَلَيْهِمْ وَالْأَرْض وَالْجِبَال : رَبّنَا لَا تُمْهِلهُمْ فَأَوْحَى اللَّه إِلَى الْمَلَائِكَة إِنِّي أَزَلْت الشَّهْوَة وَالشَّيْطَان مِنْ قُلُوبكُمْ وَأَنْزَلْت الشَّهْوَة وَالشَّيْطَان فِي قُلُوبهمْ وَلَوْ نَزَلْتُمْ لَفَعَلْتُمْ أَيْضًا . قَالَ فَحَدَّثُوا أَنْفُسهمْ أَنْ لَوْ اُبْتُلُوا اِعْتَصَمُوا فَأَوْحَى اللَّه إِلَيْهِمْ أَنْ اِخْتَارُوا مَلَكَيْنِ مِنْ أَفْضَلكُمْ فَاخْتَارُوا هَارُوت وَمَارُوت فَأُهْبِطَا إِلَى الْأَرْض وَأُنْزِلَتْ الزُّهَرَة إِلَيْهِمَا فِي صُورَة اِمْرَأَة مِنْ أَهْل فَارِس يُسَمُّونَهَا بيذخت قَالَ فَوَقَعَا بِالْخَطِيئَةِ فَكَانَتْ الْمَلَائِكَة يَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبّنَا وَسِعْت كُلّ شَيْء رَحْمَة وَعِلْمًا فَلَمَّا وَقَعَا بِالْخَطِيئَةِ اِسْتَغْفَرُوا لِمَنْ فِي الْأَرْض أَلَا إِنَّ اللَّه هُوَ الْغَفُور الرَّحِيم فَخُيِّرَا بَيْن عَذَاب الدُّنْيَا وَعَذَاب الْآخِرَة فَاخْتَارَا عَذَاب الدُّنْيَا . وَقَالَ : اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبِي أَخْبَرَنَا عَبْد اللَّه بْن جَعْفَر الرَّقِّيّ أَخْبَرَنَا عَبْد اللَّه يَعْنِي اِبْن عَمْرو عَنْ زَيْد بْن أَبِي أُنَيْسَة عَنْ الْمِنْهَال بْن عَمْرو وَيُونُس بْن خَبَّاب عَنْ مُجَاهِد قَالَ كُنْت نَازِلًا عَلَى عَبْد اللَّه بْن عُمَر فِي سَفَر فَلَمَّا كَانَ ذَات لَيْلَة قَالَ لِغُلَامِهِ اُنْظُرْ هَلْ طَلَعَتْ الْحَمْرَاء لَا مَرْحَبًا بِهَا وَلَا أَهْلًا وَلَا حَيَّاهَا اللَّه هِيَ صَاحِبَة الْمَلَكَيْنِ قَالَتْ الْمَلَائِكَة يَا رَبّ كَيْف تَدَع عُصَاة بَنِي آدَم وَهُمْ يَسْفِكُونَ الدَّم الْحَرَام وَيَنْتَهِكُونَ مَحَارِمك وَيُفْسِدُونَ فِي الْأَرْض . قَالَ إِنِّي اِبْتَلَيْتهمْ فَلَعَلَّ إِنْ اِبْتَلَيْتُكُمْ بِمِثْلِ الَّذِي اِبْتَلَيْتهمْ بِهِ فَعَلْتُمْ كَاَلَّذِي يَفْعَلُونَ قَالُوا لَا قَالَ : فَاخْتَارُوا مِنْ خِيَاركُمْ اِثْنَيْنِ فَاخْتَارُوا هَارُوت وَمَارُوت فَقَالَ لَهُمَا إِنِّي مُهْبِطكُمَا إِلَى الْأَرْض وَعَاهِد إِلَيْكُمَا أَنْ لَا تُشْرِكَا وَلَا تَزْنِيَا وَلَا تَخُونَا فَأُهْبِطَا إِلَى الْأَرْض وَأَلْقَى عَلَيْهِمَا الشَّهْوَة وَأُهْبِطَتْ لَهُمَا الزُّهَرَة فِي أَحْسَن صُورَة اِمْرَأَة فَتَعَرَّضَتْ لَهُمَا فَرَاوَدَاهَا عَنْ نَفْسهَا فَقَالَتْ إِنِّي عَلَى دِين لَا يَصِحّ لِأَحَدٍ أَنْ يَأْتِينِي إِلَّا مَنْ كَانَ عَلَى مِثْله قَالَا : وَمَا دِينك قَالَتْ الْمَجُوسِيَّة قَالَا : الشِّرْك هَذَا شَيْء لَا نَقْرَبهُ فَمَكَثَتْ عَنْهُمَا مَا شَاءَ اللَّه تَعَالَى . ثُمَّ تَعَرَّضَتْ لَهُمَا فَرَاوَدَاهَا عَنْ نَفْسهَا فَقَالَتْ مَا شِئْتُمَا غَيْر أَنَّ لِي زَوْجًا وَأَنَا أَكْرَه أَنْ يَطَّلِع عَلَى هَذَا مِنِّي فَأَفْتَضِحُ فَإِنْ أَقْرَرْتُمَا لِي بِدِينِي وَشَرَطْتُمَا لِي أَنْ تَصْعَدَا بِي إِلَى السَّمَاء فَعَلْت فَأَقَرَّا لَهَا بِدِينِهَا وَأَتَيَاهَا فِيمَا يَرَيَانِ ثُمَّ صَعِدَا بِهَا إِلَى السَّمَاء فَلَمَّا اِنْتَهَيَا بِهَا إِلَى السَّمَاء اُخْتُطِفَتْ مِنْهُمَا وَقُطِعْت أَجْنِحَتهمَا فَوَقَعَا خَائِفَيْنِ نَادِمَيْنِ يَبْكِيَانِ وَفِي الْأَرْض نَبِيّ يَدْعُو بَيْن الْجُمُعَتَيْنِ فَإِذَا كَانَ يَوْم الْجُمْعَة أُجِيب . فَقَالَا : لَوْ أَتَيْنَا فُلَانًا فَسَأَلْنَاهُ فَطَلَبَ لَنَا التَّوْبَة فَأَتَيَاهُ فَقَالَ : رَحِمَكُمَا اللَّه كَيْف يَطْلُبُ التَّوْبَة أَهْل الْأَرْض لِأَهْلِ السَّمَاء قَالَا : إِنَّا قَدْ اُبْتُلِينَا قَالَ اِئْتِيَانِي يَوْم الْجُمْعَة فَأَتَيَاهُ فَقَالَ : مَا أُجِبْت فِيكُمَا بِشَيْءٍ اِئْتِيَانِي فِي الْجُمْعَة الثَّانِيَة فَأَتَيَاهُ فَقَالَ : اِخْتَارَا فَقَدْ خُيِّرْتُمَا إِنْ اِخْتَرْتُمَا مُعَافَاة الدُّنْيَا وَعَذَاب الْآخِرَة وَإِنْ أَحْبَبْتُمَا فَعَذَاب الدُّنْيَا وَأَنْتُمَا يَوْم الْقِيَامَة عَلَى حُكْم اللَّه فَقَالَ أَحَدهمَا إِنَّ الدُّنْيَا لَمْ يَمْضِ مِنْهَا إِلَّا الْقَلِيل. وَقَالَ الْآخَر وَيْحك إِنِّي قَدْ أَطَعْتُك فِي الْأَمْر الْأَوَّل فَأَطِعْنِي الْآن إِنَّ عَذَابًا يَفْنَى لَيْسَ كَعَذَابٍ يَبْقَى. فَقَالَ إِنَّنَا يَوْم الْقِيَامَة عَلَى حُكْم اللَّه فَأَخَاف أَنْ يُعَذِّبنَا قَالَ لَا : إِنِّي أَرْجُو إِنْ عَلِمَ اللَّه أَنَّا قَدْ اِخْتَرْنَا عَذَاب الدُّنْيَا مَخَافَة عَذَاب الْآخِرَة أَنْ لَا يَجْمَعهُمَا عَلَيْنَا قَالَ : فَاخْتَارَا عَذَاب الدُّنْيَا فَجُعِلَا فِي بَكَرَات مِنْ حَدِيد فِي قَلِيب مَمْلُوءَة مِنْ نَار عَالِيهمَا سَافِلهمَا - وَهَذَا إِسْنَاد جَيِّد إِلَى عَبْد اللَّه بْن عُمَر - وَقَدْ تَقَدَّمَ فِي رِوَايَة اِبْن جَرِير مِنْ حَدِيث مُعَاوِيَة بْن صَالِح عَنْ نَافِع عَنْهُ رَفَعَهُ وَهَذَا أَثْبَت وَأَصَحّ إِسْنَادًا ثُمَّ هُوَ وَاَللَّه أَعْلَم مِنْ رِوَايَة اِبْن عُمَر عَنْ كَعْب كَمَا تَقَدَّمَ بَيَانه مِنْ رِوَايَة سَالِم عَنْ أَبِيهِ وَقَوْله إِنَّ الزُّهَرَة نَزَلَتْ فِي صُورَة اِمْرَأَة حَسْنَاء وَكَذَا فِي الْمَرْوِيّ عَنْ عَلِيّ فِيهِ غَرَابَة جِدًّا . وَأَقْرَب مَا وَرَدَ فِي ذَلِكَ مَا قَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا عِصَام بْن رَوَّاد أَخْبَرَنَا آدَم أَخْبَرَنَا أَبُو جَعْفَر حَدَّثَنَا الرَّبِيع بْن أَنَس عَنْ قَيْس بْن عَبَّاد عَنْ اِبْن عَبَّاس - رَضِيَ اللَّه عَنْهُ - قَالَ : لَمَّا وَقَعَ النَّاس مِنْ بَعْد آدَم عَلَيْهِ السَّلَام فِيمَا وَقَعُوا فِيهِ مِنْ الْمَعَاصِي وَالْكُفْر بِاَللَّهِ قَالَتْ الْمَلَائِكَة فِي السَّمَاء يَا رَبّ هَذَا الْعَالَم الَّذِي إِنَّمَا خَلَقَتْهُمْ لِعِبَادَتِك وَطَاعَتك قَدْ وَقَعُوا فِيمَا وَقَعُوا فِيهِ وَرَكِبُوا الْكُفْر وَقَتْل النَّفْس وَأَكْل الْمَال الْحَرَام وَالزِّنَا وَالسَّرِقَة وَشُرْب الْخَمْر فَجَعَلُوا يَدْعُونَ عَلَيْهِمْ وَلَا يَعْذُرُونَهُمْ فَقِيلَ إِنَّهُمْ فِي غَيْب فَلَمْ يَعْذُرُوهُمْ فَقِيلَ لَهُمْ اِخْتَارُوا مِنْ أَفْضَلكُمْ مَلَكَيْنِ آمُرهُمَا وَأَنْهَاهُمَا فَاخْتَارُوا هَارُوت وَمَارُوت فَأُهْبِطَا إِلَى الْأَرْض وَجَعَلَ لَهُمَا شَهَوَات بَنِي آدَم وَأَمَرَهُمَا اللَّه أَنْ يَعْبُدَاهُ وَلَا يُشْرِكَا بِهِ شَيْئًا وَنُهِيَا عَنْ قَتْل النَّفْس الْحَرَام وَأَكْل الْمَال الْحَرَام وَعَنْ الزِّنَا وَالسَّرِقَة وَشُرْب الْخَمْر فَلَبِثَا فِي الْأَرْض زَمَانًا يَحْكُمَانِ بَيْن النَّاس بِالْحَقِّ وَذَلِكَ فِي زَمَن إِدْرِيس عَلَيْهِ السَّلَام وَفِي ذَلِكَ الزَّمَان اِمْرَأَة حُسْنهَا فِي النِّسَاء كَحُسْنِ الزُّهَرَة فِي سَائِر الْكَوَاكِب وَأَنَّهُمَا أَتَيَا عَلَيْهَا فَخَضَعَا لَهَا فِي الْقَوْل وَأَرَادَاهَا عَلَى نَفْسهَا فَأَبَتْ إِلَّا أَنْ يَكُونَا عَلَى أَمْرهَا وَعَلَى دِينهَا فَسَأَلَاهَا عَنْ دِينهَا فَأَخْرَجَتْ لَهُمَا صَنَمًا فَقَالَتْ : هَذَا أَعْبُدهُ فَقَالَا : لَا حَاجَة لَنَا فِي عِبَادَة هَذَا فَذَهَبَا فَعَبَرَا مَا شَاءَ اللَّه ثُمَّ أَتَيَا عَلَيْهَا فَأَرَادَاهَا عَلَى نَفْسهَا فَفَعَلَتْ مِثْل ذَلِكَ فَذَهَبَا ثُمَّ أَتَيَا عَلَيْهَا فَأَرَادَاهَا عَلَى نَفْسهَا فَلَمَّا رَأَتْ أَنَّهُمَا قَدْ أَبَيَا أَنْ يَعْبُدَا الصَّنَم. قَالَتْ : لَهُمَا اِخْتَارَا أَحَد الْخِلَال ا", "sura_id": 2, "type": 4, "id": 38501, "aya_id": 102}]