[{"text": "وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ", "sura_id": 19, "type": 0, "id": 2289, "aya_id": 39}, {"text": "وأنذرهم يوم الحسرة إذ قضي الأمر و هم في غفلة و هم لا يؤمنون", "sura_id": 19, "type": 1, "id": 8525, "aya_id": 39}, {"text": "39 - (وأنذرهم) خوف يا محمد كفار مكة (يوم الحسرة) هو يوم القيامة يتحسر فيه المسيء على ترك الإحسان في الدنيا (إذ قضي الأمر) لهم فيه بالعذاب (وهم) في الدنيا (في غفلة) عنه (وهم لا يؤمنون) به \r\n", "sura_id": 19, "type": 2, "id": 27233, "aya_id": 39}, {"text": "وأنذر - أيها الرسول - الناس يوم الندامة حين يُقضى الأمر, ويُجَاءُ بالموت كأنَّه كبش أملح, فيُذْبَح, ويُفصل بين الخلق, فيصير أهل الإيمان إلى الجنة, وأهل الكفر إلى النار, وهم اليوم في هذه الدنيا في غفلة عمَّا أُنذروا به, فهم لا يصدقون, ولا يعملون العمل الصالح.\r\n", "sura_id": 19, "type": 3, "id": 33469, "aya_id": 39}, {"text": " <font color=red>وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَأَنْذِرْهُمْ يَوْم الْحَسْرَة \" أَيْ أَنْذِرْ الْخَلَائِق يَوْم الْحَسْرَة \" إِذْ قُضِيَ الْأَمْر \" أَيْ فُصِلَ بَيْن أَهْل الْجَنَّة وَأَهْل النَّار وَصَارَ كُلّ إِلَى مَا صَارَ إِلَيْهِ مُخَلَّدًا فِيهِ \" وَهُمْ \" أَيْ الْيَوْم \" فِي غَفْلَة \" عَمَّا أُنْذِرُوا بِهِ يَوْم الْحَسْرَة وَالنَّدَامَة \" وَهُمْ لَا يُؤْمِنُونَ \" أَيْ لَا يُصَدِّقُونَ بِهِ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا دَخَلَ أَهْل الْجَنَّة الْجَنَّة وَأَهْل النَّار النَّار يُجَاء بِالْمَوْتِ كَأَنَّهُ كَبْش أَمْلَح فَيُوقَف بَيْن الْجَنَّة وَالنَّار فَيُقَال يَا أَهْل الْجَنَّة هَلْ تَعْرِفُونَ هَذَا ؟ قَالَ فَيَشْرَئِبُّونَ وَيَنْظُرُونَ وَيَقُولُونَ نَعَمْ هَذَا الْمَوْت - قَالَ - فَيُقَال يَا أَهْل النَّار هَلْ تَعْرِفُونَ هَذَا ؟ قَالَ فَيَشْرَئِبُّونَ وَيَنْظُرُونَ وَيَقُولُونَ نَعَمْ هَذَا الْمَوْت - قَالَ - فَيُؤْمَر بِهِ فَيُذْبَح قَالَ وَيُقَال يَا أَهْل الْجَنَّة خُلُود وَلَا مَوْت وَيَا أَهْل النَّار خُلُود وَلَا مَوْت \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَنْذِرْهُمْ يَوْم الْحَسْرَة إِذْ قُضِيَ الْأَمْر وَهُمْ فِي غَفْلَة وَهُمْ لَا يُؤْمِنُونَ \" وَأَشَارَ بِيَدِهِ ثُمَّ قَالَ \" أَهْل الدُّنْيَا فِي غَفْلَة الدُّنْيَا \" هَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَقَدْ خَرَّجَهُ الْبُخَارِيّ وَمُسْلِم فِي صَحِيحَيْهِمَا مِنْ حَدِيث الْأَعْمَش بِهِ وَلَفْظهمَا قَرِيب مِنْ ذَلِكَ وَقَدْ رَوَى هَذَا الْحَدِيث الْحَسَن بْن عَرَفَة حَدَّثَنِي أَسْبَاط بْن مُحَمَّد عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة مَرْفُوعًا مِثْله وَفِي سُنَن اِبْن مَاجَهْ وَغَيْره مِنْ حَدِيث مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة نَحْوه وَهُوَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر وَرَوَاهُ اِبْن جُرَيْج قَالَ : قَالَ اِبْن عَبَّاس فَذَكَرَ مِنْ قِبَله نَحْوه وَرَوَاهُ أَيْضًا عَنْ أَبِيهِ أَنَّهُ سَمِعَ عُبَيْد بْن عُمَيْر يَقُول فِي قَصَصه يُؤْتَى بِالْمَوْتِ كَأَنَّهُ دَابَّة فَيُذْبَح وَالنَّاس يَنْظُرُونَ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْل حَدَّثَنَا أَبُو الزَّعْرَاء عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود فِي قِصَّة ذَكَرَهَا قَالَ فَلَيْسَ نَفْس إِلَّا وَهِيَ تَنْظُر إِلَى بَيْت فِي الْجَنَّة وَبَيْت فِي النَّار وَهُوَ يَوْم الْحَسْرَة فَيَرَى أَهْل النَّار الْبَيْت الَّذِي فِي الْجَنَّة وَيُقَال لَهُمْ لَوْ عَمِلْتُمْ لَهَا فَتَأْخُذهُمْ الْحَسْرَة قَالَ : وَيَرَى أَهْل الْجَنَّة الْبَيْت الَّذِي فِي النَّار فَيُقَال لَهُمْ لَوْلَا أَنَّ اللَّه مَنَّ عَلَيْكُمْ وَقَالَ السُّدِّيّ عَنْ زِيَاد عَنْ زِرّ بْن حُبَيْش عَنْ اِبْن مَسْعُود فِي قَوْله \" وَأَنْذِرْهُمْ يَوْم الْحَسْرَة إِذْ قُضِيَ الْأَمْر \" قَالَ : إِذَا دَخَلَ أَهْل الْجَنَّة الْجَنَّة وَأَهْل النَّار النَّار أُتِيَ بِالْمَوْتِ فِي صُورَة كَبْش أَمْلَح حَتَّى يُوقَف بَيْن الْجَنَّة وَالنَّار ثُمَّ يُنَادِي مُنَادٍ يَا أَهْل الْجَنَّة هَذَا الْمَوْت الَّذِي كَانَ يُمِيت النَّاس فِي الدُّنْيَا فَلَا يَبْقَى أَحَد فِي أَهْل عِلِّيِّينَ وَلَا فِي أَسْفَل دَرَجَة فِي الْجَنَّة إِلَّا نَظَرَ إِلَيْهِ ثُمَّ يُنَادِي مُنَادٍ يَا أَهْل النَّار هَذَا الْمَوْت الَّذِي كَانَ يُمِيت النَّاس فِي الدُّنْيَا فَلَا يَبْقَى أَحَد فِي ضَحْضَاح مِنْ نَار وَلَا فِي أَسْفَل دَرْك مِنْ جَهَنَّم إِلَّا نَظَرَ إِلَيْهِ ثُمَّ يُذْبَح بَيْن الْجَنَّة وَالنَّار ثُمَّ يُنَادِي يَا أَهْل الْجَنَّة هُوَ الْخُلُود أَبَد الْآبِدِينَ وَيَا أَهْل النَّار هُوَ الْخُلُود أَبَد الْآبِدِينَ فَيَفْرَح أَهْل الْجَنَّة فَرْحَة لَوْ كَانَ أَحَد مَيِّتًا مِنْ فَرَح مَاتُوا وَيَشْهَق أَهْل النَّار شَهْقَة لَوْ كَانَ أَحَد مَيِّتًا مِنْ شَهْقَة مَاتُوا فَذَلِكَ قَوْله تَعَالَى \" وَأَنْذِرْهُمْ يَوْم الْحَسْرَة إِذْ قُضِيَ الْأَمْر \" يَقُول إِذَا ذُبِحَ الْمَوْت رَوَاهُ اِبْن أَبِي حَاتِم فِي تَفْسِيره وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَأَنْذِرْهُمْ يَوْم الْحَسْرَة \" مِنْ أَسْمَاء يَوْم الْقِيَامَة عَظَّمَهُ اللَّه وَحَذَّرَهُ عِبَاده وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قَوْله \" وَأَنْذِرْهُمْ يَوْم الْحَسْرَة \" قَالَ يَوْم الْقِيَامَة وَقَرَأَ \" أَنْ تَقُول نَفْس يَا حَسْرَتَا عَلَى مَا فَرَّطْت فِي جَنْب اللَّه \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38431, "aya_id": 39}]