[{"text": "يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ وَخَشَعَت الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا", "sura_id": 20, "type": 0, "id": 2456, "aya_id": 108}, {"text": "يومئذ يتبعون الداعي لا عوج له و خشعت الأصوات للرحمن فلا تسمع إلا همسا", "sura_id": 20, "type": 1, "id": 8692, "aya_id": 108}, {"text": "108 - (يومئذ) أي يوم إذ نسفت الجبال (يتبعون) أي الناس بعد القيام من القبور (الداعي) إلى المحشر بصوته وهو إسرافيل يقول هلموا إلى عرض الرحمن (لا عوج له) أي لاتباعهم أي لا يقدرون أن لا يتبعوا (وخشعت) سكنت (الأصوات للرحمن فلا تسمع إلا همسا) صوت وطء الأقدام في نقلها إلى المحشر كصوت أخفاف الإبل في مشيها \r\n", "sura_id": 20, "type": 2, "id": 27400, "aya_id": 108}, {"text": "في ذلك اليوم يتبع الناس صوت الداعي إلى موقف القيامة, لا محيد عن دعوة الداعي; لأنها حق وصدق لجميع الخلق, وسكنت الأصوات خضوعًا للرحمن, فلا تسمع منها إلا صوتًا خفيًا.\r\n", "sura_id": 20, "type": 3, "id": 33636, "aya_id": 108}, {"text": " <font color=red>يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا</font><BR><p>\" يَوْمئِذٍ يَتَّبِعُونَ الدَّاعِي لَا عِوَج لَهُ \" أَيْ يَوْم يَرَوْنَ هَذِهِ الْأَحْوَال وَالْأَهْوَال يَسْتَجِيبُونَ مُسَارِعِينَ إِلَى الدَّاعِي حَيْثُمَا أُمِرُوا بَادَرُوا إِلَيْهِ وَلَوْ كَانَ هَذَا فِي الدُّنْيَا لَكَانَ أَنْفَع لَهُمْ وَلَكِنْ حَيْثُ لَا يَنْفَعهُمْ كَمَا قَالَ تَعَالَى \" أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْم يَأْتُونَنَا \" وَقَالَ \" مُهْطِعِينَ إِلَى الدَّاعِي \" وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ يَحْشُر اللَّه النَّاس يَوْم الْقِيَامَة فِي ظُلْمَة وَيَطْوِي السَّمَاء وَتَتَنَاثَر النُّجُوم وَتَذْهَب الشَّمْس وَالْقَمَر وَيُنَادِي مُنَادٍ فَيَتَّبِع النَّاس الصَّوْت يَؤُمُّونَهُ فَذَلِكَ قَوْله \" يَوْمئِذٍ يَتَّبِعُونَ الدَّاعِي لَا عِوَج لَهُ \" وَقَالَ قَتَادَة لَا عِوَج لَهُ لَا يَمِيلُونَ عَنْهُ وَقَالَ أَبُو صَالِح لَا عِوَج لَهُ لَا عِوَج عَنْهُ وَقَوْله وَخَشَعَتْ الْأَصْوَات لِلرَّحْمَنِ قَالَ اِبْن عَبَّاس سَكَنَتْ وَكَذَا قَالَ السُّدِّيّ فَلَا تَسْمَع إِلَّا هَمْسًا قَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس يَعْنِي وَطْء الْأَقْدَام وَكَذَا قَالَ عِكْرِمَة وَمُجَاهِد وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَقَتَادَة وَابْن زَيْد وَغَيْرهمْ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فَلَا تَسْمَع إِلَّا هَمْسًا الصَّوْت الْخَفِيّ وَهُوَ رِوَايَة عَنْ عِكْرِمَة وَالضَّحَّاك وَقَالَ سَعِيد بْن جُبَيْر فَلَا تَسْمَع إِلَّا هَمْسًا الْحَدِيث وَسِرّه وَوَطْء الْأَقْدَام فَقَدْ جَمَعَ سَعِيد كِلَا الْقَوْلَيْنِ وَهُوَ مُحْتَمَل أَمَّا وَطْء الْأَقْدَام فَالْمُرَاد سَعْي النَّاس إِلَى الْمَحْشَر وَهُوَ مَشْيهمْ فِي سُكُون وَخُضُوع وَأَمَّا الْكَلَام الْخَفِيّ فَقَدْ يَكُون فِي حَال دُون حَال فَقَدْ قَالَ تَعَالَى \" يَوْم يَأْتِ لَا تَكَلَّم نَفْس إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيّ وَسَعِيد .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38792, "aya_id": 108}]