[{"text": "إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَادُواْ وَالصَّابِؤُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وعَمِلَ صَالِحًا فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ", "sura_id": 5, "type": 0, "id": 738, "aya_id": 69}, {"text": "إن الذين آمنوا والذين هادوا والصابئون والنصارى من آمن بالله واليوم الآخر وعمل صالحا فلا خوف عليهم ولا هم يحزنون", "sura_id": 5, "type": 1, "id": 6974, "aya_id": 69}, {"text": "69 - (إن الذين آمنوا والذين هادوا) هم اليهود مبتدأ (والصابئون) فرقة منهم (والنصارى) ويبدل من المبتدأ (من آمن) منهم (بالله واليوم الآخر وعمل صالحا فلا خوف عليهم ولا هم يحزنون) في الآخرة خبر المبتدأ ودال على خبر إن \r\n", "sura_id": 5, "type": 2, "id": 25682, "aya_id": 69}, {"text": "إن الذين آمنوا (وهم المسلمون) واليهود, والصابئين (وهم قوم باقون على فطرتهم, ولا دين مقرر لهم يتبعونه) والنصارى (وهم أتباع المسيح) من آمن منهم بالله الإيمان الكامل, وهو توحيد الله والتصديق بمحمد صلى الله عليه وسلم وبما جاء به, وآمن باليوم الآخر, وعمل العمل الصالح, فلا خوف عليهم من أهوال يوم القيامة, ولا هم يحزنون على ما تركوه وراءهم في الدنيا.\r\n", "sura_id": 5, "type": 3, "id": 31918, "aya_id": 69}, {"text": " <font color=red>إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</font><BR><p>قَالَ \" إِنَّ الَّذِينَ آمَنُوا وَهُمْ الْمُسْلِمُونَ \" وَاَلَّذِينَ هَادُوا \" وَهُمْ حَمَلَة التَّوْرَاة وَالصَّابِئُونَ لَمَّا طَالَ الْفَصْل حَسُنَ الْعَطْف بِالرَّفْعِ وَالصَّابِئُونَ طَائِفَة مِنْ النَّصَارَى وَالْمَجُوس لَيْسَ لَهُمْ دِين قَالَهُ مُجَاهِد وَعَنْهُ مِنْ الْيَهُود وَالْمَجُوس وَقَالَ سَعِيد بْن جُبَيْر مِنْ الْيَهُود وَالنَّصَارَى وَعَنْ الْحَسَن وَالْحَكَم إِنَّهُمْ كَالْمَجُوسِ وَقَالَ قَتَادَة هُمْ قَوْم يَعْبُدُونَ الْمَلَائِكَة وَيُصَلُّونَ إِلَى غَيْر الْقِبْلَة وَيَقْرَءُونَ الزَّبُور وَقَالَ وَهْب بْن مُنَبِّه هُمْ قَوْم يَعْرِفُونَ اللَّه وَحْده وَلَيْسَتْ لَهُمْ شَرِيعَة يَعْمَلُونَ بِهَا وَلَمْ يُحْدِثُوا كُفْرًا وَقَالَ اِبْن وَهْب أَخْبَرَنِي اِبْن أَبِي الزِّنَاد عَنْ أَبِيهِ قَالَ هُمْ قَوْم مِمَّا يَلِي الْعِرَاق وَهُمْ بِكُوثَى وَهُمْ يُؤْمِنُونَ بِالنَّبِيِّينَ كُلّهمْ وَيَصُومُونَ كُلّ سَنَة ثَلَاثِينَ يَوْمًا وَيُصَلُّونَ كُلّ يَوْم خَمْس صَلَوَات وَقِيلَ غَيْر ذَلِكَ وَأَمَّا النَّصَارَى فَمَعْرُوفُونَ وَهُمْ حَمَلَة الْإِنْجِيل وَالْمَقْصُود أَنَّ كُلّ فِرْقَة آمَنَتْ بِاَللَّهِ وَبِالْيَوْمِ الْآخِر وَهُوَ الْمِيعَاد وَالْجَزَاء يَوْم الدِّين وَعَمِلَتْ عَمَلًا صَالِحًا وَلَا يَكُون ذَلِكَ كَذَلِكَ حَتَّى يَكُون مُوَافِقًا لِلشَّرِيعَةِ الْمُحَمَّدِيَّة بَعْد إِرْسَال صَاحِبهَا الْمَبْعُوث إِلَى جَمِيع الثَّقَلَيْنِ فَمَنْ اِتَّصَفَ بِذَلِكَ فَلَا خَوْف عَلَيْهِمْ فِيمَا يَسْتَقْبِلُونَهُ وَلَا عَلَى مَا تَرَكُوا وَرَاء ظُهُورهمْ وَلَا هُمْ يَحْزَنُونَ وَقَدْ تَقَدَّمَ الْكَلَام عَلَى نَظِيرَاتهَا فِي سُورَة الْبَقَرَة بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41523, "aya_id": 69}]