[{"text": "فَرَوْحٌ وَرَيْحَانٌ وَجَنَّةُ نَعِيمٍ", "sura_id": 56, "type": 0, "id": 5068, "aya_id": 89}, {"text": "فروح وريحان وجنة نعيم", "sura_id": 56, "type": 1, "id": 11304, "aya_id": 89}, {"text": "89 - (فروح) فله استراحة (وريحان) رزق حسن (وجنة نعيم) وهل الجواب لأما أو لان أو لهما أقوال \r\n", "sura_id": 56, "type": 2, "id": 30012, "aya_id": 89}, {"text": " فله عند موته الرحمة الواسعة والفرح وما تطيب به نفسه, وله جنة النعيم في الآخرة.\r\n", "sura_id": 56, "type": 3, "id": 36248, "aya_id": 89}, {"text": " <font color=red>فَرَوْحٌ وَرَيْحَانٌ وَجَنَّةُ نَعِيمٍ</font><BR><p>أَيْ فَلَهُمْ رَوْح وَرَيْحَان وَتُبَشِّرهُمْ الْمَلَائِكَة بِذَلِكَ عِنْد الْمَوْت كَمَا تَقَدَّمَ فِي حَدِيث الْبَرَاء أَنَّ مَلَائِكَة الرَّحْمَة تَقُول \" أَيَّتهَا الرُّوح الطَّيِّبَة فِي الْجَسَد الطَّيِّب كُنْت تَعْمُرِينَهُ اُخْرُجِي إِلَى رَوْح وَرَيْحَان وَرَبّ غَيْر غَضْبَان \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" فَرَوْح \" يَقُول رَاحَة وَرَيْحَان يَقُول مُسْتَرَاحَة وَكَذَا قَالَ مُجَاهِد إِنَّ الرَّوْح الِاسْتِرَاحَة وَقَالَ أَبُو حَزْرَة الرَّاحَة مِنْ الدُّنْيَا وَقَالَ سَعِيد بْن جُبَيْر وَالسُّدِّيّ الرَّوْح الْفَرَح وَعَنْ مُجَاهِد \" فَرَوْح وَرَيْحَان\" جَنَّة وَرَخَاء وَقَالَ قَتَادَة فَرَوْح فَرَحْمَة وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَرَيْحَان وَرِزْق وَكُلّ هَذِهِ الْأَقْوَال مُتَقَارِبَة صَحِيحَة فَإِنَّ مَنْ مَاتَ مُقَرَّبًا حَصَلَ لَهُ جَمِيع ذَلِكَ مِنْ الرَّحْمَة وَالرَّاحَة وَالِاسْتِرَاحَة وَالْفَرَج وَالسُّرُور وَالرِّزْق الْحَسَن \" وَجَنَّة نَعِيم \" وَقَالَ أَبُو الْعَالِيَة لَا يُفَارَق أَحَد مِنْ الْمُقَرَّبِينَ حَتَّى يُؤْتَى بِغُصْنٍ مِنْ رَيْحَان الْجَنَّة فَيَقْبِض رُوحه فِيهِ وَقَالَ مُحَمَّد بْن كَعْب لَا يَمُوت أَحَد مِنْ النَّاس حَتَّى يَعْلَم مِنْ أَهْل الْجَنَّة هُوَ أَمْ مِنْ أَهْل النَّار ؟ وَقَدْ قَدَّمْنَا أَحَادِيث الِاحْتِضَار عِنْد قَوْله تَعَالَى فِي سُورَة إِبْرَاهِيم \" يُثَبِّت اللَّه الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِت \" وَلَوْ كُتِبَتْ هَهُنَا لَكَانَ حَسَنًا وَأَجَّلَهَا حَدِيث تَمِيم الدَّارِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَقُول اللَّه تَعَالَى لِمَلَكِ الْمَوْت اِنْطَلِقْ إِلَى فُلَان فَأْتِنِي بِهِ فَإِنَّهُ قَدْ جَرَّبْته بِالسَّرَّاءِ وَالضَّرَّاء فَوَجَدْته حَيْثُ أُحِبّ اِئْتِنِي فَلْأُرِحْهُ - قَالَ - فَيَنْطَلِق إِلَيْهِ مَلَك الْمَوْت وَمَعَهُ خَمْسمِائَةِ مِنْ الْمَلَائِكَة مَعَهُمْ أَكْفَان وَحَنُوط مِنْ الْجَنَّة وَمَعَهُمْ ضَبَائِر الرَّيْحَان أَصْل الرَّيْحَانَة وَاحِد وَفِي رَأْسهَا عِشْرُونَ لَوْنًا لِكُلِّ لَوْن مِنْهَا رِيح سِوَى رِيح صَاحِبه وَمَعَهُمْ الْحَرِير الْأَبْيَض فِيهِ الْمِسْك \" وَذَكَرَ تَمَام الْحَدِيث بِطُولِهِ كَمَا تَقَدَّمَ وَقَدْ وَرَدَتْ أَحَادِيث تَتَعَلَّق بِهَذِهِ الْآيَة قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا هَارُون عَنْ بُدَيْل بْن مَيْسَرَة عَنْ عَبْد اللَّه بْن شَقِيق عَنْ عَائِشَة أَنَّهَا سَمِعَتْ رَسُول اللَّه يَقْرَأ \" فَرُوح وَرَيْحَان \" بِرَفْعِ الرَّاء وَكَذَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث هَارُون وَهُوَ اِبْن مُوسَى الْأَعْوَر بِهِ . وَقَالَ التِّرْمِذِيّ لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه وَهَذِهِ الْقِرَاءَة هِيَ قِرَاءَة يَعْقُوب وَحْده وَخَالَفَهُ الْبَاقُونَ فَقَرَءُوا \" فَرَوْح وَرَيْحَان \" بِفَتْحِ الرَّاء . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا أَبُو الْأَسْوَد مُحَمَّد بْن عَبْد الرَّحْمَن بْن نَوْفَل أَنَّهُ سَمِعَ دُرَّة بِنْت مُعَاذ تُحَدِّث عَنْ أَمِّ هَانِئ أَنَّهَا سَأَلَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَتَزَاوَرُ إِذَا مُتْنَا وَيَرَى بَعْضنَا بَعْضًا ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" يَكُون النَّسَم طَيْرًا يَعْلَق بِالشَّجَرِ حَتَّى إِذَا كَانَ يَوْم الْقِيَامَة دَخَلَتْ كُلّ نَفْس فِي جَسَدهَا \" . هَذَا الْحَدِيث فِيهِ بِشَارَة لِكُلِّ مُؤْمِن . وَمَعْنَى يَعْلَق يَأْكُل وَيَشْهَد لَهُ بِالصِّحَّةِ أَيْضًا مَا رَوَاهُ الْإِمَام أَحْمَد عَنْ الْإِمَام مُحَمَّد بْن إِدْرِيس الشَّافِعِيّ عَنْ الْإِمَام مَالِك بْن أَنَس عَنْ الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن كَعْب بْن مَالِك عَنْ أَبِيهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّمَا نَسَمَة الْمُؤْمِن طَائِر يُعَلَّق فِي شَجَر الْجَنَّة حَتَّى يُرْجِعهُ اللَّه إِلَى جَسَده يَوْم يَبْعَثهُ \" وَهَذَا إِسْنَاد عَظِيم وَمَتْن قَوِيم وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَرْوَاح الشُّهَدَاء فِي حَوَاصِل طُيُور خُضْر تَسْرَح فِي رِيَاض الْجَنَّة حَيْثُ شَاءَتْ ثُمَّ تَأْوِي إِلَى قَنَادِيل مُعَلَّقَة بِالْعَرْشِ \" الْحَدِيث وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا هَمَّام حَدَّثَنَا عَطَاء بْن السَّائِب قَالَ كَانَ أَوَّل يَوْم عَرَفْت فِيهِ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى رَأَيْت شَيْخًا أَبْيَض الرَّأْس وَاللِّحْيَة عَلَى حِمَار وَهُوَ يَتْبَع جِنَازَة فَسَمِعْته يَقُول حَدَّثَنِي فُلَان بْن فُلَان سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ أَحَبَّ لِقَاء اللَّه أَحَبَّ اللَّه لِقَاءَهُ وَمَنْ كَرِهَ لِقَاء اللَّه كَرِهَ اللَّه لِقَاءَهُ \" قَالَ فَأَكَبَّ الْقَوْم يَبْكُونَ فَقَالَ مَا يُبْكِيكُمْ ؟ فَقَالُوا إِنَّا نَكْرَه الْمَوْت قَالَ لَيْسَ ذَاكَ وَلَكِنَّهُ إِذَا اُحْتُضِرَ \" فَأَمَّا إِنْ كَانَ مِنْ الْمُقَرَّبِينَ فَرَوْح وَرَيْحَان وَجَنَّة نَعِيم \" فَإِذَا بُشِّرَ بِذَلِكَ أَحَبَّ لِقَاء اللَّه عَزَّ وَجَلَّ وَاَللَّه عَزَّ وَجَلَّ لِلِقَائِهِ أَحَبّ\" وَأَمَّا إِنْ كَانَ مِنْ الْمُكَذِّبِينَ الضَّالِّينَ فَنُزُل مِنْ حَمِيم وَتَصْلِيَة جَحِيم \" فَإِذَا بُشِّرَ بِذَلِكَ كَرِهَ لِقَاء اللَّه وَاَللَّه تَعَالَى لَلِقَاءَهُ أَكْرَه هَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ عَائِشَة رَضِيَ اللَّه عَنْهُمَا شَاهِد لِمَعْنَاهُ .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41992, "aya_id": 89}]