[{"text": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُواْ حَكَمًا مِّنْ أَهْلِهِ وَحَكَمًا مِّنْ أَهْلِهَا إِن يُرِيدَا إِصْلاَحًا يُوَفِّقِ اللّهُ بَيْنَهُمَا إِنَّ اللّهَ كَانَ عَلِيمًا خَبِيرًا", "sura_id": 4, "type": 0, "id": 528, "aya_id": 35}, {"text": "وإن خفتم شقاق بينهما فابعثوا حكما من أهله وحكما من أهلها إن يريدا إصلاحا يوفق الله بينهما إن الله كان عليما خبيرا", "sura_id": 4, "type": 1, "id": 6764, "aya_id": 35}, {"text": "35 - (وإن خفتم) علمتم (شقاق) خلاف (بينهما) بين الزوجين ، والإضافة للاتساع أي شقاقا بينهما (فابعثوا) إليهما برضاهما (حكما) رجلا عدلا (من أهله) أقاربه (وحكما من أهلها) ويوكل الزوج حكمه في طلاق وقبول عوض عليه وتوكل هي حكمها في الاختلاع فيجتهدان ويأمران الظالم بالرجوع أو يفرِّقان إن رأياه ، قال تعالى: (إن يريدا) أي الحكمان (إصلاحا يوفق الله بينهما) بين الزوجين أي يقدرهما على ما هو الطاعة من إصلاح أو فراق (إن الله كان عليما) بكل شيء (خبيرا) بالبواطن كالظواهر \r\n", "sura_id": 4, "type": 2, "id": 25472, "aya_id": 35}, {"text": "وإن علمتم -يا أولياء الزوجين- شقاقًا بينهما يؤدي إلى الفراق, فأرسلوا إليهما حكمًا عدلا من أهل الزوج, وحكمًا عدلا من أهل الزوجة; لينظرا ويحكما بما فيه المصلحة لهما, وبسبب رغبة الحكمين في الإصلاح, واستعمالهما الأسلوب الطيب يوفق الله بين الزوجين. إن الله تعالى عليم, لا يخفى عليه شيء من أمر عباده, خبير بما تنطوي عليه نفوسهم.\r\n", "sura_id": 4, "type": 3, "id": 31708, "aya_id": 35}, {"text": " <font color=red>وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا</font><BR><p>ذَكَرَ الْحَال الْأَوَّل وَهُوَ إِذَا كَانَ النُّفُور وَالنُّشُوز مِنْ الزَّوْجَة . ثُمَّ ذَكَرَ الْحَال الثَّانِي وَهُوَ إِذَا كَانَ النُّفُور مِنْ الزَّوْجَيْنِ فَقَالَ تَعَالَى \" وَإِنْ خِفْتُمْ شِقَاق بَيْنهمَا فَابْعَثُوا حَكَمًا مِنْ أَهْله وَحَكَمًا مِنْ أَهْلهَا \" وَقَالَ الْفُقَهَاء إِذَا وَقَعَ الشِّقَاق بَيْن الزَّوْجَيْنِ أَسْكَنَهُمَا الْحَاكِم إِلَى جَنْب ثِقَة يَنْظُر فِي أَمْرهمَا وَيَمْنَع الظَّالِم مِنْهُمَا مِنْ الظُّلْم فَإِنْ تَفَاقَمَ أَمْرهمَا وَطَالَتْ خُصُومَتهمَا بَعَثَ الْحَاكِم ثِقَة مِنْ أَهْل الْمَرْأَة وَثِقَة مِنْ قَوْم الرَّجُل لِيَجْتَمِعَا فَيَنْظُرَا فِي أَمْرهمَا مَا فِيهِ الْمَصْلَحَة مِمَّا يَرَيَانِهِ مِنْ التَّفْرِيق أَوْ التَّوْفِيق وَتَشَوُّف الشَّارِع إِلَى التَّوْفِيق. وَلِهَذَا قَالَ تَعَالَى \" إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّق اللَّه بَيْنهمَا \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَمَرَ اللَّه عَزَّ وَجَلَّ أَنْ يَبْعَثُوا رَجُلًا صَالِحًا مِنْ أَهْل الرَّجُل وَرَجُلًا مِثْله مِنْ أَهْل الْمَرْأَة فَيَنْظُرَانِ أَيّهمَا الْمُسِيء فَإِنْ كَانَ الرَّجُل هُوَ الْمُسِيء حَجَبُوا عَنْهُ اِمْرَأَته وَقَصَرُوهُ عَلَى النَّفَقَة وَإِنْ كَانَتْ الْمَرْأَة هِيَ الْمُسِيئَة قَصَرُوهَا عَلَى زَوْجهَا وَمَنَعُوهَا النَّفَقَة فَإِنْ اِجْتَمَعَ رَأْيهمَا عَلَى أَنْ يُفَرِّقَا أَوْ يَجْمَعَا فَأَمْرهمَا جَائِز فَإِنْ رَأَيَا أَنْ يَجْمَعَا فَرَضِيَ أَحَد الزَّوْجَيْنِ وَكَرِهَ الْآخَر ثُمَّ مَاتَ أَحَدهمَا فَإِنَّ الَّذِي رَضِيَ يَرِث الَّذِي لَمْ يَرْضَ وَلَا يَرِث الْكَارِه الرَّاضِي . رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ اِبْن طَاوُس عَنْ عِكْرِمَة بْن خَالِد عَنْ اِبْن عَبَّاس قَالَ بَعَثْت أَنَا وَمُعَاوِيَة حَكَمَيْنِ قَالَ مَعْمَر بَلَغَنِي أَنَّ عُثْمَان بَعَثَهُمَا وَقَالَ لَهُمَا إِنْ رَأَيْتُمَا أَنْ تَجْمَعَا جَمَعْتُمَا وَإِنْ رَأَيْتُمَا أَنْ تُفَرِّقَا فَفَرِّقَا وَقَالَ أَنْبَأَنَا اِبْن جُرَيْج حَدَّثَنِي اِبْن أَبِي مُلَيْكَة أَنَّ عَقِيل بْن أَبِي طَالِب تَزَوَّجَ فَاطِمَة بِنْت عُتْبَة بْن رَبِيعَة فَقَالَتْ : تَصِير إِلَيَّ وَأُنْفِق عَلَيْك فَكَانَ إِذَا دَخَلَ عَلَيْهَا قَالَتْ أَيْنَ عُتْبَة بْن رَبِيعَة وَشَيْبَة بْن رَبِيعَة فَقَالَ عَلَى يَسَارك فِي النَّار إِذَا دَخَلْت فَشَدَّتْ عَلَيْهَا ثِيَابهَا فَجَاءَتْ عُثْمَان فَذَكَرَتْ لَهُ ذَلِكَ فَضَحِكَ فَأَرْسَلَ اِبْن عَبَّاس وَمُعَاوِيَة فَقَالَ اِبْن عَبَّاس لَأُفَرِّقَن بَيْنهمَا فَقَالَ مُعَاوِيَة مَا كُنْت لِأُفَرِّق بَيْن شَخْصَيْنِ مِنْ بَنِي عَبْد مَنَاف فَأَتَيَاهُمَا فَوَجَدَاهُمَا قَدْ أَغْلَقَا عَلَيْهِمَا أَبْوَابهمَا فَرَجَعَا وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب عَنْ مُحَمَّد بْن سِيرِينَ عَنْ عُبَيْدَة قَالَ شَهِدْت عَلِيًّا وَجَاءَتْهُ اِمْرَأَة وَزَوْجهَا مَعَ كُلّ وَاحِد مِنْهُمَا فِئَام مِنْ النَّاس فَأَخْرَجَ هَؤُلَاءِ حَكَمًا وَهَؤُلَاءِ حَكَمًا فَقَالَ عَلِيّ لِلْحَكَمَيْنِ أَتَدْرِيَانِ مَا عَلَيْكُمَا ؟ إِنَّ عَلَيْكُمَا إِنْ رَأَيْتُمَا أَنْ تَجْمَعَا جَمَعْتُمَا فَقَالَتْ الْمَرْأَة رَضِيت بِكِتَابِ اللَّه لِي وَعَلَيَّ وَقَالَ الزَّوْج أَمَّا الْفُرْقَة فَلَا فَقَالَ عَلِيّ كَذَبْت وَاَللَّه لَا تَبْرَح حَتَّى تَرْضَى بِكِتَابِ اللَّه عَزَّ وَجَلَّ لَك وَعَلَيْك. رَوَاهُ اِبْن أَبِي حَاتِم وَرَوَاهُ اِبْن جَرِير عَنْ يَعْقُوب عَنْ اِبْن عُلَيَّة عَنْ أَيُّوب عَنْ اِبْن سِيرِينَ عَنْ عُبَيْدَة عَنْ عَلِيّ مِثْله وَرَوَاهُ مِنْ وَجْه آخَر عَنْ اِبْن سِيرِينَ عَنْ عُبَيْدَة عَنْ عَلِيّ بِهِ وَقَدْ أَجْمَعَ الْعُلَمَاء عَلَى أَنَّ الْحَكَمَيْنِ لَهُمَا الْجَمْع وَالتَّفْرِقَة حَتَّى قَالَ إِبْرَاهِيم النَّخَعِيّ إِنْ شَاءَ الْحَكَمَانِ أَنْ يُفَرِّقَا بَيْنهمَا بِطَلْقَةٍ أَوْ بِطَلْقَتَيْنِ أَوْ ثَلَاث فَعَلَا وَهُوَ رِوَايَة عَنْ مَالِك وَقَالَ الْحَسَن الْبَصْرِيّ الْحَكَمَانِ يَحْكُمَانِ فِي الْجَمْع لَا فِي التَّفْرِقَة وَكَذَا قَالَ قَتَادَة وَزَيْد بْن أَسْلَم وَبِهِ قَالَ أَحْمَد بْن حَنْبَل وَأَبُو ثَوْر وَدَاوُد وَمَأْخَذهمْ قَوْله تَعَالَى \" إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّق اللَّه بَيْنهمَا \" وَلَمْ يَذْكُر التَّفْرِيق , وَأَمَّا إِذَا كَانَا وَكِيلَيْنِ مِنْ جِهَة الْحَاكِم فَيَحْكُمَانِ وَإِنْ لَمْ يَرْضَ الزَّوْجَانِ أَوْ هُمَا وَكِيلَانِ مِنْ جِهَة الزَّوْجَيْنِ عَلَى قَوْلَيْنِ وَالْجُمْهُور عَلَى الْأَوَّل لِقَوْلِهِ تَعَالَى \" فَابْعَثُوا حَكَمًا مِنْ أَهْله وَحَكَمًا مِنْ أَهْلهَا \" فَسَمَّاهُمَا حَكَمَيْنِ وَمِنْ شَأْن الْحَكَم أَنْ يَحْكُم بِغَيْرِ رِضَا الْمَحْكُوم عَلَيْهِ وَهَذَا ظَاهِر الْآيَة وَالْجَدِيد مِنْ مَذْهَب الشَّافِعِيّ وَهُوَ قَوْل أَبِي حَنِيفَة. وَأَصْحَابه الثَّانِي مِنْهُمَا قَوْل عَلِيّ رَضِيَ اللَّه عَنْهُ لِلزَّوْجِ حِين قَالَ أَمَّا الْفُرْقَة فَلَا فَقَالَ كَذَبْت حَتَّى تُقِرّ بِمَا أَقَرَّتْ بِهِ قَالُوا فَلَوْ كَانَا حَكَمَيْنِ لَمَا اِفْتَقَرَ إِلَى إِقْرَار الزَّوْج وَاَللَّه أَعْلَم . قَالَ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ وَأَجْمَعَ الْعُلَمَاء عَلَى أَنَّ الْحَكَمَيْنِ إِذَا اِخْتَلَفَ قَوْلهمَا فَلَا عِبْرَة بِقَوْلِ الْآخَر وَأَجْمَعُوا عَلَى أَنَّ قَوْلهمَا نَافِذ فِي الْجَمْع وَإِنْ لَمْ يُوَكِّلهُمَا الزَّوْجَانِ وَاخْتَلَفُوا هَلْ يَنْفُذ قَوْلهمَا فِي التَّفْرِقَة ثُمَّ حُكِيَ عَنْ الْجُمْهُور أَنَّهُ يَنْفُذ قَوْلهمَا فِيهَا أَيْضًا مِنْ غَيْر تَوْكِيل .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40872, "aya_id": 35}]