[{"text": "وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّواْ لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بَي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاء بِكُم مِّنَ الْبَدْوِ مِن بَعْدِ أَن نَّزغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِّمَا يَشَاء إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ", "sura_id": 12, "type": 0, "id": 1696, "aya_id": 100}, {"text": "ورفع أبويه على العرش وخروا له سجدا وقال يا أبت هذا تأويل رؤياي من قبل قد جعلها ربي حقا وقد أحسن بي إذ أخرجني من السجن وجاء بكم من البدو من بعد أن نزغ الشيطان بيني وبين إخوتي إن ربي لطيف لما يشاء إنه هو العليم الحكيم", "sura_id": 12, "type": 1, "id": 7932, "aya_id": 100}, {"text": "100 - (ورفع أبويه) أجلسهما معه (على العرش) السرير (وخروا) أي أبواه وإخوته (له سجدَّاً) سجود انحناء لا وضع جبهة ، وكان تحيتهم في ذلك الزمان (وقال يا أبت هذا تأويل رؤياي من قبل قد جعلها ربي حقاً وقد أحسن بي) إلي (إذ أخرجني من السجن) لم يقل من الجب تكرماً لئلا يخجل إخوته (وجاء بكم من البدو) البادية (من بعد أن نزغ) أفسد (الشيطان بيني وبين إخوتي إن ربي لطيف لما يشاء إنه هو العليم) بخلقه (الحكيم) في صنعه ، وأقام عنده أبواه أربعا وعشرين سنة أو سبع عشرة سنة وكانت مدة فراقه ثماني عشرة أو أربعين أو ثمانين سنة وحضره الموت فوصى يوسف أن يحمله ويدفنه عند أبيه فمضى بنفسه ودفنه ثمة ، ثم عاد إلى مصر وأقام بعده ثلاثا وعشرين سنة ولما تم أمره وعلم أنه لا يدوم تاقت نفسه إلى الملك الدائم فقال \r\n", "sura_id": 12, "type": 2, "id": 26640, "aya_id": 100}, {"text": "وأجْلَسَ أباه وأمه على سرير ملكه بجانبه; إكرامًا لهما, وحيَّاه أبواه وإخوته الأحد عشر بالسجود له تحية وتكريمًا, لا عبادة وخضوعًا, وكان ذلك جائزًا في شريعتهم, وقد حَرُم في شريعتنا; سدًا لذريعة الشرك بالله. وقال يوسف لأبيه: هذا السجود هو تفسير رؤياي التي قصصتها عليك من قبل في صغري, قد جعلها ربي صدقًا, وقد تفضَّل عليَّ حين أخرجني من السجن, وجاء بكم إليَّ من البادية, من بعد أن أفسد الشيطان رابطة الأخوة بيني وبين إخوتي. إن ربي لطيف التدبير لما يشاء, إنه هو العليم بمصالح عباده, الحكيم في أقواله وأفعاله.\r\n", "sura_id": 12, "type": 3, "id": 32876, "aya_id": 100}, {"text": " <font color=red>وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ</font><BR><p>وَقَوْله \" وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْش\" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد يَعْنِي السَّرِير أَيْ أَجْلَسَهُمَا مَعَهُ عَلَى سَرِيره \" وَخَرُّوا لَهُ سُجَّدًا\" أَيْ سَجَدَ لَهُ أَبَوَاهُ وَإِخْوَته الْبَاقُونَ وَكَانُوا أَحَد عَشَر رَجُلًا \" وَقَالَ يَا أَبَت هَذَا تَأْوِيل رُؤْيَايَ مِنْ قَبْل\" أَيْ الَّتِي كَانَ قَصَّهَا عَلَى أَبِيهِ مِنْ قَبْل \" إِنِّي رَأَيْت أَحَد عَشَر كَوْكَبًا \" الْآيَة وَقَدْ كَانَ هَذَا سَائِغًا فِي شَرَائِعهمْ إِذَا سَلَّمُوا عَلَى الْكَبِير يَسْجُدُونَ لَهُ وَلَمْ يَزَلْ هَذَا جَائِزًا مِنْ لَدُنْ آدَم إِلَى شَرِيعَة عِيسَى عَلَيْهِ السَّلَام فَحُرِّمَ هَذَا فِي هَذِهِ الْمِلَّة وَجُعِلَ السُّجُود مُخْتَصًّا بِجَنَابِ الرَّبّ سُبْحَانه وَتَعَالَى هَذَا مَضْمُون قَوْل قَتَادَة وَغَيْره وَفِي الْحَدِيث أَنَّ مُعَاوِيَة قَدِمَ الشَّام فَوَجَدَهُمْ يَسْجُدُونَ لِأَسَاقِفَتِهِمْ فَلَمَّا رَجَعَ سَجَدَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ مَا هَذَا يَا مُعَاذ ؟ فَقَالَ إِنِّي رَأَيْتهمْ يَسْجُدُونَ لِأَسَاقِفَتِهِمْ وَأَنْتَ أَحَقّ أَنْ يُسْجَد لَك يَا رَسُول اللَّه فَقَالَ لَوْ كُنْت آمِرًا أَحَدًا أَنْ يَسْجُد لِأَحَدٍ لَأَمَرْت الْمَرْأَة أَنْ تَسْجُد لِزَوْجِهَا لِعِظَمِ حَقّه عَلَيْهَا وَفِي حَدِيث آخَر : أَنَّ سَلْمَان لَقِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَعْض طُرُق الْمَدِينَة وَكَانَ سَلْمَان حَدِيث عَهْد بِالْإِسْلَامِ فَسَجَدَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَا تَسْجُد لِي يَا سَلْمَان وَاسْجُدْ لِلْحَيِّ الَّذِي لَا يَمُوت وَالْغَرَض أَنَّ هَذَا كَانَ جَائِزًا فِي شَرِيعَتهمْ وَلِهَذَا خَرُّوا لَهُ سُجَّدًا فَعِنْدهَا قَالَ يُوسُف\" يَا أَبَت هَذَا تَأْوِيل رُؤْيَايَ مِنْ قَبْل قَدْ جَعَلَهَا رَبِّي حَقًّا \" أَيْ هَذَا مَا آل إِلَيْهِ الْأَمْر فَإِنَّ التَّأْوِيل يُطْلَق عَلَى مَا يَصِير إِلَيْهِ الْأَمْر كَمَا قَالَ تَعَالَى \" هَلْ يَنْظُرُونَ إِلَّا تَأْوِيله يَوْم يَأْتِي تَأْوِيله \" أَيْ يَوْم الْقِيَامَة يَأْتِيهِمْ مَا وُعِدُوا بِهِ مِنْ خَيْر وَشَرّ وَقَوْله \" قَدْ جَعَلَهَا رَبِّي حَقًّا \" أَيْ صَحِيحَة صِدْقًا يَذْكُر نِعَم اللَّه عَلَيْهِ\" وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنْ السِّجْن وَجَاءَ بِكُمْ مِنْ الْبَدْو \" أَيْ الْبَادِيَة قَالَ اِبْن جُرَيْج وَغَيْره كَانُوا أَهْل بَادِيَة وَمَاشِيَة وَقَالَ كَانُوا يَسْكُنُونَ بِالْعَرَبَاتِ مِنْ أَرْض فِلَسْطِين مِنْ غَوْر الشَّام قَالَ وَبَعْض يَقُول كَانُوا بِالْأَوْلَاجِ مِنْ نَاحِيَة شِعْب أَسْفَل مِنْ حِسْمَى وَكَانُوا أَصْحَاب بَادِيَة وَشَاءٍ وَإِبِل \" مِنْ بَعْد أَنْ نَزَغَ الشَّيْطَان بَيْنِي وَبَيْن إِخْوَتِي إِنَّ رَبِّي لَطِيف لِمَا يَشَاء \" أَيْ إِذَا أَرَادَ أَمْرًا قَيَّضَ لَهُ أَسْبَابًا وَقَدَّرَهُ وَيَسَّرَهُ\" إِنَّهُ هُوَ الْعَلِيم \" بِمَصَالِح عِبَاده الْحَكِيم \" فِي أَقْوَاله وَأَفْعَاله وَقَضَائِهِ وَقَدَره وَمَا يَخْتَارهُ وَيُرِيدهُ قَالَ أَبُو عُثْمَان النَّهْدِيّ عَنْ سُلَيْمَان كَانَ بَيْن رُؤْيَا يُوسُف وَتَأْوِيلهَا أَرْبَعُونَ سَنَة قَالَ عَبْد اللَّه بْن شَدَّاد وَإِلَيْهَا يَنْتَهِي قَصّ الرُّؤْيَا رَوَاهُ اِبْن جَرِير وَقَالَ أَيْضًا حَدَّثَنَا عُمَر بْن عَلِيّ حَدَّثَنَا عَبْد الْوَهَّاب الثَّقَفِيّ حَدَّثَنَا هِشَام عَنْ الْحَسَن قَالَ كَانَ مُنْذُ فَارَقَ يُوسُف يَعْقُوب إِلَى أَنْ اِلْتَقَيَا ثَمَانُونَ سَنَة لَمْ يُفَارِق الْحُزْن قَلْبه وَدُمُوعه تَجْرِي عَلَى خَدَّيْهِ وَمَا عَلَى وَجْه الْأَرْض عَبْد أَحَبّ إِلَى اللَّه مِنْ يَعْقُوب وَقَالَ هُشَيْم عَنْ يُونُس عَنْ الْحَسَن ثَلَاث وَثَمَانُونَ سَنَة وَقَالَ مُبَارَك بْن فُضَالَة عَنْ الْحَسَن أُلْقِيَ يُوسُف فِي الْجُبّ وَهُوَ اِبْن سَبْع عَشْرَة سَنَة فَغَابَ عَنْ أَبِيهِ ثَمَانِينَ سَنَة وَعَاشَ بَعْد ذَلِكَ ثَلَاثًا وَعِشْرِينَ سَنَة فَمَاتَ وَلَهُ عِشْرُونَ وَمِائَة وَقَالَ قَتَادَة كَانَ بَيْنهمَا خَمْس وَثَلَاثُونَ سَنَة وَقَالَ مُحَمَّد بْن إِسْحَاق : ذُكِرَ وَاَللَّه أَعْلَم أَنَّ غَيْبَة يُوسُف عَنْ يَعْقُوب كَانَتْ ثَمَانِي عَشْرَة سَنَة قَالَ وَأَهْل الْكِتَاب يَزْعُمُونَ أَنَّهَا كَانَتْ أَرْبَعِينَ سَنَة أَوْ نَحْوهَا وَأَنَّ يَعْقُوب عَلَيْهِ السَّلَام بَقِيَ مَعَ يُوسُف بَعْد أَنْ قَدِمَ عَلَيْهِ مِصْر سَبْع عَشْرَة سَنَة ثُمَّ قَبَضَهُ اللَّه إِلَيْهِ وَقَالَ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : دَخَلَ بَنُو إِسْرَائِيل مِصْر وَهُمْ ثَلَاثَة وَسِتُّونَ إِنْسَانًا وَخَرَجُوا مِنْهَا وَهُمْ سِتّمِائَةِ أَلْف وَسَبْعُونَ أَلْفًا وَقَالَ أَبُو إِسْحَاق عَنْ مَسْرُوق دَخَلُوا وَهُمْ ثَلَثمِائَةِ وَتِسْعُونَ بَيْن رَجُل وَامْرَأَة فَاَللَّه أَعْلَم وَقَالَ مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ عَبْد اللَّه بْن شَدَّاد اِجْتَمَعَ آل يَعْقُوب إِلَى يُوسُف بِمِصْرَ وَهُمْ سِتّ وَثَمَانُونَ إِنْسَانًا صَغِيرهمْ وَكَبِيرهمْ وَذَكَرَهمْ وَأُنْثَاهُمْ وَخَرَجُوا مِنْهَا وَهُمْ سِتّمِائَةِ أَلْف وَنَيِّف .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37748, "aya_id": 100}]