[{"text": "يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِّنَ الرُّسُلِ أَن تَقُولُواْ مَا جَاءنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ فَقَدْ جَاءكُم بَشِيرٌ وَنَذِيرٌ وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 5, "type": 0, "id": 688, "aya_id": 19}, {"text": "يا أهل الكتاب قد جاءكم رسولنا يبين لكم على فترة من الرسل أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير والله على كل شيء قدير", "sura_id": 5, "type": 1, "id": 6924, "aya_id": 19}, {"text": "19 - (يا أهل الكتاب قد جاءكم رسولنا) محمد (يبين لكم) شرائع الدين (على فترة) انقطاع (من الرسل) اذ لم يكن بينه وبين عيسى رسول ومدة ذلك خمسماية وتسع وستون سنة لـ (أن) لا (تقولوا) إذا عذبتم (ما جاءنا من) زائدة (بشير ولا نذير فقد جاءكم بشير ونذير) فلا عذر لكم إذا (والله على كل شيء قدير) ومنه تعذيبكم إن لم تتبعوه \r\n", "sura_id": 5, "type": 2, "id": 25632, "aya_id": 19}, {"text": "يا أيها اليهود والنصارى قد جاءكم رسولنا محمد صلى الله عليه وسلم, يُبيِّن لكم الحق والهدى بعد مُدَّة من الزمن بين إرساله بإرسال عيسى ابن مريم; لئلا تقولوا: ما جاءنا من بشير ولا نذير, فلا عُذرَ لكم بعد إرساله إلبكم, فقد جاءكم من الله رسولٌ يبشِّر مَن آمن به, ويُنذِز مَن عصاه. والله على كل شيء قدير من عقاب العاصي وثواب المطيع.\r\n", "sura_id": 5, "type": 3, "id": 31868, "aya_id": 19}, {"text": " <font color=red>يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ</font><BR><p>يَقُول تَعَالَى مُخَاطِبًا أَهْلَ الْكِتَابِ مِنْ الْيَهُود وَالنَّصَارَى بِأَنَّهُ قَدْ أَرْسَلَ إِلَيْهِمْ رَسُوله مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ خَاتِم النَّبِيِّينَ الَّذِي لَا نَبِيّ بَعْده وَلَا رَسُول بَلْ هُوَ الْمُعَقِّب لِجَمِيعِهِمْ وَلِهَذَا قَالَ \" عَلَى فَتْرَة مِنْ الرُّسُل \" أَيْ بَعْد مُدَّة مُتَطَاوِلَة مَا بَيْن إِرْسَاله وَعِيسَى اِبْنِ مَرْيَمَ . وَقَدْ اِخْتَلَفُوا فِي مِقْدَار هَذِهِ الْفَتْرَة كَمْ هِيَ فَقَالَ أَبُو عُثْمَان النَّهْدِيّ وَقَتَادَة فِي رِوَايَة عَنْهُ : كَانَتْ سِتّمِائَةِ سَنَة . وَرَوَاهُ الْبُخَارِيّ عَنْ سَلْمَان الْفَارِسِيّ وَعَنْ قَتَادَة خَمْسُمِائَةٍ وَسِتُّونَ سَنَة وَقَالَ مَعْمَرٌ عَنْ بَعْضِ أَصْحَابِهِ : خَمْسُمِائَةٍ وَأَرْبَعُونَ سَنَة وَقَالَ الضَّحَّاك : أَرْبَعُمِائَةٍ وَبِضْعٌ وَثَلَاثُونَ سَنَة وَذَكَرَ اِبْن عَسَاكِر فِي تَرْجَمَة عِيسَى عَلَيْهِ السَّلَام عَنْ الشَّعْبِيّ أَنَّهُ قَالَ : وَمِنْ رَفْع الْمَسِيح إِلَى هِجْرَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تِسْعُمِائَةٍ وَثَلَاث وَثَلَاثُونَ سَنَة وَالْمَشْهُور هُوَ الْقَوْل الْأَوَّل وَهُوَ أَنَّهَا سِتُّمِائَةِ سَنَة وَمِنْهُمْ مَنْ يَقُول سِتُّمِائَةٍ وَعِشْرُونَ سَنَة وَلَا مُنَافَاة بَيْنهمَا فَإِنَّ الْقَائِل الْأَوَّل أَرَادَ سِتّمِائَةِ سَنَة شَمْسِيَّة وَالْآخَر أَرَادَ قَمَرِيَّة وَبَيْن كُلِّ مِائَةِ سَنَةٍ شَمْسِيَّةٍ وَبَيْنَ الْقَمَرِيَّةِ نَحْوٌ مِنْ ثَلَاثِ سِنِينَ وَلِهَذَا قَالَ تَعَالَى فِي قِصَّة أَهْل الْكَهْف\" وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَمِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا\" أَيْ قَمَرِيَّة لِتَكْمِيلِ ثَلَاثِمِائَةٍ الشَّمْسِيَّة الَّتِي كَانَتْ مَعْلُومَةً لِأَهْلِ الْكِتَابِ وَكَانَتْ الْفَتْرَةُ بَيْن عِيسَى اِبْن مَرْيَم آخِرِ أَنْبِيَاء بَنِي إِسْرَائِيل وَبَيْن مُحَمَّد خَاتِم النَّبِيِّينَ مِنْ بَنِي آدَم عَلَى الْإِطْلَاق كَمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ أَوْلَى النَّاس بِابْنِ مَرْيَم لَأَنَا لَيْسَ بَيْنِي وَبَيْنَهُ نَبِيٌّ \" وَهَذَا فِيهِ رَدٌّ عَلَى مَنْ زَعَمَ أَنَّهُ بُعِثَ بَعْد عِيسَى نَبِيٌّ يُقَال لَهُ خَالِد بْن سِنَان كَمَا حَكَاهُ الْقُضَاعِيّ وَغَيْره وَالْمَقْصُود أَنَّ اللَّه بَعَثَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى فَتْرَة مِنْ الرُّسُل وَطُمُوس مِنْ السُّبُل وَتَغَيُّر الْأَدْيَان وَكَثْرَة عِبَادَة الْأَوْثَان وَالنِّيرَان وَالصُّلْبَان فَكَانَتْ النِّعْمَة بِهِ أَتَمَّ النِّعَم وَالْحَاجَةُ إِلَيْهِ أَمْرٌ عَمَمٌ فَإِنَّ الْفَسَاد كَانَ قَدْ عَمَّ جَمِيع الْبِلَاد وَالطُّغْيَان وَالْجَهْل قَدْ ظَهَرَ فِي سَائِر الْعِبَاد إِلَّا قَلِيلًا مِنْ الْمُتَمَسِّكِينَ بِبَقَايَا مِنْ دِين الْأَنْبِيَاء الْأَقْدَمِينَ مِنْ بَعْض أَحْبَار الْيَهُود وَعُبَّاد النَّصَارَى وَالصَّابِئِينَ كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا هِشَام حَدَّثَنَا قَتَادَة عَنْ مُطَرِّف عَنْ عِيَاض بْن حِمَار الْمُجَاشِعِيّ رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ ذَات يَوْم فَقَالَ فِي خُطْبَته وَإِنَّ رَبِّي أَمَرَنِي أَنْ أُعَلِّمكُمْ مِمَّا جَهِلْتُمْ مِمَّا عَلَّمَنِي فِي يَوْمِي هَذَا كُلّ مَال نَحَلْته عِبَادِي حَلَال لِأَنِّي خَلَقْت عِبَادِي حُنَفَاء كُلّهمْ , وَإِنَّ الشَّيَاطِين أَتَتْهُمْ فَأَضَلَّتْهُمْ عَنْ دِينهمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْت لَهُمْ وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنَزِّل بِهِ سُلْطَانًا ثُمَّ إِنَّ اللَّه عَزَّ وَجَلَّ نَظَرَ إِلَى أَهْل الْأَرْض فَمَقَتَهُمْ عَرَبهمْ وَعَجَمهمْ إِلَّا بَقَايَا مِنْ بَنِي إِسْرَائِيل وَقَالَ إِنَّمَا بَعَثْتُك لِأَبْتَلِيَك وَأَبْتَلِيَ بِك وَأَنْزَلْت عَلَيْك كِتَابًا لَا يَغْسِلهُ الْمَاء تَقْرَأهُ نَائِمًا وَيَقْظَانًا ثُمَّ إِنَّ اللَّه أَمَرَنِي أَنْ أُحَرِّقَ قُرَيْشًا فَقُلْت : يَا رَبّ إِذَنْ يَثْلَغُوا رَأْسِي فَيَدَعُوهُ خُبْزَةً فَقَالَ : اِسْتَخْرِجْهُمْ كَمَا اِسْتَخْرَجُوك وَاغْزُهُمْ نُغْزِك وَأَنْفِقْ عَلَيْهِمْ فَسَنُنْفِقُ عَلَيْك وَابْعَثْ جَيْشًا نَبْعَث خَمْسًا أَمْثَاله وَقَاتِلْ بِمَنْ أَطَاعَك مَنْ عَصَاك وَأَهْل الْجَنَّة ثَلَاثَة : ذُو سُلْطَان مُقْسِط مُوَفَّق مُتَّصِلًا وَرَجُل رَحِيم رَقِيق الْقَلْب بِكُلِّ ذِي قُرْبَى وَمُسْلِم وَرَجُل عَفِيف فَقِير ذُو عِيَال مُتَصَدِّق وَأَهْل النَّار خَمْسَة : الضَّيْف الَّذِي لَا دِين لَهُ وَاَلَّذِينَ هُمْ فِيكُمْ تَبَعٌ أَوْ تَبَعًا - شَكَّ يَحْيَى - لَا يَبْتَغُونَ أَهْلًا وَلَا مَالًا وَالْخَائِن الَّذِي لَا يَخْفَى لَهُ طَمَعٌ وَإِنْ دَقَّ إِلَّا خَانَهُ وَرَجُل لَا يُصْبِحُ وَلَا يُمْسِي إِلَّا وَهُوَ يُخَادِعُك عَنْ أَهْلِك وَمَالِك وَذَكَرَ الْبُخْل أَوْ الْكَذِب وَالشِّنْظِيرَ الْفَاحِش ثُمَّ رَوَاهُ الْإِمَام أَحْمَد وَمُسْلِم وَالنَّسَائِيّ مِنْ غَيْر وَجْه عَنْ قَتَادَة عَنْ مُطَرِّف بْن عَبْد اللَّه بْن الشِّخِّير . وَفِي رِوَايَة شُعْبَة عَنْ قَتَادَة التَّصْرِيح بِسَمَاعِ قَتَادَة هَذَا الْحَدِيث مِنْ مُطَرِّف وَقَدْ ذَكَرَ الْإِمَام أَحْمَد فِي مُسْنَده أَنَّ قَتَادَة لَمْ يَسْمَعهُ مِنْ مُطَرِّف وَإِنَّمَا سَمِعَهُ مِنْ أَرْبَعَة عَنْهُ ثُمَّ رَوَاهُ هُوَ عَنْ رَوْح عَنْ عَوْف عَنْ حَكِيم الْأَثْرَم عَنْ الْحَسَن قَالَ : حَدَّثَنِي مُطَرِّف عَنْ عِيَاض بْن حَمَّاد فَذَكَرَهُ وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث غُنْدَر عَنْ عَوْف الْأَعْرَابِيّ بِهِ وَالْمَقْصُود مِنْ إِيرَاد هَذَا الْحَدِيث قَوْله : لِأَنَّ اللَّه نَظَرَ إِلَى أَهْل الْأَرْض فَمَقَتَهُمْ عَجَمهمْ وَعَرَبهمْ إِلَّا بَقَايَا مِنْ بَنِي إِسْرَائِيل وَفِي لَفْظ مُسْلِم مِنْ أَهْل الْكِتَاب فَكَانَ الدِّين قَدْ اِلْتَبَسَ عَلَى أَهْل الْأَرْض كُلّهمْ حَتَّى بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَهَدَى الْخَلَائِق وَأَخْرَجَهُمْ اللَّه بِهِ مِنْ الظُّلُمَات إِلَى النُّور وَتَرَكَهُمْ عَلَى الْمَحَجَّة الْبَيْضَاء وَالشَّرِيعَة الْغَرَّاء وَلِهَذَا قَالَ تَعَالَى \" أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِير وَلَا نَذِير \" أَيْ لِئَلَّا تَحْتَجُّوا وَتَقُولُوا يَا أَيّهَا الَّذِينَ بَدَّلُوا دِينهمْ وَغَيَّرُوهُ مَا جَاءَنَا مِنْ رَسُول يُبَشِّر بِالْخَيْرِ وَيُنْذِر مِنْ الشَّرّ فَقَدْ جَاءَكُمْ بَشِير وَنَذِير يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَللَّه عَلَى كُلّ شَيْء قَدِير\" قَالَ اِبْن جَرِير مَعْنَاهُ : إِنِّي قَادِر عَلَى عِقَاب مَنْ عَصَانِي وَثَوَاب مَنْ أَطَاعَنِي .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41468, "aya_id": 19}]