[{"text": "قُلْ يَا أَيُّهَا الْكَافِرُونَ", "sura_id": 109, "type": 0, "id": 6208, "aya_id": 1}, {"text": "قل يا أيها الكافرون", "sura_id": 109, "type": 1, "id": 12444, "aya_id": 1}, {"text": "سورة الكافرون 1 - (قل يا أيها الكافرون) \r\n", "sura_id": 109, "type": 2, "id": 31152, "aya_id": 1}, {"text": "قل -أيها الرسول- للذين كفروا بالله ورسوله: يا أيها الكافرون بالله.\r\n", "sura_id": 109, "type": 3, "id": 37388, "aya_id": 1}, {"text": " <font color=red>قُلْ يَا أَيُّهَا</font><BR><p>سُورَة الْكَافِرُونَ : ثَبَتَ فِي صَحِيح مُسْلِم عَنْ جَابِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ بِهَذِهِ السُّورَة وب \" قُلْ هُوَ اللَّه أَحَد \" فِي رَكْعَتَيْ الطَّوَاف وَفِي صَحِيح مُسْلِم مِنْ حَدِيث أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ بِهِمَا فِي رَكْعَتَيْ الْفَجْر وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ مُجَاهِد عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ فِي الرَّكْعَتَيْنِ قَبْل الْفَجْر وَالرَّكْعَتَيْنِ بَعْد الْمَغْرِب بِضْعًا وَعِشْرِينَ مَرَّة أَوْ بِضْع عَشْرَة مَرَّة \" قُلْ يَا أَيّهَا الْكَافِرُونَ \" وَ \" قُلْ هُوَ اللَّه أَحَد \" . وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن الزُّبَيْر حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ مُجَاهِد عَنْ اِبْن عُمَر قَالَ رَمَقْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْبَعًا وَعِشْرِينَ أَوْ خَمْسًا وَعِشْرِينَ مَرَّة يَقْرَأ فِي الرَّكْعَتَيْنِ قَبْل الْفَجْر وَالرَّكْعَتَيْنِ بَعْد الْمَغْرِب ب \" قُلْ يَا أَيّهَا الْكَافِرُونَ \" وَ \" قُلْ هُوَ اللَّه أَحَد \" . وَقَالَ أَحْمَد حَدَّثَنَا أَبُو أَحْمَد هُوَ مُحَمَّد بْن عَبْد اللَّه بْن الزُّبَيْر حَدَّثَنَا سُفْيَان هُوَ الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ مُجَاهِد عَنْ اِبْن عُمَر قَالَ رَمَقْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَهْرًا وَكَانَ يَقْرَأ فِي الرَّكْعَتَيْنِ قَبْل الْفَجْر ب \" قُلْ يَا أَيّهَا الْكَافِرُونَ \" وَ \" قُلْ هُوَ اللَّه أَحَد \" وَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث أَبِي أَحْمَد الزُّبَيْرِيّ وَأَخْرَجَهُ النَّسَائِيّ مِنْ وَجْه آخَر عَنْ أَبِي إِسْحَاق بِهِ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَقَدْ تَقَدَّمَ فِي الْحَدِيث أَنَّهَا تَعْدِل رُبْع الْقُرْآن وَإِذَا زُلْزِلَتْ تَعْدِل رُبْع الْقُرْآن وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا زُهَيْر حَدَّثَنَا أَبُو إِسْحَاق عَنْ فَرْوَة بْن نَوْفَل هُوَ اِبْن مُعَاوِيَة عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ \" هَلْ لَك فِي رَبِيبَة لَنَا تَكْفُلهَا ؟ \" قَالَ أَرَاهَا زَيْنَب قَالَ ثُمَّ جَاءَ فَسَأَلَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهَا قَالَ \" مَا فَعَلَتْ الْجَارِيَة ؟ \" قَالَ تَرَكْتهَا عِنْد أُمّهَا قَالَ \" فَمَجِيءُ مَا جَاءَ بِك \" قَالَ جِئْت لِتُعَلِّمنِي شَيْئًا أَقُولهُ عِنْد مَنَامِي قَالَ \" اِقْرَأْ \" قُلْ يَا أَيّهَا الْكَافِرُونَ\" ثُمَّ نَمْ عَلَى خَاتِمَتهَا فَإِنَّهَا بَرَاءَة مِنْ الشِّرْك \". تَفَرَّدَ بِهِ أَحْمَد وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن عُمَر الْقَطْرَانِيّ حَدَّثَنَا مُحَمَّد بْن الطُّفَيْل حَدَّثَنَا شَرِيك عَنْ أَبِي إِسْحَاق عَنْ جَبَلَة بْن حَارِثَة وَهُوَ أَخُو زَيْد بْن حَارِثَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا أَوَيْت إِلَى فِرَاشك فَاقْرَأْ \" قُلْ يَا أَيّهَا الْكَافِرُونَ\" حَتَّى تَمُرّ بِآخِرِهَا فَإِنَّهَا بَرَاءَة مِنْ الشِّرْك \" . وَرَوَى الطَّبَرَانِيّ مِنْ طَرِيق شَرِيك عَنْ جَابِر عَنْ مَعْقِل الزُّبَيْدِيّ عَنْ عَبْد الرَّحْمَن بْن أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَخَذَ مَضْجَعه قَرَأَ \" قُلْ يَا أَيّهَا الْكَافِرُونَ\" حَتَّى يَخْتِمهَا . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج حَدَّثَنَا شَرِيك عَنْ أَبِي إِسْحَاق عَنْ فَرْوَة بْن نَوْفَل عَنْ الْحَارِث بْن جَبَلَة قَالَ : قُلْت يَا رَسُول اللَّه عَلِّمْنِي شَيْئًا أَقُولهُ عِنْد مَنَامِي قَالَ \" إِذَا أَخَذْت مَضْجَعك مِنْ اللَّيْل فَاقْرَأْ \" قُلْ يَا أَيّهَا الْكَافِرُونَ \" فَإِنَّهَا بَرَاءَة مِنْ الشِّرْك \" وَاَللَّه أَعْلَم . هَذِهِ السُّورَة سُورَة الْبَرَاءَة مِنْ الْعَمَل الَّذِي يَعْمَلهُ الْمُشْرِكُونَ وَهِيَ آمِرَة بِالْإِخْلَاصِ فِيهِ فَقَوْله \" قُلْ يَا أَيّهَا الْكَافِرُونَ \" يَشْمَل كُلّ كَافِر عَلَى وَجْه الْأَرْض وَلَكِنْ الْمُوَاجَهُونَ بِهَذَا الْخِطَاب هُمْ كُفَّار قُرَيْش وَقِيلَ إِنَّهُمْ مِنْ جَهْلهمْ دَعَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى عِبَادَة أَوْثَانهمْ سَنَة وَيَعْبُدُونَ مَعْبُوده سَنَة فَأَنْزَلَ اللَّه هَذِهِ السُّورَة وَأَمَرَ رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا أَنْ يَتَبَرَّأ مِنْ دِينهمْ بِالْكُلِّيَّةِ .</p><BR> <br> ", "sura_id": 109, "type": 4, "id": 37594, "aya_id": 1}]