[{"text": "فَلَمَّا أَتَاهَا نُودِي مِن شَاطِئِ الْوَادِي الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَن يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ", "sura_id": 28, "type": 0, "id": 3282, "aya_id": 30}, {"text": "فلما أتاها نودي من شاطئ الوادي الأيمن في البقعة المباركة من الشجرة أن يا موسى إني أنا الله رب العالمين", "sura_id": 28, "type": 1, "id": 9518, "aya_id": 30}, {"text": "30 - (فلما أتاها نودي من شاطيء) جانب (الواد الأيمن) لموسى (في البقعة المباركة) لموسى لسماعه كلام الله فيها (من الشجرة) بدل من شاطيء بإعادة الجار لنباتها فيه وهي شجرة عناب أو عليق أو عوسج (أن) مفسرة لا مخففة (يا موسى إني أنا الله رب العالمين) \r\n", "sura_id": 28, "type": 2, "id": 28226, "aya_id": 30}, {"text": "فلما أتى موسى النار ناداه الله من جانب الوادي الأيمن لموسى في البقعة المباركة من جانب الشجرة: أن يا موسى إني أنا الله رب العالين, \r\n", "sura_id": 28, "type": 3, "id": 34462, "aya_id": 30}, {"text": " <font color=red>فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَنْ يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ</font><BR><p>قَالَ اللَّه تَعَالَى : \" فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئ الْوَادِي الْأَيْمَن \" أَيْ مِنْ جَانِب الْوَادِي مِمَّا يَلِي الْجَبَل عَنْ يَمِينه مِنْ نَاحِيَة الْغَرْب كَمَا قَالَ تَعَالَى : \" وَمَا كُنْت بِجَانِبِ الْغَرْبِيّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْر \" فَهَذَا مِمَّا يُرْشِد إِلَى أَنَّ مُوسَى قَصَدَ النَّار إِلَى جِهَة الْقِبْلَة وَالْجَبَل الْغَرْبِيّ عَنْ يَمِينه وَالنَّار وَجَدَهَا تَضْطَرِم فِي شَجَرَة خَضْرَاء فِي لِحْف الْجَبَل مِمَّا يَلِي الْوَادِي فَوَقَفَ بَاهِتًا فِي أَمْرهَا فَنَادَاهُ رَبّه \" مِنْ شَاطِئ الْوَادِي الْأَيْمَن فِي الْبُقْعَة الْمُبَارَكَة مِنْ الشَّجَرَة \" قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه قَالَ : رَأَيْت الشَّجَرَة الَّتِي نُودِيَ مِنْهَا مُوسَى عَلَيْهِ السَّلَام سَمُرَة خَضْرَاء تَرِفّ إِسْنَاده مُقَارِب وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ بَعْض مَنْ لَا يُتَّهَم عَنْ وَهْب بْن مُنَبِّه قَالَ : شَجَرَة مِنْ الْعُلَّيْق وَبَعْض أَهْل الْكِتَاب يَقُول إِنَّهَا مِنْ الْعَوْسَج وَقَالَ قَتَادَة هِيَ مِنْ الْعَوْسَج وَعَصَاهُ مِنْ الْعَوْسَج وَقَوْله تَعَالَى : \" أَنْ يَا مُوسَى إِنِّي أَنَا اللَّه رَبّ الْعَالَمِينَ \" أَيْ الَّذِي يُخَاطِبك وَيُكَلِّمك هُوَ رَبّ الْعَالَمِينَ الْفَعَّال لِمَا يَشَاء لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ تَعَالَى وَتَقَدَّسَ وَتَنَزَّهَ عَنْ مُمَاثَلَة الْمَخْلُوقَات فِي ذَاته وَصِفَاته وَأَقْوَاله وَأَفْعَاله سُبْحَانه.</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39709, "aya_id": 30}]