[{"text": "يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ", "sura_id": 68, "type": 0, "id": 5313, "aya_id": 42}, {"text": "يوم يكشف عن ساق ويدعون إلى السجود فلا يستطيعون", "sura_id": 68, "type": 1, "id": 11549, "aya_id": 42}, {"text": "42 - اذكر (يوم يكشف عن ساق) هو عبارة عن شدة الأمر يوم القيامة للحساب والجزاء يقال كشفت الحرب عن ساق إذا اشتد الأمر فيها (ويدعون إلى السجود) امتحانا لايمانهم (فلا يستطيعون) تصير ظهورهم طبقا واحدا \r\n", "sura_id": 68, "type": 2, "id": 30257, "aya_id": 42}, {"text": "يوم القيامة يشتد الأمر ويصعب هوله, ويأتي الله تعالى لفصل القضاء بين الخلائق، فيكشف عن ساقه الكريمة التي لا يشبهها شيء, قال صلى الله عليه وسلم: \"يكشف ربنا عن ساقه, فيسجد له كل مؤمن ومؤمنة, ويبقى مَن كان يسجد في الدنيا؛ رياء وسمعة, فيذهب ليسجد, فيعود ظهره طبقًا واحدًا\" رواه البخاري ومسلم.\r\n", "sura_id": 68, "type": 3, "id": 36493, "aya_id": 42}, {"text": " <font color=red>يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى أَنَّ لِلْمُتَّقِينَ عِنْد رَبّهمْ جَنَّات النَّعِيم بَيَّنَ مَتَى ذَلِكَ كَائِن وَوَاقِع فَقَالَ تَعَالَى :\" يَوْم يُكْشَف عَنْ سَاق وَيُدْعَوْنَ إِلَى السُّجُود فَلَا يَسْتَطِيعُونَ\" يَعْنِي يَوْم الْقِيَامَة وَمَا يَكُون فِيهِ مِنْ الْأَهْوَال وَالزَّلَازِل وَالْبَلَاء وَالِامْتِحَان وَالْأُمُور الْعِظَام وَقَدْ قَالَ الْبُخَارِيّ هَهُنَا حَدَّثَنَا آدَم حَدَّثَنَا اللَّيْث عَنْ خَالِد بْن يَزِيد عَنْ سَعِيد بْن أَبِي هِلَال عَنْ زَيْد بْن أَسْلَم عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَكْشِف رَبّنَا عَنْ سَاقه فَيَسْجُد لَهُ كُلّ مُؤْمِن وَمُؤْمِنَة وَيَبْقَى مَنْ كَانَ يَسْجُد فِي الدُّنْيَا رِيَاء وَسُمْعَة فَيَذْهَب لِيَسْجُد فَيَعُود ظَهْره طَبَقًا وَاحِدًا\" وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ وَفِي غَيْرهمَا مِنْ طُرُق وَلَهُ أَلْفَاظ وَهُوَ حَدِيث طَوِيل مَشْهُور وَقَدْ قَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ أُسَامَة بْن زَيْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" يَوْم يُكْشَف عَنْ سَاق \" قَالَ هُوَ يَوْم الْقِيَامَة يَوْم كَرْب وَشِدَّة رَوَاهُ اِبْن جَرِير ثُمَّ قَالَ حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان عَنْ سُفْيَان عَنْ الْمُغِيرَة عَنْ إِبْرَاهِيم عَنْ اِبْن مَسْعُود أَوْ اِبْن عَبَّاس - الشَّكّ مِنْ اِبْن جَرِير\" يَوْم يُكْشَف عَنْ سَاق \" قَالَ عَنْ أَمْر عَظِيم كَقَوْلِ الشَّاعِر شَالَتْ الْحَرْب عَنْ سَاق . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد\" يَوْم يُكْشَف عَنْ سَاق \" قَالَ شِدَّة الْأَمْر وَقَالَ اِبْن عَبَّاس هِيَ أَشَدّ سَاعَة تَكُون فِي يَوْم الْقِيَامَة وَقَالَ اِبْن جَرِير عَنْ مُجَاهِد \" يَوْم يُكْشَف عَنْ سَاق \" قَالَ شِدَّة الْأَمْر وَجِدّه. وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" يَوْم يُكْشَف عَنْ سَاق \" هُوَ الْأَمْر الشَّدِيد الْفَظِيع مِنْ الْهَوْل يَوْم الْقِيَامَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله \" يَوْم يُكْشَف عَنْ سَاق \" يَقُول حِين يُكْشَف الْأَمْر وَتَبْدُو الْأَعْمَال وَكَشْفه دُخُول الْآخِرَة وَكَشْف الْأَمْر عَنْهُ وَكَذَا رَوَى الضَّحَّاك وَغَيْره عَنْ اِبْن عَبَّاس . أَوْرَدَ ذَلِكَ كُلّه أَبُو جَعْفَر بْن جَرِير . ثُمَّ قَالَ حَدَّثَنِي أَبُو زَيْد عُمَر بْن شَيْبَة حَدَّثَنَا هَارُون بْن عُمَر الْمَخْزُومِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا أَبُو سَعِيد رَوْح بْن جَنَاح عَنْ مَوْلًى لِعُمَر بْن عَبْد الْعَزِيز عَنْ أَبِي بُرْدَة بْن أَبِي مُوسَى عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَوْم يُكْشَف عَنْ سَاق \" يَعْنِي عَنْ نُور عَظِيم يَخِرُّونَ لَهُ سُجَّدًا \" وَرَوَاهُ أَبُو يَعْلَى عَنْ الْقَاسِم بْن يَحْيَى عَنْ الْوَلِيد بْن مُسْلِم بْن وَفِيَّة رَجُل مُبْهَم وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 68, "type": 4, "id": 42398, "aya_id": 42}]