[{"text": "أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ", "sura_id": 31, "type": 0, "id": 3489, "aya_id": 20}, {"text": "ألم تروا أن الله سخر لكم ما في السماوات وما في الأرض وأسبغ عليكم نعمه ظاهرة وباطنة ومن الناس من يجادل في الله بغير علم ولا هدى ولا كتاب منير", "sura_id": 31, "type": 1, "id": 9725, "aya_id": 20}, {"text": "20 - (ألم تروا) تعلموا يا مخاطبين (أن الله سخر لكم ما في السماوات) من الشمس والقمر والنجوم لتنتفعوا بها (وما في الأرض) من الثمار والأنهار والدواب (وأسبغ) أوسع وأتم (عليكم نعمه ظاهرة) وهي حسن الصورة وتسوية الأعضاء وغير ذلك (وباطنة) هي المعرفة وغيرها (ومن الناس) أهل مكة (من يجادل في الله بغير علم ولا هدى) من رسول (ولا كتاب منير) أنزله الله بل بالتقليد \r\n", "sura_id": 31, "type": 2, "id": 28433, "aya_id": 20}, {"text": "ألم تروا- أيها الناس- أن الله ذلَّل لكم ما في السموات من الشمس والقمر والسحاب وغير ذلك, وما في الأرض من الدوابِّ والشجر والماء, وغير ذلك مما لا يحصى, وعمَّكم بنعمه الظاهرة على الأبدان والجوارح, والباطنة في العقول والقلوب, وما ادَّخره لكم مما لا تعلمونه؟ ومن الناس مَن يجادل في توحيد الله وإخلاص العبادة له بغير حجة ولا بيان, ولا كتاب مبين يبيِّن حقيقة دعواه.\r\n", "sura_id": 31, "type": 3, "id": 34669, "aya_id": 20}, {"text": " <font color=red>أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا خَلْقه عَلَى نِعَمه عَلَيْهِمْ فِي الدُّنْيَا وَالْآخِرَة بِأَنَّهُ سَخَّرَ لَهُمْ مَا فِي السَّمَاوَات مِنْ نُجُوم يَسْتَضِيئُونَ بِهَا فِي لَيْلهمْ وَنَهَارهمْ وَمَا يَخْلُق فِيهَا مِنْ سَحَاب وَأَمْطَار وَثَلْج وَبَرَد وَجَعْله إِيَّاهَا لَهُمْ سَقْفًا مَحْفُوظًا وَمَا خَلَقَ لَهُمْ فِي الْأَرْض مِنْ قَرَار وَأَنْهَار وَأَشْجَار وَزُرُوع وَثِمَار وَأَسْبَغَ عَلَيْهِمْ نِعَمه الظَّاهِرَة وَالْبَاطِنَة مِنْ إِرْسَال الرُّسُل وَإِنْزَال الْكُتُب وَإِزَاحَة الشُّبَه وَالْعِلَل ثُمَّ مَعَ هَذَا كُلّه مَا آمَنَ النَّاس كُلّهمْ بَلْ مِنْهُمْ مَنْ يُجَادِل فِي اللَّه أَيْ فِي تَوْحِيده وَإِرْسَاله الرُّسُل وَمُجَادَلَته فِي ذَلِكَ بِغَيْرِ عِلْم وَلَا مُسْتَنَد مِنْ حُجَّة صَحِيحَة وَلَا كِتَاب مَأْثُور صَحِيح وَلِهَذَا قَالَ تَعَالَى \" وَمِنْ النَّاس مَنْ يُجَادِل فِي اللَّه بِغَيْرِ عِلْم وَلَا هُدًى وَلَا كِتَاب مُنِير \" أَيْ مُبِين مُضِيء.</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40115, "aya_id": 20}]