[{"text": "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ وَعَسَى أَن تَكْرَهُواْ شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَى أَن تُحِبُّواْ شَيْئًا وَهُوَ شَرٌّ لَّكُمْ وَاللّهُ يَعْلَمُ وَأَنتُمْ لاَ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 223, "aya_id": 216}, {"text": "كتب عليكم القتال وهو كره لكم وعسى أن تكرهوا شيئا وهو خير لكم وعسى أن تحبوا شيئا وهو شر لكم والله يعلم وأنتم لا تعلمون", "sura_id": 2, "type": 1, "id": 6459, "aya_id": 216}, {"text": "216 - (كتب) فرض (عليكم القتال) للكفار (وهو كره) مكروه (لكم) طبعا لمشقته (وعسى أن تكرهوا شيئا وهو خير لكم وعسى أن تحبوا شيئا وهو شر لكم) لميل النفس إلى الشهوات الموجبة ونفورها عن التكليفات الموجبة لسعادتها فلعل لكم في القتال وإن كرهتموه خيراً لأن فيه إما الظفر والغنيمة أو الشهادة والأجر وفي تركه وإن أحببتموه شرا لأن فيه الذل والفقر وحرمان الأجر (والله يعلم) ما هو خير لكم (وأنتم لا تعلمون) ذلك فبادروا إلى ما يأمركم به \r\n", "sura_id": 2, "type": 2, "id": 25167, "aya_id": 216}, {"text": "فرض الله عليكم -أيها المؤمنون- قتال الكفار, والقتال مكروه لكم من جهة الطبع; لمشقته وكثرة مخاطره, وقد تكرهون شيئًا وهو في حقيقته خير لكم, وقد تحبون شيئًا لما فيه من الراحة أو اللذة العاجلة, وهو شر لكم. والله تعالى يعلم ما هو خير لكم, وأنتم لا تعلمون ذلك. فبادروا إلى الجهاد في سبيله.\r\n", "sura_id": 2, "type": 3, "id": 31403, "aya_id": 216}, {"text": " <font color=red>كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ</font><BR><p>هَذَا إِيجَاب مِنْ اللَّه تَعَالَى لِلْجِهَادِ عَلَى الْمُسْلِمِينَ أَنْ يَكُفُّوا شَرّ الْأَعْدَاء عَنْ حَوْزَة الْإِسْلَام وَقَالَ الزُّهْرِيّ : الْجِهَاد وَاجِب عَلَى كُلّ أَحَد غَزَا أَوْ قَعَدَ فَالْقَاعِد عَلَيْهِ إِذَا اُسْتُعِينَ أَنْ يُعِين وَإِذَا اُسْتُغِيثَ أَنْ يُغِيث وَإِذَا اُسْتُنْفِرَ أَنْ يَنْفِر وَإِنْ لَمْ يُحْتَجْ إِلَيْهِ قَعَدَ\" قُلْت \" : وَلِهَذَا ثَبَتَ فِي الصَّحِيح \" مَنْ مَاتَ وَلَمْ يَغْزُ وَلَمْ يُحَدِّثْ نَفْسه بِالْغَزْوِ مَاتَ مِيتَة جَاهِلِيَّة \" وَقَالَ عَلَيْهِ السَّلَام يَوْم الْفَتْح \" لَا هِجْرَةَ بَعْد الْفَتْح وَلَكِنْ جِهَاد وَنِيَّة وَإِذَا اُسْتُنْفِرْتُمْ فَانْفِرُوا \" وَقَوْله \" وَهُوَ كُرْه لَكُمْ \" أَيْ شَدِيد عَلَيْكُمْ وَمَشَقَّة وَهُوَ كَذَلِكَ فَإِنَّهُ إِمَّا أَنْ يُقْتَل أَوْ يُجْرَح مَعَ مَشَقَّة السَّفَر وَمُجَالَدَة الْأَعْدَاء . ثُمَّ قَالَ تَعَالَى \" وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْر لَكُمْ \" أَيْ لِأَنَّ الْقِتَال يَعْقُبهُ النَّصْر وَالظَّفَر عَلَى الْأَعْدَاء وَالِاسْتِيلَاء عَلَى بِلَادهمْ وَأَمْوَالهمْ وَذَرَارِيّهمْ وَأَوْلَادهمْ \" وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ \" وَهَذَا عَامّ فِي الْأُمُور كُلّهَا قَدْ يُحِبّ الْمَرْء شَيْئًا وَلَيْسَ لَهُ فِيهِ خِيَرَة وَلَا مَصْلَحَة وَمِنْ ذَلِكَ الْقُعُود عَنْ الْقِتَال قَدْ يَعْقُبهُ اِسْتِيلَاء الْعَدُوّ عَلَى الْبِلَاد وَالْحُكْم . ثُمَّ قَالَ تَعَالَى \" وَاَللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ \" أَيْ هُوَ أَعْلَم بِعَوَاقِب الْأُمُور مِنْكُمْ وَأَخْبَرَ بِمَا فِيهِ صَلَاحكُمْ فِي دُنْيَاكُمْ وَأُخْرَاكُمْ فَاسْتَجِيبُوا لَهُ وَانْقَادُوا لِأَمْرِهِ لَعَلَّكُمْ تَرْشُدُونَ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38627, "aya_id": 216}]