[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللّهَ لَعَلَّكُمْ تُفْلِحُونَ", "sura_id": 3, "type": 0, "id": 493, "aya_id": 200}, {"text": "يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون", "sura_id": 3, "type": 1, "id": 6729, "aya_id": 200}, {"text": "200-(يا أيها الذين آمنوا اصبروا) على الطاعات والمصائب وعن المعاصي (وصابروا) الكفار فلا يكونوا أشد صبرا منكم (ورابطوا) أقيموا على الجهاد (واتقوا الله) في جميع أحوالكم (لعلكم تفلحون) تفوزون بالجنة وتنجون من النار \r\n", "sura_id": 3, "type": 2, "id": 25437, "aya_id": 200}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه اصبروا على طاعة ربكم, وعلى ما ينزل بكم من ضر وبلاء, وصابروا أعداءكم حتى لا يكونوا أشد صبرًا منكم, وأقيموا على جهاد عدوي وعدوكم, وخافوا الله في جميع أحوالكم; رجاء أن تفوزوا برضاه في الدنيا والآخرة.\r\n", "sura_id": 3, "type": 3, "id": 31673, "aya_id": 200}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ</font><BR><p>قَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا اِصْبِرُوا وَصَابِرُوا وَرَابَطُوا \" قَالَ الْحَسَن الْبَصْرِيّ أُمِرُوا أَنْ يَصْبِرُوا عَلَى دِينهمْ الَّذِي اِرْتَضَاهُ اللَّه لَهُمْ وَهُوَ الْإِسْلَام فَلَا يَدَعُوهُ لِسَرَّاء وَلَا لِضَرَّاء وَلَا لِشِدَّةٍ وَلَا لِرَخَاءٍ حَتَّى يَمُوتُوا مُسْلِمِينَ وَأَنْ يُصَابِرُوا الْأَعْدَاء الَّذِينَ يَكْتُمُونَ دِينهمْ وَكَذَلِكَ قَالَ غَيْر وَاحِد مِنْ عُلَمَاء السَّلَف وَأَمَّا الْمُرَابَطَة فَهِيَ الْمُدَاوَمَة فِي مَكَان الْعِبَادَة وَالثَّبَات وَقِيلَ اِنْتِظَار الصَّلَاة بَعْد الصَّلَاة قَالَهُ اِبْن عَبَّاس وَسَهْل بْن حُنَيْف وَمُحَمَّد بْن كَعْب الْقَرَظِيّ وَغَيْرهمْ وَرَوَى اِبْن أَبِي حَاتِم هَهُنَا الْحَدِيث الَّذِي رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث مَالِك بْن أَنَس عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ يَعْقُوب مَوْلَى الْحُرَقَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" أَلَا أُخْبِركُمْ بِمَا يَمْحُو اللَّه بِهِ الْخَطَايَا وَيَرْفَع بِهِ الدَّرَجَات إِسْبَاغ الْوُضُوء عَلَى الْمَكَارِه وَكَثْرَة الْخُطَى إِلَى الْمَسَاجِد وَانْتِظَار الصَّلَاة بَعْد الصَّلَاة فَذَلِكُمْ الرِّبَاط فَذَلِكُمْ الرِّبَاط فَذَلِكُمْ الرِّبَاط \" . وَقَالَ اِبْن مَرْدُوَيه حَدَّثَنَا مُحَمَّد بْن أَحْمَد حَدَّثَنَا مُوسَى بْن إِسْحَاق حَدَّثَنَا أَبُو جُحَيْفَة عَلِيّ بْن يَزِيد الْكُوفِيّ أَنْبَأَنَا اِبْن أَبِي كَرِيمَة عَنْ مُحَمَّد بْن يَزِيد عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن قَالَ أَقْبَلَ عَلَيَّ أَبُو هُرَيْرَة يَوْمًا فَقَالَ أَتَدْرِي يَا اِبْن أَخِي فِيمَ نَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا اِصْبِرُوا وَصَابِرُوا وَرَابِطُوا \" قُلْت لَا . قَالَ أَمَا إِنَّهُ لَمْ يَكُنْ فِي زَمَان النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَزْو يُرَابِطُونَ فِيهِ وَلَكِنَّهَا نَزَلَتْ فِي قَوْم يَعْمُرُونَ الْمَسَاجِد وَيُصَلُّونَ الصَّلَاة فِي مَوَاقِيتهَا ثُمَّ يَذْكُرُونَ اللَّه فِيهَا فَعَلَيْهِمْ أُنْزِلَتْ \" اِصْبِرُوا \" أَيْ عَلَى الصَّلَوَات الْخَمْس \" وَصَابِرُوا \" أَنْفُسكُمْ وَهَوَاكُمْ \" وَرَابِطُوا \" فِي مَسَاجِدكُمْ \" وَاتَّقُوا اللَّه \" فِيمَا عَلَيْكُمْ \" لَعَلَّكُمْ تُفْلِحُونَ \" . وَهَكَذَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق سَعِيد بْن مَنْصُور عَنْ مَصْعَب بْن ثَابِت عَنْ دَاوُدَ بْن صَالِح عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة بِنَحْوِهِ وَقَالَ اِبْن جَرِير حَدَّثَنِي أَبُو السَّائِب حَدَّثَنِي اِبْن فُضَيْل عَنْ عَبْد اللَّه بْن سَعِيد الْمَقْبُرِيّ عَنْ جَدّه عَنْ شُرَحْبِيل عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أَدُلّكُمْ عَلَى مَا يُكَفِّر الذُّنُوب وَالْخَطَايَا ؟ إِسْبَاغ الْوُضُوء عَلَى الْمَكَارِه وَانْتِظَار الصَّلَاة بَعْد الصَّلَاة فَذَلِكُمْ الرِّبَاط \" وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنِي مُوسَى بْن سَهْل الرَّمْلِيّ حَدَّثَنَا يَحْيَى بْن وَاضِح حَدَّثَنَا مُحَمَّد بْن مُهَاجِر حَدَّثَنِي يَحْيَى بْن زَيْد عَنْ زَيْد بْن أَبِي أُنَيْسَة عَنْ شُرَحْبِيل عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أَدُلّكُمْ عَلَى مَا يَمْحُو اللَّه بِهِ الْخَطَايَا وَيُكَفِّر بِهِ الذُّنُوب ؟ قُلْنَا بَلَى يَا رَسُول اللَّه قَالَ \" إِسْبَاغ الْوُضُوء فِي أَمَاكِنهَا وَكَثْرَة الْخُطَى إِلَى الْمَسَاجِد وَانْتِظَار الصَّلَاة بَعْد الصَّلَاة فَذَلِكُمْ الرِّبَاط \" . وَقَالَ اِبْن مَرْدُوَيه حَدَّثَنَا مُحَمَّد بْن عَلِيّ أَنْبَأَنَا مُحَمَّد بْن عَبْد اللَّه بْن سَلَام الْبُرْنُوثِيّ أَنْبَأَنَا مُحَمَّد بْن غَالِب الْأَنْطَاكِيّ أَنْبَأَنَا عُثْمَان بْن عَبْد الرَّحْمَن أَنْبَأَنَا الْوَازِع بْن نَافِع عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ أَبِي أَيُّوب قَالَ : وَفَدَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" هَلْ لَكُمْ إِلَى مَا يَمْحُو اللَّه بِهِ الذُّنُوب وَيُعْظِم بِهِ الْأَجْرَ ؟ قُلْنَا نَعَمْ يَا رَسُول اللَّه وَمَا هُوَ ؟ قَالَ \" إِسْبَاغ الْوُضُوء عَلَى الْمَكَارِه وَكَثْرَة الْخُطَى إِلَى الْمَسَاجِد وَانْتِظَار الصَّلَاة بَعْد الصَّلَاة \" قَالَ \" وَهُوَ قَوْل اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا اِصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّه لَعَلَّكُمْ تُفْلِحُونَ \" فَذَلِكَ هُوَ الرِّبَاط فِي الْمَسَاجِد \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه جِدًّا . وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ مُصْعَب بْن ثَابِت بْن عَبْد اللَّه بْن الزُّبَيْر حَدَّثَنِي دَاوُدَ بْن صَالِح قَالَ : قَالَ لِي أَبُو سَلَمَة بْن عَبْد الرَّحْمَن يَا اِبْن أَخِي هَلْ تَدْرِي فِي أَيّ شَيْء نَزَلَتْ هَذِهِ الْآيَة \" اِصْبِرُوا وَصَابِرُوا وَرَابِطُوا \" قَالَ قُلْت لَا قَالَ : إِنَّهُ لَمْ يَكُنْ يَا اِبْن أَخِي فِي زَمَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَزْو يُرَابَط فِيهِ وَلَكِنَّهُ اِنْتِظَار الصَّلَاة بَعْد الصَّلَاة رَوَاهُ اِبْن جَرِير وَقَدْ تَقَدَّمَ سِيَاق اِبْن مَرْدُوَيه لَهُ إِنَّهُ مِنْ كَلَام أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ وَاَللَّه أَعْلَم وَقِيلَ الْمُرَاد بِالْمُرَابَطَةِ هَهُنَا مُرَابَطَة الْغَزْو فِي نَحْو الْعَدُوّ وَحِفْظ ثُغُور الْإِسْلَام وَصِيَانَتهَا عَنْ دُخُول الْأَعْدَاء إِلَى حَوْزَة بِلَاد الْمُسْلِمِينَ وَقَدْ وَرَدَتْ الْأَخْبَار بِالتَّرْغِيبِ فِي ذَلِكَ وَذِكْرِ كَثْرَة الثَّوَاب فِيهِ فَرَوَى الْبُخَارِيّ فِي صَحِيحه عَنْ سَهْل بْن سَعْد السَّاعِدِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" رِبَاط يَوْم فِي سَبِيل اللَّه خَيْر مِنْ الدُّنْيَا وَمَا عَلَيْهَا \" . \" حَدِيث آخَر \" رَوَى مُسْلِم عَنْ سَلْمَان الْفَارِسِيّ عَنْ رَسُوله اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" رِبَاط يَوْم وَلَيْلَة خَيْر مِنْ صِيَام شَهْر وَقِيَامه وَإِنْ مَاتَ جَرَى عَلَيْهِ عَمَله الَّذِي كَانَ يَعْمَلهُ وَأُجْرِيَ عَلَيْهِ رِزْقه وَأَمِنَ الْفَتَّان \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْحَق بْن إِبْرَاهِيم حَدَّثَنَا اِبْن الْمُبَارَك عَنْ حَيْوَة بْن شُرَيْح أَخْبَرَنِي أَبُو هَانِئٍ الْخَوْلَانِيّ أَنَّ عَمْرو بْن مَالِك الْحِينِيّ أَخْبَرَهُ أَنَّهُ سَمِعَ فَضَالَة بْن عُبَيْد يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يَقُول \" كُلّ مَيِّت يُخْتَم عَلَى عَمَله إِلَّا الَّذِي مَاتَ مُرَابِطًا فِي سَبِيل اللَّه فَإِنَّهُ يَنْمُو لَهُ عَمَله إِلَى يَوْم الْقِيَامَة وَيَأْمَن فِتْنَة الْقَبْر \" . وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ مِنْ حَدِيث أَبِي هَانِئ الْخَوْلَانِيّ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَأَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه أَيْضًا . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَق حَدَّثَنَا حَسَن بْن مُوسَى وَأَبُو سَعِيد وَعَبْد اللَّه بْن يَزِيد كُلّهمْ عَنْ عَبْد اللَّه بْن لَهِيعَة حَدَّثَنَا مِشْرَح بْن هَاعَان سَمِعْت عُقْبَة بْن عَامِر يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" كُلّ مَيِّت يُخْتَم لَهُ عَلَى عَمَله إِلَّا الْمُرَابِط فِي سَبِيل اللَّه يَجْرِي عَلَيْهِ عَمَله حَتَّى يُبْعَث وَيَأْمَن الْفَتَّان \" . رَوَاهُ الْحَارِث بْن مُحَمَّد بْن أَبِي الْهَامَة فِي مُسْنَده عَنْ الْمُقْرِي وَهُوَ عَبْد اللَّه بْن زَيْد إِلَى قَوْله \" حَتَّى يُبْعَث \" دُون ذِكْرِ \" الْفَتَّان\" وَابْن لَهِيعَة إِذَا صَرَّحَ بِالتَّحْدِيثِ فَهُوَ حَسَن وَلَا سِيَّمَا مَعَ مَا تَقَدَّمَ مِنْ الشَّوَاهِد . \" حَدِيث آخَر \" قَالَ اِبْن مَاجَهْ فِي سُنَنه حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا عَبْد اللَّه بْن وَهْب أَخْبَرَنِي اللَّيْث عَنْ زُهْرَة بْن مَعْبَد عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ مَاتَ مُرَابِطًا فِي سَبِيل اللَّه أُجْرِيَ عَلَيْهِ عَمَله الصَّالِح الَّذِي كَانَ يَعْمَلهُ وَأُجْرِيَ عَلَيْهِ رِزْقه وَأَمِنَ مِنْ الْفَتَّان وَبَعَثَهُ اللَّه يَوْم الْقِيَامَة آمِنًا مِنْ الْفَزَع الْأَكْبَر \" \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُوسَى أَنْبَأَنَا اِبْن لَهِيعَة عَنْ مُوسَى بْن وَرْدَانَ عَنْ أَبَى هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ مَاتَ مُرَابِطًا وُقِيَ فِتْنَة الْقَبْر وَأَمِنَ مِنْ الْفَزَع الْأَكْبَر وَغَدَا عَلَيْهِ رِيح بِرِزْقِهِ مِنْ الْجَنَّة وَكُتِبَ لَهُ أَجْر الْمُرَابِط إِلَى يَوْم الْقِيَامَة \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَق اِبْن عِيسَى حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ مُحَمَّد بْن عَمْرو بْن حَلْحَلَة الدِّيلِيّ عَنْ أَسْحَق بْن عَبْد اللَّه عَنْ أُمّ الدَّرْدَاء تَرْفَع الْحَدِيث قَالَتْ \" مَنْ رَابَطَ فِي شَيْء مِنْ سَوَاحِل الْمُسْلِمِينَ ثَلَاثَة أَيَّام أَجْزَأَتْ عَنْهُ رِبَاط سَنَةٍ \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا كَهْمَس حَدَّثَنَا مَصْعَب بْن ثَابِت بْن عَبْد اللَّه بْن الزُّبَيْر قَالَ : قَالَ عُثْمَان وَهُوَ يَخْطُب عَلَى مِنْبَره : إِنَى مُحَدِّثكُمْ حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَكُنْ يَمْنَعُنِي أَنْ أُحَدِّثكُمْ بِهِ إِلَّا الظَّنّ بِكُمْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" حَرَسُ لَيْلَة فِي سَبِيل اللَّه أَفْضَل مِنْ أَلْف لَيْلَة يُقَام لَيْلهَا وَيُصَام نَهَارهَا \" . وَهَكَذَا رَوَاهُ أَحْمَد عَنْ رَوْح عَنْ كَهْمَس عَنْ مُصْعَب بْن ثَابِت عَنْ عُثْمَان وَقَدْ رَوَاهُ اِبْن مَاجَهْ عَنْ هِشَام بْن عَمَّار عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم عَنْ أَبِيهِ عَنْ مُصْعَب بْن ثَابِت عَنْ عَبْد اللَّه بْن الزُّبَيْر قَالَ : خَطَبَ عُثْمَان النَّاس فَقَالَ : أَيّهَا النَّاس إِنِّي سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدِيثًا لَمْ يَمْنَعنِي أَنْ أُحَدِّثكُمْ بِهِ إِلَّا الظَّنَّ بِكُمْ وَبِصَحَابَتِكُمْ فَلْيَخْتَرْ مُخْتَار لِنَفْسِهِ أَوْ لِيَدَع سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ رَابَطَ لَيْلَة فِي سَبِيل اللَّه كَانَتْ كَأَلْفِ لَيْلَة قِيَامهَا وَصِيَامهَا \" \" طَرِيق أُخْرَى \" عَنْ عُثْمَان رَضِيَ اللَّه عَنْهُ قَالَ التِّرْمِذِيّ حَدَّثَنَا الْحَسَن بْن عَلِيّ الْخَلَّال حَدَّثَنَا هِشَام بْن عَبْد الْمَلِك حَدَّثَنَا اللَّيْث بْن سَعْد حَدَّثَنَا أَبُو عُقَيْل زَهْرَة بْن مَعْبَد عَنْ أَبِي صَالِح مَوْلَى عُثْمَان بْن عَفَّان قَالَ : سَمِعْت عُثْمَان وَهُوَ عَلَى الْمِنْبَر يَقُول : إِنِّي كَتَمْتُكُمْ حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَرَاهِيَة تَفَرُّقكُمْ عَنِّي ثُمَّ بَدَا لِي أَنْ أُحَدِّثكُمُوهُ لِيَخْتَارَ اِمْرُؤٌ لِنَفْسِهِ مَا بَدَا لَهُ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" رِبَاط يَوْم فِي سَبِيل اللَّه خَيْر مِنْ أَلْف يَوْم فِيمَا سِوَاهُ مِنْ الْمَنَازِل \" ثُمَّ قَالَ التِّرْمِذِيّ : هَذَا حَدِيث حَسَن غَرِيب مِنْ هَذَا الْوَجْه قَالَ مُحَمَّد يَعْنِي الْبُخَارِيّ أَبُو صَالِح مَوْلَى عُثْمَان اِسْمه بُرْكَان وَذَكَرَ غَيْر التِّرْمِذِيّ أَنَّ اِسْمه الْحَارِث وَاَللَّه أَعْلَم وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد مِنْ حَدِيث اللَّيْث بْن سَعْد وَعَبْد اللَّه بْن لَهِيعَة وَعِنْده زِيَادَة فِي آخِره فَقَالَ يَعْنِي عُثْمَان \" فَلْيُرَابِطْ اِمْرُؤٌ كَيْفَ شَاءَ \" هَلْ بَلَّغْت ؟ قَالُوا نَعَمْ قَالَ اللَّهُمَّ اِشْهَدْ \" حَدِيث آخَر \" قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان حَدَّثَنَا مُحَمَّد بْن الْمُنْكَدِر قَالَ : مَرَّ سَلْمَان الْفَارِسِيّ بِشُرَحْبِيلَ بْن السِّمْط وَهُوَ فِي مُرَابَطَة لَهُ وَقَدْ شَقَّ عَلَيْهِ وَعَلَى أَصْحَابه فَقَالَ : أَلَا أُحَدِّثك يَا اِبْن السِّمْط بِحَدِيثٍ سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ بَلَى قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" رِبَاط يَوْم فِي سَبِيل اللَّه أَفْضَل - أَوْ قَالَ خَيْر - مِنْ صِيَام شَهْر وَقِيَامه وَمَنْ مَاتَ فِيهِ وُقِيَ فِتْنَة الْقَبْر وَنُمِّيَ لَهُ عَمَله إِلَى يَوْم الْقِيَامَة \" . تَفَرَّدَ بِهِ التِّرْمِذِيّ مِنْ هَذَا الْوَجْه وَقَالَ هَذَا حَدِيث حَسَن وَفِي بَعْض النُّسَخ زِيَادَة وَلَيْسَ إِسْنَاده بِمُتَّصِلٍ : وَابْن الْمُنْكَدِر لَمْ يُدْرِك سَلْمَان \" قُلْت \" الظَّاهِر أَنَّ مُحَمَّد بْن الْمُنْكَدِر سَمِعَهُ مِنْ شُرَحْبِيل بْن السِّمْط وَقَدْ رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث مَكْحُول وَأَبِي عُبَيْدَة بْن عُقْبَة كِلَاهُمَا عَنْ شُرَحْبِيل بْن السِّمْط وَلَهُ صُحْبَة عَنْ سَلْمَان الْفَارِسِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" رِبَاط يَوْم وَلَيْلَة خَيْر مِنْ صِيَام شَهْر وَقِيَامه وَإِنْ مَاتَ جَرَى عَلَيْهِ الَّذِي كَانَ يَعْمَلهُ وَأُجْرِيَ عَلَيْهِ رِزْقه وَأَمِنَ الْفَتَّان \" . وَقَدْ تَقَدَّمَ سِيَاق مُسْلِم بِمُفْرَدِهِ \" حَدِيث آخَر \" قَالَ اِبْن مَاجَهْ : حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن سَمُرَة حَدَّثَنَا مُحَمَّد بْن يَعْلَى السُّلَمِيّ حَدَّثَنَا عَمْرو بْن صُبَيْح عَنْ عَبْد الرَّحْمَن بْن عَمْرو عَنْ مَكْحُول عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَرَسُ لَيْلَة وَرَاء عَوْرَة الْمُسْلِمِينَ مُحْتَسِبًا مِنْ غَيْر شَهْر رَمَضَان أَعْظَمُ أَجْرًا مِنْ عِبَادَة مِائَة سَنَة صِيَامهَا وَقِيَامهَا وَرِبَاط يَوْم فِي سَبِيل اللَّه مِنْ وَرَاء عَوْرَة الْمُسْلِمِينَ مُحْتَسِبًا مِنْ غَيْر شَهْر رَمَضَان أَفْضَل عِنْد اللَّه وَأَعْظَم أَجْرًا - أَرَاهُ قَالَ - : مِنْ عِبَادَة أَلْف سَنَة صِيَامهَا وَقِيَامهَا فَإِنْ رَدَّهُ اللَّه تَعَالَى إِلَى أَهْله سَالِمًا لَمْ يُكْتَب عَلَيْهِ سَيِّئَة أَلْف سَنَة وَتُكْتَب لَهُ الْحَسَنَات وَيَجْرِي عَلَيْهِ أَجْر الرِّبَاط إِلَى يَوْم الْقِيَامَة \" . هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه بَلْ مُنْكَر وَعُمَر بْن صُبَيْح مُتَّهَم \" حَدِيث آخَر \" قَالَ اِبْن مَاجَهْ : حَدَّثَنَا عِيسَى بْن يُونُس الرَّمْلِيّ حَدَّثَنَا مُحَمَّد بْن شُعَيْب بْن شَابُور عَنْ سَعِيد بْن خَالِد بْن أَبِي طَوِيل سَمِعْت أَنَس بْن مَالِك يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" حَرَسُ لَيْلَة فِي سَبِيل اللَّه خَيْر مِنْ صِيَام رَجُل وَقِيَامه فِي أَهْله أَلْف سَنَة السَّنَة ثَلَثمِائَةِ يَوْم وَالْيَوْم كَأَلْفِ سَنَة \" . وَهَذَا حَدِيث غَرِيب أَيْضًا وَسَعِيد بْن خَالِد هَذَا ضَعَّفَهُ أَبُو زُرْعَة وَغَيْر وَاحِد مِنْ الْأَئِمَّة . وَقَالَ الْعُقَيْلِيّ : لَا يُتَابَع عَلَى حَدِيثه . وَقَالَ اِبْن حِبَّان : لَا يَجُوز الِاحْتِجَاج بِهِ . وَقَالَ الْحَاكِم : رَوَى عَنْ أَنَس أَحَادِيث مَوْضُوعَة . \" حَدِيث آخَر \" قَالَ اِبْن مَاجَهْ : حَدَّثَنَا مُحَمَّد بْن الصَّبَّاح أَنْبَأَنَا عَبْد الْعَزِيز بْن مُحَمَّد عَنْ صَالِح بْن مُحَمَّد بْن زَائِدَة عَنْ عُمَر بْن عَبْد الْعَزِيز عَنْ عُقْبَة بْن عَامِر الْجُهَنِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَحِمَ اللَّه حَارِس الْحَرَس \" فِيهِ اِنْقِطَاع بَيْن عُمَر بْن عَبْد الْعَزِيز وَعُقْبَة بْن عَامِر فَإِنَّهُ لَمْ يُدْرِكهُ وَاَللَّه أَعْلَم. \" حَدِيث آخَر \" قَالَ أَبُو دَاوُدَ : حَدَّثَنَا أَبُو تَوْبَة حَدَّثَنَا مُعَاوِيَة يَعْنِي اِبْن سَلَّام حَدَّثَنِي السَّلُولِيّ أَنَّهُ حَدَّثَهُ سَهْل اِبْن الْحَنْظَلِيّةُ أَنَّهُمْ سَارُوا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم حُنَيْن حَتَّى كَانَتْ عَشِيَّة فَحَضَرَتْ الصَّلَاة مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَ رَجُل فَارِس فَقَالَ : يَا رَسُول اللَّه إِنِّي اِنْطَلَقْت بَيْن أَيْدِيكُمْ حَتَّى طَلَعْت جَبَل كَذَا وَكَذَا فَإِذَا أَنَا بِهَوَازِنَ عَلَى بَكْرَة أَبِيهِمْ بِظِعَنِهِمْ وَنَعَمِهِمْ وَشِيَاههمْ فَتَبَسَّمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" تِلْكَ غَنِيمَة الْمُسْلِمِينَ غَدًا إِنْ شَاءَ اللَّه \" ثُمَّ قَالَ \" مَنْ يَحْرُسنَا اللَّيْلَة \" قَالَ أَنَس بْن أَبِي مَرْثَد : أَنَا يَا رَسُول اللَّه قَالَ \" فَارْكَبْ \" فَرَكِبَ فَرَسًا لَهُ فَجَاءَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِسْتَقْبِلْ هَذَا الشِّعْب حَتَّى تَكُون فِي أَعْلَاهُ وَلَا نُغَرَّنَّ مِنْ قِبَلك اللَّيْلَة \" فَلَمَّا أَصْبَحْنَا خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى مُصَلَّاهُ فَرَكَعَ رَكْعَتَيْنِ فَقَالَ \" هَلْ أَحْسَسْتُمْ فَارِسكُمْ \" فَقَالَ رَجُل : يَا رَسُول اللَّه مَا أَحْسَسْنَاهُ فَثُوِّبَ بِالصَّلَاةِ فَجَعَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي يَلْتَفِت إِلَى الشِّعْب حَتَّى إِذَا قَضَى صَلَاته قَالَ \" أَبْشِرُوا فَقَدْ جَاءَكُمْ فَارِسكُمْ \" فَجَعَلْنَا نَنْظُر فِي خِلَال الشَّجَر فِي الشِّعْب فَإِذَا هُوَ قَدْ جَاءَ حَتَّى وَقَفَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنِّي اِنْطَلَقْت حَتَّى كُنْت فِي أَعْلَى هَذَا الشِّعْب حَيْثُ أَمَرْتنِي فَلَمَّا أَصْبَحْنَا طَلَعْت الشِّعْبَيْنِ كِلَيْهِمَا فَنَظَرْت فَلَمْ أَرَ أَحَدًا فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَلْ نَزَلْت اللَّيْلَة ؟ \" قَالَ : لَا إِلَّا مُصَلِّيًا أَوْ قَاضِيَ حَاجَة فَقَالَ لَهُ \" أَوْجَبْت فَلَا عَلَيْك أَنْ لَا تَعْمَل بَعْدهَا \" وَرَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن يَحْيَى بْن مُحَمَّد بْن كَثِير الْحَرَّانِيّ عَنْ أَبِي تَوْبَة وَهُوَ الرَّبِيع بْن نَافِع بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا عَبْد الرَّحْمَن بْن شُرَيْح سَمِعْت مُحَمَّد بْن شُمَيْر الرُّعَيْنِيّ يَقُول : سَمِعْت أَبَا عَامِر الْبُجَيْنِيّ . قَالَ الْإِمَام أَحْمَد : وَقَالَ غَيْره زَائِدًا أَبَا عَلِيّ الْحَنَفِيّ يَقُول : سَمِعْت أَبَا رَيْحَانَة يَقُول كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة فَأَتَيْنَا ذَات لَيْلَة إِلَى شَرَف فَبِتْنَا عَلَيْهِ فَأَصَابَنَا بَرْدٌ شَدِيد حَتَّى رَأَيْت مَنْ يَحْفِر فِي الْأَرْض يَدْخُل فِيهَا وَيُلْقِي عَلَيْهِ الْجُحْفَة يَعْنِي التُّرْس فَلَمَّا رَأَى ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ النَّاس نَادَى \" مَنْ يَحْرُسنَا هَذِهِ اللَّيْلَة فَأَدْعُو لَهُ بِدُعَاءٍ يَكُون لَهُ فِيهِ فَضْلٌ \" ؟ فَقَالَ رَجُل مِنْ الْأَنْصَار : أَنَا يَا رَسُول اللَّه قَالَ : \" اُدْنُ \" فَدَنَا مِنْهُ فَقَالَ \" مَنْ أَنْتَ ؟ \" فَتَسَمَّى لَهُ الْأَنْصَارِيّ فَفَتَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالدُّعَاءِ فَأَكْثَرَ مِنْهُ قَالَ أَبُو رَيْحَانَة : فَلَمَّا سَمِعْت مَا دَعَا بِهِ قُلْت أَنَا رَجُل آخَر فَقَالَ \" اُدْنُ \" فَدَنَوْت فَقَالَ \" مَنْ أَنْتَ ؟ \" قَالَ : فَقُلْت أَبُو رَيْحَانَة فَدَعَا بِدُعَاءٍ دُون مَا دَعَا بِهِ لِلْأَنْصَارِيِّ ثُمَّ قَالَ : \" حُرِّمَتْ النَّار عَلَى عَيْن دَمَعَتْ - أَوْ بَكَتْ - مِنْ خَشْيَة اللَّه وَحُرِّمَتْ النَّار عَلَى عَيْن سَهِرَتْ فِي سَبِيل اللَّه \" . وَرَوَى النَّسَائِيّ مِنْهُ \" حُرِّمَتْ النَّار \" إِلَى آخِره عَنْ عِصْمَة بْن الْفَضْل عَنْ زَيْد بْن الْحُبَاب بِهِ وَعَنْ الْحَارِث بْن مِسْكِين عَنْ اِبْن وَهْبٍ عَنْ عَبْد الرَّحْمَن بْن شُرَيْح بِهِ وَأَتَمَّ وَقَالَ فِي الرِّوَايَتَيْنِ : عَنْ أَبِي عَلِيّ الْبُجَيْنِيّ. \" حَدِيث آخَر \" قَالَ التِّرْمِذِيّ : حَدَّثَنَا نَصْر بْن عَلِيّ الْجَهْضَمِيّ حَدَّثَنَا بِشْر بْن عَمَّار وَحَدَّثَنَا شُعَيْب بْن زُرَيْق أَبُو شَيْبَة عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" عَيْنَانِ لَا تَمَسّهُمَا النَّار عَيْن بَكَتْ مِنْ خَشْيَة اللَّه وَعَيْن بَاتَتْ تَحْرُس فِي سَبِيل اللَّه \" . ثُمَّ قَالَ : حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث شُعَيْب بْن زُرَيْق قَالَ : وَفِي الْبَاب عَنْ عُثْمَان وَأَبِي رَيْحَانَة \" قُلْت \" وَقَدْ تَقَدَّمَا وَلِلَّهِ الْحَمْد وَالْمِنَّة . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن غَيْلَان حَدَّثَنَا رِشْدِينَ عَنْ زِيَاد عَنْ سَهْل بْن مُعَاذ عَنْ أَبِيهِ مُعَاذ بْن أَنَس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ حَرَسَ مِنْ وَرَاء الْمُسْلِمِينَ مُتَطَوِّعًا لَا بِأُجْرَةِ سُلْطَان لَمْ يَرَ النَّار بِعَيْنِهِ إِلَّا تَحِلَّة الْقَسَم فَإِنَّ اللَّه يَقُول : وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" . تَفَرَّدَ بِهِ أَحْمَد رَحِمَهُ اللَّه . \" حَدِيث آخَر \" رَوَى الْبُخَارِيّ فِي صَحِيحه عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَعِسَ عَبْد الدِّينَار وَعَبْد الدِّرْهَم وَعَبْد الْخَمِيصَة إِنْ أُعْطِيَ رَضِيَ وَإِنْ لَمْ يُعْطَ سَخِطَ تَعِسَ وَانْتَكَسَ وَإِذَا شِيكَ فَلَا اِنْتَقَشَ طُوبَى لِعَبْدٍ آخِذٌ بِعَنَانِ فَرَسه فِي سَبِيل اللَّه أَشْعَث رَأْسه مُغْبَرَّة قَدَمَاهُ إِنْ كَانَ فِي الْحِرَاسَة كَانَ فِي الْحِرَاسَة وَإِنْ كَانَ فِي السَّاقَة كَانَ فِي السَّاقَة إِنْ اِسْتَأْذَنَ لَمْ يُؤْذَن لَهُ وَإِنْ شَفَعَ لَمْ يُشَفَّع \" فَهَذَا آخِر مَا تَيَسَّرَ إِيرَاده مِنْ الْأَحَادِيث الْمُتَعَلِّقَة بِهَذَا الْمَقَام وَلِلَّهِ الْحَمْد عَلَى جَزِيل الْإِنْعَام وَعَلَى تَعَاقُب الْأَعْوَام وَالْأَيَّام . وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا مُطَرِّف بْن عَبْد اللَّه الْمَدِينِيّ حَدَّثَنَا مَالِك بْن زَيْد بْن أَسْلَم قَالَ : كَتَبَ أَبُو عُبَيْدَة إِلَى عُمَر بْن الْخَطَّاب يَذْكُر لَهُ جُمُوعًا مِنْ الرُّوم وَمَا يَتَخَوَّف مِنْهُمْ فَكَتَبَ إِلَيْهِ عُمَر : أَمَّا بَعْد فَإِنَّهُ مَهْمَا يَنْزِل بِعَبْدٍ مُؤْمِن مِنْ مَنْزِلَة شِدَّة يَجْعَل اللَّه لَهُ بَعْدهَا فَرَجًا وَإِنَّهُ لَنْ يَغْلِب عُسْر يُسْرَيْنِ وَإِنَّ اللَّه تَعَالَى يَقُول \" يَا أَيّهَا الَّذِينَ آمَنُوا اِصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّه لَعَلَّكُمْ تُفْلِحُونَ \" وَهَكَذَا رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة عَبْد اللَّه بْن الْمُبَارَك مِنْ طَرِيق مُحَمَّد بْن إِبْرَاهِيم اِبْن أَبِي سُكَيْنَة قَالَ : أَمْلَى عَلَيَّ عَبْد اللَّه بْن الْمُبَارَك هَذِهِ الْأَبْيَات بِطَرَسُوس وَوَدَّعْته لِلْخُرُوجِ وَأَنْشَدَهَا مَعِي إِلَى الْفُضَيْل بْن عِيَاض فِي سَنَة سَبْعِينَ وَمِائَة وَفِي رِوَايَة سَنَة سَبْع وَسَبْعِينَ وَمِائَة. يَا عَابِد الْحَرَمَيْنِ لَوْ أَبْصَرْتنَا لَعَلِمْت أَنَّك فِي الْعِبَادَة تَلْعَب مَنْ كَانَ يَخْضِبُ خَدّه بِدُمُوعِهِ فَنُحُورنَا بِدِمَائِنَا تَتَخَضَّب أَوْ كَانَ يُتْعِب خَيْلَهُ فِي بَاطِل فَخُيُولنَا يَوْم الصَّبِيحَة تَتْعَب رِيح الْعَبِير لَكُمْ وَنَحْنُ عَبِيرنَا رَهْج السَّنَابِك وَالْغُبَار الْأَطْيَب وَلَقَدْ أَتَانَا مِنْ مَقَال نَبِيّنَا قَوْل صَحِيح صَادِق لَا يُكْذَب لَا يَسْتَوِي غُبَار خَيْل اللَّه فِي أَنْف اِمْرِئٍ وَدُخَان نَار تَلْهَبُ هَذَا كِتَاب اللَّه يَنْطِق بَيْننَا لَيْسَ الشَّهِيد بِمَيِّتٍ لَا يُكْذَب قَالَ فَلَقِيت الْفُضَيْل بْن عِيَاض بِكِتَابِهِ فِي الْمَسْجِد الْحَرَام فَلَمَّا قَرَأَهُ ذَرَفَتْ عَيْنَاهُ وَقَالَ : صَدَقَ أَبُو عَبْد الرَّحْمَن وَنَصَحَنِي ثُمَّ قَالَ : أَنْتَ مِمَّنْ يَكْتُب الْحَدِيث ؟ قَالَ قُلْت : نَعَمْ قَالَ : فَاكْتُبْ هَذَا الْحَدِيث كِرَاء حَمْلك كِتَاب أَبِي عَبْد الرَّحْمَن إِلَيْنَا وَأَمْلَى عَلَى الْفُضَيْل بْن عِيَاض : حَدَّثَنَا مَنْصُور بْن الْمُعْتَمِر عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة : أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه عَلِّمْنِي عَمَلًا أَنَال بِهِ ثَوَاب الْمُجَاهِدِينَ فِي سَبِيل اللَّه فَقَالَ \" هَلْ تَسْتَطِيع أَنْ تُصَلِّي فَلَا تَفْتُر وَتَصُوم فَلَا تُفْطِر ؟ \" فَقَالَ يَا رَسُول اللَّه أَنَا أَضْعَف مِنْ أَنْ أَسْتَطِيع ذَلِكَ ثُمَّ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَوَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ طُوِّقْت ذَلِكَ مَا بَلَغْت الْمُجَاهِدِينَ فِي سَبِيل اللَّه أَوَمَا عَلِمْت أَنَّ الْفَرَس الْمُجَاهِد لَيَسْتَنّ فِي طِوَلِه فَيُكْتَب لَهُ بِذَلِكَ الْحَسَنَات \" ؟ وَقَوْله تَعَالَى \" وَاتَّقُوا اللَّه \" أَيْ فِي جَمِيع أُمُوركُمْ وَأَحْوَالكُمْ كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِمُعَاذٍ حِين بَعَثَهُ إِلَى الْيَمَن \" اِتَّقِ اللَّه حَيْثُمَا كُنْت وَأَتْبِعْ السَّيِّئَة الْحَسَنَة تَمْحُهَا وَخَالِق النَّاس بِخُلُقٍ حَسَن \" \" لَعَلَّكُمْ تُفْلِحُونَ \" أَيْ فِي الدُّنْيَا وَالْآخِرَة - وَقَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَنْبَأَنَا اِبْن وَهْبٍ أَنْبَأَنَا أَبُو صَخْر عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ أَنَّهُ كَانَ يَقُول فِي قَوْل اللَّه عَزَّ وَجَلَّ \" وَاتَّقُوا اللَّه لَعَلَّكُمْ تُفْلِحُونَ \" يَقُول : اِتَّقُونِي فِيمَا بَيْنِي وَبَيْنكُمْ لَعَلَّكُمْ تُفْلِحُونَ يَقُول : غَدًا إِذَا لَقِيتُمُونِي - اِنْتَهَى تَفْسِير سُورَة آلِ عِمْرَان وَلِلَّهِ الْحَمْد وَالْمِنَّة نَسْأَلهُ الْمَوْت عَلَى الْكِتَاب وَالسُّنَّة آمِينَ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39956, "aya_id": 200}]