[{"text": "فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاء صَبَاحُ الْمُنذَرِينَ", "sura_id": 37, "type": 0, "id": 3965, "aya_id": 177}, {"text": "فإذا نزل بساحتهم فساء صباح المنذرين", "sura_id": 37, "type": 1, "id": 10201, "aya_id": 177}, {"text": "177 - (فإذا نزل بساحتهم) بفنائهم قال الفراء العرب تكتفي بذكر الساحة عن القوم (فساء) بئس صباحا (صباح المنذرين) فيه إقامة الظاهر مقام المضمر \r\n", "sura_id": 37, "type": 2, "id": 28909, "aya_id": 177}, {"text": " فإذا نزل عذابنا بهم, فبئس الصباح صباحهم.\r\n", "sura_id": 37, "type": 3, "id": 35145, "aya_id": 177}, {"text": " <font color=red>فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ</font><BR><p>أَيْ فَإِذَا نَزَلَ الْعَذَاب بِمَحَلَّتِهِمْ فَبِئْسَ ذَلِكَ الْيَوْم يَوْمهمْ بِإِهْلَاكِهِمْ وَدَمَارهمْ وَقَالَ السُّدِّيّ \" فَإِذَا نَزَلَ بِسَاحَتِهِمْ \" يَعْنِي بِدَارِهِمْ\" فَسَاءَ صَبَاح الْمُنْذَرِينَ \" أَيْ فَبِئْسَ مَا يُصْبِحُونَ أَيْ بِئْسَ الصَّبَاح صَبَاحهمْ وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث إِسْمَاعِيل بْن عُلَيَّة عَنْ عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : صَبَّحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْبَر فَلَمَّا خَرَجُوا بِفُؤُوسِهِمْ وَمَسَاحِيهمْ وَرَأَوْا الْجَيْش رَجَعُوا وَهُمْ يَقُولُونَ مُحَمَّد وَاَللَّه مُحَمَّد وَالْخَمِيس فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّه أَكْبَر خَرِبَتْ خَيْبَر إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْم فَسَاءَ صَبَاح الْمُنْذَرِينَ \" وَرَوَاهُ الْبُخَارِيّ مِنْ حَدِيث مَالِك عَنْ حُمَيْد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح حَدَّثَنَا سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك عَنْ أَبِي طَلْحَة رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا صَبَّحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْبَر وَقَدْ أَخَذُوا مَسَاحِيهمْ وَغَدَوْا إِلَى حُرُوثِهِمْ وَأَرْضَيْهِمْ فَلَمَّا رَأَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَكَصُوا مُدْبِرِينَ فَقَالَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْم فَسَاءَ صَبَاح الْمُنْذَرِينَ \" لَمْ يُخَرِّجُوهُ عَنْ هَذَا الْوَجْه وَهُوَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40508, "aya_id": 177}]