[{"text": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ يَعْلَمُونَ", "sura_id": 27, "type": 0, "id": 3211, "aya_id": 52}, {"text": "فتلك بيوتهم خاوية بما ظلموا إن في ذلك لآية لقوم يعلمون", "sura_id": 27, "type": 1, "id": 9447, "aya_id": 52}, {"text": "52 - (فتلك بيوتهم خاوية) خالية ونصبه على الحال والعامل فيها معنى الاشارة (بما ظلموا) بظلمهم أي كفرهم (إن في ذلك لآية) لعبرة (لقوم يعلمون) قدرتنا فيتعظون \r\n", "sura_id": 27, "type": 2, "id": 28155, "aya_id": 52}, {"text": "فتلك مساكنهم خالية ليس فيها منهم أحد, أهلكهم الله; بسبب ظلمهم لأنفسهم بالشرك, وتكذيب نبيهم. إن في ذلك التدمير والإهلاك لَعظة لقوم يعلمون ما فعلناه بهم, وهذه سنتنا فيمن يكذب المرسلين.\r\n", "sura_id": 27, "type": 3, "id": 34391, "aya_id": 52}, {"text": " <font color=red>فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق قَالَ هَؤُلَاءِ التِّسْعَة بَعْدَمَا عَقَرُوا النَّاقَة : هَلُمَّ فَلْنَقْتُلْ صَالِح فَإِنْ كَانَ صَادِقًا عَجَّلْنَاهُ قَبْلنَا وَإِنْ كَانَ كَاذِبًا كُنَّا قَدْ أَلْحَقْنَاهُ بِنَاقَتِهِ فَأَتَوْهُ لَيْلًا لِيُبَيِّتُوهُ فِي أَهْله فَدَمْغَتهمْ الْمَلَائِكَة بِالْحِجَارَةِ فَلَمَّا أَبْطَئُوا عَلَى أَصْحَابهمْ أَتَوْا مَنْزِل صَالِح فَوَجَدُوهُمْ مُنْشَدِخِينَ قَدْ رُضِخُوا بِالْحِجَارَةِ فَقَالُوا لِصَالِحٍ أَنْتَ قَتَلْتهمْ ثُمَّ هَمُّوا بِهِ فَقَامَتْ عَشِيرَته دُونه وَلَبِسُوا السِّلَاح وَقَالُوا لَهُمْ وَاَللَّه لَا تَقْتُلُونَهُ أَبَدًا وَقَدْ وَعَدَكُمْ أَنَّ الْعَذَاب نَازِل بِكُمْ فِي ثَلَاث فَإِنْ كَانَ صَادِقًا فَلَا تَزِيدُوا رَبّكُمْ عَلَيْكُمْ غَضَبًا وَإِنْ كَانَ كَاذِبًا فَأَنْتُمْ مِنْ وَرَاء مَا تُرِيدُونَ فَانْصَرَفُوا عَنْهُمْ لَيْلَتَهُمْ تِلْكَ وَقَالَ عَبْد الرَّحْمَن بْن أَبِي حَاتِم : لَمَّا عَقَرُوا النَّاقَة قَالَ لَهُمْ صَالِح \" تَمَتَّعُوا فِي دَاركُمْ ثَلَاثَة أَيَّام ذَلِكَ وَعْد غَيْر مَكْذُوب \" قَالُوا زَعَمَ صَالِح أَنَّهُ يَفْرُغ مِنَّا إِلَى ثَلَاثَة أَيَّام فَنَحْنُ نَفْرُغ مِنْهُ وَأَهْله قَبْل ثَلَاث وَكَانَ لِصَالِحٍ مَسْجِد فِي الْحِجْر عِنْد شِعْب هُنَاكَ يُصَلِّي فِيهِ فَخَرَجُوا إِلَى كَهْف أَيْ غَار هُنَاكَ لَيْلًا فَقَالُوا إِذَا جَاءَ يُصَلِّي قَتَلْنَاهُ ثُمَّ رَجَعْنَا إِذَا فَرَغْنَا مِنْهُ إِلَى أَهْله فَفَرَغْنَا مِنْهُمْ فَبَعَثَ اللَّه عَلَيْهِمْ صَخْرَة مِنْ الْهَضْب حِيَالهمْ فَخَشَوْا أَنْ تَشْدَخَهُمْ فَتَبَادَرُوا فَانْطَبَقَتْ عَلَيْهِمْ الصَّخْرَة وَهُمْ فِي ذَلِكَ الْغَار فَلَا يَدْرِي قَوْمهمْ أَيْنَ هُمْ وَلَا يَدْرُونَ مَا فُعِلَ بِقَوْمِهِمْ : فَعَذَّبَ اللَّه هَؤُلَاءِ هَهُنَا وَهَؤُلَاءِ هَهُنَا .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39640, "aya_id": 52}]