[{"text": "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنتَصِرُونَ", "sura_id": 42, "type": 0, "id": 4311, "aya_id": 39}, {"text": "والذين إذا أصابهم البغي هم ينتصرون", "sura_id": 42, "type": 1, "id": 10547, "aya_id": 39}, {"text": "39 - (والذين إذا أصابهم البغي) الظلم (هم ينتصرون) صنف أي ينتقمون ممن ظلمهم بمثل ظلمه كما قال تعالى \r\n", "sura_id": 42, "type": 2, "id": 29255, "aya_id": 39}, {"text": "والذين إذا أصابهم الظلم هم ينتصرون ممن بغى عليهم مِن غير أن يعتدوا, وإن صبروا ففي عاقبة صبرهم خير كثير.\r\n", "sura_id": 42, "type": 3, "id": 35491, "aya_id": 39}, {"text": " <font color=red>وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ</font><BR><p>أَيْ فِيهِمْ قُوَّة الِانْتِصَار مِمَّنْ ظَلَمَهُمْ وَاعْتَدَى عَلَيْهِمْ لَيْسُوا بِالْعَاجِزِينَ وَلَا الْأَذَلِّينَ بَلْ يَقْدِرُونَ عَلَى الِانْتِقَام مِمَّنْ بَغَى عَلَيْهِمْ وَإِنْ كَانُوا مَعَ هَذَا إِذَا قَدَرُوا عَفَوْا كَمَا قَالَ يُوسُف عَلَيْهِ الصَّلَاة وَالسَّلَام لِإِخْوَتِهِ \" لَا تَثْرِيب عَلَيْكُمْ الْيَوْم يَغْفِر اللَّه لَكُمْ\" مَعَ قُدْرَته عَلَى مُؤَاخَذَتهمْ وَمُقَابَلَتهمْ عَلَى صَنِيعهمْ إِلَيْهِ وَكَمَا عَفَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أُولَئِكَ النَّفَر الثَّمَانِينَ الَّذِينَ قَصَدُوهُ عَام الْحُدَيْبِيَة وَنَزَلُوا مِنْ جَبَل التَّنْعِيم فَلَمَّا قَدَرَ عَلَيْهِمْ مَنَّ عَلَيْهِمْ مَعَ قُدْرَته عَلَى الِانْتِقَام وَكَذَلِكَ عَفْوه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ غَوْرَث بْن الْحَارِث الَّذِي أَرَادَ الْفَتْك بِهِ حِين اِخْتَرَطَ سَيْفه وَهُوَ نَائِم فَاسْتَيْقَظَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي يَده مُصْلِتًا فَانْتَهَرَهُ فَوَضَعَهُ مِنْ يَده وَأَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ السَّيْف فِي يَده وَدَعَا أَصْحَابه ثُمَّ أَعْلَمَهُمْ بِمَا كَانَ مِنْ أَمْره وَأَمْرِ هَذَا الرَّجُل وَعَفَا عَنْهُ وَكَذَلِكَ عَفَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ لَبِيد بْن الْأَعْصَم الَّذِي سَحَرَهُ عَلَيْهِ السَّلَام وَمَعَ هَذَا لَمْ يَعْرِض لَهُ وَلَا عَاتَبَهُ مَعَ قُدْرَته عَلَيْهِ وَكَذَلِكَ عَفْوه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْمَرْأَة الْيَهُودِيَّة - وَهِيَ زَيْنَب أُخْت مَرْحَب الْيَهُودِيّ الْخَيْبَرِيّ الَّذِي قَتَلَهُ مَحْمُود بْن سَلَمَة - الَّتِي سَمَّتْ الذِّرَاع يَوْم خَيْبَر - فَأَخْبَرَهُ الذِّرَاع بِذَلِكَ - فَدَعَاهَا فَاعْتَرَفَتْ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا حَمَلَك عَلَى ذَلِكَ ؟ \" قَالَتْ أَرَدْت إِنْ كُنْت نَبِيًّا لَمْ يَضُرّك وَإِنْ لَمْ تَكُنْ نَبِيًّا اِسْتَرَحْنَا مِنْك فَأَطْلَقَهَا عَلَيْهِ الصَّلَاة وَالسَّلَام وَلَكِنْ لَمَّا مَاتَ مِنْهُ بِشْر بْن الْبَرَاء رَضِيَ اللَّه عَنْهُ قَتَلَهَا بِهِ وَالْأَحَادِيث وَالْآثَار فِي هَذَا كَثِيرَة جِدًّا وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41111, "aya_id": 39}]