[{"text": "ثَانِيَ عِطْفِهِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ لَهُ فِي الدُّنْيَا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ", "sura_id": 22, "type": 0, "id": 2604, "aya_id": 9}, {"text": "ثاني عطفه ليضل عن سبيل الله له في الدنيا خزي و نذيقه يوم القيامة عذاب الحريق", "sura_id": 22, "type": 1, "id": 8840, "aya_id": 9}, {"text": "9 - (ثاني عطفه) حال أي لاوي عنقه تكبرا عن الإيمان والعطف الجانب عن يمين أو شمال (ليضل) بفتح الياء وضمها (عن سبيل الله) أي دينه (له في الدنيا خزي) عذاب فقتل يوم بدر (ونذيقه يوم القيامة عذاب الحريق) أي الإحراق بالنار ويقال له \r\n", "sura_id": 22, "type": 2, "id": 27548, "aya_id": 9}, {"text": "لاويًا عنقه في تكبر، معرضًا عن الحق ؛ ليصد غيره عن الدخول في دين الله، فسوف يلقى خزيًا في الدنيا باندحاره وافتضاح أمره، ونحرقه يوم القيامة بالنار.\r\n", "sura_id": 22, "type": 3, "id": 33784, "aya_id": 9}, {"text": " <font color=red>ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ لَهُ فِي الدُّنْيَا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ</font><BR><p>وَقَوْله \" ثَانِيَ عِطْفه \" قَالَ اِبْن عَبَّاس وَغَيْره مُسْتَكْبِر عَنْ الْحَقّ إِذَا دُعِيَ إِلَيْهِ وَقَالَ مُجَاهِد وَقَتَادَة وَمَالِك عَنْ زَيْد بْن أَسْلَم \" ثَانِيَ عِطْفه \" أَيْ لَاوِيَ عِطْفه وَهِيَ رَقَبَته يَعْنِي يُعْرِض عَمَّا يُدْعَى إِلَيْهِ مِنْ الْحَقّ وَيَثْنِي رَقَبَته اِسْتِكْبَارًا كَقَوْلِهِ تَعَالَى \" وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْن بِسُلْطَانٍ مُبِين فَتَوَلَّى بِرُكْنِهِ \" الْآيَة وَقَالَ تَعَالَى \" وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّه وَإِلَى الرَّسُول رَأَيْت الْمُنَافِقِينَ يَصُدُّونَ عَنْك صُدُودًا \" وَقَالَ تَعَالَى \" وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِر لَكُمْ رَسُول اللَّه لَوَّوْا رُءُوسهمْ وَرَأَيْتهمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ \" وَقَالَ لُقْمَان لِابْنِهِ \" وَلَا تُصَعِّر خَدّك لِلنَّاسِ \" أَيْ تُمِيلهُ عَنْهُمْ اِسْتِكْبَارًا عَلَيْهِمْ وَقَالَ تَعَالَى \" وَإِذَا تُتْلَى عَلَيْهِ آيَاتنَا وَلَّى مُسْتَكْبِرًا \" الْآيَة وَقَوْله \" لِيُضِلّ عَنْ سَبِيل اللَّه \" قَالَ بَعْضهمْ هَذِهِ \" لَام الْعَاقِبَة \" لِأَنَّهُ قَدْ لَا يُقْصَد ذَلِكَ وَيُحْتَمَل أَنْ تَكُون \" لَام التَّعْلِيل \" ثُمَّ إِمَّا أَنْ يَكُون الْمُرَاد بِهَا الْمُعَانِدُونَ أَوْ يَكُون الْمُرَاد بِهَا أَنَّ هَذَا الْفَاعِل لِهَذَا إِنَّمَا جَبَلْنَاهُ عَلَى هَذَا الْخُلُق الدَّنِيء لِنَجْعَلهُ مِمَّنْ يَضِلّ عَنْ سَبِيل اللَّه . ثُمَّ قَالَ تَعَالَى \" لَهُ فِي الدُّنْيَا خِزْي \" وَهُوَ الْإِهَانَة وَالذُّلّ كَمَا أَنَّهُ لَمَّا اِسْتَكْبَرَ عَنْ آيَات اللَّه لَقَّاهُ اللَّه الْمَذَلَّة فِي الدُّنْيَا وَعَاقَبَهُ فِيهَا قَبْل الْآخِرَة لِأَنَّهَا أَكْبَر هَمّه وَمَبْلَغ عِلْمه \" وَنُذِيقهُ يَوْم الْقِيَامَة عَذَاب الْحَرِيق \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39106, "aya_id": 9}]