[{"text": "يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاء الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "sura_id": 33, "type": 0, "id": 3592, "aya_id": 59}, {"text": "يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يعرفن فلا يؤذين وكان الله غفورا رحيما", "sura_id": 33, "type": 1, "id": 9828, "aya_id": 59}, {"text": "59 - (يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن) جمع جلباب وهي الملاءة التي تشتمل بها المرأة أي يرخين بعضها على الوجوه إذا خرجن لحاجتهن إلا عينا واحدة (ذلك أدنى) أقرب إلى (أن يعرفن) بأنهن حرائر (فلا يؤذين) بالتعرض لهن بخلاف الاماء فلا يغطين وجوههن فكان المنافقون يتعرضون لهن (وكان الله غفورا) لما سلف منهن لترك الستر (رحيما) بهن إذ سترهن \r\n", "sura_id": 33, "type": 2, "id": 28536, "aya_id": 59}, {"text": "يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يرخين على رؤوسهن ووجوههن من أرديتهن وملاحفهن؛ لستر وجوههن وصدورهن ورؤوسهن; ذلك أقرب أن يميَّزن بالستر والصيانة, فلا يُتعَرَّض لهن بمكروه أو أذى. وكان الله غفورًا رحيمًا حيث غفر لكم ما سلف, ورحمكم بما أوضح لكم من الحلال والحرام.\r\n", "sura_id": 33, "type": 3, "id": 34772, "aya_id": 59}, {"text": " <font color=red>يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا</font><BR><p>يَقُول تَعَالَى آمِرًا رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَسْلِيمًا أَنْ يَأْمُر النِّسَاء الْمُؤْمِنَات الْمُسْلِمَات - خَاصَّة أَزْوَاجه وَبَنَاته لِشَرَفِهِنَّ - بِأَنْ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبهنَّ لِيَتَمَيَّزْنَ عَنْ سِمَات نِسَاء الْجَاهِلِيَّة وَسِمَات الْإِمَاء وَالْجِلْبَاب هُوَ الرِّدَاء فَوْق الْخِمَار قَالَهُ اِبْن مَسْعُود وَعَبِيدَة وَقَتَادَة وَالْحَسَن الْبَصْرِيّ وَسَعِيد بْن جُبَيْر وَإِبْرَاهِيم النَّخَعِيّ وَعَطَاء الْخُرَاسَانِيّ وَغَيْر وَاحِد وَهُوَ بِمَنْزِلَةِ الْإِزَار الْيَوْم قَالَ الْجَوْهَرِيّ الْجِلْبَاب الْمِلْحَفَة قَالَتْ اِمْرَأَة مِنْ هُذَيْل تَرْثِي قَتِيلًا لَهَا : تَمْشِي النُّسُور إِلَيْهِ وَهْيَ لَاهِيَة مَشْيَ الْعَذَارَى عَلَيْهِنَّ الْجَلَابِيب قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَمَرَ اللَّه نِسَاء الْمُومِنِينَ إِذَا خَرَجْنَ مِنْ بُيُوتهنَّ فِي حَاجَة أَنْ يُغَطِّينَ وُجُوههنَّ مِنْ فَوْق رُءُوسهنَّ بِالْجَلَابِيبِ وَيُبْدِينَ عَيْنًا وَاحِدَة وَقَالَ مُحَمَّد بْن سِيرِينَ سَأَلْت عُبَيْدَة السَّلْمَانِيّ عَنْ قَوْل اللَّه عَزَّ وَجَلَّ \" يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبهنَّ\" فَغَطَّى وَجْهه وَرَأْسه وَأَبْرَزَ عَيْنه الْيُسْرَى وَقَالَ عِكْرِمَة تُغَطِّي ثُغْرَة نَحْرهَا بِجِلْبَابِهَا تُدْنِيه عَلَيْهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عَبْد اللَّه الطَّبَرَانِيّ فِيمَا كَتَبَ إِلَيَّ حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ اِبْن خَيْثَمَة عَنْ صَفِيَّة بِنْت شَيْبَة عَنْ أُمّ سَلَمَة قَالَتْ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبهنَّ\" خَرَجَ نِسَاء الْأَنْصَار كَأَنَّ عَلَى رُءُوسهنَّ الْغِرْبَان مِنْ السَّكِينَة وَعَلَيْهِنَّ أَكْسِيَة سُود يَلْبَسْنَهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح حَدَّثَنِي اللَّيْث حَدَّثَنَا يُونُس بْن يَزِيد قَالَ وَسَأَلْنَاهُ يَعْنِي الزُّهْرِيّ هَلْ عَلَى الْوَلِيدَة خِمَار مُتَزَوِّجَة أَوْ غَيْر مُتَزَوِّجَة ؟ قَالَ عَلَيْهَا الْخِمَار إِنْ كَانَتْ مُتَزَوِّجَة وَتُنْهَى عَنْ الْجِلْبَاب لِأَنَّهُ يُكْرَه لَهُنَّ أَنْ يَتَشَبَّهْنَ بِالْحَرَائِرِ الْمُحْصَنَات وَقَدْ قَالَ اللَّه تَعَالَى \" يَا أَيّهَا النَّبِيّ قُلْ لِأَزْوَاجِك وَبَنَاتِك وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبهنَّ \" وَرُوِيَ عَنْ سُفْيَان الثَّوْرِيّ أَنَّهُ قَالَ : لَا بَأْس بِالنَّظَرِ إِلَى زِينَة نِسَاء أَهْل الذِّمَّة وَإِنَّمَا نُهِيَ عَنْ ذَلِكَ لِخَوْفِ الْفِتْنَة لَا لِحُرْمَتِهِنَّ وَاسْتَدَلَّ بِقَوْلِهِ تَعَالَى \" وَنِسَاء الْمُؤْمِنِينَ \" وَقَوْله \" ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ \" أَيْ إِذَا فَعَلْنَ ذَلِكَ عَرَفَهُنَّ أَنَّهُنَّ حَرَائِر لَسْنَ بِإِمَاءٍ وَلَا عَوَاهِر قَالَ السُّدِّيّ فِي قَوْله تَعَالَى \" يَا أَيّهَا النَّبِيّ قُلْ لِأَزْوَاجِك وَبَنَاتِك وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبهنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ \" قَالَ كَانَ نَاس مِنْ فُسَّاق أَهْل الْمَدِينَة يَخْرُجُونَ بِاللَّيْلِ حِين يَخْتَلِط الظَّلَّام إِلَى طُرُق الْمَدِينَة فَيَعْرِضُونَ لِلنِّسَاءِ وَكَانَتْ مَسَاكِن أَهْل الْمَدِينَة ضَيِّقَة فَإِذَا كَانَ اللَّيْل خَرَجَ النِّسَاء إِلَى الطُّرُق يَقْضِينَ حَاجَتهنَّ فَكَانَ أُولَئِكَ الْفُسَّاق يَبْتَغُونَ ذَلِكَ مِنْهُنَّ فَإِذَا رَأَوْا الْمَرْأَة عَلَيْهَا جِلْبَاب قَالُوا هَذِهِ حُرَّة فَكَفُّوا عَنْهَا فَإِذَا رَأَوْا الْمَرْأَة لَيْسَ عَلَيْهَا جِلْبَاب قَالُوا هَذِهِ أَمَة فَوَثَبُوا عَلَيْهَا وَقَالَ مُجَاهِد يَتَجَلَّيْنَ فَيُعْلَم أَنَّهُنَّ حَرَائِر فَلَا يَتَعَرَّض لَهُنَّ فَاسِق بِأَذًى وَلَا رِيبَة وَقَوْله تَعَالَى \" وَكَانَ اللَّه غَفُورًا رَحِيمًا \" أَيْ لِمَا سَلَف فِي أَيَّام الْجَاهِلِيَّة حَيْثُ لَمْ يَكُنْ عِنْدهنَّ عِلْم بِذَلِكَ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40221, "aya_id": 59}]