[{"text": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى", "sura_id": 53, "type": 0, "id": 4793, "aya_id": 9}, {"text": "فكان قاب قوسين أو أدنى", "sura_id": 53, "type": 1, "id": 11029, "aya_id": 9}, {"text": "9 - (فكان) منه (قاب) قدر (قوسين أو أدنى) من ذلك حتى أفاق وسكن روعه \r\n", "sura_id": 53, "type": 2, "id": 29737, "aya_id": 9}, {"text": "فكان دنوُّه مقدار قوسين أو أقرب من ذلك.\r\n", "sura_id": 53, "type": 3, "id": 35973, "aya_id": 9}, {"text": " <font color=red>فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى</font><BR><p>أَيْ فَاقْتَرَبَ جِبْرِيل إِلَى مُحَمَّد لَمَّا هَبَطَ عَلَيْهِ إِلَى الْأَرْض حَتَّى كَانَ بَيْنه وَبَيْن مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَاب قَوْسَيْنِ أَيْ بِقَدْرِهِمَا إِذَا مُدَّا قَالَهُ مُجَاهِد وَقَتَادَة . وَقَدْ قِيلَ إِنَّ الْمُرَاد بِذَلِكَ بُعْد مَا بَيْن وَتَر الْقَوْس إِلَى كَبِدهَا . وَقَوْله تَعَالَى \" أَوْ أَدْنَى \" قَدْ تَقَدَّمَ أَنَّ هَذِهِ الصِّيغَة تُسْتَعْمَل فِي اللُّغَة لِإِثْبَاتِ الْمُخْبَر عَنْهُ وَنَفْيِ مَا زَادَ عَلَيْهِ كَقَوْلِهِ تَعَالَى \" ثُمَّ قَسَتْ قُلُوبكُمْ مِنْ بَعْد ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدّ قَسْوَة \" أَيْ مَا هِيَ بِأَلْيَنَ مِنْ الْحِجَارَة بَلْ هِيَ مِثْلُهَا أَوْ تَزِيدُ عَلَيْهَا فِي الشِّدَّة وَالْقَسْوَة وَكَذَا قَوْله \" يَخْشَوْنَ النَّاس كَخَشْيَةِ اللَّه أَوْ أَشَدَّ خَشْيَةً \" وَقَوْله \" وَأَرْسَلْنَاهُ إِلَى مِائَة أَلْف أَوْ يَزِيدُونَ \" أَيْ لَيْسُوا أَقَلَّ مِنْهَا بَلْ هُمْ مِائَة أَلْف حَقِيقَة أَوْ يَزِيدُونَ عَلَيْهَا فَهَذَا تَحْقِيقٌ لِلْمُخْبَرِ بِهِ لَا شَكّ وَلَا تَرَدُّد فَإِنَّ هَذَا مُمْتَنِع هَهُنَا وَهَكَذَا هَذِهِ الْآيَة \" فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى \" وَهَذَا الَّذِي قُلْنَاهُ مِنْ أَنَّ هَذَا الْمُقْتَرِب الدَّانِي الَّذِي صَارَ بَيْنه وَبَيْن مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا هُوَ جِبْرِيل عَلَيْهِ السَّلَام وَهُوَ قَوْل أُمّ الْمُؤْمِنِينَ عَائِشَة وَابْن مَسْعُود وَأَبِي ذَرّ وَأَبِي هُرَيْرَة كَمَا سَنُورِدُ أَحَادِيثهمْ قَرِيبًا إِنْ شَاءَ اللَّه تَعَالَى . وَرَوَى مُسْلِم فِي صَحِيحه عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : رَأَى مُحَمَّد رَبّه بِفُؤَادِهِ مَرَّتَيْنِ فَجَعَلَ هَذِهِ إِحْدَاهُمَا وَجَاءَ فِي حَدِيث شَرِيك بْن أَبِي نَمِر عَنْ أَنَس فِي حَدِيث الْإِسْرَاء ثُمَّ دَنَا الْجَبَّار رَبّ الْعِزَّة فَتَدَلَّى وَلِهَذَا قَدْ تَكَلَّمَ كَثِير مِنْ النَّاس فِي مَتْن هَذِهِ الرِّوَايَة وَذَكَرُوا أَشْيَاء فِيهَا مِنْ الْغَرَابَة فَإِنْ صَحَّ فَهُوَ مَحْمُول عَلَى وَقْت آخَر وَقِصَّة أُخْرَى لَا أَنَّهَا تَفْسِير لِهَذِهِ الْآيَة فَإِنَّ هَذِهِ كَانَتْ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْأَرْض لَا لَيْلَة الْإِسْرَاء وَلِهَذَا قَالَ بَعْده \" وَلَقَدْ رَآهُ نَزْلَة أُخْرَى عِنْد سِدْرَة الْمُنْتَهَى \" فَهَذِهِ هِيَ لَيْلَة الْإِسْرَاء وَالْأُولَى كَانَتْ فِي الْأَرْض . وَقَدْ قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد الْمَلِك بْن أَبِي الشَّوَارِب حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا سُلَيْمَان الشَّيْبَانِيّ حَدَّثَنَا زِرّ بْن حُبَيْش قَالَ : قَالَ عَبْد اللَّه بْن مَسْعُود فِي هَذِهِ الْآيَة \" فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى \" قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَأَيْت جِبْرِيل لَهُ سِتُّمِائَةِ جَنَاح \" . وَقَالَ اِبْن وَهْب حَدَّثَنَا اِبْن لَهِيعَةَ عَنْ أَبِي الْأَسْوَد عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ كَانَ أَوَّل شَأْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ رَأَى فِي مَنَامه جِبْرِيل بِأَجْيَادٍ ثُمَّ إِنَّهُ خَرَج لِيَقْضِيَ حَاجَته فَصَرَخَ بِهِ جِبْرِيل يَا مُحَمَّد يَا مُحَمَّد فَنَظَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَمِينًا وَشِمَالًا فَلَمْ يَرَ أَحَدًا ثَلَاثًا ثُمَّ رَفَعَ بَصَرَهُ فَإِذَا هُوَ ثَانِي إِحْدَى رِجْلَيْهِ مَعَ الْأُخْرَى عَلَى أُفُق السَّمَاء فَقَالَ يَا مُحَمَّد جِبْرِيل جِبْرِيل يُسَكِّنُهُ فَهَرَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى دَخَلَ فِي النَّاس فَنَظَرَ فَلَمْ يَرَ شَيْئًا ثُمَّ خَرَجَ مِنْ النَّاس ثُمَّ نَظَرَ فَرَآهُ فَدَخَلَ فِي النَّاس فَلَمْ يَرَ شَيْئًا ثُمَّ خَرَجَ فَنَظَرَ فَرَآهُ فَذَلِكَ قَوْل اللَّه عَزَّ وَجَلَّ \" وَالنَّجْم إِذَا هَوَى - إِلَى قَوْله ثُمَّ دَنَا فَتَدَلَّى \" يَعْنِي جِبْرِيل إِلَى مُحَمَّد عَلَيْهِمَا الصَّلَاة وَالسَّلَام \" فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى \" وَيَقُولُونَ : الْقَاب نِصْف أُصْبُع وَقَالَ بَعْضهمْ ذِرَاعَيْنِ كَانَ بَيْنهمَا رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث اِبْن وَهْب بِهِ وَفِي حَدِيث الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ جَابِر شَاهِدٌ لِهَذَا. وَرَوَى الْبُخَارِيّ عَنْ طَلْق بْن غَنَّام عَنْ زَائِدَة عَنْ الشَّيْبَانِيّ قَالَ سَأَلْت زِرًّا عَنْ قَوْله \" فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى فَأَوْحَى إِلَى عَبْده مَا أَوْحَى \" قَالَ حَدَّثَنَا عَبْد اللَّه أَنَّ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى جِبْرِيل لَهُ سِتّمِائَةِ جَنَاح . وَقَالَ اِبْن جَرِير حَدَّثَنِي اِبْن بَزِيع الْبَغْدَادِيّ حَدَّثَنَا إِسْحَاق بْن مَنْصُور حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَبْد الرَّحْمَن بْن يَزِيد عَنْ عَبْد اللَّه\" مَا كَذَبَ الْفُؤَاد مَا رَأَى \" قَالَ رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِبْرِيل عَلَيْهِ حُلَّتَا رَفْرَف قَدْ مَلَأ مَا بَيْن السَّمَاء وَالْأَرْض .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41772, "aya_id": 9}]