[{"text": "وَإِنْ أَرَدتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنطَارًا فَلاَ تَأْخُذُواْ مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَاناً وَإِثْماً مُّبِيناً", "sura_id": 4, "type": 0, "id": 513, "aya_id": 20}, {"text": "وإن أردتم استبدال زوج مكان زوج و آتيتم إحداهن قنطارا فلا تأخذوا منه شيئا أتأخذونه بهتانا و إثما مبينا", "sura_id": 4, "type": 1, "id": 6749, "aya_id": 20}, {"text": "20 - (وإن أردتم استبدال زوج مكان زوج) أي أخذ بدلها بأن طلقتموها (و) قد (آتيتم إحداهن) أي الزوجات (قنطارا) مالا كثيرا صداقا (فلا تأخذوا منه شيئا أتأخذونه بهتانا) ظلما (وإثما مبينا) بينا ، ونصبهما على الحال \r\n", "sura_id": 4, "type": 2, "id": 25457, "aya_id": 20}, {"text": "وإن أردتم استبدال زوجة مكان أخرى, وكنتم قد أعطيتم مَن تريدون طلاقها مالا كثيرًا مهرًا لها, فلا يحل لكم أن تأخذوا منه شيئًا, أتأخذونه كذبًا وافتراءً واضحًا؟\r\n", "sura_id": 4, "type": 3, "id": 31693, "aya_id": 20}, {"text": " <font color=red>وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا</font><BR><p>وَقَوْله تَعَالَى \" وَإِنْ أَرَدْتُمْ اِسْتِبْدَال زَوْج مَكَان زَوْج وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا \" أَيْ إِذَا أَرَادَ أَحَدكُمْ أَنْ يُفَارِق اِمْرَأَة وَيَسْتَبْدِل مَكَانهَا غَيْرهَا فَلَا يَأْخُذ مِمَّا كَانَ أَصْدَقَ الْأُولَى شَيْئًا وَلَوْ كَانَ قِنْطَارًا مِنْ مَال وَقَدْ قَدَّمْنَا فِي سُورَة آل عِمْرَان الْكَلَام عَلَى الْقِنْطَار بِمَا فِيهِ كِفَايَة عَنْ إِعَادَته هَهُنَا. وَفِي هَذِهِ الْآيَة دَلَالَة عَلَى جَوَاز الْإِصْدَاق بِالْمَالِ الْجَزِيل وَقَدْ كَانَ عُمَر بْن الْخَطَّاب نَهَى عَنْ كَثْرَة الْإِصْدَاق ثُمَّ رَجَعَ عَنْ ذَلِكَ كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا سَلَمَة بْن عَلْقَمَة عَنْ مُحَمَّد بْن سِيرِينَ قَالَ : نُبِّئْت عَنْ أَبِي الْعَجْفَاء السُّلَمِيّ قَالَ : سَمِعْت عُمَر بْن الْخَطَّاب يَقُول : أَلَا لَا تُغَالُوا فِي صَدَاق النِّسَاء فَإِنَّهَا لَوْ كَانَتْ مَكْرُمَة فِي الدُّنْيَا أَوْ تَقْوَى عِنْد اللَّه كَانَ أَوْلَاكُمْ بِهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَصْدَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِمْرَأَة مِنْ نِسَائِهِ وَلَا أُصْدِقَتْ اِمْرَأَة مِنْ بَنَاته أَكْثَر مِنْ اِثْنَتَيْ عَشْرَة أُوقِيَّة وَإِنْ كَانَ الرَّجُل لَيُبْتَلَى بِصَدُقَةِ اِمْرَأَته حَتَّى يَكُون لَهَا عَدَاوَة فِي نَفْسه وَحَتَّى يَقُول كَلِفْت إِلَيْك عَلَق الْقِرْبَة , ثُمَّ رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ طُرُق عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي الْعَجْفَاء وَاسْمه هَرِم بْن نُسَيْب الْبَصْرِيّ وَقَالَ التِّرْمِذِيّ : هَذَا حَدِيث حَسَن صَحِيح . \" طَرِيق أُخْرَى عَنْ عُمَر \" قَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا أَبُو خَيْثَمَة حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا أَبِي عَنْ اِبْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن عَبْد الرَّحْمَن عَنْ خَالِد بْن سَعِيد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق قَالَ : رَكِبَ عُمَر بْن الْخَطَّاب مِنْبَر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ : أَيّهَا النَّاس مَا إِكْثَاركُمْ فِي صَدَاق النِّسَاء وَقَدْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه وَالصَّدُقَات فِيمَا بَيْنهمْ أَرْبَعمِائَةِ دِرْهَم فَمَا دُون ذَلِكَ وَلَوْ كَانَ الْإِكْثَار فِي ذَلِكَ تَقْوَى عِنْد اللَّه أَوْ كَرَامَة لَمْ تَسْبِقُوهُمْ إِلَيْهَا فَلَأَعْرِفَن مَا زَادَ رَجُل فِي صَدَاق اِمْرَأَة عَلَى أَرْبَعمِائَةِ دِرْهَم قَالَ : ثُمَّ نَزَلَ فَاعْتَرَضَتْهُ اِمْرَأَة مِنْ قُرَيْش فَقَالَتْ : يَا أَمِير الْمُؤْمِنِينَ نَهَيْت النَّاس أَنْ يَزِيدُوا فِي مَهْر النِّسَاء عَلَى أَرْبَعمِائَةِ دِرْهَم ؟ قَالَ : نَعَمْ فَقَالَتْ : أَمَا سَمِعْت مَا أَنْزَلَ اللَّه فِي الْقُرْآن ؟ قَالَ : وَأَيّ ذَلِكَ ؟ فَقَالَتْ : أَمَا سَمِعْت اللَّه يَقُول \" وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا \" الْآيَة قَالَ : فَقَالَ اللَّهُمَّ غَفْرًا كُلّ النَّاس أَفْقَه مِنْ عُمَر ثُمَّ رَجَعَ فَرَكِبَ الْمِنْبَر فَقَالَ : أَيّهَا النَّاس إِنِّي كُنْت نَهَيْتُكُمْ أَنْ تَزِيدُوا النِّسَاء فِي صَدُقَاتهنَّ عَلَى أَرْبَعمِائَةِ دِرْهَم فَمَنْ شَاءَ أَنْ يُعْطِي مِنْ مَاله مَا أَحَبَّ قَالَ أَبُو يَعْلَى : وَأَظُنّهُ قَالَ : فَمَنْ طَابَتْ نَفْسه فَلْيَفْعَلْ إِسْنَاده جَيِّد قَوِيّ \" طَرِيقَة أُخْرَى \" قَالَ اِبْن الْمُنْذِر حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم عَنْ عَبْد الرَّزَّاق عَنْ قَيْس بْن رَبِيع عَنْ أَبِي حُصَيْن عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ قَالَ : قَالَ عُمَر بْن الْخَطَّاب لَا تُغَالُوا فِي مُهُور النِّسَاء فَقَالَتْ اِمْرَأَة : لَيْسَ ذَلِكَ لَك يَا عُمَر إِنَّ اللَّه يَقُول \" وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا \" مِنْ ذَهَب - قَالَ وَكَذَلِكَ هِيَ فِي قِرَاءَة عَبْد اللَّه بْن مَسْعُود - فَلَا يَحِلّ لَكُمْ أَنْ تَأْخُذُوا مِنْهُ شَيْئًا فَقَالَ عُمَر : إِنَّ اِمْرَأَة خَاصَمَتْ عُمَر فَخَصِمَته \" طَرِيق أُخْرَى عَنْ عُمَر فِيهَا اِنْقِطَاع \" قَالَ الزُّبَيْر بْن بَكَّار : حَدَّثَنِي عَمِّي مُصْعَب بْن عَبْد اللَّه عَنْ جَدِّي قَالَ : قَالَ عُمَر بْن الْخَطَّاب : لَا تَزِيدُوا فِي مُهُور النِّسَاء وَإِنْ كَانَتْ بِنْت ذِي الْقَصَّة - يَعْنِي يَزِيد بْن الْحُصَيْن الْحَارِثِيّ - فَمَنْ زَادَ أَلْقَيْت الزِّيَادَة فِي بَيْت الْمَال فَقَالَتْ اِمْرَأَة مِنْ صِفَة النِّسَاء طَوِيلَة - فِي أَنْفهَا فَطَس - مَا ذَاكَ لَك قَالَ : وَلِمَ ؟ قَالَتْ : إِنَّ اللَّه قَالَ \" وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا \" الْآيَة فَقَالَ عُمَر : اِمْرَأَة أَصَابَتْ وَرَجُل أَخْطَأَ وَلِهَذَا قَالَ مُنْكِرًا \" وَكَيْف تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضكُمْ إِلَى بَعْض \" أَيْ وَكَيْف تَأْخُذُونَ الصَّدَاق مِنْ الْمَرْأَة وَقَدْ أَفْضَيْت إِلَيْهَا وَأَفْضَتْ إِلَيْك قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالسُّدِّيّ وَغَيْر وَاحِد : يَعْنِي بِذَلِكَ الْجِمَاع - وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِلْمُتَلَاعِنَيْنِ بَعْد فَرَاغهمَا مِنْ تَلَاعُنهمَا \" اللَّه يَعْلَم أَنَّ أَحَدكُمَا كَاذِب فَهَلْ مِنْكُمَا تَائِب \" قَالَهَا ثَلَاثًا فَقَالَ الرَّجُل : يَا رَسُول اللَّه مَالِي - يَعْنِي مَا أُصْدِقهَا - قَالَ \" لَا مَال لَك إِنْ كُنْت صَدَقْت فَهُوَ بِمَا اِسْتَحْلَلْت مِنْ فَرْجهَا وَإِنْ كُنْت كَذَبْت عَلَيْهَا فَهُوَ أَبْعَد لَك مِنْهَا \" وَفِي سُنَن أَبِي دَاوُد وَغَيْره عَنْ نَضْرَة بْن أَبِي نَضْرَة أَنَّهُ تَزَوَّجَ اِمْرَأَة بِكْرًا فِي خِدْرهَا فَإِذَا هِيَ حَامِل مِنْ الزِّنَا فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَضَى لَهَا بِالصَّدَاقِ وَفَرَّقَ بَيْنهمَا وَأَمَرَ بِجَلْدِهَا وَقَالَ \" الْوَلَد عَبْد لَك وَالصَّدَاق فِي مُقَابَلَة الْبُضْع \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40856, "aya_id": 20}]