[{"text": "فَأَجَاءهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنتُ نَسْيًا مَّنسِيًّا", "sura_id": 19, "type": 0, "id": 2273, "aya_id": 23}, {"text": "فأجاءها المخاض إلى جذع النخلة قالت يا ليتني مت قبل هذا و كنت نسيا منسيا", "sura_id": 19, "type": 1, "id": 8509, "aya_id": 23}, {"text": "23 - (فأجاءها) جاء بها (المخاض) وجع الولادة (إلى جذع النخلة) لتعتمد عليه فولدت والحمل والتصوير والولادة في ساعة (قالت يا) للتنبيه (ليتني مت قبل هذا) الأمر (وكنت نسيا منسيا) شيئا متروكا لا يعرف ولا يذكر \r\n", "sura_id": 19, "type": 2, "id": 27217, "aya_id": 23}, {"text": "فألجأها طَلْقُ الحمل إلى جذع النخلة فقالت: يا ليتني متُّ قبل هذا اليوم, وكنت شيئًا لا يُعْرَف, ولا يُذْكَر, ولا يُدْرَى مَن أنا؟\r\n", "sura_id": 19, "type": 3, "id": 33453, "aya_id": 23}, {"text": " <font color=red>فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا</font><BR><p>وَقَوْله \" فَأَجَاءَهَا الْمَخَاض إِلَى جِذْع النَّخْلَة \" أَيْ فَاضْطَرَّهَا وَأَلْجَأَهَا الطَّلْق إِلَى جِذْع نَخْلَة فِي الْمَكَان الَّذِي تَنَحَّتْ إِلَيْهِ وَقَدْ اِخْتَلَفُوا فِيهِ فَقَالَ السُّدِّيّ كَانَ شَرْقِيّ مِحْرَابهَا الَّذِي تُصَلِّي فِيهِ مِنْ بَيْت الْمَقْدِس وَقَالَ وَهْب بْن مُنَبِّه ذَهَبَتْ هَارِبَة فَلَمَّا كَانَتْ بَيْن الشَّام وَبِلَاد مِصْر ضَرَبَهَا الطَّلْق وَفِي رِوَايَة عَنْ وَهْب كَانَ ذَلِكَ عَلَى ثَمَانِيَة أَمْيَال مِنْ بَيْت الْمَقْدِس فِي قَرْيَة هُنَاكَ يُقَال لَهَا بَيْت لَحْم قُلْت وَقَدْ تَقَدَّمَ فِي أَحَادِيث الْإِسْرَاء مِنْ رِوَايَة النَّسَائِيّ عَنْ أَنَس رَضِيَ عَنْهُ وَالْبَيْهَقِيّ عَنْ شَدَّاد بْن أَوْس رَضِيَ اللَّه عَنْهُ أَنَّ ذَلِكَ بِبَيْتِ لَحْم فَاَللَّه أَعْلَم ; وَهَذَا هُوَ الْمَشْهُور الَّذِي تَلَقَّاهُ النَّاس بَعْضهمْ عَنْ بَعْض وَلَا يَشُكّ فِيهِ النَّصَارَى أَنَّهُ بِبَيْتِ لَحْم وَقَدْ تَلَقَّاهُ النَّاس وَقَدْ وَرَدَ بِهِ الْحَدِيث إِنْ صَحَّ وَقَوْله تَعَالَى إِخْبَارًا عَنْهَا \" قَالَتْ يَا لَيْتَنِي مِتّ قَبْل هَذَا وَكُنْت نَسْيًا مَنْسِيًّا \" فِيهِ دَلِيل عَلَى جَوَاز تَمَنِّي الْمَوْت عِنْد الْفِتْنَة فَإِنَّهَا عَرَفَتْ أَنَّهَا سَتُبْتَلَى وَتُمْتَحَن بِهَذَا الْمَوْلُود الَّذِي لَا يَحْمِل النَّاس أَمْرهَا فِيهِ عَلَى السَّدَاد وَلَا يُصَدِّقُونَهَا فِي خَبَرهَا وَبَعْدَمَا كَانَتْ عِنْدهمْ عَابِدَة نَاسِكَة تُصْبِح عِنْدهمْ فِيمَا يَظُنُّونَ عَاهِرَة زَانِيَة فَقَالَتْ \" يَا لَيْتَنِي مِتّ قَبْل هَذَا \" أَيْ قَبْل هَذَا الْحَال \" وَكُنْت نَسْيًا مَنْسِيًّا \" أَيْ لَمْ أُخْلَق وَلَمْ أَكُ شَيْئًا قَالَهُ اِبْن عَبَّاس وَقَالَ السُّدِّيّ قَالَتْ وَهِيَ تُطْلِق مِنْ الْحَبَل اِسْتِحْيَاء مِنْ النَّاس يَا لَيْتَنِي مِتّ قَبْل هَذَا الْكَرْب الَّذِي أَنَا فِيهِ وَالْحَزَن بِوِلَادَتِي الْمَوْلُود مِنْ غَيْر بَعْل \" وَكُنْت نَسْيًا مَنْسِيًّا \" نَسْي فَتُرِكَ طَلَبه كَخِرَقِ الْحَيْض إِذَا أُلْقِيَتْ وَطُرِحَتْ لَمْ تُطْلَب وَلَمْ تُذْكَر وَكَذَلِكَ كُلّ شَيْء نُسِيَ وَتُرِكَ فَهُوَ نَسْي وَقَالَ قَتَادَة \" وَكُنْت نَسْيًا مَنْسِيًّا \" أَيْ شَيْئًا لَا يُعْرَف وَلَا يُذْكَر وَلَا يُدْرَى مَنْ أَنَا وَقَالَ الرَّبِيع بْن أَنَس \" وَكُنْت نَسْيًا مَنْسِيًّا \" هُوَ السَّقْط وَقَالَ اِبْن زَيْد لَمْ أَكُنْ شَيْئًا قَطُّ وَقَدْ قَدَّمْنَا الْأَحَادِيث الدَّالَّة عَلَى النَّهْي عَنْ تَمَنِّي الْمَوْت إِلَّا عِنْد الْفِتْنَة عِنْد قَوْله \" تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38414, "aya_id": 23}]