[{"text": "الأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلاَّ يَعْلَمُواْ حُدُودَ مَا أَنزَلَ اللّهُ عَلَى رَسُولِهِ وَاللّهُ عَلِيمٌ حَكِيمٌ", "sura_id": 9, "type": 0, "id": 1332, "aya_id": 97}, {"text": "الأعراب أشد كفرا ونفاقا وأجدر ألا يعلموا حدود ما أنزل الله على رسوله والله عليم حكيم", "sura_id": 9, "type": 1, "id": 7568, "aya_id": 97}, {"text": "97 - (الأعراب) أهل البدو (أشد كفراً ونفاقاً) من أهل المدن لجفائهم وغلظ طباعهم وبعدهم عن سماع القرآن (وأجدر) أولى (ألا يعلموا حدود ما أنزل الله على رسوله) من الأحكام والشرائع (والله عليم) بخلقه (حكيم) في صنعه بهم \r\n", "sura_id": 9, "type": 2, "id": 26276, "aya_id": 97}, {"text": "الأعراب سكان البادية أشد كفرًا ونفاقًا من أهل الحاضرة, وذلك لجفائهم وقسوة قلوبهم وبُعدهم عن العلم والعلماء, ومجالس الوعظ والذكر, فهم لذلك أحق بأن لا يعلموا حدود الدين, وما أنزل الله من الشرائع والأحكام. والله عليم بحال هؤلاء جميعًا, حكيم في تدبيره لأمور عباده.\r\n", "sura_id": 9, "type": 3, "id": 32512, "aya_id": 97}, {"text": " <font color=red>الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ</font><BR><p>أَخْبَرَ تَعَالَى أَنَّ فِي الْأَعْرَاب كُفَّارًا وَمُنَافِقِينَ وَمُؤْمِنِينَ وَأَنَّ كُفْرهمْ وَنِفَاقهمْ أَعْظَم مِنْ غَيْرهمْ وَأَشَدّ وَأَجْدَر أَيْ أَحْرَى أَنْ لَا يَعْلَمُوا حُدُود مَا أَنْزَلَ اللَّه عَلَى رَسُوله كَمَا قَالَ الْأَعْمَش عَنْ إِبْرَاهِيم قَالَ : جَلَسَ أَعْرَابِيّ إِلَى زَيْد بْن صُوحَان وَهُوَ يُحَدِّث أَصْحَابه وَكَانَتْ يَده قَدْ أُصِيبَتْ يَوْم \" نَهَاوَنْد \" فَقَالَ الْأَعْرَابِيّ وَاَللَّه إِنَّ حَدِيثك لَيُعْجِبنِي وَإِنَّ يَدك لَتَرِيبنِي فَقَالَ زَيْد مَا يَرِيبك مِنْ يَدِي إِنَّهَا الشِّمَال ؟ فَقَالَ الْأَعْرَابِيّ وَاَللَّه مَا أَدْرِي الْيَمِين يَقْطَعُونَ أَوْ الشِّمَال فَقَالَ زَيْد بْن صُوحَان صَدَقَ اللَّه \" الْأَعْرَاب أَشَدّ كُفْرًا وَنِفَاقًا وَأَجْدَر أَنْ لَا يَعْلَمُوا حُدُود مَا أَنْزَلَ اللَّه عَلَى رَسُوله \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا سُفْيَان عَنْ أَبِي مُوسَى عَنْ وَهْب بْن مُنَبِّه عَنْ اِبْن عَبَّاس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ سَكَنَ الْبَادِيَة جَفَا وَمَنْ اِتَّبَعَ الصَّيْد غَفَلَ وَمَنْ أَتَى السُّلْطَان اُفْتُتِنَ \" . وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ سُفْيَان الثَّوْرِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث الثَّوْرِيّ وَلَمَّا كَانَتْ الْغِلْظَة وَالْجَفَاء فِي أَهْل الْبَوَادِي لَمْ يَبْعَث اللَّه مِنْهُمْ رَسُولًا وَإِنَّمَا كَانَتْ الْبَعْثَة مِنْ أَهْل الْقُرَى كَمَا قَالَ تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلك إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْل الْقُرَى \" وَلَمَّا أَهْدَى ذَلِكَ الْأَعْرَابِيّ تِلْكَ الْهَدِيَّة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَدَّ عَلَيْهِ أَضْعَافهَا حَتَّى رَضِيَ قَالَ \" لَقَدْ هَمَمْت أَنْ لَا أَقْبَلَ هَدِيَّة إِلَّا مِنْ قُرَشِيّ أَوْ ثَقَفِيّ أَوْ أَنْصَارِيّ أَوْ دَوْسِيّ \" . لِأَنَّ هَؤُلَاءِ كَانُوا يَسْكُنُونَ الْمُدُن مَكَّة وَالطَّائِف وَالْمَدِينَة وَالْيَمَن فَهُمْ أَلْطَف أَخْلَاقًا مِنْ الْأَعْرَاب لِمَا فِي طِبَاع الْأَعْرَاب مِنْ الْجَفَاء . \" حَدِيث الْأَعْرَابِيّ فِي تَقْبِيل الْوَلَد \" قَالَ حَدِيث مُسْلِم حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة وَأَبُو كُرَيْب قَالَا حَدَّثَنَا أَبُو أُسَامَة وَابْن نُمَيْر عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : قَدِمَ نَاس مِنْ الْأَعْرَاب عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : أَتُقَبِّلُونَ صِبْيَانكُمْ ؟ قَالُوا نَعَمْ قَالُوا لَكِنَّا وَاَللَّه مَا نُقَبِّل فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَمْلِك إِنْ كَانَ اللَّه نَزَعَ مِنْكُمْ الرَّحْمَة \" وَقَالَ اِبْن نُمَيْر \" مِنْ قَلْبك الرَّحْمَة \" . وَقَوْله \" وَاَللَّه عَلِيم حَكِيم \" أَيْ عَلِيم بِمَنْ يَسْتَحِقّ أَنْ يُعْلِمهُ الْإِيمَان وَالْعِلْم حَكِيم فِيمَا قَسَمَ بَيْن عِبَاده مِنْ الْعِلْم وَالْجَهْل وَالْإِيمَان وَالْكُفْر وَالنِّفَاق \" لَا يُسْأَل عَمَّا يَفْعَل \" لِعِلْمِهِ وَحِكْمَته .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43520, "aya_id": 97}]