[{"text": "إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ اللّهِ أُوْلَئِكَ يَرْجُونَ رَحْمَتَ اللّهِ وَاللّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 2, "type": 0, "id": 225, "aya_id": 218}, {"text": "إن الذين آمنوا والذين هاجروا وجاهدوا في سبيل الله أولئك يرجون رحمة الله والله غفور رحيم", "sura_id": 2, "type": 1, "id": 6461, "aya_id": 218}, {"text": "218 - ولما ظن السرية أنهم إن سلموا من الإثم فلا يحصل لهم أجر نزل (إن الذين آمنوا والذين هاجروا) فارقوا أوطانهم (وجاهدوا في سبيل الله) لإعلاء دينه (أولئك يرجون رحمة الله) ثوابه (والله غفور) للمؤمنين (رحيم) بهم \r\n", "sura_id": 2, "type": 2, "id": 25169, "aya_id": 218}, {"text": "إن الذين صَدَّقوا بالله ورسوله وعملوا بشرعه والذين تركوا ديارهم, وجاهدوا في سبيل الله, أولئك يطمعون في فضل الله وثوابه. والله غفور لذنوب عباده المؤمنين, رحيم بهم رحمة واسعة.\r\n", "sura_id": 2, "type": 3, "id": 31405, "aya_id": 218}, {"text": " <font color=red>إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَئِكَ يَرْجُونَ رَحْمَةَ اللَّهِ وَاللَّهُ غَفُورٌ رَحِيمٌ</font><BR><p>فَلَمَّا تَجَلَّى عَنْ عَبْد اللَّه بْن جَحْش وَأَصْحَابه مَا كَانَ حِين نَزَلَ الْقُرْآن طَمِعُوا فِي الْأَجْر فَقَالُوا : يَا رَسُول اللَّه أَنَطْمَعُ أَنْ تَكُون لَنَا غَزْوَة نُعْطَى فِيهَا أَجْر الْمُجَاهِدِينَ ؟ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" إِنَّ الَّذِينَ آمَنُوا وَاَلَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيل اللَّه أُولَئِكَ يَرْجُونَ رَحْمَةَ اللَّهِ وَاَللَّهُ غَفُورٌ رَحِيمٌ \" فَوَضَعَ اللَّه مِنْ ذَلِكَ عَلَى أَعْظَم الرَّجَاء قَالَ اِبْن إِسْحَاق : وَالْحَدِيث فِي هَذَا عَنْ الزُّهْرِيّ وَيَزِيد بْن رُومَان عَنْ عُرْوَة وَقَدْ رَوَى يُونُس بْن بَكْر عَنْ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان عَنْ عُرْوَة بْن الزُّبَيْر قَرِيبًا مِنْ هَذَا السِّيَاق وَرَوَى مُوسَى بْن عُقْبَة عَنْ الزُّهْرِيّ نَفْسه نَحْو ذَلِكَ وَرَوَى شُعَيْب بْن أَبِي حَمْزَة عَنْ الزُّهْرِيّ عَنْ عُرْوَة بْن الزُّبَيْر نَحْوًا مِنْ هَذَا أَيْضًا وَفِيهِ فَكَانَ اِبْن الْحَضْرَمِيّ أَوَّل قَتِيل قُتِلَ بَيْن الْمُسْلِمِينَ وَالْمُشْرِكِينَ فَرَكِبَ وَفْد مِنْ كُفَّار قُرَيْش حَتَّى قَدِمُوا عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِالْمَدِينَةِ فَقَالُوا : أَيَحِلُّ الْقِتَالُ فِي الشَّهْر الْحَرَام ؟ فَأَنْزَلَ اللَّه \" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام\" الْآيَة . وَقَدْ اِسْتَقْصَى ذَلِكَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي كِتَاب دَلَائِل النُّبُوَّة ثُمَّ قَالَ اِبْن هِشَام عَنْ زِيَاد عَنْ اِبْن إِسْحَاق وَقَدْ ذَكَرَ عَنْ بَعْض آل عَبْد اللَّه أَنَّ عَبْد اللَّه قَسَّمَ الْفَيْء بَيْن أَهْله فَجَعَلَ أَرْبَعَة أَخْمَاسه لِمَنْ أَفَاءَهُ وَخُمُسًا إِلَى اللَّه وَرَسُوله فَوَقَعَ عَلَى مَا كَانَ عَبْد اللَّه بْن جَحْش صَنَعَ فِي تِلْكَ الْعِير قَالَ اِبْن هِشَام : وَهِيَ أَوَّل غَنِيمَة غَنِمَهَا الْمُسْلِمُونَ وَعَمْرو بْن الْحَضْرَمِيّ أَوَّل مَنْ قَتَلَ الْمُسْلِمُونَ وَعُثْمَان بْن عَبْد اللَّه وَالْحَكَم بْن كَيْسَان أَوَّل مَنْ أَسَرَ الْمُسْلِمُونَ. قَالَ اِبْن إِسْحَاق : فَقَالَ أَبُو بَكْر الصِّدِّيق - رَضِيَ اللَّه عَنْهُ - فِي غَزْوَة عَبْد اللَّه بْن جَحْش وَيُقَال بَلْ عَبْد اللَّه بْن جَحْش قَالَهَا حِين قَالَتْ قُرَيْش قَدْ أَحَلَّ مُحَمَّد وَأَصْحَابه الشَّهْر الْحَرَام فَسَفَكُوا فِيهِ الدَّم وَأَخَذُوا فِيهِ الْمَال وَأَسَرُوا فِيهِ الرِّجَال قَالَ اِبْن هِشَام : هِيَ لِعَبْدِ اللَّه بْن جَحْش : تَعُدُّونَ قَتْلًا فِي الْحَرَام عَظِيمَة وَأَعْظَم مِنْهُ لَوْ يَرَى الرُّشْدَ رَاشِدُ صُدُودُكُمْ عَمَّا يَقُول مُحَمَّدُ وَكُفْر بِهِ وَاَللَّهُ رَاءٍ وَشَاهِدُ وَإِخْرَاجُكُمْ مِنْ مَسْجِد اللَّه أَهْلَهُ لِئَلَّا يُرَى لِلَّهِ فِي الْبَيْت سَاجِدُ فَإِنَّا وَإِنْ عَيَّرْتُمُونَا بِقَتْلِهِ وَأَرْجَفَ بِالْإِسْلَامِ بَاغٍ وَحَاسِدُ سَقَيْنَا مِنْ اِبْن الْحَضْرَمِيّ رِمَاحَنَا بِنَخْلَةٍ لَمَّا أَوْقَدَ الْحَرْبَ وَاقِدُ دَمًا وَابْن عَبْد اللَّه عُثْمَان بَيْنَنَا يُنَازِعُهُ غُلٌّ مِنْ الْقَيْدِ عَائِدُ </p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38629, "aya_id": 218}]