[{"text": "الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ", "sura_id": 40, "type": 0, "id": 4150, "aya_id": 17}, {"text": "اليوم تجزى كل نفس بما كسبت لا ظلم اليوم إن الله سريع الحساب", "sura_id": 40, "type": 1, "id": 10386, "aya_id": 17}, {"text": "17 - (اليوم تجزى كل نفس بما كسبت لا ظلم اليوم إن الله سريع الحساب) يحاسب جميع الخلق في قدر نصف نهار من أيام الدنيا لحديث بذلك \r\n", "sura_id": 40, "type": 2, "id": 29094, "aya_id": 17}, {"text": "اليوم تثاب كل نفس بما كسبت في الدنيا من خير وشر, لا ظلم لأحد اليوم بزيادة في سيئاته أو نقص من حسناته. إن الله سبحانه وتعالى سريع الحساب, فلا تستبطئوا ذلك اليوم؛ فإنه قريب.\r\n", "sura_id": 40, "type": 3, "id": 35330, "aya_id": 17}, {"text": " <font color=red>الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</font><BR><p>يُخْبِر تَعَالَى عَنْ عَدْله فِي حُكْمه بَيْن خَلْقه أَنَّهُ لَا يَظْلِم مِثْقَال ذَرَّة مِنْ خَيْر وَلَا مِنْ شَرّ بَلْ يَجْزِي بِالْحَسَنَةِ عَشْر أَمْثَالهَا وَبِالسَّيِّئَةِ وَاحِدَة وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" لَا ظُلْم الْيَوْم \" كَمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي ذَرٍّ \" رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا يَحْكِي عَنْ رَبّه عَزَّ وَجَلَّ أَنَّهُ قَالَ \" يَا عِبَادِي إِنِّي حَرَّمْت الظُّلْمَ عَلَى نَفْسِي وَجَعَلْته بَيْنكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا - إِلَى أَنْ قَالَ - يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا عَلَيْكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدْ اللَّه تَبَارَكَ وَتَعَالَى وَمَنْ وَجَدَ غَيْر ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسه \" وَقَوْله عَزَّ وَجَلَّ \" إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ \" أَيْ يُحَاسِبُ الْخَلَائِقَ كُلَّهُمْ كَمَا يُحَاسِبُ نَفْسًا وَاحِدَة كَمَا قَالَ جَلَّ وَعَلَا \" مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ \" وَقَالَ جَلَّ جَلَاله \" وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\".</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40950, "aya_id": 17}]