[{"text": "وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَن فِيهِنَّ بَلْ أَتَيْنَاهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ", "sura_id": 23, "type": 0, "id": 2744, "aya_id": 71}, {"text": "ولو اتبع الحق أهواءهم لفسدت السماوات والأرض ومن فيهن بل أتيناهم بذكرهم فهم عن ذكرهم معرضون", "sura_id": 23, "type": 1, "id": 8980, "aya_id": 71}, {"text": "71 - (ولو اتبع الحق) أي القرآن (أهواءهم) بأن جاء بما يهوونه من الشريك والولد لله تعالى الله عن ذلك (لفسدت السماوات والأرض ومن فيهن) خرجت عن نظامها المشاهد لوجود التمانع في الشيء عادة عند تعدد الحاكم (بل أتيناهم بذكرهم) القرآن الذي فيه ذكرهم وشرفهم (فهم عن ذكرهم معرضون) \r\n", "sura_id": 23, "type": 2, "id": 27688, "aya_id": 71}, {"text": "ولو شرع الله لهم ما يوافق أهواءهم لفسدت السموات والأرض ومَن فيهن، بل أتيناهم بما فيه عزهم وشرفهم، وهو القرآن، فهم عنه معرضون.\r\n", "sura_id": 23, "type": 3, "id": 33924, "aya_id": 71}, {"text": " <font color=red>وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ</font><BR><p>وَقَوْله \" وَلَوْ اِتَّبَعَ الْحَقّ أَهْوَاءَهُمْ لَفَسَدَتْ السَّمَوَات وَالْأَرْض وَمَنْ فِيهِنَّ \" قَالَ مُجَاهِد وَأَبُو صَالِح وَالسُّدِّيّ : الْحَقّ هُوَ اللَّه عَزَّ وَجَلَّ وَالْمُرَاد لَوْ أَجَابَهُمْ اللَّه إِلَى مَا فِي أَنْفُسهمْ مِنْ الْهَوَى وَشَرَعَ الْأُمُور عَلَى وَفْق ذَلِكَ لَفَسَدَتْ السَّمَوَات وَالْأَرْض وَمَنْ فِيهِنَّ أَيْ لِفَسَادِ أَهْوَائِهِمْ وَاخْتِلَافهَا كَمَا أَخْبَرَ عَنْهُمْ فِي قَوْلهمْ \" لَوْلَا نُزِّلَ هَذَا الْقُرْآن عَلَى رَجُل مِنْ الْقَرْيَتَيْنِ عَظِيم \" ثُمَّ قَالَ \" أَهُمْ يَقْسِمُونَ رَحْمَة رَبّك \" وَقَالَ تَعَالَى \" قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِن رَحْمَة رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَة الْإِنْفَاق \" الْآيَة وَقَالَ \" أَمْ لَهُمْ نَصِيب مِنْ الْمُلْك فَإِذًا لَا يُؤْتُونَ النَّاس نَقِيرًا \" فَفِي هَذَا كُلّه تَبْيِين عَجْز الْعِبَاد وَاخْتِلَاف آرَائِهِمْ وَأَهْوَائِهِمْ وَأَنَّهُ تَعَالَى هُوَ الْكَامِل فِي جَمِيع صِفَاته وَأَقْوَاله وَأَفْعَاله وَشَرْعه وَقَدَره وَتَدْبِيره لِخَلْقِهِ تَعَالَى وَتَقَدَّسَ فَلَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ وَلِهَذَا قَالَ \" بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ \" أَيْ الْقُرْآن \" فَهُمْ عَنْ ذِكْرهمْ مُعْرِضُونَ \" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39194, "aya_id": 71}]