[{"text": "فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا", "sura_id": 19, "type": 0, "id": 2309, "aya_id": 59}, {"text": "فخلف من بعدهم خلف أضاعوا الصلاة و اتبعوا الشهوات فسوف يلقون غيا", "sura_id": 19, "type": 1, "id": 8545, "aya_id": 59}, {"text": "59 - (فخلف من بعدهم خلف أضاعوا الصلاة) بتركها كاليهود والنصارى (واتبعوا الشهوات) من المعاصي (فسوف يلقون غيا) وهو واد في جهنم أي يقعون فيه \r\n", "sura_id": 19, "type": 2, "id": 27253, "aya_id": 59}, {"text": "فأتى مِن بعد هؤلاء المنعَم عليهم أتباع سَوْء تركوا الصلاة كلها, أو فوتوا وقتها, أو تركوا أركانها وواجباتها, واتبعوا ما يوافق شهواتهم ويلائمها, فسوف يلقون شرًا وضلالا وخيبة في جهنم.\r\n", "sura_id": 19, "type": 3, "id": 33489, "aya_id": 59}, {"text": " <font color=red>فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا</font><BR><p>لَمَّا ذَكَرَ تَعَالَى حِزْب السُّعَدَاء وَهُمْ الْأَنْبِيَاء عَلَيْهِمْ السَّلَام وَمَنْ اِتَّبَعَهُمْ مِنْ الْقَائِمِينَ بِحُدُودِ اللَّه وَأَوَامِره الْمُؤَدِّينَ فَرَائِض اللَّه التَّارِكِينَ لِزَوَاجِرِهِ ; ذَكَرَ أَنَّهُ \" خَلَفَ مِنْ بَعْدهمْ خَلْف \" أَيْ قُرُون أُخَر \" أَضَاعُوا الصَّلَاة \" وَإِذَا أَضَاعُوهَا فَهُمْ لِمَا سِوَاهَا مِنْ الْوَاجِبَات أَضْيَع لِأَنَّهَا عِمَاد الدِّين وَقِوَامه وَخَيْر أَعْمَال الْعِبَاد وَأَقْبَلُوا عَلَى شَهَوَات الدُّنْيَا وَمَلَاذّهَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا فَهَؤُلَاءِ سَيَلْقَوْنَ غَيًّا أَيْ خَسَارًا يَوْم الْقِيَامَة وَقَدْ اِخْتَلَفُوا فِي الْمُرَاد بِإِضَاعَةِ الصَّلَاة هَاهُنَا فَقَالَ قَائِلُونَ : الْمُرَاد بِإِضَاعَتِهَا تَرْكهَا بِالْكُلِّيَّةِ قَالَهُ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَابْن زَيْد بْن أَسْلَمَ وَالسُّدِّيّ وَاخْتَارَهُ اِبْن جَرِير وَلِهَذَا ذَهَبَ مَنْ ذَهَبَ مِنْ السَّلَف وَالْخَلَف وَالْأَئِمَّة كَمَا هُوَ الْمَشْهُور عَنْ الْإِمَام أَحْمَد وَقَوْل عَنْ الشَّافِعِيّ إِلَى تَكْفِير تَارِك الصَّلَاة لِلْحَدِيثِ \" بَيْن الْعَبْد وَبَيْن الشِّرْك تَرْك الصَّلَاة \" وَالْحَدِيث الْآخَر \" الْعَهْد الَّذِي بَيْننَا وَبَيْنهمْ الصَّلَاة فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ \" وَلَيْسَ هَذَا مَحَلّ بَسْط هَذِهِ الْمَسْأَلَة وَقَالَ الْأَوْزَاعِيّ عَنْ مُوسَى بْن سُلَيْمَان عَنْ الْقَاسِم بْن مُخَيْمِرَة فِي قَوْله \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف أَضَاعُوا الصَّلَاة \" قَالَ إِنَّمَا أَضَاعُوا الْمَوَاقِيت وَلَوْ كَانَ تَرْكًا كَانَ كُفْرًا وَقَالَ وَكِيع عَنْ الْمَسْعُودِيّ عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن وَالْحَسَن بْن سَعِيد عَنْ اِبْن مَسْعُود أَنَّهُ قِيلَ لَهُ إِنَّ اللَّه يُكْثِر ذِكْر الصَّلَاة فِي الْقُرْآن \" الَّذِينَ هُمْ عَنْ صَلَاتهمْ سَاهُونَ \" وَ \" عَلَى صَلَاتهمْ دَائِمُونَ \" وَ \" عَلَى صَلَاتهمْ يُحَافِظُونَ \" فَقَالَ اِبْن مَسْعُود عَلَى مَوَاقِيتهَا قَالُوا مَا كُنَّا نَرَى ذَلِكَ إِلَّا عَلَى التَّرْك قَالَ ذَلِكَ الْكُفْر وَقَالَ مَسْرُوق : لَا يُحَافِظ أَحَد عَلَى الصَّلَوَات الْخَمْس فَيُكْتَب مِنْ الْغَافِلِينَ وَفِي إِفْرَاطهنَّ الْهَلَكَة وَإِفْرَاطهنَّ إِضَاعَتهنَّ عَنْ وَقْتهنَّ وَقَالَ الْأَوْزَاعِيّ عَنْ إِبْرَاهِيم بْن يَزِيد : إنَّ عُمَر بْن عَبْد الْعَزِيز قَرَأَ \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف أَضَاعُوا الصَّلَاة وَاتَّبَعُوا الشَّهَوَات فَسَوْفَ يَلْقَوْنَ غَيًّا \" ثُمَّ قَالَ لَمْ تَكُنْ إِضَاعَتهمْ تَرْكهَا وَلَكِنْ أَضَاعُوا الْوَقْت وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف أَضَاعُوا الصَّلَاة وَاتَّبَعُوا الشَّهَوَات \" قَالَ عِنْد قِيَام السَّاعَة وَذَهَاب صَالِحِي أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَام يَنْزُو بَعْضهمْ عَلَى بَعْض فِي الْأَزِقَّة وَكَذَا رَوَى اِبْن جُرَيْج عَنْ مُجَاهِد مِثْله وَرَوَى جَابِر الْجُعْفِيّ عَنْ مُجَاهِد وَعِكْرِمَة وَعَطَاء بْن أَبِي رَبَاح أَنَّهُمْ مِنْ هَذِهِ الْأُمَّة يَعْنُونَ فِي آخِر الزَّمَان وَقَالَ اِبْن جَرِير حَدَّثَنِي الْحَارِث حَدَّثَنَا الْحَسَن الْأَشْيَب حَدَّثَنَا شَرِيك عَنْ إِبْرَاهِيم بْن مُهَاجِر عَنْ مُجَاهِد \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف أَضَاعُوا الصَّلَاة وَاتَّبَعُوا الشَّهَوَات \" قَالَ هُمْ فِي هَذِهِ الْأُمَّة يَتَرَاكَبُونَ تَرَاكُب الْأَنْعَام وَالْحُمُر فِي الطُّرُق لَا يَخَافُونَ اللَّه فِي السَّمَاء وَلَا يَسْتَحْيُونَ مِنْ النَّاس فِي الْأَرْض وَقَالَ اِبْن أَبَى حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِي حَدَّثَنَا حَيْوَة حَدَّثَنَا بَشِير بْن أَبِي عَمْرو الْخَوْلَانِيّ أَنَّ الْوَلِيد بْن قَيْس حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا سَعِيد الْخُدْرِيّ يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَكُون خَلْف بَعْد سِتِّينَ سَنَة أَضَاعُوا الصَّلَاة وَاتَّبَعُوا الشَّهَوَات فَسَوْفَ يَلْقَوْنَ غَيًّا ثُمَّ يَكُون خَلْف يَقْرَءُونَ الْقُرْآن لَا يَعْدُو تَرَاقِيهمْ وَيَقْرَأ الْقُرْآن ثَلَاثَة مُؤْمِن وَمُنَافِق وَفَاجِر \" وَقَالَ بَشِير قُلْت لِلْوَلِيدِ مَا هَؤُلَاءِ الثَّلَاثَة ؟ قَالَ الْمُؤْمِن مُؤْمِن بِهِ وَالْمُنَافِق كَافِر بِهِ وَالْفَاجِر يَأْكُل بِهِ وَهَكَذَا رَوَاهُ أَحْمَد عَنْ أَبِي عَبْد الرَّحْمَن الْمُقْرِي وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنِي أَبِي حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى أَنْبَأَنَا عِيسَى بْن يُونُس حَدَّثَنَا عُبَيْد اللَّه بْن عَبْد الرَّحْمَن بْن وَهْب عَنْ مَالِك عَنْ أَبِي الرِّجَال أَنَّ عَائِشَة كَانَتْ تُرْسِل بِالشَّيْءِ صَدَقَة لِأَهْلِ الصُّفَّة وَتَقُول لَا تُعْطُوا مِنْهُ بَرْبَرِيًّا وَلَا بَرْبَرِيَّة فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" هُمْ الْخَلْف الَّذِينَ قَالَ اللَّه تَعَالَى فِيهِمْ فَخَلَفَ مِنْ بَعْدهمْ خَلْف أَضَاعُوا الصَّلَاة \" هَذَا حَدِيث غَرِيب وَقَالَ أَيْضًا حَدَّثَنِي أَبِي حَدَّثَنَا عَبْد الرَّحْمَن بْن الضَّحَّاك حَدَّثَنَا الْوَلِيد بْن جَرِير عَنْ شَيْخ مِنْ أَهْل الْمَدِينَة أَنَّهُ سَمِعَ مُحَمَّد بْن كَعْب الْقُرَظِيّ يَقُول فِي قَوْل اللَّه \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف \" الْآيَة قَالَ هُمْ أَهْل الْغَرْب يَمْلِكُونَ وَهُمْ شَرّ مَنْ مَلَكَ وَقَالَ كَعْب الْأَحْبَار وَاَللَّه إِنِّي لَأَجِد صِفَة الْمُنَافِقِينَ فِي كِتَاب اللَّه عَزَّ وَجَلَّ شَرَّابِينَ لِلْقَهَوَاتِ تَرَّاكِينَ لِلصَّلَوَاتِ لَعَّابِينَ بِالْكَعَبَاتِ رَقَّادِينَ عَنْ الْعَتَمَات مُفَرِّطِينَ فِي الْغَدَوَات تَرَّاكِينَ لِلْجُمُعَاتِ قَالَ ثُمَّ تَلَا هَذِهِ الْآيَة \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف أَضَاعُوا الصَّلَاة وَاتَّبَعُوا الشَّهَوَات فَسَوْفَ يَلْقَوْنَ غَيًّا \" وَقَالَ الْحَسَن الْبَصْرِيّ : عَطَّلُوا الْمَسَاجِد وَلَزِمُوا الضَّيْعَات وَقَالَ أَبُو الْأَشْهَب الْعُطَارِدِيّ : أَوْحَى اللَّه إِلَى دَاوُد عَلَيْهِ السَّلَام يَا دَاوُد حَذِّرْ وَأَنْذِرْ أَصْحَابك أَكْل الشَّهَوَات فَإِنَّ الْقُلُوب الْمُعَلَّقَة بِشَهَوَاتِ الدُّنْيَا عُقُولهَا عَنِّي مَحْجُوبَة وَإِنَّ أَهْوَن مَا أَصْنَع بِالْعَبْدِ مِنْ عَبِيدِي إِذَا آثَرَ شَهْوَة مِنْ شَهَوَاته أَنْ أَحْرِمهُ طَاعَتِي وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا أَبُو زَيْد التَّمِيمِيّ عَنْ أَبِي قَبِيل أَنَّهُ سَمِعَ عُقْبَة بْن عَامِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي أَخَاف عَلَى أُمَّتِي اِثْنَتَيْنِ : الْقُرْآن وَاللَّبَن \" أَمَّا اللَّبَن فَيَتَّبِعُونَ الرِّيف وَيَتَّبِعُونَ الشَّهَوَات وَيَتْرُكُونَ الصَّلَاة وَأَمَّا الْقُرْآن فَيَتَعَلَّمهُ الْمُنَافِقُونَ فَيُجَادِلُونَ بِهِ الْمُؤْمِنِينَ وَرَوَاهُ عَنْ حَسَن بْن مُوسَى عَنْ اِبْن لَهِيعَة حَدَّثَنَا أَبُو قَبِيل عَنْ عُقْبَة بِهِ مَرْفُوعًا بِنَحْوِهِ تَفَرَّدَ بِهِ وَقَوْله \" فَسَوْفَ يَلْقَوْنَ غَيًّا \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" فَسَوْفَ يَلْقَوْنَ غَيًّا \" أَيْ خُسْرَانًا وَقَالَ قَتَادَة شَرًّا وَقَالَ سُفْيَان الثَّوْرِيّ وَشُعْبَة وَمُحَمَّد بْن إِسْحَاق عَنْ أَبِي إِسْحَاق السَّبِيعِيّ عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود \" فَسَوْفَ يَلْقَوْنَ غَيًّا \" قَالَ وَادٍ فِي جَهَنَّم بَعِيد الْقَعْر خَبِيث الطَّعْم وَقَالَ الْأَعْمَش عَنْ زِيَاد عَنْ أَبِي عِيَاض فِي قَوْله \" فَسَوْفَ يَلْقَوْنَ غَيًّا \" قَالَ وَادٍ فِي جَهَنَّم مِنْ قَيْح وَدَم وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي عَبَّاس بْن أَبِي طَالِب حَدَّثَنَا مُحَمَّد بْن زِيَاد حَدَّثَنَا شَرْقِيّ بْن قُطَامِي عَنْ لُقْمَان بْن عَامِر الْخُزَاعِيّ قَالَ : جِئْت أَبَا أُمَامَة صُدَيّ بْن عَجْلَان الْبَاهِلِيّ فَقُلْت حَدِّثْنَا حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَعَا بِطَعَامٍ ثُمَّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ \" لَوْ أَنَّ صَخْرَة زِنَة عَشْر أَوَاقٍ قُذِفَ بِهَا مِنْ شَفِير جَهَنَّم مَا بَلَغَتْ قَعْرهَا خَمْسِينَ خَرِيفًا ثُمَّ تَنْتَهِي إِلَى غَيّ وَآثَام \" قَالَ قُلْت مَا غَيّ وَآثَام قَالَ : قَالَ \" بِئْرَانِ فِي أَسْفَل جَهَنَّم يَسِيل فِيهِمَا صَدِيد أَهْل النَّار \" وَهُمَا اللَّذَانِ ذَكَرَهُمَا اللَّه فِي كِتَابه \" أَضَاعُوا الصَّلَاة وَاتَّبَعُوا الشَّهَوَات فَسَوْفَ يَلْقَوْنَ غَيًّا \" وَقَوْله فِي الْفُرْقَان \" وَلَا يَزْنُونَ وَمَنْ يَفْعَل ذَلِكَ يَلْقَ أَثَامًا \" هَذَا حَدِيث غَرِيب وَرَفْعُهُ مُنْكَر .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38453, "aya_id": 59}]