[{"text": "وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِندَ رَبِّهِ مَرْضِيًّا", "sura_id": 19, "type": 0, "id": 2305, "aya_id": 55}, {"text": "و كان يأمر أهله بالصلاة والزكاة وكان عند ربه مرضيا", "sura_id": 19, "type": 1, "id": 8541, "aya_id": 55}, {"text": "55 - (وكان يأمر أهله) أي قومه (بالصلاة والزكاة وكان عند ربه مرضيا) اصله مرضو وأقبلت الواوان ياءين والضمة كسرة \r\n", "sura_id": 19, "type": 2, "id": 27249, "aya_id": 55}, {"text": "وكان يأمر أهله بإقام الصلاة وإيتاء الزكاة, وكان عند ربه عز وجل مرضيًا عنه.\r\n", "sura_id": 19, "type": 3, "id": 33485, "aya_id": 55}, {"text": " <font color=red>وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا</font><BR><p>وَقَوْله \" وَكَانَ يَأْمُر أَهْله بِالصَّلَاةِ وَالزَّكَاة وَكَانَ عِنْد رَبّه مَرْضِيًّا \" هَذَا أَيْضًا مِنْ الثَّنَاء الْجَمِيل وَالصِّفَة الْحَمِيدَة وَالْخَلَّة السَّدِيدَة حَيْثُ كَانَ صَابِرًا عَلَى طَاعَة رَبّه عَزَّ وَجَلَّ آمِرًا بِهَا لِأَهْلِهِ كَمَا قَالَ تَعَالَى لِرَسُولِهِ \" وَأْمُرْ أَهْلك بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا \" الْآيَة وَقَالَ \" يَا أَيّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسكُمْ وَأَهْلِيكُمْ نَارًا وَقُودهَا النَّاس وَالْحِجَارَة عَلَيْهَا مَلَائِكَة غِلَاظ شِدَاد لَا يَعْصُونَ اللَّه مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \" أَيْ مُرُوهُمْ بِالْمَعْرُوفِ وَانْهَوْهُمْ عَنْ الْمُنْكَر وَلَا تَدَعُوهُمْ هَمَلًا فَتَأْكُلهُمْ النَّار يَوْم الْقِيَامَة وَقَدْ جَاءَ فِي الْحَدِيث عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَحِمَ اللَّه رَجُلًا قَامَ مِنْ اللَّيْل فَصَلَّى وَأَيْقَظَ اِمْرَأَته فَإِنْ أَبَتْ نَضَحَ فِي وَجْههَا الْمَاء وَرَحِمَ اللَّه اِمْرَأَة قَامَتْ مِنْ اللَّيْل فَصَلَّتْ وَأَيْقَظَتْ زَوْجهَا فَإِنْ أَبَى نَضَحَتْ فِي وَجْهه الْمَاء \" أَخْرَجَهُ أَبُو دَاوُد وَابْن مَاجَهْ . وَعَنْ أَبِي سَعِيد وَأَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا اِسْتَيْقَظَ الرَّجُل مِنْ اللَّيْل وَأَيْقَظَ اِمْرَأَته فَصَلَّيَا رَكْعَتَيْنِ كُتِبَا مِنْ الذَّاكِرِينَ اللَّه كَثِيرًا وَالذَّاكِرَات \" رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ وَاللَّفْظ لَهُ .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38449, "aya_id": 55}]