[{"text": "وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ", "sura_id": 29, "type": 0, "id": 3409, "aya_id": 69}, {"text": "والذين جاهدوا فينا لنهدينهم سبلنا وإن الله لمع المحسنين", "sura_id": 29, "type": 1, "id": 9645, "aya_id": 69}, {"text": "69 - (والذين جاهدوا فينا) في حقنا (لنهدينهم سبلنا) طريق السير إلينا (وإن الله لمع المحسنين) المؤمنين بالنصر والعون \r\n", "sura_id": 29, "type": 2, "id": 28353, "aya_id": 69}, {"text": "والمؤمنون الذين جاهدوا أعداء الله, والنفس, والشيطان, وصبروا على الفتن والأذى في سبيل الله, سيهديهم الله سبل الخير, ويثبتهم على الصراط المستقيم, ومَن هذه صفته فهو محسن إلى نفسه وإلى غيره. وإن الله سبحانه وتعالى لمع مَن أحسن مِن خَلْقِه بالنصرة والتأييد والحفظ والهداية.\r\n", "sura_id": 29, "type": 3, "id": 34589, "aya_id": 69}, {"text": " <font color=red>وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَاَلَّذِينَ جَاهَدُوا فِينَا \" يَعْنِي الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه وَأَتْبَاعه إِلَى يَوْم الدِّين \" لَنَهْدِيَنَّهُمْ سُبُلنَا\" أَيْ لَنُبَصِّرَنَّهُمْ سُبُلنَا أَيْ طُرُقنَا فِي الدُّنْيَا وَالْآخِرَة. قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي الْحَوَارِيّ أَخْبَرَنَا عَبَّاس الْهَمْدَانِيّ أَبُو أَحْمَد مِنْ أَهْل عَكَّا فِي قَوْل اللَّه تَعَالَى \" وَاَلَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلنَا وَإِنَّ اللَّه لَمَعَ الْمُحْسِنِينَ\" قَالَ الَّذِينَ يَعْمَلُونَ بِمَا يَعْلَمُونَ يَهْدِيهِمْ اللَّه لِمَا لَا يَعْلَمُونَ قَالَ أَحْمَد بْن أَبِي الْحَوَارِيّ فَحَدَّثْت بِهِ أَبَا سُلَيْمَان يَعْنِي الدَّارَانِيّ فَأَعْجَبَهُ وَقَالَ لَيْسَ يَنْبَغِي لِمَنْ أُلْهِمَ شَيْئًا مِنْ الْخَيْر أَنْ يَعْمَل بِهِ حَتَّى يَسْمَعهُ فِي الْأَثَر فَإِذَا سَمِعَهُ فِي الْأَثَر عَمِلَ بِهِ وَحَمِدَ اللَّه حَتَّى وَافَقَ مَا فِي قَلْبه . وَقَوْله \" وَإِنَّ اللَّه لَمَعَ الْمُحْسِنِينَ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عِيسَى بْن جَعْفَر قَاضِي الرَّيّ حَدَّثَنَا أَبُو جَعْفَر الرَّازِيّ عَنْ الْمُغِيرَة عَنْ الشَّعْبِيّ قَالَ : قَالَ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام إِنَّمَا الْإِحْسَان أَنْ تُحْسِن إِلَى مَنْ أَسَاءَ إِلَيْك لَيْسَ الْإِحْسَان أَنْ تُحْسِن إِلَى مَنْ أَحْسَنَ إِلَيْك وَاَللَّه أَعْلَم . آخِر تَفْسِير سُورَة الْعَنْكَبُوت وَلِلَّهِ الْحَمْدُ وَالْمِنَّة .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39839, "aya_id": 69}]