[{"text": "وَقَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ فَلِلّهِ الْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ", "sura_id": 13, "type": 0, "id": 1749, "aya_id": 42}, {"text": "وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفار لمن عقبى الدار", "sura_id": 13, "type": 1, "id": 7985, "aya_id": 42}, {"text": "42 - (وقد مكر الذين من قبلهم) من الأمم بأنبيائهم كما مكروا بك (فلله المكر جميعاً) وليس مكرهم كمكره لأنه تعالى (يعلم ما تكسب كل نفس) فيعدلها جزاءه وهذا هو المكر لأنه يأتيهم به من حيث لا يشعرون (وسيعلم الكافر) المراد به الجنس ، وفي قراءة {الكفار} (لمن عقبى الدار) أي العاقبة المحمودة في الدار الآخرة ألهم أم للنبي صلى الله عليه وسلم وأصحابه \r\n", "sura_id": 13, "type": 2, "id": 26693, "aya_id": 42}, {"text": "ولقد دبَّر الذين من قبلهم المكايد لرسلهم, كما فعل هؤلاء معك, فلله المكر جميعًا, فيبطل مكرهم, ويعيده عليهم بالخيبة والندم, يعلم سبحانه ما تكسب كل نفس من خير أو شر فتجازى عليه. وسيعلم الكفار -إذا قدموا على ربهم- لمن تكون العاقبة المحمودة بعد هذه الدنيا؟ إنها لأتباع الرسل. وفي هذا تهديد ووعيد للكافرين.\r\n", "sura_id": 13, "type": 3, "id": 32929, "aya_id": 42}, {"text": " <font color=red>وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ</font><BR><p>يَقُول تَعَالَى \" وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلهمْ\" بِرُسُلِهِمْ وَأَرَادُوا إِخْرَاجهمْ مِنْ بِلَادهمْ فَمَكَرَ اللَّه بِهِمْ وَجَعَلَ الْعَاقِبَة لِلْمُتَّقِينَ كَقَوْلِهِ \" وَإِذْ يَمْكُر بِك الَّذِينَ كَفَرُوا لِيُثْبِتُوك أَوْ يَقْتُلُوك أَوْ يُخْرِجُوك وَيَمْكُرُونَ وَيَمْكُر اللَّه وَاَللَّه خَيْر الْمَاكِرِينَ \" وَقَوْله تَعَالَى \" وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ فَانْظُرْ كَيْفَ كَانَ عَاقِبَة مَكْرهمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمهمْ أَجْمَعِينَ فَتِلْكَ بُيُوتهمْ خَاوِيَة بِمَا ظَلَمُوا \" الْآيَتَيْنِ وَقَوْله \" يَعْلَم مَا تَكْسِب كُلّ نَفْس \" أَيْ أَنَّهُ تَعَالَى عَالِم بِجَمِيعِ السَّرَائِر وَالضَّمَائِر وَسَيَجْزِي كُلّ عَامِل بِعَمَلِهِ \" وَسَيَعْلَمُ الْكَافِر \" وَالْقِرَاءَة الْأُخْرَى الْكُفَّار\" لِمَنْ عُقْبَى الدَّار \" لِمَنْ تَكُون الدَّائِرَة وَالْعَاقِبَة لَهُمْ أَوْ لِأَتْبَاعِ الرُّسُل ؟ كَلَّا : بَلْ هِيَ لِأَتْبَاعِ الرُّسُل فِي الدُّنْيَا وَالْآخِرَة وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37893, "aya_id": 42}]