[{"text": "وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللّهَ اصْطَفَى لَكُمُ الدِّينَ فَلاَ تَمُوتُنَّ إَلاَّ وَأَنتُم مُّسْلِمُونَ", "sura_id": 2, "type": 0, "id": 139, "aya_id": 132}, {"text": "ووصى بها إبراهيم بنيه ويعقوب يا بني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون", "sura_id": 2, "type": 1, "id": 6375, "aya_id": 132}, {"text": "132 - (ووصَّى) وفي قراءة أوصى (بها) بالملة (إبراهيمُ بنيه ويعقوبُ) بنيه قال: (يا بني إن الله اصطفى لكم الدين) دين الإسلام (فلا تموتن إلا وأنتم مسلمون) نهى عن ترك الإسلام وأمر بالثبات عليه إلى مصادفة الموت \r\n", "sura_id": 2, "type": 2, "id": 25083, "aya_id": 132}, {"text": "وحثَّ إبراهيمُ ويعقوبُ أبناءهما على الثبات على الإسلام قائلَيْن: يا أبناءنا إن الله اختار لكم هذا الدين- وهو دين الإسلام الذي جاء به محمد صلى الله عليه وسلم- فلا تفارقوه أيام حياتكم, ولا يأتكم الموت إلا وأنتم عليه.\r\n", "sura_id": 2, "type": 3, "id": 31319, "aya_id": 132}, {"text": " <font color=red>وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ</font><BR><p>وَقَوْله \" وَوَصَّى بِهَا إِبْرَاهِيم بَنِيهِ وَيَعْقُوب\" أَيْ وَصَّى بِهَذِهِ الْمِلَّة وَهِيَ الْإِسْلَام لِلَّهِ أَوْ يَعُود الضَّمِير عَلَى الْكَلِمَة وَهِيَ قَوْله \" أَسْلَمْت لِرَبِّ الْعَالَمِينَ\" لِحِرْصِهِمْ عَلَيْهَا وَمَحَبَّتهمْ لَهَا حَافَظُوا عَلَيْهَا إِلَى حِين الْوَفَاة وَوَصَّوْا أَبْنَاءَهُمْ بِهَا مِنْ بَعْدهمْ كَقَوْلِهِ تَعَالَى \" وَجَعَلَهَا كَلِمَة بَاقِيَة فِي عَقِبه \" وَقَدْ قَرَأَ بَعْض السَّلَف وَيَعْقُوب بِالنَّصْبِ عَطْفًا عَلَى بَنِيهِ كَأَنَّ إِبْرَاهِيم وَصَّى بَنِيهِ وَابْن اِبْنه يَعْقُوب بْن إِسْحَاق وَكَانَ حَاضِرًا ذَلِكَ وَقَدْ اِدَّعَى الْقُشَيْرِيّ فِيمَا حَكَاهُ الْقُرْطُبِيّ عَنْهُ أَنَّ يَعْقُوب إِنَّمَا وُلِدَ بَعْد وَفَاة إِبْرَاهِيم وَيَحْتَاج مِثْل هَذَا إِلَى دَلِيل صَحِيح وَالظَّاهِر وَاَللَّه أَعْلَم أَنَّ إِسْحَاق وُلِدَ لَهُ يَعْقُوب فِي حَيَاة الْخَلِيل وَسَارَة لِأَنَّ الْبِشَارَة وَقَعَتْ بِهِمَا فِي قَوْله \" فَبَشَّرْنَاهَا بِإِسْحَاق وَمِنْ وَرَاء إِسْحَاق يَعْقُوب \" وَقَدْ قُرِئَ بِنَصْبِ يَعْقُوب هَاهُنَا عَلَى نَزْع الْخَافِض فَلَوْ لَمْ يُوجَد يَعْقُوب فِي حَيَاتهمَا لَمَا كَانَ لِذِكْرِهِ مِنْ بَيْن ذُرِّيَّة إِسْحَاق كَبِير فَائِدَة وَأَيْضًا فَقَدْ قَالَ اللَّه تَعَالَى فِي سُورَة الْعَنْكَبُوت \" وَوَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب وَجَعَلْنَا فِي ذُرِّيَّته النُّبُوَّة وَالْكِتَاب \" الْآيَة وَقَالَ فِي الْآيَة الْأُخْرَى وَوَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب نَافِلَة وَهَذَا يَقْتَضِي أَنَّهُ وُجِدَ فِي حَيَاته وَأَيْضًا فَإِنَّهُ بَانِي بَيْت الْمَقْدِس كَمَا نَطَقَتْ بِذَلِكَ الْكُتُب الْمُتَقَدِّمَة وَثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي ذَرّ قُلْت : يَا رَسُول اللَّه أَيّ مَسْجِد وُضِعَ أَوَّلَ ؟ قَالَ \" الْمَسْجِد الْحَرَام \" قُلْت ثُمَّ أَيّ ؟ قَالَ \" بَيْت الْمَقْدِس \" قُلْت كَمْ بَيْنهمَا : قَالَ \" أَرْبَعُونَ سَنَة \" الْحَدِيث فَزَعَمَ اِبْن حِبَّان أَنَّ بَيْن سُلَيْمَان الَّذِي اِعْتَقَدَ أَنَّهُ بَانِي بَيْت الْمَقْدِس - وَإِنَّمَا كَانَ جَدَّدَهُ بَعْد خَرَابه وَزَخْرَفَهُ - وَبَيْن إِبْرَاهِيم أَرْبَعِينَ سَنَة وَهَذَا مِمَّا أُنْكِرَ عَلَى اِبْن حِبَّان فَإِنَّ الْمُدَّة بَيْنهمَا تَزِيد عَلَى أُلُوف السِّنِينَ وَاَللَّه أَعْلَم وَأَيْضًا فَإِنَّ وَصِيَّة يَعْقُوب لِبَنِيهِ سَيَأْتِي ذِكْرهَا قَرِيبًا وَهَذَا يَدُلّ عَلَى أَنَّهُ هَاهُنَا مِنْ جُمْلَة الْمُوصِينَ وَقَوْله يَا بَنِيَّ إِنَّ اللَّه اِصْطَفَى لَكُمْ الدِّين فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ أَيْ أَحْسِنُوا فِي حَال الْحَيَاة وَالْزَمُوا هَذَا لِيَرْزُقكُمْ اللَّهُ الْوَفَاةَ عَلَيْهِ فَإِنَّ الْمَرْء يَمُوت غَالِبًا عَلَى مَا كَانَ عَلَيْهِ وَيُبْعَث عَلَى مَا مَاتَ عَلَيْهِ وَقَدْ أَجْرَى اللَّهُ الْكَرِيمُ عَادَتَهُ بِأَنَّ مَنْ قَصَدَ الْخَيْر وُفِّقَ لَهُ وَيُسِّرَ عَلَيْهِ وَمَنْ نَوَى صَالِحًا ثَبَتَ عَلَيْهِ وَهَذَا لَا يُعَارِضُ مَا جَاءَ فِي الْحَدِيث الصَّحِيح \" إِنَّ الرَّجُل لَيَعْمَل بِعَمَلِ أَهْل الْجَنَّة حَتَّى مَا يَكُون بَيْنه وَبَيْنهَا إِلَّا بَاع أَوْ ذِرَاع فَيَسْبِق عَلَيْهِ الْكِتَابُ فَيَعْمَل بِعَمَلِ أَهْل النَّار فَيَدْخُلهَا وَإِنَّ الرَّجُل لَيَعْمَل بِعَمَلِ أَهْل النَّار حَتَّى مَا يَكُون بَيْنه وَبَيْنهَا إِلَّا بَاع أَوْ ذِرَاع فَيَسْبِق عَلَيْهِ الْكِتَاب فَيَعْمَل بِعَمَلِ أَهْل الْجَنَّة فَيَدْخُلهَا\" لِأَنَّهُ قَدْ جَاءَ فِي بَعْض رِوَايَات هَذَا الْحَدِيث \" فَيَعْمَل بِعَمَلِ أَهْل الْجَنَّة فِيمَا يَبْدُو لِلنَّاسِ وَبِعَمَلِ أَهْل النَّار فِيمَا يَبْدُو لِلنَّاسِ \" وَقَدْ قَالَ اللَّه تَعَالَى \" فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38534, "aya_id": 132}]