[{"text": "وَهَدَيْنَاهُ النَّجْدَيْنِ", "sura_id": 90, "type": 0, "id": 6033, "aya_id": 10}, {"text": "و هديناه النجدين", "sura_id": 90, "type": 1, "id": 12269, "aya_id": 10}, {"text": "10 - (وهديناه النجدين) بينا له طريق الخير والشر \r\n", "sura_id": 90, "type": 2, "id": 30977, "aya_id": 10}, {"text": "وبينَّا له سبيلَي الخير والشر؟\r\n", "sura_id": 90, "type": 3, "id": 37213, "aya_id": 10}, {"text": " <font color=red>وَهَدَيْنَاهُ النَّجْدَيْنِ</font><BR><p>الطَّرِيقَيْنِ قَالَ سُفْيَان الثَّوْرِيّ عَنْ عَاصِم عَنْ زِرّ عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود \" وَهَدَيْنَاهُ النَّجْدَيْنِ \" قَالَ الْخَيْر وَالشَّرّ وَكَذَا رُوِيَ عَنْ عَلِيّ وَابْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَأَبِي وَائِل وَأَبِي صَالِح وَمُحَمَّد بْن كَعْب وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ فِي آخَرِينَ وَقَالَ اِبْن وَهْب أَخْبَرَنِي اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ سِنَان بْن سَعْد عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُمَا نَجْدَانِ فَمَا جُعِلَ نَجْد الشَّرّ أَحَبّ إِلَيْكُمْ مِنْ نَجْد الْخَيْر \" تَفَرَّدَ بِهِ سِنَان بْن سَعْد وَيُقَال سَعْد بْن سِنَان وَقَدْ وَثَّقَهُ اِبْن مَعِين وَقَالَ الْإِمَام أَحْمَد وَالنَّسَائِيّ وَالْجُوزَجَانِيّ مُنْكَر الْحَدِيث وَقَالَ أَحْمَد تَرَكْت حَدِيثه لِاضْطِرَابِهِ وَرَوَى خَمْسَةَ عَشَرَ حَدِيثًا مُنْكَرَة كُلّهَا مَا أَعْرِف مِنْهَا حَدِيثًا وَاحِدًا يُشْبِه حَدِيثه حَدِيث الْحَسَن - يَعْنِي الْبَصْرِيّ - لَا يُشْبِه حَدِيث أَنَس وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا ابْن عُلَيَّة عَنْ أَبِي رَجَاء قَالَ سَمِعْت الْحَسَن يَقُول \" وَهَدَيْنَاهُ النَّجْدَيْنِ \" قَالَ ذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" يَا أَيّهَا النَّاس إِنَّهُمَا النَّجْدَانِ نَجْد الْخَيْر وَنَجْد الشَّرّ فَمَا جُعِلَ نَجْد الشَّرّ أَحَبّ إِلَيْكُمْ مِنْ نَجْد الْخَيْر \" وَكَذَا رَوَاهُ حَبِيب بْن الشَّهِيد وَمَعْمَر وَيُونُس بْن عُبَيْد وَأَبُو وَهْب عَنْ الْحَسَن مُرْسَلًا وَهَكَذَا أَرْسَلَهُ قَتَادَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عِصَام الْأَنْصَارِيّ حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا عِيسَى بْن عَفَّان عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى\" وَهَدَيْنَاهُ النَّجْدَيْنِ \" قَالَ الثَّدْيَيْنِ وَرَوَى عَنْ الرَّبِيع بْن خَيْثَم وَقَتَادَة وَأَبِي حَازِم مِثْل ذَلِكَ وَرَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ وَكِيع عَنْ عِيسَى بْن عَفَّان بِهِ ثُمَّ قَالَ وَالصَّوَاب الْقَوْل الْأَوَّل وَنَظِير هَذِهِ الْآيَة قَوْله تَعَالَى \" إِنَّا خَلَقْنَا الْإِنْسَان مِنْ نُطْفَة أَمْشَاج نَبْتَلِيه فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا إِنَّا هَدَيْنَاهُ السَّبِيل إِمَّا شَاكِرًا وَإِمَّا كَفُورًا \" .</p><BR> <br> ", "sura_id": 90, "type": 4, "id": 43524, "aya_id": 10}]