[{"text": "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلاَ تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُواْ إِنَّهُم مُّغْرَقُونَ", "sura_id": 11, "type": 0, "id": 1510, "aya_id": 37}, {"text": "واصنع الفلك بأعيننا ووحينا ولا تخاطبني في الذين ظلموا إنهم مغرقون", "sura_id": 11, "type": 1, "id": 7746, "aya_id": 37}, {"text": "37 - (واصنع الفلك) السفينة (بأعيننا) بمرأى منا وحفظنا (ووحينا) أمرنا (ولا تخاطبني في الذين ظلموا) كفروا بترك إهلاكهم (إنهم مغرقون) \r\n", "sura_id": 11, "type": 2, "id": 26454, "aya_id": 37}, {"text": "واصنع السفينة بمرأى منَّا وبأمرنا لك ومعونتنا، وأنت في حفظنا وكلاءتنا, ولا تطلب مني إمهال هؤلاء الذين ظلموا أنفسهم من قومك بكفرهم, فإنهم مغرقون بالطوفان. وفي الآية إثبات صفة العين لله تعالى على ما يليق به سبحانه.\r\n", "sura_id": 11, "type": 3, "id": 32690, "aya_id": 37}, {"text": " <font color=red>وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ</font><BR><p>\" وَاصْنَعْ الْفُلْك \" يَعْنِي السَّفِينَة \" بِأَعْيُنِنَا \" أَيْ بِمَرْأًى مِنَّا \" وَوَحْينَا\" أَيْ تَعْلِيمنَا لَك مَا تَصْنَعهُ \" وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ \" فَقَالَ بَعْض السَّلَف أَمَرَهُ اللَّه تَعَالَى أَنْ يَغْرِز الْخَشَب وَيُقَطِّعهُ وَيُيَبِّسهُ فَكَانَ ذَلِكَ فِي مِائَة سَنَة وَنَجَرَهَا فِي مِائَة سَنَة أُخْرَى وَقِيلَ فِي أَرْبَعِينَ سَنَة وَاَللَّه أَعْلَم . وَذَكَرَ مُحَمَّد بْن إِسْحَاق عَنْ التَّوْرَاة أَنَّ اللَّه أَمَرَهُ أَنْ يَصْنَعهَا مِنْ خَشَب السَّاج وَأَنْ يَجْعَل طُولهَا ثَمَانِينَ ذِرَاعًا وَعَرْضهَا خَمْسِينَ ذِرَاعًا وَأَنْ يَطْلِي بَاطِنهَا وَظَاهِرهَا بِالْقَارِ وَأَنْ يَجْعَل لَهَا جُؤْجُؤًا أَزَوْرًا يَشُقّ الْمَاء وَقَالَ قَتَادَة : كَانَ طُولهَا ثَلَاثمِائَةِ ذِرَاع فِي عَرْض خَمْسِينَ وَعَنْ الْحَسَن طُولهَا سِتّمِائَةِ ذِرَاع وَعَرْضهَا ثَلَاثمِائَةٍ وَعَنْهُ مَعَ اِبْن عَبَّاس طُولهَا أَلْف وَمِائَتَا ذِرَاع فِي عَرْض سِتّمِائَةٍ وَقِيلَ طُولهَا أَلْفَا ذِرَاع وَعَرْضهَا مِائَة ذِرَاع فَاَللَّه أَعْلَم قَالُوا كُلّهمْ وَكَانَ اِرْتِفَاعهَا فِي السَّمَاء ثَلَاثِينَ ذِرَاعًا ثَلَاث طَبَقَات كُلّ طَبَقَة عَشْرَة أَذْرُع فَالسُّفْلَى لِلدَّوَابِّ وَالْوُحُوش وَالْوُسْطَى لِلْإِنْسِ وَالْعُلْيَا لِلطُّيُورِ وَكَانَ بَابهَا فِي عَرْضهَا وَلَهَا غِطَاء مِنْ فَوْقهَا مُطْبَق عَلَيْهَا وَقَدْ ذَكَرَ الْإِمَام أَبُو جَعْفَر بْن جَرِير أَثَرًا غَرِيبًا مِنْ حَدِيث عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ يُوسُف بْن مِهْرَان عَنْ عَبْد اللَّه بْن عَبَّاس أَنَّهُ قَالَ : قَالَ الْحَوَارِيُّونَ لِعِيسَى اِبْن مَرْيَم لَوْ بَعَثْت لَنَا رَجُلًا شَهِدَ السَّفِينَة فَحَدَّثَنَا عَنْهَا قَالَ فَانْطَلَقَ بِهِمْ حَتَّى اِنْتَهَى إِلَى كَثِيب مِنْ تُرَاب فَأَخَذَ كَفًّا مِنْ ذَلِكَ التُّرَاب بِكَفِّهِ فَقَالَ أَتَدْرُونَ مَا هَذَا ؟ قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ هَذَا كَعْب حَام بْن نُوح قَالَ فَضَرَبَ الْكَثِيب بِعَصَاهُ قَالَ قُمْ بِإِذْنِ اللَّه فَإِذَا هُوَ قَائِم يَنْفُض التُّرَاب عَنْ رَأْسه قَدْ شَابَ قَالَ لَهُ عِيسَى عَلَيْهِ السَّلَام أَهَكَذَا هَلَكْت ؟ قَالَ لَا . وَلَكِنِّي مُتّ وَأَنَا شَابّ وَلَكِنِّي ظَنَنْت أَنَّهَا السَّاعَة فَمِنْ ثَمَّ شِبْت قَالَ حَدِّثْنَا عَنْ سَفِينَة نُوح ؟ قَالَ كَانَ طُولهَا أَلْف ذِرَاع وَمِائَتَيْ ذِرَاع وَعَرْضهَا سِتّمِائَةِ ذِرَاع وَكَانَتْ ثَلَاث طَبَقَات فَطَبَقَة فِيهَا الدَّوَابّ وَالْوُحُوش وَطَبَقَة فِيهَا الْإِنْس وَطَبَقَة فِيهَا الطَّيْر فَلَمَّا كَثُرَ رَوْث الدَّوَابّ أَوْحَى اللَّه عَزَّ وَجَلَّ إِلَى نُوح عَلَيْهِ السَّلَام أَنْ اِغْمِزْ ذَنَب الْفِيل فَغَمَزَهُ فَوَقَعَ مِنْهُ خِنْزِير وَخِنْزِيرَة فَأَقْبَلَا عَلَى الرَّوْث فَلَمَّا وَقَعَ الْفَأْر بِجَوْفِ السَّفِينَة يَقْرِضهَا وَحِبَالهَا أَوْحَى اللَّه إِلَيْهِ أَنْ اِضْرِبْ بَيْن عَيْنَيْ الْأَسَد فَضَرَبَ فَخَرَجَ مِنْ مَنْخِره سِنَّوْر وَسِنَّوْرَة فَأَقْبَلَا عَلَى الْفَأْر ; فَقَالَ لَهُ عِيسَى عَلَيْهِ السَّلَام كَيْف عَلِمَ نُوح أَنَّ الْبِلَاد قَدْ غَرِقَتْ ؟ قَالَ بَعَثَ الْغُرَاب يَأْتِيه بِالْخَبَرِ فَوَجَدَ جِيفَة فَوَقَعَ عَلَيْهَا فَدَعَا عَلَيْهِ بِالْخَوْفِ فَلِذَلِكَ لَا يَأْلَف الْبُيُوت قَالَ ثُمَّ بَعَثَ الْحَمَامَة فَجَاءَتْ بِوَرَقِ زَيْتُون بِمِنْقَارِهَا وَطِين بِرِجْلَيْهَا فَعَلِمَ أَنَّ الْبِلَاد قَدْ غَرِقَتْ قَالَ فَطَوَّقَهَا الخُصْرَة الَّتِي فِي عُنُقهَا وَدَعَا لَهَا أَنْ تَكُون فِي أُنْس وَأَمَانٍ فَمِنْ ثَمَّ تَأْلَف الْبُيُوت قَالَ : فَقُلْنَا يَا رَسُول اللَّه أَلَا نَنْطَلِق بِهِ إِلَى أَهْلِينَا فَيَجْلِس مَعَنَا وَيُحَدِّثنَا ؟ قَالَ كَيْف يَتْبَعكُمْ مَنْ لَا رِزْق لَهُ ؟ قَالَ : فَقَالَ لَهُ عُدْ بِإِذْنِ اللَّه فَعَادَ تُرَابًا .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37654, "aya_id": 37}]