[{"text": "قُلْ يَا قَوْمِ اعْمَلُواْ عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُ عَاقِبَةُ الدِّارِ إِنَّهُ لاَ يُفْلِحُ الظَّالِمُونَ", "sura_id": 6, "type": 0, "id": 924, "aya_id": 135}, {"text": "قل يا قوم اعملوا على مكانتكم إني عامل فسوف تعلمون من تكون له عاقبة الدار إنه لا يفلح الظالمون", "sura_id": 6, "type": 1, "id": 7160, "aya_id": 135}, {"text": "135 - (قل) لهم (يا قوم اعملوا على مكانتكم) حالتكم (إني عامل) على حالتي (فسوف تعلمون من) موصولة مفعول العلم (تكون له عاقبة الدار) أي العاقبة المحمودة في الدار الآخرة أنحن أم أنتم (إنه لا يفلح) يسعد (الظالمون) الكافرون \r\n", "sura_id": 6, "type": 2, "id": 25868, "aya_id": 135}, {"text": "قل -أيها الرسول- : يا قوم اعملوا على طريقتكم فإني عامل على طريقتي التي شرعها لي ربي جل وعلا فسوف تعلمون -عند حلول النقمة بكم- مَنِ الذي تكون له العاقبة الحسنة؟ إنه لا يفوز برضوان الله تعالى والجنة مَن تجاوز حده وظلم, فأشرك مع الله غيره.\r\n", "sura_id": 6, "type": 3, "id": 32104, "aya_id": 135}, {"text": " <font color=red>قُلْ يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ</font><BR><p>وَقَوْله تَعَالَى \" قُلْ يَا قَوْم اِعْمَلُوا عَلَى مَكَانَتكُمْ إِنِّي عَامِل فَسَوْفَ تَعْلَمُونَ \" هَذَا تَهْدِيد شَدِيد وَوَعِيد أَكِيد أَيْ اِسْتَمِرُّوا عَلَى طَرِيقَتكُمْ وَنَاحِيَتكُمْ إِنْ كُنْتُمْ تَظُنُّونَ أَنَّكُمْ عَلَى هُدًى فَأَنَا مُسْتَمِرّ عَلَى طَرِيقَتِي وَمَنْهَجِي كَقَوْلِهِ \" وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اِعْمَلُوا عَلَى مَكَانَتكُمْ إِنَّا عَامِلُونَ وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس\" عَلَى مَكَانَتكُمْ \" نَاحِيَتكُمْ \" فَسَوْفَ تَعْلَمُونَ مَنْ تَكُون لَهُ عَاقِبَة الدَّار إِنَّهُ لَا يُفْلِح الظَّالِمُونَ \" أَيْ أَتَكُونُ لِي أَوْ لَكُمْ وَقَدْ أَنْجَزَ اللَّه مَوْعِده لِرَسُولِهِ صَلَوَات اللَّه عَلَيْهِ أَيْ فَإِنَّهُ تَعَالَى مَكَّنَهُ فِي الْبِلَاد وَحَكَّمَهُ فِي نَوَاصِي مُخَالِفِيهِ مِنْ الْعِبَاد وَفَتَحَ لَهُ مَكَّة وَأَظْهَرَهُ عَلَى مَنْ كَذَّبَهُ مِنْ قَوْمه وَعَادَاهُ وَنَاوَأَهُ وَاسْتَقَرَّ أَمْره عَلَى سَائِر جَزِيرَة الْعَرَب وَكَذَلِكَ الْيَمَن وَالْبَحْرَيْنِ وَكُلّ ذَلِكَ فِي حَيَاته ثُمَّ فُتِحَتْ الْأَمْصَار وَالْأَقَالِيم وَالرَّسَاتِيق بَعْد وَفَاته فِي أَيَّام خُلَفَائِهِ رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ كَمَا قَالَ اللَّه تَعَالَى \" كَتَبَ اللَّه لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّه قَوِيّ عَزِيز \" وَقَالَ \" إِنَّا لَنَنْصُر رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد يَوْم لَا يَنْفَع الظَّالِمِينَ مَعْذِرَتهمْ وَلَهُمْ اللَّعْنَة وَلَهُمْ سُوء الدَّار \" وَقَالَ تَعَالَى \" وَلَقَدْ كَتَبْنَا فِي الزَّبُور مِنْ بَعْد الذِّكْر أَنَّ الْأَرْض يَرِثهَا عِبَادِي الصَّالِحُونَ وَقَالَ تَعَالَى إِخْبَارًا عَنْ رُسُله فَأَوْحَى إِلَيْهِمْ رَبّهمْ لَنُهْلِكَنَّ الظَّالِمِينَ وَلَنُسْكِنَنكُمْ الْأَرْض مِنْ بَعْدهمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيد \" وَقَالَ تَعَالَى\" وَعَدَ اللَّه الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَات لَيَسْتَخْلِفَنهُمْ فِي الْأَرْض كَمَا اِسْتَخْلَفَ الَّذِينَ مِنْ قَبْلهمْ وَلَيُمَكِّنَن لَهُمْ دِينهمْ الَّذِي اِرْتَضَى لَهُمْ وَلَيُبَدِّلَنهُمْ مِنْ بَعْد خَوْفهمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا\" الْآيَة وَقَدْ فَعَلَ اللَّه ذَلِكَ بِهَذِهِ الْأُمَّة الْمُحَمَّدِيَّة وَلَهُ الْحَمْد وَالْمِنَّة أَوَّلًا وَآخِرًا وَظَاهِرًا وَبَاطِنًا.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42116, "aya_id": 135}]