[{"text": "إِنِّي وَجَدتُّ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ", "sura_id": 27, "type": 0, "id": 3182, "aya_id": 23}, {"text": "إني وجدت امرأة تملكهم وأوتيت من كل شيء ولها عرش عظيم", "sura_id": 27, "type": 1, "id": 9418, "aya_id": 23}, {"text": "23 - (إني وجدت امرأة تملكهم) اسمها بلقيس (وأوتيت من كل شيء) يحتاج إليه الملوك من الآلة والعدة (ولها عرش) سرير (عظيم) طوله ثمانون ذراعا وعرضه أربعون ذرراعا وارتفاعه ثلاثون ذراعا مضروب من الذهب والفضة مكلل بالدر والياقوت الأحمر والزبرجد الأخضر والزمرد عليه سبعة أبواب على كل بيت باب مغلق \r\n", "sura_id": 27, "type": 2, "id": 28126, "aya_id": 23}, {"text": "إني وجدت امرأةً تحكم أهل \"سبأ\", وأوتيت من كل شيء من أسباب الدنيا, ولها سرير عظيم القدر, تجلس عليه لإدارة ملكها.\r\n", "sura_id": 27, "type": 3, "id": 34362, "aya_id": 23}, {"text": " <font color=red>إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ</font><BR><p>\" إِنِّي وَجَدْت اِمْرَأَة تَمْلِكهُمْ \" قَالَ الْحَسَن الْبَصْرِيّ وَهِيَ بِلْقِيس بِنْت شَرَاحِيل مَلِكَة سَبَأ وَقَالَ قَتَادَة : كَانَتْ أُمّهَا جِنِّيَّة وَكَأَنَّ مُؤَخِّر قَدَمَيْهَا مِثْل حَافِر الدَّابَّة مِنْ بَيْت مَمْلَكَة وَقَالَ زُهَيْر بْن مُحَمَّد وَهِيَ بِلْقِيس بِنْت شَرَاحِيل بْن مَالِك بْن الرَّيَّان وَأُمّهَا فَارِغَة الْجِنِّيَّة وَقَالَ اِبْن جُرَيْج بِلْقِيس بِنْت ذِي شَرْخ وَأُمّهَا بَلْتَعَة وَقَالَ اِبْن أَبَى حَاتِم حَدَّثَنَا عَلِيّ بْن الْحَسَن حَدَّثَنَا مُسَدَّد حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ عَطَاء بْن السَّائِب عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : كَانَ مَعَ صَاحِبَة سُلَيْمَان مَائَة أَلْف قَيْل تَحْت كُلّ قَيْل مِائَة أَلْف مُقَاتِل وَقَالَ الْأَعْمَش عَنْ مُجَاهِد : كَانَ تَحْت يَدَيْ مَلِكَة سَبَأ اِثْنَا عَشَرَ أَلْفًا قَيْل تَحْت كُلّ قَيْل مِائَة أَلْف مُقَاتِل وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله تَعَالَى : \" إِنِّي وَجَدْت اِمْرَأَة تَمْلِكهُمْ \" كَانَتْ مِنْ بَيْت مَمْلَكَة وَكَانَ أُولُو مَشُورَتهَا ثَلَثمِائَةِ وَاثْنَيْ عَشَرَ رَجُلًا كُلّ رَجُل مِنْهُمْ عَلَى عَشَرَة آلَاف رَجُل وَكَانَتْ بِأَرْضٍ يُقَال لَهَا مَأْرِب عَلَى ثَلَاثَة أَمْيَال مِنْ صَنْعَاء وَهَذَا الْقَوْل هُوَ أَقْرَب عَلَى أَنَّهُ كَثِير عَلَى مَمْلَكَة الْيَمَن وَاَللَّه أَعْلَم وَقَوْله \" وَأُوتِيَتْ مِنْ كُلّ شَيْء\" أَيْ مِنْ مَتَاع الدُّنْيَا مِمَّا يَحْتَاج إِلَيْهِ الْمَلِك الْمُتَمَكِّن\" وَلَهَا عَرْش عَظِيم \" يَعْنِي سَرِير تَجْلِس عَلَيْهِ عَظِيم هَائِل مُزَخْرَف بِالذَّهَبِ وَأَنْوَاع الْجَوَاهِر وَاللَّآلِئ قَالَ زُهَيْر بْن مُحَمَّد كَانَ مِنْ ذَهَب وَصَفَحَاته مَرْمُولَة بِالْيَاقُوتِ وَالزَّبَرْجَد طُوله ثَمَانُونَ ذِرَاعًا وَعَرْضه أَرْبَعُونَ ذِرَاعًا وَقَالَ مُحَمَّد بْن إِسْحَاق كَانَ مِنْ ذَهَب مُفَصَّص بِالْيَاقُوتِ وَالزَّبَرْجَد وَاللُّؤْلُؤ وَكَانَ إِنَّمَا يَخْدُمهَا النِّسَاء وَلَهَا سِتُّمِائَةِ اِمْرَأَة تَلِي الْخِدْمَة قَالَ عُلَمَاء التَّارِيخ : وَكَانَ هَذَا السَّرِير فِي قَصْر عَظِيم مُشَيَّد رَفِيع الْبِنَاء مُحْكَم وَكَانَ فِيهِ ثَلَثُمِائَةٍ وَسِتُّونَ طَاقَة مِنْ مَشْرِقه وَمِثْلهَا مِنْ مَغْرِبه قَدْ وُضِعَ بِنَاؤُهُ عَلَى أَنْ تَدْخُل الشَّمْس كُلّ يَوْم مِنْ طَاقَة وَتَغْرُب مِنْ مُقَابِلَتهَا فَيَسْجُدُونَ لَهَا صَبَاحًا وَمَسَاء .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39608, "aya_id": 23}]