[{"text": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنصَرُونَ", "sura_id": 41, "type": 0, "id": 4234, "aya_id": 16}, {"text": "فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون", "sura_id": 41, "type": 1, "id": 10470, "aya_id": 16}, {"text": "16 - (فأرسلنا عليهم ريحا صرصرا) باردة شديدة الصوت بلا مطر (في أيام نحسات) بكسر الحاء وسكونها مشئومات عليهم (لنذيقهم عذاب الخزي) الذل (في الحياة الدنيا ولعذاب الآخرة أخزى) أشد (وهم لا ينصرون) بمنعه عنهم \r\n", "sura_id": 41, "type": 2, "id": 29178, "aya_id": 16}, {"text": "فأرسلنا عليهم ريحًا شديدة البرودة عالية الصوت في أيام مشؤومات عليهم؛ لنذيقهم عذاب الذل والهوان في الحياة الدنيا, ولَعذاب الآخرة أشد ذلا وهوانًا, وهم لا يُنْصَرون بمنع العذاب عنهم.\r\n", "sura_id": 41, "type": 3, "id": 35414, "aya_id": 16}, {"text": " <font color=red>فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ</font><BR><p>قَالَ تَعَالَى \" فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا \" قَالَ بَعْضهمْ وَهِيَ الشَّدِيدَة الْهُبُوب وَقِيلَ الْبَارِدَة وَقِيلَ هِيَ الَّتِي لَهَا صَوْت وَالْحَقّ أَنَّهَا مُتَّصِفَة بِجَمِيعِ ذَلِكَ فَإِنَّهَا كَانَتْ رِيحًا شَدِيدَة قَوِيَّة لِتَكُونَ عُقُوبَتهمْ مِنْ جِنْس مَا اِغْتَرُّوا بِهِ مِنْ قُوَاهُمْ وَكَانَتْ بَارِدَة شَدِيدَة الْبَرْد جِدًّا كَقَوْلِهِ تَعَالَى \" بِرِيحٍ صَرْصَر عَاتِيَة \" أَيْ بَارِدَة شَدِيدَة وَكَانَتْ ذَات صَوْت مُزْعِج وَمِنْهُ سُمِّيَ النَّهَر الْمَشْهُور بِبِلَادِ الْمَشْرِق صَرْصَرًا لِقُوَّةِ صَوْت جَرْيه . وَقَوْله تَعَالَى \" فِي أَيَّام نَحِسَات \" أَيْ مُتَتَابِعَات \" سَبْع لَيَالٍ وَثَمَانِيَة أَيَّام حُسُومًا \" وَكَقَوْلِهِ \" فِي يَوْم نَحْس مُسْتَمِرّ \" أَيْ اُبْتُدِئُوا بِهَذَا الْعَذَاب فِي يَوْم نَحْس عَلَيْهِمْ وَاسْتَمَرَّ بِهِمْ هَذَا النَّحْس \" سَبْع لَيَالٍ وَثَمَانِيَة أَيَّام حُسُومًا \" حَتَّى أَبَادَهُمْ عَنْ آخِرهمْ وَاتَّصَلَ بِهِمْ خِزْي الدُّنْيَا بِعَذَابِ الْآخِرَة وَلِهَذَا قَالَ \" لِنُذِيقَهُمْ عَذَاب الْخِزْي فِي الْحَيَاة الدُّنْيَا وَلَعَذَاب الْآخِرَة أَخْزَى \" أَيْ أَشَدّ خِزْيًا لَهُمْ \" وَهُمْ لَا يُنْصَرُونَ \" أَيْ فِي الْأُخْرَى كَمَا لَمْ يُنْصَرُوا فِي الدُّنْيَا وَمَا كَانَ لَهُمْ مِنْ اللَّه مِنْ وَاقٍ يَقِيهِمْ الْعَذَاب وَيَدْرَأ عَنْهُمْ النَّكَال .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41032, "aya_id": 16}]