[{"text": "وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ وَعلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لاَ تُكَلَّفُ نَفْسٌ إِلاَّ وُسْعَهَا لاَ تُضَآرَّ وَالِدَةٌ بِوَلَدِهَا وَلاَ مَوْلُودٌ لَّهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ فَإِنْ أَرَادَا فِصَالاً عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلاَ جُنَاحَ عَلَيْهِمَا وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُواْ أَوْلاَدَكُمْ فَلاَ جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ آتَيْتُم بِالْمَعْرُوفِ وَاتَّقُواْ اللّهَ وَاعْلَمُواْ أَنَّ اللّهَ بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 2, "type": 0, "id": 240, "aya_id": 233}, {"text": "والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس إلا وسعها لا تضار والدة بولدها ولا مولود له بولده وعلى الوارث مثل ذلك فإن أرادا فصالا عن تراض منهما وتشاور فلا جناح عليهما وإن أردتم أن تسترضعوا أولادكم فلا جناح عليكم إذا سلمتم ما آتيتم بالمعروف واتقوا الله واعلموا أن الله بما تعملون بصير", "sura_id": 2, "type": 1, "id": 6476, "aya_id": 233}, {"text": "233 - (والوالدات يرضعن) أي ليرضعن (أولادهن حولين) عامين (كاملين) صفة مؤكدة ، ذلك (لمن أراد أن يتم الرضاعة) ولا زيادة عليه (وعلى المولود له) أي الأب (رزقهن) إطعام الوالدات (وكسوتهن) على الإرضاع إذا كن مطلقات (بالمعروف) بقدر طاقته (لا تكلف نفس إلا وسعها) طاقتها (لا تضار والدة بولدها) أي بسببه بأن تكره على إرضاعه إذا امتنعت (ولا) يضار (مولود له بولده) أي بسببه بأن يكلف فوق طاقته وإضافة الولد إلى كل منهما في الموضعين للاستعطاف (وعلى الوارث) أي وارث الأب وهو الصبي أي على وَلِّيه في ماله (مثل ذلك) الذي على الأب للوالدة من الرزق والكسوة (فإن أرادا) أي الوالدان (فصالا) فطاما له قبل الحولين صادرا (عن تراض) اتفاق (منهما وتشاور) بينهما لتظهر مصلحة الصبي فيه (فلا جناح عليهما) في ذلك (وإن أردتم) خطاب للآباء (أن تسترضعوا أولادكم) مراضع غير الوالدات (فلا جناح عليكم) فيه (إذا سلمتم) إليهن (ما آتيتم) أي أردتم إيتاءه لهن من الأجرة (بالمعروف) بالجميل كطيب النفس (واتقوا الله واعلموا أن الله بما تعملون بصير) لا يخفى عليه شيء منه \r\n", "sura_id": 2, "type": 2, "id": 25184, "aya_id": 233}, {"text": "وعلى الوالدات إرضاع أولادهن مدة سنتين كاملتين لمن أراد إتمام الرضاعة, ويجب على الآباء أن يكفُلوا للمرضعات المطلقات طعامهن وكسوتهن, على الوجه المستحسن شرعًا وعرفًا; لأن الله لا يكلف نفسًا إلا قدر طاقتها, ولا يحل للوالدين أن يجعلوا المولود وسيلة للمضارة بينهما, ويجب على الوارث عند موت الوالد مثل ما يجب على الوالد قبل موته من النفقة والكسوة. فإن أراد الوالدان فطام المولود قبل انتهاء السنتين فلا حرج عليهما إذا تراضيا وتشاورا في ذلك; ليصلا إلى ما فيه مصلحة المولود. وإن اتفق الوالدان على إرضاع المولود من مرضعة أخرى غير والدته فلا حرج عليهما, إذا سلَّم الوالد للأم حقَّها، وسلَّم للمرضعة أجرها بما يتعارفه الناس. وخافوا الله في جميع أحوالكم, واعلموا أن الله بما تعملون بصير, وسيجازيكم على ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31420, "aya_id": 233}, {"text": " <font color=red>وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</font><BR><p>هَذَا إِرْشَادٌ مِنْ اللَّه تَعَالَى لِلْوَالِدَاتِ أَنْ يُرْضِعْنَ أَوْلَادهنَّ كَمَال الرَّضَاعَة وَهِيَ سَنَتَانِ فَلَا اِعْتِبَار بِالرَّضَاعَةِ بَعْد ذَلِكَ وَلِهَذَا قَالَ \" لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَة \" وَذَهَبَ أَكْثَر الْأَئِمَّة إِلَى أَنَّهُ لَا يُحَرِّم مِنْ الرَّضَاعَة إِلَّا مَا كَانَ دُون الْحَوْلَيْنِ فَلَوْ اِرْتَضَعَ الْمَوْلُود وَعُمْره فَوْقهمَا لَمْ يُحَرِّم قَالَ التِّرْمِذِيّ : \" بَاب مَا جَاءَ أَنَّ الرَّضَاعَة لَا تُحَرِّم إِلَّا فِي الصِّغَر دُون الْحَوْلَيْنِ\" حَدَّثَنَا قُتَيْبَة حَدَّثَنَا أَبُو عَوَانَة عَنْ هِشَام بْن عُرْوَة عَنْ فَاطِمَة بِنْت الْمُنْذِر عَنْ أُمّ سَلَمَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ : \" لَا يُحَرِّمُ مِنْ الرَّضَاعِ إِلَّا مَا فَتَقَ الْأَمْعَاءَ فِي الثَّدْيِ وَكَانَ قَبْل الْفِطَامِ \" هَذَا حَدِيث حَسَن صَحِيح وَالْعَمَل عَلَى هَذَا عِنْد أَكْثَر أَهْل الْعِلْم مِنْ أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَغَيْرهمْ أَنَّ الرَّضَاعَة لَا تُحَرِّم إِلَّا مَا كَانَ دُون الْحَوْلَيْنِ وَمَا كَانَ بَعْد الْحَوْلَيْنِ الْكَامِلَيْنِ فَإِنَّهُ لَا يُحَرِّم شَيْئًا وَفَاطِمَة بِنْت الْمُنْذِر بْن الزُّبَيْر بْن الْعَوَّام وَهِيَ اِمْرَأَة هِشَام بْن عُرْوَة. \" قُلْت \" تَفَرَّدَ التِّرْمِذِيّ بِرِوَايَةِ هَذَا الْحَدِيث وَرِجَاله عَلَى شَرْط الصَّحِيحَيْنِ وَمَعْنَى قَوْله \" إِلَّا مَا كَانَ فِي الثَّدْي \" أَيْ فِي مَحَلّ الرَّضَاعَة قَبْل الْحَوْلَيْنِ كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَحْمَد عَنْ وَكِيع وَغُنْدَر عَنْ شُعْبَة عَنْ عَدِيّ بْن ثَابِت عَنْ الْبَرَاء بْن عَازِب قَالَ : لَمَّا مَاتَ إِبْرَاهِيم اِبْن النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - قَالَ \" إِنَّ اِبْنِي مَاتَ فِي الثَّدْي إِنَّ لَهُ مُرْضِعًا فِي الْجَنَّة \" وَهَكَذَا أَخْرَجَهُ الْبُخَارِيّ مِنْ حَدِيث شُعْبَة وَإِنَّمَا قَالَ عَلَيْهِ السَّلَام ذَلِكَ لِأَنَّ اِبْنه إِبْرَاهِيم عَلَيْهِ السَّلَام مَاتَ وَلَهُ سَنَة وَعَشْرَة أَشْهُر فَقَالَ إِنَّ لَهُ مُرْضِعًا يَعْنِي تُكْمِل رَضَاعه وَيُؤَيِّدهُ مَا رَوَاهُ الدَّارَقُطْنِيّ مِنْ طَرِيق الْهَيْثَم بْن جَمِيل عَنْ سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَا يُحَرِّم مِنْ الرَّضَاع إِلَّا مَا كَانَ فِي الْحَوْلَيْنِ \" ثُمَّ قَالَ وَلَمْ يُسْنِدهُ عَنْ اِبْن عُيَيْنَة غَيْر الْهَيْثَم بْن جَمِيل وَهُوَ ثِقَة حَافِظ. \" قُلْت \" وَقَدْ رَوَاهُ الْإِمَام مَالِك فِي الْمُوَطَّأ عَنْ ثَوْر بْن زَيْد عَنْ اِبْن عَبَّاس مَرْفُوعًا وَرَوَاهُ الدَّرَاوَرْدِيّ عَنْ ثَوْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس وَزَادَ \" وَمَا كَانَ بَعْد الْحَوْلَيْنِ فَلَيْسَ بِشَيْءٍ \" وَهَذَا أَصَحّ . وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لَا رَضَاع بَعْد فِصَال وَلَا يُتْمَ بَعْد اِحْتِلَام \" وَتَمَام الدَّلَالَة مِنْ هَذَا الْحَدِيث فِي قَوْله تَعَالَى \" وَفِصَالُهُ فِي عَامَيْنِ أَنْ اُشْكُرْ لِي \" وَقَالَ \" وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا \" وَالْقَوْل بِأَنَّ الرَّضَاعَة لَا تُحَرِّمُ بَعْدَ الْحَوْلَيْنِ يُرْوَى عَنْ عَلِيّ وَابْن عَبَّاس وَابْن مَسْعُود وَجَابِر وَأَبِي هُرَيْرَة وَابْن عُمَر وَأُمّ سَلَمَة وَسَعِيد بْن الْمُسَيِّب وَعَطَاء وَالْجُمْهُور وَهُوَ مَذْهَب الشَّافِعِيّ وَأَحْمَد وَإِسْحَاق وَالثَّوْرِيّ وَأَبِي يُوسُف وَمُحَمَّد وَمَالِك فِي رِوَايَة وَعَنْهُ أَنَّ مُدَّته سَنَتَانِ وَشَهْرَانِ وَفِي رِوَايَة وَثَلَاثَة أَشْهُر . وَقَالَ أَبُو حَنِيفَة سَنَتَانِ وَسِتَّة أَشْهُر وَقَالَ زُفَر بْن الْهُذَيْل مَا دَامَ يَرْضِع فَإِلَى ثَلَاث سِنِينَ وَهَذَا رِوَايَة عَنْ الْأَوْزَاعِيّ قَالَ مَالِك : وَلَوْ فُطِمَ الصَّبِيُّ دُون الْحَوْلَيْنِ فَأَرْضَعَتْهُ اِمْرَأَة بَعْد فِصَاله لَمْ يُحَرِّم لِأَنَّهُ قَدْ صَارَ بِمَنْزِلَةِ الطَّعَام وَهُوَ رِوَايَة عَنْ الْأَوْزَاعِيّ وَقَدْ رُوِيَ عَنْ عُمَر وَعَلِيّ أَنَّهُمَا قَالَا : لَا رَضَاع بَعْد فِصَال فَيَحْتَمِل أَنَّهُمَا أَرَادَا الْحَوْلَيْنِ كَقَوْلِ الْجُمْهُور سَوَاء فُطِمَ أَوْ لَمْ يَفْطِم وَيَحْتَمِل أَنَّهُمَا أَرَادَا الْفِعْل كَقَوْلِ مَالِك وَاَللَّه أَعْلَم . وَقَدْ رُوِيَ فِي الصَّحِيحَيْنِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا كَانَتْ تَرَى رَضَاع الْكَبِير يُؤَثِّر فِي التَّحْرِيم وَهُوَ قَوْل عَطَاء بْن أَبِي رَبَاح وَاللَّيْث بْن سَعْد وَكَانَتْ عَائِشَة تَأْمُر بِمَنْ تَخْتَار أَنْ يَدْخُل عَلَيْهَا مِنْ الرِّجَال بِبَعْضِ نِسَائِهَا فَتُرْضِعهُ وَتَحْتَجّ فِي ذَلِكَ بِحَدِيثِ سَالِم مَوْلَى أَبِي حُذَيْفَة حَيْثُ أَمَرَ النَّبِيُّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - اِمْرَأَة أَبِي حُذَيْفَة أَنْ تُرْضِعهُ وَكَانَ كَبِيرًا فَكَانَ يَدْخُل عَلَيْهَا بِتِلْكَ الرَّضَاعَة وَأَبَى ذَلِكَ سَائِر أَزْوَاج النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - وَرَأَيْنَ ذَلِكَ مِنْ الْخَصَائِص وَهُوَ قَوْل الْجُمْهُور وَحُجَّة الْجُمْهُور وَهُمْ الْأَئِمَّة الْأَرْبَعَة وَالْفُقَهَاء السَّبْعَة وَالْأَكَابِر مِنْ الصَّحَابَة وَسَائِر أَزْوَاج رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سِوَى عَائِشَة مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَائِشَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" اُنْظُرْنَ مَنْ إِخْوَانكُنَّ فَإِنَّمَا الرَّضَاعَةُ مِنْ الْمَجَاعَةِ \" وَسَيَأْتِي الْكَلَام عَلَى مَسَائِل الرَّضَاع وَفِيمَا يَتَعَلَّق بِرَضَاعِ الْكَبِير عِنْد قَوْله تَعَالَى \" وَأُمَّهَاتكُمْ اللَّاتِي أَرْضَعْنَكُمْ \" وَقَوْله\" وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ\" أَيْ وَعَلَى وَالِد الطِّفْل نَفَقَةُ الْوَالِدَاتِ وَكِسْوَتهنَّ بِالْمَعْرُوفِ أَيْ بِمَا جَرَتْ بِهِ عَادَة أَمْثَالهنَّ فِي بَلَدهنَّ مِنْ غَيْر إِسْرَاف وَلَا إِقْتَار بِحَسَبِ قُدْرَته فِي يَسَاره وَتَوَسُّطه وَإِقْتَاره كَمَا قَالَ تَعَالَى \" لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا \" قَالَ الضَّحَّاك : إِذَا طَلَّقَ زَوْجَته وَلَهُ مِنْهَا وَلَد فَأَرْضَعَتْ لَهُ وَلَده وَجَبَ عَلَى الْوَالِد نَفَقَتُهَا وَكِسْوَتُهَا بِالْمَعْرُوفِ . وَقَوْله \" لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا \" أَيْ بِأَنْ تَدْفَعهُ عَنْهَا لِتَضُرّ أَبَاهُ بِتَرْبِيَتِهِ وَلَكِنْ لَيْسَ لَهَا دَفْعه إِذَا وَلَدَتْهُ حَتَّى تَسْقِيَهُ اللَّبَن الَّذِي لَا يَعِيش بِدُونِ تَنَاوُله غَالِبًا ثُمَّ بَعْد هَذَا لَهَا دَفْعه عَنْهَا إِذَا شَاءَتْ وَلَكِنْ إِنْ كَانَتْ مُضَارَّة لِأَبِيهِ فَلَا يَحِلّ لَهَا ذَلِكَ كَمَا لَا يَحِلّ لَهُ اِنْتِزَاعه مِنْهَا لِمُجَرَّدِ الضِّرَار لَهَا وَلِهَذَا قَالَ\" وَلَا مَوْلُود لَهُ بِوَلَدِهِ \" أَيْ بِأَنْ يُرِيد أَنْ يَنْتَزِع الْوَلَد مِنْهَا إِضْرَارًا بِهَا قَالَهُ مُجَاهِد وَقَتَادَة وَالضَّحَّاك وَالزُّهْرِيّ وَالسُّدِّيّ وَالثَّوْرِيّ وَابْن زَيْد وَغَيْرهمْ . وَقَوْله تَعَالَى \" وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ \" قِيلَ فِي عَدَم الضِّرَار لِقَرِيبِهِ قَالَهُ مُجَاهِد وَالشَّعْبِيّ وَالضَّحَّاك وَقِيلَ عَلَيْهِ مِثْل مَا عَلَى وَالِد الطِّفْل مِنْ الْإِنْفَاق عَلَى وَالِدَة الطِّفْل وَالْقِيَام بِحُقُوقِهَا وَعَدَم الْإِضْرَار بِهَا وَهُوَ قَوْل الْجُمْهُور وَقَدْ اِسْتَقْصَى ذَلِكَ اِبْن جَرِير فِي تَفْسِيره وَقَدْ اِسْتَدَلَّ بِذَلِكَ مَنْ ذَهَبَ مِنْ الْحَنَفِيَّة وَالْحَنْبَلِيَّة إِلَى وُجُوب نَفَقَة الْأَقَارِب بَعْضهمْ عَلَى بَعْض وَهُوَ مَرْوِيّ عَنْ عُمَر بْن الْخَطَّاب وَجُمْهُور السَّلَف وَيُرَشِّح ذَلِكَ بِحَدِيثِ الْحَسَن عَنْ سَمُرَة مَرْفُوعًا \" مَنْ مَلَكَ ذَا رَحِم مَحْرَم عَتَقَ عَلَيْهِ \" وَقَدْ ذُكِرَ أَنَّ الرَّضَاعَة بَعْد الْحَوْلَيْنِ رُبَّمَا ضَرَّتْ الْوَلَد إِمَّا فِي بَدَنه أَوْ عَقْله وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة أَنَّهُ رَأَى اِمْرَأَة تُرْضِع بَعْد الْحَوْلَيْنِ فَقَالَ لَا تُرْضِعِيهِ . وَقَوْله \" فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاح عَلَيْهِمَا \" أَيْ فَإِنْ اِتَّفَقَ وَالِدَا الطِّفْل عَلَى فِطَامه قَبْل الْحَوْلَيْنِ وَرَأَيَا فِي ذَلِكَ مَصْلَحَة لَهُ وَتَشَاوَرَا فِي ذَلِكَ وَأَجْمَعَا عَلَيْهِ فَلَا جُنَاح عَلَيْهِمَا فِي ذَلِكَ فَيُؤْخَذ مِنْهُ إِنْ اِنْفَرَدَ أَحَدهمَا بِذَلِكَ دُون الْآخَر لَا يَكْفِي وَلَا يَجُوز لِوَاحِدٍ مِنْهُمَا أَنْ يَسْتَبِدَّ بِذَلِكَ مِنْ غَيْر مُشَاوَرَة الْآخَر. قَالَهُ الثَّوْرِيّ وَغَيْره وَهَذَا فِيهِ اِحْتِيَاط لِلطِّفْلِ وَإِلْزَام لِلنَّظَرِ فِي أَمْره وَهُوَ مِنْ رَحْمَة اللَّه بِعِبَادِهِ حَيْثُ حَجَرَ عَلَى الْوَالِدَيْنِ فِي تَرْبِيَة طِفْلهمَا وَأَرْشَدَهُمَا إِلَى مَا يُصْلِحهُمَا وَيُصْلِحهُ كَمَا قَالَ فِي سُورَة الطَّلَاق\" فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورهنَّ وَائْتَمِرُوا بَيْنكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى \" . وَقَوْله تَعَالَى \" وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادكُمْ فَلَا جُنَاح عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ \" أَيْ إِذَا اِتَّفَقَتْ الْوَالِدَة وَالْوَالِد عَلَى أَنْ يَسْتَلِم مِنْهَا الْوَلَد إِمَّا لِعُذْرٍ مِنْهَا أَوْ لِعُذْرٍ لَهُ فَلَا جُنَاح عَلَيْهِمَا فِي بَذْله وَلَا عَلَيْهِ فِي قَبُوله مِنْهَا إِذَا سَلَّمَهَا أُجْرَتهَا الْمَاضِيَة بِاَلَّتِي هِيَ أَحْسَن وَاسْتَرْضَعَ لِوَلَدِهِ غَيْرهَا بِالْأُجْرَةِ بِالْمَعْرُوفِ قَالَهُ غَيْر وَاحِد. وَقَوْله \" وَاتَّقُوا اللَّه \" أَيْ فِي جَمِيع أَحْوَالكُمْ \" وَاعْلَمُوا أَنَّ اللَّه بِمَا تَعْمَلُونَ بَصِير \" أَيْ فَلَا يَخْفَى عَلَيْهِ شَيْء مِنْ أَحْوَالكُمْ وَأَقْوَالكُمْ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38646, "aya_id": 233}]