[{"text": "وَقَالَ الْمَلأُ مِن قَوْمِ فِرْعَونَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُواْ فِي الأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءهُمْ وَنَسْتَحْيِي نِسَاءهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ", "sura_id": 7, "type": 0, "id": 1081, "aya_id": 127}, {"text": "وقال الملأ من قوم فرعون أتذر موسى وقومه ليفسدوا في الأرض ويذرك وآلهتك قال سنقتل أبناءهم ونستحيي نساءهم وإنا فوقهم قاهرون", "sura_id": 7, "type": 1, "id": 7317, "aya_id": 127}, {"text": "127 - (وقال الملأ من قوم فرعون) له (أتذر) تترك (موسى وقومه ليفسدوا في الأرض) بالدعاء إلى مخالفتك (ويذرك وآلهتك) وكان صنع لهم أصناماً صغاراً يعبدونها وقال أنا ربكم وربها ولذا قال أنا ربكم الأعلى (قال سنقتِّل) بالتشديد (أبناءهم) المولودين (ونستحيي) نستبقي (نساءهم) كفعلنا بهم من قبل (وإنا فوقهم قاهرون) قادرون ، ففعلوا بهم ذلك فشكا بنو إسرائيل \r\n", "sura_id": 7, "type": 2, "id": 26025, "aya_id": 127}, {"text": "وقال السادة والكبراء من قوم فرعون لفرعون: أَتَدَعُ موسى وقومه من بني إسرائيل ليفسدوا الناس في أرض \"مصر\" بتغيير دينهم بعبادة الله وحده لا شريك له, وترك عبادتك وعبادة آلهتك؟ قال فرعون: سنُقَتِّل أبناء بني إسرائيل ونستبقي نساءهم أحياء للخدمة, وإنَّا عالون عليهم بقهر المُلْكِ والسلطان.\r\n", "sura_id": 7, "type": 3, "id": 32261, "aya_id": 127}, {"text": " <font color=red>وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ</font><BR><p>يُخْبِر تَعَالَى عَمَّا تَمَالَأَ عَلَيْهِ فِرْعَوْن وَمَلَؤُهُ وَمَا أَضْمَرُوهُ لِمُوسَى عَلَيْهِ السَّلَام وَقَوْمه مِنْ الْأَذَى وَالْبِغْضَة \" وَقَالَ الْمَلَأ مِنْ قَوْم فِرْعَوْن \" أَيْ لِفِرْعَوْن \" أَتَذَرُ مُوسَى وَقَوْمه\" أَيْ أَتَدَعُهُمْ لِيُفْسِدُوا فِي الْأَرْض أَيْ يُفْسِدُوا أَهْل رَعِيَّتك وَيَدْعُوهُمْ إِلَى عِبَادَة رَبّهمْ دُونك . يَا لَلَّه الْعَجَب صَارَ هَؤُلَاءِ يُشْفِقُونَ مِنْ إِفْسَاد مُوسَى وَقَوْمه ! أَلَا إِنَّ فِرْعَوْن وَقَوْمه هُمْ الْمُفْسِدُونَ وَلَكِنْ لَا يَشْعُرُونَ وَلِهَذَا قَالُوا \" وَيَذَرك وَآلِهَتك \" قَالَ بَعْضهمْ الْوَاو هَاهُنَا حَالِيَّة أَيْ أَتَذَرُهُ وَقَوْمه يُفْسِدُونَ فِي الْأَرْض وَقَدْ تَرَكَ عِبَادَتك ؟ وَقَرَأَ ذَلِكَ أُبَيّ بْن كَعْب وَقَدْ تَرَكُوك أَنْ يَعْبُدُوك وَآلِهَتك حَكَاهُ اِبْن جَرِير وَقَالَ آخَرُونَ هِيَ عَاطِفَة أَيْ أَتَدَعُهُمْ يَصْنَعُونَ فِي الْفَسَاد مَا قَدْ أَقْرَرْتهمْ عَلَيْهِ وَعَلَى تَرْك آلِهَتك وَقَرَأَ بَعْضهمْ إِلَاهَتك أَيْ عِبَادَتك وَرُوِيَ ذَلِكَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَغَيْره وَعَلَى الْقِرَاءَة الْأُولَى قَالَ بَعْضهمْ : كَانَ لِفِرْعَوْن إِلَه يَعْبُدهُ قَالَ الْحَسَن الْبَصْرِيّ كَانَ لِفِرْعَوْن إِلَه يَعْبُدهُ فِي السِّرّ . وَقَالَ فِي رِوَايَة أُخْرَى كَانَ لَهُ حَنَّانَة فِي عُنُقه مُعَلَّقَة يَسْجُد لَهَا . وَقَالَ السُّدِّيّ فِي قَوْله تَعَالَى \" وَيَذَرك وَآلِهَتك \" وَآلِهَته فِيمَا زَعَمَ اِبْن عَبَّاس كَانُوا إِذَا رَأَوْا بَقَرَة حَسْنَاء أَمَرَهُمْ فِرْعَوْن أَنْ يَعْبُدُوهَا فَلِذَلِكَ أَخْرَجَ لَهُمْ السَّامِرِيّ عِجْلًا جَسَدًا لَهُ خُوَار. فَأَجَابَهُمْ فِرْعَوْن فِيمَا سَأَلُوهُ بِقَوْلِهِ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَهَذَا أَمْر ثَانٍ بِهَذَا الصَّنِيع وَقَدْ كَانَ نَكَّلَ بِهِمْ قَبْل وِلَادَة مُوسَى عَلَيْهِ السَّلَام حَذَرًا مِنْ وُجُوده فَكَانَ خِلَاف مَا أَرَادَ وَضِدّ مَا قَصَدَهُ فِرْعَوْن وَهَكَذَا عُومِلَ فِي صَنِيعه أَيْضًا لَمَّا أَرَادَ إِذْلَال بَنِي إِسْرَائِيل وَقَهْرهُمْ فَجَاءَ الْأَمْر عَلَى خِلَاف مَا أَرَادَ . أَعَزَّهُمْ اللَّه وَأَذَلَّهُ وَأَرْغَمَ أَنْفه وَأَغْرَقَهُ وَجُنُوده .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42497, "aya_id": 127}]