[{"text": "فَلَمَّا آسَفُونَا انتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ", "sura_id": 43, "type": 0, "id": 4380, "aya_id": 55}, {"text": "فلما آسفونا انتقمنا منهم فأغرقناهم أجمعين", "sura_id": 43, "type": 1, "id": 10616, "aya_id": 55}, {"text": "55 - (فلما آسفونا) أغضبونا (انتقمنا منهم فأغرقناهم أجمعين) \r\n", "sura_id": 43, "type": 2, "id": 29324, "aya_id": 55}, {"text": "فلما أغضبونا- بعصياننا, وتكذيب موسى وما جاء به من الآيات- انتقمنا منهم بعاجل العذاب الذي عَجَّلناه لهم, فأغرقناهم أجمعين في البحر.\r\n", "sura_id": 43, "type": 3, "id": 35560, "aya_id": 55}, {"text": " <font color=red>فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا آسَفُونَا أَسْخَطُونَا وَقَالَ الضَّحَّاك عَنْهُ أَغْضَبُونَا وَهَكَذَا قَالَ اِبْن عَبَّاس أَيْضًا وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَقَتَادَة وَالسُّدِّيّ وَغَيْرهمْ مِنْ الْمُفَسِّرِينَ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْد اللَّه بْن أَخِي اِبْن وَهْب حَدَّثَنَا عَمِّي حَدَّثَنَا اِبْن لَهِيعَة عَنْ عُقْبَة بْن مُسْلِم التَّجِيبِيّ عَنْ عُقْبَة بْن عَامِر رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا رَأَيْت اللَّه تَبَارَكَ وَتَعَالَى يُعْطِي الْعَبْد مَا يَشَاء وَهُوَ مُقِيم عَلَى مَعَاصِيه فَإِنَّمَا ذَلِكَ اِسْتِدْرَاج مِنْهُ لَهُ \" ثُمَّ تَلَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلَمَّا آسَفُونَا اِنْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ \" وَحَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن عَبْد الْحَمِيد الْحِمَّانِيّ حَدَّثَنَا قَيْس بْن الرَّبِيع عَنْ قَيْس بْن مُسْلِم عَنْ طَارِق بْن شِهَاب قَالَ كُنْت عِنْد عَبْد اللَّه رَضِيَ اللَّه عَنْهُ فَذُكِرَ عِنْده مَوْت الْفَجْأَة فَقَالَ تَخْفِيف عَلَى الْمُؤْمِن وَحَسْرَة عَلَى الْكَافِر ثُمَّ قَرَأَ رَضِيَ اللَّه عَنْهُ \" فَلَمَّا آسَفُونَا اِنْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ \" وَقَالَ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ وَجَدْت النِّقْمَة مَعَ الْغَفْلَة يَعْنِي قَوْله تَبَارَكَ وَتَعَالَى \" فَلَمَّا آسَفُونَا اِنْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ \" .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41182, "aya_id": 55}]