[{"text": "وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاء بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاء بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُوْلِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاء وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ", "sura_id": 24, "type": 0, "id": 2822, "aya_id": 31}, {"text": "وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أو بني إخوانهن أو بني أخواتهن أو نسائهن أو ما ملكت أيمانهن أو التابعين غير أولي الإربة من الرجال أو الطفل الذين لم يظهروا على عورات النساء ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن وتوبوا إلى الله جميعا أيها المؤمنون لعلكم تفلحون", "sura_id": 24, "type": 1, "id": 9058, "aya_id": 31}, {"text": "31 - (وقل للمؤمنات يغضضن من أبصارهن) عما لايحل لهن نظره (ويحفظن فروجهن) عما لا يحل لهن فعله بها (ولا يبدين) يظهرن (زينتهن إلا ما ظهر منها) وهو الوجه والكفان فيجوز نظره لأجنبي إن لم يخف فتنة في أحد وجهين والثاني يحرم لأنه مظنة الفتنة ورجح حسما للباب (وليضربن بخمرهن على جيوبهن) أي يسترن الرؤوس والأعناق والصدور بالمقانع (ولا يبدين زينتهن) الخفية وهي ما عدا الوجه والفين (إلا لبعولتهن) جمع بعل أي زوج (أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أو بني إخوانهن أو بني أخواتهن أو نسائهن أو ما ملكت أيمانهن) فيجوز لهم نظره إلا ما بين السرة والركبة فيحرم نظره لغير الأزواج وخرج بنسائهن الكافرات فلا يجوز للمسلمات الكشف لهن وشمل ما ملكت أيمانهن العبيد (أو التابعين) في فضول الطعام (غير) بالجر صفة والنصب استثناء (أولي الإربة) أصحاب الحاجة إلى النساء (من الرجال) بأن لم ينتشرذكر كل (أو الطفل) بمعنى الأطفال (الذين لم يظهروا) يطلعوا (على عورات النساء) للجماع فيجوز أن يبدين لهم ما عدا بين السرة والركبة (ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن) من خلخال يتقعقع (وتوبوا إلى الله جميعا أيها المؤمنون) مما وقع لكم من النظر الممنوع منه ومن غيره (لعلكم تفلحون) تنجون من ذلك لقبول التوبة منه وفي الآية تغليب الذكور على الإناث \r\n", "sura_id": 24, "type": 2, "id": 27766, "aya_id": 31}, {"text": "وقل للمؤمنات يغضضن من أبصارهن عمَّا لا يحلُّ لهن من العورات، ويحفظن فروجهن عمَّا حَرَّم الله، ولا يُظهرن زينتهن للرجال، بل يجتهدن في إخفائها إلا الثياب الظاهرة التي جرت العادة بلُبْسها، إذا لم يكن في ذلك ما يدعو إلى الفتنة بها، وليلقين بأغطية رؤوسهن على فتحات صدورهن مغطيات وجوههن؛ ليكمل سترهن، ولا يُظْهِرْنَ الزينة الخفية إلا لأزواجهن ؛ إذ يرون منهن ما لا يرى غيرهم. وبعضها، كالوجه، والعنق، واليدين، والساعدين يباح رؤيته لآبائهن أو آباء أزواجهن أو أبنائهن أو أبناء أزواجهن أو إخوانهن أو أبناء إخوانهن أو أبناء أخواتهن أو نسائهن المسلمات دون الكافرات, أو ما ملكن مِنَ العبيد، أو التابعين من الرجال الذين لا غرض ولا حاجة لهم في النساء، مثل البُلْه الذين يتبعون غيرهم للطعام والشراب فحسب، أو الأطفال الصغار الذين ليس لهم علم بأمور عورات النساء، ولم توجد فيهم الشهوة بعد، ولا يضرب النساء عند سَيْرهن بأرجلهن ليُسْمِعْن صوت ما خفي من زينتهن كالخلخال ونحوه، وارجعوا- أيها المؤمنون- إلى طاعة الله فيما أمركم به من هذه الصفات الجميلة والأخلاق الحميدة، واتركوا ما كان عليه أهل الجاهلية من الأخلاق والصفات الرذيلة؛ رجاء أن تفوزوا بخيري الدنيا والآخرة.\r\n", "sura_id": 24, "type": 3, "id": 34002, "aya_id": 31}, {"text": " <font color=red>وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ</font><BR><p>هَذَا أَمْر مِنْ اللَّه تَعَالَى لِلنِّسَاءِ الْمُؤْمِنَات وَغَيْرَة مِنْهُ لِأَزْوَاجِهِنَّ عِبَاده الْمُؤْمِنِينَ وَتَمْيِيز لَهُنَّ عَنْ صِفَة نِسَاء الْجَاهِلِيَّة وَفِعَال الْمُشْرِكَات . وَكَانَ سَبَب نُزُول هَذِهِ الْآيَة مَا ذَكَرَهُ مُقَاتِل بْن حَيَّان قَالَ : بَلَغَنَا وَاَللَّه أَعْلَم أَنَّ جَابِر بْن عَبْد اللَّه الْأَنْصَارِيّ حَدَّثَ أَنَّ أَسْمَاء بِنْت مَرْثَد كَانَ فِي مَحَلّ لَهَا فِي بَنِي حَارِثَة فَجَعَلَ النِّسَاء يَدْخُلْنَ عَلَيْهَا غَيْر مُتَّزِرَات فَيَبْدُو مَا فِي أَرْجُلهنَّ مِنْ الْخَلَاخِل وَتَبْدُو صُدُورهنَّ وَذَوَائِبهنَّ فَقَالَتْ أَسْمَاء : مَا أَقْبَح هَذَا فَأَنْزَلَ اللَّه تَعَالَى \" وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارهنَّ \" الْآيَة فَقَوْله تَعَالَى \" وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارهنَّ\" أَيْ عَمَّا حَرَّمَ اللَّه عَلَيْهِنَّ مِنْ النَّظَر إِلَى غَيْر أَزْوَاجهنَّ وَلِهَذَا ذَهَبَ كَثِير مِنْ الْعُلَمَاء إِلَى أَنَّهُ لَا يَجُوز لِلْمَرْأَةِ النَّظَر إِلَى الرِّجَال الْأَجَانِب بِشَهْوَةٍ وَلَا بِغَيْرِ شَهْوَة أَصْلًا وَاحْتَجَّ كَثِير مِنْهُمْ بِمَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ حَدِيث الزُّهْرِيّ عَنْ نَبْهَان مَوْلَى أُمّ سَلَمَة أَنَّهُ حَدَّثَهُ أَنَّ أُمّ سَلَمَة حَدَّثَتْهُ أَنَّهَا كَانَتْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَيْمُونَة قَالَتْ : فَبَيْنَمَا نَحْنُ عِنْده أَقْبَلَ اِبْن أُمّ مَكْتُوم فَدَخَلَ عَلَيْهِ وَذَلِكَ بَعْدَمَا أُمِرْنَا بِالْحِجَابِ فَقَالَ رَسُول اللَّه \" اِحْتَجِبَا مِنْهُ \" فَقُلْت يَا رَسُول اللَّه أَلَيْسَ هُوَ أَعْمَى لَا يُبْصِرنَا وَلَا يَعْرِفنَا ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَوَعَمْيَاوَانِ أَنْتُمَا ؟ أَوْ أَلَسْتُمَا تُبْصِرَانِهِ ؟ \" ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن صَحِيح وَذَهَبَ آخَرُونَ مِنْ الْعُلَمَاء إِلَى جَوَاز نَظَرهنَّ إِلَى الْأَجَانِب بِغَيْرِ شَهْوَة كَمَا ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَ يَنْظُر إِلَى الْحَبَشَة وَهُمْ يَلْعَبُونَ بِحِرَابِهِمْ يَوْم الْعِيد فِي الْمَسْجِد وَعَائِشَة أُمّ الْمُؤْمِنِينَ تَنْظُر إِلَيْهِمْ مِنْ وَرَائِهِ وَهُوَ يَسْتُرهَا مِنْهُمْ حَتَّى مَلَّتْ وَرَجَعَتْ وَقَوْله\" وَيَحْفَظْنَ فُرُوجهنَّ \" قَالَ سَعِيد بْن جُبَيْر : عَنْ الْفَوَاحِش وَقَالَ قَتَادَة وَسُفْيَان : عَمَّا لَا يَحِلّ لَهُنَّ وَقَالَ مُقَاتِل : عَنْ الزِّنَا وَقَالَ أَبُو الْعَالِيَة : كُلّ آيَة نَزَلَتْ فِي الْقُرْآن يُذْكَر فِيهَا حِفْظ الْفُرُوج فَهُوَ مِنْ الزِّنَا إِلَّا هَذِهِ الْآيَة \" وَيَحْفَظْنَ فُرُوجهنَّ \" أَنْ لَا يَرَاهَا أَحَد وَقَوْله تَعَالَى \" وَلَا يُبْدِينَ زِينَتهنَّ إِلَّا مَا ظَهَرَ مِنْهَا\" أَيْ لَا يُظْهِرْنَ شَيْئًا مِنْ الزِّينَة لِلْأَجَانِبِ إِلَّا مَا لَا يُمْكِن إِخْفَاؤُهُ قَالَ اِبْن مَسْعُود : كَالرِّدَاءِ وَالثِّيَاب يَعْنِي عَلَى مَا كَانَ يَتَعَاطَاهُ نِسَاء الْعَرَب مِنْ الْمِقْنَعَة الَّتِي تُجَلِّل ثِيَابهَا وَمَا يَبْدُو مِنْ أَسَافِل الثِّيَاب فَلَا حَرَج عَلَيْهَا فِيهِ لِأَنَّ هَذَا لَا يُمْكِنهَا إِخْفَاؤُهُ وَنَظِيره فِي زِيّ النِّسَاء مَا يَظْهَر مِنْ إِزَارهَا وَمَا لَا يُمْكِن إِخْفَاؤُهُ وَقَالَ بِقَوْلِ اِبْن مَسْعُود الْحَسَن وَابْن سِيرِينَ وَأَبُو الْجَوْزَاء وَإِبْرَاهِيم النَّخَعِيّ وَغَيْرهمْ وَقَالَ الْأَعْمَش عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : \" وَلَا يُبْدِينَ زِينَتهنَّ إِلَّا مَا ظَهَرَ مِنْهَا \" قَالَ : وَجْههَا وَكَفَّيْهَا وَالْخَاتَم . وَرُوِيَ عَنْ اِبْن عُمَر وَعَطَاء وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَأَبِي الشَّعْثَاء وَالضَّحَّاك وَإِبْرَاهِيم النَّخَعِيّ وَغَيْره نَحْو ذَلِكَ وَهَذَا يَحْتَمِل أَنْ يَكُون تَفْسِيرًا لِلزِّينَةِ الَّتِي نُهِينَ عَنْ إِبْدَائِهَا كَمَا قَالَ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه قَالَ فِي قَوْله \" وَلَا يُبْدِينَ زِينَتهنَّ \" الزِّينَة الْقُرْط وَالدُّمْلُوج وَالْخَلْخَال وَالْقِلَادَة وَفِي رِوَايَة عَنْهُ بِهَذَا الْإِسْنَاد قَالَ : الزِّينَة زِينَتَانِ فَزِينَة لَا يَرَاهَا إِلَّا الزَّوْج : الْخَاتَم وَالسِّوَار وَزِينَة يَرَاهَا الْأَجَانِب وَهِيَ الظَّاهِر مِنْ الثِّيَاب وَقَالَ الزُّهْرِيّ : لَا يُبْدِينَ لِهَؤُلَاءِ الَّذِينَ سَمَّى اللَّه مِمَّنْ لَا يَحِلّ لَهُ إِلَّا الْأَسْوِرَة وَالْأَخْمِرَة وَالْأَقْرِطَة مِنْ غَيْر حَسْر وَأَمَّا عَامَّة النَّاس فَلَا يَبْدُو مِنْهَا إِلَّا الْخَوَاتِم وَقَالَ مَالِك عَنْ الزُّهْرِيّ \" إِلَّا مَا ظَهَرَ مِنْهَا \" : الْخَاتَم وَالْخَلْخَال وَيُحْتَمَل أَنَّ اِبْن عَبَّاس وَمَنْ تَابَعَهُ أَرَادُوا تَفْسِير مَا ظَهَرَ مِنْهَا بِالْوَجْهِ وَالْكَفَّيْنِ وَهَذَا هُوَ الْمَشْهُور عِنْد الْجُمْهُور وَيُسْتَأْنَس لَهُ بِالْحَدِيثِ الَّذِي رَوَاهُ أَبُو دَاوُد فِي سُنَنه حَدَّثَنَا يَعْقُوب بْن كَعْب الْأَنْطَاكِيّ وَمُؤَمَّل بْن الْفَضْل الْحَرَّانِيّ قَالَا : حَدَّثَنَا الْوَلِيد عَنْ سَعِيد بْن بَشِير عَنْ قَتَادَة عَنْ خَالِد بْن دُرَيْك عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ أَسْمَاء بِنْت أَبِي بَكْر دَخَلَتْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَيْهَا ثِيَاب رِقَاق فَأَعْرَضَ عَنْهَا وَقَالَ : \" يَا أَسْمَاء إِنَّ الْمَرْأَة إِذَا بَلَغَتْ الْمَحِيض لَمْ يَصْلُح أَنْ يُرَى مِنْهَا إِلَّا هَذَا\" وَأَشَارَ إِلَى وَجْهه وَكَفَّيْهِ لَكِنْ قَالَ أَبُو دَاوُد وَأَبُو حَاتِم الرَّازِيّ هُوَ مُرْسَل . خَالِد بْن دُرَيْك لَمْ يَسْمَع مِنْ عَائِشَة رَضِيَ اللَّه عَنْهَا وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى\" وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبهنَّ \" يَعْنِي الْمَقَانِع يُعْمَل لَهَا صِفَات ضَارِبَات عَلَى صُدُورهنَّ لِتُوَارِي مَا تَحْتهَا مِنْ صَدْرهَا وَتَرَائِبهَا لِيُخَالِفْنَ شِعَار نِسَاء أَهْل الْجَاهِلِيَّة فَإِنَّهُنَّ لَمْ يَكُنَّ يَفْعَلْنَ ذَلِكَ بَلْ كَانَتْ الْمَرْأَة مِنْهُنَّ تَمُرّ بَيْن الرِّجَال مُسَفِّحَة بِصَدْرِهَا لَا يُوَارِيه شَيْء وَرُبَّمَا أَظْهَرَتْ عُنُقهَا وَذَوَائِب شَعْرهَا وَأَقْرِطَة آذَانهَا فَأَمَرَ اللَّه الْمُؤْمِنَات أَنْ يَسْتَتِرْنَ فِي هَيْئَاتهنَّ وَأَحْوَالهنَّ كَمَا قَالَ تَعَالَى \" يَا أَيّهَا النَّبِيّ قُلْ لِأَزْوَاجِك وَبَنَاتك وَنِسَاء الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبهنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبهنَّ\" وَالْخُمُر جَمْع خِمَار وَهُوَ مَا يُخَمَّر بِهِ أَيْ يُغَطَّى بِهِ الرَّأْس وَهِيَ الَّتِي تُسَمِّيهَا النَّاس الْمَقَانِع . قَالَ سَعِيد بْن جُبَيْر \" وَلْيَضْرِبْنَ \" وَلْيَشْدُدْنَ \" بِخُمُرِهِنَّ عَلَى جُيُوبهنَّ \" يَعْنِي عَلَى النَّحْر وَالصَّدْر فَلَا يُرَى مِنْهُ شَيْء وَقَالَ الْبُخَارِيّ حَدَّثَنَا أَحْمَد بْن شَبِيب حَدَّثَنَا أَبِي عَنْ يُونُس عَنْ اِبْن شِهَاب عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : يَرْحَم اللَّه نِسَاء الْمُهَاجِرَات الْأُوَل لَمَّا أَنْزَلَ اللَّه \" وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبهنَّ\" شَقَقْنَ مُرُوطهنَّ فَاخْتَمَرْنَ بِهَا . وَقَالَ أَيْضًا حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا إِبْرَاهِيم بْن نَافِع عَنْ الْحَسَن بْن مُسْلِم عَنْ صَفِيَّة بِنْت شَيْبَة أَنَّ عَائِشَة رَضِيَ اللَّه عَنْهَا كَانَتْ تَقُول : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبهنَّ \" أَخَذْنَ أُزُرهنَّ فَشَقَقْنَهَا مِنْ قِبَل الْحَوَاشِي فَاخْتَمَرْنَ بِهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن عَبْد اللَّه بْن يُونُس حَدَّثَنِي الزِّنْجِيّ بْن خَالِد حَدَّثَنَا عَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ صَفِيَّة بِنْت شَيْبَة قَالَتْ : بَيْنَا نَحْنُ عِنْد عَائِشَة قَالَتْ فَذَكَرْنَ نِسَاء قُرَيْش وَفَضْلهنَّ فَقَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا إِنَّ لِنِسَاءِ قُرَيْش لَفَضْلًا وَإِنِّي وَاَللَّه مَا رَأَيْت أَفْضَل مِنْ نِسَاء الْأَنْصَار أَشَدّ تَصْدِيقًا لِكِتَابِ اللَّه وَلَا إِيمَانًا بِالتَّنْزِيلِ لَقَدْ أُنْزِلَتْ سُورَة النُّور \" وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبهنَّ \" اِنْقَلَبَ رِجَالهنَّ إِلَيْهِنَّ يَتْلُونَ عَلَيْهِنَّ مَا أَنْزَلَ اللَّه إِلَيْهِمْ فِيهَا وَيَتْلُو الرَّجُل عَلَى اِمْرَأَته وَابْنَته وَأُخْته وَعَلَى كُلّ ذِي قَرَابَته فَمَا مِنْهُنَّ اِمْرَأَة إِلَّا قَامَتْ إِلَى مُرْطهَا الْمُرَحَّل فَاعْتَجَرَتْ بِهِ تَصْدِيقًا وَإِيمَانًا بِمَا أَنْزَلَ اللَّه مِنْ كِتَابه فَأَصْبَحْنَ وَرَاء رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُعْتَجِرَات كَأَنَّ عَلَى رُءُوسهنَّ الْغِرْبَان . وَرَوَاهُ أَبُو دَاوُد مِنْ غَيْر وَجْه عَنْ صَفِيَّة بْن شَيْبَة بِهِ قَالَ اِبْن جَرِير حَدَّثَنَا يُونُس أَخْبَرَنَا اِبْن وَهْب أَنَّ قُرَّة بْن عَبْد الرَّحْمَن أَخْبَرَهُ عَنْ اِبْن شِهَاب عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : يَرْحَم اللَّه النِّسَاء الْمُهَاجِرَات الْأُوَل لَمَّا أَنْزَلَ اللَّه \" وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبهنَّ \" شَقَقْنَ أَكْتُف مُرُوطهنَّ فَاخْتَمَرْنَ بِهَا . وَرَوَاهُ أَبُو دَاوُد مِنْ حَدِيث اِبْن وَهْب بِهِ وَقَوْله تَعَالَى \" وَلَا يُبْدِينَ زِينَتهنَّ إِلَّا لِبُعُولَتِهِنَّ \" أَيْ أَزْوَاجهنَّ \" أَوْ آبَائِهِنَّ أَوْ آبَاء بُعُولَتهنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاء بُعُولَتهنَّ أَوْ إِخْوَانهنَّ أَوْ بَنِي إِخْوَانهنَّ أَوْ بَنِي أَخَوَاتهنَّ \" كُلّ هَؤُلَاءِ مَحَارِم لِلْمَرْأَةِ يَجُوز لَهَا أَنْ تَظْهَر عَلَيْهِمْ بِزِينَتِهَا وَلَكِنْ مِنْ غَيْر تَبَرُّج وَقَدْ رَوَى اِبْن الْمُنْذِر حَدَّثَنَا مُوسَى يَعْنِي اِبْن هَارُون حَدَّثَنَا أَبُو بَكْر يَعْنِي اِبْن أَبِي شَيْبَة حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا دَاوُد عَنْ الشَّعْبِيّ وَعِكْرِمَة فِي هَذِهِ الْآيَة \" وَلَا يُبْدِينَ زِينَتهنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاء بُعُولَتهنَّ \" حَتَّى فَرَغَ مِنْهَا وَقَالَ لَمْ يَذْكُر الْعَمّ وَلَا الْخَال لِأَنَّهُمَا يَنْعَتَانِ لِأَبْنَائِهِمَا وَلَا تَضَع خِمَارهَا عِنْد الْعَمّ وَالْخَال فَأَمَّا الزَّوْج فَإِنَّمَا ذَلِكَ كُلّه مِنْ أَجْله فَتَتَصَنَّع لَهُ بِمَا لَا يَكُون بِحَضْرَةِ غَيْره . وَقَوْله \" أَوْ نِسَائِهِنَّ\" يَعْنِي تَظْهَر بِزِينَتِهَا أَيْضًا لِلنِّسَاءِ الْمُسْلِمَات دُون نِسَاء أَهْل الذِّمَّة لِئَلَّا تَصِفهُنَّ لِرِجَالِهِنَّ وَذَلِكَ وَإِنْ كَانَ مَحْذُورًا فِي جَمِيع النِّسَاء إِلَّا أَنَّهُ فِي نِسَاء أَهْل الذِّمَّة أَشَدّ فَإِنَّهُنَّ لَا يَمْنَعهُنَّ مِنْ ذَلِكَ مَانِع فَأَمَّا الْمُسْلِمَة فَإِنَّهَا تَعْلَم أَنَّ ذَلِكَ حَرَام فَتَنْزَجِر عَنْهُ وَقَدْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا تُبَاشِر الْمَرْأَة الْمَرْأَة تَنْعَتهَا لِزَوْجِهَا كَأَنَّهُ يَنْظُر إِلَيْهَا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود وَرَوَى سَعِيد بْن مَنْصُور فِي سُنَنه حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ هِشَام بْن الْغَازِي عَنْ عُبَادَة بْن نُسَيّ عَنْ أَبِيهِ عَنْ الْحَارِث بْن قَيْس أَنَّ عُمَر بْن الْخَطَّاب كَتَبَ إِلَى أَبِي عُبَيْدَة : أَمَّا بَعْد فَإِنَّهُ بَلَغَنِي أَنَّ نِسَاء مِنْ نِسَاء الْمُسْلِمِينَ يَدْخُلْنَ الْحَمَّامَات مَعَ نِسَاء أَهْل الشِّرْك فَإِنَّهُ مِنْ قِبَلك فَلَا يَحِلّ لِامْرَأَةٍ تُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر أَنْ يَنْظُر إِلَى عَوْرَتهَا إِلَّا أَهْل مِلَّتهَا. وَقَالَ مُجَاهِد فِي قَوْله \" أَوْ نِسَائِهِنَّ \" قَالَ : نِسَاؤُهُنَّ الْمُسْلِمَات لَيْسَ الْمُشْرِكَات مِنْ نِسَائِهِنَّ وَلَيْسَ لِلْمَرْأَةِ الْمُسْلِمَة أَنْ تَنْكَشِف بَيْن يَدَيْ مُشْرِكَة وَرَوَى عَبْد اللَّه فِي تَفْسِيره عَنْ الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس \" أَوْ نِسَائِهِنَّ \" قَالَ : هُنَّ الْمُسْلِمَات لَا تُبْدِيه لِيَهُودِيَّةٍ وَلَا نَصْرَانِيَّة وَهُوَ النَّحْر وَالْقُرْط وَالْوِشَاح وَمَا لَا يَحِلّ أَنْ يَرَاهُ إِلَّا مَحْرَم وَرَوَى سَعِيد حَدَّثَنَا جَرِير عَنْ لَيْث عَنْ مُجَاهِد قَالَ : لَا تَضَع الْمُسْلِمَة خِمَارهَا عِنْد مُشْرِكَة لِأَنَّ اللَّه تَعَالَى يَقُول \" أَوْ نِسَائِهِنَّ\" فَلَيْسَتْ مِنْ نِسَائِهِنَّ وَعَنْ مَكْحُول وَعُبَادَة بْن نُسَيّ أَنَّهُمَا كَرِهَا أَنْ تُقَبِّل النَّصْرَانِيَّة وَالْيَهُودِيَّة وَالْمَجُوسِيَّة الْمُسْلِمَة فَأَمَّا مَا رَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَبُو عُمَيْر حَدَّثَنَا ضَمْرَة قَالَ : قَالَ اِبْن عَطَاء عَنْ أَبِيهِ قَالَ : لَمَّا قَدِمَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْت الْمَقْدِس كَانَ قَوَابِل نِسَائِهِنَّ الْيَهُودِيَّات وَالنَّصْرَانِيَّات فَهَذَا إِنْ صَحَّ فَمَحْمُول عَلَى حَال الضَّرُورَة أَوْ أَنَّ ذَلِكَ مِنْ بَاب الِامْتِهَان ثُمَّ إِنَّهُ لَيْسَ فِيهِ كَشْف عَوْرَة وَلَا بُدّ وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى : \" أَوْ مَا مَلَكَتْ أَيْمَانهنَّ\" قَالَ اِبْن جَرِير : يَعْنِي مِنْ نِسَاء الْمُشْرِكِينَ فَيَجُوز لَهَا أَنْ تُظْهِر زِينَتهَا لَهَا وَإِنْ كَانَتْ مُشْرِكَة لِأَنَّهَا أَمَتهَا وَإِلَيْهِ ذَهَبَ سَعِيد بْن الْمُسَيِّب وَقَالَ الْأَكْثَرُونَ : بَلْ يَجُوز لَهَا أَنْ تَظْهَر عَلَى رَقِيقهَا مِنْ الرِّجَال وَالنِّسَاء وَاسْتَدَلُّوا بِالْحَدِيثِ الَّذِي رَوَاهُ أَبُو دَاوُد ثَنَا مُحَمَّد بْن عِيسَى حَدَّثَنَا أَبُو جَمِيع سَالِم بْن دِينَار عَنْ ثَابِت عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَى فَاطِمَة بِعَبْدٍ قَدْ وَهَبَهُ لَهَا قَالَ وَعَلَى فَاطِمَة ثَوْب إِذَا قَنَّعَتْ بِهِ رَأْسهَا لَمْ يَبْلُغ رِجْلَيْهَا وَإِذَا غَطَّتْ بِهِ رِجْلَيْهَا لَمْ يَبْلُغ رَأْسهَا فَلَمَّا رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا تَلْقَى قَالَ : \" إِنَّهُ لَيْسَ عَلَيْك بَأْس إِنَّمَا هُوَ أَبُوك وَغُلَامك \" . وَقَدْ ذَكَرَ الْحَافِظ بْن عَسَاكِر فِي تَارِيخه فِي تَرْجَمَة خَدِيج الْحِمَّصِيّ مَوْلَى مُعَاوِيَة أَنَّ عَبْد اللَّه بْن مَسْعَدَة الْفَزَارِيّ كَانَ أَسْوَد شَدِيد الْأُدْمَة وَأَنَّهُ قَدْ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَبَهُ لِابْنَتِهِ فَاطِمَة فَرَبَّته ثُمَّ أَعْتَقَتْهُ ثُمَّ قَدْ كَانَ بَعْد ذَلِكَ كُلّه بَرَزَ مَعَ مُعَاوِيَة أَيَّام صِفِّين وَكَانَ مِنْ أَشَدّ النَّاس عَلَى عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ وَرَوَى الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ الزُّهْرِيّ عَنْ نَبْهَان عَنْ أُمّ سَلَمَة ذَكَرَتْ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا كَانَ لِإِحْدَاكُنَّ مُكَاتَب وَكَانَ لَهُ مَا يُؤَدِّي فَلْتَحْتَجِبْ مِنْهُ \" وَرَوَاهُ أَبُو دَاوُد عَنْ مُسَدَّد عَنْ سُفْيَان بِهِ وَقَوْله تَعَالَى \" أَوْ التَّابِعِينَ غَيْر أُولِي الْإِرْبَة مِنْ الرِّجَال \" يَعْنِي كَالْأُجَرَاءِ وَالْأَتْبَاع الَّذِينَ لَيْسُوا بِأَكْفَاءٍ وَهُمْ مَعَ ذَلِكَ فِي عُقُولهمْ وَلَهٌ وَحَوْب وَلَا هِمَّة لَهُمْ إِلَى النِّسَاء وَلَا يَشْتَهُونَهُنَّ. قَالَ اِبْن عَبَّاس : هُوَ الْمُغَفَّل الَّذِي لَا شَهْوَة لَهُ. وَقَالَ مُجَاهِد : هُوَ الْأَبْلَه وَقَالَ عِكْرِمَة : هُوَ الْمُخَنَّث الَّذِي لَا يَقُوم ذَكَره وَكَذَلِكَ قَالَ غَيْر وَاحِد مِنْ السَّلَف وَفِي الصَّحِيح مِنْ حَدِيث الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة أَنَّ مُخَنَّثًا كَانَ يَدْخُل عَلَى أَهْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانُوا يَعُدُّونَهُ مِنْ غَيْر أُولِي الْإِرْبَة فَدَخَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَنْعَت اِمْرَأَة يَقُول إِنَّهَا إِذَا أَقْبَلَتْ أَقْبَلَتْ بِأَرْبَعٍ وَإِذَا أَدْبَرَتْ أَدْبَرَتْ بِثَمَانٍ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أَرَى هَذَا يَعْلَم مَا هَهُنَا لَا يَدْخُلَنَّ عَلَيْكُمْ \" فَأَخْرَجَهُ فَكَانَ بِالْبَيْدَاءِ يَدْخُل يَوْم كُلّ جُمُعَة لِيَسْتَطْعِم . وَرَوَى الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ زَيْنَب بِنْت أَبِي سَلَمَة عَنْ أُمّ سَلَمَة أَنَّهَا قَالَتْ : دَخَلَ عَلَيْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعِنْدهَا مُخَنَّث وَعِنْدهَا عَبْد اللَّه بْن أَبِي أُمَيَّة يَعْنِي أَخَاهَا وَالْمُخَنَّث يَقُول : يَا عَبْد اللَّه إِنْ فَتَحَ اللَّه عَلَيْكُمْ الطَّائِف غَدًا فَعَلَيْك بِابْنَةِ غَيْلَان فَإِنَّهَا تُقْبِل بِأَرْبَعٍ وَتُدْبِر بِثَمَانٍ قَالَ فَسَمِعَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لِأُمِّ سَلَمَة : \" لَا يَدْخُلَنَّ هَذَا عَلَيْك \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث هِشَام بْن عُرْوَة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة بْن الزُّبَيْر عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَ رَجُل يَدْخُل عَلَى أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُخَنَّث وَكَانُوا يَعُدُّونَهُ مِنْ غَيْر أُولِي الْإِرْبَة فَدَخَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ عِنْد بَعْض نِسَائِهِ وَهُوَ يَنْعَت اِمْرَأَة فَقَالَ إِنَّهَا إِذَا أَقْبَلَتْ أَقْبَلَتْ بِأَرْبَعٍ وَإِذَا أَدْبَرَتْ أَدْبَرَتْ بِثَمَانٍ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أَرَى هَذَا يَعْلَم مَا هَهُنَا لَا يَدْخُلَنَّ عَلَيْكُمْ هَذَا \" فَحَجَبُوهُ وَرَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ طَرِيق عَبْد الرَّزَّاق بِهِ عَنْ أُمّ سَلَمَة وَقَوْله تَعَالَى \" أَوْ الطِّفْل الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَات النِّسَاء \" يَعْنِي لِصِغَرِهِمْ لَا يَفْهَمُونَ أَحْوَال النِّسَاء وَعَوْرَاتهنَّ مِنْ كَلَامِهِنَّ الرَّخِيم وَتَعَطُّفهنَّ فِي الْمِشْيَة وَحَرَكَاتهنَّ وَسَكَنَاتهنَّ فَإِذَا كَانَ الطِّفْل صَغِيرًا لَا يَفْهَم ذَلِكَ فَلَا بَأْس بِدُخُولِهِ عَلَى النِّسَاء فَأَمَّا إِنْ كَانَ مُرَاهِقًا أَوْ قَرِيبًا مِنْهُ بِحَيْثُ يَعْرِف ذَلِكَ وَيَدْرِيه وَيُفَرِّق بَيْن الشَّوْهَاء وَالْحَسْنَاء فَلَا يُمَكَّن مِنْ الدُّخُول عَلَى النِّسَاء وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" إِيَّاكُمْ وَالدُّخُول عَلَى النِّسَاء \" قِيلَ يَا رَسُول اللَّه أَفَرَأَيْت الْحَمْو ؟ قَالَ : \" الْحَمْو الْمَوْت \" وَقَوْله تَعَالَى\" وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ \" الْآيَة كَانَتْ الْمَرْأَة فِي الْجَاهِلِيَّة إِذَا كَانَتْ تَمْشِي فِي الطَّرِيق وَفِي رِجْلهَا خَلْخَال صَامِت لَا يُعْلَم صَوْته ضَرَبَتْ بِرِجْلِهَا الْأَرْض فَيَسْمَع الرِّجَال طَنِينه فَنَهَى اللَّه الْمُؤْمِنَات عَنْ مِثْل ذَلِكَ وَكَذَلِكَ إِذَا كَانَ شَيْء مِنْ زِينَتهَا مَسْتُورًا فَتَحَرَّكَتْ بِحَرَكَةٍ لِتُظْهِر مَا هُوَ خَفِيّ دَخَلَ فِي هَذَا النَّهْي لِقَوْلِهِ تَعَالَى\" وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ \" إِلَى آخِره . وَمِنْ ذَلِكَ أَنَّهَا تَنْتَهِي عَنْ التَّعَطُّر وَالتَّطَيُّب عِنْد خُرُوجهَا مِنْ بَيْتهَا فَيَشُمّ الرِّجَال طِيبهَا فَقَدْ قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا يَحْيَى بْن سَعِيد الْقَطَّان عَنْ ثَابِت بْن عُمَارَة الْحَنَفِيّ عَنْ غُنَيْم بْن قَيْس عَنْ أَبِي مُوسَى رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" كُلّ عَيْن زَانِيَة وَالْمَرْأَة إِذَا اِسْتَعْطَرَتْ فَمَرَّتْ بِالْمَجْلِسِ فَهِيَ كَذَا وَكَذَا \" يَعْنِي زَانِيَة وَفِي الْبَاب عَنْ أَبِي هُرَيْرَة وَهَذَا حَسَن صَحِيح وَرَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث ثَابِت بْن عُمَارَة بِهِ . وَقَالَ أَبُو دَاوُد حَدَّثَنَا مُحَمَّد بْن كَثِير أَخْبَرَنَا سُفْيَان عَنْ عَاصِم بْن عُبَيْد اللَّه عَنْ عُبَيْد مَوْلَى أَبِي رُهْم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : لَقِيَتْهُ اِمْرَأَة شَمَّ مِنْهَا رِيح الطِّيب وَلِذَيْلِهَا إِعْصَار فَقَالَ يَا أُمَيَّة الْجَبَّار جِئْت مِنْ الْمَسْجِد ؟ قَالَتْ نَعَمْ قَالَ لَهَا : تَطَيَّبْت ؟ قَالَتْ نَعَمْ قَالَ : إِنِّي سَمِعْت حِبِّي أَبَا الْقَاسِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا يَقْبَل اللَّه صَلَاة اِمْرَأَة طَيَّبَتْ لِهَذَا الْمَسْجِد حَتَّى تَرْجِع فَتَغْتَسِل غُسْلهَا مِنْ الْجَنَابَة \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ سُفْيَان هُوَ اِبْن عُيَيْنَة بِهِ . وَرَوَى التِّرْمِذِيّ أَيْضًا مِنْ حَدِيث مُوسَى بْن عُبَيْدَة عَنْ أَيُّوب بْن خَالِد عَنْ مَيْمُونَة بِنْت سَعْد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" الرَّافِلَة فِي الزِّينَة فِي غَيْر أَهْلهَا كَمَثَلِ ظُلْمَة يَوْم الْقِيَامَة لَا نُور لَهَا \" وَمِنْ ذَلِكَ أَيْضًا أَنَّهُنَّ يُنْهَيْنَ عَنْ الْمَشْي فِي وَسَط الطَّرِيق لِمَا فِيهِ مِنْ التَّبَرُّج. قَالَ أَبُو دَاوُد حَدَّثَنَا التَّغْلِبِيّ حَدَّثَنَا عَبْد الْعَزِيز يَعْنِي اِبْن مُحَمَّد عَنْ اِبْن أَبِي الْيَمَان عَنْ شَدَّاد بْن أَبِي عَمْرو بْن حَمَاس عَنْ أَبِيهِ عَنْ حَمْزَة بْن أَبِي أُسَيْد الْأَنْصَارِيّ عَنْ أَبِيهِ أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ خَارِج مِنْ الْمَسْجِد وَقَدْ اِخْتَلَطَ الرَّجُل مَعَ النِّسَاء فِي الطَّرِيق فَقَالَ رَسُول اللَّه لِلنِّسَاءِ\" اِسْتَأْخِرْنَ فَإِنَّهُ لَيْسَ لَكُنَّ أَنْ تَحْتَضِنَّ الطَّرِيق عَلَيْكُنَّ بِحَافَّاتِ الطَّرِيق \" فَكَانَتْ الْمَرْأَة تَلْصَق بِالْجِدَارِ حَتَّى إِنَّ ثَوْبهَا لَيَتَعَلَّق بِالْجِدَارِ مِنْ لُصُوقهَا بِهِ . وَقَوْله تَعَالَى \" وَتُوبُوا إِلَى اللَّه جَمِيعًا أَيّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ \" أَيْ اِفْعَلُوا مَا آمُركُمْ بِهِ مِنْ هَذِهِ الصِّفَات الْجَمِيلَة وَالْأَخْلَاق الْجَلِيلَة وَاتْرُكُوا مَا كَانَ عَلَيْهِ أَهْل الْجَاهِلِيَّة مِنْ الْأَخْلَاق وَالصِّفَات الرَّذِيلَة فَإِنَّ الْفَلَاح كُلّ الْفَلَاح فِي فِعْل مَا أَمَرَ اللَّه بِهِ وَرَسُوله وَتَرْك مَا نَهَيَا عَنْهُ وَاَللَّه تَعَالَى هُوَ الْمُسْتَعَان .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39249, "aya_id": 31}]