[{"text": "فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ وَإِنَّا إِذَا أَذَقْنَا الْإِنسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنسَانَ كَفُورٌ", "sura_id": 42, "type": 0, "id": 4320, "aya_id": 48}, {"text": "فإن أعرضوا فما أرسلناك عليهم حفيظا إن عليك إلا البلاغ وإنا إذا أذقنا الإنسان منا رحمة فرح بها وإن تصبهم سيئة بما قدمت أيديهم فإن الإنسان كفور", "sura_id": 42, "type": 1, "id": 10556, "aya_id": 48}, {"text": "48 - (فإن أعرضوا) عن الاجابة (فما أرسلناك عليهم حفيظا) تحفظ أعمالهم بأن توافق المطلوب منهم (إن) ما (عليك إلا البلاغ) وهذا قبل الأمر بالجهاد (وإنا إذا أذقنا الإنسان منا رحمة) نعمة كالغنى والصحة (فرح بها وإن تصبهم) الضمير للإنسان باعتبار الجنس (سيئة) بلاء (بما قدمت أيديهم) أي قدموه وعبر بالأيدي لأن أكثر الأفعال تزاول بها (فإن الإنسان كفور) للنعمة \r\n", "sura_id": 42, "type": 2, "id": 29264, "aya_id": 48}, {"text": "فإن أعرض هؤلاء المشركون -أيها الرسول- عن الإيمان بالله فما أرسلناك عليهم حافظًا لأعمالهم حتى تحاسبهم عليها، ما عليك إلا البلاغ. وإنَّا إذا أعطينا الإنسان منا رحمة مِن غنى وسَعَة في المال وغير ذلك، فَرِح وسُرَّ، وإن تصبهم مصيبة مِن فقر ومرض وغير ذلك بسبب ما قدمته أيديهم من معاصي الله, فإن الإنسان جحود يعدِّد المصائب, وينسى النعم.\r\n", "sura_id": 42, "type": 3, "id": 35500, "aya_id": 48}, {"text": " <font color=red>فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ</font><BR><p>قَوْله تَعَالَى \" فَإِنْ أَعْرَضُوا \" يَعْنِي الْمُشْرِكِينَ \" فَمَا أَرْسَلْنَاك عَلَيْهِمْ حَفِيظًا \" أَيْ لَسْت عَلَيْهِمْ بِمُصَيْطِرٍ وَقَالَ عَزَّ وَجَلَّ \" لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" وَقَالَ تَعَالَى\" فَإِنَّمَا عَلَيْك الْبَلَاغ وَعَلَيْنَا الْحِسَاب \" وَقَالَ جَلَّ وَعَلَا هَهُنَا \" إِنْ عَلَيْك إِلَّا الْبَلَاغ \" أَيْ إِنَّمَا كَلَّفْنَاك أَنْ تُبَلِّغهُمْ رِسَالَة اللَّه إِلَيْهِم ثُمَّ قَالَ تَبَارَكَ وَتَعَالَى \" وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَان مِنَّا رَحْمَة فَرِحَ بِهَا \" أَيْ إِذَا أَصَابَهُ رَخَاء وَنِعْمَة فَرِحَ بِذَلِكَ \" وَإِنْ تُصِبْهُمْ \" يَعْنِي النَّاس \" سَيِّئَة \" أَيْ جَدْب وَنِقْمَة وَبَلَاء وَشِدَّة \" فَإِنَّ الْإِنْسَان كَفُور \" أَيْ يَجْحَد مَا تَقَدَّمَ مِنْ النِّعَم وَلَا يَعْرِف إِلَّا السَّاعَة الرَّاهِنَة فَإِنْ أَصَابَتْهُ نِعْمَة أَشِرَ وَبَطِرَ وَإِنْ أَصَابَتْهُ مِحْنَة يَئِسَ وَقَنِطَ كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلنِّسَاءِ\" يَا مَعْشَر النِّسَاء تَصَدَّقْنَ فَإِنِّي رَأَيْتُكُنَّ أَكْثَر أَهْل النَّار \" فَقَالَتْ اِمْرَأَة وَلِمَ يَا رَسُول اللَّه ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِأَنَّكُنَّ تُكْثِرْنَ الشِّكَايَة وَتَكْفُرْنَ الْعَشِير لَوْ أَحْسَنْت إِلَى إِحْدَاهُنَّ الدَّهْر ثُمَّ تَرَكْت يَوْمًا قَالَتْ مَا رَأَيْت مِنْك خَيْرًا قَطُّ \" وَهَذَا حَال أَكْثَر النِّسَاء إِلَّا مَنْ هَدَاهُ اللَّه تَعَالَى وَأَلْهَمَهُ رُشْده وَكَانَ مِنْ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات فَالْمُؤْمِن كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ أَصَابَتْهُ سَرَّاء فَشَكَرَ فَكَانَ خَيْرًا لَهُ وَإِنْ أَصَابَتْهُ ضَرَّاء صَبَرَ فَكَانَ خَيْرًا لَهُ وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ \" .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41121, "aya_id": 48}]