[{"text": "يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ", "sura_id": 40, "type": 0, "id": 4152, "aya_id": 19}, {"text": "يعلم خائنة الأعين وما تخفي الصدور", "sura_id": 40, "type": 1, "id": 10388, "aya_id": 19}, {"text": "19 - (يعلم) أي الله (خائنة الأعين) بمسارفتها النظر إلى محرم (وما تخفي الصدور) القلوب \r\n", "sura_id": 40, "type": 2, "id": 29096, "aya_id": 19}, {"text": "يعلم الله سبحانه ما تختلسه العيون من نظرات, وما يضمره الإنسان في نفسه من خير أو شر.\r\n", "sura_id": 40, "type": 3, "id": 35332, "aya_id": 19}, {"text": " <font color=red>يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ</font><BR><p>يُخْبِر عَزَّ وَجَلَّ عَنْ عِلْمه التَّامّ الْمُحِيط بِجَمِيعِ الْأَشْيَاء جَلِيلهَا وَحَقِيرهَا صَغِيرهَا وَكَبِيرهَا دَقِيقهَا وَلَطِيفهَا لِيَحْذَرَ النَّاس عِلْمه فِيهِمْ فَيَسْتَحْيُوا مِنْ اللَّه تَعَالَى حَقّ الْحَيَاء وَيَتَّقُوهُ حَقّ تَقْوَاهُ وَيُرَاقِبُوهُ مُرَاقَبَة مَنْ يَعْلَم أَنَّهُ يَرَاهُ فَإِنَّهُ عَزَّ وَجَلَّ يَعْلَم الْعَيْن الْخَائِنَة وَإِنْ أَبْدَتْ أَمَانَة وَيَعْلَم مَا تَنْطَوِي عَلَيْهِ خَبَايَا الصُّدُور مِنْ الضَّمَائِر وَالسَّرَائِر . قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" يَعْلَم خَائِنَة الْأَعْيُن وَمَا تُخْفِي الصُّدُورُ \" هُوَ الرَّجُل يَدْخُل عَلَى أَهْل الْبَيْت بَيْتهمْ وَفِيهِمْ الْمَرْأَة الْحَسْنَاء أَوْ تَمُرُّ بِهِ وَبِهِمْ الْمَرْأَة الْحَسْنَاء فَإِذَا غَفَلُوا لَحَظَ إِلَيْهَا فَإِذَا فَطِنُوا غَضَّ بَصَرَهُ عَنْهَا فَإِذَا غَفَلُوا لَحَظَ فَإِذَا فَطِنُوا غَضَّ وَقَدْ اِطَّلَعَ اللَّه تَعَالَى مِنْ قَلْبه أَنَّهُ وَدَّ أَنْ لَوْ اِطَّلَعَ عَلَى فَرْجِهَا رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ الضَّحَّاك \" خَائِنَة الْأَعْيُن \" هُوَ الْغَمْز وَقَوْل الرَّجُل رَأَيْت وَلَمْ يَرَ . أَوْ لَمْ أَرَ وَقَدْ رَأَى وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا يَعْلَم اللَّه تَعَالَى مِنْ الْعَيْن فِي نَظَرِهَا هَلْ تُرِيد الْخِيَانَة أَمْ لَا ؟ وَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" وَمَا تُخْفِي الصُّدُور \" يَعْلَم إِذَا أَنْتَ قَدَرْت عَلَيْهَا هَلْ تَزْنِي بِهَا أَمْ لَا ؟ وَقَالَ السُّدِّيّ \" وَمَا تُخْفِي الصُّدُور \" أَيْ مِنْ الْوَسْوَسَة .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40952, "aya_id": 19}]