[{"text": "الَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ", "sura_id": 10, "type": 0, "id": 1427, "aya_id": 63}, {"text": "الذين آمنوا وكانوا يتقون", "sura_id": 10, "type": 1, "id": 7663, "aya_id": 63}, {"text": "63 - هم (الذين آمنوا وكانوا يتقون) الله بامتثال أمره ونهيه \r\n", "sura_id": 10, "type": 2, "id": 26371, "aya_id": 63}, {"text": "وصفات هؤلاء الأولياء, أنهم الذين صدَّقوا الله واتبعوا رسوله وما جاء به من عند الله, وكانوا يتقون الله بامتثال أوامره, واجتناب معاصيه.\r\n", "sura_id": 10, "type": 3, "id": 32607, "aya_id": 63}, {"text": " <font color=red>الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ</font><BR><p>فِي قَوْله \" لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة \" قَالَ \" الرُّؤْيَا الصَّالِحَة يَرَاهَا الْمُسْلِم أَوْ تُرَى لَهُ \" وَقَالَ اِبْن جَرِير حَدَّثَنِي أَبُو السَّائِب حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ عَطَاء بْن يَسَار عَنْ رَجُل مِنْ أَهْل مِصْر عَنْ أَبِي الدَّرْدَاء فِي قَوْله \" لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة \" قَالَ سَأَلَ رَجُل أَبَا الدَّرْدَاء عَنْ هَذِهِ الْآيَة فَقَالَ : لَقَدْ سَأَلْت عَنْ شَيْء مَا سَمِعْت أَحَدًا سَأَلَ عَنْهُ بَعْد رَجُل سَأَلَ عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" هِيَ الرُّؤْيَا الصَّالِحَة يَرَاهَا الرَّجُل الْمُسْلِم أَوْ تُرَى لَهُ بُشْرَاهُ فِي الْحَيَاة الدُّنْيَا وَبُشْرَاهُ فِي الْآخِرَة الْجَنَّة \" ثُمَّ رَوَاهُ اِبْن جَرِير عَنْ سُفْيَان عَنْ اِبْن الْمُنْكَدِر عَنْ عَطَاء بْن يَسَار عَنْ رَجُل مِنْ أَهْل مِصْر أَنَّهُ سَأَلَ أَبَا الدَّرْدَاء عَنْ هَذِهِ الْآيَة فَذَكَرَ نَحْو مَا تَقَدَّمَ ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا حَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ عَاصِم بْن بَهْدَلَة عَنْ أَبِي صَالِح قَالَ : سَمِعْت أَبَا الدَّرْدَاء سُئِلَ عَنْ هَذِهِ الْآيَة \" الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ لَهُمْ الْبُشْرَى \" فَذَكَرَ نَحْوه سَوَاء وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا أَبَان حَدَّثَنَا يَحْيَى عَنْ أَبِي سَلَمَة عَنْ عُبَادَة بْن الصَّامِت أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه أَرَأَيْت قَوْل اللَّه تَعَالَى \" لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة \" فَقَالَ \" لَقَدْ سَأَلْتنِي عَنْ شَيْء مَا سَأَلَنِي عَنْهُ أَحَد مِنْ أُمَّتِي - أَوْ قَالَ أَحَد قَبْلك - تِلْكَ الرُّؤْيَا الصَّالِحَة يَرَاهَا الرَّجُل أَوْ تُرَى لَهُ \" وَكَذَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ عِمْرَان الْقَطَّان عَنْ يَحْيَى بْن أَبِي كَثِير بِهِ وَرَوَاهُ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير فَذَكَرَهُ وَرَوَاهُ عَلِيّ بْن الْمُبَارَك عَنْ يَحْيَى عَنْ أَبِي سَلَمَة قَالَ : نُبِّئْنَا عَنْ عُبَادَة بْن الصَّامِت سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ هَذِهِ الْآيَة فَذَكَرَهُ وَقَالَ اِبْن جَرِير حَدَّثَنِي أَبُو حُمَيْد الْحِمْصِيّ حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا عُمَر بْن عَمْرو بْن عَبْد الْأُحْمُوسِيّ عَنْ حُمَيْد بْن عَبْد اللَّه الْمُزَنِيّ قَالَ : أَتَى رَجُل عُبَادَة بْن الصَّامِت فَقَالَ آيَة فِي كِتَاب اللَّه أَسْأَلك عَنْهَا قَوْل اللَّه تَعَالَى \" لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا \" فَقَالَ عُبَادَة مَا سَأَلَنِي عَنْهَا أَحَد قَبْلك سَأَلْت عَنْهَا نَبِيّ اللَّه فَقَالَ مِثْل ذَلِكَ \" مَا سَأَلَنِي عَنْهَا أَحَد قَبْلك الرُّؤْيَا الصَّالِحَة يَرَاهَا الْعَبْد الْمُؤْمِن فِي الْمَنَام أَوْ تُرَى لَهُ \" ثُمَّ رَوَاهُ مِنْ حَدِيث مُوسَى بْن عُبَيْدَة عَنْ أَيُّوب بْن خَالِد بْن صَفْوَان عَنْ عُبَادَة بْن الصَّامِت أَنَّهُ قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ \" لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة \" فَقَدْ عَرَفْنَا بُشْرَى الْآخِرَة الْجَنَّة فَمَا بُشْرَى الدُّنْيَا ؟ قَالَ \" الرُّؤْيَا الصَّالِحَة يَرَاهَا الْعَبْد أَوْ تُرَى لَهُ ; وَهِيَ جُزْء مِنْ أَرْبَعَة وَأَرْبَعِينَ جُزْءًا أَوْ سَبْعِينَ جُزْءًا مِنْ النُّبُوَّة \" وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا بَهْز حَدَّثَنَا حَمَّاد حَدَّثَنَا أَبُو عِمْرَان عَنْ عَبْد اللَّه بْن الصَّامِت عَنْ أَبِي ذَرّ أَنَّهُ قَالَ يَا رَسُول اللَّه الرَّجُل يَعْمَل الْعَمَل وَيَحْمَدهُ النَّاس عَلَيْهِ وَيُثْنُونَ عَلَيْهِ بِهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تِلْكَ عَاجِل بُشْرَى الْمُؤْمِن \" رَوَاهُ مُسْلِم وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا حَسَن يَعْنِي الْأَشْيَب حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ عَبْد اللَّه بْن عَمْرو عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا \" - قَالَ - الرُّؤْيَا الصَّالِحَة يُبَشَّرُهَا الْمُؤْمِن جُزْء مِنْ تِسْعَة وَأَرْبَعِينَ جُزْءًا مِنْ النُّبُوَّة فَمَنْ رَأَى ذَلِكَ فَلْيُخْبِرْ بِهَا وَمَنْ رَأَى سِوَى ذَلِكَ فَإِنَّمَا هُوَ مِنْ الشَّيْطَان لِيُحْزِنهُ فَلْيَنْفُثْ عَنْ يَسَاره ثَلَاثًا وَلْيُكَبِّرْ وَلَا يُخْبِر بِهَا أَحَدًا \". لَمْ يُخَرِّجُوهُ وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَنْبَأَنَا اِبْن وَهْب حَدَّثَنِي عَمْرو بْن الْحَارِث أَنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ عَبْد الرَّحْمَن بْن جَبْر عَنْ عَبْد اللَّه بْن عَمْرو عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا \" الرُّؤْيَا الصَّالِحَة يُبَشَّرُهَا الْمُؤْمِن جُزْء مِنْ سِتَّة وَأَرْبَعِينَ جُزْءًا مِنْ النُّبُوَّة \" وَقَالَ أَيْضًا اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن أَبِي حَاتِم الْمُؤَدِّب حَدَّثَنَا عَمَّار بْن مُحَمَّد حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ \" لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة \" - قَالَ - \" فِي الدُّنْيَا الرُّؤْيَا الصَّالِحَة يَرَاهَا الْعَبْد أَوْ تُرَى لَهُ وَهِيَ فِي الْآخِرَة الْجَنَّة \" ثُمَّ رَوَاهُ عَنْ أَبِي كُرَيْب عَنْ أَبِي بَكْر بْن عَيَّاش عَنْ أَبِي حُصَيْن عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة أَنَّهُ قَالَ : الرُّؤْيَا الْحَسَنَة بُشْرَى مِنْ اللَّه وَهِيَ مِنْ الْمُبَشِّرَات هَكَذَا رَوَاهُ مِنْ هَذِهِ الطَّرِيق مَوْقُوفًا وَقَالَ أَيْضًا حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو بَكْر حَدَّثَنَا هِشَام عَنْ اِبْن سِيرِينَ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الرُّؤْيَا الْحَسَنَة هِيَ الْبُشْرَى يَرَاهَا الْمُسْلِم أَوْ تُرَى لَهُ \" وَقَالَ اِبْن جَرِير حَدَّثَنِي أَحْمَد بْن حَمَّاد الدُّولَابِيّ حَدَّثَنَا سُفْيَان عَنْ عُبَيْد اللَّه بْن أَبِي يَزِيد عَنْ أَبِيهِ عَنْ سِبَاع بْن ثَابِت عَنْ أُمّ كُرْز الْكَعْبِيَّة سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" ذَهَبَتْ النُّبُوَّة وَبَقِيَتْ الْمُبَشِّرَات \" وَهَكَذَا رُوِيَ عَنْ اِبْن مَسْعُود وَأَبِي هُرَيْرَة وَابْن عَبَّاس وَمُجَاهِد وَعُرْوَة بْن الزُّبَيْر وَيَحْيَى بْن أَبِي كَثِير وَإِبْرَاهِيم النَّخَعِيّ وَعَطَاء بْن أَبِي رَبَاح وَغَيْرهمْ أَنَّهُمْ فَسَرُّوا ذَلِكَ بِالرُّؤْيَا الصَّالِحَة وَقِيلَ الْمُرَاد بِذَلِكَ بُشْرَى الْمَلَائِكَة لِلْمُؤْمِنِ عِنْد اِحْتِضَاره بِالْجَنَّةِ وَالْمَغْفِرَة كَقَوْلِهِ تَعَالَى \" إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا تَتَنَزَّل عَلَيْهِمْ الْمَلَائِكَة أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلًا مِنْ غَفُور رَحِيم \" وَفِي حَدِيث الْبَرَاء رَضِيَ اللَّه عَنْهُ أَنَّ الْمُؤْمِن إِذَا حَضَرَهُ الْمَوْت جَاءَهُ مَلَائِكَة بِيض الْوُجُوه بِيض الثِّيَاب فَقَالُوا اُخْرُجِي أَيَّتهَا الرُّوح الطَّيِّبَة إِلَى رَوْح وَرَيْحَان وَرَبّ غَيْر غَضْبَان فَتَخْرُج مِنْ فَمه كَمَا تَسِيل الْقَطْرَة مِنْ فَم السِّقَاء وَأَمَّا بُشْرَاهُمْ فِي الْآخِرَة فَكَمَا قَالَ تَعَالَى \" لَا يَحْزُنهُمْ الْفَزَع الْأَكْبَر وَتَتَلَقَّاهُمْ الْمَلَائِكَة هَذَا يَوْمكُمْ الَّذِي كُنْتُمْ تُوعَدُونَ \" - وَقَالَ تَعَالَى \" يَوْم تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَات يَسْعَى نُورهمْ بَيْن أَيْدِيهمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمْ الْيَوْم جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْز الْعَظِيم \" وَقَوْله \" لَا تَبْدِيل لِكَلِمَاتِ اللَّه \" أَيْ هَذَا الْوَعْد لَا يُبَدَّل وَلَا يُخْلَف وَلَا يُغَيَّر بَلْ هُوَ مُقَرَّر مُثْبَت كَائِن لَا مَحَالَة ذَلِكَ هُوَ الْفَوْز الْعَظِيم \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37493, "aya_id": 63}]