[{"text": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا", "sura_id": 19, "type": 0, "id": 2299, "aya_id": 49}, {"text": "فلما اعتزلهم و ما يعبدون من دون الله وهبنا له إسحاق و يعقوب و كلا جعلنا نبيا", "sura_id": 19, "type": 1, "id": 8535, "aya_id": 49}, {"text": "49 - (فلما اعتزلهم وما يعبدون من دون الله) بأن ذهب الى الأرض المقدسة (وهبنا له) ابنين يأنس بهما (إسحاق ويعقوب وكلا) منهما (جعلنا نبيا) \r\n", "sura_id": 19, "type": 2, "id": 27243, "aya_id": 49}, {"text": "فلما فارقهم وآلهتهم التي يعبدونها من دون الله رزقناه من الولد: إسحاق, ويعقوب بن إسحاق, وجعلناهما نبيَّين.\r\n", "sura_id": 19, "type": 3, "id": 33479, "aya_id": 49}, {"text": " <font color=red>فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا</font><BR><p>يَقُول تَعَالَى فَلَمَّا اِعْتَزَلَ الْخَلِيل أَبَاهُ وَقَوْمه فِي اللَّه أَبْدَلَهُ اللَّه مَنْ هُوَ خَيْر مِنْهُمْ وَوَهَبَ لَهُ إِسْحَاق وَيَعْقُوب يَعْنِي اِبْنه وَابْن إِسْحَاق كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَيَعْقُوب نَافِلَة \" وَقَالَ \" وَمِنْ وَرَاء إِسْحَاق يَعْقُوب \" وَلَا خِلَاف أَنَّ إِسْحَاق وَالِد يَعْقُوب وَهُوَ نَصّ الْقُرْآن فِي سُورَة الْبَقَرَة \" أَمْ كُنْتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوب الْمَوْت إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُد إِلَهك وَإِلَه آبَائِك إِبْرَاهِيم وَإِسْمَاعِيل وَإِسْحَاق \" وَلِهَذَا إِنَّمَا ذَكَرَ هَاهُنَا إِسْحَاق وَيَعْقُوب أَيْ جَعَلْنَا لَهُ نَسْلًا وَعَقِبًا أَنْبِيَاء أَقَرَّ اللَّه بِهِمْ عَيْنه فِي حَيَاته وَلِهَذَا قَالَ \" وَكُلًّا جَعَلْنَا نَبِيًّا \" فَلَوْ لَمْ يَكُنْ يَعْقُوب عَلَيْهِ السَّلَام قَدْ نُبِّئَ فِي حَيَاة إِبْرَاهِيم لَمَا اِقْتَصَرَ عَلَيْهِ وَلَذَكَرَ وَلَده يُوسُف فَإِنَّهُ نَبِيّ أَيْضًا كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْحَدِيث الْمُتَّفَق عَلَى صِحَّته حِين سُئِلَ عَنْ خَيْر النَّاس فَقَالَ \" يُوسُف نَبِيّ اللَّه اِبْن يَعْقُوب نَبِيّ اللَّه اِبْن إِسْحَاق نَبِيّ اللَّه اِبْن إِبْرَاهِيم خَلِيل اللَّه \" وَفِي اللَّفْظ الْآخَر \" إِنَّ الْكَرِيم اِبْن الْكَرِيم اِبْن الْكَرِيم اِبْن الْكَرِيم يُوسُف بْن يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38442, "aya_id": 49}]