[{"text": "وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَاء حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاء إِنَّهُ عَلِيٌّ حَكِيمٌ", "sura_id": 42, "type": 0, "id": 4323, "aya_id": 51}, {"text": "وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء حجاب أو يرسل رسولا فيوحي بإذنه ما يشاء إنه علي حكيم", "sura_id": 42, "type": 1, "id": 10559, "aya_id": 51}, {"text": "51 - (وما كان لبشر أن يكلمه الله إلا) أن يوحي إليه (وحيا) في المنام أو بالهام (أو) إلا (من وراء حجاب) بأن يسمعه كلامه ولا يراه كما وقع لموسى عليه السلام (أو) إلا أن (يرسل رسولا) ملكا كجبريل (فيوحي) الرسول إلى المرسل إليه أي يكلمه (بإذنه) أي الله (ما يشاء) الله (إنه علي) عن صفات المحدثين (حكيم) في صنعه \r\n", "sura_id": 42, "type": 2, "id": 29267, "aya_id": 51}, {"text": "وما ينبغي لبشر من بني آدم أن يكلمه الله إلا وحيًا يوحيه الله إليه، أو يكلمه من وراء حجاب، كما كلَّم سبحانه موسى عليه السلام, أو يرسل رسولا كما ينزل جبريل عليه السلام إلى المرسل إليه, فيوحي بإذن ربه لا بمجرد هواه ما يشاء الله إيحاءه، إنه تعالى عليٌّ بذاته وأسمائه وصفاته وأفعاله, قد قهر كل شيء ودانت له المخلوقات، حكيم في تدبير أمور خلقه. وفي الآية إثبات صفة الكلام لله تعالى على الوجه اللائق بجلاله وعظيم سلطانه.\r\n", "sura_id": 42, "type": 3, "id": 35503, "aya_id": 51}, {"text": " <font color=red>وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ</font><BR><p>هَذِهِ مَقَامَات الْوَحْي بِالنِّسْبَةِ إِلَى جَنَاب اللَّه عَزَّ وَجَلَّ وَهُوَ أَنَّهُ تَبَارَكَ وَتَعَالَى تَارَة يَقْذِف فِي رَوْع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا لَا يَتَمَارَى فِيهِ أَنَّهُ مِنْ اللَّه عَزَّ وَجَلَّ كَمَا جَاءَ فِي صَحِيح اِبْن حِبَّان عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" إِنَّ رُوح الْقُدُس نَفَثَ فِي رَوْعِي أَنَّ نَفْسًا لَنْ تَمُوت حَتَّى تَسْتَكْمِل رِزْقهَا وَأَجَلهَا فَاتَّقُوا اللَّه وَأَجْمِلُوا فِي الطَّلَب \" . وَقَوْله تَعَالَى\" أَوْ مِنْ وَرَاء حِجَاب \" كَمَا كَلَّمَ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام فَإِنَّهُ سَأَلَ الرُّؤْيَة بَعْد التَّكْلِيم فَحُجِبَ عَنْهَا وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِجَابِرِ بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا\" مَا كَلَّمَ اللَّه أَحَدًا إِلَّا مِنْ وَرَاء حِجَاب وَإِنَّهُ كَلَّمَ أَبَاك كِفَاحًا \" كَذَا جَاءَ الْحَدِيث وَكَانَ قَدْ قُتِلَ يَوْم أُحُد وَلَكِنَّ هَذَا فِي عَالَم الْبَرْزَخ وَالْآيَة إِنَّمَا هِيَ فِي الدَّار الدُّنْيَا وَقَوْله عَزَّ وَجَلَّ \" أَوْ يُرْسِل رَسُولًا فَيُوحِي بِإِذْنِهِ مَا يَشَاء \" كَمَا يَنْزِل جِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام وَغَيْره مِنْ الْمَلَائِكَة عَلَى الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام \" إِنَّهُ عَلِيّ حَكِيم \" فَهُوَ عَلِيّ عَلِيم خَبِير حَكِيم .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41125, "aya_id": 51}]