[{"text": "وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِن قَبْلُ وَكُنَّا بِه عَالِمِينَ", "sura_id": 21, "type": 0, "id": 2534, "aya_id": 51}, {"text": "و لقد آتينا إبراهيم رشده من قبل و كنا به عالمين", "sura_id": 21, "type": 1, "id": 8770, "aya_id": 51}, {"text": "51 - (ولقد آتينا إبراهيم رشده من قبل) أي هداه قبل بلوغه (وكنا به عالمين) أي بأنه أهل لذلك \r\n", "sura_id": 21, "type": 2, "id": 27478, "aya_id": 51}, {"text": "ولقد آتينا إبراهيم هداه, الذي دعا الناس إليه من قبل موسى وهارون, وكنَّا عالمين أنه أهل لذلك.\r\n", "sura_id": 21, "type": 3, "id": 33714, "aya_id": 51}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ خَلِيله إِبْرَاهِيم عَلَيْهِ السَّلَام أَنَّهُ آتَاهُ رُشْده مِنْ قَبْل أَيْ مِنْ صِغَره أَلْهَمَهُ الْحَقّ وَالْحُجَّة عَلَى قَوْمه كَمَا قَالَ تَعَالَى \" وَتِلْكَ حُجَّتنَا آتَيْنَاهَا إِبْرَاهِيم عَلَى قَوْمه \" وَمَا يُذْكَر مِنْ الْأَخْبَار عَنْهُ فِي إِدْخَال أَبِيهِ لَهُ فِي السَّرَب وَهُوَ رَضِيع وَأَنَّهُ خَرَجَ بَعْد أَيَّام فَنَظَرَ إِلَى الْكَوْكَب وَالْمَخْلُوقَات فَتَبَصَّرَ فِيهَا وَمَا قَصَّهُ كَثِير مِنْ الْمُفَسِّرِينَ وَغَيْرهمْ فَعَامَّتهَا أَحَادِيث بَنِي إِسْرَائِيل فَمَا وَافَقَ مِنْهَا الْحَقّ مِمَّا بِأَيْدِينَا عَنْ الْمَعْصُوم قَبِلْنَاهُ لِمُوَافَقَتِهِ الصَّحِيح وَمَا خَالَفَ شَيْئًا مِنْ ذَلِكَ رَدَدْنَاهُ وَمَا لَيْسَ فِيهِ مُوَافَقَة وَلَا مُخَالَفَة لَا نُصَدِّقهُ وَلَا نُكَذِّبهُ بَلْ نَجْعَلهُ وَفْقًا وَمَا كَانَ مِنْ هَذَا الضَّرْب مِنْهَا فَقَدْ رَخَّصَ كَثِير مِنْ السَّلَف فِي رِوَايَته وَكَثِير مِنْ ذَلِكَ مَا لَا فَائِدَة فِيهِ وَلَا حَاصِل لَهُ مِمَّا يُنْتَفَع بِهِ فِي الدِّين وَلَوْ كَانَتْ فَائِدَته تَعُود عَلَى الْمُكَلَّفِينَ فِي دِينهمْ لَبَيَّنَتْهُ هَذِهِ الشَّرِيعَة الْكَامِلَة الشَّامِلَة وَاَلَّذِي نَسْلُكهُ فِي هَذَا التَّفْسِير الْإِعْرَاض عَنْ كَثِير مِنْ الْأَحَادِيث الْإِسْرَائِيلِيَّة لِمَا فِيهَا مِنْ تَضْيِيع الزَّمَان وَلِمَا اِشْتَمَلَ عَلَيْهِ كَثِير مِنْهَا مِنْ الْكَذِب الْمُرَوَّج عَلَيْهِمْ فَإِنَّهُمْ لَا تَفْرِقَة عِنْدهمْ بَيْن صَحِيحهَا وَسَقِيمهَا كَمَا حَرَّرَهُ الْأَئِمَّة الْحُفَّاظ الْمُتْقِنُونَ مِنْ هَذِهِ الْأُمَّة . وَالْمَقْصُود هَهُنَا أَنَّ اللَّه تَعَالَى أَخْبَرَ أَنَّهُ قَدْ آتَى إِبْرَاهِيم رُشْده مِنْ قَبْل أَيْ مِنْ قَبْل ذَلِكَ وَقَوْله \" وَكُنَّا بِهِ عَالِمِينَ \" أَيْ وَكَانَ أَهْلًا لِذَلِكَ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38976, "aya_id": 51}]