[{"text": "وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنسَاهُمْ أَنفُسَهُمْ أُوْلَئِكَ هُمُ الْفَاسِقُونَ", "sura_id": 59, "type": 0, "id": 5145, "aya_id": 19}, {"text": "ولا تكونوا كالذين نسوا الله فأنساهم أنفسهم أولئك هم الفاسقون", "sura_id": 59, "type": 1, "id": 11381, "aya_id": 19}, {"text": "19 - (ولا تكونوا كالذين نسوا الله) تركوا طاعته (فأنساهم أنفسهم) أن يقدموا لها خيرا (أولئك هم الفاسقون) \r\n", "sura_id": 59, "type": 2, "id": 30089, "aya_id": 19}, {"text": "ولا تكونوا- أيها المؤمنون- كالذين تركوا أداء حق الله الذي أوجبه عليهم, فأنساهم بسبب ذلك حظوظ أنفسهم من الخيرات التي تنجيهم من عذاب يوم القيامة, أولئك هم الموصوفون بالفسق, الخارجون عن طاعة الله طاعة ورسوله.\r\n", "sura_id": 59, "type": 3, "id": 36325, "aya_id": 19}, {"text": " <font color=red>وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ</font><BR><p>أَيْ لَا تَنْسَوْا ذِكْر اللَّه تَعَالَى فَيُنْسِيكُمْ الْعَمَل لِمَصَالِح أَنْفُسكُمْ الَّتِي تَنْفَعكُمْ فِي مَعَادكُمْ فَإِنَّ الْجَزَاء مِنْ جِنْس الْعَمَل وَلِهَذَا قَالَ تَعَالَى \" أُولَئِكَ هُمْ الْفَاسِقُونَ \" أَيْ الْخَارِجُونَ عَنْ طَاعَة اللَّه الْهَالِكُونَ يَوْم الْقِيَامَة الْخَاسِرُونَ يَوْم مَعَادهمْ كَمَا قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالكُمْ وَلَا أَوْلَادكُمْ عَنْ ذِكْر اللَّه وَمَنْ يَفْعَل ذَلِكَ فَأُولَئِكَ هُمْ الْخَاسِرُونَ \" وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن عَبْد الْوَهَّاب بْن نَجْدَة الْحَوْطِيّ حَدَّثَنَا الْمُغِيرَة حَدَّثَنَا جَرِير بْن عُثْمَان عَنْ نُعَيْم بْن نمحة قَالَ كَانَ فِي خُطْبَة أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ : أَمَا تَعْلَمُونَ أَنَّكُمْ تَغْدُونَ وَتَرُوحُونَ لِأَجَلٍ مَعْلُوم ؟ فَمَنْ اِسْتَطَاعَ أَنْ يَقْضِي الْأَجَل وَهُوَ فِي عَمَل اللَّه عَزَّ وَجَلَّ فَلْيَفْعَلْ وَلَنْ تَنَالُوا ذَلِكَ إِلَّا بِاَللَّهِ عَزَّ وَجَلَّ إِنَّ قَوْمًا جَعَلُوا آجَالهمْ لِغَيْرِهِمْ فَنَهَاكُمْ اللَّه عَزَّ وَجَلَّ أَنْ تَكُونُوا أَمْثَالهمْ\" وَلَا تَكُونُوا كَاَلَّذِينَ نَسُوا اللَّه فَأَنْسَاهُمْ أَنْفُسهمْ\" أَيْنَ مَنْ تَعْرِفُونَ مِنْ إِخْوَانكُمْ ؟ قَدِمُوا عَلَى مَا قَدَّمُوا فِي أَيَّام سَلَفهمْ وَخَلَوْا بِالشِّقْوَةِ وَالسَّعَادَة أَيْنَ الْجَبَّارُونَ الْأَوَّلُونَ الَّذِينَ بَنَوْا الْمَدَائِن وَحَصَّنُوهَا بِالْحَوَائِطِ ؟ قَدْ صَارُوا تَحْت الصَّخْر وَالْآبَار هَذَا كِتَاب اللَّه لَا تَفْنَى عَجَائِبه فَاسْتَضِيئُوا مِنْهُ لِيَوْمِ ظُلْمَة وَاسْتَضِيئُوا بِسَنَائِهِ وَبَيَانه إِنَّ اللَّه تَعَالَى أَثْنَى عَلَى زَكَرِيَّا وَأَهْل بَيْته فَقَالَ تَعَالَى \" إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَات وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ \" لَا خَيْر فِي قَوْل لَا يُرَاد بِهِ وَجْه اللَّه وَلَا خَيْر فِي مَال لَا يُنْفَق فِي سَبِيل اللَّه وَلَا خَيْر فِيمَنْ يَغْلِب جَهْلُهُ حِلْمَهُ وَلَا خَيْر فِيمَنْ يَخَاف فِي اللَّه لَوْمَة لَائِم . هَذَا إِسْنَاد جَيِّد وَرِجَاله كُلّهمْ ثِقَات . وَشَيْخ جَرِير بْن عُثْمَان وَهُوَ نُعَيْم بْن نمحة لَا أَعْرِفهُ بِنَفْيٍ وَلَا إِثْبَات غَيْر أَنَّ أَبَا دَاوُد السِّجِسْتَانِيّ قَدْ حَكَمَ بِأَنَّ شُيُوخ جَرِير كُلّهمْ ثِقَات وَقَدْ رَوَى لِهَذِهِ الْخُطْبَة شَوَاهِد مِنْ وُجُوه أُخَر وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42062, "aya_id": 19}]