[{"text": "وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ", "sura_id": 15, "type": 0, "id": 1819, "aya_id": 17}, {"text": "وحفظناها من كل شيطان رجيم", "sura_id": 15, "type": 1, "id": 8055, "aya_id": 17}, {"text": "17 - (وحفظناها) بالشهب (من كل شيطان رجيم) مرجوم \r\n", "sura_id": 15, "type": 2, "id": 26763, "aya_id": 17}, {"text": "وحفظنا السماء من كل شيطان مرجوم مطرود من رحمة الله; كي لا يصل إليها.\r\n", "sura_id": 15, "type": 3, "id": 32999, "aya_id": 17}, {"text": " <font color=red>وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ</font><BR><p>وَقَالَ عَطِيَّة الْعَوْفِيّ الْبُرُوج هَهُنَا هِيَ قُصُور فِيهَا الْحَرَس وَجَعَلَ الشُّهُب حَرَسًا لَهَا مِنْ مَرَدَة الشَّيَاطِين لِئَلَّا يَسَّمَعُوا إِلَى الْمَلَإِ الْأَعْلَى فَمَنْ تَمَرَّدَ وَتَقَدَّمَ مِنْهُمْ لِاسْتِرَاقِ السَّمْع جَاءَهُ شِهَاب مُبِين فَأَتْلَفَهُ فَرُبَّمَا يَكُون قَدْ أَلْقَى الْكَلِمَة الَّتِي سَمِعَهَا قَبْل أَنْ يُدْرِكهُ الشِّهَاب إِلَى الَّذِي هُوَ دُونه فَيَأْخُذهَا الْآخَر وَيَأْتِي بِهَا إِلَى وَلِيّه كَمَا جَاءَ مُصَرَّحًا بِهِ فِي الصَّحِيح كَمَا قَالَ الْبُخَارِيّ . فِي تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ عِكْرِمَة عَنْ أَبِي هُرَيْرَة يَبْلُغ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا قَضَى اللَّه الْأَمْر فِي السَّمَاء ضَرَبَتْ الْمَلَائِكَة بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَأَنَّهُ سِلْسِلَة عَلَى صَفْوَان \" قَالَ عَلِيّ وَقَالَ غَيْره صَفْوَان يَنْفُذهُمْ ذَلِكَ \" فَإِذَا فُزِّعَ عَنْ قُلُوبهمْ قَالُوا مَاذَا قَالَ رَبّكُمْ قَالُوا \" لِلَّذِي قَالَ \" الْحَقّ وَهُوَ الْعَلِيّ الْكَبِير \" فَيَسْمَعهَا مُسْتَرِقُو السَّمْع وَمُسْتَرِقُو السَّمْع هَكَذَا وَاحِد فَوْق آخَر وَوَصَفَ سُفْيَان بِيَدِهِ وَفَرَّجَ بَيْن أَصَابِع يَده الْيُمْنَى نَصَبَهَا بَعْضهَا فَوْق بَعْض فَرُبَّمَا أَدْرَكَ الشِّهَاب الْمُسْتَمِع قَبْل أَنْ يَرْمِي بِهَا إِلَى صَاحِبه فَيُحْرِقهُ وَرُبَّمَا لَمْ يُدْرِكهُ حَتَّى يَرْمِي بِهَا إِلَى الَّذِي يَلِيه إِلَى الَّذِي هُوَ أَسْفَل مِنْهُ حَتَّى يُلْقُوهَا إِلَى الْأَرْض وَرُبَّمَا قَالَ سُفْيَان حَتَّى تَنْتَهِي إِلَى الْأَرْض فَتُلْقَى عَلَى فَم السَّاحِر أَوْ الْكَاهِن فَيَكْذِب مَعَهَا مِائَة كَذْبَة فَيُصَدَّق فَيَقُولُونَ أَلَمْ يُخْبِرنَا يَوْم كَذَا وَكَذَا يَكُون كَذَا وَكَذَا فَوَجَدْنَاهُ حَقًّا لِلْكَلِمَةِ الَّتِي سُمِعَتْ مِنْ السَّمَاء .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37960, "aya_id": 17}]