[{"text": "لَهُم مَّا يَشَاؤُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ", "sura_id": 50, "type": 0, "id": 4665, "aya_id": 35}, {"text": "لهم ما يشاؤون فيها ولدينا مزيد", "sura_id": 50, "type": 1, "id": 10901, "aya_id": 35}, {"text": "35 - (لهم ما يشاؤون فيها ولدينا مزيد) زيادة على ما عملوا وطلبوا \r\n", "sura_id": 50, "type": 2, "id": 29609, "aya_id": 35}, {"text": "لهؤلاء المؤمنين في الجنة ما يريدون, ولدينا على ما أعطيناهم زيادة نعيم, أعظَمُه النظر إلى وجه الله الكريم.\r\n", "sura_id": 50, "type": 3, "id": 35845, "aya_id": 35}, {"text": " <font color=red>لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ</font><BR><p>أَيْ مَهْمَا اِخْتَارُوا وَجَدُوا مِنْ أَيّ أَصْنَاف الْمَلَاذّ طَلَبُوا أُحْضِرَ لَهُمْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عُمَر بْن عُثْمَان حَدَّثَنَا بَقِيَّة عَنْ يَحْيَى بْن سَعِيد عَنْ خَالِد بْن مَعْدَان عَنْ كَثِير بْن مُرَّة قَالَ مِنْ الْمَزِيد أَنْ تَمُرّ السَّحَابَة بِأَهْلِ الْجَنَّة فَتَقُول مَاذَا تُرِيدُونَ فَأُمْطِرهُ لَكُمْ ؟ فَلَا يَدْعُونَ بِشَيْءٍ إِلَّا أَمْطَرَتْهُمْ قَالَ كَثِير لَئِنْ أَشْهَدَنِي اللَّه تَعَالَى ذَلِكَ لَأَقُولَنَّ أَمْطِرِينَا جِوَارِي مُزَيَّنَات وَفِي الْحَدِيث عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ\" إِنَّك لَتَشْتَهِي الطَّيْر فِي الْجَنَّة فَيَخِرّ بَيْن يَدَيْك مَشْوِيًّا \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنِي أَبِي عَنْ عَامِر الْأَحْوَل عَنْ أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا اِشْتَهَى الْمُؤْمِن الْوَلَد فِي الْجَنَّة كَانَ حَمْلُهُ وَوَضْعُهُ وَسِنُّهُ فِي سَاعَة وَاحِدَة\" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ عَنْ بُنْدَار عَنْ مُعَاذ بْن هِشَام بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَزَادَ : كَمَا اِشْتَهَى وَقَوْله تَعَالَى \" وَلَدَيْنَا مَزِيد \" كَقَوْلِهِ عَزَّ وَجَلَّ \" لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة \" وَقَدْ تَقَدَّمَ فِي صَحِيح مُسْلِم عَنْ صُهَيْب بْن سِنَان الرُّومِيّ أَنَّهَا النَّظَر إِلَى وَجْه اللَّه الْكَرِيم وَقَدْ رَوَى الْبَزَّار وَابْن أَبِي حَاتِم مِنْ حَدِيث شَرِيك الْقَاضِي عَنْ عُثْمَان بْن عُمَيْر أَبِي الْيَقْظَان عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ فِي قَوْله عَزَّ وَجَلَّ \" وَلَدَيْنَا مَزِيد \" قَالَ يَظْهَر لَهُمْ الرَّبّ عَزَّ وَجَلَّ فِي كُلّ جُمُعَة وَقَدْ رَوَاهُ الْإِمَام أَبُو عَبْد اللَّه الشَّافِعِيّ مَرْفُوعًا فَقَالَ فِي مُسْنَده أَخْبَرَنَا إِبْرَاهِيم بْن مُحَمَّد حَدَّثَنِي مُوسَى بْن عُبَيْدَة حَدَّثَنِي أَبُو الْأَزْهَر مُعَاوِيَة بْن إِسْحَاق بْن طَلْحَة عَنْ عُبَيْد اللَّه بْن عُمَر أَنَّهُ سَمِعَ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ يَقُول أَتَى جِبْرَائِيل عَلَيْهِ الصَّلَاة وَالسَّلَام بِمِرْآةٍ بَيْضَاء فِيهَا نُكْتَة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا هَذِهِ ؟ \" فَقَالَ هَذِهِ الْجُمُعَة فُضِّلْت بِهَا أَنْتَ وَأُمَّتك فَالنَّاس لَكُمْ فِيهَا تَبَع الْيَهُود وَالنَّصَارَى وَلَكُمْ فِيهَا خَيْر وَلَكُمْ فِيهَا سَاعَة لَا يُوَافِقهَا مُؤْمِن يَدْعُو اللَّه تَعَالَى فِيهَا بِخَيْرٍ إِلَّا اُسْتُجِيبَ لَهُ وَهُوَ عِنْدنَا يَوْم الْمَزِيد قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا جِبْرِيلُ وَمَا يَوْم الْمَزِيد ؟ \" قَالَ \" إِنَّ رَبّك تَبَارَكَ وَتَعَالَى اِتَّخَذَ فِي الْفِرْدَوْس وَادِيًا أَفْيَحَ فِيهِ كُثُب الْمِسْك فَإِذَا كَانَ يَوْم الْجُمُعَة أَنْزَلَ اللَّه تَعَالَى مَا شَاءَ مِنْ مَلَائِكَته وَحَوْله مَنَابِر مِنْ نُور عَلَيْهَا مَقَاعِد النَّبِيِّينَ وَحُفَّتْ تِلْكَ الْمَنَابِر مِنْ ذَهَبٍ مُكَلَّلَة بِالْيَاقُوتِ وَالزَّبَرْجَد عَلَيْهَا الشُّهَدَاء وَالصِّدِّيقُونَ فَجَلَسُوا مِنْ وَرَائِهِمْ عَلَى تِلْكَ الْكُثُب فَيَقُول اللَّه عَزَّ وَجَلَّ أَنَا رَبّكُمْ قَدْ صَدَقْتُكُمْ وَعْدِي فَسَلُونِي أُعْطِكُمْ فَيَقُولُونَ رَبّنَا نَسْأَلك رِضْوَانك فَيَقُول قَدْ رَضِيت عَنْكُمْ وَلَكُمْ عَلَيَّ مَا تَمَنَّيْتُمْ وَلَدَيَّ مَزِيد فَهُمْ يُحِبُّونَ يَوْم الْجُمُعَة لِمَا يُعْطِيهِمْ فِيهِ رَبّهمْ تَبَارَكَ وَتَعَالَى مِنْ الْخَيْر وَهُوَ الْيَوْم الَّذِي اِسْتَوَى فِيهِ رَبّكُمْ عَلَى الْعَرْش وَفِيهِ خَلَقَ آدَم وَفِيهِ تَقُوم السَّاعَة هَكَذَا أَوْرَدَهُ الْإِمَام الشَّافِعِيّ رَحِمَهُ اللَّه فِي كِتَاب الْجُمُعَة مِنْ الْأُمّ وَلَهُ طُرُق عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ وَقَدْ أَوْرَدَ اِبْن جَرِير هَذَا الْحَدِيث مِنْ رِوَايَة عُثْمَان بْن عُمَيْر عَنْ أَنَس رَضِيَ اللَّه عَنْهُ بِأَبْسَطَ مِنْ هَذَا وَذَكَرَ هَهُنَا أَثَرًا مُطَوَّلًا عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ مَوْقُوفًا وَفِيهِ غَرَائِبُ كَثِيرَةٌ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الرَّجُل فِي الْجَنَّة لَيَتَّكِئ فِي الْجَنَّة سَبْعِينَ سَنَة قَبْل أَنْ يَتَحَوَّل ثُمَّ تَأْتِيه اِمْرَأَة تَضْرِب عَلَى مَنْكِبه فَيَنْظُر وَجْهه فِي خَدّهَا أَصْفَى مِنْ الْمِرْآة وَإِنَّ أَدْنَى لُؤْلُؤَة عَلَيْهَا تُضِيء مَا بَيْن الْمَشْرِق وَالْمَغْرِب فَتُسَلِّم عَلَيْهِ فَيَرُدّ السَّلَام فَيَسْأَلهَا مَنْ أَنْتِ ؟ فَتَقُول أَنَا مِنْ الْمَزِيد وَإِنَّهُ لَيَكُون عَلَيْهَا سَبْعُونَ حُلَّة أَدْنَاهَا مِثْل النُّعْمَان مِنْ طُوبَى فَيَنْفُذُهَا بَصَرُهُ حَتَّى يَرَى مُخّ سَاقِهَا مِنْ وَرَاء ذَلِكَ وَإِنَّ عَلَيْهَا مِنْ التِّيجَان إِنَّ أَدْنَى لُؤْلُؤَة مِنْهَا لَتُضِيء مَا بَيْن الْمَشْرِق وَالْمَغْرِب \" وَهَكَذَا رَوَاهُ عَبْد اللَّه بْن وَهْب عَنْ عَمْرو بْن الْحَارِث عَنْ دَرَّاج بِهِ .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41585, "aya_id": 35}]