[{"text": "قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاء وَالأَرْضِ أَمَّن يَمْلِكُ السَّمْعَ والأَبْصَارَ وَمَن يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيَّتَ مِنَ الْحَيِّ وَمَن يُدَبِّرُ الأَمْرَ فَسَيَقُولُونَ اللّهُ فَقُلْ أَفَلاَ تَتَّقُونَ", "sura_id": 10, "type": 0, "id": 1395, "aya_id": 31}, {"text": "قل من يرزقكم من السماء والأرض أم من يملك السمع والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله فقل أفلا تتقون", "sura_id": 10, "type": 1, "id": 7631, "aya_id": 31}, {"text": "31 - (قل) لهم (من يرزقكم من السماء) بالمطر (والأرض) بالنبات (أم من يملك السمع) بمعنى الأسماع أي خلقها (والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر) بين الخلائق (فسيقولون) هو (الله فقل) لهم (أفلا تتقون) فتؤمنون \r\n", "sura_id": 10, "type": 2, "id": 26339, "aya_id": 31}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: مَن يرزقكم من السماء, بما يُنزله من المطر, ومن الأرض بما ينبته فيها من أنواع النبات والشجر تأكلون منه أنتم وأنعامكم؟ ومَن يملك ما تتمتعون به أنتم وغيركم من حواسِّ السمع والأبصار؟ ومن ذا الذي يملك الحياة والموت في الكون كلِّه, فيخرج الأحياء والأموات بعضها من بعض فيما تعرفون من المخلوقات, وفيما لا تعرفون؟ ومَن يدبِّر أمر السماء والأرض وما فيهن, وأمركم وأمر الخليقة جميعًا؟ فسوف يجيبونك بأن الذي يفعل ذلك كله هو الله, فقل لهم: أفلا تخافون عقاب الله إن عبدتم معه غيره؟\r\n", "sura_id": 10, "type": 3, "id": 32575, "aya_id": 31}, {"text": " <font color=red>قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمْ مَنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا</font><BR><p>يَحْتَجّ تَعَالَى عَلَى الْمُشْرِكِينَ بِاعْتِرَافِهِمْ بِوَحْدَانِيَّتِهِ وَرُبُوبِيَّته عَلَى وَحْدَانِيّته وَإلَاهِيَّته فَقَالَ تَعَالَى \" قُلْ مَنْ يَرْزُقكُمْ مِنْ السَّمَاء وَالْأَرْض \" أَيْ مَنْ ذَا الَّذِي يُنْزِل مِنْ السَّمَاء مَاء الْمَطَر فَيَشُقّ الْأَرْض شَقًّا بِقُدْرَتِهِ وَمَشِيئَته فَيُخْرِج مِنْهَا \" حَبًّا وَعِنَبًا وَقَضْبًا وَزَيْتُونًا وَنَخْلًا وَحَدَائِق غُلْبًا وَفَاكِهَة وَأَبًّا \" أَإِلَه مَعَ اللَّه ؟ فَسَيَقُولُونَ اللَّه \" أَمَّنْ هَذَا الَّذِي يَرْزُقكُمْ إِنْ أَمْسَكَ رِزْقه \" وَقَوْله \" أَمَّنْ يَمْلِك السَّمْع وَالْأَبْصَار \" أَيْ الَّذِي وَهَبَكُمْ هَذِهِ الْقُوَّة السَّامِعَة وَالْقُوَّة الْبَاصِرَة وَلَوْ شَاءَ لَذَهَبَ بِهَا وَلَسَلَبَكُمْ إِيَّاهَا كَقَوْلِهِ تَعَالَى \" قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمْ السَّمْع وَالْأَبْصَار \" الْآيَة وَقَالَ \" قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّه سَمْعكُمْ وَأَبْصَاركُمْ \" الْآيَة وَقَوْله \" وَمَنْ يُخْرِج الْحَيّ مِنْ الْمَيِّت وَيُخْرِج الْمَيِّت مِنْ الْحَيّ \" أَيْ بِقُدْرَتِهِ الْعَظِيمَة وَمِنَّته الْعَمِيمَة ; وَقَدْ تَقَدَّمَ ذِكْر الْخِلَاف فِي ذَلِكَ وَأَنَّ الْآيَة عَامَّة لِذَلِكَ كُلّه وَقَوْله \" وَمَنْ يُدَبِّر الْأَمْر \" أَيْ مَنْ بِيَدِهِ مَلَكُوت كُلّ شَيْء وَهُوَ يُجِير وَلَا يُجَار عَلَيْهِ وَهُوَ الْمُتَصَرِّف الْحَاكِم الَّذِي لَا مُعَقِّب لِحُكْمِهِ وَلَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ \" يَسْأَلهُ مَنْ فِي السَّمَوَات وَالْأَرْض كُلّ يَوْم هُوَ فِي شَأْن \" فَالْمُلْك كُلّه الْعُلْوِيّ وَالسُّفْلِيّ وَمَا فِيهِمَا مِنْ مَلَائِكَة وَإِنْس وَجَانّ فَقِيرُونَ إِلَيْهِ عَبِيد لَهُ خَاضِعُونَ لَدَيْهِ \" فَسَيَقُولُونَ اللَّه \" أَيْ وَهُمْ يَعْلَمُونَ ذَلِكَ وَيَعْتَرِفُونَ بِهِ \" فَقُلْ أَفَلَا تَتَّقُونَ \" أَيْ أَفَلَا تَخَافُونَ مِنْهُ أَنْ تَعْبُدُوا مَعَهُ غَيْره بِآرَائِكُمْ وَجَهْلكُمْ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37458, "aya_id": 31}]