[{"text": "وَلَوْ يُؤَاخِذُ اللّهُ النَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَكِن يُؤَخِّرُهُمْ إلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ", "sura_id": 16, "type": 0, "id": 1962, "aya_id": 61}, {"text": "ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون", "sura_id": 16, "type": 1, "id": 8198, "aya_id": 61}, {"text": "61 - (ولو يؤاخذ الله الناس بظلمهم) بالمعاصي (ما ترك عليها) أي الأرض (من دابة) نسمة تدب عليها (ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم لا يستأخرون) عنه (ساعة ولا يستقدمون) عليه \r\n", "sura_id": 16, "type": 2, "id": 26906, "aya_id": 61}, {"text": "ولو يؤاخذ الله الناس بكفرهم وافترائهم ما ترك على الأرض مَن يتحرَّك, ولكن يبقيهم إلى وقت محدد هو نهاية آجالهم, فإذا جاء أجلهم لا يتأخرون عنه وقتًا يسيرًا, ولا يتقدمون.\r\n", "sura_id": 16, "type": 3, "id": 33142, "aya_id": 61}, {"text": " <font color=red>وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ حِلْمه بِخَلْقِهِ مَعَ ظُلْمهمْ وَأَنَّهُ لَوْ يُؤَاخِذهُمْ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْر الْأَرْض مِنْ دَابَّة أَيْ لَأَهْلَكَ جَمِيع دَوَابّ الْأَرْض تَبَعًا لِإِهْلَاكِ بَنِي آدَم وَلَكِنْ الرَّبّ جَلَّ جَلَاله يَحْلُم وَيَسْتُر وَيَنْظُر إِلَى أَجَل مُسَمًّى أَيْ لَا يُعَاجِلهُمْ بِالْعُقُوبَةِ ; إِذْ لَوْ فَعَلَ ذَلِكَ بِهِمْ لَمَا أَبْقَى أَحَدًا . قَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص أَنَّهُ قَالَ : كَادَ الْجُعَل أَنْ يُعَذَّب بِذَنْبِ بَنِي آدَم وَقَرَأَ الْآيَة \" وَلَوْ يُؤَاخِذ اللَّه النَّاس بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّة \" وَكَذَا رَوَى الْأَعْمَش عَنْ أَبِي إِسْحَاق عَنْ أَبِي عُبَيْدَة قَالَ : قَالَ عَبْد اللَّه كَادَ الْجُعَل أَنْ يَهْلِك فِي جُحْره بِخَطِيئَةِ بَنِي آدَم وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا إِسْمَاعِيل بْن حَكِيم الْخُزَاعِيّ حَدَّثَنَا مُحَمَّد بْن جَابِر الْحَنَفِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة قَالَ : سَمِعَ أَبُو هُرَيْرَة رَجُلًا وَهُوَ يَقُول : إِنَّ الظَّالِم لَا يَضُرّ إِلَّا نَفْسه قَالَ فَالْتَفَتَ إِلَيْهِ فَقَالَ : بَلَى وَاَللَّه حَتَّى إِنَّ الْحُبَارَى لَتَمُوت فِي وَكْرهَا بِظُلْمِ الظَّالِم . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن أَنْبَأَنَا الْوَلِيد بْن عَبْد الْمَلِك حَدَّثَنَا عُبَيْد اللَّه بْن شُرَحْبِيل حَدَّثَنَا سُلَيْمَان بْن عَطَاء عَنْ سَلَمَة بْن عَبْد اللَّه عَنْ عَمّه أَبِي مَشْجَعَة بْن رِبْعِيّ عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ : ذَكَرْنَا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَقَالَ \" إِنَّ اللَّه لَا يُؤَخِّر شَيْئًا إِذَا جَاءَ أَجَله وَإِنَّمَا زِيَادَة الْعُمُر بِالذُّرِّيَّةِ الصَّالِحَة يَرْزُقهَا اللَّه الْعَبْد فَيَدْعُونَ لَهُ مِنْ بَعْده فَيَلْحَقهُ دُعَاؤُهُمْ فِي قَبْره فَذَلِكَ زِيَادَة الْعُمُر \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38137, "aya_id": 61}]