[{"text": "الرَّحْمَنُ", "sura_id": 55, "type": 0, "id": 4902, "aya_id": 1}, {"text": "الرحمن", "sura_id": 55, "type": 1, "id": 11138, "aya_id": 1}, {"text": "سورة الرحمن 1 - (الرحمن) الله تعالى \r\n", "sura_id": 55, "type": 2, "id": 29846, "aya_id": 1}, {"text": "الرحمن\r\n", "sura_id": 55, "type": 3, "id": 36082, "aya_id": 1}, {"text": " <font color=red>الرَّحْمَنُ</font><BR><p>سُورَة الرَّحْمَن : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد عَنْ عَاصِم عَنْ زِرّ أَنَّ رَجُلًا قَالَ كَيْف تَعْرِف هَذَا الْحَرْف مِنْ مَاء غَيْر آسِن أَوْ يَاسِنٍ ؟ فَقَالَ : أَوَكُلّ الْقُرْآن قَدْ قَرَأْت قَالَ إِنِّي لَأَقْرَأُ الْمُفَصَّل فِي رَكْعَة وَاحِدَة فَقَالَ أَهَذًّا كَهَذِّ الشِّعْر لَا أَبَا لَك ؟ قَدْ عَلِمْت قَرَائِن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّتِي كَانَ يَقْرِن قَرِينَتَيْنِ قَرِينَتَيْنِ مِنْ أَوَّل الْمُفَصَّل وَكَانَ أَوَّل مُفَصَّل اِبْن مَسْعُود \" الرَّحْمَن \" وَقَالَ أَبُو عِيسَى التِّرْمِذِيّ : حَدَّثَنَا عَبْد الرَّحْمَن بْن وَاقِدٍ وَأَبُو مُسْلِم السَّعْدِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ زُهَيْر بْن مُحَمَّد عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر قَالَ خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَصْحَابه فَقَرَأَ عَلَيْهِمْ سُورَة الرَّحْمَن مِنْ أَوَّلهَا إِلَى آخِرهَا فَسَكَتُوا فَقَالَ \" لَقَدْ قَرَأْتهَا عَلَى الْجِنّ لَيْلَة الْجِنّ فَكَانُوا أَحْسَنَ مَرْدُودًا مِنْكُمْ كُنْت كُلَّمَا أَتَيْت عَلَى قَوْله \" فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ \" قَالُوا لَا بِشَيْءٍ مِنْ نِعَمك رَبَّنَا نُكَذِّب فَلَك الْحَمْد \" ثُمَّ قَالَ هَذَا حَدِيث غَرِيب لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيث الْوَلِيد بْن مُسْلِم عَنْ زُهَيْر بْن مُحَمَّد ثُمَّ حَكَى عَنْ الْإِمَام أَحْمَد أَنَّهُ كَانَ لَا يَعْرِفهُ يُنْكِر رِوَايَة أَهْل الشَّام عَنْ زُهَيْر بْن مُحَمَّد هَذَا وَرَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار عَنْ عَمْرو بْن مَالِك عَنْ الْوَلِيد بْن مُسْلِم وَعَنْ عَبْد اللَّه بْن أَحْمَد بْن شَبُّويَة عَنْ هِشَام بْن عُمَارَة كِلَاهُمَا عَنْ الْوَلِيد بْن مُسْلِم بِهِ ثُمَّ قَالَ لَا نَعْرِفهُ يُرْوَى إِلَّا مِنْ هَذَا الْوَجْه وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبَّاد بْن مُوسَى وَعَمْرو بْن مَالِك الْبَصْرِيّ قَالَا حَدَّثَنَا يَحْيَى بْن سُلَيْم عَنْ إِسْمَاعِيل بْن أُمَيَّة عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ سُورَة الرَّحْمَن أَوْ قُرِئَتْ عِنْده فَقَالَ \" مَالِي أَسْمَع الْجِنّ أَحْسَنَ جَوَابًا لِرَبِّهَا مِنْكُمْ ؟ \" قَالُوا وَمَا ذَاكَ يَا رَسُول اللَّه ؟ قَالَ\" مَا أَتَيْت عَلَى قَوْل اللَّه تَعَالَى \" فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ؟ \" إِلَّا قَالَتْ الْجِنّ لَا بِشَيْءٍ مِنْ نِعَم رَبّنَا نُكَذِّب \" وَرَوَاهُ الْحَافِظ الْبَزَّار عَنْ عَمْرو بْن مَالِك بِهِ ثُمَّ قَالَ لَا نَعْلَمهُ يُرْوَى عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا مِنْ هَذَا الْوَجْه بِهَذَا الْإِسْنَاد . يُخْبِر تَعَالَى عَنْ فَضْله وَرَحْمَته بِخَلْقِهِ أَنَّهُ أَنْزَلَ عَلَى عِبَاده الْقُرْآن وَيَسَّرَ حِفْظَهُ وَفَهْمَهُ عَلَى مَنْ رَحِمَهُ فَقَالَ تَعَالَى \" الرَّحْمَن عَلَّمَ الْقُرْآنَ خَلَقَ الْإِنْسَانَ عَلَّمَهُ الْبَيَانَ \" قَالَ الْحَسَن يَعْنِي النُّطْق وَقَالَ الضَّحَّاك وَقَتَادَة وَغَيْرهمَا يَعْنِي الْخَيْر وَالشَّرّ وَقَوْل الْحَسَن هَهُنَا أَحْسَن وَأَقْوَى لِأَنَّ السِّيَاق فِي تَعْلِيمه تَعَالَى الْقُرْآن وَهُوَ أَدَاء تِلَاوَته وَإِنَّمَا يَكُون ذَلِكَ بِتَيْسِيرِ النُّطْق عَلَى الْخَلْق وَتَسْهِيل خُرُوج الْحُرُوف مِنْ مَوَاضِعهَا مِنْ الْحَلْق وَاللِّسَان وَالشَّفَتَيْنِ عَلَى اِخْتِلَاف مَخَارِجهَا وَأَنْوَاعهَا .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41828, "aya_id": 1}]