[{"text": "وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَنْ نَّشَاء مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 42, "type": 0, "id": 4324, "aya_id": 52}, {"text": "وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتاب ولا الإيمان ولكن جعلناه نورا نهدي به من نشاء من عبادنا وإنك لتهدي إلى صراط مستقيم", "sura_id": 42, "type": 1, "id": 10560, "aya_id": 52}, {"text": "52 - (وكذلك) مثل إيحائنا إلى غيرك من الرسل (أوحينا إليك) يا محمد (روحا) هو القرآن به تحيا القلوب (من أمرنا) الذي نوحيه إليك (ما كنت تدري) تعرف قبل الوحي إليك (ما الكتاب) القرآن (ولا الإيمان) أي شرائعه ومعالمه والنفي معلق للفعل عن العمل وما بعده سد مسد المفعولين (ولكن جعلناه) الروح أو الكتاب (نورا نهدي به من نشاء من عبادنا وإنك لتهدي) تدعو بالوحي إليك (إلى صراط) طريق (مستقيم) دين الإسلام \r\n", "sura_id": 42, "type": 2, "id": 29268, "aya_id": 52}, {"text": "وكما أوحينا إلى الأنبياء من قبلك -أيها النبي- أوحينا إليك قرآنًا من عندنا، ما كنت تدري قبله ما الكتب السابقة ولا الإيمان ولا الشرائع الإلهية؟ ولكن جعلنا القرآن ضياء للناس نهدي به مَن نشاء مِن عبادنا إلى الصراط المستقيم. وإنك -أيها الرسول- لَتَدُلُّ وَتُرْشِدُ بإذن الله إلى صراط مستقيم- وهو الإسلام-\r\n", "sura_id": 42, "type": 3, "id": 35504, "aya_id": 52}, {"text": " <font color=red>وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>قَوْله عَزَّ وَجَلَّ \" وَكَذَلِكَ أَوْحَيْنَا إِلَيْك رُوحًا مِنْ أَمْرنَا \" يَعْنِي الْقُرْآن \" مَا كُنْت تَدْرِي مَا الْكِتَاب وَلَا الْإِيمَان \" أَيْ عَلَى التَّفْصِيل الَّذِي شُرِعَ لَك فِي الْقُرْآن\" وَلَكِنْ جَعَلْنَاهُ \" أَيْ الْقُرْآن \" نُورًا نَهْدِي بِهِ مَنْ نَشَاء مِنْ عِبَادنَا \" كَقَوْلِهِ تَعَالَى \" قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء وَاَلَّذِينَ لَا يُؤْمِنُونَ فِي آذَانهمْ وَقْر وَهُوَ عَلَيْهِمْ عَمًى \" الْآيَة وَقَوْله تَعَالَى \" وَإِنَّك \" أَيْ يَا مُحَمَّد \" لَتَهْدِي إِلَى صِرَاط مُسْتَقِيم \" وَهُوَ الْخُلُق الْقَوِيم .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41126, "aya_id": 52}]