[{"text": "قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ", "sura_id": 58, "type": 0, "id": 5105, "aya_id": 1}, {"text": "قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله والله يسمع تحاوركما إن الله سميع بصير", "sura_id": 58, "type": 1, "id": 11341, "aya_id": 1}, {"text": "سورة المجادلة 1 - (قد سمع الله قول التي تجادلك) تراجعك أيها النبي (في زوجها) المظاهر منها وكان قال لها أنت علي كظهر أمي وقد سألت النبي صلى الله عليه وسلم عن ذلك فأجابها بأنها حرمت عليه على ما هو المعهود عندهم من أن الظهار موجبة فرقة مؤبدة وهي خولة بنت ثعلبة وهو أوس بن الصامت (وتشتكي إلى الله) وحدتها وفاقتها وصبية صغارا إن ضمنتهم إليه ضاعوا إو إليها جاعوا (والله يسمع تحاوركما) تراجعكما (إن الله سميع بصير) عالم \r\n", "sura_id": 58, "type": 2, "id": 30049, "aya_id": 1}, {"text": "قد سمع الله قول خولة بنت ثعلبة التي تراجعت في شأن زوجها أوس بن الصامت, وفيما صدر عنه في حقها من الظِّهار، وهو قوله لها: \"أنت عليَّ كظهر أمي\"، أي: في حرمة النكاح، وهي تتضرع إلى الله تعالى; لتفريج كربتها، والله يسمع تخاطبكما ومراجعتكما. إن الله سميع لكل قول، بصير بكل شيء، لا تخفى عليه خافية.\r\n", "sura_id": 58, "type": 3, "id": 36285, "aya_id": 1}, {"text": " <font color=red>قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ تَمِيم بْن سَلَمَة عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : الْحَمْد لِلَّهِ الَّذِي وَسِعَ سَمْعه الْأَصْوَات لَقَدْ جَاءَتْ الْمُجَادَلَة إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُكَلِّمهُ وَأَنَا فِي نَاحِيَة الْبَيْت مَا أَسْمَع مَا تَقُول فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلُك فِي زَوْجهَا\" إِلَى آخِر الْآيَة وَهَكَذَا رَوَاهُ الْبُخَارِيّ فِي كِتَاب التَّوْحِيد تَعْلِيقًا فَقَالَ وَقَالَ الْأَعْمَش عَنْ تَمِيم بْن سَلَمَة عَنْ عُرْوَة عَنْ عَائِشَة فَذَكَرَهُ وَأَخْرَجَهُ النَّسَائِيّ وَابْن مَاجَهْ وَابْن أَبِي حَاتِم وَابْن جَرِير مِنْ غَيْر وَجْه عَنْ الْأَعْمَش بِهِ وَفِي رِوَايَة لِابْنِ أَبِي حَاتِم عَنْ الْأَعْمَش عَنْ تَمِيم بْن سَلَمَة عَنْ عُرْوَة عَنْ عَائِشَة أَنَّهَا قَالَتْ : تَبَارَكَ الَّذِي أَوْعَى سَمْعه كُلّ شَيْء إِنِّي لَأَسْمَع كَلَام خَوْلَة بِنْت ثَعْلَبَة وَيَخْفَى عَلَيَّ بَعْضه وَهِيَ تَشْتَكِي زَوْجهَا إِلَى رَسُول اللَّه وَهِيَ تَقُول يَا رَسُول اللَّه أَكَلَ مَالِي وَأَفْنَى شَبَابِي وَنَثَرْت لَهُ بَطْنِي حَتَّى إِذَا كَبِرَتْ سِنِّي وَانْقَطَعَ وَلَدِي ظَاهَرَ مِنِّي اللَّهُمَّ إِنِّي أَشْكُو إِلَيْك قَالَتْ فَمَا بَرِحَتْ حَتَّى نَزَلَ جِبْرِيل بِهَذِهِ الْآيَة \" قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلُك فِي زَوْجهَا \" قَالَتْ وَزَوْجهَا أَوْس بْن الصَّامِت وَقَالَ اِبْن لَهِيعَة عَنْ أَبِي الْأَسْوَد عَنْ عُرْوَة عَنْ أَوْس بْن الصَّامِت وَكَانَ أَوْس اِمْرَأً بِهِ لَمَم فَكَانَ إِذَا أَخَذَهُ لَمَمه وَاشْتَدَّ بِهِ يُظَاهِر مِنْ اِمْرَأَته وَإِذَا ذَهَبَ لَمْ يَقُلْ شَيْئًا فَأَتَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَسْتَفْتِيه فِي ذَلِكَ وَتَشْتَكِي إِلَى اللَّه فَأَنْزَلَ اللَّه \" قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلك فِي زَوْجهَا وَتَشْتَكِي إِلَى اللَّه \" الْآيَة وَهَكَذَا رَوَى هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَنَّ رَجُلًا كَانَ بِهِ لَمَم فَذَكَرَ مِثْله. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل أَبُو سَلَمَة حَدَّثَنَا جَرِير يَعْنِي ابْن حَازِم قَالَ سَمِعْت أَبَا يَزِيد يُحَدِّث قَالَ لَقِيَتْ اِمْرَأَة عُمَر يُقَال لَهَا خَوْلَة بِنْت ثَعْلَبَة وَهُوَ يَسِير مَعَ النَّاس فَاسْتَوْقَفَتْهُ فَوَقَفَ لَهَا وَدَنَا مِنْهَا وَأَصْغَى إِلَيْهَا رَأْسه وَوَضَعَ يَدَيْهِ عَلَى مَنْكِبَيْهَا حَتَّى قَضَتْ حَاجَتهَا وَانْصَرَفَتْ فَقَالَ لَهُ رَجُل يَا أَمِير الْمُؤْمِنِينَ حَبَسْت رِجَالَات قُرَيْش عَلَى هَذِهِ الْعَجُوز قَالَ وَيْحك وَتَدْرِي مَنْ هَذِهِ ؟ قَالَ لَا قَالَ هَذِهِ اِمْرَأَة سَمِعَ اللَّه شَكْوَاهَا مِنْ فَوْق سَبْع سَمَوَات هَذِهِ خَوْلَة بِنْت ثَعْلَبَة وَاَللَّه لَوْ لَمْ تَنْصَرِف عَنِّي إِلَى اللَّيْل مَا اِنْصَرَفْت عَنْهَا حَتَّى تَقْضِي حَاجَتهَا إِلَى أَنْ تَحْضُر صَلَاة فَأُصَلِّيهَا ثُمَّ أَرْجِع إِلَيْهَا حَتَّى تَقْضِي حَاجَتهَا . هَذَا مُنْقَطِع بَيْن أَبِي يَزِيد وَعُمَر بْن الْخَطَّاب وَقَدْ رُوِيَ مِنْ غَيْر هَذَا الْوَجْه وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا الْمُنْذِر بْن شَاذَان حَدَّثَنَا يَعْلَى حَدَّثَنَا زَكَرِيَّا عَنْ عَامِر قَالَ : الْمَرْأَة الَّتِي جَادَلَتْ فِي زَوْجهَا خَوْلَة بِنْت الصَّامِت وَأُمّهَا مُعَاذَة الَّتِي أَنْزَلَ اللَّه فِيهَا \" وَلَا تُكْرِهُوا فَتَيَاتكُمْ عَلَى الْبِغَاء إِنْ أَرَدْنَ تَحَصُّنًا \" صَوَابه خَوْلَة اِمْرَأَة أَوْس بْن الصَّامِت.</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42030, "aya_id": 1}]