[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلاَ يَقْرَبُواْ الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللّهُ مِن فَضْلِهِ إِن شَاء إِنَّ اللّهَ عَلِيمٌ حَكِيمٌ", "sura_id": 9, "type": 0, "id": 1263, "aya_id": 28}, {"text": "يا أيها الذين آمنوا إنما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا و إن خفتم عيلة فسوف يغنيكم الله من فضله إن شاء إن الله عليم حكيم", "sura_id": 9, "type": 1, "id": 7499, "aya_id": 28}, {"text": "28 - (يا أيها الذين آمنوا إنما المشركون نجس) قذر لخبث باطنهم (فلا يقربوا المسجد الحرام) أي لا يدخلوا الحرم (بعد عامهم هذا) عام تسع من الهجرة (وإن خفتم عَيْلة) فقراً بانقطاع تجارتهم عنكم (فسوف يغنيكم الله من فضله إن شاء) وقد أغناهم بالفتوح والجزية (إن الله عليم حكيم) \r\n", "sura_id": 9, "type": 2, "id": 26207, "aya_id": 28}, {"text": "يا معشر المؤمنين إنما المشركون رِجْس وخَبَث فلا تمكنوهم من الاقتراب من الحرم بعد هذا العام التاسع من الهجرة, وإن خفتم فقرًا لانقطاع غارتهم عنكم, فإن الله سيعوضكم عنها, ويكفيكم من فضله إن شاء, إن الله عليم بحالكم, حكيم في تدبير شؤونكم.\r\n", "sura_id": 9, "type": 3, "id": 32443, "aya_id": 28}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ</font><BR><p>أَمَرَ تَعَالَى عِبَاده الْمُؤْمِنِينَ الظَّاهِرِينَ دِينًا وَذَاتًا بِنَفْيِ الْمُشْرِكِينَ الَّذِينَ هُمْ نَجَس دِينًا عَنْ الْمَسْجِد الْحَرَام وَأَنْ لَا يَقْرَبُوهُ بَعْد نُزُول هَذِهِ الْآيَة وَكَانَ نُزُولهَا فِي سَنَة تِسْع وَلِهَذَا بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِيًّا صُحْبَة أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا عَامَئِذ وَأَمَرَهُ أَنْ يُنَادِي مِنْ الْمُشْرِكِينَ : أَنْ لَا يَحُجّ بَعْد هَذَا الْعَام مُشْرِك وَلَا يَطُوف بِالْبَيْتِ عُرْيَان فَأَتَمَّ اللَّه ذَلِكَ وَحَكَمَ بِهِ شَرْعًا وَقَدَرًا . وَقَالَ عَبْد الرَّازِق أَخْبَرَنَا اِبْن جُرَيْج أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَمِعَ جَابِر بْن عَبْد اللَّه يَقُول فِي قَوْله تَعَالَى \" إِنَّمَا الْمُشْرِكُونَ نَجَس فَلَا يَقْرَبُوا الْمَسْجِد الْحَرَام بَعْد عَامهمْ هَذَا \" إِلَّا أَنْ يَكُون عَبْدًا أَوْ أَحَدًا مِنْ أَهْل الذِّمَّة . وَقَدْ رُوِيَ مَرْفُوعًا مِنْ وَجْه آخَر فَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن حَدَّثَنَا شَرِيك عَنْ الْأَشْعَث يَعْنِي اِبْن سِوَار عَنْ الْحَسَن عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَدْخُل مَسْجِدنَا بَعْد عَامنَا هَذَا مُشْرِك إِلَّا أَهْل الْعَهْد وَخَدَمهمْ \" تَفَرَّدَ بِهِ الْإِمَام أَحْمَد مَرْفُوعًا وَالْمَوْقُوف أَصَحّ إِسْنَادًا وَقَالَ الْإِمَام أَبُو عُمَر وَالْأَوْزَاعِيّ : كَتَبَ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ أَنْ اِمْنَعُوا الْيَهُود وَالنَّصَارَى مِنْ دُخُول مَسَاجِد الْمُسْلِمِينَ وَأَتْبَعَ نَهْيه قَوْل اللَّه تَعَالَى \" إِنَّمَا الْمُشْرِكُونَ نَجَس \" وَقَالَ عَطَاء : الْحَرَم كُلّه مَسْجِد لِقَوْلِهِ تَعَالَى \" فَلَا يَقْرَبُوا الْمَسْجِد الْحَرَام بَعْد يَوْمهمْ هَذَا \" وَدَلَّتْ هَذِهِ الْآيَة الْكَرِيمَة عَلَى نَجَاسَة الْمُشْرِك كَمَا وَرَدَ فِي الصَّحِيح \" الْمُؤْمِن لَا يَنْجُس \" وَأَمَّا نَجَاسَة بَدَنه فَالْجُمْهُور عَلَى أَنَّهُ لَيْسَ بِنَجِسِ الْبَدَن وَالذَّات لِأَنَّ اللَّه تَعَالَى أَحَلَّ طَعَام أَهْل الْكِتَاب وَذَهَبَ بَعْض الظَّاهِرِيَّة إِلَى نَجَاسَة أَبْدَانهمْ وَقَالَ أَشْعَث عَنْ الْحَسَن : مَنْ صَافَحَهُمْ فَلْيَتَوَضَّأْ رَوَاهُ اِبْن جَرِير وَقَوْله \" إِنْ خِفْتُمْ عَيْلَة فَسَوْفَ يُغْنِيكُمْ اللَّه مِنْ فَضْله \" قَالَ مُحَمَّد بْن إِسْحَاق : وَذَلِكَ أَنَّ النَّاس قَالُوا : لَتُقْطَعَنَّ عَنَّا الْأَسْوَاق وَلَتَهْلِكَنَّ التِّجَارَة وَلَيَذْهَبَنَّ عَنَّا مَا كُنَّا نُصِيب فِيهَا مِنْ الْمَرَافِق فَأَنْزَلَ اللَّه \" وَإِنْ خِفْتُمْ عَيْلَة فَسَوْفَ يُغْنِيكُمْ اللَّه مِنْ فَضْله \" مِنْ وَجْه غَيْر ذَلِكَ \" إِنْ شَاءَ \" إِلَى قَوْله \" وَهُمْ صَاغِرُونَ \" أَيْ هَذَا عِوَض مَا تَخَوَّفْتُمْ مِنْ قَطْع تِلْكَ الْأَسْوَاق فَعَوَّضَهُمْ اللَّه مِمَّا قَطَعَ أَمْر الشِّرْك مَا أَعْطَاهُمْ مِنْ أَعْنَاق أَهْل الْكِتَاب مِنْ الْجِزْيَة وَهَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ \" إِنَّ اللَّه عَلِيم \" أَيْ بِمَا يُصْلِحكُمْ \" حَكِيم \" أَيْ فِيمَا يَأْمُر بِهِ وَيَنْهَى عَنْهُ لِأَنَّهُ الْكَامِل فِي أَفْعَاله وَأَقْوَاله الْعَادِل فِي خَلْقه وَأَمْره تَبَارَكَ وَتَعَالَى وَلِهَذَا عَوَّضَهُمْ عَنْ تِلْكَ الْمَكَاسِب بِأَمْوَالِ الْجِزْيَة الَّتِي يَأْخُذُونَهَا مِنْ أَهْل الذِّمَّة .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43444, "aya_id": 28}]