[{"text": "فَأَنتَ عَنْهُ تَلَهَّى", "sura_id": 80, "type": 0, "id": 5768, "aya_id": 10}, {"text": "فأنت عنه تلهى", "sura_id": 80, "type": 1, "id": 12004, "aya_id": 10}, {"text": "10 - (فأنت عنه تلهى) فيه حذف التاء الأخرى في الأصل أي تتشاغل \r\n", "sura_id": 80, "type": 2, "id": 30712, "aya_id": 10}, {"text": "فأنت عنه تتشاغل.\r\n", "sura_id": 80, "type": 3, "id": 36948, "aya_id": 10}, {"text": " <font color=red>فَأَنْتَ عَنْهُ تَلَهَّى</font><BR><p>أَيْ تَتَشَاغَل وَمِنْ هَاهُنَا أَمَرَ اللَّه تَعَالَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ لَا يَخُصّ بِالْإِنْذَارِ أَحَدًا بَلْ يُسَاوِي فِيهِ بَيْن الشَّرِيف وَالضَّعِيف وَالْفَقِير وَالْغَنِيّ وَالسَّادَة وَالْعَبِيد وَالرِّجَال وَالنِّسَاء وَالصِّغَار وَالْكِبَار ثُمَّ اللَّه تَعَالَى يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم وَلَهُ الْحِكْمَة الْبَالِغَة وَالْحُجَّة الدَّامِغَة . قَالَ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده حَدَّثَنَا مُحَمَّد بْن مَهْدِيّ حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة عَنْ أَنَس رَضِيَ اللَّه عَنْهُ فِي قَوْله تَعَالَى\" عَبَسَ وَتَوَلَّى \" جَاءَ اِبْن أُمّ مَكْتُوم إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُكَلِّم أُبَيّ بْن خَلَف فَأَعْرَضَ عَنْهُ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الْأَعْمَى \" فَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد ذَلِكَ يُكْرِمهُ . قَالَ قَتَادَة وَأَخْبَرَنِي أَنَس بْن مَالِك قَالَ : رَأَيْته يَوْم الْقَادِسِيَّة وَعَلَيْهِ دِرْع وَمَعَهُ رَايَة سَوْدَاء يَعْنِي اِبْن أُمّ مَكْتُوم . وَقَالَ أَبُو يَعْلَى وَابْن جَرِير حَدَّثَنَا سَعِيد بْن يَحْيَى بْن سَعِيد الْأُمَوِيّ حَدَّثَنِي أَبِي قَالَ هَذَا مَا عَرَضْنَا عَلَى هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ أُنْزِلَتْ \" عَبَسَ وَتَوَلَّى \" فِي اِبْن أُمّ مَكْتُوم الْأَعْمَى أَتَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَعَلَ يَقُول أَرْشِدْنِي قَالَتْ وَعِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُل مِنْ عُظَمَاء الْمُشْرِكِينَ قَالَتْ فَجَعَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعْرِض عَنْهُ وَيُقْبِل عَلَى الْآخَر وَيَقُول \" أَتَرَى بِمَا أَقُول بَأْسًا ؟ \" فَيَقُول لَا فَفِي هَذَا أُنْزِلَتْ \" عَبَسَ وَتَوَلَّى \" . وَقَدْ رَوَى التِّرْمِذِيّ هَذَا الْحَدِيث عَنْ سَعِيد بْن يَحْيَى الْأُمَوِيّ بِإِسْنَادِهِ مِثْله ثُمَّ قَالَ وَقَدْ رَوَاهُ بَعْضهمْ عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ قَالَ أُنْزِلَتْ \" عَبَسَ وَتَوَلَّى \" فِي اِبْن أُمّ مَكْتُوم وَلَمْ يَذْكُر فِيهِ عَنْ عَائِشه \" قُلْت \" كَذَلِكَ هُوَ فِي الْمُوَطَّأ . ثُمَّ رَوَى اِبْن جَرِير وَابْن أَبِي حَاتِم أَيْضًا مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس - قَوْله \" عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الْأَعْمَى \" قَالَ بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُنَاجِي عُتْبَة بْن رَبِيعَة وَأَبَا جَهْل بْن هِشَام وَالْعَبَّاس بْن عَبْد الْمُطَّلِب وَكَانَ يَتَصَدَّى لَهُمْ كَثِيرًا وَيَحْرِص عَلَيْهِمْ أَنْ يُؤْمِنُوا فَأَقْبَلَ إِلَيْهِ رَجُل أَعْمَى يُقَال لَهُ عَبْد اللَّه بْن أُمّ مَكْتُوم يَمْشِي وَهُوَ يُنَاجِيهِمْ فَجَعَلَ عَبْد اللَّه يَسْتَقْرِئ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آيَة مِنْ الْقُرْآن وَقَالَ يَا رَسُول اللَّه عَلِّمْنِي مِمَّا عَلَّمَك اللَّه فَأَعْرَضَ عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَبَسَ فِي وَجْهه وَتَوَلَّى وَكَرِهَ كَلَامه وَأَقْبَلَ عَلَى الْآخَرِينَ فَلَمَّا قَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَجْوَاهُ وَأَخَذَ يَنْقَلِب إِلَى أَهْله أَمْسَكَ اللَّه بَعْض بَصَره وَخَفَقَ بِرَأْسِهِ ثُمَّ أَنْزَلَ اللَّه تَعَالَى\" عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الْأَعْمَى وَمَا يُدْرِيك لَعَلَّهُ يَزَّكَّى أَوْ يَذَّكَّر فَتَنْفَعهُ الذِّكْرَى \" فَلَمَّا نَزَلَ فِيهِ مَا نَزَلَ أَكْرَمَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَلَّمَهُ وَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا حَاجَتك ؟ هَلْ تُرِيد مِنْ شَيْء ؟ - وَإِذَا ذَهَبَ مِنْ عِنْده قَالَ - هَلْ لَك حَاجَة فِي شَيْء ؟ \" وَذَلِكَ لَمَّا أَنْزَلَ اللَّه تَعَالَى \" أَمَّا مَنْ اسْتَغَنَى فَأَنْتَ لَهُ تَصَدَّى وَمَا عَلَيْك أَلَّا يَزَّكَّى \" فِيهِ غَرَابَة وَنَكَارَة وَقَدْ تُكُلِّمَ فِي إِسْنَاده . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مَنْصُور الرَّمَادِيّ حَدَّثَنَا عَبْد اللَّه بْن صَالِح حَدَّثَنَا اللَّيْث حَدَّثَنَا يُونُس عَنْ اِبْن شِهَاب قَالَ : قَالَ سَالِم بْن عَبْد اللَّه عَنْ عَبْد اللَّه بْن عُمَر يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ بِلَالًا يُؤَذِّن بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَان اِبْن أُمّ مَكْتُوم\" وَهُوَ الْأَعْمَى الَّذِي أَنْزَلَ اللَّه تَعَالَى فِيهِ \" عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الْأَعْمَى \" وَكَانَ يُؤَذِّن مَعَ بِلَال قَالَ سَالِم وَكَانَ رَجُلًا ضَرِير الْبَصَر فَلَمْ يَكُ يُؤَذِّن حَتَّى يَقُول لَهُ النَّاس حِين يَنْظُرُونَ إِلَى بُزُوغ الْفَجْر أَذِّنْ . وَهَكَذَا ذَكَرَ عُرْوَة بْن الزُّبَيْر وَمُجَاهِد وَأَبُو مَالِك وَقَتَادَة وَالضَّحَّاك وَابْن زَيْد وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف أَنَّهَا نَزَلَتْ فِي اِبْن أُمّ مَكْتُوم وَالْمَشْهُور أَنَّ اِسْمه عَبْد اللَّه وَيُقَال عَمْرو وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 80, "type": 4, "id": 43130, "aya_id": 10}]