[{"text": "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا", "sura_id": 71, "type": 0, "id": 5442, "aya_id": 23}, {"text": "وقالوا لا تذرن آلهتكم ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا", "sura_id": 71, "type": 1, "id": 11678, "aya_id": 23}, {"text": "23 - (وقالوا) للسفلة (لا تذرن آلهتكم ولا تذرن ودا) بفتح الواو وضمها (ولا سواعا ولا يغوث ويعوق ونسرا) هي أسماء أصنامهم \r\n", "sura_id": 71, "type": 2, "id": 30386, "aya_id": 23}, {"text": "ووقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده, التي يدعو إليها نوح, ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله, وكانت أسماء رجال صالحين, لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور; لينشطوا- بزعمهم- على الطاعة إذا رأوها, فلما ذهب هؤلاء القوم وطال الأمد, وخَلَفهم غيرهم, وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور, ويتوسلون بها, وهذه هي الحكمة من تحريم التماثيل, وتحريم بناء القباب على القبور; لأنها تصير مع تطاول الزمن معبودة للجهال.\r\n", "sura_id": 71, "type": 3, "id": 36622, "aya_id": 23}, {"text": " <font color=red>وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا</font><BR><p>وَهَذِهِ أَسْمَاء أَصْنَامهمْ الَّتِي كَانُوا يَعْبُدُونَهَا مِنْ دُون اللَّه قَالَ الْبُخَارِيّ حَدَّثَنَا إِبْرَاهِيم حَدَّثَنَا هِشَام عَنْ اِبْن جُرَيْج وَقَالَ عَطَاء عَنْ اِبْن عَبَّاس صَارَتْ الْأَوْثَان الَّتِي كَانَتْ فِي قَوْم نُوح فِي الْعَرَب بَعْد : أَمَّا وَدّ فَكَانَتْ لِكَلْبٍ بِدُومَة الْجَنْدَل وَأَمَّا سُوَاع فَكَانَتْ لِهُذَيْل وَأَمَّا يَغُوث فَكَانَتْ لِمُرَادٍ ثُمَّ لِبَنِي غُطَيْف بِالْجُرْفِ عِنْد سَبَأ أَمَّا يَعُوق فَكَانَتْ لِهَمْدَان وَأَمَّا نَسْر فَكَانَتْ لِحِمْيَر لِآلِ ذِي كَلَاعٍ وَهِيَ أَسْمَاء رِجَال صَالِحِينَ مِنْ قَوْم نُوح عَلَيْهِ السَّلَام فَلَمَّا هَلَكُوا أَوْحَى الشَّيْطَان إِلَى قَوْمهمْ أَنْ اِنْصِبُوا إِلَى مَجَالِسهمْ الَّتِي كَانُوا يَجْلِسُونَ فِيهَا أَنْصَابًا وَسَمُّوهَا بِأَسْمَائِهِمْ فَفَعَلُوا فَلَمْ تُعْبَد حَتَّى إِذَا هَلَكَ أُولَئِكَ وَنُسِخَ الْعِلْم عُبِدَتْ وَكَذَا رُوِيَ عَنْ عِكْرِمَة وَالضَّحَّاك وَقَتَادَة وَابْن إِسْحَاق نَحْو هَذَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس كَانَتْ هَذِهِ أَصْنَام تُعْبَد فِي زَمَن نُوح وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان عَنْ سُفْيَان عَنْ مُوسَى عَنْ مُحَمَّد بْن قَيْس \" وَيَغُوث وَيَعُوق وَنَسْرًا \" قَالَ كَانُوا قَوْمًا صَالِحِينَ بَيْن آدَم وَنُوح وَكَانَ لَهُمْ أَتْبَاع يَقْتَدُونَ بِهِمْ فَلَمَّا مَاتُوا قَالَ أَصْحَابهمْ الَّذِينَ كَانُوا يَقْتَدُونَ بِهِمْ لَوْ صَوَّرْنَاهُمْ كَانَ أَشْوَق لَنَا إِلَى الْعِبَادَة إِذَا ذَكَرْنَاهُمْ فَصَوَّرُوهُمْ فَلَمَّا مَاتُوا وَجَاءَ آخَرُونَ دَبَّ إِلَيْهِمْ إِبْلِيس فَقَالَ إِنَّمَا كَانُوا يَعْبُدُونَهُمْ وَبِهِمْ يَسْقُونَ الْمَطَر فَعَبَدُوهُمْ وَرَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة شِيث عَلَيْهِ السَّلَام مِنْ طَرِيق إِسْحَاق بْن بُسْر قَالَ أَخْبَرَنِي جُوَيْبِر وَمُقَاتِل عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : وُلِدَ لِآدَم عَلَيْهِ السَّلَام أَرْبَعُونَ وَلَدًا عِشْرُونَ غُلَامًا وَعِشْرُونَ جَارِيَة فَكَانَ مِمَّنْ عَاشَ مِنْهُمْ هَابِيل وَقَابِيل وَصَالِح وَعَبْد الرَّحْمَن الَّذِي سَمَّاهُ عَبْد الْحَارِث وَوَدّ وَكَانَ وَدّ يُقَال لَهُ شِيث وَيُقَال لَهُ هِبَة اللَّه وَكَانَ إِخْوَته قَدْ سَوَّدُوهُ وَوُلِدَ لَهُ سُوَاع وَيَغُوث وَيَعُوق وَنَسْر وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو عَمْرو الدَّوْرِيّ حَدَّثَنِي أَبُو إِسْمَاعِيل الْمُؤَدِّب عَنْ عَبْد اللَّه بْن مُسْلِم بْن هُرْمُز عَنْ أَبِي حَرْزَةَ عَنْ عُرْوَة بْن الزُّبَيْر قَالَ : اِشْتَكَى آدَم عَلَيْهِ السَّلَام وَعِنْده بَنُوهُ وَدّ وَيَغُوث وَيَعُوق وَسُوَاع وَنَسْر قَالَ وَكَانَ وَدّ أَكْبَرهمْ وَأَبَرّهمْ بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مَنْصُور حَدَّثَنَا الْحَسَن بْن مُوسَى حَدَّثَنَا يَعْقُوب عَنْ أَبِي الْمُطَهِّر قَالَ ذَكَرُوا عِنْد أَبِي جَعْفَر وَهُوَ قَائِم يُصَلِّي يَزِيد بْن الْمُهَلَّب قَالَ فَلَمَّا اِنْفَتَلَ مِنْ صَلَاته قَالَ ذَكَرْتُمْ يَزِيد بْن الْمُهَلَّب أَمَا إِنَّهُ قُتِلَ فِي أَوَّل أَرْض عُبِدَ فِيهَا غَيْر اللَّه قَالَ ثُمَّ ذَكَرُوا رَجُلًا مُسْلِمًا وَكَانَ مُحَبَّبًا فِي قَوْمه فَلَمَّا مَاتَ اِعْتَكَفُوا حَوْل قَبْره فِي أَرْض بَابِل وَجَزِعُوا عَلَيْهِ فَلَمَّا رَأَى إِبْلِيس جَزَعهمْ عَلَيْهِ تَشَبَّهَ فِي صُورَة إِنْسَان ثُمَّ قَالَ إِنِّي أَرَى جَزَعكُمْ عَلَى هَذَا الرَّجُل فَهَلْ لَكُمْ أَنْ أُصَوِّر لَكُمْ مِثْله فَيَكُون فِي نَادِيكُمْ فَتَذْكُرُونَهُ ؟ قَالُوا نَعَمْ فَصَوَّرَ لَهُمْ مِثْله قَالَ وَوَضَعُوهُ فِي نَادِيهمْ وَجَعَلُوا يَذْكُرُونَهُ فَلَمَّا رَأَى مَا بِهِمْ مِنْ ذِكْره قَالَ هَلْ لَكُمْ أَنْ أَجْعَل فِي مَنْزِل كُلّ رَجُل مِنْكُمْ تِمْثَالًا مِثْله فَيَكُون لَهُ فِي بَيْته فَتَذْكُرُونَهُ ؟ قَالُوا نَعَمْ . قَالَ فَمَثَّلَ لِكُلِّ أَهْل بَيْت تِمْثَالًا مِثْله فَأَقْبَلُوا فَجَعَلُوا يَذْكُرُونَهُ بِهِ قَالَ وَأَدْرَكَ أَبْنَاؤُهُمْ فَجَعَلُوا يَرَوْنَ مَا يَصْنَعُونَ بِهِ قَالَ وَتَنَاسَلُوا وَدَرَسَ أَمْر ذِكْرهمْ إِيَّاهُ حَتَّى اِتَّخَذُوهُ إِلَهًا يَعْبُدُونَهُ مِنْ دُون اللَّه أَوْلَاد أَوْلَادهمْ فَكَانَ أَوَّل مَا عُبِدَ مِنْ دُون اللَّه وَدّ الصَّنَم الَّذِي سَمَّوْهُ وَدًّا .</p><BR> <br> ", "sura_id": 71, "type": 4, "id": 42731, "aya_id": 23}]