[{"text": "لَقَدْ خَلَقْنَا الْإِنسَانَ فِي كَبَدٍ", "sura_id": 90, "type": 0, "id": 6027, "aya_id": 4}, {"text": "لقد خلقنا الإنسان في كبد", "sura_id": 90, "type": 1, "id": 12263, "aya_id": 4}, {"text": "4 - (لقد خلقنا الإنسان) الجنس (في كبد) نصب وشدة يكابد مصائب الدنيا وشدائد الحرارة \r\n", "sura_id": 90, "type": 2, "id": 30971, "aya_id": 4}, {"text": "لقد خلقنا الإنسان في شدة وعناء من مكابدة الدنيا.\r\n", "sura_id": 90, "type": 3, "id": 37207, "aya_id": 4}, {"text": " <font color=red>لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ</font><BR><p>قَوْله تَعَالَى \" لَقَدْ خَلَقْنَا الْإِنْسَان فِي كَبَد \" وَقَالَ اِبْن أَبِي نَجِيح وَجُرَيْج وَعَطَاء عَنْ اِبْن عَبَّاس فِي كَبَد قَالَ فِي شِدَّة خَلْق أَلَمْ تَرَ إِلَيْهِ وَذَكَرَ مَوْلِده وَنَبَات أَسْنَانه وَقَالَ مُجَاهِد\" فِي كَبَد \" نُطْفَة ثُمَّ عَلَقَة ثُمَّ مُضْغَة يَتَكَبَّد فِي الْخَلْق قَالَ مُجَاهِد وَهُوَ كَقَوْلِهِ تَعَالَى \" حَمَلَتْهُ أُمّه كُرْهًا وَوَضَعَتْهُ كُرْهًا \" وَأَرْضَعَتْهُ كُرْهًا وَمَعِيشَته كُرْه فَهُوَ يُكَابِد ذَلِكَ وَقَالَ سَعِيد بْن جُبَيْر \" لَقَدْ خَلَقْنَا الْإِنْسَان فِي كَبَد \" فِي شِدَّة وَطَلَب مَعِيشَة وَقَالَ عِكْرِمَة فِي شِدَّة وَطُول وَقَالَ قَتَادَة فِي مَشَقَّة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عِصَام حَدَّثَنَا أَبُو عَاصِم أَخْبَرَنَا عَبْد الْحَمِيد بْن جَعْفَر سَمِعْت مُحَمَّد بْن عَلِيّ أَبَا جَعْفَر الْبَاقِر سَأَلَ رَجُلًا مِنْ الْأَنْصَار عَنْ قَوْل اللَّه تَعَالَى\" لَقَدْ خَلَقْنَا الْإِنْسَان فِي كَبَد \" قَالَ فِي قِيَامه وَاعْتِدَاله فَلَمْ يُنْكِر عَلَيْهِ أَبُو جَعْفَر وَرَوَى مِنْ طَرِيق أَبِي مَوْدُود سَمِعْت الْحَسَن قَرَأَ هَذِهِ الْآيَة \" لَقَدْ خَلَقْنَا الْإِنْسَان فِي كَبَد \" قَالَ يُكَابِد أَمْرًا مِنْ أَمْر الدُّنْيَا وَأَمْرًا مِنْ أَمْر الْآخِرَة وَفِي رِوَايَة يُكَابِد مَضَايِق الدُّنْيَا وَشَدَائِد الْآخِرَة وَقَالَ اِبْن زَيْد \" لَقَدْ خَلَقْنَا الْإِنْسَان فِي كَبَد\" قَالَ آدَم خُلِقَ فِي السَّمَاء فَسُمِّيَ ذَلِكَ الْكَبَد وَاخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِذَلِكَ مُكَابَدَة الْأُمُور وَمَشَاقّهَا.</p><BR> <br> ", "sura_id": 90, "type": 4, "id": 43537, "aya_id": 4}]