[{"text": "وَلَوْ شَاء اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِن يُدْخِلُ مَن يَشَاء فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُم مِّن وَلِيٍّ وَلَا نَصِيرٍ", "sura_id": 42, "type": 0, "id": 4280, "aya_id": 8}, {"text": "ولو شاء الله لجعلهم أمة واحدة ولكن يدخل من يشاء في رحمته والظالمون ما لهم من ولي ولا نصير", "sura_id": 42, "type": 1, "id": 10516, "aya_id": 8}, {"text": "8 - (ولو شاء الله لجعلهم أمة واحدة) أي على دين واحد وهو الإسلام (ولكن يدخل من يشاء في رحمته والظالمون) الكافرون (ما لهم من ولي ولا نصير) يدفع عنهم العذاب \r\n", "sura_id": 42, "type": 2, "id": 29224, "aya_id": 8}, {"text": "ولو شاء الله أن يجمع خَلْقَه على الهدى ويجعلهم على ملة واحدة مهتدية لفعل, ولكنه أراد أن يُدخل في رحمته مَن يشاء مِن خواص خلقه. والظالمون أنفسهم بالشرك ما لهم من وليٍّ يتولى أمورهم يوم القيامة، ولا نصير ينصرهم من عقاب الله تعالى.\r\n", "sura_id": 42, "type": 3, "id": 35460, "aya_id": 8}, {"text": " <font color=red>وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى \" وَلَوْ شَاءَ اللَّه لَجَعَلَهُمْ أُمَّة وَاحِدَة \" أَيْ إِمَّا عَلَى الْهِدَايَة أَوْ عَلَى الضَّلَالَة وَلَكِنَّهُ تَعَالَى فَاوَتَ بَيْنهمْ فَهَدَى مَنْ يَشَاء إِلَى الْحَقّ وَأَضَلَّ مَنْ يَشَاء عَنْهُ وَلَهُ الْحِكْمَة وَالْحُجَّة الْبَالِغَة وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" وَلَكِنْ يُدْخِل مَنْ يَشَاء فِي رَحْمَته وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيّ وَلَا نَصِير \" . وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَخْبَرَنَا وُهَيْب أَخْبَرَنِي الْحَارِث عَنْ عَمْرو بْن أَبِي سُوَيْد أَنَّهُ حَدَّثَهُ عَنْ اِبْن حُجَيْرَة أَنَّهُ بَلَغَهُ أَنَّ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام قَالَ : يَا رَبّ خَلْقك الَّذِينَ خَلَقْتهمْ جَعَلْت مِنْهُمْ فَرِيقًا فِي الْجَنَّة وَفَرِيقًا فِي النَّار لَوْ مَا أَدْخَلْتهمْ كُلّهمْ الْجَنَّة فَقَالَ يَا مُوسَى اِرْفَعْ دِرْعك فَرَفَعَ قَالَ قَدْ رَفَعْت قَالَ اِرْفَعْ فَرَفَعَ فَلَمْ يَتْرُك شَيْئًا قَالَ يَا رَبّ قَدْ رَفَعْت قَالَ اِرْفَعْ قَالَ قَدْ رَفَعْت إِلَّا مَا لَا خَيْرَ فِيهِ قَالَ كَذَلِكَ أُدْخِل خَلْقِي كُلّهمْ الْجَنَّة إِلَّا مَا لَا خَيْرَ فِيهِ .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41130, "aya_id": 8}]