[{"text": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُواْ نَصِيبًا مِّنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَؤُلاء أَهْدَى مِنَ الَّذِينَ آمَنُواْ سَبِيلاً", "sura_id": 4, "type": 0, "id": 544, "aya_id": 51}, {"text": "ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا", "sura_id": 4, "type": 1, "id": 6780, "aya_id": 51}, {"text": "51 - ونزل في كعب بن الأشرف ونحوه من علماء اليهود لما قدموا مكة وشاهدوا قتلى بدر وحرضوا المشركين على الأخذ بثأرهم ومحاربة النبي صلى الله عليه وسلم (ألم تر إلى الذين أوتوا نصيباً من الكتاب يؤمنون بالجبت والطاغوت) ضمان لقريش (ويقولون للذين كفروا) أبي سفيان وأصحابه حين قالوا لهم أنحن أهدى سبيلا ونحن ولاة نسقي الحاج ونقري الضيف ونفك العاني ونفعل أم محمد وقد خالف دين آبائه وقطع الرحم وفارق الحرم (هؤلاء) أي أنتم (أهدى من الذين آمنوا سبيلاً) أقوم طريقا \r\n", "sura_id": 4, "type": 2, "id": 25488, "aya_id": 51}, {"text": "ألم تعلم -أيها الرسول- أمر أولئك اليهود الذين أُعطوا حظًّا من العلم يصدقون بكل ما يُعبد من دون الله من الأصنام وشياطين الإنس والجن تصديقا يحملهم على التحاكم إلى غير شرع الله, ويقولون للذين كفروا بالله تعالى وبرسوله محمد صلى الله عليه وسلم: هؤلاء الكافرون أقْومُ, وأعدلُ طريقًا من أولئك الذين آمنوا؟\r\n", "sura_id": 4, "type": 3, "id": 31724, "aya_id": 51}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا</font><BR><p>فَأَنْزَلَ \" اللَّه أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا\" الْآيَة وَقَدْ رُوِيَ هَذَا مِنْ غَيْر وَجْه عَنْ اِبْن عَبَّاس وَجَمَاعَة مِنْ السَّلَف . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ دَاوُد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا قَدِمَ كَعْب بْن الْأَشْرَف مَكَّة قَالَتْ قُرَيْش : أَلَا تَرَى هَذَا الصُّنْبُور الْمُنْبَتِر مِنْ قَوْمه يَزْعُم أَنَّهُ خَيْر مِنَّا وَنَحْنُ أَهْل الْحَجِيج وَأَهْل السَّدَانَة وَأَهْل السِّقَايَة . قَالَ : أَنْتُمْ خَيْر . قَالَ فَنَزَلَتْ \" إِنَّ شَانِئَك هُوَ الْأَبْتَر وَنَزَلَ \" أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنْ الْكِتَاب - إِلَى - نَصِيرًا \" وَقَالَ اِبْن إِسْحَاق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَ الَّذِينَ حَزَّبُوا الْأَحْزَاب مِنْ قُرَيْش وَغَطَفَان وَبَنِي قُرَيْظَة حُيَيّ بْن أَخْطَب وَسَلَام بْن أَبِي الْحُقَيْق وَأَبُو رَافِع وَالرَّبِيع بْن أَبِي الْحُقَيْق وَأَبُو عَامِر وَوَحْوَح بْن عَامِر وَهَوْدَة بْن قَيْس . فَأَمَّا وَحْوَح وَأَبُو عَامِر وَهَوْدَة فَمِنْ بَنِي وَائِل وَكَانَ سَائِرهمْ مِنْ بَنِي النَّضِير فَلَمَّا قَدِمُوا عَلَى قُرَيْش قَالُوا : هَؤُلَاءِ أَحْبَار يَهُود وَأَهْل الْعِلْم بِالْكُتُبِ الْأُوَل فَاسْأَلُوهُمْ أَدِينكُمْ خَيْر أَمْ دِين مُحَمَّد ؟ فَسَأَلُوهُمْ فَقَالُوا دِينكُمْ خَيْر مِنْ دِينه وَأَنْتُمْ أَهْدَى مِنْهُ وَمِمَّنْ اِتَّبَعَهُ . فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ\" أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنْ الْكِتَاب \" إِلَى قَوْله عَزَّ وَجَلَّ \" وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا \" وَهَذَا لَعْن لَهُمْ وَإِخْبَار بِأَنَّهُمْ لَا نَاصِر لَهُمْ فِي الدُّنْيَا وَلَا فِي الْآخِرَة لِأَنَّهُمْ إِنَّمَا ذَهَبُوا يَسْتَنْصِرُونَ بِالْمُشْرِكِينَ وَإِنَّمَا قَالُوا لَهُمْ ذَلِكَ لِيَسْتَمِيلُوهُمْ إِلَى نُصْرَتهمْ وَقَدْ أَجَابُوهُمْ وَجَاءُوا مَعَهُمْ يَوْم الْأَحْزَاب حَتَّى حَفَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه حَوْل الْمَدِينَة الْخَنْدَق فَكَفَى اللَّه شَرّهمْ \" وَرَدَّ اللَّه الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّه الْمُؤْمِنِينَ الْقِتَال وَكَانَ اللَّه قَوِيًّا عَزِيزًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40890, "aya_id": 51}]