[{"text": "وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَتَّقُونَ", "sura_id": 6, "type": 0, "id": 942, "aya_id": 153}, {"text": "وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ذلكم وصاكم به لعلكم تتقون", "sura_id": 6, "type": 1, "id": 7178, "aya_id": 153}, {"text": "153 - (وأنَّ) بالفتح على تقدير اللام والكسر استئنافا (هذا) الذي وصيتكم به (صراطي مستقيما) حال (فاتبعوه ولا تتبعوا السبل) الطرق المخالفة له (فتفرق) فيه حذف إحدى التاءين تميل (بكم عن سبيله) دينه (ذلكم وصاكم به لعلكم تتقون) \r\n", "sura_id": 6, "type": 2, "id": 25886, "aya_id": 153}, {"text": "ومما وصاكم الله به أن هذا الإسلام هو طريق الله تعالى المستقيم فاسلكوه, ولا تسلكوا سبل الضلال, فتفرقكم, وتبعدكم عن سبيل الله المستقيم. ذلكم التوجه نحو الطريق المستقيم هو الذي وصَّاكم الله به; لتتقوا عذابه بفعل أوامره, واجتناب نواهيه.\r\n", "sura_id": 6, "type": 3, "id": 32122, "aya_id": 153}, {"text": " <font color=red>وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا تَتَّبِعُوا السُّبُل فَتَفَرَّقَ بِكُمْ عَنْ سَبِيله \" وَفِي قَوْله \" أَنْ أَقِيمُوا الدِّين وَلَا تَتَفَرَّقُوا فِيهِ \" وَنَحْو هَذَا فِي الْقُرْآن قَالَ أَمَرَ اللَّه الْمُؤْمِنِينَ بِالْجَمَاعَةِ وَنَهَاهُمْ عَنْ الِاخْتِلَاف وَالتَّفْرِقَة وَأَخْبَرَهُمْ أَنَّهُ إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلهمْ بِالْمِرَاءِ وَالْخُصُومَات فِي دِين اللَّه وَنَحْو هَذَا قَالَهُ مُجَاهِد وَغَيْر وَاحِد وَقَالَ الْإِمَام أَحْمَد بْن حَنْبَل : حَدَّثَنَا الْأَسْوَد بْن عَامِر شَاذَان حَدَّثَنَا أَبُو بَكْر هُوَ اِبْن عَيَّاش عَنْ عَاصِم هُوَ اِبْن أَبِي النَّجُود عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : خَطَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطًّا بِيَدِهِ ثُمَّ قَالَ هَذَا سَبِيل اللَّه مُسْتَقِيمًا وَخَطَّ عَنْ يَمِينه وَشِمَاله ثُمَّ قَالَ هَذِهِ السُّبُل لَيْسَ مِنْهَا سَبِيل إِلَّا عَلَيْهِ شَيْطَان يَدْعُو إِلَيْهِ ثُمَّ قَرَأَ\" وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُل فَتَفَرَّقَ بِكُمْ عَنْ سَبِيله \" وَكَذَا رَوَاهُ الْحَاكِم عَنْ الْأَصَمّ عَنْ أَحْمَد بْن عَبْد الْجَبَّار عَنْ أَبِي بَكْر بْن عَيَّاش بِهِ وَقَالَ صَحِيح وَلَمْ يُخَرِّجَاهُ وَهَكَذَا رَوَاهُ أَبُو جَعْفَر الرَّازِيّ وَوَرْقَاء وَعَمْرو بْن أَبِي قَيْس عَنْ عَاصِم عَنْ أَبِي وَائِل شَقِيق بْن سَلَمَة عَنْ اِبْن مَسْعُود مَرْفُوعًا بِهِ نَحْوه وَكَذَا رَوَاهُ يَزِيد بْن هَارُون وَمُسَدِّد وَالنَّسَائِيّ عَنْ يَحْيَى بْن حَبِيب بْن عَرَبِيّ وَابْن حِبَّان مِنْ حَدِيث اِبْن وَهْب أَرْبَعَتهمْ عَنْ حَمَّاد بْن زَيْد عَنْ عَاصِم عَنْ أَبِي وَائِل عَنْ اِبْن مَسْعُود بِهِ وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ الْمُثَنَّى عَنْ الْحِمَّانِيّ عَنْ حَمَّاد بْن زَيْد بِهِ وَرَوَاهُ الْحَاكِم عَنْ أَبِي بَكْر بْن إِسْحَاق عَنْ إِسْمَاعِيل بْن إِسْحَاق الْقَاضِي عَنْ سُلَيْمَان بْن حَرْب عَنْ حَمَّاد بْن زَيْد بِهِ كَذَلِكَ وَقَالَ صَحِيح وَلَمْ يُخَرِّجَاهُ وَقَدْ رَوَى هَذَا الْحَدِيث النَّسَائِيّ وَالْحَاكِم مِنْ حَدِيث أَحْمَد بْن عَبْد اللَّه بْن يُونُس عَنْ أَبِي بَكْر بْن عَيَّاش عَنْ عَاصِم عَنْ زِرّ عَنْ عَبْد اللَّه بْن مَسْعُود بِهِ مَرْفُوعًا وَكَذَا رَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ مِنْ حَدِيث يَحْيَى الْحِمَّانِيّ عَنْ أَبِي بَكْر بْن عَيَّاش عَنْ عَاصِم عَنْ زِرّ بِهِ فَقَدْ صَحَّحَهُ الْحَاكِم كَمَا رَأَيْت فِي الطَّرِيقَيْنِ وَلَعَلَّ هَذَا الْحَدِيث عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ زِرّ وَعَنْ أَبِي وَائِل شَقِيق بْن سَلَمَة كِلَاهُمَا عَنْ اِبْن مَسْعُود بِهِ وَاَللَّه أَعْلَم وَقَالَ الْحَاكِم : وَشَاهِد هَذَا الْحَدِيث حَدِيث الشَّعْبِيّ عَنْ جَابِر مِنْ غَيْر وَجْه مُعْتَمَد. يُشِير إِلَى الْحَدِيث الَّذِي قَالَ الْإِمَام أَحْمَد وَعَبْد بْن حُمَيْد جَمِيعًا وَاللَّفْظ لِأَحْمَد حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد وَهُوَ أَبُو بَكْر بْن أَبِي شَيْبَة أَنْبَأَنَا أَبُو خَالِد الْأَحْمَر عَنْ مُجَاهِد عَنْ الشَّعْبِيّ عَنْ جَابِر قَالَ : كُنَّا جُلُوسًا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَخَطَّ خَطًّا هَكَذَا أَمَامه فَقَالَ هَذَا سَبِيل اللَّه وَخَطَّيْنِ عَنْ يَمِينه وَخَطَّيْنِ عَنْ شِمَاله وَقَالَ هَذِهِ سُبُل الشَّيْطَان ثُمَّ وَضَعَ يَده فِي الْخَطّ الْأَوْسَط ثُمَّ تَلَا هَذِهِ الْآيَة\" وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُل فَتَفَرَّقَ بِكُمْ عَنْ سَبِيله ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ \" وَرَوَاهُ أَحْمَد وَابْن مَاجَهْ فِي كِتَاب السُّنَّة مِنْ سُنَنه وَالْبَزَّار عَنْ أَبِي سَعِيد عَبْد اللَّه بْن سَعِيد عَنْ أَبِي خَالِد الْأَحْمَر بِهِ قُلْت وَرَوَاهُ الْحَافِظ اِبْن مَرْدُوَيْهِ مِنْ طَرِيقَيْنِ عَنْ أَبِي سَعِيد الْكِنْدِيّ حَدَّثَنَا أَبُو خَالِد عَنْ مُجَاهِد عَنْ الشَّعْبِيّ عَنْ جَابِر قَالَ : خَطَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطًّا وَخَطَّ عَنْ يَمِينه خَطًّا وَخَطَّ عَنْ يَسَاره خَطًّا وَوَضَعَ يَده عَلَى الْخَطّ الْأَوْسَط وَتَلَا هَذِهِ الْآيَة \" وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ \" وَلَكِنَّ الْعُمْدَة عَلَى حَدِيث اِبْن مَسْعُود مَعَ مَا فِيهِ مِنْ الِاخْتِلَاف إِنْ كَانَ مُؤَثِّرًا وَقَدْ رُوِيَ مَوْقُوفًا عَلَيْهِ قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا مُحَمَّد بْن ثَوْر عَنْ مَعْمَر عَنْ أَبَان بْن عُثْمَان أَنَّ رَجُلًا قَالَ لِابْنِ مَسْعُود مَا الصِّرَاط الْمُسْتَقِيم ؟ قَالَ : تَرَكْنَا مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَدْنَاهُ وَطَرَفه فِي الْجَنَّة وَعَنْ يَمِينه جَوَاد وَعَنْ يَسَاره جَوَاد ثُمَّ رِجَال يَدْعُونَ مَنْ مَرَّ بِهِمْ فَمَنْ أَخَذَ فِي تِلْكَ الْجَوَاد اِنْتَهَتْ بِهِ إِلَى النَّار وَمَنْ أَخَذَ عَلَى الصِّرَاط اِنْتَهَى بِهِ إِلَى الْجَنَّة . ثُمَّ قَرَأَ اِبْن مَسْعُود \" وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُل فَتَفَرَّقَ بِكُمْ عَنْ سَبِيله \" الْآيَة وَقَالَ اِبْن مَرْدُوَيْهِ : حَدَّثَنَا مُحَمَّد بْن عَبْد الْوَهَّاب حَدَّثَنَا آدَم حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش حَدَّثَنَا أَبَان بْن عَيَّاش عَنْ مُسْلِم بْن أَبِي عِمْرَان عَنْ عَبْد اللَّه بْن عُمَر سَأَلَ عَبْد اللَّه عَنْ الصِّرَاط الْمُسْتَقِيم فَقَالَ اِبْن مَسْعُود تَرَكْنَا مُحَمَّد فِي أَدْنَاهُ وَطَرَفه فِي الْجَنَّة وَذَكَرَ تَمَام الْحَدِيث كَمَا تَقَدَّمَ وَاَللَّه أَعْلَم . وَقَدْ رُوِيَ مِنْ حَدِيث النَّوَّاس بْن سَمْعَان نَحْوه قَالَ الْإِمَام أَحْمَد حَدَّثَنِي الْحَسَن بْن سَوَّار أَبُو الْعَلَاء حَدَّثَنَا لَيْث يَعْنِي اِبْن سَعْد عَنْ مُعَاوِيَة بْن صَالِح أَنَّ عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر حَدَّثَهُ عَنْ أَبِيهِ عَنْ النَّوَّاس بْن سَمْعَان عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ ضَرَبَ اللَّه مَثَلًا صِرَاطًا مُسْتَقِيمًا وَعَنْ جَنْبَيْ الصِّرَاط سُورَانِ فِيهِمَا أَبْوَاب مُفَتَّحَة وَعَلَى الْأَبْوَاب سُتُور مُرْخَاة وَعَلَى بَاب الصِّرَاط دَاعٍ يَقُول يَا أَيّهَا النَّاس اُدْخُلُوا الصِّرَاط الْمُسْتَقِيم جَمِيعًا وَلَا تَفَرَّقُوا وَدَاع يَدْعُو مِنْ فَوْق الصِّرَاط فَإِذَا أَرَادَ الْإِنْسَان أَنْ يَفْتَح شَيْئًا مِنْ تِلْكَ الْأَبْوَاب قَالَ وَيْحك لَا تَفْتَحهُ فَإِنَّك إِنْ تَفْتَحهُ تَلِجهُ فَالصِّرَاط الْإِسْلَام وَالسُّورَانِ حُدُود اللَّه وَالْأَبْوَاب الْمُفَتَّحَة مَحَارِم اللَّه وَذَلِكَ الدَّاعِي عَلَى رَأْس الصِّرَاط كِتَاب اللَّه وَالدَّاعِي مِنْ فَوْق الصِّرَاط وَاعِظ اللَّه فِي قَلْب كُلّ مُسْلِم وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ عَنْ عَلِيّ بْن حُجْر زَادَ النَّسَائِيّ وَعَمْرو بْن عُثْمَان كِلَاهُمَا عَنْ بَقِيَّة بْن الْوَلِيد عَنْ يَحْيَى بْن سَعْد عَنْ خَالِد بْن مَعْدَان عَنْ جُبَيْر بْن نُفَيْر عَنْ النَّوَّاس بْن سَمْعَان بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَقَوْله تَعَالَى \" فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُل \" إِنَّمَا وَحَّدَ سَبِيله لِأَنَّ الْحَقّ وَاحِد وَلِهَذَا جَمَعَ السُّبُل لِتَفَرُّقهَا وَتَشَعُّبهَا كَمَا قَالَ تَعَالَى \" اللَّه وَلِيّ الَّذِينَ آمَنُوا يُخْرِجهُمْ مِنْ الظُّلُمَات إِلَى النُّور وَاَلَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمْ الطَّاغُوت يُخْرِجُونَهُمْ مِنْ النُّور إِلَى الظُّلُمَات أُولَئِكَ أَصْحَاب النَّار هُمْ فِيهَا خَالِدُونَ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا سُفْيَان بْن حُسَيْن عَنْ الزُّهْرِيّ عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ عُبَادَة بْن الصَّامِت قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّكُمْ يُبَايِعنِي عَلَى هَؤُلَاءِ الْآيَات الثَّلَاث ثُمَّ تَلَا \" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ \" حَتَّى فَرَغَ مِنْ ثَلَاث آيَات ثُمَّ قَالَ وَمَنْ وَفَى بِهِنَّ فَأَجْره عَلَى اللَّه وَمَنْ اِنْتَقَصَ مِنْهُنَّ شَيْئًا فَأَدْرَكَهُ اللَّه فِي الدُّنْيَا كَانَتْ عُقُوبَته وَمَنْ أَخَّرَهُ إِلَى الْآخِرَة كَانَ أَمْره إِلَى اللَّه إِنْ شَاءَ أَخَذَهُ وَإِنْ شَاءَ عَفَا عَنْهُ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42136, "aya_id": 153}]