[{"text": "لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُواْ أَذًى كَثِيرًا وَإِن تَصْبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ", "sura_id": 3, "type": 0, "id": 479, "aya_id": 186}, {"text": "لتبلون في أموالكم وأنفسكم ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا وإن تصبروا وتتقوا فإن ذلك من عزم الأمور", "sura_id": 3, "type": 1, "id": 6715, "aya_id": 186}, {"text": "186 - (لتبلون) حذف منه نون الرفع لتوالي النونات والواو ضمير الجمع لالتقاء الساكنين ، لتختبرن (في أموالكم) بالفرائض فيها والجوائح (وأنفسكم) بالعبادات والبلاء (ولتسمعن من الذين أوتوا الكتاب من قبلكم) اليهود والنصارى (ومن الذين أشركوا) من العرب (أذى كثيرا) من السب والطعن والتشبيب بنسائكم (وإن تصبروا) على ذلك (وتتقوا) الله (فإن ذلك من عزم الأمور) أي من معزوماتها التي يعزم عليها لوجوبها \r\n", "sura_id": 3, "type": 2, "id": 25423, "aya_id": 186}, {"text": "لَتُخْتَبَرُنَّ -أيها المؤمنون- في أموالكم بإخراج النفقات الواجبة والمستحبَّة, وبالجوائح التي تصيبها, وفي أنفسكم بما يجب عليكم من الطاعات, وما يحلُّ بكم من جراح أو قتل وفَقْد للأحباب, وذلك حتى يتميَّز المؤمن الصادق من غيره. ولتَسمعُنَّ من اليهود والنصارى والمشركين ما يؤذي أسماعكم من ألفاظ الشرك والطعن في دينكم. وإن تصبروا -أيها المؤمنون- على ذلك كله, وتتقوا الله بلزوم طاعته واجتناب معصيته, فإن ذلك من الأمور التي يُعزم عليها, وينافس فيها.\r\n", "sura_id": 3, "type": 3, "id": 31659, "aya_id": 186}, {"text": " <font color=red>لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ</font><BR><p>قَوْله تَعَالَى \" لَتُبْلَوُنَّ فِي أَمْوَالكُمْ وَأَنْفُسكُمْ \" كَقَوْلِهِ تَعَالَى \" وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنْ الْخَوْف وَالْجُوع وَنَقْصٍ مِنْ الْأَمْوَال وَالْأَنْفُس وَالثَّمَرَات \" إِلَى آخِر الْآيَتَيْنِ . أَيْ لَا بُدّ أَنْ يُبْتَلَى الْمُؤْمِن فِي شَيْء مِنْ مَاله أَوْ نَفْسه أَوْ وَلَده أَوْ أَهْله وَيُبْتَلَى الْمُؤْمِن عَلَى قَدْر دِينه فَإِنْ كَانَ فِي دِينه صَلَابَة زِيدَ فِي الْبَلَاء \" وَلَتَسْمَعُنَّ مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ وَمِنْ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا \" يَقُول تَعَالَى لِلْمُؤْمِنِينَ عِنْد مَقْدَمهمْ الْمَدِينَة قَبْل وَقْعَة بَدْر مُسَلِّيًا لَهُمْ عَمَّا يَنَالهُمْ مِنْ الْأَذَى مِنْ أَهْل الْكِتَاب وَالْمُشْرِكِينَ وَآمِرًا لَهُمْ بِالصَّفْحِ وَالصَّبْر وَالْعَفْو حَتَّى يُفَرِّج اللَّه فَقَالَ تَعَالَى \" وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُور \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا شُعَيْب بْن أَبِي حَمْزَة عَنْ الزُّهْرِيّ أَخْبَرَنِي عُرْوَة بْن الزُّبَيْر أَنَّ أُسَامَة بْن زَيْد أَخْبَرَهُ قَالَ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه يَعْفُونَ عَنْ الْمُشْرِكِينَ وَأَهْل الْكِتَاب كَمَا أَمَرَهُمْ اللَّه وَيَصْبِرُونَ عَلَى الْأَذَى قَالَ اللَّه تَعَالَى \" وَلَتَسْمَعُنَّ مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ وَمِنْ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا \" قَالَ : وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَأَوَّل فِي الْعَفْو مَا أَمَرَهُ اللَّه بِهِ حَتَّى أَذِنَ اللَّه فِيهِمْ هَكَذَا ذَكَرَهُ مُخْتَصَرًا . وَقَدْ ذَكَرَهُ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة مُطَوَّلًا فَقَالَ : حَدَّثَنَا أَبُو الْيَمَان أَنْبَأَنَا شُعَيْب عَنْ الزُّهْرِيّ أَخْبَرَنِي عُرْوَة بْن الزُّبَيْر أَنَّ أُسَامَة بْن زَيْد حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَكِبَ عَلَى حِمَار عَلَيْهِ قَطِيفَة فَدَكِيَّة وَأَرْدَفَ أُسَامَة بْن زَيْد وَرَاءَهُ يَعُود سَعْد بْن عُبَادَة بِبَنِي الْحَارِث بْن الْخَزْرَج قَبْل وَقْعَة بَدْر حَتَّى مَرَّ عَلَى مَجْلِسٍ فِيهِ عَبْد اللَّه بْن أُبَيّ ابْن سَلُول وَذَلِكَ قَبْل أَنْ يُسْلِم اِبْن أُبَيّ وَإِذَا فِي الْمَجْلِس أَخْلَاط مِنْ الْمُسْلِمِينَ وَالْمُشْرِكِينَ وَعَبَدَة الْأَوْثَان وَأَهْل الْكِتَاب الْيَهُود وَالْمُسْلِمِينَ وَفِي الْمَجْلِس عَبْد اللَّه بْن رَوَاحَة فَلَمَّا غَشِيَتْ الْمَجْلِس عَجَاجَة الدَّابَّة خَمَّرَ عَبْد اللَّه بْن أَبِي أَنْفَه بِرِدَائِهِ وَقَالَ : لَا تُغَبِّرُوا عَلَيْنَا فَسَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ وَقَفَ فَنَزَلَ وَدَعَاهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَقَرَأَ عَلَيْهِمْ الْقُرْآن فَقَالَ عَبْد اللَّه بْن أُبَيّ : أَيّهَا الْمَرْء إِنَّهُ لَا أَحْسَن مِمَّا تَقُول إِنْ كَانَ حَقًّا فَلَا تُؤْذِنَا بِهِ فِي مَجَالِسنَا اِرْجِعْ إِلَى رَحْلك فَمَنْ جَاءَك فَاقْصُصْ عَلَيْهِ فَقَالَ عَبْد اللَّه بْن رَوَاحَة رَضِيَ اللَّه عَنْهُ بَلَى يَا رَسُول اللَّه فَاغْشَنَا بِهِ فِي مَجَالِسنَا فَإِنَّا نُحِبّ ذَلِكَ فَاسْتَبَّ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْيَهُود حَتَّى كَادُوا يَتَثَاوَرُونَ فَلَمْ يَزَلْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُخَفِّضهُمْ حَتَّى سَكَتُوا ثُمَّ رَكِبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَابَّته فَسَارَ حَتَّى دَخَلَ عَلَى سَعْد بْن عُبَادَة فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا سَعْد أَلَمْ تَسْمَع إِلَى مَا قَالَ أَبُو حُبَاب \" يُرِيد عَبْد اللَّه بْن أُبَيّ قَالَ كَذَا وَكَذَا فَقَالَ سَعْد : يَا رَسُول اللَّه اُعْفُ عَنْهُ وَاصْفَحْ فَوَاَلَّذِي أَنْزَلَ عَلَيْك الْكِتَاب لَقَدْ جَاءَك اللَّه بِالْحَقِّ الَّذِي نَزَلَ عَلَيْك وَلَقَدْ اِصْطَلَحَ أَهْل هَذِهِ الْبُحَيْرَة عَلَى أَنْ يُتَوِّجُوهُ فَيَعْصِبُوهُ بِالْعِصَابَةِ فَلَمَّا أَبَى اللَّه ذَلِكَ بِالْحَقِّ الَّذِي أَعْطَاك اللَّه شَرِقَ بِذَلِكَ فَذَلِكَ الَّذِي فَعَلَ بِهِ مَا رَأَيْت فَعَفَا عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه يَعْفُونَ عَنْ الْمُشْرِكِينَ وَأَهْل الْكِتَاب كَمَا أَمَرَهُمْ اللَّه وَيَصْبِرُونَ عَلَى الْأَذَى قَالَ اللَّه تَعَالَى \" وَلَتَسْمَعُنَّ مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ وَمِنْ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا \" الْآيَة - وَقَالَ تَعَالَى \" وَدَّ كَثِير مِنْ أَهْل الْكِتَاب لَوْ يَرُدُّونَكُمْ مِنْ بَعْد إِيمَانكُمْ كُفَّارًا حَسَدًا مِنْ عِنْد أَنْفُسهمْ مِنْ بَعْد مَا تَبَيَّنَ لَهُمْ الْحَقّ فَاعْفُوَا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّه بِأَمْرِهِ \" الْآيَة . وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَأَوَّل فِي الْعَفْو مَا أَمَرَهُ اللَّه بِهِ حَتَّى أَذِنَ اللَّه لَهُ فِيهِمْ فَلَمَّا غَزَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَدْرًا فَقَتَلَ اللَّه بِهِ صَنَادِيد كُفَّار قُرَيْش قَالَ عَبْد اللَّه بْن أُبَيّ ابْن سَلُول وَمَنْ مَعَهُ مِنْ الْمُشْرِكِينَ وَعَبَدَة الْأَوْثَان : هَذَا أَمْر قَدْ تَوَجَّهَ فَبَايِعُوا الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْإِسْلَام فَبَايَعُوا وَأَسْلَمُوا - فَكُلّ مَنْ قَامَ بِحَقٍّ أَوْ أَمَرَ بِمَعْرُوفٍ أَوْ نَهَى عَنْ مُنْكَرٍ فَلَا بُدّ أَنْ يُؤْذَى فَمَا لَهُ دَوَاء إِلَّا الصَّبْر فِي اللَّه وَالِاسْتِعَانَة بِاَللَّهِ وَالرُّجُوع إِلَى اللَّه .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39939, "aya_id": 186}]