[{"text": "يَخْرُجُ مِن بَيْنِ الصُّلْبِ وَالتَّرَائِبِ", "sura_id": 86, "type": 0, "id": 5938, "aya_id": 7}, {"text": "يخرج من بين الصلب و الترائب", "sura_id": 86, "type": 1, "id": 12174, "aya_id": 7}, {"text": "7 - (يخرج من بين الصلب) للرجل (والترائب) للمرأة وهي عظام الصدر \r\n", "sura_id": 86, "type": 2, "id": 30882, "aya_id": 7}, {"text": "يخرج من بين صلب الرجل وصدر المرأة.\r\n", "sura_id": 86, "type": 3, "id": 37118, "aya_id": 7}, {"text": " <font color=red>يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ</font><BR><p>يَعْنِي صُلْب الرَّجُل وَتَرَائِب الْمَرْأَة وَهُوَ صَدْرُهَا . وَقَالَ شَبِيب بْن بِشْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" يَخْرُج مِنْ بَيْن الصُّلْب وَالتَّرَائِب\" صُلْب الرَّجُل وَتَرَائِب الْمَرْأَة أَصْفَر رَقِيق لَا يَكُون الْوَلَد إِلَّا مِنْهُمَا وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَعِكْرِمَة وَقَتَادَة وَالسُّدِّيّ وَغَيْرهمْ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة عَنْ مِسْعَر سَمِعْت الْحَكَم ذَكَرَ عَنْ اِبْن عَبَّاس \" يَخْرُج مِنْ بَيْن الصُّلْب وَالتَّرَائِب\" قَالَ هَذِهِ التَّرَائِب وَوَضَعَ يَده عَلَى صَدْره . وَقَالَ الضَّحَّاك وَعَطِيَّة عَنْ اِبْن عَبَّاس تَرِيبَة الْمَرْأَة مَوْضِع الْقِلَادَة وَكَذَا قَالَ عِكْرِمَة وَسَعِيد بْن جُبَيْر . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس التَّرَائِب بَيْن ثَدْيَيْهَا وَعَنْ مُجَاهِد : التَّرَائِب مَا بَيْن الْمَنْكِبَيْنِ إِلَى الصَّدْر وَعَنْهُ أَيْضًا التَّرَائِب أَسْفَل مِنْ التَّرَاقِي وَقَالَ سُفْيَان الثَّوْرِيّ : فَوْق الثَّدْيَيْنِ وَعَنْ سَعِيد بْن جُبَيْر التَّرَائِب أَرْبَعَة أَضْلَاع مِنْ هَذَا الْجَانِب الْأَسْفَل وَعَنْ الضَّحَّاك التَّرَائِب بَيْن الثَّدْيَيْنِ وَالرِّجْلَيْنِ وَالْعَيْنَيْنِ وَقَالَ اللَّيْث بْن سَعْد عَنْ مَعْمَر بْن أَبِي جُبَيْبَة الْمَدَنِيّ أَنَّهُ بَلَغَهُ فِي قَوْل اللَّه عَزَّ وَجَلَّ \" يَخْرُج مِنْ بَيْن الصُّلْب وَالتَّرَائِب\" قَالَ وَهُوَ عُصَارَة الْقَلْب مِنْ هُنَاكَ يَكُون الْوَلَد وَعَنْ قَتَادَة \" يَخْرُج مِنْ بَيْن الصُّلْب وَالتَّرَائِب \" مِنْ بَيْن صُلْبه وَنَحْره .</p><BR> <br> ", "sura_id": 86, "type": 4, "id": 43316, "aya_id": 7}]