[{"text": "قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُّطَهَّرَةٌ وَرِضْوَانٌ مِّنَ اللّهِ وَاللّهُ بَصِيرٌ بِالْعِبَادِ", "sura_id": 3, "type": 0, "id": 308, "aya_id": 15}, {"text": "قل أؤنبئكم بخير من ذلكم للذين اتقوا عند ربهم جنات تجري من تحتها الأنهار خالدين فيها وأزواج مطهرة ورضوان من الله والله بصير بالعباد", "sura_id": 3, "type": 1, "id": 6544, "aya_id": 15}, {"text": "15 - (قل) يا محمد لقومك (أؤنبئكم) أخبركم (بخير من ذلكم) المذكور من الشهوات استفهام تقرير (للذين اتقوا) الشرك (عند ربهم) خبر مبتدؤه (جنات تجري من تحتها الأنهار خالدين) أي مقدرين الخلود (فيها) إذا دخلوها (وأزواج مطهرة) من الحيض وغيره مما يستقذر (ورِضوان) بكسر أوله وضمه لغتان أي رضاً كثيراً (من الله والله بصير) عالم (بالعباد) فيجازي كلا منهم بعمله \r\n", "sura_id": 3, "type": 2, "id": 25252, "aya_id": 15}, {"text": "قل -أيها الرسول- : أأخبركم بخير مما زُيِّن للنَّاس في هذه الحياة الدنيا, لمن راقب الله وخاف عقابه جنات تجري من تحت قصورها وأشجارها الأنهار, خالدين فيها, ولهم فيها أزواج مطهرات من الحيض والنفاس وسوء الخلق, ولهم أعظم من ذلك: رضوان من الله. والله مطَّلِع على سرائر خلقه, عالم بأحوالهم, وسيجازيهم على ذلك.\r\n", "sura_id": 3, "type": 3, "id": 31488, "aya_id": 15}, {"text": " <font color=red>قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" قُلْ أَؤُنَبّئُكُم بِخَيْرٍ مِنْ ذَلِكُمْ \" أَيْ قُلْ يَا مُحَمَّد لِلنَّاسِ أَؤُخْبِرُكُم بِخَيْرٍ مِمَّا زُيِّنَ لِلنَّاسِ فِي هَذِهِ الْحَيَاة الدُّنْيَا مِنْ زَهْرَتهَا وَنَعِيمهَا الَّذِي هُوَ زَائِل لَا مَحَالَة ثُمَّ أَخْبَرَ عَنْ ذَلِكَ فَقَالَ \" لِلَّذِينَ اِتَّقَوْا عِنْد رَبّهمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" أَيْ تَنْخَرِق بَيْن جَوَانِبهَا وَأَرْجَائِهَا الْأَنْهَار مِنْ أَنْوَاع الْأَشْرِبَة مِنْ الْعَسَل وَاللَّبَن وَالْخَمْر وَالْمَاء وَغَيْر ذَلِكَ مِمَّا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعْت وَلَا خَطَرَ عَلَى قَلْب بَشَرٍ \" خَالِدِينَ فِيهَا \" أَيْ مَاكِثِينَ فِيهَا أَبَد الْآبَاد لَا يَبْغُونَ عَنْهَا حِوَلًا \" وَأَزْوَاج مُطَهَّرَة \" أَيْ مِنْ الدَّنَس وَالْخَبَث وَالْأَذَى وَالْحَيْض وَالنِّفَاس وَغَيْر ذَلِكَ مِمَّا يَعْتَرِي نِسَاء الدُّنْيَا \" وَرِضْوَان مِنْ اللَّه \" أَيْ يَحِلّ عَلَيْهِمْ رِضْوَانه فَلَا يَسْخَط عَلَيْهِمْ بَعْده أَبَدًا وَلِهَذَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى الَّتِي فِي بَرَاءَة \" وَرِضْوَان مِنْ اللَّه أَكْبَر \" أَيْ أَعْظَم مِمَّا أَعْطَاهُمْ مِنْ النَّعِيم الْمُقِيم ثُمَّ قَالَ تَعَالَى \" وَاَللَّه بَصِير بِالْعِبَادِ \" أَيْ يُعْطِي كُلًّا بِحَسَبِ مَا يَسْتَحِقّهُ مِنْ الْعَطَاء .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39899, "aya_id": 15}]