[{"text": "وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا", "sura_id": 25, "type": 0, "id": 2918, "aya_id": 63}, {"text": "وعباد الرحمن الذين يمشون على الأرض هونا وإذا خاطبهم الجاهلون قالوا سلاما", "sura_id": 25, "type": 1, "id": 9154, "aya_id": 63}, {"text": "63 - (وعباد الرحمن) مبتدأ وما بعده صفات له إلى اولئك يجزون غير المعترض فيه (الذين يمشون على الأرض هونا) بسكينة وتواضع (وإذا خاطبهم الجاهلون) بما يكرهونه (قالوا سلاما) أي قولا يسلمون فيه من الإثم \r\n", "sura_id": 25, "type": 2, "id": 27862, "aya_id": 63}, {"text": "وعباد الرحمن الصالحون يمشون على الأرض بسكينة متواضعين, وإذا خاطبهم الجهلة السفهاء بالأذى أجابوهم بالمعروف من القول, وخاطبوهم خطابًا يَسْلَمون فيه من الإثم، ومن مقابلة الجاهل بجهله.\r\n", "sura_id": 25, "type": 3, "id": 34098, "aya_id": 63}, {"text": " <font color=red>وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا</font><BR><p>هَذِهِ صِفَات عِبَاد اللَّه الْمُؤْمِنِينَ \" الَّذِينَ يَمْشُونَ عَلَى الْأَرْض هَوْنًا\" أَيْ بِسَكِينَةٍ وَوَقَار مِنْ غَيْر جَبْرِيَّة وَلَا اِسْتِكْبَار كَقَوْلِهِ تَعَالَى \" وَلَا تَمْشِ فِي الْأَرْض مَرَحًا \" الْآيَة فَأَمَّا هَؤُلَاءِ فَإِنَّهُمْ يَمْشُونَ مِنْ غَيْر اِسْتِكْبَار وَلَا مَرَح وَلَا أَشَر وَلَا بَطَر وَلَيْسَ الْمُرَاد أَنَّهُمْ يَمْشُونَ كَالْمَرْضَى تَصَنُّعًا وَرِيَاء فَقَدْ كَانَ سَيِّد وَلَد آدَم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا مَشَى كَأَنَّمَا يَنْحَطّ مِنْ صَبَب وَكَأَنَّمَا الْأَرْض تُطْوَى لَهُ وَقَدْ كَرِهَ بَعْض السَّلَف الْمَشْي بِتَضَعُّفِ وَتَصَنُّع حَتَّى رُوِيَ عَنْ عُمَر أَنَّهُ رَأَى شَابًّا يَمْشِي رُوَيْدًا فَقَالَ مَا بَالك أَأَنْت مَرِيض ؟ قَالَ لَا يَا أَمِير الْمُؤْمِنِينَ فَعَلَاهُ بِالدِّرَّةِ وَأَمَرَهُ أَنْ يَمْشِيَ بِقُوَّةٍ وَإِنَّمَا الْمُرَاد بِالْهَوْنِ هُنَا السَّكِينَة وَالْوَقَار كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا أَتَيْتُمْ الصَّلَاة فَلَا تَأْتُوهَا وَأَنْتُمْ تَسْعَوْنَ وَأْتُوهَا وَعَلَيْكُمْ السَّكِينَة فَمَا أَدْرَكْتُمْ مِنْهَا فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا \" وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ مَعْمَر عَنْ عُمَر بْن الْمُخْتَار عَنْ الْحَسَن الْبَصْرِيّ فِي قَوْله\" وَعِبَاد الرَّحْمَن \" الْآيَة قَالَ : إِنَّ الْمُؤْمِنِينَ قَوْم ذُلُل ذَلَّتْ مِنْهُمْ - وَاَللَّه - الْأَسْمَاع وَالْأَبْصَار وَالْجَوَارِح حَتَّى يَحْسَبهُمْ الْجَاهِل مَرْضَى وَمَا بِالْقَوْمِ مِنْ مَرَض وَإِنَّهُمْ - وَاَللَّه - لَأَصِحَّاء وَلَكِنَّهُمْ دَخَلَهُمْ مِنْ الْخَوْف مَا لَمْ يَدْخُل غَيْرهمْ وَمَنَعَهُمْ مِنْ الدُّنْيَا عِلْمهمْ بِالْآخِرَةِ فَقَالُوا : الْحَمْد لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَن أَمَا وَاَللَّه مَا أَحْزَنَهُمْ مَا أَحْزَنَ النَّاس وَلَا تَعَاظَمَ فِي نُفُوسهمْ شَيْء طَلَبُوا بِهِ الْجَنَّة وَلَكِنْ أَبْكَاهُمْ الْخَوْف مِنْ النَّار إِنَّهُ مَنْ لَمْ يَتَعَزَّ بِعَزَاءِ اللَّه تُقَطَّع نَفْسه عَلَى الدُّنْيَا حَسَرَات وَمَنْ لَمْ يَرَ لِلَّهِ نِعْمَة إِلَّا فِي مَطْعَم أَوْ مَشْرَب فَقَدْ قَلَّ عِلْمه وَحَضَرَ عَذَابه وَقَوْله تَعَالَى \" وَإِذَا خَاطَبَهُمْ الْجَاهِلُونَ قَالُوا سَلَامًا \" أَيْ إِذَا سَفِهَ عَلَيْهِمْ الْجَاهِل بِالْقَوْلِ السَّيِّئ لَمْ يُقَابِلُوهُمْ عَلَيْهِ بِمِثْلِهِ بَلْ يَعْفُونَ وَيَصْفَحُونَ وَلَا يَقُولُونَ إِلَّا خَيْرًا كَمَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا تَزِيدهُ شِدَّة الْجَاهِل عَلَيْهِ إِلَّا حِلْمًا وَكَمَا قَالَ تَعَالَى \" وَإِذَا سَمِعُوا اللَّغْو أَعْرَضُوا عَنْهُ\" الْآيَة وَرَوَى الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد بْن عَامِر حَدَّثَنَا أَبُو بَكْر عَنْ الْأَعْمَش عَنْ أَبِي خَالِد الْوَالِبِيّ عَنْ النُّعْمَان بْن مُقَرِّن الْمُزَنِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَبَّ رَجُل رَجُلًا عِنْده فَجَعَلَ الْمَسْبُوب يَقُول : عَلَيْك السَّلَام فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا إِنَّ مَلَكًا بَيْنكُمَا يَذُبّ عَنْك كُلَّمَا شَتَمَك هَذَا قَالَ لَهُ بَلْ أَنْتَ وَأَنْتَ أَحَقّ بِهِ وَإِذَا قُلْت لَهُ وَعَلَيْك السَّلَام قَالَ لَا بَلْ عَلَيْك وَأَنْتَ أَحَقّ بِهِ \" إِسْنَاده حَسَن وَلَمْ يُخَرِّجُوهُ وَقَالَ مُجَاهِد \" قَالُوا سَلَامًا \" يَعْنِي قَالُوا سَدَادًا وَقَالَ سَعِيد بْن جُبَيْر رُدُّوا مَعْرُوفًا مِنْ الْقَوْل وَقَالَ الْحَسَن الْبَصْرِيّ قَالُوا سَلَام عَلَيْكُمْ إِنْ جَهِلَ عَلَيْهِمْ حَلُمُوا يُصَاحِبُونَ عِبَاد اللَّه نَهَارهمْ بِمَا يَسْمَعُونَ .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39348, "aya_id": 63}]