[{"text": "أُوْلَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ مِن ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَن خَرُّوا سُجَّدًا وَبُكِيًّا", "sura_id": 19, "type": 0, "id": 2308, "aya_id": 58}, {"text": "أولئك الذين أنعم الله عليهم من النبيين من ذرية آدم وممن حملنا مع نوح و من ذرية إبراهيم و إسرائيل و ممن هدينا واجتبينا إذا تتلى عليهم آيات الرحمن خروا سجدا و بكيا", "sura_id": 19, "type": 1, "id": 8544, "aya_id": 58}, {"text": "58 - (أولئك) مبتدأ (الذين أنعم الله عليهم) صفة له (من النبيين) بيان له وهو في معنى الصفة وما بعده الى جملة الشرط صفة للنبيين فقوله (من ذرية آدم) أي إدريس (وممن حملنا مع نوح) في السفينة أي إبراهيم ابن ابنه سام (ومن ذرية إبراهيم) أي إسمعيل وإسحق ويعقوب ومن ذرية (وإسرائيل) وهو يعقوب أي موسى وهرون وزكريا ويحيى وعيسى (وممن هدينا واجتبينا) أي من جملتهم وخبر اولئك (إذا تتلى عليهم آيات الرحمن خروا سجدا وبكيا) جمع ساجد وباك أي فكونوا مثلهم وأصل بكي بكوي قلبت الواو ياء والضمة كسرة \r\n", "sura_id": 19, "type": 2, "id": 27252, "aya_id": 58}, {"text": "هؤلاء الذين قصصتُ عليك خبرهم أيها الرسول, هم الذين أنعم الله عليهم بفضله وتوفيقه, فجعلهم أنبياء من ذرية آدم, ومِن ذرية مَن حملنا مع نوح في السفينة, ومن ذرية إبراهيم, ومن ذرية يعقوب, وممَّن هدينا للإيمان واصطفينا للرسالة والنبُوَّة, إذا تتلى عليهم آيات الرحمن المتضمنة لتوحيده وحججه خرُّوا ساجدين لله خضوعًا, واستكانة, وبكَوْا من خشيته سبحانه وتعالى.\r\n", "sura_id": 19, "type": 3, "id": 33488, "aya_id": 58}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا</font><BR><p>يَقُول تَعَالَى هَؤُلَاءِ النَّبِيُّونَ وَلَيْسَ الْمُرَاد الْمَذْكُورِينَ فِي هَذِهِ السُّورَة فَقَطْ بَلْ جِنْس الْأَنْبِيَاء عَلَيْهِمْ السَّلَام اِسْتَطْرَدَ مِنْ ذِكْر الْأَشْخَاص إِلَى الْجِنْس \" الَّذِينَ أَنْعَمَ اللَّه عَلَيْهِمْ مِنْ النَّبِيِّينَ مِنْ ذُرِّيَّة آدَم \" الْآيَة قَالَ السُّدِّيّ وَابْن جَرِير رَحِمَهُ اللَّه فَاَلَّذِي عَنَى بِهِ مِنْ ذُرِّيَّة آدَم إِدْرِيس وَاَلَّذِي عَنَى بِهِ مِنْ ذُرِّيَّة مَنْ حَمَلْنَا مَعَ نُوح إِبْرَاهِيم وَاَلَّذِي عَنَى بِهِ مِنْ ذُرِّيَّة إِبْرَاهِيم إِسْحَاق وَيَعْقُوب وَإِسْمَاعِيل وَالَّذِي عَنَى بِهِ مِنْ ذُرِّيَّة إِسْرَائِيل مُوسَى وَهَارُون وَزَكَرِيَّا وَيَحْيَى وَعِيسَى اِبْن مَرْيَم قَالَ اِبْن جَرِير وَلِذَلِكَ فَرَّقَ أَنْسَابهمْ وَإِنْ كَانَ يَجْمَع جَمِيعهمْ آدَم لِأَنَّ فِيهِمْ مَنْ لَيْسَ مِنْ وَلَد مَنْ كَانَ مَعَ نُوح فِي السَّفِينَة وَهُوَ إِدْرِيس فَإِنَّهُ جَدّ نُوح \" قُلْت \" هَذَا هُوَ الْأَظْهَر أَنَّ إِدْرِيس فِي عَمُود نَسَب نُوح عَلَيْهِمَا السَّلَام. وَقَدْ قِيلَ إِنَّهُ مِنْ أَنْبِيَاء بَنِي إِسْرَائِيل أَخْذًا مِنْ حَدِيث الْإِسْرَاء حَيْثُ قَالَ فِي سَلَامه عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَرْحَبًا بِالنَّبِيِّ الصَّالِح وَالْأَخ الصَّالِح وَلَمْ يَقُلْ وَالْوَلَد الصَّالِح كَمَا قَالَ آدَم وَإِبْرَاهِيم عَلَيْهِمَا السَّلَام وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس أَنْبَأَنَا اِبْن وَهْب أَخْبَرَنِي اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ عَبْد اللَّه بْن عُمَر أَنَّ إِدْرِيس أَقْدَم مِنْ نُوح فَبَعَثَهُ اللَّه إِلَى قَوْمه فَأَمَرَهُمْ أَنْ يَقُولُوا لَا إِلَه إِلَّا اللَّه وَيَعْمَلُوا مَا شَاءُوا فَأَبَوْا فَأَهْلَكَهُمْ اللَّه عَزَّ وَجَلَّ وَمِمَّا يُؤَيِّد أَنَّ الْمُرَاد بِهَذِهِ الْآيَة جِنْس الْأَنْبِيَاء أَنَّهَا كَقَوْلِهِ تَعَالَى فِي سُورَة الْأَنْعَام \" وَتِلْكَ حُجَّتنَا آتَيْنَاهَا إِبْرَاهِيم عَلَى قَوْمه نَرْفَع دَرَجَات مَنْ نَشَاء إِنَّ رَبّك حَكِيم عَلِيم وَوَهَبْنَا لَهُ إِسْحَاق وَيَعْقُوب كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْل وَمِنْ ذُرِّيَّته دَاوُد وَسُلَيْمَان وَأَيُّوب وَيُوسُف وَمُوسَى وَهَارُون وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاس كُلّ مِنْ الصَّالِحِينَ وَإِسْمَاعِيل وَاَلْيَسَع وَيُونُس وَلُوطًا وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ وَمِنْ آبَائِهِمْ وَذُرِّيَّاتهمْ وَإِخْوَانهمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاط مُسْتَقِيم - إِلَى قَوْله - أُولَئِكَ الَّذِينَ هَدَى اللَّه فَبِهُدَاهُمْ اقْتَدِهْ \" وَقَالَ سُبْحَانه وَتَعَالَى \" مِنْهُمْ مَنْ قَصَصْنَا عَلَيْك وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْك \" وَفِي صَحِيح الْبُخَارِيّ عَنْ مُجَاهِد أَنَّهُ سَأَلَ اِبْن عَبَّاس أَفِي ص سَجْدَة ؟ فَقَالَ نَعَمْ ثُمَّ تَلَا هَذِهِ الْآيَة \" أُولَئِكَ الَّذِينَ هَدَى اللَّه فَبِهُدَاهُمْ اقْتَدِهْ \" فَنَبِيّكُمْ مِمَّنْ أُمِرَ أَنْ يَقْتَدِي بِهِمْ قَالَ وَهُوَ مِنْهُمْ يَعْنِي دَاوُد . وَقَالَ اللَّه تَعَالَى فِي هَذِهِ الْآيَة الْكَرِيمَة \" إِذَا تُتْلَى عَلَيْهِمْ آيَات الرَّحْمَن خَرُّوا سُجَّدًا وَبُكِيًّا \" أَيْ إِذَا سَمِعُوا كَلَامِ اللَّه الْمُتَضَمِّن حُجَجه وَدَلَائِله وَبَرَاهِينه سَجَدُوا لِرَبِّهِمْ خُضُوعًا وَاسْتِكَانَة حَمْدًا وَشُكْرًا عَلَى مَا هُمْ فِيهِ مِنْ النِّعَم الْعَظِيمَة وَالْبُكِيّ جَمْع بَاكٍ فَلِهَذَا أَجْمَعَ الْعُلَمَاء عَلَى شَرْعِيَّة السُّجُود هَاهُنَا اِقْتِدَاء بِهِمْ وَاتِّبَاعًا لِمِنْوَالِهِمْ . قَالَ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ أَبِي مَعْمَر قَالَ قَرَأَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ سُورَة مَرْيَم فَسَجَدَ وَقَالَ هَذَا السُّجُود فَأَيْنَ الْبُكَى يُرِيد الْبُكَاء رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَسَقَطَ مِنْ رِوَايَته ذِكْر أَبِي مَعْمَر فِيمَا رَأَيْت فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38452, "aya_id": 58}]