[{"text": "إِذْ قَالَتِ الْمَلآئِكَةُ يَا مَرْيَمُ إِنَّ اللّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالآخِرَةِ وَمِنَ الْمُقَرَّبِينَ", "sura_id": 3, "type": 0, "id": 338, "aya_id": 45}, {"text": "إذ قالت الملائكة يا مريم إن الله يبشرك بكلمة منه اسمه المسيح عيسى ابن مريم وجيها في الدنيا والآخرة ومن المقربين", "sura_id": 3, "type": 1, "id": 6574, "aya_id": 45}, {"text": "45 - (إذ قالت الملائكة) أي جبريل (يا مريم إن الله يبشرك بكلمة منه) أي ولد (اسمه المسيح عيسى ابن مريم) خاطبها بنسبته إليها تنبيها على أنها تلده بلا أب إذ عادة الرجال نسبتهم إلى آبائهم (وجيهاً) ذا جاه (في الدنيا) بالنبوة (والآخرة) بالشفاعة والدرجات العلا (ومن المقربين) عند الله \r\n", "sura_id": 3, "type": 2, "id": 25282, "aya_id": 45}, {"text": "وما كنت - يا نبي الله - هناك حين قالت الملائكة: يا مريم إن الله يُبَشِّرْكِ بولد يكون وجوده بكلمة من الله, أي يقول له: \"كن\", فيكون, اسمه المسيح عيسى ابن مريم, له الجاه العظيم في الدنيا والآخرة, ومن المقربين عند الله يوم القيامة.\r\n", "sura_id": 3, "type": 3, "id": 31518, "aya_id": 45}, {"text": " <font color=red>إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ</font><BR><p>هَذِهِ بِشَارَة مِنْ الْمَلَائِكَة لِمَرْيَمَ عَلَيْهَا السَّلَام بِأَنْ سَيُوجَدُ مِنْهَا وَلَد عَظِيم لَهُ شَأْن كَبِير قَالَ اللَّه تَعَالَى \" إِذْ قَالَتْ الْمَلَائِكَة يَا مَرْيَم إِنَّ اللَّه يُبَشِّرك بِكَلِمَةٍ مِنْهُ \" أَيْ بِوَلَدٍ يَكُون وُجُوده بِكَلِمَةٍ مِنْ اللَّه أَيْ يَقُول لَهُ كُنْ فَيَكُون وَهَذَا تَفْسِير قَوْله \" مُصَدِّقًا بِكَلِمَةٍ مِنْ اللَّه \" كَمَا ذَكَرَهُ الْجُمْهُور عَلَى مَا سَبَقَ بَيَانه \" اِسْمه الْمَسِيح عِيسَى اِبْن مَرْيَم \" أَيْ يَكُون هَذَا مَشْهُورًا فِي الدُّنْيَا يَعْرِفهُ الْمُؤْمِنُونَ بِذَلِكَ وَسُمِّيَ الْمَسِيح قَالَ بَعْض السَّلَف : لِكَثْرَةِ سِيَاحَته وَقِيلَ : لِأَنَّهُ كَانَ مَسِيح الْقَدَمَيْنِ لَا أَخْمَص لَهُمَا وَقِيلَ : لِأَنَّهُ كَانَ إِذَا مَسَحَ أَحَدًا مِنْ ذَوِي الْعَاهَات بَرِئَ بِإِذْنِ اللَّه تَعَالَى وَقَوْله تَعَالَى \" عِيسَى اِبْن مَرْيَم \" نِسْبَة إِلَى أُمّه حَيْثُ لَا أَب لَهُ \" وَجِيهًا فِي الدُّنْيَا وَالْآخِرَة وَمِنْ الْمُقَرَّبِينَ \" أَيْ لَهُ وَجَاهَة وَمَكَانَة عِنْد اللَّه فِي الدُّنْيَا بِمَا يُوحِيه اللَّه إِلَيْهِ مِنْ الشَّرِيعَة وَيُنْزِلهُ عَلَيْهِ مِنْ الْكِتَاب وَغَيْر ذَلِكَ مِمَّا مَنَحَهُ اللَّه بِهِ وَفِي الدَّار الْآخِرَة يَشْفَع عِنْد اللَّه فِيمَنْ يَأْذَن لَهُ فِيهِ فَيَقْبَل مِنْهُ أُسْوَة بِإِخْوَانِهِ مِنْ أُولِي الْعَزْم صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَعَلَيْهِمْ أَجْمَعِينَ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39983, "aya_id": 45}]