[{"text": "وَإِذْ قُلْتُمْ يَا مُوسَى لَن نَّصْبِرَ عَلَىَ طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنبِتُ الأَرْضُ مِن بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ اهْبِطُواْ مِصْراً فَإِنَّ لَكُم مَّا سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَآؤُوْاْ بِغَضَبٍ مِّنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعْتَدُونَ", "sura_id": 2, "type": 0, "id": 68, "aya_id": 61}, {"text": "وإذ قلتم يا موسى لن نصبر على طعام واحد فادع لنا ربك يخرج لنا مما تنبت الأرض من بقلها وقثائها وفومها وعدسها وبصلها قال أتستبدلون الذي هو أدنى بالذي هو خير اهبطوا مصرا فإن لكم ما سألتم وضربت عليهم الذلة والمسكنة وباءوا بغضب من الله ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون النبيين بغير الحق ذلك بما عصوا وكانوا يعتدون", "sura_id": 2, "type": 1, "id": 6304, "aya_id": 61}, {"text": "61 - (وإذ قلتم يا موسى لن نصبر على طعام) أي نوع منه (واحد) وهو المن والسلوى (فادع لنا ربك يخرج لنا) شيئا (مما تنبت الأرض من) للبيان (بقلها وقثائها وفومها) حنطتها (وعدسها وبصلها قال) لهم موسى (أتستبدلون الذي هو أدنى) أخس (بالذي هو خير) أشرف أتأخذونه بدله ، والهمزة للإنكار فأبوا أن يرجعوا فدعا الله تعالى (اهبطوا) انزلوا (مصرا) من الأمصار (فإن لكم) فيه (ما سألتم) من النبات (وضربت) جعلت (عليهم الذلة) الذل والهوان (والمسكنة) أي أثر الفقر من السكون والخزي فهي لازمة لهم ، وإن كانوا أغنياء لزوم الدرهم المضروب لسكته (وباؤوا) رجعوا (بغضب من الله ذلك) أي الضرب والغضب (بأنهم) أي بسبب أنهم (كانوا يكفرون بآيات الله ويقتلون النبيين) كزكريا ويحيى (بغير الحق) أي ظلما (ذلك بما عصوا وكانوا يعتدون) يتجاوزون الحد في المعاصي وكرره للتأكيد \r\n", "sura_id": 2, "type": 2, "id": 25012, "aya_id": 61}, {"text": "واذكروا حين أنزلنا عليكم الطعام الحلو, والطير الشهي, فبطِرتم النعمة كعادتكم, وأصابكم الضيق والملل, فقلتم: يا موسى لن نصبر على طعام ثابت لا يتغير مع الأيام, فادع لنا ربك يخرج لنا من نبات الأرض طعامًا من البقول والخُضَر, والقثاء والحبوب التي تؤكل, والعدس, والبصل. قال موسى -مستنكرًا عليهم-: أتطلبون هذه الأطعمة التي هي أقل قدرًا, وتتركون هذا الرزق النافع الذي اختاره الله لكم؟ اهبطوا من هذه البادية إلى أي مدينة, تجدوا ما اشتهيتم كثيرًا في الحقول والأسواق. ولما هبطوا تبيَّن لهم أنهم يُقَدِّمون اختيارهم -في كل موطن- على اختيار الله, ويُؤْثِرون شهواتهم على ما اختاره الله لهم; لذلك لزمتهم صِفَةُ الذل وفقر النفوس, وانصرفوا ورجعوا بغضب من الله; لإعراضهم عن دين الله, ولأنهم كانوا يكفرون بآيات الله ويقتلون النبيين ظلمًا وعدوانًا; وذلك بسبب عصيانهم وتجاوزهم حدود ربهم.\r\n", "sura_id": 2, "type": 3, "id": 31248, "aya_id": 61}, {"text": " <font color=red>وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا</font><BR><p>يَقُول تَعَالَى وَاذْكُرُوا نِعْمَتِي عَلَيْكُمْ فِي إِنْزَالِي عَلَيْكُمْ الْمَنّ وَالسَّلْوَى طَعَامًا طَيِّبًا نَافِعًا هَنِيئًا سَهْلًا وَاذْكُرُوا دَبْركُمْ وَضَجَركُمْ مِمَّا رَزَقْنَاكُمْ وَسُؤَالكُمْ مُوسَى اِسْتِبْدَال ذَلِكَ بِالْأَطْعِمَةِ الدَّنِيئَة مِنْ الْبُقُول وَنَحْوهَا مِمَّا سَأَلْتُمْ قَالَ الْحَسَن الْبَصْرِيّ فَبَطِرُوا ذَلِكَ فَلَمْ يَصْبِرُوا عَلَيْهِ وَذَكَرُوا عَيْشهمْ الَّذِي كَانُوا فِيهِ وَكَانُوا قَوْمًا أَهْل أَعْدَاس وَبَصَل وَبَقْل وَفُوم فَقَالُوا \" يَا مُوسَى لَنْ نَصْبِر عَلَى طَعَام وَاحِد فَادْعُ لَنَا رَبّك يُخْرِج لَنَا مِمَّا تُنْبِت الْأَرْض مِنْ بَقْلهَا وَقِثَّائِهَا وَفُومهَا وَعَدَسهَا وَبَصَلهَا \" وَإِنَّمَا قَالُوا عَلَى طَعَام وَاحِد وَهُمْ يَأْكُلُونَ الْمَنّ وَالسَّلْوَى لِأَنَّهُ لَا يَتَبَدَّل وَلَا يَتَغَيَّر كُلّ يَوْم فَهُوَ مَأْكَل وَاحِد . فَالْبُقُول وَالْقِثَّاء وَالْعَدَس وَالْبَصَل كُلّهَا مَعْرُوفَة وَأَمَّا الْفُوم فَقَدْ اِخْتَلَفَ السَّلَف فِي مَعْنَاهُ فَوَقَعَ فِي قِرَاءَة اِبْن مَسْعُود وَثُومهَا بِالثَّاءِ وَكَذَا فَسَّرَهُ مُجَاهِد فِي رِوَايَة لَيْث بْن أَبِي سُلَيْم عَنْهُ بِالثُّومِ . وَكَذَا الرَّبِيع بْن أَنَس وَسَعِيد بْن جُبَيْر وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن رَافِع حَدَّثَنَا أَبُو عُمَارَة يَعْقُوب بْن إِسْحَاق الْبَصْرِيّ عَنْ يُونُس عَنْ الْحَسَن فِي قَوْله \" وَفُومهَا \" قَالَ : قَالَ اِبْن عَبَّاس الثُّوم قَالَ وَفِي اللُّغَة الْقَدِيمَة فَوِّمُوا لَنَا بِمَعْنَى اخْتَبِزُوا قَالَ اِبْن جَرِير : فَإِنْ كَانَ ذَلِكَ صَحِيحًا فَإِنَّهُ مِنْ الْحُرُوف الْمُبَدَّلَة كَقَوْلِهِمْ : وَقَعُوا فِي عَاثُور شَرّ وَعَافُور شَرّ وَأَثَافِي وَأَثَاثِي وَمَغَافِير وَمَغَاثِير وَأَشْبَاه ذَلِكَ مِمَّا تُقْلَب الْفَاء ثَاء وَالثَّاء فَاء لِتَقَارُبِ مَخْرَجَيْهِمَا وَاَللَّه أَعْلَم وَقَالَ آخَرُونَ الْفُوم الْحِنْطَة وَهُوَ الْبُرّ الَّذِي يُعْمَل مِنْهُ الْخُبْز قَالَ : اِبْن أَبِي حَاتِم : حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى قِرَاءَةً أَنْبَأَنَا اِبْن وَهْب قِرَاءَةً حَدَّثَنِي نَافِع بْن أَبِي نُعَيْم أَنَّ اِبْن عَبَّاس سُئِلَ عَنْ قَوْل اللَّه\" وَفُومهَا \" مَا فُومهَا ؟ قَالَ الْحِنْطَة . قَالَ اِبْن عَبَّاس. أَمَّا سَمِعْت قَوْل أُحَيْحَة بْن الْجَلَّاح وَهُوَ يَقُول : قَدْ كُنْت أَغْنَى النَّاس شَخْصًا وَاحِدًا وَرَدَ الْمَدِينَة عَنْ زِرَاعَة فُوم وَقَالَ اِبْن جَرِير حَدَّثَنَا عَلِيّ بْن الْحَسَن حَدَّثَنَا مُسْلِم الْجُهَنِيّ حَدَّثَنَا عِيسَى بْن يُونُس عَنْ رَشِيد بْن كُرَيْب عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه \" وَفُومهَا \" قَالَ الْفُوم الْحِنْطَة بِلِسَانِ بَنِي هَاشِم وَكَذَا قَالَ عَلِيّ بْن أَبِي طَلْحَة وَالضَّحَّاك عَنْ اِبْن عَبَّاس وَعِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ الْفُوم الْحِنْطَة وَقَالَ سُفْيَان الثَّوْرِيّ : عَنْ اِبْن جُرَيْج عَنْ مُجَاهِد وَعَطَاء \" وَفُومهَا \" قَالَا وَخُبْزهَا. وَقَالَ هُشَيْم عَنْ يُونُس عَنْ الْحَسَن وَحُصَيْن أَبِي مَالِك\" وَفُومهَا \" قَالَ الْحِنْطَة وَهُوَ قَوْل عِكْرِمَة وَالسُّدِّيّ وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْرهمْ فَاَللَّه أَعْلَم وَقَالَ الْجَوْهَرِيّ : الْفُوم الْحِنْطَة وَقَالَ اِبْن دُرَيْد : الْفُوم السُّنْبُلَة . وَحَكَى الْقُرْطُبِيّ عَنْ عَطَاء وَقَتَادَة أَنَّ الْفُوم كُلّ حُبّ يُخْتَبَز. قَالَ وَقَالَ بَعْضهمْ هُوَ الْحِمَّص لُغَة شَامِيَّة وَمِنْهُ يُقَال لِبَائِعِهِ فَامِيّ مُغَيِّر عَنْ فُومِي قَالَ الْبُخَارِيّ . وَقَالَ بَعْضهمْ الْحُبُوب الَّتِي تُؤْكَل كُلّهَا فُوم وَقَوْله تَعَالَى\" قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِاَلَّذِي هُوَ خَيْر\" فِيهِ تَقْرِيع لَهُمْ وَتَوْبِيخ عَلَى مَا سَأَلُوا مِنْ هَذِهِ الْأَطْعِمَة الدَّنِيئَة مَعَ مَا هُمْ فِيهِ مِنْ الْعَيْش الرَّغِيد وَالطَّعَام الْهَنِيء الطَّيِّب النَّافِع . وَقَوْله تَعَالَى \" اِهْبِطُوا مِصْرًا \" هَكَذَا هُوَ مُنَوَّن مَصْرُوف مَكْتُوب بِالْأَلِفِ فِي الْمَصَاحِف الْأَئِمَّة الْعُثْمَانِيَّة وَهُوَ قِرَاءَة الْجُمْهُور بِالصَّرْفِ . قَالَ اِبْن جَرِير : وَلَا أَسْتَجِيزُ الْقِرَاءَة بِغَيْرِ ذَلِكَ لِإِجْمَاعِ الْمَصَاحِف عَلَى ذَلِكَ : وَقَالَ اِبْن عَبَّاس\" اِهْبِطُوا مِصْرًا \" مِنْ الْأَمْصَار رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي سَعِيد الْبَقَّال سَعِيد بْن الْمَرْزُبَان عَنْ عِكْرِمَة عَنْهُ قَالَ : وَرُوِيَ عَنْ السُّدِّيّ وَقَتَادَة وَالرَّبِيع بْن أَنَس نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير وَقَعَ فِي قِرَاءَة أُبَيّ بْن كَعْب وَابْن مَسْعُود \" اِهْبِطُوا مِصْر \" مِنْ غَيْر إِجْرَاء يَعْنِي مِنْ غَيْر صَرْف ثُمَّ رَوَى عَنْ أَبِي الْعَالِيَة وَالرَّبِيع بْن أَنَس أَنَّهُمَا فَسَّرَا ذَلِكَ بِمِصْرَ فِرْعَوْن وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي الْعَالِيَة وَالرَّبِيع وَعَنْ الْأَعْمَش أَيْضًا . قَالَ اِبْن جَرِير وَيَحْتَمِل أَنْ يَكُون الْمُرَاد مِصْر فِرْعَوْن عَلَى قِرَاءَة الْإِجْرَاء أَيْضًا . وَيَكُون ذَلِكَ مِنْ بَاب الِاتِّبَاع لِكِتَابَةِ الْمُصْحَف كَمَا فِي قَوْله تَعَالَى\" قَوَارِيرًا قَوَارِيرًا \" ثُمَّ تَوَقَّفَ فِي الْمُرَاد مَا هُوَ أَمِصْر فِرْعَوْن أَمْ مِصْر مِنْ الْأَمْصَار وَهَذَا الَّذِي قَالَهُ فِيهِ نَظَر وَالْحَقّ أَنَّ الْمُرَاد مِصْر مِنْ الْأَمْصَار كَمَا رُوِيَ عَنْ اِبْن عَبَّاس وَغَيْره وَالْمَعْنَى عَلَى ذَلِكَ لِأَنَّ مُوسَى عَلَيْهِ السَّلَام يَقُول لَهُمْ هَذَا الَّذِي سَأَلْتُمْ لَيْسَ بِأَمْرٍ عَزِيز بَلْ هُوَ كَثِيرًا فِي أَيّ بَلَد دَخَلْتُمُوهَا وَجَدْتُمُوهُ فَلَيْسَ يُسَاوِي مَعَ دَنَاءَته وَكَثْرَته فِي الْأَمْصَار أَنْ أَسْأَل اللَّه فِيهِ . وَلِهَذَا قَالَ \" أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِاَلَّذِي هُوَ خَيْر اِهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ\" أَيْ مَا طَلَبْتُمْ وَلَمَّا كَانَ سُؤَالهمْ هَذَا مِنْ بَاب الْبَطَر وَالْأَشَر وَلَا ضَرُورَة فِيهِ لَمْ يُجَابُوا إِلَيْهِ وَاَللَّه أَعْلَم يَقُول تَعَالَى \" وَضُرِبَتْ عَلَيْهِمْ الذِّلَّة وَالْمَسْكَنَة\" أَيْ وُضِعَتْ عَلَيْهِمْ وَأُلْزِمُوا بِهَا شَرْعًا وَقَدَرًا أَيْ لَا يَزَالُونَ مُسْتَذَلِّينَ مَنْ وَجَدَهُمْ اِسْتَذَلَّهُمْ وَأَهَانَهُمْ وَضَرَبَ عَلَيْهِمْ الصَّغَار وَهُمْ مَعَ ذَلِكَ فِي أَنْفُسهمْ أَذِلَّاء مُسْتَكِينُونَ . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَضُرِبَتْ عَلَيْهِمْ الذِّلَّة وَالْمَسْكَنَة \" قَالَ هُمْ أَصْحَاب الْقُبَالَات يَعْنِي الْجِزْيَة . وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الْحَسَن وَقَتَادَة فِي قَوْله تَعَالَى \" وَضُرِبَتْ عَلَيْهِمْ الذِّلَّة \" قَالَ يُعْطُونَ الْجِزْيَة عَنْ يَد وَهُمْ صَاغِرُونَ وَقَالَ الضَّحَّاك وَضُرِبَتْ عَلَيْهِمْ الذِّلَّة قَالَ الذُّلّ . وَقَالَ الْحَسَن أَذَلَّهُمْ اللَّه فَلَا مَنَعَة لَهُمْ وَجَعَلَهُمْ تَحْت أَقْدَام الْمُسْلِمِينَ وَلَقَدْ أَدْرَكَتْهُمْ هَذِهِ الْأُمَّة وَإِنَّ الْمَجُوس لَتُجْبِيهِمْ الْجِزْيَة وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ الْمَسْكَنَة الْفَاقَة . وَقَالَ عَطِيَّة الْعَوْفِيّ الْخَرَاج وَقَالَ الضَّحَّاك الْجِزْيَة وَقَوْله تَعَالَى \" وَبَاءُوا بِغَضَبٍ مِنْ اللَّه \" قَالَ الضَّحَّاك اِسْتَحَقُّوا لِغَضَبٍ مِنْ اللَّه وَقَالَ الرَّبِيع بْن أَنَس فَحَدَثَ عَلَيْهِمْ غَضَب مِنْ اللَّه وَقَالَ سَعِيد بْن جُبَيْر \" وَبَاءُوا بِغَضَبٍ مِنْ اللَّه \" يَقُول اِسْتَوْجَبُوا سَخَطًا وَقَالَ اِبْن جَرِير : يَعْنِي بِقَوْلِهِ وَبَاءُوا بِغَضَبٍ مِنْ اللَّه اِنْصَرَفُوا وَرَجَعُوا وَلَا يُقَال بَاءَ إِلَّا مَوْصُولًا إِمَّا بِخَيْرٍ وَإِمَّا بِشَرٍّ يُقَال مِنْهُ بَاءَ فُلَان بِذَنْبِهِ يَبُوء بِهِ بَوْءًا وَبَوَاء وَمِنْهُ قَوْله تَعَالَى \" إِنِّي أُرِيد أَنْ تَبُوء بِإِثْمِي وَإِثْمك \" يَعْنِي تَنْصَرِف مُتَحَمِّلهمَا وَتَرْجِع بِهِمَا قَدْ صَارَا عَلَيْك دُونِي . فَمَعْنَى الْكَلَام إِذَا رَجَعُوا مُنْصَرِفِينَ مُتَحَمِّلِينَ غَضَب اللَّه قَدْ صَارَ عَلَيْهِمْ مِنْ اللَّه غَضَب وَوَجَبَ عَلَيْهِمْ مِنْ اللَّه سَخَط. وَقَوْله تَعَالَى \" ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّه وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقّ \" يَقُول تَعَالَى هَذَا الَّذِي جَازَيْنَاهُمْ مِنْ الذِّلَّة وَالْمَسْكَنَة وَإِحْلَال الْغَضَب بِهِمْ مِنْ الذِّلَّة بِسَبَبِ اِسْتِكْبَارهمْ عَنْ اِتِّبَاع الْحَقّ وَكُفْرهمْ بِآيَاتِ اللَّه وَإِهَانَتهمْ حَمَلَة الشَّرْع وَهُمْ الْأَنْبِيَاء وَأَتْبَاعهمْ فَانْتَقَصُوهُمْ إِلَى أَنْ أَفْضَى بِهِمْ الْحَال إِلَى أَنْ قَتَلُوهُمْ فَلَا كُفْر أَعْظَم مِنْ هَذَا أَنَّهُمْ كَفَرُوا بِآيَاتِ اللَّه وَقَتَلُوا أَنْبِيَاء اللَّه بِغَيْرِ الْحَقّ وَلِهَذَا جَاءَ فِي الْحَدِيث الْمُتَّفَق عَلَى صِحَّته أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْكِبْر بَطَر الْحَقّ وَغَمْط النَّاس \" وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا إِسْمَاعِيل عَنْ اِبْن عَوْن عَنْ عَمْرو بْن سَعْد عَنْ حُمَيْد بْن عَبْد الرَّحْمَن قَالَ : قَالَ اِبْن مَسْعُود كُنْت لَا أُحْجَب عَنْ النَّجْوَى وَلَا عَنْ كَذَا وَلَا عَنْ كَذَا فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعِنْده مَالِك بْن مَرَارَة الرَّهَاوِيّ فَأَدْرَكْته مِنْ آخِر حَدِيثه وَهُوَ يَقُول يَا رَسُول اللَّه قَدْ قُسِمَ لِي مِنْ الْجِمَال مَا تَرَى فَمَا أَحَبّ أَنَّ أَحَدًا مِنْ النَّاس فَضَلَنِي بِشِرَاكَيْنِ فَمَا فَوْقهمَا أَلَيْسَ ذَلِكَ هُوَ الْبَغْي ؟ فَقَالَ \" لَا لَيْسَ ذَلِكَ مِنْ الْبَغْي وَلَكِنَّ الْبَغْي مَنْ بَطِرَ أَوْ قَالَ سَفِهَ الْحَقّ وَغَمَطَ النَّاس \" يَعْنِي رَدَّ الْحَقّ وَانْتِقَاص النَّاس وَالِازْدِرَاء بِهِمْ وَالتَّعَاظُم عَلَيْهِمْ وَلِهَذَا لَمَّا اِرْتَكَبَ بَنُو إِسْرَائِيل مَا اِرْتَكَبُوهُ مِنْ الْكُفْر بِآيَاتِ اللَّه وَقَتْلهمْ أَنْبِيَاءَهُ أَحَلَّ اللَّه بِهِمْ بَأْسه الَّذِي لَا يُرَدّ وَكَسَاهُمْ ذُلًّا فِي الدُّنْيَا مَوْصُولًا بِذُلِّ الْآخِرَة جَزَاء وِفَاقًا قَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ أَبِي مَعْمَر عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ كَانَتْ بَنُو إِسْرَائِيل فِي الْيَوْم تَقْتُل ثَلَثمِائَةِ نَبِيّ ثُمَّ يُقِيمُونَ سُوق بَقْلهمْ مِنْ آخِر النَّهَار وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا أَبَان حَدَّثَنَا عَاصِم عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه يَعْنِي اِبْن مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَشَدّ النَّاس عَذَابًا يَوْم الْقِيَامَة رَجُل قَتَلَهُ نَبِيّ أَوْ قَتَلَ نَبِيًّا وَإِمَام ضَلَالَة وَمُمَثِّل مِنْ الْمُمَثِّلِينَ \" وَقَوْله تَعَالَى \" ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ \" وَهَذِهِ عِلَّة أُخْرَى فِي مُجَازَاتهمْ بِمَا جُوزُوا بِهِ أَنَّهُمْ كَانُوا يَعْصُونَ وَيَعْتَدُونَ فَالْعِصْيَان فِعْل الْمَنَاهِي وَالِاعْتِدَاء الْمُجَاوَزَة فِي حَدّ الْمَأْذُون فِيهِ وَالْمَأْمُور بِهِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38740, "aya_id": 61}]