[{"text": "إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُواْ مِنَ الَّذِينَ اتَّبَعُواْ وَرَأَوُاْ الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الأَسْبَابُ", "sura_id": 2, "type": 0, "id": 173, "aya_id": 166}, {"text": "إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب", "sura_id": 2, "type": 1, "id": 6409, "aya_id": 166}, {"text": "166 - (إذ) بدل من إذ قبله (تبرأ الذين اتُّبِعوا) أي الرؤساء (من الذين اتَّبَعوا) أي أنكروا إضلالهم وقد (و) قد (رأَوا العذاب وتقطعت) عطف على تبرأ (بهم) عنهم (الأسباب) الوصل التي كانت بينهم في الدنيا من الأرحام والمودة \r\n", "sura_id": 2, "type": 2, "id": 25117, "aya_id": 166}, {"text": "عند معاينتهم عذاب الآخرة يتبرأ الرؤساء المتبوعون ممن اتبعهم على الشرك, وتنقطع بينهم كل الصلات التي ارتبطوا بها في الدنيا: من القرابة, والاتِّباع, والدين, وغير ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31353, "aya_id": 166}, {"text": " <font color=red>إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</font><BR><p>ثُمَّ أَخْبَرَ عَنْ كُفْرهمْ بِأَوْثَانِهِمْ وَتبَرَى الْمَتْبُوعِينَ مِنْ التَّابِعِينَ فَقَالَ \" إِذْ تَبَرَّأَ الَّذِينَ اُتُّبِعُوا مِنْ الَّذِينَ اِتَّبَعُوا \" تَبَرَّأَتْ مِنْهُمْ الْمَلَائِكَة الَّذِينَ كَانُوا يَزْعُمُونَ أَنَّهُمْ يَعْبُدُونَهُمْ فِي الدَّار الدُّنْيَا فَتَقُول الْمَلَائِكَة \" تَبَرَّأْنَا إِلَيْك مَا كَانُوا إِيَّانَا يَعْبُدُونَ \" وَيَقُولُونَ \" سُبْحَانك أَنْتَ وَلِيُّنَا مِنْ دُونهمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ \" وَالْجِنّ أَيْضًا تَتَبَرَّأ مِنْهُمْ وَيَتَنَصَّلُونَ مِنْ عِبَادَتهمْ لَهُمْ كَمَا قَالَ تَعَالَى \" وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُون اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْم الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ \" وَقَالَ تَعَالَى\" وَاِتَّخَذُوا مِنْ دُون اللَّهِ آلِهَة لِيَكُونُوا لَهُمْ عِزًّا كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا\" وَقَالَ الْخَلِيل لِقَوْمِهِ \" إِنَّمَا اِتَّخَذْتُمْ مِنْ دُون اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمْ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ\" وَقَالَ تَعَالَى \" وَلَوْ تَرَى إِذْ الظَّالِمُونَ مَوْقُوفُونَ عِنْد رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ قَالَ الَّذِينَ اِسْتَكْبَرُوا لِلَّذِينَ اُسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنْ الْهُدَى بَعْد إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ وَقَالَ الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا بَلْ مَكْر اللَّيْل وَالنَّهَار إِذْ تَأْمُرُونَنَا أَنْ نَكْفُر بِاَللَّهِ وَنَجْعَل لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوْا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ \" وَقَالَ تَعَالَى\" وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْد الْحَقّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْت بِمَا أَشْرَكْتُمُونِي مِنْ قَبْل إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ \" وَقَوْله \" وَرَأَوْا الْعَذَاب وَتَقَطَّعَتْ بِهِمْ الْأَسْبَاب \" أَيْ عَايَنُوا عَذَاب اللَّه وَتَقَطَّعَتْ بِهِمْ الْحِيَل وَأَسْبَاب الْخَلَاص وَلَمْ يَجِدُوا عَنْ النَّار مَعْدِلًا وَلَا مَصْرِفًا . قَالَ عَطَاء عَنْ اِبْن عَبَّاس\" وَتَقَطَّعَتْ بِهِمْ الْأَسْبَاب \" قَالَ الْمَوَدَّة : وَكَذَا قَالَ مُجَاهِد فِي رِوَايَة اِبْن أَبِي نَجِيح .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38571, "aya_id": 166}]