[{"text": "وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمينَ مِن قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاء عَلَى النَّاسِ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ", "sura_id": 22, "type": 0, "id": 2673, "aya_id": 78}, {"text": "وجاهدوا في الله حق جهاده هو اجتباكم و ما جعل عليكم في الدين من حرج ملة أبيكم إبراهيم هو سماكم المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم و تكونوا شهداء على الناس فأقيموا الصلاة و ءاتوا الزكاة و اعتصموا بالله هو مولاكم فنعم المولى ونعم النصير", "sura_id": 22, "type": 1, "id": 8909, "aya_id": 78}, {"text": "78 - (وجاهدوا في الله) لإقامة دينه (حق جهاده) باستفراغ الطاقة فيه ونصب حق على المصدر (هو اجتباكم) اختاركم لدينه (وما جعل عليكم في الدين من حرج) أي ضيق بأن سهله عند الضرورات كالقصر والتيمم وأكل الميتة والفطر للمرض والسفر (ملة أبيكم) منصوب بنزع الخافض الكاف (إبراهيم) عطف بيان (هو) أي الله (سماكم المسلمين من قبل) أي قبل هذا الكتاب (وفي هذا) أي القرآن (ليكون الرسول شهيدا عليكم) يوم القيامة أنه بلغكم (وتكونوا) أنتم (شهداء على الناس) أن رسلهم بلغوهم (فأقيموا الصلاة) داوموا عليها (وآتوا الزكاة واعتصموا بالله) ثقوا به (هو مولاكم) ناصركم ومتولي أموركم (فنعم المولى) هو (ونعم النصير) أي الناصر لكم \r\n", "sura_id": 22, "type": 2, "id": 27617, "aya_id": 78}, {"text": " وجاهدوا أنفسكم، وقوموا قيامًا تامًّا بأمر الله، وادعوا الخلق إلى سبيله، وجاهدوا بأموالكم وألسنتكم وأنفسكم, مخلصين فيه النية لله عز وجل، مسلمين له قلوبكم وجوارحكم، هو اصطفاكم لحمل هذا الدين، وقد منَّ عليكم بأن جعل شريعتكم سمحة, ليس فيها تضييق ولا تشديد في تكاليفها وأحكامها, كما كان في بعض الأمم قبلكم, هذه الملة السمحة هي ملة أبيكم إبراهيم، وقد سَمَّاكم الله المسلمين مِن قبلُ في الكتب المنزلة السابقة, وفي هذا القرآن، وقد اختصَّكم بهذا الاختيار ; ليكون خاتم الرسل محمد صلى الله عليه وسلم شاهدًا عليكم بأنه بلَّغكم رسالة ربه, وتكونوا شهداء على الأمم أن رسلهم قد بلَّغتهم بما أخبركم الله به في كتابه، فعليكم أن تعرفوا لهذه النعمة قدرها، فتشكروها, وتحافظوا على معالم دين الله بأداء الصلاة بأركانها وشروطها, وإخراج الزكاة المفروضة, وأن تلجؤوا إلى الله سبحانه وتعالى, وتتوكلوا عليه, فهو نِعْمَ المولى لمن تولاه, ونعم النصير لمن استنصره.\r\n", "sura_id": 22, "type": 3, "id": 33853, "aya_id": 78}, {"text": " <font color=red>وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ</font><BR><p>وَقَوْله \" وَجَاهِدُوا فِي اللَّه حَقّ جِهَاده \" أَيْ بِأَمْوَالِكُمْ وَأَلْسِنَتكُمْ وَأَنْفُسكُمْ كَمَا قَالَ تَعَالَى \" اِتَّقُوا اللَّه حَقّ تُقَاته \" وَقَوْله \" هُوَ اِجْتَبَاكُمْ \" أَيْ يَا هَذِهِ الْأُمَّة اللَّه اِصْطَفَاكُمْ وَاخْتَارَكُمْ عَلَى سَائِر الْأُمَم وَفَضَّلَكُمْ وَشَرَّفَكُمْ وَخَصَّكُمْ بِأَكْرَم رَسُول وَأَكْمَل شَرْع \" وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّين مِنْ حَرَج \" أَيْ مَا كَلَّفَكُمْ مَا لَا تُطِيقُونَ وَمَا أَلْزَمَكُمْ بِشَيْءٍ يَشُقّ عَلَيْكُمْ إِلَّا جَعَلَ اللَّه لَكُمْ فَرَجًا وَمَخْرَجًا فَالصَّلَاة الَّتِي أَكْبَر أَرْكَان الْإِسْلَام بَعْد الشَّهَادَتَيْنِ تَجِب فِي الْحَضَر أَرْبَع وَفِي السَّفَر تُقْصَر إِلَى اِثْنَتَيْنِ وَفِي الْخَوْف يُصَلِّيهَا بَعْض الْأَئِمَّة رَكْعَة كَمَا وَرَدَ بِهِ الْحَدِيث وَتُصَلَّى رِجَالًا وَرُكْبَانًا مُسْتَقْبِلِي الْقِبْلَة وَغَيْر مُسْتَقْبِلِيهَا وَكَذَا فِي النَّافِلَة فِي السَّفَر إِلَى الْقِبْلَة وَغَيْرهَا وَالْقِيَام فِيهَا يَسْقُط لِعُذْرِ الْمَرَض فَيُصَلِّيهَا الْمَرِيض جَالِسًا فَإِنْ لَمْ يَسْتَطِعْ فَعَلَى جَنْبه إِلَى غَيْر ذَلِكَ مِنْ الرُّخَص وَالتَّخْفِيفَات فِي سَائِر الْفَرَائِض وَالْوَاجِبَات وَلِهَذَا قَالَ عَلَيْهِ السَّلَام \" بُعِثْت بِالْحَنِيفِيَّةِ السَّمْحَة \" وَقَالَ لِمُعَاذٍ وَأَبِي مُوسَى حِين بَعَثَهُمَا أَمِيرَيْنِ إِلَى الْيَمَن \" بَشِّرَا وَلَا تُنَفِّرَا وَيَسِّرَا وَلَا تُعَسِّرَا\" وَالْأَحَادِيث فِي هَذَا كَثِيرَة وَلِهَذَا قَالَ اِبْن عَبَّاس فِي قَوْله \" وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّين مِنْ حَرَج \" يَعْنِي مِنْ ضِيق وَقَوْله \" مِلَّة أَبِيكُمْ إِبْرَاهِيم \" قَالَ اِبْن جَرِير نُصِبَ عَلَى تَقْدِير \" مَا جَعَلَ عَلَيْكُمْ فِي الدِّين مِنْ حَرَج\" أَيْ مِنْ ضِيق بَلْ وَسَّعَهُ عَلَيْكُمْ كَمِلَّةِ أَبِيكُمْ إِبْرَاهِيم قَالَ وَيُحْتَمَل أَنَّهُ مَنْصُوب عَلَى تَقْدِير اِلْزَمُوا مِلَّة أَبِيكُمْ إِبْرَاهِيم \" قُلْت \" وَهَذَا الْمَعْنَى فِي هَذِهِ الْآيَة كَقَوْلِهِ \" قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاط مُسْتَقِيم دِينًا قِيَمًا مِلَّة إِبْرَاهِيم حَنِيفًا \" الْآيَة وَقَوْله \" هُوَ سَمَّاكُمْ الْمُسْلِمِينَ مِنْ قَبْل وَفِي هَذَا \" قَالَ الْإِمَام عَبْد اللَّه اِبْن الْمُبَارَك عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي قَوْله \" هُوَ سَمَّاكُمْ الْمُسْلِمِينَ مِنْ قَبْل\" : قَالَ اللَّه عَزَّ وَجَلَّ وَكَذَا قَالَ مُجَاهِد وَعَطَاء وَالضَّحَّاك وَالسُّدِّيّ وَمُقَاتِل اِبْن حَيَّان وَقَتَادَة وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم \" هُوَ سَمَّاكُمْ الْمُسْلِمِينَ مِنْ قَبْل\" يَعْنِي إِبْرَاهِيم وَذَلِكَ لِقَوْلِهِ \" رَبّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَك وَمِنْ ذُرِّيَّتنَا أُمَّة مُسْلِمَة لَك \" قَالَ اِبْن جَرِير وَهَذَا لَا وَجْه لَهُ لِأَنَّهُ مِنْ الْمَعْلُوم أَنَّ إِبْرَاهِيم لَمْ يُسَمِّ هَذِهِ الْأُمَّة فِي الْقُرْآن مُسْلِمِينَ وَقَدْ قَالَ اللَّه تَعَالَى هُوَ سَمَّاكُمْ الْمُسْلِمِينَ مِنْ قَبْل وَفِي هَذَا\" قَالَ مُجَاهِد : اللَّه سَمَّاكُمْ الْمُسْلِمِينَ مِنْ قَبْل فِي الْكُتُب الْمُتَقَدِّمَة وَفِي الذِّكْر \" وَفِي هَذَا \" يَعْنِي الْقُرْآن وَكَذَا قَالَ غَيْره \" قُلْت \" وَهَذَا هُوَ الصَّوَاب لِأَنَّهُ تَعَالَى قَالَ \" هُوَ اِجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّين مِنْ حَرَج \" ثُمَّ حَثَّهُمْ وَأَغْرَاهُمْ إِلَى مَا جَاءَ بِهِ الرَّسُول صَلَوَات اللَّه وَسَلَامه عَلَيْهِ بِأَنَّهُ مِلَّة أَبِيهِمْ الْخَلِيل ثُمَّ ذَكَرَ مِنَّته تَعَالَى عَلَى هَذِهِ الْأُمَّة بِمَا نَوَّهَ بِهِ مِنْ ذِكْرهَا وَالثَّنَاء عَلَيْهَا فِي سَالِف الدَّهْر وَقَدِيم الزَّمَان فِي كُتُب الْأَنْبِيَاء يُتْلَى عَلَى الْأَحْبَار وَالرُّهْبَان فَقَالَ هُوَ سَمَّاكُمْ الْمُسْلِمِينَ مِنْ قَبْل \" أَيْ مِنْ قَبْل هَذَا الْقُرْآن \" وَفِي هَذَا \" رَوَى النَّسَائِيّ عِنْد تَفْسِيره هَذِهِ الْآيَة أَنْبَأَنَا هِشَام بْن عَمَّار حَدَّثَنَا مُحَمَّد بْن شُعَيْب أَنْبَأَنَا مُعَاوِيَة بْن سَلَّام أَنَّ أَخَاهُ زَيْد بْن سَلَّام أَخْبَرَهُ عَنْ أَبِي سَلَّام أَنَّهُ أَخْبَرَهُ قَالَ أَخْبَرَنِي الْحَارِث الْأَشْعَرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ دَعَا بِدَعْوَى الْجَاهِلِيَّة فَإِنَّهُ مِنْ جِثِيّ جَهَنَّم \" قَالَ رَجُل يَا رَسُول اللَّه وَإِنْ صَامَ وَصَلَّى قَالَ \" نَعَمْ وَإِنْ صَامَ وَصَلَّى \" فَادْعُوا بِدَعْوَةِ اللَّه الَّتِي سَمَّاكُمْ بِهَا الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَاد اللَّه وَقَدْ قَدَّمْنَا هَذَا الْحَدِيث بِطُولِهِ عِنْد تَقْسِيم قَوْله \" يَا أَيّهَا النَّاس اُعْبُدُوا رَبّكُمْ الَّذِي خَلَقَكُمْ وَاَلَّذِينَ مِنْ قَبْلكُمْ لَعَلَّكُمْ تَتَّقُونَ \" مِنْ سُورَة الْبَقَرَة وَلِهَذَا قَالَ \" لِيَكُونَ الرَّسُول شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاء عَلَى النَّاس \" أَيْ إِنَّمَا جَعَلْنَاكُمْ هَكَذَا أُمَّة وَسَطًا عُدُولًا خِيَارًا مَشْهُودًا بِعَدَالَتِكُمْ عِنْد جَمِيع الْأُمَم لِتَكُونُوا يَوْم الْقِيَامَة شُهَدَاء عَلَى النَّاس\" لِأَنَّ جَمِيع الْأُمَم مُعْتَرِفَة يَوْمئِذٍ بِسِيَادَتِهَا وَفَضْلهَا عَلَى كُلّ أُمَّة سِوَاهَا فَلِهَذَا تُقْبَل شَهَادَتهمْ عَلَيْهِمْ يَوْم الْقِيَامَة فِي أَنَّ الرُّسُل بَلَّغَتْهُمْ رِسَالَة رَبّهمْ وَالرَّسُول يَشْهَد عَلَى هَذِهِ الْأُمَّة أَنَّهُ بَلَّغَهَا ذَلِكَ وَقَدْ تَقَدَّمَ الْكَلَام عَلَى هَذَا عِنْد قَوْله وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّة وَسَطًا لِتَكُونُوا شُهَدَاء عَلَى النَّاس وَيَكُون الرَّسُول عَلَيْكُمْ شَهِيدًا \" وَذَكَرْنَا حَدِيث نُوح وَأُمَّته بِمَا أَغْنَى عَنْ إِعَادَته وَقَوْله \" فَأَقِيمُوا الصَّلَاة وَآتُوا الزَّكَاة\" أَيْ قَابِلُوا هَذِهِ النِّعْمَة الْعَظِيمَة بِالْقِيَامِ بِشُكْرِهَا فَأَدُّوا حَقّ اللَّه عَلَيْكُمْ فِي أَدَاء مَا اِفْتَرَضَ وَطَاعَة مَا أَوْجَبَ وَتَرْك مَا حَرَّمَ وَمِنْ أَهَمّ ذَلِكَ إِقَام الصَّلَاة وَإِيتَاء الزَّكَاة وَهُوَ الْإِحْسَان إِلَى خَلْق اللَّه بِمَا أَوْجَبَ لِلْفَقِيرِ عَلَى الْغَنِيّ مِنْ إِخْرَاج جُزْء نُذِرَ مِنْ مَاله فِي السَّنَة لِلضُّعَفَاءِ وَالْمَحَاوِيج كَمَا تَقَدَّمَ بَيَانه وَتَفْصِيله فِي آيَة الزَّكَاة مِنْ سُورَة التَّوْبَة وَقَوْله وَاعْتَصِمُوا بِاَللَّهِ \" أَيْ اِعْتَضِدُوا بِاَللَّهِ وَاسْتَعِينُوا بِهِ وَتَوَكَّلُوا عَلَيْهِ وَتَأَيَّدُوا بِهِ \" هُوَ مَوْلَاكُمْ \" أَيْ حَافِظكُمْ وَنَاصِركُمْ وَمُظَفِّركُمْ عَلَى أَعْدَائِكُمْ \" فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِير \" يَعْنِي نِعْمَ الْوَلِيّ وَنِعْمَ النَّاصِر مِنْ الْأَعْدَاء قَالَ وُهَيْب بْن الْوَرْد \" يَقُول اللَّه تَعَالَى : اِبْن آدَم اُذْكُرْنِي إِذَا غَضِبْت أَذْكُرك إِذَا غَضِبْت فَلَا أَمْحَقك فِيمَنْ أَمْحَق وَإِذَا ظُلِمْت فَاصْبِرْ وَارْضَ بِنُصْرَتِي فَإِنَّ نُصْرَتِي لَك خَيْر مِنْ نُصْرَتك لِنَفْسِك \" رَوَاهُ اِبْن أَبِي حَاتِم وَاَللَّه أَعْلَم آخِر تَفْسِير سُورَة الْحَجّ وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39104, "aya_id": 78}]