[{"text": "وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَذِهِ وَكَفَّ أَيْدِيَ النَّاسِ عَنكُمْ وَلِتَكُونَ آيَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَاطًا مُّسْتَقِيمًا", "sura_id": 48, "type": 0, "id": 4603, "aya_id": 20}, {"text": "وعدكم الله مغانم كثيرة تأخذونها فعجل لكم هذه وكف أيدي الناس عنكم ولتكون آية للمؤمنين ويهديكم صراطا مستقيما", "sura_id": 48, "type": 1, "id": 10839, "aya_id": 20}, {"text": "20 - (وعدكم الله مغانم كثيرة تأخذونها) من الفتوحات (فعجل لكم هذه) غنيمة خيبر (وكف أيدي الناس عنكم) في عيالكم لما خرجتم وهمت بهم اليهود فقذف الله في قلوبهم الرعب (ولتكون) أي المعجلة عطف على مقدر أي لتشكروه (آية للمؤمنين) في نصرهم (ويهديكم صراطا مستقيما) أي طريق التوكل عليه وتفويض الأمر إليه تعالى \r\n", "sura_id": 48, "type": 2, "id": 29547, "aya_id": 20}, {"text": "وعدكم الله مغانم كثيرة تأخذونها في أوقاتها التي قدَّرها الله لكم فعجَّل لكم غنائم \"خيبر\", وكفَّ أيدي الناس عنكم, فلم ينلكم سوء مما كان أعداؤكم أضمروه لكم من المحاربة والقتال, ومن أن ينالوا ممن تركتموهم وراءكم في \"المدينة\", ولتكون هزيمتهم وسلامتكم وغنيمتكم علامة تعتبرون بها, وتستدلون على أن الله حافظكم وناصركم, ويرشدكم طريقا مستقيما لا اعوجاج فيه.\r\n", "sura_id": 48, "type": 3, "id": 35783, "aya_id": 20}, {"text": " <font color=red>وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَذِهِ وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا</font><BR><p>قَالَ مُجَاهِد فِي قَوْله تَعَالَى \" وَعَدَكُمْ اللَّه مَغَانِم كَثِيرَة تَأْخُذُونَهَا\" هِيَ جَمِيع الْمَغَانِم إِلَى الْيَوْم \" فَعَجَّلَ لَكُمْ هَذِهِ\" يَعْنِي فَتْح خَيْبَر وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" فَعَجَّلَ لَكُمْ هَذِهِ \" يَعْنِي صُلْح الْحُدَيْبِيَة\" وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ \" أَيْ لَمْ يَنَلْكُمْ سُوءٌ مِمَّا كَانَ أَعْدَاؤُكُمْ أَضْمَرُوهُ لَكُمْ مِنْ الْمُحَارَبَة وَالْقِتَال وَكَذَلِكَ كَفَّ أَيْدِيَ النَّاس عَنْكُمْ الَّذِينَ خَلَّفْتُمُوهُمْ وَرَاء ظُهُوركُمْ عَنْ عِيَالكُمْ وَحَرِيمكُمْ \" وَلِتَكُونَ آيَة لِلْمُؤْمِنِينَ \" أَيْ يَعْتَبِرُونَ بِذَلِكَ فَإِنَّ اللَّه تَعَالَى حَافِظهمْ وَنَاصِرهمْ عَلَى سَائِر الْأَعْدَاء مَعَ قِلَّة عَدَدهمْ وَلِيَعْلَمُوا بِصَنِيعِ اللَّه هَذَا بِهِمْ أَنَّهُ الْعَالِم بِعَوَاقِب الْأُمُور وَأَنَّ الْخِيرَة فِيمَا يَخْتَارهُ لِعِبَادِهِ الْمُؤْمِنِينَ وَإِنْ كَرِهُوهُ فِي الظَّاهِر كَمَا قَالَ عَزَّ وَجَلَّ \" وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْر لَكُمْ \" \" وَيَهْدِيكُمْ صِرَاطًا مُسْتَقِيمًا \" أَيْ بِسَبَبِ اِنْقِيَادكُمْ لِأَمْرِهِ وَاتِّبَاعكُمْ طَاعَته وَمُوَافَقَتكُمْ رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ.</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41402, "aya_id": 20}]