[{"text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ", "sura_id": 39, "type": 0, "id": 4096, "aya_id": 38}, {"text": "ولئن سألتهم من خلق السماوات والأرض ليقولن الله قل أفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني برحمة هل هن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون", "sura_id": 39, "type": 1, "id": 10332, "aya_id": 38}, {"text": "38 - (ولئن) لام قسم (سألتهم من خلق السماوات والأرض ليقولن الله قل أفرأيتم ما تدعون) تعبدون (من دون الله) الأصنام (إن أرادني الله بضر هل هن كاشفات ضره) لا (أو أرادني برحمة هل هن ممسكات رحمته) لا وفي قراءة بالإضافة فيهما (قل حسبي الله عليه يتوكل المتوكلون) يثق الواثقون \r\n", "sura_id": 39, "type": 2, "id": 29040, "aya_id": 38}, {"text": "ولئن سألت -أيها الرسول- هؤلاء المشركين الذين يعبدون غير الله: مَن خلق هذه السموات والأرض؟ ليقولُنَّ: خلقهنَّ الله, فهم يُقِرُّون بالخالق. قل لهم: هل تستطيع هذه الآلهة التي تشركونها مع الله أن تُبْعِدَ عني أذى قدَّره الله عليَّ, أو تزيلَ مكروهًا لَحِق بي؟ وهل تستطيع أن تمنع نفعَا يسَّره الله لي, أو تحبس رحمة الله عني؟ إنهم سيقولون : لا تستطيع ذلك. قل لهم: حسبي الله وكافِيَّ, عليه يعتمد المعتمدون في جلب مصالحهم ودفع مضارهم, فالذي بيده وحده الكفاية هو حسبي, وسيكفيني كل ما أهمني.\r\n", "sura_id": 39, "type": 3, "id": 35276, "aya_id": 38}, {"text": " <font color=red>وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَلَئِنْ سَأَلْتهمْ مَنْ خَلَقَ السَّمَاوَات وَالْأَرْض لَيَقُولُنَّ اللَّه \" يَعْنِي الْمُشْرِكِينَ كَانُوا يَعْتَرِفُونَ بِأَنَّ اللَّه عَزَّ وَجَلَّ هُوَ الْخَالِق لِلْأَشْيَاءِ كُلّهَا وَمَعَ هَذَا يَعْبُدُونَ مَعَهُ غَيْره مِمَّا لَا يَمْلِك لَهُمْ ضَرًّا وَلَا نَفْعًا وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُون اللَّه إِنْ أَرَادَنِي اللَّه بِضُرٍّ هَلْ هُنَّ كَاشِفَات ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَات رَحْمَته \" أَيْ لَا تَسْتَطِيع شَيْئًا مِنْ الْأَمْر وَذَكَرَ اِبْن أَبِي حَاتِم هَهُنَا حَدِيث قَيْس بْن الْحَجَّاج عَنْ حَنَش الصَّنْعَانِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا مَرْفُوعًا \" اِحْفَظْ اللَّه يَحْفَظْك اِحْفَظْ اللَّه تَجِدْهُ تُجَاهَك تَعَرَّفْ إِلَى اللَّهِ فِي الرَّخَاءِ يَعْرِفْك فِي الشِّدَّةِ إِذَا سَأَلْت فَاسْأَلْ اللَّهَ وَإِذَا اِسْتَعَنْت فَاسْتَعِنْ بِاَللَّهِ وَاعْلَمْ أَنَّ الْأُمَّةَ لَوْ اِجْتَمَعُوا عَلَى أَنْ يَضُرُّوك بِشَيْءٍ لَمْ يَكْتُبْهُ اللَّهُ عَلَيْك لَمْ يَضُرُّوك وَلَوْ اِجْتَمَعُوا عَلَى أَنْ يَنْفَعُوك بِشَيْءٍ لَمْ يَكْتُبْهُ اللَّهُ لَك لَمْ يَنْفَعُوك جَفَّتْ الصُّحُفُ وَرُفِعَتْ الْأَقْلَامُ وَاعْمَلْ لِلَّهِ بِالشُّكْرِ فِي الْيَقِين وَاعْلَمْ أَنَّ فِي الصَّبْر عَلَى مَا تَكْرَه خَيْرًا كَثِيرًا وَأَنَّ النَّصْر مَعَ الصَّبْر وَأَنَّ الْفَرَج مَعَ الْكَرْب وَأَنَّ مَعَ الْعُسْر يُسْرًا \" \" قُلْ حَسْبِيَ اللَّه \" أَيْ اللَّه كَافٍ \" عَلَيْهِ تَوَكَّلْت وَعَلَيْهِ فَلْيَتَوَكَّلْ الْمُتَوَكِّلُونَ \" كَمَا قَالَ هُود عَلَيْهِ الصَّلَاة وَالسَّلَام حِين قَالَ قَوْمه \" إِنْ نَقُولُ إِلَّا اِعْتَرَاك بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللَّه وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِ جَمِيعًا ثُمَّ لَا تُنْظِرُونِ إِنِّي تَوَكَّلْت عَلَى اللَّه رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاط مُسْتَقِيم \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عِصَام الْأَنْصَارِيّ حَدَّثَنَا عَبْد اللَّه بْن بَكْر السَّهْمِيّ حَدَّثَنَا مُحَمَّد بْن حَاتِم عَنْ أَبِي الْمِقْدَام مَوْلَى آلِ عُثْمَان عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ حَدَّثَنَا اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا رَفَعَ الْحَدِيث إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَحَبَّ أَنْ يَكُونَ أَقْوَى النَّاس فَلْيَتَوَكَّلْ عَلَى اللَّه وَمَنْ أَحَبَّ أَنْ يَكُون أَغْنَى النَّاس فَلْيَكُنْ بِمَا فِي يَد اللَّه عَزَّ وَجَلَّ أَوْثَق مِنْهُ بِمَا فِي يَدَيْهِ وَمَنْ أَحَبَّ أَنْ يَكُون أَكْرَم النَّاس فَلْيَتَّقِ اللَّه عَزَّ وَجَلَّ \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40723, "aya_id": 38}]