[{"text": "أَفَغَيْرَ دِينِ اللّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ", "sura_id": 3, "type": 0, "id": 376, "aya_id": 83}, {"text": "أفغير دين الله يبغون وله أسلم من في السماوات والأرض طوعا و كرها و إليه يرجعون", "sura_id": 3, "type": 1, "id": 6612, "aya_id": 83}, {"text": "83 - (أفغير دين الله يبغون) بالياء والتاء أي المتولون (وله أسلم) انقاد (من في السماوات والأرض طوعاً) بلا إباء (وكرهاً) بالسيف ومعاينة ما يلجئ إليه (وإليه تُرجعون) بالتاء والياء والهمزة في أول الآية للإنكار \r\n", "sura_id": 3, "type": 2, "id": 25320, "aya_id": 83}, {"text": "أيريد هؤلاء الفاسقون من أهل الكتاب غير دين الله -وهو الإسلام الذي بعث الله به محمدا صلى الله عليه وسلم-، مع أن كل مَن في السموات والأرض استسلم وانقاد وخضع لله طواعية -كالمؤمنين- ورغمًا عنهم عند الشدائد, حين لا ينفعهم ذلك وهم الكفار, كما خضع له سائر الكائنات, وإليه يُرجَعون يوم المعاد, فيجازي كلا بعمله. وهذا تحذير من الله تعالى لخلقه أن يرجع إليه أحد منهم على غير ملة الإسلام.\r\n", "sura_id": 3, "type": 3, "id": 31556, "aya_id": 83}, {"text": " <font color=red>أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ</font><BR><p>يَقُول تَعَالَى مُنْكِرًا عَلَى مَنْ أَرَادَ دِينًا سِوَى دِين اللَّه الَّذِي أَنْزَلَ بِهِ كُتُبه وَأَرْسَلَ بِهِ رُسُله وَهُوَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ الَّذِي لَهُ أَسْلَمَ مَنْ فِي السَّمَوَات وَالْأَرْض أَيْ اِسْتَسْلَمَ لَهُ مَنْ فِيهِمَا طَوْعًا وَكَرْهًا كَمَا قَالَ تَعَالَى \" وَلِلَّهِ يَسْجُد مَنْ فِي السَّمَوَات وَالْأَرْض طَوْعًا وَكَرْهًا \" الْآيَة وَقَالَ تَعَالَى \" أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّه مِنْ شَيْء يَتَفَيّؤُ ظِلَاله عَنْ الْيَمِين وَالشَّمَائِل سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ وَلِلَّهِ يَسْجُد مَا فِي السَّمَوَات وَمَا فِي الْأَرْض مِنْ دَابَّة وَالْمَلَائِكَة وَهُمْ لَا يَسْتَكْبِرُونَ يَخَافُونَ رَبّهمْ مِنْ فَوْقهمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \" فَالْمُؤْمِن مُسْتَسْلِم بِقَلْبِهِ وَقَالَبه لِلَّهِ وَالْكَافِر مُسْتَسْلِم لِلَّهِ كَرْهًا فَإِنَّهُ تَحْت التَّسْخِير وَالْقَهْر وَالسُّلْطَان الْعَظِيم الَّذِي لَا يُخَالَف وَلَا يُمَانَع . وَقَدْ وَرَدَ حَدِيث فِي تَفْسِير هَذِهِ الْآيَة عَلَى مَعْنَى آخَر فِيهِ غَرَابَة فَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن النَّضْر الْعَسْكَرِيّ حَدَّثَنَا سَعِيد بْن حَفْص النُّفَيْلِيّ حَدَّثَنَا مُحَمَّد بْن مِحْصَن الْعُكَّاشِيّ حَدَّثَنَا الْأَوْزَاعِيّ عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلَهُ أَسْلَمَ مَنْ فِي السَّمَوَات وَالْأَرْض طَوْعًا وَكَرْهًا \" \" أَمَّا مَنْ فِي السَّمَوَات فَالْمَلَائِكَة وَأَمَّا مَنْ فِي الْأَرْض فَمَنْ وُلِدَ عَلَى الْإِسْلَام وَأَمَّا كَرْهًا فَمَنْ أُتِيَ بِهِ مِنْ سَبَايَا الْأُمَم فِي السَّلَاسِل وَالْأَغْلَال يُقَادُونَ إِلَى الْجَنَّة وَهُمْ كَارِهُونَ \" وَقَدْ وَرَدَ فِي الصَّحِيح \" عَجِبَ رَبّك مِنْ قَوْم يُقَادُونَ إِلَى الْجَنَّة فِي السَّلَاسِل \" وَسَيَأْتِي لَهُ شَاهِد مِنْ وَجْه آخَر وَلَكِنَّ الْمَعْنَى الْأَوَّل لِلْآيَةِ أَقْوَى . وَقَدْ قَالَ وَكِيع فِي تَفْسِيره : حَدَّثَنَا سُفْيَان عَنْ مَنْصُور عَنْ مُجَاهِد \" وَلَهُ أَسْلَمَ مَنْ فِي السَّمَوَات وَالْأَرْض طَوْعًا وَكْرهَا \" قَالَ : هُوَ كَقَوْلِهِ \" وَلَئِنْ سَأَلْتهمْ مَنْ خَلَقَ السَّمَوَات وَالْأَرْض لَيَقُولُنَّ اللَّه \" وَقَالَ أَيْضًا : حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" وَلَهُ أَسْلَمَ مَنْ فِي السَّمَوَات وَالْأَرْض طَوْعًا وَكَرْهًا \" قَالَ : حِين أَخَذَ الْمِيثَاق \" وَإِلَيْهِ يُرْجَعُونَ \" أَيْ يَوْم الْمَعَاد فَيُجَازِي كُلًّا بِعَمَلِهِ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40025, "aya_id": 83}]