[{"text": "إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الأَمْرَ مَا مِن شَفِيعٍ إِلاَّ مِن بَعْدِ إِذْنِهِ ذَلِكُمُ اللّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلاَ تَذَكَّرُونَ", "sura_id": 10, "type": 0, "id": 1367, "aya_id": 3}, {"text": "إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش يدبر الأمر ما من شفيع إلا من بعد إذنه ذلكم الله ربكم فاعبدوه أفلا تذكرون", "sura_id": 10, "type": 1, "id": 7603, "aya_id": 3}, {"text": "3 - (إن ربكم الله الذي خلق السماوات والأرض في ستة أيام) من الدنيا ، أي في قدرها لأنه لم يكن ثم شمس ولا قمر ولو شاء لخلقهن في لمحة ، والعدول عنه لتعليم خلقه التثبت (ثم استوى على العرش) استواء يليق به (يدبر الأمر) بين الخلائق (ما من) صلة (شفيع) يشفع لأحد (إلا من بعد إذنه) رد لقولهم إن الأصنام تشفع لكم (ذلكم) الخالق المدبر (الله ربكم فاعبدوه) وحدوه (أفلا تذَّكَّرون) بإدغام التاء في الأصل في الذال \r\n", "sura_id": 10, "type": 2, "id": 26311, "aya_id": 3}, {"text": "إن ربكم الله الذي أوجد السموات والأرض في ستة أيام, ثم استوى -أي علا وارتفع- على العرش استواء يليق بجلاله وعظمته, يدبر أمور خلقه, لا يضادُّه في قضائه أحد, ولا يشفع عنده شافع يوم القيامة إلا من بعد أن يأذن له بالشفاعة, فاعبدوا الله ربكم المتصف بهذه الصفات, وأخلصوا له العبادة. أفلا تتعظون وتعتبرون بهذه الآيات والحجج؟\r\n", "sura_id": 10, "type": 3, "id": 32547, "aya_id": 3}, {"text": " <font color=red>إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ رَبّ الْعَالَم جَمِيعه وَأَنَّهُ خَلَقَ السَّمَوَات وَالْأَرْض فِي سِتَّة أَيَّام قِيلَ كَهَذِهِ الْأَيَّام وَقِيلَ كُلّ يَوْم كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ كَمَا سَيَأْتِي بَيَانه ثُمَّ اِسْتَوَى عَلَى الْعَرْش وَالْعَرْش أَعْظَم الْمَخْلُوقَات وَسَقْفهَا قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا حَجَّاج بْن حَمْزَة حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد قَالَ : سَمِعْت سَعْدًا الطَّائِيّ يَقُول : الْعَرْش يَاقُوتَة حَمْرَاء وَقَالَ وَهْب بْن مُنَبِّه خَلَقَهُ اللَّه مِنْ نُوره وَهَذَا غَرِيب وَقَوْله \" يُدَبِّر الْأَمْر \" أَيْ يُدَبِّر أَمْر الْخَلَائِق \" لَا يَعْزُب عَنْهُ مِثْقَال ذَرَّة فِي السَّمَوَات وَلَا فِي الْأَرْض \" وَلَا يَشْغَلهُ شَأْن عَنْ شَأْن وَلَا تُغْلِطهُ الْمَسَائِل وَلَا يَتَبَرَّم بِإِلْحَاحِ الْمُلِحِّينَ وَلَا يُلْهِيه تَدْبِير الْكَبِير عَنْ الصَّغِير فِي الْجِبَال وَالْبِحَار وَالْعُمْرَانِ وَالْقِفَار \" وَمَا مِنْ دَابَّة فِي الْأَرْض إِلَّا عَلَى اللَّه رِزْقهَا \" الْآيَة \" وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رَطْب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" وَقَالَ الدَّرَاوَرْدِيّ عَنْ سَعْد بْن إِسْحَاق بْن كَعْب بْن عُجْرَة أَنَّهُ قَالَ حِين نَزَلَتْ هَذِهِ الْآيَة \" إِنَّ رَبّكُمْ اللَّه الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض \" الْآيَة لَقِيَهُمْ رَكْب عَظِيم لَا يَرَوْنَ إِلَّا أَنَّهُمْ مِنْ الْعَرَب فَقَالُوا لَهُمْ مَنْ أَنْتُمْ ؟ قَالُوا مِنْ الْجِنّ خَرَجْنَا مِنْ الْمَدِينَة أَخْرَجَتْنَا هَذِهِ الْآيَة رَوَاهُ ابْن أَبِي حَاتِم وَقَوْله \" مَا مِنْ شَفِيع إِلَّا مِنْ بَعْد إِذْنه \" كَقَوْلِهِ تَعَالَى \" مَنْ ذَا الَّذِي يَشْفَع عِنْده إِلَّا بِإِذْنِهِ \" وَقَوْله تَعَالَى \" وَكَمْ مِنْ مَلَك فِي السَّمَوَات لَا تُغْنِي شَفَاعَتهمْ شَيْئًا إِلَّا مِنْ بَعْد أَنْ يَأْذَن اللَّه لِمَنْ يَشَاء وَيَرْضَى \" وَقَوْله \" وَلَا تَنْفَع الشَّفَاعَة عِنْده إِلَّا لِمَنْ أَذِنَ لَهُ \" وَقَوْله \" ذَلِكُمْ اللَّه رَبّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ \" أَيْ أَفْرِدُوهُ بِالْعِبَادَةِ وَحْده لَا شَرِيك لَهُ \" أَفَلَا تَذَكَّرُونَ \" أَيْ أَيّهَا الْمُشْرِكُونَ فِي أَمْركُمْ تَعْبُدُونَ مَعَ اللَّه إِلَهًا غَيْره وَأَنْتُمْ تَعْلَمُونَ أَنَّهُ الْمُتَفَرِّد بِالْخَلْقِ كَقَوْلِهِ تَعَالَى \" وَلَئِنْ سَأَلْتهمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّه \" وَقَوْله \" قُلْ مَنْ رَبّ السَّمَوَات السَّبْع وَرَبّ الْعَرْش الْعَظِيم سَيَقُولُونَ اللَّه قُلْ أَفَلَا تَتَّقُونَ \" وَكَذَا الْآيَة الَّتِي قَبْلهَا وَاَلَّتِي بَعْدهَا .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37456, "aya_id": 3}]