[{"text": "وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ", "sura_id": 47, "type": 0, "id": 4558, "aya_id": 13}, {"text": "وكأين من قرية هي أشد قوة من قريتك التي أخرجتك أهلكناهم فلا ناصر لهم", "sura_id": 47, "type": 1, "id": 10794, "aya_id": 13}, {"text": "13 - (وكأين) وكم (من قرية) أريد بها أهلها (هي أشد قوة من قريتك) قوة أهل مكة (التي أخرجتك) روعي لفظ قرية (أهلكناهم) روعي معنى قرية الأولى (فلا ناصر لهم) من إهلاكنا \r\n", "sura_id": 47, "type": 2, "id": 29502, "aya_id": 13}, {"text": "وكثير من أهل قرى كانوا أشد بأسًا من أهل قريتك -أيها الرسول, وهي \"مكة\"- التي أخرجتك, دمَّرناهم بأنواع من العذاب, فلم يكن لهم نصير ينصرهم من عذاب الله.\r\n", "sura_id": 47, "type": 3, "id": 35738, "aya_id": 13}, {"text": " <font color=red>وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ</font><BR><p>\" وَكَأَيِّنْ مِنْ قَرْيَة هِيَ أَشَدُّ قُوَّة مِنْ قَرْيَتك الَّتِي أَخْرَجَتْك \" يَعْنِي مَكَّة \" أَهْلَكْنَاهُمْ فَلَا نَاصِر لَهُمْ \" وَهَذَا تَهْدِيد شَدِيد وَوَعِيد أَكِيد لِأَهْلِ مَكَّة فِي تَكْذِيبهمْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ سَيِّد الرُّسُل وَخَاتِم الْأَنْبِيَاء فَإِذَا كَانَ اللَّه عَزَّ وَجَلَّ قَدْ أَهْلَكَ الْأُمَم الَّذِينَ كَذَّبُوا الرُّسُل قَبْله بِسَبَبِهِمْ وَقَدْ كَانُوا أَشَدَّ قُوَّة مِنْ هَؤُلَاءِ فَمَاذَا ظَنُّ هَؤُلَاءِ أَنْ يَفْعَل اللَّه بِهِمْ فِي الدُّنْيَا وَالْأُخْرَى ؟ فَإِنْ رَفَعَ عَنْ كَثِير مِنْهُمْ الْعُقُوبَة فِي الدُّنْيَا لِبَرَكَةِ وُجُودِ الرَّسُولِ نَبِيّ الرَّحْمَة فَإِنَّ الْعَذَاب يُوفَر عَلَى الْكَافِرِينَ بِهِ فِي مَعَادهمْ \" يُضَاعَف لَهُمْ الْعَذَاب مَا كَانُوا يَسْتَطِيعُونَ السَّمْع وَمَا كَانُوا يُبْصِرُونَ \" وَقَوْله تَعَالَى \" مِنْ قَرْيَتك الَّتِي أَخْرَجَتْك\" أَيْ الَّذِينَ أَخْرَجُوك مِنْ بَيْن أَظْهُرِهِمْ وَقَالَ اِبْن أَبِي حَاتِم ذَكَرَ أَبِي عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى عَنْ الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ حَنَش عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا خَرَجَ مِنْ مَكَّة إِلَى الْغَار وَأَتَاهُ فَالْتَفَتَ إِلَى مَكَّة وَقَالَ \" أَنْتِ أَحَبُّ بِلَاد اللَّه إِلَى اللَّه وَأَنْتِ أَحَبُّ بِلَاد اللَّه إِلَيَّ وَلَوْلَا أَنَّ الْمُشْرِكِينَ أَخْرَجُونِي لَمْ أَخْرُج مِنْك \" فَأَعْدَى الْأَعْدَاء مَنْ عَدَا عَلَى اللَّه تَعَالَى فِي حَرَمِهِ أَوْ قَتَلَ غَيْر قَاتِلِهِ أَوْ قَتَلَ بِذُحُولِ الْجَاهِلِيَّة فَأَنْزَلَ اللَّه تَعَالَى عَلَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَكَأَيِّنْ مِنْ قَرْيَة هِيَ أَشَدُّ قُوَّة مِنْ قَرْيَتك الَّتِي أَخْرَجَتْك أَهْلَكْنَاهُمْ فَلَا نَاصِر لَهُمْ \" .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41356, "aya_id": 13}]