[{"text": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ", "sura_id": 23, "type": 0, "id": 2694, "aya_id": 21}, {"text": "وإن لكم في الأنعام لعبرة نسقيكم مما في بطونها ولكم فيها منافع كثيرة ومنها تأكلون", "sura_id": 23, "type": 1, "id": 8930, "aya_id": 21}, {"text": "21 - (وإن لكم في الأنعام) الإبل والبقر والغنم (لعبرة) عظة تعتبرون بها (نسقيكم) بفتح النون وضمها (مما في بطونها) أي اللبن (ولكم فيها منافع كثيرة) من الأصواف والأوبار والأشعار وغير ذلك (ومنها تأكلون) \r\n", "sura_id": 23, "type": 2, "id": 27638, "aya_id": 21}, {"text": "وإن لكم- أيها الناس- في الإبل والبقر والغنم لَعبرة تعتبرون بخلقها, نسقيكم مما في بطونها من اللبن, ولكم فيها منافع أخرى كثيرة كالصوف والجلود, ونحوهما, ومنها تأكلون.\r\n", "sura_id": 23, "type": 3, "id": 33874, "aya_id": 21}, {"text": " <font color=red>وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ</font><BR><p>وَقَوْله \" وَإِنَّ لَكُمْ فِي الْأَنْعَام لَعِبْرَة نُسْقِيكُمْ مِمَّا فِي بُطُونهَا وَلَكُمْ فِيهَا مَنَافِع كَثِيرَة وَمِنْهَا تَأْكُلُونَ وَعَلَيْهَا وَعَلَى الْفُلْك تُحْمَلُونَ \" يَذْكُر تَعَالَى مَا جَعَلَ لِخَلْقِهِ فِي الْأَنْعَام مِنْ الْمَنَافِع وَذَلِكَ أَنَّهُمْ يَشْرَبُونَ مِنْ أَلْبَانهَا الْخَارِجَة مِنْ بَيْن فَرْث وَدَم وَيَأْكُلُونَ مِنْ حِمْلَانهَا وَيَلْبَسُونَ مِنْ أَصْوَافهَا وَأَوْبَارهَا وَأَشْعَارهَا وَيَرْكَبُونَ ظُهُورهَا وَيُحَمِّلُونَهَا الْأَحْمَال الثِّقَال إِلَى الْبِلَاد النَّائِيَة عَنْهُمْ كَمَا قَالَ تَعَالَى \" وَتَحْمِل أَثْقَالكُمْ إِلَى بَلَد لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُس إِنَّ رَبّكُمْ لَرَءُوف رَحِيم \" وَقَالَ تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبهمْ وَمِنْهَا يَأْكُلُونَ وَلَهُمْ فِيهَا مَنَافِع وَمَشَارِب أَفَلَا يَشْكُرُونَ \" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39139, "aya_id": 21}]