[{"text": "وَقَالُواْ مَا فِي بُطُونِ هَذِهِ الأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَاء سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حِكِيمٌ عَلِيمٌ", "sura_id": 6, "type": 0, "id": 928, "aya_id": 139}, {"text": "وقالوا ما في بطون هذه الأنعام خالصة لذكورنا ومحرم على أزواجنا وإن يكن ميتة فهم فيه شركاء سيجزيهم وصفهم إنه حكيم عليم", "sura_id": 6, "type": 1, "id": 7164, "aya_id": 139}, {"text": "139 - (وقالوا ما في بطون هذه الأنعام) المحرمة وهي السوائب والبحائر (خالصة) حلال (لذكورنا ومحرم على أزواجنا) أي النساء (وإن يكن ميتة) بالرفع والنصب مع تأنيث الفعل وتذكيره (فهم فيه شركاء سيجزيهم) الله (وصفهم) ذلك بالتحليل والتحريم أي جزاءه (إنه حكيم) في صنعه (عليم) بخلقه \r\n", "sura_id": 6, "type": 2, "id": 25872, "aya_id": 139}, {"text": "وقال المشركون: ما في بطون الأنعام من أجنَّة مباح لرجالنا, ومحرم على نسائنا, إذا ولد حيًّا, ويشركون فيه إذا ولد ميتًا. سيعاقبهم الله إذ شرَّعوا لأنفسهم من التحليل والتحريم ما لم يأذن به الله. إنه تعالى حكيم في تدبير أمور خلقه, عليم بهم.\r\n", "sura_id": 6, "type": 3, "id": 32108, "aya_id": 139}, {"text": " <font color=red>وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ</font><BR><p>قَالَ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ عَبْد اللَّه بْن أَبِي الْهُذَيْل عَنْ اِبْن عَبَّاس\" وَقَالُوا مَا فِي بُطُون هَذِهِ الْأَنْعَام خَالِصَة لِذُكُورِنَا\" الْآيَة قَالَ اللَّبَن وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَقَالُوا مَا فِي بُطُون هَذِهِ الْأَنْعَام خَالِصَة لِذُكُورِنَا\" فَهُوَ اللَّبَن كَانُوا يُحَرِّمُونَهُ عَلَى إِنَاثهمْ وَيَشْرَبهُ ذُكْرَانهمْ وَكَانَتْ الشَّاة إِذَا وَلَدَتْ ذَكَرًا ذَبَحُوهُ وَكَانَ لِلرِّجَالِ دُون النِّسَاء وَإِنْ كَانَتْ أُنْثَى تُرِكَتْ فَلَمْ تُذْبَح وَإِنْ كَانَتْ مَيْتَة فَهُمْ فِيهِ شُرَكَاء فَنَهَى اللَّه عَنْ ذَلِكَ . وَكَذَا قَالَ السُّدِّيّ وَقَالَ الشَّعْبِيّ : الْبَحِيرَة لَا يَأْكُل مِنْ لَبَنهَا إِلَّا الرِّجَال وَإِنْ مَاتَ مِنْهَا شَيْء أَكَلَهُ الرِّجَال وَالنِّسَاء . وَكَذَا قَالَ عِكْرِمَة وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَقَالَ مُجَاهِد فِي قَوْله\" وَقَالُوا مَا فِي بُطُون هَذِهِ الْأَنْعَام خَالِصَة لِذُكُورِنَا وَمُحَرَّم عَلَى أَزْوَاجنَا \" قَالَ هِيَ السَّائِبَة وَالْبَحِيرَة وَقَالَ أَبُو الْعَالِيَة وَمُجَاهِد وَقَتَادَة فِي قَوْل اللَّه \" سَيَجْزِيهِمْ وَصْفهمْ \" أَيْ قَوْلهمْ الْكَذِب فِي ذَلِكَ يَعْنِي كَقَوْلِهِ تَعَالَى \" وَلَا تَقُولُوا لِمَا تَصِف أَلْسِنَتكُمْ الْكَذِب. هَذَا حَلَال وَهَذَا حَرَام لِتَفْتَرُوا عَلَى اللَّه الْكَذِب إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّه الْكَذِب لَا يُفْلِحُونَ مَتَاع\" الْآيَة \" إِنَّهُ حَكِيم \" أَيْ فِي أَفْعَاله وَأَقْوَاله وَشَرْعه وَقَدَره \" عَلِيم \" بِأَعْمَالِ عِبَاده مِنْ خَيْر وَشَرّ وَسَيَجْزِيهِمْ عَلَيْهَا أَتَمَّ الْجَزَاء .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42120, "aya_id": 139}]