[{"text": "وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلآئِكَةِ اسْجُدُواْ لآدَمَ فَسَجَدُواْ إِلاَّ إِبْلِيسَ لَمْ يَكُن مِّنَ السَّاجِدِينَ", "sura_id": 7, "type": 0, "id": 965, "aya_id": 11}, {"text": "ولقد خلقناكم ثم صورناكم ثم قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس لم يكن من الساجدين", "sura_id": 7, "type": 1, "id": 7201, "aya_id": 11}, {"text": "11 - (ولقد خلقناكم) أي أباكم آدم (ثم صورناكم) أي صورناه وأنتم في ظهره (ثم قلنا للملائكة اسجدوا لآدم) سجودَ تحيةٍ بالانحناء (فسجدوا إلا إبليس) أبا الجن كان بين الملائكة (لم يكن من الساجدين) \r\n", "sura_id": 7, "type": 2, "id": 25909, "aya_id": 11}, {"text": "ولقد أنعمنا عليكم بخلق أصلكم -وهو أبوكم آدم من العدم- ثم صوَّرناه على هيئته المفضلة على كثير من الخلق، ثم أمرنا ملائكتنا عليهم السلام بالسجود له -إكرامًا واحترامًا وإظهارًا لفضل آدم- فسجدوا جميعًا، لكنَّ إبليس الذي كان معهم لم يكن من الساجدين لآدم; حسدًا له على هذا التكريم العظيم.\r\n", "sura_id": 7, "type": 3, "id": 32145, "aya_id": 11}, {"text": " <font color=red>وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ</font><BR><p>يُنَبِّه تَعَالَى بَنِي آدَم فِي هَذَا الْمَقَام عَلَى شَرَف أَبِيهِمْ آدَم وَيُبَيِّن لَهُمْ عَدَاوَة عَدُوّهُمْ إِبْلِيس وَمَا هُوَ مُنْطَوٍ عَلَيْهِ مِنْ الْحَسَد لَهُمْ وَلِأَبِيهِمْ آدَم لِيَحْذَرُوهُ وَلَا يَتَّبِعُوا طَرَائِقه فَقَالَ تَعَالَى \" وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اُسْجُدُوا لِآدَم فَسَجَدُوا\" وَهَذَا كَقَوْلِهِ تَعَالَى \" وَإِذْ قَالَ رَبّك لِلْمَلَائِكَةِ إِنِّي خَالِق بَشَرًا مِنْ صَلْصَال مِنْ حَمَإ مَسْنُون فَإِذَا سَوَّيْته وَنَفَخْت فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ \" وَذَلِكَ أَنَّهُ تَعَالَى لَمَّا خَلَقَ آدَم عَلَيْهِ السَّلَام بِيَدِهِ مِنْ طِين لَازِب وَصَوَّرَهُ بَشَرًا سَوِيًّا وَنَفَخَ فِيهِ مِنْ رُوحه أَمَرَ الْمَلَائِكَة بِالسُّجُودِ لَهُ تَعْظِيمًا لِشَأْنِ اللَّه تَعَالَى وَجَلَاله فَسَمِعُوا كُلّهمْ وَأَطَاعُوا إِلَّا إِبْلِيس لَمْ يَكُنْ مِنْ السَّاجِدِينَ وَقَدْ تَقَدَّمَ الْكَلَام عَلَى إِبْلِيس فِي أَوَّل سُورَة الْبَقَرَة . وَهَذَا الَّذِي قَرَّرْنَاهُ هُوَ اِخْتِيَار اِبْن جَرِير أَنَّ الْمُرَاد بِذَلِكَ كُلّه آدَم عَلَيْهِ السَّلَام . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ مِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ \" قَالَ خُلِقُوا فِي أَصْلَاب الرِّجَال وَصُوِّرُوا فِي أَرْحَام النِّسَاء . رَوَاهُ الْحَاكِم . وَقَالَ صَحِيح عَلَى شَرْطهمَا وَلَمْ يُخَرِّجَاهُ وَنَقَلَ اِبْن جَرِير عَنْ بَعْض السَّلَف أَيْضًا أَنَّ الْمُرَاد بِخَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ الذُّرِّيَّة. وَقَالَ الرَّبِيع بْن أَنَس وَالسُّدِّيّ وَقَتَادَة وَالضَّحَّاك فِي هَذِهِ الْآيَة \" وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ \" أَيْ خَلَقْنَا آدَم ثُمَّ صَوَّرْنَا الذُّرِّيَّة وَهَذَا فِيهِ نَظَر لِأَنَّهُ قَالَ بَعْده \" ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اُسْجُدُوا لِآدَم \" فَدَلَّ عَلَى أَنَّ الْمُرَاد بِذَلِكَ آدَم وَإِنَّمَا قِيلَ ذَلِكَ بِالْجَمْعِ لِأَنَّهُ أَبُو الْبَشَر كَمَا يَقُول اللَّه تَعَالَى لِبَنِي إِسْرَائِيل الَّذِينَ كَانُوا فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَظَلَّلْنَا عَلَيْكُمْ الْغَمَام وَأَنْزَلْنَا عَلَيْكُمْ الْمَنّ وَالسَّلْوَى \" وَالْمُرَاد بِالْآبَاءِ آبَاؤُهُمْ الَّذِينَ كَانُوا فِي زَمَن مُوسَى وَلَكِنْ لَمَّا كَانَ ذَلِكَ مِنَّة عَلَى الْآبَاء الَّذِينَ هُمْ أَصْل صَارَ كَأَنَّهُ وَاقِع عَلَى الْأَبْنَاء وَهَذَا بِخِلَافِ قَوْله \" وَلَقَدْ خَلَقْنَا الْإِنْسَان مِنْ سُلَالَة مِنْ طِين \" الْآيَة . فَإِنَّ الْمُرَاد مِنْهُ آدَم الْمَخْلُوق مِنْ السُّلَالَة وَذُرِّيَّته مَخْلُوقُونَ مِنْ نُطْفَة وَصَحَّ هَذَا لِأَنَّ الْمُرَاد مِنْ خَلَقْنَا الْإِنْسَان الْجِنْس لَا مُعَيَّنًا وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42478, "aya_id": 11}]