[{"text": "إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلعَنُهُمُ اللّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ", "sura_id": 2, "type": 0, "id": 166, "aya_id": 159}, {"text": "إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يلعنهم الله ويلعنهم اللاعنون", "sura_id": 2, "type": 1, "id": 6402, "aya_id": 159}, {"text": "159 - ونزل في اليهود: (إن الذين يكتمون) الناس (ما أنزلنا من البينات والهدى) كآية الرجم ونعت محمد صلى الله عليه وسلم (من بعد ما بيناه للناس في الكتاب) التوراة (أولئك يلعنهم الله) يبعدهم من رحمته (ويلعنهم اللاعنون) الملائكة والمؤمنون أو كل شيء بالدعاء عليهم باللعنة \r\n", "sura_id": 2, "type": 2, "id": 25110, "aya_id": 159}, {"text": "إن الذين يُخْفون ما أنزلنا من الآيات الواضحات الدالة على نبوة محمد صلى الله عليه وسلم وما جاء به, وهم أحبار اليهود وعلماء النصارى وغيرهم ممن يكتم ما أنزل الله من بعد ما أظهرناه للناس في التوراة والإنجيل, أولئك يطردهم الله من رحمته, ويدعو عليهم باللعنة جميع الخليقة.\r\n", "sura_id": 2, "type": 3, "id": 31346, "aya_id": 159}, {"text": " <font color=red>إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ</font><BR><p>هَذَا وَعِيد شَدِيد لِمَنْ كَتَمَ مَا جَاءَتْ بِهِ الرُّسُل مِنْ الدَّلَالَات الْبَيِّنَة عَلَى الْمَقَاصِد الصَّحِيحَة وَالْهُدَى النَّافِع لِلْقُلُوبِ مِنْ بَعْد مَا بَيَّنَهُ اللَّه تَعَالَى لِعِبَادِهِ فِي كُتُبه الَّتِي أَنْزَلَهَا عَلَى رُسُله قَالَ أَبُو الْعَالِيَة نَزَلَتْ فِي أَهْل الْكِتَاب كَتَمُوا صِفَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ أَخْبَرَ أَنَّهُمْ يَلْعَنهُمْ كُلّ شَيْء عَلَى صَنِيعهمْ ذَلِكَ فَكَمَا أَنَّ الْعَالِم يَسْتَغْفِر لَهُ كُلّ شَيْء حَتَّى الْحُوت فِي الْمَاء وَالطَّيْر فِي الْهَوَاء فَهَؤُلَاءِ بِخِلَافِ الْعُلَمَاء فَيَلْعَنهُمْ اللَّه وَيَلْعَنهُمْ اللَّاعِنُونَ وَقَدْ وَرَدَ فِي الْحَدِيث الْمُسْنَد مِنْ طَرَائِق يَشُدّ بَعْضهَا بَعْضًا عَنْ أَبِي هُرَيْرَة وَغَيْره أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ سُئِلَ عَنْ عِلْم فَكَتَمَهُ أُلْجِمَ يَوْم الْقِيَامَة بِلِجَامٍ مِنْ نَار \" وَاَلَّذِي فِي الصَّحِيح عَنْ أَبِي هُرَيْرَة أَنَّهُ قَالَ لَوْلَا آيَة فِي كِتَاب اللَّه مَا حَدَّثْت أَحَدًا شَيْئًا\" إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنْ الْبَيِّنَات وَالْهُدَى\" الْآيَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا عَمَّار بْن مُحَمَّد عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ الْمِنْهَال بْن عَمْرو عَنْ زَاذَان بْن عَمْرو عَنْ الْبَرَاء بْن عَازِب قَالَ : كُنَّا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جِنَازَة فَقَالَ \" إِنَّ الْكَافِرَ يُضْرَب ضَرْبَة بَيْن عَيْنَيْهِ يَسْمَعهَا كُلّ دَابَّة غَيْر الثَّقَلَيْنِ فَتَلْعَنهُ كُلّ دَابَّة سَمِعْت صَوْته فَذَلِكَ قَوْل اللَّه تَعَالَى \" أُولَئِكَ يَلْعَنهُمْ اللَّهُ وَيَلْعَنُهُمْ اللَّاعِنُونَ \" يَعْنِي دَوَابّ الْأَرْض \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ مُحَمَّد بْن الصَّبَّاح عَنْ عَامِر بْن مُحَمَّد بِهِ وَقَالَ عَطَاء بْن أَبِي رَبَاح : كُلّ دَابَّة وَالْجِنّ وَالْإِنْس وَقَالَ مُجَاهِد إِذَا أَجْدَبَتْ الْأَرْض قَالَ الْبَهَائِم هَذَا مِنْ أَجْل عُصَاة بَنِي آدَم لَعَنَ اللَّهُ عُصَاة بَنِي آدَم وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَتَادَة \" وَيَلْعَنهُمْ اللَّاعِنُونَ \" يَعْنِي تَلْعَنهُمْ الْمَلَائِكَة وَالْمُؤْمِنُونَ وَقَدْ جَاءَ فِي الْحَدِيث \" إِنَّ الْعَالِم يَسْتَغْفِر لَهُ كُلّ شَيْء حَتَّى الْحِيتَان فِي الْبَحْر \" وَجَاءَ فِي هَذِهِ الْآيَة أَنَّ كَاتِم الْعِلْم يَلْعَنهُ اللَّه وَالْمَلَائِكَة وَالنَّاس أَجْمَعُونَ وَاللَّاعِنُونَ أَيْضًا وَهُمْ كُلّ فَصِيح وَأَعْجَمِيّ إِمَّا بِلِسَانِ الْمَقَال أَوْ الْحَال أَنْ لَوْ كَانَ لَهُ عَقْل وَيَوْم الْقِيَامَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38563, "aya_id": 159}]