[{"text": "إِلاَّ الَّذِينَ تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ فَاعْلَمُواْ أَنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 5, "type": 0, "id": 703, "aya_id": 34}, {"text": "إلا الذين تابوا من قبل أن تقدروا عليهم فاعلموا أن الله غفور رحيم", "sura_id": 5, "type": 1, "id": 6939, "aya_id": 34}, {"text": "34 - (إلا الذين تابوا) من المحاربين والقطاع (من قبل أن تقدروا عليهم فاعلموا أن الله غفور) لهم ما أتوه (رحيم) بهم عبر بذلك دون فلا تحدوهم ليفيد أنه لا يسقط عنه بتوبته إلا حدود الله دون حقوق الآدميين كذا ظهر لي ولم أر من تعرض له والله أعلم فاذا قتل وأخذ المال يقتل ويقطع ولا يصلب وهو أصح قولي الشافعي ولا تفيد توبته بعد القدرة عليه شيئا وهو أصح قوليه أيضا \r\n", "sura_id": 5, "type": 2, "id": 25647, "aya_id": 34}, {"text": "لكن مَن أتى من المحاربين من قبل أن تقدروا عليهم وجاء طائعًا نادمًا فإنه يسقط عنه ما كان لله, فاعلموا -أيها المؤمنون- أن الله غفور لعباده, رحيم بهم.\r\n", "sura_id": 5, "type": 3, "id": 31883, "aya_id": 34}, {"text": " <font color=red>إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>وَقَوْله تَعَالَى \" إِلَّا الَّذِينَ تَابُوا مِنْ قَبْل أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّه غَفُور رَحِيم \" أَمَّا عَلَى قَوْل مَنْ قَالَ إِنَّهَا فِي أَهْل الشِّرْك فَظَاهِر وَأَمَّا الْمُحَارَبُونَ الْمُسْلِمُونَ فَإِذَا تَابُوا قَبْل الْقُدْرَة عَلَيْهِمْ فَإِنَّهُ يَسْقُط عَنْهُمْ اِنْحِتَام الْقَتْل وَالصَّلْب وَقَطْع الرِّجْل وَهَلْ يَسْقُط قَطْع الْيَد أَمْ لَا ؟ فِيهِ قَوْلَانِ لِلْعُلَمَاءِ وَظَاهِر الْآيَة يَقْتَضِي سُقُوط الْجَمِيع وَعَلَيْهِ عَمَل الصَّحَابَة كَمَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُمَامَةَ عَنْ مُجَالِد عَنْ الشَّعْبِيّ قَالَ كَانَ حَارِثَة بْن بَدْر التَّمِيمِيّ مِنْ أَهْل الْبَصْرَة وَكَانَ قَدْ أَفْسَدَ فِي الْأَرْض وَحَارَبَ فَكَلَّمَ رِجَالًا مِنْ قُرَيْش مِنْهُمْ الْحَسَن بْن عَلِيّ وَابْن عَبَّاس وَعَبْد اللَّه بْن جَعْفَر فَكَلَّمُوا عَلِيًّا فِيهِ فَلَمْ يُؤَمِّنهُ فَأَتَى سَعِيد بْن قَيْس الْهَمْدَانِيّ فَخَلَفَهُ فِي دَاره ثُمَّ أَتَى عَلِيًّا فَقَالَ يَا أَمِير الْمُؤْمِنِينَ أَرَأَيْت مَنْ حَارَبَ اللَّه وَرَسُوله وَسَعَى فِي الْأَرْض فَسَادًا فَقَرَأَ حَتَّى بَلَغَ\" إِلَّا الَّذِينَ تَابُوا مِنْ قَبْل أَنْ تَقْدِرُوا عَلَيْهِمْ \" قَالَ : فَكَتَبَ لَهُ أَمَانًا قَالَ سَعِيد بْن قَيْس فَإِنَّهُ جَارِيَة بْن بَدْر وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ غَيْر وَجْه عَنْ مُجَالِد عَنْ الشَّعْبِيّ بِهِ وَزَادَ فَقَالَ جَارِيَة بْن بَدْر : أَلَا بَلِّغَنْ هَمْدَان إِمَّا لَقِيتهَا عَلَى النَّأْي لَا يَسْلَم عَدُوّ يَعِيبهَا لَعَمْر أَبِيهَا إِنَّ هَمْدَان تَتَّقِي الْإِ لَهَ وَتَقْضِي بِالْكِتَابِ خَطِيبهَا وَرَوَى اِبْن جَرِير مِنْ طَرِيق سُفْيَان الثَّوْرِيّ عَنْ السُّدِّيّ وَمِنْ طَرِيق أَشْعَثَ كِلَاهُمَا عَنْ عَامِر الشَّعْبِيّ قَالَ جَاءَ رَجُل مِنْ مُرَادٍ إِلَى أَبِي مُوسَى وَهُوَ عَلَى الْكُوفَة إِمَارَة عُثْمَان رَضِيَ اللَّه عَنْهُ بَعْدَمَا صَلَّى الْمَكْتُوبَة فَقَالَ : يَا أَبَا مُوسَى هَذَا مَقَام الْعَائِذ بِك أَنَا فُلَان بْن فُلَان الْمُرَادِيّ وَإِنِّي كُنْت حَارَبْت اللَّه وَرَسُوله وَسَعَيْت فِي الْأَرْض فَسَادًا وَإِنِّي تُبْت مِنْ قَبْل أَنْ تَقْدِرُوا عَلَيَّ فَقَالَ : أَبُو مُوسَى فَقَالَ : إِنَّ هَذَا فُلَان بْن فُلَان وَإِنَّهُ كَانَ حَارَبَ اللَّه وَرَسُوله وَسَعَى فِي الْأَرْض فَسَادًا وَإِنَّهُ تَابَ مِنْ قَبْل أَنْ نَقْدِر عَلَيْهِ فَمَنْ لَقِيَهُ فَلَا يَعْرِض لَهُ إِلَّا بِخَيْرٍ فَإِنْ يَكُ صَادِقًا فَسَبِيل مَنْ صَدَقَ وَإِنْ يَكُ كَاذِبًا تُدْرِكهُ ذُنُوبه فَأَقَامَ الرَّجُل مَا شَاءَ اللَّه ثُمَّ إِنَّهُ خَرَجَ فَأَدْرَكَهُ اللَّه تَعَالَى بِذُنُوبِهِ فَقَتَلَهُ . ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنِي عَلِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم قَالَ : قَالَ اللَّيْث كَذَلِكَ حَدَّثَنِي مُوسَى بْن إِسْحَاق الْمَدَنِيّ وَهُوَ الْأَمِير عِنْدنَا أَنَّ عَلِيًّا الْأَسَدِيّ حَارَبَ وَأَخَافَ السَّبِيل وَأَصَابَ الدَّم وَالْمَال فَطَلَبَهُ الْأَئِمَّة وَالْعَامَّة فَامْتَنَعَ وَلَمْ يَقْدِرُوا عَلَيْهِ حَتَّى جَاءَ تَائِبًا وَذَلِكَ أَنَّهُ سَمِعَ رَجُلًا يَقْرَأ هَذِهِ الْآيَة \" يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِنَّ اللَّه يَغْفِر الذُّنُوب جَمِيعًا إِنَّهُ هُوَ الْغَفُور الرَّحِيم \" فَوَقَفَ عَلَيْهِ فَقَالَ : يَا عَبْد اللَّه أَعِدْ قِرَاءَتهَا فَأَعَادَهَا عَلَيْهِ فَغَمَدَ سَيْفه ثُمَّ جَاءَ تَائِبًا حَتَّى قَدِمَ الْمَدِينَة مِنْ السَّحَر فَاغْتَسَلَ ثُمَّ أَتَى مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى الصُّبْح ثُمَّ قَعَدَ إِلَى أَبِي هُرَيْرَة فِي أَغْمَار أَصْحَابه فَلَمَّا أَسْفَرُوا عَرَفَهُ النَّاس فَقَامُوا إِلَيْهِ فَقَالَ لَا سَبِيل لَكُمْ عَلَيَّ جِئْت تَائِبًا مِنْ قَبْل أَنْ تَقْدِرُوا عَلَيَّ فَقَالَ أَبُو هُرَيْرَة صَدَقَ وَأَخَذَ بِيَدِهِ حَتَّى أَتَى مَرْوَان بْن الْحَكَم وَهُوَ أَمِير عَلَى الْمَدِينَة فِي زَمَن مُعَاوِيَة فَقَالَ : هَذَا عَلِيّ جَاءَ تَائِبًا وَلَا سَبِيل لَكُمْ عَلَيْهِ وَلَا قَتْل فَتُرِكَ مِنْ ذَلِكَ كُلّه قَالَ وَخَرَجَ عَلِيّ تَائِبًا مُجَاهِدًا فِي سَبِيل اللَّه فِي الْبَحْر فَلَقُوا الرُّومَ فَقَرَّبُوا سَفِينَةً إِلَى سَفِينَةٍ مِنْ سُفُنِهِمْ فَاقْتَحَمَ عَلَى الرُّوم فِي سَفِينَتهمْ فَهَرَبُوا مِنْهُ إِلَى شِقّهَا الْآخَر فَمَالَتْ بِهِ وَبِهِمْ فَغَرِقُوا جَمِيعًا .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41485, "aya_id": 34}]