[{"text": "أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا", "sura_id": 20, "type": 0, "id": 2437, "aya_id": 89}, {"text": "أفلا يرون ألا يرجع إليهم قولا و لا يملك لهم ضرا و لا نفعا", "sura_id": 20, "type": 1, "id": 8673, "aya_id": 89}, {"text": "89 - (أفلا يرون ألا) ن مخففة من الثقيلة واسمها محذوف أي أنه لا (يرجع) العجل (إليهم قولا) أي لا يرد لهم جوابا (ولا يملك لهم ضرا) أي دفعه (ولا نفعا) أي جلبه أي فكيف يتخذ إلها \r\n", "sura_id": 20, "type": 2, "id": 27381, "aya_id": 89}, {"text": "أفلا يرى الذين عبدوا العجل أنه لا يكلمهم ابتداء, ولا يردُّ عليهم جوابًا, ولا يقدر على دفع ضرٍّ عنهم, ولا جلب نفع لهم؟\r\n", "sura_id": 20, "type": 3, "id": 33617, "aya_id": 89}, {"text": " <font color=red>أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا</font><BR><p>\" أَفَلَا يَرَوْنَ أَلَّا يَرْجِع إِلَيْهِمْ قَوْلًا وَلَا يَمْلِك لَهُمْ ضَرًّا وَلَا نَفْعًا \" أَيْ الْعِجْل أَفَلَا يَرَوْنَ أَنَّهُ لَا يُجِيبهُمْ إِذَا سَأَلُوهُ وَلَا إِذَا خَاطَبُوهُ وَلَا يَمْلِك لَهُمْ ضَرًّا وَلَا نَفْعًا أَيْ فِي دُنْيَاهُمْ وَلَا فِي أُخْرَاهُمْ قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا لَا وَاَللَّه مَا كَانَ خُوَاره إِلَّا أَنْ يَدْخُل الرِّيح فِي دُبُره فَيَخْرُج مِنْ فَمه فَيُسْمَع لَهُ صَوْت وَقَدْ تَقَدَّمَ فِي حَدِيث الْفُتُون عَنْ الْحَسَن الْبَصْرِيّ أَنَّ هَذَا الْعِجْل اِسْمه بهموت وَحَاصِل مَا اِعْتَذَرَ بِهِ هَؤُلَاءِ الْجَهَلَة أَنَّهُمْ تَوَرَّعُوا عَنْ زِينَة الْقِبْط فَأَلْقَوْهَا عَنْهُمْ وَعَبَدُوا الْعِجْل فَتَوَرَّعُوا عَنْ الْحَقِير وَفَعَلُوا الْأَمْر الْكَبِير كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح عَنْ عَبْد اللَّه بْن عُمَر أَنَّهُ سَأَلَهُ رَجُل مِنْ أَهْل الْعِرَاق عَنْ دَم الْبَعُوض إِذَا أَصَابَ الثَّوْب يَعْنِي هَلْ يُصَلِّي فِيهِ أَمْ لَا فَقَالَ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا اُنْظُرُوا إِلَى أَهْل الْعِرَاق قَتَلُوا اِبْن بِنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي الْحُسَيْن وَهُمْ يَسْأَلُونَ عَنْ دَم الْبَعُوضَة .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38905, "aya_id": 89}]