[{"text": "إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا", "sura_id": 99, "type": 0, "id": 6139, "aya_id": 1}, {"text": "إذا زلزلت الأرض زلزالها", "sura_id": 99, "type": 1, "id": 12375, "aya_id": 1}, {"text": "سورة الزلزلة 1 - (إذا زلزلت الأرض) حركت لقيام الساعة (زلزالها) تحريكها الشديد المناسب لعظمتها \r\n", "sura_id": 99, "type": 2, "id": 31083, "aya_id": 1}, {"text": "إذا رُجَّت الأرض رجًّا شديدًا,\r\n", "sura_id": 99, "type": 3, "id": 37319, "aya_id": 1}, {"text": " <font color=red>إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا</font><BR><p>سُورَة الزَّلْزَلَة : وَقَالَ التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن مُوسَى الْجُوَيْنِيّ الْبَصْرِيّ حَدَّثَنَا الْحَسَن بْن مُسْلِم الْعِجْلِيّ حَدَّثَنَا ثَابِت قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا سَعِيد حَدَّثَنَا عَيَّاش بْن عَبَّاس عَنْ عِيسَى بْن هِلَال الصَّدَفِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : أَتَى رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَقْرِئْنِي يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ اِقْرَأْ ثَلَاثًا مِنْ ذَوَات الر \" فَقَالَ لَهُ الرَّجُل كَبُرَ سِنِّي وَاشْتَدَّ قَلْبِي وَغَلُظَ لِسَانِي . قَالَ \" فَاقْرَأْ مِنْ ذَوَات حم \" فَقَالَ مِثْل مَقَالَته الْأُولَى فَقَالَ \" اِقْرَأْ ثَلَاثًا مِنْ الْمُسَبِّحَات\" فَقَالَ مِثْل مَقَالَته فَقَالَ الرَّجُل وَلَكِنْ أَقْرِئْنِي يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُورَة جَامِعَة فَأَقْرَأَهُ\" إِذَا زُلْزِلَتْ الْأَرْضُ زِلْزَالَهَا \" حَتَّى إِذَا فَرَغَ مِنْهَا قَالَ الرَّجُل وَاَلَّذِي بَعَثَك بِالْحَقِّ نَبِيًّا لَا أَزِيد عَلَيْهَا أَبَدًا ثُمَّ أَدْبَرَ الرَّجُل فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَفْلَحَ الرُّوَيْجِل أَفْلَحَ الرُّوَيْجِل - ثُمَّ قَالَ - عَلَيَّ بِهِ - فَجَاءَهُ فَقَالَ لَهُ - أُمِرْت بِيَوْمِ الْأَضْحَى جَعَلَهُ اللَّه عِيدًا لِهَذِهِ الْأُمَّة \" فَقَالَ لَهُ الرَّجُل أَرَأَيْت إِنْ لَمْ أَجِد إِلَّا مَنِيحَة أُنْثَى فَأُضَحِّي بِهَا ؟ قَالَ لَا وَلَكِنَّك تَأْخُذ مِنْ شَعْرك وَتُقَلِّم أَظْفَارك وَتَقُصّ شَارِبك وَتَحْلِق عَانَتك فَذَاكَ تَمَام أُضْحِيَّتك عِنْد اللَّه عَزَّ وَجَلَّ \" وَأَخْرَجَهُ أَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث أَبِي عَبْد الرَّحْمَن الْمُقْرِئ بِهِ . وَقَالَ التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن مُوسَى الْجُهَنِيّ الْبَصْرِيّ حَدَّثَنَا الْحَسَن بْن مُسْلِم بْن صَالِح الْعِجْلِيّ حَدَّثَنَا ثَابِت الْبُنَانِيّ عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَنْ قَرَأَ \" فَإِذَا زُلْزِلَتْ \" عَدَلَتْ لَهُ بِنِصْفِ الْقُرْآن\" ثُمَّ قَالَ هَذَا حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث الْحَسَن بْن مُسْلِم وَقَدْ رَوَاهُ الْبَزَّار عَنْ مُحَمَّد بْن مُوسَى الْجُوَيْنِيّ عَنْ الْحَسَن بْن مُسْلِم عَنْ ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ هُوَ اللَّه أَحَد تَعْدِل ثُلُث الْقُرْآن وَإِذَا زُلْزِلَتْ تَعْدِل رُبْع الْقُرْآن \" هَذَا لَفْظه وَقَالَ التِّرْمِذِيّ أَيْضًا حَدَّثَنَا عَلِيّ بْن حُجْر حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا يَمَان بْن الْمُغِيرَة الْعَنْزِيّ حَدَّثَنَا عَطَاء عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا زُلْزِلَتْ تَعْدِل نِصْف الْقُرْآن وَقُلْ هُوَ اللَّه أَحَد تَعْدِل ثُلُث الْقُرْآن وَقُلْ يَا أَيّهَا الْكَافِرُونَ تَعْدِل رُبْع الْقُرْآن \" ثُمَّ قَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث يَمَان بْن الْمُغِيرَة . وَقَالَ أَيْضًا حَدَّثَنَا عُقْبَة بْن مُكْرَم الْعَمِّيّ الْبَصْرِيّ حَدَّثَنِي اِبْن أَبِي فُدَيْك أَخْبَرَنِي سَلَمَة بْن وَرْدَان عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ مِنْ أَصْحَابه \" هَلْ تَزَوَّجْت يَا فُلَان \" قَالَ لَا وَاَللَّه يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا عِنْدِي مَا أَتَزَوَّج ؟ قَالَ \" أَلَيْسَ مَعَك قُلْ هُوَ اللَّه أَحَد ؟ - قَالَ بَلَى قَالَ - ثُلُث الْقُرْآن - قَالَ أَلَيْسَ مَعَك إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح ؟ - قَالَ بَلَى قَالَ رُبْع الْقُرْآن - قَالَ - أَلَيْسَ مَعَك قُلْ يَا أَيّهَا الْكَافِرُونَ ؟ - قَالَ بَلَى قَالَ - رُبْع الْقُرْآن - قَالَ - أَلَيْسَ مَعَك إِذَا زُلْزِلَتْ الْأَرْض - قَالَ بَلَى قَالَ - رُبْع الْقُرْآن تَزَوَّجْ \" ثُمَّ قَالَ هَذَا حَدِيث حَسَن تَفَرَّدَ بِهِنَّ ثَلَاثَتهنَّ لَمْ يَرْوِهِنَّ غَيْره مِنْ أَصْحَاب الْكُتُب . قَالَ اِبْن عَبَّاس أَيْ تَحَرَّكْت مِنْ أَسْفَلهَا .</p><BR> <br> ", "sura_id": 99, "type": 4, "id": 43638, "aya_id": 1}]