[{"text": "إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ", "sura_id": 37, "type": 0, "id": 3823, "aya_id": 35}, {"text": "إنهم كانوا إذا قيل لهم لا إله إلا الله يستكبرون", "sura_id": 37, "type": 1, "id": 10059, "aya_id": 35}, {"text": "35 - (إنهم) أي هؤلاء بقرينة ما بعده (كانوا إذا قيل لهم لا إله إلا الله يستكبرون) \r\n", "sura_id": 37, "type": 2, "id": 28767, "aya_id": 35}, {"text": "إن أولئك المشركين كانوا في الدنيا إذا قيل لهم: لا إله إلا الله, ودعوا إليها, وأُمروا بترك ما ينافيها, يستكبرون عنها وعلى من جاء بها.\r\n", "sura_id": 37, "type": 3, "id": 35003, "aya_id": 35}, {"text": " <font color=red>إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ</font><BR><p>\" إِنَّا كَذَلِكَ نَفْعَل بِالْمُجْرِمِينَ إِنَّهُمْ كَانُوا \" أَيْ فِي الدَّار الدُّنْيَا \" إِذَا قِيلَ لَهُمْ لَا إِلَه إِلَّا اللَّه يَسْتَكْبِرُونَ \" أَيْ يَسْتَكْبِرُونَ أَنْ يَقُولُوهَا كَمَا يَقُولهَا الْمُؤْمِنُونَ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عُبَيْد اللَّه اِبْن أَخِي بْن وَهْب حَدَّثَنَا عَمِّي حَدَّثَنَا اللَّيْث عَنْ اِبْن مُسَافِر يَعْنِي عَبْد الرَّحْمَن بْن خَالِد عَنْ اِبْن شِهَاب عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُمِرْت أَنْ أُقَاتِل النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا اللَّه فَمَنْ قَالَ لَا إِلَه إِلَّا اللَّه فَقَدْ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلَّا بِحَقِّهِ وَحِسَابه عَلَى اللَّه عَزَّ وَجَلَّ \" وَأَنْزَلَ اللَّه تَعَالَى فِي كِتَابه الْعَزِيز وَذَكَرَ قَوْمًا اِسْتَكْبَرُوا فَقَالَ تَعَالَى \" إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَه إِلَّا اللَّه يَسْتَكْبِرُونَ \" . وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو سَلَمَة مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد عَنْ سَعِيد الْجُرَيْرِيّ عَنْ أَبِي الْعَلَاء قَالَ : يُؤْتَى بِالْيَهُودِ يَوْم الْقِيَامَة فَيُقَال لَهُمْ مَا كُنْتُمْ تَعْبُدُونَ ؟ فَيَقُولُونَ نَعْبُد اللَّه وَعُزَيْرًا فَيُقَال لَهُمْ خُذُوا ذَات الشِّمَال ثُمَّ يُؤْتَى بِالنَّصَارَى فَيُقَال لَهُمْ مَا كُنْتُمْ تَعْبُدُونَ ؟ فَيَقُولُونَ نَعْبُد اللَّه وَالْمَسِيح فَيُقَال لَهُمْ خُذُوا ذَات الشِّمَال ثُمَّ يُؤْتَى بِالْمُشْرِكِينَ فَيُقَال لَهُمْ لَا إِلَه إِلَّا اللَّه فَيَسْتَكْبِرُونَ ثُمَّ يُقَال لَهُمْ لَا إِلَه إِلَّا اللَّه فَيَسْتَكْبِرُونَ ثُمَّ يُقَال لَهُمْ لَا إِلَه إِلَّا اللَّه فَيَسْتَكْبِرُونَ فَيُقَال لَهُمْ خُذُوا ذَات الشِّمَال . قَالَ أَبُو نَضْرَة فَيَنْطَلِقُونَ أَسْرَع مِنْ الطَّيْر قَالَ أَبُو الْعَلَاء ثُمَّ يُؤْتَى بِالْمُسْلِمِينَ فَيُقَال لَهُمْ مَا كُنْتُمْ تَعْبُدُونَ ؟ فَيَقُولُونَ كُنَّا نَعْبُد اللَّه تَعَالَى فَيُقَال لَهُمْ هَلْ تَعْرِفُونَهُ إِذَا رَأَيْتُمُوهُ ؟ فَيَقُولُونَ نَعَمْ فَيُقَال لَهُمْ فَكَيْفَ تَعْرِفُونَهُ وَلَمْ تَرَوْهُ ؟ فَيَقُولُونَ نَعْلَم أَنَّهُ لَا عِدْل لَهُ قَالَ فَيَتَعَرَّف لَهُمْ تَبَارَكَ وَتَعَالَى وَتَقَدَّسَ وَيُنَجِّي اللَّه الْمُؤْمِنِينَ.</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40533, "aya_id": 35}]