[{"text": "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ التَّوَّابُ الرَّحِيمُ", "sura_id": 2, "type": 0, "id": 135, "aya_id": 128}, {"text": "ربنا واجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك وأرنا مناسكنا وتب علينا إنك أنت التواب الرحيم", "sura_id": 2, "type": 1, "id": 6371, "aya_id": 128}, {"text": "128 - (ربنا واجعلنا مسلمين) منقادين (لك و) اجعل (من ذريتنا) أولادنا (أمة) جماعة (مسلمة لك) ومن للتبعيض ، وأتى به لتقدم قوله لا ينال عهدي الظالمين (وأرنا) علمنا (مناسكنا) شرائع عبادتنا أو حجنا (وتب علينا إنك أنت التواب الرحيم) سألاه التوبة مع عصمتهما تواضعاً وتعليماً لذريتهما \r\n", "sura_id": 2, "type": 2, "id": 25079, "aya_id": 128}, {"text": "ربنا واجعلنا ثابتَيْن على الإسلام, منقادَيْن لأحكامك, واجعل من ذريتنا أمة منقادة لك, بالإيمان, وبصِّرْنا بمعالم عبادتنا لك, وتجاوز عن ذنوبنا. إنك أنت كثير التوبة والرحمة لعبادك.\r\n", "sura_id": 2, "type": 3, "id": 31315, "aya_id": 128}, {"text": " <font color=red>رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ</font><BR><p>وَقَوْله تَعَالَى حِكَايَة لِدُعَاءِ إِبْرَاهِيم وَإِسْمَاعِيل عَلَيْهِمَا السَّلَام رَبّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَك وَمِنْ ذُرِّيَّتنَا أُمَّة مُسْلِمَة لَك وَأَرِنَا مَنَاسِكنَا وَتُبْ عَلَيْنَا إِنَّك أَنْتَ التَّوَّاب الرَّحِيم قَالَ اِبْن جَرِير يَعْنِيَانِ بِذَلِكَ وَاجْعَلْنَا مُسْتَسْلِمَيْنِ لِأَمْرِك خَاضِعَيْنِ لِطَاعَتِك لَا نُشْرِك مَعَك فِي الطَّاعَة أَحَدًا سِوَاك وَلَا فِي الْعِبَادَة غَيْرك وَقَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا أَبِي أَخْبَرَنَا إِسْمَاعِيل عَنْ رَجَاء بْن حِبَّان الْحُصَيْنِيّ الْقُرَشِيّ أَخْبَرَنَا مَعْقِل بْن عُبَيْد اللَّه عَنْ عَبْد الْكَرِيم \" وَاجْعَلْنَا مُسْلِمَيْنِ لَك \" قَالَ مُخْلِصَيْنِ لَك \" وَمِنْ ذُرِّيَّتنَا أُمَّة مُسْلِمَة لَك \" قَالَ مُخْلِصَة وَقَالَ أَيْضًا أَخْبَرَنَا عَلِيّ بْن الْحُسَيْن أَخْبَرَنَا الْمُقَدَّمِيّ أَخْبَرَنَا سَعِيد بْن عَامِر عَنْ سَلَّام بْن أَبِي مُطِيع فِي هَذِهِ الْآيَة \" وَاجْعَلْنَا مُسْلِمَيْنِ\" قَالَ كَانَا مُسْلِمَيْنِ وَلَكِنَّهُمَا سَأَلَاهُ الثَّبَات . وَقَالَ عِكْرِمَة \" رَبّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَك \" قَالَ اللَّه : قَدْ فَعَلْت \" وَمِنْ ذُرِّيَّتنَا أُمَّة مُسْلِمَة لَك \" قَالَ اللَّه قَدْ فَعَلْت . وَقَالَ السُّدِّيّ \" وَمِنْ ذُرِّيَّتنَا أُمَّة مُسْلِمَة لَك \" يَعْنِيَانِ الْعَرَب قَالَ اِبْن جَرِير : وَالصَّوَاب أَنَّهُ يَعُمّ الْعَرَب وَغَيْرهمْ لِأَنَّ مِنْ ذُرِّيَّة إِبْرَاهِيم بَنِي إِسْرَائِيل وَقَدْ قَالَ اللَّه تَعَالَى \" وَمِنْ قَوْم مُوسَى أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ \" . \" قُلْت \" وَهَذَا الَّذِي قَالَهُ ابْنُ جَرِير لَا يَنْفِيه السُّدِّيّ فَإِنَّ تَخْصِيصهمْ بِذَلِكَ لَا يَنْفِي مَنْ عَدَاهُمْ وَالسِّيَاق إِنَّمَا هُوَ فِي الْعَرَب وَلِهَذَا قَالَ بَعْده \" رَبّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتك وَيُعَلِّمهُمْ الْكِتَاب وَالْحِكْمَة وَيُزَكِّيهِمْ\" الْآيَة . وَالْمُرَاد بِذَلِكَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ بُعِثَ فِيهِمْ كَمَا قَالَ تَعَالَى \" هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ \" وَمَعَ هَذَا لَا يَنْفِي رِسَالَته إِلَى الْأَحْمَر وَالْأَسْوَد لِقَوْلِهِ تَعَالَى \" قُلْ يَا أَيُّهَا النَّاس إِنِّي رَسُولُ اللَّه إِلَيْكُمْ جَمِيعًا \" وَغَيْر ذَلِكَ مِنْ الْأَدِلَّة الْقَاطِعَة وَهَذَا الدُّعَاء مِنْ إِبْرَاهِيم وَإِسْمَاعِيل عَلَيْهِمَا السَّلَام كَمَا أَخْبَرَنَا اللَّه تَعَالَى عَنْ عِبَاده الْمُتَّقِينَ الْمُؤْمِنِينَ فِي قَوْله \" وَاَلَّذِينَ يَقُولُونَ رَبّنَا هَبْ لَنَا مِنْ أَزْوَاجنَا وَذُرِّيَّاتنَا قُرَّة أَعْيُن وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا \" وَهَذَا الْقَدْر مَرْغُوب فِيهِ شَرْعًا فَإِنَّ مِنْ تَمَام مَحَبَّة عِبَادَة اللَّه تَعَالَى أَنْ يُحِبّ أَنْ يَكُون مِنْ صُلْبه مَنْ يَعْبُد اللَّه وَحْده لَا شَرِيك لَهُ وَلِهَذَا لَمَّا قَالَ اللَّه تَعَالَى لِإِبْرَاهِيم عَلَيْهِ السَّلَام \" إِنِّي جَاعِلُك لِلنَّاسِ إِمَامًا \" قَالَ \" وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَال عَهْدِي الظَّالِمِينَ \" وَهُوَ قَوْله \" وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُد الْأَصْنَام \" وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِذَا مَاتَ اِبْن آدَم اِنْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاث صَدَقَةٍ جَارِيَة أَوْ عِلْمٍ يُنْتَفَع بِهِ أَوْ وَلَدٍ صَالِح يَدْعُو لَهُ \" \" وَأَرِنَا مَنَاسِكَنَا \" قَالَ اِبْن جُرَيْج عَنْ عَطَاء \" وَأَرِنَا مَنَاسِكنَا \" أَخْرِجْهَا لَنَا وَعَلِّمْنَاهَا وَقَالَ مُجَاهِد \" أَرِنَا مَنَاسِكنَا \" مَذَابِحنَا وَرَوَى عَنْ عَطَاء أَيْضًا وَقَتَادَة نَحْو ذَلِكَ وَقَالَ سَعِيد بْن مَنْصُور : أَخْبَرَنَا عَتَّاب بْن بَشِير عَنْ خُصَيْف عَنْ مُجَاهِد قَالَ : قَالَ إِبْرَاهِيم \" أَرِنَا مَنَاسِكنَا \" فَأَتَاهُ جِبْرَائِيل فَأَتَى بِهِ الْبَيْت فَقَالَ اِرْفَعْ الْقَوَاعِد فَرَفَعَ الْقَوَاعِد وَأَتَمَّ الْبُنْيَان ثُمَّ أَخَذَ بِيَدِهِ فَأَخْرَجَهُ فَانْطَلَقَ بِهِ إِلَى الصَّفَا قَالَ هَذَا مِنْ شَعَائِر اللَّه ثُمَّ اِنْطَلَقَ بِهِ إِلَى الْمَرْوَة فَقَالَ : وَهَذَا مِنْ شَعَائِر اللَّه ثُمَّ اِنْطَلَقَ بِهِ نَحْو مِنًى فَلَمَّا كَانَ مِنْ الْعَقَبَة إِذَا إِبْلِيس قَائِم عِنْد الشَّجَرَة فَقَالَ : كَبِّرْ وَارْمِهِ فَكَبَّرَ وَرَمَاهُ ثُمَّ اِنْطَلَقَ إِبْلِيس فَقَامَ عِنْد الْجَمْرَة الْوُسْطَى فَلَمَّا جَازَ بِهِ جِبْرِيل وَإِبْرَاهِيم قَالَ لَهُ : كَبِّرْ وَارْمِهِ فَكَبَّرَ وَرَمَاهُ فَذَهَبَ الْخَبِيث إِبْلِيس وَكَانَ الْخَبِيث أَرَادَ أَنْ يُدْخِل فِي الْحَجّ شَيْئًا فَلَمْ يَسْتَطِعْ فَأَخَذَ بِيَدِ إِبْرَاهِيم حَتَّى أَتَى بِهِ الْمَشْعَر الْحَرَام فَقَالَ هَذَا الْمَشْعَر الْحَرَام فَأَخَذَ بِيَدِ إِبْرَاهِيم حَتَّى أَتَى بِهِ عَرَفَات قَالَ : قَدْ عَرَفْت مَا أَرَيْتُك ؟ قَالَهَا ثَلَاث مَرَّات قَالَ نَعَمْ وَرُوِيَ عَنْ أَبِي مِجْلَز وَقَتَادَة نَحْو ذَلِكَ وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ أَخْبَرَنَا حَمَّاد بْن سَلَمَة عَنْ أَبِي الْعَاصِم الْغَنَوِيّ عَنْ أَبِي الطُّفَيْل عَنْ اِبْن عَبَّاس قَالَ : إِنَّ إِبْرَاهِيم لَمَّا أُرِيَ أَوَامِر الْمَنَاسِك عَرَضَ لَهُ الشَّيْطَان عِنْد الْمَسْعَى فَسَابَقَهُ إِبْرَاهِيم ثُمَّ اِنْطَلَقَ بِهِ جِبْرِيل حَتَّى أَتَى بِهِ مِنًى فَقَالَ : هَذَا مُنَاخ النَّاس فَلَمَّا اِنْتَهَى إِلَى جَمْرَة الْعَقَبَة تَعَرَّضَ لَهُ الشَّيْطَان فَرَمَاهُ بِسَبْعِ حَصَيَات حَتَّى ذَهَبَ ثُمَّ أَتَى بِهِ إِلَى الْجَمْرَة الْوُسْطَى تَعَرَّضَ لَهُ الشَّيْطَان فَرَمَاهُ بِسَبْعِ حَصَيَات حَتَّى ذَهَبَ ثُمَّ أَتَى بِهِ إِلَى الْجَمْرَة الْقُصْوَى فَعَرَضَ الشَّيْطَان فَرَمَاهُ بِسَبْعِ حَصَيَات حَتَّى ذَهَبَ فَأَتَى بِهِ جَمْعًا فَقَالَ : هَذَا الْمَشْعَر ثُمَّ أَتَى بِهِ عَرَفَة فَقَالَ هَذِهِ عَرَفَة فَقَالَ لَهُ جِبْرِيل أَعَرَفْت ؟ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38529, "aya_id": 128}]