[{"text": "وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ", "sura_id": 3, "type": 0, "id": 428, "aya_id": 135}, {"text": "والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله ولم يصروا على ما فعلوا وهم يعلمون", "sura_id": 3, "type": 1, "id": 6664, "aya_id": 135}, {"text": "135 - (والذين إذا فعلوا فاحشة) ذنباً قبيحاً كالزنا (أو ظلموا أنفسهم) بما دونه كالقبلة (ذكروا الله) أي وعيده (فاستغفروا لذنوبهم ومن) أي لا (يغفر الذنوب إلا الله ولم يصروا) يداوموا (على ما فعلوا) بل أقلعوا عنه (وهم يعلمون) أن الذي أتوه معصية \r\n", "sura_id": 3, "type": 2, "id": 25372, "aya_id": 135}, {"text": "والذين إذا ارتكبوا ذنبًا كبيرًا أو ظلموا أنفسهم بارتكاب ما دونه, ذكروا وعد الله ووعيده فلجأوا إلى ربهم تائبين, يطلبون منه أن يغفر لهم ذنوبهم, وهم موقنون أنه لا يغفر الذنرب إلا الله, فهم لذلك لا يقيمون على معصية, وهم يعلمون أنهم إن تابوا تاب الله عليهم .\r\n", "sura_id": 3, "type": 3, "id": 31608, "aya_id": 135}, {"text": " <font color=red>وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ</font><BR><p>قَوْله تَعَالَى \" وَاَلَّذِينَ إِذَا فَعَلُوا فَاحِشَة أَوْ ظَلَمُوا أَنْفُسهمْ ذَكَرُوا اللَّه فَاسْتَغْفَرُوا لِذُنُوبِهِمْ \" أَيْ إِذَا صَدَرَ مِنْهُمْ ذَنْب أَتْبَعُوهُ بِالتَّوْبَةِ وَالِاسْتِغْفَار قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا هَمَّام بْن يَحْيَى عَنْ إِسْحَق بْن عَبْد اللَّه بْن أَبِي طَلْحَة عَنْ عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ رَجُلًا أَذْنَبَ ذَنْبًا فَقَالَ : رَبّ إِنِّي أَذْنَبْت ذَنْبًا فَاغْفِرْهُ لِي فَقَالَ اللَّه عَزَّ وَجَلَّ : عَبْدِي عَمِلَ ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِر الذَّنْب وَيَأْخُذ بِهِ قَدْ غَفَرْت لِعَبْدِي ثُمَّ عَمِلَ ذَنْبًا آخَر فَقَالَ : رَبّ إِنِّي عَمِلْت ذَنْبًا فَاغْفِرْهُ فَقَالَ تَبَارَكَ وَتَعَالَى عَلِمَ عَبْدِي أَنَّ لَهُ رَبًّا يَغْفِر الذَّنْب وَيَأْخُذ بِهِ قَدْ غَفَرْت لِعَبْدِي ثُمَّ عَمِلَ ذَنْبًا آخَر فَقَالَ : رَبّ إِنِّي عَمِلْت ذَنْبًا فَاغْفِرْهُ لِي فَقَالَ اللَّه عَزَّ وَجَلَّ : عَبْدِي عَلِمَ أَنَّ لَهُ رَبًّا يَغْفِر الذَّنْب وَيَأْخُذ بِهِ أُشْهِدكُمْ أَنِّي قَدْ غَفَرْت لِعَبْدِي فَلْيَعْمَلْ مَا شَاءَ \" . أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث إِسْحَق بْن أَبِي طَلْحَة بِنَحْوِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر وَأَبُو عَامِر قَالَا حَدَّثَنَا زُهَيْر حَدَّثَنَا سَعْد الطَّائِيّ حَدَّثَنَا أَبُو الْمُدِلَّة مَوْلَى أَمّ الْمُؤْمِنِينَ سَمِعَ أَبَا هُرَيْرَة قُلْنَا يَا رَسُول اللَّه : إِذَا رَأَيْنَاك رَقَّتْ قُلُوبنَا وَكُنَّا مِنْ أَهْل الْآخِرَة وَإِذَا فَارَقْنَاك أَعْجَبَتْنَا الدُّنْيَا وَشَمَمْنَا النِّسَاء وَالْأَوْلَاد فَقَالَ : \" لَوْ أَنْتُمْ تَكُونُونَ عَلَى كُلّ حَال عَلَى الْحَال الَّتِي كُنْتُمْ عَلَيْهَا عِنْدِي لَصَافَحَتْكُمْ الْمَلَائِكَة بِأَكُفِّهِمْ . وَلَزَارَتْكُمْ فِي بُيُوتكُمْ وَلَوْ لَمْ تُذْنِبُوا لَجَاءَ اللَّه بِقَوْمِ يُذْنِبُونَ كَيْ يَغْفِر لَهُمْ \" قُلْنَا يَا رَسُول اللَّه حَدِّثْنَا عَنْ الْجَنَّة مَا بِنَاؤُهَا ؟ قَالَ \" لَبِنَة ذَهَب وَلَبِنَة فِضَّة وَمِلَاطهَا الْمِسْك الْأَذْفَر وَحَصْبَاؤُهَا اللُّؤْلُؤ وَالْيَاقُوت وَتُرَابهَا الزَّعْفَرَان مَنْ يَدْخُلهَا يُنَعَّم لَا يَيْأَس وَيُخَلَّد لَا يَمُوت لَا تَبْلَى ثِيَابه وَلَا يَفْنَى شَبَابه ثَلَاثَة لَا تُرَدّ دَعْوَتهمْ الْإِمَام الْعَادِل وَالصَّائِم حَتَّى يُفْطِر وَدَعْوَة الْمَظْلُوم تُحْمَل عَلَى الْغَمَام وَتُفْتَح لَهَا أَبْوَاب السَّمَاء وَيَقُول لَهُ الرَّبّ وَعِزَّتِي لَأَنْصُرَنَّكِ وَلَوْ بَعْد حِين \" . وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ وَجْه آخَر مِنْ حَدِيث سَعْد بِهِ . وَيَتَأَكَّد الْوُضُوء وَصَلَاة رَكْعَتَيْنِ عِنْد التَّوْبَة لِمَا رَوَاهُ الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا وَكِيع حَدَّثَنَا مِسْعَر وَسُفْيَان الثَّوْرِيّ عَنْ عُثْمَان بْن الْمُغِيرَة الثَّقَفِيّ عَنْ عَلِيّ بْن رَبِيعَة عَنْ أَسْمَاء بْن الْحَكَم الْفَزَارِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : كُنْت إِذَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدِيثًا نَفَعَنِي اللَّه بِمَا شَاءَ مِنْهُ . وَإِذَا حَدَّثَنِي عَنْهُ غَيْره اِسْتَحْلَفْته فَإِذَا حَلَفَ لِي صَدَّقْته وَإِنَّ أَبَا بَكْر رَضِيَ اللَّه عَنْهُ حَدَّثَنِي وَصَدَقَ أَبُو بَكْر أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ رَجُل يُذْنِب ذَنْبًا فَيَتَوَضَّأ وَيُحْسِن الْوُضُوء - قَالَ مِسْعَر - فَيُصَلِّي - وَقَالَ سُفْيَان ثُمَّ يُصَلِّي رَكْعَتَيْنِ فَيَسْتَغْفِر اللَّه عَزَّ وَجَلَّ إِلَّا غَفَرَ لَهُ \" . وَهَكَذَا رَوَاهُ عَلِيّ بْن الْمَدِينِيّ وَالْحُمَيْدِيّ وَأَبُو بَكْر بْن أَبِي شَيْبَة وَأَهْل السُّنَن وَابْن حِبَّان فِي صَحِيحه وَالْبَزَّار وَالدَّارَقُطْنِيّ مِنْ طُرُق عَنْ عُثْمَان بْن الْمُغِيرَة بِهِ وَقَالَ التِّرْمِذِيّ : هُوَ حَدِيث حَسَن وَقَدْ ذَكَرْنَا طَرَفه وَالْكَلَام عَلَيْهِ مُسْتَقْصَى فِي مُسْنَد أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُمَا وَمِمَّا يَشْهَد بِصِحَّةِ هَذَا الْحَدِيث مَا رَوَاهُ مُسْلِم فِي صَحِيحه عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْكُمْ مِنْ أَحَد يَتَوَضَّأ فَيَبْلُغ - أَوْ فَيُسْبِغ - الْوُضُوء ثُمَّ يَقُول أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ وَأَشْهَد أَنَّ مُحَمَّدًا عَبْده وَرَسُوله إِلَّا فُتِحَتْ لَهُ أَبْوَاب الْجَنَّة الثَّمَانِيَة يَدْخُل مِنْ أَيّهَا شَاءَ \" وَفِي الصَّحِيحَيْنِ عَنْ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ أَنَّهُ تَوَضَّأَ لَهُمْ وُضُوء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ : سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ تَوَضَّأَ نَحْو وُضُوئِي هَذَا ثُمَّ صَلَّى رَكْعَتَيْنِ لَا يُحَدِّث فِيهِمَا نَفْسه غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه \" فَقَدْ ثَبَتَ هَذَا الْحَدِيث مِنْ رِوَايَة الْأَئِمَّة الْأَرْبَعَة الْخُلَفَاء الرَّاشِدِينَ عَنْ سَيِّد الْأَوَّلِينَ وَالْآخِرِينَ وَرَسُول رَبّ الْعَالَمِينَ كَمَا دَلَّ عَلَيْهِ الْكِتَاب الْمُبِين مِنْ أَنَّ الِاسْتِغْفَار مِنْ الذَّنْب يَنْفَع الْعَاصِينَ وَقَدْ قَالَ عَبْد الرَّزَّاق أَنْبَأَنَا جَعْفَر بْن سُلَيْمَان عَنْ ثَابِت عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : بَلَغَنِي أَنَّ إِبْلِيس حِين نَزَلَتْ هَذِهِ الْآيَة \" وَاَلَّذِينَ إِذَا فَعَلُوا فَاحِشَة أَوْ ظَلَمُوا أَنْفُسهمْ ذَكَرُوا اللَّه فَاسْتَغْفَرُوا لِذُنُوبِهِمْ \" الْآيَة بَكَى وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا مُحْرِز بْن عَوْن حَدَّثَنَا عُثْمَان بْن مَطَر حَدَّثَنَا عَبْد الْغَفُور عَنْ أَبِي نَضْرَة عَنْ أَبِي رَجَاء عَنْ أَبِي بَكْر رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" عَلَيْكُمْ بِلَا إِلَه إِلَّا اللَّه وَالِاسْتِغْفَار فَأَكْثِرُوا مِنْهُمَا فَإِنَّ إِبْلِيس قَالَ أَهْلَكْت النَّاس بِالذُّنُوبِ وَأَهْلَكُونِي بِلَا إِلَه إِلَّا اللَّه وَالِاسْتِغْفَار فَلَمَّا رَأَيْت ذَلِكَ أَهْلَكْتهمْ بِالْأَهْوَاءِ فَهُمْ يَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ \" عُثْمَان بْن مَطَر وَشَيْخه ضَعِيفَانِ وَرَوَى الْإِمَام أَحْمَد فِي مُسْنَده مِنْ طَرِيق عَمْرو بْن أَبِي عَمْرو وَأَبِي الْهَيْثَم الْعُتْوَارِيّ عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ إِبْلِيس : يَا رَبّ وَعِزَّتك لَا أَزَالَ أُغْوِي بَنِي آدَم مَا دَامَتْ أَرْوَاحهمْ فِي أَجْسَادهمْ فَقَالَ اللَّه تَعَالَى : وَعِزَّتِي وَجَلَالِي لَا أَزَالَ أَغْفِر لَهُمَا مَا اِسْتَغْفِرُونِي \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عُمَر بْن خَلِيفَة سَمِعْت أَبَا بَدْر يُحَدِّث عَنْ ثَابِت عَنْ أَنَس قَالَ : جَاءَ رَجُل فَقَالَ : يَا رَسُول اللَّه إِنِّي أَذْنَبْت ذَنْبًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا أَذْنَبْت فَاسْتَغْفِرْ رَبّك قَالَ فَإِنِّي أَسْتَغْفِر ثُمَّ أَعُود فَأُذْنِب قَالَ فَإِذَا أَذْنَبْت فَعُدْ فَاسْتَغْفِرْ رَبّك فَقَالَهَا فِي الرَّابِعَة وَقَالَ اِسْتَغْفِرْ رَبّك حَتَّى يَكُون الشَّيْطَان هُوَ الْمَحْسُور \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَقَوْله تَعَالَى \" وَمَنْ يَغْفِر الذُّنُوب إِلَّا اللَّه \" أَيْ لَا يَغْفِرهَا أَحَد سِوَاهُ كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن مُصْعَب حَدَّثَنَا سَلَّام اِبْن مِسْكِين وَالْمُبَارَك عَنْ الْأَسْوَد بْن سَرِيع أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُتِيَ بِأَسِيرٍ فَقَالَ : اللَّهُمَّ إِنِّي أَتُوب إِلَيْك وَلَا أَتُوب إِلَى مُحَمَّد فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَرَفَ الْحَقّ لِأَهْلِهِ \" وَقَوْله \" وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ \" أَيْ تَابُوا مِنْ ذُنُوبهمْ وَرَجَعُوا إِلَى اللَّه مِنْ قَرِيب وَلَمْ يَسْتَمِرُّوا عَلَى الْمَعْصِيَة وَيُصِرُّوا عَلَيْهَا غَيْر مُقْلِعِينَ عَنْهَا وَلَوْ تَكَرَّرَ مِنْهُمْ الذَّنْب تَابُوا مِنْهُ كَمَا قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده : حَدَّثَنَا إِسْحَاق بْن أَبِي إِسْرَائِيل وَغَيْره قَالُوا : حَدَّثَنَا أَبُو يَحْيَى عَبْد الْحَمِيد الْحِمَّانِيّ عَنْ عُثْمَان بْن وَاقِد عَنْ أَبِي نَضْرَة عَنْ مَوْلًى لِأَبِي بَكْر عَنْ أَبِي بَكْر رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أَصَرَّ مَنْ اِسْتَغْفَرَ وَإِنْ عَادَ فِي الْيَوْم سَبْعِينَ مَرَّة \" وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالْبَزَّار فِي مُسْنَده مِنْ حَدِيث عُثْمَان بْن وَاقِد - وَقَدْ وَثَّقَهُ يَحْيَى بْن مَعِين بِهِ - وَشَيْخه أَبُو نَصْر الْمُقَاسِطِيّ وَاسْمه سَالِم بْن عُبَيْد وَثَّقَهُ الْإِمَام أَحْمَد وَابْن حِبَّان وَقَوْل عَلِيّ بْن الْمَدِينِيّ وَالتِّرْمِذِيّ : لَيْسَ إِسْنَاد هَذَا الْحَدِيث بِذَاكَ فَالظَّاهِر أَنَّهُ لِأَجْلِ جَهَالَة مَوْلَى أَبِي بَكْر وَلَكِنْ جَهَالَة مِثْله لَا تَضُرّ لِأَنَّهُ تَابِعِيّ كَبِير وَيَكْفِيه نِسْبَته إِلَى أَبِي بَكْر فَهُوَ حَدِيث حَسَن وَاَللَّه أَعْلَم . وَقَوْله \" وَهُمْ يَعْلَمُونَ \" قَالَ مُجَاهِد وَعَبْد اللَّه بْن عُبَيْد بْن عُمَيْر وَهُمْ يَعْلَمُونَ أَنَّ مَنْ تَابَ تَابَ اللَّه عَلَيْهِ وَهَذَا كَقَوْلِهِ تَعَالَى \" أَلَم يَعْلَمُوا أَنَّ اللَّه هُوَ يَقْبَل التَّوْبَة عَنْ عِبَاده \" وَكَقَوْلِهِ \" وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه ثُمَّ يَسْتَغْفِر اللَّه يَجِد اللَّه غَفُورًا رَحِيمًا \" وَنَظَائِر هَذَا كَثِيرَة جِدًّا . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد أَنْبَأَنَا جَرِير حَدَّثَنَا حِبَّان هُوَ اِبْن زَيْد الشَّرْعَبِيّ عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ وَهُوَ عَلَى الْمِنْبَر \" اِرْحَمُوا تُرْحَمُوا وَاغْفِرُوا يُغْفَر لَكُمْ وَيْل لِأَقْمَاعِ الْقَوْل وَيْل لِلْمُصِرِّينَ الَّذِينَ يُصِرُّونَ عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ \" . تَفَرَّدَ بِهِ أَحْمَد .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39883, "aya_id": 135}]