[{"text": "ضَرَبَ اللّهُ مَثَلاً عَبْدًا مَّمْلُوكًا لاَّ يَقْدِرُ عَلَى شَيْءٍ وَمَن رَّزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا هَلْ يَسْتَوُونَ الْحَمْدُ لِلّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ", "sura_id": 16, "type": 0, "id": 1976, "aya_id": 75}, {"text": "ضرب الله مثلا عبدا مملوكا لا يقدر على شيء ومن رزقناه منا رزقا حسنا فهو ينفق منه سرا وجهرا هل يستوون الحمد لله بل أكثرهم لا يعلمون", "sura_id": 16, "type": 1, "id": 8212, "aya_id": 75}, {"text": "75 - (ضرب الله مثلا) ويبدل منه (عبدا مملوكا) صفة تميزه همن الحر فإنه عبد الله (لا يقدر على شيء) لعدم ملكه (ومن) نكرة موصوفة أي حرا (رزقناه منا رزقا حسنا فهو ينفق منه سرا وجهرا) أي يتصرف به كيف يشاء والأول مثل الأصنام والثاني مثله تعالى (هل يستوون) أي العبيد العجزة والحر المتصرف لا (الحمد لله) وحده (بل أكثرهم) أي أهل مكة (لا يعلمون) ما يصيرون إلأيه من العذاب فيشركون \r\n", "sura_id": 16, "type": 2, "id": 26920, "aya_id": 75}, {"text": "ضرب الله مثلا بيَّن فيه فساد عقيدة أهل الشرك: رجلا مملوكًا عاجزًا عن التصرف لا يملك شيئًا, ورجلا آخر حرًا, له مال حلال رزَقَه الله به, يملك التصرف فيه, ويعطي منه في الخفاء والعلن، فهل يقول عاقل بالتساوي بين الرجلين؟ فكذلك الله الخالق المالك المتصرف لا يستوي مع خلقه وعبيده, فكيف تُسَوُّون بينهما؟ الحمد لله وحده, فهو المستحق للحمد والثناء, بل أكثر المشركين لا يعلمون أن الحمد والنعمة لله, وأنه وحده المستحق للعبادة.\r\n", "sura_id": 16, "type": 3, "id": 33156, "aya_id": 75}, {"text": " <font color=red>ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَى شَيْءٍ وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا هَلْ يَسْتَوُونَ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : هَذَا مَثَل ضَرَبَهُ اللَّه لِلْكَافِرِ وَالْمُؤْمِن وَكَذَا قَالَ قَتَادَة وَاخْتَارَهُ اِبْن جَرِير فَالْعَبْد الْمَمْلُوك الَّذِي لَا يَقْدِر عَلَى شَيْء مِثْل الْكَافِر وَالْمَرْزُوق الرِّزْق الْحَسَن فَهُوَ يُنْفِق مِنْهُ سِرًّا وَجَهْرًا هُوَ الْمُؤْمِن . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد : هُوَ مَثَل مَضْرُوب لِلْوَثَنِ وَلِلْحَقِّ تَعَالَى فَهَلْ يَسْتَوِي هَذَا وَهَذَا ؟ وَلَمَّا كَانَ الْفَرْق بَيْنهمَا ظَاهِرًا وَاضِحًا بَيِّنًا لَا يَجْهَلهُ إِلَّا كُلّ غَبِيّ قَالَ اللَّه تَعَالَى \" الْحَمْد لِلَّهِ بَلْ أَكْثَرهمْ لَا يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38151, "aya_id": 75}]