[{"text": "هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَل لَّنَا مِن شُفَعَاء فَيَشْفَعُواْ لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ قَدْ خَسِرُواْ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ", "sura_id": 7, "type": 0, "id": 1007, "aya_id": 53}, {"text": "هل ينظرون إلا تأويله يوم يأتي تأويله يقول الذين نسوه من قبل قد جاءت رسل ربنا بالحق فهل لنا من شفعاء فيشفعوا لنا أو نرد فنعمل غير الذي كنا نعمل قد خسروا أنفسهم وضل عنهم ما كانوا يفترون", "sura_id": 7, "type": 1, "id": 7243, "aya_id": 53}, {"text": "53 - (هل ينظرون) ما ينتظرون (إلا تأويله) عاقبة ما فيه (يوم يأتي تأويله) هو يوم القيامة (يقول الذين نسوه من قبل) تركوا الإيمان به (قد جاءت رسل ربنا بالحق فهل لنا من شفعاء فيشفعوا لنا أو) هل (نرد) إلى الدنيا (فنعمل غير الذي كنا نعمل) نوحد الله ونترك الشرك فيقال لهم لا ، قال تعالى (قد خسروا أنفسهم) إذ صاروا إلى الهلاك (وضل) ذهب (عنهم ما كانوا يفترون) من دعوى الشريك \r\n", "sura_id": 7, "type": 2, "id": 25951, "aya_id": 53}, {"text": "هل ينتظر الكفار إلا ما وُعِدوا به في القرآن من العقاب الذي يؤول إليه أمرهم؟ يوم يأتي ما يئول إليه الأمر من الحساب والثواب والعقاب يوم القيامة يقول الكفار الذين تركوا القرآن, وكفروا به في الحياة الدنيا: قد تبيَّن لنا الآن أنَّ رسل ربنا قد جاؤوا بالحق, ونصحوا لنا, فهل لنا من أصدقاء وشفعاء, فيشفعوا لنا عند ربنا, أو نعاد إلى الدنيا مرة أخرى فنعمل فيها بما يرضي الله عنا؟ قد خسروا أنفسهم بدخولهم النار وخلودهم فيها, وذهب عنهم ما كانوا يعبدونه من دون الله, ويفترونه في الدنيا مما يَعِدُهم به الشيطان.\r\n", "sura_id": 7, "type": 3, "id": 32187, "aya_id": 53}, {"text": " <font color=red>هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ</font><BR><p>قَالَ \" هَلْ يَنْظُرُونَ إِلَّا تَأْوِيله\" أَيْ مَا وُعِدُوا بِهِ مِنْ الْعَذَاب وَالنَّكَال وَالْجَنَّة وَالنَّار قَالَهُ مُجَاهِد وَغَيْر وَاحِد وَقَالَ مَالِك : ثَوَابه وَقَالَ الرَّبِيع لَا يَزَال يَجِيء مِنْ تَأْوِيله أَمْر حَتَّى يَتِمّ يَوْم الْحِسَاب حَتَّى يَدْخُل أَهْل الْجَنَّة الْجَنَّة وَأَهْل النَّار النَّار فَيَتِمّ تَأْوِيله يَوْمئِذٍ وَقَوْله \" يَوْم يَأْتِي تَأْوِيله \" أَيْ يَوْم الْقِيَامَة قَالَهُ اِبْن عَبَّاس \" يَقُول الَّذِينَ نَسُوهُ مِنْ قَبْل \" أَيْ تَرَكُوا الْعَمَل بِهِ وَتَنَاسَوْهُ فِي الدَّار الدُّنْيَا\" قَدْ جَاءَتْ رُسُل رَبّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاء فَيَشْفَعُوا لَنَا \" أَيْ فِي خَلَاصنَا مِمَّا صِرْنَا إِلَيْهِ مِمَّا نَحْنُ فِيهِ \" أَوْ نُرَدّ \" إِلَى الدَّار الدُّنْيَا \" فَنَعْمَل غَيْر الَّذِي كُنَّا نَعْمَل \" كَقَوْلِهِ \" وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّار فَقَالُوا يَا لَيْتَنَا نُرَدّ وَلَا نُكَذِّب بِآيَاتِ رَبّنَا وَنَكُون مِنْ الْمُؤْمِنِينَ بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْل وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ \" كَمَا قَالَ هَاهُنَا \" قَدْ خَسِرُوا أَنْفُسهمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ \" أَيْ خَسِرُوا أَنْفُسهمْ بِدُخُولِهِمْ النَّار وَخُلُودهمْ فِيهَا \" وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ \" أَيْ ذَهَبَ عَنْهُمْ مَا كَانُوا يَعْبُدُونَهُمْ مِنْ دُون اللَّه فَلَا يَشْفَعُونَ فِيهِمْ وَلَا يَنْصُرُونَهُمْ وَلَا يُنْقِذُونَهُمْ مِمَّا هُمْ فِيهِ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42621, "aya_id": 53}]