[{"text": "إِنَّ الَّذِينَ اتَّخَذُواْ الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِي الْحَياةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ", "sura_id": 7, "type": 0, "id": 1106, "aya_id": 152}, {"text": "إن الذين اتخذوا العجل سينالهم غضب من ربهم وذلة في الحياة الدنيا وكذلك نجزي المفترين", "sura_id": 7, "type": 1, "id": 7342, "aya_id": 152}, {"text": "152 - قال تعالى (إن الذين اتخذوا العجل) إلها (سينالهم غضب) عذاب (من ربهم وذلة في الحياة الدنيا) فعذبوا بالأمر بقتل أنفسهم وضربت عليهم الذلة إلى يوم القيامة (وكذلك) كما جزيناهم (نجزي المفترين) على الله بالإشراك وغيره \r\n", "sura_id": 7, "type": 2, "id": 26050, "aya_id": 152}, {"text": "إن الذين اتخذوا العجل إلهًا سينالهم غضب شديد مِن ربهم وهوان في الحياة الدنيا; بسبب كفرهم بربهم, وكما فعلنا بهؤلاء نفعل بالمفترين المبتدعين في دين الله, فكل صاحب بدعة ذليل.\r\n", "sura_id": 7, "type": 3, "id": 32286, "aya_id": 152}, {"text": " <font color=red>إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ</font><BR><p>أَمَّا الْغَضَب الَّذِي نَالَ بَنِي إِسْرَائِيل فِي عِبَادَة الْعِجْل فَهُوَ أَنَّ اللَّه تَعَالَى لَمْ يَقْبَل لَهُمْ تَوْبَة حَتَّى قَتَلَ بَعْضهمْ بَعْضًا كَمَا تَقَدَّمَ فِي سُورَة الْبَقَرَة \" فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسكُمْ ذَلِكُمْ خَيْر لَكُمْ عِنْد بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّاب الرَّحِيم \" وَأَمَّا الذِّلَّة فَأَعْقَبَهُمْ ذَلِكَ ذِلَّة وَصِغَارًا فِي الْحَيَاة الدُّنْيَا وَقَوْله \" وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ \" نَائِلَة لِكُلِّ مَنْ اِفْتَرَى بِدْعَة فَإِنَّ ذُلّ الْبِدْعَة وَمُخَالَفَة الرَّشَاد مُتَّصِلَة مِنْ قَلْبه عَلَى كَتِفَيْهِ كَمَا قَالَ الْحَسَن الْبَصْرِيّ : إِنَّ ذُلّ الْبِدْعَة عَلَى أَكْتَافهمْ وَإِنْ هَمْلَجَتْ بِهِمْ الْبَغْلَات وَطَقْطَقَتْ بِهِمْ الْبَرَاذِين . وَهَكَذَا رَوَى أَيُّوب السِّخْتِيَانِيّ عَنْ أَبِي قِلَابَةَ الْجَرْمِيّ أَنَّهُ قَرَأَ هَذِهِ الْآيَة \" وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ \" فَقَالَ هِيَ وَاَللَّه لِكُلِّ مُفْتَرٍ إِلَى يَوْم الْقِيَامَة . وَقَالَ سُفْيَان بْن عُيَيْنَة كُلّ صَاحِب بِدْعَة ذَلِيل ثُمَّ نَبَّهَ تَعَالَى عِبَاده وَأَرْشَدَهُمْ إِلَى أَنَّهُ يَقْبَل تَوْبَة عِبَاده مِنْ أَيّ ذَنْب كَانَ حَتَّى وَلَوْ كَانَ مِنْ كُفْر أَوْ شِرْك أَوْ نِفَاق أَوْ شِقَاق وَلِهَذَا عَقَّبَ هَذِهِ الْقِصَّة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42525, "aya_id": 152}]