[{"text": "هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِن دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنتُمْ أَن يَخْرُجُوا وَظَنُّوا أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ", "sura_id": 59, "type": 0, "id": 5128, "aya_id": 2}, {"text": "هو الذي أخرج الذين كفروا من أهل الكتاب من ديارهم لأول الحشر ما ظننتم أن يخرجوا وظنوا أنهم مانعتهم حصونهم من الله فأتاهم الله من حيث لم يحتسبوا وقذف في قلوبهم الرعب يخربون بيوتهم بأيديهم وأيدي المؤمنين فاعتبروا يا أولي الأبصار", "sura_id": 59, "type": 1, "id": 11364, "aya_id": 2}, {"text": "2 - (هو الذي أخرج الذين كفروا من أهل الكتاب) هم بنو نضير من اليهود (من ديارهم) مساكنهم بالمدينة (لأول الحشر) هو حشرهم إلى الشام وآخره أن أجلاهم عمر في خلافته إلى خيبر (ما ظننتم) أيها المؤمنون (أن يخرجوا وظنوا أنهم مانعتهم) خبر أن (حصونهم) فاعله تم به الخبر (من الله) من عذابه (فأتاهم الله) أمره وعذابه (من حيث لم يحتسبوا) لم يخطر ببالهم من جهة المؤمنين (وقذف) ألقى (في قلوبهم الرعب) بسكون العين وضمها الخوف بقتل سيدهم كعب ابن الأشرف (يخربون) بالتشديد والتخفيف من أخرب (بيوتهم) لينقلوا ما استحسنوا منها من خشب وغيره (بأيديهم وأيدي المؤمنين فاعتبروا يا أولي الأبصار) \r\n", "sura_id": 59, "type": 2, "id": 30072, "aya_id": 2}, {"text": "هو- سبحانه- الذي أخرج الذين جحدوا نبوة محمد صلى الله عليه وسلم، من أهل الكتاب, وهم يهود بني النضير, من مساكنهم التي جاوروا بها المسلمين حول \"المدينة\", وذلك أول إخراج لهم من \"جزيرة العرب\" إلى \"الشام\", ما ظننتم- أيها المسلمون - أن يخرجوا من ديارهم بهذا الذل والهوان; لشدة بأسهم وقوة منعتهم, وظن اليهود أن حصونهم تدفع عنهم بأس الله ولا يقدر عليها أحد, فأتاهم الله من حيث لم يخطر لهم ببال, وألقى في قلوبهم الخوف والفزع الشديد, يُخْربون بيوتهم بأيديهم وأيدي المؤمنين, فاتعظوا يا أصحاب البصائر السليمة والعقول الراجحة بما جرى لهم.\r\n", "sura_id": 59, "type": 3, "id": 36308, "aya_id": 2}, {"text": " <font color=red>هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي</font><BR><p>قَوْله تَعَالَى \" هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب \" يَعْنِي يَهُود بَنِي النَّضِير . قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَالزُّهْرِيّ وَغَيْر وَاحِد كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا قَدِمَ الْمَدِينَة هَادَنَهُمْ وَأَعْطَاهُمْ عَهْدًا وَذِمَّة عَلَى أَنْ لَا يُقَاتِلهُمْ وَلَا يُقَاتِلُوهُ فَنَقَضُوا الْعَهْد الَّذِي كَانَ بَيْنهمْ وَبَيْنه فَأَحَلَّ اللَّه بِهِمْ بَأْسه الَّذِي لَا مَرَدّ لَهُ وَأَنْزَلَ عَلَيْهِمْ قَضَاءَهُ الَّذِي لَا يُصَدّ فَأَجَلَاهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَخْرَجَهُمْ مِنْ حُصُونهمْ الْحَصِينَة الَّتِي مَا طَمِعَ فِيهَا الْمُسْلِمُونَ وَظَنُّوا هُمْ أَنَّهَا مَانِعَتهمْ مِنْ بَأْس اللَّه فَمَا أَغْنَى عَنْهُمْ مِنْ اللَّه شَيْئًا وَجَاءَهُمْ مِنْ اللَّه مَا لَمْ يَكُنْ بِبَالِهِمْ وَسَيَّرَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَجَلَاهُمْ مِنْ الْمَدِينَة فَكَانَ مِنْهُمْ طَائِفَة ذَهَبُوا إِلَى أَذْرِعَات مِنْ أَعَالِي الشَّام وَهِيَ أَرْض الْمَحْشَر وَالْمَنْشَر وَمِنْهُمْ طَائِفَة ذَهَبُوا إِلَى خَيْبَر وَكَانَ قَدْ أَنْزَلَهُمْ مِنْهَا عَلَى أَنَّ لَهُمْ مَا حَمَلَتْ إِبِلهمْ فَكَانُوا يُخَرِّبُونَ مَا فِي بُيُوتهمْ مِنْ الْمَنْقُولَات الَّتِي يُمْكِن أَنْ تُحْمَل مَعَهُمْ وَلِهَذَا قَالَ تَعَالَى \" يُخْرِبُونَ بُيُوتهمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَار \" أَيْ تَفَكَّرُوا فِي عَاقِبَة مَنْ خَالَفَ أَمْر اللَّه وَخَالَفَ رَسُوله وَكَذَّبَ كِتَابه كَيْفَ يَحِلّ بِهِ مِنْ بَأْسه الْمُخْزِي لَهُ فِي الدُّنْيَا مَعَ مَا يَدَّخِرهُ لَهُ فِي الْآخِرَة مِنْ الْعَذَاب الْأَلِيم قَالَ أَبُو دَاوُد حَدَّثَنَا مُحَمَّد بْن دَاوُد وَسُفْيَان حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن كَعْب بْن مَالِك عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ كُفَّار قُرَيْش كَتَبُوا إِلَى اِبْن أُبَيّ وَمَنْ كَانَ مَعَهُ مِمَّنْ يَعْبُد الْأَوْثَان مِنْ الْأَوْس وَالْخَزْرَج وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمئِذٍ بِالْمَدِينَةِ قَبْل رَجْعَة بَدْر إِنَّكُمْ أَدْنَيْتُمْ صَاحِبنَا وَإِنَّا نُقْسِم بِاَللَّهِ لَنُقَاتِلَنَّهُ أَوْ لَنُخْرِجكُمْ أَوْ لَنَسِيرَنَّ إِلَيْكُمْ بِأَجْمَعِنَا حَتَّى نَقْتُل مُقَاتِلَتكُمْ وَنَسْبِي نِسَاءَكُمْ فَلَمَّا بَلَغَ ذَلِكَ عَبْد اللَّه بْن أُبَيّ وَمَنْ كَانَ مَعَهُ مِنْ عَبَدَة الْأَوْثَان أَجْمَعُوا لِقِتَالِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا بَلَغَ ذَلِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقِيَهُمْ فَقَالَ لَقَدْ بَلَغَ وَعِيد قُرَيْش مِنْكُمْ الْمَبَالِغ مَا كَانَتْ تَكِيدكُمْ بِأَكْثَر مِمَّا تُرِيد أَنْ تَكِيدُوا بِهِ أَنْفُسكُمْ يُرِيدُونَ أَنْ يُقَاتِلُوا أَبْنَاءَكُمْ وَإِخْوَانكُمْ فَلَمَّا سَمِعُوا ذَلِكَ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَفَرَّقُوا فَبَلَغَ ذَلِكَ كُفَّار قُرَيْش فَكَتَبَتْ كُفَّار قُرَيْش بَعْد وَقْعَة بَدْر إِلَى الْيَهُود إِنَّكُمْ أَهْل الْحَلْقَة وَالْحُصُون وَإِنَّكُمْ لَتُقَاتِلُنَّ مَعَ صَاحِبنَا أَوْ لَأَفْعَلَنَّ كَذَا وَكَذَا وَلَا يَحُول بَيْننَا وَبَيْن خَدَم نِسَائِكُمْ شَيْء وَهُوَ الْخَلَاخِيل فَلَمَّا بَلَغَ كِتَابهمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيْقَنَتْ بَنُو النَّضِير بِالْغَدْرِ فَأَرْسَلُوا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُخْرُجْ إِلَيْنَا فِي ثَلَاثِينَ رَجُلًا مِنْ أَصْحَابك لِيَخْرُج مِنَّا ثَلَاثُونَ حَبْرًا حَتَّى نَلْتَقِي بِمَكَانِ النِّصْف وَلِيَسْمَعُوا مِنْك فَإِنْ صَدَّقُوك وَآمَنُوا بِك آمَنَّا بِك فَلَمَّا كَانَ الْغَد غَدَا عَلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْكَتَائِبِ فَحَصَرَهُمْ فَقَالَ لَهُمْ \" إِنَّكُمْ وَاَللَّه لَا تُؤْمِنُونَ عِنْدِي إِلَّا بِعَهْدٍ تُعَاهِدُونِي عَلَيْهِ \" فَأَبَوْا أَنْ يُعْطُوهُ عَهْدًا فَقَاتَلَهُمْ يَوْمهمْ ذَلِكَ ثُمَّ غَدَا مِنْ الْغَد عَلَى بَنِي قُرَيْظَة بِالْكَتَائِبِ وَتَرَكَ بَنِي النَّضِير وَدَعَاهُمْ إِلَى أَنْ يُعَاهِدُوهُ فَعَاهَدُوهُ فَانْصَرَفَ عَنْهُمْ وَغَدَا إِلَى بَنِي النَّضِير بِالْكَتَائِبِ فَقَاتَلَهُمْ حَتَّى نَزَلُوا عَلَى الْجَلَاء فَجَلَّتْ بَنُو النَّضِير وَاحْتَمَلُوا مَا أَقَلَّتْ الْإِبِل مِنْ أَمْتِعَتهمْ وَأَبْوَاب بُيُوتهمْ وَخَشَبهَا وَكَانَ نَخْل بَنِي النَّضِير لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاصَّة أَعْطَاهُ اللَّه إِيَّاهَا وَخَصَّهُ بِهَا فَقَالَ تَعَالَى \" وَمَا أَفَاءَ اللَّه عَلَى رَسُوله مِنْهُمْ فَمَا أَوَجَفْتُمْ عَلَيْهِ مِنْ خَيْل وَلَا رِكَاب \" نَقُول بِغَيْرِ قِتَال فَأَعْطَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَكْثَرهَا لِلْمُهَاجِرِينَ قَسَمَهَا بَيْنهمْ وَقَسَمَ مِنْهَا لِرَجُلَيْنِ مِنْ الْأَنْصَار وَكَانَا ذَوِي حَاجَة وَلَمْ يَقْسِم مِنْ الْأَنْصَار غَيْرهمَا وَبَقِيَ مِنْهَا صَدَقَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّتِي فِي أَيْدِي بَنِي فَاطِمَة وَلِنَذْكُر مُلَخَّص غَزْوَة بَنِي النَّضِير عَلَى وَجْه الِاخْتِصَار وَاَللَّه الْمُسْتَعَان . وَكَانَ سَبَب ذَلِكَ فِيمَا ذَكَرَهُ أَصْحَاب الْمَغَازِي وَالسِّيَر أَنَّهُ لَمَّا قُتِلَ أَصْحَاب بِئْر مَعُونَة مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَضِيَ اللَّه عَنْهُمْ وَكَانُوا سَبْعِينَ وَأَفْلَتَ مِنْهُمْ عَمْرو بْن أُمَيَّة الضَّمْرِيّ فَلَمَّا كَانَ فِي أَثْنَاء الطَّرِيق رَاجِعًا إِلَى الْمَدِينَة قَتَلَ رَجُلَيْنِ مِنْ بَنِي عَامِر وَكَانَ مَعَهُمَا عَهْد مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَمَان لَمْ يَعْلَم بِهِ عَمْرو فَلَمَّا رَجَعَ أَخْبَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ قَتَلْت رَجُلَيْنِ لَأَدِينهُمَا \" وَكَانَ بَيْن بَنِي النَّضِير وَبَنِي عَامِر حِلْف وَعَهْد فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى بَنِي النَّضِير لِيَسْتَعِينَهُمْ فِي دِيَة ذَيْنك الرَّجُلَيْنِ وَكَانَتْ مَنَازِل بَنِي النَّضِير ظَاهِر الْمَدِينَة عَلَى أَمْيَال مِنْهَا شَرْقِيّهَا . قَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي كِتَابه السِّيرَة ثُمَّ خَرَجَ رَسُول اللَّه إِلَى بَنِي النَّضِير يَسْتَعِينهُمْ فِي دِيَة ذَيْنك الْقَتِيلَيْنِ مِنْ بَنِي عَامِر الَّذِينَ قَتَلَهُمَا عَمْرو بْن أُمَيَّة الضَّمْرِيّ لِلْجِوَارِ الَّذِي كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَقَدَ لَهُمَا فِيمَا حَدَّثَنِي يَزِيد بْن رُومَان وَكَانَ بَيْن بَنِي النَّضِير وَبَنِي عَامِر عَقْد وَحِلْف فَلَمَّا أَتَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْتَعِينهُمْ فِي دِيَة ذَيْنك الْقَتِيلَيْنِ قَالُوا نَعَمْ يَا أَبَا الْقَاسِم نُعِينك عَلَى مَا أَحْبَبْت مِمَّا اِسْتَعَنْت بِنَا عَلَيْهِ ثُمَّ خَلَّا بَعْضهمْ بِبَعْضٍ فَقَالُوا إِنَّكُمْ لَنْ تَجِدُوا الرَّجُل عَلَى مِثْل حَاله هَذِهِ - وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جَنْب جِدَار مِنْ بُيُوتهمْ - فَمَنْ رَجُل يَعْلُو عَلَى هَذَا الْبَيْت فَيُلْقِي عَلَيْهِ صَخْرَة فَيُرِيحنَا مِنْهُ ؟ فَانْتُدِبَ لِذَلِكَ عَمْرو بْن جَحَّاش بْن كَعْب أَحَدهمْ فَقَالَ أَنَا لِذَلِكَ فَصَعِدَ لِيُلْقِيَ عَلَيْهِ صَخْرَة كَمَا قَالَ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي نَفَر مِنْ أَصْحَابه فِيهِمْ أَبُو بَكْر وَعُمَر وَعَلِيّ رَضِيَ اللَّه عَنْهُمْ فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْخَبَر مِنْ السَّمَاء بِمَا أَرَادَ الْقَوْم فَقَامَ وَخَرَجَ رَاجِعًا إِلَى الْمَدِينَة فَلَمَّا اِسْتَلْبَثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْحَابه قَامُوا فِي طَلَبه فَلَقُوا رَجُلًا مُقْبِلًا مِنْ الْمَدِينَة فَسَأَلُوهُ عَنْهُ فَقَالَ رَأَيْته دَاخِلًا الْمَدِينَة فَأَقْبَلَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى اِنْتَهَوْا إِلَيْهِ فَأَخْبَرَهُمْ الْخَبَر بِمَا كَانَتْ يَهُود أَرَادَتْ مِنْ الْغَدْر بِهِ وَأَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالتَّهَيُّؤِ لِحَرْبِهِمْ وَالْمَسِير إِلَيْهِمْ ثُمَّ سَارَ حَتَّى نَزَلَ بِهِمْ فَتَحَصَّنُوا مِنْهُ فِي الْحُصُون فَأَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَطْعِ النَّخْل وَالتَّحْرِيق فِيهَا فَنَادَوْهُ أَنْ يَا مُحَمَّد قَدْ كُنْت تَنْهَى عَنْ الْفَسَاد فِي الْأَرْض وَتَعِيبهُ عَلَى مَنْ يَصْنَعهُ فَمَا بَال قَطْع النَّخْل وَتَحْرِيقهَا ؟ وَقَدْ كَانَ رَهْط مِنْ بَنِي عَوْف بْن الْخَزْرَج مِنْهُمْ عَبْد اللَّه بْن أُبَيّ ابْن سَلُول وَوَدِيعَة بْن مَالِك بْن أَبِي قَوْقَل وَسُوَيْد وَدَاعِس قَدْ بَعَثُوا إِلَى بَنِي النَّضِير أَنْ اُثْبُتُوا وَتَمَنَّعُوا فَإِنَّا لَنْ نُسَلِّمكُمْ إِنْ قُوتِلْتُمْ قَاتَلْنَا مَعَكُمْ وَإِنْ خَرَجْتُمْ خَرَجْنَا مَعَكُمْ فَتَرَبَّصُوا ذَلِكَ مِنْ نَصْرهمْ فَلَمْ يَفْعَلُوا وَقَذَفَ فِي قُلُوبهمْ الرُّعْب فَسَأَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُجْلِيهِمْ وَيَكُفّ عَنْ دِمَائِهِمْ عَلَى أَنَّ لَهُمْ مَا حَمَلَتْ الْإِبِل مِنْ أَمْوَالهمْ إِلَّا الْحَلْقَة فَفَعَلَ فَاحْتَمَلُوا مِنْ أَمْوَالهمْ مَا اِسْتَقَلَّتْ بِهِ الْإِبِل فَكَانَ الرَّجُل مِنْهُمْ يَهْدِم بَيْته عَنْ إِيجَاف بَابه فَيَضَعهُ عَلَى ظَهْر بَعِيره فَيَنْطَلِق بِهِ فَخَرَجُوا إِلَى خَيْبَر وَمِنْهُمْ مَنْ سَارَ إِلَى الشَّام وَخَلَّوْا الْأَمْوَال إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَتْ لِرَسُولِ اللَّه خَاصَّة يَضَعهَا حَيْثُ يَشَاء فَقَسَمَهَا عَلَى الْمُهَاجِرِينَ الْأَوَّلِينَ دُون الْأَنْصَار إِلَّا سَهْل بْن حُنَيْف وَأَبَا دُجَانَة سِمَاك بْن خَرَشَة ذَكَرَا فَقْرًا فَأَعْطَاهُمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَلَمْ يُسْلِم مِنْ بَنِي النَّضِير إِلَّا رَجُلَانِ يَامِين بْن عَمْرو بْن كَعْب عَمّ عَمْرو بْن جَحَّاش وَأَبُو سَعْد بْن وَهْب أَسْلَمَا عَلَى أَمْوَالهمَا فَأَحْرَزَاهَا . قَالَ اِبْن إِسْحَاق قَدْ حَدَّثَنِي بَعْض آلِ يَامِين أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِيَامِين \" أَلَمْ تَرَ مَا لَقِيت مِنْ اِبْن عَمّك وَمَا هَمَّ بِهِ مِنْ شَأْنِي \" فَجَعَلَ يَامِين بْن عَمْرو لِرَجُلٍ جُعَلًا عَلَى أَنْ يَقْتُل عَمْرو بْن جَحَّاش فَقَتَلَهُ فِيمَا يَزْعُمُونَ . قَالَ اِبْن إِسْحَاق وَنَزَلَ فِي بَنِي النَّضِير سُورَة الْحَشْر بِأَسْرِهَا وَهَكَذَا رَوَى يُونُس بْن بُكَيْر عَنْ اِبْن إِسْحَاق بِنَحْوِ مَا تَقَدَّمَ فَقَوْله تَعَالَى\" هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب \" يَعْنِي بَنِي النَّضِير \" مِنْ دِيَارهمْ لِأَوَّلِ الْحَشْر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ أَبِي سَعْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مَنْ شَكَّ فِي أَنَّ أَرْض الْمَحْشَر هَهُنَا يَعْنِي الشَّام فَلْيَقْرَأْ هَذِهِ الْآيَة \" هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب مِنْ دِيَارهمْ لِأَوَّلِ الْحَشْر \" قَالَ لَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اُخْرُجُوا \" قَالُوا إِلَى أَيْنَ ؟ قَالَ \" إِلَى أَرْض الْمَحْشَر \" وَحَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة عَنْ عَوْف عَنْ الْحَسَن قَالَ لَمَّا أَجْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَنِي النَّضِير قَالَ \" هَذَا أَوَّل الْحَشْر وَأَنَا عَلَى الْأَثَر \" وَرَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ اِبْن أَبِي عَدِيّ عَنْ عَوْف عَنْ الْحَسَن بِهِ . وَقَوْله تَعَالَى \" مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا\" أَيْ فِي مُدَّة حِصَاركُمْ لَهُمْ وَقَصْرهَا وَكَانَتْ سِتَّة أَيَّام مَعَ شِدَّة حُصُونهمْ وَمَنَعَتهَا وَلِهَذَا قَالَ تَعَالَى \" وَظَنُّوا أَنَّهُمْ مَانِعَتهمْ حُصُونهمْ مِنْ اللَّه فَأَتَاهُمْ اللَّه مِنْ حَيْثُ لَمْ يَحْتَسِبُوا \" أَيْ جَاءَهُمْ مِنْ أَمْر اللَّه مَا لَمْ يَكُنْ لَهُمْ فِي بَال كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى\" قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلهمْ فَأَتَى اللَّه بُنْيَانهمْ مِنْ الْقَوَاعِد فَخَرَّ عَلَيْهِمْ السَّقْف مِنْ فَوْقهمْ وَأَتَاهُمْ الْعَذَاب مِنْ حَيْثُ لَا يَشْعُرُونَ \" وَقَوْله تَعَالَى \" وَقَذَفَ فِي قُلُوبهمْ الرُّعْب \" أَيْ الْخَوْف وَالْهَلَع وَالْجَزَع وَكَيْفَ لَا يَحْصُل لَهُمْ ذَلِكَ وَقَدْ حَاصَرَهُمْ الَّذِي نُصِرَ بِالرُّعْبِ مَسِيرَة شَهْر صَلَوَات اللَّه وَسَلَامه عَلَيْهِ . وَقَوْله \" يُخْرِبُونَ بُيُوتهمْ بِأَيْدِهِمْ وَأَيْدِي الْمُؤْمِنِينَ \" قَدْ تَقَدَّمَ تَفْسِير اِبْن إِسْحَاق لِذَلِكَ وَهُوَ نَقْض مَا اِسْتَحْسَنُوهُ مِنْ سُقُوفهمْ وَأَبْوَابهمْ وَتَحَمُّلهَا عَلَى الْإِبِل وَكَذَا قَالَ عُرْوَة بْن الزُّبَيْر وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْر وَاحِد وَقَالَ مُقَاتِل بْن حَيَّان كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُقَاتِلهُمْ فَإِذَا ظَهَرَ عَلَى دَرْب أَوْ دَار هَدْم حِيطَانهَا لِيَتَّسِع الْمَكَان لِلْقِتَالِ وَكَانَ الْيَهُود إِذَا عَلَوْا مَكَانًا أَوْ غَلَبُوا عَلَى دَرْب أَوْ دَار نَقَّبُوا مِنْ أَدْبَارهَا ثُمَّ حَصَّنُوهَا وَدَرَّبُوهَا يَقُول اللَّه تَعَالَى\" فَاعْتَبِرُوا يَا أُولِي الْأَبْصَار \" .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42063, "aya_id": 2}]