[{"text": "إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ", "sura_id": 24, "type": 0, "id": 2806, "aya_id": 15}, {"text": "إذ تلقونه بألسنتكم وتقولون بأفواهكم ما ليس لكم به علم وتحسبونه هينا وهو عند الله عظيم", "sura_id": 24, "type": 1, "id": 9042, "aya_id": 15}, {"text": "15 - (إذ تلقونه بألسنتكم) أي يرويه بعضكم عن بعض وحذف من الفعل إحدى التاءين وإذ منصوب يمسكم أو بأفضتم (وتقولون بأفواهكم ما ليس لكم به علم وتحسبونه هينا) لا إثم فيه (وهو عند الله عظيم) في الإثم \r\n", "sura_id": 24, "type": 2, "id": 27750, "aya_id": 15}, {"text": "حين تتلقفون الإفك وتتناقلونه بأفواهكم، وهو قول باطل، وليس عندكم به علم، وهما محظوران: التكلم بالباطل، والقول بلا علم، وتظنون ذلك شيئًا هيِّنًا، وهو عند الله عظيم. وفي هذا زجر بليغ عن التهاون في إشاعة الباطل.\r\n", "sura_id": 24, "type": 3, "id": 33986, "aya_id": 15}, {"text": " <font color=red>إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ</font><BR><p>وَقَرَأَ آخَرُونَ \" إِذْ تَلِقُونَهُ بِأَلْسِنَتِكُمْ\" وَفِي صَحِيح الْبُخَارِيّ عَنْ عَائِشَة أَنَّهَا كَانَتْ تَقْرَؤُهَا كَذَلِكَ وَتَقُول هِيَ مِنْ وَلْق اللِّسَان يَعْنِي الْكَذِب الَّذِي يَسْتَمِرّ صَاحِبه عَلَيْهِ تَقُول الْعَرَب وَلَقَ فُلَان فِي السَّيْر إِذَا اِسْتَمَرَّ فِيهِ وَالْقِرَاءَة الْأُولَى أَشْهَر وَعَلَيْهَا الْجُمْهُور وَلَكِنَّ الثَّانِيَة مَرْوِيَّة عَنْ أُمّ الْمُؤْمِنِينَ عَائِشَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ عَائِشَة أَنَّهَا كَانَتْ تَقْرَأ \" إِذْ تَلِقُونَهُ \" وَتَقُول هِيَ وَلْق الْقَوْل قَالَ اِبْن أَبِي مُلَيْكَة : هِيَ أَعْلَم بِهِ مِنْ غَيْرهَا. وَقَوْله تَعَالَى \" وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْم \" أَيْ تَقُولُونَ مَا لَا تَعْلَمُونَ . ثُمَّ قَالَ تَعَالَى\" وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْد اللَّه عَظِيم \" أَيْ تَقُولُونَ مَا تَقُولُونَ فِي شَأْن أُمّ الْمُؤْمِنِينَ وَتَحْسَبُونَ ذَلِكَ يَسِيرًا سَهْلًا وَلَوْ لَمْ تَكُنْ زَوْجَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَا كَانَ هَيِّنًا فَكَيْف وَهِيَ زَوْجَة النَّبِيّ الْأُمِّيّ خَاتَم الْأَنْبِيَاء وَسَيِّد الْمُرْسَلِينَ فَعَظِيم عِنْد اللَّه أَنْ يُقَال فِي زَوْجَة نَبِيّه وَرَسُوله مَا قِيلَ فَإِنَّ اللَّه سُبْحَانه وَتَعَالَى يَغَار لِهَذَا وَهُوَ سُبْحَانه وَتَعَالَى لَا يَقْدِر عَلَى زَوْجَة نَبِيّ مِنْ الْأَنْبِيَاء ذَلِكَ حَاشَا وَكَلَّا وَلَمَّا لَمْ يَكُنْ ذَلِكَ فَكَيْف يَكُون هَذَا فِي سَيِّدَة نِسَاء الْأَنْبِيَاء وَزَوْجَة سَيِّد وَلَد آدَم عَلَى الْإِطْلَاق فِي الدُّنْيَا وَالْآخِرَة وَلِهَذَا قَالَ تَعَالَى \" وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْد اللَّه عَظِيم \" وَفِي الصَّحِيحَيْنِ \" إِنَّ الرَّجُل لَيَتَكَلَّم بِالْكَلِمَةِ مِنْ سَخَط اللَّه لَا يَدْرِي مَا تَبْلُغ يَهْوِي بِهَا فِي النَّار أَبْعَد مِمَّا بَيْن السَّمَاء وَالْأَرْض \" وَفِي رِوَايَة \" لَا يُلْقِي لَهَا بَالًا \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39231, "aya_id": 15}]