[{"text": "أَلَمْ يَعْلَمُواْ أَنَّ اللّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللّهَ هُوَ التَّوَّابُ الرَّحِيمُ", "sura_id": 9, "type": 0, "id": 1339, "aya_id": 104}, {"text": "ألم يعلموا أن الله هو يقبل التوبة عن عباده ويأخذ الصدقات وأن الله هو التواب الرحيم", "sura_id": 9, "type": 1, "id": 7575, "aya_id": 104}, {"text": "104 - (ألم يعلموا أن الله هو يقبل التوبة عن عباده ويأخذ) يقبل (الصدقات وأن الله هو التواب) على عباده بقبول توبتهم (الرحيم) بهم ، والاستفهام للتقرير والقصد به هو تهييجهم إلى التوبة والصدقة \r\n", "sura_id": 9, "type": 2, "id": 26283, "aya_id": 104}, {"text": "ألم يعلم هؤلاء المتخلفون عن الجهاد وغيرهم أن الله وحده هو الذي يقبل توبة عباده, ويأخذ الصدقات ويثيب عليها, وأن الله هو التواب لعباده إذا رجعوا إلى طاعته, الرحيم بهم إذا أنابوا إلى رضاه؟\r\n", "sura_id": 9, "type": 3, "id": 32519, "aya_id": 104}, {"text": " <font color=red>أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ</font><BR><p>وَقَوْله \" أَلَمْ يَعْلَمُوا أَنَّ اللَّه هُوَ يَقْبَل التَّوْبَة عَنْ عِبَاده وَيَأْخُذ الصَّدَقَات \" هَذَا تَهْيِيج إِلَى التَّوْبَة وَالصَّدَقَة اللَّتَيْنِ كُلّ مِنْهُمَا يَحُطّ الذُّنُوب وَيُمَحِّصهَا وَيَمْحَقهَا وَأَخْبَرَ تَعَالَى أَنَّ كُلّ مَنْ تَابَ إِلَيْهِ تَابَ عَلَيْهِ وَمَنْ تَصَدَّقَ بِصَدَقَةٍ مِنْ كَسْب حَلَال فَإِنَّ اللَّه تَعَالَى يَتَقَبَّلهَا بِيَمِينِهِ فَيُرَبِّيهَا لِصَاحِبهَا حَتَّى تَصِير التَّمْرَة مِثْل أُحُد كَمَا جَاءَ بِذَلِكَ الْحَدِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا قَالَ الثَّوْرِيّ وَوَكِيع كِلَاهُمَا عَنْ عَبَّاد بْن مَنْصُور عَنْ الْقَاسِم بْن مُحَمَّد أَنَّهُ سَمِعَ أَبَا هُرَيْرَة يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يَقْبَل الصَّدَقَة وَيَأْخُذهَا بِيَمِينِهِ فَيُرَبِّيهَا لِأَحَدِكُمْ كَمَا يُرَبِّي أَحَدكُمْ مُهْره حَتَّى إِنَّ اللُّقْمَة لَتَكُون مِثْل أُحُد \" وَتَصْدِيق ذَلِكَ فِي كِتَاب اللَّه عَزَّ وَجَلَّ \" أَلَمْ يَعْلَمُوا أَنَّ اللَّه هُوَ يَقْبَل التَّوْبَة عَنْ عِبَاده وَيَأْخُذ الصَّدَقَات \" وَقَوْله \" يَمْحَق اللَّه الرِّبَا وَيُرْبِي الصَّدَقَات \" وَقَالَ الثَّوْرِيّ وَالْأَعْمَش كِلَاهُمَا عَنْ عَبْد اللَّه بْن السَّائِب عَنْ عَبْد اللَّه بْن أَبِي قَتَادَة قَالَ : قَالَ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ إِنَّ الصَّدَقَة تَقَع فِي يَد اللَّه عَزَّ وَجَلَّ قَبْل أَنْ تَقَع فِي يَد السَّائِل ثُمَّ قَرَأَ هَذِهِ الْآيَة \" أَلَمْ يَعْلَمُوا أَنَّ اللَّه هُوَ يَقْبَل التَّوْبَة عَنْ عِبَاده وَيَأْخُذ الصَّدَقَات \" . وَقَدْ رَوَى اِبْن عَسَاكِر فِي تَارِيخه فِي تَرْجَمَة عَبْد اللَّه بْن الشَّاعِر السَّكْسَكِيّ الدِّمَشْقِيّ وَأَصْله حِمْصِيّ وَكَانَ أَحَد الْفُقَهَاء رَوَى عَنْ مُعَاوِيَة وَغَيْره وَحَكَى عَنْهُ حَوْشَب بْن سَيْف السَّكْسَكِيّ الْحِمْصِيّ قَالَ غَزَا النَّاس فِي زَمَان مُعَاوِيَة رَضِيَ اللَّه عَنْهُ وَعَلَيْهِمْ عَبْد الرَّحْمَن بْن خَالِد بْن الْوَلِيد فَغَلَّ رَجُل مِنْ الْمُسْلِمِينَ مِائَة دِينَار رُومِيَّة . فَلَمَّا قَفَلَ الْجَيْش نَدِمَ وَأَتَى الْأَمِير فَأَبَى أَنْ يَقْبَلهَا مِنْهُ وَقَالَ : قَدْ تَفَرَّقَ النَّاس وَلَنْ أَقْبَلَهَا مِنْك حَتَّى تَأْتِي اللَّه بِهَا يَوْم الْقِيَامَة فَجَعَلَ الرَّجُل يَأْتِي الصَّحَابَة فَيَقُولُونَ لَهُ مِثْل ذَلِكَ فَلَمَّا قَدِمَ دِمَشْق ذَهَبَ إِلَى مُعَاوِيَة لِيَقْبَلهَا مِنْهُ فَأَبَى عَلَيْهِ فَخَرَجَ مِنْ عِنْده وَهُوَ يَبْكِي وَيَسْتَرْجِع فَمَرَّ بِعَبْدِ اللَّه بْن الشَّاعِر السَّكْسَكِيّ فَقَالَ لَهُ مَا يُبْكِيك ؟ فَذَكَر لَهُ أَمْره فَقَالَ لَهُ أَوَمُطِيعِي أَنْتَ ؟ فَقَالَ نَعَمْ فَقَالَ اِذْهَبْ إِلَى مُعَاوِيَة فَقُلْ لَهُ اِقْبَلْ مِنِّي خُمُسك فَادْفَعْ إِلَيْهِ عِشْرِينَ دِينَارًا وَانْظُرْ إِلَى الثَّمَانِينَ الْبَاقِيَة فَتَصَدَّقْ بِهَا عَنْ ذَلِكَ الْجَيْش فَإِنَّ اللَّه يَقْبَل التَّوْبَة عَنْ عِبَاده وَهُوَ أَعْلَم بِأَسْمَائِهِمْ وَمَكَانهمْ فَفَعَلَ الرَّجُل فَقَالَ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ لَأَنْ أَكُون أَفْتَيْته بِهَا أَحَبّ إِلَيَّ مِنْ كُلّ شَيْء أَمْلِكهُ أَحْسَنَ الرَّجُل .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43400, "aya_id": 104}]