[{"text": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً حَتَّىَ إِذَا جَاء أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرِّطُونَ", "sura_id": 6, "type": 0, "id": 850, "aya_id": 61}, {"text": "وهو القاهر فوق عباده ويرسل عليكم حفظة حتى إذا جاء أحدكم الموت توفته رسلنا وهم لا يفرطون", "sura_id": 6, "type": 1, "id": 7086, "aya_id": 61}, {"text": "61 - (وهو القاهر) مستعليا (فوق عباده ويرسل عليكم حفظة) ملائكة تحصي أعمالكم (حتى إذا جاء أحدكم الموت توفته) وفي قراءة {توفاه} (رسلنا) الملائكة الموكلون بقبض الأرواح (وهم لا يفرِّطون) يقصرون فيما يؤمرون به \r\n", "sura_id": 6, "type": 2, "id": 25794, "aya_id": 61}, {"text": "والله تعالى هو القاهر فوق عباده, فوقية مطلقة من كل وجه, تليق بجلاله سبحانه وتعالى. كل شيء خاضع لجلاله وعظمته, ويرسل على عباده ملائكة, يحفظون أعمالهم ويُحْصونها, حتى إذا نزل الموت بأحدهم قبض روحَه مَلكُ الموت وأعوانه, وهم لا يضيعون ما أُمروا به.\r\n", "sura_id": 6, "type": 3, "id": 32030, "aya_id": 61}, {"text": " <font color=red>وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ</font><BR><p>وَقَوْله \" وَهُوَ الْقَاهِر فَوْق عِبَاده \" أَيْ وَهُوَ الَّذِي قَهَرَ كُلّ شَيْء وَخَضَعَ لِجَلَالِهِ وَعَظَمَته وَكِبْرِيَائِهِ كُلّ شَيْء \" وَيُرْسِل عَلَيْكُمْ حَفَظَة \" أَيْ مِنْ الْمَلَائِكَة يَحْفَظُونَ بَدَن الْإِنْسَان كَقَوْلِهِ \" لَهُ مُعَقِّبَات مِنْ بَيْن يَدَيْهِ وَمِنْ خَلْفه يَحْفَظُونَهُ مِنْ أَمْر اللَّه \" وَحَفَظَة يَحْفَظُونَ عَمَله وَيُحْصُونَهُ كَقَوْلِهِ \" وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ\" الْآيَة وَكَقَوْلِهِ \" عَنْ الْيَمِين وَعَنْ الشِّمَال قَعِيد مَا يَلْفِظ مِنْ قَوْل إِلَّا لَدَيْهِ رَقِيب عَتِيد \" وَقَوْله \" إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ \" الْآيَة وَقَوْله \" حَتَّى إِذَا جَاءَ أَحَدكُمْ الْمَوْت \" أَيْ اُحْتُضِرَ وَحَانَ أَجَله \" تَوَفَّتْهُ رُسُلنَا \" أَيْ مَلَائِكَة مُوَكَّلُونَ بِذَلِكَ قَالَ اِبْن عَبَّاس وَغَيْر وَاحِد : لِمَلَكِ الْمَوْت أَعْوَان مِنْ الْمَلَائِكَة يُخْرِجُونَ الرُّوح مِنْ الْجَسَد فَيَقْبِضهَا مَلَك الْمَوْت إِذَا اِنْتَهَتْ إِلَى الْحُلْقُوم وَسَيَأْتِي عِنْد قَوْله تَعَالَى \" يُثَبِّت اللَّه الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِت \" الْأَحَادِيث الْمُتَعَلِّقَة بِذَلِكَ الشَّاهِدَة لِهَذَا الْمَرْوِيّ عَنْ اِبْن عَبَّاس وَغَيْره بِالصِّحَّةِ وَقَوْله \" وَهُمْ لَا يُفَرِّطُونَ \" أَيْ فِي حِفْظ رُوح الْمُتَوَفَّى بَلْ يَحْفَظُونَهَا وَيُنْزِلُونَهَا حَيْثُ شَاءَ اللَّه عَزَّ وَجَلَّ إِنْ كَانَ مِنْ الْأَبْرَار فَفِي عِلِّيِّينَ وَإِنْ كَانَ مِنْ الْفُجَّار فَفِي سِجِّين عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42199, "aya_id": 61}]