[{"text": "وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا", "sura_id": 17, "type": 0, "id": 2111, "aya_id": 82}, {"text": "و ننزل من القرآن ما هو شفاء و رحمة للمؤمنين و لا يزيد الظالمين إلا خسارا", "sura_id": 17, "type": 1, "id": 8347, "aya_id": 82}, {"text": "82 - (وننزل من) للبيان (القرآن ما هو شفاء) من الضلالة (ورحمة للمؤمنين) به (ولا يزيد الظالمين) الكافرين (إلا خسارا) لكفرهم به \r\n", "sura_id": 17, "type": 2, "id": 27055, "aya_id": 82}, {"text": "وننزل من آيات القرآن العظيم ما يشفي القلوب مِنَ الأمراض، كالشك والنفاق والجهالة، وما يشفي الأبدان برُقْيتها به، وما يكون سببًا للفوز برحمة الله بما فيه من الإيمان، ولا يزيد هذا القرآن الكفار عند سماعه إلا كفرًا وضلالا؛ لتكذيبهم به وعدم إيمانهم.\r\n", "sura_id": 17, "type": 3, "id": 33291, "aya_id": 82}, {"text": " <font color=red>وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ كِتَابه الَّذِي أَنْزَلَهُ عَلَى رَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ الْقُرْآن الَّذِي لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه تَنْزِيل مِنْ حَكِيم حَمِيد إِنَّهُ \" شِفَاء وَرَحْمَة لِلْمُؤْمِنِينَ \" أَيْ يُذْهِب مَا فِي الْقُلُوب مِنْ أَمْرَاض مِنْ شَكّ وَنِفَاق وَشِرْك وَزَيْغ وَمَيْل فَالْقُرْآن يَشْفِي مِنْ ذَلِكَ كُلّه وَهُوَ أَيْضًا رَحْمَة يَحْصُل فِيهَا الْإِيمَان وَالْحِكْمَة وَطَلَب الْخَيْر وَالرَّغْبَة فِيهِ وَلَيْسَ هَذَا إِلَّا لِمَنْ آمَنَ بِهِ وَصَدَّقَهُ وَاتَّبَعَهُ فَإِنَّهُ يَكُون شِفَاء فِي حَقّه وَرَحْمَة وَأَمَّا الْكَافِر الظَّالِم نَفْسه بِذَلِكَ فَلَا يَزِيدهُ سَمَاعه الْقُرْآن إِلَّا بُعْدًا وَكُفْرًا وَالْآفَة مِنْ الْكَافِر لَا مِنْ الْقُرْآن كَقَوْلِهِ تَعَالَى \" قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء وَاَلَّذِينَ لَا يُؤْمِنُونَ فِي آذَانهمْ وَقْر وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَان بَعِيد\" وَقَالَ تَعَالَى \" وَإِذَا مَا أُنْزِلَتْ سُورَة فَمِنْهُمْ مَنْ يَقُول أَيّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِي قُلُوبهمْ مَرَض فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسهمْ وَمَاتُوا وَهُمْ كَافِرُونَ \" وَالْآيَات فِي ذَلِكَ كَثِيرَة قَالَ قَتَادَة فِي قَوْله \" وَنُنَزِّل مِنْ الْقُرْآن مَا هُوَ شِفَاء وَرَحْمَة لِلْمُؤْمِنِينَ \" إِذَا سَمِعَهُ الْمُؤْمِن اِنْتَفَعَ بِهِ وَحَفِظَهُ وَوَعَاهُ \" وَلَا يَزِيد الظَّالِمِينَ إِلَّا خَسَارًا \" أَيْ لَا يَنْتَفِع بِهِ وَلَا يَحْفَظهُ وَلَا يَعِيه فَإِنَّ اللَّه جَعَلَ هَذَا الْقُرْآن شِفَاء وَرَحْمَة لِلْمُؤْمِنِينَ .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38270, "aya_id": 82}]