[{"text": "فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا", "sura_id": 19, "type": 0, "id": 2276, "aya_id": 26}, {"text": "فكلي و اشربي و قري عينا فإما ترين من البشر أحدا فقولي إني نذرت للرحمن صوما فلن أكلم اليوم إنسيا", "sura_id": 19, "type": 1, "id": 8512, "aya_id": 26}, {"text": "26 - (فكلي) من الرطب (واشربي) من السري (وقري عينا) بالولد تمييز محول من الفاعل أي لتقر عينك به أي تسكن فلا تطمح إلى غيره (فإما) فيه إدغام نون إن الشرطية في ما الزائدة (ترين) حذفت منه لام الفعل وعينه والقيت حركتها على الراء وكسرت ياء الضمير لإلتقاء الساكنين (من البشر أحدا) فيسألك عن ولدك (فقولي إني نذرت للرحمن صوما) أي إمساكا عن الكلام في شأنه وغيره من الأناسي بدليل (فلن أكلم اليوم إنسيا) أي بعد ذلك \r\n", "sura_id": 19, "type": 2, "id": 27220, "aya_id": 26}, {"text": "فكلي من الرطب, واشربي من الماء وطيـبي نفسًا بالمولود, فإن رأيت من الناس أحدًا فسألك عن أمرك فقولي له: إني أَوْجَبْتُ على نفسي لله سكوتًا, فلن أكلم اليوم أحدًا من الناس. والسكوت كان تعبدًا في شرعهم, دون شريعة محمد صلى الله عليه وسلم.\r\n", "sura_id": 19, "type": 3, "id": 33456, "aya_id": 26}, {"text": " <font color=red>فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا</font><BR><p>وَقَوْله : \" فَإِمَّا تَرَيِنَّ مِنْ الْبَشَر أَحَدًا \" أَيْ مَهْمَا رَأَيْت مِنْ أَحَد \" فَقُولِي إِنِّي نَذَرْت لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّم الْيَوْم إِنْسِيًّا \" الْمُرَاد بِهَذَا الْقَوْل الْإِشَارَة إِلَيْهِ بِذَلِكَ لَا أَنَّ الْمُرَاد بِهِ الْقَوْل اللَّفْظِيّ لِئَلَّا يُنَافِي \" فَلَنْ أُكَلِّم الْيَوْم إِنْسِيًّا \" قَالَ أَنَس بْن مَالِك فِي قَوْله \" إِنِّي نَذَرْت لِلرَّحْمَنِ صَوْمًا \" قَالَ صَمْتًا وَكَذَا قَالَ اِبْن عَبَّاس وَالضَّحَّاك وَفِي رِوَايَة عَنْ أَنَس : صَوْمًا وَصَمْتًا وَكَذَا قَالَ قَتَادَة وَغَيْرهمَا وَالْمُرَاد أَنَّهُمْ كَانُوا إِذَا صَامُوا فِي شَرِيعَتهمْ يَحْرُم عَلَيْهِمْ الطَّعَام وَالْكَلَام نَصَّ عَلَى ذَلِكَ السُّدِّيّ وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد قَالَ اِبْن إِسْحَاق عَنْ حَارِثَة قَالَ : كُنْت عِنْد اِبْن مَسْعُود فَجَاءَ رَجُلَانِ فَسَلَّمَ أَحَدهمَا وَلَمْ يُسَلِّم الْآخَر فَقَالَ مَا شَأْنك ؟ قَالَ أَصْحَابه حَلَفَ أَنْ لَا يُكَلِّم النَّاس الْيَوْم فَقَالَ عَبْد اللَّه بْن مَسْعُود كَلِّمْ النَّاس وَسَلِّمْ عَلَيْهِمْ فَإِنَّ تِلْكَ اِمْرَأَة عَلِمَتْ أَنَّ أَحَدًا لَا يُصَدِّقهَا أَنَّهَا حَمَلَتْ مِنْ غَيْر زَوْج يَعْنِي بِذَلِكَ مَرْيَم عَلَيْهَا السَّلَام لِيَكُونَ عُذْرًا لَهَا إِذَا سُئِلَتْ وَرَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير رَحِمَهُمَا اللَّه وَقَالَ عَبْد الرَّحْمَن بْن زَيْد لَمَّا قَالَ عِيسَى لِمَرْيَم \" لَا تَحْزَنِي \" قَالَتْ وَكَيْف لَا أَحْزَن وَأَنْتَ مَعِي لَا ذَات زَوْج وَلَا مَمْلُوكَة أَيّ شَيْء عُذْرِي عِنْد النَّاس ؟ يَا لَيْتَنِي مِتّ قَبْل هَذَا وَكُنْت نَسْيًا مَنْسِيًّا قَالَ لَهَا عِيسَى أَنَا أَكْفِيك الْكَلَام \" فَإِمَّا تَرَيِنَّ مِنْ الْبَشَر أَحَدًا فَقُولِي إِنِّي نَذَرْت لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّم الْيَوْم إِنْسِيًّا \" قَالَ هَذَا كُلّه مِنْ كَلَام عِيسَى لِأُمِّهِ وَكَذَا قَالَ وَهْب .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38417, "aya_id": 26}]