[{"text": "آلآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ الْمُفْسِدِينَ", "sura_id": 10, "type": 0, "id": 1455, "aya_id": 91}, {"text": "آلآن وقد عصيت قبل وكنت من المفسدين", "sura_id": 10, "type": 1, "id": 7691, "aya_id": 91}, {"text": "91 - (آلآن) تؤمن (وقد عصيت قبل وكنت من المفسدين) بضلالك وإضلالك عن الإيمان \r\n", "sura_id": 10, "type": 2, "id": 26399, "aya_id": 91}, {"text": "آلآن يا فرعون, وقد نزل بك الموت تقرُّ لله بالعبودية, وقد عصيته قبل نزول عذابه بك, وكنت من المفسدين الصادين عن سبيله!! فلا تنفعك التوبة ساعة الاحتضار ومشاهدة الموت والعذاب.\r\n", "sura_id": 10, "type": 3, "id": 32635, "aya_id": 91}, {"text": " <font color=red>آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ</font><BR><p>وَلِهَذَا قَالَ اللَّه تَعَالَى فِي جَوَاب فِرْعَوْن حِين قَالَ مَا قَالَ \" آلْآنَ وَقَدْ عَصَيْت قَبْلُ \" أَيْ أَهَذَا الْوَقْت تَقُول وَقَدْ عَصَيْت اللَّه قَبْل هَذَا فِيمَا بَيْنك وَبَيْنه \" وَكُنْت مِنْ الْمُفْسِدِينَ \" أَيْ فِي الْأَرْض الَّذِينَ أَضَلُّوا النَّاس \" وَجَعَلْنَاهُمْ أَئِمَّة يَدْعُونَ إِلَى النَّار وَيَوْم الْقِيَامَة لَا يُنْصَرُونَ \" وَهَذَا الَّذِي حَكَى اللَّه تَعَالَى عَنْ فِرْعَوْن مِنْ قَوْله هَذَا فِي حَاله ذَلِكَ مِنْ أَسْرَار الْغَيْب الَّتِي أَعْلَم اللَّه بِهَا رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِهَذَا قَالَ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مِهْرَانَ عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا قَالَ فِرْعَوْن آمَنْت أَنَّهُ لَا إِلَه إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيل - قَالَ - قَالَ لِي جِبْرِيل لَوْ رَأَيْتنِي وَقَدْ أَخَذْت مِنْ حَال الْبَحْر فَدَسَسْته فِي فِيهِ مَخَافَة أَنْ تَنَالهُ الرَّحْمَة \" . رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم فِي تَفَاسِيرهمْ مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة عَنْ عَدِيّ بْن ثَابِت وَعَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ لِي جِبْرِيل لَوْ رَأَيْتنِي وَأَنَا آخُذ مِنْ حَال الْبَحْر فَأَدُسّهُ فِي فَم فِرْعَوْن مَخَافَة أَنْ تُدْرِكهُ الرَّحْمَة \" وَقَدْ رَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ أَيْضًا وَابْن جَرِير أَيْضًا مِنْ غَيْر وَجْه عَنْ شُعْبَة بِهِ فَذَكَرَ مِثْله وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب صَحِيح ; وَوَقَعَ فِي رِوَايَة عِنْد اِبْن جَرِير عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ غُنْدَر عَنْ شُعْبَة عَنْ عَطَاء وَعَدِيّ عَنْ سَعِيد عَنْ اِبْن عَبَّاس رَفَعَهُ أَحَدهمَا فَكَأَنَّ الْآخَر لَمْ يَرْفَع فَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ عُمَر بْن عَبْد اللَّه بْن يَعْلَى الثَّقَفِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَفَعَهُ أَحَدهمَا فَكَأَنَّ الْآخَر لَمْ يَرْفَع فَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ عُمَر بْن عَبْد اللَّه بْن يَعْلَى الثَّقَفِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : لَمَّا أَغْرَقَ اللَّه فِرْعَوْن أَشَارَ بِأُصْبُعِهِ وَرَفَعَ صَوْته \" آمَنْت أَنَّهُ لَا إِلَه إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيل \" قَالَ فَخَافَ جِبْرِيل أَنْ تَسْبِق رَحْمَة اللَّه فِيهِ غَضَبه فَجَعَلَ يَأْخُذ الْحَالَ بِجَنَاحَيْهِ فَيَضْرِب بِهِ وَجْهه فَيَرْمُسهُ وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ سُفْيَان بْن وَكِيع عَنْ أَبِي خَالِد بِهِ مَوْقُوفًا وَقَدْ رُوِيَ مِنْ حَدِيث أَبِي هُرَيْرَة أَيْضًا فَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا حَكَّام عَنْ عَنْبَسَة هُوَ اِبْن أَبِي سَعِيد عَنْ كَثِير بْن زَاذَان عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ لِي جِبْرِيل يَا مُحَمَّد لَوْ رَأَيْتنِي وَأَنَا أَغُطّهُ وَأَدُسّ مِنْ الْحَال فِي فِيهِ مَخَافَة أَنْ تُدْرِكهُ رَحْمَة اللَّه فَيَغْفِر لَهُ \" يَعْنِي فِرْعَوْن . كَثِير بْن زَاذَان هَذَا قَالَ اِبْن مَعِين لَا أَعْرِفهُ وَقَالَ أَبُو زُرْعَة وَأَبُو حَاتِم مَجْهُول وَبَاقِي رِجَاله ثِقَات وَقَدْ أَرْسَلَ هَذَا الْحَدِيث جَمَاعَة مِنْ السَّلَف قَتَادَة وَإِبْرَاهِيم التَّيْمِيّ وَمَيْمُون بْن مِهْرَان وَنُقِلَ عَنْ الضَّحَّاك بْن قَيْس أَنَّهُ خَطَبَ بِهَذَا لِلنَّاسِ فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37524, "aya_id": 91}]