[{"text": "إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ", "sura_id": 110, "type": 0, "id": 6214, "aya_id": 1}, {"text": "إذا جاء نصر الله و الفتح", "sura_id": 110, "type": 1, "id": 12450, "aya_id": 1}, {"text": "سورة النصر 1 - (إذا جاء نصر الله) نبيه صلى الله عليه وسلم على أعدائه (والفتح) فتح مكة \r\n", "sura_id": 110, "type": 2, "id": 31158, "aya_id": 1}, {"text": "إذا تمَّ لك -أيها الرسول- النصر على كفار قريش, وتم لك فتح \"مكة\".\r\n", "sura_id": 110, "type": 3, "id": 37394, "aya_id": 1}, {"text": " <font color=red>إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ</font><BR><p>سُورَة النَّصْر : قَدْ تَقَدَّمَ أَنَّهَا تَعْدِل رُبْع الْقُرْآن وَإِذَا زُلْزِلَتْ تَعْدِل رُبْع الْقُرْآن . وَقَالَ النَّسَائِيّ أَخْبَرَنَا مُحَمَّد بْن إِبْرَاهِيم أَخْبَرَنَا جَعْفَر عَنْ أَبِي الْعُمَيْس ح وَأَخْبَرَنَا مُحَمَّد بْن سُلَيْمَان حَدَّثَنَا جَعْفَر بْن عَوْن حَدَّثَنَا أَبُو الْعُمَيْس عَنْ عَبْد الْمَجِيد بْن سُهَيْل عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة قَالَ : قَالَ لِي اِبْن عَبَّاس يَا اِبْن عُتْبَة أَتَعْلَمُ آخِر سُورَة مِنْ الْقُرْآن نَزَلَتْ ؟ قُلْت نَعَمْ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" قَالَ صَدَقْت . وَرَوَى الْحَافِظَانِ أَبُو بَكْر الْبَزَّار وَالْبَيْهَقِيّ مِنْ حَدِيث مُوسَى بْن عُبَيْدَة الْبُرَيْدِيّ عَنْ صَدَقَة بْن يَسَار عَنْ اِبْن عُمَر قَالَ : أُنْزِلَتْ هَذِهِ السُّورَة \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْسَط أَيَّام التَّشْرِيق فَعَرَفَ أَنَّهُ الْوَدَاع فَأَمَرَ بِرَاحِلَتِهِ الْقَصْوَاء فَرُحِّلَتْ ثُمَّ قَامَ فَخَطَبَ النَّاس فَذَكَرَ خُطْبَته الْمَشْهُورَة . وَقَالَ الْحَافِظ الْبَيْهَقِيّ أَخْبَرَنَا عَلِيّ بْن أَحْمَد بْن عَبْدَان أَخْبَرَنَا أَحْمَد بْن عُبَيْد الصَّفَّار حَدَّثَنَا الْإِسْقَاطِيّ حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا عَبَّاد بْن الْعَوَّام عَنْ هِلَال بْن خَبَّاب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا نَزَلَتْ\" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاطِمَة وَقَالَ \" إِنَّهُ قَدْ نُعِيَتْ إِلَيَّ نَفْسِي \" فَبَكَتْ ثُمَّ ضَحِكَتْ وَقَالَتْ أَخْبَرَنِي أَنَّهُ نُعِيَتْ إِلَيْهِ نَفْسه فَبَكَيْت ثُمَّ قَالَ اِصْبِرِي فَإِنَّك أَوَّل أَهْلِي لِحَاقًا بِي فَضَحِكْت وَقَدْ رَوَاهُ النَّسَائِيّ كَمَا سَيَأْتِي بِدُونِ ذِكْر فَاطِمَة . قَالَ الْبُخَارِيّ حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا أَبُو عَوَانَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَ عُمَر يُدْخِلنِي مَعَ أَشْيَاخ بَدْر فَكَأَنَّ بَعْضهمْ وَجَدَ فِي نَفْسه فَقَالَ لِمَ يَدْخُل هَذَا مَعَنَا وَلَنَا أَبْنَاء مِثْله ؟ فَقَالَ عُمَر إِنَّهُ مِمَّنْ قَدْ عَلِمْتُمْ فَدَعَاهُمْ ذَات يَوْم فَأَدْخَلَنِي مَعَهُمْ فَمَا رَأَيْت أَنَّهُ دَعَانِي فِيهِمْ يَوْمئِذٍ إِلَّا لِيُرِيَهُمْ فَقَالَ مَا تَقُولُونَ فِي قَوْل اللَّه عَزَّ وَجَلَّ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" ؟ فَقَالَ بَعْضهمْ أُمِرْنَا أَنْ نَحْمَد اللَّه وَنَسْتَغْفِرهُ إِذَا نَصَرَنَا وَفَتَحَ عَلَيْنَا وَسَكَتَ بَعْضهمْ فَلَمْ يَقُلْ شَيْئًا فَقَالَ لِي أَكَذَلِكَ تَقُول يَا اِبْن عَبَّاس ؟ فَقُلْت لَا فَقَالَ مَا تَقُول ؟ فَقُلْت هُوَ أَجَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْلَمَهُ لَهُ قَالَ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" فَذَلِكَ عَلَامَة أَجَلك قَالَ عُمَر بْن الْخَطَّاب لَا أَعْلَم مِنْهَا إِلَّا مَا تَقُول تَفَرَّدَ بِهِ الْبُخَارِيّ .</p><BR> <br> ", "sura_id": 110, "type": 4, "id": 37723, "aya_id": 1}]