[{"text": "وَإِذَا الْبِحَارُ سُجِّرَتْ", "sura_id": 81, "type": 0, "id": 5806, "aya_id": 6}, {"text": "و إذا البحار سجرت", "sura_id": 81, "type": 1, "id": 12042, "aya_id": 6}, {"text": "6 - (وإذا البحار سجرت) بالتخفيف والتشديد اوقدت فصارت نارا \r\n", "sura_id": 81, "type": 2, "id": 30750, "aya_id": 6}, {"text": "وإذا البحار أوقدت، فصارت على عِظَمها نارًا تتوقد,\r\n", "sura_id": 81, "type": 3, "id": 36986, "aya_id": 6}, {"text": " <font color=red>وَإِذَا الْبِحَارُ سُجِّرَتْ</font><BR><p>قَالَ اِبْن جَرِير حَدَّثَنَا يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ دَاوُد عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ لِرَجُلٍ مِنْ الْيَهُود أَيْنَ جَهَنَّم ؟ قَالَ الْبَحْر فَقَالَ مَا أُرَاهُ إِلَّا صَادِقًا وَالْبَحْر الْمَسْجُور وَإِذَا الْبِحَار سُجِّرَتْ وَقَالَ اِبْن عَبَّاس وَغَيْر وَاحِد يُرْسِل اللَّه عَلَيْهَا الرِّيَاح الدَّبُور فَتُسَعِّرهَا وَتَصِير نَارًا تَأَجَّج وَقَدْ تَقَدَّمَ الْكَلَام عَلَى ذَلِكَ عِنْد قَوْله تَعَالَى \" وَالْبَحْر الْمَسْجُور \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن الْجُنَيْد حَدَّثَنَا أَبُو طَاهِر حَدَّثَنِي عَبْد الْجَبَّار بْن سُلَيْمَان أَبُو سُلَيْمَان النَّفَّاط - شَيْخ صَالِح يُشْبِه مَالِك بْن أَنَس - عَنْ مُعَاوِيَة بْن سَعِيد قَالَ إِنَّ هَذَا الْبَحْر بِرْكَة - يَعْنِي بَحْر الرُّوم - وَسَط الْأَرْض وَالْأَنْهَار كُلّهَا تَصُبّ فِيهِ وَالْبَحْر الْكَبِير يَصُبّ فِيهِ وَأَسْفَله آبَار مُطْبَقَة بِالنُّحَاسِ فَإِذَا كَانَ يَوْم الْقِيَامَة أُسْجِرَ وَهَذَا أَثَر غَرِيب عَجِيب وَفِي سُنَن أَبِي دَاوُد \" لَا يَرْكَب الْبَحْر إِلَّا حَاجّ أَوْ مُعْتَمِر أَوْ غَازٍ فَإِنَّ تَحْت الْبَحْر نَارًا وَتَحْت النَّار بَحْرًا \" الْحَدِيث وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ فِي سُورَة فَاطِر . وَقَالَ مُجَاهِد وَالْحَسَن بْن مُسْلِم : سُجِّرَتْ أُوقِدَتْ وَقَالَ الْحَسَن : يَبِسَتْ وَقَالَ الضَّحَّاك وَقَتَادَة : غَاضَ مَاؤُهَا فَذَهَبَ فَلَمْ يَبْقَ فِيهَا قَطْرَة وَقَالَ الضَّحَّاك أَيْضًا سُجِّرَتْ فُجِّرَتْ وَقَالَ السُّدِّيّ فُتِحَتْ وَصُيِّرَتْ وَقَالَ الرَّبِيع بْن خُثَيْم سُجِّرَتْ فَاضَتْ .</p><BR> <br> ", "sura_id": 81, "type": 4, "id": 43196, "aya_id": 6}]