[{"text": "فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ", "sura_id": 47, "type": 0, "id": 4564, "aya_id": 19}, {"text": "فاعلم أنه لا إله إلا الله واستغفر لذنبك وللمؤمنين والمؤمنات والله يعلم متقلبكم ومثواكم", "sura_id": 47, "type": 1, "id": 10800, "aya_id": 19}, {"text": "19 - (فاعلم أنه لا إله إلا الله) أي دم يا محمد على علمك بذلك النافع في القيامة (واستغفر لذنبك) لأجله قيل له ذلك مع عصمته لتستن به أمته وقد فعله قال صلى الله عليه وسلم إني لأستغفر الله في كل يوم مائة مرة (وللمؤمنين والمؤمنات) فيه إكرام لهم بأمر نبيهم بالاستغفار لهم (والله يعلم متقلبكم) متصرفكم لأشغالكم في النهار (ومثواكم) مأواكم إلى مضاجعكم بالليل أي هو عالم بجميع أحوالكم لا يخفى عليه شيء منها فاحذروه والخطاب للمؤمنين وغيرهم \r\n", "sura_id": 47, "type": 2, "id": 29508, "aya_id": 19}, {"text": "فاعلم -أيها النبي- أنه لا معبود بحق إلا الله, واستغفر لذنبك, واستغفر للمؤمنين والمؤمنات. والله يعلم تصرفكم في يقظتكم نهارًا, ومستقركم في نومكم ليلا.\r\n", "sura_id": 47, "type": 3, "id": 35744, "aya_id": 19}, {"text": " <font color=red>فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ</font><BR><p>\" فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ \" هَذَا إِخْبَار بِأَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَلَا يَتَأَتَّى كَوْنه آمِرًا بِعِلْمِ ذَلِكَ وَلِهَذَا عَطَفَ عَلَيْهِ قَوْله عَزَّ وَجَلَّ\" وَاسْتَغْفِرْ لِذَنْبِك وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَات \" وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" اللَّهُمَّ اِغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي اللَّهُمَّ اِغْفِرْ لِي هَزْلِي وَجِدِّي وَخَطَئِي وَعَمْدِي وَكُلّ ذَلِكَ عِنْدِي \" وَفِي الصَّحِيح أَنَّهُ كَانَ يَقُول فِي آخِر الصَّلَاة \" اللَّهُمَّ اِغْفِرْ لِي مَا قَدَّمْت وَمَا أَخَّرْت وَمَا أَسْرَرْت وَمَا أَعْلَنْت وَمَا أَسْرَفْت وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ إِلَهِي لَا إِلَه إِلَّا أَنْتَ \" وَفِي الصَّحِيح أَنَّهُ قَالَ \" يَا أَيّهَا النَّاس تُوبُوا إِلَى رَبّكُمْ فَإِنِّي أَسْتَغْفِر اللَّه وَأَتُوب إِلَيْهِ فِي الْيَوْم أَكْثَرَ مِنْ سَبْعِينَ مَرَّة \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عَاصِم الْأَحْوَل قَالَ سَمِعْت عَبْد اللَّه بْن سَرْخَس قَالَ أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَكَلْت مَعَهُ مِنْ طَعَامه فَقُلْت غَفَرَ اللَّه لَك يَا رَسُول اللَّه فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" وَلَك \" فَقُلْت أَسْتَغْفِر لَك ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ وَلَكُمْ \" وَقَرَأَ \" وَاسْتَغْفِرْ لِذَنْبِك وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَات \" ثُمَّ نَظَرْت إِلَى بَعْض كَتِفه الْأَيْمَن أَوْ كَتِفه الْأَيْسَر شُعْبَة الَّذِي شَكَّ فَإِذَا هُوَ كَهَيْئَةِ الْجُمْع عَلَيْهِ الثَّآلِيل وَرَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم مِنْ طُرُق عَنْ عَاصِم الْأَحْوَل بِهِ , وَفِي الْحَدِيث الْآخَر الَّذِي رَوَاهُ أَبُو يَعْلَى حَدَّثَنَا مُحَمَّد بْن عَوْن حَدَّثَنَا عُثْمَان بْن مَطَر حَدَّثَنَا عَبْد الْغَفُور عَنْ أَبِي نَصْر عَنْ أَبِي رَجَاء عَنْ أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" عَلَيْكُمْ بِلَا إِلَه إِلَّا اللَّه وَالِاسْتِغْفَار فَأَكْثِرُوا مِنْهُمَا فَإِنَّ إِبْلِيس قَالَ إِنَّمَا أَهْلَكْت النَّاس بِالذُّنُوبِ وَأَهْلَكُونِي بِلَا إِلَهَ إِلَّا اللَّهَ وَالِاسْتِغْفَار فَلَمَّا رَأَيْت ذَلِكَ أَهْلَكْتهمْ بِالْأَهْوَاءِ فَهُمْ يَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ \" وَفِي الْأَثَر الْمَرْوِيّ\" قَالَ إِبْلِيس وَعِزَّتك وَجَلَالِك لَا أَزَالُ أُغْوِيهِمْ مَا دَامَتْ أَرْوَاحهمْ فِي أَجْسَادهمْ فَقَالَ اللَّه عَزَّ وَجَلَّ وَعِزَّتِي وَجَلَالِي لَا أَزَالُ أَغْفِر لَهُمْ مَا اِسْتَغْفَرُونِي \" وَالْأَحَادِيث فِي فَضْل الِاسْتِغْفَار كَثِيرَة جِدًّا وَقَوْله تَبَارَكَ وَتَعَالَى\" وَاَللَّه يَعْلَم مُتَقَلَّبكُمْ وَمَثْوَاكُمْ \" أَيْ يَعْلَم تَصَرُّفكُمْ فِي نَهَاركُمْ وَمُسْتَقَرّكُمْ فِي لَيْلكُمْ كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ \" وَقَوْلُهُ سُبْحَانَهُ وَتَعَالَى \" وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ \" وَهَذَا الْقَوْل ذَهَبَ إِلَيْهِ اِبْن جُرَيْجٍ وَهُوَ اِخْتِيَارُ اِبْنِ جَرِيرٍ وَعَنْ اِبْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا مُتَقَلَّبَكُمْ فِي الدُّنْيَا وَمَثْوَاكُمْ فِي الْآخِرَةِ وَقَالَ السُّدِّيّ : مُتَقَلَّبَكُمْ فِي الدُّنْيَا وَمَثْوَاكُمْ فِي قُبُورِكُمْ وَالْأَوَّلُ أَوْلَى وَأَظْهَرُ وَاَللَّهُ أَعْلَمُ .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41362, "aya_id": 19}]