[{"text": "إِنَّمَا تَعْبُدُونَ مِن دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِندَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ", "sura_id": 29, "type": 0, "id": 3357, "aya_id": 17}, {"text": "إنما تعبدون من دون الله أوثانا وتخلقون إفكا إن الذين تعبدون من دون الله لا يملكون لكم رزقا فابتغوا عند الله الرزق واعبدوه واشكروا له إليه ترجعون", "sura_id": 29, "type": 1, "id": 9593, "aya_id": 17}, {"text": "17 - (إنما تعبدون من دون الله) أي غيره (أوثانا وتخلقون إفكا) تقولون كذبا إن الأوثان شركاء الله (إن الذين تعبدون من دون الله لا يملكون لكم رزقا) لا يقدرون أن يرزقوكم (فابتغوا عند الله الرزق) اطلبوه منه (واعبدوه واشكروا له إليه ترجعون) \r\n", "sura_id": 29, "type": 2, "id": 28301, "aya_id": 17}, {"text": "ما تعبدون -أيها القوم- مِن دون الله إلا أصنامًا, وتفترون كذبًا بتسميتكم إياها آلهة, إنَّ أوثانكم التي تعبدونها من دون الله لا تقدر أن ترزقكم شيئًا, فالتمسوا عند الله الرزق لا من عند أوثانكم, وأخلصوا له العبادة والشكر على رزقه إياكم, إلى الله تُردُّون من بعد مماتكم, فيجازيكم على ما عملتم.\r\n", "sura_id": 29, "type": 3, "id": 34537, "aya_id": 17}, {"text": " <font color=red>إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى أَنَّ الْأَصْنَام الَّتِي يَعْبُدُونَهَا لَا تَضُرّ وَلَا تَنْفَع وَإِنَّمَا اِخْتَلَقْتُمْ أَنْتُمْ لَهَا أَسْمَاء فَسَمَّيْتُمُوهَا آلِهَة وَإِنَّمَا هِيَ مَخْلُوقَة مِثْلكُمْ هَكَذَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَ مُجَاهِد وَالسُّدِّيّ وَرَوَى الْوَالِبِيّ عَنْ اِبْن عَبَّاس وَتَصْنَعُونَ إِفْكًا أَيْ تَنْحِتُونَهَا أَصْنَامًا وَبِهِ قَالَ مُجَاهِد فِي رِوَايَة وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَغَيْرهمْ وَاخْتَارَهُ اِبْن جَرِير رَحِمَهُ اللَّه . وَهِيَ لَا تَمْلِك لَكُمْ رِزْقًا \" فَابْتَغُوا عِنْد اللَّه الرِّزْق \" وَهَذَا أَبْلَغ فِي الْحَصْر كَقَوْلِهِ :\" إِيَّاكَ نَعْبُد وَإِيَّاكَ نَسْتَعِين \" \" رَبّ اِبْنِ لِي عِنْدك بَيْتًا فِي الْجَنَّة \" وَلِهَذَا قَالَ \" فَابْتَغُوا \" أَيْ فَاطْلُبُوا\" عِنْد اللَّه الرِّزْق \" أَيْ لَا عِنْد غَيْره فَإِنَّ غَيْره لَا يَمْلِك شَيْئًا \" وَاعْبُدُوهُ وَاشْكُرُوا لَهُ \" أَيْ كُلُوا مِنْ رِزْقه وَاعْبُدُوهُ وَحْده وَاشْكُرُوا لَهُ عَلَى مَا أَنْعَمَ بِهِ عَلَيْكُمْ \" إِلَيْهِ تُرْجَعُونَ \" أَيْ يَوْم الْقِيَامَة فَيُجَازِي كُلّ عَامِل بِعَمَلِهِ .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39782, "aya_id": 17}]