[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ", "sura_id": 62, "type": 0, "id": 5186, "aya_id": 9}, {"text": "يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع ذلكم خير لكم إن كنتم تعلمون", "sura_id": 62, "type": 1, "id": 11422, "aya_id": 9}, {"text": "9 - (يا أيها الذين آمنوا إذا نودي للصلاة من) بمعنى في (يوم الجمعة فاسعوا) فامضوا (إلى ذكر الله) للصلاة (وذروا البيع) اتركوا عقده (ذلكم خير لكم إن كنتم تعلمون) أنه خير فافعلوه \r\n", "sura_id": 62, "type": 2, "id": 30130, "aya_id": 9}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, إذا نادى المؤذن للصلاة في يوم الجمعة, فامضوا إلى سماع الخطبة وأداء الصلاة, واتركوا البيع, وكذلك الشراء وجميع ما يَشْغَلُكم عنها, ذلك الذي أُمرتم به خير لكم؛ لما فيه من غفران ذنوبكم ومثوبة الله لكم, إن كنتم تعلمون مصالح أنفسكم فافعلوا ذلك. وفي الآية دليل على وجوب حضور الجمعة واستماع الخطبة.\r\n", "sura_id": 62, "type": 3, "id": 36366, "aya_id": 9}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ</font><BR><p>إِنَّمَا سُمِّيَتْ الْجُمُعَة جُمْعَة لِأَنَّهَا مُشْتَقَّة مِنْ الْجَمْع فَإِنَّ أَهْل الْإِسْلَام يَجْتَمِعُونَ فِيهِ فِي كُلّ أُسْبُوع مَرَّة بِالْمَعَابِدِ الْكِبَار وَفِيهِ كَمُلَ جَمِيع الْخَلَائِق فَإِنَّهُ الْيَوْم السَّادِس مِنْ السِّتَّة الَّتِي خَلَقَ اللَّه فِيهَا السَّمَاوَات وَالْأَرْض وَفِيهِ خُلِقَ آدَم وَفِيهِ أُدْخِلَ الْجَنَّة وَفِيهِ أُخْرِجَ مِنْهَا وَفِيهِ تَقُوم السَّاعَة وَفِيهِ سَاعَة لَا يُوَافِقهَا عَبْد مُؤْمِن يَسْأَل فِيهَا اللَّه خَيْرًا إِلَّا أَعْطَاهُ إِيَّاهُ كَمَا ثَبَتَتْ بِذَلِكَ الْأَحَادِيث الصِّحَاح . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا عُبَيْدَة بْن حُمَيْد عَنْ مَنْصُور عَنْ أَبِي مَعْشَر عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ قَرْثَعٍ الضَّبِّيّ حَدَّثَنَا سَلْمَان قَالَ : قَالَ أَبُو الْقَاسِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" يَا سَلْمَان مَا يَوْم الْجُمُعَة ؟ \" قُلْت اللَّه وَرَسُوله أَعْلَم فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَوْم الْجُمُعَة يَوْم جَمَعَ اللَّه فِيهِ أَبَوَاكُمْ - أَوْ أَبُوكُمْ \" وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَة مِنْ كَلَامه نَحْو هَذَا فَاَللَّه أَعْلَم وَقَدْ كَانَ يُقَال لَهُ فِي اللُّغَة الْقَدِيمَة يَوْم الْعُرُوبَة وَثَبَتَ أَنَّ الْأُمَم قَبْلنَا أُمِرُوا بِهِ فَضَلُّوا عَنْهُ وَاخْتَارَ الْيَهُود يَوْم السَّبْت الَّذِي لَمْ يَقَع فِيهِ خَلْق آدَم وَاخْتَارَ النَّصَارَى يَوْم الْأَحَد الَّذِي اُبْتُدِئَ فِيهِ الْخَلْق وَاخْتَارَ اللَّه لِهَذِهِ الْأُمَّة يَوْم الْجُمُعَة الَّذِي أَكْمَلَ اللَّه فِيهِ الْخَلِيقَة كَمَا أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْم الْقِيَامَة بَيْد أَنَّهُمْ أُوتُوا الْكِتَاب مِنْ قَبْلنَا ثُمَّ إِنَّ هَذَا يَوْمهمْ الَّذِي فَرَضَ اللَّه عَلَيْهِمْ فَاخْتَلَفُوا فِيهِ فَهَدَانَا اللَّه لَهُ فَالنَّاس لَنَا فِيهِ تَبَعُ الْيَهُود غَدًا وَالنَّصَارَى بَعْد غَد \" لَفْظ الْبُخَارِيّ وَفِي لَفْظ لِمُسْلِمٍ\" أَضَلَّ اللَّه عَنْ الْجُمُعَة مَنْ كَانَ قَبْلنَا فَكَانَ لِلْيَهُودِ يَوْم السَّبْت وَكَانَ لِلنَّصَارَى يَوْم الْأَحَد فَجَاءَ اللَّه بِنَا فَهَدَانَا اللَّه لِيَوْمِ الْجُمُعَة فَجَعَلَ الْجُمُعَة وَالسَّبْت وَالْأَحَد وَكَذَلِكَ هُمْ تَبَع لَنَا يَوْم الْقِيَامَة نَحْنُ الْآخِرُونَ مِنْ أَهْل الدُّنْيَا وَالْأَوَّلُونَ يَوْم الْقِيَامَة الْمَقْضِيّ بَيْنَهُمْ قَبْل الْخَلَائِق \" وَقَدْ أَمَرَ اللَّه الْمُؤْمِنِينَ بِالِاجْتِمَاعِ لِعِبَادَتِهِ يَوْم الْجُمُعَة فَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْم الْجُمُعَة فَاسْعَوْا إِلَى ذِكْرِ اللَّه \" أَيْ اقْصُدُوا وَاعْمِدُوا وَاهْتَمُّوا فِي سَيْرِكُمْ إِلَيْهَا وَلَيْسَ الْمُرَاد بِالسَّعْيِ هَاهُنَا الْمَشْي السَّرِيع وَإِنَّمَا هُوَ الِاهْتِمَام بِهَا كَقَوْلِهِ تَعَالَى \" وَمَنْ أَرَادَ الْآخِرَة وَسَعَى لَهَا سَعْيهَا وَهُوَ مُؤْمِن \" وَكَانَ عُمَر بْن الْخَطَّاب وَابْن مَسْعُود رَضِيَ اللَّه عَنْهُمَا يَقْرَآنِهَا \" فَامْضُوا إِلَى ذِكْر اللَّه \" فَأَمَّا الْمَشْي السَّرِيع إِلَى الصَّلَاة فَقَدْ نُهِيَ عَنْهُ لِمَا أَخْرَجَاهُ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا سَمِعْتُمْ الْإِقَامَة فَامْشُوا إِلَى الصَّلَاة وَعَلَيْكُمْ السَّكِينَة وَالْوَقَار وَلَا تُسْرِعُوا فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا \" لَفْظ الْبُخَارِيّ وَعَنْ أَبِي قَتَادَة قَالَ : بَيْنَمَا نَحْنُ نُصَلِّي مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ سَمِعَ جَلَبَة رِجَال فَلَمَّا صَلَّى قَالَ \" مَا شَأْنكُمْ \" قَالُوا اِسْتَعْجَلْنَا إِلَى الصَّلَاة قَالَ\" فَلَا تَفْعَلُوا ! إِذَا أَتَيْتُمْ الصَّلَاة فَامْشُوا وَعَلَيْكُمْ السَّكِينَة فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا\" أَخْرَجَاهُ وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا أُقِيمَتْ الصَّلَاة فَلَا تَأْتُوهَا تَسْعَوْنَ وَلَكِنْ اِئْتُوهَا تَمْشُونَ وَعَلَيْكُمْ السَّكِينَة وَالْوَقَار فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا \" رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث عَبْد الرَّزَّاق كَذَلِكَ وَأَخْرَجَهُ مِنْ طَرِيق يَزِيد بْن زُرَيْع عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة بِمِثْلِهِ قَالَ الْحَسَن أَمَا وَاَللَّه مَا هُوَ بِالسَّعْيِ عَلَى الْأَقْدَام وَلَقَدْ نُهُوا أَنْ يَأْتُوا الصَّلَاة إِلَّا وَعَلَيْهِمْ السَّكِينَة وَالْوَقَار وَلَكِنْ بِالْقُلُوبِ وَالنِّيَّة وَالْخُشُوع. وَقَالَ قَتَادَة فِي قَوْله \" فَاسْعَوْا إِلَى ذِكْر اللَّه \" يَعْنِي أَنْ تَسْعَى بِقَلْبِك وَعَمَلِك وَهُوَ الْمَشْي إِلَيْهَا وَكَانَ يَتَأَوَّل قَوْله تَعَالَى \" فَلَمَّا بَلَغَ مَعَهُ السَّعْي \" أَيْ الْمَشْي مَعَهُ وَرُوِيَ عَنْ مُحَمَّد بْن كَعْب وَزَيْد بْن أَسْلَمَ وَغَيْرهمَا نَحْو ذَلِكَ . وَيُسْتَحَبّ لِمَنْ جَاءَ إِلَى الْجُمُعَة أَنْ يَغْتَسِل قَبْل مَجِيئِهِ إِلَيْهَا لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا جَاءَ أَحَدكُمْ الْجُمُعَة فَلْيَغْتَسِل \" وَلَهُمَا عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" غُسْلُ يَوْم الْجُمُعَة وَاجِب عَلَى كُلّ مُحْتَلِم \" وَعَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَقّ لِلَّهِ عَلَى كُلّ مُسْلِم أَنْ يَغْتَسِل فِي كُلّ سَبْعَة أَيَّام يَغْسِل رَأْسه وَجَسَده\" رَوَاهُ مُسْلِم وَعَنْ جَابِر رَضِيَ اللَّه عَنْهُ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلَى كُلّ رَجُل مُسْلِم فِي كُلّ سَبْعَة أَيَّام غُسْل يَوْم وَهُوَ يَوْم الْجُمُعَة \" رَوَاهُ أَحْمَد وَالنَّسَائِيّ وَابْن حِبَّان . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا اِبْن الْمُبَارَك عَنْ الْأَوْزَاعِيّ عَنْ حَسَّان بْن عَطِيَّة عَنْ أَبِي الْأَشْعَث الصَّنْعَانِيّ عَنْ أَوْس بْن أَوْس الثَّقَفِيّ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ غَسَّلَ وَاغْتَسَلَ يَوْم الْجُمُعَة وَبَكَّرَ وَابْتَكَرَ وَمَشَى وَلَمْ يَرْكَب وَدَنَا مِنْ الْإِمَام وَاسْتَمَعَ وَلَمْ يَلْغُ كَانَ لَهُ بِكُلِّ خُطْوَة أَجْر سَنَة صِيَامهَا وَقِيَامهَا \" وَهَذَا الْحَدِيث لَهُ طُرُق وَأَلْفَاظ وَقَدْ أَخْرَجَهُ أَهْل السُّنَن الْأَرْبَعَة وَحَسَّنَهُ التِّرْمِذِيّ وَعَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ اِغْتَسَلَ يَوْم الْجُمُعَة غُسْل الْجَنَابَة ثُمَّ رَاحَ فِي السَّاعَة الْأُولَى فَكَأَنَّمَا قَرَّبَ بَدَنَة وَمَنْ رَاحَ فِي السَّاعَة الثَّانِيَة فَكَأَنَّمَا قَرَّبَ بَقَرَة وَمَنْ رَاحَ فِي السَّاعَة الثَّالِثَة فَكَأَنَّمَا قَرَّبَ كَبْشًا أَقْرَنَ وَمَنْ رَاحَ فِي السَّاعَة الرَّابِعَة فَكَأَنَّمَا قَرَّبَ دَجَاجَة وَمَنْ رَاحَ فِي السَّاعَة الْخَامِسَة فَكَأَنَّمَا قَرَّبَ بَيْضَة فَإِذَا خَرَجَ الْإِمَام حَضَرَتْ الْمَلَائِكَة يَسْتَمِعُونَ الذِّكْر \" أَخْرَجَاهُ . وَيُسْتَحَبّ لَهُ أَنْ يَلْبَس أَحْسَن ثِيَابه وَيَتَطَيَّب وَيَتَسَوَّك وَيَتَنَظَّف وَيَتَطَهَّر فِي حَدِيث أَبِي سَعِيد الْمُتَقَدِّم \" غُسْل يَوْم الْجُمُعَة وَاجِب عَلَى كُلّ مُحْتَلِم وَالسِّوَاك وَأَنْ يَمَسّ مِنْ طِيب أَهْله \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن إِبْرَاهِيم التَّيْمِيّ عَنْ عِمْرَان بْن أَبِي يَحْيَى عَنْ عَبْد اللَّه بْن كَعْب بْن مَالِك عَنْ أَبِي أَيُّوب الْأَنْصَارِيّ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ اِغْتَسَلَ يَوْم الْجُمُعَة وَمَسَّ مِنْ طِيب أَهْله إِنْ كَانَ عِنْده وَلَبِسَ مِنْ أَحْسَن ثِيَابه ثُمَّ خَرَجَ حَتَّى يَأْتِي الْمَسْجِد فَيَرْكَع إِنْ بَدَا لَهُ وَلَمْ يُؤْذِ أَحَدًا ثُمَّ أَنْصَتَ إِذَا خَرَجَ إِمَامه حَتَّى يُصَلِّي كَانَتْ كَفَّارَة لِمَا بَيْنهَا وَبَيْن الْجُمُعَة الْأُخْرَى \" . وَفِي سُنَن أَبِي دَاوُد وَابْن مَاجَهْ عَنْ عَبْد اللَّه بْن سَلَام رَضِيَ اللَّه عَنْهُ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول عَلَى الْمِنْبَر \" مَا عَلَى أَحَدِكُمْ لَوْ اِشْتَرَى ثَوْبَيْنِ لِيَوْمِ الْجُمُعَة سِوَى ثَوْبَيْ مِهْنَته \" وَعَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ النَّاس يَوْم الْجُمُعَة فَرَأَى عَلَيْهِمْ ثِيَاب النِّمَار فَقَالَ \" مَا عَلَى أَحَدِكُمْ إِنْ وَجَدَ سَعَة أَنْ يَتَّخِذ ثَوْبَيْنِ لِجُمْعَتِهِ سِوَى ثَوْبَيْ مِهْنَته \" رَوَاهُ اِبْن مَاجَهْ . وَقَوْله تَعَالَى\" إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْم الْجُمُعَة \" الْمُرَاد بِهَذَا النِّدَاء هُوَ النِّدَاء الثَّانِي الَّذِي كَانَ يُفْعَل بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا خَرَجَ فَجَلَسَ عَلَى الْمِنْبَر فَإِنَّهُ كَانَ حِينَئِذٍ يُؤَذَّنُ بَيْن يَدَيْهِ فَهَذَا هُوَ الْمُرَاد فَأَمَّا النِّدَاء الْأَوَّل الَّذِي زَادَهُ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ فَإِنَّمَا كَانَ هَذَا لِكَثْرَةِ النَّاس كَمَا رَوَاهُ الْبُخَارِيّ رَحِمَهُ اللَّه حَيْثُ قَالَ : حَدَّثَنَا آدَم هُوَ اِبْن أَبِي إِيَاس حَدَّثَنَا اِبْن أَبِي ذِئْب عَنْ الزُّهْرِيّ عَنْ السَّائِب بْن يَزِيد قَالَ كَانَ النِّدَاء يَوْم الْجُمُعَة أَوَّله إِذَا جَلَسَ الْإِمَام عَلَى الْمِنْبَر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْر وَعُمَر فَلَمَّا كَانَ عُثْمَان بَعْد زَمَن وَكَثُرَ النَّاس زَادَ النِّدَاء الثَّانِي عَلَى الزَّوْرَاء يَعْنِي يُؤَذَّنُ بِهِ عَلَى الدَّار الَّتِي تُسَمَّى الزَّوْرَاء وَكَانَتْ أَرْفَع دَار بِالْمَدِينَةِ بِقُرْبِ الْمَسْجِد . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن رَاشِد الْمَكْحُول عَنْ مَكْحُول أَنَّ النِّدَاء كَانَ فِي الْجُمُعَة مُؤَذِّن وَاحِد حِين يَخْرُج الْإِمَام ثُمَّ تُقَام الصَّلَاة وَذَلِكَ النِّدَاء الَّذِي يَحْرُم عِنْده الشِّرَاء وَالْبَيْع إِذَا نُودِيَ بِهِ فَأَمَرَ عُثْمَان رَضِيَ اللَّه عَنْهُ أَنْ يُنَادَى قَبْل خُرُوج الْإِمَام حَتَّى يَجْتَمِع النَّاس . وَإِنَّمَا يُؤْمَر بِحُضُورِ الْجُمُعَة الرِّجَال الْأَحْرَار دُون الْعَبِيد وَالنِّسَاء وَالصِّبْيَان وَيُعْذَر الْمُسَافِر . وَالْمَرِيض وَقَيِّم الْمَرِيض وَمَا أَشْبَهَ ذَلِكَ مِنْ الْأَعْذَار كَمَا هُوَ مُقَرَّر فِي كُتُبِ الْفُرُوع وَقَوْله تَعَالَى \" وَذَرُوا الْبَيْع \" أَيْ اِسْعَوْا إِلَى ذِكْرِ اللَّه وَاتْرُكُوا الْبَيْع إِذَا نُودِيَ لِلصَّلَاةِ وَلِهَذَا اِتَّفَقَ الْعُلَمَاء رَضِيَ اللَّه عَنْهُمْ عَلَى تَحْرِيم الْبَيْع بَعْد النِّدَاء الثَّانِي وَاخْتَلَفُوا هَلْ يَصِحّ إِذَا تَعَاطَاهُ مُتَعَاطٍ أَمْ لَا ؟ عَلَى قَوْلَيْنِ وَظَاهِر الْآيَة عَدَم الصِّحَّة كَمَا هُوَ مُقَرَّر فِي مَوْضِعه وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى\" ذَلِكُمْ خَيْر لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ \" أَيْ تَرْكُكُمْ الْبَيْع وَإِقْبَالُكُمْ إِلَى ذِكْر اللَّه وَإِلَى الصَّلَاة خَيْر لَكُمْ أَيْ فِي الدُّنْيَا وَالْآخِرَة إِنْ كُنْتُمْ تَعْلَمُونَ .</p><BR> <br> ", "sura_id": 62, "type": 4, "id": 42278, "aya_id": 9}]