[{"text": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ", "sura_id": 7, "type": 0, "id": 1032, "aya_id": 78}, {"text": "فأخذتهم الرجفة فأصبحوا في دارهم جاثمين", "sura_id": 7, "type": 1, "id": 7268, "aya_id": 78}, {"text": "78 - (فأخذتهم الرجفة) الزلزلة الشديدة من الأرض والصيحة من السماء (فأصبحوا في دارهم جاثمين) باركين على الركب ميتين \r\n", "sura_id": 7, "type": 2, "id": 25976, "aya_id": 78}, {"text": "فأخذَت الذين كفروا الزلزلةُ الشديدة التي خلعت قلوبهم, فأصبحوا في بلدهم هالكين, لاصقين بالأرض على رُكَبهم ووجوههم, لم يُفْلِت منهم أحد.\r\n", "sura_id": 7, "type": 3, "id": 32212, "aya_id": 78}, {"text": " <font color=red>فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ</font><BR><p>\" فَأَصْبَحُوا فِي دَارهمْ جَاثِمِينَ \" أَيْ صَرْعَى لَا أَرْوَاح فِيهِمْ وَلَمْ يَفْلِت مِنْهُمْ أَحَد لَا صَغِير وَلَا كَبِير لَا ذَكَر وَلَا أُنْثَى قَالُوا إِلَّا جَارِيَة كَانَتْ مُقْعَدَة وَاسْمهَا كَلْبَة اِبْنَة السِّلْق وَيُقَال لَهَا الذَّرِيعَة وَكَانَتْ كَافِرَة شَدِيدَة الْعَدَاوَة لِصَالِحٍ عَلَيْهِ السَّلَام فَلَمَّا رَأَتْ مَا رَأَتْ مِنْ الْعَذَاب أَطْلَقَتْ رِجْلَاهَا فَقَامَتْ تَسْعَى كَأَسْرَع شَيْء فَأَتَتْ حَيًّا مِنْ الْأَحْيَاء فَأَخْبَرَتْهُمْ بِمَا رَأَتْ وَمَا حَلَّ بِقَوْمِهَا ثُمَّ اِسْتَسْقَتْهُمْ مِنْ الْمَاء فَلَمَّا شَرِبَتْ مَاتَتْ قَالَ عُلَمَاء التَّفْسِير وَلَمْ يَبْقَ مِنْ ذُرِّيَّة ثَمُود أَحَد سِوَى صَالِح عَلَيْهِ السَّلَام وَمَنْ تَبِعَهُ رَضِيَ اللَّه عَنْهُمْ إِلَّا أَنَّ رَجُلًا يُقَال لَهُ أَبُو رِغَال كَانَ لَمَّا وَقَعَتْ النِّقْمَة بِقَوْمِهِ مُقِيمًا إِذْ ذَاكَ فِي الْحَرَم فَلَمْ يُصِبْهُ شَيْء فَلَمَّا خَرَجَ فِي بَعْض الْأَيَّام إِلَى الْحِلّ جَاءَهُ حَجَر مِنْ السَّمَاء فَقَتَلَهُ وَقَدْ تَقَدَّمَ فِي أَوَّل الْقِصَّة حَدِيث جَابِر بْن عَبْد اللَّه فِي ذَلِكَ وَذَكَرُوا أَنَّ أَبَا رِغَال هَذَا هُوَ وَالِد ثَقِيف الَّذِينَ كَانُوا يَسْكُنُونَ الطَّائِف قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر أَخْبَرَنِي إِسْمَاعِيل بْن أُمَيَّة أَنَّ النَّبِيّ صَلِّي اللَّه عَلَيْهِ وَآله وَسَلَّمَ مَرَّ بِقَبْرِ أَبِي رِغَال فَقَالَ \" أَتَدْرُونَ مَنْ هَذَا ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" هَذَا قَبْر أَبِي رِغَال رَجُل مِنْ ثَمُود كَانَ فِي حَرَم اللَّه فَمَنَعَهُ حَرَم اللَّه عَذَاب اللَّه فَلَمَّا خَرَجَ أَصَابَهُ مَا أَصَابَ قَوْمه فَدُفِنَ هَاهُنَا وَدُفِنَ مَعَهُ غُصْن مِنْ ذَهَب فَنَزَلَ الْقَوْم فَابْتَدَرُوهُ بِأَسْيَافِهِمْ فَبَحَثُوا عَنْهُ فَاسْتَخْرَجُوا الْغُصْن \" . وَقَالَ عَبْد الرَّزَّاق قَالَ مَعْمَر قَالَ الزُّهْرِيّ أَبُو رِغَال أَبُو ثَقِيف هَذَا مُرْسَل مِنْ هَذَا الْوَجْه وَقَدْ رُوِيَ مُتَّصِلًا مِنْ وَجْه آخَر كَمَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ إِسْمَاعِيل بْن أُمَيَّة عَنْ بُجَيْر بْن أَبِي بُجَيْر قَالَ سَمِعْت عَبْد اللَّه بْن عَمْرو يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَآله يَقُول حِين خَرَجْنَا مَعَهُ إِلَى الطَّائِف فَمَرَرْنَا بِقَبْرٍ فَقَالَ \" هَذَا قَبْر أَبِي رِغَال وَهُوَ أَبُو ثَقِيف وَكَانَ مِنْ ثَمُود وَكَانَ بِهَذَا الْحَرَم فَدُفِعَ عَنْهُ فَلَمَّا خَرَجَ أَصَابَتْهُ النِّقْمَة الَّتِي أَصَابَتْ قَوْمه بِهَذَا الْمَكَان فَدُفِنَ فِيهِ وَآيَة ذَلِكَ أَنَّهُ دُفِنَ مَعَهُ غُصْن مِنْ ذَهَب إِنْ أَنْتُمْ نَبَشْتُمْ عَنْهُ أَصَبْتُمُوهُ فَابْتَدَرَهُ النَّاس فَاسْتَخْرَجُوا مِنْهُ الْغُصْن \" . وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ يَحْيَى بْن مَعِين عَنْ وَهْب بْن جَرِير بْن حَازِم عَنْ أَبِيهِ عَنْ اِبْن إِسْحَاق بِهِ قَالَ شَيْخنَا أَبُو الْحَجَّاج الْمِزِّيّ وَهُوَ حَدِيث حَسَن عَزِيز . \" قُلْت \" تَفَرَّدَ بِوَصْلِهِ بُجَيْر بْن أَبِي بُجَيْر هَذَا وَهُوَ شَيْخ لَا يُعْرَف إِلَّا بِهَذَا الْحَدِيث قَالَ يَحْيَى بْن مَعِين وَلَمْ أَسْمَع أَحَدًا رَوَى عَنْهُ غَيْر إِسْمَاعِيل بْن أُمَيَّة . \" قُلْت \" وَعَلَى هَذَا فَيُخْشَى أَنْ يَكُون وَهَمَ فِي رَفْع هَذَا الْحَدِيث . وَإِنَّمَا يَكُون مِنْ كَلَام عَبْد اللَّه بْن عَمْرو مِمَّا أَخَذَهُ مِنْ الزَّامِلَتَيْنِ قَالَ شَيْخنَا أَبُو الْحَجَّاج بَعْد أَنْ عَرَضْت عَلَيْهِ ذَلِكَ وَهَذَا مُحْتَمَل وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42648, "aya_id": 78}]