[{"text": "إِن كَانَتْ إِلاَّ صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ", "sura_id": 36, "type": 0, "id": 3734, "aya_id": 29}, {"text": "إن كانت إلا صيحة واحدة فإذا هم خامدون", "sura_id": 36, "type": 1, "id": 9970, "aya_id": 29}, {"text": "29 - (إن) ما (كانت) عقوبتهم (إلا صيحة واحدة) صاح بهم جبريل (فإذا هم خامدون) ساكنون ميتون \r\n", "sura_id": 36, "type": 2, "id": 28678, "aya_id": 29}, {"text": "ما كان هلاكهم إلا بصيحة واحدة, فإذا هم ميتون لم تَبْقَ منهم باقية.\r\n", "sura_id": 36, "type": 3, "id": 34914, "aya_id": 29}, {"text": " <font color=red>إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ</font><BR><p>\" إِنْ كَانَتْ إِلَّا صَيْحه وَاحِدَة فَإِذَا هُمْ خَامِدُونَ \" قَالَ فَأَهْلَكَ اللَّه تَعَالَى ذَلِكَ الْمَلِك وَأَهْل أَنْطَاكِيَّة فَبَادُوا عَنْ وَجْه الْأَرْض فَلَمْ يَبْقَ مِنْهُمْ بَاقِيَة وَقِيلَ \" وَمَا كُنَّا مُنْزِلِينَ \" أَيْ وَمَا كُنَّا نُنَزِّل الْمَلَائِكَة عَلَى الْأُمَم إِذَا أَهْلَكْنَاهُمْ بَلْ نَبْعَث عَلَيْهِمْ عَذَابًا يُدَمِّرهُمْ وَقِيلَ الْمَعْنَى فِي قَوْله تَعَالَى \" وَمَا أَنْزَلْنَا عَلَى قَوْمه مِنْ بَعْده مِنْ جُنْد مِنْ السَّمَاء \" أَيْ مِنْ رِسَالَة أُخْرَى إِلَيْهِمْ قَالَهُ مُجَاهِد وَقَتَادَة قَالَ قَتَادَة فَلَا وَاَللَّه مَا عَاتَبَ اللَّه قَوْمه بَعْد قَتْله \" إِنْ كَانَتْ إِلَّا صَيْحَة وَاحِدَة فَإِذَا هُمْ خَامِدُونَ \" قَالَ اِبْن جَرِير وَالْأَوَّل أَصَحّ لِأَنَّ الرِّسَالَة لَا تُسَمَّى جُنْدًا . قَالَ الْمُفَسِّرُونَ بَعَثَ اللَّه تَعَالَى إِلَيْهِمْ جِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام فَأَخَذَ بِعِضَادَتَيْ بَاب بَلَدهمْ ثُمَّ صَاحَ فِيهِمْ صَيْحَة وَاحِدَة فَإِذَا هُمْ خَامِدُونَ عَنْ آخِرهمْ لَمْ يَبْقَ فِيهِمْ رُوح تَتَرَدَّد فِي جَسَد وَقَدْ تَقَدَّمَ عَنْ كَثِير مِنْ السَّلَف أَنَّ هَذِهِ الْقَرْيَة هِيَ أَنْطَاكِيَّة وَأَنَّ هَؤُلَاءِ الثَّلَاثَة كَانُوا رُسُلًا مِنْ عِنْد الْمَسِيح عِيسَى اِبْن مَرْيَم عَلَيْهِ الصَّلَاة وَالسَّلَام كَمَا نَصَّ عَلَيْهِ قَتَادَة وَغَيْره وَهُوَ الَّذِي لَمْ يُذْكَر عَنْ وَاحِد مِنْ مُتَأَخِّرِي الْمُفَسِّرِينَ غَيْره وَفِي ذَلِكَ نَظَر مِنْ وُجُوه \" أَحَدهَا \" أَنَّ ظَاهِر الْقِصَّة يَدُلّ عَلَى أَنَّ هَؤُلَاءِ كَانُوا رُسُل اللَّه عَزَّ وَجَلَّ لَا مِنْ جِهَة الْمَسِيح عَلَيْهِ السَّلَام كَمَا قَالَ تَعَالَى : \" إِذْ أَرْسَلْنَا إِلَيْهِمْ اِثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ - إِلَى أَنْ قَالُوا - رَبّنَا يَعْلَم إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ وَمَا عَلَيْنَا إِلَّا الْبَلَاغ الْمُبِين \" وَلَوْ كَانَ هَؤُلَاءِ مِنْ الْحَوَارِيِّينَ لَقَالُوا عِبَارَة تُنَاسِب أَنَّهُمْ مِنْ عِنْد الْمَسِيح عَلَيْهِ السَّلَام وَاَللَّه تَعَالَى أَعْلَم ثُمَّ لَوْ كَانُوا رُسُل الْمَسِيح لَمَا قَالُوا لَهُمْ \" إِنْ أَنْتُمْ إِلَّا بَشَر مِثْلنَا \" الثَّانِي \" أَنَّ أَهْل أَنْطَاكِيَّة آمَنُوا بِرُسُلِ الْمَسِيح إِلَيْهِمْ وَكَانُوا أَوَّل مَدِينَة آمَنَتْ بِالْمَسِيحِ وَلِهَذَا كَانَتْ عِنْد النَّصَارَى إِحْدَى الْمَدَائِن الْأَرْبَعَة اللَّاتِي فِيهِنَّ بَتَارِكَة وَهُنَّ الْقُدْس لِأَنَّهَا بَلَد الْمَسِيح وَأَنْطَاكِيَّة لِأَنَّهَا أَوَّل بَلْدَة آمَنَتْ بِالْمَسِيحِ عَنْ آخِر أَهْلهَا وَالْإِسْكَنْدَرِيَّة لِأَنَّ فِيهَا اِصْطَلَحُوا عَلَى اِتِّخَاذ الْبَتَارِكَة وَالْمَطَارِنَة وَالْأَسَاقِفَة وَالْقَسَاوِسَة وَالشَّمَامِسَة وَالرَّهَابِين . ثُمَّ رُومِيَّة لِأَنَّهَا مَدِينَة الْمَلِك قُسْطَنْطِين الَّذِي نَصَرَ دِينهمْ وَأَوْطَدَهُ وَلَمَّا اِبْتَنَى الْقُسْطَنْطِينِيَّة نَقَلُوا الْبَتْرَك مِنْ رُومِيَّة إِلَيْهَا كَمَا ذَكَرَهُ غَيْر وَاحِد مِمَّنْ ذَكَرَ تَوَارِيخهمْ كَسَعِيدِ بْن بِطْرِيق وَغَيْره مِنْ أَهْل الْكِتَاب وَالْمُسْلِمِينَ فَإِذَا تَقَرَّرَ أَنَّ أَنْطَاكِيَّة أَوَّل مَدِينَة آمَنَتْ فَأَهْل هَذِهِ الْقَرْيَة ذَكَرَ اللَّه تَعَالَى أَنَّهُمْ كَذَّبُوا رُسُله وَأَنَّهُ أَهْلَكَهُمْ بِصَيْحَةٍ وَاحِدَة أَخَمَدَتْهُمْ وَاَللَّه أَعْلَم . \" الثَّالِث \" أَنَّ قِصَّة أَنْطَاكِيَّة مَعَ الْحَوَارِيِّينَ أَصْحَاب الْمَسِيح بَعْد نُزُول التَّوْرَاة وَقَدْ ذَكَرَ أَبُو سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ وَغَيْر وَاحِد مِنْ السَّلَف أَنَّ اللَّه تَبَارَكَ وَتَعَالَى بَعْد إِنْزَاله التَّوْرَاة لَمْ يُهْلِك أُمَّة مِنْ الْأُمَم عَنْ آخِرهمْ بِعَذَابٍ يَبْعَثهُ عَلَيْهِمْ بَلْ أَمَرَ الْمُؤْمِنِينَ بَعْد ذَلِكَ بِقِتَالِ الْمُشْرِكِينَ ذَكَرُوهُ عِنْد قَوْله تَبَارَكَ وَتَعَالَى :\" وَلَقَدْ آتَيْنَا مُوسَى الْكِتَاب مِنْ بَعْد مَا أَهْلَكْنَا الْقُرُون الْأُولَى \" فَعَلَى هَذَا يَتَعَيَّن أَنَّ هَذِهِ الْقَرْيَة الْمَذْكُورَة فِي الْقُرْآن قَرْيَة أُخْرَى غَيْر أَنْطَاكِيَّة كَمَا أَطْلَقَ ذَلِكَ غَيْر وَاحِد مِنْ السَّلَف أَيْضًا أَوْ تَكُون أَنْطَاكِيَّة إِنْ كَانَ لَفْظهَا مَحْفُوظًا فِي هَذِهِ الْقِصَّة مَدِينَة أُخْرَى غَيْر هَذِهِ الْمَشْهُورَة الْمَعْرُوفَة فَإِنَّ هَذِهِ لَمْ يُعْرَف أَنَّهَا أُهْلِكَتْ لَا فِي الْمِلَّة النَّصْرَانِيَّة وَلَا قَبْل ذَلِكَ وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا الْحُسَيْن بْن إِسْحَاق التُّسْتَرِيّ حَدَّثَنَا الْحُسَيْن بْن أَبِي السَّرِيّ الْعَسْقَلَانِيّ حَدَّثَنَا حُسَيْن الْأَشْقَر حَدَّثَنَا اِبْن عُيَيْنَةَ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" السَّبَق ثَلَاثَة : فَالسَّابِق إِلَى مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام يُوشَع بْن نُون وَالسَّابِق إِلَى عِيسَى عَلَيْهِ الصَّلَاة وَالسَّلَام صَاحِب يس وَالسَّابِق إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ \" فَإِنَّهُ حَدِيث مُنْكَر لَا يُعْرَف إِلَّا مِنْ طَرِيق حُسَيْن الْأَشْقَر وَهُوَ شِيعِيّ مَتْرُوك وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم بِالصَّوَابِ .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40360, "aya_id": 29}]