[{"text": "قُل لَّوْ شَاء اللّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُم بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ", "sura_id": 10, "type": 0, "id": 1380, "aya_id": 16}, {"text": "قل لو شاء الله ما تلوته عليكم ولا أدراكم به فقد لبثت فيكم عمرا من قبله أفلا تعقلون", "sura_id": 10, "type": 1, "id": 7616, "aya_id": 16}, {"text": "16 - (قل لو شاء الله ما تلوته عليكم ولا أدراكم) أعلمكم (به) ولا نافية عطف على ما قبله ، وفي قراءة بلام جواب لو : أي لأعلمكم به على لسان غيري (فقد لبثت) مكثت (فيكم عمراً) سنيناً أربعين (من قبله) لا أحدثكم بشيء (أفلا تعقلون) أنه ليس من قِبَلي \r\n", "sura_id": 10, "type": 2, "id": 26324, "aya_id": 16}, {"text": "قل لهم -أيها الرسول-: لو شاء الله ما تلوت هذا القرآن عليكم, ولا أعلمكم الله به, فاعلموا أنه الحق من الله, فإنكم تعلمون أنني مكثت فيكم زمنًا طويلا من قبل أن يوحيه إليَّ ربي, ومن قبل أن أتلوه عليكم, أفلا تستعملون عقولكم بالتدبر والتفكر؟\r\n", "sura_id": 10, "type": 3, "id": 32560, "aya_id": 16}, {"text": " <font color=red>قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ</font><BR><p>ثُمَّ قَالَ مُحْتَجًّا عَلَيْهِمْ فِي صِحَّة مَا جَاءَهُمْ بِهِ. \" قُلْ لَوْ شَاءَ اللَّه مَا تَلَوْته عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ \" أَيْ هَذَا إِنَّمَا جِئْتُكُمْ بِهِ عَنْ إِذْن اللَّه لِي فِي ذَلِكَ وَمَشِيئَته وَإِرَادَته وَالدَّلِيل عَلَى أَنِّي لَسْت أَتَقَوَّلهُ مِنْ عِنْدِي وَلَا اِفْتَرَيْته أَنَّكُمْ عَاجِزُونَ عَنْ مُعَارَضَته وَأَنَّكُمْ تَعْلَمُونَ صِدْقِي وَأَمَانَتِي مُنْذُ نَشَأْت بَيْنكُمْ إِلَى حِين بَعَثَنِي اللَّه عَزَّ وَجَلَّ لَا تَنْتَقِدُونَ عَلَيَّ شَيْئًا تَغْمِصُونِي بِهِ وَلِهَذَا قَالَ : \" فَقَدْ لَبِثْت فِيكُمْ عُمُرًا مِنْ قَبْله أَفَلَا تَعْقِلُونَ \" أَيْ أَفَلَيْسَ لَكُمْ عُقُول تَعْرِفُونَ بِهَا الْحَقّ مِنْ الْبَاطِل وَلِهَذَا لَمَّا سَأَلَ هِرَقْل مَلِك الرُّوم أَبَا سُفْيَان وَمَنْ مَعَهُ فِيمَا سَأَلَهُ مِنْ صِفَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ هِرَقْل لِأَبِي سُفْيَان هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْل أَنْ يَقُول مَا قَالَ ؟ قَالَ أَبُو سُفْيَان فَقُلْت لَا وَكَانَ أَبُو سُفْيَان إِذْ ذَاكَ رَأْس الْكَفَرَة وَزَعِيم الْمُشْرِكِينَ وَمَعَ هَذَا اِعْتَرَفَ بِالْحَقِّ \" وَالْفَضْل مَا شَهِدَتْ بِهِ الْأَعْدَاء \" فَقَالَ لَهُ هِرَقْل : فَقَدْ أَعْرِف أَنَّهُ لَمْ يَكُنْ لِيَدَع الْكَذِب عَلَى النَّاس ثُمَّ يَذْهَب فَيَكْذِب عَلَى اللَّه وَقَالَ جَعْفَر بْن أَبِي طَالِب لِلنَّجَاشِيِّ مَلِك الْحَبَشَة : بَعَثَ اللَّه فِينَا رَسُولًا نَعْرِف صِدْقه وَنَسَبَهُ وَأَمَانَته وَقَدْ كَانَتْ مُدَّة مُقَامه عَلَيْهِ السَّلَام بَيْن أَظْهُرنَا قَبْل النُّبُوَّة أَرْبَعِينَ سَنَة وَعَنْ سَعِيد بْن الْمُسَيِّب ثَلَاثًا وَأَرْبَعِينَ سَنَة وَالصَّحِيح الْمَشْهُور الْأَوَّل .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37441, "aya_id": 16}]