[{"text": "قُلْنَا اهْبِطُواْ مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَن تَبِعَ هُدَايَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ", "sura_id": 2, "type": 0, "id": 45, "aya_id": 38}, {"text": "قلنا اهبطوا منها جميعا فإما يأتينكم مني هدى فمن تبع هداي فلا خوف عليهم ولا هم يحزنون", "sura_id": 2, "type": 1, "id": 6281, "aya_id": 38}, {"text": "38 - (قلنا اهبطوا منها) من الجنة (جميعا) كرره ليعطف عليه (فإمَّا) فيه إدغام نون إنْ الشرطية في ما الزائدة (يأتينكم مني هدى) كتاب ورسول (فمن تبع هداي) فآمن بي وعمل بطاعتي (فلا خوف عليهم ولا هم يحزنون) في الآخرة أن يدخلوا الجنة \r\n", "sura_id": 2, "type": 2, "id": 24989, "aya_id": 38}, {"text": "قال الله لهم: اهبطوا من الجنة جميعًا, وسيأتيكم أنتم وذرياتكم المتعاقبة ما فيه هدايتكم إلى الحق. فمن عمل بها فلا خوف عليهم فيما يستقبلونه من أمر الآخرة ولا هم يحزنون على ما فاتهم من أمور الدنيا\r\n", "sura_id": 2, "type": 3, "id": 31225, "aya_id": 38}, {"text": " <font color=red>قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَمَّا أَنْذَرَ بِهِ آدَم وَزَوْجَته وَإِبْلِيس حِين أَهْبَطَهُمْ مِنْ الْجَنَّة وَالْمُرَاد الذُّرِّيَّة أَنَّهُ سَيُنْزِلُ الْكُتُب وَيَبْعَث الْأَنْبِيَاء وَالرُّسُل كَمَا قَالَ أَبُو الْعَالِيَة الْهُدَى الْأَنْبِيَاء وَالرُّسُل وَالْبَيِّنَات وَالْبَيَان وَقَالَ مُقَاتِل بْن حَيَّان : الْهُدَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْحَسَن الْهُدَى الْقُرْآن وَهَذَانِ الْقَوْلَانِ صَحِيحَانِ . وَقَوْل أَبِي الْعَالِيَة أَعَمّ \" فَمَنْ اِتَّبَعَ هُدَايَ \" أَيْ مَنْ أَقْبَلَ عَلَى مَا أَنْزَلْت بِهِ الْكُتُب وَأَرْسَلْت بِهِ الرُّسُل \" فَلَا خَوْف عَلَيْهِمْ \" أَيْ فِيمَا يَسْتَقْبِلُونَهُ مِنْ أَمْر الْآخِرَة \" وَلَا هُمْ يَحْزَنُونَ \" عَلَى مَا فَاتَهُمْ مِنْ أُمُور الدُّنْيَا كَمَا قَالَ فِي سُورَة طَه \" قَالَ اِهْبِطَا مِنْهَا جَمِيعًا بَعْضكُمْ لِبَعْضٍ عَدُوّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا يَضِلّ وَلَا يَشْقَى \" قَالَ اِبْن عَبَّاس فَلَا يَضِلّ فِي الدُّنْيَا وَلَا يَشْقَى فِي الْآخِرَة.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38714, "aya_id": 38}]