[{"text": "وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُواْ بُيُوتَكُمْ قِبْلَةً وَأَقِيمُواْ الصَّلاَةَ وَبَشِّرِ الْمُؤْمِنِينَ", "sura_id": 10, "type": 0, "id": 1451, "aya_id": 87}, {"text": "وأوحينا إلى موسى وأخيه أن تبوآ لقومكما بمصر بيوتا واجعلوا بيوتكم قبلة وأقيموا الصلاة وبشر المؤمنين", "sura_id": 10, "type": 1, "id": 7687, "aya_id": 87}, {"text": "87 - (وأوحينا إلى موسى وأخيه أن تبوآ) اتخذا (لقومكما بمصر بيوتاً واجعلوا بيوتكم قبلة) مصلى تصلون فيه لتأمنوا من الخوف ، وكان فرعون منعهم من الصلاة (وأقيموا الصلاة) أتموها (وبشر المؤمنين) بالنصر والجنة \r\n", "sura_id": 10, "type": 2, "id": 26395, "aya_id": 87}, {"text": "وأوحينا إلى موسى وأخيه هارون أن اتخذا لقومكما بيوتًا في \"مصر\" تكون مساكن وملاجئ تعتصمون بها, واجعلوا بيوتكم أماكن تصلُّون فيها عند الخوف, وأدُّوا الصلاة المفروضة في أوقاتها. وبشِّر المؤمنين المطيعين لله بالنصر المؤزر, والثواب الجزيل منه سبحانه وتعالى.\r\n", "sura_id": 10, "type": 3, "id": 32631, "aya_id": 87}, {"text": " <font color=red>وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ</font><BR><p>يَذْكُر تَعَالَى سَبَب إِنْجَائِهِ بَنِي إِسْرَائِيل مِنْ فِرْعَوْن وَقَوْمه وَكَيْفِيَّة خَلَاصهمْ مِنْهُمْ وَذَلِكَ أَنَّ اللَّه تَعَالَى أَمَرَ مُوسَى وَأَخَاهُ هَارُون عَلَيْهِمَا السَّلَام أَنْ يَتَبَوَّآ أَيْ يَتَّخِذَا لِقَوْمِهِمَا بِمِصْرَ بُيُوتًا وَاخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَى قَوْله تَعَالَى \" وَاجْعَلُوا بُيُوتكُمْ قِبْلَة \" فَقَالَ الثَّوْرِيّ وَغَيْره عَنْ خُصَيْف عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَاجْعَلُوا بُيُوتكُمْ قِبْلَة \" قَالَ أُمِرُوا أَنْ يَتَّخِذُوهَا مَسَاجِد وَقَالَ الثَّوْرِيّ أَيْضًا عَنْ اِبْن مَنْصُور عَنْ إِبْرَاهِيم \" وَاجْعَلُوا بُيُوتكُمْ قِبْلَة \" قَالَ كَانُوا خَائِفِينَ فَأُمِرُوا أَنْ يُصَلُّوا فِي بُيُوتهمْ وَكَذَا قَالَ مُجَاهِد وَأَبُو مَالِك وَالرَّبِيع بْن أَنَس وَالضَّحَّاك وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَأَبُوهُ زَيْد بْن أَسْلَمَ وَكَأَنَّ هَذَا وَاَللَّه أَعْلَم لَمَّا اِشْتَدَّ بِهِمْ الْبَلَاء مِنْ قِبَل فِرْعَوْن وَقَوْمه وَضَيَّقُوا عَلَيْهِمْ أُمِرُوا بِكَثْرَةِ الصَّلَاة كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا اِسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاة \" وَفِي الْحَدِيث كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْر صَلَّى أَخْرَجَهُ أَبُو دَاوُد ; وَلِهَذَا قَالَ تَعَالَى فِي هَذِهِ الْآيَة \" وَاجْعَلُوا بُيُوتكُمْ قِبْلَة وَأَقِيمُوا الصَّلَاة وَبَشِّرْ الْمُؤْمِنِينَ \" أَيْ بِالثَّوَابِ وَالنَّصْر الْقَرِيب وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي تَفْسِير هَذِهِ الْآيَة قَالَ : قَالَتْ بَنُو إِسْرَائِيل لِمُوسَى عَلَيْهِ السَّلَام لَا نَسْتَطِيع أَنْ نُظْهِر صَلَاتنَا مَعَ الْفَرَاعِنَة فَأَذِنَ اللَّه تَعَالَى لَهُمْ أَنْ يُصَلُّوا فِي بُيُوتهمْ وَأُمِرُوا أَنْ يَجْعَلُوا بُيُوتهمْ قِبَل الْقِبْلَة وَقَالَ مُجَاهِد \" وَاجْعَلُوا بُيُوتكُمْ قِبْلَة \" لَمَّا خَافَ بَنُو إِسْرَائِيل مِنْ فِرْعَوْن أَنْ يُقْتَلُوا فِي الْكَنَائِس الْجَامِعَة أُمِرُوا أَنْ يَجْعَلُوا بُيُوتهمْ مَسَاجِد مُسْتَقْبِلَة الْكَعْبَة يُصَلُّونَ فِيهَا سِرًّا وَكَذَا قَالَ قَتَادَة وَالضَّحَّاك وَقَالَ سَعِيد بْن جُبَيْر \" وَاجْعَلُوا بُيُوتكُمْ قِبْلَة \" أَيْ يُقَابِل بَعْضهَا بَعْضًا .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37519, "aya_id": 87}]