[{"text": "وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ", "sura_id": 32, "type": 0, "id": 3524, "aya_id": 21}, {"text": "ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون", "sura_id": 32, "type": 1, "id": 9760, "aya_id": 21}, {"text": "21 - (ولنذيقنهم من العذاب الأدنى) عذاب الدنيا بالقتل والأسر والجدب سنين والأمراض (دون) قبل (العذاب الأكبر) عذاب الآخرة (لعلهم) أي من بقي منهم (يرجعون) إلى الأيمان \r\n", "sura_id": 32, "type": 2, "id": 28468, "aya_id": 21}, {"text": "ولنذيقن هؤلاء الفاسقين المكذبين من العذاب الأدنى من البلاء والمحن والمصائب في الدنيا قبل العذاب الأكبر يوم القيامة, حيث يُعذَّبون في نار جهنم؛ لعلهم يرجعون ويتوبون من ذنوبهم.\r\n", "sura_id": 32, "type": 3, "id": 34704, "aya_id": 21}, {"text": " <font color=red>وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَلَنُذِيقَنَّهُمْ مِنْ الْعَذَاب الْأَدْنَى دُون الْعَذَاب الْأَكْبَر \" قَالَ اِبْن عَبَّاس يَعْنِي بِالْعَذَابِ الْأَدْنَى مَصَائِب الدُّنْيَا وَأَسْقَامهَا وَآفَاتهَا وَمَا يَحِلّ بِأَهْلِهَا مِمَّا يَبْتَلِي اللَّه بِهِ عِبَاده لِيَتُوبُوا إِلَيْهِ وَرُوِيَ مِثْله عَنْ أُبَيّ بْن كَعْب وَأَبِي الْعَالِيَة وَالْحَسَن وَإِبْرَاهِيم النَّخَعِيّ وَالضَّحَّاك وَعَلْقَمَة وَعَطِيَّة وَمُجَاهِد وَقَتَادَة وَعَبْد الْكَرِيم الْجَزَرِيّ وَخُصَيْف وَقَالَ اِبْن عَبَّاس فِي رِوَايَة عَنْهُ يَعْنِي بِهِ إِقَامَة الْحُدُود عَلَيْهِمْ . وَقَالَ الْبَرَاء بْن عَازِب وَمُجَاهِد وَأَبُو عُبَيْدَة يَعْنِي بِهِ عَذَاب الْقَبْر . وَقَالَ النَّسَائِيّ أَخْبَرَنَا عَمْرو بْن عَلِيّ أَخْبَرَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص وَأَبِي عُبَيْدَة عَنْ عَبْد اللَّه \" وَلَنُذِيقَنَّهُمْ مِنْ الْعَذَاب الْأَدْنَى دُون الْعَذَاب الْأَكْبَر \" قَالَ سُنُونَ أَصَابَتْهُمْ وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنِي عَبْد اللَّه بْن عُمَر الْقَوَارِيرِيّ حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ شُعْبَة عَنْ قَتَادَة عَنْ عُرْوَة عَنْ الْحَسَن الْعَوْفِيّ عَنْ يَحْيَى بْن الْجَزَّار عَنْ اِبْن أَبِي لَيْلَى عَنْ أُبَيّ بْن كَعْب فِي هَذِهِ الْآيَة \" وَلَنُذِيقَنَّهُمْ مِنْ الْعَذَاب الْأَدْنَى دُون الْعَذَاب الْأَكْبَر \" قَالَ الْقَمَر وَالدُّخَان قَدْ مَضَيَا وَالْبَطْشَة وَاللِّزَام وَرَوَاهُ مُسْلِم مِنْ حَدِيث شُعْبَة بِهِ مَوْقُوفًا نَحْوه وَعِنْد الْبُخَارِيّ عَنْ اِبْن مَسْعُود نَحْوه وَقَالَ عَبْد اللَّه بْن مَسْعُود أَيْضًا فِي رِوَايَة عَنْهُ الْعَذَاب الْأَدْنَى مَا أَصَابَهُمْ مِنْ الْقَتْل وَالسَّبْي يَوْم بَدْر وَكَذَا قَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ قَالَ السُّدِّيّ وَغَيْره لَمْ يَبْقَ بَيْت بِمَكَّة إِلَّا دَخَلَهُ الْحُزْن عَلَى قَتِيل لَهُمْ أَوْ أَسِير فَأُصِيبُوا أَوْ غَرِمُوا وَمِنْهُمْ مَنْ جُمِعَ لَهُ الْأَمْرَانِ .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40150, "aya_id": 21}]