[{"text": "سَأُرْهِقُهُ صَعُودًا", "sura_id": 74, "type": 0, "id": 5512, "aya_id": 17}, {"text": "سأرهقه صعودا", "sura_id": 74, "type": 1, "id": 11748, "aya_id": 17}, {"text": "17 - (سأرهقه) أكلفه (صعودا) مشقة من العذاب أو جبلا من نار يصعد فيه ثم يهوي أبدا \r\n", "sura_id": 74, "type": 2, "id": 30456, "aya_id": 17}, {"text": "سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. (والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة، وهذا جزاء كلِّ من عاند الحق ونابذه).\r\n", "sura_id": 74, "type": 3, "id": 36692, "aya_id": 17}, {"text": " <font color=red>سَأُرْهِقُهُ صَعُودًا</font><BR><p>أَيْ إِنَّمَا أَرْهَقْنَاهُ صَعُودًا أَيْ قَرَّبْنَاهُ مِنْ الْعَذَاب الشَّاقّ لِبُعْدِهِ عَنْ الْإِيمَان قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيْل وَادٍ فِي جَهَنَّم يَهْوِي فِيهِ الْكَافِر أَرْبَعِينَ خَرِيفًا قَبْل أَنْ يَبْلُغ قَعْره وَالصَّعُود جَبَل مِنْ نَار يَتَصَعَّد فِيهِ الْكَافِر سَبْعِينَ خَرِيفًا ثُمَّ يَهْوِي بِهِ كَذَلِكَ فِيهِ أَبَدًا \" وَقَدْ رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ الْحَسَن بْن مُوسَى الْأَشْيَب بِهِ ثُمَّ قَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث اِبْن لَهِيعَة عَنْ دَرَّاج كَذَا قَالَ وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ يُونُس عَنْ عَبْد اللَّه بْن وَهْب عَنْ عَمْرو بْن الْحَارِث عَنْ دَرَّاج وَفِيهِ غَرَابَة وَنَكَارَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة وَعَلِيّ بْن عَبْد الرَّحْمَن الْمَعْرُوف بِعَلَّان الْمُقْرِي قَالَ حَدَّثَنَا مُنْجَاب أَخْبَرَنَا شَرِيك عَنْ عَمَّار الدُّهْنِيّ عَنْ عَطِيَّة الْعَوْفِيّ عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَأُرْهِقُهُ صَعُودًا \" قَالَ \" هُوَ جَبَل فِي النَّار مِنْ نَار يُكَلَّف أَنْ يَصْعَدهُ فَإِذَا وَضَعَ يَده ذَابَتْ وَإِذَا رَفَعَهَا عَادَتْ فَإِذَا وَضَعَ رِجْله ذَابَتْ وَإِذَا رَفَعَهَا عَادَتْ \" وَرَوَاهُ الْبَزَّار وَابْن جُرَيْج مِنْ حَدِيث شَرِيك بِهِ وَقَالَ قَتَادَة عَنْ اِبْن عَبَّاس صَعُودًا صَخْرَة فِي جَهَنَّم يُسْحَب عَلَيْهَا الْكَافِر عَلَى وَجْهه وَقَالَ السُّدِّيّ صَعُودًا صَخْرَة مَلْسَاء فِي جَهَنَّم يُكَلَّف أَنْ يَصْعَدهَا وَقَالَ مُجَاهِد\" سَأُرْهِقُهُ صَعُودًا \" أَيْ مَشَقَّة مِنْ الْعَذَاب وَقَالَ قَتَادَة عَذَابًا لَا رَاحَة فِيهِ وَاخْتَارَهُ اِبْن جَرِير .</p><BR> <br> ", "sura_id": 74, "type": 4, "id": 42800, "aya_id": 17}]