[{"text": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا", "sura_id": 76, "type": 0, "id": 5611, "aya_id": 20}, {"text": "وإذا رأيت ثم رأيت نعيما وملكا كبيرا", "sura_id": 76, "type": 1, "id": 11847, "aya_id": 20}, {"text": "20 - (وإذا رأيت ثم) أي وجدت الرؤية منك في الجنة (رأيت) جواب إذا (نعيما) لا يوصف (وملكا كبيرا) واسعا لا غاية له \r\n", "sura_id": 76, "type": 2, "id": 30555, "aya_id": 20}, {"text": "وإذا أبصرت أيَّ مكان في الجنة رأيت فيه نعيمًا لا يُدْركه الوصف، ومُلْكا عظيمًا واسعًا لا غاية له.\r\n", "sura_id": 76, "type": 3, "id": 36791, "aya_id": 20}, {"text": " <font color=red>وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا</font><BR><p>وَإِذَا رَأَيْت يَا مُحَمَّد \" ثَمَّ \" أَيْ هُنَاكَ يَعْنِي فِي الْجَنَّة وَنَعِيمهَا وَسَعَتهَا وَارْتِفَاعهَا وَمَا فِيهَا مِنْ الْحِبْرَة وَالسُّرُور \" رَأَيْت نَعِيمًا وَمُلْكًا كَبِيرًا \" أَيْ مَمْلَكَة لِلَّهِ هُنَاكَ عَظَمَة وَسُلْطَانًا بَاهِرًا وَثَبَتَ فِي الصَّحِيح أَنَّ اللَّه تَعَالَى يَقُول لِآخِرِ أَهْل النَّار خُرُوجًا مِنْهَا وَآخِر أَهْل الْجَنَّة دُخُولًا إِلَيْهَا : إِنَّ لَك مِثْل الدُّنْيَا وَعَشَرَة أَمْثَالهَا وَقَدْ قَدَّمْنَا فِي الْحَدِيث الْمَرْوِيّ مِنْ طَرِيق ثُوَيْر بْن أَبِي فَاخِتَة عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَدْنَى أَهْل الْجَنَّة مَنْزِلَة لَمَنْ يَنْظُر فِي مُلْكه مَسِيرَة أَلْف سَنَة يَنْظُر إِلَى أَقْصَاهُ كَمَا يَنْظُر إِلَى أَدْنَاهُ \" فَإِذَا كَانَ هَذَا عَطَاؤُهُ تَعَالَى لِأَدْنَى مَنْ يَكُون فِي الْجَنَّة فَمَا ظَنّك بِمَا هُوَ أَعْلَى مَنْزِلَة وَأَحْظَى عِنْده تَعَالَى وَقَدْ رَوَى الطَّبَرَانِيّ هَاهُنَا حَدِيثًا غَرِيبًا جِدًّا فَقَالَ حَدَّثَنَا عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا مُحَمَّد بْن عَمَّار الْمَوْصِلِيّ حَدَّثَنَا عُقْبَة بْن سَالِم عَنْ أَيُّوب بْن عُتْبَة عَنْ عَطَاء عَنْ اِبْن عُمَر قَالَ جَاءَ رَجُل مِنْ الْحَبَشَة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَلْ وَاسْتَفْهِمْ \" فَقَالَ يَا رَسُول اللَّه فُضِّلْتُمْ عَلَيْنَا بِالصُّوَرِ وَالْأَلْوَان وَالنُّبُوَّة أَفَرَأَيْت إِنْ آمَنْت بِمَا آمَنْت بِهِ وَعَمِلْت بِمَا عَمِلْت بِهِ إِنِّي لَكَائِن مَعَك فِي الْجَنَّة قَالَ \" نَعَمْ وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهُ لَيُرَى بَيَاض الْأَسْوَد فِي الْجَنَّة مِنْ مَسِيرَة أَلْف عَام \" ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَالَ لَا إِلَه إِلَّا اللَّه كَانَ لَهُ بِهَا عَهْد عِنْد اللَّه وَمَنْ قَالَ سُبْحَان اللَّه وَبِحَمْدِهِ كُتِبَ لَهُ مِائَة أَلْف حَسَنَة وَأَرْبَعَة وَعِشْرُونَ أَلْف حَسَنَة \" فَقَالَ رَجُل كَيْف نَهْلِك بَعْد هَذَا يَا رَسُول اللَّه ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الرَّجُل لَيَأْتِي يَوْم الْقِيَامَة بِالْعَمَلِ لَوْ وُضِعَ عَلَى جَبَل لَأَثْقَلَهُ فَتَقُوم النِّعْمَة أَوْ نِعَم اللَّه فَتَكَاد تَسْتَنْفِذ ذَلِكَ كُلّه إِلَّا أَنْ يَتَغَمَّدهُ اللَّه بِرَحْمَتِهِ \" وَنَزَلَتْ هَذِهِ السُّورَة \" هَلْ أَتَى عَلَى الْإِنْسَان حِين مِنْ الدَّهْر - إِلَى قَوْله - مُلْكًا كَبِيرًا \" فَقَالَ الْحَبَشِيّ وَإِنَّ عَيْنِي لَتَرَى مَا تَرَى عَيْنَاك فِي الْجَنَّة قَالَ \" نَعَمْ \" فَاسْتَبْكَى حَتَّى فَاضَتْ نَفْسه قَالَ اِبْن عُمَر وَلَقَدْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُدَلِّيه فِي حُفْرَته بِيَدِهِ .</p><BR> <br> ", "sura_id": 76, "type": 4, "id": 42900, "aya_id": 20}]