[{"text": "رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاء الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ", "sura_id": 24, "type": 0, "id": 2828, "aya_id": 37}, {"text": "رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة يخافون يوما تتقلب فيه القلوب والأبصار", "sura_id": 24, "type": 1, "id": 9064, "aya_id": 37}, {"text": "37 - (رجال) فاعل يسبح بكسر الباء وعلى فتحها نائب الفاعل له ورجال فاعل فعل مقدر جواب سؤال مقدر كأنه قيل من يسبحه (لا تلهيهم تجارة) شراء (ولا بيع عن ذكر الله وإقام الصلاة) حذف هاء إقامة تخفيف (وإيتاء الزكاة يخافون يوما تتقلب) تضطرب (فيه القلوب والأبصار) من الخوف القلوب بين النجاة والهلاك والأبصار بين ناحيتي اليمين والشمال هو يوم القيامة \r\n", "sura_id": 24, "type": 2, "id": 27772, "aya_id": 37}, {"text": "رجال لا تشغلهم تجارة ولا بيع عن ذِكْرِ الله، وإقام الصلاة، وإيتاء الزكاة لمستحقيها, يخافون يوم القيامة الذي تتقلب فيه القلوب بين الرجاء في النجاة والخوف من الهلاك، وتتقلب فيه الأبصار تنظر إلى أي مصير تكون؟\r\n", "sura_id": 24, "type": 3, "id": 34008, "aya_id": 37}, {"text": " <font color=red>رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ</font><BR><p>وَابْتَدَأَ بِقَوْلِهِ \" رِجَال لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه \" وَكَأَنَّهُ مُفَسِّر لِلْفَاعِلِ الْمَحْذُوف كَمَا قَالَ الشَّاعِر : لِيَبْكِ يَزِيد ضَارِع لِخُصُومَةٍ وَمُخْتَبِط مِمَّا تَطِيح الطَّوَائِح كَأَنَّهُ قَالَ : مَنْ يُبْكِيه قَالَ هَذَا يُبْكِيه وَكَأَنَّهُ قِيلَ مَنْ يُسَبِّح لَهُ فِيهَا ؟ قَالَ رِجَال . وَأَمَّا عَلَى قِرَاءَة مَنْ قَرَأَ \" يُسَبِّح \" بِكَسْرِ الْبَاء فَجَعَلَهُ فِعْلًا وَفَاعِله \" رِجَال \" فَلَا يَحْسُن الْوَقْف إِلَّا عَلَى الْفَاعِل لِأَنَّهُ تَمَام الْكَلَام فَقَوْله تَعَالَى\" رِجَال \" فِيهِ إِشْعَار بِهِمَمِهِمْ السَّامِيَة وَنِيَّاتهمْ وَعَزَائِمهمْ الْعَالِيَة الَّتِي بِهَا صَارُوا عُمَّارًا لِلْمَسَاجِدِ الَّتِي هِيَ بُيُوت اللَّه فِي أَرْضه وَمَوَاطِن عِبَادَته وَشُكْره وَتَوْحِيده وَتَنْزِيهه كَمَا قَالَ تَعَالَى : \" مِنْ الْمُؤْمِنِينَ رِجَال صَدَقُوا مَا عَاهَدُوا اللَّه عَلَيْهِ \" الْآيَة وَأَمَّا النِّسَاء فَصَلَاتهنَّ فِي بُيُوتهنَّ أَفْضَل لَهُنَّ لِمَا رَوَاهُ أَبُو دَاوُد عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" صَلَاة الْمَرْأَة فِي بَيْتهَا أَفْضَل مِنْ صَلَاتهَا فِي حُجْرَتهَا وَصَلَاتهَا فِي مَخْدَعهَا أَفْضَل مِنْ صَلَاتهَا فِي بَيْتهَا \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن غَيْلَان حَدَّثَنَا رِشْدِين حَدَّثَنِي عَمْرو عَنْ أَبِي السَّمْح عَنْ السَّائِب مَوْلَى أُمّ سَلَمَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" خَيْر مَسَاجِد النِّسَاء قَعْر بُيُوتهنَّ \" وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا هَارُون أَخْبَرَنِي عَبْد اللَّه بْن وَهْب حَدَّثَنَا دَاوُد بْن قَيْس عَنْ عَبْد اللَّه بْن سُوَيْد الْأَنْصَارِيّ عَنْ عَمَّته أُمّ حُمَيْد اِمْرَأَة أَبِي حُمَيْد السَّاعِدِيّ أَنَّهَا جَاءَتْ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُول اللَّه إِنِّي أُحِبّ الصَّلَاة مَعَك . قَالَ : \" قَدْ عَلِمْت أَنَّك تُحِبِّينَ الصَّلَاة مَعِي وَصَلَاتك فِي بَيْتك خَيْر مِنْ صَلَاتك فِي حُجْرَتك وَصَلَاتك فِي حُجْرَتك خَيْر مِنْ صَلَاتك فِي دَارك وَصَلَاتك فِي دَارك خَيْر مِنْ صَلَاتك فِي مَسْجِد قَوْمك وَصَلَاتك فِي مَسْجِد قَوْمك خَيْر مِنْ صَلَاتك فِي مَسْجِدِي \" قَالَ فَأَمَرَ فَبُنِيَ لَهَا مَسْجِد فِي أَقْصَى بَيْت مِنْ بُيُوتهَا فَكَانَتْ وَاَللَّه تُصَلِّي فِيهِ حَتَّى لَقِيَتْ اللَّه تَعَالَى لَمْ يُخَرِّجُوهُ . هَذَا وَيَجُوز لَهَا شُهُود جَمَاعَة الرِّجَال بِشَرْطِ أَنْ لَا تُؤْذِي أَحَدًا مِنْ الرِّجَال بِظُهُورِ زِينَة وَلَا رِيح طِيب كَمَا ثَبَتَ فِي الصَّحِيح عَنْ عَبْد اللَّه بْن عُمَر أَنَّهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَمْنَعُوا إِمَاء اللَّه مَسَاجِد اللَّه \" رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَلِأَحْمَد وَأَبِي دَاوُد \" وَبُيُوتهنَّ خَيْر لَهُنَّ \" وَفِي رِوَايَة \" وَلْيَخْرُجْنَ وَهُنَّ تَفِلَات \" أَيْ لَا رِيح لَهُنَّ . وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم عَنْ زَيْنَب اِمْرَأَة عَبْد اللَّه بْن مَسْعُود قَالَتْ : قَالَ لَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا شَهِدَتْ إِحْدَاكُنَّ الْمَسْجِد فَلَا تَمَسّ طِيبًا \" وَفِي الصَّحِيحَيْنِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ : كَانَ نِسَاء الْمُؤْمِنِينَ يَشْهَدْنَ الْفَجْر مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ يَرْجِعْنَ مُتَلَفِّعَات بِمُرُوطِهِنَّ مَا يُعْرَفْنَ مِنْ الْغَلَس وَفِي الصَّحِيحَيْنِ عَنْهَا أَيْضًا أَنَّهَا قَالَتْ : لَوْ أَدْرَكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَحْدَثَ النِّسَاء لَمَنَعَهُنَّ مِنْ الْمَسَاجِد كَمَا مُنِعَتْ نِسَاء بَنِي إِسْرَائِيل. وَقَوْله تَعَالَى \" رِجَال لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه \" كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالكُمْ وَلَا أَوْلَادكُمْ عَنْ ذِكْر اللَّه \" الْآيَة وَقَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْم الْجُمُعَة فَاسْعَوْا إِلَى ذِكْر اللَّه وَذَرُوا الْبَيْع \" الْآيَة يَقُول تَعَالَى لَا تَشْغَلهُمْ الدُّنْيَا وَزُخْرُفهَا وَزِينَتهَا وَمَلَاذّ بَيْعهَا وَرِبْحهَا عَنْ ذِكْر رَبّهمْ الَّذِي هُوَ خَالِقهمْ وَرَازِقهمْ وَاَلَّذِينَ يَعْلَمُونَ أَنَّ الَّذِي عِنْده هُوَ خَيْر لَهُمْ وَأَنْفَع مِمَّا بِأَيْدِيهِمْ لِأَنَّ مَا عِنْدهمْ يَنْفَد وَمَا عِنْد اللَّه بَاقٍ وَلِهَذَا قَالَ تَعَالَى\" لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه وَإِقَام الصَّلَاة وَإِيتَاء الزَّكَاة \" أَيْ : يُقَدِّمُونَ طَاعَته وَمُرَاده وَمَحَبَّته عَلَى مُرَادهمْ وَمَحَبَّتهمْ قَالَ هُشَيْم عَنْ شَيْبَان قَالَ حُدِّثْت عَنْ اِبْن مَسْعُود أَنَّهُ رَأَى قَوْمًا مِنْ أَهْل السُّوق حَيْثُ نُودِيَ لِلصَّلَاةِ الْمَكْتُوبَة تَرَكُوا بِيَاعَتهُمْ وَنَهَضُوا إِلَى الصَّلَاة فَقَالَ عَبْد اللَّه بْن مَسْعُود هَؤُلَاءِ مِنْ الَّذِينَ ذَكَرَ اللَّه فِي كِتَابه \" رِجَال لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه \" الْآيَة وَهَكَذَا رَوَى عَمْرو بْن دِينَار الْقَهْرَمَانِيّ عَنْ سَالِم عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُ أَنَّهُ كَانَ فِي السُّوق فَأُقِيمَتْ الصَّلَاة فَأَغْلَقُوا حَوَانِيتهمْ وَدَخَلُوا الْمَسْجِد فَقَالَ اِبْن عُمَر فِيهِمْ نَزَلَتْ \" رِجَال لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه \" رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن بُكَيْر الصَّنْعَانِيّ حَدَّثَنَا أَبُو سَعِيد مَوْلَى بْن هَاشِم حَدَّثَنَا عَبْد اللَّه بْن بُجَيْر حَدَّثَنَا أَبُو عَبْد رَبّه قَالَ : قَالَ أَبُو الدَّرْدَاء رَضِيَ اللَّه عَنْهُ إِنِّي قُمْت عَلَى هَذَا الدَّرَج أُبَايِع عَلَيْهِ أَرْبَح كُلّ يَوْم ثَلَثمِائَةِ دِينَار أَشْهَد الصَّلَاة فِي كُلّ يَوْم فِي الْمَسْجِد أَمَا إِنِّي لَا أَقُول إِنَّ ذَلِكَ لَيْسَ بِحَلَالٍ وَلَكِنِّي أُحِبّ أَنْ أَكُون مِنْ الَّذِينَ قَالَ اللَّه فِيهِمْ \" رِجَال لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه \" . وَقَالَ عَمْرو بْن دِينَار الْأَعْوَر كُنْت مَعَ سَالِم بْن عَبْد اللَّه وَنَحْنُ نُرِيد الْمَسْجِد فَمَرَرْنَا بِسُوقِ الْمَدِينَة وَقَدْ قَامُوا إِلَى الصَّلَاة وَخَمَّرُوا مَتَاعهمْ فَنَظَرَ سَالِم إِلَى أَمْتِعَتهمْ لَيْسَ مَعَهَا أَحَد فَتَلَا سَالِم هَذِهِ الْآيَة \" رِجَال لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه \" ثُمَّ قَالَ هُمْ هَؤُلَاءِ وَكَذَا قَالَ سَعِيد بْن أَبِي الْحَسَن وَالضَّحَّاك لَا تُلْهِيهِمْ التِّجَارَة وَالْبَيْع أَنْ يَأْتُوا الصَّلَاة فِي وَقْتهَا . وَقَالَ مَطَر الْوَرَّاق كَانُوا يَبِيعُونَ وَيَشْتَرُونَ وَلَكِنْ كَانَ أَحَدهمْ إِذَا سَمِعَ النِّدَاء وَمِيزَانه فِي يَده خَفَضَهُ وَأَقْبَلَ إِلَى الصَّلَاة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه \" يَقُول عَنْ الصَّلَاة الْمَكْتُوبَة وَكَذَا قَالَ مُقَاتِل بْن حَيَّان وَالرَّبِيع بْن أَنَس وَقَالَ السُّدِّيّ عَنْ الصَّلَاة فِي جَمَاعَة . وَقَالَ مُقَاتِل بْن حَيَّان لَا يُلْهِيهِمْ ذَلِكَ عَنْ حُضُور الصَّلَاة وَأَنْ يُقِيمُوهَا كَمَا أَمَرَهُمْ اللَّه وَأَنْ يُحَافِظُوا عَلَى مَوَاقِيتهَا وَمَا اِسْتَحْفَظَهُمْ اللَّه فِيهَا . وَقَوْله تَعَالَى \" يَخَافُونَ يَوْمًا تَتَقَلَّب فِيهِ الْقُلُوب وَالْأَبْصَار \" أَيْ يَوْم الْقِيَامَة الَّذِي تَتَقَلَّب فِيهِ الْقُلُوب وَالْأَبْصَار أَيْ مِنْ شِدَّة الْفَزَع وَعَظَمَة الْأَهْوَال كَقَوْلِهِ \" وَأَنْذِرْهُمْ يَوْم الْآزِفَة \" الْآيَة وَقَوْله \" إِنَّمَا يُؤَخِّرهُمْ لِيَوْمٍ تَشْخَص فِيهِ الْأَبْصَار\" وَقَالَ تَعَالَى \" وَيُطْعِمُونَ الطَّعَام عَلَى حُبّه مِسْكِينًا وَيَتِيمًا وَأَسِيرًا إِنَّمَا نُطْعِمكُمْ لِوَجْهِ اللَّه لَا نُرِيد مِنْكُمْ جَزَاء وَلَا شُكُورًا إِنَّا نَخَاف مِنْ رَبّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا فَوَقَاهُمْ اللَّه شَرّ ذَلِكَ الْيَوْم وَلَقَّاهُمْ نَضْرَة وَسُرُورًا وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّة وَحَرِيرًا \".</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39255, "aya_id": 37}]