[{"text": "قَالُوا حَرِّقُوهُ وَانصُرُوا آلِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ", "sura_id": 21, "type": 0, "id": 2551, "aya_id": 68}, {"text": "قالوا حرقوه و انصروا آلهتكم إن كنتم فاعلين", "sura_id": 21, "type": 1, "id": 8787, "aya_id": 68}, {"text": "68 - (قالوا حرقوه) أي إبراهيم (وانصروا آلهتكم) أي بتحريقه (إن كنتم فاعلين) نصرتها فجمعوا له الحطب الكثير وأضرموا النار في جميعه وأوثقوا إبراهيم وجعلوه في منجنيق ورموه في النار \r\n", "sura_id": 21, "type": 2, "id": 27495, "aya_id": 68}, {"text": "لما بطلت حجتهم وظهر الحق عدلوا إلى استعمال سلطانهم, وقالوا: حَرِّقوا إبراهيم بالنار; غضبًا لآلهتكم إن كنتم ناصرين لها.\r\n", "sura_id": 21, "type": 3, "id": 33731, "aya_id": 68}, {"text": " <font color=red>قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ</font><BR><p>لَمَّا دُحِضَتْ حُجَّتهمْ وَبَانَ عَجْزهمْ وَظَهَرَ الْحَقّ وَانْدَفَعَ الْبَاطِل عَدَلُوا إِلَى اِسْتِعْمَال جَاه مُلْكهمْ فَقَالُوا \" حَرِّقُوهُ وَانْصُرُوا آلِهَتكُمْ إِنْ كُنْتُمْ فَاعِلِينَ \" فَجَمَعُوا حَطَبًا كَثِيرًا جِدًّا قَالَ السُّدِّيّ حَتَّى إِنْ كَانَتْ الْمَرْأَة تَمْرَض فَتَنْذِر إِنْ عُوفِيَتْ أَنْ تَحْمِل حَطَبًا لِحَرِيقِ إِبْرَاهِيم ثُمَّ جَعَلُوهُ فِي جَوْبَة مِنْ الْأَرْض وَأَضْرَمُوهَا نَارًا فَكَانَ لَهَا شَرَر عَظِيم وَلَهَب مُرْتَفِع لَمْ تُوقَد نَار قَطُّ مِثْلهَا وَجَعَلُوا إِبْرَاهِيم عَلَيْهِ السَّلَام فِي كِفَّة الْمَنْجَنِيق بِإِشَارَةِ رَجُل مِنْ أَعْرَاب فَارِس مِنْ الْأَكْرَاد قَالَ شُعَيْب الْجُبَّائِيّ اِسْمه هَيْزَن فَخَسَفَ اللَّه بِهِ الْأَرْض فَهُوَ يَتَجَلْجَل فِيهَا إِلَى يَوْم الْقِيَامَة فَلَمَّا أَلْقَوْهُ قَالَ : حَسْبِيَ اللَّه وَنِعْمَ الْوَكِيل كَمَا رَوَاهُ الْبُخَارِيّ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ حَسْبِيَ اللَّه وَنِعْمَ الْوَكِيل قَالَهَا إِبْرَاهِيم حِين أُلْقِيَ فِي النَّار وَقَالَهَا مُحَمَّد عَلَيْهِ الصَّلَاة وَالسَّلَام حِين قَالُوا إِنَّ النَّاس قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبنَا اللَّه وَنِعْمَ الْوَكِيل وَرَوَى الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا اِبْن هِشَام حَدَّثَنَا إِسْحَاق بْن سُلَيْمَان عَنْ أَبِي جَعْفَر عَنْ عَاصِم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه\" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" : \" لَمَّا أُلْقِيَ إِبْرَاهِيم عَلَيْهِ السَّلَام فِي النَّار قَالَ اللَّه إِنَّك فِي السَّمَاء وَاحِد وَأَنَا فِي الْأَرْض وَاحِد أَعْبُدك \" وَيُرْوَى أَنَّهُ لَمَّا جَعَلُوا يُوثِقُونَهُ قَالَ : لَا إِلَه إِلَّا أَنْتَ سُبْحَانك لَك الْحَمْد وَلَك الْمُلْك لَا شَرِيك لَك وَقَالَ شُعَيْب الْجُبَّائِيّ كَانَ عُمْره إِذْ ذَاكَ سِتّ عَشْرَة سَنَة فَاَللَّه أَعْلَم وَذَكَرَ بَعْض السَّلَف أَنَّهُ عَرَضَ لَهُ جِبْرِيل وَهُوَ فِي الْهَوَاء فَقَالَ أَلَكَ حَاجَة فَقَالَ أَمَّا إِلَيْك فَلَا وَأَمَّا مِنْ اللَّه فَبَلَى وَقَالَ سَعِيد بْن جُبَيْر وَيُرْوَى عَنْ اِبْن عَبَّاس أَيْضًا قَالَ لَمَّا أُلْقِيَ إِبْرَاهِيم جَعَلَ خَازِن الْمَطَر يَقُول مَتَى أُؤْمَر بِالْمَطَرِ فَأُرْسِلهُ قَالَ فَكَانَ أَمْر اللَّه أَسْرَع مِنْ أَمْره .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38994, "aya_id": 68}]