[{"text": "وَلَمَّا جَاءهُمْ كِتَابٌ مِّنْ عِندِ اللّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُواْ فَلَمَّا جَاءهُم مَّا عَرَفُواْ كَفَرُواْ بِهِ فَلَعْنَةُ اللَّه عَلَى الْكَافِرِينَ", "sura_id": 2, "type": 0, "id": 96, "aya_id": 89}, {"text": "ولما جاءهم كتاب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكافرين", "sura_id": 2, "type": 1, "id": 6332, "aya_id": 89}, {"text": "89 - (ولما جاءهم كتاب من عند الله مصدق لما معهم) من التوراة هو القرآن (وكانوا من قبل) قبل مجيئه (يستفتحون) يستنصرون (على الذين كفروا) يقولون اللهم انصرنا عليهم بالنبي المبعوث آخر الزمان (فلما جاءهم ما عرفوا) من الحق وهو بعثة النبي (كفروا به) حسدا وخوفا على الرياسة وجواب لما الأولى ذل عليه جواب الثانية (فلعنة الله على الكافرين) \r\n", "sura_id": 2, "type": 2, "id": 25040, "aya_id": 89}, {"text": "وحين جاءهم القرأن من عند الله مصدقا لما معهم من التوراة جحدوه, وأنكروا نبوة محمد صلى الله عليه وسلم, وكانوا قبل بعثته يستنصرون به على مشركي العرب, ويقولون: قَرُبَ مبعث نبيِّ آخرِ الزمان, وسنتبعه ونقاتلكم معه. فلمَّا جاءهم الرسول الذي عرفوا صفاتِه وصِدْقَه كفروا به وكذبوه. فلعنةُ الله على كل مَن كفر بنبي الله ورسوله محمد صلى الله عليه وسلم, وكتابه الذي أوحاه الله إليه.\r\n", "sura_id": 2, "type": 3, "id": 31276, "aya_id": 89}, {"text": " <font color=red>وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ</font><BR><p>يَقُول تَعَالَى \" وَلَمَّا جَاءَهُمْ \" يَعْنِي الْيَهُود \" كِتَابٌ مِنْ عِنْد اللَّه \" وَهُوَ الْقُرْآن الَّذِي أُنْزِلَ عَلَى مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مُصَدِّقٌ لِمَا مَعَهُمْ \" يَعْنِي مِنْ التَّوْرَاة وَقَوْله \" وَكَانُوا مِنْ قَبْل يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا \" أَيْ وَقَدْ كَانُوا مِنْ قَبْل مَجِيء هَذَا الرَّسُول بِهَذَا الْكِتَاب يَسْتَنْصِرُونَ بِمَجِيئِهِ عَلَى أَعْدَائِهِمْ مِنْ الْمُشْرِكِينَ إِذَا قَاتَلُوهُمْ يَقُولُونَ إِنَّهُ سَيُبْعَثُ نَبِيٌّ فِي آخِر الزَّمَان نَقْتُلكُمْ مَعَهُ قَتْل عَاد وَإِرَم كَمَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ عَاصِم بْن عَمْرو عَنْ قَتَادَة الْأَنْصَارِيّ عَنْ أَشْيَاخ مِنْهُمْ قَالَ : فِينَا وَاَللَّه وَفِيهِمْ يَعْنِي فِي الْأَنْصَار وَفِي الْيَهُود الَّذِينَ كَانُوا جِيرَانهمْ نَزَلَتْ هَذِهِ الْقِصَّة يَعْنِي \" وَلَمَّا جَاءَهُمْ كِتَاب مِنْ عِنْد اللَّه مُصَدِّق لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْل يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ \" قَالُوا كُنَّا قَدْ عَلَوْنَاهُمْ قَهْرًا دَهْرًا فِي الْجَاهِلِيَّة وَنَحْنُ أَهْل شِرْك وَهُمْ أَهْل كِتَاب وَهُمْ يَقُولُونَ إِنَّ نَبِيًّا سَيُبْعَثُ الْآن نَتَّبِعهُ قَدْ أَظَلَّ زَمَانُهُ فَنَقْتُلكُمْ مَعَهُ قَتْل عَاد وَإِرَم فَلَمَّا بَعَثَ اللَّهُ رَسُوله مِنْ قُرَيْش وَاتَّبَعْنَاهُ كَفَرُوا بِهِ يَقُول اللَّه تَعَالَى \" فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَة اللَّه عَلَى الْكَافِرِينَ \" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله \" وَكَانُوا مِنْ قَبْل يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا \" وَقَالَ يَسْتَنْصِرُونَ يَقُولُونَ نَحْنُ نُعِين مُحَمَّدًا عَلَيْهِمْ وَلَيْسُوا كَذَلِكَ بَلْ يَكْذِبُونَ وَقَالَ مُحَمَّد بْن إِسْحَاق أَخْبَرَنِي مُحَمَّد بْن أَبِي مُحَمَّد أَخْبَرَنِي عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ يَهُودًا كَانُوا يَسْتَفْتِحُونَ عَلَى الْأَوْس وَالْخَزْرَج بِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَبْل مَبْعَثه فَلَمَّا بَعَثَهُ اللَّه مِنْ الْعَرَب كَفَرُوا بِهِ وَجَحَدُوا مَا كَانُوا يَقُولُونَ فِيهِ فَقَالَ لَهُمْ مُعَاذ بْن جَبَل وَبِشْر بْن الْبَرَاء بْن مَعْرُور وَدَاوُد بْن سَلَمَة يَا مَعْشَر يَهُود اِتَّقُوا اللَّه وَأَسْلِمُوا فَقَدْ كُنْتُمْ تَسْتَفْتِحُونَ عَلَيْنَا بِمُحَمَّدٍ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَنَحْنُ أَهْل شِرْك وَتُخْبِرُونَنَا بِأَنَّهُ مَبْعُوث وَتَصِفُونَهُ بِصِفَتِهِ فَقَالَ سَلَّام بْن مِشْكَم أَخُو بَنِي النَّضِير مَا جَاءَنَا بِشَيْءٍ نَعْرِفهُ وَمَا هُوَ بِاَلَّذِي كُنَّا نَذْكُر لَكُمْ . فَأَنْزَلَ اللَّه فِي ذَلِكَ مِنْ قَوْلهمْ\" وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْد اللَّه مُصَدِّقٌ لِمَا مَعَهُمْ\" الْآيَة . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَكَانُوا مِنْ قَبْل يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا \" يَقُول يَسْتَنْصِرُونَ بِخُرُوجِ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَلَى مُشْرِكِي الْعَرَب يَعْنِي بِذَلِكَ أَهْل الْكِتَاب فَلَمَّا بُعِثَ مُحَمَّد وَرَأَوْهُ مِنْ غَيْرهمْ كَفَرُوا بِهِ وَحَسَدُوهُ . وَقَالَ أَبُو الْعَالِيَة : كَانَتْ الْيَهُود تَسْتَنْصِر بِمُحَمَّدٍ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَلَى مُشْرِكِي الْعَرَب يَقُولُونَ اللَّهُمَّ اِبْعَثْ هَذَا النَّبِيّ الَّذِي نَجِدهُ مَكْتُوبًا عِنْدنَا حَتَّى نُعَذِّب الْمُشْرِكِينَ وَنَقْتُلهُمْ . فَلَمَّا بَعَثَ اللَّه مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَرَأَوْا أَنَّهُ مِنْ غَيْرهمْ كَفَرُوا بِهِ حَسَدًا لِلْعَرَبِ وَهُمْ يَعْلَمُونَ أَنَّهُ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ اللَّه تَعَالَى\" فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَة اللَّه عَلَى الْكَافِرِينَ \" وَقَالَ قَتَادَة \" وَكَانُوا مِنْ قَبْل يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا \" قَالَ وَكَانُوا يَقُولُونَ إِنَّهُ سَيَأْتِي نَبِيّ \" فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ \" وَقَالَ مُجَاهِد\" فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَة اللَّه عَلَى الْكَافِرِينَ \" قَالَ هُمْ الْيَهُود .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38770, "aya_id": 89}]