[{"text": "لِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُّسْتَقِيمٍ", "sura_id": 22, "type": 0, "id": 2662, "aya_id": 67}, {"text": "لكل أمة جعلنا منسكا هم ناسكوه فلا ينازعنك في الأمر وادع إلى ربك إنك لعلى هدى مستقيم", "sura_id": 22, "type": 1, "id": 8898, "aya_id": 67}, {"text": "67 - (لكل أمة جعلنا منسكا) بفتح السين شريعة (هم ناسكوه) عاملون به (فلا ينازعنك) يراد به لا تنازعهم (في الأمر) أي أمر الذبيحة إذ قالوا ما قتل الله أحق أن تأكلوه مما قتلتم (وادع إلى ربك) أي إلى دينه (إنك لعلى هدى) دين (مستقيم) \r\n", "sura_id": 22, "type": 2, "id": 27606, "aya_id": 67}, {"text": "لكل أمة من الأمم الماضية جعلنا شريعة وعبادة أمرناهم بها، فهم عاملون بها، فلا ينازعنك- أيها الرسول- مشركو قريش في شريعتك، وما أمرك الله به في المناسك وأنواع العبادات كلها, وادع إلى توحيد ربك وإخلاص العبادة له واتباع أمره, إنك لعلى دين قويم، لا اعوجاج فيه.\r\n", "sura_id": 22, "type": 3, "id": 33842, "aya_id": 67}, {"text": " <font color=red>لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ جَعَلَ لِكُلِّ قَوْم مَنْسَكًا قَالَ اِبْن جَرِير يَعْنِي لِكُلِّ أُمَّة نَبِيّ مَنْسَكًا قَالَ : وَأَصْل الْمَنْسَك فِي كَلَام الْعَرَب هُوَ الْمَوْضِع الَّذِي يَعْتَادهُ الْإِنْسَان وَيَتَرَدَّد إِلَيْهِ إِمَّا لِخَيْرٍ أَوْ شَرّ قَالَ وَلِهَذَا سُمِّيَتْ مَنَاسِك الْحَجّ بِذَلِكَ لِتَرْدَادِ النَّاس إِلَيْهَا وَعُكُوفهمْ عَلَيْهَا فَإِنْ كَانَ كَمَا قَالَ مِنْ أَنَّ الْمُرَاد لِكُلِّ أُمَّة نَبِيّ جَعَلْنَا مَنْسَكًا فَيَكُون الْمُرَاد بِقَوْلِهِ \" فَلَا يُنَازِعُنَّك فِي الْأَمْر \" أَيْ هَؤُلَاءِ الْمُشْرِكُونَ وَإِنْ كَانَ الْمُرَاد \" لِكُلِّ أُمَّة جَعَلْنَا مَنْسَكًا \" جَعْلًا قَدَرِيًّا كَمَا قَالَ \" وَلِكُلٍّ وِجْهَة هُوَ مُوَلِّيهَا \" وَلِهَذَا قَالَ هَهُنَا \" هُمْ نَاسِكُوهُ \" أَيْ فَاعِلُوهُ فَالضَّمِير هَهُنَا عَائِد عَلَى هَؤُلَاءِ الَّذِينَ لَهُمْ مَنَاسِك وَطَرَائِق أَيْ هَؤُلَاءِ إِنَّمَا يَفْعَلُونَ هَذَا عَنْ قَدَر اللَّه وَإِرَادَته فَلَا تَتَأَثَّر بِمُنَازَعَتِهِمْ لَك وَلَا يَصْرِفك ذَلِكَ عَمَّا أَنْتَ عَلَيْهِ مِنْ الْحَقّ وَلِهَذَا قَالَ \" وَادْعُ إِلَى رَبّك إِنَّك لَعَلَى هُدًى مُسْتَقِيم \" أَيْ طَرِيق وَاضِح مُسْتَقِيم مُوَصِّل إِلَى الْمَقْصُود وَهَذِهِ كَقَوْلِهِ \" وَلَا يَصُدّنَّك عَنْ آيَات اللَّه بَعْد إِذْ أُنْزِلَتْ إِلَيْك وَادْعُ إِلَى رَبّك \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39092, "aya_id": 67}]