[{"text": "وَكَذَلِكَ أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا", "sura_id": 20, "type": 0, "id": 2461, "aya_id": 113}, {"text": "و كذلك أنزلناه قرآنا عربيا و صرفنا فيه من الوعيد لعلهم يتقون أو يحدث لهم ذكرا", "sura_id": 20, "type": 1, "id": 8697, "aya_id": 113}, {"text": "113 - (وكذلك) معطوف على كذلك نقص أي مثل إنزال ما ذكر (أنزلناه) أي القرآن (قرآنا عربيا وصرفنا) كررنا (فيه من الوعيد لعلهم يتقون) الشرك (أو يحدث) القرآن (لهم ذكرا) بهلاك من تقدمهم من الأمم فيعتبروا \r\n", "sura_id": 20, "type": 2, "id": 27405, "aya_id": 113}, {"text": "وكما رغَّبنا أهل الإيمان في صالحات الأعمال, وحذَّرنا أهل الكفر من المقام على معاصيهم وكفرهم بآياتنا, أنزلنا هذا القرآن باللسان العربي; ليفهموه, وفصَّلنا فيه أنواعًا من الوعيد; رجاء أن يتقوا ربهم, أو يُحدِث لهم هذا القرآن تذكرة, فيتعظوا, ويعتبروا.\r\n", "sura_id": 20, "type": 3, "id": 33641, "aya_id": 113}, {"text": " <font color=red>وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا</font><BR><p>يَقُول تَعَالَى وَلَمَّا كَانَ يَوْم الْمَعَاد وَالْجَزَاء بِالْخَيْرِ وَالشَّرّ وَاقِع لَا مَحَالَة أَنْزَلْنَا الْقُرْآن بَشِيرًا وَنَذِيرًا بِلِسَانٍ عَرَبِيّ مُبِين فَصِيح لَا لَبْس فِيهِ وَلَا عِيّ \" وَصَرَّفْنَا فِيهِ مِنْ الْوَعِيد لَعَلَّهُمْ يَتَّقُونَ \" أَيْ يَتْرُكُونَ الْمَآثِم وَالْمَحَارِم وَالْفَوَاحِش أَوْ يُحْدِث لَهُمْ ذِكْرًا وَهُوَ إِيجَاد الطَّاعَة وَفِعْل الْقُرُبَات فَتَعَالَى اللَّه الْمَلِك الْحَقّ أَيْ تَنَزَّهَ وَتَقَدَّسَ الْمَلِك الْحَقّ الَّذِي هُوَ حَقّ وَوَعْده حَقّ وَوَعِيده حَقّ وَرُسُله حَقّ وَالْجَنَّة حَقّ وَالنَّار حَقّ وَكُلّ شَيْء مِنْهُ حَقّ وَعَدْله تَعَالَى أَنْ لَا يُعَذِّب أَحَدًا قَبْل الْإِنْذَار وَبَعْثَة الرُّسُل وَالْإِعْذَار إِلَى خَلْقه لِئَلَّا يَبْقَى لِأَحَدٍ حُجَّة وَلَا شُبْهَة وَقَوْله \" وَلَا تَعْجَل بِالْقُرْآنِ مِنْ قَبْل أَنْ يُقْضَى إِلَيْك وَحْيه \" كَقَوْلِهِ تَعَالَى فِي سُورَة لَا أُقْسِم بِيَوْمِ الْقِيَامَة \" لَا تُحَرِّك بِهِ لِسَانك لِتَعْجَل بِهِ إِنَّ عَلَيْنَا جَمْعه وَقُرْآنه فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنه ثُمَّ إِنَّ عَلَيْنَا بَيَانه \" وَثَبَتَ فِي الصَّحِيح عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُعَالِج مِنْ الْوَحْي شِدَّة فَكَانَ مِمَّا يُحَرِّك بِهِ لِسَانه فَأَنْزَلَ اللَّه هَذِهِ الْآيَة يَعْنِي أَنَّهُ كَانَ إِذَا جَاءَهُ جِبْرِيل بِالْوَحْيِ كُلَّمَا قَالَ جِبْرِيل آيَة قَالَهَا مَعَهُ مِنْ شِدَّة حِرْصه عَلَى حِفْظ الْقُرْآن فَأَرْشَدَهُ اللَّه تَعَالَى إِلَى مَا هُوَ الْأَسْهَل وَالْأَخَفّ فِي حَقّه لِئَلَّا يَشُقّ عَلَيْهِ فَقَالَ لَا تُحَرِّك بِهِ لِسَانك لِتَعْجَل بِهِ إِنَّ عَلَيْنَا جَمْعه وَقُرْآنه أَيْ أَنْ نَجْمَعهُ فِي صَدْرك ثُمَّ تَقْرَأهُ عَلَى النَّاس مِنْ غَيْر أَنْ تَنْسَى مِنْهُ شَيْئًا \" فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنه ثُمَّ إِنَّ عَلَيْنَا بَيَانه \" .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38798, "aya_id": 113}]