[{"text": "قُلْ يَتَوَفَّاكُم مَّلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ", "sura_id": 32, "type": 0, "id": 3514, "aya_id": 11}, {"text": "قل يتوفاكم ملك الموت الذي وكل بكم ثم إلى ربكم ترجعون", "sura_id": 32, "type": 1, "id": 9750, "aya_id": 11}, {"text": "11 - (قل) لهم (يتوفاكم ملك الموت الذي وكل بكم) أي يقبض أرواحكم (ثم إلى ربكم ترجعون) أحياء فيجازيكم بأعمالكم \r\n", "sura_id": 32, "type": 2, "id": 28458, "aya_id": 11}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: يتوفاكم ملك الموت الذي وُكِّل بكم, فيقبض أرواحكم إذا انتهت آجالكم, ولن تتأخروا لحظة واحدة, ثم تُردُّون إلى ربكم, فيجازيكم على جميع أعمالكم: إن خيرًا فخير وإن شرًا فشر.\r\n", "sura_id": 32, "type": 3, "id": 34694, "aya_id": 11}, {"text": " <font color=red>قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" قُلْ يَتَوَفَّاكُمْ مَلَك الْمَوْت الَّذِي وُكِّلَ بِكُمْ \" الظَّاهِر مِنْ هَذِهِ الْآيَة أَنَّ مَلَك الْمَوْت شَخْص مُعَيَّن مِنْ الْمَلَائِكَة كَمَا هُوَ الْمُتَبَادَر مِنْ حَدِيث الْبَرَاء الْمُتَقَدِّم ذِكْرهُ فِي سُورَة إِبْرَاهِيم وَقَدْ سُمِّيَ فِي بَعْض الْآثَار بعزرائيل وَهُوَ الْمَشْهُور قَالَهُ قَتَادَة وَغَيْر وَاحِد وَلَهُ أَعْوَان وَهَكَذَا وَرَدَ فِي الْحَدِيث أَنَّ أَعْوَانه يَنْتَزِعُونَ الْأَرْوَاح مِنْ سَائِر الْجَسَد حَتَّى إِذَا بَلَغَتْ الْحُلْقُوم تَنَازَلَهَا مَلَك الْمَوْت قَالَ مُجَاهِد حُوِيَتْ لَهُ الْأَرْض فَجُعِلَتْ مِثْل الطَّسْت تَنَاوَلَ مِنْهَا مَتَى يَشَاء . وَرَوَاهُ زُهَيْر بْن مُحَمَّد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ مُرْسَلًا . وَقَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن أَبِي يَحْيَى الْمُقْرِي حَدَّثَنَا عُمَر بْن سَمُرَة عَنْ جَعْفَر بْن مُحَمَّد قَالَ سَمِعْت أَبِي يَقُول : نَظَر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى مَلَك الْمَوْت عِنْد رَأْس رَجُل مِنْ الْأَنْصَار فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا مَلَك الْمَوْت أَرْفِقْ بِصَاحِبِي فَإِنَّهُ مُؤْمِن \" فَقَالَ مَلَك الْمَوْت : يَا مُحَمَّد طِبْ نَفْسًا وَقَرَّ عَيْنًا فَإِنِّي بِكُلِّ مُؤْمِن رَفِيق وَاعْلَمْ أَنَّ مَا فِي الْأَرْض بَيْت مَدَر وَلَا شَعْر فِي بَرّ وَلَا بَحْر إِلَّا وَأَنَا أَتَصَفَّحُهُمْ فِي كُلّ يَوْم خَمْس مَرَّات حَتَّى أَنِّي أَعْرَف بِصَغِيرِهِمْ وَكَبِيرهمْ مِنْهُمْ بِأَنْفُسِهِمْ وَاَللَّه يَا مُحَمَّد لَوْ أَنِّي أَرَدْت أَنْ أَقْبِض رُوح بَعُوضَة مَا قَدَرْت عَلَى ذَلِكَ حَتَّى يَكُون اللَّه هُوَ الْآمِر بِقَبْضِهَا . قَالَ جَعْفَر بَلَغَنِي أَنَّهُ إِنَّمَا يَتَصَفَّحُهُمْ عِنْد مَوَاقِيت الصَّلَاة فَإِذَا حَضَرَهُمْ عِنْد الْمَوْت فَإِنْ كَانَ مِمَّنْ يُحَافِظ عَلَى الصَّلَاة دَنَا مِنْهُ الْمَلَك وَدَفَعَ عَنْهُ الشَّيْطَان وَلَقَّنَهُ الْمَلَك لَا إِلَه إِلَّا اللَّه مُحَمَّد رَسُول اللَّه فِي تِلْكَ الْحَال الْعَظِيمَة وَقَالَ عَبْد الرَّزَّاق حَدَّثَنَا مُحَمَّد بْن مُسْلِم عَنْ إِبْرَاهِيم بْن مَيْسَرَة قَالَ سَمِعْت مُجَاهِدًا يَقُول : مَا عَلَى ظَهْر الْأَرْض مِنْ بَيْت شَعْر أَوْ مَدَر إِلَّا وَمَلَك الْمَوْت يَطُوف بِهِ كُلّ يَوْم مَرَّتَيْنِ وَقَالَ كَعْب الْأَحْبَار وَاَللَّه مَا مِنْ بَيْت فِيهِ أَحَد مِنْ أَهْل الدُّنْيَا إِلَّا وَمَلَك الْمَوْت يَقُوم عَلَى بَابه كُلّ يَوْم سَبْع مَرَّات يَنْظُر هَلْ فِيهِ أَحَد أُمِرَ أَنْ يَتَوَفَّاهُ . رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله تَعَالَى\" ثُمَّ إِلَى رَبّكُمْ تُرْجَعُونَ \" أَيْ يَوْم مَعَادكُمْ وَقِيَامكُمْ مِنْ قُبُوركُمْ لِجَزَائِكُمْ \" .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40139, "aya_id": 11}]