[{"text": "وَإِذَا قَرَأْتَ الْقُرآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ حِجَابًا مَّسْتُورًا", "sura_id": 17, "type": 0, "id": 2074, "aya_id": 45}, {"text": "و إذا قرأت القرآن جعلنا بينك و بين الذين لا يؤمنون بالآخرة حجابا مستورا", "sura_id": 17, "type": 1, "id": 8310, "aya_id": 45}, {"text": "45 - (وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابا مستورا) أي ساترا لك عنهم فلا يرونك نزل فيمن أراد الفتك به صلى الله عليه وسلم \r\n", "sura_id": 17, "type": 2, "id": 27018, "aya_id": 45}, {"text": "وإذا قرأت القرآن فسمعه هؤلاء المشركون، جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابًا ساترًا يحجب عقولهم عن فَهْمِ القرآن؛ عقابًا لهم على كفرهم وإنكارهم.\r\n", "sura_id": 17, "type": 3, "id": 33254, "aya_id": 45}, {"text": " <font color=red>وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِذَا قَرَأْت يَا مُحَمَّد عَلَى هَؤُلَاءِ الْمُشْرِكِينَ الْقُرْآن جَعَلْنَا بَيْنك وَبَيْنهمْ حِجَابًا مَسْتُورًا \" . قَالَ قَتَادَة وَابْن زَيْد هُوَ الْأَكِنَّة عَلَى قُلُوبهمْ كَمَا قَالَ تَعَالَى \" وَقَالُوا قُلُوبنَا فِي أَكِنَّة مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَاننَا وَقْر وَمِنْ بَيْننَا وَبَيْنك حِجَاب \" أَيْ مَانِع حَائِل أَنْ يَصِل إِلَيْنَا مِمَّا تَقُول شَيْء وَقَوْله \" حِجَابًا مَسْتُورًا \" بِمَعْنَى سَاتِر كَمَيْمُونٍ وَمَشْئُوم بِمَعْنَى يَامِن وَشَائِم لِأَنَّهُ مِنْ يُمْنهمْ وَشُؤْمهمْ وَقِيلَ مَسْتُورًا عَنْ الْأَبْصَار فَلَا تَرَاهُ وَهُوَ مَعَ ذَلِكَ حِجَاب بَيْنهمْ وَبَيْن الْهُدَى وَمَالَ إِلَى تَرْجِيحه اِبْن جَرِير رَحِمَهُ اللَّه وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا أَبُو مُوسَى الْهَرَوِيّ إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا سُفْيَان عَنْ الْوَلِيد بْن كَثِير عَنْ يَزِيد بْن تَدْرُس عَنْ أَسْمَاء بِنْت أَبِي بَكْر رَضِيَ اللَّه تَعَالَى عَنْهَا قَالَتْ لَمَّا نَزَلَتْ \" تَبَّتْ يَدَا أَبِي لَهَب \" جَاءَتْ الْعَوْرَاء أُمّ جَمِيل وَلَهَا وَلْوَلَة وَفِي يَدهَا فِهْر وَهِيَ تَقُول : مُذَمَّمًا أَتَيْنَا - أَوْ أَبَيْنَا - قَالَ أَبُو مُوسَى الشَّكّ مِنِّي وَدِينه قَلَيْنَا وَأَمْره عَصَيْنَا. وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس وَأَبُو بَكْر إِلَى جَنْبه فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ لَقَدْ أَقْبَلَتْ هَذِهِ وَأَنَا أَخَاف أَنْ تَرَاك فَقَالَ \" إِنَّهَا لَنْ تَرَانِي \" وَقَرَأَ قُرْآنًا اِعْتَصَمَ بِهِ مِنْهَا \" وَإِذَا قَرَأْت الْقُرْآن جَعَلْنَا بَيْنك وَبَيْن الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا \" قَالَ فَجَاءَتْ حَتَّى قَامَتْ عَلَى أَبِي بَكْر فَلَمْ تَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا أَبَا بَكْر بَلَغَنِي أَنَّ صَاحِبك هَجَانِي فَقَالَ أَبُو بَكْر لَا وَرَبّ هَذَا الْبَيْت مَا هَجَاك قَالَ فَانْصَرَفَتْ وَهِيَ تَقُول لَقَدْ عَلِمَتْ قُرَيْش أَنِّي بِنْت سَيِّدهَا .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38229, "aya_id": 45}]