[{"text": "وَأَقِمِ الصَّلاَةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ", "sura_id": 11, "type": 0, "id": 1587, "aya_id": 114}, {"text": "وأقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين", "sura_id": 11, "type": 1, "id": 7823, "aya_id": 114}, {"text": "114 - (وأقم الصلاة طرفي النهار) الغداة والعشي أي : الصبح والظهر والعصر (وزلفاً) جمع زلفة أي طائفة (من الليل) المغرب والعشاء (إن الحسنات) كالصلوات الخمس (يذهبن السيئات) الذنوب الصغائر ، نزلت فيمن قبَّل أجنبية فأخبره النبيُّ صلى الله عليه وسلم فقال أَلِيَ هذا ؟ فقال : \"لجميع أمتي كلهم\" رواه الشيخان (ذلك ذكرى للذاكرين) عظة للمتعظين \r\n", "sura_id": 11, "type": 2, "id": 26531, "aya_id": 114}, {"text": "وأدِّ الصلاة -أيها النبي- على أتمِّ وجه طَرَفَي النهار في الصباح والمساء, وفي ساعات من الليل. إنَّ فِعْلَ الخيرات يكفِّر الذنوب السالفة ويمحو آثارها, والأمر بإقامة الصلاة وبيان أن الحسنات يذهبن السيئات, موعظة لمن اتعظ بها وتذكر.\r\n", "sura_id": 11, "type": 3, "id": 32767, "aya_id": 114}, {"text": " <font color=red>وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار \" قَالَ يَعْنِي الصُّبْح وَالْمَغْرِب وَكَذَا قَالَ الْحَسَن وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقَالَ الْحَسَن فِي رِوَايَة وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ هِيَ الصُّبْح وَالْعَصْر وَقَالَ مُجَاهِد : هِيَ الصُّبْح فِي أَوَّل النَّهَار وَالظُّهْر وَالْعَصْر مَرَّة أُخْرَى \" وَزُلَفًا مِنْ اللَّيْل \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَغَيْرهمْ : يَعْنِي صَلَاة الْعِشَاء وَقَالَ الْحَسَن فِي رِوَايَة اِبْن الْمُبَارَك عَنْ مُبَارَك بْن فَضَالَة عَنْهُ \" وَزُلَفًا مِنْ اللَّيْل \" يَعْنِي الْمَغْرِب وَالْعِشَاء . قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُمَا زُلَفَا اللَّيْل الْمَغْرِب وَالْعِشَاء \" وَكَذَا قَالَ مُجَاهِد وَمُحَمَّد بْن كَعْب وَقَتَادَة وَالضَّحَّاك إِنَّهَا صَلَاة الْمَغْرِب وَالْعِشَاء وَقَدْ يَحْتَمِل أَنْ تَكُون هَذِهِ الْآيَة نَزَلَتْ قَبْل فَرْض الصَّلَوَات الْخَمْس لَيْلَة الْإِسْرَاء فَإِنَّهُ إِنَّمَا كَانَ يَجِب مِنْ الصَّلَاة صَلَاتَانِ . صَلَاة قَبْل طُلُوع الشَّمْس وَصَلَاة قَبْل غُرُوبهَا وَفِي أَثْنَاء اللَّيْل قَامَ عَلَيْهِ وَعَلَى الْأُمَّة ثُمَّ نُسِخَ فِي حَقّ الْأُمَّة وَثَبَتَ وُجُوبه عَلَيْهِ ثُمَّ نُسِخَ عَنْهُ أَيْضًا فِي قَوْل وَاَللَّه أَعْلَم . وَقَوْله \" إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات \" يَقُول إِنَّ فِعْل الْخَيْرَات يُكَفِّر الذُّنُوب السَّالِفَة كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب قَالَ : كُنْت إِذَا سَمِعْت مِنْ رَسُول اللَّه حَدِيثًا نَفَعَنِي اللَّه بِمَا شَاءَ أَنْ يَنْفَعنِي مِنْهُ وَإِذَا حَدَّثَنِي عَنْهُ أَحَد اِسْتَحْلَفْته فَإِذَا حَلَفَ لِي صَدَّقْته وَحَدَّثَنِي أَبُو بَكْر وَصَدَقَ أَبُو بَكْر أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مِنْ مُسْلِم يُذْنِب ذَنْبًا فَيَتَوَضَّأ وَيُصَلِّي رَكْعَتَيْنِ إِلَّا غُفِرَ لَهُ \" وَفِي الصَّحِيحَيْنِ عَنْ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّانَ أَنَّهُ تَوَضَّأَ لَهُمْ كَوُضُوءِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ : هَكَذَا رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَوَضَّأ وَقَالَ \" مَنْ تَوَضَّأَ وُضُوئِي هَذَا ثُمَّ صَلَّى رَكْعَتَيْنِ لَا يُحَدِّث فِيهِمَا نَفْسه غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه\" وَرَوَى الْإِمَام أَحْمَد وَأَبُو جَعْفَر بْن جَرِير مِنْ حَدِيث أَبِي عُقَيْل زُهْرَة بْن مَعْبَد أَنَّهُ سَمِعَ الْحَارِث مَوْلَى عُثْمَان يَقُول : جَلَسَ عُثْمَان يَوْمًا وَجَلَسْنَا مَعَهُ فَجَاءَهُ الْمُؤَذِّن فَدَعَا عُثْمَان بِمَاءٍ فِي إِنَاء أَظُنُّهُ سَيَكُونُ فِيهِ قَدْر مُدّ فَتَوَضَّأَ ثُمَّ قَالَ : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَوَضَّأ وُضُوئِي هَذَا ثُمَّ قَالَ \" مَنْ تَوَضَّأَ وُضُوئِي هَذَا ثُمَّ قَامَ فَصَلَّى صَلَاة الظُّهْر غُفِرَ لَهُ مَا بَيْنه وَبَيْن صَلَاة الصُّبْح ثُمَّ صَلَّى الْعَصْر غُفِرَ لَهُ مَا بَيْنه وَبَيْن صَلَاة الظُّهْر ثُمَّ صَلَّى الْمَغْرِب غُفِرَ لَهُ مَا بَيْنه وَبَيْن صَلَاة الْعَصْر ثُمَّ صَلَّى الْعِشَاء غُفِرَ لَهُ مَا بَيْنه وَبَيْن صَلَاة الْمَغْرِب ثُمَّ لَعَلَّهُ يَبِيت يَتَمَرَّغ لَيْلَته ثُمَّ إِنْ قَامَ فَتَوَضَّأَ وَصَلَّى الصُّبْح غُفِرَ لَهُ مَا بَيْنهَا وَبَيْن صَلَاة الْعِشَاء وَهُنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات \" وَفِي الصَّحِيح عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَرَأَيْتُمْ لَوْ أَنَّ بِبَابِ أَحَدكُمْ نَهْرًا غَمْرًا يَغْتَسِل فِيهِ كُلّ يَوْم خَمْس مَرَّات هَلْ يُبْقِي مِنْ دَرَنه شَيْئًا ؟ \" قَالُوا : لَا يَا رَسُول اللَّه قَالَ \" كَذَلِكَ الصَّلَوَات الْخَمْس يَمْحُو اللَّه بِهِنَّ الذُّنُوب وَالْخَطَايَا \" وَقَالَ مُسْلِم فِي صَحِيحه : حَدَّثَنَا أَبُو الطَّاهِر وَهُوَ اِبْن سَعِيد قَالَا حَدَّثَنَا اِبْن وَهْب عَنْ أَبِي صَخْر أَنَّ عُمَر بْن إِسْحَاق مَوْلَى زَائِدَة حَدَّثَهُ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" الصَّلَوَات الْخَمْس وَالْجُمْعَة إِلَى الْجُمْعَة وَرَمَضَان إِلَى رَمَضَان مُكَفِّرَات لِمَا بَيْنهنَّ مَا اُجْتُنِبَتْ الْكَبَائِر \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا الْحَكَم بْن نَافِع حَدَّثَنَا إِسْمَاعِيل بْن عَبَّاس عَنْ ضَمْضَم بْن زُرْعَة عَنْ \" شُرَيْح بْن عُبَيْد أَنَّ أَبَا رُهْمٍ السَّمَعِيّ كَانَ يُحَدِّث أَنَّ أَبَا أَيُّوب الْأَنْصَارِيّ حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" إِنَّ كُلّ صَلَاة تَحُطّ مَا بَيْن يَدَيْهَا مِنْ خَطِيئَة \" وَقَالَ أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل حَدَّثَنَا أَبِي عَنْ ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" جُعِلَتْ الصَّلَوَات كَفَّارَات لِمَا بَيْنهنَّ فَإِنَّ اللَّه قَالَ \" إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات \" . وَقَالَ الْبُخَارِيّ : حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا يَزِيد بْن زُرَيْعٍ عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ اِبْن مَسْعُود أَنَّ رَجُلًا أَصَابَ مِنْ اِمْرَأَة قُبْلَة فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَأَنْزَلَ اللَّه \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات \" فَقَالَ الرَّجُلُ : يَا رَسُول اللَّه أَلِي هَذَا ؟ قَالَ \" لِجَمِيعِ أُمَّتِي كُلِّهِمْ \" هَكَذَا رَوَاهُ فِي كِتَاب الصَّلَاة وَأَخْرَجَهُ فِي التَّفْسِير عَنْ مُسَدَّد عَنْ يَزِيد بْن زُرَيْعٍ بِنَحْوِهِ وَرَوَاهُ مُسْلِم وَأَحْمَد وَأَهْل السُّنَن إِلَّا أَبَا دَاوُدَ مِنْ طُرُق عَنْ أَبِي عُثْمَان النَّهْدِيّ وَاسْمه عَبْد الرَّحْمَن بْن مُلٍّ بِهِ . وَرَوَاهُ الْإِمَام أَحْمَد وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن جَرِير وَهَذَا لَفْظه مِنْ طُرُق عَنْ سِمَاك بْن حَرْب أَنَّهُ سَمِعَ إِبْرَاهِيم بْن يَزِيد يُحَدِّث عَنْ عَلْقَمَة وَالْأَسْوَد عَنْ اِبْن مَسْعُود قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه إِنِّي وَجَدْت اِمْرَأَة فِي بُسْتَان فَفَعَلْت بِهَا كُلّ شَيْء غَيْر أَنِّي لَمْ أُجَامِعهَا قَبَّلْتهَا وَلَزِمْتهَا وَلَمْ أَفْعَل غَيْر ذَلِكَ فَافْعَلْ بِي مَا شِئْت فَلَمْ يَقُلْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا فَذَهَبَ الرَّجُل . فَقَالَ عُمَر لَقَدْ سَتَرَ اللَّه عَلَيْهِ لَوْ سَتَرَ عَلَى نَفْسه فَأَتْبَعَهُ رَسُول اللَّه بَصَره ثُمَّ قَالَ\" رُدُّوهُ عَلَيَّ \" فَرَدُّوهُ عَلَيْهِ فَقَرَأَ عَلَيْهِ \" أَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ \" فَقَالَ مُعَاذ : وَفِي رِوَايَة عُمَر : يَا رَسُول اللَّه أَلَهُ وَحْده أَمْ لِلنَّاسِ كَافَّة ؟ قَالَ \" بَلْ لِلنَّاسِ كَافَّة \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا أَبَان بْن إِسْحَاق عَنْ الصَّبَّاح بْن مُحَمَّد عَنْ مُرَّة الْهَمَذَانِيّ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ اللَّه قَسَمَ بَيْنكُمْ أَخْلَاقكُمْ كَمَا قَسَمَ بَيْنكُمْ أَرْزَاقكُمْ وَإِنَّ اللَّه يُعْطِي الدُّنْيَا مَنْ يُحِبّ وَمَنْ لَا يُحِبّ وَلَا يُعْطِي الدِّين إِلَّا مَنْ أَحَبَّ فَمَنْ أَعْطَاهُ اللَّه الدِّين فَقَدْ أَحَبَّهُ وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُسْلِم عَبْد حَتَّى يُسْلِم قَلْبه وَلِسَانه وَلَا يُؤْمِن حَتَّى يَأْمَن جَاره بَوَائِقه \" قَالَ قُلْنَا : وَمَا بَوَائِقه يَا نَبِيّ اللَّه ؟ قَالَ \" غِشّه وَظُلْمه وَلَا يَكْسِب عَبْد مَالًا حَرَامًا فَيُنْفِق مِنْهُ فَيُبَارَك لَهُ فِيهِ وَلَا يَتَصَدَّق فَيُقْبَل مِنْهُ وَلَا يَتْرُكهُ خَلْف ظَهْره إِلَّا كَانَ زَادَهُ إِلَى النَّار إِنَّ اللَّه لَا يَمْحُو السَّيِّئَ بِالسَّيِّئِ وَلَكِنْ يَمْحُو السَّيِّئَ بِالْحَسَنِ إِنَّ الْخَبِيث لَا يَمْحُو الْخَبِيث \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو السَّائِب حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم قَالَ : كَانَ فُلَان اِبْن مُعَتِّب رَجُلًا مِنْ الْأَنْصَار فَقَالَ : يَا رَسُول اللَّه دَخَلْت عَلَى اِمْرَأَة فَنِلْت مِنْهَا مَا يَنَال الرَّجُل مِنْ أَهْله إِلَّا أَنِّي لَمْ أُوَاقِعْهَا فَلَمْ يَدْرِ رَسُول اللَّه مَا يُجِيبهُ حَتَّى نَزَلَتْ هَذِهِ الْآيَة \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ \" فَدَعَاهُ رَسُول اللَّه فَقَرَأَهَا عَلَيْهِ . وَعَنْ اِبْن عَبَّاس أَنَّهُ عَمْرو بْن غُزَيَّةَ الْأَنْصَارِيّ التَّمَّار وَقَالَ مُقَاتِل هُوَ أَبُو نُفَيْل عَامِر بْن قَيْس الْأَنْصَارِيّ وَذَكَرَ الْخَطِيب الْبَغْدَادِيّ أَنَّهُ أَبُو الْيُسْر كَعْب بْن عَمْرو وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يُونُس وَعَفَّان قَالَا : حَدَّثَنَا حَمَّاد يَعْنِي اِبْن سَلَمَة عَنْ عَلِيّ بْن زَيْد قَالَ عَفَّانُ : أَنْبَأَنَا عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مِهْرَان عَنْ اِبْن عَبَّاس أَنَّ رَجُلًا أَتَى عُمَر فَقَالَ : إِنَّ اِمْرَأَة جَاءَتْ تُبَايِعهُ فَأَدْخَلْتهَا الدَّوْلَج فَأَصَبْت مِنْهَا مَا دُون الْجِمَاع فَقَالَ وَيْحك لَعَلَّهَا مُغِيبَة فِي سَبِيل اللَّه ؟ قَالَ أَجَلْ قَالَ فَائْتِ أَبَا بَكْر فَسَلْهُ . قَالَ فَأَتَاهُ فَسَأَلَهُ فَقَالَ لَعَلَّهَا مُغِيبَة فِي سَبِيل اللَّه ؟ فَقَالَ مِثْل قَوْل عُمَر . ثُمَّ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ مِثْل ذَلِكَ قَالَ \" فَلَعَلَّهَا مُغِيبَة فِي سَبِيل اللَّه \" وَنَزَلَ الْقُرْآن \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات \" إِلَى آخِر الْآيَة : فَقَالَ يَا رَسُول اللَّه لِي خَاصَّة أَمْ لِلنَّاسِ عَامَّة فَضَرَبَ يَعْنِي عُمَر صَدْره بِيَدِهِ وَقَالَ لَا وَلَا نِعْمَة عَيْن بَلْ لِلنَّاسِ عَامَّة فَقَالَ رَسُول اللَّه \" صَدَقَ عُمَر \" وَرَوَى الْإِمَام أَبُو جَعْفَر بْن جَرِير مِنْ حَدِيث قَيْس بْن الرَّبِيع عَنْ عُثْمَان بْن مَوْهِب عَنْ مُوسَى بْن طَلْحَة عَنْ أَبِي الْيُسْر كَعْب بْن عَمْرو الْأَنْصَارِيّ قَالَ : أَتَتْنِي اِمْرَأَة تَبْتَاع مِنِّي بِدِرْهَمٍ تَمْرًا فَقُلْت إِنَّ فِي الْبَيْت تَمْرًا أَجْوَد مِنْ هَذَا فَدَخَلَتْ فَأَهْوَيْت إِلَيْهَا فَقَبَّلْتهَا فَأَتَيْت عُمَر فَسَأَلْته فَقَالَ اِتَّقِ اللَّه وَاسْتُرْ عَلَى نَفْسك وَلَا تُخْبِرَن أَحَدًا فَلَمْ أَصْبِر حَتَّى أَتَيْت أَبَا بَكْر فَسَأَلْته فَقَالَ اِتَّقِ اللَّه وَاسْتُرْ عَلَى نَفْسك وَلَا تُخْبِرَن أَحَدًا قَالَ فَلَمْ أَصْبِر حَتَّى أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته فَقَالَ \" أَخْلَفْت رَجُلًا غَازِيًا فِي سَبِيل اللَّه فِي أَهْله بِمِثْلِ هَذَا ؟ \" حَتَّى ظَنَنْت أَنِّي مِنْ أَهْل النَّار حَتَّى تَمَنَّيْت أَنِّي أَسْلَمْت سَاعَتئِذٍ فَأَطْرَقَ رَسُول اللَّه سَاعَة فَنَزَلَ جِبْرِيل فَقَالَ أَبُو الْيُسْر فَجِئْت فَقَرَأَ عَلَيَّ رَسُول اللَّه \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ \" فَقَالَ إِنْسَان : يَا رَسُول اللَّه لَهُ خَاصَّة أَمْ لِلنَّاسِ عَامَّة ؟ قَالَ \" لِلنَّاسِ عَامَّة \" وَقَالَ الْحَافِظ أَبُو الْحَسَن الدَّارَقُطْنِيّ : حَدَّثَنَا الْحُسَيْن بْن سَهْل الْمَحَامِلِيّ حَدَّثَنَا يُوسُف بْن مُوسَى حَدَّثَنَا جَرِير عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ مُعَاذ بْن جَبَل أَنَّهُ كَانَ قَاعِدًا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَ رَجُل فَقَالَ : يَا رَسُول اللَّه مَا تَقُول فِي رَجُل أَصَابَ مِنْ اِمْرَأَة لَا تَحِلّ لَهُ فَلَمْ يَدَع شَيْئًا يُصِيبهُ الرَّجُل مِنْ اِمْرَأَته إِلَّا قَدْ أَصَابَهُ مِنْهَا غَيْر أَنَّهُ لَمْ يُجَامِعهَا ؟ فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَوَضَّأْ وُضُوءًا حَسَنًا ثُمَّ قُمْ فَصَلِّ \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ الْآيَة يَعْنِي قَوْله \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار\" فَقَالَ مُعَاذ أَهِيَ لَهُ خَاصَّة أَمْ لِلْمُسْلِمِينَ عَامَّة ؟ قَالَ \" بَلْ لِلْمُسْلِمِينَ عَامَّة \" وَرَوَاهُ اِبْن جَرِير مِنْ طُرُق عَنْ عَبْد الْمَلِك بْن عُمَيْر بِهِ . وَقَالَ عَبْد الرَّزَّاق : حَدَّثَنَا مُحَمَّد بْن مُسْلِم عَنْ عَمْرو بْن دِينَار عَنْ يَحْيَى بْن جَعْدَة أَنَّ رَجُلًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ اِمْرَأَة وَهُوَ جَالِس مَعَ رَسُول اللَّه فَاسْتَأْذَنَهُ لِحَاجَةٍ فَأَذِنَ لَهُ فَذَهَبَ يَطْلُبهَا فَلَمْ يَجِدْهَا فَأَقْبَلَ الرَّجُل يُرِيد أَنْ يُبَشِّر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمَطَرِ فَوَجَدَ الْمَرْأَة جَالِسَة عَلَى غَدِير فَدَفَعَ فِي صَدْرهَا وَجَلَسَ بَيْن رِجْلَيْهَا فَصَارَ ذَكَره مِثْل الْهُدْبَة فَقَامَ نَادِمًا حَتَّى أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِمَا صَنَعَ فَقَالَ لَهُ \" اِسْتَغْفِرْ رَبّك وَصَلِّ أَرْبَع رَكَعَات \" قَالَ وَتَلَا عَلَيْهِ \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل \" الْآيَة وَقَالَ اِبْن جَرِير : حَدَّثَنِي عَبْد اللَّه بْن أَحْمَد بْن سِيبَوَيْهِ حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنِي عَمْرو بْن الْحَارِث حَدَّثَنِي عَبْد اللَّه بْن سَالِم عَنْ الزُّبَيْدِيّ عَنْ سُلَيْم بْن عَامِر أَنَّهُ سَمِعَ أَبَا أُمَامَة يَقُول إِنَّ رَجُلًا أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه أَقِمْ فِيَّ حَدّ اللَّه - مَرَّة أَوْ اِثْنَتَيْنِ - فَأَعْرَضَ عَنْهُ رَسُول اللَّه ثُمَّ أُقِيمَتْ الصَّلَاة فَلَمَّا فَرَغَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَيْنَ هَذَا الرَّجُل الْقَائِل أَقِمْ فِيَّ حَدّ اللَّه ؟ \" قَالَ أَنَا ذَا قَالَ \" أَتْمَمْت الْوُضُوء وَصَلَّيْت مَعَنَا آنِفًا ؟ \" قَالَ نَعَمْ . قَالَ \" فَإِنَّك مِنْ خَطِيئَتك كَيَوْمِ وَلَدَتْك أُمّك فَلَا تَعُدْ \" وَأَنْزَلَ اللَّه عَلَى رَسُول اللَّه \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّاد بْن سَلَمَة أَنْبَأَنَا عَلِيّ بْن زَيْد عَنْ أَبِي عُثْمَان قَالَ : كُنْت مَعَ سَلْمَان الْفَارِسِيّ تَحْت شَجَرَة فَأَخَذَ مِنْهَا غُصْنًا يَابِسًا فَهَزَّهُ حَتَّى تَحَاتَّ وَرَقُهُ ثُمَّ قَالَ : يَا أَبَا عُثْمَان أَلَا تَسْأَلنِي لِمَ أَفْعَل هَذَا ؟ قُلْت وَلِمَ تَفْعَلهُ ؟ قَالَ هَكَذَا فَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" إِنَّ الْمُسْلِم إِذَا تَوَضَّأَ فَأَحْسَنَ الْوُضُوء ثُمَّ صَلَّى الصَّلَوَات الْخَمْس تَحَاتَّتْ خَطَايَاهُ كَمَا يَتَحَاتُّ هَذَا الْوَرَق \" وَقَالَ \" وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع ثَنَا سُفْيَان عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ مَيْمُون بْن أَبِي شَبِيب عَنْ مُعَاذ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ \" يَا مُعَاذ أَتْبِعْ السَّيِّئَة الْحَسَنَة تَمْحُهَا وَخَالِقْ النَّاس بِخُلُقٍ حَسَنٍ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع ثَنَا سُفْيَان عَنْ حَبِيب عَنْ مَيْمُون بْن أَبِي شَبِيب عَنْ أَبِي ذَرّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اِتَّقِ اللَّه حَيْثُمَا كُنْت وَأَتْبِعْ السَّيِّئَة الْحَسَنَة تَمْحُهَا وَخَالِقْ النَّاس بِخُلُقٍ حَسَن \" وَقَالَ أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ شِمْر بْن عَطِيَّة عَنْ أَشْيَاخه عَنْ أَبِي ذَرّ قَالَ : قُلْت يَا رَسُول اللَّه أَوْصِنِي ; قَالَ\" إِذَا عَمِلْت سَيِّئَة فَأَتْبِعْهَا بِحَسَنَةٍ تَمْحُهَا \" قَالَ قُلْت يَا رَسُول اللَّه أَمِنْ الْحَسَنَات لَا إِلَه إِلَّا اللَّه ؟ قَالَ \" هِيَ أَفْضَل الْحَسَنَات \" وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ : حَدَّثَنَا هُذَيْل بْن إِبْرَاهِيم الْجُمَّانِيّ حَدَّثَنَا عُثْمَان بْن عَبْد الرَّحْمَن الزُّهْرِيّ عَنْ وَلَد سَعْد بْن أَبِي وَقَّاص عَنْ الزُّهْرِيّ عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا قَالَ عَبْد لَا إِلَه إِلَّا اللَّه فِي سَاعَة مِنْ لَيْل أَوْ نَهَار إِلَّا طَلَسَتْ مَا فِي الصَّحِيفَة مِنْ السَّيِّئَات حَتَّى تَسْكُن إِلَى مِثْلهَا مِنْ الْحَسَنَات \" عُثْمَان بْن عَبْد الرَّحْمَن يُقَال لَهُ الْوَقَّاصِيّ فِيهِ ضَعْف . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا بِشْر بْن آدَم وَزَيْد بْن أَخْرَم قَالَا : حَدَّثَنَا الضَّحَّاك بْن مَخْلَد حَدَّثَنَا مَسْتُور بْن عَبَّاد عَنْ ثَابِت عَنْ أَنَس أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه مَا تَرَكْت مِنْ حَاجَة وَلَا دَاجَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنِّي رَسُول اللَّه ؟ \" قَالَ بَلَى قَالَ \" فَإِنَّ هَذَا يَأْتِي عَلَى ذَلِكَ \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه مَسْتُور .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37617, "aya_id": 114}]