[{"text": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُل لَّا تَمُنُّوا عَلَيَّ إِسْلَامَكُم بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِن كُنتُمْ صَادِقِينَ", "sura_id": 49, "type": 0, "id": 4629, "aya_id": 17}, {"text": "يمنون عليك أن أسلموا قل لا تمنوا علي إسلامكم بل الله يمن عليكم أن هداكم للإيمان إن كنتم صادقين", "sura_id": 49, "type": 1, "id": 10865, "aya_id": 17}, {"text": "17 - (يمنون عليك أن أسلموا) من غير قتال بخلاف غيرهم ممن أسلم بعد قتاله منهم (قل لا تمنوا علي إسلامكم) منصوب بنزع الخافض الباء ويقدر قبل أن في الموضعين (بل الله يمن عليكم أن هداكم للإيمان إن كنتم صادقين) في قولكم آمنا \r\n", "sura_id": 49, "type": 2, "id": 29573, "aya_id": 17}, {"text": "يَمُنُّ هؤلاء الأعراب عليك -أيها النبي- بإسلامهم ومتابعتهم ونصرتهم لك, قل لهم: لا تَمُنُّوا عليَّ دخولكم في الإسلام ; فإنَّ نفع ذلك إنما يعود عليكم, ولله المنة عليكم فيه أنْ وفقكم للإيمان به وبرسوله, إن كنتم صادقين في إيمانكم.\r\n", "sura_id": 49, "type": 3, "id": 35809, "aya_id": 17}, {"text": " <font color=red>يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" يَمُنُّونَ عَلَيْك أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامكُمْ \" يَعْنِي الْأَعْرَاب الَّذِينَ يَمُنُّونَ بِإِسْلَامِهِمْ وَمُتَابَعَتهمْ وَنُصْرَتهمْ عَلَى الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول اللَّه تَعَالَى رَدًّا عَلَيْهِمْ\" قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامكُمْ \" فَإِنَّ نَفْعَ ذَلِكَ إِنَّمَا يَعُود عَلَيْكُمْ وَلِلَّهِ الْمِنَّة عَلَيْكُمْ فِيهِ \" بَلْ اللَّه يَمُنّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ \" أَيْ فِي دَعْوَاكُمْ ذَلِكَ كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْأَنْصَارِ يَوْم حُنَيْن \" يَا مَعْشَر الْأَنْصَار أَلَمْ أَجِدكُمْ ضُلَّالًا فَهَدَاكُمْ اللَّه بِي ؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمْ اللَّه بِي ؟ وَكُنْتُمْ عَالَة فَأَغْنَاكُمْ اللَّه بِي ؟ \" كُلَّمَا قَالَ شَيْئًا قَالُوا : اللَّه وَرَسُوله أَمَنُّ وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا إِبْرَاهِيم بْن سَعِيد الْجَوْهَرِيّ حَدَّثَنَا يَحْيَى بْن سَعِيد الْأُمَوِيّ عَنْ مُحَمَّد بْن قَيْس عَنْ أَبِي عَوْن عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ جَاءَتْ بَنُو أَسَد إِلَى رَسُول اللَّه اللَّه فَقَالُوا يَا رَسُول اللَّه أَسْلَمْنَا وَقَاتَلَتْك الْعَرَب وَلَمْ نُقَاتِلك فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ فِقْههمْ قَلِيل وَإِنَّ الشَّيْطَان يَنْطِق عَلَى أَلْسِنَتهمْ \" وَنَزَلَتْ هَذِهِ الْآيَة \" يَمُنُّونَ عَلَيْك أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامكُمْ بَلْ اللَّه يَمُنّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ \".</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41427, "aya_id": 17}]