[{"text": "مَا جَعَلَ اللّهُ مِن بَحِيرَةٍ وَلاَ سَآئِبَةٍ وَلاَ وَصِيلَةٍ وَلاَ حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُواْ يَفْتَرُونَ عَلَى اللّهِ الْكَذِبَ وَأَكْثَرُهُمْ لاَ يَعْقِلُونَ", "sura_id": 5, "type": 0, "id": 772, "aya_id": 103}, {"text": "ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يفترون على الله الكذب وأكثرهم لا يعقلون", "sura_id": 5, "type": 1, "id": 7008, "aya_id": 103}, {"text": "103 - (ما جعل) شرع (الله من بحيرة ولا سائبة ولا وصيلة ولا حام) كما كان أهل الجاهلية يفعلونه ، روى البخاري عن سعيد بن المسيب قال: البحيرة التي يمنح درها للطواغيت فلا يحلبها أحد من الناس ، والسائبة التي كانوا يسيبونها لآلهتهم فلا يحمل عليها شيء ، والوصيلة الناقة البكر تبكر في أول نتاج الإبل بأنثى ثم تثني بعد بأنثى وكانوا يسيبونها لطواغيتهم إن وصلت إحداهما بأخرى ليس بينها ذكر ، والحام فحل الإبل يضرب الضراب المعدودة فإذا قضى ضرابه ودعوه للطواغيت وأعفوه من أن يحمل عليه شيء وسموه الحامي (ولكن الذين كفروا يفترون على الله الكذب) في ذلك وفي نسبته إليه (وأكثرهم لا يعقلون) أن ذلك افتراء لأنهم قلدوا فيه آباءهم \r\n", "sura_id": 5, "type": 2, "id": 25716, "aya_id": 103}, {"text": "ما شرع الله للمشركين ما ابتدعوه في بهيمة الأنعام مِن تَرْك الانتفاع ببعضها وجعلها للأصنام, وهي: البَحيرة التي تُقطع أذنها إذا ولدت عددًا من البطون, والسائبة وهي التي تُترك للأصنام, والوصيلة وهي التي تتصل ولادتها بأنثى بعد أنثى, والحامي وهو الذكر من الإبل إذا وُلد من صلبه عدد من الإبل, ولكن الكفار نسبوا ذلك إلى الله تعالى افتراء عليه, وأكثر الكافرين لا يميزون الحق من الباطل.\r\n", "sura_id": 5, "type": 3, "id": 31952, "aya_id": 103}, {"text": " <font color=red>مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ</font><BR><p>قَالَ الْبُخَارِيّ : حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا إِبْرَاهِيم بْن سَعْد عَنْ صَالِح بْن كَيْسَان عَنْ اِبْن شِهَاب عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : الْبَحِيرَة الَّتِي يُمْنَع دَرُّهَا لِلطَّوَاغِيتِ فَلَا يَحْلُبهَا أَحَدٌ مِنْ النَّاس وَالسَّائِبَة كَانُوا يُسَيِّبُونَهَا لِآلِهَتِهِمْ لَا يُحْمَل عَلَيْهَا شَيْء قَالَ : وَقَالَ أَبُو هُرَيْرَة قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَأَيْت عَمْرو بْن عَامِر الْخُزَاعِيّ يَجُرّ قُصْبَهُ فِي النَّار كَانَ أَوَّل مَنْ سَيَّبَ السَّوَائِب\" وَالْوَصِيلَة النَّاقَة الْبِكْر تُبَكِّر فِي أَوَّل نِتَاج الْإِبِل ثُمَّ تُثَنِّي بَعْد بِأُنْثَى وَكَانُوا يُسَيِّبُونَهَا لِطَوَاغِيتِهِمْ إِنْ وُصِلَتْ إِحْدَاهُمَا بِالْأُخْرَى لَيْسَ بَيْنهمَا ذَكَر وَالْحَام فَحْل الْإِبِل يَضْرِب الضِّرَاب الْمَعْدُود فَإِذَا قَضَى ضِرَابه وَدَعُوهُ لِلطَّوَاغِيتِ وَأَعْفَوْهُ عَنْ الْحَمْل فَلَمْ يُحْمَل عَلَيْهِ شَيْء وَسَمَّوْهُ الْحَامِيَ وَكَذَا رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث إِبْرَاهِيم بْن سَعْد بِهِ ثُمَّ قَالَ الْبُخَارِيّ : وَقَالَ لِي أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب عَنْ الزُّهْرِيّ قَالَ : سَمِعْت سَعِيدًا يُخْبِر بِهَذَا قَالَ : وَقَالَ أَبُو هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْوه وَرَوَاهُ اِبْن الْهَاد عَنْ اِبْن شِهَاب عَنْ سَعِيد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه تَعَالَى عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْحَاكِم : أَرَادَ الْبُخَارِيّ أَنْ يَزِيد بْن عَبْد اللَّه بْن الْهَاد رَوَاهُ عَنْ عَبْد الْوَهَّاب بْن بُخْت عَنْ الزُّهْرِيّ كَذَا حَكَاهُ شَيْخنَا أَبُو الْحَجَّاج الْمُزَنِيّ فِي الْأَطْرَاف وَسَكَتَ وَلَمْ يُنَبِّه عَلَيْهِ وَفِيمَا قَالَهُ الْحَاكِم نَظَر فَإِنَّ الْإِمَام أَحْمَد وَأَبَا جَعْفَر بْن جَرِير رَوَيَاهُ مِنْ حَدِيث اللَّيْث بْن سَعْد عَنْ اِبْن الْهَاد عَنْ الزُّهْرِيّ نَفْسه وَاَللَّه أَعْلَم ثُمَّ قَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن أَبِي يَعْقُوب أَبُو عَبْد اللَّه الْكَرْمَانِيّ حَدَّثَنَا حَسَّان بْن إِبْرَاهِيم حَدَّثَنَا يُونُس عَنْ الزُّهْرِيّ عَنْ عُرْوَة أَنَّ عَائِشَة رَضِيَ اللَّه تَعَالَى عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَأَيْت جَهَنَّم يَحْطِم بَعْضُهَا بَعْضًا وَرَأَيْت عَمْرًا يَجُرّ قُصْبَهُ وَهُوَ أَوَّل مَنْ سَيَّبَ السَّوَائِب \" تَفَرَّدَ بِهِ الْبُخَارِيّ وَقَالَ اِبْن جَرِير : حَدَّثَنَا هَنَّاد حَدَّثَنَا يُونُس بْن بُكَيْر حَدَّثَنَا مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن إِبْرَاهِيم بْن الْحَارِث عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لِأَكْثَمَ بْن الْجَوْن \" يَا أَكْثَم رَأَيْت عَمْرو بْن لُحَيّ بْن قَمْعَة بْن خِنْدِف يَجُرّ قُصْبَهُ فِي النَّار فَمَا رَأَيْت رَجُلًا أَشْبَهَ بِرَجُلٍ مِنْك بِهِ وَلَا بِهِ مِنْك \" فَقَالَ أَكْثَم تَخْشَى أَنْ يَضُرّنِي شَبَهه يَا رَسُول اللَّه ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا إِنَّك مُؤْمِن وَهُوَ كَافِر إِنَّهُ أَوَّل مَنْ غَيَّرَ دِين إِبْرَاهِيم وَبَحَرَ الْبَحِيرَة وَسَيَّبَ السَّائِبَة وَحَمَى الْحَامِي \" ثُمَّ رَوَاهُ عَنْ هَنَّاد عَنْ عَبْدَة عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ أَوْ مِثْله لَيْسَ هَذَانِ الطَّرِيقَانِ فِي الْكُتُب . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَمْرو بْن مُجَمِّع حَدَّثَنَا إِبْرَاهِيم الْهَجَرِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَوَّل مَنْ سَيَّبَ السَّوَائِب وَعَبَدَ الْأَصْنَام أَبُو خُزَاعَة عَمْرو بْن عَامِر وَإِنِّي رَأَيْته يَجُرّ أَمْعَاءَهُ فِي النَّار\" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ زَيْد بْن أَسْلَمَ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَأَعْرِف أَوَّل مَنْ سَيَّبَ السَّوَائِب وَأَوَّل مَنْ غَيَّرَ دِين إِبْرَاهِيم عَلَيْهِ السَّلَام\" قَالُوا وَمَنْ هُوَ يَا رَسُول اللَّه ؟ قَالَ \" عَمْرو بْن لُحَيّ أَخُو بَنِي كَعْب لَقَدْ رَأَيْته يَجُرّ قُصْبَهُ فِي النَّار تُؤْذِي رَائِحَتُهُ أَهْل النَّار وَإِنِّي لَأَعْرِف أَوَّل مَنْ بَحَرَ الْبَحَائِر\" قَالُوا وَمَنْ هُوَ يَا رَسُول اللَّه ؟ قَالَ \" رَجُل مِنْ بَنِي مُدْلِج كَانَتْ لَهُ نَاقَتَانِ فَجَدَعَ آذَانهمَا وَحَرَّمَ أَلْبَانهمَا ثُمَّ شَرِبَ أَلْبَانهمَا بَعْد ذَلِكَ فَلَقَدْ رَأَيْته فِي النَّار وَهُمَا يَعَضَّانِهِ بِأَفْوَاهِهِمَا وَيَطَآنِهِ بِأَخْفَافِهِمَا\" فَعَمْرو هَذَا هُوَ اِبْن لُحَيّ بْن قَمْعَة أَحَد رُؤَسَاء خُزَاعَة الَّذِينَ وُلُّوا الْبَيْت بَعْد جُرْهُم وَكَانَ أَوَّل مَنْ غَيَّرَ دِين إِبْرَاهِيم الْخَلِيل فَأَدْخَلَ الْأَصْنَام إِلَى الْحِجَاز وَدَعَا الرَّعَاع مِنْ النَّاس إِلَى عِبَادَتهَا وَالتَّقَرُّب بِهَا وَشَرَعَ لَهُمْ هَذِهِ الشَّرَائِع الْجَاهِلِيَّة فِي الْأَنْعَام وَغَيْرهَا كَمَا ذَكَرَهُ اللَّه تَعَالَى فِي سُورَة الْأَنْعَام عِنْد قَوْله تَعَالَى \" وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنْ الْحَرْث وَالْأَنْعَام نَصِيبًا إِلَى آخِر الْآيَات فِي ذَلِكَ فَأَمَّا الْبَحِيرَة فَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا هِيَ النَّاقَة إِذَا نَتَجَتْ خَمْسَة أَبْطُن نَظَرُوا إِلَى الْخَامِس فَإِنْ كَانَ ذَكَرًا ذَبَحُوهُ فَأَكَلَهُ الرِّجَال دُون النِّسَاء وَإِنْ كَانَ أُنْثَى جَدَعُوا آذَانهَا فَقَالُوا هَذِهِ بَحِيرَة . وَذَكَرَ السُّدِّيّ وَغَيْره قَرِيبًا مِنْ هَذَا وَأَمَّا السَّائِبَة فَقَالَ مُجَاهِد هِيَ مِنْ الْغَنَم نَحْو مَا فُسِّرَ مِنْ الْبَحِيرَة إِلَّا أَنَّهَا مَا وَلَدَتْ مِنْ وَلَد كَانَ بَيْنهَا وَبَيْنه سِتَّة أَوْلَاد كَانَتْ عَلَى هَيْئَتهَا فَإِذَا وَلَدَتْ السَّابِع ذَكَرًا أَوْ ذَكَرَيْنِ ذَبَحُوهُ فَأَكَلَهُ رِجَالهمْ دُون نِسَائِهِمْ وَقَالَ مُحَمَّد بْن إِسْحَاق السَّائِبَة هِيَ النَّاقَة إِذَا وَلَدَتْ عَشْر إِنَاث مِنْ الْوَلَد لَيْسَ بَيْنهنَّ ذَكَرٌ سُيِّبَتْ فَلَمْ تُرْكَب وَلَمْ يُجَزّ وَبَرُهَا وَلَمْ يُحْلَب لَبَنهَا إِلَّا الضَّيْف وَقَالَ أَبُو رَوْق السَّائِبَة كَانَ الرَّجُل إِذَا خَرَجَ فَقُضِيَتْ حَاجَته سَيَّبَ مِنْ مَاله نَاقَة أَوْ غَيْرهَا فَجَعَلَهَا لِلطَّوَاغِيتِ فَمَا وَلَدَتْ مِنْ شَيْء كَانَ لَهَا . وَقَالَ السُّدِّيّ : كَانَ الرَّجُل مِنْهُمْ إِذَا قُضِيَتْ حَاجَته أَوْ عُوفِيَ مِنْ مَرَض أَوْ كَثُرَ مَاله سَيَّبَ شَيْئًا مِنْ مَاله لِلْأَوْثَانِ فَمَنْ عَرَضَ لَهُ مِنْ النَّاس عُوقِبَ بِعُقُوبَةٍ فِي الدُّنْيَا . وَأَمَّا الْوَصِيلَة فَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : هِيَ الشَّاة إِذَا نَتَجَتْ سَبْعَة أَبْطُن نَظَرُوا إِلَى السَّابِع فَإِنْ كَانَ ذَكَرًا وَهُوَ مَيِّت اِشْتَرَكَ فِيهِ الرِّجَال دُون النِّسَاء وَإِنْ كَانَ أُنْثَى اِسْتَحْيَوْهَا وَإِنْ كَانَ ذَكَرًا وَأُنْثَى فِي بَطْن وَاحِد اِسْتَحْيَوْهُمَا وَقَالُوا : وَصَلَتْهُ أُخْته فَحَرَّمَتْهُ عَلَيْنَا رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب وَلَا وَصِيلَة قَالَ : فَالْوَصِيلَة مِنْ الْإِبِل كَانَتْ النَّاقَة تَبْتَكِر مِنْ الْأُنْثَى ثُمَّ ثَنَّتْ بِأُنْثَى فَسَمَّوْهَا الْوَصِيلَة وَيَقُولُونَ وَصَلَتْ أُنْثَيَيْنِ لَيْسَ بَيْنهمَا ذَكَر فَكَانُوا يَجْدَعُونَهَا لِطَوَاغِيتِهِمْ . وَكَذَا رُوِيَ عَنْ الْإِمَام مَالِك بْن أَنَس رَحِمَهُ اللَّه تَعَالَى وَقَالَ مُحَمَّد بْن إِسْحَاق الْوَصِيلَة مِنْ الْغَنَم إِذَا وَلَدَتْ عَشْر إِنَاث فِي خَمْسَة أَبْطُن تَوْأَمَيْنِ تَوْأَمَيْنِ فِي كُلّ بَطْن سُمِّيَتْ الْوَصِيلَة وَتُرِكَتْ فَمَا وَلَدَتْ بَعْد ذَلِكَ مِنْ ذَكَرٍ أَوْ أُنْثَى جُعِلَتْ لِلذُّكُورِ دُون الْإِنَاث وَإِنْ كَانَتْ مَيِّتَة اِشْتَرَكُوا فِيهَا وَأَمَّا الْحَامِي فَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَالَ : كَانَ الرَّجُل إِذَا لَقِحَ فَحْله عَشْرًا قِيلَ حَامٍ فَاتْرُكُوهُ . وَكَذَا قَالَ أَبُو رَوْق وَقَتَادَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : وَأَمَّا الْحَام فَالْفَحْل مِنْ الْإِبِل إِذَا وُلِدَ لِوَلَدِهِ قَالُوا حَمَى هَذَا ظَهْره فَلَا يَحْمِلُونَ عَلَيْهِ شَيْئًا وَلَا يَجُزُّونَ لَهُ وَبَرًا وَلَا يَمْنَعُونَهُ مِنْ حِمَى رَعْي وَمِنْ حَوْض يَشْرَب مِنْهُ وَإِنْ كَانَ الْحَوْض لِغَيْرِ صَاحِبه . وَقَالَ اِبْن وَهْب : سَمِعْت مَالِكًا يَقُول : أَمَّا الْحَام فَمِنْ الْإِبِل كَانَ يَضْرِب فِي الْإِبِل فَإِذَا اِنْقَضَى ضِرَابُهُ جَعَلُوا عَلَيْهِ رِيش الطَّوَاوِيس وَسَيَّبُوهُ وَقَدْ قِيلَ غَيْر ذَلِكَ فِي تَفْسِير هَذِهِ الْآيَة . وَقَدْ وَرَدَ فِي ذَلِكَ حَدِيث رَوَاهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق أَبِي إِسْحَاق السَّبِيعِيّ عَنْ أَبِي الْأَحْوَص الْجُشَمِيّ عَنْ أَبِيهِ مَالِك بْن نَضْلَة قَالَ : أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي خُلْقَان مِنْ الثِّيَاب فَقَالَ لِي \" هَلْ لَك مِنْ مَال ؟ \" فَقُلْت نَعَمْ قَالَ \" مِنْ أَيّ الْمَال ؟ \" قَالَ : فَقُلْت مِنْ كُلّ الْمَال مِنْ الْإِبِل وَالْغَنَم وَالْخَيْل وَالرَّقِيق قَالَ \" فَإِذَا آتَاك اللَّه مَالًا فَكَثَّرَ عَلَيْك\" ثُمَّ قَالَ \" تُنْتَج إِبِلك وَافِيَة آذَانهَا ؟ \" قَالَ قُلْت نَعَمْ قَالَ \" وَهَلْ تُنْتَج الْإِبِل إِلَّا كَذَلِكَ ؟ \" قَالَ \" فَلَعَلَّك تَأْخُذ الْمُوسَى فَتَقْطَع آذَان طَائِفَة مِنْهَا وَتَقُول هَذِهِ بَحِير وَتَشُقّ آذَان طَائِفَة مِنْهَا وَتَقُول هَذِهِ حَرَم \" قُلْت نَعَمْ قَالَ \" فَلَا تَفْعَل إِنَّ كُلّ مَا آتَاك اللَّه لَك حِلّ\" ثُمَّ قَالَ \" مَا جَعَلَ اللَّه مِنْ بَحِيرَة وَلَا سَائِبَة وَلَا وَصِيلَة وَلَا حَامٍ \" أَمَّا الْبَحِيرَة فَهِيَ الَّتِي يَجْدَعُونَ آذَانهَا فَلَا تَنْتَفِع اِمْرَأَته وَلَا بَنَاته وَلَا أَحَد مِنْ أَهْل بَيْته بِصُوفِهَا وَلَا أَوْبَارهَا وَلَا أَشْعَارهَا وَلَا أَلْبَانهَا فَإِذَا مَاتَتْ اِشْتَرَكُوا فِيهَا . وَأَمَّا السَّائِبَة فَهِيَ الَّتِي يُسَيِّبُونَ لِآلِهَتِهِمْ وَيَذْهَبُونَ إِلَى آلِهَتهمْ فَيُسَيِّبُونَهَا وَأَمَّا الْوَصِيلَة فَالشَّاة تَلِد سِتَّة أَبْطُن فَإِذَا وَلَدَتْ السَّابِع جُدِعَتْ وَقُطِعَ قَرْنهَا فَيَقُولُونَ قَدْ وُصِلَتْ فَلَا يَذْبَحُونَهَا وَلَا تُضْرَب وَلَا تُمْنَع مَهْمَا وَرَدَتْ عَلَى حَوْض هَكَذَا يُذْكَر تَفْسِير ذَلِكَ مُدْرَجًا فِي الْحَدِيث . وَقَدْ رُوِيَ مِنْ وَجْه آخَر عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَوْف بْن مَالِك مِنْ قَوْله وَهُوَ أَشْبَهُ وَقَدْ رَوَى هَذَا الْحَدِيث الْإِمَام أَحْمَد عَنْ سُفْيَان بْن عُيَيْنَةَ عَنْ أَبِي الزَّعْرَاء عَمْرو بْن عَمْرو عَنْ عَمّه أَبِي الْأَحْوَص عَوْف بْن مَالِك بْن نَضْلَة عَنْ أَبِيهِ بِهِ وَلَيْسَ فِيهِ تَفْسِير هَذِهِ الْآيَة وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّه الْكَذِب وَأَكْثَرهمْ لَا يَعْقِلُونَ\" أَيْ مَا شَرَعَ اللَّه هَذِهِ الْأَشْيَاء وَلَا هِيَ عِنْده قُرْبَة وَلَكِنَّ الْمُشْرِكِينَ اِفْتَرَوْا ذَلِكَ وَجَعَلُوهُ شَرْعًا لَهُمْ وَقُرْبَة يَتَقَرَّبُونَ بِهَا إِلَيْهِ وَلَيْسَ ذَلِكَ بِحَاصِلٍ لَهُمْ بَلْ هُوَ وَبَال عَلَيْهِمْ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41442, "aya_id": 103}]