[{"text": "الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ", "sura_id": 13, "type": 0, "id": 1736, "aya_id": 29}, {"text": "الذين آمنوا وعملوا الصالحات طوبى لهم وحسن مآب", "sura_id": 13, "type": 1, "id": 7972, "aya_id": 29}, {"text": "29 - (الذين آمنوا وعملوا الصالحات) مبتدأ خبره (طوبى) مصدر من الطيب ، أو شجرة في الجنة يسير الراكب في ظلها مائة عام ما يقطعها (لهم وحسن مآب) مرجع \r\n", "sura_id": 13, "type": 2, "id": 26680, "aya_id": 29}, {"text": "الذين صدَّقوا بالله ورسوله, وعملوا الأعمال الصالحات لهم فرح وقرة عين, وحال طيبة, ومرجع حسن إلى جنة الله ورضوانه.\r\n", "sura_id": 13, "type": 3, "id": 32916, "aya_id": 29}, {"text": " <font color=red>الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ</font><BR><p>قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فَرَح وَقُرَّة عَيْن . وَقَالَ عِكْرِمَة نِعْمَ مَالهمْ وَقَالَ الضَّحَّاك غِبْطَة لَهُمْ وَقَالَ إِبْرَاهِيم دَاوُدَ خَيْر لَهُمْ ; وَقَالَ قَتَادَة هِيَ كَلِمَة عَرَبِيَّة يَقُول الرَّجُل طُوبَى لَك أَيْ أَصَبْت خَيْرًا وَقَالَ فِي رِوَايَة : طُوبَى لَهُمْ حُسْنَى لَهُمْ \" وَحُسْن مَآب\" أَيْ مَرْجِع وَهَذِهِ الْأَقْوَال شَيْء وَاحِد لَا مُنَافَاة بَيْنهَا وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" طُوبَى لَهُمْ \" قَالَ هِيَ أَرْض الْجَنَّة بِالْحَبَشِيَّةِ وَقَالَ سَعِيد بْن مَسْجُوع طُوبَى اِسْم الْجَنَّة بِالْهِنْدِيَّةِ وَكَذَا رَوَى السُّدِّيّ عَنْ عِكْرِمَة طُوبَى لَهُمْ أَيْ الْجَنَّة وَبِهِ قَالَ مُجَاهِد وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس لَمَّا خَلَقَ اللَّه الْجَنَّة وَفَرَغَ مِنْهَا قَالَ \" الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات طُوبَى لَهُمْ وَحُسْن مَآب \" وَذَلِكَ حِين أَعْجَبَتْهُ . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب عَنْ جَعْفَر عَنْ شَهْر بْن حَوْشَب قَالَ : طُوبَى شَجَرَة فِي الْجَنَّة كُلّ شَجَر الْجَنَّة مِنْهَا أَغْصَانهَا مِنْ وَرَاء سُور الْجَنَّة وَهَكَذَا رُوِيَ عَنْ أَبِي هُرَيْرَة وَابْن عَبَّاس وَمُغِيث بْن سُلَيْمَان وَأَبِي إِسْحَاق السَّبِيعِيّ وَغَيْر وَاحِد مِنْ السَّلَف أَنَّ طُوبَى شَجَرَة فِي الْجَنَّة فِي كُلّ دَار مِنْهَا غُصْن مِنْهَا وَذَكَرَ بَعْضهمْ أَنَّ الرَّحْمَن تَبَارَكَ وَتَعَالَى غَرَسَهَا بِيَدِهِ مِنْ حَبَّة لُؤْلُؤَة وَأَمَرَهَا أَنْ تَمْتَدّ فَامْتَدَّتْ إِلَى حَيْثُ يَشَاء اللَّه تَبَارَكَ وَتَعَالَى وَخَرَجَتْ مِنْ أَصْلهَا يَنَابِيع أَنْهَار الْجَنَّة مِنْ عَسَل وَخَمْر وَمَاء وَلَبَن وَقَدْ قَالَ عَبْد اللَّه بْن وَهْب : حَدَّثَنَا عَمْرو بْن الْحَارِث أَنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ مَرْفُوعًا \" طُوبَى شَجَرَة فِي الْجَنَّة مَسِيرَة مِائَة سَنَة ثِيَاب أَهْل الْجَنَّة تَخْرُج مِنْ أَكْمَامهَا \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن بْن مُوسَى سَمِعْت عَبْد اللَّه بْن لَهِيعَة حَدَّثَنَا دَرَّاج أَبُو السَّمْح أَنَّ أَبَا الْهَيْثَم حَدَّثَهُ عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه طُوبَى لِمَنْ رَآك وَآمَنَ بِك قَالَ\" طُوبَى لِمَنْ رَآنِي وَآمَنَ بِي وَطُوبَى ثُمَّ طُوبَى ثُمَّ طُوبَى لِمَنْ آمَنَ بِي وَلَمْ يَرَنِي \" قَالَ لَهُ رَجُل : وَمَا طُوبَى ؟ قَالَ \" شَجَرَة فِي الْجَنَّة مَسِيرَتهَا مِائَة عَام ثِيَاب أَهْل الْجَنَّة تَخْرُج مِنْ أَكْمَامهَا \" وَرَوَى الْبُخَارِيّ وَمُسْلِم جَمِيعًا عَنْ إِسْحَاق بْن رَاهْوَيْهِ عَنْ مُغِيرَة الْمَخْزُومِيّ عَنْ وُهَيْب عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ قَالَ \" وَإِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام لَا يَقْطَعهَا \" قَالَ فَحَدَّثْت بِهِ النُّعْمَان بْن أَبِي عَيَّاش الزُّرَقِيّ فَقَالَ : حَدَّثَنِي أَبُو سَعِيد الْخُدْرِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ قَالَ\" إِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب الْجَوَاد الْمُضَمَّر السَّرِيع مِائَة عَام لَا يَقْطَعهَا \" وَفِي صَحِيح الْبُخَارِيّ مِنْ حَدِيث يَزِيد بْن زُرَيْع عَنْ سَعِيد عَنْ رُوِيَ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْل اللَّه تَعَالَى \" وَظِلّ مَمْدُود \" قَالَ \" فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام لَا يَقْطَعهَا \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا شُرَيْح حَدَّثَنَا فُلَيْح عَنْ هِلَال بْن عَلِيّ عَنْ عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا مِائَة سَنَة اِقْرَءُوا إِنْ شِئْتُمْ \" وَظِلّ مَمْدُود \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَفِي لَفْظ لِأَحْمَدَ أَيْضًا حَدَّثَنَا مُحَمَّد بْن جَعْفَر وَحَجَّاج قَالَا : حَدَّثَنَا شُعْبَة سَمِعْت أَبَا الضَّحَّاك يُحَدِّث عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ فِي الْجَنَّة شَجَرَة يَسِير الرَّاكِب فِي ظِلّهَا سَبْعِينَ - أَوْ مِائَة سَنَة - هِيَ شَجَرَة الْخُلْد\" وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَحْيَى بْن عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ عَنْ أَسْمَاء بِنْت أَبِي بَكْر رَضِيَ اللَّه عَنْهُ قَالَتْ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ سِدْرَة الْمُنْتَهَى فَقَالَ \" يَسِير فِي ظِلّ الْغُصْن مِنْهَا الرَّاكِب مِائَة سَنَة - أَوْ قَالَ - يَسْتَظِلّ فِي الْفَنَن مِنْهَا مِائَة رَاكِب فِيهَا فِرَاش الذَّهَب كَأَنَّ ثَمَرهَا الْقِلَال \" رَوَاهُ التِّرْمِذِيّ . وَقَالَ إِسْمَاعِيل بْن عَيَّاش عَنْ سَعِيد بْن يُوسُف عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَللَّام الْأَسْوَد قَالَ : سَمِعْت أَبَا أُمَامَة الْبَاهِلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْكُمْ مِنْ أَحَد يَدْخُل الْجَنَّة إِلَّا اِنْطُلِقَ بِهِ إِلَى طُوبَى فَتُفْتَح لَهُ أَكْمَامهَا فَيَأْخُذ مِنْ أَيّ ذَلِكَ شَاءَ إِنْ شَاءَ أَبْيَض وَإِنْ شَاءَ أَحْمَر وَإِنْ شَاءَ أَصْفَر وَإِنْ شَاءَ أَسْوَد مِثْل شَقَائِق النُّعْمَان وَأَرَقّ وَأَحْسَن \" وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا مُحَمَّد بْن ثَوْر عَنْ مَعْمَر عَنْ أَشْعَث بْن عَبْد اللَّه عَنْ شَهْر بْن حَوْشَب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : طُوبَى شَجَرَة فِي الْجَنَّة يَقُول اللَّه لَهَا تَفَتَّقِي لِعَبْدِي عَمَّا شَاءَ فَتُفَتَّق لَهُ عَنْ الْخَيْل بِسُرُوجِهَا وَلُجُمهَا وَعَنْ الْإِبِل بِأَزِمَّتِهَا وَعَمَّا شَاءَ مِنْ الْكِسْوَة وَقَدْ رَوَى اِبْن جَرِير عَنْ وَهْب بْن مُنَبِّه هَاهُنَا أَثَرًا غَرِيبًا عَجِيبًا قَالَ وَهْب رَحِمَهُ اللَّه : إِنَّ فِي الْجَنَّة شَجَرَة يُقَال لَهَا طُوبَى يَسِير الرَّاكِب فِي ظِلّهَا مِائَة عَام لَا يَقْطَعهَا زَهْرهَا رِيَاط وَوَرَقهَا بُرُود وَقُضْبَانهَا عَنْبَر وَبَطْحَاؤُهَا يَاقُوت وَتُرَابهَا كَافُور وَوَحْلهَا مِسْك يَخْرُج مِنْ أَصْلهَا أَنْهَار الْخَمْر وَاللَّبَن وَالْعَسَل وَهِيَ مَجْلِس لِأَهْلِ الْجَنَّة فَبَيْنَمَا هُمْ فِي مَجْلِسهمْ إِذْ أَتَتْهُمْ مَلَائِكَة مِنْ رَبّهمْ يَقُودُونَ نُجُبًا مَزْمُومَة بِسَلَاسِلَ مِنْ ذَهَب وُجُوههَا كَالْمَصَابِيحِ حُسْنًا وَوَبَرهَا كَخَزِّ الْمَرْعَزِيّ مِنْ لِينه عَلَيْهَا رِحَال أَلْوَاحهَا مِنْ يَاقُوت وَدُفُوفهَا مِنْ ذَهَب وَثِيَابهَا مِنْ سُنْدُس وَإِسْتَبْرَق فَيَفْتَحُونَهَا يَقُولُونَ إِنَّ رَبّنَا أَرْسَلَنَا إِلَيْكُمْ لِتَزُورُوهُ وَتُسَلِّمُوا عَلَيْهِ قَالَ فَيَرْكَبُونَهَا فَهِيَ أَسْرَع مِنْ الطَّائِر وَأَوْطَأُ مِنْ الْفِرَاش نُجُبًا مِنْ غَيْر مِهْنَة يَسِير الرَّجُل إِلَى جَنْب أَخِيهِ وَهُوَ يُكَلِّمهُ وَيُنَاجِيه لَا تُصِيب أُذُن رَاحِلَة مِنْهَا أُذُن الْأُخْرَى وَلَا بَرْك رَاحِلَة بَرْك الْأُخْرَى حَتَّى إِنَّ الشَّجَرَة لِتَتَنَحَّى عَنْ طَرِيقهمْ لِئَلَّا تُفَرِّق بَيْن الرَّجُل وَأَخِيهِ قَالَ فَيَأْتُونَ إِلَى الرَّحْمَن الرَّحِيم فَيُسْفِر لَهُمْ عَنْ وَجْهه الْكَرِيم حَتَّى يَنْظُرُوا إِلَيْهِ فَإِذَا رَأَوْهُ قَالُوا : اللَّهُمَّ أَنْتَ السَّلَام وَمِنْك السَّلَام وَحُقَّ لَك الْجَلَال وَالْإِكْرَام قَالَ فَيَقُول تَعَالَى عِنْد ذَلِكَ : أَنَا السَّلَام وَمِنِّي السَّلَام وَعَلَيْكُمْ حَقَّتْ رَحْمَتِي وَمَحَبَّتِي مَرْحَبًا بِعِبَادِي الَّذِينَ خَشَوْنِي بِغَيْبٍ وَأَطَاعُوا أَمْرِي قَالَ فَيَقُولُونَ رَبّنَا لَمْ نَعْبُدك حَقَّ عِبَادَتك وَلَمْ نُقَدِّرك حَقَّ قَدْرك فَائْذَنْ لَنَا فِي السُّجُود قُدَّامك قَالَ فَيَقُول اللَّه إِنَّهَا لَيْسَتْ بِدَارِ نَصَب وَلَا عِبَادَة وَلَكِنَّهَا دَار مُلْك وَنَعِيم وَإِنِّي قَدْ رَفَعْت عَنْكُمْ نَصَبَ الْعِبَادَة فَسَلُونِي مَا شِئْتُمْ فَإِنَّ لِكُلِّ رَجُل مِنْكُمْ أُمْنِيَّته فَيَسْأَلُونَهُ حَتَّى أَنَّ أَقْصَرهمْ أُمْنِيَّة لِيَقُولَ رَبِّي تَنَافَسَ أَهْل الدُّنْيَا فِي دُنْيَاهُمْ فَتَضَايَقُوا فِيهَا رَبِّ فَأْتِنِي مِثْل كُلّ شَيْء كَانُوا فِيهِ مِنْ يَوْم خَلَقْتهَا إِلَى أَنْ اِنْتَهَتْ الدُّنْيَا فَيَقُول اللَّه تَعَالَى لَقَدْ قَصُرَتْ بِك أُمْنِيَّتك وَلَقَدْ سَأَلْت دُون مَنْزِلَتك هَذَا لَك مِنِّي لِأَنَّهُ لَيْسَ فِي عَطَائِي نَكَد وَلَا قَصْر يَد قَالَ ثُمَّ يَقُول اِعْرِضُوا عَلَى عِبَادِي مَا لَمْ يَبْلُغ أَمَانِيّهمْ وَلَمْ يَخْطِر لَهُمْ عَلَى بَال قَالَ فَيَعْرِضُونَ عَلَيْهِمْ حَتَّى تَقْصُر بِهِمْ أَمَانِيّهمْ الَّتِي فِي أَنْفُسهمْ فَيَكُون فِيمَا يَعْرِضُونَ عَلَيْهِمْ بَرَاذِين مُقَرَّنَة عَلَى كُلّ أَرْبَعَة مِنْهَا سَرِير مِنْ يَاقُوتَة وَاحِدَة عَلَى كُلّ سَرِير مِنْهَا قُبَّة مِنْ ذَهَب مُفَرَّغَة فِي كُلّ قُبَّة مِنْهَا فُرُش مِنْ فُرُش الْجَنَّة مُتَظَاهِرَة فِي كُلّ قُبَّة مِنْهَا جَارِيَتَانِ مِنْ الْحُور الْعِين عَلَى كُلّ جَارِيَة مِنْهُنَّ ثَوْبَانِ مِنْ ثِيَاب الْجَنَّة وَلَيْسَ فِي الْجَنَّة لَوْن إِلَّا وَهُوَ فِيهِمَا وَلَا رِيح وَلَا طِيب إِلَّا قَدْ عَبِقَ بِهِمَا يَنْفُذ ضَوْء وُجُوههمَا غِلَظ الْقُبَّة حَتَّى يَظُنّ مَنْ يَرَاهُمَا أَنَّهُمَا دُون الْقُبَّة يُرَى مُخّهمَا مِنْ فَوْق سُوقهمَا كَالسِّلْكِ الْأَبْيَض فِي يَاقُوتَة حَمْرَاء يَرَيَانِ لَهُ مِنْ الْفَضْل عَلَى صَاحِبه كَفَضْلِ الشَّمْس عَلَى الْحِجَارَة أَوْ أَفْضَل وَيَرَى هُوَ لَهُمَا مِثْل ذَلِكَ وَيَدْخُل إِلَيْهِمَا فَيُحَيِّيَانِهِ وَيُقَبِّلَانِهِ وَيَتَعَلَّقَانِ بِهِ وَيَقُولَانِ لَهُ وَاَللَّه مَا ظَنَنَّا أَنَّ اللَّه يَخْلُق مِثْلك ثُمَّ يَأْمُر اللَّه تَعَالَى الْمَلَائِكَة فَيَسِيرُونَ بِهِمْ صَفًّا فِي الْجَنَّة حَتَّى يَنْتَهِي كُلّ رَجُل مِنْهُمْ إِلَى مَنْزِلَته الَّتِي أُعِدَّتْ لَهُ وَقَدْ رَوَى هَذَا الْأَثَر اِبْن أَبِي حَاتِم بِسَنَدِهِ عَنْ وَهْب بْن مُنَبِّه وَزَادَ فَانْظُرُوا إِلَى مَوْهُوب رَبّكُمْ الَّذِي وَهَبَ لَكُمْ فَإِذَا هُوَ بِقِبَابٍ فِي الرَّفِيق الْأَعْلَى وَغُرَف مَبْنِيَّة مِنْ الدُّرّ وَالْمَرْجَانِ أَبْوَابهَا مِنْ ذَهَب وَسُرُرهَا مِنْ يَاقُوت وَفُرُشهَا مِنْ سُنْدُس وَإِسْتَبْرَق وَمَنَابِرهَا مِنْ نُور يَفُور مِنْ أَبْوَابهَا وَعِرَاصهَا نُور مِثْل شُعَاع الشَّمْس عِنْده مِثْل الْكَوْكَب الدُّرِّيّ فِي النَّهَار الْمُضِيء وَإِذَا بِقُصُورٍ شَامِخَة فِي أَعْلَى عِلِّيِّينَ مِنْ الْيَاقُوت يَزْهُو نُورهَا فَلَوْلَا أَنَّهُ مُسَخَّر إِذًا لَالْتَمَعَ الْأَبْصَار فَمَا كَانَ مِنْ تِلْكَ الْقُصُور مِنْ الْيَاقُوت الْأَبْيَض فَهُوَ مَفْرُوش بِالْحَرِيرِ الْأَبْيَض وَمَا كَانَ فِيهَا مِنْ الْيَاقُوت الْأَحْمَر فَهُوَ مَفْرُوش بِالْعَبْقَرِيِّ الْأَحْمَر وَمَا كَانَ فِيهَا مِنْ الْيَاقُوت الْأَخْضَر فَهُوَ مَفْرُوش بِالسُّنْدُسِ الْأَخْضَر وَمَا كَانَ فِيهَا مِنْ الْيَاقُوت الْأَصْفَر فَهُوَ مَفْرُوش بِالْأُرْجُوَانِ الْأَصْفَر مُبَوَّبَة بِالزُّمُرُّدِ الْأَخْضَر وَالذَّهَب الْأَحْمَر وَالْفِضَّة الْبَيْضَاء قَوَائِمهَا وَأَرْكَانهَا مِنْ الْجَوْهَر وَشُرَفهَا قِبَاب مِنْ لُؤْلُؤ وَبُرُوجهَا غُرَف مِنْ الْمَرْجَانِ فَلَمَّا اِنْصَرَفُوا إِلَى مَا أَعْطَاهُمْ رَبّهمْ قُرِّبَتْ لَهُمْ بَرَاذِين مِنْ يَاقُوت أَبْيَض مَنْفُوخ فِيهَا الرَّوح تَجَنَّبَهَا الْوِلْدَان الْمُخَلَّدُونَ بِيَدِ كُلّ وَلِيد مِنْهُمْ حَكَمَة بِرْذَوْن مِنْ تِلْكَ الْبَرَاذِين وَلُجُمهَا وَأَعِنَّتهَا مِنْ فِضَّة بَيْضَاء مَنْظُومَة بِالدُّرِّ وَالْيَاقُوت سُرُوجهَا سُرَر مَوْضُونَة مَفْرُوشَة بِالسُّنْدُسِ وَالْإِسْتَبْرَق فَانْطَلَقَ بِهِمْ تِلْكَ الْبَرَاذِين تَزِفّ بِهِمْ بِبَطْنِ رِيَاض الْجَنَّة فَلَمَّا اِنْتَهَوْا إِلَى مَنَازِلهمْ وَجَدُوا الْمَلَائِكَة قُعُودًا عَلَى مَنَابِر مِنْ نُور يَنْتَظِرُونَهُمْ لِيَزُورُوهُمْ وَيُصَافِحُوهُمْ وَيُهَنِّئُوهُمْ كَرَامَة رَبّهمْ فَلَمَّا دَخَلُوا قُصُورهمْ وَجَدُوا فِيهَا جَمِيع مَا تَطَاوَلَ بِهِ عَلَيْهِمْ وَمَا سَأَلُوا وَتَمَنَّوْا وَإِذَا عَلَى بَاب كُلّ قَصْر مِنْ تِلْكَ الْقُصُور أَرْبَعَة جِنَان : جَنَّتَانِ ذَوَاتَا أَفْنَان وَجَنَّتَانِ مُدْهَامَّتَانِ وَفِيهِمَا عَيْنَانِ نَضَّاخَتَانِ وَفِيهِمَا مِنْ كُلّ فَاكِهَة زَوْجَانِ وَحُور مَقْصُورَات فِي الْخِيَام فَلَمَّا تَبَوَّءُوا مَنَازِلهمْ وَاسْتَقَرُّوا قَرَارهمْ قَالَ لَهُمْ رَبّهمْ هَلْ وَجَدْتُمْ مَا وَعَدَ رَبّكُمْ حَقًّا قَالُوا نَعَمْ وَرَبّنَا قَالَ هَلْ رَضِيتُمْ ثَوَاب رَبّكُمْ ؟ قَالُوا رَبّنَا رَضِينَا فَارْضَ عَنَّا قَالَ بِرِضَايَ عَنْكُمْ حَلَلْتُمْ دَارِي وَنَظَرْتُمْ إِلَى وَجْهِي وَصَافَحَتْكُمْ مَلَائِكَتِي فَهَنِيئًا هَنِيئًا لَكُمْ \" عَطَاء غَيْر مَجْذُوذ \" لَيْسَ فِيهِ تَنْغِيص وَلَا قَصْر يَد فَعِنْد ذَلِكَ قَالُوا الْحَمْد لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَن وَأَدْخَلَنَا دَار الْمُقَامَة مِنْ فَضْله لَا يَمَسّنَا فِيهَا نَصَب وَلَا يَمَسّنَا فِيهَا لُغُوب . إِنَّ رَبّنَا لَغَفُور شَكُور . وَهَذَا سِيَاق غَرِيب وَأَثَر عَجِيب وَلِبَعْضِهِ شَوَاهِد فَفِي الصَّحِيحَيْنِ أَنَّ اللَّه تَعَالَى يَقُول لِذَلِكَ الرَّجُل الَّذِي يَرَوْنَ آخِر أَهْل الْجَنَّة دُخُولًا الْجَنَّة : تَمَنَّ فَيَتَمَنَّى حَتَّى إِذَا اِنْتَهَتْ بِهِ الْأَمَانِيّ يَقُول اللَّه تَعَالَى : تَمَنَّ مِنْ كَذَا وَتَمَنَّ مِنْ كَذَا يُذَكِّرهُ ثُمَّ يَقُول ذَلِكَ لَك وَعَشَرَة أَمْثَاله . وَفِي صَحِيح مُسْلِم عَنْ أَبِي ذَرّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ اللَّه عَزَّ وَجَلَّ \" يَا عِبَادِي لَوْ أَنَّ أَوَّلكُمْ وَآخِركُمْ وَإِنْسكُمْ وَجِنّكُمْ قَامُوا فِي صَعِيد وَاحِد فَسَأَلُونِي فَأَعْطَيْت كُلّ إِنْسَان مَسْأَلَته مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا إِلَّا كَمَا يُنْقِص الْمِخْيَط إِذَا أُدْخِلَ فِي الْبَحْر \" الْحَدِيث بِطُولِهِ وَقَالَ خَالِد بْن مَعْدَان إِنَّ فِي الْجَنَّة شَجَرَة يُقَال لَهَا طُوبَى لَهَا ضُرُوع كُلّهَا تُرْضِع صِبْيَان أَهْل الْجَنَّة وَإِنَّ سِقْط الْمَرْأَة يَكُون فِي نَهْر مِنْ أَنْهَار الْجَنَّة يَتَقَلَّب فِيهِ حَتَّى تَقُوم الْقِيَامَة فَيُبْعَث اِبْن أَرْبَعِينَ سَنَة رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37878, "aya_id": 29}]