[{"text": "أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ", "sura_id": 2, "type": 0, "id": 164, "aya_id": 157}, {"text": "أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون", "sura_id": 2, "type": 1, "id": 6400, "aya_id": 157}, {"text": "157 - (أولئك عليهم صلوات) مغفرة (من ربهم ورحمة) نعمة (وأولئك هم المهتدون) إلى الصواب \r\n", "sura_id": 2, "type": 2, "id": 25108, "aya_id": 157}, {"text": "أولئك الصابرون لهم ثناء من ربهم ورحمة عظيمة منه سبحانه, وأولئك هم المهتدون إلى الرشاد.\r\n", "sura_id": 2, "type": 3, "id": 31344, "aya_id": 157}, {"text": " <font color=red>أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ</font><BR><p>لِهَذَا أَخْبَرَ تَعَالَى عَمَّا أَعْطَاهُمْ عَلَى ذَلِكَ فَقَالَ \" أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبّهمْ وَرَحْمَة \" أَيْ ثَنَاء مِنْ اللَّه عَلَيْهِمْ قَالَ سَعِيد بْن جُبَيْر : أَيْ أَمَنَة مِنْ الْعَذَاب \" وَأُولَئِكَ هُمْ الْمُهْتَدُونَ \" قَالَ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب نِعْمَ الْعَدْلَانِ وَنِعْمَتْ الْعِلَاوَة \" أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبّهمْ وَرَحْمَة \" فَهَذَانِ الْعَدْلَانِ \" وَأُولَئِكَ هُمْ الْمُهْتَدُونَ\" فَهَذِهِ الْعِلَاوَة وَهِيَ مَا تُوضَع بَيْن الْعَدْلَيْنِ وَهِيَ زِيَادَة فِي الْحَمْل فَكَذَلِكَ هَؤُلَاءِ أُعْطُوا ثَوَابهمْ وَزِيدُوا أَيْضًا . وَقَدْ وَرَدَ فِي ثَوَاب الِاسْتِرْجَاع وَهُوَ قَوْل \" إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ \" عِنْد الْمَصَائِب أَحَادِيث كَثِيرَة فَمِنْ ذَلِكَ مَا رَوَاهُ الْإِمَامُ أَحْمَدُ حَيْثُ قَالَ : حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا لَيْث يَعْنِي اِبْن سَعْد عَنْ يَزِيد بْن عَبْد اللَّه حَدَّثَنَا أُسَامَة بْن الْهَادِ عَنْ عَمْرو بْن أَبِي عَمْرو عَنْ الْمُطَّلِب عَنْ أُمّ سَلَمَة قَالَتْ : أَتَانِي أَبُو سَلَمَة يَوْمًا مِنْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : لَقَدْ سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَوْلًا سُرِرْت بِهِ قَالَ : \" لَا يُصِيب أَحَدًا مِنْ الْمُسْلِمِينَ مُصِيبَة فَيَسْتَرْجِع عِنْد مُصِيبَته ثُمَّ يَقُول : اللَّهُمَّ أَجِرْنِي فِي مُصِيبَتِي وَاخْلُفْ لِي خَيْرًا مِنْهَا إِلَّا فُعِلَ ذَلِكَ بِهِ \" قَالَتْ أُمّ سَلَمَة : فَحَفِظْت ذَلِكَ مِنْهُ فَلَمَّا تُوُفِّيَ أَبُو سَلَمَة اِسْتَرْجَعْت وَقُلْت اللَّهُمَّ أَجِرْنِي فِي مُصِيبَتِي وَاخْلُفْ لِي خَيْرًا مِنْهَا ثُمَّ رَجَعْت إِلَى نَفْسِي فَقُلْت مِنْ أَيْنَ لِي خَيْر مِنْ أَبِي سَلَمَة ؟ فَلَمَّا اِنْقَضَتْ عِدَّتِي اِسْتَأْذَنَ عَلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا أَدْبُغ إِهَابًا لِي فَغَسَلْت يَدَيَّ مِنْ الْقَرَظ وَأَذِنْت لَهُ فَوَضَعْت لَهُ وِسَادَة أَدَم حَشْوهَا لِيف فَقَعَدَ عَلَيْهَا فَخَطَبَنِي إِلَى نَفْسِي فَلَمَّا فَرَغَ مِنْ مَقَالَته قُلْت يَا رَسُول اللَّه مَا بِي أَنْ لَا يَكُون بِك الرَّغْبَة وَلَكِنِّي اِمْرَأَة فِيَّ غَيْرَةٌ شَدِيدَةٌ فَأَخَاف أَنْ تَرَى مِنِّي شَيْئًا يُعَذِّبنِي اللَّهُ بِهِ وَأَنَا اِمْرَأَة قَدْ دَخَلْت فِي السِّنّ وَأَنَا ذَاتُ عِيَال فَقَالَ \" أَمَّا مَا ذَكَرْت مِنْ الْغَيْرَة فَسَوْفَ يُذْهِبهَا اللَّهُ عَزَّ وَجَلَّ عَنْك وَأَمَّا مَا ذَكَرْت مِنْ السِّنّ فَقَدْ أَصَابَنِي مِثْل الَّذِي أَصَابَك وَأَمَّا مَا ذَكَرْت مِنْ الْعِيَال فَإِنَّمَا عِيَالُك عِيَالِي\" قَالَتْ : فَقَدْ سَلَّمْت لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ أُمّ سَلَمَة بَعْد : أَبْدَلَنِي اللَّه بِأَبِي سَلَمَة خَيْرًا مِنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي صَحِيح مُسْلِم عَنْهَا أَنَّهَا قَالَتْ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مِنْ عَبْد تُصِيبهُ مُصِيبَة فَيَقُول \" إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ \" اللَّهُمَّ أَجِرْنِي فِي مُصِيبَتِي وَاخْلُفْ لِي خَيْرًا مِنْهَا إِلَّا آجَرَهُ اللَّهُ فِي مُصِيبَته وَأَخْلَفَ لَهُ خَيْرًا مِنْهَا\" قَالَتْ فَلَمَّا تُوُفِّيَ أَبُو سَلَمَة قُلْت كَمَا أَمَرَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْلَفَ اللَّه لِي خَيْرًا مِنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد وَعَبَّاد بْن عَبَّاد قَالَا حَدَّثَنَا هِشَام بْن أَبِي هِشَام حَدَّثَنَا عَبَّاد بْن زِيَاد عَنْ أُمّه عَنْ فَاطِمَة اِبْنَة الْحُسَيْن عَنْ أَبِيهَا الْحُسَيْن بْن عَلِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا مِنْ مُسْلِم وَلَا مُسْلِمَة يُصَاب بِمُصِيبَةٍ فَيَذْكُرهَا وَإِنْ طَالَ عَهْدُهَا - وَقَالَ عَبَّاد قَدِمَ عَهْدُهَا - فَيُحْدِثُ لِذَلِكَ اِسْتِرْجَاعًا إِلَّا جَدَّدَ اللَّهُ لَهُ عِنْد ذَلِكَ فَأَعْطَاهُ مِثْل أَجْرهَا يَوْم أُصِيبَ \" وَرَوَاهُ اِبْن مَاجَهْ فِي سُنَنه عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ وَكِيع عَنْ هِشَام بْن زِيَاد عَنْ أُمّه عَنْ فَاطِمَة بِنْت الْحُسَيْن عَنْ أَبِيهَا وَقَدْ رَوَاهُ إِسْمَاعِيل بْن عُلَيَّة وَيَزِيد بْن هَارُونَ عَنْ هِشَام بْن زِيَاد عَنْ أَبِيهِ\" كَذَا \" عَنْ فَاطِمَة عَنْ أَبِيهَا وَقَالَ الْإِمَام أَحْمَد أَنَا يَحْيَى بْن إِسْحَاق السَّيْلَحِينِيّ أَنَا حَمَّاد بْن سَلَمَة عَنْ أَبِي سِنَان قَالَ : دَفَنْت اِبْنًا لِي فَإِنِّي لَفِي الْقَبْر إِذْ أَخَذَ بِيَدَيَّ أَبُو طَلْحَة يَعْنِي الْخَوْلَانِيّ فَأَخْرَجَنِي وَقَالَ لِي : أَلَا أُبَشِّرك قُلْت بَلَى قَالَ : حَدَّثَنِي الضَّحَّاك بْن عَبْد الرَّحْمَن بْن عَازِب عَنْ أَبِي مُوسَى قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ اللَّه : يَا مَلَك الْمَوْت قَبَضْت وَلَد عَبْدِي ; قَبَضْت قُرَّة عَيْنه وَثَمَرَة فُؤَاده ؟ قَالَ نَعَمْ قَالَ فَمَا قَالَ ؟ قَالَ : حَمِدَك وَاسْتَرْجَعَ قَالَ : ابْنُو لَهُ بَيْتًا فِي الْجَنَّة وَسَمُّوهُ بَيْت الْحَمْد \" ثُمَّ رَوَاهُ عَنْ عَلِيّ بْن إِسْحَاق عَنْ عَبْد اللَّه بْن الْمُبَارَك فَذَكَرَهُ وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ سُوَيْد بْن نَصْر عَنْ اِبْن الْمُبَارَك بِهِ وَقَالَ حَسَن غَرِيب وَاسْم أَبِي سِنَان عِيسَى بْن سِنَان .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38561, "aya_id": 157}]