[{"text": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ أَنجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُواْ بِعَذَابٍ بَئِيسٍ بِمَا كَانُواْ يَفْسُقُونَ", "sura_id": 7, "type": 0, "id": 1119, "aya_id": 165}, {"text": "فلما نسوا ما ذكروا به أنجينا الذين ينهون عن السوء وأخذنا الذين ظلموا بعذاب بئيس بما كانوا يفسقون", "sura_id": 7, "type": 1, "id": 7355, "aya_id": 165}, {"text": "165 - (فلما نسوا) تركوا (ما ذكروا) وعظوا (به) فلم يرجعوا (أنجينا الذين ينهون عن السوء وأخذنا الذين ظلموا) بالاعتداء (بعذاب بئيس) شديد (بما كانوا يفسقون) \r\n", "sura_id": 7, "type": 2, "id": 26063, "aya_id": 165}, {"text": "فلما تركت الطائفة التي اعتدت في يوم السبت ما ذُكِّرت به, واستمرت على غيِّها واعتدائها فيه, ولم تستجب لما وَعَظَتْها به الطائفة الواعظة, أنجى الله الذين ينهون عن معصيته, وأخذ الذين اعتدَوْا في يوم السبت بعذاب أليم شديد; بسبب مخالفتهم أمر الله وخروجهم عن طاعته.\r\n", "sura_id": 7, "type": 3, "id": 32299, "aya_id": 165}, {"text": " <font color=red>فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ</font><BR><p>قَالَ تَعَالَى \" فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ \" أَيْ فَلَمَّا أَبَى الْفَاعِلُونَ قَبُول النَّصِيحَة \" أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنْ السُّوء وَأَخَذْنَا الَّذِينَ ظَلَمُوا \" أَيْ اِرْتَكَبُوا الْمَعْصِيَة \" بِعَذَابٍ بَئِيس \" فَنَصَّ عَلَى نَجَاة النَّاهِينَ وَهَلَاك الظَّالِمِينَ وَسَكَتَ عَنْ السَّاكِتِينَ لِأَنَّ الْجَزَاء مِنْ جِنْس الْعَمَل فَهُمْ لَا يَسْتَحِقُّونَ مَدْحًا فَيُمْدَحُوا وَلَا اِرْتَكَبُوا عَظِيمًا فَيُذَمُّوا وَمَعَ هَذَا فَقَدْ اِخْتَلَفَ الْأَئِمَّة فِيهِمْ هَلْ كَانُوا مِنْ الْهَالِكِينَ أَوْ مِنْ النَّاجِينَ عَلَى قَوْلَيْنِ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَإِذْ قَالَتْ أُمَّة مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهمْ أَوْ مُعَذِّبهمْ عَذَابًا شَدِيدًا \" هِيَ قَرْيَة عَلَى شَاطِئ الْبَحْر بَيْن مِصْر وَالْمَدِينَة يُقَال لَهَا أَيْلَة فَحَرَّمَ اللَّه عَلَيْهِمْ الْحِيتَان يَوْم سَبْتهمْ وَكَانَتْ الْحِيتَان تَأْتِيهِمْ يَوْم سَبْتهمْ شُرَّعًا فِي سَاحِل الْبَحْر فَإِذَا مَضَى يَوْم السَّبْت لَمْ يَقْدِرُوا عَلَيْهَا فَمَضَى عَلَى ذَلِكَ مَا شَاءَ اللَّه ثُمَّ إِنَّ طَائِفَة مِنْهُمْ أَخَذُوا الْحِيتَان يَوْم سَبْتهمْ فَنَهَتْهُمْ طَائِفَة وَقَالُوا تَأْخُذُونَهَا وَقَدْ حَرَّمَهَا اللَّه عَلَيْكُمْ يَوْم سَبْتكُمْ ؟ فَلَمْ يَزْدَادُوا إِلَّا غَيًّا وَعُتُوًّا وَجَعَلَتْ طَائِفَة أُخْرَى تَنْهَاهُمْ فَلَمَّا طَالَ ذَلِكَ عَلَيْهِمْ قَالَتْ طَائِفَة مِنْ النُّهَاة : تَعْلَمُونَ أَنَّ هَؤُلَاءِ قَوْم قَدْ حَقَّ عَلَيْهِمْ الْعَذَاب \" لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهمْ \" وَكَانُوا أَشَدّ غَضَبًا لِلَّهِ مِنْ الطَّائِفَة الْأُخْرَى فَقَالُوا \" مَعْذِرَة إِلَى رَبّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ \" وَكُلّ قَدْ كَانُوا يَنْهَوْنَ فَلَمَّا وَقَعَ عَلَيْهِمْ غَضَب اللَّه نَجَتْ الطَّائِفَتَانِ اللَّتَانِ قَالُوا لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهمْ وَاَلَّذِينَ قَالُوا مَعْذِرَة إِلَى رَبّكُمْ وَأَهْلَكَ اللَّه أَهْل مَعْصِيَته الَّذِينَ أَخَذُوا الْحِيتَان فَجَعَلَهُمْ قِرَدَة وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس عَنْهُ قَرِيبًا مِنْ هَذَا وَقَالَ حَمَّاد بْن زَيْد عَنْ دَاوُدَ بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي الْآيَة قَالَ : مَا أَدْرِي أَنَجَا الَّذِينَ قَالُوا \" لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهمْ \" أَمْ لَا ؟ قَالَ فَلَمْ أَزَلْ بِهِ حَتَّى عَرَّفْته أَنَّهُمْ قَدْ نَجَوْا فَكَسَانِي حُلَّة وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا اِبْن جُرَيْج حَدَّثَنِي رَجُل عَنْ عِكْرِمَة قَالَ جِئْت اِبْن عَبَّاس يَوْمًا وَهُوَ يَبْكِي وَإِذَا الْمُصْحَف فِي حِجْره فَأَعْظَمْت أَنْ أَدْنُو مِنْهُ ثُمَّ لَمْ أَزَلْ عَلَى ذَلِكَ حَتَّى تَقَدَّمْت فَجَلَسْت فَقُلْت مَا يُبْكِيك يَا اِبْن عَبَّاس جَعَلَنِي اللَّه فِدَاك ؟ قَالَ فَقَالَ هَؤُلَاءِ الْوَرَقَات قَالَ وَإِذَا هُوَ فِي سُورَة الْأَعْرَاف قَالَ تَعْرِف أَيْلَة ؟ قُلْت نَعَمْ قَالَ فَإِنَّهُ كَانَ بِهَا حَيّ مِنْ الْيَهُود سِيقَتْ الْحِيتَان إِلَيْهِمْ يَوْم السَّبْت ثُمَّ غَاصَتْ لَا يَقْدِرُونَ عَلَيْهَا حَتَّى يَغُوصُوا بَعْد كَدّ وَمُؤْنَة شَدِيدَة كَانَتْ تَأْتِيهِمْ يَوْم سَبْتهمْ شُرَّعًا بَيْضَاء سِمَانًا كَأَنَّهَا الْمَاخِض تَنْتَطِح ظُهُورهَا لِبُطُونِهَا بِأَفْنِيَتِهِمْ فَكَانُوا كَذَلِكَ بُرْهَة مِنْ الدَّهْر ثُمَّ إِنَّ الشَّيْطَان أَوْحَى إِلَيْهِمْ فَقَالَ إِنَّمَا نُهِيتُمْ عَنْ أَكْلهَا يَوْم السَّبْت فَخُذُوهَا فِيهِ وَكُلُوهَا فِي غَيْره مِنْ الْأَيَّام فَقَالَتْ ذَلِكَ طَائِفَة مِنْهُمْ وَقَالَتْ طَائِفَة بَلْ نُهِيتُمْ عَنْ أَكْلهَا وَأَخْذهَا وَصَيْدهَا يَوْم السَّبْت فَكَانُوا كَذَلِكَ حَتَّى جَاءَتْ الْجُمْعَة الْمُقْبِلَة فَغَدَتْ طَائِفَة بِأَنْفُسِهَا وَأَبْنَائِهَا وَنِسَائِهَا وَاعْتَزَلَتْ طَائِفَة ذَات الْيَمِين وَتَنَحَّتْ وَاعْتَزَلَتْ طَائِفَة ذَات الْيَسَار وَسَكَتَتْ وَقَالَ الْأَيْمَنُونَ وَيْلكُمْ اللَّه نَنْهَاكُمْ أَنْ تَتَعَرَّضُوا لِعُقُوبَةِ اللَّه وَقَالَ الْأَيْسَرُونَ \" لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهمْ أَوْ مُعَذِّبهمْ عَذَابًا شَدِيدًا \" قَالَ الْأَيْمَنُونَ \" مَعْذِرَة إِلَى رَبّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ\" أَيْ يَنْتَهُونَ إِنْ يَنْتَهُوا فَهُوَ أَحَبّ إِلَيْنَا أَنْ لَا يُصَابُوا وَلَا يَهْلِكُوا وَإِنْ لَمْ يَنْتَهُوا فَمَعْذِرَة إِلَى رَبّكُمْ فَمَضَوْا عَلَى الْخَطِيئَة وَقَالَ الْأَيْمَنُونَ فَقَدْ فَعَلْتُمْ يَا أَعْدَاء اللَّه وَاَللَّه لَنَأْتِيَنَّكُمْ اللَّيْلَة فِي مَدِينَتكُمْ وَاَللَّه مَا نَرَاكُمْ تُصْبِحُونَ حَتَّى يُصَبِّحكُمْ اللَّه بِخَسْفٍ أَوْ قَذْف أَوْ بَعْض مَا عِنْده مِنْ الْعَذَاب فَلَمَّا أَصْبَحُوا ضَرَبُوا عَلَيْهِمْ الْبَاب وَنَادَوْا فَلَمْ يُجَابُوا فَوَضَعُوا سُلَّمًا وَأَعْلَوْا سُور الْمَدِينَة رَجُلًا فَالْتَفَتَ إِلَيْهِمْ فَقَالَ أَيْ عِبَاد اللَّه قِرَدَة وَاَللَّه تُعَادَى تُعَاوِي لَهَا أَذْنَاب قَالَ فَفَتَحُوا فَدَخَلُوا عَلَيْهِمْ فَعَرَفَتْ الْقُرُود أَنْسَابهَا مِنْ الْإِنْس وَلَا تَعْرِف الْإِنْس أَنْسَابهَا مِنْ الْقِرَدَة فَجَعَلَتْ الْقُرُود يَأْتِيهَا نَسِيبهَا مِنْ الْإِنْس فَتَشُمّ ثِيَابه وَتَبْكِي فَيَقُول أَلَمْ نَنْهَكُمْ عَنْ كَذَا فَتَقُول بِرَأْسِهَا أَيْ نَعَمْ ثُمَّ قَرَأَ اِبْن عَبَّاس \" فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنْ السُّوء وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيس \" قَالَ فَأَرَى الَّذِينَ نَهَوْا قَدْ نَجَوْا وَلَا أَرَى الْآخَرِينَ ذُكِرُوا وَنَحْنُ نَرَى أَشْيَاء نُنْكِرهَا وَلَا نَقُول فِيهَا قَالَ : قُلْت جَعَلَنِي اللَّه فِدَاك أَلَا تَرَى أَنَّهُمْ قَدْ كَرِهُوا مَا هُمْ عَلَيْهِ وَخَالَفُوهُمْ وَقَالُوا \" لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهمْ \" قَالَ فَأَمَرَ لِي فَكُسِيت ثَوْبَيْنِ غَلِيظَيْنِ وَكَذَا رَوَى مُجَاهِد عَنْهُ وَقَالَ اِبْن جَرِير حَدَّثَنَا يُونُس أَخْبَرَنَا أَشْهَب بْن عَبْد الْعَزِيز عَنْ مَالِك قَالَ : زَعَمَ اِبْن رُومَان أَنَّ قَوْله تَعَالَى\" تَأْتِيهِمْ حِيتَانهمْ يَوْم سَبْتهمْ شُرَّعًا وَيَوْم لَا يَسْبِتُونَ لَا تَأْتِيهِمْ \" قَالَ كَانَتْ تَأْتِيهِمْ يَوْم السَّبْت فَإِذَا كَانَ الْمَسَاء ذَهَبَتْ فَلَا يُرَى مِنْهَا شَيْء إِلَى يَوْم السَّبْت الْآخَر فَاِتَّخَذَ لِذَلِكَ رَجُل خَيْطًا وَوَتِدًا فَرَبَطَ حُوتًا مِنْهَا فِي الْمَاء يَوْم السَّبْت حَتَّى إِذَا أَمْسَوْا لَيْلَة الْأَحَد أَخَذَهُ فَاشْتَوَاهُ فَوَجَدَ النَّاس رِيحه فَأَتَوْهُ فَسَأَلُوهُ عَنْ ذَلِكَ فَجَحَدَهُمْ فَلَمْ يَزَالُوا بِهِ حَتَّى قَالَ لَهُمْ فَإِنَّهُ جِلْد حُوت وَجَدْنَاهُ فَلَمَّا كَانَ السَّبْت الْآخَر فَعَلَ مِثْل ذَلِكَ وَلَا أَدْرِي لَعَلَّهُ قَالَ رَبَطَ حُوتَيْنِ فَلَمَّا أَمْسَى مِنْ لَيْلَة الْأَحَد أَخَذَهُ فَاشْتَوَاهُ فَوَجَدُوا رَائِحَة فَجَاءُوا فَسَأَلُوهُ فَقَالَ لَهُمْ لَوْ شِئْتُمْ صَنَعْتُمْ كَمَا أَصْنَع فَقَالُوا لَهُ وَمَا صَنَعْت ؟ فَأَخْبَرَهُمْ فَفَعَلُوا مِثْل مَا فَعَلَ حَتَّى كَثُرَ ذَلِكَ وَكَانَتْ لَهُمْ مَدِينَة لَهَا رَبَض يُغْلِقُونَهَا عَلَيْهِمْ فَأَصَابَهُمْ مِنْ الْمَسْخ مَا أَصَابَهُمْ فَغَدَا عَلَيْهِمْ جِيرَانهمْ مِمَّنْ كَانُوا حَوْلهمْ يَطْلُبُونَ مِنْهُمْ مَا يَطْلُب النَّاس فَوَجَدُوا الْمَدِينَة مُغْلَقَة عَلَيْهِمْ فَنَادَوْا فَلَمْ يُجِيبُوهُمْ فَتَسَوَّرُوا عَلَيْهِمْ فَإِذَا هُمْ قِرَدَة فَجَعَلَ الْقِرْد يَدْنُو يَتَمَسَّح بِمَنْ كَانَ يَعْرِف قَبْل ذَلِكَ وَيَدْنُو مِنْهُ وَيَتَمَسَّح بِهِ وَقَدْ قَدَّمْنَا فِي سُورَة الْبَقَرَة مِنْ الْآثَار فِي خَبَر هَذِهِ الْقَرْيَة مَا فِيهِ مَقْنَع وَكِفَايَة وَلِلَّهِ الْحَمْد وَالْمِنَّة . \" الْقَوْل الثَّانِي \" أَنَّ السَّاكِتِينَ كَانُوا مِنْ الْهَالِكِينَ قَالَ مُحَمَّد بْن إِسْحَاق عَنْ دَاوُدَ بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : اِبْتَدَعُوا السَّبْت فَابْتُلُوا فِيهِ فَحُرِّمَتْ عَلَيْهِمْ فِيهِ الْحِيتَان فَكَانُوا إِذَا كَانَ يَوْم السَّبْت شَرَعَتْ لَهُمْ الْحِيتَان يَنْظُرُونَ إِلَيْهَا فِي الْبَحْر فَإِذَا اِنْقَضَى السَّبْت ذَهَبَتْ فَلَمْ تُرَ حَتَّى السَّبْت الْمُقْبِل فَإِذَا جَاءَ السَّبْت جَاءَتْ شُرَّعًا فَمَكَثُوا مَا شَاءَ اللَّه أَنْ يَمْكُثُوا كَذَلِكَ ثُمَّ إِنَّ رَجُلًا مِنْهُمْ أَخَذَ حُوتًا فَخَزَمَ أَنْفه ثُمَّ ضَرَبَ لَهُ وَتِدًا فِي السَّاحِل وَرَبَطَهُ وَتَرَكَهُ فِي الْمَاء فَلَمَّا كَانَ الْغَد أَخَذَهُ فَشَوَاهُ فَأَكَلَهُ فَفَعَلَ ذَلِكَ وَهُمْ يَنْظُرُونَ وَلَا يُنْكِرُونَ وَلَا يَنْهَاهُ مِنْهُمْ أَحَد إِلَّا عُصْبَة مِنْهُمْ نَهَوْهُ حَتَّى ظَهَرَ ذَلِكَ فِي الْأَسْوَاق فَفُعِلَ عَلَانِيَة قَالَ : فَقَالَتْ طَائِفَة لِلَّذِينَ يَنْهَوْنَهُمْ\" لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهمْ أَوْ مُعَذِّبهمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَة إِلَى رَبّكُمْ \" فَقَالُوا نَسْخَط أَعْمَالهمْ\" وَلَعَلَّهُمْ يَتَّقُونَ فَلَمَّا نَسُوا مَا ذُكِّرُوا - إِلَى قَوْله - قِرَدَة خَاسِئِينَ \" قَالَ اِبْن عَبَّاس كَانُوا أَثْلَاثًا ثُلُث نَهَوْا وَثُلُث قَالُوا \" لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهمْ\" وَثُلُث أَصْحَاب الْخَطِيئَة فَمَا نَجَا إِلَّا الَّذِينَ نَهَوْا وَهَلَكَ سَائِرهمْ وَهَذَا إِسْنَاد جَيِّد عَنْ اِبْن عَبَّاس وَلَكِنَّ رُجُوعه إِلَى قَوْل عِكْرِمَة فِي نَجَاة السَّاكِتِينَ أَوْلَى مِنْ الْقَوْل بِهَذَا لِأَنَّهُ تَبَيَّنَ حَالهمْ بَعْد ذَلِكَ وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيس \" فِيهِ دَلَالَة بِالْمَفْهُومِ عَلَى أَنَّ الَّذِينَ بَقُوا نَجَوْا وَبَئِيس فِيهِ قِرَاءَات كَثِيرَة وَمَعْنَاهُ فِي قَوْل مُجَاهِد الشَّدِيد وَفِي رِوَايَة أَلِيم وَقَالَ قَتَادَة مُوجِع وَالْكُلّ مُتَقَارِب وَاَللَّه أَعْلَم . وَقَوْله \" خَاسِئِينَ \" أَيْ ذَلِيلِينَ حَقِيرِينَ مُهَانِينَ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42539, "aya_id": 165}]