[{"text": "اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَأَنزَلَ مِنَ السَّمَاء مَاء فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الأَنْهَارَ", "sura_id": 14, "type": 0, "id": 1782, "aya_id": 32}, {"text": "الله الذي خلق السماوات والأرض وأنزل من السماء ماء فأخرج به من الثمرات رزقا لكم وسخر لكم الفلك لتجري في البحر بأمره وسخر لكم الأنهار", "sura_id": 14, "type": 1, "id": 8018, "aya_id": 32}, {"text": "32 - (الله الذي خلق السماوات والأرض وأنزل من السماء ماء فأخرج به من الثمرات رزقا لكم وسخر لكم الفلك) السفن (لتجري في البحر) بالركوب والحمل (بأمره) بإذنه (وسخر لكم الأنهار) \r\n", "sura_id": 14, "type": 2, "id": 26726, "aya_id": 32}, {"text": "الله تعالى الذي خلق السموات والأرض وأوجدهما من العدم, وأنزل المطر من السحاب فأحيا به الأرض بعد موتها, وأخرج لكم منها أرزاقكم, وذلَّل لكم السفن; لتسير في البحر بأمره لمنافعكم, وذلَّل لكم الأنهار لسقياكم وسقيا دوابكم وزروعكم وسائر منافعكم.\r\n", "sura_id": 14, "type": 3, "id": 32962, "aya_id": 32}, {"text": " <font color=red>اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ</font><BR><p>يُعَدِّد تَعَالَى نِعَمَهُ عَلَى خَلْقه بِأَنْ خَلَقَ لَهُمْ السَّمَاوَات سَقْفًا مَحْفُوظًا وَالْأَرْضَ فِرَاشًا \" وَأَنْزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى \" مَا بَيْن ثِمَار وَزُرُوع مُخْتَلِفَة الْأَلْوَان وَالْأَشْكَال وَالطُّعُوم وَالرَّوَائِح وَالْمَنَافِع وَسَخَّرَ الْفُلْك بِأَنْ جَعَلَهَا طَافِيَة عَلَى تَيَّار مَاء الْبَحْر تَجْرِي عَلَيْهِ بِأَمْرِ اللَّه تَعَالَى وَسَخَّرَ الْبَحْر لِحَمْلِهَا لِيَقْطَع الْمُسَافِرُونَ بِهَا مِنْ إِقْلِيم إِلَى إِقْلِيم آخَر لِجَلْبِ مَا هُنَا إِلَى هُنَاكَ وَمَا هُنَاكَ إِلَى هُنَا وَسَخَّرَ الْأَنْهَار تَشُقّ الْأَرْض مِنْ قُطْر إِلَى قُطْر رِزْقًا لِلْعِبَادِ مِنْ شُرْب وَسَقْي وَغَيْر ذَلِكَ مِنْ أَنْوَاع الْمَنَافِع .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37925, "aya_id": 32}]