[{"text": "وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ", "sura_id": 41, "type": 0, "id": 4247, "aya_id": 29}, {"text": "وقال الذين كفروا ربنا أرنا الذين أضلانا من الجن والإنس نجعلهما تحت أقدامنا ليكونا من الأسفلين", "sura_id": 41, "type": 1, "id": 10483, "aya_id": 29}, {"text": "29 - (وقال الذين كفروا) في النار (ربنا أرنا الذين أضلانا من الجن والإنس) أي إبليس وقابيل سنا الكفر والقتل (نجعلهما تحت أقدامنا) في النار (ليكونا من الأسفلين) أشد عذابا منا \r\n", "sura_id": 41, "type": 2, "id": 29191, "aya_id": 29}, {"text": "وقال الذين كفروا بالله ورسوله, وهم في النار: ربنا أرنا اللذَين أضلانا من خلقك من الجن والإنس نجعلهما تحت أقدامنا؛ ليكونا في الدرك الأسفل من النار.\r\n", "sura_id": 41, "type": 3, "id": 35427, "aya_id": 29}, {"text": " <font color=red>وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ</font><BR><p>قَالَ سُفْيَان الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْلٍ عَنْ مَالِك بْن الْحُصَيْن الْفَزَارِيّ عَنْ أَبِيهِ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فِي قَوْله تَعَالَى \" اللَّذَيْنِ أَضَلَّانَا\" قَالَ إِبْلِيس وَابْن آدَم الَّذِي قَتَلَ أَخَاهُ وَهَكَذَا رَوَى الْعَوْفِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ مِثْل ذَلِكَ وَقَالَ السُّدِّيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فَإِبْلِيس يَدْعُو بِهِ كُلّ صَاحِب شِرْك وَابْن آدَم يَدْعُو بِهِ كُلّ صَاحِب كَبِيرَة فَإِبْلِيس الدَّاعِي إِلَى كُلّ شَرّ مِنْ شِرْك فَمَا دُونه وَابْن آدَم الْأَوَّل كَمَا ثَبَتَ فِي الْحَدِيث \" مَا قُتِلَتْ نَفْس ظُلْمًا إِلَّا كَانَ عَلَى اِبْن آدَم الْأَوَّل كِفْل مِنْ دَمهَا لِأَنَّهُ أَوَّل مَنْ سَنَّ الْقَتْل \" . وَقَوْلهمْ \" نَجْعَلهُمَا تَحْت أَقْدَامنَا \" أَيْ أَسْفَل مِنَّا فِي الْعَذَاب لِيَكُونَا أَشَدَّ عَذَابًا مِنَّا وَلِهَذَا قَالُوا \" لِيَكُونَا مِنْ الْأَسْفَلِينَ \" أَيْ فِي الدَّرْك الْأَسْفَل مِنْ النَّار كَمَا تَقَدَّمَ فِي الْأَعْرَاف فِي سُؤَال الْأَتْبَاع مِنْ اللَّه تَعَالَى أَنْ يُعَذِّب قَادَتهمْ أَضْعَاف عَذَابهمْ \" قَالَ لِكُلِّ ضِعْف وَلَكِنْ لَا تَعْلَمُونَ \" أَيْ أَنَّهُ تَعَالَى قَدْ أَعْطَى كُلًّا مِنْهُمْ مَا يَسْتَحِقّهُ مِنْ الْعَذَاب وَالنَّكَال بِحَسَبِ عَمَله وَإِفْسَاده كَمَا قَالَ تَعَالَى \" الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيل اللَّه زِدْنَاهُمْ عَذَابًا فَوْق الْعَذَاب بِمَا كَانُوا يُفْسِدُونَ \" .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41046, "aya_id": 29}]