[{"text": "وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا", "sura_id": 25, "type": 0, "id": 2895, "aya_id": 40}, {"text": "ولقد أتوا على القرية التي أمطرت مطر السوء أفلم يكونوا يرونها بل كانوا لا يرجون نشورا", "sura_id": 25, "type": 1, "id": 9131, "aya_id": 40}, {"text": "40 - (ولقد أتوا) مر كفار مكة (على القرية التي أمطرت مطر السوء) مصدر ساء بالحجارةة وهي عظمى قرى قوم لوط فأهلك الله أهلها لفعلهم الفاحشة (أفلم يكونوا يرونها) في سفرهم إلى الشام فيعتبروا والاستفهام للتقرير (بل كانوا لا يرجون) يخافون (نشورا) بعثا فلا يؤمنون \r\n", "sura_id": 25, "type": 2, "id": 27839, "aya_id": 40}, {"text": "ولقد كان مشركو \"مكة\" يمرون في أسفارهم على قرية قوم لوط، وهي قرية \"سدوم\" التي أُهلِكت بالحجارة من السماء، فلم يعتبروا بها، بل كانوا لا يرجون معادًا يوم القيامة يجازون فيه.\r\n", "sura_id": 25, "type": 3, "id": 34075, "aya_id": 40}, {"text": " <font color=red>وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا</font><BR><p>\" وَلَقَدْ أَتَوْا عَلَى الْقَرْيَة الَّتِي أُمْطِرَتْ مَطَر السَّوْء\" يَعْنِي قَرْيَة قَوْم لُوط وَهِيَ سَدُوم الَّتِي أَهْلَكَهَا اللَّه بِالْقَلْبِ وَبِالْمَطَرِ مِنْ الْحِجَارَة الَّتِي مِنْ سِجِّيل كَمَا قَالَ تَعَالَى : \" وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَر الْمُنْذَرِينَ \" وَقَالَ : \" وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ \" وَقَالَ تَعَالَى \" وَإِنَّهَا لَبِسَبِيلٍ مُقِيم \" وَقَالَ : \" وَإِنَّهُمَا لَبِإِمَامٍ مُبِين \" وَلِهَذَا قَالَ \" أَفَلَمْ يَكُونُوا يَرَوْنَهَا \" أَيْ فَيَعْتَبِرُوا بِمَا حَلَّ بِأَهْلِهَا مِنْ الْعَذَاب وَالنَّكَال بِسَبَبِ تَكْذِيبهمْ بِالرَّسُولِ وَبِمُخَالَفَتِهِمْ أَوَامِر اللَّه \" بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا \" يَعْنِي الْمَارِّينَ بِهَا مِنْ الْكُفَّار لَا يَعْتَبِرُونَ لِأَنَّهُمْ لَا يَرْجُونَ نُشُورًا أَيْ مَعَادًا يَوْم الْقِيَامَة .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39323, "aya_id": 40}]