[{"text": "ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى", "sura_id": 20, "type": 0, "id": 2470, "aya_id": 122}, {"text": "ثم اجتباه ربه فتاب عليه و هدى", "sura_id": 20, "type": 1, "id": 8706, "aya_id": 122}, {"text": "122 - (ثم اجتباه ربه) قربه (فتاب عليه) قبل توبته (وهدى) أي هداه إلى المداومة على التوبة \r\n", "sura_id": 20, "type": 2, "id": 27414, "aya_id": 122}, {"text": "ثم اصطفى الله آدم, وقرَّبه, وقَبِل توبته, وهداه رشده.\r\n", "sura_id": 20, "type": 3, "id": 33650, "aya_id": 122}, {"text": " <font color=red>ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى</font><BR><p>وَقَوْله \" وَعَصَى آدَم رَبّه فَغَوَى ثُمَّ اِجْتَبَاهُ رَبّه فَتَابَ عَلَيْهِ وَهَدَى \" قَالَ الْبُخَارِيّ حَدَّثَنَا قُتَيْبَة حَدَّثَنَا أَيُّوب بْن النَّجَّار عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" حَاجَّ مُوسَى آدَم فَقَالَ لَهُ أَنْتَ الَّذِي أَخْرَجْت النَّاس مِنْ الْجَنَّة بِذَنْبِك وَأَشْقَيْتهمْ ؟ قَالَ آدَم يَا مُوسَى أَنْتَ الَّذِي اِصْطَفَاك اللَّه بِرِسَالَاتِهِ وَبِكَلَامِهِ أَتَلُومُنِي عَلَى أَمْر كَتَبَهُ اللَّه عَلَيَّ قَبْل أَنْ يَخْلُقنِي أَوْ قَدَّرَهُ اللَّه عَلَيَّ قَبْل أَنْ يَخْلُقنِي - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَحَجَّ آدَم مُوسَى \" وَهَذَا الْحَدِيث لَهُ طُرُق فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ الْمَسَانِيد . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي أَنَس بْن عِيَاض عَنْ الْحَارِث بْن أَبِي ذِئَاب عَنْ يَزِيد بْن هُرْمُز قَالَ سَمِعْت أَبَا هُرَيْرَة يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِحْتَجَّ آدَم وَمُوسَى عِنْد رَبّهمَا فَحَجَّ آدَم مُوسَى قَالَ مُوسَى أَنْتَ الَّذِي خَلَقَك اللَّه بِيَدِهِ وَنَفَخَ فِيك مِنْ رُوحه وَأَسْجَدَ لَك مَلَائِكَته وَأَسْكَنَك فِي جَنَّته ثُمَّ أَهَبَطْت النَّاس إِلَى الْأَرْض بِخَطِيئَتِك ؟ قَالَ آدَم أَنْتَ مُوسَى الَّذِي اِصْطَفَاك اللَّه بِرِسَالَتِهِ وَكَلَامه وَأَعْطَاك الْأَلْوَاح فِيهَا تِبْيَان كُلّ شَيْء وَقَرَّبَك نَجِيًّا فَبِكَمْ وَجَدْت اللَّه كَتَبَ التَّوْرَاة قَبْل أَنْ أُخْلَق قَالَ مُوسَى بِأَرْبَعِينَ عَام قَالَ آدَم فَهَلْ وَجَدْت فِيهَا وَعَصَى آدَم رَبّه فَغَوَى ؟ قَالَ نَعَمْ قَالَ أَفَتَلُومنِي عَلَى أَنْ عَمِلْت عَمَلًا كَتَبَ اللَّه عَلَيَّ أَنْ أَعْمَلهُ قَبْل أَنْ يَخْلُقنِي بِأَرْبَعِينَ سَنَة - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَحَجَّ آدَم مُوسَى \" قَالَ الْحَارِث وَحَدَّثَنِي عَبْد الرَّحْمَن بْن هُرْمُز بِذَلِكَ عَنْ أَبَى هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38808, "aya_id": 122}]