[{"text": "لِنَفْتِنَهُمْ فِيهِ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا", "sura_id": 72, "type": 0, "id": 5464, "aya_id": 17}, {"text": "لنفتنهم فيه ومن يعرض عن ذكر ربه يسلكه عذابا صعدا", "sura_id": 72, "type": 1, "id": 11700, "aya_id": 17}, {"text": "17 - (لنفتنهم) لنختبرهم (فيه) فنعلم كيف شكرهم على ظهور (ومن يعرض عن ذكر ربه) القرآن (يسلكه) بالياء والنون ندخله (عذابا صعدا) شاقا \r\n", "sura_id": 72, "type": 2, "id": 30408, "aya_id": 17}, {"text": "لنختبرهم: كيف يشكرون نعم الله عليهم؟ ومن يُعرض عن طاعة ربه واستماع القرآن وتدبره, والعمل به يدخله عذابًا شديدًا شاقًّا.\r\n", "sura_id": 72, "type": 3, "id": 36644, "aya_id": 17}, {"text": " <font color=red>لِنَفْتِنَهُمْ فِيهِ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا</font><BR><p>قَوْله \" لِنَفْتِنهُمْ فِيهِ \" أَيْ لِنَخْتَبِرهُمْ كَمَا قَالَ مَالِك عَنْ زَيْد بْن أَسْلَم لِنَفْتِنهُمْ لِنَبْتَلِيَهُمْ مَنْ يَسْتَمِرّ عَلَى الْهِدَايَة مِمَّنْ يَرْتَدّ إِلَى الْغِوَايَة \" ذِكْر مَنْ قَالَ بِهَذَا الْقَوْل \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَأَنْ لَوْ اِسْتَقَامُوا عَلَى الطَّرِيقَة \" يَعْنِي بِالِاسْتِقَامَةِ الطَّاعَة وَقَالَ مُجَاهِد \" وَأَنْ لَوْ اِسْتَقَامُوا عَلَى الطَّرِيقَة \" قَالَ الْإِسْلَام وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَسَعِيد بْن الْمُسَيِّب وَعَطَاء وَالسُّدِّيّ وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَقَالَ قَتَادَة \" وَأَنْ لَوْ اِسْتَقَامُوا عَلَى الطَّرِيقَة \" يَقُول لَوْ آمَنُوا كُلّهمْ لَأَوْسَعْنَا عَلَيْهِمْ مِنْ الدُّنْيَا وَقَالَ مُجَاهِد \" وَأَنْ لَوْ اِسْتَقَامُوا عَلَى الطَّرِيقَة \" أَيْ طَرِيقَة الْحَقّ وَكَذَا قَالَ الضَّحَّاك وَاسْتُشْهِدَ عَلَى ذَلِكَ بِالْآيَتَيْنِ اللَّتَيْنِ ذَكَرْنَاهُمَا وَكُلّ هَؤُلَاءِ أَوْ أَكْثَرهمْ قَالُوا فِي قَوْله \" لِنَفْتِنهُمْ فِيهِ \" أَيْ لِنَبْتَلِيَهُمْ بِهِ . وَقَالَ مُقَاتِل نَزَلَتْ فِي كُفَّار قُرَيْش حِين مَنَعُوا الْمَطَر سَبْع سِنِينَ . \" وَالْقَوْل الثَّانِي \" \" وَأَنْ لَوْ اِسْتَقَامُوا عَلَى الطَّرِيقَة \" الضَّلَالَة \" لَأَسْقَيْنَاهُمْ مَاء غَدَقًا \" أَيْ لَأَوْسَعْنَا عَلَيْهِمْ الرِّزْق اِسْتِدْرَاجًا كَمَا قَالَ تَعَالَى \" فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَاب كُلّ شَيْء حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَة فَإِذَا هُمْ مُبْلِسُونَ \" وَكَقَوْلِهِ \" أَيَحْسَبُونَ أَنَّمَا نَمُدّهُمْ بِهِ مِنْ مَال وَبَنِينَ نُسَارِع لَهُمْ فِي الْخَيْرَات بَلْ لَا يَشْعُرُونَ \" وَهَذَا قَوْل أَبِي مِجْلَز لَاحِق بْن حُمَيْد فَإِنَّهُ قَالَ فِي قَوْله تَعَالَى \" وَأَنْ لَوْ اِسْتَقَامُوا عَلَى الطَّرِيقَة \" أَيْ طَرِيقَة الضَّلَالَة رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَحَكَاهُ الْبَغَوِيّ عَنْ الرَّبِيع بْن أَنَس وَزَيْد بْن أَسْلَم وَالْكَلْبِيّ وَابْن كَيْسَان وَلَهُ اِتِّجَاه وَتَأْيِيد بِقَوْلِهِ لِنَفْتِنهُمْ فِيهِ . وَقَوْله تَعَالَى \" وَمَنْ يُعْرِض عَنْ ذِكْر رَبّه يَسْلُكهُ عَذَابًا صَعَدًا \" أَيْ عَذَابًا مُشِقًّا شَدِيدًا مُوجِعًا مُؤْلِمًا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَقَتَادَة وَابْن زَيْد \" عَذَابًا صَعَدًا \" أَيْ مَشَقَّة لَا رَاحَة مَعَهَا وَعَنْ اِبْن عَبَّاس جَبَل فِي جَهَنَّم وَعَنْ سَعِيد بْن جُبَيْر بِئْر فِيهَا .</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42752, "aya_id": 17}]