[{"text": "إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِن فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ", "sura_id": 40, "type": 0, "id": 4189, "aya_id": 56}, {"text": "إن الذين يجادلون في آيات الله بغير سلطان أتاهم إن في صدورهم إلا كبر ما هم ببالغيه فاستعذ بالله إنه هو السميع البصير", "sura_id": 40, "type": 1, "id": 10425, "aya_id": 56}, {"text": "56 - (إن الذين يجادلون في آيات الله) القرآن (بغير سلطان) برهان (أتاهم إن) ما (في صدورهم إلا كبر) تكبر وطمع أن يعلوا عليك (ما هم ببالغيه فاستعذ) من شرهم (بالله إنه هو السميع) لأقوالهم (البصير) بأحوالهم ونزل في منكري البعث \r\n", "sura_id": 40, "type": 2, "id": 29133, "aya_id": 56}, {"text": "إن الذين يدفعون الحق بالباطل، ويردُّون الحجج الصحيحة بالشُّبَه الفاسدة بلا برهان ولا حجة من الله، ليس في صدور هؤلاء إلا تكبر عن الحق؛ حسدًا منهم على الفضل الذي آتاه الله نبيه، وكرامة النبوة التي أكرمه بها، وهو أمر ليسوا بمدركيه ولا نائليه, فاعتصم بالله من شرهم؛ إنه هو السميع لأقوالهم, البصير بأفعالهم، وسيجازيهم عليها.\r\n", "sura_id": 40, "type": 3, "id": 35369, "aya_id": 56}, {"text": " <font color=red>إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ</font><BR><p>وَقَوْله تَعَالَى \" إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَات اللَّه بِغَيْرِ سُلْطَان أَتَاهُمْ \" أَيْ يَدْفَعُونَ الْحَقّ بِالْبَاطِلِ وَيَرُدُّونَ الْحُجَج الصَّحِيحَة بِالشُّبَهِ الْفَاسِدَة بِلَا بُرْهَان وَلَا حُجَّة مِنْ اللَّه \" إِنْ فِي صُدُورهمْ إِلَّا كِبْر مَا هُمْ بِبَالِغِيهِ \" أَيْ مَا فِي صُدُورهمْ إِلَّا كِبْر عَلَى اِتِّبَاع الْحَقّ وَاحْتِقَار لِمَنْ جَاءَهُمْ بِهِ وَلَيْسَ مَا يَرُومُونَهُ مِنْ إِخْمَاد الْحَقّ وَإِعْلَاء الْبَاطِل بِحَاصِلٍ لَهُمْ بَلْ الْحَقّ هُوَ الْمَرْفُوع وَقَوْلهمْ وَقَصْدهمْ هُوَ الْمَوْضُوع \" فَاسْتَعِذْ بِاَللَّهِ \" أَيْ مِنْ حَال مِثْل هَؤُلَاءِ أَوْ مِنْ شَرّ مِثْل هَؤُلَاءِ الْمُجَادِلِينَ فِي آيَات اللَّه بِغَيْرِ سُلْطَان هَذَا تَفْسِير اِبْن جَرِير وَقَالَ كَعْب وَأَبُو الْعَالِيَة نَزَلَتْ هَذِهِ الْآيَة فِي الْيَهُود \" إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَات اللَّه بِغَيْرِ سُلْطَان أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ \" قَالَ أَبُو الْعَالِيَة وَذَلِكَ أَنَّهُمْ اِدَّعَوْا أَنَّ الدَّجَّال مِنْهُمْ وَأَنَّهُمْ يَمْلِكُونَ بِهِ الْأَرْض فَقَالَ اللَّه تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آمِرًا لَهُ أَنْ يَسْتَعِيذ مِنْ فِتْنَة الدَّجَّال وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" فَاسْتَعِذْ بِاَللَّهِ إِنَّهُ هُوَ السَّمِيع الْبَصِير \" وَهَذَا قَوْل غَرِيب وَفِيهِ تَعَسُّف بَعِيدٌ وَإِنْ كَانَ قَدْ رَوَاهُ اِبْن أَبِي حَاتِم فِي كِتَابه وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40991, "aya_id": 56}]