[{"text": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ", "sura_id": 59, "type": 0, "id": 5131, "aya_id": 5}, {"text": "ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله وليخزي الفاسقين", "sura_id": 59, "type": 1, "id": 11367, "aya_id": 5}, {"text": "5 - (ما قطعتم) يا مسلمون (من لينة) نخلة (أو تركتموها قائمة على أصولها فبإذن الله) خيركم في ذلك (وليخزي) بالاذن في القطع (الفاسقين) اليهود في اعتراضهم أن قطع الشجر المثمر فساد \r\n", "sura_id": 59, "type": 2, "id": 30075, "aya_id": 5}, {"text": "ما قطعتم -أيها المؤمنون- من نخلة أو تركتموها قائمة على ساقها, من غير أن تتعرضوا لها, فبإذن الله وأمره؛ وليُذلَّ بذلك الخارجين عن طاعته المخالفين أمره ونهيه, حيث سلَّطكم على قطع نخيلهم وتحريقها.\r\n", "sura_id": 59, "type": 3, "id": 36311, "aya_id": 5}, {"text": " <font color=red>مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ</font><BR><p>اللِّين نَوْع مِنْ التَّمْر وَهُوَ جَيِّد . قَالَ أَبُو عُبَيْدَة وَهُوَ مَا خَالَفَ الْعَجْوَة وَالْبَرْنِيّ مِنْ التَّمْر وَقَالَ كَثِيرُونَ مِنْ الْمُفَسِّرِينَ اللِّينَة أَلْوَان التَّمْر سِوَى الْعَجْوَة . قَالَ اِبْن جَرِير هُوَ جَمِيع النَّخْل وَنَقَلَهُ عَنْ مُجَاهِد وَهُوَ الْبُوَيْرَة أَيْضًا وَذَلِكَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا حَاصَرَهُمْ أَمَرَ بِقَطْعِ نَخِيلهمْ إِهَانَة لَهُمْ وَإِرْهَابًا وَإِرْعَابًا لِقُلُوبِهِمْ فَرَوَى مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان وَقَتَادَة وَمُقَاتِل بْن حَيَّان أَنَّهُمْ قَالُوا فَبَعَثَ بَنُو قُرَيْظَة يَقُولُونَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّك تَنْهَى عَنْ الْفَسَاد فَمَا بَالك تَأْمُر بِقَطْعِ الْأَشْجَار ؟ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة الْكَرِيمَة أَيْ \" مَا قَطَعْتُمْ مِنْ لِينَة \" وَمَا تَرَكْتُمْ مِنْ الْأَشْجَار فَالْجَمِيع بِإِذْنِهِ وَمَشِيئَته وَقَدَره وَرِضَاهُ وَفِيهِ نِكَايَة بِالْعَدُوِّ وَخِزْي لَهُمْ وَإِرْغَام لِأُنُوفِهِمْ وَقَالَ مُجَاهِد نَهَى بَعْض الْمُهَاجِرِينَ بَعْضًا عَنْ قَطْع النَّخْل وَقَالُوا إِنَّمَا هِيَ مَغَانِم الْمُسْلِمِينَ فَنَزَلَ الْقُرْآن بِتَصْدِيقِ مَنْ نَهَى عَنْ قَطْعه وَتَحْلِيل مَنْ قَطَعَهُ مِنْ الْإِثْم وَإِنَّمَا قَطَعَهُ وَتَرَكَهُ بِإِذْنِهِ وَقَدْ رَوَى نَحْو هَذَا مَرْفُوعًا فَقَالَ النَّسَائِيّ أَخْبَرَنَا الْحَسَن بْن مُحَمَّد بْن عَفَّان حَدَّثَنَا حَفْص بْن غِيَاث حَدَّثَنَا حَبِيب بْن أَبِي عَمْرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" مَا قَطَعْتُمْ مِنْ لِينَة أَوْ تَرَكْتُمُوهَا قَائِمَة عَلَى أُصُولهَا فَبِإِذْنِ اللَّه وَلِيُخْزِيَ الْفَاسِقِينَ \" قَالَ يَسْتَنْزِلُونَهُم مِنْ حُصُونهمْ وَأُمِرُوا بِقَطْعِ النَّخْل فَحَاكَ فِي صُدُورهمْ فَقَالَ الْمُسْلِمُونَ : قَطَعْنَا بَعْضًا وَتَرَكْنَا بَعْضًا فَلَأَسْأَلَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ لَنَا فِيمَا قَطَعْنَا مِنْ أَجْر ؟ وَهَلْ عَلَيْنَا فِيمَا تَرَكْنَا مِنْ وِزْر ؟ فَأَنْزَلَ اللَّه \" مَا قَطَعْتُمْ مِنْ لِينَة \" وَقَالَ الْحَافِظ يَعْلَى فِي مُسْنَده حَدَّثَنَا سُفْيَان بْن وَكِيع حَدَّثَنَا حَفْص عَنْ اِبْن جُرَيْج عَنْ سُلَيْمَان بْن مُوسَى عَنْ جَابِر وَعَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ رَخَّصَ لَهُمْ فِي قَطْع النَّخْل ثُمَّ شَدَّدَ عَلَيْهِمْ فَأَتَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُول اللَّه عَلَيْنَا إِثْم فِيمَا قَطَعْنَا أَوْ عَلَيْنَا وِزْر فِيمَا تَرَكْنَا ؟ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" مَا قَطَعْتُمْ مِنْ لِينَة أَوْ تَرَكْتُمُوهَا قَائِمَة عَلَى أُصُولهَا فَبِإِذْنِ اللَّه \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ مُوسَى بْن عُقْبَة عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَطَعَ نَخْل بَنِي النَّضِير وَحَرَقَ وَأَخْرَجَهُ صَاحِبَا الصَّحِيح مِنْ رِوَايَة مُوسَى بْن عُقْبَة بِنَحْوِهِ وَلَفْظ الْبُخَارِيّ مِنْ طَرِيق عَبْد الرَّزَّاق عَنْ اِبْن جُرَيْج عَنْ مُوسَى بْن عُقْبَة عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ حَارَبْت النَّضِير وَقُرَيْظَة فَأَجْلَى بَنِي النَّضِير وَأَقَرَّ قُرَيْظَة وَمَنْ عَلَيْهِمْ حَتَّى حَارَبَ قُرَيْظَة فَقَتَلَ مِنْ رِجَالهمْ وَسَبَى وَقَسَمَ نِسَاءَهُمْ وَأَوْلَادهمْ وَأَمْوَالهمْ بَيْن الْمُسْلِمِينَ إِلَّا بَعْضهمْ لَحِقُوا بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَّنَهُمْ وَأَسْلَمُوا وَأَجْلَى يَهُود الْمَدِينَة كُلّهمْ بَنِي قَيْنُقَاع وَهُمْ رَهْط عَبْد اللَّه بْن سَلَام وَيَهُود بَنِي حَارِثَة وَكُلّ يَهُود بِالْمَدِينَةِ وَلَهُمَا أَيْضًا عَنْ قُتَيْبَة عَنْ اللَّيْث بْن سَعْد عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَرَقَ نَخْل بَنِي النَّضِير وَقَطَعَ وَهِيَ الْبُوَيْرَة فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ فِيهِ \" مَا قَطَعْتُمْ مِنْ لِينَة أَوْ تَرَكْتُمُوهَا قَائِمَة عَلَى أُصُولهَا فَبِإِذْنِ اللَّه وَلِيُخْزِيَ الْفَاسِقِينَ\" . وَلِلْبُخَارِيِّ رَحِمَهُ اللَّه مِنْ رِوَايَة جُوَيْرِيَّة بْن أَسْمَاء عَنْ نَافِع عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَرَقَ نَخْل بَنِي النَّضِير وَقَطَعَ وَهِيَ الْبُوَيْرَة وَلَهَا يَقُول حَسَّان بْن ثَابِت رَضِيَ اللَّه عَنْهُ وَهَانَ عَلَى سَرَاة بَنِي لُؤَيّ حَرِيق بِالْبُوَيْرَةِ مُسْتَطِير فَأَجَابَهُ أَبُو سُفْيَان بْن الْحَارِث يَقُول : أَدَامَ اللَّه ذَلِكَ مِنْ صَنِيع وَحَرَّقَ فِي نَوَاحِيهَا السَّعِير سَتَعْلَمُ أَيّنَا مِنْهَا بِنَزْهٍ وَتَعْلَم أَيّ أَرَضِينَا نَضِير كَذَا رَوَاهُ الْبُخَارِيّ وَلَمْ يَذْكُرهُ اِبْن إِسْحَاق وَقَالَ مُحَمَّد بْن إِسْحَاق وَقَالَ كَعْب بْن مَالِك يَذْكُر إِجْلَاء بَنِي النَّضِير وَقَتْل اِبْن الْأَشْرَف لَقَدْ خَزِيَتْ بِغَدْرَتِهَا الْحُبُور كَذَاك الدَّهْر ذُو صَرْف يَدُور وَذَلِكَ أَنَّهُمْ كَفَرُوا بِرَبٍّ عَظِيم أَمْره أَمْر كَبِير وَقَدْ أُوتُوا مَعًا فَهْمًا وَعِلْمًا وَجَاءَهُمُو مِنْ اللَّه النَّذِير نَذِير صَادِق أَدَّى كِتَابًا وَآيَات مُبِينَة تُنِير فَقَالُوا مَا أُتِيت بِأَمْرِ صِدْق وَأَنْتَ بِمُنْكِرٍ مِنَّا جَدِير فَقَالَ بَلَى لَقَدْ أَدَّيْت حَقًّا يُصَدِّقنِي بِهِ الْفَهْم الْخَبِير فَمَنْ يَتْبَعهُ يَهْدِ لِكُلِّ رُشْد وَمَنْ يَكْفُر بِهِ يُجِزْ الْكَفُور فَلَمَّا أُشْرِبُوا غَدْرًا وَكُفْرًا وَجَدَّ بِهِمْ عَنْ الْحَقّ النُّفُور أَرَى اللَّه النَّبِيّ بِرَأْيِ صِدْق وَكَانَ اللَّه يَحْكُم لَا يَجُور فَأَيَّدَهُ وَسَلَّطَهُ عَلَيْهِمْ وَكَانَ نَصِيرهُ نِعْمَ النَّصِير فَغُودِرَ مِنْهُمُو كَعْب صَرِيعًا فَذَلَّتْ بَعْد مُصَرَّعَة النَّضِير عَلَى الْكَفَّيْنِ ثُمَّ وَقَدْ عَلَتْهُ بِأَيْدِينَا مُشْهِرَة ذُكُور بِأَمْرِ مُحَمَّد إِذْ دَسَّ لَيْلًا إِلَى كَعْب أَخَا كَعْب يَسِير فَمَا كَرِهَ فَأَنْزَلَهُ بِمَكْرٍ وَمَحْمُود أَخُو ثِقَة جَسُور فَتِلْكَ بَنُو النَّضِير بِدَارِ سَوْء أَبَادَهُمُو بِمَا اِجْتَرَمَ الْمُبِير غَدَاة أَتَاهُمُو فِي الزَّحْف زَهْوًا رَسُول اللَّه وَهُوَ بِهِمْ بَصِير وَغَسَّان الْحَمَاة مُوَازِرُوهُ عَلَى الْأَعْدَاء وَهُوَ لَهُمْ وَزِير فَقَالَ السِّلْم وَيْحَكُمُو فَصَدُّوا وَخَالَفَ أَمْرهمْ كَذِب وَزُور فَذَاقُوا غِبّ أَمْرِهُمُو وَبَالًا لِكُلِّ ثَلَاثَة مِنْهُمْ بَعِير وَأُجْلُوا عَامِدِينَ لِقَيْنُقَاع وَغُودِرَ مِنْهُمُو نَخْل وَدُور قَالَ وَكَانَ مِمَّا قِيلَ مِنْ الْأَشْعَار فِي بَنِي النَّضِير قَوْل اِبْن الْقَيِّم الْعَبْسِيّ وَيُقَال قَالَهَا قَيْس بْن بَحْر بْن طَرِيف قَالَ اِبْن هِشَام الْأَشْجَعِي : أَهْلِي فِدَاء لِامْرِئٍ غَيْر هَالِك أَجْلَى الْيَهُود بِالْحِسِّيِّ الْمُزَنَّم يُقِيلُونَ فِي حُمْر الْعَضَاة وَبَدَّلُوا أُهَيْضِب عَوْذًا بِالْوَدِيِّ الْمُكَمَّم فَإِنْ يَكُ ظَنِّي صَادِقًا بِمُحَمَّدٍ يَرَوْا خَيْله بَيْن الصِّلَا وَيُرَمْرَم يَؤُمّ بِهَا عَمْرو بْن بهثة إِنَّهُمْ عَدُوّ وَمَا حَيّ صِدِّيق كَمُجْرِمِ عَلَيْهِنَّ أَبْطَال مَسَاعِير فِي الْوَغَى يَهُزُّونَ أَطْرَاف الْوَشِيج الْمُقَوِّم وَكُلّ رَقِيق الشَّفْرَتَيْنِ مُهَنَّد تُوُرِّثَ مِنْ أَزْمَان عَادَ وَجُرْهُم فَمَنْ مُبْلِغ عَنِّي قُرَيْشًا رِسَالَة فَهَلْ بَعْدهمْ فِي الْمَجْد مِنْ مُتَكَرِّم بِأَنَّ أَخَاكُمْ فَاعْلَمَن مُحَمَّدًا تَلِيد النَّدَى بَيْن الْحَجُونَ وَزَمْزَم فَدِينُوا لَهُ بِالْحَقِّ تُحْسَم أُمُوركُمْ وَتَسْمُوا مِنْ الدُّنْيَا إِلَى كُلّ مُعَظَّم نَبِيّ تَلَاقَتْهُ مِنْ اللَّه رَحْمَة وَلَا تَسْأَلُوهُ أَمْر غَيْب مُرَجَّم فَقَدْ كَانَ فِي بَدْر لَعَمْرِي عِبْرَة لَكُمْ يَا قُرَيْش وَالْقَلِيب الْمُلَمَّم غَدَاة أَتَى فِي الْخَزْرَجِيَّة عَامِدًا إِلَيْكُمْ مُطِيعًا لِلْعَظِيمِ الْمُكَرَّم مُعَانًا بِرُوحِ الْقُدْس يَنْكِي عَدُوّهُ رَسُولًا مِنْ الرَّحْمَن حَقًّا بِمُعَلَّمِ رَسُولًا مِنْ الرَّحْمَن يَتْلُو كِتَابه فَلَمَّا أَنَارَ الْحَقّ لَمْ يَتَلَعْثَم أَرَى أَمْره يَزْدَاد فِي كُلّ مَوْطِن عُلُوًّا لِأَمْرِ حَمَّهُ اللَّه مُحْكَم وَقَدْ أَوْرَدَ اِبْن إِسْحَاق رَحِمَهُ اللَّه هَهُنَا أَشْعَارًا كَثِيرَة فِيهَا آدَاب وَمَوَاعِظ وَحِكَم وَتَفَاصِيل لِلْقِصَّةِ تَرَكْنَا بَاقِيهَا اِخْتِصَارًا وَاكْتِفَاء بِمَا ذَكَرْنَاهُ وَلِلَّهِ الْحَمْد وَالْمِنَّة . قَالَ اِبْن إِسْحَاق كَانَتْ وَقْعَة بَنِي النَّضِير بَعْد وَقْعَة أُحُد وَبَعْد بِئْر مَعُونَة وَحَكَى الْبُخَارِيّ عَنْ الزُّهْرِيّ عَنْ عُرْوَة أَنَّهُ قَالَ كَانَتْ وَقْعَة بَنِي النَّضِير بَعْد بَدْر بِسِتَّةِ أَشْهُر .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42071, "aya_id": 5}]