[{"text": "وَجَاء إِخْوَةُ يُوسُفَ فَدَخَلُواْ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنكِرُونَ", "sura_id": 12, "type": 0, "id": 1654, "aya_id": 58}, {"text": "وجاء إخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون", "sura_id": 12, "type": 1, "id": 7890, "aya_id": 58}, {"text": "58 - (وجاء إخوة يوسف) إلا بنيامين ليمتاروا لما بلغهم أن عزيز مصر يعطي الطعام بثمنه (فدخلوا عليه فعرفهم) أنهم إخوته (وهم له منكرون) لا يعرفونه لبعد عهدهم به وظنهم هلاكه فكلموه بالعبرانية فقال كالمنكر عليهم : ما أقدمكم بلادي ؟ فقالوا : للميرة ، فقال : لعلكم عيون ، قالوا : معاذ الله ، قال : فمن أين أنتم ، قالوا : من بلاد كنعان وأبونا يعقوب نبي الله ، قال : وله أولاد غيركم ، قالوا : نعم ، كنا اثني عشر فذهب أصغرنا هلك في البرية وكان أحبنا إليه وبقي شقيقه فاحتبسه ليتسلى به عنه ، فأمر بإنزالهم وإكرامهم \r\n", "sura_id": 12, "type": 2, "id": 26598, "aya_id": 58}, {"text": "وقدِمَ إخوة يوسف إلى \"مصر\" -بعد أن حلَّ بهم الجدب في أرضهم-; ليجلبوا منها الطعام, فدخلوا عليه فعرفهم, ولم يعرفوه لطول المدة وتغيُّر هيئته.\r\n", "sura_id": 12, "type": 3, "id": 32834, "aya_id": 58}, {"text": " <font color=red>وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ</font><BR><p>ذَكَرَ السُّدِّيّ وَمُحَمَّد بْن إِسْحَاق وَغَيْرهمَا مِنْ الْمُفَسِّرِينَ أَنَّ السَّبَب الَّذِي أَقْدَم إِخْوَة يُوسُف بِلَاد مِصْر أَنَّ يُوسُف عَلَيْهِ السَّلَام لَمَّا بَاشَرَ الْوَزَارَة بِمِصْرَ وَمَضَتْ السَّبْع سِنِينَ الْمُخْصِبَة ثُمَّ تَلَتْهَا السَّبْع السِّنِينَ الْمُجْدِبَة وَعَمّ الْقَحْط بِلَاد مِصْر بِكَمَالِهَا وَوَصَلَ إِلَى بِلَاد كَنْعَان وَهِيَ الَّتِي فِيهَا يَعْقُوب عَلَيْهِ السَّلَام وَأَوْلَاده وَحِينَئِذٍ اِحْتَاطَ يُوسُف عَلَيْهِ السَّلَام لِلنَّاسِ فِي غِلَالهمْ وَجَمَعَهَا أَحْسَن جَمْع فَحَصَلَ مِنْ ذَلِكَ مَبْلَغ عَظِيم وَهَدَايَا مُتَعَدِّدَة هَائِلَة وَوَرَدَ عَلَيْهِ النَّاس مِنْ سَائِر الْأَقَالِيم وَالْمُعَامَلَات يَمْتَارُونَ لِأَنْفُسِهِمْ وَعِيَالهمْ فَكَانَ لَا يُعْطِي الرَّجُل أَكْثَر مِنْ حَمْل بَعِير فِي السَّنَة وَكَانَ عَلَيْهِ السَّلَام لَا يُشْبِع نَفْسه وَلَا يَأْكُل هُوَ وَالْمَلِك وَجُنُودهمَا إِلَّا أَكْلَة وَاحِدَة فِي وَسَط النَّهَار حَتَّى يَتَكَفَّأ النَّاس بِمَا فِي أَيْدِيهمْ مُدَّة السَّبْع سِنِينَ وَكَانَ رَحْمَة مِنْ اللَّه عَلَى أَهْل مِصْر وَمَا ذَكَرَه بَعْض الْمُفَسِّرِينَ مِنْ أَنَّهُ بَاعَهُمْ فِي السَّنَة الْأُولَى بِالْأَمْوَالِ وَفِي الثَّانِيَة بِالْمَتَاعِ وَفِي الثَّالِثَة بِكَذَا وَفِي الرَّابِعَة بِكَذَا حَتَّى بَاعَهُمْ بِأَنْفُسِهِمْ وَأَوْلَادهمْ بَعْدَمَا تَمَلَّكَ عَلَيْهِمْ جَمِيع مَا يَمْلِكُونَ ثُمَّ أَعْتَقَهُمْ وَرَدَّ عَلَيْهِمْ أَمْوَالهمْ كُلّهَا اللَّه أَعْلَم بِصِحَّةِ ذَلِكَ وَهُوَ مِنْ الْإِسْرَائِيلِيَّات الَّتِي لَا تُصَدَّق وَلَا تُكَذَّب وَالْغَرَض أَنَّهُ كَانَ فِي جُمْلَة مَنْ وَرَدَ لِلْمِيرَةِ إِخْوَة يُوسُف عَنْ أَمْر أَبِيهِمْ لَهُمْ فِي ذَلِكَ فَإِنَّهُ بَلَغَهُمْ أَنَّ عَزِيز مِصْر يُعْطِي النَّاس الطَّعَام بِثَمَنِهِ فَأَخَذُوا مَعَهُمْ بِضَاعَة يَعْتَاضُونَ بِهَا طَعَامًا وَرَكِبُوا عَشَرَة نَفَر وَاحْتَبَسَ يَعْقُوب عَلَيْهِ السَّلَام عِنْده اِبْنه بِنْيَامِين شَقِيق يُوسُف عَلَيْهِ السَّلَام وَكَانَ أَحَبّ وَلَده إِلَيْهِ بَعْد يُوسُف فَلَمَّا دَخَلُوا عَلَى يُوسُف وَهُوَ جَالِس فِي أُبَّهَته وَرِيَاسَته وَسِيَادَته عَرَفَهُمْ حِين نَظَرَ إِلَيْهِمْ وَهُمْ لَهُ مُنْكِرُونَ أَيْ لَا يَعْرِفُونَهُ لِأَنَّهُمْ فَارَقُوهُ وَهُوَ صَغِير حَدَث وَبَاعُوهُ لِلسَّيَّارَةِ وَلَمْ يَدْرُوا أَيْنَ يَذْهَبُونَ بِهِ وَلَا كَانُوا يَسْتَشْعِرُونَ فِي أَنْفُسهمْ أَنْ يَصِير إِلَى مَا صَارَ إِلَيْهِ فَلِهَذَا لَمْ يَعْرِفُوهُ وَأَمَّا هُوَ فَعَرَفَهُمْ فَذَكَرَ السُّدِّيّ وَغَيْره أَنَّهُ شَرَعَ يُخَاطِبهُمْ فَقَالَ لَهُمْ كَالْمُنْكِرِ عَلَيْهِمْ مَا أَقْدَمكُمْ بِلَادِي ؟ فَقَالُوا أَيّهَا الْعَزِيز إِنَّا قَدِمْنَا لِلْمِيرَةِ قَالَ فَلَعَلَّكُمْ عُيُون ؟ قَالُوا مَعَاذ اللَّه قَالَ فَمِنْ أَيْنَ أَنْتُمْ ؟ قَالُوا مِنْ بِلَاد كَنْعَان وَأَبُونَا يَعْقُوب نَبِيّ اللَّه قَالَ وَلَهُ أَوْلَاد غَيْركُمْ ؟ قَالُوا نَعَمْ كُنَّا اِثْنَيْ عَشَر فَذَهَبَ أَصْغَرنَا هَلَكَ فِي الْبَرِّيَّة وَكَانَ أَحَبّنَا إِلَى أَبِيهِ وَبَقِيَ شَقِيقه فَاحْتَبَسَهُ أَبُوهُ لِيَتَسَلَّى بِهِ عَنْهُ فَأَمَرَ بِإِنْزَالِهِمْ وَإِكْرَامهمْ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37811, "aya_id": 58}]