[{"text": "مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ", "sura_id": 55, "type": 0, "id": 4977, "aya_id": 76}, {"text": "متكئين على رفرف خضر وعبقري حسان", "sura_id": 55, "type": 1, "id": 11213, "aya_id": 76}, {"text": "76 - (متكئين) أي أزواجهن نوإعرابه كما نقدم (على رفرف خضر) جمع رفرفة أي بسط أو وسائد (وعبقري حسان) جمع عبقرية أي طنافس \r\n", "sura_id": 55, "type": 2, "id": 29921, "aya_id": 76}, {"text": "متكئين على وسائد ذوات أغطية خضر وفرش حسان.\r\n", "sura_id": 55, "type": 3, "id": 36157, "aya_id": 76}, {"text": " <font color=red>مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ</font><BR><p>وَقَوْله تَعَالَى \" مُتَّكِئِينَ عَلَى رَفْرَف خُضْر وَعَبْقَرِيّ حِسَان \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس الرَّفْرَف الْمَحَابِس. وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ هِيَ الْمَحَابِس وَقَالَ الْعَلَاء بْن زَيْد الرَّفْرَف عَلَى السَّرِير كَهَيْئَةِ الْمَحَابِس الْمُتَدَلِّي وَقَالَ عَاصِم الْجَحْدَرِيّ \" مُتَّكِئِينَ عَلَى رَفْرَف خُضْر \" يَعْنِي الْوَسَائِد وَهُوَ قَوْل الْحَسَن الْبَصْرِيّ فِي رِوَايَة عَنْهُ وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر فِي قَوْله تَعَالَى \" مُتَّكِئِينَ عَلَى رَفْرَف خُضْر \" قَالَ الرَّفْرَف رِيَاض الْجَنَّة وَقَوْله تَعَالَى \" وَعَبْقَرِيّ حِسَان\" قَالَ اِبْن عَبَّاس وَقَتَادَة وَالضَّحَّاك وَالسُّدِّيّ : الْعَبْقَرِيّ الزَّرَابِيّ : وَقَالَ سَعِيد بْن جُبَيْر هِيَ عِتَاق الزَّرَابِيّ يَعْنِي جِيَادهَا وَقَالَ مُجَاهِد الْعَبْقَرِيّ الدِّيبَاج وَسُئِلَ الْحَسَن الْبَصْرِيّ عَنْ قَوْله تَعَالَى \" وَعَبْقَرِيّ حِسَان \" فَقَالَ هِيَ بُسُط أَهْل الْجَنَّة لَا أَبَا لَكُمْ فَاطْلُبُوهَا وَعَنْ الْحَسَن رِوَايَة أَنَّهَا الْمَرَافِق وَقَالَ زَيْد بْن أَسْلَمَ الْعَبْقَرِيّ أَحْمَر وَأَصْفَر وَأَخْضَر وَسُئِلَ الْعَلَاء بْن زَيْد عَنْ الْعَبْقَرِيّ فَقَالَ الْبُسُط أَسْفَل مِنْ ذَلِكَ . وَقَالَ أَبُو حَرْزَةَ يَعْقُوب بْن مُجَاهِد : الْعَبْقَرِيّ مِنْ ثِيَاب أَهْل الْجَنَّة لَا يَعْرِفهُ أَحَد وَقَالَ أَبُو الْعَالِيَة الْعَبْقَرِيّ الطَّنَافِس الْمُحَمَّلَة إِلَى الرَّقَّة مَا هِيَ وَقَالَ الْقَيْسِيّ كُلّ ثَوْب مُوَشًّى عِنْد الْعَرَب عَبْقَرِيّ وَقَالَ أَبُو عُبَيْدَة هُوَ مَنْسُوب إِلَى أَرْض يُعْمَل بِهَا الْوَشْي وَقَالَ الْخَلِيل بْن أَحْمَد كُلّ شَيْء نَفِيس مِنْ الرِّجَال وَغَيْر ذَلِكَ يُسَمَّى عِنْد الْعَرَب عَبْقَرِيًّا وَمِنْهُ قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي عُمَر \" فَلَمْ أَرَ عَبْقَرِيًّا يَفْرِي فَرِيَّهُ\" وَعَلَى كُلّ تَقْدِير فَصِفَة مَرَافِق أَهْل الْجَنَّتَيْنِ الْأُولَيَيْنِ أَرْفَع وَأَعْلَى مِنْ هَذِهِ الصِّفَة فَإِنَّهُ قَدْ قَالَ هُنَاكَ\" مُتَّكِئِينَ عَلَى فُرُش بَطَائِنهَا مِنْ إِسْتَبْرَق \" فَنَعَتَ بَطَائِن فُرُشهمْ وَسَكَتَ عَنْ ظَهَائِرهَا اِكْتِفَاء بِمَا مَدَحَ بِهِ الْبَطَائِن بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَتَمَام الْخَاتِمَة أَنَّهُ قَالَ بَعْد الصِّفَات الْمُتَقَدِّمَة \" هَلْ جَزَاء الْإِحْسَان إِلَّا الْإِحْسَان \" فَوَصَفَ أَهْلهَا بِالْإِحْسَانِ وَهُوَ أَعْلَى الْمَرَاتِب وَالنِّهَايَات كَمَا فِي حَدِيث جِبْرِيل لَمَّا سَأَلَ عَنْ الْإِسْلَام ثُمَّ الْإِيمَان ثُمَّ الْإِحْسَان فَهَذِهِ وُجُوه عَدِيدَة فِي تَفْضِيل الْجَنَّتَيْنِ الْأُولَيَيْنِ عَلَى هَاتَيْنِ الْأَخِيرَتَيْنِ وَنَسْأَل اللَّه الْكَرِيم الْوَهَّاب أَنَّ يَجْعَلَنَا مِنْ أَهْل الْأُولَيَيْنِ .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41901, "aya_id": 76}]