[{"text": "لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ", "sura_id": 37, "type": 0, "id": 3932, "aya_id": 144}, {"text": "للبث في بطنه إلى يوم يبعثون", "sura_id": 37, "type": 1, "id": 10168, "aya_id": 144}, {"text": "144 - (للبث في بطنه إلى يوم يبعثون) لصار بطن الحوت قبرا له إلى يوم القيامة \r\n", "sura_id": 37, "type": 2, "id": 28876, "aya_id": 144}, {"text": " لمكث في بطن الحوت, وصار له قبرًا إلى يوم القيامة.\r\n", "sura_id": 37, "type": 3, "id": 35112, "aya_id": 144}, {"text": " <font color=red>لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ</font><BR><p>وَقَوْله تَعَالَى \" فَلَوْلَا أَنَّهُ كَانَ مِنْ الْمُسَبِّحِينَ لَلَبِثَ فِي بَطْنه إِلَى يَوْم يُبْعَثُونَ \" قِيلَ لَوْلَا مَا تَقَدَّمَ لَهُ مِنْ الْعَمَل فِي الرَّخَاء قَالَهُ الضَّحَّاك بْن قَيْس وَأَبُو الْعَالِيَة وَوَهْب بْن مُنَبِّه وَقَتَادَة وَغَيْر وَاحِد وَاخْتَارَهُ اِبْن جَرِير وَقَدْ وَرَدَ فِي الْحَدِيث الَّذِي سَنُورِدُهُ إِنْ شَاءَ اللَّه تَعَالَى مَا يَدُلّ عَلَى ذَلِكَ إِنْ صَحَّ الْخَبَر وَفِي حَدِيث اِبْن عَبَّاس \" تَعَرَّفْ إِلَى اللَّه فِي الرَّخَاء يَعْرِفك فِي الشِّدَّة \" . وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَعَطَاء بْن السَّائِب وَالسُّدِّيّ وَالْحَسَن وَقَتَادَة \" فَلَوْلَا أَنَّهُ كَانَ مِنْ الْمُسَبِّحِينَ \" يَعْنِي الْمُصَلِّينَ وَصَرَّحَ بَعْضهمْ بِأَنَّهُ كَانَ مِنْ الْمُصَلِّينَ قَبْل ذَلِكَ وَقَالَ بَعْضهمْ كَانَ مِنْ الْمُسَبِّحِينَ فِي جَوْف أَبَوَيْهِ وَقِيلَ الْمُرَاد \" فَلَوْلَا أَنَّهُ كَانَ مِنْ الْمُسَبِّحِينَ \" هُوَ قَوْله عَزَّ وَجَلَّ \" فَنَادَى فِي الظُّلُمَات أَنْ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنْ الْغَمّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ \" قَالَهُ سَعِيد بْن جُبَيْر وَغَيْره . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عُبَيْد اللَّه بْن أَخِي بْن وَهْب حَدَّثَنَا عَمِّي حَدَّثَنَا أَبُو صَخْر أَنَّ يَزِيد الرَّقَاشِيّ حَدَّثَهُ أَنَّهُ سَمِعَ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ - وَلَا أَعْلَم أَنَسًا إِلَّا يَرْفَع الْحَدِيث إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَنَّ يُونُس النَّبِيّ عَلَيْهِ الصَّلَاة وَالسَّلَام حِين بَدَا لَهُ أَنْ يَدْعُو بِهَذِهِ الْكَلِمَات وَهُوَ فِي بَطْن الْحُوت فَقَالَ اللَّهُمَّ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ فَأَقْبَلَتْ الدَّعْوَة تَحِنّ بِالْعَرْشِ قَالَتْ الْمَلَائِكَة يَا رَبّ هَذَا صَوْت ضَعِيف مَعْرُوف مِنْ بِلَاد بَعِيدَة غَرِيبَة فَقَالَ اللَّه تَعَالَى أَمَا تَعْرِفُونَ ذَلِكَ قَالُوا يَا رَبّ وَمَنْ هُوَ ؟ قَالَ عَزَّ وَجَلَّ عَبْدِي يُونُس قَالُوا عَبْدك يُونُس الَّذِي لَمْ يَزَلْ يُرْفَع لَهُ عَمَل مُتَقَبَّل وَدَعْوَة مُسْتَجَابَة ؟ قَالُوا يَا رَبّ أَوَلَا تَرْحَمْ مَا كَانَ يَصْنَع فِي الرَّخَاء فَتُنْجِيهِ فِي الْبَلَاء ؟ قَالَ بَلَى فَأَمَرَ الْحُوت فَطَرَحَهُ بِالْعَرَاءِ \" وَرَوَاهُ اِبْن جَرِير عَزَّ يُونُس عَنْ اِبْن وَهْب بِهِ زَادَ اِبْن أَبِي حَاتِم قَالَ أَبُو صَخْر حُمَيْد بْن زِيَاد فَأَخْبَرَنِي اِبْن قُسَيْط وَأَنَا أُحَدِّثهُ هَذَا الْحَدِيث أَنَّهُ سَمِعَ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَقُول : طُرِحَ بِالْعَرَاءِ وَأَنْبَتَ اللَّه عَزَّ وَجَلَّ عَلَيْهِ الْيَقْطِينَة قُلْنَا يَا أَبَا هُرَيْرَة وَمَا الْيَقْطِينَة ؟ قَالَ شَجَرَة الدُّبَّاء . قَالَ أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ : وَهَيَّأَ اللَّه لَهُ أَرْوِيَة وَحْشِيَّة تَأْكُل مِنْ خَشَاش الْأَرْض - أَوْ قَالَ هَشَاش الْأَرْض - قَالَ فَتَتَفَشَّح عَلَيْهِ فَتَرْوِيه مِنْ لَبَنهَا كُلّ عَشِيَّة وَبُكْرَة حَتَّى نَبَتَ وَقَالَ أُمَيَّة بْن أَبِي الصَّلْت فِي ذَلِكَ بَيْتًا مِنْ شِعْره وَهُوَ : فَأَنْبَتَ يَقْطِينًا عَلَيْهِ بِرَحْمَةٍ مِنْ اللَّه لَوْلَا اللَّه أُلْقِيَ ضَاحِيًا .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40472, "aya_id": 144}]