[{"text": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَن تَبْتَغِيَ نَفَقًا فِي الأَرْضِ أَوْ سُلَّمًا فِي السَّمَاء فَتَأْتِيَهُم بِآيَةٍ وَلَوْ شَاء اللّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلاَ تَكُونَنَّ مِنَ الْجَاهِلِينَ", "sura_id": 6, "type": 0, "id": 824, "aya_id": 35}, {"text": "وإن كان كبر عليك إعراضهم فإن استطعت أن تبتغي نفقا في الأرض أو سلما في السماء فتأتيهم بآية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجاهلين", "sura_id": 6, "type": 1, "id": 7060, "aya_id": 35}, {"text": "35 - (وإن كان كبر) عظم (عليك إعراضهم) عن الإسلام لحرصك عليهم (فإن استطعت أن تبتغي نفقا) سربا (في الأرض أو سلما) مصعدا (في السماء فتأتيهم بآية) مما اقترحوا فافعل ، المعنى أنك لا تستطيع ذلك فاصبر حتى يحكم الله (ولو شاء الله) هدايتهم (لجمعهم على الهدى) ولكن لم يشأ ذلك فلم يؤمنوا (فلا تكونن من الجاهلين) بذلك \r\n", "sura_id": 6, "type": 2, "id": 25768, "aya_id": 35}, {"text": "وإن كان عَظُمَ عليك -أيها الرسول- صدود هؤلاء المشركين وانصرافهم عن الاستجابة لدعوتك, فإن استطعت أن تتخذ نفقًا في الأرض, أو مصعدًا تصعد فيه إلى السماء, فتأتيهم بعلامة وبرهان على صحة قولك غير الذي جئناهم به فافعل. ولو شاء الله لَجَمعهم على الهدى الذي أنتم عليه ووفَّقهم للإيمان, ولكن لم يشأ ذلك لحكمة يعلمها سبحانه, فلا تكونن -أيها الرسول- من الجاهلين الذين اشتد حزنهم, وتحسَّروا حتى أوصلهم ذلك إلى الجزع الشديد.\r\n", "sura_id": 6, "type": 3, "id": 32004, "aya_id": 35}, {"text": " <font color=red>وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" وَإِنْ كَانَ كَبُرَ عَلَيْك إِعْرَاضهمْ \" أَيْ إِنْ كَانَ شَقَّ عَلَيْك إِعْرَاضهمْ عَنْك \" فَإِنْ اِسْتَطَعْت أَنْ تَبْتَغِي نَفَقًا فِي الْأَرْض أَوْ سُلَّمًا فِي السَّمَاء \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : النَّفَق السَّرَب فَتَذْهَب فِيهِ فَتَأْتِيهِمْ بِآيَةٍ أَوْ تَجْعَل لَك سُلَّمًا فِي السَّمَاء فَتَصْعَد فِيهِ فَتَأْتِيهِمْ بِآيَةٍ أَفْضَل مِمَّا أَتَيْتهمْ بِهِ فَافْعَلْ وَكَذَا قَالَ قَتَادَة وَالسُّدِّيّ وَغَيْرهمَا ; وَقَوْله \" وَلَوْ شَاءَ اللَّه لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنْ الْجَاهِلِينَ \" كَقَوْلِهِ تَعَالَى \" وَلَوْ شَاءَ رَبّك لَآمَنَ مَنْ فِي الْأَرْض كُلّهمْ جَمِيعًا \" الْآيَة قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَوْ شَاءَ اللَّه لَجَمَعَهُمْ عَلَى الْهُدَى \" قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَحْرِص أَنْ يُؤْمِن جَمِيع النَّاس وَيُتَابِعُوهُ عَلَى الْهُدَى فَأَخْبَرَ اللَّه أَنَّهُ لَا يُؤْمِن إِلَّا مَنْ قَدْ سَبَقَ لَهُ مِنْ اللَّه السَّعَادَة فِي الذِّكْر الْأَوَّل .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42170, "aya_id": 35}]