[{"text": "تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاء بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُّنِيرًا", "sura_id": 25, "type": 0, "id": 2916, "aya_id": 61}, {"text": "تبارك الذي جعل في السماء بروجا وجعل فيها سراجا وقمرا منيرا", "sura_id": 25, "type": 1, "id": 9152, "aya_id": 61}, {"text": "61 - (تبارك) تعاظم (الذي جعل في السماء بروجا) إثني عشر الحمل والثور والجوزاء والسرطان والأسد والسنبلة والميزان والعقرب والقوس والجدي والدلو والحوت وهي منازل الكواكب السبعة السيارة المريخ وله الحمل والعقرب والزهرة ولها الثور والميزان وعطارد وله الجوزاء والسنبلة والقمر وله السرطان والشمس ولها الأسد والمشتري وله القوس والحوت وزحل وله الجدي والدلو (وجعل فيها) أيضا (سراجا) هو الشمس (وقمرا منيرا) وفي قراءة سرجا بالجمع أي نيرات وخص القمر منها بالذكر لنوع فضيلته \r\n", "sura_id": 25, "type": 2, "id": 27860, "aya_id": 61}, {"text": "عَظُمَتْ بركات الرحمن وكثر خيره، الذي جعل في السماء النجوم الكبار بمنازلها، وجعل فيها شمسًا تضيء وقمرًا ينير.\r\n", "sura_id": 25, "type": 3, "id": 34096, "aya_id": 61}, {"text": " <font color=red>تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا</font><BR><p>يَقُول تَعَالَى مُمَجِّدًا نَفْسه وَمُعَظِّمًا عَلَى جَمِيل مَا خَلَقَ فِي السَّمَوَات مِنْ الْبُرُوج وَهِيَ الْكَوَاكِب الْعِظَام فِي قَوْل مُجَاهِد وَسَعِيد بْن جُبَيْر وَأَبِي صَالِح وَالْحَسَن وَقَتَادَة وَقِيلَ هِيَ قُصُور فِي السَّمَاء لِلْحَرْسِ يُرْوَى هَذَا عَنْ عَلِيّ وَابْن عَبَّاس وَمُحَمَّد بْن كَعْب وَإِبْرَاهِيم النَّخَعِيّ وَسُلَيْمَان بْن مِهْرَان الْأَعْمَش وَهُوَ رِوَايَة عَنْ أَبِي صَالِح أَيْضًا وَالْقَوْل الْأَوَّل أَظْهَر اللَّهُمَّ إِلَّا أَنْ يَكُون الْكَوَاكِب الْعِظَام هِيَ قُصُور لِلْحَرْسِ فَيَجْتَمِع الْقَوْلَانِ كَمَا قَالَ تَعَالَى \" وَلَقَدْ زَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيح\" الْآيَة وَلِهَذَا قَالَ تَعَالَى \" تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاء بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا \" وَهِيَ الشَّمْس الْمُنِيرَة الَّتِي هِيَ كَالسِّرَاجِ فِي الْوُجُود كَمَا قَالَ تَعَالَى \" وَجَعَلْنَا سِرَاجًا وَهَّاجًا \" \" وَقَمَرًا مُنِيرًا \" أَيْ مُشْرِقًا مُضِيئًا بِنُورٍ آخَر مِنْ غَيْر نُور الشَّمْس كَمَا قَالَ تَعَالَى \" وَهُوَ الَّذِي جَعَلَ الشَّمْس ضِيَاء وَالْقَمَر نُورًا \" وَقَالَ مُخْبِرًا عَنْ نُوح عَلَيْهِ السَّلَام أَنَّهُ قَالَ لِقَوْمِهِ \" أَلَمْ تَرَوْا كَيْف خَلَقَ اللَّه سَبْع سَمَوَات طِبَاقًا وَجَعَلَ الْقَمَر فِيهِنَّ نُورًا وَجَعَلَ الشَّمْس سِرَاجًا \" .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39346, "aya_id": 61}]