[{"text": "وَلَوْ أَنَّا أَهْلَكْنَاهُم بِعَذَابٍ مِّن قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَى", "sura_id": 20, "type": 0, "id": 2482, "aya_id": 134}, {"text": "و لو أنا أهلكناهم بعذاب من قبله لقالوا ربنا لولا أرسلت إلينا رسولا فنتبع آياتك من قبل أن نذل و نخزى", "sura_id": 20, "type": 1, "id": 8718, "aya_id": 134}, {"text": "134 - (ولو أنا أهلكناهم بعذاب من قبله) قبل محمد الرسول (لقالوا) يوم القيامة (ربنا لولا) هلا (أرسلت إلينا رسولا فنتبع آياتك) المرسل بها (من قبل أن نذل) في القيامة (ونخزى) في جهنم \r\n", "sura_id": 20, "type": 2, "id": 27426, "aya_id": 134}, {"text": "ولو أنَّا أهلكنا هؤلاء المكذبين بعذاب من قبل أن نرسل إليهم رسولا وننزل عليهم كتابًا لقالوا: ربنا هلا أرسلت إلينا رسولا من عندك, فنصدقه, ونتبع آياتك وشرعك, مِن قبل أن نَذلَّ ونَخزى بعذابك.\r\n", "sura_id": 20, "type": 3, "id": 33662, "aya_id": 134}, {"text": " <font color=red>وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى</font><BR><p>قَالَ تَعَالَى \" وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْله لَقَالُوا رَبّنَا لَوْلَا أَرْسَلْت إِلَيْنَا رَسُولًا \" أَيْ لَوْ أَنَّا أَهْلَكْنَا هَؤُلَاءِ الْمُكَذِّبِينَ قَبْل أَنْ نُرْسِل إِلَيْهِمْ هَذَا الرَّسُول الْكَرِيم وَنُنْزِل عَلَيْهِمْ هَذَا الْكِتَاب الْعَظِيم لَكَانُوا قَالُوا رَبّنَا لَوْلَا أَرْسَلْت إِلَيْنَا رَسُولًا قَبْل أَنْ تُهْلِكنَا حَتَّى نُؤْمِن بِهِ وَنَتَّبِعهُ كَمَا قَالَ \" فَنَتَّبِع آيَاتك مِنْ قَبْل أَنْ نَذِلّ وَنَخْزَى \" يُبَيِّن تَعَالَى أَنَّ هَؤُلَاءِ الْمُكَذِّبِينَ مُتَعَنِّتُونَ مُعَانِدُونَ لَا يُؤْمِنُونَ \" وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" كَمَا قَالَ تَعَالَى \" وَهَذَا كِتَاب أَنْزَلْنَاهُ مُبَارَك فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ - إِلَى قَوْله - بِمَا كَانُوا يَصْدِفُونَ \" وَقَالَ \" وَأَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ لَئِنْ جَاءَهُمْ نَذِير لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَم \" الْآيَة وَقَالَ \" وَأَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ لَئِنْ جَاءَتْهُمْ آيَة لَيُؤْمِنُنَّ بِهَا \" الْآيَتَيْنِ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38821, "aya_id": 134}]