[{"text": "وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَن بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ", "sura_id": 66, "type": 0, "id": 5232, "aya_id": 3}, {"text": "وإذ أسر النبي إلى بعض أزواجه حديثا فلما نبأت به وأظهره الله عليه عرف بعضه وأعرض عن بعض فلما نبأها به قالت من أنبأك هذا قال نبأني العليم الخبير", "sura_id": 66, "type": 1, "id": 11468, "aya_id": 3}, {"text": "3 - واذكر (وإذ أسر النبي إلى بعض أزواجه) هي حفصة (حديثا) هو تحريم مارية وقال لها لا تفشيه (فلما نبأت به) عائشة ظنا منها أن لا حرج في ذلك (وأظهره الله) اطلعه (عليه) على المنبىء به (عرف بعضه) لحفصة (وأعرض عن بعض) تكرما منه (فلما نبأها به قالت من أنبأك هذا قال نبأني العليم الخبير) أي الله \r\n", "sura_id": 66, "type": 2, "id": 30176, "aya_id": 3}, {"text": "وإذ أسرَّ النبي إلى زوجته حفصة - رضي الله عنها- حديثا, فلما أخبرت به عائشة رضي الله عنها, وأطلعه الله على إفشائها سرَّه, أعلم حفصة بعض ما أخبرت به, وأعرض عن إعلامها بعضه تكرما, فلما أخبرها بما أفشت من الحديث, قالت: مَن أخبرك بهذا؟ قال: أخبرني به الله العليم الخبير, الذي لا تخفى عليه خافية.\r\n", "sura_id": 66, "type": 3, "id": 36412, "aya_id": 3}, {"text": " <font color=red>وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ</font><BR><p>\" وَإِذْ أَسَرَّ النَّبِيّ إِلَى بَعْض أَزْوَاجه حَدِيثًا \" لِقَوْلِهِ \" بَلْ شَرِبْت عَسَلًا \" وَقَالَ إِبْرَاهِيم بْن مُوسَى عَنْ هِشَام \" وَلَنْ أَعُود لَهُ وَقَدْ حَلَفْت فَلَا تُخْبِرِي بِذَلِكَ أَحَدًا \" وَهَكَذَا رَوَاهُ فِي كِتَاب الطَّلَاق بِهَذَا الْإِسْنَاد وَلَفْظه قَرِيب مِنْهُ . ثُمَّ قَالَ الْمَغَافِير شَبِيه بِالصَّمْغِ يَكُون فِي الرِّمْث فِيهِ حَلَاوَة , أَغْفَرَ الرِّمْث إِذَا ظَهَرَ فِيهِ وَاحِدهَا مَغْفُور وَيُقَال مَغَافِير وَهَكَذَا قَالَ الْجَوْهَرِيّ قَالَ وَقَدْ يَكُون الْمَغْفُور أَيْضًا لِلْعُشَرِ وَالثُّمَام وَالسَّلَم وَالطَّلْح قَالَ وَالرِّمْث بِالْكَسْرِ مَرْعًى مِنْ مَرَاعِي الْإِبِل وَهُوَ مِنْ الْحَمْض قَالَ وَالْعُرْفُط شَجَر مِنْ الْعِضَاه يَنْضَح الْمُفْغُورَ . وَقَدْ رَوَى مُسْلِم هَذَا الْحَدِيث فِي كِتَاب الطَّلَاق مِنْ صَحِيحه عَنْ مُحَمَّد بْن حَاتِم عَنْ حَجَّاج عَنْ اِبْن جُرَيْج أَخْبَرَنِي عَطَاء عَنْ عُبَيْد بْن عُمَيْر عَنْ عَائِشَة بِهِ وَلَفْظه كَمَا أَوْرَدَهُ الْبُخَارِيّ فِي الْأَيْمَان وَالنُّذُور ثُمَّ قَالَ الْبُخَارِيّ فِي كِتَاب الطَّلَاق ثَنَا فَرْوَة بْن أَبِي الْمَغْرَاء ثَنَا عَلِيّ بْن مُسْهِر عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبُّ الْحَلْوَى وَالْعَسَل وَكَانَ إِذَا اِنْصَرَفَ مِنْ الْعَصْر دَخَلَ عَلَى نِسَائِهِ فَيَدْنُو مِنْ إِحْدَاهُنَّ فَدَخَلَ عَلَى حَفْصَة بِنْت عُمَر فَاحْتَبَسَ أَكْثَر مَا كَانَ يَحْتَبِس فَغِرْت فَسَأَلْت عَنْ ذَلِكَ فَقِيلَ لِي أَهْدَتْ لَهَا اِمْرَأَة مِنْ قَوْمهَا عُكَّة عَسَل فَسَقَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْهُ شَرْبَة فَقُلْت أَمَا وَاَللَّهِ لَنَحْتَالَنَّ لَهُ فَقُلْت لِسَوْدَةَ بِنْت زَمْعَة إِنَّهُ سَيَدْنُو مِنْك فَإِذَا دَنَا مِنْك فَقُولِي أَكَلْت مَغَافِير فَإِنَّهُ سَيَقُولُ لَك لَا فَقَوْلِي لَهُ مَا هَذِهِ الرِّيح الَّتِي أَجِد فَإِنَّهُ سَيَقُولُ لَك سَقَتْنِي حَفْصَة شَرْبَة عَسَل فَقُولِي جَرَسَتْ نَحْلُهُ الْعُرْفُط وَسَأَقُولُ ذَلِكَ وَقُولِي لَهُ أَنْتِ يَا صَفِيَّة ذَلِكَ قَالَتْ تَقُول سَوْدَة فَوَاَللَّهِ مَا هُوَ إِلَّا أَنْ قَامَ عَلَى الْبَاب فَأَرَدْت أَنْ أُبَادِيَهُ بِمَا أَمَرْتنِي فَرَقًا مِنْكِ فَلَمَّا دَنَا مِنْهَا قَالَتْ لَهُ سَوْدَة يَا رَسُول اللَّه أَكَلْت مَغَافِير ؟ قَالَ \"لَا \" قَالَتْ فَمَا هَذِهِ الرِّيح الَّتِي أَجِد مِنْك ؟ قَالَ \" سَقَتْنِي حَفْصَة شَرْبَة عَسَل \" قَالَتْ جَرَسَتْ نَحْلُهُ الْعُرْفُط فَلَمَّا دَارَ إِلَيَّ قُلْت نَحْو ذَلِكَ فَلَمَّا دَارَ إِلَى صَفِيَّة قَالَتْ لَهُ مِثْل ذَلِكَ فَلَمَّا دَارَ إِلَى حَفْصَة قَالَتْ لَهُ يَا رَسُول اللَّه أَلَا أَسْقِيك مِنْهُ ؟ قَالَ \" لَا حَاجَة لِي فِيهِ \" قَالَتْ تَقُول سَوْدَة وَاَللَّهِ لَقَدْ حَرَّمْنَاهُ قُلْت لَهَا اُسْكُتِي هَذَا لَفْظ الْبُخَارِيّ . وَقَدْ رَوَاهُ مُسْلِم عَنْ سُوَيْد بْن سَعِيد عَنْ عَلِيّ بْن مُسْهِر بِهِ وَعَنْ أَبِي كُرَيْب وَهَارُون بْن عَبْد اللَّه وَالْحَسَن بْن بِشْر ثَلَاثَتهمْ عَنْ أَبِي أُسَامَة حَمَّاد بْن أُسَامَة عَنْ هِشَام بْن عُرْوَة بِهِ وَعِنْده : قَالَتْ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَشْتَدّ عَلَيْهِ أَنْ يُوجَد مِنْهُ الرِّيح يَعْنِي الرِّيح الْخَبِيثَة وَلِهَذَا قُلْنَ لَهُ أَكَلْت مَغَافِير لِأَنَّ رِيحهَا فِيهِ شَيْء فَلَمَّا قَالَ\" بَلْ شَرِبْت عَسَلًا \" قُلْنَ جَرَسَتْ نَحْلُهُ الْعُرْفُط أَيْ رَعَتْ نَحْلُهُ شَجَر الْعُرْفُط الَّذِي صَمْغه الْمَغَافِير فَلِهَذَا ظَهَرَ رِيحه فِي الْعَسَل الَّذِي شَرِبْته قَالَ الْجَوْهَرِيّ جَرَسَتْ النَّحْلُ الْعُرْفُطَ تَجْرِس إِذَا أَكَلَتْهُ وَمِنْهُ قِيلَ لِلنَّحْلِ جَوَارِسُ قَالَ الشَّاعِر تَظَلّ عَلَى الثَّمْرَاء مِنْهَا جَوَارِسٌ وَقَالَ الْجَرْس وَالْجِرْس الصَّوْت الْخَفِيّ وَيُقَال سَمِعْت جَرْس الطَّيْر إِذَا سَمِعْت صَوْت مَنَاقِيرهَا عَلَى شَيْء تَأْكُلُهُ وَفِي الْحَدِيث \" فَيَسْمَعُونَ جَرْس طَيْر الْجَنَّة \" قَالَ الْأَصْمَعِيّ كُنْت فِي مَجْلِس شُعْبَة قَالَ فَيَسْمَعُونَ جَرْش طَيْر الْجَنَّة بِالشِّينِ فَقُلْت جَرْس فَنَظَرَ إِلَيَّ فَقَالَ : خُذُوهَا عَنْهُ فَإِنَّهُ أَعْلَم بِهَذَا مِنَّا . وَالْغَرَض أَنَّ هَذَا السِّيَاق فِيهِ أَنَّ حَفْصَة هِيَ السَّاقِيَة لِلْعَسَلِ وَهُوَ مِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ خَالَته عَنْ عَائِشَة وَفِي طَرِيق اِبْن جُرَيْج عَنْ عَطَاء عَنْ عُبَيْد بْن عُمَيْر عَنْ عَائِشَة أَنَّ زَيْنَب بِنْت جَحْش هِيَ الَّتِي سَقَتْهُ الْعَسَل وَأَنَّ عَائِشَة وَحَفْصَة تَوَاطَأَتَا وَتَظَاهَرَتَا عَلَيْهِ فَاَللَّه أَعْلَم . وَقَدْ يُقَال إِنَّهُمَا وَاقِعَتَانِ وَلَا بُعْد فِي ذَلِكَ إِلَّا أَنَّ كَوْنهمَا سَبَبًا لِنُزُولِ هَذِهِ الْآيَة فِيهِ نَظَر وَاَللَّه أَعْلَم . وَمِمَّا يَدُلّ عَلَى أَنَّ عَائِشَة وَحَفْصَة رَضِيَ اللَّه عَنْهُمَا هُمَا الْمُتَظَاهِرَتَانِ الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده حَيْثُ قَالَ ثَنَا عَبْد الرَّزَّاق أَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن أَبِي ثَوْر عَنْ اِبْن عَبَّاس قَالَ : لَمْ أَزَلْ حَرِيصًا عَلَى أَنْ أَسْأَل عُمَر عَنْ الْمَرْأَتَيْنِ مِنْ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّتَيْنِ .</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42325, "aya_id": 3}]