[{"text": "وَمَا أَفَاء اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَن يَشَاء وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 59, "type": 0, "id": 5132, "aya_id": 6}, {"text": "وما أفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ولكن الله يسلط رسله على من يشاء والله على كل شيء قدير", "sura_id": 59, "type": 1, "id": 11368, "aya_id": 6}, {"text": "6 - (وما أفاء) رد (الله على رسوله منهم فما أوجفتم) أسرعتم يا مسلمون (عليه من) زائدة (خيل ولا ركاب) إبل أي لم تقاسوا فيه مشقة (ولكن الله يسلط رسله على من يشاء والله على كل شيء قدير) فلا حق لكم فيه ويختص به النبي صلى الله عليه وسلم ومن ذكر معه في الآية الثانية من الأصناف الأربعة على ما كان يقسمه من أن لكل منهم خمس الخمس وله صلى الله عليه وسلم الباقي يفعل فيه ما يشاء فأعطى منه المهاجرين وثلاثة من الأنصار لفقرهم \r\n", "sura_id": 59, "type": 2, "id": 30076, "aya_id": 6}, {"text": "وما أفاءه الله على رسوله من أموال يهود بني النضير, فلم تركبوا لتحصيله خيلا ولا إبلا ولكن الله يسلِّط رسله على مَن يشاء مِن أعدائه, فيستسلمون لهم بلا قتال, والفيء ما أُخذ من أموال الكفار بحق من غير قتال. والله على كل شيء قدير لا يعجزه شيء.\r\n", "sura_id": 59, "type": 3, "id": 36312, "aya_id": 6}, {"text": " <font color=red>وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>يَقُول تَعَالَى مُبَيِّنًا مَا الْفَيْء وَمَا صِفَته وَمَا حُكْمه فَالْفَيْء كُلّ مَال أُخِذَ مِنْ الْكُفَّار مِنْ غَيْر قِتَال وَلَا إِيجَاف خَيْل وَلَا رِكَاب كَأَمْوَالِ بَنِي النَّضِير هَذِهِ فَإِنَّهَا مِمَّا لَمْ يُوجِف الْمُسْلِمُونَ عَلَيْهِ بِخَيْلٍ وَلَا رِكَاب أَيْ لَمْ يُقَاتِلُوا الْأَعْدَاء فِيهَا بِالْمُبَارَزَةِ وَالْمُصَاوَلَة بَلْ نَزَلَ أُولَئِكَ مِنْ الرُّعْب الَّذِي أَلْقَى اللَّه فِي قُلُوبهمْ مِنْ هَيْبَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأْفَاءَهُ اللَّه عَلَى رَسُوله وَلِهَذَا تَصَرَّفَ فِيهِ كَمَا يَشَاء فَرَدَّهُ عَلَى الْمُسْلِمِينَ فِي وُجُوه الْبِرّ وَالْمَصَالِح الَّتِي ذَكَرَهَا اللَّه عَزَّ وَجَلَّ فِي هَذِهِ الْآيَات فَقَالَ تَعَالَى \" وَمَا أَفَاءَ اللَّه عَلَى رَسُوله مِنْهُمْ\" أَيْ مِنْ بَنِي النَّضِير \" فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْل وَلَا رِكَاب \" يَعْنِي الْإِبِل \" وَلَكِنَّ اللَّه يُسَلِّط رُسُله عَلَى مَنْ يَشَاء وَاَللَّه عَلَى كُلّ شَيْء قَدِير \" أَيْ هُوَ قَدِير لَا يُغَالَب وَلَا يُمَانَع بَلْ هُوَ الْقَاهِر لِكُلِّ شَيْء .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42072, "aya_id": 6}]