[{"text": "فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاء اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى", "sura_id": 20, "type": 0, "id": 2478, "aya_id": 130}, {"text": "فاصبر على ما يقولون و سبح بحمد ربك قبل طلوع الشمس و قبل غروبها و من آناء الليل فسبح و أطراف النهار لعلك ترضى", "sura_id": 20, "type": 1, "id": 8714, "aya_id": 130}, {"text": "130 - (فاصبر على ما يقولون) منسوخ بآية القتال (وسبح) صل (بحمد ربك) حال أي ملتبسا به (قبل طلوع الشمس) صلاة الصبح (وقبل غروبها) صلاة العصر (ومن آناء الليل) ساعاته (فسبح) صل المغرب والعشاء (وأطراف النهار) عطف على محل من آناء المنصوب أي صل الظهر لأن وقتها يدخل بزوال الشمس فهو طرف النصف الأول وطرف النصف الثاني (لعلك ترضى) بما تعطى من الثواب \r\n", "sura_id": 20, "type": 2, "id": 27422, "aya_id": 130}, {"text": "فاصبر - أيها الرسول - على ما يقوله المكذبون بك من أوصاف وأباطيل, وسبِّح بحمد ربك في صلاة الفجر قبل طلوع الشمس, وصلاة العصر قبل غروبها, وصلاة العشاء في ساعات الليل, وصلاة الظهر والمغرب أطراف النهار; كي تثاب على هذه الأعمال بما تَرْضى به.\r\n", "sura_id": 20, "type": 3, "id": 33658, "aya_id": 130}, {"text": " <font color=red>فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى</font><BR><p>وَلِهَذَا قَالَ لِنَبِيِّهِ مُسَلِّيًا لَهُ \" فَاصْبِرْ عَلَى مَا يَقُولُونَ \" أَيْ مِنْ تَكْذِيبهمْ لَك وَسَبِّحْ بِحَمْدِ رَبّك قَبْل طُلُوع الشَّمْس يَعْنِي صَلَاة الْفَجْر وَقَبْل غُرُوبهَا يَعْنِي صَلَاة الْعَصْر كَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ جَرِير بْن عَبْد اللَّه الْبَجَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ كُنَّا جُلُوسًا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَظَرَ إِلَى الْقَمَر لَيْلَة الْبَدْر فَقَالَ \" إِنَّكُمْ سَتَرَوْنَ رَبّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَر لَا تُضَامُونَ فِي رُؤْيَته فَإِنْ اِسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاة قَبْل طُلُوع الشَّمْس وَقَبْل غُرُوبهَا فَافْعَلُوا \" ثُمَّ قَرَأَ هَذِهِ الْآيَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ عُمَارَة بْن رُؤَيْبَة قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَنْ يَلِج النَّار أَحَد صَلَّى قَبْل طُلُوع الشَّمْس وَقَبْل غُرُوبهَا \" رَوَاهُ مُسْلِم مِنْ حَدِيث عَبْد الْمَلِك بْن عُمَيْر بِهِ وَفِي الْمُسْنَد وَالسُّنَن عَنْ اِبْن عُمَر قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَدْنَى أَهْل الْجَنَّة مَنْزِلَة مَنْ يَنْظُر فِي مُلْكه مَسِيرَة أَلْف سَنَة يَنْظُر إِلَى أَقْصَاهُ كَمَا يَنْظُر إِلَى أَدْنَاهُ وَإِنَّ أَعْلَاهُمْ مَنْزِلَة لَمَنْ يَنْظُر إِلَى اللَّه تَعَالَى فِي الْيَوْم مَرَّتَيْنِ \" وَقَوْله \" وَمِنْ آنَاء اللَّيْل فَسَبِّحْ \" أَيْ مِنْ سَاعَاته فَتَهَجَّدْ بِهِ وَحَمَلَهُ بَعْضهمْ عَلَى الْمَغْرِب وَالْعِشَاء \" وَأَطْرَاف النَّهَار \" فِي مُقَابَلَة آنَاء اللَّيْل \" لَعَلَّك تَرْضَى \" كَمَا قَالَ تَعَالَى \" وَلَسَوْفَ يُعْطِيك رَبّك فَتَرْضَى \" وَفِي الصَّحِيح \" يَقُول اللَّه تَعَالَى يَا أَهْل الْجَنَّة فَيَقُولُونَ لَبَّيْكَ رَبّنَا وَسَعْدَيْك فَيَقُول هَلْ رَضِيتُمْ فَيَقُولُونَ رَبّنَا وَمَا لَنَا لَا نَرْضَى وَقَدْ أَعْطَيْتنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقك فَيَقُول إِنِّي أُعْطِيكُمْ أَفْضَل مِنْ ذَلِكَ فَيَقُولُونَ وَأَيّ شَيْء أَفْضَل مِنْ ذَلِكَ ؟ فَيَقُول أُحِلّ عَلَيْكُمْ رِضْوَانِي فَلَا أَسْخَط عَلَيْكُمْ بَعْده أَبَدًا \" وَفِي الْحَدِيث الْآخَر \" يَا أَهْل الْجَنَّة إِنَّ لَكُمْ عِنْد اللَّه مَوْعِدًا يُرِيد أَنْ يُنْجِزَكُمُوهُ فَيَقُولُونَ وَمَا هُوَ ؟ أَلَمْ يُبَيِّض وُجُوهنَا وَيُثَقِّل مَوَازِيننَا وَيُزَحْزِحنَا عَنْ النَّار وَيُدْخِلنَا الْجَنَّة فَيَكْشِف الْحِجَاب فَيَنْظُرُونَ إِلَيْهِ فَوَاَللَّهِ مَا أَعْطَاهُمْ خَيْرًا مِنْ النَّظَر إِلَيْهِ وَهِيَ الزِّيَادَة \" .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38817, "aya_id": 130}]