[{"text": "وَيَجْعَلُونَ لِلّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى لاَ جَرَمَ أَنَّ لَهُمُ الْنَّارَ وَأَنَّهُم مُّفْرَطُونَ", "sura_id": 16, "type": 0, "id": 1963, "aya_id": 62}, {"text": "ويجعلون لله ما يكرهون وتصف ألسنتهم الكذب أن لهم الحسنى لا جرم أن لهم النار وأنهم مفرطون", "sura_id": 16, "type": 1, "id": 8199, "aya_id": 62}, {"text": "62 - (ويجعلون لله ما يكرهون) لأنفسهم من البنات والشريك في الرياسة وإهانة الرسل (وتصف) تقول (ألسنتهم) مع ذلك (الكذب) وهو (أن لهم الحسنى) عند الله أي الجنة لقوله ولئن رجعت إلى ربي إن لي عنده للحسنى قال تعالى (لا جرم) حقا (أن لهم النار وأنهم مفرطون) متروكون فيها أو مقدمون إليها وفي قراءة بكسر الراء أي متجاوزين الحد \r\n", "sura_id": 16, "type": 2, "id": 26907, "aya_id": 62}, {"text": "ومن قبائحهم: أنهم يجعلون لله ما يكرهونه لأنفسهم من البنات, وتقول ألسنتهم كذبًا: إن لهم حسن العاقبة, حقًا أن لهم النار, وأنهم فيها مَتْروكون مَنْسيون.\r\n", "sura_id": 16, "type": 3, "id": 33143, "aya_id": 62}, {"text": " <font color=red>وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ</font><BR><p>وَقَوْله \" وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ \" أَيْ مِنْ الْبَنَات وَمِنْ الشُّرَكَاء الَّذِينَ هُمْ عَبِيده وَهُمْ يَأْنَفُونَ أَنْ يَكُون عِنْد أَحَدهمْ شَرِيك لَهُ فِي مَاله وَقَوْله \" وَتَصِف أَلْسِنَتهمْ الْكَذِب أَنَّ لَهُمْ الْحُسْنَى \" إِنْكَار عَلَيْهِمْ فِي دَعْوَاهُمْ مَعَ ذَلِكَ أَنَّ لَهُمْ الْحُسْنَى فِي الدُّنْيَا وَإِنْ كَانَ ثَمَّ مَعَاد فَفِيهِ أَيْضًا لَهُمْ الْحُسْنَى وَإِخْبَار عَنْ قِيل مَنْ قَالَ مِنْهُمْ كَقَوْلِهِ \" وَلَئِنْ أَذَقْنَا الْإِنْسَان مِنَّا رَحْمَة ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوس كَفُور وَلَئِنْ أَذَقْنَاهُ نَعْمَاء بَعْد ضَرَّاء مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَات عَنِّي إِنَّهُ لَفَرِح فَخُور \" وَقَوْله \" وَلَئِنْ أَذَقْنَاهُ رَحْمَة مِنَّا مِنْ بَعْد ضَرَّاء مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنّ السَّاعَة قَائِمَة وَلَئِنْ رُجِعْت إِلَى رَبِّي إِنَّ لِي عِنْده لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَاب غَلِيظ \" وَقَوْله \" أَفَرَأَيْت الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا \" وَقَالَ إِخْبَارًا عَنْ أَحَد الرَّجُلَيْنِ إِنَّهُ \" دَخَلَ جَنَّته وَهُوَ ظَالِم لِنَفْسِهِ فَقَالَ مَا أَظُنّ أَنْ تَبِيد هَذِهِ أَبَدًا وَمَا أَظُنّ السَّاعَة قَائِمَة وَلَئِنْ رُدِدْت إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا \" فَجَمَعَ هَؤُلَاءِ بَيْن عَمَل السُّوء وَتَمَنِّي الْبَاطِل بِأَنْ يُجَازَوْا عَلَى ذَلِكَ حَسَنًا وَهَذَا مُسْتَحِيل كَمَا ذَكَرَ اِبْن إِسْحَاق أَنَّهُ وُجِدَ حَجَر فِي أَسَاس الْكَعْبَة حِين نَقَضُوهَا لِيُجَدِّدُوهَا مَكْتُوب عَلَيْهِ حِكَم وَمَوَاعِظ ; فَمِنْ ذَلِكَ : تَعْمَلُونَ السَّيِّئَات وَتُجْزَوْنَ الْحَسَنَات ؟ أَجَلْ كَمَا يُجْتَنَى مِنْ الشَّوْك الْعِنَب . وَقَالَ مُجَاهِد وَقَتَادَة \" وَتَصِف أَلْسِنَتهمْ الْكَذِب أَنَّ لَهُمْ الْحُسْنَى \" أَيْ الْغِلْمَان وَقَالَ اِبْن جَرِير \" أَنَّ لَهُمْ الْحُسْنَى \" أَيْ يَوْم الْقِيَامَة كَمَا قَدَّمْنَا بَيَانه وَهُوَ الصَّوَاب وَلِلَّهِ الْحَمْد وَلِهَذَا قَالَ تَعَالَى رَادًّا عَلَيْهِمْ فِي تَمَنِّيهمْ ذَلِكَ \" لَا جَرَم \" أَيْ حَقًّا لَا بُدّ مِنْهُ \" أَنَّ لَهُمْ النَّار \" أَيْ يَوْم الْقِيَامَة \" وَأَنَّهُمْ مُفْرَطُونَ \" قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَقَتَادَة وَغَيْرهمْ مَنْسِيُّونَ فِيهَا مُضَيَّعُونَ وَهَذَا كَقَوْلِهِ تَعَالَى \" فَالْيَوْم نَنْسَاهُمْ كَمَا نَسُوا لِقَاء يَوْمهمْ هَذَا \" وَعَنْ قَتَادَة أَيْضًا \" مُفْرَطُونَ \" أَيْ مُعَجَّلُونَ إِلَى النَّار مِنْ الْفَرَط وَهُوَ السَّابِق إِلَى الْوِرْد وَلَا مُنَافَاة لِأَنَّهُمْ يُعَجَّل بِهِمْ يَوْم الْقِيَامَة إِلَى النَّار وَيُنْسَوْنَ فِيهَا أَيْ يَخْلُدُونَ .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38138, "aya_id": 62}]