[{"text": "يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْءَاتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَىَ ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللّهِ لَعَلَّهُمْ يَذَّكَّرُونَ", "sura_id": 7, "type": 0, "id": 980, "aya_id": 26}, {"text": "يا بني آدم قد أنزلنا عليكم لباسا يواري سوآتكم وريشا ولباس التقوى ذلك خير ذلك من آيات الله لعلهم يذكرون", "sura_id": 7, "type": 1, "id": 7216, "aya_id": 26}, {"text": "26 - (يا بني آدم قد أنزلنا عليكم لباسا) أي خلقناه لكم (يواري) يستر (سوآتكم وريشا) وهو ما يتجمل به من الثياب (ولباس التقوى) العمل الصالح والسمت الحسن ، بالنصب عطف على لباسا والرفع مبتدأ خبره جملة (ذلك خير ، ذلك من آيات الله) دلائل قدرته (لعلهم يذكرون) فيؤمنوا فيه التفات عن الخطاب \r\n", "sura_id": 7, "type": 2, "id": 25924, "aya_id": 26}, {"text": "يا بني آدم قد جعلنا لكم لباسًا يستر عوراتكم, وهو لباس الضرورة, ولباسًا للزينة والتجمل, وهو من الكمال والتنعم. ولباسُ تقوى الله تعالى بفعل الأوامر واجتناب النواهي هو خير لباس للمؤمن. ذلك الذي مَنَّ الله به عليكم من الدلائل على ربوبية الله تعالى ووحدانيته وفضله ورحمته بعباده; لكي تتذكروا هذه النعم, فتشكروا لله عليها. وفي ذلك امتنان من الله تعالى على خَلْقه بهذه النعم.\r\n", "sura_id": 7, "type": 3, "id": 32160, "aya_id": 26}, {"text": " <font color=red>يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ</font><BR><p>يَمْتَنّ تَعَالَى عَلَى عِبَاده بِمَا جَعَلَ لَهُمْ مِنْ اللِّبَاس وَالرِّيش فَاللِّبَاس سَتْر الْعَوْرَات وَهِيَ السَّوْآت وَالرِّيَاش وَالرِّيش مَا يُتَجَمَّل بِهِ ظَاهِرًا فَالْأَوَّل مِنْ الضَّرُورِيَّات وَالرِّيش مِنْ التَّكْمِلَات وَالزِّيَادَات قَالَ اِبْن جَرِير الرِّيَاش فِي كَلَام الْعَرَب الْأَثَاث وَمَا ظَهَرَ مِنْ الثِّيَاب وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَحَكَاهُ الْبُخَارِيّ عَنْهُ الرِّيَاش الْمَال . وَهَكَذَا قَالَ مُجَاهِد وَعُرْوَة بْن الزُّبَيْر وَالسُّدِّيّ وَالضَّحَّاك وَغَيْر وَاحِد وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس الرِّيش اللِّبَاس وَالْعَيْش وَالنَّعِيم وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ الرِّيَاش الْجَمَال وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا أَصْبَغ عَنْ أَبِي الْعَلَاء الشَّامِيّ قَالَ لَبِسَ أَبُو أُمَامَةَ ثَوْبًا جَدِيدًا فَلَمَّا بَلَغَ تَرْقُوَته قَالَ الْحَمْد لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّل بِهِ فِي حَيَاتِي ثُمَّ قَالَ سَمِعْت عُمَر بْن الْخَطَّاب يَقُول قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ اِسْتَجَدَّ ثَوْبًا فَلَبِسَهُ فَقَالَ حِين يَبْلُغ تَرْقُوَته الْحَمْد لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّل بِهِ فِي حَيَاتِي ثُمَّ عَمَدَ إِلَى الثَّوْب الْخَلِق فَتَصَدَّقَ بِهِ كَانَ فِي ذِمَّة اللَّه وَفِي جِوَار اللَّه وَفِي كَنَف اللَّه حَيًّا وَمَيِّتًا \" . رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ رِوَايَة يَزِيد بْن هَارُون عَنْ أَصْبَغ هُوَ اِبْن زَيْد الْجُهَنِيّ وَقَدْ وَثَّقَهُ يَحْيَى بْن مَعِين وَغَيْره وَشَيْخه أَبُو الْعَلَاء الشَّامِيّ لَا يُعْرَف إِلَّا بِهَذَا الْحَدِيث وَلَكِنْ لَمْ يُخَرِّجهُ أَحَد وَاَللَّه أَعْلَم . وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا مُخْتَار بْن نَافِع التَّمَّار عَنْ أَبِي مَطَر أَنَّهُ رَأَى عَلِيًّا رَضِيَ اللَّه عَنْهُ أَتَى غُلَامًا حَدَثًا فَاشْتَرَى مِنْهُ قَمِيصًا بِثَلَاثَةِ دَرَاهِم وَلَبِسَهُ مَا بَيْن الرُّسْغَيْنِ إِلَى الْكَعْبَيْنِ يَقُول حِين لَبِسَهُ الْحَمْد لِلَّهِ الَّذِي رَزَقَنِي مِنْ الرِّيَاش مَا أَتَجَمَّل بِهِ فِي النَّاس وَأُوَارِي بِهِ عَوْرَتِي فَقِيلَ هَذَا شَيْء تَرْوِيه عَنْ نَفْسك أَوْ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ هَذَا شَيْء سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول عِنْد الْكِسْوَة\" الْحَمْد لِلَّهِ الَّذِي رَزَقَنِي مِنْ الرِّيَاش مَا أَتَجَمَّل بِهِ فِي النَّاس وَأُوَارِي بِهِ عَوْرَتِي \" . رَوَاهُ الْإِمَام أَحْمَد وَقَوْله تَعَالَى \" وَلِبَاس التَّقْوَى ذَلِكَ خَيْر \" قَرَأَ بَعْضهمْ وَلِبَاس التَّقْوَى بِالنَّصْبِ وَقَرَأَ الْآخَرُونَ بِالرَّفْعِ عَلَى الِابْتِدَاء وَذَلِكَ خَيْر خَبَره وَاخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَاهُ فَقَالَ عِكْرِمَة يُقَال هُوَ مَا يَلْبَسهُ الْمُتَقَوِّم يَوْم الْقِيَامَة رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ زَيْد بْن عَلِيّ وَالسُّدِّيّ وَقَتَادَة وَابْن جُرَيْج وَلِبَاس التَّقْوَى الْإِيمَان وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس الْعَمَل الصَّالِح قَالَ الدَّيَّال بْن عَمْرو عَنْ اِبْن عَبَّاس هُوَ السَّمْت الْحَسَن فِي الْوَجْه وَعَنْ عُرْوَة بْن الزُّبَيْر لِبَاس التَّقْوَى خَشْيَة اللَّه وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَلِبَاس التَّقْوَى يَتَّقِي اللَّه فَيُوَارِي عَوْرَته فَذَاكَ لِبَاس التَّقْوَى وَكُلّهَا مُتَقَارِبَة وَيُؤَيِّد ذَلِكَ الْحَدِيث الَّذِي رَوَاهُ اِبْن جَرِير حَيْثُ قَالَ حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا إِسْحَاق بْن الْحَجَّاج حَدَّثَنِي إِسْحَاق بْن إِسْمَاعِيل عَنْ سُلَيْمَان بْن أَرْقَم عَنْ الْحَسَن قَالَ : رَأَيْت عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ عَلَى مِنْبَر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِ قَمِيص فَوَهِيَ مَحْلُول الزِّرّ وَسَمِعْته يَأْمُر بِقَتْلِ الْكِلَاب وَيَنْهَى عَنْ اللَّعِب بِالْحَمَامِ ثُمَّ قَالَ يَا أَيّهَا النَّاس اِتَّقُوا اللَّه فِي هَذِهِ السَّرَائِر فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ مَا أَسَرَّ أَحَد سَرِيرَة إِلَّا أَلْبَسَهُ اللَّه رِدَاءَهَا عَلَانِيَة إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ \" . ثُمَّ قَرَأَ هَذِهِ الْآيَة \" وَرِيشًا وَلِبَاس التَّقْوَى ذَلِكَ خَيْر ذَلِكَ مِنْ آيَات اللَّه \" قَالَ السَّمْت الْحَسَن . هَكَذَا رَوَاهُ اِبْن جَرِير مِنْ رِوَايَة سُلَيْمَان بْن أَرْقَم وَفِيهِ ضَعْف وَقَدْ رَوَى الْأَئِمَّة الشَّافِعِيّ وَأَحْمَد وَالْبُخَارِيّ فِي كِتَاب الْأَدَب مِنْ طُرُق صَحِيحَة عَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ سَمِعَ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان يَأْمُر بِقَتْلِ الْكِلَاب وَذَبْح الْحَمَام يَوْم الْجُمُعَة عَلَى الْمِنْبَر وَأَمَّا الْمَرْفُوع مِنْهُ فَقَدْ رَوَى الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ فِي مُعْجَمه الْكَبِير لَهُ شَاهِدًا مِنْ وَجْه آخَر حَيْثُ قَالَ حَدَّثَنَا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42591, "aya_id": 26}]