[{"text": "وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ", "sura_id": 27, "type": 0, "id": 3179, "aya_id": 20}, {"text": "وتفقد الطير فقال ما لي لا أرى الهدهد أم كان من الغائبين", "sura_id": 27, "type": 1, "id": 9415, "aya_id": 20}, {"text": "20 - (وتفقد الطير) ليرى الهدهد الذي يرى الماء تحت الأرض ويدل عليه بنقره فيها فتستخرجه الشياطين لاحتياج سليمان إليه للصلاة فلم يره (فقال ما لي لا أرى الهدهد) أي أعرض لي ما منعني من رؤيته (أم كان من الغائبين) فلم أره لغيبته فلما تحققها \r\n", "sura_id": 27, "type": 2, "id": 28123, "aya_id": 20}, {"text": "وتفقد سليمان حال الطير المسخرة له وحال ما غاب منها, وكان عنده هدهد متميز معروف فلم يجده, فقال: ما لي لا أرى الهدهد الذي أعهده؟ أسَتَره ساتر عني, أم أنه كان من الغائبين عني, فلم أره لغيبته؟\r\n", "sura_id": 27, "type": 3, "id": 34359, "aya_id": 20}, {"text": " <font color=red>وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ</font><BR><p>قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَغَيْرهمَا عَنْ اِبْن عَبَّاس وَغَيْره : كَانَ الْهُدْهُد مُهَنْدِسًا يَدُلّ سُلَيْمَان عَلَيْهِ السَّلَام عَلَى الْمَاء إِذَا كَانَ بِأَرْضٍ فَلَاة طَلَبَهُ فَنَظَرَ لَهُ الْمَاء فِي تُخُوم الْأَرْض كَمَا يَرَى الْإِنْسَان الشَّيْء الظَّاهِر عَلَى وَجْه الْأَرْض وَيَعْرِف كَمْ مِسَاحَة بُعْده مِنْ وَجْه الْأَرْض فَإِذَا دَلَّهُمْ عَلَيْهِ أَمَرَ سُلَيْمَان عَلَيْهِ السَّلَام الْجَانّ فَحَفَرُوا ذَلِكَ الْمَكَان حَتَّى يَسْتَنْبِط الْمَاء مِنْ قَرَاره فَنَزَلَ سُلَيْمَان عَلَيْهِ السَّلَام يَوْمًا بِفَلَاةٍ مِنْ الْأَرْض فَتَفَقَّدَ الطَّيْر لِيَرَى الْهُدْهُد فَلَمْ يَرَهُ \" فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُد أَمْ كَانَ مِنْ الْغَائِبِينَ\" حَدَّثَ يَوْمًا عَبْد اللَّه بْن عَبَّاس بِنَحْوِ هَذَا وَفِي الْقَوْم رَجُل مِنْ الْخَوَارِج يُقَال لَهُ نَافِع بْن الْأَزْرَق وَكَانَ كَثِير الِاعْتِرَاض عَلَى اِبْن عَبَّاس فَقَالَ لَهُ قِفْ يَا اِبْن عَبَّاس غُلِبْت الْيَوْم قَالَ وَلِمَ ؟ قَالَ إِنَّك تُخْبِر عَنْ الْهُدْهُد أَنَّهُ يَرَى الْمَاء فِي تُخُوم الْأَرْض وَإِنَّ الصَّبِيّ لَيَضَع لَهُ الْحَبَّة فِي الْفَخّ وَيَحْثُو عَلَى الْفَخّ تُرَابًا فَيَجِيء الْهُدْهُد لِيَأْخُذهَا فَيَقَع فِي الْفَخّ فَيَصِيدهُ الصَّبِيّ فَقَالَ اِبْن عَبَّاس لَوْلَا أَنْ يَذْهَب هَذَا فَيَقُول رَدَدْت عَلَى اِبْن عَبَّاس لَمَا أَجَبْته ثُمَّ قَالَ لَهُ وَيْحَك إِنَّهُ إِذَا نَزَلَ الْقَدَر عَمِيَ الْبَصَر وَذَهَبَ الْحَذَر فَقَالَ لَهُ نَافِع : وَاَللَّه لَا أُجَادِلُك فِي شَيْء مِنْ الْقُرْآن أَبَدًا وَقَدْ ذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة أَبِي عَبْد اللَّه الْبَرْزِيّ مِنْ أَهْل بَرْزَة مِنْ غُوطَة دِمَشْق وَكَانَ مِنْ الصَّالِحِينَ يَصُوم الِاثْنَيْنِ وَالْخَمِيس وَكَانَ أَعْوَر قَدْ بَلَغَ الثَّمَانِينَ فَرَوَى اِبْن عَسَاكِر بِسَنَدِهِ إِلَى أَبِي سُلَيْمَان بْن زَيْد أَنَّهُ سَأَلَهُ عَنْ سَبَب عَوَره فَامْتَنَعَ عَلَيْهِ فَأَلَحَّ عَلَيْهِ شُهُورًا فَأَخْبَرَهُ أَنَّ رَجُلَيْنِ مِنْ أَهْل خُرَاسَان نَزَلَا عِنْده جُمْعَة فِي قَرْيَة بَرْزَة وَسَأَلَاهُ عَنْ وَادٍ بِهَا فَأَرَيْتهمَا إِيَّاهُ فَأَخْرَجَا مَجَامِر وَأَوْقَدَا فِيهَا بَخُورًا كَثِيرًا حَتَّى عَجْعَجَ الْوَادِي بِالدُّخَانِ فَأَخَذَا يُعَزِّمَانِ وَالْحَيَّات تُقْبِل مِنْ كُلّ مَكَان إِلَيْهِمَا فَلَا يَلْتَفِتَانِ إِلَى شَيْء مِنْهَا حَتَّى أَقْبَلَتْ حَيَّة نَحْو الذِّرَاع وَعَيْنَاهَا تَتَوَقَّدَانِ مِثْل الدِّينَار فَاسْتَبْشَرَا بِهَا عَظِيمًا وَقَالَا الْحَمْد لِلَّهِ الَّذِي لَمْ يُخَيِّب سَفَرنَا مِنْ سَنَة وَكَسَرَا الْمَجَامِر وَأَخَذَا الْحَيَّة فَأَدْخَلَا فِي عَيْنهَا مِيلًا فَاكْتَحَلَا بِهِ فَسَأَلْتهمَا أَنْ يُكَحِّلَانِي فَأَبَيَا فَأَلْحَحْت عَلَيْهِمَا وَقُلْت لَا بُدّ مِنْ ذَلِكَ وَتَوَعَّدْتهمَا بِالدَّوْلَةِ فَكَحَّلَا عَيْنِي الْوَاحِدَة الْيُمْنَى فَحِين وَقَعَ فِي عَيْنِي نَظَرْت إِلَى الْأَرْض تَحْتِي مِثْل الْمِرْآة أَنْظُر مَا تَحْتهَا كَمَا تَرَى الْمِرْآة ثُمَّ قَالَا لِي : سِرْ مَعَنَا قَلِيلًا فَسِرْت مَعَهُمَا وَهُمَا يُحَدِّثَانِ حَتَّى إِذَا بَعُدْت عَنْ الْقَرْيَة أَخَذَانِي فَكَتَّفَانِي وَأَدْخَلَ أَحَدهمَا يَده فِي عَيْنِي فَفَقَأَهَا وَرَمَى بِهَا وَمَضَيَا فَلَمْ أَزَلْ كَذَلِكَ مُلْقًى مَكْتُوفًا حَتَّى مَرَّ بِي نَفَر فَفَكَّ وَثَاقِي فَهَذَا مَا كَانَ مِنْ خَبَر عَيْنِي وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا صَدَقَة بْن عَمْرو الْغَسَّانِيّ حَدَّثَنَا عَبَّاد بْن مَيْسَرَة الْمِنْقَرِيّ عَنْ الْحَسَن قَالَ : اِسْم هُدْهُد سُلَيْمَان عَلَيْهِ السَّلَام عَنْبَر وَقَالَ مُحَمَّد بْن إِسْحَاق : كَانَ سُلَيْمَان عَلَيْهِ السَّلَام إِذَا غَدَا إِلَى مَجْلِسه الَّذِي كَانَ يَجْلِس فِيهِ تَفَقَّدَ الطَّيْر وَكَانَ فِيمَا يَزْعُمُونَ يَأْتِيه نُوَب مِنْ كُلّ صِنْف مِنْ الطَّيْر كُلّ يَوْم طَائِر فَنَظَرَ فَرَأَى مِنْ أَصْنَاف الطَّيْر كُلّهَا مَنْ حَضَرَهُ إِلَّا الْهُدْهُد \" فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُد أَمْ كَانَ مِنْ الْغَائِبِينَ \" أَخْطَأَهُ بَصَرِي مِنْ الطَّيْر أَمْ غَابَ فَلَمْ يَحْضُر ؟ .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39605, "aya_id": 20}]