[{"text": "وَأَمَّا الَّذِينَ سُعِدُواْ فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ إِلاَّ مَا شَاء رَبُّكَ عَطَاء غَيْرَ مَجْذُوذٍ", "sura_id": 11, "type": 0, "id": 1581, "aya_id": 108}, {"text": "وأما الذين سعدوا ففي الجنة خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك عطاء غير مجذوذ", "sura_id": 11, "type": 1, "id": 7817, "aya_id": 108}, {"text": "108 - (وأما الذين سعدوا) بفتح السين وضمها (ففي الجنة خالدين فيها ما دامت السماوات والأرض إلا) غير (ما شاء ربك) كما تقدم ، ودل عليه فيهم قوله (عطاء غير مجذوذ) مقطوع ، وما تقدم من التأويل هو الذي ظهر وهو خال من التكلف والله أعلم بمراده \r\n", "sura_id": 11, "type": 2, "id": 26525, "aya_id": 108}, {"text": "وأما الذين رزقهم الله السعادة فيدخلون الجنة خالدين فيها ما دامت السموات والأرض, إلا الفريق الذي شاء الله تأخيره, وهم عصاة الموحدين, فإنهم يبقون في النار فترة من الزمن, ثم يخرجون منها إلى الجنة بمشيئة الله ورحمته, ويعطي ربك هؤلاء السعداء في الجنة عطاء غير مقطوع عنهم.\r\n", "sura_id": 11, "type": 3, "id": 32761, "aya_id": 108}, {"text": " <font color=red>وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ</font><BR><p>يَقُول تَعَالَى \" وَأَمَّا الَّذِينَ سُعِدُوا \" وَهُمْ أَتْبَاع الرُّسُل \" فَفِي الْجَنَّة \" أَيْ فَمَأْوَاهُمْ الْجَنَّة\" خَالِدِينَ فِيهَا \" أَيْ مَاكِثِينَ فِيهَا أَبَدًا \" مَا دَامَتْ السَّمَاوَات وَالْأَرْض إِلَّا مَا شَاءَ رَبّك \" مَعْنَى الِاسْتِثْنَاء هَهُنَا أَنَّ دَوَامهمْ فِيمَا هُمْ فِيهِ مِنْ النَّعِيم لَيْسَ أَمْرًا وَاجِبًا بِذَاتِهِ بَلْ هُوَ مَوْكُول إِلَى مَشِيئَة اللَّه تَعَالَى فَلَهُ الْمِنَّة عَلَيْهِمْ دَائِمًا وَلِهَذَا يُلْهَمُونَ التَّسْبِيح وَالتَّحْمِيد كَمَا يُلْهَمُون النَّفَس . وَقَالَ الضَّحَّاك وَالْحَسَن الْبَصْرِيّ : هِيَ فِي حَقّ عُصَاة الْمُوَحِّدِينَ الَّذِينَ كَانُوا فِي النَّار ثُمَّ أُخْرِجُوا مِنْهَا وَعَقَّبَ ذَلِكَ بِقَوْلِهِ \" عَطَاء غَيْر مَجْذُوذ \" أَيْ مَقْطُوع قَالَهُ مُجَاهِد وَابْن عَبَّاس وَأَبُو الْعَالِيَة وَغَيْر وَاحِد لِئَلَّا يُتَوَهَّم بَعْد ذِكْره الْمَشِيئَة أَنَّ ثَمَّ اِنْقِطَاع أَوْ لَبْس أَوْ شَيْء بَلْ حَتَمَ لَهُ بِالدَّوَامِ وَعَدَم الِانْقِطَاع كَمَا بَيَّنَ هُنَاكَ أَنَّ عَذَاب أَهْل النَّار فِي النَّار دَائِمًا مَرْدُود إِلَى مَشِيئَتِهِ وَأَنَّهُ بِعَدْلِهِ وَحِكْمَته عَذَّبَهُمْ وَلِهَذَا قَالَ \" إِنَّ رَبّك فَعَّال لِمَا يُرِيد \" كَمَا قَالَ \" لَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ \" وَهُنَا طَيَّبَ الْقُلُوب وَثَبَّتَ الْمَقْصُود\" بِقَوْلِهِ عَطَاء غَيْر مَجْذُوذ \" وَقَدْ جَاءَ فِي الصَّحِيحَيْنِ\" يُؤْتَى بِالْمَوْتِ فِي صُورَة كَبْش أَمْلَح فَيُذْبَح بَيْن الْجَنَّة وَالنَّار ثُمَّ يُقَال يَا أَهْل الْجَنَّة خُلُود فَلَا مَوْت وَيَا أَهْل النَّار خُلُود فَلَا مَوْت \" وَفِي الصَّحِيح أَيْضًا \" فَيُقَال يَا أَهْل الْجَنَّة إِنَّ لَكُمْ أَنْ تَعِيشُوا فَلَا تَمُوتُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَصِحُّوا فَلَا تَسْقَمُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَنْعَمُوا فَلَا تَبْأَسُوا أَبَدًا \" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37610, "aya_id": 108}]