[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ بِالْقِسْطِ شُهَدَاء لِلّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ إِن يَكُنْ غَنِيًّا أَوْ فَقَيرًا فَاللّهُ أَوْلَى بِهِمَا فَلاَ تَتَّبِعُواْ الْهَوَى أَن تَعْدِلُواْ وَإِن تَلْوُواْ أَوْ تُعْرِضُواْ فَإِنَّ اللّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا", "sura_id": 4, "type": 0, "id": 628, "aya_id": 135}, {"text": "يا أيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو على أنفسكم أو الوالدين والأقربين إن يكن غنيا أو فقيرا فالله أولى بهما فلا تتبعوا الهوى أن تعدلوا وإن تلووا أو تعرضوا فإن الله كان بما تعملون خبيرا", "sura_id": 4, "type": 1, "id": 6864, "aya_id": 135}, {"text": "135 - (يا أيها الذين آمنوا كونوا قوامين) قائمين (بالقسط) بالعدل (شهداء) بالحق (لله ولو) كانت الشهادة (على أنفسكم) فاشهدوا عليها بأن تقروا بالحق ولا تكتموه (أو) على (الوالدين والأقربين إن يكن) المشهود عليه (غنيا أو فقيرا فالله أولى بهما) منكم وأعلم بمصالحهما (فلا تتبعوا الهوى) في شهادتكم بأن تحابوا الغني لرضاه أو الفقير رحمة له (أن) لا (تعدلوا) تميلوا عن الحق (وإن تلووا) تحرفوا الشهادة ، وفي قراءة {تلُوا} بحذف الواو الأولى تخفيفا (أو تعرضوا) عن أدائها (فإن الله كان بما تعملون خبيرا) فيجازيكم به \r\n", "sura_id": 4, "type": 2, "id": 25572, "aya_id": 135}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, كونوا قائمين بالعدل, مؤدين للشهادة لوجه الله تعالى, ولو كانت على أنفسكم, أو على آبائكم وأمهاتكم, أو على أقاربكم, مهما كان شأن المشهود عليه غنيًّا أو فقيرًا; فإن الله تعالى أولى بهما منكم, وأعلم بما فيه صلاحهما, فلا يحملنَّكم الهوى والتعصب على ترك العدل, وإن تحرفوا الشهادة بألسنتكم فتأتوا بها على غير حقيقتها, أو تعرضوا عنها بترك أدائها أو بكتمانها, فإن الله تعالى كان عليمًا بدقائق أعمالكم, وسيجازيكم بها.\r\n", "sura_id": 4, "type": 3, "id": 31808, "aya_id": 135}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ</font><BR><p>يَأْمُر تَعَالَى عِبَاده الْمُؤْمِنِينَ أَنْ يَكُونُوا قَوَّامِينَ بِالْقِسْطِ أَيْ بِالْعَدْلِ فَلَا يَعْدِلُوا عَنْهُ يَمِينًا وَلَا شِمَالًا وَلَا تَأْخُذهُمْ فِي اللَّه لَوْمَة لَائِم وَلَا يَصْرِفهُمْ عَنْهُ صَارِف وَأَنْ يَكُونُوا مُتَعَاوِنِينَ مُتَسَاعِدِينَ مُتَعَاضِدِينَ مُتَنَاصِرِينَ فِيهِ وَقَوْله \" شُهَدَاء لِلَّهِ \" كَمَا قَالَ \" وَأَقِيمُوا الشَّهَادَة لِلَّهِ \" أَيْ أَدُّوهَا اِبْتِغَاء وَجْه اللَّه فَحِينَئِذٍ تَكُون صَحِيحَة عَادِلَة حَقًّا خَالِيَة مِنْ التَّحْرِيف وَالتَّبْدِيل وَالْكِتْمَان وَلِهَذَا قَالَ \" وَلَوْ عَلَى أَنْفُسكُمْ \" أَيْ اِشْهَدْ الْحَقّ وَلَوْ عَادَ ضَرَرهَا عَلَيْك وَإِذَا سُئِلْت عَنْ الْأَمْر فَقُلْ الْحَقّ فِيهِ وَلَوْ عَادَتْ مَضَرَّته عَلَيْك فَإِنَّ اللَّه سَيَجْعَلُ لِمَنْ أَطَاعَهُ فَرَجًا وَمَخْرَجًا مِنْ كُلّ أَمْر يَضِيق عَلَيْهِ وَقَوْله \" أَوْ الْوَالِدَيْنِ وَالْأَقْرَبِينَ \" أَيْ وَإِنْ كَانَتْ الشَّهَادَة عَلَى وَالِدَيْك وَقَرَابَتك فَلَا تُرَاعِهِمْ فِيهَا بَلْ اِشْهَدْ بِالْحَقِّ وَإِنْ عَادَ ضَرَرهَا عَلَيْهِمْ فَإِنَّ الْحَقّ حَاكِم عَلَى كُلّ أَحَد وَقَوْله \" إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاَللَّه أَوْلَى بِهِمَا \" أَيْ لَا تَرْعَاهُ لِغِنَاهُ وَلَا تُشْفِق عَلَيْهِ لِفَقْرِهِ وَاَللَّه يَتَوَلَّاهُمَا بَلْ هُوَ أَوْلَى بِهِمَا مِنْك وَأَعْلَم بِمَا فِيهِ صَلَاحهمَا وَقَوْله \" فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا أَيْ فَلَا يَحْمِلَنكُمْ الْهَوَى وَالْعَصَبِيَّة \" وَبُغْض النَّاس إِلَيْكُمْ عَلَى تَرْك الْعَدْل فِي أُمُوركُمْ وَشُؤُونكُمْ بَلْ اِلْزَمُوا الْعَدْل عَلَى أَيّ حَال كَانَ كَمَا قَالَ تَعَالَى \" وَلَا يَجْرِمَنكُمْ شَنَآن قَوْم عَلَى أَنْ لَا تَعْدِلُوا اِعْدِلُوا هُوَ أَقْرَب لِلتَّقْوَى \" وَمِنْ هَذَا قَوْل عَبْد اللَّه بْن رَوَاحَة لَمَّا بَعَثَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْرُص عَلَى أَهْل خَيْبَر ثِمَارهمْ وَزَرْعهمْ فَأَرَادُوا أَنْ يُرْشُوهُ لِيَرْفُق بِهِمْ فَقَالَ : وَاَللَّه لَقَدْ جِئْتُكُمْ مِنْ عِنْد أَحَبّ الْخَلْق إِلَيَّ وَلَأَنْتُمْ أَبْغَض إِلَيَّ مِنْ أَعْدَادكُمْ مِنْ الْقِرَدَة وَالْخَنَازِير وَمَا يَحْمِلنِي حُبِّي إِيَّاهُ وَبُغْضِي لَكُمْ عَلَى أَنْ لَا أَعْدِل فِيكُمْ . فَقَالُوا : بِهَذَا قَامَتْ السَّمَوَات وَالْأَرْض . وَسَيَأْتِي الْحَدِيث مُسْنَدًا فِي سُورَة الْمَائِدَة إِنْ شَاءَ اللَّه تَعَالَى وَقَوْله \" وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا \" قَالَ مُجَاهِد وَغَيْر وَاحِد مِنْ السَّلَف تَلْوُوا أَيْ تُحَرِّفُوا الشَّهَادَة وَتُغَيِّرُوهَا وَاللَّيّ هُوَ التَّحْرِيف وَتَعَمُّد الْكَذِب . قَالَ تَعَالَى \" وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتهمْ بِالْكِتَابِ \" الْآيَة وَالْإِعْرَاض هُوَ كِتْمَان الشَّهَادَة وَتَرْكهَا . قَالَ تَعَالَى \" وَمَنْ يَكْتُمهَا فَإِنَّهُ آثِم قَلْبه \" وَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْر الشُّهَدَاء الَّذِي يَأْتِي بِالشَّهَادَةِ قَبْل أَنْ يُسْأَلهَا \" وَلِهَذَا تَوَعَّدَهُمْ اللَّه بِقَوْلِهِ \" فَإِنَّ اللَّه كَانَ بِمَا تَعْمَلُونَ خَبِيرًا \" أَيْ وَسَيُجَازِيكُمْ بِذَلِكَ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40807, "aya_id": 135}]