[{"text": "لَقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللّهِ فَقَدْ حَرَّمَ اللّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ", "sura_id": 5, "type": 0, "id": 741, "aya_id": 72}, {"text": "لقد كفر الذين قالوا إن الله هو المسيح ابن مريم وقال المسيح يا بني إسرائيل اعبدوا الله ربي وربكم إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار وما للظالمين من أنصار", "sura_id": 5, "type": 1, "id": 6977, "aya_id": 72}, {"text": "72 - (لقد كفر الذين قالوا إن الله هو المسيح ابن مريم) سبق مثله (وقال) لهم (المسيح يا بني إسرائيل اعبدوا الله ربي وربكم) فإني عبد ولست بإله (إنه من يشرك بالله) في العبادة غيره (فقد حرم الله عليه الجنة) منعه أن يدخلها (ومأواه النار وما للظالمين من أنصار) يمنعوهم من عذاب الله \r\n", "sura_id": 5, "type": 2, "id": 25685, "aya_id": 72}, {"text": "يقسم الله تعالى بأن الذين قالوا: إن الله هو المسيح ابن مريم, قد كفروا بمقالتهم هذه, وأخبر تعالى أن المسيح قال لبني إسرائيل: اعبدوا الله وحده لا شريك له, فأنا وأنتم في العبودية سواء. إنه من يعبد مع الله غيره فقد حرَّم الله عليه الجنة, وجعل النار مُستَقَرَّه, وليس له ناصرٌ يُنقذُه منها.\r\n", "sura_id": 5, "type": 3, "id": 31921, "aya_id": 72}, {"text": " <font color=red>لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ</font><BR><p>يَقُول تَعَالَى حَاكِمًا بِتَكْفِيرِ فِرَق النَّصَارَى : مِنْ الْمَلَكِيَّة وَالْيَعْقُوبِيَّة والنَّسْطُورِيَّة مِمَّنْ قَالَ مِنْهُمْ بِأَنَّ الْمَسِيح هُوَ اللَّه تَعَالَى اللَّه عَنْ قَوْلهمْ وَتَنَزَّهَ وَتَقَدَّسَ عُلُوًّا كَبِيرًا هَذَا وَقَدْ تَقَدَّمَ لَهُمْ أَنَّ الْمَسِيحَ عَبْدُ اللَّهِ وَرَسُولُهُ وَكَانَ أَوَّل كَلِمَة نَطَقَ بِهَا وَهُوَ صَغِير فِي الْمَهْد أَنْ قَالَ إِنِّي عَبْد اللَّه وَلَمْ يَقُلْ إِنِّي أَنَا اللَّه وَلَا اِبْن اللَّه بَلْ قَالَ \" إِنِّي عَبْد اللَّه آتَانِيَ الْكِتَاب وَجَعَلَنِي نَبِيًّا\" إِلَى أَنْ قَالَ \" إِنَّ اللَّه رَبِّي وَرَبّكُمْ فَاعْبُدُوهُ هَذَا صِرَاط مُسْتَقِيم \" وَكَذَلِكَ قَالَ لَهُمْ فِي حَال كُهُولَته وَنُبُوَّته آمِرًا لَهُمْ بِعِبَادَةِ اللَّه رَبّه وَرَبّهمْ وَحْده لَا شَرِيك لَهُ وَلِهَذَا قَالَ تَعَالَى \" وَقَالَ الْمَسِيح يَا بَنِي إِسْرَائِيل اُعْبُدُوا اللَّه رَبِّي وَرَبّكُمْ إِنَّهُ مَنْ يُشْرِك بِاَللَّهِ\" أَيْ فَيَعْبُد مَعَهُ غَيْرَهُ \" فَقَدْ حَرَّمَ اللَّه عَلَيْهِ الْجَنَّة وَمَأْوَاهُ النَّار \" أَيْ فَقَدْ أَوْجَبَ لَهُ النَّار وَحَرَّمَ عَلَيْهِ الْجَنَّة كَمَا قَالَ تَعَالَى \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء\" وَقَالَ تَعَالَى \" وَنَادَى أَصْحَاب النَّار أَصْحَاب الْجَنَّة أَنْ أَفِيضُوا عَلَيْنَا مِنْ الْمَاء أَوْ مِمَّا رَزَقَكُمْ اللَّه قَالُوا إِنَّ اللَّه حَرَّمَهُمَا عَلَى الْكَافِرِينَ \" وَفِي الصَّحِيح أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَعَثَ مُنَادِيًا يُنَادِي فِي النَّاس إِنَّ الْجَنَّة لَا يَدْخُلهَا إِلَّا نَفْس مُسْلِمَة وَفِي لَفْظ مُؤْمِنَة وَتَقَدَّمَ فِي أَوَّل سُورَة النِّسَاء عِنْد قَوْله \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ \" حَدِيث يَزِيد بْن بَابَنُوس عَنْ عَائِشَة : الدَّوَاوِين ثَلَاثَة فَذَكَرَ مِنْهُمْ دِيوَانًا لَا يَغْفِرهُ اللَّه وَهُوَ الشِّرْك بِاَللَّهِ قَالَ اللَّه تَعَالَى \" مَنْ يُشْرِك بِاَللَّهِ فَقَدْ حَرَّمَ اللَّه عَلَيْهِ الْجَنَّة \" وَالْحَدِيث فِي مُسْنَد أَحْمَد وَلِهَذَا قَالَ تَعَالَى إِخْبَارًا عَنْ الْمَسِيح أَنَّهُ قَالَ لِبَنِي إِسْرَائِيل إِنَّهُ مَنْ يُشْرِك بِاَللَّهِ فَقَدْ حَرَّمَ اللَّه عَلَيْهِ الْجَنَّة وَمَأْوَاهُ النَّار وَمَا لِلظَّالِمِينَ مِنْ أَنْصَار \" أَيْ وَمَا لَهُ عِنْد اللَّه نَاصِر وَلَا مُعِين وَلَا مُنْقِذ مِمَّا هُوَ فِيهِ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41527, "aya_id": 72}]