[{"text": "قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا", "sura_id": 18, "type": 0, "id": 2166, "aya_id": 26}, {"text": "قل الله أعلم بما لبثوا له غيب السماوات والأرض أبصر به وأسمع ما لهم من دونه من ولي و لا يشرك في حكمه أحدا", "sura_id": 18, "type": 1, "id": 8402, "aya_id": 26}, {"text": "26 - (قل الله أعلم بما لبثوا) ممن اختلفوا فيه وهو ما تقدم ذكره (له غيب السماوات والأرض) أي علمه (أبصر به) أي بالله هي صيغة تعجب (وأسمع) به كذلك بمعنى ما أبصره وما أسمعه وهما على جهة المجاز والمراد أنه تعالى لا يغيب عن بصره وسمعه شيء (ما لهم) لأهل السموات والأرض (من دونه من ولي) ناصر (ولا يشرك في حكمه أحدا) لأنه غني عن الشريك \r\n", "sura_id": 18, "type": 2, "id": 27110, "aya_id": 26}, {"text": "وإذا سُئلت -أيها الرسول- عن مدة لبثهم في الكهف، وليس عندك علم في ذلك وتوقيف من الله، فلا تتقدم فيه بشيء، بل قل: الله أعلم بمدة لبثهم، له غيب السموات والأرض، أَبْصِرْ به وأسمع، أي: تعجب من كمال بصره وسمعه وإحاطته بكل شيء. ليس للخلق أحد غيره يتولى أمورهم، وليس له شريك في حكمه وقضائه وتشريعه، سبحانه وتعالى.\r\n", "sura_id": 18, "type": 3, "id": 33346, "aya_id": 26}, {"text": " <font color=red>قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا</font><BR><p>وَقَوْله \" قُلْ اللَّه أَعْلَم بِمَا لَبِثُوا \" أَيْ إِذَا سُئِلْت عَنْ لُبْثهمْ وَلَيْسَ عِنْدك عِلْم فِي ذَلِكَ وَتَوْقِيف مِنْ اللَّه تَعَالَى فَلَا تَتَقَدَّم فِيهِ بِشَيْءٍ بَلْ قُلْ فِي مِثْل هَذَا \" اللَّه أَعْلَم بِمَا لَبِثُوا لَهُ غَيْب السَّمَاوَات وَالْأَرْض \" أَيْ لَا يَعْلَم ذَلِكَ إِلَّا هُوَ وَمَنْ أَطْلَعَهُ عَلَيْهِ مِنْ خَلْقه وَهَذَا الَّذِي قُلْنَاهُ عَلَيْهِ غَيْر وَاحِد مِنْ عُلَمَاء التَّفْسِير كَمُجَاهِدٍ وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف وَقَالَ قَتَادَة فِي قَوْله \" وَلَبِثُوا فِي كَهْفهمْ ثَلَاثمِائَةِ سِنِينَ \" الْآيَة هَذَا قَوْل أَهْل الْكِتَاب وَقَدْ رَدَّهُ اللَّه تَعَالَى بِقَوْلِهِ \" قُلْ اللَّه أَعْلَم بِمَا لَبِثُوا \" قَالَ وَفِي قِرَاءَة عَبْد اللَّه وَقَالُوا وَلَبِثُوا يَعْنِي أَنَّهُ قَالَهُ النَّاس وَهَكَذَا قَالَ قَتَادَة وَمُطَرِّف بْن عَبْد اللَّه وَفِي هَذَا الَّذِي زَعَمَهُ قَتَادَة نَظَر فَإِنَّ الَّذِي بِأَيْدِي أَهْل الْكِتَاب أَنَّهُمْ لَبِثُوا ثَلَثمِائَةِ سَنَة مِنْ غَيْر تِسْع يَعْنُونَ بِالشَّمْسِيَّةِ وَلَوْ كَانَ اللَّه قَدْ حَكَى قَوْلهمْ لَمَا قَالَ \" وَازْدَادُوا تِسْعًا \" وَالظَّاهِر مِنْ الْآيَة إِنَّمَا هُوَ إِخْبَار مِنْ اللَّه لَا حِكَايَة عَنْهُمْ وَهَذَا اِخْتِيَار اِبْن جَرِير رَحِمَهُ اللَّه وَرِوَايَة قَتَادَة قِرَاءَة اِبْن مَسْعُود مُنْقَطِعَة ثُمَّ هِيَ شَاذَّة بِالنِّسْبَةِ إِلَى قِرَاءَة الْجُمْهُور فَلَا يُحْتَجّ بِهَا وَاَللَّه أَعْلَم . وَقَوْله \" أَبْصِرْ بِهِ وَأَسْمِعْ \" أَيْ أَنَّهُ لَبَصِير بِهِمْ سَمِيع لَهُمْ . قَالَ اِبْن جَرِير : وَذَلِكَ فِي مَعْنَى الْمُبَالَغَة فِي الْمَدْح كَأَنَّهُ قِيلَ مَا أَبْصَره وَأَسْمَعهُ وَتَأْوِيل الْكَلَام مَا أَبْصَر اللَّه لِكُلِّ مَوْجُود وَأَسْمَعهُ لِكُلِّ مَسْمُوع لَا يَخْفَى عَلَيْهِ مِنْ ذَلِكَ شَيْء . ثُمَّ رُوِيَ عَنْ قَتَادَة فِي قَوْله \" أَبْصِرْ بِهِ وَأَسْمِعْ \" فَلَا أَحَد أَبْصَر مِنْ اللَّه وَلَا أَسْمَع وَقَالَ اِبْن زَيْد \" أَبْصِرْ بِهِ وَأَسْمِعْ \" يَرَى أَعْمَالهمْ وَيَسْمَع ذَلِكَ مِنْهُمْ سَمِيعًا بَصِيرًا . وَقَوْله \" مَا لَهُمْ مِنْ دُونه مِنْ وَلِيّ وَلَا يُشْرِك فِي حُكْمه أَحَدًا \" أَيْ أَنَّهُ تَعَالَى هُوَ الَّذِي لَهُ الْخَلْق وَالْأَمْر الَّذِي لَا مُعَقِّب لِحُكْمِهِ وَلَيْسَ لَهُ وَزِير وَلَا نَصِير وَلَا شَرِيك وَلَا مُشِير تَعَالَى وَتَقَدَّسَ .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38318, "aya_id": 26}]