[{"text": "يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيًّا", "sura_id": 19, "type": 0, "id": 2257, "aya_id": 7}, {"text": "يا زكريا إنا نبشرك بغلام اسمه يحيى لم نجعل له من قبل سميا", "sura_id": 19, "type": 1, "id": 8493, "aya_id": 7}, {"text": "7 - (يا زكريا إنا نبشرك بغلام) يرث كما سألت (اسمه يحيى لم نجعل له من قبل سميا) أي مسمى بيحيى \r\n", "sura_id": 19, "type": 2, "id": 27201, "aya_id": 7}, {"text": "يا زكريا إنَّا نبشرك بإجابة دعائك, قد وهبنا لك غلامًا اسمه يحيى, لم نُسَمِّ أحدًا قبله بهذا الاسم.\r\n", "sura_id": 19, "type": 3, "id": 33437, "aya_id": 7}, {"text": " <font color=red>يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ</font><BR><p>هَذَا الْكَلَام يَتَضَمَّن مَحْذُوفًا وَهُوَ أَنَّهُ أُجِيبَ إِلَى مَا سَأَلَ فِي دُعَائِهِ فَقِيلَ لَهُ \" يَا زَكَرِيَّا إِنَّا نُبَشِّرك بِغُلَامٍ اِسْمه يَحْيَى \" كَمَا قَالَ تَعَالَى \" هُنَالِكَ دَعَا زَكَرِيَّا رَبّه قَالَ رَبّ هَبْ لِي مِنْ لَدُنْك ذُرِّيَّة طَيِّبَة إِنَّك سَمِيع الدُّعَاء فَنَادَتْهُ الْمَلَائِكَة وَهُوَ قَائِم يُصَلِّي فِي الْمِحْرَاب أَنَّ اللَّه يُبَشِّرك بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنْ اللَّه وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنْ الصَّالِحِينَ \" وَقَوْله \" لَمْ نَجْعَل لَهُ مِنْ قَبْل سَمِيًّا \" . قَالَ قَتَادَة وَابْن جُرَيْج وَابْن زَيْد : أَيْ لَمْ يُسَمَّ أَحَد قَبْله بِهَذَا الِاسْم وَاخْتَارَهُ اِبْن جَرِير رَحِمَهُ اللَّه وَقَالَ مُجَاهِد \" لَمْ نَجْعَل لَهُ مِنْ قَبْل سَمِيًّا \" أَيْ شَبِيهًا أَخَذَهُ مِنْ مَعْنَى قَوْله \" فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَم لَهُ سَمِيًّا \" أَيْ شَبِيهًا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَيْ لَمْ تَلِد الْعَوَاقِر قَبْله مِثْله وَهَذَا دَلِيل عَلَى أَنَّ زَكَرِيَّا عَلَيْهِ السَّلَام كَانَ لَا يُولَد لَهُ وَكَذَلِكَ اِمْرَأَته كَانَتْ عَاقِرًا مِنْ أَوَّل عُمْرهَا بِخِلَافِ إِبْرَاهِيم وَسَارَة عَلَيْهِمَا السَّلَام فَإِنَّهُمَا إِنَّمَا تَعَجَّبَا مِنْ الْبِشَارَة بِإِسْحَاق لِكِبَرِهِمَا لَا لِعُقْرِهِمَا وَلِهَذَا قَالَ \" أَبَشَّرْتُمُونِي عَلَى أَنْ مَسَّنِيَ الْكِبَر فَبِمَ تُبَشِّرُونَ \" مَعَ أَنَّهُ كَانَ قَدْ وُلِدَ لَهُ قَبْله إِسْمَاعِيل بِثَلَاث عَشْرَة سَنَة وَقَالَتْ اِمْرَأَته \" يَا وَيْلَتِي أَأَلِدُ وَأَنَا عَجُوز وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْء عَجِيب قَالُوا أَتَعْجَبِينَ مِنْ أَمْر اللَّه رَحْمَة اللَّه وَبَرَكَاته عَلَيْكُمْ أَهْل الْبَيْت إِنَّهُ حَمِيد مَجِيد \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38465, "aya_id": 7}]