[{"text": "وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا", "sura_id": 33, "type": 0, "id": 3555, "aya_id": 22}, {"text": "ولما رأى المؤمنون الأحزاب قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم إلا إيمانا وتسليما", "sura_id": 33, "type": 1, "id": 9791, "aya_id": 22}, {"text": "22 - (ولما رأى المؤمنون الأحزاب) من الكفار (قالوا هذا ما وعدنا الله ورسوله) من الابتلاء والنصر (وصدق الله ورسوله) في الوعد (وما زادهم) ذلك (إلا إيمانا) تصديقا بوعد الله (وتسليما) لأمره \r\n", "sura_id": 33, "type": 2, "id": 28499, "aya_id": 22}, {"text": "ولمَّا شاهد المؤمنون الأحزاب الذين تحزَّبوا حول \"المدينة\" وأحاطوا بها, تذكروا أن موعد النصر قد قرب, فقالوا: هذا ما وعدنا الله ورسوله, من الابتلاء والمحنة والنصر, فأنجز الله وعده, وصدق رسوله فيما بشَّر به, وما زادهم النظر إلى الأحزاب إلا إيمانًا بالله وتسليمًا لقضائه وانقيادًا لأمره.\r\n", "sura_id": 33, "type": 3, "id": 34735, "aya_id": 22}, {"text": " <font color=red>وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا</font><BR><p>فَقَالَ تَعَالَى \" وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَاب قَالُوا هَذَا مَا وَعَدَنَا اللَّه وَرَسُوله وَصَدَقَ اللَّه وَرَسُوله \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَقَتَادَة يَعْنُونَ قَوْله تَعَالَى فِي سُورَة الْبَقَرَة \" أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّة وَلَمَّا يَأْتِكُمْ مَثَل الَّذِينَ خَلَوْا مِنْ قَبْلكُمْ مَسَّتْهُمْ الْبَأْسَاء وَالضَّرَّاء وَزُلْزِلُوا حَتَّى يَقُول الرَّسُول وَاَلَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْر اللَّه أَلَا إِنَّ نَصْر اللَّه قَرِيب \" أَيْ هَذَا مَا وَعَدَنَا اللَّه وَرَسُوله مِنْ الِابْتِلَاء وَالِاخْتِبَار وَالِامْتِحَان الَّذِي يَعْقُبهُ النَّصْر الْقَرِيب وَلِهَذَا قَالَ تَعَالَى \" وَصَدَقَ اللَّه وَرَسُوله\" وَقَوْله تَعَالَى \" وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا\" دَلِيل عَلَى زِيَادَة الْإِيمَان وَقُوَّته بِالنِّسْبَةِ إِلَى النَّاس وَأَحْوَالهمْ كَمَا قَالَ جُمْهُور الْأَئِمَّة إِنَّهُ يَزِيد وَيَنْقُص وَقَدْ قَرَّرْنَا ذَلِكَ فِي أَوَّل شَرْح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَمَعْنَى قَوْله جَلَّتْ عَظَمَته \" وَمَا زَادَهُمْ \" أَيْ ذَلِكَ الْحَال وَالضِّيق وَالشِّدَّة \" إِلَّا إِيمَانًا \" بِاَللَّهِ\" وَتَسْلِيمًا \" أَيْ اِنْقِيَادًا لِأَوَامِرِهِ وَطَاعَة لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40181, "aya_id": 22}]