[{"text": "وَفِي الأَرْضِ قِطَعٌ مُّتَجَاوِرَاتٌ وَجَنَّاتٌ مِّنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاء وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ", "sura_id": 13, "type": 0, "id": 1711, "aya_id": 4}, {"text": "وفي الأرض قطع متجاورات وجنات من أعناب وزرع ونخيل صنوان وغير صنوان يسقى بماء واحد ونفضل بعضها على بعض في الأكل إن في ذلك لآيات لقوم يعقلون", "sura_id": 13, "type": 1, "id": 7947, "aya_id": 4}, {"text": "4 - (وفي الأرض قطع) بقاع مختلفة (متجاورات) متلاصقات فمنها طيب وسبخ وقليل الربيع وكثيره وهو من دلائل قدرته تعالى (وجنات) بساتين (من أعناب وزرع) بالرفع عطفاً على جنات والجر على أعناب وكذا قوله (ونخيل صنوان) جمع صنو ، وهي النخلات يجمعها أصل واحد وتتشعب فروعها (وغير صنوان) منفردة (تسقى) بالتاء ، أي الجنات وما فيها والياء ، أي المذكور (بماء واحد ونفضل) بالنون والياء (بعضها على بعض في الأُكُل) بضم الكاف وسكونها فمن حلو وحامض وهو من دلائل قدرته تعالى (إن في ذلك) المذكور (لآيات لقوم يعقلون) يتدبرون \r\n", "sura_id": 13, "type": 2, "id": 26655, "aya_id": 4}, {"text": "وفي الأرض قطع يجاور بعضها بعضًا, منها ما هو طيِّب يُنبتُ ما ينفع الناس, ومنها سَبِخة مِلْحة لا تُنبت شيئًا, وفي الأرض الطيبة بساتين من أعناب, وجعل فيها زروعًا مختلفة ونخيلا مجتمعًا في منبت واحد, وغير مجتمع فيه, كل ذلك في تربة واحدة, ويشرب من ماء واحد, ولكنه يختلف في الثمار والحجم والطعم وغير ذلك, فهذا حلو وهذا حامض, وبعضها أفضل من بعض في الأكل, إن في ذلك لَعلامات لمن كان له قلب يعقل عن الله تعالى أمره ونهيه.\r\n", "sura_id": 13, "type": 3, "id": 32891, "aya_id": 4}, {"text": " <font color=red>وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ</font><BR><p>وَقَوْله \" وَفِي الْأَرْض قِطَع مُتَجَاوِرَات \" أَيْ أَرَاضٍ يُجَاوِر بَعْضهَا بَعْضًا مَعَ أَنَّ هَذِهِ طَيِّبَة تُنْبِت مَا يَنْفَع النَّاس وَهَذِهِ سَبِخَة مَالِحَة لَا تُنْبِت شَيْئًا هَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَغَيْر وَاحِد وَمَدْخَل فِي هَذِهِ الْآيَة اِخْتِلَاف أَلْوَان بِقَاع الْأَرْض فَهَذِهِ تُرْبَة حَمْرَاء وَهَذِهِ بَيْضَاء وَهَذِهِ صَفْرَاء وَهَذِهِ سَوْدَاء وَهَذِهِ مُحَجَّرَة وَهَذِهِ سَهْلَة وَهَذِهِ مُرَمَّلَة وَهَذِهِ سَمِيكَة وَهَذِهِ رَقِيقَة وَالْكُلّ مُتَجَاوِرَات فَهَذِهِ بِصِفَتِهَا وَهَذِهِ بِصِفَتِهَا الْأُخْرَى فَهَذَا كُلّه مِمَّا يَدُلّ عَلَى الْفَاعِل الْمُخْتَار لَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ وَقَوْله \" وَجَنَّات مِنْ أَعْنَاب وَزَرْع وَنَخِيل \" يَحْتَمِل أَنْ تَكُون عَاطِفَة عَلَى جَنَّات فَيَكُون\" وَزَرْع وَنَخِيل \" مَرْفُوعِينَ وَيَحْتَمِل أَنْ يَكُون مَعْطُوفًا عَلَى أَعْنَاب فَيَكُون مَجْرُورًا وَلِهَذَا قُرَأَ بِكُلٍّ مِنْهُمَا طَائِفَة مِنْ الْأَئِمَّة وَقَوْله \" صِنْوَان وَغَيْر صِنْوَان \" الصِّنْوَان هُوَ الْأُصُول الْمُجْتَمِعَة فِي مَنْبَت وَاحِد كَالرُّمَّانِ وَالتِّين وَبَعْض النَّخِيل وَنَحْو ذَلِكَ وَغَيْر الصِّنْوَان مَا كَانَ عَلَى أَصْل وَاحِد كَسَائِرِ الْأَشْجَار وَمِنْهُ سُمِّيَ عَمّ الرَّجُل صِنْو أَبِيهِ كَمَا جَاءَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِعُمَرَ \" أَمَا شَعَرْت أَنَّ عَمّ الرَّجُل صِنْو أَبِيهِ \" وَقَالَ سُفْيَان الثَّوْرِيّ وَشُعْبَة عَنْ أَبَى إِسْحَاق عَنْ الْبَرَاء رَضِيَ اللَّه عَنْهُ : الصِّنْوَان هِيَ النَّخَلَات فِي أَصْل وَاحِد وَغَيْر الصِّنْوَان الْمُتَفَرِّقَات وَقَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْر وَاحِد وَقَوْله \" تُسْقَى بِمَاءٍ وَاحِد وَنُفَضِّل بَعْضهَا عَلَى بَعْض فِي الْأُكُل \" قَالَ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَنُفَضِّل بَعْضهَا عَلَى بَعْض فِي الْأُكُل\" قَالَ \" الدَّقَل وَالْفَارِسِيّ وَالْحُلْو وَالْحَامِض \" رَوَاهُ التِّرْمِذِيّ وَقَالَ حَسَن غَرِيب أَيْ هَذَا الِاخْتِلَاف فِي أَجْنَاس الثَّمَرَات وَالزُّرُوع فِي أَشْكَالهَا وَأَلْوَانهَا وَطُعُومهَا وَرَوَائِحهَا وَأَوْرَاقهَا وَأَزْهَارهَا فَهَذَا فِي غَايَة الْحَلَاوَة وَهَذَا فِي غَايَة الْحُمُوضَة وَذَا فِي غَايَة الْمَرَارَة وَذَا عَفْص وَهَذَا عَذْب وَهَذَا جَمْع وَهَذَا وَهَذَا ثُمَّ يَسْتَحِيل إِلَى طَعْم آخَر بِإِذْنِ اللَّه تَعَالَى وَهَذَا أَصْفَر وَهَذَا أَحْمَر وَهَذَا أَبْيَض وَهَذَا أَسْوَد وَهَذَا أَزْرَق وَكَذَلِكَ الزُّهُورَات مَعَ أَنَّهَا كُلّهَا تَسْتَمِدّ مِنْ طَبِيعَة وَاحِدَة وَهُوَ الْمَاء مَعَ هَذَا الِاخْتِلَاف الْكَبِير الَّذِي لَا يَنْحَصِر وَلَا يَنْضَبِط فَفِي ذَلِكَ آيَات لِمَنْ كَانَ وَاعِيًا وَهَذَا مِنْ أَعْظَم الدَّلَالَات عَلَى الْفَاعِل الْمُخْتَار الَّذِي بِقُدْرَتِهِ فَاوَتَ بَيْن الْأَشْيَاء وَخَلَقَهَا عَلَى مَا يُرِيد وَلِهَذَا قَالَ تَعَالَى \" إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ \" .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37890, "aya_id": 4}]