[{"text": "أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ", "sura_id": 58, "type": 0, "id": 5118, "aya_id": 14}, {"text": "ألم تر إلى الذين تولوا قوما غضب الله عليهم ما هم منكم ولا منهم ويحلفون على الكذب وهم يعلمون", "sura_id": 58, "type": 1, "id": 11354, "aya_id": 14}, {"text": "14 - (ألم تر) تنظر (إلى الذين تولوا) هم المنافقون (قوما) هم اليهود (غضب الله عليهم ما هم) أي المنافقون (منكم) من المؤمنين (ولا منهم) من اليهود بل هم مذبذبون (ويحلفون على الكذب) أي قولهم إنهم مؤمنون (وهم يعلمون) أنهم كاذبون فيه \r\n", "sura_id": 58, "type": 2, "id": 30062, "aya_id": 14}, {"text": "ألم تر إلى المنافقين الذين اتخذوا اليهود أصدقاء ووالوهم؟ والمنافقون في الحقيقة ليسوا من المسلمين ولا من اليهود، ويحلفون كذبًا أنهم مسلمون، وأنك رسول الله, وهم يعلمون أنهم كاذبون فيما حلفوا عليه.\r\n", "sura_id": 58, "type": 3, "id": 36298, "aya_id": 14}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ</font><BR><p>يَقُول اللَّه تَعَالَى مُنْكِرًا عَلَى الْمُنَافِقِينَ فِي مُوَالَاتهمْ الْكُفَّار فِي الْبَاطِن وَهُمْ فِي نَفْس الْأَمْر لَا مَعَهُمْ وَلَا مَعَ الْمُؤْمِنِينَ كَمَا قَالَ تَعَالَى \" مُذَبْذَبِينَ بَيْن ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ وَمَنْ يُضْلِلْ اللَّه فَلَنْ تَجِد لَهُ سَبِيلًا \" وَقَالَ هَهُنَا \" أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّه عَلَيْهِمْ \" يَعْنِي الْيَهُود الَّذِينَ كَانَ الْمُنَافِقُونَ يُمَالِئُونَهُمْ وَيُوَالُونَهُمْ فِي الْبَاطِن ثُمَّ قَالَ تَعَالَى \" مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ\" أَيْ هَؤُلَاءِ الْمُنَافِقُونَ لَيْسُوا فِي الْحَقِيقَة مِنْكُمْ أَيّهَا الْمُؤْمِنُونَ وَلَا مِنْ الَّذِينَ يُوَالُونَهُمْ وَهُمْ الْيَهُود ثُمَّ قَالَ تَعَالَى \" وَيَحْلِفُونَ عَلَى الْكَذِب وَهُمْ يَعْلَمُونَ \" يَعْنِي الْمُنَافِقِينَ يَحْلِفُونَ عَلَى الْكَذِب وَهُمْ عَالِمُونَ بِأَنَّهُمْ كَاذِبُونَ فِيمَا حَلَفُوا وَهِيَ الْيَمِين الْغَمُوس وَلَا سِيَّمَا فِي مِثْل حَالهمْ اللَّعِين عِيَاذًا بِاَللَّهِ مِنْهُ فَإِنَّهُمْ كَانُوا إِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا جَاءُوا الرَّسُول حَلَفُوا لَهُ بِاَللَّهِ أَنَّهُمْ مُؤْمِنُونَ وَهُمْ فِي ذَلِكَ يَعْلَمُونَ أَنَّهُمْ يَكْذِبُونَ فِيمَا حَلَفُوا بِهِ لِأَنَّهُمْ لَا يَعْتَقِدُونَ صِدْق مَا قَالُوهُ وَإِنْ كَانَ فِي نَفْس الْأَمْر مُطَابِقًا وَلِهَذَا شَهِدَ اللَّه بِكَذِبِهِمْ فِي أَيْمَانهمْ وَشَهَادَتهمْ لِذَلِكَ .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42035, "aya_id": 14}]