[{"text": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ", "sura_id": 23, "type": 0, "id": 2723, "aya_id": 50}, {"text": "وجعلنا ابن مريم وأمه آية وآويناهما إلى ربوة ذات قرار ومعين", "sura_id": 23, "type": 1, "id": 8959, "aya_id": 50}, {"text": "50 - (وجعلنا ابن مريم) عيسى (وأمه آية) لم يقل آيتين لأن الآية فيها واحدة ولادته من غير فحل (وآويناهما إلى ربوة) مكان مرتفع وهو البيت المقدس أو دمشق أو فلسطين أقوال (ذات قرار) أي مستوية يستقر عليها ساكنوها (ومعين) ماء جار ظاهر تراه العيون \r\n", "sura_id": 23, "type": 2, "id": 27667, "aya_id": 50}, {"text": "وجعلنا عيسى بن مريم وأمه علامة دالة على قدرتنا؛ إذ خلقناه من غير أب، وجعلنا لهما مأوى في مكان مرتفع من الأرض، متسوٍ للاستقرار عليه، فيه خصوبة وماء جار ظاهر للعيون.\r\n", "sura_id": 23, "type": 3, "id": 33903, "aya_id": 50}, {"text": " <font color=red>وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ عَبْده وَرَسُوله عِيسَى اِبْن مَرْيَم عَلَيْهِ الصَّلَاة وَالسَّلَام أَنَّهُ جَعَلَهُمَا آيَة لِلنَّاسِ أَيْ حُجَّة قَاطِعَة عَلَى قُدْرَته عَلَى مَا يَشَاء فَإِنَّهُ خَلَقَ آدَم مِنْ غَيْر أَب وَلَا أُمّ وَخَلَقَ حَوَّاء مِنْ ذَكَر بِلَا أُنْثَى وَخَلَقَ عِيسَى مِنْ أُنْثَى بِلَا ذَكَر وَخَلَقَ بَقِيَّة النَّاس مِنْ ذَكَر وَأُنْثَى وَقَوْله \" وَآوَيْنَاهُمَا إِلَى رَبْوَة ذَات قَرَار وَمَعِين \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : الرَّبْوَة الْمَكَان الْمُرْتَفِع مِنْ الْأَرْض وَهُوَ أَحْسَن مَا يَكُون فِيهِ النَّبَات وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَقَتَادَة قَالَ اِبْن عَبَّاس : وَقَوْله \" ذَات قَرَار\" يَقُول ذَات خِصْب \" وَمَعِين \" يَعْنِي مَاء ظَاهِرًا وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَقَتَادَة وَقَالَ مُجَاهِد رَبْوَة مُسْتَوِيَة وَقَالَ سَعِيد بْن جُبَيْر \" ذَات قَرَار وَمَعِين\" اِسْتَوَى الْمَاء فِيهَا وَقَالَ مُجَاهِد وَقَتَادَة \" وَمَعِين\" الْمَاء الْجَارِي . ثُمَّ اِخْتَلَفَ الْمُفَسِّرُونَ فِي مَكَان هَذِهِ الرَّبْوَة مِنْ أَيّ أَرْض هِيَ ؟ فَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : لَيْسَ الرُّبَى إِلَّا بِمِصْر وَالْمَاء حِين يَسِيل يَكُون الرُّبَى عَلَيْهَا الْقُرَى وَلَوْلَا الرُّبَى غَرِقَتْ الْقُرَى وَرُوِيَ عَنْ وَهْب بْن مُنَبِّه نَحْو هَذَا وَهُوَ بَعِيد جِدًّا . وَرَوَى اِبْن أَبِي حَاتِم عَنْ سَعِيد بْن الْمُسَيِّب فِي قَوْله \" وَآوَيْنَاهُمَا إِلَى رَبْوَة ذَات قَرَار وَمَعِين \" قَالَ هِيَ دِمَشْق قَالَ وَرُوِيَ عَنْ عَبْد اللَّه بْن سَلَام وَالْحَسَن وَزَيْد بْن أَسْلَم وَخَاله بْن مَعْدَان نَحْو ذَلِكَ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع عَنْ إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" ذَات قَرَار وَمَعِين \" قَالَ : أَنْهَار دِمَشْق وَقَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد \" وَآوَيْنَاهُمَا إِلَى رَبْوَة \" قَالَ عِيسَى اِبْن مَرْيَم وَأُمّه حِين أَوَيَا إِلَى غُوطَة دِمَشْق وَمَا حَوْلهَا وَقَالَ عَبْد الرَّزَّاق عَنْ بِشْر بْن رَافِع عَنْ أَبِي عَبْد اللَّه بْن عَمّ أَبِي هُرَيْرَة قَالَ سَمِعْت أَبَا هُرَيْرَة يَقُول : فِي قَوْل اللَّه تَعَالَى \" إِلَى رَبْوَة ذَات قَرَار وَمَعِين \" قَالَ هِيَ الرَّمْلَة مِنْ فِلَسْطِين وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن يُوسُف الْفِرْيَابِيّ حَدَّثَنَا رَوَّاد بْن الْجَرَّاح حَدَّثَنَا عَبْد اللَّه بْن عَبَّاد الْخَوَّاص أَبُو عُتْبَة حَدَّثَنَا الشَّيْبَانِيّ عَنْ اِبْن وَعْلَة عَنْ كُرَيْب السُّحُولِيّ عَنْ مُرَّة الْبَهْذِيّ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لِرَجُلٍ \" إِنَّك تَمُوت بِالرَّبْوَةِ\" فَمَاتَ بِالرَّمْلَةِ وَهَذَا حَدِيث غَرِيب جِدًّا وَأَقْرَب الْأَقْوَال فِي ذَلِكَ مَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" وَآوَيْنَاهُمَا إِلَى رَبْوَة ذَات قَرَار وَمَعِين \" قَالَ الْمَعِين الْمَاء الْجَارِي وَهُوَ النَّهَر الَّذِي قَالَ اللَّه تَعَالَى \" قَدْ جَعَلَ رَبّك تَحْتك سَرِيًّا \" وَكَذَا قَالَ الضَّحَّاك وَقَتَادَة\" إِلَى رَبْوَة ذَات قَرَار وَمَعِين \" هُوَ بَيْت الْمَقْدِس فَهَذَا وَاَللَّه أَعْلَم هُوَ الْأَظْهَر لِأَنَّهُ الْمَذْكُور فِي الْآيَة الْأُخْرَى وَالْقُرْآن يُفَسِّر بَعْضه بَعْضًا وَهَذَا أَوْلَى مَا يُفَسَّر بِهِ ثُمَّ الْأَحَادِيث الصَّحِيحَة ثُمَّ الْآثَار .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39171, "aya_id": 50}]