[{"text": "وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُواْ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَن يُعَمَّرَ وَاللّهُ بَصِيرٌ بِمَا يَعْمَلُونَ", "sura_id": 2, "type": 0, "id": 103, "aya_id": 96}, {"text": "ولتجدنهم أحرص الناس على حياة و من الذين أشركوا يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من العذاب أن يعمر والله بصير بما يعملون", "sura_id": 2, "type": 1, "id": 6339, "aya_id": 96}, {"text": "96 - (ولتجِدَنَّهم) لام قسم (أحرص الناس على حياة و) أحرص (من الذين أشركوا) المنكرين للبعث عليها لعلمهم بأن مصيرهم النار دون المشركين لإنكارهم له (يود) يتمنى (أحدهم لو يعمر ألف سنة) لو مصدرية بمعنى أن وهي بصلتها في تأويل مصدر مفعول يود (وما هو) أي أحدهم (بمزحزحه) مبعده (من العذاب) النار (أن يعمر) فاعل مزحزحه أي تعميره (والله بصير بما يعملون) بالياء والتاء فيجازيهم . وسأل ابن صوريا النبيَّ أو عمرَ عمَّن يأتي بالوحي من الملائكة فقال جبريل فقال هو عدونا يأتي بالعذاب ولو كان ميكائيل لآمنا لأنه يأتي بالخصب والسلم فنزل : \r\n", "sura_id": 2, "type": 2, "id": 25047, "aya_id": 96}, {"text": "ولتعلمَنَّ -أيها الرسول- أن اليهود أشد الناس رغبة في طول الحياة أيًّا كانت هذه الحياة من الذلَّة والمهانة, بل تزيد رغبتهم في طول الحياة على رغبات المشركين. يتمنى اليهودي أن يعيش ألف سنة, ولا يُبْعده هذا العمر الطويل إن حصل من عذاب الله. والله تعالى لا يخفى عليه شيء من أعمالهم وسيجازيهم عليها بما يستحقون من العذاب.\r\n", "sura_id": 2, "type": 3, "id": 31283, "aya_id": 96}, {"text": " <font color=red>وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ</font><BR><p>\" وَلَتَجَدِنَّهُمْ أَحْرَص النَّاس عَلَى حَيَاة \" أَيْ عَلَى طُول الْعُمْر لِمَا يَعْلَمُونَ مَآلِهِمْ السَّيِّئ وَعَاقِبَتهمْ عِنْد اللَّه الْخَاسِرَة لِأَنَّ الدُّنْيَا سِجْن الْمُؤْمِن وَجَنَّة الْكَافِر فَهُمْ يَوَدُّونَ لَوْ تَأَخَّرُوا عَنْ مَقَام الْآخِرَة بِكُلِّ مَا أَمْكَنَهُمْ وَمَا يُحَاذِرُونَ مِنْهُ وَاقِع بِهِمْ لَا مَحَالَة حَتَّى وَهُمْ أَحْرَص مِنْ الْمُشْرِكِينَ الَّذِينَ لَا كِتَاب لَهُمْ وَهَذَا مِنْ بَاب عَطْف الْخَاصّ عَلَى الْعَامّ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان عَنْ الْأَعْمَش عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَمِنْ الَّذِينَ أَشْرَكُوا\" قَالَ الْأَعَاجِم وَكَذَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث الثَّوْرِيّ وَقَالَ صَحِيح عَلَى شَرْطهمَا وَلَمْ يُخَرِّجَاهُ. قَالَ وَقَدْ اِتَّفَقَا عَلَى سَنَد تَفْسِير الصَّحَابِيّ وَقَالَ الْحَسَن الْبَصْرِيّ \" وَلَتَجَدِنَّهُمْ أَحْرَص النَّاس عَلَى حَيَاة\" قَالَ الْمُنَافِق أَحْرَص النَّاس وَأَحْرَص مِنْ الْمُشْرِك عَلَى حَيَاة \" يَوَدّ أَحَدهمْ \" أَيْ يَوَدّ أَحَد الْيَهُود كَمَا يَدُلّ عَلَيْهِ نَظْم السِّيَاق وَقَالَ أَبُو الْعَالِيَة يَوَدّ أَحَدهمْ أَيْ أَحَد الْمَجُوس وَهُوَ يَرْجِع إِلَى الْأَوَّل لَوْ يُعَمَّر أَلْف سَنَة . قَالَ الْأَعْمَش عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" يَوَدّ أَحَدهمْ لَوْ يُعَمَّر أَلْف سَنَة \" قَالَ هُوَ كَقَوْلِ الْفَارِسِيّ \" ده هزارسال \" يَقُول عَشْرَة آلَاف سَنَة . وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر نَفْسه أَيْضًا وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن الْحَسَن بْن شَقِيق سَمِعْت أَبِي عَلِيًّا يَقُول حَدَّثَنَا أَبُو حَمْزَة عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله \" يَوَدّ أَحَدهمْ لَوْ يُعَمَّر أَلْف سَنَة \" قَالَ هُوَ الْأَعَاجِم هزارسال نوروزر مهرجان وَقَالَ مُجَاهِد \" يَوَدّ أَحَدهمْ لَوْ يُعَمَّر أَلْف سَنَة \" قَالَ : حُبِّبَتْ إِلَيْهِمْ الْخَطِيئَة طُول الْعُمْر وَقَالَ مُجَاهِد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَمَا هُوَ بِمُزَحْزِحِهِ مِنْ الْعَذَاب أَنْ يُعَمَّر \" أَيْ وَمَا هُوَ بِمُنَجِّيهِ مِنْ الْعَذَاب وَذَلِكَ أَنَّ الْمُشْرِك لَا يَرْجُو بَعْثًا بَعْد الْمَوْت فَهُوَ يُحِبُّ طُول الْحَيَاة وَأَنَّ الْيَهُودِيّ لَوْ عَرَفَ مَا لَهُ فِي الْآخِرَة مِنْ الْخِزْي مَا ضَيَّعَ مَا عِنْده مِنْ الْعِلْم . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَمَا هُوَ بِمُزَحْزِحِهِ مِنْ الْعَذَاب أَنْ يُعَمَّر \" قَالَ هَذَا الَّذِينَ عَادُوا جِبْرَائِيل قَالَ أَبُو الْعَالِيَة وَابْن عُمَر فَمَا ذَاكَ بِمُغِيثِهِ مِنْ الْعَذَاب وَلَا مُنَجِّيه مِنْهُ . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي هَذِهِ الْآيَة يَهُود أَحْرَص عَلَى الْحَيَاة مِنْ هَؤُلَاءِ وَقَدْ وَدَّ هَؤُلَاءِ لَوْ يُعَمَّر أَحَدهمْ أَلْف سَنَة وَلَيْسَ ذَلِكَ بِمُزَحْزِحِهِ مِنْ الْعَذَاب لَوْ عُمِّرَ كَمَا عَمَّرَ إِبْلِيس لَمْ يَنْفَعهُ إِذْ كَانَ كَافِرًا \" وَاَللَّه بَصِير بِمَا يَعْمَلُونَ\" أَيْ خَبِير بِمَا يَعْمَل عِبَاده مِنْ خَيْر وَشَرّ وَسَيُجَازِي كُلُّ عَامِل بِعَمَلِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38778, "aya_id": 96}]