[{"text": "قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ", "sura_id": 28, "type": 0, "id": 3280, "aya_id": 28}, {"text": "قال ذلك بيني وبينك أيما الأجلين قضيت فلا عدوان علي والله على ما نقول وكيل", "sura_id": 28, "type": 1, "id": 9516, "aya_id": 28}, {"text": "28 - (قال) موسى (ذلك) الذي قلته (بيني وبينك أيما الأجلين) الثمان أو العشر وما زائدة أي رعيه (قضيت) أي فرغت منه (فلا عدوان علي) بطلب الزيادة عليه (والله على ما نقول) أنا وأنت (وكيل) حفيظ أو شهيد فتم العقد بذلك وأمر شعيب ابنته أن تعطي موسى عصا يدفع بها السباع عن غنمه وكانت عصا الأنبياء عنده فوقع في يدها عصا آدم من آس الجنة فأخذها موسى بعلم شعيب \r\n", "sura_id": 28, "type": 2, "id": 28224, "aya_id": 28}, {"text": "قال موسى: ذلك الذي قلته قائم بيني وبينك, أي المدتين أَقْضِها في العمل أكن قد وفيتك, فلا أُطالَب بزيادة عليها, والله على ما نقول وكيل حافظ يراقبنا, ويعلم ما تعاقدنا عليه.\r\n", "sura_id": 28, "type": 3, "id": 34460, "aya_id": 28}, {"text": " <font color=red>قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ</font><BR><p>وَقَوْله تَعَالَى إِخْبَارًا عَنْ مُوسَى : \" قَالَ ذَلِكَ بَيْنِي وَبَيْنك أَيّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاَللَّه عَلَى مَا نَقُول وَكِيلٌ\" يَقُول إِنَّ مُوسَى قَالَ لِصِهْرِهِ الْأَمْر عَلَى مَا قُلْت مِنْ أَنَّك اِسْتَأْجَرْتنِي عَلَى ثَمَان سِنِينَ فَإِنْ أَتْمَمْت عَشْرًا فَمِنْ عِنْدِي فَأَنَا مَتَى فَعَلْت أَقَلّهمَا فَقَدْ بَرِئْت مِنْ الْعَهْد وَخَرَجْت مِنْ الشَّرْط وَلِهَذَا قَالَ : \" أَيّمَا الْأَجَلَيْنِ قَضَيْت فَلَا عُدْوَان عَلَيَّ \" أَيْ فَلَا حَرَج عَلَيَّ مَعَ أَنَّ الْكَامِل وَإِنْ كَانَ مُبَاحًا لَكِنَّهُ فَاضِل مِنْ جِهَة أُخْرَى بِدَلِيلٍ مِنْ خَارِج كَمَا قَالَ تَعَالَى : \" فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْم عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْم عَلَيْهِ\" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِحَمْزَةَ بْن عَمْرو الْأَسْلَمِيّ رَضِيَ اللَّه عَنْهُ وَكَانَ كَثِير الصِّيَام وَسَأَلَهُ عَنْ الصَّوْم فِي السَّفَر فَقَالَ : \" إِنْ شِئْت فَصُمْ وَإِنْ شِئْت فَأَفْطِرْ \" مَعَ أَنَّ فِعْل الصِّيَام رَاجِح مِنْ دَلِيل آخَر هَذَا وَقَدْ دَلَّ الدَّلِيل عَلَى أَنَّ مُوسَى عَلَيْهِ السَّلَام إِنَّمَا فَعَلَ أَكْمَل الْأَجَلَيْنِ وَأَتَمّهمَا وَقَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا مَرْوَان بْن شُجَاع عَنْ سَالِم الْأَفْطَس عَنْ سَعِيد بْن جُبَيْر قَالَ : قَالَ سَأَلَنِي يَهُودِيّ مِنْ أَهْل الْحِيرَة أَيّ الْأَجَلَيْنِ قَضَى مُوسَى ؟ فَقُلْت لَا أَدْرِي حَتَّى أَقْدَم عَلَى حَبْر الْعَرَب فَأَسْأَلهُ فَقَدِمْت عَلَى اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ فَسَأَلْته فَقَالَ قَضَى أَكْثَرهمَا وَأَطْيَبهمَا إِنَّ رَسُول اللَّه إِذَا قَالَ فَعَلَ . هَكَذَا رَوَاهُ حَكِيم بْن جُبَيْر وَغَيْره عَنْ سَعِيد بْن جُبَيْر وَوَقَعَ فِي حَدِيث الْفُتُون رِوَايَة الْقَاسِم بْن أَبِي أَيُّوب عَنْ سَعِيد بْن جُبَيْر أَنَّ الَّذِي سَأَلَهُ رَجُل مِنْ أَهْل النَّصْرَانِيَّة وَالْأَوَّل أَشْبَه وَاَللَّه أَعْلَم وَقَدْ رُوِيَ مِنْ حَدِيث اِبْن عَبَّاس مَرْفُوعًا قَالَ اِبْن جَرِير حَدَّثَنَا أَحْمَد بْن مُحَمَّد الطُّوسِيّ حَدَّثَنَا الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنِي إِبْرَاهِيم بْن يَحْيَى بْن أَبِي يَعْقُوب عَنْ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" سَأَلْت جِبْرِيل أَيّ الْأَجَلَيْنِ قَضَى مُوسَى قَالَ أَتَمّهمَا وَأَكْمَلهمَا \" وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ الْحُمَيْدِيّ عَنْ سُفْيَان وَهُوَ اِبْن عُيَيْنَة حَدَّثَنِي إِبْرَاهِيم بْن يَحْيَى بْن أَبِي يَعْقُوب وَكَانَ مِنْ أَسْنَانِي أَوْ أَصْغَر مِنِّي فَذَكَرَهُ . وَفِي إِسْنَاده قَلْب وَإِبْرَاهِيم هَذَا لَيْسَ بِمَعْرُوفٍ . وَرَوَاهُ الْبَزَّار عَنْ أَحْمَد بْن أَبَان الْقُرَشِيّ عَنْ سُفْيَان بْن عُيَيْنَة عَنْ إِبْرَاهِيم بْن أَعْيَن عَنْ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ ثُمَّ قَالَ لَا نَعْرِفهُ مَرْفُوعًا عَنْ اِبْن عَبَّاس إِلَّا مِنْ هَذَا الْوَجْه . ثُمَّ قَالَ اِبْن أَبِي حَاتِم قُرِئَ عَلَى يُونُس بْن عَبْد الْأَعْلَى أَنْبَأَنَا اِبْن وَهْب أَنْبَأَنَا عَمْرو بْن الْحَارِث عَنْ يَحْيَى بْن مَيْمُون الْحَضْرَمِيّ عَنْ يُوسُف بْن تيرح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ أَيّ الْأَجَلَيْنِ قَضَى مُوسَى ؟ قَالَ : \" لَا عِلْم لِي \" فَسَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِبْرِيل فَقَالَ جِبْرِيل لَا عِلْم لِي فَسَأَلَ جِبْرِيل مَلَكًا فَوْقه فَقَالَ لَا عِلْم لِي فَسَأَلَ ذَلِكَ الْمَلَك رَبّه عَزَّ وَجَلَّ عَمَّا سَأَلَهُ عَنْهُ جِبْرِيل عَمَّا سَأَلَهُ عَنْهُ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ الرَّبّ عَزَّ وَجَلَّ قَضَى أَبَرّهمَا وَأَبْقَاهُمَا أَوْ قَالَ أَزْكَاهُمَا . وَهَذَا مُرْسَل وَقَدْ جَاءَ مُرْسَلًا مِنْ وَجْه آخَر وَقَالَ سُنَيْد حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج قَالَ : قَالَ مُجَاهِد إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَأَلَ جِبْرِيل أَيّ الْأَجَلَيْنِ قَضَى مُوسَى ؟ فَقَالَ سَوْفَ أَسْأَل إِسْرَافِيل فَسَأَلَهُ فَقَالَ سَوْفَ أَسْأَل الرَّبّ عَزَّ وَجَلَّ فَسَأَلَهُ فَقَالَ أَبَرّهمَا وَأَوْفَاهُمَا \" طَرِيق أُخْرَى مُرْسَلَة أَيْضًا \" قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبُو مَعْشَر عَنْ مُحَمَّد بْن كَعْب الْقَرَظِيّ قَالَ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ الْأَجَلَيْنِ قَضَى مُوسَى قَالَ : \" أَوْفَاهُمَا وَأَتَمّهمَا \" فَهَذِهِ طُرُق مُتَعَاضِدَة ثُمَّ قَدْ رُوِيَ هَذَا مَرْفُوعًا مِنْ رِوَايَة أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا أَبُو عُبَيْد اللَّه يَحْيَى بْن مُحَمَّد بْن السَّكَن حَدَّثَنَا إِسْحَاق بْن إِدْرِيس حَدَّثَنَا عُوَيْذ بْن أَبَى عِمْرَان الْجَوْنِيّ عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن الصَّامِت عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ أَيّ الْأَجَلَيْنِ قَضَى مُوسَى ؟ قَالَ : \" أَوْفَاهُمَا وَأَبَرّهمَا قَالَ وَإِنْ سُئِلْت أَيّ الْمَرْأَتَيْنِ تَزَوَّجَ فَقُلْ الصُّغْرَى مِنْهُمَا \" ثُمَّ قَالَ الْبَزَّار لَا نَعْلَم يَرْوِي عَنْ أَبِي ذَرّ إِلَّا بِهَذَا الْإِسْنَاد . وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث عُوَيْذ بْن أَبِي عِمْرَان وَهُوَ ضَعِيف ثُمَّ قَدْ رُوِيَ أَيْضًا نَحْوه مِنْ حَدِيث عُتْبَة بْن الْمُنْذِر بِزِيَادَةٍ غَرِيبَة جِدًّا فَقَالَ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عُمَر بْن الْخَطَّاب السِّجِسْتَانِيّ حَدَّثَنَا يَحْيَى بْن بُكَيْر حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا الْحَارِث بْن يَزِيد عَنْ عَلِيّ بْن رَبَاح اللَّخْمِيّ قَالَ سَمِعْت عُتْبَة بْن الْمُنْذِر يَقُول إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ أَيّ الْأَجَلَيْنِ قَضَى مُوسَى قَالَ : \" أَبَرّهمَا وَأَوْفَاهُمَا \" ثُمَّ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ مُوسَى عَلَيْهِ السَّلَام لَمَّا أَرَادَ فِرَاق شُعَيْب عَلَيْهِ السَّلَام أَمَرَ اِمْرَأَته أَنْ تَسْأَل أَبَاهَا أَنْ يُعْطِيهَا مِنْ غَنَمه مَا يَعِيشُونَ بِهِ فَأَعْطَاهَا مَا وَلَدَتْ غَنَمه فِي ذَلِكَ الْعَام مِنْ قَالِب لَوْن قَالَ فَمَا مَرَّتْ شَاة إِلَّا ضَرَبَ مُوسَى جَنْبهَا بِعَصَاهُ فَوَلَدَتْ قَوَالِب أَلْوَان كُلّهَا وَوَلَدَتْ ثِنْتَيْنِ وَثَلَاثًا كُلّ شَاة لَيْسَ فِيهَا فَشُوش وَلَا ضَبُوب وَلَا كَمِيشَة تَفُوت الْكَفّ وَلَا ثَعُول \" وَقَالَ رَسُول اللَّه : \" إِذَا فَتَحْتُمْ الشَّام فَإِنَّكُمْ سَتَجِدُونَ بَقَايَا مِنْهَا وَهِيَ السَّامِرِيَّة \" هَكَذَا أَوْرَدَهُ الْبَزَّار وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم بِأَبْسَطَ مِنْ هَذَا فَقَالَ حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن بُكَيْر حَدَّثَنِي عَبْد اللَّه بْن لَهِيعَة ح وَحَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا صَفْوَان أَنْبَأَنَا الْوَلِيد أَنْبَأَنَا عَبْد اللَّه بْن لَهِيعَة عَنْ الْحَارِث بْن يَزِيد الْحَضْرَمِيّ عَنْ عَلِيّ بْن رَبَاح اللَّخْمِيّ قَالَ سَمِعْت عُتْبَة بْن الْمُنْذِر السُّلَمِيّ صَاحِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحَدِّث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ مُوسَى عَلَيْهِ السَّلَام آجَرَ نَفْسه بِعِفَّةِ فَرْجه وَطُعْمَة بَطْنه فَلَمَّا وَفَّى الْأَجَل - قِيلَ يَا رَسُول اللَّه أَيّ الْأَجَلَيْنِ ؟ قَالَ - أَبَرّهمَا وَأَوْفَاهُمَا فَلَمَّا أَرَادَ فِرَاق شُعَيْب أَمَرَ اِمْرَأَته أَنْ تَسْأَل أَبَاهَا أَنْ يُعْطِيهَا مِنْ غَنَمه مَا يَعِيشُونَ بِهِ فَأَعْطَاهَا مَا وَلَدَتْ غَنَمه مِنْ قَالِب لَوْن مِنْ وَلَد ذَلِكَ الْعَام وَكَانَتْ غَنَمه سَوْدَاء حَسْنَاء فَانْطَلَقَ مُوسَى عَلَيْهِ السَّلَام إِلَى عَصَاهُ فَسَمَّاهَا مِنْ طَرَفهَا ثُمَّ وَضَعَهَا فِي أَدْنَى الْحَوْض ثُمَّ أَوْرَدَهَا فَسَقَاهَا وَوَقَفَ مُوسَى بِإِزَاءِ الْحَوْض فَلَمْ يُصْدِر مِنْهَا شَاة إِلَّا وَضَرَبَ جَنْبهَا شَاة شَاة قَالَ فَأَتْأَمَتْ وَأَلْبَنَتْ وَوَضَعَتْ كُلّهَا قَوَالِب أَلْوَان إِلَّا شَاة أَوْ شَاتَيْنِ لَيْسَ فِيهَا فَشُوش قَالَ يَحْيَى وَلَا ضَبُون وَقَالَ صَفْوَان وَلَا صَبُوب قَالَ أَبُو زُرْعَة الصَّوَاب طَنُوب وَلَا عَزُوز وَلَا ثَعُول وَلَا كَمِيشه تَفُوت الْكَفّ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَوْ اِفْتَتَحْتُمْ الشَّام وَجَدْتُمْ بَقَايَا تِلْكَ الْغَنَم وَهِيَ السَّامِرِيَّة \" وَحَدَّثَنَا أَبُو زُرْعَة أَنْبَأَنَا صَفْوَان قَالَ سَمِعْت الْوَلِيد قَالَ سَأَلْت اِبْن لَهِيعَة مَا الْفَشُوش ؟ قَالَ الَّتِي تَفُشّ بِلَبَنِهَا وَاسِعَة الشَّخْب قُلْت فَمَا الضَّبُوب قَالَ الطَّوِيلَة الضَّرْع تَجُرّهُ قُلْت فَمَا الْعَزُوز قَالَ ضَيِّقَة الشَّخْب قُلْت فَمَا الثَّعُول ؟ قَالَ الَّتِي لَيْسَ لَهَا ضَرْع إِلَّا كَهَيْئَةِ حَلَمَتَيْنِ قُلْت فَمَا الْكَمِيشَة ؟ قَالَ الَّتِي تَفُوت الْكَفّ كَمِيشَة الضَّرْع صَغِير لَا يُدْرِكهُ الْكَفّ مُدَار . هَذَا الْحَدِيث عَلَى عَبْد اللَّه بْن لَهِيعَة الْمِصْرِيّ وَفِي حِفْظه سُوء وَأَخْشَى أَنْ يَكُون رَفْعه خَطَأ وَاَللَّه أَعْلَم. وَيَنْبَغِي أَنْ يُرْوَى لَيْسَ فِيهَا فَشُوش وَلَا عَزُوز وَلَا ضَبُوب وَلَا ثَعُول وَلَا كَمِيشَة لِتُذْكَر مِنْهَا صِفَة نَاقِصَة مَا يُقَابِلهَا مِنْ الصِّفَات النَّاقِصَة وَقَدْ رَوَى اِبْن جَرِير مِنْ كَلَام أَنَس بْن مَالِك مَوْقُوفًا عَلَيْهِ مَا يُقَارِب بَعْضه بِإِسْنَادٍ جَيِّد فَقَالَ حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنَا أَبِي حَدَّثَنَا قَتَادَة حَدَّثَنَا أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا دَعَا نَبِيّ اللَّه مُوسَى عَلَيْهِ السَّلَام صَاحِبه إِلَى الْأَجَل الَّذِي كَانَ بَيْنهمَا قَالَ لَهُ صَاحِبه كُلّ شَاة وَلَدَتْ عَلَى غَيْر لَوْنهَا فَلَك وَلَدهَا فَعَمَدَ مُوسَى فَرَفَعَ حِبَالًا عَلَى الْمَاء فَلَمَّا رَأَتْ الْخَيَال فَزِعَتْ فَجَالَتْ جَوْلَة فَوَلَدْنَ كُلّهنَّ بُلْقًا إِلَّا شَاة وَاحِدَة فَذَهَبَ بِأَوْلَادِهِنَّ كُلّهنَّ ذَلِكَ الْعَام .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39706, "aya_id": 28}]