[{"text": "وَإِذَا نَادَيْتُمْ إِلَى الصَّلاَةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْقِلُونَ", "sura_id": 5, "type": 0, "id": 727, "aya_id": 58}, {"text": "وإذا ناديتم إلى الصلاة اتخذوها هزوا ولعبا ذلك بأنهم قوم لا يعقلون", "sura_id": 5, "type": 1, "id": 6963, "aya_id": 58}, {"text": "58 - (و) الذين (إذا ناديتم) دعوتم (إلى الصلاة) بالأذان (اتخذوها) أي الصلاة (هزوا ولعبا) بأن يستهزئوا بها ويتضاحكوا (ذلك) الاتخاذ (بأنهم) أي بسبب أنهم (قوم لا يعقلون) \r\n", "sura_id": 5, "type": 2, "id": 25671, "aya_id": 58}, {"text": "وإذا أذَّن مؤذنكم -أيها المؤمنون- بالصلاة سخر اليهود والنصارى والمشركون واستهزؤوا من دعوتكم إليها؛ وذلك بسبب جهلهم بربهم، وأنهم لا يعقلون حقيقة العبادة.\r\n", "sura_id": 5, "type": 3, "id": 31907, "aya_id": 58}, {"text": " <font color=red>وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ</font><BR><p>وَقَوْله \" وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاة اِتَّخَذُوهَا هُزُوًا وَلَعِبًا \" أَيْ وَكَذَلِكَ إِذَا أَذَّنْتُمْ دَاعِينَ إِلَى الصَّلَاة الَّتِي هِيَ أَفْضَل الْأَعْمَال لِمَنْ يَعْقِل وَيَعْلَم مِنْ ذَوِي الْأَلْبَاب اِتَّخَذُوهَا أَيْضًا\" هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْم لَا يَعْقِلُونَ \" مَعَانِي عِبَادَة اللَّه وَشَرَائِعه وَهَذِهِ صِفَات أَتْبَاع الشَّيْطَان \" الَّذِي إِذَا سَمِعَ الْمُنَادِي أَدْبَرَ وَلَهُ حُصَاص أَيْ ضُرَاط حَتَّى لَا يَسْمَع التَّأْذِين فَإِذَا قُضِيَ التَّأْذِين أَقْبَلَ فَإِذَا ثُوِّبَ لِلصَّلَاةِ أَدْبَرَ فَإِذَا قُضِيَ التَّثْوِيب أَقْبَلَ حَتَّى يَخْطُر بَيْن الْمَرْء وَقَلْبه فَيَقُول اُذْكُرْ كَذَا اُذْكُرْ كَذَا لَمَّا لَمْ يَكُنْ يَذْكُر حَتَّى يَظَلّ الرَّجُل لَا يَدْرِي كَمْ صَلَّى فَإِذَا وَجَدَ أَحَدكُمْ ذَلِكَ فَلْيَسْجُدْ سَجْدَتَيْنِ قَبْل السَّلَام \" مُتَّفَق عَلَيْهِ . قَالَ الزُّهْرِيّ قَدْ ذَكَرَ اللَّه التَّأْذِين فِي كِتَابه فَقَالَ \" وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاة اِتَّخَذُوهَا هُزُوًا وَلَعِبًا وَذَلِكَ بِأَنَّهُمْ قَوْم لَا يَعْقِلُونَ \" رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ أَسْبَاط عَنْ السُّدِّيّ فِي قَوْله \" وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاة اِتَّخَذُوهَا هُزُوًا وَلَعِبًا \" قَالَ : كَانَ رَجُل مِنْ النَّصَارَى بِالْمَدِينَةِ إِذَا سَمِعَ الْمُنَادِيَ يُنَادِي أَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه قَالَ : حُرِقَ الْكَذَّاب فَدَخَلَتْ خَادِمَة لَيْلَة مِنْ اللَّيَالِي بِنَارٍ وَهُوَ نَائِم وَأَهْله نِيَام فَسَقَطَتْ شَارَة فَأَحْرَقَتْ الْبَيْت فَاحْتَرَقَ هُوَ وَأَهْله رَوَاهُ اِبْن جَرِير وَابْن بِي حَاتِم وَذَكَرَ مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي السِّيرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - دَخَلَ الْكَعْبَة عَام الْفَتْح وَمَعَهُ بِلَال فَأَمَرَهُ أَنْ يُؤَذِّن وَأَبُو سُفْيَان بْن حَرْب وَعَتَّاب بْن أَسِيد وَالْحَارِث بْن هِشَام جُلُوس بِفِنَاءِ الْكَعْبَة فَقَالَ عَتَّاب بْن أَسِيد لَقَدْ : أَكْرَمَ اللَّه أَسِيدًا أَنْ لَا يَكُون سَمِعَ هَذَا فَيَسْمَع مِنْهُ مَا يَغِيظهُ وَقَالَ الْحَارِث بْن هِشَام أَمَا وَاَللَّه لَوْ أَعْلَم أَنَّهُ مُحِقّ لَاتَّبَعْته فَقَالَ أَبُو سُفْيَان لَا أَقُول شَيْئًا لَوْ تَكَلَّمْت لَأَخْبَرَتْ عَنِّي هَذِهِ الْحَصَى فَخَرَجَ عَلَيْهِمْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ \" قَدْ عَلِمْت الَّذِي قُلْتُمْ \" ثُمَّ ذَكَرَ ذَلِكَ لَهُمْ فَقَالَ الْحَارِث وَعَتَّاب : نَشْهَد أَنَّك رَسُول اللَّه مَا اِطَّلَعَ عَلَى هَذَا أَحَد كَانَ مَعَنَا فَنَقُول أَخْبَرَك وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا اِبْن جُرَيْج أَخْبَرَنَا عَبْد الْعُزَيْر بْن عَبْد الْمَلِك بْن أَبِي مَحْذُورَة أَنَّ عَبْد اللَّه بْن مُحَيْرِيز أَخْبَرَهُ وَكَانَ يَتِيمًا فِي حِجْر أَبِي مَحْذُورَة قَالَ : قُلْت لِأَبِي مَحْذُورَة يَا عَمّ إِنِّي خَارِج إِلَى الشَّام وَأَخْشَى أَنْ أُسْأَل عَنْ تَأْذِينك فَأَخْبَرَنِي أَنَّ أَبَا مَحْذُورَة قَالَ لَهُ نَعَمْ خَرَجْت فِي نَفَر وَكُنَّا فِي بَعْض طَرِيق حُنَيْن مَقْفَل رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْ حُنَيْن فَلَقِينَا رَسُولَ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِبَعْضِ الطَّرِيق فَأَذَّنَ مُؤَذِّن رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِالصَّلَاةِ عِنْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَمِعْت صَوْت الْمُؤَذِّن وَنَحْنُ مُتَنَكِّبُونَ فَصَرَخْنَا نَحْكِيه وَنَسْتَهْزِئ بِهِ فَسَمِعَ رَسُول اللَّه فَأَرْسَلَ إِلَيْنَا إِلَى أَنْ وَقَفْنَا بَيْن يَدَيْهِ فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَيُّكُمْ الَّذِي سَمِعْت صَوْته قَدْ اِرْتَفَعَ ؟ فَأَشَارَ الْقَوْمُ كُلُّهُمْ إِلَيَّ وَصَدَقُوا فَأَرْسَلَ كُلّهمْ وَحَبَسَنِي وَقَالَ قُمْ فَأَذِّنْ فَقُمْت وَلَا شَيْء أَكْرَهُ إِلَيَّ مِنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَلَا مِمَّا يَأْمُرنِي بِهِ فَقُمْت بَيْن يَدَيْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَأَلْقَى عَلَيَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - التَّأْذِين هُوَ بِنَفْسِهِ قَالَ قُلْ اللَّه أَكْبَر اللَّه أَكْبَر أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه أَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه أَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه حَيَّ عَلَى الصَّلَاة حَيَّ عَلَى الصَّلَاة حَيَّ عَلَى الْفَلَاح حَيَّ عَلَى الْفَلَاح اللَّه أَكْبَر اللَّه أَكْبَر لَا إِلَه إِلَّا اللَّه ثُمَّ دَعَانِي حِين قَضَيْت التَّأْذِين فَأَعْطَانِي صُرَّة فِيهَا شَيْء مِنْ فِضَّة ثُمَّ وَضَعَ يَده عَلَى نَاصِيَة أَبِي مَحْذُورَة ثُمَّ أَمَرَّهَا عَلَى وَجْهه ثُمَّ بَيْن ثَدْيَيْهِ ثُمَّ عَلَى كَبِده حَتَّى بَلَغَتْ يَدُ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سُرَّة أَبِي مَحْذُورَة ثُمَّ قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَارَكَ اللَّه فِيك وَبَارَكَ عَلَيْك فَقُلْت يَا رَسُول اللَّه مُرْنِي بِالتَّأْذِينِ بِمَكَّة فَقَالَ قَدْ \" أَمَرْتُك بِهِ \" وَذَهَبَ كُلّ شَيْء كَانَ لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مِنْ كَرَاهَة وَعَادَ ذَلِكَ كُلّه مَحَبَّة لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَدِمْت عَلَى عَتَّاب بْن أَسِيد عَامِل رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَذَّنْت مَعَهُ بِالصَّلَاةِ عَنْ أَمْر رَسُول اللَّه وَأَخْبَرَنِي ذَلِكَ مَنْ أَدْرَكْت مِنْ أَهْلِي مِمَّنْ أَدْرَكَ أَبَا مَحْذُورَة عَلَى نَحْو مَا أَخْبَرَنِي عَبْد اللَّه بْن مُحَيْرِيز هَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَقَدْ أَخْرَجَهُ مُسْلِم فِي صَحِيحه وَأَهْل السُّنَن الْأَرْبَعَة مِنْ طَرِيق عَنْ عَبْد اللَّه بْن مُحَيْرِيز عَنْ أَبِي مَحْذُورَة وَاسْمه سَمُرَة بْن مِعْيَر بْن لُوذَان أَحَد مُؤَذِّنِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْأَرْبَعَة وَهُوَ مُؤَذِّن أَهْل مَكَّة وَامْتَدَّتْ أَيَّامه - رَضِيَ اللَّه عَنْهُ - وَأَرْضَاهُ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41511, "aya_id": 58}]