[{"text": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الَّذِي تَقُولُ وَاللّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّهِ وَكَفَى بِاللّهِ وَكِيلاً", "sura_id": 4, "type": 0, "id": 574, "aya_id": 81}, {"text": "ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا", "sura_id": 4, "type": 1, "id": 6810, "aya_id": 81}, {"text": "81 - (ويقولون) أي المنافقون إذا جاؤوك أمرنا (طاعة) لك (فإذا برزوا) خرجوا (من عندك بَيَّتْ طائفة منهم) بإدغام التاء في الطاء وتركه أي أضمرت (غير الذي تقول) لك في حضورك من الطاعة أي عصيانك (والله يكتب) يأمر بكتب (ما يبيتون) في صحائفهم ليجازوا عليه (فأعرض عنهم) بالصفح (وتوكل على الله) ثق به فإنه كافيك (وكفى بالله وكيلا) مفوضا إليه \r\n", "sura_id": 4, "type": 2, "id": 25518, "aya_id": 81}, {"text": "ويُظْهر هؤلاء المعرضون, وهم في مجلس رسول الله صلى الله عليه وسلم, طاعتهم للرسول وما جاء به, فإذا ابتعدوا عنه وانصرفوا عن مجلسه, دبَّر جماعة منهم ليلا غير ما أعلنوه من الطاعة, وما علموا أن الله يحصي عليهم ما يدبرون, وسيجازيهم عليه أتم الجزاء, فتول عنهم -أيها الرسول- ولا تبال بهم, فإنهم لن يضروك, وتوكل على الله, وحسبك به وليّاً وناصرًا.\r\n", "sura_id": 4, "type": 3, "id": 31754, "aya_id": 81}, {"text": " <font color=red>وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا</font><BR><p>وَقَوْله \" وَيَقُولُونَ طَاعَة \" يُخْبِر تَعَالَى عَنْ الْمُنَافِقِينَ بِأَنَّهُمْ يُظْهِرُونَ الْمُوَافَقَة وَالطَّاعَة \" فَإِذَا بَرَزُوا مِنْ عِنْدك \" أَيْ خَرَجُوا وَتَوَارَوْا عَنْك بَيَّتَ طَائِفَة مِنْهُمْ غَيْر الَّذِي تَقُول أَيْ اِسْتَسَرُّوا لَيْلًا فِيمَا بَيْنهمْ مَا أَظْهَرُوهُ لَك فَقَالَ تَعَالَى \" وَاَللَّه يَكْتُب مَا يُبَيِّتُونَ \" أَيْ يَعْلَمهُ وَيَكْتُبهُ عَلَيْهِمْ بِمَا يَأْمُر بِهِ حَفَظَتهُ الْكَاتِبِينَ الَّذِينَ هُمْ مُوَكَّلُونَ بِالْعِبَادِ وَالْمَعْنَى فِي هَذَا التَّهْدِيد أَنَّهُ تَعَالَى يُخْبِر بِأَنَّهُ عَالِم بِمَا يُضْمِرُونَهُ وَيُسِرُّونَهُ فِيمَا بَيْنهمْ وَمَا يَتَّفِقُونَ عَلَيْهِ لَيْلًا مِنْ مُخَالَفَة الرَّسُول صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَعِصْيَانه وَإِنْ كَانُوا قَدْ أَظْهَرُوا لَهُ الطَّاعَة وَالْمُوَافَقَة وَسَيَجْزِيهِمْ عَلَى ذَلِكَ كَمَا قَالَ تَعَالَى \" وَيَقُولُونَ آمَنَّا بِاَللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا \" الْآيَة وَقَوْله \" فَأَعْرِضْ عَنْهُمْ \" أَيْ اِصْفَحْ عَنْهُمْ وَاُحْلم عَلَيْهِمْ وَلَا تُؤَاخِذهُمْ وَلَا تَكْشِف أُمُورهمْ لِلنَّاسِ وَلَا تَخَفْ مِنْهُمْ أَيْضًا \" وَتَوَكَّلْ عَلَى اللَّه وَكَفَى بِاَللَّهِ وَكِيلًا \" أَيْ كَفَى بِهِ وَلِيًّا وَنَاصِرًا وَمُعِينًا لِمَنْ تَوَكَّلَ عَلَيْهِ وَأَنَابَ إِلَيْهِ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40923, "aya_id": 81}]