[{"text": "وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ", "sura_id": 30, "type": 0, "id": 3430, "aya_id": 21}, {"text": "ومن آياته أن خلق لكم من أنفسكم أزواجا لتسكنوا إليها وجعل بينكم مودة ورحمة إن في ذلك لآيات لقوم يتفكرون", "sura_id": 30, "type": 1, "id": 9666, "aya_id": 21}, {"text": "21 - (ومن آياته أن خلق لكم من أنفسكم أزواجا) بخلق حواء من ضلع آدم وسائر النساء من نطف الرجال والنساء (لتسكنوا إليها) وتألفوها (وجعل بينكم) جميعا (مودة ورحمة إن في ذلك) المذكور (لآيات لقوم يتفكرون) في صنع الله تعالى \r\n", "sura_id": 30, "type": 2, "id": 28374, "aya_id": 21}, {"text": "ومن آياته الدالة على عظمته وكمال قدرته أن خلق لأجلكم من جنسكم -أيها الرجال- أزواجًا; لتطمئن نفوسكم إليها وتسكن, وجعل بين المرأة وزوجها محبة وشفقة, إن في خلق الله ذلك لآيات دالة على قدرة الله ووحدانيته لقوم يتفكرون, ويتدبرون.\r\n", "sura_id": 30, "type": 3, "id": 34610, "aya_id": 21}, {"text": " <font color=red>وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</font><BR><p>قَوْله تَعَالَى \" وَمِنْ آيَاته أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسكُمْ أَزْوَاجًا \" أَيْ خَلَقَ لَكُمْ مِنْ جِنْسكُمْ إِنَاثًا تَكُون لَكُمْ أَزْوَاجًا \" لِتَسْكُنُوا إِلَيْهَا \" كَمَا قَالَ تَعَالَى \" هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْس وَاحِدَة وَجَعَلَ مِنْهَا زَوْجهَا لِيَسْكُنَ إِلَيْهَا \" يَعْنِي بِذَلِكَ حَوَّاء خَلَقَهَا اللَّه مِنْ آدَم مِنْ ضِلْعه الْأَقْصَر الْأَيْسَر . وَلَوْ أَنَّهُ تَعَالَى جَعَلَ بَنِي آدَم كُلّهمْ ذُكُورًا وَجَعَلَ إِنَاثهمْ مِنْ جِنْس آخَر مِنْ غَيْرهمْ إِمَّا مِنْ جَانّ أَوْ حَيَوَان لَمَا حَصَلَ هَذَا الِائْتِلَاف بَيْنهمْ وَبَيْن الْأَزْوَاج بَلْ كَانَتْ تَحْصُل نُفْرَة لَوْ كَانَتْ الْأَزْوَاج مِنْ غَيْر الْجِنْس ثُمَّ مِنْ تَمَام رَحْمَته بِبَنِي آدَم أَنْ جَعَلَ أَزْوَاجهمْ مِنْ جِنْسهمْ وَجَعَلَ بَيْنهمْ وَبَيْنهنَّ مَوَدَّة وَهِيَ الْمَحَبَّة وَرَحْمَة وَهِيَ الرَّأْفَة فَإِنَّ الرَّجُل يُمْسِك الْمَرْأَة إِمَّا لِمَحَبَّتِهِ لَهَا أَوْ لِرَحْمَةٍ بِهَا بِأَنْ يَكُون لَهَا مِنْهُ وَلَد أَوْ مُحْتَاجَة إِلَيْهِ فِي الْإِنْفَاق أَوْ لِلْأُلْفَةِ بَيْنهمَا وَغَيْر ذَلِكَ \" إِنَّ فِي ذَلِكَ لَآيَات لِقَوْمٍ يَتَفَكَّرُونَ \" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40056, "aya_id": 21}]