[{"text": "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِن يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ", "sura_id": 63, "type": 0, "id": 5192, "aya_id": 4}, {"text": "وإذا رأيتهم تعجبك أجسامهم وإن يقولوا تسمع لقولهم كأنهم خشب مسندة يحسبون كل صيحة عليهم هم العدو فاحذرهم قاتلهم الله أنى يؤفكون", "sura_id": 63, "type": 1, "id": 11428, "aya_id": 4}, {"text": "4 - (وإذا رأيتهم تعجبك أجسامهم) لجمالها (وإن يقولوا تسمع لقولهم) لفصاحتها (كأنهم) من عظم أجسامهم في ترك التفهم (خشب) بسكون الشين وضمها (مسندة) ممالة إلى الجدار (يحسبون كل صيحة) تصاح كنداء في العسكر وإنشاء ضالة (عليهم) لما في قلوبهم من الرعب أن ينزل فيهم ما يبيح دماءهم (هم العدو فاحذرهم) فإنهم يفشون سرك للكفار (قاتلهم الله) أهلكهم (أنى يؤفكون) كيف يصرفون عن الإيمان بعد قيام البرهان \r\n", "sura_id": 63, "type": 2, "id": 30136, "aya_id": 4}, {"text": "وإذا نظرت إلى هؤلاء المنافقين تعجبك هيئاتهم ومناظرهم, وإن يتحدثوا تسمع لحديثهم ; لفصاحة ألسنتهم, وهم لفراغ قلوبهم من الإيمان, وعقولهم من الفهم والعلم النافع كالأخشاب الملقاة على الحائط, التي لا حياة فيها, يظنون كل صوت عال واقعًا عليهم وضارًا بهم؛ لعلمهم بحقيقة حالهم, ولفرط جبنهم, والرعب الذي تمكَّن من قلوبهم, هم الأعداء الحقيقيون شديدو العداوة لك وللمؤمنين, فخذ حذرك منهم, أخزاهم الله وطردهم من رحمته, كيف ينصرفون عن الحق إلى ما هم فيه من النفاق والضلال؟\r\n", "sura_id": 63, "type": 3, "id": 36372, "aya_id": 4}, {"text": " <font color=red>وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَإِذَا رَأَيْتهمْ تُعْجِبُك أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَع لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ\" أَيْ وَكَانُوا أَشْكَالًا حَسَنَة وَذَوِي فَصَاحَة وَأَلْسِنَة وَإِذَا سَمِعَهُمْ السَّامِع يُصْغِي إِلَى قَوْلِهِمْ لِبَلَاغَتِهِمْ وَهُمْ مَعَ ذَلِكَ فِي غَايَة الضَّعْف وَالْخَوَر وَالْهَلَع وَالْجَزَع وَالْجُبْن وَلِهَذَا قَالَ تَعَالَى \" يَحْسَبُونَ كُلّ صَيْحَة عَلَيْهِمْ \" أَيْ كُلَّمَا وَقَعَ أَمْرٌ أَوْ كَائِنَة أَوْ خَوْف يَعْتَقِدُونَ لِجُبْنِهِمْ أَنَّهُ نَازِل بِهِمْ كَمَا قَالَ تَعَالَى \" أَشِحَّة عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْف رَأَيْتهمْ يَنْظُرُونَ إِلَيْك تَدُور أَعْيُنهمْ كَاَلَّذِي يُغْشَى عَلَيْهِ مِنْ الْمَوْت فَإِذَا ذَهَبَ الْخَوْف سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْر أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّه أَعْمَالهمْ وَكَانَ ذَلِكَ عَلَى اللَّه يَسِيرًا\" فَهُمْ جَهَامَات وَصُوَر بِلَا مَعَانٍ وَلِهَذَا قَالَ تَعَالَى\" هُمْ الْعَدُوّ فَاحْذَرْهُمْ قَاتَلَهُمْ اللَّه أَنَّى يُؤْفَكُونَ\" أَيْ كَيْف يُصْرَفُونَ عَنْ الْهُدَى إِلَى الضَّلَالَة وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا عَبْد الْمَلِك بْن قُدَامَة الْجُمَحِيّ عَنْ إِسْحَاق بْن بُكَيْر أَبِي الْفُرَات عَنْ سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ لِلْمُنَافِقِينَ عَلَامَات يُعْرَفُونَ بِهَا : تَحِيَّتهمْ لَعْنَة وَطَعَامهمْ نُهْبَة وَغَنِيمَتهمْ غُلُول وَلَا يَقْرَبُونَ الْمَسَاجِد إِلَّا هَجْرًا وَلَا يَأْتُونَ الصَّلَاة إِلَّا دَبْرًا مُسْتَكْبِرِينَ لَا يَأْلَفُونَ وَلَا يُؤْلَفُونَ خُشُب بِاللَّيْلِ صُخُبٌ بِالنَّهَارِ \" وَقَالَ يَزِيد بْن مُرَّة : سُخُب بِالنَّهَارِ.</p><BR> <br> ", "sura_id": 63, "type": 4, "id": 42284, "aya_id": 4}]