[{"text": "أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِن كُنتَ مِنَ الصَّادِقِينَ", "sura_id": 29, "type": 0, "id": 3369, "aya_id": 29}, {"text": "أئنكم لتأتون الرجال وتقطعون السبيل وتأتون في ناديكم المنكر فما كان جواب قومه إلا أن قالوا ائتنا بعذاب الله إن كنت من الصادقين", "sura_id": 29, "type": 1, "id": 9605, "aya_id": 29}, {"text": "29 - (أئنكم لتأتون الرجال وتقطعون السبيل) طريق المارة بفعلكم تافاحشة بمن يمر بكم فترك الناس الممر بكم (وتأتون في ناديكم) متحدثكم (المنكر) فعل الفاحشة بعضكم ببعض (فما كان جواب قومه إلا أن قالوا ائتنا بعذاب الله إن كنت من الصادقين) في استقباح ذلك وأن العذاب نازل بفاعليه \r\n", "sura_id": 29, "type": 2, "id": 28313, "aya_id": 29}, {"text": "أإنكم لتأتون الرجال في أدبارهم, وتقطعون على المسافرين طرقهم بفعلكم الخبيث, وتأتون في مجالسكم الأعمال المنكرة كالسخرية من الناس, وحذف المارة, وإيذائهم بما لا يليق من الأقوال والأفعال؟ وفي هذا إعلام بأنه لا يجوز أن يجتمع الناس على المنكر مما نهى الله ورسوله عنه. فلم يكن جواب قوم لوط له إلا أن قالوا: جئنا بعذاب الله إن كنت من الصادقين فيما تقول, والمنجزين لما تَعِد.\r\n", "sura_id": 29, "type": 3, "id": 34549, "aya_id": 29}, {"text": " <font color=red>أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ</font><BR><p>وَكَانُوا مَعَ هَذَا يَكْفُرُونَ بِاَللَّهِ وَيُكَذِّبُونَ رَسُوله وَيُخَالِفُونَ وَيَقْطَعُونَ السَّبِيل أَيْ يَقِفُونَ فِي طَرِيق النَّاس يَقْتُلُونَهُمْ وَيَأْخُذُونَ أَمْوَالهمْ \" وَتَأْتُونَ فِي نَادِيكُمْ الْمُنْكَر\" أَيْ يَفْعَلُونَ مَا لَا يَلِيق مِنْ الْأَقْوَال وَالْأَفْعَال فِي مَجَالِسهمْ الَّتِي يَجْتَمِعُونَ فِيهَا لَا يُنْكِر بَعْضهمْ عَلَى بَعْض شَيْئًا مِنْ ذَلِكَ فَمِنْ قَائِل كَانُوا يَأْتُونَ بَعْضهمْ بَعْضًا فِي الْمَلَأ قَالَهُ مُجَاهِد وَمِنْ قَائِل كَانُوا يَتَضَارَطُونَ وَيَتَضَاحَكُونَ قَالَتْهُ عَائِشَة رَضِيَ اللَّه عَنْهَا وَالْقَاسِم وَمِنْ قَائِل كَانُوا يُنَاطِحُونَ بَيْن الْكِبَاش وَيُنَاقِرُونَ بَيْن الدُّيُوك وَكُلّ ذَلِكَ كَانَ يَصْدُر عَنْهُمْ وَكَانُوا شَرًّا مِنْ ذَلِكَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَمَّاد بْن أُسَامَة أَخْبَرَنِي حَاتِم بْن أَبِي صَغِيرَة حَدَّثَنَا سِمَاك بْن حَرْب عَنْ أَبِي صَالِح مَوْلَى أُمّ هَانِئ عَنْ أُمّ هَانِئ قَالَتْ سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْله تَعَالَى : \" وَتَأْتُونَ فِي نَادِيكُمْ الْمُنْكَر \" قَالَ : \" يَحْذِفُونَ أَهْل الطَّرِيق وَيَسْخَرُونَ مِنْهُمْ وَذَلِكَ الْمُنْكَر الَّذِي كَانُوا يَأْتُونَهُ \" وَرَوَاهُ التِّرْمِذِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث أَبِي أُسَامَة حَمَّاد بْن رَسَّامَة عَنْ أَبِي يُونُس الْقُشَيْرِيّ عَنْ حَاتِم بْن أَبِي صَغِيرَة بِهِ . ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث حَاتِم اِبْن أَبِي صَغِيرَة عَنْ سِمَاك وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا مُحَمَّد بْن كَثِير عَنْ عَمْرو بْن قَيْس عَنْ الْحَكَم عَنْ مُجَاهِد \" وَتَأْتُونَ فِي نَادِيكُمْ الْمُنْكَر \" قَالَ الصَّفِير وَلَعِب الْحَمَام وَالْجُلَاهِق وَالسُّؤَال فِي الْمَجْلِس وَحَلّ أَزْرَار الْقَبَاء وَقَوْله تَعَالَى : \" فَمَا كَانَ جَوَاب قَوْمه إِلَّا أَنْ قَالُوا اِئْتِنَا بِعَذَابِ اللَّه إِنْ كُنْت مِنْ الصَّادِقِينَ \" وَهَذَا مِنْ كُفْرهمْ وَاسْتِهْزَائِهِمْ وَعِنَادهمْ .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39795, "aya_id": 29}]