[{"text": "وَقَفَّيْنَا عَلَى آثَارِهِم بِعَيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ", "sura_id": 5, "type": 0, "id": 715, "aya_id": 46}, {"text": "وقفينا على آثارهم بعيسى ابن مريم مصدقا لما بين يديه من التوراة وآتيناه الإنجيل فيه هدى ونور ومصدقا لما بين يديه من التوراة وهدى وموعظة للمتقين", "sura_id": 5, "type": 1, "id": 6951, "aya_id": 46}, {"text": "46 - (وقفينا) أتبعنا (على آثارهم) أي النبيين (بعيسى ابن مريم مصدقا لما بين يديه) قبله (من التوراة وآتيناه الإنجيل فيه هدى) من الضلالة (ونور) بيان للأحكام (ومصدقا) حال (لما بين يديه من التوراة) لما فيها من الأحكام (وهدى وموعظة للمتقين) \r\n", "sura_id": 5, "type": 2, "id": 25659, "aya_id": 46}, {"text": "وأتبعنا أنبياء بني إسرائيل عيسى ابن مريم مؤمنًا بما في التوراة, عاملا بما فيها مما لم ينسخه كتابه, وأنزلنا إليه الإنجيل هاديا إلى الحق, ومبيِّنًا لما جهله الناس مِن حكم الله, وشاهدًا على صدق التوراة بما اشتمل عليه من أحكامها, وقد جعلناه بيانًا للذين يخافون الله وزاجرًا لهم عن ارتكاب المحرَّمات.\r\n", "sura_id": 5, "type": 3, "id": 31895, "aya_id": 46}, {"text": " <font color=red>وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ</font><BR><p>يَقُول تَعَالَى \" وَقَفَّيْنَا \" أَيْ أَتْبَعْنَا عَلَى آثَارهمْ يَعْنِي أَنْبِيَاء بَنِي إِسْرَائِيل \" بِعِيسَى اِبْن مَرْيَم مُصَدِّقًا لِمَا بَيْن يَدَيْهِ مِنْ التَّوْرَاة\" أَيْ مُؤْمِنًا بِهَا حَاكِمًا بِمَا فِيهَا \" وَآتَيْنَاهُ الْإِنْجِيل فِيهِ هُدًى وَنُور \" أَيْ هُدًى إِلَى الْحَقّ وَنُور يُسْتَضَاء بِهِ فِي إِزَالَة الشُّبُهَات وَحَلّ الْمُشْكِلَات وَمُصَدِّقًا لِمَا بَيْن يَدَيْهِ مِنْ التَّوْرَاة أَيْ مُتَّبِعًا لَهَا غَيْر مُخَالِف لِمَا فِيهَا إِلَّا فِي الْقَلِيل مِمَّا بَيَّنَ لِبَنِي إِسْرَائِيل بَعْض مَا كَانُوا يَخْتَلِفُونَ فِيهِ كَمَا قَالَ تَعَالَى إِخْبَارًا عَنْ الْمَسِيح أَنَّهُ قَالَ : لِبَنِي إِسْرَائِيل \" وَلِأُحِلّ لَكُمْ بَعْض الَّذِي حَرَّمَ عَلَيْكُمْ \" وَلِهَذَا كَانَ الْمَشْهُور مِنْ قَوْل الْعُلَمَاء أَنَّ الْإِنْجِيل نَسَخَ بَعْض أَحْكَام التَّوْرَاة وَقَوْله تَعَالَى \" وَهُدًى وَمَوْعِظَة لِلْمُتَّقِينَ \" أَيْ وَجَعَلْنَا الْإِنْجِيل هُدًى يُهْدَى بِهِ وَمَوْعِظَة أَيْ زَاجِرًا عَنْ اِرْتِكَاب الْمَحَارِم وَالْمَآثِم لِلْمُتَّقِينَ أَيْ لِمَنْ اِتَّقَى اللَّه وَخَافَ وَعِيده وَعِقَابه .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41498, "aya_id": 46}]