[{"text": "هَاأَنتُمْ أُوْلاء تُحِبُّونَهُمْ وَلاَ يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُواْ آمَنَّا وَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُواْ بِغَيْظِكُمْ إِنَّ اللّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ", "sura_id": 3, "type": 0, "id": 412, "aya_id": 119}, {"text": "ها أنتم أولاء تحبونهم ولا يحبونكم وتؤمنون بالكتاب كله وإذا لقوكم قالوا آمنا وإذا خلوا عضوا عليكم الأنامل من الغيظ قل موتوا بغيظكم إن الله عليم بذات الصدور", "sura_id": 3, "type": 1, "id": 6648, "aya_id": 119}, {"text": "119 - (ها) للتنبيه (أنتم) يا (أولاء) المؤمنين (تحبونهم) لقرابتهم منكم وصداقتهم (ولا يحبونكم) لمخالفتهم لكم في الدين (وتؤمنون بالكتاب كله) أي بالكتب كلها ولا يؤمنون بكتابكم (وإذا لقوكم قالوا آمنا وإذا خلوا عضوا عليكم الأنامل) أطراف الأصابع (من الغيظ) شدة الغضب لما يرون من ائتلافكم ، ويعبر عن شدة الغضب بعض الأنامل مجازا وإن لم يكن ثم عض (قل موتوا بغيظكم) أي ابقوا عليه إلى الموت فلن تروا ما يسركم (إن الله عليم بذات الصدور) بما في القلوب ومنه ما يضمره هؤلاء \r\n", "sura_id": 3, "type": 2, "id": 25356, "aya_id": 119}, {"text": "ها هوذا الدليل على خطئكم في محبتهم, فأنتم تحبونهم وتحسنون إليهم, وهم لا يحبونكم ويحملون لكم العداوة والبغضاء, وأنتم تؤمنون بالكتب المنزلة كلها ومنها كتابهم, وهم لا يؤمنون بكتابكم, فكيف تحبونهم؟ وإذا لقوكم قالوا -نفاقًا- : آمنَّا وصدَّقْنا, وإذا خلا بعضهم إلى بعض بدا عليهم الغم والحزن, فعَضُّوا أطراف أصابعهم من شدة الغضب, لما يرون من ألفة المسلمين واجتماع كلمتهم, وإعزاز الإسلام, وإذلالهم به. قل لهم -أيها الرسول- : موتوا بشدة غضبكم. إن الله مطَّلِع على ما تخفي الصدور, وسيجازي كلا على ما قدَّم مِن خير أو شر.\r\n", "sura_id": 3, "type": 3, "id": 31592, "aya_id": 119}, {"text": " <font color=red>هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ</font><BR><p>قَوْله تَعَالَى \" هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ \" أَيْ أَنْتُمْ أَيّهَا الْمُؤْمِنُونَ تُحِبُّونَ الْمُنَافِقِينَ بِمَا يُظْهِرُونَ لَكُمْ مِنْ الْإِيمَان فَتُحِبُّونَهُمْ عَلَى ذَلِكَ وَهُمْ لَا يُحِبُّونَكُمْ لَا بَاطِنًا وَلَا ظَاهِرًا \" وَتُؤْمِنُونَ بِالْكِتَابِ كُلّه \" أَيْ لَيْسَ عِنْدكُمْ فِي شَيْء مِنْهُ شَكّ وَلَا رَيْب وَهُمْ عِنْدهمْ الشَّكّ وَالرَّيْب وَالْحِيرَة وَقَالَ مُحَمَّد بْن إِسْحَق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَتُؤْمِنُونَ بِالْكِتَابِ كُلّه \" أَيْ بِكِتَابِكُمْ وَكِتَابهمْ وَبِمَا مَضَى مِنْ الْكُتُب قَبْل ذَلِكَ وَهُمْ يَكْفُرُونَ بِكِتَابِكُمْ فَأَنْتُمْ أَحَقّ بِالْبَغْضَاءِ لَهُمْ مِنْهُمْ لَكُمْ رَوَاهُ اِبْن جَرِير \" وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمْ الْأَنَامِل مِنْ الْغَيْظ \" وَالْأَنَامِل أَطْرَاف الْأَصَابِع قَالَهُ قَتَادَةُ . وَقَالَ الشَّاعِر : وَمَا حَمَلَتْ كَفَّايَ أَنَامِلِي الْعَشْرَا وَقَالَ اِبْن مَسْعُود وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس : الْأَنَامِل الْأَصَابِع وَهَذَا شَأْن الْمُنَافِقِينَ يُظْهِرُونَ لِلْمُؤْمِنِينَ الْإِيمَان وَالْمَوَدَّة وَهُمْ فِي الْبَاطِن بِخِلَافِ ذَلِكَ مِنْ كُلّ وَجْه كَمَا قَالَ تَعَالَى \" وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمْ الْأَنَامِل مِنْ الْغَيْظ وَذَلِكَ أَشَدّ الْغَيْظ وَالْحَنَق \" قَالَ اللَّه تَعَالَى \" قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّه عَلِيم بِذَاتِ الصُّدُور \" أَيْ مَهْمَا كُنْتُمْ تَحْسُدُونَ عَلَيْهِ الْمُؤْمِنِينَ وَيَغِيظكُمْ ذَلِكَ مِنْهُمْ فَاعْلَمُوا أَنَّ اللَّه مُتِمّ نِعْمَته عَلَى عِبَاده الْمُؤْمِنِينَ وَمُكَمِّل دِينه وَمُعْلٍ كَلِمَته وَمُظْهِر دِينه فَمُوتُوا أَنْتُمْ بِغَيْظِكُمْ \" إِنَّ اللَّه عَلِيم بِذَاتِ الصُّدُور \" أَيْ هُوَ عَلِيم بِمَا تَنْطَوِي عَلَيْهِ ضَمَائِركُمْ وَتُكِنّهُ سَرَائِركُمْ مِنْ الْبَغْضَاء وَالْحَسَد وَالْغِلّ لِلْمُؤْمِنِينَ وَهُوَ مُجَازِيكُمْ عَلَيْهِ فِي الدُّنْيَا بِأَنْ يُرِيكُمْ خِلَاف مَا تَأْمُلُونَ وَفِي الْآخِرَة بِالْعَذَابِ الشَّدِيد فِي النَّار الَّتِي أَنْتُمْ خَالِدُونَ فِيهَا لَا مَحِيد لَكُمْ عَنْهَا وَلَا خُرُوج لَكُمْ مِنْهَا .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39865, "aya_id": 119}]