[{"text": "الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ", "sura_id": 1, "type": 0, "id": 2, "aya_id": 2}, {"text": "الحمد لله رب العالمين", "sura_id": 1, "type": 1, "id": 6238, "aya_id": 2}, {"text": "2 - (الحمد لله) جملة خبرية قصد بها الثناء على الله بمضمونها على أنه تعالى مالك لجميع الحمد من الخلق أو مستحق لأن يحمدوه ، والله علم على المعبود بحق (رب العالمين) أي مالك جميع الخلق من الإنس والجن والملائكة والدواب وغيرهم وكل منها يطلق عليه عالم ، يقال عالم الإنس وعالم الجن إلى غير ذلك ، وغلب في جمعه بالياء والنون أولي العلم على غيرهم وهو من العلامة لأنه علامة على موجده \r\n", "sura_id": 1, "type": 2, "id": 24946, "aya_id": 2}, {"text": "(الحَمْدُ للهِ رَبِّ العَالَمِينَ) الثناء على الله بصفاته التي كلُّها أوصاف كمال, وبنعمه الظاهرة والباطنة، الدينية والدنيوية، وفي ضمنه أَمْرٌ لعباده أن يحمدوه, فهو المستحق له وحده, وهو سبحانه المنشئ للخلق, القائم بأمورهم, المربي لجميع خلقه بنعمه, ولأوليائه بالإيمان والعمل الصالح.\r\n", "sura_id": 1, "type": 3, "id": 31182, "aya_id": 2}, {"text": " <font color=red>الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</font><BR><p>الْقُرَّاء السَّبْعَة عَلَى ضَمّ الدَّال فِي قَوْله الْحَمْد لِلَّهِ هُوَ مُبْتَدَأ وَخَبَر وَرُوِيَ عَنْ سُفْيَان بْن عُيَيْنَةَ وَرُؤْبَة بْن الْعَجَّاج أَنَّهُمَا قَالَا\" الْحَمْدَ لِلَّهِ \" بِالنَّصْبِ وَهُوَ عَلَى إِضْمَار فِعْل وَقَرَأَ اِبْن أَبِي عَبْلَة \" الْحَمْدُ لُلَّهِ \" بِضَمِّ الدَّال وَاللَّام إِتْبَاعًا لِلثَّانِي الْأَوَّل وَلَهُ شَوَاهِد لَكِنَّهُ شَاذّ وَعَنْ الْحَسَن وَزَيْد بْن عَلِيّ \" الْحَمْدِ لِلَّهِ \" بِكَسْرِ الدَّال إِتْبَاعًا لِلْأَوَّلِ الثَّانِي قَالَ أَبُو جَعْفَر بْن جَرِير مَعْنَى\" الْحَمْد لِلَّهِ \" الشُّكْر لِلَّهِ خَالِصًا دُون سَائِر مَا يُعْبَد مِنْ دُونه وَدُون كُلّ مَا بَرَأَ مِنْ خَلْقه بِمَا أَنْعَمَ عَلَى عِبَاده مِنْ النِّعَم الَّتِي لَا يُحْصِيهَا الْعَدَد وَلَا يُحِيط بِعَدَدِهَا غَيْره أَحَد فِي تَصْحِيح الْآلَات لِطَاعَتِهِ وَتَمْكِين جَوَارِح أَجْسَام الْمُكَلَّفِينَ لِأَدَاءِ فَرَائِضه مَعَ مَا بَسَطَ لَهُمْ فِي دُنْيَاهُمْ مِنْ الرِّزْق وَغَذَّاهُمْ بِهِ مِنْ نَعِيم الْعَيْش مِنْ غَيْر اِسْتِحْقَاق مِنْهُمْ ذَلِكَ عَلَيْهِ وَمَعَ مَا نَبَّهَهُمْ عَلَيْهِ وَدَعَاهُمْ إِلَيْهِ مِنْ الْأَسْبَاب الْمُؤَدِّيَة إِلَى دَوَام الْخُلُود فِي دَار الْمَقَام فِي النَّعِيم الْمُقِيم فَلِرَبِّنَا الْحَمْد عَلَى ذَلِكَ كُلّه أَوَّلًا وَآخِرًا . وَقَالَ اِبْن جَرِير رَحِمَهُ اللَّه : \" الْحَمْد لِلَّهِ \" ثَنَاء أَثْنَى بِهِ عَلَى نَفْسه وَفِي ضِمْنه أَمَرَ عِبَادَهُ أَنْ يُثْنُوا عَلَيْهِ فَكَأَنَّهُ قَالَ قُولُوا \" الْحَمْد لِلَّهِ \" قَالَ وَقَدْ قِيلَ إِنَّ قَوْلَ الْقَائِل \" الْحَمْد لِلَّهِ \" ثَنَاء عَلَيْهِ بِأَسْمَائِهِ الْحُسْنَى وَصِفَاته الْعُلَى وَقَوْله الشُّكْر لِلَّهِ ثَنَاء عَلَيْهِ بِنِعَمِهِ وَأَيَادِيه . ثُمَّ شَرَعَ فِي رَدّ ذَلِكَ بِمَا حَاصِله أَنَّ جَمِيع أَهْل الْمَعْرِفَة بِلِسَانِ الْعَرَب يُوقِعُونَ كُلًّا مِنْ الْحَمْد وَالشُّكْر مَكَان الْآخَر وَقَدْ نَقَلَ السُّلَمِيّ هَذَا الْمَذْهَب أَنَّهُمَا سَوَاء عَنْ جَعْفَر الصَّادِق وَابْن عَطَاء مِنْ الصُّوفِيَّة وَقَالَ اِبْن عَبَّاس \" الْحَمْد لِلَّهِ \" كَلِمَة كُلّ شَاكِر وَقَدْ اِسْتَدَلَّ الْقُرْطُبِيّ لِابْنِ جَرِير بِصِحَّةِ قَوْل الْقَائِل \" الْحَمْد لِلَّهِ \" شُكْرًا . وَهَذَا الَّذِي اِدَّعَاهُ اِبْن جَرِير فِيهِ نَظَر لِأَنَّهُ اُشْتُهِرَ عِنْد كَثِير مِنْ الْعُلَمَاء مِنْ الْمُتَأَخِّرِينَ أَنَّ الْحَمْد هُوَ الثَّنَاء بِالْقَوْلِ عَلَى الْمَحْمُود بِصِفَاتِهِ اللَّازِمَة وَالْمُتَعَدِّيَة وَالشُّكْر لَا يَكُون إِلَّا عَلَى الْمُتَعَدِّيَة وَيَكُون بِالْجِنَانِ وَاللِّسَان وَالْأَرْكَان كَمَا قَالَ الشَّاعِر : أَفَادَتْكُمْ النَّعْمَاء مِنِّي ثَلَاثَة يَدِي وَلِسَانِي وَالضَّمِير الْمُحَجَّبَا وَلَكِنَّهُمْ اِخْتَلَفُوا أَيّهمَا أَعَمّ الْحَمْد أَوْ الشُّكْر عَلَى قَوْلَيْنِ وَالتَّحْقِيق أَنَّ بَيْنهمَا عُمُومًا وَخُصُوصًا فَالْحَمْد أَعَمّ مِنْ الشُّكْر مِنْ حَيْثُ مَا يَقَعَانِ عَلَيْهِ لِأَنَّهُ يَكُون عَلَى الصِّفَات اللَّازِمَة وَالْمُتَعَدِّيَة تَقُول حَمِدْته لِفُرُوسِيَّتِهِ وَحَمِدْته لِكَرَمِهِ وَهُوَ أَخَصّ لِأَنَّهُ لَا يَكُون إِلَّا بِالْقَوْلِ وَالشُّكْر أَعَمّ مِنْ حَيْثُ مَا يَقَعَانِ عَلَيْهِ لِأَنَّهُ يَكُون بِالْقَوْلِ وَالْفِعْل وَالنِّيَّة كَمَا تَقَدَّمَ وَهُوَ أَخَصّ لِأَنَّهُ لَا يَكُون إِلَّا عَلَى الصِّفَات الْمُتَعَدِّيَة لَا يُقَال شَكَرْته لِفُرُوسِيَّتِهِ وَتَقُول شَكَرْته عَلَى كَرَمه وَإِحْسَانه إِلَيَّ. هَذَا حَاصِل مَا حَرَّرَهُ بَعْض الْمُتَأَخِّرِينَ وَاَللَّه أَعْلَم. وَقَالَ أَبُو نَصْر إِسْمَاعِيل بْن حَمَّاد الْجَوْهَرِيّ : الْحَمْد نَقِيض الذَّمّ تَقُول حَمِدْت الرَّجُل أَحْمَدهُ حَمْدًا وَمَحْمَدَة فَهُوَ حَمِيد وَمَحْمُود وَالتَّحْمِيد أَبْلَغ مِنْ الْحَمْد وَالْحَمْد أَعَمّ مِنْ الشُّكْر وَقَالَ فِي الشُّكْر هُوَ الثَّنَاء عَلَى الْمُحْسِن بِمَا أَوْلَاهُ مِنْ الْمَعْرُوف يُقَال شَكَرْته وَشَكَرْت لَهُ وَبِاللَّامِ أَفْصَح . وَأَمَّا الْمَدْح فَهُوَ أَعَمّ مِنْ الْحَمْد لِأَنَّهُ يَكُون لِلْحَيِّ وَلِلْمَيِّتِ وَلِلْجَمَادِ أَيْضًا كَمَا يُمْدَح الطَّعَام وَالْمَكَان وَنَحْو ذَلِكَ وَيَكُون قَبْل الْإِحْسَان وَبَعْده وَعَلَى الصِّفَات الْمُتَعَدِّيَة وَاللَّازِمَة أَيْضًا فَهُوَ أَعَمّ. ذِكْر أَقْوَال السَّلَف فِي الْحَمْد قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو مَعْمَر الْقَطِيعِيّ حَدَّثَنَا حَفْص عَنْ حَجَّاج عَنْ اِبْن أَبِي مُلَيْكَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ عُمَر رَضِيَ اللَّه عَنْهُ قَدْ عَلِمْنَا سُبْحَانَ اللَّه وَلَا إِلَه إِلَّا اللَّه فَمَا \" الْحَمْد لِلَّهِ \" ؟ فَقَالَ عَلِيّ : كَلِمَة رَضِيَهَا اللَّه لِنَفْسِهِ وَرَوَاهُ غَيْر أَبَى مَعْمَر عَنْ حَفْص فَقَالَ قَالَ عُمَر لِعَلِيٍّ - وَأَصْحَابه عِنْده - لَا إِلَه إِلَّا اللَّه وَسُبْحَان اللَّه وَاَللَّه أَكْبَر قَدْ عَرَفْنَاهَا فَمَا \" الْحَمْد لِلَّهِ \" ؟ قَالَ عَلِيّ : كَلِمَة أَحَبَّهَا اللَّه تَعَالَى لِنَفْسِهِ وَرَضِيَهَا لِنَفْسِهِ وَأَحَبَّ أَنْ تُقَال وَقَالَ عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ يُوسُف بْن مِهْرَان قَالَ اِبْن عَبَّاس \" الْحَمْد لِلَّهِ \" كَلِمَة الشُّكْر وَإِذَا قَالَ الْعَبْد\" الْحَمْد لِلَّهِ \" قَالَ شَكَرَنِي عَبْدِي . رَوَاهُ اِبْن أَبِي حَاتِم وَرَوَى أَيْضًا هُوَ وَابْن جَرِير مِنْ حَدِيث بِشْر بْن عُمَارَة عَنْ أَبِي رَوْق عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : \" الْحَمْد لِلَّهِ \" هُوَ الشُّكْر لِلَّهِ هُوَ الِاسْتِخْذَاء لَهُ وَالْإِقْرَار لَهُ بِنِعْمَتِهِ وَهِدَايَته وَابْتِدَائِهِ وَغَيْر ذَلِكَ وَقَالَ كَعْب الْأَحْبَار \" الْحَمْد لِلَّهِ \" ثَنَاء اللَّه وَقَالَ الضَّحَّاك \" الْحَمْد لِلَّهِ \" رِدَاء الرَّحْمَن وَقَدْ وَرَدَ الْحَدِيث بِنَحْوِ ذَلِكَ . قَالَ اِبْن جَرِير حَدَّثَنَا سَعِيد بْن عَمْرو السَّكُونِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنِي عِيسَى بْن إِبْرَاهِيم بْن مُوسَى بْن أَبِي حَبِيب عَنْ الْحَكَم بْن عُمَيْر وَكَانَتْ لَهُ صُحْبَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا قُلْت \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" فَقَدْ شَكَرْت اللَّه فَزَادَك \" وَقَدْ رَوَى الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا رَوْح حَدَّثَنَا عَوْف عَنْ الْحَسَن عَنْ الْأَسْوَد بْن سَرِيع قَالَ : قُلْت يَا رَسُول اللَّه أَلَا أُنْشِدك مَحَامِد حَمِدْت بِهَا رَبِّي تَبَارَكَ وَتَعَالَى فَقَالَ \" أَمَا إِنَّ رَبَّك يُحِبّ الْحَمْد \" وَرَوَاهُ النَّسَائِيّ عَنْ عَلِيّ بْن حُجْر عَنْ اِبْن عُلَيَّة عَنْ يُونُس بْن عُبَيْد عَنْ الْحَسَن بْن الْأَسْوَد بْن سَرِيع بِهِ . وَرَوَى أَبُو عِيسَى الْحَافِظ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث مُوسَى بْن إِبْرَاهِيم بْن كَثِير عَنْ طَلْحَة بْن خِرَاش عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَفْضَل الذِّكْر لَا إِلَه إِلَّا اللَّه وَأَفْضَل الدُّعَاء الْحَمْد لِلَّهِ \" وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب . وَرَوَى اِبْن مَاجَهْ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا أَنْعَمَ اللَّه عَلَى عَبْد نِعْمَة فَقَالَ الْحَمْد لِلَّهِ إِلَّا كَانَ الَّذِي أَعْطَى أَفْضَل مِمَّا أَخَذَ \" وَقَالَ الْقُرْطُبِيّ فِي تَفْسِيره وَفِي نَوَادِر الْأُصُول عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَوْ أَنَّ الدُّنْيَا بِحَذَافِيرِهَا فِي يَد رَجُل مِنْ أُمَّتِي ثُمَّ قَالَ الْحَمْد لِلَّهِ لَكَانَ الْحَمْد لِلَّهِ أَفْضَل مِنْ ذَلِكَ \" قَالَ الْقُرْطُبِيّ وَغَيْره أَيْ لَكَانَ إِلْهَامه الْحَمْد لِلَّهِ أَكْثَر نِعْمَة عَلَيْهِ مِنْ نِعَم الدُّنْيَا لِأَنَّ ثَوَاب الْحَمْد لَا يَفْنَى وَنَعِيم الدُّنْيَا لَا يَبْقَى قَالَ اللَّه تَعَالَى \" الْمَال وَالْبَنُونَ زِينَة الْحَيَاة الدُّنْيَا وَالْبَاقِيَات الصَّالِحَات خَيْر عِنْد رَبّك ثَوَابًا وَخَيْر أَمَلًا\" وَفِي سُنَن اِبْن مَاجَهْ عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ \" أَنَّ عَبْدًا مِنْ عِبَاد اللَّه قَالَ يَا رَبّ لَك الْحَمْد كَمَا يَنْبَغِي لِجَلَالِ وَجْهك وَعَظِيم سُلْطَانك فَعَضَّلَتْ بِالْمَلَكَيْنِ فَلَمْ يَدْرِيَا كَيْف يَكْتُبَانِهَا فَصَعِدَا إِلَى اللَّه فَقَالَا يَا رَبّنَا إِنَّ عَبْدًا قَدْ قَالَ مَقَالَة لَا نَدْرِي كَيْف نَكْتُبهَا قَالَ اللَّه وَهُوَ أَعْلَم بِمَا قَالَ عَبْده : مَاذَا قَالَ عَبْدِي ؟ قَالَا يَا رَبّ إِنَّهُ قَالَ لَك الْحَمْد يَا رَبّ كَمَا يَنْبَغِي لِجَلَالِ وَجْهك وَعَظِيم سُلْطَانك فَقَالَ اللَّه لَهُمَا : اُكْتُبَاهَا كَمَا قَالَ عَبْدِي حَتَّى يَلْقَانِي فَأَجْزِيه بِهَا \" وَحَكَى الْقُرْطُبِيّ عَنْ طَائِفَة أَنَّهُمْ قَالُوا قَوْل الْعَبْد \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" أَفْضَل مِنْ قَوْله لَا إِلَه إِلَّا اللَّه لِاشْتِمَالِ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ عَلَى التَّوْحِيد مَعَ الْحَمْد وَقَالَ آخَرُونَ لَا إِلَه إِلَّا اللَّه أَفْضَل لِأَنَّهَا تَفْصِل بَيْنَ الْإِيمَان وَالْكُفْر وَعَلَيْهَا يُقَاتَل النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا اللَّه كَمَا ثَبَتَ فِي الْحَدِيث الْمُتَّفَق عَلَيْهِ وَفِي الْحَدِيث الْآخَر \" أَفْضَل مَا قُلْت أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ \" وَقَدْ تَقَدَّمَ عَنْ جَابِر مَرْفُوعًا \" أَفْضَل الذِّكْر لَا إِلَه إِلَّا اللَّه وَأَفْضَل الدُّعَاء الْحَمْد لِلَّهِ \" وَحَسَّنَهُ التِّرْمِذِيّ. وَالْأَلِف وَاللَّام فِي الْحَمْد لِاسْتِغْرَاقِ جَمِيع أَجْنَاس الْحَمْد وَصُنُوفه لِلَّهِ تَعَالَى كَمَا جَاءَ فِي الْحَدِيث \" اللَّهُمَّ لَك الْحَمْد كُلّه وَلَك الْمُلْك كُلّه وَبِيَدِك الْخَيْر كُلّه وَإِلَيْك يَرْجِع الْأَمْر كُلّه \" الْحَدِيث . وَالرَّبّ هُوَ الْمَالِك الْمُتَصَرِّف وَيُطْلَق فِي اللُّغَة عَلَى السَّيِّد وَعَلَى الْمُتَصَرِّف لِلْإِصْلَاحِ وَكُلّ ذَلِكَ صَحِيح فِي حَقّ اللَّه تَعَالَى وَلَا يُسْتَعْمَل الرَّبّ لِغَيْرِ اللَّه بَلْ بِالْإِضَافَةِ تَقُول رَبّ الدَّار كَذَا وَأَمَّا الرَّبّ فَلَا يُقَال إِلَّا لِلَّهِ عَزَّ وَجَلَّ وَقَدْ قِيلَ إِنَّهُ الِاسْم الْأَعْظَم . وَالْعَالَمِينَ جَمْع عَالَم وَهُوَ كُلّ مَوْجُود سِوَى اللَّه عَزَّ وَجَلَّ وَالْعَالَم جَمْع لَا وَاحِد لَهُ مِنْ لَفْظه وَالْعَوَالِم أَصْنَاف الْمَخْلُوقَات فِي السَّمَاوَات وَفِي الْبَرّ وَالْبَحْر وَكُلّ قَرْن مِنْهَا وَجِيل يُسَمَّى عَالَمًا أَيْضًا قَالَ بِشْر بْن عُمَارَة عَنْ أَبِي رَوْق عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" الْحَمْد لِلَّهِ الَّذِي لَهُ الْخَلْق كُلّه السَّمَاوَات وَالْأَرْض وَمَا فِيهِنَّ وَمَا بَيْنهنَّ مِمَّا نَعْلَم وَمِمَّا لَا نَعْلَم . وَفِي رِوَايَة سَعِيد بْن جُبَيْر وَعِكْرِمَة عَنْ اِبْن عَبَّاس : رَبّ الْجِنّ وَالْإِنْس وَكَذَلِكَ قَالَ سَعِيد بْن جُبَيْر وَمُجَاهِد وَابْن جُرَيْج وَرُوِيَ عَنْ عَلِيّ نَحْوه قَالَ اِبْن أَبِي حَاتِم بِإِسْنَادِهِ لَا يُعْتَمَد عَلَيْهِ وَاسْتَدَلَّ الْقُرْطُبِيّ لِهَذَا الْقَوْل بِقَوْلِهِ تَعَالَى \" لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا \" وَهُمْ الْجِنّ وَالْإِنْس قَالَ الْفَرَّاء وَأَبُو عُبَيْد : الْعَالَم عِبَارَة عَمَّا يَعْقِل وَهُمْ الْإِنْس وَالْجِنّ وَالْمَلَائِكَة وَالشَّيَاطِين وَلَا يُقَال لِلْبَهَائِمِ عَالَم . وَعَنْ زَيْد بْن أَسْلَم وَأَبِي مُحَيْصِن الْعَالَم كُلّ مَا لَهُ رُوح تُرَفْرِف . وَقَالَ قَتَادَة رَبّ الْعَالَمِينَ كُلّ صِنْف عَالَم وَقَالَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة مَرْوَان بْن مُحَمَّد وَهُوَ أَحَد خُلَفَاء بَنِي أُمَيَّة وَهُوَ يُعْرَف بِالْجَعْدِ وَيُلَقَّب بِالْحِمَارِ أَنَّهُ قَالَ خَلَقَ اللَّه سَبْعَة عَشَر أَلْف عَالَم أَهْل السَّمَاوَات وَأَهْل الْأَرْض عَالَم وَاحِد وَسَائِرهمْ لَا يَعْلَمهُمْ إِلَّا اللَّه عَزَّ وَجَلَّ . وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبَى الْعَالِيَة فِي قَوْله تَعَالَى \" رَبّ الْعَالَمِينَ \" قَالَ الْإِنْس عَالَم وَالْجِنّ عَالَم وَمَا سِوَى ذَلِكَ ثَمَانِيَة عَشَر أَلْف أَوْ أَرْبَعَة عَشَر أَلْف عَالَم - هُوَ يَشُكّ - الْمَلَائِكَة عَلَى الْأَرْض وَلِلْأَرْضِ أَرْبَع زَوَايَا فِي كُلّ زَاوِيَة ثَلَاثَة آلَاف عَالَم وَخَمْسمِائَةِ عَالَم خَلَقَهُمْ اللَّه لِعِبَادَتِهِ وَرَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم . وَهَذَا كَلَام غَرِيب يَحْتَاج مِثْله إِلَى دَلِيل صَحِيح. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن خَالِد حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا الْفُرَات يَعْنِي اِبْن الْوَلِيد عَنْ مُعَتِّب بْن سُمَيّ عَنْ سُبَيْع يَعْنِي الْحِمْيَرِيّ فِي قَوْله تَعَالَى \" رَبّ الْعَالَمِينَ \" قَالَ الْعَالَمِينَ أَلْف أُمَّة فَسِتُّمِائَةٍ فِي الْبَحْر وَأَرْبَعُمِائَةٍ فِي الْبَرّ وَحُكِيَ مِثْله عَنْ سَعِيد بْن الْمُسَيِّب وَقَدْ رُوِيَ نَحْو هَذَا مَرْفُوعًا كَمَا قَالَ الْحَافِظ أَبُو يَعْلَى أَحْمَد بْن عَلِيّ بْن الْمُثَنَّى فِي مُسْنَده : حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عُبَيْد بْن وَاقِد الْقَيْسِيّ أَبُو عَبَّاد حَدَّثَنِي مُحَمَّد بْن عِيسَى بْن كَيْسَان حَدَّثَنَا مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَلَّ الْجَرَاد فِي سَنَة مِنْ سِنِي عُمَر الَّتِي وُلِّيَ فِيهَا فَسَأَلَ عَنْهُ فَلَمْ يُخْبَر بِشَيْءٍ فَاغْتَمَّ لِذَلِكَ فَأَرْسَلَ رَاكِبًا يَضْرِب إِلَى الْيَمَن وَآخَر إِلَى الشَّام وَآخَر إِلَى الْعِرَاق يَسْأَل هَلْ رُئِيَ مِنْ الْجَرَاد شَيْء أَمْ لَا قَالَ فَأَتَاهُ الرَّاكِب الَّذِي مِنْ قِبَل الْيَمَن بِقَبْضَةٍ مِنْ جَرَاد فَأَلْقَاهَا بَيْن يَدَيْهِ فَلَمَّا رَآهَا كَبَّرَ ثُمَّ قَالَ سَمِعْت رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" خَلَقَ اللَّه أَلْفَ أُمَّة سِتُّمِائَةٍ فِي الْبَحْرِ وَأَرْبَعُمِائَةٍ فِي الْبَرِّ فَأَوَّل شَيْء يَهْلِك مِنْ هَذِهِ الْأُمَم الْجَرَاد فَإِذَا هَلَكَ تَتَابَعَتْ مِثْل النِّظَام إِذَا قُطِعَ سِلْكه \" مُحَمَّد بْن عِيسَى هَذَا وَهُوَ الْهِلَالِيّ ضَعِيف وَحَكَى الْبَغَوِيّ عَنْ سَعِيد بْن الْمُسَيِّب أَنَّهُ قَالَ لِلَّهِ أَلْف عَالَم سِتُّمِائَةٍ فِي الْبَحْر وَأَرْبَعُمِائَةٍ فِي الْبَرّ وَقَالَ وَهْب بْن مُنَبِّه لِلَّهِ ثَمَانِيَة عَشَر أَلْف عَالَم الدُّنْيَا عَالَم مِنْهَا وَقَالَ مُقَاتِل الْعَوَالِم ثَمَانُونَ أَلْفًا وَقَالَ كَعْب الْأَحْبَار لَا يَعْلَم عَدَد الْعَوَالِم إِلَّا اللَّه عَزَّ وَجَلَّ نَقَلَهُ كُلّه الْبَغَوِيّ وَحَكَى الْقُرْطُبِيّ عَنْ أَبَى سَعِيد الْخُدْرِيّ أَنَّهُ قَالَ إِنَّ لِلَّهِ أَرْبَعِينَ أَلْف عَالَم الدُّنْيَا مِنْ شَرْقهَا إِلَى مَغْرِبهَا عَالَم وَاحِد مِنْهَا . وَقَالَ الزَّجَّاج الْعَالَم كُلّ مَا خَلَقَ اللَّه فِي الدُّنْيَا وَالْآخِرَة قَالَ الْقُرْطُبِيّ وَهَذَا هُوَ الصَّحِيح أَنَّهُ شَامِل لِكُلِّ الْعَالَمِينَ كَقَوْلِهِ \" قَالَ فِرْعَوْن وَمَا رَبّ الْعَالَمِينَ قَالَ رَبّ السَّمَاوَات وَالْأَرْض وَمَا بَيْنهمَا إِنْ كُنْتُمْ مُوقِنِينَ \" وَالْعَالَم مُشْتَقّ مِنْ الْعَلَامَة \" قُلْت \" لِأَنَّهُ عَلَم دَالّ عَلَى وُجُود خَالِقه وَصَانِعه وَوَحْدَانِيّته كَمَا قَالَ اِبْن الْمُعْتَزّ : فَيَا عَجَبًا كَيْف يُعْصَى الْإِلَه أَمْ كَيْف يَجْحَدهُ الْجَاحِد وَفِي كُلّ شَيْء لَهُ آيَة تَدُلّ عَلَى أَنَّهُ وَاحِد </p><BR> <br> ", "sura_id": 1, "type": 4, "id": 37418, "aya_id": 2}]