[{"text": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلَا تَنتَصِرَانِ", "sura_id": 55, "type": 0, "id": 4936, "aya_id": 35}, {"text": "يرسل عليكما شواظ من نار ونحاس فلا تنتصران", "sura_id": 55, "type": 1, "id": 11172, "aya_id": 35}, {"text": "35 - (يرسل عليكما شواظ من نار) هو لهبها الخالص من الدخان أو معه (ونحاس) دخان لا لهب فيه (فلا تنتصران) تمتنعان من ذلك بل يسوقكم إلى المحشر \r\n", "sura_id": 55, "type": 2, "id": 29880, "aya_id": 35}, {"text": "يُرْسَل عليكم لهب من نار, ونحاس مذاب يُصَبُّ على رؤوسكم, فلا ينصر بعضكم بعضًا يا معشر الجن والإنس.\r\n", "sura_id": 55, "type": 3, "id": 36116, "aya_id": 35}, {"text": " <font color=red>يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس الشُّوَاظ هُوَ لَهَب النَّار وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس الشُّوَاظ الدُّخَان وَقَالَ مُجَاهِد هُوَ اللَّهَب الْأَخْضَر الْمُنْقَطِع وَقَالَ أَبُو صَالِح الشُّوَاظ هُوَ اللَّهَب الَّذِي فَوْق النَّار وَدُون الدُّخَان وَقَالَ الضَّحَّاك \" شُوَاظ مِنْ نَار \" سَيْل مِنْ نَار. وَقَوْله تَعَالَى \" وَنُحَاس \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَنُحَاس \" دُخَان النَّار وَرُوِيَ مِثْله عَنْ أَبِي صَالِح وَسَعِيد بْن جُبَيْر وَأَبِي سِنَان وَقَالَ اِبْن جَرِير وَالْعَرَب تُسَمِّي الدُّخَان نُحَاسًا بِضَمِّ النُّون وَكَسْرِهَا وَالْقِرَاءَة مُجْمِعَة عَلَى الضَّمِّ وَمِنْ النُّحَاس بِمَعْنَى الدُّخَان قَوْل نَابِغَة جَعْدَة : يُضِيءُ كَضَوْءِ سِرَاجِ السَّلِيط لَمْ يَجْعَلْ اللَّهُ فِيهِ نُحَاسًا يَعْنِي دُخَانًا هَكَذَا قَالَ . وَقَدْ رَوَى الطَّبَرَانِيّ مِنْ طَرِيق جُوَيْبِر عَنْ الضَّحَّاك أَنَّ نَافِع بْن الْأَزْرَق سَأَلَ اِبْن عَبَّاس عَنْ الشُّوَاظ فَقَالَ هُوَ اللَّهَب الَّذِي لَا دُخَان مَعَهُ فَسَأَلَهُ شَاهِدًا عَلَى ذَلِكَ مِنْ اللُّغَة فَأَنْشَدَهُ بَيْت أُمَيَّة بْن أَبِي الصَّلْت فِي حَسَّان : أَلَا مَنْ مُبْلِغٌ حَسَّان عَنِّي مُغَلْغَلَةً تَدِبُّ إِلَى عُكَاظِ أَلَيْسَ أَبُوك فِينَا كَانَ قَيْنًا لَدَى الْقَيْنَات فَسْلًا فِي الْحِفَاظِ يَمَانِيًّا يَظَلُّ يَشُدُّ كِيرًا وَيَنْفُخُ دَائِبًا لَهَبَ الشُّوَاظِ قَالَ صَدَقْت فَمَا النُّحَاس ؟ قَالَ هُوَ الدُّخَان الَّذِي لَا لَهَبَ لَهُ فَهَلْ تَعْرِفهُ الْعَرَب ؟ قَالَ نَعَمْ أَمَّا سَمِعْت نَابِغَةَ بَنِي ذُبْيَان يَقُول : يُضِيءُ كَضَوْءِ سِرَاجِ السَّلِيطِ لَمْ يَجْعَلْ اللَّه فِيهِ نُحَاسًا ؟ وَقَالَ مُجَاهِد : النُّحَاس الصُّفْر يُذَاب فَيُصَبُّ عَلَى رُءُوسِهِمْ وَكَذَا قَالَ قَتَادَة وَقَالَ الضَّحَّاك وَنُحَاس سَيْل مِنْ نُحَاس وَالْمَعْنَى عَلَى كُلّ قَوْل لَوْ ذَهَبْتُمْ هَارِبِينَ يَوْم الْقِيَامَة لَرَدَّتْكُمْ الْمَلَائِكَة وَالزَّبَانِيَة بِإِرْسَالِ اللَّهَب مِنْ النَّار وَالنُّحَاس الْمُذَاب عَلَيْكُمْ لِتَرْجِعُوا وَلِهَذَا قَالَ\" فَلَا تَنْتَصِرَانِ فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ \" .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41856, "aya_id": 35}]