[{"text": "نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِّلْمُقْوِينَ", "sura_id": 56, "type": 0, "id": 5052, "aya_id": 73}, {"text": "نحن جعلناها تذكرة ومتاعا للمقوين", "sura_id": 56, "type": 1, "id": 11288, "aya_id": 73}, {"text": "73 - (نحن جعلناها تذكرة) لنار جهنم (ومتاعا) بلغة (للمقوين) للمسافرين من أقوى القوم أي صاروا بالقوى بالقصر والمد أي القفز وهو مفازة لا نبات فيها ولا ماء \r\n", "sura_id": 56, "type": 2, "id": 29996, "aya_id": 73}, {"text": "نحن جعلنا ناركم التي توقدون تذكيرًا لكم بنار جهنم ومنفعة للمسافرين.\r\n", "sura_id": 56, "type": 3, "id": 36232, "aya_id": 73}, {"text": " <font color=red>نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ</font><BR><p>وَقَوْله تَعَالَى \" نَحْنُ جَعَلْنَاهَا تَذْكِرَة \" قَالَ مُجَاهِد وَقَتَادَة أَيْ تَذَكُّر النَّار الْكُبْرَى قَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَا قَوْم نَاركُمْ هَذِهِ الَّتِي تُوقِدُونَ جُزْء مِنْ سَبْعِينَ جُزْءًا مِنْ نَار جَهَنَّم\" قَالُوا يَا رَسُول اللَّه إِنْ كَانَتْ لَكَافِيَة ؟ قَالَ \" إِنَّهَا قَدْ ضُرِبَتْ بِالْبَحْرِ ضَرْبَتَيْنِ أَوْ مَرَّتَيْنِ حَتَّى يَسْتَنْفِع بِهَا بَنُو آدَم وَيَدْنُوَا مِنْهَا \" وَهَذَا الَّذِي أَرْسَلَهُ قَتَادَة قَدْ رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده فَقَالَ حَدَّثَنَا سُفْيَان عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ نَاركُمْ هَذِهِ جُزْء مِنْ سَبْعِينَ جُزْءًا مِنْ نَار جَهَنَّم وَضُرِبَتْ بِالْبَحْرِ مَرَّتَيْنِ وَلَوْلَا ذَلِكَ مَا جَعَلَ اللَّه فِيهَا مَنْفَعَة لِأَحَدٍ \" وَقَالَ الْإِمَام مَالِك عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" نَار بَنِي آدَم الَّتِي يُوقِدُونَ جُزْء مِنْ سَبْعِينَ جُزْءًا مِنْ نَار جَهَنَّم \" فَقَالُوا يَا رَسُول اللَّه إِنْ كَانَتْ لَكَافِيَة فَقَالَ \" إِنَّهَا قَدْ فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا \" رَوَاهُ الْبُخَارِيّ مِنْ حَدِيث مَالِك وَمُسْلِم مِنْ حَدِيث أَبِي الزِّنَاد وَرَوَاهُ مُسْلِم مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة بِهِ وَفِي لَفْظ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَقَدْ فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا كُلّهنَّ مِثْل حَرّهَا \" وَقَدْ قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن عَمْرو الْخَلَّال حَدَّثَنَا إِبْرَاهِيم بْن الْمُنْذِر الْحِزَامِيّ حَدَّثَنَا مَعْن بْن عِيسَى الْقَزَّاز عَنْ مَالِك عَنْ عَمّه أَبِي سَهْل عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَدْرُونَ مَا مِثْل نَاركُمْ هَذِهِ مِنْ نَار جَهَنَّم ؟ لَهِيَ أَشَدّ سَوَادًا مِنْ نَاركُمْ هَذِهِ بِسَبْعِينَ ضِعْفًا\" قَالَ الضِّيَاء الْمَقْدِسِيّ , وَقَدْ رَوَاهُ أَبُو مُصْعَب عَنْ مَالِك وَلَمْ يَرْفَعهُ وَهُوَ عِنْدِي عَلَى شَرْط الصَّحِيح وَقَوْله تَعَالَى \" وَمَتَاعًا لِلْمُقْوِينَ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَالضَّحَّاك وَالنَّضْر بْن عَرَبِيّ يَعْنِي بِالْمُقْوِينَ الْمُسَافِرِينَ وَاخْتَارَهُ اِبْن جَرِير وَقَالَ وَمِنْهُ قَوْلهمْ أَقْوَتْ الدَّار إِذَا رَحَلَ أَهْلهَا وَقَالَ غَيْره الْقِيّ وَالْقِوَاء الْقَفْر الْخَالِي الْبَعِيد مِنْ الْعُمْرَانِ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم الْمُقْوِيّ هَهُنَا الْجَائِع وَقَالَ لَيْث اِبْن أَبِي سُلَيْم عَنْ مُجَاهِد وَمَتَاعًا لِلْمُقْوِينَ لِلْحَاضِرِ وَالْمُسَافِر لِكُلِّ طَعَام لَا يُصْلِحهُ إِلَّا النَّار وَكَذَا رَوَى سُفْيَان عَنْ جَابِر الْجُعْفِيّ عَنْ مُجَاهِد وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَوْله لِلْمُقْوِينَ يَعْنِي الْمُسْتَمْتِعِينَ مِنْ النَّاس أَجْمَعِينَ وَكَذَا ذَكَرَ عَنْ عِكْرِمَة وَهَذَا التَّفْسِير أَعَمّ مِنْ غَيْره فَإِنَّ الْحَاضِر وَالْبَادِي مِنْ غَنِيّ وَفَقِير الْجَمِيع مُحْتَاجُونَ إِلَيْهَا لِلطَّبْخِ وَالِاصْطِلَاء وَالْإِضَاءَة وَغَيْر ذَلِكَ مِنْ الْمَنَافِع ثُمَّ مِنْ لُطْف اللَّه تَعَالَى أَنْ أَوْدَعَهَا فِي الْأَحْجَار وَخَالِص الْحَدِيد بِحَيْثُ يَتَمَكَّن الْمُسَافِر مِنْ حَمْل ذَلِكَ فِي مَتَاعه وَبَيْن ثِيَابه فَإِذَا اِحْتَاجَ إِلَى ذَلِكَ فِي مَنْزِله أَخْرَجَ زَنْده وَأَوْرَى وَأَوْقَدَ نَاره فَأَطْبَخَ بِهَا وَاصْطَلَى بِهَا وَاشْتَوَى وَاسْتَأْنَسَ بِهَا وَانْتَفَعَ بِهَا سَائِر الِانْتِفَاعَات فَلِهَذَا أَفْرَدَ الْمُسَافِرُونَ وَإِنْ كَانَ ذَلِكَ عَامًا فِي حَقّ النَّاس كُلّهمْ وَقَدْ يُسْتَدَلّ لَهُ بِمَا رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُد مِنْ حَدِيث أَبِي خِدَاش حِبَّان بْن زَيْد الشَّرْعِيّ الشَّامِيّ عَنْ رَجُل مِنْ الْمُهَاجِرِينَ مِنْ قَرْن أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" الْمُسْلِمُونَ شُرَكَاء فِي ثَلَاثَة النَّار وَالْكَلَأ وَالْمَاء\" وَرَوَى اِبْن مَاجَهْ بِإِسْنَادٍ جَيِّد عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاث لَا يُمْنَعْنَ الْمَاء وَالْكَلَأ وَالنَّار \" وَلَهُ مِنْ حَدِيث اِبْن عَبَّاس مَرْفُوعًا مِثْل هَذَا وَزِيَادَة وَثَمَنه وَلَكِنْ فِي إِسْنَاده عَبْد اللَّه بْن خِرَاش بْن حَوْشَب وَهُوَ ضَعِيف وَاَللَّه أَعْلَم.</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41975, "aya_id": 73}]