[{"text": "كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ", "sura_id": 55, "type": 0, "id": 4959, "aya_id": 58}, {"text": "كأنهن الياقوت والمرجان", "sura_id": 55, "type": 1, "id": 11195, "aya_id": 58}, {"text": "58 - (كأنهن الياقوت) صفاء (والمرجان) اللؤلؤ بياضا \r\n", "sura_id": 55, "type": 2, "id": 29903, "aya_id": 58}, {"text": "كأن هؤلاء الزوجاتِ من الحور الياقوتُ والمَرْجانُ في صفائهن وجمالهن.\r\n", "sura_id": 55, "type": 3, "id": 36139, "aya_id": 58}, {"text": " <font color=red>كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ</font><BR><p>يَنْعَتُهُنَّ لِلْخُطَّابِ\" كَأَنَّهُنَّ الْيَاقُوت وَالْمَرْجَان \" قَالَ مُجَاهِد وَالْحَسَن وَابْن زَيْد وَغَيْرهمْ فِي صَفَاء الْيَاقُوت وَبَيَاض الْمَرْجَان فَجَعَلُوا الْمَرْجَان هَهُنَا اللُّؤْلُؤ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن حَاتِم حَدَّثَنَا عُبَيْد بْن حُمَيْد عَنْ عَطَاء بْن السَّائِب عَنْ عَمْرو بْن مَيْمُون الْأَوْدِيّ عَنْ عَبْد اللَّه بْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْمَرْأَة مِنْ نِسَاء أَهْل الْجَنَّة لَيُرَى بَيَاض سَاقَهَا مِنْ وَرَاء سَبْعِينَ حُلَّةً مِنْ حَرِير حَتَّى يُرَى مُخُّهَا\" وَذَلِكَ قَوْل اللَّه تَعَالَى \" كَأَنَّهُنَّ الْيَاقُوت وَالْمَرْجَان\" فَأَمَّا الْيَاقُوت فَإِنَّهُ حَجَر لَوْ أَدْخَلْت فِيهِ سِلْكًا ثُمَّ اِسْتَصْفَيْتَهُ لَرَأَيْته مِنْ وَرَائِهِ وَهَكَذَا رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث عَبِيدَة بْن حُمَيْد وَأَبِي الْأَحْوَص عَنْ عَطَاء بْن السَّائِب بِهِ وَرَوَاهُ مَوْقُوفًا ثُمَّ قَالَ وَهُوَ أَصَحّ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا يُونُس عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لِلرَّجُلِ مِنْ أَهْل الْجَنَّة زَوْجَتَانِ مِنْ الْحُور الْعِين عَلَى كُلّ وَاحِدَة سَبْعُونَ حُلَّة يُرَى مُخُّ سَاقَهَا مِنْ وَرَاء الثِّيَاب\" تَفَرَّدَ بِهِ الْإِمَام أَحْمَد مِنْ هَذَا الْوَجْه وَقَدْ رَوَى مُسْلِم حَدِيث إِسْمَاعِيل بْن عُلَيَّةَ عَنْ أَيُّوب عَنْ مُحَمَّد بْن سِيرِينَ قَالَ إِمَّا تَفَاخَرُوا وَإِمَّا تَذَكَّرُوا الرِّجَال أَكْثَر فِي الْجَنَّة أَمْ النِّسَاء ؟ فَقَالَ أَبُو هُرَيْرَة أَوَلَمْ يَقُلْ أَبُو الْقَاسِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَوَّل زُمْرَة تَدْخُل الْجَنَّة عَلَى صُورَة الْقَمَر لَيْلَة الْبَدْر وَاَلَّتِي تَلِيهَا عَلَى ضَوْء كَوْكَب دُرِّيّ فِي السَّمَاء لِكُلِّ اِمْرِئٍ مِنْهُمْ زَوْجَتَانِ اِثْنَتَانِ يُرَى مُخّ سَاقَهُمَا مِنْ وَرَاء اللَّحْم وَمَا فِي الْجَنَّة أَعْزَب \" وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ مِنْ حَدِيث هَمَّام بْن مُنَبِّه وَأَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا مُحَمَّد بْن طَلْحَة عَنْ حُمَيْد عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" لَغَدْوَة فِي سَبِيل اللَّه أَوْ رَوْحَة خَيْر مِنْ الدُّنْيَا وَمَا فِيهَا وَلَقَابُ قَوْسِ أَحَدكُمْ أَوْ مَوْضِع قَدِّهِ - يَعْنِي سَوْطه - مِنْ الْجَنَّة خَيْر مِنْ الدُّنْيَا وَمَا فِيهَا وَلَوْ اِطَّلَعَتْ اِمْرَأَة مِنْ نِسَاء أَهْل الْجَنَّة إِلَى الْأَرْض لَمَلَأَتْ مَا بَيْنهمَا رِيحًا وَلَطَابَ مَا بَيْنهمَا وَلَنَصِيفُهَا عَلَى رَأْسهَا خَيْر مِنْ الدُّنْيَا وَمَا فِيهَا \" وَرَوَاهُ الْبُخَارِيّ مِنْ حَدِيث أَبِي إِسْحَاق عَنْ حُمَيْد عَنْ أَنَس بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41881, "aya_id": 58}]