[{"text": "هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاء وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 57, "type": 0, "id": 5079, "aya_id": 4}, {"text": "هو الذي خلق السماوات والأرض في ستـة أيام ثم استوى على العرش يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم أين ما كنتم والله بما تعملون بصير", "sura_id": 57, "type": 1, "id": 11315, "aya_id": 4}, {"text": "4 - (هو الذي خلق السماوات والأرض في ستة أيام) من الدنيا أولها الأحد وآخرها الجمعة (ثم استوى على العرش) الكرسي استواء يليق به (يعلم ما يلج) يدخل (في الأرض) كالمطر والأموات (وما يخرج منها) كالنبات والمعادن (وما ينزل من السماء) كالرحمة والعذاب (وما يعرج) يصعد (فيها) كالأعمال الصالحة والسيئة (وهو معكم) بعلمه (أين ما كنتم والله بما تعملون بصير) \r\n", "sura_id": 57, "type": 2, "id": 30023, "aya_id": 4}, {"text": "هو الذي خلق السموات والأرض وما بينهما في ستة أيام, ثم استوى -أي علا وارتفع- على عرشه فوق جميع خلقه استواء يليق بجلاله, يعلم ما يدخل في الأرض من حب ومطر وغير ذلك, وما يخرج منها من نبات وزرع وثمار, وما ينزل من السماء من مطر وغيره, وما يعرج فيها من الملائكة والأعمال, وهو سبحانه معكم بعلمه أينما كنتم, والله بصير بأعمالكم التي تعملونها, وسيجازيكم عليها.\r\n", "sura_id": 57, "type": 3, "id": 36259, "aya_id": 4}, {"text": " <font color=red>هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ خَالِق الْعَالَم سَمَاوَاته وَأَرْضه وَمَا بَيْن ذَلِكَ فِي سِتَّة أَيَّام كَمَا أَخْبَرَ بِذَلِكَ فِي غَيْر مَا آيَة مِنْ الْقُرْآن , وَالسِّتَّة أَيَّام هِيَ الْأَحَد وَالِاثْنَيْنِ وَالثُّلَاثَاء وَالْأَرْبِعَاء وَالْخَمِيس وَالْجُمُعَة وَفِيهِ اُجْتُمِعَ الْخَلْق كُلّه وَفِيهِ خُلِقَ آدَم عَلَيْهِ السَّلَام وَاخْتَلَفُوا فِي هَذِهِ الْأَيَّام هَلْ كُلّ يَوْم مِنْهَا كَهَذِهِ الْأَيَّام كَمَا هُوَ الْمُتَبَادَر إِلَى الْأَذْهَان أَوْ كُلّ يَوْم كَأَلْفِ سَنَة كَمَا نَصَّ عَلَى ذَلِكَ مُجَاهِد وَالْإِمَام أَحْمَد بْن حَنْبَل وَيُرْوَى ذَلِكَ مِنْ رِوَايَة الضَّحَّاك عَنْ اِبْن عَبَّاس فَأَمَّا يَوْم السَّبْت فَلَمْ يَقَع فِيهِ خَلْق لِأَنَّهُ الْيَوْم السَّابِع وَمِنْهُ سُمِّيَ السَّبْت وَهُوَ الْقَطْع فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده حَيْثُ قَالَ حَدَّثَنَا حَجَّاج حَدَّثَنَا اِبْن جُرَيْج أَخْبَرَنِي إِسْمَاعِيل بْن أُمَيَّة عَنْ أَيُّوب بْن خَالِد عَنْ عَبْد اللَّه بْن رَافِع مَوْلَى أُمّ سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : أَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِي فَقَالَ \" خَلَقَ اللَّه التُّرْبَة يَوْم السَّبْت وَخَلَقَ الْجِبَال فِيهَا يَوْم الْأَحَد وَخَلَقَ الشَّجَر فِيهَا يَوْم الِاثْنَيْنِ وَخَلَقَ الْمَكْرُوه يَوْم الثُّلَاثَاء وَخَلَقَ النُّور يَوْم الْأَرْبِعَاء وَبَثَّ فِيهَا الدَّوَابّ يَوْم الْخَمِيس وَخَلَقَ آدَم بَعْد الْعَصْر يَوْم الْجُمُعَة آخِر الْخَلْق فِي آخِر سَاعَة مِنْ سَاعَات الْجُمُعَة فِيمَا بَيْن الْعَصْر إِلَى اللَّيْل \" . فَقَدْ رَوَاهُ مُسْلِم بْن الْحَجَّاج فِي صَحِيحه وَالنَّسَائِيّ مِنْ غَيْر وَجْه عَنْ حَجَّاج وَهُوَ اِبْن مُحَمَّد الْأَعْوَر عَنْ اِبْن جُرَيْج بِهِ وَفِيهِ اِسْتِيعَاب الْأَيَّام السَّبْعَة وَاَللَّه تَعَالَى قَدْ قَالَ \" فِي سِتَّة أَيَّام\" وَلِهَذَا تَكَلَّمَ الْبُخَارِيّ وَغَيْر وَاحِد مِنْ الْحُفَّاظ فِي هَذَا الْحَدِيث وَجَعَلُوهُ مِنْ رِوَايَة أَبِي هُرَيْرَة عَنْ كَعْب الْأَحْبَار لَيْسَ مَرْفُوعًا وَاَللَّه أَعْلَم . وَأَمَّا قَوْله تَعَالَى \" ثُمَّ اِسْتَوَى عَلَى الْعَرْش \" فَلِلنَّاسِ فِي هَذَا الْمَقَام مَقَالَات كَثِيرَة جِدًّا لَيْسَ هَذَا مَوْضِع بَسْطهَا وَإِنَّمَا نَسْلك فِي هَذَا الْمَقَام مَذْهَب السَّلَف الصَّالِح مَالِك وَالْأَوْزَاعِيّ وَالثَّوْرِيّ وَاللَّيْث بْن سَعْد وَالشَّافِعِيّ وَأَحْمَد وَإِسْحَاق بْن رَاهْوَيْهِ وَغَيْرهمْ مِنْ أَئِمَّة الْمُسْلِمِينَ قَدِيمًا وَحَدِيثًا وَهُوَ إِمْرَارهَا كَمَا جَاءَتْ مِنْ غَيْر تَكْيِيف وَلَا تَشْبِيه وَلَا تَعْطِيل وَالظَّاهِر الْمُتَبَادَر إِلَى أَذْهَان الْمُشَبِّهِينَ مَنْفِيّ عَنْ اللَّه فَإِنَّ اللَّه لَا يُشْبِههُ شَيْء مِنْ خَلْقه , وَ \" لَيْسَ كَمِثْلِهِ شَيْء وَهُوَ السَّمِيع الْبَصِير\" بَلْ الْأَمْر كَمَا قَالَ الْأَئِمَّة مِنْهُمْ نُعَيْم بْن حَمَّاد الْخُزَاعِيّ شَيْخ الْبُخَارِيّ قَالَ مَنْ شَبَّهَ اللَّه بِخَلْقِهِ كَفَرَ وَمَنْ جَحَدَ مَا وَصَفَ اللَّه بِهِ نَفْسه فَقَدْ كَفَرَ وَلَيْسَ فِيمَا وَصَفَ اللَّه بِهِ نَفْسه وَلَا رَسُوله تَشْبِيه فَمَنْ أَثْبَتَ لِلَّهِ تَعَالَى مَا وَرَدَتْ بِهِ الْآيَات الصَّرِيحَة وَالْأَخْبَار الصَّحِيحَة عَلَى الْوَجْه الَّذِي يَلِيق بِجَلَالِ اللَّه وَنَفَى عَنْ اللَّه تَعَالَى النَّقَائِص فَقَدْ سَلَكَ سَبِيل الْهُدَى . وَقَوْله تَعَالَى \" يَعْلَم مَا يَلِج فِي الْأَرْض \" أَيْ يَعْلَم عَدَد مَا يَدْخُل فِيهَا مِنْ حَبّ وَقَطْر \" وَمَا يَخْرُج مِنْهَا \" مِنْ نَبَات وَزَرْع وَثِمَار كَمَا قَالَ تَعَالَى \" وَعِنْده مَفَاتِح الْغَيْب لَا يَعْلَمهَا إِلَّا هُوَ وَيَعْلَم مَا فِي الْبَرّ وَالْبَحْر وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رُطَب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" وَقَوْله تَعَالَى\" وَمَا يَنْزِل مِنْ السَّمَاء \" أَيْ مِنْ الْأَمْطَار وَالثُّلُوج وَالْبَرَد وَالْأَقْدَار وَالْأَحْكَام مَعَ الْمَلَائِكَة الْكِرَام وَقَدْ تَقَدَّمَ فِي سُورَة الْبَقَرَة أَنَّهُ مَا يَنْزِل مِنْ قَطْرَة مِنْ السَّمَاء إِلَّا وَمَعَهَا مَلَك يُقَرِّرهَا فِي الْمَكَان الَّذِي يَأْمُر اللَّه بِهِ حَيْثُ يَشَاء اللَّه تَعَالَى . وَقَوْله تَعَالَى\" وَمَا يَعْرُج فِيهَا \" أَيْ مِنْ الْمَلَائِكَة وَالْأَعْمَال كَمَا جَاءَ فِي الصَّحِيح \" يَرْفَع إِلَيْهِ عَمَل اللَّيْل قَبْل النَّهَار وَعَمَل النَّهَار قَبْل اللَّيْل \" وَقَوْله تَعَالَى \" وَهُوَ مَعَكُمْ أَيْنَمَا كُنْتُمْ وَاَللَّه بِمَا تَعْمَلُونَ بَصِير \" أَيْ رَقِيب عَلَيْكُمْ شَهِيد عَلَى أَعْمَالكُمْ حَيْثُ كُنْتُمْ وَأَيْنَمَا كُنْتُمْ مِنْ بَرّ أَوْ بَحْر فِي لَيْل أَوْ نَهَار فِي الْبُيُوت أَوْ فِي الْقِفَار الْجَمِيع فِي عِلْمه عَلَى السَّوَاء وَتَحْت بَصَره وَسَمْعه فَيَسْمَع كَلَامكُمْ وَيَرَى مَكَانكُمْ وَيَعْلَم سِرّكُمْ وَنَجْوَاكُمْ كَمَا قَالَ تَعَالَى \" أَلَا إِنَّهُمْ يُثْنُونَ صُدُورهمْ لِيَسْتَخْفُوا مِنْهُ أَلَا حِين يَسْتَغْشُونَ ثِيَابهمْ يَعْلَم مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيم بِذَاتِ الصُّدُور \" وَقَالَ تَعَالَى \" سَوَاء مِنْكُمْ مَنْ أَسَرَّ الْقَوْل وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِب بِالنَّهَارِ \" فَلَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ . وَقَدْ ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِجِبْرِيل لَمَّا سَأَلَهُ عَنْ الْإِحْسَان \" أَنْ تَعْبُد اللَّه كَأَنَّك تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك \" وَرَوَى الْحَافِظ أَبُو بَكْر الْإِسْمَاعِيلِيّ مِنْ حَدِيث نَصْر بْن خُزَيْمَة بْن جُنَادَة بْن مَحْفُوظ بْن عَلْقَمَة حَدَّثَنِي أَبِي عَنْ نَصْر بْن عَلْقَمَة عَنْ أَخِيهِ عَنْ عَبْد الرَّحْمَن بْن عَامِر قَالَ : قَالَ عُمَر جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : زَوِّدْنِي حِكْمَة أَعِيش بِهَا فَقَالَ : \" اِسْتَحِ اللَّه كَمَا تَسْتَحِي رَجُلًا مِنْ صَالِحِي عَشِيرَتك لَا يُفَارِقك \" هَذَا حَدِيث غَرِيب . وَرَوَى أَبُو نُعَيْم مِنْ حَدِيث عَبْد اللَّه بْن عَلَوِيَّة الْعَامِرِيّ مَرْفُوعًا \" ثَلَاث مَنْ فَعَلَهُنَّ فَقَدْ طَعِمَ الْإِيمَان إِنْ عَبَدَ اللَّه وَحْده وَأَعْطَى زَكَاة مَاله طَيِّبَة بِهَا نَفْسه فِي كُلّ عَام وَلَمْ يُعْطِ الْهَرِمَة وَلَا الرَّذِيَّة وَلَا الشَّرِطَة اللَّئِيمَة وَلَا الْمَرِيضَة وَلَكِنْ مِنْ أَوْسَط أَمْوَالكُمْ وَزَكَّى نَفْسه\" وَقَالَ رَجُل يَا رَسُول اللَّه مَا تَزْكِيَة الْمَرْء نَفْسه فَقَالَ\" يَعْلَم أَنَّ اللَّه مَعَهُ حَيْثُ كَانَ \" . وَقَالَ نُعَيْم بْن حَمَّاد رَحِمَهُ اللَّه حَدَّثَنَا عُثْمَان بْن سَعِيد بْن كَثِير بْن دِينَار الْحِمْصِيّ عَنْ مُحَمَّد بْن مُهَاجِر عَنْ عُرْوَة بْن رُوَيْم عَنْ عَبْد الرَّحْمَن بْن غُنْم عَنْ عُبَادَة بْن الصَّامِت قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَفْضَل الْإِيمَان أَنْ تَعْلَم أَنَّ اللَّه مَعَك حَيْثُمَا كُنْت\" غَرِيب . وَكَانَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه تَعَالَى يَنْشُد هَذَيْنِ الْبَيْتَيْنِ : إِذَا مَا خَلَوْت الدَّهْر يَوْمًا فَلَا تَقُلْ خَلَوْت وَلَكِنْ قُلْ عَلَيَّ رَقِيبُ وَلَا تَحْسَبَنَّ اللَّه يَغْفُل سَاعَة وَلَا أَنَّ مَا تُخْفِي عَلَيْهِ يَغِيبُ .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42024, "aya_id": 4}]