[{"text": "وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا", "sura_id": 25, "type": 0, "id": 2905, "aya_id": 50}, {"text": "ولقد صرفناه بينهم ليذكروا فأبى أكثر الناس إلا كفورا", "sura_id": 25, "type": 1, "id": 9141, "aya_id": 50}, {"text": "50 - (ولقد صرفناه) أي الماء (بينهم ليذكروا) أصله يتذكروا أدغمت التاء في الدال وفي قراءة ليذكروا بسكون الذال وضم الكاف أي نعمة الله به (فأبى أكثر الناس إلا كفورا) جحودا للنعمة حيث قالوا مطرنا بنوء كذا \r\n", "sura_id": 25, "type": 2, "id": 27849, "aya_id": 50}, {"text": "ولقد أنزلنا المطر على أرض دون أخرى؛ ليذكر الذين أنزلنا عليهم المطر نعمة الله عليهم، فيشكروا له، وليذكر الذين مُنعوا منه، فيسارعوا بالتوبة إلى الله - جل وعلا- ليرحمهم ويسقيهم، فأبى أكثر الناس إلا جحودًا لنعمنا عليهم، كقولهم: مطرنا بنَوْء كذا وكذا.\r\n", "sura_id": 25, "type": 3, "id": 34085, "aya_id": 50}, {"text": " <font color=red>وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا</font><BR><p>وَقَوْله تَعَالَى : \" وَلَقَدْ صَرَّفْنَاهُ بَيْنهمْ لِيَذَّكَّرُوا \" أَيْ أَمْطَرْنَا هَذِهِ الْأَرْض دُون هَذِهِ وَسُقْنَا السَّحَاب يَمُرّ عَلَى الْأَرْض وَيَتَعَدَّاهَا وَيَتَجَاوَزهَا إِلَى الْأَرْض الْأُخْرَى فَيُمْطِرهَا وَيَكْفِيهَا وَيَجْعَلهَا غَدَقًا وَاَلَّتِي وَرَاءَهَا لَمْ يَنْزِل فِيهَا قَطْرَة مِنْ مَاء وَلَهُ فِي ذَلِكَ الْحُجَّة الْبَالِغَة وَالْحِكْمَة الْقَاطِعَة قَالَ اِبْن عَبَّاس وَابْن مَسْعُود رَضِيَ اللَّه عَنْهُمْ لَيْسَ عَام بِأَكْثَر مَطَرًا مِنْ عَام وَلَكِنَّ اللَّه يُصَرِّفهُ كَيْف يَشَاء ثُمَّ قَرَأَ هَذِهِ الْآيَة \" وَلَقَدْ صَرَّفْنَاهُ بَيْنهمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَر النَّاس إِلَّا كُفُورًا \" أَيْ لِيَذَّكَّرُوا بِإِحْيَاءِ اللَّه الْأَرْض الْمَيْتَة أَنَّهُ قَادِر عَلَى إِحْيَاء الْأَمْوَات وَالْعِظَام الرُّفَات أَوْ لِيَذَّكَّر مَنْ مُنِعَ الْمَطَر إِنَّمَا أَصَابَهُ ذَلِكَ بِذَنْبٍ أَصَابَهُ فَيُقْلِع عَمَّا هُوَ فِيهِ وَقَالَ عُمَر مَوْلَى عُقْبَة : كَانَ جِبْرِيل عَلَيْهِ السَّلَام فِي مَوْضِع الْجَنَائِز فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" يَا جِبْرِيل إِنِّي أُحِبّ أَنْ أَعْلَم أَمْر السَّحَاب \" قَالَ فَقَالَ لَهُ جِبْرِيل يَا نَبِيّ اللَّه هَذَا مَلَك السَّحَاب فَسَلْهُ فَقَالَ تَأْتِينَا صِكَاك مُخْتَمَة : اِسْقِ بِلَاد كَذَا وَكَذَا كَذَا وَكَذَا قَطْرَة رَوَاهُ اِبْن أَبِي حَاتِم وَهُوَ حَدِيث مُرْسَل وَقَوْله تَعَالَى : \" فَأَبَى أَكْثَر النَّاس إِلَّا كُفُورًا \" قَالَ عِكْرِمَة يَعْنِي الَّذِينَ يَقُولُونَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا وَهَذَا الَّذِي قَالَهُ عِكْرِمَة كَمَا صَحَّ فِي الْحَدِيث الْمُخَرَّج فِي صَحِيح مُسْلِم عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لِأَصْحَابِهِ يَوْمًا عَلَى أَثَر سَمَاء أَصَابَتْهُمْ مِنْ اللَّيْل \" أَتَدْرُونَ مَاذَا قَالَ رَبّكُمْ ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" قَالَ أَصْبَحَ مِنْ عِبَادِي مُؤْمِن بِي وَكَافِر فَأَمَّا مَنْ قَالَ مُطِرْنَا بِفَضْلِ اللَّه وَرَحْمَته فَذَاكَ مُؤْمِن بِي كَافِر بِالْكَوْكَبِ وَأَمَّا مَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا فَذَاكَ كَافِر بِي مُؤْمِن بِالْكَوْكَبِ \".</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39334, "aya_id": 50}]