[{"text": "فَكُلًّا أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ", "sura_id": 29, "type": 0, "id": 3380, "aya_id": 40}, {"text": "فكلا أخذنا بذنبه فمنهم من أرسلنا عليه حاصبا و منهم من أخذته الصيحة و منهم من خسفنا به الأرض ومنهم من أغرقنا وما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون", "sura_id": 29, "type": 1, "id": 9616, "aya_id": 40}, {"text": "40 - (فكلا) من المذكورين (أخذنا بذنبه فمنهم من أرسلنا عليه حاصبا) ريحا عاصفة فيها حصباء كقوم لوط (ومنهم من أخذته الصيحة) كثمود (ومنهم من خسفنا به الأرض) كقارون (ومنهم من أغرقنا) كقوم نوح وفرعون وقومه (وما كان الله ليظلمهم) ليعذبهم بغير ذنب (ولكن كانوا أنفسهم يظلمون) بارتكاب الذنب \r\n", "sura_id": 29, "type": 2, "id": 28324, "aya_id": 40}, {"text": "فأخذنا كلا من هؤلاء المذكورين بعذابنا بسبب ذنبه: فمنهم الذين أرسلنا عليهم حجارة من طين منضود, وهم قوم لوط, ومنهم مَن أخذته الصيحة, وهم قوم صالح وقوم شعيب, ومنهم مَن خسفنا به الأرض كقارون, ومنهم مَن أغرقنا, وهم قومُ نوح وفرعونُ وقومُه, ولم يكن الله ليهلك هؤلاء بذنوب غيرهم, فيظلمهم بإهلاكه إياهم بغير استحقاق, ولكنهم كانوا أنفسهم يظلمون بتنعمهم في نِعَم ربهم وعبادتهم غيره.\r\n", "sura_id": 29, "type": 3, "id": 34560, "aya_id": 40}, {"text": " <font color=red>فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ</font><BR><p>\" فَكُلًّا أَخَذْنَا بِذَنْبِهِ\" أَيْ كَانَتْ عُقُوبَته بِمَا يُنَاسِبهُ \" فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا \" وَهُمْ عَاد وَذَلِكَ أَنَّهُمْ قَالُوا مَنْ أَشَدّ مِنَّا قُوَّة فَجَاءَتْهُمْ رِيح صَرْصَر بَارِدَة شَدِيدَة الْبَرْد عَاتِيَة شَدِيدَة الْهُبُوب جِدًّا تَحْمِل عَلَيْهِمْ حَصْبَاء الْأَرْض فَتُلْقِيهَا عَلَيْهِمْ وَتَقْتَلِعهُمْ مِنْ الْأَرْض فَتَرْفَع الرَّجُل مِنْهُمْ مِنْ الْأَرْض إِلَى عَنَان السَّمَاء ثُمَّ تُنَكِّسهُ عَلَى أُمّ رَأْسه فَتَشْدَخهُ فَيَبْقَى بَدَنًا بِلَا رَأْس كَأَنَّهُمْ أَعْجَاز نَخْل مُنْقَعِر \" وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَة \" وَهُمْ ثَمُود قَامَتْ عَلَيْهِمْ الْحُجَّة وَظَهَرَتْ لَهُمْ الدَّلَالَة مِنْ تِلْكَ النَّاقَة الَّتِي اِنْفَلَقَتْ عَنْهَا الصَّخْرَة مِثْل مَا سَأَلُوا سَوَاء بِسَوَاءٍ وَمَعَ هَذَا مَا آمَنُوا بَلْ اِسْتَمَرُّوا عَلَى طُغْيَانهمْ وَكُفْرهمْ وَتَهَدَّدُوا نَبِيّ اللَّه صَالِحًا وَمَنْ آمَنَ مَعَهُ وَتَوَعَّدُوهُمْ بِأَنْ يُخْرِجُوهُمْ وَيَرْجُمُوهُمْ فَجَاءَتْهُمْ صَيْحَة أَخْمَدَتْ الْأَصْوَات مِنْهُمْ وَالْحَرَكَات\" وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْض \" وَهُوَ قَارُون الَّذِي طَغَى وَبَغَى وَعَتَا وَعَصَى الرَّبّ الْأَعْلَى وَمَشَى فِي الْأَرْض مَرَحًا وَفَرِحَ وَمَرِحَ وَتَاهَ بِنَفْسِهِ وَاعْتَقَدَ أَنَّهُ أَفْضَل مِنْ غَيْره وَاخْتَالَ فِي مِشْيَته فَخَسَفَ اللَّه بِهِ وَبِدَارِهِ الْأَرْض فَهُوَ يَتَجَلْجَل فِيهَا إِلَى يَوْم الْقِيَامَة \" وَمِنْهُمْ مَنْ أَغْرَقْنَا \" وَهُوَ فِرْعَوْن وَوَزِيره هَامَان وَجُنُودهمَا عَنْ آخِرهمْ أُغْرِقُوا فِي صَبِيحَة وَاحِدَة فَلَمْ يَنْجُ مِنْهُمْ مُخْبَر \" وَمَا كَانَ اللَّه لِيَظْلِمهُمْ \" أَيْ فِيمَا فَعَلَ بِهِمْ\" وَلَكِنْ كَانُوا أَنْفُسهمْ يَظْلِمُونَ \" أَيْ إِنَّمَا فَعَلَ ذَلِكَ بِهِمْ جَزَاء وِفَاقًا بِمَا كَسَبَتْ أَيْدِيهمْ وَهَذَا الَّذِي ذَكَرْنَاهُ ظَاهِر سِيَاق الْآيَة وَهُوَ مِنْ بَاب اللَّفّ وَالنَّشْر وَهُوَ أَنَّهُ ذَكَرَ الْأُمَم الْمُكَذِّبَة ثُمَّ قَالَ \" فَكُلًّا أَخَذْنَا بِذَنْبِهِ\" أَيْ مِنْ هَؤُلَاءِ الْمَذْكُورِينَ وَإِنَّمَا نَبَّهْت عَلَى هَذَا لِأَنَّهُ قَدْ رَوَى اِبْن جُرَيْج قَالَ : قَالَ اِبْن عَبَّاس فِي قَوْله \" فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا \" قَالَ قَوْم لُوط \" وَمِنْهُمْ مَنْ أَغْرَقْنَا \" قَالَ قَوْم نُوح وَهَذَا مُنْقَطِع عَنْ اِبْن عَبَّاس فَإِنَّ اِبْن جُرَيْج لَمْ يُدْرِكهُ . ثُمَّ قَدْ ذَكَرَ اللَّه فِي هَذِهِ السُّورَة إِهْلَاك قَوْم نُوح بِالطُّوفَانِ وَقَوْم لُوط بِإِنْزَالِ الرِّجْز مِنْ السَّمَاء وَأَطَالَ السِّيَاق وَالْفَصْل بَيْن ذَلِكَ وَبَيْن هَذَا السِّيَاق وَقَالَ قَتَادَة \" فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا \" قَالَ قَوْم لُوط \" وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَة \" قَوْم شُعَيْب وَهَذَا بَعِيد أَيْضًا لِمَا تَقَدَّمَ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39808, "aya_id": 40}]