[{"text": "إِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ", "sura_id": 31, "type": 0, "id": 3503, "aya_id": 34}, {"text": "إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير", "sura_id": 31, "type": 1, "id": 9739, "aya_id": 34}, {"text": "34 - (إن الله عنده علم الساعة) متى تقوم (وينزل) بالتخفيف والتشديد (الغيث) بوقت يعلمه (ويعلم ما في الأرحام) أذكر أم أنثى ولا يعلم واحدا من الثلاثة غير الله تعالى (وما تدري نفس ماذا تكسب غدا) من خير أو شر ويعلمه الله تعالى (وما تدري نفس بأي أرض تموت) ويعلمه الله تعالى (إن الله عليم) بكل شيء (خبير) بباطنه كظاهره روى البخاري عن ابن عمر حديث مفاتيح الغيب خمسة إن الله عنده علم الساعة إلى آخر السورة \r\n", "sura_id": 31, "type": 2, "id": 28447, "aya_id": 34}, {"text": "إن الله- وحده لا غيره- يعلم متى تقوم الساعة؟ وهو الذي ينزل المطر من السحاب, لا يقدر على ذلك أحد غيره, ويعلم ما في أرحام الإناث, ويعلم ما تكسبه كل نفس في غدها, وما تعلم نفس بأيِّ أرض تموت. بل الله تعالى هو المختص بعلم ذلك جميعه. إن الله عليم خبير محيط بالظواهر والبواطن, لا يخفى عليه شيء منها.\r\n", "sura_id": 31, "type": 3, "id": 34683, "aya_id": 34}, {"text": " <font color=red>إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ</font><BR><p>هَذِهِ مَفَاتِيح الْغَيْب الَّتِي اِسْتَأْثَرَ اللَّه تَعَالَى بِعِلْمِهَا فَلَا يَعْلَمهَا أَحَد إِلَّا بَعْد إِعْلَامه تَعَالَى بِهَا فَعِلْم وَقْت السَّاعَة لَا يَعْلَمهُ نَبِيّ مُرْسَل وَلَا مَلَك مُقَرَّب\" لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ \" وَكَذَلِكَ إِنْزَال الْغَيْث لَا يَعْلَمهُ إِلَّا اللَّه وَلَكِنْ إِذَا أَمَرَ بِهِ عَلِمَتْهُ الْمَلَائِكَة الْمُوَكَّلُونَ بِذَلِكَ وَمَنْ شَاءَ اللَّه مِنْ خَلْقه وَكَذَلِكَ لَا يَعْلَم مَا فِي الْأَرْحَام مِمَّا يُرِيد أَنْ يَخْلُقهُ تَعَالَى سِوَاهُ وَلَكِنْ إِذَا أَمَرَ بِكَوْنِهِ ذَكَرًا أَوْ أُنْثَى أَوْ شَقِيًّا أَوْ سَعِيدًا عَلِمَ الْمَلَائِكَة الْمُوَكَّلُونَ بِذَلِكَ. وَمَنْ شَاءَ اللَّه مِنْ خَلْقه وَكَذَلِكَ لَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا \" فِي دُنْيَاهَا وَأُخْرَاهَا \" \" وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت \" فِي بَلَدهَا أَوْ غَيْره مِنْ أَيِّ بِلَاد اللَّه كَانَ لَا عِلْم لِأَحَدٍ بِذَلِكَ وَهَذِهِ شَبِيهَة بِقَوْلِهِ تَعَالَى \" وَعِنْده مَفَاتِح الْغَيْب لَا يَعْلَمهَا إِلَّا هُوَ \" الْآيَة . وَقَدْ وَرَدَتْ السُّنَّة بِتَسْمِيَةِ هَذِهِ الْخَمْس مَفَاتِيح الْغَيْب . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنِي حُسَيْن بْن وَافِد حَدَّثَنِي عَبْد اللَّه بْن بُرَيْدَةَ سَمِعْت أَبَا بُرَيْدَةَ يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" خَمْس لَا يَعْلَمهُنَّ إِلَّا اللَّه عَزَّ وَجَلَّ \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام وَمَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت إِنَّ اللَّه عَلِيم خَبِير\" هَذَا حَدِيث صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجُوهُ . \" حَدِيث اِبْن عُمَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَفَاتِيح الْغَيْب خَمْس لَا يَعْلَمهُنَّ إِلَّا اللَّه \" \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام وَمَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت إِنَّ اللَّه عَلِيم خَبِير \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ فَرَوَاهُ فِي كِتَاب الِاسْتِسْقَاء فِي صَحِيحه عَنْ مُحَمَّد بْن يُوسُف الْفِرْيَابِيّ عَنْ سُفْيَان بْن سَعِيد الثَّوْرِيّ بِهِ وَرَوَاهُ فِي التَّفْسِير مِنْ وَجْه آخَر فَقَالَ حَدَّثَنَا يَحْيَى بْن سُلَيْمَان حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي عُمَر بْن مُحَمَّد بْن زَيْد بْن عَبْد اللَّه بْن عُمَر أَنَّ أَبَاهُ حَدَّثَهُ أَنَّ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَفَاتِيح الْغَيْب خَمْس \" ثُمَّ قَرَأَ \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام \" اِنْفَرَدَ بِهِ أَيْضًا . وَرَوَاهُ الْإِمَام أَحْمَد عَنْ غُنْدَر عَنْ شُعْبَة عَنْ عُمَر بْن مُحَمَّد أَنَّهُ سَمِعَ أَبَاهُ يُحَدِّث عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُوتِيت مَفَاتِيح كُلّ شَيْء إِلَّا الْخَمْس \" \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام وَمَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت إِنَّ اللَّه عَلِيم خَبِير \" \" حَدِيث اِبْن مَسْعُود \" رَضِيَ اللَّه عَنْهُ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى عَنْ شُعْبَة ثَنِي عَمْرو بْن مُرَّة عَنْ عَبْد اللَّه بْن سَلَمَة قَالَ : قَالَ عَبْد اللَّه أُوتِيَ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَفَاتِيح كُلّ شَيْء غَيْر خَمْس \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام وَمَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت إِنَّ اللَّه عَلِيم خَبِير \" وَكَذَا رَوَاهُ عَنْ مُحَمَّد بْن جَعْفَر عَنْ شُعْبَة عَنْ عَمْرو بْن مُرَّة بِهِ وَزَادَ فِي آخِره : قَالَ قُلْت لَهُ أَنْتَ سَمِعْته مِنْ عَبْد اللَّه ؟ قَالَ نَعَمْ أَكْثَر مِنْ خَمْسِينَ مَرَّة وَرَوَاهُ أَيْضًا عَنْ وَكِيع عَنْ مِسْعَر عَنْ عَمْرو بْن مُرَّة بِهِ وَهَذَا إِسْنَاد حَسَن عَلَى شَرْط السُّنَن وَلَمْ يُخَرِّجُوهُ \" حَدِيث أَبِي هُرَيْرَة\" قَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا إِسْحَاق عَنْ جَرِير عَنْ أَبِي حَيَّان عَنْ أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَوْمًا بَارِزًا لِلنَّاسِ إِذْ أَتَاهُ رَجُل يَمْشِي فَقَالَ يَا رَسُول اللَّه : مَا الْإِيمَان ؟ قَالَ \" الْإِيمَان أَنْ تُؤْمِن بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله وَلِقَائِهِ وَتُؤْمِن بِالْبَعْثِ الْآخِر \" قَالَ يَا رَسُول اللَّه مَا الْإِسْلَام ؟ قَالَ \" الْإِسْلَام أَنْ تَعْبُد اللَّه وَلَا تُشْرِك بِهِ شَيْئًا وَتُقِيم الصَّلَاة وَتُؤْتِي الزَّكَاة الْمَفْرُوضَة وَتَصُوم رَمَضَان \" قَالَ يَا رَسُول اللَّه مَا الْإِحْسَان ؟ قَالَ \" الْإِحْسَان أَنْ تَعْبُد اللَّه كَأَنَّك تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك \" قَالَ يَا رَسُول اللَّه مَتَى السَّاعَة ؟ قَالَ \" مَا الْمَسْئُول عَنْهَا بِأَعْلَم مِنْ السَّائِل وَلَكِنْ سَأُحَدِّثُك عَنْ أَشْرَاطهَا : إِذَا وَلَدَتْ الْأَمَة رَبَّتهَا فَذَاكَ مِنْ أَشْرَاطهَا وَإِذَا كَانَ الْحُفَاة الْعُرَاة رُءُوس النَّاس فَذَاكَ مِنْ أَشْرَاطهَا فِي خَمْس لَا يَعْلَمهُنَّ إِلَّا اللَّه . \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام \" الْآيَة ثُمَّ اِنْصَرَفَ الرَّجُل فَقَالَ \" رُدُّوهُ عَلَيَّ فَأَخَذُوا لِيَرُدُّوهُ فَلَمْ يَرَوْا شَيْئًا فَقَالَ \" هَذَا جِبْرِيل جَاءَ لِيُعَلِّم النَّاس دِينهمْ\" وَرَوَاهُ الْبُخَارِيّ أَيْضًا فِي كِتَاب الْإِيمَان وَمُسْلِم مِنْ طُرُق عَنْ أَبِي حَيَّان بِهِ وَقَدْ تَكَلَّمْنَا عَلَيْهِ فِي أَوَّل شَرْح الْبُخَارِيّ وَذَكَرْنَا ثَمَّ حَدِيث أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب فِي ذَلِكَ بِطُولِهِ وَهُوَ مِنْ إِفْرَاد مُسْلِم\" حَدِيث اِبْن عَبَّاس \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا عَبْد الْحَمِيد حَدَّثَنَا بَهْز حَدَّثَنَا عَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : جَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَجْلِسًا فَأَتَاهُ جِبْرِيل فَجَلَسَ بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاضِعًا كَفَّيْهِ عَلَى رُكْبَتَيْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه مَا الْإِسْلَام ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْإِسْلَام أَنْ تُسْلِم وَجْهك لِلَّهِ عَزَّ وَجَلَّ وَتَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله \" قَالَ فَإِذَا فَعَلْت ذَلِكَ فَقَدْ أَسْلَمْت ؟ قَالَ \" إِذَا فَعَلْت ذَلِكَ فَقَدْ أَسْلَمْت \" قَالَ يَا رَسُول اللَّه فَحَدِّثْنِي مَا الْإِيمَان ؟ قَالَ \" الْإِيمَان أَنْ تُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر وَالْمَلَائِكَة وَالْكِتَاب وَالنَّبِيِّينَ وَتُؤْمِن بِالْمَوْتِ وَبِالْحَيَاةِ بَعْد الْمَوْت وَتُؤْمِن بِالْجَنَّةِ وَالنَّار وَالْحِسَاب وَالْمِيزَان وَتُؤْمِن بِالْقَدَرِ كُلّه خَيْره وَشَرّه \" قَالَ فَإِذَا فَعَلْت ذَلِكَ فَقَدْ آمَنْت ؟ قَالَ \" إِذَا فَعَلْت ذَلِكَ فَقَدْ آمَنْت \" قَالَ يَا رَسُول اللَّه حَدِّثْنِي مَا الْإِحْسَان ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْإِحْسَان أَنْ تَعْمَل لِلَّهِ كَأَنَّك تَرَاهُ فَإِنْ كُنْت لَا تَرَاهُ فَإِنَّهُ يَرَاك \" قَالَ يَا رَسُول اللَّه فَحَدِّثْنِي مَتَى السَّاعَة ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هِيَ - سُبْحَان اللَّه - فِي خَمْس لَا يَعْلَمهُنَّ إِلَّا اللَّه \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام وَمَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت إِنَّ اللَّه عَلِيم خَبِير \" وَلَكِنْ إِنْ شِئْت حَدَّثْتُك بِمَعَالِم لَهَا دُون ذَلِكَ - قَالَ أَجَلْ يَا رَسُول اللَّه فَحَدِّثْنِي . قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِذَا رَأَيْت الْأَمَة وَلَدَتْ رَبَّتهَا - أَوْ رَبّهَا - وَرَأَيْت أَصْحَاب الْبُنْيَان يَتَطَاوَلُونَ فِي الْبُنْيَان وَرَأَيْت الْحُفَاة الْجِيَاع الْعَالَة رُءُوس النَّاس فَذَلِكَ مِنْ مَعَالِم السَّاعَة وَأَشْرَاطهَا \" قَالَ يَا رَسُول اللَّه وَمَنْ أَصْحَاب الْبُنْيَان الْحُفَاة الْجِيَاع الْعَالَة ؟ قَالَ \" الْعَرَب\" حَدِيث غَرِيب وَلَمْ يُخَرِّجُوهُ \" حَدِيث رَجُل مِنْ عَامِر \" رَوَى الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ مَنْصُور عَنْ رِبْعِيّ بْن حِرَاش عَنْ رَجُل مِنْ بَنِي عَامِر أَنَّهُ اِسْتَأْذَنَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَأَلِجُ ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِخَادِمِهِ \" اُخْرُجِي إِلَيْهِ فَإِنَّهُ لَا يُحْسِن الِاسْتِئْذَان فَقَوْلِي لَهُ فَلْيَقُلْ السَّلَام عَلَيْكُمْ أَأَدْخُلُ \" قَالَ فَسَمِعْته يَقُول ذَلِكَ فَقُلْت السَّلَام عَلَيْكُمْ أَأَدْخُلُ ؟ فَأَذِنَ لِي فَدَخَلْت فَقُلْت بِمَ أَتَيْتنَا ؟ قَالَ \" لَمْ آتِكُمْ إِلَّا بِخَيْرٍ أَتَيْتُكُمْ بِأَنْ تَعْبُدُوا اللَّه وَحْده لَا شَرِيك لَهُ وَأَنْ تَدَعُوا اللَّاتَ وَالْعُزَّى وَأَنْ تُصَلُّوا بِاللَّيْلِ وَالنَّهَار خَمْس صَلَوَات وَأَنْ تَصُومُوا مِنْ السَّنَة شَهْرًا وَأَنْ تَحُجُّوا الْبَيْت وَأَنْ تَأْخُذُوا الزَّكَاة مِنْ أَغْنِيَائِكُمْ فَتَرُدُّوهَا عَلَى فُقَرَائِكُمْ \" قَالَ فَقَالَ فَهَلْ بَقِيَ مِنْ الْعِلْم شَيْء لَا تَعْلَمهُ ؟ قَالَ \" قَدْ عَلَّمَنِي اللَّه عَزَّ وَجَلَّ خَيْرًا وَإِنَّ مِنْ الْعِلْم مَا لَا يَعْلَمهُ إِلَّا اللَّه عَزَّ وَجَلَّ : الْخَمْس \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام \" الْآيَة وَهَذَا إِسْنَاد صَحِيح وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد جَاءَ رَجُل مِنْ أَهْل الْبَادِيَة فَقَالَ إِنَّ اِمْرَأَتِي حُبْلَى فَأَخْبِرْنِي مَا تَلِد وَبِلَادنَا مُجْدِبَة فَأَخْبِرْنِي مَتَى يَنْزِل الْغَيْث وَقَدْ عَلِمْت مَتَى وُلِدْت فَأَخْبِرْنِي مَتَى أَمُوت فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة - إِلَى قَوْله - عَلِيم خَبِير \" قَالَ مُجَاهِد وَهِيَ مَفَاتِيح الْغَيْب الَّتِي قَالَ اللَّه تَعَالَى \" وَعِنْده مَفَاتِح الْغَيْب لَا يَعْلَمهَا إِلَّا هُوَ \" رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير . وَقَالَ الشَّعْبِيّ عَنْ مَسْرُوق عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ : مَنْ حَدَّثَك أَنَّهُ يَعْلَم مَا فِي غَد فَقَدْ كَذَبَ ثُمَّ قَرَأْت\" وَمَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا \" وَقَوْله تَعَالَى \" وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت \" قَالَ قَتَادَة أَشْيَاء اِسْتَأْثَرَ اللَّه بِهِنَّ فَلَمْ يُطْلِع عَلَيْهِنَّ مَلَكًا مُقَرَّبًا وَلَا نَبِيًّا مُرْسَلًا \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة \" فَلَا يَدْرِي أَحَد مِنْ النَّاس مَتَى تَقُوم السَّاعَة فِي أَيّ سَنَة أَوْ فِي أَيّ شَهْر أَوْ لَيْل أَوْ نَهَار \" وَيُنَزِّل الْغَيْث \" فَلَا يَعْلَم أَحَد مَتَى يَنْزِل الْغَيْث لَيْلًا أَوْ نَهَارًا \" وَيَعْلَم مَا فِي الْأَرْحَام \" فَلَا يَعْلَم أَحَد مَا فِي الْأَرْحَام أَذَكَر أَمْ أُنْثَى أَحْمَر أَوْ أَسْوَد وَمَا هُوَ \" وَمَا تَدْرِي نَفْس مَاذَا تَكْسِب غَدًا \" أَخَيْر أَمْ شَرّ وَلَا تَدْرِي يَا اِبْن آدَم مَتَى تَمُوت لَعَلَّك الْمَيِّت غَدًا لَعَلَّك الْمُصَاب غَدًا \" وَمَا تَدْرِي نَفْس بِأَيِّ أَرْض تَمُوت \" أَيْ لَيْسَ أَحَد مِنْ النَّاس يَدْرِي أَيْنَ مَضْجَعه مِنْ الْأَرْض أَفِي بَحْر أَمْ بَرّ أَوْ سَهْل أَوْ جَبَل . وَقَدْ جَاءَ فِي الْحَدِيث \" إِذَا أَرَادَ اللَّه قَبْض عَبْد بِأَرْضٍ جَعَلَ لَهُ إِلَيْهَا حَاجَة \" فَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ فِي مُعْجَمه الْكَبِير فِي مُسْنَد أُسَامَة بْن زَيْد حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم أَخْبَرَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب عَنْ أَبِي الْمَلِيح عَنْ أُسَامَة بْن زَيْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا جَعَلَ اللَّه مِيتَة عَبْد بِأَرْضٍ إِلَّا جَعَلَ لَهُ فِيهَا حَاجَة \" وَقَالَ عَبْد اللَّه اِبْن الْإِمَام أَحْمَد حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا أَبُو دَاوُدَ الْحَفْرِيّ عَنْ سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ مَطَر بْن عُكَامِسٍ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا قَضَى اللَّه مِيتَة عَبْد بِأَرْضٍ جَعَلَ لَهُ إِلَيْهَا حَاجَة \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ فِي الْقَدَر مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ ثُمَّ قَالَ حَسَن غَرِيب وَلَا يُعْرَف لِمَطَرٍ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَيْر هَذَا الْحَدِيث وَقَدْ رَوَاهُ أَبُو دَاوُدَ فِي الْمَرَاسِيل فَاَللَّه أَعْلَم . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا أَيُّوب عَنْ أَبِي الْمَلِيح بْن أُسَامَة عَنْ أَبِي عَزَّة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِذَا أَرَادَ اللَّه قَبْض رُوح عَبْد بِأَرْضٍ جَعَلَ لَهُ فِيهَا - أَوْ قَالَ بِهَا - حَاجَة \" وَأَبُو عَزَّة هَذَا هُوَ بَشَّار بْن عُبَيْد اللَّه وَيُقَال اِبْن عَبْد الْهُذَلِيّ وَأَخْرَجَهُ التِّرْمِذِيّ مِنْ حَدِيث إِسْمَاعِيل بْن إِبْرَاهِيم وَهُوَ اِبْن عُلَيَّة وَقَالَ صَحِيح . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عِصَام الْأَصْفَهَانِيّ حَدَّثَنَا الْمُؤَمِّل بْن إِسْمَاعِيل حَدَّثَنَا عُبَيْد اللَّه بْن أَبِي حُمَيْد عَنْ أَبِي الْمَلِيح عَنْ أَبِي عَزَّة الْهُذَلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِذَا أَرَادَ اللَّه قَبْض عَبْد بِأَرْضٍ جَعَلَ لَهُ إِلَيْهَا حَاجَة فَلَمْ يَنْتَهِ حَتَّى يَقْدَمهَا \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة - إِلَى - عَلِيم خَبِير \" \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا أَحْمَد بْن ثَابِت الْجَحْدَرِيّ وَمُحَمَّد بْن يَحْيَى الْقَطْعِيّ قَالَا حَدَّثَنَا عُمَر بْن عَلِيّ حَدَّثَنَا إِسْمَاعِيل عَنْ قَيْس عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا أَرَادَ اللَّه قَبْض عَبْد بِأَرْضٍ جَعَلَ لَهُ إِلَيْهَا حَاجَة \" ثُمَّ قَالَ الْبَزَّار وَهَذَا الْحَدِيث لَا نَعْلَم أَحَدًا يَرْفَعهُ إِلَّا عُمَر بْن عَلِيّ الْمُقَدِّمِيّ. وَقَالَ اِبْن أَبِي الدُّنْيَا حَدَّثَنِي سُلَيْمَان بْن أَبِي مَسِيح قَالَ أَنْشَدَنِي مُحَمَّد بْن الْحَكَم لِأَعْشَى هَمْدَان : فَمَا تَزَوَّدَ مِمَّا كَانَ يَجْمَعهُ سِوَى حَنُوط غَدَاة الْبَيْن مَعَ خِرَق وَغَيْر نَفْحَة أَعْوَاد تُشَبّ لَهُ وَقَلَّ ذَلِكَ مِنْ زَاد لِمُنْطَلِق لَا تَأْسَيَنَّ عَلَى شَيْء فَكُلّ فَتًى إِلَى مَنِيَّته سَيَّار فِي عَنَق وَكُلّ مَنْ ظَنَّ أَنَّ الْمَوْت يُخْطِئهُ مُعَلَّل بِأَعَالِيل مِنْ الْحُمْق بِأَيّمَا بَلْدَة تُقْدَر مَنِيَّته إِنْ لَا يَسِير إِلَيْهَا طَائِعًا يَبْق أَوْرَدَهُ الْحَافِظ اِبْن عَسَاكِر رَحِمَهُ اللَّه فِي تَرْجَمَة عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن الْحَارِث وَهُوَ أَعْشَى هَمْدَان وَكَانَ الشَّعْبِيّ زَوْج أُخْته وَهُوَ مُزَوَّج بِأُخْتِ الشَّعْبِيّ أَيْضًا وَقَدْ كَانَ مِمَّنْ طَلَب الْعِلْم وَالتَّفَقُّه ثُمَّ عَدَلَ إِلَى صِنَاعَة الشِّعْر فَعُرِفَ بِهِ وَقَدْ رَوَى اِبْن مَاجَهْ عَنْ أَحْمَد بْن ثَابِت وَعُمَر بْن شَبَّة كِلَاهُمَا عَنْ عُمَر بْن عِكْرِمَة مَرْفُوعًا \" إِذَا كَانَ أَجَل أَحَدكُمْ بِأَرْضٍ أَتَتْ لَهُ إِلَيْهَا حَاجَة فَإِذَا بَلَغَ أَقْصَى أَثَره قَبَضَهُ اللَّه عَزَّ وَجَلَّ فَتَقُول الْأَرْض يَوْم الْقِيَامَة : يَا رَبّ هَذَا مَا أَوْدَعْتنِي \" قَالَ الطَّبَرَانِيّ حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ أَيُّوب عَنْ أَبِي الْمَلِيح عَنْ أُسَامَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا جَعَلَ اللَّه مَنِيَّة عَبْد بِأَرْضٍ إِلَّا جَعَلَ لَهُ إِلَيْهَا حَاجَة \" آخِر تَفْسِير سُورَة لُقْمَان وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ وَحَسْبنَا اللَّه وَنِعْمَ الْوَكِيل .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40130, "aya_id": 34}]