[{"text": "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُواْ مَا آتَيْنَاكُم بِقُوَّةٍ وَاسْمَعُواْ قَالُواْ سَمِعْنَا وَعَصَيْنَاوَأُشْرِبُواْ فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِن كُنتُمْ مُّؤْمِنِينَ", "sura_id": 2, "type": 0, "id": 100, "aya_id": 93}, {"text": "وإذ أخذنا ميثاقكم ورفعنا فوقكم الطور خذوا ما آتيناكم بقوة واسمعوا قالوا سمعنا وعصينا وأشربوا في قلوبهم العجل بكفرهم قل بئسما يأمركم به إيمانكم إن كنتم مؤمنين", "sura_id": 2, "type": 1, "id": 6336, "aya_id": 93}, {"text": "93 - (وإذ أخذنا ميثاقكم) على العمل بما في التوراة (و) قد (رفعنا فوقكم الطور) الجبل حين امتنعتم من قبولها ليسقط عليكم وقلنا (خذوا ما آتيناكم بقوة) بجد واجتهاد (واسمعوا) ما تؤمرون به سماع قبول (قالوا سمعنا) قولك (وعصينا) أمرك (وأشربوا في قلوبهم العجل) أي خالط حبه قلوبهم كما يخالط الشراب (بكفرهم ، قل) لهم (بئسما) شيئا (يأمركم به إيمانكم) بالتوراة عبادة العجل (إن كنتم مؤمنين) بها كما زعمتم. المعنى لستم بمؤمنين لأن الإيمان لا يأمر بعبادة العجل ، والمراد آباؤهم: أي فكذلك أنتم لستم بمؤمنين بالتوراة وقد كذبتم محمداً ، والإيمان بها لا يأمر بتكذيبه \r\n", "sura_id": 2, "type": 2, "id": 25044, "aya_id": 93}, {"text": "واذكروا حين أَخَذْنا عليكم عهدًا مؤكدًا بقَبول ما جاءكم به موسى من التوراة, فنقضتم العهد, فرفعنا جبل الطور فوق رؤوسكم, وقلنا لكم: خذوا ما آتيناكم بجدٍّ, واسمعوا وأطيعوا, وإلا أسقطنا الجبل عليكم, فقلتم: سمعنا قولك وعصينا أمرك; لأن عبادة العجل قد امتزجت بقلوبكم بسبب تماديكم في الكفر. قل لهم -أيها الرسول-: قَبُحَ ما يأمركم به إيمانكم من الكفر والضلال, إن كنتم مصدِّقين بما أنزل الله عليكم.\r\n", "sura_id": 2, "type": 3, "id": 31280, "aya_id": 93}, {"text": " <font color=red>وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>يُعَدِّدُ سُبْحَانه وَتَعَالَى عَلَيْهِمْ خَطَأَهُمْ وَمُخَالَفَتهمْ لِلْمِيثَاقِ وَعُتُوّهُمْ وَإِعْرَاضهمْ عَنْهُ حَتَّى رَفَعَ الطُّور عَلَيْهِمْ حَتَّى قَبِلُوهُ ثُمَّ خَالَفُوهُ وَلِهَذَا قَالُوا \" سَمِعْنَا وَعَصَيْنَا \" وَقَدْ تَقَدَّمَ تَفْسِير ذَلِكَ \" وَأُشْرِبُوا فِي قُلُوبهمْ الْعِجْل بِكُفْرِهِمْ \" قَالَ عَبْد الرَّزَّاق عَنْ قَتَادَة \" وَأُشْرِبُوا فِي قُلُوبهمْ الْعِجْل بِكُفْرِهِمْ \" قَالَ أُشْرِبُوا حُبّه حَتَّى خَلَصَ ذَلِكَ إِلَى قُلُوبهمْ. وَكَذَا قَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عِصَام بْن خَالِد حَدَّثَنِي أَبُو بَكْر بْن عَبْد اللَّه بْن أَبِي مَرْيَم الْغَسَّانِيّ عَنْ خَالِد بْن مُحَمَّد الثَّقَفِيّ عَنْ بِلَال بْن أَبِي الدَّرْدَاء عَنْ أَبِي الدَّرْدَاء عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : قَالَ \" حُبّك الشَّيْء يُعْمِي وَيُصِمّ \" وَرَوَاهُ أَبُو دَاوُد عَنْ حَيْوَة بْن شُرَيْح عَنْ بَقِيَّة بْن أَبِي بَكْر بْن عَبْد اللَّه بْن أَبِي مَرْيَم بِهِ وَقَالَ السُّدِّيّ أَخَذَ مُوسَى عَلَيْهِ السَّلَام الْعِجْل فَذَبَحَهُ بِالْمِبْرَدِ ثُمَّ ذَرَّاهُ فِي الْبَحْر ثُمَّ لَمْ يَبْقَ بَحْر يَجْرِي يَوْمَئِذٍ إِلَّا وَقَعَ فِيهِ شَيْء ثُمَّ قَالَ لَهُمْ مُوسَى : اِشْرَبُوا مِنْهُ فَشَرِبُوا فَمَنْ كَانَ يُحِبّهُ خَرَجَ عَلَى شَارِبَيْهِ الذَّهَب فَذَلِكَ حِين يَقُول اللَّه تَعَالَى \" وَأُشْرِبُوا فِي قُلُوبهمْ الْعِجْل \" وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن رَجَاء حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عُمَارَة بْن عُمَيْر وَأَبِي عَبْد الرَّحْمَن السُّلَمِيّ عَنْ عَلِيّ - رَضِيَ اللَّه عَنْهُ - قَالَ : عَمَدَ مُوسَى إِلَى الْعِجْل فَوَضَعَ عَلَيْهِ الْمَبَارِد فَبَرَدَهُ بِهَا وَهُوَ عَلَى شَاطِئ نَهَر فَمَا شَرِبَ أَحَد مِنْ ذَلِكَ الْمَاء مِمَّنْ كَانَ يَعْبُد الْعِجْل إِلَّا اِصْفَرَّ وَجْهه مِثْل الذَّهَب وَقَالَ سَعِيد بْن جُبَيْر \" وَأُشْرِبُوا فِي قُلُوبهمْ الْعِجْل \" قَالَ لَمَّا أُحْرِقَ الْعِجْل بُرِدَ ثُمَّ نُسِفَ فَحَسَوْا الْمَاء حَتَّى عَادَتْ وُجُوههمْ كَالزَّعْفَرَانِ وَحَكَى الْقُرْطُبِيّ عَنْ كِتَاب الْقُشَيْرِيّ أَنَّهُ مَا شَرِبَ أَحَدٌ مِنْهُ مِمَّنْ عَبَدَ الْعِجْل إِلَّا جُنَّ ثُمَّ قَالَ الْقُرْطُبِيّ : وَهَذَا شَيْءٌ غَيْرُ مَا هَاهُنَا لِأَنَّ الْمَقْصُود مِنْ هَذَا السِّيَاق أَنَّهُ ظَهَرَ عَلَى شِفَاههمْ وَوُجُوههمْ وَالْمَذْكُور هَاهُنَا أَنَّهُمْ أُشْرِبُوا فِي قُلُوبهمْ الْعِجْل يَعْنِي فِي حَال عِبَادَتهمْ لَهُ ثُمَّ أَنْشَدَ قَوْل النَّابِغَة فِي زَوْجَته عَثْمَة : تَغَلْغَلَ حُبُّ عَثْمَة فِي فُؤَادِي فَبَادِيه مَعَ الْخَافِي يَسِيرُ تَغَلْغَلَ حَيْثُ لَمْ يَبْلُغ شَرَابٌ وَلَا حُزْنٌ وَلَمْ يَبْلُغُ سُرُورُ أَكَاد إِذَا ذَكَرْت الْعَهْد مِنْهَا أَطِيرُ لَوْ أَنَّ إِنْسَانًا يَطِيرُ وَقَوْله \" قُلْ بِئْسَمَا يَأْمُركُمْ بِهِ إِيمَانكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ \" أَيْ بِئْسَمَا تَعْتَمِدُونَهُ فِي قَدِيم الدَّهْر وَحَدِيثه مِنْ كُفْركُمْ بِآيَاتِ اللَّه وَمُخَالَفَتكُمْ الْأَنْبِيَاء ثُمَّ اِعْتِمَادكُمْ فِي كُفْركُمْ بِمُحَمَّدٍ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهَذَا أَكْبَر ذُنُوبكُمْ وَأَشَدّ الْأُمُور عَلَيْكُمْ إِذْ كَفَرْتُمْ بِخَاتَمِ الرُّسُل وَسَيِّد الْأَنْبِيَاء وَالْمُرْسَلِينَ الْمَبْعُوث إِلَى النَّاس أَجْمَعِينَ فَكَيْف تَدَّعُونَ لِأَنْفُسِكُمْ الْإِيمَان وَقَدْ فَعَلْتُمْ هَذِهِ الْأَفَاعِيل الْقَبِيحَة مِنْ نَقْضِكُمْ الْمَوَاثِيق وَكُفْركُمْ بِآيَاتِ اللَّه وَعِبَادَتكُمْ الْعِجْل مِنْ دُون اللَّه .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38775, "aya_id": 93}]