[{"text": "وَلاَ يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلاَ أَنفُسَهُمْ يَنصُرُونَ", "sura_id": 7, "type": 0, "id": 1146, "aya_id": 192}, {"text": "ولا يستطيعون لهم نصرا ولا أنفسهم ينصرون", "sura_id": 7, "type": 1, "id": 7382, "aya_id": 192}, {"text": "192 - (ولا يستطيعون لهم) أي لعابديهم (نصراً ولا أنفسهم ينصرون) بمنعها ممن أراد بهم سوءاً من كسر أو غيره والاستفهام للتوبيخ \r\n", "sura_id": 7, "type": 2, "id": 26090, "aya_id": 192}, {"text": "ولا تستطيع أن تنصر عابديها أو تدفع عن نفسها سوءًا, فإذا كانت لا تخلق شيئًا, بل هي مخلوقة, ولا تستطيع أن تدفع المكروه عمن يعبدها, ولا عن نفسها, فكيف تُتَّخذ مع الله آلهة؟ إنْ هذا إلا أظلم الظلم وأسفه السَّفَه.\r\n", "sura_id": 7, "type": 3, "id": 32326, "aya_id": 192}, {"text": " <font color=red>وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنْفُسَهُمْ يَنْصُرُونَ</font><BR><p>قَالَ تَعَالَى \" وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا \" أَيْ لِعَابِدِيهِمْ\" وَلَا أَنْفُسهمْ يَنْصُرُونَ \" يَعْنِي وَلَا لِأَنْفُسِهِمْ يَنْصُرُونَ مِمَّنْ أَرَادَهُمْ بِسُوءٍ كَمَا كَانَ الْخَلِيل عَلَيْهِ الصَّلَاة وَالسَّلَام يَكْسِر أَصْنَام قَوْمه وَيُهِينهَا غَايَة الْإِهَانَة كَمَا أَخْبَرَ تَعَالَى عَنْهُ فِي قَوْله \" فَرَاغ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ \" وَقَالَ تَعَالَى \" فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ \" وَكَمَا كَانَ مُعَاذ بْن عَمْرو بْن الْجَمُوح وَمُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُمَا وَكَانَا شَابَّيْنِ قَدْ أَسْلَمَا لَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة فَكَانَا يَعْدُوَانِ فِي اللَّيْل عَلَى أَصْنَام الْمُشْرِكِينَ يُكَسِّرَانِهَا وَيُتْلِفَانِهَا وَيَتَّخِذَانِهَا حَطَبًا لِلْأَرَامِلِ لِيَعْتَبِر قَوْمهمَا بِذَلِكَ وَيَرْتَئُوا لِأَنْفُسِهِمْ فَكَانَ لِعَمْرِو بْن الْجَمُوح وَكَانَ سَيِّدًا فِي قَوْمه صَنَم يَعْبُدهُ وَيُطَيِّبهُ فَكَانَا يَجِيئَانِ فِي اللَّيْل فَيُنَكِّسَانِهِ عَلَى رَأْسه وَيُلَطِّخَانِهِ بِالْعَذِرَةِ فَيَجِيء عَمْرو بْن الْجَمُوح فَيَرَى مَا صُنِعَ بِهِ فَيَغْسِلهُ وَيُطَيِّبهُ وَيَضَع عِنْده سَيْفًا وَيَقُول لَهُ اِنْتَصِرْ ثُمَّ يَعُودَانِ لِمِثْلِ ذَلِكَ وَيَعُود إِلَى صَنِيعه أَيْضًا حَتَّى أَخَذَاهُ مَرَّة فَقَرَنَاهُ مَعَ كَلْب مَيِّت وَدَلَّيَاهُ فِي حَبْل فِي بِئْر هُنَاكَ فَلَمَّا جَاءَ عَمْرو بْن الْجَمُوح وَرَأَى ذَلِكَ نَظَرَ فَعَلِمَ أَنَّ مَا كَانَ عَلَيْهِ مِنْ الدِّين بَاطِل وَقَالَ : تَاللَّهِ لَوْ كُنْت إِلَهًا مُسْتَدَنْ لَمْ تَكُ وَالْكَلْب جَمِيعًا فِي قَرَنْ ثُمَّ أَسْلَمَ فَحَسُنَ إِسْلَامه وَقُتِلَ يَوْم أُحُد شَهِيدًا رَضِيَ اللَّه عَنْهُ وَأَرْضَاهُ وَجَعَلَ جَنَّة الْفِرْدَوْس مَأْوَاهُ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42569, "aya_id": 192}]