[{"text": "فِي رَقٍّ مَّنشُورٍ", "sura_id": 52, "type": 0, "id": 4738, "aya_id": 3}, {"text": "في رق منشور", "sura_id": 52, "type": 1, "id": 10974, "aya_id": 3}, {"text": "3 - (في رق منشور) أي التوراة أو القرآن \r\n", "sura_id": 52, "type": 2, "id": 29682, "aya_id": 3}, {"text": "وهو القرآن في صحف منشورة،\r\n", "sura_id": 52, "type": 3, "id": 35918, "aya_id": 3}, {"text": " <font color=red>فِي رَقٍّ مَنْشُورٍ</font><BR><p>وَلِهَذَا قَالَ \" فِي رَقٍّ مَنْشُور وَالْبَيْتِ الْمَعْمُورِ \" ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِي حَدِيث الْإِسْرَاء بَعْد مُجَاوَزَته إِلَى السَّمَاء السَّابِعَة \" ثُمَّ رُفِعَ بِي إِلَى الْبَيْت الْمَعْمُور وَإِذَا هُوَ يَدْخُلهُ كُلّ يَوْم سَبْعُونَ أَلْفًا لَا يَعُودُونَ إِلَيْهِ آخِر مَا عَلَيْهِمْ \" يَعْنِي يَتَعَبَّدُونَ فِيهِ وَيَطُوفُونَ بِهِ كَمَا يَطُوف أَهْل الْأَرْض بِكَعْبَتِهِمْ كَذَلِكَ ذَاكَ الْبَيْت الْمَعْمُور هُوَ كَعْبَة أَهْل السَّمَاء السَّابِعَة وَلِهَذَا وَجَدَ إِبْرَاهِيم الْخَلِيل عَلَيْهِ الصَّلَاة وَالسَّلَام مُسْنِدًا ظَهْرَهُ إِلَى الْبَيْت الْمَعْمُور لِأَنَّهُ بَانِي الْكَعْبَة الْأَرْضِيَّة وَالْجَزَاء مِنْ جِنْس الْعَمَل وَهُوَ بِحِيَالِ الْكَعْبَة وَفِي كُلّ سَمَاء بَيْتٌ يَتَعَبَّد فِيهِ أَهْلهَا وَيُصَلُّونَ إِلَيْهِ وَاَلَّذِي فِي السَّمَاء الدُّنْيَا يُقَال لَهُ بَيْت الْعِزَّة وَاَللَّه أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا رَوْح بْن جَنَاح عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فِي السَّمَاء السَّابِعَة بَيْت يُقَال لَهُ الْمَعْمُور بِحِيَالِ الْكَعْبَة وَفِي السَّمَاء الرَّابِعَة نَهْر يُقَال لَهُ الْحَيَوَان يَدْخُلهُ جِبْرِيل كُلّ يَوْم فَيَنْغَمِس فِيهِ اِنْغِمَاسَةً ثُمَّ يَخْرُج فَيَنْتَفِض اِنْتِفَاضَة يَخِرّ عَنْهُ سَبْعُونَ أَلْف قَطْرَة يَخْلُق اللَّه فِي كُلّ قَطْرَة مَلَكًا يُؤْمَرُونَ أَنَّ الْبَيْت الْمَعْمُور فَيُصَلُّونَ فِيهِ فَيَفْعَلُونَ ثُمَّ يَخْرُجُونَ فَلَا يَعُودُونَ إِلَيْهِ أَبَدًا وَيُوَلَّى عَلَيْهِمْ أَحَدهمْ يُؤْمَر أَنْ يَقِف بِهِمْ مِنْ السَّمَاء مَوْقِفًا يُسَبِّحُونَ اللَّه فِيهِ إِلَى أَنْ تَقُوم السَّاعَة \" هَذَا حَدِيث غَرِيب جِدًّا تَفَرَّدَ بِهِ رَوْح بْن جَنَاح هَذَا وَهُوَ الْقُرَشِيّ الْأُمَوِيّ مَوْلَاهُمْ أَبُو سَعِيد الدِّمَشْقِيّ وَقَدْ أَنْكَرَ عَلَيْهِ هَذَا الْحَدِيث جَمَاعَة مِنْ الْحُفَّاظ مِنْهُمْ الْجَوْزَجَانِيّ وَالْعُقَيْلِيّ وَالْحَاكِم أَبُو عَبْد اللَّه النَّيْسَابُورِيّ وَغَيْرهمْ قَالَ الْحَاكِم لَا أَصْل لَهُ مِنْ حَدِيث أَبِي هُرَيْرَة وَلَا سَعِيد وَلَا الزُّهْرِيّ وَقَالَ اِبْن جَرِير حَدَّثَنَا هَنَّاد بْن السَّرِىّ حَدَّثَنَا أَبُو الْأَحْوَص عَنْ سِمَاك بْن حَرْب عَنْ خَالِد بْن عُرْعُرَة أَنَّ رَجُلًا قَالَ لِعَلِيٍّ مَا الْبَيْت الْمَعْمُور ؟ قَالَ بَيْت فِي السَّمَاء يُقَال لَهُ الضِّرَاح وَهُوَ بِحِيَالِ الْكَعْبَة مِنْ فَوْقهَا حُرْمَتُهُ فِي السَّمَاء كَحُرْمَةِ الْبَيْت فِي الْأَرْض يُصَلِّي فِيهِ كُلّ يَوْم سَبْعُونَ أَلْفًا مِنْ الْمَلَائِكَة ثُمَّ لَا يَعُودُونَ فِيهِ أَبَدًا وَكَذَا رَوَاهُ شُعْبَة وَسُفْيَان الثَّوْرِيّ عَنْ سِمَاك وَعِنْدهمَا أَنَّ اِبْن الْكَوَّاء هُوَ السَّائِل عَنْ ذَلِكَ ثُمَّ رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ طَلْق بْن غَنَّام عَنْ زَائِدَة عَنْ عَاصِم عَنْ عَلِيّ بْن رَبِيعَة قَالَ سَأَلَ اِبْن الْكَوَّاء عَلِيًّا عَنْ الْبَيْت الْمَعْمُور قَالَ مَسْجِد فِي السَّمَاء يُقَال لَهُ الضِّرَاح يَدْخُلهُ كُلّ يَوْم سَبْعُونَ أَلْفًا مِنْ الْمَلَائِكَة ثُمَّ لَا يَعُودُونَ فِيهِ أَبَدًا . رَوَاهُ مِنْ حَدِيث أَبِي الطُّفَيْل عَنْ عَلِيّ بِمِثْلِهِ . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس هُوَ بَيْت حِذَاء الْعَرْش تَعْمُرهُ الْمَلَائِكَة يُصَلِّي فِيهِ كُلّ يَوْم سَبْعُونَ أَلْفًا مِنْ الْمَلَائِكَة ثُمَّ لَا يَعُودُونَ إِلَيْهِ وَكَذَا قَالَ عِكْرِمَة وَمُجَاهِد وَغَيْر وَاحِد مِنْ السَّلَف وَقَالَ قَتَادَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ ذُكِرَ لَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَوْمًا لِأَصْحَابِهِ\" هَلْ تَدْرُونَ مَا الْبَيْت الْمَعْمُور ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" فَإِنَّهُ مَسْجِد فِي السَّمَاء بِحِيَالِ الْكَعْبَة لَوْ خَرَّ لَخَرَّ عَلَيْهَا يُصَلِّي فِيهِ كُلّ يَوْم سَبْعُونَ أَلْف مَلَك إِذَا خَرَجُوا مِنْهُ لَمْ يَعُودُوا آخَر مَا عَلَيْهِمْ \" وَزَعَمَ الضَّحَّاك أَنَّهُ يَعْمُرهُ طَائِفَة مِنْ الْمَلَائِكَة يُقَال لَهُمْ الْجِنّ مِنْ قَبِيلَة إِبْلِيس فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 52, "type": 4, "id": 41684, "aya_id": 3}]