[{"text": "إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلاَلاً فَهِيَ إِلَى الأَذْقَانِ فَهُم مُّقْمَحُونَ", "sura_id": 36, "type": 0, "id": 3713, "aya_id": 8}, {"text": "إنا جعلنا في أعناقهم أغلالا فهي إلى الأذقان فهم مقمحون", "sura_id": 36, "type": 1, "id": 9949, "aya_id": 8}, {"text": "8 - (إنا جعلنا في أعناقهم أغلالا) بأن تضم إليها الأيدي لأن الغل يجمع اليد إلى العنق (فهي) الأيدي مجموعة (إلى الأذقان) جمع ذقن وهي مجتمع اللحيين (فهم مقمحون) رافعون رؤوسهم لا يستطيعون خفضها وهذا تمثيل والمراد أنهم لا يذعنون للإيمان ولا يخفضون رؤوسهم له \r\n", "sura_id": 36, "type": 2, "id": 28657, "aya_id": 8}, {"text": "إنا جعلنا هؤلاء الكفار الذين عُرض عليهم الحق فردُّوه, وأصرُّوا على الكفر وعدم الإيمان, كمن جُعِل في أعناقهم أغلال, فجمعت أيديهم مع أعناقهم تحت أذقانهم, فاضطروا إلى رفع رؤوسهم إلى السماء, فهم مغلولون عن كل خير, لا يبصرون الحق ولا يهتدون إليه.\r\n", "sura_id": 36, "type": 3, "id": 34893, "aya_id": 8}, {"text": " <font color=red>إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ</font><BR><p>يَقُول تَعَالَى إِنَّا جَعَلْنَا هَؤُلَاءِ الْمَحْتُوم عَلَيْهِمْ بِالشَّقَاءِ نِسْبَتهمْ إِلَى الْوُصُول إِلَى الْهُدَى كَنِسْبَةِ مَنْ جُعِلَ فِي عُنُقه غُلّ فَجَمَعَ يَدَيْهِ مَعَ عُنُقه تَحْت ذَقَنه فَارْتَفَعَ رَأْسه فَصَارَ مُقْمَحًا وَلِهَذَا قَالَ تَعَالَى \" فَهُمْ مُقْمَحُونَ \" وَالْمُقْمَح هُوَ الرَّافِع رَأْسه كَمَا قَالَتْ أُمّ زَرْع فِي كَلَامهَا : وَأَشْرَب فَأَتَقَمَّح ; أَيْ أَشْرَب فَأَرْوَى وَأَرْفَع رَأْسِي تَهْنِيئًا وَتَرَوِّيًا وَاكْتَفَى بِذِكْرِ الْغُلّ فِي الْعُنُق عَنْ ذِكْر الْيَدَيْنِ وَإِنْ كَانَتَا مُرَادَتَيْنِ كَمَا قَالَ الشَّاعِر : فَمَا أَدْرِي إِذَا يَمَّمْت أَرْضًا أُرِيد الْخَيْر أَيّهمَا يَلِينِي أَأَلْخَيْر الَّذِي أَنَا أَبْتَغِيهِ أَمْ الشَّرّ الَّذِي لَا يَأْتَلِينِي فَاكْتَفَى بِذِكْرِ الْخَيْر عَنْ ذِكْر الشَّرّ لَمَّا دَلَّ الْكَلَام وَالسِّيَاق عَلَيْهِ . وَهَكَذَا هَذَا لَمَّا كَانَ الْغُلّ إِنَّمَا يُعْرَف فِيمَا جَمَعَ الْيَدَيْنِ مَعَ الْعُنُق اِكْتَفَى بِذِكْرِ الْعُنُق عَنْ الْيَدَيْنِ قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" إِنَّا جَعَلْنَا فِي أَعْنَاقهمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَان فَهُمْ مُقْمَحُونَ \" قَالَ هُوَ كَقَوْلِهِ عَزَّ وَجَلَّ \" وَلَا تَجْعَل يَدك مَغْلُولَة إِلَى عُنُقك \" يَعْنِي بِذَلِكَ أَنَّ أَيْدِيهمْ مُوثَقَة إِلَى أَعْنَاقهمْ لَا يَسْتَطِيعُونَ أَنْ يَبْسُطُوهَا بِخَيْرٍ . وَقَالَ مُجَاهِد \" فَهُمْ مُقْمَحُونَ \" قَالَ رَافِعِي رُءُوسهمْ وَأَيْدِيهمْ مَوْضُوعَة عَلَى أَفْوَاههمْ فَهُمْ مَغْلُولُونَ عَنْ كُلّ خَيْر .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40416, "aya_id": 8}]