[{"text": "أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللّهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا", "sura_id": 4, "type": 0, "id": 575, "aya_id": 82}, {"text": "أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا", "sura_id": 4, "type": 1, "id": 6811, "aya_id": 82}, {"text": "82 - (أفلا يتدبرون) يتأملون (القرآن) وما فيه من المعاني البديعة (ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا) تناقضا في معانيه وتباين في نظمه \r\n", "sura_id": 4, "type": 2, "id": 25519, "aya_id": 82}, {"text": "أفلا ينظر هؤلاء في القرآن, وما جاء به من الحق, نظر تأمل وتدبر, حيث جاء على نسق محكم يقطع بأنه من عند الله وحده؟ ولو كان مِن عند غيره لوجدوا فيه اختلافًا كثيرًا.\r\n", "sura_id": 4, "type": 3, "id": 31755, "aya_id": 82}, {"text": " <font color=red>أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا</font><BR><p>يَقُول تَعَالَى آمِرًا لَهُمْ بِتَدَبُّرِ الْقُرْآن وَنَاهِيًا لَهُمْ عَنْ الْإِعْرَاض عَنْهُ وَعَنْ تَفَهُّم مَعَانِيه الْمُحْكَمَة وَأَلْفَاظه الْبَلِيغَة وَمُخَيِّرًا لَهُمْ أَنَّهُ لَا اِخْتِلَاف فِيهِ وَلَا اِضْطِرَاب وَلَا تَعَارُض لِأَنَّهُ تَنْزِيل مِنْ حَكِيم حَمِيد فَهُوَ حَقّ مِنْ حَقّ وَلِهَذَا قَالَ تَعَالَى \" أَفَلَا يَتَدَبَّرُونَ الْقُرْآن أَمْ عَلَى قُلُوب أَقْفَالهَا \" ثُمَّ قَالَ \" وَلَوْ كَانَ مِنْ عِنْد غَيْر اللَّه \" أَيْ لَوْ كَانَ مُفْتَعَلًا مُخْتَلِفًا كَمَا يَقُولهُ مَنْ يَقُولهُ مِنْ جَهَلَة الْمُشْرِكِينَ وَالْمُنَافِقِينَ فِي بَوَاطِنهمْ لَوَجَدُوا فِيهِ اِخْتِلَافًا أَيْ اِضْطِرَابًا وَتَضَادًّا كَثِيرًا أَيْ وَهَذَا سَالِم مِنْ الِاخْتِلَاف فَهُوَ مِنْ عِنْد اللَّه كَمَا قَالَ تَعَالَى مُخْبِرًا عَنْ الرَّاسِخِينَ فِي الْعِلْم حَيْثُ قَالُوا \" آمَنَّا بِهِ كُلّ مِنْ عِنْد رَبّنَا \" أَيْ مُحْكَمه وَمُتَشَابِهه حَقّ فَلِهَذَا رَدُّوا الْمُتَشَابِه إِلَى الْمُحْكَم فَاهْتَدَوْا وَاَلَّذِينَ فِي قُلُوبهمْ زَيْغ رَدُّوا الْمُحْكَم إِلَى الْمُتَشَابِه فَغَوَوْا وَلِهَذَا مَدَحَ تَعَالَى الرَّاسِخِينَ وَذَمَّ الزَّائِغِينَ . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَنَس بْن عِيَاض حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا أَبُو حَازِم حَدَّثَنَا عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : لَقَدْ جَلَسْت أَنَا وَأَخِي مَجْلِسًا مَا أُحِبّ أَنَّ لِي بِهِ حُمْر النَّعَم أَقْبَلْت أَنَا وَأَخِي وَإِذَا مَشْيَخَة أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى بَاب مِنْ أَبْوَابه فَكَرِهْنَا أَنْ نُفَرِّق بَيْنهمْ فَجَلَسْنَا حُجْزَة إِذْ ذَكَرُوا آيَة مِنْ الْقُرْآن فَتَمَارَوْا فِيهَا حَتَّى اِرْتَفَعَتْ أَصْوَاتهمْ فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُغْضَبًا حَتَّى اِحْمَرَّ وَجْهه يَرْمِيهِمْ بِالتُّرَابِ وَيَقُول \" مَهْلًا يَا قَوْم بِهَذَا أُهْلِكَتْ الْأُمَم مِنْ قَبْلكُمْ بِاخْتِلَافِهِمْ عَلَى أَنْبِيَائِهِمْ وَضَرْبهمْ الْكُتُب بَعْضهَا بِبَعْضٍ إِنَّ الْقُرْآن لَمْ يَنْزِل لِيُكَذِّب بَعْضه بَعْضًا إِنَّمَا نَزَلَ يُصَدِّق بَعْضه بَعْضًا فَمَا عَرَفْتُمْ مِنْهُ فَاعْمَلُوا بِهِ وَمَا جَهِلْتُمْ مِنْهُ فَرُدُّوهُ إِلَى عَالِمه \" وَهَكَذَا رَوَاهُ أَيْضًا عَنْ أَبِي مُعَاوِيَة عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم وَالنَّاس يَتَكَلَّمُونَ فِي الْقَدَر فَكَأَنَّمَا يَفْقَأ فِي وَجْهه حَبّ الرُّمَّان مِنْ الْغَضَب فَقَالَ لَهُمْ \" مَا لَكُمْ تَضْرِبُونَ كِتَاب اللَّه بَعْضه بِبَعْضٍ بِهَذَا هَلَكَ مَنْ كَانَ قَبْلكُمْ \" قَالَ : فَمَا غَبَطْت نَفْسِي بِمَجْلِسٍ فِيهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ أَشْهَدهُ مَا غَبَطْت نَفْسِي بِذَلِكَ الْمَجْلِس أَنِّي لَمْ أَشْهَدهُ وَرَوَاهُ اِبْن مَاجَهْ . مِنْ حَدِيث دَاوُد بْن أَبِي هِنْد بِهِ نَحْوه . وَقَالَ أَحْمَد : حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ أَبِي عِمْرَان الْجَوْنِيّ قَالَ : كَتَبَ إِلَيَّ عَبْد اللَّه بْن رَبَاح يُحَدِّث عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : هَجَّرْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَإِنَّا لَجُلُوس إِذْ اِخْتَلَفَ اِثْنَانِ فِي آيَة فَارْتَفَعَتْ أَصْوَاتهمَا فَقَالَ \" إِنَّمَا هَلَكَتْ الْأُمَم قَبْلكُمْ بِاخْتِلَافِهِمْ فِي الْكِتَاب \" وَرَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث حَمَّاد بْن زَيْد بِهِ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40924, "aya_id": 82}]