[{"text": "وَفِي أَمْوَالِهِمْ حَقٌّ لِّلسَّائِلِ وَالْمَحْرُومِ", "sura_id": 51, "type": 0, "id": 4694, "aya_id": 19}, {"text": "وفي أموالهم حق للسائل والمحروم", "sura_id": 51, "type": 1, "id": 10930, "aya_id": 19}, {"text": "19 - (وفي أموالهم حق للسائل والمحروم) الذي لا يسأل لتعففه \r\n", "sura_id": 51, "type": 2, "id": 29638, "aya_id": 19}, {"text": "وفي أموالهم حق واجب ومستحب للمحتاجين الذين يسألون الناس, والذين لا يسألونهم حياء.\r\n", "sura_id": 51, "type": 3, "id": 35874, "aya_id": 19}, {"text": " <font color=red>وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ</font><BR><p>لَمَّا وَصَفَهُمْ بِالصَّلَاةِ ثَنَّى بِوَصْفِهِمْ بِالزَّكَاةِ وَالْبِرّ وَالصِّلَة فَقَالَ \" وَفِي أَمْوَلِهُمْ حَقٌّ \" أَيْ جُزْء مَقْسُوم قَدْ أَفْرَزُوهُ لِلسَّائِلِ وَالْمَحْرُوم . أَمَّا السَّائِل فَمَعْرُوف وَهُوَ الَّذِي يَبْتَدِئ بِالسُّؤَالِ وَلَهُ حَقّ كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع وَعَبْد الرَّحْمَن قَالَا حَدَّثَنَا سُفْيَان عَنْ مُصْعَب بْن مُحَمَّد عَنْ يَعْلَى بْن أَبِي يَحْيَى عَنْ فَاطِمَة بِنْت الْحُسَيْن عَنْ أَبِيهَا الْحُسَيْن بْن عَلِيّ رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِلسَّائِلِ حَقّ وَإِنْ جَاءَ عَلَى فَرَس \" وَرَوَاهُ أَبُو دَاوُد مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ . ثُمَّ أَسْنَدَهُ مِنْ وَجْه آخَر عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ وَرُوِيَ مِنْ حَدِيث الْهِرْمَاس بْن زِيَاد مَرْفُوعًا , وَأَمَّا الْمَحْرُوم فَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَهُوَ الْمُحَارِف الَّذِي لَيْسَ لَهُ فِي الْإِسْلَام سَهْم يَعْنِي لَا سَهْم لَهُ فِي بَيْت الْمَال وَلَا كَسْب لَهُ وَلَا حِرْفَة يَتَقَوَّت مِنْهَا وَقَالَتْ أُمّ الْمُؤْمِنِينَ عَائِشَة رَضِيَ اللَّه عَنْهَا هُوَ الْمُحَارِف الَّذِي لَا يَكَاد يَتَيَسَّر لَهُ مَكْسَبُهُ . وَقَالَ الضَّحَّاك هُوَ الَّذِي لَا يَكُون لَهُ مَال إِلَّا ذَهَبَ قَضَى اللَّه لَهُ تَعَالَى ذَلِكَ وَقَالَ أَبُو قِلَابَةَ جَاءَ سَيْل بِالْيَمَامَةِ فَذَهَبَ بِمَالِ رَجُل فَقَالَ رَجُل مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ هَذَا الْمَحْرُوم وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَيْضًا وَسَعِيد بْن الْمُسَيِّب وَإِبْرَاهِيم النَّخَعِيّ وَنَافِع مَوْلَى اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا وَعَطَاء بْن أَبِي رَبَاح الْمَحْرُوم الْمُحَارِف وَقَالَ قَتَادَة وَالزُّهْرِيّ الْمَحْرُوم الَّذِي لَا يَسْأَل النَّاس شَيْئًا . قَالَ الزُّهْرِيّ وَقَدْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ الْمِسْكِين بِالطَّوَّافِ الَّذِي تَرُدّهُ اللُّقْمَة وَاللُّقْمَتَانِ وَالتَّمْرَة وَالتَّمْرَتَانِ وَلَكِنَّ الْمِسْكِينَ الَّذِي لَا يَجِد غِنًى يُغْنِيه وَلَا يُفْطَن لَهُ فَيُتَصَدَّق عَلَيْهِ \" وَهَذَا الْحَدِيث قَدْ أَسْنَدَهُ الشَّيْخَانِ فِي صَحِيحَيْهِمَا مِنْ وَجْه آخَر , وَقَالَ سَعِيد بْن جُبَيْر هُوَ الَّذِي يَجِيء وَقَدْ قُسِمَ الْمَغْنَم فَيُرْضَخ لَهُ . وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي بَعْض أَصْحَابنَا قَالَ كُنَّا مَعَ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ فِي طَرِيق مَكَّة فَجَاءَ كَلْب فَانْتَزَعَ عُمَر رَضِيَ اللَّه عَنْهُ كَتِف شَاة فَرَمَى بِهَا إِلَيْهِ , وَقَالَ يَقُولُونَ إِنَّهُ الْمَحْرُوم وَقَالَ الشَّعْبِيّ أَعْيَانِي أَنْ أَعْلَم مَا الْمَحْرُوم وَاخْتَارَ اِبْن جَرِير أَنَّ الْمَحْرُوم الَّذِي لَا مَال لَهُ بِأَيِّ سَبَب كَانَ وَقَدْ ذَهَبَ مَاله سَوَاء كَانَ لَا يَقْدِر عَلَى الْكَسْب أَوْ قَدْ هَلَكَ مَاله أَوْ نَحْوه بِآفَةٍ أَوْ نَحْوهَا . وَقَالَ الثَّوْرِيّ عَنْ قَيْس بْن مُسْلِم عَنْ الْحَسَن بْن مُحَمَّد رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّة فَغَنِمُوا فَجَاءَهُ قَوْم لَمْ يَشْهَدُوا الْغَنِيمَة فَنَزَلَتْ هَذِهِ الْآيَة \" وَفِي أَمْوَالهمْ حَقّ لِلسَّائِلِ وَالْمَحْرُوم\" وَهَذَا يَقْتَضِي أَنَّ هَذِهِ مَدَنِيَّة وَلَيْسَ كَذَلِكَ بَلْ هِيَ مَكِّيَّة شَامِلَة لِمَا بَعْدهَا .</p><BR> <br> ", "sura_id": 51, "type": 4, "id": 41612, "aya_id": 19}]