[{"text": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَّمْ تَكُونُواْ بَالِغِيهِ إِلاَّ بِشِقِّ الأَنفُسِ إِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ", "sura_id": 16, "type": 0, "id": 1908, "aya_id": 7}, {"text": "وتحمل أثقالكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس إن ربكم لرؤوف رحيم", "sura_id": 16, "type": 1, "id": 8144, "aya_id": 7}, {"text": "7 - (وتحمل أثقالكم) أحماالكم (إلى بلد لم تكونوا بالغيه) واصلين إليه على غير الإبل (إلا بشق الأنفس) بجهدها (إن ربكم لرؤوف رحيم) بكم حيث خلقها لكم \r\n", "sura_id": 16, "type": 2, "id": 26852, "aya_id": 7}, {"text": "وتحمل هذه الأنعام ما ثَقُل من أمتعتكم إلى بلد بعيد, لم تكونوا مستطيعين الوصول إليه إلا بجهد شديد من أنفسكم ومشقة عظيمة, إن ربكم لَرؤوف رحيم بكم, حيث سخَّر لكم ما تحتاجون إليه, فله الحمد وله الشكر.\r\n", "sura_id": 16, "type": 3, "id": 33088, "aya_id": 7}, {"text": " <font color=red>وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ</font><BR><p>الْأَنْفُس إِنَّ رَبّكُمْ لَرَءُوف رَحِيم \" \" وَتَحْمِل أَثْقَالكُمْ \" وَهِيَ الْأَحْمَال الثَّقِيلَة الَّتِي تَعْجِزُونَ عَنْ نَقْلهَا وَحَمْلهَا \" إِلَى بَلَد لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُس \" وَذَلِكَ فِي الْحَجّ وَالْعُمْرَة وَالْغَزْو وَالتِّجَارَة وَمَا جَرَى مَجْرَى ذَلِكَ تَسْتَعْمِلُونَهَا فِي أَنْوَاع الِاسْتِعْمَال مِنْ رُكُوب وَتَحْمِيل كَقَوْلِهِ \" وَإِنَّ لَكُمْ فِي الْأَنْعَام لَعِبْرَة نَسْقِيكُمْ مِمَّا فِي بُطُونهَا وَلَكُمْ فِيهَا مَنَافِع كَثِيرَة وَمِنْهَا تَأْكُلُونَ وَعَلَيْهَا وَعَلَى الْفُلْك تُحْمَلُونَ \" وَقَالَ تَعَالَى \" اللَّه الَّذِي جَعَلَ لَكُمْ الْأَنْعَام لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ وَلَكُمْ فِيهَا مَنَافِع وَلِتَبْلُغُوا عَلَيْهَا حَاجَة فِي صُدُوركُمْ وَعَلَيْهَا وَعَلَى الْفُلْك تُحْمَلُونَ وَيُرِيكُمْ آيَاته فَأَيّ آيَات اللَّه تُنْكِرُونَ \" وَلِهَذَا قَالَ هُنَا بَعْد تَعْدَاد هَذِهِ النِّعَم \" إِنَّ رَبّكُمْ لَرَءُوف رَحِيم \" أَيْ رَبّكُمْ الَّذِي قَيَّضَ لَكُمْ هَذِهِ الْأَنْعَام وَسَخَّرَهَا لَكُمْ كَقَوْلِهِ \" أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبهمْ وَمِنْهَا يَأْكُلُونَ \" وَقَالَ \" وَجَعَلَ لَكُمْ مِنْ الْفُلْك وَالْأَنْعَام مَا تَرْكَبُونَ لِتَسْتَوُوا عَلَى ظُهُوره ثُمَّ تَذْكُرُوا نِعْمَة رَبّكُمْ إِذَا اِسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَان الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبّنَا لَمُنْقَلِبُونَ \" قَالَ اِبْن عَبَّاس : \" لَكُمْ فِيهَا دِفْء \" أَيْ ثِيَاب وَ \" وَمَنَافِع \" مَا يَنْتَفِعُونَ بِهِ مِنْ الْأَطْعِمَة وَالْأَشْرِبَة وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس : دِفْء وَمَنَافِع نَسْل كُلّ دَابَّة وَقَالَ مُجَاهِد لَكُمْ فِيهَا دِفْء أَيْ لِبَاس يُنْسَج وَمَنَافِع مَرْكَب وَلَحْم وَلَبَن قَالَ قَتَادَة : دِفْء وَمَنَافِع يَقُول لَكُمْ فِيهَا لِبَاس وَمَنْفَعَة وَبُلْغَة. وَكَذَا قَالَ غَيْر وَاحِد مِنْ الْمُفَسِّرِينَ بِأَلْفَاظٍ مُتَقَارِبَة.</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38146, "aya_id": 7}]