[{"text": "وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ", "sura_id": 7, "type": 0, "id": 1135, "aya_id": 181}, {"text": "وممن خلقنا أمة يهدون بالحق وبه يعدلون", "sura_id": 7, "type": 1, "id": 7371, "aya_id": 181}, {"text": "181 - (وممن خلقنا أمة يهدون بالحق وبه يعدلون) هم أمة محمد صلى الله عليه وسلم كما في حديث \r\n", "sura_id": 7, "type": 2, "id": 26079, "aya_id": 181}, {"text": "ومن الذين خَلَقْنا جماعة فاضلة يهتدون بالحق ويَدْعون إليه, وبه يقضون وينصفون الناس, وهم أئمة الهدى ممن أنعم الله عليهم بالإيمان والعمل الصالح.\r\n", "sura_id": 7, "type": 3, "id": 32315, "aya_id": 181}, {"text": " <font color=red>وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ</font><BR><p>يَقُول تَعَالَى \" وَمِمَّنْ خَلَقْنَا \" أَيْ بَعْض الْأُمَم \" أُمَّة\" قَائِمَة بِالْحَقِّ قَوْلًا وَعَمَلًا \" يَهْدُونَ بِالْحَقِّ \" يَقُولُونَهُ وَيَدْعُونَ إِلَيْهِ \" وَبِهِ يَعْدِلُونَ \" يَعْمَلُونَ وَيَقْضُونَ وَقَدْ جَاءَ فِي الْآثَار أَنَّ الْمُرَاد بِهَذِهِ الْأُمَّة الْمَذْكُورَة فِي الْآيَة هِيَ هَذِهِ الْأُمَّة الْمُحَمَّدِيَّة قَالَ سَعِيد عَنْ قَتَادَة فِي تَفْسِير هَذِهِ الْآيَة بَلَغَنِي أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول إِذَا قَرَأَ هَذِهِ الْآيَة\" هَذِهِ لَكُمْ وَقَدْ أُعْطِيَ الْقَوْم بَيْن أَيْدِيكُمْ مِثْلهَا\" \" وَمِنْ قَوْم مُوسَى أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ\" وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس فِي قَوْله تَعَالَى \" وَمِمَّنْ خَلَقْنَا أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ \" قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ مِنْ أُمَّتِي قَوْمًا عَلَى الْحَقّ حَتَّى يَنْزِل عِيسَى اِبْن مَرْيَم مَتَى مَا نَزَلَ \" وَفِي الصَّحِيحَيْنِ عَنْ مُعَاوِيَة بْن أَبِي سُفْيَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَزَال طَائِفَة مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقّ لَا يَضُرّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ حَتَّى تَقُوم السَّاعَة \" وَفِي رِوَايَة \" حَتَّى يَأْتِي أَمْر اللَّه وَهُمْ عَلَى ذَلِكَ \" وَفِي رِوَايَة \" وَهُمْ بِالشَّام \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42557, "aya_id": 181}]