[{"text": "الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ", "sura_id": 70, "type": 0, "id": 5398, "aya_id": 23}, {"text": "الذين هم على صلاتهم دائمون", "sura_id": 70, "type": 1, "id": 11634, "aya_id": 23}, {"text": "23 - (الذين هم على صلاتهم دائمون) مواظبون \r\n", "sura_id": 70, "type": 2, "id": 30342, "aya_id": 23}, {"text": "الذين يحافظون على أدائها في جميع الأوقات، ولا يَشْغَلهم عنها شاغل،\r\n", "sura_id": 70, "type": 3, "id": 36578, "aya_id": 23}, {"text": " <font color=red>الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ</font><BR><p>قِيلَ مَعْنَاهُ يُحَافِظُونَ عَلَى أَوْقَاتهَا وَوَاجِبَاتهَا قَالَهُ اِبْن مَسْعُود وَمَسْرُوق وَإِبْرَاهِيم النَّخَعِيّ وَقِيلَ الْمُرَاد بِالدَّوَامِ هَهُنَا السُّكُون وَالْخُشُوع كَقَوْلِهِ تَعَالَى \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلَاتهمْ خَاشِعُونَ \" قَالَهُ عُقْبَة بْن عَامِر وَمِنْهُ الْمَاء الدَّائِم وَهُوَ السَّاكِن الرَّاكِد وَهَذَا يَدُلّ عَلَى وُجُوب الطُّمَأْنِينَة فِي الصَّلَاة فَإِنَّ الَّذِي لَا يَطْمَئِنّ فِي رُكُوعه وَسُجُوده لَيْسَ بِدَائِمٍ عَلَى صَلَاته لِأَنَّهُ لَمْ يَسْكُن فِيهَا وَلَمْ يَدُمْ بَلْ يَنْقُرهَا نَقْر الْغُرَاب فَلَا يُفْلِح فِي صَلَاته وَقِيلَ الْمُرَاد بِذَلِكَ الَّذِينَ إِذَا عَمِلُوا عَمَلًا دَاوَمُوا عَلَيْهِ وَأَثْبَتُوهُ كَمَا جَاءَ فِي الصَّحِيح عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَحَبّ الْأَعْمَال إِلَى اللَّه أَدْوَمهَا وَإِنْ قَلَّ \" وَفِي لَفْظ \" مَا دَاوَمَ عَلَيْهِ صَاحِبه\" قَالَتْ : وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا عَمِلَ عَمَلًا دَاوَمَ عَلَيْهِ وَفِي لَفْظ أَثْبَتَهُ وَقَالَ قَتَادَة فِي قَوْله تَعَالَى \" الَّذِينَ هُمْ عَلَى صَلَاتهمْ دَائِمُونَ\" ذُكِرَ لَنَا أَنَّ دَانْيَال عَلَيْهِ السَّلَام نَعَتَ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يُصَلُّونَ صَلَاة لَوْ صَلَّاهَا قَوْم نُوح مَا غَرِقُوا أَوْ قَوْم عَادٍ مَا أُرْسِلَتْ عَلَيْهِمْ الرِّيح الْعَقِيم أَوْ ثَمُود مَا أَخَذَتْهُمْ الصَّيْحَة فَعَلَيْكُمْ بِالصَّلَاةِ فَإِنَّهَا خُلُق لِلْمُؤْمِنِينَ حَسَن .</p><BR> <br> ", "sura_id": 70, "type": 4, "id": 42687, "aya_id": 23}]