[{"text": "لَّا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ", "sura_id": 56, "type": 0, "id": 5012, "aya_id": 33}, {"text": "لا مقطوعة ولا ممنوعة", "sura_id": 56, "type": 1, "id": 11248, "aya_id": 33}, {"text": "33 - (لا مقطوعة) في زمن (ولا ممنوعة) بثمن \r\n", "sura_id": 56, "type": 2, "id": 29956, "aya_id": 33}, {"text": "ولا تنقطع عنهم, ولا يمنعهم منها مانع,\r\n", "sura_id": 56, "type": 3, "id": 36192, "aya_id": 33}, {"text": " <font color=red>لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ</font><BR><p>وَقَوْله تَعَالَى \" وَفَاكِهَة كَثِيرَة لَا مَقْطُوعَة وَلَا مَمْنُوعَة \" أَيْ وَعِنْدهمْ مِنْ الْفَوَاكِه الْكَثِيرَة الْمُتَنَوِّعَة فِي الْأَلْوَان مِمَّا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْب بَشَر كَمَا قَالَ تَعَالَى\" كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَة رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْل وَأُتُوا بِهِ مُتَشَابِهًا \" أَيْ يُشْبِه الشَّكْل وَلَكِنَّ الطَّعْم غَيْر الطَّعْم وَفِي الصَّحِيحَيْنِ فِي ذِكْر سِدْرَة الْمُنْتَهَى \" فَإِذَا وَرَقهَا كَآذَانِ الْفِيَلَة وَنَبْقهَا مِثْل قِلَال هَجَر \" وَفِيهِمَا أَيْضًا مِنْ حَدِيث مَالِك عَنْ زَيْد عَنْ عَطَاء بْن يَسَار عَنْ اِبْن عَبَّاس قَالَ خَسَفَتْ الشَّمْس فَصَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالنَّاس مَعَهُ فَذَكَرَ الصَّلَاة وَفِيهِ قَالُوا يَا رَسُول اللَّه رَأَيْنَاك تَنَاوَلْت شَيْئًا فِي مَقَامك هَذَا ثُمَّ رَأَيْنَاك تَكَعْكَعْت قَالَ \" إِنِّي رَأَيْت الْجَنَّة فَتَنَاوَلْت مِنْهَا عُنْقُودًا وَلَوْ أَخَذْته لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتْ الدُّنْيَا \" وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا أَبُو خَيْثَمَة حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا عُبَيْد اللَّه حَدَّثَنَا أَبُو عَقِيل عَنْ جَابِر قَالَ بَيْنَا نَحْنُ فِي صَلَاة الظُّهْر إِذْ تَقَدَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَقَدَّمْنَا مَعَهُ ثُمَّ تَنَاوَلَ شَيْئًا لِيَأْخُذهُ ثُمَّ تَأَخَّرَ فَلَمَّا قَضَى الصَّلَاة قَالَ لَهُ أُبَيّ بْن كَعْب يَا رَسُول اللَّه صَنَعْت الْيَوْم فِي الصَّلَاة شَيْئًا مَا كُنْت تَصْنَعهُ فَقَالَ : \" إِنَّهُ عُرِضَتْ عَلَيَّ الْجَنَّة وَمَا فِيهَا مِنْ الزَّهْرَة وَالنَّضْرَة فَتَنَاوَلْت مِنْهَا قِطْفًا مِنْ عِنَب لِآتِيَكُمْ بِهِ فَحِيلَ بَيْنِي وَبَيْنه وَلَوْ أَتَيْتُكُمْ بِهِ لَأَكَلَ مِنْهُ مَنْ بَيْن السَّمَاء وَالْأَرْض لَا يَنْقُص مِنْهُ\" وَرَوَى مُسْلِم مِنْ حَدِيث أَبِي الزُّبَيْر عَنْ جَابِر نَحْوه. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن بَحْر حَدَّثَنَا هِشَام بْن يُوسُف أَخْبَرَنَا مَعْمَر عَنْ أَبِي يَحْيَى بْن أَبِي كَثِير عَنْ عَامِر . بْن زَيْد الْبُكَالِيّ أَنَّهُ سَمِعَ عُتْبَة بْن عَبْد السُّلَمِيّ يَقُول جَاءَ أَعْرَابِيّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ الْحَوْض وَذَكَرَ الْجَنَّة ثُمَّ قَالَ الْأَعْرَابِيّ فِيهَا فَاكِهَة . قَالَ \" نَعَمْ وَفِيهَا شَجَرَة تُدْعَى طُوبَى \" قَالَ فَذَكَرَ شَيْئًا لَا أَدْرِي مَا هُوَ قَالَ أَيّ شَجَر أَرْضنَا تُشْبِه ؟ قَالَ \" لَيْسَتْ تُشْبِه شَيْئًا مِنْ شَجَر أَرْضك \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَيْت الشَّام \" ؟ قَالَ : لَا قَالَ \" تُشْبِه شَجَرَة بِالشَّامِ تُدْعَى الْجَوْزَة تَنْبُت عَلَى سَاق وَاحِد وَيَنْفَرِش أَعْلَاهَا \" قَالَ مَا عِظَم الْعُنْقُود ؟ قَالَ \" مَسِيرَة شَهْر لِلْغُرَابِ الْأَبْقَع لَا يَفْتُر \" قَالَ مَا عِظَم أَصْلهَا ؟ قَالَ\" لَوْ اِرْتَحَلَتْ جَذَعَة مِنْ إِبِل أَهْلِك مَا أَحَاطَتْ بِأَصْلِهَا حَتَّى تَنْكَسِر تَرْقُوَتهَا هَرَمًا \" قَالَ فِيهَا عِنَب ؟ قَالَ\" نَعَمْ \" قَالَ فَمَا عِظَم الْحَبَّة ؟ قَالَ \" هَلْ ذَبَحَ أَبُوك تَيْسًا مِنْ غَنَمه قَطُّ عَظِيمًا \" قَالَ نَعَمْ قَالَ \" فَسَلَخَ إِهَابه فَأَعْطَاهُ أُمّك فَقَالَ اتَّخِذِي لَنَا مِنْهُ دَلْوًا \" قَالَ نَعَمْ قَالَ الْأَعْرَابِيّ فَإِنَّ تِلْكَ الْحَبَّة لَتُشْبِعنِي وَأَهْل بَيْتِي ؟ قَالَ \" نَعَمْ وَعَامَّة عَشِيرَتك \" وَقَوْله تَعَالَى\" لَا مَقْطُوعَة وَلَا مَمْنُوعَة \" أَيْ لَا تَنْقَطِع شِتَاء وَلَا صَيْفًا بَلْ أُكُلهَا دَائِم مُسْتَمِرّ أَبَدًا مَهْمَا طَلَبُوا وَجَدُوا لَا يَمْتَنِع عَلَيْهِمْ - بِقُدْرَةِ اللَّه - شَيْء وَقَالَ قَتَادَة لَا يَمْنَعهُمْ مِنْ تَنَاوُلهَا عُود وَلَا شَوْك وَلَا بُعْد وَقَدْ تَقَدَّمَ فِي الْحَدِيث : إِذَا تَنَاوَلَ الرَّجُل الثَّمَرَة عَادَتْ مَكَانهَا أُخْرَى . وَقَوْله تَعَالَى \" وَفُرُش مَرْفُوعَة \" أَيْ عَالِيَة وَطِيئَة نَاعِمَة قَالَ النَّسَائِيّ وَأَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا رِشْدِين بْن سَعْد عَنْ عُمَر بْن الْحَارِث عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى\" وَفُرُش مَرْفُوعَة \" قَالَ \" اِرْتِفَاعهَا كَمَا بَيْن السَّمَاء وَالْأَرْض وَمَسِيرَة مَا بَيْنهمَا خَمْسمِائَةِ عَام \" ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث رِشْدِين بْن سَعْد قَالَ : وَقَالَ بَعْض أَهْل الْعِلْم مَعْنَى هَذَا الْحَدِيث اِرْتِفَاع الْفُرُش فِي الدَّرَجَات وَبُعْد مَا بَيْن الدَّرَجَتَيْنِ كَمَا بَيْن السَّمَاء وَالْأَرْض هَكَذَا قَالَ إِنَّهُ لَا يَعْرِف هَذَا إِلَّا مِنْ رِوَايَة رِشْدِين بْن سَعْد وَهُوَ الْمِصْرِيّ وَهُوَ ضَعِيف هَكَذَا رَوَاهُ أَبُو جَعْفَر بْن جَرِير عَنْ أَبِي كُرَيْب عَنْ رِشْدِين بِهِ . ثُمَّ رَوَاهُ هُوَ وَابْن أَبِي حَاتِم كِلَاهُمَا عَنْ يُونُس بْن عَبْد الْأَعْلَى عَنْ ابْن وَهْب عَنْ عُمَر بْن الْحَارِث فَذَكَرَهُ وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم أَيْضًا عَنْ نَعِيم بْن حَمَّاد عَنْ اِبْن وَهْب وَأَخْرَجَهُ الضِّيَاء فِي صِفَة الْجَنَّة مِنْ حَدِيث حَرْمَلَة عَنْ اِبْن وَهْب بِهِ مِثْله وَرَوَاهُ الْإِمَام أَحْمَد عَنْ حَسَن بْن مُوسَى عَنْ اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج فَذَكَرَهُ . وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو مُعَاوِيَة جُوَيْبِر عَنْ أَبِي سَهْل يَعْنِي كَثِير بْن زِيَاد عَنْ الْحَسَن .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41932, "aya_id": 33}]