[{"text": "إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ", "sura_id": 38, "type": 0, "id": 3988, "aya_id": 18}, {"text": "إنا سخرنا الجبال معه يسبحن بالعشي والإشراق", "sura_id": 38, "type": 1, "id": 10224, "aya_id": 18}, {"text": "18 - (إنا سخرنا الجبال معه يسبحن) بتسبيحه (بالعشي) وقت صلاة العشاء (والإشراق) وقت صلاة الضحى وهو أن تشرق الشمس ويتناهى ضوؤها \r\n", "sura_id": 38, "type": 2, "id": 28932, "aya_id": 18}, {"text": "إنا سخَّرنا الجبال مع داود يسبِّحن بتسبيحه أول النهار وآخره،\r\n", "sura_id": 38, "type": 3, "id": 35168, "aya_id": 18}, {"text": " <font color=red>إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ</font><BR><p>وَقَوْله تَعَالَى \" إِنَّا سَخَّرْنَا الْجِبَال مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاق \" أَيْ أَنَّهُ تَعَالَى سَخَّرَ الْجِبَال تُسَبِّح مَعَهُ عِنْد إِشْرَاق الشَّمْس وَآخِر النَّهَار كَمَا قَالَ عَزَّ وَجَلَّ \" يَا جِبَال أَوِّبِي مَعَهُ وَالطَّيْر \" وَكَذَلِكَ كَانَتْ الطَّيْر تُسَبِّح بِتَسْبِيحِهِ وَتُرَجِّع بِتَرْجِيعِهِ إِذَا مَرَّ بِهِ الطَّيْر وَهُوَ سَابِح فِي الْهَوَاء فَسَمِعَهُ وَهُوَ يَتَرَنَّم بِقِرَاءَةِ الزَّبُور لَا يَسْتَطِيع الذَّهَاب بَلْ يَقِف فِي الْهَوَاء وَيُسَبِّح مَعَهُ وَتُجِيبهُ الْجِبَال الشَّامِخَات تُرَجِّع مَعَهُ وَتُسَبِّح تَبَعًا لَهُ قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مُحَمَّد بْن بِشْر عَنْ مِسْعَر عَنْ عَبْد الْكَرِيم عَنْ مُوسَى بْن أَبِي كَثِير عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ بَلَغَهُ أَنَّ أُمَّ هَانِئ رَضِيَ اللَّه عَنْهَا ذَكَرَتْ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم فَتْح مَكَّة صَلَّى الضُّحَى ثَمَانِ رَكَعَات فَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَدْ ظَنَنْت أَنَّ لِهَذِهِ السَّاعَة صَلَاة يَقُول اللَّه عَزَّ وَجَلَّ \" يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاق \" ثُمَّ رَوَاهُ مِنْ حَدِيث سَعِيد بْن أَبِي عَرُوبَة عَنْ أَبِي الْمُتَوَكِّل عَنْ أَيُّوب بْن صَفْوَان عَنْ مَوْلَاهُ عَبْد اللَّه بْن الْحَارِث بْن نَوْفَل أَنَّ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا كَانَ لَا يُصَلِّي الضُّحَى قَالَ فَأَدْخَلْته عَلَى أُمّ هَانِئ رَضِيَ اللَّه عَنْهَا فَقُلْت أَخْبِرِي هَذَا مَا أَخَّرَتْنِي فَقَالَتْ : دَخَلَ عَلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْفَتْح فِي بَيْتِي ثُمَّ أَمَرَ بِمَاءٍ صُبَّ فِي قَصْعَة ثُمَّ أَمَرَ بِثَوْبٍ فَأَخَذَ بَيْنِي وَبَيْنه فَاغْتَسَلَ ثُمَّ رَشَّ نَاحِيَة الْبَيْت فَصَلَّى ثَمَانِ رَكَعَات وَذَلِكَ مِنْ الضُّحَى قِيَامهنَّ وَرُكُوعهنَّ وَسُجُودهنَّ وَجُلُوسهنَّ سَوَاء قَرِيب بَعْضهمْ مِنْ بَعْض فَخَرَجَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَهُوَ يَقُول لَقَدْ قَرَأْت مَا بَيْن اللَّوْحَيْنِ مَا عَرَفْت صَلَاة الضُّحَى إِلَّا الْآن \" يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاق \" وَكُنْت أَقُول أَيْنَ صَلَاة الْإِشْرَاق وَكَانَ بَعْد يَقُول صَلَاة الْإِشْرَاق وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" وَالطَّيْر مَحْشُورَة \" أَيْ مَحْبُوسَة فِي الْهَوَاء \" كُلٌّ لَهُ أَوَّابٌ \" أَيْ مُطِيع يُسَبِّح تَبَعًا لَهُ قَالَ سَعِيد بْن جُبَيْر وَقَتَادَة وَمَالِكٌ عَنْ زَيْد بْن أَسْلَم وَابْن زَيْد \" كُلّ لَهُ أَوَّاب \" أَيْ مُطِيع.</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40613, "aya_id": 18}]