[{"text": "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ", "sura_id": 57, "type": 0, "id": 5095, "aya_id": 20}, {"text": "اعلموا أنما الحياة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الأموال والأولاد كمثل غيث أعجب الكفار نباته ثم يهيج فتراه مصفرا ثم يكون حطاما وفي الآخرة عذاب شديد ومغفرة من الله ورضوان وما الحياة الدنيا إلا متاع الغرور", "sura_id": 57, "type": 1, "id": 11331, "aya_id": 20}, {"text": "20 - (اعلموا أنما الحياة الدنيا لعب ولهو وزينة) تزيين (وتفاخر بينكم وتكاثر في الأموال والأولاد) أي الاشتغال فيها وأما الطاعات وما يعين عليها فمن أمور الآخرة (كمثل) أي هي في إعجابها لكم واضمحلالها كمثل (غيث) مطر (أعجب الكفار) الزراع (نباته) الناشيء عنه (ثم يهيج) ييبس (فتراه مصفرا ثم يكون حطاما) فتاتا يضمحل بالرياح (وفي الآخرة عذاب شديد) لمن آثر عليها الدنيا (ومغفرة من الله ورضوان) لمن لم يؤثر عليها الدنيا (وما الحياة الدنيا) ما التمتع فيها (إلا متاع الغرور) \r\n", "sura_id": 57, "type": 2, "id": 30039, "aya_id": 20}, {"text": "اعلموا -أيها الناس- أنما الحياة الدنيا لعب ولهو, تلعب بها الأبدان وتلهو بها القلوب, وزينة تتزينون بها, وتفاخر بينكم بمتاعها, وتكاثر بالعدد في الأموال والأولاد, مثلها كمثل مطر أعجب الزُّرَّاع نباته, ثم يهيج هذا النبات فييبس, فتراه مصفرًا بعد خضرته, ثم يكون فُتاتًا يابسًا متهشمًا, وفي الآخرة عذاب شديد للكفار ومغفرة من الله ورضوان لأهل الإيمان. وما الحياة الدنيا لمن عمل لها ناسيًا آخرته إلا متاع الغرور.\r\n", "sura_id": 57, "type": 3, "id": 36275, "aya_id": 20}, {"text": " <font color=red>اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ</font><BR><p>يَقُول تَعَالَى مُوهِنًا أَمْر الْحَيَاة الدُّنْيَا وَمُحَقِّرًا لَهَا \" إِنَّمَا الْحَيَاة الدُّنْيَا لَعِب وَلَهْو وَزِينَة وَتَفَاخُر بَيْنكُمْ وَتَكَاثُر فِي الْأَمْوَال وَالْأَوْلَاد \" أَيْ إِنَّمَا حَاصِل أَمْرهَا عِنْد أَهْلهَا هَذَا كَمَا قَالَ تَعَالَى \" زُيِّنَ لِلنَّاسِ حُبّ الشَّهَوَات مِنْ النِّسَاء وَالْبَنِينَ وَالْقَنَاطِير الْمُقَنْطَرَة مِنْ الذَّهَب وَالْفِضَّة وَالْخَيْل الْمُسَوَّمَة وَالْأَنْعَام وَالْحَرْث ذَلِكَ مَتَاع الْحَيَاة الدُّنْيَا وَاَللَّه عِنْده حُسْن الْمَآب \" ثُمَّ ضَرَبَ تَعَالَى مَثَل الْحَيَاة الدُّنْيَا فِي أَنَّهَا زَهْرَة فَانِيَة وَنِعْمَة زَائِلَة فَقَالَ \" كَمَثَلِ غَيْث \" وَهُوَ الْمَطَر الَّذِي يَأْتِي بَعْد قُنُوط النَّاس كَمَا قَالَ تَعَالَى \" وَهُوَ الَّذِي يُنَزِّل الْغَيْث مِنْ بَعْد مَا قَنَطُوا\" . وَقَوْله تَعَالَى \" أَعْجَبَ الْكُفَّار نَبَاته \" أَيْ يُعْجِب الزُّرَّاع نَبَات ذَلِكَ الزَّرْع الَّذِي نَبَتَ بِالْغَيْثِ وَكَمَا يُعْجِب الزُّرَّاع ذَلِكَ كَذَلِكَ تُعْجِب الْحَيَاة الدُّنْيَا الْكُفَّار فَإِنَّهُمْ أَحْرَص شَيْء عَلَيْهَا وَأَمْيَل النَّاس إِلَيْهَا .\" ثُمَّ يَهِيج فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُون حُطَامًا \" أَيْ يَهِيج ذَلِكَ الزَّرْع فَتَرَاهُ مُصْفَرًّا بَعْد مَا كَانَ خَضِرًا نَضِرًا ثُمَّ يَكُون بَعْد ذَلِكَ كُلّه حُطَامًا أَيْ يَصِير يَبِسًا مُتَحَطِّمًا هَكَذَا الْحَيَاة الدُّنْيَا تَكُون أَوَّلًا شَابَّة ثُمَّ تُكْتَهَل ثُمَّ تَكُون عَجُوزًا شَوْهَاء وَالْإِنْسَان يَكُون كَذَلِكَ فِي أَوَّل عُمْره وَعُنْفُوَان شَبَابه غَضًّا طَرِيًّا لَيِّن الْأَعْطَاف بَهِيّ الْمَنْظَر ثُمَّ إِنَّهُ يَشْرَع فِي الْكُهُولَة فَتَتَغَيَّر طِبَاعه وَيَفْقِد بَعْض قُوَاهُ ثُمَّ يَكْبُر فَيَصِير شَيْخًا كَبِيرًا ضَعِيف الْقُوَى قَلِيل الْحَرَكَة يُعْجِزهُ الشَّيْء الْيَسِير كَمَا قَالَ تَعَالَى \" اللَّه الَّذِي خَلَقَكُمْ مِنْ ضَعْف ثُمَّ جَعَلَ مِنْ بَعْد ضَعْف قُوَّة ثُمَّ جَعَلَ مِنْ بَعْد قُوَّة ضَعْفًا وَشَيْبًا يَخْلُق مَا يَشَاء وَهُوَ الْعَلِيم الْقَدِير \" وَلَمَّا كَانَ هَذَا الْمَثَل دَالًّا عَلَى زَوَال الدُّنْيَا وَانْقِضَائِهَا وَفَرَاغهَا لَا مَحَالَة وَأَنَّ الْآخِرَة كَائِنَة لَا مَحَالَة حَذَّرَ مِنْ أَمْرهَا وَرَغَّبَ فِيمَا فِيهَا مِنْ الْخَيْر فَقَالَ \" وَفِي الْآخِرَة عَذَاب شَدِيد وَمَغْفِرَة مِنْ اللَّه وَرِضْوَان وَمَا الْحَيَاة الدُّنْيَا إِلَّا مَتَاع الْغُرُور \" أَيْ وَلَيْسَ فِي الْآخِرَة الْآتِيَة الْقَرِيبَة إِلَّا إِمَّا هَذَا وَإِمَّا هَذَا : إِمَّا عَذَاب شَدِيد وَإِمَّا مَغْفِرَة مِنْ اللَّه وَرِضْوَان . وَقَوْله تَعَالَى \" وَمَا الْحَيَاة الدُّنْيَا إِلَّا مَتَاع الْغُرُور \" أَيْ هِيَ مَتَاع فَانٍ غَار لِمَنْ رَكَنَ إِلَيْهِ فَإِنَّهُ يَغْتَرّ بِهَا وَتُعْجِبهُ حَتَّى يَعْتَقِد أَنْ لَا دَار سِوَاهَا وَلَا مَعَاد وَرَاءَهَا وَهِيَ حَقِيرَة قَلِيلَة بِالنِّسْبَةِ إِلَى الدَّار الْآخِرَة . قَالَ اِبْن جَرِير حَدَّثَنَا عَلِيّ بْن حَرْب الْمَوْصِلِيّ حَدَّثَنَا الْمُحَارِبِيّ حَدَّثَنَا مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَوْضِع سَوْط فِي الْجَنَّة خَيْر مِنْ الدُّنْيَا وَمَا فِيهَا اِقْرَءُوا \" وَمَا الْحَيَاة الدُّنْيَا إِلَّا مَتَاع الْغُرُور \" وَهَذَا الْحَدِيث ثَابِت فِي الصَّحِيح بِدُونِ هَذِهِ الزِّيَادَة وَاَللَّه أَعْلَم . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن نُمَيْر وَوَكِيع كِلَاهُمَا عَنْ الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَلْجَنَّة أَقْرَب إِلَى أَحَدكُمْ مِنْ شِرَاك نَعْله وَالنَّار مِثْل ذَلِكَ \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ فِي الرِّقَاق مِنْ حَدِيث الثَّوْرِيّ عَنْ الْأَعْمَش بِهِ فَفِي هَذَا الْحَدِيث دَلِيل عَلَى اِقْتِرَاب الْخَيْر وَالشَّرّ مِنْ الْإِنْسَان وَإِذَا كَانَ الْأَمْر كَذَلِكَ فَلِهَذَا حَثَّهُ اللَّه تَعَالَى عَلَى الْمُبَادَرَة إِلَى الْخَيْرَات مِنْ فِعْل الطَّاعَات وَتَرْك الْمُحَرَّمَات الَّتِي تُكَفِّر عَنْهُ الذُّنُوب وَالزَّلَّات وَيَحْصُل لَهُ الثَّوَاب وَالدَّرَجَات .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42013, "aya_id": 20}]