[{"text": "الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ", "sura_id": 22, "type": 0, "id": 2636, "aya_id": 41}, {"text": "الذين إن مكناهم في الأرض أقاموا الصلاة و آتوا الزكاة و أمروا بالمعروف و نهوا عن المنكر و لله عاقبة الأمور", "sura_id": 22, "type": 1, "id": 8872, "aya_id": 41}, {"text": "41 - (الذين إن مكناهم في الأرض) بنصرهم على عدوهم (أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر) جواب الشرط وهو جوابه صلة الموصول ويقدر قبله هم مبتدأ (ولله عاقبة الأمور) أي إليه مرجعها في الآخرة \r\n", "sura_id": 22, "type": 2, "id": 27580, "aya_id": 41}, {"text": "الذين وعدناهم بنصرنا هم الذين إنْ مكَّنَّاهم في الأرض، واستخلفناهم فيها بإظهارهم على عدوهم، أقاموا الصلاة بأدائها في أوقاتها بحدودها، وأخرجوا زكاة أموالهم إلى أهلها، وأمروا بكل ما أمر الله به مِن حقوقه وحقوق عباده، ونَهَوْا عن كل ما نهى الله عنه ورسوله. ولله وحده مصير الأمور كلها، والعاقبة للتقوى.\r\n", "sura_id": 22, "type": 3, "id": 33816, "aya_id": 41}, {"text": " <font color=red>الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الرَّبِيع الزَّهْرَانِيّ حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ أَيُّوب وَهِشَام عَنْ مُحَمَّد قَالَ : قَالَ عُثْمَان بْن عَفَّان فِينَا نَزَلَتْ\" الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْض أَقَامُوا الصَّلَاة وَآتَوْا الزَّكَاة وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنْ الْمُنْكَر \" فَأُخْرِجْنَا مِنْ دِيَارنَا بِغَيْرِ حَقّ إِلَّا أَنْ قُلْنَا رَبّنَا اللَّه ثُمَّ مُكِّنَّا فِي الْأَرْض فَأَقَمْنَا الصَّلَاة وَآتَيْنَا الزَّكَاة وَأَمَرْنَا بِالْمَعْرُوفِ وَنَهَيْنَا عَنْ الْمُنْكَر وَلِلَّهِ عَاقِبَة الْأُمُور فَهِيَ لِي وَلِأَصْحَابِي وَقَالَ أَبُو الْعَالِيَة هُمْ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الصَّبَّاح بْن سَوَادَة الْكِنْدِيّ سَمِعْت عُمَر بْن عَبْد الْعَزِيز يَخْطُب وَهُوَ يَقُول \" الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْض \" الْآيَة ثُمَّ قَالَ أَلَا إِنَّهَا لَيْسَتْ عَلَى الْوَالِي وَحْده وَلَكِنَّهَا عَلَى الْوَالِي وَالْمُوَلَّى عَلَيْهِ أَلَا أُنَبِّئكُمْ بِمَا لَكُمْ عَلَى الْوَالِي مِنْ ذَلِكُمْ وَبِمَا لِلْوَالِي عَلَيْكُمْ مِنْهُ إِنَّ لَكُمْ عَلَى الْوَالِي مِنْ ذَلِكُمْ أَنْ يَأْخُذكُمْ بِحُقُوقِ اللَّه عَلَيْكُمْ وَأَنْ يَأْخُذ لِبَعْضِكُمْ مِنْ بَعْض وَأَنْ يَهْدِيكُمْ لِلَّتِي هِيَ أَقْوَم مَا اِسْتَطَاعَ وَإِنَّ عَلَيْكُمْ مِنْ ذَلِكَ الطَّاعَة غَيْر الْمَبْزُوزَة وَلَا الْمُسْتَكْرَه بِهَا وَلَا الْمُخَالِف سِرّهَا عَلَانِيَتهَا وَقَالَ عَطِيَّة الْعَوْفِيّ هَذِهِ الْآيَة كَقَوْلِهِ \" وَعَدَ اللَّه الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَات لَيَسْتَخْلِفَنّهُمْ فِي الْأَرْض \" وَقَوْله \" وَلِلَّهِ عَاقِبَة الْأُمُور \" كَقَوْلِهِ تَعَالَى وَالْعَاقِبَة لِلْمُتَّقِينَ وَقَالَ زَيْد بْن أَسْلَم وَلِلَّهِ عَاقِبَة الْأُمُور وَعِنْد اللَّه ثَوَاب مَا صَنَعُوا .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39064, "aya_id": 41}]