[{"text": "هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا جَاءتْهَا رِيحٌ عَاصِفٌ وَجَاءهُمُ الْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّواْ أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُاْ اللّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنِّ مِنَ الشَّاكِرِينَ", "sura_id": 10, "type": 0, "id": 1386, "aya_id": 22}, {"text": "هو الذي يسيركم في البر والبحر حتى إذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين", "sura_id": 10, "type": 1, "id": 7622, "aya_id": 22}, {"text": "22 - (هو الذي يسيركم) وفي قراءة {ينشركم} (في البر والبحر حتى إذا كنتم في الفلك) السفن (وجرين بهم) فيه التفات عن الخطاب (بريح طيبة) لينة (وفرحوا بها جاءتها ريح عاصف) شديدة الهبوب تكسر كل شيء (وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم) أي أهلكوا (دعوا الله مخلصين له الدين) الدعاء (لئن) لام القسم (أنجيتنا من هذه) الأهوال (لنكونن من الشاكرين) الموحدين \r\n", "sura_id": 10, "type": 2, "id": 26330, "aya_id": 22}, {"text": "هو الذي يسيِّركم -أيها الناس- في البر على الدواب وغيرها, وفي البحر في السُّفُن, حتى إذا كنتم فيها وجرت بريح طيبة, وفرح ركاب السفن بالريح الطيبة, جاءت هذه السفنَ ريحٌ شديدة, وجاء الركابَ الموجُ (وهو ما ارتفع من الماء) من كل مكان, وأيقنوا أن الهلاك قد أحاط بهم, أخلصوا الدعاء لله وحده, وتركوا ما كانوا يعبدون, وقالوا: لئن أنجيتنا من هذه الشدة التي نحن فيها لنكونن من الشاكرين لك على نِعَمك.\r\n", "sura_id": 10, "type": 3, "id": 32566, "aya_id": 22}, {"text": " <font color=red>هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى أَنَّهُ \" هُوَ الَّذِي يُسَيِّركُمْ فِي الْبَرّ وَالْبَحْر \" أَيْ يَحْفَظكُمْ وَيَكْلَؤُكُمْ بِحِرَاسَتِهِ \" حَتَّى إِذَا كُنْتُمْ فِي الْفُلْك وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَة وَفَرِحُوا بِهَا \" أَيْ بِسُرْعَةِ سَيْرهمْ رَافِقِينَ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ \" جَاءَتْهَا \" أَيْ تِلْكَ السُّفُن \" رِيح عَاصِف \" أَيْ شَدِيدَة \" وَجَاءَهُمْ الْمَوْج مِنْ كُلّ مَكَان \" أَيْ اِغْتَلَمَ الْبَحْر عَلَيْهِمْ \" وَظَنُّوا أَنَّهُمْ أُحِيط بِهِمْ \" أَيْ هَلَكُوا \" دَعَوْا اللَّه مُخْلِصِينَ لَهُ الدِّين \" أَيْ لَا يَدْعُونَ مَعَهُ صَنَمًا وَلَا وَثَنًا بَلْ يُفْرِدُونَهُ بِالدُّعَاءِ وَالِابْتِهَال كَقَوْلِهِ تَعَالَى \" وَإِذَا مَسَّكُمْ الضُّرّ فِي الْبَحْر ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَان كَفُورًا \" وَقَالَ هَهُنَا \" دَعَوْا اللَّه مُخْلِصِينَ لَهُ الدِّين لَئِنْ أَنْجَيْتنَا مِنْ هَذِهِ \" أَيْ هَذِهِ الْحَال \" لَنَكُونَنَّ مِنْ الشَّاكِرِينَ \" أَيْ لَا نُشْرِك بِك أَحَدًا وَلَنُفْرِدَنَّكَ بِالْعِبَادَةِ هُنَاكَ كَمَا أَفْرَدْنَاك بِالدُّعَاءِ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37448, "aya_id": 22}]