[{"text": "وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُواْ فِي سَبِيلِ اللّهِ أَمْوَاتًا بَلْ أَحْيَاء عِندَ رَبِّهِمْ يُرْزَقُونَ", "sura_id": 3, "type": 0, "id": 462, "aya_id": 169}, {"text": "ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون", "sura_id": 3, "type": 1, "id": 6698, "aya_id": 169}, {"text": "169 - ونزل في الشهداء: (ولا تحسبن الذين قتلوا) بالتخفيف والتشديد (في سبيل الله) أي لأجل دينه (أمواتاً بل) هم (أحياء عند ربهم) أرواحهم في حواصل طيور خضر تسرح في الجنة حيث شاءت كما ورد في الحديث (يرزقون) يأكلون من ثمار الجنة \r\n", "sura_id": 3, "type": 2, "id": 25406, "aya_id": 169}, {"text": "ولا تظنَّنَّ -أيها النبي- أن الذين قتلوا في سبيل الله أموات لا يُحِسُّون شيئًا, بل هم أحياء حياة برزخية في جوار ربهم الذي جاهدوا من أجله, وماتوا في سبيله, يجري عليهم رزقهم في الجنة, ويُنعَّمون.\r\n", "sura_id": 3, "type": 3, "id": 31642, "aya_id": 169}, {"text": " <font color=red>وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ الشُّهَدَاء بِأَنَّهُمْ وَإِنْ قُتِلُوا فِي هَذِهِ الدَّار فَإِنَّ أَرْوَاحهمْ حَيَّة مَرْزُوقَة فِي دَار الْقَرَار . قَالَ مُحَمَّد بْن جَرِير : حَدَّثَنَا مُحَمَّد بْن مَرْزُوق حَدَّثَنَا عَمْرو بْن يُونُس عَنْ عِكْرِمَة حَدَّثَنَا إِسْحَق بْن أَبِي طَلْحَة حَدَّثَنِي أَنَس بْن مَالِك فِي أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِينَ أَرْسَلَهُمْ نَبِيّ اللَّه إِلَى أَهْل بِئْر مَعُونَة قَالَ : لَا أَدْرِي أَرْبَعِينَ أَوْ سَبْعِينَ وَعَلَى ذَلِكَ الْمَاء عَامِر بْن الطُّفَيْل الْجَعْفَرِيّ فَخَرَجَ أُولَئِكَ النَّفَر مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَتَوْا غَارًا مُشْرِفًا عَلَى الْمَاء فَقَعَدُوا فِيهِ ثُمَّ قَالَ بَعْضهمْ لِبَعْضٍ أَيّكُمْ يُبَلِّغ رِسَالَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْل هَذَا الْمَاء فَقَالَ - أُرَاهُ أَبُو مِلْحَان الْأَنْصَارِيّ أَنَا أُبَلِّغ رِسَالَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَخَرَجَ حَتَّى أَتَى حَوْل بَيْتهمْ فَاجْتَثَى أَمَام الْبُيُوت ثُمَّ قَالَ يَا أَهْل بِئْر مَعُونَة إِنِّي رَسُول رَسُول اللَّه إِلَيْكُمْ إِنِّي أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله فَآمِنُوا بِاَللَّهِ وَرَسُوله فَخَرَجَ إِلَيْهِ رَجُل مِنْ كَسْرِ الْبَيْت بِرُمْحٍ فَضَرَبَهُ فِي جَنْبه حَتَّى خَرَجَ مِنْ الشِّقّ الْآخَر فَقَالَ : اللَّه أَكْبَر فُزْت وَرَبّ الْكَعْبَة فَاتَّبَعُوا أَثَره حَتَّى أَتَوْا أَصْحَابه فِي الْغَار فَقَتَلَهُمْ أَجْمَعِينَ عَامِر بْن الطُّفَيْل وَقَالَ اِبْن إِسْحَق : حَدَّثَنِي أَنَس بْن مَالِك أَنَّ اللَّه أَنْزَلَ فِيهِمْ قُرْآنًا بَلِّغُوا عَنَّا قَوْمنَا أَنَّا قَدْ لَقِينَا رَبّنَا فَرَضِيَ عَنَّا وَرَضِينَا عَنْهُ ثُمَّ نُسِخَتْ فَرُفِعَتْ بَعْد مَا قَرَأْنَاهَا زَمَانًا وَأَنْزَلَ اللَّه تَعَالَى \" وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيل اللَّه أَمْوَاتًا بَلْ أَحْيَاء عِنْد رَبّهمْ يُرْزَقُونَ \" وَقَدْ قَالَ مُسْلِم فِي صَحِيحه : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ عَبْد اللَّه بْن مُرَّة عَنْ مَسْرُوق قَالَ : إِنَّا سَأَلْنَا عَبْد اللَّه عَنْ هَذِهِ الْآيَة . \" وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيل اللَّه أَمْوَاتًا بَلْ أَحْيَاء عِنْد رَبّهمْ يُرْزَقُونَ \" فَقَالَ : أَمَا إِنَّا قَدْ سَأَلْنَا عَنْ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" أَرْوَاحهمْ فِي جَوْف طَيْر خُضْرٍ لَهَا قَنَادِيل مُعَلَّقَة بِالْعَرْشِ تَسْرَح مِنْ الْجَنَّة حَيْثُ شَاءَتْ ثُمَّ تَأْوِي إِلَى تِلْكَ الْقَنَادِيل فَاطَّلَعَ عَلَيْهِمْ رَبّهمْ إِطْلَاعَة فَقَالَ : هَلْ تَشْتَهُونَ شَيْئًا ؟ فَقَالُوا : أَيّ شَيْء نَشْتَهِي وَنَحْنُ نَسْرَح مِنْ الْجَنَّة حَيْثُ شِئْنَا ؟ فَفَعَلَ ذَلِكَ بِهِمْ ثَلَاث مَرَّات فَلَمَّا رَأَوْا أَنَّهُمْ لَنْ يُتْرَكُوا مِنْ أَنْ يَسْأَلُوا قَالُوا : يَا رَبّ نُرِيد أَنْ تَرُدّ أَرْوَاحنَا فِي أَجْسَادنَا حَتَّى نُقْتَل فِي سَبِيلك مَرَّة أُخْرَى فَلَمَّا رَأَى أَنْ لَيْسَ لَهُمْ حَاجَة تُرِكُوا \" وَقَدْ رُوِيَ نَحْوه مِنْ حَدِيث أَنَس وَأَبِي سَعِيد \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا حَمَّاد حَدَّثَنَا ثَابِت عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ نَفْس تَمُوت لَهَا عِنْد اللَّه خَيْر يَسُرّهَا أَنْ تَرْجِع إِلَى الدُّنْيَا إِلَّا الشَّهِيد فَإِنَّهُ يَسُرّهُ أَنْ يَرْجِع إِلَى الدُّنْيَا فَيُقْتَل مَرَّة أُخْرَى مِمَّا يَرَى مِنْ فَضْل الشَّهَادَة \" تَفَرَّدَ بِهِ مُسْلِم مِنْ طَرِيق حَمَّاد . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه الْمَدِينِيّ حَدَّثَنَا سُفْيَان بْن مُحَمَّد بْن عَلِيّ بْن رَبِيعَة السُّلَمِيّ عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل عَنْ جَابِر قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَعَلِمْت أَنَّ اللَّه أَحْيَا أَبَاك فَقَالَ لَهُ : تَمَنَّ فَقَالَ لَهُ أُرَدّ الدُّنْيَا فَأُقْتَل فِيك مَرَّة أُخْرَى قَالَ : إِنِّي قَضَيْت أَنَّهُمْ إِلَيْهَا لَا يُرْجَعُونَ \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه . وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ وَغَيْرهمَا أَنَّ أَبَا جَابِر وَهُوَ عَبْد اللَّه بْن عَمْرو بْن حَرَام الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ قُتِلَ يَوْم أُحُد شَهِيدًا . قَالَ الْبُخَارِيّ : وَقَالَ أَبُو الْوَلِيد عَنْ شُعْبَة عَنْ اِبْن الْمُنْكَدِر سَمِعْت جَابِرًا قَالَ : لَمَّا قُتِلَ أَبِي جَعَلْت أَبْكِي وَأَكْشِف الثَّوْب عَنْ وَجْهه فَجَعَلَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْهَوْنِي وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَنْهَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَبْكِهِ - أَوْ مَا تَبْكِيه - مَا زَالَتْ الْمَلَائِكَة تُظِلّهُ بِأَجْنِحَتِهَا حَتَّى رُفِعَ \" وَقَدْ أَسْنَدَهُ هُوَ وَمُسْلِم وَالنَّسَائِيّ مِنْ طُرُق عَنْ شُعْبَة عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر قَالَ : لَمَّا قُتِلَ أَبِي يَوْم أُحُد جَعَلْت أَكْشِف الثَّوْب عَنْ وَجْهه وَأَبْكِي وَذَكَرَ تَمَّامَة بِنَحْوِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ أَبِي إِسْحَق حَدَّثَنَا إِسْمَاعِيل بْن أُمَيَّة بْن عَمْرو بْن سَعِيد عَنْ أَبِي الزُّبَيْر الْمَكِّيّ عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا أُصِيبَ إِخْوَانكُمْ يَوْم أُحُد جَعَلَ اللَّه أَرْوَاحهمْ فِي أَجْوَاف طَيْر خُضْرٍ تَرِد أَنْهَار الْجَنَّة وَتَأْكُل مِنْ ثِمَارهَا وَتَأْوِي إِلَى قَنَادِيل مِنْ ذَهَبٍ فِي ظِلّ الْعَرْش فَلَمَّا وَجَدُوا طِيب مَأْكَلهمْ وَمَشْرَبهمْ وَحُسْن مَقِيلهمْ قَالُوا يَا لَيْتَ إِخْوَاننَا يَعْلَمُونَ مَا صَنَعَ اللَّه بِنَا لِئَلَّا يَزْهَدُوا فِي الْجِهَاد وَلَا يَنْكُلُوا عَنْ الْحَرْب فَقَالَ اللَّه عَزَّ وَجَلَّ : أَنَا أُبَلِّغهُمْ عَنْكُمْ فَأَنْزَلَ اللَّه هَذِهِ الْآيَات \" وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيل اللَّه أَمْوَاتًا بَلْ أَحْيَاء عِنْد رَبّهمْ يُرْزَقُونَ \" وَمَا بَعْدهَا \" . وَهَكَذَا رَوَاهُ أَحْمَد وَرَوَاهُ اِبْن جَرِير عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ إِسْمَاعِيل بْن عَيَّاش عَنْ مُحَمَّد بْن إِسْحَق بِهِ . وَرَوَاهُ أَبُو دَاوُدَ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عَبْد اللَّه بْن إِدْرِيس عَنْ مُحَمَّد بْن إِسْحَق بِهِ وَرَوَاهُ أَبُو دَاوُدَ وَالْحَاكِم عَنْ إِسْمَاعِيل بْن أُمَيَّة عَنْ أَبِي الزُّبَيْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَذَكَرَهُ وَهَذَا أَثْبَت. وَكَذَا رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ سَالِم الْأَفْطَس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس - وَرَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث أَبِي إِسْحَق الْفَزَارِيّ عَنْ سُفْيَان بْن إِسْمَاعِيل بْن أَبِي خَالِد عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : نَزَلَتْ هَذِهِ الْآيَة فِي حَمْزَة وَأَصْحَابه وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيل اللَّه أَمْوَاتًا بَلْ أَحْيَاء عِنْد رَبّهمْ يُرْزَقُونَ \" ثُمَّ قَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَكَذَا قَالَ قَتَادَةُ وَالرَّبِيع وَالضَّحَّاك أَنَّهَا نَزَلَتْ فِي قَتْلَى أُحُد. \" حَدِيث آخَر \" قَالَ أَبُو بَكْر بْن مَرْدُوَيه : حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا هَارُون بْن سُلَيْمَان أَنْبَأَنَا عَلِيّ بْن عَبْد اللَّه الْمَدِينِيّ أَنْبَأَنَا مُوسَى بْن إِبْرَاهِيم بْن كَثِير بْن بَشِير بْن الْفَاكِه الْأَنْصَارِيّ سَمِعْت طَلْحَة بْن خِرَاش بْن عَبْد الرَّحْمَن بْن خِرَاش بْن الصَّمْت الْأَنْصَارِيّ قَالَ : سَمِعْت جَابِر بْن عَبْد اللَّه قَالَ : نَظَرَ إِلَيَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم فَقَالَ \" يَا جَابِر مَا لِي أَرَاك مُهْتَمًّا ؟ \" قُلْت يَا رَسُول اللَّه اُسْتُشْهِدَ أَبِي وَتَرَكَ دَيْنًا وَعِيَالًا قَالَ : فَقَالَ \" أَلَا أُخْبِرك مَا كَلَّمَ اللَّهَ أَحَد قَطُّ إِلَّا مِنْ وَرَاء حِجَاب وَإِنَّهُ كَلَّمَ أَبَاك كِفَاحًا \" قَالَ عَلِيّ : وَالْكِفَاح الْمُوَاجَهَة \" قَالَ سَلْنِي أُعْطِك قَالَ : أَسْأَلك أَنْ أُرَدَّ إِلَى الدُّنْيَا فَأُقْتَل فِيك ثَانِيَة فَقَالَ الرَّبّ عَزَّ وَجَلَّ إِنَّهُ قَدْ سَبَقَ مِنِّي الْقَوْل أَنَّهُمْ إِلَيْهَا لَا يُرْجَعُونَ قَالَ أَيْ رَبّ فَأَبْلِغْ مَنْ وَرَائِي فَأَنْزَلَ اللَّه \" وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيل اللَّه أَمْوَاتًا \" الْآيَة . ثُمَّ رَوَاهُ مِنْ طَرِيق أُخْرَى عَنْ مُحَمَّد بْن سُلَيْمَان بْن سُلَيْط الْأَنْصَارِيّ عَنْ أَبِيهِ عَنْ جَابِر بِهِ نَحْوه وَكَذَا رَوَاهُ الْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة مِنْ طَرِيق عَلِيّ بْن الْمَدِينِيّ بِهِ وَقَدْ رَوَاهُ الْبَيْهَقِيّ أَيْضًا مِنْ حَدِيث أَبِي عُبَادَة الْأَنْصَارِيّ وَهُوَ عِيسَى بْن عَبْد اللَّه إِنْ شَاءَ اللَّه عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِجَابِرٍ \" يَا جَابِر أَلَا أُبَشِّرك \" قَالَ : بَلَى بَشَّرَكَ اللَّه بِالْخَيْرِ قَالَ \" شَعَرْت بِأَنَّ اللَّه أَحْيَا أَبَاك فَقَالَ تَمَنَّ عَلَيَّ عَبْدِي مَا شِئْت أُعْطِكَهُ قَالَ : يَا رَبّ مَا عَبَدْتُك حَقّ عِبَادَتك أَتَمَنَّى عَلَيْك أَنْ تَرُدّنِي إِلَى الدُّنْيَا فَأُقَاتِل مَعَ نَبِيّك وَأُقْتَل فِيك مَرَّة أُخْرَى قَالَ إِنَّهُ سَلَف مِنِّي أَنَّهُ إِلَيْهَا لَا يُرْجَع \" . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ اِبْن إِسْحَق حَدَّثَنَا الْحَارِث بْن فُضَيْل الْأَنْصَارِيّ عَنْ مَحْمُود بْن لَبِيد عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الشُّهَدَاء عَلَى بَارِق نَهَر بِبَابِ الْجَنَّة فِيهِ قُبَّة خَضْرَاء يَخْرُج إِلَيْهِمْ رِزْقهمْ مِنْ الْجَنَّة بُكْرَة وَعَشِيَّة \" تَفَرَّدَ بِهِ أَحْمَد وَقَدْ رَوَاهُ اِبْن جُرَيْج عَنْ أَبِي كُرَيْب حَدَّثَنَا عَبْد الرَّحْمَن بْن سُلَيْمَان وَعُبَيْدَة عَنْ مُحَمَّد بْن إِسْحَق وَبِهِ وَهُوَ إِسْنَاد جَيِّد وَكَأَنَّ الشُّهَدَاء أَقْسَام مِنْهُمْ مَنْ تَسْرَح أَرْوَاحهمْ فِي الْجَنَّة وَمِنْهُمْ مَنْ يَكُون عَلَى هَذَا النَّهَر بِبَابِ الْجَنَّة وَقَدْ يَحْتَمِل أَنْ يَكُون مُنْتَهَى سَيْرهمْ إِلَى هَذَا النَّهَر فَيَجْتَمِعُونَ هُنَالِكَ وَيُغْدَى عَلَيْهِمْ بِرِزْقِهِمْ هُنَاكَ وَيُرَاح وَاَللَّه أَعْلَم - وَقَدْ رُوِّينَا فِي مُسْنَد الْإِمَام أَحْمَد حَدِيثًا فِيهِ الْبِشَارَة لِكُلِّ مُؤْمِن بِأَنَّ رُوحه تَكُون فِي الْجَنَّة تَسْرَح أَيْضًا فِيهَا وَتَأْكُل مِنْ ثِمَارهَا وَتَرَى مَا فِيهَا مِنْ النَّضْرَة وَالسُّرُور وَتُشَاهِد مَا أَعَدَّ اللَّه لَهَا مِنْ الْكَرَامَة وَهُوَ بِإِسْنَادٍ صَحِيح عَزِيز عَظِيم اِجْتَمَعَ فِيهِ ثَلَاثَة مِنْ الْأَئِمَّة الْأَرْبَعَة أَصْحَاب الْمَذَاهِب الْمُتَّبَعَة فَإِنَّ الْإِمَام أَحْمَد رَحِمَهُ اللَّه رَوَاهُ عَنْ مُحَمَّد بْن إِدْرِيس الشَّافِعِيّ رَحِمَهُ اللَّه عَنْ مَالِك بْن أَنَس الْأَصْبَحِيّ رَحِمَهُ اللَّه عَنْ الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن كَعْب بْن مَالِك عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" نَسَمَة الْمُؤْمِن طَائِر يَعْلُق فِي شَجَر الْجَنَّة حَتَّى يُرْجِعهُ اللَّه إِلَى جَسَده يَوْم يَبْعَثهُ \" قَوْله \" يَعْلُق \" أَيْ يَأْكُل وَفِي هَذَا الْحَدِيث \" إِنَّ رُوح الْمُؤْمِن تَكُون عَلَى شَكْل طَائِر فِي الْجَنَّة \" وَأَمَّا أَرْوَاح الشُّهَدَاء فَكَمَا تَقَدَّمَ فِي حَوَاصِل طَيْر خُضْر فَهِيَ كَالْكَوَاكِبِ بِالنِّسْبَةِ إِلَى أَرْوَاح عُمُوم الْمُؤْمِنِينَ فَإِنَّهَا تَطِير بِأَنْفُسِهَا فَنَسْأَل اللَّه الْكَرِيم الْمَنَّان أَنْ يُمِيتنَا عَلَى الْإِيمَان .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39920, "aya_id": 169}]