[{"text": "وَالَّذِينَ تَبَوَّؤُوا الدَّارَ وَالْإِيمَانَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ", "sura_id": 59, "type": 0, "id": 5135, "aya_id": 9}, {"text": "والذين تبوؤا الدار والإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون", "sura_id": 59, "type": 1, "id": 11371, "aya_id": 9}, {"text": "9 - (والذين تبوؤا الدار) المدينة (والإيمان) ألفوه وهم الأنصار (من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة) حسدا (مما أوتوا) أي آتى النبي صلى الله عليه وسلم المهاجرين من أموال بني النضير المختصة بهم (ويؤثرون على أنفسهم ولو كان بهم خصاصة) حاجة إلى ما يؤثرون به (ومن يوق شح نفسه) حرصها على المال (فأولئك هم المفلحون) \r\n", "sura_id": 59, "type": 2, "id": 30079, "aya_id": 9}, {"text": "والذين استوطنوا \"المدينة\", وآمنوا من قبل هجرة المهاجرين -وهم الأنصار- يحبون المهاجرين, ويواسونهم بأموالهم, ولا يجدون في أنفسهم حسدًا لهم مما أُعْطوا من مال الفيء وغيره, ويُقَدِّمون المهاجرين وذوي الحاجة على أنفسهم, ولو كان بهم حاجة وفقر, ومن سَلِم من البخل ومَنْعِ الفضل من المال فأولئك هم الفائزون الذين فازوا بمطلوبهم.\r\n", "sura_id": 59, "type": 3, "id": 36315, "aya_id": 9}, {"text": " <font color=red>وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ</font><BR><p>قَالَ تَعَالَى مَادِحًا لِلْأَنْصَارِ وَمُبَيِّنًا فَضْلهمْ وَشَرَفهمْ وَكَرَمهمْ وَعَدَم حَسَدهمْ وَإِيثَارهمْ مَعَ الْحَاجَة \" وَاَلَّذِينَ تَبَوَّءُوا الدَّار وَالْإِيمَان مِنْ قَبْلهمْ \" أَيْ سَكَنُوا دَار الْهِجْرَة مِنْ قَبْل الْمُهَاجِرِينَ وَآمَنُوا قَبْل كَثِير مِنْهُمْ قَالَ عُمَر : وَأُوصِي الْخَلِيفَة بَعْدِي بِالْمُهَاجِرِينَ الْأَوَّلِينَ أَنْ يُعَرِّف لَهُمْ حَقّهمْ وَيَحْفَظ لَهُمْ كَرَامَتهمْ وَأُوصِيه بِالْأَنْصَارِ خَيْرًا الَّذِينَ تَبَوَّءُوا الدَّار وَالْإِيمَان مِنْ قَبْل أَنْ يَقْبَل مِنْ مُحْسِنهمْ وَأَنْ يَعْفُو عَنْ مُسِيئُهُمْ رَوَاهُ الْبُخَارِيّ هَهُنَا أَيْضًا وَقَوْله تَعَالَى \" يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ\" أَيْ مِنْ كَرَمهمْ وَشَرَف أَنْفُسهمْ يُحِبُّونَ الْمُهَاجِرِينَ وَيُوَاسُونَهُمْ بِأَمْوَالِهِمْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا حُمَيْد عَنْ أَنَس قَالَ : قَالَ الْمُهَاجِرُونَ يَا رَسُول اللَّه مَا رَأَيْنَا مِثْل قَوْم قَدِمْنَا عَلَيْهِمْ أَحْسَن مُوَاسَاة فِي قَلِيل وَلَا أَحْسَن بَذْلًا فِي كَثِير لَقَدْ كَفَوْنَا الْمُؤْنَة وَأَشْرَكُونَا فِي الْمُهَنَّأ حَتَّى لَقَدْ خَشِينَا أَنْ يَذْهَبُوا بِالْأَجْرِ كُلّه قَالَ \" لَا مَا أَثْنَيْتُمْ عَلَيْهِمْ وَدَعَوْتُمْ اللَّه لَهُمْ \" لَمْ أَرَهُ فِي الْكُتُب مِنْ هَذَا الْوَجْه. وَقَالَ الْبُخَارِيّ حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا سُفْيَان عَنْ يَحْيَى بْن سَعِيد سَمِعَ أَنَس بْن مَالِك حِين خَرَجَ مَعَهُ إِلَى الْوَلِيد قَالَ دَعَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَنْصَار أَنْ يَقْطَع لَهُمْ الْبَحْرَيْنِ قَالُوا لَا إِلَّا أَنْ تَقَطَّع لِإِخْوَانِنَا مِنْ الْمُهَاجِرِينَ مِثْلهَا قَالَ \" إِمَّا لَا فَاصْبِرُوا حَتَّى تَلْقَوْنِي فَإِنَّهُ سَيُصِيبُكُمْ أَثَرَة \" تَفَرَّدَ بِهِ الْبُخَارِيّ مِنْ هَذَا الْوَجْه قَالَ الْبُخَارِيّ حَدَّثَنَا الْحَكَم بْن نَافِع أَخْبَرَنَا شُعَيْب حَدَّثَنَا أَبُو الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ : قَالَتْ الْأَنْصَار اِقْسِمْ بَيْننَا وَبَيْن إِخْوَاننَا النَّخِيل قَالَ لَا قَالُوا أَتُكْفُونَا الْمُؤْنَة وَنُشْرِككُمْ فِي الثَّمَرَة قَالُوا سَمِعْنَا وَأَطَعْنَا تَفَرَّدَ بِهِ دُون مُسْلِم . \" وَلَا يَجِدُونَ فِي صُدُورهمْ حَاجَة مِمَّا أُوتُوا \" أَيْ وَلَا يَجِدُونَ فِي أَنْفُسهمْ حَسَدًا لِلْمُهَاجِرِينَ فِيمَا فَضَّلَهُمْ اللَّه بِهِ مِنْ الْمَنْزِلَة وَالشَّرَف وَالتَّقْدِيم فِي الذِّكْر وَالرُّتْبَة . قَالَ الْحَسَن الْبَصْرِيّ \" وَلَا يَجِدُونَ فِي صُدُورهمْ حَاجَة \" يَعْنِي الْحَسَد\" مِمَّا أُوتُوا \" قَالَ قَتَادَة يَعْنِي فِيمَا أَعْطَى إِخْوَانهمْ. وَكَذَا قَالَ اِبْن زَيْد وَمِمَّا يُسْتَدَلّ بِهِ عَلَى هَذَا الْمَعْنَى مَا رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ أَنَس قَالَ : كُنَّا جُلُوسًا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَطْلُع عَلَيْكُمْ الْآن رَجُل مِنْ أَهْل الْجَنَّة \" فَطَلَعَ رَجُل مِنْ الْأَنْصَار تَنْطِف لِحْيَته مِنْ وَضُوئِهِ قَدْ عَلَّقَ نَعْلَيْهِ بِيَدِهِ الشِّمَال فَلَمَّا كَانَ الْغَد قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْل ذَلِكَ فَطَلَعَ ذَلِكَ الرَّجُل مِثْل الْمَرَّة الْأُولَى فَلَمَّا كَانَ الْيَوْم الثَّالِث قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْل مَقَالَته أَيْضًا فَطَلَعَ ذَلِكَ الرَّجُل عَلَى مِثْل حَالَته الْأُولَى فَلَمَّا قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَبِعَهُ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ فَقَالَ إِنِّي لَاحَيْت أَبِي فَأَقْسَمْت أَنِّي لَا أَدْخُل عَلَيْهِ ثَلَاثًا فَإِنْ رَأَيْت أَنْ تُؤْوِينِي إِلَيْك حَتَّى تَمْضِي فَعَلْت قَالَ نَعَمْ قَالَ أَنَس فَكَانَ عَبْد اللَّه يُحَدِّث أَنَّهُ بَاتَ مَعَهُ تِلْكَ اللَّيَالِي الثَّلَاث فَلَمْ يَرَهُ يَقُوم مِنْ اللَّيْل شَيْئًا غَيْر أَنَّهُ إِذَا تَعَارَّ تَقَلَّبَ عَلَى فِرَاشه ذَكَرَ اللَّه وَكَبَّرَ حَتَّى يَقُوم لِصَلَاةِ الْفَجْر قَالَ عَبْد اللَّه غَيْر أَنِّي لَمْ أَسْمَعهُ يَقُول إِلَّا خَيْرًا فَلَمَّا مَضَتْ اللَّيَالِي الثَّلَاث وَكِدْت أَنْ أَحْتَقِر عَمَله قُلْت يَا عَبْد اللَّه لَمْ يَكُنْ بَيْنِي وَبَيْن أَبِي غَضَب وَلَا هِجْرَة وَلَكِنْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لَك ثَلَاث مَرَّات \" يَطْلُع عَلَيْكُمْ الْآن رَجُل مِنْ أَهْل الْجَنَّة \" فَطَلَعْت أَنْتَ الثَّلَاث الْمَرَّات فَأَرَدْت أَنْ آوِي إِلَيْك لِأَنْظُر مَا عَمَلك فَأَقْتَدِي بِهِ فَلَمْ أَرَك تَعْمَل كَبِير عَمَل فَمَا الَّذِي بَلَغَ بِك مَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ مَا هُوَ إِلَّا مَا رَأَيْت فَلَمْ وَلَّيْت دَعَانِي فَقَالَ : مَا هُوَ إِلَّا مَا رَأَيْت غَيْر أَنِّي لَا أَجِد فِي نَفْسِي لِأَحَدٍ مِنْ الْمُسْلِمِينَ غِشًّا وَلَا أَحْسُد أَحَدًا عَلَى خَيْر أَعْطَاهُ اللَّه إِيَّاهُ قَالَ عَبْد اللَّه فَهَذِهِ الَّتِي بَلَغَتْ بِك وَهِيَ الَّتِي لَا تُطَاق وَرَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ سُوَيْد بْن نَصْر عَنْ اِبْن الْمُبَارَك عَنْ مَعْمَر بِهِ وَهَذَا إِسْنَاد صَحِيح عَلَى شَرْط الصَّحِيحَيْنِ لَكِنْ رَوَاهُ عُقَيْل وَغَيْره عَنْ الزُّهْرِيّ عَنْ رَجُل عَنْ أَنَس فَاَللَّه أَعْلَم . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم فِي قَوْله تَعَالَى \" وَلَا يَجِدُونَ فِي صُدُورهمْ حَاجَة مِمَّا أُوتُوا \" يَعْنِي مِمَّا أُوتُوا الْمُهَاجِرُونَ قَالَ وَتَكَلَّمَ فِي أَمْوَال بَنِي النَّضِير بَعْض مَنْ تَكَلَّمَ فِي الْأَنْصَار فَعَاتَبَهُمْ اللَّه فِي ذَلِكَ فَقَالَ تَعَالَى \" وَمَا أَفَاءَ اللَّه عَلَى رَسُوله مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْل وَلَا رِكَاب وَلَكِنَّ اللَّه يُسَلِّط رُسُله عَلَى مَنْ يَشَاء وَاَللَّه عَلَى كُلّ شَيْء قَدِير \" قَالَ : وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ إِخْوَانكُمْ قَدْ تَرَكُوا الْأَمْوَال وَالْأَوْلَاد وَخَرَجُوا إِلَيْكُمْ \" فَقَالُوا أَمْوَالنَا بَيْننَا قَطَائِع فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوَغَيْر ذَلِكَ \" قَالُوا وَمَا ذَاكَ يَا رَسُول اللَّه ؟ قَالَ \" هُمْ قَوْم لَا يَعْرِفُونَ الْعَمَل فَتَكْفُونَهُمْ وَتُقَاسِمُونَهُمْ الثَّمَر \" فَقَالُوا نَعَمْ يَا رَسُول اللَّه . وَقَوْله تَعَالَى\" وَيُؤْثِرُونَ عَلَى أَنْفُسهمْ وَلَوْ كَانَ بِهِمْ خَصَاصَة \" يَعْنِي حَاجَة أَيْ يُقَدِّمُونَ الْمَحَاوِيج عَلَى حَاجَة أَنْفُسهمْ وَيَبْدَءُونَ بِالنَّاسِ قَبْلهمْ فِي حَال اِحْتِيَاجهمْ إِلَى ذَلِكَ وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَفْضَل الصَّدَقَة جَهْد الْمُقِلّ \" وَهَذَا الْمَقَام أَعْلَى مِنْ حَال الَّذِينَ وَصَفَ اللَّه بِقَوْلِهِ تَعَالَى \" وَيُطْعِمُونَ الطَّعَام عَلَى حُبّه \" وَقَوْله \" وَآتَى الْمَال عَلَى حُبّه \" فَإِنَّ هَؤُلَاءِ تَصَدَّقُوا وَهُمْ يُحِبُّونَ مَا تَصَدَّقُوا بِهِ وَقَدْ لَا يَكُون لَهُمْ حَاجَة إِلَيْهِ وَلَا ضَرُورَة بِهِ وَهَؤُلَاءِ آثَرُوا عَلَى أَنْفُسهمْ مَعَ خَصَاصَتهمْ وَحَاجَتهمْ إِلَى مَا أَنْفَقُوهُ وَمِنْ هَذَا الْمَقَام تَصَدَّقَ الصِّدِّيق رَضِيَ اللَّه عَنْهُ بِجَمِيعِ مَاله فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا أَبْقَيْت لِأَهْلِك ؟ فَقَالَ رَضِيَ اللَّه عَنْهُ أَبْقَيْت لَهُمْ اللَّه وَرَسُوله وَهَكَذَا الْمَاء الَّذِي عُرِضَ عَلَى عِكْرِمَة وَأَصْحَابه يَوْم الْيَرْمُوك فَكُلّ مِنْهُمْ يَأْمُر بِدَفْعِهِ إِلَى صَاحِبه وَهُوَ جَرِيح مُثْقَل أَحْوَج مَا يَكُون إِلَى الْمَاء فَرَدَّهُ الْآخَر إِلَى الثَّالِث فَمَا وَصَلَ إِلَى الثَّالِث حَتَّى مَاتُوا عَنْ آخِرهمْ وَلَمْ يَشْرَبهُ أَحَد مِنْهُمْ رَضِيَ اللَّه عَنْهُمْ وَأَرْضَاهُمْ . وَقَالَ الْبُخَارِيّ حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم بْن كَثِير حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا فُضَيْل بْن غَزْوَان حَدَّثَنَا أَبُو حَازِم الْأَشْجَعِيّ عَنْ أَبِي هُرَيْرَة قَالَ : أَتَى رَجُل لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه أَصَابَنِي الْجَهْد فَأَرْسَلَ إِلَى نِسَائِهِ فَلَمْ يَجِد عِنْدهنَّ شَيْئًا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَلَا رَجُل يُضَيِّف هَذَا اللَّيْلَة رَحِمَهُ اللَّه \" فَقَامَ رَجُل مِنْ الْأَنْصَار فَقَالَ أَنَا يَا رَسُول اللَّه فَذَهَبَ إِلَى أَهْله فَقَالَ لِامْرَأَتِهِ هَذَا ضَيْف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا تَدَّخِرِيهِ شَيْئًا فَقَالَتْ وَاَللَّه مَا عِنْدِي إِلَّا قُوت الصِّبْيَة قَالَ فَإِذَا أَرَادَ الصِّبْيَة الْعَشَاء فَنَوِّمِيهِمْ وَتَعَالَيْ فَأَطْفِئِي السِّرَاج وَنَطْوِي بُطُوننَا اللَّيْلَة فَفَعَلَتْ ثُمَّ غَدَا الرَّجُل عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" لَقَدْ عَجِبَ اللَّه عَزَّ وَجَلَّ - أَوْ ضَحِكَ - مِنْ فُلَان وَفُلَانَة \" وَأَنْزَلَ اللَّه تَعَالَى\" وَيُؤْثِرُونَ عَلَى أَنْفُسهمْ وَلَوْ كَانَ بِهِمْ خَصَاصَة \" وَكَذَا رَوَاهُ الْبُخَارِيّ فِي مَوْضِع آخَر وَمُسْلِم وَالنَّسَائِيّ مِنْ طُرُق عَنْ فُضَيْل بْن غَزْوَان بِهِ وَفِي رِوَايَة لِمُسْلِمٍ تَسْمِيَة هَذَا الْأَنْصَارِيّ بِأَبِي طَلْحَة رَضِيَ اللَّه عَنْهُ . وَقَوْله تَعَالَى \" وَمَنْ يُوقَ شُحّ نَفْسه فَأُولَئِكَ هُمْ الْمُفْلِحُونَ\" أَيْ مَنْ سَلِمَ مِنْ الشُّحّ فَقَدْ أَفْلَحَ وَأَنْجَحَ قَالَ أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا دَاوُد بْن قَيْس الْفَرَّاء عَنْ عُبَيْد اللَّه بْن مِقْسَم عَنْ جَابِر بْن عَبْد اللَّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِيَّاكُمْ وَالظُّلْم فَإِنَّ الظُّلْم ظُلُمَات يَوْم الْقِيَامَة وَاتَّقُوا الشُّحّ فَإِنَّ الشُّحّ أَهْلَكَ مَنْ كَانَ قَبْلكُمْ حَمَلَهُمْ عَلَى أَنْ سَفَكُوا دِمَاءَهُمْ وَاسْتَحَلُّوا مَحَارِمهمْ \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم فَرَوَاهُ عَنْ الْقَعْنَبِيّ عَنْ دَاوُد بْن قَيْس بِهِ . وَقَالَ الْأَعْمَش وَشُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ زُهَيْر بْن الْأَقْمَر عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِتَّقُوا الظُّلْم فَإِنَّ الظُّلْم ظُلُمَات يَوْم الْقِيَامَة وَاتَّقُوا الْفُحْش فَإِنَّ اللَّه لَا يُحِبّ الْفُحْش وَلَا التَّفَحُّش وَإِيَّاكُمْ وَالشُّحّ فَإِنَّهُ أَهْلَكَ مَنْ كَانَ قَبْلكُمْ أَمَرَهُمْ بِالظُّلْمِ فَظَلَمُوا وَأَمَرَهُمْ بِالْفُجُورِ فَفَجَرُوا وَأَمَرَهُمْ بِالْقَطِيعَةِ فَقَطَعُوا \" وَرَوَاهُ أَحْمَد وَأَبُو دَاوُد مِنْ طَرِيق شُعْبَة وَالنَّسَائِيّ مِنْ طَرِيق الْأَعْمَش كِلَاهُمَا عَنْ عَمْرو بْن مُرَّة بِهِ وَقَالَ اللَّيْث عَنْ يَزِيد بْن الْهَادّ عَنْ سُهَيْل بْن أَبِي صَالِح عَنْ صَفْوَان بْن أَبِي يَزِيد عَنْ الْقَعْقَاع بْن الْجُلَاح عَنْ أَبِي هُرَيْرَة أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَا يَجْتَمِع غُبَار فِي سَبِيل اللَّه وَدُخَان جَهَنَّم فِي جَوْف عَبْد أَبَدًا وَلَا يَجْتَمِع الشُّحّ وَالْإِيمَان فِي قَلْب عَبْد أَبَدًا \" وَقَالَ اِبْن أَبِي حَاتِم ثَنَا أَبِي حَدَّثَنَا عَبْدَة بْن سُلَيْمَان أَخْبَرَنَا اِبْن الْمُبَارَك حَدَّثَنَا الْمَسْعُودِيّ عَنْ جَامِع بْن شَدَّاد عَنْ الْأَسْوَد بْن هِلَال قَالَ جَاءَ رَجُل إِلَى عَبْد اللَّه فَقَالَ يَا أَبَا عَبْد الرَّحْمَن إِنِّي أَخَاف أَنْ أَكُون قَدْ هَلَكْت فَقَالَ لَهُ عَبْد اللَّه وَمَا ذَاكَ ؟ قَالَ سَمِعْت اللَّه يَقُول \" وَمَنْ يُوقَ شُحّ نَفْسه فَأُولَئِكَ هُمْ الْمُفْلِحُونَ \" وَأَنَا رَجُل شَحِيح لَا أَكَاد أَنْ أُخْرِج مِنْ يَدِي شَيْئًا فَقَالَ عَبْد اللَّه : لَيْسَ ذَلِكَ بِالشُّحِّ الَّذِي ذَكَرَ اللَّه فِي الْقُرْآن إِنَّمَا الشُّحّ الَّذِي ذَكَرَ اللَّه فِي الْقُرْآن أَنْ تَأْكُل مَال أَخِيك ظُلْمًا وَلَكِنْ ذَاكَ الْبُخْل وَبِئْسَ الشَّيْء الْبُخْل . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ طَارِق بْن عَبْد الرَّحْمَن عَنْ سَعِيد بْن جُبَيْر عَنْ أَبِي الْهَيَّاج الْأَسَدِيّ قَالَ كُنْت أَطُوف بِالْبَيْتِ فَرَأَيْت رَجُلًا يَقُول اللَّهُمَّ قِنِي شُحّ نَفْسِي لَا يَزِيد عَلَى ذَلِكَ فَقُلْت لَهُ فَقَالَ إِنِّي إِذَا وُقِيت شُحّ نَفْسِي لَمْ أَسْرِق وَلَمْ أَزْنِ وَلَمْ أَفْعَل وَإِذَا الرَّجُل عَبْد الرَّحْمَن بْن عَوْف رَضِيَ اللَّه عَنْهُ رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن إِسْحَق حَدَّثَنَا سُلَيْمَان بْن عَبْد الرَّحْمَن الدِّمَشْقِيّ حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش حَدَّثَنَا مُجَمِّع ابْن جَارِيَة الْأَنْصَارِيّ عَنْ عَمّه يَزِيد بْن جَارِيَة عَنْ أَنَس بْن مَالِك عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" بَرِيء مِنْ الشُّحّ مَنْ أَدَّى الزَّكَاة وَقَرَى الضَّيْف وَأَعْطَى فِي النَّائِبَة .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42075, "aya_id": 9}]