[{"text": "أَمَّن جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَّعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ", "sura_id": 27, "type": 0, "id": 3220, "aya_id": 61}, {"text": "أمن جعل الأرض قرارا وجعل خلالها أنهارا وجعل لها رواسي وجعل بين البحرين حاجزا أإله مع الله بل أكثرهم لا يعلمون", "sura_id": 27, "type": 1, "id": 9456, "aya_id": 61}, {"text": "61 - (أم من جعل الأرض قرارا) لا تميد بأهلها (وجعل خلالها) فيما بينها (أنهارا وجعل لها رواسي) جبالا أثبت بها الأرض (وجعل بين البحرين حاجزا) بين العذب والملح لا يختلط أحدهما بالآخر (أإله مع الله بل أكثرهم لا يعلمون) توحيده \r\n", "sura_id": 27, "type": 2, "id": 28164, "aya_id": 61}, {"text": "أعبادة ما تشركون بربكم خير أم الذي جعل لكم الأرض مستقرًا وجعل وسطها أنهارًا, وجعل لها الجبال ثوابت, وجعل بين البحرين العذب والملح حاجزًا حتى لا يُفسد أحدهما الآخر؟ أمعبود مع الله فَعَلَ ذلك حتى تشركوه معه في عبادتكم؟ بل أكثر هؤلاء المشركين لا يعلمون قَدْر عظمة الله, فهم يشركون به تقليدًا وظلمًا.\r\n", "sura_id": 27, "type": 3, "id": 34400, "aya_id": 61}, {"text": " <font color=red>أَمْ مَنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا</font><BR><p>\" أَمَّنْ جَعَلَ الْأَرْض قَرَارًا \" أَيْ قَارَّة سَاكِنَة ثَابِتَة لَا تَمِيد وَلَا تَتَحَرَّك بِأَهْلِهَا وَلَا تَرْجُف بِهِمْ فَإِنَّهَا لَوْ كَانَتْ كَذَلِكَ لَمَا طَابَ عَلَيْهَا الْعَيْش وَالْحَيَاة بَلْ جَعَلَهَا مِنْ فَضْله وَرَحْمَته مِهَادًا بِسَاطًا ثَابِتَة لَا تَتَزَلْزَل وَلَا تَتَحَرَّك كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" اللَّه الَّذِي جَعَلَ لَكُمْ الْأَرْض قَرَارًا وَالسَّمَاء بِنَاء \" \" وَجَعَلَ خِلَالهَا أَنْهَارًا \" أَيْ جَعَلَ فِيهَا الْأَنْهَار الْعَذْبَة الطَّيِّبَة شَقَّهَا فِي خِلَالهَا وَصَرَّفَهَا فِيهَا مَا بَيْن أَنْهَار كِبَار وَصِغَار وَبَيْن ذَلِكَ وَسَيْرهَا شَرْقًا وَغَرْبًا وَجَنُوبًا وَشَمَالًا بِحَسَبِ مَصَالِح عِبَاده فِي أَقَالِيمهمْ وَأَقْطَارهمْ حَيْثُ ذَرَأَهُمْ فِي أَرْجَاء الْأَرْض وَسَيَّرَ لَهُمْ أَرْزَاقهمْ بِحَسَبِ مَا يَحْتَاجُونَ إِلَيْهِ \" وَجَعَلَ لَهَا رَوَاسِيَ \" أَيْ جِبَالًا شَامِخَة تُرْسِي الْأَرْض وَتُثَبِّتهَا لِئَلَّا تَمِيد بِكُمْ \" وَجَعَلَ بَيْن الْبَحْرَيْنِ حَاجِزًا \" أَيْ جَعَلَ بَيْن الْمِيَاه الْعَذْبَة وَالْمَالِحَة حَاجِزًا أَيْ مَانِعًا يَمْنَعهَا مِنْ الِاخْتِلَاط لِئَلَّا يَفْسُد هَذَا بِهَذَا وَهَذَا بِهَذَا فَإِنَّ الْحِكْمَة الْإِلَهِيَّة تَقْتَضِي بَقَاء كُلّ مِنْهُمَا عَلَى صِفَته الْمَقْصُودَة مِنْهُ فَإِنَّ الْبَحْر الْحُلْو هُوَ هَذِهِ الْأَنْهَار السَّارِحَة الْجَارِيَة بَيْن النَّاس وَالْمَقْصُود مِنْهَا أَنْ تَكُون عَذْبَة زُلَالًا يُسْقَى الْحَيَوَان وَالنَّبَات وَالثِّمَار مِنْهَا وَالْبِحَار الْمَالِحَة هِيَ الْمُحِيطَة بِالْأَرْجَاءِ وَالْأَقْطَار مِنْ كُلّ جَانِب وَالْمَقْصُود مِنْهَا أَنْ يَكُون مَاؤُهَا مِلْحًا أُجَاجًا لِئَلَّا يَفْسُد الْهَوَاء بِرِيحِهَا كَمَا قَالَ تَعَالَى : \" وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْب فُرَات وَهَذَا مِلْح أُجَاج وَجَعَلَ بَيْنهمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا \" وَلِهَذَا قَالَ تَعَالَى : \" أَإِلَه مَعَ اللَّه \" ؟ أَيْ فَعَلَ هَذَا أَوْ يُعْبَد عَلَى الْقَوْل الْأَوَّل وَالْآخَر ؟ وَكِلَاهُمَا مُتَلَازِم صَحِيح \" بَلْ أَكْثَرهمْ لَا يَعْلَمُونَ\" أَيْ فِي عِبَادَتهمْ غَيْره .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39650, "aya_id": 61}]