[{"text": "كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِّنكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ", "sura_id": 59, "type": 0, "id": 5142, "aya_id": 16}, {"text": "كمثل الشيطان إذ قال للإنسان اكفر فلما كفر قال إني بريء منك إني أخاف الله رب العالمين", "sura_id": 59, "type": 1, "id": 11378, "aya_id": 16}, {"text": "16 - مثلهم أيضا في سماعهم من المنافقين وتخلفهم عنهم (كمثل الشيطان إذ قال للإنسان اكفر فلما كفر قال إني بريء منك إني أخاف الله رب العالمين) كذبا منه ورياء \r\n", "sura_id": 59, "type": 2, "id": 30086, "aya_id": 16}, {"text": "ومثل هؤلاء المنافقين في إغراء اليهود على القتال ووَعْدهم بالنصر على رسول الله صلى الله عليه وسلم، كمثل الشيطان حين زيَّن للإنسان الكفر ودعاه إليه, فلما كفر قال: إني بريء منك, إني أخاف الله رب الخلق أجمعين.\r\n", "sura_id": 59, "type": 3, "id": 36322, "aya_id": 16}, {"text": " <font color=red>كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ</font><BR><p>يَعْنِي مِثْل هَؤُلَاءِ الْيَهُود فِي اِغْتِرَارهمْ بِاَلَّذِينَ وَعَدُوهُمْ النَّصْر مِنْ الْمُنَافِقِينَ وَقَوْل الْمُنَافِقِينَ لَهُمْ لَئِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ ثُمَّ لَمَّا حَقَّتْ الْحَقَائِق وَجَدّ بِهِمْ الْحِصَار وَالْقِتَال تَخَلَّوْا عَنْهُمْ وَأَسْلَمُوهُمْ لِلْهَلَكَةِ مِثَالهمْ فِي هَذَا كَمَثَلِ الشَّيْطَان إِذْ سَوَّلَ لِلْإِنْسَانِ - وَالْعِيَاذ بِاَللَّهِ - الْكُفْر فَإِذَا دَخَلَ فِيمَا سَوَّلَهُ لَهُ تَبَرَّأَ مِنْهُ وَتَنَصَّلَ وَقَالَ \" إِنِّي أَخَاف اللَّه رَبّ الْعَالَمِينَ \" . وَقَدْ ذَكَرَ بَعْضهمْ هَهُنَا قِصَّة لِبَعْضِ عُبَّاد بَنِي إِسْرَائِيل هِيَ كَالْمِثَالِ لِهَذَا الْمَثَل لَا أَنَّهَا الْمُرَادَة وَحْدهَا بِالْمَثَلِ بَلْ هِيَ مِنْهُ مَعَ غَيْرهَا مِنْ الْوَقَائِع الْمُشَاكَلَة لَهَا فَقَالَ اِبْن جَرِير حَدَّثَنَا خَلَّاد بْن أَسْلَم أَخْبَرَنَا النَّضْر بْن شُمَيْل أَخْبَرَنَا شُعْبَة عَنْ أَبِي إِسْحَاق سَمِعْت عَبْد اللَّه بْن نَهِيك قَالَ سَمِعْت عَلِيًّا رَضِيَ اللَّه عَنْهُ يَقُول : إِنَّ رَاهِبًا تَعَبَّدَ سِتِّينَ سَنَة وَإِنَّ الشَّيْطَان أَرَادَهُ فَأَعْيَاهُ فَعَمَدَ إِلَى اِمْرَأَة فَأَجَنَّهَا وَلَهَا إِخْوَة فَقَالَ لِإِخْوَتِهَا عَلَيْكُمْ بِهَذَا الْقَسّ فَيُدَاوِيهَا قَالَ : فَجَاءُوا بِهَا إِلَيْهِ فَدَاوَاهَا وَكَانَتْ عِنْده فَبَيْنَمَا هُوَ يَوْمًا عِنْدهَا إِذْ أَعْجَبَتْهُ فَأَتَاهَا فَحَمَلَتْ فَعَمَدَ إِلَيْهَا فَقَتَلَهَا فَجَاءَ إِخْوَتهَا فَقَالَ الشَّيْطَان لِلرَّاهِبِ أَنَا صَاحِبك إِنَّك أَعْيَيْتنِي أَنَا صَنَعْت هَذَا بِك فَأَطِعْنِي أُنْجِك مِمَّا صَنَعْت بِك فَاسْجُدْ لِي سَجْدَة فَسَجَدَ فَلَمَّا سَجَدَ لَهُ قَالَ إِنِّي بَرِيء مِنْك إِنِّي أَخَاف اللَّه رَبّ الْعَالَمِينَ فَذَلِكَ قَوْله\" كَمَثَلِ الشَّيْطَان إِذْ قَالَ لِلْإِنْسَانِ اُكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيء مِنْك إِنِّي أَخَاف اللَّه رَبّ الْعَالَمِينَ\" . وَقَالَ اِبْن جَرِير حَدَّثَنِي يَحْيَى بْن إِبْرَاهِيم الْمَسْعُودِيّ حَدَّثَنَا أَبِي عَنْ أَبِيهِ عَنْ جَدّه عَنْ الْأَعْمَش عَنْ عُمَارَة عَنْ عَبْد الرَّحْمَن بْن زَيْد عَنْ عَبْد اللَّه بْن مَسْعُود فِي هَذِهِ الْآيَة \" كَمَثَلِ الشَّيْطَان إِذْ قَالَ لِلْإِنْسَانِ اُكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيء مِنْك إِنِّي أَخَاف اللَّه رَبّ الْعَالَمِينَ \" قَالَ كَانَتْ اِمْرَأَة تَرْعَى الْغَنَم وَكَانَ لَهَا أَرْبَعَة إِخْوَة وَكَانَتْ تَأْوِي بِاللَّيْلِ إِلَى صَوْمَعَة رَاهِب قَالَ فَنَزَلَ الرَّاهِب فَفَجَرَ بِهَا فَحَمَلَتْ فَأَتَاهُ الشَّيْطَان فَقَالَ لَهُ اُقْتُلْهَا ثُمَّ اِدْفِنْهَا فَإِنَّك رَجُل مُصَدَّق يُسْمَع قَوْلك فَقَتَلَهَا ثُمَّ دَفَنَهَا قَالَ فَأَتَى الشَّيْطَان إِخْوَتهَا فِي الْمَنَام فَقَالَ لَهُمْ إِنَّ الرَّاهِب صَاحِب الصَّوْمَعَة فَجَرَ بِأُخْتِكُمْ فَلَمَّا أَحْبَلَهَا قَتَلَهَا ثُمَّ دَفَنَهَا فِي مَكَان كَذَا وَكَذَا فَلَمَّا أَصْبَحُوا قَالَ رَجُل مِنْهُمْ وَاَللَّه لَقَدْ رَأَيْت الْبَارِحَة رُؤْيَا مَا أَدْرِي أَقُصّهَا عَلَيْكُمْ أَمْ أَتْرُك ؟ قَالُوا لَا بَلْ قُصَّهَا عَلَيْنَا قَالَ فَقَصَّهَا فَقَالَ الْآخَر وَأَنَا وَاَللَّه لَقَدْ رَأَيْت ذَلِكَ فَقَالَ الْآخَر وَأَنَا وَاَللَّه لَقَدْ رَأَيْت ذَلِكَ قَالُوا فَوَاَللَّهِ مَا هَذَا إِلَّا لِشَيْءٍ قَالَ فَانْطَلَقُوا فَاسْتَعْدَوْا مَلِكهمْ عَلَى ذَلِكَ الرَّاهِب فَأَتَوْهُ فَأَنْزَلُوهُ ثُمَّ اِنْطَلَقُوا بِهِ فَلَقِيَهُ الشَّيْطَان فَقَالَ إِنِّي أَنَا اللَّه الَّذِي أَوْقَعْتُك فِي هَذَا وَلَنْ يُنْجِيك مِنْهُ غَيْرِي فَاسْجُدْ لِي سَجْدَة وَاحِدَة وَأُنْجِيك مِمَّا أَوْقَعْتُك فِيهِ قَالَ فَسَجَدَ لَهُ فَلَمَّا أَتَوْا بِهِ مَلِكهمْ تَبَرَّأَ مِنْهُ وَأُخِذَ فَقُتِلَ وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَطَاوُس وَمُقَاتِل بْن حَيَّان نَحْو ذَلِكَ وَاشْتَهَرَ عِنْد كَثِير مِنْ النَّاس أَنَّ هَذَا الْعَابِد هُوَ بِرْصِيصَا فَاَللَّه أَعْلَم . وَهَذِهِ الْقِصَّة مُخَالِفَة لِقِصَّةِ جُرَيْج الْعَابِد فَإِنَّ جُرَيْجًا اِتَّهَمَتْهُ اِمْرَأَة بَغِيّ بِنَفْسِهَا وَادَّعَتْ أَنَّ حَمْلهَا مِنْهُ وَرَفَعَتْ أَمْرهَا إِلَى وَلِيّ الْأَمْر فَأَمَرَ بِهِ فَأُنْزِلَ مِنْ صَوْمَعَته وَخَرِبَتْ صَوْمَعَته وَهُوَ يَقُول مَا لَكُمْ مَا لَكُمْ ؟ قَالُوا يَا عَدُوّ اللَّه فَعَلْت بِهَذِهِ الْمَرْأَة كَذَا وَكَذَا فَقَالَ جُرَيْج اِصْبِرُوا ثُمَّ أَخَذَ اِبْنهَا وَهُوَ صَغِير جِدًّا ثُمَّ قَالَ يَا غُلَام مَنْ أَبُوك ؟ قَالَ أَبِي الرَّاعِي وَكَانَتْ قَدْ أَمْكَنَتْهُ مِنْ نَفْسهَا فَحَمَلَتْ مِنْهُ فَلَمَّا رَأَى بَنُو إِسْرَائِيل ذَلِكَ عَظَّمُوهُ كُلّهمْ تَعْظِيمًا بَلِيغًا وَقَالُوا نُعِيد صَوْمَعَتك مِنْ ذَهَب قَالَ لَا بَلْ أَعِيدُوهَا مِنْ طِين كَمَا كَانَتْ .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42059, "aya_id": 16}]