[{"text": "أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ الَّذِينَ خَلَوْاْ مِن قَبْلِكُم مَّسَّتْهُمُ الْبَأْسَاء وَالضَّرَّاء وَزُلْزِلُواْ حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُواْ مَعَهُ مَتَى نَصْرُ اللّهِ أَلا إِنَّ نَصْرَ اللّهِ قَرِيبٌ", "sura_id": 2, "type": 0, "id": 221, "aya_id": 214}, {"text": "أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى نصر الله ألا إن نصر الله قريب", "sura_id": 2, "type": 1, "id": 6457, "aya_id": 214}, {"text": "214 - ونزل في جهد أصاب المسلمين (أم) بل أ (حسبتم أن تدخلوا الجنة ولما) لم (يأتكم مثل) شبه ما أتى (الذين خلوا من قبلكم) من المؤمنين من المِحَن فتصبروا كما صبروا (مستهم) جملة مستأنفة مبينة ما قبلها (البأساء) شدة الفقر (والضراء) المرض (وزُلزلوا) أزعجوا بأنواع البلاء (حتى يقولَ) بالنصب والرفع أي قال (الرسول والذين آمنوا معه) استبطاء للنصر لتناهي الشدة عليهم (متى) يأتي (نصر الله) الذي وُعِدناه فأُجيبوا من قبل الله (ألا إن نصر الله قريب) إتيانه \r\n", "sura_id": 2, "type": 2, "id": 25165, "aya_id": 214}, {"text": "بل أظننتم -أيها المؤمنون- أن تدخلوا الجنة, ولمَّا يصبكم من الابتلاء مثل ما أصاب المؤمنين الذين مضوا من قبلكم: من الفقر والأمراض والخوف والرعب, وزُلزلوا بأنواع المخاوف, حتى قال رسولهم والمؤمنون معه -على سبيل الاستعجال للنصر من الله تعالى-: متى نصر الله؟ ألا إن نصر الله قريب من المؤمنين.\r\n", "sura_id": 2, "type": 3, "id": 31401, "aya_id": 214}, {"text": " <font color=red>أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</font><BR><p>يَقُول تَعَالَى\" أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّة \" قَبْل أَنْ تُبْتَلَوْا وَتُخْتَبَرُوا وَتُمْتَحَنُوا كَمَا فُعِلَ بِاَلَّذِينَ مِنْ قَبْلكُمْ مِنْ الْأُمَم وَلِهَذَا قَالَ \" وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلكُمْ مَسَّتْهُمْ الْبَأْسَاءُ وَالضَّرَّاءُ \" وَهِيَ الْأَمْرَاض وَالْأَسْقَام وَالْآلَام وَالْمَصَائِب وَالنَّوَائِب . قَالَ اِبْن مَسْعُود وَابْن عَبَّاس وَأَبُو الْعَالِيَة وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَمُرَّة الْهَمْدَانِيّ وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَالرَّبِيع وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان \" الْبَأْسَاء\" الْفَقْر \" وَالضَّرَّاء \" السَّقَم \" وَزُلْزِلُوا \" خُوِّفُوا مِنْ الْأَعْدَاء زِلْزَالًا شَدِيدًا وَامْتُحِنُوا اِمْتِحَانًا عَظِيمًا كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح عَنْ خَبَّاب بْن الْأَرَتّ قَالَ : قُلْنَا يَا رَسُول اللَّه أَلَا تَسْتَنْصِر لَنَا أَلَا تَدْعُو اللَّه لَنَا فَقَالَ \" إِنَّ مَنْ كَانَ قَبْلكُمْ كَانَ أَحَدهمْ يُوضَع الْمِنْشَار عَلَى مَفْرِق رَأْسه فَيَخْلُص إِلَى قَدَمَيْهِ لَا يَصْرِفهُ ذَلِكَ عَنْ دِينه وَيُمَشَّط بِأَمْشَاطِ الْحَدِيد مَا بَيْن لَحْمه وَعَظْمه لَا يَصْرِفهُ ذَلِكَ عَنْ دِينه \" ثُمَّ قَالَ \" وَاَللَّه لَيُتِمَّنَّ اللَّه هَذَا الْأَمْر حَتَّى يَسِير الرَّاكِب مِنْ صَنْعَاء إِلَى حَضْرَمَوْت لَا يَخَاف إِلَّا اللَّه وَالذِّئْب عَلَى غَنَمه وَلَكِنَّكُمْ قَوْم تَسْتَعْجِلُونَ وَقَالَ اللَّه تَعَالَى \" الم أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلهمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ \" وَقَدْ حَصَلَ مِنْ هَذَا جَانِب عَظِيم لِلصَّحَابَةِ رَضِيَ اللَّه عَنْهُمْ فِي يَوْم الْأَحْزَاب كَمَا قَالَ اللَّه تَعَالَى \" إِذْ جَاءُوكُمْ مِنْ فَوْقكُمْ وَمِنْ أَسْفَل مِنْكُمْ وَإِذْ زَاغَتْ الْأَبْصَار وَبَلَغَتْ الْقُلُوب الْحَنَاجِر وَتَظُنُّونَ بِاَللَّهِ الظُّنُونَا هُنَالِكَ اُبْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا وَإِذْ يَقُول الْمُنَافِقُونَ وَاَلَّذِينَ فِي قُلُوبهمْ مَرَض مَا وَعَدَنَا اللَّه وَرَسُوله إِلَّا غُرُورًا \" الْآيَات . وَلَمَّا سَأَلَ هِرَقْل أَبَا سُفْيَان هَلْ قَاتَلْتُمُوهُ قَالَ : نَعَمْ . قَالَ : فَكَيْف كَانَتْ الْحَرْب بَيْنكُمْ ؟ قَالَ : سِجَالًا يُدَال عَلَيْنَا وَنُدَال عَلَيْهِ . قَالَ : كَذَلِكَ الرُّسُل تُبْتَلَى ثُمَّ تَكُون لَهَا الْعَاقِبَة . وَقَوْله \" مَثَل الَّذِينَ خَلَوْا مِنْ قَبْلكُمْ\" أَيْ سُنَّتهمْ كَمَا قَالَ تَعَالَى \" فَأَهْلَكْنَا أَشَدّ مِنْهُمْ بَطْشًا وَمَضَى مَثَلُ الْأَوَّلِينَ \" وَقَوْله \" وَزُلْزِلُوا حَتَّى يَقُول الرَّسُولُ وَاَلَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ\" أَيْ يَسْتَفْتِحُونَ عَلَى أَعْدَائِهِمْ وَيَدْعُونَ بِقُرْبِ الْفَرْج وَالْمَخْرَج عِنْد ضِيق الْحَال وَالشِّدَّة . قَالَ اللَّه تَعَالَى\" أَلَا إِنَّ نَصْرَ اللَّه قَرِيبٌ \" كَمَا قَالَ \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا \" وَكَمَا تَكُون الشِّدَّة يَنْزِلُ مِنْ النَّصْرِ مِثْلُهَا وَلِهَذَا قَالَ \" أَلَا إِنَّ نَصْر اللَّه قَرِيب \" وَفِي حَدِيث أَبِي رَزِين \" عَجِبَ رَبُّك مِنْ قُنُوط عِبَاده وَقُرْب غَيْثه فَيَنْظُر إِلَيْهِمْ قَانِطِينَ فَيَظَلّ يَضْحَك يَعْلَم أَنَّ فَرَجَهُمْ قَرِيبٌ \" الْحَدِيث .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38625, "aya_id": 214}]