[{"text": "أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَم بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ", "sura_id": 34, "type": 0, "id": 3614, "aya_id": 8}, {"text": "أفترى على الله كذبا أم به جنة بل الذين لا يؤمنون بالآخرة في العذاب والضلال البعيد", "sura_id": 34, "type": 1, "id": 9850, "aya_id": 8}, {"text": "8 - (أفترى) بفتح الهمزة للاستفهام واستغني بها عن همزة الوصل (على الله كذبا) في ذلك (أم به جنة) جنون تخيل به ذلك قال تعالى (بل الذين لا يؤمنون بالآخرة) المشتملة على البعث والعذاب (في العذاب) فيها (والضلال البعيد) عن الحق في الدنيا \r\n", "sura_id": 34, "type": 2, "id": 28558, "aya_id": 8}, {"text": "هذا الرجل أختلق على الله كذبًا أم به جنون, فهو يتكلم بما لا يدري؟ ليس الأمر كما قال الكفار, بل محمد أصدق الصادقين. والذين لا يصدقون بالبعث ولا يعملون من أجله في العذاب الدائم في الآخرة, والضلال البعيد عن الصواب في الدنيا.\r\n", "sura_id": 34, "type": 3, "id": 34794, "aya_id": 8}, {"text": " <font color=red>أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ</font><BR><p>قَالُوا : \" أَفْتَرَى عَلَى اللَّه كَذِبًا أَمْ بِهِ جِنَّة \" قَالَ اللَّه عَزَّ وَجَلَّ رَادًّا عَلَيْهِمْ \" بَلْ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَاب وَالضَّلَال الْبَعِيد \" أَيْ لَيْسَ الْأَمْر كَمَا زَعَمُوا وَلَا كَمَا ذَهَبُوا إِلَيْهِ بَلْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ الصَّالِح الْبَارّ الرَّاشِد الَّذِي جَاءَ بِالْحَقِّ وَهُمْ الْكَذَبَة الْجَهَلَة الْأَغْبِيَاء \" فِي الْعَذَاب \" أَيْ الْكُفْر الْمُفْضِي بِهِمْ إِلَى عَذَاب اللَّه تَعَالَى\" وَالضَّلَال الْبَعِيد \" مِنْ الْحَقّ فِي الدُّنْيَا ثُمَّ قَالَ تَعَالَى مُنَبِّهًا لَهُمْ عَلَى قُدْرَته فِي خَلْق السَّمَاوَات وَالْأَرْض فَقَالَ تَعَالَى : \" أَفَلَمْ يَرَوْا إِلَى مَا بَيْن أَيْدِيهمْ وَمَا خَلْفهمْ مِنْ السَّمَاء وَالْأَرْض \" أَيْ حَيْثُمَا تَوَجَّهُوا وَذَهَبُوا فَالسَّمَاء مِظَلَّة عَلَيْهِمْ وَالْأَرْض تَحْتهمْ كَمَا قَالَ عَزَّ وَجَلَّ \" وَالسَّمَاء بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ وَالْأَرْض فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ \" قَالَ عَبْد بْن حُمَيْد أَخْبَرَنَا عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40292, "aya_id": 8}]