[{"text": "وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاء اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِن تُرَنِ أَنَا أَقَلَّ مِنكَ مَالًا وَوَلَدًا", "sura_id": 18, "type": 0, "id": 2179, "aya_id": 39}, {"text": "و لولا إذ دخلت جنتك قلت ما شاء الله لا قوة إلا بالله إن ترن أنا أقل منك مالا وولدا", "sura_id": 18, "type": 1, "id": 8415, "aya_id": 39}, {"text": "39 - (ولولا) هلا (إذ دخلت جنتك قلت) عند إعجابك بها هذا (ما شاء الله لا قوة إلا بالله) وفي الحديث من أعطي خيرا من مال أو أهل فيقول عند ذلك ما شاء الله لا قوة إلا بالله لم ير فيه مكروها (إن ترن أنا) ضمير فصل بين المفعولين (أقل منك مالا وولدا) \r\n", "sura_id": 18, "type": 2, "id": 27123, "aya_id": 39}, {"text": "وهلا حين دخَلْتَ حديقتك فأعجبتك حَمِدت الله، وقلت: هذا ما شاء الله لي، لا قوة لي على تحصيله إلا بالله. إن كنت تراني أقل منك مالا وأولادًا،\r\n", "sura_id": 18, "type": 3, "id": 33359, "aya_id": 39}, {"text": " <font color=red>وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا</font><BR><p>ثُمَّ قَالَ \" وَلَوْلَا إِذْ دَخَلْت جَنَّتك قُلْت مَا شَاءَ اللَّه لَا قُوَّة إِلَّا بِاَللَّهِ إِنْ تَرَنِ أَنَا أَقَلّ مِنْك مَالًا وَوَلَدًا \" هَذَا تَحْضِيض وَحَثّ عَلَى ذَلِكَ أَيْ هَلَّا إِذَا أَعْجَبَتْك حِين دَخَلْتهَا وَنَظَرْت إِلَيْهَا حَمِدْت اللَّه عَلَى مَا أَنْعَمَ بِهِ عَلَيْك وَأَعْطَاك مِنْ الْمَال أَوْ الْوَلَد مَا لَمْ يُعْطَهُ غَيْرك وَقُلْت مَا شَاءَ اللَّه لَا قُوَّة إِلَّا بِاَللَّهِ وَلِهَذَا قَالَ بَعْض السَّلَف : مَنْ أَعْجَبَهُ شَيْء مِنْ حَاله أَوْ مَاله أَوْ وَلَده فَلْيَقُلْ مَا شَاءَ اللَّه لَا قُوَّة إِلَّا بِاَللَّهِ وَهَذَا مَأْخُوذ مِنْ هَذِهِ الْآيَة الْكَرِيمَة وَقَدْ رُوِيَ فِيهِ حَدِيث مَرْفُوع أَخْرَجَهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده حَدَّثَنَا جَرَّاح بْن مَخْلَد حَدَّثَنَا عُمَر بْن يُونُس حَدَّثَنَا عِيسَى بْن عَوْن حَدَّثَنَا عَبْد الْمَلِك بْن زُرَارَة عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أَنْعَمَ اللَّه عَلَى عَبْد نِعْمَة مِنْ أَهْل أَوْ مَال أَوْ وَلَد فَيَقُول مَا شَاءَ اللَّه لَا قُوَّة إِلَّا بِاَللَّهِ فَيُرَى فِيهِ آفَة دُون الْمَوْت \" وَكَانَ يَتَأَوَّل هَذِهِ الْآيَة \" وَلَوْلَا إِذْ دَخَلْت جَنَّتك قُلْت مَا شَاءَ اللَّه لَا قُوَّة إِلَّا بِاَللَّهِ \" قَالَ الْحَافِظ أَبُو الْفَتْح الْأَزْدِيّ عِيسَى بْن عَوْن عَنْ عَبْد الْمَلِك بْن زُرَارَة عَنْ أَنَس لَا يَصِحّ حَدِيثه . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة وَحَجَّاج حَدَّثَنِي شُعْبَة عَنْ عَاصِم بْن عُبَيْد اللَّه عَنْ عُبَيْد مَوْلَى أَبِي رُهْم عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَلَا أَدُلّك عَلَى كَنْز مِنْ كُنُوز الْجَنَّة ؟ لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ \" تَفَرَّدَ بِهِ أَحْمَد وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ أَبِي مُوسَى أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ \" أَلَا أَدُلّك عَلَى كَنْز مِنْ كُنُوز الْجَنَّة ؟ لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا بُكَيْر بْن عِيسَى حَدَّثَنَا أَبُو عَوَانَة عَنْ أَبِي بَلْج عَنْ عَمْرو بْن مَيْمُون قَالَ : قَالَ أَبُو هُرَيْرَة قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا هُرَيْرَة أَلَا أَدُلّك عَلَى كَنْز مِنْ كُنُوز الْجَنَّة تَحْت الْعَرْش \" ؟ قَالَ قُلْت فِدَاك أَبِي وَأُمِّي قَالَ \" أَنْ تَقُول لَا قُوَّة إِلَّا بِاَللَّهِ \" قَالَ أَبُو بَلْج وَأَحْسَب أَنَّهُ قَالَ \" فَإِنَّ اللَّه يَقُول أَسْلَمَ عَبْدِي وَاسْتَسْلَمَ \" قَالَ فَقُلْت لِعَمْرٍو قَالَ أَبُو بَلْج قَالَ عَمْرو قُلْت لِأَبِي هُرَيْرَة لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ فَقَالَ لَا إِنَّهَا فِي سُورَة الْكَهْف \" وَلَوْلَا إِذْ دَخَلْت جَنَّتك قُلْت مَا شَاءَ اللَّه لَا قُوَّة إِلَّا بِاَللَّهِ \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38332, "aya_id": 39}]