[{"text": "وَجَعَلْنَا السَّمَاء سَقْفًا مَّحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ", "sura_id": 21, "type": 0, "id": 2515, "aya_id": 32}, {"text": "و جعلنا السماء سقفا محفوظا و هم عن آياتها معرضون", "sura_id": 21, "type": 1, "id": 8751, "aya_id": 32}, {"text": "32 - (وجعلنا السماء سقفا) للأرض كالسقف للبيت (محفوظا) عن الوقوع (وهم عن آياتها) من الشمس والقمر والنجوم (معرضون) لا يتفكرون فيها فيعلمون أن خالقها لا شريك له \r\n", "sura_id": 21, "type": 2, "id": 27459, "aya_id": 32}, {"text": "وجعلنا السماء سقفًا للأرض لا يرفعها عماد, وهي محفوظة لا تسقط, ولا تخترقها الشياطين, والكفار عن الاعتبار بآيات السماء (الشمس والقمر والنجوم), غافلون لاهون عن التفكير فيها.\r\n", "sura_id": 21, "type": 3, "id": 33695, "aya_id": 32}, {"text": " <font color=red>وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ</font><BR><p>وَقَوْله \" وَجَعَلْنَا السَّمَاء سَقْفًا مَحْفُوظًا \" أَيْ عَلَى الْأَرْض وَهِيَ كَالْقُبَّةِ عَلَيْهَا كَمَا قَالَ \" وَالسَّمَاء بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ \" وَقَالَ \" وَالسَّمَاء وَمَا بَنَاهَا\" \" أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاء فَوْقهمْ كَيْف بَنَيْنَاهَا وَزَيَّنَاهَا وَمَا لَهَا مِنْ فُرُوج \" وَالْبِنَاء هُوَ نَصْب الْقُبَّة كَمَا قَالَ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" \" بُنِيَ الْإِسْلَام عَلَى خَمْس \" أَيْ خَمْسَة دَعَائِم وَهَذَا لَا يَكُون إِلَّا فِي الْخِيَام كَمَا تَعْهَدهُ الْعَرَب \" مَحْفُوظًا \" أَيْ عَالِيًا مَحْرُوسًا أَنْ يُنَال وَقَالَ مُجَاهِد مَرْفُوع . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن الدَّشْتَكِيّ حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ أَشْعَث يَعْنِي اِبْن إِسْحَاق الْقُمِّيّ عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ رَجُل يَا رَسُول اللَّه مَا هَذِهِ السَّمَاء قَالَ \" مَوْج مَكْفُوف عَنْكُمْ\" إِسْنَاده غَرِيب وَقَوْله \" وَهُمْ عَنْ آيَاتهَا مُعْرِضُونَ \" كَقَوْلِهِ\" وَكَأَيِّنْ مِنْ آيَة فِي السَّمَوَات وَالْأَرْض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ \" أَيْ لَا يَتَفَكَّرُونَ فِيمَا خَلَقَ اللَّه فِيهَا مِنْ الِاتِّسَاع الْعَظِيم وَالِارْتِفَاع الْبَاهِر وَمَا زُيِّنَتْ بِهِ مِنْ الْكَوَاكِب الثَّوَابِت وَالسَّيَّارَات فِي لَيْلهَا وَنَهَارهَا مِنْ هَذِهِ الشَّمْس الَّتِي تَقْطَع الْفُلْك بِكَمَالِهِ فِي يَوْم وَلَيْلَة فَتَسِير غَايَة لَا يَعْلَم قَدْرهَا إِلَّا اللَّه الَّذِي قَدَّرَهَا وَسَخَّرَهَا وَسَيَّرَهَا . وَقَدْ ذَكَرَ اِبْن أَبِي الدُّنْيَا - رَحِمَهُ اللَّه - فِي كِتَابه التَّفَكُّر وَالِاعْتِبَار : \" أَنَّ بَعْض عُبَّاد بَنِي إِسْرَائِيل تَعَبَّدَ ثَلَاثِينَ سَنَة وَكَانَ الرَّجُل مِنْهُمْ إِذَا تَعَبَّدَ ثَلَاثِينَ سَنَة أَظَلَّتْهُ غَمَامَة فَلَمْ يَرَ ذَلِكَ الرَّجُل شَيْئًا مِمَّا كَانَ مُحَصَّل لِغَيْرِهِ فَشَكَا ذَلِكَ إِلَى أُمّه فَقَالَتْ لَهُ يَا بُنَيّ فَلَعَلَّك أَذْنَبْت فِي مُدَّة عِبَادَتك هَذِهِ فَقَالَ لَا وَاَللَّه مَا أَعْلَمهُ قَالَتْ فَلَعَلَّك هَمَمْت قَالَ لَا وَلَا هَمَمْت قَالَتْ فَلَعَلَّك رَفَعْت بَصَرك إِلَى السَّمَاء ثُمَّ رَدَدْته بِغَيْرِ فِكْر فَقَالَ نَعَمْ كَثِيرًا قَالَتْ فَمِنْ هَهُنَا أُتِيت ثُمَّ قَالَ مُنَبِّهًا عَلَى بَعْض آيَاته .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38955, "aya_id": 32}]