[{"text": "وَذَرِ الَّذِينَ اتَّخَذُواْ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَن تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ اللّهِ وَلِيٌّ وَلاَ شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لاَّ يُؤْخَذْ مِنْهَا أُوْلَئِكَ الَّذِينَ أُبْسِلُواْ بِمَا كَسَبُواْ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ", "sura_id": 6, "type": 0, "id": 859, "aya_id": 70}, {"text": "وذر الذين اتخذوا دينهم لعبا ولهوا وغرتهم الحياة الدنيا وذكر به أن تبسل نفس بما كسبت ليس لها من دون الله ولي ولا شفيع وإن تعدل كل عدل لا يؤخذ منها أولئك الذين أبسلوا بما كسبوا لهم شراب من حميم وعذاب أليم بما كانوا يكفرون", "sura_id": 6, "type": 1, "id": 7095, "aya_id": 70}, {"text": "70 - (وذر) اترك (الذين اتخذوا دينهم) الذي كلفوه (لعبا ولهوا) باستهزائهم به (وغرتهم الحياة الدنيا) فلا تتعرض لهم وهذا قبل الأمر بالقتال (وذكر) عظ (به) بالقرآن الناس (أن) لا (تبسل نفس) تسلم إلى الهلاك (بما كسبت) عملت (ليس لها من دون الله) أي غيره (ولي) ناصر (ولا شفيع) يمنع عنها العذاب (وإن تعدل كل عدل) تفد كل فداء (لا يؤخذ منها) ما تفدى به (أولئك الذين أبسلوا بما كسبوا لهم شراب من حميم) ماء بالغ نهاية الحرارة (وعذاب أليم) مؤلم (بما كانوا يكفرون) بكفرهم \r\n", "sura_id": 6, "type": 2, "id": 25803, "aya_id": 70}, {"text": "واترك -أيها الرسول- هؤلاء المشركين الذين جعلوا دين الإسلام لعبًا ولهوًا; مستهزئين بآيات الله تعالى, وغرَّتهم الحياة الدنيا بزينتها, وذكّر بالقرآن هؤلاء المشركين وغيرهم; كي لا ترتهن نفس بذنوبها وكفرها بربها, ليس لها غير الله ناصر ينصرها, فينقذها من عذاب, ولا شافع يشفع لها عنده, وإن تَفْتَدِ بأي فداء لا يُقْبَل منها. أولئك الذين ارتُهِنوا بذنوبهم, لهم في النار شراب شديد الحرارة وعذاب موجع; بسبب كفرهم بالله تعالى ورسوله محمَّد صلى الله عليه وسلم وبدين الإسلام.\r\n", "sura_id": 6, "type": 3, "id": 32039, "aya_id": 70}, {"text": " <font color=red>وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ</font><BR><p>يَقُول تَعَالَى \" وَذَرِ الَّذِينَ اِتَّخَذُوا دِينهمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمْ الْحَيَاة الدُّنْيَا \" أَيْ دَعْهُمْ وَأَعْرِض عَنْهُمْ وَأَمْهِلْهُمْ قَلِيلًا فَإِنَّهُمْ صَائِرُونَ إِلَى عَذَاب عَظِيم وَلِهَذَا قَالَ وَذَكِّرْ بِهِ أَيْ ذَكِّرْ النَّاس بِهَذَا الْقُرْآن وَحَذِّرْهُمْ نِقْمَة اللَّه وَعَذَابه الْأَلِيم يَوْم الْقِيَامَة وَقَوْله تَعَالَى \" أَنْ تُبْسَل نَفْس بِمَا كَسَبَتْ \" أَيْ لِئَلَّا تُبْسَل قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَالْحَسَن وَالسُّدِّيّ تُبْسَل تُسْلَم وَقَالَ الْوَالِبِيّ عَنْ اِبْن عَبَّاس تُفْتَضَح . وَقَالَ قَتَادَة تُحْبَس وَقَالَ مُرَّة وَابْن زَيْد تُؤَاخَذ . وَقَالَ الْكَلْبِيّ تُجْزَى وَكُلّ هَذِهِ الْأَقْوَال وَالْعِبَارَات مُتَقَارِبَة فِي الْمَعْنَى وَحَاصِلهَا الْإِسْلَام لِلْهَلَكَةِ وَالْحَبْس عَنْ الْخَيْر وَالِارْتِهَان عَنْ دَرْك الْمَطْلُوب كَقَوْلِهِ \" كُلّ نَفْس بِمَا كَسَبَتْ رَهِينَة إِلَّا أَصْحَاب الْيَمِين \" وَقَوْله \" لَيْسَ لَهَا مِنْ دُون اللَّه وَلِيّ وَلَا شَفِيع \" أَيْ لَا قَرِيب وَلَا أَحَد يُشَفَّع فِيهَا كَقَوْلِهِ \" مِنْ قَبْل أَنْ يَأْتِي يَوْم لَا بَيْع فِيهِ وَلَا خُلَّة وَلَا شَفَاعَة وَالْكَافِرُونَ هُمْ الظَّالِمُونَ \" وَقَوْله \" وَإِنْ تَعْدِل كُلّ عَدْل لَا يُؤْخَذ مِنْهَا \" أَيْ وَلَوْ بَذَلَتْ كُلّ مَبْذُول مَا قُبِلَ مِنْهَا كَقَوْلِهِ \" إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّار فَلَنْ يُقْبَل مِنْ أَحَدهمْ مِلْء الْأَرْض ذَهَبًا \" الْآيَة . وَكَذَا قَالَ هَهُنَا \" أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَاب مِنْ حَمِيم وَعَذَاب أَلِيم بِمَا كَانُوا يَكْفُرُونَ \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42209, "aya_id": 70}]