[{"text": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا وَبَشِّرِ الْمُخْبِتِينَ", "sura_id": 22, "type": 0, "id": 2629, "aya_id": 34}, {"text": "ولكل أمة جعلنا منسكا ليذكروا اسم الله على ما رزقهم من بهيمة الأنعام فإلهكم إله واحد فله أسلموا و بشر المخبتين", "sura_id": 22, "type": 1, "id": 8865, "aya_id": 34}, {"text": "34 - (ولكل أمة) أي جماعة مؤمنة سلفت قبلكم (جعلنا منسكا) بفتح السين مصدر وبكسرها اسم مكان أي ذبحا قربانا أو مكانه (ليذكروا اسم الله على ما رزقهم من بهيمة الأنعام) عند ذبحها (فإلهكم إله واحد فله أسلموا) انقادوا (وبشر المخبتين) المطيعين المتواضعين \r\n", "sura_id": 22, "type": 2, "id": 27573, "aya_id": 34}, {"text": "ولكل جماعة مؤمنة سلفت، جعلنا لها مناسك مِنَ الذبح وإراقة الدماء؛ وذلك ليذكروا اسم الله تعالى عند ذبح ما رزقهم مِن هذه الأنعام ويشكروا له. فإلهكم -أيها الناس- إله واحد هو الله فانقادوا لأمره وأمر رسوله. وبشِّر - أيها النبي- المتواضعين الخاضعين لربهم بخيرَي الدنيا والآخرة.\r\n", "sura_id": 22, "type": 3, "id": 33809, "aya_id": 34}, {"text": " <font color=red>وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا وَبَشِّرِ الْمُخْبِتِينَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ لَمْ يَزَلْ ذَبْح الْمَنَاسِك وَإِرَاقَة الدِّمَاء عَلَى اِسْم اللَّه مَشْرُوعًا فِي جَمِيع الْمِلَل وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَلِكُلِّ أُمَّة جَعَلْنَا مَنْسَكًا \" قَالَ عِيدًا وَقَالَ عِكْرِمَة ذَبْحًا وَقَالَ زَيْد بْن أَسْلَم فِي قَوْله \" وَلِكُلِّ أُمَّة جَعَلْنَا مَنْسَكًا \" إِنَّهَا مَكَّة لَمْ يَجْعَل اللَّه لِأُمَّةٍ قَطُّ مَنْسَكًا غَيْرهَا وَقَوْله \" لِيَذْكُرُوا اِسْم اللَّه عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَة الْأَنْعَام \" كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَنَس قَالَ أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ فَسَمَّى وَكَبَّرَ وَوَضَعَ رِجْله عَلَى صِفَاحهمَا قَالَ الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا يَزِيد بْن هَارُون أَنْبَأَنَا سَلَّام بْن مِسْكِين عَنْ عَائِذ اللَّه الْمُجَاشِعِيّ عَنْ أَبِي دَاوُد - وَهُوَ نُفَيْع بْن الْحَارِث - عَنْ زَيْد بْن أَرْقَم قَالَ قُلْت أَوْ قَالُوا يَا رَسُول اللَّه مَا هَذِهِ الْأَضَاحِيّ ؟ قَالَ \" سُنَّة أَبِيكُمْ إِبْرَاهِيم \" قَالُوا مَا لَنَا مِنْهَا ؟ قَالَ : \" بِكُلِّ شَعْرَة حَسَنَة \" قَالَ فَالصُّوف ؟ قَالَ \" بِكُلِّ شَعْرَة مِنْ الصُّوف حَسَنَة \" وَأَخْرَجَهُ الْإِمَام أَبُو عَبْد اللَّه مُحَمَّد بْن يَزِيد اِبْن مَاجَهْ فِي سُنَنه مِنْ حَدِيث سَلَّام بْن مِسْكِين بِهِ وَقَوْله \" فَإِلَهكُمْ إِلَه وَاحِد فَلَهُ أَسْلِمُوا \" أَيْ مَعْبُودكُمْ وَاحِد وَإِنْ تَنَوَّعَتْ شَرَائِع الْأَنْبِيَاء وَنَسَخَ بَعْضهَا بَعْضًا فَالْجَمِيع يَدْعُونَ إِلَى عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَلِهَذَا قَالَ \" فَلَهُ أَسْلِمُوا \" أَيْ أَخْلِصُوا وَاسْتَسْلِمُوا لِحُكْمِهِ وَطَاعَته \" وَبَشِّرْ الْمُخْبِتِينَ \" قَالَ مُجَاهِد الْمُطْمَئِنِّينَ وَقَالَ الضَّحَّاك وَقَتَادَة الْمُتَوَاضِعِينَ وَقَالَ السُّدِّيّ الْوَجِلِينَ وَقَالَ عَمْرو بْن أَوْس : الْمُخْبِتِينَ الَّذِينَ لَا يَظْلِمُونَ وَإِذَا ظَلَمُوا لَمْ يَنْتَصِرُوا وَقَالَ الثَّوْرِيّ \" وَبَشِّرْ الْمُخْبِتِينَ \" قَالَ الْمُطْمَئِنِّينَ الرَّاضِينَ بِقَضَاءِ اللَّه الْمُسْتَسْلِمِينَ لَهُ وَأَحْسَن بِمَا يُفَسَّر بِمَا بَعْده .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39056, "aya_id": 34}]