[{"text": "فَانطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا", "sura_id": 18, "type": 0, "id": 2217, "aya_id": 77}, {"text": "فانطلقا حتى إذا أتيا أهل قرية استطعما أهلها فأبوا أن يضيفوهما فوجدا فيها جدارا يريد أن ينقض فأقامه قال لو شئت لاتخذت عليه أجرا", "sura_id": 18, "type": 1, "id": 8453, "aya_id": 77}, {"text": "77 - (فانطلقا حتى إذا أتيا أهل قرية) هي أنطاكية (استطعما أهلها) طلبا منهم الطعام بضيافة (فأبوا أن يضيفوهما فوجدا فيها جدارا) ارتفاعه مائة ذراع (يريد أن ينقض) أي يقرب أن يسقط لميلانه (فأقامه) الخضر بيده (قال) له موسى (لو شئت لاتخذت) وفي قراءة لاتخذت (عليه أجرا) جعلا حيث لم يضيفونا مع حاجتنا إلى الطعام \r\n", "sura_id": 18, "type": 2, "id": 27161, "aya_id": 77}, {"text": "فذهب موسى والخَضِر حتى أتيا أهل قرية، فطلبا منهم طعامًا على سبيل الضيافة، فامتنع أهل القرية عن ضيافتهما، فوجدا فيها حائطًا مائلا يوشك أن يسقط، فعدَّل الخَضِر مَيْلَه حتى صار مستويًا، قال له موسى: لو شئت لأخذت على هذا العمل أجرًا تصرفه في تحصيل طعامنا حيث لم يضيفونا.\r\n", "sura_id": 18, "type": 3, "id": 33397, "aya_id": 77}, {"text": " <font color=red>فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْهُمَا أَنَّهُمَا اِنْطَلَقَا بَعْد الْمَرَّتَيْنِ الْأَوَّلَتَيْنِ حَتَّى إِذَا أَتَيَا أَهْل قَرْيَة رَوَى اِبْن جُرَيْج عَنْ اِبْن سِيرِينَ أَنَّهَا الْأَيْلَة وَفِي الْحَدِيث \" حَتَّى إِذَا أَتَيَا أَهْل قَرْيَة لِئَامًا \" أَيْ بُخَلَاء \" فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيد أَنْ يَنْقَضّ \" إِسْنَاد الْإِرَادَة هَاهُنَا إِلَى الْجِدَار عَلَى سَبِيل الِاسْتِعَارَة فَإِنَّ الْإِرَادَة فِي الْمُحْدَثَات بِمَعْنَى الْمَيْل وَالِانْقِضَاض هُوَ السُّقُوط وَقَوْله \" فَأَقَامَهُ \" أَيْ فَرَدَّهُ إِلَى حَالَة الِاسْتِقَامَة وَقَدْ تَقَدَّمَ فِي الْحَدِيث أَنَّهُ رَدَّهُ بِيَدِهِ وَدَعَّمَهُ حَتَّى رَدَّ مَيْله وَهَذَا خَارِق فَعِنْد ذَلِكَ قَالَ مُوسَى \" لَهُ لَوْ شِئْت لَاِتَّخَذْت عَلَيْهِ أَجْرًا \" أَيْ لِأَجْلِ أَنَّهُمْ لَمْ يُضَيِّفُونَا كَانَ يَنْبَغِي أَنْ لَا تَعْمَل لَهُمْ مَجَّانًا .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38374, "aya_id": 77}]