[{"text": "ق وَالْقُرْآنِ الْمَجِيدِ", "sura_id": 50, "type": 0, "id": 4631, "aya_id": 1}, {"text": "ق والقرءان المجيد", "sura_id": 50, "type": 1, "id": 10867, "aya_id": 1}, {"text": "سورة ق 1 - (ق ) الله أعلم بمراده به (والقرآن المجيد) الكريم ما آمن كفار مكة بمحمد صلى الله عليه وسلم \r\n", "sura_id": 50, "type": 2, "id": 29575, "aya_id": 1}, {"text": "( ق ) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة. أقسم الله تعالى بالقرآن الكريم ذي المجد والشرف.\r\n", "sura_id": 50, "type": 3, "id": 35811, "aya_id": 1}, {"text": " <font color=red>ق وَالْقُرْآنِ الْمَجِيدِ</font><BR><p>سُورَة ق : هَذِهِ السُّورَة هِيَ أَوَّل الْحِزْب الْمُفَصَّل عَلَى الصَّحِيح وَقِيلَ مِنْ الْحُجُرَات وَأَمَّا مَا يَقُولهُ الْعَوَامّ إِنَّهُ مِنْ \" عَمَّ \" فَلَا أَصْل لَهُ وَلَمْ يَقُلْهُ أَحَد مِنْ الْعُلَمَاء رَضِيَ اللَّه عَنْهُمْ الْمُعْتَبَرِينَ فِيمَا نَعْلَم وَالدَّلِيل عَلَى أَنَّ هَذِهِ السُّورَة هِيَ أَوَّل الْمُفَصَّل مَا رَوَاهُ أَبُو دَاوُدَ فِي سُنَنه بَاب تَحْزِيب الْقُرْآن ثُمَّ قَالَ حَدَّثَنَا مُسَدَّد حَدَّثَنَا قُرَّان بْن تَمَّام وَحَدَّثَنَا عَبْد اللَّه بْن سَعِيد أَبُو سَعْد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد ثَنَا سُلَيْمَان بْن حِبَّان وَهَذَا لَفْظه عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن يَعْلَى عَنْ عُثْمَان بْن عَبْد اللَّه بْن أَوْس عَنْ جَدّه قَالَ عَبْد اللَّه بْن سَعِيد حَدَّثَنِيهِ أَوْس بْن حُذَيْفَة ثُمَّ اِتَّفَقَا قَالَ قَدِمْنَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي وَفْد ثَقِيف قَالَ فَنَزَلَتْ الْأَحْلَاف عَلَى الْمُغِيرَة بْن شُعْبَة رَضِيَ اللَّه عَنْهُ وَأَنْزَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَنِي مَالِك فِي قُبَّة لَهُ قَالَ مُسَدَّد وَكَانَ فِي الْوَفْد الَّذِينَ قَدِمُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ ثَقِيف قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلّ لَيْلَة يَأْتِينَا بَعْد الْعِشَاء يُحَدِّثنَا قَالَ أَبُو سَعِيد قَائِمًا عَلَى رِجْله حَتَّى يُرَاوِح بَيْن رِجْلَيْهِ مِنْ طُول الْقِيَام فَأَكْثَرُ مَا يُحَدِّثنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا لَقِيَ مِنْ قَوْمه قُرَيْش ثُمَّ يَقُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا سَوَاءَ كُنَّا مُسْتَضْعَفِينَ مُسْتَذَلِّينَ - قَالَ مُسَدَّد بِمَكَّة - فَلَمَّا خَرَجْنَا إِلَى الْمَدِينَة كَانَتْ الْحَرْب سِجَالًا بَيْننَا وَبَيْنهمْ نُدَالُ عَلَيْهِمْ وَيُدَالُونَ عَلَيْنَا \" فَلَمَّا كَانَتْ لَيْلَة أَبْطَأَ عَنَّا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْوَقْت الَّذِي كَانَ يَأْتِينَا فِيهِ فَقُلْنَا لَقَدْ أَبْطَأْت عَلَيْنَا اللَّيْلَة قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُ طَرَأَ عَلَيَّ حِزْبِي مِنْ الْقُرْآن فَكَرِهْت أَنْ أَجِيء حَتَّى أُتِمّهُ \" قَالَ أَوْس سَأَلْت أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَيْف يُحَزِّبُونَ الْقُرْآن فَقَالُوا ثَلَاث وَخَمْس وَسَبْع وَتِسْع وَإِحْدَى عَشْرَة وَثَلَاث عَشْرَة وَحِزْب الْمُفَصَّل وَحْده وَرَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ أَبِي خَالِد الْأَحْمَر بِهِ وَرَوَاهُ الْإِمَام أَحْمَد عَنْ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن هُوَ اِبْن يَعْلَى الطَّائِفِيّ بِهِ إِذَا عُلِمَ هَذَا فَإِذَا عَدَدْت ثَمَانِيًا وَأَرْبَعِينَ سُورَة فَاَلَّتِي بَعْدهنَّ سُورَة ق بَيَانه ثَلَاث : الْبَقَرَة وَآل عِمْرَان وَالنِّسَاء وَخَمْس : الْمَائِدَة وَالْأَنْعَام وَالْأَعْرَاف وَالْأَنْفَال وَبَرَاءَة وَسَبْع : يُونُس وَهُود وَيُوسُف وَالرَّعْد وَإِبْرَاهِيم وَالْحِجْر وَالنَّحْل وَتِسْع : سُبْحَان وَالْكَهْف وَمَرْيَم وَطَه وَالْأَنْبِيَاء وَالْحَجّ وَالْمُؤْمِنُونَ وَالنُّور وَالْفُرْقَان وَإِحْدَى عَشْرَة : الشُّعَرَاء وَالنَّمْل وَالْقَصَص وَالْعَنْكَبُوت وَالرُّوم وَلُقْمَان وَ \" الم \" السَّجْدَة وَالْأَحْزَاب وَسَبَأ وَفَاطِر وَ \" يس \" وَثَلَاث عَشْرَة : الصَّافَّات وَ \" ص \" وَالزُّمَر وَغَافِر وَ \" حم \" السَّجْدَة وَ \" حم عسق \" وَالزُّخْرُف وَالدُّخَان وَالْجَاثِيَة وَالْأَحْقَاف وَالْقِتَال وَالْفَتْح وَالْحُجُرَات ثُمَّ بَعْد ذَلِكَ الْحِزْب الْمُفَصَّل كَمَا قَالَهُ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ فَتَعَيَّنَ أَنَّ أَوَّله سُورَة ق وَهُوَ الَّذِي قُلْنَاهُ , وَلِلَّهِ الْحَمْد وَالْمِنَّة قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا مَالِك عَنْ ضَمْرَة بْن سَعِيد عَنْ عَبْد اللَّه بْن عَبْد اللَّه أَنَّ عُمَر بْن الْخَطَّاب سَأَلَ أَبَا وَاقِد اللَّيْثِيّ مَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ فِي الْعِيد ؟ قَالَ بِـ \" ق \" وَاقْتَرَبَتْ وَرَوَاهُ مُسْلِم وَأَهْل السُّنَن الْأَرْبَعَة مِنْ حَدِيث مَالِك بِهِ وَفِي رِوَايَة لِمُسْلِمٍ عَنْ مَالِك عَنْ ضَمْرَة عَنْ عَبْد اللَّه عَنْ أَبِي وَاقِد قَالَ سَأَلَنِي عُمَر رَضِيَ اللَّه عَنْهُ فَذَكَرَهُ . \" حَدِيث آخَر\" وَقَالَ أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي ثَنَا أَبِي إِسْحَاق حَدَّثَنِي عَبْد اللَّه بْن مُحَمَّد بْن أَبِي بَكْر بْن عَمْرو بْن حَزْم عَنْ يَحْيَى بْن عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن أَسْعَد بْن زُرَارَة عَنْ أُمّ هِشَام بِنْت حَارِثَة قَالَتْ لَقَدْ كَانَ تَنَوُّرنَا وَتَنَوُّر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاحِدًا سَنَتَيْنِ أَوْ سَنَة وَبَعْض سَنَة وَمَا أَخَذْت \" ق وَالْقُرْآن الْمَجِيد \" إِلَّا عَلَى لِسَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَؤُهَا كُلّ يَوْم جُمُعَة عَلَى الْمِنْبَر إِذَا خَطَبَ النَّاس رَوَاهُ مُسْلِم مِنْ حَدِيث اِبْن إِسْحَاق بِهِ وَقَالَ أَبُو دَاوُدَ حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ حَبِيب بْن عَبْد اللَّه بْن مُحَمَّد بْن مَعْن عَنْ اِبْنَة الْحَارِث بْن النُّعْمَان قَالَتْ مَا حَفِظْت\" ق \" إِلَّا مِنْ فِي رَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب بِهَا كُلّ جُمُعَة قَالَتْ وَكَانَ تَنَوُّرك وَتَنَوُّر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاحِدًا وَكَذَا رَوَاهُ مُسْلِم وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث شُعْبَة بِهِ وَالْقَصْد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأ بِهَذِهِ السُّورَة فِي الْمَجَامِع الْكِبَار كَالْعِيدِ وَالْجُمَع لِاشْتِمَالِهَا عَلَى اِبْتِدَاء الْخَلْق وَالْبَعْث وَالنُّشُور وَالْمَعَاد وَالْقِيَام وَالْحِسَاب وَالْجَنَّة وَالنَّار وَالثَّوَاب وَالْعِقَاب وَالتَّرْغِيب وَالتَّرْهِيب وَاَللَّه أَعْلَمُ . \" ق \" حَرْف مِنْ حُرُوف الْهِجَاء الْمَذْكُورَة فِي أَوَائِل السُّوَر كَقَوْلِهِ تَعَالَى\" ص \" - وَ \" ن \" - وَ \" الم \" - وَ \" حم \" - وَ \" طس \" وَنَحْو ذَلِكَ قَالَهُ مُجَاهِد وَغَيْره وَقَدْ أَسْلَفْنَا الْكَلَام عَلَيْهَا فِي أَوَّل سُورَة الْبَقَرَة بِمَا أَغْنَى عَنْ إِعَادَته وَقَدْ رُوِيَ عَنْ بَعْض السَّلَف أَنَّهُمْ قَالُوا ق جَبَل مُحِيط بِجَمِيعِ الْأَرْض يُقَال لَهُ جَبَل قَاف وَكَأَنَّ هَذَا وَاَللَّه أَعْلَمُ مِنْ خُرَافَات بَنِي إِسْرَائِيل الَّتِي أَخَذَهَا عَنْهُمْ بَعْض النَّاس لِمَا رَأَى مِنْ جَوَاز الرِّوَايَة عَنْهُمْ مِمَّا لَا يُصَدَّقُ وَلَا يُكَذَّب وَعِنْدِي أَنَّ هَذَا وَأَمْثَاله وَأَشْبَاهه مِنْ اِخْتِلَاق بَعْض زَنَادِقَتهمْ يَلْبِسُونَ بِهِ عَلَى النَّاس أَمْر دِينهمْ كَمَا اُفْتُرِيَ فِي هَذِهِ الْأُمَّة مَعَ جَلَالَة قَدْر عُلَمَائِهَا وَحُفَّاظهَا وَأَئِمَّتهَا أَحَادِيثُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا بِالْعَهْدِ مِنْ قِدَمٍ فَكَيْف بِأُمَّةِ بَنِي إِسْرَائِيل مَعَ طُول الْمَدَى وَقِلَّة الْحُفَّاظ النُّقَّاد فِيهِمْ وَشُرْبهمْ الْخُمُور وَتَحْرِيف عُلَمَائِهِمْ الْكَلِم عَنْ مَوَاضِعه وَتَبْدِيل كُتُب اللَّه وَآيَاته وَإِنَّمَا أَبَاحَ الشَّارِع الرِّوَايَة عَنْهُمْ فِي قَوْله \" وَحَدِّثُوا عَنْ بَنِي إِسْرَائِيل وَلَا حَرَج \" فِيمَا قَدْ يُجَوِّزهُ الْعَقْلُ فَأَمَّا فِيمَا تُحِيلهُ الْعُقُول وَيُحْكَم فِيهِ بِالْبُطْلَانِ وَيَغْلِب عَلَى الظُّنُون كَذِبه فَلَيْسَ مِنْ هَذَا الْقَبِيل وَاَللَّه أَعْلَمُ وَقَدْ أَكْثَرَ كَثِير مِنْ السَّلَف مِنْ الْمُفَسِّرِينَ وَكَذَا طَائِفَة كَثِيرَة مِنْ الْخَلَف مِنْ الْحِكَايَة عَنْ كُتُب أَهْل الْكِتَاب فِي تَفْسِير الْقُرْآن الْمَجِيد وَلَيْسَ بِهِمْ اِحْتِيَاج إِلَى أَخْبَارهمْ وَلِلَّهِ الْحَمْد وَالْمِنَّة حَتَّى إِنَّ الْإِمَام أَبَا مُحَمَّد عَبْد الرَّحْمَن بْن أَبِي حَاتِم الرَّازِيّ رَحِمَهُ اللَّه عَلَيْهِ أَوْرَدَ هَهُنَا أَثَرًا غَرِيبًا لَا يَصِحّ سَنَدُهُ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَقَالَ حَدَّثَنَا أَبِي قَالَ حُدِّثْت عَنْ مُحَمَّد بْن إِسْمَاعِيل - الْمَخْزُومِيّ حَدَّثَنَا لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : خَلَقَ اللَّه تَبَارَكَ وَتَعَالَى مِنْ وَرَاء هَذِهِ الْأَرْض بَحْرًا مُحِيطًا بِهَا ثُمَّ خَلَقَ مِنْ وَرَاء ذَلِكَ الْبَحْر جَبَلًا يُقَال لَهُ قَاف سَمَاء الدُّنْيَا مَرْفُوعَة عَلَيْهِ ثُمَّ خَلَقَ اللَّه تَعَالَى مِنْ وَرَاء ذَلِكَ الْجَبَل أَرْضًا مِثْل تِلْكَ الْأَرْض سَبْع مَرَّات ثُمَّ خَلَقَ مِنْ وَرَاء ذَلِكَ بَحْرًا مُحِيطًا بِهَا ثُمَّ خَلَقَ مِنْ وَرَاء ذَلِكَ جَبَلًا يُقَال لَهُ قَاف السَّمَاء الثَّانِيَة مَرْفُوعَة عَلَيْهِ حَتَّى عَدَّ سَبْع أَرَضِينَ وَسَبْعَة أَبْحُر وَسَبْعَة أَجْبُل وَسَبْع سَمَاوَات قَالَ وَذَلِكَ قَوْله تَعَالَى \" وَالْبَحْر يَمُدّهُ مِنْ بَعْده سَبْعَة أَبْحُر \" فَإِسْنَاد هَذَا الْأَثَر فِيهِ اِنْقِطَاع وَاَلَّذِي رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله عَزَّ وَجَلَّ \" ق \" هُوَ اِسْم مِنْ أَسْمَاء اللَّه عَزَّ وَجَلَّ وَاَلَّذِي ثَبَتَ عَنْ مُجَاهِد أَنَّهُ حَرْف مِنْ حُرُوف الْهِجَاء كَقَوْلِهِ تَعَالَى \" ص - ن - حم - طس - الم\" وَنَحْو ذَلِكَ فَهَذِهِ تُبْعِد مَا تَقَدَّمَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَقِيلَ الْمُرَاد قُضِيَ الْأَمْر وَاَللَّهِ وَأَنَّ قَوْله جَلَّ ثَنَاؤُهُ \" ق \" دَلَّتْ عَلَى الْمَحْذُوف مِنْ بَقِيَّة الْكَلِمَة كَقَوْلِ الشَّاعِر : قُلْت لَهَا قِفِي فَقَالَتْ ق وَفِي هَذَا التَّفْسِير نَظَرٌ لِأَنَّ الْحَذْف فِي الْكَلَام إِنَّمَا يَكُون إِذَا دَلَّ دَلِيل عَلَيْهِ وَمِنْ أَيْنَ يُفْهَم هَذَا مِنْ ذِكْر هَذَا الْحَرْف ؟ وَقَوْله تَعَالَى \" وَالْقُرْآن الْمَجِيد \" أَيْ الْكَرِيم الْعَظِيم الَّذِي \" لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه تَنْزِيل مِنْ حَكِيم حَمِيد \" وَاخْتَلَفُوا فِي جَوَاب الْقَسَم مَا هُوَ ؟ فَحَكَى اِبْن جَرِير عَنْ بَعْض النُّحَاة أَنَّهُ قَوْله تَعَالَى \" قَدْ عَلِمْنَا مَا تَنْقُص الْأَرْض مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ \" وَفِي هَذَا نَظَرٌ بَلْ الْجَوَابُ هُوَ مَضْمُونُ الْكَلَام بَعْدَ الْقَسَمِ , وَهُوَ إِثْبَات النُّبُوَّةِ , وَإِثْبَاتُ الْمَعَادِ وَتَقْرِيره وَتَحْقِيقه وَإِنْ لَمْ يَكُنْ الْقَسَم يُتَلَقَّى لَفْظًا وَهَذَا كَثِير فِي أَقْسَام الْقُرْآن كَمَا تَقَدَّمَ فِي قَوْله \" ص وَالْقُرْآن ذِي الذِّكْر بَلْ الَّذِينَ كَفَرُوا فِي عِزَّة وَشِقَاق \" .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41557, "aya_id": 1}]