[{"text": "الَّذِي جَعَلَ لَكُم مِّنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنتُم مِّنْهُ تُوقِدُونَ", "sura_id": 36, "type": 0, "id": 3785, "aya_id": 80}, {"text": "الذي جعل لكم من الشجر الأخضر نارا فإذا أنتم منه توقدون", "sura_id": 36, "type": 1, "id": 10021, "aya_id": 80}, {"text": "80 - (الذي جعل لكم) في جملة الناس (من الشجر الأخضر) المرخ والعفار أو كل شجر إلا العناب (نارا فإذا أنتم منه توقدون) تقدحون وهذا دال على القدرة على البعث فإنه جمع فيه بين الماء والنار والخشب فلا الماء يطفيء النار ولا النار تحرق الخشب \r\n", "sura_id": 36, "type": 2, "id": 28729, "aya_id": 80}, {"text": "الذي أخرج لكم من الشجر الأخضر الرطب نارًا محرقة, فإذا أنتم من الشجر توقدون النار, فهو القادر على إخراج الضد من الضد. وفي ذلك دليل على وحدانية الله وكمال قدرته, ومن ذلك إخراج الموتى من قبورهم أحياء.\r\n", "sura_id": 36, "type": 3, "id": 34965, "aya_id": 80}, {"text": " <font color=red>الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ</font><BR><p>وَقَوْله تَعَالَى : \" الَّذِي جَعَلَ لَكُمْ مِنْ الشَّجَر الْأَخْضَر نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ \" أَيْ الَّذِي بَدَأَ خَلْق هَذَا الشَّجَر مِنْ مَاء حَتَّى صَارَ خَضِرًا نَضِرًا ذَا ثَمَر وَيَنْع ثُمَّ أَعَادَهُ إِلَى أَنْ صَارَ حَطَبًا يَابِسًا تُوقَد بِهِ النَّار كَذَلِكَ هُوَ فَعَّال لِمَا يَشَاء قَادِر عَلَى مَا يُرِيد لَا يَمْنَعهُ شَيْء قَالَ قَتَادَة فِي قَوْله \" الَّذِي جَعَلَ لَكُمْ مِنْ الشَّجَر الْأَخْضَر نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ \" يَقُول الَّذِي أَخْرَجَ هَذِهِ النَّار مِنْ هَذَا الشَّجَر قَادِر عَلَى أَنْ يَبْعَثهُ وَقِيلَ الْمُرَاد بِذَلِكَ شَجَر الْمَرْخ وَالْعَفَار يَنْبُت فِي أَرْض الْحِجَاز فَيَأْتِي مَنْ أَرَادَ قَدْح نَار وَلَيْسَ مَعَهُ زِنَاد فَيَأْخُذ مِنْهُ عُودَيْنِ أَخْضَرَيْنِ وَيَقْدَح أَحَدهمَا بِالْآخَرِ فَتَتَوَلَّد النَّار مِنْ بَيْنهمَا كَالزِّنَادِ سَوَاء وَرُوِيَ هَذَا عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَفِي الْمَثَل : لِكُلِّ شَجَر نَار وَاسْتَمْجَدَ الْمَرْخ وَالْعَفَار وَقَالَ الْحُكَمَاء فِي كُلّ شَجَر نَار إِلَّا الْعُنَّاب .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40417, "aya_id": 80}]