[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ آمِنُواْ بِاللّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِيَ أَنزَلَ مِن قَبْلُ وَمَن يَكْفُرْ بِاللّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا", "sura_id": 4, "type": 0, "id": 629, "aya_id": 136}, {"text": "يا أيها الذين آمنوا آمنوا بالله ورسوله والكتاب الذي نزل على رسوله والكتاب الذي أنزل من قبل ومن يكفر بالله وملائكته وكتبه ورسله واليوم الآخر فقد ضل ضلالا بعيدا", "sura_id": 4, "type": 1, "id": 6865, "aya_id": 136}, {"text": "136 - (يا أيها الذين آمَنوا آمِنوا) داوموا على الإيمان (بالله ورسوله والكتاب الذي نزل على رسوله) محمد صلى الله عليه وسلم وهو القرآن (والكتاب الذي أنزل من قبل) على الرسل بمعنى الكتب ، وفي قراءة بالبناء للفاعل في الفعلين (ومن يكفر بالله وملائكته وكتبه ورسله واليوم الآخر فقد ضل ضلالا بعيدا) عن الحق \r\n", "sura_id": 4, "type": 2, "id": 25573, "aya_id": 136}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه داوموا على ما أنتم عليه من التصديق الجازم بالله تعالى وبرسوله محمد صلى الله عليه وسلم, ومن طاعتهما, وبالقرآن الذي نزله عليه, وبجميع الكتب التي أنزلها الله على الرسل. ومن يكفر بالله تعالى, وملائكته المكرمين, وكتبه التي أنزلها لهداية خلقه, ورسله الذين اصطفاهم لتبليغ رسالته, واليوم الآخر الذي يقوم الناس فيه بعد موتهم للعرض والحساب, فقد خرج من الدين, وبَعُدَ بعدًا كبيرًا عن طريق الحق.\r\n", "sura_id": 4, "type": 3, "id": 31809, "aya_id": 136}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا</font><BR><p>يَأْمُر تَعَالَى عِبَاده الْمُؤْمِنِينَ بِالدُّخُولِ فِي جَمِيع شَرَائِع الْإِيمَان وَشُعَبه وَأَرْكَانه وَدَعَائِمه وَلَيْسَ هَذَا مِنْ بَاب تَحْصِيل الْحَاصِل بَلْ مِنْ بَاب تَكْمِيل الْكَامِل وَتَقْرِيره وَتَثْبِيته وَالِاسْتِمْرَار عَلَيْهِ كَمَا يَقُول الْمُؤْمِن فِي كُلّ صَلَاة اِهْدِنَا الصِّرَاط الْمُسْتَقِيم أَيْ بَصِّرْنَا فِيهِ وَزِدْنَا هُدًى وَثَبِّتْنَا عَلَيْهِ فَأَمَرَهُمْ بِالْإِيمَانِ بِهِ وَبِرَسُولِهِ كَمَا قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَآمِنُوا بِرَسُولِهِ \" وَقَوْله \" وَالْكِتَاب الَّذِي نَزَّلَ عَلَى رَسُوله \" يَعْنِي الْقُرْآن وَالْكِتَاب الَّذِي أَنْزَلَ مِنْ قَبْل وَهَذَا جِنْس يَشْمَل جَمِيع الْكُتُب الْمُتَقَدِّمَة وَقَالَ فِي الْقُرْآن نَزَّلَ لِأَنَّهُ\" نَزَلَ \" مُتَفَرِّقًا مُنَجَّمًا عَلَى الْوَقَائِع بِحَسَبِ مَا يَحْتَاج إِلَيْهِ الْعِبَاد فِي مَعَاشهمْ وَمَعَادهمْ وَأَمَّا الْكُتُب الْمُتَقَدِّمَة فَكَانَتْ تَنْزِل جُمْلَة وَاحِدَة لِهَذَا قَالَ تَعَالَى \" وَالْكِتَاب الَّذِي أَنْزَلَ مِنْ قَبْل \" ثُمَّ قَالَ تَعَالَى \" وَمَنْ يَكْفُر بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله وَالْيَوْم الْآخِر فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا \" أَيْ فَقَدْ خَرَجَ عَنْ طَرِيق الْهُدَى وَبَعُدَ عَنْ الْقَصْد كُلّ الْبُعْد .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40808, "aya_id": 136}]