[{"text": "وَإِذَا مَسَّ الإِنسَانَ الضُّرُّ دَعَانَا لِجَنبِهِ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَا إِلَى ضُرٍّ مَّسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُواْ يَعْمَلُونَ", "sura_id": 10, "type": 0, "id": 1376, "aya_id": 12}, {"text": "وإذا مس الإنسان الضر دعانا لجنبه أو قاعدا أو قائما فلما كشفنا عنه ضره مر كأن لم يدعنا إلى ضر مسه كذلك زين للمسرفين ما كانوا يعملون", "sura_id": 10, "type": 1, "id": 7612, "aya_id": 12}, {"text": "12 - (وإذا مس الإنسان) الكافر (الضر) المرض والفقر (دعانا لجنبه) أي مضطجعاً (أو قاعداً أو قائماً) أي في كل حالٍ (فلما كشفنا عنه ضره مر) على كفره (كأنْ) مخففة واسمها محذوف أي كأنه (لم يدعنا إلى ضر مسه كذلك) كما زين له الدعاء عند الضرر والإعراض عند الرخاء (زين للمسرفين) المشركين (ما كانوا يعملون) \r\n", "sura_id": 10, "type": 2, "id": 26320, "aya_id": 12}, {"text": "وإذا أصاب الإنسانَ الشدةُ استغاث بنا في كشف ذلك عنه مضطجعًا لجنبه أو قاعدًا أو قائمًا, على حسب الحال التي يكون بها عند نزول ذلك الضرِّ به. فلما كشفنا عنه الشدة التي أصابته استمرَّ على طريقته الأولى قبل أن يصيبه الضر, ونسي ما كان فيه من الشدة والبلاء, وترك الشكر لربه الذي فرَّج عنه ما كان قد نزل به من البلاء, كما زُيِّن لهذا الإنسان استمراره على جحوده وعناده بعد كشف الله عنه ما كان فيه من الضر, زُيِّن للذين أسرفوا في الكذب على الله وعلى أنبيائه ما كانوا يعملون من معاصي الله والشرك به.\r\n", "sura_id": 10, "type": 3, "id": 32556, "aya_id": 12}, {"text": " <font color=red>وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْإِنْسَان وَضَجَره وَقَلَقه إِذَا مَسَّهُ الشَّرّ \" وَإِذَا مَسَّهُ الشَّرّ فَذُو دُعَاء عَرِيض \" أَيْ كَثِير وَهُمَا فِي مَعْنًى وَاحِد وَذَلِكَ لِأَنَّهُ إِذَا أَصَابَتْهُ شِدَّة قَلِقَ لَهَا وَجَزِعَ مِنْهَا وَأَكْثَر الدُّعَاء عِنْد ذَلِكَ فَدَعَا اللَّه فِي كَشْفهَا وَرَفْعهَا عَنْهُ فِي حَال اِضْطِجَاعه وَقُعُوده وَقِيَامه وَفِي جَمِيع أَحْوَاله فَإِذَا فَرَّجَ اللَّه شِدَّته وَكَشَفَ كُرْبَته أَعْرَضَ وَنَأَى بِجَانِبِهِ وَذَهَبَ كَأَنَّهُ مَا كَانَ بِهِ مِنْ ذَلِكَ شَيْء \" مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرّ مَسَّهُ \" ثُمَّ ذَمَّ تَعَالَى مَنْ هَذِهِ صِفَته وَطَرِيقَته فَقَالَ \" كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ \" فَأَمَّا مَنْ رَزَقَهُ اللَّه الْهِدَايَة وَالسَّدَاد وَالتَّوْفِيق وَالرَّشَاد فَإِنَّهُ مُسْتَثْنًى مِنْ ذَلِكَ كَقَوْلِهِ تَعَالَى \" إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَات \" وَكَقَوْلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَجَبًا لِأَمْرِ الْمُؤْمِن لَا يَقْضِي اللَّه لَهُ قَضَاء إِلَّا كَانَ خَيْرًا لَهُ : إِنْ أَصَابَتْهُ ضَرَّاء فَصَبَرَ كَانَ خَيْرًا لَهُ وَإِنْ أَصَابَتْهُ سَرَّاء فَشَكَرَ كَانَ خَيْرًا لَهُ وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37437, "aya_id": 12}]