[{"text": "وَمَن يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ", "sura_id": 23, "type": 0, "id": 2790, "aya_id": 117}, {"text": "ومن يدع مع الله إلها آخر لا برهان له به فإنما حسابه عند ربه إنه لا يفلح الكافرون", "sura_id": 23, "type": 1, "id": 9026, "aya_id": 117}, {"text": "117 - (ومن يدع مع الله إلها آخر لا برهان له به) صفة كاشفة لا مفهوم لها (فإنما حسابه) جزاؤه (عند ربه إنه لا يفلح الكافرون) لا يسعدون \r\n", "sura_id": 23, "type": 2, "id": 27734, "aya_id": 117}, {"text": "ومن يعبد مع الله الواحد إلهًا آخر، لا حجة له على استحقاقه العبادة، فإنما جزاؤه على عمله السيِّئ عند ربه في الآخرة. إنه لا فلاح ولا نجاة للكافرين يوم القيامة.\r\n", "sura_id": 23, "type": 3, "id": 33970, "aya_id": 117}, {"text": " <font color=red>وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ</font><BR><p>يَقُول تَعَالَى مُتَوَعِّدًا مَنْ أَشْرَكَ بِهِ غَيْره وَعَبَدَ مَعَهُ سِوَاهُ وَمُخْبِرًا أَنَّ مَنْ أَشْرَكَ بِاَللَّهِ لَا بُرْهَان لَهُ أَيْ لَا دَلِيل لَهُ عَلَى قَوْله فَقَالَ تَعَالَى \" وَمَنْ يَدْعُ مَعَ اللَّه إِلَهًا آخَر لَا بُرْهَان لَهُ بِهِ \" وَهَذِهِ جُمْلَة مُعْتَرِضَة وَجَوَاب الشَّرْط فِي قَوْله \" فَإِنَّمَا حِسَابه عِنْد رَبّه \" أَيْ اللَّه يُحَاسِبهُ عَلَى ذَلِكَ ثُمَّ أَخْبَرَ \" إِنَّهُ لَا يُفْلِح الْكَافِرُونَ\" أَيْ لَدَيْهِ يَوْم الْقِيَامَة لَا فَلَاح لَهُمْ وَلَا نَجَاة . قَالَ قَتَادَة ذَكَرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ \" مَا تَعْبُد ؟ \" قَالَ أَعْبُد اللَّه وَكَذَا وَكَذَا حَتَّى عَدَّ أَصْنَامًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَأَيّهمْ إِذَا أَصَابَك ضُرٌّ فَدَعَوْته كَشَفَهُ عَنْك ؟ \" قَالَ : اللَّه عَزَّ وَجَلَّ . قَالَ \" فَأَيّهمْ إِذَا كَانَتْ لَك حَاجَة فَدَعَوْته أَعْطَاكهَا ؟ \" قَالَ : اللَّه عَزَّ وَجَلَّ . قَالَ \" فَمَا يَحْمِلك عَلَى أَنْ تَعْبُد هَؤُلَاءِ مَعَهُ أَمْ حَسِبْت أَنْ تَغْلِب عَلَيْهِ \" قَالَ : أَرَدْت شُكْره بِعِبَادَةِ هَؤُلَاءِ مَعَهُ . فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" تَعْلَمُونَ وَلَا يَعْلَمُونَ \" فَقَالَ الرَّجُل بَعْد مَا أَسْلَمَ لَقِيت رَجُلًا خَصَمَنِي . هَذَا مُرْسَل مِنْ هَذَا الْوَجْه وَقَدْ رَوَى أَبُو عِيسَى التِّرْمِذِيّ فِي جَامِعه مُسْنَدًا عَنْ عِمْرَان بْن الْحُصَيْن عَنْ أَبِيهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْو ذَلِكَ .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39127, "aya_id": 117}]