[{"text": "مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ", "sura_id": 3, "type": 0, "id": 360, "aya_id": 67}, {"text": "ما كان إبراهيم يهوديا ولا نصرانيا و لكن كان حنيفا مسلما و ما كان من المشركين", "sura_id": 3, "type": 1, "id": 6596, "aya_id": 67}, {"text": "67 - (ما كان إبراهيم يهودياً ولا نصرانياً ولكن كان حنيفاً) مائلاً عن الأديان كلها إلى الدين القيم (مسلماً) موحداً (وما كان من المشركين) \r\n", "sura_id": 3, "type": 2, "id": 25304, "aya_id": 67}, {"text": "ما كان إبراهيم يهودياً ولا نصرانياً, فلم تكن اليهودية ولا النصرانية إلا من بعده, ولكن كان متبعًا لأمر الله وطاعته, مستسلمًا لربه, وما كان من المشركين.\r\n", "sura_id": 3, "type": 3, "id": 31540, "aya_id": 67}, {"text": " <font color=red>مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</font><BR><p>قَالَ تَعَالَى \" مَا كَانَ إِبْرَاهِيم يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا \" أَيْ مُتَحَنِّفًا عَنْ الشِّرْك قَاصِدًا إِلَى الْإِيمَان \" وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" وَهَذِهِ الْآيَة كَاَلَّتِي تَقَدَّمَتْ فِي سُورَة الْبَقَرَة \" وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا \" الْآيَة . ثُمَّ قَالَ تَعَالَى \" إِنَّ أَوْلَى النَّاس بِإِبْرَاهِيمَ لَلَّذِينَ اِتَّبَعُوهُ وَهَذَا النَّبِيّ وَاَلَّذِينَ آمَنُوا وَاَللَّه وَلِيّ الْمُؤْمِنِينَ \" يَقُول تَعَالَى : أَحَقّ النَّاس بِمُتَابَعَةِ إِبْرَاهِيم الْخَلِيل الَّذِينَ اِتَّبَعُوهُ عَلَى دِينه وَهَذَا النَّبِيّ يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَلَّذِينَ آمَنُوا مِنْ أَصْحَابه الْمُهَاجِرِينَ وَالْأَنْصَار وَمَنْ تَبِعَهُمْ بَعْدهمْ . قَالَ سَعِيد بْن مَنْصُور حَدَّثَنَا أَبُو الْأَحْوَص عَنْ سَعِيد بْن مَسْرُوق عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لِكُلِّ نَبِيّ وُلَاة مِنْ النَّبِيِّينَ وَإِنَّ وَلِيِّي مِنْهُمْ أَبِي وَخَلِيل رَبِّي عَزَّ وَجَلَّ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40007, "aya_id": 67}]