[{"text": "وَلَقَدْ نَصَرَكُمُ اللّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ فَاتَّقُواْ اللّهَ لَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 3, "type": 0, "id": 416, "aya_id": 123}, {"text": "ولقد نصركم الله ببدر وأنتم أذلة فاتقوا الله لعلكم تشكرون", "sura_id": 3, "type": 1, "id": 6652, "aya_id": 123}, {"text": "123 - ونزل لما هزموا تذكيراً لهم بنعمة الله: (ولقد نصركم الله ببدر) موضع بين مكة والمدينة (وأنتم أذلة) بقلة العدد والسلاح (فاتقوا الله لعلكم تشكرون) نعمه \r\n", "sura_id": 3, "type": 2, "id": 25360, "aya_id": 123}, {"text": "ولقد نصركم الله -أيها المؤمنون- بـ \"بدر\" على أعدائكم المشركين مع قلة عَدَدكم وعُدَدكم, فخافوا الله بفعل أوامره واجتناب نواهيه; لعلكم تشكرون له نعمه.\r\n", "sura_id": 3, "type": 3, "id": 31596, "aya_id": 123}, {"text": " <font color=red>وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>قَوْله تَعَالَى \" وَلَقَدْ نَصَرَكُمْ اللَّه بِبَدْرٍ \" أَيْ يَوْم بَدْر وَكَانَ يَوْم جُمْعَة وَافَقَ السَّابِع عَشَرَ مِنْ شَهْر رَمَضَان مِنْ سَنَة اِثْنَتَيْنِ مِنْ الْهِجْرَة وَهُوَ يَوْم الْفُرْقَان الَّذِي أَعَزَّ اللَّه فِيهِ الْإِسْلَام وَأَهْله وَدَمَغَ فِيهِ الشِّرْك وَخَرَّبَ مَحَلّه وَحِزْبه هَذَا مَعَ قِلَّة عَدَد الْمُسْلِمِينَ يَوْمَئِذٍ فَإِنَّهُمْ كَانُوا ثَلَثمِائَةِ وَثَلَاثَة عَشَرَ رَجُلًا فِيهِمْ فَارِسَانِ وَسَبْعُونَ بَعِيرًا وَالْبَاقُونَ مُشَاة لَيْسَ مَعَهُمْ مِنْ الْعَدَد جَمِيع مَا يَحْتَاجُونَ إِلَيْهِ . وَكَانَ الْعَدُوّ يَوْمئِذٍ مَا بَيْن التِّسْعمِائَةِ إِلَى الْأَلْف فِي سَوَابِغ الْحَدِيد وَالْبِيض وَالْعُدَّة الْكَامِلَة وَالْخُيُول الْمُسَوَّمَة وَالْحُلِيّ الزَّائِد فَأَعَزَّ اللَّه رَسُوله وَأَظْهَرَ وَحْيه وَتَنْزِيله وَبَيَّضَ وَجْه النَّبِيّ وَقَبِيله وَأَخْزَى الشَّيْطَان وَجِيله وَلِهَذَا قَالَ تَعَالَى مُمْتَنًّا عَلَى عِبَاده الْمُؤْمِنِينَ وَحِزْبه الْمُتَّقِينَ \" وَلَقَدْ نَصَرَكُمْ اللَّه بِبَدْرٍ وَأَنْتُمْ أَذِلَّة \" أَيْ قَلِيل عَدَدكُمْ لِتَعْلَمُوا أَنَّ النَّصْر إِنَّمَا هُوَ مِنْ عِنْد اللَّه لَا بِكَثْرَةِ الْعَدَد وَالْعُدَد وَلِهَذَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" وَيَوْم حُنَيْن إِذْ أَعْجَبَتْكُمْ كَثْرَتكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا - إِلَى - غَفُور رَحِيم \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ سِمَاك قَالَ : سَمِعْت عِيَاضًا الْأَشْعَرِيّ قَالَ : شَهِدْت الْيَرْمُوك وَعَلَيْنَا خَمْسَة أُمَرَاء أَبُو عُبَيْدَة وَيَزِيد بْن أَبِي سُفْيَان وَابْن حَسَنَة وَخَالِد بْن الْوَلِيد وَعِيَاض - وَلَيْسَ عِيَاض هَذَا الَّذِي حَدَّثَ سِمَاكًا - قَالَ : وَقَالَ عُمَر : إِذَا كَانَ قِتَالًا فَعَلَيْكُمْ أَبُو عُبَيْدَة قَالَ : فَكَتَبْنَا إِلَيْهِ أَنَّهُ قَدْ جَأَشَ إِلَيْنَا الْمَوْت وَاسْتَمْدَدْنَاهُ فَكَتَبَ إِلَيْنَا إِنَّهُ قَدْ جَاءَنِي كِتَابكُمْ تَسْتَمِدُّونَنِي وَإِنِّي أَدُلّكُمْ عَلَى مَنْ هُوَ أَعَزّ نَصْرًا وَأَحْصَن جُنْدًا اللَّه عَزَّ وَجَلَّ فَاسْتَنْصِرُوهُ فَإِنَّ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ نُصِرَ فِي يَوْم بَدْر فِي أَقَلّ مِنْ عُدَّتكُمْ فَإِذَا جَاءَكُمْ كِتَابِي هَذَا فَقَاتِلُوهُمْ وَلَا تُرَاجِعُونِي قَالَ : فَقَاتَلْنَاهُمْ فَهَزَمْنَاهُمْ أَرْبَع فَرَاسِخ قَالَ : وَأَصَبْنَا أَمْوَالًا فَتَشَاوَرْنَا فَأَشَارَ عَلَيْنَا عِيَاض أَنْ نُعْطِيَ عَنْ كُلّ ذِي رَأْس عَشَرَة قَالَ : وَقَالَ أَبُو عُبَيْدَة : مَنْ يُرَاهِننِي ؟ فَقَالَ شَابّ أَنَا إِنْ لَمْ تَغْضَب قَالَ : فَسَبَقَهُ فَرَأَيْت عَقِيصَتَيْ أَبِي عُبَيْدَة يَنْفِرَانِ وَهُوَ خَلْفه عَلَى فَرَس أَعْرَابِيّ وَهَذَا إِسْنَاد صَحِيح وَقَدْ أَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه مِنْ حَدِيث بُنْدَار عَنْ غُنْدَر بِنَحْوِهِ وَاخْتَارَهُ الْحَافِظ الضِّيَاء الْمَقْدِسِيّ فِي كِتَابه وَبَدْر مَحَلَّة بَيْن مَكَّة وَالْمَدِينَة تُعْرَف بِبِئْرِهَا مَنْسُوبَة إِلَى رَجُل حَفَرَهَا يُقَال لَهُ بَدْر بْن النَّارَيْنِ قَالَ الشَّعْبِيّ. بَدْر بِئْر لِرَجُلٍ يُسَمَّى بَدْرًا : وَقَوْله \" فَاتَّقُوا اللَّه لَعَلَّكُمْ تَشْكُرُونَ \" أَيْ تَقُومُونَ بِطَاعَتِهِ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39870, "aya_id": 123}]