[{"text": "لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُم مِّن فَضْلِهِ وَاللَّهُ يَرْزُقُ مَن يَشَاء بِغَيْرِ حِسَابٍ", "sura_id": 24, "type": 0, "id": 2829, "aya_id": 38}, {"text": "ليجزيهم الله أحسن ما عملوا ويزيدهم من فضله والله يرزق من يشاء بغير حساب", "sura_id": 24, "type": 1, "id": 9065, "aya_id": 38}, {"text": "38 - (ليجزيهم الله أحسن ما عملوا) أي ثوابه وأحسن بمعنى حسن (ويزيدهم من فضله والله يرزق من يشاء بغير حساب) يقال فلان ينفق بغير حساب أي يوسع كأنه لا يحسب ما ينفقه \r\n", "sura_id": 24, "type": 2, "id": 27773, "aya_id": 38}, {"text": "ليعطيهم الله ثواب أحسن أعمالهم، ويزيدهم من فضله بمضاعفة حسناتهم. والله يرزق مَن يشاء بغير حساب، بل يعطيه مِنَ الأجر ما لا يبلغه عمله، وبلا عدٍّ ولا كيل.\r\n", "sura_id": 24, "type": 3, "id": 34009, "aya_id": 38}, {"text": " <font color=red>لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ</font><BR><p>أَيْ هَؤُلَاءِ مِنْ الَّذِينَ يَتَقَبَّل حَسَنَاتهمْ وَيَتَجَاوَز عَنْ سَيِّئَاتهمْ وَقَوْله\" وَيَزِيدهُمْ مِنْ فَضْله \" أَيْ يَتَقَبَّل مِنْهُمْ الْحَسَن وَيُضَاعِفهُ لَهُمْ كَمَا قَالَ تَعَالَى \" إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة\" الْآيَة وَقَالَ تَعَالَى \" مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْر أَمْثَالهَا \" الْآيَة وَقَالَ \" مَنْ ذَا الَّذِي يُقْرِض اللَّه قَرْضًا حَسَنًا \" الْآيَة وَقَالَ \" وَاَللَّه يُضَاعِف لِمَنْ يَشَاء \" وَقَالَ هَهُنَا \" وَاَللَّه يَرْزُق مَنْ يَشَاء بِغَيْرِ حِسَاب \" وَعَنْ اِبْن مَسْعُود أَنَّهُ جِيءَ بِلَبَنٍ فَعَرَضَهُ عَلَى جُلَسَائِهِ وَاحِدًا وَاحِدًا فَكُلّهمْ لَمْ يَشْرَبهُ لِأَنَّهُ كَانَ صَائِمًا فَتَنَاوَلَهُ اِبْن مَسْعُود فَشَرِبَهُ لِأَنَّهُ كَانَ مُفْطِرًا ثُمَّ تَلَا قَوْله\" يَخَافُونَ يَوْمًا تَتَقَلَّب فِيهِ الْقُلُوب وَالْأَبْصَار \" رَوَاهُ النَّسَائِيّ وَابْن أَبِي حَاتِم مِنْ حَدِيث الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْهُ . وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا سُوَيْد بْن سَعِيد حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد بْن السَّكَن قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا جَمَعَ اللَّه الْأَوَّلِينَ وَالْآخِرِينَ يَوْم الْقِيَامَة جَاءَ مُنَادٍ فَنَادَى بِصَوْتٍ يُسْمِع الْخَلَائِق سَيَعْلَمُ أَهْل الْجَمْع مَنْ أَوْلَى بِالْكَرَمِ لِيَقُمْ الَّذِينَ لَا تُلْهِيهِمْ تِجَارَة وَلَا بَيْع عَنْ ذِكْر اللَّه فَيَقُومُونَ وَهُمْ قَلِيل ثُمَّ يُحَاسَب سَائِر الْخَلَائِق \" وَرَوَى الطَّبَرَانِيّ مِنْ حَدِيث بَقِيَّة عَنْ إِسْمَاعِيل بْن عَبْد اللَّه الْكِنْدِيّ عَنْ الْأَعْمَش عَنْ أَبِي وَائِل عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" لِيُوَفِّيَهُمْ أُجُورهمْ وَيَزِيدهُمْ مِنْ فَضْله \" قَالَ أُجُورهمْ يُدْخِلهُمْ الْجَنَّة وَيَزِيدهُمْ مِنْ فَضْله الشَّفَاعَة لِمَنْ وَجَبَتْ لَهُ الشَّفَاعَة لِمَنْ صَنَعَ لَهُمْ الْمَعْرُوف فِي الدُّنْيَا .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39256, "aya_id": 38}]