[{"text": "قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَابًا مِّن دُونِ اللّهِ فَإِن تَوَلَّوْاْ فَقُولُواْ اشْهَدُواْ بِأَنَّا مُسْلِمُونَ", "sura_id": 3, "type": 0, "id": 357, "aya_id": 64}, {"text": "قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون", "sura_id": 3, "type": 1, "id": 6593, "aya_id": 64}, {"text": "64 - (قل يا أهل الكتاب) اليهود والنصارى (تعالَوا إلى كلمةٍ سواءٍ) مصدر بمعنى مستو أمرها (بيننا وبينكم) هي (أ) ن (لا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضاً أرباباً من دون الله) كما اتخذتم الأحبار والرهبان (فإن تولوا) أعرضوا عن التوحيد (فقولوا) أنتم لهم (اشهدوا بأنا مسلمون) موحدون \r\n", "sura_id": 3, "type": 2, "id": 25301, "aya_id": 64}, {"text": "قل -أيها الرسول- لأهل الكتاب من اليهود والنصارى: تعالَوْا إلى كلمة عدل وحق نلتزم بها جميعًا: وهي أن نَخُص الله وحده بالعبادة, ولا نتخذ أي شريك معه, من وثن أو صنم أو صليب أو طاغوت أو غير ذلك, ولا يدين بعضنا لبعض بالطاعة من دون الله. فإن أعرضوا عن هذه الدعوة الطيبة فقولوا لهم - أيها المؤمنون - : اشهدوا علينا بأنا مسلمون منقادون لربنا بالعبودية والإخلاص. والدعوة إلى كلمة سواء, كما تُوجَّه إلى اليهود والنصارى, توجَّه إلى من جرى مجراهم.\r\n", "sura_id": 3, "type": 3, "id": 31537, "aya_id": 64}, {"text": " <font color=red>قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا</font><BR><p>هَذَا الْخِطَاب يَعُمّ أَهْل الْكِتَاب مِنْ الْيَهُود وَالنَّصَارَى وَمَنْ جَرَى مَجْرَاهُمْ \" قُلْ يَا أَهْل الْكِتَاب تَعَالَوْا إِلَى كَلِمَة \" وَالْكَلِمَة تُطْلَق عَلَى الْجُمْلَة الْمُفِيدَة كَمَا قَالَ هَهُنَا ثُمَّ وَصَفَهَا بِقَوْلِهِ \" سَوَاء بَيْننَا وَبَيْنكُمْ \" أَيْ عَدْل وَنِصْف نَسْتَوِي نَحْنُ وَأَنْتُمْ فِيهَا ثُمَّ فَسَّرَهَا بِقَوْلِهِ \" أَنْ لَا نَعْبُد إِلَّا اللَّه وَلَا نُشْرِك بِهِ شَيْئًا \" لَا وَثَنًا وَلَا صَلِيبًا وَلَا صَنَمًا وَلَا طَاغُوتًا وَلَا نَارًا وَلَا شَيْئًا بَلْ نُفْرِد الْعِبَادَة لِلَّهِ وَحْده لَا شَرِيك لَهُ وَهَذِهِ دَعْوَة جَمِيع الرُّسُل قَالَ اللَّه تَعَالَى وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَقَالَ تَعَالَى\" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" ثُمَّ قَالَ تَعَالَى \" وَلَا يَتَّخِذ بَعْضنَا بَعْضًا أَرْبَابًا مِنْ دُون اللَّه \" . وَقَالَ اِبْن جُرَيْج : يَعْنِي يُطِيع بَعْضنَا بَعْضًا فِي مَعْصِيَة اللَّه . وَقَالَ عِكْرِمَة : يَسْجُد بَعْضنَا لِبَعْضٍ \" فَإِنْ تَوَلَّوْا فَقُولُوا اِشْهَدُوا بِأَنَّا مُسْلِمُونَ \" أَيْ فَإِنْ تَوَلَّوْا عَنْ هَذَا النِّصْف وَهَذِهِ الدَّعْوَة فَاشْهَدُوا أَنْتُمْ عَلَى اِسْتِمْرَاركُمْ عَلَى الْإِسْلَام الَّذِي شَرَعَهُ اللَّه لَكُمْ . وَقَدْ ذَكَرْنَا فِي شَرْحِ الْبُخَارِيّ عِنْد رِوَايَته مِنْ طَرِيق الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَةَ بْن مَسْعُود عَنْ اِبْن عَبَّاس عَنْ أَبِي سُفْيَان فِي قِصَّته حِين دَخَلَ عَلَى قَيْصَر فَسَأَلَهُ عَنْ نَسَبِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَنْ صِفَته وَنَعْته وَمَا يَدْعُو إِلَيْهِ فَأَخْبَرَهُ بِجَمِيعِ ذَلِكَ عَلَى الْجَلِيَّة مَعَ أَنَّ أَبَا سُفْيَان إِذْ ذَاكَ كَانَ مُشْرِكًا لَمْ يُسْلِم إِلَّا بَعْد وَكَانَ ذَلِكَ بَعْد صُلْحِ الْحُدَيْبِيَة وَقَبْل الْفَتْح كَمَا هُوَ مُصَرَّح بِهِ فِي الْحَدِيث وَلِأَنَّهُ لَمَّا سَأَلَهُ : هَلْ يَغْدِر ؟ قَالَ : فَقُلْت لَا وَنَحْنُ مِنْهُ فِي مُدَّة لَا نَدْرِي مَا هُوَ صَانِع فِيهَا قَالَ : وَلَمْ يُمْكِنِّي كَلِمَة أَزِيد فِيهَا شَيْئًا سِوَى هَذِهِ وَالْغَرَض أَنَّهُ قَالَ ثُمَّ جِيءَ بِكِتَابِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَرَأَ فَإِذَا فِيهِ : بِسْمِ اللَّه الرَّحْمَن الرَّحِيم : مِنْ مُحَمَّد رَسُول اللَّه إِلَى هِرَقْل عَظِيم الرُّوم سَلَام عَلَى مَنْ اِتَّبَعَ الْهُدَى أَمَّا بَعْد فَأَسْلِمْ تَسْلَم وَأَسْلِمْ يُؤْتِك أَجْرك مَرَّتَيْنِ فَإِنْ تَوَلَّيْت فَإِنَّمَا عَلَيْك إِثْم الْأَرِيسِيِّينَ وَ \" يَا أَهْل الْكِتَاب تَعَالَوْا إِلَى كَلِمَة سَوَاء بَيْننَا وَبَيْنكُمْ أَنْ لَا نَعْبُد إِلَّا اللَّه وَلَا نُشْرِك بِهِ شَيْئًا وَلَا يَتَّخِذ بَعْضنَا بَعْضًا أَرْبَابًا مِنْ دُون اللَّه فَإِنْ تَوَلَّوْا فَقُولُوا اِشْهَدُوا بِأَنَّا مُسْلِمُونَ . وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَق وَغَيْر وَاحِد أَنْ صَدْر سُورَة آل عِمْرَان إِلَى بِضْع وَثَمَانِينَ آيَة مِنْهَا نَزَلَتْ فِي وَفْد نَجْرَان . وَقَالَ الزُّهْرِيّ : هُمْ أَوَّل مَنْ بَذَلَ الْجِزْيَة وَلَا خِلَاف أَنَّ آيَة الْجِزْيَة نَزَلَتْ بَعْد الْفَتْح فَمَا الْجَمْع بَيْن كِتَابَة هَذِهِ الْآيَة قَبْل الْفَتْح إِلَى هِرَقْل فِي جُمْلَة الْكِتَاب وَبَيْن مَا ذَكَرَهُ مُحَمَّد بْن إِسْحَق وَالزُّهْرِيّ ؟ وَالْجَوَاب مِنْ وُجُوه . \" أَحَدهَا \" يَحْتَمِل أَنَّ هَذِهِ الْآيَة نَزَلَتْ مَرَّتَيْنِ مَرَّة قَبْل الْحُدَيْبِيَة وَمَرَّة بَعْد الْفَتْح . \" الثَّانِي \" يَحْتَمِل أَنَّ صَدْر سُورَة آل عِمْرَان نَزَلَ فِي وَفْد نَجْرَان إِلَى هَذِهِ الْآيَة وَتَكُون هَذِهِ الْآيَة نَزَلَتْ قَبْل ذَلِكَ وَيَكُون قَوْل اِبْن إِسْحَق إِلَى بِضْع وَثَمَانِينَ آيَة لَيْسَ بِمَحْفُوظٍ لِدَلَالَةِ حَدِيث أَبِي سُفْيَان . \" الثَّالِث \" يَحْتَمِل أَنَّ قُدُوم وَفْد نَجْرَان كَانَ قَبْل الْحُدَيْبِيَة وَأَنَّ الَّذِي بَذَلُوهُ مُصَالَحَة عَنْ الْمُبَاهَلَة لَا عَلَى وَجْه الْجِزْيَة بَلْ يَكُون مِنْ بَاب الْمُهَادَنَة وَالْمُصَالَحَة وَوَافَقَ نُزُول آيَة الْجِزْيَة بَعْد ذَلِكَ عَلَى وَفْق ذَلِكَ كَمَا جَاءَ فَرْضُ الْخُمُس وَالْأَرْبَعَة أَخْمَاس وَفْق مَا فَعَلَهُ عَبْد اللَّه بْن جَحْش فِي تِلْكَ السَّرِيَّة قَبْل بَدْر ثُمَّ نَزَلَتْ فَرِيضَة الْقَسْم عَلَى وَفْق ذَلِكَ . \" الرَّابِع \" يَحْتَمِل أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا أَمَرَ بِكَتْبِ هَذَا فِي كِتَابه إِلَى هِرَقْل لَمْ يَكُنْ نَزَلَ بَعْد ثُمَّ أُنْزِلَ الْقُرْآن مُوَافَقَة لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا نَزَلَ بِمُوَافَقَةِ عُمَر بْن الْخَطَّاب فِي الْحِجَاب وَفِي الْأُسَارَى وَفِي عَدَم الصَّلَاة عَلَى الْمُنَافِقِينَ وَفِي قَوْله \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلَّى \" وَفِي قَوْله \" عَسَى رَبّه إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ \" الْآيَة.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40004, "aya_id": 64}]