[{"text": "ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِندَ اللَّهِ فَإِن لَّمْ تَعْلَمُوا آبَاءهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُم بِهِ وَلَكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "sura_id": 33, "type": 0, "id": 3538, "aya_id": 5}, {"text": "ادعوهم لآبائهم هو أقسط عند الله فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم وكان الله غفورا رحيما", "sura_id": 33, "type": 1, "id": 9774, "aya_id": 5}, {"text": "5 - لكن (ادعوهم لآبائهم هو أقسط) أعدل (عند الله فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم) بنو عمكم (وليس عليكم جناح فيما أخطأتم به) في ذلك (ولكن) في (ما تعمدت قلوبكم) فيه هو بعد النهي (وكان الله غفورا) لما كان من قولكم قبل النهي (رحيما) بكم في ذلك \r\n", "sura_id": 33, "type": 2, "id": 28482, "aya_id": 5}, {"text": "انسبوا أدعياءكم لآبائهم, هو أعدل وأقوم عند الله, فإن لم تعلموا آباءهم الحقيقيين فادعوهم إذًا بأخوَّة الدين التي تجمعكم بهم, فإنهم إخوانكم في الدين ومواليكم فيه, وليس عليكم إثم فيما وقعتم فيه من خطأ لم تتعمدوه, وإنما يؤاخذكم الله إذا تعمدتم ذلك. وكان الله غفورًا لمن أخطأ, رحيمًا لمن تاب من ذنبه.\r\n", "sura_id": 33, "type": 3, "id": 34718, "aya_id": 5}, {"text": " <font color=red>ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</font><BR><p>وَقَوْله عَزَّ وَجَلَّ : \" اُدْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَط عِنْد اللَّه \" هَذَا أَمْر نَاسِخ لِمَا كَانَ فِي اِبْتِدَاء الْإِسْلَام مِنْ جَوَاز اِدِّعَاء الْأَبْنَاء الْأَجَانِب وَهُمْ الْأَدْعِيَاء فَأَمَرَ تَبَارَكَ وَتَعَالَى بِرَدِّ نَسَبهمْ إِلَى آبَائِهِمْ فِي الْحَقِيقَة وَأَنَّ هَذَا هُوَ الْعَدْل وَالْقِسْط وَالْبِرّ . قَالَ الْبُخَارِيّ رَحِمَهُ اللَّه حَدَّثَنَا يَعْلَى بْن أَسَد حَدَّثَنَا عَبْد الْعَزِيز بْن الْمُخْتَار عَنْ مُوسَى بْن عُقْبَة قَالَ حَدَّثَنِي سَالِم عَنْ عَبْد اللَّه بْن عُمَر قَالَ إِنَّ زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا كُنَّا نَدْعُوهُ إِلَّا زَيْد بْن مُحَمَّد حَتَّى نَزَلَ الْقُرْآن \" اُدْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَط عِنْد اللَّه \" وَأَخْرَجَهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ مُوسَى بْن عُقْبَة بِهِ وَقَدْ كَانُوا يُعَامِلُونَهُمْ مُعَامَلَة الْأَبْنَاء مِنْ كُلّ وَجْه فِي الْخَلْوَة بِالْمَحَارِمِ وَغَيْر ذَلِكَ وَلِهَذَا قَالَتْ سَهْلَة بِنْت سُهَيْل اِمْرَأَة أَبِي حُذَيْفَة رَضِيَ اللَّه عَنْهُمَا : يَا رَسُول اللَّه إِنَّا كُنَّا نَدْعُو سَالِمًا اِبْنًا وَإِنَّ اللَّه قَدْ أَنْزَلَ مَا أَنْزَلَ وَإِنَّهُ كَانَ يَدْخُل عَلَيَّ وَإِنِّي أَجِد فِي نَفْس أَبِي حُذَيْفَة مِنْ ذَلِكَ شَيْئًا فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَرْضِعِيهِ تَحْرُمِي عَلَيْهِ \" الْحَدِيث وَلِهَذَا لَمَّا نُسِخَ هَذَا الْحُكْم أَبَاحَ تَبَارَكَ وَتَعَالَى زَوْجَة الدَّعِيّ وَتَزَوَّجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِزَيْنَب بِنْت جَحْش مُطَلَّقَة زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ وَقَالَ عَزَّ وَجَلَّ \" لِكَيْلَا يَكُون عَلَى الْمُؤْمِنِينَ حَرَج فِي أَزْوَاج أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا \" وَقَالَ تَبَارَكَ وَتَعَالَى فِي آيَة التَّحْرِيم \" وَحَلَائِل أَبْنَائِكُمْ الَّذِينَ مِنْ أَصْلَابكُمْ\" اِحْتِرَازًا عَنْ زَوْجَة الدَّعِيّ فَإِنَّهُ لَيْسَ مِنْ الصُّلْب فَأَمَّا الِابْن مِنْ الرَّضَاعَة فَمُنَزَّل مَنْزِلَة اِبْن الصُّلْب شَرْعًا بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الصَّحِيحَيْنِ\" حَرِّمُوا مِنْ الرَّضَاعَة مَا يُحَرَّم مِنْ النَّسَب \" أَمَّا دَعْوَة الْغَيْر اِبْنًا عَلَى سَبِيل التَّكْرِيم وَالتَّحْبِيب فَلَيْسَ مِمَّا نَهَى عَنْهُ فِي هَذِهِ الْآيَة بِدَلِيلِ مَا رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن إِلَّا التِّرْمِذِيّ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْل عَنْ الْحَسَن الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَدِمْنَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُغَيْلِمَة بَنِي عَبْد الْمُطَّلِب عَلَى حُمُرَات لَنَا مِنْ جَمْع فَجَعَلَ يَلْطَخ أَفْخَاذنَا وَيَقُول \" أُبَيْنِيَّ لَا تَرْمُوا الْجَمْرَة حَتَّى تَطْلُع الشَّمْس \" قَالَ أَبُو عُبَيْدَة وَغَيْره أُبَيْنِيّ تَصْغِير اِبْنِي وَهَذَا ظَاهِر الدَّلَالَة فَإِنَّ هَذَا كَانَ فِي حَجَّة الْوَدَاع سَنَة عَشْر . وَقَوْله \" اُدْعُوهُمْ لِآبَائِهِمْ \" فِي شَأْن زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ وَقَدْ قُتِلَ فِي يَوْم مُؤْتَة سَنَة ثَمَان وَأَيْضًا فَفِي صَحِيح مُسْلِم مِنْ حَدِيث أَبِي عَوَانَة الْوَضَّاح بْن عَبْد اللَّه الْيَشْكُرِيّ عَنْ الْجَعْد أَبِي عُثْمَان الْبَصْرِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا بَنِيَّ \" وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَقَوْله عَزَّ وَجَلَّ : \" فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانكُمْ فِي الدِّين وَمَوَالِيكُمْ \" أَمَرَ تَعَالَى بِرَدِّ أَنْسَاب الْأَدْعِيَاء إِلَى آبَائِهِمْ إِنْ عُرِفُوا فَإِنْ لَمْ يُعْرَفُوا فَهُمْ إِخْوَانهمْ فِي الدِّين وَمَوَالِيهمْ أَيْ عِوَضًا عَمَّا فَاتَهُمْ مِنْ النَّسَب وَلِهَذَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم خَرَجَ مِنْ مَكَّة عَام عُمْرَة الْقَضَاء وَتَبِعَتْهُمْ اِبْنَة حَمْزَة رَضِيَ اللَّه عَنْهَا تُنَادِي يَا عَمّ يَا عَمّ فَأَخَذَهَا عَلِيّ رَضِيَ اللَّه عَنْهُ وَقَالَ لِفَاطِمَة رَضِيَ اللَّه عَنْهَا دُونَك اِبْنَة عَمّك فَاحْتَمَلْتهَا فَاخْتَصَمَ فِيهَا عَلِيّ وَزَيْد وَجَعْفَر رَضِيَ اللَّه عَنْهُمْ فِي أَيّهمْ يَكْفُلهَا فَكُلّ أَدْلَى بِحُجَّةٍ فَقَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَا أَحَقّ بِهَا وَهِيَ اِبْنَة عَمِّي وَقَالَ زَيْد اِبْنَة أَخِي وَقَالَ جَعْفَر بْن أَبِي طَالِب اِبْنَة عَمِّي وَخَالَتهَا تَحْتِي يَعْنِي أَسْمَاء بِنْت عُمَيْس فَقَضَى بِهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِخَالَتِهَا وَقَالَ : \" الْخَالَة بِمَنْزِلَةِ الْأُمّ \" وَقَالَ لِعَلِيٍّ رَضِيَ اللَّه عَنْهُ أَنْتَ مِنِّي وَأَنَا مِنْك \" وَقَالَ لِجَعْفَرٍ رَضِيَ اللَّه عَنْهُ \" أَشْبَهْت خَلْقِي وَخُلُقِي \" وَقَالَ لِزَيْدٍ رَضِيَ اللَّه عَنْهُ \" أَنْتَ أَخُونَا وَمَوْلَانَا \" فَفِي هَذَا الْحَدِيث أَحْكَام كَثِيرَة مِنْ أَحْسَنهَا أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَكَمَ بِالْحَقِّ وَأَرْضَى كُلًّا مِنْ الْمُتَنَازِعَيْنِ وَقَالَ لِزَيْدٍ رَضِيَ اللَّه عَنْهُ\" أَنْتَ أَخُونَا وَمَوْلَانَا \" كَمَا قَالَ تَعَالَى : \" فَإِخْوَانكُمْ فِي الدِّين وَمَوَالِيكُمْ \" وَقَالَ اِبْن جَرِير حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة عَنْ عُيَيْنَةَ بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ قَالَ : قَالَ أَبُو بَكْرَة رَضِيَ اللَّه عَنْهُ قَالَ اللَّه عَزَّ وَجَلَّ : \" اُدْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَط عِنْد اللَّه فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانكُمْ فِي الدِّين وَمَوَالِيكُمْ \" فَأَنَا مِمَّنْ لَا يُعْرَف أَبُوهُ فَأَنَا مِنْ إِخْوَانكُمْ فِي الدِّين قَالَ أَبِي : وَاَللَّه إِنِّي لَأَظُنّهُ أَنَّهُ لَوْ عَلِمَ أَنَّ أَبَاهُ كَانَ حِمَارًا لَانْتَمَى إِلَيْهِ وَقَدْ جَاءَ فِي الْحَدِيث \" مَنْ ادَّعَى إِلَى غَيْر أَبِيهِ وَهُوَ يَعْلَم إِلَّا كَفَر \" وَهَذَا تَشْدِيد وَتَهْدِيد وَوَعِيد أَكِيد فِي التَّبَرِّي مِنْ النَّسَب الْمَعْلُوم وَلِهَذَا قَالَ تَعَالَى : \" اُدْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَط عِنْد اللَّه فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانكُمْ فِي الدِّين وَمَوَالِيكُمْ \" ثُمَّ قَالَ تَعَالَى : \" وَلَيْسَ عَلَيْكُمْ جُنَاح فِيمَا أَخْطَأْتُمْ بِهِ \" أَيْ إِذَا نَسَبْتُمْ بَعْضهمْ إِلَى غَيْر أَبِيهِ فِي الْحَقِيقَة خَطَأ بَعْد الِاجْتِهَاد وَاسْتِفْرَاغ الْوُسْع فَإِنَّ اللَّه تَعَالَى قَدْ وَضَعَ الْحَرَج فِي الْخَطَأ وَرَفَعَ إِثْمه كَمَا أَرْشَدَ إِلَيْهِ فِي قَوْله تَبَارَكَ وَتَعَالَى آمِرًا عِبَاده أَنْ يَقُولُوا \" رَبّنَا لَا تُؤَاخِذنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" وَثَبَتَ فِي صَحِيح مُسْلِم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" قَالَ اللَّه عَزَّ وَجَلَّ قَدْ فَعَلْت \" وَفِي صَحِيح الْبُخَارِيّ عَنْ عَمْرو بْن الْعَاص رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا اِجْتَهَدَ الْحَاكِم فَأَصَابَ فَلَهُ أَجْرَانِ وَإِنْ اِجْتَهَدَ فَأَخْطَأَ فَلَهُ أَجْر\" وَفِي الْحَدِيث الْآخَر \" إِنَّ اللَّه تَعَالَى رَفَعَ عَنْ أُمَّتِي الْخَطَأ وَالنِّسْيَان وَالْأَمْر الَّذِي يُكْرَهُونَ عَلَيْهِ \" وَقَالَ تَبَارَكَ وَتَعَالَى هَهُنَا \" وَلَيْسَ عَلَيْكُمْ جُنَاح فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبكُمْ وَكَانَ اللَّه غَفُورًا رَحِيمًا\" أَيْ وَإِنَّمَا الْإِثْم عَلَى مَنْ تَعَمَّدَ الْبَاطِل كَمَا قَالَ عَزَّ وَجَلَّ : \" لَا يُؤَاخِذكُمْ اللَّه بِاللَّغْوِ فِي أَيْمَانكُمْ\" الْآيَة وَفِي الْحَدِيث الْمُتَقَدِّم \" مَنْ ادَّعَى إِلَى غَيْر أَبِيهِ وَهُوَ يَعْلَمهُ إِلَّا كَفَرَ \" وَفِي الْقُرْآن الْمَنْسُوخ فَإِنَّهُ كُفْر بِكُمْ أَنْ تَرْغَبُوا عَنْ آبَائِكُمْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود عَنْ اِبْن عَبَّاس عَنْ عُمَر رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : إِنَّ اللَّه تَعَالَى بَعَثَ مُحَمَّدًا بِالْحَقِّ وَأَنْزَلَ مَعَهُ الْكِتَاب فَكَانَ فِيمَا أُنْزِلَ عَلَيْهِ آيَة الرَّجْم فَرَجَمَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا بَعْده . ثُمَّ قَالَ قَدْ كُنَّا نَقْرَأ وَلَا تَرْغَبُوا عَنْ آبَائِكُمْ فَإِنَّهُ كُفْر بِكُمْ أَنْ تَرْغَبُوا عَنْ آبَائِكُمْ وَأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تُطْرُونِي كَمَا أُطْرِي عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام فَإِنَّمَا أَنَا عَبْد اللَّه فَقُولُوا عَبْده وَرَسُوله \" وَرُبَّمَا قَالَ مَعْمَر \" كَمَا أَطْرَتْ النَّصَارَى اِبْن مَرْيَم \" رَوَاهُ فِي الْحَدِيث الْآخَر \" ثَلَاث فِي النَّاس كُفْر الطَّعْن فِي النَّسَب وَالنِّيَاحَة عَلَى الْمَيِّت وَالِاسْتِسْقَاء بِالنُّجُومِ \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40211, "aya_id": 5}]