[{"text": "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُّقِيمٍ", "sura_id": 42, "type": 0, "id": 4317, "aya_id": 45}, {"text": "وتراهم يعرضون عليها خاشعين من الذل ينظرون من طرف خفي وقال الذين آمنوا إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا إن الظالمين في عذاب مقيم", "sura_id": 42, "type": 1, "id": 10553, "aya_id": 45}, {"text": "45 - (وتراهم يعرضون عليها) النار (خاشعين) خائفين متواضعين (من الذل ينظرون) اليها (من طرف خفي) ضعيف النظر مسار رقة ومن ابتدائية أو بمعنى الباء (وقال الذين آمنوا إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة) بتخليدهم في النار وعدم وصولهم إلى الحور المعدة لهم في الجنة لو آمنوا والموصول خبر إن (ألا إن الظالمين) الكافرين (في عذاب مقيم) دائم هو من مقول الله تعالى \r\n", "sura_id": 42, "type": 2, "id": 29261, "aya_id": 45}, {"text": "وترى -أيها الرسول- هؤلاء الظالمين يُعْرَضون على النار خاضعين متذللين ينظرون إلى النار مِن طرْف ذليل ضعيف من الخوف والهوان. وقال الذين آمنوا بالله ورسوله في الجنة, لما عاينوا ما حلَّ بالكفار من خسران: إن الخاسرين حقًا هم الذين خسروا أنفسهم وأهليهم يوم القيامة بدخول النار. ألا إن الظالمين- يوم القيامة- في عذاب دائم, لا ينقطع عنهم, ولا يزول.\r\n", "sura_id": 42, "type": 3, "id": 35497, "aya_id": 45}, {"text": " <font color=red>وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ</font><BR><p>قَوْله عَزَّ وَجَلَّ \" وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا \" أَيْ عَلَى النَّار \" خَاشِعِينَ مِنْ الذُّلّ \" أَيْ الَّذِي قَدْ اِعْتَرَاهُمْ بِمَا أَسْلَفُوا مِنْ عِصْيَان اللَّه تَعَالَى\" يَنْظُرُونَ مِنْ طَرْف خَفِيّ \" قَالَ مُجَاهِد يَعْنِي ذَلِيل أَيْ يَنْظُرُونَ إِلَيْهَا مُسَارَقَة خَوْفًا مِنْهَا وَاَلَّذِي يَحْذَرُونَ مِنْهُ وَاقِع بِهِمْ لَا مَحَالَة وَمَا هُوَ أَعْظَم مِمَّا فِي نُفُوسهمْ أَجَارَنَا اللَّه مِنْ ذَلِكَ \" وَقَالَ الَّذِينَ آمَنُوا \" أَيْ يَقُولُونَ يَوْم الْقِيَامَة \" إِنَّ الْخَاسِرِينَ \" أَيْ الْخَسَار الْأَكْبَر\" الَّذِينَ خَسِرُوا أَنْفُسهمْ وَأَهْلِيهِمْ يَوْم الْقِيَامَة \" أَيْ ذَهَبَ بِهِمْ إِلَى النَّار فَعَدِمُوا لَذَّتهمْ فِي دَار الْأَبَد وَخَسِرُوا أَنْفُسهمْ وَفَرَّقَ بَيْنهمْ وَبَيْن أَحْبَابهمْ وَأَصْحَابهمْ وَأَهَالِيهمْ وَقَرَابَاتهمْ فَخَسِرُوهُمْ \" أَلَا إِنَّ الظَّالِمِينَ فِي عَذَاب مُقِيم \" أَيْ دَائِم سَرْمَدِيّ أَبَدِيّ لَا خُرُوج لَهُمْ مِنْهَا وَلَا مَحِيد لَهُمْ عَنْهَا .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41118, "aya_id": 45}]