[{"text": "أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا", "sura_id": 25, "type": 0, "id": 2879, "aya_id": 24}, {"text": "أصحاب الجنة يومئذ خير مستقرا وأحسن مقيلا", "sura_id": 25, "type": 1, "id": 9115, "aya_id": 24}, {"text": "24 - (أصحاب الجنة يومئذ) يوم القيامة (خير مستقرا) من الكافرين في الدنيا (وأحسن مقيلا) منهم أي موضع قائلة فيها وهي الاستراحة نصف النهار في الحر وأخذ من ذلك انقضاء الحساب في نصف نهار كما ورد في الحديث \r\n", "sura_id": 25, "type": 2, "id": 27823, "aya_id": 24}, {"text": "أصحاب الجنة يوم القيامة خير مستقرًا من أهل النار وأحسن منازل في الجنة, فراحتهم تامة، ونعيمهم لا يشوبه كدر.\r\n", "sura_id": 25, "type": 3, "id": 34059, "aya_id": 24}, {"text": " <font color=red>أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا</font><BR><p>وَقَوْله تَعَالَى : \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" أَيْ يَوْم الْقِيَامَة \" لَا يَسْتَوِي أَصْحَاب النَّار وَأَصْحَاب الْجَنَّة أَصْحَاب الْجَنَّة هُمْ الْفَائِزُونَ\" وَذَلِكَ أَنَّ أَهْل الْجَنَّة يَصِيرُونَ إِلَى الدَّرَجَات الْعَالِيَات وَالْغُرُفَات الْآمِنَات فَهُمْ فِي مَقَام أَمِين حَسَن الْمَنْظَر طَيِّب الْمَقَام \" خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا\" وَأَهْل النَّار يَصِيرُونَ إِلَى الدَّرَكَات السَّافِلَات وَالْحَسَرَات الْمُتَتَابِعَات وَأَنْوَاع الْعَذَاب وَالْعُقُوبَات \" إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا \" أَيْ بِئْسَ الْمَنْزِل مَنْظَرًا وَبِئْسَ الْمَقِيل مَقَامًا وَلِهَذَا قَالَ تَعَالَى : \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" أَيْ بِمَا عَمِلُوهُ مِنْ الْأَعْمَال الْمُتَقَبَّلَة نَالُوا مَا نَالُوا وَصَارُوا إِلَى مَا صَارُوا إِلَيْهِ بِخِلَافِ أَهْل النَّار فَإِنَّهُمْ لَيْسَ لَهُمْ عَمَل وَاحِد يَقْتَضِي دُخُول الْجَنَّة لَهُمْ وَالنَّجَاة مِنْ النَّار فَنَبَّهَ تَعَالَى بِحَالِ السُّعَدَاء عَلَى حَال الْأَشْقِيَاء وَأَنَّهُ لَا خَيْر عِنْدهمْ بِالْكُلِّيَّةِ فَقَالَ تَعَالَى : \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : إِنَّمَا هِيَ سَاعَة فَيَقِيل أَوْلِيَاء اللَّه عَلَى الْأَسِرَّة مَعَ الْحُور الْعِين وَيَقِيل أَعْدَاء اللَّه مَعَ الشَّيَاطِين مُقَرَّنِينَ وَقَالَ سَعِيد بْن جُبَيْر : يَفْرُغ اللَّه مِنْ الْحِسَاب نِصْف النَّهَار فَيَقِيلُ أَهْل الْجَنَّة فِي الْجَنَّة وَأَهْل النَّار فِي النَّار قَالَ اللَّه تَعَالَى : \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" وَقَالَ عِكْرِمَة : إِنِّي لَأَعْرِف السَّاعَة الَّتِي يَدْخُل فِيهَا أَهْل الْجَنَّة الْجَنَّة وَأَهْل النَّار النَّار وَهِيَ السَّاعَة الَّتِي تَكُون فِي الدُّنْيَا عِنْد اِرْتِفَاع الضُّحَى الْأَكْبَر إِذَا اِنْقَلَبَ النَّاس إِلَى أَهْلِيهِمْ لِلْقَيْلُولَةِ فَيَنْصَرِف أَهْل النَّار إِلَى النَّار وَأَمَّا أَهْل الْجَنَّة فَيُنْطَلَق بِهِمْ إِلَى الْجَنَّة فَكَانَتْ قَيْلُولَتهمْ فِي الْجَنَّة وَأُطْعِمُوا كَبِد حُوت فَأَشْبَعَهُمْ كُلّهمْ وَذَلِكَ قَوْله : \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" وَقَالَ سُفْيَان عَنْ مَيْسَرَة عَنْ الْمِنْهَال عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : لَا يَنْتَصِف النَّهَار حَتَّى يُقْبِل هَؤُلَاءِ وَهَؤُلَاءِ ثُمَّ قَرَأَ \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" وَقَرَأَ\" ثُمَّ إِنَّ مَرْجِعهمْ لَإِلَى الْجَحِيم \" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" قَالَ قَالُوا فِي الْغُرَف مِنْ الْجَنَّة وَكَانَ حِسَابهمْ إِذْ عُرِضُوا عَلَى رَبّهمْ عَرْضَة وَاحِدَة وَذَلِكَ الْحِسَاب الْيَسِير وَهُوَ مِثْل قَوْله تَعَالَى : \" فَأَمَّا مَنْ أُوتِيَ كِتَابه بِيَمِينِهِ فَسَوْفَ يُحَاسَب حِسَابًا يَسِيرًا وَيَنْقَلِب إِلَى أَهْله مَسْرُورًا \" وَقَالَ قَتَادَة \" خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" مَأْوَى وَمَنْزِلًا وَقَالَ قَتَادَة وَحَدَّثَ صَفْوَان بْن مُحَرِّز أَنَّهُ قَالَ : يُجَاء بِرَجُلَيْنِ يَوْم الْقِيَامَة أَحَدهمَا كَانَ مَلِكًا فِي الدُّنْيَا إِلَى الْحُمْرَة وَالْبَيَاض فَيُحَاسَب فَإِذَا عَبْد لَمْ يَعْمَل خَيْرًا قَطُّ فَيُؤْمَر بِهِ إِلَى النَّار وَالْآخَر كَانَ صَاحِب كِسَاء فِي الدُّنْيَا فَيُحَاسَب فَيَقُول يَا رَبّ مَا أَعْطَيْتنِي مِنْ شَيْء فَتُحَاسِبنِي بِهِ فَيَقُول اللَّهُ : صَدَقَ عَبْدِي فَأَرْسِلُوهُ فَيُؤْمَر بِهِ إِلَى الْجَنَّة ثُمَّ يُتْرَكَانِ مَا شَاءَ اللَّه ثُمَّ يُدْعَى صَاحِب النَّار فَإِذَا هُوَ مِثْل الْحُمَمَة السَّوْدَاء فَيُقَال لَهُ كَيْف وَجَدْت ؟ فَيَقُول شَرّ مَقِيل فَيُقَال لَهُ عُدْ ثُمَّ يُدْعَى بِصَاحِبِ الْجَنَّة فَإِذَا هُوَ مِثْل الْقَمَر لَيْلَة الْبَدْر فَيُقَال لَهُ كَيْف وَجَدْت ؟ فَيَقُول رَبّ خَيْر مَقِيل فَيُقَال لَهُ عُدْ . رَوَاهَا اِبْن أَبِي حَاتِم كُلّهَا وَقَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَنْبَأَنَا اِبْن وَهْب أَنْبَأَنَا عَمْرو بْن الْحَارِث أَنَّ سَعِيدًا الصَّوَّاف حَدَّثَهُ أَنَّهُ بَلَغَهُ أَنَّ يَوْم الْقِيَامَة يَقْصُر عَلَى الْمُؤْمِن حَتَّى يَكُون كَمَا بَيْن الْعَصْر إِلَى غُرُوب الشَّمْس وَأَنَّهُمْ يَتَقَلَّبُونَ فِي رِيَاض الْجَنَّة حَتَّى يَفْرُغ مِنْ النَّاس وَذَلِكَ قَوْله تَعَالَى : \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَن مَقِيلًا \" .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39305, "aya_id": 24}]