[{"text": "وَلَمَّا فَتَحُواْ مَتَاعَهُمْ وَجَدُواْ بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُواْ يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ", "sura_id": 12, "type": 0, "id": 1661, "aya_id": 65}, {"text": "ولما فتحوا متاعهم وجدوا بضاعتهم ردت إليهم قالوا يا أبانا ما نبغي هذه بضاعتنا ردت إلينا ونمير أهلنا ونحفظ أخانا ونزداد كيل بعير ذلك كيل يسير", "sura_id": 12, "type": 1, "id": 7897, "aya_id": 65}, {"text": "65 - (ولما فتحوا متاعهم وجدوا بضاعتهم ردت إليهم قالوا يا أبانا ما نبغي) ما استفهامية أي أي شيء نطلب من إكرام الملك أعظم من هذا ، وقرىء بالفوقانية خطاباً ليعقوب وكانوا ذكروا له إكرامه لهم (هذه بضاعتنا ردت إلينا ونمير أهلنا) نأتي بالميرة لهم وهي الطعام (ونحفظ أخانا ونزداد كيل بعير) لأخينا (ذلك كيل يسير) سهل على الملك لسخائه \r\n", "sura_id": 12, "type": 2, "id": 26605, "aya_id": 65}, {"text": "ولما فتحوا أوعيتهم وجدوا ثمن بضاعتهم الذي دفعوه قد رُدَّ إليهم قالوا: يا أبانا ماذا نطلب أكثر من هذا؟ هذا ثمن بضاعتنا ردَّه العزيز إلينا, فكن مطمئنًا على أخينا, وأرسله معنا; لنجلب طعامًا وفيرًا لأهلنا, ونحفظ أخانا, ونزداد حِمْلَ بعير له; فإن العزيز يكيل لكل واحد حِمْلَ بعير, وذلك كيل يسير عليه.\r\n", "sura_id": 12, "type": 3, "id": 32841, "aya_id": 65}, {"text": " <font color=red>وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ</font><BR><p>يَقُول تَعَالَى وَلَمَّا فَتَحَ إِخْوَة يُوسُف مَتَاعهمْ وَجَدُوا بِضَاعَتهمْ رُدَّتْ إِلَيْهِمْ وَهِيَ الَّتِي كَانَ أَمَرَ يُوسُف فِتْيَانه بِوَضْعِهَا فِي رِحَالهمْ فَلَمَّا وَجَدُوهَا فِي مَتَاعهمْ \" قَالُوا يَا أَبَانَا مَا نَبْغِي \" أَيْ مَاذَا نُرِيد\" هَذِهِ بِضَاعَتنَا رُدَّتْ إِلَيْنَا \" كَمَا قَالَ قَتَادَة : مَا نَبْغِي وَرَاء هَذَا إِنَّ بِضَاعَتنَا رُدَّتْ إِلَيْنَا وَقَدْ أَوْفَى لَنَا الْكَيْل \" وَنَمِير أَهْلنَا \" أَيْ إِذَا أَرْسَلْت أَخَانَا مَعَنَا نَأْتِي بِالْمِيرَةِ إِلَى أَهْلنَا \" وَنَحْفَظ أَخَانَا وَنَزْدَاد كَيْل بَعِير \" وَذَلِكَ أَنَّ يُوسُف عَلَيْهِ السَّلَام كَانَ يُعْطِي كُلّ رَجُل حِمْل بَعِير وَقَالَ مُجَاهِد حِمْل حِمَار وَقَدْ يُسَمَّى فِي بَعْض اللُّغَات بَعِيرًا كَذَا قَالَ \" ذَلِكَ كَيْل يَسِير \" هَذَا مِنْ تَمَام الْكَلَام وَتَحْسِينه أَيْ أَنَّ هَذَا يَسِيرٌ فِي مُقَابَلَة أَخْذ أَخِيهِمْ مَا يَعْدِل هَذَا .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37819, "aya_id": 65}]