[{"text": "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ", "sura_id": 41, "type": 0, "id": 4271, "aya_id": 53}, {"text": "سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق أو لم يكف بربك أنه على كل شيء شهيد", "sura_id": 41, "type": 1, "id": 10507, "aya_id": 53}, {"text": "53 - (سنريهم آياتنا في الآفاق) أقطار السموات والأرض من النيرات والنبات والأشجار (وفي أنفسهم) من لطيف الصنعة وبديع الحكمة (حتى يتبين لهم أنه) القرآن (الحق) المنزل من الله بالبعث والحساب والعقاب فيعاقبون على كفرهم به وبالجائي به (أولم يكف بربك أنه) فاعل يكف (على كل شيء شهيد ألا) بدل منه أي أو لم يكفهم في صدقك أن ربك لا يغيب عنه شيء ما \r\n", "sura_id": 41, "type": 2, "id": 29215, "aya_id": 53}, {"text": "سَنُري هؤلاء المكذبين آياتنا من الفتوحات وظهور الإسلام على الأقاليم وسائر الأديان، وفي أقطار السموات والأرض, وما يحدثه الله فيهما من الحوادث العظيمة, وفي أنفسهم وما اشتملت عليه من بديع آيات الله وعجائب صنعه, حتى يتبين لهم من تلك الآيات بيان لا يقبل الشك أن القرآن الكريم هو الحق الموحَى به من رب العالمين. أولم يكفهم دليلا على أن القرآن حق, ومَن جاء به صادق, شهادة الله تعالى؟ فإنه قد شهد له بالتصديق, وهو على كل شيء شهيد, ولا شيء أكبر شهادة من شهادته سبحانه وتعالى.\r\n", "sura_id": 41, "type": 3, "id": 35451, "aya_id": 53}, {"text": " <font color=red>سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ</font><BR><p>\" سَنُرِيهِمْ آيَاتنَا فِي الْآفَاق وَفِي أَنْفُسهمْ\" أَيْ سَنُظْهِرُ لَهُمْ دَلَالَاتنَا وَحُجَجنَا عَلَى كَوْن الْقُرْآن حَقًّا مُنَزَّلًا مِنْ عِنْد اللَّه عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِدَلَائِل خَارِجِيَّة \" فِي الْآفَاق \" مِنْ الْفُتُوحَات وَظُهُور الْإِسْلَام عَلَى الْأَقَالِيم وَسَائِر الْأَدْيَان قَالَ مُجَاهِد وَالْحَسَن وَالسُّدِّيّ وَدَلَائِل فِي أَنْفُسهمْ قَالُوا : وَقْعَة بَدْر وَفَتْح مَكَّة وَنَحْو ذَلِكَ مِنْ الْوَقَائِع الَّتِي حَلَّتْ بِهِمْ نَصَرَ اللَّه فِيهَا مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَحْبه وَخَذَلَ فِيهَا الْبَاطِل وَحِزْبه وَيَحْتَمِل أَنْ يَكُون الْمُرَاد مِنْ ذَلِكَ مَا الْإِنْسَان مُرَكَّب مِنْهُ وَفِيهِ وَعَلَيْهِ مِنْ الْمَوَادّ وَالْأَخْلَاط وَالْهَيْئَات الْعَجِيبَة كَمَا هُوَ مَبْسُوط فِي عِلْم التَّشْرِيح الدَّالّ عَلَى حِكْمَة الصَّانِع تَبَارَكَ وَتَعَالَى وَكَذَلِكَ مَا هُوَ مَجْبُول عَلَيْهِ مِنْ الْأَخْلَاق الْمُتَبَايِنَة مِنْ حُسْن وَقُبْح وَغَيْر ذَلِكَ وَمَا هُوَ مُتَصَرِّف فِيهِ تَحْت الْأَقْدَار الَّتِي لَا يَقْدِر بِحَوْلِهِ وَقُوَّته وَحِيَله وَحَذَره أَنْ يَجُوزهَا وَلَا يَتَعَدَّاهَا كَمَا أَنْشَدَهُ اِبْن أَبِي الدُّنْيَا فِي كِتَابه التَّفَكُّر وَالِاعْتِبَار عَنْ شَيْخه أَبِي جَعْفَر الْقُرَشِيّ حَيْثُ قَالَ وَأَحْسَن الْمَقَال وَإِذَا نَظَرْت تُرِيد مُعْتَبَرًا فَانْظُرْ إِلَيْك فَفِيك مُعْتَبَر أَنْتَ الَّذِي تُمْسِي وَتُصْبِح فِي الدُّنْيَا وَكُلّ أُمُوره عِبَر أَنْتَ الْمُصَرِّف كَانَ فِي صِغَر ثُمَّ اِسْتَقَلَّ بِشَخْصِك الْكِبَر أَنْتَ الَّذِي تَنْعَاهُ خِلْقَته يَنْعَاهُ مِنْهُ الشَّعْر وَالْبَشَر أَنْتَ الَّذِي تُعْطَى وَتُسْلَب لَا يُنْجِيه مِنْ أَنْ يُسْلَب الْحَذَر أَنْتَ الَّذِي لَا شَيْء مِنْهُ لَهُ وَأَحَقّ مِنْهُ بِمَالِهِ الْقَدَر وَقَوْله تَعَالَى \" حَتَّى يَتَبَيَّن لَهُمْ أَنَّهُ الْحَقّ أَوَلَمْ يَكْفِ بِرَبِّك أَنَّهُ عَلَى كُلّ شَيْء شَهِيد \" أَيْ كَفَى بِاَللَّهِ شَهِيدًا عَلَى أَفْعَال عِبَاده وَأَقْوَالهمْ وَهُوَ يَشْهَد أَنَّ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَادِق فِيمَا أَخْبَرَ بِهِ عَنْهُ كَمَا قَالَ\" لَكِنْ اللَّه يَشْهَد بِمَا أَنْزَلَ إِلَيْك أَنْزَلَهُ بِعِلْمِهِ\" الْآيَة .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41073, "aya_id": 53}]