[{"text": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَةُ", "sura_id": 98, "type": 0, "id": 6134, "aya_id": 4}, {"text": "و ما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة", "sura_id": 98, "type": 1, "id": 12370, "aya_id": 4}, {"text": "4 - (وما تفرق الذين أوتوا الكتاب) في الإيمان به صلى الله عليه وسلم (إلا من بعد ما جاءتهم البينة) أي هو صلى الله عليه وسلم أو القرآن الجائي به معجزة له وقبل مجيئه صلى الله عليه وسلم كانوا مجتمعين على الإيمان به إذا جاء فحسده من كفر به منهم \r\n", "sura_id": 98, "type": 2, "id": 31078, "aya_id": 4}, {"text": "وما اختلف الذين أوتوا الكتاب من اليهود والنصارى في كون محمد صلى الله عليه وسلم رسولا حقًا؛ لما يجدونه من نعته في كتابهم, إلا مِن بعد ما تبينوا أنه النبي الذي وُعِدوا به في التوراة والإنجيل, فكانوا مجتمعين على صحة نبوته, فلما بُعِث جحدوها وتفرَّقوا.\r\n", "sura_id": 98, "type": 3, "id": 37314, "aya_id": 4}, {"text": " <font color=red>وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ</font><BR><p>وَقَوْله تَعَالَى \" وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَاب إِلَّا مِنْ بَعْد مَا جَاءَتْهُمْ الْبَيِّنَةُ \" كَقَوْلِهِ \" وَلَا تَكُونُوا كَاَلَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْد مَا جَاءَهُمْ الْبَيِّنَات وَأُولَئِكَ لَهُمْ عَذَاب عَظِيم\" يَعْنِي بِذَلِكَ أَهْل الْكُتُب الْمُنَزَّلَة عَلَى الْأُمَم قَبْلنَا بَعْدَمَا أَقَامَ اللَّه عَلَيْهِمْ الْحُجَج وَالْبَيِّنَات تَفَرَّقُوا وَاخْتَلَفُوا فِي الَّذِي أَرَادَهُ اللَّهُ مِنْ كُتُبهمْ وَاخْتَلَفُوا اِخْتِلَافًا كَثِيرًا كَمَا جَاءَ فِي الْحَدِيث الْمَرْوِيّ مِنْ طُرُق\" إِنَّ الْيَهُود اِخْتَلَفُوا عَلَى إِحْدَى وَسَبْعِينَ فِرْقَة وَإِنَّ النَّصَارَى اِخْتَلَفُوا عَلَى ثِنْتَيْنِ وَسَبْعِينَ فِرْقَة وَسَتَفْتَرِقُ هَذِهِ الْأُمَّة عَلَى ثَلَاث وَسَبْعِينَ فِرْقَة كُلُّهَا فِي النَّار إِلَّا وَاحِدَة \" قَالُوا : وَمَنْ هُمْ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ \" مَا أَنَا عَلَيْهِ وَأَصْحَابِي \" .</p><BR> <br> ", "sura_id": 98, "type": 4, "id": 43633, "aya_id": 4}]