[{"text": "وَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ", "sura_id": 29, "type": 0, "id": 3390, "aya_id": 50}, {"text": "وقالوا لولا أنزل عليه آيات من ربه قل إنما الآيات عند الله وإنما أنا نذير مبين", "sura_id": 29, "type": 1, "id": 9626, "aya_id": 50}, {"text": "50 - (وقالوا) أي كفار مكة (لولا) هلا (أنزل عليه) أي محمد (آيات من ربه) وفي قراءة آية كناقة صالح وعصا موسى ومائدة عيسى (قل) لهم (إنما الآيات عند الله) ينزلها كيف يشاء (وإنما أنا نذير مبين) مظهر إنذاري بالنار أهل المعصية \r\n", "sura_id": 29, "type": 2, "id": 28334, "aya_id": 50}, {"text": "وقال المشركون: هلا أُنزل على محمد دلائل وحجج من ربه نشاهدها كناقة صالح, وعصا موسى! قل لهم: إن أمر هذه الآيات لله, إن شاء أنزلها, وإن شاء منعها, وإنما أنا لكم نذير أحذركم شدة بأسه وعقابه, مبيِّن طريق الحق من الباطل.\r\n", "sura_id": 29, "type": 3, "id": 34570, "aya_id": 50}, {"text": " <font color=red>وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمُشْرِكِينَ فِي تَعَنُّتهمْ وَطَلَبهمْ آيَات يَعْنُونَ تُرْشِدهُمْ إِلَى أَنَّ مُحَمَّدًا رَسُول اللَّه كَمَا أَتَى صَالِح بِنَاقَتِهِ قَالَ اللَّه تَعَالَى قُلْ يَا مُحَمَّد \" إِنَّمَا الْآيَات عِنْد اللَّه \" أَيْ إِنَّمَا أَمْر ذَلِكَ إِلَى اللَّه فَإِنَّهُ لَوْ عَلِمَ أَنَّكُمْ تَهْتَدُونَ لَأَجَابَكُمْ إِلَى سُؤَالكُمْ لِأَنَّ هَذَا سَهْل عَلَيْهِ يَسِير لَدَيْهِ وَلَكِنَّهُ يَعْلَم مِنْكُمْ أَنَّكُمْ إِنَّمَا قَصَدْتُمْ التَّعَنُّت وَالِامْتِحَان فَلَا يُجِيبكُمْ إِلَى ذَلِكَ كَمَا قَالَ تَعَالَى \" وَمَا مَنَعَنَا أَنْ نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُود النَّاقَة مُبْصِرَة فَظَلَمُوا بِهَا \" وَقَوْله : \" وَإِنَّمَا أَنَا نَذِير مُبِين \" أَيْ إِنَّمَا بُعِثْت نَذِيرًا لَكُمْ بَيِّن النِّذَارَة فَعَلَيَّ أَنْ أُبَلِّغكُمْ رِسَالَة اللَّه تَعَالَى \" وَمَنْ يَهْدِ اللَّه فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِد لَهُ وَلِيًّا مُرْشِدًا \" وَقَالَ تَعَالَى : \" لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39819, "aya_id": 50}]