[{"text": "وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاء اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُم قِيَامٌ يَنظُرُونَ", "sura_id": 39, "type": 0, "id": 4126, "aya_id": 68}, {"text": "ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون", "sura_id": 39, "type": 1, "id": 10362, "aya_id": 68}, {"text": "68 - (ونفخ في الصور) النفخة الأولى (فصعق) مات (من في السماوات ومن في الأرض إلا من شاء الله) من الحور والولدان وغيرهما (ثم نفخ فيه أخرى فإذا هم) جميع الخلائق الموتى (قيام ينظرون) ينتظرون ما يفعل بهم \r\n", "sura_id": 39, "type": 2, "id": 29070, "aya_id": 68}, {"text": "ونُفِخ في \"القرن\" فمات كلُّ مَن في السموات والأرض, إلا مَن شاء الله عدم موته, ثم نفخ المَلَك فيه نفخة ثانية مؤذنًا بإحياء جميع الخلائق للحساب أمام ربهم, فإذا هم قيام من قبورهم ينظرون ماذا يفعل الله بهم؟\r\n", "sura_id": 39, "type": 3, "id": 35306, "aya_id": 68}, {"text": " <font color=red>وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى مُخْبِرًا عَنْ هَوْل يَوْم الْقِيَامَة وَمَا يَكُون فِيهِ مِنْ الْآيَات الْعَظِيمَة وَالزَّلَازِل الْهَائِلَة فَقَوْله تَعَالَى \" وَنُفِخَ فِي الصُّور فَصَعِقَ مَنْ فِي السَّمَاوَات وَمَنْ فِي الْأَرْض إِلَّا مَنْ شَاءَ اللَّه \" هَذِهِ النَّفْخَة هِيَ الثَّانِيَة وَهِيَ نَفْخَة الصَّعْق وَهِيَ الَّتِي يَمُوت بِهَا الْأَحْيَاء مِنْ أَهْل السَّمَاوَات وَالْأَرْض إِلَّا مَنْ شَاءَ اللَّه كَمَا جَاءَ مُصَرَّحًا بِهِ مُفَسَّرًا فِي حَدِيث الصُّور الْمَشْهُور ثُمَّ يَقْبِض أَرْوَاح الْبَاقِينَ حَتَّى يَكُون آخِر مَنْ يَمُوت مَلَك الْمَوْت وَيَنْفَرِد الْحَيّ الْقَيُّوم الَّذِي كَانَ أَوَّلًا وَهُوَ الْبَاقِي آخِرًا بِالدَّيْمُومَةِ وَالْبَقَاء وَيَقُول \" لِمَنْ الْمُلْك الْيَوْم \" ثَلَاث مَرَّات ثُمَّ يُجِيب نَفْسه بِنَفْسِهِ فَيَقُول \" لِلَّهِ الْوَاحِد الْقَهَّار \" أَنَا الَّذِي كُنْت وَحْدِي وَقَدْ قَهَرْت كُلّ شَيْء وَحَكَمْت بِالْفَنَاءِ عَلَى كُلّ شَيْء ثُمَّ يُحْيِي أَوَّل مَنْ يُحْيِي إِسْرَافِيل وَيَأْمُرهُ أَنْ يَنْفُخ فِي الصُّور أُخْرَى وَهِيَ النَّفْخَة الثَّالِثَة نَفْخَة الْبَعْث قَالَ اللَّه عَزَّ وَجَلَّ \" ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَام يَنْظُرُونَ \" أَيْ أَحْيَاء بَعْدَمَا كَانُوا عِظَامًا وَرُفَاتًا صَارُوا أَحْيَاء يَنْظُرُونَ إِلَى أَهْوَال يَوْم الْقِيَامَة كَمَا قَالَ تَعَالَى \" فَإِنَّمَا هِيَ زَجْرَة وَاحِدَة فَإِذَا هُمْ بِالسَّاهِرَةِ \" . وَقَالَ عَزَّ وَجَلَّ \" يَوْم يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا \" وَقَالَ جَلَّ وَعَلَا \" وَمِنْ آيَاته أَنْ تَقُوم السَّمَاء وَالْأَرْض بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَة مِنْ الْأَرْض إِذَا أَنْتُمْ تَخْرُجُونَ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ النُّعْمَان بْن سَالِم قَالَ سَمِعْت يَعْقُوب بْن عَاصِم بْن عُرْوَة بْن مَسْعُود قَالَ سَمِعْت رَجُلًا قَالَ لِعَبْدِ اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا إِنَّك تَقُول السَّاعَة تَقُوم إِلَى كَذَا وَكَذَا قَالَ لَقَدْ هَمَمْت أَنْ لَا أُحَدِّثَكُمْ شَيْئًا إِنَّمَا قُلْت سَتَرَوْنَ بَعْد قَلِيل أَمْرًا عَظِيمًا ثُمَّ قَالَ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَخْرُج الدَّجَّال فِي أُمَّتِي فَيَمْكُث فِيهِمْ أَرْبَعِينَ لَا أَدْرِي أَرْبَعِينَ يَوْمًا أَوْ أَرْبَعِينَ شَهْرًا أَوْ أَرْبَعِينَ عَامًا أَوْ أَرْبَعِينَ لَيْلَة فَيَبْعَث اللَّه تَعَالَى عِيسَى اِبْن مَرْيَم عَلَيْهِمَا الصَّلَاة وَالسَّلَام كَأَنَّهُ عُرْوَة بْن مَسْعُود الثَّقَفِيّ فَيَظْهَر فَيُهْلِكهُ اللَّه تَعَالَى ثُمَّ يَلْبَث النَّاس بَعْده سِنِينَ سَبْعًا لَيْسَ بَيْن اِثْنَيْنِ عَدَاوَة ثُمَّ يُرْسِل اللَّه تَعَالَى رِيحًا بَارِدَة مِنْ قِبَلِ الشَّام فَلَا يَبْقَى أَحَد فِي قَلْبه مِثْقَال ذَرَّة مِنْ إِيمَان إِلَّا قَبَضَتْهُ حَتَّى أَنْ لَوْ كَانَ أَحَدهمْ كَانَ فِي كَبِد جَبَل لَدَخَلَتْ عَلَيْهِ\" قَالَ سَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيَبْقَى شِرَار النَّاس فِي خِفَّة الطَّيْر وَأَحْلَام السِّبَاع لَا يَعْرِفُونَ مَعْرُوفًا وَلَا يُنْكِرُونَ مُنْكَرًا قَالَ فَيَتَمَثَّل لَهُمْ الشَّيْطَان فَيَقُول أَلَا تَسْتَجِيبُونَ فَيَأْمُرهُمْ بِعِبَادَةِ الْأَوْثَان فَيَعْبُدُونَهَا وَهُمْ فِي ذَلِكَ دَارَّةٌ أَرْزَاقُهُمْ حَسَنٌ عَيْشُهُمْ ثُمَّ يُنْفَخ فِي الصُّور فَلَا يَسْمَعهُ أَحَد إِلَّا أَصْغَى لِيتًا وَرَفَعَ لِيتًا وَأَوَّل مَنْ يَسْمَعهُ رَجُل يَلُوط حَوْضه فَيَصْعَق ثُمَّ لَا يَبْقَى أَحَد إِلَّا صَعِقَ ثُمَّ يُرْسِل اللَّه تَعَالَى أَوْ يُنْزِل اللَّه عَزَّ وَجَلَّ مَطَرًا كَأَنَّهُ الظِّلّ - أَوْ الطَّلّ شَكَّ نُعْمَان - فَتَنْبُت مِنْهُ أَجْسَاد النَّاس ثُمَّ يُنْفَخ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَام يَنْظُرُونَ ثُمَّ يُقَال أَيّهَا النَّاس هَلُمُّوا إِلَى رَبّكُمْ \" وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ \" قَالَ ثُمَّ يُقَال أَخْرِجُوا بَعْثَ النَّار قَالَ فَيُقَال كَمْ ؟ فَيُقَال مِنْ كُلّ أَلْف تِسْعَمِائَةٍ وَتِسْعَة وَتِسْعِينَ فَيَوْمئِذٍ تُبْعَث الْوِلْدَان شِيبًا وَيَوْمئِذٍ يُكْشَف عَنْ سَاقٍ \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم فِي صَحِيحه . \" حَدِيث أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ \" وَقَالَ الْبُخَارِيّ حَدَّثَنَا عُمَر بْن حَفْص بْن غِيَاث حَدَّثَنَا أَبِي حَدَّثَنَا الْأَعْمَش قَالَ سَمِعْت أَبَا صَالِح قَالَ سَمِعْت أَبَا هُرَيْرَة رَضِيَ اللَّه تَعَالَى عَنْهُ يُحَدِّث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا بَيْن النَّفْخَتَيْنِ أَرْبَعُونَ \" قَالُوا يَا أَبَا هُرَيْرَة أَرْبَعُونَ يَوْمًا ؟ قَالَ رَضِيَ اللَّه تَعَالَى عَنْهُ أَبَيْت قَالُوا أَرْبَعُونَ سَنَة ؟ قَالَ أَبَيْت قَالُوا أَرْبَعُونَ شَهْرًا ؟ قَالَ أَبَيْت وَيَبْلَى كُلّ شَيْء مِنْ الْإِنْسَان إِلَّا عَجْب ذَنَبه فِيهِ يُرَكَّب الْخَلْق وَقَالَ أَبُو يَعْلَى حَدَّثَنَا يَحْيَى بْن مَعِين حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ عُمَر بْن مُحَمَّد عَنْ زَيْد بْن أَسْلَم عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" سَأَلْت جِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام عَنْ هَذِهِ الْآيَة \" وَنُفِخَ فِي الصُّور فَصَعِقَ مَنْ فِي السَّمَاوَات وَمَنْ فِي الْأَرْض إِلَّا مَنْ شَاءَ اللَّه \" مَنْ الَّذِينَ لَمْ يَشَأْ اللَّه تَعَالَى أَنْ يَصْعَقَهُمْ ؟ قَالَ هُمْ الشُّهَدَاءُ يَتَقَلَّدُونَ أَسْيَافهمْ حَوْل عَرْشه تَتَلَقَّاهُمْ مَلَائِكَة يَوْم الْقِيَامَة إِلَى الْمَحْشَر بِنَجَائِبَ مِنْ يَاقُوت نِمَارهَا أَلْيَن مِنْ الْحَرِير مَدّ خُطَاهَا مَدّ أَبْصَار الرِّجَال يَسِيرُونَ فِي الْجَنَّة يَقُولُونَ عِنْد طُول النُّزْهَة اِنْطَلِقُوا بِنَا إِلَى رَبّنَا لِنَنْظُر كَيْفَ يَقْضِي بَيْن خَلْقه يَضْحَك إِلَيْهِمْ إِلَهِي وَإِذَا ضَحِكَ إِلَى عَبْد فِي مَوْطِن فَلَا حِسَاب عَلَيْهِ \" رِجَاله كُلّهمْ ثِقَات إِلَّا شَيْخ إِسْمَاعِيل بْن عَيَّاش فَإِنَّهُ غَيْر مَعْرُوف وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40756, "aya_id": 68}]