[{"text": "وَلَوْ نَشَاء لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ", "sura_id": 47, "type": 0, "id": 4575, "aya_id": 30}, {"text": "ولو نشاء لأريناكهم فلعرفتهم بسيماهم ولتعرفنهم في لحن القول والله يعلم أعمالكم", "sura_id": 47, "type": 1, "id": 10811, "aya_id": 30}, {"text": "30 - (ولو نشاء لأريناكهم) عرفناكم وكررت اللام في (فلعرفتهم بسيماهم) علامتهم (ولتعرفنهم) الواو لقسم محذوف وما بعدها جوابه (في لحن القول) أي معناه إذا تكلموا عندك بأن يعرضوا بما فيه تهجين أمر المسلمين (والله يعلم أعمالكم) \r\n", "sura_id": 47, "type": 2, "id": 29519, "aya_id": 30}, {"text": "ولو نشاء -أيها النبي- لأريناك أشخاصهم, فلعرفتهم بعلامات ظاهرة فيهم, ولتعرفنَّهم فيما يبدو من كلامهم الدال على مقاصدهم. والله تعالى لا تخفى عليه أعمال مَن أطاعه ولا أعمال من عصاه, وسيجازي كلا بما يستحق.\r\n", "sura_id": 47, "type": 3, "id": 35755, "aya_id": 30}, {"text": " <font color=red>وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ</font><BR><p>يَقُول عَزَّ وَجَلَّ وَلَوْ نَشَاء يَا مُحَمَّد لَأَرَيْنَاك أَشْخَاصهمْ فَعَرَفْتهمْ عِيَانًا وَلَكِنْ لَمْ يَفْعَل تَعَالَى ذَلِكَ فِي جَمِيع الْمُنَافِقِينَ سَتْرًا مِنْهُ عَلَى خَلْقه وَحَمْلًا لِلْأُمُورِ عَلَى ظَاهِر السَّلَامَة وَرَدًّا لِلسَّرَائِرِ إِلَى عَالِمهَا \" وَلَتَعْرِفَنَّهُم فِي لَحْن الْقَوْل \" أَيْ فِيمَا يَبْدُو مِنْ كَلَامهمْ الدَّالّ عَلَى مَقَاصِدهمْ يُفْهَم الْمُتَكَلِّمُ مِنْ أَيّ الْحِزْبَيْنِ هُوَ بِمَعَانِي كَلَامه وَفَحْوَاهُ وَهُوَ الْمُرَاد مِنْ لَحْن الْقَوْل كَمَا قَالَ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ مَا أَسَرَّ أَحَد سَرِيرَة إِلَّا أَبْدَاهَا اللَّه عَلَى صَفَحَات وَجْهه وَفَلَتَات لِسَانه وَفِي الْحَدِيث \" مَا أَسَرَّ أَحَد سَرِيرَة إِلَّا كَسَاهُ اللَّه تَعَالَى جِلْبَابهَا إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ\" وَقَدْ ذَكَرْنَا مَا يُسْتَدَلّ بِهِ عَلَى نِفَاق الرَّجُل وَتَكَلَّمْنَا عَلَى نِفَاق الْعَمَل وَالِاعْتِقَاد فِي أَوَّل شَرْح الْبُخَارِيّ بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا . وَقَدْ وَرَدَ فِي الْحَدِيث تَعْيِين جَمَاعَة مِنْ الْمُنَافِقِينَ . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ سَلَمَة بْن عِيَاض عَنْ أَبِيهِ عَنْ أَبِي مَسْعُود عُقْبَة بْن عَمْرو رَضِيَ اللَّه عَنْهُ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خُطْبَةً فَحَمِدَ اللَّهَ تَعَالَى وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ \" إِنَّ مِنْكُمْ مُنَافِقِينَ فَمَنْ سَمَّيْت فَلْيَقُمْ ثُمَّ قَالَ قُمْ يَا فُلَان قُمْ يَا فُلَان قُمْ يَا فُلَان حَتَّى سَمَّى سِتَّة وَثَلَاثِينَ رَجُلًا ثُمَّ قَالَ إِنَّ فِيكُمْ أَوْ مِنْكُمْ مُنَافِقِينَ فَاتَّقُوا اللَّه \" قَالَ فَمَرَّ عُمَر رَضِيَ اللَّه عَنْهُ بِرَجُلٍ مِمَّنْ سُمِّيَ مُقَنَّعٍ قَدْ كَانَ يَعْرِفهُ فَقَالَ مَا لَك ؟ فَحَدَّثَهُ بِمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ بُعْدًا لَك سَائِر الْيَوْم .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41375, "aya_id": 30}]