[{"text": "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ", "sura_id": 34, "type": 0, "id": 3612, "aya_id": 6}, {"text": "ويرى الذين أوتوا العلم الذي أنزل إليك من ربك هو الحق ويهدي إلى صراط العزيز الحميد", "sura_id": 34, "type": 1, "id": 9848, "aya_id": 6}, {"text": "6 - (ويرى) يعلم (الذين أوتوا العلم) مؤمنو أهل الكتاب كعبد الله بن سلام وأصحابه (الذي أنزل إليك من ربك) أي القرآن (هو) فصل (الحق ويهدي إلى صراط) طريق (العزيز الحميد) أي الله ذي العزة المحمود \r\n", "sura_id": 34, "type": 2, "id": 28556, "aya_id": 6}, {"text": "ويعلم الذين أُعطوا العلم أن القرآن الذي أُنزل إليك من ربك هو الحق, ويرشد إلى طريق الله, العزيز الذي لا يغالَب ولا يمانع, بل قهر كل شيء وغلبه, المحمود في أقواله وأفعاله وشرعه.\r\n", "sura_id": 34, "type": 3, "id": 34792, "aya_id": 6}, {"text": " <font color=red>وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ</font><BR><p>وَقَوْله تَعَالَى : \" وَيَرَى الَّذِينَ أُوتُوا الْعِلْم الَّذِي أُنْزِلَ إِلَيْك مِنْ رَبّك هُوَ الْحَقّ \" هَذِهِ حِكْمَة أُخْرَى مَعْطُوفَة عَلَى الَّتِي قَبْلهَا وَهِيَ أَنَّ الْمُؤْمِنِينَ بِمَا أُنْزِلَ عَلَى الرُّسُل إِذَا شَاهَدُوا قِيَام السَّاعَة وَمُجَازَاة الْأَبْرَار وَالْفُجَّار بِاَلَّذِي كَانُوا قَدْ عَلِمُوهُ مِنْ كُتِبَ اللَّه تَعَالَى فِي الدُّنْيَا رَأَوْهُ حِينَئِذٍ عَيْن الْيَقِين وَيَقُولُونَ يَوْمئِذٍ أَيْضًا \" لَقَدْ جَاءَتْ رُسُل رَبّنَا بِالْحَقِّ \" يُقَال أَيْضًا \" هَذَا مَا وَعَدَ الرَّحْمَن وَصَدَقَ الْمُرْسَلُونَ \" \" لَقَدْ لَبِثْتُمْ فِي كِتَاب اللَّه إِلَى يَوْم الْبَعْث فَهَذَا يَوْم الْبَعْث \" \" وَيَرَى الَّذِينَ أُوتُوا الْعِلْم الَّذِي أُنْزِلَ إِلَيْك مِنْ رَبّك هُوَ الْحَقّ وَيَهْدِي إِلَى صِرَاط الْعَزِيز الْحَمِيد\" الْعَزِيز هُوَ الْمَنِيع الْجَنَاب الَّذِي لَا يُغَالَب وَلَا يُمَانَع بَلْ قَدْ قَهَرَ كُلّ شَيْء وَغَلَبَهُ الْحَمِيد فِي جَمِيع أَقْوَاله وَأَفْعَاله وَشَرْعه وَقَدَره وَهُوَ الْمَحْمُود فِي ذَلِكَ كُلّه جَلَّ وَعَلَا .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40290, "aya_id": 6}]