[{"text": "فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِب بِّعَصَاكَ الْبَحْرَ فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ", "sura_id": 26, "type": 0, "id": 2995, "aya_id": 63}, {"text": "فأوحينا إلى موسى أن اضرب بعصاك البحر فانفلق فكان كل فرق كالطود العظيم", "sura_id": 26, "type": 1, "id": 9231, "aya_id": 63}, {"text": "63 - (فأوحينا إلى موسى أن اضرب بعصاك البحر) فضربه (فانفلق) فانشق اثني عشر فرقا (فكان كل فرق كالطود العظيم) الجبل الضخم بينها مسالك سلكوها لم يبتل منها سرج الراكب ولا لبده \r\n", "sura_id": 26, "type": 2, "id": 27939, "aya_id": 63}, {"text": "فأوحينا إلى موسى أن اضرب بعصاك البحر، فضرب، فانفلق البحر إلى اثني عشر طريقًا بعدد قبائل بني إسرائيل، فكانت كل قطعة انفصلت من البحر كالجبل العظيم.\r\n", "sura_id": 26, "type": 3, "id": 34175, "aya_id": 63}, {"text": " <font color=red>فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ</font><BR><p>فَأَوْحَى اللَّه إِلَيْهِ\" أَنْ اِضْرِبْ بِعَصَاك الْبَحْر \" وَقَالَ قَتَادَة أَوْحَى اللَّه تِلْكَ اللَّيْلَة إِلَى الْبَحْر أَنْ إِذَا ضَرَبَك مُوسَى بِعَصَاهُ فَاسْمَعْ لَهُ وَأَطِعْ فَبَاتَ الْبَحْر تِلْكَ اللَّيْلَة وَلَهُ اِضْطِرَاب وَلَا يَدْرِي مِنْ أَيّ جَانِب يَضْرِبهُ مُوسَى فَلَمَّا اِنْتَهَى إِلَيْهِ مُوسَى قَالَ لَهُ فَتَاهُ يُوشَع بْن نُون يَا نَبِيّ اللَّه أَيْنَ أَمَرَك رَبّك عَزَّ وَجَلَّ ؟ قَالَ أَمَرَنِي أَنْ أَضْرِب الْبَحْر قَالَ فَاضْرِبْهُ وَقَالَ مُحَمَّد اِبْن إِسْحَاق أَوْحَى اللَّه - فِيمَا ذُكِرَ لِي - إِلَى الْبَحْر أَنْ إِذَا ضَرَبَك مُوسَى بِعَصَاهُ فَانْفَلِقْ لَهُ قَالَ فَبَاتَ الْبَحْر يَضْطَرِب وَيَضْرِب بَعْضه بَعْضًا فَرَقًا مِنْ اللَّه تَعَالَى وَانْتِظَارًا لِمَا أَمَرَهُ اللَّه وَأَوْحَى اللَّه إِلَى مُوسَى \" أَنْ اِضْرِبْ بِعَصَاك الْبَحْر\" فَضَرَبَهُ بِهَا فَفِيهَا سُلْطَان اللَّه الَّذِي أَعْطَاهُ فَانْفَلَقَ وَذَكَرَ وَاحِد أَنَّهُ جَاءَهُ فَكَنَّاهُ فَقَالَ : اِنْفَلِقْ عَلَيَّ أَبَا خَالِد بِإِذْنِ اللَّه قَالَ اللَّه تَعَالَى \" فَانْفَلَقَ فَكَانَ كُلّ فِرْق كَالطَّوْدِ الْعَظِيم \" أَيْ كَالْجَبَلِ الْكَبِير قَالَهُ اِبْن مَسْعُود وَابْن عَبَّاس وَمُحَمَّد اِبْن كَعْب وَالضَّحَّاك وَقَتَادَة وَغَيْرهمْ وَقَالَ عَطَاء الْخُرَاسَانِيّ هُوَ الْفَجّ بَيْن الْجَبَلَيْنِ وَقَالَ اِبْن عَبَّاس صَارَ الْبَحْر اِثْنَيْ عَشَرَ طَرِيقًا لِكُلِّ سِبْط طَرِيق وَزَادَ السُّدِّيّ وَصَارَ فِيهِ طَاقَات يَنْظُر بَعْضهمْ إِلَى بَعْض وَقَامَ الْمَاء عَلَى حِيَالِهِ كَالْحِيطَانِ وَبَعَثَ اللَّه الرِّيح إِلَى قَعْر الْبَحْر فَلَفَحَتْهُ فَصَارَ يَبَسًا كَوَجْهِ الْأَرْض قَالَ اللَّه تَعَالَى \" فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْر يَبَسًا لَا تَخَاف دَرَكًا وَلَا تَخْشَى\" .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39553, "aya_id": 63}]