[{"text": "وَإِذْ قَالَت طَّائِفَةٌ مِّنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِّنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِن يُرِيدُونَ إِلَّا فِرَارًا", "sura_id": 33, "type": 0, "id": 3546, "aya_id": 13}, {"text": "وإذ قالت طائفة منهم يا أهل يثرب لا مقام لكم فارجعوا ويستأذن فريق منهم النبي يقولون إن بيوتنا عورة وما هي بعورة إن يريدون إلا فرارا", "sura_id": 33, "type": 1, "id": 9782, "aya_id": 13}, {"text": "13 - (وإذ قالت طائفة منهم) أي المنافقين (يا أهل يثرب) هي أرض المدينة ولم تصرف للعملية ووزن الفعل (لا مقام لكم) بضم الميم وفتحها لا إقامة ولا مكانة (فارجعوا) إلى منازلكم من المدينة وكانوا خرجوا مع النبي صلى الله عليه وسلم إلى سلع جبل خارج المدينة للقتال (ويستأذن فريق منهم النبي) في الرجوع (يقولون إن بيوتنا عورة) غير حصينة يخشى عليها قال تعالى (وما هي بعورة إن) ما (يريدون إلا فرارا) من القتال \r\n", "sura_id": 33, "type": 2, "id": 28490, "aya_id": 13}, {"text": "واذكر -أيها النبي- قول طائفة من المنافقين منادين المؤمنين من أهل \"المدينة\": يا أهل \"يثرب\" (وهو الاسم القديم \"للمدينة\") لا إقامة لكم في معركة خاسرة, فارجعوا إلى منازلكم داخل \"المدينة\", ويستأذن فريق آخر من المنافقين الرسول صلى الله عليه وسلم بالعودة إلى منازلهم بحجة أنها غير محصنة, فيخشون عليها, والحق أنها ليست كذلك, وما قصدوا بذلك إلا الفرار من القتال.\r\n", "sura_id": 33, "type": 3, "id": 34726, "aya_id": 13}, {"text": " <font color=red>وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا</font><BR><p>وَقَوْم آخَرُونَ قَالُوا كَمَا قَالَ اللَّه تَعَالَى \" وَإِذْ قَالَتْ طَائِفَة مِنْهُمْ يَا أَهْل يَثْرِب \" يَعْنِي الْمَدِينَة كَمَا جَاءَ فِي الصَّحِيح \" أُرِيت فِي الْمَنَام دَار هِجْرَتكُمْ أَرْض بَيْن حَرَّتَيْنِ فَذَهَبَ وَهَلِي أَنَّهَا هَجَر فَإِذَا هِيَ يَثْرِب \" وَفِي لَفْظٍ الْمَدِينَة فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن مَهْدِيّ حَدَّثَنَا صَالِح بْن عُمَر عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ الْبَرَاء رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ سَمَّى الْمَدِينَة يَثْرِب فَلْيَسْتَغْفِرْ اللَّه تَعَالَى إِنَّمَا هِيَ طَابَة هِيَ طَابَة\" تَفَرَّدَ بِهِ الْإِمَام أَحْمَد وَفِي إِسْنَاده ضَعْف وَاَللَّه أَعْلَم وَيُقَال إِنَّمَا كَانَ أَصْل تَسْمِيَتهَا يَثْرِب بِرَجُلٍ نَزَلَهَا مِنْ الْعَمَالِيق يُقَال لَهُ يَثْرِب بْن عُبَيْد بْن مهلاييل بْن عَوْص بْن عِمْلَاق بْن لاوذ بْن إِرَم بْن سَام بْن نُوح . قَالَهُ السُّهَيْلِيّ قَالَ وَرُوِيَ عَنْ بَعْضهمْ أَنَّهُ قَالَ : إِنَّ لَهَا فِي التَّوْرَاة أَحَد عَشَر اِسْمًا : الْمَدِينَة وَطَابَة وَطَيْبَة وَالْمِسْكِينَة وَالْجَابِرَة وَالْمُحَبَّة وَالْمَحْبُوبَة وَالْقَاصِمَة وَالْمَجْبُورَة وَالْعَذْرَاء وَالْمَرْحُومَة . وَعَنْ كَعْب الْأَحْبَار قَالَ : إِنَّا نَجِد فِي التَّوْرَاة يَقُول اللَّه تَعَالَى لِلْمَدِينَةِ يَا طَيْبَة وَيَا طَابَة وَيَا مِسْكِينَة لَا تُقِلِّي الْكُنُوز أَرْفَع أَحَاجِرك عَلَى أَحَاجِر الْقُرَى وَقَوْله \" لَا مَقَام لَكُمْ \" أَيْ هَهُنَا يَعْنُونَ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَقَام الْمُرَابَطَة \" فَارْجِعُوا \" أَيْ إِلَى بُيُوتكُمْ وَمَنَازِلكُمْ\" وَيَسْتَأْذِن فَرِيق مِنْهُمْ النَّبِيّ \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا هُمْ بَنُو حَارِثَة قَالُوا بُيُوتنَا نَخَاف عَلَيْهَا السُّرَّاق وَكَذَا قَالَ غَيْر وَاحِد وَذَكَر اِبْن إِسْحَاق أَنَّ الْقَائِل لِذَلِكَ هُوَ أَوْس بْن قَيْظِيّ يَعْنِي اِعْتَذَرُوا فِي الرُّجُوع إِلَى مَنَازِلهمْ بِأَنَّهَا عَوْرَة أَيْ لَيْسَ دُونهَا مَا يَحْجُبهَا مِنْ الْعَدُوّ فَهُمْ يَخْشَوْنَ عَلَيْهَا مِنْهُمْ قَالَ اللَّه تَعَالَى \" وَمَا هِيَ بِعَوْرَةٍ \" أَيْ لَيْسَتْ كَمَا يَزْعُمُونَ \" إِنْ يُرِيدُونَ إِلَّا فِرَارًا \" أَيْ هَرَبًا مِنْ الزَّحْف .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40171, "aya_id": 13}]