[{"text": "وَقُلِ اعْمَلُواْ فَسَيَرَى اللّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 9, "type": 0, "id": 1340, "aya_id": 105}, {"text": "وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون وستردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون", "sura_id": 9, "type": 1, "id": 7576, "aya_id": 105}, {"text": "105 - (وقل) لهم أو للناس (اعملوا) ما شئتم (فسيرى الله عملكم ورسوله والمؤمنون وستردون) بالبعث (إلى عالم الغيب والشهادة) أي الله (فينبئكم بما كنتم تعملون) يجازيكم به \r\n", "sura_id": 9, "type": 2, "id": 26284, "aya_id": 105}, {"text": "وقل -أيها النبي- لهؤلاء المتخلِّفين عن الجهاد: اعملوا لله بما يرضيه من طاعته، وأداء فرائضه، واجتناب المعاصي, فسيرى الله عملكم ورسوله والمؤمنون, وسيتبين أمركم, وسترجعون يوم القيامة إلى مَن يعلم سركم وجهركم, فيخبركم بما كنتم تعملون. وفي هذا تهديد ووعيد لمن استمر على باطله وطغيانه.\r\n", "sura_id": 9, "type": 3, "id": 32520, "aya_id": 105}, {"text": " <font color=red>وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>قَالَ مُجَاهِد : هَذَا وَعِيد يَعْنِي مِنْ اللَّه تَعَالَى لِلْمُخَالِفَيْنِ أَوَامِره بِأَنَّ أَعْمَالهمْ سَتُعْرَضُ عَلَيْهِ تَبَارَكَ وَتَعَالَى وَعَلَى الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَى الْمُؤْمِنِينَ وَهَذَا كَائِن لَا مَحَالَة يَوْم الْقِيَامَة كَمَا قَالَ \" يَوْمئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَة \" وَقَالَ تَعَالَى \" يَوْم تَبْلَى السَّرَائِر \" وَقَالَ \" وَحُصِّلَ مَا فِي الصُّدُور \" وَقَدْ يُظْهِر اللَّه تَعَالَى ذَلِكَ لِلنَّاسِ فِي الدُّنْيَا كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد مَرْفُوعًا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَنَّهُ قَالَ \" لَوْ أَنَّ أَحَدكُمْ يَعْمَل فِي صَخْرَة صَمَّاء لَيْسَ لَهَا بَاب وَلَا كَوَّة لَأَخْرَجَ اللَّه عَمَله لِلنَّاسِ كَائِنًا مَا كَانَ \" وَقَدْ وَرَدَ : إنَّ أَعْمَال الْأَحْيَاء تُعْرَض عَلَى الْأَمْوَات مِنْ الْأَقْرِبَاء وَالْعَشَائِر فِي الْبَرْزَخ كَمَا قَالَ أَبُو دَاوُد الطَّيَالِسِيّ : حَدَّثَنَا الصَّلْت بْن دِينَار عَنْ الْحَسَن عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" إِنَّ أَعْمَالكُمْ تُعْرَض عَلَى أَقْرِبَائِكُمْ وَعَشَائِركُمْ فِي قُبُورهمْ فَإِنْ كَانَ خَيْرًا اِسْتَبْشَرُوا بِهِ وَإِنْ كَانَ غَيْر ذَلِكَ قَالُوا : اللَّهُمَّ أَلْهِمْهُمْ أَنْ يَعْمَلُوا بِطَاعَتِك \" وَقَالَ الْإِمَام أَحْمَد أَنْبَأَنَا عَبْد الرَّزَّاق عَنْ سُفْيَان عَمَّنْ سَمِعَ أَنَسًا يَقُول : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَعْمَالكُمْ تُعْرَض عَلَى أَقَارِبكُمْ وَعَشَائِركُمْ مِنْ الْأَمْوَات فَإِنْ كَانَ خَيْرًا اِسْتَبْشَرُوا بِهِ وَإنْ كَانَ غَيْر ذَلِكَ قَالُوا \" اللَّهُمَّ لَا تُمِتْهُمْ حَتَّى تَهْدِيهِمْ كَمَا هَدَيْتنَا \" وَقَالَ الْبُخَارِيّ : قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا \" إِذَا أَعْجَبَك حُسْن عَمَل اِمْرِئٍ مُسْلِم فَقُلْ \" اِعْمَلُوا فَسَيَرَى اللَّه عَمَلكُمْ وَرَسُوله وَالْمُؤْمِنُونَ \" وَقَدْ وَرَدَ فِي الْحَدِيث شَبِيه بِهَذَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد حَدَّثَنَا حُمَيْد عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" لَا عَلَيْكُمْ أَنْ لَا تَعْجَبُوا بِأَحَدٍ حَتَّى تَنْظُرُوا بِمَ يُخْتَم لَهُ فَإِنَّ الْعَامِل يَعْمَل زَمَانًا مِنْ عُمْره أَوْ بُرْهَة مِنْ دَهْره بِعَمَلٍ صَالِح لَوْ مَاتَ عَلَيْهِ دَخَلَ الْجَنَّة ثُمَّ يَتَحَوَّل فَيَعْمَل عَمَلًا سَيِّئًا وَإِنَّ الْعَبْد لَيَعْمَل الْبُرْهَة مِنْ دَهْره بِعَمَلٍ سَيِّئ لَوْ مَاتَ عَلَيْهِ دَخَلَ النَّار ثُمَّ يَتَحَوَّل فَيَعْمَل عَمَلًا صَالِحًا وَإِذَا أَرَادَ اللَّه بِعَبْدِهِ خَيْرًا اِسْتَعْمَلَهُ قَبْل مَوْته \" قَالُوا يَا رَسُول اللَّه وَكَيْف يَسْتَعْمِلهُ ؟ قَالَ \" يُوَفِّقهُ لِعَمَلٍ صَالِح ثُمَّ يَقْبِضهُ عَلَيْهِ \" تَفَرَّدَ بِهِ الْإِمَام أَحْمَد مِنْ هَذَا الْوَجْه .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43401, "aya_id": 105}]