[{"text": "فَإِذَا قَضَيْتُمُ الصَّلاَةَ فَاذْكُرُواْ اللّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنتُمْ فَأَقِيمُواْ الصَّلاَةَ إِنَّ الصَّلاَةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَّوْقُوتًا", "sura_id": 4, "type": 0, "id": 596, "aya_id": 103}, {"text": "فإذا قضيتم الصلاة فاذكروا الله قياما وقعودا وعلى جنوبكم فإذا اطمأننتم فأقيموا الصلاة إن الصلاة كانت على المؤمنين كتابا موقوتا", "sura_id": 4, "type": 1, "id": 6832, "aya_id": 103}, {"text": "103 - (فإذا قضيتم الصلاة) فرغتم منها (فاذكروا الله) بالتهليل والتسبيح (قياما وقعودا وعلى جنوبكم) مضطجعين أي في كل حال (فإذا اطمأننتم) أمنتم (فأقيموا الصلاة) أدوها بحقوقها (إن الصلاة كانت على المؤمنين كتابا) مكتوبا أي مفروضا (موقوتا) أي مقدرا وقتها فلا تؤخر عنه ونزل لما بعث صلى الله عليه وسلم طائفة في طلب أبي سفيان وأصحابه لما رجعوا من أحد فشكوا الجراحات \r\n", "sura_id": 4, "type": 2, "id": 25540, "aya_id": 103}, {"text": "فإذا أدَّيتم الصلاة, فأديموا ذكر الله في جميع أحوالكم, فإذا زال الخوف فأدُّوا الصلاة كاملة, ولا تفرِّطوا فيها فإنها واجبة في أوقات معلومة في الشرع.\r\n", "sura_id": 4, "type": 3, "id": 31776, "aya_id": 103}, {"text": " <font color=red>فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا</font><BR><p>يَأْمُر اللَّه تَعَالَى بِكَثْرَةِ الذِّكْر عَقِيب صَلَاة الْخَوْف وَإِنْ كَانَ مَشْرُوعًا مُرَغَّبًا فِيهِ أَيْضًا بَعْد غَيْرهَا وَلَكِنْ هَاهُنَا آكَد لِمَا وَقَعَ فِيهَا مِنْ التَّخْفِيف فِي أَرْكَانهَا وَمِنْ الرُّخْصَة فِي الذَّهَاب فِيهَا وَالْإِيَاب وَغَيْر ذَلِكَ مِمَّا لَيْسَ يُوجَد فِي غَيْرهَا كَمَا قَالَ تَعَالَى فِي الْأَشْهُر الْحُرُم \" فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ \" وَإِنْ كَانَ هَذَا مَنْهِيًّا عَنْهُ فِي غَيْرهَا وَلَكِنْ فِيهَا آكَد لِشِدَّةِ حُرْمَتهَا وَعِظَمهَا وَلِهَذَا قَالَ تَعَالَى \" فَإِذَا قَضَيْتُمْ الصَّلَاة فَاذْكُرُوا اللَّه قِيَامًا وَقُعُودًا وَعَلَى جُنُوبكُمْ \" أَيْ فِي سَائِر أَحْوَالكُمْ ثُمَّ قَالَ تَعَالَى \" فَإِذَا اِطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاة \" أَيْ فَإِذَا أَمِنْتُمْ وَذَهَبَ الْخَوْف وَحَصَلَتْ الطُّمَأْنِينَة \" فَأَقِيمُوا الصَّلَاة \" أَيْ فَأَتِمُّوهَا وَأَقِيمُوهَا كَمَا أُمِرْتُمْ بِحُدُودِهَا وَخُشُوعهَا وَرُكُوعهَا وَسُجُودهَا وَجَمِيع شُؤُونهَا وَقَوْله تَعَالَى \" إِنَّ الصَّلَاة كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا \" قَالَ اِبْن عَبَّاس أَيْ مَفْرُوضًا وَقَالَ أَيْضًا : إِنَّ لِلصَّلَاةِ وَقْتًا كَوَقْتِ الْحَجّ وَكَذَا رُوِيَ عَنْ مُجَاهِد وَسَالِم بْن عَبْد اللَّه وَعَلِيّ بْن الْحُسَيْن وَمُحَمَّد بْن عَلِيّ وَالْحَسَن وَمُقَاتِل وَالسُّدِّيّ وَعَطِيَّة الْعَوْفِيّ وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة إِنَّ الصَّلَاة كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا قَالَ اِبْن مَسْعُود : إِنَّ لِلصَّلَاةِ وَقْتًا كَوَقْتِ الْحَجّ وَقَالَ زَيْد بْن أَسْلَم إِنَّ الصَّلَاة كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا قَالَ مُنَجِّمًا كُلَّمَا مَضَى نَجْم جَاءَ نَجْم يَعْنِي كُلَّمَا مَضَى وَقْت جَاءَ وَقْت .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40772, "aya_id": 103}]