[{"text": "وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَل لِّي صَرْحًا لَّعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ", "sura_id": 28, "type": 0, "id": 3290, "aya_id": 38}, {"text": "وقال فرعون يا أيها الملأ ما علمت لكم من إله غيري فأوقد لي يا هامان على الطين فاجعل لي صرحا لعلي أطلع إلى إله موسى وإني لأظنه من الكاذبين", "sura_id": 28, "type": 1, "id": 9526, "aya_id": 38}, {"text": "38 - (وقال فرعون يا أيها الملأ ما علمت لكم من إله غيري فأوقد لي يا هامان على الطين) فاطبخ لي الآجر (فاجعل لي صرحا) قصرا عاليا (لعلي أطلع إلى إله موسى) أنظر إليه وأقف عليه (وإني لأظنه من الكاذبين) في ادعائه إلاها آخر وأنه رسول \r\n", "sura_id": 28, "type": 2, "id": 28234, "aya_id": 38}, {"text": "وقال فرعون لأشراف قومه: يا أيها الملأ ما علمت لكم من إله غيري يستحق العبادة, فأشْعِل لي -يا هامان- على الطين نارًا, حتى يشتد, وابْنِ لي بناء عاليًا; لعلي أنظر إلى معبود موسى الذي يعبده ويدعو إلى عبادته, وإني لأظنه فيما يقول من الكاذبين.\r\n", "sura_id": 28, "type": 3, "id": 34470, "aya_id": 38}, {"text": " <font color=red>وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ</font><BR><p>يُخْبِر تَعَالَى عَنْ كُفْر فِرْعَوْن وَطُغْيَانه وَافْتِرَائِهِ فِي دَعْوَاهُ الْإِلَهِيَّة لِنَفْسِهِ الْقَبِيحَة لَعَنَهُ اللَّه كَمَا قَالَ اللَّه تَعَالَى : \" فَاسْتَخَفَّ قَوْمه فَأَطَاعُوهُ \" الْآيَة وَذَلِكَ لِأَنَّهُ دَعَاهُمْ إِلَى الِاعْتِرَاف لَهُ بِالْإِلَهِيَّةِ فَأَجَابُوهُ إِلَى ذَلِكَ بِقِلَّةِ عُقُولهمْ وَسَخَافَة أَذْهَانهمْ وَلِهَذَا قَالَ : \" يَا أَيُّهَا الْمَلَأ مَا عَلِمْت لَكُمْ مِنْ إِلَه غَيْرِي \" وَقَالَ تَعَالَى إِخْبَارًا عَنْهُ \" فَحَشَرَ فَنَادَى فَقَالَ أَنَا رَبّكُمْ الْأَعْلَى فَأَخَذَهُ اللَّه نَكَال الْآخِرَة وَالْأُولَى إِنَّ فِي ذَلِكَ لَعِبْرَة لِمَنْ يَخْشَى \" يَعْنِي أَنَّهُ جَمَعَ قَوْمه وَنَادَى فِيهِمْ بِصَوْتِهِ الْعَالِي مُصَرِّحًا لَهُمْ بِذَلِكَ فَأَجَابُوهُ سَامِعِينَ مُطِيعِينَ وَلِهَذَا اِنْتَقَمَ اللَّه تَعَالَى مِنْهُ فَجَعَلَهُ عِبْرَة لِغَيْرِهِ فِي الدُّنْيَا وَالْآخِرَة وَحَتَّى أَنَّهُ وَاجَهَ مُوسَى الْكَلِيم بِذَلِكَ فَقَالَ : \" لَئِنْ اِتَّخَذْت إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنْ الْمَسْجُونِينَ \" وَقَوْله : \" فَأَوْقِدْ لِي يَا هَامَان عَلَى الطِّين فَاجْعَلْ صَرْحًا لَعَلِّي أَطَّلِع إِلَى إِلَه مُوسَى \" يَعْنِي أَمَرَ وَزِيره هَامَان وَمُدَبِّر رَعِيَّته وَمُشِير دَوْلَته أَنْ يُوقِد لَهُ عَلَى الطِّين يَعْنِي يَتَّخِذ لَهُ آجُرًّا لِبِنَاءِ الصَّرْح وَهُوَ الْقَصْر الْمَنِيف الرَّفِيع الْعَالِي كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَقَالَ فِرْعَوْن يَا هَامَان اِبْن لِي صَرْحًا لَعَلِّي أَبْلُغ الْأَسْبَاب أَسْبَاب السَّمَاوَات فَأَطَّلِع إِلَى إِلَه مُوسَى وَإِنِّي لَأَظُنّهُ كَاذِبًا وَكَذَلِكَ زُيِّنَ لِفِرْعَوْن سُوء عَمَله وَصُدَّ عَنْ السَّبِيل وَمَا كَيْدُ فِرْعَوْن إِلَّا فِي تَبَاب \" وَذَلِكَ لِأَنَّ فِرْعَوْن بَنَى هَذَا الصَّرْح الَّذِي لَمْ يُرَ فِي الدُّنْيَا بِنَاء أَعْلَى مِنْهُ إِنَّمَا أَرَادَ بِهَذَا أَنْ يُظْهِر لِرَعِيَّتِهِ تَكْذِيب مُوسَى فِيمَا زَعَمَهُ مِنْ دَعْوَى إِلَه غَيْر فِرْعَوْن وَلِهَذَا قَالَ : \" وَإِنِّي لَأَظُنّهُ مِنْ الْكَاذِبِينَ \" أَيْ فِي قَوْله أَنَّ ثَمَّ رَبًّا غَيْرِي لَا أَنَّهُ كَذَّبَهُ فِي أَنَّ اللَّه تَعَالَى أَرْسَلَهُ لِأَنَّهُ لَمْ يَكُنْ يَعْتَرِف بِوُجُودِ الصَّانِع جَلَّ وَعَلَا فَإِنَّهُ قَالَ : \" وَمَا رَبّ الْعَالَمِينَ \" وَقَالَ : \" لَئِنْ اِتَّخَذْت إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنْ الْمَسْجُونِينَ\" وَقَالَ : \" يَا أَيّهَا الْمَلَأ مَا عَلِمْت لَكُمْ مِنْ إِلَه غَيْرِي\" وَهَذَا قَوْل اِبْن جَرِير .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39717, "aya_id": 38}]