[{"text": "اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاء وَمَن يُضْلِلْ اللَّهُ فَمَا لَهُ مِنْ هَادٍ", "sura_id": 39, "type": 0, "id": 4081, "aya_id": 23}, {"text": "الله نزل أحسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم و قلوبهم إلى ذكر الله ذلك هدى الله يهدي به من يشاء و من يضلل الله فما له من هاد", "sura_id": 39, "type": 1, "id": 10317, "aya_id": 23}, {"text": "23 - (الله نزل أحسن الحديث كتابا) بدل من أحسن أي قرآنا (متشابها) يشبه بعضه بعضا في النظم وغيره (مثاني) ثني فيه الوعد والوعيد وغيرهما (تقشعر منه) ترتعد عند ذكر وعيده (جلود الذين يخشون) يخافون (ربهم ثم تلين) تطمئن (جلودهم وقلوبهم إلى ذكر الله) عند ذكر وعده (ذلك) أي الكتاب (هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد) \r\n", "sura_id": 39, "type": 2, "id": 29025, "aya_id": 23}, {"text": "الله تعالى هو الذي نزل أحسن الحديث, وهو القرآن العظيم, متشابهًا في حسنه وإحكامه وعدم اختلافه, تثنى فيه القصص والأحكام, والحجج والبينات, تقشعر من سماعه, وتضطرب جلود الذين يخافون ربهم؛ تأئرًا بما فيه مِن ترهيب ووعيد, ثم تلين جلودهم وقلوبهم; استبشارًا بما فيه من وعد وترغيب, ذلك التأثر بالقرآن هداية من الله لعباده. والله يهدي بالقرآن من يشاء مِن عباده. ومن يضلله الله عن الإيمان بهذا القرآن؛ لكفره وعناده, فما له مِن هاد يهديه ويوفقه.\r\n", "sura_id": 39, "type": 3, "id": 35261, "aya_id": 23}, {"text": " <font color=red>اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ</font><BR><p>هَذَا مَدْح مِنْ اللَّه عَزَّ وَجَلَّ لِكِتَابِهِ الْقُرْآن الْعَظِيم الْمُنَزَّل عَلَى رَسُوله الْكَرِيم قَالَ اللَّه تَعَالَى \" اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ \" قَالَ مُجَاهِد يَعْنِي الْقُرْآن كُلّه مُتَشَابِه مَثَانِي وَقَالَ قَتَادَة : الْآيَة تُشْبِه الْآيَة وَالْحَرْف يُشْبِه الْحَرْف وَقَالَ الضَّحَّاك : مَثَانِي تَرْدِيد الْقَوْل لِيَفْهَمُوا عَنْ رَبّهمْ تَبَارَكَ وَتَعَالَى وَقَالَ عِكْرِمَة وَالْحَسَن ثَنَّى اللَّه فِيهِ الْقَضَاء زَادَ الْحَسَن تَكُون السُّورَة فِيهَا آيَة وَفِي السُّورَة الْأُخْرَى آيَة تُشْبِههَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : مَثَانِي مُرَدَّد رُدِّدَ مُوسَى فِي الْقُرْآن وَصَالِح وَهُود وَالْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام فِي أَمْكِنَة كَثِيرَة وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" مَثَانِي \" قَالَ الْقُرْآن يُشْبِه بَعْضه بَعْضًا وَيُرَدُّ بَعْضه عَلَى بَعْض وَقَالَ بَعْض الْعُلَمَاء وَيُرْوَى عَنْ سُفْيَان بْن عُيَيْنَة مَعْنَى قَوْله تَعَالَى \" مُتَشَابِهًا مَثَانِيَ \" أَنَّ سِيَاقَات الْقُرْآن تَارَة تَكُون فِي مَعْنًى وَاحِد فَهَذَانِ مِنْ الْمُتَشَابِه وَتَارَة تَكُون بِذِكْرِ الشَّيْء وَضِدّه كَذِكْرِ الْمُؤْمِنِينَ ثُمَّ الْكَافِرِينَ وَكَصِفَّةِ الْجَنَّة ثُمَّ صِفَة النَّار وَمَا أَشْبَهَ هَذَا فَهَذَا مِنْ الْمَثَانِي كَقَوْلِهِ تَعَالَى \" إِنَّ الْأَبْرَار لَفِي نَعِيم وَإِنَّ الْفُجَّار لَفِي جَحِيم \" وَكَقَوْلِهِ عَزَّ وَجَلَّ \" كَلَّا إِنَّ كِتَاب الْفُجَّار لَفِي سِجِّين - إِلَى أَنْ قَالَ - كَلَّا إِنَّ كِتَاب الْأَبْرَار لَفِي عِلِّيِّينَ \" \" هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآب - إِلَى أَنْ قَالَ - هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآب \" وَنَحْو هَذَا مِنْ السِّيَاقَات فَهَذَا كُلّه مِنْ الْمَثَانِي أَيْ فِي مَعْنَيَيْنِ اِثْنَيْنِ وَأَمَّا إِذَا كَانَ السِّيَاق كُلّه فِي مَعْنًى وَاحِد يُشْبِه بَعْضه بَعْضًا فَهُوَ الْمُتَشَابِه وَلَيْسَ هَذَا مِنْ الْمُتَشَابِه الْمَذْكُور فِي قَوْله تَعَالَى \" مِنْهُ آيَات مُحْكَمَات هُنَّ أُمّ الْكِتَاب وَأُخَر مُتَشَابِهَات \" ذَاكَ مَعْنًى آخَر. وَقَوْله تَعَالَى \" تَقْشَعِرُّ مِنْهُ جُلُود الَّذِينَ يَخْشَوْنَ رَبّهمْ ثُمَّ تَلِين جُلُودهمْ وَقُلُوبهمْ إِلَى ذِكْر اللَّه \" أَيْ هَذِهِ صِفَة الْأَبْرَار عِنْد سَمَاع كَلَام الْجَبَّار الْمُهَيْمِن الْعَزِيز الْغَفَّار لِمَا يَفْهَمُونَ مِنْهُ مِنْ الْوَعْد وَالْوَعِيد وَالتَّخْوِيف وَالتَّهْدِيد تَقْشَعِرُّ مِنْهُ جُلُودهمْ مِنْ الْخَشْيَة وَالْخَوْف \" ثُمَّ تَلِين جُلُودهمْ وَقُلُوبهمْ إِلَى ذِكْر اللَّه \" لِمَا يَرْجُونَ وَيُؤَمِّلُونَ مِنْ رَحْمَته وَلُطْفه فَهُمْ مُخَالِفُونَ لِغَيْرِهِمْ مِنْ الْفُجَّار مِنْ وُجُوه \" أَحَدهَا \" أَنَّ سَمَاع هَؤُلَاءِ هُوَ تِلَاوَة الْآيَات وَسَمَاع أُولَئِكَ نَغَمَات الْأَبْيَات مِنْ أَصْوَات الْقَيْنَات \" الثَّانِي \" أَنَّهُمْ إِذَا تُلِيَتْ عَلَيْهِمْ آيَات الرَّحْمَن خَرُّوا سُجَّدًا وَبُكِيًّا بِأَدَبٍ وَخَشْيَة وَرَجَاء وَمَحَبَّة وَفَهْم وَعِلْم كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّه وَجِلَتْ قُلُوبهمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبّهمْ يَتَوَكَّلُونَ الَّذِينَ يُقِيمُونَ الصَّلَاة وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ أُولَئِكَ هُمْ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ \" وَقَالَ تَعَالَى \" وَاَلَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا \" أَيْ لَمْ يَكُونُوا عِنْد سَمَاعهَا مُتَشَاغِلِينَ لَاهِينَ عَنْهَا بَلْ مُصْغِينَ إِلَيْهَا فَاهِمِينَ بَصِيرِينَ بِمَعَانِيهَا فَلِهَذَا إِنَّمَا يَعْمَلُونَ بِهَا وَيَسْجُدُونَ عِنْدهَا عَنْ بَصِيرَة لَا عَنْ جَهْل وَمُتَابَعَة لِغَيْرِهِمْ \" الثَّالِث \" أَنَّهُمْ يَلْزَمُونَ الْأَدَب عِنْد سَمَاعهَا كَمَا كَانَ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ عِنْد سَمَاعهمْ كَلَام اللَّه تَعَالَى مِنْ تِلَاوَة رَسُول اللَّه تَقْشَعِرُّ جُلُودُهُمْ ثُمَّ تَلِين مَعَ قُلُوبهمْ إِلَى ذِكْرِ اللَّه لَمْ يَكُونُوا يَتَصَارَخُونَ وَلَا يَتَكَلَّفُونَ مَا لَيْسَ فِيهِمْ بَلْ عِنْدهمْ مِنْ الثَّبَات وَالسُّكُون وَالْأَدَب وَالْخَشْيَة مَا لَا يَلْحَقهُمْ أَحَد فِي ذَلِكَ وَلِهَذَا فَازُوا بِالْمَدْحِ مِنْ الرَّبِّ الْأَعْلَى فِي الدُّنْيَا وَالْآخِرَة قَالَ عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر قَالَ تَلَا قَتَادَة رَحِمَهُ اللَّه \" تَقْشَعِرُّ مِنْهُ جُلُود الَّذِينَ يَخْشَوْنَ رَبّهمْ ثُمَّ تَلِين جُلُودهمْ وَقُلُوبهمْ إِلَى ذِكْر اللَّه \" قَالَ هَذَا نَعْت أَوْلِيَاء اللَّه نَعَتَهُمْ اللَّه عَزَّ وَجَلَّ بِأَنْ تَقْشَعِرَّ جُلُودهمْ وَتَبْكِي أَعْيُنهمْ وَتُطَمْئِن قُلُوبهمْ إِلَى ذِكْر اللَّه وَلَمْ يَنْعَتهُمْ بِذَهَابِ عُقُولِهِمْ وَالْغِشْيَان عَلَيْهِمْ إِنَّمَا هَذَا فِي أَهْل الْبِدَع وَهَذَا مِنْ الشَّيْطَان وَقَالَ السُّدِّيّ \" ثُمَّ تَلِين جُلُودهمْ وَقُلُوبهمْ إِلَى ذِكْر اللَّه \" أَيْ إِلَى وَعْد اللَّه وَقَوْله \" ذَلِكَ هُدَى اللَّه يَهْدِي بِهِ مَنْ يَشَاء مِنْ عِبَاده \" أَيْ هَذِهِ صِفَة مَنْ هَدَاهُ اللَّه وَمَنْ كَانَ عَلَى خِلَاف ذَلِكَ فَهُوَ مِمَّنْ أَضَلَّهُ اللَّه \" وَمَنْ يُضْلِلْ اللَّه فَمَا لَهُ مِنْ هَادٍ \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40707, "aya_id": 23}]