[{"text": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا", "sura_id": 19, "type": 0, "id": 2324, "aya_id": 74}, {"text": "وكم أهلكنا قبلهم من قرن هم أحسن أثاثا ورئيا", "sura_id": 19, "type": 1, "id": 8560, "aya_id": 74}, {"text": "74 - (وكم) أي كثيرا (أهلكنا قبلهم من قرن) أي امة من الأمم الماضية (هم أحسن أثاثا) مالا ومتاعا (ورئيا) منظرا من الرؤية فكما أهلكناهم لكفرهم نهلك هؤلاء \r\n", "sura_id": 19, "type": 2, "id": 27268, "aya_id": 74}, {"text": "وكثيرًا أهلكنا قبل كفار قومك - أيها الرسول - من الأمم كانوا أحسن متاعًا منهم وأجمل منظرًا.\r\n", "sura_id": 19, "type": 3, "id": 33504, "aya_id": 74}, {"text": " <font color=red>وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا</font><BR><p>وَلِهَذَا قَالَ تَعَالَى رَادًّا عَلَيْهِمْ شُبْهَتهمْ \" وَكَمْ أَهْلَكْنَا قَبْلهمْ مِنْ قَرْن \" أَيْ وَكَمْ مِنْ أُمَّة وَقَرْن مِنْ الْمُكَذِّبِينَ قَدْ أَهْلَكْنَاهُمْ بِكُفْرِهِمْ \" هُمْ أَحْسَن أَثَاثًا وَرِءْيًا \" أَيْ كَانُوا أَحْسَن مِنْ هَؤُلَاءِ أَمْوَالًا وَأَمْتِعَة وَمَنَاظِر وَأَشْكَالًا قَالَ الْأَعْمَش عَنْ أَبِي ظَبْيَان عَنْ اِبْن عَبَّاس \" خَيْر مَقَامًا وَأَحْسَن نَدِيًّا \" قَالَ الْمَقَام الْمَنْزِل وَالنَّدِيّ الْمَجْلِس وَالْأَثَاث الْمَتَاع وَالرِّئْي الْمَنْظَر وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس الْمَقَام الْمَسْكَن وَالنَّدِيّ الْمَجْلِس وَالنِّعْمَة وَالْبَهْجَة الَّتِي كَانُوا فِيهَا وَهُوَ كَمَا قَالَ اللَّه لِقَوْمِ فِرْعَوْن حِين أَهْلَكَهُمْ وَقَصَّ شَأْنهمْ فِي الْقُرْآن \" كَمْ تَرَكُوا مِنْ جَنَّات وَعُيُون وَزُرُوع وَمَقَام كَرِيم \" فَالْمَقَام الْمَسْكَن وَالنَّعِيم وَالنَّدِيّ الْمَجْلِس وَالْمَجْمَع الَّذِي كَانُوا يَجْتَمِعُونَ فِيهِ وَقَالَ تَعَالَى فِيمَا قَصَّ عَلَى رَسُوله مِنْ أَمْر قَوْم لُوط \" وَتَأْتُونَ فِي نَادِيكُمْ الْمُنْكَر \" وَالْعَرَب تُسَمِّي الْمَجْلِس النَّادِي وَقَالَ قَتَادَة لَمَّا رَأَوْا أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي عَيْشهمْ خُشُونَة وَفِيهِمْ قَشَافَة فَعَرَضَ أَهْل الشِّرْك مَا تَسْمَعُونَ \" أَيّ الْفَرِيقَيْنِ خَيْر مَقَامًا وَأَحْسَن نَدِيًّا \" وَكَذَا قَالَ مُجَاهِد وَالضَّحَّاك وَمِنْهُمْ مَنْ قَالَ فِي الْأَثَاث هُوَ الْمَال وَمِنْهُمْ مَنْ قَالَ الثِّيَاب وَمِنْهُمْ مَنْ قَالَ الْمَتَاع وَالرِّئْي الْمَنْظَر كَمَا قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد وَقَالَ الْحَسَن الْبَصْرِيّ يَعْنِي الصُّوَر وَكَذَا قَالَ مَالِك \" أَثَاثًا وَرِءْيًا \" أَكْثَر أَمْوَالًا وَأَحْسَن صُوَرًا وَالْكُلّ مُتَقَارِب صَحِيح .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38470, "aya_id": 74}]