[{"text": "أَفَمَن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الأَلْبَابِ", "sura_id": 13, "type": 0, "id": 1726, "aya_id": 19}, {"text": "أفمن يعلم أنما أنزل إليك من ربك الحق كمن هو أعمى إنما يتذكر أولو الألباب", "sura_id": 13, "type": 1, "id": 7962, "aya_id": 19}, {"text": "19 - ونزل في حمزة وأبي جهل (أفمن يعلم أنما أنزل إليك من ربك الحق) فآمن (كمن هو أعمى) لا يعلمه ولا يؤمن به لا (إنما يتذكر) يتعظ (أولوا الألباب) أصحاب العقول \r\n", "sura_id": 13, "type": 2, "id": 26670, "aya_id": 19}, {"text": "هل الذي يعلم أن ما جاءك -أيها الرسول- من عند الله هو الحق فيؤمن به, كالأعمى عن الحق الذي لم يؤمن؟ إنما يتعظ أصحاب العقول السليمة\r\n", "sura_id": 13, "type": 3, "id": 32906, "aya_id": 19}, {"text": " <font color=red>أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ</font><BR><p>يَقُول تَعَالَى : لَا يَسْتَوِي مَنْ يَعْلَم مِنْ النَّاس أَنَّ الَّذِي \" أُنْزِلَ إِلَيْك \" يَا مُحَمَّد \" مِنْ رَبّك \" هُوَ الْحَقّ الَّذِي لَا شَكّ فِيهِ وَلَا مِرْيَة وَلَا لَبْس فِيهِ وَلَا اِخْتِلَاف فِيهِ بَلْ هُوَ كُلّه حَقّ يُصَدِّق بَعْضه بَعْضًا لَا يُضَادّ شَيْء مِنْهُ شَيْئًا آخَر فَأَخْبَاره كُلّهَا حَقّ وَأَوَامِره وَنَوَاهِيه عَدْل كَمَا قَالَ تَعَالَى \" وَتَمَّتْ كَلِمَة رَبّك صِدْقًا وَعَدْلًا \" أَيْ صِدْقًا فِي الْإِخْبَار وَعَدْلًا فِي الطَّلَب فَلَا يَسْتَوِي مَنْ تَحَقَّقَ صِدْق مَا جِئْت بِهِ يَا مُحَمَّد وَمَنْ هُوَ أَعْمَى لَا يَهْتَدِي إِلَى خَيْر وَلَا يَفْهَمهُ وَلَوْ فَهِمَهُ مَا اِنْقَادَ لَهُ وَلَا صَدَّقَهُ وَلَا اِتَّبَعَهُ كَقَوْلِهِ تَعَالَى \" لَا يَسْتَوِي أَصْحَاب النَّار وَأَصْحَاب الْجَنَّة أَصْحَاب الْجَنَّة هُمْ الْفَائِزُونَ\" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" أَفَمَنْ يَعْلَم أَنَّمَا أُنْزِلَ إِلَيْك مِنْ رَبّك الْحَقّ كَمَنْ هُوَ أَعْمَى \" أَيْ أَفَهَذَا كَهَذَا ؟ لَا اِسْتِوَاء وَقَوْله \" إِنَّمَا يَتَذَكَّر أُولُو الْأَلْبَاب\" أَيْ إِنَّمَا يَتَّعِظ وَيَعْتَبِر وَيَعْقِل أُولُو الْعُقُول السَّلِيمَة الصَّحِيحَة جَعَلَنَا اللَّه مِثْلهمْ .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37867, "aya_id": 19}]