[{"text": "هُوَ الَّذِيَ أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاء الْفِتْنَةِ وَابْتِغَاء تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألْبَابِ", "sura_id": 3, "type": 0, "id": 300, "aya_id": 7}, {"text": "هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب", "sura_id": 3, "type": 1, "id": 6536, "aya_id": 7}, {"text": "7 - (هو الذي أنزل عليك الكتاب منه آيات محكمات) واضحات الدلالة (هن أم الكتاب) أصله المعتمد عليه في الأحكام (وأخر متشابهات) لا تفهم معانيها كأوائل السور وجعله كله محكما في قوله {أحكمت آياته} بمعنى أيه ليس فيه عيب ، ومتشابها في قوله {كتابا متشابها} بمعنى أنه يشبه بعضه بعضا في الحسن والصدق (فأما الذين في قلوبهم زيغ) ميل عن الحق (فيتبعون ما تشابه منه ابتغاء) طلب (الفتنة) لجهالهم بوقوعهم في الشبهات واللبس (وابتغاء تأويله) تفسيره (وما يعلم تأويله) تفسيره (إلا الله) وحده (والراسخون) الثابتون المتمكنون (في العلم) مبتدأ خبره (يقولون آمنا به) أي بالمتشابه أنه من عند الله ولا نعلم معناه (كل) من المحكم والمتشابه (من عند ربنا وما يذَّكر) بإدغام التاء في الأصل في الذال أي يتعظ (إلا أولوا الألباب) أصحاب العقول ويقولون أيضا إذا رأوا من يتبعه: \r\n", "sura_id": 3, "type": 2, "id": 25244, "aya_id": 7}, {"text": "هو وحده الذي أنزل عليك القرآن: منه آيات واضحات الدلالة, هن أصل الكتاب الذي يُرجع إليه عند الاشتباه, ويُرَدُّ ما خالفه إليه, ومنه آيات أخر متشابهات تحتمل بعض المعاني, لا يتعيَّن المراد منها إلا بضمها إلى المحكم, فأصحاب القلوب المريضة الزائغة, لسوء قصدهم يتبعون هذه الآيات المتشابهات وحدها; ليثيروا الشبهات عند الناس, كي يضلوهم, ولتأويلهم لها على مذاهبهم الباطلة. ولا يعلم حقيقة معاني هذه الآيات إلا الله. والمتمكنون في العلم يقولون: آمنا بهذا القرآن, كله قد جاءنا من عند ربنا على لسان رسوله محمد صلى الله عليه وسلم, ويردُّون متشابهه إلى محكمه, وإنما يفهم ويعقل ويتدبر المعاني على وجهها الصحيح أولو العقول السليمة.\r\n", "sura_id": 3, "type": 3, "id": 31480, "aya_id": 7}, {"text": " <font color=red>هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ</font><BR><p>يُخْبِر تَعَالَى أَنَّ فِي الْقُرْآن آيَات مُحْكَمَات هُنَّ أُمّ الْكِتَاب أَيْ بَيِّنَات وَاضِحَات الدَّلَالَة لَا اِلْتِبَاس فِيهَا عَلَى أَحَد وَمِنْهُ آيَات أُخَر فِيهَا اِشْتِبَاه فِي الدَّلَالَة عَلَى كَثِير مِنْ النَّاس أَوْ بَعْضهمْ فَمَنْ رَدَّ مَا اِشْتَبَهَ إِلَى الْوَاضِح مِنْهُ وَحَكَّمَ مُحْكَمَهُ عَلَى مُتَشَابِهه عِنْده فَقَدْ اِهْتَدَى وَمَنْ عَكَسَ اِنْعَكَسَ وَلِهَذَا قَالَ تَعَالَى \" هُنَّ أُمّ الْكِتَاب \" أَيْ أَصْله الَّذِي يُرْجَع إِلَيْهِ عِنْد الِاشْتِبَاه \" وَأُخَر مُتَشَابِهَات \" أَيْ تَحْتَمِل دَلَالَتهَا مُوَافَقَة الْمُحْكَم وَقَدْ تَحْتَمِل شَيْئًا آخَر مِنْ حَيْثُ اللَّفْظ وَالتَّرْكِيب لَا مِنْ حَيْثُ الْمُرَاد وَقَدْ اِخْتَلَفُوا فِي الْمُحْكَم وَالْمُتَشَابِه فَرُوِيَ عَنْ السَّلَف عِبَارَات كَثِيرَة فَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : الْمُحْكَمَات نَاسِخَةٌ وَحَلَاله وَحَرَامه وَأَحْكَامه مَا يُؤْمَر بِهِ وَيُعْمَل بِهِ وَعَنْ اِبْن عَبَّاس أَيْضًا أَنَّهُ قَالَ : الْمُحْكَمَات قَوْله تَعَالَى \" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا \" وَالْآيَات بَعْدهَا وَقَوْله تَعَالَى \" وَقَضَى رَبّك أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ \" إِلَى ثَلَاث آيَات بَعْدهَا وَرَوَاهُ اِبْن أَبِي حَاتِم وَحَكَاهُ عَنْ سَعِيد بْن جُبَيْر بِهِ قَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ إِسْحَاق بْن سُوَيْد أَنَّ يَحْيَى بْن يَعْمُر وَأَبَا فَاخِتَة تَرَاجَعَا فِي هَذِهِ الْآيَة \" هُنَّ أُمّ الْكِتَاب وَأُخَر مُتَشَابِهَات \" فَقَالَ أَبُو فَاخِتَة : فَوَاتِح السُّوَر . وَقَالَ يَحْيَى بْن يَعْمَر : الْفَرَائِض وَالْأَمْر وَالنَّهْي وَالْحَلَال وَالْحَرَام . وَقَالَ اِبْن لَهِيعَة عَنْ عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر : \" هُنَّ أَمُّ الْكِتَاب \" لِأَنَّهُنَّ مَكْتُوبَات فِي جَمِيع الْكُتُب وَقَالَ مُقَاتِل بْن حَيَّان : لِأَنَّهُ لَيْسَ مِنْ أَهْل دِين إِلَّا يَرْضَى بِهِنَّ وَقِيلَ فِي الْمُتَشَابِهَات : الْمَنْسُوخَة وَالْمُقَدَّم وَالْمُؤَخَّر وَالْأَمْثَال فِيهِ وَالْأَقْسَام وَمَا يُؤْمَن بِهِ وَلَا يُعْمَل بِهِ رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَقِيلَ هِيَ الْحُرُوف الْمُقَطَّعَة فِي أَوَائِل السُّوَر قَالَهُ مُقَاتِل بْن حَيَّانَ وَعَنْ مُجَاهِد الْمُتَشَابِهَات يُصَدِّق بَعْضهَا بَعْضًا وَهَذَا إِنَّمَا هُوَ فِي تَفْسِير قَوْله \" كِتَابًا مُتَشَابِهًا مَثَانِيَ \" هُنَاكَ ذَكَرُوا أَنَّ الْمُتَشَابِه هُوَ الْكَلَام الَّذِي يَكُون فِي سِيَاق وَاحِد وَالْمَثَانِي هُوَ الْكَلَام فِي شَيْئَيْنِ مُتَقَابِلَيْنِ كَصِفَةِ الْجَنَّة وَصِفَة النَّار وَذِكْرِ حَال الْأَبْرَار وَحَال الْفُجَّار وَنَحْو ذَلِكَ. وَأَمَّا هَاهُنَا فَالْمُتَشَابِه هُوَ الَّذِي يُقَابِل الْمُحْكَم وَأَحْسَن مَا قِيلَ فِيهِ هُوَ الَّذِي قَدَّمْنَا وَهُوَ الَّذِي نَصَّ عَلَيْهِ مُحَمَّد بْن إِسْحَق بْن يَسَار رَحِمَهُ اللَّه حَيْثُ قَالَ \" مِنْهُ آيَات مُحْكَمَات \" فَهُنَّ حُجَّة الرَّبّ وَعِصْمَة الْعِبَاد وَدَفْع الْخُصُوم الْبَاطِل لَيْسَ لَهُنَّ تَصْرِيف وَلَا تَحْرِيف عَمَّا وُضِعْنَ عَلَيْهِ . قَالَ : وَالْمُتَشَابِهَات فِي الصِّدْق لَيْسَ لَهُنَّ تَصْرِيف وَتَحْرِيف وَتَأْوِيل اِبْتَلَى اللَّه فِيهِنَّ الْعِبَاد كَمَا اِبْتَلَاهُمْ فِي الْحَلَال وَالْحَرَام أَلَّا يُصْرَفْنَ إِلَى الْبَاطِل وَيُحَرَّفْنَ عَنْ الْحَقّ . وَلِهَذَا قَالَ اللَّه تَعَالَى \" فَأَمَّا الَّذِينَ فِي قُلُوبهمْ زَيْغ \" أَيْ ضَلَال وَخُرُوج عَنْ الْحَقّ إِلَى الْبَاطِل \" فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ \" أَيْ إِنَّمَا يَأْخُذُونَ مِنْهُ بِالْمُتَشَابِهِ الَّذِي يُمْكِنهُمْ أَنْ يُحَرِّفُوهُ إِلَى مَقَاصِدهمْ الْفَاسِدَة وَيُنْزِلُوهُ عَلَيْهَا لِاحْتِمَالِ لَفْظه لِمَا يَصْرِفُونَهُ فَأَمَّا الْمُحْكَم فَلَا نَصِيب لَهُمْ فِيهِ لِأَنَّهُ دَافِع لَهُمْ وَحُجَّة عَلَيْهِمْ وَلِهَذَا قَالَ اللَّه تَعَالَى \" اِبْتِغَاء الْفِتْنَة \" أَيْ الْإِضْلَال لِأَتْبَاعِهِمْ إِيهَامًا لَهُمْ أَنَّهُمْ يَحْتَجُّونَ عَلَى بِدْعَتهمْ بِالْقُرْآنِ وَهُوَ حُجَّة عَلَيْهِمْ لَا لَهُمْ كَمَا لَوْ اِحْتَجَّ النَّصَارَى بِأَنَّ الْقُرْآن قَدْ نَطَقَ بِأَنَّ عِيسَى رُوح اللَّه وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم وَرُوح مِنْهُ وَتَرَكُوا الِاحْتِجَاج بِقَوْلِهِ \" إِنْ هُوَ إِلَّا عَبْد أَنْعَمْنَا عَلَيْهِ \" وَبِقَوْلِهِ \" إِنَّ مَثَل عِيسَى عِنْد اللَّه كَمَثَلِ آدَم خَلَقَهُ مِنْ تُرَاب ثُمَّ قَالَ لَهُ كُنْ فَيَكُون \" وَغَيْر ذَلِكَ مِنْ الْآيَات الْمُحْكَمَة الْمُصَرِّحَة بِأَنَّهُ خَلْق مِنْ مَخْلُوقَات اللَّه وَعَبْد وَرَسُول مِنْ رُسُل اللَّه . وَقَوْله تَعَالَى \" وَابْتِغَاء تَأْوِيله \" أَيْ تَحْرِيفه عَلَى مَا يُرِيدُونَ وَقَالَ مُقَاتِل بْن حَيَّان وَالسُّدِّيّ يَبْتَغُونَ أَنْ يَعْلَمُوا مَا يَكُون وَمَا عَوَاقِب الْأَشْيَاء مِنْ الْقُرْآن وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا يَعْقُوب عَنْ عَبْد اللَّه بْن أَبِي مُلَيْكَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُوَ الَّذِي أَنْزَلَ عَلَيْك الْكِتَاب مِنْهُ آيَات مُحْكَمَات هُنَّ أُمّ الْكِتَاب وَأُخَر مُتَشَابِهَات \" إِلَى قَوْله \" أُولُوا الْأَلْبَاب \" فَقَالَ \" إِذَا رَأَيْتُمْ الَّذِينَ يُجَادِلُونَ فِيهِ فَهُمْ الَّذِينَ عَنَى اللَّه فَاحْذَرُوهُمْ \" هَكَذَا وَقَعَ هَذَا الْحَدِيث فِي مُسْنَد الْإِمَام أَحْمَد مِنْ رِوَايَة اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا لَيْسَ بَيْنهمَا أَحَد وَهَكَذَا رَوَاهُ اِبْن مَاجَهْ مِنْ طَرِيق إِسْمَاعِيل بْن عُلَيَّة وَعَبْد الْوَهَّاب الثَّقَفِيّ كِلَاهُمَا عَنْ أَيُّوب بِهِ وَرَوَاهُ مُحَمَّد بْن يَحْيَى الْعَبْدِيّ فِي مُسْنَده عَنْ عَبْد الْوَهَّاب الثَّقَفِيّ بِهِ وَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ أَيُّوب وَكَذَا رَوَاهُ غَيْر وَاحِد عَنْ أَيُّوب وَقَدْ رَوَاهُ اِبْن حِبَّان فِي صَحِيحه مِنْ حَدِيث أَيُّوب بِهِ وَرَوَاهُ أَبُو بَكْر بْن الْمُنْذِر فِي تَفْسِيره مِنْ طَرِيقَيْنِ عَنْ أَبِي النُّعْمَان مُحَمَّد بْن الْفَضْل السَّدُوسِيّ وَلَقَبه عَارِم حَدَّثَنَا حَمَّاد بْن زَيْد حَدَّثَنَا أَيُّوب عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة بِهِ وَتَابَعَ أَيُّوب أَبُو عَامِر الْخَرَّاز وَغَيْره عَنْ اِبْن أَبِي مُلَيْكَة فَرَوَاهُ التِّرْمِذِيّ عَنْ بُنْدَار عَنْ أَبِي دَاوُد الطَّيَالِسِيّ عَنْ أَبِي عَامِر الْخَرَّاز فَذَكَرَهُ وَرَوَاهُ سَعِيد بْن مَنْصُور فِي سُنَنه عَنْ حَمَّاد بْن يَحْيَى عَنْ عَبْد اللَّه بْن أَبِي مُلَيْكَة عَنْ عَائِشَة وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث رَوْح بْن الْقَاسِم وَنَافِع بْن عُمَر الْجُمَحِيّ كِلَاهُمَا عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة وَقَالَ نَافِع فِي رِوَايَته عَنْ اِبْن أَبِي مُلَيْكَة حَدَّثَتْنِي عَائِشَة فَذَكَرَهُ وَقَدْ رَوَى هَذَا الْحَدِيث الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة وَمُسْلِم فِي كِتَاب الْقَدَر مِنْ صَحِيحه وَأَبُو دَاوُدَ فِي السُّنَّة مِنْ سُنَنه ثَلَاثَتهمْ عَنْ الْقَعْنَبِيّ عَنْ يَزِيد بْن إِبْرَاهِيم التُّسْتَرِيّ عَنْ اِبْن أَبِي مُلَيْكَة عَنْ الْقَاسِم بْن مُحَمَّد عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" هُوَ الَّذِي أَنْزَلَ عَلَيْك الْكِتَاب مِنْهُ آيَات مُحْكَمَات \" إِلَى قَوْله \" وَمَا يَذَّكَّر إِلَّا أُولُو الْأَلْبَاب \" قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِذَا رَأَيْتُمْ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولَئِكَ الَّذِينَ سَمَّى اللَّه فَاحْذَرُوهُمْ \" لَفْظ الْبُخَارِيّ وَكَذَا رَوَاهُ التِّرْمِذِيّ أَيْضًا عَنْ بُنْدَار عَنْ أَبِي دَاوُدَ الطَّيَالِسِيّ عَنْ يَزِيد بْن إِبْرَاهِيم بِهِ وَقَالَ حَسَن صَحِيح وَذَكَرَ أَنَّ يَزِيد بْن إِبْرَاهِيم التُّسْتَرِيّ تَفَرَّدَ بِذِكْرِ الْقَاسِم فِي هَذَا الْإِسْنَاد وَقَدْ رَوَاهُ غَيْر وَاحِد عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة وَلَمْ يَذْكُر الْقَاسِم كَذَا قَالَ وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم فَقَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْوَلِيد الطَّيَالِسِيّ حَدَّثَنَا يَزِيد بْن إِبْرَاهِيم التُّسْتَرِيّ وَحَمَّاد بْن سَلَمَة عَنْ اِبْن أَبِي مُلَيْكَة عَنْ الْقَاسِم بْن مُحَمَّد عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْل اللَّه تَعَالَى \" فَأَمَّا الَّذِينَ فِي قُلُوبهمْ زَيْغ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا رَأَيْتُمْ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولَئِكَ الَّذِينَ سَمَّى اللَّه فَاحْذَرُوهُمْ \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا عَلِيّ بْن سُهَيْل حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ حَمَّاد بْن سَلَمَة عَنْ عَبْد الرَّحْمَن بْن الْقَاسِم عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : نَزَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهَذِهِ الْآيَة \" فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ اِبْتِغَاء الْفِتْنَة \" فَقَالَ رَسُول اللَّه صَلَّى عَلَيْهِ وَسَلَّمَ \" قَدْ حَذَّرَكُمْ اللَّه فَإِذَا رَأَيْتُمُوهُمْ فَاحْذَرُوهُمْ \" وَرَوَاهُ اِبْن مَرْدُوَيه مِنْ طَرِيق أُخْرَى عَنْ الْقَاسِم عَنْ عَائِشَة بِهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو كَامِل حَدَّثَنَا حَمَّاد عَنْ أَبِي غَالِب قَالَ : سَمِعْت أَبَا أُمَامَةَ يُحَدِّث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" فَأَمَّا الَّذِينَ فِي قُلُوبهمْ زَيْغ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ \" قَالَ \" هُمْ الْخَوَارِج \" وَفِي قَوْله تَعَالَى \" يَوْم تَبْيَضّ وُجُوه وَتَسْوَدّ وُجُوه \" قَالَ : \" هُمْ الْخَوَارِج \" وَقَدْ رَوَاهُ اِبْن مَرْدُوَيه مِنْ غَيْر وَجْه عَنْ أَبِي غَالِب عَنْ أَبِي أُمَامَةَ فَذَكَرَهُ وَهَذَا الْحَدِيث أَقَلّ أَقْسَامه أَنْ يَكُون مَوْقُوفًا مِنْ كَلَام الصَّحَابِيّ وَمَعْنَاهُ صَحِيح فَإِنَّ أَوَّل بِدْعَة وَقَعَتْ فِي الْإِسْلَام فِتْنَة الْخَوَارِج وَكَانَ مَبْدَؤُهُمْ بِسَبَبِ الدُّنْيَا حِين قَسَمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَنَائِم حُنَيْن فَكَأَنَّهُمْ رَأَوْا فِي عُقُولهمْ الْفَاسِدَة أَنَّهُ لَمْ يَعْدِل فِي الْقِسْمَة فَفَاجَئُوهُ بِهَذِهِ الْمَقَالَة فَقَالَ قَائِلهمْ : وَهُوَ ذُو الْخَُوَيْصِرَة بَقَرَ اللَّه خَاصِرَته اِعْدِلْ فَإِنَّك لَمْ تَعْدِل فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ خِبْت وَخَسِرْت إِنْ لَمْ أَكُنْ أَعْدِل أَيَأْمَنُنِي عَلَى أَهْل الْأَرْض وَلَا تَأْمَنُونِي \" فَلَمَّا قَفَا الرَّجُل اِسْتَأْذَنَ عُمَر بْن الْخَطَّاب وَفِي رِوَايَة خَالِد بْن الْوَلِيد فِي قَتْله فَقَالَ \" دَعْهُ فَإِنَّهُ يَخْرُج مِنْ ضِئْضِئ هَذَا أَيْ مِنْ جِنْسه قَوْم يُحَقِّر أَحَدكُمْ صَلَاته مَعَ صَلَاتهمْ وَقِرَاءَته مَعَ قِرَاءَتهمْ يَمْرُقُونَ مِنْ الدِّين كَمَا يَمْرُق السَّهْم مِنْ الرَّمِيَّة فَأَيْنَمَا لَقِيتُمُوهُمْ فَاقْتُلُوهُمْ فَإِنَّ فِي قَتْلهمْ أَجْرًا لِمَنْ قَتَلَهُمْ \" ثُمَّ كَانَ ظُهُورهمْ أَيَّام عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ وَقَتَلَهُمْ بِالنَّهْرَوَانِ ثُمَّ تَشَعَّبَتْ مِنْهُمْ شُعُوب وَقَبَائِل وَآرَاء وَأَهْوَاء وَمَقَالَات وَنِحَلٌ كَثِيرَة مُنْتَشِرَة ثُمَّ اِنْبَعَثَتْ الْقَدَرِيَّة ثُمَّ الْمُعْتَزِلَة ثُمَّ الْجَهْمِيّة وَغَيْر ذَلِكَ مِنْ الْبِدَع الَّتِي أَخْبَرَ عَنْهَا الصَّادِق الْمَصْدُوق صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" وَسَتَفْتَرِقُ هَذِهِ الْأُمَّة عَلَى ثَلَاث وَسَبْعِينَ فِرْقَة كُلّهَا فِي النَّار إِلَّا وَاحِدَة \" قَالُوا وَمَا هُمْ يَا رَسُول اللَّه ؟ قَالَ \" مَنْ كَانَ عَلَى مَا أَنَا عَلَيْهِ وَأَصْحَابِي \" أَخْرَجَهُ الْحَاكِم فِي مُسْتَدْرَكه بِهَذِهِ الزِّيَادَة . وَقَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا أَبُو مُوسَى حَدَّثَنَا عَمْرو بْن عَاصِم حَدَّثَنَا الْمُعْتَمِر عَنْ أَبِيهِ عَنْ قَتَادَة عَنْ الْحَسَن بْن جُنْدُب بْن عَبْد اللَّه أَنَّهُ بَلَغَهُ عَنْ حُذَيْفَة أَوْ سَمِعَهُ مِنْهُ يُحَدِّث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ ذَكَرَ \" إِنَّ فِي أُمَّتِي قَوْمًا يَقْرَؤُنَّ الْقُرْآن يَنْثُرُونَهُ نَثْرَ الدَّقْل يَتَأَوَّلُونَهُ عَلَى غَيْر تَأْوِيله \" لَمْ يُخْرِجُوهُ . وَقَوْله تَعَالَى \" وَمَا يَعْلَم تَأْوِيله إِلَّا اللَّه \" اِخْتَلَفَ الْقُرَّاء فِي الْوَقْف هَهُنَا فَقِيلَ عَلَى الْجَلَالَة كَمَا تَقَدَّمَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : التَّفْسِير عَلَى أَرْبَعَة أَنْحَاء فَتَفْسِير لَا يُعْذَر أَحَد فِي فَهْمِهِ وَتَفْسِير تَعْرِفهُ الْعَرَب مِنْ لُغَاتهَا وَتَفْسِير يَعْلَمهُ الرَّاسِخُونَ فِي الْعِلْم وَتَفْسِير لَا يَعْلَمهُ إِلَّا اللَّه وَيُرْوَى هَذَا الْقَوْل عَنْ عَائِشَة وَعُرْوَة وَأَبِي الشَّعْثَاء وَأَبِي نَهِيك وَغَيْرهمْ . وَقَالَ الْحَافِظ أَبُو الْقَاسِم فِي الْمُعْجَم الْكَبِير : حَدَّثَنَا هَاشِم بْن مَرْثَد حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عَيَّاش حَدَّثَنِي أَبِي حَدَّثَنِي ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك الْأَشْعَرِيّ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَا أَخَاف عَلَى أُمَّتِي إِلَّا ثَلَاث خِلَال أَنْ يَكْثُر لَهُمْ الْمَال فَيَتَحَاسَدُوا فَيَقْتَتِلُوا وَأَنْ يُفْتَح لَهُمْ الْكِتَاب فَيَأْخُذهُ الْمُؤْمِن يَبْتَغِي تَأْوِيله \" وَمَا يَعْلَم تَأْوِيله إِلَّا اللَّه وَالرَّاسِخُونَ فِي الْعِلْم يَقُولُونَ آمَنَّا بِهِ \" الْآيَة وَأَنْ يَزْدَاد عِلْمهمْ فَيُضَيِّعُوهُ وَلَا يُبَالُونَ عَنْهُ \" غَرِيب جِدًّا . وَقَالَ اِبْن مَرْدُوَيه : حَدَّثَنَا مُحَمَّد بْن إِبْرَاهِيم حَدَّثَنَا أَحْمَد بْن عَمْرو حَدَّثَنَا هُشَام بْن عَمَّار حَدَّثَنَا اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ اِبْن الْعَاصِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْقُرْآن لَمْ يَنْزِل لِيُكَذِّب بَعْضه بَعْضًا فَمَا عَرَفْتُمْ مِنْهُ فَاعْمَلُوا بِهِ وَمَا تَشَابَهَ مِنْهُ فَآمِنُوا بِهِ \" . وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ اِبْن طَاوُوس عَنْ أَبِيهِ قَالَ : كَانَ اِبْن عَبَّاس يَقْرَأ : وَمَا يَعْلَم تَأْوِيله إِلَّا اللَّه وَيَقُول الرَّاسِخُونَ آمَنَّا بِهِ . وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ عُمَر بْن عَبْد الْعَزِيز وَمَالِك بْن أَنَس أَنَّهُمْ يُؤْمِنُونَ بِهِ وَلَا يَعْلَمُونَ تَأْوِيله . وَحَكَى اِبْن جَرِير أَنَّ فِي قِرَاءَة عَبْد اللَّه بْن مَسْعُود إِنْ تَأْوِيله إِلَّا عِنْد اللَّه وَالرَّاسِخُونَ فِي الْعِلْم يَقُولُونَ آمَنَّا بِهِ وَكَذَا عَنْ أُبَيّ بْن كَعْب وَاخْتَارَ اِبْن جَرِير هَذَا الْقَوْل . وَمِنْهُمْ مَنْ يَقِف عَلَى قَوْله وَالرَّاسِخُونَ فِي الْعِلْم وَتَبِعَهُمْ كَثِير مِنْ الْمُفَسِّرِينَ وَأَهْل الْأُصُول وَقَالُوا الْخِطَاب بِمَا لَا يُفْهَم بَعِيد وَقَدْ رَوَى اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : أَنَا مِنْ الرَّاسِخِينَ الَّذِينَ يَعْلَمُونَ تَأْوِيله وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد وَالرَّاسِخُونَ فِي الْعِلْم يَعْلَمُونَ تَأْوِيله وَيَقُولُونَ آمَنَّا بِهِ وَكَذَا قَالَ الرَّبِيع بْن أَنَس . وَقَالَ مُحَمَّد بْن إِسْحَق عَنْ مُحَمَّد بْن جَعْفَر بْن الزُّبَيْر : وَمَا يَعْلَم تَأْوِيله الَّذِي أَرَادَ مَا أَرَادَ إِلَّا اللَّه وَالرَّاسِخُونَ فِي الْعِلْم يَقُولُونَ آمَنَّا بِهِ ثُمَّ رَدُّوا تَأْوِيل الْمُتَشَابِهَات عَلَى مَا عَرَفُوا مِنْ تَأْوِيل الْمُحْكَمَة الَّتِي لَا تَأْوِيل لِأَحَدٍ فِيهَا إِلَّا تَأْوِيل وَاحِد فَاتَّسَقَ بِقَوْلِهِمْ الْكِتَاب وَصَدَّقَ بَعْضه بَعْضًا فَنَفَذَتْ الْحُجَّة وَظَهَرَ بِهِ الْعُذْر وَزَاحَ بِهِ الْبَاطِل وَدَفَعَ بِهِ الْكُفْر وَفِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعَا لِابْنِ عَبَّاس فَقَالَ \" اللَّهُمَّ فَقِّهْهُ فِي الدِّين وَعَلِّمْهُ التَّأْوِيل \" وَمِنْ الْعُلَمَاء مَنْ فُصِّلَ وَهَذَا الْمَقَام قَالَ : التَّأْوِيل يُطْلَق وَيُرَاد بِهِ فِي الْقُرْآن مَعْنَيَانِ أَحَدهمَا التَّأْوِيل بِمَعْنَى حَقِيقَة الشَّيْء وَمَا يَئُول أَمْرُهُ إِلَيْهِ وَمِنْهُ قَوْله تَعَالَى \" وَقَالَ يَا أَبَتِ هَذَا تَأْوِيل رُؤْيَايَ مِنْ قَبْل \" وَقَوْله \" هَلْ يَنْظُرُونَ إِلَّا تَأْوِيله يَوْم يَأْتِي تَأْوِيله \" أَيْ حَقِيقَة مَا أَخْبَرُوا بِهِ مِنْ أَمْر الْمَعَاد فَإِنْ أُرِيدَ بِالتَّأْوِيلِ هَذَا فَالْوَقْف عَلَى الْجَلَالَة لِأَنَّ حَقَائِق الْأُمُور وَكُنْهَهَا لَا يَعْلَمهُ عَلَى الْجَلِيَّة إِلَّا اللَّه عَزَّ وَجَلَّ وَيَكُون قَوْله \" وَالرَّاسِخُونَ فِي الْعِلْم \" مُبْتَدَأ وَ \" يَقُولُونَ آمَنَّا بِهِ \" خَبَره وَأَمَّا إِنْ أُرِيد بِالتَّأْوِيلِ الْمَعْنَى الْآخَر وَهُوَ التَّفْسِير وَالْبَيَان وَالتَّعْبِير عَنْ الشَّيْء كَقَوْلِهِ \" نَبِّئْنَا بِتَأْوِيلِهِ \" أَيْ بِتَفْسِيرِهِ فَإِنْ أُرِيد بِهِ هَذَا الْمَعْنَى فَالْوَقْف عَلَى \" وَالرَّاسِخُونَ فِي الْعِلْم \" لِأَنَّهُمْ يَعْلَمُونَ وَيَفْهَمُونَ مَا خُوطِبُوا بِهِ بِهَذَا الِاعْتِبَار وَإِنْ لَمْ يُحِيطُوا عِلْمًا بِحَقَائِق الْأَشْيَاء عَلَى كُنْهِ مَا هِيَ عَلَيْهِ وَعَلَى هَذَا فَيَكُون قَوْله \" يَقُولُونَ آمَنَّا بِهِ \" حَال مِنْهُمْ وَسَاغَ هَذَا وَأَنْ يَكُون مِنْ الْمَعْطُوف دُون الْمَعْطُوف عَلَيْهِ كَقَوْلِهِ \" لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارهمْ وَأَمْوَالهمْ - إِلَى قَوْله - \" يَقُولُونَ رَبّنَا اِغْفِرْ لَنَا وَلِإِخْوَانِنَا \" الْآيَة وَقَوْله تَعَالَى \" وَجَاءَ رَبّك وَالْمَلَك صَفًّا صَفًّا \" أَيْ وَجَاءَ الْمَلَائِكَة صُفُوفًا صُفُوفًا. وَقَوْله إِخْبَارًا عَنْهُمْ إِنَّهُمْ يَقُولُونَ آمَنَّا بِهِ أَيْ الْمُتَشَابِه كُلّ مِنْ عِنْد رَبّنَا أَيْ الْجَمِيع مِنْ الْمُحْكَم وَالْمُتَشَابِه حَقّ وَصِدْق وَكُلّ وَاحِد مِنْهُمَا يُصَدِّق الْآخَر وَيَشْهَد لَهُ لِأَنَّ الْجَمِيع مِنْ عِنْد اللَّه وَلَيْسَ شَيْء مِنْ عِنْد اللَّه بِمُخْتَلِفٍ وَلَا مُتَضَادّ كَقَوْلِهِ \" أَفَلَا يَتَدَبَّرُونَ الْقُرْآن وَلَوْ كَانَ مِنْ عِنْد غَيْر اللَّه لَوَجَدُوا فِيهِ اِخْتِلَافًا كَثِيرًا \" وَلِهَذَا قَالَ تَعَالَى \" وَمَا يَذَّكَّر إِلَّا أُولُوا الْأَلْبَاب \" أَيْ إِنَّمَا يَفْهَم وَيَعْقِل وَيَتَدَبَّر الْمَعَانِي عَلَى وَجْهِهَا أُولُو الْعُقُول السَّلِيمَة وَالْفُهُوم الْمُسْتَقِيمَة وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَوْف الْحِمْصِيّ حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا فَيَّاض الرَّقِّيّ حَدَّثَنَا عُبَيْد اللَّه بْن يَزِيد وَكَانَ قَدْ أَدْرَكَ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَسًا وَأَبَا أُمَامَةَ وَأَبَا الدَّرْدَاء أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الرَّاسِخِينَ فِي الْعِلْم فَقَالَ \" مَنْ بَرَّتْ يَمِينه وَصَدَقَ لِسَانه وَاسْتَقَامَ قَلْبه وَمَنْ عَفَّ بَطْنه وَفَرْجه فَذَلِكَ مِنْ الرَّاسِخِينَ فِي الْعِلْم \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَوْمًا يَتَدَارَءُونَ فَقَالَ \" إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلكُمْ بِهَذَا ضَرَبُوا كِتَاب اللَّه بَعْضه بِبَعْضٍ وَإِنَّمَا أُنْزِلَ كِتَاب اللَّه لِيُصَدِّق بَعْضه بَعْضًا فَلَا تُكَذِّبُوا بَعْضه بِبَعْضٍ فَمَا عَلِمْتُمْ مِنْهُ فَقُولُوا بِهِ , وَمَا جَهِلْتُمْ فَكِلُوهُ إِلَى عَالِمه \" وَتَقَدَّمَ رِوَايَة اِبْن مَرْدُوَيه لِهَذَا الْحَدِيث مِنْ طَرِيق هِشَام بْن عَمَّار عَنْ أَبِي حَازِم عَنْ عَمْرو بْن شُعَيْب بِهِ وَقَدْ قَالَ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده : حَدَّثَنَا زُهَيْر بْن حَرْب حَدَّثَنَا أَنَس بْن عِيَاض عَنْ أَبِي حَازِم عَنْ أَبِي سَلَمَة قَالَ : لَا أَعْلَمهُ إِلَّا عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" نَزَلَ الْقُرْآن عَلَى سَبْعَة أَحْرُف وَالْمِرَاء فِي الْقُرْآن كُفْرٌ - قَالَهَا ثَلَاثًا - مَا عَرَفْتُمْ مِنْهُ فَاعْمَلُوا بِهِ وَمَا جَهِلْتُمْ مِنْهُ فَرُدُّوهُ إِلَى عَالِمه جَلَّ جَلَاله \" وَهَذَا إِسْنَاد صَحِيح وَلَكِنْ فِيهِ عِلَّة بِسَبَبِ قَوْل الرَّاوِي لَا أَعْلَمهُ إِلَّا عَنْ أَبِي هُرَيْرَة . وَقَالَ اِبْن الْمُنْذِر فِي تَفْسِيره : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم : حَدَّثَنَا اِبْن وَهْبٍ أَخْبَرَنِي نَافِع بْن يَزِيد قَالَ : يُقَال الرَّاسِخُونَ فِي الْعِلْم الْمُتَوَاضِعُونَ لِلَّهِ الْمُتَذَلِّلُونَ لِلَّهِ فِي مَرْضَاته لَا يَتَعَاظَمُونَ عَلَى مَنْ فَوْقهمْ وَلَا يُحَقِّرُونَ مَنْ دُونهمْ . ثُمَّ قَالَ تَعَالَى عَنْهُمْ مُخْبِرًا أَنَّهُمْ دَعَوْا رَبّهمْ قَائِلِينَ \" رَبّنَا لَا تُزِغْ قُلُوبنَا بَعْد إِذْ هَدَيْتنَا \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40010, "aya_id": 7}]