[{"text": "وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ", "sura_id": 55, "type": 0, "id": 4928, "aya_id": 27}, {"text": "ويبقى وجه ربك ذو الجلال والإكرام", "sura_id": 55, "type": 1, "id": 11164, "aya_id": 27}, {"text": "27 - (ويبقى وجه ربك) ذاته (ذو الجلال) العظمة (والإكرام) للمؤمنين بأنعمه عليهم \r\n", "sura_id": 55, "type": 2, "id": 29872, "aya_id": 27}, {"text": " ويبقى وجه ربك ذو العظمة والكبرياء والفضل والجود. وفي الآية إثبات صفة الوجه لله تعالى بما يليق به سبحانه, دون تشبيه ولا تكييف.\r\n", "sura_id": 55, "type": 3, "id": 36108, "aya_id": 27}, {"text": " <font color=red>وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ</font><BR><p>يُخْبِر تَعَالَى أَنَّ جَمِيع أَهْل الْأَرْض سَيَذْهَبُونَ وَيَمُوتُونَ أَجْمَعُونَ وَكَذَلِكَ أَهْل السَّمَاوَات إِلَّا مِنْ شَاءَ اللَّه وَلَا يَبْقَى أَحَد سِوَى وَجْهه الْكَرِيم فَإِنَّ الرَّبّ تَعَالَى وَتُقَدِّس لَا يَمُوت بَلْ هُوَ الْحَيّ الَّذِي لَا يَمُوت أَبَدًا قَالَ قَتَادَة أَنْبَأَ بِمَا خَلَقَ ثُمَّ أَنْبَأَ أَنَّ ذَلِكَ كُلّه فَانٍ وَفِي الدُّعَاء الْمَأْثُور : يَا حَيُّ يَا قَيُّومُ يَا بَدِيع السَّمَوَات وَالْأَرْض يَا ذَا الْجَلَال وَالْإِكْرَام لَا إِلَه إِلَّا أَنْتَ بِرَحْمَتِك نَسْتَغِيث أَصْلِحْ لَنَا شَأْننَا كُلّه وَلَا تَكِلْنَا إِلَى أَنْفُسنَا طَرْفَة عَيْن وَلَا إِلَى أَحَد مِنْ خَلْقك وَقَالَ الشَّعْبِيّ إِذَا قَرَأْت \" كُلّ مَنْ عَلَيْهَا فَانٍ \" فَلَا تَسْكُتْ حَتَّى تَقْرَأ \" وَيَبْقَى وَجْه رَبّك ذُو الْجَلَال وَالْإِكْرَام\" وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" كُلّ شَيْء هَالك إِلَّا وَجْهه\" وَقَدْ نَعَتَ تَعَالَى وَجْهه الْكَرِيم فِي هَذِهِ الْآيَة الْكَرِيمَة بِأَنَّهُ ذُو الْجَلَال وَالْإِكْرَام أَيْ هُوَ أَهْل أَنْ يُجَلَّ فَلَا يُعْصَى وَأَنْ يُطَاع فَلَا يُخَالَف كَقَوْلِهِ تَعَالَى \" وَاصْبِرْ نَفْسك مَعَ الَّذِينَ يَدْعُونَ رَبّهمْ بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهه \" وَكَقَوْلِهِ إِخْبَارًا عَنْ الْمُتَصَدِّقِينَ \" إِنَّمَا نُطْعِمكُمْ لِوَجْهِ اللَّه \" قَالَ اِبْن عَبَّاس ذُو الْجَلَال وَالْإِكْرَام ذُو الْعَظَمَة وَالْكِبْرِيَاء وَلَمَّا أَخْبَرَ تَعَالَى عَنْ تَسَاوِي أَهْل الْأَرْض كُلّهمْ فِي الْوَفَاة وَأَنَّهُمْ سَيَصِيرُونَ إِلَى الدَّار الْآخِرَة فَيَحْكُم فِيهِمْ ذُو الْجَلَال وَالْإِكْرَام بِحُكْمِهِ الْعَدْل .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41847, "aya_id": 27}]