[{"text": "وَاذْكُرُواْ اللّهَ فِي أَيَّامٍ مَّعْدُودَاتٍ فَمَن تَعَجَّلَ فِي يَوْمَيْنِ فَلاَ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى وَاتَّقُواْ اللّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ", "sura_id": 2, "type": 0, "id": 210, "aya_id": 203}, {"text": "واذكروا الله في أيام معدودات فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن اتقى واتقوا الله واعلموا أنكم إليه تحشرون", "sura_id": 2, "type": 1, "id": 6446, "aya_id": 203}, {"text": "203 - (واذكروا الله) بالتكبير عند رمي الجمرات (في أيام معدودات) أي أيام التشريق الثلاثة (فمن تعجل) أي استعجل بالنفر من مِنى (في يومين) أي في ثاني أيام التشريق بعد رمي جماره (فلا إثم عليه) بالتعجيل (ومن تأخر) بها حتى بات ليلة الثالث ورمى جماره (فلا إثم عليه) بذلك أي هم مخيرون في ذلك ونفي الإثم (لمن اتقى) الله في حجه لأنه الحاج في الحقيقة (واتقوا الله واعلموا أنكم إليه تحشرون) في الآخرة فيجازيكم بأعمالكم \r\n", "sura_id": 2, "type": 2, "id": 25154, "aya_id": 203}, {"text": "واذكروا الله تسبيحًا وتكبيرًا في أيام قلائل, وهي أيام التشريق: الحادي عشر والثاني عشر والثالث عشر من شهر ذي الحجة. فمن أراد التعجل وخرج من \"مِنى\" قبل غروب شمس اليوم الثاني عشر بعد رمي الجمار فلا ذنب عليه, ومن تأخر بأن بات بـ \"مِنى\" حتى يرمي الجمار في اليوم الثالث عشر فلا ذنب عليه, لمن اتقى الله في حجه. والتأخر أفضل; لأنه تزوُّد في العبادة واقتداء بفعل النبي صلى الله عليه وسلم. وخافوا الله- أيها المسلمون- وراقبوه في كل أعمالكم, واعلموا أنكم إليه وحده تُحْشَرون بعد موتكم للحساب والجزاء.\r\n", "sura_id": 2, "type": 3, "id": 31390, "aya_id": 203}, {"text": " <font color=red>وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ</font><BR><p>قَالَ اِبْن عَبَّاس : الْأَيَّام الْمَعْدُودَات أَيَّام التَّشْرِيق وَالْأَيَّام الْمَعْلُومَات أَيَّام الْعَشْر . وَقَالَ عِكْرِمَة \" وَاذْكُرُوا اللَّه فِي أَيَّام مَعْدُودَات \" يَعْنِي التَّكْبِير فِي أَيَّام التَّشْرِيق بَعْد الصَّلَوَات الْمَكْتُوبَات : اللَّه أَكْبَر اللَّه أَكْبَر . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا مُوسَى بْن عَلِيّ عَنْ أَبِيهِ قَالَ : سَمِعْت عُقْبَة بْن عَامِر قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" يَوْم عَرَفَة وَيَوْم النَّحْر وَأَيَّام التَّشْرِيق عِيدُنَا أَهْل الْإِسْلَام وَهِيَ أَيَّام أَكْلٍ وَشُرْبٍ \" وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا هِشَام أَخْبَرَنَا خَالِد عَنْ أَبِي الْمَلِيح عَنْ نُبَيْشَة الْهُذَلِيّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَيَّام التَّشْرِيق أَيَّام أَكْل وَشُرْب وَذِكْر اللَّه \" وَرَوَاهُ مُسْلِم أَيْضًا وَتَقَدَّمَ حَدِيث جُبَيْر بْن مُطْعِم \" عَرَفَة كُلّهَا مَوْقِف وَأَيَّام التَّشْرِيق كُلّهَا ذَبْح\" وَتَقَدَّمَ أَيْضًا حَدِيث عَبْد الرَّحْمَن بْن يَعْمَر الدَّيْلِيّ\" وَأَيَّام مِنًى ثَلَاثَة فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْم عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ \" وَقَالَ اِبْن جَرِير : حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم وَخَلَّاد بْن أَسْلَمَ قَالَا : حَدَّثَنَا هِشَام عَنْ عَمْرو بْن أَبِي سَلَمَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" أَيَّام التَّشْرِيق أَيَّام طُعْم وَذِكْر اللَّه \" وَحَدَّثَنَا خَالِد بْن أَسْلَمَ حَدَّثَنَا رَوْح حَدَّثَنَا صَالِح حَدَّثَنِي اِبْن شِهَاب عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَعَثَ عَبْد اللَّه بْن حُذَافَة يَطُوف فِي مِنًى \" لَا تَصُومُوا هَذِهِ الْأَيَّام فَإِنَّهَا أَيَّام أَكْل وَشُرْب وَذِكْر اللَّه عَزَّ وَجَلَّ \" وَحَدَّثَنَا يَعْقُوب حَدَّثَنَا هِشَام عَنْ سُفْيَان بْن حُسَيْن عَنْ الزُّهْرِيّ قَالَ : بَعَثَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَبْد اللَّه بْن حُذَافَة فَنَادَى فِي أَيَّام التَّشْرِيق فَقَالَ\" إِنَّ هَذِهِ أَيَّام أَكْل وَشُرْب وَذِكْر اللَّه إِلَّا مَنْ كَانَ عَلَيْهِ صَوْم مِنْ هَدْي \" زِيَادَة حَسَنَة وَلَكِنْ مُرْسَلَة وَبِهِ قَالَ هِشَام عَنْ عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ عَمْرو بْن دِينَار أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - بَعَثَ بِشْر بْن سُحَيْم فَنَادَى فِي أَيَّام التَّشْرِيق فَقَالَ\" إِنَّ هَذِهِ أَيَّام أَكْل وَشُرْب وَذِكْر اللَّه \" وَقَالَ هُشَيْم عَنْ اِبْن أَبِي لَيْلَى عَنْ عَطَاء عَنْ عَائِشَة قَالَتْ : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ عَنْ صَوْم أَيَّام التَّشْرِيق قَالَ \" وَهِيَ أَيَّام أَكْل وَشُرْب وَذِكْر اللَّه \" وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ حَكِيم بْن حَكِيم عَنْ مَسْعُود بْن الْحَكَم الزُّرَقِيّ عَنْ أُمّه قَالَتْ : لَكَأَنِّي أَنْظُر إِلَى عَلِيّ عَلَى بَغْلَة رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْبَيْضَاء حَتَّى وَقَفَ عَلَى شِعْب الْأَنْصَار وَهُوَ يَقُول : يَا أَيّهَا النَّاس إِنَّهَا لَيْسَتْ بِأَيَّامِ صِيَام إِنَّمَا هِيَ أَيَّام أَكْل وَشُرْب وَذِكْر اللَّه . وَقَالَ مِقْسَم عَنْ اِبْن عَبَّاس : الْأَيَّام الْمَعْدُودَات أَيَّام التَّشْرِيق أَرْبَعَة أَيَّام يَوْم النَّحْر وَثَلَاثَة بَعْده وَرُوِيَ عَنْ اِبْن عُمَر وَابْن الزُّبَيْر وَأَبِي مُوسَى وَعَطَاء وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَأَبِي مَالِك وَإِبْرَاهِيم النَّخَعِيّ وَيَحْيَى بْن أَبِي كَثِير وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَالزُّهْرِيّ وَالرَّبِيع بْن أَنَس وَالضَّحَّاك وَمُقَاتِل بْن حَيَّان وَعَطَاء الْخُرَاسَانِيّ وَمَالِك بْن أَنَس وَغَيْرهمْ مِثْل ذَلِكَ وَقَالَ عَلِيّ بْن أَبِي طَالِب هِيَ ثَلَاثَة : يَوْم النَّحْر وَيَوْمَانِ بَعْده اِذْبَحْ فِي أَيّهنَّ شِئْت وَأَفْضَلهَا أَوَّلهَا . وَالْقَوْل الْأَوَّل هُوَ الْمَشْهُور وَعَلَيْهِ دَلَّ ظَاهِر الْآيَة الْكَرِيمَة حَيْثُ قَالَ\" فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ \" فَدَلَّ عَلَى ثَلَاثَة بَعْد النَّحْر وَيَتَعَلَّق بِقَوْلِهِ \" وَاذْكُرُوا اللَّهَ فِي أَيَّام مَعْدُودَات \" ذِكْر اللَّه عَلَى الْأَضَاحِيّ وَقَدْ تَقَدَّمَ أَنَّ الرَّاجِح فِي ذَلِكَ مَذْهَب الشَّافِعِيّ رَحِمَهُ اللَّه وَهُوَ أَنَّ وَقْت الْأُضْحِيَّة مِنْ يَوْم النَّحْر إِلَى آخِر أَيَّام التَّشْرِيق وَيَتَعَلَّق بِهِ أَيْضًا الذِّكْر الْمُؤَقَّت خَلْف الصَّلَوَات وَالْمُطْلَق فِي سَائِر الْأَحْوَال وَفِي وَقْته أَقْوَال لِلْعُلَمَاءِ أَشْهَرُهَا الَّذِي عَلَيْهِ الْعَمَل أَنَّهُ مِنْ صَلَاة الصُّبْح يَوْم عَرَفَة إِلَى صَلَاة الْعَصْر مِنْ آخِر أَيَّام التَّشْرِيق وَهُوَ آخِر النَّفْر الْآخِر وَقَدْ جَاءَ فِيهِ حَدِيث رَوَاهُ الدَّارَقُطْنِيّ وَلَكِنْ لَا يَصِحّ مَرْفُوعًا وَاَللَّه أَعْلَم . وَقَدْ ثَبَتَ أَنَّ عُمَر بْن الْخَطَّاب - رَضِيَ اللَّه عَنْهُ - كَانَ يُكَبِّر فِي قُبَّته فَيُكَبِّر أَهْل السُّوق بِتَكْبِيرِهِ حَتَّى تَرْتَجّ مِنًى تَكْبِيرًا وَيَتَعَلَّق بِذَلِكَ أَيْضًا التَّكْبِير وَذِكْر اللَّه عِنْد رَمْي الْجَمَرَات كُلّ يَوْم مِنْ أَيَّام التَّشْرِيق وَقَدْ جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد وَغَيْره إِنَّمَا جُعِلَ الطَّوَاف بِالْبَيْتِ وَالسَّعْي بَيْن الصَّفَا وَالْمَرْوَة وَرَمْي الْجِمَار لِإِقَامَةِ ذِكْر اللَّه عَزَّ وَجَلَّ . وَلَمَّا ذَكَرَ اللَّه تَعَالَى النَّفْر الْأَوَّل وَالثَّانِي وَهُوَ تَفَرُّق النَّاس مِنْ مَوْسِم الْحَجّ إِلَى سَائِر الْأَقَالِيم وَالْآفَاق بَعْد اِجْتِمَاعهمْ فِي الْمَشَاعِر وَالْمَوَاقِف قَالَ \" وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ\" كَمَا قَالَ \" وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْض وَإِلَيْهِ تُحْشَرُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38613, "aya_id": 203}]