[{"text": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ", "sura_id": 30, "type": 0, "id": 3428, "aya_id": 19}, {"text": "يخرج الحي من الميت ويخرج الميت من الحي ويحيي الأرض بعد موتها وكذلك تخرجون", "sura_id": 30, "type": 1, "id": 9664, "aya_id": 19}, {"text": "19 - (يخرج الحي من الميت) كالإنسان من النطفة والطائر من البيضة (ويخرج الميت) النطفة والبيضة (من الحي ويحيي الأرض) بالنبات (بعد موتها) يبسها (وكذلك) الإخراج (تخرجون) من القبور بالبناء للفاعل والمفعول \r\n", "sura_id": 30, "type": 2, "id": 28372, "aya_id": 19}, {"text": "يخرج الله الحي من الميت كالإنسان من النطفة والطير من البيضة, ويخرج الميت من الحي, كالنطفة من الإنسان والبيضة من الطير. ويحيي الأرض بالنبات بعد يُبْسها وجفافها, ومثل هذا الإحياء تخرجون -أيها الناس- من قبوركم أحياء للحساب والجزاء.\r\n", "sura_id": 30, "type": 3, "id": 34608, "aya_id": 19}, {"text": " <font color=red>يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ</font><BR><p>قَوْله تَعَالَى \" يُخْرِج الْحَيّ مِنْ الْمَيِّت وَيُخْرِج الْمَيِّت مِنْ الْحَيّ \" هُوَ مَا نَحْنُ فِيهِ مِنْ قُدْرَته عَلَى خَلْق الْأَشْيَاء الْمُتَقَابِلَة وَهَذِهِ الْآيَات الْمُتَتَابِعَة الْكَرِيمَة كُلّهَا مِنْ هَذَا النَّمَط فَإِنَّهُ يَذْكُر فِيهَا خَلْقه الْأَشْيَاء وَأَضْدَادهَا لِيَدُلّ خَلْقه عَلَى كَمَالِ قُدْرَته فَمِنْ ذَلِكَ إِخْرَاج النَّبَات مِنْ الْحَبّ وَالْحَبّ مِنْ النَّبَات وَالْبَيْض مِنْ الدَّجَاج وَالدَّجَاج مِنْ الْبَيْض وَالْإِنْسَان مِنْ النُّطْفَة وَالنُّطْفَة مِنْ الْإِنْسَان وَالْمُؤْمِن مِنْ الْكَافِر وَالْكَافِر مِنْ الْمُؤْمِن . وَقَوْله تَعَالَى \" وَيُحْيِي الْأَرْض بَعْد مَوْتهَا \" كَقَوْلِهِ تَعَالَى\" وَآيَة لَهُمْ الْأَرْض الْمَيْتَة أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ - إِلَى قَوْله - وَفَجَّرْنَا فِيهَا مِنْ الْعُيُون \" وَقَالَ تَعَالَى \" وَتَرَى الْأَرْض هَامِدَة فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاء اِهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلّ زَوْج بَهِيج - إِلَى قَوْله - وَأَنَّ اللَّه يَبْعَث مَنْ فِي الْقُبُور\" وَقَالَ تَعَالَى \" وَهُوَ الَّذِي يُرْسِل الرِّيَاح بُشْرًا بَيْن يَدَيْ رَحْمَته حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا - إِلَى قَوْله - لَعَلَّكُمْ تَذَكَّرُونَ \" وَلِهَذَا قَالَ هَهُنَا \" وَكَذَلِكَ تُخْرَجُونَ \" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40053, "aya_id": 19}]