[{"text": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤيَا الَّتِي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي القُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَانًا كَبِيرًا", "sura_id": 17, "type": 0, "id": 2089, "aya_id": 60}, {"text": "و إذ قلنا لك إن ربك أحاط بالناس و ما جعلنا الرؤيا التي أريناك إلا فتنة للناس و الشجرة الملعونة في القرآن و نخوفهم فما يزيدهم إلا طغيانا كبيرا", "sura_id": 17, "type": 1, "id": 8325, "aya_id": 60}, {"text": "60 - واذكر (وإذ قلنا لك إن ربك أحاط بالناس) علما وقدرة فهم في قبضته فبلغهم ولا تخف أحدا فهو يعصمك منهم (وما جعلنا الرؤيا التي أريناك) عيانا ليلة الإسراء (إلا فتنة للناس) أهل مكة إذ كذبوا بها وارتد بعضهم لما أخبرهم بها (والشجرة الملعونة في القرآن) وهي الزقوم التي تنبت في أصل الجحيم جعلناها فتنة لهم إذ قالوا النار تحرق الشجرة فكيف تنبته (ونخوفهم) بها (فما يزيدهم) تخويفنا (إلا طغيانا كبيرا) \r\n", "sura_id": 17, "type": 2, "id": 27033, "aya_id": 60}, {"text": "واذكر -أيها الرسول- حين قلنا لك: إن ربك أحاط بالناس علمًا وقدرة. وما جعلنا الرؤيا التي أريناكها عِيانًا ليلة الإسراء والمعراج من عجائب المخلوقات إلا اختبارًا للناس؛ ليتميز كافرهم من مؤمنهم، وما جعلنا شجرة الزقوم الملعونة التي ذكرت في القرآن إلا ابتلاء للناس. ونخوِّف المشركين بأنواع العذاب والآيات، ولا يزيدهم التخويف إلا تماديًا في الكفر والضلال.\r\n", "sura_id": 17, "type": 3, "id": 33269, "aya_id": 60}, {"text": " <font color=red>وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُحَرِّضًا لَهُ عَلَى إِبْلَاغ رِسَالَته وَمُخْبِرًا لَهُ بِأَنَّهُ قَدْ عَصَمَهُ مِنْ النَّاس فَإِنَّهُ الْقَادِر عَلَيْهِمْ وَهُمْ فِي قَبْضَته وَتَحْت قَهْره وَغَلَبَته. قَالَ مُجَاهِد وَعُرْوَة بْن الزُّبَيْر وَالْحَسَن وَقَتَادَة وَغَيْرهمْ فِي قَوْله \" وَإِذْ قُلْنَا لَك إِنَّ رَبّك أَحَاطَ بِالنَّاسِ \" أَيْ عَصَمَك مِنْهُمْ وَقَوْله \" وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاك إِلَّا فِتْنَة لِلنَّاسِ \" الْآيَة قَالَ الْبُخَارِيّ حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاك إِلَّا فِتْنَة لِلنَّاسِ \" قَالَ هِيَ رُؤْيَا عَيْن أُرِيَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة أُسْرِيَ بِهِ \" وَالشَّجَرَة الْمَلْعُونَة فِي الْقُرْآن \" شَجَرَة الزَّقُّوم وَكَذَا رَوَاهُ أَحْمَد وَعَبْد الرَّزَّاق وَغَيْرهمَا عَنْ سُفْيَان بْن عُيَيْنَة بِهِ وَكَذَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس , وَهَكَذَا فَسَّرَ ذَلِكَ بِلَيْلَةِ الْإِسْرَاء مُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَسَن وَمَسْرُوق وَإِبْرَاهِيم وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد وَغَيْر وَاحِد . وَقَدْ تَقَدَّمَتْ أَحَادِيث الْإِسْرَاء فِي أَوَّل السُّورَة مُسْتَقْصَاة وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَتَقَدَّمَ أَنَّ نَاسًا رَجَعُوا عَنْ دِينهمْ بَعْدَمَا كَانُوا عَلَى الْحَقّ لِأَنَّهُ لَمْ تَحْمِل قُلُوبهمْ وَعُقُولهمْ ذَلِكَ فَكَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَجَعَلَ اللَّه ذَلِكَ ثَبَاتًا وَيَقِينًا لِآخَرِينَ وَلِهَذَا قَالَ \" إِلَّا فِتْنَة \" أَيْ اِخْتِبَارًا وَامْتِحَانًا وَأَمَّا الشَّجَرَة الْمَلْعُونَة فَهِيَ شَجَرَة الزَّقُّوم لِمَا أَخْبَرَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ رَأَى الْجَنَّة وَالنَّار وَرَأَى شَجَرَة الزَّقُّوم فَكَذَّبُوا بِذَلِكَ حَتَّى قَالَ أَبُو جَهْل عَلَيْهِ لَعَائِن اللَّه هَاتُوا لَنَا تَمْرًا وَزُبْدًا وَجَعَلَ يَأْكُل مِنْ هَذَا بِهَذَا وَيَقُول تَزَقَّمُوا فَلَا نَعْلَم الزَّقُّوم غَيْر هَذَا حَكَى ذَلِكَ اِبْن عَبَّاس وَمَسْرُوق وَأَبُو مَالِك وَالْحَسَن الْبَصْرِيّ وَغَيْر وَاحِد وَكُلّ مَنْ قَالَ إِنَّهَا لَيْلَة الْإِسْرَاء فَسَّرَهُ كَذَلِكَ بِشَجَرَةِ الزَّقُّوم وَقِيلَ الْمُرَاد بِالشَّجَرَةِ الْمَلْعُونَة بَنُو أُمَيَّة وَهُوَ غَرِيب ضَعِيف وَقَالَ اِبْن جَرِير حُدِّثْت عَنْ مُحَمَّد بْن الْحَسَن بْن زَبَالَة حَدَّثَنَا عَبْد الْمُهَيْمِن بْن عَبَّاس بْن سَهْل بْن سَعِيد حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ : رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَنِي فُلَان يَنْزُونَ عَلَى مِنْبَره نَزْو الْقُرُود فَسَاءَهُ ذَلِكَ فَمَا اِسْتَجْمَعَ ضَاحِكًا حَتَّى مَاتَ قَالَ وَأَنْزَلَ اللَّه فِي ذَلِكَ \" وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاك إِلَّا فِتْنَة لِلنَّاسِ \" الْآيَة وَهَذَا السَّنَد ضَعِيف جِدًّا فَإِنَّ مُحَمَّد بْن الْحَسَن بْن زَبَالَة مَتْرُوك وَشَيْخه أَيْضًا ضَعِيف بِالْكُلِّيَّةِ وَلِهَذَا اِخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِذَلِكَ لَيْلَة الْإِسْرَاء وَأَنَّ الشَّجَرَة الْمَلْعُونَة هِيَ شَجَرَة الزَّقُّوم قَالَ لِإِجْمَاعِ الْحُجَّة مِنْ أَهْل التَّأْوِيل عَلَى ذَلِكَ أَيْ فِي الرُّؤْيَا وَالشَّجَرَة وَقَوْله \" وَنُخَوِّفهُمْ \" أَيْ الْكُفَّار بِالْوَعِيدِ وَالْعَذَاب وَالنَّكَال \" فَمَا يَزِيدهُمْ إِلَّا طُغْيَانًا كَبِيرًا \" أَيْ تَمَادِيًا فِيمَا هُمْ فِيهِ مِنْ الْكُفْر وَالضَّلَال وَذَلِكَ مِنْ خِذْلَان اللَّه لَهُمْ .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38246, "aya_id": 60}]