[{"text": "وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَى لِأُوْلِي الْأَلْبَابِ", "sura_id": 38, "type": 0, "id": 4013, "aya_id": 43}, {"text": "ووهبنا له أهله ومثلهم معهم رحمة منا وذكرى لأولي الألباب", "sura_id": 38, "type": 1, "id": 10249, "aya_id": 43}, {"text": "43 - (ووهبنا له أهله ومثلهم معهم) أي أحيا الله من مات من أولاده ورزقه مثلهم (رحمة) نعمة (منا وذكرى) عظة (لأولي الألباب) لأصحاب العقول \r\n", "sura_id": 38, "type": 2, "id": 28957, "aya_id": 43}, {"text": "فكشفنا عنه ضره وأكرمناه ووهبنا له أهله من زوجة وولد, وزدناه مثلهم بنين وحفدة, كل ذلك رحمة منَّا به وإكرامًا له على صبره، وعبرة وذكرى لأصحاب العقول السليمة؛ ليعلموا أن عاقبة الصبر الفرج وكشف الضر.\r\n", "sura_id": 38, "type": 3, "id": 35193, "aya_id": 43}, {"text": " <font color=red>وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ</font><BR><p>يَذْكُر تَبَارَكَ وَتَعَالَى عَبْده وَرَسُوله أَيُّوب عَلَيْهِ الصَّلَاة وَالسَّلَام وَمَا كَانَ اِبْتَلَاهُ تَعَالَى بِهِ مِنْ الضُّرّ فِي جَسَده وَمَاله وَوَلَده حَتَّى لَمْ يَبْقَ مِنْ جَسَده مَغْرِز إِبْرَة سَلِيمًا سِوَى قَلْبه وَلَمْ يَبْقَ لَهُ مِنْ الدُّنْيَا شَيْء يَسْتَعِين بِهِ عَلَى مَرَضه وَمَا هُوَ فِيهِ غَيْر أَنَّ زَوْجَته حَفِظَتْ وُدَّهُ لِإِيمَانِهَا بِاَللَّهِ تَعَالَى وَرَسُوله فَكَانَتْ تَخْدُم النَّاس بِالْأُجْرَةِ وَتُطْعِمهُ وَتَخْدُمهُ نَحْوًا مِنْ ثَمَانِي عَشْرَة سَنَة وَقَدْ كَانَ قَبْل ذَلِكَ فِي مَال جَزِيل وَأَوْلَاد وَسَعَة طَائِلَة مِنْ الدُّنْيَا فَسُلِبَ جَمِيع ذَلِكَ حَتَّى آلَ بِهِ الْحَال إِلَى أَنْ أُلْقِيَ عَلَى مَزْبَلَة مِنْ مَزَابِل الْبَلْدَة هَذِهِ الْمُدَّة بِكَمَالِهَا وَرَفَضَهُ الْقَرِيب وَالْبَعِيد سِوَى زَوْجَته رَضِيَ اللَّه عَنْهَا فَإِنَّهَا كَانَتْ لَا تُفَارِقهُ صَبَاحًا وَمَسَاء إِلَّا بِسَبَبِ خِدْمَة النَّاس ثُمَّ تَعُود إِلَيْهِ قَرِيبًا فَلَمَّا طَالَ الْمُطَال وَاشْتَدَّ الْحَال وَانْتَهَى الْقَدْر وَتَمَّ الْأَجَل الْمُقَدَّر تَضَرَّعَ إِلَى رَبّ الْعَالَمِينَ وَإِلَه الْمُرْسَلِينَ فَقَالَ \" إِنِّي مَسَّنِي الضُّرّ وَأَنْتَ أَرْحَم الرَّاحِمِينَ \" وَفِي هَذِهِ الْآيَة الْكَرِيمَة قَالَ \" وَاذْكُرْ عَبْدنَا أَيُّوب إِذْ نَادَى رَبّه أَنِّي مَسَّنِي الشَّيْطَان بِنُصْبٍ وَعَذَاب \" قِيلَ بِنُصْبٍ فِي بَدَنِي وَعَذَاب فِي مَالِي وَوَلَدِي فَعِنْد ذَلِكَ اِسْتَجَابَ لَهُ أَرْحَم الرَّاحِمِينَ وَأَمَرَهُ أَنْ يَقُوم مِنْ مَقَامه وَأَنْ يَرْكُض الْأَرْض بِرِجْلِهِ فَفَعَلَ فَأَنْبَعَ اللَّه تَعَالَى عَيْنًا وَأَمَرَهُ أَنْ يَغْتَسِل مِنْهَا فَأَذْهَبَتْ جَمِيع مَا كَانَ فِي بَدَنه مِنْ الْأَذَى ثُمَّ أَمَرَهُ فَضَرَبَ الْأَرْض فِي مَكَان آخَر فَأَنْبَعَ لَهُ عَيْنًا أُخْرَى وَأَمَرَهُ أَنْ يَشْرَب مِنْهَا فَأَذْهَبَتْ جَمِيع مَا كَانَ فِي بَاطِنه مِنْ السُّوء وَتَكَامَلَتْ الْعَافِيَة ظَاهِرًا وَبَاطِنًا وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" اُرْكُضْ بِرِجْلِك هَذَا مُغْتَسَل بَارِد وَشَرَاب \" قَالَ اِبْن جَرِير وَابْن أَبِي حَاتِم جَمِيعًا حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي نَافِع بْن يَزِيد عَنْ عُقَيْل عَنْ اِبْن شِهَاب عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ نَبِيّ اللَّه أَيُّوب عَلَيْهِ الصَّلَاة وَالسَّلَام لَبِثَ بِهِ بَلَاؤُهُ ثَمَانِي عَشْرَة سَنَة فَرَفَضَهُ الْقَرِيب وَالْبَعِيد إِلَّا رَجُلَيْنِ كَانَا مِنْ أَخَصّ إِخْوَانه بِهِ كَانَا يَغْدُوَانِ إِلَيْهِ وَيَرُوحَانِ فَقَالَ أَحَدهمَا لِصَاحِبِهِ تَعْلَم وَاَللَّه لَقَدْ أَذْنَبَ أَيُّوب ذَنْبًا مَا أَذْنَبَهُ أَحَد مِنْ الْعَالَمِينَ قَالَ لَهُ صَاحِبه وَمَا ذَاكَ ؟ قَالَ مُنْذُ ثَمَانِي عَشْرَة سَنَة لَمْ يَرْحَمهُ اللَّه تَعَالَى فَيَكْشِف مَا بِهِ فَلَمَّا رَاحَا إِلَيْهِ لَمْ يَصْبِر الرَّجُل حَتَّى ذَكَرَ ذَلِكَ لَهُ فَقَالَ أَيُّوب عَلَيْهِ الصَّلَاة وَالسَّلَام لَا أَدْرِي مَا تَقُول غَيْر أَنَّ اللَّه عَزَّ وَجَلَّ يَعْلَم أَنِّي كُنْت أَمُرُّ عَلَى الرَّجُلَيْنِ يَتَنَازَعَانِ فَيَذْكُرَانِ اللَّه تَعَالَى فَأَرْجِع إِلَى بَيْتِي فَأُكَفِّر عَنْهُمَا كَرَاهِيَة أَنْ يُذْكَر اللَّه تَعَالَى إِلَّا فِي حَقّ وَقَالَ وَكَانَ يَخْرُج إِلَى حَاجَته فَإِذَا قَضَاهَا أَمْسَكَتْ اِمْرَأَته بِيَدِهِ حَتَّى يَبْلُغ فَلَمَّا كَانَ ذَات يَوْم أَبْطَأَ عَلَيْهَا فَأَوْحَى اللَّه تَبَارَكَ وَتَعَالَى إِلَى أَيُّوب عَلَيْهِ الصَّلَاة وَالسَّلَام \" أَنْ اُرْكُضْ بِرِجْلِك هَذَا مُغْتَسَل بَارِد وَشَرَاب \" فَاسْتَبْطَأَتْهُ فَالْتَفَتَتْ تَنْظُر فَأَقْبَلَ عَلَيْهَا قَدْ أَذْهَبَ اللَّه مَا بِهِ مِنْ الْبَلَاء وَهُوَ عَلَى أَحْسَن مَا كَانَ فَلَمَّا رَأَتْهُ قَالَتْ أَيْ بَارَكَ اللَّه فِيك هَلْ رَأَيْت نَبِيّ اللَّه هَذَا الْمُبْتَلَى ؟ فَوَاَللَّهِ الْقَدِير عَلَى ذَلِكَ مَا رَأَيْت رَجُلًا أَشْبَهَ بِهِ مِنْك إِذْ كَانَ صَحِيحًا قَالَ فَإِنِّي أَنَا هُوَ قَالَ وَكَانَ لَهُ أَنْدَرَانِ أَنْدَر لِلْقَمْحِ وَأَنْدَر لِلشَّعِيرِ فَبَعَثَ اللَّه تَعَالَى سَحَابَتَيْنِ فَلَمَّا كَانَتْ إِحْدَاهُمَا عَلَى أَنْدَر الْقَمْح أَفْرَغَتْ فِيهِ الذَّهَب حَتَّى فَاضَ وَأَفْرَغَتْ الْأُخْرَى فِي أَنْدَر الشَّعِير حَتَّى فَاضَ \" هَذَا لَفْظ اِبْن جَرِير رَحِمَهُ اللَّه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ : هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَيْنَمَا أَيُّوب يَغْتَسِل عُرْيَانًا خَرَّ عَلَيْهِ جَرَاد مِنْ ذَهَب فَجَعَلَ أَيُّوب عَلَيْهِ الصَّلَاة وَالسَّلَام يَحْثُو فِي ثَوْبه فَنَادَاهُ رَبّه عَزَّ وَجَلَّ يَا أَيُّوب أَلَمْ أَكُنْ أَغْنَيْتُك عَمَّا تَرَى قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام بَلَى يَا رَبّ وَلَكِنْ لَا غِنَى بِي عَنْ بَرَكَتك \" اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ مِنْ حَدِيث عَبْد الرَّزَّاق بِهِ وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" وَوَهَبْنَا لَهُ أَهْله وَمِثْلهمْ مَعَهُمْ رَحْمَة مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَاب \" قَالَ الْحَسَن وَقَتَادَة أَحْيَاهُمْ اللَّه تَعَالَى لَهُ بِأَعْيَانِهِمْ وَزَادَهُمْ مِثْلهمْ مَعَهُمْ وَقَوْله عَزَّ وَجَلَّ \" رَحْمَة مِنَّا \" أَيْ بِهِ عَلَى صَبْره وَثَبَاته وَإِنَابَته وَتَوَاضُعه وَاسْتِكَانَته \" وَذِكْرَى لِأُولِي الْأَلْبَاب \" أَيْ لِذَوِي الْعُقُول لِيَعْلَمُوا أَنَّ عَاقِبَة الصَّبْر الْفَرَج وَالْمَخْرَج وَالرَّاحَة .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40641, "aya_id": 43}]