[{"text": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَّظَلُّوا مِن بَعْدِهِ يَكْفُرُونَ", "sura_id": 30, "type": 0, "id": 3460, "aya_id": 51}, {"text": "ولئن أرسلنا ريحا فرأوه مصفرا لظلوا من بعده يكفرون", "sura_id": 30, "type": 1, "id": 9696, "aya_id": 51}, {"text": "51 - (ولئن) لام قسم (أرسلنا ريحا) مضرة على نبات (فرأوه مصفرا لظلوا) صاروا جواب القسم (من بعده) بعد اصفراره (يكفرون) يجحدون النعمة بالمطر \r\n", "sura_id": 30, "type": 2, "id": 28404, "aya_id": 51}, {"text": "ولئن أرسلنا على زروعهم ونباتهم ريحًا مفسدة, فرأوا نباتهم قد فسد بتلك الريح, فصار من بعد خضرته مصفرًا, لمكثوا من بعد رؤيتهم له يكفرون بالله ويجحدون نعمه.\r\n", "sura_id": 30, "type": 3, "id": 34640, "aya_id": 51}, {"text": " <font color=red>وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ</font><BR><p>قَالَ تَعَالَى \" وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْده يَكْفُرُونَ \" يَقُول تَعَالَى\" وَلَئِنْ أَرْسَلْنَا رِيحًا \" يَابِسَة عَلَى الزَّرْع الَّذِي زَرَعُوهُ وَنَبَتَ وَشَبَّ وَاسْتَوَى عَلَى سُوقه فَرَأَوْهُ مُصْفَرًّا أَيْ قَدْ اِصْفَرَّ وَشَرَعَ فِي الْفَسَاد لَظَلُّوا مِنْ بَعْده أَيْ بَعْد هَذَا الْحَال يَكْفُرُونَ أَيْ يَجْحَدُونَ مَا تَقَدَّمَ إِلَيْهِمْ مِنْ النِّعَم كَقَوْلِهِ تَعَالَى \" أَفَرَأَيْتُمْ مَا تَحْرُثُونَ\" - إِلَى قَوْله - \" بَلْ نَحْنُ مَحْرُومُونَ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن عِيسَى بْن الطَّبَّاع حَدَّثَنَا هُشَيْم عَنْ يَعْلَى بْن عَطَاء عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : الرِّيَاح ثَمَانِيَة أَرْبَعَة مِنْهَا رَحْمَة وَأَرْبَعَة مِنْهَا عَذَاب فَأَمَّا الرَّحْمَة فَالنَّاشِرَات وَالْمُبَشِّرَات وَالْمُرْسَلَات وَالذَّارِيَات وَأَمَّا الْعَذَاب فَالْعَقِيم وَالصَّرْصَر وَهُمَا فِي الْبَرّ وَالْعَاصِف وَالْقَاصِف وَهُمَا فِي الْبَحْر فَإِذَا شَاءَ سُبْحَانه وَتَعَالَى حَرَّكَهُ بِحَرَكَةِ الرَّحْمَة فَجَعَلَهُ رَخَاء وَرَحْمَة وَبُشْرَى - بَيْن يَدَيْ رَحْمَته وَلَاقِحًا لِلسَّحَابِ تُلَقِّحهُ بِحَمْلِهِ الْمَاء كَمَا يُلَقِّح الذَّكَر الْأُنْثَى بِالْحَمْلِ وَإِنْ شَاءَ حَرَّكَهُ بِحَرَكَةِ الْعَذَاب فَجَعَلَهُ عَقِيمًا وَأَوْدَعَهُ عَذَابًا أَلِيمًا وَجَعَلَهُ نِقْمَة عَلَى مَنْ يَشَاء مِنْ عِبَاده فَيَجْعَلهُ صَرْصَرًا وَعَاتِيًا وَمُفْسِدًا لِمَا يَمُرّ عَلَيْهِ وَالرِّيَاح مُخْتَلِفَة فِي مَهَابّهَا صَبَا وَدَبُور وَجَنُوب وَشَمَال وَفِي مَنْفَعَتهَا وَتَأْثِيرهَا أَعْظَم اِخْتِلَاف فَرِيح لَيِّنَة رَطْبَة تُغَذِّي النَّبَات وَأَبْدَان الْحَيَوَان وَأُخْرَى تُجَفِّفهُ وَأُخْرَى تُهْلِكهُ وَتُعْطِبهُ وَأُخْرَى تُسَيِّرهُ وَتُصَلِّبهُ وَأُخْرَى تُوهِنهُ وَتُضْعِفهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا اِبْن عُبَيْد اللَّه بْن أَخِي اِبْن وَهْب حَدَّثَنَا عَمِّي حَدَّثَنَا عَبْد اللَّه بْن عَبَّاس حَدَّثَنِي عَبْد اللَّه بْن سُلَيْمَان عَنْ دَرَّاج بْن عِيسَى بْن هِلَال الصَّدَفِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الرِّيح مُسَخَّرَة فِي الثَّانِيَة - يَعْنِي الْأَرْض الثَّانِيَة - فَلَمَّا أَرَادَ اللَّه أَنْ يُهْلِك عَادًا أَمَرَ خَازِن الرِّيح أَنْ يُرْسِل عَلَيْهِمْ رِيحًا تُهْلِك عَادًا فَقَالَ يَا رَبّ أَرْسِلْ عَلَيْهِمْ الرِّيح قَدْر مَنْخِر الثَّوْر قَالَ لَهُ الْجَبَّار تَبَارَكَ وَتَعَالَى لَا إِذًا تُكْفَأ الْأَرْض وَمَنْ عَلَيْهَا وَلَكِنْ أَرْسِلْ عَلَيْهِمْ بِقَدْرِ خَاتَم فَهِيَ الَّتِي قَالَ اللَّه فِي كِتَابه \" مَا تَذَر مِنْ شَيْء أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ \" هَذَا حَدِيث غَرِيب وَرَفْعه مُنْكَر وَالْأَظْهَر أَنَّهُ مِنْ كَلَام عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه تَعَالَى عَنْهُ .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40089, "aya_id": 51}]