[{"text": "ثُمَّ أَوْلَى لَكَ فَأَوْلَى", "sura_id": 75, "type": 0, "id": 5586, "aya_id": 35}, {"text": "ثم أولى لك فأولى", "sura_id": 75, "type": 1, "id": 11822, "aya_id": 35}, {"text": "35 - (ثم أولى لك فأولى) تأكيد \r\n", "sura_id": 75, "type": 2, "id": 30530, "aya_id": 35}, {"text": "ثم هلاك لك فهلاك.\r\n", "sura_id": 75, "type": 3, "id": 36766, "aya_id": 35}, {"text": " <font color=red>ثُمَّ أَوْلَى لَكَ فَأَوْلَى</font><BR><p>وَهَذَا تَهْدِيد وَوَعِيد أَكِيد مِنْ اللَّه تَعَالَى لِلْكَافِرِ بِهِ الْمُتَبَخْتِر فِي مَشْيه أَيْ يَحِقّ لَك أَنْ تَمْشِي هَكَذَا وَقَدْ كَفَرْت بِخَالِقِك وَبَارِئِك كَمَا يُقَال فِي الْمِثْل هَذَا عَلَى سَبِيل التَّهَكُّم وَالتَّهْدِيد كَقَوْلِهِ تَعَالَى \" ذُقْ إِنَّك أَنْتَ الْعَزِيز الْكَرِيم \" وَكَقَوْلِهِ تَعَالَى\" كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ \" وَكَقَوْلِهِ تَعَالَى \" فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونه \" وَكَقَوْلِهِ جَلَّ جَلَاله \" اِعْمَلُوا مَا شِئْتُمْ \" إِلَى غَيْر ذَلِكَ وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا عَبْد الرَّحْمَن يَعْنِي اِبْن مَهْدِيّ عَنْ إِسْرَائِيل عَنْ مُوسَى بْن أَبِي عَائِشَة قَالَ سَأَلْت سَعِيد بْن جُبَيْر قُلْت \" أَوْلَى لَك فَأَوْلَى ثُمَّ أَوْلَى لَك فَأَوْلَى \" قَالَ : قَالَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِي جَهْل ثُمَّ نَزَلَ بِهِ الْقُرْآن وَقَالَ أَبُو عَبْد الرَّحْمَن النَّسَائِيّ حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا أَبُو النُّعْمَان حَدَّثَنَا أَبُو عَوَانَة وَحَدَّثَنَا أَبُو دَاوُد حَدَّثَنَا مُحَمَّد بْن سُلَيْمَان حَدَّثَنَا أَبُو عَوَانَة عَنْ مُوسَى بْن أَبِي عَائِشَة عَنْ سَعِيد بْن جُبَيْر قَالَ : قُلْت لِابْنِ عَبَّاس \" أَوْلَى لَك فَأَوْلَى ثُمَّ أَوْلَى لَك فَأَوْلَى \" ؟ قَالَ : قَالَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِي جَهْل ثُمَّ أَنْزَلَهُ اللَّه عَزَّ وَجَلَّ قَالَ اِبْن أَبِي حَاتِم وَحَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن خَالِد حَدَّثَنَا شُعَيْب عَنْ إِسْحَاق حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَوْله\" أَوْلَى لَكَ فَأَوْلَى ثُمَّ أَوْلَى لَك فَأَوْلَى \" وَعِيد عَلَى أَثَر وَعِيد كَمَا تَسْمَعُونَ وَزَعَمُوا أَنَّ عَدُوّ اللَّه أَبَا جَهْل أَخَذَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَجَامِع ثِيَابه ثُمَّ قَالَ \" أَوْلَى لَك فَأَوْلَى ثُمَّ أَوْلَى لَك فَأَوْلَى\" فَقَالَ عَدُوّ اللَّه أَبُو جَهْل أَتُوعِدُنِي يَا مُحَمَّد ؟ وَاَللَّه لَا تَسْتَطِيع أَنْتَ وَلَا رَبّك شَيْئًا وَإِنِّي لَأَعَزّ مَنْ مَشَى بَيْن جَبَلَيْهَا .</p><BR> <br> ", "sura_id": 75, "type": 4, "id": 42876, "aya_id": 35}]