[{"text": "أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّاهُمْ فِي الأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا السَّمَاء عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا الأَنْهَارَ تَجْرِي مِن تَحْتِهِمْ فَأَهْلَكْنَاهُم بِذُنُوبِهِمْ وَأَنْشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ", "sura_id": 6, "type": 0, "id": 795, "aya_id": 6}, {"text": "ألم يروا كم أهلكنا من قبلهم من قرن مكناهم في الأرض ما لم نمكن لكم وأرسلنا السماء عليهم مدرارا وجعلنا الأنهار تجري من تحتهم فأهلكناهم بذنوبهم وأنشأنا من بعدهم قرنا آخرين", "sura_id": 6, "type": 1, "id": 7031, "aya_id": 6}, {"text": "6 - (ألم يروا) في أسفارهم إلى الشام (كم) خبرية بمعنى كثيرا (أهلكنا من قبلهم من قرن) أمة من الأمم الماضية (مكناهم) أعطيناهم مكانا (في الأرض) بالقوة والسعة (ما لم نمكن) نعط (لكم) فيه التفات عن الغيبة (وأرسلنا السماء) المطر (عليهم مدرارا) متتابعا (وجعلنا الأنهار تجري من تحتهم) تحت مساكنهم (فأهلكناهم بذنوبهم) بتكذيبهم الأنبياء (وأنشأنا من بعدهم قرنا آخرين) \r\n", "sura_id": 6, "type": 2, "id": 25739, "aya_id": 6}, {"text": "ألم يعلم هؤلاء الذين يجحدون وحدانية الله تعالى واستحقاقه وحده العبادة, ويكذبون رسوله محمدًا صلى الله عليه وسلم ما حلَّ بالأمم المكذبة قبلهم من هلاك وتدمير, وقد مكنَّاهم في الأرض ما لم نمكن لكم أيها الكافرون, وأنعمنا عليهم بإنزال الأمطار وجريان الأنهار من تحت مساكنهم؛ استدراجًا وإملاءً لهم, فكفروا بنعم الله وكذبوا الرسل, فأهلكناهم بسبب ذنونهم, وأنشأنا من بعدهم أممًا أخرى خلفوهم في عمارة الأرض؟\r\n", "sura_id": 6, "type": 3, "id": 31975, "aya_id": 6}, {"text": " <font color=red>أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ</font><BR><p>فَقَالَ\" أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلهمْ مِنْ قَرْن مَكَّنَّاهُمْ فِي الْأَرْض مَا لَمْ نُمَكِّن لَكُمْ \" أَيْ مِنْ الْأَمْوَال وَالْأَوْلَاد وَالْأَعْمَار وَالْجَاه الْعَرِيض وَالسَّعَة وَالْجُنُود وَلِهَذَا قَالَ \" وَأَرْسَلْنَا السَّمَاء عَلَيْهِمْ مِدْرَارًا \" أَيْ شَيْئًا بَعْد شَيْء \" وَجَعَلْنَا الْأَنْهَار تَجْرِي مِنْ تَحْتهمْ \" أَيْ كَثَّرْنَا عَلَيْهِمْ أَمْطَار السَّمَاء وَيَنَابِيع الْأَرْض أَيْ اِسْتِدْرَاجًا وَإِمْلَاء لَهُمْ \" فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ\" أَيْ بِخَطَايَاهُمْ وَسَيِّئَاتهمْ الَّتِي اجْتَرَمُوهَا \" وَأَنْشَأْنَا مِنْ بَعْدهمْ قَرْنًا آخَرِينَ \" أَيْ فَذَهَبَ الْأَوَّلُونَ كَأَمْسِ الذَّاهِب وَجَعَلْنَاهُمْ أَحَادِيث \" وَأَنْشَأْنَا مِنْ بَعْدهمْ قَرْنًا آخَرِينَ \" أَيْ جِيلًا آخَر لِنَخْتَبِرهُمْ فَعَمِلُوا مِثْل أَعْمَالهمْ فَأُهْلِكُوا كَإِهْلَاكِهِمْ فَاحْذَرُوا أَيّهَا الْمُخَاطَبُونَ أَنْ يُصِيبكُمْ مِثْل مَا أَصَابَهُمْ فَمَا أَنْتُمْ بِأَعَزّ عَلَى اللَّه مِنْهُمْ وَالرَّسُول الَّذِي كَذَّبْتُمُوهُ أَكْرَم عَلَى اللَّه مِنْ رَسُولهمْ فَأَنْتُمْ أَوْلَى بِالْعَذَابِ وَمُعَاجَلَة الْعُقُوبَة مِنْهُمْ لَوْلَا لُطْفه وَإِحْسَانه .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42197, "aya_id": 6}]