[{"text": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَالَكُمْ", "sura_id": 47, "type": 0, "id": 4580, "aya_id": 35}, {"text": "فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون والله معكم ولن يتركم أعملكم", "sura_id": 47, "type": 1, "id": 10816, "aya_id": 35}, {"text": "35 - (فلا تهنوا) تضعفوا (وتدعوا إلى السلم) بفتح السين وكسرها أي الصلح مع الكفار إذ لقيتموهم (وأنتم الأعلون) حذف منه واو لام الفعل الأغلبون القاهرون (والله معكم) بالعون والنصر (ولن يتركم) ينقصكم (أعمالكم) أي ثوابها \r\n", "sura_id": 47, "type": 2, "id": 29524, "aya_id": 35}, {"text": "فلا تضعفوا -أيها المؤمنون بالله ورسوله- عن جهاد المشركين, وتجْبُنوا عن قتالهم, وتدعوهم إلى الصلح والمسالمة, وأنتم القاهرون لهم والعالون عليهم, والله تعالى معكم بنصره وتأييده. وفي ذلك بشارة عظيمة بالنصر والظَّفَر على الأعداء. ولن يُنْقصكم الله ثواب أعمالكم.\r\n", "sura_id": 47, "type": 3, "id": 35760, "aya_id": 35}, {"text": " <font color=red>فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ</font><BR><p>قَالَ جَلَّ وَعَلَا لِعِبَادِهِ الْمُؤْمِنِينَ \" فَلَا تَهِنُوا \" أَيْ لَا تَضْعُفُوا عَنْ الْأَعْدَاء \" وَتَدْعُوا إِلَى السَّلْمِ \" أَيْ الْمُهَادَنَة وَالْمُسَالَمَة وَوَضْع الْقِتَال بَيْنكُمْ وَبَيْن الْكُفَّار فِي حَال قُوَّتِكُمْ وَكَثْرَة عَدَدكُمْ وَعُدَّتِكُمْ ; وَلِهَذَا قَالَ\" فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْم , وَأَنْتُمْ الْأَعْلَوْنَ\" أَيْ فِي حَالِ عُلُوِّكُمْ عَلَى عَدُوِّكُمْ فَأَمَّا إِذَا كَانَ الْكُفَّار فِيهِمْ قُوَّة وَكَثْرَة بِالنِّسْبَةِ إِلَى جَمِيع الْمُسْلِمِينَ وَرَأَى الْإِمَام فِي الْمُهَادَنَة وَالْمُعَاهَدَة مَصْلَحَةً فَلَهُ أَنْ يَفْعَل ذَلِكَ كَمَا فَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين صَدَّهُ كُفَّار قُرَيْش عَنْ مَكَّة وَدَعَوْهُ إِلَى الصُّلْح وَوَضْع الْحَرْب بَيْنهمْ وَبَيْنه عَشْر سِنِينَ فَأَجَابَهُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى ذَلِكَ وَقَوْله جَلَّتْ عَظَمَته\" وَاَللَّه مَعَكُمْ \" فِيهِ بِشَارَة عَظِيمَة بِالنَّصْرِ وَالظَّفَر عَلَى الْأَعْدَاء \" وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ \" أَيْ وَلَنْ يُحْبِطَهَا وَيُبْطِلهَا وَيَسْلُبكُمْ إِيَّاهَا بَلْ يُوفِّيكُمْ ثَوَابهَا وَلَا يُنْقِصُكُمْ مِنْهَا شَيْئًا وَاَللَّه أَعْلَمُ .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41380, "aya_id": 35}]