[{"text": "قُلْ مَا كُنتُ بِدْعًا مِّنْ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُّبِينٌ", "sura_id": 46, "type": 0, "id": 4519, "aya_id": 9}, {"text": "قل ما كنت بدعا من الرسل وما أدري ما يفعل بي ولا بكم إن أتبع إلا ما يوحى إلي وما أنا إلا نذير مبين", "sura_id": 46, "type": 1, "id": 10755, "aya_id": 9}, {"text": "9 - (قل ما كنت بدعا) بديعا (من الرسل) أي أول مرسل قد سبق قبلي كثيرون منهم فكيف تكذبونني (وما أدري ما يفعل بي ولا بكم) في الدنيا أأخرج من بلدي أم أقتل كما فعل بالأنبياء قبلي أو ترموني بالحجارة أم يخسف بكم كالمكذبين من قبلكم (إن) ما (أتبع إلا ما يوحى إلي) أي القرآن ولا أبتدع من عندي شيئا (وما أنا إلا نذير مبين) بين الانذار \r\n", "sura_id": 46, "type": 2, "id": 29463, "aya_id": 9}, {"text": "قل -أيها الرسول- لمشركي قومك: ما كنتُ أول رسل الله إلى خلقه, وما أدري ما يفعل الله بي ولا بكم في الدنيا, ما أتبع فيما آمركم به وفيما أفعله إلا وحي الله الذي يوحيه إليَّ, وما أنا إلا نذير بيِّن الإنذار.\r\n", "sura_id": 46, "type": 3, "id": 35699, "aya_id": 9}, {"text": " <font color=red>قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى \" قُلْ مَا كُنْت بِدْعًا مِنْ الرُّسُل \" أَيْ لَسْت بِأَوَّلِ رَسُول طَرَقَ الْعَالَم بَلْ قَدْ جَاءَتْ الرُّسُل مِنْ قَبْلِي فَمَا أَنَا بِالْأَمْرِ الَّذِي لَا نَظِير لَهُ حَتَّى تَسْتَنْكِرُونِي وَتَسْتَبْعِدُونَ بَعْثَتِي إِلَيْكُمْ فَإِنَّهُ قَدْ أَرْسَلَ اللَّه جَلَّ وَعَلَا قَبْلِي جَمِيع الْأَنْبِيَاء إِلَى الْأُمَم قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَقَتَادَة \" وَمَا كُنْت بِدْعًا مِنْ الرُّسُل \" مَا أَنَا بِأَوَّلِ رَسُول وَلَمْ يَحْكِ اِبْن جَرِير وَلَا اِبْن أَبِي حَاتِم غَيْر ذَلِكَ . وَقَوْله تَعَالَى \" وَمَا أَدْرِي مَا يُفْعَل بِي وَلَا بِكُمْ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي هَذِهِ الْآيَة نَزَلَ بَعْدهَا \" لِيَغْفِر لَك اللَّه مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ \" وَهَكَذَا قَالَ عِكْرِمَة وَالْحَسَن وَقَتَادَة إِنَّهَا مَنْسُوخَة بِقَوْلِهِ تَعَالَى\" لِيَغْفِر لَك اللَّه مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ \" قَالُوا وَلَمَّا نَزَلَتْ هَذِهِ الْآيَة قَالَ رَجُل مِنْ الْمُسْلِمِينَ هَذَا قَدْ بَيَّنَ اللَّه تَعَالَى مَا هُوَ فَاعِل بِك يَا رَسُول اللَّه فَمَا هُوَ فَاعِل بِنَا ؟ فَأَنْزَلَ اللَّه تَعَالَى \" لِيُدْخِل الْمُؤْمِنِينَ وَالْمُؤْمِنَات جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار\" هَكَذَا قَالَ وَاَلَّذِي هُوَ ثَابِت فِي الصَّحِيح أَنَّ الْمُؤْمِنِينَ قَالُوا هَنِيئًا لَك يَا رَسُول اللَّه فَمَا لَنَا ؟ فَأَنْزَلَ اللَّه سُبْحَانه وَتَعَالَى هَذِهِ الْآيَة وَقَالَ الضَّحَّاك \" وَمَا أَدْرِي مَا يُفْعَل بِي وَلَا بِكُمْ \" أَيْ مَا أَدْرِي بِمَاذَا أُوْمَرُ وَبِمَاذَا أُنْهَى بَعْد هَذَا ؟ وَقَالَ أَبُو بَكْر الْهُذَلِيّ عَنْ الْحَسَن الْبَصْرِيّ فِي قَوْله تَعَالَى \" وَمَا أَدْرِي مَا يُفْعَل بِي وَلَا بِكُمْ \" قَالَ أَمَّا فِي الْآخِرَة فَمَعَاذَ اللَّه وَقَدْ عَلِمَ أَنَّهُ فِي الْجَنَّة وَلَكِنْ قَالَ لَا أَدْرِي مَا يُفْعَل بِي وَلَا بِكُمْ فِي الدُّنْيَا أُخْرَجُ كَمَا أُخْرِجَتْ الْأَنْبِيَاءُ عَلَيْهِمْ الصَّلَاة وَالسَّلَام مِنْ قَبْلِي ؟ أَمْ أُقْتَلُ كَمَا قُتِلَتْ الْأَنْبِيَاء مِنْ قَبْلِي ؟ وَلَا أَدْرِي أَيُخْسَفُ بِكُمْ أَوْ تُرْمَوْنَ بِالْحِجَارَةِ ؟ وَهَذَا الْقَوْل هُوَ الَّذِي عَوَّلَ عَلَيْهِ اِبْن جَرِير وَأَنَّهُ لَا يَجُوز غَيْره وَلَا شَكَّ أَنَّ هَذَا هُوَ اللَّائِق بِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهُ بِالنِّسْبَةِ إِلَى الْآخِرَة جَازِم أَنَّهُ يَصِير إِلَى الْجَنَّة هُوَ وَمَنْ اِتَّبَعَهُ . وَأَمَّا فِي الدُّنْيَا فَلَمْ يَدْرِ مَا كَانَ يَئُول إِلَيْهِ أَمْره وَأَمْر مُشْرِكِي قُرَيْش إِلَى مَاذَا ؟ أَيُؤْمِنُونَ أَمْ يَكْفُرُونَ فَيُعَذَّبُونَ فَيُسْتَأْصَلُونَ بِكُفْرِهِمْ فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ اِبْن شِهَاب عَنْ خَارِجَة بْن زَيْد بْن ثَابِت عَنْ أُمّ الْعَلَاء وَهِيَ اِمْرَأَة مِنْ نِسَائِهِمْ أَخْبَرَتْهُ وَكَانَتْ بَايَعَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ طَارَ لَهُمْ فِي السُّكْنَى حِين اِقْتَرَعَتْ الْأَنْصَار عَلَى سُكْنَى الْمُهَاجِرِينَ عُثْمَان بْن مَظْعُون رَضِيَ اللَّه عَنْهُمَا فَاشْتَكَى عُثْمَان رَضِيَ اللَّه عَنْهُمَا عِنْدنَا فَمَرَّضْنَاهُ حَتَّى إِذَا تُوُفِّيَ أَدْرَجْنَاهُ فِي أَثْوَابه فَدَخَلَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت رَحْمَة اللَّه عَلَيْك أَبَا السَّائِب شَهَادَتِي عَلَيْك لَقَدْ أَكْرَمَك اللَّه عَزَّ وَجَلَّ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" وَمَا يُدْرِيك أَنَّ اللَّه تَعَالَى أَكْرَمَهُ ؟ \" فَقُلْت لَا أَدْرِي بِأَبِي أَنْتَ وَأُمِّي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِين مِنْ رَبّه وَإِنِّي لَأَرْجُو لَهُ الْخَيْر وَاَللَّه مَا أَدْرِي وَأَنَا رَسُول اللَّه مَا يُفْعَل بِي \" قَالَتْ : فَقُلْت وَاَللَّه لَا أُزَكِّي أَحَدًا بَعْده أَبَدًا وَأَحْزَنَنِي ذَلِكَ فَنِمْت فَرَأَيْت لِعُثْمَان رَضِيَ اللَّه عَنْهُمَا عَيْنًا تَجْرِي فَجِئْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته بِذَلِكَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ذَاكَ عَمَلُهُ \" فَقَدْ اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ دُون مُسْلِم وَفِي لَفْظ لَهُ\" مَا أَدْرِي وَأَنَا رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا يُفْعَل بِهِ \" وَهَذَا أَشْبَهُ أَنْ يَكُون هُوَ الْمَحْفُوظ بِدَلِيلِ قَوْلهَا فَأَحْزَنَنِي ذَلِكَ وَفِي هَذَا وَأَمْثَاله دَلَالَة عَلَى أَنَّهُ لَا يُقْطَع لِمُعَيَّنٍ بِالْجَنَّةِ إِلَّا الَّذِي نَصَّ الشَّارِع عَلَى تَعْيِينهمْ كَالْعَشَرَةِ اِبْن سَلَام وَالْعُمَيْصَاء وَبِلَال وَسُرَاقَة وَعَبْد اللَّه بْن عَمْرو بْن حَرَام وَالِد جَابِر وَالْقُرَّاء السَّبْعِينَ الَّذِينَ قُتِلُوا بِبِئْرِ مَعُونَة وَزَيْد بْن حَارِثَة وَجَعْفَر وَابْن رَوَاحَة وَمَا أَشْبَهَ هَؤُلَاءِ . وَقَوْله إِنْ أَتَّبِع إِلَّا مَا يُوحَى إِلَيَّ أَيْ إِنَّمَا أَتَّبِع مَا يُنَزِّلهُ اللَّه عَلَيَّ مِنْ الْوَحْي وَمَا أَنَا إِلَّا نَذِير مُبِين أَيْ بَيِّن النِّذَارَة أَمْرِي ظَاهِر لِكُلِّ ذِي لُبّ وَعَقْل وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41351, "aya_id": 9}]