[{"text": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّيَ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ", "sura_id": 12, "type": 0, "id": 1694, "aya_id": 98}, {"text": "قال سوف أستغفر لكم ربي إنه هو الغفور الرحيم", "sura_id": 12, "type": 1, "id": 7930, "aya_id": 98}, {"text": "98 - (قال سوف أستغفر لكم ربي إنه هو الغفور الرحيم) أخر ذلك إلى السحر ليكون أقرب إلى الإجابة أو إلى ليلة الجمعة ، ثم توجهوا إلى مصر وخرج يوسف والأكابر لتلقيهم \r\n", "sura_id": 12, "type": 2, "id": 26638, "aya_id": 98}, {"text": "قال يعقوب: سوف أسأل ربي أن يغفر لكم ذنوبكم, إنه هو الغفور لذنوب عباده التائبين, الرحيم بهم.\r\n", "sura_id": 12, "type": 3, "id": 32874, "aya_id": 98}, {"text": " <font color=red>قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ</font><BR><p>فَعِنْد ذَلِكَ قَالُوا لِأَبِيهِمْ مُتَرَفِّقِينَ لَهُ \" يَا أَبَانَا اِسْتَغْفِرْ لَنَا ذُنُوبنَا إِنَّا كُنَّا خَاطِئِينَ قَالَ سَوْفَ أَسْتَغْفِر لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُور الرَّحِيم \" أَيْ مَنْ تَابَ إِلَيْهِ تَابَ عَلَيْهِ قَالَ اِبْن مَسْعُود وَإِبْرَاهِيم التَّيْمِيّ وَعَمْرو بْن قَيْس وَابْن جُرَيْج وَغَيْرهمْ أَرْجَأَهُمْ إِلَى وَقْت السَّحَر وَقَالَ اِبْن جَرِير حَدَّثَنِي أَبُو السَّائِب حَدَّثَنَا اِبْن إِدْرِيس سَمِعْت عَبْد الرَّحْمَن بْن إِسْحَاق يَذْكُر عَنْ مُحَارِب بْن دِسَار قَالَ كَانَ عُمَر رَضِيَ اللَّه عَنْهُ يَأْتِي الْمَسْجِد فَيَسْمَع إِنْسَانًا يَقُول : اللَّهُمَّ دَعَوْتنِي فَأَجَبْت وَأَمَرْتنِي فَأَطَعْت وَهَذَا السَّحَر فَاغْفِرْ لِي قَالَ فَاسْتَمَعَ الصَّوْت فَإِذَا هُوَ مِنْ دَار عَبْد اللَّه بْن مَسْعُود فَسَأَلَ عَبْد اللَّه عَنْ ذَلِكَ فَقَالَ إِنَّ يَعْقُوب أَخَّرَ بَنِيهِ إِلَى السَّحَر بِقَوْلِهِ \" سَوْفَ أَسْتَغْفِر لَكُمْ رَبِّي \" وَقَدْ وَرَدَ فِي الْحَدِيث إِنَّ ذَلِكَ كَانَ لَيْلَة الْجُمُعَة كَمَا قَالَ اِبْن جَرِير أَيْضًا حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا سُلَيْمَان بْن عَبْد الرَّحْمَن أَبُو أَيُّوب الدِّمَشْقِيّ حَدَّثَنَا أَبُو الْوَلِيد أَنْبَأَنَا اِبْن جُرَيْج عَنْ عَطَاء وَعِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَوْفَ أَسْتَغْفِر لَكُمْ رَبِّي \" يَقُول حَتَّى تَأْتِي لَيْلَة الْجُمُعَة وَهُوَ قَوْل أَخِي يَعْقُوب لِبَنِيهِ وَهَذَا غَرِيب مِنْ هَذَا الْوَجْه وَفِي رَفْعه نَظَر وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37855, "aya_id": 98}]