[{"text": "قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنزِلَ مِن بَعْدِ مُوسَى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُّسْتَقِيمٍ", "sura_id": 46, "type": 0, "id": 4540, "aya_id": 30}, {"text": "قالوا يا قومنا إنا سمعنا كتابا أنزل من بعد موسى مصدقا لما بين يديه يهدي إلى الحق وإلى طريق مستقيم", "sura_id": 46, "type": 1, "id": 10776, "aya_id": 30}, {"text": "30 - (قالوا يا قومنا إنا سمعنا كتابا) هو القرآن (أنزل من بعد موسى مصدقا لما بين يديه) أي تقدمه التوراة (يهدي إلى الحق) الإسلام (وإلى طريق مستقيم) أي طريقه \r\n", "sura_id": 46, "type": 2, "id": 29484, "aya_id": 30}, {"text": "قالوا: يا قومنا إنا سمعنا كتابًا أنزل من بعد موسى, مصدقًا لما قبله من كتب الله التي أنزلها على رسله, يهدي إلى الحق والصواب, وإلى طريق صحيح مستقيم.\r\n", "sura_id": 46, "type": 3, "id": 35720, "aya_id": 30}, {"text": " <font color=red>قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ</font><BR><p>ثُمَّ إِنَّهُ تَعَالَى فَسَّرَ إِنْذَار الْجِنّ لِقَوْمِهِمْ فَقَالَ مُخْبِرًا عَنْهُمْ \" قَالُوا يَا قَوْمنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْد مُوسَى \" وَلَمْ يَذْكُرُوا عِيسَى لِأَنَّ عِيسَى عَلَيْهِ السَّلَام أُنْزِلَ عَلَيْهِ الْإِنْجِيل فِيهِ مَوَاعِظ وَتَرْقِيقَات وَقَلِيل مِنْ التَّحْلِيل وَالتَّحْرِيم وَهُوَ فِي الْحَقِيقَة كَالْمُتَمِّمِ لِشَرِيعَةِ التَّوْرَاة فَالْعُمْدَة هُوَ التَّوْرَاة فَلِهَذَا قَالُوا أُنْزِلَ مِنْ بَعْد مُوسَى وَهَكَذَا قَالَ وَرَقَة بْن نَوْفَل حِين أَخْبَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقِصَّةِ نُزُول جِبْرِيل عَلَيْهِ عَلَيْهِ الصَّلَاة وَالسَّلَام أَوَّل مَرَّة فَقَالَ بَخٍ بَخٍ هَذَا النَّامُوس الَّذِي كَانَ يَأْتِي مُوسَى يَا لَيْتَنِي أَكُون فِيهَا جَذَعًا \" مُصَدِّقًا لِمَا بَيْن يَدَيْهِ \" أَيْ مِنْ الْكُتُب الْمُنْزَلَة عَلَى الْأَنْبِيَاء قَبْله وَقَوْلهمْ \" يَهْدِي إِلَى الْحَقّ \" أَيْ فِي الِاعْتِقَاد وَالْإِخْبَار \" وَإِلَى طَرِيق مُسْتَقِيم \" فِي الْأَعْمَال فَإِنَّ الْقُرْآن مُشْتَمِل عَلَى شَيْئَيْنِ خَبَر وَطَلَب فَخَبَره صِدْق وَطَلَبُهُ عَدْل كَمَا قَالَ تَعَالَى \" وَتَمَّتْ كَلِمَة رَبّك صِدْقًا وَعَدْلًا \" وَقَالَ سُبْحَانه وَتَعَالَى \" هُوَ الَّذِي أَرْسَلَ رَسُوله بِالْهُدَى وَدِين الْحَقّ \" فَالْهُدَى هُوَ الْعِلْم النَّافِع وَدِين الْحَقّ هُوَ الْعَمَل الصَّالِح وَلِهَذَا قَالَتْ الْجِنّ \" يَهْدِي إِلَى الْحَقّ \" فِي الِاعْتِقَادَات \" وَإِلَى طَرِيق مُسْتَقِيم \" أَيْ فِي الْعَمَلِيَّات .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41340, "aya_id": 30}]