[{"text": "وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ", "sura_id": 2, "type": 0, "id": 57, "aya_id": 50}, {"text": "وإذ فرقنا بكم البحر فأنجيناكم وأغرقنا آل فرعون وأنتم تنظرون", "sura_id": 2, "type": 1, "id": 6293, "aya_id": 50}, {"text": "50 - (و) اذكروا (إذ فرقنا) فلقنا (بكم) بسببكم (البحر) حتى دخلتموه هاربين من عدوكم (فأنجيناكم) من الغرق (وأغرقنا آل فرعون) قومه معه (وأنتم تنظرون) إلى انطباق البحر عليهم \r\n", "sura_id": 2, "type": 2, "id": 25001, "aya_id": 50}, {"text": "واذكروا نعمتنا عليكم, حين فَصَلْنا بسببكم البحر, وجعلنا فيه طرقًا يابسةً, فعبرتم, وأنقذناكم من فرعون وجنوده, ومن الهلاك في الماء. فلما دخل فرعون وجنوده طرقكم أهلكناهم في الماء أمام أعينكم\r\n", "sura_id": 2, "type": 3, "id": 31237, "aya_id": 50}, {"text": " <font color=red>وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ</font><BR><p>مَعْنَاهُ وَبَعْد أَنْ أَنْقَذْنَاكُمْ مِنْ آل فِرْعَوْن وَخَرَجْتُمْ مَعَ مُوسَى عَلَيْهِ السَّلَام خَرَجَ فِرْعَوْن فِي طَلَبكُمْ فَفَرَقْنَا بِكُمْ الْبَحْر كَمَا أَخْبَرَ تَعَالَى عَنْ ذَلِكَ مُفَصَّلًا كَمَا سَيَأْتِي فِي مَوَاضِعه وَمِنْ أَبْسَطهَا مَا فِي سُورَة الشُّعَرَاء إِنْ شَاءَ اللَّه \" فَأَنْجَيْنَاكُمْ\" أَيْ خَلَّصْنَاكُمْ مِنْهُمْ وَحَجَزْنَا بَيْنكُمْ وَبَيْنهمْ وَأَغْرَقْنَاهُمْ وَأَنْتُمْ تَنْظُرُونَ لِيَكُونَ ذَلِكَ أَشْفَى لِصُدُورِكُمْ وَأَبْلَغ فِي إِهَانَة عَدُوّكُمْ . قَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ أَبِي إِسْحَاق الْهَمْدَانِيّ عَنْ عَمْرو بْن مَيْمُون الْأَوْدِيّ فِي قَوْله تَعَالَى \" وَإِذْ فَرَقْنَا بِكُمْ الْبَحْر - إِلَى قَوْله - وَأَنْتُمْ تَنْظُرُونَ \" قَالَ لَمَّا خَرَجَ مُوسَى بِبَنِي إِسْرَائِيل بَلَغَ ذَلِكَ فِرْعَوْن فَقَالَ : لَا تَتْبَعُوهُمْ حَتَّى تَصِيح الدِّيَكَة قَالَ : فَوَاَللَّهِ مَا صَاحَ لَيْلَتئِذٍ دِيك حَتَّى أَصْبَحُوا فَدَعَا بِشَاةٍ فَذُبِحَتْ ثُمَّ قَالَ : لَا أَفْرُغ مِنْ كَبِدهَا حَتَّى يَجْتَمِع إِلَيَّ سِتُّمِائَةِ أَلْف مِنْ الْقِبْط فَلَمْ يَفْرُغ مِنْ كَبِدهَا حَتَّى اِجْتَمَعَ إِلَيْهِ سِتّمِائَةِ أَلْف مِنْ الْقِبْط فَلَمَّا أَتَى مُوسَى الْبَحْر قَالَ لَهُ رَجُل مِنْ أَصْحَابه يُقَال لَهُ يُوشَع بْن نُون أَيْنَ أَمَرَ رَبُّك ؟ قَالَ أَمَامك ؟ يُشِير إِلَى الْبَحْر فَأَقْحَمَ يُوشَع فَرَسه فِي الْبَحْر حَتَّى بَلَغَ الْغَمْر فَذَهَبَ بِهِ الْغَمْر ثُمَّ رَجَعَ فَقَالَ : أَيْنَ أَمَرَ رَبّك يَا مُوسَى ؟ فَوَاَللَّهِ مَا كَذَبْت وَلَا كُذِبْت فَعَلَ ذَلِكَ ثَلَاث مَرَّات ثُمَّ أَوْحَى اللَّه إِلَى مُوسَى أَنْ أَضْرِب بِعَصَاك الْبَحْر فَضَرَبَهُ فَانْفَلَقَ فَكَانَ كُلّ فِرْق كَالطَّوْدِ الْعَظِيم - يَقُول مِثْل الْجَبَل - ثُمَّ سَارَ مُوسَى وَمَنْ مَعَهُ وَاتَّبَعَهُمْ فِرْعَوْن فِي طَرِيقهمْ حَتَّى إِذَا تَتَامُّوا فِيهِ أَطْبَقَهُ اللَّه عَلَيْهِمْ فَلِذَلِكَ قَالَ\" وَأَغْرَقْنَا آل فِرْعَوْن وَأَنْتُمْ تَنْظُرُونَ \" وَكَذَلِكَ قَالَ غَيْر وَاحِد مِنْ السَّلَف كَمَا سَيَأْتِي بَيَانه فِي مَوْضِعه وَقَدْ وَرَدَ أَنَّ هَذَا الْيَوْم كَانَ يَوْم عَاشُورَاء كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الْوَارِث حَدَّثَنَا أَيُّوب عَنْ عَبْد اللَّه بْن سَعِيد بْن جُبَيْر عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة فَرَأَى الْيَهُود يَصُومُونَ يَوْم عَاشُورَاء فَقَالَ \" مَا هَذَا الْيَوْم الَّذِي تَصُومُونَ \" ؟ قَالُوا هَذَا يَوْم صَالِح هَذَا يَوْم نَجَّى اللَّه عَزَّ وَجَلَّ فِيهِ بَنِي إِسْرَائِيل مِنْ عَدُوّهُمْ فَصَامَهُ مُوسَى عَلَيْهِ السَّلَام فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا أَحَقّ بِمُوسَى مِنْكُمْ \" فَصَامَهُ وَأَمَرَ بِصَوْمِهِ وَرَوَى هَذَا الْحَدِيث الْبُخَارِيّ وَمُسْلِم وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ أَيُّوب السِّخْتِيَانِيّ بِهِ نَحْو مَا تَقَدَّمَ وَقَالَ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا أَبُو الرَّبِيع حَدَّثَنَا سَلَّام يَعْنِي اِبْن سُلَيْم عَنْ زَيْد الْعَمِّيّ عَنْ يَزِيد الرَّقَّاشِيّ عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَلَقَ اللَّهُ الْبَحْر لِبَنِي إِسْرَائِيل يَوْم عَاشُورَاء \" وَهَذَا ضَعِيف مِنْ هَذَا الْوَجْه فَإِنَّ زَيْد الْعَمِّيّ فِيهِ ضَعْف وَشَيْخه يَزِيد الرَّقَاشِيّ أَضْعَف مِنْهُ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38728, "aya_id": 50}]