[{"text": "وَمَا جَعَلَهُ اللّهُ إِلاَّ بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلاَّ مِنْ عِندِ اللّهِ إِنَّ اللّهَ عَزِيزٌ حَكِيمٌ", "sura_id": 8, "type": 0, "id": 1170, "aya_id": 10}, {"text": "و ما جعله الله إلا بشرى و لتطمئن به قلوبكم و ما النصر إلا من عند الله إن الله عزيز حكيم", "sura_id": 8, "type": 1, "id": 7406, "aya_id": 10}, {"text": "10 - (وما جعله الله) أي الإمداد (إلا بشرى ولتطمئن به قلوبكم وما النصر إلا من عند الله إن الله عزيز حكيم) \r\n", "sura_id": 8, "type": 2, "id": 26114, "aya_id": 10}, {"text": "وما جعل الله ذلك الإمداد إلا بشارة لكم بالنصر, ولتسكن به قلوبكم, وتوقنوا بنصر الله لكم, وما النصر إلا من عند الله, لا بشدة بأسكم وقواكم. إن الله عزيز في ملكه, حكيم في تدبيره وشرعه.\r\n", "sura_id": 8, "type": 3, "id": 32350, "aya_id": 10}, {"text": " <font color=red>وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</font><BR><p>وَقَوْله تَعَالَى \" وَمَا جَعَلَهُ اللَّه إِلَّا بُشْرَى \" الْآيَة . أَيْ وَمَا جَعَلَ اللَّه بَعْث الْمَلَائِكَة وَإِعْلَامه إِيَّاكُمْ بِهِمْ إِلَّا بُشْرَى \" وَلِتَطْمَئِنَّ بِهِ قُلُوبكُمْ \" وَإِلَّا فَهُوَ تَعَالَى قَادِر عَلَى نَصْركُمْ عَلَى أَعْدَائِكُمْ وَلِتَطْمَئِنَّ بِهِ قُلُوبكُمْ وَمَا النَّصْر إِلَّا مِنْ عِنْد اللَّه أَيْ بِدُونِ ذَلِكَ وَلِهَذَا قَالَ \" وَمَا النَّصْر إِلَّا مِنْ عِنْد اللَّه \" كَمَا قَالَ تَعَالَى \" فَإِذَا لَقِيتُمْ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَاب حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْب أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاء اللَّه لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَاَلَّذِينَ قُتِلُوا فِي سَبِيل اللَّه فَلَنْ يُضِلَّ أَعْمَالَهُمْ سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ وَيُدْخِلهُمْ الْجَنَّة عَرَّفَهَا لَهُمْ \" وَقَالَ تَعَالَى \" وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْن النَّاس وَلِيَعْلَمَ اللَّه الَّذِينَ آمَنُوا وَيَتَّخِذ مِنْكُمْ شُهَدَاء وَاَللَّه لَا يُحِبُّ الظَّالِمِينَ وَلِيُمَحِّصَ اللَّه الَّذِينَ آمَنُوا وَيَمْحَق الْكَافِرِينَ \" فَهَذِهِ حِكَمٌ شَرَعَ اللَّهُ جِهَادَ الْكُفَّارِ بِأَيْدِي الْمُؤْمِنِينَ لِأَجْلِهَا وَقَدْ كَانَ تَعَالَى إِنَّمَا يُعَاقِب الْأُمَم السَّالِفَة الْمُكَذِّبَة لِلْأَنْبِيَاءِ بِالْقَوَارِعِ الَّتِي تَعُمّ تِلْكَ الْأُمَم الْمُكَذِّبَة كَمَا أَهْلَكَ قَوْم نُوحٍ بِالطُّوفَانِ وَعَادًا الْأُولَى بِالدَّبُورِ وَثَمُود بِالصَّيْحَةِ وَقَوْم لُوط بِالْخَسْفِ وَالْقَلْب وَحِجَارَة السِّجِّيل وَقَوْم شُعَيْب بِيَوْمِ الظُّلَّة فَلَمَّا بَعَثَ اللَّه تَعَالَى مُوسَى وَأَهْلَكَ عَدُوَّهُ فِرْعَوْن وَقَوْمه بِالْغَرَقِ فِي الْيَمّ ثُمَّ أَنْزَلَ عَلَى مُوسَى التَّوْرَاة شَرَعَ فِيهَا قِتَال الْكُفَّار وَاسْتَمَرَّ الْحُكْم فِي بَقِيَّة الشَّرَائِع بَعْده عَلَى ذَلِكَ كَمَا قَالَ تَعَالَى \" وَلَقَدْ آتَيْنَا مُوسَى الْكِتَاب مِنْ بَعْد مَا أَهْلَكْنَا الْقُرُون الْأُولَى بَصَائِر \" وَقَتْل الْمُؤْمِنِينَ لِلْكَافِرِينَ أَشَدّ إِهَانَة لِلْكَافِرِينَ وَأَشْفَى لِصُدُورِ الْمُؤْمِنِينَ كَمَا قَالَ تَعَالَى لِلْمُؤْمِنِينَ مِنْ هَذِهِ الْأُمَّة \" قَاتِلُوهُمْ يُعَذِّبْهُمْ اللَّه بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُور قَوْم مُؤْمِنِينَ \" وَلِهَذَا كَانَ قَتْل صَنَادِيد قُرَيْش بِأَيْدِي أَعْدَائِهِمْ الَّذِينَ يَنْظُرُونَ إِلَيْهِمْ بِأَعْيُنِ اِزْدِرَائِهِمْ أَنْكَى لَهُمْ وَأَشْفَى لِصُدُورِ حِزْب الْإِيمَان فَقَتْل أَبِي جَهْل فِي مَعْرَكَة الْقِتَال وَحَوْمَة الْوَغَى أَشَدّ إِهَانَة لَهُ مِنْ مَوْته عَلَى فِرَاشه بِقَارِعَةٍ أَوْ صَاعِقَةٍ أَوْ نَحْو ذَلِكَ كَمَا مَاتَ أَبُو لَهَبٍ لَعَنَهُ اللَّه بِالْعَدَسَةِ بِحَيْثُ لَمْ يَقْرَبْهُ أَحَد مِنْ أَقَارِبه وَإِنَّمَا غَسَّلُوهُ بِالْمَاءِ قَذْفًا مِنْ بَعِيدٍ وَرَجَمُوهُ حَتَّى دَفَنُوهُ وَلِهَذَا قَالَ تَعَالَى \" إِنَّ اللَّه عَزِيز \" أَيْ لَهُ الْعِزَّة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ بِهِمَا فِي الدُّنْيَا وَالْآخِرَة كَقَوْلِهِ تَعَالَى \" إِنَّا لَنَنْصُر رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد \" . \" حَكِيم \" : فِيمَا شَرَعَهُ مِنْ قِتَال الْكُفَّار مَعَ الْقُدْرَة عَلَى دَمَارهمْ وَإِهْلَاكهمْ بِحَوْلِهِ وَقُوَّته سُبْحَانه وَتَعَالَى .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43056, "aya_id": 10}]