[{"text": "قَالَ أَلْقُوْاْ فَلَمَّا أَلْقَوْاْ سَحَرُواْ أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءوا بِسِحْرٍ عَظِيمٍ", "sura_id": 7, "type": 0, "id": 1070, "aya_id": 116}, {"text": "قال ألقوا فلما ألقوا سحروا أعين الناس واسترهبوهم وجاءوا بسحر عظيم", "sura_id": 7, "type": 1, "id": 7306, "aya_id": 116}, {"text": "116 - (قال ألقوا) أمر للإذن بتقديم إلقائهم توصلاً به إلى إظهار الحق (فلما ألقوا) حبالهم وعصيهم (سحروا أعين الناس) صرفوها عن حقيقة إدراكها (واسترهبوهم) خوفوهم حيث خيلوها حيات تسعى (وجاؤوا بسحر عظيم) \r\n", "sura_id": 7, "type": 2, "id": 26014, "aya_id": 116}, {"text": "قال موسى للسحرة: ألقوا أنتم, فلما ألقَوا الحبال والعصيَّ سحروا أعين الناس, فخُيِّل إلى الأبصار أن ما فعلوه حقيقة, ولم يكن إلا مجرد صنعة وخيال, وأرهبوا الناس إرهابًا شديدًا, وجاؤوا بسحر قوي كثير.\r\n", "sura_id": 7, "type": 3, "id": 32250, "aya_id": 116}, {"text": " <font color=red>قَالَ أَلْقُوا فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ</font><BR><p>قَالَ لَهُمْ مُوسَى عَلَيْهِ السَّلَام أَلْقُوا أَيْ أَنْتُمْ أَوَّلًا قِيلَ الْحِكْمَة فِي هَذَا وَاَللَّه أَعْلَم لِيُرِيَ النَّاس صَنِيعهمْ وَيَتَأَمَّلُوهُ فَإِذَا فَرَغُوا مِنْ بَهْرَجهمْ وَمُحَالهمْ جَاءَهُمْ الْحَقّ الْوَاضِح الْجَلِيّ بَعْد التَّطَلُّب لَهُ وَالِانْتِظَار مِنْهُمْ لِمَجِيئِهِ فَيَكُون أَوْقَع فِي النُّفُوس وَكَذَا كَانَ وَلِهَذَا قَالَ تَعَالَى \" فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُن النَّاس وَاسْتَرْهَبُوهُمْ \" أَيْ خَيَّلُوا إِلَى الْأَبْصَار أَنَّ مَا فَعَلُوهُ لَهُ حَقِيقَة فِي الْخَارِج وَلَمْ يَكُنْ إِلَّا مُجَرَّد صَنْعَة وَخَيَال كَمَا قَالَ تَعَالَى\" فَإِذَا حِبَالهمْ وَعِصِيّهمْ يُخَيَّل إِلَيْهِ مِنْ سِحْرهمْ أَنَّهَا تَسْعَى فَأَوْجَسَ فِي نَفْسه خِيفَة مُوسَى قُلْنَا لَا تَخَفْ إِنَّك أَنْتَ الْأَعْلَى وَأَلْقِ مَا فِي يَمِينك تَلْقَف مَا صَنَعُوا إِنَّ مَا صَنَعُوا كَيْد سَاحِر وَلَا يُفْلِح السَّاحِر حَيْثُ أَتَى \" قَالَ سُفْيَان بْن عُيَيْنَة : حَدَّثَنَا أَبُو سَعِيد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس : أَلْقَوْا حِبَالًا غِلَاظًا وَخَشَبًا طِوَالًا قَالَ فَأَقْبَلَتْ يُخَيَّل إِلَيْهِ مِنْ سِحْرهمْ أَنَّهَا تَسْعَى وَقَالَ مُحَمَّد بْن إِسْحَاق صَفَّ خَمْسَة عَشَرَ أَلْف سَاحِر مَعَ كُلّ سَاحِر حِبَاله وَعِصِيّه وَخَرَجَ مُوسَى عَلَيْهِ السَّلَام مَعَهُ أَخُوهُ يَتَّكِئ عَلَى عَصَاهُ حَتَّى أَتَى الْجَمْع وَفِرْعَوْن فِي مَجْلِسه مَعَ أَشْرَاف أَهْل مَمْلَكَته ثُمَّ قَالَ السَّحَرَة \" يَا مُوسَى إِمَّا أَنْ تُلْقِي وَإِمَّا أَنْ نَكُون أَوَّل مَنْ أَلْقَى قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالهمْ وَعِصِيّهمْ \" فَكَانَ أَوَّل مَا اِخْتَطَفُوا بِسِحْرِهِمْ بَصَر مُوسَى وَبَصَر فِرْعَوْن ثُمَّ أَبْصَار النَّاس بَعْد ثُمَّ أَلْقَى كُلّ رَجُل مِنْهُمْ مَا فِي يَده مِنْ الْحِبَال وَالْعِصِيّ فَإِذَا حَيَّات كَأَمْثَالِ الْجِبَال قَدْ مَلَأَتْ الْوَادِي يَرْكَب بَعْضهَا بَعْضًا وَقَالَ السُّدِّيّ : كَانُوا بِضْعَة وَثَلَاثِينَ أَلْف رَجُل لَيْسَ رَجُل مِنْهُمْ إِلَّا وَمَعَهُ حَبْل وَعَصًا \" فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُن النَّاس وَاسْتَرْهَبُوهُمْ\" يَقُول فَرَقُوهُمْ أَيْ مِنْ الْفَرَق وَقَالَ اِبْن جَرِير : حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة عَنْ هِشَام الدَّسْتُوَائِيّ حَدَّثَنَا الْقَاسِم بْن أَبِي بَرَّة قَالَ جَمَعَ فِرْعَوْن سَبْعِينَ أَلْف سَاحِر فَأَلْقَوْا سَبْعِينَ أَلْف حَبْل وَسَبْعِينَ أَلْف عَصًا حَتَّى جَعَلَ يُخَيَّل إِلَيْهِ مِنْ سِحْرهمْ أَنَّهَا تَسْعَى وَلِهَذَا قَالَ تَعَالَى \" وَجَاءُوا بِسِحْرٍ عَظِيم \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42485, "aya_id": 116}]