[{"text": "وَقَاتِلُواْ فِي سَبِيلِ اللّهِ وَاعْلَمُواْ أَنَّ اللّهَ سَمِيعٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 251, "aya_id": 244}, {"text": "وقاتلوا في سبيل الله واعلموا أن الله سميع عليم", "sura_id": 2, "type": 1, "id": 6487, "aya_id": 244}, {"text": "244 - (وقاتلوا في سبيل الله) أي لإعلاء دينه (واعلموا أن الله سميع) لأقوالكم (عليم) بأحوالكم فمجازيكم \r\n", "sura_id": 2, "type": 2, "id": 25195, "aya_id": 244}, {"text": "وقاتلوا -أيها المسلمون- الكفار لنصرة دين الله, واعلموا أن الله سميع لأقوالكم, عليم بنيَّاتكم وأعمالكم.\r\n", "sura_id": 2, "type": 3, "id": 31431, "aya_id": 244}, {"text": " <font color=red>وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</font><BR><p>وَقَوْله \" وَقَاتِلُوا فِي سَبِيل اللَّه وَاعْلَمُوا أَنَّ اللَّه سَمِيع عَلِيم \" أَيْ كَمَا أَنَّ الْحَذَر لَا يُغْنِي مِنْ الْقَدَر كَذَلِكَ الْفِرَار مِنْ الْجِهَاد وَتَجَنُّبه لَا يُقَرِّب أَجَلًا وَلَا يُبْعِدهُ بَلْ الْأَجَلُ الْمَحْتُومُ وَالرِّزْقُ الْمَقْسُومُ مُقَدَّرٌ مُقَنَّنٌ لَا يُزَادُ فِيهِ وَلَا يُنْقَصُ مِنْهُ كَمَا قَالَ تَعَالَى \" الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمْ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ \" وَقَالَ تَعَالَى \" وَقَالُوا رَبّنَا لِمَ كَتَبْت عَلَيْنَا الْقِتَال لَوْلَا أَخَّرْتنَا إِلَى أَجَل قَرِيب قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنْ اِتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا أَيْنَمَا تَكُونُوا يُدْرِككُمْ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ \" وَرُوِّينَا عَنْ أَمِير الْجُيُوش وَمُقَدَّم الْعَسَاكِر وَحَامِي حَوْزَة الْإِسْلَام وَسَيْف اللَّه الْمَسْلُول عَلَى أَعْدَائِهِ أَبِي سُلَيْمَان خَالِد بْن الْوَلِيد - رَضِيَ اللَّه عَنْهُ - أَنَّهُ قَالَ وَهُوَ فِي سِيَاق الْمَوْت : لَقَدْ شَهِدْت كَذَا وَكَذَا مَوْقِفًا وَمَا مِنْ عُضْو مِنْ أَعْضَائِي إِلَّا وَفِيهِ رَمْيَة أَوْ طَعْنَة أَوْ ضَرْبَة وَهَا أَنَا ذَا أَمُوت عَلَى فِرَاشِي كَمَا يَمُوت الْعِير فَلَا نَامَتْ أَعْيُنُ الْجُبَنَاء - يَعْنِي أَنَّهُ يَتَأَلَّم لِكَوْنِهِ مَا مَاتَ قَتِيلًا فِي الْحَرْب وَيَتَأَسَّف عَلَى ذَلِكَ وَيَتَأَلَّم أَنْ يَمُوت عَلَى فِرَاشه .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38658, "aya_id": 244}]