[{"text": "أَنزَلَ مِنَ السَّمَاء مَاء فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كَذَلِكَ يَضْرِبُ اللّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاء وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ كَذَلِكَ يَضْرِبُ اللّهُ الأَمْثَالَ", "sura_id": 13, "type": 0, "id": 1724, "aya_id": 17}, {"text": "أنزل من السماء ماء فسالت أودية بقدرها فاحتمل السيل زبدا رابيا ومما يوقدون عليه في النار ابتغاء حلية أو متاع زبد مثله كذلك يضرب الله الحق والباطل فأما الزبد فيذهب جفاء وأما ما ينفع الناس فيمكث في الأرض كذلك يضرب الله الأمثال", "sura_id": 13, "type": 1, "id": 7960, "aya_id": 17}, {"text": "17 - ثم ضرب مثلاً للحق والباطل فقال (أنزل) تعالى (من السماء ماء) مطراً (فسالت أودية بقدرها) بمقدار مثلها (فاحتمل السيل زبداً رابياً) عالياً عليه وهو ما على وجهه من قذر ونحوه (ومما توقدون) بالتاء والياء (عليه في النار) من جواهر الأرض كالذهب والفضة والنحاس (ابتغاء) طلب (حلية) زينة (أو متاع) ينتفع به كالأواني إذا أذيبت (زبد مثله) أي مثل زبد السيل وهو خبثه ، والذي ينفيه الكير (كذلك) المذكور (يضرب الله الحق والباطل) أي مثلهما (فأما الزبد) من السيل وما أوقد عليه من الجواهر (فيذهب جفاء) باطلاً مرمياً به (وأما ما ينفع الناس) من الماء والجواهر (فيمكث) يبقى (في الأرض) زماناً كذلك الباطل يضمحل وينمحق وإن علا على الحق في بعض الأوقات والحق ثابت باق (كذلك) المذكور (يضرب) يبين (الله الأمثال) \r\n", "sura_id": 13, "type": 2, "id": 26668, "aya_id": 17}, {"text": "ثم ضرب الله سبحانه مثلا للحق والباطل بماء أنزله من السماء, فجَرَت به أودية الأرض بقدر صغرها وكبرها, فحمل السيل غثاء طافيًا فوقه لا نفع فيه. وضرب مثلا آخر: هو المعادن يوقِدون عليها النار لصهرها طلبًا للزينة كما في الذهب والفضة, أو طلبًا لمنافع ينتفعون بها كما في النحاس, فيخرج منها خبثها مما لا فائدة فيه كالذي كان مع الماء, بمثل هذا يضرب الله المثل للحق والباطل: فالباطل كغثاء الماء يتلاشى أو يُرْمى إذ لا فائدة منه, والحق كالماء الصافي, والمعادن النقية تبقى في الأرض للانتفاع بها, كما بيَّن لكم هذه الأمثال, كذلك يضربها للناس; ليتضح الحق من الباطل والهدى من الضلال.\r\n", "sura_id": 13, "type": 3, "id": 32904, "aya_id": 17}, {"text": " <font color=red>أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ</font><BR><p>اِشْتَمَلَتْ هَذِهِ الْآيَة الْكَرِيمَة عَلَى مَثَلَيْنِ مَضْرُوبَيْنِ لِلْحَقِّ فِي ثَبَاته وَبَقَائِهِ وَالْبَاطِل فِي اِضْمِحْلَاله وَفَنَائِهِ فَقَالَ تَعَالَى \" أَنْزَلَ مِنْ السَّمَاء مَاء \" أَيْ مَطَرًا \" فَسَالَتْ أَوْدِيَة بِقَدَرِهَا \" أَيْ أَخَذَ كُلّ وَاحِد بِحَسَبِهِ فَهَذَا كَبِير وَسِعَ كَثِيرًا مِنْ الْمَاء وَهَذَا صَغِير فَوَسِعَ بِقَدْرِهِ وَهُوَ إِشَارَة إِلَى الْقُلُوب وَتَفَاوُتهَا فَمِنْهَا مَا يَسَع عِلْمًا كَثِيرًا وَمِنْهَا مَا لَا يَتَّسِع لِكَثِيرٍ مِنْ الْعُلُوم بَلْ يَضِيق عَنْهَا \" فَاحْتَمَلَ السَّيْل زَبَدًا رَابِيًا \" أَيْ فَجَاءَ عَلَى وَجْه الْمَاء الَّذِي سَالَ فِي هَذِهِ الْأَوْدِيَة زَبَد عَالٍ عَلَيْهِ هَذَا مَثَل وَقَوْله \" وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّار اِبْتِغَاء حِلْيَة أَوْ مَتَاع \" الْآيَة هَذَا هُوَ الْمَثَل الثَّانِي هُوَ مَا يُسْبَك فِي النَّار مِنْ ذَهَب أَوْ فِضَّة اِبْتِغَاء حِلْيَة أَيْ لِيُجْعَل حِلْيَة أَوْ نُحَاسًا أَوْ حَدِيدًا فَيُجْعَل مَتَاعًا فَإِنَّهُ يَعْلُوهُ زَبَد مِنْهُ كَمَا يَعْلُو ذَلِكَ زَبَد مِنْهُ \" كَذَلِكَ يَضْرِب اللَّه الْحَقّ وَالْبَاطِل \" أَيْ إِذَا اِجْتَمَعَا لَا ثَبَات لِلْبَاطِلِ وَلَا دَوَام لَهُ كَمَا أَنَّ الزَّبَد لَا يَثْبُت مَعَ الْمَاء وَلَا مَعَ الذَّهَب وَالْفِضَّة وَنَحْوهمَا مِمَّا يُسْبَك فِي النَّار بَلْ يَذْهَب وَيَضْمَحِلّ وَلِهَذَا قَالَ\" فَأَمَّا الزَّبَد فَيَذْهَب جُفَاء \" أَيْ لَا يُنْتَفَع بِهِ بَلْ يَتَفَرَّق وَيَتَمَزَّق وَيَذْهَب فِي جَانِبَيْ الْوَادِي وَيُعَلَّق بِالشَّجَرِ وَتَنْسِفهُ الرِّيَاح وَكَذَلِكَ خَبَث الذَّهَب وَالْفِضَّة وَالْحَدِيد وَالنُّحَاس يَذْهَب وَلَا يَرْجِع مِنْهُ شَيْء وَلَا يَبْقَى إِلَّا الْمَاء وَذَلِكَ الذَّهَب وَنَحْوه يُنْتَفَع بِهِ وَلِهَذَا قَالَ \" وَأَمَّا مَا يَنْفَع النَّاس فَيَمْكُث فِي الْأَرْض كَذَلِكَ يَضْرِب اللَّه الْأَمْثَال \" كَقَوْلِهِ تَعَالَى \" وَتِلْكَ الْأَمْثَال نَضْرِبهَا لِلنَّاسِ وَمَا يَعْقِلهَا إِلَّا الْعَالِمُونَ \" وَقَالَ بَعْض السَّلَف كُنْت إِذَا قَرَأْت مَثَلًا مِنْ الْقُرْآن فَلَمْ أَفْهَمْهُ بَكَيْت عَلَى نَفْسِي لِأَنَّ اللَّه تَعَالَى يَقُول \" وَمَا يَعْقِلهَا إِلَّا الْعَالِمُونَ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" أَنْزَلَ مِنْ السَّمَاء مَاء فَسَالَتْ أَوْدِيَة بِقَدَرِهَا \" الْآيَة هَذَا مَثَل ضَرَبَهُ اللَّه اِحْتَمَلَتْ مِنْهُ الْقُلُوب عَلَى قَدْر يَقِينهَا وَشَكّهَا فَأَمَّا الشَّكّ فَلَا يَنْفَع مَعَهُ الْعَمَل وَأَمَّا الْيَقِين فَيَنْفَع اللَّه بِهِ أَهْله وَهُوَ قَوْله \" فَأَمَّا الزَّبَد \" وَهُوَ الشَّكّ \" فَيَذْهَب جُفَاء وَأَمَّا مَا يَنْفَع النَّاس فَيَمْكُث فِي الْأَرْض \" وَهُوَ الْيَقِين وَكَمَا يُجْعَل الْحُلِيّ فِي النَّار فَيُؤْخَذ خَالِصه وَيُتْرَك خَبَثه فِي النَّار فَكَذَلِكَ يَقْبَل اللَّه الْيَقِين وَيَتْرُك الشَّكّ وَقَالَ الْعَوْفِيّ : عَنْ اِبْن عَبَّاس قَوْله \" أَنْزَلَ مِنْ السَّمَاء مَاء فَسَالَتْ أَوْدِيَة بِقَدَرِهَا فَاحْتَمَلَ السَّيْل زَبَدًا رَابِيًا \" يَقُول اِحْتَمَلَ السَّيْل مَا فِي الْوَادِي مِنْ عُود وَدِمْنَة \" وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّار \" فَهُوَ الذَّهَب وَالْفِضَّة وَالْحِلْيَة وَالْمَتَاع وَالنُّحَاس وَالْحَدِيد فَلِلنُّحَاسِ وَالْحَدِيد خَبَث فَجَعَلَ اللَّه مَثَل خَبَثه كَزَبَدِ الْمَاء فَأَمَّا مَا يَنْفَع النَّاس فَالذَّهَب وَالْفِضَّة وَأَمَّا مَا يَنْفَع الْأَرْض فَمَا شَرِبَتْ مِنْ الْمَاء فَأَنْبَتَتْ فَجُعِلَ ذَاكَ مِثْل الْعَمَل الصَّالِح يَبْقَى لِأَهْلِهِ وَالْعَمَل السَّيِّئ يَضْمَحِلّ عَنْ أَهْله كَمَا يَذْهَب هَذَا الزَّبَد وَكَذَلِكَ الْهُدَى وَالْحَقّ جَاءَا مِنْ عِنْد اللَّه فَمَنْ عَمِلَ بِالْحَقِّ كَانَ لَهُ وَبَقِيَ كَمَا بَقِيَ مَا يَنْفَع النَّاس فِي الْأَرْض وَكَذَلِكَ الْحَدِيد لَا يُسْتَطَاع أَنْ يُعْمَل مِنْهُ سِكِّين وَلَا سَيْف حَتَّى يُدْخَل فِي النَّار فَتَأْكُل خَبَثه وَيَخْرُج جَيِّده فَيُنْتَفَع بِهِ فَكَذَلِكَ يَضْمَحِلّ الْبَاطِل فَإِذَا كَانَ يَوْم الْقِيَامَة وَأُقِيمَ النَّاس وَعُرِضَتْ الْأَعْمَال فَيَزِيغ الْبَاطِل وَيَهْلِك وَيَنْتَفِع أَهْل الْحَقّ بِالْحَقِّ وَهَكَذَا رُوِيَ فِي تَفْسِيرهَا عَنْ مُجَاهِد وَالْحَسَن الْبَصْرِيّ وَعَطَاء وَقَتَادَة وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف وَقَدْ ضَرَبَ سُبْحَانه وَتَعَالَى فِي أَوَّل سُورَة الْبَقَرَة لِلْمُنَافِقِينَ مَثَلَيْنِ نَارِيًّا وَمَائِيًّا وَهُمَا قَوْله \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْله \" الْآيَة ثُمَّ قَالَ \" أَوْ كَصَيِّبٍ مِنْ السَّمَاء فِيهِ ظُلُمَات وَرَعْد وَبَرْق \" الْآيَة وَهَكَذَا ضَرَبَ لِلْكَافِرِينَ فِي سُورَة النُّور مَثَلَيْنِ \" أَحَدهمَا \" قَوْله \" وَاَلَّذِينَ كَفَرُوا أَعْمَالهمْ كَسَرَابٍ \" الْآيَة وَالسَّرَاب إِنَّمَا يَكُون فِي شِدَّة الْحَرّ وَلِهَذَا جَاءَ فِي الصَّحِيحَيْنِ فَيُقَال لِلْيَهُودِ يَوْم الْقِيَامَة فَمَا تُرِيدُونَ ؟ فَيَقُولُونَ أَيْ رَبّنَا عَطِشْنَا فَاسْقِنَا فَيُقَال أَلَا تَرِدُونَ ؟ فَيَرِدُونَ النَّار فَإِذَا هِيَ كَسَرَابٍ يَحْطِم بَعْضهَا بَعْضًا ثُمَّ قَالَ تَعَالَى فِي الْمَثَل الْآخَر \" أَوْ كَظُلُمَاتٍ فِي بَحْر لُجِّيّ \" الْآيَة وَفِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ مَثَل مَا بَعَثَنِي اللَّه بِهِ مِنْ الْهُدَى وَالْعِلْم كَمَثَلِ غَيْث أَصَابَ أَرْضًا فَكَانَ مِنْهَا طَائِفَة قَبِلَتْ الْمَاء فَأَنْبَتَتْ الْكَلَأ وَالْعُشْب الْكَثِير وَكَانَتْ مِنْهَا أَجَادِب أَمْسَكَتْ الْمَاء فَنَفَعَ اللَّه بِهَا النَّاس فَشَرِبُوا وَرَعَوْا وَسَقَوْا وَزَرَعُوا وَأَصَابَتْ طَائِفَة مِنْهَا أُخْرَى إِنَّمَا هِيَ قِيعَان لَا تُمْسِك مَاء وَلَا تُنْبِت كَلَأ فَذَلِكَ مَثَل مَنْ فَقِهَ فِي دِين اللَّه وَنَفَعَهُ اللَّه بِمَا بَعَثَنِي وَنَفَعَ بِهِ فَعَلِمَ وَعَلَّمَ وَمَثَل مَنْ لَمْ يَرْفَع بِذَلِكَ رَأْسًا وَلَمْ يَقْبَل هُدَى اللَّه الَّذِي أُرْسِلْت بِهِ \" فَهَذَا مَثَل مَائِيّ . وَقَالَ فِي الْحَدِيث الْآخَر الَّذِي رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ : هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَثَلِي وَمَثَلكُمْ كَمَثَلِ رَجُل اِسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلهَا جَعَلَ الْفَرَاش وَهَذِهِ الدَّوَابّ الَّتِي يَقَعْنَ فِي النَّار يَقَعْنَ فِيهَا وَجَعَلَ يَحْجِزهُنَّ وَيَغْلِبْنَهُ فَيَقْتَحِمْنَ فِيهَا - قَالَ - فَذَلِكُمْ مَثَلِي وَمَثَلكُمْ أَنَا آخُذ بِحُجَزِكُمْ عَنْ النَّار هَلُمَّ عَنْ النَّار فَتَغْلِبُونِي فَتَقْتَحِمُونَ فِيهَا \" وَأَخْرَجَاهُ فِي الصَّحِيحَيْنِ أَيْضًا فَهَذَا مَثَل نَارِيّ .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37865, "aya_id": 17}]