[{"text": "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ", "sura_id": 27, "type": 0, "id": 3247, "aya_id": 88}, {"text": "وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي أتقن كل شيء إنه خبير بما تفعلون", "sura_id": 27, "type": 1, "id": 9483, "aya_id": 88}, {"text": "88 - (وترى الجبال) تبصرها وقت النفخة (تحسبها) تظنها (جامدة) واقفة مكانها لعظمها (وهي تمر مر السحاب) المطر إذا ضربته الريح تسير سيره حتى تقع على الأرض فتستوي بها مبثوثة ثم تصير كالعهن ثم تصير هباء منثورا (صنع الله) مصدر مؤكد لمضمون الجملة قبله أضيف إلى فاعله بعد حذف عامله صنع الله ذلك صنعا (الذي أتقن) أحكم (كل شيء) صنعه (إنه خبير بما تفعلون) بالياء والتاء أي أعداؤه من المعصية وأولياؤه من الطاعة \r\n", "sura_id": 27, "type": 2, "id": 28191, "aya_id": 88}, {"text": "وترى الجبال تظنها واقفة مستقرة, وهي تسير سيرًا حثيثًا كسير السحاب الذي تسيِّره الرياح, وهذا مِن صنع الله الذي أحسن كل شيء خلقه وأتقنه. إن الله خبير بما يفعل عباده من خير وشر, وسيجازيهم على ذلك.\r\n", "sura_id": 27, "type": 3, "id": 34427, "aya_id": 88}, {"text": " <font color=red>وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ</font><BR><p>\" وَتَرَى الْجِبَال تَحْسَبهَا جَامِدَة وَهِيَ تَمُرّ مَرّ السَّحَاب\" أَيْ تَرَاهَا كَأَنَّهَا ثَابِتَة بَاقِيَة عَلَى مَا كَانَتْ عَلَيْهِ وَهِيَ تَمُرّ مَرّ السَّحَاب أَيْ تَزُول عَنْ أَمَاكِنهَا كَمَا قَالَ تَعَالَى \" يَوْم تَمُور السَّمَاء مَوْرًا وَتَسِير الْجِبَال سَيْرًا\" وَقَالَ تَعَالَى \" وَيَسْأَلُونَك عَنْ الْجِبَال فَقُلْ يَنْسِفهَا رَبِّي نَسْفًا فَيَذَرهَا قَاعًا صَفْصَفًا لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا \" وَقَالَ تَعَالَى \" وَيَوْم نُسَيِّر الْجِبَال وَتَرَى الْأَرْض بَارِزَة \" وَقَوْله تَعَالَى \" صُنْع اللَّه الَّذِي أَتْقَنَ كُلّ شَيْء \" أَيْ يَفْعَل ذَلِكَ بِقُدْرَتِهِ الْعَظِيمَة \" الَّذِي أَتْقَنَ كُلّ شَيْء \" أَيْ أَتْقَنَ كُلّ مَا خَلَقَ وَأَوْدَعَ فِيهِ مِنْ الْحِكْمَة مَا أَوْدَعَ \" إِنَّهُ خَبِير بِمَا يَفْعَلُونَ \" أَيْ هُوَ عَلِيم بِمَا يَفْعَل عِبَاده مِنْ خَيْر وَشَرّ وَسَيُجَازِيهِمْ عَلَيْهِ أَتَمّ الْجَزَاء .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39679, "aya_id": 88}]