[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّ كَثِيرًا مِّنَ الأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَن سَبِيلِ اللّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلاَ يُنفِقُونَهَا فِي سَبِيلِ اللّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ", "sura_id": 9, "type": 0, "id": 1269, "aya_id": 34}, {"text": "يا أيها الذين آمنوا إن كثيرا من الأحبار و الرهبان ليأكلون أموال الناس بالباطل و يصدون عن سبيل الله و الذين يكنزون الذهب و الفضة و لا ينفقونها في سبيل الله فبشرهم بعذاب أليم", "sura_id": 9, "type": 1, "id": 7505, "aya_id": 34}, {"text": "34 - (يا أيها الذين آمنوا إن كثيراً من الأحبار والرهبان ليأكلون) يأخذون (أموال الناس بالباطل) كالرشا في الحكم (ويصدون) الناس (عن سبيل الله) دينه (والذين) مبتدأ (يكنزون الذهب والفضة ولا ينفقونها) أي الكنوز (في سبيل الله) أي لا يؤدون منها حقه للزكاة والخير (فبشرهم) أخبرهم (بعذاب أليم) مؤلم \r\n", "sura_id": 9, "type": 2, "id": 26213, "aya_id": 34}, {"text": "يا أيها الذين صَدَّقوا الله ورسوله وعملوا بشرعه, إن كثيرًا من علماء أهل الكتاب وعُبَّادهم ليأخذون أموال الناس بغير حق كالرشوة وغيرها, ويمنعون الناس من الدخول في الإسلام, ويصدون عن سبيل الله. والذين يمسكون الأموال, ولا يؤدون زكاتها, ولا يُخْرجون منها الحقوق الواجبة, فبشِّرهم بعذاب موجع.\r\n", "sura_id": 9, "type": 3, "id": 32449, "aya_id": 34}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ</font><BR><p>قَالَ السُّدِّيّ الْأَحْبَار مِنْ الْيَهُود وَالرُّهْبَان مِنْ النَّصَارَى وَهُوَ كَمَا قَالَ فَإِنَّ الْأَحْبَار هُمْ عُلَمَاء الْيَهُود كَمَا قَالَ تَعَالَى \" لَوْلَا يَنْهَاهُمْ الرَّبَّانِيُّونَ وَالْأَحْبَار عَنْ قَوْلهمْ الْإِثْم وَأَكْلهمْ السُّحْت \" وَالرُّهْبَان عُبَّاد النَّصَارَى وَالْقِسِّيسُونَ عُلَمَاؤُهُمْ كَمَا قَالَ تَعَالَى \" ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا \" وَالْمَقْصُود التَّحْذِير مِنْ عُلَمَاء السُّوء وَعُبَّاد الضَّلَال كَمَا قَالَ سُفْيَان بْن عُيَيْنَة : مَنْ فَسَدَ مِنْ عُلَمَائِنَا كَانَ فِيهِ شَبَه مِنْ الْيَهُود وَمَنْ فَسَدَ مِنْ عُبَّادنَا كَانَ فِيهِ شَبَه مِنْ النَّصَارَى وَفِي الْحَدِيث الصَّحِيح \" لَتَرْكَبُنَّ سُنَن مَنْ كَانَ قَبْلكُمْ حَذْو الْقُذَّة بِالْقُذَّةِ \" قَالُوا الْيَهُود وَالنَّصَارَى ؟ قَالَ فَمَنْ ؟ وَفِي رِوَايَة فَارِس وَالرُّوم قَالَ \" فَمَنْ النَّاس إِلَّا هَؤُلَاءِ ؟ \" وَالْحَاصِل التَّحْذِير مِنْ التَّشَبُّه بِهِمْ فِي أَقْوَالهمْ وَأَحْوَالهمْ وَلِهَذَا قَالَ تَعَالَى \" لَيَأْكُلُونَ أَمْوَال النَّاس بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيل اللَّه \" وَذَلِكَ أَنَّهُمْ يَأْكُلُونَ الدُّنْيَا بِالدِّينِ وَمَنَاصِبهمْ وَرِيَاسَتهمْ فِي النَّاس يَأْكُلُونَ أَمْوَالهمْ بِذَلِكَ كَمَا كَانَ لِأَحْبَارِ الْيَهُود عَلَى أَهْل الْجَاهِلِيَّة شَرَف وَلَهُمْ عِنْدهمْ خَرْج وَهَدَايَا وَضَرَائِب تَجِيء إِلَيْهِمْ فَلَمَّا بَعَثَ اللَّه رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتَمَرُّوا عَلَى ضَلَالهمْ وَكُفْرهمْ وَعِنَادهمْ طَمَعًا مِنْهُمْ أَنْ تَبْقَى لَهُمْ تِلْكَ الرِّيَاسَات فَأَطْفَأَهَا اللَّه بِنُورِ النُّبُوَّة وَسَلَبَهُمْ إِيَّاهَا وَعَوَّضَهُمْ الذُّلّ وَالصَّغَار وَبَاءُوا بِغَضَبٍ مِنْ اللَّه تَعَالَى وَقَوْله تَعَالَى \" وَيَصُدُّونَ عَنْ سَبِيل اللَّه \" أَيْ وَهُمْ مَعَ أَكْلهمْ الْحَرَام يَصُدُّونَ النَّاس عَنْ اِتِّبَاع الْحَقّ وَيُلْبِسُونَ الْحَقّ بِالْبَاطِلِ وَيُظْهِرُونَ لِمَنْ اِتَّبَعَهُمْ مِنْ الْجَهَلَة أَنَّهُمْ يَدْعُونَهُ إِلَى الْخَيْر وَلَيْسُوا كَمَا يَزْعُمُونَ بَلْ هُمْ دُعَاة إِلَى النَّار وَيَوْم الْقِيَامَة لَا يُنْصَرُونَ وَقَوْله \" وَاَلَّذِينَ يَكْنِزُونَ الذَّهَب وَالْفِضَّة وَلَا يُنْفِقُونَهَا فِي سَبِيل اللَّه \" الْآيَة هَؤُلَاءِ هُمْ الْقِسْم الثَّالِث مِنْ رُءُوس النَّاس فَإِنَّ النَّاس عَالَة عَلَى الْعُلَمَاء وَعَلَى الْعِبَاد وَعَلَى أَرْبَاب الْأَمْوَال فَإِذَا فَسَدَتْ أَحْوَال هَؤُلَاءِ فَسَدَتْ أَحْوَال النَّاس كَمَا قَالَ اِبْن الْمُبَارَك . وَهَلْ أَفْسَدَ الدِّين إِلَّا الْمُلُوك وَأَحْبَار سُوء وَرُهْبَانهَا وَأَمَّا الْكَنْز فَقَالَ مَالِك عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر : هُوَ الْمَال الَّذِي لَا تُؤَدَّى زَكَاته وَرَوَى الثَّوْرِيّ وَغَيْره عَنْ عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : مَا أُدِّيَ زَكَاته فَلَيْسَ بِكَنْزٍ وَإِنْ كَانَ تَحْت سَبْع أَرَضِينَ وَمَا كَانَ ظَاهِرًا لَا تُؤَدَّى زَكَاته فَهُوَ كَنْز وَقَدْ رُوِيَ هَذَا عَنْ اِبْن عَبَّاس وَجَابِر وَأَبِي هُرَيْرَة مَوْقُوفًا وَمَرْفُوعًا وَقَالَ عُمَر بْن الْخَطَّاب نَحْوه أَيّمَا مَال أُدِّيَتْ زَكَاته فَلَيْسَ بِكَنْزٍ وَإِنْ كَانَ مَدْفُونًا فِي الْأَرْض وَأَيّمَا مَال لَمْ تُؤَدَّ زَكَاته فَهُوَ كَنْز يُكْوَى بِهِ صَاحِبه وَإِنْ كَانَ عَلَى وَجْه الْأَرْض . وَرَوَى الْبُخَارِيّ مِنْ حَدِيث الزُّهْرِيّ عَنْ خَالِد بْن أَسْلَم قَالَ : خَرَجْنَا مَعَ عَبْد اللَّه بْن عُمَر قَالَ : هَذَا قَبْل أَنْ تَنْزِل الزَّكَاة فَلَمَّا نَزَلَتْ جَعَلَهَا اللَّه طُهْرَة لِلْأَمْوَالِ وَكَذَا قَالَ عُمَر بْن عَبْد الْعَزِيز وَعِرَاك بْن مَالِك نَسَخَهَا قَوْله تَعَالَى \" خُذْ مِنْ أَمْوَالهمْ صَدَقَة \" الْآيَة . وَقَالَ سَعِيد بْن مُحَمَّد بْن زِيَاد عَنْ أَبِي أُمَامَة أَنَّهُ قَالَ : حِلْيَة السُّيُوف مِنْ الْكَنْز . مَا أُحَدِّثكُمْ إِلَّا مَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الثَّوْرِيّ عَنْ أَبِي حُصَيْن عَنْ أَبِي الضُّحَى عَنْ جَعْدَة بْن هُبَيْرَة عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : أَرْبَعَة آلَاف فَمَا دُونهَا نَفَقَة فَمَا كَانَ أَكْثَر مِنْ ذَلِكَ فَهُوَ كَنْز وَهَذَا غَرِيب . وَقَدْ جَاءَ فِي مَدْح التَّقَلُّل مِنْ الذَّهَب وَالْفِضَّة وَذَمّ التَّكَثُّر مِنْهَا أَحَادِيث كَثِيرَة وَلْنُورِدْ مِنْهَا هُنَا طَرَفًا يَدُلّ عَلَى الْبَاقِي قَالَ عَبْد الرَّازِق : أَخْبَرَنَا الثَّوْرِيّ أَخْبَرَنِي أَبُو حُصَيْن عَنْ أَبِي الضُّحَى عَنْ جَعْدَة بْن هُبَيْرَة عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فِي قَوْله \" وَاَلَّذِينَ يَكْنِزُونَ الذَّهَب وَالْفِضَّة \" الْآيَة قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَبًّا لِلذَّهَبِ تَبًّا لِلْفِضَّةِ \" يَقُولهَا ثَلَاثًا قَالَ فَشَقَّ ذَلِكَ عَلَى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالُوا فَأَيّ مَال نَتَّخِذ ؟ فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ أَنَا أَعْلَم لَكُمْ ذَلِكَ فَقَالَ : يَا رَسُول اللَّه إِنَّ أَصْحَابك قَدْ شَقَّ عَلَيْهِمْ وَقَالُوا فَأَيّ الْمَال نَتَّخِذ قَالَ \" لِسَانًا ذَاكِرًا وَقَلْبًا شَاكِرًا وَزَوْجَة تُعِين أَحَدكُمْ عَلَى دِينه \" . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن عَمْرو بْن مُرَّة عَنْ أَبِي مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة حَدَّثَنِي سَالِم بْن عَبْد اللَّه أَخْبَرَنَا عَبْد اللَّه بْن أَبِي الْهُذَيْل حَدَّثَنِي صَاحِب لِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" تَبًّا لِلذَّهَبِ وَالْفِضَّة \" قَالَ وَحَدَّثَنِي صَاحِبِي أَنَّهُ اِنْطَلَقَ مَعَ عُمَر بْن الْخَطَّاب فَقَالَ : يَا رَسُول اللَّه قَوْلك \" تَبًّا لِلذَّهَبِ وَالْفِضَّة \" مَاذَا نَدَّخِر ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِسَانًا ذَاكِرًا وَقَلْبًا شَاكِرًا وَزَوْجَة تُعِين عَلَى الْآخِرَة \" . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا عَبْد اللَّه بْن عَمْرو بْن مُرَّة عَنْ أَبِيهِ عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ ثَوْبَان قَالَ : لَمَّا نَزَلَ فِي الذَّهَب وَالْفِضَّة مَا نَزَلَ قَالُوا فَأَيّ الْمَال نَتَّخِذ ؟ قَالَ عُمَر فَأَنَا أَعْلَم لَكُمْ ذَلِكَ . فَأَوْضَعَ عَلَى بَعِير فَأَدْرَكَهُ وَأَنَا فِي أَثَره فَقَالَ : يَا رَسُول اللَّه أَيّ الْمَال نَتَّخِذ ؟ قَالَ \" قَلْبًا شَاكِرًا وَلِسَانًا ذَاكِرًا وَزَوْجَة تُعِين أَحَدكُمْ عَلَى أَمْر الْآخِرَة \" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ غَيْر وَجْه عَنْ سَالِم بْن أَبِي الْجَعْد . وَقَالَ التِّرْمِذِيّ حَسَن وَحُكِيَ عَنْ الْبُخَارِيّ أَنَّ سَالِمًا لَمْ يَسْمَعهُ مِنْ ثَوْبَان قُلْت : وَلِهَذَا رَوَاهُ بَعْضهمْ عَنْهُ مُرْسَلًا وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا حُمَيْد بْن مَالِك حَدَّثَنَا يَحْيَى بْن يَعْلَى الْمُحَارِبِيّ حَدَّثَنَا أَبِي حَدَّثَنَا غَيْلَان بْن جَامِع الْمُحَارِبِيّ عَنْ عُثْمَان بْن أَبِي الْيَقْظَان عَنْ جَعْفَر بْن أَبِي إِيَاس عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَاَلَّذِينَ يَكْنِزُونَ الذَّهَب وَالْفِضَّة \" الْآيَة كَبُرَ ذَلِكَ عَلَى الْمُسْلِمِينَ وَقَالُوا مَا يَسْتَطِيع أَحَد مِنَّا يَدَع لِوَلَدِهِ مَالًا يَبْقَى بَعْده فَقَالَ عُمَر : أَنَا أُفَرِّج عَنْكُمْ فَانْطَلَقَ عُمَر وَاتَّبَعَهُ ثَوْبَان فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا نَبِيّ اللَّه إِنَّهُ قَدْ كَبُرَ عَلَى أَصْحَابك هَذِهِ الْآيَة . فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" إِنَّ اللَّه لَمْ يَفْرِض الزَّكَاة إِلَّا لِيُطَيِّب بِهَا مَا بَقِيَ مِنْ أَمْوَالكُمْ وَإِنَّمَا فَرَضَ الْمَوَارِيث مِنْ أَمْوَال تَبْقَى بَعْدكُمْ \" قَالَ فَكَبَّرَ عُمَر ثُمَّ قَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أُخْبِرك بِخَيْرِ مَا يَكْنِز الْمَرْء الْمَرْأَة الصَّالِحَة الَّتِي إِذَا نَظَرَ إِلَيْهَا سَرَّتْهُ وَإِذَا أَمَرَهَا أَطَاعَتْهُ وَإِذَا غَابَ عَنْهَا حَفِظَتْهُ \" وَرَوَاهُ أَبُو دَاوُد وَالْحَاكِم فِي مُسْتَدْرَكه وَابْن مَرْدَوَيْهِ مِنْ حَدِيث يَحْيَى بْن يَعْلَى بِهِ وَقَالَ الْحَاكِم صَحِيح عَلَى شَرْطهمَا وَلَمْ يُخَرِّجَاهُ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا الْأَوْزَاعِيّ عَنْ حَسَّان بْن عَطِيَّة قَالَ : كَانَ شَدَّاد بْن أَوْس رَضِيَ اللَّه عَنْهُ فِي سَفَر فَنَزَلَ مَنْزِلًا فَقَالَ لِغُلَامِهِ اِئْتِنَا بِالشَّفْرَة نَعْبَث بِهَا فَأَنْكَرْت عَلَيْهِ فَقَالَ مَا تَكَلَّمْت بِكَلِمَةٍ مُنْذُ أَسْلَمْت إِلَّا وَأَنَا أَخْطِمهَا وَأَزُمّهَا غَيْر كَلِمَتِي هَذِهِ فَلَا تَحْفَظُوهَا عَلَيَّ وَاحْفَظُوا مَا أَقُول لَكُمْ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِذَا كَنَزَ النَّاس الذَّهَب وَالْفِضَّة فَاكْنِزُوا هَؤُلَاءِ الْكَلِمَات اللَّهُمَّ إِنَى أَسْأَلك الثَّبَات فِي الْأَمْر وَالْعَزِيمَة عَلَى الرُّشْد وَأَسْأَلك شُكْر نِعْمَتك وَأَسْأَلك حُسْن عِبَادَتك وَأَسْأَلك قَلْبًا سَلِيمًا وَأَسْأَلك لِسَانًا صَادِقًا وَأَسْأَلك مِنْ خَيْر مَا تَعْلَم وَأَعُوذ بِك مِنْ شَرّ مَا تَعْلَم وَأَسْتَغْفِرك لِمَا تَعْلَم إِنَّك أَنْتَ عَلَّام الْغُيُوب \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43451, "aya_id": 34}]