[{"text": "قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى وَاللّهُ غَنِيٌّ حَلِيمٌ", "sura_id": 2, "type": 0, "id": 270, "aya_id": 263}, {"text": "قول معروف ومغفرة خير من صدقة يتبعها أذى والله غني حليم", "sura_id": 2, "type": 1, "id": 6506, "aya_id": 263}, {"text": "263 - (قول معروف) كلام حسن ورد على السائل جميل (ومغفرة) له في إلحاحه (خير من صدقة يتبعها أذى) بالمن وتعيير له بالسؤال (والله غني) عن صدقة العباد (حليم) بتأخير العقوبة عن المان والمؤذي \r\n", "sura_id": 2, "type": 2, "id": 25214, "aya_id": 263}, {"text": "كلام طيب وعفو عما بدر مِن السائل مِن إلحافٍ في السؤال, خير من صدقة يتبعها من المتصدق أذى وإساءة. والله غني عن صدقات العباد, حليم لا يعاجلهم بالعقوبة.\r\n", "sura_id": 2, "type": 3, "id": 31450, "aya_id": 263}, {"text": " <font color=red>قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللَّهُ غَنِيٌّ حَلِيمٌ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" قَوْلٌ مَعْرُوفٌ\" أَيْ مِنْ كَلِمَة طَيِّبَة وَدُعَاء لِمُسْلِمٍ \" وَمَغْفِرَة \" أَيْ عَفْو وَغَفْر عَنْ ظُلْم قَوْلِيّ أَوْ فِعْلِيّ \" خَيْر مِنْ صَدَقَة يَتْبَعهَا أَذًى \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن فُضَيْل قَالَ : قَرَأْت عَلَى مَعْقِل بْن عَبْد اللَّه عَنْ عَمْرو بْن دِينَار قَالَ : بَلَغَنَا أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : مَا مِنْ صَدَقَة أَحَبَّ إِلَى اللَّه مِنْ قَوْل مَعْرُوف أَلَمْ تَسْمَع قَوْله \" قَوْل مَعْرُوف وَمَغْفِرَة خَيْر مِنْ صَدَقَة يَتْبَعهَا أَذًى وَاَللَّه غَنِيّ \" عَنْ خَلْقه \" حَلِيم \" أَيْ يَحْلُم وَيَغْفِر وَيَصْفَح وَيَتَجَاوَز عَنْهُمْ وَقَدْ وَرَدَتْ الْأَحَادِيث بِالنَّهْيِ عَنْ الْمَنّ فِي الصَّدَقَة فَفِي صَحِيح مُسْلِم مِنْ حَدِيث شُعْبَة عَنْ الْأَعْمَش عَنْ سُلَيْمَان بْن مُسْهِر عَنْ خَرَشَة بْن الْحُرّ عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ثَلَاثَة لَا يُكَلِّمُهُمْ اللَّهُ يَوْم الْقِيَامَة وَلَا يَنْظُرُ إِلَيْهِمْ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَاب أَلِيم : الْمَنَّان بِمَا أَعْطَى وَالْمُسْبِل إِزَاره وَالْمُنْفِق سِلْعَته بِالْحَلِفِ الْكَاذِب وَقَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا أَحْمَد بْن عُثْمَان بْن يَحْيَى أَخْبَرَنَا عُثْمَان بْن مُحَمَّد الدَّوْرِيّ أَخْبَرَنَا هُشَيْم بْن خَارِجَة أَخْبَرَنَا سُلَيْمَان بْن عُقْبَة عَنْ يُونُس بْن مَيْسَرَة عَنْ أَبِي إِدْرِيس عَنْ أَبِي الدَّرْدَاء عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لَا يَدْخُل الْجَنَّة عَاقّ وَلَا مَنَّان وَلَا مُدْمِن خَمْر وَلَا مُكَذِّب بِقَدَرٍ . وَرَوَى أَحْمَد وَابْن مَاجَهْ مِنْ حَدِيث يُونُس بْن مَيْسَرَة نَحْوه ثُمَّ رَوَى اِبْن مَرْدَوَيْهِ وَابْن حِبَّان وَالْحَاكِم فِي مُسْتَدْرَكه وَالنَّسَائِيّ مِنْ حَدِيث عَبْد اللَّه بْن يَسَار الْأَعْرَج عَنْ سَالِم بْن عَبْد اللَّه بْن عُمَر عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ثَلَاثَة لَا يَنْظُر اللَّه إِلَيْهِمْ يَوْم الْقِيَامَة : الْعَاقّ لِوَالِدَيْهِ وَمُدْمِن الْخَمْر وَالْمَنَّان بِمَا أَعْطَى وَقَدْ رَوَى النَّسَائِيّ عَنْ مَالِك بْن سَعْد عَنْ عَمّه رَوْح بْن عُبَادَة عَنْ عَتَّاب بْن بَشِير عَنْ خُصَيْف الْجَرَارِيّ عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لَا يَدْخُل الْجَنَّة مُدْمِن خَمْر وَلَا عَاقّ لِوَالِدَيْهِ وَلَا مَنَّان وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم عَنْ الْحَسَن بْن الْمِنْهَال عَنْ مُحَمَّد بْن عَبْد اللَّه بْن عِصَار الْمَوْصِلِيّ عَنْ عَتَّاب عَنْ خُصَيْف عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث عَبْد الْكَرِيم بْن مَالِك الْحُورِيّ عَنْ مُجَاهِد قَوْله وَقَدْ رُوِيَ عَنْ مُجَاهِد عَنْ أَبِي سَعِيد وَعَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة نَحْوه .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38678, "aya_id": 263}]