[{"text": "أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا", "sura_id": 17, "type": 0, "id": 2086, "aya_id": 57}, {"text": "أولئك الذين يدعون يبتغون إلى ربهم الوسيلة أيهم أقرب و يرجون رحمته و يخافون عذابه إن عذاب ربك كان محذورا", "sura_id": 17, "type": 1, "id": 8322, "aya_id": 57}, {"text": "57 - (أولئك الذين يدعون) آلهة (يبتغون) يطلبون (إلى ربهم الوسيلة) القربة بالطاعة (أيهم) بدل من واو يبتغون أي يبتغيها الذي هو (أقرب) إليه فكيف بغيره (ويرجون رحمته ويخافون عذابه) كغيرهم فكيف تدعونهم آلهة (إن عذاب ربك كان محذورا) \r\n", "sura_id": 17, "type": 2, "id": 27030, "aya_id": 57}, {"text": "أولئك الذين يدعوهم المشركون من الأنبياء والصالحين والملائكة مع الله، يتنافسون في القرب من ربهم بما يقدرون عليه من الأعمال الصالحة، ويأمُلون رحمته ويخافون عذابه، إن عذاب ربك هو ما ينبغي أن يحذره العباد، ويخافوا منه.\r\n", "sura_id": 17, "type": 3, "id": 33266, "aya_id": 57}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا</font><BR><p>وَقَوْله تَعَالَى \" أُولَئِكَ الَّذِينَ يَدْعُونَ \" الْآيَة رَوَى الْبُخَارِيّ مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ أَبِي مَعْمَر عَنْ عَبْد اللَّه فِي قَوْله\" أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبّهمْ الْوَسِيلَة \" قَالَ نَاس مِنْ الْجِنّ كَانُوا يُعْبَدُونَ فَأَسْلَمُوا وَفِي رِوَايَة قَالَ كَانَ نَاس مِنْ الْإِنْس يَعْبُدُونَ نَاسًا مِنْ الْجِنّ فَأَسْلَمَ الْجِنّ وَتَمَسَّكَ هَؤُلَاءِ بِدِينِهِمْ , وَقَالَ قَتَادَة عَنْ مَعْبَد بْن عَبْد اللَّه الرُّمَّانِيّ عَنْ عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود عَنْ اِبْن مَسْعُود فِي قَوْله \" أُولَئِكَ الَّذِينَ يَدْعُونَ \" الْآيَة قَالَ نَزَلَتْ فِي نَفَر مِنْ الْعَرَب كَانُوا يَعْبُدُونَ نَفَرًا مِنْ الْجِنّ فَأَسْلَمَ الْجِنِّيُّونَ وَالْإِنْس الَّذِينَ كَانُوا يَعْبُدُونَهُمْ لَا يَشْعُرُونَ بِإِسْلَامِهِمْ فَنَزَلَتْ هَذِهِ الْآيَة , وَفِي رِوَايَة عَنْ اِبْن مَسْعُود كَانُوا يَعْبُدُونَ صِنْفًا مِنْ الْمَلَائِكَة يُقَال لَهُمْ الْجِنّ فَذَكَرَهُ وَقَالَ السُّدِّيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس فِي قَوْله \" أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبّهمْ الْوَسِيلَة أَيّهمْ أَقْرَب \" قَالَ عِيسَى وَأُمّه وَعُزَيْر وَقَالَ مُغِيرَة عَنْ إِبْرَاهِيم كَانَ اِبْن عَبَّاس يَقُول فِي هَذِهِ الْآيَة هُمْ عِيسَى وَعُزَيْر وَالشَّمْس وَالْقَمَر وَقَالَ مُجَاهِد عِيسَى وَالْعُزَيْر وَالْمَلَائِكَة وَاخْتَارَ اِبْن جَرِير قَوْل اِبْن مَسْعُود لِقَوْلِهِ \" يَبْتَغُونَ إِلَى رَبّهمْ الْوَسِيلَة \" وَهَذَا لَا يُعَبَّر بِهِ عَنْ الْمَاضِي فَلَا يَدْخُل فِيهِ عِيسَى وَالْعُزَيْر وَالْمَلَائِكَة وَقَالَ وَالْوَسِيلَة هِيَ الْقُرْبَة كَمَا قَالَ قَتَادَة وَلِهَذَا قَالَ \" أَيّهمْ أَقْرَب \" وَقَوْله تَعَالَى \" وَيَرْجُونَ رَحْمَته وَيَخَافُونَ عَذَابه \" لَا تَتِمّ الْعِبَادَة إِلَّا بِالْخَوْفِ وَالرَّجَاء فَبِالْخَوْفِ يَنْكَفّ عَنْ الْمَنَاهِي وَبِالرَّجَاءِ يُكْثِر مِنْ الطَّاعَات وَقَوْله تَعَالَى \" إِنَّ عَذَاب رَبّك كَانَ مَحْذُورًا \" أَيْ يَنْبَغِي أَنْ يَحْذَر مِنْهُ وَيَخَاف مِنْ وُقُوعه وَحُصُوله عِيَاذًا بِاَللَّهِ مِنْهُ.</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38242, "aya_id": 57}]