[{"text": "وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ", "sura_id": 40, "type": 0, "id": 4159, "aya_id": 26}, {"text": "وقال فرعون ذروني أقتل موسى وليدع ربه إني أخاف أن يبدل دينكم أو أن يظهر في الأرض الفساد", "sura_id": 40, "type": 1, "id": 10395, "aya_id": 26}, {"text": "26 - (وقال فرعون ذروني أقتل موسى) لأنهم كانوا يكفونه عن قتله (وليدع ربه) ليمنعه مني (إني أخاف أن يبدل دينكم) من عبادتكم إياي فتتبعوه (أو أن يظهر في الأرض الفساد) من قتل وغيره وفي قراءة أو أن وفي أخرى بفتح الياء والهاء وضم الدال \r\n", "sura_id": 40, "type": 2, "id": 29103, "aya_id": 26}, {"text": "وقال فرعون لأشراف قومه: اتركوني أقتل موسى, وليدع ربه الذي يزعم أنه أرسله إلينا, فيمنعه منا, إني أخاف أن يُبَدِّل دينكم الذي أنتم عليه, أو أن يُظْهِر في أرض \"مصر\" الفساد.\r\n", "sura_id": 40, "type": 3, "id": 35339, "aya_id": 26}, {"text": " <font color=red>وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ</font><BR><p>\" وَقَالَ فِرْعَوْن ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبّه \" وَهَذَا عَزْمٌ مِنْ فِرْعَوْن لَعَنَهُ اللَّه تَعَالَى عَلَى قَتْل مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام أَيْ قَالَ لِقَوْمِهِ دَعُونِي حَتَّى أَقْتُل لَكُمْ هَذَا \" وَلْيَدْعُ رَبّه \" أَيْ لَا أُبَالِي مِنْهُ وَهَذَا فِي غَايَة الْجَحْد وَالتَّجَهْرُم وَالْعِنَاد وَقَوْله قَبَّحَهُ اللَّه \" إِنِّي أَخَاف أَنْ يُبَدِّل دِينَكُمْ أَوْ أَنْ يُظْهِر فِي الْأَرْض الْفَسَاد \" يَعْنِي مُوسَى يَخْشَى فِرْعَوْن أَنْ يُضِلّ مُوسَى النَّاس وَيُغَيِّرَ رُسُومَهُمْ وَعَادَاتهمْ وَهَذَا كَمَا يُقَال فِي الْمَثَل : صَارَ فِرْعَوْن مُذَكِّرًا يَعْنِي وَاعِظًا يُشْفِق عَلَى النَّاس مِنْ مُوسَى عَلَيْهِ السَّلَام . وَقَرَأَ الْأَكْثَرُونَ \" أَنْ يُبَدِّلَ دِينَكُمْ وَأَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ \" وَقَرَأَ الْآخَرُونَ \" أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ \" وَقَرَأَ بَعْضهمْ \" يُظْهِر فِي الْأَرْض الْفَسَاد \" بِالضَّمِّ .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40959, "aya_id": 26}]