[{"text": "كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ", "sura_id": 51, "type": 0, "id": 4692, "aya_id": 17}, {"text": "كانوا قليلا من الليل ما يهجعون", "sura_id": 51, "type": 1, "id": 10928, "aya_id": 17}, {"text": "17 - (كانوا قليلا من الليل ما يهجعون) ينامون وما زائدة ويهجعون خبر كان وقليلا ظرف أي ينامون في زمن يسير من الليل ويصلون أكثره \r\n", "sura_id": 51, "type": 2, "id": 29636, "aya_id": 17}, {"text": "كان هؤلاء المحسنون قليلا من الليل ما ينامون, يُصَلُّون لربهم قانتين له, \r\n", "sura_id": 51, "type": 3, "id": 35872, "aya_id": 17}, {"text": " <font color=red>كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ</font><BR><p>اِخْتَلَفَ الْمُفَسِّرُونَ فِي ذَلِكَ عَلَى قَوْلَيْنِ أَحَدهمَا أَنَّ مَا نَافِيَة تَقْدِيره كَانُوا قَلِيلًا مِنْ اللَّيْل لَا يَهْجَعُونَهُ قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا لَمْ تَكُنْ تَمْضِي عَلَيْهِمْ لَيْلَة إِلَّا يَأْخُذُونَ مِنْهَا وَلَوْ شَيْئًا وَقَالَ قَتَادَة عَنْ مُطَرِّف بْن عَبْد اللَّه قَلَّ لَيْلَة لَا تَأْتِي عَلَيْهِمْ إِلَّا يُصَلُّونَ فِيهَا لِلَّهِ عَزَّ وَجَلَّ إِمَّا مِنْ أَوَّلهَا وَإِمَّا مِنْ أَوْسَطهَا وَقَالَ مُجَاهِد قَلَّ مَا يَرْقُدُونَ لَيْلَة حَتَّى الصَّبَاح يَتَهَجَّدُونَ وَكَذَا قَالَ قَتَادَة وَقَالَ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ وَأَبُو الْعَالِيَة كَانُوا يُصَلُّونَ بَيْن الْمَغْرِب وَالْعِشَاء. وَقَالَ أَبُو جَعْفَر الْبَاقِر كَانُوا لَا يَنَامُونَ حَتَّى يُصَلُّوا الْعَتَمَة وَالْقَوْل الثَّانِي أَنَّ مَا مَصْدَرِيَّة تَقْدِيره كَانُوا قَلِيلًا مِنْ اللَّيْل هُجُوعُهُمْ وَنَوْمُهُمْ وَاخْتَارَهُ اِبْن جَرِير وَقَالَ الْحَسَن الْبَصْرِيّ \" كَانُوا قَلِيلًا مِنْ اللَّيْل مَا يَهْجَعُونَ \" كَابَدُوا قِيَام اللَّيْل فَلَا يَنَامُونَ مِنْ اللَّيْل إِلَّا أَقَلّه وَنَشَطُوا فَمَدُّوا إِلَى السَّحَر حَتَّى كَانَ الِاسْتِغْفَار بِسَحَرٍ وَقَالَ قَتَادَة قَالَ الْأَحْنَف بْن قَيْس \" كَانُوا قَلِيلًا مِنْ اللَّيْل مَا يَهْجَعُونَ \" كَانُوا لَا يَنَامُونَ إِلَّا قَلِيلًا ثُمَّ يَقُول لَسْت مِنْ أَهْل هَذِهِ الْآيَة. وَقَالَ الْحَسَن الْبَصْرِيّ كَانَ الْأَحْنَف بْن قَيْس يَقُول عَرَضْت عَمَلِي عَلَى عَمَل أَهْل الْجَنَّة فَإِذَا قَوْم قَدْ بَايَنُونَا بَوْنًا بَعِيدًا إِذَا قَوْم لَا نَبْلُغ أَعْمَالهمْ كَانُوا قَلِيلًا مِنْ اللَّيْل مَا يَهْجَعُونَ وَعَرَضْت عَمَلِي عَلَى عَمَل أَهْل النَّار فَإِذَا قَوْم لَا خَيْر فِيهِمْ مُكَذِّبُونَ بِكِتَابِ اللَّه وَبِرُسُلِ اللَّه مُكَذِّبُونَ بِالْبَعْثِ بَعْد الْمَوْت فَقَدْ وَجَدْت مِنْ خَيْرِنَا مَنْزِلَةً قَوْمًا خَلَطُوا عَمَلًا صَالِحًا وَآخَر سَيِّئًا . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ قَالَ رَجُل مِنْ بَنِي تَمِيم لِأَبِي : يَا أَبَا أُسَامَة صِفَة لَا أَجِدهَا فِينَا ذَكَرَ اللَّه تَعَالَى قَوْمًا فَقَالَ \" كَانُوا قَلِيلًا مِنْ اللَّيْل مَا يَهْجَعُونَ \" وَنَحْنُ وَاَللَّهِ قَلِيلًا مِنْ اللَّيْل مَا نَقُوم فَقَالَ لَهُ أَبِي رَضِيَ اللَّه عَنْهُ طُوبَى لِمَنْ رَقَدَ إِذَا نَعَسَ وَاتَّقَى اللَّه إِذَا اِسْتَيْقَظَ . وَقَالَ عَبْد اللَّه بْن سَلَام رَضِيَ اللَّه عَنْهُ لَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة اِنْجَفَلَ النَّاس إِلَيْهِ فَكُنْت فِيمَنْ انْجَفَلَ فَلَمَّا رَأَيْت وَجْهه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَرَفْت أَنَّ وَجْهه لَيْسَ بِوَجْهِ رَجُل كَذَّاب فَكَانَ أَوَّل مَا سَمِعْته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَا أَيّهَا النَّاس أَطْعِمُوا الطَّعَام وَصِلُوا الْأَرْحَام وَأَفْشُوا السَّلَام وَصَلُّوا بِاللَّيْلِ وَالنَّاس نِيَام تَدْخُلُوا الْجَنَّة بِسَلَامٍ \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَةَ حَدَّثَنِي يَحْيَى بْن عَبْد اللَّه عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي الْجَنَّة غُرَفًا يُرَى ظَاهِرهَا مِنْ بَاطِنهَا وَبَاطِنهَا مِنْ ظَاهِرهَا \" فَقَالَ أَبُو مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ لِمَنْ هِيَ يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِمَنْ أَلَانَ الْكَلَام وَأَطْعَمَ الطَّعَام وَبَاتَ لِلَّهِ قَائِمًا وَالنَّاس نِيَام \" وَقَالَ مَعْمَر فِي قَوْله تَعَالَى \" كَانُوا قَلِيلًا مِنْ اللَّيْل مَا يَهْجَعُونَ \" كَانَ الزُّهْرِيّ وَالْحَسَن يَقُولَانِ كَانُوا كَثِيرًا مِنْ اللَّيْل مَا يُصَلُّونَ وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَإِبْرَاهِيم النَّخَعِيّ \" كَانُوا قَلِيلًا مِنْ اللَّيْل مَا يَهْجَعُونَ \" مَا يَنَامُونَ وَقَالَ الضَّحَّاك \" إِنَّهُمْ كَانُوا قَبْل ذَلِكَ مُحْسِنِينَ كَانُوا قَلِيلًا \" ثُمَّ اِبْتَدَأَ فَقَالَ \" مِنْ اللَّيْل مَا يَهْجَعُونَ وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ \" وَهَذَا الْقَوْل فِيهِ بُعْد وَتَعَسُّف .</p><BR> <br> ", "sura_id": 51, "type": 4, "id": 41610, "aya_id": 17}]