[{"text": "لَّقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ ثَالِثُ ثَلاَثَةٍ وَمَا مِنْ إِلَهٍ إِلاَّ إِلَهٌ وَاحِدٌ وَإِن لَّمْ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُواْ مِنْهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 5, "type": 0, "id": 742, "aya_id": 73}, {"text": "لقد كفر الذين قالوا إن الله ثالث ثلاثة وما من إله إلا إله واحد وإن لم ينتهوا عما يقولون ليمسن الذين كفروا منهم عذاب أليم", "sura_id": 5, "type": 1, "id": 6978, "aya_id": 73}, {"text": "73 - (لقد كفر الذين قالوا إن الله ثالث) آلهة (ثلاثة) أي أحدها والآخران عيسى وأمه وهم فرقة من النصارى (وما من إله إلا إله واحد وإن لم ينتهوا عما يقولون) من التثليث ويوحدوا (ليمسن الذين كفروا) أي ثبتوا على الكفر (منهم عذاب أليم) مؤلم وهو النار \r\n", "sura_id": 5, "type": 2, "id": 25686, "aya_id": 73}, {"text": "لقد كفر من النصارى من قال: إنَّ الله مجموع ثلاثة أشياء: هي الأب, والابن, وروح القدس. أما عَلِمَ هؤلاء النصارى أنه ليس للناس سوى معبود واحد, لم يلد ولم يولد, وإن لم ينته أصحاب هذه المقالة عن افترائهم وكذبهم ليُصِيبَنَّهم عذاب مؤلم موجع بسبب كفرهم بالله.\r\n", "sura_id": 5, "type": 3, "id": 31922, "aya_id": 73}, {"text": " <font color=red>لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>قَوْله \" لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّه ثَالِث ثَلَاثَة \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحَسَن الْهِسِنْجَانِيّ حَدَّثَنَا سَعِيد بْن الْحَكَم بْن أَبِي مَرْيَم حَدَّثَنَا الْفَضْل حَدَّثَنِي أَبُو صَخْر فِي قَوْل اللَّه تَعَالَى \" لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّه ثَالِث ثَلَاثَة \" قَالَ هُوَ قَوْل الْيَهُود \" عُزَيْر اِبْن اللَّه \" وَقَوْل النَّصَارَى \" الْمَسِيح اِبْن اللَّه \" فَجَعَلُوا اللَّه ثَالِث ثَلَاثَة وَهَذَا قَوْل غَرِيب فِي تَفْسِير الْآيَة أَنَّ الْمُرَاد بِذَلِكَ طَائِفَتَا الْيَهُود وَالنَّصَارَى وَالصَّحِيح أَنَّهَا أُنْزِلَتْ فِي النَّصَارَى خَاصَّة قَالَهُ مُجَاهِد وَغَيْر وَاحِد ثُمَّ اِخْتَلَفُوا فِي ذَلِكَ فَقِيلَ الْمُرَاد بِذَلِكَ كُفَّارهمْ فِي قَوْلهمْ بِالْأَقَانِيمِ الثَّلَاثَة وَهُوَ : أُقْنُومُ الْأَب وَأُقْنُومُ الِابْن وَأُقْنُومُ الْكَلِمَة الْمُنْبَثِقَة مِنْ الْأَبِ إِلَى الِابْنِ تَعَالَى اللَّهُ عَنْ قَوْلهمْ عُلُوًّا كَبِيرًا قَالَ اِبْن جَرِير وَغَيْره وَالطَّوَائِف الثَّلَاثَة مِنْ الْمَلَكِيَّة وَالْيَعْقُوبِيَّة وَالنَّسْطُورِيَّة تَقُول بِهَذِهِ الْأَقَانِيم وَهُمْ مُخْتَلِفُونَ فِيهَا اِخْتِلَافًا مُتَبَايِنًا لَيْسَ هَذَا مَوْضِع بَسْطه وَكُلّ فِرْقَة مِنْهُمْ تُكَفِّر الْأُخْرَى وَالْحَقّ أَنَّ الثَّلَاثَة كَافِرَة وَقَالَ السُّدِّيّ وَغَيْره : نَزَلَتْ فِي جَعْلِهِمْ الْمَسِيح وَأُمّه إِلَهَيْنِ مَعَ اللَّه فَجَعَلُوا اللَّه ثَالِث ثَلَاثَة بِهَذَا الِاعْتِبَار قَالَ السُّدِّيّ وَهِيَ كَقَوْلِهِ تَعَالَى فِي آخِر السُّورَة \" وَإِذْ قَالَ اللَّه يَا عِيسَى اِبْن مَرْيَم أَأَنْتَ قُلْت لِلنَّاسِ اِتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُون اللَّه قَالَ سُبْحَانك \" الْآيَة وَهَذَا الْقَوْل هُوَ الْأَظْهَر وَاَللَّه أَعْلَم . قَالَ اللَّه تَعَالَى \" وَمَا مِنْ إِلَه إِلَّا إِلَه وَاحِد \" أَيْ لَيْسَ مُتَعَدِّدًا بَلْ هُوَ وَحْده لَا شَرِيك لَهُ إِنَّهُ جَمَعَ الْكَائِنَات وَسَائِر الْمَوْجُودَات ثُمَّ قَالَ تَعَالَى مُتَوَعِّدًا لَهُمْ وَمُتَهَدِّدًا \" وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ \" أَيْ مِنْ هَذَا الِافْتِرَاء وَالْكَذِب \" لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَاب أَلِيم \" أَيْ فِي الْآخِرَة مِنْ الْأَغْلَال وَالنَّكَال .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41528, "aya_id": 73}]