[{"text": "قَالُواْ يَا مُوسَى إِنَّا لَن نَّدْخُلَهَا أَبَدًا مَّا دَامُواْ فِيهَا فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ", "sura_id": 5, "type": 0, "id": 693, "aya_id": 24}, {"text": "قالوا يا موسى إنا لن ندخلها أبدا ما داموا فيها فاذهب أنت وربك فقاتلا إنا ها هنا قاعدون", "sura_id": 5, "type": 1, "id": 6929, "aya_id": 24}, {"text": "24 - (قالوا يا موسى إنا لن ندخلها أبداً ما داموا فيها فاذهب أنت وربك فقاتلا) هم (إنا هاهنا قاعدون قال) عن القتال \r\n", "sura_id": 5, "type": 2, "id": 25637, "aya_id": 24}, {"text": "قال قوم موسى له: إنا لن ندخل المدينة أبدًا ما دام الجبارون فيها, فاذهب أنت وربك فقاتلاهم, أما نحن فقاعدون هاهنا ولن نقاتلهم. وهذا إصرارٌ منهم على مخالفة موسى عليه السلام.\r\n", "sura_id": 5, "type": 3, "id": 31873, "aya_id": 24}, {"text": " <font color=red>قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَا</font><BR><p>وَهَذَا نُكُول مِنْهُمْ عَنْ الْجِهَاد وَمُخَالَفَة لِرَسُولِهِمْ وَتَخَلُّف عَنْ مُقَاتَلَة الْأَعْدَاء وَيُقَال إِنَّهُمْ لَمَّا نَكَلُوا عَنْ الْجِهَاد وَعَزَمُوا عَلَى الِانْصِرَاف وَالرُّجُوع إِلَى مِصْر سَجَدَ مُوسَى وَهَارُون - عَلَيْهِمَا السَّلَام - قُدَّام مَلَأ مِنْ بَنِي إِسْرَائِيل إِعْظَامًا لِمَا هَمُّوا بِهِ وَشَقَّ يُوشَع بْن نُون وكالب بْن يوفنا ثِيَابهمَا وَلَامَا قَوْمهمَا عَلَى ذَلِكَ وَيُقَال إِنَّهُمْ رَجَمُوهُمَا وَجَرَى أَمْر عَظِيم وَخَطَر جَلِيل وَمَا أَحْسَنَ مَا أَجَابَ بِهِ مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ يَوْم بَدْر رَسُول اللَّه حِين اِسْتَشَارَهُمْ فِي قِتَال النَّفِير الَّذِينَ جَاءُوا لِمَنْعِ الْعِير الَّذِي كَانَ مَعَ أَبِي سُفْيَان فَلَمَّا فَاتَ اِقْتِنَاص الْعِير وَاقْتَرَبَ مِنْهُمْ النَّفِير وَهُمْ فِي جَمْع مَا بَيْن التِّسْعمِائَةِ إِلَى الْأَلْف فِي الْعُدَّة وَالْبِيض وَالْيَلَب فَتَكَلَّمَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ فَأَحْسَنَ ثُمَّ تَكَلَّمَ مَنْ تَكَلَّمَ مِنْ الصَّحَابَة مِنْ الْمُهَاجِرِينَ وَرَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : \" أَشِيرُوا عَلَيَّ أَيّهَا الْمُسْلِمُونَ \" وَمَا يَقُول ذَلِكَ إِلَّا لِيَسْتَعْلِم مَا عِنْد الْأَنْصَار لِأَنَّهُمْ كَانُوا جُمْهُور النَّاس يَوْمئِذٍ فَقَالَ سَعْد بْن مُعَاذ : كَأَنَّك تُعَرِّض بِنَا يَا رَسُول اللَّه فَوَاَلَّذِي بَعَثَك بِالْحَقِّ لَوْ اِسْتَعْرَضْت بِنَا هَذَا الْبَحْر فَخُضْته لَخُضْنَاهُ مَعَك مَا تَخَلَّفَ مِنَّا رَجُلٌ وَاحِدٌ وَمَا نَكْرَهُ أَنْ تَلْقَى بِنَا عَدُوَّنَا غَدًا إِنَّا لَصَبْرٌ فِي الْحَرْبِ صِدْق فِي اللِّقَاء لَعَلَّ اللَّهَ أَنْ يُرِيَك مِنَّا مَا تَقَرُّ بِهِ عَيْنُك فَسِرْ بِنَا عَلَى بَرَكَة اللَّه فَسُرَّ رَسُولُ اللَّهِ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِقَوْلِ سَعْد وَنَشْطه ذَلِكَ. وَقَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَبُو حَاتِم الرَّازِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْأَنْصَارِيّ حَدَّثَنَا حُمَيْد عَنْ أَنَس أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَمَّا سَارَ إِلَى بَدْر اِسْتَشَارَ الْمُسْلِمِينَ فَأَشَارَ عَلَيْهِ عُمَر ثُمَّ اِسْتَشَارَهُمْ فَقَالَتْ الْأَنْصَار : يَا مَعْشَر الْأَنْصَار إِيَّاكُمْ يُرِيد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالُوا : إِذًا لَا نَقُول لَهُ كَمَا قَالَتْ بَنُو إِسْرَائِيل لِمُوسَى \" اِذْهَبْ أَنْتَ وَرَبُّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" وَاَلَّذِي بَعَثَك بِالْحَقِّ لَوْ ضَرَبْتَ أَكْبَادَهَا إِلَى بَرْك الْغِمَاد لَاتَّبَعْنَاك وَرَوَاهُ الْإِمَام أَحْمَد عَنْ عُبَيْدَة بْن حُمَيْد الطَّوِيل عَنْ أَنَس بِهِ وَرَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ خَالِد بْن الْحَارِث عَنْ حُمَيْد بِهِ وَرَوَاهُ اِبْن حِبَّان عَنْ أَبِي يَعْلَى عَنْ عَبْد الْأَعْلَى بْن حَمَّاد عَنْ مَعْمَر بْن سُلَيْمَان عَنْ حُمَيْد بِهِ وَقَالَ : اِبْن مَرْدُوَيْهِ أَنَا عَبْد اللَّه بْن جَعْفَر أَنَا إِسْمَاعِيل بْن عَبْد اللَّه حَدَّثَنَا عَبْد الرَّحْمَن بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن شُعَيْب عَنْ الْحَكَم بْن أَيُّوب عَنْ عَبْد اللَّه بْن نَاسِخ عَنْ عُتْبَة بْن عُبَيْد السُّلَمِيّ قَالَ : قَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِأَصْحَابِهِ أَلَا تُقَاتِلُونَ ؟ قَالُوا نَعَمْ وَلَا نَقُول كَمَا قَالَتْ بَنُو إِسْرَائِيل لِمُوسَى \" اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" وَلَكِنْ اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا مَعَكُمْ مُقَاتِلُونَ وَكَانَ مِمَّنْ أَجَابَ يَوْمئِذٍ الْمِقْدَاد بْن عَمْرو الْكِنْدِيّ - رَضِيَ اللَّه عَنْهُ - كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنِي سُفْيَان عَنْ مُخَارِق بْن عَبْد اللَّه الْأَحْمَسِيّ عَنْ طَارِق - هُوَ اِبْن شِهَاب - أَنَّ الْمِقْدَاد قَالَ لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَوْم بَدْر : يَا رَسُول اللَّه إِنَّا لَا نَقُول لَك كَمَا قَالَتْ بَنُو إِسْرَائِيل لِمُوسَى \" اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" وَلَكِنْ اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا مَعَكُمَا مُقَاتِلُونَ هَكَذَا رَوَاهُ أَحْمَد مِنْ هَذَا الْوَجْه وَقَدْ رَوَاهُ مِنْ طَرِيق أُخْرَى فَقَالَ : حَدَّثَنَا أَسْوَد بْن عَامِر حَدَّثَنَا إِسْرَائِيل عَنْ مُخَارِق عَنْ طَارِق بْن شِهَاب قَالَ : قَالَ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ : لَقَدْ شَهِدْت مِنْ الْمِقْدَاد مَشْهَدًا لَأَنْ أَكُون أَنَا صَاحِبه أَحَبُّ إِلَيَّ مِمَّا عُدِلَ بِهِ أَتَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهُوَ يَدْعُو عَلَى الْمُشْرِكِينَ فَقَالَ : وَاَللَّه يَا رَسُول اللَّه لَا نَقُول كَمَا قَالَتْ بَنُو إِسْرَائِيل لِمُوسَى \" اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" وَلَكِنَّا نُقَاتِل عَنْ يَمِينك وَعَنْ يَسَارك وَمِنْ بَيْن يَدَيْك وَمِنْ خَلْفك فَرَأَيْت وَجْه رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُشْرِقُ لِذَلِكَ وَسُرَّ بِذَلِكَ . وَهَكَذَا رَوَاهُ الْبُخَارِيّ فِي الْمَغَازِي وَفِي التَّفْسِير مِنْ طُرُق عَنْ مُخَارِق بِهِ وَلَفْظه فِي كِتَاب التَّفْسِير عَنْ عَبْد اللَّه قَالَ : قَالَ الْمِقْدَاد يَوْم بَدْر يَا رَسُول اللَّه لَا نَقُول لَك كَمَا قَالَتْ بَنُو إِسْرَائِيل لِمُوسَى\" اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" وَلَكِنْ اِمْضِ وَنَحْنُ مَعَك فَكَأَنَّهُ سُرِّيَ عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ثُمَّ قَالَ الْبُخَارِيّ : رَوَاهُ وَكِيع عَنْ سُفْيَان عَنْ مُخَارِق عَنْ طَارِق أَنَّ الْمِقْدَاد قَالَ لِلنَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَقَالَ اِبْن جَرِير : حَدَّثَنَا بِشْر حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَالَ : ذَكَرْنَا أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : لِأَصْحَابِهِ يَوْم الْحُدَيْبِيَة حِين صَدَّ الْمُشْرِكُونَ الْهَدْيَ وَحِيلَ بَيْنهمْ وَبَيْن مَنَاسِكهمْ \" إِنِّي ذَاهِبٌ بِالْهَدْيِ فَنَاحِرُهُ عِنْد الْبَيْت \" فَقَالَ لَهُ الْمِقْدَاد بْن الْأَسْوَد : أَمَا وَاَللَّه لَا نَكُون كَالْمَلَأِ مِنْ بَنِي إِسْرَائِيل إِذَا قَالُوا لِنَبِيِّهِمْ\" اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" وَلَكِنْ اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا مَعَكُمَا مُقَاتِلُونَ فَلَمَّا سَمِعَهَا أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - تَتَابَعُوا عَلَى ذَلِكَ وَهَذَا إِنْ كَانَ مَحْفُوظًا يَوْم الْحُدَيْبِيَة فَيَحْتَمِل أَنَّهُ كَرَّرَ هَذِهِ الْمَقَالَة يَوْمئِذٍ كَمَا قَالَهُ يَوْم بَدْر .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41474, "aya_id": 24}]