[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ وَذَرُواْ مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 2, "type": 0, "id": 285, "aya_id": 278}, {"text": "يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين", "sura_id": 2, "type": 1, "id": 6521, "aya_id": 278}, {"text": "278 - (يا أيها الذين آمنوا اتقوا الله وذروا) اتركوا (ما بقي من الربا إن كنتم مؤمنين) صادقين في إيمانكم فإن من شأن المؤمن امتثال أمر الله تعالى ، نزلت لما طالب بعض الصحابة بعد النهي بربا كان لهم من قبل \r\n", "sura_id": 2, "type": 2, "id": 25229, "aya_id": 278}, {"text": "يا من آمنتم بالله واتبعتم رسوله خافوا الله, واتركوا طلب ما بقي لكم من زيادة على رؤوس أموالكم التي كانت لكم قبل تحريم الربا, إن كنتم محققين إيمانكم قولا وعملا.\r\n", "sura_id": 2, "type": 3, "id": 31465, "aya_id": 278}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده الْمُؤْمِنِينَ بِتَقْوَاهُ نَاهِيًا لَهُمْ عَمَّا يُقَرِّبهُمْ إِلَى سَخَطه وَيُبْعِدهُمْ عَنْ رِضَاهُ فَقَالَ \" يَا أَيُّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه \" أَيْ خَافُوهُ وَرَاقِبُوهُ فِيمَا تَفْعَلُونَ\" وَذَرُوا مَا بَقِيَ مِنْ الرِّبَا \" أَيْ اُتْرُكُوا مَا لَكُمْ عَلَى النَّاس مِنْ الزِّيَادَة عَلَى رُءُوس الْأَمْوَال بَعْد هَذَا الْإِنْذَار\" إِنْ كُنْتُمْ مُؤْمِنِينَ \" أَيْ بِمَا شَرَعَ اللَّه لَكُمْ مِنْ تَحْلِيل الْبَيْع وَتَحْرِيم الرِّبَا وَغَيْر ذَلِكَ . وَقَدْ ذَكَرَ زَيْد بْن أَسْلَمَ وَابْن جُرَيْج وَمُقَاتِل بْن حَيَّان وَالسُّدِّيّ أَنَّ هَذَا السِّيَاق نَزَلَ فِي بَنِي عَمْرو بْن عُمَيْر مِنْ ثَقِيف وَبَنِي الْمُغِيرَة مِنْ بَنِي مَخْزُوم كَانَ بَيْنهمْ رِبًا فِي الْجَاهِلِيَّة فَلَمَّا جَاءَ الْإِسْلَام وَدَخَلُوا فِيهِ طَلَبَتْ ثَقِيف أَنْ تَأْخُذهُ مِنْهُمْ فَتَشَاوَرُوا وَقَالَتْ بَنُو الْمُغِيرَة لَا نُؤَدِّي الرِّبَا فِي الْإِسْلَام بِكَسْبِ الْإِسْلَام فَكَتَبَ فِي ذَلِكَ عَتَّاب بْن أَسِيد نَائِب مَكَّة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ هَذِهِ الْآيَة فَكَتَبَ بِهَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِلَيْهِ \" يَا أَيُّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَذَرُوا مَا بَقِيَ مِنْ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنْ اللَّهِ وَرَسُولِهِ\" فَقَالُوا نَتُوب إِلَى اللَّه وَنَذَر مَا بَقِيَ مِنْ الرِّبَا فَتَرَكُوهُ كُلّهمْ وَهَذَا تَهْدِيدٌ شَدِيدٌ وَوَعِيدٌ أَكِيدٌ لِمَنْ اِسْتَمَرَّ عَلَى تَعَاطِي الرِّبَا بَعْد الْإِنْذَار قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس فَأْذَنُوا بِحَرْبٍ أَيْ اِسْتَيْقَنُوا بِحَرْبٍ مِنْ اللَّه وَرَسُوله .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38694, "aya_id": 278}]