[{"text": "قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى", "sura_id": 20, "type": 0, "id": 2474, "aya_id": 126}, {"text": "قال كذلك أتتك آياتنا فنسيتها و كذلك اليوم تنسى", "sura_id": 20, "type": 1, "id": 8710, "aya_id": 126}, {"text": "126 - (قال) الأمر (كذلك أتتك آياتنا فنسيتها) تركتها ولم تؤمن بها (وكذلك) مثل نسيانك آياتنا (اليوم تنسى) تترك في النار \r\n", "sura_id": 20, "type": 2, "id": 27418, "aya_id": 126}, {"text": "قال الله تعالى له: حشرتك أعمى; لأنك أتتك آياتي البينات, فأعرضت عنها, ولم تؤمن بها, وكما تركتَها في الدنيا فكذلك اليوم تُترك في النار.\r\n", "sura_id": 20, "type": 3, "id": 33654, "aya_id": 126}, {"text": " <font color=red>قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى</font><BR><p>\" قَالَ كَذَلِكَ أَتَتْك آيَاتنَا فَنَسِيتهَا وَكَذَلِكَ الْيَوْم تُنْسَى \" أَيْ لَمَّا أَعْرَضْت عَنْ آيَات اللَّه وَعَامَلْتهَا مُعَامَلَة مَنْ لَمْ يَذْكُرهَا بَعْد بَلَاغهَا إِلَيْك تَنَاسَيْتهَا وَأَعْرَضْت عَنْهَا وَأَغْفَلْتهَا كَذَلِكَ الْيَوْم نُعَامِلك مُعَامَلَة مَنْ يَنْسَاك \" فَالْيَوْم نَنْسَاهُمْ كَمَا نَسُوا لِقَاء يَوْمهمْ هَذَا \" فَإِنَّ الْجَزَاء مِنْ جِنْس الْعَمَل . فَأَمَّا نِسْيَان لَفْظ الْقُرْآن مَعَ فَهْم مَعْنَاهُ وَالْقِيَام بِمُقْتَضَاهُ فَلَيْسَ دَاخِلًا فِي هَذَا الْوَعِيد الْخَاصّ وَإِنْ كَانَ مُتَوَعَّدًا عَلَيْهِ مِنْ جِهَة أُخْرَى قَالَهُ قَدْ وَرَدَتْ السُّنَّة بِالنَّهْيِ الْأَكِيد وَالْوَعِيد الشَّدِيد فِي ذَلِكَ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا خَالِد عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ عِيسَى بْن فَائِد عَنْ رَجُل عَنْ سَعِيد بْن عُبَادَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا مِنْ رَجُل قَرَأَ الْقُرْآن فَنَسِيَهُ إِلَّا لَقِيَ اللَّه يَوْم يَلْقَاهُ وَهُوَ أَجْذَم \" ثُمَّ رَوَاهُ الْإِمَام أَحْمَد مِنْ حَدِيث يَزِيد بْن أَبِي زِيَاد عَنْ عِيسَى بْن فَائِد عَنْ عُبَادَة بْن الصَّامِت عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْله سَوَاء .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38812, "aya_id": 126}]