[{"text": "وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 43, "type": 0, "id": 4397, "aya_id": 72}, {"text": "وتلك الجنة التي أورثتموها بما كنتم تعملون", "sura_id": 43, "type": 1, "id": 10633, "aya_id": 72}, {"text": "72 - (وتلك الجنة التي أورثتموها بما كنتم تعملون) \r\n", "sura_id": 43, "type": 2, "id": 29341, "aya_id": 72}, {"text": "وهذه الجنة التي أورثكم الله إياها؛ بسبب ما كنتم تعملون في الدنيا من الخيرات والأعمال الصالحات, وجعلها مِن فضله ورحمته جزاء لكم.\r\n", "sura_id": 43, "type": 3, "id": 35577, "aya_id": 72}, {"text": " <font color=red>وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>ثُمَّ قِيلَ لَهُمْ عَلَى وَجْه التَّفَضُّل وَالِامْتِنَان \" وَتِلْكَ الْجَنَّة الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ \" أَيْ أَعْمَالكُمْ الصَّالِحَة كَانَتْ سَبَبًا لِشُمُولِ رَحْمَة اللَّه إِيَّاكُمْ فَإِنَّهُ لَا يُدْخِل أَحَدًا عَمَله الْجَنَّة وَلَكِنْ بِرَحْمَةِ اللَّه وَفَضْله وَإِنَّمَا الدَّرَجَات يُنَال تَفَاوُتهَا بِحَسَبِ الْأَعْمَال الصَّالِحَات قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْفَضْل بْن شَاذَانَ الْمُقْرِي حَدَّثَنَا يُوسُف بْن يَعْقُوب يَعْنِي الصَّفَّار حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ أَهْل النَّار يَرَى مَنْزِله مِنْ الْجَنَّة حَسْرَة فَيَكُون لَهُ فَيَقُول \" لَوْ أَنَّ اللَّه هَدَانِي لَكُنْت مِنْ الْمُتَّقِينَ \" وَكُلّ أَهْل الْجَنَّة يَرَى مَنْزِله مِنْ النَّار فَيَقُول \" وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّه \" فَيَكُون لَهُ شُكْرًا \" قَالَ : وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ أَحَد إِلَّا وَلَهُ مَنْزِل فِي الْجَنَّة وَمَنْزِل فِي النَّار فَالْكَافِر يَرِث الْمُؤْمِن مَنْزِله مِنْ النَّار وَالْمُؤْمِن يَرِث الْكَافِر مَنْزِله مِنْ الْجَنَّة \" وَذَلِكَ قَوْله تَعَالَى \" وَتِلْكَ الْجَنَّة الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ \" .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41201, "aya_id": 72}]