[{"text": "وَلَوْ أَنَّهُمْ آمَنُواْ واتَّقَوْا لَمَثُوبَةٌ مِّنْ عِندِ اللَّه خَيْرٌ لَّوْ كَانُواْ يَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 110, "aya_id": 103}, {"text": "ولو أنهم آمنوا واتقوا لمثوبة من عند الله خير لو كانوا يعلمون", "sura_id": 2, "type": 1, "id": 6346, "aya_id": 103}, {"text": "103 - (ولو أنهم) أي اليهود (آمنوا) بالنبي والقرآن (واتَّقَوا) عقاب الله بترك معاصيه كالسحر ، وجواب لو محذوف: أي لأثيبوا دل عليه (لمثوبة) ثواب ، وهو مبتدأ واللام فيه للقسم (من عند الله خير) خبره مما شروا به أنفسهم (لو كانوا يعلمون) أنه خير لما آثروه عليه \r\n", "sura_id": 2, "type": 2, "id": 25054, "aya_id": 103}, {"text": "ولو أن اليهود آمنوا وخافوا الله لأيقنوا أن ثواب الله خير لهم من السِّحر ومما اكتسبوه به, لو كانوا يعلمون ما يحصل بالإيمان والتقوى من الثواب والجزاء علما حقيقيا لآمنوا.\r\n", "sura_id": 2, "type": 3, "id": 31290, "aya_id": 103}, {"text": " <font color=red>وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ لَوْ كَانُوا يَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى \" وَلَبِئْسَ \" الْبَدِيل مَا اِسْتَبْدَلُوا بِهِ مِنْ السِّحْر عِوَضًا عَنْ الْإِيمَان وَمُتَابَعَة الرَّسُول لَوْ كَانَ لَهُمْ عِلْم بِمَا وُعِظُوا بِهِ \" وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَة مِنْ عِنْد اللَّه خَيْر \" أَيْ وَلَوْ أَنَّهُمْ آمَنُوا بِاَللَّهِ وَرُسُله وَاتَّقُوا الْمَحَارِم لَكَانَ مَثُوبَة اللَّه عَلَى ذَلِكَ خَيْرًا لَهُمْ مِمَّا اِسْتَخَارُوا لِأَنْفُسِهِمْ وَرَضُوا بِهِ كَمَا قَالَ تَعَالَى \" وَقَالَ الَّذِينَ أُوتُوا الْعِلْم وَيْلكُمْ ثَوَاب اللَّه خَيْر لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ \" . وَقَدْ اِسْتَدَلَّ بِقَوْلِهِ\" وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا \" مَنْ ذَهَبَ إِلَى تَكْفِير السَّاحِر كَمَا هُوَ رِوَايَة عَنْ الْإِمَام أَحْمَد بْن حَنْبَل وَطَائِفَة مِنْ السَّلَف وَقِيلَ بَلْ لَا يَكْفُر وَلَكِنْ حَدَّهُ ضَرْب عُنُقه لِمَا رَوَاهُ الشَّافِعِيّ وَأَحْمَد بْن حَنْبَل قَالَا : أَخْبَرَنَا سُفْيَان هُوَ اِبْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار أَنَّهُ سَمِعَ بَجَالَة بْن عَبَدَة يَقُول كَتَبَ عُمَر بْن الْخَطَّاب - رَضِيَ اللَّه عَنْهُ - أَنْ اُقْتُلُوا كُلّ سَاحِر وَسَاحِرَة قَالَ فَقَتَلْنَا ثَلَاث سَوَاحِر وَقَدْ أَخْرَجَهُ الْبُخَارِيّ فِي صَحِيحه أَيْضًا وَهَكَذَا صَحَّ أَنَّ حَفْصَة أُمّ الْمُؤْمِنِينَ سَحَرَتْهَا جَارِيَةٌ لَهَا فَأَمَرَتْ بِهَا فَقُتِلَتْ قَالَ الْإِمَام أَحْمَد بْن حَنْبَل صَحَّ عَنْ ثَلَاثَة مِنْ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي قَتْل السَّاحِر وَرَوَى التِّرْمِذِيّ مِنْ حَدِيث إِسْمَاعِيل بْن مُسْلِم عَنْ الْحَسَن عَنْ جُنْدُب الْأَزْدِيّ أَنَّهُ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" حَدُّ السَّاحِر ضَرْبُهُ بِالسَّيْفِ \" ثُمَّ قَالَا لَا نَعْرِفهُ مَرْفُوعًا إِلَّا مِنْ هَذَا الْوَجْه وَإِسْمَاعِيل بْن مُسْلِم يُضَعَّف فِي الْحَدِيث وَالصَّحِيح عَنْ الْحَسَن عَنْ جُنْدُب مَوْقُوفًا قُلْت قَدْ رَوَاهُ الطَّبَرَانِيّ مِنْ وَجْه آخَر عَنْ الْحَسَن عَنْ جُنْدُب مَرْفُوعًا وَاَللَّه أَعْلَم وَقَدْ رُوِيَ مِنْ طُرُق مُتَعَدِّدَة أَنَّ الْوَلِيد بْن عُقْبَة كَانَ عِنْده سَاحِر يَلْعَب بَيْن يَدَيْهِ فَكَانَ يَضْرِب رَأْس الرَّجُل ثُمَّ يَصِيح بِهِ فَيَرُدّ إِلَيْهِ رَأْسه فَقَالَ النَّاس سُبْحَان اللَّه يُحْيِي الْمَوْتَى وَرَآهُ رَجُل مِنْ صَالِحِي الْمُهَاجِرِينَ فَلَمَّا كَانَ الْغَد جَاءَ مُشْتَمِلًا عَلَى سَيْفه وَذَهَبَ يَلْعَب لَعِبَهُ ذَلِكَ فَاخْتَرَطَ الرَّجُل سَيْفه فَضَرَبَ عُنُق السَّاحِر وَقَالَ : إِنْ كَانَ صَادِقًا فَلْيُحْيِ نَفْسه وَتَلَا قَوْله تَعَالَى \" أَتَأْتُونَ السِّحْر وَأَنْتُمْ تُبْصِرُونَ\" فَغَضِبَ الْوَلِيد إِذْ لَمْ يَسْتَأْذِنهُ فِي ذَلِكَ فَسَجَنَهُ ثُمَّ أَطْلَقَهُ وَاَللَّه أَعْلَم وَقَالَ الْإِمَام أَبُو بَكْر الْخَلَّال : أَخْبَرَنَا عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنِي أَبِي أَخْبَرَنَا يَحْيَى بْن سَعِيد حَدَّثَنِي أَبُو إِسْحَاق عَنْ حَارِثَة قَالَ كَانَ عِنْد بَعْض الْأُمَرَاء الرَّجُل يَلْعَب فَجَاءَ جُنْدُب مُشْتَمِلًا عَلَى سَيْفه فَقَتَلَهُ قَالَ أَرَاهُ كَانَ سَاحِرًا وَحَمَلَ الشَّافِعِيّ رَحِمَهُ اللَّه قِصَّة عُمَر وَحَفْصَة عَلَى سِحْر يَكُون شِرْكًا وَاَللَّه أَعْلَم . \" فَصْلٌ \" حَكَى أَبُو عَبْد اللَّه الرَّازِيّ فِي تَفْسِيره عَنْ الْمُعْتَزِلَة أَنَّهُمْ أَنْكَرُوا وُجُود السِّحْر قَالَ : وَرُبَّمَا كَفَّرُوا مَنْ اِعْتَقَدَ وُجُوده قَالَ وَأَمَّا أَهْل السُّنَّة فَقَدْ جَوَّزُوا أَنْ يَقْدِر السَّاحِر أَنْ يَطِير فِي الْهَوَاء وَيَقْلِب الْإِنْسَان حِمَارًا وَالْحِمَار إِنْسَانًا إِلَّا أَنَّهُمْ قَالُوا إِنَّ اللَّه يَخْلُق الْأَشْيَاء عِنْدَمَا يَقُول السَّاحِر تِلْكَ الرُّقَى وَالْكَلِمَات الْمُعَيَّنَة فَأَمَّا أَنْ يَكُون الْمُؤَثِّر فِي ذَلِكَ هُوَ الْفَلَك وَالنُّجُوم فَلَا خِلَافًا لِلْفَلَاسِفَةِ وَالْمُنَجِّمِينَ وَالصَّابِئَة ثُمَّ اِسْتَدَلَّ عَلَى وُقُوع السِّحْر وَأَنَّهُ بِخَلْقِ اللَّه تَعَالَى بِقَوْلِهِ تَعَالَى \" وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَد إِلَّا بِإِذْنِ اللَّه \" وَمِنْ الْأَخْبَار بِأَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سُحِرَ وَأَنَّ السِّحْر عَمِلَ فِيهِ وَبِقِصَّةِ تِلْكَ الْمَرْأَة مَعَ عَائِشَة رَضِيَ اللَّه عَنْهَا وَمَا ذَكَرَتْ تِلْكَ الْمَرْأَة مِنْ إِتْيَانهَا بَابِل وَتَعَلُّمهَا السِّحْر . قَالَ وَبِمَا يُذْكَر فِي هَذَا الْبَاب مِنْ الْحِكَايَات الْكَثِيرَة ثُمَّ قَالَ بَعْد هَذَا . \" الْمَسْأَلَة الْخَامِسَة \" فِي أَنَّ الْعِلْم بِالسِّحْرِ لَيْسَ بِقَبِيحٍ وَلَا مَحْظُور - اِتَّفَقَ الْمُحَقِّقُونَ عَلَى ذَلِكَ لِأَنَّ الْعِلْم لِذَاتِهِ شَرِيف وَأَيْضًا لِعُمُومِ قَوْله تَعَالَى \" قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَاَلَّذِينَ لَا يَعْلَمُونَ \" وَلِأَنَّ السِّحْر لَوْ لَمْ يَكُنْ يُعْلَم لَمَا أَمْكَنَ الْفَرْق بَيْنه وَبَيْن الْمُعْجِزَة وَالْعِلْم بِكَوْن الْمُعْجِز مُعْجِزًا وَاجِب وَمَا يَتَوَقَّف الْوَاجِب عَلَيْهِ فَهُوَ وَاجِب فَهَذَا يَقْتَضِي أَنْ يَكُون تَحْصِيل الْعِلْم بِالسِّحْرِ وَاجِبًا وَمَا يَكُون وَاجِبًا فَكَيْف يَكُون حَرَامًا وَقَبِيحًا ؟ هَذَا لَفْظه بِحُرُوفِهِ فِي هَذِهِ الْمَسْأَلَة وَهَذَا الْكَلَام فِيهِ نَظَر مِنْ وُجُوه أَحَدهَا قَوْله : الْعِلْم بِالسِّحْرِ لَيْسَ بِقَبِيحٍ إِنْ عَنَى بِهِ لَيْسَ بِقَبِيحٍ عَقْلًا فَمُخَالِفُوهُ مِنْ الْمُعْتَزِلَة يَمْنَعُونَ هَذَا وَإِنْ عَنَى أَنَّهُ لَيْسَ بِقَبِيحٍ شَرْعًا فَفِي هَذِهِ الْآيَة الْكَرِيمَة تَبْشِيعٌ لِتَعَلُّمِ السِّحْر وَفِي الصَّحِيح\" مَنْ أَتَى عَرَّافًا أَوْ كَاهِنًا فَقَدْ كَفَرَ بِمَا أُنْزِلَ عَلَى مُحَمَّد \" وَفِي السُّنَن \" مَنْ عَقَدَ عُقْدَة وَنَفَثَ فِيهَا فَقَدْ سَحَرَ \" وَقَوْله وَلَا مَحْظُور اِتَّفَقَ الْمُحَقِّقُونَ عَلَى ذَلِكَ . كَيْف لَا يَكُون مَحْظُورًا مَعَ مَا ذَكَرْنَاهُ مِنْ الْآيَة وَالْحَدِيث وَاتِّفَاق الْمُحَقِّقِينَ يَقْتَضِي أَنْ يَكُون قَدْ نَصَّ عَلَى هَذِهِ الْمَسْأَلَة أَئِمَّة الْعُلَمَاء أَوْ أَكْثَرهمْ وَأَيْنَ نُصُوصهمْ عَلَى ذَلِكَ ؟ ثُمَّ إِدْخَاله عِلْم السِّحْر فِي عُمُوم قَوْله تَعَالَى \" هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَاَلَّذِينَ لَا يَعْلَمُونَ \" فِيهِ نَظَرٌ لِأَنَّ هَذِهِ الْآيَة إِنَّمَا دَلَّتْ عَلَى مَدْح الْعَالِمِينَ الْعِلْم الشَّرْعِيّ وَلِمَ قُلْت إِنَّ هَذَا مِنْهُ ثُمَّ تُرَقِّيهِ إِلَى وُجُوب تَعَلُّمه بِأَنَّهُ لَا يَحْصُل الْعِلْم بِالْمُعْجِزِ إِلَّا بِهِ ضَعِيف بَلْ فَاسِد لِأَنَّ أَعْظَم مُعْجِزَات رَسُولنَا عَلَيْهِ الصَّلَاة وَالسَّلَام هِيَ الْقُرْآن الْعَظِيم الَّذِي لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه تَنْزِيل مِنْ حَكِيم حَمِيد . ثُمَّ إِنَّ الْعِلْم بِأَنَّهُ مُعْجِز لَا يَتَوَقَّف عَلَى عِلْم السِّحْر أَصْلًا ثُمَّ مِنْ الْمَعْلُوم بِالضَّرُورَةِ أَنَّ الصَّحَابَة وَالتَّابِعِينَ وَأَئِمَّة الْمُسْلِمِينَ وَعَامَّتهمْ كَانُوا يَعْلَمُونَ الْمُعْجِز وَيُفَرِّقُونَ بَيْنه وَبَيْن غَيْره وَلَمْ يَكُونُوا يَعْلَمُونَ السِّحْر وَلَا تَعَلَّمُوهُ وَلَا عَلَّمُوهُ وَاَللَّه أَعْلَم . ثُمَّ قَدْ ذَكَرَ أَبُو عَبْد اللَّه الرَّازِيّ أَنَّ أَنْوَاع السِّحْر ثَمَانِيَة \" الْأَوَّل \" سِحْر الْكَذَّابِينَ والكشدانيين الَّذِينَ كَانُوا يَعْبُدُونَ الْكَوَاكِب السَّبْعَة الْمُتَحَيِّرَة وَهِيَ السَّيَّارَة وَكَانُوا يَعْتَقِدُونَ أَنَّهَا مُدَبِّرَة الْعَالَم وَأَنَّهَا تَأْتِي بِالْخَيْرِ وَالشَّرّ وَهُمْ الَّذِينَ بَعَثَ اللَّه إِلَيْهِمْ إِبْرَاهِيم الْخَلِيل - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مُبْطِلًا مَقَالَتهمْ وَرَادًّا لِمَذْهَبِهِمْ وَقَدْ اِسْتَقْصَى فِي \" كِتَاب السِّرّ الْمَكْتُوم فِي مُخَاطَبَة الشَّمْس وَالنُّجُوم \" الْمَنْسُوب إِلَيْهِ كَمَا ذَكَرَهَا الْقَاضِي اِبْن خَلِّكَان وَغَيْره وَيُقَال إِنَّهُ تَابَ مِنْهُ وَقِيلَ بَلْ صَنَّفَهُ عَلَى وَجْه إِظْهَار الْفَضِيلَة لَا عَلَى سَبِيل الِاعْتِقَاد وَهَذَا هُوَ الْمَظْنُون بِهِ إِلَّا أَنَّهُ ذَكَرَ فِيهِ طَرِيقهمْ فِي مُخَاطَبَة كُلّ مِنْ هَذِهِ الْكَوَاكِب السَّبْعَة وَكَيْفِيَّة مَا يَفْعَلُونَ وَمَا يَلْبَسُونَهُ وَمَا يَتَمَسَّكُونَ بِهِ . قَالَ\" وَالنَّوْع الثَّانِي \" سِحْر أَصْحَاب الْأَوْهَام وَالنُّفُوس الْقَوِيَّة ثُمَّ اِسْتَدَلَّ عَلَى أَنَّ الْوَهْم لَهُ تَأْثِير بِأَنَّ الْإِنْسَان يُمْكِنهُ أَنْ يَمْشِي عَلَى الْجِذْع الْمَوْضُوع عَلَى وَجْه الْأَرْض وَلَا يُمْكِنهُ الْمَشْي عَلَيْهِ إِذَا كَانَ مَمْدُودًا عَلَى نَهَر أَوْ نَحْوه قَالَ : وَكَمَا أَجْمَعَتْ الْأَطِبَّاء عَلَى نَهْي الْمَرْعُوف عَنْ النَّظَر إِلَى الْأَشْيَاء الْحُمْر وَالْمَصْرُوع إِلَى الْأَشْيَاء الْقَوِيَّة اللَّمَعَان أَوْ الدَّوَرَان وَمَا ذَاكَ إِلَّا لِأَنَّ النُّفُوس خُلِقَتْ مُطِيعَة لِلْأَوْهَامِ . قَالَ : وَقَدْ اِتَّفَقَ الْعُقَلَاء عَلَى أَنَّ الْإِصَابَة بِالْعَيْنِ حَقّ - وَلَهُ أَنْ يَسْتَدِلّ عَلَى ذَلِكَ بِمَا ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" الْعَيْن حَقّ وَلَوْ كَانَ شَيْء سَابِق الْقَدَر لَسَبَقَتْهُ الْعَيْن \" - قَالَ فَإِذَا عَرَفْت هَذَا فَنَقُول النَّفْس الَّتِي تَفْعَل هَذِهِ الْأَفَاعِيل قَدْ تَكُون قَوِيَّة جِدًّا فَتَسْتَغْنِي فِي هَذِهِ الْأَفَاعِيل عَنْ الِاسْتِعَانَة بِالْآلَاتِ وَالْأَدَوَات وَقَدْ تَكُون ضَعِيفَة فَتَحْتَاج إِلَى الِاسْتِعَانَة بِهَذِهِ الْآلَات وَتَحْقِيقه أَنَّ النَّفْس إِذَا كَانَتْ مُتَعَلِّيَة عَلَى الْبَدَن شَدِيدَة الِانْجِذَاب إِلَى عَالَم السَّمَوَات صَارَتْ كَأَنَّهَا رُوح مِنْ الْأَرْوَاح السَّمَاوِيَّة فَكَانَتْ قَوِيَّة عَلَى التَّأْثِير فِي مَوَادّ هَذَا الْعَالَم وَإِذَا كَانَتْ ضَعِيفَة شَدِيدَة التَّعَلُّق بِهَذِهِ اللَّذَّات الْبَدَنِيَّة فَحِينَئِذٍ لَا يَكُون لَهَا تَأْثِير الْبَتَّة إِلَّا فِي هَذَا الْبَدَن ثُمَّ أَرْشَدَ إِلَى مُدَاوَاة هَذَا الدَّاء بِتَقْلِيلِ الْغِذَاء وَالِانْقِطَاع عَنْ النَّاس وَالرِّيَاء \" قُلْت \" وَهَذَا الَّذِي يُشِير إِلَيْهِ هُوَ التَّصَرُّف بِالْحَالِ : وَهُوَ عَلَى قِسْمَيْنِ تَارَة تَكُون حَالًا صَحِيحَة شَرْعِيَّة يَتَصَرَّف بِهَا فِيمَا أَمَرَ اللَّه وَرَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَيَتْرُك مَا نَهَى اللَّه تَعَالَى عَنْهُ وَرَسُوله - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَهَذِهِ الْأَحْوَال مَوَاهِب مِنْ اللَّه تَعَالَى وَكَرَامَات لِلصَّالِحِينَ مِنْ هَذِهِ الْأُمَّة وَلَا يُسَمَّى هَذَا سِحْرًا فِي الشَّرْع . وَتَارَة تَكُون الْحَال فَاسِدَة لَا يَمْتَثِل صَاحِبهَا مَا أَمَرَ اللَّه وَرَسُوله - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَلَا يَتَصَرَّف بِهَا فِي ذَلِكَ فَهَذِهِ حَال الْأَشْقِيَاء الْمُخَالِفِينَ لِلشَّرِيعَةِ وَلَا يَدُلّ إِعْطَاء اللَّه إِيَّاهُمْ هَذِهِ الْأَحْوَال عَلَى مَحَبَّته لَهُمْ كَمَا أَنَّ الدَّجَّال لَهُ مِنْ خَوَارِق الْعَادَات مَا دَلَّتْ عَلَيْهِ الْأَحَادِيث الْكَثِيرَة مَعَ أَنَّهُ مَذْمُوم شَرْعًا لَعَنَهُ اللَّه وَكَذَلِكَ مَنْ شَابَهَهُ مِنْ مُخَالِفِي الشَّرِيعَة الْمُحَمَّدِيَّة عَلَى صَاحِبهَا أَفْضَل الصَّلَاة وَالسَّلَام وَبَسْطُ هَذَا يَطُول جِدًّا وَلَيْسَ هَذَا مَوْضِعه . قَالَ \" وَالنَّوْع الثَّالِث \" مِنْ السِّحْر وَالِاسْتِعَانَة بِالْأَرْوَاحِ الْأَرْضِيَّة وَهُمْ الْجِنّ خِلَافًا لِلْفَلَاسِفَةِ وَالْمُعْتَزِلَة وَهُمْ عَلَى قِسْمَيْنِ . مُؤْمِنُونَ وَكُفَّار وَهُمْ الشَّيَاطِين . قَالَ وَاتِّصَال النُّفُوس النَّاطِقَة بِهَا أَسْهَل مِنْ اِتِّصَالهَا بِالْأَرْوَاحِ السَّمَاوِيَّة لِمَا بَيْنهمَا مِنْ الْمُنَاسَبَة وَالْقُرْب ثُمَّ إِنَّ أَصْحَاب الصَّنْعَة وَأَرْبَاب التَّجْرِبَة شَاهَدُوا أَنَّ الِاتِّصَال بِهَذِهِ الْأَرْوَاح الْأَرْضِيَّة يَحْصُل بِأَعْمَال سَهْلَة قَلِيلَة مِنْ الرُّقِيّ وَالدَّخَن وَالتَّجْرِيد وَهَذَا النَّوْع هُوَ الْمُسَمَّى بِالْعَزَائِمِ وَعَمَل التَّسْخِير . \" النَّوْع الرَّابِع\" مِنْ السِّحْر التَّخْيِيلَات وَالْأَخْذ بِالْعُيُونِ وَالشَّعْبَذَة وَمَبْنَاهُ عَلَى أَنَّ الْبَصَر قَدْ يُخْطِئ وَيَشْتَغِل بِالشَّيْءِ الْمُعَيَّن دُون غَيْره أَلَا تَرَى ذَا الشَّعْبَذَة الْحَاذِق يَظْهَر عَمَل شَيْء يُذْهِل أَذْهَان النَّاظِرِينَ بِهِ وَيَأْخُذ عُيُونهمْ إِلَيْهِ حَتَّى إِذَا اسْتَفْرَغَهُمْ الشُّغْل بِذَلِكَ الشَّيْء بِالتَّحْدِيثِ وَنَحْوه عَمِلَ شَيْئًا آخَر عَمَلًا بِسُرْعَةٍ شَدِيدَة وَحِينَئِذٍ يَظْهَر لَهُمْ شَيْء آخَر غَيْر مَا اِنْتَظَرُوهُ فَيَتَعَجَّبُونَ مِنْهُ جِدًّا وَلَوْ أَنَّهُ سَكَتَ وَلَمْ يَتَكَلَّم بِمَا يَصْرِف الْخَوَاطِر إِلَى ضِدّ مَا يُرِيد أَنْ يَعْمَلهُ وَلَمْ تَتَحَرَّك النُّفُوس وَالْأَوْهَام إِلَى غَيْر مَا يُرِيد إِخْرَاجه لَفَطِنَ النَّاظِرُونَ لِكُلِّ مَا يَفْعَلهُ \" قَالَ \" وَكُلَّمَا كَانَتْ الْأَحْوَال تُفِيد حُسْن الْبَصَر نَوْعًا مِنْ أَنْوَاع الْخَلَل أَشَدّ كَانَ الْعَمَل أَحْسَن مِثْل أَنْ يَجْلِس الْمُشَعْبِذ فِي مَوْضِع مُضِيء جِدًّا أَوْ مُظْلِم فَلَا تَقِف الْقُوَّة النَّاظِرَة عَلَى أَحْوَالهَا وَالْحَالَة هَذِهِ . \" قُلْت \" وَقَدْ قَالَ بَعْض الْمُفَسِّرِينَ : إِنَّ سِحْر السَّحَرَة بَيْن يَدَيْ فِرْعَوْن إِنَّمَا كَانَ مِنْ بَاب الشَّعْبَذَة وَلِهَذَا قَالَ تَعَالَى \" فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاس وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيم \" وَقَالَ تَعَالَى \" يُخَيَّل إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى \" قَالُوا : وَلَمْ تَكُنْ تَسْعَى فِي نَفْس الْأَمْر وَاَللَّه أَعْلَم . \" النَّوْع الْخَامِس مِنْ السِّحْر \" الْأَعْمَال الْعَجِيبَة الَّتِي تَظْهَر مِنْ تَرْكِيب آلَات مُرَكَّبَة عَلَى النَّسَب الْهَنْدَسِيَّة كَفَارِسٍ عَلَى فَرَس فِي يَده بُوق كُلَّمَا مَضَتْ سَاعَة مِنْ النَّهَار ضَرَبَ بِالْبُوقِ مِنْ غَيْر أَنْ يَمَسّهُ أَحَد - وَمِنْهَا الصُّوَر الَّتِي تُصَوِّرهَا الرُّوم وَالْهِنْد حَتَّى لَا يُفَرِّق النَّاظِر بَيْنهَا وَبَيْن الْإِنْسَان حَتَّى يُصَوِّرُونَهَا ضَاحِكَة وَبَاكِيَة إِلَى أَنْ قَالَ : فَهَذِهِ الْوُجُوه مِنْ لَطِيف أُمُور التَّخَايِيل قَالَ : وَكَانَ سِحْر سَحَرَة فِرْعَوْن مِنْ هَذَا الْقَبِيل \" قُلْت \" يَعْنِي مَا قَالَهُ بَعْض الْمُفَسِّرِينَ : أَنَّهُمْ عَمَدُوا إِلَى تِلْكَ الْحِبَال وَالْعِصِيّ فَحَشَوْهَا زِئْبَقًا فَصَارَتْ تَتَلَوَّى بِسَبَبِ مَا فِيهَا مِنْ ذَلِكَ الزِّئْبَق فَيُخَيَّلُ إِلَى الرَّائِي أَنَّهَا تَسْعَى بِاخْتِيَارِهَا قَالَ الرَّازِيّ : وَمِنْ هَذَا الْبَاب تَرْكِيب صُنْدُوق السَّاعَات وَيَنْدَرِج فِي هَذَا الْبَاب عِلْم جَرّ الْأَثْقَال بِالْآلَاتِ الْخَفِيفَة قَالَ : وَهَذَا فِي الْحَقِيقَة لَا يَنْبَغِي أَنْ يُعَدّ مِنْ بَاب السِّحْر لِأَنَّ لَهَا أَسْبَابًا مَعْلُومَة يَقِينِيَّة مَنْ اِطَّلَعَ عَلَيْهَا قَدَرَ عَلَيْهَا \" قُلْت \" وَمِنْ هَذَا الْقَبِيل حِيَل النَّصَارَى عَلَى عَامَّتهمْ بِمَا يُرُونَهُمْ إِيَّاهُ مِنْ الْأَنْوَار كَقَضِيَّةِ قُمَامَة الْكَنِيسَة الَّتِي لَهُمْ بِبَلَدِ الْمَقْدِس وَمَا يَحْتَالُونَ بِهِ مِنْ إِدْخَال النَّار خُفْيَة إِلَى الْكَنِيسَة وَإِشْعَال ذَلِكَ الْقِنْدِيل بِصَنْعَةٍ لَطِيفَة تَرُوج عَلَى الطَّغَام مِنْهُمْ وَأَمَّا الْخَوَاصّ فَهُمْ مُعْتَرِفُونَ بِذَلِكَ وَلَكِنْ يَتَأَوَّلُونَ أَنَّهُمْ يَجْمَعُونَ شَمْل أَصْحَابهمْ عَلَى دِينهمْ فَيَرَوْنَ ذَلِكَ سَائِغًا لَهُمْ وَفِيهِمْ شُبْهَة عَلَى الْجَهَلَة الْأَغْبِيَاء مِنْ مُتَعَبِّدِي الْكَرَّامِيَّة الَّذِينَ يَرَوْنَ جَوَاز وَضْع الْأَحَادِيث فِي التَّرْغِيب وَالتَّرْهِيب فَيُدْخِلُونَ فِي عِدَاد مَنْ قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِيهِمْ \" مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَده مِنْ النَّار \" وَقَوْله \" حَدِّثُوا عَنِّي وَلَا تَكْذِبُوا عَلَيَّ فَإِنَّهُ مَنْ يَكْذِب عَلَيَّ يَلِج النَّار\" ثُمَّ ذَكَرَ هَاهُنَا حِكَايَة عَنْ بَعْض الرُّهْبَان وَهُوَ أَنَّهُ سَمِعَ صَوْت طَائِر حَزِين الصَّوْت ضَعِيف الْحَرَكَة فَإِذَا سَمِعَتْهُ الطُّيُورُ تَرِقّ لَهُ فَتَذْهَب فَتُلْقِي فِي وَكْره مِنْ ثَمَر الزَّيْتُون لِيَتَبَلَّغ بِهِ فَعَمَدَ هَذَا الرَّاهِب إِلَى صَنْعَة طَائِر عَلَى شَكْله وَتَوَصَّلَ إِلَى أَنْ جَعَلَهُ أَجْوَف فَإِذَا دَخَلَتْهُ الرِّيح يُسْمَع مِنْهُ صَوْت كَصَوْتِ ذَلِكَ الطَّائِر وَانْقَطَعَ فِي صَوْمَعَة اِبْتَنَاهَا وَزَعَمَ أَنَّهَا عَلَى قَبْر بَعْض صَالِحِيهِمْ وَعَلَّقَ الطَّائِر فِي مَكَان مِنْهَا فَإِذَا كَانَ زَمَان الزَّيْتُون فَتَحَ بَابًا مِنْ نَاحِيَته فَيَدْخُل الرِّيح إِلَى دَاخِل هَذِهِ الصُّورَة فَيَسْمَع صَوْتهَا كُلّ طَائِر فِي شَكْله أَيْضًا فَتَأْتِي الطُّيُور فَتَحْمِل مِنْ الزَّيْتُون شَيْئًا كَثِيرًا فَلَا تَرَى النَّصَارَى إِلَّا ذَلِكَ الزَّيْتُون فِي هَذِهِ الصَّوْمَعَة وَلَا يَدْرُونَ مَا سَبَبه فَفَتَنَهُمْ بِذَلِكَ وَأَوْهَمَ أَنَّ هَذَا مِنْ كَرَامَات صَاحِب هَذَا الْقَبْر عَلَيْهِمْ لَعَائِن اللَّه الْمُتَتَابِعَة إِلَى يَوْم الْقِيَامَة . \" قَالَ الرَّازِيّ : النَّوْع السَّادِس مِنْ السِّحْر \" الِاسْتِعَانَة بِخَوَاصّ الْأَدْوِيَة يَعْنِي فِي الْأَطْعِمَة وَالدِّهَانَات قَالَ : وَاعْلَمْ أَنْ لَا سَبِيل إِلَى إِنْكَار الْخَوَاصّ فَإِنَّ تَأْثِير الْمِغْنَاطِيس مُشَاهَد \" قُلْت\" يَدْخُل فِي هَذَا الْقَبِيل كَثِير مِمَّنْ يَدَّعِي الْفَقْر وَيَتَخَيَّل عَلَى جَهَلَة النَّاس بِهَذِهِ الْخَوَاصّ مُدَّعِيًا أَنَّهَا أَحْوَال لَهُ مِنْ مُخَالَطَة النِّيرَان وَمَسْك الْحَيَّات إِلَى غَيْر ذَلِكَ مِنْ الْمُحَالَات . قَالَ \" النَّوْع السَّابِع مِنْ السِّحْر \" التَّعْلِيق لِلْقَلْبِ وَهُوَ أَنْ يَدَّعِي السَّاحِر أَنَّهُ عَرَفَ الِاسْم الْأَعْظَم وَأَنَّ الْجِنّ يُطِيعُونَهُ وَيَنْقَادُونَ لَهُ فِي أَكْثَر الْأُمُور إِذَا اِتَّفَقَ أَنْ يَكُون ذَلِكَ السَّامِع ضَعِيف الْعَقْل قَلِيل التَّمْيِيز اِعْتَقَدَ أَنَّهُ حَقّ وَتَعَلَّقَ قَلْبه بِذَلِكَ وَحَصَلَ فِي نَفْسه نَوْع مِنْ الرُّعْب وَالْمَخَافَة فَإِذَا حَصَلَ الْخَوْف ضَعُفَتْ الْقُوَى الْحَسَّاسَة فَحِينَئِذٍ يَتَمَكَّن السَّاحِر أَنْ يَفْعَل مَا يَشَاء \" قُلْت \" هَذَا النَّمَط يُقَال لَهُ التنبلة وَإِنَّمَا يَرُوج عَلَى ضُعَفَاء الْعُقُول مِنْ بَنِي آدَم وَفِي عِلْم الْفَرَاسَة مَا يُرْشِد إِلَى مَعْرِفَة كَامِل الْعَقْل مِنْ نَاقِصه فَإِذَا كَانَ النَّبِيل حَاذِقًا فِي عِلْم الْفَرَاسَة عَرَفَ مَنْ يَنْقَاد لَهُ مِنْ النَّاس مِنْ غَيْره . قَالَ \" النَّوْع الثَّامِن مِنْ السِّحْر\" السَّعْي بِالنَّمِيمَةِ التَّقْرِيب مِنْ وُجُوه خَفِيفَة لَطِيفَة وَذَلِكَ شَائِع فِي النَّاس \" قُلْت \" النَّمِيمَة عَلَى قِسْمَيْنِ تَارَة تَكُون عَلَى وَجْه التَّحْرِيش بَيْن النَّاس وَتَفْرِيق قُلُوب الْمُؤْمِنِينَ فَهَذَا حَرَام مُتَّفَق عَلَيْهِ فَأَمَّا إِنْ كَانَتْ عَلَى وَجْه الْإِصْلَاح بَيْن النَّاس وَائْتِلَاف كَلِمَة الْمُسْلِمِينَ كَمَا جَاءَ فِي الْحَدِيث \" لَيْسَ بِالْكَذَّابِ مَنْ يَنُمّ خَيْرًا\" أَوْ يَكُون عَلَى وَجْه التَّخْذِيل وَالتَّفْرِيق بَيْن جُمُوع الْكَفَرَة فَهَذَا أَمْر مَطْلُوب كَمَا جَاءَ فِي الْحَدِيث \" الْحَرْبُ خُدْعَةٌ\" وَكَمَا فَعَلَ نُعَيْم بْن مَسْعُود فِي تَفْرِيقه بَيْن كَلِمَة الْأَحْزَاب وَبَيْن قُرَيْظَة : جَاءَ إِلَى هَؤُلَاءِ فَنَمَّى إِلَيْهِمْ عَنْ هَؤُلَاءِ كَلَامًا وَنَقَلَ مِنْ هَؤُلَاءِ إِلَى أُولَئِكَ شَيْئًا آخَر ثُمَّ لَأَمَ بَيْن ذَلِكَ فَتَنَاكَرَتْ النُّفُوس وَافْتَرَقَتْ وَإِنَّمَا يَحْذُو عَلَى مِثْل هَذَا الذَّكَاء وَالْبَصِيرَة النَّافِذَة وَبِاَللَّهِ الْمُسْتَعَان . ثُمَّ قَالَ الرَّازِيّ : فَهَذِهِ جُمْلَة الْكَلَام فِي أَقْسَام السِّحْر وَشَرْح أَنْوَاعه وَأَصْنَافه \" قُلْت\" وَإِنَّمَا أَدْخَلَ كَثِيرًا مِنْ هَذِهِ الْأَنْوَاع الْمَذْكُورَة فِي فَنّ السِّحْر لِلَطَافَةِ مَدَارِكهَا لِأَنَّ السِّحْر فِي اللُّغَة عِبَارَة عَمَّا لَطُفَ وَخَفِيَ سَبَبه وَلِهَذَا جَاءَ فِي الْحَدِيث\" إِنَّ مِنْ الْبَيَان لَسِحْرًا \" وَسُمِّيَ السَّحُور لِكَوْنِهِ يَقَع خَفِيًّا آخِر اللَّيْل وَالسَّحْر الرِّئَة وَهِيَ مَحَلّ الْغِذَاء وَسُمِّيَتْ بِذَلِكَ لِخَفَائِهَا وَلُطْف مَجَارِيهَا إِلَى أَجْزَاء الْبَدَن وَغُضُونه كَمَا قَالَ أَبُو جَهْل يَوْم بَدْر لِعُتْبَة : اِنْتَفَخَ سَحَره أَيْ اِنْتَفَخَتْ رِئَته مِنْ الْخَوْف وَقَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا : تُوُفِّيَ رَسُول - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَيْن سَحَرِي وَنَحْرِي وَقَالَ تَعَالَى \" سَحَرُوا أَعْيُن النَّاس \" أَيْ أَخْفَوْا عَنْهُمْ عَمَلهمْ وَاَللَّه أَعْلَم. وَقَالَ أَبُو عَبْد اللَّه الْقُرْطُبِيّ : وَعِنْدنَا أَنَّ السِّحْر حَقّ وَلَهُ حَقِيقَة يَخْلُق اللَّه عِنْده مَا يَشَاء خِلَافًا لِلْمُعْتَزِلَةِ وَأَبِي إِسْحَاق الْإِسْفَرَايِينِيّ مِنْ الشَّافِعِيَّة حَيْثُ قَالُوا : إِنَّهُ تَمْوِيه وَتَخْيِيل قَالَ : وَمِنْ السِّحْر مَا يَكُون بِخِفَّةِ الْيَد كَالشَّعْوَذَةِ وَالشَّعْوَذِيّ الْبَرِيد لِخِفَّةِ سَيْره قَالَ اِبْن فَارِس : وَلَيْسَتْ هَذِهِ الْكَلِمَة مِنْ كَلَام أَهْل الْبَادِيَة قَالَ الْقُرْطُبِيّ : وَمِنْهُ مَا يَكُون كَلَام يُحْفَظ وَرُقًى مِنْ أَسْمَاء اللَّه تَعَالَى وَقَدْ يَكُون مِنْ عُهُود الشَّيَاطِين وَيَكُون أَدْوِيَة وَأَدْخِنَة وَغَيْر ذَلِكَ قَالَ : وَقَوْله عَلَيْهِ السَّلَام \" إِنَّ مِنْ الْبَيَان لَسِحْرًا \" يَحْتَمِل أَنْ يَكُون مَدْحًا كَمَا تَقُولهُ طَائِفَة وَيَحْتَمِل أَنْ يَكُون ذَمًّا لِلْبَلَاغَةِ قَالَ : وَهَذَا أَصَحّ قَالَ : لِأَنَّهَا تُصَوِّب الْبَاطِل حَتَّى تُوهِم السَّامِع أَنَّهُ حَقّ كَمَا قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام\" فَلَعَلَّ بَعْضكُمْ أَنْ يَكُون أَلْحَن بِحُجَّتِهِ مِنْ بَعْض فَأَقْضِي لَهُ \" الْحَدِيث . \" فَصْلٌ \" وَقَدْ ذَكَرَ الْوَزِير أَبُو الْمُظَفَّر يَحْيَى بْن مُحَمَّد بْن هُبَيْرَة رَحِمَهُ اللَّه فِي كِتَابه \" الْإِشْرَاف عَلَى مَذَاهِب الْأَشْرَاف \" بَابًا فِي السِّحْر فَقَالَ : أَجْمَعُوا عَلَى أَنَّ السِّحْر لَهُ حَقِيقَة إِلَّا أَبَا حَنِيفَة فَإِنَّهُ قَالَ : لَا حَقِيقَة لَهُ عِنْده وَاخْتَلَفُوا فِيمَنْ يَتَعَلَّم السِّحْر وَيَسْتَعْمِلهُ فَقَالَ أَبُو حَنِيفَة وَمَالِك وَأَحْمَد يَكْفُر بِذَلِكَ وَمِنْ أَصْحَاب أَبِي حَنِيفَة مَنْ قَالَ : إِنْ تَعَلَّمَهُ لِيَتَّقِيَهُ أَوْ لِيَجْتَنِبهُ فَلَا يَكْفُر وَمَنْ تَعَلَّمَهُ مُعْتَقِدًا جَوَازه أَوْ أَنَّهُ يَنْفَعهُ كَفَرَ وَكَذَا مَنْ اِعْتَقَدَ أَنَّ الشَّيَاطِين تَفْعَل لَهُ مَا يَشَاء فَهُوَ كَافِر وَقَالَ الشَّافِعِيّ رَحِمَهُ اللَّه إِذَا تَعَلَّمَ السِّحْر قُلْنَا لَهُ صِفْ لَنَا سِحْرك فَإِنْ وَصَفَ مَا يُوجِب الْكُفْر مِثْل مَا اِعْتَقَدَهُ أَهْل بَابِل مِنْ التَّقَرُّب إِلَى الْكَوَاكِب السَّبْعَة وَأَنَّهَا تَفْعَل مَا يُلْتَمَس مِنْهَا فَهُوَ كَافِر وَإِنْ كَانَ لَا يُوجِب الْكُفْر فَإِنْ اِعْتَقَدَ إِبَاحَته فَهُوَ كَافِر . قَالَ اِبْن هُبَيْرَة : وَهَلْ يُقْتَل بِمُجَرَّدِ فِعْله وَاسْتِعْمَاله ؟ فَقَالَ مَالِك وَأَحْمَد نَعَمْ وَقَالَ الشَّافِعِيّ وَأَبُو حَنِيفَة لَا فَأَمَّا إِنْ قُتِلَ بِسِحْرِهِ إِنْسَانًا فَإِنَّهُ يُقْتَل عِنْد مَالِك وَالشَّافِعِيّ وَأَحْمَد وَقَالَ أَبُو حَنِيفَة : لَا يُقْتَل حَتَّى يَتَكَرَّر مِنْهُ ذَلِكَ أَوْ يُقِرّ بِذَلِكَ فِي حَقّ شَخْص مُعَيَّن وَإِذَا قُتِلَ فَإِنَّهُ يُقْتَل حَدًّا عِنْدهمْ إِلَّا الشَّافِعِيّ فَإِنَّهُ قَالَ يُقْتَل وَالْحَالَة هَذِهِ قِصَاصًا قَالَ وَهَلْ إِذَا تَابَ السَّاحِر تُقْبَل تَوْبَته ؟ فَقَالَ مَالِك وَأَبُو حَنِيفَة وَأَحْمَد فِي الْمَشْهُور عَنْهُمْ : لَا تُقْبَل وَقَالَ الشَّافِعِيّ وَأَحْمَد فِي الرِّوَايَة الْأُخْرَى تُقْبَل وَأَمَّا سَاحِر أَهْل الْكِتَاب فَعِنْد أَبِي حَنِيفَة أَنَّهُ يُقْتَل كَمَا يُقْتَل السَّاحِر الْمُسْلِم وَقَالَ مَالِك وَأَحْمَد وَالشَّافِعِيّ : لَا يُقْتَل يَعْنِي لِقِصَّةِ لَبِيد بْن الْأَعْصَم وَاخْتَلَفُوا فِي الْمُسْلِمَة السَّاحِرَة فَعِنْد أَبِي حَنِيفَة أَنَّهَا لَا تُقْتَل وَلَكِنْ تُحْبَس وَقَالَ الثَّلَاثَة : حُكْمهَا حُكْم الرَّجُل وَاَللَّه أَعْلَم وَقَالَ أَبُو بَكْر الْخَلَّال : أَخْبَرَنَا أَبُو بَكْر الْمَرْوَزِيّ قَالَ قَرَأَ عَلَى أَبِي عَبْد اللَّه - يَعْنِي أَحْمَد بْن حَنْبَل - عُمَرُ بْنُ هَارُونَ أَخْبَرَنَا يُونُس عَنْ الزُّهْرِيّ قَالَ : يُقْتَل سَاحِر الْمُسْلِمِينَ وَلَا يُقْتَل سَاحِر الْمُشْرِكِينَ لِأَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سَحَرَتْهُ اِمْرَأَة مِنْ الْيَهُود فَلَمْ يَقْتُلهَا . وَقَدْ نَقَلَ الْقُرْطُبِيّ عَنْ مَالِك رَحِمَهُ اللَّه أَنَّهُ قَالَ فِي الذِّمِّيّ يُقْتَل إِنْ قَتَلَ سِحْرُهُ وَحَكَى اِبْن خُوَيْز مِنْدَاد عَنْ مَالِك رِوَايَتَيْنِ فِي الذِّمِّيّ إِذَا سَحَرَ : إِحْدَاهُمَا أَنَّهُ يُسْتَتَاب فَإِنْ أَسْلَمَ وَإِلَّا قُتِلَ وَالثَّانِيَة أَنَّهُ يُقْتَل وَإِنْ أَسْلَمَ وَأَمَّا السَّاحِر الْمُسْلِم فَإِنْ تَضَمَّنَ سِحْرُهُ كُفْرًا كَفَرَ عِنْد الْأَئِمَّة الْأَرْبَعَة وَغَيْرهمْ لِقَوْلِهِ تَعَالَى \" وَمَا يُعَلِّمَانِ مِنْ أَحَد حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَة فَلَا تَكْفُر \" لَكِنْ قَالَ مَالِك إِذَا ظُهِرَ عَلَيْهِ لَمْ تُقْبَل تَوْبَته لِأَنَّهُ كَالزِّنْدِيقِ فَإِنْ تَابَ قَبْل أَنْ يُظْهَر عَلَيْهِ وَجَاءَنَا تَائِبًا قَبِلْنَاهُ فَإِنْ قَتَلَ سِحْرُهُ قُتِلَ قَالَ الشَّافِعِيّ : فَإِنْ قَالَ لَمْ أَتَعَمَّد الْقَتْل فَهُوَ مُخْطِئ تَجِب عَلَيْهِ الدِّيَة . \" مَسْأَلَةٌ \" وَهَلْ يُسْأَل السَّاحِر حَلًّا لِسِحْرِهِ فَأَجَازَ سَعِيد بْن الْمُسَيِّب فِيمَا نَقَلَهُ عَنْهُ الْبُخَارِيّ وَقَالَ عَامِر الشَّعْبِيّ : لَا بَأْس بِالنُّشْرَةِ وَكَرِهَ ذَلِكَ الْحَسَن الْبَصْرِيّ وَفِي الصَّحِيح عَنْ عَائِشَة أَنَّهَا قَالَتْ يَا رَسُول اللَّه هَلَّا تَنَشَّرْت فَقَالَ \" أَمَّا اللَّه فَقَدْ شَفَانِي وَخَشِيت أَنْ أَفْتَح عَلَى النَّاس شَرًّا \" وَحَكَى الْقُرْطُبِيّ عَنْ وَهْب : أَنَّهُ قَالَ يُؤْخَذ سَبْع وَرَقَات مِنْ سِدْر فَتُدَقّ بَيْن حَجَرَيْنِ ثُمَّ تُضْرَب بِالْمَاءِ وَيُقْرَأ عَلَيْهَا آيَة الْكُرْسِيّ وَيَشْرَب مِنْهَا الْمَسْحُور ثَلَاث حَسْوَات ثُمَّ يَغْتَسِل بِبَاقِيهِ فَإِنَّهُ يُذْهِب مَا بِهِ وَهُوَ جَيِّد لِلرَّجُلِ الَّذِي يُؤْخَذ عَنْ اِمْرَأَته \" قُلْت \" أَنْفَع مَا يُسْتَعْمَل لِإِذْهَابِ السِّحْر مَا أَنْزَلَ اللَّه عَلَى رَسُوله فِي إِذْهَاب ذَلِكَ وَهُمَا الْمُعَوِّذَتَانِ وَفِي الْحَدِيث \" لَمْ يَتَعَوَّذ الْمُتَعَوِّذ بِمِثْلِهِمَا \" وَكَذَلِكَ قِرَاءَة الْكُرْسِيّ فَإِنَّهَا مُطْرِدَة لِلشَّيْطَانِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38502, "aya_id": 103}]