[{"text": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُوْلَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 24, "type": 0, "id": 2853, "aya_id": 62}, {"text": "إنما المؤمنون الذين آمنوا بالله ورسوله وإذا كانوا معه على أمر جامع لم يذهبوا حتى يستأذنوه إن الذين يستأذنونك أولئك الذين يؤمنون بالله ورسوله فإذا استأذنوك لبعض شأنهم فأذن لمن شئت منهم واستغفر لهم الله إن الله غفور رحيم", "sura_id": 24, "type": 1, "id": 9089, "aya_id": 62}, {"text": "62 - (إنما المؤمنون الذين آمنوا بالله ورسوله وإذا كانوا معه) الرسول (على أمر جامع) كخطبة الجمعة (لم يذهبوا) لعروض عذر لهم (حتى يستأذنوه إن الذين يستأذنونك أولئك الذين يؤمنون بالله ورسوله فإذا استأذنوك لبعض شأنهم) أمرهم (فأذن لمن شئت منهم) بالإنصراف (واستغفر لهم الله إن الله غفور رحيم) \r\n", "sura_id": 24, "type": 2, "id": 27797, "aya_id": 62}, {"text": "إنما المؤمنون حقًا هم الذين صدَّقوا الله ورسوله، وعملوا بشرعه، وإذا كانوا مع النبي صلى الله عليه وسلم على أمر جمعهم له في مصلحة المسلمين، لم ينصرف أحد منهم حتى يستأذنه، إن الذين يستأذنونك - أيها النبي - هم الذين يؤمنون بالله ورسوله حقًا، فإذا استأذنوك لبعض حاجتهم فَأْذَن لمن شئت ممن طلب الإذن في الانصراف لعذر، واطلب لهم المغفرة من الله. إن الله غفور لذنوب عباده التائبين، رحيم بهم.\r\n", "sura_id": 24, "type": 3, "id": 34033, "aya_id": 62}, {"text": " <font color=red>إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>وَهَذَا أَيْضًا أَدَب أَرْشَدَ اللَّه عِبَاده الْمُؤْمِنِينَ إِلَيْهِ فَكَمَا أَمَرَهُمْ بِالِاسْتِئْذَانِ عِنْد الدُّخُول كَذَلِكَ أَمَرَهُمْ بِالِاسْتِئْذَانِ عِنْد الِانْصِرَاف لَا سِيَّمَا إِذَا كَانُوا فِي أَمْر جَامِع مَعَ الرَّسُول صَلَوَات اللَّه وَسَلَامه عَلَيْهِ مِنْ صَلَاة جُمْعَة أَوْ عِيد جَمَاعَة أَوْ اِجْتِمَاع فِي مَشُورَة وَنَحْو ذَلِكَ أَمَرَهُمْ اللَّه تَعَالَى أَنْ لَا يَتَفَرَّقُوا عَنْهُ وَالْحَالَة هَذِهِ إِلَّا بَعْد اِسْتِئْذَانه وَمُشَاوَرَته وَأَنَّ مَنْ يَفْعَل ذَلِكَ فَإِنَّهُ مِنْ الْمُؤْمِنِينَ الْكَامِلِينَ ثُمَّ أَمَرَ رَسُوله صَلَوَات اللَّه وَسَلَامه عَلَيْهِ إِذَا اِسْتَأْذَنَهُ أَحَد مِنْهُمْ فِي ذَلِكَ أَنْ يَأْذَن لَهُ إِنْ شَاءَ وَلِهَذَا قَالَ \" فَاِئْذَن لِمَنْ شِئْت مِنْهُمْ وَاسْتَغْفِرْ لَهُمْ \" الْآيَة وَقَدْ قَالَ أَبُو دَاوُد حَدَّثَنَا أَحْمَد بْن حَنْبَل وَمُسَدَّد قَالَا حَدَّثَنَا بِشْر هُوَ اِبْن الْمُفَضَّل عَنْ اِبْن عَجْلَان عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا اِنْتَهَى أَحَدكُمْ إِلَى الْمَجْلِس فَلْيُسَلِّمْ فَإِذَا أَرَادَ أَنْ يَقُوم فَلْيُسَلِّمْ فَلَيْسَتْ الْأُولَى بِأَحَقّ مِنْ الْآخِرَة \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث مُحَمَّد بْن عَجْلَان بِهِ وَقَالَ التِّرْمِذِيّ : حَدِيث حَسَن .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39283, "aya_id": 62}]