[{"text": "وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُم مِّن فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ", "sura_id": 42, "type": 0, "id": 4298, "aya_id": 26}, {"text": "ويستجيب الذين آمنوا وعملوا الصالحات ويزيدهم من فضله والكافرون لهم عذاب شديد", "sura_id": 42, "type": 1, "id": 10534, "aya_id": 26}, {"text": "26 - (ويستجيب الذين آمنوا وعملوا الصالحات) يجيبهم إلى ما يسألون (ويزيدهم) الله (من فضله والكافرون لهم عذاب شديد) \r\n", "sura_id": 42, "type": 2, "id": 29242, "aya_id": 26}, {"text": "ويستجيب الذين آمنوا بالله ورسوله لربهم لِمَا دعاهم إليه وينقادون له، ويزيدهم من فضله توفيقًا ومضاعفة في الأجر والثواب. والكافرون بالله ورسوله لهم يوم القيامة عذاب شديد موجع مؤلم.\r\n", "sura_id": 42, "type": 3, "id": 35478, "aya_id": 26}, {"text": " <font color=red>وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ</font><BR><p>قَالَ السُّدِّيّ يَعْنِي يَسْتَجِيب لَهُمْ وَكَذَا قَالَ اِبْن جَرِير مَعْنَاهُ يَسْتَجِيب لَهُمْ الدُّعَاء لِأَنْفُسِهِمْ وَلِأَصْحَابِهِمْ وَإِخْوَانهمْ وَحَكَاهُ عَنْ بَعْض النُّحَاة وَأَنَّهُ جَعَلَهَا كَقَوْلِهِ عَزَّ وَجَلَّ\" فَاسْتَجَابَ لَهُمْ رَبّهمْ \" ثُمَّ رَوَى هُوَ وَابْن أَبِي حَاتِم مِنْ حَدِيث الْأَعْمَش عَنْ شَقِيق بْن سَلَمَة عَنْ سَلَمَة بْن سَبْرَة قَالَ خَطَبَنَا مُعَاذ رَضِيَ اللَّه عَنْهُ بِالشَّامِ فَقَالَ أَنْتُمْ الْمُؤْمِنُونَ وَأَنْتُمْ أَهْل الْجَنَّة وَاَللَّه إِنِّي لَأَرْجُو أَنْ يُدْخِل اللَّه تَعَالَى مَنْ تَسُبُّونَ مِنْ فَارِس وَالرُّوم الْجَنَّة وَذَلِكَ بِأَنَّ أَحَدكُمْ إِذَا عَمِلَ لَهُ يَعْنِي أَحَدهمْ عَمَلًا قَالَ أَحْسَنْت رَحِمَك اللَّه أَحْسَنْت بَارَكَ اللَّه فِيك ثُمَّ قَرَأَ \" وَيَسْتَجِيب الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات وَيَزِيدهُمْ مِنْ فَضْله \" . وَحَكَى اِبْن جَرِير مِنْ بَعْض أَهْل الْعَرَبِيَّة أَنَّهُ جَعَلَ قَوْله \" الَّذِينَ يَسْتَمِعُونَ الْقَوْل\" أَيْ هُمْ الَّذِينَ يَسْتَجِيبُونَ لِلْحَقِّ وَيَتَّبِعُونَهُ كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" إِنَّمَا يَسْتَجِيب الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثهُمْ اللَّه \" وَالْمَعْنَى الْأَوَّل أَظْهَر لِقَوْلِهِ تَعَالَى\" وَيَزِيدهُمْ مِنْ فَضْله \" أَيْ يَسْتَجِيب دُعَاءَهُمْ وَيَزِيدهُمْ فَوْق ذَلِكَ . وَلِهَذَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن الْمُصَفَّى حَدَّثَنَا بَقِيَّة حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه الْكِنْدِيّ حَدَّثَنَا الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" وَيَزِيدهُمْ مِنْ فَضْله \" قَالَ \" الشَّفَاعَة لِمَنْ وَجَبَتْ لَهُ النَّار مِمَّنْ صَنَعَ إِلَيْهِمْ مَعْرُوفًا فِي الدُّنْيَا \" وَقَالَ قَتَادَة عَنْ إِبْرَاهِيم النَّخَعِيّ فِي قَوْله عَزَّ وَجَلَّ \" وَيَسْتَجِيب الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" قَالَ يُشَفَّعُونَ فِي إِخْوَانهمْ\" وَيَزِيدهُمْ مِنْ فَضْله \" قَالَ يُشَفَّعُونَ فِي إِخْوَان إِخْوَانهمْ. وَقَوْله عَزَّ وَجَلَّ \" وَالْكَافِرُونَ لَهُمْ عَذَاب شَدِيد \" لَمَّا ذَكَرَ الْمُؤْمِنِينَ وَمَا لَهُمْ مِنْ الثَّوَاب الْجَزِيل ذَكَرَ الْكَافِرِينَ وَمَا لَهُمْ عِنْده يَوْم الْقِيَامَة مِنْ الْعَذَاب الشَّدِيد الْمُوجِع الْمُؤْلِم يَوْم مَعَادهمْ وَحِسَابهمْ .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41097, "aya_id": 26}]