[{"text": "وَمَا أُبَرِّىءُ نَفْسِي إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّيَ إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ", "sura_id": 12, "type": 0, "id": 1649, "aya_id": 53}, {"text": "وما أبرئ نفسي إن النفس لأمارة بالسوء إلا ما رحم ربي إن ربي غفور رحيم", "sura_id": 12, "type": 1, "id": 7885, "aya_id": 53}, {"text": "53 - (وما أبرئ نفسي) من الزلل (إن النفس) الجنس (لأمارة) كثيرة الأمر (بالسوء إلا ما) بمعنى من (رحم ربي) فعصمه (إن ربي غفور رحيم) \r\n", "sura_id": 12, "type": 2, "id": 26593, "aya_id": 53}, {"text": "قالت امرأة العزيز: وما أزكي نفسي ولا أبرئها, إن النفس لكثيرة الأمر لصاحبها بعمل المعاصي طلبا لملذاتها, إلا مَن عصمه الله. إن الله غفور لذنوب مَن تاب مِن عباده, رحيم بهم.\r\n", "sura_id": 12, "type": 3, "id": 32829, "aya_id": 53}, {"text": " <font color=red>وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ</font><BR><p>\" ذَلِكَ لِيَعْلَم أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ \" تَقُول إِنَّمَا اِعْتَرَفْت بِهَذَا عَلَى نَفْسِي لِيَعْلَم زَوْجِي أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ فِي نَفْس الْأَمْر وَلَا وَقَعَ الْمَحْذُور الْأَكْبَر وَإِنَّمَا رَاوَدْت هَذَا الشَّابّ مُرَاوَدَة فَامْتَنَعَ فَلِهَذَا اِعْتَرَفْت لِيَعْلَم أَنِّي بَرِيئَة \" وَأَنَّ اللَّه لَا يَهْدِي كَيْد الْخَائِنِينَ وَمَا أُبَرِّئ نَفْسِي \" تَقُول الْمَرْأَة وَلَسْت أُبَرِّئ نَفْسِي فَإِنَّ النَّفْس تَتَحَدَّث وَتَتَمَنَّى وَلِهَذَا رَاوَدْته لِأَنَّ \" النَّفْس لَأَمَّارَة بِالسُّوءِ إِلَّا مَا رَحِم رَبِّي \" أَيْ إِلَّا مَنْ عَصَمَهُ اللَّه تَعَالَى \" إِنَّ رَبِّي غَفُور رَحِيم \" وَهَذَا الْقَوْل هُوَ الْأَشْهَر وَالْأَلْيَق وَالْأَنْسَب بِسِيَاقِ الْقِصَّة وَمَعَانِي الْكَلَام وَقَدْ حَكَاهُ الْمَاوَرْدِيّ فِي تَفْسِيره وَانْتُدِبَ لِنَصْرِهِ الْإِمَام أَبُو الْعَبَّاس رَحِمَهُ اللَّه فَأَفْرَدَهُ بِتَصْنِيفٍ عَلَى حِدَة وَقَدْ قِيلَ إِنَّ ذَلِكَ مِنْ كَلَام يُوسُف عَلَيْهِ السَّلَام يَقُول \" قَالَ لِيَعْلَم أَنِّي لَمْ أَخُنْهُ فِي زَوْجَته\" بِالْغَيْبِ \" الْآيَتَيْنِ أَيْ إِنَّمَا رَدَدْت الرَّسُول لِيَعْلَم الْمَلِك بَرَاءَتِي وَلِيَعْلَم الْعَزِيز \" أَنِّي لَمْ أَخُنْهُ \" فِي زَوْجَته \" بِالْغَيْبِ وَأَنَّ اللَّه لَا يَهْدِي كَيْد الْخَائِنِينَ\" الْآيَة وَهَذَا الْقَوْل هُوَ الَّذِي لَمْ يَحْكِ اِبْن جَرِير وَلَا ابْن أَبِي حَاتِم سِوَاهُ قَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَمَّا جَمَعَ الْمَلِك النِّسْوَة فَسَأَلَهُنَّ هَلْ رَاوَدْتُنَّ يُوسُف عَنْ نَفْسه ؟ \" قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوء قَالَتْ اِمْرَأَة الْعَزِيز الْآن حَصْحَصَ الْحَقّ \" الْآيَة قَالَ يُوسُف \" ذَلِكَ لِيَعْلَم أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ \" فَقَالَ لَهُ جِبْرِيل عَلَيْهِ السَّلَام : وَلَا يَوْم هَمَمْت بِمَا هَمَمْت بِهِ ؟ فَقَالَ \" وَمَا أُبَرِّئ نَفْسِي \" الْآيَة وَهَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَابْن أَبَى الْهُذَيْلِ وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَالْقَوْل الْأَوَّل أَقْوَى وَأَظْهَر لِأَنَّ سِيَاق الْكَلَام كُلّه مِنْ كَلَام اِمْرَأَة الْعَزِيز بِحَضْرَةِ الْمَلِك وَلَمْ يَكُنْ يُوسُف عَلَيْهِ السَّلَام عِنْدهمْ بَلْ بَعْد ذَلِكَ أَحْضَرَهُ الْمَلِك .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37806, "aya_id": 53}]