[{"text": "فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلْفَى وَحُسْنَ مَآبٍ", "sura_id": 38, "type": 0, "id": 3995, "aya_id": 25}, {"text": "فغفرنا له ذلك وإن له عندنا لزلفى وحسن مآب", "sura_id": 38, "type": 1, "id": 10231, "aya_id": 25}, {"text": "25 - (فغفرنا له ذلك وإن له عندنا لزلفى) زيادة خير في الدنيا (وحسن مآب) مرجع في الآخرة \r\n", "sura_id": 38, "type": 2, "id": 28939, "aya_id": 25}, {"text": "فغفرنا له ذلك، وجعلناه من المقرَّبين عندنا, وأعددنا له حسن المصير في الآخرة.\r\n", "sura_id": 38, "type": 3, "id": 35175, "aya_id": 25}, {"text": " <font color=red>فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ</font><BR><p>وَقَوْله تَعَالَى \" وَإِنَّ لَهُ عِنْدنَا لَزُلْفَى وَحُسْن مَآب \" أَيْ وَإِنَّ لَهُ يَوْم الْقِيَامَة لَقُرْبَة يُقَرِّبهُ اللَّه عَزَّ وَجَلَّ بِهَا وَحُسْن مَرْجِع وَهُوَ الدَّرَجَات الْعَالِيَة فِي الْجَنَّة لِنَوْبَتِهِ وَعَدْله التَّامّ فِي مُلْكه كَمَا جَاءَ فِي الصَّحِيح \" الْمُقْسِطُونَ عَلَى مَنَابِر مِنْ نُور عَنْ يَمِين الرَّحْمَن وَكِلْتَا يَدَيْهِ يَمِين الَّذِينَ يُقْسِطُونَ فِي أَهْلِيهِمْ وَمَا وَلَوْا \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم ثنا فُضَيْل عَنْ عَطِيَّة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَحَبَّ النَّاس إِلَى اللَّه يَوْم الْقِيَامَة وَأَقْرَبهمْ مِنْهُ مَجْلِسًا إِمَام عَادِل وَإِنَّ أَبْغَض النَّاس إِلَى اللَّه يَوْم الْقِيَامَة وَأَشَدّهمْ عَذَابًا إِمَام جَائِر \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث فُضَيْل وَهُوَ اِبْن مَرْزُوق الْأَغَرّ عَنْ عَطِيَّة بِهِ وَقَالَ لَا نَعْرِفهُ مَرْفُوعًا إِلَّا مِنْ هَذَا الْوَجْه وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة ثنا عَبْد اللَّه بْن أَبِي زِيَاد ثنا سَيَّار ثنا جَعْفَر بْن سُلَيْمَان سَمِعْت مَالِك بْن دِينَار فِي قَوْله تَعَالَى \" وَإِنَّ لَهُ عِنْدنَا لَزُلْفَى وَحُسْن مَآب \" قَالَ يُقَام دَاوُد يَوْم الْقِيَامَة عِنْد سَاق الْعَرْش ثُمَّ يَقُول يَا دَاوُد مَجِّدْنِي الْيَوْم بِذَلِكَ الصَّوْت الْحَسَن الرَّحِيم الَّذِي كُنْت تُمَجِّدنِي فِي الدُّنْيَا فَيَقُول وَكَيْفَ وَقَدْ سَلَبْته ؟ فَيَقُول اللَّه عَزَّ وَجَلَّ إِنِّي أَرُدُّهُ عَلَيْك الْيَوْم قَالَ فَيَرْفَع دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام بِصَوْتٍ يَسْتَفْرِغ نَعِيم أَهْل الْجِنَان .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40621, "aya_id": 25}]