[{"text": "يَمْحَقُ اللّهُ الْرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللّهُ لاَ يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ", "sura_id": 2, "type": 0, "id": 283, "aya_id": 276}, {"text": "يمحق الله الربا ويربي الصدقات والله لا يحب كل كفار أثيم", "sura_id": 2, "type": 1, "id": 6519, "aya_id": 276}, {"text": "276 - (يمحق الله الربا) ينقصه ويذهب بركته (ويربي الصدقات) يزيدها وينميها ويضاعف ثوابها (والله لا يحب كل كفار) بتحليل الربا (أثيم) فاجر بأكله أي يعاقبه \r\n", "sura_id": 2, "type": 2, "id": 25227, "aya_id": 276}, {"text": "يذهب الله الربا كله أو يحرم صاحبه بركة ماله, فلا ينتفع به، وينمي الصدقات ويكثرها، ويضاعف الأجر للمتصدقين, ويبارك لهم في أموالهم. والله لا يحب كل مُصِرٍّ على كفره, مُسْتَحِلٍّ أكل الربا, متمادٍ في الإثم والحرام ومعاصي الله.\r\n", "sura_id": 2, "type": 3, "id": 31463, "aya_id": 276}, {"text": " <font color=red>يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ</font><BR><p>يُخْبِر اللَّه تَعَالَى أَنَّهُ يَمْحَق الرِّبَا أَيْ يُذْهِبهُ إِمَّا بِأَنْ يُذْهِبهُ بِالْكُلِّيَّةِ مِنْ يَد صَاحِبه أَوْ يُحْرِمهُ بَرَكَة مَاله فَلَا يَنْتَفِع بِهِ بَلْ يَعْدَمهُ بِهِ فِي الدُّنْيَا وَيُعَاقِبهُ عَلَيْهِ يَوْم الْقِيَامَة كَمَا قَالَ تَعَالَى \" قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَك كَثْرَةُ الْخَبِيثِ \" وَقَالَ تَعَالَى : \" وَيَجْعَلُ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلُهُ فِي جَهَنَّم \" وَقَالَ \" وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَال النَّاس فَلَا يَرْبُو عِنْد اللَّهِ \" الْآيَة وَقَالَ اِبْن جَرِير : فِي قَوْله \" يَمْحَق اللَّهُ الرِّبَا \" وَهَذَا نَظِير الْخَبَر الَّذِي رُوِيَ عَنْ عَبْد اللَّه بْن مَسْعُود أَنَّهُ قَالَ الرِّبَا وَإِنْ كَثُرَ فَإِنَّ عَاقِبَته تَصِير إِلَى قُلٍّ وَهَذَا الْحَدِيث قَدْ رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده فَقَالَ : حَدَّثَنَا حَجَّاج حَدَّثَنَا شَرِيك عَنْ الرُّكَيْن بْن الرَّبِيع عَنْ أَبِيهِ عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ إِنَّ الرِّبَا وَإِنْ كَثُرَ فَإِنَّ عَاقِبَته تَصِير إِلَى قُلٍّ وَقَدْ رَوَاهُ اِبْن مَاجَهْ عَنْ الْعَبَّاس بْن جَعْفَر عَنْ عَمْرو بْن عَوْن عَنْ يَحْيَى بْن زَائِدَة عَنْ إِسْرَائِيل عَنْ الرُّكَيْن بْن الرَّبِيع بْن عَمِيلَة الْفَزَارِيّ عَنْ أَبِيهِ عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ مَا أَحَد أَكْثَر مِنْ الرِّبَا إِلَّا كَانَ عَاقِبَة أَمْره إِلَى قُلّ وَهَذَا مِنْ بَاب الْمُعَامَلَة بِنَقِيضِ الْمَقْصُود كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا الْهَيْثَم بْن نَافِع الظَّاهِرِيّ حَدَّثَنِي أَبُو يَحْيَى رَجُل مِنْ أَهْل مَكَّة عَنْ فَرُّوخ مَوْلَى عُثْمَان أَنَّ عُمَر وَهُوَ يَوْمَئِذٍ أَمِير الْمُؤْمِنِينَ خَرَجَ مِنْ الْمَسْجِد فَرَأَى طَعَامًا مَنْشُورًا فَقَالَ : مَا هَذَا الطَّعَام ؟ فَقَالُوا : طَعَام جُلِبَ إِلَيْنَا قَالَ : بَارَكَ اللَّه فِيهِ وَفِيمَنْ جَلَبَهُ قِيلَ يَا أَمِير الْمُؤْمِنِينَ إِنَّهُ قَدْ اُحْتُكِرَ قَالَ : مَنْ اِحْتَكَرَهُ ؟ قَالُوا فَرُّوخ مَوْلَى عُثْمَان وَفُلَان مَوْلَى عُمَر فَأَرْسَلَ إِلَيْهِمَا فَقَالَ : مَا حَمَلَكُمَا عَلَى اِحْتِكَار طَعَام الْمُسْلِمِينَ ؟ قَالَا : يَا أَمِير الْمُؤْمِنِينَ نَشْتَرِي بِأَمْوَالِنَا وَنَبِيع فَقَالَ عُمَر : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول مَنْ اِحْتَكَرَ عَلَى الْمُسْلِمِينَ طَعَامهمْ ضَرَبَهُ اللَّه بِالْإِفْلَاسِ أَوْ بِجُذَامٍ فَقَالَ فَرُّوخ عِنْد ذَلِكَ أُعَاهِد اللَّه وَأُعَاهِدك أَنْ لَا أَعُود فِي طَعَام أَبَدًا وَأَمَّا مَوْلَى عُمَر فَقَالَ إِنَّمَا نَشْتَرِي بِأَمْوَالِنَا وَنَبِيع قَالَ أَبُو يَحْيَى فَلِقَدِّ رَأَيْت مَوْلَى عُمَر مَجْذُومًا وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث الْهَيْثَم بْن رَافِع بِهِ وَلَفْظه مَنْ اِحْتَكَرَ عَلَى الْمُسْلِمِينَ طَعَامهمْ ضَرَبَهُ اللَّه بِالْإِفْلَاسِ وَالْجُذَام. وَقَوْله \" وَيُرْبِي الصَّدَقَات \" قُرِئَ بِضَمِّ الْيَاء وَالتَّخْفِيف مِنْ رَبَا الشَّيْء يَرْبُو وَأَرْبَاهُ يُرْبِيه أَيْ كَثَّرَهُ وَنَمَّاهُ يُنَمِّيه وَقُرِئَ يُرَبِّي بِالضَّمِّ وَالتَّشْدِيد مِنْ التَّرْبِيَة قَالَ الْبُخَارِيّ حَدَّثَنَا عَبْد اللَّه بْن كَثِير أَخْبَرَنَا كَثِير سَمِعَ أَبَا النَّضْر حَدَّثَنَا عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن دِينَار عَنْ أَبِيهِ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَنْ تَصَدَّقَ بِعِدْلِ تَمْرَة مِنْ كَسْب طَيِّب وَلَا يَقْبَل اللَّه إِلَّا الطَّيِّب فَإِنَّ اللَّه يَتَقَبَّلهَا بِيَمِينِهِ ثُمَّ يُرَبِّيهَا لِصَاحِبِهَا كَمَا يُرَبِّي أَحَدكُمْ فَلُوَّهُ حَتَّى يَكُون مِثْل الْجَبَل كَذَا رَوَاهُ فِي كِتَاب الزَّكَاة وَقَالَ فِي كِتَاب التَّوْحِيد وَقَالَ خَالِد بْن مَخْلَد بْن سُلَيْمَان بْن بِلَال عَنْ عَبْد اللَّه بْن دِينَار فَذَكَرَ بِإِسْنَادِهِ نَحْوه وَقَدْ رَوَاهُ مُسْلِم فِي الزَّكَاة عَنْ أَحْمَد بْن عُثْمَان بْن حَكِيم عَنْ خَالِد بْن مَخْلَد فَذَكَرَهُ وَقَالَ الْبُخَارِيّ : وَرَوَاهُ مُسْلِم بْن أَبِي مَرْيَم وَزَيْد بْن أَسْلَمَ وَسُهَيْل عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قُلْت أَمَّا رِوَايَة مُسْلِم بْن أَبِي مَرْيَم فَقَدْ تَفَرَّدَ الْبُخَارِيّ بِذِكْرِهَا وَأَمَّا طَرِيق زَيْد بْن أَسْلَمَ فَرَوَاهَا مُسْلِم فِي صَحِيحه عَنْ أَبِي الطَّاهِر بْن السَّرْح عَنْ أَبِي وُهِبَ عَنْ هَشَّام بْن سَعِيد عَنْ زَيْد بْن أَسْلَمَ بِهِ وَأَمَّا حَدِيث سُهَيْل فَرَوَاهُ عَنْ قُتَيْبَة عَنْ يَعْقُوب بْن عَبْد الرَّحْمَن عَنْ سُهَيْل بِهِ وَاَللَّه أَعْلَم قَالَ الْبُخَارِيّ وَقَالَ وَرْقَاء عَنْ اِبْن دِينَار عَنْ سَعِيد بْن يَسَار عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَقَدْ أَسْنَدَ هَذَا الْحَدِيث مِنْ هَذَا الْوَجْه الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ عَنْ الْحَاكِم وَغَيْره عَنْ الْأَصَمّ عَنْ الْعَبَّاس الْمَرْوَزِيّ عَنْ أَبِي الزِّنَاد هَاشِم بْن الْقَاسِم عَنْ وَرْقَاء وَهُوَ اِبْن عُمَر الْيَشْكُرِيّ عَنْ عَبْد اللَّه بْن دِينَار عَنْ سَعِيد بْن يَسَار عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَنْ تَصَدَّقَ بِعِدْلِ تَمْرَة مِنْ كَسْب طَيِّب وَلَا يَصْعَد إِلَى اللَّه إِلَّا الطَّيِّب فَإِنَّ اللَّه يَقْبَلهَا بِيَمِينِهِ فَيُرَبِّيهَا لِصَاحِبِهَا كَمَا يُرَبِّي أَحَدكُمْ فَلُوَّهُ حَتَّى يَكُون مِثْل أُحُد وَهَكَذَا رَوَى هَذَا الْحَدِيث مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ جَمِيعًا عَنْ قُتَيْبَة عَنْ اللَّيْث بْن سَعْد عَنْ سَعِيد الْمَقْبُرِيّ وَأَخْرَجَهُ النَّسَائِيّ مِنْ رِوَايَة مَالِك عَنْ يَحْيَى بْن سَعِيد الْأَنْصَارِيّ وَمِنْ طَرِيق يَحْيَى الْقَطَّان عَنْ مُحَمَّد بْن عَجْلَان ثَلَاثَتهمْ عَنْ سَعِيد بْن يَسَار أَبِي الْحُبَاب الْمَدَنِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَذَكَرَهُ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَة مِنْ وَجْه آخَر فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمْرو بْن عَبْد اللَّه الْأَوْدِيّ حَدَّثَنَا وَكِيع عَنْ عَبَّاد بْن مَنْصُور حَدَّثَنَا الْقَاسِم بْن مُحَمَّد قَالَ سَمِعْت أَبَا هُرَيْرَة يَقُول : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِنَّ اللَّه عَزَّ وَجَلَّ يَقْبَل الصَّدَقَة وَيَأْخُذهَا بِيَمِينِهِ فَيُرَبِّيهَا لِأَحَدِكُمْ كَمَا يُرَبِّي أَحَدكُمْ مُهْره أَوْ فَلُوّهُ حَتَّى إِنَّ اللُّقْمَة لِتَصِيرَ مِثْل أُحُد وَتَصْدِيق ذَلِكَ فِي كِتَاب اللَّه \" يَمْحَق اللَّه الرِّبَا وَيُرْبِي الصَّدَقَات \" وَكَذَا رَوَاهُ أَحْمَد عَنْ وَكِيع وَهُوَ فِي تَفْسِير وَكِيع وَرَوَاهُ التِّرْمِذِيّ عَنْ أَبِي كُرَيْب عَنْ وَكِيع بِهِ وَقَالَ حَسَن صَحِيح وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ عَبَّاد بْن مَنْصُور بِهِ وَرَوَاهُ أَحْمَد أَيْضًا عَنْ خَلَف بْن الْوَلِيد عَنْ اِبْن الْمُبَارَك عَنْ عَبْد الْوَاحِد بْن ضَمْرَة وَعَبَّاد بْن مَنْصُور كِلَاهُمَا عَنْ أَبِي نَضْرَة عَنْ الْقَاسِم بِهِ وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن عَبْد الْمَلِك بْن إِسْحَاق عَنْ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ أَيُّوب عَنْ الْقَاسِم بْن مُحَمَّد عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - إِنَّ الْعَبْد إِذَا تَصَدَّقَ مِنْ طَيِّب يَقْبَلهَا اللَّه مِنْهُ فَيَأْخُذهَا بِيَمِينِهِ وَيُرَبِّيهَا كَمَا يُرَبِّي أَحَدكُمْ مُهْره أَوْ فَصِيله وَإِنَّ الرَّجُل لِيَتَصَدَّق بِاللُّقْمَةِ فَتَرْبُو فِي يَد اللَّه أَوْ قَالَ فِي كَفّ اللَّه حَتَّى تَكُون مِثْل أُحُد فَتَصَدَّقُوا وَهَكَذَا رَوَاهُ أَحْمَد عَنْ عَبْد الرَّزَّاق وَهَذَا طَرِيق غَرِيب صَحِيح الْإِسْنَاد وَلَكِنَّ لَفْظه عَجِيب وَالْمَحْفُوظ مَا تَقَدَّمَ وَرُوِيَ عَنْ عَائِشَة أُمّ الْمُؤْمِنِينَ فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا حَمَّاد عَنْ ثَابِت عَنْ الْقَاسِم بْن مُحَمَّد عَنْ عَائِشَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ إِنَّ اللَّه لَيُرَبِّي لِأَحَدِكُمْ التَّمْرَة وَاللُّقْمَة كَمَا يُرَبِّي أَحَدكُمْ فَلُوّهُ أَوْ فَصِيله حَتَّى يَكُون مِثْل أُحُد تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَقَالَ الْبَزَّار حَدَّثَنَا يَحْيَى بْن الْمُعَلَّى بْن مَنْصُور حَدَّثَنَا إِسْمَاعِيل حَدَّثَنِي أَبِي عَنْ يَحْيَى بْن سَعِيد عَنْ عَمْرَة عَنْ عَائِشَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَعَنْ الضَّحَّاك بْن عُثْمَان عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ إِنَّ الرَّجُل لَيَتَصَدَّق بِالصَّدَقَةِ مِنْ الْكَسْب الطَّيِّب وَلَا يَقْبَل اللَّه إِلَّا الطَّيِّب فَيَتَلَقَّاهَا الرَّحْمَن بِيَدِهِ فَيُرَبِّيهَا كَمَا يُرَبِّي أَحَدكُمْ فَلُوَّهُ أَوْ وَصِيفه أَوْ قَالَ فَصِيله ثُمَّ قَالَ لَا نَعْلَم أَحَدًا رَوَاهُ عَنْ يَحْيَى بْن سَعِيد بْن عَمْرَة إِلَّا أَبَا أُوَيْس . وَقَوْله \" وَاَللَّه لَا يُحِبُّ كُلّ كَفَّارٍ أَثِيمٍ \" أَيْ لَا يُحِبّ كَفُور الْقَلْب أَثِيم الْقَوْل وَالْفِعْل وَلَا بُدّ مِنْ مُنَاسَبَة فِي خَتْم هَذِهِ الْآيَة بِهَذِهِ الصِّفَة وَهِيَ أَنَّ الْمُرَابِي لَا يَرْضَى بِمَا قَسَمَ اللَّه لَهُ مِنْ الْحَلَال وَلَا يَكْتَفِي بِمَا شَرَعَ لَهُ مِنْ الْكَسْب الْمُبَاح فَهُوَ يَسْعَى فِي أَكْل أَمْوَال النَّاس بِالْبَاطِلِ بِأَنْوَاعِ الْمَكَاسِب الْخَبِيثَة فَهُوَ جُحُود لِمَا عَلَيْهِ مِنْ النِّعْمَة ظَلُوم آثِم يَأْكُل أَمْوَال النَّاس بِالْبَاطِلِ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38692, "aya_id": 276}]