[{"text": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ", "sura_id": 35, "type": 0, "id": 3674, "aya_id": 14}, {"text": "إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ولا ينبئك مثل خبير", "sura_id": 35, "type": 1, "id": 9910, "aya_id": 14}, {"text": "14 - (إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا) فرضا (ما استجابوا لكم) ما أجابوكم (ويوم القيامة يكفرون بشرككم) يإشراككم إياهم مع الله أي يتبرؤون منكم ومن عبادتكم إياهم (ولا ينبئك) بأحوال الدارين (مثل خبير) عالم وهو الله تعالى \r\n", "sura_id": 35, "type": 2, "id": 28618, "aya_id": 14}, {"text": "إن تدعوا -أيها الناس- هذه المعبودات من دون الله لا يسمعوا دعاءكم, ولو سمعوا على سبيل الفرض ما أجابوكم, ويوم القيامة يتبرؤون منكم, ولا أحد يخبرك -أيها الرسول- أصدق من الله العليم الخبير.\r\n", "sura_id": 35, "type": 3, "id": 34854, "aya_id": 14}, {"text": " <font color=red>إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ</font><BR><p>ثُمَّ قَالَ تَعَالَى : \" إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ \" يَعْنِي الْآلِهَة الَّتِي تَدْعُونَهَا مِنْ دُون اللَّه لَا تَسْمَع دُعَاءَكُمْ لِأَنَّهَا جَمَاد لَا أَرْوَاح فِيهَا \" وَلَوْ سَمِعُوا مَا اِسْتَجَابُوا لَكُمْ \" أَيْ لَا يَقْدِرُونَ عَلَى شَيْء مِمَّا تَطْلُبُونَ مِنْهَا \" وَيَوْم الْقِيَامَة يَكْفُرُونَ بِشِرْكِكُمْ \" أَيْ يَتَبَرَّءُونَ مِنْكُمْ كَمَا قَالَ تَعَالَى :\" وَمَنْ أَضَلّ مِمَّنْ يَدْعُوا مِنْ دُون اللَّه مَنْ لَا يَسْتَجِيب لَهُ إِلَى يَوْم الْقِيَامَة وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاس كَانُوا لَهُمْ أَعْدَاء وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ\" وَقَالَ تَعَالَى : \" وَاتَّخَذُوا مِنْ دُون اللَّه آلِهَة لِيَكُونُوا لَهُمْ عِزًّا كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا \" وَقَوْله تَعَالَى \" وَلَا يُنَبِّئك مِثْل خَبِير \" أَيْ وَلَا يُخْبِرك بِعَوَاقِب الْأُمُور وَمَآلهَا وَمَا تَصِير إِلَيْهِ مِثْل خَبِير بِهَا قَالَ قَتَادَة يَعْنِي نَفْسه تَبَارَكَ وَتَعَالَى أَخْبَرَ بِالْوَاقِعِ لَا مَحَالَة .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40299, "aya_id": 14}]