[{"text": "كَمَا أَنزَلْنَا عَلَى المُقْتَسِمِينَ", "sura_id": 15, "type": 0, "id": 1892, "aya_id": 90}, {"text": "كما أنزلنا على المقتسمين", "sura_id": 15, "type": 1, "id": 8128, "aya_id": 90}, {"text": "90 - (كما أنزلنا) العذاب (على المقتسمين) اليهود والنصارى \r\n", "sura_id": 15, "type": 2, "id": 26836, "aya_id": 90}, {"text": " كما أنزله الله على الذين قسَّموا القرآن, فآمنوا ببعضه, وكفروا ببعضه الآخر من اليهود والنصارى وغيرهم.\r\n", "sura_id": 15, "type": 3, "id": 33072, "aya_id": 90}, {"text": " <font color=red>كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ</font><BR><p>وَقَوْله \" الْمُقْتَسِمِينَ\" أَيْ الْمُتَحَالِفِينَ أَيْ تَحَالَفُوا عَلَى مُخَالَفَة الْأَنْبِيَاء وَتَكْذِيبهمْ وَأَذَاهُمْ كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ قَوْم صَالِح أَنَّهُمْ \" قَالُوا تَقَاسَمُوا بِاَللَّهِ لَنُبَيِّتَنَّهُ وَأَهْله \" الْآيَة أَيْ نَقْتُلهُمْ لَيْلًا . قَالَ مُجَاهِد : تَقَاسَمُوا وَتَحَالَفُوا \" وَأَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ لَا يَبْعَث اللَّه مَنْ يَمُوت \" \" أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْل\" الْآيَة \" أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالهُمْ اللَّه بِرَحْمَةٍ \" فَكَأَنَّهُمْ كَانُوا لَا يُكَذَّبُونَ بِشَيْءٍ مِنْ الدُّنْيَا إِلَّا أَقْسَمُوا عَلَيْهِ فَسُمُّوا مُقْتَسِمِينَ . قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : الْمُقْتَسِمُونَ أَصْحَاب صَالِح الَّذِينَ تَقَاسَمُوا بِاَللَّهِ لَنُبَيِّتَنَّهُ وَأَهْله . وَفِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّمَا مَثَلِي وَمَثَل مَا بَعَثَنِي اللَّه بِهِ كَمَثَلِ رَجُل أَتَى قَوْمه فَقَالَ يَا قَوْم إِنِّي رَأَيْت الْجَيْش بِعَيْنِي وَإِنِّي أَنَا النَّذِير الْعُرْيَان فَالنَّجَاء النَّجَاء فَأَطَاعَهُ طَائِفَة مِنْ قَوْمه فَأَدْلَجُوا وَانْطَلَقُوا عَلَى مَهْلهمْ فَنَجَوْا وَكَذَّبَهُ طَائِفَة مِنْهُمْ فَأَصْبَحُوا مَكَانهمْ فَصَبَّحَهُمْ الْجَيْش فَأَهْلَكَهُمْ وَاجْتَاحَهُمْ فَذَلِكَ مَثَل مَنْ أَطَاعَنِي وَاتَّبَعَ مَا جِئْت بِهِ وَمَثَل مَنْ عَصَانِي وَكَذَّبَ مَا جِئْت بِهِ مِنْ الْحَقّ \" .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 38041, "aya_id": 90}]