[{"text": "سَلْ بَنِي إِسْرَائِيلَ كَمْ آتَيْنَاهُم مِّنْ آيَةٍ بَيِّنَةٍ وَمَن يُبَدِّلْ نِعْمَةَ اللّهِ مِن بَعْدِ مَا جَاءتْهُ فَإِنَّ اللّهَ شَدِيدُ الْعِقَابِ", "sura_id": 2, "type": 0, "id": 218, "aya_id": 211}, {"text": "سل بني إسرائيل كم آتيناهم من آية بينة ومن يبدل نعمة الله من بعد ما جاءته فإن الله شديد العقاب", "sura_id": 2, "type": 1, "id": 6454, "aya_id": 211}, {"text": "211 - (سل) يا محمد (بني إسرائيل) تبكيتاً (كم آتيناهم) كم استفهامية معلقة سل عن المفعول الثاني وهي ثاني مفعول آتينا ومميزها (من آية بينة) ظاهرة كفلق البحر وإنزال المن والسلوى فبدلوها كفرا (ومن يبدل نعمة الله) أي ما أنعم به عليه من الآيات لأنها سبب الهداية (من بعد ما جاءته) كفراً (فإن الله شديد العقاب) له \r\n", "sura_id": 2, "type": 2, "id": 25162, "aya_id": 211}, {"text": "سل -أيها الرسول- بني إسرائيل المعاندين لك: كم أعطيناهم من آيات واضحات في كتبهم تهديهم إلى الحق, فكفروا بها كلها, وأعرضوا عنها, وحَرَّفوها عن مواضعها. ومن يبدل نعمة الله -وهي دينه- ويكفر بها من بعد معرفتها, وقيام الحجة عليه بها, فإن الله تعالى شديد العقاب له.\r\n", "sura_id": 2, "type": 3, "id": 31398, "aya_id": 211}, {"text": " <font color=red>سَلْ بَنِي إِسْرَائِيلَ كَمْ آتَيْنَاهُمْ مِنْ آيَةٍ بَيِّنَةٍ وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ بَنِي إِسْرَائِيل كَمْ شَاهَدُوا مَعَ مُوسَى مِنْ آيَة بَيِّنَة أَيْ حُجَّة قَاطِعَة بِصِدْقِهِ فِيمَا جَاءَهُمْ بِهِ كَيَدِهِ وَعَصَاهُ وَفَلْقه الْبَحْر وَضَرْبه الْحَجَر وَمَا كَانَ مِنْ تَظْلِيل الْغَمَام عَلَيْهِمْ فِي شِدَّة الْحَرّ وَمِنْ إِنْزَال الْمَنّ وَالسَّلْوَى وَغَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّات عَلَى وُجُود الْفَاعِل الْمُخْتَار وَصِدْق مَنْ جَرَتْ هَذِهِ الْخَوَارِق عَلَى يَدَيْهِ وَمَعَ هَذَا أَعْرَضَ كَثِير مِنْهُمْ عَنْهَا وَبَدَّلُوا نِعْمَة اللَّه كُفْرًا أَيْ اِسْتَبْدَلُوا بِالْإِيمَانِ بِهَا الْكُفْر بِهَا وَالْإِعْرَاض عَنْهَا \" وَمَنْ يُبَدِّل نِعْمَة اللَّه مِنْ بَعْد مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَاب \" كَمَا قَالَ تَعَالَى إِخْبَارًا عَنْ كُفَّار قُرَيْش \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ جَهَنَّم يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ\" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38622, "aya_id": 211}]