[{"text": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ", "sura_id": 34, "type": 0, "id": 3640, "aya_id": 34}, {"text": "وما أرسلنا في قرية من نذير إلا قال مترفوها إنا بما أرسلتم به كافرون", "sura_id": 34, "type": 1, "id": 9876, "aya_id": 34}, {"text": "34 - (وما أرسلنا في قرية من نذير إلا قال مترفوها) رؤساؤها المتنعمون (إنا بما أرسلتم به كافرون) \r\n", "sura_id": 34, "type": 2, "id": 28584, "aya_id": 34}, {"text": "وما أرسلنا في قرية من رسول يدعو الى توحيد الله وإفراده بالعبادة, إلا قال المنغمسون في اللذات والشهوات من أهلها: إنَّا بالذي جئتم به -أيها الرسل- جاحدون.\r\n", "sura_id": 34, "type": 3, "id": 34820, "aya_id": 34}, {"text": " <font color=red>وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ</font><BR><p>يَقُول تَعَالَى مُسَلِّيًا لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَآمِرًا لَهُ بِالتَّأَسِّي بِمَنْ قَبْله مِنْ الرُّسُل وَمُخْبِره بِأَنَّهُ مَا بَعَثَ نَبِيًّا فِي قَرْيَة إِلَّا كَذَّبَهُ مُتْرَفُوهَا وَاتَّبَعَهُ ضُعَفَاؤُهُمْ كَمَا قَالَ قَوْم نُوح عَلَيْهِ الصَّلَاة وَالسَّلَام \" أَنُؤْمِنُ لَك وَاتَّبَعَك الْأَرْذَلُونَ \" \" وَمَا نَرَاك اِتَّبَعَك إِلَّا الَّذِينَ هُمْ أَرَاذِلنَا بَادِيَ الرَّأْي \" وَقَالَ الْكُبَرَاء مِنْ قَوْم صَالِح \" لِلَّذِينَ اُسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَل مِنْ رَبّه قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ قَالَ الَّذِينَ اِسْتَكْبَرُوا إِنَّا بِاَلَّذِي آمَنْتُمْ بِهِ كَافِرُونَ \" وَقَالَ عَزَّ وَجَلَّ \" وَكَذَلِكَ فَتَنَّا بَعْضهمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنّ اللَّه عَلَيْهِمْ مِنْ بَيْننَا أَلَيْسَ اللَّه بِأَعْلَم بِالشَّاكِرِينَ \" وَقَالَ تَعَالَى : \" وَكَذَلِكَ جَعَلْنَا فِي كُلّ قَرْيَة أَكَابِر مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا \" وَقَالَ جَلَّ وَعَلَا \" وَإِذَا أَرَدْنَا أَنْ نُهْلِك قَرْيَة أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقّ عَلَيْهَا الْقَوْل فَدَمَّرْنَاهَا تَدْمِيرًا \" وَقَالَ جَلَّ وَعَلَا هَهُنَا \" وَمَا أَرْسَلْنَا فِي قَرْيَة مِنْ نَذِير \" أَيْ نَبِيّ أَوْ رَسُول \" إِلَّا قَالَ مُتْرَفُوهَا \" وَهُمْ أُولُوا النِّعْمَة وَالْحِشْمَة وَالثَّرْوَة وَالرِّيَاسَة قَالَ قَتَادَة هُمْ جَبَابِرَتهمْ وَقَادَتهمْ وَرُءُوسهمْ فِي الشَّرّ \" إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ \" أَيْ لَا نُؤْمِن بِهِ وَلَا نَتَّبِعهُ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا هَارُون بْن إِسْحَاق حَدَّثَنَا مُحَمَّد بْن عَبْد الْوَهَّاب عَنْ سُفْيَان عَنْ عَاصِم عَنْ أَبِي رَزِين قَالَ كَانَ رَجُلَانِ شَرِيكَانِ خَرَجَ أَحَدهمَا إِلَى السَّاحِل وَبَقِيَ الْآخَر فَلَمَّا بَعَثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَتَبَ إِلَى صَاحِبه يَسْأَلهُ مَا فَعَلَ . فَكَتَبَ إِلَيْهِ أَنَّهُ لَمْ يَتَّبِعهُ أَحَد مِنْ قُرَيْش إِنَّمَا اِتَّبَعَهُ أَرَاذِل النَّاس وَمَسَاكِينهمْ قَالَ فَتَرَكَ تِجَارَته ثُمَّ أَتَى صَاحِبه فَقَالَ دُلَّنِي عَلَيْهِ قَالَ وَكَانَ يَقْرَأ الْكُتُب أَوْ بَعْض الْكُتُب قَالَ فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِلَامَ تَدْعُو ؟ قَالَ : \" أَدْعُو إِلَى كَذَا وَكَذَا \" قَالَ أَشْهَد أَنَّك رَسُول اللَّه قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا عِلْمك بِذَلِكَ ؟ \" قَالَ إِنَّهُ لَمْ يُبْعَث نَبِيّ إِلَّا اِتَّبَعَهُ أَرَاذِل النَّاس وَمَسَاكِينهمْ قَالَ فَنَزَلَتْ هَذِهِ الْآيَة \" وَمَا أَرْسَلْنَا فِي قَرْيَة مِنْ نَذِير إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ \" الْآيَة قَالَ فَأَرْسَلَ إِلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ اللَّه عَزَّ وَجَلَّ قَدْ أَنْزَلَ تَصْدِيق مَا قُلْت وَهَكَذَا قَالَ هِرَقْل لِأَبِي سُفْيَان حِين سَأَلَهُ عَنْ تِلْكَ الْمَسَائِل قَالَ فِيهَا وَسَأَلْتُك أَضُعَفَاء النَّاس اِتَّبَعَهُ أَمْ أَشْرَافهمْ فَزَعَمْت بَلْ ضُعَفَاؤُهُمْ وَهُمْ أَتْبَاع الرُّسُل . وَقَوْله تَبَارَكَ وَتَعَالَى إِخْبَارًا عَنْ الْمُتْرَفِينَ الْمُكَذِّبِينَ</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40267, "aya_id": 34}]