[{"text": "يُرِيدُونَ أَن يَخْرُجُواْ مِنَ النَّارِ وَمَا هُم بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُّقِيمٌ", "sura_id": 5, "type": 0, "id": 706, "aya_id": 37}, {"text": "يريدون أن يخرجوا من النار وما هم بخارجين منها ولهم عذاب مقيم", "sura_id": 5, "type": 1, "id": 6942, "aya_id": 37}, {"text": "37 - (يريدون) يتمنون (أن يخرجوا من النار وما هم بخارجين منها ولهم عذاب مقيم) دائم \r\n", "sura_id": 5, "type": 2, "id": 25650, "aya_id": 37}, {"text": "يريد هؤلاء الكافرون الخروج من النار لما يلاقونه من أهوالها, ولا سبيل لهم إلى ذلك, ولهم عذاب دائم.\r\n", "sura_id": 5, "type": 3, "id": 31886, "aya_id": 37}, {"text": " <font color=red>يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ</font><BR><p>ثُمَّ يَقُول تَعَالَى \" يُرِيدُونَ أَنْ يَخْرُجُوا مِنْ النَّار وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَاب مُقِيم \" كَمَا قَالَ تَعَالَى كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا - مِنْ غَمٍّ - أُعِيدُوا فِيهَا الْآيَة فَلَا يَزَالُونَ يُرِيدُونَ الْخُرُوج مِمَّا هُمْ فِيهِ مِنْ شِدَّته وَأَلِيم مَسِّهِ وَلَا سَبِيل لَهُمْ إِلَى ذَلِكَ وَكُلَّمَا رَفَعَهُمْ اللَّهَب فَصَارُوا فِي أَعْلَى جَهَنَّم ضَرَبَتْهُمْ الزَّبَانِيَة بِالْمَقَامِعِ الْحَدِيد فَيَرُدُّوهُمْ إِلَى أَسْفَلِهَا \" وَلَهُمْ عَذَاب مُقِيم \" أَيْ دَائِم مُسْتَمِرّ لَا خُرُوج لَهُمْ مِنْهَا وَلَا مَحِيد لَهُمْ عَنْهَا وَقَدْ قَالَ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" يُؤْتَى بِالرَّجُلِ مِنْ أَهْل النَّار فَيُقَال لَهُ يَا اِبْن آدَم كَيْف وَجَدْت مَضْجَعك ؟ فَيَقُول : شَرّ مَضْجَع فَيُقَال هَلْ تَفْتَدِي بِقُرَابِ الْأَرْض ذَهَبًا ؟ قَالَ فَيَقُول نَعَمْ يَا رَبّ فَيَقُول اللَّه تَعَالَى كَذَبْت قَدْ سَأَلْتُك أَقَلَّ مِنْ ذَلِكَ فَلَمْ تَفْعَل فَيُؤْمَر بِهِ إِلَى النَّار \" رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ طَرِيق حَمَّاد بْن سَلَمَة بِنَحْوِهِ وَكَذَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ طَرِيق مُعَاذ بْن هِشَام الدَّسْتُوَائِيّ عَنْ أَبِيهِ عَنْ قَتَادَة عَنْ أَنَس بِهِ وَكَذَا أَخْرَجَاهُ مِنْ طَرِيق أَبِي عِمْرَان الْجَوْنِيّ وَاسْمه عَبْد الْمَلِك بْن حَبِيب عَنْ أَنَس بْن مَالِك بِهِ وَرَوَاهُ مَطَر الْوَرَّاق عَنْ أَنَس بْن مَالِك وَرَوَاهُ اِبْن مَرْدُوَيْهِ مِنْ طَرِيقه عَنْهُ ثُمَّ رَوَى اِبْن مَرْدُوَيْهِ مِنْ طَرِيق الْمَسْعُودِيّ عَنْ يَزِيد بْن صُهَيْب الْفَقِير عَنْ جَابِر بْن عَبْد اللَّه أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" يَخْرُج مِنْ النَّار قَوْم فَيَدْخُلُونَ الْجَنَّة \" قَالَ فَقُلْت لِجَابِرِ بْن عَبْد اللَّه يَقُول اللَّه \" يُرِيدُونَ أَنْ يَخْرُجُوا مِنْ النَّار وَمَا هُمْ بِخَارِجِينَ مِنْهَا \" قَالَ : اُتْلُ أَوَّل الْآيَة \" إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْض جَمِيعًا وَمِثْله مَعَهُ لِيَفْتَدُوا بِهِ \" الْآيَة أَلَا إِنَّهُمْ الَّذِينَ كَفَرُوا وَقَدْ رَوَى الْإِمَام أَحْمَد وَمُسْلِم هَذَا الْحَدِيث مِنْ وَجْه آخَر عَنْ يَزِيد الْفَقِير عَنْ جَابِر وَهَذَا أَبْسَطُ سِيَاقًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن أَبِي شَيْبَة الْوَاسِطِيّ حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا مُبَارَك بْن فَضَالَة حَدَّثَنِي يَزِيد الْفَقِير قَالَ جَلَسْت إِلَى جَابِر بْن عَبْد اللَّه وَهُوَ يُحَدِّث فَحَدَّثَ أَنَّ نَاسًا يَخْرُجُونَ مِنْ النَّار قَالَ : وَأَنَا يَوْمئِذٍ أُنْكِرُ ذَلِكَ فَغَضِبْت وَقُلْت مَا أَعْجَبُ مِنْ النَّاسِ وَلَكِنْ أَعْجَبُ مِنْكُمْ يَا أَصْحَاب مُحَمَّد تَزْعُمُونَ أَنَّ اللَّه يُخْرِج نَاسًا مِنْ النَّار وَاَللَّهُ يَقُولُ \" يُرِيدُونَ أَنْ يَخْرُجُوا مِنْ النَّار وَمَا هُمْ بِخَارِجِينَ مِنْهَا \" الْآيَة فَانْتَهَرَنِي أَصْحَابه وَكَانَ أَحْلَمَهُمْ فَقَالَ : دَعُوا الرَّجُل إِنَّمَا ذَلِكَ لِلْكُفَّارِ فَقَرَأَ \" إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْض جَمِيعًا وَمِثْله مَعَهُ لِيَفْتَدُوا مِنْ عَذَاب يَوْم الْقِيَامَة \" حَتَّى بَلَغَ \" وَلَهُمْ عَذَاب مُقِيم \" أَمَا تَقْرَأ الْقُرْآن ؟ قُلْت بَلَى قَدْ جَمَعْته قَالَ أَلَيْسَ اللَّه يَقُول \" وَمِنْ اللَّيْل فَتَهَجَّدْ بِهِ نَافِلَة لَك عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \" فَهُوَ ذَلِكَ الْمَقَام فَإِنَّ اللَّه تَعَالَى يَحْتَبِس أَقْوَامًا بِخَطَايَاهُمْ فِي النَّار مَا شَاءَ لَا يُكَلِّمهُمْ فَإِذَا أَرَادَ أَنْ يُخْرِجهُمْ أَخْرَجَهُمْ قَالَ فَلَمْ أَعُدْ بَعْد ذَلِكَ إِلَى أَنْ أُكَذِّب بِهِ ثُمَّ قَالَ اِبْن مَرْدُوَيْهِ : حَدَّثَنَا عَلِيّ بْن أَحْمَد حَدَّثَنَا عَمْرو بْن حَفْص السَّدُوسِيّ حَدَّثَنَا عَاصِم بْن عَلِيّ أَخْبَرَنَا الْعَبَّاس بْن الْفَضْل حَدَّثَنَا سَعِيد بْن الْمُهَلَّب حَدَّثَنِي طَلْق بْن حَبِيب قَالَ كُنْت مِنْ أَشَدِّ النَّاس تَكْذِيبًا بِالشَّفَاعَةِ حَتَّى لَقِيت جَابِر بْن عَبْد اللَّه فَقَرَأْت عَلَيْهِ كُلّ آيَة أَقْدِرُ عَلَيْهَا يَذْكُر اللَّهُ فِيهَا خُلُود أَهْل النَّار فَقَالَ : يَا طَلْق أَتُرَاك أَقْرَأَ لِكِتَابِ اللَّه وَأَعْلَمَ بِسُنَّةِ رَسُول اللَّه مِنِّي ؟ إِنَّ الَّذِينَ قَرَأْت هُمْ أَهْلهَا هُمْ الْمُشْرِكُونَ وَلَكِنَّ هَؤُلَاءِ قَوْم أَصَابُوا ذُنُوبًا فَعُذِّبُوا ثُمَّ أُخْرِجُوا مِنْهَا ثُمَّ أَهْوَى بِيَدَيْهِ إِلَى أُذُنَيْهِ فَقَالَ صُمِّتَا إِنْ لَمْ أَكُنْ سَمِعْت رَسُول - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : يَخْرُجُونَ مِنْ النَّار بَعْد مَا دَخَلُوا وَنَحْنُ نَقْرَأ كَمَا قَرَأْت .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41488, "aya_id": 37}]