[{"text": "فِي أَيِّ صُورَةٍ مَّا شَاء رَكَّبَكَ", "sura_id": 82, "type": 0, "id": 5837, "aya_id": 8}, {"text": "في أي صورة ما شاء ركبك", "sura_id": 82, "type": 1, "id": 12073, "aya_id": 8}, {"text": "8 - (في أي صورة ما) صلة (شاء ركبك) \r\n", "sura_id": 82, "type": 2, "id": 30781, "aya_id": 8}, {"text": "وركَّبك لأداء وظائفك, في أيِّ صورة شاءها خلقك؟\r\n", "sura_id": 82, "type": 3, "id": 37017, "aya_id": 8}, {"text": " <font color=red>فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ</font><BR><p>قَالَ مُجَاهِد فِي أَيّ شَبَه أَب أَوْ أُمّ أَوْ خَال أَوْ عَمّ . وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن سِنَان الْفَزَارِيّ حَدَّثَنَا مُطَهَّر بْن الْهَيْثَم حَدَّثَنَا مُوسَى بْن عَلِيّ بْن رَبَاح حَدَّثَنِي أَبِي عَنْ جَدِّي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ \" وَمَا وُلِدَ لَك \" قَالَ يَا رَسُول اللَّه مَا عَسَى أَنْ يُولَد لِي إِمَّا غُلَام وَإِمَّا جَارِيَة قَالَ \" فَمَنْ يُشْبِه \" قَالَ يَا رَسُول اللَّه مَنْ عَسَى أَنْ يُشْبِه إِمَّا أَبَاهُ وَإِمَّا أُمّه فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْدهَا \" مَهْ لَا تَقُولَن هَكَذَا إِنَّ النُّطْفَة إِذَا اِسْتَقَرَّتْ فِي الرَّحِم أَحْضَرَهَا اللَّه تَعَالَى كُلّ نَسَب بَيْنهَا وَبَيْن آدَم ؟ أَمَا قَرَأْت هَذِهِ الْآيَة فِي كِتَاب اللَّه تَعَالَى \" فِي أَيّ صُورَة مَا شَاءَ رَكَّبَك \" ؟ قَالَ شَكَّلَك . وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم َوالطَّبَرَانِيّ مِنْ حَدِيث مُطَهِّر بْن الْهَيْثَم بِهِ وَهَذَا الْحَدِيث لَوْ صَحَّ لَكَانَ فَيْصَلًا فِي هَذِهِ الْآيَة وَلَكِنْ إِسْنَاده لَيْسَ بِالثَّابِتِ لِأَنَّ مُطَهِّر بْن الْهَيْثَم قَالَ فِيهِ أَبُو سَعِيد بْن يُونُس كَانَ مَتْرُوك الْحَدِيث وَقَالَ اِبْن حِبَّان : يُرْوَى عَنْ مُوسَى بْن عَلِيّ وَغَيْره مَا لَا يُشْبِه حَدِيث الْأَثْبَات وَلَكِنْ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة أَنَّ رَجُلًا قَالَ يَا رَسُول اللَّه إِنَّ اِمْرَأَتِي وَلَدَتْ غُلَامًا أَسْوَد قَالَ \" هَلْ لَك مِنْ إِبِل ؟ \" قَالَ نَعَمْ قَالَ \" فَمَا أَلْوَانهَا ؟ \" قَالَ حُمْر قَالَ \" فَهَلْ فِيهَا مِنْ أَوْرَقَ \" قَالَ نَعَمْ قَالَ \" فَأَنَّى أَتَاهَا ذَلِكَ ؟ \" قَالَ عَسَى أَنْ يَكُون نَزَعَهُ عِرْق \" قَالَ \" هَذَا عَسَى أَنْ يَكُون نَزَعَهُ عِرْق وَقَدْ قَالَ عِكْرِمَة فِي قَوْله تَعَالَى \" فِي أَيّ صُورَة مَا شَاءَ رَكَّبَك \" إِنْ شَاءَ فِي صُورَة قِرْد وَإِنْ شَاءَ فِي صُورَة خِنْزِير وَكَذَا قَالَ أَبُو صَالِح فِي أَيّ صُورَة مَا شَاءَ رَكَّبَك إِنْ شَاءَ فِي صُورَة كَلْب وَإِنْ شَاءَ فِي صُورَة حِمَار وَإِنْ شَاءَ فِي صُورَة خِنْزِير وَقَالَ قَتَادَة فِي أَيّ صُورَة مَا شَاءَ رَكَّبَك قَالَ قَادِر وَاَللَّه رَبّنَا عَلَى ذَلِكَ , وَمَعْنَى هَذَا الْقَوْل عِنْد هَؤُلَاءِ أَنَّ اللَّه عَزَّ وَجَلَّ قَادِر عَلَى خَلْق النُّطْفَة عَلَى شَكْل قَبِيح مِنْ الْحَيَوَانَات الْمُنْكَرَة الْخَلْق وَلَكِنْ بِقُدْرَتِهِ وَلُطْفه وَحِلْمه يَخْلُقهُ عَلَى شَكْل حَسَن مُسْتَقِيم مُعْتَدِل تَامّ حَسَن الْمَنْظَر وَالْهَيْئَة .</p><BR> <br> ", "sura_id": 82, "type": 4, "id": 43217, "aya_id": 8}]