[{"text": "لَوْ أَنزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ", "sura_id": 59, "type": 0, "id": 5147, "aya_id": 21}, {"text": "لو أنزلنا هذا القرءان على جبل لرأيته خاشعا متصدعا من خشية الله وتلك الأمثال نضربها للناس لعلهم يتفكرون", "sura_id": 59, "type": 1, "id": 11383, "aya_id": 21}, {"text": "21 - (لو أنزلنا هذا القرآن على جبل) وجعل فيه تمييز كالإنسان (لرأيته خاشعا متصدعا) متشققا (من خشية الله وتلك الأمثال) المذكورة (نضربها للناس لعلهم يتفكرون) فيؤمنوا \r\n", "sura_id": 59, "type": 2, "id": 30091, "aya_id": 21}, {"text": "لو أنزلنا هذا القرآن على جبل من الجبال, ففهم ما فيه مِن وعد ووعيد, لأبصَرْته على قوته وشدة صلابته وضخامته، خاضعًا ذليلا متشققًا من خشية الله تعالى. وتلك الأمثال نضربها, ونوضحها للناس ؛ لعلهم يتفكرون في قدرة الله وعظمته. وفي الآية حث على تدبر القرآن, وتفهم معانيه, والعمل به. \r\n", "sura_id": 59, "type": 3, "id": 36327, "aya_id": 21}, {"text": " <font color=red>لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ</font><BR><p>يَقُول تَعَالَى مُعَظِّمًا لِأَمْرِ الْقُرْآن وَمُبَيِّنًا عُلُوّ قَدْره وَأَنَّهُ يَنْبَغِي وَأَنْ تَخْشَع لَهُ الْقُلُوب وَتَتَصَدَّع عِنْد سَمَاعه لِمَا فِيهِ مِنْ الْوَعْد الْحَقّ وَالْوَعِيد الْأَكِيد \" لَوْ أَنْزَلْنَا هَذَا الْقُرْآن عَلَى جَبَل لَرَأَيْته خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَة اللَّه \" أَيْ فَإِذَا كَانَ الْجَبَل فِي غِلْظَته وَقَسَاوَته لَوْ فَهِمَ هَذَا الْقُرْآن فَتَدَبَّرَ مَا فِيهِ لَخَشَعَ وَتَصَدَّعَ مِنْ خَوْف اللَّه عَزَّ وَجَلَّ فَكَيْفَ يَلِيق بِكُمْ يَا أَيّهَا الْبَشَر أَنْ لَا تَلِينَ قُلُوبكُمْ وَتَخْشَع وَتَتَصَدَّع مِنْ خَشْيَة اللَّه وَقَدْ فَهِمْتُمْ عَنْ اللَّه أَمْره وَتَدَبَّرْتُمْ كِتَابه ; وَلِهَذَا قَالَ تَعَالَى\" وَتِلْكَ الْأَمْثَال نَضْرِبهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ\" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" لَوْ أَنْزَلْنَا هَذَا الْقُرْآن عَلَى جَبَل لَرَأَيْته خَاشِعًا مُتَصَدِّعًا\" إِلَى آخِرهَا يَقُول لَوْ أَنِّي أَنْزَلْت هَذَا الْقُرْآن عَلَى جَبَل حَمَّلْته إِيَّاهُ لَتَصَدَّعَ وَخَشَعَ مِنْ ثِقَله وَمِنْ خَشْيَة اللَّه فَأَمَرَ اللَّه النَّاس إِذَا نَزَلَ عَلَيْهِمْ الْقُرْآن أَنْ يَأْخُذُوهُ بِالْخَشْيَةِ الشَّدِيدَة وَالتَّخَشُّع ثُمَّ قَالَ تَعَالَى\" وَتِلْكَ الْأَمْثَال نَضْرِبهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ\" وَكَذَا قَالَ قَتَادَة وَابْن جَرِير . وَقَدْ ثَبَتَ فِي الْحَدِيث الْمُتَوَاتِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا عُمِلَ لَهُ الْمِنْبَر وَقَدْ كَانَ يَوْم الْخُطْبَة يَقِف إِلَى جَانِب جِذْع مِنْ جُذُوع الْمَسْجِد فَلَمَّا وُضِعَ الْمِنْبَر أَوَّل مَا وُضِعَ وَجَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَخْطُب فَجَاوَزَ الْجِذْع إِلَى نَحْو الْمِنْبَر فَعِنْد ذَلِكَ حَنَّ الْجِذْع وَجَعَلَ يَئِنّ كَمَا يَئِنّ الصَّبِيّ الَّذِي يَسْكُت لِمَا كَانَ يَسْمَع مِنْ الذِّكْر وَالْوَحْي عِنْده فَفِي بَعْض رِوَايَات هَذَا الْحَدِيث قَالَ الْحَسَن الْبَصْرِيّ بَعْد إِيرَاده فَأَنْتُمْ أَحَقّ أَنْ تَشْتَاقُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْجِذْع وَهَكَذَا هَذِهِ الْآيَة الْكَرِيمَة إِذَا كَانَتْ الْجِبَال الصُّمّ لَوْ سَمِعَتْ كَلَام اللَّه وَفَهِمَتْهُ لَخَشَعَتْ وَتَصَدَّعَتْ مِنْ خَشْيَته فَكَيْفَ بِكُمْ وَقَدْ سَمِعْتُمْ وَفَهِمْتُمْ ؟ وَقَدْ قَالَ تَعَالَى \" وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَال أَوْ قُطِّعَتْ بِهِ الْأَرْض أَوْ كُلِّمَ بِهِ الْمَوْتَى\" الْآيَة وَقَدْ تَقَدَّمَ أَنَّ مَعْنَى ذَلِكَ أَيْ لَكَانَ هَذَا الْقُرْآن وَقَدْ قَالَ تَعَالَى \" وَإِنَّ مِنْ الْحِجَارَة لَمَا يَتَفَجَّر مِنْهُ الْأَنْهَار وَإِنَّ مِنْهَا لَمَا يَشَّقَّق فَيَخْرُج مِنْهُ الْمَاء وَإِنَّ مِنْهَا لَمَا يَهْبِط مِنْ خَشْيَة اللَّه \" .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42065, "aya_id": 21}]