[{"text": "ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلاً إِلَى قَوْمِهِمْ فَجَآؤُوهُم بِالْبَيِّنَاتِ فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ بِهِ مِن قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلوبِ الْمُعْتَدِينَ", "sura_id": 10, "type": 0, "id": 1438, "aya_id": 74}, {"text": "ثم بعثنا من بعده رسلا إلى قومهم فجاءوهم بالبينات فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين", "sura_id": 10, "type": 1, "id": 7674, "aya_id": 74}, {"text": "74 - (ثم بعثنا من بعده) أي نوح (رسلاً إلى قومهم) كإبراهيم وهود وصالح (فجاؤوهم بالبينات) المعجزات (فما كانوا ليؤمنوا بما كذبوا به من قبل) أي قبل بعث الرسل إليهم (كذلك نطبع) نختم (على قلوب المعتدين) فلا تقبل الإيمان كما طبعنا على قلوب أولئك \r\n", "sura_id": 10, "type": 2, "id": 26382, "aya_id": 74}, {"text": "ثم بعثنا من بعد نوح رسلا إلى أقوامهم (هودًا وصالحًا وإبراهيم ولوطًا وشعيبًا وغيرَهم) فجاء كل رسول قومه بالمعجزات الدالة على رسالته, وعلى صحة ما دعاهم إليه, فما كانوا ليصدِّقوا ويعملوا بما كذَّب به قوم نوح ومَن سبقهم من الأمم الخالية. وكما ختم الله على قلوب هؤلاء الأقوام فلم يؤمنوا, كذلك يختم على قلوب مَن شابههم ممن بعدهم من الذين تجاوزوا حدود الله, وخالفوا ما دعاهم إليه رسلهم من طاعته عقوبة لهم على معاصيهم.\r\n", "sura_id": 10, "type": 3, "id": 32618, "aya_id": 74}, {"text": " <font color=red>ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ</font><BR><p>يَقُول تَعَالَى ثُمَّ بَعَثْنَا مِنْ بَعْد نُوح رُسُلًا إِلَى قَوْمهمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ أَيْ بِالْحُجَجِ وَالْأَدِلَّة وَالْبَرَاهِين عَلَى صِدْق مَا جَاءُوهُمْ بِهِ \" فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْل \" أَيْ فَمَا كَانَتْ الْأُمَم لِتُؤْمِنَ بِمَا جَاءَتْهُمْ بِهِ رُسُلهمْ بِسَبَبِ تَكْذِيبهمْ إِيَّاهُمْ أَوْ مَا أُرْسِلُوا إِلَيْهِمْ كَقَوْلِهِ تَعَالَى \" وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ \" الْآيَة . وَقَوْله \" كَذَلِكَ نَطْبَع عَلَى قُلُوب الْمُعْتَدِينَ \" أَيْ كَمَا طَبَعَ اللَّه عَلَى قُلُوب هَؤُلَاءِ فَمَا آمَنُوا بِسَبَبِ تَكْذِيبهمْ الْمُتَقَدِّم هَكَذَا يَطْبَع اللَّه عَلَى قُلُوب مَنْ أَشْبَهَهُمْ مِمَّنْ بَعْدهمْ وَيَخْتِم عَلَى قُلُوبهمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوْا الْعَذَاب الْأَلِيم وَالْمُرَاد أَنَّ اللَّه تَعَالَى أَهْلَكَ الْأُمَم الْمُكَذِّبَة لِلرُّسُلِ وَأَنْجَى مَنْ آمَنَ بِهِمْ وَذَلِكَ مِنْ بَعْد نُوح عَلَيْهِ السَّلَام فَإِنَّ النَّاس كَانُوا مِنْ قَبْله مِنْ زَمَان آدَم عَلَيْهِ السَّلَام عَلَى الْإِسْلَام إِلَى أَنْ أَحْدَثَ النَّاس عِبَادَة الْأَصْنَام فَبَعَثَ اللَّه إِلَيْهِمْ نُوحًا عَلَيْهِ السَّلَام وَلِهَذَا يَقُول لَهُ الْمُؤْمِنُونَ يَوْم الْقِيَامَة أَنْتَ أَوَّل رَسُول بَعَثَهُ اللَّه إِلَى أَهْل الْأَرْض. قَالَ اِبْن عَبَّاس : كَانَ بَيْن آدَم وَنُوح عَشْرَة قُرُون كُلّهمْ عَلَى الْإِسْلَام وَقَالَ تَعَالَى \" وَكَمْ أَهْلَكْنَا مِنْ الْقُرُون مِنْ بَعْد نُوح \" الْآيَة وَفِي هَذَا إِنْذَار عَظِيم لِمُشْرِكِي الْعَرَب الَّذِينَ كَذَّبُوا سَيِّد الرُّسُل وَخَاتَم الْأَنْبِيَاء وَالْمُرْسَلِينَ فَإِنَّهُ إِذَا كَانَ قَدْ أَصَابَ مَنْ كَذَّبَ بِتِلْكَ الرُّسُل مَا ذَكَرَهُ اللَّه تَعَالَى مِنْ الْعَذَاب وَالنَّكَال فَمَا ظَنّ هَؤُلَاءِ وَقَدْ اِرْتَكَبُوا أَكْبَر مِنْ أُولَئِكَ ؟ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37505, "aya_id": 74}]