[{"text": "لِّأَصْحَابِ الْيَمِينِ", "sura_id": 56, "type": 0, "id": 5017, "aya_id": 38}, {"text": "لأصحاب اليمين", "sura_id": 56, "type": 1, "id": 11253, "aya_id": 38}, {"text": "38 - (لأصحاب اليمين) صلة أنشأناهن أو جعلناهن وهم \r\n", "sura_id": 56, "type": 2, "id": 29961, "aya_id": 38}, {"text": "خلقناهن لأصحاب اليمين.\r\n", "sura_id": 56, "type": 3, "id": 36197, "aya_id": 38}, {"text": " <font color=red>لِأَصْحَابِ الْيَمِينِ</font><BR><p>وَقَوْله تَعَالَى \" لِأَصْحَابِ الْيَمِين\" أَيْ خُلِقْنَ لِأَصْحَابِ الْيَمِين أَوْ اُدُّخِرْنَ لِأَصْحَابِ الْيَمِين أَوْ زُوِّجْنَ لِأَصْحَابِ الْيَمِين وَالْأَظْهَر أَنَّهُ مُتَعَلِّق بِقَوْلِهِ \" إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاء فَجَعَلْنَاهُنَّ أَبْكَارًا عُرُبًا أَتْرَابًا لِأَصْحَابِ الْيَمِين \" فَتَقْدِيره أَنْشَأْنَاهُنَّ لِأَصْحَابِ الْيَمِين وَهَذَا تَوْجِيه اِبْن جَرِير وَرُوِيَ عَنْ أَبِي سُلَيْمَان الدَّارَانِيّ رَحِمَهُ اللَّه قَالَ صَلَّيْت لَيْلَة ثُمَّ جَلَسْت أَدْعُو وَكَانَ الْبَرْد شَدِيدًا فَجَعَلْت أَدْعُو بِيَدٍ وَاحِدَة فَأَخَذَتْنِي عَيْنِي فَنِمْت فَرَأَيْت حَوْرَاء لَمْ يُرَ مِثْلهَا وَهِيَ تَقُول يَا أَبَا سُلَيْمَان أَتَدْعُو بِيَدٍ وَاحِدَة وَأَنَا أُغَذَّى لَك فِي النَّعِيم مُنْذُ خَمْسمِائَةِ سَنَة قُلْت وَيَحْتَمِل أَنْ يَكُون قَوْله \" لِأَصْحَابِ الْيَمِين \" مُتَعَلِّقًا بِمَا قَبْله وَهُوَ قَوْله \" أَتْرَابًا لِأَصْحَابِ الْيَمِين \" أَيْ فِي أَسْنَانهمْ كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث جَرِير عَنْ عُمَارَة بْن الْقَعْقَاع عَنْ أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوَّل زُمْرَة يَدْخُلُونَ الْجَنَّة عَلَى صُورَة الْقَمَر لَيْلَة الْبَدْر وَاَلَّذِينَ يَلُونَهُمْ عَلَى ضَوْء أَشَدّ كَوْكَب دُرِّيّ فِي السَّمَاء إِضَاءَة لَا يَبُولُونَ وَلَا يَتَغَوَّطُونَ وَلَا يَتْفُلُونَ وَلَا يَتَمَخَّطُونَ . أَمْشَاطهمْ الذَّهَب وَرَشْحهمْ الْمِسْك وَمَجَامِرهمْ الْأَلُوَّة وَأَزْوَاجهمْ الْحُور الْعِين أَخْلَاقهمْ عَلَى خُلُق رَجُل وَاحِد عَلَى صُورَة أَبِيهِمْ آدَم سِتُّونَ ذِرَاعًا فِي السَّمَاء \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون وَعَفَّان قَالَا حَدَّثَنَا حَمَّاد بْن سَلَمَة . وَرَوَى الطَّبَرَانِيّ وَاللَّفْظ لَهُ مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَدْخُل أَهْل الْجَنَّة جُرْدًا مُرْدًا بِيضًا جِعَادًا مُكَحَّلِينَ أَبْنَاء ثَلَاث وَثَلَاثِينَ وَهُمْ عَلَى خَلْق آدَم سِتُّونَ ذِرَاعًا فِي عَرْض سَبْعَة أَذْرُع \" . وَرَوَى التِّرْمِذِيّ مِنْ حَدِيث أَبِي دَاوُد الطَّيَالِسِيّ عَنْ عِمْرَان الْقَطَّان عَنْ قَتَادَة عَنْ شَهْر بْن حَوْشَب عَنْ عَبْد الرَّحْمَن بْن غَنَم عَنْ مُعَاذ بْن جَبَل أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَدْخُل أَهْل الْجَنَّة الْجَنَّة جُرْدًا مُرْدًا مُكَحَّلِينَ بَنِي ثَلَاث وَثَلَاثِينَ سَنَة \" ثُمَّ قَالَ حَسَن غَرِيب وَقَالَ اِبْن وَهْب أَخْبَرَنَا عَمْرو بْن الْحَارِث أَنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَنْ مَاتَ مِنْ أَهْل الْجَنَّة مِنْ صَغِير أَوْ كَبِير يُرَدُّونَ بَنِي ثَلَاث وَثَلَاثِينَ فِي الْجَنَّة لَا يَزِيدُونَ عَلَيْهَا أَبَدًا وَكَذَلِكَ أَهْل النَّار \" وَرَوَاهُ التِّرْمِذِيّ عَنْ سُوَيْد بْن نَصْر عَنْ اِبْن الْمُبَارَك عَنْ رِشْدِين بْن سَعْد عَنْ عَمْرو بْن الْحَارِث بِهِ . وَقَالَ أَبُو بَكْر بْن أَبِي الدُّنْيَا حَدَّثَنَا الْقَاسِم بْن هَاشِم حَدَّثَنَا صَفْوَان بْن صَالِح حَدَّثَنَا رَوَّاد بْن الْجَرَّاح الْعَسْقَلَانِيّ حَدَّثَنَا الْأَوْزَاعِيّ عَنْ هَارُون بْن ذِئَاب عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَدْخُل أَهْل الْجَنَّة الْجَنَّة عَلَى طُول آدَم سِتِّينَ ذِرَاعًا بِذِرَاعِ الْمَلِك عَلَى حُسْن يُوسُف وَعَلَى مِيلَاد عِيسَى ثَلَاث وَثَلَاثِينَ سَنَة وَعَلَى لِسَان مُحَمَّد جُرْد مُرْد مُكَحَّلُونَ\" وَقَالَ أَبُو بَكْر اِبْن أَبِي دَاوُد حَدَّثَنَا مُحَمَّد بْن خَالِد وَعَبَّاس بْن الْوَلِيد قَالَا حَدَّثَنَا عُمَر عَنْ الْأَوْزَاعِيّ عَنْ هَارُون بْن ذِئَاب عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُبْعَث أَهْل الْجَنَّة عَلَى صُورَة آدَم فِي مِيلَاد عِيسَى ثَلَاث وَثَلَاثِينَ جُرْدًا مُرْدًا مُكَحَّلِينَ ثُمَّ يَذْهَب بِهِمْ إِلَى شَجَرَة فِي الْجَنَّة فَيُكْسَوْنَ مِنْهَا لَا تَبْلَى ثِيَابهمْ وَلَا يَفْنَى شَبَابهمْ \" .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41937, "aya_id": 38}]