[{"text": "وَيَا قَوْمِ لاَ يَجْرِمَنَّكُمْ شِقَاقِي أَن يُصِيبَكُم مِّثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ", "sura_id": 11, "type": 0, "id": 1562, "aya_id": 89}, {"text": "ويا قوم لا يجرمنكم شقاقي أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو قوم صالح وما قوم لوط منكم ببعيد", "sura_id": 11, "type": 1, "id": 7798, "aya_id": 89}, {"text": "89 - (ويا قوم لا يجرمنكم) يكسبنكم (شقاقي) خلافي فاعل يجرم والضمير مفعول أول ، والثاني (أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو قوم صالح) من العذاب (وما قوم لوط) أي منازلهم أو زمن هلاكهم (منكم ببعيد) فاعتبروا \r\n", "sura_id": 11, "type": 2, "id": 26506, "aya_id": 89}, {"text": "ويا قوم لا تحملنَّكم عداوتي وبغضي وفراق الدين الذي أنا عليه على العناد والإصرار على ما أنتم عليه من الكفر بالله, فيصيبكم مثلُ ما أصاب قوم نوح أو قوم هود أو قوم صالح من الهلاك, وما قوم لوط وما حلَّ بهم من العذاب ببعيدين عنكم لا في الدار ولا في الزمان.\r\n", "sura_id": 11, "type": 3, "id": 32742, "aya_id": 89}, {"text": " <font color=red>وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ وَمَا قَوْمُ لُوطٍ مِنْكُمْ</font><BR><p>يَقُول لَهُمْ : \" وَيَا قَوْم لَا يَجْرِمَنكُمْ شِقَاقِي \" أَيْ لَا تَحْمِلَنَّكُمْ عَدَاوَتِي وَبُغْضِي عَلَى الْإِصْرَار عَلَى مَا أَنْتُمْ عَلَيْهِ مِنْ الْكُفْر وَالْفَسَاد فَيُصِيبكُمْ مِثْل مَا أَصَابَ قَوْم نُوح وَقَوْم هُود وَقَوْم صَالِح وَقَوْم لُوط مِنْ النِّقْمَة وَالْعَذَاب وَقَالَ قَتَادَة \" وَيَا قَوْم لَا يَجْرِمَنَّكُمْ شِقَاقِي \" يَقُول وَيَحْمِلَنَّكُمْ فِرَاقِي وَقَالَ السُّدِّيّ : عَدَاوَتِي عَلَى أَنْ تَمَادَوْا فِي الضَّلَال وَالْكُفْر فَيُصِيبكُمْ مِنْ الْعَذَاب مَا أَصَابَهُمْ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا اِبْن عَوْف الْحِمَّصِيّ حَدَّثَنَا أَبُو الْمُغِيرَة عَبْد الْقُدُّوس بْن الْحَجَّاج حَدَّثَنَا اِبْن أَبِي عُيَيْنَةَ حَدَّثَنِي عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ اِبْن أَبِي لَيْلَى الْكِنْدِيّ قَالَ : كُنْت مَعَ مَوْلَايَ أُمْسِك دَابَّته , وَقَدْ أَحَاطَ النَّاس بِعُثْمَان بْن عَفَّانَ إِذْ أَشْرَفَ عَلَيْنَا مِنْ دَارِهِ فَقَالَ\" يَا قَوْم لَا يَجْرِمَنَّكُمْ شِقَاقِي أَنْ يُصِيبكُمْ مِثْلُ مَا أَصَابَ قَوْم نُوح أَوْ قَوْم هُود أَوْ قَوْم صَالِح \" يَا قَوْم لَا تَقْتُلُونِي إِنَّكُمْ إِنْ قَتَلْتُمُونِي كُنْتُمْ هَكَذَا وَشَبَّكَ بَيْن أَصَابِعه وَقَوْله \" وَمَا قَوْم لُوط مِنْكُمْ بِبَعِيدٍ \" قِيلَ الْمُرَاد فِي الزَّمَان قَالَ قَتَادَة : يَعْنِي إِنَّمَا هَلَكُوا بَيْن أَيْدِيكُمْ بِالْأَمْسِ وَقِيلَ فِي الْمَكَان وَيَحْتَمِل الْأَمْرَانِ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37711, "aya_id": 89}]