[{"text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّن الْعَالَمِينَ", "sura_id": 7, "type": 0, "id": 1034, "aya_id": 80}, {"text": "ولوطا إذ قال لقومه أتأتون الفاحشة ما سبقكم بها من أحد من العالمين", "sura_id": 7, "type": 1, "id": 7270, "aya_id": 80}, {"text": "80 - (و) اذكر (لوطاً) ويبدل منه (إذ قال لقومه أتأتون الفاحشة) أي أدبار الرجال (ما سبقكم بها من أحد من العالمين) الإنس والجن \r\n", "sura_id": 7, "type": 2, "id": 25978, "aya_id": 80}, {"text": "واذكر -أيها الرسول- لوطًا عليه السلام حين قال لقومه: أتفعلون الفعلة المنكرة التي بلغت نهاية القبح؟ ما فعلها مِن أحد قبلكم من المخلوقين.\r\n", "sura_id": 7, "type": 3, "id": 32214, "aya_id": 80}, {"text": " <font color=red>وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ</font><BR><p>يَقُول تَعَالَى \" وَ \" لَقَدْ أَرْسَلْنَا \" لُوطًا \" أَوْ تَقْدِيره \" وَ \" اُذْكُرْ \" لُوطًا إِذْ قَالَ لِقَوْمِهِ \" وَلُوط هُوَ اِبْن هَارُون بْن آزَر وَهُوَ اِبْن أَخِي إِبْرَاهِيم الْخَلِيل عَلَيْهِمَا السَّلَام . وَكَانَ قَدْ آمَنَ مَعَ إِبْرَاهِيم عَلَيْهِ السَّلَام وَهَاجَرَ مَعَهُ إِلَى أَرْض الشَّام فَبَعَثَهُ اللَّه إِلَى أَهْل سَدُوم وَمَا حَوْلهَا مِنْ الْقُرَى يَدْعُوهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَيَأْمُرهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَمَّا كَانُوا يَرْتَكِبُونَهُ مِنْ الْمَآثِم وَالْمَحَارِم وَالْفَوَاحِش الَّتِي اِخْتَرَعُوهَا لَمْ يَسْبِقهُمْ بِهَا أَحَد مِنْ بَنِي آدَم وَلَا غَيْرهمْ وَهُوَ إِتْيَان الذُّكُور دُون الْإِنَاث وَهَذَا شَيْء لَمْ يَكُنْ بَنُو آدَم تَعْهَدهُ وَلَا تَأْلَفهُ وَلَا يَخْطِر بِبَالِهِمْ حَتَّى صَنَعَ ذَلِكَ أَهْل سَدُوم عَلَيْهِمْ لَعَائِن اللَّه قَالَ عَمْرو بْن دِينَار فِي قَوْله \" مَا سَبَقَكُمْ بِهَا مِنْ أَحَد مِنْ الْعَالَمِينَ \" قَالَ مَا نَزَا ذَكَر عَلَى ذَكَر حَتَّى كَانَ قَوْم لُوط وَقَالَ الْوَلِيد بْن عَبْد الْمَلِك الْخَلِيفَة الْأُمَوِيّ بَانِي جَامِع دِمَشْق لَوْلَا أَنَّ اللَّه عَزَّ وَجَلَّ قَصَّ عَلَيْنَا خَبَر قَوْم لُوط مَا ظَنَنْت أَنَّ ذَكَرًا يَعْلُو ذَكَرًا وَلِهَذَا قَالَ لَهُمْ لُوط عَلَيْهِ السَّلَام \" أَتَأْتُونَ الْفَاحِشَة مَا سَبَقَكُمْ بِهَا مِنْ أَحَد مِنْ الْعَالَمِينَ \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42651, "aya_id": 80}]