[{"text": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُواْ الْخَيْرَاتِ أَيْنَ مَا تَكُونُواْ يَأْتِ بِكُمُ اللّهُ جَمِيعًا إِنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 2, "type": 0, "id": 155, "aya_id": 148}, {"text": "ولكل وجهة هو موليها فاستبقوا الخيرات أينما تكونوا يأت بكم الله جميعا إن الله على كل شيء قدير", "sura_id": 2, "type": 1, "id": 6391, "aya_id": 148}, {"text": "148 - (ولكل) من الأمم (وجهة) قبلة (هو مولِّيها) وجهه في صلاته ، وفي قراءة مُوَلاها (فاستبقوا الخيرات) بادروا إلى الطاعات وقبولها (أينما تكونوا يأت بكم الله جميعا إن) يجمعكم يوم القيامة فيجازيكم بأعمالكم (إن الله على كل شيء قدير) \r\n", "sura_id": 2, "type": 2, "id": 25099, "aya_id": 148}, {"text": "ولكل أمة من الأمم قبلة يتوجَّه إليها كل واحد منها في صلاته, فبادروا - أيها المؤمنون- متسابقين إلى فِعْل الأعمال الصالحة التي شرعها الله لكم في دين الإسلام. وسيجمعكم الله جميعا يوم القيامة من أي موضع كنتم فيه. إن الله على كل شيء قدير.\r\n", "sura_id": 2, "type": 3, "id": 31335, "aya_id": 148}, {"text": " <font color=red>وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ أَيْنَمَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا \" يَعْنِي بِذَلِكَ أَهْل الْأَدْيَان يَقُول لِكُلِّ قَبِيلَة قِبْلَة يَرْضَوْنَهَا وَوِجْهَة اللَّه حَيْثُ تَوَجَّهَ الْمُؤْمِنُونَ وَقَالَ أَبُو الْعَالِيَة : لِلْيَهُودِيِّ وِجْهَةٌ هُوَ مُوَلِّيهَا وَلِلنَّصْرَانِيِّ وِجْهَةٌ هُوَ مُوَلِّيهَا وَهَدَاكُمْ أَنْتُمْ أَيَّتهَا الْأُمَّة إِلَى الْقِبْلَة الَّتِي هِيَ الْقِبْلَة. وَرُوِيَ عَنْ مُجَاهِد وَعَطَاء وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ نَحْو هَذَا وَقَالَ مُجَاهِد فِي الرِّوَايَة الْأُخْرَى وَالْحَسَن : لَكِنْ أَمَرَ كُلّ قَوْم أَنْ يُصَلُّوا إِلَى الْكَعْبَة وَقَرَأَ اِبْن عَبَّاس وَأَبُو جَعْفَر الْبَاقِر وَابْن عَامِر \" وَلِكُلٍّ وِجْهَةٌ هُوَ مَوْلَاهَا \" وَهَذِهِ الْآيَة شَبِيهَة بِقَوْلِهِ تَعَالَى\" لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِيمَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا \" وَقَالَ هَاهُنَا \" أَيْنَمَا تَكُونُوا يَأْتِ بِكُمْ اللَّهُ جَمِيعًا إِنَّ اللَّهَ عَلَى كُلّ شَيْءٍ قَدِيرٌ \" أَيْ هُوَ قَادِر عَلَى جَمْعكُمْ مِنْ الْأَرْض وَإِنْ تَفَرَّقَتْ أَجْسَادكُمْ وَأَبْدَانكُمْ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38551, "aya_id": 148}]