[{"text": "وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا", "sura_id": 19, "type": 0, "id": 2304, "aya_id": 54}, {"text": "و اذكر في الكتاب إسماعيل إنه كان صادق الوعد و كان رسولا نبيا", "sura_id": 19, "type": 1, "id": 8540, "aya_id": 54}, {"text": "54 - (واذكر في الكتاب إسماعيل إنه كان صادق الوعد) لم يعد شيئا إلا وفى به وانتظر من وعد ثلاثة أيام أو حولا حتى رجع إليه في مكانه (وكان رسولا) إلى جرهم (نبيا) \r\n", "sura_id": 19, "type": 2, "id": 27248, "aya_id": 54}, {"text": "واذكر - أيها الرسول - في هذا القرآن خبر إسماعيل عليه السلام, إنه كان صادقًا في وعده فلم يَعِد شيئًا إلا وفَّى به, وكان رسولا نبيًا.\r\n", "sura_id": 19, "type": 3, "id": 33484, "aya_id": 54}, {"text": " <font color=red>وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا</font><BR><p>هَذَا ثَنَاء مِنْ اللَّه تَعَالَى عَلَى إِسْمَاعِيل بْن إِبْرَاهِيم الْخَلِيل عَلَيْهِمَا السَّلَام وَهُوَ وَالِد عَرَب الْحِجَاز كُلّهمْ بِأَنَّهُ كَانَ صَادِق الْوَعْد. قَالَ اِبْن جُرَيْج لَمْ يَعِد رَبّه عِدَّة إِلَّا أَنْجَزَهَا يَعْنِي مَا اِلْتَزَمَ عِبَادَة قَطُّ بِنَذْرٍ إِلَّا قَامَ بِهَا وَوَفَّاهَا حَقّهَا وَقَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَنْبَأَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ سَهْل بْن عُقَيْل حَدَّثَهُ أَنَّ إِسْمَاعِيل النَّبِيّ عَلَيْهِ السَّلَام وَعَدَ رَجُلًا مَكَانًا أَنْ يَأْتِيه فِيهِ فَجَاءَ وَنَسِيَ الرَّجُل فَظَلَّ بِهِ إِسْمَاعِيل وَبَاتَ حَتَّى جَاءَ الرَّجُل مِنْ الْغَد فَقَالَ مَا بَرِحْت مِنْ هَاهُنَا ؟ قَالَ لَا قَالَ إِنِّي نَسِيت قَالَ لَمْ أَكُنْ لِأَبْرَح حَتَّى تَأْتِينِي فَلِذَلِكَ \" كَانَ صَادِق الْوَعْد \" وَقَالَ سُفْيَان الثَّوْرِيّ بَلَغَنِي أَنَّهُ أَقَامَ فِي ذَلِكَ الْمَكَان يَنْتَظِرهُ حَوْلًا حَتَّى جَاءَهُ وَقَالَ اِبْن شَوْذَب : بَلَغَنِي أَنَّهُ اِتَّخَذَ ذَلِكَ الْمَوْضِع مَسْكَنًا وَقَدْ رَوَاهُ أَبُو دَاوُد فِي سُنَنه وَأَبُو بَكْر مُحَمَّد بْن جَعْفَر الْخَرَائِطِيّ فِي كِتَابه مَكَارِم الْأَخْلَاق مِنْ طَرِيق إِبْرَاهِيم بْن طَهْمَان عَنْ عَبْد اللَّه بْن مَيْسَرَة عَنْ عَبْد الْكَرِيم يَعْنِي اِبْن عَبْد اللَّه بْن شَقِيق عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن أَبِي الْحَمْسَاء قَالَ بَايَعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل أَنْ يُبْعَث فَبَقِيت لَهُ عَلَيَّ بَقِيَّة فَوَعَدْته أَنْ آتِيه بِهَا فِي مَكَانه ذَلِكَ قَالَ فَنَسِيت يَوْمِي وَالْغَد فَأَتَيْته فِي الْيَوْم الثَّالِث وَهُوَ فِي مَكَانه ذَلِكَ فَقَالَ لِي \" يَا فَتَى لَقَدْ شَقَقْت عَلَيَّ أَنَا هَاهُنَا مُنْذُ ثَلَاث أَنْتَظِرك \" لَفْظ الْخَرَائِطِيّ وَسَاقَ آثَارًا حَسَنَة فِي ذَلِكَ وَرَوَاهُ اِبْن مِنْدَه أَبُو عَبْد اللَّه فِي كِتَاب مَعْرِفَة الصَّحَابَة بِإِسْنَادِهِ عَنْ إِبْرَاهِيم بْن طَهْمَان عَنْ بُدَيْل بْن مَيْسَرَة عَنْ عَبْد الْكَرِيم بِهِ وَقَالَ بَعْضهمْ إِنَّمَا قِيلَ لَهُ \" صَادِق الْوَعْد \" لِأَنَّهُ قَالَ لِأَبِيهِ \" سَتَجِدُنِي إِنْ شَاءَ اللَّه مِنْ الصَّابِرِينَ \" فَصَدَقَ فِي ذَلِكَ فَصِدْق الْوَعْد مِنْ الصِّفَات الْحَمِيدَة كَمَا أَنَّ خُلْفه مِنْ الصِّفَات الذَّمِيمَة قَالَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتًا عِنْد اللَّه أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" آيَة الْمُنَافِق ثَلَاث إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اُؤْتُمِنَ خَانَ \" وَلَمَّا كَانَتْ هَذِهِ صِفَات الْمُنَافِقِينَ كَانَ التَّلَبُّس بِضِدِّهَا مِنْ صِفَات الْمُؤْمِنِينَ وَلِهَذَا أَثْنَى اللَّه عَلَى عَبْده وَرَسُوله إِسْمَاعِيل بِصِدْقِ الْوَعْد وَكَذَلِكَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَادِق الْوَعْد أَيْضًا لَا يَعِد أَحَدًا شَيْئًا إِلَّا وَفَّى لَهُ بِهِ وَقَدْ أَثْنَى عَلَى أَبِي الْعَاصِ بْن الرَّبِيع زَوْج اِبْنَته زَيْنَب فَقَالَ \" حَدَّثَنِي فَصَدَقَنِي وَوَعَدَنِي فَوَفَى لِي \" وَلَمَّا تُوُفِّيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الْخَلِيفَة أَبُو بَكْر الصِّدِّيق : مَنْ كَانَ لَهُ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِدَة أَوْ دَيْن فَلْيَأْتِنِي أُنْجِز لَهُ فَجَاءَهُ جَابِر بْن عَبْد اللَّه فَقَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ قَالَ \" لَوْ قَدْ جَاءَ مَال الْبَحْرَيْنِ أَعْطَيْتُك هَكَذَا وَهَكَذَا وَهَكَذَا \" يَعْنِي مِلْء كَفَّيْهِ فَلَمَّا جَاءَ مَال الْبَحْرَيْنِ أَمَرَ الصِّدِّيق جَابِرًا فَغَرَفَ بِيَدِهِ مِنْ الْمَال ثُمَّ أَمَرَهُ بَعْده فَإِذَا هُوَ خَمْسمِائَةِ دِرْهَم فَأَعْطَاهُ مِثْلَيْهَا مَعَهَا وَقَوْله \" وَكَانَ رَسُولًا نَبِيًّا \" فِي هَذَا دَلَالَة عَلَى شَرَف إِسْمَاعِيل عَلَى أَخِيهِ إِسْحَاق لِأَنَّهُ إِنَّمَا وُصِفَ بِالنُّبُوَّةِ فَقَطْ وَإِسْمَاعِيل وُصِفَ بِالنُّبُوَّةِ وَالرِّسَالَة وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه اِصْطَفَى مِنْ وَلَد إِبْرَاهِيم إِسْمَاعِيل \" وَذَكَرَ تَمَام الْحَدِيث فَدَلَّ عَلَى صِحَّة مَا قُلْنَاهُ .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38448, "aya_id": 54}]