[{"text": "أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِن ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 58, "type": 0, "id": 5111, "aya_id": 7}, {"text": "ألم تر أن الله يعلم ما في السماوات وما في الأرض ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أين ما كانوا ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء عليم", "sura_id": 58, "type": 1, "id": 11347, "aya_id": 7}, {"text": "7 - (ألم تر) تعلم (أن الله يعلم ما في السماوات وما في الأرض ما يكون من نجوى ثلاثة إلا هو رابعهم) بعلمه (ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أين ما كانوا ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء عليم) \r\n", "sura_id": 58, "type": 2, "id": 30055, "aya_id": 7}, {"text": "ألم تعلم أن الله تعالى يعلم كل شيء في السموات والأرض؟ ما يتناجى ثلاثة مِن خلقه بحديث سرٍّ إلا هو رابعهم بعلمه وإحاطته, ولا خمسة إلا هو سادسهم، ولا أقلُّ من هذه الأعداد المذكورة ولا أكثرُ منها إلا هو معهم بعلمه في أيِّ مكان كانوا, لا يخفى عليه شيء من أمرهم, ثم يخبرهم تعالى يوم القيامة بما عملوا من خير وشر ويجازيهم عليه. إن الله بكل شيء عليم.\r\n", "sura_id": 58, "type": 3, "id": 36291, "aya_id": 7}, {"text": " <font color=red>أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>قَالَ تَعَالَى مُخْبِرًا عَنْ إِحَاطَة عِلْمه بِخَلْقِهِ وَاطِّلَاعه عَلَيْهِمْ وَسَمَاعه كَلَامهمْ وَرُؤْيَته مَكَانهمْ حَيْثُ كَانُوا وَأَيْنَ كَانُوا فَقَالَ تَعَالَى \" أَلَمْ تَرَ أَنَّ اللَّه يَعْلَم مَا فِي السَّمَوَات وَمَا فِي الْأَرْض مَا يَكُون مِنْ نَجْوَى ثَلَاثه \" أَيْ مِنْ سِرّ ثَلَاثه\" إِلَّا هُوَ رَابِعهمْ وَلَا خَمْسَة إِلَّا هُوَ سَادِسهمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَر إِلَّا هُوَ مَعَهُمْ أَيْنَمَا كَانُوا\" أَيْ مُطَّلِع عَلَيْهِمْ يَسْمَع كَلَامهمْ وَسِرّهمْ وَنَجْوَاهُمْ وَرُسُله أَيْضًا مَعَ ذَلِكَ تَكْتُب مَا يَتَنَاجَوْنَ بِهِ مَعَ عِلْم اللَّه وَسَمْعه لَهُ كَمَا قَالَ تَعَالَى \" أَلَمْ يَعْلَمُوا أَنَّ اللَّه يَعْلَم سِرّهمْ وَنَجْوَاهُمْ وَأَنَّ اللَّه عَلَّام الْغُيُوب\" وَقَالَ تَعَالَى \" أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَع سِرّهمْ وَنَجْوَاهُمْ بَلَى وَرُسُلنَا لَدَيْهِمْ يَكْتُبُونَ \" وَلِهَذَا حَكَى غَيْر وَاحِد الْإِجْمَاع عَلَى أَنَّ الْمُرَاد بِهَذِهِ الْآيَة مَعِيَّة عِلْمه تَعَالَى وَلَا شَكّ فِي إِرَادَة ذَلِكَ وَلَكِنْ سَمْعه أَيْضًا مَعَ عِلْمه بِهِمْ وَبَصَره نَافِذ فِيهِمْ فَهُوَ سُبْحَانه وَتَعَالَى مُطَّلِع عَلَى خَلْقه لَا يَغِيب عَنْهُ مِنْ أُمُورهمْ شَيْء ثُمَّ قَالَ تَعَالَى \" ثُمَّ يُنَبِّئهُمْ بِمَا عَمِلُوا يَوْم الْقِيَامَة إِنَّ اللَّه بِكُلِّ شَيْء عَلِيم \" وَقَالَ الْإِمَام أَحْمَد : اِفْتَتَحَ الْآيَة بِالْعِلْمِ وَاخْتَتَمَهَا بِالْعِلْمِ .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42049, "aya_id": 7}]