[{"text": "وَمَا أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِندَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ", "sura_id": 28, "type": 0, "id": 3312, "aya_id": 60}, {"text": "وما أوتيتم من شيء فمتاع الحياة الدنيا وزينتها وما عند الله خير وأبقى أفلا تعقلون", "sura_id": 28, "type": 1, "id": 9548, "aya_id": 60}, {"text": "60 - (وما أوتيتم من شيء فمتاع الحياة الدنيا وزينتها) أي تتمتعون وتتزينون به أيام حياتكم ثم يفنى (وما عند الله) أي ثوابه (خير وأبقى أفلا تعقلون) بالياء والتاء أن الباقي خير من الفاني \r\n", "sura_id": 28, "type": 2, "id": 28256, "aya_id": 60}, {"text": "وما أُعطيتم -أيها الناس- من شيء من الأموال والأولاد, فإنما هو متاع تتمتعون به في هذه الحياة الدنيا, وزينة يُتزيَّن بها, وما عند الله لأهل طاعته وولايته خير وأبقى; لأنه دائم لا نفاد له, أفلا تكون لكم عقول -أيها القوم- تتدبرون بها, فتعرفون الخير من الشر؟\r\n", "sura_id": 28, "type": 3, "id": 34492, "aya_id": 60}, {"text": " <font color=red>وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ حَقَارَة الدُّنْيَا وَمَا فِيهَا مِنْ الزِّينَة الدَّنِيئَة وَالزَّهْرَة الْفَانِيَة بِالنِّسْبَةِ إِلَى مَا أَعَدَّهُ اللَّه لِعِبَادِهِ الصَّالِحِينَ فِي الدَّار الْآخِرَة مِنْ النَّعِيم الْعَظِيم الْمُقِيم كَمَا قَالَ تَعَالَى : \" مَا عِنْدكُمْ يَنْفَد وَمَا عِنْد اللَّه بَاقٍ \" وَقَالَ : \" وَمَا عِنْد اللَّه خَيْر لِلْأَبْرَارِ\" وَقَالَ : \" وَمَا الْحَيَاة الدُّنْيَا فِي الْآخِرَة إِلَّا مَتَاع\" وَقَالَ تَعَالَى : \" بَلْ تُؤْثِرُونَ الْحَيَاة الدُّنْيَا وَالْآخِرَة خَيْر وَأَبْقَى \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَاَللَّه مَا الْحَيَاة الدُّنْيَا فِي الْآخِرَة إِلَّا كَمَا يَغْمِس أَحَدكُمْ أُصْبُعه فِي الْيَمّ فَلْيَنْظُرْ مَاذَا يَرْجِع إِلَيْهِ \" وَقَوْله تَعَالَى : \" أَفَلَا تَعْقِلُونَ \" أَيْ أَفَلَا يَعْقِل مَنْ يُقَدِّم الدُّنْيَا عَلَى الْآخِرَة .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39742, "aya_id": 60}]