[{"text": "وَاعْبُدُواْ اللّهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالجَنبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللّهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُورًا", "sura_id": 4, "type": 0, "id": 529, "aya_id": 36}, {"text": "واعبدوا الله ولا تشركوا به شيئا وبالوالدين إحسانا وبذي القربى واليتامى والمساكين والجار ذي القربى والجار الجنب والصاحب بالجنب وابن السبيل وما ملكت أيمانكم إن الله لا يحب من كان مختالا فخورا", "sura_id": 4, "type": 1, "id": 6765, "aya_id": 36}, {"text": "36 - (واعبدوا الله) وحده (ولا تشركوا به شيئا و) أحسنوا (بالوالدين إحسانا) برا ولين جانب (وبذي القربى) القرابة (واليتامى والمساكين والجار ذي القربى) القريب منك في الجوار أو النسب (والجار الجنب) البعيد عنك في الجوار أو النسب (والصاحب بالجنب) الرفيق في سفر أو صناعة وقيل الزوجة (وابن السبيل) المنقطع في سفره (وما ملكت أيمانكم) من الأرقاء (إن الله لا يحب من كان مختالا) متكبرا (فخورا) على الناس بما أوتي \r\n", "sura_id": 4, "type": 2, "id": 25473, "aya_id": 36}, {"text": "واعبدوا الله وانقادوا له وحده, ولا تجعلوا له شريكًا في الربوبية والعبادة, وأحسنوا إلى الوالدين, وأدُّوا حقوقهما, وحقوق الأقربين, واليتامى والمحتاجين, والجار القريب منكم والبعيد, والرفيق في السفر وفي الحضر, والمسافر المحتاج, والمماليك من فتيانكم وفتياتكم. إن الله تعالى لا يحب المتكبرين من عباده, المفتخرين على الناس.\r\n", "sura_id": 4, "type": 3, "id": 31709, "aya_id": 36}, {"text": " <font color=red>وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا</font><BR><p>يَأْمُر تَبَارَكَ وَتَعَالَى بِعِبَادَتِهِ وَحْده لَا شَرِيك لَهُ فَإِنَّهُ هُوَ الْخَالِق الرَّازِق الْمُنْعِم الْمُتَفَضِّل عَلَى خَلْقه فِي جَمِيع الْآنَات وَالْحَالَات فَهُوَ الْمُسْتَحِقّ مِنْهُمْ أَنْ يُوَحِّدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا مِنْ مَخْلُوقَاته كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِمُعَاذِ بْن جَبَل \" أَتَدْرِي مَا حَقّ اللَّه عَلَى الْعِبَاد ؟ \" قَالَ اللَّه وَرَسُوله أَعْلَم قَالَ \" أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا ثُمَّ أَتَدْرِي مَا حَقّ الْعِبَاد عَلَى اللَّه إِذَا فَعَلُوا ذَلِكَ ؟ أَنْ لَا يُعَذِّبهُمْ \" ثُمَّ أَوْصَى بِالْإِحْسَانِ إِلَى الْوَالِدَيْنِ فَإِنَّ اللَّه سُبْحَانه جَعَلَهُمَا سَبَبًا لِخُرُوجِك مِنْ الْعَدَم إِلَى الْوُجُود , وَكَثِيرًا مَا يَقْرِن اللَّه سُبْحَانه بَيْن عِبَادَته وَالْإِحْسَان إِلَى الْوَالِدَيْنِ كَقَوْلِهِ \" أَنْ اُشْكُرْ لِي وَلِوَالِدَيْك \" وَكَقَوْلِهِ \" وَقَضَى رَبّك أَنْ لَا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا \" ثُمَّ عَطَفَ عَلَى الْإِحْسَان إِلَيْهِمَا الْإِحْسَان إِلَى الْقَرَابَات مِنْ الرِّجَال وَالنِّسَاء كَمَا جَاءَ فِي الْحَدِيث \" الصَّدَقَة عَلَى الْمِسْكِين صَدَقَة وَعَلَى ذِي الرَّحِم صَدَقَة وَصِلَة \" ثُمَّ قَالَ تَعَالَى \" وَالْيَتَامَى \" وَذَلِكَ لِأَنَّهُمْ فَقَدُوا مَنْ يَقُوم بِمَصَالِحِهِمْ وَمَنْ يُنْفِق عَلَيْهِمْ فَأَمَرَ اللَّه بِالْإِحْسَانِ إِلَيْهِمْ وَالْحُنُوّ عَلَيْهِمْ ثُمَّ قَالَ \" وَالْمَسَاكِين \" وَهُمْ الْمَحَاوِيج مِنْ ذَوِي الْحَاجَات الَّذِينَ لَا يَجِدُونَ مَنْ يَقُوم بِكِفَايَتِهِمْ فَأَمَرَ اللَّه سُبْحَانه بِمُسَاعَدَتِهِمْ بِمَا تَتِمّ بِهِ كِفَايَتهمْ وَتَزُول بِهِ ضَرُورَتهمْ وَسَيَأْتِي الْكَلَام عَلَى الْفَقِير وَالْمِسْكِين فِي سُورَة بَرَاءَة وَقَوْله وَالْجَار ذِي الْقُرْبَى وَالْجَار الْجُنُب \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَالْجَار ذِي الْقُرْبَى يَعْنِي الَّذِي بَيْنك وَبَيْنه قَرَابَة وَالْجَار الْجُنُب الَّذِي لَيْسَ بَيْنك وَبَيْنه قَرَابَة وَكَذَا رُوِيَ عَنْ عِكْرِمَة وَمُجَاهِد وَمَيْمُون بْن مِهْرَان وَالضَّحَّاك وَزَيْد بْن أَسْلَم وَمُقَاتِل بْن حَيَّان وَقَتَادَة وَقَالَ أَبُو إِسْحَاق عَنْ نَوْف الْبِكَالِيّ فِي قَوْله \" وَالْجَار ذِي الْقُرْبَى \" يَعْنِي الْجَار الْمُسْلِم وَالْجَار الْجُنُب \" يَعْنِي الْيَهُودِيّ وَالنَّصْرَانِيّ رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَالَ جَابِر الْجُعْفِيّ عَنْ الشَّعْبِيّ عَنْ عَلِيّ وَابْن مَسْعُود وَالْجَار ذِي الْقُرْبَى يَعْنِي الْمَرْأَة وَقَالَ مُجَاهِد أَيْضًا فِي قَوْله \" وَالْجَار الْجُنُب يَعْنِي الرَّفِيق فِي السَّفَر وَقَدْ وَرَدَتْ الْأَحَادِيث بِالْوَصَايَا بِالْجَارِ فَلْنَذْكُرْ مِنْهَا مَا تَيَسَّرَ وَاللَّهِ الْمُسْتَعَان .\" الْحَدِيث الْأَوَّل \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عُمَر بْن مُحَمَّد بْن زَيْد أَنَّهُ سَمِعَ مُحَمَّدًا يُحَدِّث عَنْ عَبْد اللَّه بْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا زَالَ جِبْرِيل يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْت أَنَّهُ سَيُوَرِّثُهُ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مُحَمَّد بْن زَيْد بْن عَبْد اللَّه بْن عُمَر بِهِ . \" الْحَدِيث الثَّانِي \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ دَاوُد بْن شَابُور عَنْ مُجَاهِد عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا زَالَ جِبْرِيل يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْت أَنَّهُ سَيُوَرِّثُهُ \" . وَرَوَى أَبُو دَاوُد وَالتِّرْمِذِيّ نَحْوه مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ بَشِير أَبِي إِسْمَاعِيل زَادَ التِّرْمِذِيّ وَدَاوُد بْن شَابُور كِلَاهُمَا عَنْ مُجَاهِد بِهِ ثُمَّ قَالَ التِّرْمِذِيّ حَسَن غَرِيب مِنْ هَذَا الْوَجْه وَقَدْ رُوِيَ عَنْ مُجَاهِد وَعَائِشَة وَأَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْحَدِيث الثَّالِث \" قَالَ أَحْمَد أَيْضًا حَدَّثَنَا عَبْد اللَّه بْن يَزِيد أَخْبَرَنَا حَيْوَة أَخْبَرَنَا شُرَحْبِيل بْن شَرِيك أَنَّهُ سَمِعَ أَبَا عَبْد الرَّحْمَن الْجِيلِيّ يُحَدِّث عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ\" خَيْر الْأَصْحَاب عِنْد اللَّه خَيْرهمْ لِصَاحِبِهِ وَخَيْر الْجِيرَان عِنْد اللَّه خَيْرهمْ لِجَارِهِ \" وَرَوَاهُ التِّرْمِذِيّ عَنْ أَحْمَد بْن مُحَمَّد عَنْ عَبْد اللَّه بْن الْمُبَارَك عَنْ حَيْوَة بْن شُرَيْح بِهِ وَقَالَ حَسَن غَرِيب . \" الْحَدِيث الرَّابِع \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا سُفْيَان عَنْ أَبِيهِ عَنْ عَبَايَة بْن رِفَاعَة عَنْ عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَشْبَع الرَّجُل دُون جَاره \" تَفَرَّدَ بِهِ أَحْمَد . \" الْحَدِيث الْخَامِس \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا مُحَمَّد بْن فُضَيْل بْن غَزْوَان حَدَّثَنَا مُحَمَّد بْن سَعْد الْأَنْصَارِيّ سَمِعْت أَبَا ظَبْيَة الْكَلَاعِيّ سَمِعْت الْمِقْدَاد بْن الْأَسْوَد يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ \" مَا تَقُولُونَ فِي الزِّنَا \" قَالُوا حَرَام حَرَّمَهُ اللَّه وَرَسُوله وَهُوَ حَرَام إِلَى يَوْم الْقِيَامَة فَقَالَ : رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَأَنْ يَزْنِي الرَّجُل بِعَشْرَةِ نِسْوَة أَيْسَر عَلَيْهِ مِنْ أَنْ يَزْنِي بِحَلِيلَةِ جَاره \" قَالَ \" مَا تَقُولُونَ فِي السَّرِقَة \" قَالُوا حَرَّمَهَا اللَّه وَرَسُوله فَهِيَ حَرَام إِلَى يَوْم الْقِيَامَة قَالَ \" لَأَنْ يَسْرِق الرَّجُل مِنْ عَشَرَة أَبْيَات أَيْسَر عَلَيْهِ مِنْ أَنْ يَسْرِق مِنْ جَاره \" تَفَرَّدَ بِهِ أَحْمَد وَلَهُ شَاهِد فِي الصَّحِيحَيْنِ مِنْ حَدِيث اِبْن مَسْعُود : قُلْت يَا رَسُول اللَّه أَيّ الذَّنْب أَعْظَم ؟ قَالَ \" أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك \" قُلْت ثُمَّ أَيّ ؟ قَالَ \" أَنْ تَقْتُل وَلَدك خَشْيَة أَنْ يَطْعَم مَعَك \" قُلْت ثُمَّ أَيّ ؟ قَالَ \" أَنْ تُزَانِي حَلِيلَة جَارك \" . \" الْحَدِيث السَّادِس \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا هِشَام عَنْ حَفْصَة عَنْ أَبِي الْعَالِيَة عَنْ رَجُل مِنْ الْأَنْصَار قَالَ : خَرَجْت مِنْ أَهْلِي أُرِيد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا بِهِ قَائِم وَرَجُل مَعَهُ مُقْبِل عَلَيْهِ فَظَنَنْت أَنَّ لَهُمَا حَاجَة قَالَ الْأَنْصَارِيّ لَقَدْ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى جَعَلْت أَنْثَنِي لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ طُول الْقِيَام فَلَمَّا اِنْصَرَفَ قُلْت يَا رَسُول اللَّه لَقَدْ قَامَ بِك هَذَا الرَّجُل حَتَّى جَعَلْت أَرْثِي لَك مِنْ طُول الْقِيَام قَالَ \" وَقَدْ رَأَيْته \" قُلْت نَعَمْ قَالَ \" أَتَدْرِي مَنْ هُوَ ؟ \" قُلْت لَا قَالَ \" ذَاكَ جِبْرِيل مَا زَالَ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْت أَنَّهُ سَيُوَرِّثُهُ \" ثُمَّ قَالَ \" أَمَا إِنَّك لَوْ سَلَّمْت عَلَيْهِ لَرَدَّ عَلَيْك السَّلَام\" . \" الْحَدِيث السَّابِع \" قَالَ عَبْد بْن حُمَيْد فِي مُسْنَده حَدَّثَنَا يَعْلَى بْن عُبَيْد حَدَّثَنَا اِبْن بَكْر يَعْنِي الْمَدَنِيّ عَنْ جَابِر بْن عَبْد اللَّه قَالَ : جَاءَ رَجُل مِنْ الْعَوَالِي وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجِبْرِيل عَلَيْهِ السَّلَام يُصَلِّيَانِ حَيْثُ يُصَلَّى عَلَى الْجَنَائِز فَلَمَّا اِنْصَرَفَ قَالَ الرَّجُل يَا رَسُول اللَّه مَنْ هَذَا الرَّجُل الَّذِي رَأَيْت يُصَلِّي مَعَك ؟ قَالَ \" وَقَدْ رَأَيْته ؟ \" قَالَ نَعَمْ قَالَ \" لَقَدْ رَأَيْت خَيْرًا كَثِيرًا هَذَا جِبْرِيل مَا زَالَ يُوصِينِي بِالْجَارِ حَتَّى رَأَيْت أَنَّهُ سَيُوَرِّثُهُ \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه وَهُوَ شَاهِد لِلَّذِي قَبْله .\" الْحَدِيث الثَّامِن \" وَقَالَ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عُبَيْد اللَّه بْن مُحَمَّد أَبُو الرَّبِيع الْمُحَارِبِيّ حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن أَبِي فُدَيْك أَخْبَرَنِي عَبْد الرَّحْمَن بْن الْفَضْل عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ الْحَسَن عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْجِيرَان ثَلَاثَة جَار لَهُ حَقّ وَاحِد وَهُوَ أَدْنَى الْجِيرَان حَقًّا وَجَار لَهُ حَقَّانِ وَجَار لَهُ ثَلَاثَة حُقُوق وَهُوَ أَفْضَل الْجِيرَان حَقًّا . فَأَمَّا الْجَار الَّذِي لَهُ حَقّ وَاحِد فَجَار مُشْرِك لَا رَحِم لَهُ لَهُ حَقّ الْجِوَار. وَأَمَّا الْجَار الَّذِي لَهُ حَقَّانِ فَجَار مُسْلِم لَهُ حَقّ الْإِسْلَام وَحَقّ الْجِوَار . وَأَمَّا الَّذِي لَهُ ثَلَاثَة حُقُوق فَجَار مُسْلِم ذُو رَحِم لَهُ حَقّ الْجِوَار وَحَقّ الْإِسْلَام وَحَقّ الرَّحِم \" قَالَ الْبَزَّار لَا نَعْلَم أَحَدًا رَوَى عَنْ عَبْد الرَّحْمَن بْن الْفَضْل إِلَّا اِبْن أَبِي فُدَيْك . \" الْحَدِيث التَّاسِع \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي عِمْرَان عَنْ طَلْحَة بْن عَبْد اللَّه عَنْ عَائِشَة أَنَّهَا سَأَلَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : إِنَّ لِي جَارَيْنِ فَإِلَى أَيّهمَا أُهْدِي ؟ قَالَ \" إِلَى أَقْرَبهَا مِنْك بَابًا \" وَرَوَاهُ الْبُخَارِيّ مِنْ حَدِيث شُعْبَة بِهِ . \" الْحَدِيث الْعَاشِر \" رَوَى الطَّبَرَانِيّ وَأَبُو نُعَيْم عَنْ عَبْد الرَّحْمَن فَزَادَ قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَوَضَّأَ فَجَعَلَ النَّاس يَتَمَسَّحُونَ بِوَضُوئِهِ فَقَالَ \" مَا يَحْمِلكُمْ عَلَى ذَلِكَ \" قَالُوا حُبّ اللَّه وَرَسُوله قَالَ \" مَنْ سَرَّهُ أَنْ يُحِبّ اللَّه وَرَسُوله فَلْيَصْدُقْ الْحَدِيث إِذَا حَدَّثَ وَلْيُؤَدِّ الْأَمَانَة إِذَا اُؤْتُمِنَ \" \" الْحَدِيث الْحَادِيَ عَشَرَ \" قَالَ أَحْمَد حَدَّثَنَا قُتَيْبَة حَدَّثَنَا اِبْن لَهِيعَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَوَّل خَصْمَيْنِ يَوْم الْقِيَامَة جَارَانِ\" الْحَدِيث وَقَوْله تَعَالَى \" وَالصَّاحِب بِالْجَنْبِ \" قَالَ الثَّوْرِيّ عَنْ جَابِر الْجُعْفِيّ عَنْ الشَّعْبِيّ عَنْ عَلِيّ وَابْن مَسْعُود قَالَا : هِيَ الْمَرْأَة . وَقَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن وَسَعِيد بْن جُبَيْر فِي إِحْدَى الرِّوَايَات نَحْو ذَلِكَ وَقَالَ اِبْن عَبَّاس وَجَمَاعَة : هُوَ الضَّعِيف وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَقَتَادَة هُوَ الرَّفِيق فِي السَّفَر وَقَالَ سَعِيد بْن جُبَيْر هُوَ الرَّفِيق الصَّالِح وَقَالَ زَيْد بْن أَسْلَم هُوَ جَلِيسك فِي الْحَضَر وَرَفِيقك فِي السَّفَر . وَأَمَّا اِبْن السَّبِيل فَعَنْ اِبْن عَبَّاس وَجَمَاعَة هُوَ الضَّيْف وَقَالَ مُجَاهِد وَأَبُو جَعْفَر الْبَاقِر وَالْحَسَن وَالضَّحَّاك وَمُقَاتِل هُوَ الَّذِي يَمُرّ عَلَيْك مُجْتَازًا فِي السَّفَر وَهَذَا أَظْهَر وَإِنْ كَانَ مُرَاد الْقَائِل بِالضَّيْفِ الْمَارّ فِي الطَّرِيق فَهُمَا سَوَاء وَسَيَأْتِي الْكَلَام عَلَى أَبْنَاء السَّبِيل فِي سُورَة بَرَاءَة وَبِاَللَّهِ الثِّقَة وَعَلَيْهِ التُّكْلَان . وَقَوْله تَعَالَى \" وَمَا مَلَكَتْ أَيْمَانكُمْ \" وَصِيَّة بِالْأَرِقَّاءِ لِأَنَّ الرَّقِيق ضَعِيف الْحِيلَة أَسِير فِي أَيْدِي النَّاس فَلِهَذَا ثَبَتَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَ يُوصِي أُمَّته فِي مَرَض الْمَوْت يَقُول \" الصَّلَاة الصَّلَاة وَمَا مَلَكَتْ أَيْمَانكُمْ \" فَجَعَلَ يُرَدِّدهَا حَتَّى مَا يُفِيض بِهَا لِسَانه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن أَبِي الْعَبَّاس حَدَّثَنَا بَقِيَّة حَدَّثَنَا جُبَيْر بْن سَعْد عَنْ خَالِد بْن مَعْدَان عَنْ الْمِقْدَام بْن مَعْدِيكَرِبَ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أَطْعَمْت نَفْسك فَهُوَ لَك صَدَقَة وَمَا أَطْعَمْت وَلَدك فَهُوَ لَك صَدَقَة وَمَا أَطْعَمْت زَوْجَتك فَهُوَ لَك صَدَقَة وَمَا أَطْعَمْت خَادِمك فَهُوَ لَك صَدَقَهُ \" وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث بَقِيَّة وَإِسْنَاده صَحِيح وَلِلَّهِ الْحَمْد . وَعَنْ عَبْد اللَّه بْن عَمْرو أَنَّهُ قَالَ لِقَهْرَمَانٍ لَهُ هَلْ أَعْطَيْت الرَّقِيق قُوتهمْ ؟ قَالَ لَا : قَالَ فَانْطَلِقْ فَأَعْطِهِمْ فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كَفَى الْمَرْء إِثْمًا أَنْ يَحْبِس عَمَّنْ يَمْلِك قُوتهمْ \" رَوَاهُ مُسْلِم وَعَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لِلْمَمْلُوكِ طَعَامه وَكِسْوَته وَلَا يُكَلَّف مِنْ الْعَمَل إِلَّا مَا يُطِيق \" . رَوَاهُ مُسْلِم أَيْضًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا أَتَى أَحَدكُمْ خَادِمه بِطَعَامِهِ فَإِنْ لَمْ يُجْلِسهُ مَعَهُ فَلْيُنَاوِلْهُ لُقْمَة أَوْ لُقْمَتَيْنِ أَوْ أُكْلَة أَوْ أُكْلَتَيْنِ فَإِنَّهُ وَلِيَ حَرّه وَعِلَاجه \" أَخْرَجَاهُ وَلَفْظه لِلْبُخَارِيِّ وَلِمُسْلِمٍ \" فَلِيُقْعِدهُ مَعَهُ فَلْيَأْكُلْ فَإِنْ كَانَ الطَّعَام مَشْفُوهًا قَلِيلًا فَلْيَضَعْ فِي يَده أُكْلَة أَوْ أُكْلَتَيْنِ \" وَعَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" هُمْ إِخْوَانكُمْ خَوَلكُمْ جَعَلَهُمْ اللَّه تَحْت أَيْدِيكُمْ فَمَنْ كَانَ أَخُوهُ تَحْت يَده فَلْيُطْعِمْهُ مِمَّا يَأْكُل وَيُلْبِسهُ مِمَّا يَلْبَس وَلَا تُكَلِّفُوهُمْ مَا يَغْلِبهُمْ فَإِنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْ \" أَخْرَجَاهُ . وَقَوْله تَعَالَى \" إِنَّ اللَّه لَا يُحِبّ مَنْ كَانَ مُخْتَالًا فَخُورًا أَيْ مُخْتَالًا فِي نَفْسه مُعْجَبًا مُتَكَبِّرًا فَخُورًا \" عَلَى النَّاس يَرَى أَنَّهُ خَيْر مِنْهُمْ فَهُوَ فِي نَفْسه كَبِير وَهُوَ عِنْد اللَّه حَقِير وَعِنْد النَّاس بَغِيض قَالَ مُجَاهِد فِي قَوْله إِنَّ اللَّه لَا يُحِبّ مَنْ كَانَ مُخْتَالًا يَعْنِي مُتَكَبِّرًا فَخُورًا يَعْنِي بَعْد مَا أُعْطِيَ وَهُوَ لَا يَشْكُر اللَّه تَعَالَى يَعْنِي يَفْخَر عَلَى النَّاس بِمَا أَعْطَاهُ اللَّه مِنْ نِعَمه وَهُوَ قَلِيل الشُّكْر عَلَى ذَلِكَ وَقَالَ اِبْن جَرِير حَدَّثَنِي الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن كَثِير عَنْ عَبْد اللَّه بْن وَاقِد عَنْ أَبِي رَجَاء الْهَرَوِيّ قَالَ : لَا تَجِد سَيِّئ الْمَلَكَة إِلَّا وَجَدْته مُخْتَالًا فَخُورًا وَتَلَا وَمَا مَلَكَت أَيْمَانكُمْ الْآيَة وَلَا عَاقًّا إِلَّا وَجَدْته جَبَّارًا شَقِيًّا وَتَلَا \" وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلنِي جَبَّارًا شَقِيًّا \" وَرَوَى اِبْن أَبِي حَاتِم عَنْ الْعَوَّام بْن حَوْشَب مِثْله فِي الْمُخْتَال الْفَخُور وَقَالَ حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم عَنْ الْأَسْوَد بْن شَيْبَان حَدَّثَنَا يَزِيد بْن عَبْد اللَّه بْن الشِّخِّير قَالَ : قَالَ مُطَرِّف كَانَ يَبْلُغنِي عَنْ أَبِي ذَرّ حَدِيث كُنْت أَشْتَهِي لِقَاءَهُ فَلَقِيته فَقُلْت يَا أَبَا ذَرّ بَلَغَنِي أَنَّك تَزْعُم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه يُحِبّ ثَلَاثَة وَيُبْغِض ثَلَاثَة قَالَ : أَجَلْ فَلَا إِخَالُك أَكْذِب عَلَى خَلِيلِي ثَلَاثًا ؟ قُلْت مَنْ الثَّلَاثَة الَّذِينَ يُبْغِض اللَّه ؟ قَالَ الْمُخْتَال الْفَخُور أَوَلَيْسَ تَجِدُونَهُ عِنْدكُمْ فِي كِتَاب اللَّه الْمُنَزَّل ثُمَّ قَرَأَ الْآيَة إِنَّ اللَّه لَا يُحِبّ مَنْ كَانَ مُخْتَالًا فَخُورًا وَحَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا وُهَيْب عَنْ خَالِد عَنْ أَبِي تَمِيمَة عَنْ رَجُل مِنْ بَنِي الْهُجَيْم قَالَ : قُلْت يَا رَسُول اللَّه أَوْصِنِي قَالَ : \" إِيَّاكَ إِسْبَال الْإِزَار فَإِنَّ إِسْبَال الْإِزَار مِنْ الْمَخِيلَة وَاَللَّه لَا يُحِبّ الْمَخِيلَة \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40873, "aya_id": 36}]