[{"text": "الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِندَ اللَّهِ وَعِندَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ", "sura_id": 40, "type": 0, "id": 4168, "aya_id": 35}, {"text": "الذين يجادلون في آيات الله بغير سلطان أتاهم كبر مقتا عند الله وعند الذين آمنوا كذلك يطبع الله على كل قلب متكبر جبار", "sura_id": 40, "type": 1, "id": 10404, "aya_id": 35}, {"text": "35 - (الذين يجادلون في آيات الله) معجزاته مبتدأ (بغير سلطان) برهان (أتاهم كبر) جدالهم خبر المبتدأ (مقتا عند الله وعند الذين آمنوا كذلك) مثل إضلالهم (يطبع) يختم (الله) بالضلال (على كل قلب متكبر جبار) بتنوين قلب ودونه ومتى تكبر القلب تكبر صاحبه وبالعكس وكل على القراءتين لعموم الضلال جميع القلب لا لعموم القلب \r\n", "sura_id": 40, "type": 2, "id": 29112, "aya_id": 35}, {"text": "الذين يخاصمون في آيات الله وحججه لدفعها من غير أن يكون لديهم حجة مقبولة, كَبُر ذلك الجدال مقتًا عند الله وعند الذين آمنوا, كما خَتَم بالضلال وحَجَبَ عن الهدى قلوب هؤلاء المخاصمين, يختم الله على قلب كل مستكبر عن توحيد الله وطاعته, جبار بكثرة ظلمه وعدوانه.\r\n", "sura_id": 40, "type": 3, "id": 35348, "aya_id": 35}, {"text": " <font color=red>الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ</font><BR><p>ثُمَّ قَالَ عَزَّ وَجَلَّ \" الَّذِينَ يُجَادِلُونَ فِي آيَات اللَّه بِغَيْرِ سُلْطَان أَتَاهُمْ \" أَيْ الَّذِينَ يَدْفَعُونَ الْحَقّ بِالْبَاطِلِ وَيُجَادِلُونَ الْحُجَج بِغَيْرِ دَلِيل وَحُجَّة مَعَهُمْ مِنْ اللَّه تَعَالَى فَإِنَّ اللَّه عَزَّ وَجَلَّ يَمْقُت عَلَى ذَلِكَ أَشَدّ الْمَقْت وَلِهَذَا قَالَ تَعَالَى \" كَبُرَ مَقْتًا عِنْد اللَّه وَعِنْد الَّذِينَ آمَنُوا \" أَيْ وَالْمُؤْمِنُونَ أَيْضًا يُبْغِضُونَ مَنْ تَكُون هَذِهِ صِفَته فَإِنَّ مَنْ كَانَتْ هَذِهِ صِفَته يَطْبَع اللَّه عَلَى قَلْبه فَلَا يَعْرِف بَعْد ذَلِكَ مَعْرُوفًا وَلَا يُنْكِر مُنْكَرًا وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" كَذَلِكَ يَطْبَع اللَّه عَلَى كُلّ قَلْب مُتَكَبِّر \" أَيْ عَلَى اِتِّبَاع الْحَقّ \" جَبَّار \" وَرَوَى اِبْن أَبِي حَاتِم عَنْ عِكْرِمَة وَحُكِيَ عَنْ الشَّعْبِيّ أَنَّهُمَا قَالَا لَا يَكُون الْإِنْسَان جَبَّارًا حَتَّى يَقْتُل نَفْسَيْنِ وَقَالَ أَبُو عِمْرَان الْجَوْنِيّ وَقَتَادَة : آيَة الْجَبَابِرَة الْقَتْل بِغَيْرِ حَقّ وَاَللَّه تَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40969, "aya_id": 35}]