[{"text": "أُوْلَئِكَ الَّذِينَ اشْتَرُوُاْ الضَّلاَلَةَ بِالْهُدَى فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَ", "sura_id": 2, "type": 0, "id": 23, "aya_id": 16}, {"text": "أولئك الذين اشتروا الضلالة بالهدى فما ربحت تجارتهم وما كانوا مهتدين", "sura_id": 2, "type": 1, "id": 6259, "aya_id": 16}, {"text": "16 - (أولئك الذين اشتروا الضلالة بالهدى) أي استبدلوها به (فما ربحت تجارتهم) أي ما ربحوا فيها بل خسروا لمصيرهم إلى النار المؤبدة عليهم (وما كانوا مهتدين) فيما فعلوا \r\n", "sura_id": 2, "type": 2, "id": 24967, "aya_id": 16}, {"text": "أولئك المنافقون باعوا أنفسهم في صفقة خاسرة, فأخذوا الكفر, وتركوا الإيمان, فما كسبوا شيئًا, بل خَسِروا الهداية. وهذا هو الخسران المبين.\r\n", "sura_id": 2, "type": 3, "id": 31203, "aya_id": 16}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ</font><BR><p>قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة \" أُولَئِكَ الَّذِينَ اِشْتَرَوْا الضَّلَالَة بِالْهُدَى \" قَالَ أَخَذُوا الضَّلَالَة وَتَرَكُوا الْهُدَى وَقَالَ اِبْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" أُولَئِكَ الَّذِينَ اِشْتَرَوْا الضَّلَالَة بِالْهُدَى \" أَيْ الْكُفْر بِالْإِيمَانِ وَقَالَ مُجَاهِد آمَنُوا ثُمَّ كَفَرُوا وَقَالَ قَتَادَة : اِسْتَحَبُّوا الضَّلَالَة عَلَى الْهُدَى . وَهَذَا الَّذِي قَالَهُ قَتَادَة يُشْبِهُهُ فِي الْمَعْنَى قَوْله تَعَالَى فِي ثَمُود \" فَأَمَّا ثَمُود فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى \" وَحَاصِل قَوْل الْمُفَسِّرِينَ فِيمَا تَقَدَّمَ أَنَّ الْمُنَافِقِينَ عَدَلُوا عَنْ الْهُدَى إِلَى الضَّلَال وَاعْتَاضُوا عَنْ الْهُدَى بِالضَّلَالَةِ وَهُوَ مَعْنَى قَوْله تَعَالَى \" أُولَئِكَ الَّذِينَ اِشْتَرَوْا الضَّلَالَة بِالْهُدَى \" أَيْ بَذَلُوا الْهُدَى ثَمَنًا لِلضَّلَالَةِ وَسَوَاء فِي ذَلِكَ مَنْ كَانَ مِنْهُمْ قَدْ حَصَلَ لَهُ الْإِيمَان ثُمَّ رَجَعَ عَنْهُ إِلَى الْكُفْر كَمَا قَالَ تَعَالَى فِيهِمْ \" ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبهمْ \" أَوْ أَنَّهُمْ اِسْتَحَبُّوا الضَّلَالَة عَلَى الْهُدَى كَمَا يَكُون حَال فَرِيق آخَر مِنْهُمْ فَإِنَّهُمْ أَنْوَاع وَأَقْسَام وَلِهَذَا قَالَ تَعَالَى \" فَمَا رَبِحَتْ تِجَارَتهمْ وَمَا كَانُوا مُهْتَدِينَ \" أَيْ مَا رَبِحَتْ صَفْقَتهمْ فِي هَذِهِ الْبَيْعَة وَمَا كَانُوا مُهْتَدِينَ أَيْ رَاشِدِينَ فِي صَنِيعهمْ ذَلِكَ . وَقَالَ اِبْن جَرِير حَدَّثَنَا بَشِير حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة \" فَمَا رَبِحَتْ تِجَارَتهمْ وَمَا كَانُوا مُهْتَدِينَ\" قَدْ وَاَللَّه رَأَيْتُمُوهُمْ خَرَجُوا مِنْ الْهُدَى إِلَى الضَّلَالَة وَمِنْ الْجَمَاعَة إِلَى الْفُرْقَة وَمِنْ الْأَمْن إِلَى الْخَوْف وَمِنْ السُّنَّة إِلَى الْبِدْعَة وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث يَزِيد بْن زُرَيْع عَنْ سَعِيد عَنْ قَتَادَة بِمِثْلِهِ سَوَاء .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38564, "aya_id": 16}]