[{"text": "وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ", "sura_id": 36, "type": 0, "id": 3743, "aya_id": 38}, {"text": "والشمس تجري لمستقر لها ذلك تقدير العزيز العليم", "sura_id": 36, "type": 1, "id": 9979, "aya_id": 38}, {"text": "38 - (والشمس تجري) إلى آخره من جملة الآية لهم أو آية أخرى والقمر كذلك (لمستقر لها) إليه لا تتجاوزه (ذلك) جريها (تقدير العزيز) في ملكه (العليم) بخلقه \r\n", "sura_id": 36, "type": 2, "id": 28687, "aya_id": 38}, {"text": "وآية لهم الشمس تجري لمستقر لها, قدَّره الله لها لا تتعداه ولا تقصر عنه, ذلك تقدير العزيز الذي لا يغالَب, العليم الذي لا يغيب عن علمه شيء.\r\n", "sura_id": 36, "type": 3, "id": 34923, "aya_id": 38}, {"text": " <font color=red>وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</font><BR><p>وَقَوْله جَلَّ جَلَاله \" وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" فِي مَعْنَى قَوْله \" لِمُسْتَقَرٍّ لَهَا \" قَوْلَانِ أَحَدهمَا أَنَّ الْمُرَاد مُسْتَقَرّهَا الْمَكَانِيّ وَهُوَ تَحْت الْعَرْش مِمَّا يَلِي الْأَرْض فِي ذَلِكَ الْجَانِب وَهِيَ أَيْنَمَا كَانَتْ فَهِيَ تَحْت الْعَرْش وَجَمِيع الْمَخْلُوقَات لِأَنَّهُ سَقْفهَا وَلَيْسَ بِكُرَةٍ كَمَا يَزْعُمهُ كَثِير مِنْ أَرْبَاب الْهَيْئَة وَإِنَّمَا هُوَ قُبَّة ذَات قَوَائِم تَحْمِلهُ الْمَلَائِكَة وَهُوَ فَوْق الْعَالَم مِمَّا يَلِي رُءُوس النَّاس فَالشَّمْس إِذَا كَانَتْ فِي قُبَّة الْفَلَك وَقْت الظَّهِيرَة تَكُون أَقْرَب مَا تَكُون إِلَى الْعَرْش فَإِذَا اِسْتَدَارَتْ فِي فَلَكهَا الرَّابِع إِلَى مُقَابَلَة هَذَا الْمَقَام وَهُوَ وَقْت نِصْف اللَّيْل صَارَتْ أَبْعَد مَا تَكُون إِلَى الْعَرْش فَحِينَئِذٍ تَسْجُد وَتَسْتَأْذِن فِي الطُّلُوع كَمَا جَاءَتْ بِذَلِكَ الْأَحَادِيث قَالَ الْبُخَارِيّ حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : كُنْت مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِد عِنْد غُرُوب الشَّمْس فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا ذَرّ أَتَدْرِي أَيْنَ تَغْرُب الشَّمْس ؟ \" قُلْت اللَّه وَرَسُوله أَعْلَم قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . \" فَإِنَّهَا تَذْهَب حَتَّى تَسْجُد تَحْت الْعَرْش فَذَلِكَ قَوْله تَعَالَى : \" وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" حَدَّثَنَا عَبْد اللَّه بْن الزُّبَيْر الْحُمَيْدِيّ حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْله تَبَارَكَ وَتَعَالَى : \" وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا \" قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مُسْتَقَرُّهَا تَحْت الْعَرْش \" هَكَذَا أَوْرَدَهُ هَهُنَا وَقَدْ أَخْرَجَهُ فِي أَمَاكِن مُتَعَدِّدَة وَرَوَاهُ بَقِيَّة الْجَمَاعَة إِلَّا اِبْن مَاجَهْ مِنْ طُرُق عَنْ الْأَعْمَش بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عُبَيْد عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي ذَرّ قَالَ كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِد حِين غَرَبَتْ الشَّمْس فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا ذَرّ أَتَدْرِي أَيْنَ تَذْهَب الشَّمْس ؟ \" قُلْت اللَّه وَرَسُوله أَعْلَم قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنَّهَا تَذْهَب حَتَّى تَسْجُد بَيْن يَدَيْ رَبّهَا عَزَّ وَجَلَّ فَتَسْتَأْذِن فِي الرُّجُوع فَيُؤْذَن لَهَا وَكَأَنَّهَا قَدْ قِيلَ لَهَا اِرْجِعِي مِنْ حَيْثُ جِئْت فَتَرْجِع إِلَى مَطْلِعهَا وَذَلِكَ مُسْتَقَرّهَا \" ثُمَّ قَرَأَ \" وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا \" قَالَ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِي ذَرّ حِين غَرَبَتْ الشَّمْس \" أَتَدْرِي أَيْنَ تَذْهَب ؟ \" قُلْت اللَّه وَرَسُوله أَعْلَم قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنَّهَا تَذْهَب حَتَّى تَسْجُد تَحْت الْعَرْش فَتَسْتَأْذِن فَيُؤْذَن لَهَا وَيُوشِك أَنْ تَسْجُد فَلَا يُقْبَل مِنْهَا وَتَسْتَأْذِن فَلَا يُؤْذَن لَهَا وَيُقَال لَهَا اِرْجِعِي مِنْ حَيْثُ جِئْت فَتَطْلُع مِنْ مَغْرِبهَا فَذَلِكَ قَوْله تَعَالَى : \" وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَبِي إِسْحَاق عَنْ وَهْب بْن جَابِر عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ فِي قَوْله تَعَالَى : \" وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا \" قَالَ إِنَّ الشَّمْس تَطْلُع فَتَرُدّهَا ذُنُوب بَنِي آدَم حَتَّى إِذَا غَرَبَتْ سَلَّمَتْ وَسَجَدَتْ وَاسْتَأْذَنَتْ فَيُؤْذَن لَهَا حَتَّى إِذَا كَانَ يَوْم غَرَبَتْ فَسَلَّمَتْ وَسَجَدَتْ وَاسْتَأْذَنَتْ فَلَا يُؤْذَن لَهَا فَتَقُول إِنَّ الْمَسِير بَعِيد وَإِنِّي إِنْ لَا يُؤْذَن لِي لَا أَبْلُغ فَتُحْبَس مَا شَاءَ اللَّه أَنْ تُحْبَس ثُمَّ يُقَال لَهَا اُطْلُعِي مِنْ حَيْثُ غَرَبْت قَالَ فَمِنْ يَوْمئِذٍ إِلَى يَوْم الْقِيَامَة لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل أَوْ كَسَبَتْ فِي إِيمَانهَا خَيْرًا وَقِيلَ الْمُرَاد بِمُسْتَقَرِّهَا هُوَ اِنْتِهَاء سَيْرهَا وَهُوَ غَايَة اِرْتِفَاعهَا فِي السَّمَاء فِي الصَّيْف وَهُوَ أَوْجهَا ثُمَّ غَايَة اِنْخِفَاضهَا فِي الشِّتَاء وَهُوَ الْحَضِيض \" وَالْقَوْل الثَّانِي \" أَنَّ الْمُرَاد بِمُسْتَقَرِّهَا هُوَ مُنْتَهَى سَيْرهَا وَهُوَ يَوْم الْقِيَامَة يَبْطُل سَيْرهَا وَتَسْكُن حَرَكَتهَا وَتُكَوَّر وَيَنْتَهِي هَذَا الْعَالَم إِلَى غَايَته وَهَذَا هُوَ مُسْتَقَرّهَا الزَّمَانِيّ قَالَ قَتَادَة \" لِمُسْتَقَرٍّ لَهَا \" أَيْ لِوَقْتِهَا وَلِأَجَلٍ لَا تَعْدُوهُ وَقِيلَ الْمُرَاد أَنَّهَا لَا تَزَال تَنْتَقِل فِي مَطَالِعهَا الصَّيْفِيَّة إِلَى مُدَّة لَا تَزِيد عَلَيْهَا ثُمَّ تَنْتَقِل فِي مَطَالِع الشِّتَاء إِلَى مُدَّة لَا تَزِيد عَلَيْهَا يُرْوَى هَذَا عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا . وَقَرَأَ اِبْن مَسْعُود وَابْن عَبَّاس رَضِيَ اللَّه عَنْهُمْ \" وَالشَّمْس تَجْرِي لَا مُسْتَقَرّ لَهَا \" أَيْ لَا قَرَار لَهَا وَلَا سُكُون بَلْ هِيَ سَائِرَة لَيْلًا وَنَهَارًا لَا تَفْتُر وَلَا تَقِف كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" وَسَخَّرَ لَكُمْ الشَّمْس وَالْقَمَر دَائِبَيْنِ \" أَيْ لَا يَفْتُرَانِ وَلَا يَقِفَانِ إِلَى يَوْم الْقِيَامَة \" ذَلِكَ تَقْدِير الْعَزِيز \" أَيْ الَّذِي لَا يُخَالَف وَلَا يُمَانَع \" الْعَلِيم \" بِجَمِيعِ الْحَرَكَات وَالسَّكَنَات وَقَدْ قَدَّرَ ذَلِكَ وَوَقَّتَهُ عَلَى مِنْوَال لَا اِخْتِلَاف فِيهِ وَلَا تَعَاكُس كَمَا قَالَ عَزَّ وَجَلَّ \" فَالِق الْإِصْبَاح وَجَعَلَ اللَّيْل سَكَنًا وَالشَّمْس وَالْقَمَر حُسْبَانًا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" وَهَكَذَا خَتَمَ آيَة حم السَّجْدَة بِقَوْلِهِ تَعَالَى : \" ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40370, "aya_id": 38}]