[{"text": "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 34, "type": 0, "id": 3617, "aya_id": 11}, {"text": "أن اعمل سابغات وقدر في السرد واعملوا صالحا إني بما تعملون بصير", "sura_id": 34, "type": 1, "id": 9853, "aya_id": 11}, {"text": "11 - وقلنا (أن اعمل) منه (سابغات) دروعا كوامل يجرها لابسها على الارض (وقدر في السرد) أي نسج الدروع قيل لصانعها سراد أي أجعله بحيث تتناسب حلقه (واعملوا) أي آل داود معه (صالحا إني بما تعملون بصير) فأجازيكم به \r\n", "sura_id": 34, "type": 2, "id": 28561, "aya_id": 11}, {"text": "أن اعمل دروعًا تامات واسعات وقدِّر المسامير في حِلَق الدروع, فلا تعمل الحلقة صغيرة فتَضْعُف, فلا تقوى الدروع على الدفاع, ولا تجعلها كبيرة فتثقُل على لابسها, واعمل يا داود أنت وأهلك بطاعة الله, إني بما تعملون بصير لا يخفى عليَّ شيء منها.\r\n", "sura_id": 34, "type": 3, "id": 34797, "aya_id": 11}, {"text": " <font color=red>أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ</font><BR><p>قَالَ تَعَالَى : \" أَنْ اِعْمَلْ سَابِغَات \" وَهِيَ الدُّرُوع قَالَ قَتَادَة وَهُوَ أَوَّل مَنْ عَمِلَهَا مِنْ الْخَلْق وَإِنَّمَا كَانَتْ قَبْل ذَلِكَ صَفَائِح وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا اِبْن سِمَاعَةَ حَدَّثَنَا اِبْن ضَمْرَة عَنْ اِبْن شَوْذَب قَالَ : كَانَ دَاوُدُ عَلَيْهِ السَّلَام يَرْفَع فِي كُلّ يَوْم دِرْعًا فَيَبِيعهَا بِسِتَّةِ آلَاف دِرْهَم أَلْفَيْنِ لَهُ وَلِآلِهِ وَأَرْبَعَة آلَاف دِرْهَم يُطْعِم بِهَا بَنِي إِسْرَائِيل خُبْز الْحَوَارِيّ \" وَقَدِّرْ فِي السَّرْد \" هَذَا إِرْشَاد مِنْ اللَّه تَعَالَى لِنَبِيِّهِ دَاوُدَ عَلَيْهِ السَّلَام فِي تَعْلِيمه صَنْعَة الدُّرُوع قَالَ مُجَاهِد فِي قَوْله تَعَالَى \" وَقَدِّرْ فِي السَّرْد \" لَا تَدُقّ الْمِسْمَار فَيَقْلَق فِي الْحَلْقَة وَلَا تُغَلِّظهُ فَيَقْصِمهَا وَاجْعَلْهُ بِقَدَرٍ وَقَالَ الْحَكَم بْن عُيَيْنَةَ لَا تُغَلِّظهُ فَيَقْصِم وَلَا يَدُقّهُ فَيَقْلَق وَهَكَذَا رُوِيَ عَنْ قَتَادَة وَغَيْر وَاحِد وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس السَّرْد : هُوَ حَلَق الْحَدِيد وَقَالَ بَعْضهمْ يُقَال دِرْع مَسْرُودَة إِذَا كَانَتْ مَسْمُورَة الْحَلَق وَاسْتُشْهِدَ بِقَوْلِ الشَّاعِر : وَعَلَيْهِمَا مَسْرُودَتَانِ قَضَاهُمَا دَاوُدُ أَوْ صَنَعَ السَّوَابِغ تُبَّع وَقَدْ ذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة دَاوُدَ عَلَيْهِ الصَّلَاة وَالسَّلَام مِنْ طَرِيق إِسْحَاق بْن بِشْر وَفِيهِ كَلَام عَنْ أَبِي إِلْيَاس عَنْ وَهْب بْن مُنَبِّه مَا مَضْمُونه أَنَّ دَاوُدَ عَلَيْهِ السَّلَام كَانَ يَخْرُج مُتَنَكِّرًا فَيَسْأَل الرُّكْبَان عَنْهُ وَعَنْ سِيرَته فَلَا يَسْأَل أَحَدًا إِلَّا أَثْنَى عَلَيْهِ خَيْرًا فِي عِبَادَته وَسِيرَته وَعَدْله عَلَيْهِ السَّلَام قَالَ وَهْب حَتَّى بَعَثَ اللَّه تَعَالَى مَلَكًا فِي صُورَة رَجُل فَلَقِيَهُ دَاوُدُ عَلَيْهِ الصَّلَاة وَالسَّلَام فَسَأَلَهُ كَمَا كَانَ يَسْأَل غَيْره فَقَالَ هُوَ خَيْر النَّاس لِنَفْسِهِ وَلِأُمَّتِهِ إِلَّا أَنَّ فِيهِ خَصْلَة لَوْ لَمْ تَكُنْ فِيهِ كَانَ كَامِلًا قَالَ مَا هِيَ ؟ قَالَ يَأْكُل وَيُطْعِم عِيَاله مِنْ مَال الْمُسْلِمِينَ يَعْنِي بَيْت الْمَال فَعِنْد ذَلِكَ نَصَبَ دَاوُدُ عَلَيْهِ السَّلَام إِلَى رَبّه عَزَّ وَجَلَّ فِي الدُّعَاء أَنْ يُعَلِّمهُ عَمَلًا بِيَدِهِ يَسْتَغْنِي بِهِ وَيُغْنِي بِهِ عِيَاله فَأَلَانَ اللَّه عَزَّ وَجَلَّ لَهُ الْحَدِيد وَعَلَّمَهُ صَنْعَة الدُّرُوع فَعَمِلَ الدُّرُوع وَهُوَ أَوَّل مَنْ عَمِلَهَا فَقَالَ اللَّه تَعَالَى : \" أَنْ اِعْمَلْ سَابِغَات وَقَدِّرْ فِي السَّرْد \" يَعْنِي مَسَامِير الْحَلَق قَالَ وَكَانَ عَمِلَ الدِّرْع فَإِذَا اِرْتَفَعَ مِنْ عَمَله دِرْع بَاعَهَا فَتَصَدَّقَ بِثُلُثِهَا وَاشْتَرَى بِثُلُثِهَا مَا يَكْفِيه وَعِيَاله وَأَمْسَكَ الثُّلُث يَتَصَدَّق بِهِ يَوْمًا بِيَوْمٍ إِلَى أَنْ يَعْمَل غَيْرهَا وَقَالَ إِنَّ اللَّه تَعَالَى أَعْطَى دَاوُدَ شَيْئًا لَمْ يُعْطِهِ غَيْره مِنْ حُسْن الصَّوْت إِنَّهُ كَانَ إِذَا قَرَأَ الزَّبُور تَجْتَمِع الْوُحُوش إِلَيْهِ حَتَّى يُؤْخَذ بِأَعْنَاقِهَا وَمَا تَنْفِر وَمَا صَنَعَتْ الشَّيَاطِين الْمَزَامِير وَالْبَرَابِط وَالصُّنُوج إِلَّا عَلَى أَصْنَاف صَوْته عَلَيْهِ السَّلَام وَكَانَ شَدِيد الِاجْتِهَاد وَكَانَ إِذَا اِفْتَتَحَ الزَّبُور بِالْقِرَاءَةِ كَأَنَّمَا يَنْفُخ فِي الْمَزَامِير وَكَانَ قَدْ أُعْطِيَ سَبْعِينَ مِزْمَارًا فِي حَلْقه وَقَوْله تَعَالَى \" وَاعْمَلُوا صَالِحًا \" أَيْ فِي الَّذِي أَعْطَاكُمْ اللَّه تَعَالَى مِنْ النِّعَم \" إِنِّي بِمَا تَعْمَلُونَ بَصِير \" أَيْ مُرَاقِب لَكُمْ بَصِير بِأَعْمَالِكُمْ وَأَقْوَالكُمْ لَا يَخْفَى عَلَيَّ مِنْ ذَلِكَ شَيْء .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40242, "aya_id": 11}]