[{"text": "فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ", "sura_id": 26, "type": 0, "id": 3145, "aya_id": 213}, {"text": "فلا تدع مع الله إلها آخر فتكون من المعذبين", "sura_id": 26, "type": 1, "id": 9381, "aya_id": 213}, {"text": "213 - (فلا تدع مع الله إلها آخر فتكون من المعذبين) إن فعلت ذلك الذي دعوك إليه \r\n", "sura_id": 26, "type": 2, "id": 28089, "aya_id": 213}, {"text": "فلا تعبد مع الله معبودًا غيره, فينزل بك من العذاب ما نزل بهؤلاء الذين عبدوا مع الله غيره.\r\n", "sura_id": 26, "type": 3, "id": 34325, "aya_id": 213}, {"text": " <font color=red>فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ</font><BR><p>يَقُول تَعَالَى آمِرًا بِعِبَادَتِهِ وَحْده لَا شَرِيك لَهُ وَمُخْبِرًا أَنَّ مَنْ أَشْرَكَ بِهِ عَذَّبَهُ ; ثُمَّ قَالَ تَعَالَى آمِرًا لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُنْذِر عَشِيرَته الْأَقْرَبِينَ أَيْ الْأَدْنَيْنَ إِلَيْهِ ; وَأَنَّهُ لَا يُخَلِّص أَحَدًا مِنْهُمْ إِلَّا إِيمَانه بِرَبِّهِ عَزَّ وَجَلَّ ; وَأَمَرَهُ أَنْ يُلِين جَانِبه لِمَنْ اِتَّبَعَهُ مِنْ عِبَاد اللَّه الْمُؤْمِنِينَ وَمَنْ عَصَاهُ مِنْ خَلْق اللَّه كَائِنًا مَنْ كَانَ فَلْيَتَبَرَّأْ مِنْهُ وَلِهَذَا قَالَ تَعَالَى \" فَإِنْ عَصَوْك فَقُلْ إِنِّي بَرِيء مِمَّا تَعْمَلُونَ\" وَهَذِهِ النِّذَارَة الْخَاصَّة لَا تُنَافِي الْعَامَّة بَلْ هِيَ فَرْد مِنْ أَجْزَائِهَا كَمَا قَالَ تَعَالَى \" لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ \" وَقَالَ تَعَالَى \" لَتُنْذِر أُمّ الْقُرَى وَمَنْ حَوْلهَا \" وَقَالَ تَعَالَى \" وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبّهمْ \" وَقَالَ تَعَالَى\" لِتُبَشِّر بِهِ الْمُتَّقِينَ وَتُنْذَر بِهِ قَوْمًا لُدًّا \" وَقَالَ تَعَالَى \" لِأُنْذِركُمْ بِهِ وَمَنْ بَلَغَ \" كَمَا قَالَ تَعَالَى\" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده \" وَفِي صَحِيح مُسْلِم \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَع بِي أَحَد مِنْ هَذِهِ الْأُمَّة يَهُودِيّ وَلَا نَصْرَانِيّ ثُمَّ لَا يُؤْمِن بِي إِلَّا دَخَلَ النَّار \" .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39493, "aya_id": 213}]