[{"text": "وَيَقُولُ الَّذِينَ كَفَرُواْ لَوْلآ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ إِنَّمَا أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ", "sura_id": 13, "type": 0, "id": 1714, "aya_id": 7}, {"text": "ويقول الذين كفروا لولا أنزل عليه آية من ربه إنما أنت منذر ولكل قوم هاد", "sura_id": 13, "type": 1, "id": 7950, "aya_id": 7}, {"text": "7 - (ويقول الذين كفروا لولا) هلا (أنزل عليه) على محمد (آية من ربه) كالعصا واليد والناقة ، قال تعالى : (إنما أنت منذر) مخوف الكافرين وليس عليك إتيان الآيات (ولكل قوم هاد) نبي يدعوهم إلى ربهم بما يعطيه من الآيات لا بما يقترحون \r\n", "sura_id": 13, "type": 2, "id": 26658, "aya_id": 7}, {"text": "ويقول كفار \"مكة\": هلا جاءته معجزة محسوسة كعصا موسى وناقة صالح, وليس ذلك بيدك -أيها الرسول- فما أنت إلا مبلِّغ لهم, ومخوِّف مِن بأس الله. ولكل أمة رسول يرشدهم إلى الله تعالى.\r\n", "sura_id": 13, "type": 3, "id": 32894, "aya_id": 7}, {"text": " <font color=red>وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ</font><BR><p>يَقُول تَعَالَى إِخْبَارًا عَنْ الْمُشْرِكِينَ أَنَّهُمْ يَقُولُونَ كُفْرًا وَعِنَادًا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبّه كَمَا أُرْسِلَ الْأَوَّلُونَ كَمَا تَعَنَّتُوا عَلَيْهِ أَنْ يَجْعَل لَهُمْ الصَّفَا ذَهَبًا وَأَنْ يُزِيح عَنْهُمْ الْجِبَال وَيَجْعَل مَكَانهَا مُرُوجًا وَأَنْهَارًا قَالَ تَعَالَى \" وَمَا مَنَعَنَا أَنْ نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ \" الْآيَة قَالَ اللَّه تَعَالَى \" إِنَّمَا أَنْتَ مُنْذِر \" أَيْ إِنَّمَا عَلَيْك أَنْ تُبَلِّغ رِسَالَة اللَّه الَّتِي أَمَرَك بِهَا وَ \" لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء وَقَوْله \" وَلِكُلِّ قَوْم هَادٍ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : أَيْ وَلِكُلِّ قَوْم دَاعٍ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي الْآيَة يَقُول اللَّه تَعَالَى أَنْتَ يَا مُحَمَّد مُنْذِر وَأَنَا هَادِي كُلّ قَوْم وَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَغَيْر وَاحِد وَعَنْ مُجَاهِد\" وَلِكُلِّ قَوْم هَادٍ \" أَيْ نَبِيّ كَقَوْلِهِ \" وَإِنْ مِنْ أُمَّة إِلَّا خَلَا فِيهَا نَذِير \" وَبِهِ قَالَ قَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد وَقَالَ أَبُو صَالِح وَيَحْيَى بْن رَافِع \" وَلِكُلِّ قَوْم هَادٍ \" أَيْ قَائِد وَقَالَ أَبُو الْعَالِيَة الْهَادِي الْقَائِد وَالْقَائِد الْإِمَام وَالْإِمَام الْعَمَل وَعَنْ عِكْرِمَة وَأَبِي الضُّحَى \" وَلِكُلِّ قَوْم هَادٍ \" قَالَا هُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ مَالِك \" وَلِكُلِّ قَوْم هَادٍ \" يَدْعُوهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي أَحْمَد بْن يَحْيَى الصُّوفِيّ حَدَّثَنَا الْحَسَن بْن الْحُسَيْن الْأَنْصَارِيّ حَدَّثَنَا مُعَاذ بْن مُسْلِم حَدَّثَنَا الْهَرَوِيّ عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ لَمَّا نَزَلَتْ \" إِنَّمَا أَنْتَ مُنْذِر وَلِكُلِّ قَوْم هَادٍ \" قَالَ وَضَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يَده عَلَى صَدْره وَقَالَ \" أَنَا الْمُنْذِر وَلِكُلِّ قَوْم هَادٍ \" وَأَوْمَأَ بِيَدِهِ إِلَى مَنْكِب عَلِيّ فَقَالَ \" أَنْتَ الْهَادِي يَا عَلِيّ بِك يَهْتَدِي الْمُهْتَدُونَ مِنْ بَعْدِي \" . وَهَذَا الْحَدِيث فِيهِ نَكَارَة شَدِيدَة ; وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا الْمُطَّلِب بْن زِيَاد عَنْ السُّدِّيّ عَنْ عَبْد خَيْر عَنْ عَلِيّ \" وَلِكُلِّ قَوْم هَادٍ \" قَالَ الْهَادِي رَجُل مِنْ بَنِي هَاشِم قَالَ الْجُنَيْد هُوَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ اِبْن عَبَّاس فِي إِحْدَى الرِّوَايَات وَعَنْ أَبِي جَعْفَر مُحَمَّد بْن عَلِيّ نَحْو ذَلِكَ .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37897, "aya_id": 7}]