[{"text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ", "sura_id": 23, "type": 0, "id": 2690, "aya_id": 17}, {"text": "ولقد خلقنا فوقكم سبع طرائق وما كنا عن الخلق غافلين", "sura_id": 23, "type": 1, "id": 8926, "aya_id": 17}, {"text": "17 - (ولقد خلقنا فوقكم سبع طرائق) أي سموات جمع طريقة لأنها طرق الملائكة (وما كنا عن الخلق) التي تحتها (غافلين) أن تسقط عليهم فتهلكهم بل نمسكها كآية ويمسك السماء أن تقع على الأرض \r\n", "sura_id": 23, "type": 2, "id": 27634, "aya_id": 17}, {"text": "ولقد خلقنا فوقكم سبع سموات بعضها فوق بعض, وما كنا عن الخلق غافلين, فلا نُغْفِلُ مخلوقًا, ولا ننساه.\r\n", "sura_id": 23, "type": 3, "id": 33870, "aya_id": 17}, {"text": " <font color=red>وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى خَلْق الْإِنْسَان عَطَفَ بِذِكْرِ خَلْق السَّمَوَات السَّبْع وَكَثِيرًا مَا يَذْكُر تَعَالَى خَلْق السَّمَوَات وَالْأَرْض مَعَ خَلْق الْإِنْسَان كَمَا قَالَ تَعَالَى \" لَخَلْق السَّمَوَات وَالْأَرْض أَكْبَر مِنْ خَلْق النَّاس \" وَهَكَذَا فِي أَوَّل \" الم\" السَّجْدَة الَّتِي كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ بِهَا صَبِيحَة يَوْم الْجُمُعَة فِي أَوَّلهَا خَلْق السَّمَوَات وَالْأَرْض ثُمَّ بَيَان خَلْق الْإِنْسَان مِنْ سُلَالَة مِنْ طِين وَفِيهَا أَمْر الْمَعَاد وَالْجَزَاء وَغَيْر ذَلِكَ مِنْ الْمَقَاصِد . وَقَوْله \" سَبْع طَرَائِق \" قَالَ مُجَاهِد يَعْنِي السَّمَوَات السَّبْع وَهَذِهِ كَقَوْلِهِ تَعَالَى \" تُسَبِّح لَهُ السَّمَوَات السَّبْع وَالْأَرْض وَمَنْ فِيهِنَّ \" \" أَلَمْ تَرَوْا كَيْف خَلَقَ اللَّه سَبْع سَمَوَات طِبَاقًا \" \" اللَّه الَّذِي خَلَقَ سَبْع سَمَوَات وَمِنْ الْأَرْض مِثْلهنَّ يَتَنَزَّل الْأَمْر بَيْنهنَّ لِتَعْلَمُوا أَنَّ اللَّه عَلَى كُلّ شَيْء قَدِير وَأَنَّ اللَّه قَدْ أَحَاطَ بِكُلِّ شَيْء عِلْمًا \" وَهَكَذَا قَالَ هَهُنَا \" وَلَقَدْ خَلَقْنَا فَوْقكُمْ سَبْع طَرَائِق وَمَا كُنَّا عَنْ الْخَلْق غَافِلِينَ \" أَيْ وَيَعْلَم مَا يَلِج فِي الْأَرْض وَمَا يَخْرُج مِنْهَا وَمَا يَنْزِل مِنْ السَّمَاء وَمَا يَعْرُج فِيهَا وَهُوَ مَعَكُمْ أَيْنَمَا كُنْتُمْ وَاَللَّه بِمَا تَعْمَلُونَ بَصِير وَهُوَ سُبْحَانه لَا يَحْجُب عَنْهُ سَمَاء سَمَاء وَلَا أَرْض أَرْضًا وَلَا جَبَل إِلَّا يَعْلَم مَا فِي وَعْره وَلَا بَحْر إِلَّا يَعْلَم مَا فِي قَعْره يَعْلَم عَدَد مَا فِي الْجِبَال وَالتِّلَال وَالرِّمَال وَالْبِحَار وَالْقِفَار وَالْأَشْجَار \" وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رَطْب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39134, "aya_id": 17}]