[{"text": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلاَّ مَلَكٌ كَرِيمٌ", "sura_id": 12, "type": 0, "id": 1627, "aya_id": 31}, {"text": "فلما سمعت بمكرهن أرسلت إليهن وأعتدت لهن متكأ وآتت كل واحدة منهن سكينا وقالت اخرج عليهن فلما رأينه أكبرنه وقطعن أيديهن وقلن حاش لله ما هذا بشرا إن هذا إلا ملك كريم", "sura_id": 12, "type": 1, "id": 7863, "aya_id": 31}, {"text": "31 - (فلما سمعت بمكرهن) غيبتهن لها (أرسلت إليهن وأعتدت) أعدت (لهن متكأً) طعاماً يقطع بالسكين للاتكاء عنده وهو الأترج (وآتت) أعطت (كل واحدة منهن سكيناً وقالت) ليوسف (اخرج عليهن فلما رأينه أكبرنه) أعظمنه (وقطعن أيديهن) بالسكاكين ولم يشعرن بالألم لشغل قلبهن بيوسف (وقلن حاش لله) تنزيهاً له (ما هذا) أي يوسف (بشراً إن) ما (هذا إلا ملك كريم) لما حواه من الحسن الذي لا يكون عادة في النسمة البشرية وفي الحديث \"أنه أعطي شطر الحسن\" \r\n", "sura_id": 12, "type": 2, "id": 26571, "aya_id": 31}, {"text": "فلما سمعت امرأة العزيز بغِيْبتهن إياها واحتيالهن في ذمِّها, أرسلت إليهن تدعوهن لزيارتها, وهيَّأت لهن ما يتكئن عليه من الوسائد, وما يأكلنه من الطعام, وأعطت كل واحدة منهن سكينًا ليُقَطِّعن الطعام, ثم قالت ليوسف: اخرج عليهن, فلما رأينه أعظمنه وأجللنه, وأخَذَهن حسنه وجماله, فجرحن أيديهن وهن يُقَطِّعن الطعام من فرط الدهشة والذهول, وقلن متعجبات: معاذ الله, ما هذا من جنس البشر; لأن جماله غير معهود في البشر, ما هو إلا مَلَك كريم من الملائكة.\r\n", "sura_id": 12, "type": 3, "id": 32807, "aya_id": 31}, {"text": " <font color=red>فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ</font><BR><p>فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ \" قَالَ بَعْضهمْ بِقَوْلِهِنَّ , ذَهَبَ الْحُبّ بِهَا وَقَالَ مُحَمَّد بْن إِسْحَاق بَلْ بَلَغَهُنَّ حُسْن يُوسُف فَأَحْبَبْنَ أَنْ يَرَيْنَهُ فَقُلْنَ لِيَتَوَصَّلْنَ إِلَى رُؤْيَته وَمُشَاهَدَته فَعِنْد ذَلِكَ \" أَرْسَلَتْ إِلَيْهِنَّ \" أَيْ دَعَتْهُنَّ إِلَى مَنْزِلهَا لِتُضِيِّفهُنَّ \" وَأَعْتَدَتْ لَهُنَّ \" مُتَّكَأ \" قَالَ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَالْحَسَن وَالسُّدِّيّ وَغَيْرهمْ : هُوَ الْمَجْلِس الْمُعَدّ فِيهِ مَفَارِش وَمَخَادّ وَطَعَام فِيهِ مَا يُقْطَع بِالسَّكَاكِينِ مِنْ أُتْرُجّ وَنَحْوه وَلِهَذَا قَالَ تَعَالَى \" وَآتَتْ كُلّ وَاحِدَة مِنْهُنَّ سِكِّينًا \" وَكَانَ هَذَا مَكِيدَة مِنْهَا وَمُقَابَلَة لَهُنَّ فِي اِحْتِيَالهنَّ عَلَى رُؤْيَته \" وَقَالَتْ اُخْرُجْ عَلَيْهِنَّ\" وَذَلِكَ أَنَّهَا كَانَتْ قَدْ خَبَّأَتْهُ فِي مَكَان آخَر فَلَمَّا\" خَرَجَ \" وَ \" رَأَيْنَهُ أَكْبَرْنَهُ \" أَيْ أَعْظَمْنَهُ أَيْ أَعْظَمْنَ شَأْنه وَأَجْلَلْنَ قَدْرَهُ وَجَعَلْنَ يُقَطِّعْنَ أَيْدِيَهُنَّ دَهْشَة بِرُؤْيَتِهِ وَهُنَّ يَظْنُنَّ أَنَّهُنَّ يَقْطَعْنَ الْأُتْرُجّ بِالسَّكَاكِينِ وَالْمُرَاد أَنَّهُنَّ حَزَزْنَ أَيْدِيهنَّ بِهَا قَالَهُ غَيْر وَاحِد وَعَنْ مُجَاهِد وَقَتَادَة : قَطَّعْنَ أَيْدِيَهُنَّ حَتَّى أَلْقَيْنَهَا فَاَللَّه أَعْلَم وَقَدْ ذَكَرَ غَيْر وَاحِد أَنَّهَا قَالَتْ لَهُنَّ بَعْدَمَا أَكَلْنَ وَطَابَتْ أَنْفُسهنَّ مِمَّا وَضَعَتْ بَيْن أَيْدِيهنَّ أُتْرُجًّا وَآتَتْ كُلّ وَاحِدَة مِنْهُنَّ سِكِّينًا هَلْ لَكُنَّ فِي النَّظَر إِلَى يُوسُف ؟ قُلْنَ نَعَمْ فَبَعَثَتْ إِلَيْهِ تَأْمُرهُ أَنْ اُخْرُجْ إِلَيْهِنَّ فَلَمَّا رَأَيْنَهُ جَعَلْنَ يُقَطِّعْنَ أَيْدِيهنَّ ثُمَّ أَمَرْته أَنْ يَرْجِع لِيَرَيْنَهُ مُقْبِلًا وَمُدْبِرًا فَرَجَعَ وَهُنَّ يَحْزُزْنَ فِي أَيْدِيهنَّ فَلَمَّا أَحْسَسْنَ بِالْأَلَمِ جَعَلْنَ يُوَلْوِلْنَ فَقَالَتْ أَنْتُنَّ مِنْ نَظْرَة وَاحِدَة فَعَلْتُنَّ هَذَا فَكَيْف أُلَام أَنَا ؟ \" فَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَك كَرِيم \" ثُمَّ قُلْنَ لَهَا : وَمَا نَرَى عَلَيْك مِنْ لَوْم بَعْد هَذَا الَّذِي رَأَيْنَا لِأَنَّهُنَّ لَمْ يَرَيْنَ فِي الْبَشَر شَبِيهه وَلَا قَرِيبًا مِنْهُ فَإِنَّهُ عَلَيْهِ السَّلَام كَانَ قَدْ أُعْطِي شَطْر الْحُسْن كَمَا ثَبَتَ ذَلِكَ فِي الْحَدِيث الصَّحِيح فِي حَدِيث الْإِسْرَاء أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّ بِيُوسُف عَلَيْهِ السَّلَام فِي السَّمَاء الثَّالِثَة قَالَ فَإِذَا هُوَ قَدْ أُعْطِيَ شَطْر الْحُسْن وَقَالَ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُعْطِيَ يُوسُف وَأُمّه شَطْر الْحُسْن وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : أُعْطِيَ يُوسُف وَأُمّه ثُلُث الْحُسْن وَقَالَ أَبُو إِسْحَاق أَيْضًا عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه قَالَ : كَانَ وَجْه يُوسُف مِثْل الْبَرْق وَقَالَتْ الْمَرْأَة إِذَا أَتَتْهُ لِحَاجَةٍ غَطَّى وَجْهه مَخَافَةَ أَنْ تُفْتَن بِهِ وَرَوَاهُ الْحَسَن الْبَصْرِيّ مُرْسَلًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ أُعْطِيَ يُوسُف وَأُمّه ثُلُث حُسْن أَهْل الدُّنْيَا وَأُعْطِيَ النَّاس الثُّلُثَيْنِ أَوْ قَالَ أُعْطِيَ يُوسُف وَأُمّه الثُّلُثَيْنِ وَالنَّاس الثُّلُث وَقَالَ سُفْيَان عَنْ مَنْصُور عَنْ مُجَاهِد عَنْ رَبِيعَة الْجُرَشِيّ قَالَ : قُسِمَ الْحُسْن نِصْفَيْنِ فَأُعْطِيَ يُوسُف وَأُمّه سَارَّة نِصْف الْحُسْن وَالنِّصْف الْآخَر بَيْن سَائِر الْخَلْق وَقَالَ الْإِمَام أَبُو الْقَاسِم السُّهَيْلِيّ : مَعْنَاهُ أَنَّ يُوسُف عَلَيْهِ السَّلَام كَانَ عَلَى النِّصْف مِنْ حُسْن آدَم عَلَيْهِ السَّلَام فَإِنَّ اللَّه خَلَقَ آدَم بِيَدِهِ عَلَى أَكْمَل صُورَة وَأَحْسَنهَا وَلَمْ يَكُنْ فِي ذُرِّيَّته مَنْ يُوَازِيه فِي جَمَاله وَكَانَ يُوسُف قَدْ أُعْطِيَ شَطْر حُسْنه فَلِهَذَا قَالَ هَؤُلَاءِ النِّسْوَة عِنْد رُؤْيَته \" حَاشَ لِلَّهِ \" قَالَ مُجَاهِد وَغَيْر وَاحِد مَعَاذ اللَّه \" مَا هَذَا بَشَرًا \" وَقَرَأَ بَعْضهمْ مَا هَذَا بِشِرًى أَيْ بِمُشْتَرًى بِشِرَاء .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37782, "aya_id": 31}]