[{"text": "وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 30, "type": 0, "id": 3455, "aya_id": 46}, {"text": "ومن آياته أن يرسل الرياح مبشرات وليذيقكم من رحمته ولتجري الفلك بأمره ولتبتغوا من فضله ولعلكم تشكرون", "sura_id": 30, "type": 1, "id": 9691, "aya_id": 46}, {"text": "46 - (ومن آياته) تعالى (أن يرسل الرياح مبشرات) بمعنى لتبشركم بالمطر (وليذيقكم) بها (من رحمته) المطر والخصب (ولتجري الفلك) السفن بها (بأمره) بإرادته (ولتبتغوا) تطلبوا (من فضله) الرزق بالتجارة في البحر (ولعلكم تشكرون) هذه النعم يا أهل مكة فتوحدوه \r\n", "sura_id": 30, "type": 2, "id": 28399, "aya_id": 46}, {"text": "ومن آيات الله الدالة على أنه الإله الحق وحده لا شريك له وعلى عظيم قدرته إرسال الرياح أمام المطر مبشرات بإثارتها للسحاب, فتستبشر بذلك النفوس; وليذيقكم من رحمته بإنزاله المطر الذي تحيا به البلاد والعباد, ولتجري السفن في البحر بأمر الله ومشيئته, ولتبتغوا من فضله بالتجارة وغيرها; فعل الله ذلك من أجل أن تشكروا له نعمه وتعبدوه وحده.\r\n", "sura_id": 30, "type": 3, "id": 34635, "aya_id": 46}, {"text": " <font color=red>وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>يَذْكُر تَعَالَى نِعَمه عَلَى خَلْقه فِي إِرْسَاله الرِّيَاح مُبَشِّرَات بَيْن يَدَيْ رَحْمَته بِمَجِيءِ الْغَيْث عَقِبَهَا وَلِهَذَا قَالَ تَعَالَى \" وَلِيُذِيقَكُمْ مِنْ رَحْمَته \" أَيْ الْمَطَر الَّذِي يُنْزِلهُ فَيُحْيِي بِهِ الْعِبَاد وَالْبِلَاد \" وَلِتَجْرِيَ الْفُلْك بِأَمْرِهِ \" أَيْ فِي الْبَحْر وَإِنَّمَا سَيَّرَهَا بِالرِّيحِ \" وَلِتَبْتَغُوا مِنْ فَضْله \" أَيْ فِي التِّجَارَات وَالْمَعَايِش وَالسَّيْر مِنْ إِقْلِيم إِلَى إِقْلِيم وَقُطْر إِلَى قُطْر \" وَلَعَلَّكُمْ تَشْكُرُونَ \" أَيْ تَشْكُرُونَ اللَّه عَلَى مَا أَنْعَمَ بِهِ عَلَيْكُمْ مِنْ النِّعَم الظَّاهِرَة وَالْبَاطِنَة الَّتِي لَا تُعَدّ وَلَا تُحْصَى .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40083, "aya_id": 46}]