[{"text": "يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاء لَهُم مَّشَوْاْ فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُواْ وَلَوْ شَاء اللّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّه عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 2, "type": 0, "id": 27, "aya_id": 20}, {"text": "يكاد البرق يخطف أبصارهم كلما أضاء لهم مشوا فيه وإذا أظلم عليهم قاموا ولو شاء الله لذهب بسمعهم وأبصارهم إن الله على كل شيء قدير", "sura_id": 2, "type": 1, "id": 6263, "aya_id": 20}, {"text": "20 - (يكاد) يقرب (البرق يخطف أبصارهم) يأخذها بسرعة (كلما أضاء لهم مشوا فيه) أي في ضوئه (وإذا أظلم عليهم قاموا) وقفوا ، تمثيل لإزعاج ما في القرآن من الحجج قلوبهم وتصديقهم لما سمعوا فيه مما يحبون ووقوفهم عما يكرهون (ولو شاء الله لذهب بسمعهم) بمعنى أسماعهم (وأبصارهم) الظاهرة كما ذهب بالباطنة (إن الله على كل شيء) شاءه (قدير) ومثله إذهاب ما ذكر \r\n", "sura_id": 2, "type": 2, "id": 24971, "aya_id": 20}, {"text": "يقارب البرق -من شدة لمعانه- أن يسلب أبصارهم, ومع ذلك فكلَّما أضاء لهم مشَوْا في ضوئه, وإذا ذهب أظلم الطريق عليهم فيقفون في أماكنهم. ولولا إمهال الله لهم لسلب سمعهم وأبصارهم, وهو قادر على ذلك في كل وقتٍ, إنه على كل شيء قدير.\r\n", "sura_id": 2, "type": 3, "id": 31207, "aya_id": 20}, {"text": " <font color=red>يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>ثُمَّ قَالَ \" يَكَاد الْبَرْق يَخْطَف أَبْصَارهمْ \" أَيْ لِشِدَّتِهِ وَقُوَّته فِي نَفْسه وَضَعْف بَصَائِرهمْ وَعَدَم ثَبَاتهَا لِلْإِيمَانِ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" يَكَاد الْبَرْق يَخْطَف أَبْصَارهمْ \" يَقُول يَكَاد مُحْكَم الْقُرْآن يَدُلّ عَلَى عَوْرَات الْمُنَافِقِينَ وَقَالَ اِبْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" يَكَاد الْبَرْق يَخْطَف أَبْصَارهمْ \" أَيْ لِشِدَّةِ ضَوْء الْحَقّ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا أَيْ كُلَّمَا ظَهَرَ لَهُمْ مِنْ الْإِيمَان شَيْء اِسْتَأْنَسُوا بِهِ وَاتَّبَعُوهُ وَتَارَة تَعْرِض لَهُمْ الشُّكُوك أَظْلَمَتْ قُلُوبهمْ فَوَقَفُوا حَائِرِينَ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ يَقُول كُلَّمَا أَصَابَ الْمُنَافِقِينَ مِنْ عِزّ الْإِسْلَام اِطْمَأَنُّوا إِلَيْهِ وَإِذَا أَصَابَ الْإِسْلَام نَكْبَة قَامُوا لِيَرْجِعُوا إِلَى الْكُفْر كَقَوْلِهِ تَعَالَى \" وَمِنْ النَّاس مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اِطْمَأَنَّ بِهِ \" وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا \" أَيْ يَعْرِفُونَ الْحَقّ وَيَتَكَلَّمُونَ بِهِ فَهُمْ مِنْ قَوْلهمْ بِهِ عَلَى اِسْتِقَامَة فَإِذَا اِرْتَكَسُوا مِنْهُ إِلَى الْكُفْر قَامُوا أَيْ مُتَحَيِّرِينَ وَهَكَذَا قَالَ أَبُو الْعَالِيَة وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ بِسَنَدِهِ عَنْ الصَّحَابَة وَهُوَ أَصَحّ وَأَظْهَر وَاَللَّه أَعْلَم وَهَكَذَا يَكُونُونَ يَوْم الْقِيَامَة عِنْدَمَا يُعْطَى النَّاس النُّور بِحَسَبِ إِيمَانهمْ فَمِنْهُمْ مَنْ يُعْطَى مِنْ النُّور مَا يُضِيء لَهُ مَسِيرَة فَرَاسِخ وَأَكْثَر مِنْ ذَلِكَ وَأَقَلّ مِنْ ذَلِكَ وَمِنْهُمْ مَنْ يُطْفَأ نُوره تَارَة وَيُضِيء أُخْرَى وَمِنْهُمْ مَنْ يَمْشِي عَلَى الصِّرَاط تَارَة وَيَقِف أُخْرَى وَمِنْهُمْ مَنْ يُطْفَأ نُوره بِالْكُلِّيَّةِ وَهُمْ الْخُلَّص مِنْ الْمُنَافِقِينَ الَّذِينَ قَالَ تَعَالَى فِيهِمْ \" يَوْم يَقُول الْمُنَافِقُونَ وَالْمُنَافِقَات لِلَّذِينَ آمَنُوا اُنْظُرُونَا نَقْتَبِس مِنْ نُوركُمْ قِيلَ اِرْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا \" وَقَالَ فِي حَقّ الْمُؤْمِنِينَ \" يَوْم تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَات يَسْعَى نُورهمْ بَيْن أَيْدِيهمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمْ الْيَوْم جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" الْآيَة وَقَالَ تَعَالَى \" يَوْم لَا يُخْزِي اللَّهُ النَّبِيَّ وَاَلَّذِينَ آمَنُوا مَعَهُ نُورهمْ يَسْعَى بَيْن أَيْدِيهمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبّنَا أَتْمِمْ لَنَا نُورنَا وَاغْفِرْ لَنَا إِنَّك عَلَى كُلّ شَيْء قَدِير \" \" ذِكْرُ الْحَدِيث الْوَارِد فِي ذَلِكَ \" قَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي قَوْله تَعَالَى \" يَوْم تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَات\" الْآيَة ذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول \" مِنْ الْمُؤْمِنِينَ مَنْ يُضِيء نُوره مِنْ الْمَدِينَة إِلَى عَدَن أَبْيَن بِصَنْعَاء وَدُون ذَلِكَ حَتَّى إِنَّ مِنْ الْمُؤْمِنِينَ مَنْ لَا يُضِيء نُوره إِلَّا مَوْضِع قَدَمَيْهِ\" رَوَاهُ اِبْن جَرِير وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث عِمْرَان بْن دَاوُد الْقَطَّان عَنْ قَتَادَة بِنَحْوِهِ وَهَذَا كَمَا قَالَ الْمِنْهَال بْن عَمْرو عَنْ قَيْس بْن السَّكَن عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ يُؤْتَوْنَ نُورهمْ عَلَى قَدْر أَعْمَالهمْ فَمِنْهُمْ مَنْ يُؤْتَى نُوره كَالنَّخْلَةِ وَمِنْهُمْ مَنْ يُؤْتَى نُوره كَالرَّجُلِ الْقَائِم وَأَدْنَاهُمْ نُورًا عَلَى إِبْهَامه يُطْفَأ مَرَّة وَيَتَّقِد مَرَّة وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ اِبْن مُثَنَّى عَنْ اِبْن إِدْرِيس عَنْ أَبِيهِ عَنْ الْمِنْهَال وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا اِبْن إِدْرِيس سَمِعْت أَبِي يَذْكُر عَنْ الْمِنْهَال بْن عَمْرو عَنْ قَيْس بْن السَّكَن عَنْ عَبْد اللَّه بْن مَسْعُود \" نُورهمْ يَسْعَى بَيْن أَيْدِيهمْ \" قَالَ عَلَى قَدْر أَعْمَالهمْ يَمُرُّونَ عَلَى الصِّرَاط مِنْهُمْ مَنْ نُوره مِثْل الْجَبَل وَمِنْهُمْ مَنْ نُوره مِثْل النَّخْلَة وَأَدْنَاهُمْ نُورًا مَنْ نُوره فِي إِبْهَامه يَتَّقِد مَرَّة وَيُطْفَأ أُخْرَى وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ حَدَّثَنَا أَبُو يَحْيَى الْحَمَّانِيّ حَدَّثَنَا عُقْبَة بْن الْيَقْظَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَيْسَ أَحَد مِنْ أَهْل التَّوْحِيد إِلَّا يُعْطَى نُورًا يَوْم الْقِيَامَة فَأَمَّا الْمُنَافِق فَيُطْفَأ نُوره فَالْمُؤْمِن مُشْفِق مِمَّا يَرَى مِنْ إِطْفَاء نُور الْمُنَافِقِينَ فَهُمْ يَقُولُونَ رَبّنَا أَتْمِمْ لَنَا نُورنَا وَقَالَ الضَّحَّاك بْن مُزَاحِم يُعْطَى كُلّ مِنْ كَانَ يُظْهِر الْإِيمَان فِي الدُّنْيَا يَوْم الْقِيَامَة نُورًا فَإِذَا اِنْتَهَى إِلَى الصِّرَاط طُفِئَ نُور الْمُنَافِقِينَ فَلَمَّا رَأَى ذَلِكَ الْمُؤْمِنُونَ شَفِقُوا فَقَالُوا رَبّنَا أَتْمِمْ لَنَا نُورنَا . فَإِذَا تَقَرَّرَ هَذَا صَارَ النَّاس أَقْسَامًا مُؤْمِنُونَ خُلَّص وَهُمْ الْمَوْصُوفُونَ بِالْآيَاتِ الْأَرْبَع فِي أَوَّل الْبَقَرَة وَكُفَّار خُلَّص وَهُمْ الْمَوْصُوفُونَ بِالْآيَتَيْنِ بَعْدهَا وَمُنَافِقُونَ وَهُمْ قِسْمَانِ خُلَّص وَهُمْ الْمَضْرُوب لَهُمْ الْمَثَل النَّارِيّ وَمُنَافِقُونَ يَتَرَدَّدُونَ تَارَة يَظْهَر لَهُمْ لَمْع الْإِيمَان وَتَارَة يَخْبُو وَهُمْ أَصْحَاب الْمَثَل الْمَائِيّ وَهُمْ أَخَفّ حَالًا مِنْ الَّذِينَ قَبْلهمْ . وَهَذَا الْمَقَام يُشْبِه مِنْ بَعْض الْوُجُوه مَا ذُكِرَ فِي سُورَة النُّور مِنْ ضَرْب مَثَل الْمُؤْمِن وَمَا جَعَلَ اللَّهُ فِي قَلْبه مِنْ الْهُدَى وَالنُّور بِالْمِصْبَاحِ فِي الزُّجَاجَة الَّتِي كَأَنَّهَا كَوْكَب دُرِّيّ وَهِيَ قَلْب الْمُؤْمِن الْمَفْطُور عَلَى الْإِيمَان وَاسْتِمْدَاده مِنْ الشَّرِيعَة الْخَالِصَة الصَّافِيَة الْوَاصِلَة إِلَيْهِ مِنْ غَيْر كَدَر وَلَا تَخْلِيط كَمَا سَيَأْتِي تَقْرِيره فِي مَوْضِعه إِنْ شَاءَ اللَّه ثُمَّ ضَرَبَ مَثَل الْعِبَاد مِنْ الْكُفَّار الَّذِينَ يَعْتَقِدُونَ أَنَّهُمْ عَلَى شَيْء وَلَيْسُوا عَلَى شَيْء وَهُمْ أَصْحَاب الْجَهْل الْمُرَكَّب فِي قَوْله تَعَالَى\" وَاَلَّذِينَ كَفَرُوا أَعْمَالهمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاء حَتَّى إِذَا جَاءَهُ لَمْ يَجِدهُ شَيْئًا \" الْآيَة ثُمَّ ضَرَبَ مَثَل الْكُفَّار الْجُهَّال الْجَهْل الْبَسِيط وَهُمْ الَّذِينَ قَالَ تَعَالَى فِيهِمْ \" أَوْ كَظُلُمَاتٍ فِي بَحْر لُجِّيّ يَغْشَاهُ مَوْج مِنْ فَوْقه مَوْج مِنْ فَوْقه سَحَاب ظُلُمَات بَعْضهَا فَوْق بَعْض إِذَا أَخْرَجَ يَده لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَل اللَّه لَهُ نُورًا فَمَا لَهُ مِنْ نُور \" فَقَسَّمَ الْكُفَّار هَاهُنَا إِلَى قِسْمَيْنِ دَاعِيَة وَمُقَلِّد كَمَا ذَكَرهمَا فِي أَوَّل سُورَة الْحَجّ \" وَمِنْ النَّاس مَنْ يُجَادِل فِي اللَّه بِغَيْرِ عِلْم وَيَتَّبِع كُلّ شَيْطَان مَرِيد \" وَقَالَ \" وَمِنْ النَّاس مَنْ يُجَادِل فِي اللَّه بِغَيْرِ عِلْم وَلَا هُدًى وَلَا كِتَاب مُنِير \" وَقَدْ قَسَّمَ اللَّه الْمُؤْمِنِينَ فِي أَوَّل الْوَاقِعَة وَفِي آخِرهَا وَفِي سُورَة الْإِنْسَان إِلَى قِسْمَيْنِ سَابِقُونَ وَهُمْ الْمُقَرَّبُونَ وَأَصْحَاب يَمِين وَهُمْ الْأَبْرَار . فَتَلَخَّصَ مِنْ مَجْمُوع هَذِهِ الْآيَات الْكَرِيمَات أَنَّ الْمُؤْمِنِينَ صِنْفَانِ مُقَرَّبُونَ وَأَبْرَار وَأَنَّ الْكَافِرِينَ صِنْفَانِ دُعَاة وَمُقَلِّدُونَ وَأَنَّ الْمُنَافِقِينَ أَيْضًا صِنْفَانِ مُنَافِق خَالِص وَمُنَافِق فِيهِ شُعْبَة مِنْ نِفَاق كَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلِّي اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ \" ثَلَاثٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا وَمَنْ كَانَتْ فِيهِ وَاحِدَة مِنْهُنَّ كَانَتْ فِيهِ خَصْلَة مِنْ النِّفَاق حَتَّى يَدَعهَا : مَنْ إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اُؤْتُمِنَ خَانَ \" اِسْتَدَلُّوا بِهِ عَلَى أَنَّ الْإِنْسَان قَدْ تَكُون فِيهِ شُعْبَة مِنْ إِيمَان وَشُعْبَة مِنْ نِفَاق إِمَّا عَمَلِيّ لِهَذَا الْحَدِيث أَوْ اِعْتِقَادِيّ كَمَا دَلَّتْ عَلَيْهِ الْآيَة كَمَا ذَهَبَ إِلَيْهِ طَائِفَة مِنْ السَّلَف وَبَعْض الْعُلَمَاء كَمَا تَقَدَّمَ وَكَمَا سَيَأْتِي إِنْ شَاءَ اللَّه قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا أَبُو مُعَاوِيَة يَعْنِي شَيْبَان عَنْ لَيْث عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبَخْتَرِيّ عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ \" الْقُلُوب أَرْبَعَة : قَلْب أَجْرَد فِيهِ مِثْل السِّرَاج يُزْهِر وَقَلْب أَغْلَف مَرْبُوط عَلَى غِلَافه وَقَلْب مَنْكُوس وَقَلْب مُصْفَح . فَأَمَّا الْقَلْب الْأَجْرَد فَقَلْب الْمُؤْمِن فَسِرَاجه فِيهِ نُوره وَأَمَّا الْقَلْب الْأَغْلَف فَقَلْب الْكَافِر وَأَمَّا الْقَلْب الْمَنْكُوس فَقَلْب الْمُنَافِق الْخَالِص عَرَفَ ثُمَّ أَنْكَرَ وَأَمَّا الْقَلْب الْمُصْفَح فَقَلْب فِيهِ إِيمَان وَنِفَاق وَمَثَل الْإِيمَان فِيهِ كَمَثَلِ الْبَقْلَة يَمُدّهَا الْمَاء الطَّيِّب وَمَثَل النِّفَاق فِيهِ كَمَثَلِ الْقُرْحَة يَمُدّهَا الْقَيْح وَالدَّم فَأَيّ الْمَادَّتَيْنِ غَلَبَتْ عَلَى الْأُخْرَى غَلَبَتْ عَلَيْهِ \" وَهَذَا إِسْنَاد جَيِّد حَسَن . وَقَوْله تَعَالَى \" وَلَوْ شَاءَ اللَّه لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارهمْ إِنَّ اللَّه عَلَى كُلّ شَيْء قَدِير \" قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَلَوْ شَاءَ اللَّه لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارهمْ \" قَالَ : لِمَا تَرَكُوا مِنْ الْحَقّ بَعْد مَعْرِفَته \" إِنَّ اللَّه عَلَى كُلّ شَيْء قَدِير\" قَالَ اِبْن عَبَّاس أَيْ إِنَّ اللَّه عَلَى كُلّ مَا أَرَادَ بِعِبَادِهِ مِنْ نِقْمَة أَوْ عَفْو قَدِير . وَقَالَ اِبْن جَرِير : إِنَّمَا وَصَفَ اللَّه تَعَالَى نَفْسه بِالْقُدْرَةِ عَلَى كُلّ شَيْء فِي هَذَا الْمَوْضِع لِأَنَّهُ حَذَّرَ الْمُنَافِقِينَ بَأْسه وَسَطَوْته وَأَخْبَرَهُمْ أَنَّهُ بِهِمْ مُحِيط وَعَلَى إِذْهَاب أَسْمَاعهمْ وَأَبْصَارهمْ قَدِير. وَمَعْنَى قَدِير قَادِر كَمَا مَعْنَى عَلِيم عَالِم وَذَهَبَ اِبْن جَرِير وَمَنْ تَبِعَهُ مِنْ كَثِير مِنْ الْمُفَسِّرِينَ إِلَى أَنَّ هَذَيْنِ الْمَثَلَيْنِ مَضْرُوبَانِ لِصِنْفٍ وَاحِد مِنْ الْمُنَافِقِينَ وَتَكُون أَوْ فِي قَوْله تَعَالَى \" أَوْ كَصَيِّبٍ مِنْ السَّمَاء\" بِمَعْنَى الْوَاو كَقَوْلِهِ تَعَالَى \" وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا \" أَوْ تَكُون لِلتَّخْبِيرِ أَيْ اِضْرِبْ لَهُمْ مَثَلًا بِهَذَا وَإِنْ شِئْت بِهَذَا قَالَ الْقُرْطُبِيّ : أَوْ لِلتَّسَاوِي مِثْل جَالِس الْحَسَن أَوْ اِبْن سِيرِينَ عَلَى مَا وَجَّهَهُ الزَّمَخْشَرِيّ أَنَّ كُلًّا مِنْهُمَا مُسَاوٍ لِلْآخَرِ فِي إِبَاحَة الْجُلُوس إِلَيْهِ وَيَكُون مَعْنَاهُ عَلَى قَوْله سَوَاء ضَرَبَتْ لَهُمْ مَثَلًا بِهَذَا أَوْ بِهَذَا فَهُوَ مُطَابِق لِحَالِهِمْ \" قُلْت \" وَهَذَا يَكُون بِاعْتِبَارِ جِنْس الْمُنَافِقِينَ فَإِنَّهُمْ أَصْنَاف وَلَهُمْ أَحْوَال وَصِفَات كَمَا ذَكَرَهَا اللَّه تَعَالَى فِي سُورَة بَرَاءَة - وَمِنْهُمْ - وَمِنْهُمْ - وَمِنْهُمْ - يَذْكُر أَحْوَالهمْ وَصِفَاتهمْ وَمَا يَعْتَمِدُونَهُ مِنْ الْأَفْعَال وَالْأَقْوَال فَجَعَلَ هَذَيْنِ الْمَثَلَيْنِ لِصِنْفَيْنِ مِنْهُمْ أَشَدّ مُطَابَقَة لِأَحْوَالِهِمْ وَصِفَاتهمْ وَاَللَّه أَعْلَم كَمَا ضَرَبَ الْمَثَلَيْنِ فِي سُورَة النُّور لِصِنْفَيْ الْكُفَّار الدُّعَاة وَالْمُقَلِّدِينَ فِي قَوْله تَعَالَى \" وَاَلَّذِينَ كَفَرُوا أَعْمَالهمْ كَسَرَابٍ بِقِيعَةٍ \" إِلَى أَنْ قَالَ \" أَوْ كَظُلُمَاتٍ فِي بَحْر لُجِّيّ \" الْآيَة فَالْأَوَّل لِلدُّعَاةِ الَّذِينَ هُمْ فِي جَهْل مُرَكَّب وَالثَّانِي لِذَوِي الْجَهْل الْبَسِيط مِنْ الْأَتْبَاع الْمُقَلِّدِينَ وَاَللَّه أَعْلَم بِالصَّوَابِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38609, "aya_id": 20}]