[{"text": "مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللّهُ يُرِيدُ الآخِرَةَ وَاللّهُ عَزِيزٌ حَكِيمٌ", "sura_id": 8, "type": 0, "id": 1227, "aya_id": 67}, {"text": "ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيزحكيم", "sura_id": 8, "type": 1, "id": 7463, "aya_id": 67}, {"text": "67 - ونزل لما أخذوا الفداء من أسرى بدر (ما كان لنبي أن تكون) بالتاء والياء (له أسرى حتى يثخن في الأرض) يبالغ في قتل الكفار (تريدون) أيها المؤمنون (عرض الدنيا) حطامها بأخذ الفداء (والله يريد) لكم (الآخرة) أي ثوابها بقتلهم (والله عزيز حكيم) وهذا منسوخ بقوله {فإما منا بعد وإما فداء} \r\n", "sura_id": 8, "type": 2, "id": 26171, "aya_id": 67}, {"text": "لا ينبغي لنبي أن يكون له أسرى مِن أعدائه حتى يبالغ في القتل; لإدخال الرعب في قلوبهم ويوطد دعائم الدين, تريدون -يا معشر المسلمين- بأخذكم الفداء من أسرى \"بدر\" متاع الدنيا, والله يريد إظهار دينه الذي به تدرك الآخرة. والله عزيز لا يُقْهر, حكيم في شرعه.\r\n", "sura_id": 8, "type": 3, "id": 32407, "aya_id": 67}, {"text": " <font color=red>مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن هَاشِم عَنْ حُمَيْد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ اِسْتَشَارَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّاس فِي الْأُسَارَى يَوْم بَدْر فَقَالَ \" إِنَّ اللَّه قَدْ أَمْكَنَكُمْ مِنْهُمْ \" فَقَامَ عُمَر بْن الْخَطَّاب فَقَالَ يَا رَسُول اللَّه اِضْرِبْ أَعْنَاقهمْ فَأَعْرَضَ عَنْهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ عَادَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَا أَيّهَا النَّاس إِنَّ اللَّه قَدْ أَمْكَنَكُمْ مِنْهُمْ وَإِنَّمَا هُمْ إِخْوَانكُمْ بِالْأَمْسِ \" فَقَامَ عُمَر فَقَالَ : يَا رَسُول اللَّه اِضْرِبْ أَعْنَاقهمْ فَأَعْرَضَ عَنْهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لِلنَّاسِ مِثْل ذَلِكَ فَقَامَ أَبُو بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ فَقَالَ يَا رَسُول اللَّه نَرَى أَنْ تَعْفُوَ عَنْهُمْ وَأَنْ تَقْبَل مِنْهُمْ الْفِدَاء قَالَ فَذَهَبَ عَنْ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا كَانَ فِيهِ مِنْ الْغَمّ فَعَفَا عَنْهُمْ وَقَبِلَ مِنْهُمْ الْفِدَاء .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43117, "aya_id": 67}]