[{"text": "وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُم مِّنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ", "sura_id": 11, "type": 0, "id": 1534, "aya_id": 61}, {"text": "وإلى ثمود أخاهم صالحا قال يا قوم اعبدوا الله ما لكم من إله غيره هو أنشأكم من الأرض واستعمركم فيها فاستغفروه ثم توبوا إليه إن ربي قريب مجيب", "sura_id": 11, "type": 1, "id": 7770, "aya_id": 61}, {"text": "61 - (و) أرسلنا (إلى ثمود أخاهم) من القبيلة (صالحاً قال يا قوم اعبدوا الله) وحِّدوه (ما لكم من إله غيره هو أنشأكم) ابتدأ خلقكم (من الأرض) بخلق أبيكم آدم منها (واستعمركم فيها) جعلكم عماراً تسكنون بها (فاستغفروه) من الشرك (ثم توبوا) ارجعوا (إليه) بالطاعة (إن ربي قريب) من خلقه بعلمه (مجيب) لمن سأله \r\n", "sura_id": 11, "type": 2, "id": 26478, "aya_id": 61}, {"text": "وأرسلنا إلى ثمود أخاهم صالحًا, فقال لهم: يا قوم اعبدوا الله وحده ليس لكم من إله يستحق العبادة غيره جل وعلا، فأخلصوا له العبادة, هو الذي بدأ خَلْقكم من الأرض بخلق أبيكم آدم منها, وجعلكم عُمَّارا لها, فاسألوه أن يغفر لكم ذنوبكم, وارجعوا إليه بالتوبة النصوح. إن ربي قريب لمن أخلص له العبادة, ورغب إليه في التوبة, مجيب له إذا دعاه.\r\n", "sura_id": 11, "type": 3, "id": 32714, "aya_id": 61}, {"text": " <font color=red>وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ</font><BR><p>يَقُول تَعَالَى \" وَ \" لَقَدْ أَرْسَلْنَا \" إِلَى ثَمُود\" وَهُمْ الَّذِينَ كَانُوا يَسْكُنُونَ مَدَائِن الْحِجْر بَيْن تَبُوك وَالْمَدِينَة وَكَانُوا بَعْد عَادٍ فَبَعَثَ اللَّه مِنْهُمْ أَخَاهُمْ صَالِحًا فَأَمَرَهُمْ بِعِبَادَةِ اللَّه وَحْده وَلِهَذَا قَالَ \" هُوَ أَنْشَأَكُمْ مِنْ الْأَرْض \" أَيْ اِبْتَدَأَ خَلْقكُمْ مِنْهَا خَلَقَ مِنْهَا أَبَاكُمْ آدَم \" وَاسْتَعْمَرَكُمْ فِيهَا \" أَيْ جَعَلَكُمْ عُمَّارًا تَعْمُرُونَهَا وَتَسْتَغِلُّونَهَا \" فَاسْتَغْفِرُوهُ \" لِسَالِفِ ذُنُوبكُمْ \" ثُمَّ تُوبُوا إِلَيْهِ \" فِيمَا تَسْتَقْبِلُونَهُ\" إِنَّ رَبِّي قَرِيب مُجِيب \" كَمَا قَالَ تَعَالَى \" وَإِذَا سَأَلَك عِبَادِي عَنِّي فَإِنِّي قَرِيب أُجِيب دَعْوَة الدَّاعِ إِذَا دَعَانِ\" الْآيَة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37681, "aya_id": 61}]