[{"text": "لَابِثِينَ فِيهَا أَحْقَابًا", "sura_id": 78, "type": 0, "id": 5695, "aya_id": 23}, {"text": "لابثين فيها أحقابا", "sura_id": 78, "type": 1, "id": 11931, "aya_id": 23}, {"text": "23 - (لابثين) حال مقدرة أي مقدرا لبثهم (فيها أحقابا) دهورا لا نهاية لها جمع حقب بضم أوله \r\n", "sura_id": 78, "type": 2, "id": 30639, "aya_id": 23}, {"text": "ماكثين فيها دهورًا متعاقبة لا تنقطع،\r\n", "sura_id": 78, "type": 3, "id": 36875, "aya_id": 23}, {"text": " <font color=red>لَابِثِينَ فِيهَا أَحْقَابًا</font><BR><p>أَيْ مَاكِثِينَ فِيهَا أَحْقَابًا وَهِيَ جَمْع حُقْب وَهُوَ الْمُدَّة مِنْ الزَّمَان وَقَدْ اِخْتَلَفُوا فِي مِقْدَاره فَقَالَ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ مِهْرَان عَنْ سُفْيَان الثَّوْرِيّ عَنْ عَمَّار الدُّهْنِيّ عَنْ سَالِم بْن أَبِي الْجَعْد قَالَ : قَالَ عَلِيّ بْن أَبِي طَالِب لِهِلَالٍ الْهَجَرِيّ مَا تَجِدُونَ الْحُقْب فِي كِتَاب اللَّه الْمُنَزَّل ؟ قَالَ نَجِدهُ ثَمَانِينَ سَنَة كُلّ سَنَة اِثْنَا عَشَر شَهْرًا كُلّ شَهْر ثَلَاثُونَ يَوْمًا كُلّ يَوْم أَلْف سَنَة وَهَكَذَا رُوِيَ عَنْ أَبِي هُرَيْرَة وَعَبْد اللَّه بْن عَمْرو وَابْن عَبَّاس وَسَعِيد بْن جُبَيْر وَعَمْرو بْن مَيْمُون وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن أَنَس وَالضَّحَّاك وَعَنْ الْحَسَن وَالسُّدِّيّ أَيْضًا سَبْعُونَ سَنَة كَذَلِكَ وَعَنْ عَبْد اللَّه بْن عَمْرو : الْحُقْب أَرْبَعُونَ سَنَة كُلّ يَوْم مِنْهَا كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ رَوَاهُمَا اِبْن أَبِي حَاتِم وَقَالَ بَشِير بْن كَعْب ذُكِرَ لِي أَنَّ الْحُقْب الْوَاحِد ثَلَثمِائَةِ سَنَة كُلّ سَنَة اِثْنَيْ عَشَر شَهْرًا كُلّ سَنَة ثَلَثمِائَةٍ وَسِتُّونَ يَوْمًا كُلّ يَوْم مِنْهَا كَأَلْفِ سَنَة رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم ثُمَّ قَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ عَمْرو بْن عَلِيّ بْن أَبِي بَكْر الْأَسْعَدِيّ حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة الْفَزَارِيّ عَنْ جَعْفَر بْن الزُّبَيْر عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" لَابِثِينَ فِيهَا أَحْقَابًا \" قَالَ فَالْحُقْب شَهْر الشَّهْر ثَلَاثُونَ يَوْمًا وَالسَّنَة اِثْنَا عَشَر شَهْرًا وَالسَّنَة ثَلَثمِائَةٍ وَسِتُّونَ يَوْمًا كُلّ يَوْم مِنْهَا أَلْف سَنَة مِمَّا تَعُدُّونَ فَالْحُقْب ثَلَاثُونَ أَلْف أَلْف سَنَة وَهَذَا حَدِيث مُنْكَر جِدًّا وَالْقَاسِم هُوَ وَالرَّاوِي عَنْهُ وَهُوَ جَعْفَر بْن الزُّبَيْر كِلَاهُمَا مَتْرُوك وَقَالَ الْبَزَّار حَدَّثَنَا مُحَمَّد بْن مِرْدَاس حَدَّثَنَا سُلَيْمَان بْن مُسْلِم أَبُو الْعَلَاء قَالَ : سَأَلْت سُلَيْمَان التَّيْمِيّ هَلْ يَخْرُج مِنْ النَّار أَحَد ؟ فَقَالَ حَدَّثَنِي نَافِع عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" وَاَللَّه لَا يَخْرُج مِنْ النَّار أَحَد حَتَّى يَمْكُث فِيهَا أَحْقَابًا قَالَ وَالْحُقْب بِضْع وَثَمَانُونَ سَنَة كُلّ سَنَة ثَلَثمِائَةٍ وَسِتُّونَ يَوْمًا مِمَّا تَعُدُّونَ ثُمَّ قَالَ سُلَيْمَان بْن مُسْلِم بَصْرِيّ مَشْهُور وَقَالَ السُّدِّيّ \" لَابِثِينَ فِيهَا أَحْقَابًا \" سَبْعمِائَةِ حِقْبَة كُلّ حُقْب سَبْعُونَ سَنَة كُلّ سَنَة ثَلَثمِائَةٍ وَسِتُّونَ يَوْمًا كُلّ يَوْم كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ وَقَدْ قَالَ مُقَاتِل بْن حَيَّان إِنَّ هَذِهِ الْآيَة مَنْسُوخَة بِقَوْلِهِ تَعَالَى \" فَذُوقُوا فَلَنْ نَزِيدكُمْ إِلَّا عَذَابًا \" وَقَالَ خَالِد بْن مَعْدَان هَذِهِ الْآيَة وَقَوْله تَعَالَى\" إِلَّا مَا شَاءَ رَبّك \" فِي أَهْل التَّوْحِيد رَوَاهُمَا اِبْن جَرِير ثُمَّ قَالَ وَيَحْتَمِل أَنْ يَكُون قَوْله تَعَالَى \" لَابِثِينَ فِيهَا أَحْقَابًا \" مُتَعَلِّقًا بِقَوْلِهِ تَعَالَى \" لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا \" ثُمَّ يُحْدِث اللَّه لَهُمْ بَعْد ذَلِكَ عَذَابًا مِنْ شَكْل آخَر وَنَوْع آخَر ثُمَّ قَالَ وَالصَّحِيح أَنَّهَا لَا اِنْقِضَاء لَهَا كَمَا قَالَ قَتَادَة وَالرَّبِيع بْن أَنَس وَقَدْ قَالَ قَبْل ذَلِكَ حَدَّثَنِي مُحَمَّد بْن عَبْد الرَّحِيم الْبَرْقِيّ حَدَّثَنَا عَمْرو بْن أَبِي سَلَمَة عَنْ زُهَيْر عَنْ سَالِم سَمِعْت الْحَسَن يَسْأَل عَنْ قَوْله تَعَالَى \" لَابِثِينَ فِيهَا أَحْقَابًا \" قَالَ أَمَّا الْأَحْقَاب فَلَيْسَ لَهَا عِدَّة إِلَّا الْخُلُود فِي النَّار وَلَكِنْ ذَكَرُوا أَنَّ الْحُقْب سَبْعُونَ سَنَة كُلّ يَوْم مِنْهَا كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ وَقَالَ سَعِيد عَنْ قَتَادَة قَالَ اللَّه تَعَالَى \" لَابِثِينَ فِيهَا أَحْقَابًا\" وَهُوَ مَا لَا اِنْقِطَاع لَهُ وَكُلَّمَا مَضَى حُقْب جَاءَ حُقْب بَعْده وَقَالَ الرَّبِيع بْن أَنَس \" لَابِثِينَ فِيهَا أَحْقَابًا\" لَا يَعْلَم عِدَّة هَذِهِ الْأَحْقَاب إِلَّا اللَّه عَزَّ وَجَلَّ وَذُكِرَ لَنَا أَنَّ الْحُقْب الْوَاحِد ثَمَانُونَ سَنَة وَالسَّنَة ثَلَثِمِائَةٍ وَسِتُّونَ يَوْمًا كُلّ يَوْم كَأَلْفِ سَنَة مِمَّا تَعُدُّونَ رَوَاهُمَا أَيْضًا اِبْن جَرِير .</p><BR> <br> ", "sura_id": 78, "type": 4, "id": 42984, "aya_id": 23}]