[{"text": "قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاء فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّواْ وُجُوِهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوْتُواْ الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ", "sura_id": 2, "type": 0, "id": 151, "aya_id": 144}, {"text": "قد نرى تقلب وجهك في السماء فلنولينك قبلة ترضاها فول وجهك شطر المسجد الحرام وحيثما كنتم فولوا وجوهكم شطره وإن الذين أوتوا الكتاب ليعلمون أنه الحق من ربهم وما الله بغافل عما يعملون", "sura_id": 2, "type": 1, "id": 6387, "aya_id": 144}, {"text": "144 - (قد) للتحقيق (نرى تقلب) تصرف (وجهك في) جهة (السماء) متطلعاً إلى الوحي ومتشوقا للأمر باستقبال الكعبة وكان يود ذلك لأنها قبلة إبراهيم ولأنه أدعى إلى إسلام العرب (فلنولينك) نحولنك (قبلة ترضاها) تحبها (فول وجهك) استقبل في الصلاة (شطر) نحو (المسجد الحرام) أي الكعبة (وحيث ما كنتم) خطاب للأمة (فولوا وجوهكم) في الصلاة (شطره وإن الذين أوتوا الكتاب ليعلمون أنه) أي التولي إلى الكعبة (الحق) الثابت (من ربهم) لما في كتبهم من نعت النبي صلى الله عليه وسلم من أنه يتحول إليها (وما الله بغافل عما تعملون) بالتاء أيها المؤمنون من امتثال أمره وبالياء أي اليهود من إنكار أمر القبلة \r\n", "sura_id": 2, "type": 2, "id": 25095, "aya_id": 144}, {"text": "قد نرى تحوُّل وجهك -أيها الرسول- في جهة السماء, مرة بعد مرة; انتظارًا لنزول الوحي إليك في شأن القبلة, فلنصرفنك عن \"بيت المقدس\" إلى قبلة تحبها وترضاها, وهي وجهة المسجد الحرام بـ \"مكة\", فولِّ وجهك إليها. وفي أي مكان كنتم -أيها المسلمون- وأردتم الصلاة فتوجهوا نحو المسجد الحرام. وإن الذين أعطاهم الله علم الكتاب من اليهود والنصارى لَيعلمون أن تحويلك إلى الكعبة هو الحق الثابت في كتبهم. وما الله بغافل عما يعمل هؤلاء المعترضون المشككون, وسيجازيهم على ذلك\r\n", "sura_id": 2, "type": 3, "id": 31331, "aya_id": 144}, {"text": "<font color=red>قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : كَانَ أَوَّل مَا نُسِخَ مِنْ الْقُرْآن الْقِبْلَة وَذَلِكَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا هَاجَرَ إِلَى الْمَدِينَة وَكَانَ أَكْثَر أَهْلهَا الْيَهُود فَأَمَرَهُ اللَّه أَنْ يَسْتَقْبِل بَيْت الْمَقْدِس فَفَرِحَتْ الْيَهُود فَاسْتَقْبَلَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِضْعَة عَشَر شَهْرًا وَكَانَ يُحِبّ قِبْلَة إِبْرَاهِيم فَكَانَ يَدْعُو إِلَى اللَّه وَيَنْظُر إِلَى السَّمَاء فَأَنْزَلَ اللَّه \" قَدْ نَرَى تَقَلُّبَ وَجْهك فِي السَّمَاء \" إِلَى قَوْله \" فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ \" فَارْتَابَتْ مِنْ ذَلِكَ الْيَهُودُ وَقَالُوا : \" مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمْ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ \" وَقَالَ \" فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّه\" وَقَالَ اللَّه تَعَالَى \" وَمَا جَعَلْنَا الْقِبْلَة الَّتِي كُنْت عَلَيْهَا إِلَّا لِنَعْلَم مَنْ يَتَّبِع الرَّسُول مِمَّنْ يَنْقَلِب عَلَى عَقِبَيْهِ \" وَرَوَى اِبْن مَرْدَوَيْهِ مِنْ حَدِيث الْقَاسِم الْعُمَرِيّ عَنْ عَمّه عُبَيْد اللَّه بْن عُمَر عَنْ دَاوُد بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا سَلَّمَ مِنْ صَلَاته إِلَى بَيْت الْمَقْدِس رَفَعَ رَأْسه إِلَى السَّمَاء . فَأَنْزَلَ اللَّه \" فَلَنُوَلِّيَنَّك قِبْلَة تَرْضَاهَا فَوَلِّ وَجْهَك شَطْرَ الْمَسْجِدِ الْحَرَام \" إِلَى الْكَعْبَة إِلَى الْمِيزَاب يَؤُمّ بِهِ جِبْرَائِيل عَلَيْهِ السَّلَام . وَرَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث شُعْبَة عَنْ يَعْلَى بْن عَطَاء عَنْ يَحْيَى بْن قِطَّة قَالَ : رَأَيْت عَبْد اللَّه بْن عَمْرو جَالِسًا فِي الْمَسْجِد الْحَرَام بِإِزَاءِ الْمِيزَاب فَتَلَا هَذِهِ الْآيَة \" فَلَنُوَلِّيَنَّك قِبْلَة تَرْضَاهَا \" قَالَ نَحْو مِيزَاب الْكَعْبَة ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ الْحَسَن بْن عَرَفَة عَنْ هِشَام عَنْ يَعْلَى بْن عَطَاء بِهِ وَهَكَذَا قَالَ غَيْره وَهُوَ أَحَد قَوْلَيْ الشَّافِعِيّ رَضِيَ اللَّه عَنْهُ : أَنَّ الْغَرَض إِصَابَة عَيْن الْكَعْبَة وَالْقَوْل الْآخَر وَعَلَيْهِ الْأَكْثَرُونَ أَنَّ الْمُرَاد الْمُوَاجَهَة كَمَا رَوَاهُ الْحَاكِم مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق عَنْ عُمَيْر بْن زِيَاد الْكِنْدِيّ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ \" فَوَلِّ وَجْهك شَطْر الْمَسْجِد الْحَرَام \" قَالَ شَطْره قِبَله ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ . وَهَذَا قَوْل أَبِي الْعَالِيَة وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَقَتَادَة وَالرَّبِيع بْن أَنَس وَغَيْرهمْ وَكَمَا تَقَدَّمَ فِي الْحَدِيث الْآخَر \" مَا بَيْن الْمَشْرِق وَالْمَغْرِب قِبْلَة\" وَقَالَ الْقُرْطُبِيّ : رَوَى اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْبَيْت قِبْلَة لِأَهْلِ الْمَسْجِد وَالْمَسْجِد قِبْلَة لِأَهْلِ الْحَرَم وَالْحَرَم قِبْلَة لِأَهْلِ الْأَرْض فِي مَشَارِقهَا وَمَغَارِبهَا مِنْ أُمَّتِي \" وَقَالَ أَبُو نُعَيْم الْفَضْلُ بْن دُكَيْن : حَدَّثَنَا زُهَيْر عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى قِبَل بَيْت الْمَقْدِس سِتَّة عَشَر شَهْرًا أَوْ سَبْعَة عَشَر شَهْرًا وَكَانَ يُعْجِبهُ قِبْلَته قِبَل الْبَيْت وَأَنَّهُ صَلَّى صَلَاة الْعَصْر وَصَلَّى مَعَهُ قَوْم فَخَرَجَ رَجُل مِمَّنْ كَانَ يُصَلِّي مَعَهُ فَمَرَّ عَلَى أَهْل الْمَسْجِد وَهُمْ رَاكِعُونَ فَقَالَ : أَشْهَد بِاَللَّهِ لَقَدْ صَلَّيْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قِبَل مَكَّة فَدَارُوا كَمَا هُمْ قَبْل الْبَيْت . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : لَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة صَلَّى نَحْو بَيْت الْمَقْدِس سِتَّة عَشَر شَهْرًا أَوْ سَبْعَة عَشَر شَهْرًا وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبّ أَنْ يُحَوَّل نَحْو الْكَعْبَة فَنَزَلَتْ قَدْ نَرَى تَقَلُّب وَجْهك فِي السَّمَاء فَصُرِفَ إِلَى الْكَعْبَة وَرَوَى النَّسَائِيّ عَنْ أَبِي سَعِيد بْن الْمُعَلَّى قَالَ : كُنَّا نَغْدُو إِلَى الْمَسْجِد عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنُصَلِّي فِيهِ فَمَرَرْنَا يَوْمًا وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَاعِد عَلَى الْمِنْبَر فَقُلْت لَقَدْ حَدَثَ أَمْر فَجَلَسْت فَقَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" قَدْ نَرَى تَقَلُّب وَجْهك فِي السَّمَاء فَلَنُوَلِّيَنَّك قِبْلَة تَرْضَاهَا\" حَتَّى فَرَغَ مِنْ الْآيَة فَقُلْت لِصَاحِبِي تَعَالَ نَرْكَع رَكْعَتَيْنِ قَبْل أَنْ يَنْزِل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَكُون أَوَّل مَنْ صَلَّى فَتَوَارَيْنَا فَصَلَّيْنَاهُمَا ثُمَّ نَزَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَلَّى لِلنَّاسِ الظُّهْر يَوْمَئِذٍ وَكَذَا رَوَى اِبْن مَرْدَوَيْهِ عَنْ اِبْن عُمَر : أَنَّ أَوَّل صَلَاة صَلَّاهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْكَعْبَة صَلَاة الظُّهْر وَأَنَّهَا الصَّلَاة الْوُسْطَى وَالْمَشْهُور أَنَّ أَوَّل صَلَاة صَلَّاهَا إِلَى الْكَعْبَة صَلَاة الْعَصْر وَلِهَذَا تَأَخَّرَ الْخَبَر عَنْ أَهْل قُبَاء إِلَى صَلَاة الْفَجْر وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا الْحُسَيْن بْن إِسْحَاق التَّسْتُرِيّ حَدَّثَنَا رَجَاء بْن مُحَمَّد السَّقَطِيّ حَدَّثَنَا إِسْحَاق بْن إِدْرِيس حَدَّثَنَا إِبْرَاهِيم بْن جَعْفَر حَدَّثَنِي أَبِي عَنْ جَدَّته أُمّ أَبِيهِ نُوَيْلَة بِنْت مُسْلِم قَالَتْ : صَلَّيْنَا الظُّهْر - أَوْ الْعَصْر - فِي مَسْجِد بَنِي حَارِثَة فَاسْتَقْبَلْنَا مَسْجِد إِيلِيَاء فَصَلَّيْنَا رَكْعَتَيْنِ ثُمَّ جَاءَ مَنْ يُحَدِّثنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ اِسْتَقْبَلَ الْبَيْت الْحَرَام فَتَحَوَّلَ النِّسَاءُ مَكَان الرِّجَال وَالرِّجَالُ مَكَان النِّسَاء فَصَلَّيْنَا السَّجْدَتَيْنِ الْبَاقِيَتَيْنِ وَنَحْنُ مُسْتَقْبِلُونَ الْبَيْت الْحَرَام فَحَدَّثَنِي رَجُل مِنْ بَنِي حَارِثَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُولَئِكَ رِجَال يُؤْمِنُونَ بِالْغَيْبِ \" وَقَالَ اِبْن مَرْدَوَيْهِ أَيْضًا : حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن دُحَيْم حَدَّثَنَا أَحْمَد بْن حَازِم حَدَّثَنَا مَالِك بْن إِسْمَاعِيل النَّهْدِيّ حَدَّثَنَا قَيْس عَنْ زِيَاد بْن عَلَاقَة عَنْ عُمَارَة بْن أَوْس قَالَ : بَيْنَمَا نَحْنُ فِي الصَّلَاة نَحْو بَيْت الْمَقْدِس وَنَحْنُ رُكُوع إِذْ نَادَى مُنَادٍ بِالْبَابِ أَنَّ الْقِبْلَة قَدْ حُوِّلَتْ إِلَى الْكَعْبَة قَالَ فَأَشْهَد عَلَى إِمَامنَا أَنَّهُ اِنْحَرَفَ فَتَحَوَّلَ هُوَ وَالرِّجَال وَالصِّبْيَان وَهُمْ رُكُوع نَحْو الْكَعْبَة .</p><BR><font color=red>وَحَيْثُمَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ</font><BR><p>أَمَرَ تَعَالَى بِاسْتِقْبَالِ الْكَعْبَة مِنْ جَمِيع جِهَات الْأَرْض شَرْقًا وَغَرْبًا وَشَمَالًا وَجَنُوبًا وَلَا يُسْتَثْنَى مِنْ هَذَا شَيْء سِوَى النَّافِلَة فِي حَال السَّفَر فَإِنَّهُ يُصَلِّيهَا حَيْثُمَا تَوَجَّهَ قَالِبه وَقَلْبه نَحْو الْكَعْبَة وَكَذَا فِي حَال الْمُسَايَفَة فِي الْقَتْل يُصَلِّي عَلَى كُلّ حَال وَكَذَا مَنْ جَهِلَ جِهَة الْقِبْلَة يُصَلِّي بِاجْتِهَادِهِ وَإِنْ كَانَ مُخْطِئًا فِي نَفْس الْأَمْر لِأَنَّ اللَّه تَعَالَى لَا يُكَلِّف نَفْسًا إِلَّا وُسْعهَا . \" مَسْأَلَةٌ\" وَقَدْ اسْتَدَلَّ الْمَالِكِيَّةُ بِهَذِهِ الْآيَة عَلَى أَنَّ الْمُصَلِّي يَنْظُر أَمَامه لَا إِلَى مَوْضِع سُجُوده كَمَا ذَهَبَ إِلَيْهِ الشَّافِعِيّ وَأَحْمَد وَأَبُو حَنِيفَة قَالَ الْمَالِكِيَّة : بِقَوْلِهِ \" فَوَلِّ وَجْهك شَطْر الْمَسْجِد الْحَرَام \" فَلَوْ نَظَرَ إِلَى مَوْضِع سُجُوده لَاحْتَاجَ أَنْ يَتَكَلَّف ذَلِكَ بِنَوْعٍ مِنْ الِانْحِنَاء وَهُوَ يُنَافِي كَمَال الْقِيَام وَقَالَ بَعْضهمْ : يَنْظُر الْمُصَلِّي فِي قِيَامه إِلَى صَدْره وَقَالَ شَرِيك الْقَاضِي : يَنْظُر فِي حَال قِيَامه إِلَى مَوْضِع سُجُوده كَمَا قَالَ جُمْهُور الْجَمَاعَة لِأَنَّهُ أَبْلَغ فِي الْخُضُوع وَآكَد فِي الْخُشُوع وَقَدْ وَرَدَ بِهِ الْحَدِيث وَأَمَّا فِي حَال رُكُوعه فَإِلَى مَوْضِع قَدَمَيْهِ وَفِي حَال سُجُوده إِلَى مَوْضِع أَنْفه وَفِي حَال قُعُوده إِلَى حِجْره .</p><BR> ", "sura_id": 2, "type": 4, "id": 38547, "aya_id": 144}]