[{"text": "لاَ يُؤَاخِذُكُمُ اللّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُواْ أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 5, "type": 0, "id": 758, "aya_id": 89}, {"text": "لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدتم الأيمان فكفارته إطعام عشرة مساكين من أوسط ما تطعمون أهليكم أو كسوتهم أو تحرير رقبة فمن لم يجد فصيام ثلاثة أيام ذلك كفارة أيمانكم إذا حلفتم واحفظوا أيمانكم كذلك يبين الله لكم آياته لعلكم تشكرون", "sura_id": 5, "type": 1, "id": 6994, "aya_id": 89}, {"text": "89 - (لا يؤاخذكم الله باللغو) الكائن (في أيمانكم) هو ما يسبق إليه اللسان من غير قصد الحلف كقول الإنسان: لا والله ، وبلى والله (ولكن يؤاخذكم بما عَقَدْتُم) بالتخفيف والتشديد وفي قراءة {عاقدتم} (الأيمان) عليه بأن حلفتم عن قصد (فكفارته) أي اليمين إذا حنثتم فيه (إطعام عشرة مساكين) لكل مسكين مد (من أوسط ما تطعمون) منه (أهليكم) أي أقصده وأغلبه لا أعلاه ولا أدناه (أو كسوتهم) بما يسمى كسوة كقميص وعمامة وإزار ولا يكفي دفع ما ذكر إلى مسكين واحد وعليه الشافعي (أو تحرير) عتق (رقبة) أي مؤمنة كما في كفارة القتل والظهار حملا للمطلق على المقيد (فمن لم يجد) واحدا مما ذكر (فصيام ثلاثة أيام) كفارته وظاهره أنه لا يشترط التتابع وعليه الشافعي (ذلك) المذكور (كفارة أيمانكم إذا حلفتم) وحنثتم (واحفظوا أيمانكم) أن تنكثوها ما لم تكن على فعل بر أو إصلاح بين الناس كما في سورة البقرة (كذلك) أي مثل ما بين لكم ما ذكر (يبين الله لكم آياته لعلكم تشكرونـ) ـه على ذلك \r\n", "sura_id": 5, "type": 2, "id": 25702, "aya_id": 89}, {"text": "لا يعاقبكم الله -أيها المسلمون- فيما لا تقصدون عَقْدَه من الأيمان, مثل قول بعضكم: لا والله, وبلى والله, ولكن يعاقبكم فيما قصدتم عقده بقلوبكم, فإذا لم تَفُوا باليمين فإثم ذلك يمحوه الله بما تقدِّمونه مما شرعه الله لكم كفارة من إطعام عشرة مساكين, لكل سكين نصف صاع من أوسط طعام أهل البلد, أو كسوتهم, لكل مسكين ما يكفي في الكسوة عُرفًا, أو إعتاق مملوك من الرق, فالحالف الذي لم يف بيمينه مخير بين هنا الأمور الثلاثة, فمن لم يجد شيئًا من ذلك فعليه صيام ثلاثة أيام. تلك مكفرات عدم الوفاء بأيمانكم, واحفظوا -أيها المسلمون- أيمانكم: باجتناب الحلف, أو الوفاء إن حلفتم, أو الكفارة إذا لم تفوا بها. وكما بيَّن الله لكم حكم الأيمان والتحلل منها يُبيِّن لكم أحكام دينه; لتشكروا له على هدايته إياكم إلى الطريق المستقيم.\r\n", "sura_id": 5, "type": 3, "id": 31938, "aya_id": 89}, {"text": " <font color=red>لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>وَقَدْ تَقَدَّمَ الْكَلَام عَلَى اللَّغْو فِي الْيَمِين فِي سُورَة الْبَقَرَة بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَلِلَّهِ الْحَمْد وَالْمِنَّة وَإِنَّهُ قَوْل الرَّجُل فِي الْكَلَام مِنْ غَيْر قَصْد : لَا وَاَللَّه بَلَى وَاَللَّه وَهَذَا مَذْهَب الشَّافِعِيّ وَقِيلَ هُوَ فِي الْهَزْل وَقِيلَ فِي الْمَعْصِيَة وَقِيلَ عَلَى غَلَبَة الظَّنّ وَهُوَ قَوْل أَبِي حَنِيفَة وَأَحْمَد وَقِيلَ الْيَمِين فِي الْغَضَب وَقِيلَ فِي النِّسْيَان وَقِيلَ هُوَ الْحَلِف عَلَى تَرْك الْمَأْكَل وَالْمَشْرَب وَالْمَلْبَس وَنَحْو ذَلِكَ وَاسْتَدَلُّوا بِقَوْلِهِ لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ وَالصَّحِيح أَنَّهُ الْيَمِين مِنْ غَيْر قَصْد بِدَلِيلِ قَوْله \" وَلَكِنْ يُؤَاخِذكُمْ بِمَا عَقَّدْتُمْ الْأَيْمَان \" أَيْ بِمَا صَمَّمْتُمْ عَلَيْهِ مِنْهَا وَقَصَدْتُمُوهَا فَكَفَّارَته إِطْعَام عَشَرَة مَسَاكِين يَعْنِي مَحَاوِيج مِنْ الْفُقَرَاء وَمَنْ لَا يَجِد مَا يَكْفِيه وَقَوْله \" مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ\" قَالَ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَعِكْرِمَة أَيْ مِنْ أَعْدَلِ مَا تُطْعِمُونَ أَهْلِيكُمْ وَقَالَ عَطَاء الْخُرَاسَانِيّ مِنْ أَمْثَلِ مَا تُطْعِمُونَ أَهْلِيكُمْ قَالَ اِبْن حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ حَجَّاج عَنْ أَبِي إِسْحَاق السَّبِيعِيّ عَنْ الْحَارِث عَنْ عَلِيّ قَالَ خُبْز وَلَبَن وَخُبْز وَسَمْن وَقَالَ اِبْن أَبِي حَاتِم أَنْبَأَنَا يُونُس بْن عَبْد الْأَعْلَى قِرَاءَة حَدَّثَنَا سُفْيَان بْن عُيَيْنَةَ عَنْ سَلْمَان - يَعْنِي اِبْن أَبِي الْمُغِيرَة - عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ كَانَ الرَّجُل يَقُوت بَعْض أَهْله قُوت دُون وَبَعْضهمْ قُوتًا فِيهِ سَعَة فَقَالَ اللَّه تَعَالَى \" مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ \" أَيْ مِنْ الْخُبْز وَالزَّيْت وَحَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع حَدَّثَنَا إِسْرَائِيل عَنْ جَابِر عَنْ عَامِر عَنْ اِبْن عَبَّاس \" مِنْ أَوْسَط مَا تُطْعِمُونَ أَهْلِيكُمْ \" قَالَ مِنْ عُسْرهمْ وَيُسْرهمْ وَحَدَّثَنَا عَبْد الرَّحْمَن بْن خَلَف الْحِمْصِيّ حَدَّثَنَا مُحَمَّد بْن شُعَيْب - يَعْنِي اِبْن شَابُور - حَدَّثَنَا شَيْبَان بْن عَبْد الرَّحْمَن التَّمِيمِيّ عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ عَاصِم الْأَحْوَل عَنْ رَجُل يُقَال لَهُ عَبْد الرَّحْمَن التَّمِيمِيّ عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ \" مِنْ أَوْسَط مَا تُطْعِمُونَ أَهْلِيكُمْ \" قَالَ الْخُبْز وَاللَّحْم وَالْخُبْز وَالسَّمْن وَالْخُبْز وَاللَّبَن وَالْخُبْز وَالزَّيْت وَالْخُبْز وَالْخَلّ وَحَدَّثَنَا عَلِيّ بْن حَرْب الْمَوْصِلِيّ حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ عَاصِم عَنْ اِبْن سِيرِينَ عَنْ اِبْن عُمَر فِي قَوْله \" مِنْ أَوْسَط مَا تُطْعِمُونَ أَهْلِيكُمْ \" قَالَ : الْخُبْز وَالسَّمْن وَالْخُبْز وَاللَّبَن وَالْخُبْز وَالزَّيْت وَالْخُبْز وَالتَّمْر وَمِنْ أَفْضَلِ مَا تُطْعِمُونَ أَهْلِيكُمْ الْخُبْز وَاللَّحْم . وَرَوَاهُ اِبْن جَرِير عَنْ هَنَّاد وَابْن وَكِيع كِلَاهُمَا عَنْ أَبِي مُعَاوِيَة ثُمَّ رَوَى اِبْن جَرِير عَنْ عُبَيْدَة وَالْأَسْوَد وَشُرَيْح الْقَاضِي وَمُحَمَّد بْن سِيرِينَ وَالْحَسَن وَالضَّحَّاك وَأَبِي رَزِين أَنَّهُمْ قَالُوا نَحْو ذَلِكَ وَحَكَاهُ اِبْن أَبِي حَاتِم عَنْ مَكْحُول أَيْضًا . وَاخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِقَوْلِهِ \" مِنْ أَوْسَط مَا تُطْعِمُونَ أَهْلِيكُمْ\" أَيْ فِي الْقِلَّة وَالْكَثْرَة ثُمَّ اِخْتَلَفَ الْعُلَمَاء فِي مِقْدَار مَا يُطْعِمهُمْ فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ حَجَّاج عَنْ حُصَيْن الْحَارِثِيّ عَنْ الشَّعْبِيّ عَنْ الْحَارِث عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فِي قَوْله \" مِنْ أَوْسَط مَا تُطْعِمُونَ أَهْلِيكُمْ \" قَالَ يُغَدِّيهِمْ وَيُعَشِّيهِمْ وَقَالَ الْحَسَن وَمُحَمَّد بْن سِيرِينَ يَكْفِيه أَنْ يُطْعِم عَشَرَة مَسَاكِين أَكْلَة وَاحِدَة خُبْزًا وَلَحْمًا زَادَ الْحَسَنُ فَإِنْ لَمْ يَجِد فَخُبْزًا وَسَمْنًا وَلَبَنًا فَإِنْ لَمْ يَجِد فَخُبْزًا وَزَيْتًا وَخَلًّا حَتَّى يَشْبَعُوا وَقَالَ آخَرُونَ يُطْعِم كُلّ وَاحِد مِنْ الْعَشَرَة نِصْف صَاع مِنْ بُرّ أَوْ تَمْر وَنَحْوهمَا فَهَذَا قَوْل عُمَر وَعَلِيّ وَعَائِشَة وَمُجَاهِد وَالشَّعْبِيّ وَسَعِيد بْن جُبَيْر وَإِبْرَاهِيم النَّخَعِيّ وَمَيْمُون بْن مِهْرَان وَأَبِي مَالِك وَالضَّحَّاك وَالْحَكَم وَمَكْحُول وَأَبِي قِلَابَة وَمُقَاتِل بْن حَيَّان وَقَالَ أَبُو حَنِيفَة نِصْف صَاع بُرّ وَصَاع مِمَّا عَدَاهُ وَقَدْ قَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن الْحَسَن الثَّقَفِيّ حَدَّثَنَا عُبَيْد بْن الْحَسَن بْن يُوسُف حَدَّثَنَا مُحَمَّد بْن مُعَاوِيَة حَدَّثَنَا زِيَاد بْن عَبْد اللَّه بْن الطُّفَيْل بْن سَخْبَرَة بْن أَخِي عَائِشَة لِأُمِّهِ حَدَّثَنَا عُمَر بْن يَعْلَى عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَفَّرَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِصَاعٍ مِنْ تَمْر وَأَمَرَ النَّاس بِهِ وَلِمَنْ لَمْ يَجِد فَنِصْف صَاع مِنْ بُرّ . وَرَوَاهُ اِبْن مَاجَهْ عَنْ الْعَبَّاس بْن يَزِيد عَنْ زِيَاد بْن عَبْد اللَّه الْبَكَّاء عَنْ عُمَر بْن عَبْد اللَّه بْن يَعْلَى الثَّقَفِيّ عَنْ الْمِنْهَال بْن عَمْرو بِهِ . لَا يَصِحّ هَذَا الْحَدِيث لِحَالِ عُمَر بْن عَبْد اللَّه هَذَا فَإِنَّهُ مُجْمَع عَلَى ضَعْفه وَذَكَرُوا أَنَّهُ كَانَ يَشْرَب الْخَمْر وَقَالَ الدَّارَقُطْنِيّ مَتْرُوك وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن إِدْرِيس عَنْ دَاوُدَ يَعْنِي اِبْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ مُدٌّ مِنْ بُرّ يَعْنِي لِكُلِّ مِسْكِين وَمَعَهُ إِدَامه ثُمَّ قَالَ : وَرُوِيَ عَنْ اِبْن عُمَر وَزَيْد بْن ثَابِت وَسَعِيد بْن الْمُسَيِّب وَمُجَاهِد وَعَطَاء وَعِكْرِمَة وَأَبِي الشَّعْثَاء وَالْقَاسِم وَسَالِم وَأَبِي سَلَمَة بْن عَبْد الرَّحْمَن وَسُلَيْمَان بْن يَسَار وَالْحَسَن وَمُحَمَّد بْن سِيرِينَ وَالزُّهْرِيّ نَحْو ذَلِكَ . وَقَالَ الشَّافِعِيّ الْوَاجِب فِي كَفَّارَة الْيَمِين مُدّ بِمُدِّ النَّبِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِكُلِّ مِسْكِين وَلَمْ يَتَعَرَّض لِلْأُدْمِ وَاحْتَجَّ بِأَمْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلَّذِي جَامَعَ فِي رَمَضَان بِأَنْ يُطْعِم سِتِّينَ مِسْكِينًا مِنْ مِكْتَل يَسَع خَمْسَة عَشَر صَاعًا لِكُلِّ وَاحِد مِنْهُمْ مُدّ وَقَدْ وَرَدَ حَدِيث آخَر صَرِيح فِي ذَلِكَ فَقَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ : حَدَّثَنَا أَحْمَد بْن عَلِيّ بْن الْحَسَن الْمُقْرِي حَدَّثَنَا مُحَمَّد بْن إِسْحَاق السَّرَّاج حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا النَّضْر بْن زُرَارَة الْكُوفِيّ عَنْ عَبْد اللَّه بْن عُمَر الْعُمَرِيّ عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُقِيم كَفَّارَة الْيَمِين مُدًّا مِنْ حِنْطَة بِالْمُدِّ الْأَوَّل إِسْنَاده ضَعِيف لِحَالِ النَّضْر بْن زُرَارَة بْن عَبْد الْأَكْرَم الذُّهْلِيّ الْكُوفِيّ نَزِيل بَلْخ قَالَ فِيهِ أَبُو حَاتِم الرَّازِيّ هُوَ مَجْهُول مَعَ أَنَّهُ قَدْ رَوَى عَنْهُ غَيْر وَاحِد وَذَكَرَهُ اِبْن حِبَّان فِي الثِّقَات وَقَالَ رَوَى عَنْهُ قُتَيْبَة بْن سَعِيد أَشْيَاء مُسْتَقِيمَة فَاَللَّه أَعْلَم ثُمَّ إِنَّ شَيْخه الْعُمَرِيّ ضَعِيف أَيْضًا وَقَالَ أَحْمَد بْن حَنْبَل الْوَاجِب مُدّ مِنْ بُرّ أَوْ مُدَّانِ مِنْ غَيْره وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" أَوْ كِسْوَتهمْ قَالَ الشَّافِعِيّ - رَحِمَهُ اللَّه - لَوْ دَفَعَ إِلَى كُلّ وَاحِد مِنْ الْعَشَرَة مَا يَصْدُق عَلَيْهِ اِسْم الْكِسْوَة مِنْ قَمِيص أَوْ سَرَاوِيل أَوْ إِزَار أَوْ عِمَامَة أَوْ مِقْنَعَة أَجْزَأَهُ ذَلِكَ وَاخْتَلَفَ أَصْحَابه فِي الْقَلَنْسُوَة هَلْ تُجْزِئ أَمْ لَا عَلَى وَجْهَيْنِ فَمِنْهُمْ مَنْ ذَهَبَ إِلَى الْجَوَاز اِحْتِجَاجًا بِمَا رَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ عَمَّار بْن خَالِد الْوَاسِطِيّ قَالَا حَدَّثَنَا الْقَاسِم بْن مَالِك عَنْ مُحَمَّد بْن الزُّبَيْر عَنْ أَبِيهِ قَالَ : سَأَلْت عِمْرَان بْن الْحُصَيْن عَنْ قَوْله \" أَوْ كِسْوَتهمْ \" قَالَ لَوْ أَنَّ وَفْدًا قَدِمُوا عَلَى أَمِيركُمْ فَكَسَاهُمْ قَلَنْسُوَة قَلَنْسُوَة قُلْتُمْ قَدْ كُسُوا وَلَكِنَّ هَذَا إِسْنَاد ضَعِيف لِحَالِ مُحَمَّد بْن الزُّبَيْر هَذَا وَاَللَّه أَعْلَم . وَهَكَذَا حَكَى الشَّيْخ أَبُو حَامِد الْإِسْفَرَايِينِيّ فِي الْخُفّ وَجْهَيْنِ أَيْضًا وَالصَّحِيح عَدَم الْإِجْزَاء وَقَالَ مَالِك وَأَحْمَد بْن حَنْبَل لَا بُدّ أَنْ يَدْفَع إِلَى كُلّ وَاحِد مِنْهُمْ مِنْ الْكِسْوَة مَا يَصِحّ أَنْ يُصَلِّي فِيهِ إِنْ كَانَ رَجُلًا أَوْ اِمْرَأَة كُلّ بِحَسَبِهِ وَاَللَّه أَعْلَم . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : عَبَاءَة لِكُلِّ مِسْكِين أَوْ شَمْلَة وَقَالَ مُجَاهِد أَدْنَاهُ ثَوْب وَأَعْلَاهُ مَا شِئْت وَقَالَ لَيْث عَنْ مُجَاهِد يُجْزِئ فِي كَفَّارَة الْيَمِين كُلّ شَيْء إِلَّا التُّبَّان. وَقَالَ الْحَسَن وَأَبُو جَعْفَر الْبَاقِر وَعَطَاء وَطَاوُس وَإِبْرَاهِيم النَّخَعِيّ وَحَمَّاد بْن أَبَى سُلَيْمَان وَأَبُو مَالِك : ثَوْب ثَوْب وَعَنْ إِبْرَاهِيم النَّخَعِيّ أَيْضًا ثَوْب جَامِع كَالْمِلْحَفَةِ وَالرِّدَاء وَلَا يُرَى الدِّرْع وَالْقَمِيص وَالْخِمَار وَنَحْوه جَامِعًا وَقَالَ الْأَنْصَارِيّ عَنْ الْأَشْعَث عَنْ اِبْن سِيرِينَ وَالْحَسَن : ثَوْبَانِ ثَوْبَانِ وَقَالَ الثَّوْرِيّ عَنْ دَاوُدَ بْن أَبِي هِنْد عَنْ سَعِيد بْن الْمُسَيِّب عِمَامَة يَلُفّ بِهَا رَأْسه وَعَبَاءَة يَلْتَحِف بِهَا رَأْسه وَقَالَ اِبْن جَرِير حَدَّثَنَا هَنَّاد حَدَّثَنَا اِبْن الْمُبَارَك عَنْ عَاصِم الْأَحْوَل عَنْ اِبْن سِيرِينَ عَنْ أَبِي مُوسَى أَنَّهُ حَلَفَ عَلَى يَمِين فَكَسَا ثَوْبَيْنِ مِنْ مُعَقَّدَة الْبَحْرَيْنِ وَقَالَ اِبْن مَرْدُوَيْهِ : حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا أَحْمَد بْن الْمُعَلَّى حَدَّثَنَا إِسْمَاعِيل بْن عَمَّار حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ مُقَاتِل بْن سُلَيْمَان عَنْ أَبِي عُثْمَان عَنْ أَبِي عِيَاض عَنْ عَائِشَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله أَوْ كِسْوَتهمْ قَالَ : عَبَاءَة لِكُلِّ مِسْكِين . حَدِيث غَرِيب وَقَوْله\" أَوْ تَحْرِير رَقَبَة \" أَخَذَ أَبُو حَنِيفَة بِإِطْلَاقِهَا فَقَالَ تُجْزِئ الْكَافِرَة كَمَا تُجْزِئ الْمُؤْمِنَة وَقَالَ الشَّافِعِيّ وَآخَرُونَ لَا بُدّ أَنْ تَكُون مُؤْمِنَة وَأَخَذَ تَقْيِيدهَا بِالْإِيمَانِ مِنْ كَفَّارَة الْقَتْل لِاتِّحَادِ الْمُوجِب وَإِنْ اِخْتَلَفَ السَّبَب وَمِنْ حَدِيث مُعَاوِيَة بْن الْحَكَم السُّلَمِيّ الَّذِي هُوَ فِي مُوَطَّأ مَالِك وَمُسْنَد الشَّافِعِيّ وَصَحِيح مُسْلِم أَنَّهُ ذَكَرَ أَنَّ عَلَيْهِ عِتْق رَقَبَة وَجَاءَ مَعَهُ بِجَارِيَةٍ سَوْدَاء فَقَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيْنَ اللَّه قَالَتْ : فِي السَّمَاء قَالَ : مَنْ أَنَا قَالَتْ : رَسُول اللَّه قَالَ : أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَة . الْحَدِيث بِطُولِهِ فَهَذِهِ خِصَال ثَلَاث فِي كَفَّارَة الْيَمِين أَيّهَا فَعَلَ الْحَانِثُ أَجْزَأَ عَنْهُ بِالْإِجْمَاعِ وَقَدْ بَدَأَ بِالْأَسْهَلِ فَالْأَسْهَل فَالْإِطْعَام أَسْهَلُ وَأَيْسَرُ مِنْ الْكِسْوَة كَمَا أَنَّ الْكِسْوَة أَيْسَرُ مِنْ الْعِتْق فَتَرَقَّى فِيهَا مِنْ الْأَدْنَى إِلَى الْأَعْلَى فَإِنْ لَمْ يَقْدِر الْمُكَلَّف عَلَى وَاحِدَة مِنْ هَذِهِ الْخِصَال الثَّلَاث كَفَّرَ بِصِيَامِ ثَلَاثَة أَيَّام كَمَا قَالَ تَعَالَى \" فَمَنْ لَمْ يَجِد فَصِيَام ثَلَاثَة أَيَّام \" وَرَوَى اِبْن جَرِير حَاكِيًا عَنْ بَعْض مُتَأَخِّرِي مُتَفَقِّهَة زَمَانه أَنَّهُ جَائِز لِمَنْ لَمْ يَكُنْ لَهُ فَضْل عَنْ رَأْس مَال تَصَرَّفَ فِيهِ لِمَعَاشِهِ وَمِنْ الْفَضْل عَنْ ذَلِكَ مَا يُكَفِّر بِهِ عَنْ يَمِينه ثُمَّ اِخْتَارَ اِبْن جَرِير أَنَّهُ الَّذِي لَا يَفْضُل عَنْ قُوته وَقُوت عِيَاله فِي يَوْمه ذَلِكَ مَا يُخْرِج بِهِ كَفَّارَة الْيَمِين وَاخْتَلَفَ الْعُلَمَاء هَلْ يَجِب فِيهَا التَّتَابُع أَوْ يُسْتَحَبّ وَلَا يَجِب وَيُجْزِئ التَّفْرِيق ؟ قَوْلَانِ : أَحَدهمَا لَا يَجِب وَهَذَا مَنْصُوص الشَّافِعِيّ فِي كِتَاب الْأَيْمَان وَهُوَ قَوْل مَالِك لِإِطْلَاقِ قَوْله \" فَصِيَام ثَلَاثَة أَيَّام \" وَهُوَ صَادِق عَلَى الْمَجْمُوعَة وَالْمُفَرَّقَة كَمَا فِي قَضَاء رَمَضَان لِقَوْلِهِ \" فَعِدَّة مِنْ أَيَّام أُخَر \" وَنَصَّ الشَّافِعِيّ فِي مَوْضِع آخَر فِي الْأُمّ عَلَى وُجُوب التَّتَابُع كَمَا هُوَ قَوْل الْحَنَفِيَّة وَالْحَنَابِلَة لِأَنَّهُ قَدْ رُوِيَ عَنْ أُبَيّ بْن كَعْب وَغَيْره أَنَّهُمْ كَانُوا يَقْرَءُونَهَا \" فَصِيَام ثَلَاثَة أَيَّام مُتَتَابِعَات \" قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب أَنَّهُ كَانَ يَقْرَؤُهَا \" فَصِيَام ثَلَاثَة أَيَّام مُتَتَابِعَات\" وَحَكَاهَا مُجَاهِد وَالشَّعْبِيّ وَأَبُو إِسْحَاق عَنْ عَبْد اللَّه بْن مَسْعُود وَقَالَ إِبْرَاهِيم فِي قِرَاءَة أَصْحَاب عَبْد اللَّه بْن مَسْعُود \" فَصِيَام ثَلَاثَة أَيَّام مُتَتَابِعَات \" وَقَالَ الْأَعْمَش كَانَ أَصْحَاب اِبْن مَسْعُود يَقْرَءُونَهَا كَذَلِكَ وَهَذِهِ إِذَا لَمْ يَثْبُت كَوْنهَا قُرْآنًا مُتَوَاتِرًا فَلَا أَقَلّ أَنْ يَكُون خَبَرًا وَاحِدًا أَوْ تَفْسِيرًا مِنْ الصَّحَابَة وَهُوَ فِي حُكْم الْمَرْفُوع وَقَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَلِيّ حَدَّثَنَا مُحَمَّد بْن جَعْفَر الْأَشْعَرِيّ حَدَّثَنَا الْهَيْثَم بْن خَالِد الْقُرَشِيّ حَدَّثَنَا يَزِيد بْن قَيْس عَنْ إِسْمَاعِيل بْن يَحْيَى عَنْ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ آيَة الْكَفَّارَات قَالَ حُذَيْفَة يَا رَسُول اللَّه نَحْنُ بِالْخِيَارِ قَالَ : \" أَنْتَ بِالْخِيَارِ إِنْ شِئْت أَعْتَقْت إِنْ شِئْت كَسَوْت وَإِنْ شَاءَ أَطْعَمْت فَمَنْ لَمْ يَجِد فَصِيَام ثَلَاثَة أَيَّام مُتَتَابِعَات \" وَهَذَا حَدِيث غَرِيب جِدًّا وَقَوْله\" ذَلِكَ كَفَّارَة أَيْمَانكُمْ إِذَا حَلَفْتُمْ \" أَيْ هَذِهِ كَفَّارَة الْيَمِين الشَّرْعِيَّة \" وَاحْفَظُوا أَيْمَانكُمْ \" قَالَ اِبْن جَرِير مَعْنَاهُ لَا تَتْرُكُوهَا بِغَيْرِ تَكْفِير \" كَذَلِكَ يُبَيِّن اللَّه لَكُمْ آيَاته \" أَيْ يُوَضِّحهَا وَيُفَسِّرهَا لَعَلَّكُمْ تَشْكُرُونَ.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41545, "aya_id": 89}]