[{"text": "وَلَمَّا جَاءتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ", "sura_id": 11, "type": 0, "id": 1550, "aya_id": 77}, {"text": "ولما جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقال هذا يوم عصيب", "sura_id": 11, "type": 1, "id": 7786, "aya_id": 77}, {"text": "77 - (ولما جاءت رسلنا لوطاً سيء بهم) حزن بسببهم (وضاق بهم ذرعاً) صدراً لأنهم حسان الوجوه في صورة أضياف فخاف عليهم قومه (وقال هذا يوم عصيب) شديد \r\n", "sura_id": 11, "type": 2, "id": 26494, "aya_id": 77}, {"text": "ولما جاءت ملائكتنا لوطًا ساءه مجيئهم واغتمَّ لذلك; وذلك لأنه لم يكن يعلم أنهم رسل الله, فخاف عليهم من قومه, وقال: هذا يوم بلاء وشدة.\r\n", "sura_id": 11, "type": 3, "id": 32730, "aya_id": 77}, {"text": " <font color=red>وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ</font><BR><p>يُخْبِر تَعَالَى عَنْ قُدُوم رُسُله مِنْ الْمَلَائِكَة بَعْد مَا أَعْلَمُوا إِبْرَاهِيم بِهَلَاكِهِمْ وَفَارَقُوهُ وَأَخْبَرُوهُ بِإِهْلَاكِ اللَّه قَوْم لُوط هَذِهِ اللَّيْلَة فَانْطَلَقُوا مِنْ عِنْده فَأَتَوْا لُوطًا عَلَيْهِ السَّلَام وَهُوَ عَلَى مَا قِيلَ فِي أَرْض لَهُ , وَقِيلَ فِي مَنْزِله وَوَرَدُوا عَلَيْهِ وَهُمْ فِي أَجْمَل صُورَة تَكُون عَلَى هَيْئَة شُبَّان حِسَان الْوُجُوه اِبْتِلَاء مِنْ اللَّه , وَلَهُ الْحِكْمَة وَالْحُجَّة الْبَالِغَة فَسَاءَهُ شَأْنهمْ وَضَاقَتْ نَفْسه بِسَبَبِهِمْ وَخَشِيَ إِنْ لَمْ يُضِفْهُمْ أَنْ يُضَيِّفهُمْ أَحَد مِنْ قَوْمه فَيَنَالهُمْ بِسُوءٍ \" وَقَالَ هَذَا يَوْم عَصِيب \" قَالَ اِبْن عَبَّاس وَغَيْر وَاحِد : شَدِيد بَلَاؤُهُ وَذَلِكَ أَنَّهُ عَلِمَ أَنَّهُ سَيُدَافِعُ عَنْهُمْ وَيَشُقّ عَلَيْهِ ذَلِكَ وَذَكَرَ قَتَادَة أَنَّهُمْ أَتَوْهُ وَهُوَ فِي أَرْض لَهُ فَتَضَيَّفُوهُ فَاسْتَحْيَا مِنْهُمْ فَانْطَلَقَ أَمَامَهُمْ وَقَالَ لَهُمْ فِي أَثْنَاء الطَّرِيق كَالْمُعَرِّضِ لَهُمْ بِأَنْ يَنْصَرِفُوا عَنْهُ إِنَّهُ وَاَللَّه يَا هَؤُلَاءِ مَا أَعْلَم عَلَى وَجْه الْأَرْض أَهْل بَلَد أَخْبَث مِنْ هَؤُلَاءِ ثُمَّ مَشَى قَلِيلًا ثُمَّ أَعَادَ ذَلِكَ عَلَيْهِمْ حَتَّى كَرَّرَهُ أَرْبَع مَرَّات قَالَ قَتَادَة : وَقَدْ كَانُوا أُمِرُوا أَنْ لَا يُهْلِكُوهُمْ حَتَّى يَشْهَد عَلَيْهِمْ نَبِيُّهُمْ بِذَلِكَ . وَقَالَ السُّدِّيّ : خَرَجَتْ الْمَلَائِكَة مِنْ عِنْد إِبْرَاهِيم نَحْو قَرْيَة لُوط فَبَلَغُوا نَهَر سَدُوم نِصْف النَّهَار وَلَقَوْا بِنْت لُوط تَسْتَقِي فَقَالُوا يَا جَارِيَة هَلْ مِنْ مَنْزِل ؟ فَقَالَتْ مَكَانكُمْ حَتَّى آتِيكُمْ وَفَرِقَتْ عَلَيْهِمْ مِنْ قَوْمهَا فَأَتَتْ أَبَاهَا فَقَالَتْ : يَا أَبَتَاهُ أَدْرِكْ فِتْيَانًا عَلَى بَاب الْمَدِينَة مَا رَأَيْت وُجُوه قَوْم أَحْسَن مِنْهُمْ لَا يَأْخُذهُمْ قَوْمك وَكَانَ قَوْمه نَهَوْهُ أَنْ يُضَيِّف رَجُلًا فَقَالُوا خَلِّ عَنَّا فَلْنُضَيِّفْ الرِّجَال فَجَاءَ بِهِمْ فَلَمْ يَعْلَم بِهِمْ أَحَد إِلَّا أَهْل بَيْته فَخَرَجَتْ اِمْرَأَته فَأَخْبَرَتْ قَوْمهَا فَجَاءُوا يُهْرَعُونَ إِلَيْهِ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37698, "aya_id": 77}]