[{"text": "وَإِذَ أَخَذَ اللّهُ مِيثَاقَ الَّذِينَ أُوتُواْ الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ وَاشْتَرَوْاْ بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ", "sura_id": 3, "type": 0, "id": 480, "aya_id": 187}, {"text": "وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم واشتروا به ثمنا قليلا فبئس ما يشترون", "sura_id": 3, "type": 1, "id": 6716, "aya_id": 187}, {"text": "187 - (و) اذكر (إذ أخذ الله ميثاق الذين أوتوا الكتاب) أي العهد عليهم في التوراة (ليبيننه) أي الكتاب (للناس ولا يكتمونه) أي الكتاب بالياء والتاء بالفعلين (فنبذوه) طرحوا الميثاق (وراء ظهورهم) فلم يعملوا به (واشتروا به) أخذوا بدله (ثمنا قليلا) من الدنيا من سفلتهم برياستهم في العلم فكتموه خوف فوته عليهم (فبئس ما يشترون) شراؤهم هذا \r\n", "sura_id": 3, "type": 2, "id": 25424, "aya_id": 187}, {"text": "واذكر -أيها الرسول- إذ أخذ الله العهد الموثق على الذين آتاهم الله الكتاب من اليهود والنصارى, فلليهود التوراة وللنصارى الإنجيل; ليعملوا بهما, ويبينوا للناس ما فيهما, ولا يكتموا ذلك ولا يخفوه, فتركوا العهد ولم يلتزموا به, وأخذوا ثمنا بخسًا مقابل كتمانهم الحق وتحريفهم الكتاب, فبئس الشراء يشترون, في تضييعهم الميثاق, وتبديلهم الكتاب.\r\n", "sura_id": 3, "type": 3, "id": 31660, "aya_id": 187}, {"text": " <font color=red>وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ</font><BR><p>هَذَا تَوْبِيخ مِنْ اللَّه وَتَهْدِيد لِأَهْلِ الْكِتَاب الَّذِينَ أَخَذَ اللَّه عَلَيْهِمْ الْعَهْد عَلَى أَلْسِنَة الْأَنْبِيَاء أَنْ يُؤْمِنُوا بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْ يُنَوِّهُوا بِذِكْرِهِ فِي النَّاس فَيَكُونُوا عَلَى أُهْبَة مِنْ أَمْرِهِ فَإِذَا أَرْسَلَهُ اللَّه تَابَعُوهُ فَكَتَمُوا ذَلِكَ وَتَعَوَّضُوا عَمَّا وُعِدُوا عَلَيْهِ مِنْ الْخَيْر فِي الدُّنْيَا وَالْآخِرَة بِالدُّونِ الطَّفِيف وَالْحَظّ الدُّنْيَوِيّ السَّخِيف فَبِئْسَ الصَّفْقَة صَفْقَتهمْ وَبِئْسَ الْبَيْعَة بَيْعَتهمْ . وَفِي هَذَا تَحْذِير لِلْعُلَمَاءِ أَنْ يَسْلُكُوا مَسْلَكهمْ فَيُصِيبهُمْ مَا أَصَابَهُمْ وَيَسْلُك بِهِمْ مَسْلَكهمْ فَعَلَى الْعُلَمَاء أَنْ يَبْذُلُوا مَا بِأَيْدِيهِمْ مِنْ الْعِلْم النَّافِع الدَّالّ عَلَى الْعَمَل الصَّالِح وَلَا يَكْتُمُوا مِنْهُ شَيْئًا فَقَدْ وَرَدَ فِي الْحَدِيث الْمَرْوِيّ مِنْ طُرُق مُتَعَدِّدَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَنْ سُئِلَ عَنْ عِلْم فَكَتَمَهُ أُلْجِمَ يَوْم الْقِيَامَة بِلِجَامٍ مِنْ نَار \".</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39940, "aya_id": 187}]