[{"text": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا", "sura_id": 25, "type": 0, "id": 2892, "aya_id": 37}, {"text": "وقوم نوح لما كذبوا الرسل أغرقناهم وجعلناهم للناس آية وأعتدنا للظالمين عذابا أليما", "sura_id": 25, "type": 1, "id": 9128, "aya_id": 37}, {"text": "37 - واذكر (وقوم نوح لما كذبوا الرسل) بتكذيبهم نوحا لطول لبثه فكأنه رسل أو لأن تكذيبه تكذيب لباقي الرسل لاشتراكهم في المجيء بالتوحيد (أغرقناهم) جواب لما (وجعلناهم للناس) بعدهم (آية) عبرة (وأعتدنا) في الآخرة (للظالمين) الكافرين (عذابا أليما) مؤلما سوى ما يحل بهم في الدنيا \r\n", "sura_id": 25, "type": 2, "id": 27836, "aya_id": 37}, {"text": "وأغرقنا قوم نوح بالطوفان حين كذَّبوه. ومن كذب رسولا فقد كذب الرسل جميعًا. وجعلنا إغراقهم للناس عبرة، وجعلنا لهم ولمن سلك سبيلهم في التكذيب يوم القيامة عذابًا موجعًا.\r\n", "sura_id": 25, "type": 3, "id": 34072, "aya_id": 37}, {"text": " <font color=red>وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا</font><BR><p>وَلِهَذَا قَالَ تَعَالَى : \" وَقَوْم نُوح لَمَّا كَذَّبُوا الرُّسُل \" وَلَمْ يُبْعَث إِلَيْهِمْ إِلَّا نُوح فَقَطْ وَقَدْ لَبِثَ فِيهِمْ أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا يَدْعُوهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَيُحَذِّرهُمْ نِقَمه \" فَمَا آمَنَ مَعَهُ إِلَّا قَلِيل \" وَلِهَذَا أَغْرَقَهُمْ اللَّه جَمِيعًا وَلَمْ يُبْقِ مِنْهُمْ أَحَدًا وَلَمْ يَتْرُك مِنْ بَنِي آدَم عَلَى وَجْه الْأَرْض سِوَى أَصْحَاب السَّفِينَة فَقَطْ \" وَجَعَلْنَاهُمْ لِلنَّاسِ آيَة \" أَيْ عِبْرَة يَعْتَبِرُونَ بِهَا كَمَا قَالَ تَعَالَى : \" إِنَّا لَمَّا طَغَى الْمَاء حَمَلْنَاكُمْ فِي الْجَارِيَة لِنَجْعَلهَا لَكُمْ تَذْكِرَة وَتَعِيهَا أُذُن وَاعِيَة\" أَيْ وَأَبْقَيْنَا لَكُمْ مِنْ السُّفُن مَا تَرْكَبُونَ فِي لُجَج الْبِحَار لِتَذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ مِنْ إِنْجَائِكُمْ مِنْ الْغَرَق وَجَعَلَكُمْ مِنْ ذُرِّيَّة مَنْ آمَنَ بِهِ وَصَدَّقَ أَمْره .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39319, "aya_id": 37}]