[{"text": "وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِم مُّنذِرِينَ", "sura_id": 46, "type": 0, "id": 4539, "aya_id": 29}, {"text": "وإذ صرفنا إليك نفرا من الجن يستمعون القرءان فلما حضروه قالوا أنصتوا فلما قضي ولوا إلى قومهم منذرين", "sura_id": 46, "type": 1, "id": 10775, "aya_id": 29}, {"text": "29 - واذكر (وإذ صرفنا) أملنا (إليك نفرا من الجن) جن نصيبين باليمن أو جن نينوى وكانوا سبعة أو تسعة وكان صلى الله عليه وسلم ببطن نحل يصلي بأصحابه الفجر رواه الشيخان (يستمعون القرآن فلما حضروه قالوا) أي قال بعضهم لبعض (أنصتوا) اصغوا لاستماعه (فلما قضي) فرغ من قراءته (ولوا) رجعوا (إلى قومهم منذرين) مخوفين قومهم العذاب إن لم يؤمنوا وكانوا يهودا وقد أسلموا \r\n", "sura_id": 46, "type": 2, "id": 29483, "aya_id": 29}, {"text": "واذكر -أيها الرسول- حين بعثنا إليك, طائفة من الجن يستمعون منك القرآن, فلما حضروا, ورسول الله صلى الله عليه وسلم يقرأ, قال بعضهم لبعض: أنصتوا; لنستمع القرآن, فلما فرغ الرسول من تلاوة القرآن, وقد وعَوه وأثَّر فيهم, رجعوا إلى قومهم منذرين ومحذرين لهم بأس الله, إن لم يؤمنوا به.\r\n", "sura_id": 46, "type": 3, "id": 35719, "aya_id": 29}, {"text": " <font color=red>وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان حَدَّثَنَا عَمْرو سَمِعْت عِكْرِمَة عَنْ الزُّبَيْر \" وَإِذْ صَرَّفْنَا إِلَيْك نَفَرًا مِنْ الْجِنّ يَسْتَمِعُونَ الْقُرْآن \" قَالَ بِنَخْلَة وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي الْعِشَاء الْآخِرَة \" كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا \" قَالَ سُفْيَان أَلْبَدَ بَعْضُهُمْ عَلَى بَعْض كَاللِّبَدِ بَعْضه عَلَى بَعْض تَفَرَّدَ بِهِ أَحْمَد وَسَيَأْتِي مِنْ رِوَايَة اِبْن جَرِير عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُمْ سَبْعَة مِنْ جِنِّ نَصِيبِينَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا ابْن عَوَانَة ح وَقَالَ الْإِمَام الشَّهِير الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي كِتَابه دَلَائِل النُّبُوَّة أَخْبَرَنَا أَبُو الْحَسَن عَلِيّ بْن أَحْمَد بْن عَبْدَان أَخْبَرَنَا أَحْمَد بْن عُبَيْد الصَّفَّار حَدَّثَنَا إِسْمَاعِيل الْقَاضِي أَخْبَرَنَا مُسَدَّد حَدَّثَنَا أَبُو عَوَانَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : مَا قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْجِنّ وَلَا رَآهُمْ اِنْطَلَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي طَائِفَة مِنْ أَصْحَابه عَامِدِينَ إِلَى سُوق عُكَاظ وَقَدْ حِيلَ بَيْن الشَّيَاطِين وَبَيْن خَبَر السَّمَاء وَأُرْسِلَتْ عَلَيْهِمْ الشُّهُب فَرَجَعَتْ الشَّيَاطِين إِلَى قَوْمهمْ فَقَالُوا مَا لَكُمْ ؟ فَقَالُوا حِيلَ بَيْننَا وَبَيْن خَبَر السَّمَاء وَأُرْسِلَتْ عَلَيْنَا الشُّهُب قَالُوا مَا حَالَ بَيْنكُمْ وَبَيْن خَبَر السَّمَاء إِلَّا شَيْء حَدَثَ فَاضْرِبُوا مَشَارِق الْأَرْض وَمَغَارِبهَا وَانْظُرُوا مَا هَذَا الَّذِي حَالَ بَيْنكُمْ وَبَيْن خَبَر السَّمَاء فَانْطَلَقُوا يَضْرِبُونَ مَشَارِق الْأَرْض وَمَغَارِبهَا يَبْتَغُونَ مَا هَذَا الَّذِي حَالَ بَيْنهمْ وَبَيْن خَبَر السَّمَاء فَانْصَرَفَ أُولَئِكَ النَّفَر الَّذِينَ تَوَجَّهُوا نَحْو تِهَامَة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ بِنَخْلَة عَامِدًا إِلَى سُوق عُكَاظ وَهُوَ يُصَلِّي بِأَصْحَابِهِ صَلَاة الْفَجْر فَلَمَّا سَمِعُوا الْقُرْآن اِسْتَمَعُوا لَهُ فَقَالُوا هَذَا وَاَللَّه الَّذِي حَالَ بَيْنكُمْ وَبَيْن خَبَر السَّمَاء فَهُنَالِكَ حِين رَجَعُوا إِلَى قَوْمهمْ فَقَالُوا \" إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِي إِلَى الرُّشْد فَآمَنَّا بِهِ وَلَنْ نُشْرِك بِرَبِّنَا أَحَدًا \" وَأَنْزَلَ اللَّه عَلَى نَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اِسْتَمَعَ نَفَر مِنْ الْجِنّ \" وَإِنَّمَا أُوحِيَ إِلَيْهِ قَوْل الْجِنّ رَوَاهُ الْبُخَارِيّ عَنْ مُسَدَّد بِنَحْوِهِ وَأَخْرَجَهُ مُسْلِم عَنْ شَيْبَان بْن فَرُّوج عَنْ أَبِي عَوَانَة بِهِ . وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي التَّفْسِير مِنْ حَدِيث أَبِي عَوَانَة وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ كَانَ الْجِنّ يَسْتَمِعُونَ الْوَحْي فَيَسْمَعُونَ الْكَلِمَة فَيَزِيدُونَ فِيهَا عَشْرًا فَيَكُون مَا سَمِعُوا حَقًّا وَمَا زَادُوا بَاطِلًا وَكَانَتْ النُّجُوم لَا يُرْمَى بِهَا قَبْل ذَلِكَ فَلَمَّا بُعِثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ أَحَدهمْ لَا يَأْتِي مَقْعَده إِلَّا رُمِيَ بِشِهَابٍ يُحْرِق مَا أَصَابَ فَشَكَوْا ذَلِكَ إِلَى إِبْلِيس فَقَالَ مَا هَذَا إِلَّا مِنْ أَمْر قَدْ حَدَثَ فَبَثَّ جُنُوده فَإِذَا بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي بَيْن جَبَلَيْ نَخْلَة فَأَتَوْهُ فَأَخْبَرُوهُ فَقَالَ هَذَا الْحَدَث الَّذِي حَدَثَ فِي الْأَرْض وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي كِتَابَيْ التَّفْسِير مِنْ سُنَنَيْهِمَا مِنْ حَدِيث إِسْرَائِيل بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَهَكَذَا رَوَاهُ أَيُّوب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا. وَكَذَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَيْضًا بِمِثْلِ هَذَا السِّيَاق بِطُولِهِ وَهَكَذَا قَالَ الْحَسَن الْبَصْرِيّ إِنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا شَعَرَ بِأَمْرِهِمْ حَتَّى أَنْزَلَ اللَّه تَعَالَى عَلَيْهِ بِخَبَرِهِمْ وَذَكَرَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قِصَّة خُرُوج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الطَّائِف وَدُعَائِهِ إِيَّاهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَإِبَائِهِمْ عَلَيْهِ فَذَكَرَ الْقِصَّة بِطُولِهَا وَأَوْرَدَ ذَلِكَ الدُّعَاء الْحَسَن\" اللَّهُمَّ إِلَيْك أَشْكُو ضَعْف قُوَّتِي وَقِلَّة حِيلَتِي وَهَوَانِي عَلَى النَّاس يَا أَرْحَمَ الرَّاحِمِينَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ وَأَنْتَ رَبّ الْمُسْتَضْعَفِينَ وَأَنْتَ رَبِّي إِلَى مَنْ تَكِلُنِي ؟ إِلَى عَدُوّ بَعِيد يَتَجَهَّمُنِي أَمْ إِلَى صَدِيق قَرِيب مَلَّكْته أَمْرِي إِنْ لَمْ يَكُنْ بِك غَضَب عَلَيَّ فَلَا أُبَالِي غَيْر أَنَّ عَافِيَتك أَوْسَعُ لِي أَعُوذ بِنُورِ وَجْهك الَّذِي أَشْرَقَتْ لَهُ الظُّلُمَات وَصَلَحَ عَلَيْهِ أَمْر الدُّنْيَا وَالْآخِرَة أَنْ يَنْزِل بِي غَضَبك أَوْ يَحِلّ بِي سَخَطك وَلَك الْعُتْبَى حَتَّى تَرْضَى وَلَا حَوْل وَلَا قُوَّة إِلَّا بِك \" قَالَ فَلَمَّا اِنْصَرَفَ عَنْهُمْ بَاتَ بِنَخْلَة فَقَرَأَ تِلْكَ اللَّيْلَة مِنْ الْقُرْآن فَاسْتَمَعَهُ الْجِنّ مِنْ أَهْل نَصِيبِينَ وَهَذَا صَحِيح وَلَكِنَّ قَوْله إِنَّ الْجِنّ كَانَ اِسْتِمَاعهمْ تِلْكَ اللَّيْلَة فِيهِ نَظَر فَإِنَّ الْجِنّ كَانَ اِسْتِمَاعهمْ فِي اِبْتِدَاء الْإِيحَاء كَمَا دَلَّ عَلَيْهِ حَدِيث اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا الْمَذْكُور وَخُرُوجه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الطَّائِف كَانَ بَعْد مَوْت عَمّه وَذَلِكَ قَبْل الْهِجْرَة بِسَنَةٍ أَوْ سَنَتَيْنِ كَمَا قَرَّرَهُ اِبْن إِسْحَاق وَغَيْره وَاَللَّه أَعْلَم وَقَالَ أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا سُفْيَان عَنْ عَاصِم عَنْ زِرّ عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : هَبَطُوا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْرَأ الْقُرْآن بِبَطْنِ نَخْلَة \" فَلَمَّا سَمِعُوهُ قَالُوا أَنْصِتُوا \" قَالَ صَهٍ وَكَانُوا تِسْعَة أَحَدهمْ زَوْبَعَة فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَإِذْ صَرَفْنَا إِلَيْك نَفَرًا مِنْ الْجِنّ يَسْتَمِعُونَ الْقُرْآن فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمهمْ مُنْذِرِينَ \" إِلَى \" ضَلَال مُبِين \" فَهَذَا مَعَ الْأَوَّل مِنْ رِوَايَة اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يَقْتَضِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَشْعُر بِحُضُورِهِمْ فِي هَذِهِ الْمَرَّة وَإِنَّمَا اِسْتَمَعُوا قِرَاءَته ثُمَّ رَجَعُوا إِلَى قَوْمهمْ ثُمَّ بَعْد ذَلِكَ وَفَدُوا إِلَيْهِ أَرْسَالًا قَوْمًا بَعْد قَوْم وَفَوْجًا بَعْد فَوْج كَمَا سَتَأْتِي بِذَلِكَ الْأَخْبَار فِي مَوْضِعهَا وَالْآثَار مِمَّا سَنُورِدُهَا هَهُنَا إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة . فَأَمَّا مَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم جَمِيعًا عَنْ أَبِي قُدَامَة عُبَيْد اللَّه بْن سَعِيد السَّرَخْسِيّ عَنْ أَبِي أُسَامَة حَمَّاد بْن أُسَامَة عَنْ مِسْعَر بْن كِدَام عَنْ مَعْن بْن عَبْد الرَّحْمَن. قَالَ سَمِعْت أَبِي يَقُول سَأَلْت مَسْرُوقًا مَنْ آذَنَ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة اِسْتَمَعُوا الْقُرْآن ؟ فَقَالَ حَدَّثَنِي أَبُوك يَعْنِي اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّهُ آذَنَتْهُ بِهِمْ شَجَرَةٌ فَيَحْتَمِل أَنْ يَكُون هَذَا فِي الْمَرَّة الْأُولَى وَيَكُون إِثْبَاتًا مُقَدَّمًا عَلَى نَفْيِ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَيَحْتَمِل أَنْ يَكُون فِي الْأُولَى وَلَكِنْ لَمْ يَشْعُر بِهِمْ حَال اِسْتِمَاعهمْ حَتَّى آذَنَتْهُ بِهِمْ الشَّجَرَة أَيْ أَعْلَمَتْهُ بِاجْتِمَاعِهِمْ وَاَللَّه أَعْلَم وَيَحْتَمِل أَنْ يَكُون هَذَا فِي بَعْض الْمِيرَات الْمُتَأَخِّرَات وَاَللَّه أَعْلَم . قَالَ الْحَافِظ الْبَيْهَقِيّ وَهَذَا الَّذِي حَكَاهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ إِنَّمَا هُوَ أَوَّل مَا سَمِعَتْ الْجِنّ قِرَاءَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلِمَتْ حَاله وَفِي ذَلِكَ الْوَقْت لَمْ يَقْرَأ عَلَيْهِمْ وَلَمْ يَرَهُمْ ثُمَّ بَعْد ذَلِكَ أَتَاهُ دَاعِي الْجِنِّ فَقَرَأَ عَلَيْهِمْ الْقُرْآن وَدَعَاهُمْ إِلَى اللَّه عَزَّ وَجَلَّ كَمَا رَوَاهُ عَبْد اللَّه بْن مَسْعُود . \" ذِكْر الرِّوَايَات عَنْهُ بِذَلِكَ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا دَاوُد عَنْ الشَّعْبِيّ وَابْن أَبِي زَائِدَة أَخْبَرَنَا دَاوُد عَنْ الشَّعْبِيّ عَنْ عَلْقَمَة قَالَ : قُلْت لِعَبْدِ اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ هَلْ صَحِبَ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة الْجِنّ مِنْكُمْ أَحَدٌ ؟ فَقَالَ مَا صَحِبَهُ مِنَّا أَحَدٌ وَلَكِنَّا فَقَدْنَاهُ ذَات لَيْلَة بِمَكَّة فَقُلْنَا اُغْتِيلَ ؟ اُسْتُطِيرَ ؟ مَا فَعَلَ ؟ قَالَ فَبِتْنَا بِشَرِّ لَيْلَة بَاتَ بِهَا قَوْمٌ فَلَمَّا كَانَ فِي وَجْه الصُّبْح أَوْ قَالَ فِي السَّحَر إِذَا نَحْنُ بِهِ يَجِيء مِنْ قِبَلِ حِرَاء فَقُلْنَا يَا رَسُول اللَّه فَذَكَرُوا لَهُ الَّذِي كَانُوا فِيهِ فَقَالَ \" إِنَّهُ أَتَانِي دَاعِي الْجِنّ فَأَتَيْتهمْ فَقَرَأْت عَلَيْهِمْ \" قَالَ فَانْطَلَقَ فَأَرَانَا آثَارهمْ وَآثَار نِيرَانهمْ قَالَ : قَالَ الشَّعْبِيّ سَأَلُوهُ الزَّاد قَالَ عَامِر سَأَلُوهُ بِمَكَّة وَكَانُوا مِنْ جِنّ الْجَزِيرَة فَقَالَ\" كُلّ عَظْم ذُكِرَ اِسْم اللَّه عَلَيْهِ يَقَعُ فِي أَيْدِيكُمْ أَوْفَرَ مَا يَكُون لَحْمًا وَكُلّ بَعْرَة أَوْ رَوْثَة عَلَف لِدَوَابِّكُمْ قَالَ فَلَا تَسْتَنْجُوا بِهِمَا فَإِنَّهُمَا زَادُ إِخْوَانِكُمْ مِنْ الْجِنّ \" وَهَكَذَا رَوَاهُ مُسْلِم فِي صَحِيحه عَنْ عَلِيّ بْن حُجْر عَنْ إِسْمَاعِيل بْن عُلَيَّة بِهِ نَحْوه . وَقَالَ مُسْلِم أَيْضًا حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا دَاوُد وَهُوَ اِبْن أَبِي هِنْد عَنْ عَامِر قَالَ : سَأَلْت عَلْقَمَة هَلْ كَانَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ شَهِدَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة الْجِنّ قَالَ : فَقَالَ عَلْقَمَة : أَنَا سَأَلْت اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَقُلْت هَلْ شَهِدَ أَحَد مِنْكُمْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة الْجِنّ ؟ قَالَ لَا وَلَكِنَّا كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات لَيْلَة فَفَقَدْنَاهُ فَالْتَمَسْنَاهُ فِي الْأَوْدِيَة وَالشِّعَاب فَقِيلَ اُسْتُطِيرَ ؟ اُغْتِيلَ ؟ قَالَ فَبِتْنَا بِشَرِّ لَيْلَة بَاتَ بِهَا قَوْم فَلَمَّا أَصْبَحْنَا إِذَا هُوَ جَاءَ مِنْ قِبَل حِرَاء قَالَ : رَسُول اللَّه فَقَدْنَاك فَطَلَبْنَاك فَلَمْ نَجِدك فَبِتْنَا بِشَرِّ لَيْلَة بَاتَ بِهَا قَوْم فَقَالَ \" أَتَانِي دَاعِي الْجِنِّ فَذَهَبْت مَعَهُمْ فَقَرَأْت عَلَيْهِمْ الْقُرْآن \" قَالَ فَانْطَلَقَ بِنَا فَأَرَانَا آثَارهمْ وَآثَار نِيرَانهمْ وَسَأَلُوهُ الزَّاد فَقَالَ \" كُلّ عَظْم ذُكِرَ اِسْم اللَّه عَلَيْهِ يَقَع فِي أَيْدِيكُمْ أَوْفَرَ مَا يَكُون لَحْمًا وَكُلّ بَعْرَة أَوْ رَوْثَة عَلَفٌ لِدَوَابِّكُمْ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلَا تَسْتَنْجُوا بِهِمَا فَإِنَّهُمَا طَعَام إِخْوَانكُمْ \" \" طَرِيق أُخْرَى \" عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي أَحْمَد بْن عَبْد الرَّحْمَن حَدَّثَنِي عَمِّي حَدَّثَنِي يُونُس عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه قَالَ : إِنَّ عَبْد اللَّه بْن مَسْعُود قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" بِتّ اللَّيْلَة أَقْرَأ عَلَى الْجِنّ وَاقِفًا بِالْحَجُونِ \" \" طَرِيق أُخْرَى \" فِيهَا أَنَّهُ كَانَ مَعَهُ لَيْلَة الْجِنّ اِبْن جَرِير رَحِمَهُ اللَّه حَدَّثَنِي أَحْمَد بْن عَبْد الرَّحْمَن بْن وَهْب حَدَّثَنَا عَمِّي عَبْد اللَّه بْن وَهْب أَخْبَرَنِي يُونُس عَنْ اِبْن شِهَاب عَنْ أَبِي عُثْمَان بْن شَبَّة الْخُزَاعِيّ , وَكَانَ مِنْ أَهْل الشَّام قَالَ : إِنَّ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ وَهُوَ بِمَكَّة \" مَنْ أَحَبَّ مِنْكُمْ أَنْ يَحْضُر أَمْر الْجِنّ اللَّيْلَة فَلْيَفْعَلْ \" فَلَمْ يَحْضُر مِنْهُمْ أَحَد غَيْرِي قَالَ فَانْطَلَقْنَا حَتَّى إِذَا كُنَّا بِأَعْلَى مَكَّة خَطَّ لِي بِرِجْلِهِ خَطًّا ثُمَّ أَمَرَنِي أَنْ أَجْلِس فِيهِ ثُمَّ اِنْطَلَقَ حَتَّى قَامَ فَافْتَتَحَ الْقُرْآن فَغَشِيَتْهُ أَسْوِدَةٌ كَثِيرَةٌ حَالَتْ بَيْنِي وَبَيْنه حَتَّى مَا أَسْمَعُ صَوْته ثُمَّ طَفِقُوا يَتَقَطَّعُونَ مِثْل قِطَع السَّحَاب ذَاهِبِينَ حَتَّى بَقِيَ مِنْهُمْ رَهْط فَفَرَغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ الْفَجْر فَانْطَلَقَ فَتَبَرَّزَ ثُمَّ أَتَانِي فَقَالَ \" مَا فَعَلَ الرَّهْط ؟ \" قُلْت هُمْ أُولَئِكَ يَا رَسُول اللَّه فَأَعْطَاهُمْ عَظْمًا وَرَوْثًا زَادًا ثُمَّ نَهَى أَنْ يَسْتَطِيب أَحَدٌ بِرَوْثٍ أَوْ عَظْم . وَرَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم عَنْ أَبِي زُرْعَة وَهْب بْن رَاشِد عَنْ يُونُس بْن يَزِيد الْأَيْلِيّ بِهِ . وَرَوَاهُ الْبَيْهَقِيّ فِي الدَّلَائِل مِنْ حَدِيث عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث عَنْ يُونُس بِهِ وَقَدْ رَوَى إِسْحَاق بْن رَاهْوَيْهِ عَنْ جَرِير عَنْ قَابُوس بْن أَبِي ظَبْيَان عَنْ أَبِيهِ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَذَكَرَ نَحْو مَا تَقَدَّمَ وَرَوَاهُ الْحَافِظ أَبُو نُعَيْم مِنْ طَرِيق مُوسَى بْن عُبَيْدَة عَنْ سَعِيد بْن الْحَارِث عَنْ أَبِي الْمُعَلَّى عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَذَكَرَ نَحْوه أَيْضًا .\" طَرِيق أُخْرَى \" قَالَ أَبُو نُعَيْم حَدَّثَنَا أَبُو بَكْر بْن مَالِك حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنِي أَبِي قَالَ حَدَّثَنَا عَفَّان وَعِكْرِمَة قَالَا حَدَّثَنَا مُعْتَمِر قَالَ : قَالَ أَبِي حَدَّثَنِي أَبُو تَمِيمَة عَنْ عَمْرو وَلَعَلَّهُ قَدْ يَكُون قَالَ الْبِكَالِيّ يُحَدِّثهُ عَمْرو عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : اِسْتَتْبَعَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَانْطَلَقْنَا حَتَّى أَتَيْنَا مَكَان كَذَا وَكَذَا فَخَطَّ لِي خَطًّا فَقَالَ \" كُنْ بَيْن ظَهْر هَذِهِ لَا تَخْرُج مِنْهَا فَإِنَّك إِنْ خَرَجْت مِنْهَا هَلَكْت \" فَذَكَرَ الْحَدِيث بِطُولِهِ , وَفِيهِ غَرَابَة شَدِيدَة \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن ثَوْر عَنْ مَعْمَر عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ عَبْد اللَّه بْن عَمْرو بْن غَيْلَان الثَّقَفِيّ أَنَّهُ قَالَ لِابْنِ مَسْعُود حُدِّثْت أَنَّك كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة وَفْدِ الْجِنِّ قَالَ أَجَلْ قَالَ فَكَيْف كَانَ ؟ فَذَكَرَ الْحَدِيث وَذَكَرَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَّ عَلَيْهِ خَطًّا وَقَالَ \" لَا تَبْرَح مِنْهَا \" فَذَكَرَ مِثْل الْعَجَاجَة السَّوْدَاء فَغَشِيَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذُعِرَ ثَلَاث مَرَّات حَتَّى إِذَا كَانَ قَرِيبًا مِنْ الصُّبْح أَتَانِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ\" أَنِمْت ؟ \" فَقُلْت لَا وَاَللَّه وَلَقَدْ هَمَمْت مِرَارًا أَنْ أَسْتَغِيث بِالنَّاسِ حَتَّى سَمِعْتُك تَقْرَعُهُمْ بِعَصَاك تَقُول\" اِجْلِسُوا \" فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ خَرَجْت لَمْ آمَنْ أَنْ يَتَخَطَّفك بَعْضُهُمْ \" ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَلْ رَأَيْت شَيْئًا ؟ \" قُلْت نَعَمْ رَأَيْت رِجَالًا سُودًا مُسْتَثْفِرِينَ ثِيَابًا بَيَاضًا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُولَئِكَ جِنّ نَصِيبِينَ سَأَلُونِي الْمَتَاع , وَالْمَتَاع الزَّاد فَمَتَّعْتهمْ بِكُلِّ عَظْم حَائِل أَوْ بَعْرَة أَوْ رَوْثَة \" فَقُلْت يَا رَسُول اللَّه وَمَا يُغْنِي ذَلِكَ عَنْهُمْ ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُمْ لَا يَجِدُونَ عَظْمًا إِلَّا وَجَدُوا عَلَيْهِ لَحْمه يَوْم أُكِلَ وَلَا رَوْثًا إِلَّا وَجَدُوا فِيهَا حَبَّهَا يَوْم أُكِلَتْ فَلَا يَسْتَنْقِيَنَّ أَحَدٌ مِنْكُمْ إِذَا خَرَجَ مِنْ الْخَلَاء بِعَظْمٍ وَلَا بَعْرَة وَلَا رَوْثَة \" \" طَرِيق أُخْرَى \" قَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عَبْد الرَّحْمَن السَّلَمِيّ وَأَبُو نَصْر بْن قَتَادة قَالَ أَخْبَرَنَا أَبُو مُحَمَّد يَحْيَى بْن مَنْصُور الْقَاضِي حَدَّثَنَا أَبُو عَبْد اللَّه بْن إِبْرَاهِيم البوشنجي حَدَّثَنَا رَوْح بْن صَلَاح حَدَّثَنَا مُوسَى بْن عَلِيّ بْن رَبَاح عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ اِسْتَتْبَعَنِي رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" إِنَّ نَفَرًا مِنْ الْجِنّ خَمْسَة عَشَرَ بَنِي إِخْوَة وَبَنِي عَمّ يَأْتُونِي اللَّيْلَة أَقْرَأ عَلَيْهِمْ الْقُرْآن \" فَانْطَلَقْت مَعَهُ إِلَى الْمَكَان الَّذِي أَرَادَ فَخَطَّ لِي خَطًّا وَأَجْلَسَنِي فِيهِ وَقَالَ لِي \" لَا تَخْرُج مِنْ هَذَا \" فَبِتّ فِيهِ حَتَّى أَتَانِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ السَّحَر فِي يَده عَظْم حَائِل وَرَوْثَة وَفَحْمَة فَقَالَ \" إِذَا ذَهَبْت إِلَى الْخَلَاء فَلَا تَسْتَنْجِ بِشَيْءٍ مِنْ هَؤُلَاءِ \" قَالَ فَلَمَّا أَصْبَحْت قُلْت لَأُعَلِّمَنَّ حَيْثُ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَذَهَبْت فَرَأَيْت مَوْضِع مَبْرَك سِتِّينَ بَعِيرًا . \" طَرِيق أُخْرَى \" قَالَ الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عَبْد اللَّه الْحَافِظ أَخْبَرَنَا أَبُو الْعَبَّاس الْأَصَمّ حَدَّثَنَا الْعَبَّاس بْن مُحَمَّد الدَّوْرِيّ حَدَّثَنَا عُثْمَان بْن عُمَر عَنْ الشِّمْر بْن الرَّيَّان عَنْ أَبِي الْجَوْزَاء عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ اِنْطَلَقْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة الْجِنّ حَتَّى أَتَى الْحَجُون فَخَطَّ لِي خَطًّا ثُمَّ تَقَدَّمَ إِلَيْهِمْ فَازْدَحَمُوا عَلَيْهِ فَقَالَ سَيِّد لَهُمْ يُقَال لَهُ وزدان أَنَا أُرَحِّلهُمْ عَنْك فَقَالَ \" إِنِّي لَنْ يُجِيرنِي مِنْ اللَّه أَحَدٌ \" . \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا سُفْيَان عَنْ أَبِي فَزَارَة الْعَبْسِيّ حَدَّثَنَا أَبُو زَيْد مَوْلَى عَمْرو بْن حُرَيْث عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا كَانَ لَيْلَة الْجِنّ قَالَ لِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَعَك مَاء ؟ \" قُلْت لَيْسَ مَعِي مَاء وَلَكِنْ مَعِي إِدَاوَة فِيهَا نَبِيذٌ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَمْرَة طَيِّبَة وَمَاء طَهُور\" وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث اِبْن زَيْد بِهِ . \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق أَخْبَرَنَا اِبْن لَهِيعَة عَنْ قَيْس بْن الْحَجَّاج عَنْ حَنَش الصَّنْعَانِيّ عَنْ اِبْن عَبَّاس عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ إِنَّهُ كَانَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة الْجِنّ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَبْد اللَّه أَمَعَك مَاء \" قَالَ : مَعِي نَبِيذ فِي إِدَاوَة قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" اُصْبُبْ عَلَيَّ \" فَتَوَضَّأَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَبْد اللَّه شَرَاب وَطَهُور \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَقَدْ أَوْرَدَهُ الدَّارَقُطْنِيّ مِنْ طَرِيق آخَر عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ بِهِ . \" طَرِيق أُخْرَى\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنِي أَبِي عَنْ مِينَاء عَنْ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة وَفْدِ الْجِنِّ فَلَمَّا اِنْصَرَفَ تَنَفَّسَ فَقُلْت مَا شَأْنك ؟ قَالَ\" نُعِيَتْ إِلَيَّ نَفْسِي يَا اِبْن مَسْعُود \" هَكَذَا رَأَيْته فِي الْمُسْنَد مُخْتَصَرًا وَقَدْ رَوَاهُ الْحَافِظ أَبُو نُعَيْم فِي كِتَابه دَلَائِل النُّبُوَّة فَقَالَ حَدَّثَنَا سُلَيْمَان بْن أَحْمَد بْن أَيُّوب حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم وَحَدَّثَنَا أَبُو بَكْر بْن مَالِك حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنَا أَبِي قَالَا حَدَّثَنَا عَبْد الرَّزَّاق عَنْ أَبِيهِ عَنْ مِينَاء عَنْ اِبْن مَسْعُود قَالَ . كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة وَفْدِ الْجِنِّ فَتَنَفَّسَ فَقُلْت مَا لَك يَا رَسُول اللَّه ؟ قَالَ \" نُعِيَتْ إِلَيَّ نَفْسِي يَا اِبْن مَسْعُود \" قُلْت اِسْتَخْلِفْ قَالَ \" مَنْ ؟ \" قُلْت أَبَا بَكْر قَالَ فَسَكَتَ ثُمَّ مَضَى سَاعَة فَتَنَفَّسَ فَقُلْت مَا شَأْنك بِأَبِي أَنْتَ وَأُمِّي يَا رَسُول اللَّه ؟ قَالَ \" نُعِيَتْ إِلَيَّ نَفْسِي يَا اِبْن مَسْعُود \" قُلْت فَاسْتَخْلِفْ قَالَ مَنْ ؟ \" قُلْت عُمَر فَسَكَتَ ثُمَّ مَضَى سَاعَة ثُمَّ تَنَفَّسَ فَقُلْت مَا شَأْنك . قَالَ\" نُعِيَتْ إِلَيَّ نَفْسِي \" قُلْت فَاسْتَخْلِفْ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ ؟ \" قُلْت عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَمَّا وَاَلَّذِي نَفْسِي بِيَدِهِ لَئِنْ أَطَاعُوهُ لَيَدْخُلُنَّ الْجَنَّة أَجْمَعِينَ أَكْتَعِينَ \" وَهُوَ حَدِيث غَرِيب جِدًّا وَأَحْرَى بِهِ أَنْ لَا يَكُون مَحْفُوظًا وَبِتَقْدِيرِ صِحَّته فَالظَّاهِر أَنَّ هَذَا بَعْد وُفُودهمْ إِلَيْهِ بِالْمَدِينَةِ عَلَى مَا سَنُورِدُهُ إِنْ شَاءَ اللَّه تَعَالَى فَإِنَّ فِي ذَلِكَ الْوَقْت كَانَ فِي آخِر الْأَمْر لَمَّا فُتِحَتْ مَكَّة وَدَخَلَ النَّاس وَالْجَانّ أَيْضًا فِي دِين اللَّه أَفْوَاجًا نَزَلَتْ سُورَة \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح وَرَأَيْت النَّاس يَدْخُلُونَ فِي دِين اللَّه أَفْوَاجًا فَسَبِّحْ بِحَمْدِ رَبّك وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا \" وَهِيَ السُّورَة الَّتِي نُعِيَتْ نَفْسُهُ الْكَرِيمَةُ فِيهَا إِلَيْهِ كَمَا نَصَّ عَلَى ذَلِكَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَوَافَقَهُ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ عَلَيْهِ وَقَدْ وَرَدَ فِي ذَلِكَ حَدِيث سَنُورِدُهُ إِنْ شَاءَ اللَّه تَعَالَى عِنْد تَفْسِيرهَا وَاَللَّه أَعْلَم وَقَدْ رَوَاهُ أَبُو نُعَيْم أَيْضًا عَنْ الطَّبَرَانِيّ عَنْ مُحَمَّد بْن عَبْد اللَّه الْحَضْرَمِيّ عَنْ عَلِيّ بْن الْحُسَيْن بْن أَبِي بُرْدَة عَنْ يَحْيَى بْن سَعِيد الْأَسْلَمِيّ عَنْ حَرْب بْن صُبَيْح عَنْ سَعِيد بْن سَلَمَة عَنْ أَبِي مُرَّة الصَّنْعَانِيّ عَنْ أَبِي عَبْد اللَّه الْجُدَلِيّ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَذَكَره وَذَكَرَ فِيهِ قِصَّة الِاسْتِخْلَاف وَهَذَا إِسْنَاد غَرِيب وَسِيَاق عَجِيب . \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي رَافِع عَنْ اِبْن مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَّ حَوْله فَكَانَ أَحَدهمْ مِثْل سَوَاد النَّحْل وَقَالَ \" لَا تَبْرَح مَكَانك فَأُقْرِئهُمْ كِتَاب اللَّه \" فَلَمَّا رَأَى الْمَرْعَى قَالَ كَأَنَّهُمْ هَؤُلَاءِ وَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَعَك مَاء ؟ \" قُلْت لَا قَالَ : \" أَمَعَك نَبِيذ ؟ \" قُلْت نَعَمْ فَتَوَضَّأَ بِهِ \" طَرِيق أُخْرَى مُرْسَلَة \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عَبْد اللَّه الطِّهْرَانِيّ أَخْبَرَنَا حَفْص بْن عُمَر الْعَدَنِيّ حَدَّثَنَا الْحَكَم بْن أَبَان عَنْ عِكْرِمَة فِي قَوْله تَعَالَى \" وَإِذْ صَرَفْنَا إِلَيْك نَفَرًا مِنْ الْجِنّ \" قَالَ هُمْ اِثْنَا عَشَرَ أَلْفًا جَاءُوا مِنْ جَزِيرَة الْمَوْصِل فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِابْنِ مَسْعُود \" أَنْظِرْنِي حَتَّى آتِيك \" وَخَطَّ عَلَيْهِ خَطًّا وَقَالَ \" لَا تَبْرَح حَتَّى آتِيك \" فَلَمَّا خَشِيَهُمْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ كَادَ أَنْ يَذْهَب فَذَكَرَ قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَبْرَح فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ ذَهَبْت مَا اِلْتَقَيْنَا إِلَى يَوْم الْقِيَامَة \" . \" طَرِيق أُخْرَى مُرْسَلَة أَيْضًا \" قَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي قَوْله تَعَالَى \" وَإِذْ صَرَفْنَا إِلَيْك نَفَرًا مِنْ الْجِنّ يَسْتَمِعُونَ الْقُرْآن \" قَالَ ذَكَرَ لَنَا أَنَّهُمْ صُرِفُوا إِلَيْهِ مِنْ نِينَوَى وَأَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنِّي أُمِرْت أَنْ أَقْرَأَ عَلَى الْجِنّ فَأَيّكُمْ يَتْبَعُنِي ؟ \" فَأَطْرَقُوا ثُمَّ اِسْتَتْبَعَهُمْ فَأَطْرَقُوا ثُمَّ اِسْتَتْبَعَهُمْ الثَّالِثَة فَقَالَ رَجُل يَا رَسُول اللَّه إِنَّ ذَاكَ لَذُو نُدْبَة فَأَتْبَعَهُ اِبْن مَسْعُود أَخُو هُذَيْل قَالَ فَدَخَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شِعْبًا يُقَال لَهُ شِعْب الْحَجُون وَخَطَّ عَلَيْهِ , وَخَطَّ عَلَى اِبْن مَسْعُود خَطًّا لِيُثَبِّتهُ بِذَلِكَ قَالَ فَجَعَلْت أُهَال وَأَرَى أَمْثَال النُّسُور تَمْشِي فِي دُفُوفهَا وَسَمِعْت لَغَطًا شَدِيدًا حَتَّى خِفْت عَلَى نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ تَلَا الْقُرْآن فَلَمَّا رَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْت : يَا رَسُول اللَّه مَا اللَّغَط الَّذِي سَمِعْت ؟ قَالَ \" اِخْتَصَمُوا فِي قَتِيل فَقُضِيَ بَيْنهمْ بِالْحَقِّ\" رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم . فَهَذِهِ الطُّرُق كُلّهَا تَدُلّ عَلَى أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَهَبَ إِلَى الْجِنّ قَصْدًا فَتَلَا عَلَيْهِمْ الْقُرْآن وَدَعَاهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَشَرَعَ اللَّهُ تَعَالَى لَهُمْ عَلَى لِسَانه مَا هُمْ مُحْتَاجُونَ إِلَيْهِ فِي ذَلِكَ الْوَقْت , وَقَدْ يَحْتَمِل أَنَّ أَوَّل مَرَّة سَمِعُوهُ يَقْرَأ الْقُرْآن لَمْ يَشْعُر بِهِمْ كَمَا قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا ثُمَّ بَعْد ذَلِكَ وَفَدُوا إِلَيْهِ كَمَا رَوَاهُ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ وَأَمَّا اِبْن مَسْعُود فَإِنَّهُ لَمْ يَكُنْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَال مُخَاطَبَته الْجِنّ وَدُعَائِهِ إِيَّاهُمْ وَإِنَّمَا كَانَ بَعِيدًا مِنْهُ وَلَمْ يَخْرُج مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحَد سِوَاهُ وَمَعَ هَذَا لَمْ يَشْهَد حَال الْمُخَاطَبَة هَذِهِ طَرِيقَة الْبَيْهَقِيّ . وَقَدْ يَحْتَمِل أَنْ يَكُون أَوَّل مَرَّة خَرَجَ إِلَيْهِمْ لَمْ يَكُنْ مَعَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِبْن مَسْعُود وَلَا غَيْره كَمَا هُوَ ظَاهِر سِيَاق الرِّوَايَة الْأُولَى مِنْ طَرِيق الْإِمَام أَحْمَد وَهِيَ عِنْد مُسْلِم ثُمَّ بَعْد ذَلِكَ خَرَجَ مَعَهُ لَيْلَة أُخْرَى وَاَللَّه أَعْلَم كَمَا رَوَى اِبْن أَبِي حَاتِم فِي تَفْسِير \" قُلْ أُوحِيَ إِلَيَّ \" مِنْ حَدِيث اِبْن جُرَيْج قَالَ : قَالَ عَبْد الْعَزِيز بْن عُمَر : أَمَّا الْجِنّ الَّذِينَ لَقَوْهُ بِنَخْلَة فَجِنّ نِينَوَى وَأَمَّا الْجِنّ الَّذِينَ لَقَوْهُ بِمَكَّة فَجِنّ نَصِيبِينَ وَتَأَوَّلَهُ الْبَيْهَقِيّ عَلَى أَنَّهُ يَقُول فَبِتْنَا بِشَرِّ لَيْلَة بَاتَ بِهَا قَوْم عَلَى غَيْر اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ مِمَّنْ لَمْ يَعْلَم بِخُرُوجِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْجِنّ وَهُوَ مُحْتَمَل عَلَى بُعْد وَاَللَّه أَعْلَم . وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عَمْرو مُحَمَّد بْن عَبْد اللَّه الْأَدِيب حَدَّثَنَا أَبُو بَكْر الْإِسْمَاعِيلِيّ أَخْبَرَنَا الْحَسَن بْن سُفْيَان حَدَّثَنِي سُوَيْد بْن سَعِيد حَدَّثَنَا عَمْرو بْن يَحْيَى عَنْ جَدّه سَعِيد بْن عَمْرو قَالَ كَانَ أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَتْبَع رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِإِدَاوَةٍ لِوُضُوئِهِ وَحَاجَته فَأَدْرَكَهُ يَوْمًا فَقَالَ\" مَنْ هَذَا ؟ \" قَالَ أَنَا أَبُو هُرَيْرَة قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِئْتِنِي بِأَحْجَارٍ أَسْتَنْجِ بِهَا وَلَا تَأْتِنِي بِعَظْمٍ وَلَا رَوْثَة \" فَأَتَيْته بِأَحْجَارٍ فِي ثَوْبِي فَوَضَعْتهَا إِلَى جَنْبه حَتَّى إِذَا فَرَغَ وَقَامَ اِتَّبَعْته فَقُلْت يَا رَسُول اللَّه مَا بَال الْعَظْم وَالرَّوْثَة ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَانِي وَفْد جِنّ نَصِيبِينَ فَسَأَلُونِي الزَّاد فَدَعَوْت اللَّه تَعَالَى لَهُمْ أَنْ لَا يَمُرُّوا بِرَوْثَةٍ وَلَا عَظْم إِلَّا وَجَدُوهُ طَعَامًا \" أَخْرَجَهُ الْبُخَارِيّ فِي صَحِيحه عَنْ مُوسَى بْن إِسْمَاعِيل عَنْ عَمْرو بْن يَحْيَى بِإِسْنَادِهِ قَرِيبًا مِنْهُ فَهَذَا يَدُلّ مَعَ مَا تَقَدَّمَ عَلَى أَنَّهُمْ وَفَدُوا عَلَيْهِ بَعْد ذَلِكَ . وَسَنَذْكُرُ إِنْ شَاءَ اللَّه تَعَالَى مَا يَدُلّ عَلَى تَكْرَار ذَلِكَ . وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس غَيْر مَا رُوِيَ عَنْهُ أَوَّلًا مِنْ وَجْه جَيِّد فَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عَبْد الْحَمِيد الْحِمَّانِيّ حَدَّثَنَا النَّضْر بْن عَرَبِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" وَإِذْ صَرَفْنَا إِلَيْك نَفَرًا مِنْ الْجِنّ \" الْآيَة قَالَ كَانُوا سَبْعَة نَفَر مِنْ أَهْل نَصِيبِينَ فَجَعَلَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رُسُلًا إِلَى قَوْمهمْ . فَهَذَا يَدُلّ عَلَى أَنَّهُ قَدْ رَوَى الْقِصَّتَيْنِ. وَقَالَ اِبْن أَبِي حَازِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا سُوَيْد بْن عَبْد الْعَزِيز حَدَّثَنَا رَجُل سَمَّاهُ عَنْ اِبْن جُرَيْج عَنْ مُجَاهِد \" وَإِذْ صَرَفْنَا إِلَيْك نَفَرًا مِنْ الْجِنّ \" الْآيَة قَالَ كَانُوا سَبْعَة نَفَر ثَلَاثَة مِنْ أَهْل حَرَّان وَأَرْبَعَة مِنْ أَهْل نَصِيبِينَ وَكَانَتْ أَسْمَاؤُهُمْ حسى وحسي ومنسى وساصر وناصر والأردوبيان والأحتم وَذَكَرَ أَبُو حَمْزَة الثُّمَالِيّ أَنَّ هَذَا الْحَيّ مِنْ الْجِنّ كَانَ يُقَال لَهُمْ بَنُو الشيصبان وَكَانُوا أَكْثَرَ الْجِنّ عَدَدًا وَأَشْرَفَهُمْ نَسَبًا وَهُمْ كَانُوا عَامَّة جُنُود إِبْلِيس . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَاصِم عَنْ ذَرّ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ كَانُوا تِسْعَة أَحَدهمْ زَوْبَعَة أَتَوْهُ مِنْ أَصْل نَخْلَة وَتَقَدَّمَ عَنْهُمْ أَنَّهُمْ كَانُوا خَمْسَة عَشَر . وَفِي رِوَايَة أَنَّهُمْ كَانُوا عَلَى سِتِّينَ رَاحِلَة وَتَقَدَّمَ عَنْهُ أَنَّ اِسْم سَيِّدهمْ وَرْدَان وَقِيلَ كَانُوا ثَلَاثَمِائَةٍ وَتَقَدَّمَ عَنْ عِكْرِمَة أَنَّهُمْ كَانُوا اثْنَيْ عَشَرَ أَلْفًا فَلَعَلَّ هَذَا الِاخْتِلَاف دَلِيل عَلَى تَكَرُّر وِفَادَتهمْ عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِمَّا يَدُلّ عَلَى ذَلِكَ مَا قَالَهُ الْبُخَارِيّ فِي صَحِيحه حَدَّثَنَا يَحْيَى بْن سُلَيْمَان حَدَّثَنِي اِبْن وَهْب حَدَّثَنِي عُمَر هُوَ اِبْن مُحَمَّد قَالَ إِنَّ سَالِمًا حَدَّثَهُ عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُ قَالَ مَا سَمِعْت عُمَر رَضِيَ اللَّه عَنْهُ يَقُول لِشَيْءٍ قَطُّ إِنِّي لَأَظُنّهُ هَكَذَا إِلَّا كَانَ كَمَا يَظُنّ بَيْنَمَا عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ جَالِس إِذْ مَرَّ بِهِ رَجُل جَمِيل فَقَالَ لَقَدْ أَخْطَأَ ظَنِّي أَوْ إِنَّ هَذَا عَلَى دِينه فِي الْجَاهِلِيَّة أَوْ لَقَدْ كَانَ كَاهِنَهُمْ عَلَيَّ بِالرَّجُلِ فَدُعِيَ لَهُ فَقَالَ لَهُ ذَلِكَ فَقَالَ مَا رَأَيْت كَالْيَوْمِ اُسْتُقْبِلَ بِهِ رَجُلٌ مُسْلِمٌ قَالَ فَإِنِّي أَعْزِمُ عَلَيْك إِلَّا مَا أَخْبَرْتنِي قَالَ كُنْت كَاهِنهمْ فِي الْجَاهِلِيَّة قَالَ فَمَا أَعْجَبُ مَا جَاءَتْك بِهِ جِنِّيَّتُك قَالَ بَيْنَمَا أَنَا يَوْمًا فِي السُّوق جَاءَتْنِي أَعْرِفُ فِيهَا الْفَزَعَ فَقَالَتْ : أَلَمْ تَرَ الْجِنَّ وَإِبْلَاسهَا وَيَأْسَهَا مِنْ بَعْدِ إِنْكَاسِهَا وَلُحُوقَهَا بِالْقِلَاصِ وَأَحْلَاسِهَا قَالَ عُمَر رَضِيَ اللَّه عَنْهُ صَدَقَ بَيْنَمَا أَنَا نَائِم عِنْد آلِهَتهمْ إِذْ جَاءَ رَجُل بِعِجْلٍ فَذَبَحَهُ فَصَرَخَ بِهِ صَارِخٌ لَمْ أَسْمَع صَارِخًا قَطُّ أَشَدَّ صَوْتًا مِنْهُ يَقُول يَا جَلِيحْ أَمْرٌ نَجِيحْ رَجُلٌ فَصِيحْ يَقُول لَا إِلَه إِلَّا اللَّه قَالَ فَوَثَبَ الْقَوْم فَقُلْت لَا أَبْرَح حَتَّى أَعْلَم مَا وَرَاء هَذَا ثُمَّ نَادَى يَا جَلِيحْ أَمْرٌ نَجِيحْ رَجُل فَصِيحْ يَقُول لَا إِلَه إِلَّا اللَّه فَقُمْت فَمَا نَشِبْنَا أَنْ قِيلَ هَذَا نَبِيّ . هَذَا سِيَاق الْبُخَارِيّ وَقَدْ رَوَاهُ الْبَيْهَقِيّ مِنْ حَدِيث اِبْن وَهْب بِنَحْوِهِ ثُمَّ قَالَ : وَظَاهِر هَذِهِ الرِّوَايَة يُوهِمُ أَنَّ عُمَر رَضِيَ اللَّه عَنْهُ بِنَفْسِهِ سَمِعَ الصَّارِخ يَصْرُخ مِنْ الْعِجْل الَّذِي ذُبِحَ وَكَذَلِكَ هُوَ صَرِيح فِي رِوَايَة ضَعِيفَة عَنْ عُمَر رَضِيَ اللَّه عَنْهُ وَسَائِر الرِّوَايَات تَدُلّ عَلَى أَنَّ هَذَا الْكَاهِن هُوَ الَّذِي أَخْبَرَ بِذَلِكَ عَنْ رُؤْيَته وَسَمَاعه وَاَللَّه أَعْلَم . وَهَذَا الَّذِي قَالَهُ الْبَيْهَقِيّ هُوَ الْمُتَّجَه وَهَذَا الرَّجُل هُوَ سَوَاد بْن قَارِب وَقَدْ ذَكَرْت هَذَا مُسْتَقْصًى فِي سِيرَة عُمَر رَضِيَ اللَّه عَنْهُ فَمَنْ أَرَادَهُ فَلْيَأْخُذْهُ مِنْ ثَمَّ وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَالَ الْبَيْهَقِيّ حَدِيث سَوَاد بْن قَارِب وَيُشْبِه أَنْ يَكُون هَذَا هُوَ الْكَاهِن الَّذِي لَمْ يُذْكَر اِسْمه فِي الْحَدِيث الصَّحِيح أَخْبَرَنَا أَبُو الْقَاسِم الْحَسَن بْن مُحَمَّد بْن حَبِيب الْمُفَسِّر مِنْ أَصْل سَمَاعه أَخْبَرَنَا أَبُو عَبْد اللَّه مُحَمَّد بْن عَبْد اللَّه الصَّفَّار الْأَصْبَهَانِيّ قِرَاءَة عَلَيْهِ حَدَّثَنَا أَبُو جَعْفَر أَحْمَد بْن مُوسَى الْحِمَار الْكُوفِيّ بِالْكُوفَةِ حَدَّثَنَا زِيَاد بْن يَزِيد بْن بادويه ثَنَا أَبُو بَكْر الْقَصْرِيّ حَدَّثَنَا مُحَمَّد بْن نواس الْكُوفِيّ حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء رَضِيَ اللَّه عَنْهُ قَالَ بَيْنَمَا عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ يَخْطُب النَّاس عَلَى مِنْبَر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ قَالَ أَيّهَا النَّاس أَفِيكُمْ سَوَاد بْن قَارِب ؟ قَالَ فَلَمْ يُجِبْهُ أَحَد تِلْكَ السَّنَة فَلَمَّا كَانَتْ السَّنَةُ الْمُقْبِلَةُ قَالَ : أَيّهَا النَّاس أَفِيكُمْ سَوَاد بْن قَارِب ؟ قَالَ : فَقُلْت يَا أَمِير الْمُؤْمِنِينَ وَمَا سَوَاد بْن قَارِب ؟ قَالَ : فَقَالَ لَهُ عُمَر رَضِيَ اللَّه عَنْهُ يَا سَوَاد حَدِّثْنَا بِبَدْءِ إِسْلَامك كَيْف كَانَ قَالَ سَوَاد فَإِنِّي كُنْت نَازِلًا بِالْهِنْدِ وَكَانَ لِي رَئِيّ مِنْ الْجِنّ قَالَ فَبَيْنَا أَنَا ذَات لَيْلَة نَائِم إِذْ جَاءَنِي فِي مَنَامِي ذَلِكَ قَالَ قُمْ فَافْهَمْ وَاعْقِلْ إِنْ كُنْت تَعْقِل قَدْ بُعِثَ رَسُول مِنْ لُؤَيّ بْن غَالِب ثُمَّ أَنْشَأَ يَقُول : عَجِبْت لِلْجِنِّ وَتَحْسَاسِهَا وَشَدّهَا الْعِيس بِأَحْلَاسِهَا تَهْوِي إِلَى مَكَّة تَبْغِي الْهُدَى مَا خَيْر الْجِنّ كَأَنْحَاسِهَا فَانْهَضْ إِلَى الصَّفْوَة مِنْ هَاشِم وَاسْمُ بِعَيْنَيْك إِلَى رَأْسهَا قَالَ ثُمَّ أَنْبَهَنِي فَأَفْزَعَنِي وَقَالَ يَا سَوَاد بْن قَارِب إِنَّ اللَّه عَزَّ وَجَلَّ بَعَثَ نَبِيًّا فَانْهَضْ إِلَيْهِ تَهْتَدِ وَتَرْشُد فَلَمَّا كَانَ مِنْ اللَّيْلَة الثَّانِيَة أَتَانِي فَأَنْبَهَنِي ثُمَّ أَنْشَأَ يَقُول : عَجِبْت لِلْجِنِّ وَتَطْلَابِهَا وَشَدّهَا الْعِيس بِأَقْتَابِهَا تَهْوِي إِلَى مَكَّة تَبْغِي الْهُدَى لَيْسَ قَدَمَاهَا كَأَذْنَابِهَا فَانْهَضْ إِلَى الصَّفْوَة مِنْ هَاشِم وَاسْمُ بِعَيْنَيْك إِلَى قَابهَا فَلَمَّا كَانَ فِي اللَّيْلَة الثَّالِثَة أَتَانِي فَأَنْبَهَنِي ثُمَّ قَالَ : عَجِبْت لِلْجِنِّ وَتِخْبَارِهَا وَشَدِّهَا الْعِيسَ بِأَكْوَارِهَا تَهْوِي إِلَى مَكَّة تَبْغِي الْهُدَى لَيْسَ ذَوُو الشَّرِّ كَأَخْيَارِهَا فَانْهَضْ إِلَى الصَّفْوَةِ مِنْ هَاشِم مَا مُؤْمِنُو الْجِنِّ كَكُفَّارِهَا قَالَ : فَلَمَّا سَمِعْته تَكَرَّرَ لَيْلَة بَعْد لَيْلَة وَقَعَ فِي قَلْبِي حُبُّ الْإِسْلَامِ مِنْ أَمْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا شَاءَ اللَّه قَالَ فَانْطَلَقْت إِلَى رَحْلِي فَشَدَدْته عَلَى رَاحِلَتِي فَمَا حَلَلْت تِسْعَة وَلَا عَقَدْت أُخْرَى حَتَّى أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا هُوَ بِالْمَدِينَةِ يَعْنِي مَكَّة وَالنَّاس عَلَيْهِ كَعُرْفِ الْفَرَسِ فَلَمَّا رَآنِي النَّبِيّ قَالَ \" مَرْحَبًا بِك يَا سَوَاد بْن قَارِب قَدْ عَلِمْنَا مَا جَاءَ بِك \" قَالَ : قُلْت يَا رَسُول اللَّه قَدْ قُلْت شِعْرًا فَاسْمَعْهُ مِنِّي قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ يَا سَوَاد \" فَقُلْت : أَتَانِي رَئِيّ بَعْد لَيْل وَهَجْعَة وَلَمْ يَكُ فِيمَا قَدْ بَلَوْت بِكَاذِبِ ثَلَاث لَيَالٍ قَوْله كُلّ لَيْلَة أَتَاك رَسُول مِنْ لُؤَيّ بْن غَالِب فَشَمَّرْت عَنْ سَاقِي الْإِزَار وَوَسَّطَتْ بِي الدِّعْلِب الْوَجْنَاء بَيْن السَّبَاسِب فَأَشْهَدُ أَنَّ اللَّه لَا رَبَّ غَيْرُهُ وَأَنَّك مَأْمُونٌ عَلَى كُلّ غَائِب وَأَنَّك أَدْنَى الْمُرْسَلِينَ وَسِيلَةً إِلَى اللَّه يَا اِبْنَ الْأَكْرَمِينَ الْأَطَايِب فَمُرْنَا بِمَا يَأْتِيك يَا خَيْرَ مُرْسَلٍ وَإِنْ كَانَ فِيمَا جَاءَ شَيْبُ الذَّوَائِبِ وَكُنْ لِي شَفِيعًا يَوْم لَا ذُو شَفَاعَة سِوَاك بِمُغْنٍ عَنْ سَوَاد بْن قَارِب قَالَ فَضَحِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذه وَقَالَ لِي \" أَفْلَحْت يَا سَوَاد \" فَقَالَ لَهُ عُمَر رَضِيَ اللَّه عَنْهُ هَلْ يَأْتِيك رَئِيّك الْآن ؟ فَقَالَ \" مُنْذُ قَرَأْت الْقُرْآن لَمْ يَأْتِنِي وَنِعْمَ الْعِوَضُ كِتَاب اللَّه عَزَّ وَجَلَّ مِنْ الْجِنّ \" ثُمَّ أَسْنَدَهُ الْبَيْهَقِيّ مِنْ وَجْهَيْنِ آخَرَيْنِ وَمِمَّا يَدُلّ عَلَى وِفَادَتهمْ إِلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْدَمَا هَاجَرَ إِلَى الْمَدِينَة الْحَدِيث الَّذِي رَوَاهُ الْحَافِظ أَبُو نُعَيْم فِي كِتَاب دَلَائِل النُّبُوَّة حَدَّثَنَا سُلَيْمَان بْن أَحْمَد حَدَّثَنَا مُحَمَّد بْن عَبْدَة المصيصي حَدَّثَنَا أَبُو تَوْبَة الرَّبِيع بْن نَافِع حَدَّثَنَا مُعَاوِيَة سَلَّام عَنْ زَيْد بْن أَسْلَمَ أَنَّهُ سَمِعَ أَبَا سَلَّام يَقُول حَدَّثَنِي مَنْ حَدَّثَهُ عَمْرو بْن غَيْلَان الثَّقَفِيّ قَالَ أَتَيْت عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَقُلْت لَهُ : حُدِّثْت أَنَّك كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة وَفْدِ الْجِنِّ قَالَ أَجَلْ قُلْت : حَدِّثْنِي كَيْف كَانَ شَأْنه ؟ فَقَالَ إِنَّ أَهْل الصُّفَّة أَخَذَ كُلَّ رَجُل مِنْهُمْ رَجُلٌ يُعَشِّيه وَتُرِكْت فَلَمْ يَأْخُذنِي أَحَد مِنْهُمْ فَمَرَّ بِي رَسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" مَنْ هَذَا ؟ \" فَقُلْت أَنَا اِبْن مَسْعُود فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أَخَذَك أَحَد يُعَشِّيك ؟ \" فَقُلْت لَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَانْطَلِقْ لَعَلِّي أَجِد لَك شَيْئًا \" قَالَ فَانْطَلَقْنَا حَتَّى أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حُجْرَة أُمّ سَلَمَة فَتَرَكَنِي قَائِمًا وَدَخَلَ إِلَى أَهْله ثُمَّ خَرَجَتْ الْجَارِيَة فَقَالَتْ يَا اِبْن مَسْعُود إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَجِد لَك عَشَاء فَارْجِعْ إِلَى مَضْجَعك. قَالَ فَرَجَعْت إِلَى الْمَسْجِد فَجَمَعْت حَصْبَاء الْمَسْجِد فَوَسَّدْته وَالْتَفَفْت بِثَوْبِي", "sura_id": 46, "type": 4, "id": 41338, "aya_id": 29}]