[{"text": "وَحَنَانًا مِّن لَّدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا", "sura_id": 19, "type": 0, "id": 2263, "aya_id": 13}, {"text": "و حنانا من لدنا و زكاة و كان تقيا", "sura_id": 19, "type": 1, "id": 8499, "aya_id": 13}, {"text": "13 - (وحنانا) رحمة للناس (من لدنا) من عندنا (وزكاة) صدقة عليهم (وكان تقيا) روي أنه لم يعمل خطيئة ولم يهم بها \r\n", "sura_id": 19, "type": 2, "id": 27207, "aya_id": 13}, {"text": "وآتيناه رحمة ومحبة من عندنا وطهارة من الذنوب, وكان خائفًا مطيعًا لله تعالى, مؤديًا فرائضه, مجتنبًا محارمه.\r\n", "sura_id": 19, "type": 3, "id": 33443, "aya_id": 13}, {"text": " <font color=red>وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا</font><BR><p>وَقَوْله \" وَحَنَانًا مِنْ لَدُنَّا \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَحَنَانًا مِنْ لَدُنَّا \" يَقُول وَرَحْمَة مِنْ عِنْدنَا وَكَذَا قَالَ عِكْرِمَة وَقَتَادَة وَالضَّحَّاك وَزَادَ لَا يَقْدِر عَلَيْهَا غَيْرنَا وَزَادَ قَتَادَة رَحِمَ اللَّه بِهَا زَكَرِيَّا وَقَالَ مُجَاهِد \" وَحَنَانًا مِنْ لَدُنَّا \" وَتَعَطُّفًا مِنْ رَبّه عَلَيْهِ وَقَالَ عِكْرِمَة \" وَحَنَانًا مِنْ لَدُنَّا \" قَالَ مَحَبَّة عَلَيْهِ وَقَالَ اِبْن زَيْد أَمَّا الْحَنَان فَالْمَحَبَّة وَقَالَ عَطَاء بْن أَبِي رَبَاح \" وَحَنَانًا مِنْ لَدُنَّا \" قَالَ تَعْظِيمًا مِنْ لَدُنَّا وَقَالَ اِبْن جُرَيْج : أَخْبَرَنِي عَمْرو بْن دِينَار أَنَّهُ سَمِعَ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : لَا وَاَللَّه مَا أَدْرِي مَا حَنَانًا وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير : عَنْ مَنْصُور سَأَلْت سَعِيد بْن جُبَيْر عَنْ قَوْله \" وَحَنَانًا مِنْ لَدُنَّا \" فَقَالَ سَأَلْت عَنْهَا اِبْن عَبَّاس فَلَمْ يَجِد فِيهَا شَيْئًا وَالظَّاهِر مِنْ السِّيَاق أَنَّ قَوْله وَحَنَانًا مَعْطُوف عَلَى قَوْله \" وَآتَيْنَاهُ الْحُكْم صَبِيًّا \" أَيْ وَآتَيْنَاهُ الْحُكْم وَحَنَانًا وَزَكَاة أَيْ وَجَعَلْنَاهُ ذَا حَنَان وَزَكَاة فَالْحَنَان هُوَ الْمَحَبَّة فِي شَفَقَة وَمَيْل كَمَا تَقُول الْعَرَب حَنَّتْ النَّاقَة عَلَى وَلَدهَا وَحَنَّتْ الْمَرْأَة عَلَى زَوْجهَا وَمِنْهُ سُمِّيَتْ الْمَرْأَة حَنَّة مِنْ الْحَنِيَّة وَحَنَّ الرَّجُل إِلَى وَطَنه وَمِنْهُ التَّعَطُّف وَالرَّحْمَة كَمَا قَالَ الشَّاعِر : تَعَطَّفْ عَلَيَّ هَدَاك الْمَلِيك فَإِنَّ لِكُلِّ مَقَام مَقَالًا وَفِي الْمُسْنَد لِلْإِمَامِ أَحْمَد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ قَالَ \" يَبْقَى رَجُل فِي النَّار يُنَادِي أَلْف سَنَة يَا حَنَّان يَا مَنَّان \" وَقَدْ يُثْنِي وَمِنْهُمْ مَنْ يَجْعَل مَا وَرَدَ مِنْ ذَلِكَ لُغَة بِذَاتِهَا كَمَا قَالَ طَرَفَة : أَبَا مُنْذِر أَفْنَيْت فَاسْتَبْقِ بَعْضنَا حَنَانَيْك بَعْض الشَّرّ أَهْوَن مِنْ بَعْض وَقَوْله وَزَكَاة مَعْطُوف عَلَى وَحَنَانًا فَالزَّكَاة الطَّهَارَة مِنْ الدَّنَس وَالْآثَام وَالذُّنُوب وَقَالَ قَتَادَة الزَّكَاة الْعَمَل الصَّالِح وَقَالَ الضَّحَّاك وَابْن جُرَيْج الْعَمَل الصَّالِح الزَّكِيّ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَزَكَاة \" قَالَ بَرَكَة \" وَكَانَ تَقِيًّا \" طَهُرَ فَلَمْ يَعْمَل بِذَنْبٍ .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38403, "aya_id": 13}]