[{"text": "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ", "sura_id": 34, "type": 0, "id": 3618, "aya_id": 12}, {"text": "ولسليمان الريح غدوها شهر ورواحها شهر وأسلنا له عين القطر ومن الجن من يعمل بين يديه بإذن ربه ومن يزغ منهم عن أمرنا نذقه من عذاب السعير", "sura_id": 34, "type": 1, "id": 9854, "aya_id": 12}, {"text": "12 - سخرنا (ولسليمان الريح) وقراءة الرفع بتقدير تسخير (غدوها) مسيرها من الغدوة بمعنى الصباح إلى الزوال (شهر ورواحها) سيرها من الزوال إلى الغروب (شهر) أي مسيرته (وأسلنا) أذبنا (له عين القطر) أي النحاس فأجريت ثلاثة أيام بلياليهن كجري الماء وعمل الناس إلى اليوم مما أعطي سليمان (ومن الجن من يعمل بين يديه بإذن) بأمر (ربه ومن يزغ) يعدل (منهم عن أمرنا) له بطاعته (نذقه من عذاب السعير) النار في الآخرة وقيل في الدنيا بأن يضربه ملك بسوط منها ضربة تحرقه \r\n", "sura_id": 34, "type": 2, "id": 28562, "aya_id": 12}, {"text": "وسخَّرنا لسليمان الريح تجري من أول النهار إلى انتصافه مسيرة شهر, ومن منتصف النهار إلى الليل مسيرة شهر بالسير المعتاد, وأسلنا له النحاس كما يسيل الماء, يعمل به ما يشاء, وسخَّرنا له من الجن من يعمل بين يديه بإذن ربه, ومن يعدل منهم عن أمرنا الذي أمرناه به من طاعة سليمان نذقه من عذاب النار المستعرة.\r\n", "sura_id": 34, "type": 3, "id": 34798, "aya_id": 12}, {"text": " <font color=red>وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى مَا أَنْعَمَ بِهِ عَلَى دَاوُدَ عَطَفَ بِذِكْرِ مَا أَعْطَى اِبْنه سُلَيْمَان عَلَيْهِمَا السَّلَام مِنْ تَسْخِير الرِّيح لَهُ تَحْمِل بِسَاطه غُدُوُّهَا شَهْر وَرَوَاحهَا شَهْر قَالَ الْحَسَن الْبَصْرِيّ كَانَ يَغْدُو عَلَى بِسَاطه مِنْ دِمَشْق فَيَنْزِل بِإِصْطَخْرَ يَتَغَدَّى بِهَا وَيَذْهَب رَائِحًا مِنْ إِصْطَخْر فَيَبِيت بِكَابُل وَبَيْن دِمَشْق وَإِصْطَخْر شَهْر كَامِل لِلْمُسْرِعِ وَبَيْن إِصْطَخْر وَكَابُل شَهْر كَامِل لِلْمُسْرِعِ وَقَوْله تَعَالَى \" وَأَسَلْنَا لَهُ عَيْن الْقِطْر \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَعِكْرِمَة وَعَطَاء الْخُرَاسَانِيّ وَقَتَادَة وَالسُّدِّيّ وَمَالِك عَنْ زَيْد بْن أَسْلَمَ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْر وَاحِد الْقِطْر النُّحَاس قَالَ قَتَادَة وَكَانَتْ بِالْيَمَنِ فَكُلّ مَا يَصْنَع النَّاس مِمَّا أَخْرَجَ اللَّه تَعَالَى لِسُلَيْمَان عَلَيْهِ السَّلَام قَالَ السُّدِّيّ وَإِنَّمَا أُسِيلَتْ لَهُ ثَلَاثَة أَيَّام وَقَوْله تَعَالَى : \" وَمِنْ الْجِنّ مَنْ يَعْمَل بَيْن يَدَيْهِ بِإِذْنِ رَبّه \" أَيْ وَسَخَّرْنَا لَهُ الْجِنّ يَعْمَلُونَ بَيْن يَدَيْهِ بِإِذْنِ رَبّه أَيْ بِقَدَرِهِ وَتَسْخِيره لَهُمْ بِمَشِيئَتِهِ مَا يَشَاء مِنْ الْبِنَايَات وَغَيْر ذَلِكَ \" وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرنَا \" أَيْ وَمَنْ يَعْدِل وَيَخْرُج مِنْهُمْ عَنْ الطَّاعَة\" نُذِقْهُ مِنْ عَذَاب السَّعِير \" وَهُوَ الْحَرِيق وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم هَهُنَا حَدِيثًا غَرِيبًا فَقَالَ حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح حَدَّثَنَا مُعَاوِيَة بْن صَالِح عَنْ أَبِي الزَّهْرَاء عَنْ جُبَيْر بْن نُفَيْر عَنْ أَبِي ثَعْلَبَة الْخُشَنِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : الْجِنّ عَلَى ثَلَاثَة أَصْنَاف صِنْف لَهُمْ أَجْنِحَة يَطِيرُونَ فِي الْهَوَاء وَصِنْف حَيَّات وَكِلَاب وَصِنْف يَحِلُّونَ وَيَظْعَنُونَ رَفَعَه . غَرِيب جِدًّا . وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا حَرْمَلَة حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي بَكْر بْن مُضَر عَنْ مُحَمَّد بْن بُحَيْر عَنْ اِبْن أَنْعَمَ أَنَّهُ قَالَ : الْجِنّ ثَلَاثَة أَصْنَاف صِنْف لَهُمْ الثَّوَاب وَعَلَيْهِمْ الْعِقَاب وَصِنْف طَيَّارُونَ فِيمَا بَيْن السَّمَاء وَالْأَرْض وَصِنْف حَيَّات وَكِلَاب قَالَ بَكْر بْن مُضَر وَلَا أَعْلَم إِلَّا أَنَّهُ قَالَ حَدَّثَنِي أَنَّ الْإِنْس ثَلَاثَة أَصْنَاف صِنْف يُظِلّهُمْ اللَّه بِظِلِّ عَرْشه يَوْم الْقِيَامَة وَصِنْف كَالْأَنْعَامِ بَلْ هُمْ أَضَلّ سَبِيلًا وَصِنْف فِي صُوَر النَّاس عَلَى قُلُوب الشَّيَاطِين وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن هَاشِم بْن مَرْزُوق حَدَّثَنَا سَلَمَة يَعْنِي اِبْن الْفَضْل عَنْ إِسْمَاعِيل عَنْ الْحَسَن قَالَ الْجِنّ وَلَد إِبْلِيس وَالْإِنْس وَلَد آدَم وَمِنْ هَؤُلَاءِ مُؤْمِنُونَ وَمِنْ هَؤُلَاءِ مُؤْمِنُونَ وَهُمْ شُرَكَاؤُهُمْ فِي الثَّوَاب وَالْعِقَاب وَمَنْ كَانَ مِنْ هَؤُلَاءِ وَهَؤُلَاءِ مُؤْمِنًا فَهُوَ وَلِيّ اللَّه تَعَالَى وَمَنْ كَانَ مِنْ هَؤُلَاءِ وَهَؤُلَاءِ كَافِرًا فَهُوَ شَيْطَان.</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40243, "aya_id": 12}]