[{"text": "أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ", "sura_id": 57, "type": 0, "id": 5091, "aya_id": 16}, {"text": "ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين أوتوا الكتاب من قبل فطال عليهم الأمد فقست قلوبهم وكثير منهم فاسقون", "sura_id": 57, "type": 1, "id": 11327, "aya_id": 16}, {"text": "16 - (ألم يأن) يحن (للذين آمنوا) نزلت في شأن الصحابة لما أكثروا المزاح (أن تخشع قلوبهم لذكر الله وما نزل) بالتشديد والتخفيف (من الحق) القرآن (ولا يكونوا) معطوف على تخشع (كالذين أوتوا الكتاب من قبل) هم اليهود والنصارى (فطال عليهم الأمد) الزمن بينهم وبين أنبيائهم (فقست قلوبهم) لم تلن لذكر الله (وكثير منهم فاسقون) \r\n", "sura_id": 57, "type": 2, "id": 30035, "aya_id": 16}, {"text": "ألم يحن الوقت للذين صدَّقوا الله ورسوله واتَّبَعوا هديه, أن تلين قلوبهم عند ذكر الله وسماع القرآن, ولا يكونوا في قسوة القلوب كالذين أوتوا الكتاب من قبلهم- من اليهود والنصارى- الذين طال عليهم الزمان فبدَّلوا كلام الله, فقست قلوبهم, وكثير منهم خارجون عن طاعة الله؟ وفي الآية الحث على الرقة والخشوع لله سبحانه عند سماع ما أنزله من الكتاب والحكمة, والحذر من التشبه باليهود والنصارى, في قسوة قلوبهم, وخروجهم عن طاعة الله.\r\n", "sura_id": 57, "type": 3, "id": 36271, "aya_id": 16}, {"text": " <font color=red>أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ</font><BR><p>يَقُول تَعَالَى أَمَا آنَ لِلْمُؤْمِنِينَ أَنْ تَخْشَع قُلُوبهمْ لِذِكْرِ اللَّه أَيْ تَلِينَ عِنْد الذِّكْر وَالْمَوْعِظَة وَسَمَاع الْقُرْآن فَتَفْهَمهُ وَتَنْقَاد لَهُ وَتَسْمَع لَهُ وَتُطِيعهُ . قَالَ عَبْد اللَّه بْن الْمُبَارَك حَدَّثَنَا صَالِح الْمُرِّيّ عَنْ قَتَادَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : إِنَّ اللَّه اِسْتَبْطَأَ قُلُوب الْمُؤْمِنِينَ فَعَاتَبَهُمْ عَلَى رَأْس ثَلَاث عَشْرَة مِنْ نُزُول الْقُرْآن فَقَالَ \" أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَع قُلُوبهمْ لِذِكْرِ اللَّه \" الْآيَة رَوَاهُ اِبْن أَبِي حَاتِم عَنْ الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح عَنْ حُسَيْن الْمَرْوَزِيّ عَنْ اِبْن الْمُبَارَك بِهِ . ثُمَّ قَالَ هُوَ وَمُسْلِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ سَعِيد بْن أَبِي هِلَال يَعْنِي اللَّيْثِيّ عَنْ عَوْن بْن عَبْد اللَّه عَنْ أَبِيهِ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ مَا كَانَ بَيْن إِسْلَامنَا وَبَيْن أَنْ عَاتَبَنَا اللَّه بِهَذِهِ الْآيَة \" أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَع قُلُوبهمْ لِذِكْرِ اللَّه \" الْآيَة إِلَّا أَرْبَع سِنِينَ كَذَا رَوَاهُ مُسْلِم فِي آخِر الْكِتَاب وَأَخْرَجَهُ النَّسَائِيّ عِنْد تَفْسِير هَذِهِ الْآيَة عَنْ هَارُون بْن سَعِيد الْأَيْلِيّ عَنْ اِبْن وَهْب بِهِ . وَقَدْ رَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث مُوسَى بْن يَعْقُوب الزَّمْعِيّ عَنْ أَبِي حَازِم عَنْ عَامِر بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ مِثْله فَجَعَلَهُ مِنْ مُسْنَد اِبْن الزُّبَيْر لَكِنْ رَوَاهُ الْبَزَّار فِي مُسْنَده مِنْ طَرِيق مُوسَى بْن يَعْقُوب عَنْ أَبِي حَازِم عَنْ عَامِر عَنْ اِبْن الزُّبَيْر عَنْ اِبْن مَسْعُود فَذَكَرَهُ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ الْمَسْعُودِيّ عَنْ الْقَاسِم قَالَ : مَلَّ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِلَّة فَقَالُوا حَدِّثْنَا يَا رَسُول اللَّه فَأَنْزَلَ اللَّه تَعَالَى\" نَحْنُ نَقُصّ عَلَيْك أَحْسَن الْقَصَص \" قَالَ ثُمَّ مَلُّوا مِلَّة فَقَالُوا حَدِّثْنَا يَا رَسُول اللَّه فَأَنْزَلَ اللَّه تَعَالَى\" اللَّه نَزَّلَ أَحْسَن الْحَدِيث \" ثُمَّ مَلُّوا مِلَّة فَقَالُوا حَدِّثْنَا يَا رَسُول اللَّه فَأَنْزَلَ اللَّه تَعَالَى \" أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَع قُلُوبهمْ لِذِكْرِ اللَّه \" وَقَالَ قَتَادَة \" أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَع قُلُوبهمْ لِذِكْرِ اللَّه \" ذَكَرَ لَنَا أَنَّ شَدَّاد بْن أَوْس كَانَ يَرْوِي عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَوَّل مَا يُرْفَع مِنْ النَّاس الْخُشُوع \" وَقَوْله تَعَالَى \" وَلَا يَكُونُوا كَاَلَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْل فَطَالَ عَلَيْهِمْ الْأَمَد فَقَسَتْ قُلُوبهمْ \" نَهَى اللَّه تَعَالَى الْمُؤْمِنِينَ أَنْ يَتَشَبَّهُوا بِاَلَّذِينَ حَمَلُوا الْكِتَاب مِنْ قَبْلهمْ مِنْ الْيَهُود وَالنَّصَارَى لَمَّا تَطَاوَلَ عَلَيْهِمْ الْأَمَد بَدَّلُوا كِتَاب اللَّه الَّذِي بِأَيْدِيهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا وَنَبَذُوهُ وَرَاء ظُهُورهمْ وَأَقْبَلُوا عَلَى الْآرَاء الْمُخْتَلِفَة وَالْأَقْوَال الْمُؤْتَفِكَة وَقَلَّدُوا الرِّجَال فِي دِين اللَّه وَاِتَّخَذُوا أَحْبَارهمْ وَرُهْبَانهمْ أَرْبَابًا مِنْ دُون اللَّه فَعِنْد ذَلِكَ قَسَتْ قُلُوبهمْ فَلَا يَقْبَلُونَ مَوْعِظَة وَلَا تَلِينَ قُلُوبهمْ بِوَعْدٍ وَلَا وَعِيد \" وَكَثِير مِنْهُمْ فَاسِقُونَ\" أَيْ فِي الْأَعْمَال فَقُلُوبهمْ فَاسِدَة وَأَعْمَالهمْ بَاطِلَة كَمَا قَالَ تَعَالَى \" فَبِمَا نَقْضِهِمْ مِيثَاقهمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبهمْ قَاسِيَة يُحَرِّفُونَ الْكَلِم عَنْ مَوَاضِعه وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ \" أَيْ فَسَدَتْ قُلُوبهمْ فَقَسَتْ وَصَارَ مِنْ سَجِيَّتهمْ تَحْرِيف الْكَلِم عَنْ مَوَاضِعه وَتَرَكُوا الْأَعْمَال الَّتِي أُمِرُوا بِهَا وَارْتَكَبُوا مَا نُهُوا عَنْهُ وَلِهَذَا نَهَى اللَّه الْمُؤْمِنِينَ أَنْ يَتَشَبَّهُوا بِهِمْ فِي شَيْء مِنْ الْأُمُور الْأَصْلِيَّة وَالْفَرْعِيَّة وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا شِهَاب بْن خِرَاش حَدَّثَنَا حَجَّاج بْن دِينَار عَنْ مَنْصُور بْن الْمُعْتَمِر عَنْ الرَّبِيع بْن أَبِي عُمَيْلَة الْفَزَارِيّ قَالَ حَدَّثَنَا عَبْد اللَّه بْن مَسْعُود حَدِيث مَا سَمِعْت أَعْجَب إِلَيَّ مِنْهُ إِلَّا شَيْئًا مِنْ كِتَاب اللَّه أَوْ شَيْئًا قَالَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ بَنِي إِسْرَائِيل لَمَّا طَالَ عَلَيْهِمْ الْأَمَد فَقَسَتْ قُلُوبهمْ اِخْتَرَعُوا كِتَابًا مِنْ عِنْد أَنْفُسهمْ اِسْتَهْوَتْهُ قُلُوبهمْ وَاسْتَحَلَّتْهُ أَلْسِنَتهمْ وَاسْتَلَذَّتْهُ وَكَانَ الْحَقّ يَحُول بَيْنهمْ وَبَيْن كَثِير مِنْ شَهَوَاتهمْ فَقَالُوا تَعَالَوْا نَدْعُ بَنِي إِسْرَائِيل إِلَى كِتَابنَا هَذَا فَمَنْ تَابَعَنَا عَلَيْهِ تَرَكْنَاهُ وَمَنْ كَرِهَ أَنْ يُتَابِعنَا قَتَلْنَاهُ فَفَعَلُوا ذَلِكَ وَكَانَ فِيهِمْ رَجُل فَقِيه فَلَمَّا رَأَى مَا يَصْنَعُونَ عَمَدَ إِلَى مَا يُعْرَف مِنْ كِتَاب اللَّه فَكَتَبَهُ فِي شَيْء لَطِيف ثُمَّ أَدْرَجَهُ فَجَعَلَهُ فِي قَرْن ثُمَّ عَلَّقَ ذَلِكَ الْقَرْن فِي عُنُقه فَلَمَّا أَكْثَرُوا الْقَتْل قَالَ بَعْضهمْ لِبَعْضٍ يَا هَؤُلَاءِ إِنَّكُمْ قَدْ أَفْشَيْتُمْ الْقَتْل فِي بَنِي إِسْرَائِيل فَادْعُوا فُلَانًا فَاعْرِضُوا عَلَيْهِ كِتَابكُمْ فَإِنَّهُ إِنْ تَابَعَكُمْ فَسَيُتَابِعُكُمْ بَقِيَّة النَّاس وَإِنْ أَبَى فَاقْتُلُوهُ فَدَعَوْا فُلَانًا ذَلِكَ الْفَقِيه فَقَالُوا أَتُؤْمِنُ بِمَا فِي كِتَابنَا هَذَا ؟ قَالَ وَمَا فِيهِ ؟ اِعْرِضُوهُ عَلَيَّ فَعَرَضُوهُ عَلَيْهِ إِلَى آخِره ثُمَّ قَالُوا أَتُؤْمِنُ بِهَذَا ؟ قَالَ نَعَمْ آمَنْت بِمَا فِي هَذَا وَأَشَارَ بِيَدِهِ إِلَى الْقَرْن فَتَرَكُوهُ فَلَمَّا مَاتَ فَتَّشُوهُ فَوَجَدُوهُ مُعَلِّقًا ذَلِكَ الْقَرْن فَوَجَدُوا فِيهِ مَا يُعْرَف مِنْ كِتَاب اللَّه فَقَالَ بَعْضهمْ لِبَعْضٍ يَا هَؤُلَاءِ مَا كُنَّا نَسْمَع هَذَا أَصَابَهُ فِتْنَة فَافْتَرَقَتْ بَنُو إِسْرَائِيل عَلَى اِثْنَتَيْنِ وَسَبْعِينَ مِلَّة وَخَيْر مِلَلهمْ مِلَّة أَصْحَاب ذِي الْقَرْن . قَالَ اِبْن مَسْعُود وَإِنَّكُمْ أَوْشَكَ بِكُمْ إِنْ بَقِيتُمْ أَوْ بَقِيَ مَنْ بَقِيَ مِنْكُمْ أَنْ تَرَوْا أُمُورًا تُنْكِرُونَهَا لَا تَسْتَطِيعُونَ لَهَا غَيْرًا فَبِحَسْب الْمَرْء مِنْكُمْ أَنْ يَعْلَم اللَّه مِنْ قَلْبه أَنَّهُ لَهَا كَارِه . وَرَوَى أَبُو جَعْفَر الطَّبَرِيّ حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ مُغِيرَة عَنْ أَبِي مَعْشَر عَنْ إِبْرَاهِيم قَالَ جَاءَ عِتْرِيس بْن عُرْقُوب إِلَى اِبْن مَسْعُود فَقَالَ يَا أَبَا عَبْد اللَّه هَلَكَ مَنْ لَمْ يَأْمُر بِالْمَعْرُوفِ وَيَنْهَ عَنْ الْمُنْكَر فَقَالَ عَبْد اللَّه هَلَكَ مَنْ لَمْ يَعْرِف قَلْبه مَعْرُوفًا وَلَمْ يُنْكِر قَلْبه مُنْكَرًا إِنَّ بَنِي إِسْرَائِيل لَمَّا طَالَ عَلَيْهِمْ الْأَمَد وَقَسَتْ قُلُوبهمْ اِخْتَرَعُوا كِتَابًا مِنْ بَيْن أَيْدِيهمْ وَأَرْجُلهمْ اِسْتَهْوَتْهُ قُلُوبهمْ وَاسْتَحَلَّتْهُ أَلْسِنَتهمْ وَقَالُوا نَعْرِض عَلَى بَنِي إِسْرَائِيل هَذَا الْكِتَاب فَمَنْ آمَنَ بِهِ تَرَكْنَاهُ وَمَنْ كَفَرَ بِهِ قَتَلْنَاهُ قَالَ فَجَعَلَ رَجُل مِنْهُمْ كِتَاب اللَّه فِي قَرْن ثُمَّ جَعَلَ الْقَرْن بَيْن ثُنْدُوَتَيْهِ فَلَمَّا قِيلَ لَهُ أَتُؤْمِنُ بِهَذَا ؟ قَالَ آمَنْت بِهِ وَيُومِئ إِلَى الْقَرْن بَيْن ثُنْدُوَتَيْهِ وَمَالِي لَا أُؤْمِن بِهَذَا الْكِتَاب ؟ فَمِنْ خَيْر مِلَلهمْ الْيَوْم مِلَّة صَاحِب الْقَرْن .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42008, "aya_id": 16}]