[{"text": "يَا أَيُّهَا النَّبِيُّ قُل لِّمَن فِي أَيْدِيكُم مِّنَ الأَسْرَى إِن يَعْلَمِ اللّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّا أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ وَاللّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 8, "type": 0, "id": 1230, "aya_id": 70}, {"text": "يا أيها النبي قل لمن في أيديكم من الأسرى إن يعلم الله في قلوبكم خيرا يؤتكم خيرا مما أخذ منكم ويغفر لكم والله غفور رحيم", "sura_id": 8, "type": 1, "id": 7466, "aya_id": 70}, {"text": "70 - (يا أيها النبي قل لمن في أيديكم من الأسارى) وفي قراءة : {الأسرى} (إن يعلم الله في قلوبكم خيراً) إيماناً وإخلاصاً (يؤتكم خيراً مما أخذ منكم) من الفداء بأن يضعفه لكم في الدنيا ويثيبكم في الآخرة (ويغفر لكم) ذنوبكم (والله غفور رحيم) \r\n", "sura_id": 8, "type": 2, "id": 26174, "aya_id": 70}, {"text": "يا أيها النبي قل لمن أسرتموهم في \"بدر\": لا تأسوا على الفداء الذي أخذ منكم, إن يعلم الله تعالى في قلوبكم خيرًا يؤتكم خيرًا مما أُخذ منكم من المال بأن يُيَسِّر لكم من فضله خيرًا كثيرًا -وقد أنجز الله وعده للعباس رضي الله عنه وغيره-, ويغفر لكم ذنوبكم. والله سبحانه غفور لذنوب عباده إذا تابوا, رحيم بهم.\r\n", "sura_id": 8, "type": 3, "id": 32410, "aya_id": 70}, {"text": " <font color=red>يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنِي الْعَبَّاس بْن عَبْد اللَّه بْن مُغَفَّل عَنْ بَعْض أَهْله عَنْ عَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَوْم بَدْر \" إِنِّي عَرَفْت أَنَّ أُنَاسًا مِنْ بَنِي هَاشِم وَغَيْرهمْ قَدْ أُخْرِجُوا كَرْهًا لَا حَاجَة لَهُمْ بِقِتَالِنَا فَمَنْ لَقِيَ مِنْكُمْ أَحَدًا مِنْهُمْ - أَيْ مِنْ بَنِي هَاشِم فَلَا يَقْتُلْهُ وَمَنْ لَقِيَ أَبَا الْبَخْتَرِيّ بْن هِشَام فَلَا يَقْتُلْهُ وَمَنْ لَقِيَ الْعَبَّاس بْن عَبْد الْمُطَّلِب فَلَا يَقْتُلْهُ فَإِنَّهُ إِنَّمَا أُخْرِجَ مُسْتَكْرَهًا \" فَقَالَ أَبُو حُذَيْفَة بْن عُتْبَة أَنَقْتُلُ آبَاءَنَا وَأَبْنَاءَنَا وَإِخْوَانَنَا وَعَشَائِرَنَا وَنَتْرُك الْعَبَّاس وَاَللَّهِ لَئِنْ لَقِيته لَأُلَجِّمَنَّهُ بِالسَّيْفِ فَبَلَغَتْ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لِعُمَر بْن الْخَطَّاب \" يَا أَبَا حَفْص - قَالَ عُمَر وَاَللَّهِ إِنَّهُ لَأَوَّلُ يَوْم كَنَّانِي فِيهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَبَا حَفْص \" - أَيُضْرَبُ وَجْهُ عَمّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالسَّيْفِ ؟ \" فَقَالَ عُمَر : يَا رَسُول اللَّه اِئْذَنْ لِي فَأَضْرِبَ عُنُقه فَوَاَللَّهِ لَقَدْ نَافَقَ فَكَانَ أَبُو حُذَيْفَة يَقُول بَعْد ذَلِكَ وَاَللَّهِ مَا آمَنُ مِنْ تِلْكَ الْكَلِمَة الَّتِي قُلْت وَلَا أَزَالَ مِنْهَا خَائِفًا إِلَّا أَنْ يُكَفِّرهَا اللَّه تَعَالَى عَنِّي بِشَهَادَةٍ فَقُتِلَ يَوْم الْيَمَامَة شَهِيدًا رَضِيَ اللَّه عَنْهُ . وَبِهِ عَنْ اِبْن عَبَّاس قَالَ : لَمَّا أَمْسَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر وَالْأُسَارَى مَحْبُوسُونَ بِالْوَثَاقِ بَاتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَاهِرًا أَوَّل اللَّيْل فَقَالَ لَهُ أَصْحَابه يَا رَسُول اللَّه مَا لَك لَا تَنَام ؟ وَقَدْ أَسَرَ الْعَبَّاسَ رَجُلٌ مِنْ الْأَنْصَار فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَمِعْت أَنِين عَمِّي الْعَبَّاس فِي وَثَاقه فَأَطْلِقُوهُ \" فَسَكَتَ فَنَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مُحَمَّد بْن إِسْحَاق وَكَانَ أَكْثَر الْأُسَارَى يَوْم بَدْر فِدَاء الْعَبَّاس اِبْن عَبْد الْمُطَّلِب وَذَلِكَ أَنَّهُ كَانَ رَجُلًا مُوسِرًا فَافْتَدَى نَفْسه بِمِائَةِ أُوقِيَّة ذَهَبًا وَفِي صَحِيح الْبُخَارِيّ مِنْ حَدِيث مُوسَى بْن عُقْبَة قَالَ اِبْن شِهَاب : حَدَّثَنَا أَنَس بْن مَالِك أَنَّ رِجَالًا مِنْ الْأَنْصَار قَالُوا يَا رَسُول اللَّه اِئْذَنْ لَنَا فَلْنَتْرُكْ لِابْنِ أُخْتنَا عَبَّاس فِدَاءَهُ . قَالَ \" لَا وَاَللَّهِ لَا تَذَرُونَ مِنْهُ دِرْهَمًا \" وَقَالَ يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان عَنْ عُرْوَة عَنْ الزُّهْرِيّ عَنْ جَمَاعَة سَمَّاهُمْ قَالُوا : بَعَثَتْ قُرَيْش إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي فِدَاء أَسَرَاهُمْ فَفَدَى كُلّ قَوْم أَسِيرهُمْ بِمَا رَضُوا وَقَالَ الْعَبَّاس : يَا رَسُول اللَّه قَدْ كُنْت مُسْلِمًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُ أَعْلَم بِإِسْلَامِك فَإِنْ يَكُنْ كَمَا تَقُول فَإِنَّ اللَّه يَجْزِيك وَأَمَّا ظَاهِرُك فَقَدْ كَانَ عَلَيْنَا فَافْتَدِ نَفْسك وَابْنَيْ أَخِيك نَوْفَل بْن الْحَارِث بْن عَبْد الْمُطَّلِب وَعَقِيل بْن أَبِي طَالِب بْن عَبْد اللَّه وَحَلِيفَك عُتْبَة بْن عَمْرو أَخِي بَنِي الْحَارِث بْن فِهْر \" قَالَ مَا ذَاكَ عِنْدِي يَا رَسُول اللَّه قَالَ \" فَأَيْنَ الْمَال الَّذِي دَفَنْته أَنْتَ وَأُمّ الْفَضْل ؟ فَقُلْت لَهَا إِنْ أُصِبْت فِي سَفَرِي هَذَا فَهَذَا الْمَال الَّذِي دَفَنْته لِبَنِيَّ الْفَضْل وَعَبْد اللَّه وَقُثَم \" قَالَ وَاَللَّه يَا رَسُول اللَّه إِنِّي لَأَعْلَم أَنَّك رَسُول اللَّه إِنَّ هَذَا لَشَيْءٌ مَا عَلِمَهُ أَحَد غَيْرِي وَغَيْر أُمّ الْفَضْل فَاحْسِبْ لِي يَا رَسُول اللَّه مَا أَصَبْتُمْ مِنِّي عِشْرِينَ أُوقِيَّة مِنْ مَالٍ كَانَ مَعِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا : ذَاكَ شَيْء أَعْطَانَا اللَّه تَعَالَى مِنْك \" فَفَدَى نَفْسه وَابْنَيْ أَخَوَيْهِ وَحَلِيفَهُ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا النَّبِيّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنْ الْأَسْرَى إِنْ يَعْلَمْ اللَّه فِي قُلُوبكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاَللَّه غَفُور رَحِيم \" قَالَ الْعَبَّاس : فَأَعْطَانِي اللَّه مَكَان الْعِشْرِينَ الْأُوقِيَّةِ فِي الْإِسْلَام عِشْرِينَ عَبْدًا كُلّهمْ فِي يَده مَال يَضْرِب بِهِ مَعَ مَا أَرْجُو مِنْ مَغْفِرَة اللَّه عَزَّ وَجَلَّ وَقَدْ رَوَى اِبْن إِسْحَاق أَيْضًا عَنْ اِبْن أَبِي نَجِيح عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة بِنَحْوٍ مِمَّا تَقَدَّمَ . وَقَالَ أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا اِبْن إِدْرِيس عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : قَالَ الْعَبَّاس فِيَّ نَزَلَتْ \" مَا كَانَ لِنَبِيٍّ أَنْ يَكُون لَهُ أَسْرَى حَتَّى يُثْخِن فِي الْأَرْض \" فَأَخْبَرْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِإِسْلَامِي وَسَأَلْته أَنْ يُحَاسِبَنِي بِالْعِشْرِينَ الْأُوقِيَّةِ الَّتِي أَخَذْت مِنِّي فَأَبَى فَأَبْدَلَنِي اللَّه بِهَا عِشْرِينَ عَبْدًا كُلّهمْ تَاجِر مَالِي فِي يَده وَقَالَ اِبْن إِسْحَاق أَيْضًا حَدَّثَنِي الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا عَنْ جَابِر بْن عَبْد اللَّه اِبْن رَبَاب قَالَ : كَانَ الْعَبَّاس بْن عَبْد الْمُطَّلِب يَقُول فِيَّ نَزَلَتْ وَاَللَّهِ حِين ذَكَرْت لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِسْلَامِي ثُمَّ ذَكَرَ نَحْو الْحَدِيث الَّذِي قَبْله . وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس \" يَا أَيّهَا النَّبِيّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنْ الْأَسْرَى \" عَبَّاس وَأَصْحَابه قَالَ : قَالُوا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آمَنَا بِمَا جِئْت وَنَشْهَد أَنَّك رَسُول اللَّه لَنَنْصَحَنَّ لَك عَلَى قَوْمنَا . فَأَنْزَلَ اللَّه \" إِنْ يَعْلَمْ اللَّه فِي قُلُوبكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ \" إِيمَانًا وَتَصْدِيقًا يُخْلِف لَكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ \" وَيَغْفِرْ لَكُمْ \" الشِّرْك الَّذِي كُنْتُمْ عَلَيْهِ . قَالَ فَكَانَ الْعَبَّاس يَقُول : مَا أُحِبُّ أَنَّ هَذِهِ الْآيَة لَمْ تَنْزِل فِينَا وَإِنَّ لِي الدُّنْيَا فَقَدْ قَالَ \" يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ \" فَقَدْ أَعْطَانِي خَيْرًا مِمَّا أُخِذَ مِنِّي مِائَةَ ضِعْف وَقَالَ \" وَيَغْفِرْ لَكُمْ \" وَأَرْجُو أَنْ يَكُون قَدْ غُفِرَ لِي . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة : كَانَ الْعَبَّاس أُسِرَ يَوْم بَدْر فَافْتَدَى نَفْسه بِأَرْبَعِينَ أُوقِيَّة مِنْ ذَهَبٍ فَقَالَ الْعَبَّاس حِين قُرِئَتْ هَذِهِ الْآيَة لَقَدْ أَعْطَانِي اللَّه عَزَّ وَجَلَّ خَصْلَتَيْنِ مَا أُحِبّ أَنَّ لِي بِهِمَا الدُّنْيَا : أَنِّي أُسِرْت يَوْم بَدْر فَفَدَيْت نَفْسِي بِأَرْبَعِينَ أُوقِيَّة فَآتَانِي أَرْبَعِينَ عَبْدًا وَإِنِّي لَأَرْجُو الْمَغْفِرَة الَّتِي وَعَدَنَا اللَّه عَزَّ وَجَلَّ . فَقَالَ قَتَادَة فِي تَفْسِير هَذِهِ الْآيَة : ذُكِرَ لَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا قَدِمَ عَلَيْهِ مَال الْبَحْرَيْنِ ثَمَانُونَ أَلْفًا وَقَدْ تَوَضَّأَ لِصَلَاةِ الظُّهْر فَمَا أَعْطَى يَوْمَئِذٍ شَاكِيًا وَلَا حَرَمَ سَائِلًا وَمَا صَلَّى يَوْمَئِذٍ حَتَّى فَرَّقَهُ فَأَمَرَ الْعَبَّاس أَنْ يَأْخُذ مِنْهُ وَيَحْتَثِي فَكَانَ الْعَبَّاس يَقُول : هَذَا خَيْر مِمَّا أُخِذَ مِنَّا وَأَرْجُو الْمَغْفِرَة وَقَالَ يَعْقُوب بْن سُفْيَان : حَدَّثَنَا عَمْرو بْن عَاصِم حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة عَنْ حُمَيْد بْن هِلَال قَالَ : بَعَثَ اِبْن الْحَضْرَمِيّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْبَحْرَيْنِ ثَمَانِينَ أَلْفًا مَا أَتَاهُ مَال أَكْثَر مِنْهُ لَا قَبْل وَلَا بَعْد . قَالَ فَنُثِرَتْ عَلَى حَصِير وَنُودِيَ بِالصَّلَاةِ . قَالَ وَجَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَثُلَ قَائِمًا عَلَى الْمَال وَجَاءَ أَهْل الْمَسْجِد فَمَا كَانَ يَوْمَئِذٍ عَدَد وَلَا وَزْن مَا كَانَ إِلَّا فَيْضًا وَجَاءَ الْعَبَّاس بْن عَبْد الْمَطْلَب فَحَثَا فِي خَمِيصَة عَلَيْهِ وَذَهَبَ يَقُوم فَلَمْ يَسْتَطِعْ قَالَ فَرَفَعَ رَأْسه إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه اِرْفَعْ عَلَيَّ . قَالَ فَتَبَسَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى خَرَجَ ضَاحِكُهُ أَوْ نَابُهُ وَقَالَ لَهُ \" أَعِدْ مِنْ الْمَال طَائِفَة وَقُمْ بِمَا تُطِيق \" قَالَ فَفَعَلَ وَجَعَلَ الْعَبَّاس يَقُول : وَهُوَ مُنْطَلِق أَمَّا إِحْدَى اللَّتَيْنِ وَعَدَنَا اللَّه فَقَدْ أَنْجَزَنَا وَمَا نَدْرِي مَا يَصْنَع فِي الْأُخْرَى \" يَا أَيّهَا النَّبِيّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنْ الْأَسْرَى \" الْآيَة ثُمَّ قَالَ هَذَا خَيْر مِمَّا أُخِذَ مِنَّا وَمَا أَدْرِي مَا يَصْنَع اللَّه فِي الْأُخْرَى فَمَا زَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَاثِلًا عَلَى ذَلِكَ الْمَال حَتَّى مَا بَقِيَ مِنْهُ دِرْهَم وَمَا بَعَثَ إِلَى أَهْله بِدِرْهَمٍ ثُمَّ أَتَى الصَّلَاة فَصَلَّى . \" حَدِيث آخَر فِي ذَلِكَ \" قَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ : أَنْبَأَنَا أَبُو عَبْد اللَّه الْحَافِظ أَخْبَرَنِي أَبُو الطَّيِّب مُحَمَّد بْن مُحَمَّد بْن عَبْد اللَّه السَّعِيدِيّ حَدَّثَنَا مُحَمَّد بْن عِصَام حَدَّثَنَا حَفْص بْن عَبْد اللَّه حَدَّثَنَا إِبْرَاهِيم بْن طَهْمَان عَنْ عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس بْن مَالِك قَالَ : أُتِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَالٍ مِنْ الْبَحْرَيْنِ فَقَالَ \" اُنْثُرُوهُ فِي مَسْجِدِي \" قَالَ وَكَانَ أَكْثَر مَال أُتِيَ بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَخَرَجَ إِلَى الصَّلَاة وَلَمْ يَلْتَفِت إِلَيْهِ فَلَمَّا قَضَى الصَّلَاة جَاءَ فَجَلَسَ إِلَيْهِ فَمَا كَانَ يَرَى أَحَدًا إِلَّا أَعْطَاهُ إِذْ جَاءَهُ الْعَبَّاس فَقَالَ يَا رَسُول اللَّه أَعْطِنِي فَإِنِّي فَادَيْت نَفْسِي وَفَادَيْت عَقِيلًا فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُذْ \" فَحَثَا فِي ثَوْبه ثُمَّ ذَهَبَ يُقِلُّهُ فَلَمْ يَسْتَطِعْ فَقَالَ مُرْ بَعْضهمْ يَرْفَعْهُ إِلَيَّ قَالَ \" لَا \" قَالَ فَارْفَعْهُ أَنْتَ عَلَيَّ قَالَ \" لَا \" فَنَثَرَ مِنْهُ ثُمَّ اِحْتَمَلَهُ عَلَى كَاهِله ثُمَّ اِنْطَلَقَ فَمَا زَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُتْبِعهُ بَصَره حَتَّى خَفِيَ عَنْهُ عَجَبًا مِنْ حِرْصه فَمَا قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَثَمَّ مِنْهَا دِرْهَمٌ وَقَدْ رَوَاهُ الْبُخَارِيّ فِي مَوَاضِع مِنْ صَحِيحه تَعْلِيقًا بِصِيغَةِ الْجَزْم يَقُول : وَقَالَ إِبْرَاهِيم بْن طَهْمَان وَيَسُوقهُ وَفِي بَعْض السِّيَاقَات أَتَمُّ مِنْ هَذَا .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43121, "aya_id": 70}]