[{"text": "أَوَكُلَّمَا عَاهَدُواْ عَهْداً نَّبَذَهُ فَرِيقٌ مِّنْهُم بَلْ أَكْثَرُهُمْ لاَ يُؤْمِنُونَ", "sura_id": 2, "type": 0, "id": 107, "aya_id": 100}, {"text": "أو كلما عاهدوا عهدا نبذه فريق منهم بل أكثرهم لا يؤمنون", "sura_id": 2, "type": 1, "id": 6343, "aya_id": 100}, {"text": "100 - (أو كلما عاهدوا) الله (عهداً) على الإيمان بالنبي إن خرج ، أو النبي أن لا يعاونوا عليه المشركين (نبذه) طرحه (فريق منهم) بنقضه ، جواب كلما وهو محل الاستفهام الإنكاري (بل) للانتقال (أكثرهم لا يؤمنون) \r\n", "sura_id": 2, "type": 2, "id": 25051, "aya_id": 100}, {"text": "ما أقبح حال بني إسرائيل في نقضهم للعهود!! فكلما عاهدوا عهدًا طرح ذلك العهد فريق منهم, ونقضوه, فتراهم يُبْرِمون العهد اليوم وينقضونه غدًا, بل أكثرهم لا يصدِّقون بما جاء به نبي الله ورسوله محمد صلى الله عليه وسلم.\r\n", "sura_id": 2, "type": 3, "id": 31287, "aya_id": 100}, {"text": " <font color=red>أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ</font><BR><p>وَقَالَ مَالِك بْن الصَّيْف حِين بُعِثَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَذَكَّرَهُمْ مَا أُخِذَ عَلَيْهِمْ مِنْ الْمِيثَاق وَمَا عُهِدَ إِلَيْهِمْ فِي مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : وَاَللَّه مَا عَهِدَ إِلَيْنَا فِي مُحَمَّد وَمَا أَخَذَ عَلَيْنَا مِيثَاقًا أَنْزَلَ اللَّه تَعَالَى \" أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ \" وَقَالَ الْحَسَن الْبَصْرِيّ : فِي قَوْله \" بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ \" قَالَ نَعَمْ لَيْسَ فِي الْأَرْض عَهْد يُعَاهِدُونَ عَلَيْهِ إِلَّا نَقَضُوهُ وَنَبَذُوهُ يُعَاهِدُونَ الْيَوْم وَيَنْقُضُونَ غَدًا . وَقَالَ السُّدِّيّ : لَا يُؤْمِنُونَ بِمَا جَاءَ بِهِ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَقَالَ قَتَادَة : نَبَذَهُ فَرِيقٌ مِنْهُمْ أَيْ نَقَضَهُ فَرِيقٌ مِنْهُمْ . وَقَالَ اِبْن جَرِير أَصْل النَّبْذ الطَّرْح وَالْإِلْقَاء وَمِنْهُ سُمِّيَ اللَّقِيط مَنْبُوذًا وَمِنْهُ سُمِّيَ النَّبِيذ وَهُوَ التَّمْر وَالزَّبِيب إِذَا طُرِحَا فِي الْمَاء . قَالَ أَبُو الْأَسْوَد الدُّؤَلِيّ : طِرْت إِلَى عِنْوَانه فَنَبَذْته كَنَبْذِك نَعْلًا أَخُلِقَتْ مِنْ نِعَالِكَا قُلْت فَالْقَوْم ذَمَّهُمْ اللَّهُ بِنَبْذِهِمْ الْعُهُود الَّتِي تَقَدَّمَ اللَّه إِلَيْهِمْ فِي التَّمَسُّك بِهَا وَالْقِيَام بِحَقِّهَا وَلِهَذَا أَعْقَبَهُمْ ذَلِكَ التَّكْذِيب بِالرَّسُولِ الْمَبْعُوث إِلَيْهِمْ وَإِلَى النَّاس كَافَّة الَّذِي فِي كُتُبهمْ نَعْته وَصِفَته وَأَخْبَاره وَقَدْ أُمِرُوا فِيهَا بِاتِّبَاعِهِ وَمُوَازَرَته وَنُصْرَته كَمَا قَالَ تَعَالَى \" الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل الْآيَة .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38499, "aya_id": 100}]