[{"text": "فَإِنْ آمَنُواْ بِمِثْلِ مَا آمَنتُم بِهِ فَقَدِ اهْتَدَواْ وَّإِن تَوَلَّوْاْ فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ", "sura_id": 2, "type": 0, "id": 144, "aya_id": 137}, {"text": "فإن آمنوا بمثل ما آمنتم به فقد اهتدوا وإن تولوا فإنما هم في شقاق فسيكفيكهم الله وهو السميع العليم", "sura_id": 2, "type": 1, "id": 6380, "aya_id": 137}, {"text": "137 - (فإن آمنوا) أي اليهود والنصارى (بمثل) مثل ، والباء زائدة (ما آمنتم به فقد اهتدوا وإن تولوا) عن الإيمان به (فإنما هم في شقاق) خلاف معكم (فسيكفيكهم الله) يا محمد شقاقهم (وهو السميع) لأقوالهم (العليم) بأحوالهم ، وقد كفاه إياهم بقتل قريظة ونفي النضير وضرب الجزية عليهم \r\n", "sura_id": 2, "type": 2, "id": 25088, "aya_id": 137}, {"text": "فإنْ آمن الكفار من اليهود والنصارى وغيرهم بمثل الذي آمنتم به, مما جاء به الرسول, فقد اهتدوا إلى الحق, وإن أعرضوا فإنما هم في خلاف شديد, فسيكفيك الله -أيها الرسول- شرَّهم وينصرك عليهم, وهو السميع لأقوالكم, العليم بأحوالكم.\r\n", "sura_id": 2, "type": 3, "id": 31324, "aya_id": 137}, {"text": " <font color=red>فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ</font><BR><p>يَقُول تَعَالَى فَإِنْ آمَنُوا يَعْنِي الْكُفَّار مِنْ أَهْل الْكِتَاب وَغَيْرهمْ بِمِثْلِ مَا آمَنْتُمْ بِهِ يَا أَيُّهَا الْمُؤْمِنُونَ مِنْ الْإِيمَان بِجَمِيعِ كُتُب اللَّه وَرُسُله وَلَمْ يُفَرِّقُوا بَيْن أَحَد مِنْهُمْ \" فَقَدْ اِهْتَدَوْا \" أَيْ فَقَدْ أَصَابُوا الْحَقّ وَأُرْشِدُوا إِلَيْهِ \" وَإِنْ تَوَلَّوْا \" أَيْ عَنْ الْحَقّ إِلَى الْبَاطِل بَعْد قِيَام الْحُجَّة عَلَيْهِمْ \" فَإِنَّمَا هُمْ فِي شِقَاق فَسَيَكْفِيكَهُمْ اللَّهُ \" أَيْ فَسَيَنْصُرُك عَلَيْهِمْ وَيُظْفِرك بِهِمْ \" وَهُوَ السَّمِيعُ الْعَلِيمُ \" . قَالَ اِبْن أَبِي حَاتِم قُرِئَ عَلِيّ يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنَا زِيَاد بْن يُونُس حَدَّثَنَا نَافِع بْن أَبِي نُعَيْم قَالَ : أُرْسِلَ إِلَى بَعْض الْخُلَفَاء مُصْحَف عُثْمَان لِيُصْلِحَهُ قَالَ زِيَاد فَقُلْت لَهُ إِنَّ النَّاس لَيَقُولُونَ إِنَّ مُصْحَفه كَانَ فِي حِجْره حِين قُتِلَ فَوَقَعَ الدَّم عَلَى \" فَسَيَكْفِيكَهُمْ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ \" فَقَالَ نَافِع : بَصُرَتْ عَيْنِي الدَّمَ عَلَى هَذِهِ الْآيَة وَقَدْ تَقَدَّمَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38539, "aya_id": 137}]