[{"text": "أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاء أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُوفٌ رَّحِيمٌ", "sura_id": 22, "type": 0, "id": 2660, "aya_id": 65}, {"text": "ألم تر أن الله سخر لكم ما في الأرض والفلك تجري في البحر بأمره و يمسك السماء أن تقع على الأرض إلا بإذنه إن الله بالناس لرؤوف رحيم", "sura_id": 22, "type": 1, "id": 8896, "aya_id": 65}, {"text": "65 - (ألم تر) تعلم (أن الله سخر لكم ما في الأرض) من البهائم (والفلك) السفن (تجري في البحر) للركوب والحمل (بأمره) بإذنه (ويمسك السماء) من (أن) أو لئلا (تقع على الأرض إلا بإذنه) فتهلكوا (إن الله بالناس لرؤوف رحيم) في التسخير والإمساك \r\n", "sura_id": 22, "type": 2, "id": 27604, "aya_id": 65}, {"text": "ألم تر أن الله تعالى ذلَّل لكم ما في الأرض من الدواب والبهائم والزروع والثمار والجماد لركوبكم وطعامكم وكل منافعكم، كما ذلَّل لكم السفن تجري في البحر بقدرته وأمره فتحملكم مع أمتعتكم إلى حيث تشاؤون من البلاد والأماكن، وهو الذي يمسك السماء فيحفظها؛ حتى لا تقع على الأرض فيهلك مَن عليها إلا بإذنه سبحانه بذلك؟ إن الله بالناس لرؤوف رحيم فيما سخر لهم من هذه الأشياء وغيرها؛ تفضلا منه عليهم.\r\n", "sura_id": 22, "type": 3, "id": 33840, "aya_id": 65}, {"text": " <font color=red>أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ</font><BR><p>وَقَوْله \" أَلَمْ تَرَ أَنَّ اللَّه سَخَّرَ لَكُمْ مَا فِي الْأَرْض\" أَيْ مِنْ حَيَوَان وَجَمَاد وَزُرُوع وَثِمَار كَمَا قَالَ \" وَسَخَّرَ لَكُمْ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض جَمِيعًا مِنْهُ \" أَيْ مِنْ إِحْسَانه وَفَضْله وَامْتِنَانه \" وَالْفُلْك تَجْرِي فِي الْبَحْر بِأَمْرِهِ \" أَيْ بِتَسْخِيرِهِ وَتَسْيِيرِهِ أَيْ فِي الْبَحْر الْعَجَاج وَتَلَاطُم الْأَمْوَاج تَجْرِي الْفُلْك بِأَهْلِهَا بِرِيحٍ طَيِّبَة وَرِفْق وَتُؤَدَة فَيَحْمِلُونَ فِيهَا مَا شَاءُوا مِنْ تَجَائِر وَبَضَائِع وَمَنَافِع مِنْ بَلَد إِلَى بَلَد وَقُطْر إِلَى قُطْر وَيَأْتُونَ بِمَا عِنْد أُولَئِكَ إِلَى هَؤُلَاءِ كَمَا ذَهَبُوا بِمَا عِنْد هَؤُلَاءِ إِلَى أُولَئِكَ مِمَّا يَحْتَاجُونَ إِلَيْهِ وَيَطْلُبُونَهُ وَيُرِيدُونَهُ\" وَيُمْسِك السَّمَاء أَنْ تَقَع عَلَى الْأَرْض إِلَّا بِإِذْنِهِ\" أَيْ لَوْ شَاءَ لَأَذِنَ لِلسَّمَاءِ فَسَقَطَتْ عَلَى الْأَرْض فَهَلَكَ مَنْ فِيهَا وَلَكِنْ مِنْ لُطْفه وَرَحْمَته وَقُدْرَته يُمْسِك السَّمَاء أَنْ تَقَع عَلَى الْأَرْض إِلَّا بِإِذْنِهِ وَلِهَذَا قَالَ \" إِنَّ اللَّه بِالنَّاسِ لَرَءُوف رَحِيم \" أَيْ مَعَ ظُلْمهمْ كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَإِنَّ رَبّك لَذُو مَغْفِرَة لِلنَّاسِ عَلَى ظُلْمهمْ وَإِنَّ رَبّك لَشَدِيد الْعِقَاب \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39090, "aya_id": 65}]