[{"text": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ", "sura_id": 44, "type": 0, "id": 4470, "aya_id": 56}, {"text": "لا يذوقون فيها الموت إلا الموتة الأولى ووقاهم عذاب الجحيم", "sura_id": 44, "type": 1, "id": 10706, "aya_id": 56}, {"text": "56 - (لا يذوقون فيها الموت إلا الموتة الأولى) أي التي في الدنيا بعد حياتهم فيها قال بعضهم الا بمعنى بعد (ووقاهم عذاب الجحيم) \r\n", "sura_id": 44, "type": 2, "id": 29414, "aya_id": 56}, {"text": "لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا, ووقى الله هؤلاء التقين عذاب الجحيم؛\r\n", "sura_id": 44, "type": 3, "id": 35650, "aya_id": 56}, {"text": " <font color=red>لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ</font><BR><p>قَوْله \" لَا يَذُوقُونَ فِيهَا الْمَوْت إِلَّا الْمَوْتَة الْأُولَى \" هَذَا اِسْتِثْنَاء يُؤَكِّد النَّفْي فَإِنَّهُ اِسْتِثْنَاء مُنْقَطِع وَمَعْنَاهُ أَنَّهُمْ لَا يَذُوقُونَ فِيهَا الْمَوْت أَبَدًا كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُؤْتَى بِالْمَوْتِ فِي صُورَة كَبْش أَمْلَح فَيُوقَف بَيْن الْجَنَّة وَالنَّار ثُمَّ يُذْبَح ثُمَّ يُقَال يَا أَهْل الْجَنَّة خُلُود فَلَا مَوْت وَيَا أَهْل النَّار خُلُود فَلَا مَوْت \" وَقَدْ تَقَدَّمَ الْحَدِيث فِي سُورَة مَرْيَم عَلَيْهَا السَّلَام . وَقَالَ عَبْد الرَّزَّاق حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي مُسْلِم الْأَغَرّ عَنْ أَبِي سَعِيد وَأَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُمَا قَالَا : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُقَال لِأَهْلِ الْجَنَّة إِنَّ لَكُمْ أَنْ تَصِحُّوا فَلَا تَسْقَمُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَعِيشُوا فَلَا تَمُوتُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَنْعَمُوا فَلَا تَبْأَسُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا \" رَوَاهُ مُسْلِم عَنْ إِسْحَاق بْن رَاهْوَيْهِ وَعَبْد بْن حُمَيْد كِلَاهُمَا عَنْ عَبْد الرَّزَّاق بِهِ هَكَذَا يَقُول أَبُو إِسْحَاق وَأَهْل الْعِرَاق أَبُو مُسْلِم الْأَغَرّ وَأَهْل الْمَدِينَة يَقُولُونَ أَبُو عَبْد اللَّه الْأَغَرّ . وَقَالَ أَبُو بَكْر بْن أَبِي دَاوُدَ السِّجِسْتَانِيّ حَدَّثَنَا أَحْمَد بْن حَفْص عَنْ أَبِيهِ عَنْ إِبْرَاهِيم بْن طَهْمَان عَنْ الْحَجَّاج هُوَ اِبْن حَجَّاج عَنْ عُبَادَة عَنْ عَبْد اللَّه بْن عَمْرو عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَنْ اِتَّقَى اللَّه دَخَلَ الْجَنَّة يُنَعَّم فِيهَا وَلَا يَبْأَس وَيَحْيَا فِيهَا فَلَا يَمُوت لَا تَبْلَى ثِيَابه وَلَا يَفْنَى شَبَابه\" وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن يَحْيَى حَدَّثَنَا عَمْرو بْن مُحَمَّد النَّاقِد حَدَّثَنَا سُلَيْم بْن عَبْد اللَّه الرَّقِّيّ حَدَّثَنَا مُصْعَب بْن إِبْرَاهِيم حَدَّثَنَا عِمْرَان بْن الرَّبِيع الْكُوفِيّ عَنْ يَحْيَى بْن سَعِيد الْأَنْصَارِيّ عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : سُئِلَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيَنَامُ أَهْل الْجَنَّة ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" النَّوْم أَخُو الْمَوْت وَأَهْل الْجَنَّة لَا يَنَامُونَ \" وَهَكَذَا رَوَاهُ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره حَدَّثَنَا أَحْمَد بْن الْقَاسِم بْن صَدَقَة الْمِصْرِيّ حَدَّثَنَا الْمِقْدَام بْن دَاوُدَ حَدَّثَنَا عَبْد اللَّه بْن الْمُغِيرَة حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" النَّوْم أَخُو الْمَوْت وَأَهْل الْجَنَّة لَا يَنَامُونَ \" . وَقَالَ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا الْفَضْل بْن يَعْقُوب حَدَّثَنَا مُحَمَّد بْن يُوسُف الْفِرْيَابِيّ عَنْ سُفْيَان عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ قَالَ : قِيلَ يَا رَسُول اللَّه هَلْ يَنَام أَهْل الْجَنَّة ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا النَّوْم أَخُو الْمَوْت \" ثُمَّ قَالَ لَا نَعْلَم أَحَدًا أَسْنَدَهُ عَنْ اِبْن الْمُنْكَدِر عَنْ جَابِر رَضِيَ اللَّه عَنْهُ إِلَّا الثَّوْرِيّ وَلَا عَنْ الثَّوْرِيّ إِلَّا الْفِرْيَابِيّ هَكَذَا قَالَ وَقَدْ تَقَدَّمَ خِلَاف ذَلِكَ وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" وَوَقَاهُمْ عَذَاب الْجَحِيم \" أَيْ مَعَ هَذَا النَّعِيم الْعَظِيم الْمُقِيم قَدْ وَقَاهُمْ وَسَلَّمَهُمْ وَنَجَّاهُمْ وَزَحْزَحَهُمْ عَنْ الْعَذَاب الْأَلِيم فِي دَرَكَات الْجَحِيم فَحَصَلَ لَهُمْ الْمَطْلُوب وَنَجَّاهُمْ مِنْ الْمَرْهُوب .</p><BR> <br> ", "sura_id": 44, "type": 4, "id": 41272, "aya_id": 56}]