[{"text": "ثُمَّ أَنَزلَ اللّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعذَّبَ الَّذِينَ كَفَرُواْ وَذَلِكَ جَزَاء الْكَافِرِينَ", "sura_id": 9, "type": 0, "id": 1261, "aya_id": 26}, {"text": "ثم أنزل الله سكينته على رسوله و على المؤمنين و أنزل جنودا لم تروها و عذب الذين كفروا و ذلك جزاء الكافرين", "sura_id": 9, "type": 1, "id": 7497, "aya_id": 26}, {"text": "26 - (ثم أنزل الله سكينته) طمأنينته (على رسوله وعلى المؤمنين) فردوا إلى النبي صلى الله عليه وسلم لما ناداهم العباس بإذنه وقاتلوا (وأنزل جنوداً لم تروها) ملائكة (وعذب الذين كفروا) بالقتل والأسر (وذلك جزاء الكافرين) \r\n", "sura_id": 9, "type": 2, "id": 26205, "aya_id": 26}, {"text": "ثم أنزل الله الطمأنينة على رسوله وعلى المؤمنين فثبتوا, وأمدَّهم بجنود من الملائكة لم يروها, فنصرهم على عدوهم, وعذَّب الذين كفروا. وتلك عقوبة الله للصادِّين عن دينه, المكذِّبين لرسوله.\r\n", "sura_id": 9, "type": 3, "id": 32441, "aya_id": 26}, {"text": " <font color=red>ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ أَنْزَلَ اللَّه سَكِينَته عَلَى رَسُوله \" أَيْ طُمَأْنِينَته وَثَبَاته عَلَى رَسُوله \" وَعَلَى الْمُؤْمِنِينَ \" أَيْ الَّذِينَ مَعَهُ \" وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا \" وَهُمْ الْمَلَائِكَة كَمَا قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير : حَدَّثَنِي الْحَسَن بْن عَرَفَة قَالَ : حَدَّثَنِي الْمُعْتَمِر بْن سُلَيْمَان عَنْ عَوْف هُوَ اِبْن أَبِي جَمِيلَة الْأَعْرَابِيّ قَالَ : سَمِعْت عَبْد الرَّحْمَن مَوْلَى اِبْن بُرْثُن حَدَّثَنِي رَجُل كَانَ مَعَ الْمُشْرِكِينَ يَوْم حُنَيْن قَالَ : لَمَّا اِلْتَقَيْنَا نَحْنُ وَأَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يَوْم حُنَيْن لَمْ يَقُومُوا لَنَا حَلْب شَاة قَالَ فَلَمَّا كَشَفْنَاهُمْ جَعَلْنَا نَسُوقهُمْ فِي آثَارهمْ حَتَّى اِنْتَهَيْنَا إِلَى أَصْحَاب الْبَغْلَة الْبَيْضَاء فَإِذَا هُوَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : فَتَلَقَّانَا عِنْده رِجَال بِيض حِسَان الْوُجُوه فَقَالَ لَنَا : شَاهَتْ الْوُجُوه اِرْجِعُوا . قَالَ فَانْهَزَمْنَا وَرَكِبُوا أَكْتَافنَا فَكَانَتْ إِيَّاهَا وَقَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَنْبَأَنَا أَبُو عَبْد اللَّه الْحَافِظ حَدَّثَنِي مُحَمَّد بْن أَحْمَد بْن بَالَوَيْهِ حَدَّثَنَا إِسْحَاق بْن الْحَسَن الْحَرَمِيّ حَدَّثَنَا عَفَّان بْن مُسْلِم حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا اِبْن حَصِيرَة حَدَّثَنَا الْقَاسِم بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ قَالَ : قَالَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ كُنْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم حُنَيْن فَوَلَّى عَنْهُ النَّاس وَبَقِيت مَعَهُ فِي ثَمَانِينَ رَجُلًا مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار قَدِمْنَا وَلَمْ نُوَلِّهِمْ الدُّبْر وَهُمْ الَّذِينَ أَنْزَلَ اللَّه عَلَيْهِمْ السَّكِينَة قَالَ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى بَغْلَته الْبَيْضَاء يَمْضِي قُدُمًا فَحَادَتْ بَغْلَته فَمَالَ عَنْ السَّرْج فَقُلْت : اِرْتَفِعْ رَفَعَك اللَّه قَالَ \" نَاوِلْنِي كَفًّا مِنْ التُّرَاب \" فَنَاوَلْته قَالَ فَضَرَبَ بِهِ وُجُوههمْ فَامْتَلَأَتْ أَعْيُنهمْ تُرَابًا قَالَ \" أَيْنَ الْمُهَاجِرُونَ وَالْأَنْصَار ؟ \" قُلْت : هُمْ هُنَاكَ قَالَ \" اِهْتِفْ بِهِمْ \" فَهَتَفْت فَجَاءُوا وَسُيُوفهمْ بِأَيْمَانِهِمْ كَأَنَّهَا الشُّهُب وَوَلَّى الْمُشْرِكُونَ أَدْبَارهمْ وَرَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده عَنْ عَفَّان بِهِ نَحْوه وَقَالَ الْوَلِيد بْن مُسْلِم : حَدَّثَنِي عَبْد اللَّه بْن الْمُبَارَك عَنْ أَبِي بَكْر الْهُذَلِيّ عَنْ عِكْرِمَة مَوْلَى اِبْن عَبَّاس عَنْ شَيْبَة بْن عُثْمَان قَالَ : لَمَّا رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم حُنَيْن قَدْ عَرِيَ ذَكَرْت أَبِي وَعَمِّي وَقَتْل عَلِيّ وَحَمْزَة إِيَّاهُمَا فَقُلْت الْيَوْم أُدْرِك ثَأْرِي مِنْهُ قَالَ فَذَهَبْت لِأَجِيئَهُ عَنْ يَمِينه فَإِذَا أَنَا بِالْعَبَّاسِ بْن عَبْد الْمُطَّلِب قَائِمًا عَلَيْهِ دِرْع بَيْضَاء كَأَنَّهَا فِضَّة يَكْشِف عَنْهَا الْعَجَاج فَقُلْت : عَمّه وَلَنْ يَخْذُلهُ قَالَ فَجِئْته عَنْ يَسَاره فَإِذَا أَنَا بِأَبِي سُفْيَان بْن الْحَارِث بْن عَبْد الْمُطَّلِب فَقُلْت : اِبْن عَمّه وَلَنْ يَخْذُلهُ فَجِئْته مِنْ خَلْفه فَلَمْ يَبْقَ إِلَّا أَنْ أُسَوِّرهُ سَوْرَة بِالسَّيْفِ إِذْ رُفِعَ لِي شُوَاظ مِنْ نَار بَيْنِي وَبَيْنه كَأَنَّهُ بَرْق فَخِفْت أَنْ يَخْمُشنِي فَوَضَعْت يَدِي عَلَى بَصَرِي وَمَشَيْت الْقَهْقَرَى فَالْتَفَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" يَا شَيْبَة يَا شَيْبَة اُدْنُ مِنِّي اللَّهُمَّ أَذْهِبْ عَنْهُ الشَّيْطَان \" قَالَ : فَرَفَعْت إِلَيْهِ بَصَرِي وَلَهُوَ أَحَبّ إِلَيَّ مِنْ سَمْعِي وَبَصَرِي فَقَالَ \" يَا شَيْبَة قَاتِل الْكُفَّار \" رَوَاهُ الْبَيْهَقِيّ مِنْ حَدِيث الْوَلِيد فَذَكَرَهُ ثُمَّ رُوِيَ مِنْ حَدِيث أَيُّوب بْن جَابِر عَنْ صَدَقَة بْن سَعِيد عَنْ مُصْعَب بْن شَيْبَة عَنْ أَبِيهِ قَالَ : خَرَجْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم حُنَيْن وَاَللَّه مَا أَخْرَجَنِي إِسْلَام وَلَا مَعْرِفَة بِهِ وَلَكِنَّنِي أَبَيْت أَنْ تَظْهَر هَوَازِن عَلَى قُرَيْش فَقُلْت وَأَنَا وَاقِف مَعَهُ : يَا رَسُول اللَّه إنِّي أَرَى خَيْلًا بَلْقَاء فَقَالَ \" يَا شَيْبَة إِنَّهُ لَا يَرَاهَا إِلَّا كَافِر \" فَضَرَبَ بِيَدِهِ عَلَى صَدْرِي ثُمَّ قَالَ \" اللَّهُمَّ اِهْدِ شَيْبَة \" ثُمَّ ضَرَبَهَا الثَّانِيَة ثُمَّ قَالَ \" اللَّهُمَّ اِهْدِ شَيْبَة \" ثُمَّ ضَرَبَهَا الثَّالِثَة ثُمَّ قَالَ \" اللَّهُمَّ اِهْدِ شَيْبَة \" قَالَ فَوَاَللَّهِ مَا رَفَعَ يَده عَنْ صَدْرِي فِي الثَّالِثَة حَتَّى مَا كَانَ أَحَد مِنْ خَلْق اللَّه أَحَبّ إلَيَّ مِنْهُ وَذَكَرَ تَمَام الْحَدِيث فِي اِلْتِقَاء النَّاس وَانْهِزَام الْمُسْلِمِينَ وَنِدَاء الْعَبَّاس وَاسْتِنْصَار رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى هَزَمَ اللَّه تَعَالَى الْمُشْرِكِينَ قَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنِي أَبِي إِسْحَاق بْن يَسَار عَمَّنْ حَدَّثَهُ عَنْ جُبَيْر بْن مُطْعَم رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّا لَمَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم حُنَيْن وَالنَّاس يَقْتَتِلُونَ إِذْ نَظَرْت إِلَى مِثْل الْبِجَاد الْأَسْوَد يَهْوِي مِنْ السَّمَاء حَتَّى وَقَعَ بَيْننَا وَبَيْن الْقَوْم فَإِذَا نَمْل مَنْثُور قَدْ مَلَأ الْوَادِي فَلَمْ يَكُنْ إِلَّا هَزِيمَة قَوْم فَمَا كُنَّا نَشُكّ أَنَّهَا الْمَلَائِكَة وَقَالَ سَعِيد بْن السَّائِب بْن يَسَار عَنْ أَبِيهِ قَالَ : سَمِعْت يَزِيد بْن عَامِر السُّوَائِيّ وَكَانَ شَهِدَ حُنَيْنًا مَعَ الْمُشْرِكِينَ ثُمَّ أَسْلَمَ بَعْد فَكُنَّا نَسْأَلهُ عَنْ الرُّعْب الَّذِي أَلْقَى اللَّه فِي قُلُوب الْمُشْرِكِينَ يَوْم حُنَيْن فَكَانَ يَأْخُذ الْحَصَاة فَيَرْمِي بِهَا فِي الطَّسْت فَيَطِنّ فَيَقُول كُنَّا نَجِد فِي أَجْوَافنَا مِثْل هَذَا وَقَدْ تَقَدَّمَ لَهُ شَاهِد مِنْ حَدِيث الْفِهْرِيّ يَزِيد بْن أُسَيْد فَاَللَّه أَعْلَم وَفِي صَحِيح مُسْلِم عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ هَمَّام قَالَ : هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" نُصِرْت بِالرُّعْبِ وَأُوتِيت جَوَامِع الْكَلِم \" وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ أَنْزَلَ اللَّه سَكِينَته عَلَى رَسُوله وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاء الْكَافِرِينَ \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43442, "aya_id": 26}]