[{"text": "وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ لِيُطَاعَ بِإِذْنِ اللّهِ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُواْ أَنفُسَهُمْ جَآؤُوكَ فَاسْتَغْفَرُواْ اللّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُواْ اللّهَ تَوَّابًا رَّحِيمًا", "sura_id": 4, "type": 0, "id": 557, "aya_id": 64}, {"text": "وما أرسلنا من رسول إلا ليطاع بإذن الله ولو أنهم إذ ظلموا أنفسهم جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله توابا رحيما", "sura_id": 4, "type": 1, "id": 6793, "aya_id": 64}, {"text": "64 - (وما أرسلنا من رسول إلا ليطاع) فيما يأمر به ويحكم (بإذن الله) بأمره لا ليعصى ويخالف (ولو أنهم إذ ظلموا أنفسهم) بتحاكمهم إلى الطاغوت (جاؤوك) تائبين (فاستغفروا الله واستغفر لهم الرسول) فيه التفات عن الخطاب تفخيما لشأنه (لوجدوا الله توابا) عليهم (رحيما) بهم \r\n", "sura_id": 4, "type": 2, "id": 25501, "aya_id": 64}, {"text": "وما بعَثْنَا من رسول من رسلنا, إلا ليستجاب له, بأمر الله تعالى وقضائه. ولو أن هؤلاء الذين ظلموا أنفسهم باقتراف السيئات, جاؤوك -أيها الرسول- في حياتك تائبين سائلين الله أن يغفر لهم ذنوبهم, واستغفرت لهم, لوجدوا الله توابًا رحيمًا.\r\n", "sura_id": 4, "type": 3, "id": 31737, "aya_id": 64}, {"text": " <font color=red>وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا</font><BR><p>يَقُول تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ رَسُول إِلَّا لِيُطَاعَ \" أَيْ فُرِضَتْ طَاعَته عَلَى مَنْ أُرْسِلَ إِلَيْهِمْ وَقَوْله \" بِإِذْنِ اللَّه \" قَالَ مُجَاهِد : أَيْ لَا يُطِيع أَحَد إِلَّا بِإِذْنِي يَعْنِي لَا يُطِيعهُ إِلَّا مَنْ وَفَّقْته لِذَلِكَ قَوْله \" وَلَقَدْ صَدَقَكُمْ اللَّه وَعْده إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ \" أَيْ عَنْ أَمْره وَقَدَره وَمَشِيئَته وَتَسْلِيطه إِيَّاكُمْ عَلَيْهِمْ وَقَوْله \" وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسهمْ \" الْآيَة يُرْشِد تَعَالَى الْعُصَاة وَالْمُذْنِبِينَ إِذَا وَقَعَ مِنْهُمْ الْخَطَأ وَالْعِصْيَان أَنْ يَأْتُوا إِلَى الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَسْتَغْفِرُوا اللَّه عِنْده وَيَسْأَلُوهُ أَنْ يَسْتَغْفِر لَهُمْ فَإِنَّهُمْ إِذَا فَعَلُوا ذَلِكَ تَابَ اللَّه عَلَيْهِمْ وَرَحِمَهُمْ وَغَفَرَ لَهُمْ وَلِهَذَا قَالَ \" لَوَجَدُوا اللَّه تَوَّابًا رَحِيمًا \" وَقَدْ ذَكَرَ جَمَاعَة مِنْهُمْ الشَّيْخ أَبُو مَنْصُور الصَّبَّاغ فِي كِتَابه الشَّامِل الْحِكَايَة الْمَشْهُورَة عَنْ الْعُتْبِيّ قَالَ : كُنْت جَالِسًا عِنْد قَبْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَ أَعْرَابِيّ فَقَالَ : السَّلَام عَلَيْك يَا رَسُول اللَّه سَمِعْت اللَّه يَقُول \" وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسهمْ جَاءُوك فَاسْتَغْفَرُوا اللَّه وَاسْتَغْفَرَ لَهُمْ الرَّسُول لَوَجَدُوا اللَّه تَوَّابًا رَحِيمًا \" وَقَدْ جِئْتُك مُسْتَغْفِرًا لِذَنْبِي مُسْتَشْفِعًا بِك إِلَى رَبِّي ثُمَّ أَنْشَأَ يَقُول : يَا خَيْر مَنْ دُفِنَتْ بِالْقَاعِ أَعْظُمه فَطَابَ مِنْ طِيبهنَّ الْقَاع وَالْأَكَم نَفْسِي الْفِدَاء لِقَبْرٍ أَنْتَ سَاكِنه فِيهِ الْعَفَاف وَفِيهِ الْجُود وَالْكَرَم ثُمَّ اِنْصَرَفَ الْأَعْرَابِيّ فَغَلَبَتْنِي عَيْنِي فَرَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فِي النَّوْم فَقَالَ : يَا عُتْبِيّ الْحَقْ الْأَعْرَابِيّ فَبَشِّرْهُ أَنَّ اللَّه قَدْ غَفَرَ لَهُ \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40904, "aya_id": 64}]