[{"text": "إِنَّ اللّهَ مَعَ الَّذِينَ اتَّقَواْ وَّالَّذِينَ هُم مُّحْسِنُونَ", "sura_id": 16, "type": 0, "id": 2029, "aya_id": 128}, {"text": "إن الله مع الذين اتقوا والذين هم محسنون", "sura_id": 16, "type": 1, "id": 8265, "aya_id": 128}, {"text": "128 - (إن الله مع الذين اتقوا) الكفر والمعاصي (والذين هم محسنون) بالطاعة والصبر بالعون والنصر \r\n", "sura_id": 16, "type": 2, "id": 26973, "aya_id": 128}, {"text": "إن الله سبحانه وتعالى مع الذين اتقوه بامتثال ما أمر واجتناب ما نهى بالنصر والتأييد, ومع الذين يحسنون أداء فرائضه والقيام بحقوقه ولزوم طاعته, بعونه وتوفيقه ونصره.\r\n", "sura_id": 16, "type": 3, "id": 33209, "aya_id": 128}, {"text": " <font color=red>إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ</font><BR><p>وَقَوْله \" إِنَّ اللَّه مَعَ الَّذِينَ اِتَّقَوْا وَاَلَّذِينَ هُمْ مُحْسِنُونَ\" أَيْ مَعَهُمْ بِتَأْيِيدِهِ وَنَصْره وَمَعُونَته وَهَدْيه وَسَعْيه وَهَذِهِ مَعِيَّة خَاصَّة كَقَوْلِهِ \" إِذْ يُوحِي رَبّك إِلَى الْمَلَائِكَة أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا \" وَقَوْله لِمُوسَى وَهَارُون \" لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَع وَأَرَى \" وَقَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلصِّدِّيقِ وَهُمَا فِي الْغَار \" لَا تَحْزَن إِنَّ اللَّه مَعَنَا \" وَأَمَّا الْمَعِيَّة الْعَامَّة فَبِالسَّمْعِ وَالْبَصَر وَالْعِلْم كَقَوْلِهِ تَعَالَى \" وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاَللَّه بِمَا تَعْمَلُونَ بَصِير \" وَكَقَوْلِهِ تَعَالَى \" أَلَمْ تَرَ أَنَّ اللَّه يَعْلَم مَا فِي السَّمَاوَات وَمَا فِي الْأَرْض مَا يَكُون مِنْ نَجْوَى ثَلَاثَة إِلَّا هُوَ رَابِعهمْ وَلَا خَمْسَة إِلَّا هُوَ سَادِسهمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَر إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا \" وَكَمَا قَالَ تَعَالَى \" وَمَا تَكُون فِي شَأْن وَمَا تَتْلُو مِنْهُ مِنْ قُرْآن وَلَا تَعْمَلُونَ مِنْ عَمَل إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا \" الْآيَة ; وَمَعْنَى \" الَّذِينَ اِتَّقَوْا \" أَيْ تَرَكُوا الْمُحَرَّمَات \" الَّذِينَ هُمْ مُحْسِنُونَ \" أَيْ فَعَلُوا الطَّاعَات فَهَؤُلَاءِ اللَّه يَحْفَظهُمْ وَيَكْلَؤُهُمْ وَيَنْصُرهُمْ وَيُؤَيِّدهُمْ وَيُظْفِرهُمْ عَلَى أَعْدَائِهِمْ وَمُخَالِفِيهِمْ وَقَالَ اِبْن أَبِي حَاتِم ثَنَا أَبِي ثَنَا مُحَمَّد بْن بَشَّار ثَنَا أَبُو أَحْمَد الزُّبَيْر ثَنَا مِسْعَر عَنْ اِبْن عَوْن عَنْ مُحَمَّد بْن حَاطِب قَالَ كَانَ عُثْمَان رَضِيَ اللَّه عَنْهُ مِنْ الَّذِينَ آمَنُوا وَاَلَّذِينَ اِتَّقَوْا وَاَلَّذِينَ هُمْ مُحْسِنُونَ . آخِر تَفْسِير سُورَة النَّحْل وَلِلَّهِ الْحَمْد وَالْمِنَّة وَصَلَّى اللَّه عَلَى مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْلِيمًا .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38083, "aya_id": 128}]