[{"text": "يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنتُمْ تَعْمَلُونَ", "sura_id": 29, "type": 0, "id": 3395, "aya_id": 55}, {"text": "يوم يغشاهم العذاب من فوقهم ومن تحت أرجلهم ويقول ذوقوا ما كنتم تعملون", "sura_id": 29, "type": 1, "id": 9631, "aya_id": 55}, {"text": "55 - (يوم يغشاهم العذاب من فوقهم ومن تحت أرجلهم ويقول) فيه بالنون نأمر بالقول وبالياء يقول الموكل بالعذاب (ذوقوا ما كنتم تعملون) أي جزاءه فلا تفوتونا \r\n", "sura_id": 29, "type": 2, "id": 28339, "aya_id": 55}, {"text": "يوم القيامة يغشى الكافرين عذاب جهنم من فوق رؤوسهم, ومِن تحت أقدامهم, فالنار تغشاهم من سائر جهاتهم, ويقول الله لهم حينئذ: ذوقوا جزاء ما كنتم تعملونه في الدنيا: من الإشراك بالله, وارتكاب الجرائم والآثام.\r\n", "sura_id": 29, "type": 3, "id": 34575, "aya_id": 55}, {"text": " <font color=red>يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>ثُمَّ قَالَ عَزَّ وَجَلَّ\" يَوْم يَغْشَاهُمْ الْعَذَاب مِنْ فَوْقهمْ وَمِنْ تَحْت أَرْجُلهمْ\" كَقَوْلِهِ تَعَالَى \" لَهُمْ مِنْ جَهَنَّم مِهَاد وَمِنْ فَوْقهمْ غَوَاشٍ \" وَقَالَ تَعَالَى \" لَهُمْ مِنْ فَوْقهمْ ظُلَل مِنْ النَّار وَمِنْ تَحْتهمْ ظُلَل \" وَقَالَ تَعَالَى \" لَوْ يَعْلَم الَّذِينَ كَفَرُوا حِين لَا يَكُفُّونَ عَنْ وُجُوههمْ النَّار وَلَا عَنْ ظُهُورهمْ\" الْآيَة فَالنَّار تَغْشَاهُمْ مِنْ سَائِر جِهَاتهمْ وَهَذَا أَبْلَغ فِي الْعَذَاب الْحِسِّيّ وَقَوْله تَعَالَى \" وَنَقُول ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ \" تَهْدِيد وَتَقْرِيع وَتَوْبِيخ وَهَذَا عَذَاب مَعْنَوِيّ عَلَى النُّفُوس كَقَوْلِهِ تَعَالَى : \" يَوْم يُسْحَبُونَ فِي النَّار عَلَى وُجُوههمْ ذُوقُوا مَسّ سَقَر إِنَّا كُلّ شَيْء خَلَقْنَاهُ بِقَدَرٍ \" وَقَالَ تَعَالَى \" يَوْم يُدَعُّونَ إِلَى نَار جَهَنَّم دَعًّا هَذِهِ النَّار الَّتِي كُنْتُمْ بِهِ تُكَذِّبُونَ أَفَسِحْر هَذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ اِصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاء عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ\" .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39824, "aya_id": 55}]