[{"text": "فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلاَفَ رَسُولِ اللّهِ وَكَرِهُواْ أَن يُجَاهِدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللّهِ وَقَالُواْ لاَ تَنفِرُواْ فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَّوْ كَانُوا يَفْقَهُونَ", "sura_id": 9, "type": 0, "id": 1316, "aya_id": 81}, {"text": "فرح المخلفون بمقعدهم خلاف رسول الله وكرهوا أن يجاهدوا بأموالهم وأنفسهم في سبيل الله وقالوا لا تنفروا في الحر قل نار جهنم أشد حرا لو كانوا يفقهون", "sura_id": 9, "type": 1, "id": 7552, "aya_id": 81}, {"text": "81 - (فرح المخلفون) عن تبوك (بمقعدهم) أي بقعودهم (خلاف) أي بعد (رسول الله وكرهوا أن يجاهدوا بأموالهم وأنفسهم في سبيل الله وقالوا) أي قال بعضهم لبعض (لا تنفروا) تخرجوا إلى الجهاد (في الحر قل نار جهنم أشد حراً) من تبوك فالأولى أن يتقوها بترك التخلف (لو كانوا يفقهون) يعلمون ذلك ما تخلفوا \r\n", "sura_id": 9, "type": 2, "id": 26260, "aya_id": 81}, {"text": "فرح المخلفون الذين تخلفوا عن رسول الله صلى الله عليه وسلم بقعودهم في (المدينة) مخالفين لرسول الله صلى الله عليه وسلم, وكرهوا أن يجاهدوا معه بأموالهم وأنفسهم في سبيل الله, وقال بعضهم لبعض: لا تنفروا في الحرِّ, وكانت غزوة (تبوك) في وقت شدة الحرِّ. قل لهم -أيها الرسول-: نار جهنم أشد حرًا, لو كانوا يعلمون ذلك.\r\n", "sura_id": 9, "type": 3, "id": 32496, "aya_id": 81}, {"text": " <font color=red>فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ</font><BR><p>يَقُول تَعَالَى ذَامًّا لِلْمُنَافِقِينَ الْمُتَخَلِّفِينَ عَنْ صَحَابَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك وَفَرِحُوا بِقُعُودِهِمْ بَعْد خُرُوجه \" وَكَرِهُوا أَنْ يُجَاهِدُوا \" مَعَهُ \" بِأَمْوَالِهِمْ وَأَنْفُسهمْ فِي سَبِيل اللَّه وَقَالُوا \" أَيْ بَعْضهمْ لِبَعْضٍ \" لَا تَنْفِرُوا فِي الْحَرّ \" وَذَلِكَ أَنَّ الْخُرُوج فِي غَزْوَة تَبُوك كَانَ فِي شِدَّة الْحَرّ عِنْد طِيب الظِّلَال وَالثِّمَار فَلِهَذَا قَالُوا \" لَا تَنْفِرُوا فِي الْحَرّ \" قَالَ اللَّه تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ \" لَهُمْ \" نَار جَهَنَّم \" الَّتِي تَصِيرُونَ إِلَيْهَا بِمُخَالَفَتِكُمْ \" أَشَدّ حَرًّا \" مِمَّا فَرَرْتُمْ مِنْهُ مِنْ الْحَرّ بَلْ أَشَدّ حَرًّا مِنْ النَّار كَمَا قَالَ الْإِمَام مَالِك عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ . \" نَار بَنِي آدَم الَّتِي تُوقِدُونَهَا جُزْء مِنْ سَبْعِينَ جُزْءًا مِنْ نَار جَهَنَّم \" فَقَالُوا يَا رَسُول اللَّه إِنْ كَانَتْ لَكَافِيَة فَقَالَ \" فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَالِك بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ نَاركُمْ هَذِهِ جُزْء مِنْ سَبْعِينَ جُزْءًا مِنْ نَار جَهَنَّم وَضُرِبَتْ فِي الْبَحْر مَرَّتَيْنِ وَلَوْلَا ذَلِكَ مَا جَعَلَ اللَّه فِيهَا مَنْفَعَة لِأَحَدٍ \" . وَهَذَا أَيْضًا إِسْنَاده صَحِيح وَقَدْ رَوَى الْإِمَام أَبُو عِيسَى التِّرْمِذِيّ وَابْن مَاجَهْ عَنْ اِبْن عَبَّاس الدَّوْرِيّ وَعَنْ يَحْيَى بْن أَبِي بُكَيْر عَنْ شَرِيك عَنْ عَاصِم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوْقَدَ اللَّه عَلَى النَّار أَلْف سَنَة حَتَّى اِحْمَرَّتْ ثُمَّ أَوْقَدَ عَلَيْهَا أَلْف سَنَة حَتَّى اِبْيَضَّتْ ثُمَّ أَوْقَدَ عَلَيْهَا أَلْف سَنَة حَتَّى اِسْوَدَّتْ فَهِيَ سَوْدَاء كَاللَّيْلِ الْمُظْلِم \" ثُمَّ قَالَ التِّرْمِذِيّ لَا أَعْلَم أَحَدًا رَفَعَهُ غَيْر يَحْيَى . كَذَا قَالَ وَقَدْ رَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ عَنْ إِبْرَاهِيم بْن مُحَمَّد عَنْ مُحَمَّد بْن الْحُسَيْن بْن مُكْرِم عَنْ عُبَيْد اللَّه بْن سَعِيد عَنْ عَمّه عَنْ شَرِيك وَهُوَ اِبْن عَبْد اللَّه النَّخَعِيّ بِهِ وَرَوَى أَيْضًا اِبْن مَرْدَوَيْهِ مِنْ رِوَايَة مُبَارَك بْن فَضَالَة عَنْ ثَابِت عَنْ أَنَس قَالَ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَارًا وُقُودهَا النَّاس وَالْحِجَارَة \" قَالَ \" أُوقِد عَلَيْهَا أَلْف عَام حَتَّى اِبْيَضَّتْ وَأَلْف عَام حَتَّى اِحْمَرَّتْ وَأَلْف عَام حَتَّى اِسْوَدَّتْ فَهِيَ سَوْدَاء كَاللَّيْلِ لَا يُضِيء لَهِيبهَا \" . وَرَوَى الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ مِنْ حَدِيث تَمَّام بْن نَجِيح وَقَدْ اُخْتُلِفَ فِيهِ عَنْ الْحَسَن عَنْ أَنَس رَفَعَهُ \" لَوْ أَنَّ شَرَارَة بِالْمَشْرِقِ - أَيْ مِنْ نَار جَهَنَّم - لَوَجَدَ حَرّهَا مَنْ بِالْمَغْرِبِ \" . وَرَوَى الْحَافِظ أَبُو يَعْلَى عَنْ إِسْحَاق بْن أَبِي إِسْرَائِيل عَنْ أَبِي عُبَيْدَة الْحَدَّاد عَنْ هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن شَبِيب عَنْ جَعْفَر بْن أَبِي وَحْشِيَّة عَنْ سَعِيد بْن جُبَيْر عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ كَانَ فِي هَذَا الْمَسْجِد مِائَة أَلْف أَوْ يَزِيدُونَ وَفِيهِمْ رَجُل مِنْ أَهْل النَّار فَتَنَفَّسَ فَأَصَابَهُمْ نَفَسه لَاحْتَرَقَ الْمَسْجِد وَمَنْ فِيهِ \" غَرِيب . وَقَالَ الْأَعْمَش عَنْ أَبِي إِسْحَاق عَنْ النُّعْمَان بْن بَشِير قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَهْوَن أَهْل النَّار عَذَابًا يَوْم الْقِيَامَة لَمَنْ لَهُ نَعْلَانِ وَشِرَاكَانِ مِنْ نَار جَهَنَّم يَغْلِي مِنْهُمَا دِمَاغه كَمَا يَغْلِي الْمِرْجَل لَا يَرَى أَنَّ أَحَدًا مِنْ أَهْل النَّار أَشَدّ عَذَابًا مِنْهُ وَإِنَّهُ أَهْوَنهمْ عَذَابًا \" . أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الْأَعْمَش وَقَالَ مُسْلِم أَيْضًا حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا يَحْيَى بْن أَبِي كَثِير حَدَّثَنَا زُهَيْر بْن مُحَمَّد عَنْ سُهَيْل بْن أَبِي صَالِح عَنْ النُّعْمَان بْن أَبِي عَيَّاش عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَدْنَى أَهْل النَّار عَذَابًا يَوْم الْقِيَامَة يَنْتَعِل بِنَعْلَيْنِ مِنْ نَار يَغْلِي دِمَاغه مِنْ حَرَارَة نَعْلَيْهِ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى عَنْ اِبْن عَجْلَان سَمِعْت أَبِي عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَدْنَى أَهْل النَّار عَذَابًا رَجُل يُجْعَل لَهُ نَعْلَانِ يَغْلِي مِنْهُمَا دِمَاغه \" وَهَذَا إِسْنَاد جَيِّد قَوِيّ رِجَاله عَلَى شَرْط مُسْلِم وَاَللَّه أَعْلَم وَالْأَحَادِيث وَالْآثَار النَّبَوِيَّة فِي هَذَا كَثِيرَة وَقَالَ اللَّه تَعَالَى فِي كِتَابه الْعَزِيز \" كَلَّا إِنَّهَا لَظَى نَزَّاعَة لِلشَّوَى \" وَقَالَ تَعَالَى \" يُصَبّ مِنْ فَوْق رُءُوسهمْ الْحَمِيم يُصْهَر بِهِ مَا فِي بُطُونهمْ وَالْجُلُود وَلَهُمْ مَقَامِع مِنْ حَدِيد كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَاب الْحَرِيق \" وَقَالَ تَعَالَى \" إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودهمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرهَا لِيَذُوقُوا الْعَذَاب \" وَقَالَ تَعَالَى فِي هَذِهِ الْآيَة الْكَرِيمَة \" قُلْ نَار جَهَنَّم أَشَدّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ \" أَيْ لَوْ أَنَّهُمْ يَفْقَهُونَ وَيَفْهَمُونَ لَنَفَرُوا مَعَ الرَّسُول فِي سَبِيل اللَّه فِي الْحَرّ لِيَتَّقُوا بِهِ مِنْ حَرّ جَهَنَّم الَّذِي هُوَ أَضْعَاف هَذَا وَلَكِنَّهُمْ كَمَا قَالَ الْآخَر : كَالْمُسْتَجِيرِ مِنْ الرَّمْضَاء بِالنَّارِ وَقَالَ الْآخَر : عُمْرك بِالْحِمْيَةِ أَفْنَيْته خَوْفًا مِنْ الْبَارِد وَالْحَارّ وَكَانَ أَوْلَى لَك أَنْ تَتَّقِي مِنْ الْمَعَاصِي حَذَر النَّار </p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43503, "aya_id": 81}]