[{"text": "إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ", "sura_id": 27, "type": 0, "id": 3189, "aya_id": 30}, {"text": "إنه من سليمان وإنه بسم الله الرحمن الرحيم", "sura_id": 27, "type": 1, "id": 9425, "aya_id": 30}, {"text": "30 - (إنه من سليمان وإنه) مصمونه (بسم الله الرحمن الرحيم) \r\n", "sura_id": 27, "type": 2, "id": 28133, "aya_id": 30}, {"text": "ثم بيَّنت ما فيه فقالت: إنه من سليمان, وإنه مفتتح بـ \"بسم الله الرحمن الرحيم\"\r\n", "sura_id": 27, "type": 3, "id": 34369, "aya_id": 30}, {"text": " <font color=red>إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ</font><BR><p>ثُمَّ قَرَأَتْهُ عَلَيْهِمْ \" إِنَّهُ مِنْ سُلَيْمَان وَإِنَّهُ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم أَلَّا تَعْلُو عَلَيَّ وَأْتُونِي مُسْلِمِينَ \" فَعَرَفُوا أَنَّهُ مِنْ نَبِيّ اللَّه سُلَيْمَان عَلَيْهِ السَّلَام وَأَنَّهُ لَا قِبَل لَهُمْ بِهِ وَهَذَا الْكِتَاب فِي غَايَة الْبَلَاغَة وَالْوَجَازَة وَالْفَصَاحَة فَإِنَّهُ حَصَلَ الْمَعْنَى بِأَيْسَرِ عِبَارَة وَأَحْسَنهَا قَالَ الْعُلَمَاء لَمْ يَكْتُب أَحَد بِسْمِ اللَّه الرَّحْمَن الرَّحِيم قَبْل سُلَيْمَان عَلَيْهِ السَّلَام وَقَدْ رَوَى اِبْن أَبِي حَاتِم فِي ذَلِكَ حَدِيثًا فِي تَفْسِيره حَيْثُ قَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا هَارُون بْن الْفَضْل أَبُو يَعْلَى الْخَيَّاط حَدَّثَنَا أَبُو يُوسُف عَنْ سَلَمَة بْن صَالِح عَنْ عَبْد الْكَرِيم أَبِي أُمَيَّة عَنْ اِبْن بُرَيْدَة عَنْ أَبِيهِ قَالَ : كُنْت أَمْشِي مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" إِنِّي أَعْلَم آيَة لَمْ تَنْزِل عَلَى نَبِيّ قَبْلِي بَعْد سُلَيْمَان بْن دَاوُد \" قُلْت يَا نَبِيّ اللَّه أَيّ آيَة ؟ قَالَ\" سَأُعَلِّمُكهَا قَبْل أَنْ أَخْرُج مِنْ الْمَسْجِد \" قَالَ فَانْتَهَى إِلَى الْبَاب فَأَخْرَجَ إِحْدَى قَدَمَيْهِ فَقُلْت نَسِيَ ثُمَّ اِلْتَفَتَ إِلَيَّ وَقَالَ \" إِنَّهُ مِنْ سُلَيْمَان وَإِنَّهُ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" هَذَا حَدِيث غَرِيب وَإِسْنَاده ضَعِيف وَقَالَ مَيْمُون بْن مِهْرَان كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَكْتُب بِاسْمِك اللَّهُمَّ حَتَّى نَزَلَتْ هَذِهِ الْآيَة فَكَتَبَ\" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39616, "aya_id": 30}]