[{"text": "وَإِن تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ", "sura_id": 29, "type": 0, "id": 3358, "aya_id": 18}, {"text": "وإن تكذبوا فقد كذب أمم من قبلكم وما على الرسول إلا البلاغ المبين", "sura_id": 29, "type": 1, "id": 9594, "aya_id": 18}, {"text": "18 - (وإن تكذبوا) أي تكذبوني يا أهل مكة (فقد كذب أمم من قبلكم) من قبلي (وما على الرسول إلا البلاغ المبين) إلا البلاغ البين في هاتين القصتين تسلية للنبي صلى الله عليه وسلم وقال تعالى في قومه \r\n", "sura_id": 29, "type": 2, "id": 28302, "aya_id": 18}, {"text": "وإن تكذِّبوا - أيها الناس- رسولنا محمدًا صلى الله عليه وسلم فيما دعاكم إليه من عبادة الله وحده, فقد كذبت جماعات من قبلكم رسلها فيما دعتهم إليه من الحق, فحل بهم سخط الله, وما على الرَّسول محمد إلا أن يبلغكم عن الله رسالته البلاغ الواضح, وقد فَعَل.\r\n", "sura_id": 29, "type": 3, "id": 34538, "aya_id": 18}, {"text": " <font color=red>وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ</font><BR><p>وَقَوْله تَعَالَى : \" وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَم مِنْ قَبْلكُمْ \" أَيْ فَبَلَغَكُمْ مَا حَلَّ بِهِمْ مِنْ الْعَذَاب وَالنَّكَال فِي مُخَالَفَة الرُّسُل\" وَمَا عَلَى الرَّسُول إِلَّا الْبَلَاغ الْمُبِين \" يَعْنِي إِنَّمَا عَلَى الرَّسُول أَنْ يُبَلِّغكُمْ مَا أَمَرَهُ اللَّه تَعَالَى بِهِ مِنْ الرِّسَالَة وَاَللَّه يُضِلّ مَنْ يَشَاء وَيَهْدِي مَنْ يَشَاء فَاحْرِصُوا لِأَنْفُسِكُمْ أَنْ تَكُونُوا مِنْ السُّعَدَاء وَقَالَ قَتَادَة فِي قَوْله : \" وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَم مِنْ قَبْلكُمْ \" قَالَ يُعَزِّي نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذَا مِنْ قَتَادَة يَقْتَضِي أَنَّهُ قَدْ اِنْقَطَعَ الْكَلَام الْأَوَّل وَأَعْرَضَ بِهَذَا إِلَى قَوْله : \" فَمَا كَانَ جَوَاب قَوْمه\" وَهَكَذَا نَصَّ عَلَى ذَلِكَ اِبْن جَرِير أَيْضًا وَالظَّاهِر مِنْ السِّيَاق أَنَّ كُلّ هَذَا مِنْ كَلَام إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام يَحْتَجّ عَلَيْهِمْ لِإِثْبَاتِ الْمَعَاد لِقَوْلِهِ بَعْد هَذَا كُلّه \" فَمَا كَانَ جَوَاب قَوْمه \" وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39783, "aya_id": 18}]