[{"text": "إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا", "sura_id": 48, "type": 0, "id": 4591, "aya_id": 8}, {"text": "إنا أرسلناك شاهدا ومبشرا ونذيرا", "sura_id": 48, "type": 1, "id": 10827, "aya_id": 8}, {"text": "8 - (إنا أرسلناك شاهدا) على أمتك في القيامة (ومبشرا) لهم في الدنيا (ونذيرا) منذرا مخوفا فيها من عمل سوءا بالنار \r\n", "sura_id": 48, "type": 2, "id": 29535, "aya_id": 8}, {"text": "إنا أرسلناك -أيها الرسول- شاهدًا على أمتك بالبلاغ, مبينًا لهم ما أرسلناك به إليهم, ومبشرًا لمن أطاعك بالجنة, ونذيرًا لمن عصاك بالعقاب العاجل والآجل؛ \r\n", "sura_id": 48, "type": 3, "id": 35771, "aya_id": 8}, {"text": " <font color=red>إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُوسَى بْن دَاوُدَ حَدَّثَنَا فُلَيْح بْن سُلَيْمَان حَدَّثَنَا هِلَال بْن عَلِيّ عَنْ عَطَاء بْن يَسَار قَالَ لَقِيت عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ رَضِيَ اللَّه عَنْهُمَا فَقُلْت أَخْبِرْنِي عَنْ صِفَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي التَّوْرَاة قَالَ أَجَلْ وَاَللَّه إِنَّهُ لَمَوْصُوف فِي التَّوْرَاة بِبَعْضِ صِفَته فِي الْقُرْآن \" يَا أَيّهَا النَّبِيّ إِنَّا أَرْسَلْنَاك شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا \" وَحِرْزًا لِلْأُمِّيِّينَ فَأَنْتَ عَبْدِي وَرَسُولِي سَمَّيْتُك الْمُتَوَكِّل لَيْسَ بِفَظٍّ وَلَا غَلِيظ وَلَا سَخَّاب فِي الْأَسْوَاق وَلَا يَدْفَع السَّيِّئَة بِالسَّيِّئَةِ وَلَكِنْ يَعْفُو وَيَصْفَح وَيَغْفِر وَلَنْ يَقْبِضهُ اللَّه حَتَّى يُقِيم بِهِ الْمِلَّة الْعَوْجَاء بِأَنْ يَقُولُوا لَا إِلَه إِلَّا اللَّه فَيَفْتَح بِهَا أَعْيُنًا عُمْيًا وَآذَانًا صُمًّا وَقُلُوبًا غُلْفًا وَقَدْ رَوَاهُ الْبُخَارِيّ فِي الْبُيُوع عَنْ مُحَمَّد بْن سِنَان عَنْ فُلَيْح بْن سُلَيْمَان عَنْ هِلَال بْن عَلِيّ بِهِ وَرَوَاهُ فِي التَّفْسِير عَنْ عَبْد اللَّه قِيلَ اِبْن رَجَاء وَقِيلَ اِبْن صَالِح عَنْ عَبْد الْعَزِيز بْن أَبِي سَلَمَة عَنْ هِلَال عَنْ عَطَاء بْن يَسَار عَنْ عَبْد اللَّه بْن عَمْرو بِهِ وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن رَجَاء عَنْ عَبْد الْعَزِيز بْن أَبِي سَلَمَة الْمَاجِشُون بِهِ وَقَالَ الْبُخَارِيّ فِي الْبُيُوع وَقَالَ سَعِيد عَنْ هِلَال عَنْ عَطَاء عَنْ عَبْد اللَّه بْن سَلَام رَضِيَ اللَّه عَنْهُ وَقَالَ وَهْب بْن مُنَبِّه إِنَّ اللَّه تَعَالَى أَوْحَى إِلَى نَبِيّ مِنْ أَنْبِيَاء بَنِي إِسْرَائِيل يُقَال لَهُ شعياء : أَنْ قُمْ فِي قَوْمك بَنِي إِسْرَائِيل فَإِنِّي مُنْطِقٌ لِسَانَك بِوَحْيٍ وَأَبْعَث أُمِّيًّا مِنْ الْأُمِّيِّينَ أَبْعَثهُ لَيْسَ بِفَظٍّ وَلَا غَلِيظ وَلَا سَخَّاب فِي الْأَسْوَاق لَوْ يَمُرّ إِلَى جَنْب سِرَاج لَمْ يُطْفِئهُ مِنْ سَكِينَته وَلَوْ يَمْشِي عَلَى الْقَصَب لَمْ يُسْمَع مِنْ تَحْت قَدَمَيْهِ أَبْعَثهُ مُبَشِّرًا وَنَذِيرًا لَا يَقُول الْخَنَا أَفْتَح بِهِ أَعْيُنًا كُمْهًا وَآذَانًا صُمًّا وَقُلُوبًا غُلْفًا أُسَدِّدهُ لِكُلِّ أَمْر جَمِيل وَأَهَب لَهُ كُلّ خُلُق كَرِيم وَأَجْعَل السَّكِينَة لِبَاسه وَالْبِرّ شِعَاره وَالتَّقْوَى ضَمِيره وَالْحِكْمَة مَنْطِقه وَالصِّدْق وَالْوَفَاء طَبِيعَته وَالْعَفْو وَالْمَعْرُوف خُلُقه وَالْحَقّ شَرِيعَته وَالْعَدْل سِيرَته وَالْهُدَى إِمَامه وَالْإِسْلَام مِلَّته وَأَحْمَد اِسْمه أُهْدِي بِهِ بَعْد الضَّلَال وَأُعَلِّم بِهِ بَعْد الْجَهَالَة وَأَرْفَع بِهِ بَعْد الْخَمَالَة وَأُعَرِّف بِهِ بَعْد النَّكِرَة وَأُكْثِر بِهِ بَعْد الْقِلَّة وَأُغْنِي بِهِ بَعْد الْعَيْلَة وَأَجْمَع بِهِ بَعْد الْفُرْقَة وَأُؤَلِّف بِهِ بَيْن أُمَم مُتَفَرِّقَة وَقُلُوب مُخْتَلِفَة وَأَهْوَاء مُتَشَتِّتَة وَأَسْتَنْقِذ بِهِ فِئَامًا مِنْ النَّاس عَظِيمَة مِنْ الْهَلَكَة وَأَجْعَل أُمَّته خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر مُوَحِّدِينَ مُؤْمِنِينَ مُخْلِصِينَ مُصَدِّقِينَ لِمَا جَاءَتْ بِهِ رُسُلِي أُلْهِمهُمْ التَّسْبِيح وَالتَّحْمِيد وَالثَّنَاء وَالتَّكْبِير وَالتَّوْحِيد فِي مَسَاجِدهمْ وَمَجَالِسهمْ وَمَضَاجِعهمْ وَمُنْقَلَبهمْ وَمَثْوَاهُمْ يُصَلُّونَ لِي قِيَامًا وَقُعُودًا وَيُقَاتِلُونَ فِي سَبِيل اللَّه صُفُوفًا وَزُحُوفًا وَيَخْرُجُونَ مِنْ دِيَارهمْ اِبْتِغَاء مَرْضَاتِي أُلُوفًا يُظْهِرُونَ الْوُجُوه وَالْأَطْرَاف وَيَشُدُّونَ الثِّيَاب فِي الْأَنْصَاف قُرْبَانهمْ دِمَاؤُهُمْ أَنَاجِيلهمْ فِي صُدُورهمْ رُهْبَان بِاللَّيْلِ لُيُوث بِالنَّهَارِ وَأَجْعَل فِي أَهْل بَيْته وَذُرِّيَّته السَّابِقِينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ أُمَّته مِنْ بَعْده يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ وَأُعِزُّ مَنْ نَصَرَهُمْ وَأُؤَيِّد مَنْ دَعَا لَهُمْ وَأَجْعَل دَائِرَة السَّوْء عَلَى مَنْ خَالَفَهُمْ أَوْ بَغَى عَلَيْهِمْ أَوْ أَرَادَ أَنْ يَنْتَزِع شَيْئًا مِمَّا فِي أَيْدِيهمْ أَجْعَلهُمْ وَرَثَة لِنَبِيِّهِمْ وَالدَّاعِيَة إِلَى رَبّهمْ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر وَيُقِيمُونَ الصَّلَاة وَيُؤْتُونَ الزَّكَاة وَيُوفُونَ بِعَهْدِهِمْ أَخْتِم بِهِمْ الْخَيْر الَّذِي بَدَأْته بِأَوَّلِهِمْ ذَلِكَ فَضْلِي أُؤْتِيه مَنْ أَشَاء وَأَنَا ذُو الْفَضْل الْعَظِيم هَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ وَهْب بْن مُنَبِّه الْيَمَانِيّ رَحِمَهُ اللَّه ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الرَّحْمَن بْن صَالِح حَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد بْن عُبَيْد اللَّه الْقُرَشِيّ عَنْ شَيْبَان النَّحْوِيّ أَخْبَرَنِي قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : لَمَّا نَزَلَتْ \" يَا أَيّهَا النَّبِيّ إِنَّا أَرْسَلْنَاك شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا\" وَقَدْ كَانَ أَمَرَ عَلِيًّا وَمُعَاذًا رَضِيَ اللَّه عَنْهُمَا أَنْ يَسِيرَا إِلَى الْيَمَن فَقَالَ اِنْطَلِقَا فَبَشِّرَا وَلَا تُنَفِّرَا وَيَسِّرَا وَلَا تُعَسِّرَا إِنَّهُ قَدْ أُنْزِلَ عَلَيَّ\" يَا أَيّهَا النَّبِيّ إِنَّا أَرْسَلْنَاك شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا \" وَرَوَاهُ الطَّبَرَانِيّ عَنْ مُحَمَّد بْن نَصْر بْن حُمَيْد الْبَزَّار الْبَغْدَادِيّ عَنْ عَبْد الرَّحْمَن بْن صَالِح الْأَزْدِيّ عَنْ عَبْد الرَّحْمَن بْن مُحَمَّد بْن عُبَيْد اللَّه الْعَرْزَمِيّ بِإِسْنَادِهِ مِثْله وَقَالَ فِي آخِره فَإِنَّهُ قَدْ أُنْزِلَ عَلَيَّ يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاك شَاهِدًا عَلَى أُمَّتِك وَمُبَشِّرًا بِالْجَنَّةِ وَنَذِيرًا مِنْ النَّارِ وَدَاعِيًا إِلَى شَهَادَةِ أَنْ لَا إِلَه إِلَّا اللَّه بِإِذْنِهِ وَسِرَاجًا مُنِيرًا بِالْقُرْآنِ فَقَوْله تَعَالَى : \" شَاهِدًا \" أَيْ لِلَّهِ بِالْوَحْدَانِيَّةِ وَأَنَّهُ لَا إِلَه غَيْره وَعَلَى النَّاس بِأَعْمَالِهِمْ يَوْم الْقِيَامَة وَجِئْنَا بِك عَلَى هَؤُلَاءِ شَهِيدًا كَقَوْلِهِ : \" لِتَكُونُوا شُهَدَاء عَلَى النَّاس وَيَكُون الرَّسُول عَلَيْكُمْ شَهِيدًا \" وَقَوْله عَزَّ وَجَلَّ \" وَمُبَشِّرًا وَنَذِيرًا \" أَيْ بَشِيرًا لِلْمُؤْمِنِينَ بِجَزِيلِ الثَّوَاب وَنَذِيرًا لِلْكَافِرِينَ مِنْ وَبِيلِ الْعِقَابِ .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41417, "aya_id": 8}]