[{"text": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ", "sura_id": 108, "type": 0, "id": 6207, "aya_id": 3}, {"text": "إن شانئك هو الأبتر", "sura_id": 108, "type": 1, "id": 12443, "aya_id": 3}, {"text": "3 - (إن شانئك) أي مبغضك (هو الأبتر) المنقطع عن كل خير أو المنقطع العقب ، نزلت في العاص بن وائل سمى النبي صلى الله عليه وسلم أبتر عند موت ابنه القاسم \r\n", "sura_id": 108, "type": 2, "id": 31151, "aya_id": 3}, {"text": "إن مبغضك ومبغض ما جئت به من الهدى والنور, هو المنقطع أثره, المقطوع من كل خير.\r\n", "sura_id": 108, "type": 3, "id": 37387, "aya_id": 3}, {"text": " <font color=red>إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ</font><BR><p>قَوْله تَعَالَى \" إِنَّ شَانِئَك هُوَ الْأَبْتَر \" أَيْ إِنَّ مُبْغِضك يَا مُحَمَّد وَمُبْغِض مَا جِئْت بِهِ مِنْ الْهُدَى وَالْحَقّ وَالْبُرْهَان السَّاطِع وَالنُّور الْمُبِين هُوَ الْأَبْتَر الْأَقَلّ الْأَذَلّ الْمُنْقَطِع ذِكْره قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَقَتَادَة نَزَلَتْ فِي الْعَاص بْن وَائِل وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان قَالَ : كَانَ الْعَاص بْن وَائِل إِذَا ذُكِرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول دَعُوهُ فَإِنَّهُ رَجُل أَبْتَر لَا عَقِب لَهُ فَإِذَا هَلَكَ اِنْقَطَعَ ذِكْره فَأَنْزَلَ اللَّه هَذِهِ السُّورَة وَقَالَ شِمْر بْن عَطِيَّة نَزَلَتْ فِي عُقْبَة بْن أَبِي مُعَيْط وَقَالَ اِبْن عَبَّاس أَيْضًا وَعِكْرِمَة نَزَلَتْ فِي كَعْب بْن الْأَشْرَف وَجَمَاعَة مِنْ كُفَّار قُرَيْش . وَقَالَ الْبَزَّار حَدَّثَنَا زَيْد بْن يَحْيَى الْحَسَّانِيّ حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ دَاوُدَ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَدِمَ كَعْب بْن الْأَشْرَف مَكَّة فَقَالَتْ لَهُ قُرَيْش أَنْتَ سَيِّدهمْ أَلَا تَرَى إِلَى هَذَا الصَّنْبَر الْمُنْبَتِر مِنْ قَوْمه ؟ يَزْعُم أَنَّهُ خَيْر مِنَّا وَنَحْنُ أَهْل الْحَجِيج وَأَهْل السَّدَانَة وَأَهْل السِّقَايَة فَقَالَ أَنْتُمْ خَيْر مِنْهُ قَالَ فَنَزَلَتْ \" إِنَّ شَانِئَك هُوَ الْأَبْتَر\" وَهَكَذَا رَوَاهُ الْبَزَّار وَهُوَ إِسْنَاد صَحِيح وَعَنْ عَطَاء قَالَ نَزَلَتْ فِي أَبِي لَهَب وَذَلِكَ حِين مَاتَ اِبْن لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَهَبَ أَبُو لَهَب إِلَى الْمُشْرِكِينَ فَقَالَ بُتِرَ مُحَمَّد اللَّيْلَة فَأَنْزَلَ اللَّه فِي ذَلِكَ \" إِنَّ شَانِئَك هُوَ الْأَبْتَر \" . وَعَنْ اِبْن عَبَّاس نَزَلَتْ فِي أَبِي جَهْل وَعَنْهُ \" إِنَّ شَانِئَك هُوَ الْأَبْتَر\" يَعْنِي عَدُوّك وَهَذَا يَعُمّ جَمِيع مَنْ اِتَّصَفَ بِذَلِكَ مِمَّنْ ذُكِرَ وَغَيْرهمْ , وَقَالَ عِكْرِمَة الْأَبْتَر الْفَرْد وَقَالَ السُّدِّيّ كَانُوا إِذَا مَاتَ ذُكُور الرَّجُل قَالُوا بُتِرَ فَلَمَّا مَاتَ أَبْنَاء رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا بُتِرَ فَأَنْزَلَ اللَّه \" إِنَّ شَانِئَك هُوَ الْأَبْتَر \" وَهَذَا يَرْجِع إِلَى مَا قُلْنَاهُ مِنْ أَنَّ الْأَبْتَر الَّذِي إِذَا مَاتَ اِنْقَطَعَ ذِكْره فَتَوَهَّمُوا لِجَهْلِهِمْ أَنَّهُ إِذَا مَاتَ بَنُوهُ اِنْقَطَعَ ذِكْره وَحَاشَا وَكَلَّا بَلْ قَدْ أَبْقَى اللَّه ذِكْره عَلَى رُءُوس الْأَشْهَاد وَأَوْجَبَ شَرْعه عَلَى رِقَاب الْعِبَاد مُسْتَمِرًّا عَلَى دَوَام الْآبَاد إِلَى يَوْم الْمَحْشَر وَالْمَعَاد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ دَائِمًا إِلَى يَوْم التَّنَاد. آخِر تَفْسِير سُورَة الْكَوْثَر وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 108, "type": 4, "id": 37593, "aya_id": 3}]