[{"text": "خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاَتَكَ سَكَنٌ لَّهُمْ وَاللّهُ سَمِيعٌ عَلِيمٌ", "sura_id": 9, "type": 0, "id": 1338, "aya_id": 103}, {"text": "خذ من أموالهم صدقة تطهرهم وتزكيهم بها وصل عليهم إن صلاتك سكن لهم والله سميع عليم", "sura_id": 9, "type": 1, "id": 7574, "aya_id": 103}, {"text": "103 - (خذ من أموالهم صدقة تطهرهم وتزكيهم بها) من ذنوبهم فأخذ ثلث أموالهم وتصدق بها (وصل عليهم) أي ادع لهم (إن صلاتك سكن) رحمة (لهم) وقيل طمأنينة بقبول توبتهم (والله سميع عليم) \r\n", "sura_id": 9, "type": 2, "id": 26282, "aya_id": 103}, {"text": "خذ -أيها النبي- من أموال هؤلاء التائبين الذين خلطوا عملا صالحا وآخر سيئا صدقة تطهرهم مِن دنس ذنوبهم, وترفعهم عن منازل المنافقين إلى منازل المخلصين, وادع لهم بالمغفرة لذنوبهم واستغفر لهم منها, إن دعاءك واستغفارك رحمة وطمأنينة لهم. والله سميع لكل دعاء وقول, عليم بأحوال العباد ونياتهم, وسيجازي كلَّ عامل بعمله.\r\n", "sura_id": 9, "type": 3, "id": 32518, "aya_id": 103}, {"text": " <font color=red>خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ</font><BR><p>أَمَرَ تَعَالَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنْ يَأْخُذ مِنْ أَمْوَالهمْ صَدَقَة يُطَهِّرهُمْ وَيُزَكِّيهِمْ بِهَا وَهَذَا عَامّ وَإِنْ أَعَادَ بَعْضهمْ الضَّمِير فِي أَمْوَالهمْ إِلَى الَّذِينَ اِعْتَرَفُوا بِذُنُوبِهِمْ وَخَلَطُوا عَمَلًا صَالِحًا وَآخَر سَيِّئًا وَلِهَذَا اِعْتَقَدَ بَعْض مَانِعِي الزَّكَاة مِنْ أَحْيَاء الْعَرَب أَنَّ دَفْع الزَّكَاة إِلَى الْإِمَام لَا يَكُون وَإِنَّمَا كَانَ هَذَا خَاصًّا بِالرَّسُولِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِهَذَا اِحْتَجُّوا بِقَوْلِهِ تَعَالَى \" خُذْ مِنْ أَمْوَالهمْ صَدَقَة \" الْآيَة وَقَدْ رَدَّ عَلَيْهِمْ هَذَا التَّأْوِيل وَالْفَهْم الْفَاسِد أَبُو بَكْر الصِّدِّيق وَسَائِر الصَّحَابَة وَقَاتَلُوهُمْ حَتَّى أَدَّوْا الزَّكَاة إِلَى الْخَلِيفَة كَمَا كَانُوا يُؤَدُّونَهَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى قَالَ الصِّدِّيق : وَاَللَّه لَوْ مَنَعُونِي عَنَاقًا - وَفِي رِوَايَة عِقَالًا - كَانُوا يُؤَدُّونَهُ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَأُقَاتِلَنَّهُمْ عَلَى مَنْعه , وَقَوْله \" وَصَلِّ عَلَيْهِمْ \" أَيْ اُدْعُ لَهُمْ وَاسْتَغْفِرْ لَهُمْ كَمَا رَوَاهُ مُسْلِم فِي صَحِيحه عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى قَالَ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أُتِيَ بِصَدَقَةِ قَوْم صَلَّى عَلَيْهِمْ فَأَتَاهُ أَبِي بِصَدَقَتِهِ فَقَالَ \" اللَّهُمَّ صَلِّ عَلَى آل أَبِي أَوْفَى \" . وَفِي الْحَدِيث الْآخَر أَنَّ اِمْرَأَة قَالَتْ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلِّ عَلَيَّ وَعَلَى زَوْجِي فَقَالَ \" صَلَّى اللَّه عَلَيْك وَعَلَى زَوْجك \" وَقَوْله \" إِنَّ صَلَاتك سَكَن لَهُمْ \" قَرَأَ بَعْضهمْ صَلَوَاتك عَلَى الْجَمْع وَآخَرُونَ قَرَءُوا إِنَّ صَلَاتك عَلَى الْإِفْرَاد \" سَكَن لَهُمْ \" قَالَ اِبْن عَبَّاس رَحْمَة لَهُمْ وَقَالَ قَتَادَة وَقَار وَقَوْله \" وَاَللَّه سَمِيع \" أَيْ لِدُعَائِك \" عَلِيم \" أَيْ بِمَنْ يَسْتَحِقّ ذَلِكَ مِنْك وَمَنْ هُوَ أَهْل لَهُ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا أَبُو الْعُمَيْس عَنْ أَبِي بَكْر بْن عَمْرو بْن عُتْبَة عَنْ اِبْنٍ لِحُذَيْفَة عَنْ أَبِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا دَعَا لِرَجُلٍ أَصَابَتْهُ وَأَصَابَتْ وَلَده وَوَلَد وَلَده ثُمَّ رَوَاهُ عَنْ أَبِي نُعَيْم عَنْ مِسْعَر عَنْ أَبِي بَكْر بْن عَمْرو بْن عُتْبَة عَنْ اِبْنٍ لِحُذَيْفَة قَالَ مِسْعَر وَقَدْ ذَكَرَهُ مَرَّة عَنْ حُذَيْفَة أَنَّ صَلَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَتُدْرِك الرَّجُل وَوَلَده وَوَلَد وَلَده .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43399, "aya_id": 103}]