[{"text": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُواْ إِلَى بَارِئِكُمْ فَاقْتُلُواْ أَنفُسَكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ", "sura_id": 2, "type": 0, "id": 61, "aya_id": 54}, {"text": "وإذ قال موسى لقومه يا قوم إنكم ظلمتم أنفسكم باتخاذكم العجل فتوبوا إلى بارئكم فاقتلوا أنفسكم ذلكم خير لكم عند بارئكم فتاب عليكم إنه هو التواب الرحيم", "sura_id": 2, "type": 1, "id": 6297, "aya_id": 54}, {"text": "54 - (وإذ قال موسى لقومه) الذين عبدوا العجل (يا قوم إنكم ظلمتم أنفسكم باتخاذكم العجل) إلها (فتوبوا إلى بارئكم) خالقكم من عبادته (فاقتلوا أنفسكم) أي ليقتل البريء منكم المجرم (ذلكم) القتل (خير لكم عند بارئكم) فوفقكم لفعل ذلك وأرسل عليكم سحابة سوداء لئلا يبصر بعضكم بعضا فيرحمه حتى قتل منكم نحو سبعين ألفا (فتاب عليكم) قبل توبتكم (إنه هو التواب الرحيم) \r\n", "sura_id": 2, "type": 2, "id": 25005, "aya_id": 54}, {"text": "واذكروا نعمتنا عليكم حين قال موسى لقومه: إنكم ظلمتم أنفسكم باتخاذكم العجل إلهًا, فتوبوا إلى خالقكم: بأن يَقْتل بعضكم بعضًا, وهذا خير لكم عند خالقكم من الخلود الأبدي في النار, فامتثلتم ذلك, فمنَّ الله عليكم بقَبول توبتكم. إنه تعالى هو التواب لمن تاب مِن عباده, الرحيم بهم.\r\n", "sura_id": 2, "type": 3, "id": 31241, "aya_id": 54}, {"text": " <font color=red>وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ</font><BR><p>هَذِهِ صِفَة تَوْبَته تَعَالَى عَلَى بَنِي إِسْرَائِيل مِنْ عِبَادَة الْعِجْل قَالَ الْحَسَن الْبَصْرِيّ رَحِمَهُ اللَّه فِي قَوْله تَعَالَى \" وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْم إِنَّكُمْ ظَلَمْتُمْ أَنْفُسكُمْ بِاِتِّخَاذِكُمْ الْعِجْل\" فَقَالَ ذَلِكَ حِين وَقَعَ فِي قُلُوبهمْ مِنْ شَأْن عِبَادَتهمْ الْعِجْل مَا وَقَعَ حَتَّى قَالَ اللَّه تَعَالَى \" وَلَمَّا سُقِطَ فِي أَيْدِيهمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمنَا رَبُّنَا وَيَغْفِر لَنَا \" الْآيَة . قَالَ : فَذَلِكَ حِين يَقُول مُوسَى \" يَا قَوْم إِنَّكُمْ ظَلَمْتُمْ أَنْفُسكُمْ بِاِتِّخَاذِكُمْ الْعِجْل \" قَالَ أَبُو الْعَالِيَة وَسَعِيد بْن جُبَيْر وَالرَّبِيع بْن أَنَس \" فَتُوبُوا إِلَى بَارِئِكُمْ \" أَيْ إِلَى خَالِقكُمْ قُلْت وَفِي قَوْله هَاهُنَا \" إِلَى بَارِئِكُمْ \" تَنْبِيه عَلَى عِظَم جُرْمهمْ أَيْ فَتُوبُوا إِلَى الَّذِي خَلَقَكُمْ وَقَدْ عَبَدْتُمْ مَعَهُ غَيْره. وَقَدْ رَوَى النَّسَائِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث يَزِيد بْن هَارُون عَنْ الْأَصْبَغ بْن زَيْد الْوَرَّاق عَنْ الْقَاسِم بْن أَبِي أَيُّوب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : فَقَالَ اللَّه تَعَالَى : إِنَّ تَوْبَتهمْ أَنْ يَقْتُل كُلّ وَاحِد مِنْهُمْ مَنْ لَقِيَ مِنْ وَالِد وَوَلَد فَيَقْتُلهُ بِالسَّيْفِ وَلَا يُبَالِي مَنْ قَتَلَ فِي ذَلِكَ الْمَوْطِن فَتَابَ أُولَئِكَ الَّذِينَ كَانُوا خَفِيَ عَلَى مُوسَى وَهَارُون مَا اِطَّلَعَ اللَّه عَلَى ذُنُوبهمْ فَاعْتَرَفُوا بِهَا وَفَعَلُوا مَا أُمِرُوا بِهِ فَغَفَرَ اللَّه لِلْقَاتِلِ وَالْمَقْتُول وَهَذَا قِطْعَة مِنْ حَدِيث الْفُتُون وَسَيَأْتِي فِي سُورَة طه بِكَمَالِهِ إِنْ شَاءَ اللَّه . وَقَالَ اِبْن جَرِير : حَدَّثَنِي عَبْد الْكَرِيم بْن الْهَيْثَم حَدَّثَنَا إِبْرَاهِيم بْن بَشَّار حَدَّثَنَا سُفْيَان بْن عُيَيْنَة قَالَ : قَالَ أَبُو سَعِيد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ مُوسَى لِقَوْمِهِ تُوبُوا إِلَى بَارِئكُمْ فَاقْتُلُوا أَنْفُسكُمْ ذَلِكُمْ خَيْر لَكُمْ عِنْد بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّاب الرَّحِيم . قَالَ أَمَرَ مُوسَى قَوْمه عَنْ أَمْر رَبّه عَزَّ وَجَلَّ أَنْ يَقْتُلُوا أَنْفُسهمْ قَالَ : وَأَخْبَرَ الَّذِينَ عَبَدُوا الْعِجْل فَجَلَسُوا وَقَامَ الَّذِينَ لَمْ يَعْكُفُوا عَلَى الْعِجْل فَأَخَذُوا الْخَنَاجِر بِأَيْدِيهِمْ وَأَصَابَتْهُمْ ظُلْمَة شَدِيدَة فَجَعَلَ يَقْتُل بَعْضهمْ بَعْضًا فَانْجَلَتْ الظُّلْمَة عَنْهُمْ وَقَدْ جَلَوْا عَنْ سَبْعِينَ أَلْف قَتِيل كُلّ مَنْ قُتِلَ مِنْهُمْ كَانَ لَهُ تَوْبَة وَكُلّ مَنْ بَقِيَ كَانَتْ لَهُ تَوْبَة. وَقَالَ اِبْن جَرِير : أَخْبَرَنِي الْقَاسِم بْن أَبِي بَرَّة أَنَّهُ سَمِعَ سَعِيد بْن جُبَيْر وَمُجَاهِدًا يَقُولَانِ فِي قَوْله تَعَالَى\" فَاقْتُلُوا أَنْفُسكُمْ \" قَالَا : قَالَ بَعْضهمْ إِلَى بَعْض بِالْخَنَاجِرِ يَقْتُل بَعْضهمْ بَعْض لَا يَحْنُو رَجُل عَلَى قَرِيب وَلَا بَعِيد حَتَّى أَلَوَى مُوسَى بِثَوْبِهِ فَطَرَحُوا مَا بِأَيْدِيهِمْ فَكُشِفَ عَنْ سَبْعِينَ أَلْف قَتِيل وَأَنَّ اللَّه أَوْحَى إِلَى مُوسَى أَنْ حَسْبِي فَقَدْ اِكْتَفَيْت فَذَلِكَ حِين أَلَوَى مُوسَى بِثَوْبِهِ. وَرُوِيَ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ نَحْو ذَلِكَ وَقَالَ قَتَادَة : أُمِرَ الْقَوْم بِشَدِيدٍ مِنْ الْأَمْر فَقَامُوا يَتَنَاحَرُونَ بِالشِّفَارِ يَقْتُل بَعْضهمْ بَعْضًا حَتَّى بَلَغَ اللَّه فِيهِمْ نِقْمَته فَسَقَطَتْ الشِّفَار مِنْ أَيْدِيهمْ فَأَمْسَكَ عَنْهُمْ الْقَتْل فَجَعَلَ لِحَيِّهِمْ تَوْبَة وَلِلْمَقْتُولِ شَهَادَة . وَقَالَ الْحَسَن الْبَصْرِيّ : أَصَابَتْهُمْ ظُلْمَة حِنْدِس فَقَتَلَ بَعْضهمْ بَعْضًا ثُمَّ اِنْكَشَفَ عَنْهُمْ فَجَعَلَ تَوْبَتهمْ فِي ذَلِكَ وَقَالَ السُّدِّيّ : فِي قَوْله \" فَاقْتُلُوا أَنْفُسكُمْ \" قَالَ فَاجْتَلَدَ الَّذِينَ عَبَدُوهُ وَاَلَّذِينَ لَمْ يَعْبُدُوهُ بِالسُّيُوفِ فَكَانَ مَنْ قُتِلَ مِنْ الْفَرِيقَيْنِ شَهِيدًا حَتَّى كَثُرَ الْقَتْل حَتَّى كَادُوا أَنْ يَهْلِكُوا حَتَّى قُتِلَ مِنْهُمْ سَبْعُونَ أَلْفًا وَحَتَّى دَعَا مُوسَى وَهَارُون رَبّنَا أَهْلَكْت بَنِي إِسْرَائِيل رَبّنَا الْبَقِيَّة الْبَقِيَّة فَأَمَرَهُمْ أَنْ يُلْقُوا السِّلَاح وَتَابَ عَلَيْهِمْ فَكَانَ مَنْ قُتِلَ مِنْهُمْ مِنْ الْفَرِيقَيْنِ شَهِيدًا وَمَنْ بَقِيَ مُكَفَّرًا عَنْهُ فَذَلِكَ قَوْله \" فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّاب الرَّحِيم \" وَقَالَ الزُّهْرِيّ : لَمَّا أُمِرْت بَنُو إِسْرَائِيل بِقَتْلِ أَنْفُسهمْ بَرَزُوا وَمَعَهُمْ مُوسَى فَاضْطَرَبُوا بِالسُّيُوفِ وَتَطَاعَنُوا بِالْخَنَاجِرِ وَمُوسَى رَافِع يَدَيْهِ حَتَّى إِذَا فَتَرَ بَعْضهمْ قَالُوا يَا نَبِيّ اللَّه اُدْعُ اللَّه لَنَا وَأَخَذُوا بِعَضُدَيْهِ يُسْنِدُونَ يَدَيْهِ فَلَمْ يَزَلْ أَمْرهمْ عَلَى ذَلِكَ حَتَّى إِذَا قَبِلَ اللَّه تَوْبَتهمْ قَبَضَ أَيْدِيهمْ بَعْضهمْ عَنْ بَعْض فَأَلْقَوْا السِّلَاح وَحَزِنَ مُوسَى وَبَنُو إِسْرَائِيل لِلَّذِي كَانَ مِنْ الْقَتْل فِيهِمْ فَأَوْحَى اللَّه جَلَّ ثَنَاؤُهُ إِلَى مُوسَى مَا يُحْزِنك أَمَّا مَنْ قُتِلَ مِنْهُمْ فَحَيّ عِنْدِي يُرْزَقُونَ وَأَمَّا مَنْ بَقِيَ فَقَدْ قَبِلْت تَوْبَته فَسُرَّ بِذَلِكَ مُوسَى وَبَنُو إِسْرَائِيل رَوَاهُ اِبْن جَرِير بِإِسْنَادٍ جَيِّد عَنْهُ . وَقَالَ : اِبْن إِسْحَاق لَمَّا رَجَعَ مُوسَى إِلَى قَوْمه وَأَحْرَقَ الْعِجْل وَذَرَّاهُ فِي الْيَمّ خَرَجَ إِلَى رَبّه بِمَنْ اِخْتَارَ مِنْ قَوْمه فَأَخَذَتْهُمْ الصَّاعِقَة ثُمَّ بُعِثُوا فَسَأَلَ مُوسَى رَبّه التَّوْبَة لِبَنِي إِسْرَائِيل مِنْ عِبَادَة الْعِجْل فَقَالَ : لَا إِلَّا أَنْ يَقْتُلُوا أَنْفُسهمْ قَالَ : فَبَلَغَنِي أَنَّهُمْ قَالُوا لِمُوسَى نَصْبِر لِأَمْرِ اللَّه فَأَمَرَ مُوسَى مَنْ لَمْ يَكُنْ عَبَدَ الْعِجْل أَنْ يَقْتُل مَنْ عَبَدَهُ فَجَلَسُوا بِالْأَفْنِيَةِ وَأَصْلَت عَلَيْهِمْ الْقَوْم السُّيُوف فَجَعَلُوا يَقْتُلُونَهُمْ فَهَشَّ مُوسَى فَبَكَى إِلَيْهِ النِّسَاء وَالصِّبْيَان يَطْلُبُونَ الْعَفْو عَنْهُمْ فَتَابَ اللَّه عَلَيْهِمْ وَعَفَا عَنْهُمْ وَأَمَرَ مُوسَى أَنْ تُرْفَع عَنْهُمْ السُّيُوف وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ لَمَّا رَجَعَ مُوسَى إِلَى قَوْمه وَكَانُوا سَبْعِينَ رَجُلًا قَدْ اِعْتَزَلُوا مَعَ هَارُون الْعِجْل لَمْ يَعْبُدُوهُ فَقَالَ : لَهُمْ مُوسَى اِنْطَلِقُوا إِلَى مَوْعِد رَبّكُمْ فَقَالُوا يَا مُوسَى مَا مِنْ تَوْبَة قَالَ بَلَى : اُقْتُلُوا أَنْفُسكُمْ ذَلِكُمْ خَيْر لَكُمْ عِنْد بَارِئِكُمْ فَتَابَ عَلَيْكُمْ - الْآيَة فَاخْتَرَطُوا السُّيُوف وَالْجَزَرَة وَالْخَنَاجِر وَالسَّكَاكِين . قَالَ : وَبَعَثَ عَلَيْهِمْ ضَبَابَة قَالَ فَجَعَلُوا يَتَلَامَسُونَ بِالْأَيْدِي وَيَقْتُل بَعْضهمْ بَعْضًا قَالَ : وَيَلْقَى الرَّجُل أَبَاهُ وَأَخَاهُ فَيَقْتُلهُ وَهُوَ لَا يَدْرِي . قَالَ وَيَتَنَادَوْنَ فِيهَا رَحِمَ اللَّه عَبْدًا صَبَرَ نَفْسه حَتَّى يَبْلُغ اللَّه رِضَاهُ قَالَ فَقَتْلَاهُمْ شُهَدَاء وَتِيبَ عَلَى أَحْيَائِهِمْ ثُمَّ قَرَأَ \" فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّاب الرَّحِيم \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38732, "aya_id": 54}]