[{"text": "عَالِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِن فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا", "sura_id": 76, "type": 0, "id": 5612, "aya_id": 21}, {"text": "عاليهم ثياب سندس خضر وإستبرق وحلوا أساور من فضة وسقاهم ربهم شرابا طهورا", "sura_id": 76, "type": 1, "id": 11848, "aya_id": 21}, {"text": "21 - (عاليهم) فوقهم فنصبه على الظرفية وهو خبر لمبتدأ بعده وفي قراءة بسكون الياء مبتدأ وما بعده خبر والضمير المتصل به للمعطوف عليهم (ثياب سندس) حرير (خضر) بالرفع (وإستبرق) بالجر ما غلظ من الديباج فهو البطائن والسندس الظهائر وفي قراءة عكس ما ذكر فيهما وفي أخرى برفعهما وفي أخرى بجرهما (وحلوا أساور من فضة) وفي موضع من ذهب للايذان بأنهم يحلون من النوعين معا ومفرقا (وسقاهم ربهم شرابا طهورا) مبالغا في طهارته ونظافته بخلاف خمر الدنيا \r\n", "sura_id": 76, "type": 2, "id": 30556, "aya_id": 21}, {"text": "يعلوهم ويجمل أبدانهم ثياب بطائنها من الحرير الرقيق الأخضر, وظاهرها من الحرير الغليظ, ويُحَلَّون من الحليِّ بأساور من الفضة, وسقاهم ربهم فوق ذلك النعيم شرابًا لا رجس فيه ولا دنس.\r\n", "sura_id": 76, "type": 3, "id": 36792, "aya_id": 21}, {"text": " <font color=red>عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا</font><BR><p>\" عَالِيَهُمْ ثِيَاب سُنْدُس خُضْر وَإِسْتَبْرَق \" أَيْ لِبَاس أَهْل الْجَنَّة فِيهَا الْحَرِير وَمِنْهُ سُنْدُس وَهُوَ رَفِيع الْحَرِير كَالْقُمْصَانِ وَنَحْوهَا مِمَّا يَلِي أَبْدَانهمْ وَالْإِسْتَبْرَق مِنْهُ مَا فِيهِ بَرِيق وَلَمَعَان وَهُوَ مِمَّا يَلِي الظَّاهِر كَمَا هُوَ الْمَعْهُود فِي اللِّبَاس \" وَحُلُّوا أَسَاوِر مِنْ فِضَّة \" وَهَذِهِ صِفَة الْأَبْرَار وَأَمَّا الْمُقَرَّبُونَ فَكَمَا قَالَ تَعَالَى \" يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِر مِنْ ذَهَب وَلُؤْلُؤًا وَلِبَاسهمْ فِيهَا حَرِير \" وَلَمَّا ذَكَرَ تَعَالَى زِينَة الظَّاهِر بِالْحَرِيرِ وَالْحُلِيّ قَالَ بَعْده\" وَسَقَاهُمْ رَبّهمْ شَرَابًا طَهُورًا \" أَيْ طَهَّرَ بَوَاطِنهمْ مِنْ الْحَسَد وَالْحِقْد وَالْغِلّ وَالْأَذَى وَسَائِر الْأَخْلَاق الرَّدِيئَة كَمَا رُوِّينَا عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : إِذَا اِنْتَهَى أَهْل الْجَنَّة إِلَى بَاب الْجَنَّة وَجَدُوا هُنَالِكَ عَيْنَيْنِ فَكَأَنَّمَا أُلْهِمُوا ذَلِكَ فَشَرِبُوا مِنْ إِحْدَاهُمَا فَأَذْهَبَ اللَّه مَا فِي بُطُونهمْ مِنْ أَذًى ثُمَّ اِغْتَسَلُوا مِنْ الْأُخْرَى فَجَرَتْ عَلَيْهِمْ نَضْرَة النَّعِيم فَأَخْبَرَ سُبْحَانه وَتَعَالَى بِحَالِهِمْ الظَّاهِر وَجَمَالهمْ الْبَاطِن .</p><BR> <br> ", "sura_id": 76, "type": 4, "id": 42901, "aya_id": 21}]