[{"text": "أَفَمَن وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَن مَّتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ", "sura_id": 28, "type": 0, "id": 3313, "aya_id": 61}, {"text": "أفمن وعدناه وعدا حسنا فهو لاقيه كمن متعناه متاع الحياة الدنيا ثم هو يوم القيامة من المحضرين", "sura_id": 28, "type": 1, "id": 9549, "aya_id": 61}, {"text": "61 - (أفمن وعدناه وعدا حسنا فهو لاقيه) مصيبه وهو الجنة (كمن متعناه متاع الحياة الدنيا) فيزول عن قريب (ثم هو يوم القيامة من المحضرين) النار الأول المؤمن والثاني الكافر أي لا تساوي بينهما \r\n", "sura_id": 28, "type": 2, "id": 28257, "aya_id": 61}, {"text": "أفمَن وعدناه مِن خَلْقنا على طاعته إيانا الجنة, فهو ملاقٍ ما وُعِدَ, وصائر إليه, كمن متعناه في الحياة الدنيا متاعها, فتمتع به, وآثر لذة عاجلة على آجلة, ثم هو يوم القيامة من المحضرين للحساب والجزاء؟ لا يستوي الفريقان, فليختر العاقل لنفسه ما هو أولى بالاختيار, وهو طاعة الله وابتغاء مرضاته.\r\n", "sura_id": 28, "type": 3, "id": 34493, "aya_id": 61}, {"text": " <font color=red>أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ</font><BR><p>قَوْله تَعَالَى : \" أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيه كَمَنْ مَتَّعْنَاهُ مَتَاع الْحَيَاة الدُّنْيَا ثُمَّ هُوَ يَوْم الْقِيَامَة مِنْ الْمُحْضَرِينَ \" يَقُول تَعَالَى أَفَمَنْ هُوَ مُؤْمِن مُصَدِّق بِمَا وَعَدَهُ اللَّه عَلَى صَالِح الْأَعْمَال مِنْ الثَّوَاب الَّذِي هُوَ صَائِر إِلَيْهِ لَا مَحَالَة كَمَنْ هُوَ كَافِر مُكَذِّب بِلِقَاءِ اللَّه وَوَعْده وَوَعِيده فَهُوَ مُمَتَّع فِي الْحَيَاة الدُّنْيَا أَيَّامًا قَلَائِل \" ثُمَّ هُوَ يَوْم الْقِيَامَة مِنْ الْمُحْضَرِينَ \" قَالَ مُجَاهِد وَقَتَادَة مِنْ الْمُعَذَّبِينَ ثُمَّ قَدْ قِيلَ إِنَّهَا نَزَلَتْ فِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي أَبِي جَهْل . وَقِيلَ فِي حَمْزَة وَعَلِيّ وَأَبِي جَهْل وَكِلَاهُمَا عَنْ مُجَاهِد وَالظَّاهِر أَنَّهَا عَامَّة وَهَذَا كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ ذَلِكَ الْمُؤْمِن حِين أَشْرَفَ عَلَى صَاحِبه وَهُوَ فِي الدَّرَجَات وَذَاكَ فِي الدَّرَكَات فَقَالَ : \" وَلَوْلَا نِعْمَة رَبِّي لَكُنْت مِنْ الْمُحْضَرِينَ \" وَقَالَ تَعَالَى : \" وَلَقَدْ عَلِمَتْ الْجِنَّة إِنَّهُمْ لَمُحْضَرُونَ \".</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39743, "aya_id": 61}]