[{"text": "إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلًا", "sura_id": 73, "type": 0, "id": 5482, "aya_id": 7}, {"text": "إن لك في النهار سبحا طويلا", "sura_id": 73, "type": 1, "id": 11718, "aya_id": 7}, {"text": "7 - (إن لك في النهار سبحا طويلا) تصرفا لاشغالك لا تفرغ فيه لتلاوة القرآن \r\n", "sura_id": 73, "type": 2, "id": 30426, "aya_id": 7}, {"text": "إن لك في النهار تصرفًا وتقلبًا في مصالحك, واشتغالا واسعًا بأمور الرسالة, ففرِّغْ نفسك ليلا لعبادة ربك.\r\n", "sura_id": 73, "type": 3, "id": 36662, "aya_id": 7}, {"text": " <font color=red>إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا</font><BR><p>قَالَ اِبْن عَبَّاس وَعِكْرِمَة وَعَطَاء بْن أَبِي مُسْلِم الْفَرَاغ وَالنَّوْم وَقَالَ أَبُو الْعَالِيَة وَمُجَاهِد وَابْن مَالِك وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن أَنَس وَسُفْيَان الثَّوْرِيّ فَرَاغًا طَوِيلًا وَقَالَ قَتَادَة فَرَاغًا وَبُغْيَة وَمُتَقَلَّبًا وَقَالَ السُّدِّيّ \" سَبْحًا طَوِيلًا\" تَطَوُّعًا كَثِيرًا وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم فِي قَوْله تَعَالَى \" إِنَّ لَك فِي النَّهَار سَبْحًا طَوِيلًا \" قَالَ لِحَوَائِجِك فَأَفْرِغْ لِدِينِك اللَّيْل قَالَ وَهَذَا حِين كَانَتْ صَلَاة اللَّيْل فَرِيضَة ثُمَّ إِنَّ اللَّه تَبَارَكَ وَتَعَالَى مَنَّ عَلَى عِبَاده فَخَفَّفَهَا وَوَضَعَهَا وَقَرَأَ \" قُمْ اللَّيْل إِلَّا قَلِيلًا \" إِلَى آخِر الْآيَة ثُمَّ قَالَ \" إِنَّ رَبّك يَعْلَم أَنَّك تَقُوم أَدْنَى مِنْ ثُلُثَيْ اللَّيْل وَنِصْفه - حَتَّى بَلَغَ - فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ \" وَقَالَ تَعَالَى \" وَمِنْ اللَّيْل فَتَهَجَّدْ بِهِ نَافِلَة لَك عَسَى أَنْ يَبْعَثك رَبُّك مَقَامًا مَحْمُودًا \" وَهَذَا الَّذِي قَالَهُ كَمَا قَالَهُ وَالدَّلِيل عَلَيْهِ مَا رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده حَيْثُ قَالَ حَدَّثَنَا يَحْيَى حَدَّثَنَا سَعِيد هُوَ اِبْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ زُرَارَةَ بْن أَوْفَى عَنْ سَعِيد بْن هِشَام أَنَّهُ طَلَّقَ اِمْرَأَته ثُمَّ اِرْتَحَلَ إِلَى الْمَدِينَة لِيَبِيعَ عَقَارًا لَهُ بِهَا وَيَجْعَلهُ فِي الْكُرَاع وَالسِّلَاح ثُمَّ يُجَاهِد الرُّوم حَتَّى يَمُوت فَلَقِيَ رَهْطًا مِنْ قَوْمه فَحَدَّثُوهُ أَنَّ رَهْطًا مِنْ قَوْمه سِتَّة أَرَادُوا ذَلِكَ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" أَلَيْسَ لَكُمْ فِيَّ أُسْوَة حَسَنَة ؟ \" فَنَهَاهُمْ عَنْ ذَلِكَ فَأَشْهَدَهُمْ عَلَى رَجْعَتهَا ثُمَّ رَجَعَ إِلَيْنَا فَأَخْبَرَنَا أَنَّهُ أَتَى اِبْن عَبَّاس فَسَأَلَهُ عَنْ الْوِتْر فَقَالَ أَلَا أُنَبِّئك بِأَعْلَم أَهْل الْأَرْض بِوِتْرِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ نَعَمْ قَالَ اِئْتِ عَائِشَة فَسَلْهَا ثُمَّ اِرْجِعْ إِلَيَّ فَأَخْبِرْنِي بِرَدِّهَا عَلَيْك قَالَ فَأَتَيْت عَلَى حَكِيم بْن أَفْلَح فَاسْتَلْحَقْتُهُ إِلَيْهَا فَقَالَ مَا أَنَا بِقَارِبِهَا إِنِّي نَهَيْتهَا أَنْ تَقُول فِي هَاتَيْنِ الشِّيعَتَيْنِ شَيْئًا فَأَبَتْ فِيهِمَا إِلَّا مُضِيًّا فَأَقْسَمْت عَلَيْهِ فَجَاءَ مَعِي فَدَخَلْنَا عَلَيْهَا فَقَالَتْ حَكِيم وَعَرَفَتْهُ قَالَ نَعَمْ قَالَتْ مَنْ هَذَا مَعَك ؟ قَالَ سَعِيد بْن هِشَام قَالَتْ مَنْ هِشَام ؟ قَالَ اِبْن عَامِر قَالَ فَتَرَحَّمَتْ عَلَيْهِ وَقَالَتْ نِعْمَ الْمَرْء كَانَ عَامِر قُلْت يَا أُمّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ خُلُق رَسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَتْ أَلَسْت تَقْرَأ الْقُرْآن قُلْت بَلَى قَالَتْ فَإِنَّ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ الْقُرْآن فَهَمَمْت أَنْ أَقُوم ثُمَّ بَدَا لِي قِيَام رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْت يَا أُمّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ قِيَام رَسُول اللَّه قَالَتْ أَلَسْت تَقْرَأ هَذِهِ السُّورَة \" يَا أَيّهَا الْمُزَّمِّل \" قُلْت بَلَى قَالَتْ فَإِنَّ اللَّه اِفْتَرَضَ قِيَام اللَّيْل فِي أَوَّل هَذِهِ السُّورَة فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه حَوْلًا حَتَّى اِنْتَفَخَتْ أَقْدَامهمْ وَأَمْسَكَ اللَّه خَاتِمَتهَا فِي السَّمَاء اِثْنَيْ عَشَر شَهْرًا ثُمَّ أَنْزَلَ اللَّه التَّخْفِيف فِي آخِر هَذِهِ السُّورَة فَصَارَ قِيَام اللَّيْل تَطَوُّعًا مِنْ بَعْد فَرِيضَة فَهَمَمْت أَنْ أَقُوم ثُمَّ بَدَا لِي وِتْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا أُمّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ وِتْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ كُنَّا نُعِدّ لَهُ سِوَاكه وَطَهُوره فَيَبْعَثهُ اللَّه لِمَا شَاءَ أَنْ يَبْعَثهُ مِنْ اللَّيْل فَيَتَسَوَّك ثُمَّ يَتَوَضَّأ ثُمَّ يُصَلِّي رَكَعَات لَا يَجْلِس فِيهِنَّ إِلَّا عِنْد الثَّامِنَة فَيَجْلِس وَيَذْكُر رَبّه تَعَالَى وَيَدْعُو ثُمَّ يَنْهَض وَمَا يُسَلِّم ثُمَّ يَقُوم لِيُصَلِّيَ التَّاسِعَة ثُمَّ يَقْعُد فَيَذْكُر اللَّه وَحْده ثُمَّ يَدْعُوهُ ثُمَّ يُسَلِّم تَسْلِيمًا يُسْمِعنَا ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِس بَعْدَمَا يُسَلِّم فَتِلْكَ إِحْدَى عَشْرَة رَكْعَة يَا بُنَيّ فَلَمَّا أَسَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَخَذَهُ اللَّحْم أَوْتَرَ بِسَبْعٍ ثُمَّ صَلَّى رَكْعَتَيْنِ وَهُوَ جَالِس بَعْدَمَا يُسَلِّم فَتِلْكَ تِسْع يَا بُنَيّ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى مِنْ النَّهَار ثِنْتَيْ عَشْرَة رَكْعَة وَلَا أَعْلَم نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ الْقُرْآن كُلّه فِي لَيْلَة حَتَّى أَصْبَحَ وَلَا صَامَ شَهْرًا كَامِلًا غَيْر رَمَضَان فَأَتَيْت اِبْن عَبَّاس فَحَدَّثْته بِحَدِيثِهَا فَقَالَ صَدَقَتْ أَمَا لَوْ كُنْت أَدْخُل عَلَيْهَا لَأَتَيْتهَا حَتَّى تُشَافِهنِي مُشَافَهَة هَكَذَا رَوَاهُ الْإِمَام أَحْمَد بِتَمَامِهِ وَقَدْ أَخْرَجَهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث قَتَادَة بِنَحْوِهِ . \" طَرِيق أُخْرَى عَنْ عَائِشَة فِي هَذَا الْمَعْنَى \" قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا زَيْد بْن الْحُبَاب وَحَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان قَالَا جَمِيعًا وَاللَّفْظ لِابْنِ وَكِيع عَنْ مُوسَى بْن عُبَيْدَة حَدَّثَنِي مُحَمَّد بْن طَحْلَاء عَنْ أَبِي سَلَمَة عَنْ عَائِشَة قَالَتْ : كُنْت أَجْعَل لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَصِيرًا يُصَلِّي عَلَيْهِ مِنْ اللَّيْل فَتَسَامَعَ النَّاس بِهِ فَاجْتَمَعُوا فَخَرَجَ كَالْمُغْضَبِ وَكَانَ بِهِمْ رَحِيمًا فَخَشِيَ أَنْ يَكْتُب عَلَيْهِمْ قِيَام اللَّيْل فَقَالَ \" أَيّهَا النَّاس اِكْلَفُوا مِنْ الْأَعْمَال مَا تُطِيقُونَ فَإِنَّ اللَّه لَا يَمَلّ مِنْ الثَّوَاب حَتَّى تَمَلُّوا مِنْ الْعَمَل وَخَيْر الْأَعْمَال مَا دِيمَ عَلَيْهِ \" وَنَزَلَ الْقُرْآن \" يَا أَيّهَا الْمُزَّمِّل قُمْ اللَّيْل إِلَّا قَلِيلًا نِصْفه أَوْ اُنْقُصْ مِنْهُ قَلِيلًا أَوْ زِدْ عَلَيْهِ \" حَتَّى كَانَ الرَّجُل يَرْبِط الْحَبْل وَيَتَعَلَّق فَمَكَثُوا بِذَلِكَ ثَمَانِيَة أَشْهُر فَرَأَى اللَّه مَا يَبْتَغُونَ مِنْ رِضْوَانه فَرَحِمَهُمْ فَرَدَّهُمْ إِلَى الْفَرِيضَة وَتَرَكَ قِيَام اللَّيْل وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق مُوسَى بْن عُبَيْدَة الرَّبَذِيّ وَهُوَ ضَعِيف وَالْحَدِيث فِي الصَّحِيح بِدُونِ زِيَادَة نُزُول هَذِهِ السُّورَة وَهَذَا السِّيَاق قَدْ يُوهِم أَنَّ نُزُول هَذِهِ السُّورَة بِالْمَدِينَةِ وَلَيْسَ كَذَلِكَ وَإِنَّمَا هِيَ مَكِّيَّة وَقَوْله فِي هَذَا السِّيَاق إِنَّ بَيْن نُزُول أَوَّلهَا وَآخِرهَا ثَمَانِيَة أَشْهُر غَرِيب فَقَدْ تَقَدَّمَ فِي رِوَايَة أَحْمَد أَنَّهُ كَانَ بَيْنهمَا سَنَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة عَنْ مِسْعَر عَنْ سِمَاك الْحَنَفِيّ سَمِعْت اِبْن عَبَّاس يَقُول : أَوَّل مَا نَزَلَ أَوَّل الْمُزَّمِّل كَانُوا يَقُومُونَ نَحْوًا مِنْ قِيَامهمْ فِي شَهْر رَمَضَان وَكَانَ بَيْن أَوَّلهَا وَآخِرهَا قَرِيب مِنْ سَنَة وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ أَبِي أُسَامَة بِهِ وَقَالَ الثَّوْرِيّ وَمُحَمَّد بْن بِشْر الْعَبْدِيّ كِلَاهُمَا عَنْ مِسْعَر عَنْ سِمَاك عَنْ اِبْن عَبَّاس كَانَ بَيْنهمَا سَنَة وَرَوَى اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ وَكِيع عَنْ إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مِثْله وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان عَنْ سُفْيَان عَنْ قَيْس بْن وَهْب عَنْ أَبِي عَبْد الرَّحْمَن قَالَ لَمَّا نَزَلَتْ\" يَا أَيّهَا الْمُزَّمِّل \" قَامُوا حَوْلًا حَتَّى وَرِمَتْ أَقْدَامهمْ وَسُوقهمْ حَتَّى نَزَلَتْ \" فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ \" قَالَ فَاسْتَرَاحَ النَّاس وَكَذَا قَالَ الْحَسَن الْبَصْرِيّ وَالسُّدِّيّ. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عُبَيْد اللَّه بْن عُمَر الْقَوَارِيرِيّ حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنَا أَبِي عَنْ قَتَادَة عَنْ زُرَارَةَ بْن أَوْفَى عَنْ سَعِيد بْن هِشَام قَالَ : فَقُلْت يَعْنِي لِعَائِشَة أَخْبِرِينَا عَنْ قِيَام رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ أَلَسْت تَقْرَأ \" يَا أَيّهَا الْمُزَّمِّل \" قُلْت بَلَى قَالَتْ فَإِنَّهَا كَانَتْ قِيَام رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه حَتَّى اِنْتَفَخَتْ أَقْدَامهمْ وَحَبَسَ آخِرهَا فِي السَّمَاء سِتَّة عَشَر شَهْرًا ثُمَّ نَزَلَ وَقَالَ مَعْمَر عَنْ قَتَادَة \" قُمْ اللَّيْل إِلَّا قَلِيلًا \" قَامُوا حَوْلًا أَوْ حَوْلَيْنِ حَتَّى اِنْتَفَخَتْ سُوقهمْ وَأَقْدَامهمْ فَأَنْزَلَ اللَّه تَخْفِيفهَا بَعْد فِي آخِر السُّورَة وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ جَعْفَر عَنْ سَعِيد هُوَ اِبْن جُبَيْر قَالَ : لَمَّا أَنْزَلَ اللَّه تَعَالَى عَلَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَيّهَا الْمُزَّمِّل \" قَالَ مَكَثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى هَذِهِ الْحَال عَشْر سِنِينَ يَقُوم اللَّيْل كَمَا أَمَرَهُ وَكَانَتْ طَائِفَة مِنْ أَصْحَابه يَقُومُونَ مَعَهُ فَأَنْزَلَ اللَّه تَعَالَى عَلَيْهِ بَعْد عَشْر سِنِينَ \" إِنَّ رَبّك يَعْلَم أَنَّك تَقُوم أَدْنَى مِنْ ثُلُثَيْ اللَّيْل وَنِصْفه وَثُلُثه وَطَائِفَة مِنْ الَّذِينَ مَعَك - إِلَى قَوْله تَعَالَى - وَأَقِيمُوا الصَّلَاة \" فَخَفَّفَ اللَّه تَعَالَى عَنْهُمْ بَعْد عَشْر سِنِينَ وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ عَمْرو بْن رَافِع عَنْ يَعْقُوب الْقُمِّيّ بِهِ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" قُمْ اللَّيْل إِلَّا قَلِيلًا نِصْفه أَوْ اُنْقُصْ مِنْهُ قَلِيلًا \" فَشَقَّ ذَلِكَ عَلَى الْمُؤْمِنِينَ ثُمَّ خَفَّفَ اللَّه تَعَالَى عَنْهُمْ وَرَحِمَهُمْ فَأَنْزَلَ بَعْد هَذَا \" عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْض يَبْتَغُونَ مِنْ فَضْل اللَّه \" إِلَى قَوْله تَعَالَى\" فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ \" فَوَسَّعَ اللَّه تَعَالَى وَلَهُ الْحَمْد وَلَمْ يُضَيِّق .</p><BR> <br> ", "sura_id": 73, "type": 4, "id": 42789, "aya_id": 7}]