[{"text": "إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ", "sura_id": 40, "type": 0, "id": 4143, "aya_id": 10}, {"text": "إن الذين كفروا ينادون لمقت الله أكبر من مقتكم أنفسكم إذ تدعون إلى الإيمان فتكفرون", "sura_id": 40, "type": 1, "id": 10379, "aya_id": 10}, {"text": "10 - (إن الذين كفروا ينادون) من قبل الملائكة وهم يمقتون أنفسهم عند دخولهم النار (لمقت الله) إياكم (أكبر من مقتكم أنفسكم إذ تدعون) في الدنيا (إلى الإيمان فتكفرون) \r\n", "sura_id": 40, "type": 2, "id": 29087, "aya_id": 10}, {"text": "إن الذين جحدوا أن الله هو الإله الحق وصرفوا العبادة لغيره عندما يعاينون أهوال النار بأنفسهم, يَمْقُتون أنفسهم أشد المقت, وعند ذلك يناديهم خزنة جهنم: لَمقت الله لكم في الدنيا- حين طلب منكم الإيمان به واتباع رسله, فأبيتم- أكبر من بغضكم لأنفسكم الآن, بعد أن أدركتم أنكم تستحقون سخط الله وعذابه.\r\n", "sura_id": 40, "type": 3, "id": 35323, "aya_id": 10}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْكُفَّار أَنَّهُمْ يُنَادَوْنَ يَوْم الْقِيَامَة وَهُمْ فِي غَمَرَات النِّيرَان يَتَلَظَّوْنَ وَذَلِكَ عِنْدَمَا بَاشَرُوا مِنْ عَذَاب اللَّه تَعَالَى مَا لَا قِبَل لِأَحَدٍ بِهِ فَمَقَتُوا عِنْد ذَلِكَ أَنْفُسهمْ وَأَبْغَضُوهَا غَايَة الْبُغْض بِسَبَبِ مَا أَسْلَفُوا مِنْ الْأَعْمَال السَّيِّئَة الَّتِي كَانَتْ سَبَب دُخُولهمْ إِلَى النَّار فَأَخْبَرَتْهُمْ الْمَلَائِكَة عِنْد ذَلِكَ إِخْبَارًا عَالِيًا نَادَوْهُمْ نِدَاء بِأَنَّ مَقْت اللَّه تَعَالَى لَهُمْ فِي الدُّنْيَا حِين كَانَ يَعْرِض عَلَيْهِمْ الْإِيمَان فَيَكْفُرُونَ أَشَدّ مِنْ مَقْتِكُمْ أَيّهَا الْمُعَذَّبُونَ أَنْفُسكُمْ الْيَوْم فِي هَذِهِ الْحَالَة. قَالَ قَتَادَة فِي قَوْله تَعَالَى \" لَمَقْت اللَّه أَكْبَر مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَان فَتَكْفُرُونَ \" يَقُول لَمَقْت اللَّه أَهْل الضَّلَالَة حِين عَرَضَ عَلَيْهِمْ الْإِيمَان فِي الدُّنْيَا فَتَرَكُوهُ وَأَبَوْا أَنْ يَقْبَلُوهُ أَكْبَر مِمَّا مَقَتُوا أَنْفُسهمْ حِين عَايَنُوا عَذَاب اللَّه يَوْم الْقِيَامَة وَهَكَذَا قَالَ الْحَسَن الْبَصْرِيّ وَمُجَاهِد وَالسُّدِّيّ وَذَرّ بْن عُبَيْد اللَّه الْهَمْدَانِيّ وعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَابْن جَرِير الطَّبَرِيّ رَحْمَة اللَّه عَلَيْهِمْ أَجْمَعِينَ .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40943, "aya_id": 10}]