[{"text": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ", "sura_id": 62, "type": 0, "id": 5187, "aya_id": 10}, {"text": "فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون", "sura_id": 62, "type": 1, "id": 11423, "aya_id": 10}, {"text": "10 - (فإذا قضيت الصلاة فانتشروا في الأرض) أمر إباحة (وابتغوا) اطلبوا الرزق (من فضل الله واذكروا الله) ذكرا (كثيرا لعلكم تفلحون) تفوزون كان صلى الله عليه وسلم يخطب يوم الجمعة فقدمت عير وضرب لقدومها الطبل على العادة فخرج لها الناس من المسجد غير اثني عشر رجلا فنزلت \r\n", "sura_id": 62, "type": 2, "id": 30131, "aya_id": 10}, {"text": "فإذا سمعتم الخطبة, وأدَّيتم الصلاة, فانتشروا في الأرض, واطلبوا من رزق الله بسعيكم, واذكروا الله كثيرًا في جميع أحوالكم؛ لعلكم تفوزون بخيري الدنيا والآخرة.\r\n", "sura_id": 62, "type": 3, "id": 36367, "aya_id": 10}, {"text": " <font color=red>فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ</font><BR><p>وَقَوْله تَعَالَى \" فَإِذَا قُضِيَتْ الصَّلَاة \" أَيْ فُرِغَ مِنْهَا\" فَانْتَشِرُوا فِي الْأَرْض وَابْتَغُوا مِنْ فَضْل اللَّه \" لَمَّا حَجَرَ عَلَيْهِمْ فِي التَّصَرُّف بَعْد النِّدَاء وَأَمَرَهُمْ بِالِاجْتِمَاعِ أَذِنَ لَهُمْ بَعْد الْفَرَاغ فِي الِانْتِشَار فِي الْأَرْض وَالِابْتِغَاء مِنْ فَضْل اللَّه كَمَا كَانَ عِرَاك بْن مَالِك رَضِيَ اللَّه عَنْهُ إِذَا صَلَّى الْجُمُعَة اِنْصَرَفَ فَوَقَفَ عَلَى بَاب الْمَسْجِد فَقَالَ : اللَّهُمَّ إِنِّي أَجَبْت دَعْوَتك وَصَلَّيْت فَرِيضَتك وَانْتَشَرْت كَمَا أَمَرْتَنِي فَارْزُقْنِي مِنْ فَضْلك وَأَنْتَ خَيْر الرَّازِقِينَ رَوَاهُ اِبْن أَبِي حَاتِم . وَرُوِيَ عَنْ بَعْض السَّلَف أَنَّهُ قَالَ : مَنْ بَاعَ وَاشْتَرَى فِي يَوْم الْجُمُعَة بَعْد الصَّلَاة بَارَكَ اللَّه لَهُ سَبْعِينَ مَرَّة لِقَوْلِ اللَّه تَعَالَى \" فَإِذَا قُضِيَتْ الصَّلَاة فَانْتَشِرُوا فِي الْأَرْض وَابْتَغُوا مِنْ فَضْل اللَّه \" . وَقَوْله تَعَالَى \" وَاذْكُرُوا اللَّه كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ \" أَيْ حَال بَيْعكُمْ وَشِرَائِكُمْ وَأَخْذكُمْ وَإِعْطَائِكُمْ اُذْكُرُوا اللَّه ذِكْرًا كَثِيرًا وَلَا تُشْغِلكُمْ الدُّنْيَا عَنْ الَّذِي يَنْفَعكُمْ فِي الدَّار الْآخِرَة وَلِهَذَا جَاءَ فِي الْحَدِيث\" مَنْ دَخَلَ سُوقًا مِنْ الْأَسْوَاق فَقَالَ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير كَتَبَ اللَّه لَهُ أَلْف أَلْف حَسَنَة وَمَحَا عَنْهُ أَلْف أَلْف سَيِّئَة \" . وَقَالَ مُجَاهِد : لَا يَكُون الْعَبْد مِنْ الذَّاكِرِينَ اللَّه كَثِيرًا حَتَّى يَذْكُر اللَّه قَائِمًا وَقَاعِدًا وَمُضْطَجِعًا .</p><BR> <br> ", "sura_id": 62, "type": 4, "id": 42269, "aya_id": 10}]