[{"text": "أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنزَلَ لَكُم مِّنَ السَّمَاء مَاء فَأَنبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنبِتُوا شَجَرَهَا أَإِلَهٌ مَّعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ", "sura_id": 27, "type": 0, "id": 3219, "aya_id": 60}, {"text": "أمن خلق السماوات والأرض وأنزل لكم من السماء ماء فأنبتنا به حدائق ذات بهجة ما كان لكم أن تنبتوا شجرها أإله مع الله بل هم قوم يعدلون", "sura_id": 27, "type": 1, "id": 9455, "aya_id": 60}, {"text": "60 - (أم من خلق السماوات والأرض وأنزل لكم من السماء ماء فأنبتنا) فيه التفات من الغيبة إلى التكلم (به حدائق) جمع حديقة وهو البستان المحوط (ذات بهجة) حسن (ما كان لكم أن تنبتوا شجرها) لعدم قدرتكم عليه (أإله) بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين في مواضعه السبعة (مع الله) أعانه على ذلك أي ليس معه إله (بل هم قوم يعدلون) يشركون بالله غيره \r\n", "sura_id": 27, "type": 2, "id": 28163, "aya_id": 60}, {"text": "واسألهم مَن خلق السموات والأرض, وأنزل لكم من السماء ماء, فأنبت به حدائق ذات منظر حسن؟ ما كان لكم أن تنبتوا شجرها, لولا أن الله أنزل عليكم الماء من السماء. إن عبادته سبحانه هي الحق, وعبادة ما سواه هي الباطل. أمعبود مع الله فعل هذه الأفعال حتى يُعبد معه ويُشرك به؟ بل هؤلاء المشركون قوم ينحرفون عن طريق الحق والإيمان, فيسوون بالله غيره في العبادة والتعظيم.\r\n", "sura_id": 27, "type": 3, "id": 34399, "aya_id": 60}, {"text": " <font color=red>أَمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ</font><BR><p>\" أَمَّنْ خَلَقَ السَّمَوَات \" أَيْ خَلَقَ تِلْكَ السَّمَوَات فِي اِرْتِفَاعهَا وَصَفَائِهَا وَمَا جَعَلَ فِيهَا مِنْ الْكَوَاكِب النَّيِّرَة وَالنُّجُوم الزَّاهِرَة وَالْأَفْلَاك الدَّائِرَة وَخَلَقَ الْأَرْض فِي اِسْتِفَالهَا وَكَثَافَتهَا وَمَا جَعَلَ فِيهَا مِنْ الْجِبَال وَالْأَطْوَاد وَالسُّهُول وَالْأَوْعَار وَالْفَيَافِي وَالْقِفَار وَالزُّرُوع وَالْأَشْجَار وَالثِّمَار وَالْبِحَار وَالْحَيَوَان عَلَى اِخْتِلَاف الْأَصْنَاف وَالْأَشْكَال وَالْأَلْوَان وَغَيْر ذَلِكَ وَقَوْله تَعَالَى : \" وَأَنْزَلَ لَكُمْ مِنْ السَّمَاء مَاء \" أَيْ جَعَلَهُ رِزْقًا لِلْعِبَادِ \" فَأَنْبَتْنَا بِهِ حَدَائِق \" أَيْ بَسَاتِين \" ذَات بَهْجَة \" أَيْ مَنْظَر حَسَن وَشَكْل حَسَن وَشَكْل بَهِيّ \" مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرهَا \" أَيْ لَمْ تَكُونُوا تَقْدِرُونَ عَلَى إِنْبَات أَشْجَارهَا وَإِنَّمَا يَقْدِر عَلَى ذَلِكَ الْخَالِق الرَّازِق الْمُسْتَقِلّ بِذَلِكَ الْمُتَفَرِّد بِهِ دُون مَا سِوَاهُ مِنْ الْأَصْنَام وَالْأَنْدَاد كَمَا اِعْتَرَفَ بِهِ هَؤُلَاءِ الْمُشْرِكُونَ كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" وَلَئِنْ سَأَلْتهمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّه \" \" وَلَئِنْ سَأَلْتهمْ مَنْ نَزَّلَ مِنْ السَّمَاء مَاء فَأَحْيَا بِهِ الْأَرْض مِنْ بَعْد مَوْتهَا لَيَقُولُنَّ اللَّه \" أَيْ هُمْ مُعْتَرِفُونَ بِأَنَّهُ الْفَاعِل لِجَمِيعِ ذَلِكَ وَحْده لَا شَرِيك لَهُ ثُمَّ هُمْ يَعْبُدُونَ مَعَهُ غَيْره مِمَّا يَعْتَرِفُونَ أَنَّهُ لَا يَخْلُق وَلَا يَرْزُق وَإِنَّمَا يَسْتَحِقّ أَنْ يُفْرَد بِالْعِبَادَةِ مَنْ هُوَ الْمُتَفَرِّد بِالْخَلْقِ وَالرِّزْق وَلِهَذَا قَالَ تَعَالَى : \" أَإِلَه مَعَ اللَّه \" ؟ أَيْ أَإِلَه مَعَ اللَّه يُعْبَد وَقَدْ تَبَيَّنَ لَكُمْ وَلِكُلِّ ذِي لُبّ مِمَّا يَعْتَرِفُونَ بِهِ أَيْضًا أَنَّهُ الْخَالِق الرَّازِق وَمِنْ الْمُفَسِّرِينَ مَنْ يَقُول مَعْنَى قَوْله : \" أَإِلَه مَعَ اللَّه \" فَعَلَ هَذَا وَهُوَ يَرْجِع إِلَى مَعْنَى الْأَوَّل لِأَنَّ تَقْدِير الْجَوَاب أَنَّهُمْ يَقُولُونَ لَيْسَ ثَمَّ أَحَد فَعَلَ هَذَا مَعَهُ بَلْ هُوَ الْمُتَفَرِّد بِهِ فَيُقَال فَكَيْف تَعْبُدُونَ مَعَهُ غَيْره وَهُوَ الْمُسْتَقِلّ الْمُتَفَرِّد بِالْخَلْقِ وَالرِّزْق وَالتَّدْبِير ؟ كَمَا قَالَ تَعَالَى \" أَفَمَنْ يَخْلُق كَمَنْ لَا يَخْلُق \" الْآيَة وَقَوْله تَعَالَى هَهُنَا \" أَمَّنْ خَلَقَ السَّمَوَات وَالْأَرْض \" \" أَمَّنْ \" فِي هَذِهِ الْآيَات كُلّهَا تَقْدِيره أَمَنْ يَفْعَل هَذِهِ الْأَشْيَاء كَمَنْ لَا يَقْدِر عَلَى شَيْء مِنْهَا ؟ هَذَا مَعْنَى السِّيَاق وَإِنْ لَمْ يُذْكَر الْآخَر لِأَنَّ فِي قُوَّة الْكَلَام مَا يُرْشِد إِلَى ذَلِكَ وَقَدْ قَالَ اللَّه تَعَالَى\" آللَّه خَيْر أَمْ مَا يُشْرِكُونَ \" ثُمَّ قَالَ فِي الْآيَة الْأُخْرَى\" بَلْ هُمْ قَوْم يَعْدِلُونَ \" أَيْ يَجْعَلُونَ لِلَّهِ عِدْلًا وَنَظِيرًا وَهَكَذَا قَالَ تَعَالَى \" أَمَّنْ هُوَ قَانِت آنَاء اللَّيْل سَاجِدًا وَقَائِمًا يَحْذَر الْآخِرَة وَيَرْجُو رَحْمَة رَبّه \" أَيْ أَمَّنْ هُوَ هَكَذَا كَمَنْ لَيْسَ كَذَلِكَ ؟ وَلِهَذَا قَالَ تَعَالَى : \" قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَاَلَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّر أُولُوا الْأَلْبَاب \" \" أَفَمَنْ شَرَحَ اللَّه صَدْره لِلْإِسْلَامِ فَهُوَ عَلَى نُور مِنْ رَبّه فَوَيْل لِلْقَاسِيَةِ قُلُوبهمْ مِنْ ذِكْر اللَّه أُولَئِكَ فِي ضَلَال مُبِين \" وَقَالَ تَعَالَى \" أَمَّنْ هُوَ قَائِم عَلَى كُلّ نَفْس بِمَا كَسَبَتْ \" أَيْ أَمَّنْ هُوَ شَهِيد عَلَى أَفْعَال الْخَلْق حَرَكَاتهمْ وَسَكَنَاتهمْ يَعْلَم الْغَيْب جَلِيله وَحَقِيره كَمَنْ هُوَ لَا يَعْلَم وَلَا يَسْمَع وَلَا يُبْصِر مِنْ هَذِهِ الْأَصْنَام الَّتِي عَبَدُوهَا مِنْ دُون اللَّه ؟ وَلِهَذَا قَالَ \" وَجَعَلُوا لِلَّهِ شُرَكَاء قُلْ سَمُّوهُمْ\" وَهَكَذَا هَذِهِ الْآيَات الْكَرِيمَات كُلّهَا .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39649, "aya_id": 60}]