[{"text": "لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَاء جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ", "sura_id": 59, "type": 0, "id": 5140, "aya_id": 14}, {"text": "لا يقاتلونكم جميعا إلا في قرى محصنة أو من وراء جدر بأسهم بينهم شديد تحسبهم جميعا وقلوبهم شتى ذلك بأنهم قوم لا يعقلون", "sura_id": 59, "type": 1, "id": 11376, "aya_id": 14}, {"text": "14 - (لا يقاتلونكم) أي اليهود (جميعا) مجتمعين (إلا في قرى محصنة أو من وراء جدر) سور وفي قراءة جدر (بأسهم) حربهم (بينهم شديد تحسبهم جميعا) مجتمعين (وقلوبهم شتى) متفرقة خلاف الحسبان (ذلك بأنهم قوم لا يعقلون) \r\n", "sura_id": 59, "type": 2, "id": 30084, "aya_id": 14}, {"text": "لا يواجهكم اليهود بقتال مجتمعين إلا في قرى محصنة بالأسوار والخنادق, أو من خلف الحيطان, عداوتهم فيما بينهم شديدة, تظن أنهم مجتمعون على كلمة واحدة, ولكن قلوبهم متفرقة؛ وذلك بسبب أنهم قوم لا يعقلون أمر الله ولا يتدبرون آياته.\r\n", "sura_id": 59, "type": 3, "id": 36320, "aya_id": 14}, {"text": " <font color=red>لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ</font><BR><p>قَالَ تَعَالَى \" لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَة أَوْ مِنْ وَرَاء جُدُر \" يَعْنِي أَنَّهُمْ مِنْ جُبْنهمْ وَهَلَعهمْ لَا يَقْدِرُونَ عَلَى مُوَاجِهَة جَيْش الْإِسْلَام بِالْمُبَارَزَةِ وَالْمُقَاتَلَة بَلْ إِمَّا فِي حُصُون أَوْ مِنْ وَرَاء جُدُر مُحَاصَرِينَ فَيُقَاتِلُونَ لِلدَّفْعِ عَنْهُمْ ضَرُورَة . ثُمَّ قَالَ تَعَالَى \" بَأْسهمْ بَيْنهمْ شَدِيد \" أَيْ عَدَاوَتهمْ فِيمَا بَيْنهمْ شَدِيدَة كَمَا قَالَ تَعَالَى\" وَيُذِيق بَعْضكُمْ بَأْس بَعْض \" وَلِهَذَا قَالَ تَعَالَى \" تَحْسَبهُمْ جَمِيعًا وَقُلُوبهمْ شَتَّى \" أَيْ تَرَاهُمْ مُجْتَمَعِينَ فَتَحْسَبهُمْ مُؤْتَلِفِينَ وَهُمْ مُخْتَلِفُونَ غَايَة الِاخْتِلَاف قَالَ إِبْرَاهِيم النَّخَعِيّ يَعْنِي أَهْل الْكِتَاب وَالْمُنَافِقِينَ ذَلِكَ بِأَنَّهُمْ قَوْم لَا يَعْقِلُونَ \" .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42057, "aya_id": 14}]