[{"text": "فَلَمَّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُواْ لاَ تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ", "sura_id": 11, "type": 0, "id": 1543, "aya_id": 70}, {"text": "فلما رأى أيديهم لا تصل إليه نكرهم وأوجس منهم خيفة قالوا لا تخف إنا أرسلنا إلى قوم لوط", "sura_id": 11, "type": 1, "id": 7779, "aya_id": 70}, {"text": "70 - (فلما رأى أيديهم لا تصل إليه نكرهم) بمعنى أنكرهم (وأوجس) أضمر في نفسه (منهم خيفة) خوفاً (قالوا لا تخف إنا أرسلنا إلى قوم لوط) لنهلكهم \r\n", "sura_id": 11, "type": 2, "id": 26487, "aya_id": 70}, {"text": "فلما رأى إبراهيم أيديهم لا تَصِل إلى العجل الذي أتاهم به ولا يأكلون منه, أنكر ذلك منهم, وأحس في نفسه خيفة وأضمرها, قالت الملائكة -لما رأت ما بإبراهيم من الخوف-: لا تَخَفْ إنا ملائكة ربك أُرسلنا إلى قوم لوط لإهلاكهم.\r\n", "sura_id": 11, "type": 3, "id": 32723, "aya_id": 70}, {"text": " <font color=red>فَلَمَّا رَأَى أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ</font><BR><p>وَقَوْله \" فَلَمَّا رَأَى أَيْدِيهمْ لَا تَصِل إِلَيْهِمْ نَكِرَهُمْ\" تَنَكَّرَهُمْ \" وَأَوْجَسَ مِنْهُمْ خِيفَة \" وَذَلِكَ أَنَّ الْمَلَائِكَة لَا هِمَّة لَهُمْ إِلَى الطَّعَام وَلَا يَشْتَهُونَهُ وَلَا يَأْكُلُونَهُ فَلِهَذَا رَأَى حَالَهُمْ مُعْرِضِينَ عَمَّا جَاءَهُمْ بِهِ فَارِغِينَ عَنْهُ بِالْكُلِّيَّةِ فَعِنْد ذَلِكَ نَكِرَهُمْ \" وَأَوْجَسَ مِنْهُمْ خِيفَة \" قَالَ السُّدِّيّ : لَمَّا بَعَثَ اللَّه الْمَلَائِكَة لِقَوْمِ لُوط أَقْبَلَتْ تَمْشِي فِي صُوَر رِجَال شُبَّان حَتَّى نَزَلُوا عَلَى إِبْرَاهِيم فَتَضَيَّفُوهُ فَلَمَّا رَآهُمْ أَجَلَّهُمْ \" فَرَاغَ إِلَى أَهْله فَجَاءَ بِعِجْلٍ سَمِين \" فَذَبَحَهُ ثُمَّ شَوَاهُ فِي الرَّضْف وَأَتَاهُمْ بِهِ فَقَعَدَ مَعَهُمْ وَقَامَتْ سَارَة تَخْدُمهُمْ فَذَلِكَ حِين يَقُول - وَامْرَأَته قَائِمَة وَهُوَ جَالِس - فِي قِرَاءَة اِبْن مَسْعُود \" فَلَمَّا قَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ\" قَالُوا يَا إِبْرَاهِيم إِنَّا لَا نَأْكُل طَعَامًا إِلَّا بِثَمَنٍ قَالَ فَإِنَّ لِهَذَا ثَمَنًا قَالُوا وَمَا ثَمَنه ؟ قَالَ تَذْكُرُونَ اِسْم اللَّه عَلَى أَوَّلِهِ وَتَحْمَدُونَهُ عَلَى آخِره فَنَظَرَ جِبْرِيلُ إِلَى مِيكَائِيلَ فَقَالَ حَقَّ لِهَذَا أَنْ يَتَّخِذَهُ رَبُّهُ خَلِيلًا \" فَلَمَّا رَأَى أَيْدِيهمْ لَا تَصِل إِلَيْهِ نَكِرَهُمْ\" يَقُول فَلَمَّا رَآهُمْ لَا يَأْكُلُونَ فَزِعَ مِنْهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَة فَلَمَّا نَظَرَتْ سَارَة أَنَّهُ قَدْ أَكْرَمَهُمْ وَقَامَتْ هِيَ تَخْدُمهُمْ ضَحِكَتْ وَقَالَتْ : عَجَبًا لِأَضْيَافِنَا هَؤُلَاءِ نَخْدُمهُمْ بِأَنْفُسِنَا كَرَامَة لَهُمْ وَهُمْ لَا يَأْكُلُونَ طَعَامنَا ! وَقَالَ اِبْن حَاتِم : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا نَصْر بْن عَلِيّ حَدَّثَنَا نُوح بْن قَيْس عَنْ عُثْمَان بْن مُحَيْصِن فِي ضَيْف إِبْرَاهِيم قَالَ : كَانُوا أَرْبَعَة : جِبْرِيل وَمِيكَائِيل وَإِسْرَافِيل وَرُفَائِيل قَالَ نُوح بْن قَيْس فَزَعَمَ نُوح بْن أَبِي شَدَّاد أَنَّهُمْ لَمَّا دَخَلُوا عَلَى إِبْرَاهِيم فَقَرَّبَ إِلَيْهِمْ الْعِجْل مَسَحَهُ جِبْرِيل بِجَنَاحِهِ فَقَامَ يَدْرُج حَتَّى لَحِقَ بِأُمِّهِ وَأُمّ الْعِجْل فِي الدَّار وَقَوْله تَعَالَى إِخْبَارًا عَنْ الْمَلَائِكَة \" قَالُوا لَا تَخَفْ \" أَيْ قَالُوا لَا تَخَفْ مِنَّا إِنَّا مَلَائِكَة أُرْسِلْنَا إِلَى قَوْم لُوط لِنُهْلِكهُمْ فَضَحِكَتْ سَارَة اِسْتِبْشَارًا بِهَلَاكِهِمْ لِكَثْرَةِ فَسَادِهِمْ وَغِلَظ كُفْرهمْ وَعِنَادهمْ فَلِهَذَا جُوزِيَتْ بِالْبِشَارَةِ بِالْوَلَدِ بَعْد الْإِيَاس وَقَالَ قَتَادَة ضَحِكَتْ وَعَجِبَتْ أَنَّ قَوْمًا يَأْتِيهِمْ الْعَذَاب وَهُمْ فِي غَفْلَة وَقَوْله \" وَمِنْ وَرَاء إِسْحَاق يَعْقُوب \" قَالَ الْعَوْفِيُّ عَنْ اِبْن عَبَّاس : فَضَحِكَتْ أَيْ حَاضَتْ وَقَوْل مُحَمَّد بْن قَيْس إِنَّهَا إِنَّمَا ضَحِكَتْ مِنْ أَنَّهَا ظَنَّتْ أَنَّهُمْ يُرِيدُونَ أَنْ يَعْمَلُوا كَمَا يَعْمَل قَوْم لُوط وَقَوْل الْكَلْبِيّ : إِنَّهَا إِنَّمَا ضَحِكَتْ لَمَّا رَأَتْ مِنْ الرَّوْع بِإِبْرَاهِيم ضَعْفًا وَوَجْدًا وَإِنْ كَانَ اِبْن جَرِير قَدْ رَوَاهُمَا بِسَنَدِهِ إِلَيْهِمَا فَلَا يُلْتَفَت إِلَى ذَلِكَ وَاَللَّه أَعْلَم . وَقَالَ وَهَبْ بْن مُنَبِّه : إِنَّمَا ضَحِكَتْ لَمَّا بُشِّرَتْ بِإِسْحَاق وَهَذَا مُخَالِف لِهَذَا السِّيَاق فَإِنَّ الْبِشَارَة صَرِيحَة مُرَتَّبَة عَلَى ضَحِكهَا.</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37691, "aya_id": 70}]