[{"text": "وَأَنَّ إِلَى رَبِّكَ الْمُنتَهَى", "sura_id": 53, "type": 0, "id": 4826, "aya_id": 42}, {"text": "وأن إلى ربك المنتهى", "sura_id": 53, "type": 1, "id": 11062, "aya_id": 42}, {"text": "42 - (وأن) بالفتح عطفا وقرىء بالكسر استئنافا وكذا ما بعدها فلا يكون مضمون الجمل في الصحف على االثاني (إلى ربك المنتهى) المرجع والمصير بعد الموت فيجازيهم \r\n", "sura_id": 53, "type": 2, "id": 29770, "aya_id": 42}, {"text": " وأنَّ إلى ربك -أيها الرسول- انتهاء جميع خلقه يوم القيامة.\r\n", "sura_id": 53, "type": 3, "id": 36006, "aya_id": 42}, {"text": " <font color=red>وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى</font><BR><p>أَيْ الْمَعَاد يَوْم الْقِيَامَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سُوَيْد بْن سَعِيد حَدَّثَنَا مُسْلِم بْن خَالِد عَنْ عَبْد الرَّحْمَن بْن سَابِط عَنْ عَمْرو بْن مَيْمُون الْأَوْدِيّ قَالَ قَامَ فِينَا مُعَاذ بْن جَبَل فَقَالَ يَا بَنِي أَوْد إِنِّي رَسُولُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْكُمْ تَعْلَمُونَ أَنَّ الْمَعَاد إِلَى اللَّه إِلَى الْجَنَّة أَوْ إِلَى النَّار . وَذَكَرَ الْبَغَوِيّ مِنْ رِوَايَة أَبِي جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" وَأَنَّ إِلَى رَبّك الْمُنْتَهَى \" \" قَالَ لَا فِكْرَةَ فِي الرَّبّ \" قَالَ الْبَغَوِيّ وَهَذَا مِثْل مَا رُوِيَ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" تَفَكَّرُوا فِي الْخَلْق وَلَا تَفَكَّرُوا فِي الْخَالِق فَإِنَّهُ لَا تُحِيط بِهِ الْفِكْرَة \" وَكَذَا أَوْرَدَهُ وَلَيْسَ بِمَحْفُوظٍ بِهَذَا اللَّفْظ وَإِنَّمَا الَّذِي فِي الصَّحِيح\" يَأْتِي الشَّيْطَان أَحَدَكُمْ فَيَقُول مَنْ خَلَقَ كَذَا ؟ مَنْ خَلَقَ كَذَا ؟ حَتَّى يَقُول مَنْ خَلَقَ رَبّك ؟ فَإِذَا بَلَغَ أَحَدكُمْ ذَلِكَ فَلْيَسْتَعِذْ بِاَللَّهِ وَلْيَنْتَهِ \" . وَالْحَدِيث الْآخَر الَّذِي فِي السُّنَن \" تَفَكَّرُوا فِي مَخْلُوقَات اللَّه وَلَا تَفَكَّرُوا فِي ذَات اللَّه فَإِنَّ اللَّه تَعَالَى خَلَقَ مَلَكًا مَا بَيْن شَحْمَة أُذُنه إِلَى عَاتِقه مَسِيرَة ثَلَاثمِائَةِ سَنَة \" أَوْ كَمَا قَالَ.</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41747, "aya_id": 42}]