[{"text": "وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا قَالُواْ نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَن لَّعْنَةُ اللّهِ عَلَى الظَّالِمِينَ", "sura_id": 7, "type": 0, "id": 998, "aya_id": 44}, {"text": "ونادى أصحاب الجنة أصحاب النار أن قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا قالوا نعم فأذن مؤذن بينهم أن لعنة الله على الظالمين", "sura_id": 7, "type": 1, "id": 7234, "aya_id": 44}, {"text": "44 - (ونادى أصحاب الجنة أصحاب النار) تقريرا أو تبكيتا (أن قد وجدنا ما وعدنا ربنا) من الثواب (حقا فهل وجدتم ما وعد) كم (ربكم) من العذاب (حقاً ؟ قالوا نعم فأذن مؤذن) نادى مناد (بينهم) بين الفريقين أسمعهم (أن لعنة الله على الظالمين) \r\n", "sura_id": 7, "type": 2, "id": 25942, "aya_id": 44}, {"text": "ونادى أصحاب الجنة -بعد دخولهم فيها- أهلَ النار قائلين لهم: إنا قد وجدنا ما وعدنا ربنا على ألسنة رسله حقًا من إثابة أهل طاعته, فهل وجدتم ما وعدكم ربكم على ألسنة رسله حقًا من عقاب أهل معصيته؟ فأجابهم أهل النار قائلين: نعم قد وجدنا ما وعدنا ربنا حقًا. فأذَّن مؤذن بين أهل الجنة وأهل النار: أنْ لعنة الله على الظالمين الذين تجاوزوا حدود الله, وكفروا بالله ورسله.\r\n", "sura_id": 7, "type": 3, "id": 32178, "aya_id": 44}, {"text": " <font color=red>وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ</font><BR><p>يُخْبِر تَعَالَى بِمَا يُخَاطِب بِهِ أَهْل النَّار عَلَى وَجْه التَّقْرِيع وَالتَّوْبِيخ إِذَا اِسْتَقَرُّوا فِي مَنَازِلهمْ\" أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبّنَا حَقًّا \" \" أَنْ \" هَاهُنَا مُفَسِّرَة لِلْقَوْلِ الْمَحْذُوف وَ \" قَدْ \" لِلتَّحْقِيقِ أَيْ قَالُوا لَهُمْ \" قَدْ وَجَدْنَا مَا وَعَدَنَا رَبّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبّكُمْ حَقًّا قَالُوا نَعَمْ \" كَمَا أَخْبَرَ تَعَالَى فِي سُورَة الصَّافَّات عَنْ الَّذِي كَانَ لَهُ قَرِين مِنْ الْكُفَّار\" فَاطَّلَعَ فَرَآهُ فِي سَوَاء الْجَحِيم قَالَ تَاللَّهِ إِنْ كِدْت لَتُرْدِينِ وَلَوْلَا نِعْمَة رَبِّي لَكُنْت مِنْ الْمُحْضَرِينَ أَفَمَا نَحْنُ بِمَيِّتِينَ إِلَّا مَوْتَتنَا الْأُولَى وَمَا نَحْنُ بِمُعَذَّبِينَ\" أَيْ يُنْكِر عَلَيْهِ مَقَالَته الَّتِي يَقُولهَا فِي الدُّنْيَا وَيُقْرِعهُ بِمَا صَارَ إِلَيْهِ مِنْ الْعَذَاب وَالنَّكَال وَكَذَلِكَ تُقْرِعهُمْ الْمَلَائِكَة يَقُولُونَ لَهُمْ \" هَذِهِ النَّار الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ أَفَسِحْر هَذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ اِصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاء عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ \" وَكَذَلِكَ قَرَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَتْلَى الْقَلِيب يَوْم بَدْر فَنَادَى \" يَا أَبَا جَهْل بْن هِشَام وَيَا عُتْبَة بْن رَبِيعَة وَيَا شَيْبَة بْن رَبِيعَة - وَسَمَّى رُءُوسهمْ - هَلْ وَجَدْتُمْ مَا وَعَدَ رَبّكُمْ حَقًّا فَإِنِّي وَجَدْت مَا وَعَدَنِي رَبِّي حَقًّا \" وَقَالَ عُمَر يَا رَسُول اللَّه تُخَاطِب قَوْمًا قَدْ جَيَّفُوا فَقَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَع لِمَا أَقُول مِنْهُمْ وَلَكِنْ لَا يَسْتَطِيعُونَ أَنْ يُجِيبُوا \" . وَقَوْله تَعَالَى \" فَأَذَّنَ مُؤَذِّن بَيْنهمْ \" أَيْ أَعْلَم مُعْلِم وَنَادَى مُنَادٍ\" أَنْ لَعْنَة اللَّه عَلَى الظَّالِمِينَ \" أَيْ مُسْتَقِرَّة عَلَيْهِمْ.</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42611, "aya_id": 44}]