[{"text": "وَكُلَّ إِنسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنشُورًا", "sura_id": 17, "type": 0, "id": 2042, "aya_id": 13}, {"text": "و كل إنسان ألزمناه طائره في عنقه و نخرج له يوم القيامة كتابا يلقاه منشورا", "sura_id": 17, "type": 1, "id": 8278, "aya_id": 13}, {"text": "13 - (وكل إنسان ألزمناه طائره) عمله يحمله (في عنقه) خص بالذكر لأن اللزوم فيه أشد وقال مجاهد ما من مولود يولد إلا وفي عنقه ورقة مكتوب فيها شقي أو سعيد (ونخرج له يوم القيامة كتابا) مكتوبا فيه عمله (يلقاه منشورا) صفتان لكتابا \r\n", "sura_id": 17, "type": 2, "id": 26986, "aya_id": 13}, {"text": "وكل إنسان يجعل الله ما عمله مِن خير أو شر ملازمًا له، فلا يحاسَب بعمل غيره، ولا يحاسَب غيره بعمله، ويخرج الله له يوم القيامة كتابًا قد سُجِّلت فيه أعماله يراه مفتوحًا.\r\n", "sura_id": 17, "type": 3, "id": 33222, "aya_id": 13}, {"text": " <font color=red>وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا</font><BR><p>يَقُول تَعَالَى بَعْد ذِكْر الزَّمَان وَذِكْر مَا يَقَع فِيهِ مِنْ أَعْمَال بَنِي آدَم \" وَكُلّ إِنْسَان أَلْزَمْنَاهُ طَائِره فِي عُنُقه \" وَطَائِره هُوَ مَا طَارَ عَنْهُ مِنْ عَمَله كَمَا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْرهمَا مِنْ خَيْر وَشَرّ وَيَلْزَم بِهِ وَيُجَازَى عَلَيْهِ \" فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" وَقَالَ تَعَالَى \" عَنْ الْيَمِين وَعَنْ الشِّمَال قَعِيد مَا يَلْفِظ مِنْ قَوْل إِلَّا لَدَيْهِ رَقِيب عَتِيد \" وَقَالَ \" وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ \" وَقَالَ \" إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ \" وَقَالَ \" مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ \" وَالْمَقْصُود أَنَّ عَمَل اِبْن آدَم مَحْفُوظ عَلَيْهِ قَلِيله وَكَثِيره وَيُكْتَب عَلَيْهِ لَيْلًا وَنَهَارًا صَبَاحًا وَمَسَاء . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة حَدَّثَنَا اِبْن لَهِيعَة عَنْ أَبَى الزُّبَيْر عَنْ جَابِر سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَطَائِر كُلّ إِنْسَان فِي عُنُقه \" قَالَ اِبْن لَهِيعَة يَعْنِي الطِّيرَة وَهَذَا الْقَوْل مِنْ اِبْن لَهِيعَة فِي تَفْسِير هَذَا الْحَدِيث غَرِيب جِدًّا وَاَللَّه أَعْلَم . وَقَوْله \" وَنُخْرِج لَهُ يَوْم الْقِيَامَة كِتَابًا يَلْقَاهُ مَنْشُورًا \" أَيْ نَجْمَع لَهُ عَمَله كُلّه فِي كِتَاب يُعْطَاهُ يَوْم الْقِيَامَة إِمَّا بِيَمِينِهِ إِنْ كَانَ سَعِيدًا أَوْ بِشِمَالِهِ إِنْ كَانَ شَقِيًّا مَنْشُورًا أَيْ مَفْتُوحًا يَقْرَؤُهُ هُوَ وَغَيْره فِيهِ جَمِيع عَمَله مِنْ أَوَّل عُمْره إِلَى آخِره \" يُنَبَّأ الْإِنْسَان يَوْمئِذٍ بِمَا قَدَّمَ وَأَخَّرَ بَلْ الْإِنْسَان عَلَى نَفْسه بَصِيرَة وَلَوْ أَلْقَى مَعَاذِيره \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38194, "aya_id": 13}]