[{"text": "أَمْ أَنَا خَيْرٌ مِّنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ", "sura_id": 43, "type": 0, "id": 4377, "aya_id": 52}, {"text": "أم أنا خير من هذا الذي هو مهين ولا يكاد يبين", "sura_id": 43, "type": 1, "id": 10613, "aya_id": 52}, {"text": "52 - (أم) تبصرون وحينئذ (أنا خير من هذا) موسى (الذي هو مهين) ضعيف حقير (ولا يكاد يبين) يظهر كلامه للثغته بالجمرة التي تناولها في صغره \r\n", "sura_id": 43, "type": 2, "id": 29321, "aya_id": 52}, {"text": "بل أنا خير من هذا الذي لا عزَّ معه, فهو يمتهن نفسه في حاجاته لضعفه وحقارته, ولا يكاد يُبين الكلام لعِيِّ لسانه, وقد حمل فرعونَ على هذا القول الكفرُ والعنادُ والصدُّ عن سبيل الله.\r\n", "sura_id": 43, "type": 3, "id": 35557, "aya_id": 52}, {"text": " <font color=red>أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ</font><BR><p>قَالَ السُّدِّيّ يَقُول بَلْ أَنَا خَيْر مِنْ هَذَا الَّذِي هُوَ مَهِين وَهَكَذَا قَالَ بَعْض نُحَاة الْبَصْرَة : إِنَّ أَمْ هَهُنَا بِمَعْنَى بَلْ وَيُؤَيِّد هَذَا مَا حَكَاهُ الْفَرَّاء عَنْ بَعْض الْقُرَّاء أَنَّهُ قَرَأَهَا \" أَمَّا أَنَا خَيْر مِنْ هَذَا الَّذِي هُوَ مَهِين \" قَالَ اِبْن جَرِير وَلَوْ صَحَّتْ هَذِهِ الْقِرَاءَة لَكَانَ مَعْنَاهَا صَحِيحًا وَاضِحًا وَلَكِنَّهَا خِلَاف قِرَاءَة الْأَمْصَار فَإِنَّهُمْ قَرَءُوا \" أَمْ أَنَا خَيْر مِنْ هَذَا الَّذِي هُوَ مَهِين \" عَلَى الِاسْتِفْهَام \" قُلْت \" وَعَلَى كُلّ تَقْدِير فَإِنَّمَا يَعْنِي فِرْعَوْن لَعَنَهُ اللَّه بِذَلِكَ أَنَّهُ خَيْر مِنْ مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام وَقَدْ كَذَبَ فِي قَوْله هَذَا كَذِبًا بَيِّنًا وَاضِحًا فَعَلَيْهِ لَعَائِن اللَّه الْمُتَتَابِعَة إِلَى يَوْم الْقِيَامَة وَيَعْنِي بِقَوْلِهِ مَهِين كَمَا قَالَ سُفْيَان حَقِير وَقَالَ قَتَادَة وَالسُّدِّيّ يَعْنِي ضَعِيف وَقَالَ اِبْن جَرِير يَعْنِي لَا مُلْك لَهُ وَلَا سُلْطَان وَلَا مَال \" وَلَا يَكَاد يُبِين \" يَعْنِي لَا يَكَاد يُفْصِح عَنْ كَلَامه فَهُوَ عَيِيّ حَصِر قَالَ السُّدِّيّ \" لَا يَكَاد يُبِين \" أَيْ لَا يَكَاد يُفْهِم وَقَالَ قَتَادَة وَالسُّدِّيّ وَابْن جَرِير يَعْنِي عَيِيّ اللِّسَان وَقَالَ سُفْيَان يَعْنِي فِي لِسَانه شَيْء مِنْ الْجَمْرَة حِين وَضَعَهَا فِي فَمه وَهُوَ صَغِير وَهَذَا قَالَهُ فِرْعَوْن لَعَنَهُ اللَّه كَذِب وَاخْتِلَاق وَإِنَّمَا حَمَلَهُ عَلَى هَذَا الْكُفْر وَالْعِنَاد وَهُوَ يَنْظُر إِلَى مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام بِعَيْنٍ كَافِرَة شَقِيَّة وَقَدْ كَانَ مُوسَى عَلَيْهِ السَّلَام مِنْ الْجَلَالَة وَالْعَظَمَة وَالْبَهَاء فِي صُورَة يُبْهِر أَبْصَار ذَوِي الْأَلْبَاب وَقَوْله\" مَهِين \" كَذِب بَلْ هُوَ الْمَهِين الْحَقِير خِلْقَة وَخُلُقًا وَدِينًا وَمُوسَى هُوَ الشَّرِيف الرَّئِيس الصَّادِق الْبَارّ الرَّاشِد وَقَوْله\" وَلَا يَكَاد يُبِين \" اِفْتِرَاء أَيْضًا فَإِنَّهُ وَإِنْ كَانَ قَدْ أَصَابَ لِسَانه فِي حَال صِغَره شَيْء مِنْ جِهَة تِلْكَ الْجَمْرَة فَقَدْ سَأَلَ اللَّه عَزَّ وَجَلَّ أَنْ يَحُلّ عُقْدَة مِنْ لِسَانه لِيَفْقَهُوا قَوْله وَقَدْ اِسْتَجَابَ اللَّه تَبَارَكَ وَتَعَالَى لَهُ ذَلِكَ فِي قَوْله \" قَدْ أُوتِيت سُؤْلك يَا مُوسَى \" وَبِتَقْدِيرِ أَنْ يَكُون قَدْ بَقِيَ شَيْء لَمْ يَسْأَل إِزَالَته كَمَا قَالَهُ الْحَسَن الْبَصْرِيّ وَإِنَّمَا سَأَلَ زَوَال مَا يَحْصُل مَعَهُ الْإِبْلَاغ وَالْإِفْهَام فَالْأَشْيَاء الْخُلُقِيَّة الَّتِي لَيْسَتْ مِنْ فِعْل الْعَبْد لَا يُعَاب بِهَا وَلَا يُذَمّ عَلَيْهَا وَفِرْعَوْن وَإِنْ كَانَ يَفْهَم وَلَهُ عَقْل فَهُوَ يَدْرِي هَذَا وَإِنَّمَا أَرَادَ التَّرْوِيج عَلَى رَعِيَّته فَإِنَّهُمْ كَانُوا جَهَلَة أَغْبِيَاء.</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41179, "aya_id": 52}]