[{"text": "قَالَ اهْبِطُواْ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ", "sura_id": 7, "type": 0, "id": 978, "aya_id": 24}, {"text": "قال اهبطوا بعضكم لبعض عدو ولكم في الأرض مستقر ومتاع إلى حين", "sura_id": 7, "type": 1, "id": 7214, "aya_id": 24}, {"text": "24 - (قال اهبطوا) أي آدم وحواء بما اشتملتما عليه من ذريتكما (بعضكم) بعض الذرية (لبعض عدو) من ظلم بعضهم بعضا (ولكم في الأرض مستقر) أي مكان استقرار (ومتاع) تمتع (إلى حين) تنقضي فيه آجالكم \r\n", "sura_id": 7, "type": 2, "id": 25922, "aya_id": 24}, {"text": "قال تعالى مخاطبًا آدم وحواء لإبليس: اهبطوا من السماء إلى الأرض, وسيكون بعضكم لبعض عدوًا, ولكم في الأرض مكان تستقرون فيه, وتتمتعون إلى انقضاء آجالكم.\r\n", "sura_id": 7, "type": 3, "id": 32158, "aya_id": 24}, {"text": " <font color=red>قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ</font><BR><p>قِيلَ الْمُرَاد بِالْخِطَابِ فِي\" اِهْبِطُوا \" آدَم وَحَوَّاء وَإِبْلِيس وَالْحَيَّة وَمِنْهُمْ مَنْ لَمْ يَذْكُر الْحَيَّة وَاَللَّه أَعْلَم . وَالْعُمْدَة فِي الْعَدَاوَة آدَم وَإِبْلِيس وَلِهَذَا قَالَ تَعَالَى فِي سُورَة طه قَالَ \" اِهْبِطَا مِنْهَا جَمِيعًا \" الْآيَة . وَحَوَّاء تَبَع لِآدَم وَالْحَيَّة إِنْ كَانَ ذِكْرهَا صَحِيحًا فَهِيَ تَبَع لِإِبْلِيس وَقَدْ ذَكَرَ الْمُفَسِّرُونَ الْأَمَاكِن الَّتِي هَبَطَ فِيهَا كُلّ مِنْهُمْ وَيَرْجِع حَاصِل تِلْكَ الْأَخْبَار إِلَى الْإِسْرَائِيلِيَّات وَاَللَّه أَعْلَم بِصِحَّتِهَا وَلَوْ كَانَ فِي تَعْيِين تِلْكَ الْبِقَاع فَائِدَة تَعُود عَلَى الْمُكَلَّفِينَ فِي أَمْر دِينهمْ أَوْ دُنْيَاهُمْ لَذَكَرَهَا اللَّه تَعَالَى فِي كِتَابه أَوْ رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَوْله \" وَلَكُمْ فِي الْأَرْض مُسْتَقَرّ وَمَتَاع إِلَى حِين \" أَيْ قَرَار وَأَعْمَار مَضْرُوبَة إِلَى آجَال مَعْلُومَة قَدْ جَرَى بِهَا الْقَلَم وَأَحْصَاهَا الْقَدَر وَسُطِرَتْ فِي الْكِتَاب الْأَوَّل وَقَالَ اِبْن عَبَّاس\" مُسْتَقَرّ \" الْقُبُور وَعَنْهُ قَالَ \" مُسْتَقَرّ \" فَوْق الْأَرْض وَتَحْتهَا رَوَاهُمَا اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42589, "aya_id": 24}]