[{"text": "يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ", "sura_id": 3, "type": 0, "id": 336, "aya_id": 43}, {"text": "يا مريم اقنتي لربك واسجدي واركعي مع الراكعين", "sura_id": 3, "type": 1, "id": 6572, "aya_id": 43}, {"text": "43 - (يا مريم اقنتي لربك) أطيعيه (واسجدي واركعي مع الراكعين) أي صلي مع المصلين \r\n", "sura_id": 3, "type": 2, "id": 25280, "aya_id": 43}, {"text": "يا مريم داومي على الطاعة لربك, وقومي في خشوع وتواضع, واسجدي واركعي مع الراكعين; شكرًا لله على ما أولاكِ من نعمه\r\n", "sura_id": 3, "type": 3, "id": 31516, "aya_id": 43}, {"text": " <font color=red>يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ</font><BR><p>أَمَّا الْقُنُوت فَهُوَ الطَّاعَة فِي خُشُوع كَمَا قَالَ تَعَالَى \" وَلَهُ مَنْ فِي السَّمَوَات وَالْأَرْض كُلّ لَهُ قَانِتُونَ \" وَقَدْ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْبٍ أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلّ حَرْف فِي الْقُرْآن يُذْكَر فِيهِ الْقُنُوت فَهُوَ الطَّاعَة \" وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق اِبْن لَهِيعَة عَنْ دَرَّاج بِهِ وَفِيهِ نَكَارَة . وَقَالَ مُجَاهِد : كَانَتْ مَرْيَم عَلَيْهَا السَّلَام تَقُوم حَتَّى تَتَوَرَّم كَعْبَاهَا وَالْقُنُوت هُوَ طُول الرُّكُوع فِي الصَّلَاة يَعْنِي اِمْتِثَالًا لِقَوْلِ اللَّه تَعَالَى \" يَا مَرْيَم اُقْنُتِي لِرَبِّك \" قَالَ الْحَسَن : يَعْنِي اُعْبُدِي لِرَبِّك \" وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ \" أَيْ كُونِي مِنْهُمْ وَقَالَ الْأَوْزَاعِيّ : رَكَدَتْ فِي مِحْرَابهَا رَاكِعَة وَسَاجِدَة وَقَائِمَة حَتَّى نَزَلَ مَاء الْأَصْفَر فِي قَدَمَيْهَا رَضِيَ اللَّه عَنْهَا وَأَرْضَاهَا . وَقَدْ ذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَتهَا مِنْ طَرِيق مُحَمَّد بْن يُونُس الْكُدَيْمِيّ وَفِيهِ مَقَال : ثَنَا عَلِيّ بْن بَحْر بْن بَرِّيّ ثَنَا الْوَلِيد بْن مُسْلِم عَنْ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير فِي قَوْله : \" يَا مَرْيَم اُقْنُتِي لِرَبِّك وَاسْجُدِي \" قَالَ : سَجَدَتْ حَتَّى نَزَلَ الْمَاء الْأَصْفَر فِي عَيْنَيْهَا وَذَكَرَ اِبْن أَبِي الدُّنْيَا ثَنَا الْحَسَن اِبْن عَبْد الْعَزِيز ثَنَا ضَمْرَة عَنْ أَبِي شَوْذَب قَالَ : كَانَتْ مَرْيَم عَلَيْهَا السَّلَام تَغْتَسِل فِي كُلّ لَيْلَة .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39981, "aya_id": 43}]