[{"text": "وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا", "sura_id": 18, "type": 0, "id": 2239, "aya_id": 99}, {"text": "و تركنا بعضهم يومئذ يموج في بعض و نفخ في الصور فجمعناهم جمعا", "sura_id": 18, "type": 1, "id": 8475, "aya_id": 99}, {"text": "99 - (وتركنا بعضهم يومئذ) يوم خروجهم (يموج في بعض) يختلط به لكثرتهم (ونفخ في الصور) أي القرن للبعث (فجمعناهم) أي الخلائق في مكان واحد يوم القيامة (جمعا) \r\n", "sura_id": 18, "type": 2, "id": 27183, "aya_id": 99}, {"text": "وتركنا يأجوج ومأجوج -يوم يأتيهم وَعْدُنا- يموج بعضهم في بعض مختلطين؛ لكثرتهم، ونفخ في \"القرن\" للبعث، فجمعنا الخلق جميعًا للحساب والجزاء.\r\n", "sura_id": 18, "type": 3, "id": 33419, "aya_id": 99}, {"text": " <font color=red>وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا</font><BR><p>وَقَوْله : \" وَتَرَكْنَا بَعْضهمْ \" أَيْ النَّاس يَوْمئِذٍ أَيْ يَوْم يُدَكّ هَذَا السَّدّ وَيَخْرُج هَؤُلَاءِ فَيَمُوجُونَ فِي النَّاس وَيُفْسِدُونَ عَلَى النَّاس أَمْوَالهمْ وَيُتْلِفُونَ أَشْيَاءَهُمْ وَهَكَذَا قَالَ السُّدِّيّ فِي قَوْله \" وَتَرَكْنَا بَعْضهمْ يَوْمئِذٍ يَمُوج فِي بَعْض \" قَالَ ذَاكَ حِين يَخْرُجُونَ عَلَى النَّاس وَهَذَا كُلّه قَبْل يَوْم الْقِيَامَة وَبَعْد الدَّجَّال كَمَا سَيَأْتِي بَيَانه عِنْد قَوْله \" حَتَّى إِذَا فُتِحَتْ يَأْجُوج وَمَأْجُوج وَهُمْ مِنْ كُلّ حَدَب يَنْسِلُونَ وَاقْتَرَبَ الْوَعْد الْحَقّ \" الْآيَة وَهَكَذَا قَالَ هَاهُنَا \" وَتَرَكْنَا بَعْضهمْ يَوْمئِذٍ يَمُوج فِي بَعْض \" قَالَ هَذَا أَوَّل يَوْم الْقِيَامَة ثُمَّ \" نُفِخَ فِي الصُّور \" عَلَى أَثَر ذَلِكَ \" فَجَمَعْنَاهُمْ جَمْعًا \" وَقَالَ آخَرُونَ بَلْ الْمُرَاد بِقَوْلِهِ \" وَتَرَكْنَا بَعْضهمْ يَوْمئِذٍ يَمُوج فِي بَعْض \" قَالَ إِذَا مَاجَ الْجِنّ وَالْإِنْس يَوْم الْقِيَامَة يَخْتَلِط الْإِنْس وَالْجِنّ وَرَوَى اِبْن جَرِير عَنْ مُحَمَّد بْن حُمَيْد عَنْ يَعْقُوب الْقُمِّيّ عَنْ هَارُون بْن عَنْتَرَة عَنْ شَيْخ مِنْ بَنِي فَزَارَة فِي قَوْله \" وَتَرَكْنَا بَعْضهمْ يَوْمئِذٍ يَمُوج فِي بَعْض \" قَالَ إِذَا مَاجَ الْإِنْس وَالْجِنّ قَالَ إِبْلِيس : أَنَا أَعْلَم لَكُمْ عِلْم هَذَا الْأَمْر فَيَظْعَن إِلَى الْمَشْرِق فَيَجِد الْمَلَائِكَة قَدْ قَطَعُوا الْأَرْض ثُمَّ يَظْعَن إِلَى الْمَغْرِب فَيَجِد الْمَلَائِكَة قَدْ بَطَنُوا الْأَرْض فَيَقُول مَا مِنْ مَحِيص ثُمَّ يَظْعَن يَمِينًا وَشِمَالًا إِلَى أَقْصَى الْأَرْض فَيَجِد الْمَلَائِكَة قَدْ بَطَنُوا الْأَرْض فَيَقُول مَا مِنْ مَحِيص فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ عَرَضَ لَهُ طَرِيق كَالشِّرَاكِ فَأَخَذَ عَلَيْهِ هُوَ وَذُرِّيَّته فَبَيْنَمَا هُمْ عَلَيْهِ إِذْ هَجَمُوا عَلَى النَّار فَأَخْرَجَ اللَّه خَازِنًا مِنْ خُزَّانِ النَّار فَقَالَ : يَا إِبْلِيس أَلَمْ تَكُنْ لَك الْمَنْزِلَة عِنْد رَبّك أَلَمْ تَكُنْ فِي الْجِنَان ؟ فَيَقُول لَيْسَ هَذَا يَوْم عِتَاب لَوْ أَنَّ اللَّه فَرَضَ عَلَيَّ فَرِيضَة لَعَبَدْته فِيهَا عِبَادَة لَمْ يَعْبُدهُ مِثْلهَا أَحَد مِنْ خَلْقه فَيَقُول : فَإِنَّ اللَّه قَدْ فَرَضَ عَلَيْك فَرِيضَة فَيَقُول مَا هِيَ فَيَقُول يَأْمُرك أَنْ تَدْخُل النَّار فَيَتَلَكَّأ عَلَيْهِ فَيَقُول بِهِ وَبِذُرِّيَّتِهِ بِجَنَاحَيْهِ فَيَقْذِفهُمْ فِي النَّار فَتَزْفِر النَّار زَفْرَة لَا يَبْقَى مَلَك مُقَرَّب وَلَا نَبِيّ مُرْسَل إِلَّا جَثَا لِرُكْبَتَيْهِ وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث يَعْقُوب الْقُمِّيّ بِهِ ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ يَعْقُوب عَنْ هَارُون عَنْ عَنْتَرَة عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس \" وَتَرَكْنَا بَعْضهمْ يَوْمئِذٍ يَمُوج فِي بَعْض \" قَالَ الْإِنْس وَالْجِنّ يَمُوج بَعْضهمْ فِي بَعْض . وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن الْعَبَّاس الْأَصْبَهَانِيّ حَدَّثَنَا أَبُو مَسْعُود أَحْمَد بْن الْفُرَات حَدَّثَنَا أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا الْمُغِيرَة بْن مُسْلِم عَنْ أَبِي إِسْحَاق عَنْ وَهْب بْن جَابِر عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ يَأْجُوج وَمَأْجُوج مِنْ وَلَد آدَم لَوْ أُرْسِلُوا لَأَفْسَدُوا عَلَى النَّاس مَعَايِشهمْ وَلَنْ يَمُوت مِنْهُمْ رَجُل إِلَّا تَرَكَ مِنْ ذُرِّيَّته أَلْفًا فَصَاعِدًا وَإِنَّ مِنْ وَرَائِهِمْ ثَلَاث أُمَم تاويل وتايس ومنسك \" هَذَا حَدِيث غَرِيب بَلْ مُنْكَر ضَعِيف وَرَوَى النَّسَائِيّ مِنْ حَدِيث شُعْبَة عَنْ النُّعْمَان بْن سَالِم عَنْ عَمْرو بْن أَوْس عَنْ أَبِيهِ عَنْ جَدّه أَوْس بْن أَبِي أَوْس مَرْفُوعًا \" إِنَّ يَأْجُوج وَمَأْجُوج لَهُمْ نِسَاء يُجَامِعُونَ مَا شَاءُوا وَشَجَر يُلَقِّحُونَ مَا شَاءُوا وَلَا يَمُوت مِنْهُمْ رَجُل إِلَّا تَرَكَ مِنْ ذُرِّيَّته أَلْفًا فَصَاعِدًا \" وَقَوْله \" وَنُفِخَ فِي الصُّور \" وَالصُّور كَمَا جَاءَ فِي الْحَدِيث قَرْن يُنْفَخ فِيهِ وَاَلَّذِي يَنْفُخ فِيهِ إِسْرَافِيل عَلَيْهِ السَّلَام كَمَا قَدْ تَقَدَّمَ فِي الْحَدِيث بِطُولِهِ وَالْأَحَادِيث فِيهِ كَثِيرَة . وَفِي الْحَدِيث عَنْ عَطِيَّة عَنْ اِبْن عَبَّاس وَأَبِي سَعِيد مَرْفُوعًا \" كَيْف أَنْعَم وَصَاحِب الْقَرْن قَدْ اِلْتَقَمَ الْقَرْن وَحَنَى جَبْهَته وَاسْتَمَعَ مَتَى يُؤْمَر \" قَالُوا كَيْف نَقُول قَالَ \" قُولُوا حَسْبنَا اللَّه وَنِعْمَ الْوَكِيل عَلَى اللَّه تَوَكَّلْنَا \" وَقَوْله \" فَجَمَعْنَاهُمْ جَمْعًا \" أَيْ أَحْضَرْنَا الْجَمِيع لِلْحِسَابِ \" قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ إِلَى مِيقَات يَوْم مَعْلُوم \" \" وَحَشَرْنَاهُمْ فَلَمْ نُغَادِر مِنْهُمْ أَحَدًا \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38398, "aya_id": 99}]