[{"text": "خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَابَّةٍ وَأَنزَلْنَا مِنَ السَّمَاء مَاء فَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ", "sura_id": 31, "type": 0, "id": 3479, "aya_id": 10}, {"text": "خلق السماوات بغير عمد ترونها وألقى في الأرض رواسي أن تميد بكم وبث فيها من كل دابة وأنزلنا من السماء ماء فأنبتنا فيها من كل زوج كريم", "sura_id": 31, "type": 1, "id": 9715, "aya_id": 10}, {"text": "10 - (خلق السماوات بغير عمد ترونها) العمد جمع عماد وهو الأسطوانة وهو صادق بأن لاعمد أصلا (وألقى في الأرض رواسي) جبالا مرتفعة لـ (أن) لا (تميد) تتحرك (بكم وبث فيها من كل دابة وأنزلنا) فيه التفات عن الغيبة (من السماء ماء فأنبتنا فيها من كل زوج كريم) صنف حسن \r\n", "sura_id": 31, "type": 2, "id": 28423, "aya_id": 10}, {"text": "خلق الله السموات, ورفعها بغير عمد كما تشاهدونها, وألقى في الأرض جبالا ثابتة؛ لئلا تضطرب وتتحرك فتفسد حياتكم, ونشر في الأرض مختلف أنواع الدواب, وأنزلنا من السحاب مطرًا, فأنبتنا به من الأرض من كل زوج بهيج نافع حسن المنظر.\r\n", "sura_id": 31, "type": 3, "id": 34659, "aya_id": 10}, {"text": " <font color=red>خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ</font><BR><p>يُبَيِّن سُبْحَانه بِهَذَا قُدْرَته الْعَظِيمَة عَلَى خَلْق السَّمَاوَات وَالْأَرْض وَمَا فِيهِمَا وَمَا بَيْنهمَا فَقَالَ تَعَالَى \" خَلَقَ السَّمَاوَات بِغَيْرِ عَمَد \" قَالَ الْحَسَن وَقَتَادَة لَيْسَ لَهَا عَمَد مَرْئِيَّة وَلَا غَيْر مَرْئِيَّة . وَقَالَ اِبْن عَبَّاس وَعِكْرِمَة وَمُجَاهِد لَهَا عَمَد لَا تَرَوْنَهَا . وَقَدْ تَقَدَّمَ تَقْرِير هَذِهِ الْمَسْأَلَة فِي أَوَّل سُورَة الرَّعْد بِمَا أَغْنَى عَنْ إِعَادَته \" وَأَلْقَى فِي الْأَرْض رَوَاسِيَ \" يَعْنِي الْجِبَال أَرْسَتْ الْأَرْض وَثَقَّلَتْهَا لِئَلَّا تَضْطَرِب بِأَهْلِهَا عَلَى وَجْه الْمَاء وَلِهَذَا قَالَ \" أَنْ تَمِيد بِكُمْ \" أَيْ لِئَلَّا تَمِيد بِكُمْ . وَقَوْله تَعَالَى \" وَبَثّ فِيهَا مِنْ كُلّ دَابَّة \" أَيْ وَذَرَأَ فِيهَا مِنْ أَصْنَاف الْحَيَوَانَات مِمَّا لَا يَعْلَم عَدَد أَشْكَالهَا وَأَلْوَانهَا إِلَّا الَّذِي خَلَقَهَا وَلَمَّا قَرَّرَ سُبْحَانه أَنَّهُ الْخَالِق نَبَّهَ عَلَى أَنَّهُ الرَّازِق بِقَوْلِهِ\" وَأَنْزَلْنَا مِنْ السَّمَاء مَاء فَأَنْبَتْنَا فِيهَا مِنْ كُلّ زَوْج كَرِيم \" أَيْ مِنْ كُلّ زَوْج مِنْ النَّبَات كَرِيم أَيْ حَسَن الْمَنْظَر وَقَالَ الشَّعْبِيّ وَالنَّاس أَيْضًا مِنْ نَبَات الْأَرْض فَمَنْ دَخَلَ الْجَنَّة فَهُوَ كَرِيم وَمَنْ دَخَلَ النَّار فَهُوَ لَئِيم .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40104, "aya_id": 10}]