[{"text": "كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ", "sura_id": 83, "type": 0, "id": 5862, "aya_id": 14}, {"text": "كلا بل ران على قلوبهم ما كانوا يكسبون", "sura_id": 83, "type": 1, "id": 12098, "aya_id": 14}, {"text": "14 - (كلا) ردع وزجر لقولهم ذلك (بل ران) غلب (على قلوبهم) فغشيها (ما كانوا يكسبون) من المعاصي فهو كالصدإ \r\n", "sura_id": 83, "type": 2, "id": 30806, "aya_id": 14}, {"text": "ليس الأمر كما زعموا, بل هو كلام الله ووحيه إلى نبيه, وإنما حجب قلوبهم عن التصديق به ما غشاها من كثرة ما يرتكبون من الذنوب.\r\n", "sura_id": 83, "type": 3, "id": 37042, "aya_id": 14}, {"text": " <font color=red>كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ</font><BR><p>أَيْ لَيْسَ الْأَمْر كَمَا زَعَمُوا وَلَا كَمَا قَالُوا إِنَّ هَذَا الْقُرْآن أَسَاطِير الْأَوَّلِينَ بَلْ هُوَ كَلَام اللَّه وَوَحْيه وَتَنْزِيله عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِنَّمَا حَجَبَ قُلُوبهمْ عَنْ الْإِيمَان بِهِ مَا عَلَيْهَا مِنْ الرَّيْن الَّذِي قَدْ لَبِسَ قُلُوبهمْ مِنْ كَثْرَة الذُّنُوب وَالْخَطَايَا وَلِهَذَا قَالَ تَعَالَى\" كَلَّا بَلْ رَانَ عَلَى قُلُوبهمْ مَا كَانُوا يَكْسِبُونَ \" وَالرَّيْن يَعْتَرِي قُلُوب الْكَافِرِينَ وَالْغَيْم لِلْأَبْرَارِ وَالْغَيْن لِلْمُقَرَّبِينَ وَقَدْ رَوَى اِبْن جَرِير وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ مُحَمَّد بْن عَجْلَان عَنْ الْقَعْقَاع بْن حَكِيم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْعَبْد إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَة سَوْدَاء فِي قَلْبه فَإِنْ تَابَ مِنْهَا صُقِلَ قَلْبه وَإِنْ زَادَ زَادَتْ \" فَذَلِكَ قَوْل اللَّه تَعَالَى \" كَلَّا بَلْ رَانَ عَلَى قُلُوبهمْ مَا كَانُوا يَكْسِبُونَ \" وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَلَفْظ النَّسَائِيّ \" إِنَّ الْعَبْد إِذَا أَخْطَأَ خَطِيئَة نُكِتَ فِي قَلْبه نُكْتَة سَوْدَاء فَإِنْ هُوَ نَزَعَ وَاسْتَغْفَرَ وَتَابَ صُقِلَ قَلْبه فَإِنْ عَادَ زِيدَ فِيهَا حَتَّى تَعْلُو قَلْبه فَهُوَ الرَّان الَّذِي قَالَ اللَّه تَعَالَى \" كَلَّا بَلْ رَانَ عَلَى قُلُوبهمْ مَا كَانُوا يَكْسِبُونَ \" . وَقَالَ أَحْمَد حَدَّثَنَا صَفْوَان بْن عِيسَى أَخْبَرَنَا اِبْن عَجْلَان عَنْ الْقَعْقَاع بْن حَكِيم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْمُؤْمِن إِذَا أَذْنَبَ كَانَتْ نُكْتَة سَوْدَاء فِي قَلْبه فَإِنْ تَابَ وَنَزَعَ وَاسْتَغْفَرَ صُقِلَ قَلْبه فَإِنْ زَادَ زَادَتْ حَتَّى تَعْلُو قَلْبه وَذَاكَ الرَّان الَّذِي ذَكَرَ اللَّه فِي الْقُرْآن \" كَلَّا بَلْ رَانَ عَلَى قُلُوبهمْ مَا كَانُوا يَكْسِبُونَ \" وَقَالَ الْحَسَن الْبَصْرِيّ هُوَ الذَّنْب عَلَى الذَّنْب حَتَّى يَعْمَى الْقَلْب فَيَمُوت وَكَذَا قَالَ مُجَاهِد بْن جُبَيْر وَقَتَادَة وَابْن زَيْد وَغَيْرهمْ .</p><BR> <br> ", "sura_id": 83, "type": 4, "id": 43224, "aya_id": 14}]