[{"text": "وَمَا لَكُمْ أَلَّا تُنفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ لَا يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ أُوْلَئِكَ أَعْظَمُ دَرَجَةً مِّنَ الَّذِينَ أَنفَقُوا مِن بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "sura_id": 57, "type": 0, "id": 5085, "aya_id": 10}, {"text": "وما لكم ألا تنفقوا في سبيل الله ولله ميراث السماوات والأرض لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا وعد الله الحسنى والله بما تعملون خبير", "sura_id": 57, "type": 1, "id": 11321, "aya_id": 10}, {"text": "10 - (وما لكم) بعد إيمانكم (ألا) فيه إدغام نون أن في لام لا (تنفقوا في سبيل الله ولله ميراث السماوات والأرض) بما فيهما فتصل إليه أموالكم من غير أجر الإنفاق بخلاف ما لو أنفقتم فتؤجرون (لا يستوي منكم من أنفق من قبل الفتح) لمكة (وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا) من الفريقين وفي قراءة بالرفع مبتدأ (وعد الله الحسنى) الجنة (والله بما تعملون خبير) فيجازيكم به \r\n", "sura_id": 57, "type": 2, "id": 30029, "aya_id": 10}, {"text": "وأيُّ شيء يمنعكم من الإنفاق في سبيل الله؟ ولله ميراث السموات والأرض يرث كلَّ ما فيهما, ولا يبقى أحد مالكًا لشيء فيهما. لا يستوي في الأجر والمثوبة منكم مَن أنفق من قبل فتح \"مكة\" وقاتل الكفار, أولئك أعظم درجة عند الله من الذين أنفقوا في سبيل الله من بعد الفتح وقاتلوا الكفار, وكلا من الفريقين وعد الله الجنة, والله بأعمالكم خبير لا يخفى عليه شيء منها, وسيجازيكم عليها.\r\n", "sura_id": 57, "type": 3, "id": 36265, "aya_id": 10}, {"text": " <font color=red>وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</font><BR><p>فَقَالَ \" وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيل اللَّه وَلِلَّهِ مِيرَاث السَّمَوَات وَالْأَرْض\" أَيْ أَنْفِقُوا وَلَا تَخْشَوْا فَقْرًا وَإِقْلَالًا فَإِنَّ الَّذِي أَنْفَقْتُمْ فِي سَبِيله هُوَ مَالِك السَّمَاوَات وَالْأَرْض وَبِيَدِهِ مَقَالِيدهمَا وَعِنْده خَزَائِنهمَا وَهُوَ مَالِك الْعَرْش بِمَا حَوَى وَهُوَ الْقَائِل \" وَمَا أَنْفَقْتُمْ مِنْ شَيْء فَهُوَ يُخْلِفهُ وَهُوَ خَيْر الرَّازِقِينَ \" وَقَالَ \" مَا عِنْدكُمْ يَنْفَد وَمَا عِنْد اللَّه بَاقٍ \" فَمَنْ تَوَكَّلَ عَلَى اللَّه أَنْفَقَ وَلَمْ يَخْشَ مِنْ ذِي الْعَرْش إِقْلَالًا وَعَلِمَ أَنَّ اللَّه سَيُخْلِفُهُ عَلَيْهِ وَقَوْله تَعَالَى \" لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْل الْفَتْح وَقَاتَلَ \" أَيْ لَا يَسْتَوِي هَذَا وَمَنْ لَمْ يَفْعَل كَفِعْلِهِ وَذَلِكَ أَنَّ قَبْل فَتْح مَكَّة كَانَ الْحَال شَدِيدًا فَلَمْ يَكُنْ يُؤْمِن حِينَئِذٍ إِلَّا الصِّدِّيقُونَ وَأَمَّا بَعْد الْفَتْح فَإِنَّهُ ظَهَرَ الْإِسْلَام ظُهُورًا عَظِيمًا وَدَخَلَ النَّاس فِي دِين اللَّه أَفْوَاجًا وَلِهَذَا قَالَ تَعَالَى \" أُولَئِكَ أَعْظَم دَرَجَة مِنْ الَّذِينَ أَنْفَقُوا مِنْ بَعْد وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّه الْحُسْنَى \" وَالْجُمْهُور عَلَى أَنَّ الْمُرَاد بِالْفَتْحِ هَهُنَا فَتْح مَكَّة وَعَنْ الشَّعْبِيّ وَغَيْره أَنَّ الْمُرَاد بِالْفَتْحِ هَهُنَا صُلْح الْحُدَيْبِيَة وَقَدْ يُسْتَدَلّ لِهَذَا الْقَوْل بِمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَحْمَد بْن عَبْد الْمَلِك حَدَّثَنَا زُهَيْر حَدَّثَنَا حُمَيْد الطَّوِيل عَنْ أَنَس قَالَ كَانَ بَيْن خَالِد بْن الْوَلِيد وَبَيْن عَبْد الرَّحْمَن بْن عَوْف كَلَام فَقَالَ خَالِد لِعَبْدِ الرَّحْمَن تَسْتَطِيلُونَ عَلَيْنَا بِأَيَّامٍ سَبَقْتُمُونَا بِهَا فَبَلَغَنَا أَنَّ ذَلِكَ ذُكِرَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" دَعُوا لِي أَصْحَابِي فَوَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ أَنْفَقْتُمْ مِثْل أُحُد أَوْ مِثْل الْجِبَال ذَهَبًا مَا بَلَغْتُمْ أَعْمَالهمْ \" وَمَعْلُوم أَنَّ إِسْلَام خَالِد بْن الْوَلِيد الْمُوَاجَه بِهَذَا الْخِطَاب كَانَ بَيْن صُلْح الْحُدَيْبِيَة وَفَتْح مَكَّة وَكَانَتْ هَذِهِ الْمُشَاجَرَة بَيْنهمَا فِي بَنِي جَذِيمَة الَّذِينَ بَعَثَ إِلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَالِد بْن الْوَلِيد بَعْد الْفَتْح فَجَعَلُوا يَقُولُونَ صَبَأْنَا صَبَأْنَا فَلَمْ يُحْسِنُوا أَنْ يَقُولُوا أَسْلَمْنَا فَأَمَرَ خَالِد بِقَتْلِهِمْ وَقَتَلَ مَنْ أُسِرَ مِنْهُمْ فَخَالَفَهُ عَبْد الرَّحْمَن بْن عَوْف وَعَبْد اللَّه بْن عُمَر وَغَيْرهمَا فَاخْتَصَمَ خَالِد وَعَبْد الرَّحْمَن بِسَبَبِ ذَلِكَ وَاَلَّذِي فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا تَسُبُّوا أَصْحَابِي فَوَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ أَنْفَقَ أَحَدكُمْ مِثْل أُحُد ذَهَبًا مَا بَلَغَ مُدَّ أَحَدهمْ وَلَا نَصِيفه \" وَرَوَى اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث اِبْن وَهْب أَخْبَرَنَا هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَم عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّهُ قَالَ خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَام الْحُدَيْبِيَة حَتَّى إِذَا كُنَّا بِعُسْفَانَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُوشِك أَنْ يَأْتِي قَوْم تَحْقِرُونَ أَعْمَالكُمْ مَعَ أَعْمَالهمْ \" فَقُلْنَا مَنْ هُمْ يَا رَسُول اللَّه أَقُرَيْش ؟ قَالَ \" لَا وَلَكِنْ أَهْل الْيَمَن هُمْ أَرَقّ أَفْئِدَة وَأَلْيَن قُلُوبًا \" فَقُلْنَا أَهُمْ خَيْر مِنَّا يَا رَسُول اللَّه ؟ قَالَ \" لَوْ كَانَ لِأَحَدِهِمْ جَبَل مِنْ ذَهَب فَأَنْفَقَهُ مَا أَدْرَكَ مُدَّ أَحَدكُمْ وَلَا نَصِيفه إِلَّا أَنَّ هَذَا فَضْل مَا بَيْننَا وَبَيْن النَّاس \" لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْل الْفَتْح وَقَاتَلَ أُولَئِكَ أَعْظَم دَرَجَة مِنْ الَّذِينَ أَنْفَقُوا مِنْ بَعْد وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّه الْحُسْنَى وَاَللَّه بِمَا تَعْلَمُونَ خَبِير \" وَهَذَا الْحَدِيث غَرِيب بِهَذَا السِّيَاق . وَاَلَّذِي فِي الصَّحِيحَيْنِ مِنْ رِوَايَة جَمَاعَة عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد ذَكَرَ الْخَوَارِج \" تَحْقِرُونَ صَلَاتكُمْ مَعَ صَلَاتهمْ وَصِيَامكُمْ مَعَ صِيَامهمْ يَمْرُقُونَ مِنْ الدِّين كَمَا يَمْرُق السَّهْم مِنْ الرَّمْيَة\" الْحَدِيث وَلَكِنْ رَوَى اِبْن جَرِير هَذَا الْحَدِيث مِنْ وَجْه آخَر فَقَالَ : حَدَّثَنِي اِبْن الْبَرْقِيّ حَدَّثَنَا اِبْن أَبِي مَرْيَم أَخْبَرَنَا مُحَمَّد بْن جَعْفَر أَخْبَرَنِي زَيْد بْن أَسْلَم عَنْ أَبِي سَعِيد التَّمَّار عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُوشِك أَنْ يَأْتِي قَوْم تَحْقِرُونَ أَعْمَالكُمْ مَعَ أَعْمَالهمْ قُلْنَا مَنْ هُمْ يَا رَسُول اللَّه قُرَيْش ؟ قَالَ لَا وَلَكِنْ أَهْل الْيَمَن لِأَنَّهُمْ أَرَقّ أَفْئِدَة وَأَلْيَن قُلُوبًا \" وَأَشَارَ بِيَدِهِ إِلَى الْيَمَن فَقَالَ \" هُمْ أَهْل الْيَمَن أَلَا إِنَّ الْإِيمَان يَمَان وَالْحِكْمَة يَمَانِيَة \" فَقُلْنَا يَا رَسُول اللَّه هُمْ خَيْر مِنَّا ؟ قَالَ : \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ كَانَ لِأَحَدِهِمْ جَبَل مِنْ ذَهَب يُنْفِقهُ مَا أَدَّى مُدَّ أَحَدكُمْ وَلَا نَصِيفه \" ثُمَّ جَمَعَ أَصَابِعه وَمَدّ خِنْصَره وَقَالَ أَلَا إِنَّ هَذَا فَضْل مَا بَيْننَا وَبَيْن النَّاس \" لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْل الْفَتْح وَقَاتَلَ أُولَئِكَ أَعْظَم دَرَجَة مِنْ الَّذِينَ أَنْفَقُوا مِنْ بَعْد وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّه الْحُسْنَى وَاَللَّه بِمَا تَعْمَلُونَ خَبِير \" فَهَذَا السِّيَاق لَيْسَ فِيهِ ذِكْر الْحُدَيْبِيَة فَإِنْ كَانَ ذَلِكَ مَحْفُوظًا كَمَا تَقَدَّمَ فَيُحْتَمَل أَنَّهُ أُنْزِلَ قَبْل الْفَتْح إِخْبَارًا عَمَّا بَعْده كَمَا فِي قَوْله تَعَالَى فِي سُورَة الْمُزَّمِّل وَهِيَ مَكِّيَّة مِنْ أَوَائِل مَا نَزَلَ \" وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيل اللَّه \" الْآيَة فَهِيَ بِشَارَة بِمَا يَسْتَقْبِل وَهَكَذَا هَذِهِ وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" وَكُلًّا وَعَدَ اللَّه الْحُسْنَى \" يَعْنِي الْمُنْفِقِينَ قَبْل الْفَتْح وَبَعْده كُلّهمْ لَهُمْ ثَوَاب عَلَى مَا عَمِلُوا وَإِنْ كَانَ بَيْنهمْ تَفَاوُت فِي تَفَاضُل الْجَزَاء كَمَا قَالَ تَعَالَى\" لَا يَسْتَوِي الْقَاعِدُونَ مِنْ الْمُؤْمِنِينَ غَيْر أُولِي الضَّرَر وَالْمُجَاهِدُونَ فِي سَبِيل اللَّه بِأَمْوَالِهِمْ وَأَنْفُسهمْ فَضَّلَ اللَّه الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسهمْ عَلَى الْقَاعِدِينَ دَرَجَة وَكُلًّا وَعَدَ اللَّه الْحُسْنَى وَفَضَّلَ اللَّه الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا \" وَهَكَذَا الْحَدِيث الَّذِي فِي الصَّحِيح \" الْمُؤْمِن الْقَوِيّ خَيْر وَأَحَبّ إِلَى اللَّه مِنْ الْمُؤْمِن الضَّعِيف وَفِي كُلّ خَيْر \" وَإِنَّمَا نُبِّهَ بِهَذَا لِئَلَّا يُهْدَر جَانِب الْآخَر بِمَدْحِ الْأَوَّل دُون الْآخَر فَيَتَوَهَّم مُتَوَهِّم ذَمّه فَلِهَذَا عُطِفَ بِمَدْحِ الْآخَر وَالثَّنَاء عَلَيْهِ مَعَ تَفْضِيل الْأَوَّل عَلَيْهِ لِهَذَا قَالَ تَعَالَى \" وَاَللَّه بِمَا تَعْمَلُونَ خَبِير \" أَيْ فَلِخِبْرَتِهِ فَاوَتَ بَيْن ثَوَاب مَنْ أَنْفَقَ مِنْ قَبْل الْفَتْح وَقَاتَلَ وَمَنْ فَعَلَ ذَلِكَ بَعْد ذَلِكَ وَمَا ذَاكَ إِلَّا لِعِلْمِهِ بِقَصْدِ الْأَوَّل وَإِخْلَاصه التَّامّ وَإِنْفَاقه فِي حَال الْجَهْد وَالْقِلَّة وَالضِّيق وَفِي الْحَدِيث \" سَبَقَ دِرْهَم مِائَة أَلْف \" وَلَا شَكَّ عِنْد أَهْل الْإِيمَان أَنَّ الصِّدِّيق أَبَا بَكْر رَضِيَ اللَّه عَنْهُ لَهُ الْحَظّ الْأَوْفَر مِنْ هَذِهِ الْآيَة فَإِنَّهُ سَيِّد مَنْ عَمِلَ بِهَا مِنْ سَائِر أُمَم الْأَنْبِيَاء فَإِنَّهُ أَنْفَقَ مَاله كُلّه اِبْتِغَاء وَجْه اللَّه عَزَّ وَجَلَّ وَلَمْ يَكُنْ لِأَحَدٍ عِنْده نِعْمَة يَجْزِيه بِهَا . وَقَدْ قَالَ أَبُو مُحَمَّد الْحُسَيْن بْن مَسْعُود الْبَغَوِيّ عِنْد تَفْسِير هَذِهِ الْآيَة أَخْبَرَنَا أَحْمَد بْن إِبْرَاهِيم الشُّرَيْحِيّ أَخْبَرَنَا أَبُو إِسْحَاق أَحْمَد بْن مُحَمَّد بْن إِبْرَاهِيم الثَّعْلَبِيّ أَخْبَرَنَا عَبْد اللَّه بْن حَامِد بْن مُحَمَّد أَخْبَرَنَا أَحْمَد بْن إِسْحَاق بْن أَيُّوب أَخْبَرَنَا مُحَمَّد بْن يُونُس حَدَّثَنَا الْعَلَاء بْن عَمْرو الشَّيْبَانِيّ حَدَّثَنَا أَبُو إِسْحَاق الْفَزَارِيّ حَدَّثَنَا سُفْيَان بْن سَعِيد عَنْ آدَم بْن عَلِيّ عَنْ اِبْن عُمَر قَالَ كُنْت عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعِنْده أَبُو بَكْر الصِّدِّيق وَعَلَيْهِ عَبَاءَة قَدْ خَلَّهَا فِي صَدْره بِخِلَالٍ فَنَزَلَ جِبْرِيل فَقَالَ مَالِي أَرَى أَبَا بَكْر عَلَيْهِ عَبَاءَة قَدْ خَلَّهَا فِي صَدْره بِخِلَالٍ ؟ فَقَالَ \" أَنْفَقَ مَاله عَلَيَّ قَبْل الْفَتْح \" قَالَ فَإِنَّ اللَّه يَقُول اِقْرَأْ عَلَيْهِ السَّلَام وَقُلْ لَهُ أَرَاضٍ أَنْتَ عَنِّي فِي فَقْرك هَذَا أَمْ سَاخِط ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا بَكْر إِنَّ اللَّه يَقْرَأ عَلَيْك السَّلَام وَيَقُول لَك أَرَاضٍ أَنْتَ عَنِّي فِي فَقْرك هَذَا أَمْ سَاخِط ؟ فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ أَسْخَط عَلَى رَبِّي عَزَّ وَجَلَّ ؟ إِنِّي عَنْ رَبِّي رَاضٍ \" هَذَا الْحَدِيث ضَعِيف الْإِسْنَاد مِنْ هَذَا الْوَجْه وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42002, "aya_id": 10}]