[{"text": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ اللّهِ وَعِندَ رَسُولِهِ إِلاَّ الَّذِينَ عَاهَدتُّمْ عِندَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُواْ لَكُمْ فَاسْتَقِيمُواْ لَهُمْ إِنَّ اللّهَ يُحِبُّ الْمُتَّقِينَ", "sura_id": 9, "type": 0, "id": 1242, "aya_id": 7}, {"text": "كيف يكون للمشركين عهد عند الله وعند رسوله إلا الذين عاهدتم عند المسجد الحرام فما استقاموا لكم فاستقيموا لهم إن الله يحب المتقين", "sura_id": 9, "type": 1, "id": 7478, "aya_id": 7}, {"text": "7 - (كيف) أي لا (يكون للمشركين عهد عند الله وعند رسوله) وهم كافرون بالله ورسوله غادرون (إلا الذين عاهدتم عند المسجد الحرام) يوم الحديبية وهم قريش والمستثنون من قبل (فما استقاموا لكم) أقاموا على العهد ولم ينقضوه (فاستقيموا لهم) على الوفاء به ، وما شرطية (إن الله يحب المتقين) وقد استقام النبي صلى الله عليه وسلم على عهدهم حتى نقضوا بإعانة بني بكر على خزاعة \r\n", "sura_id": 9, "type": 2, "id": 26186, "aya_id": 7}, {"text": "لا ينبغي أن يكون للمشركين عهد عند الله وعند رسوله, إلا الذين عاهدتم عند المسجد الحرام في صلح (الحديبية) فما أقاموا على الوفاء بعهدكم فأقيموا لهم على مثل ذلك. إن الله يحب المتقين الموفِّين بعهودهم.\r\n", "sura_id": 9, "type": 3, "id": 32422, "aya_id": 7}, {"text": " <font color=red>كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ</font><BR><p>بَيَّنَ تَعَالَى حِكْمَته فِي الْبَرَاءَة مِنْ الْمُشْرِكِينَ وَنَظِرَته إِيَّاهُمْ أَرْبَعَة أَشْهُر ثُمَّ بَعْد ذَلِكَ السَّيْف الْمُرْهَف أَيْنَ ثُقِفُوا فَقَالَ تَعَالَى \" كَيْف يَكُون لِلْمُشْرِكِينَ عَهْد \" أَيْ أَمَان وَيُتْرَكُونَ فِيمَا هُمْ فِيهِ وَهُمْ مُشْرِكُونَ بِاَللَّهِ كَافِرُونَ بِهِ وَبِرَسُولِهِ \" إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْد الْمَسْجِد الْحَرَام \" يَعْنِي يَوْم الْحُدَيْبِيَة كَمَا قَالَ تَعَالَى \" هُمْ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنْ الْمَسْجِد الْحَرَام وَالْهَدْي مَعْكُوفًا أَنْ يَبْلُغ مَحِلّه \" الْآيَة \" فَمَا اِسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ \" أَيْ مَهْمَا تَمَسَّكُوا بِمَا عَاقَدْتُمُوهُمْ عَلَيْهِ وَعَاهَدْتُمُوهُمْ مِنْ تَرْك الْحَرْب بَيْنكُمْ وَبَيْنهمْ عَشْر سِنِينَ \" فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّه يُحِبّ الْمُتَّقِينَ \" وَقَدْ فَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ وَالْمُسْلِمُونَ . اِسْتَمَرَّ الْعَقْد وَالْهُدْنَة مَعَ أَهْل مَكَّة مِنْ ذِي الْقَعْدَة فِي سَنَة سِتّ إِلَى أَنْ نَقَضَتْ قُرَيْش الْعَهْد وَمَالَئُوا حُلَفَاءَهُمْ وَهُمْ بَنُو بَكْر عَلَى خُزَاعَة أَحْلَاف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَتَلُوهُمْ مَعَهُمْ فِي الْحَرَام أَيْضًا فَعِنْد ذَلِكَ غَزَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَمَضَان سَنَة ثَمَان فَفَتَحَ اللَّه عَلَيْهِ الْبَلَد الْحَرَام وَمَكَّنَهُ مِنْ نَوَاصِيهمْ وَلِلَّهِ الْحَمْد وَالْمِنَّة فَأَطْلَقَ مَنْ أَسْلَمَ مِنْهُمْ بَعْد الْقَهْر وَالْغَلَبَة عَلَيْهِمْ فَسُمُّوا الطُّلَقَاء وَكَانُوا قَرِيبًا مِنْ أَلْفَيْنِ وَمَنْ اِسْتَمَرَّ عَلَى كُفْره وَفَرَّ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ إِلَيْهِ بِالْأَمَانِ وَالتَّسْيِير فِي الْأَرْض أَرْبَعَة أَشْهُر يَذْهَب حَيْثُ شَاءَ وَمِنْهُمْ صَفْوَان بْن أُمَيَّة وَعِكْرِمَة بْن أَبِي جَهْل وَغَيْرهمَا ثُمَّ هَدَاهُمْ اللَّه بَعْد ذَلِكَ إِلَى الْإِسْلَام التَّامّ وَاَللَّه الْمَحْمُود عَلَى جَمِيع مَا يُقَدِّرهُ وَيَفْعَلهُ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43490, "aya_id": 7}]