[{"text": "وَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ", "sura_id": 7, "type": 0, "id": 1010, "aya_id": 56}, {"text": "ولا تفسدوا في الأرض بعد إصلاحها وادعوه خوفا وطمعا إن رحمة الله قريب من المحسنين", "sura_id": 7, "type": 1, "id": 7246, "aya_id": 56}, {"text": "56 - (ولا تفسدوا في الأرض) بالشرك والمعاصي (بعد إصلاحها) ببعث الرسل (وادعوه خوفا) من عقابه (وطمعا) في رحمته (إن رحمة الله قريب من المحسنين) المطيعين ، وتذكير قريب المخبر به عن رحمة لإضافتها إلى الله \r\n", "sura_id": 7, "type": 2, "id": 25954, "aya_id": 56}, {"text": "ولا تُفْسدوا في الأرض بأيِّ نوع من أنواع الفساد, بعد إصلاح الله إياها ببعثة الرسل -عليهم السلام- وعُمْرانها بطاعة الله, وادعوه -سبحانه- مخلصين له الدعاء; خوفًا من عقابه ورجاء لثوابه. إن رحمة الله قريب من المحسنين.\r\n", "sura_id": 7, "type": 3, "id": 32190, "aya_id": 56}, {"text": " <font color=red>وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ</font><BR><p>قَوْله تَعَالَى \" وَلَا تُفْسِدُوا فِي الْأَرْض بَعْد إِصْلَاحهَا \" يَنْهَى تَعَالَى عَنْ الْإِفْسَاد فِي الْأَرْض وَمَا أَضَرَّهُ بَعْد الْإِصْلَاح فَإِنَّهُ إِذَا كَانَتْ الْأُمُور مَاشِيَة عَلَى السَّدَاد ثُمَّ وَقَعَ الْإِفْسَاد بَعْد ذَلِكَ كَانَ أَضَرّ مَا يَكُون عَلَى الْعِبَاد فَنَهَى تَعَالَى عَنْ ذَلِكَ وَأَمَرَ بِعِبَادَتِهِ وَدُعَائِهِ وَالتَّضَرُّع إِلَيْهِ وَالتَّذَلُّل لَدَيْهِ فَقَالَ \" وَادْعُوهُ خَوْفًا وَطَمَعًا\" أَيْ خَوْفًا مِمَّا عِنْده مِنْ وَبِيل الْعِقَاب وَطَمَعًا فِيمَا عِنْده مِنْ جَزِيل الثَّوَاب ثُمَّ قَالَ \" إِنَّ رَحْمَة اللَّه قَرِيب مِنْ الْمُحْسِنِينَ \" أَيْ إِنَّ رَحْمَته مُرْصَدَة لِلْمُحْسِنِينَ الَّذِينَ يَتَّبِعُونَ أَوَامِره وَيَتْرُكُونَ زَوَاجِره كَمَا قَالَ تَعَالَى \" وَرَحْمَتِي وَسِعَتْ كُلّ شَيْء فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ \" الْآيَة . وَقَالَ قَرِيب وَلَمْ يَقُلْ قَرِيبَة لِأَنَّهُ ضَمَّنَ الرَّحْمَة مَعْنَى الثَّوَاب أَوْ لِأَنَّهَا مُضَافَة إِلَى اللَّه فَلِهَذَا قَالَ قَرِيب مِنْ الْمُحْسِنِينَ وَقَالَ مَطَر الْوَرَّاق اِسْتَنْجِزُوا مَوْعُود اللَّه بِطَاعَتِهِ فَإِنَّهُ قَضَى أَنَّ رَحْمَته قَرِيب مِنْ الْمُحْسِنِينَ رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42624, "aya_id": 56}]