[{"text": "وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ", "sura_id": 66, "type": 0, "id": 5241, "aya_id": 12}, {"text": "ومريم ابنة عمران التي أحصنت فرجها فنفخنا فيه من روحنا وصدقت بكلمات ربها وكتبه وكانت من القانتين", "sura_id": 66, "type": 1, "id": 11477, "aya_id": 12}, {"text": "12 - (ومريم) عطف على امرأة فرعون (ابنة عمران التي أحصنت فرجها) حفظته (فنفخنا فيه من روحنا) أي جبريل حيث نفخ في جيب درعها بخلق الله تعالى فعله الواصل إلى فرجها فحملت بعيسى (وصدقت بكلمات ربها) شرائعه (وكتبه) المنزلة (وكانت من القانتين) من القوم المطيعين \r\n", "sura_id": 66, "type": 2, "id": 30185, "aya_id": 12}, {"text": "وضرب الله مثلا للذين آمنوا مريم بنت عمران التي حفظت فرجها, وصانته عن الزنى, فأمر الله تعالى جبريل عليه السلام أن ينفخ في جيب قميصها, فوصلت النفخة إلى رحمها, فحملت بعيسى عليه السلام, وصدَّقت بكلمات ربها, وعملت بشرائعه التي شرعها لعباده, وكتبه المنزلة على رسله, وكانت من المطيعين له.\r\n", "sura_id": 66, "type": 3, "id": 36421, "aya_id": 12}, {"text": " <font color=red>وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ</font><BR><p>وَقَوْله تَعَالَى \" وَمَرْيَم اِبْنَة عِمْرَان الَّتِي أَحْصَنَتْ فَرْجهَا \" أَيْ حَفِظَتْهُ وَصَانَتْهُ وَالْإِحْصَان هُوَ الْعَفَاف وَالْحُرِّيَّة \" فَنَفَخْنَا فِيهِ مِنْ رُوحنَا \" أَيْ بِوَاسِطَةِ الْمَلَك وَهُوَ جِبْرِيل فَإِنَّ اللَّه بَعَثَهُ إِلَيْهَا فَتَمَثَّلَ لَهَا فِي صُورَة بَشَر سَوِيّ وَأَمَرَهُ اللَّه تَعَالَى أَنْ يَنْفُخ بِفِيهِ فِي جَيْب دِرْعهَا فَنَزَلَتْ النَّفْخَة فَوَلَجَتْ فِي فَرْجهَا فَكَانَ مِنْهُ الْحَمْل بِعِيسَى عَلَيْهِ السَّلَام وَلِهَذَا قَالَ تَعَالَى \" فَنَفَخْنَا فِيهِ مِنْ رُوحنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبّهَا وَكُتُبه \" أَيْ بِقَدَرِهِ وَشَرْعه \" وَكَانَتْ مِنْ الْقَانِتِينَ\" قَالَ الْإِمَام أَحْمَد ثَنَا يُونُس ثَنَا دَاوُد بْن أَبِي الْفُرَات عَنْ عِلْبَاء عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : خَطَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْأَرْض أَرْبَعَة خُطُوط وَقَالَ \" أَتَدْرُونَ مَا هَذَا ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَفْضَل نِسَاء أَهْل الْجَنَّة خَدِيجَة بِنْت خُوَيْلِد وَفَاطِمَة بِنْت مُحَمَّد وَمَرْيَم اِبْنَة عِمْرَان وَآسِيَة بِنْت مُزَاحِم اِمْرَأَة فِرْعَوْن\" وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ مُرَّة الْهَمْدَانِيّ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كَمُلَ مِنْ الرِّجَال كَثِير وَلَمْ يَكْمُل مِنْ النِّسَاء إِلَّا آسِيَة اِمْرَأَة فِرْعَوْن وَمَرْيَم اِبْنَة عِمْرَان وَخَدِيجَة بِنْت خُوَيْلِد وَإِنَّ فَضْل عَائِشَة عَلَى النِّسَاء كَفَضْلِ الثَّرِيد عَلَى سَائِر الطَّعَام\" وَقَدْ ذَكَرْنَا طُرُق هَذِهِ الْأَحَادِيث وَأَلْفَاظهَا وَالْكَلَام عَلَيْهَا فِي قِصَّة عِيسَى اِبْن مَرْيَم عَلَيْهِمَا السَّلَام فِي كِتَابنَا \" الْبِدَايَة وَالنِّهَايَة \" وَلِلَّهِ الْحَمْد وَالْمِنَّة وَذَكَرْنَا مَا وَرَدَ مِنْ الْحَدِيث مِنْ أَنَّهَا تَكُون هِيَ وَآسِيَة بِنْت مُزَاحِم مِنْ أَزْوَاجه عَلَيْهِ السَّلَام فِي الْجَنَّة عِنْد قَوْله تَعَالَى \" ثَيِّبَات وَأَبْكَارًا \" . آخِر تَفْسِير سُورَة التَّحْرِيم وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42323, "aya_id": 12}]