[{"text": "وَقَالُواْ اتَّخَذَ اللّهُ وَلَدًا سُبْحَانَهُ بَل لَّهُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ كُلٌّ لَّهُ قَانِتُونَ", "sura_id": 2, "type": 0, "id": 123, "aya_id": 116}, {"text": "وقالوا اتخذ الله ولدا سبحانه بل له ما في السماوات والأرض كل له قانتون", "sura_id": 2, "type": 1, "id": 6359, "aya_id": 116}, {"text": "116 - (وقالوا) بواو وبدونها اليهود والنصارى ومن زعم أن الملائكة بنات الله (اتخذ الله ولداً) قال تعالى (سبحانه) تنزيها له عنه (بل له ما في السماوات والأرض) ملكاً وخلقاً وعبيداً والملكية تنافي الولادة وعبر بما تغليباً لما لا يعقل (كل له قانتون) مطيعون كل بما يراد منه وفيه تغليب العاقل \r\n", "sura_id": 2, "type": 2, "id": 25067, "aya_id": 116}, {"text": "وقالت اليهود والنصارى والمشركون: اتخذ الله لنفسه ولدًا, تنزَّه الله -سبحانه- عن هذا القول الباطل, بل كل مَن في السموات والأرض ملكه وعبيده, وهم جميعًا خاضعون له, مسخَّرون تحت تدبيره\r\n", "sura_id": 2, "type": 3, "id": 31303, "aya_id": 116}, {"text": " <font color=red>وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ</font><BR><p>اِشْتَمَلَتْ هَذِهِ الْآيَة الْكَرِيمَة وَاَلَّتِي تَلِيهَا عَلَى الرَّدّ عَلَى النَّصَارَى عَلَيْهِمْ لَعَائِن اللَّه وَكَذَا مَنْ أَشْبَهَهُمْ مِنْ الْيَهُود وَمِنْ مُشْرِكِي الْعَرَب مِمَّنْ جَعَلَ الْمَلَائِكَة بَنَات اللَّه فَأَكْذَب اللَّه جَمِيعَهُمْ فِي دَعْوَاهُمْ وَقَوْلهمْ إِنَّ لِلَّهِ وَلَدًا فَقَالَ تَعَالَى \" سُبْحَانه \" أَيْ تَعَالَى وَتَقَدَّسَ وَتَنَزَّهَ عَنْ ذَلِكَ عُلُوًّا كَبِيرًا \" بَلْ لَهُ مَا فِي السَّمَوَات وَالْأَرْض\" أَيْ لَيْسَ الْأَمْر كَمَا اِفْتَرَوْا وَإِنَّمَا لَهُ مُلْك السَّمَوَات وَالْأَرْض وَمَنْ فِيهِنَّ وَهُوَ الْمُتَصَرِّفُ فِيهِمْ وَهُوَ خَالِقُهُمْ وَرَازِقُهُمْ وَمُقَدِّرُهُمْ وَمُسَخِّرُهُمْ وَمُسَيِّرُهُمْ وَمُصَرِّفُهُمْ كَمَا يَشَاء . وَالْجَمِيعُ عَبِيدٌ لَهُ وَمِلْكٌ لَهُ فَكَيْف يَكُون لَهُ وَلَد مِنْهُمْ وَالْوَلَد إِنَّمَا يَكُون مُتَوَلِّدًا مِنْ شَيْئَيْنِ مُتَنَاسِبَيْنِ وَهُوَ تَبَارَكَ وَتَعَالَى لَيْسَ لَهُ نَظِيرٌ وَلَا مُشَارِك فِي عَظَمَته وَكِبْرِيَائِهِ وَلَا صَاحِبَة لَهُ فَكَيْف يَكُون لَهُ وَلَد ؟ كَمَا قَالَ تَعَالَى \" بَدِيعُ السَّمَوَات وَالْأَرْض أَنَّى يَكُون لَهُ وَلَد وَلَمْ تَكُنْ لَهُ صَاحِبَة وَخَلَقَ كُلّ شَيْء وَهُوَ بِكُلِّ شَيْء عَلِيم \" وَقَالَ تَعَالَى : \" وَقَالُوا اِتَّخَذَ الرَّحْمَنُ وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا تَكَادُ السَّمَوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا إِنْ كُلُّ مَنْ فِي السَّمَوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا وَكُلُّهُمْ آتِيه يَوْمَ الْقِيَامَةِ فَرْدًا \" وَقَالَ تَعَالَى\" قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد \" فَقَرَّرَ تَعَالَى فِي هَذِهِ الْآيَات الْكَرِيمَة أَنَّهُ السَّيِّد الْعَظِيم الَّذِي لَا نَظِير لَهُ وَلَا شَبِيه لَهُ وَأَنَّ جَمِيع الْأَشْيَاء غَيْره مَخْلُوقَة لَهُ مَرْبُوبَة فَكَيْف يَكُون لَهُ مِنْهَا وَلَد ؟ وَلِهَذَا قَالَ الْبُخَارِيّ فِي تَفْسِير هَذِهِ الْآيَة مِنْ الْبَقَرَة : أَخْبَرَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب عَنْ عَبْد اللَّه بْن أَبِي الْحُسَيْن حَدَّثَنَا نَافِع بْن جُبَيْر هُوَ اِبْن مُطْعِم عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ اللَّه تَعَالَى كَذَّبَنِي اِبْنُ آدَم وَلَمْ يَكُنْ لَهُ ذَلِكَ وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذَلِكَ فَأَمَّا تَكْذِيبه إِيَّايَ فَيَزْعُم أَنِّي لَا أَقْدِرُ أَنْ أُعِيدَهُ كَمَا كَانَ وَأَمَّا شَتْمه إِيَّايَ فَقَوْله إِنَّ لِي وَلَدًا فَسُبْحَانِي أَنْ اِتَّخَذَ صَاحِبَة أَوْ وَلَدًا \" اِنْفَرَدَ بِهِ الْبُخَارِيّ مِنْ هَذَا الْوَجْه . وَقَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا أَحْمَد بْن كَامِل أَخْبَرَنَا مُحَمَّد بْن إِسْمَاعِيل التِّرْمِذِيّ أَخْبَرَنَا مُحَمَّد بْن إِسْحَاق بْن مُحَمَّد الْقَرَوِيّ أَخْبَرَنَا مَالِك عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" يَقُول اللَّه تَعَالَى كَذَّبَنِي اِبْنُ آدَم وَمَا يَنْبَغِي لَهُ أَنْ يُكَذِّبَنِي وَشَتَمَنِي وَمَا يَنْبَغِي لَهُ أَنْ يَشْتُمَنِي فَأَمَّا تَكْذِيبُهُ إِيَّايَ فَقَوْله لَنْ يُعِيدنِي كَمَا بَدَأَنِي وَلَيْسَ أَوَّل الْخَلْق بِأَهْوَن عَلَيَّ مِنْ إِعَادَته وَأَمَّا شَتْمه إِيَّايَ فَقَوْله : اِتَّخَذَ اللَّه وَلَدًا . وَأَنَا اللَّه الْأَحَد الصَّمَد \" لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد \" وَفِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا أَحَد أَصْبَر عَلَى أَذًى سَمِعَهُ مِنْ اللَّه إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقهُمْ وَيُعَافِيهِمْ\" وَقَوْله \" كُلّ لَهُ قَانِتُونَ \" قَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبُو سَعِيد الْأَشَجّ أَخْبَرَنَا أَسْبَاط عَنْ مُطَرِّف عَنْ عَطِيَّة عَنْ اِبْن عَبَّاس قَالَ \" قَانِتِينَ \" مُصَلِّينَ وَقَالَ عِكْرِمَة وَأَبُو مَالِك \" كُلّ لَهُ قَانِتُونَ \" مُقِرُّونَ لَهُ بِالْعُبُودِيَّةِ. وَقَالَ سَعِيد بْن جُبَيْر : كُلّ لَهُ قَانِتُونَ يَقُول الْإِخْلَاص وَقَالَ الرَّبِيع بْن أَنَس : يَقُول كُلّ لَهُ قَانِتُونَ أَيْ قَائِم يَوْم الْقِيَامَة وَقَالَ السُّدِّيّ كُلّ لَهُ قَانِتُونَ أَيْ مُطِيعُونَ يَوْم الْقِيَامَة وَقَالَ خُصَيْف عَنْ مُجَاهِد كُلّ لَهُ قَانِتُونَ قَالَ مُطِيعُونَ كُنْ إِنْسَانًا فَكَانَ وَقَالَ كُنْ حِمَارًا فَكَانَ. وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد كُلّ لَهُ قَانِتُونَ مُطِيعُونَ قَالَ طَاعَة الْكَافِر فِي سُجُود ظِلّه وَهُوَ كَارِه وَهَذَا الْقَوْل عَنْ مُجَاهِد وَهُوَ اِخْتِيَار اِبْن جَرِير يَجْمَع الْأَقْوَال كُلّهَا وَهُوَ أَنَّ الْقُنُوت وَالطَّاعَة وَالِاسْتِكَانَة إِلَى اللَّه وَهُوَ شَرْعِيّ وَقَدْ رُوِيَ كَمَا قَالَ تَعَالَى \" وَلِلَّهِ يَسْجُد مَنْ فِي السَّمَوَات وَمَنْ فِي الْأَرْض طَوْعًا وَكَرْهًا وَظِلَالهمْ بِالْغُدُوِّ وَالْآصَال \" وَقَدْ رُوِيَ حَدِيث فِيهِ بَيَان الْقُنُوت فِي الْقُرْآن مَا هُوَ الْمُرَاد بِهِ كَمَا قَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا يُوسُف بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلّ حَرْف مِنْ الْقُرْآن يُذْكَر فِيهِ الْقُنُوت فَهُوَ الطَّاعَة \" وَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ حَسَن بْن مُوسَى عَنْ اِبْن لَهِيعَة عَنْ دَرَّاج بِإِسْنَادِهِ مِثْله وَلَكِنْ فِي هَذَا الْإِسْنَاد ضَعْف لَا يُعْتَمَد عَلَيْهِ وَرَفْع هَذَا الْحَدِيث مُنْكَر وَقَدْ يَكُون مِنْ كَلَام الصَّحَابِيّ أَوْ مَنْ دُونه وَاَللَّه أَعْلَم وَكَثِيرًا مَا يَأْتِي بِهَذَا الْإِسْنَاد تَفَاسِير فِيهَا نَكَارَة فَلَا يُغْتَرّ بِهَا فَإِنَّ السَّنَد ضَعِيف وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38516, "aya_id": 116}]