[{"text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا", "sura_id": 110, "type": 0, "id": 6216, "aya_id": 3}, {"text": "فسبح بحمد ربك و استغفره إنه كان توابا", "sura_id": 110, "type": 1, "id": 12452, "aya_id": 3}, {"text": "3 - (فسبح بحمد ربك) أي متلبساً بحمده (واستغفره إنه كان توابا) وكان صلى الله عليه وسلم بعد نزول هذه السورة يكثر من قول: سبحان الله وبحمده وأستغفر الله وأتوب إليه ، وعلم بها أنه قد اقترب أجله وكان فتح مكة في رمضان سنة ثمان وتوفي صلى الله عليه وسلم في ربيع الأول سنة عشر \r\n", "sura_id": 110, "type": 2, "id": 31160, "aya_id": 3}, {"text": "إذا وقع ذلك فتهيأ للقاء ربك بالإكثار من التسبيح بحمده والإكثار من استغفاره, إنه كان توابًا على المسبحين والمستغفرين, يتوب عليهم ويرحمهم ويقبل توبتهم.\r\n", "sura_id": 110, "type": 3, "id": 37396, "aya_id": 3}, {"text": " <font color=red>فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا</font><BR><p>قَالَ النَّسَائِيّ أَخْبَرَنَا عَمْرو بْن مَنْصُور حَدَّثَنَا مُحَمَّد بْن مَحْبُوب حَدَّثَنَا أَبُو عَوَانَة عَنْ هِلَال بْن خَبَّاب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" إِلَى آخِر السُّورَة قَالَ نُعِيَتْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفْسه حِين أُنْزِلَتْ فَأَخَذَ فِي أَشَدّ مَا كَانَ اِجْتِهَادًا فِي أَمْر الْآخِرَة وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد ذَلِكَ \" جَاءَ الْفَتْح وَجَاءَ نَصْر اللَّه وَجَاءَ أَهْل الْيَمَن \" فَقَالَ رَجُل يَا رَسُول اللَّه وَمَا أَهْل الْيَمَن ؟ قَالَ \" قَوْم رَقِيقَة قُلُوبهمْ لَيِّنَة قُلُوبهمْ الْإِيمَان يَمَان وَالْحِكْمَة يَمَانِيَّة وَالْفِقْه يَمَان\" . وَقَالَ الْبُخَارِيّ حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير عَنْ مَنْصُور عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ عَائِشَة قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُكْثِر أَنْ يَقُول فِي رُكُوعه وَسُجُوده \" سُبْحَانك اللَّهُمَّ رَبّنَا وَبِحَمْدِك اللَّهُمَّ اِغْفِرْ لِي \" يَتَأَوَّل الْقُرْآن وَأَخْرَجَهُ بَقِيَّة الْجَمَاعَة إِلَّا التِّرْمِذِيّ مِنْ حَدِيث مَنْصُور بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ دَاوُدَ عَنْ الشَّعْبِيّ عَنْ مَسْرُوق قَالَ : قَالَتْ عَائِشَة كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُكْثِر فِي آخِر أَمْره مِنْ قَوْل \" سُبْحَان اللَّه وَبِحَمْدِهِ أَسْتَغْفِر اللَّه وَأَتُوب إِلَيْهِ\" وَقَالَ \" إِنَّ رَبِّي كَانَ أَخْبَرَنِي أَنِّي سَأَرَى عَلَامَة فِي أُمَّتِي وَأَمَرَنِي إِذَا رَأَيْتهَا أَنْ أُسَبِّح بِحَمْدِهِ وَأَسْتَغْفِرهُ إِنَّهُ كَانَ تَوَّابًا فَقَدْ رَأَيْتهَا \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح وَرَأَيْت النَّاس يَدْخُلُونَ فِي دِين اللَّه أَفْوَاجًا فَسَبِّحْ بِحَمْدِ رَبّك وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا \" وَرَوَاهُ مُسْلِم مِنْ طَرِيق دَاوُدَ بْن أَبِي هِنْد بِهِ . وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو السَّائِب حَدَّثَنَا حَفْص حَدَّثَنَا عَاصِم عَنْ الشَّعْبِيّ عَنْ أُمّ سَلَمَة قَالَتْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي آخِر أَمْره لَا يَقُوم وَلَا يَقْعُد وَلَا يَذْهَب وَلَا يَجِيء إِلَّا قَالَ \" سُبْحَان اللَّه وَبِحَمْدِهِ \" فَقُلْت يَا رَسُول اللَّه رَأَيْتُك تُكْثِر مِنْ سُبْحَان اللَّه وَبِحَمْدِهِ لَا تَذْهَب وَلَا تَجِيء وَلَا تَقُوم وَلَا تَقْعُد إِلَّا قُلْت : سُبْحَان اللَّه وَبِحَمْدِهِ قَالَ : إِنِّي أُمِرْت بِهَا فَقَالَ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح\" إِلَى آخِر السُّورَة . غَرِيب وَقَدْ كَتَبْنَا حَدِيث كَفَّارَة الْمَجْلِس مِنْ جَمِيع طُرُقه وَأَلْفَاظه فِي جُزْء مُفْرَد فَيُكْتَب هَهُنَا . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه قَالَ لَمَّا نَزَلَتْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح \" كَانَ يُكْثِر إِذَا قَرَأَهَا وَرَكَعَ أَنْ يَقُول \" سُبْحَانك اللَّهُمَّ رَبّنَا وَبِحَمْدِك اللَّهُمَّ اِغْفِرْ لِي إِنَّك أَنْتَ التَّوَّاب الرَّحِيم \" ثَلَاثًا تَفَرَّدَ بِهِ أَحْمَد . وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ عَمْرو بْن مُرَّة عَنْ شُعْبَة عَنْ إِسْحَاق بِهِ وَالْمُرَاد بِالْفَتْحِ هَهُنَا فَتْح مَكَّة قَوْلًا وَاحِدًا فَإِنَّ أَحْيَاء الْعَرَب كَانَتْ تَتَلَوَّم بِإِسْلَامِهَا فَتْح مَكَّة يَقُولُونَ إِنْ ظَهَرَ عَلَى قَوْمه فَهُوَ نَبِيّ فَلَمَّا فَتَحَ اللَّه عَلَيْهِ مَكَّة دَخَلُوا فِي دِين اللَّه أَفْوَاجًا فَلَمْ تَمْضِ سَنَتَانِ حَتَّى اِسْتَوْسَقَتْ جَزِيرَة الْعَرَب إِيمَانًا وَلَمْ يَبْقَ فِي سَائِر قَبَائِل الْعَرَب إِلَّا مُظْهِر لِلْإِسْلَامِ وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَدْ رَوَى الْبُخَارِيّ فِي صَحِيحه عَنْ عَمْرو بْن سَلَمَة قَالَ : لَمَّا كَانَ الْفَتْح بَادَرَ كُلّ قَوْم بِإِسْلَامِهِمْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَتْ الْأَحْيَاء تَتَلَوَّم بِإِسْلَامِهَا فَتْح مَكَّة يَقُولُونَ دَعُوهُ وَقَوْمه فَإِنْ ظَهَرَ عَلَيْهِمْ فَهُوَ نَبِيّ الْحَدِيث وَقَدْ حَرَّرْنَا غَزْوَة الْفَتْح فِي كِتَابنَا \" السِّيرَة \" فَمَنْ أَرَادَ فَلْيُرَاجِعْهُ هُنَاكَ وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة بْن عَمْرو حَدَّثَنَا أَبُو إِسْحَاق عَنْ الْأَوْزَاعِيّ حَدَّثَنِي أَبُو عَمَّار حَدَّثَنِي جَارٍ لِجَابِرِ بْن عَبْد اللَّه قَالَ قَدِمْت مِنْ سَفَر فَجَاءَنِي جَابِر بْن عَبْد اللَّه فَسَلَّمَ عَلَيَّ فَجَعَلْتُ أُحَدِّثهُ عَنْ اِفْتِرَاق النَّاس وَمِمَّا أَحْدَثُوا فَجَعَلَ جَابِر يَبْكِي ثُمَّ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ النَّاس دَخَلُوا فِي دِين اللَّه أَفْوَاجًا وَسَيَخْرُجُونَ مِنْهُ أَفْوَاجًا \" . آخِر تَفْسِير سُورَة النَّصْر وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 110, "type": 4, "id": 37725, "aya_id": 3}]