[{"text": "وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللّهِ وَاللّهُ عَلِيمٌ حَلِيمٌ", "sura_id": 4, "type": 0, "id": 505, "aya_id": 12}, {"text": "ولكم نصف ما ترك أزواجكم إن لم يكن لهن ولد فإن كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها أو دين و لهن الربع مما تركتم إن لم يكن لكم ولد فإن كان لكم ولد فلهن الثمن مما تركتم من بعد وصية توصون بها أو دين وإن كان رجل يورث كلالة أو امرأة و له أخ أو أخت فلكل واحد منهما السدس فإن كانوا أكثر من ذلك فهم شركاء في الثلث من بعد وصية يوصى بها أو دين غير مضار وصية من الله و الله عليم حليم", "sura_id": 4, "type": 1, "id": 6741, "aya_id": 12}, {"text": "12 - (ولكم نصف ما ترك أزواجكم إن لم يكن لهن ولد) منكم أو من غيركم (فإن كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها أو دين) وألحق بالولد في ذلك ولد الابن بالاجماع (ولهن) أي الزوجات تعددن أو لا (الربع مما تركتم إن لم يكن لكم ولد فإن كان لكم ولد) منهن أو من غيرهن (فلهن الثمن مما تركتم من بعد وصية توصون بها أو دين) وولد الابن في ذلك كالولد إجماعا (وإن كان رجل يورث) صفة والخبر (كلالة) أي لا والد له ولا ولد (أو امرأة) تورث كلالة (وله) أي للمورث كلالة (أخ أو أخت) أي من أم وقرأ به ابن مسعود وغيره (فلكل واحد منهما السدس) مما ترك (فإن كانوا) أي الإخوة والأخوات من الأم (أكثر من ذلك) أي من واحد (فهم شركاء في الثلث) يستوي فيه ذكرهم وأنثاهم (من بعد وصية يوصى بها أو دين غير مضار) حال من ضمير يوصى أي غير مدخل الضرر على الورثة بأن يوصي بأكثر من الثلث (وصية) مصدر مؤكد ليوصيكم (من الله والله عليم) بما دبره لخلقه من الفرائض (حليم) بتأخير العقوبة عمن خالفه ، وخصت السنة توريث من ذكر بمن ليس فيه مانع من قتل أو اختلاف دين أو رق \r\n", "sura_id": 4, "type": 2, "id": 25449, "aya_id": 12}, {"text": "ولكم -أيها الرجال- نصف ما ترك أزواجكم بعد وفاتهن إن لم يكن لهن ولد ذكرًا كان أو أنثى, فإن كان لهن ولد فلكم الربع مما تركن, ترثونه من بعد إنفاذ وصيتهن الجائزة, أو ما يكون عليهن من دَيْن لمستحقيه. ولأزواجكم - أيها الرجال - الربع مما تركتم, إن لم يكن لكم ابن أو ابنة منهن أو من غيرهن, فإن كان لكم ابن أو ابنة فلهن الثمن مما تركتم, يقسم الربع أو الثمن بينهن, فإن كانت زوجة واحدة كان هذا ميراثًا لها, من بعد إنفاذ ما كنتم أوصيتم به من الوصايا الجائزة, أو قضاء ما يكون عليكم من دَيْن. وإن مات رجل أو امراة وليس له أو لها ولد ولا والد, وله أو لها أخ أو أخت من أم فلكل واحد منهما السدس. فإن كان الإخوة أو الأخوات لأم أكثر من ذلك فهم شركاء في الثلث يقسم بينهم بالسوية لا فرق بين الذكر والأنثى, وهذا الذي فرضه الله للإخوة والأخوات لأم يأخذونه ميراثًا لهم من بعد قضاء ديون الميت, وإنفاذ وصيته إن كان قد أوصى بشيء لا ضرر فيه على الورثة. بهذا أوصاكم ربكم وصية نافعة لكم. والله عليم بما يصلح خلقه, حليم لا يعاجلهم بالعقوبة.\r\n", "sura_id": 4, "type": 3, "id": 31685, "aya_id": 12}, {"text": " <font color=red>وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ</font><BR><p>يَقُول تَعَالَى \" وَلَكُمْ أَيّهَا الرِّجَال نِصْف مَا تَرَكَ أَزْوَاجكُمْ إِذَا مُتْنَ عَنْ غَيْر وَلَد \" فَإِنْ كَانَ لَهُنَّ وَلَدًا فَلَكُمْ الرُّبْع مِمَّا تَرَكْنَ مِنْ بَعْد الْوَصِيَّة أَوْ الدَّيْن وَقَدْ تَقَدَّمَ أَنَّ الدَّيْن مُقَدَّم عَلَى الْوَصِيَّة وَبَعْده الْوَصِيَّة ثُمَّ الْمِيرَاث وَهَذَا أَمْر مُجْمَع عَلَيْهِ بَيْن الْعُلَمَاء , وَحُكْم أَوْلَاد الْبَنِينَ وَإِنْ سَفَلُوا حُكْم أَوْلَاد الصُّلْب ثُمَّ قَالَ \" وَلَهُنَّ الرُّبْع مِمَّا تَرَكْتُمْ \" إِلَى آخِره وَسَوَاء فِي الرُّبْع أَوْ الثُّمُن الزَّوْجَة وَالزَّوْجَتَانِ الِاثْنَتَانِ وَالثَّلَاث وَالْأَرْبَع يَشْتَرِكْنَ فِيهِ وَقَوْله \" مِنْ بَعْد وَصِيَّة \" إِلَخْ الْكَلَام عَلَيْهِ كَمَا تَقَدَّمَ وَقَوْله تَعَالَى \" وَإِنْ كَانَ رَجُل يُورَث كَلَالَة \" الْكَلَالَة مُشْتَقَّة مِنْ الْإِكْلِيل وَهُوَ الَّذِي يُحِيط بِالرَّأْسِ مِنْ جَوَانِبه وَالْمُرَاد هُنَا مَنْ يَرِثهُ مِنْ حَوَاشِيه لَا أُصُوله وَلَا فُرُوعه كَمَا رَوَى الشَّعْبِيّ عَنْ أَبِي بَكْر الصِّدِّيق أَنَّهُ سُئِلَ عَنْ الْكَلَالَة فَقَالَ : أَقُول فِيهَا بِرَأْيِي فَإِنْ يَكُنْ صَوَابًا فَمِنْ اللَّه وَإِنْ يَكُنْ خَطَأ فَمِنِّي وَمِنْ الشَّيْطَان وَاَللَّه وَرَسُوله بَرِيئَانِ مِنْهُ : الْكَلَالَة مَنْ لَا وَلَد لَهُ وَلَا وَالِد . فَلَمَّا وَلِيَ عُمَر قَالَ : إِنِّي لَأَسْتَحْيِي أَنْ أُخَالِف أَبَا بَكْر فِي رَأْي رَآهُ . كَذَا رَوَاهُ اِبْن جَرِير وَغَيْره وَقَالَ اِبْن أَبِي حَاتِم فِي تَفْسِيره حَدَّثَنَا مُحَمَّد بْن يَزِيد عَنْ سُفْيَان عَنْ سُلَيْمَان الْأَحْوَل عَنْ طَاوُس قَالَ : سَمِعْت اِبْن عَبَّاس يَقُول : كُنْت آخِر النَّاس عَهْدًا بِعُمَر فَسَمِعْته يَقُول الْقَوْل : مَا قُلْت وَمَا قُلْت وَمَا قُلْت قَالَ : الْكَلَالَة مَنْ لَا وَلَد لَهُ وَلَا وَالِد . وَهَكَذَا قَالَ عَلِيّ وَابْن مَسْعُود وَصَحَّ عَنْ غَيْر وَاحِد عَنْ اِبْن عَبَّاس وَزَيْد بْن ثَابِت وَبِهِ يَقُول الشَّعْبِيّ وَالنَّخَعِيّ وَالْحَسَن وَقَتَادَة وَجَابِر بْن زَيْد وَالْحَكَم وَبِهِ يَقُول أَهْل الْمَدِينَة وَأَهْل الْكُوفَة وَالْبَصْرَة وَهُوَ قَوْل الْفُقَهَاء السَّبْعَة وَالْأَئِمَّة الْأَرْبَعَة وَجُمْهُور السَّلَف وَالْخَلَف بَلْ جَمِيعهمْ وَقَدْ حَكَى الْإِجْمَاع عَلَيْهِ غَيْر وَاحِد وَوَرَدَ فِيهِ حَدِيث مَرْفُوع قَالَ أَبُو الْحُسَيْن بْن اللَّبَّان : وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس مَا يُخَالِف ذَلِكَ وَهُوَ أَنَّهُ مَنْ لَا وَلَد لَهُ وَالصَّحِيح عَنْهُ الْأَوَّل وَلَعَلَّ الرَّاوِي مَا فَهِمَ عَنْهُ مَا أَرَادَ . وَقَوْله تَعَالَى \" وَلَهُ أَخ أَوْ أُخْت \" أَيْ مِنْ أُمّ كَمَا هُوَ فِي قِرَاءَة بَعْض السَّلَف مِنْهُمْ سَعْد بْن أَبِي وَقَّاص وَكَذَا فَسَّرَهَا أَبُو بَكْر الصِّدِّيق فِيمَا رَوَاهُ قَتَادَة عَنْهُ \" فَلِكُلِّ وَاحِد مِنْهُمَا السُّدُس فَإِنْ كَانُوا أَكْثَر مِنْ ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُث \" وَإِخْوَة الْأُمّ يُخَالِفُونَ بَقِيَّة الْوَرَثَة مِنْ وُجُوه أَحَدهَا : أَنَّهُمْ يَرِثُونَ مَنْ أَدْلَوْا بِهِ وَهِيَ الْأُمّ \" وَالثَّانِي \" أَنَّ ذُكُورهمْ وَإِنَاثهمْ فِي الْمِيرَاث سَوَاء \" وَالثَّالِث \" لَا يَرِثُونَ إِلَّا إِنْ كَانَ مَيِّتهمْ يُورَث كَلَالَة فَلَا يَرِثُونَ مَعَ أَب وَلَا جَدّ وَلَا وَلَد وَلَا وَلَد اِبْن \" الرَّابِع \" أَنَّهُمْ لَا يُزَادُونَ عَلَى الثُّلُث وَإِنْ كَثُرَ ذُكُورهمْ وَإِنَاثهمْ - وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس حَدَّثَنَا اِبْن وَهْب أَخْبَرَنَا يُونُس عَنْ الزُّهْرِيّ قَالَ : قَضَى عُمَر أَنَّ مِيرَاث الْإِخْوَة مِنْ الْأُمّ بَيْنهمْ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَى قَالَ الزُّهْرِيّ : وَلَا أَرَى عُمَر قَضَى بِذَلِكَ حَتَّى عَلِمَ ذَلِكَ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذِهِ الْآيَة هِيَ الَّتِي قَالَ اللَّه تَعَالَى فِيهَا \" فَإِنْ كَانُوا أَكْثَر مِنْ ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُث \" وَاخْتَلَفَ الْعُلَمَاء فِي الْمَسْأَلَة الْمُشْتَرَكَة وَهِيَ زَوْج وَأُمّ أَوْ جَدَّة وَاثْنَانِ مِنْ وَلَد الْأُمّ وَوَاحِد أَوْ أَكْثَر مِنْ وَلَد الْأَبَوَيْنِ فَعَلَى قَوْل الْجُمْهُور لِلزَّوْجِ النِّصْف وَلِلْأُمِّ أَوْ الْجَدَّة السُّدُس وَلِوَلَدِ الْأُمّ الثُّلُث وَيُشَارِكهُمْ فِيهِ وَلَد الْأَب وَالْأُمّ بِمَا بَيْنهمْ مِنْ الْقَدْر الْمُشْتَرَك وَهُوَ أُخْوَة الْأُمّ وَقَدْ وَقَعَتْ هَذِهِ الْمَسْأَلَة فِي زَمَان أَمِير الْمُؤْمِنِينَ عُمَر فَأَعْطَى الزَّوْج النِّصْف وَالْأُمّ السُّدُس وَجَعَلَ الثُّلُث لِأَوْلَادِ الْأُمّ فَقَالَ لَهُ أَوْلَاد الْأَبَوَيْنِ : يَا أَمِير الْمُؤْمِنِينَ هَبْ أَنَّ أَبَانَا كَانَ حِمَارًا أَلَسْنَا مِنْ أُمّ وَاحِدَة ؟ فَشَرَّكَ بَيْنهمْ وَصَحَّ التَّشْرِيك عَنْ عُثْمَان وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنْ اِبْن مَسْعُود وَزَيْد بْن ثَابِت وَابْن عَبَّاس رَضِيَ اللَّه عَنْهُمْ وَبِهِ يَقُول سَعِيد بْن الْمُسَيِّب وَشُرَيْح الْقَاضِي وَمَسْرُوق وَطَاوُس وَمُحَمَّد بْن سِيرِينَ وَإِبْرَاهِيم النَّخَعِيّ وَعُمَر بْن عَبْد الْعَزِيز وَالثَّوْرِيّ وَشَرِيك وَهُوَ مَذْهَب مَالك وَالشَّافِعِيّ وَإِسْحَاق بْن رَاهْوَيْهِ وَكَانَ عَلِيّ بْن أَبِي طَالِب لَا يُشْرِك بَيْنهمْ بَلْ يَجْعَل الثُّلُث لِأَوْلَادِ الْأُمّ وَلَا شَيْء لِأَوْلَادِ الْأَبَوَيْنِ وَالْحَالَة هَذِهِ لِأَنَّهُمْ عَصَبَة وَقَالَ وَكِيع بْن الْجَرَّاح : لَمْ يَخْتَلِف عَنْهُ فِي ذَلِكَ وَهَذَا قَوْل أُبَيّ بْن كَعْب وَأَبِي مُوسَى الْأَشْعَرِيّ وَهُوَ الْمَشْهُور عَنْ اِبْن عَبَّاس وَهُوَ مَذْهَب الشَّعْبِيّ وَابْن أَبِي لَيْلَى وَأَبِي حَنِيفَة وَأَبِي يُوسُف وَمُحَمَّد بْن الْحَسَن وَالْحَسَن بْن زِيَاد وَزُفَر بْن الْهُذَيْل وَالْإِمَام أَحْمَد وَيَحْيَى بْن آدَم وَنُعَيْم بْن حَمَّاد وَأَبِي ثَوْر وَدَاوُد بْن عَلِيّ الظَّاهِرِيّ وَاخْتَارَهُ أَبُو الْحُسَيْن بْن اللَّبَّان الْفَرْضِيّ رَحِمَهُ اللَّه فِي كِتَابه الْإِيجَاز وَقَوْله \" مِنْ بَعْد وَصِيَّة يُوصَى بِهَا أَوْ دَيْن غَيْر مُضَارّ \" أَيْ لِتَكُنْ وَصِيَّته عَلَى الْعَدْل لَا عَلَى الْإِضْرَار وَالْجَوْر وَالْحَيْف بِأَنْ يَحْرِم بَعْض الْوَرَثَة أَوْ يُنْقِصهُ أَوْ يَزِيدهُ عَلَى مَا فَرَضَ اللَّه لَهُ مِنْ الْفَرِيضَة فَمَنْ سَعَى فِي ذَلِكَ كَانَ كَمَنْ ضَادَّ اللَّه فِي حُكْمه وَشَرْعه. وَلِهَذَا قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو النَّضْر الدِّمَشْقِيّ الْفَرَادِيسِيّ حَدَّثَنَا عُمَر بْن الْمُغِيرَة عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْإِضْرَار فِي الْوَصِيَّة مِنْ الْكَبَائِر \" وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ طَرِيق عُمَر بْن الْمُغِيرَة هَذَا وَهُوَ أَبُو حَفْص بَصْرِيّ سَكَنَ الْمِصِّيصَة قَالَ اِبْن عَسَاكِر : وَيُعْرَف بِمُغْنِي الْمَسَاكِين وَرَوَى عَنْهُ غَيْر وَاحِد مِنْ الْأَئِمَّة وَقَالَ فِيهِ أَبُو حَاتِم الرَّازِيّ : هُوَ شَيْخ وَقَالَ عَلِيّ بْن الْمَدِينِيّ : هُوَ مَجْهُول لَا أَعْرِفهُ لَكِنْ رَوَاهُ النَّسَائِيّ فِي سُنَنه عَنْ عَلِيّ بْن حُجْر عَنْ عَلِيّ بْن مُسْهِر عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مَوْقُوفًا \" الْإِضْرَار فِي الْوَصِيَّة مِنْ الْكَبَائِر \" وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي سَعِيد الْأَشَجّ عَنْ عَائِذ بْن حَبِيب عَنْ دَاوُد بْن أَبِي هِنْد وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث جَمَاعَة مِنْ الْحُفَّاظ عَنْ دَاوُد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مَوْقُوفًا وَفِي بَعْضهَا وَيَقْرَأ اِبْن عَبَّاس \" غَيْر مُضَارّ \" قَالَ اِبْن جَرِير وَالصَّحِيح الْمَوْقُوف وَلِهَذَا اِخْتَلَفَ الْأَئِمَّة فِي الْإِقْرَار لِلْوَارِثِ هَلْ هُوَ صَحِيح أَمْ لَا ؟ عَلَى قَوْلَيْنِ \" أَحَدهمَا \" لَا يَصِحّ لِأَنَّهُ مَظِنَّة التُّهْمَة وَقَدْ ثَبَتَ فِي الْحَدِيث الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه قَدْ أَعْطَى كُلّ ذِي حَقّ حَقّه فَلَا وَصِيَّة لِوَارِثٍ \" وَهَذَا مَذْهَب مَالِك وَأَحْمَد بْن حَنْبَل وَأَبِي حَنِيفَة وَالْقَوْل الْقَدِيم لِلشَّافِعِيِّ رَحِمَهُمْ اللَّه وَذَهَبَ فِي الْجَدِيد إِلَى أَنَّهُ يَصِحّ الْإِقْرَار وَهُوَ مَذْهَب طَاوُس وَعَطَاء وَالْحَسَن وَعُمَر بْن عَبْد الْعَزِيز وَهُوَ اِخْتِيَار أَبِي عَبْد اللَّه الْبُخَارِيّ فِي صَحِيحه وَاحْتَجَّ بِأَنَّ رَافِع بْن خَدِيج أَوْصَى أَنْ لَا تَكْشِف الْفَزَارِيَّة عَمَّا أُغْلِقَ عَلَيْهِ بَابهَا قَالَ : وَقَالَ بَعْض النَّاس لَا يَجُوز إِقْرَاره لِسُوءِ الظَّنّ بِالْوَرَثَةِ وَقَدْ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِيَّاكُمْ وَالظَّنّ فَإِنَّ الظَّنّ أَكْذَب الْحَدِيث \" وَقَالَ اللَّه تَعَالَى \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تُؤَدُّوا الْأَمَانَات إِلَى أَهْلهَا \" فَلَمْ يَخُصّ وَارِثًا وَلَا غَيْره اِنْتَهَى مَا ذَكَرَهُ فَمَتَى كَانَ الْإِقْرَار صَحِيحًا مُطَابِقًا لِمَا فِي نَفْس الْأَمْر جَرَى فِيهِ هَذَا الْخِلَاف وَمَتَى كَانَ حِيلَة وَوَسِيلَة إِلَى زِيَادَة بَعْض الْوَرَثَة وَنُقْصَان بَعْضهمْ فَهُوَ حَرَام بِالْإِجْمَاعِ وَبِنَصِّ هَذِهِ الْآيَة الْكَرِيمَة \" غَيْر مُضَارّ وَصِيَّة مِنْ اللَّه وَاَللَّه عَلِيم حَلِيم \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40790, "aya_id": 12}]