[{"text": "وَوَالِدٍ وَمَا وَلَدَ", "sura_id": 90, "type": 0, "id": 6026, "aya_id": 3}, {"text": "و والد و ما ولد", "sura_id": 90, "type": 1, "id": 12262, "aya_id": 3}, {"text": "3 - (ووالد) أي آدم (وما ولد) ذريته وما بمعنى من \r\n", "sura_id": 90, "type": 2, "id": 30970, "aya_id": 3}, {"text": "وما تناسل منه من ولد,\r\n", "sura_id": 90, "type": 3, "id": 37206, "aya_id": 3}, {"text": " <font color=red>وَوَالِدٍ وَمَا وَلَدَ</font><BR><p>وَقَوْله تَعَالَى \" وَوَالِد وَمَا وَلَدَ\" قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن عَطِيَّة عَنْ شَرِيك عَنْ خُصَيْف عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَوَالِد وَمَا وَلَدَ \" الْوَالِد الَّذِي يَلِد وَمَا وَلَدَ الْعَاقِر الَّذِي لَا يُولَد لَهُ وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث شَرِيك وَهُوَ اِبْن عَبْد اللَّه الْقَاضِي بِهِ وَقَالَ عِكْرِمَة الْوَالِد الْعَاقِر وَمَا وَلَدَ الَّذِي يَلِد . رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ مُجَاهِد وَأَبُو صَالِح وَقَتَادَة وَالضَّحَّاك وَسُفْيَان الثَّوْرِيّ وَسَعِيد بْن جُبَيْر وَالسُّدِّيّ وَالْحَسَن الْبَصْرِيّ وَخُصَيْف وَشُرَحْبِيل بْن سَعْد وَغَيْرهمْ يَعْنِي بِالْوَالِدِ آدَم وَمَا وَلَدَ وَلَده وَهَذَا الَّذِي ذَهَبَ إِلَيْهِ مُجَاهِد وَأَصْحَابه حَسَن قَوِيّ لِأَنَّهُ تَعَالَى لَمَّا أَقْسَمَ بِأُمِّ الْقُرَى وَهِيَ أُمّ الْمَسَاكِن أَقْسَمَ بَعْده بِالسَّاكِنِ وَهُوَ آدَم أَبُو الْبَشَر وَوَلَده وَقَالَ أَبُو عِمْرَان الْجَوْنِيّ هُوَ إِبْرَاهِيم وَذُرِّيَّته رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَاخْتَارَ اِبْن جَرِير أَنَّهُ عَامّ فِي كُلّ وَالِد وَوَلَده وَهُوَ مُحْتَمَل أَيْضًا وَقَوْله تَعَالَى\" لَقَدْ خَلَقْنَا الْإِنْسَان فِي كَبَد \" رُوِيَ عَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَعِكْرِمَة وَمُجَاهِد وَالنَّخَعِيّ وَخَيْثَمَة وَالضَّحَّاك وَغَيْرهمْ يَعْنِي مُنْتَصِبًا زَادَ اِبْن عَبَّاس فِي رِوَايَة عَنْهُ مُنْتَصِبًا فِي بَطْن أُمّه وَالْكَبَد الِاسْتِوَاء وَالِاسْتِقَامَة وَمَعْنَى هَذَا الْقَوْل لَقَدْ خَلَقْنَاهُ سَوِيًّا مُسْتَقِيمًا كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الْإِنْسَان مَا غَرَّك بِرَبِّك الْكَرِيم الَّذِي خَلَقَك فَسَوَّاك فَعَدَلَك فِي أَيّ صُورَة مَا شَاءَ رَكَّبَك \" .</p><BR> > <br> ", "sura_id": 90, "type": 4, "id": 43536, "aya_id": 3}]