[{"text": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُوْلَئِكَ لَهُم عَذَابٌ أَلِيمٌ", "sura_id": 42, "type": 0, "id": 4314, "aya_id": 42}, {"text": "إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم عذاب أليم", "sura_id": 42, "type": 1, "id": 10550, "aya_id": 42}, {"text": "42 - (إنما السبيل على الذين يظلمون الناس ويبغون) يعملون (في الأرض بغير الحق) بالمعاصي (أولئك لهم عذاب أليم) مؤلم \r\n", "sura_id": 42, "type": 2, "id": 29258, "aya_id": 42}, {"text": "إنما المؤاخذة على الذين يتعدَّون على الناس ظلمًا وعدوانًا, ويتجاوزون الحدَّ الذي أباحه لهم ربهم إلى ما لم يأذن لهم فيه، فيفسدون في الأرض بغير الحق, أولئك لهم يوم القيامة عذاب مؤلم موجع.\r\n", "sura_id": 42, "type": 3, "id": 35494, "aya_id": 42}, {"text": " <font color=red>إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>قَوْله عَزَّ وَجَلَّ \" إِنَّمَا السَّبِيل \" أَيْ إِنَّمَا الْحَرَج وَالْعَنَت\" عَلَى الَّذِينَ يَظْلِمُونَ النَّاس وَيَبْغُونَ فِي الْأَرْض بِغَيْرِ الْحَقّ \" أَيْ يَبْدَءُونَ النَّاس بِالظُّلْمِ كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح \" الْمُسْتَبَّانِ مَا قَالَا فَعَلَى الْبَادِئ مَا لَمْ يَعْتَدِ الْمَظْلُوم \" \" أُولَئِكَ لَهُمْ عَذَاب أَلِيم \" أَيْ شَدِيد مُوجِع . قَالَ أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا الْحَسَن بْن مُوسَى حَدَّثَنَا سَعِيد بْن زَيْد أَخُو حَمَّاد بْن زَيْد حَدَّثَنَا عُثْمَان الشَّحَّام حَدَّثَنَا مُحَمَّد بْن وَاسِع قَالَ قَدِمْت مَكَّة فَإِذَا عَلَى الْخَنْدَق قَنْطَرَة فَأُخِذْت فَانْطُلِقَ بِي إِلَى مَرْوَان بْن الْمُهَلَّب وَهُوَ أَمِير عَلَى الْبَصْرَة فَقَالَ مَا حَاجَتك يَا أَبَا عَبْد اللَّه ؟ قُلْت حَاجَتِي إِنْ اِسْتَطَعْت أَنْ تَكُون كَمَا كَانَ أَخُو بَنِي عَدِيّ قَالَ وَمَنْ أَخُو بَنِي عَدِيّ ؟ قَالَ الْعَلَاء بْن زِيَاد اِسْتَعْمَلَ صَدِيقًا لَهُ مَرَّة عَلَى عَمَل فَكَتَبَ إِلَيْهِ أَمَّا بَعْد فَإِنْ اِسْتَطَعْت أَنْ لَا تَبِيت إِلَّا وَظَهْرك خَفِيف وَبَطْنك خَمِيص وَكَفّك نَقِيَّة مِنْ دِمَاء الْمُسْلِمِينَ وَأَمْوَالهمْ فَإِنَّك إِذَا فَعَلْت ذَلِكَ لَمْ يَكُنْ عَلَيْك سَبِيل \" إِنَّمَا السَّبِيل عَلَى الَّذِينَ يَظْلِمُونَ النَّاس وَيَبْغُونَ فِي الْأَرْض بِغَيْرِ الْحَقّ أُولَئِكَ لَهُمْ عَذَاب أَلِيم \" فَقَالَ مَرْوَان صَدَقَ وَاَللَّه وَنَصَحَ ثُمَّ قَالَ مَا حَاجَتك يَا أَبَا عَبْد اللَّه ؟ قُلْت حَاجَتِي أَنْ تُلْحِقنِي بِأَهْلِي قَالَ نَعَمْ رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41115, "aya_id": 42}]