[{"text": "ضَرَبَ اللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَاء مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ", "sura_id": 39, "type": 0, "id": 4087, "aya_id": 29}, {"text": "ضرب الله مثلا رجلا فيه شركاء متشاكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل أكثرهم لا يعلمون", "sura_id": 39, "type": 1, "id": 10323, "aya_id": 29}, {"text": "29 - (ضرب الله) للمشرك والموحد (مثلا رجلا) بدل من مثل (فيه شركاء متشاكسون) متنازعون سيئة أخلاقهم (ورجلا سلما) خالصا (لرجل هل يستويان مثلا) تمييز أي لا يستوي العبد لجماعة والعبد لواحد فإن الأول إذا طلب منه كل من مالكيه خدمته في وقت واحد تحير فيمن يخدمه منهم وهذا مثل للمشرك والثاني مثل للموحد (الحمد لله) وحده (بل أكثرهم) أهل مكة (لا يعلمون) ما يصيرون إليه من العذاب فيشركون \r\n", "sura_id": 39, "type": 2, "id": 29031, "aya_id": 29}, {"text": "ضرب الله مثلا عبدًا مملوكًا لشركاء متنازعين, فهو حيران في إرضائهم, وعبدًا خالصًا لمالك واحد يعرف مراده وما يرضيه, هل يستويان مثلا؟ لا يستويان, كذلك المشرك هو في حَيْرة وشك, والمؤمن في راحة واطمئنان. فالثناء الكامل التام لله وحده, بل المشركون لا يعلمون الحق فيتبعونه.\r\n", "sura_id": 39, "type": 3, "id": 35267, "aya_id": 29}, {"text": " <font color=red>ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ</font><BR><p>ثُمَّ قَالَ \" ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاء مُتَشَاكِسُونَ \" أَيْ يَتَنَازَعُونَ فِي ذَلِكَ الْعَبْد الْمُشْتَرَك بَيْنهمْ \" وَرَجُلًا سَلَمًا \" أَيْ سَالِمًا \" لِرَجُلٍ \" أَيْ خَالِصًا لَا يَمْلِكُهُ أَحَد غَيْره \" هَلْ يَسْتَوِيَانِ مَثَلًا \" أَيْ لَا يَسْتَوِي هَذَا وَهَذَا كَذَلِكَ لَا يَسْتَوِي الْمُشْرِك الَّذِي يَعْبُد آلِهَة مَعَ اللَّه وَالْمُؤْمِن الْمُخْلِص الَّذِي لَا يَعْبُد إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ فَأَيْنَ هَذَا مِنْ هَذَا ؟ قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَغَيْر وَاحِد : هَذِهِ الْآيَة ضُرِبَتْ مَثَلًا لِلْمُشْرِكِ وَالْمُخْلِص وَلَمَّا كَانَ هَذَا الْمَثَل ظَاهِرًا بَيِّنًا جَلِيًّا قَالَ \" الْحَمْد لِلَّهِ \" أَيْ عَلَى إِقَامَة الْحُجَّة عَلَيْهِمْ \" بَلْ أَكْثَرهمْ لَا يَعْلَمُونَ \" أَيْ فَلِهَذَا يُشْرِكُونَ بِاَللَّهِ .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40713, "aya_id": 29}]