[{"text": "وَالسَّمَاء ذَاتِ الْحُبُكِ", "sura_id": 51, "type": 0, "id": 4682, "aya_id": 7}, {"text": "والسماء ذات الحبك", "sura_id": 51, "type": 1, "id": 10918, "aya_id": 7}, {"text": "7 - (والسماء ذات الحبك) جمع حبيكة كطريقة وطرق أي صاحبة الطرق في الخلقة كالطريق في الرمل \r\n", "sura_id": 51, "type": 2, "id": 29626, "aya_id": 7}, {"text": "وأقسم الله تعالى بالسماء ذات الخَلْق الحسن,\r\n", "sura_id": 51, "type": 3, "id": 35862, "aya_id": 7}, {"text": " <font color=red>وَالسَّمَاءِ ذَاتِ الْحُبُكِ</font><BR><p>قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا ذَات الْجَمَال وَالْبَهَاء وَالْحُسْن وَالِاسْتِوَاء وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَأَبُو مَالِك وَأَبُو عِكْرِمَة وَالسُّدِّيّ وَقَتَادَة وَعَطِيَّة الْعَوْفِيّ وَالرَّبِيع بْن أَنَس وَغَيْرهمْ . وَقَالَ الضَّحَّاك وَالْمِنْهَال بْن عَمْرو وَغَيْرهمَا مِثْل تَجَعُّد الْمَاء وَالرَّمْل وَالزَّرْع إِذَا ضَرَبَتْهُ الرِّيح فَيَنْسِج بَعْضه بَعْضًا طَرَائِق طَرَائِق فَذَلِكَ الْحُبُك قَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا أَيُّوب عَنْ أَبِي قِلَابَة عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ مِنْ وَرَائِكُمْ الْكَذَّابَ الْمُضِلَّ وَإِنَّ رَأْسه مِنْ وَرَائِهِ حُبُكًا حُبُكًا\" يَعْنِي بِالْحُبُكِ الْجُعُودَة وَعَنْ أَبِي صَالِح \" ذَات الْحُبُك\" الشِّدَّة وَقَالَ خُصَيْف \" ذَات الْحُبُك \" ذَات الصِّفَافَة وَقَالَ الْحَسَن بْن أَبِي الْحَسَن الْبَصْرِيّ \" ذَات الْحُبُك \" حُبِكَتْ بِالنُّجُومِ . وَقَالَ قَتَادَة عَنْ سَالِم بْن أُبَيّ عَنْ مَعْدَان بْن أَبِي طَلْحَة عَنْ عَمْرو الْبِكَالِيّ عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا \" وَالسَّمَاء ذَات الْحُبُك \" يَعْنِي السَّمَاء السَّابِعَة وَكَأَنَّهُ وَاَللَّه أَعْلَم أَرَادَ بِذَلِكَ السَّمَاء الَّتِي فِيهَا الْكَوَاكِب الثَّابِتَة , وَهِيَ عِنْد كَثِير مِنْ عُلَمَاء الْهَيْئَة فِي الْفَلَك الثَّامِن الَّذِي فَوْق السَّابِع وَاَللَّه أَعْلَم . وَكُلّ هَذِهِ الْأَقْوَال تَرْجِع إِلَى شَيْء وَاحِد وَهُوَ الْحُسْن وَالْبَهَاء كَمَا قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فَإِنَّهَا مِنْ حُسْنهَا مُرْتَفِعَة شَفَّافَة صَفِيقَة شَدِيدَة الْبِنَاء مُتَّسِعَة الْأَرْجَاء أَنِيقَة الْبَهَاء مُكَلَّلَة بِالنُّجُومِ الثَّوَابِت وَالسَّيَّارَات مُوَشَّحَة بِالشَّمْسِ وَالْقَمَر وَالْكَوَاكِب الزَّاهِرَات .</p><BR> <br> ", "sura_id": 51, "type": 4, "id": 41659, "aya_id": 7}]