[{"text": "تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 67, "type": 0, "id": 5242, "aya_id": 1}, {"text": "تبارك الذي بيده الملك وهو على كل شيء قدير", "sura_id": 67, "type": 1, "id": 11478, "aya_id": 1}, {"text": "سورة الملك 1 - (تبارك) تنزه عن صفات المحدثين (الذي بيده) في تصرفه (الملك) السلطان والقدرة (وهو على كل شيء قدير) \r\n", "sura_id": 67, "type": 2, "id": 30186, "aya_id": 1}, {"text": "تكاثر خير الله وبرُّه على جميع خلقه, الذي بيده مُلك الدنيا والآخرة وسلطانهما, نافذ فيهما أمره وقضاؤه, وهو على كل شيء قدير. ويستفاد من الآية ثبوت صفة اليد لله سبحانه وتعالى على ما يليق بجلاله.\r\n", "sura_id": 67, "type": 3, "id": 36422, "aya_id": 1}, {"text": " <font color=red>تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>سُورَة الْمُلْك : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج بْن مُحَمَّد وَابْن جَعْفَر قَالَا حَدَّثَنَا شُعْبَة عَنْ قَتَادَة عَنْ عَيَّاش الْجُشَمِيّ عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ سُورَة فِي الْقُرْآن ثَلَاثِينَ آيَة شَفَعَتْ لِصَاحِبِهَا حَتَّى غُفِرَ لَهُ : تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك \" وَرَوَاهُ أَهْل السُّنَن الْأَرْبَعَة مِنْ حَدِيث شُعْبَة بِهِ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَارِيخه فِي تَرْجَمَة أَحْمَد بْن نَصْر بْن زِيَاد أَبِي عَبْد اللَّه الْقُرَشِيّ النَّيْسَابُورِيّ الْمُقْرِي الزَّاهِد الْفَقِيه أَحَد الثِّقَات الَّذِينَ رَوَى عَنْهُمْ الْبُخَارِيّ وَمُسْلِم وَلَكِنْ فِي غَيْر الصَّحِيحَيْنِ وَرَوَى عَنْهُ التِّرْمِذِيّ وَابْن مَاجَهْ وَابْن خُزَيْمَةَ وَعَلَيْهِ تَفَقَّهَ فِي مَذْهَب أَبِي عُبَيْد بْن حربويه وَخَلَقَ سِوَاهُمْ سَاقَ بِسَنَدِهِ مِنْ حَدِيثه عَنْ فُرَات بْن السَّائِب عَنْ الزُّهْرِيّ عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ رَجُلًا مِمَّنْ كَانَ قَبْلكُمْ مَاتَ وَلَيْسَ مَعَهُ شَيْء مِنْ كِتَاب اللَّه إِلَّا تَبَارَكَ فَلَمَّا وُضِعَ فِي حُفْرَته أَتَاهُ الْمَلَك فَثَارَتْ السُّورَة فِي وَجْهه فَقَالَ لَهَا إِنَّك مِنْ كِتَاب اللَّه وَأَنَا أَكْرَه مُسَاءَتك وَإِنِّي لَا أَمْلِك لَك وَلَا لَهُ وَلَا لِنَفْسِي ضُرًّا وَلَا نَفْعًا فَإِنْ أَرَدْت هَذَا بِهِ فَانْطَلِقِي إِلَى الرَّبّ تَبَارَكَ وَتَعَالَى فَاشْفَعِي لَهُ فَتَنْطَلِق إِلَى الرَّبّ فَتَقُول يَا رَبّ إِنَّ فُلَانًا عَمَدَ إِلَيَّ مِنْ بَيْن كِتَابك فَتَعَلَّمَنِي وَتَلَانِي أَفَتُحْرِقهُ أَنْتَ بِالنَّارِ وَتُعَذِّبهُ وَأَنَا فِي جَوْفه ؟ فَإِنْ كُنْت فَاعِلًا ذَاكَ بِهِ فَامْحُنِي مِنْ كِتَابك فَيَقُول أَلَا أَرَاك غَضِبْت ؟ فَتَقُول وَحُقَّ لِي أَنْ أَغْضَب فَيَقُول اِذْهَبِي فَقَدْ وَهَبْته لَك وَشَفَّعْتُك فِيهِ - قَالَ - فَتَجِيء فَتَزْجُر الْمَلَك فَيَخْرُج خَاسِف الْبَال لَمْ يَحِلّ مِنْهُ بِشَيْءٍ - قَالَ - فَتَجِيء فَتَضَع فَاهَا عَلَى فِيهِ فَتَقُول مَرْحَبًا بِهَذَا الْفَم فَرُبَّمَا تَلَانِي وَمَرْحَبًا بِهَذَا الصَّدْر فَرُبَّمَا وَعَانِي وَمَرْحَبًا بِهَاتَيْنِ الْقَدَمَيْنِ فَرُبَّمَا قَامَتَا بِي وَتُؤْنِسهُ فِي قَبْره مَخَافَة الْوَحْشَة عَلَيْهِ \" قَالَ فَلَمَّا حَدَّثَ بِهَذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَبْقَ صَغِير وَلَا كَبِير وَلَا حُرّ وَلَا عَبْد إِلَّا تَعَلَّمَهَا وَسَمَّاهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُنْجِيَة . \" قُلْت \" وَهَذَا حَدِيث مُنْكَر جِدًّا وَفُرَات بْن السَّائِب هَذَا ضَعَّفَهُ الْإِمَام أَحْمَد وَيَحْيَى بْن مَعِين وَالْبُخَارِيّ وَأَبُو حَاتِم وَالدَّارَقُطْنِيّ وَغَيْر وَاحِد وَقَدْ ذَكَرَهُ اِبْن عَسَاكِر مِنْ وَجْه آخَر عَنْ الزُّهْرِيّ مِنْ قَوْله مُخْتَصَرًا وَرَوَى الْبَيْهَقِيّ فِي كِتَاب إِثْبَات عَذَاب الْقَبْر عَنْ اِبْن مَسْعُود مَوْقُوفًا وَمَرْفُوعًا مَا يَشْهَد لِهَذَا وَقَدْ كَتَبْنَاهُ فِي كِتَاب الْجَنَائِز \" مِنْ الْأَحْكَام الْكُبْرَى \" وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَدْ رَوَى الطَّبَرَانِيّ وَالْحَافِظ الضِّيَاء الْمَقْدِسِيّ مِنْ طَرِيق سَلَّام بْن مِسْكِين عَنْ ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سُورَة فِي الْقُرْآن خَاصَمَتْ عَنْ صَاحِبهَا حَتَّى أَدْخَلَتْهُ الْجَنَّة : تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك\" وَقَالَ التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد الْمَلِك بْن أَبِي الشَّوَارِب حَدَّثَنَا يَحْيَى بْن عَمْرو بْن مَالِك النُّكْرِيّ عَنْ أَبِيهِ عَنْ أَبِي الْجَوْزَاء عَنْ اِبْن عَبَّاس قَالَ : ضَرَبَ بَعْض أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خِبَاءَهُ عَلَى قَبْر وَهُوَ لَا يَحْسَب أَنَّهُ قَبْر فَإِذَا قَبْر إِنْسَان يَقْرَأ سُورَة الْمُلْك حَتَّى خَتَمَهَا فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه ضَرَبْت خِبَائِي عَلَى قَبْر وَأَنَا لَا أَحْسِب أَنَّهُ قَبْر فَإِذَا إِنْسَان يَقْرَأ سُورَة الْمُلْك : تَبَارَكَ حَتَّى خَتَمَهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هِيَ الْمَانِعَة هِيَ الْمُنْجِيَة تُنْجِيه مِنْ عَذَاب الْقَبْر \" ثُمَّ قَالَ هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَفِي الْبَاب عَنْ أَبِي هُرَيْرَة ثُمَّ رَوَى التِّرْمِذِيّ أَيْضًا مِنْ طَرِيق لَيْث بْن أَبِي سُلَيْم عَنْ أَبِي الزُّبَيْر عَنْ جَابِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ لَا يَنَام حَتَّى يَقْرَأ الم تَنْزِيل وَتَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك وَقَالَ لَيْث عَنْ طَاوُس يَفْضُلَانِ كُلّ سُورَة فِي الْقُرْآن بِسَبْعِينَ حَسَنَة . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن الْحَسَن بْن عَجْلَان الْأَصْبَهَانِيّ حَدَّثَنَا سَلَمَة بْن شَبِيب حَدَّثَنَا إِبْرَاهِيم بْن الْحَكَم بْن أَبَان عَنْ أَبِيهِ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوَدِدْت أَنَّهَا فِي قَلْب كُلّ إِنْسَان مِنْ أُمَّتِي\" يَعْنِي تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك هَذَا حَدِيث غَرِيب وَإِبْرَاهِيم ضَعِيف وَقَدْ تَقَدَّمَ مِثْله فِي سُورَة يس وَقَدْ رَوَى هَذَا الْحَدِيث عَبْد بْن حُمَيْد فِي مُسْنَده بِأَبْسَط مِنْ هَذَا فَقَالَ حَدَّثَنَا إِبْرَاهِيم بْن الْحَكَم عَنْ أَبِيهِ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ لِرَجُلٍ أَلَا أُتْحِفك بِحَدِيثٍ تَفْرَح بِهِ ؟ قَالَ بَلَى قَالَ اِقْرَأْ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك وَعَلِّمْهَا أَهْلك وَجَمِيع وَلَدك وَصِبْيَان بَيْتك وَجِيرَانك فَإِنَّهَا الْمُنْجِيَة وَالْمُجَادِلَة تُجَادِل أَوْ تُخَاصِم يَوْم الْقِيَامَة عِنْد رَبّهَا لِقَارِئِهَا وَتَطْلُب لَهُ أَنْ يُنْجِيه مِنْ عَذَاب النَّار وَيُنْجِي بِهَا صَاحِبهَا مِنْ عَذَاب الْقَبْر قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوَدِدْت أَنَّهَا فِي قَلْب كُلّ إِنْسَان مِنْ أُمَّتِي \" . يُمَجِّد تَعَالَى نَفْسه الْكَرِيمَة وَيُخْبِر أَنَّهُ بِيَدِهِ الْمُلْك أَيْ هُوَ الْمُتَصَرِّف فِي جَمِيع الْمَخْلُوقَات بِمَا يَشَاء لَا مُعَقِّب لِحُكْمِهِ وَلَا يُسْأَل عَمَّا يَفْعَل لِقَهْرِهِ وَحِكْمَته وَعَدْله وَلِهَذَا قَالَ تَعَالَى \" وَهُوَ عَلَى كُلّ شَيْء قَدِير \" .</p><BR> <br> ", "sura_id": 67, "type": 4, "id": 42332, "aya_id": 1}]