[{"text": "الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا", "sura_id": 33, "type": 0, "id": 3572, "aya_id": 39}, {"text": "الذين يبلغون رسالات الله ويخشونه ولا يخشون أحدا إلا الله وكفى بالله حسيبا", "sura_id": 33, "type": 1, "id": 9808, "aya_id": 39}, {"text": "39 - (الذين) نعت للذين قبله (يبلغون رسالات الله ويخشونه ولا يخشون أحدا إلا الله) فلا يخشون مقالة الناس فيما أحل الله لهم (وكفى بالله حسيبا) حافظا لأعمال خلقه ومحاسبتهم \r\n", "sura_id": 33, "type": 2, "id": 28516, "aya_id": 39}, {"text": "ثم ذكر سبحانه الأنبياء الماضين وأثنى عليهم بأنهم: الذين يُبَلِّغون رسالاتِ الله إلى الناس, ويخافون الله وحده, ولا يخافون أحدًا سواه. وكفى بالله محاسبًا عباده على جميع أعمالهم ومراقبًا لها.\r\n", "sura_id": 33, "type": 3, "id": 34752, "aya_id": 39}, {"text": " <font color=red>الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا</font><BR><p>يَمْدَح تَبَارَكَ وَتَعَالَى \" الَّذِينَ يُبَلِّغُونَ رِسَالَات اللَّه \" أَيْ إِلَى خَلْقه وَيُؤَدُّونَهَا بِأَمَانَاتِهَا \" وَيَخْشَوْنَهُ \" أَيْ يَخَافُونَهُ وَلَا يَخَافُونَ أَحَدًا سِوَاهُ فَلَا تَمْنَعهُمْ سَطْوَة أَحَد عَنْ إِبْلَاغ رِسَالَات اللَّه تَعَالَى \" وَكَفَى بِاَللَّهِ حَسِيبًا \" أَيْ وَكَفَى بِاَللَّهِ نَاصِرًا وَمُعِينًا وَسَيِّد النَّاس فِي هَذَا الْمَقَام بَلَى وَفِي كُلّ مَقَام مُحَمَّد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهُ قَامَ بِأَدَاءِ الرِّسَالَة وَإِبْلَاغهَا إِلَى أَهْل الْمَشَارِق وَالْمَغَارِب إِلَى جَمِيع أَنْوَاع بَنِي آدَم وَأَظْهَر اللَّه تَعَالَى كَلِمَته وَدِينه وَشَرْعه عَلَى جَمِيع الْأَدْيَان وَالشَّرَائِع فَإِنَّهُ قَدْ كَانَ النَّبِيّ قَبْله إِنَّمَا يُبْعَث إِلَى قَوْمه خَاصَّة وَأَمَّا هُوَ فَإِنَّهُ بُعِثَ إِلَى جَمِيع الْخَلْق عَرَبهمْ وَعَجَمهمْ \" قُلْ يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا \" ثُمَّ وَرِثَ مَقَام الْبَلَاغ عَنْهُ أُمَّته مِنْ بَعْده فَكَانَ أَعْلَى مَنْ قَامَ بِهَا بَعْده أَصْحَابه رَضِيَ اللَّه عَنْهُمْ بَلَّغُوا عَنْهُ كَمَا أَمَرَهُمْ بِهِ فِي جَمِيع أَقْوَاله وَأَفْعَاله وَأَحْوَاله فِي لَيْله وَنَهَاره وَحَضَره وَسَفَره وَسِرّه وَعَلَانِيَته فَرَضِيَ اللَّه عَنْهُمْ وَأَرْضَاهُمْ ثُمَّ وَرِثَهُ كُلّ خَلَف عَنْ سَلَفهمْ إِلَى زَمَاننَا هَذَا فَبِنُورِهِمْ يَقْتَدِي الْمُهْتَدُونَ وَعَلَى مَنْهَجهمْ يَسْلُك الْمُوَفَّقُونَ فَنَسْأَل اللَّه الْكَرِيم الْمَنَّان أَنْ يَجْعَلنَا مِنْ خَلَفهمْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن نُمَيْر أَخْبَرَنَا الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبَخْتَرِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَحْقِرَنَّ أَحَدكُمْ نَفْسه أَنْ يَرَى أَمْر اللَّه فِيهِ مَقَال ثُمَّ لَا يَقُولهُ فَيَقُول اللَّه مَا يَمْنَعك أَنْ تَقُول مِنْهُ فَيَقُول رَبّ خَشِيت النَّاس فَيَقُول فَأَنَا أَحَقّ أَنْ يُخْشَى وَرَوَاهُ أَيْضًا عَنْ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ زَيْد عَنْ عَمْرو بْن مُرَّة وَرَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي كُرَيْب عَنْ عَبْد اللَّه بْن نُمَيْر وَأَبِي مُعَاوِيَة كِلَاهُمَا عَنْ الْأَعْمَش بِهِ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40199, "aya_id": 39}]