[{"text": "إِنَّ مَثَلَ عِيسَى عِندَ اللّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثِمَّ قَالَ لَهُ كُن فَيَكُونُ", "sura_id": 3, "type": 0, "id": 352, "aya_id": 59}, {"text": "إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن فيكون", "sura_id": 3, "type": 1, "id": 6588, "aya_id": 59}, {"text": "59 - (إن مثل عيسى) شأنه الغريب (عند الله كمثل آدم) كشأنه في خلقه من غير أم ولا أب وهو من تشبيه الغريب بالأغرب ليكون أقطع للخصم وأوقع في النفس (خلقه من تراب ثم قال له كن) بشراً (فيكون) أي فكان وكذلك عيسى قال له كن من غير أب فكان \r\n", "sura_id": 3, "type": 2, "id": 25296, "aya_id": 59}, {"text": "إنَّ خَلْقَ الله لعيسى من غير أب مثَلُه كمثل خلق الله لآدم من غير أب ولا أم, إذ خلقه من تراب الأرض, ثم قال له: \"كن بشرًا\" فكان. فدعوى إلهية عيسى لكونه خلق من غير أب دعوى باطلة; فآدم عليه السلام خلق من غير أب ولا أم, واتفق الجميع على أنه عَبْد من عباد الله.\r\n", "sura_id": 3, "type": 3, "id": 31532, "aya_id": 59}, {"text": " <font color=red>إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ</font><BR><p>يَقُول جَلَّ وَعَلَا \" إِنَّ مَثَل عِيسَى عِنْد اللَّه \" فِي قُدْرَة اللَّه حَيْثُ خَلَقَهُ مِنْ غَيْر أَب \" كَمَثَلِ آدَم \" حَيْثُ خَلَقَهُ مِنْ غَيْر أَب وَلَا أُمّ بَلْ \" خَلَقَهُ مِنْ تُرَاب ثُمَّ قَالَ لَهُ كُنْ فَيَكُون \" فَاَلَّذِي خَلَقَ آدَم مِنْ غَيْر أَب قَادِر عَلَى أَنْ يَخْلُق عِيسَى بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَإِنْ جَازَ اِدِّعَاء الْبُنُوَّة فِي عِيسَى لِكَوْنِهِ مَخْلُوقًا مِنْ غَيْر أَب فَجَوَّزَ ذَلِكَ فِي آدَم بِالطَّرِيقِ الْأَوْلَى وَمَعْلُوم بِالِاتِّفَاقِ أَنَّ ذَلِكَ بَاطِل فَدَعْوَاهُ فِي عِيسَى أَشَدّ بُطْلَانًا وَأَظْهَر فَسَادًا وَلَكِنَّ الرَّبّ جَلَّ جَلَاله أَرَادَ أَنْ يُظْهِر قُدْرَتَهُ لِخَلْقِهِ حِين خَلَقَ آدَم لَا مِنْ ذَكَرٍ وَلَا مِنْ أُنْثَى وَخَلَقَ حَوَّاء مِنْ ذَكَرٍ بِلَا أُنْثَى وَخَلَقَ عِيسَى مِنْ أُنْثَى بِلَا ذَكَرٍ كَمَا خَلَقَ بَقِيَّة الْبَرِيَّة مِنْ ذَكَرٍ وَأُنْثَى وَلِهَذَا قَالَ تَعَالَى فِي سُورَة مَرْيَم \" وَلِنَجْعَلهُ آيَة لِلنَّاسِ \" وَقَالَ هَهُنَا \" الْحَقّ مِنْ رَبّك فَلَا تَكُنْ مِنْ الْمُمْتَرِينَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39998, "aya_id": 59}]