[{"text": "قُل لاَّ أَجِدُ فِي مَا أُوْحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ", "sura_id": 6, "type": 0, "id": 934, "aya_id": 145}, {"text": "قل لا أجد فيما أوحي إلي محرما على طاعم يطعمه إلا أن يكون ميتة أو دما مسفوحا أو لحم خنزير فإنه رجس أو فسقا أهل لغير الله به فمن اضطر غير باغ ولا عاد فإن ربك غفور رحيم", "sura_id": 6, "type": 1, "id": 7170, "aya_id": 145}, {"text": "145 - (قل لا أجد فيما أوحي إلي) شيئاً (محرماً على طاعم يطعمه إلا أن يكون) بالياء والتاء (ميتة) بالنصب وفي قراءة بالرفع مع التحتانية (أو دما مسفوحا) سائلا بخلاف غيره كالكبد والطحال (أو لحم خنزير فإنه رجس) حرام (أو) إلا أن يكون (فسقا أهل لغير الله به) أي ذبح على اسم غيره (فمن اضطر) إلى شيء مما ذكر فأكله (غير باغ ولا عاد فإن ربك غفور) له ما أكل (رحيم) به ويلحق بما ذكر بالسنة كل ذي ناب من السباع ومخلب من الطير \r\n", "sura_id": 6, "type": 2, "id": 25878, "aya_id": 145}, {"text": "قل -أيها الرسول- : إني لا أجد فيما أوحى الله إليَّ شيئًا محرمًا على من يأكله مما تذكرون أنه حُرِّم من الأنعام, إلا أن يكون قد مات بغير تذكية, أو يكون دمًا مراقًا, أو يكون لحم خنزير فإنه نجس, أو الذي كانت ذكاته خروجًا عن طاعة الله تعالى; كما إذا كان المذبوح قد ذكر عليه اسم غير الله عند الذبح. فمن اضطر إلى الأكل من هذه المحرمات بسبب الجوع الشديد غير طالب بأكله منها تلذذًا, ولا متجاوز حد الضرورة, فإن الله تعالى غفور له, رحيم به. وقد ثبت - فيما بعد - بالسنة تحريم كل ذي ناب من السباع, ومخلب من الطير, والحمر الأهلية, والكلاب.\r\n", "sura_id": 6, "type": 3, "id": 32114, "aya_id": 145}, {"text": " <font color=red>قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ</font><BR><p>يَقُول تَعَالَى آمِرًا عَبْده وَرَسُوله مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" قُلْ \" يَا مُحَمَّد لِهَؤُلَاءِ الَّذِينَ حَرَّمُوا مَا رَزَقَهُمْ اللَّه اِفْتِرَاء عَلَى اللَّه \" لَا أَجِد فِيمَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِم يَطْعَمهُ \" أَيْ آكِل يَأْكُلهُ قِيلَ مَعْنَاهُ لَا أَجِد شَيْئًا مِمَّا حَرَّمْتُمْ حَرَامًا سِوَى هَذِهِ وَقِيلَ مَعْنَاهُ لَا أَجِد مِنْ الْحَيَوَانَات شَيْئًا حَرَامًا سِوَى هَذِهِ فَعَلَى هَذَا يَكُون مَا وَرَدَ مِنْ التَّحْرِيمَات بَعْد هَذَا فِي سُورَة الْمَائِدَة وَفِي الْأَحَادِيث الْوَارِدَة رَافِعًا لِمَفْهُومِ هَذِهِ الْآيَة وَمِنْ النَّاس مَنْ يُسَمِّي هَذَا نَسْخًا وَالْأَكْثَرُونَ مِنْ الْمُتَأَخِّرِينَ لَا يُسَمُّونَهُ نَسْخًا لِأَنَّهُ مِنْ بَاب رَفْع مُبَاح الْأَصْل وَاَللَّه أَعْلَم وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" أَوْ دَمًا مَسْفُوحًا \" يَعْنِي الْمِهْرَاق وَقَالَ عِكْرِمَة فِي قَوْله \" أَوْ دَمًا مَسْفُوحًا \" لَوْلَا هَذِهِ الْآيَة لَتَتَبَّعَ النَّاس مَا فِي الْعُرُوق كَمَا تَتَبَّعَهُ الْيَهُود وَقَالَ حَمَّاد عَنْ عِمْرَان بْن جَرِير قَالَ : سَأَلْت أَبَا مِجْلَز عَنْ الدَّم وَمَا يَتَلَطَّخ مِنْ الذَّبِيح مِنْ الرَّأْس وَعَنْ الْقِدْر يُرَى فِيهَا الْحُمْرَة فَقَالَ إِنَّمَا نَهَى اللَّه عَنْ الدَّم الْمَسْفُوح وَقَالَ قَتَادَة : حَرَّمَ مِنْ الدِّمَاء مَا كَانَ مَسْفُوحًا فَأَمَّا اللَّحْم خَالَطَهُ الدَّم فَلَا بَأْس بِهِ وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا حَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد عَنْ يَحْيَى بْن سَعِيد عَنْ الْقَاسِم عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا كَانَتْ لَا تَرَى بِلُحُومِ السِّبَاع بَأْسًا وَالْحُمْرَة وَالدَّم يَكُونَانِ عَلَى الْقِدْر وَقَرَأْت هَذِهِ الْآيَة صَحِيح غَرِيب . وَقَالَ الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنَا عَمْرو بْن دِينَار قَالَ : قُلْت لِجَابِرِ بْن عَبْد اللَّه إِنَّهُمْ يَزْعُمُونَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُحُوم الْحُمُر الْأَهْلِيَّة زَمَن خَيْبَر فَقَالَ : قَدْ كَانَ يَقُول ذَلِكَ الْحَكَم بْن عَمْرو عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَكِنْ أَبَى ذَلِكَ الْحَبْر يَعْنِي اِبْن عَبَّاس وَقَرَأَ \" قُلْ لَا أَجِد فِيمَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِم يَطْعَمهُ \" الْآيَة وَكَذَا رَوَاهُ الْبُخَارِيّ عَنْ عَلِيّ بْن الْمَدِينِيّ عَنْ سُفْيَان بِهِ وَأَخْرَجَهُ أَبُو دَاوُد مِنْ حَدِيث اِبْن جُرَيْج عَنْ عَمْرو بْن دِينَار وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مَعَ أَنَّهُ فِي صَحِيح الْبُخَارِيّ كَمَا رَأَيْت وَقَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ وَالْحَاكِم فِي مُسْتَدْرَكه : حَدَّثَنَا مُحَمَّد بْن عَلَى بْن دُحَيْم حَدَّثَنَا أَحْمَد بْن حَازِم حَدَّثَنَا أَبُو نُعَيْم الْفَضْل بْن دُكَيْن حَدَّثَنَا مُحَمَّد بْن شَرِيك عَنْ عَمْرو بْن دِينَار عَنْ أَبِي الشَّعْثَاء عَنْ اِبْن عَبَّاس قَالَ : كَانَ أَهْل الْجَاهِلِيَّة يَأْكُلُونَ أَشْيَاء وَيَتْرُكُونَ أَشْيَاء تَقَذُّرًا فَبَعَثَ اللَّه نَبِيّه وَأَنْزَلَ كِتَابه وَأَحَلَّ حَلَاله وَحَرَّمَ حَرَامه فَمَا أَحَلَّ فَهُوَ حَلَال وَمَا حَرَّمَ فَهُوَ حَرَام وَمَا سَكَتَ عَنْهُ فَهُوَ عَفْو وَقَرَأَ هَذِهِ الْآيَة\" قُلْ لَا أَجِد فِيمَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِم يَطْعَمهُ\" الْآيَة وَهَذَا لَفْظ اِبْن مَرْدُوَيْهِ وَرَوَاهُ أَبُو دَاوُد مُنْفَرِدًا بِهِ عَنْ مُحَمَّد بْن دَاوُد بْن صُبَيْح عَنْ أَبِي نُعَيْم بِهِ وَقَالَ الْحَاكِم : هَذَا حَدِيث صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا أَبُو عَوَانَة عَنْ سِمَاك بْن حَرْب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مَاتَتْ شَاة لِسَوْدَةَ بِنْت زَمْعَة فَقَالَتْ : يَا رَسُول اللَّه مَاتَتْ فُلَانَة تَعْنِي الشَّاة قَالَ \" فَلِمَ لَا أَخَذْتُمْ مِسْكهَا \" قَالَتْ نَأْخُذ مِسْك شَاة قَدْ مَاتَتْ ؟ فَقَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا قَالَ اللَّه \" قُلْ لَا أَجِد فِيمَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِم يَطْعَمهُ إِلَّا أَنْ يَكُون مَيْتَة أَوْ دَمًا مَسْفُوحًا أَوْ لَحْم خِنْزِير \" وَإِنَّكُمْ لَا تُطْعِمُونَهُ إِنْ تَدْبُغُوهُ فَتَنْتَفِعُوا بِهِ فَأَرْسَلَتْ فَسَلَخَتْ مَسْكهَا فَاتَّخَذَتْ مِنْهُ قِرْبَة حَتَّى تَخَرَّقَتْ عِنْدهَا رَوَاهُ أَحْمَد وَرَوَاهُ الْبُخَارِيّ وَالنَّسَائِيّ مِنْ حَدِيث الشَّعْبِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ سَوْدَة بِنْت زَمْعَة بِذَلِكَ أَوْ نَحْوه وَقَالَ سَعِيد بْن مَنْصُور : حَدَّثَنَا عَبْد الْعَزِيز بْن مُحَمَّد عَنْ عِيسَى بْن نُمَيْلَة الْفَزَارِيّ عَنْ أَبِيهِ قَالَ : كُنْت عِنْد اِبْن عُمَر فَسَأَلَهُ رَجُل عَنْ أَكْل الْقُنْفُذ فَقَرَأَ عَلَيْهِ \" قُلْ لَا أَجِد فِيمَا أُوحِيَ إِلَيَّ مُحَرَّم عَلَى طَاعِم يَطْعَمهُ \" الْآيَة فَقَالَ شَيْخ عِنْده : سَمِعْت أَبَا هُرَيْرَة يَقُول : ذَكَرَ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ خَبِيث مِنْ الْخَبَائِث فَقَالَ اِبْن عُمَر : إِنْ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَهُ فَهُوَ كَمَا قَالَ وَرَوَاهُ أَبُو دَاوُد عَنْ أَبِي ثَوْر عَنْ سَعِيد بْن مَنْصُور بِهِ . وَقَوْله تَعَالَى \" فَمَنْ اُضْطُرَّ غَيْر بَاغٍ وَلَا عَادٍ \" أَيْ فَمَنْ اُضْطُرَّ إِلَى أَكْل شَيْء مِمَّا حَرَّمَ اللَّه فِي هَذِهِ الْآيَة الْكَرِيمَة وَهُوَ غَيْر مُتَلَبِّس بِبَغْيٍ وَلَا عُدْوَان \" فَإِنَّ رَبّك غَفُور رَحِيم \" أَيْ غَفُور لَهُ رَحِيم بِهِ وَقَدْ تَقَدَّمَ تَفْسِير هَذِهِ الْآيَة فِي سُورَة الْبَقَرَة بِمَا فِيهِ كِفَايَة وَالْغَرَض مِنْ سِيَاق هَذِهِ الْآيَة الْكَرِيمَة الرَّدّ عَلَى الْمُشْرِكِينَ الَّذِينَ اِبْتَدَعُوا مَا اِبْتَدَعُوهُ مِنْ تَحْرِيم الْمُحَرَّمَات عَلَى أَنْفُسهمْ بِآرَائِهِمْ الْفَاسِدَة مِنْ الْبَحِيرَة وَالسَّائِبَة وَالْوَصِيلَة وَالْحَام وَنَحْو ذَلِكَ فَأَمَرَ رَسُوله أَنْ يُخْبِرهُمْ أَنَّهُ لَا يَجِد فِيمَا أَوْحَاهُ اللَّه إِلَيْهِ أَنَّ ذَلِكَ مُحَرَّم وَإِنَّمَا حَرَّمَ مَا ذُكِرَ فِي هَذِهِ الْآيَة مِنْ الْمَيْتَة وَالدَّم الْمَسْفُوح وَلَحْم الْخِنْزِير وَمَا أُهِلّ لِغَيْرِ اللَّه بِهِ وَمَا عَدَا ذَلِكَ فَلَمْ يُحَرَّم وَإِنَّمَا هُوَ عَفْو مَسْكُوت عَنْهُ فَكَيْفَ تَزْعُمُونَ أَنْتُمْ أَنَّهُ حَرَام وَمِنْ أَيْنَ حَرَّمْتُمُوهُ وَلَمْ يُحَرِّمهُ اللَّه ؟ وَعَلَى هَذَا فَلَا يَبْقَى تَحْرِيم أَشْيَاء أُخَر فِيمَا بَعْد هَذَا كَمَا جَاءَ النَّهْي عَنْ لُحُوم الْحُمُر الْأَهْلِيَّة وَلُحُوم السِّبَاع وَكُلّ ذِي مِخْلَب مِنْ الطَّيْر عَلَى الْمَشْهُور مِنْ مَذَاهِب الْعُلَمَاء .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42127, "aya_id": 145}]