[{"text": "مَن كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُوْلَئِكَ هُوَ يَبُورُ", "sura_id": 35, "type": 0, "id": 3670, "aya_id": 10}, {"text": "من كان يريد العزة فلله العزة جميعا إليه يصعد الكلم الطيب والعمل الصالح يرفعه والذين يمكرون السيئات لهم عذاب شديد ومكر أولئك هو يبور", "sura_id": 35, "type": 1, "id": 9906, "aya_id": 10}, {"text": "10 - (من كان يريد العزة فلله العزة جميعا) في الدنيا والآخرة فلا تنال منه إلا بطاعته فليطعه (إليه يصعد الكلم الطيب) يعلمه وهو لا إله إلا الله ونحوها (والعمل الصالح يرفعه) يقبله (والذين يمكرون) المكرات (السيئات) بالنبي في دار الندوة من تقييده أو قتله أو إخراجه كما ذكر في الانفال (لهم عذاب شديد ومكر أولئك هو يبور) يهلك \r\n", "sura_id": 35, "type": 2, "id": 28614, "aya_id": 10}, {"text": "من كان يطلب عزة في الدنيا أو الآخرة فليطلبها من الله, ولا تُنال إلا بطاعته, فلله العزة جميعًا, فمن اعتز بالمخلوق أذلَّه الله, ومن اعتز بالخالق أعزه الله, إليه سبحانه يصعد ذكره والعمل الصالح يرفعه. والذين يكتسبون السيئات لهم عذاب شديد, ومكر أولئك يَهْلك ويَفْسُد, ولا يفيدهم شيئًا.\r\n", "sura_id": 35, "type": 3, "id": 34850, "aya_id": 10}, {"text": " <font color=red>مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ</font><BR><p>وَقَوْله تَعَالَى : \" مَنْ كَانَ يُرِيد الْعِزَّة فَلِلَّهِ الْعِزَّة جَمِيعًا \" أَيْ مَنْ كَانَ يُحِبّ أَنْ يَكُون عَزِيزًا فِي الدُّنْيَا وَالْآخِرَة فَلْيَلْزَمْ طَاعَة اللَّه تَعَالَى فَإِنَّهُ يَحْصُل لَهُ مَقْصُوده لِأَنَّ اللَّه تَعَالَى مَالِك الدُّنْيَا وَالْآخِرَة وَلَهُ الْعِزَّة جَمِيعًا كَمَا قَالَ تَعَالَى : \" الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدهمْ الْعِزَّة فَإِنَّ الْعِزَّة لِلَّهِ جَمِيعًا \" وَقَالَ عَزَّ وَجَلَّ\" وَلَا يَحْزُنك قَوْلهمْ إِنَّ الْعِزَّة لِلَّهِ جَمِيعًا \" وَقَالَ جَلَّ جَلَاله \" وَلِلَّهِ الْعِزَّة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ \" قَالَ مُجَاهِد \" مَنْ كَانَ يُرِيد الْعِزَّة \" بِعِبَادَةِ الْأَوْثَان \" فَإِنَّ الْعِزَّة لِلَّهِ جَمِيعًا \" وَقَالَ قَتَادَة \" مَنْ كَانَ يُرِيد الْعِزَّة فَإِنَّ الْعِزَّة لِلَّهِ جَمِيعًا \" أَيْ فَلْيَتَعَزَّزْ بِطَاعَةِ اللَّه عَزَّ وَجَلَّ وَقِيلَ مَنْ كَانَ يُرِيد عِلْم الْعِزَّة لِمَنْ هِيَ \" فَإِنَّ الْعِزَّة لِلَّهِ جَمِيعًا \" وَحَكَاهُ اِبْن جَرِير. وَقَوْله تَبَارَكَ وَتَعَالَى : \" إِلَيْهِ يَصْعَد الْكَلِم الطَّيِّب\" يَعْنِي الذِّكْر وَالتِّلَاوَة وَالدُّعَاء قَالَهُ غَيْر وَاحِد مِنْ السَّلَف . وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ أَخْبَرَنِي جَعْفَر بْن عَوْن عَنْ عَبْد الرَّحْمَن بْن عَبْد اللَّه الْمَسْعُودِيّ عَنْ عَبْد اللَّه بْن الْمُخَارِق عَنْ أَبِيهِ الْمُخَارِق بْن سُلَيْم قَالَ : قَالَ لَنَا عَبْد اللَّه هُوَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ إِذَا حَدَّثْنَاكُمْ بِحَدِيثٍ أَتَيْنَاكُمْ بِتَصْدِيقِ ذَلِكَ مِنْ كِتَاب اللَّه تَعَالَى إِنَّ الْعَبْد الْمُسْلِم إِذَا قَالَ سُبْحَان اللَّه وَبِحَمْدِهِ وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر تَبَارَكَ اللَّه أَخَذَهُنَّ مَلَك فَجَعَلَهُنَّ تَحْت جَنَاحه ثُمَّ صَعِدَ بِهِنَّ إِلَى السَّمَاء فَلَا يَمُرّ بِهِنَّ عَلَى جَمْع مِنْ الْمَلَائِكَة إِلَّا اِسْتَغْفَرُوا لِقَائِلِهِنَّ حَتَّى يَجِيء بِهِنَّ وَجْه اللَّه عَزَّ وَجَلَّ ثُمَّ قَرَأَ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ \" إِلَيْهِ يَصْعَد الْكَلِم الطَّيِّب وَالْعَمَل الصَّالِح يَرْفَعهُ \" وَحَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة أَخْبَرَنَا سَعِيد الْجُرَيْرِيّ عَنْ عَبْد اللَّه بْن شَقِيق قَالَ : قَالَ كَعْب الْأَحْبَار إِنَّ لِسُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر لَدَوِيًّا حَوْل الْعَرْش كَدَوِيِّ النَّحْل يُذْكَرْنَ لِصَاحِبِهِنَّ وَالْعَمَل الصَّالِح فِي الْخَزَائِن ; وَهَذَا إِسْنَاد صَحِيح إِلَى كَعْب الْأَحْبَار رَحْمَة اللَّه عَلَيْهِ وَقَدْ رُوِيَ مَرْفُوعًا . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا مُوسَى يَعْنِي اِبْن أَبَى مُسْلِم الطَّحَّان عَنْ عَوْن بْن عَبْد اللَّه عَنْ أَبِيهِ أَوْ عَنْ أَخِيهِ عَنْ النُّعْمَان بْن بَشِير رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الَّذِينَ يَذْكُرُونَ اللَّه مِنْ جَلَال اللَّه مِنْ تَسْبِيحه وَتَكْبِيره وَتَحْمِيده وَتَهْلِيله يَتَعَاطَفْنَ حَوْل الْعَرْش لَهُنَّ دَوِيّ كَدَوِيِّ النَّحْل يُذَكِّرْنَ بِصَاحِبِهِنَّ أَلَا يُحِبّ أَحَدكُمْ أَنْ لَا يَزَال لَهُ عِنْد اللَّه شَيْء يُذَكِّر بِهِ \" وَهَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ أَبَى بِشْر بَكْر بْن خَلَف عَنْ يَحْيَى بْن سَعِيد الْقَطَّان عَنْ مُوسَى بْن أَبِي مُسْلِم الطَّحَّان عَنْ عَوْن بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود عَنْ أَبِيهِ أَوْ عَنْ أَخِيهِ عَنْ النُّعْمَان بْن بَشِير رَضِيَ اللَّه عَنْهُ بِهِ . وَقَوْله تَعَالَى : \" وَالْعَمَل الصَّالِح يَرْفَعهُ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا الْكَلِم الطَّيِّب ذِكْر اللَّه تَعَالَى يُصْعَد بِهِ إِلَى اللَّه عَزَّ وَجَلَّ وَالْعَمَل الصَّالِح أَدَاء الْفَرِيضَة فَمَنْ ذَكَرَ اللَّه تَعَالَى فِي أَدَاء فَرَائِضه حَمَلَ عَمَله ذِكْر اللَّه تَعَالَى يَصْعَد بِهِ إِلَى اللَّه عَزَّ وَجَلَّ وَمَنْ ذَكَرَ اللَّه تَعَالَى وَلَمْ يُؤَدِّ فَرَائِضه رُدَّ كَلَامه عَلَى عَمَله فَكَانَ أَوْلَى بِهِ وَكَذَا قَالَ مُجَاهِد الْعَمَل الصَّالِح يَرْفَعهُ الْكَلَام الطَّيِّب وَكَذَا قَالَ أَبُو الْعَالِيَة وَعِكْرِمَة وَإِبْرَاهِيم النَّخَعِيّ وَالضَّحَّاك وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَشَهْر بْن حَوْشَب وَغَيْر وَاحِد وَقَالَ إِيَاس بْن مُعَاوِيَة الْقَاضِي لَوْلَا الْعَمَل الصَّالِح لَمْ يُرْفَع الْكَلَام وَقَالَ الْحَسَن وَقَتَادَة لَا يُقْبَل قَوْل إِلَّا بِعَمَلٍ . وَقَوْله تَعَالَى \" وَاَلَّذِينَ يَمْكُرُونَ السَّيِّئَات \" قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَشَهْر بْن حَوْشَب هُمْ الْمُرَاءُونَ بِأَعْمَالِهِمْ يَعْنِي يَمْكُرُونَ بِالنَّاسِ يُوهِمُونَ أَنَّهُمْ فِي طَاعَة اللَّه تَعَالَى وَهُمْ بُغَضَاء إِلَى اللَّه عَزَّ وَجَلَّ يُرَاءُونَ بِأَعْمَالِهِمْ\" وَلَا يَذْكُرُونَ اللَّه إِلَّا قَلِيلًا \" وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ هُمْ الْمُشْرِكُونَ وَالصَّحِيح أَنَّهَا عَامَّة وَالْمُشْرِكُونَ دَاخِلُونَ بِطَرِيقِ الْأَوْلَى وَلِهَذَا قَالَ تَعَالَى : \" لَهُمْ عَذَاب شَدِيد وَمَكْر أُولَئِكَ هُوَ يَبُور \" أَيْ يَفْسُد وَيَبْطُل وَيَظْهَر زَيْفهمْ عَنْ قَرِيب لِأُولِي الْبَصَائِر وَالنُّهَى فَإِنَّهُ مَا أَسَرَّ أَحَد سَرِيرَة إِلَّا أَبْدَاهَا اللَّه تَعَالَى عَلَى صَفَحَات وَجْهه وَفَلَتَات لِسَانه وَمَا أَسَرَّ أَحَد سَرِيرَة إِلَّا كَسَاهُ اللَّه تَعَالَى رِدَاءَهَا إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ فَالْمُرَائِي لَا يَرُوج أَمْره وَيَسْتَمِرّ إِلَّا عَلَى غَبِيّ أَمَّا الْمُؤْمِنُونَ الْمُتَفَرِّسُونَ فَلَا يَرُوج ذَلِكَ عَلَيْهِمْ بَلْ يَنْكَشِف لَهُمْ عَنْ قَرِيب وَعَالِم الْغَيْب لَا تَخْفَى عَلَيْهِ خَافِيَة .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40295, "aya_id": 10}]