[{"text": "اللَّهُ يَتَوَفَّى الْأَنفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ", "sura_id": 39, "type": 0, "id": 4100, "aya_id": 42}, {"text": "الله يتوفى الأنفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى إن في ذلك لآيات لقوم يتفكرون", "sura_id": 39, "type": 1, "id": 10336, "aya_id": 42}, {"text": "42 - (الله يتوفى الأنفس حين موتها) يتوفى (والتي لم تمت في منامها) يتوفاها وقت النوم (فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى) وقت موتها والمرسلة نفس التمييز تبقى بدونها نفس الحياة بخلاف العكس (إن في ذلك) المذكور (لآيات) دلالات (لقوم يتفكرون) فيعلمون أن القادر على ذلك قادر على البعث وقريش لم يتفكروا في ذلك \r\n", "sura_id": 39, "type": 2, "id": 29044, "aya_id": 42}, {"text": "الله- سبحانه وتعالى- هو الذي يقبض الأنفس حين موتها, وهذه الوفاة الكبرى, وفاة الموت بانقضاء الأجل, ويقبض التي لم تمت في منامها, وهي الموتة الصغرى, فيحبس من هاتين النفسين النفس التي قضى عليها الموت, وهي نفس مَن مات, ويرسل النفس الأخرى إلى استكمال أجلها ورزقها, وذلك بإعادتها إلى جسم صاحبها, إن في قبض الله نفس الميت والنائم وإرساله نفس النائم, وحبسه نفس الميت لَدلائل واضحة على قدرة الله لمن تفكر وتدبر.\r\n", "sura_id": 39, "type": 3, "id": 35280, "aya_id": 42}, {"text": " <font color=red>اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى مُخْبِرًا عَنْ نَفْسه الْكَرِيمَة بِأَنَّهُ الْمُتَصَرِّف فِي الْوُجُود بِمَا يَشَاء وَأَنَّهُ يَتَوَفَّى الْأَنْفُس الْوَفَاة الْكُبْرَى بِمَا يُرْسِل مِنْ الْحَفَظَة الَّذِينَ يَقْبِضُونَهَا مِنْ الْأَبَدَانِ وَالْوَفَاة الصُّغْرَى عِنْد الْمَنَام كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَم مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَل مُسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ وَهُوَ الْقَاهِر فَوْق عِبَاده وَيُرْسِل عَلَيْكُمْ حَفَظَة حَتَّى إِذَا جَاءَ أَحَدكُمْ الْمَوْت تَوَفَّتْهُ رُسُلنَا وَهُمْ لَا يُفَرِّطُونَ \" فَذَكَرَ الْوَفَاتَيْنِ الصُّغْرَى ثُمَّ الْكُبْرَى وَفِي هَذِهِ الْآيَة ذَكَرَ الْكُبْرَى ثُمَّ الصُّغْرَى وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" اللَّه يَتَوَفَّى الْأَنْفُس حِين مَوْتهَا وَاَلَّتِي لَمْ تَمُتْ فِي مَنَامهَا فَيُمْسِك الَّتِي قَضَى عَلَيْهَا الْمَوْت وَيُرْسِل الْأُخْرَى إِلَى أَجَل مُسَمًّى \" فِيهِ دَلَالَة عَلَى أَنَّهَا تَجْتَمِع فِي الْمَلَإِ الْأَعْلَى كَمَا وَرَدَ بِذَلِكَ الْحَدِيث الْمَرْفُوع الَّذِي رَوَاهُ اِبْن مَنْدَهْ وَغَيْره وَفِي صَحِيحَيْ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث عُبَيْد اللَّه بْن عُمَر عَنْ سَعِيد بْن أَبِي سَعِيد عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا أَوَى أَحَدكُمْ إِلَى فِرَاشه فَلْيَنْفُضْهُ بِدَاخِلَةِ إِزَاره فَإِنَّهُ لَا يَدْرِي مَا خَلَفَهُ عَلَيْهِ ثُمَّ لِيَقُلْ بِاسْمِك رَبِّي وَضَعْت جَنْبِي وَبِك أَرْفَعُهُ إِنْ أَمْسَكْت نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتهَا فَاحْفَظْهَا بِمَا تَحْفَظ بِهِ عِبَادك الصَّالِحِينَ \" وَقَالَ بَعْض السَّلَف يُقْبَض أَرْوَاح الْأَمْوَات إِذَا مَاتُوا وَأَرْوَاح الْأَحْيَاء إِذَا نَامُوا فَتَتَعَارَف مَا شَاءَ اللَّه تَعَالَى أَنْ تَتَعَارَف \" فَيُمْسِك الَّتِي قَضَى عَلَيْهَا الْمَوْت\" الَّتِي قَدْ مَاتَتْ وَيُرْسِل الْأُخْرَى إِلَى أَجَل مُسَمًّى قَالَ السُّدِّيّ إِلَى بَقِيَّة أَجَلهَا وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يُمْسِك أَنْفُس الْأَمْوَات وَيُرْسِل أَنْفُس الْأَحْيَاء وَلَا يَغْلَط \" إِنَّ فِي ذَلِكَ لِآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40728, "aya_id": 42}]