[{"text": "الَّذِينَ قَالُواْ إِنَّ اللّهَ عَهِدَ إِلَيْنَا أَلاَّ نُؤْمِنَ لِرَسُولٍ حَتَّىَ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءكُمْ رُسُلٌ مِّن قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَادِقِينَ", "sura_id": 3, "type": 0, "id": 476, "aya_id": 183}, {"text": "الذين قالوا إن الله عهد إلينا ألا نؤمن لرسول حتى يأتينا بقربان تأكله النار قل قد جاءكم رسل من قبلي بالبينات وبالذي قلتم فلم قتلتموهم إن كنتم صادقين", "sura_id": 3, "type": 1, "id": 6712, "aya_id": 183}, {"text": "183 - (الذين) نعت للذين قبله (قالوا) لمحمد (إن الله) قد (عهد إلينا) في التوراة (ألا نؤمن لرسول) نصدقه (حتى يأتينا بقربان تأكله النار) فلا نؤمن لك حتى يأتينا به وهو ما يتقرب به إلى الله من نعم وغيرها فإن قبل جاءت نار بيضاء من السماء فأحرقته وإلا بقي مكانه ، وعهد إلى بني إسرائيل ذلك إلا في المسيح ومحمد قال تعالى: (قل) لهم توبيخا (قد جاءكم رسل من قبلي بالبينات) بالمعجزات (وبالذي قلتم) كزكريا ويحيى فقتلتموهم والخطاب لمن في زمن نبينا محمد صلى الله عليه وسلم وإن كان الفعل لأجدادهم لرضاهم به (فلم قتلتموهم إن كنتم صادقين) في أنكم تؤمنون عند الإتيان به \r\n", "sura_id": 3, "type": 2, "id": 25420, "aya_id": 183}, {"text": "هؤلاء اليهود حين دُعُوا إلى الإسلام قالوا: إن الله أوصانا في التوراة ألا نصدِّق مَن جاءنا يقول: إنه رسول من الله, حتى يأتينا بصدقة يتقرب بها إلى الله, فتنزل نار من السماء فتحرقها. قل لهم -أيها الرسول- : أنتم كاذبون في قولكم; لأنه قد جاء آباءكم رسلٌ من قِبلي بالمعجزات والدلائل على صدقهم, وبالذي قلتم من الإتيان بالقربان الذي تأكله النار, فَلِمَ قَتَل آباؤكم هؤلاء الأنبياء إن كنتم صادقين في دعواكم؟\r\n", "sura_id": 3, "type": 3, "id": 31656, "aya_id": 183}, {"text": " <font color=red>الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>قَوْله تَعَالَى \" الَّذِينَ قَالُوا إِنَّ اللَّه عَهِدَ إِلَيْنَا أَنْ لَا نُؤْمِن لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلهُ النَّار \" يَقُول تَعَالَى تَكْذِيبًا لِهَؤُلَاءِ الَّذِينَ زَعَمُوا أَنَّ اللَّه عَهِدَ إِلَيْهِمْ فِي كُتُبهمْ أَنْ لَا يُؤْمِنُوا لِرَسُولٍ حَتَّى يَكُون مِنْ مُعْجِزَاته أَنَّ مَنْ تَصَدَّقَ بِصَدَقَةٍ مِنْ أُمَّته فَتُقُبِّلَتْ مِنْهُ أَنْ تَنْزِل نَار مِنْ السَّمَاء تَأْكُلهَا قَالَهُ اِبْن عَبَّاس وَالْحَسَن وَغَيْرهمَا. قَالَ اللَّه عَزَّ وَجَلَّ \" قُلْ قَدْ جَاءَكُمْ رُسُل مِنْ قَبْلِي بِالْبَيِّنَاتِ\" أَيْ بِالْحُجَجِ وَالْبَرَاهِين \" وَبِاَلَّذِي قُلْتُمْ \" أَيْ وَبِنَارٍ تَأْكُل الْقَرَابِين الْمُتَقَبَّلَة \" فَلِمَ قَتَلْتُمُوهُمْ \" أَيْ فَلِمَ قَابَلْتُمُوهُمْ بِالتَّكْذِيبِ وَالْمُخَالَفَة وَالْمُعَانَدَة وَقَتَلْتُمُوهُمْ \" إِنْ كُنْتُمْ صَادِقِينَ \" أَنَّكُمْ تَتَّبِعُونَ الْحَقّ وَتَنْقَادُونَ لِلرُّسُلِ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39936, "aya_id": 183}]