[{"text": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاَوَتِهِ أُوْلَئِكَ يُؤْمِنُونَ بِهِ وَمن يَكْفُرْ بِهِ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ", "sura_id": 2, "type": 0, "id": 128, "aya_id": 121}, {"text": "الذين آتيناهم الكتاب يتلونه حق تلاوته أولئك يؤمنون به ومن يكفر به فأولئك هم الخاسرون", "sura_id": 2, "type": 1, "id": 6364, "aya_id": 121}, {"text": "121 - (الذين آتيناهم الكتاب) مبتدأ (يتلونه حق تلاوته) أي يقرؤونه كما أنزل ، والجملة حال وحقَّ نصبٌ على المصدر والخبر (أولئك يؤمنون به) نزلت في جماعة قدموا من الحبشة وأسلموا (ومن يكفر به) أي بالكتاب المؤتى بأن يحرفه (فأولئك هم الخاسرون) لمصيرهم إلى النار المؤبدة عليهم \r\n", "sura_id": 2, "type": 2, "id": 25072, "aya_id": 121}, {"text": "الذين أعطيناهم الكتاب من اليهود والنصارى, يقرؤونه القراءة الصحيحة, ويتبعونه حق الاتباع, ويؤمنون بما جاء فيه من الإيمان برسل الله, ومنهم خاتمهم نبينا ورسولنا محمد صلى الله عليه وسلم, ولا يحرفون ولا يبدِّلون ما جاء فيه. هؤلاء هم الذين يؤمنون بالنبي محمد صلى الله عليه وسلم وبما أنزل عليه, وأما الذين بدَّلوا بعض الكتاب وكتموا بعضه, فهؤلاء كفار بنبي الله محمد صلى الله عليه وسلم وبما أنزل عليه, ومن يكفر به فأولئك هم أشد الناس خسرانًا عند الله\r\n", "sura_id": 2, "type": 3, "id": 31308, "aya_id": 121}, {"text": " <font color=red>الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ</font><BR><p>وَقَوْله \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب يَتْلُونَهُ حَقّ تِلَاوَته\" عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة : هُمْ الْيَهُود وَالنَّصَارَى وَهُوَ قَوْل عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَاخْتَارَهُ اِبْن جَرِير . وَقَالَ : سَعِيد عَنْ قَتَادَة : هُمْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبِي أَخْبَرَنَا إِبْرَاهِيم بْن مُوسَى وَعَبْد اللَّه بْن عِمْرَان الْأَصْبَهَانِيّ قَالَ أَخْبَرَنَا يَحْيَى بْن يَمَان حَدَّثَنَا أُسَامَة بْن زَيْد عَنْ أَبِيهِ عَنْ عُمَر بْن الْخَطَّاب\" يَتْلُونَهُ حَقّ تِلَاوَته \" قَالَ : إِذَا مَرَّ بِذِكْرِ الْجَنَّة سَأَلَ اللَّه الْجَنَّة وَإِذَا مَرَّ بِذِكْرِ النَّار تَعَوَّذَ بِاَللَّهِ مِنْ النَّار وَقَالَ أَبُو الْعَالِيَة قَالَ اِبْن مَسْعُود وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ حَقّ تِلَاوَته أَنْ يُحِلّ حَلَاله وَيُحَرِّم حَرَامه وَيَقْرَأهُ كَمَا أَنْزَلَهُ اللَّه وَلَا يُحَرِّف الْكَلِم عَنْ مَوَاضِعه وَلَا يَتَأَوَّل مِنْهُ شَيْئًا عَلَى غَيْر تَأْوِيله وَكَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة وَمَنْصُور بْن الْمُعْتَمِر عَنْ اِبْن مَسْعُود قَالَ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة . قَالَ : \" يُحِلُّونَ حَلَاله وَيُحَرِّمُونَ حَرَامه وَلَا يُحَرِّفُونَهُ عَنْ مَوَاضِعه \" . وَقَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ اِبْن مَسْعُود نَحْو ذَلِكَ وَقَالَ الْحَسَن الْبَصْرِيّ : يَعْمَلُونَ بِمُحْكَمِهِ وَيُؤْمِنُونَ بِمُتَشَابِهِهِ وَيَكِلُونَ مَا أَشْكَلَ عَلَيْهِمْ إِلَى عَالِمه . وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبُو زُرْعَة أَخْبَرَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا اِبْن أَبِي زَائِدَة أَخْبَرَنَا دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" يَتْلُونَهُ حَقّ تِلَاوَته \" قَالَ : يَتَّبِعُونَهُ حَقّ اِتِّبَاعه ثُمَّ قَرَأَ \" وَالْقَمَر إِذَا تَلَاهَا \" يَقُول اِتَّبَعَهَا قَالَ : وَرُوِيَ عَنْ عِكْرِمَة وَعَطَاء وَمُجَاهِد وَأَبِي رَزِين وَإِبْرَاهِيم النَّخَعِيّ نَحْو ذَلِكَ . وَقَالَ سُفْيَان الثَّوْرِيّ أَخْبَرَنَا زُبَيْد عَنْ مُرَّة عَنْ عَبْد اللَّه بْن مَسْعُود فِي قَوْله يَتْلُونَهُ حَقّ تِلَاوَته قَالَ يَتَّبِعُونَهُ حَقّ اِتِّبَاعه . قَالَ الْقُرْطُبِيّ وَرَوَى نَصْر بْن عِيسَى عَنْ مَالِك عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" يَتْلُونَهُ حَقّ تِلَاوَته \" قَالَ يَتَّبِعُونَهُ حَقّ اِتِّبَاعه ثُمَّ قَالَ فِي إِسْنَاده غَيْر وَاحِد مِنْ الْمَجْهُولِينَ فِيمَا ذَكَرَهُ الْخَطِيب إِلَّا أَنَّ مَعْنَاهُ صَحِيح وَقَالَ أَبُو مُوسَى الْأَشْعَرِيّ : مَنْ يَتَّبِع الْقُرْآن يَهْبِط بِهِ عَلَى رِيَاض الْجَنَّة وَقَالَ عُمَر بْن الْخَطَّاب : هُمْ الَّذِينَ إِذَا مَرُّوا بِآيَةِ رَحْمَة سَأَلُوهَا مِنْ اللَّه وَإِذَا مَرُّوا بِآيَةِ عَذَاب اِسْتَعَاذُوا مِنْهَا قَالَ : وَقَدْ رُوِيَ هَذَا الْمَعْنَى عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ إِذَا مَرَّ بِآيَةِ رَحْمَة سَأَلَ وَإِذَا مَرَّ بِآيَةِ عَذَاب تَعَوَّذَ وَقَوْله \" أُولَئِكَ يُؤْمِنُونَ بِهِ \" خَبَر عَنْ الَّذِينَ آتَيْنَاهُمْ الْكِتَاب \" يَتْلُونَهُ حَقّ تِلَاوَته \" أَيْ مَنْ أَقَامَ كِتَابه مِنْ أَهْل الْكُتُب الْمُنَزَّلَة عَلَى الْأَنْبِيَاء الْمُتَقَدِّمِينَ حَقّ إِقَامَته آمَنَ بِمَا أَرْسَلْتُك بِهِ يَا مُحَمَّد كَمَا قَالَ تَعَالَى \" وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاة وَالْإِنْجِيل وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْت أَرْجُلِهِمْ \" الْآيَة . وَقَالَ\" قُلْ يَا أَهْل الْكِتَاب لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاة وَالْإِنْجِيل وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبّكُمْ\" أَيْ إِذَا أَقَمْتُمُوهَا حَقّ الْإِقَامَة وَآمَنْتُمْ بِهَا حَقّ الْإِيمَان وَصَدَّقْتُمْ مَا فِيهَا مِنْ الْإِخْبَار بِمَبْعَثِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَعْته وَصِفَته وَالْأَمْر بِاتِّبَاعِهِ وَنَصْره وَمُؤَازَرَته قَادَكُمْ ذَلِكَ الْحَقّ وَاتِّبَاع الْخَيْر فِي الدُّنْيَا وَالْآخِرَة كَمَا قَالَ تَعَالَى \" الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل \" الْآيَة . وَقَالَ تَعَالَى قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْم مِنْ قَبْله إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَان رَبّنَا إِنْ كَانَ وَعْد رَبّنَا لَمَفْعُولًا \" أَيْ إِنْ كَانَ مَا وُعِدْنَا بِهِ مِنْ شَأْن مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَوَاقِعًا وَقَالَ تَعَالَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب مِنْ قَبْله هُمْ بِهِ يُؤْمِنُونَ وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقّ مِنْ رَبّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ أُولَئِكَ يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَة وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ\" وَقَالَ تَعَالَى \" وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَاب وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدْ اِهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْك الْبَلَاغُ وَاَللَّهُ بَصِيرٌ بِالْعِبَادِ \" وَلِهَذَا قَالَ تَعَالَى \" وَمَنْ يَكْفُر بِهِ فَأُولَئِكَ هُمْ الْخَاسِرُونَ\" كَمَا قَالَ تَعَالَى \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّارُ مَوْعِدُهُ \" . وَفِي الصَّحِيح \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَع بِي أَحَد مِنْ هَذِهِ الْأُمَّة يَهُودِيّ وَلَا نَصْرَانِيّ ثُمَّ لَا يُؤْمِن بِي إِلَّا دَخَلَ النَّارُ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38522, "aya_id": 121}]