[{"text": "كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 158, "aya_id": 151}, {"text": "كما أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكيكم ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون", "sura_id": 2, "type": 1, "id": 6394, "aya_id": 151}, {"text": "151 - (كما أرسلنا) متعلق بأتم أي إتماما كإتمامها بإرسالنا (فيكم رسولا منكم) محمدا صلى الله عليه وسلم (يتلو عليكم آياتنا) القرآن (ويزكيكم) يطهركم من الشرك (ويعلمكم الكتاب) القرآن (والحكمة) ما فيه من الأحكام (ويعلمكم ما لم تكونوا تعلمون) \r\n", "sura_id": 2, "type": 2, "id": 25102, "aya_id": 151}, {"text": "كما أنعمنا عليكم باستقبال الكعبة أرسلنا فيكم رسولا منكم يتلو عليكم الآيات المبينة للحق من الباطل, ويطهركم من دنس الشرك وسوء الأخلاق, ويعلمكم الكتاب والسنة وأحكام الشريعة, ويعلمكم من أخبار الأنبياء, وقصص الأمم السابقة ما كنتم تجهلونه.\r\n", "sura_id": 2, "type": 3, "id": 31338, "aya_id": 151}, {"text": " <font color=red>كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ</font><BR><p>يُذَكِّر تَعَالَى عِبَاده الْمُؤْمِنِينَ مَا أَنْعَمَ بِهِ عَلَيْهِمْ مِنْ بَعْثَة الرَّسُول مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ يَتْلُو عَلَيْهِمْ آيَات اللَّه مُبَيِّنَات يُزَكِّيهِمْ أَيْ يُطَهِّرهُمْ مِنْ رَذَائِل الْأَخْلَاق وَدَنَس النُّفُوس وَأَفْعَال الْجَاهِلِيَّة وَيُخْرِجهُمْ مِنْ الظُّلُمَات إِلَى النُّور وَيُعَلِّمهُمْ الْكِتَاب وَهُوَ الْقُرْآن وَالْحِكْمَة وَهِيَ السُّنَّة وَيُعَلِّمهُمْ مَا لَمْ يَكُونُوا يَعْلَمُونَ فَكَانُوا فِي الْجَاهِلِيَّة الْجُهَلَاء يُسَفَّهُونَ بِالْعُقُولِ الْغَرَّاء فَانْتَقَلُوا بِبَرَكَةِ رِسَالَته وَيُمْن سِفَارَته إِلَى حَال الْأَوْلِيَاء وَسَجَايَا الْعُلَمَاء فَصَارُوا أَعْمَق النَّاس عِلْمًا وَأَبَرّهمْ قُلُوبًا وَأَقَلّهمْ تَكَلُّفًا وَأَصْدَقهمْ لَهْجَة وَقَالَ تَعَالَى\" لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ \" الْآيَة وَذَلِكَ مَنْ لَمْ يَعْرِف قَدْر هَذِهِ النِّعْمَة فَقَالَ تَعَالَى\" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ \" قَالَ اِبْن عَبَّاس يَعْنِي بِنِعْمَةِ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِهَذَا نَدَبَ اللَّه الْمُؤْمِنِينَ إِلَى الِاعْتِرَاف بِهَذِهِ النِّعْمَة وَمُقَابَلَتهَا بِذِكْرِهِ وَشُكْره .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38555, "aya_id": 151}]