[{"text": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءهُمْ وَإِنَّ فَرِيقاً مِّنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 153, "aya_id": 146}, {"text": "الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم وإن فريقا منهم ليكتمون الحق وهم يعلمون", "sura_id": 2, "type": 1, "id": 6389, "aya_id": 146}, {"text": "146 - (الذين آتيناهم الكتاب يعرفونه) أي محمدا (كما يعرفون أبناءهم) بنعته في كتبهم قال ابن سلام: لقد عرفته حين رأيته كما أعرف ابني ومعرفتي لمحمد أشد (وإن فريقا منهم ليكتمون الحق) نعته (وهم يعلمون) هذا الذي أنت عليه \r\n", "sura_id": 2, "type": 2, "id": 25097, "aya_id": 146}, {"text": "الذين أعطيناهم التوراة والإنجيل من أحبار اليهود وعلماء النصارى يعرفون أنَّ محمدًا صلى الله عليه وسلم رسول الله بأوصافه المذكورة في كتبهم, مثل معرفتهم بأبنائهم. وإن فريقًا منهم ليكتمون الحق وهم يعلمون صِدْقه, وثبوت أوصافه.\r\n", "sura_id": 2, "type": 3, "id": 31333, "aya_id": 146}, {"text": " <font color=red>الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّ الْعُلَمَاء مِنْ أَهْل الْكِتَاب يَعْرِفُونَ صِحَّة مَا جَاءَهُمْ بِهِ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا يَعْرِف أَحَدهمْ وَلَده وَالْعَرَب كَانَتْ تَضْرِب الْمَثَل فِي صِحَّة الشَّيْء بِهَذَا كَمَا جَاءَ فِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ مَعَهُ صَغِير اِبْنُك هَذَا \" قَالَ نَعَمْ يَا رَسُول اللَّه أَشْهَد بِهِ قَالَ \" أَمَا إِنَّهُ لَا يَخْفَى عَلَيْك وَلَا تَخْفَى عَلَيْهِ \" قَالَ الْقُرْطُبِيّ : وَيُرْوَى عَنْ عُمَر أَنَّهُ قَالَ لِعَبْدِ اللَّه بْن سَلَام : أَتَعْرِفُ مُحَمَّدًا كَمَا تَعْرِف وَلَدك ؟ قَالَ نَعَمْ وَأَكْثَر نَزَلَ الْأَمِين مِنْ السَّمَاء عَلَى الْأَمِين فِي الْأَرْض بِنَعْتِهِ فَعَرَفْته وَإِنِّي لَا أَدْرِي مَا كَانَ مِنْ أُمّه قُلْت وَقَدْ يَكُون الْمُرَاد \" يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ \" مِنْ بَيْن أَبْنَاء النَّاس كُلّهمْ لَا يَشُكّ أَحَد وَلَا يَمْتَرِي فِي مَعْرِفَة اِبْنه إِذَا رَآهُ مِنْ أَبْنَاء النَّاس كُلّهمْ ثُمَّ أَخْبَرَ تَعَالَى أَنَّهُمْ مَعَ هَذَا التَّحَقُّق وَالْإِتْقَان الْعِلْمِيّ \" لَيَكْتُمُونَ الْحَقَّ \" أَيْ لَيَكْتُمُونَ النَّاس مَا فِي كُتُبهمْ مِنْ صِفَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" وَهُمْ يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38549, "aya_id": 146}]