[{"text": "والَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَبِالآخِرَةِ هُمْ يُوقِنُونَ", "sura_id": 2, "type": 0, "id": 11, "aya_id": 4}, {"text": "والذين يؤمنون بما أنزل إليك وما أنزل من قبلك وبالآخرة هم يوقنون", "sura_id": 2, "type": 1, "id": 6247, "aya_id": 4}, {"text": "4 - (والذين يؤمنون بما أنزل إليك) أي القرآن (وما أنزل من قبلك) أي التوراة والإنجيل وغيرهما (وبالآخرة هم يوقنون) يعلمون \r\n", "sura_id": 2, "type": 2, "id": 24955, "aya_id": 4}, {"text": "والذين يُصَدِّقون بما أُنزل إليك أيها الرسول من القرآن, وبما أنزل إليك من الحكمة, وهي السنة, وبكل ما أُنزل مِن قبلك على الرسل من كتب, كالتوراة والإنجيل وغيرهما, ويُصَدِّقون بدار الحياة بعد الموت وما فيها من الحساب والجزاء، تصديقا بقلوبهم يظهر على ألسنتهم وجوارحهم وخص يوم الآخرة; لأن الإيمان به من أعظم البواعث على فعل الطاعات, واجتناب المحرمات, ومحاسبة النفس.\r\n", "sura_id": 2, "type": 3, "id": 31191, "aya_id": 4}, {"text": " <font color=red>وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ</font><BR><p>قَالَ اِبْن عَبَّاس وَاَلَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلك أَيْ يُصَدِّقُونَ بِمَا جِئْت بِهِ مِنْ اللَّه وَمَا جَاءَ بِهِ مِنْ قَبْلك مِنْ الْمُرْسَلِينَ لَا يُفَرِّقُونَ بَيْنهمْ وَلَا يَجْحَدُونَ مَا جَاءُوهُمْ بِهِ مِنْ رَبّهمْ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ أَيْ بِالْبَعْثِ وَالْقِيَامَة وَالْجَنَّة وَالنَّار وَالْحِسَاب وَالْمِيزَان وَإِنَّمَا سَمَّيْت الْآخِرَة لِأَنَّهَا بَعْد الدُّنْيَا وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْمَوْصُوفِينَ هُنَا هَلْ هُمْ الْمَوْصُوفُونَ بِمَا تَقَدَّمَ مِنْ قَوْله تَعَالَى \" الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاة وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" وَمَنْ هُمْ ؟ عَلَى ثَلَاثَة أَقْوَال حَكَاهَا اِبْن جَرِير أَحَدهَا أَنَّ الْمَوْصُوفِينَ أَوَّلًا هُمْ الْمَوْصُوفُونَ ثَانِيًا وَهُمْ كُلّ مُؤْمِن مُؤْمِنُو الْعَرَب وَمُؤْمِنُو أَهْل الْكِتَاب وَغَيْرهمْ قَالَهُ مُجَاهِد وَأَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَتَادَة وَالثَّانِي هُمَا وَاحِد وَهُمْ مُؤْمِنُو أَهْل الْكِتَاب وَعَلَى هَذَيْنِ تَكُون الْوَاو عَاطِفَة صِفَات عَلَى صِفَات كَمَا قَالَ تَعَالَى \" سَبِّحْ اِسْم رَبّك الْأَعْلَى الَّذِي خَلَقَ فَسَوَّى وَاَلَّذِي قَدَّرَ فَهَدَى وَاَلَّذِي أَخْرَجَ الْمَرْعَى فَجَعَلَهُ غُثَاء أَحَوَى \" وَكَمَا قَالَ الشَّاعِر : إِلَى الْمَلِك الْقَرْم وَابْن الْهُمَام وَلَيْث الْكَتِيبَة فِي الْمُزْدَحَم فَعَطَفَ الصِّفَات بَعْضهَا عَلَى بَعْض وَالْمَوْصُوف وَاحِد وَالثَّالِث أَنَّ الْمَوْصُوفِينَ أَوَّلًا مُؤْمِنُو الْعَرَب وَالْمَوْصُوفُونَ ثَانِيًا بِقَوْلِهِ \" وَاَلَّذِي يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلك وَبِالْآخِرَةِ هُمْ يُوقِنُونَ\" لِمُؤْمِنِي أَهْل الْكِتَاب نَقَلَهُ السُّدِّيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس وَابْن مَسْعُود وَأُنَاس مِنْ الصَّحَابَة وَاخْتَارَهُ اِبْن جَرِير رَحِمَهُ اللَّه وَيُسْتَشْهَد لِمَا قَالَ بِقَوْلِهِ تَعَالَى \" وَإِنَّ مِنْ أَهْل الْكِتَاب لَمَنْ يُؤْمِن بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ\" الْآيَة وَبِقَوْلِهِ تَعَالَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب مِنْ قَبْله هُمْ بِهِ يُؤْمِنُونَ وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقّ مِنْ رَبّنَا إِنَّا كُنَّا مِنْ قَبْله مُسْلِمِينَ أُولَئِكَ يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَة وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ\" وَبِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الشَّعْبِيّ عَنْ أَبِي بُرْدَة عَنْ أَبِي مُوسَى أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" ثَلَاثَة يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ رَجُل مِنْ أَهْل الْكِتَاب آمَنَ بِنَبِيِّهِ وَآمَنَ بِي وَرَجُل مَمْلُوك أَدَّى حَقّ اللَّه وَحَقّ مَوَالِيه وَرَجُل أَدَّبَ جَارِيَته فَأَحْسَن تَأْدِيبهَا ثُمَّ أَعْتَقَهَا وَتَزَوَّجَهَا \" وَأَمَّا اِبْن جَرِير فَمَا اُسْتُشْهِدَ عَلَى صِحَّة مَا قَالَ إِلَّا بِمُنَاسَبَةٍ وَهِيَ أَنَّ اللَّه وَصَفَ فِي أَوَّل هَذِهِ السُّورَة الْمُؤْمِنِينَ وَالْكَافِرِينَ فَكَمَا أَنَّهُ صَنَّفَ الْكَافِرِينَ إِلَى صِنْفَيْنِ كَافِر وَمُنَافِق فَكَذَلِكَ الْمُؤْمِنُونَ صِنْفهمْ إِلَى صِنْفَيْنِ عَرَبِيّ وَكِتَابِيّ \" قُلْت\" وَالظَّاهِر قَوْل مُجَاهِد فِيمَا رَوَاهُ الثَّوْرِيّ عَنْ رَجُل عَنْ مُجَاهِد وَرَوَاهُ غَيْر وَاحِد عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ قَالَ : أَرْبَع آيَات مِنْ أَوَّل سُورَة الْبَقَرَة فِي نَعْت الْمُؤْمِنِينَ وَآيَتَانِ فِي نَعْت الْكَافِرِينَ وَثَلَاثَة عَشَر فِي الْمُنَافِقِينَ فَهَذِهِ الْآيَات الْأَرْبَع عَامَّات فِي كُلّ مُؤْمِن اِتَّصَفَ بِهَا مِنْ عَرَبِيّ وَعَجَمِيّ وَكِتَابِيّ مِنْ إِنْسِيّ وَجِنِّيّ وَلَيْسَ تَصِحّ وَاحِدَة مِنْ هَذِهِ الصِّفَات بِدُونِ الْأُخْرَى بَلْ كُلّ وَاحِدَة مُسْتَلْزِمَة لِلْأُخْرَى وَشَرْط مَعَهَا فَلَا يَصِحّ الْإِيمَان بِالْغَيْبِ وَإِقَام الصَّلَاة وَالزَّكَاة إِلَّا مَعَ الْإِيمَان بِمَا جَاءَ بِهِ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا جَاءَ بِهِ مَنْ قَبْله مِنْ الرُّسُل صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ وَالْإِيقَان بِالْآخِرَةِ كَمَا أَنَّ هَذَا لَا يَصِحّ إِلَّا بِذَاكَ وَقَدْ أَمَرَ اللَّه الْمُؤْمِنِينَ بِذَلِكَ كَمَا قَالَ \" يَا أَيّهَا الَّذِينَ آمَنُوا آمِنُوا بِاَللَّهِ وَرَسُوله وَالْكِتَاب الَّذِي نَزَّلَ عَلَى رَسُوله وَالْكِتَاب الَّذِي أَنْزَلَ مِنْ قَبْل \" الْآيَة . وَقَالَ تَعَالَى \" وَلَا تُجَادِلُوا أَهْل الْكِتَاب إِلَّا بِاَلَّتِي هِيَ أَحْسَن إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِاَلَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ \" الْآيَة . وَقَالَ تَعَالَى\" يَا أَيّهَا الَّذِينَ أُوتُوا الْكِتَاب آمِنُوا بِمَا نَزَّلَنَا مُصَدِّقًا لِمَا مَعَكُمْ \" وَقَالَ تَعَالَى \" قُلْ يَا أَهْل الْكِتَاب لَسْتُمْ عَلَى شَيْء حَتَّى تُقِيمُوا التَّوْرَاة وَالْإِنْجِيل وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبّكُمْ \" وَأَخْبَرَ تَعَالَى عَنْ الْمُؤْمِنِينَ كُلّهمْ بِذَلِكَ فَقَالَ تَعَالَى \" آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله لَا نُفَرِّقُ بَيْن أَحَد مِنْ رُسُله \" وَقَالَ تَعَالَى \" وَاَلَّذِينَ آمَنُوا بِاَللَّهِ وَرُسُله وَلَمْ يُفَرِّقُوا بَيْن أَحَد مِنْهُمْ \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى جَمِيع أَمْر الْمُؤْمِنِينَ بِالْإِيمَانِ بِاَللَّهِ وَرُسُله وَكُتُبه لَكِنْ لِمُؤْمِنِي أَهْل الْكِتَاب خُصُوصِيَّة وَذَلِكَ أَنَّهُمْ يُؤْمِنُونَ بِمَا بِأَيْدِيهِمْ مُفَصَّلًا فَإِذَا دَخَلُوا فِي الْإِسْلَام وَآمَنُوا بِهِ مُفَصَّلًا كَانَ لَهُمْ عَلَى ذَلِكَ الْأَجْر مَرَّتَيْنِ وَأَمَّا غَيْرهمْ فَإِنَّمَا يَحْصُل لَهُ الْإِيمَان بِمَا تَقَدَّمَ مُجْمَلًا كَمَا جَاءَ فِي الصَّحِيح \" إِذَا حَدَّثَكُمْ أَهْل الْكِتَاب فَلَا تُكَذِّبُوهُمْ وَلَا تُصَدِّقُوهُمْ وَلَكِنْ قُولُوا آمَنَّا بِاَلَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ \" وَلَكِنْ قَدْ يَكُون إِيمَان كَثِير مِنْ الْعَرَب بِالْإِسْلَامِ الَّذِي بُعِثَ بِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَمّ وَأَكْمَل وَأَعَمّ وَأَشْمَل مِنْ إِيمَان مَنْ دَخَلَ مِنْهُمْ فِي الْإِسْلَام فَهُمْ وَإِنْ حَصَلَ لَهُمْ أَجْرَانِ مِنْ تِلْكَ الْحَيْثِيَّة فَغَيْرهمْ يَحْصُل لَهُ مِنْ التَّصْدِيق مَا يُنِيف ثَوَابه عَلَى الْأَجْرَيْنِ اللَّذَيْنِ حَصَلَا لَهُمْ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38716, "aya_id": 4}]