[{"text": "وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُواْ إِذْ جَاءهُمُ الْهُدَى إِلاَّ أَن قَالُواْ أَبَعَثَ اللّهُ بَشَرًا رَّسُولاً", "sura_id": 17, "type": 0, "id": 2123, "aya_id": 94}, {"text": "وما منع الناس أن يؤمنوا إذ جاءهم الهدى إلا أن قالوا أبعث الله بشرا رسولا", "sura_id": 17, "type": 1, "id": 8359, "aya_id": 94}, {"text": "94 - (وما منع الناس أن يؤمنوا إذ جاءهم الهدى إلا أن قالوا) أي قولهم منكرين (أبعث الله بشرا رسولا) ولم يبعث ملكا \r\n", "sura_id": 17, "type": 2, "id": 27067, "aya_id": 94}, {"text": "وما منع الكفارَ من الإيمان بالله ورسوله وطاعتهما، حين جاءهم البيان الكافي من عند الله، إلا قولهم جهلا وإنكارًا: أبعث الله رسولا من جنس البشر؟\r\n", "sura_id": 17, "type": 3, "id": 33303, "aya_id": 94}, {"text": " <font color=red>وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا</font><BR><p>يَقُول تَعَالَى \" وَمَا مَنَعَ النَّاس \" أَيْ أَكْثَرهمْ \" أَنْ يُؤْمِنُوا \" وَيُتَابِعُوا الرُّسُل إِلَّا اِسْتِعْجَابهمْ مِنْ بَعْثه الْبَشَر رُسُلًا كَمَا قَالَ تَعَالَى \" أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُل مِنْهُمْ أَنْ أَنْذِرْ النَّاس وَبَشِّرْ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَم صِدْق عِنْد رَبّهمْ \" وَقَالَ تَعَالَى \" ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلهمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَر يُهْدُونَنَا \" الْآيَة وَقَالَ فِرْعَوْن وَمَلَؤُهُ \" أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلنَا وَقَوْمهمَا لَنَا عَابِدُونَ \" وَكَذَلِكَ قَالَتْ الْأُمَم لِرُسُلِهِمْ \" إِنْ أَنْتُمْ إِلَّا بَشَر مِثْلنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُد آبَاؤُنَا فَائْتُونَا بِسُلْطَانٍ مُبِين \" وَالْآيَات فِي هَذَا كَثِيرَة ثُمَّ قَالَ تَعَالَى مُنَبِّهًا عَلَى لُطْفه وَرَحْمَته بِعِبَادِهِ أَنَّهُ يَبْعَث إِلَيْهِمْ الرَّسُول مِنْ جِنْسهمْ لِيَفْقَهُوا عَنْهُ وَيَفْهَمُوا مِنْهُ لِتَمَكُّنِهِمْ مِنْ مُخَاطَبَته وَمُكَالَمَته وَلَوْ بَعَثَ إِلَى الْبَشَر رَسُولًا مِنْ الْمَلَائِكَة لَمَا اِسْتَطَاعُوا مُوَاجَهَته وَلَا الْأَخْذ عَنْهُ كَمَا قَالَ تَعَالَى \" لَقَدْ مَنَّ اللَّه عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسهمْ \" وَقَالَ تَعَالَى \" لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ \" وَقَالَ تَعَالَى \" كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتنَا وَيُزَكِّيكُمْ وَيُعَلِّمكُمْ الْكِتَاب وَالْحِكْمَة وَيُعَلِّمكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ فَاذْكُرُونِي أَذْكُركُمْ وَأَشْكَرُوا لِي وَلَا تَكْفُرُونِ \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38283, "aya_id": 94}]