[{"text": "التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدونَ الآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنكَرِ وَالْحَافِظُونَ لِحُدُودِ اللّهِ وَبَشِّرِ الْمُؤْمِنِينَ", "sura_id": 9, "type": 0, "id": 1347, "aya_id": 112}, {"text": "التائبون العابدون الحامدون السائحون الراكعون الساجدون الآمرون بالمعروف والناهون عن المنكر والحافظون لحدود الله وبشر المؤمنين", "sura_id": 9, "type": 1, "id": 7583, "aya_id": 112}, {"text": "112 - (التائبون) رفع على المدح بتقدير مبتدأ من الشرك والنفاق (العابدون) المخلصون العبادة لله (الحامدون) له على كل حال (السائحون) الصائمون (الراكعون الساجدون) أي المصلون (الآمرون بالمعروف والناهون عن المنكر والحافظون لحدود الله) لأحكامه بالعمل بها (وبشر المؤمنين) بالجنة \r\n", "sura_id": 9, "type": 2, "id": 26291, "aya_id": 112}, {"text": "ومن صفات هؤلاء المؤمنين الذين لهم البشارة بدخول الجنة أنهم التائبون الراجعون عما كرهه الله إلى ما يحبه ويرضاه, الذين أخلصوا العبادة لله وحده وجدوا في طاعته, الذين يحمدون الله على كل ما امتحنهم به من خير أو شر, الصائمون, الراكعون في صلاتهم, الساجدون فيها, الذين يأمرون الناس بكل ما أمر الله ورسوله به, وينهونهم عن كل ما نهى الله عنه ورسوله, المؤدون فرائض الله المنتهون إلى أمره ونهيه, القائمون على طاعته, الواقفون عند حدوده. وبشِّر -أيها النبي- هؤلاء المؤمنين المتصفين بهذه الصفات برضوان الله وجنته.\r\n", "sura_id": 9, "type": 3, "id": 32527, "aya_id": 112}, {"text": " <font color=red>التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ</font><BR><p>هَذَا نَعْت الْمُؤْمِنِينَ الَّذِينَ اِشْتَرَى اللَّه مِنْهُمْ أَنْفُسهمْ وَأَمْوَالهمْ بِهَذِهِ الصِّفَات الْجَمِيلَة وَالْخِلَال الْجَلِيلَة \" التَّائِبُونَ \" مِنْ الذُّنُوب كُلّهَا التَّارِكُونَ لِلْفَوَاحِشِ \" الْعَابِدُونَ \" أَيْ الْقَائِمُونَ بِعِبَادَةِ رَبّهمْ مُحَافِظِينَ عَلَيْهَا وَهِيَ الْأَقْوَال وَالْأَفْعَال . فَمِنْ أَخَصّ الْأَقْوَال الْحَمْد فَلِهَذَا قَالَ \" الْحَامِدُونَ \" وَمِنْ أَفْضَل الْأَعْمَال الصِّيَام وَهُوَ تَرْك الْمَلَاذّ مِنْ الطَّعَام وَالشَّرَاب وَالْجِمَاع وَهُوَ الْمُرَاد بِالسِّيَاحَةِ هَهُنَا وَلِهَذَا قَالَ \" السَّائِحُونَ \" كَمَا وَصَفَ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ فِي قَوْله تَعَالَى \" سَائِحَات \" أَيْ صَائِمَات وَكَذَا الرُّكُوع وَالسُّجُود وَهُمَا عِبَارَة عَنْ الصَّلَاة وَلِهَذَا قَالَ \" الرَّاكِعُونَ السَّاجِدُونَ \" وَهُمْ مَعَ ذَلِكَ يَنْفَعُونَ خَلْق اللَّه وَيُرْشِدُونَهُمْ إِلَى طَاعَة اللَّه بِأَمْرِهِمْ بِالْمَعْرُوفِ وَنَهْيهمْ عَنْ الْمُنْكَر مَعَ الْعِلْم بِمَا يَنْبَغِي فِعْله وَيَجِب تَرْكه وَهُوَ حِفْظ حُدُود اللَّه فِي تَحْلِيله وَتَحْرِيمه عِلْمًا وَعَمَلًا فَقَامُوا بِعِبَادَةِ الْحَقّ وَنُصْح الْخَلْق وَلِهَذَا قَالَ \" وَبَشِّرْ الْمُؤْمِنِينَ \" لِأَنَّ الْإِيمَان يَشْمَل هَذَا كُلّه وَالسَّعَادَة كُلّ السَّعَادَة لِمَنْ اِتَّصَفَ بِهِ . \" بَيَان أَنَّ الْمُرَاد بِالسِّيَاحَةِ الصِّيَام \" قَالَ سُفْيَان الثَّوْرِيّ عَنْ عَاصِم عَنْ ذَرّ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ \" السَّائِحُونَ \" الصَّائِمُونَ وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس كُلّ مَا ذَكَرَ اللَّه فِي الْقُرْآن السِّيَاحَة هُمْ الصَّائِمُونَ وَكَذَا قَالَ الضَّحَّاك رَحِمَهُ اللَّه وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَحْمَد بْن إِسْحَاق حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن يَزِيد عَنْ الْوَلِيد بْن عَبْد اللَّه عَنْ عَائِشَة رَضِيَ اللَّه عَنْهُمَا قَالَتْ : سِيَاحَة هَذِهِ الْأُمَّة الصِّيَام وَهَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَعَطَاء وَعَبْد الرَّحْمَن السُّلَمِيّ وَالضَّحَّاك بْن مُزَاحِم وَسُفْيَان بْن عُيَيْنَة وَغَيْرهمْ أَنَّ الْمُرَاد بِالسَّائِحِينَ الصَّائِمُونَ وَقَالَ الْحَسَن الْبَصْرِيّ \" السَّائِحُونَ \" الصَّائِمُونَ شَهْر رَمَضَان وَقَالَ أَبُو عَمْرو الْعَبْدِيّ \" السَّائِحُونَ \" الَّذِينَ يُدِيمُونَ الصِّيَام مِنْ الْمُؤْمِنِينَ وَقَدْ وَرَدَ فِي حَدِيث مَرْفُوع نَحْو هَذَا وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن عَبْد اللَّه بْن بُزَيْع حَدَّثَنَا حَكِيم بْن حِزَام حَدَّثَنَا سُلَيْمَان عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" السَّائِحُونَ هُمْ الصَّائِمُونَ \" وَهَذَا الْمَوْقُوف أَصَحّ وَقَالَ أَيْضًا : حَدَّثَنِي يُونُس عَنْ اِبْن وَهْب عَنْ عُمَر بْن الْحَارِث عَنْ عَمْرو بْن دِينَار عَنْ عُبَيْد بْن عُمَيْر قَالَ : سُئِلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ السَّائِحِينَ فَقَالَ \" هُمْ الصَّائِمُونَ \" وَهَذَا مُرْسَل جَيِّد وَهَذَا أَصَحّ الْأَقْوَال وَأَشْهَرهَا , وَجَاءَ مَا يَدُلّ عَلَى أَنَّ السِّيَاحَة الْجِهَاد وَهُوَ مَا رَوَى أَبُو دَاوُد فِي سُنَنه مِنْ حَدِيث أَبِي أُمَامَة أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه اِئْذَنْ لِي فِي السِّيَاحَة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سِيَاحَة أُمَّتِي الْجِهَاد فِي سَبِيل اللَّه \" وَقَالَ اِبْن الْمُبَارَك عَنْ اِبْن لَهِيعَة . أَخْبَرَنِي عِمَارَة بْن غَزِيَّة أَنَّ السِّيَاحَة ذُكِرَتْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَبْدَلَنَا اللَّه بِذَلِكَ الْجِهَاد فِي سَبِيل اللَّه وَالتَّكْبِير عَلَى كُلّ شَرَف \" وَعَنْ عِكْرِمَة أَنَّهُ قَالَ : ثُمَّ طَلَبَة الْعِلْم وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : هُمْ الْمُهَاجِرُونَ . رَوَاهُمَا اِبْن أَبِي حَاتِم وَلَيْسَ الْمُرَاد مِنْ السِّيَاحَة مَا قَدْ يَفْهَمهُ بَعْض مَنْ يَتَعَبَّد بِمُجَرَّدِ السِّيَاحَة فِي الْأَرْض وَالتَّفَرُّد فِي شَوَاهِق الْجِبَال وَالْكُهُوف وَالْبَرَارِي فَإِنَّ هَذَا لَيْسَ بِمَشْرُوعٍ إِلَّا فِي أَيَّام الْفِتَن وَالزَّلَازِل فِي الدِّين كَمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُوشِك أَنْ يَكُون خَيْر مَال الرَّجُل غَنَمًا يَتَّبِع بِهَا شَغَف الْجِبَال وَمَوَاقِع الْقَطْر يَفِرّ بِدِينِهِ مِنْ الْفِتَن \" وَقَالَ الْعَوْفِيّ وَعَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَالْحَافِظُونَ لِحُدُودِ اللَّه \" قَالَ الْقَائِمُونَ بِطَاعَةِ اللَّه وَكَذَا قَالَ الْحَسَن الْبَصْرِيّ وَعَنْهُ رِوَايَة \" الْحَافِظُونَ لِحُدُودِ اللَّه \" قَالَ لِفَرَائِض اللَّه وَفِي رِوَايَة الْقَائِمُونَ عَلَى أَمْر اللَّه .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43409, "aya_id": 112}]