[{"text": "وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلّه فَإِنِ انتَهَوْاْ فَإِنَّ اللّهَ بِمَا يَعْمَلُونَ بَصِيرٌ", "sura_id": 8, "type": 0, "id": 1199, "aya_id": 39}, {"text": "و قاتلوهم حتى لا تكون فتنة و يكون الدين كله لله فإن انتهوا فإن الله بما يعملون بصير", "sura_id": 8, "type": 1, "id": 7435, "aya_id": 39}, {"text": "39 - (وقاتلوهم حتى لا تكون) توجد (فتنة) شرك (ويكون الدين كله لله) وحده ولا يعبد غيره (فإن انتهوا) عن الكفر (فإن الله بما يعملون بصير) فيجازيهم به \r\n", "sura_id": 8, "type": 2, "id": 26143, "aya_id": 39}, {"text": "وقاتلوا -أيها المؤمنون- المشركين حتى لا يكون شِرْكٌ وصدٌّ عن سبيل الله; ولا يُعْبَدَ إلا الله وحده لا شريك له, فيرتفع البلاء عن عباد الله في الأرض, وحتى يكون الدين والطاعة والعبادة كلها لله خالصة دون غيره, فإن انزجروا عن قتنة المؤمنين وعن الشرك بالله وصاروا إلى الدين الحق معكم, فإن الله لا يخفى عليه ما يعملون مِن ترك الكفر والدخول في الإسلام.\r\n", "sura_id": 8, "type": 3, "id": 32379, "aya_id": 39}, {"text": " <font color=red>وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ</font><BR><p>وَقَوْله تَعَالَى \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة وَيَكُون الدِّين كُلّه لِلَّهِ \" قَالَ الْبُخَارِيّ حَدَّثَنَا الْحَسَن بْن عَبْد الْعَزِيز حَدَّثَنَا عَبْد اللَّه بْن يَحْيَى حَدَّثَنَا حَيْوَة بْن شُرَيْح عَنْ بَكْر بْن عُمَر عَنْ بُكَيْر عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَجُلًا جَاءَ فَقَالَ : يَا أَبَا عَبْد الرَّحْمَن أَلَا تَصْنَع مَا ذَكَرَ اللَّه فِي كِتَابه \" وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اِقْتَتَلُوا \" الْآيَة . فَمَا يَمْنَعك أَنْ لَا تُقَاتِل كَمَا ذَكَرَ اللَّه فِي كِتَابه ؟ فَقَالَ : يَا اِبْن أَخِي أُعَيَّرُ بِهَذِهِ الْآيَة وَلَا أُقَاتِل أَحَبّ إِلَيَّ مِنْ أَنْ أُعَيَّرَ بِالْآيَةِ الَّتِي يَقُول اللَّه عَزَّ وَجَلَّ \" وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا \" إِلَى آخِر الْآيَة قَالَ : فَإِنَّ اللَّه تَعَالَى يَقُول \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَةٌ \" قَالَ اِبْن عُمَر قَدْ فَعَلْنَا عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ كَانَ الْإِسْلَام قَلِيلًا وَكَانَ الرَّجُل يُفْتَن فِي دِينه إِمَّا أَنْ يَقْتُلُوهُ وَإِمَّا أَنْ يُوثِقُوهُ وَمَتَى كَثُرَ الْإِسْلَام فَلَمْ تَكُنْ فِتْنَة فَلَمَّا رَأَى أَنَّهُ لَا يُوَافِقهُ فِيمَا يُرِيد قَالَ : فَمَا قَوْلكُمْ فِي عَلِيّ وَعُثْمَان ؟ قَالَ اِبْن عُمَر أَمَّا قَوْلِي فِي عَلِيّ وَعُثْمَان أَمَّا عُثْمَان فَكَانَ اللَّه قَدْ عَفَا عَنْهُ وَكَرِهْتُمْ أَنْ يَعْفُو اللَّه عَنْهُ وَأَمَّا عَلِيّ فَابْن عَمّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَخَتَنه وَأَشَارَ بِيَدِهِ وَهَذِهِ اِبْنَته أَوْ بِنْته حَيْثُ تَرَوْنَ وَحَدَّثَنَا أَحْمَد بْن يُونُس حَدَّثَنَا زُهَيْر حَدَّثَنَا بَيَان أَنَّ اِبْن وَبَرَةَ حَدَّثَهُ قَالَ حَدَّثَنِي سَعِيد بْن جُبَيْر قَالَ : خَرَجَ عَلَيْنَا أَوْ إِلَيْنَا اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا فَقَالَ : كَيْف تَرَى فِي قِتَال الْفِتْنَة ؟ فَقَالَ : وَهَلْ تَدْرِي مَا الْفِتْنَة ؟ كَانَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُقَاتِل الْمُشْرِكِينَ وَكَانَ الدُّخُول عَلَيْهِمْ فِتْنَة وَلَيْسَ بِقِتَالِكُمْ عَلَى الْمُلْك . هَذَا كُلّه سِيَاق الْبُخَارِيّ رَحِمَهُ اللَّه تَعَالَى وَقَالَ عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّهُ أَتَاهُ رَجُلَانِ فِي فِتْنَة اِبْن الزُّبَيْر فَقَالَا : إِنَّ النَّاس قَدْ صَنَعُوا مَا تَرَى وَأَنْتَ اِبْن عُمَر بْن الْخَطَّاب وَأَنْتَ صَاحِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَا يَمْنَعُك أَنْ تَخْرُج ؟ قَالَ يَمْنَعُنِي أَنَّ اللَّه حَرَّمَ عَلَيَّ دَم أَخِي الْمُسْلِم . قَالُوا أَوَلَمْ يَقُلْ اللَّه \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة وَيَكُون الدِّين كُلّه لِلَّهِ \" قَالَ قَدْ قَاتَلْنَا حَتَّى لَمْ تَكُنْ فِتْنَة وَكَانَ الدِّين كُلّه لِلَّهِ وَأَنْتُمْ تُرِيدُونَ أَنْ تُقَاتِلُوا حَتَّى تَكُون فِتْنَةٌ وَيَكُون الدِّين لِغَيْرِ اللَّه وَكَذَا رَوَى حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَيُّوب بْن عَبْد اللَّه اللَّخْمِيّ قَالَ كُنْت عِنْد عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا فَأَتَاهُ رَجُل فَقَالَ إِنَّ اللَّه يَقُول \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة وَيَكُون الدِّين كُلّه لِلَّهِ \" قَالَ قَدْ قَاتَلْنَا حَتَّى لَمْ تَكُنْ فِتْنَة وَأَنْتُمْ تُرِيدُونَ أَنْ تُقَاتِلُوا حَتَّى تَكُون فِتْنَةٌ وَيَكُون الدِّين لِغَيْرِ اللَّه . وَكَذَا رَوَاهُ حَمَّاد بْن سَلَمَة فَقَالَ اِبْن عُمَر قَاتَلْت أَنَا وَأَصْحَابِي حَتَّى كَانَ الدِّين كُلّه لِلَّهِ وَذَهَبَ الشِّرْك وَلَمْ تَكُنْ فِتْنَة وَلَكِنَّك وَأَصْحَابَك تُقَاتِلُونَ حَتَّى تَكُون فِتْنَة وَيَكُون الدِّين لِغَيْرِ اللَّه رَوَاهُمَا اِبْن مَرْدَوَيْهِ . وَقَالَ أَبُو عَوَانَة عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ قَالَ : قَالَ ذُو الْبُطَيْن يَعْنِي أُسَامَة بْن زَيْد لَا أُقَاتِل رَجُلًا يَقُول لَا إِلَه إِلَّا اللَّه أَبَدًا . فَقَالَ سَعْد بْن مَالِك وَأَنَا وَاَللَّه لَا أُقَاتِل رَجُلًا يَقُول لَا إِلَه إِلَّا اللَّه أَبَدًا فَقَالَ رَجُل أَلَمْ يَقُلْ اللَّه \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة وَيَكُون الدِّين كُلّه لِلَّهِ \" فَقَالَا قَدْ قَاتَلْنَا حَتَّى لَمْ تَكُنْ فِتْنَة وَكَانَ الدِّين كُلّه لِلَّهِ . رَوَاهُ اِبْن مَرْدَوَيْهِ وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة \" يَعْنِي لَا يَكُون شِرْك وَكَذَا قَالَ أَبُو الْعَالِيَة وَمُجَاهِد وَالْحَسَن وَقَتَادَة وَالرَّبِيع عَنْ أَنَس وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَزَيْد بْن أَسْلَمَ . وَقَالَ مُحَمَّد بْن إِسْحَاق بَلَغَنِي عَنْ الزُّهْرِيّ عَنْ عُرْوَة بْن الزُّبَيْر وَغَيْره مِنْ عُلَمَائِنَا حَتَّى لَا تَكُون فِتْنَة حَتَّى لَا يُفْتَن مُسْلِم عَنْ دِينه . وَقَوْله \" وَيَكُون الدِّين كُلّه لِلَّهِ \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة قَالَ يُخْلِص التَّوْحِيد لِلَّهِ وَقَالَ الْحَسَن وَقَتَادَة وَابْن جُرَيْج \" وَيَكُون الدِّين كُلّه لِلَّهِ \" أَنْ يُقَال لَا إِلَه إِلَّا اللَّه وَقَالَ مُحَمَّد بْن إِسْحَاق وَيَكُون التَّوْحِيد خَالِصًا لِلَّهِ لَيْسَ فِيهِ شِرْك وَيُخْلَع مَا دُونه مِنْ الْأَنْدَاد . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" وَيَكُون الدِّين كُلّه لِلَّهِ \" لَا يَكُون مَعَ دِينكُمْ كُفْر وَيَشْهَد لِهَذَا مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أُمِرْت أَنْ أُقَاتِل النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا اللَّه فَإِذَا قَالُوهَا عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالهمْ إِلَّا بِحَقِّهَا وَحِسَابهمْ عَلَى اللَّه عَزَّ وَجَلَّ \" . وَفِيهِمَا عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الرَّجُل يُقَاتِل شُجَاعَة وَيُقَاتِل حَمِيَّة وَيُقَاتِل رِيَاء أَيّ ذَلِكَ فِي سَبِيل اللَّه عَزَّ وَجَلَّ ؟ فَقَالَ \" مَنْ قَاتَلَ لِتَكُونَ كَلِمَة اللَّه هِيَ الْعُلْيَا فَهُوَ فِي سَبِيل اللَّه عَزَّ وَجَلَّ \" . وَقَوْله \" فَإِنْ اِنْتَهَوْا \" أَيْ بِقِتَالِكُمْ عَمَّا هُمْ فِيهِ مِنْ الْكُفْر فَكُفُّوا عَنْهُ وَإِنْ لَمْ تَعْلَمُوا بَوَاطِنهمْ \" فَإِنَّ اللَّه بِمَا يَعْمَلُونَ بَصِير \" كَقَوْلِهِ \" فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاة وَآتَوْا الزَّكَاة فَخَلُّوا سَبِيلهمْ \" الْآيَة . وَفِي الْآيَة الْأُخْرَى \" فَإِخْوَانكُمْ فِي الدِّين \" وَقَالَ \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة وَيَكُون الدِّين كُلّه لِلَّهِ فَإِنْ اِنْتَهَوْا فَلَا عُدْوَان إِلَّا عَلَى الظَّالِمِينَ \" وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِأُسَامَة لَمَّا عَلَا ذَلِكَ الرَّجُلَ بِالسَّيْفِ فَقَالَ لَا إِلَه إِلَّا اللَّه فَضَرَبَهُ فَقَتَلَهُ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لِأُسَامَة \" أَقَتَلْته بَعْد مَا قَالَ لَا إِلَه إِلَّا اللَّه ؟ وَكَيْف تَصْنَع بِلَا إِلَه إِلَّا اللَّه يَوْم الْقِيَامَة ؟ \" فَقَالَ يَا رَسُول اللَّه إِنَّمَا قَالَهَا تَعَوُّذًا قَالَ \" هَلَّا شَقَقْت عَنْ قَلْبه ؟ \" وَجَعَلَ يَقُول وَيُكَرِّر عَلَيْهِ \" مَنْ لَك بِلَا إِلَه إِلَّا اللَّه يَوْم الْقِيَامَة ؟ \" قَالَ أُسَامَة حَتَّى تَمَنَّيْت أَنْ لَمْ أَكُنْ أَسْلَمْت إِلَّا يَوْمئِذٍ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43087, "aya_id": 39}]