[{"text": "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 62, "type": 0, "id": 5180, "aya_id": 3}, {"text": "وآخرين منهم لما يلحقوا بهم وهو العزيز الحكيم", "sura_id": 62, "type": 1, "id": 11416, "aya_id": 3}, {"text": "3 - (وآخرين) عطف على الأميين أي الموجودين (منهم) والآيتين منهم بعدهم (لما) لم (يلحقوا بهم) في السابقة والفضل (وهو العزيز الحكيم) في ملكه وصنعه وهم التابعون والاقتصار عليهم كاف في بيان فضل الصحابة المبعوث فيهم النبي صلى الله عليه وسلم على من عداهم ممن بعث إليهم وآمنوا به من جميع الإنس والجن إلى يوم القيامة لأن كل قرن خير ممن يليه \r\n", "sura_id": 62, "type": 2, "id": 30124, "aya_id": 3}, {"text": " وأرسله سبحانه إلى قوم آخرين لم يجيئوا بعدُ, وسيجيئون من العرب ومن غيرهم. والله تعالى- وحده- هو العزيز الغالب على كل شيء, الحكيم في أقواله وأفعاله.\r\n", "sura_id": 62, "type": 3, "id": 36360, "aya_id": 3}, {"text": " <font color=red>وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>وَقَوْله تَعَالَى \" وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيز الْحَكِيم \" قَالَ الْإِمَام أَبُو عَبْد اللَّه الْبُخَارِيّ رَحِمَهُ اللَّه تَعَالَى حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد اللَّه حَدَّثَنَا سُلَيْمَان بْن بِلَال عَنْ ثَوْر عَنْ أَبِي الْغَيْث عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : كُنَّا جُلُوسًا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأُنْزِلَتْ عَلَيْهِ سُورَة الْجُمُعَة \" وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ \" قَالُوا مَنْ هُمْ يَا رَسُول اللَّه ؟ فَلَمْ يُرَاجِعْهُمْ حَتَّى سُئِلَ ثَلَاثًا وَفِينَا سَلْمَان الْفَارِسِيّ فَوَضَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَده عَلَى سَلْمَان الْفَارِسِيّ ثُمَّ قَالَ \" لَوْ كَانَ الْإِيمَان عِنْد الثُّرَيَّا لَنَالَهُ رِجَال أَوْ رَجُل مِنْ هَؤُلَاءِ \" وَرَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن أَبِي حَاتِم وَابْن جَرِير مِنْ طُرُق عَنْ ثَوْر بْن يَزِيد الدَّيْلِيّ عَنْ سَالِم أَبِي الْغَيْث عَنْ أَبِي هُرَيْرَة بِهِ فَفِي هَذَا الْحَدِيث دَلِيل عَلَى أَنَّ هَذِهِ السُّورَة مَدَنِيَّة وَعَلَى عُمُوم بَعْثَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جَمِيع النَّاس لِأَنَّهُ فَسَّرَ قَوْله تَعَالَى \" وَآخَرِينَ مِنْهُمْ \" بِفَارِسَ. وَلِهَذَا كَتَبَ كُتُبَهُ إِلَى فَارِسَ وَالرُّوم وَغَيْرهمْ مِنْ الْأُمَم يَدْعُوهُمْ إِلَى اللَّه عَزَّ وَجَلَّ وَإِلَى اِتِّبَاع مَا جَاءَ بِهِ وَلِهَذَا قَالَ مُجَاهِد وَغَيْر وَاحِد فِي قَوْله تَعَالَى \" وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ \" قَالَ هُمْ الْأَعَاجِم وَكُلّ مَنْ صَدَّقَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَيْر الْعَرَب وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا إِبْرَاهِيم بْن الْعَلَاء الزُّبَيْدِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا أَبُو مُحَمَّد عِيسَى بْن مُوسَى عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد السَّاعِدِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ فِي أَصْلَاب أَصْلَاب أَصْلَاب رِجَال وَنِسَاء مِنْ أُمَّتِي يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب \" ثُمَّ قَرَأَ\" وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ \" يَعْنِي بَقِيَّة مَنْ بَقِيَ مِنْ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" وَهُوَ الْعَزِيز الْحَكِيم \" أَيْ ذُو الْعِزَّة وَالْحِكْمَة فِي شَرْعه وَقَدَره .</p><BR> <br> ", "sura_id": 62, "type": 4, "id": 42272, "aya_id": 3}]