[{"text": "لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءهُمْ أَوْ أَبْنَاءهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ", "sura_id": 58, "type": 0, "id": 5126, "aya_id": 22}, {"text": "لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم أولئك كتب في قلوبهم الإيمان وأيدهم بروح منه ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها رضي الله عنهم ورضوا عنه أولئك حزب الله ألا إن حزب الله هم المفلحون", "sura_id": 58, "type": 1, "id": 11362, "aya_id": 22}, {"text": "22 - (لا تجد قوما يؤمنون بالله واليوم الآخر يوادون) يصادقون (من حاد الله ورسوله ولو كانوا) أي المحادون (آباءهم) أي المؤمنين (أو أبناءهم أو إخوانهم أو عشيرتهم) بل يقصدونهم بالسوء ويقاتلونهم على الإيمان كما وقع لجماعة من الصحابة رضي الله عنهم (أولئك) الذين لا يوادونهم (كتب) أثبت (في قلوبهم الإيمان وأيدهم بروح) بنور (منه) تعالى (ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها رضي الله عنهم) بطاعته (ورضوا عنه) بثوابه (أولئك حزب الله) يتبعون أمره ويجتنبون نهيه (ألا إن حزب الله هم المفلحون) الفائزون \r\n", "sura_id": 58, "type": 2, "id": 30070, "aya_id": 22}, {"text": "لا تجد -أيها الرسول- قومًا يصدِّقون بالله واليوم الآخر، ويعملون بما شرع الله لهم, يحبون ويوالون مَن عادى الله ورسوله وخالف أمرهما, ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو أقرباءهم، أولئك الموالون في الله والمعادون فيه ثَبَّتَ في قلوبهم الإيمان, وقوَّاهم بنصر منه وتأييد على عدوهم في الدنيا، ويدخلهم في الآخرة جنات تجري من تحت أشجارها الأنهار, ماكثين فيها زمانًا ممتدًا لا ينقطع، أحلَّ الله عليهم رضوانه فلا يسخط عليهم, ورضوا عن ربهم بما أعطاهم من الكرامات ورفيع الدرجات, أولئك حزب الله وأولياؤه, وأولئك هم الفائزون بسعادة الدنيا والآخرة.\r\n", "sura_id": 58, "type": 3, "id": 36306, "aya_id": 22}, {"text": " <font color=red>لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" لَا تَجِد قَوْمًا يُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر يُوَادُّونَ مَنْ حَادّ اللَّه وَرَسُوله وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانهمْ أَوْ عَشِيرَتهمْ\" أَيْ لَا يُوَادُّونَ الْمُحَادِّينَ وَلَوْ كَانُوا مِنْ الْأَقْرَبِينَ كَمَا قَالَ تَعَالَى \" لَا يَتَّخِذ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ وَمَنْ يَفْعَل ذَلِكَ فَلَيْسَ مِنْ اللَّه فِي شَيْء إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاة وَيُحَذِّركُمْ اللَّه نَفْسه \" الْآيَة وَقَالَ تَعَالَى \" قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانكُمْ وَأَزْوَاجكُمْ وَعَشِيرَتكُمْ وَأَمْوَال اِقْتَرَفْتُمُوهَا وَتِجَارَة تَخْشَوْنَ كَسَادهَا وَمَسَاكِن تَرْضَوْنَهَا أَحَبّ إِلَيْكُمْ مِنْ اللَّه وَرَسُوله وَجِهَاد فِي سَبِيله فَتَرَبَّصُوا حَتَّى يَأْتِي اللَّه بِأَمْرِهِ وَاَللَّه لَا يَهْدِي الْقَوْم الْفَاسِقِينَ \" وَقَدْ قَالَ سَعِيد بْن عَبْد الْعَزِيز وَغَيْره أُنْزِلَتْ هَذِهِ الْآيَة\" لَا تَجِد قَوْمًا يُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر \" إِلَى آخِرهَا فِي أَبِي عُبَيْدَة عَامِر بْن عَبْد اللَّه بْن الْجَرَّاح حِين قَتَلَ أَبَاهُ يَوْم بَدْر وَلِهَذَا قَالَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ حِين جَعَلَ الْأَمْر شُورَى بَعْده فِي أُولَئِكَ السِّتَّة وَلَوْ كَانَ أَبُو عُبَيْدَة حَيًّا لَاسْتَخْلَفْته وَقِيلَ فِي قَوْله تَعَالَى \" وَلَوْ كَانُوا آبَاءَهُمْ \" نَزَلَتْ فِي أَبِي عُبَيْده قَتَلَ أَبَاهُ يَوْم بَدْر \" أَوْ أَبْنَاءَهُمْ \" فِي الصِّدِّيق هُمْ يَوْمئِذٍ بِقَتْلِ اِبْنه عَبْد الرَّحْمَن \" أَوْ إِخْوَانهمْ\" فِي مُصْعَب بْن عُمَيْر قَتَلَ أَخَاهُ عُبَيْد بْن عُمَيْر يَوْمئِذٍ\" أَوْ عَشِيرَتهمْ \" فِي عُمَر قَتَلَ قَرِيبًا لَهُ يَوْمئِذٍ أَيْضًا وَفِي حَمْزَة وَعَلِيّ وَعُبَيْدَة بْن الْحَارِث قَتَلُوا عُتْبَة وَشَيْبَة وَالْوَلِيد بْن عُتْبَة يَوْمئِذٍ فَاَللَّه أَعْلَم \" قُلْت\" وَمِنْ هَذَا الْقَبِيل حِين اِسْتَشَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُسْلِمِينَ فِي أَسَارَى بَدْر فَأَشَارَ الصِّدِّيق بِأَنْ يُفَادُوا فَيَكُون مَا يُؤْخَذ مِنْهُمْ قُوَّة لِلْمُسْلِمِينَ وَهُمْ بَنُو الْعَمّ وَالْعَشِيرَة وَلَعَلَّ اللَّه تَعَالَى أَنْ يَهْدِيهِمْ وَقَالَ عُمَر لَا أَرَى مَا رَأَى يَا رَسُول اللَّه هَلْ تُمَكِّننِي مِنْ فُلَان قَرِيب لِعُمَر فَأَقْتُلهُ وَتُمَكِّن عَلِيًّا مِنْ عَقِيلٍ وَتُمَكِّن فُلَانًا مِنْ فُلَان لِيَعْلَم اللَّه أَنَّهُ لَيْسَتْ فِي قُلُوبنَا مُوَادَّة لِلْمُشْرِكِينَ الْقِصَّة بِكَمَالِهَا. وَقَوْله تَعَالَى \" أُولَئِكَ كَتَبَ فِي قُلُوبهمْ الْإِيمَان وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ \" أَيْ مَنْ اِتَّصَفَ بِأَنَّهُ لَا يُوَادّ مَنْ حَادّ اللَّه وَرَسُوله وَلَوْ كَانَ أَبَاهُ أَوْ أَخَاهُ فَهَذَا مِمَّنْ كَتَبَ اللَّه فِي قَلْبه الْإِيمَان أَيْ كَتَبَ لَهُ السَّعَادَة وَقَرَّرَهَا فِي قَلْبه وَزَيَّنَ الْإِيمَان فِي بَصِيرَته قَالَ السُّدِّيّ \" كَتَبَ فِي قُلُوبهمْ الْإِيمَان \" جَعَلَ فِي قُلُوبهمْ الْإِيمَان وَقَالَ اِبْن عَبَّاس \" وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ \" أَيْ قَوَّاهُمْ . وَقَوْله تَعَالَى \" وَيُدْخِلهُمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا رَضِيَ اللَّه عَنْهُمْ وَرَضُوا عَنْهُ \" كُلّ هَذَا تَقَدَّمَ تَفْسِيره غَيْر مَرَّة وَفِي قَوْله تَعَالَى \" رَضِيَ اللَّه عَنْهُمْ وَرَضُوا عَنْهُ \" سِرّ بَدِيع وَهُوَ أَنَّهُ لَمَّا سَخِطُوا عَلَى الْقَرَائِب وَالْعَشَائِر فِي اللَّه تَعَالَى عَوَّضَهُمْ اللَّه بِالرِّضَا عَنْهُمْ وَأَرْضَاهُمْ عَنْهُ بِمَا أَعْطَاهُمْ مِنْ النَّعِيم الْمُقِيم وَالْفَوْز الْعَظِيم وَالْفَضْل الْعَمِيم وَقَوْله تَعَالَى\" أُولَئِكَ حِزْب اللَّه أَلَا إِنَّ حِزْب اللَّه هُمْ الْمُفْلِحُونَ\" أَيْ هَؤُلَاءِ حِزْب اللَّه أَيْ عِبَاد اللَّه وَأَهْل كَرَامَته وَقَوْله تَعَالَى \" أَلَا إِنَّ حِزْب اللَّه هُمْ الْمُفْلِحُونَ \" تَنْوِيه بِفَلَاحِهِمْ وَسَعَادَتهمْ وَنُصْرَتهمْ فِي الدُّنْيَا وَالْآخِرَة فِي مُقَابَلَة مَا ذُكِرَ عَنْ أُولَئِكَ بِأَنَّهُمْ حِزْب الشَّيْطَان ثُمَّ قَالَ \" أَلَا إِنَّ حِزْب الشَّيْطَان هُمْ الْخَاسِرُونَ \" وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا هَارُون بْن حُمَيْد الْوَاسِطِيّ حَدَّثَنَا الْفَضْل بْن عَنْبَسَة عَنْ رَجُل قَدْ سَمَّاهُ فَقَالَ هُوَ عَبْد الْحَمِيد بْن سُلَيْمَان - اِنْقَطَعَ مِنْ كِتَابِي - عَنْ الذَّيَّال بْن عَبَّاد قَالَ : كَتَبَ أَبُو حَازِم الْأَعْرَج إِلَى الزُّهْرِيّ : اِعْلَمْ أَنَّ الْجَاه جَاهَانِ : جَاه يُجْرِيه اللَّه تَعَالَى عَلَى أَيْدِي أَوْلِيَائِهِ لِأَوْلِيَائِهِ وَأَنَّهُمْ الْخَامِل ذِكْرهمْ الْخَفِيَّة شُخُوصهمْ وَلَقَدْ جَاءَتْ صِفَتهمْ عَلَى لِسَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يُحِبّ الْأَخْفِيَاء الْأَتْقِيَاء الْأَبْرِيَاء الَّذِينَ إِذَا غَابُوا لَمْ يُفْتَقَدُوا وَإِذَا حَضَرُوا لَمْ يَدَعُوا قُلُوبهمْ مَصَابِيح الْهُدَى يَخْرُجُونَ مِنْ كُلّ فِتْنَة سَوْدَاء مُظْلِمَة \" فَهَؤُلَاءِ أَوْلِيَاء اللَّه تَعَالَى الَّذِينَ قَالَ اللَّه \" أُولَئِكَ حِزْب اللَّه أَلَا إِنَّ حِزْب اللَّه هُمْ الْمُفْلِحُونَ \" وَقَالَ نُعَيْم بْن حَمَّاد حَدَّثَنَا مُحَمَّد بْن ثَوْر عَنْ يُونُس عَنْ الْحَسَن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ لَا تَجْعَل لِفَاجِرٍ وَلَا لِفَاسِقٍ عِنْدِي يَدًا وَلَا نِعْمَة فَإِنِّي وَجَدْت فِيمَا أَوْحَيْته إِلَيَّ \" لَا تَجِد قَوْمًا يُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر يُوَادُّونَ مَنْ حَادّ اللَّه وَرَسُوله\" قَالَ سُفْيَان يَرَوْنَ أَنَّهَا نَزَلَتْ فِيمَنْ يُخَالِط السُّلْطَان. رَوَاهُ أَبُو أَحْمَد الْعَسْكَرِيّ . آخِر تَفْسِير سُورَة الْمُجَادَلَة وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42044, "aya_id": 22}]