[{"text": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِندَ اللَّهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ", "sura_id": 62, "type": 0, "id": 5188, "aya_id": 11}, {"text": "وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجارة والله خير الرازقين", "sura_id": 62, "type": 1, "id": 11424, "aya_id": 11}, {"text": "11 - (وإذا رأوا تجارة أو لهوا انفضوا إليها) التجارة لأنها مطلوبهم دون اللهو (وتركوك) في الخطبة (قائما قل ما عند الله) من الثواب (خير) للذين آمنوا (من اللهو ومن التجارة والله خير الرازقين) يقال كل لإنسان يرزق عائلته أي من رزق الله تعالى \r\n", "sura_id": 62, "type": 2, "id": 30132, "aya_id": 11}, {"text": "إذا رأى بعض المسلمين تجارة أو شيئًا مِن لهو الدنيا وزينتها تفرَّقوا إليها, وتركوك -أيها النبي- قائمًا على المنبر تخطب, قل لهم-أيها النبي-: ما عند الله من الثواب والنعيم أنفع لكم من اللهو ومن التجارة, والله- وحده- خير مَن رزق وأعطى, فاطلبوا منه, واستعينوا بطاعته على نيل ما عنده من خيري الدنيا والآخرة.\r\n", "sura_id": 62, "type": 3, "id": 36368, "aya_id": 11}, {"text": " <font color=red>وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ</font><BR><p>يُعَاتِب تَبَارَكَ وَتَعَالَى عَلَى مَا كَانَ وَقَعَ مِنْ الِانْصِرَاف عَنْ الْخُطْبَة يَوْم الْجُمُعَة إِلَى التِّجَارَة الَّتِي قَدِمَتْ الْمَدِينَة يَوْمئِذٍ فَقَالَ تَعَالَى\" وَإِذَا رَأَوْا تِجَارَة أَوْ لَهْوًا اِنْفَضُّوا إِلَيْهَا وَتَرَكُوك قَائِمًا \" أَيْ عَلَى الْمِنْبَر تَخْطُب هَكَذَا ذَكَرَهُ غَيْر وَاحِد مِنْ التَّابِعِينَ مِنْهُمْ أَبُو الْعَالِيَة وَالْحَسَن وَزَيْد بْن أَسْلَمَ وَقَتَادَة وَزَعَمَ مُقَاتِل بْن حَيَّان أَنَّ التِّجَارَة كَانَتْ لِدِحْيَة بْن خَلِيفَة قَبْل أَنْ يُسْلِمَ وَكَانَ مَعَهَا طَبْل فَانْصَرَفُوا إِلَيْهَا وَتَرَكُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَائِمًا عَلَى الْمِنْبَر إِلَّا الْقَلِيل مِنْهُمْ وَقَدْ صَحَّ بِذَلِكَ الْخَبَر فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن إِدْرِيس عَنْ حُصَيْن عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ جَابِر قَالَ : قَدِمْت غَيْر مَرَّة الْمَدِينَة وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب فَخَرَجَ النَّاس وَبَقِيَ اِثْنَا عَشَر رَجُلًا فَنَزَلَتْ \" وَإِذَا رَأَوْا تِجَارَة أَوْ لَهْوًا اِنْفَضُّوا إِلَيْهَا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث سَالِم بِهِ. وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى حَدَّثَنَا هُشَيْم عَنْ حُصَيْنٍ عَنْ سَالِم بْن أَبِي الْجَعْد وَأَبِي سُفْيَان عَنْ جَابِر بْن عَبْد اللَّه قَالَ : بَيْنَمَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب يَوْم الْجُمُعَة فَقَدِمَتْ عِير إِلَى الْمَدِينَة فَابْتَدَرَهَا أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى لَمْ يَبْقَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا اِثْنَا عَشَر رَجُلًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ تَتَابَعْتُمْ حَتَّى لَمْ يَبْقَ مِنْكُمْ أَحَد لَسَالَ بِكُمْ الْوَادِي نَارًا \" وَنَزَلَتْ هَذِهِ الْآيَة \" وَإِذَا رَأَوْا تِجَارَة أَوْ لَهْوًا اِنْفَضُّوا إِلَيْهَا وَتَرَكُوك قَائِمًا \" وَقَالَ كَانَ فِي الِاثْنَيْ عَشَر الَّذِينَ ثَبَتُوا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبُو بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا وَفِي قَوْله تَعَالَى \" تَرَكُوك قَائِمًا \" دَلِيل عَلَى أَنَّ الْإِمَام يَخْطُب يَوْم الْجُمُعَة قَائِمًا . وَقَدْ رَوَى مُسْلِم فِي صَحِيحه عَنْ جَابِر بْن سَمُرَة قَالَ : كَانَتْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خُطْبَتَانِ يَجْلِس بَيْنهمَا يَقْرَأ الْقُرْآن وَيَذْكُر النَّاس وَلَكِنْ هَاهُنَا شَيْء يَنْبَغِي أَنْ يُعْلَم هُوَ : أَنَّ هَذِهِ الْقِصَّة قَدْ قِيلَ إِنَّهَا كَانَتْ لَمَّا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُقَدِّمُ الصَّلَاة يَوْم الْجُمُعَة عَلَى الْخُطْبَة كَمَا رَوَاهُ أَبُو دَاوُد فِي كِتَاب الْمَرَاسِيل حَدَّثَنَا مَحْمُود بْن خَالِد عَنْ الْوَلِيد أَخْبَرَنِي أَبُو مُعَاذ بُكَيْر اِبْن مَعْرُوف أَنَّهُ سَمِعَ مُقَاتِل بْن حَيَّان يَقُول كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي يَوْم الْجُمُعَة قَبْل الْخُطْبَة مِثْل الْعِيدَيْنِ حَتَّى إِذَا كَانَ يَوْمٌ وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب وَقَدْ صَلَّى الْجُمُعَة فَدَخَلَ رَجُل فَقَالَ إِنَّ دِحْيَة بْن خَلِيفَة قَدْ قَدِمَ بِتِجَارَةٍ يَعْنِي فَانْفَضُّوا وَلَمْ يَبْقَ مَعَهُ إِلَّا نَفَر يَسِير وَقَوْله تَعَالَى \" قُلْ مَا عِنْد اللَّه\" أَيْ الَّذِي عِنْد اللَّه مِنْ الثَّوَاب فِي الدَّار الْآخِرَة \" خَيْر مِنْ اللَّهْو وَمِنْ التِّجَارَة وَاَللَّه خَيْر الرَّازِقِينَ\" أَيْ لِمَنْ تَوَكَّلَ عَلَيْهِ وَطَلَبَ الرِّزْق فِي وَقْته . آخِر تَفْسِير سُورَة الْجُمُعَة وَلِلَّهِ الْحَمْد وَالْمِنَّة وَبِهِ التَّوْفِيق وَالْعِصْمَة .</p><BR> <br> ", "sura_id": 62, "type": 4, "id": 42270, "aya_id": 11}]