[{"text": "وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاء فِي الْمَحِيضِ وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللّهُ إِنَّ اللّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ", "sura_id": 2, "type": 0, "id": 229, "aya_id": 222}, {"text": "ويسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن من حيث أمركم الله إن الله يحب التوابين ويحب المتطهرين", "sura_id": 2, "type": 1, "id": 6465, "aya_id": 222}, {"text": "222 - (ويسألونك عن المحيض) أي الحيض أو مكانه ماذا يفعل بالنساء فيه (قل هو أذى) قذر أو محله (فاعتزلوا النساء) اتركوا وطأهن (في المحيض) أي وقته أو مكانه (ولا تقربوهن) بالجماع (حتى يطَّهَّرن) بسكون الطاء وتشديدها والهاء وفيه إدغام التاء في الأصل في الطاء أي يغتسلن بعد انقطاعه (فإذا تطهرن فأتوهن) بالجماع (من حيث أمركم الله) بتجنبه في الحيض وهو القبل ولا تعدوه إلى غيره (إن الله يحب) يثيب ويكرم (التوابين) من الذنوب (ويحب المتطهرين) من الأقذار \r\n", "sura_id": 2, "type": 2, "id": 25173, "aya_id": 222}, {"text": "ويسألونك عن الحيض- وهو الدم الذي يسيل من أرحام النساء جِبِلَّة في أوقات مخصوصة-, قل لهم -أيها النبي-: هو أذى مستقذر يضر من يَقْرَبُه, فاجتنبوا جماع النساء مدة الحيض حتى ينقطع الدم, فإذا انقطع الدم, واغتسلن, فجامعوهن في الموضع الذي أحلَّه الله لكم, وهو القبل لا الدبر. إن الله يحب عباده المكثرين من الاستغفار والتوبة, ويحب عباده المتطهرين الذين يبتعدون عن الفواحش والأقذار.\r\n", "sura_id": 2, "type": 3, "id": 31409, "aya_id": 222}, {"text": " <font color=red>وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس أَنَّ الْيَهُود كَانَتْ إِذَا حَاضَتْ الْمَرْأَةُ مِنْهُمْ لَمْ يُوَاكِلُوهَا وَلَمْ يُجَامِعُوهَا فِي الْبُيُوت فَسَأَلَ أَصْحَابُ النَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ \" وَيَسْأَلُونَك عَنْ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاء فِي الْمَحِيض وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ \" حَتَّى فَرَغَ مِنْ الْآيَة . فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اِصْنَعُوا كُلّ شَيْء إِلَّا النِّكَاح \" فَبَلَغَ ذَلِكَ الْيَهُود فَقَالُوا : مَا يُرِيد هَذَا الرَّجُل أَنْ يَدَع مِنْ أَمْرنَا شَيْئًا إِلَّا خَالَفَنَا فِيهِ فَجَاءَ أُسَيْد بْن حُضَيْر وَعَبَّاد بْن بِشْر . فَقَالَا يَا رَسُول اللَّه : إِنَّ الْيَهُود قَالَتْ كَذَا وَكَذَا أَفَلَا نُجَامِعهُنَّ ؟ فَتَغَيَّرَ وَجْه رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حَتَّى ظَنَنَّا أَنْ قَدْ وَجَدَ عَلَيْهِمَا فَخَرَجَا فَاسْتَقْبَلَهُمَا هَدِيَّة مِنْ لَبَن إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَرْسَلَ فِي آثَارهمَا فَسَقَاهُمَا فَعَرَفَا أَنْ لَمْ يَجِد عَلَيْهِمَا رَوَاهُ مُسْلِم مِنْ حَدِيث حَمَّاد بْن زَيْد بْن سَلَمَة فَقَوْله \" فَاعْتَزِلُوا النِّسَاء فِي الْمَحِيض \" يَعْنِي الْفَرْج لِقَوْلِهِ \" اِصْنَعُوا كُلّ شَيْء إِلَّا النِّكَاح \" وَلِهَذَا ذَهَبَ كَثِير مِنْ الْعُلَمَاء أَوْ أَكْثَرهمْ إِلَى أَنَّهُ يَجُوز مُبَاشَرَة الْحَائِض فِيمَا عَدَا الْفَرْج . قَالَ أَبُو دَاوُد أَيْضًا : حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد عَنْ أَيُّوب عَنْ عِكْرِمَة عَنْ بَعْض أَزْوَاج النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَانَ إِذَا أَرَادَ مِنْ الْحَائِض شَيْئًا أَلْقَى عَلَى فَرْجهَا ثَوْبًا . وَقَالَ أَبُو دَاوُد أَيْضًا حَدَّثَنَا الشَّعْبِيّ حَدَّثَنَا عَبْد اللَّه يَعْنِي اِبْن عُمَر بْن غَانِم عَنْ عَبْد الرَّحْمَن يَعْنِي اِبْن زِيَاد عَنْ عُمَارَة بْن غُرَاب أَنَّ عَمَّة لَهُ حَدَّثَتْهُ أَنَّهَا سَأَلْت عَائِشَة قَالَتْ : إِحْدَانَا تَحِيض وَلَيْسَ لَهَا وَلِزَوْجِهَا فِرَاش إِلَّا فِرَاش وَاحِد قَالَتْ : أُخْبِرُك بِمَا صَنَعَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - دَخَلَ فَمَضَى إِلَى مَسْجِده قَالَ أَبُو دَاوُد : تَعْنِي مَسْجِد بَيْتهَا فَمَا اِنْصَرَفَ حَتَّى غَلَبَتْنِي عَيْنِي فَأَوْجَعَهُ الْبَرْد فَقَالَ : \" اُدْنِي مِنِّي \" فَقُلْت : إِنِّي حَائِض فَقَالَ : وَإِنْ \" اِكْشِفِي عَنْ فَخِذَيْك \" فَكَشَفْت فَخِذَيَّ فَوَضَعَ خَدّه وَصَدْره عَلَى فَخِذِي وَحَنَيْت عَلَيْهِ حَتَّى دَفِئَ وَنَامَ - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - وَقَالَ : أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا أَيُّوب عَنْ كِتَاب أَبِي قِلَابَة أَنَّ مَسْرُوقًا رَكِبَ إِلَى عَائِشَة فَقَالَ : السَّلَام عَلَى النَّبِيّ وَعَلَى أَهْله فَقَالَتْ عَائِشَة : مَرْحَبًا مَرْحَبًا فَأَذِنُوا لَهُ فَدَخَلَ فَقَالَ : إِنِّي أُرِيد أَنْ أَسْأَلك عَنْ شَيْء وَأَنَا أَسْتَحِي فَقَالَتْ إِنَّمَا أَنَا أُمّك وَأَنْتَ اِبْنِي فَقَالَ : مَا لِلرَّجُلِ مِنْ اِمْرَأَته وَهِيَ حَائِض فَقَالَتْ لَهُ كُلُّ شَيْءٍ إِلَّا فَرْجهَا . وَرَوَاهُ أَيْضًا عَنْ حُمَيْد بْن مَسْعَدَة عَنْ يَزِيد بْن زُرَيْع عَنْ عُيَيْنَة بْن عَبْد الرَّحْمَن بْن جَوْشَن عَنْ مَرْوَان الْأَصْفَر عَنْ مَسْرُوق . قَالَ قُلْت لِعَائِشَة مَا يَحِلُّ لِلرَّجُلِ مِنْ اِمْرَأَته إِذَا كَانَتْ حَائِضًا ؟ قَالَتْ : كُلّ شَيْء إِلَّا الْجِمَاع . وَهَذَا قَوْل اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَعِكْرِمَة وَرَوَى اِبْن جَرِير أَيْضًا عَنْ أَبِي كُرَيْب عَنْ اِبْن أَبِي زَائِدَة عَنْ حَجَّاج عَنْ مَيْمُون بْن مِهْرَان عَنْ عَائِشَة قَالَتْ لَهُ : مَا فَوْق الْإِزَار . \" قُلْت \" وَيَحِلّ مُضَاجَعَتهَا وَمُوَاكَلَتهَا بِلَا خِلَاف قَالَتْ عَائِشَة : كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَأْمُرنِي فَأَغْسِل رَأْسه وَأَنَا حَائِض وَكَانَ يَتَّكِئ فِي حِجْرِي وَأَنَا حَائِض فَيَقْرَأ الْقُرْآن وَفِي الصَّحِيح عَنْهَا قَالَتْ : كُنْت أَتَعَرَّقُ الْعَرْق وَأَنَا حَائِض فَأُعْطِيه النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَيَضَعُ فَمَه فِي الْمَوْضِع الَّذِي وَضَعْت فَمِي فِيهِ وَأَشْرَب الشَّرَاب فَأُنَاوِلهُ فَيَضَع فَمه فِي الْمَوْضِع الَّذِي كُنْت أَشْرَب مِنْهُ وَقَالَ أَبُو دَاوُد : حَدَّثَنَا مُسَدَّد حَدَّثَنَا يَحْيَى عَنْ جَابِر بْن صُبْح سَمِعْت خَلَّاسًا الْهَجَرِيّ قَالَ : سَمِعْت عَائِشَة تَقُول كُنْت أَنَا وَرَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَبِيت فِي الشِّعَار الْوَاحِد وَأَنَا حَائِض طَامِث فَإِنْ أَصَابَهُ مِنِّي شَيْء غَسَلَ مَكَانه لَمْ يَعْدُهُ وَإِنْ أَصَابَهُ يَعْنِي ثَوْبه شَيْء غَسَلَ مَكَانه لَمْ يَعْدُهُ وَصَلَّى فِيهِ فَأَمَّا مَا رَوَاهُ أَبُو دَاوُد حَدَّثَنَا سَعِيد بْن عَبْد الْجَبَّار حَدَّثَنَا عَبْد الْعَزِيز يَعْنِي اِبْن مُحَمَّد عَنْ أَبِي الْيَمَان عَنْ أُمّ ذَرَّة عَنْ عَائِشَة أَنَّهَا قَالَتْ : كُنْت إِذَا حِضْت نَزَلْت عَنْ الْمِثَال عَلَى الْحَصِير فَلَمْ تَقْرَب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَلَمْ تَدْنُ مِنْهُ حَتَّى تَطْهُر فَهُوَ مَحْمُول عَلَى التَّنَزُّه وَالِاحْتِيَاط وَقَالَ آخَرُونَ : إِنَّمَا تَحِلّ لَهُ مُبَاشَرَتُهَا فِيمَا عَدَا مَا تَحْت الْإِزَار كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ مَيْمُونَة بِنْت الْحَارِث الْهِلَالِيَّة قَالَتْ : كَانَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِذَا أَرَادَ أَنْ يُبَاشِر اِمْرَأَة مِنْ نِسَائِهِ أَمَرَهَا فَاِتَّزَرَتْ وَهِيَ حَائِض وَهَذَا لَفْظ الْبُخَارِيّ وَلَهُمَا عَنْ عَائِشَة نَحْوه . وَرَوَى الْإِمَام أَحْمَد وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث الْعَلَاء عَنْ حَرَام بْن حَكِيم عَنْ عَمّه عَبْد اللَّه بْن سَعْد الْأَنْصَارِيّ أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ مَا يَحِلّ لِي مِنْ اِمْرَأَتِي وَهِيَ حَائِض ؟ قَالَ : \" مَا فَوْق الْإِزَار \" وَلِأَبِي دَاوُد أَيْضًا عَنْ مُعَاذ بْن جَبَل قَالَ : سَأَلْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَمَّا يَحِلّ لِي مِنْ اِمْرَأَتِي وَهِيَ حَائِض قَالَ : \" مَا فَوْق الْإِزَار وَالتَّعَفُّف عَنْ ذَلِكَ أَفْضَل \" وَهُوَ رِوَايَة عَنْ عَائِشَة كَمَا تَقَدَّمَ وَابْن عَبَّاس وَسَعِيد بْن الْمُسَيِّب وَشُرَيْح فَهَذِهِ الْأَحَادِيث وَمَا شَابَهَهَا حُجَّة مَنْ ذَهَبَ إِلَى أَنَّهُ يَحِلّ مَا فَوْق الْإِزَار مِنْهَا وَهُوَ أَحَد الْقَوْلَيْنِ فِي مَذْهَب الشَّافِعِيّ رَحِمَهُ اللَّه الَّذِي رَجَّحَهُ كَثِير مِنْ الْعِرَاقِيِّينَ وَغَيْرهمْ وَمَأْخَذُهُمْ أَنَّهُ حَرِيمُ الْفَرْج فَهُوَ حَرَام لِئَلَّا يَتَوَصَّل إِلَى تَعَاطِي مَا حَرَّمَ اللَّه عَزَّ وَجَلَّ الَّذِي أَجْمَعَ الْعُلَمَاء عَلَى تَحْرِيمه وَهُوَ الْمُبَاشَرَة فِي الْفَرْج ثُمَّ مَنْ فَعَلَ ذَلِكَ فَقَدْ أَثِمَ فَيَسْتَغْفِر اللَّه وَيَتُوب إِلَيْهِ وَهَلْ يَلْزَمهُ مَعَ ذَلِكَ كَفَّارَة أَمْ لَا ؟ فِيهِ قَوْلَانِ \" أَحَدهمَا \" نَعَمْ لِمَا رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي الَّذِي يَأْتِي اِمْرَأَته وَهِيَ حَائِض يَتَصَدَّق بِدِينَارٍ أَوْ نِصْف دِينَار وَفِي لَفْظ التِّرْمِذِيّ \" إِذَا كَانَ دَمًا أَحْمَر فَدِينَار وَإِنْ كَانَ دَمًا أَصْفَر فَنِصْف دِينَار \" وَلِلْإِمَامِ أَحْمَد أَيْضًا عَنْهُ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - جَعَلَ فِي الْحَائِض نِصَاب دِينَار فَإِنْ أَصَابَهَا وَقَدْ أَدْبَرَ الدَّم عَنْهَا وَلَمْ تَغْتَسِل فَنِصْف دِينَار \" وَالْقَوْل الثَّانِي \" وَهُوَ الصَّحِيح الْجَدِيد مِنْ مَذْهَب الشَّافِعِيّ وَقَوْل الْجُمْهُور أَنَّهُ لَا شَيْء فِي ذَلِكَ بَلْ يَسْتَغْفِر اللَّه عَزَّ وَجَلَّ لِأَنَّهُ لَمْ يَصِحّ عِنْدهمْ رَفْع هَذَا الْحَدِيث فَإِنَّهُ قَدْ رُوِيَ مَرْفُوعًا كَمَا تَقَدَّمَ وَمَوْقُوفًا وَهُوَ الصَّحِيح عِنْد كَثِير مِنْ أَئِمَّة الْحَدِيث فَقَوْله تَعَالَى \" وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ\" تَفْسِير لِقَوْلِهِ \" فَاعْتَزِلُوا النِّسَاء فِي الْمَحِيض \" وَنَهْيٌ عَنْ قُرْبَانهنَّ بِالْجِمَاعِ مَا دَامَ الْحَيْض مَوْجُودًا وَمَفْهُومه حِلّه إِذَا اِنْقَطَعَ قَالَ الْإِمَام أَبُو عَبْد اللَّه أَحْمَد بْن مُحَمَّد بْن حَنْبَل فِيمَا أَمْلَاهُ فِي الطَّاعَة وَقَوْله \" وَيَسْأَلُونَك عَنْ الْمَحِيض قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاء فِي الْمَحِيض وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ \" الْآيَة . الطُّهْر يَدُلّ عَلَى أَنْ يَقْرَبهَا فَلَمَّا قَالَتْ مَيْمُونَة وَعَائِشَة كَانَتْ إِحْدَانَا إِذَا حَاضَتْ اِتَّزَرَتْ وَدَخَلَتْ مَعَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي شِعَاره دَلَّ ذَلِكَ عَلَى أَنَّهُ إِنَّمَا أَرَادَ الْجِمَاع . وَقَوْله \" فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمْ اللَّه \" فِيهِ نَدْب وَإِرْشَاد إِلَى غِشْيَانهنَّ بَعْد الِاغْتِسَال وَذَهَبَ اِبْن حَزْم إِلَى وُجُوب الْجِمَاع بَعْد كُلّ حَيْضَة لِقَوْلِهِ \" فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمْ اللَّه \" وَلَيْسَ لَهُ فِي ذَلِكَ مُسْتَنَد لِأَنَّ هَذَا أَمْر بَعْد الْحَظْر وَفِيهِ أَقْوَال لِعُلَمَاء الْأُصُول مِنْهُمْ مَنْ يَقُول إِنَّهُ عَلَى الْوُجُوب كَالْمُطْلَقِ وَهَؤُلَاءِ يَحْتَاجُونَ إِلَى جَوَاب اِبْن حَزْم وَمِنْهُمْ مَنْ يَقُول إِنَّهُ لِلْإِبَاحَةِ وَيَجْعَلُونَ تَقَدُّم النَّهْي عَلَيْهِ قَرِينَة صَارِفَة لَهُ عَنْ الْوُجُوب وَفِيهِ نَظَر وَاَلَّذِي يَنْهَض عَلَيْهِ الدَّلِيل أَنَّهُ يَرُدّ عَلَيْهِ الْحُكْم إِلَى مَا كَانَ عَلَيْهِ الْأَمْر قَبْل النَّهْي فَإِنْ كَانَ وَاجِبًا فَوَاجِب كَقَوْلِهِ \" فَإِذَا اِنْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ \" أَوْ مُبَاحًا فَمُبَاح كَقَوْلِهِ\" وَإِذَا حَلَلْتُمْ فَاصْطَادُوا \" \" فَإِذَا قُضِيَتْ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ \" وَعَلَى هَذَا الْقَوْل تَجْتَمِع الْأَدِلَّة وَقَدْ حَكَاهُ الْغَزَالِيّ وَغَيْره فَاخْتَارَهُ بَعْض أَئِمَّة الْمُتَأَخِّرِينَ وَهُوَ الصَّحِيح وَقَدْ اِتَّفَقَ الْعُلَمَاء عَلَى أَنَّ الْمَرْأَة إِذَا اِنْقَطَعَ حَيْضهَا لَا تَحِلّ حَتَّى تَغْتَسِل بِالْمَاءِ أَوْ تَتَيَمَّم إِنْ تَعَذَّرَ ذَلِكَ عَلَيْهَا بِشَرْطِهِ إِلَّا أَنَّ أَبَا حَنِيفَة رَحِمَهُ اللَّه يَقُول فِيمَا إِذَا اِنْقَطَعَ دَمهَا لِأَكْثَر الْحَيْض وَهُوَ عَشَرَة أَيَّام عِنْده إِنَّهَا تَحِلّ بِمُجَرَّدِ الِانْقِطَاع وَلَا تَفْتَقِر إِلَى غُسْل وَاَللَّه أَعْلَم . وَقَالَ اِبْن عَبَّاس \" حَتَّى يَطْهُرْنَ \" أَيْ مِنْ الدَّم \" فَإِذَا تَطَهَّرْنَ\" أَيْ بِالْمَاءِ وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَالْحَسَن وَمُقَاتِل بْن حَيَّان وَاللَّيْث بْن سَعْد وَغَيْرهمْ . وَقَوْله \" مِنْ حَيْثُ أَمَرَكُمْ اللَّه \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد يَعْنِي الْفَرْج قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس\" فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمْ اللَّه \" يَقُول فِي الْفَرْج وَلَا تَعْدُوهُ إِلَى غَيْره فَمَنْ فَعَلَ شَيْئًا مِنْ ذَلِكَ فَقَدْ اِعْتَدَى وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة \" مِنْ حَيْثُ أَمَرَكُمْ اللَّه \" أَيْ أَنْ تَعْتَزِلُوهُنَّ وَفِيهِ دَلَالَة حِينَئِذٍ عَلَى تَحْرِيم الْوَطْء فِي الدُّبُر كَمَا سَيَأْتِي تَقْرِيره قَرِيبًا إِنْ شَاءَ اللَّه تَعَالَى وَقَالَ أَبُو رَزِين وَعِكْرِمَة وَالضَّحَّاك وَغَيْر وَاحِد \" فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمْ اللَّه \" يَعْنِي طَاهِرَات غَيْر حَيْض وَلِهَذَا قَالَ \" إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ\" أَيْ مِنْ الذَّنْب وَإِنْ تَكَرَّرَ غِشْيَانه \" وَيُحِبّ الْمُتَطَهِّرِينَ\" أَيْ الْمُتَنَزِّهِينَ عَنْ الْأَقْذَار وَالْأَذَى وَهُوَ مَا نُهُوا عَنْهُ مِنْ إِتْيَان الْحَائِض أَوْ فِي غَيْر الْمَأْتَى .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38634, "aya_id": 222}]