[{"text": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ", "sura_id": 26, "type": 0, "id": 3109, "aya_id": 177}, {"text": "إذ قال لهم شعيب ألا تتقون", "sura_id": 26, "type": 1, "id": 9345, "aya_id": 177}, {"text": "177 - (إذ قال لهم شعيب) لم يقل أخوهم لأنه لم يكن منهم (ألا تتقون) \r\n", "sura_id": 26, "type": 2, "id": 28053, "aya_id": 177}, {"text": " إذ قال لهم شعيب: ألا تخشون عقاب الله على شرككم ومعاصيكم؟\r\n", "sura_id": 26, "type": 3, "id": 34289, "aya_id": 177}, {"text": " <font color=red>إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ</font><BR><p>إِنَّمَا قَالَ \" إِذْ قَالَ لَهُمْ شُعَيْب \" فَقَطَعَ نَسَب الْأُخُوَّة بَيْنهمْ لِلْمَعْنَى الَّذِي نُسِبُوا إِلَيْهِ وَإِنْ كَانَ أَخَاهُمْ نَسَبًا وَمِنْ النَّاس مَنْ لَمْ يَفْطِن لِهَذِهِ النُّكْتَة فَظَنَّ أَنَّ أَصْحَاب الْأَيْكَة غَيْر أَهْل مَدْيَن فَزَعَمَ أَنَّ شُعَيْبًا عَلَيْهِ السَّلَام بَعَثَهُ اللَّه إِلَى أُمَّتَيْنِ وَمِنْهُمْ مَنْ قَالَ ثَلَاث أُمَم وَقَدْ رَوَى إِسْحَاق بْن بِشْر الْكَاهِلِيّ - وَهُوَ ضَعِيف - حَدَّثَنِي اِبْن السُّدِّيّ عَنْ أَبِيهِ وَزَكَرِيَّا بْن عَمْرو عَنْ خُصَيْف عَنْ عِكْرِمَة قَالَا : مَا بَعَثَ اللَّه نَبِيًّا مَرَّتَيْنِ إِلَّا شُعَيْبًا مَرَّة إِلَى مَدْيَن فَأَخَذَهُمْ اللَّه بِالصَّيْحَةِ وَمَرَّة إِلَى أَصْحَاب الْأَيْكَة فَأَخَذَهُمْ اللَّه تَعَالَى بِعَذَابِ يَوْم الظُّلَّة وَرَوَى أَبُو الْقَاسِم الْبَغَوِيّ عَنْ هُدْبَة عَنْ هَمَّام عَنْ قَتَادَة فِي قَوْله تَعَالَى \" وَأَصْحَاب الرَّسّ \" قَوْم شُعَيْب وَقَوْله \" وَأَصْحَاب الْأَيْكَة \" قَوْم شُعَيْب وَقَالَهُ إِسْحَاق بْن بِشْر وَقَالَ غَيْر جُوَيْبِر أَصْحَاب الْأَيْكَة وَمَدْيَن هُمَا وَاحِد وَاَللَّه أَعْلَم وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة شُعَيْب مِنْ طَرِيق مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة عَنْ أَبِيهِ عَنْ مُعَاوِيَة بْن هِشَام عَنْ هِشَام بْن سَعِيد عَنْ سَعِيد بْن أَبِي هِلَال عَنْ رَبِيعَة بْن يُوسُف عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ قَوْم مَدْيَن وَأَصْحَاب الْأَيْكَة أُمَّتَانِ بَعَثَ اللَّه إِلَيْهِمَا شُعَيْبًا النَّبِيّ عَلَيْهِ السَّلَام \" وَهَذَا غَرِيب وَفِي رَفْعه نَظَر وَالْأَشْبَه أَنْ يَكُون مَوْقُوفًا وَالصَّحِيح أَنَّهُمْ أُمَّة وَاحِدَة وُصِفُوا فِي كُلّ مَقَام بِشَيْءٍ وَلِهَذَا وَعَظَ هَؤُلَاءِ وَأَمَرَهُمْ بِوَفَاءِ الْمِكْيَال وَالْمِيزَان كَمَا فِي قِصَّة مَدْيَن سَوَاء بِسَوَاءٍ فَدَلَّ ذَلِكَ عَلَى أَنَّهُمَا أُمَّة وَاحِدَة .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39452, "aya_id": 177}]