[{"text": "سَوَاء مِّنكُم مَّنْ أَسَرَّ الْقَوْلَ وَمَن جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ", "sura_id": 13, "type": 0, "id": 1717, "aya_id": 10}, {"text": "سواء منكم من أسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار", "sura_id": 13, "type": 1, "id": 7953, "aya_id": 10}, {"text": "10 - (سواء منكم) في علمه تعالى (من أسر القول ومن جهر به ومن هو مستخف) مستتر (بالليل) بظلامه (وسارب) ظاهر بذهابه في سربه أي طريقه (بالنهار) \r\n", "sura_id": 13, "type": 2, "id": 26661, "aya_id": 10}, {"text": "يستوي في علمه تعالى مَن أخفى القول منكم ومَن جهر به, ويستوي عنده مَن استتر بأعماله في ظلمة الليل, ومن جهر بها في وضح النهار.\r\n", "sura_id": 13, "type": 3, "id": 32897, "aya_id": 10}, {"text": " <font color=red>سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ</font><BR><p>يُخْبِر تَعَالَى عَنْ إِحَاطَة عِلْمه بِجَمِيعِ خَلْقه وَأَنَّهُ سَوَاء مِنْهُمْ مَنْ أَسَرَّ قَوْله أَوْ جَهَرَ بِهِ فَإِنَّهُ يَسْمَعهُ لَا يَخْفَى عَلَيْهِ شَيْء كَقَوْلِهِ \" وَإِنْ تَجْهَر بِالْقَوْلِ فَإِنَّهُ يَعْلَم السِّرّ وَأَخْفَى \" وَقَالَ \" وَيَعْلَم مَا تُخْفُونَ وَمَا تُعْلِنُونَ \" وَقَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا : سُبْحَان الَّذِي وَسِعَ سَمْعه الْأَصْوَات وَاَللَّه لَقَدْ جَاءَتْ الْمُجَادِلَة تَشْتَكِي زَوْجهَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا فِي جَنْب الْبَيْت وَإِنَّهُ لَيَخْفَى عَلَيَّ بَعْض كَلَامهَا فَأَنْزَلَ اللَّه \" قَدْ سَمِعَ اللَّه قَوْل الَّتِي تُجَادِلك فِي زَوْجهَا وَتَشْتَكِي إِلَى اللَّه وَاَللَّه يَسْمَع تَحَاوُركُمَا إِنَّ اللَّه سَمِيع بَصِير\" وَقَوْله \" وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ \" أَيْ مُخْتَفٍ فِي قَعْر بَيْته فِي ظَلَام اللَّيْل \" وَسَارِب بِالنَّهَارِ \" أَيْ ظَاهِر مَاشٍ فِي بَيَاض النَّهَار وَضِيَائِهِ فَإِنَّ كِلَاهُمَا فِي عِلْم اللَّه عَلَى السَّوَاء كَقَوْلِهِ تَعَالَى \" أَلَا حِين يَسْتَغْشُونَ ثِيَابهمْ \" الْآيَة وَقَوْله تَعَالَى \" وَمَا تَكُون فِي شَأْن وَمَا تَتْلُو مِنْهُ مِنْ قُرْآن وَلَا تَعْمَلُونَ مِنْ عَمَل إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُب عَنْ رَبّك مِنْ مِثْقَال ذَرَّة فِي الْأَرْض وَلَا فِي السَّمَاء وَلَا أَصْغَر مِنْ ذَلِكَ وَلَا أَكْبَر إِلَّا فِي كِتَاب مُبِين \" .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37858, "aya_id": 10}]