[{"text": "وَاللّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُم مِّنْ أَزْوَاجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللّهِ هُمْ يَكْفُرُونَ", "sura_id": 16, "type": 0, "id": 1973, "aya_id": 72}, {"text": "والله جعل لكم من أنفسكم أزواجا وجعل لكم من أزواجكم بنين وحفدة ورزقكم من الطيبات أفبالباطل يؤمنون وبنعمة الله هم يكفرون", "sura_id": 16, "type": 1, "id": 8209, "aya_id": 72}, {"text": "72 - (والله جعل لكم من أنفسكم أزواجا) فخلق حواء من ضلع آدم وسائر النساء من نطف الرجال والنساء (وجعل لكم من أزواجكم بنين وحفدة) أولاد ددالأولاد (ورزقكم من الطيبات) من أنواع الثمار والحبوب والحيوان (أفبالباطل) الصنم (يؤمنون وبنعمة الله هم يكفرون) بإشراكهم \r\n", "sura_id": 16, "type": 2, "id": 26917, "aya_id": 72}, {"text": "والله سبحانه جعل مِن جنسكم أزواجا; لتستريح نفوسكم معهن, وجعل لكم منهن الأبناء ومِن نسلهنَّ الأحفاد, ورزقكم من الأطعمة الطيبة من الثمار والحبوب واللحوم وغير ذلك. أفبالباطل من ألوهية شركائهم يؤمنون, وبنعم الله التي لا تحصى يجحدون, ولا يشكرون له بإفراده جل وعلا بالعبادة؟\r\n", "sura_id": 16, "type": 3, "id": 33153, "aya_id": 72}, {"text": " <font color=red>وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ هُمْ يَكْفُرُونَ</font><BR><p>يَذْكُر تَعَالَى نِعَمه عَلَى عَبِيده بِأَنْ جَعَلَ لَهُمْ مِنْ أَنْفُسهمْ أَزْوَاجًا مِنْ جِنْسهمْ وَشَكْلهمْ وَلَوْ جَعَلَ الْأَزْوَاج مِنْ نَوْع آخَر مَا حَصَلَ الِائْتِلَاف وَالْمَوَدَّة وَالرَّحْمَة وَلَكِنْ مِنْ رَحْمَته خَلَقَ مِنْ بَنِي آدَم ذُكُورًا وَإِنَاثًا وَجَعَلَ الْإِنَاث أَزْوَاجًا لِلذُّكُورِ ثُمَّ ذَكَرَ تَعَالَى أَنَّهُ جَعَلَ مِنْ الْأَزْوَاج الْبَنِينَ وَالْحَفَدَة وَهُمْ أَوْلَاد الْبَنِينَ قَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَالْحَسَن وَالضَّحَّاك وَابْن زَيْد قَالَ شُعْبَة عَنْ أَبَى بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس بَنِينَ وَحَفَدَة : وَهُمْ الْوَلَد وَوَلَد الْوَلَد . وَقَالَ سُنَيْد حَدَّثَنَا حَجَّاج عَنْ اِبْن بَكْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : بَنُوك حَيْثُ يَحْفِدُونَك وَيَرْفِدُونَك وَيُعِينُونَك وَيَخْدُمُونَك . قَالَ جَمِيل : حَفَدَ الْوَلَائِد حَوْلهنَّ وَأَسْلَمَتْ بِأَكُفِّهِنَّ أَزِمَّة الْأَجْمَال . وَقَالَ مُجَاهِد : بَنِينَ وَحَفَدَة اِبْنه وَخَادِمه . وَقَالَ فِي رِوَايَة : الْحَفَدَة الْأَنْصَار وَالْأَعْوَان وَالْخُدَّام وَقَالَ طَاوُس وَغَيْر وَاحِد : الْحَفَدَة الْخَدَم . وَكَذَا قَالَ قَتَادَة وَأَبُو مَالِك وَالْحَسَن الْبَصْرِيّ . وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة أَنَّهُ قَالَ : الْحَفَدَة مَنْ خَدَمَك مِنْ وَلَدك وَوَلَد وَلَدك قَالَ الضَّحَّاك : إِنَّمَا كَانَتْ الْعَرَب تَخْدُمهَا بَنُوهَا . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله \" وَجَعَلَ لَكُمْ مِنْ أَزْوَاجكُمْ بَنِينَ وَحَفَدَة \" يَقُول بَنُو اِمْرَأَة الرَّجُل لَيْسُوا مِنْهُ . وَيُقَال الْحَفَدَة الرَّجُل يَعْمَل بَيْن يَدَيْ الرَّجُل . يُقَال فُلَان يَحْفِد لَنَا أَيْ يَعْمَل لَنَا قَالَ وَزَعَمَ رِجَال أَنَّ الْحَفَدَة أَخْتَان الرَّجُل وَهَذَا الْأَخِير الَّذِي ذَكَرَهُ اِبْن عَبَّاس قَالَهُ اِبْن مَسْعُود وَمَسْرُوق وَأَبُو الضُّحَى وَإِبْرَاهِيم النَّخَعِيّ وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَالْقُرَظِيّ وَرَوَاهُ عِكْرِمَة عَنْ اِبْن عَبَّاس . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس هُمْ الْأَصْهَار . قَالَ اِبْن جَرِير : وَهَذِهِ الْأَقْوَال كُلّهَا دَاخِلَة فِي مَعْنَى الْحَفَدَة وَهُوَ الْخِدْمَة الَّذِي مِنْهُ قَوْله فِي الْقُنُوت : وَإِلَيْك نَسْعَى وَنَحْفِد وَلَمَّا كَانَتْ الْخِدْمَة قَدْ تَكُون مِنْ الْأَوْلَاد وَالْخَدَم وَالْأَصْهَار فَالنِّعْمَة حَاصِلَة بِهَذَا كُلّه وَلِهَذَا قَالَ \" وَجَعَلَ لَكُمْ مِنْ أَزْوَاجكُمْ بَنِينَ وَحَفَدَة \" قُلْت فَمَنْ جَعَلَ \" وَحَفَدَة \" مُتَعَلِّقًا بِأَزْوَاجِكُمْ فَلَا بُدّ أَنْ يَكُون الْمُرَاد الْأَوْلَاد وَأَوْلَاد الْأَوْلَاد أَوْ الْأَصْهَار لِأَنَّهُمْ أَزْوَاج الْبَنَات أَوْ أَوْلَاد الزَّوْجَة وَكَذَا قَالَ الشَّعْبِيّ وَالضَّحَّاك فَإِنَّهُمْ يَكُونُونَ غَالِبًا تَحْت كَنَف الرَّجُل وَفِي حِجْره وَفِي خِدْمَته وَقَدْ يَكُون هَذَا هُوَ الْمُرَاد مِنْ قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام فِي حَدِيث نَضْرَة بْن أَكْثَم \" وَالْوَلَد عَبْد لَك \" رَوَاهُ أَبُو دَاوُد . وَأَمَّا مَنْ جَعَلَ الْحَفَدَة الْخَدَم فَعِنْده أَنَّهُ مَعْطُوف عَلَى قَوْله \" وَاَللَّه جَعَلَ لَكُمْ مِنْ أَنْفُسكُمْ أَزْوَاجًا \" أَيْ جَعَلَ لَكُمْ الْأَزْوَاج وَالْأَوْلَاد خَدَمًا . وَقَوْله \" وَرَزَقَكُمْ مِنْ الطَّيِّبَات \" أَيْ مِنْ الْمَطَاعِم وَالْمَشَارِب . ثُمَّ قَالَ تَعَالَى مُنْكِرًا عَلَى مَنْ أَشْرَكَ فِي عِبَادَة الْمُنْعِم غَيْره \" أَفَبِالْبَاطِلِ يُؤْمِنُونَ \" وَهُمْ الْأَنْدَاد وَالْأَصْنَام \" وَبِنِعْمَةِ اللَّه هُمْ يَكْفُرُونَ \" يَسْتُرُونَ نِعَم اللَّه عَلَيْهِمْ وَيُضِيفُونَهَا إِلَى غَيْره ; وَفِي الْحَدِيث الصَّحِيح \" إِنَّ اللَّه يَقُول لِلْعَبْدِ يَوْم الْقِيَامَة مُمْتَنًّا عَلَيْهِ أَلَمْ أُزَوِّجك ؟ أَلَمْ أُكْرِمك ؟ أَلَمْ أُسَخِّر لَك الْخَيْل وَالْإِبِل وَأَذَرْك تَرْأَس وَتَرْبَع \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38148, "aya_id": 72}]