[{"text": "لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ", "sura_id": 36, "type": 0, "id": 3745, "aya_id": 40}, {"text": "لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون", "sura_id": 36, "type": 1, "id": 9981, "aya_id": 40}, {"text": "40 - (لا الشمس ينبغي) يسهل ويصح (لها أن تدرك القمر) فتجتمع معه في الليل (ولا الليل سابق النهار) فلا يأتي قبل انقضائه (وكل) تنويه عوض عن المضاف إليه من الشمس والقمر والنجوم (في فلك) مستدير (يسبحون) يسيرون نزلوا منزلة العقلاء \r\n", "sura_id": 36, "type": 2, "id": 28689, "aya_id": 40}, {"text": "لكل من الشمس والقمر والليل والنهار وقت قدَّره الله له لا يتعدَّاه, فلا يمكن للشمس أن تلحق القمر فتمحو نوره, أو تغير مجراه, ولا يمكن للَّيل أن يسبق النهار, فيدخل عليه قبل انقضاء وقته, وكل من الشمس والقمر والكواكب في فلك يَجْرون.\r\n", "sura_id": 36, "type": 3, "id": 34925, "aya_id": 40}, {"text": " <font color=red>لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى : \" لَا الشَّمْس يَنْبَغِي لَهَا أَنْ تُدْرِك الْقَمَر \" قَالَ مُجَاهِد لِكُلٍّ مِنْهُمَا حَدّ لَا يَعْدُوهُ وَلَا يُقَصِّر دُونه إِذَا جَاءَ سُلْطَان هَذَا ذَهَبَ هَذَا وَإِذَا ذَهَبَ سُلْطَان هَذَا جَاءَ سُلْطَان هَذَا وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الْحَسَن فِي قَوْله تَعَالَى : \" لَا الشَّمْس يَنْبَغِي لَهَا أَنْ تُدْرِك الْقَمَر \" قَالَ ذَلِكَ لَيْلَة الْهِلَال . وَرَوَى اِبْن أَبِي حَاتِم هَهُنَا عَنْ عَبْد اللَّه بْن الْمُبَارَك أَنَّهُ قَالَ إِنَّ لِلرِّيحِ جَنَاحًا وَإِنَّ الْقَمَر يَأْوِي إِلَى غِلَاف مِنْ الْمَاء وَقَالَ الثَّوْرِيّ عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ أَبِي صَالِح لَا يُدْرِك هَذَا ضَوْء هَذَا وَلَا هَذَا ضَوْء هَذَا . وَقَالَ عِكْرِمَة فِي قَوْله عَزَّ وَجَلَّ \" لَا الشَّمْس يَنْبَغِي لَهَا أَنْ تُدْرِك الْقَمَر \" يَعْنِي أَنَّ لِكُلٍّ مِنْهُمَا سُلْطَانًا فَلَا يَنْبَغِي لِلشَّمْسِ أَنْ تَطْلُع بِاللَّيْلِ . وَقَوْله تَعَالَى : \" وَلَا اللَّيْل سَابِق النَّهَار \" يَقُول لَا يَنْبَغِي إِذَا كَانَ اللَّيْل أَنْ يَكُون لَيْل آخَر حَتَّى يَكُون النَّهَار فَسُلْطَان الشَّمْس بِالنَّهَارِ وَسُلْطَان الْقَمَر بِاللَّيْلِ وَقَالَ الضَّحَّاك لَا يَذْهَب اللَّيْل مِنْ هَهُنَا حَتَّى يَجِيء النَّهَار مِنْ هَهُنَا وَأَوْمَأَ بِيَدِهِ إِلَى الْمَشْرِق وَقَالَ مُجَاهِد \" وَلَا اللَّيْل سَابِق النَّهَار \" يَطْلُبَانِ حَثِيثَيْنِ يُسْلَخ أَحَدهمَا مِنْ الْآخَر وَالْمَعْنَى فِي هَذَا أَنَّهُ لَا فَتْرَة بَيْن اللَّيْل وَالنَّهَار بَلْ كُلّ مِنْهُمَا يَعْقُب الْآخَر بِلَا مُهْلَة وَلَا تَرَاخٍ لِأَنَّهُمَا مُسَخَّرَانِ دَائِبَيْنِ يَتَطَالَبَانِ طَلَبًا حَثِيثًا . وَقَوْله تَبَارَكَ وَتَعَالَى \" وَكُلّ فِي فَلَك يَسْبَحُونَ \" يَعْنِي اللَّيْل وَالنَّهَار وَالشَّمْس وَالْقَمَر كُلّهمْ يَسْبَحُونَ أَيْ يَدُورُونَ فِي فَلَك السَّمَاء . قَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَالضَّحَّاك وَالْحَسَن وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم فِي فَلَك بَيْن السَّمَاء وَالْأَرْض . رَوَاهُ اِبْن أَبِي حَاتِم وَهُوَ غَرِيب جِدًّا بَلْ مُنْكَر قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَغَيْر وَاحِد مِنْ السَّلَف فِي فَلْكَة كَفَلْكَةِ الْمِغْزَل وَقَالَ مُجَاهِد الْفَلَك كَحَدِيدِ الرَّحَى أَوْ كَفَلْكَةِ الْمِغْزَل لَا يَدُور الْمِغْزَل إِلَّا بِهَا وَلَا تَدُور إِلَّا بِهِ .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40373, "aya_id": 40}]