[{"text": "قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ وَإِن تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ", "sura_id": 24, "type": 0, "id": 2845, "aya_id": 54}, {"text": "قل أطيعوا الله وأطيعوا الرسول فإن تولوا فإنما عليه ما حمل وعليكم ما حملتم وإن تطيعوه تهتدوا وما على الرسول إلا البلاغ المبين", "sura_id": 24, "type": 1, "id": 9081, "aya_id": 54}, {"text": "54 - (قل أطيعوا الله وأطيعوا الرسول فإن تولوا) عن طاعته بحذف إحدى التاءين خطاب لهم (فإنما عليه ما حمل) من التبليغ (وعليكم ما حملتم) من طاعته (وإن تطيعوه تهتدوا وما على الرسول إلا البلاغ المبين) أي التبليغ البين \r\n", "sura_id": 24, "type": 2, "id": 27789, "aya_id": 54}, {"text": "قل - أيها الرسول - للناس: أطيعوا الله وأطيعوا الرسول، فإن تعرضوا فإنما على الرسول فِعْلُ ما أُمر به من تبليغ الرسالة، وعلى الجميع فِعْلُ ما كُلِّفوه من الامتثال، وإن تطيعوه ترشدوا إلى الحق، وليس على الرسول إلا أن يبلغ رسالة ربه بلاغًا بينًا.\r\n", "sura_id": 24, "type": 3, "id": 34025, "aya_id": 54}, {"text": " <font color=red>قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ</font><BR><p>أَيْ اِتَّبِعُوا كِتَاب اللَّه وَسُنَّة رَسُوله وَقَوْله تَعَالَى : \" فَإِنْ تَوَلَّوْا \" أَيْ تَتَوَلَّوْا عَنْهُ وَتَتْرُكُوا مَا جَاءَكُمْ بِهِ\" فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ \" أَيْ إِبْلَاغ الرِّسَالَة وَأَدَاء الْأَمَانَة \" وَعَلَيْكُمْ مَا حُمِّلْتُمْ \" أَيْ بِقَبُولِ ذَلِكَ وَتَعْظِيمه وَالْقِيَام بِمُقْتَضَاهُ \" وَإِنْ تُطِيعُوهُ تَهْتَدُوا\" وَذَلِكَ لِأَنَّهُ يَدْعُو إِلَى صِرَاط مُسْتَقِيم \" صِرَاط اللَّه الَّذِي لَهُ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض \" الْآيَة وَقَوْله تَعَالَى : \" وَمَا عَلَى الرَّسُول إِلَّا الْبَلَاغ الْمُبِين \" كَقَوْلِهِ تَعَالَى : \" فَإِنَّمَا عَلَيْك الْبَلَاغ وَعَلَيْنَا الْحِسَاب \" وَقَوْله : \" فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّر لَسْت عَلَيْهِمْ بِمُصَيْطِر\" قَالَ وَهْب بْن مُنَبِّه أَوْحَى اللَّه إِلَى نَبِيّ مِنْ أَنْبِيَاء بَنِي إِسْرَائِيل يُقَال لَهُ شعياء أَنْ قُمْ فِي بَنِي إِسْرَائِيل فَإِنِّي سَأُطْلِقُ لِسَانك بِوَحْيٍ فَقَامَ فَقَالَ : يَا سَمَاء اِسْمَعِي وَيَا أَرْض اِنْصِتِي فَإِنَّ اللَّه يُرِيد أَنْ يَقْضِي شَأْنًا وَيُدَبِّر أَمْرًا هُوَ مُنْفِذه إِنَّهُ يُرِيد أَنْ يُحَوِّل الرِّيف إِلَى الْفَلَاة وَالْآجَام فِي الْغِيطَان وَالْأَنْهَار فِي الصَّحَارِي وَالنِّعْمَة فِي الْفُقَرَاء وَالْمُلْك فِي الرُّعَاة وَيُرِيد أَنْ يَبْعَث أُمِّيًّا مِنْ الْأُمِّيِّينَ لَيْسَ بِفَظٍّ وَلَا غَلِيظ وَلَا صَخَّاب فِي الْأَسْوَاق لَوْ يَمُرّ عَلَى السِّرَاج لَمْ يُطْفِئهُ مِنْ سَكِينَته وَلَوْ يَمْشِي عَلَى الْقَصَب وَالْيَابِس لَمْ يَسْمَع مَنْ تَحْت قَدَمَيْهِ أَبْعَثهُ بَشِيرًا وَنَذِيرًا لَا يَقُول الْخَنَى أُفَتِّح بِهِ أَعْيُنًا عُمْيًا وَآذَانًا صُمًّا وَقُلُوبًا غُلْفًا وَأُسَدِّدهُ بِكُلِّ أَمْر جَمِيل وَأَهَب لَهُ كُلّ خَلْق كَرِيم وَأَجْعَل السَّكِينَة لِبَاسه وَالْبِرّ شِعَاره وَالتَّقْوَى ضَمِيره وَالْحِكْمَة مَنْطِقه وَالصِّدْق وَالْوَفَاء طَبِيعَته وَالْعَفْو وَالْمَعْرُوف خُلُقه وَالْحَقّ شَرِيعَته وَالْعَدْل سِيرَته وَالْهُدَى إِمَامه وَالْإِسْلَام مِلَّته وَأَحْمَد اِسْمه أَهْدِي بِهِ بَعْد الضَّلَالَة وَأُعْلِم بِهِ مِنْ الْجَهَالَة وَأَرْفَع بِهِ بَعْد الْخَمَالَة وَأُعَرِّف بِهِ بَعْد النَّكِرَة وَأُكْثِر بِهِ بَعْد الْقِلَّة وَأُغْنِي بِهِ بَعْد الْعَيْلَة وَأَجْمَع بِهِ بَعْد الْفُرْقَة وَأُؤَلِّف بِهِ بَيْن أُمَم مُتَفَرِّقَة وَقُلُوب مُخْتَلِفَة وَأَهْوَاء مُشَتَّتَة وَأَسْتَنْفِذ بِهِ فِئَامًا مِنْ النَّاس عَظِيمًا مِنْ الْهَلَكَة وَأَجْعَل أُمَّته خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر مُوَحِّدِينَ مُؤْمِنِينَ مُخْلِصِينَ مُصَدِّقِينَ بِمَا جَاءَتْ بِهِ الرُّسُل رَوَاهُ اِبْن أَبِي حَاتِم.</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39274, "aya_id": 54}]