[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللّهِ وَلاَ يَخَافُونَ لَوْمَةَ لآئِمٍ ذَلِكَ فَضْلُ اللّهِ يُؤْتِيهِ مَن يَشَاء وَاللّهُ وَاسِعٌ عَلِيمٌ", "sura_id": 5, "type": 0, "id": 723, "aya_id": 54}, {"text": "يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء والله واسع عليم", "sura_id": 5, "type": 1, "id": 6959, "aya_id": 54}, {"text": "54 - (يا أيها الذين آمنوا من يرتدد) بالفك والإدغام ، يرجع (منكم عن دينه) إلى الكفر إخبار بما علم الله وقوعه وقد ارتد جماعة بعد موت النبي صلى الله عليه (فسوف يأتي الله) بدلهم (بقوم يحبهم ويحبونه) قال صلى الله عليه وسلم: \"هم قوم هذا وأشار إلى أبي موسى الأشعري\" رواه الحاكم في صحيحه (أذلة) عاطفين (على المؤمنين أعزة) أشداء (على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم) فيه كما يخاف المنافقون لوم الكفار (ذلك) المذكور من الأوصاف (فضل الله يؤتيه من يشاء والله واسع) كثير الفضل (عليم) بمن هو أهله \r\n", "sura_id": 5, "type": 2, "id": 25667, "aya_id": 54}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه من يرجع منكم عن دينه, ويستبدل به اليهودية أو النصرانية أو غير ذلك, فلن يضرُّوا الله شيئًا, وسوف يأتي الله بقوم خير منهم يُحِبُّهم ويحبونه, رحماء بالمؤمنين أشدَّاء على الكافرين, يجاهدون أعداء الله, ولا يخافون في ذات الله أحدًا. ذلك الإنعام مِن فضل الله يؤتيه من أراد, والله واسع الفضل, عليم بمن يستحقه من عباده.\r\n", "sura_id": 5, "type": 3, "id": 31903, "aya_id": 54}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ قُدْرَته الْعَظِيمَة أَنَّ مَنْ تَوَلَّى عَنْ نُصْرَة دِينه وَإِقَامَة شَرِيعَته فَإِنَّ اللَّه يَسْتَبْدِل بِهِ مَنْ هُوَ خَيْرًا لَهَا مِنْهُ وَأَشَدّ مَنَعَة وَأَقْوَم سَبِيلًا كَمَا قَالَ تَعَالَى \" وَإِنْ تَتَوَلَّوْا يَسْتَبْدِل قَوْمًا غَيْركُمْ ثُمَّ لَا يَكُونُوا أَمْثَالكُمْ \" وَقَالَ تَعَالَى \" إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيد وَمَا ذَلِكَ عَلَى اللَّه بِعَزِيزٍ \" أَيْ بِمُمْتَنِعٍ وَلَا صَعْب وَقَالَ تَعَالَى هَهُنَا \" يَا أَيّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدّ مِنْكُمْ عَنْ دِينه \" أَيْ يَرْجِع عَنْ الْحَقّ إِلَى الْبَاطِل قَالَ مُحَمَّد بْن كَعْب نَزَلَتْ فِي الْوُلَاة مِنْ قُرَيْش وَقَالَ الْحَسَن الْبَصْرِيّ نَزَلَتْ فِي أَهْل الرِّدَّة أَيَّام أَبِي بَكْر \" فَسَوْفَ يَأْتِي اللَّه بِقَوْمٍ يُحِبّهُمْ وَيُحِبُّونَهُ\" قَالَ الْحَسَن هُوَ وَاَللَّه أَبُو بَكْر وَأَصْحَابه رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ أَبُو بَكْر بْن أَبِي شَيْبَة سَمِعْت أَبَا بَكْر بْن عَيَّاش يَقُول : فِي قَوْله \" فَسَوْفَ يَأْتِي اللَّه بِقَوْمٍ يُحِبّهُمْ وَيُحِبُّونَهُ \" هُمْ أَهْل الْقَادِسِيَّة وَقَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد هُمْ قَوْم مِنْ سَبَأ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا ابْنُ سَعِيد الْأَشَجّ حَدَّثَنَا عَبْد اللَّه بْن الْأَجْلَح عَنْ مُحَمَّد بْن عَمْرو عَنْ سَالِم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَوْله \" فَسَوْفَ يَأْتِي اللَّه بِقَوْمٍ يُحِبّهُمْ وَيُحِبُّونَهُ \" قَالَ نَاس مِنْ أَهْل الْيَمَن ثُمَّ مِنْ كِنْدَة مِنْ السَّكُون . وَحَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن الْمُصَفَّى حَدَّثَنَا مُعَاوِيَة يَعْنِي اِبْن حَفْص عَنْ أَبِي زِيَاد الْحَلْفَانِيّ عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه قَالَ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْله \" فَسَوْفَ يَأْتِي اللَّه بِقَوْمٍ يُحِبّهُمْ وَيُحِبُّونَهُ\" قَالَ هَؤُلَاءِ قَوْم مِنْ أَهْل الْيَمَن ثُمَّ مِنْ كِنْدَة ثُمَّ مِنْ السَّكُون ثُمَّ مِنْ تَجِيب وَهَذَا حَدِيث غَرِيب جِدًّا وَقَالَ اِبْن أَبَى حَاتِم حَدَّثَنَا عُمَر بْن شَبَّة حَدَّثَنَا عَبْد الصَّمَد يَعْنِي اِبْن عَبْد الْوَارِث حَدَّثَنَا شُعْبَة عَنْ سِمَاك سَمِعْت عِيَاضًا يُحَدِّث عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ لَمَّا نَزَلَتْ\" فَسَوْفَ يَأْتِي اللَّه بِقَوْمٍ يُحِبّهُمْ وَيُحِبُّونَهُ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" هُمْ قَوْم هَذَا\" وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث شُعْبَة بِنَحْوِهِ وَقَوْله تَعَالَى\" أَذِلَّة عَلَى الْمُؤْمِنِينَ أَعِزَّة عَلَى الْكَافِرِينَ \" هَذِهِ صِفَات الْمُؤْمِنِينَ الْكُمَّل أَنْ يَكُون أَحَدهمْ مُتَوَاضِعًا لِأَخِيهِ وَوَلِيّه مُتَعَزِّزًا عَلَى خَصْمه وَعَدُوّهُ كَمَا قَالَ تَعَالَى \" مُحَمَّد رَسُول اللَّه وَاَلَّذِينَ مَعَهُ أَشِدَّاء عَلَى الْكُفَّار رُحَمَاء بَيْنهمْ \" وَفِي صِفَة رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ الضَّحُوك الْقَتَّال فَهُوَ ضَحُوك لِأَوْلِيَائِهِ قَتَّال لِأَعْدَائِهِ وَقَوْله \" عَزَّ وَجَلَّ يُجَاهِدُونَ فِي سَبِيل اللَّه وَلَا يَخَافُونَ لَوْمَة لَائِم \" أَيْ لَا يَرُدّهُمْ عَمَّا هُمْ فِيهِ مِنْ طَاعَة اللَّه وَإِقَامَة الْحُدُود وَقِتَال أَعْدَائِهِ وَالْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر لَا يَرُدّهُمْ عَنْ ذَلِكَ رَادٌّ وَلَا يَصُدّهُمْ عَنْهُ صَادّ وَلَا يَحِيك فِيهِمْ لَوْم لَائِم وَلَا عَذْل عَاذِل قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا سَلَام أَبُو الْمُنْذِر عَنْ مُحَمَّد بْن وَاسِع عَنْ عَبْد اللَّه بْن الصَّامِت عَنْ أَبِي ذَرّ قَالَ أَمَرَنِي خَلِيلِي - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِسَبْعٍ : أَمَرَنِي بِحُبِّ الْمَسَاكِين وَالدُّنُوّ مِنْهُمْ وَأَمَرَنِي أَنْ أَنْظُر إِلَى مَنْ هُوَ دُونِي وَلَا أَنْظُر إِلَى مَنْ هُوَ فَوْقِي وَأَمَرَنِي أَنْ أَصِل الرَّحِم وَإِنْ أَدْبَرَتْ وَأَمَرَنِي أَنْ لَا أَسْأَل أَحَدًا شَيْئًا وَأَمَرَنِي أَنْ أَقُول الْحَقّ وَإِنْ كَانَ مُرًّا وَأَمَرَنِي أَنْ لَا أَخَاف فِي اللَّه لَوْمَة لَائِم وَأَمَرَنِي أَنْ أُكْثِر مِنْ قَوْل لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ فَإِنَّهُنَّ مِنْ كَنْز تَحْت الْعَرْش وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا صَفْوَان عَنْ أَبِي الْمُثَنَّى أَنَّ أَبَا ذَرّ - رَضِيَ اللَّه عَنْهُ - قَالَ بَايَعَنِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - خَمْسًا وَوَاثَقَنِي سَبْعًا وَأَشْهَدَ اللَّهَ عَلَيَّ سَبْعًا أَنِّي لَا أَخَاف فِي اللَّه لَوْمَة لَائِم قَالَ أَبُو ذَرّ فَدَعَانِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ هَلْ لَك إِلَى بَيْعَة وَلَك الْجَنَّة قُلْت نَعَمْ وَبَسَطْت يَدِي فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهُوَ يَشْتَرِط عَلَيَّ أَنْ لَا تَسْأَل النَّاس شَيْئًا قُلْت نَعَمْ قَالَ وَلَا سَوْطَك وَإِنْ سَقَطَ مِنْك يَعْنِي تَنْزِل إِلَيْهِ فَتَأْخُذهُ وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن الْحَسَن حَدَّثَنَا جَعْفَر عَنْ الْمُعَلَّى الْفِرْدَوْسِيّ عَنْ الْحَسَن عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآلِهِ وَسَلَّمَ - أَلَا لَا يَمْنَعَنَّ أَحَدَكُمْ رَهْبَةُ النَّاسِ أَنْ يَقُول بِحَقٍّ إِذَا رَآهُ أَوْ شَهِدَهُ فَإِنَّهُ لَا يُقَرِّب مِنْ أَجَلٍ وَلَا يُبَاعِد مِنْ رِزْق أَنْ يَقُول بِحَقٍّ أَوْ أَنْ يُذَكِّر بِعَظِيمٍ \" تَفَرَّدَ بِهِ\" أَحْمَد وَقَالَ أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَنَا سُفْيَان عَنْ زُبَيْد عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبَخْتَرِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَا يَحْقِرَنَّ أَحَدُكُمْ نَفْسه أَنْ يَرَى أَمْرًا لِلَّهِ فِيهِ مَقَال فَلَا يَقُول فِيهِ فَيُقَال لَهُ يَوْم الْقِيَامَة : مَا مَنَعَك أَنْ تَكُون قُلْت فِيّ كَذَا وَكَذَا ؟ فَيَقُول مَخَافَةُ النَّاسِ فَيَقُول إِيَّايَ أَحَقُّ أَنْ تَخَاف . وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث الْأَعْمَش عَنْ عَمْرو بْن مُرَّة بِهِ وَرَوَى أَحْمَد وَابْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن عَبْد الرَّحْمَن أَبِي طُوَالَة عَنْ نَهَار بْن عَبْد اللَّه الْعَبْدِيّ الْمَدَنِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" : إِنَّ اللَّه لَيَسْأَل الْعَبْد يَوْم الْقِيَامَة حَتَّى إِنَّهُ لَيَسْأَلهُ يَقُول لَهُ أَيْ عَبْدِي أَرَأَيْت مُنْكَرًا فَلَمْ تُنْكِرهُ ؟ فَإِذَا لَقَّنَ اللَّهُ عَبْدًا حُجَّتَهُ قَالَ أَيْ رَبِّ وَثِقْت بِك وَخِفْت النَّاسَ \" وَثَبَتَ فِي الصَّحِيح مَا يَنْبَغِي لِلْمُؤْمِنِ أَنْ يُذِلّ نَفْسَهُ قَالُوا وَكَيْف يُذِلُّ نَفْسَهُ يَا رَسُولَ اللَّهِ قَالَ : \" يَتَحَمَّل مِنْ الْبَلَاء مَا لَا يُطِيق \" \" ذَلِكَ فَضْل اللَّه يُؤْتِيه مَنْ يَشَاء \" أَيْ مَنْ اِتَّصَفَ بِهَذِهِ الصِّفَات فَإِنَّمَا هُوَ مِنْ فَضْل اللَّه عَلَيْهِ وَتَوْفِيقه لَهُ \" وَاَللَّه وَاسِع عَلِيم \" أَيْ وَاسِع الْفَضْل عَلِيم بِمَنْ يَسْتَحِقّ ذَلِكَ مِمَّنْ يَحْرِمُهُ إِيَّاهُ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41507, "aya_id": 54}]