[{"text": "عَسَى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِّنكُنَّ مُسْلِمَاتٍ مُّؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا", "sura_id": 66, "type": 0, "id": 5234, "aya_id": 5}, {"text": "عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن مسلمات مؤمنات قانتات تائبات عابدات سائحات ثيبات وأبكارا", "sura_id": 66, "type": 1, "id": 11470, "aya_id": 5}, {"text": "5 - (عسى ربه إن طلقكن) أي طلق النبي أزواجه (أن يبدله) بالتشديد والتخفيف (أزواجا خيرا منكن) خبر عسى والجملة جواب الشرط ولم يقع التبديل لعدم موقوع الشرط (مسلمات) مقرات بالإسلام (مؤمنات) مخلصات (قانتات) مطيعات (تائبات عابدات سائحات) صائمات أو مهاجرات (ثيبات وأبكارا) \r\n", "sura_id": 66, "type": 2, "id": 30178, "aya_id": 5}, {"text": "عسى ربُّه إن طلقكنَّ- أيتها الزوجات- أن يزوِّجه بدلا منكن زوجات خاضعات لله بالطاعة, مؤمنات بالله ورسوله، مطيعات لله, راجعات إلى ما يحبه الله مِن طاعته, كثيرات العبادة له, صائمات, منهنَّ الثيِّبات, ومنهن الأبكار.\r\n", "sura_id": 66, "type": 3, "id": 36414, "aya_id": 5}, {"text": " <font color=red>عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا</font><BR><p>فَنَزَلَتْ هَذِهِ الْآيَة آيَة التَّخْيِير\" عَسَى رَبّه إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ - وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّه هُوَ مَوْلَاهُ وَجِبْرِيل وَصَالِح الْمُؤْمِنِينَ وَالْمَلَائِكَة بَعْد ذَلِكَ ظَهِير\" فَقُلْت أَطْلَقَتْهُنَّ ؟ قَالَ \" لَا \" فَقُمْت عَلَى بَاب الْمَسْجِد فَنَادَيْت بِأَعْلَى صَوْتِي لَمْ يُطَلِّقْ نِسَاءَهُ وَنَزَلَتْ هَذِهِ الْآيَة \" وَإِذَا جَاءَهُمْ أَمْر مِنْ الْأَمْن أَوْ الْخَوْف أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُول وَإِلَى أُولِي الْأَمْر مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ \" فَكُنْت أَنَا اِسْتَنْبَطْت ذَلِكَ الْأَمْر وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَعِكْرِمَة وَمُقَاتِل بْن حَيَّان وَالضَّحَّاك وَغَيْرهمْ \" وَصَالِح الْمُؤْمِنِينَ \" أَبُو بَكْر وَعُمَر زَادَ الْحَسَن الْبَصْرِيّ وَعُثْمَان قَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد \" وَصَالِح الْمُؤْمِنِينَ \" قَالَ عَلِيّ بْن أَبِي طَالِب وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن ثَنَا مُحَمَّد بْن أَبِي عُمَر ثَنَا مُحَمَّد بْن جَعْفَر بْن مُحَمَّد بْن الْحُسَيْن قَالَ أَخْبَرَنِي رَجُل ثِقَة يَرْفَعهُ إِلَى عَلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" وَصَالِح الْمُؤْمِنِينَ \" قَالَ \" هُوَ عَلِيّ بْن أَبِي طَالِب \" إِسْنَاده ضَعِيف وَهُوَ مُنْكَر جِدًّا وَقَالَ الْبُخَارِيّ ثَنَا عَمْرو بْن عَوْن ثَنَا هُشَيْم عَنْ حُمَيْد عَنْ أَنَس قَالَ : قَالَ عُمَر اِجْتَمَعَ نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْغَيْرَة عَلَيْهِ فَقُلْت لَهُنَّ \" عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ\" فَنَزَلَتْ هَذِهِ الْآيَة وَقَدْ تَقَدَّمَ أَنَّهُ وَافَقَ الْقُرْآن فِي أَمَاكِن مِنْهَا فِي نُزُول الْحِجَاب وَمِنْهَا فِي أُسَارَى بَدْر وَمِنْهَا قَوْله لَوْ اِتَّخَذْت مِنْ مَقَام إِبْرَاهِيم مُصَلَّى فَأَنْزَلَ اللَّه تَعَالَى \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقَالَ اِبْن أَبِي حَاتِم ثَنَا أَبِي حَدَّثَنَا الْأَنْصَارِيّ ثَنَا حُمَيْد عَنْ أَنَس قَالَ : قَالَ عُمَر بْن الْخَطَّاب بَلَغَنِي شَيْء كَانَ بَيْن أُمَّهَات الْمُؤْمِنِينَ وَبَيْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَقْرَيْتهنَّ أَقُول لَتَكُفُّنَّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ لَيُبَدِّلَنَّهُ اللَّه أَزْوَاجًا خَيْرًا مِنْكُنَّ حَتَّى أَتَيْت عَلَى آخِر أُمَّهَات الْمُؤْمِنِينَ فَقَالَتْ : يَا عُمَر أَمَا فِي رَسُول اللَّه مَا يَعِظ نِسَاءَهُ حَتَّى تَعِظَهُنَّ ؟ . فَأَمْسَكْت فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا \" وَهَذِهِ الْمَرْأَة الَّتِي رَدَّتْهُ عَمَّا كَانَ فِيهِ مِنْ وَعْظ النِّسَاء هِيَ أُمّ سَلَمَة كَمَا ثَبَتَ ذَلِكَ فِي صَحِيح الْبُخَارِيّ وَقَالَ الطَّبَرَانِيّ ثَنَا إِبْرَاهِيم بْن نَائِلَة الْأَصْبِهَانِيّ ثَنَا إِسْمَاعِيل الْبَجَلِيّ ثَنَا أَبُو عَوَانَة عَنْ أَبِي سِنَان عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله \" وَإِذْ أَسَرَّ النَّبِيّ إِلَى بَعْض أَزْوَاجه حَدِيثًا\" قَالَ دَخَلَتْ حَفْصَة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْتهَا وَهُوَ يَطَأ مَارِيَة فَقَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُخْبِرِي عَائِشَة حَتَّى أُبَشِّرك بِبِشَارَةٍ إِنَّ أَبَاك يَلِي الْأَمْر مِنْ بَعْد أَبِي بَكْر إِذَا أَنَا مُتّ \" فَذَهَبَتْ حَفْصَة فَأَخْبَرَتْ عَائِشَة فَقَالَتْ عَائِشَة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ أَنْبَأَك هَذَا ؟ قَالَ \" نَبَّأَنِيَ الْعَلِيم الْخَبِير \" فَقَالَتْ عَائِشَة لَا أَنْظُر إِلَيْك حَتَّى تُحَرِّم مَارِيَةَ فَحَرَّمَهَا فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم \" إِسْنَاده فِيهِ نَظَر وَقَدْ تَبَيَّنَ مِمَّا أَوْرَدْنَاهُ تَفْسِير هَذِهِ الْآيَات الْكَرِيمَات وَمَعْنَى قَوْله \" مُسْلِمَات مُؤْمِنَات قَانِتَات تَائِبَات عَابِدَات \" ظَاهِر وَقَوْله تَعَالَى \" سَائِحَات \" أَيْ صَائِمَات قَالَهُ أَبُو هُرَيْرَة وَعَائِشَة وَابْن عَبَّاس وَعِكْرِمَة وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعَطَاء وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَأَبُو عَبْد الرَّحْمَن السُّلَمِيّ وَأَبُو مَالِك وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَغَيْرهمْ . وَتَقَدَّمَ فِيهِ حَدِيث مَرْفُوع عِنْد قَوْله \" السَّائِحُونَ \" فِي سُورَة بَرَاءَة وَلَفْظه \" سِيَاحَة هَذِهِ الْأُمَّة الصِّيَام \" وَقَالَ زَيْد بْن أَسْلَمَ وَابْنُهُ عَبْد الرَّحْمَن\" سَائِحَات \" أَيْ مُهَاجِرَات وَتَلَا عَبْد الرَّحْمَن \" السَّائِحُونَ\" أَيْ الْمُهَاجِرُونَ وَالْقَوْل الْأَوَّل أَوْلَى وَاَللَّه أَعْلَم. وَقَوْله تَعَالَى \" ثَيِّبَات وَأَبْكَارًا \" أَيْ مِنْهُنَّ ثَيِّبَات وَمِنْهُنَّ أَبْكَارًا لِيَكُونَ ذَلِكَ أَشْهَى إِلَى النَّفْس فَإِنَّ التَّنَوُّع يُبْسِط النَّفْس وَلِهَذَا قَالَ \" ثَيِّبَات وَأَبْكَارًا\" وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ فِي مُعْجَمه الْكَبِير ثَنَا أَبُو بَكْر بْن صَدَقَة ثَنَا مُحَمَّد بْن مُحَمَّد بْن مَرْزُوق ثَنَا عَبْد اللَّه بْن أَبِي أُمَيَّة ثَنَا عَبْد الْقُدُّوس عَنْ صَالِح بْن حَيَّان عَنْ اِبْن بُرَيْدَة عَنْ أَبِيهِ \" ثَيِّبَات وَأَبْكَارًا\" قَالَ وَعَدَ اللَّه نَبِيَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَة أَنْ يُزَوِّجَهُ فَالثَّيِّب آسِيَة اِمْرَأَة فِرْعَوْن وَبِالْأَبْكَارِ مَرْيَم بِنْت عِمْرَان . وَذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة مَرْيَم عَلَيْهَا السَّلَام مِنْ طَرِيق سُوَيْد بْن سَعِيد ثَنَا مُحَمَّد بْن صَالِح بْن عُمَر عَنْ الضَّحَّاك وَمُجَاهِد عَنْ اِبْن عُمَر قَالَ : جَاءَ جِبْرِيل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَرَّتْ خَدِيجَة فَقَالَ إِنَّ اللَّه يُقْرِئُهَا السَّلَام وَيُبَشِّرُهَا بِبَيْتٍ فِي الْجَنَّة مِنْ قَصَب بَعِيد مِنْ اللَّهَب لَا نَصَب فِيهِ وَلَا صَخَب مِنْ لُؤْلُؤَة جَوْفَاء بَيْن بَيْت مَرْيَم بِنْت عِمْرَان وَبَيْت آسِيَة بِنْت مُزَاحِم . وَمِنْ حَدِيث أَبِي بَكْر الْهُذَلِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَى خَدِيجَة وَهِيَ فِي الْمَوْت فَقَالَ \" يَا خَدِيجَة إِذَا لَقِيت ضَرَائِرَك فَأَقْرِئِيهِنَّ مِنِّي السَّلَام \" فَقَالَتْ يَا رَسُول اللَّه وَهَلْ تَزَوَّجْت قَبْلِي ؟ قَالَ \" لَا وَلَكِنَّ اللَّه زَوَّجَنِي مَرْيَم بِنْتَ عِمْرَان وَآسِيَةَ اِمْرَأَة فِرْعَوْن وَكَلْثَمَ أُخْت مُوسَى\" ضَعِيف أَيْضًا وَقَالَ أَبُو يَعْلَى ثَنَا إِبْرَاهِيم بْن عُرْعُرَة ثَنَا عَبْد النُّور بْن عَبْد اللَّه ثَنَا يُوسُف بْن شُعَيْب عَنْ أَبِي أُمَامَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُعْلِمْت أَنَّ اللَّه زَوَّجَنِي فِي الْجَنَّة مَرْيَم بِنْت عِمْرَان وَكَلْثَمَ أُخْت مُوسَى وَآسِيَة اِمْرَأَة فِرْعَوْن ؟ \" فَقُلْت هَنِيئًا لَك يَا رَسُول اللَّه وَهَذَا أَيْضًا ضَعِيف وَرُوِيَ مُرْسَلًا عَنْ اِبْن أَبِي دَاوُد .</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42327, "aya_id": 5}]