[{"text": "فَسَنُيَسِّرُهُ لِلْعُسْرَى", "sura_id": 92, "type": 0, "id": 6068, "aya_id": 10}, {"text": "فسنيسره للعسرى", "sura_id": 92, "type": 1, "id": 12304, "aya_id": 10}, {"text": "10 - (فسنيسره) نهيئه (للعسرى) للنار \r\n", "sura_id": 92, "type": 2, "id": 31012, "aya_id": 10}, {"text": "فسنُيَسِّر له أسباب الشقاء,\r\n", "sura_id": 92, "type": 3, "id": 37248, "aya_id": 10}, {"text": " <font color=red>فَسَنُيَسِّرُهُ لِلْعُسْرَى</font><BR><p>\" فَسَنُيَسِّرُهُ لِلْعُسْرَى \" أَيْ لِطَرِيقِ الشَّرّ كَمَا قَالَ تَعَالَى \" وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة وَنَذَرهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ \" وَالْآيَات فِي هَذَا الْمَعْنَى كَثِيرَة دَالَّة عَلَى أَنَّ اللَّه عَزَّ وَجَلَّ يُجَازِي مَنْ قَصَدَ الْخَيْر بِالتَّوْفِيقِ لَهُ وَمَنْ قَصَدَ الشَّرّ بِالْخِذْلَانِ وَكُلّ ذَلِكَ بِقَدَرٍ مُقَدَّر وَالْأَحَادِيث الدَّالَّة عَلَى هَذَا الْمَعْنَى كَثِيرَة \" رِوَايَة أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَيَّاش حَدَّثَنِي الْعَطَّاف بْن خَالِد حَدَّثَنِي رَجُل مِنْ أَهْل الْبَصْرَة عَنْ طَلْحَة بْن عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن أَبِي بَكْر الصِّدِّيق عَنْ أَبِيهِ قَالَ سَمِعْت أَبِي يَذْكُر أَنَّ أَبَاهُ سَمِعَ أَبَا بَكْر وَهُوَ يَقُول : قُلْت لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا رَسُول اللَّه أَنَعْمَلُ عَلَى مَا فُرِغَ مِنْهُ أَوْ عَلَى أَمْر مُؤْتَنَف ؟ قَالَ \" بَلْ عَلَى أَمْر قَدْ فُرِغَ مِنْهُ \" قَالَ فَفِيمَ الْعَمَل يَا رَسُول اللَّه ؟ قَالَ \" كُلّ مُيَسَّر لِمَا خُلِقَ لَهُ \" \" رِوَايَة عَلِيّ رَضِيَ اللَّه عَنْهُ \" قَالَ الْبُخَارِيّ حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ سَعِيد بْن عُبَيْدَة عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَقِيع الْغَرْقَد فِي جِنَازَة فَقَالَ \" مَا مِنْكُمْ مِنْ أَحَد إِلَّا وَقَدْ كُتِبَ مَقْعَده مِنْ الْجَنَّة وَمَقْعَده مِنْ النَّار \" فَقَالُوا يَا رَسُول اللَّه أَفَلَا نَتَّكِل ؟ فَقَالَ\" اِعْمَلُوا فَكُلّ مُيَسَّر لِمَا خُلِقَ لَهُ \" ثُمَّ قَرَأَ \" فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى - إِلَى قَوْله - لِلْعُسْرَى \" وَكَذَا رَوَاهُ مِنْ طَرِيق شُعْبَة وَوَكِيع عَنْ الْأَعْمَش بِنَحْوِهِ . ثُمَّ رَوَاهُ عَنْ عُثْمَان بْن أَبِي شَيْبَة عَنْ جَرِير عَنْ مَنْصُور عَنْ سَعِيد بْن عُبَيْدَة عَنْ أَبِي عَبْد الرَّحْمَن عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : كُنَّا فِي جِنَازَة فِي بَقِيع الْغَرْقَد فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَعَدَ وَقَعَدْنَا حَوْله وَمَعَهُ مِخْصَرَة فَنَكَّسَ فَجَعَلَ يَنْكُت بِمِخْصَرَتِهِ ثُمَّ قَالَ \" مَا مِنْكُمْ مِنْ أَحَد - أَوْ مَا مِنْ نَفْس مَنْفُوسَة - إِلَّا كُتِبَ مَكَانهَا مِنْ الْجَنَّة وَالنَّار وَإِلَّا قَدْ كُتِبَتْ شَقِيَّة أَوْ سَعِيدَة \" فَقَالَ رَجُل يَا رَسُول اللَّه أَفَلَا نَتَّكِل عَلَى كِتَابنَا وَنَدَع الْعَمَل ؟ فَمَنْ كَانَ مِنَّا مِنْ أَهْل السَّعَادَة فَسَيَصِيرُ إِلَى أَهْل السَّعَادَة وَمَنْ كَانَ مِنَّا مِنْ أَهْل الشَّقَاء فَسَيَصِيرُ إِلَى أَهْل الشَّقَاء ؟ فَقَالَ \" أَمَّا أَهْل السَّعَادَة فَيُيَسَّرُونَ لِعَمَلِ أَهْل السَّعَادَة وَأَمَّا أَهْل الشَّقَاء فَيُيَسَّرُونَ إِلَى عَمَل أَهْل الشَّقَاء\" ثُمَّ قَرَأَ \" فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى \" وَقَدْ أَخْرَجَهُ بَقِيَّة الْجَمَاعَة مِنْ طُرُق عَنْ سَعِيد بْن عُبَيْدَة بِهِ \" رِوَايَة عَبْد اللَّه بْن عُمَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا شُعْبَة عَنْ عَاصِم بْن عُبَيْد اللَّه قَالَ سَمِعْت سَالِم بْن عَبْد اللَّه يُحَدِّث عَنْ اِبْن عُمَر قَالَ : قَالَ عُمَر يَا رَسُول اللَّه أَرَأَيْت مَا نَعْمَل فِيهِ أَفِي أَمْر قَدْ فُرِغَ أَوْ مُبْتَدَأ أَوْ مُبْتَدَع ؟ قَالَ \" فِيمَا قَدْ فُرِغَ مِنْهُ فَاعْمَلْ يَا اِبْن الْخَطَّاب فَإِنَّ كُلًّا مُيَسَّر أَمَّا مَنْ كَانَ مِنْ أَهْل السَّعَادَة فَإِنَّهُ يَعْمَل لِلسَّعَادَةِ وَأَمَّا مَنْ كَانَ مِنْ أَهْل الشَّقَاء فَإِنَّهُ يَعْمَل لِلشَّقَاءِ \" وَرَوَاهُ التِّرْمِذِيّ فِي الْقَدَر عَنْ بُنْدَار عَنْ اِبْن مَهْدِيّ بِهِ وَقَالَ حَسَن صَحِيح \" حَدِيث آخَر مِنْ رِوَايَة جَابِر \" قَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بْن عَبْد اللَّه أَنَّهُ قَالَ : يَا رَسُول اللَّه أَنَعْمَلُ لِأَمْرٍ قَدْ فُرِغَ مِنْهُ أَوْ لِأَمْرٍ نَسْتَأْنِفهُ ؟ فَقَالَ \" لِأَمْرٍ قَدْ فُرِغَ مِنْهُ \" فَقَالَ سُرَاقَة فَفِيمَ الْعَمَل إِذًا ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ عَامِل مُيَسَّر لِعَمَلِهِ \" وَرَوَاهُ مُسْلِم عَنْ أَبِي الطَّاهِر عَنْ اِبْن وَهْب بِهِ \" حَدِيث آخَر \" قَالَ اِبْن جَرِير حَدَّثَنِي يُونُس حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ طَلْق بْن حَبِيب عَنْ بَشِير بْن كَعْب الْعَدَوِيّ قَالَ : سَأَلَ غُلَامَانِ شَابَّانِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَا يَا رَسُول اللَّه أَنَعْمَلُ فِيمَا جَفَّتْ بِهِ الْأَقْلَام وَجَرَتْ بِهِ الْمَقَادِير أَوْ فِي شَيْء يُسْتَأْنَف ؟ فَقَالَ \" بَلْ فِيمَا جَفَّتْ بِهِ الْأَقْلَام وَجَرَتْ بِهِ الْمَقَادِير \" قَالَا فَفِيمَ الْعَمَل إِذًا ؟ قَالَ \" اِعْمَلُوا فَكُلّ عَامِل مُيَسَّر لِعَمَلِهِ الَّذِي خُلِقَ لَهُ \" قَالَا نَجِدّ وَنَعْمَل \" رِوَايَة أَبِي الدَّرْدَاء\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا هُشَيْم بْن خَارِجَة حَدَّثَنَا أَبُو الرَّبِيع سُلَيْمَان بْن عُتْبَة السُّلَمِيّ عَنْ يُونُس بْن مَيْسَرَة بْن حَلْبَس عَنْ أَبِي إِدْرِيس عَنْ أَبِي الدَّرْدَاء قَالَ : قَالُوا يَا رَسُول اللَّه أَرَأَيْت مَا نَعْمَل أَمْر قَدْ فُرِغَ مِنْهُ أَمْ شَيْء نَسْتَأْنِفهُ ؟ قَالَ \" بَلْ أَمْر قَدْ فُرِغَ مِنْهُ\" فَقَالُوا فَكَيْفَ بِالْعَمَلِ يَا رَسُول اللَّه ؟ قَالَ \" كُلّ اِمْرِئِ مُهَيَّأ لِمَا خُلِقَ لَهُ \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه \" حَدِيث آخَر \" قَالَ اِبْن جَرِير حَدَّثَنِي الْحَسَن بْن سَلَمَة بْن أَبِي كَبْشَة حَدَّثَنَا عَبْد الْمَلِك بْن عَمْرو حَدَّثَنَا عَبَّاد بْن رَاشِد عَنْ قَتَادَة حَدَّثَنِي خُلَيْد الْعَصْرِيّ عَنْ أَبِي الدَّرْدَاء قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ يَوْم غَرَبَتْ فِيهِ شَمْسه إِلَّا وَبِجَنْبَتَيْهَا مَلَكَانِ يُنَادِيَانِ يَسْمَعهُمَا خَلْق اللَّه كُلّهمْ إِلَّا الثَّقَلَيْنِ : اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا وَأَعْطِ مُمْسِكًا تَلَفًا \" وَأَنْزَلَ اللَّه فِي ذَلِكَ الْقُرْآن \" فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى \" وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ اِبْن أَبِي كَبْشَة بِإِسْنَادِهِ مِثْله \" حَدِيث آخَر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنِي أَبُو عَبْد اللَّه الطِّهْرَانِيّ حَدَّثَنَا حَفْص بْن عُمَر الْعَدَنِيّ حَدَّثَنَا الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَجُلًا كَانَ لَهُ نَخِيل وَمِنْهَا نَخْلَة فَرْعهَا فِي دَار رَجُل صَالِح فَقِير ذِي عِيَال فَإِذَا جَاءَ الرَّجُل فَدَخَلَ دَاره فَيَأْخُذ التَّمْرَة مِنْ نَخْلَته فَتَسْقُط التَّمْرَة فَيَأْخُذهَا صِبْيَان الرَّجُل الْفَقِير فَيَنْزِل مِنْ نَخْلَته فَيَنْزِع التَّمْرَة مِنْ أَيْدِيهمْ وَإِنْ أَدْخَلَ أَحَدهمْ التَّمْرَة فِي فَمه أَدْخَلَ أُصْبُعه فِي حَلْق الْغُلَام وَنَزَعَ التَّمْرَة مِنْ حَلْقه فَشَكَا ذَلِكَ الرَّجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَخْبَرَهُ بِمَا هُوَ فِيهِ مِنْ صَاحِب النَّخْلَة فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِذْهَبْ \" وَلَقِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَاحِب النَّخْلَة فَقَالَ لَهُ \" أَعْطِنِي نَخْلَتك الَّتِي فَرْعهَا فِي دَار فُلَان وَلَك بِهَا نَخْلَة فِي الْجَنَّة\" فَقَالَ لَهُ لَقَدْ أَعْطَيْتُك وَلَكِنْ يُعْجِبنِي تَمْرهَا وَإِنَّ لِي لَنَخْلًا كَثِيرًا مَا فِيهَا نَخْلَة أَعْجَب إِلَيَّ ثَمَره مِنْ ثَمَرهَا فَذَهَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَبِعَهُ رَجُل كَانَ يَسْمَع الْكَلَام مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْ صَاحِب النَّخْلَة فَقَالَ الرَّجُل يَا رَسُول اللَّه إِنْ أَنَا أَخَذْت النَّخْلَة فَصَارَتْ لِي النَّخْلَة فَأَعْطَيْتُك إِيَّاهَا أَتُعْطِينِي مَا أَعْطَيْته بِهَا نَخْلَة فِي الْجَنَّة ؟ قَالَ \" نَعَمْ \" ثُمَّ إِنَّ الرَّجُل لَقِيَ صَاحِب النَّخْلَة وَلِكِلَاهُمَا نَخْل فَقَالَ لَهُ أُخْبِرك أَنَّ مُحَمَّدًا أَعْطَانِي بِنَخْلَتِي الْمَائِلَة فِي دَار فُلَان نَخْلَة فِي الْجَنَّة فَقُلْت لَهُ قَدْ أَعْطَيْت وَلَكِنِّي يُعْجِبنِي ثَمَرهَا فَسَكَتَ عَنْهُ الرَّجُل فَقَالَ لَهُ أَرَاك إِذَا بِعْتهَا قَالَ لَا إِلَّا أَنْ أُعْطَى بِهَا شَيْئًا وَلَا أَظُنّنِي أُعْطَاهُ قَالَ وَمَا مُنَاك ؟ قَالَ أَرْبَعُونَ نَخْلَة فَقَالَ الرَّجُل لَقَدْ جِئْت بِأَمْرٍ عَظِيم نَخْلَتك تَطْلُب بِهَا أَرْبَعِينَ نَخْلَة ؟ ثُمَّ سَكَتَا وَأَنْشَأَ فِي كَلَام آخَر ثُمَّ قَالَ أَنَا أَعْطَيْتُك أَرْبَعِينَ نَخْلَة فَقَالَ أَشْهِدْ لِي إِنْ كُنْت صَادِق فَأَمَرَ بِأُنَاسٍ فَدَعَاهُمْ فَقَالَ اِشْهَدُوا أَنِّي قَدْ أَعْطَيْته مِنْ نَخْلِي أَرْبَعِينَ نَخْلَة بِنَخْلَتِهِ الَّتِي فَرْعهَا فِي دَار فُلَان بْن فُلَان ثُمَّ قَالَ مَا تَقُول فَقَالَ صَاحِب النَّخْلَة قَدْ رَضِيت ثُمَّ قَالَ بَعْد لَيْسَ بَيْنِي وَبَيْنك بَيْع لَمْ نَفْتَرِق فَقَالَ لَهُ قَدْ أَقَالَك اللَّه وَلَسْت بِأَحْمَقَ حِين أَعْطَيْتُك أَرْبَعِينَ نَخْلَة بِنَخْلَتِك الْمَائِلَة فَقَالَ صَاحِب النَّخْلَة قَدْ رَضِيت عَلَى أَنْ تُعْطِينِي الْأَرْبَعِينَ عَلَى مَا أُرِيد قَالَ تُعْطِنِيهَا عَلَى سَاق ثُمَّ مَكَثَ سَاعَة ثُمَّ قَالَ هِيَ لَك عَلَى سَاق وَأَوْقَفَ لَهُ شُهُودًا وَعَدَّ لَهُ أَرْبَعِينَ نَخْلَة عَلَى سَاق فَتَفَرَّقَا فَذَهَبَ الرَّجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنَّ النَّخْلَة الْمَائِلَة فِي دَار فُلَان قَدْ صَارَتْ لِي فَهِيَ لَك فَذَهَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الرَّجُل صَاحِب الدَّار فَقَالَ لَهُ \" النَّخْلَة لَك وَلِعِيَالِك\" قَالَ عِكْرِمَة قَالَ اِبْن عَبَّاس فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ\" وَاللَّيْل إِذَا يَغْشَى - إِلَى قَوْله - فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى\" إِلَى آخِر السُّورَة هَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَهُوَ حَدِيث غَرِيب جِدًّا . قَالَ اِبْن جَرِير وَذَكَرَ أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ حَدَّثَنَا هَارُون بْن إِدْرِيس الْأَصَمّ حَدَّثَنَا عَبْد الرَّحْمَن بْن مُحَمَّد الْمُحَارِبِيّ حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن عَبْد اللَّه بْن مُحَمَّد بْن عَبْد الرَّحْمَن بْن أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ عَنْ عَامِر بْن عَبْد اللَّه بْن الزُّبَيْر قَالَ كَانَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ يُعْتِق عَلَى الْإِسْلَام بِمَكَّةَ فَكَانَ يُعْتِق عَجَائِز وَنِسَاء إِذَا أَسْلَمْنَ فَقَالَ لَهُ أَبُوهُ أَيْ بُنَيَّ أَرَاك تُعْتِق أُنَاسًا ضُعَفَاء فَلَوْ أَنَّك تُعْتِق رِجَالًا جُلَدَاء يَقُومُونَ مَعَك وَيَمْنَعُونَك وَيَدْفَعُونَ عَنْك فَقَالَ أَيْ أَبَتِ إِنَّمَا أُرِيد - أَظُنّهُ قَالَ - مَا عِنْد اللَّه قَالَ فَحَدَّثَنِي بَعْض أَهْل بَيْتِي أَنَّ هَذِهِ الْآيَة أُنْزِلَتْ فِيهِ\" فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى .</p><BR> <br> ", "sura_id": 92, "type": 4, "id": 43559, "aya_id": 10}]