[{"text": "يَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ اللّهَ بِهِ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 222, "aya_id": 215}, {"text": "يسألونك ماذا ينفقون قل ما أنفقتم من خير فللوالدين والأقربين واليتامى والمساكين وابن السبيل وما تفعلوا من خير فإن الله به عليم", "sura_id": 2, "type": 1, "id": 6458, "aya_id": 215}, {"text": "215 - (يسألونك) يا محمد (ماذا ينفقون) أي الذي ينفقونه ، والسائل عمرو بن الجموح وكان شيخا ذا مال فسأل صلى الله عليه وسلم عما ينفق وعلى من ينفق (قل) لهم (ما أنفقتم من خير) بيانٌ لما شامل للقليل والكثير وفيه بيان المنفق الذي هو أحد شقي السؤال وأجاب عن المصرف الذي هو الشق الآخر بقوله: (فللوالدين والأقربين واليتامى والمساكين وابن السبيل) أي هم أولى به (وما تفعلوا من خير) إنفاق أو غيره (فإن الله به عليم) فمجاز عليه \r\n", "sura_id": 2, "type": 2, "id": 25166, "aya_id": 215}, {"text": "يسلك أصحابك -أيها النبي- أي شيء ينفقون من أصناف أموالهم تقربًا إلى الله تعالى, وعلى مَن ينفقون؟ قل لهم: أنفقوا أيَّ خير يتيسر لكم من أصناف المال الحلال الطيب, واجعلوا نفقتكم للوالدين, والأقربين من أهلكم وذوي أرحامكم, واليتامى, والفقراء, والمسافر المحتاج الذي بَعُدَ عن أهله وماله. وما تفعلوا من خير فإن الله تعالى به عليم.\r\n", "sura_id": 2, "type": 3, "id": 31402, "aya_id": 215}, {"text": " <font color=red>يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ</font><BR><p>قَالَ مُقَاتِل بْن حَيَّان : هَذِهِ الْآيَة فِي نَفَقَة التَّطَوُّع. وَقَالَ السُّدِّيّ : نَسَخَتْهَا الزَّكَاة وَفِيهِ نَظَر وَمَعْنَى الْآيَة : يَسْأَلُونَك كَيْف يُنْفِقُونَ ؟ قَالَهُ اِبْن عَبَّاس وَمُجَاهِد فَبَيَّنَ لَهُمْ تَعَالَى ذَلِكَ فَقَالَ \" قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْر فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِين وَابْن السَّبِيل \" أَيْ اِصْرِفُوهَا فِي هَذِهِ الْوُجُوه . كَمَا جَاءَ الْحَدِيث \" أُمّك وَأَبَاك وَأُخْتك وَأَخَاك ثُمَّ أَدْنَاك أَدْنَاك \" وَتَلَا مَيْمُون بْن مِهْرَان هَذِهِ الْآيَة ثُمَّ قَالَ : هَذِهِ مَوَاضِع النَّفَقَة مَا ذَكَرَ فِيهَا طَبْلًا وَلَا مِزْمَارًا وَلَا تَصَاوِير الْخَشَب وَلَا كِسْوَة الْحِيطَان . ثُمَّ قَالَ تَعَالَى\" وَمَا تَفْعَلُوا مِنْ خَيْر فَإِنَّ اللَّه بِهِ عَلِيم \" أَيْ مَهْمَا صَدَرَ مِنْكُمْ مِنْ فِعْل مَعْرُوف فَإِنَّ اللَّه يَعْلَمهُ وَسَيَجْزِيكُمْ عَلَى ذَلِكَ أَوْفَر الْجَزَاء فَإِنَّهُ لَا يَظْلِم أَحَدًا مِثْقَال ذَرَّة .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38626, "aya_id": 215}]