[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ", "sura_id": 58, "type": 0, "id": 5113, "aya_id": 9}, {"text": "ياأيها الذين آمنوا إذا تناجيتم فلا تتناجوا بالإثم والعدوان ومعصية الرسول وتناجوا بالبر والتقوى واتقوا الله الذي إليه تحشرون", "sura_id": 58, "type": 1, "id": 11349, "aya_id": 9}, {"text": "9 - (يا أيها الذين آمنوا إذا تناجيتم فلا تتناجوا بالإثم والعدوان ومعصية الرسول وتناجوا بالبر والتقوى واتقوا الله الذي إليه تحشرون) \r\n", "sura_id": 58, "type": 2, "id": 30057, "aya_id": 9}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, إذا تحدثتم فيما بينكم سرًا، فلا تتحدثوا بما فيه إثم من القول، أو بما هو عدوان على غيركم, أو مخالفة لأمر الرسول، وتحدثوا بما فيه خير وطاعة وإحسان، وخافوا الله بامتثالكم أوامره واجتنابكم نواهيه، فإليه وحده مرجعكم بجميع أعمالكم وأقوالكم التي أحصاها عليكم, وسيجازيكم بها.\r\n", "sura_id": 58, "type": 3, "id": 36293, "aya_id": 9}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ</font><BR><p>قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَان وَمَعْصِيَة الرَّسُول \" أَيْ كَمَا يَتَنَاجَى بِهِ الْجَهَلَة مِنْ كَفَرَة أَهْل الْكِتَاب وَمَنْ مَالَأَهُمْ عَلَى ضَلَالهمْ مِنْ الْمُنَافِقِينَ \" وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى وَاتَّقُوا اللَّه الَّذِي إِلَيْهِ تُحْشَرُونَ \" أَيْ فَيُخْبِركُمْ بِجَمِيعِ أَعْمَالكُمْ وَأَقْوَالكُمْ الَّتِي أَحْصَاهَا عَلَيْكُمْ وَسَيَجْزِيكُمْ بِهَا . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز وَعَفَّان قَالَا أَخْبَرَنَا هَمَّام عَنْ قَتَادَة عَنْ صَفْوَان بْن مُحْرِز قَالَ كُنْت آخِذًا بِيَدِ اِبْن عُمَر إِذْ عَرَضَ لَهُ رَجُل فَقَالَ كَيْفَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي النَّجْوَى يَوْم الْقِيَامَة ؟ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يُدْنِي الْمُؤْمِن فَيَضَع عَلَيْهِ كَنَفه وَيَسْتُرهُ مِنْ النَّاس وَيُقَرِّرهُ بِذُنُوبِهِ وَيَقُول لَهُ أَتَعْرِفُ ذَنْب كَذَا ؟ أَتَعْرِفُ ذَنْب كَذَا ؟ أَتَعْرِفُ ذَنْب كَذَا ؟ حَتَّى إِذَا قَرَّرَهُ بِذُنُوبِهِ وَرَأَى فِي نَفْسه أَنْ قَدْ هَلَكَ قَالَ فَإِنِّي قَدْ سَتَرْتهَا عَلَيْك فِي الدُّنْيَا وَأَنَا أَغْفِرهَا لَك الْيَوْم ثُمَّ يُعْطَى كِتَاب حَسَنَاته وَأَمَّا الْكُفَّار وَالْمُنَافِقُونَ فَيَقُول الْأَشْهَاد\" هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبّهمْ أَلَا لَعْنَة اللَّه عَلَى الظَّالِمِينَ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث قَتَادَة.</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42051, "aya_id": 9}]