[{"text": "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا", "sura_id": 33, "type": 0, "id": 3590, "aya_id": 57}, {"text": "إن الذين يؤذون الله ورسوله لعنهم الله في الدنيا والآخرة وأعد لهم عذابا مهينا", "sura_id": 33, "type": 1, "id": 9826, "aya_id": 57}, {"text": "57 - (إن الذين يؤذون الله ورسوله) وهم الكفار يصفون الله بما هو منزه عنه من الولد والشريك ويكذبون رسوله (لعنهم الله في الدنيا والآخرة) أبعدهم (وأعد لهم عذابا مهينا) ذا إهانة وهو النار \r\n", "sura_id": 33, "type": 2, "id": 28534, "aya_id": 57}, {"text": "إن الذين يؤذون الله بالشرك أو غيره من المعاصي, ويؤذون رسول الله بالأقوال أو الأفعال, أبعدهم الله وطردهم مِن كل خير في الدنيا والآخرة, وأعدَّ لهم في الآخرة عذابًا يذلهم ويهينهم.\r\n", "sura_id": 33, "type": 3, "id": 34770, "aya_id": 57}, {"text": " <font color=red>إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا</font><BR><p>يَقُول تَعَالَى مُتَهَدِّدًا وَمُتَوَعِّدًا مَنْ أَذَاهُ بِمُخَالَفَةِ أَوَامِره وَارْتِكَاب زَوَاجِره وَإِصْرَاره عَلَى ذَلِكَ وَإِيذَاء رَسُوله بِعَيْبٍ أَوْ بِنَقْصٍ عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ - قَالَ عِكْرِمَة فِي قَوْله تَعَالَى \" إِنَّ الَّذِينَ يُؤْذُونَ اللَّه وَرَسُوله \" نَزَلَتْ فِي الْمُصَوِّرِينَ وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول اللَّه عَزَّ وَجَلَّ : يُؤْذِينِي اِبْن آدَم يَسُبّ الدَّهْر وَأَنَا الدَّهْر أُقَلِّب لَيْله وَنَهَاره وَمَعْنَى هَذَا أَنَّ الْجَاهِلِيَّة كَانُوا يَقُولُونَ يَا خَيْبَة الدَّهْر فَعَلَ بِنَا كَذَا وَكَذَا فَيُسْنِدُونَ أَفْعَال اللَّه تَعَالَى إِلَى الدَّهْر وَيَسُبُّونَهُ وَإِنَّمَا الْفَاعِل لِذَلِكَ هُوَ اللَّه عَزَّ وَجَلَّ فَنَهَى عَنْ ذَلِكَ هَكَذَا قَرَّرَهُ الشَّافِعِيّ وَأَبُو عُبَيْدَة وَغَيْرهمَا مِنْ الْعُلَمَاء رَحِمَهمْ اللَّه وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" إِنَّ الَّذِينَ يُؤْذُونَ اللَّه وَرَسُوله \" نَزَلَتْ فِي الَّذِينَ طَعَنُوا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تَزْوِيجه صَفِيَّة بِنْت حُيَيّ بْن أَخْطَبَ وَالظَّاهِر أَنَّ الْآيَة عَامَّة فِي كُلّ مَنْ آذَاهُ بِشَيْءٍ وَمَنْ آذَاهُ فَقَدْ آذَى اللَّه كَمَا أَنَّ مَنْ أَطَاعَهُ فَقَدْ أَطَاعَ اللَّه كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يُونُس حَدَّثَنَا إِبْرَاهِيم بْن سَعْد عَنْ عُبَيْدَة بْن أَبِي رَائِطَة الْحَذَّاء الْمُجَاشِعِيّ عَنْ عَبْد الرَّحْمَن بْن زِيَاد عَنْ عَبْد الرَّحْمَن بْن الْمُغَفَّل الْمُزَنِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّه اللَّه فِي أَصْحَابِي لَا تَتَّخِذُوهُمْ غَرَضًا بَعْدِي فَمَنْ أَحَبَّهُمْ فَبِحُبِّي أُحِبّهُمْ وَمَنْ أَبْغَضهمْ فَبِبُغْضِي أَبْغَضهمْ وَمَنْ آذَاهُمْ فَقَدْ آذَانِي وَمَنْ آذَانِي فَقَدْ آذَى اللَّه وَمَنْ آذَى اللَّه يُوشِك أَنْ يَأْخُذهُ وَقَدْ رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث عُبَيْدَة بْن أَبِي رَائِطَة عَنْ عَبْد الرَّحْمَن بْن زِيَاد عَنْ عَبْد اللَّه بْن الْمُغَفَّل بِهِ ثُمَّ قَالَ وَهَذَا حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40219, "aya_id": 57}]