[{"text": "وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَن تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا", "sura_id": 18, "type": 0, "id": 2195, "aya_id": 55}, {"text": "و ما منع الناس أن يؤمنوا إذ جاءهم الهدى و يستغفروا ربهم إلا أن تأتيهم سنة الأولين أو يأتيهم العذاب قبلا", "sura_id": 18, "type": 1, "id": 8431, "aya_id": 55}, {"text": "55 - (وما منع الناس) أي كفار مكة (أن يؤمنوا) مفعول ثان (إذ جاءهم الهدى) القرآن (ويستغفروا ربهم إلا أن تأتيهم سنة الأولين) فاعل أي سنتنا فيهم وهي الإهلاك المقدر عليهم (أو يأتيهم العذاب قبلا) مقابلة وعيانا وهو القتل يوم بدر وفي قراءة بضمتين جمع قبيل أي أنواعا \r\n", "sura_id": 18, "type": 2, "id": 27139, "aya_id": 55}, {"text": "وما منع الناس من الإيمان -حين جاءهم الرسول محمد صلى الله عليه وسلم ومعه القرآن- ، واستغفار ربهم طالبين عفوه عنهم، إلا تحدِّيهم للرسول، وطلبهم أن تصيبهم سنة الله في إهلاك السابقين عليهم، أو يصيبهم عذاب الله عِيانًا.\r\n", "sura_id": 18, "type": 3, "id": 33375, "aya_id": 55}, {"text": " <font color=red>وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا</font><BR><p>يُخْبِر تَعَالَى عَنْ تَمَرُّد الْكَفَرَة فِي قَدِيم الزَّمَان وَحَدِيثه وَتَكْذِيبهمْ بِالْحَقِّ الْبَيِّن الظَّاهِر مَعَ مَا يُشَاهِدُونَ مِنْ الْآيَات وَالدَّلَالَات الْوَاضِحَات وَأَنَّهُ مَا مَنَعَهُمْ مِنْ اِتِّبَاع ذَلِكَ إِلَّا طَلَبهمْ أَنْ يُشَاهِدُوا الْعَذَاب الَّذِي وُعِدُوا بِهِ عِيَانًا كَمَا قَالَ أُولَئِكَ لِنَبِيِّهِمْ \" فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنْ السَّمَاء إِنْ كُنْت مِنْ الصَّادِقِينَ \" وَآخَرُونَ قَالُوا \" اِئْتِنَا بِعَذَابِ اللَّه إِنْ كُنْت مِنْ الصَّادِقِينَ \" وَقَالَتْ قُرَيْش \" اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقّ مِنْ عِنْدك فَأَمْطِرْ عَلَيْنَا حِجَارَة مِنْ السَّمَاء أَوْ اِئْتِنَا بِعَذَابٍ أَلِيم \" وَقَالُوا \" يَا أَيّهَا الَّذِي نُزِّلَ عَلَيْك الذِّكْر إِنَّك لَمَجْنُون لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْت مِنْ الصَّادِقِينَ \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى ذَلِكَ ثُمَّ قَالَ \" إِلَّا أَنْ تَأْتِيهُمْ سُنَّة الْأَوَّلِينَ \" مِنْ غَشَيَانهمْ بِالْعَذَابِ وَأَخْذهمْ عَنْ آخِرهمْ \" أَوْ يَأْتِيهُمْ الْعَذَاب قُبُلًا \" أَيْ يَرَوْنَهُ عِيَانًا مُوَاجَهَة وَمُقَابَلَة .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38350, "aya_id": 55}]