[{"text": "مَّن كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِندَ اللّهِ ثَوَابُ الدُّنْيَا وَالآخِرَةِ وَكَانَ اللّهُ سَمِيعًا بَصِيرًا", "sura_id": 4, "type": 0, "id": 627, "aya_id": 134}, {"text": "من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والآخرة وكان الله سميعا بصيرا", "sura_id": 4, "type": 1, "id": 6863, "aya_id": 134}, {"text": "134 - (من كان يريد) بعمله (ثواب الدنيا فعند الله ثواب الدنيا والآخرة) لمن أراده لا عند غيره فلم يطلب أحدكم الأخس وهلا طلب الأعلى باخلاص له حيث كان مطلبه لا يوجد إلا عنده (وكان الله سميعا بصيرا) \r\n", "sura_id": 4, "type": 2, "id": 25571, "aya_id": 134}, {"text": "من يرغب منكم -أيها الناس- في ثواب الدنيا ويعرض عن الآخرة, فعند الله وحده ثواب الدنيا والآخرة, فليطلب من الله وحده خيري الدنيا والآخرة, فهو الذي يملكهما. وكان الله سميعًا لأقوال عباده, بصيرًا بأعمالهم ونياتهم, وسيجازيهم على ذلك.\r\n", "sura_id": 4, "type": 3, "id": 31807, "aya_id": 134}, {"text": " <font color=red>مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا</font><BR><p>وَقَوْله \" مَنْ كَانَ يُرِيد ثَوَاب الدُّنْيَا فَعِنْد اللَّه ثَوَاب الدُّنْيَا وَالْآخِرَة أَيْ يَا مَنْ لَيْسَ لَهُ هِمَّة إِلَّا الدُّنْيَا اِعْلَمْ أَنَّ عِنْد اللَّه ثَوَاب الدُّنْيَا وَالْآخِرَة وَإِذَا سَأَلْته مِنْ هَذِهِ وَهَذِهِ أَعْطَاك وَأَغْنَاك وَأَقْنَاك كَمَا قَالَ تَعَالَى \" فَمِنْ النَّاس مَنْ يَقُول رَبّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَة مِنْ خَلَاق وَمِنْهُمْ مَنْ يَقُول \" رَبّنَا آتِنَا فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وَقِنَا عَذَاب النَّار أُولَئِكَ لَهُمْ نَصِيب مِمَّا كَسَبُوا الْآيَة وَقَالَ تَعَالَى \" مَنْ كَانَ يُرِيد حَرْث الْآخِرَة نَزِدْ لَهُ فِي حَرْثه \" الْآيَة وَقَالَ تَعَالَى \" مَنْ كَانَ يُرِيد الْعَاجِلَة عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَنْ نُرِيد - إِلَى قَوْله - اُنْظُرْ كَيْف فَضَّلْنَا بَعْضهمْ عَلَى بَعْض \" الْآيَة وَقَدْ زَعَمَ اِبْن جَرِير أَنَّ الْمَعْنَى فِي هَذِهِ الْآيَة \" مَنْ كَانَ يُرِيد ثَوَاب الدُّنْيَا \" أَيْ مِنْ الْمُنَافِقِينَ الَّذِينَ أَظْهَرُوا الْإِيمَان لِأَجْلِ ذَلِكَ \" فَعِنْد اللَّه ثَوَاب الدُّنْيَا \" وَهُوَ مَا حَصَلَ لَهُمْ مِنْ الْمَغَانِم وَغَيْرهَا مَعَ الْمُسْلِمِينَ وَقَوْله \" وَالْآخِرَة \" أَيْ وَعِنْد اللَّه ثَوَاب الْآخِرَة وَهُوَ مَا اِدَّخَرَهُ لَهُمْ مِنْ الْعُقُوبَة فِي نَار جَهَنَّم جَعَلَهَا كَقَوْلِهِ \" مَنْ كَانَ يُرِيد الْحَيَاة الدُّنْيَا وَزِينَتهَا - إِلَى قَوْله - وَبَاطِل مَا كَانُوا يَعْمَلُونَ \" وَلَا شَكَّ أَنَّ هَذِهِ الْآيَة مَعْنَاهَا ظَاهِر وَأَمَّا تَفْسِيره الْآيَة الْأُولَى بِهَذَا فَفِيهِ نَظَر فَإِنَّ قَوْله \" فَعِنْد اللَّه ثَوَاب الدُّنْيَا وَالْآخِرَة \" ظَاهِر فِي حُصُول الْخَيْر فِي الدُّنْيَا وَالْآخِرَة أَيْ بِيَدِهِ هَذَا وَهَذَا فَلَا يَقْتَصِر قَاصِر الْهِمَّة عَلَى السَّعْي لِلدُّنْيَا فَقَطْ بَلْ لِتَكُنْ هِمَّته سَامِيَة إِلَى نَيْل الْمَطَالِب الْعَالِيَة فِي الدُّنْيَا وَالْآخِرَة فَإِنَّ مَرْجِع ذَلِكَ كُلّه إِلَى الَّذِي بِيَدِهِ الضُّرّ وَالنَّفْع وَهُوَ اللَّه الَّذِي لَا إِلَه إِلَّا هُوَ الَّذِي قَدْ قَسَمَ السَّعَادَة وَالشَّقَاوَة بَيْن النَّاس فِي الدُّنْيَا وَالْآخِرَة وَعَدَلَ بَيْنهمْ فِيمَا عَلِمَهُ فِيهِمْ مِمَّنْ يَسْتَحِقّ هَذَا وَمِمَّنْ يَسْتَحِقّ هَذَا. وَلِهَذَا قَالَ \" وَكَانَ اللَّه سَمِيعًا بَصِيرًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40806, "aya_id": 134}]