[{"text": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ", "sura_id": 28, "type": 0, "id": 3295, "aya_id": 43}, {"text": "ولقد آتينا موسى الكتاب من بعد ما أهلكنا القرون الأولى بصائر للناس وهدى ورحمة لعلهم يتذكرون", "sura_id": 28, "type": 1, "id": 9531, "aya_id": 43}, {"text": "43 - (ولقد آتينا موسى الكتاب) التوراة (من بعد ما أهلكنا القرون الأولى) قوم نوح وعاد وثمود وغيرهم (بصائر للناس) حال من الكتاب جمع بصيرة وهي نور القلب أي أنوارا للقلوب (وهدى) من الضلالة لمن عمل به (ورحمة) لمن آمن به (لعلهم يتذكرون) يتعظون بما فيه من المواعظ \r\n", "sura_id": 28, "type": 2, "id": 28239, "aya_id": 43}, {"text": "ولقد آتينا موسى التوراة من بعد ما أهلكنا الأمم التي كانت من قبله -كقوم نوح وعاد وثمود وقوم لوط وأصحاب \"مدين\"- فيها بصائر لبني إسرائيل, يبصرون بها ما ينفعهم وما يضرهم, وفيها رحمة لمن عمل بها منهم; لعلهم يتذكرون نِعَم الله عليهم, فيشكروه عليها, ولا يكفروه.\r\n", "sura_id": 28, "type": 3, "id": 34475, "aya_id": 43}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ</font><BR><p>يُخْبِر تَعَالَى عَمَّا أَنْعَمَ بِهِ عَلَى عَبْده وَرَسُوله مُوسَى الْكَلِيم عَلَيْهِ مِنْ رَبّه أَفْضَل الصَّلَاة وَالتَّسْلِيم مِنْ إِنْزَال التَّوْرَاة عَلَيْهِ بَعْدَمَا أَهْلَكَ فِرْعَوْن وَمَلَأَهُ. وَقَوْله تَعَالَى : \" مِنْ بَعْد مَا أَهْلَكْنَا الْقُرُون الْأُولَى\" يَعْنِي أَنَّهُ بَعْد إِنْزَال التَّوْرَاة لَمْ يُعَذِّب أُمَّة بِعَامَّةٍ بَلْ أَمَرَ الْمُؤْمِنِينَ أَنْ يُقَاتِلُوا أَعْدَاء اللَّه مِنْ الْمُشْرِكِينَ كَمَا قَالَ تَعَالَى : \" وَجَاءَ فِرْعَوْن وَمَنْ قَبْله وَالْمُؤْتَفِكَات بِالْخَاطِئَةِ فَعَصَوْا رَسُول رَبّهمْ فَأَخَذَهُمْ أَخْذَة رَابِيَة \" وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا مُحَمَّد بْن عَبْد الْوَهَّاب قَالَا حَدَّثَنَا عَوْف عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ مَا أَهْلَكَ اللَّه قَوْمًا بِعَذَابٍ مِنْ السَّمَاء وَلَا مِنْ الْأَرْض بَعْدَمَا أُنْزِلَتْ التَّوْرَاة عَلَى وَجْه الْأَرْض غَيْر أَهْل الْقَرْيَة الَّذِينَ مُسِخُوا قِرَدَة بَعْد مُوسَى ثُمَّ قَرَأَ \" وَلَقَدْ آتَيْنَا مُوسَى الْكِتَاب مِنْ بَعْدِمَا أَهْلَكْنَا الْقُرُون الْأُولَى \" الْآيَة وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث عَوْف بْن أَبِي حَبِيبَة الْأَعْرَابِيّ بِنَحْوِهِ وَهَكَذَا رَوَاهُ أَبُو بَكْر الْبَزَّار فِي مُسْنَده عَنْ عَمْرو بْن عَلِيّ الْفَلَّاس عَنْ يَحْيَى الْقَطَّان عَنْ عَوْف عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد مَوْقُوفًا ثُمَّ رَوَاهُ عَنْ نَصْر بْن عَلِيّ عَنْ عَبْد الْأَعْلَى عَنْ عَوْف عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد رَفَعَهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا أَهْلَكَ اللَّه قَوْمًا بِعَذَابٍ مِنْ السَّمَاء وَلَا مِنْ الْأَرْض إِلَّا قَبْل مُوسَى \" ثُمَّ قَرَأَ : \" وَلَقَدْ آتَيْنَا مُوسَى الْكِتَاب مِنْ بَعْدِمَا أَهْلَكْنَا الْقُرُون الْأُولَى \" الْآيَة . وَقَوْله : \" بَصَائِر لِلنَّاسِ وَهُدًى وَرَحْمَة \" أَيْ مِنْ الْعَمَى وَالْغَيّ وَهُدَى إِلَى الْحَقّ وَرَحْمَة أَيْ إِرْشَادًا إِلَى الْعَمَل الصَّالِح \" لَعَلَّهُمْ يَتَذَكَّرُونَ \" أَيْ لَعَلَّ النَّاس يَتَذَكَّرُونَ بِهِ وَيَهْتَدُونَ بِسَبَبِهِ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39723, "aya_id": 43}]