[{"text": "يَسْأَلُونَكَ عَنِ الأَنفَالِ قُلِ الأَنفَالُ لِلّهِ وَالرَّسُولِ فَاتَّقُواْ اللّهَ وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ وَأَطِيعُواْ اللّهَ وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 8, "type": 0, "id": 1161, "aya_id": 1}, {"text": "يسألونك عن الأنفال قل الأنفال لله و الرسول فاتقوا الله و أصلحوا ذات بينكم و أطيعوا الله و رسوله إن كنتم مؤمنين", "sura_id": 8, "type": 1, "id": 7397, "aya_id": 1}, {"text": "سورة الأنفال 1 - (يسألونك) يا محمد (عن الأنفال) الغنائم لمن هي (قل) لهم (الأنفال لله) يجعلها حيث شاء (والرسول) يقسمها بأمر الله فقسمها صلى الله عليه وسلم بينهم على السواء ، رواه الحاكم في المستدرك (فاتقوا الله وأصلحوا ذات بينكم) أي حقيقة ما بينكم بالمودة وترك النزاع (وأطيعوا الله ورسوله إن كنتم مؤمنين) حقاً \r\n", "sura_id": 8, "type": 2, "id": 26105, "aya_id": 1}, {"text": "يسألك أصحابك -أيها النبي- عن الغنائم يوم \"بدر\" كيف تقسمها بينهم؟ قل لهم: إنَّ أمرها إلى الله ورسوله, فالرسول يتولى قسمتها بأمر ربه, فاتقوا عقاب الله ولا تُقَدموا على معصيته, واتركوا المنازعة والمخاصمة بسبب هذه الأموال, وأصلحوا الحال بينكم, والتزموا طاعة الله ورسوله إن كنتم مؤمنين; فإن الإيمان يدعو إلى طاعة الله ورسوله.\r\n", "sura_id": 8, "type": 3, "id": 32341, "aya_id": 1}, {"text": " <font color=red>يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>سُورَة الْأَنْفَال : وَهِيَ مَدَنِيَّة آيَاتهَا سَبْعُونَ وَسِتّ آيَات كَلِمَاتهَا أَلْف كَلِمَة وَسِتُّمِائَةِ كَلِمَة وَإِحْدَى وَثَلَاثُونَ كَلِمَة حُرُوفهَا خَمْسَة آلَاف وَمِائَتَانِ وَأَرْبَعَة وَتِسْعُونَ حَرْفًا وَاللَّهُ أَعْلَمُ . قَالَ الْبُخَارِيّ : قَالَ اِبْن عَبَّاس الْأَنْفَال الْمَغَانِم حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم حَدَّثَنَا سَعِيد بْن سُلَيْمَان أَخْبَرَنَا هُشَيْم أَخْبَرَنَا أَبُو بِشْر عَنْ سَعِيد بْن جُبَيْر قَالَ : قُلْت لِابْنِ عَبَّاس رَضِيَ اللَّه عَنْهُمَا سُورَة الْأَنْفَال قَالَ نَزَلَتْ فِي بَدْر أَمَّا مَا عَلَّقَهُ عَنْ اِبْن عَبَّاس فَكَذَلِكَ رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : الْأَنْفَال الْغَنَائِم كَانَتْ لِرَسُولِ اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ خَالِصَة لَيْسَ لِأَحَدٍ مِنْهَا شَيْء وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَعَطَاء وَالضَّحَّاك وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ وَمُقَاتِل بْن حَيَّان وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْر وَاحِد أَنَّهَا الْمَغَانِم وَقَالَ الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : الْأَنْفَال الْغَنَائِم قَالَ فِيهَا لَبِيد : إِنَّ تَقْوَى رَبِّنَا خَيْرُ نَفَلْ وَبِإِذْنِ اللَّه رَيْثِي وَعَجَلْ . وَقَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي مَالِك بْن أَنَس عَنْ اِبْن شِهَاب عَنْ الْقَاسِم بْن مُحَمَّد قَالَ : سَمِعْت رَجُلًا يَسْأَل اِبْن عَبَّاس عَنْ الْأَنْفَال فَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : الْفَرَس مِنْ النَّفَل وَالسَّلَب مِنْ النَّفَل . ثُمَّ عَادَ لِمَسْأَلَتِهِ فَقَالَ اِبْن عَبَّاس ذَلِكَ أَيْضًا . ثُمَّ قَالَ الرَّجُل : الْأَنْفَال الَّتِي قَالَ اللَّه فِي كِتَابه مَا هِيَ ؟ قَالَ الْقَاسِم : فَلَمْ يَزَلْ يَسْأَلهُ حَتَّى كَادَ يُحْرِجهُ فَقَالَ اِبْن عَبَّاس : أَتَدْرُونَ مَا مَثَل هَذَا ؟ مَثَل صُبَيْغ الَّذِي ضَرَبَهُ عُمَر بْن الْخَطَّاب . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ الْقَاسِم بْن مُحَمَّد قَالَ : قَالَ اِبْن عَبَّاس : كَانَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ إِذَا سُئِلَ عَنْ شَيْء قَالَ لَا آمُرك وَلَا أَنْهَاك ثُمَّ قَالَ اِبْن عَبَّاس : وَاَللَّه مَا بَعَثَ اللَّه نَبِيّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا زَاجِرًا آمِرًا مُحَلِّلًا مُحَرِّمًا . قَالَ الْقَاسِم : فَسُلِّطَ عَلَى اِبْن عَبَّاس رَجُل فَسَأَلَهُ عَنْ الْأَنْفَال فَقَالَ اِبْن عَبَّاس : كَانَ الرَّجُل يُنَفَّل فَرَس الرَّجُل وَسِلَاحه فَأَعَادَ عَلَيْهِ الرَّجُل فَقَالَ لَهُ مِثْل ذَلِكَ ثُمَّ عَادَ عَلَيْهِ حَتَّى أَغْضَبَهُ فَقَالَ اِبْن عَبَّاس : أَتَدْرُونَ مَا مَثَل هَذَا ؟ مَثَل صُبَيْغ الَّذِي ضَرَبَهُ عُمَر بْن الْخَطَّاب حَتَّى سَالَتْ الدِّمَاء عَلَى عَقِبَيْهِ أَوْ عَلَى رِجْلَيْهِ فَقَالَ الرَّجُل : أَمَّا أَنْتَ فَقَدْ اِنْتَقَمَ اللَّه لِعُمَرَ مِنْك . وَهَذَا إِسْنَاد صَحِيح إِلَى اِبْن عَبَّاس أَنَّهُ فَسَّرَ النَّفَل بِمَا يُنَفِّلهُ الْإِمَام لِبَعْضِ الْأَشْخَاص مِنْ سَلَبٍ أَوْ نَحْوه بَعْد قَسْم أَصْل الْمَغْنَم وَهُوَ الْمُتَبَادِر إِلَى فَهْم كَثِير مِنْ الْفُقَهَاء مِنْ لَفْظ النَّفَل وَاللَّهُ أَعْلَمُ . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد : إِنَّهُمْ سَأَلُوا رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْخُمُس بَعْد الْأَرْبَعَة مِنْ الْأَخْمَاس فَنَزَلَ \" يَسْأَلُونَك عَنْ الْأَنْفَال \" وَقَالَ اِبْن مَسْعُود وَمَسْرُوق لَا نَفَل يَوْم الزَّحْف إِنَّمَا النَّفَل قَبْل اِلْتِقَاء الصُّفُوف رَوَاهُ اِبْن أَبِي حَاتِم عَنْهُمَا وَقَالَ اِبْن الْمُبَارَك وَغَيْر وَاحِد عَنْ عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ عَطَاء بْن أَبِي رَبَاح فِي الْآيَة \" يَسْأَلُونَك عَنْ الْأَنْفَال \" قَالَ يَسْأَلُونَك فِيمَا شَذَّ مِنْ الْمُشْرِكِينَ إِلَى الْمُسْلِمِينَ فِي غَيْر قِتَال مِنْ دَابَّة أَوْ عَبْد أَوْ أَمَة أَوْ مَتَاع فَهُوَ نَفَل لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَصْنَع بِهِ مَا يَشَاء وَهَذَا يَقْتَضِي أَنَّهُ فَسَّرَ الْأَنْفَال بِالْفَيْءِ وَهُوَ مَا أُخِذَ مِنْ الْكُفَّار مِنْ غَيْر قِتَال . قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ : هِيَ أَنْفَال السَّرَايَا . حَدَّثَنِي الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا عَلِيّ بْن صَالِح بْن حُيَيّ قَالَ : بَلَغَنِي فِي قَوْله تَعَالَى \" يَسْأَلُونَك عَنْ الْأَنْفَال \" قَالَ السَّرَايَا وَمَعْنَى هَذَا مَا يُنَفِّلهُ الْإِمَام لِبَعْضِ السَّرَايَا زِيَادَة عَلَى قَسْمِهِمْ مَعَ بَقِيَّة الْجَيْش . وَقَدْ صَرَّحَ بِذَلِكَ الشَّعْبِيّ . وَاخْتَارَ اِبْن جَرِير أَنَّهَا الزِّيَادَة عَلَى الْقَسْم . وَيَشْهَد لِذَلِكَ مَا وَرَدَ فِي سَبَب نُزُول الْآيَة وَهُوَ مَا رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا أَبُو إِسْحَاق الشَّيْبَانِيّ عَنْ مُحَمَّد بْن عُبَيْد اللَّه الثَّقَفِيّ عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ : لَمَّا كَانَ يَوْمُ بَدْر وَقُتِلَ أَخِي عُمَيْر قَتَلْت سَعِيد بْن الْعَاص وَأَخَذْت سَيْفه وَكَانَ يُسَمَّى ذَا الْكَتِيفَة فَأَتَيْت بِهِ النَّبِيّ صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" اِذْهَبْ فَاطْرَحْهُ فِي الْقَبْض \" قَالَ فَرَجَعْت وَبِي مَا لَا يَعْلَمهُ إِلَّا اللَّه مِنْ قَتْل أَخِي وَأَخْذ سَلَبِي قَالَ فَمَا جَاوَزْت إِلَّا يَسِيرًا حَتَّى نَزَلَتْ سُورَة الْأَنْفَال فَقَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِذْهَبْ فَخُذْ سَلَبَك \" وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَسْوَد بْن عَامِر أَخْبَرَنَا أَبُو بَكْر عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ مُصْعَب بْن سَعْد عَنْ سَعْد بْن مَالِك قَالَ : قُلْت يَا رَسُول اللَّه قَدْ شَفَانِي اللَّه الْيَوْم مِنْ الْمُشْرِكِينَ فَهَبْ لِي هَذَا السَّيْف فَقَالَ \" إِنَّ هَذَا السَّيْف لَا لَك وَلَا لِي ضَعْهُ \" قَالَ فَوَضَعْته ثُمَّ رَجَعْت فَقُلْت عَسَى أَنْ يُعْطَى هَذَا السَّيْف مَنْ لَا يُبْلِي بَلَائِي قَالَ فَإِذَا رَجُل يَدْعُونِي مِنْ وَرَائِي قَالَ قُلْت قَدْ أَنْزَلَ اللَّه فِيَّ شَيْئًا ؟ قَالَ كُنْت سَأَلْتَنِي السَّيْف وَلَيْسَ هُوَ لِي وَإِنَّهُ قَدْ وُهِبَ لِي فَهُوَ لَك قَالَ وَأَنْزَلَ اللَّه هَذِهِ الْآيَة \" يَسْأَلُونَك عَنْ الْأَنْفَال قُلْ الْأَنْفَال لِلَّهِ وَالرَّسُول \" وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ أَبِي بَكْر بْن عَيَّاش بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَهَكَذَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ أَخْبَرَنَا شُعْبَة أَخْبَرَنَا سِمَاك بْن حَرْب قَالَ : سَمِعْت مُصْعَب بْن سَعْد يُحَدِّث عَنْ سَعْد قَالَ : نَزَلَتْ فِيَّ أَرْبَع آيَات أَصَبْت سَيْفًا يَوْم بَدْر فَأَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت نَفِّلْنِيهِ فَقَالَ \" ضَعْهُ مِنْ حَيْثُ أَخَذْته \" مَرَّتَيْنِ ثُمَّ عَاوَدْته فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ضَعْهُ مِنْ حَيْثُ أَخَذْته \" فَنَزَلَتْ هَذِهِ الْآيَة \" يَسْأَلُونَك عَنْ الْأَنْفَال \" الْآيَة وَتَمَام الْحَدِيث فِي نُزُول \" وَوَصَّيْنَا الْإِنْسَان بِوَالِدَيْهِ حُسْنًا \" وَقَوْله تَعَالَى \" إِنَّمَا الْخَمْر وَالْمَيْسِر \" وَآيَة الْوَصِيَّة وَقَدْ رَوَاهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث شُعْبَة بِهِ وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر عَنْ بَعْض بَنِي سَاعِدَة قَالَ : سَمِعْت أَبَا أُسَيْد مَالِك بْن رَبِيعَة يَقُول : أَصَبْت سَيْف اِبْن عَائِذ يَوْم بَدْر وَكَانَ السَّيْف يُدْعَى بِالْمَرْزُبَانِ فَلَمَّا أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّاس أَنْ يَرُدُّوا مَا فِي أَيْدِيهمْ مِنْ النَّفَل أَقْبَلْت بِهِ فَأَلْقَيْته فِي النَّفَل وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَمْنَع شَيْئًا يُسْأَلُهُ فَرَآهُ الْأَرْقَم بْنُ أَبِي الْأَرْقَم الْمَخْزُومِيّ فَسَأَلَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَعْطَاهُ إِيَّاهُ وَرَوَاهُ اِبْن جَرِير مِنْ وَجْه آخَر . \" سَبَب آخَر فِي نُزُول الْآيَة \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن سَلَمَة عَنْ اِبْن إِسْحَاق عَنْ عَبْد الرَّحْمَن عَنْ سُلَيْمَان بْن مُوسَى عَنْ مَكْحُول عَنْ أَبِي أُمَامَة قَالَ : سَأَلْت عُبَادَة عَنْ الْأَنْفَال فَقَالَ : فِينَا أَصْحَابَ بَدْر نَزَلَتْ حِين اِخْتَلَفْنَا فِي النَّفَل وَسَاءَتْ فِيهِ أَخْلَاقنَا فَانْتَزَعَهُ اللَّه مِنْ أَيْدِينَا وَجَعَلَهُ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَسَمَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن الْمُسْلِمِينَ عَنْ بَوَاء يَقُول عَنْ سَوَاء . وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو مُعَاوِيَة بْن عُمَر أَخْبَرَنَا أَبُو إِسْحَاق عَنْ عَبْد الرَّحْمَن بْن الْحَارِث بْن عَبْد اللَّه بْن عَيَّاش بْن أَبِي رَبِيعَة عَنْ سُلَيْمَان بْن مُوسَى عَنْ أَبِي سَلَامَة عَنْ أَبِي أُمَامَة عَنْ عُبَادَة بْن الصَّامِت قَالَ : خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَشَهِدْت مَعَهُ بَدْرًا فَالْتَقَى النَّاس فَهَزَمَ اللَّه تَعَالَى الْعَدُوّ فَانْطَلَقَتْ طَائِفَة فِي آثَارهمْ يَهْزِمُونَ وَيَقْتُلُونَ وَأَقْبَلَتْ طَائِفَة عَلَى الْعَسْكَر يَحُوزُونَهُ وَيَجْمَعُونَهُ وَأَحْدَقَتْ طَائِفَة بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يُصِيب الْعَدُوّ مِنْهُ غِرَّة حَتَّى إِذَا كَانَ اللَّيْل وَفَاءَ النَّاس بَعْضهمْ إِلَى بَعْض قَالَ الَّذِينَ جَمَعُوا الْغَنَائِم نَحْنُ حَوَيْنَاهَا فَلَيْسَ لِأَحَدٍ فِيهَا نَصِيب وَقَالَ الَّذِينَ خَرَجُوا فِي طَلَب الْعَدُوّ لَسْتُمْ بِأَحَقَّ بِهِ مِنَّا نَحْنُ مَنَعْنَا عَنْهُ الْعَدُوّ وَهَزَمْنَاهُمْ وَقَالَ الَّذِينَ أَحْدَقُوا بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خِفْنَا أَنْ يُصِيب الْعَدُوّ مِنْهُ غِرَّة فَاشْتَغَلْنَا بِهِ فَنَزَلَتْ \" يَسْأَلُونَك عَنْ الْأَنْفَال قُلْ الْأَنْفَال لِلَّهِ وَالرَّسُول فَاتَّقُوا اللَّه وَأَصْلِحُوا ذَات بَيْنكُمْ \" فَقَسَمَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن الْمُسْلِمِينَ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أَغَارَ فِي أَرْض الْعَدُوّ نَفَّلَ الرُّبُع فَإِذَا أَقْبَلَ رَاجِعًا نَفَّلَ الثُّلُث وَكَانَ يَكْرَه الْأَنْفَال وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ عَنْ عَبْد الرَّحْمَن بْن الْحَارِث بِهِ نَحْوه قَالَ التِّرْمِذِيّ هَذَا حَدِيث صَحِيح وَرَوَاهُ اِبْن حِبَّان فِي صَحِيحه وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عَبْد الرَّحْمَن بْن الْحَارِث وَقَالَ الْحَاكِم : صَحِيح الْإِسْنَاد عَلَى شَرْط مُسْلِم وَلَمْ يُخْرِجَاهُ . وَرَوَى أَبُو دَاوُد وَالنَّسَائِيّ وَابْن جَرِير وَابْن مَرْدَوَيْهِ وَاللَّفْظ لَهُ وَابْن حِبَّان وَالْحَاكِم مِنْ طُرُق عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا كَانَ يَوْمُ بَدْر قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ صَنَعَ كَذَا وَكَذَا فَلَهُ كَذَا وَكَذَا \" فَتَسَارَعَ فِي ذَلِكَ شُبَّان الْقَوْم وَبَقِيَ الشُّيُوخ تَحْت الرَّايَات فَلَمَّا كَانَتْ الْمَغَانِمُ جَاءُوا يَطْلُبُونَ الَّذِي جُعِلَ لَهُمْ فَقَالَ الشُّيُوخ لَا تَسْتَأْثِرُوا عَلَيْنَا فَإِنَّا كُنَّا رِدْءًا لَكُمْ لَوْ اِنْكَشَفْتُمْ لَفِئْتُمْ إِلَيْنَا . فَتَنَازَعُوا فَأَنْزَلَ اللَّه تَعَالَى \" يَسْأَلُونَك عَنْ الْأَنْفَال \" - إِلَى قَوْله - \" وَأَطِيعُوا اللَّه وَرَسُوله إِنْ كُنْتُمْ مُؤْمِنِينَ \" وَقَالَ الثَّوْرِيّ عَنْ الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ : لَمَّا كَانَ يَوْم بَدْر قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَتَلَ قَتِيلًا فَلَهُ كَذَا وَكَذَا وَمَنْ أَتَى بِأَسِيرٍ فَلَهُ كَذَا وَكَذَا \" فَجَاءَ أَبُو الْيُسْر بِأَسِيرَيْنِ فَقَالَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْك أَنْتَ وَعَدْتنَا فَقَامَ سَعْد بْن عُبَادَة فَقَالَ : يَا رَسُول اللَّه إِنَّك لَوْ أَعْطَيْت هَؤُلَاءِ لَمْ يَبْقَ لِأَصْحَابِك شَيْء وَإِنَّهُ لَمْ يَمْنَعْنَا مِنْ هَذَا زَهَادَة فِي الْأَجْر وَلَا جُبْن عَنْ الْعَدُوّ وَإِنَّمَا قُمْنَا هَذَا الْمَقَام مُحَافَظَة عَلَيْك مَخَافَة أَنْ يَأْتُوك مِنْ وَرَائِك فَتَشَاجَرُوا وَنَزَلَ الْقُرْآن \" يَسْأَلُونَك عَنْ الْأَنْفَال قُلْ الْأَنْفَال لِلَّهِ وَالرَّسُول \" قَالَ : وَنَزَلَ الْقُرْآن \" وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْء فَأَنَّ لِلَّهِ خُمُسَهُ \" إِلَى آخِر الْآيَة وَقَالَ الْإِمَام أَبُو عُبَيْد الْقَاسِم بْن سَلَّام رَحِمَهُ اللَّه فِي كِتَاب الْأَمْوَال الشَّرْعِيَّة وَبَيَان جِهَاتهَا وَمَصَارِفهَا : أَمَّا الْأَنْفَال فَهِيَ الْغَنَائِم وَكُلّ نَيْل نَالَهُ الْمُسْلِمُونَ مِنْ أَمْوَال أَهْل الْحَرْب فَكَانَتْ الْأَنْفَال الْأُولَى لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول اللَّه تَعَالَى \" يَسْأَلُونَك عَنْ الْأَنْفَال قُلْ الْأَنْفَال لِلَّهِ وَالرَّسُول \" فَقَسَمَهَا يَوْم بَدْر عَلَى مَا أَرَاهُ اللَّه مِنْ غَيْر أَنْ يُخَمِّسهَا عَلَى مَا ذَكَرْنَاهُ فِي حَدِيث سَعْد ثُمَّ نَزَلَتْ بَعْد ذَلِكَ آيَة الْخُمُس فَنَسَخَتْ الْأُولَى قُلْت هَكَذَا رَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس سَوَاء وَبِهِ قَالَ مُجَاهِد وَعِكْرِمَة وَالسُّدِّيّ وَقَالَ اِبْن زَيْد لَيْسَتْ مَنْسُوخَة بَلْ هِيَ مُحْكَمَة قَالَ أَبُو عُبَيْد وَفِي ذَلِكَ آثَار وَالْأَنْفَال أَصْلهَا جِمَاع الْغَنَائِم إِلَّا أَنَّ الْخُمُس مِنْهَا مَخْصُوص لِأَهْلِهِ عَلَى مَا نَزَلَ بِهِ الْكِتَاب وَجَرَتْ بِهِ السُّنَّة وَمَعْنَى الْأَنْفَال فِي كَلَام الْعَرَب كُلّ إِحْسَان فَعَلَهُ فَاعِل تَفَضُّلًا مِنْ غَيْر أَنْ يَجِبَ ذَلِكَ عَلَيْهِ فَذَلِكَ النَّفَل الَّذِي أَحَلَّهُ اللَّه لِلْمُؤْمِنِينَ مِنْ أَمْوَال عَدُوّهُمْ وَإِنَّمَا هُوَ شَيْء خَصَّهُمْ اللَّه بِهِ تَطَوُّلًا مِنْهُ عَلَيْهِمْ بَعْد أَنْ كَانَتْ الْمَغَانِم مُحَرَّمَة عَلَى الْأُمَم قَبْلهمْ فَنَفَّلَهَا اللَّه تَعَالَى هَذِهِ الْأُمَّةَ فَهَذَا أَصْل النَّفَل قُلْت شَاهِد هَذَا مَا فِي الصَّحِيحَيْنِ عَنْ جَابِر رَضِيَ اللَّه عَنْهُ \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُعْطِيت خَمْسًا لَمْ يُعْطَهُنَّ أَحَد قَبْلِي - فَذَكَرَ الْحَدِيث إِلَى أَنْ قَالَ - وَأُحِلَّتْ لِيَ الْغَنَائِم وَلَمْ تَحِلَّ لِأَحَدٍ قَبْلِي \" وَذَكَرَ تَمَام الْحَدِيث ثُمَّ قَالَ أَبُو عُبَيْد : وَلِهَذَا سُمِّيَ مَا جَعَلَ الْإِمَام لِلْمُقَاتِلَةِ نَفَلًا وَهُوَ تَفْضِيله بَعْض الْجَيْش عَلَى بَعْض بِشَيْءٍ سِوَى سِهَامهمْ يَفْعَل ذَلِكَ بِهِمْ عَلَى قَدْر الْغَنَاء عَنْ الْإِسْلَام وَالنِّكَايَة فِي الْعَدُوّ وَفِي النَّفَل الَّذِي يُنَفِّلهُ الْإِمَام سُنَنٌ أَرْبَع لِكُلِّ وَاحِدَة مِنْهُنَّ مَوْضِع غَيْر مَوْضِع الْأُخْرَى \" فَإِحْدَاهُنَّ \" فِي النَّفَل لَا خُمُس فِيهِ وَذَلِكَ السَّلَب . \" وَالثَّانِيَة \" النَّفَل الَّذِي يَكُون مِنْ الْغَنِيمَة بَعْد إِخْرَاج الْخُمُس وَهُوَ أَنْ يُوَجِّه الْإِمَام السَّرَايَا فِي أَرْض الْحَرْب فَتَأْتِي بِالْغَنَائِمِ فَيَكُون لِلسَّرِيَّةِ مِمَّا جَاءَتْ بِهِ الرُّبْع أَوْ الثُّلُث بَعْد الْخُمُس \" وَالثَّالِثَة \" فِي النَّفَل مِنْ الْخُمُس نَفْسه وَهُوَ أَنْ تُحَاز الْغَنِيمَة كُلّهَا ثُمَّ تُخَمَّس فَإِذَا صَارَ الْخُمُس فِي يَدَيْ الْإِمَام نَفَّلَ مِنْهُ عَلَى قَدْر مَا يَرَى . \" وَالرَّابِعَة \" فِي النَّفَل فِي جُمْلَة الْغَنِيمَة قَبْل أَنْ يُخَمَّس مِنْهَا شَيْء وَهُوَ أَنْ يُعْطِي الْأَدِلَّاء وَرُعَاة الْمَاشِيَة وَالسُّوَّاق لَهَا وَفِي كُلّ ذَلِكَ اخْتِلَافٌ . قَالَ الرَّبِيع : قَالَ الشَّافِعِيّ الْأَنْفَال أَنْ لَا يُخْرَج مِنْ رَأْس الْغَنِيمَة قَبْل الْخُمُس شَيْء غَيْر السَّلَب . قَالَ أَبُو عُبَيْد : وَالْوَجْه الثَّانِي مِنْ النَّفَل هُوَ شَيْء زِيدُوهُ غَيْر الَّذِي كَانَ لَهُمْ وَذَلِكَ مِنْ خُمُس النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّ لَهُ خُمُسَ الْخُمُس مِنْ كُلّ غَنِيمَة فَيَنْبَغِي لِلْإِمَامِ أَنْ يَجْتَهِد فَإِذَا كَثُرَ الْعَدُوّ وَاشْتَدَّتْ شَوْكَتهمْ وَقَلَّ مَنْ بِإِزَائِهِ مِنْ الْمُسْلِمِينَ نَفَّلَ مِنْهُ اِتِّبَاعًا لِسُنَّةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِذَا لَمْ يَكُنْ ذَلِكَ لَمْ يُنَفِّل . \" وَالْوَجْه الثَّالِث \" مِنْ النَّفَل إِذَا بَعَثَ الْإِمَام سَرِيَّة أَوْ جَيْشًا فَقَالَ لَهُمْ قَبْل اللِّقَاء مِنْ غَنِمَ شَيْئًا فَهُوَ لَهُ بَعْد الْخُمُس فَهُوَ لَهُمْ عَلَى شَرْط الْإِمَام لِأَنَّهُمْ عَلَى ذَلِكَ غَزَوْا وَبِهِ رَضُوا . انْتَهَى كَلَامه . وَفِيمَا تَقَدَّمَ مِنْ كَلَامه وَهُوَ قَوْله : إِنَّ غَنَائِم بَدْر لَمْ تُخَمَّس نَظَرٌ وَيَرُدُّ عَلَيْهِ حَدِيث عَلِيّ بْن أَبِي طَالِب فِي شَارِفَيْهِ اللَّذَيْنِ حَصَلَا لَهُ مِنْ الْخُمُس يَوْم بَدْر وَقَدْ بَيَّنْت ذَلِكَ فِي كِتَاب السِّيرَة بَيَانًا شَافِيًا وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَوْله تَعَالَى \" فَاتَّقُوا اللَّه وَأَصْلِحُوا ذَات بَيْنكُمْ \" أَيْ وَاتَّقُوا اللَّه فِي أُمُوركُمْ وَأَصْلِحُوا فِيمَا بَيْنكُمْ وَلَا تَظَالَمُوا وَلَا تَخَاصَمُوا وَلَا تَشَاجَرُوا فَمَا آتَاكُمْ اللَّه مِنْ الْهُدَى وَالْعِلْم خَيْر مِمَّا تَخْتَصِمُونَ بِسَبَبِهِ \" وَأَطِيعُوا اللَّه وَرَسُوله \" أَيْ فِي قَسْمِهِ بَيْنكُمْ عَلَى مَا أَرَادَهُ اللَّه فَإِنَّهُ إِنَّمَا يَقْسِمهُ كَمَا أَمَرَهُ اللَّه مِنْ الْعَدْل وَالْإِنْصَاف وَقَالَ اِبْن عَبَّاس هَذَا تَحْرِيج مِنْ اللَّه وَرَسُوله أَنْ يَتَّقُوا وَيُصْلِحُوا ذَات بَيْنهمْ , وَكَذَا قَالَ مُجَاهِد وَقَالَ السُّدِّيّ \" فَاتَّقُوا اللَّه وَأَصْلِحُوا ذَات بَيْنِكُمْ \" أَيْ لَا تَسْتَبُّوا . وَلْنَذْكُرْ هَهُنَا حَدِيثًا أَوْرَدَهُ الْحَافِظ أَبُو يَعْلَى أَحْمَد بْن عَلِيّ بْن الْمُثَنَّى الْمَوْصِلِيّ رَحِمَهُ اللَّه فِي مُسْنَده فَإِنَّهُ قَالَ : حَدَّثَنَا مُجَاهِد بْن مُوسَى حَدَّثَنَا عَبْد اللَّه بْن بُكَيْر حَدَّثَنَا عَبَّاد بْن شَيْبَة الْحَبَطِيّ عَنْ سَعِيد بْن أَنَس عَنْ أَنَس رَضِيَ اللَّه عَنْهُ \" قَالَ : بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس إِذْ رَأَيْنَاهُ ضَحِكَ حَتَّى بَدَتْ ثَنَايَاهُ فَقَالَ عُمَر : مَا أَضْحَكَك يَا رَسُول اللَّه بِأَبِي أَنْتَ وَأُمِّي ؟ فَقَالَ : \" رَجُلَانِ مِنْ أُمَّتِي جَثَيَا بَيْن يَدَيْ رَبّ الْعِزَّة تَبَارَكَ وَتَعَالَى فَقَالَ أَحَدهمَا : يَا رَبّ خُذْ لِي مَظْلِمَتِي مِنْ أَخِي . قَالَ اللَّه تَعَالَى : أَعْطِ أَخَاك مَظْلِمَتَهُ قَالَ : يَا رَبّ لَمْ يَبْقَ مِنْ حَسَنَاتِي شَيْء قَالَ : رَبّ فَلْيَحْمِلْ عَنِّي أَوْزَارِي قَالَ : فَفَاضَتْ عَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْبُكَاءِ ثُمَّ قَالَ : إِنَّ ذَلِكَ لَيَوْمٌ عَظِيم يَوْم يَحْتَاج النَّاس إِلَى مَنْ يَتَحَمَّل عَنْهُمْ مِنْ أَوْزَارهمْ فَقَالَ اللَّه تَعَالَى لِلطَّالِبِ : اِرْفَعْ بَصَرك وَانْظُرْ فِي الْجِنَان فَرَفَعَ رَأْسه فَقَالَ : يَا رَبّ أَرَى مَدَائِن مِنْ فِضَّة وَقُصُورًا مِنْ ذَهَب مُكَلَّلَةً بِاللُّؤْلُؤِ لِأَيِّ نَبِيّ هَذَا ؟ لِأَيِّ صِدِّيق هَذَا ؟ لِأَيِّ شَهِيد هَذَا ؟ قَالَ هَذَا لِمَنْ أَعْطَى ثَمَنه قَالَ يَا رَبّ وَمَنْ يَمْلِك ثَمَنه ؟ قَالَ أَنْتَ تَمْلِكهُ قَالَ مَاذَا يَا رَبّ ؟ قَالَ تَعْفُو عَنْ أَخِيك قَالَ يَا رَبّ فَإِنَى قَدْ عَفَوْت عَنْهُ قَالَ اللَّه تَعَالَى خُذْ بِيَدِ أَخِيك فَادْخُلَا الْجَنَّة \" . ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَاتَّقُوا اللَّه وَأَصْلِحُوا ذَات بَيْنكُمْ فَإِنَّ اللَّه تَعَالَى يُصْلِح بَيْن الْمُؤْمِنِينَ يَوْم الْقِيَامَة \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43055, "aya_id": 1}]