[{"text": "ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ", "sura_id": 30, "type": 0, "id": 3450, "aya_id": 41}, {"text": "ظهر الفساد في البر والبحر بما كسبت أيدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون", "sura_id": 30, "type": 1, "id": 9686, "aya_id": 41}, {"text": "41 - (ظهر الفساد في البر) القفار بقحط تامطر وقلة النبات (والبحر) البلاد التي على الأنهار بقلة مائها (بما كسبت أيدي الناس) من المعاصي (ليذيقهم) بالياء والنون (بعض الذي عملوا) عقوبته (لعلهم يرجعون) يتوبون \r\n", "sura_id": 30, "type": 2, "id": 28394, "aya_id": 41}, {"text": "ظهر الفساد في البر والبحر, كالجدب وقلة الأمطار وكثرة الأمراض والأوبئة; وذلك بسبب المعاصي التي يقترفها البشر; ليصيبهم بعقوبة بعض أعمالهم التي عملوها في الدنيا; كي يتوبوا إلى الله -سبحانه- ويرجعوا عن المعاصي, فتصلح أحوالهم, وتستقيم أمورهم.\r\n", "sura_id": 30, "type": 3, "id": 34630, "aya_id": 41}, {"text": " <font color=red>ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ</font><BR><p>قَالَ اِبْن عَبَّاس وَعِكْرِمَة وَالضَّحَّاك وَالسُّدِّيّ وَغَيْرهمْ الْمُرَاد بِالْبَرِّ هَهُنَا الْفَيَافِي وَبِالْبَحْرِ الْأَمْصَار وَالْقُرَى وَفِي رِوَايَة عَنْ اِبْن عَبَّاس وَعِكْرِمَة : الْبَحْر الْأَمْصَار وَالْقُرَى مَا كَانَ مِنْهُمَا عَلَى جَانِب نَهَر وَقَالَ آخَرُونَ بَلْ الْمُرَاد بِالْبَرِّ هُوَ الْبَرّ الْمَعْرُوف وَبِالْبَحْرِ هُوَ الْبَحْر الْمَعْرُوف . وَقَالَ زَيْد بْن رُفَيْع \" ظَهَرَ الْفَسَاد\" يَعْنِي اِنْقِطَاع الْمَطَر عَنْ الْبَرّ يَعْقُبهُ الْقَحْط وَعَنْ الْبَحْر يَعْنِي دَوَابّه . رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد بْن الْمُقْرِي عَنْ سُفْيَان عَنْ حُمَيْد بْن قَيْس الْأَعْرَج عَنْ مُجَاهِد \" ظَهَرَ الْفَسَاد فِي الْبَرّ وَالْبَحْر \" قَالَ فَسَاد الْبَرّ قَتْل اِبْن آدَم وَفَسَاد الْبَحْر أَخْذ السَّفِينَة غَصْبًا وَقَالَ عَطَاء الْخُرَاسَانِيّ الْمُرَاد بِالْبَرِّ مَا فِيهِ مِنْ الْمَدَائِن وَالْقُرَى وَبِالْبَحْرِ جَزَائِره . وَالْقَوْل الْأَوَّل أَظْهَر وَعَلَيْهِ الْأَكْثَرُونَ وَيُؤَيِّدهُ مَا قَالَهُ مُحَمَّد بْن إِسْحَاق فِي السِّيرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَلَّمَ صَالَحَ مَلِك أَيْلَة وَكَتَبَ إِلَيْهِ بِبَحْرِهِ يَعْنِي بِبَلَدِهِ وَمَعْنَى قَوْله تَعَالَى \" ظَهَرَ الْفَسَاد فِي الْبَرّ وَالْبَحْر بِمَا كَسَبَتْ أَيْدِي النَّاس \" أَيْ بَانَ النَّقْص فِي الزُّرُوع وَالثِّمَار بِسَبَبِ الْمَعَاصِي . وَقَالَ أَبُو الْعَالِيَة : مَنْ عَصَى اللَّه فِي الْأَرْض فَقَدْ أَفْسَدَ فِي الْأَرْض لِأَنَّ صَلَاح الْأَرْض وَالسَّمَاء بِالطَّاعَةِ وَلِهَذَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد \" لَحَدٌّ يُقَامُ فِي الْأَرْض أَحَبّ إِلَى أَهْلهَا مِنْ أَنْ يُمْطَرُوا أَرْبَعِينَ صَبَاحًا \" وَالسَّبَب فِي هَذَا أَنَّ الْحُدُود إِذَا أُقِيمَتْ كَفَّ النَّاس أَوْ أَكْثَرهمْ أَوْ كَثِير مِنْهُمْ عَنْ تَعَاطِي الْمُحَرَّمَات وَإِذَا تُرِكَتْ الْمَعَاصِي كَانَ سَبَبًا فِي حُصُول الْبَرَكَات مِنْ السَّمَاء وَالْأَرْض . وَلِهَذَا إِذَا نَزَلَ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام فِي آخِر الزَّمَان يَحْكُم بِهَذِهِ الشَّرِيعَة الْمُطَهَّرَة فِي ذَلِكَ الْوَقْت مِنْ قَتْل الْخِنْزِير وَكَسْر الصَّلِيب وَوَضْع الْجِزْيَة وَهُوَ تَرْكهَا فَلَا يَقْبَل إِلَّا الْإِسْلَام أَوْ السَّيْف فَإِذَا أَهْلَكَ اللَّه فِي زَمَانه الدَّجَّال وَأَتْبَاعه وَيَأْجُوج وَمَأْجُوج قِيلَ لِلْأَرْضِ أَخْرِجِي بَرَكَتك فَيَأْكُل مِنْ الرُّمَّانَة الْفِئَام مِنْ النَّاس وَيَسْتَظِلُّونَ بِقَحْفِهَا وَيَكْفِي لَبَن اللِّقْحَة الْجَمَاعَة مِنْ النَّاس وَمَا ذَاكَ إِلَّا بِبَرَكَةِ تَنْفِيذ شَرِيعَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكُلَّمَا أُقِيمَ الْعَدْل كَثُرَتْ الْبَرَكَات وَالْخَيْر . وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ الْفَاجِر إِذَا مَاتَ يَسْتَرِيح مِنْهُ الْعِبَاد وَالْبِلَاد وَالشَّجَر وَالدَّوَابّ وَقَالَ الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا مُحَمَّد وَالْحُسَيْن قَالَا حَدَّثَنَا عَوْف عَنْ أَبِي مِخْذَم قَالَ وَجَدَ رَجُل فِي زَمَان زِيَاد أَوْ اِبْن زِيَاد صُرَّة فِيهَا حَبّ يَعْنِي مِنْ بُرّ أَمْثَال النَّوَى مَكْتُوب فِيهَا هَذَا نَبْت فِي زَمَان كَانَ يُعْمَل فِيهِ بِالْعَدْلِ وَرَوَى مَالِك عَنْ زَيْد بْن أَسْلَم أَنَّ الْمُرَاد بِالْفَسَادِ هَهُنَا الشِّرْك وَفِيهِ نَظَر وَقَوْله تَعَالَى \" لِيُذِيقَهُمْ بَعْض الَّذِي عَمِلُوا \" الْآيَة أَيْ يَبْتَلِيهِمْ بِنَقْصِ الْأَمْوَال وَالْأَنْفُس وَالثَّمَرَات اِخْتِبَارًا مِنْهُ لَهُمْ وَمُجَازَاة عَلَى صَنِيعهمْ\" لَعَلَّهُمْ يَرْجِعُونَ \" أَيْ عَنْ الْمَعَاصِي كَمَا قَالَ تَعَالَى\" وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَات لَعَلَّهُمْ يَرْجِعُونَ\" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40078, "aya_id": 41}]