[{"text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ", "sura_id": 40, "type": 0, "id": 4184, "aya_id": 51}, {"text": "إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد", "sura_id": 40, "type": 1, "id": 10420, "aya_id": 51}, {"text": "51 - (إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد) جمع شاهد وهم الملائكة يشهدون للرسل بالبلاغ وعلى الكفار بالتكذيب \r\n", "sura_id": 40, "type": 2, "id": 29128, "aya_id": 51}, {"text": "إنَّا لننصر رسلنا ومَن تبعهم من المؤمنين, ونؤيدهم على مَن آذاهم في حياتهم الدنيا, ويوم القيامة, يوم تشهد فيه الملائكة والأنبياء والمؤمنون على الأمم التي كذَّبت رسلها, فتشهد بأن الرسل قد بلَّغوا رسالات ربهم, وأن الأمم كذَّبتهم.\r\n", "sura_id": 40, "type": 3, "id": 35364, "aya_id": 51}, {"text": " <font color=red>إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ</font><BR><p>قَدْ أَوْرَدَ أَبُو جَعْفَر اِبْن جَرِير رَحِمَهُ اللَّه تَعَالَى عِنْد قَوْله تَعَالَى \" إِنَّا لَنَنْصُر رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا \" سُؤَالًا فَقَالَ قَدْ عُلِمَ أَنَّ بَعْض الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام قَتَلَهُ قَوْمه بِالْكُلِّيَّةِ كَيَحْيَى وَزَكَرِيَّا وشعيا وَمِنْهُمْ مَنْ خَرَجَ مِنْ بَيْن أَظْهُرِهِمْ إِمَّا مُهَاجِرًا كَإِبْرَاهِيمَ وَإِمَّا إِلَى السَّمَاء كَعِيسَى فَأَيْنَ النُّصْرَة فِي الدُّنْيَا ؟ ثُمَّ أَجَابَ عَنْ ذَلِكَ بِجَوَابَيْنِ \" أَحَدهمَا \" أَنْ يَكُون الْخَبَر خَرَجَ عَامًّا وَالْمُرَاد بِهِ الْبَعْض قَالَ وَهَذَا سَائِغ فِي اللُّغَة \" الثَّانِي \" أَنْ يَكُون الْمُرَاد بِالنَّصْرِ الِانْتِصَار لَهُمْ مِمَّنْ آذَاهُمْ وَسَوَاء كَانَ ذَلِكَ بِحَضْرَتِهِمْ أَوْ فِي غَيْبَتِهِمْ أَوْ بَعْد مَوْتهمْ كَمَا فُعِلَ بِقَتَلَةِ يَحْيَى وَزَكَرِيَّا وشعيا سُلِّطَ عَلَيْهِمْ مِنْ أَعْدَائِهِمْ مَنْ أَهَانَهُمْ وَسَفَكَ دِمَاءَهُمْ وَقَدْ ذُكِرَ أَنَّ النُّمْرُوذ أَخَذَهُ اللَّه تَعَالَى أَخْذَ عَزِيزٍ مُقْتَدِرٍ وَأَمَّا الَّذِينَ رَامُوا صَلْب الْمَسِيح عَلَيْهِ السَّلَام مِنْ الْيَهُود فَسَلَّطَ اللَّه تَعَالَى عَلَيْهِمْ الرُّوم فَأَهَانُوهُمْ وَأَذَلُّوهُمْ وَأَظْهَرَهُمْ اللَّه تَعَالَى عَلَيْهِمْ ثُمَّ قَبْل يَوْم الْقِيَامَة سَيَنْزِلُ عِيسَى بْن مَرْيَم عَلَيْهِ الصَّلَاة وَالسَّلَام إِمَامًا عَادِلًا وَحَمَكًا مُقْسِطًا فَيَقْتُل الْمَسِيح الدَّجَّال وَجُنُوده مِنْ الْيَهُود وَيَقْتُل الْخِنْزِير وَيَكْسِر الصَّلِيب وَيَضَع الْجِزْيَة فَلَا يَقْبَل إِلَّا الْإِسْلَام وَهَذِهِ نُصْرَة عَظِيمَة وَهَذِهِ سُنَّة اللَّه تَعَالَى فِي خَلْقه فِي قَدِيم الدَّهْر وَحَدِيثه أَنَّهُ يَنْصُر عِبَاده الْمُؤْمِنِينَ فِي الدُّنْيَا وَيُقِرّ أَعْيُنهمْ مِمَّنْ آذَاهُمْ . فَفِي صَحِيح الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" يَقُول اللَّه تَبَارَكَ وَتَعَالَى مَنْ عَادَى لِي وَلِيًّا فَقَدْ بَارَزَنِي بِالْحَرْبِ \" . وَفِي الْحَدِيث الْآخَر \" إِنِّي لَأَثْأَرُ لِأَوْلِيَائِي كَمَا يَثْأَر اللَّيْث الْحَرْب \" وَلِهَذَا أَهْلَكَ اللَّه عَزَّ وَجَلَّ قَوْمَ نُوحٍ وَعَادٍ وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقَوْمَ لُوطٍ وَأَهْلَ مَدْيَنَ وَأَشْبَاهَهُمْ وَأَضْرَابَهُمْ مِمَّنْ كَذَّبَ الرُّسُل وَخَالَفَ الْحَقّ وَأَنْجَى اللَّه تَعَالَى مِنْ بَيْنهمْ الْمُؤْمِنِينَ فَلَمْ يُهْلِك مِنْهُمْ أَحَدًا وَعَذَّبَ الْكَافِرِينَ فَلَمْ يُفْلِت مِنْهُمْ أَحَدًا قَالَ السُّدِّيّ لَمْ يَبْعَث اللَّه عَزَّ وَجَلَّ رَسُولًا قَطُّ إِلَى قَوْم فَيَقْتُلُونَهُ أَوْ قَوْمًا مِنْ الْمُؤْمِنِينَ يَدْعُونَ إِلَى الْحَقّ فَيُقْتَلُونَ فَيَذْهَب ذَلِكَ الْقَرْن حَتَّى يَبْعَث اللَّه تَبَارَكَ وَتَعَالَى لَهُمْ مَنْ يَنْصُرهُمْ فَيَطْلُب بِدِمَائِهِمْ مِمَّنْ فَعَلَ ذَلِكَ بِهِمْ فِي الدُّنْيَا قَالَ فَكَانَتْ الْأَنْبِيَاء وَالْمُؤْمِنُونَ يُقْتَلُونَ فِي الدُّنْيَا وَهُمْ مَنْصُورُونَ فِيهَا وَهَكَذَا نَصَرَ اللَّهُ نَبِيَّهُ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه عَلَى مَنْ خَالَفَهُ وَنَاوَأَهُ وَكَذَّبَهُ وَعَادَاهُ فَجَعَلَ كَلِمَته هِيَ الْعُلْيَا وَدِينه هُوَ الظَّاهِر عَلَى سَائِر الْأَدْيَان وَأَمَرَهُ بِالْهِجْرَةِ مِنْ بَيْن ظَهْرَانَيْ قَوْمه إِلَى الْمَدِينَة النَّبَوِيَّة وَجَعَلَ لَهُ فِيهَا أَنْصَارًا وَأَعْوَانًا ثُمَّ مَنَحَهُ أَكْتَاف الْمُشْرِكِينَ يَوْم بَدْر فَنَصَرَهُ عَلَيْهِمْ وَخَذَلَهُمْ وَقَتَلَ صَنَادِيدَهمْ وَأَسَرَ سَرَاتَهُمْ فَاسْتَاقَهُمْ مُقَرَّنِينَ فِي الْأَصْفَاد ثُمَّ مَنَّ عَلَيْهِمْ بِأَخْذِهِ الْفِدَاء مِنْهُمْ ثُمَّ بَعْد مُدَّة قَرِيبَة فَتَحَ عَلَيْهِ مَكَّة فَقَرَّتْ عَيْنه بِبَلَدِهِ وَهُوَ الْبَلَد الْمُحَرَّم الْحَرَام الْمُشَرَّف الْمُعَظَّم فَأَنْقَذَهُ اللَّه تَعَالَى بِهِ مِمَّا كَانَ فِيهِ مِنْ الْكُفْر وَالشِّرْك وَفَتَحَ لَهُ الْيَمَن وَدَانَتْ لَهُ جَزِيرَة الْعَرَب بِكَمَالِهَا وَدَخَلَ النَّاس فِي دِين اللَّه أَفْوَاجًا ثُمَّ قَبَضَهُ اللَّه تَعَالَى إِلَيْهِ لِمَا لَهُ عِنْده مِنْ الْكَرَامَة الْعَظِيمَة فَأَقَامَ اللَّه تَبَارَكَ وَتَعَالَى أَصْحَابه خُلَفَاء بَعْده فَبَلَّغُوا عَنْهُ دِين اللَّه عَزَّ وَجَلَّ وَدَعَوْا عِبَادَ اللَّهِ تَعَالَى إِلَى اللَّه جَلَّ وَعَلَا وَفَتَحُوا الْبِلَاد وَالرَّسَاتِيق وَالْأَقَالِيم وَالْمَدَائِن وَالْقُرَى وَالْقُلُوب حَتَّى اِنْتَشَرَتْ الدَّعْوَة الْمُحَمَّدِيَّة فِي مَشَارِق الْأَرْض وَمَغَارِبهَا ثُمَّ لَا يَزَال هَذَا الدِّين قَائِمًا مَنْصُورًا ظَاهِرًا إِلَى قِيَام السَّاعَة وَلِهَذَا قَالَ تَعَالَى \" إِنَّا لَنَنْصُر رُسُلَنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد \" أَيْ يَوْم الْقِيَامَة تَكُون النُّصْرَة أَعْظَم وَأَكْبَر وَأَجَلَّ قَالَ مُجَاهِد : الْأَشْهَاد الْمَلَائِكَة .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40986, "aya_id": 51}]