[{"text": "ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 2, "type": 0, "id": 63, "aya_id": 56}, {"text": "ثم بعثناكم من بعد موتكم لعلكم تشكرون", "sura_id": 2, "type": 1, "id": 6299, "aya_id": 56}, {"text": "56 - (ثم بعثناكم) أحييناكم (من بعد موتكم لعلكم تشكرون) نعمتنا بذلك \r\n", "sura_id": 2, "type": 2, "id": 25007, "aya_id": 56}, {"text": "ثم أحييناكم مِن بعد موتكم بالصاعقة; لتشكروا نعمة الله عليكم, فهذا الموت عقوبة لهم, ثم بعثهم الله لاستيفاء آجالهم.\r\n", "sura_id": 2, "type": 3, "id": 31243, "aya_id": 56}, {"text": " <font color=red>ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>وَقَالَ الرَّبِيع بْن أَنَس كَانَ مَوْتهمْ عُقُوبَة لَهُمْ فَبُعِثُوا مِنْ بَعْد الْمَوْت لِيَسْتَوْفُوا آجَالهمْ وَكَذَا قَالَ : قَتَادَة وَقَالَ : اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن حُمَيْد حَدَّثَنَا سَلَمَة بْن الْفَضْل عَنْ مُحَمَّد بْن إِسْحَاق قَالَ : لَمَّا رَجَعَ مُوسَى إِلَى قَوْمه فَرَأَى مَا هُمْ عَلَيْهِ مِنْ عِبَادَة الْعِجْل وَقَالَ لِأَخِيهِ وَلِلسَّامِرِيِّ مَا قَالَ : وَحَرَقَ الْعِجْل وَذَرَّاهُ فِي الْيَمّ اِخْتَارَ مُوسَى مِنْهُمْ سَبْعِينَ رَجُلًا الْخَيْر فَالْخَيْر وَقَالَ اِنْطَلِقُوا إِلَى اللَّه وَتُوبُوا إِلَى اللَّه مِمَّا صَنَعْتُمْ وَاسْأَلُوهُ التَّوْبَة عَلَى مَنْ تَرَكْتُمْ وَرَاءَكُمْ مِنْ قَوْمكُمْ صُومُوا وَتَطَهَّرُوا وَطَهِّرُوا ثِيَابكُمْ . فَخَرَجَ بِهِمْ إِلَى طُور سَيْنَاء لِمِيقَاتِ وَقَّتَهُ لَهُ رَبّه وَكَانَ لَا يَأْتِيه إِلَّا بِإِذْنٍ مِنْهُ وَعِلْم فَقَالَ لَهُ السَّبْعُونَ فِيمَا ذَكَرَ لِي حِين صَنَعُوا مَا أُمِرُوا بِهِ وَخَرَجُوا لِلِقَاءِ اللَّه قَالُوا : يَا مُوسَى اُطْلُبْ لَنَا إِلَى رَبّك نَسْمَع كَلَام رَبّنَا فَقَالَ أَفْعَل فَلَمَّا دَنَا مُوسَى مِنْ الْجَبَل وَقَعَ عَلَيْهِ الْغَمَام حَتَّى تَغَشَّى الْجَبَل كُلّه وَدَنَا مُوسَى فَدَخَلَ فِيهِ وَقَالَ : لِلْقَوْمِ اُدْنُوا وَكَانَ مُوسَى إِذَا كَلَّمَهُ اللَّه وَقَعَ عَلَى جَبْهَته نُور سَاطِع لَا يَسْتَطِيع أَحَد مِنْ بَنِي آدَم أَنْ يَنْظُر إِلَيْهِ فَضُرِبَ دُونه بِالْحِجَابِ وَدَنَا الْقَوْم حَتَّى إِذَا دَخَلُوا فِي الْغَمَام وَقَعُوا سُجُودًا فَسَمِعُوهُ وَهُوَ يُكَلِّم مُوسَى يَأْمُرهُ وَيَنْهَاهُ : اِفْعَلْ وَلَا تَفْعَل فَلَمَّا فَرَغَ إِلَيْهِ مِنْ أَمْره اِنْكَشَفَ عَنْ مُوسَى الْغَمَام فَأَقْبَلَ إِلَيْهِمْ فَقَالُوا لِمُوسَى \" لَنْ نُؤْمِن لَك حَتَّى نَرَى اللَّه جَهْرَة \" فَأَخَذَتْهُمْ الرَّجْفَة وَهِيَ الصَّاعِقَة فَمَاتُوا جَمِيعًا وَقَامَ مُوسَى يُنَاشِد رَبّه وَيَدْعُوهُ وَيَرْغَب إِلَيْهِ وَيَقُول\" رَبّ لَوْ شِئْت أَهْلَكْتهُمْ مِنْ قَبْل وَإِيَّايَ \" قَدْ سَفِهُوا أَفَتُهْلِك مَنْ وَرَائِي مِنْ بَنِي إِسْرَائِيل بِمَا يَفْعَل السُّفَهَاء مِنَّا ؟ أَيْ إِنَّ هَذَا لَهُمْ هَلَاك وَاخْتَرْت مِنْهُمْ سَبْعِينَ رَجُلًا الْخَيِّر فَالْخَيِّر أَرْجِع إِلَيْهِمْ وَلَيْسَ مَعِي مِنْهُمْ رَجُل وَاحِد فَمَا الَّذِي يُصَدِّقُونِي بِهِ وَيَأْمَنُونِي عَلَيْهِ بَعْد هَذَا ؟ \" إِنَّا هُدْنَا إِلَيْك \" فَلَمْ يَزَلْ مُوسَى يُنَاشِد رَبّه عَزَّ وَجَلَّ وَيَطْلُب إِلَيْهِ حَتَّى رَدَّ إِلَيْهِمْ أَرْوَاحهمْ وَطَلَبَ إِلَيْهِ التَّوْبَة لِبَنِي إِسْرَائِيل مِنْ عِبَادَة الْعِجْل فَقَالَ لَا إِلَّا أَنْ يَقْتُلُوا أَنْفُسهمْ - هَذَا سِيَاق مُحَمَّد بْن إِسْحَاق - وَقَالَ إِسْمَاعِيل بْن عَبْد الرَّحْمَن السُّدِّيّ الْكَبِير لَمَّا تَابَتْ بَنُو إِسْرَائِيل مِنْ عِبَادَة الْعِجْل وَتَابَ اللَّه عَلَيْهِمْ بِقَتْلِ بَعْضهمْ لِبَعْضٍ كَمَا أَمَرَهُمْ اللَّه بِهِ أَمَرَ اللَّه مُوسَى أَنْ يَأْتِيه فِي كُلّ أُنَاس مِنْ بَنِي إِسْرَائِيل يَعْتَذِرُونَ إِلَيْهِ مِنْ عِبَادَة الْعِجْل وَوَعَدَهُمْ مُوسَى فَاخْتَارَ مُوسَى سَبْعِينَ رَجُلًا عَلَى عَيْنه ثُمَّ ذَهَبَ بِهِمْ لِيَعْتَذِرُوا وَسَاقَ الْبَقِيَّة وَهَذَا السِّيَاق يَقْتَضِي أَنَّ الْخِطَاب تَوَجَّهَ إِلَى بَنِي إِسْرَائِيل فِي قَوْله \" وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِن لَك حَتَّى نَرَى اللَّه جَهْرَة \" وَالْمُرَاد السَّبْعُونَ الْمُخْتَارُونَ مِنْهُمْ وَلَمْ يَحْكِ كَثِير مِنْ الْمُفَسِّرِينَ سِوَاهُ وَقَدْ أَغْرَبَ الرَّازِيّ فِي تَفْسِيره حِين حَكَى فِي قِصَّة هَؤُلَاءِ السَّبْعِينَ أَنَّهُمْ بَعْد إِحْيَائِهِمْ قَالُوا يَا مُوسَى إِنَّك لَا تَطْلُب مِنْ اللَّه شَيْئًا إِلَّا أَعْطَاك فَادْعُهُ أَنْ يَجْعَلنَا أَنْبِيَاء فَدَعَا بِذَلِكَ فَأَجَابَ اللَّه دَعْوَته وَهَذَا غَرِيب جِدًّا إِذْ لَا يُعْرَف فِي زَمَان مُوسَى نَبِيّ سِوَى هَارُون ثُمَّ يُوشَع بْن نُون وَقَدْ غَلِطَ أَهْل الْكِتَاب أَيْضًا فِي دَعْوَاهُمْ أَنَّ هَؤُلَاءِ رَأَوْا اللَّه عَزَّ وَجَلَّ فَإِنَّ مُوسَى الْكَلِيم عَلَيْهِ السَّلَام قَدْ سَأَلَ ذَلِكَ فَمُنِعَ مِنْهُ كَيْف يَنَالهُ هَؤُلَاءِ السَّبْعُونَ . الْقَوْل الثَّانِي فِي الْآيَة قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي تَفْسِير هَذِهِ الْآيَة قَالَ : لَهُمْ مُوسَى لَمَّا رَجَعَ مِنْ عِنْد رَبّه بِالْأَلْوَاحِ قَدْ كَتَبَ فِيهَا التَّوْرَاة فَوَجَدَهُمْ يَعْبُدُونَ الْعِجْل فَأَمَرَهُمْ بِقَتْلِ أَنْفُسهمْ فَفَعَلُوا فَتَابَ اللَّه عَلَيْهِمْ فَقَالَ إِنَّ هَذِهِ الْأَلْوَاح فِيهَا كِتَاب اللَّه فِيهِ أَمْركُمْ الَّذِي أَمَرَكُمْ بِهِ وَنَهْيكُمْ الَّذِي نَهَاكُمْ عَنْهُ فَقَالُوا وَمَنْ يَأْخُذهُ بِقَوْلِك أَنْتَ ؟ لَا وَاَللَّه حَتَّى نَرَى اللَّه جَهْرَة حَتَّى يَطَّلِع اللَّه عَلَيْنَا وَيَقُول هَذَا كِتَابِي فَخُذُوهُ فَمَا لَهُ لَا يُكَلِّمنَا كَمَا يُكَلِّمك أَنْتَ يَا مُوسَى وَقَرَأَ قَوْل اللَّه \" لَنْ نُؤْمِن لَك حَتَّى نَرَى اللَّه جَهْرَة \" قَالَ فَجَاءَتْ غَضْبَة مِنْ اللَّه فَجَاءَتْهُمْ صَاعِقَة بَعْد التَّوْبَة فَصَعَقَتْهُمْ فَمَاتُوا أَجْمَعُونَ قَالَ ثُمَّ أَحْيَاهُمْ اللَّه مِنْ بَعْد مَوْتهمْ وَقَرَأَ قَوْل اللَّه \" ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْد مَوْتكُمْ لَعَلَّكُمْ تَشْكُرُونَ \" فَقَالَ لَهُمْ مُوسَى خُذُوا كِتَاب اللَّه فَقَالُوا لَا فَقَالَ أَيّ شَيْء أَصَابَكُمْ ؟ فَقَالُوا أَصَابَنَا أَنَّا مُتْنَا ثُمَّ أُحْيِينَا قَالَ خُذُوا كِتَاب اللَّه قَالُوا لَا فَبَعَثَ اللَّه مَلَائِكَة فَنَتَقْت الْجَبَل فَوْقهمْ وَهَذَا السِّيَاق يَدُلّ عَلَى أَنَّهُمْ كُلِّفُوا بَعْد مَا أُحْيُوا . وَقَدْ حَكَى الْمَاوَرْدِيّ فِي ذَلِكَ قَوْلَيْنِ أَحَدُهُمَا أَنَّهُ سَقَطَ التَّكْلِيف عَنْهُمْ لِمُعَايَنَتِهِ الْأَمْر جَهْرَة حَتَّى صَارُوا مُضْطَرِّينَ إِلَى التَّصْدِيق وَالثَّانِي أَنَّهُمْ مُكَلَّفُونَ لِئَلَّا يَخْلُو عَاقِل مِنْ تَكْلِيف قَالَ الْقُرْطُبِيّ وَهَذَا هُوَ الصَّحِيح لِأَنَّ مُعَايَنَتهمْ لِلْأُمُورِ الْفَظِيعَة لَا تَمْنَع تَكْلِيفهمْ لِأَنَّ بَنِي إِسْرَائِيل قَدْ شَاهَدُوا أُمُورًا عِظَامًا مِنْ خَوَارِق الْعَادَات وَهُمْ فِي ذَلِكَ مُكَلَّفُونَ وَهَذَا وَاضِح وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38734, "aya_id": 56}]