[{"text": "وَمَا آتَيْتُم مِّن رِّبًا لِّيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِندَ اللَّهِ وَمَا آتَيْتُم مِّن زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُوْلَئِكَ هُمُ الْمُضْعِفُونَ", "sura_id": 30, "type": 0, "id": 3448, "aya_id": 39}, {"text": "وما آتيتم من ربا ليربو في أموال الناس فلا يربو عند الله وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون", "sura_id": 30, "type": 1, "id": 9684, "aya_id": 39}, {"text": "39 - (وما آتيتم من ربا) بأن يعطي شيئا هبة أو هدية ليطلب أكثر منه فسمي باسم المطلوب من الزيادة في المعاملة (ليربوا في أموال الناس) المعطين أي يزيد (فلا يربوا) يزكو (عند الله) لا ثواب فيه للمعطين (وما آتيتم من زكاة) صدقة (تريدون) بها (وجه الله فأولئك هم المضعفون) ثوابهم بما أرادوه فيه التفات عن الخطاب \r\n", "sura_id": 30, "type": 2, "id": 28392, "aya_id": 39}, {"text": "وما أعطيتم قرضًا من المال بقصد الربا, وطلب زيادة ذلك القرض; ليزيد وينمو في أموال الناس, فلا يزيد عند الله, بل يمحقه ويبطله. وما أعطيتم من زكاة وصدقة للمستحقين ابتغاء مرضاة الله وطلبًا لثوابه, فهذا هو الذي يقبله الله ويضاعفه لكم أضعافًا كثيرة.\r\n", "sura_id": 30, "type": 3, "id": 34628, "aya_id": 39}, {"text": " <font color=red>وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ</font><BR><p>قَالَ تَعَالَى \" وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَا فِي أَمْوَال النَّاس فَلَا يَرْبُوا عِنْد اللَّه\" أَيْ مَنْ أَعْطَى عَطِيَّة يُرِيد أَنْ يَرُدّ عَلَيْهِ النَّاس أَكْثَر مِمَّا أَهْدَى لَهُمْ فَهَذَا لَا ثَوَاب لَهُ عِنْد اللَّه بِهَذَا فَسَّرَهُ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَعِكْرِمَة وَمُحَمَّد بْن كَعْب وَالشَّعْبِيّ وَهَذَا الصَّنِيع مُبَاح وَإِنْ كَانَ لَا ثَوَاب فِيهِ إِلَّا أَنَّهُ قَدْ نَهَى عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاصَّة قَالَهُ الضَّحَّاك وَاسْتَدَلَّ بِقَوْلِهِ تَعَالَى \" وَلَا تَمْنُنْ تَسْتَكْثِر \" أَيْ لَا تُعْطِ الْعَطَاء تُرِيد أَكْثَر مِنْهُ وَقَالَ اِبْن عَبَّاس : الرِّبَا رِبَاءَانِ فَرِبًا لَا يَصِحّ يَعْنِي رِبَا الْبَيْع وَرِبًا لَا بَأْس بِهِ وَهُوَ هَدِيَّة الرَّجُل يُرِيد فَضْلَتهَا وَأَضْعَافهَا ثُمَّ تَلَا هَذِهِ الْآيَة \" وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَال النَّاس فَلَا يَرْبُو عِنْد اللَّه \" وَإِنَّمَا الثَّوَاب عِنْد اللَّه فِي الزَّكَاة وَلِهَذَا قَالَ تَعَالَى \" وَمَا آتَيْتُمْ مِنْ زَكَاة تُرِيدُونَ وَجْه اللَّه فَأُولَئِكَ هُمْ الْمُضْعِفُونَ \" أَيْ الَّذِينَ يُضَاعِف اللَّه لَهُمْ الثَّوَاب وَالْجَزَاء كَمَا جَاءَ فِي الصَّحِيح \" وَمَا تَصَدَّقَ أَحَد بِعِدْلِ تَمْرَة مِنْ كَسْب طَيِّب إِلَّا أَخَذَهَا الرَّحْمَن بِيَمِينِهِ فَيُرَبِّيهَا لِصَاحِبِهَا كَمَا يُرَبِّي أَحَدكُمْ فَلُوّهُ أَوْ فَصِيله حَتَّى تَصِير التَّمْرَة أَعْظَم مِنْ أُحُد\" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40075, "aya_id": 39}]