[{"text": "إِنَّ الْمُبَذِّرِينَ كَانُواْ إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا", "sura_id": 17, "type": 0, "id": 2056, "aya_id": 27}, {"text": "إن المبذرين كانوا إخوان الشياطين و كان الشيطان لربه كفورا", "sura_id": 17, "type": 1, "id": 8292, "aya_id": 27}, {"text": "27 - (إن المبذرين كانوا إخوان الشياطين) أي على طريقتهم (وكان الشيطان لربه كفورا) شديد الكفر لنعمه فكذلك أخوه المبذر \r\n", "sura_id": 17, "type": 2, "id": 27000, "aya_id": 27}, {"text": "إن المسرفين والمنفقين أموالهم في معاصي الله هم أشباه الشياطين في الشر والفساد والمعصية، وكان الشيطان كثير الكفران شديدَ الجحود لنعمة ربه.\r\n", "sura_id": 17, "type": 3, "id": 33236, "aya_id": 27}, {"text": " <font color=red>إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا</font><BR><p>\" إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَان الشَّيَاطِين \" أَيْ أَشْبَاههمْ فِي ذَلِكَ . قَالَ اِبْن مَسْعُود التَّبْذِير الْإِنْفَاق فِي غَيْر حَقّ وَكَذَا قَالَ اِبْن عَبَّاس وَقَالَ مُجَاهِد لَوْ أَنْفَقَ إِنْسَان مَاله كُلّه فِي الْحَقّ لَمْ يَكُنْ مُبَذِّرًا وَلَوْ أَنْفَقَ مُدًّا فِي غَيْر حَقّ كَانَ مُبَذِّرًا . وَقَالَ قَتَادَة : التَّبْذِير النَّفَقَة فِي مَعْصِيَة اللَّه تَعَالَى وَفِي غَيْر الْحَقّ وَالْفَسَاد . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا اللَّيْث عَنْ خَالِد بْن يَزِيد عَنْ سَعِيد بْن أَبَى هِلَال عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : أَتَى رَجُل مِنْ بَنِي تَمِيم إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنِّي ذُو مَال كَثِير وَذُو أَهْل وَوَلَد وَحَاضِرَة فَأَخْبِرْنِي كَيْف أُنْفِق وَكَيْف أَصْنَع ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تُخْرِج الزَّكَاة مِنْ مَالِك إِنْ كَانَ فَإِنَّهَا طُهْرَة تُطَهِّرك وَتَصِل أَقْرِبَاءَك وَتَعْرِف حَقّ السَّائِل وَالْجَار وَالْمِسْكِين\" فَقَالَ يَا رَسُول اللَّه أَقْلِلْ لِي ؟ قَالَ فَآتِ ذَا الْقُرْبَى حَقّه وَالْمِسْكِين وَابْن السَّبِيل وَلَا تُبَذِّر تَبْذِيرًا فَقَالَ حَسْبِي يَا رَسُول اللَّه إِذَا أَدَّيْت الزَّكَاة إِلَى رَسُولك فَقَدْ بَرِئْت مِنْهَا إِلَى اللَّه وَإِلَى رَسُوله فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ إِذَا أَدَّيْتهَا إِلَى رَسُولِي فَقَدْ بَرِئْت مِنْهَا وَلَك أَجْرهَا وَإِثْمهَا عَلَى مَنْ بَدَّلَهَا \" وَقَوْله : \" إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَان الشَّيَاطِين \" أَيْ فِي التَّبْذِير وَالسَّفَه وَتَرْك طَاعَة اللَّه وَارْتِكَاب مَعْصِيَته وَلِهَذَا قَالَ \" وَكَانَ الشَّيْطَان لِرَبِّهِ كَفُورًا \" أَيْ جَحُودًا لِأَنَّهُ أَنْكَرَ نِعْمَة اللَّه عَلَيْهِ وَلَمْ يَعْمَل بِطَاعَتِهِ بَلْ أَقْبَلَ عَلَى مَعْصِيَته وَمُخَالَفَته .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38209, "aya_id": 27}]