[{"text": "وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ", "sura_id": 45, "type": 0, "id": 4497, "aya_id": 24}, {"text": "وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر وما لهم بذلك من علم إن هم إلا يظنون", "sura_id": 45, "type": 1, "id": 10733, "aya_id": 24}, {"text": "24 - (وقالوا) أي منكروا البعث (ما هي) أي الحياة (إلا حياتنا) التي في (الدنيا نموت ونحيا) أي يموت بعض ويحيا بعض بأن يولدوا (وما يهلكنا إلا الدهر) مرور الزمان قال تعالى (وما لهم بذلك) المقول (من علم إن) ما (هم إلا يظنون) \r\n", "sura_id": 45, "type": 2, "id": 29441, "aya_id": 24}, {"text": "وقال هؤلاء المشركون: ما الحياة إلا حياتنا الدنيا التي نحن فيها, لا حياة سواها; تكذيبا منهم بالبعث بعد الممات, وما يهلكنا إلا مرُّ الليالي والأيام وطول العمر؛ إنكارًا منهم أن يكون لهم رب يفنيهم ويهلكهم, وما لهؤلاء المشركين من علم بذلك, ما هم إلا يتكلمون بالظن والوهم والخيال.\r\n", "sura_id": 45, "type": 3, "id": 35677, "aya_id": 24}, {"text": " <font color=red>وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ قَوْل الدَّهْرِيَّة مِنْ الْكُفَّار وَمَنْ وَافَقَهُمْ مِنْ مُشْرِكِي الْعَرَب فِي إِنْكَار الْمَعَاد وَقَالُوا مَا هِيَ إِلَّا حَيَاتنَا الدُّنْيَا نَمُوت وَنَحْيَا أَيْ مَا ثَمَّ إِلَّا هَذِهِ الدَّار يَمُوت قَوْم وَيَعِيش آخَرُونَ وَمَا ثَمَّ مَعَاد وَلَا قِيَامَة وَهَذَا يَقُولهُ مُشْرِكُو الْعَرَب الْمُنْكِرُونَ الْمَعَاد وَتَقُولهُ الْفَلَاسِفَة الْإِلَهِيُّونَ مِنْهُمْ وَهُمْ يُنْكِرُونَ الْبُدَاءَة وَالرَّجْعَة وَتَقُولهُ الْفَلَاسِفَة الدَّهْرِيَّة الدُّرِّيَّة الْمُنْكِرُونَ لِلصَّانِعِ الْمُعْتَقِدُونَ أَنَّ فِي كُلّ سِتَّة وَثَلَاثِينَ أَلْف سَنَة يَعُود كُلّ شَيْء إِلَى مَا كَانَ عَلَيْهِ وَزَعَمُوا أَنَّ هَذَا قَدْ تَكَرَّرَ مَرَّات لَا تَتَنَاهَى فَكَابَرُوا الْعُقُول وَكَذَّبُوا الْمَنْقُول وَلِهَذَا قَالُوا وَمَا يُهْلِكنَا إِلَّا الدَّهْر قَالَ اللَّه تَعَالَى وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْم إِنْ هُمْ إِلَّا يَظُنُّونَ أَيْ يَتَوَهَّمُونَ وَيَتَخَيَّلُونَ . فَأَمَّا الْحَدِيث الَّذِي أَخْرَجَهُ صَاحِبَا الصَّحِيح وَأَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ رِوَايَة سُفْيَان بْن عُيَيْنَةَ عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول تَعَالَى يُؤْذِينِي اِبْن آدَم يَسُبّ الدَّهْر وَأَنَا الدَّهْر بِيَدِي الْأَمْر أُقَلِّب لَيْله وَنَهَاره \" وَفِي رِوَايَة \" لَا تَسُبُّوا الدَّهْر فَإِنَّ اللَّه تَعَالَى هُوَ الدَّهْر \" وَقَدْ أَوْرَدَهُ اِبْن جَرِير بِسِيَاقٍ غَرِيب جِدًّا فَقَالَ : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كَانَ أَهْل الْجَاهِلِيَّة يَقُولُونَ إِنَّمَا يُهْلِكنَا اللَّيْل وَالنَّهَار وَهُوَ الَّذِي يُهْلِكنَا يُمِيتنَا وَيُحْيِنَا فَقَالَ اللَّه تَعَالَى فِي كِتَابه وَقَالُوا مَا هِيَ إِلَّا حَيَاتنَا الدُّنْيَا نَمُوت وَنَحْيَا وَمَا يُهْلِكنَا إِلَّا الدَّهْر وَيَسُبُّونَ الدَّهْر فَقَالَ اللَّه عَزَّ وَجَلَّ : يُؤْذِينِي اِبْن آدَم يَسُبّ الدَّهْر وَأَنَا الدَّهْر بِيَدِي الْأَمْر أُقَلِّب اللَّيْل وَالنَّهَار\" وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَحْمَد بْن مَنْصُور عَنْ شُرَيْح بْن النُّعْمَان عَنْ اِبْن عُيَيْنَة مِثْله ثُمَّ رُوِيَ عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ اللَّه تَعَالَى يَسُبّ اِبْن آدَم الدَّهْر وَأَنَا الدَّهْر بِيَدِي اللَّيْل وَالنَّهَار وَأَخْرَجَهُ صَاحِبَا الصَّحِيح وَالنَّسَائِيّ مِنْ حَدِيث يُونُس بْن يَزِيد بِهِ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَقُول اللَّه تَعَالَى اِسْتَقْرَضْت عَبْدِي فَلَمْ يُعْطِنِي وَسَبَّنِي عَبْدِي يَقُول وَادَهْرَاه وَأَنَا الدَّهْر \" قَالَ الشَّافِعِيّ وَأَبُو عُبَيْدَة وَغَيْرهمَا مِنْ الْأَئِمَّة فِي تَفْسِير قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا تَسُبُّوا الدَّهْر فَإِنَّ اللَّه هُوَ الدَّهْر \" كَانَتْ الْعَرَب فِي جَاهِلِيَّتهَا إِذَا أَصَابَهُمْ شِدَّة أَوْ بَلَاء أَوْ نَكْبَة قَالُوا يَا خَيْبَة الدَّهْر فَيُسْنِدُونَ تِلْكَ الْأَفْعَال إِلَى الدَّهْر وَيَسُبُّونَهُ وَإِنَّمَا فَاعِلهَا هُوَ اللَّه تَعَالَى فَكَأَنَّهُمْ إِنَّمَا سَبُّوا اللَّه عَزَّ وَجَلَّ لِأَنَّهُ فَاعِل ذَلِكَ فِي الْحَقِيقَة فَلِهَذَا نَهَى عَنْ سَبّ الدَّهْر بِهَذَا الِاعْتِبَار لِأَنَّ اللَّه تَعَالَى هُوَ الدَّهْر الَّذِي يَعْنُونَهُ وَيُسْنِدُونَ إِلَيْهِ تِلْكَ الْأَفْعَال وَقَدْ غَلِطَ اِبْن حَزْم وَمَنْ نَحَا نَحْوه مِنْ الظَّاهِرِيَّة فِي عَدّهمْ الدَّهْر مِنْ الْأَسْمَاء الْحُسْنَى أَخْذًا مِنْ هَذَا الْحَدِيث هَذَا أَحْسَن مَا قِيلَ فِي تَفْسِيره وَهُوَ الْمُرَاد وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 45, "type": 4, "id": 41296, "aya_id": 24}]