[{"text": "وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ", "sura_id": 21, "type": 0, "id": 2561, "aya_id": 78}, {"text": "و داود و سليمان إذ يحكمان في الحرث إذ نفشت فيه غنم القوم و كنا لحكمهم شاهدين", "sura_id": 21, "type": 1, "id": 8797, "aya_id": 78}, {"text": "78 - واذكر (وداود وسليمان) أي قصتهما ويبدل منهما (إذ يحكمان في الحرث) هو زرع أو كرم (إذ نفشت فيه غنم القوم) أي رعته ليلا بلا راع بأن انفلتت (وكنا لحكمهم شاهدين) فيه استعمال ضمير الجمع لاثنين قال داوود لصاحب الحرث رقاب الغنم وقال سليمان ينتفع بدرها ونسلها وصوفهاالى أن يعود الحرث كما كان بإصلاح صاحبها فيردها إليه \r\n", "sura_id": 21, "type": 2, "id": 27505, "aya_id": 78}, {"text": "واذكر - أيها الرسول - نبي الله داود وابنه سليمان, إذ يحكمان في قضية عرَضَها خصمان, عَدَت غنم أحدهما على زرع الآخر, وانتشرت فيه ليلا فأتلفت الزرع, فحكم داود بأن تكون الغنم لصاحب الزرع ملْكًا بما أتلفته, فقيمتهما سواء, وكنَّا لحكمهم شاهدين لم يَغِبْ عنا.\r\n", "sura_id": 21, "type": 3, "id": 33741, "aya_id": 78}, {"text": " <font color=red>وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ</font><BR><p>شَاهِدِينَ قَالَ اِبْن إِسْحَاق عَنْ مُرَّة عَنْ اِبْن مَسْعُود كَانَ ذَلِكَ الْحَرْث كَرْمًا قَدْ تَدَلَّتْ عَنَاقِيده وَكَذَا قَالَ شُرَيْح وَقَالَ اِبْن عَبَّاس النَّفْش الرَّعْي وَقَالَ شُرَيْح وَالزُّهْرِيّ وَقَتَادَة : النَّفْش لَا يَكُون إِلَّا بِاللَّيْلِ زَادَ قَتَادَة وَالْهَمْل بِالنَّهَارِ وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب وَهَارُون بْن إِدْرِيس الْأَصَمّ قَالَا حَدَّثَنَا الْمُحَارِبِيّ عَنْ أَشْعَث عَنْ أَبِي إِسْحَاق عَنْ مُرَّة عَنْ اِبْن مَسْعُود فِي قَوْله \" وَدَاوُد وَسُلَيْمَان إِذْ يَحْكُمَانِ فِي الْحَرْث إِذْ نَفَشَتْ فِيهِ غَنَم الْقَوْم \" قَالَ كَرْم قَدْ أَنْبَتَتْ عَنَاقِيده فَأَفْسَدَتْهُ قَالَ فَقَضَى دَاوُد بِالْغَنَمِ لِصَاحِبِ الْكَرْم فَقَالَ سُلَيْمَان غَيْر هَذَا يَا نَبِيّ اللَّه قَالَ وَمَا ذَاكَ ؟ قَالَ تَدْفَع الْكَرْم إِلَى صَاحِب الْغَنَم فَيَقُوم عَلَيْهِ حَتَّى يَعُود كَمَا كَانَ وَتَدْفَع الْغَنَم إِلَى صَاحِب الْكَرْم فَيُصِيب مِنْهَا حَتَّى إِذَا كَانَ الْكَرْم كَمَا كَانَ دَفَعْت الْكَرْم إِلَى صَاحِبه وَدَفَعْت الْغَنَم إِلَى صَاحِبهَا فَذَلِكَ قَوْله \" فَفَهَّمْنَاهَا سُلَيْمَان\" وَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس . وَقَالَ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد حَدَّثَنِي خَلِيفَة عَنْ اِبْن عَبَّاس قَالَ قَضَى دَاوُد بِالْغَنَمِ لِأَصْحَابِ الْحَرْث فَخَرَجَ الرِّعَاء مَعَهُمْ الْكِلَاب فَقَالَ لَهُمْ سُلَيْمَان كَيْف قَضَى بَيْنكُمْ فَأَخْبَرُوهُ فَقَالَ لَوْ وُلِّيت أَمْركُمْ لَقَضَيْت بِغَيْرِ هَذَا فَأَخْبَرَ بِذَلِكَ دَاوُد فَدَعَاهُ فَقَالَ كَيْف تَقْضِي بَيْنهمْ ؟ قَالَ أَدْفَع الْغَنَم إِلَى صَاحِب الْحَرْث فَيَكُون لَهُ أَوْلَادهَا وَأَلْبَانهَا وَسِلَاؤُهَا وَمَنَافِعهَا وَيَبْذُر أَصْحَاب الْغَنَم لِأَهْلِ الْحَرْث مِثْل حَرْثهمْ فَإِذَا بَلَغَ الْحَرْث الَّذِي كَانَ عَلَيْهِ أَخَذَهُ أَصْحَاب الْحَرْث وَرَدُّوا الْغَنَم إِلَى أَصْحَابهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا خَدِيج عَنْ أَبِي إِسْحَاق عَنْ مُرَّة عَنْ مَسْرُوق قَالَ الْحَرْث الَّذِي نَفَشَتْ فِيهِ الْغَنَم إِنَّمَا كَانَ كَرْمًا فَلَمْ تَدَع فِيهِ وَرَقَة وَلَا عُنْقُودًا مِنْ عِنَب إِلَّا أَكَلَتْهُ فَأَتَوْا دَاوُد فَأَعْطَاهُمْ رِقَابهَا فَقَالَ سُلَيْمَان لَا بَلْ تُؤْخَذ الْغَنَم فَيُعْطَاهَا أَهْل الْكَرْم فَيَكُون لَهُمْ لَبَنهَا وَنَفْعهَا وَيُعْطَى أَهْل الْغَنَم الْكَرْم فَيَعْمُرُوهُ وَيُصْلِحُوهُ حَتَّى يَعُود كَاَلَّذِي كَانَ لَيْلَة نَفَشَتْ فِيهِ الْغَنَم ثُمَّ يُعْطَى أَهْل الْغَنَم غَنَمهمْ وَأَهْل الْكَرْم كَرْمهمْ . وَهَكَذَا قَالَ شُرَيْح وَمُرَّة وَمُجَاهِد وَقَتَادَة وَابْن زَيْد وَغَيْر وَاحِد وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن أَبِي زِيَاد حَدَّثَنَا يَزِيد بْن هَارُون أَنْبَأَنَا إِسْمَاعِيل عَنْ عَامِر قَالَ جَاءَ رَجُلَانِ إِلَى شُرَيْح فَقَالَ أَحَدهمَا إِنَّ شِيَاه هَذَا قَطَعَتْ غَزْلًا لِي فَقَالَ شُرَيْح نَهَارًا أَمْ لَيْلًا ؟ فَإِنْ كَانَ نَهَارًا فَقَدْ بَرِئَ صَاحِب الشِّيَاه وَإِنْ كَانَ لَيْلًا ضَمِنَ ثُمَّ قَرَأَ \" وَدَاوُد وَسُلَيْمَان إِذْ يَحْكُمَانِ فِي الْحَرْث \" الْآيَة وَهَذَا الَّذِي قَالَهُ شُرَيْح شَبِيه بِمَا رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيث اللَّيْث بْن سَعْد عَنْ الزُّهْرِيّ عَنْ حَرَام بْن سَعْد بْن مُحَيِّصَة أَنَّ نَاقَة الْبَرَاء بْن عَازِب دَخَلَتْ حَائِطًا فَأَفْسَدَتْ فِيهِ فَقَضَى رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلَى أَهْل الْحَوَائِط حِفْظهَا بِالنَّهَارِ وَمَا أَفْسَدَتْ الْمَوَاشِي بِاللَّيْلِ ضَامِن عَلَى أَهْلهَا وَقَدْ عَلَّلَ هَذَا الْحَدِيث وَقَدْ بَسَطْنَا الْكَلَام عَلَيْهِ فِي كِتَاب الْأَحْكَام وَبِاَللَّهِ التَّوْفِيق .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39005, "aya_id": 78}]