[{"text": "وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ", "sura_id": 41, "type": 0, "id": 4252, "aya_id": 34}, {"text": "ولا تستوي الحسنة ولا السيئة ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم", "sura_id": 41, "type": 1, "id": 10488, "aya_id": 34}, {"text": "34 - (ولا تستوي الحسنة ولا السيئة) في جزئياتهما لأن بعضهما فوق بعض (ادفع) السيئة (بالتي) بالخصلة التي (هي أحسن) كالغضب بالصبر والجهل بالحلم والاساءة بالعفو (فإذا الذي بينك وبينه عداوة كأنه ولي حميم) فيصير عدوك كالصديق القريب في محبته إذا فعلت ذلك فالذي مبتدأ وكأنه الخبر وإذا ظرف لمعنى التشبيه \r\n", "sura_id": 41, "type": 2, "id": 29196, "aya_id": 34}, {"text": "ولا تستوي حسنة الذين آمنوا بالله, واستقاموا على شرعه, وأحسنوا إلى خلقه, وسيئة الذين كفروا به وخالفوا أمره, وأساؤوا إلى خلقه. ادفع بعفوك وحلمك وإحسانك مَن أساء إليك, وقابل إساءته لك بالإحسان إليه, فبذلك يصير المسيء إليك الذي بينك وبينه عداوة كأنه قريب لك شفيق عليك.\r\n", "sura_id": 41, "type": 3, "id": 35432, "aya_id": 34}, {"text": " <font color=red>وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ</font><BR><p>قَوْله تَعَالَى \" وَلَا تَسْتَوِي الْحَسَنَة وَلَا السَّيِّئَة\" أَيْ فَرْق عَظِيم بَيْن هَذِهِ وَهَذِهِ \" اِدْفَعْ بِاَلَّتِي هِيَ أَحْسَن \" أَيْ مَنْ أَسَاءَ إِلَيْك فَادْفَعْهُ عَنْك بِالْإِحْسَانِ إِلَيْهِ كَمَا قَالَ عُمَر رَضِيَ اللَّه عَنْهُ : مَا عَاقَبْت مَنْ عَصَى اللَّه فِيك بِمِثْلِ أَنْ تُطِيع اللَّه فِيهِ . وَقَوْله عَزَّ وَجَلَّ \" فَإِذَا الَّذِي بَيْنك وَبَيْنه عَدَاوَة كَأَنَّهُ وَلِيّ حَمِيم \" وَهُوَ الصَّدِيق أَيْ إِذَا أَحْسَنْت إِلَى مَنْ أَسَاءَ إِلَيْك قَادَتْهُ تِلْكَ الْحَسَنَة إِلَيْهِ إِلَى مُصَافَاتك وَمَحَبَّتك وَالْحُنُوّ عَلَيْك حَتَّى يَصِير كَأَنَّهُ وَلِيّ لَك حَمِيم أَيْ قَرِيب إِلَيْك مِنْ الشَّفَقَة عَلَيْك وَالْإِحْسَان إِلَيْك .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41052, "aya_id": 34}]