[{"text": "هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاء الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 59, "type": 0, "id": 5150, "aya_id": 24}, {"text": "هو الله الخالق الباريء المصور له الأسماء الحسنى يسبح له ما في السماوات والأرض وهو العزيز الحكيم", "sura_id": 59, "type": 1, "id": 11386, "aya_id": 24}, {"text": "24 - (هو الله الخالق الباريء) المنشيء من العدم (المصور له الأسماء الحسنى) التسعة والتسعون الوارد بها الحديث الحسنى مؤنث الأحسن (يسبح له ما في السماوات والأرض وهو العزيز الحكيم) تقدم أولها \r\n", "sura_id": 59, "type": 2, "id": 30094, "aya_id": 24}, {"text": "هو الله سبحانه وتعالى الخالق المقدر للخلق، البارئ المنشئ الموجد لهم على مقتضى حكمته, المصوِّر خلقه كيف يشاء, له سبحانه الأسماء الحسنى والصفات العلى, يسبِّح له جميع ما في السموات والأرض, وهو العزيز شديد الانتقام مِن أعدائه, الحكيم في تدبيره أمور خلقه.\r\n", "sura_id": 59, "type": 3, "id": 36330, "aya_id": 24}, {"text": " <font color=red>هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>قَوْله تَعَالَى \" هُوَ اللَّه الْخَالِق الْبَارِئ الْمُصَوِّر \" الْخَلْق التَّقْدِير وَالْبَرْء هُوَ الْفَرْي وَهُوَ التَّنْفِيذ وَإِبْرَاز مَا قَدَّرَهُ وَقَرَّرَهُ إِلَى الْوُجُود وَلَيْسَ كُلّ مَنْ قَدَّرَ شَيْئًا وَرَتَّبَهُ يَقْدِر عَلَى تَنْفِيذه وَإِيجَاده سِوَى اللَّه عَزَّ وَجَلَّ قَالَ الشَّاعِر يَمْدَح آخَر : وَلَأَنْتَ تَفْرِي مَا خَلَقْت وَبَعْض الْقَوْم يَخْلُق ثُمَّ لَا يَفْرِي أَيْ أَنْتَ تَنْفُذ مَا خَلَقْت أَيْ قَدَّرْت بِخِلَافِ غَيْرك فَإِنَّهُ لَا يَسْتَطِيع مَا يُرِيد فَالْخَلْق التَّقْدِير وَالْفَرْي التَّنْفِيذ وَمِنْهُ يُقَال قَدَّرَ الْجَلَّاد ثُمَّ فَرَى أَيْ قَطَعَ عَلَى مَا قَدَّرَهُ بِحَسَبِ مَا يُرِيدهُ . وَقَوْله تَعَالَى \" الْخَالِق الْبَارِئ الْمُصَوِّر\" أَيْ الَّذِي إِذَا أَرَادَ شَيْئًا قَالَ لَهُ كُنْ فَيَكُون عَلَى الصِّفَة الَّتِي يُرِيد الصُّورَة الَّتِي يَخْتَار كَقَوْلِهِ تَعَالَى\" فِي أَيّ صُورَة مَا شَاءَ رَكَّبَك \" وَلِهَذَا قَالَ الْمُصَوِّر أَيْ الَّذِي يُنَفِّذ مَا يُرِيد إِيجَاده عَلَى الصِّفَة الَّتِي يُرِيدهَا وَقَوْله تَعَالَى \" لَهُ الْأَسْمَاء الْحُسْنَى \" نَذْكُر الْحَدِيث الْمَرْوِيّ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ لِلَّهِ تَعَالَى تِسْعَة وَتِسْعِينَ اِسْمًا مِائَة إِلَّا وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّة وَهُوَ وِتْر يُحِبّ الْوِتْر \" وَتَقَدَّمَ سِيَاق التِّرْمِذِيّ وَابْن مَاجَهْ لَهُ عَنْ أَبِي هُرَيْرَة أَيْضًا وَزَادَ بَعْد قَوْله : وَهُوَ وِتْر يُحِبّ الْوِتْر وَاللَّفْظ لِلتِّرْمِذِيِّ \" هُوَ اللَّه الَّذِي لَا إِلَه إِلَّا هُوَ الرَّحْمَن الرَّحِيم الْمَلِك الْقُدُّوس السَّلَام الْمُؤْمِن الْمُهَيْمِن الْعَزِيز الْجَبَّار الْمُتَكَبِّر الْخَالِق الْبَارِئ الْمُصَوِّر الْغَفَّار الْقَهَّار الْوَهَّاب الرَّزَّاق الْفَتَّاح الْعَلِيم الْقَابِض الْبَاسِط الْخَافِض الرَّافِع الْمُعِزّ الْمُذِلّ السَّمِيع الْبَصِير الْحَكَم الْعَدْل اللَّطِيف الْخَبِير الْحَلِيم الْعَظِيم الْغَفُور الشَّكُور الْعَلِيّ الْكَبِير الْحَفِيظ الْمُقِيت الْحَسِيب الْجَلِيل الْكَرِيم الرَّقِيب الْمُجِيب الْوَاسِع الْحَكِيم الْوَدُود الْمَجِيد الْبَاعِث الشَّهِيد الْحَقّ الْوَكِيل الْقَوِيّ الْمَتِين الْوَلِيّ الْحَمِيد الْمُحْصِي الْمُبْدِئ الْمُعِيد الْمُحْيِي الْمُمِيت الْحَيّ الْقَيُّوم الْوَاجِد الْمَاجِد الْوَاحِد الصَّمَد الْقَادِر الْمُقْتَدِر الْمُقَدِّم الْمُؤَخِّر الْأَوَّل الْآخِر الظَّاهِر الْبَاطِن الْوَالِي الْمُتَعَالِي الْبَرّ التَّوَّاب الْمُنْتَقِم الْعَفُوّ الرَّءُوف مَالِك الْمُلْك ذُو الْجَلَال وَالْإِكْرَام الْمُقْسِط الْجَامِع الْغَنِيّ الْمُغْنِي الْمُعْطِي الْمَانِع الضَّارّ النَّافِع النُّور الْهَادِي الْبَدِيع الْبَاقِي الْوَارِث الرَّشِيد الصَّبُور \" وَقَوْله تَعَالَى \" يُسَبِّح لَهُ مَا فِي السَّمَوَات وَالْأَرْض \" كَقَوْلِهِ تَعَالَى \" تُسَبِّح لَهُ السَّمَوَات السَّبْع وَالْأَرْض وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحهمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا\" وَقَوْله تَعَالَى \" وَهُوَ الْعَزِيز \" أَيْ فَلَا يُرَام جَنَابه\" الْحَكِيم \" فِي شَرْعه وَقَدَره وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا خَالِد يَعْنِي اِبْن طَهْمَان أَبُو الْعَلَاء الْخَفَّاف حَدَّثَنَا نَافِع بْن أَبِي نَافِع عَنْ مَعْقِل بْن يَسَار عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ قَالَ حِين يُصْبِح ثَلَاث مَرَّات أَعُوذ بِاَللَّهِ السَّمِيع الْعَلِيم مِنْ الشَّيْطَان الرَّجِيم ثُمَّ قَرَأَ ثَلَاث آيَات مِنْ آخِر سُورَة الْحَشْر وَكَّلَ اللَّه بِهِ سَبْعِينَ أَلْف مَلَك يُصَلُّونَ عَلَيْهِ حَتَّى يُمْسِي وَإِنْ مَاتَ فِي ذَلِكَ الْيَوْم مَاتَ شَهِيدًا وَمَنْ قَالَهَا حِين يُمْسِي كَانَ بِتِلْكَ الْمَنْزِلَة \" وَرَوَاهُ التِّرْمِذِيّ عَنْ مَحْمُود بْن غَيْلَان عَنْ أَبِي أَحْمَد الزُّبَيْرِيّ بِهِ وَقَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه . آخِر تَفْسِير سُورَة الْحَشْر وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42068, "aya_id": 24}]