[{"text": "وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ", "sura_id": 28, "type": 0, "id": 3259, "aya_id": 7}, {"text": "وأوحينا إلى أم موسى أن أرضعيه فإذا خفت عليه فألقيه في اليم ولا تخافي ولا تحزني إنا رادوه إليك وجاعلوه من المرسلين", "sura_id": 28, "type": 1, "id": 9495, "aya_id": 7}, {"text": "7 - (وأوحينا) وحي إلهام أو منام (إلى أم موسى) وهو المولود المذكور ولم يشعر بولادته غير أخته (أن أرضعيه فإذا خفت عليه فألقيه في اليم) البحر أي النيل (ولا تخافي) غرقه (ولا تحزني) لفراقه (إنا رادوه إليك وجاعلوه من المرسلين) فأرضعته ثلاثة أشهر لا يبكي وخافت عليه فوضعته في تابوت مطلي بالقار من داخل ممهد له فيه وأغلقته وألقته في بحر النيل ليلا \r\n", "sura_id": 28, "type": 2, "id": 28203, "aya_id": 7}, {"text": "وألْهمنا أم موسى حين ولدته وخشيت عليه أن يذبحه فرعون كما يذبح أبناء بني إسرائيل: أن أرضعيه مطمئنة, فإذا خشيت أن يُعرف أمره فضعيه في صندوق وألقيه في النيل, دون خوف من فرعون وقومه أن يقتلوه, ودون حزن على فراقه, إنا رادُّو ولدك إليك وباعثوه رسولا. فوضعته في صندوق وألقته في النيل,\r\n", "sura_id": 28, "type": 3, "id": 34439, "aya_id": 7}, {"text": " <font color=red>وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ</font><BR><p>ذَكَرُوا أَنَّ فِرْعَوْن لَمَّا أَكْثَرَ مِنْ قَتْل ذُكُور بَنِي إِسْرَائِيل خَافَتْ الْقِبْط أَنْ يَفْنَى بَنِي إِسْرَائِيل فَيَلُونَ هُمْ مَا كَانُوا يَلُونَهُ مِنْ الْأَعْمَال الشَّاقَّة فَقَالُوا لِفِرْعَوْنَ إِنَّهُ يُوشِك إِنْ اِسْتَمَرَّ هَذَا الْحَال أَنْ يَمُوت شُيُوخهمْ وَغِلْمَانهمْ يُقَتَّلُونَ وَنِسَاؤُهُمْ لَا يُمْكِن أَنْ تَقُمْنَ بِمَا تَقُوم بِهِ رِجَالهمْ مِنْ الْأَعْمَال فَيَخْلُص إِلَيْنَا ذَلِكَ فَأَمَرَ بِقَتْلِ الْوِلْدَان عَامًا وَتَرْكهمْ عَامًا فَوُلِدَ هَارُون عَلَيْهِ السَّلَام فِي السَّنَة الَّتِي يَتْرُكُونَ فِيهَا الْوِلْدَان وَوُلِدَ مُوسَى فِي السَّنَة الَّتِي يُقَتِّلُونَ فِيهَا الْوِلْدَان وَكَانَ لِفِرْعَوْنَ نَاس مُوَكَّلُونَ بِذَلِكَ وَقَوَابِل يَدُورُونَ عَلَى النِّسَاء فَمَنْ رَأَيْنَهَا قَدْ حَمَلَتْ أَحْصَوْا اِسْمهَا فَإِذَا كَانَ وَقْت وِلَادَتهَا لَا يَقْبَلهَا إِلَّا نِسَاء الْقِبْط فَإِنْ وَلَدَتْ الْمَرْأَة جَارِيَة تَرْكَنهَا وَذَهَبْنَ وَإِنْ وَلَدَتْ غُلَامًا دَخَلَ أُولَئِكَ الذَّبَّاحُونَ بِأَيْدِيهِمْ الشِّفَار الْمُرْهَفَة فَقَتَلُوهُ وَمَضَوْا قَبَّحَهُمْ اللَّه تَعَالَى . فَلَمَّا حَمَلَتْ أُمّ مُوسَى بِهِ عَلَيْهِ السَّلَام لَمْ يَظْهَر عَلَيْهَا مَخَايِل الْحَمْل كَغَيْرِهَا وَلَمْ تَفْطِن لَهَا الدَّايَات وَلَكِنْ لَمَّا وَضَعَتْهُ ذَكَرًا ضَاقَتْ بِهِ ذَرْعًا وَخَافَتْ عَلَيْهِ خَوْفًا شَدِيدًا وَأَحَبَّتْهُ حُبًّا زَائِدًا وَكَانَ مُوسَى عَلَيْهِ السَّلَام لَا يَرَاهُ أَحَد إِلَّا أَحَبَّهُ فَالسَّعِيد مَنْ أَحَبَّهُ طَبْعًا وَشَرْعًا قَالَ اللَّه تَعَالَى : \" وَأَلْقَيْتُ عَلَيْك مَحَبَّةً مِنِّي \" فَلَمَّا ضَاقَتْ بِهِ ذَرْعًا أُلْهِمَتْ فِي سِرّهَا وَأُلْقِيَ فِي خَلَدِهَا وَأُنْفِثَ فِي رُوعهَا كَمَا قَالَ تَعَالَى : \" وَأَوْحَيْنَا إِلَى أُمّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْت عَلَيْهِ فَأَلْقِيهِ فِي الْيَمّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْك وَجَاعِلُوهُ مِنْ الْمُرْسَلِينَ \" وَذَلِكَ أَنَّهُ كَانَتْ دَارهَا عَلَى حَافَّة النِّيل فَاِتَّخَذَتْ تَابُوتًا وَمَهَّدَتْ فِيهِ مَهْدًا وَجَعَلَتْ تُرْضِع وَلَدهَا فَإِذَا دَخَلَ عَلَيْهَا أَحَد مِمَّنْ تَخَافهُ ذَهَبَتْ فَوَضَعَتْهُ فِي ذَلِكَ التَّابُوت وَسَيَّرَتْهُ فِي الْبَحْر وَرَبَطَتْهُ بِحَبْلٍ عِنْدهَا فَلَمَّا كَانَ ذَات يَوْم دَخَلَ عَلَيْهَا مَنْ تَخَافهُ فَذَهَبَتْ فَوَضَعَتْهُ فِي ذَلِكَ التَّابُوت وَأَرْسَلَتْهُ فِي الْبَحْر وَذَهِلَتْ أَنْ تَرْبِطهُ فَذَهَبَ مَعَ الْمَاء وَاحْتَمَلَهُ حَتَّى مُرَّ بِهِ عَلَى دَار فِرْعَوْن فَالْتَقَطَهُ الْجَوَارِي فَاحْتَمَلْنَهُ فَذَهَبْنَ بِهِ إِلَى اِمْرَأَة فِرْعَوْن وَلَا يَدْرِينَ مَا فِيهِ وَخَشِينَ أَنْ يُفْتَتَنَّ عَلَيْهَا فِي فَتْحه دُونهَا فَلَمَّا كَشَفَتْ عَنْهُ إِذَا هُوَ غُلَام مِنْ أَحْسَن الْخَلْق وَأَجْمَله وَأَحْلَاهُ وَأَبْهَاهُ فَأَوْقَعَ اللَّه مَحَبَّته فِي قَلْبهَا حِين نَظَرَتْ إِلَيْهِ وَذَلِكَ لِسَعَادَتِهَا وَمَا أَرَادَ اللَّه مِنْ كَرَامَتهَا وَشَقَاوَة بَعْلهَا .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39752, "aya_id": 7}]