[{"text": "وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاء حَتَّى إِذَا جَاءهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ", "sura_id": 24, "type": 0, "id": 2830, "aya_id": 39}, {"text": "والذين كفروا أعمالهم كسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئا ووجد الله عنده فوفاه حسابه والله سريع الحساب", "sura_id": 24, "type": 1, "id": 9066, "aya_id": 39}, {"text": "39 - (والذين كفروا أعمالهم كسراب بقيعة) جمع قاع أي فلاة وهي شعاع يرى فيها نصف النهار في شدة الحر يشبه الماء الجاري (يحسبه) يظنه (الظمآن) أي العطشان (ماء حتى إذا جاءه لم يجده شيئا) مما حسبه كذلك الكافر يحسب أن عمله كصدقة ينفعه حتى إذا مات وقدم على ربه يجد عمله أي لم ينفعه (ووجد الله عنده) أي عند عمله (فوفاه حسابه) أي جازاه عليه في الدنيا (والله سريع الحساب) أي المجازاة \r\n", "sura_id": 24, "type": 2, "id": 27774, "aya_id": 39}, {"text": "والذين كفروا بربهم وكذَّبوا رسله، أعمالهم التي ظنوها نافعة لهم في الآخرة، كصلة الأرحام وفك الأسرى وغيرها، كسراب، وهو ما يشاهَد كالماء على الأرض المستوية في الظهيرة، يظنه العطشان ماء، فإذا أتاه لم يجده ماء. فالكافر يظن أن أعماله تنفعه, فإذا كان يوم القيامة لم يجد لها ثوابًا، ووجد الله سبحانه وتعالى له بالمرصاد فوفَّاه جزاء عمله كاملا. والله سريع الحساب، فلا يستبطئ الجاهلون ذلك الوعد، فإنه لا بدَّ مِن إتيانه.\r\n", "sura_id": 24, "type": 3, "id": 34010, "aya_id": 39}, {"text": " <font color=red>وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ</font><BR><p>هَذَانِ مَثَلَانِ ضَرَبَهُمَا اللَّه تَعَالَى لِنَوْعَيْ الْكُفَّار كَمَا ضَرَبَ لِلْمُنَافِقِينَ فِي أَوَّل الْبَقَرَة مَثَلَيْنِ نَارِيًّا وَمَائِيًّا وَكَمَا ضَرَبَ لِمَا يَقَرّ فِي الْقُلُوب مِنْ الْهُدَى وَالْعِلْم فِي سُورَة الرَّعْد مَثَلَيْنِ مَائِيًّا وَنَارِيًّا وَقَدْ تَكَلَّمْنَا عَلَى كُلّ مِنْهُمَا فِي مَوْضِعه بِمَا أَغْنَى عَنْ إِعَادَته وَلِلَّهِ الْحَمْد وَالْمِنَّة . فَأَمَّا الْأَوَّل مِنْ هَذَيْنِ الْمَثَلَيْنِ فَهُوَ لِلْكُفَّارِ الدُّعَاة إِلَى كُفْرهمْ الَّذِينَ يَحْسَبُونَ أَنَّهُمْ عَلَى شَيْء مِنْ الْأَعْمَال وَالِاعْتِقَادَات وَلَيْسُوا فِي نَفْس الْأَمْر عَلَى شَيْء فَمَثَلهمْ فِي ذَلِكَ كَالسَّرَابِ الَّذِي يُرَى فِي الْقِيعَان مِنْ الْأَرْض عَنْ بُعْد كَأَنَّهُ بَحْر طَامّ وَالْقِيعَة جَمْع قَاع كَجَارٍ وَجِيرَة وَالْقَاع أَيْضًا وَاحِد الْقِيعَان كَمَا يُقَال جَار وَجِيرَان وَهِيَ الْأَرْض الْمُسْتَوِيَة الْمُتَّسِعَة الْمُنْبَسِطَة وَفِيهِ يَكُون السَّرَاب وَإِنَّمَا يَكُون ذَلِكَ بَعْد نِصْف النَّهَار وَأَمَّا الْآل فَإِنَّمَا يَكُون أَوَّل النَّهَار يُرَى كَأَنَّهُ مَاء بَيْن السَّمَاء وَالْأَرْض فَإِذَا رَأَى السَّرَاب مَنْ هُوَ مُحْتَاج إِلَى الْمَاء يَحْسَبهُ مَاء قَصَدَهُ لِيَشْرَب مِنْهُ فَلَمَّا اِنْتَهَى إِلَيْهِ \" لَمْ يَجِدهُ شَيْئًا\" فَكَذَلِكَ الْكَافِر يَحْسَب أَنَّهُ قَدْ عَمِلَ عَمَلًا وَأَنَّهُ قَدْ حَصَّلَ شَيْئًا فَإِذَا وَافَى اللَّه يَوْم الْقِيَامَة وَحَاسَبَهُ عَلَيْهَا وَنُوقِشَ عَلَى أَفْعَاله لَمْ يَجِد لَهُ شَيْئًا بِالْكُلِّيَّةِ قَدْ قُبِلَ إِمَّا لِعَدَمِ الْإِخْلَاص أَوْ لِعَدَمِ سُلُوك الشَّرْع كَمَا قَالَ تَعَالَى : \" وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَل فَجَعَلْنَاهُ هَبَاء مَنْثُورًا \" وَقَالَ هَهُنَا \" وَوَجَدَ اللَّه عِنْده فَوَفَّاهُ حِسَابه وَاَللَّه سَرِيع الْحِسَاب \" وَهَكَذَا رُوِيَ عَنْ أُبَيّ بْن كَعْب وَابْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَغَيْر وَاحِد . وَفِي الصَّحِيحَيْنِ أَنَّهُ يُقَال يَوْم الْقِيَامَة لِلْيَهُودِ مَا كُنْتُمْ تَعْبُدُونَ ؟ فَيَقُولُونَ كُنَّا نَعْبُد عُزَيْر اِبْن اللَّه . فَيُقَال كَذَبْتُمْ مَا اِتَّخَذَ اللَّه مِنْ وَلَد مَاذَا تَبْغُونَ ؟ فَيَقُولُونَ يَا رَبّ عَطِشْنَا فَاسْقِنَا فَيُقَال أَلَا تَرَوْنَ ؟ فَتُمَثَّل لَهُمْ النَّار كَأَنَّهَا سَرَب يُحَطِّم بَعْضهَا بَعْضًا فَيَنْطَلِقُونَ فَيَتَهَافَتُونَ فِيهَا وَهَذَا الْمِثَال مِثَال لِذَوِي الْجَهْل الْمُرَكَّب فَأَمَّا أَصْحَاب الْجَهْل الْبَسِيط وَهُمْ الطِّمَاطِم الْأَغْشَام الْمُقَلِّدُونَ لِأَئِمَّةِ الْكُفْر الصُّمّ الْبُكْم الَّذِي لَا يَعْقِلُونَ فَمِثْلُهُمْ .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39257, "aya_id": 39}]