[{"text": "يَا أَيُّهَا النَّاسُ قَدْ جَاءكُمُ الرَّسُولُ بِالْحَقِّ مِن رَّبِّكُمْ فَآمِنُواْ خَيْرًا لَّكُمْ وَإِن تَكْفُرُواْ فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالأَرْضِ وَكَانَ اللّهُ عَلِيمًا حَكِيمًا", "sura_id": 4, "type": 0, "id": 663, "aya_id": 170}, {"text": "يا أيها الناس قد جاءكم الرسول بالحق من ربكم فآمنوا خيرا لكم وإن تكفروا فإن لله ما في السماوات والأرض وكان الله عليما حكيما", "sura_id": 4, "type": 1, "id": 6899, "aya_id": 170}, {"text": "170 - (يا أيها الناس) أي أهل مكة (قد جاءكم الرسول) محمد صلى الله عليه وسلم (بالحق من ربكم فآمنوا) به واقصدوا (خيرا لكم) مما أنتم فيه (وإن تكفروا) به (فإن لله ما في السماوات والأرض) ملكا وخلقا وعبيدا فلا يضره كفركم (وكان الله عليما) بخلقه (حكيما) في صنعه بهم \r\n", "sura_id": 4, "type": 2, "id": 25607, "aya_id": 170}, {"text": "يا أيها الناس قد جاءكم رسولنا محمد صلى الله عليه وسلم بالإسلام دين الحق من ربكم, فَصَدِّقوه واتبعوه, فإن الإيمان به خيرلكم, وإن تُصرُّوا على كفركم فإن الله غني عنكم وعن إيمانكم; لأنه مالك ما في السموات والأرض. وكان الله عليمًا بأقوالكم وأفعالكم, حكيمًا في تشريعه وأمره. فإذا كانت السموات والأرض قد خضعتا لله تعالى كونًا وقدرًا خضوع سائر ملكه, فأولى بكم أن تؤمنوا بالله وبرسوله محمد صلى الله عليه وسلم, وبالقرآن الذي أنزله عليه, وأن تنقادوا لذلك شرعًا حتى يكون الكون كلُّه خاضعًا لله قدرًا وشرعًا. وفي الآية دليل على عموم رسالة نبي الله ورسوله محمد صلى الله عليه وسلم.\r\n", "sura_id": 4, "type": 3, "id": 31843, "aya_id": 170}, {"text": " <font color=red>يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" يَا أَيّهَا النَّاس قَدْ جَاءَكُمْ الرَّسُول بِالْحَقِّ مِنْ رَبّكُمْ فَآمِنُوا خَيْرًا لَكُمْ \" أَيْ قَدْ جَاءَكُمْ مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ بِالْهُدَى وَدِين الْحَقّ وَالْبَيَان الشَّافِي مِنْ اللَّه عَزَّ وَجَلَّ فَآمِنُوا بِمَا جَاءَكُمْ بِهِ وَاتَّبِعُوهُ يَكُنْ خَيْرًا لَكُمْ ثُمَّ قَالَ \" وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَوَات وَالْأَرْض \" أَيْ فَهُوَ غَنِيّ عَنْكُمْ وَعَنْ إِيمَانكُمْ وَلَا يَتَضَرَّر بِكُفْرَانِكُمْ كَمَا قَالَ تَعَالَى \" وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْض جَمِيعًا فَإِنَّ اللَّه لَغَنِيّ حَمِيد \" وَقَالَ هَهُنَا \" وَكَانَ اللَّه عَلِيمًا \" أَيْ بِمَنْ يَسْتَحِقّ مِنْكُمْ الْهِدَايَة فَيَهْدِيه وَبِمَنْ يَسْتَحِقّ الْغِوَايَة فَيُغْوِيه \" حَكِيمًا \" أَيْ فِي أَقْوَاله وَأَفْعَاله وَشَرْعه وَقَدَره .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40846, "aya_id": 170}]