[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الْكَافِرِينَ أَوْلِيَاء مِن دُونِ الْمُؤْمِنِينَ أَتُرِيدُونَ أَن تَجْعَلُواْ لِلّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا", "sura_id": 4, "type": 0, "id": 637, "aya_id": 144}, {"text": "يا أيها الذين آمنوا لا تتخذوا الكافرين أولياء من دون المؤمنين أتريدون أن تجعلوا لله عليكم سلطانا مبينا", "sura_id": 4, "type": 1, "id": 6873, "aya_id": 144}, {"text": "144 - (يا أيها الذين آمنوا لا تتخذوا الكافرين أولياء من دون المؤمنين أتريدون أن تجعلوا لله عليكم) بموالاتهم (سلطانا مبينا) برهاناً بيناً على نفاقكم \r\n", "sura_id": 4, "type": 2, "id": 25581, "aya_id": 144}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, لا توالوا الجاحدين لدين الله, وتتركوا موالاة المؤمنين ومودتهم. أتريدون بمودَّة أعدائكم أن تجعلوا لله تعالى عليكم حجة ظاهرة على عدم صدقكم في إيمانكم؟\r\n", "sura_id": 4, "type": 3, "id": 31817, "aya_id": 144}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا</font><BR><p>يَنْهَى اللَّه تَعَالَى عِبَاده الْمُؤْمِنِينَ عَنْ اِتِّخَاذ الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ يَعْنِي مُصَاحَبَتهمْ وَمُصَادَقَتهمْ وَمُنَاصَحَتهمْ وَإِسْرَار الْمَوَدَّة إِلَيْهِمْ وَإِفْشَاء أَحْوَال الْمُؤْمِنِينَ الْبَاطِنَة إِلَيْهِمْ كَمَا قَالَ تَعَالَى \" لَا يَتَّخِذ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاء \" مِنْ دُون الْمُؤْمِنِينَ وَمَنْ يَفْعَل ذَلِكَ فَلَيْسَ مِنْ اللَّه فِي شَيْء إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاة وَيُحَذِّركُمْ اللَّه نَفْسه أَيْ يُحَذِّركُمْ عُقُوبَته فِي اِرْتِكَابكُمْ نَهْيه وَلِهَذَا قَالَ هَهُنَا \" أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا \" أَيْ حُجَّة عَلَيْكُمْ فِي عُقُوبَته إِيَّاكُمْ . قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مَالِك بْن إِسْمَاعِيل حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَوْله \" سُلْطَانًا مُبِينًا \" قَالَ كُلّ سُلْطَان فِي الْقُرْآن حُجَّة وَهَذَا إِسْنَاد صَحِيح وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَالضَّحَّاك وَالسُّدِّيّ وَالنَّضْر بْن عَرَبِيّ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40817, "aya_id": 144}]