[{"text": "يَاأَيُّهَا الَّذِينَ آمَنُواْ ادْخُلُواْ فِي السِّلْمِ كَآفَّةً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ", "sura_id": 2, "type": 0, "id": 215, "aya_id": 208}, {"text": "يا أيها الذين آمنوا ادخلوا في السلم كافة ولا تتبعوا خطوات الشيطان إنه لكم عدو مبين", "sura_id": 2, "type": 1, "id": 6451, "aya_id": 208}, {"text": "208 - ونزل في عبد الله بن سلام وأصحابه لما عظَّموا السبت وكرهوا الإبل بعد الإسلام (يا أيها الذين آمنوا ادخلوا في السَّلم) بفتح السين وكسرها الإسلام (كافة) حال من السلم أي في جميع شرائعه (ولا تتبعوا خطوات) طرق (الشيطان) أي تزيينه بالتفريق (إنه لكم عدو مبين) بين العداوة \r\n", "sura_id": 2, "type": 2, "id": 25159, "aya_id": 208}, {"text": "يا أيها الذين آمنوا بالله ربًا وبمحمد نبيًا ورسولا وبالإسلام دينًا, ادخلوا في جميع شرائع الإسلام, عاملين بجميع أحكامه, ولا تتركوا منها شيئًا, ولا تتبعوا طرق الشيطان فيما يدعوكم إليه من المعاصي. إنه لكم عدو ظاهر العداوة فاحذروه.\r\n", "sura_id": 2, "type": 3, "id": 31395, "aya_id": 208}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ</font><BR><p>يَقُول اللَّه تَعَالَى آمِرًا عِبَاده الْمُؤْمِنِينَ بِهِ الْمُصَدِّقِينَ بِرَسُولِهِ أَنْ يَأْخُذُوا بِجَمِيعِ عُرَى الْإِسْلَام وَشَرَائِعه وَالْعَمَل بِجَمِيعِ أَوَامِره وَتَرْك جَمِيع زَوَاجِره مَا اِسْتَطَاعُوا مِنْ ذَلِكَ . قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَطَاوُس وَالضَّحَّاك وَعِكْرِمَة وَقَتَادَة وَالسُّدِّيّ وَابْن زَيْد فِي قَوْله \" اُدْخُلُوا فِي السِّلْم \" يَعْنِي الْإِسْلَام . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس وَأَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس \" اُدْخُلُوا فِي السِّلْم \" يَعْنِي الطَّاعَة . وَقَالَ قَتَادَة أَيْضًا الْمُوَادَعَة وَقَوْله \" كَافَّة \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَأَبُو الْعَالِيَة وَعِكْرِمَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَقَتَادَة وَالضَّحَّاك جَمِيعًا وَقَالَ مُجَاهِد أَيْ اِعْمَلُوا بِجَمِيعِ الْأَعْمَال وَوُجُوه الْبِرّ . وَزَعَمَ عِكْرِمَة أَنَّهَا نَزَلَتْ فِي نَفَر مِمَّنْ أَسْلَمَ مِنْ الْيَهُود وَغَيْرهمْ كَعَبْدِ اللَّه بْن سَلَام وَأَسَد بْن عُبَيْد وَثَعْلَبَة وَطَائِفَة اِسْتَأْذَنُوا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي أَنْ يُسْبِتُوا وَأَنْ يَقُومُوا بِالتَّوْرَاةِ لَيْلًا فَأَمَرَهُمْ اللَّه بِإِقَامَةِ شَعَائِر الْإِسْلَام وَالِاشْتِغَال بِهَا عَمَّا عَدَاهَا وَفِي ذِكْر عَبْد اللَّه بْن سَلَام مَعَ هَؤُلَاءِ نَظَر إِذْ يَبْعُد أَنْ يَسْتَأْذِن فِي إِقَامَة السَّبْت وَهُوَ مَعَ تَمَام إِيمَانه يَتَحَقَّق نَسْخه وَرَفْعه وَبُطْلَانه وَالتَّعْوِيض عَنْهُ بِأَعْيَادِ الْإِسْلَام. وَمِنْ الْمُفَسِّرِينَ مَنْ يَجْعَل قَوْله \" كَافَّة \" حَالًا مِنْ الدَّاخِلِينَ أَيْ اُدْخُلُوا فِي الْإِسْلَام كُلّكُمْ وَالصَّحِيح الْأَوَّل وَهُوَ أَنَّهُمْ أُمِرُوا كُلّهمْ أَنْ يَعْمَلُوا بِجَمِيعِ شُعَب الْإِيمَان وَشَرَائِع الْإِسْلَام وَهِيَ كَثِيرَة جِدًّا مَا اِسْتَطَاعُوا مِنْهَا كَمَا قَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا عَلِيّ بْن الْحُسَيْن أَخْبَرَنَا أَحْمَد بْن الصَّبَّاح أَخْبَرَنِي الْهَيْثَم بْن يَمَان حَدَّثَنَا إِسْمَاعِيل بْن زَكَرِيَّا حَدَّثَنِي مُحَمَّد بْن عَوْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" يَا أَيُّهَا الَّذِينَ اِمْنُوا اُدْخُلُوا فِي السِّلْم كَافَّة \" كَذَا قَرَأَهَا بِالنَّصْبِ يَعْنِي مُؤْمِنِي أَهْل الْكِتَاب فَإِنَّهُمْ كَانُوا مَعَ الْإِيمَان مُسْتَمْسِكِينَ بِبَعْضِ أُمُور التَّوْرَاة وَالشَّرَائِع الَّتِي أُنْزِلَتْ فِيهِمْ فَقَالَ اللَّه \" اُدْخُلُوا فِي السِّلْم كَافَّة \" يَقُول اُدْخُلُوا فِي شَرَائِع دِين مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَلَا تَدَعُوا مِنْهَا شَيْئًا وَحَسْبكُمْ الْإِيمَان بِالتَّوْرَاةِ وَمَا فِيهَا . وَقَوْله \" وَلَا تَتَّبِعُوا خُطُوَات الشَّيْطَان \" أَيْ اِعْمَلُوا بِالطَّاعَاتِ وَاجْتَنِبُوا مَا يَأْمُركُمْ بِهِ الشَّيْطَان فَ \" إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّه مَا لَا تَعْلَمُونَ \" وَ \" إِنَّمَا يَدْعُو حِزْبه لِيَكُونُوا مِنْ أَصْحَاب السَّعِير \" وَلِهَذَا قَالَ \" إِنَّهُ لَكُمْ عَدُوّ مُبِين \" قَالَ مُطَرِّف : أَغَشُّ عِبَادِ اللَّهِ لِعَبِيدِ اللَّهِ الشَّيْطَانُ ؟ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38618, "aya_id": 208}]