[{"text": "فَاخْتَلَفَ الْأَحْزَابُ مِن بَيْنِهِمْ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ", "sura_id": 19, "type": 0, "id": 2287, "aya_id": 37}, {"text": "فاختلف الأحزاب من بينهم فويل للذين كفروا من مشهد يوم عظيم", "sura_id": 19, "type": 1, "id": 8523, "aya_id": 37}, {"text": "37 - (فاختلف الأحزاب من بينهم) أي النصارى في عيسى أهو ابن الله أم إله معه أو ثالث ثلاثة (فويل) فشدة عذاب (للذين كفروا) بما ذكر وغيره (من مشهد يوم عظيم) أي حضور يوم القيامة وأهواله \r\n", "sura_id": 19, "type": 2, "id": 27231, "aya_id": 37}, {"text": "فاختلفت الفِرَق من أهل الكتاب فيما بينهم في أمر عيسى عليه السلام, فمنهم غال فيه وهم النصارى, فمنهم من قال: هو الله, ومنهم من قال: هو ابن الله, ومنهم من قال: ثالث ثلاثة - تعالى الله عما يقولون -، ومنهم جافٍ عنه وهم اليهود, قالوا: ساحر, وقالوا: ابن يوسف النجار, فهلاك للذين كفروا مِن شهود يوم عظيم الهول, وهو يوم القيامة.\r\n", "sura_id": 19, "type": 3, "id": 33467, "aya_id": 37}, {"text": " <font color=red>فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ</font><BR><p>وَقَوْله : \" فَاخْتَلَفَ الْأَحْزَاب مِنْ بَيْنهمْ \" أَيْ اِخْتَلَفَ قَوْل أَهْل الْكِتَاب فِي عِيسَى بَعْد بَيَان أَمْره وَوُضُوح حَاله وَأَنَّهُ عَبْده وَرَسُوله وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم وَرُوح مِنْهُ فَصَمَّمَتْ طَائِفَة مِنْهُمْ وَهُمْ جُمْهُور الْيَهُود عَلَيْهِمْ لَعَائِن اللَّه عَلَى أَنَّهُ وَلَد زِنْيَة وَقَالُوا كَلَامه هَذَا سِحْر وَقَالَتْ طَائِفَة أُخْرَى إِنَّمَا تَكَلَّمَ اللَّه وَقَالَ آخَرُونَ بَلْ هُوَ اِبْن اللَّه وَقَالَ آخَرُونَ ثَالِث ثَلَاثَة وَقَالَ آخَرُونَ بَلْ هُوَ عَبْد اللَّه وَرَسُوله وَهَذَا هُوَ قَوْل الْحَقّ الَّذِي أَرْشَدَ اللَّه إِلَيْهِ الْمُؤْمِنِينَ وَقَدْ رُوِيَ نَحْو هَذَا عَنْ عَمْرو بْن مَيْمُون وَابْن جُرَيْج وَقَتَادَة وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف . قَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله \" ذَلِكَ عِيسَى اِبْن مَرْيَم قَوْل الْحَقّ الَّذِي فِيهِ يَمْتَرُونَ \" قَالَ اِجْتَمَعَ بَنُو إِسْرَائِيل فَأَخْرَجُوا مِنْهُمْ أَرْبَعَة نَفَر أَخْرَجَ كُلّ قَوْم عَالِمهمْ فَامْتَرَوْا فِي عِيسَى حِين رُفِعَ فَقَالَ بَعْضهمْ هُوَ اللَّه هَبَطَ إِلَى الْأَرْض فَأَحْيَا مَنْ أَحْيَا وَأَمَاتَ مَنْ أَمَاتَ ثُمَّ صَعِدَ إِلَى السَّمَاء وَهُمْ الْيَعْقُوبِيَّة فَقَالَ الثَّلَاثَة كَذَبْت ثُمَّ قَالَ اِثْنَانِ مِنْهُمْ لِلثَّالِثِ قُلْ أَنْتَ فِيهِ قَالَ هُوَ اِبْن اللَّه وَهُمْ النُّسْطُورِيَّة فَقَالَ الِاثْنَانِ كَذَبْت ثُمَّ قَالَ أَحَد الِاثْنَيْنِ لِلْآخَرِ قُلْ فِيهِ فَقَالَ هُوَ ثَالِث ثَلَاثَة اللَّه إِلَه وَهُوَ إِلَه وَأُمّه إِلَه وَهُمْ الْإِسْرَائِيلِيَّة مُلُوك النَّصَارَى عَلَيْهِمْ لَعَائِن اللَّه قَالَ الرَّابِع كَذَبْت بَلْ هُوَ عَبْد اللَّه وَرَسُوله وَرُوحه وَكَلِمَته وَهُمْ الْمُسْلِمُونَ . فَكَانَ لِكُلِّ رَجُل مِنْهُمْ أَتْبَاع عَلَى مَا قَالُوا فَاقْتَتَلُوا وَظَهَرَ عَلَى الْمُسْلِمِينَ وَذَلِكَ قَوْل اللَّه تَعَالَى \" وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنْ النَّاس \" قَالَ قَتَادَة وَهُمْ الَّذِينَ قَالَ اللَّه \" فَاخْتَلَفَ الْأَحْزَاب مِنْ بَيْنهمْ \" قَالَ اِخْتَلَفُوا فِيهِ فَصَارُوا أَحْزَابًا وَقَدْ رَوَى اِبْن أَبِي حَاتِم عَنْ اِبْن عَبَّاس وَعَنْ عُرْوَة بْن الزُّبَيْر عَنْ بَعْض أَهْل الْعِلْم قَرِيبًا مِنْ ذَلِكَ وَقَدْ ذَكَرَ غَيْر وَاحِد مِنْ عُلَمَاء التَّارِيخ مِنْ أَهْل الْكِتَاب وَغَيْرهمْ أَنَّ قُسْطَنْطِين جَمَعَهُمْ فِي مَحْفِل كَبِير مِنْ مَجَامِعهمْ الثَّلَاثَة الْمَشْهُورَة عِنْدهمْ فَكَانَ جَمَاعَة الْأَسَاقِفَة مِنْهُمْ أَلْفَيْنِ وَمِائَة وَسَبْعِينَ أُسْقُفًّا فَاخْتَلَفُوا فِي عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام اِخْتِلَافًا مُتَبَايِنًا جِدًّا فَقَالَتْ كُلّ شِرْذِمَة فِيهِ قَوْلًا فَمِائَة تَقُول فِيهِ شَيْئًا وَسَبْعُونَ تَقُول فِيهِ قَوْلًا آخَر وَخَمْسُونَ تَقُول شَيْئًا آخَر وَمِائَة وَسِتُّونَ تَقُول شَيْئًا وَلَمْ يَجْتَمِع عَلَى مَقَالَة وَاحِدَة أَكْثَر مِنْ ثَلَثمِائَةٍ وَثَمَانِيَة مِنْهُمْ اِتَّفَقُوا عَلَى قَوْل وَصَمَّمُوا عَلَيْهِ فَمَالَ إِلَيْهِمْ الْمَلِك وَكَانَ فَيْلَسُوفًا فَقَدَّمَهُمْ وَنَصَرَهُمْ وَطَرَدَ مَنْ عَدَاهُمْ فَوَضَعُوا لَهُ الْأَمَانَة الْكَبِيرَة بَلْ هِيَ الْخِيَانَة الْعَظِيمَة وَوَضَعُوا لَهُ كُتُب الْقَوَانِين وَشَرَعُوا لَهُ أَشْيَاء وَابْتَدَعُوا بِدَعًا كَثِيرَة وَحَرَّفُوا دِين الْمَسِيح وَغَيَّرُوهُ فَابْتَنَى لَهُمْ حِينَئِذٍ الْكَنَائِس الْكِبَار فِي مَمْلَكَته كُلّهَا بِلَاد الشَّام وَالْجَزِيرَة وَالرُّوم فَكَانَ مَبْلَغ الْكَنَائِس فِي أَيَّامه مَا يُقَارِب اِثْنَيْ عَشَر أَلْف كَنِيسَة وَبَنَتْ أُمّه هيلانة قُمَامَة عَلَى الْمَكَان الَّذِي صُلِبَ فِيهِ الْمَصْلُوب الَّذِي يَزْعُم الْيَهُود أَنَّهُ الْمَسِيح وَقَدْ كَذَبُوا بَلْ رَفَعَهُ اللَّه إِلَى السَّمَاء وَقَوْله \" فَوَيْل لِلَّذِينَ كَفَرُوا مِنْ مَشْهَد يَوْم عَظِيم \" تَهْدِيد وَوَعِيد شَدِيد لِمَنْ كَذَبَ عَلَى اللَّه وَافْتَرَى وَزَعَمَ أَنَّ لَهُ وَلَدًا وَلَكِنْ أَنْظَرَهُمْ تَعَالَى إِلَى يَوْم الْقِيَامَة وَأَجَّلَهُمْ حِلْمًا وَثِقَة بِقُدْرَتِهِ عَلَيْهِمْ فَإِنَّهُ الَّذِي لَا يُعَجِّل عَلَى مَنْ عَصَاهُ كَمَا جَاءَ فِي الصَّحِيحَيْنِ \" إِنَّ اللَّه لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتهُ \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَكَذَلِكَ أَخْذ رَبّك إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَة إِنَّ أَخْذه أَلِيم شَدِيد \" وَفِي الصَّحِيحَيْنِ أَيْضًا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا أَحَد أَصْبَر عَلَى أَذًى سَمِعَهُ مِنْ اللَّه إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقهُمْ وَيُعَافِيهِمْ \" وَقَدْ قَالَ اللَّه تَعَالَى \" وَكَأَيِّنْ مِنْ قَرْيَة أَمْلَيْت لَهَا وَهِيَ ظَالِمَة ثُمَّ أَخَذْتهَا وَإِلَيَّ الْمَصِير \" وَقَالَ تَعَالَى \" وَلَا تَحْسَبَنَّ اللَّه غَافِلًا عَمَّا يَعْمَل الظَّالِمُونَ إِنَّمَا يُؤَخِّرهُمْ لِيَوْمٍ تَشْخَص فِيهِ الْأَبْصَار \" وَلِهَذَا قَالَ هَاهُنَا \" فَوَيْل لِلَّذِينَ كَفَرُوا مِنْ مَشْهَد يَوْم عَظِيم \" أَيْ يَوْم الْقِيَامَة . وَقَدْ جَاءَ فِي الْحَدِيث الصَّحِيح الْمُتَّفَق عَلَى صِحَّته عَنْ عُبَادَة بْن الصَّامِت رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله وَأَنَّ عِيسَى عَبْد اللَّه وَرَسُوله وَكَلِمَته أَلْقَاهَا إِلَى مَرْيَم وَرُوح مِنْهُ وَأَنَّ الْجَنَّة حَقّ وَالنَّار حَقّ أَدْخَلَهُ اللَّه الْجَنَّة عَلَى مَا كَانَ مِنْ الْعَمَل \" .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38429, "aya_id": 37}]