[{"text": "قُلْ أَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ اِئْتُونِي بِكِتَابٍ مِّن قَبْلِ هَذَا أَوْ أَثَارَةٍ مِّنْ عِلْمٍ إِن كُنتُمْ صَادِقِينَ", "sura_id": 46, "type": 0, "id": 4514, "aya_id": 4}, {"text": "قل أرأيتم ما تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السماوات ائتوني بكتاب من قبل هذا أو أثارة من علم إن كنتم صادقين", "sura_id": 46, "type": 1, "id": 10750, "aya_id": 4}, {"text": "4 - (قل أرأيتم) أخبروني (ما تدعون) تعبدون (من دون الله) الأصنام مفعول أول (أروني) أخبروني ما تأكيد (ماذا خلقوا) مفعول ثان (من الأرض) بيان ما (أم لهم شرك) مشاركة (في) خلق (السماوات) مع الله وأم بمعنى همزة الانكار (ائتوني بكتاب) منزل (من قبل هذا) القرآن (أو أثارة) بقية (من علم) يؤثر عن الأولين بصحة دعواكم في عبادة الأصنام أنها تقربكم إلى الله (إن كنتم صادقين) في دعواكم \r\n", "sura_id": 46, "type": 2, "id": 29458, "aya_id": 4}, {"text": "قل -أيها الرسول- لهؤلاء الكفار: أرأيتم الآلهة, والأوثان التي تعبدونها من دون الله, أروني أيَّ شيء خلقوا من الأرض, أم لهم مع الله نصيب من خلق السموات؟ ائتوني بكتاب من عند الله من قبل هذا القرآن أو ببقيَّة من علم, إن كنتم صادقين فيما تزعمون.\r\n", "sura_id": 46, "type": 3, "id": 35694, "aya_id": 4}, {"text": " <font color=red>قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" قُلْ \" أَيْ لِهَؤُلَاءِ الْمُشْرِكِينَ الْعَابِدِينَ مَعَ اللَّه غَيْره \" أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُون اللَّه أَرُونِي مَاذَا خَلَقُوا مِنْ الْأَرْض \" أَيْ أَرْشِدُونِي إِلَى الْمَكَان الَّذِي اِسْتَقَلُّوا بِخَلْقِهِ مِنْ الْأَرْض \" أَمْ لَهُمْ شِرْك فِي السَّمَاوَات \" أَيْ وَلَا شِرْك لَهُمْ فِي السَّمَاوَات وَلَا فِي الْأَرْض وَمَا يَمْلِكُونَ مِنْ قِطْمِير إِنْ الْمُلْك وَالتَّصَرُّف كُلّه إِلَّا لِلَّهِ عَزَّ وَجَلَّ فَكَيْف تَعْبُدُونَ مَعَهُ غَيْره وَتُشْرِكُونَ بِهِ مَنْ أَرْشَدَكُمْ إِلَى هَذَا ؟ مَنْ دَعَاكُمْ إِلَيْهِ ؟ أَهُوَ أَمَرَكُمْ بِهِ ؟ أَمْ هُوَ شَيْء اِقْتَرَحْتُمُوهُ مِنْ عِنْد أَنْفُسكُمْ ؟ وَلِهَذَا قَالَ \" اِئْتُونِي بِكِتَابٍ مِنْ قَبْل هَذَا \" أَيْ هَاتُوا كِتَابًا مِنْ كُتُبِ اللَّه الْمُنَزَّلَة عَلَى الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام يَأْمُركُمْ بِعِبَادَةِ هَذِهِ الْأَصْنَام \" أَوْ أَثَارَة مِنْ عِلْم \" أَيْ دَلِيل بَيِّن عَلَى هَذَا الْمَسْلَك الَّذِي سَلَكْتُمُوهُ \" إِنْ كُنْتُمْ صَادِقِينَ\" أَيْ لَا دَلِيل لَكُمْ لَا نَقْلِيًّا وَلَا عَقْلِيًّا عَلَى ذَلِكَ وَلِهَذَا قَرَأَ آخَرُونَ أَوْ أَثَرَة مِنْ عِلْم أَيْ أَوْ عِلْم صَحِيح تُؤْثِرُونَهُ عَنْ أَحَد مِمَّنْ قَبْلَكُمْ كَمَا قَالَ مُجَاهِد فِي قَوْله تَعَالَى \" أَوْ أَثَارَة مِنْ عِلْم \" أَوْ أَحَد يَأْثُر عِلْمًا وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَوْ بَيِّنَة مِنْ الْأَمْر . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى عَنْ سُفْيَان عَنْ صَفْوَان بْن سُلَيْم عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ سُفْيَان : لَا أَعْلَم إِلَّا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ أَثَرَة مِنْ عِلْم قَالَ الْخَطّ . وَقَالَ أَبُو بَكْر بْن عَيَّاش أَوْ بَقِيَّة مِنْ عِلْم وَقَالَ الْحَسَن الْبَصْرِيّ أَوْ أَثَارَة شَيْء يَسْتَخْرِجُهُ فَيُثِيرهُ وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَأَبُو بَكْر اِبْن عَيَّاش أَيْضًا أَوْ أَثَارَة مِنْ عِلْم يَعْنِي الْخَطّ وَقَالَ قَتَادَة أَوْ أَثَارَة مِنْ عِلْم خَاصَّة مِنْ عِلْم وَكُلّ هَذِهِ الْأَقْوَال مُتَقَارِبَة وَهِيَ رَاجِعَة إِلَى مَا قُلْنَاهُ وَهُوَ اِخْتِيَار اِبْن جَرِير رَحِمَهُ اللَّه وَأَكْرَمَهُ وَأَحْسَنَ مَثْوَاهُ .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41346, "aya_id": 4}]