[{"text": "يَسْأَلُهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ", "sura_id": 55, "type": 0, "id": 4930, "aya_id": 29}, {"text": "يسأله من في السماوات والأرض كل يوم هو في شأن", "sura_id": 55, "type": 1, "id": 11166, "aya_id": 29}, {"text": "29 - (يسأله من في السماوات والأرض) بنطق أو حال ما يحتاجون إليه من القوة على العبادة والرزق والمغفرة وغيرذلك (كل يوم) وقت (هو في شأن) أمر يظهره على وفق ما قدره في الأزل من إحياء وإماتة وإعزاز وإذلال وإغناء واعدام وإجابة داع وإعطاء سائل وغير ذلك \r\n", "sura_id": 55, "type": 2, "id": 29874, "aya_id": 29}, {"text": "يسأله مَن في السموات والأرض حاجاتهم, فلا غنى لأحد منهم عنه سبحانه. كل يوم هو في شأن : يُعِزُّ ويُذِلُّ, ويعطي ويَمْنع.\r\n", "sura_id": 55, "type": 3, "id": 36110, "aya_id": 29}, {"text": " <font color=red>يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ</font><BR><p>وَهَذَا إِخْبَار عَنْ غِنَاهُ عَمَّا سِوَاهُ وَافْتِقَار الْخَلَائِق إِلَيْهِ فِي جَمِيع الْآنَاتِ وَأَنَّهُمْ يَسْأَلُونَهُ بِلِسَانِ حَالهمْ وَقَالِهِمْ وَأَنَّهُ كُلَّ يَوْم هُوَ فِي شَأْن قَالَ الْأَعْمَش عَنْ مُجَاهِد عَنْ عُبَيْد بْن عُمَيْر \" كُلَّ يَوْم هُوَ فِي شَأْن\" قَالَ مِنْ شَأْنه أَنْ يُجِيبَ دَاعِيًا أَوْ يُعْطِيَ سَائِلًا أَوْ يَفُكَّ عَانِيًا أَوْ يَشْفِيَ سَقِيمًا . وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ كُلَّ يَوْم هُوَ يُجِيب دَاعِيًا وَيَكْشِف كَرْبًا وَيُجِيبَ مُضْطَرًّا وَيَغْفِر ذَنْبًا وَقَالَ قَتَادَة لَا يَسْتَغْنِي عَنْهُ أَهْل السَّمَوَات وَالْأَرْض يُحْيِي حَيًّا وَيُمِيت مَيِّتًا وَيُرَبِّي صَغِيرًا وَيَفُكّ أَسِيرًا وَهُوَ مُنْتَهَى حَاجَات الصَّالِحِينَ وَصَرِيخِهِمْ وَمُنْتَهَى شَكْوَاهُمْ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْيَمَان الْحِمْصِيّ حَدَّثَنَا جَرِير بْن عُثْمَان عَنْ سُوَيْد بْن جَبَلَة هُوَ الْفَزَارِيّ قَالَ إِنَّ رَبّكُمْ كُلَّ يَوْم هُوَ فِي شَأْن فَيُعْتِق رِقَابًا وَيُعْطِي رِغَابًا وَيُقْحِم عِقَابًا . وَقَالَ اِبْن جَرِير حَدَّثَنِي عَبْد اللَّه بْن مُحَمَّد بْن عَمْرو الْغَزِّيّ حَدَّثَنِي إِبْرَاهِيم بْن مُحَمَّد بْن يُوسُف الْفِرْيَابِيّ حَدَّثَنِي عَمْرو بْن بَكْر السَّكْسَكِيّ حَدَّثَنَا الْحَارِث بْن عَبْدَة بْن رَبَاح الْغَسَّانِيّ عَنْ أَبِيهِ عَنْ مُنِيب بْن عَبْد اللَّه بْن مُنِيب الْأَزْدِيّ عَنْ أَبِيهِ قَالَ : تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة\" كُلَّ يَوْم هُوَ فِي شَأْن \" فَقُلْنَا يَا رَسُول اللَّه وَمَا ذَاكَ الشَّأْن ؟ قَالَ \" أَنْ يَغْفِرَ ذَنْبًا وَيُفَرِّجَ كَرْبًا وَيَرْفَعَ قَوْمًا وَيَضَعَ آخَرِينَ \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار وَسُلَيْمَان بْن أَحْمَد الْوَاسِطِيّ قَالَا : حَدَّثَنَا الْوَزِير بْن صُبَيْح الثَّقَفِيّ أَبُو رَوْح الدِّمَشْقِيّ وَالسِّيَاق لِهِشَامٍ قَالَ سَمِعْت يُونُس بْن مَيْسَرَة بْن حَلْبَس يُحَدِّث عَنْ أُمّ الدَّرْدَاء عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ اللَّه عَزَّ وَجَلَّ \" كُلَّ يَوْم هُوَ فِي شَأْن \" قَالَ مِنْ شَأْنِهِ أَنْ يَغْفِرَ ذَنْبًا وَيُفَرِّجَ كَرْبًا وَيَرْفَعَ قَوْمًا وَيَضَعَ آخَرِينَ \" . وَقَدْ رَوَاهُ اِبْن عَسَاكِر مِنْ طُرُق مُتَعَدِّدَة عَنْ هِشَام بْن عَمَّار بِهِ . ثُمَّ سَاقَهُ مِنْ حَدِيث أَبِي الْوَلِيد بْن شُجَاع عَنْ الْوَزِير بْن صُبَيْح قَالَ وَرَدَ فِيمَا عَلَّقَهُ الْوَلِيد بْن مُسْلِم عَنْ مُطَرِّف عَنْ الشَّعْبِيّ عَنْ أُمّ الدَّرْدَاء عَنْ أَبِي الدَّرْدَاء عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ قَالَ وَالصَّحِيح الْأَوَّل يَعْنِي إِسْنَاده الْأَوَّل \" قُلْت \" وَقَدْ رُوِيَ مَوْقُوفًا كَمَا عَلَّقَهُ الْبُخَارِيّ بِصِيغَةِ الْجَزْم فَجَعَلَهُ مِنْ كَلَام أَبِي الدَّرْدَاء فَاَللَّه أَعْلَم . وَقَالَ الْبَزَّار حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن الْحَارِث حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن بْن الْبَيْلَمَانِيّ عَنْ أَبِيهِ عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلَّ يَوْم هُوَ فِي شَأْن \" قَالَ \" يَغْفِر ذَنْبًا وَيَكْشِف كَرْبًا \" ثُمَّ قَالَ اِبْن جَرِير وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ أَبِي حَمْزَة الثُّمَالِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس إِنَّ اللَّه خَلَقَ لَوْحًا مَحْفُوظًا مِنْ دُرَّةٍ بَيْضَاءَ دَفَّتَاهُ يَاقُوتَة حَمْرَاء قَلَمُهُ نُور وَكِتَابه نُور وَعَرْضُهُ مَا بَيْن السَّمَاء وَالْأَرْض يَنْظُر فِيهِ كُلّ يَوْم ثَلَثَمِائَةٍ وَسِتِّينَ نَظْرَة يَخْلُق فِي كُلّ نَظْرَة وَيُحْيِي وَيُمِيت وَيُعِزّ وَيُذِلّ وَيَفْعَل مَا يَشَاء .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41849, "aya_id": 29}]