[{"text": "وَيَقُولُونَ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلّهِ فَانْتَظِرُواْ إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ", "sura_id": 10, "type": 0, "id": 1384, "aya_id": 20}, {"text": "ويقولون لولا أنزل عليه آية من ربه فقل إنما الغيب لله فانتظروا إني معكم من المنتظرين", "sura_id": 10, "type": 1, "id": 7620, "aya_id": 20}, {"text": "20 - (ويقولون) أي أهل مكة (لولا) هلا (أنزل عليه) على محمد صلى الله عليه وسلم (آية من ربه) كما كان للأنبياء من الناقة والعصا واليد (فقل) لهم (إنما الغيب) ما غاب عن العباد أي أمره (لله) ومنه الآيات فلا يأتي بها إلا هو وإنما علي التبليغ (فانتظروا) العذاب إن لم تؤمنوا (إني معكم من المنتظرين) \r\n", "sura_id": 10, "type": 2, "id": 26328, "aya_id": 20}, {"text": "ويقول هؤلاء الكفرة المعاندون: هلاَّ أُنزل على محمد علم ودليل, وآية حسية من ربه نعلم بها أنه على حق فيما يقول, فقل لهم -أيها الرسول-: لا يعلم الغيب أحد إلا الله, فإن شاء فعل وإن شاء لم يفعل, فانتظروا -أيها القوم- قضاء الله بيننا وبينكم بتعجيل عقوبته للمبطل منا, ونصرة صاحب الحق, إني منتظر ذلك.\r\n", "sura_id": 10, "type": 3, "id": 32564, "aya_id": 20}, {"text": " <font color=red>وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ</font><BR><p>أَيْ وَيَقُول هَؤُلَاءِ الْكَفَرَة الْمُكَذِّبُونَ الْمُعَانِدُونَ : لَوْلَا أُنْزِلَ عَلَى مُحَمَّد آيَة مِنْ رَبّه يَعْنُونَ كَمَا أَعْطَى اللَّه ثَمُود النَّاقَة أَوْ أَنْ يُحَوِّل لَهُمْ الصَّفَا ذَهَبًا أَوْ يُزِيح عَنْهُمْ جِبَال مَكَّة وَيَجْعَل مَكَانهَا بَسَاتِين وَأَنْهَارًا أَوْ نَحْو ذَلِكَ مِمَّا اللَّه عَلَيْهِ قَادِر وَلَكِنَّهُ حَكِيم فِي أَفْعَاله وَأَقْوَاله كَمَا قَالَ تَعَالَى : \" تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَك خَيْرًا مِنْ ذَلِكَ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار وَيَجْعَل لَك قُصُورًا بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا \" وَكَقَوْلِهِ \" وَمَا مَنَعَنَا أَنْ نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ \" الْآيَة . يَقُول تَعَالَى : إِنَّ سُنَّتِي فِي خَلْقِي أَنِّي إِذَا آتَيْتهمْ مَا سَأَلُوا فَإِنْ آمَنُوا وَإِلَّا عَاجَلْتهمْ بِالْعُقُوبَةِ . وَلِهَذَا لَمَّا خَيَّرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ بَيْن إِعْطَائِهِمْ مَا سَأَلُوا فَإِنْ آمَنُوا وَإِلَّا عُذِّبُوا وَبَيْن إِنْظَارهمْ اِخْتَارَ إِنْظَارهمْ كَمَا حَلُمَ عَنْهُمْ غَيْر مَرَّة رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ وَلِهَذَا قَالَ تَعَالَى إِرْشَادًا لِنَبِيِّهِ صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآلِهِ وَسَلَّمَ إِلَى الْجَوَاب عَمَّا سَأَلُوا \" فَقُلْ إِنَّمَا الْغَيْب لِلَّهِ \" أَيْ الْأَمْر كُلّه لِلَّهِ وَهُوَ يَعْلَم الْعَوَاقِب فِي الْأُمُور \" فَانْتَظِرُوا إنِّي مَعَكُمْ مِنْ الْمُنْتَظِرِينَ \" أَيْ إِنْ كُنْتُمْ لَا تُؤْمِنُونَ حَتَّى تُشَاهِدُوا مَا سَأَلْتُمْ فَانْتَظِرُوا حُكْم اللَّه فِيَّ وَفِيكُمْ . هَذَا مَعَ أَنَّهُمْ قَدْ شَاهَدُوا مِنْ آيَاته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْظَم مِمَّا سَأَلُوا حِين أَشَارَ بِحَضْرَتِهِمْ إِلَى الْقَمَر لَيْلَة إِبْدَاره فَانْشَقَّ اِثْنَتَيْنِ فِرْقَة مِنْ وَرَاء الْجَبَل وَفِرْقَة مِنْ دُونه . وَهَذَا أَعْظَم مِنْ سَائِر الْآيَات الْأَرْضِيَّة مِمَّا سَأَلُوا وَمَا لَمْ يَسْأَلُوا وَلَوْ عَلِمَ اللَّه مِنْهُمْ أَنَّهُمْ سَأَلُوا ذَلِكَ اِسْتِرْشَادًا وَتَثْبِيتًا لَأَجَابَهُمْ وَلَكِنْ عَلِمَ أَنَّهُمْ إِنَّمَا يَسْأَلُونَ عِنَادًا وَتَعَنُّتًا فَتَرَكَهُمْ فِيمَا رَابَهُمْ وَعَلِمَ أَنَّهُمْ لَا يُؤْمِن مِنْهُمْ أَحَد كَقَوْلِهِ تَعَالَى \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة \" الْآيَة وَقَوْله تَعَالَى \" وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمْ الْمَلَائِكَة وَكَلَّمَهُمْ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلّ شَيْء قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاء اللَّه \" الْآيَة وَلِمَا فِيهِمْ مِنْ الْمُكَابَرَة كَقَوْلِهِ تَعَالَى \" وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنْ السَّمَاء \" الْآيَة وَقَوْله تَعَالَى \" وَإِنْ يَرَوْا كِسْفًا مِنْ السَّمَاء سَاقِطًا \" الْآيَة وَقَالَ تَعَالَى \" وَلَوْ نَزَّلْنَا عَلَيْك كِتَابًا فِي قِرْطَاس فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْر مُبِين \" فَمِثْل هَؤُلَاءِ أَقَلّ مِنْ أَنْ يُجَابُوا إِلَى مَا سَأَلُوهُ لِأَنَّهُ لَا فَائِدَة فِي جَوَابهمْ لِأَنَّهُ دَائِر عَلَى تَعَنُّتهمْ وَعِنَادهمْ لِكَثْرَةِ فُجُورهمْ وَفَسَادهمْ وَلِهَذَا قَالَ \" فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنْ الْمُنْتَظِرِينَ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37446, "aya_id": 20}]