[{"text": "لَّقَدْ سَمِعَ اللّهُ قَوْلَ الَّذِينَ قَالُواْ إِنَّ اللّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاء سَنَكْتُبُ مَا قَالُواْ وَقَتْلَهُمُ الأَنبِيَاء بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُواْ عَذَابَ الْحَرِيقِ", "sura_id": 3, "type": 0, "id": 474, "aya_id": 181}, {"text": "لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء سنكتب ما قالوا وقتلهم الأنبياء بغير حق ونقول ذوقوا عذاب الحريق", "sura_id": 3, "type": 1, "id": 6710, "aya_id": 181}, {"text": "181 - (لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء) وهم اليهود قالوه لما نزل {من ذا الذي يقرض الله قرضا حسنا} وقالوا: لو كان غنيا ما استقرضنا (سنكتب) نأمر بكتب (ما قالوا) في صحائف أعمالهم ليجازوا عليه ، وفي قراءةٍ {سيُكْتَب} بالياء مبنياً للمفعول (و) نكتب (قتلَهم) بالنصب والرفع (الأنبياء بغير حق ونقول) بالنون والياء أي الله لهم في الآخرة على لسان الملائكة (ذوقوا عذاب الحريق) النار \r\n", "sura_id": 3, "type": 2, "id": 25418, "aya_id": 181}, {"text": "لقد سمع الله قول اليهود الذين قالوا: إن الله فقير إلينا يطلب منا أن نقرضه أموالا ونحن أغنياء. سنكتب هذا القول الذي قالوه, وسنكتب أنهم راضون بما كان مِن قَتْل آبائهم لأنبياء الله ظلمًا وعدوانًا, وسوف نؤاخذهم بذلك في الآخرة, ونقول لهم وهم في النار يعذبون: ذوقوا عذاب النار المحرقة.\r\n", "sura_id": 3, "type": 3, "id": 31654, "aya_id": 181}, {"text": " <font color=red>لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ</font><BR><p>قَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : لَمَّا نَزَلَ قَوْله تَعَالَى \" مَنْ ذَا الَّذِي يُقْرِض اللَّه قَرْضًا حَسَنًا فَيُضَاعِفهُ لَهُ أَضْعَافًا كَثِيرَة\" قَالَتْ الْيَهُود : يَا مُحَمَّد : اِفْتَقَرَ رَبّك فَسَأَلَ عِبَاده الْقَرْض ؟ فَأَنْزَلَ اللَّه \" لَقَدْ سَمِعَ اللَّه قَوْل الَّذِينَ قَالُوا إِنَّ اللَّه فَقِير وَنَحْنُ أَغْنِيَاء \" الْآيَة رَوَاهُ اِبْن مَرْدُوَيه وَابْن أَبِي حَاتِم . وَقَالَ مُحَمَّد بْن إِسْحَق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَنَّهُ حَدَّثَهُ عَنْ اِبْن عَبَّاس قَالَ : دَخَلَ أَبُو بَكْر الصِّدِّيق بَيْت الْمِدْرَاسِ فَوَجَدَ مِنْ يَهُود نَاسًا كَثِيرَة قَدْ اِجْتَمَعُوا عَلَى رَجُل مِنْهُمْ يُقَال لَهُ فِنْحَاص وَكَانَ مِنْ عُلَمَائِهِمْ وَأَحْبَارهمْ وَمَعَهُ حَبْر يُقَال لَهُ أَشْيَع فَقَالَ لَهُ أَبُو بَكْر : وَيْحك يَا فِنْحَاص اِتَّقِ اللَّه وَأَسْلِمْ فَوَاَللَّهِ إِنَّك لَتَعْلَم أَنَّ مُحَمَّدًا رَسُول مِنْ عِنْد اللَّه قَدْ جَاءَكُمْ بِالْحَقِّ مِنْ عِنْده تَجِدُونَهُ مَكْتُوبًا عِنْدكُمْ فِي التَّوْرَاة وَالْإِنْجِيل. فَقَالَ فِنْحَاص : وَاَللَّه يَا أَبَا بَكْر مَا بِنَا إِلَى اللَّه مِنْ حَاجَة مِنْ فَقْر وَإِنَّهُ إِلَيْنَا لَفَقِير مَا نَتَضَرَّع إِلَيْهِ كَمَا يَتَضَرَّع إِلَيْنَا وَإِنَّا عَنْهُ لَأَغْنِيَاء وَلَوْ كَانَ عَنَّا غَنِيًّا مَا اِسْتَقْرَضَ مِنَّا كَمَا يَزْعُم صَاحِبكُمْ يَنْهَاكُمْ عَنْ الرَّبَّا وَيُعْطِينَا وَلَوْ كَانَ غَنِيًّا مَا أَعْطَاك الرِّبَا فَغَضِبَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ فَضَرَبَ وَجْه فِنْحَاص ضَرْبًا شَدِيدًا وَقَالَ : وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْلَا الَّذِي بَيْننَا وَبَيْنك مِنْ الْعَهْد لَضَرَبْت عُنُقك يَا عَدُوّ اللَّه فَأَكْذِبُونَا مَا اِسْتَطَعْتُمْ إِنْ كُنْتُمْ صَادِقِينَ . فَذَهَبَ فِنْحَاص إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ فَقَالَ : يَا مُحَمَّد أَبْصِرْ مَا صَنَعَ بِي صَاحِبك فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا حَمَلَك عَلَى مَا صَنَعْت يَا أَبَا بَكْر \" فَقَالَ : يَا رَسُول اللَّه إِنَّ عَدُوّ اللَّه قَالَ قَوْلًا عَظِيمًا يَزْعُم أَنَّ اللَّه فَقِير وَأَنَّهُمْ عَنْهُ أَغْنِيَاء فَلَمَّا قَالَ ذَلِكَ غَضِبْت لِلَّهِ مِمَّا قَالَ فَضَرَبْت وَجْهه فَجَحَدَ فِنْحَاص ذَلِكَ وَقَالَ : مَا قُلْت ذَلِكَ فَأَنْزَلَ اللَّه فِيمَا قَالَ فِنْحَاص \" لَقَدْ سَمِعَ اللَّه قَوْل الَّذِينَ قَالُوا إِنَّ اللَّه فَقِير وَنَحْنُ أَغْنِيَاء \" الْآيَة . رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله \" سَنَكْتُبُ مَا قَالُوا \" تَهْدِيد وَوَعِيد وَلِهَذَا قَرَنَهُ تَعَالَى بِقَوْلِهِ \" وَقَتْلَهُمْ الْأَنْبِيَاء بِغَيْرِ حَقّ \" أَيْ هَذَا قَوْلهمْ فِي اللَّه وَهَذِهِ مُعَامَلَتهمْ رُسُل اللَّه وَسَيَجْزِيهِمْ اللَّه عَلَى ذَلِكَ شَرّ الْجَزَاء .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39934, "aya_id": 181}]