[{"text": "إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاء وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ", "sura_id": 28, "type": 0, "id": 3308, "aya_id": 56}, {"text": "إنك لا تهدي من أحببت ولكن الله يهدي من يشاء وهو أعلم بالمهتدين", "sura_id": 28, "type": 1, "id": 9544, "aya_id": 56}, {"text": "56 - ونزل في حرصه صلى الله عليه وسلم على إيمان عمه أبي طالب (إنك لا تهدي من أحببت) هدايته (ولكن الله يهدي من يشاء وهو أعلم) أي عالم (بالمهتدين) \r\n", "sura_id": 28, "type": 2, "id": 28252, "aya_id": 56}, {"text": "إنك -أيها الرسول- لا تهدي هداية توفيق مَن أحببت هدايته, ولكن ذلك بيد الله يهدي مَن يشاء أن يهديه للإيمان, ويوفقه إليه, وهو أعلم بمن يصلح للهداية فيهديه.\r\n", "sura_id": 28, "type": 3, "id": 34488, "aya_id": 56}, {"text": " <font color=red>إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّك يَا مُحَمَّد \" لَا تَهْدِي مَنْ أَحْبَبْت \" أَيْ لَيْسَ إِلَيْك ذَلِكَ إِنَّمَا عَلَيْك الْبَلَاغ وَاَللَّه يَهْدِي مَنْ يَشَاء وَلَهُ الْحِكْمَة الْبَالِغَة وَالْحُجَّة الدَّامِغَة كَمَا قَالَ تَعَالَى : \" لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" . وَقَالَ تَعَالَى : \" وَمَا أَكْثَر النَّاس وَلَوْ حَرَصْت بِمُؤْمِنِينَ \" وَهَذِهِ الْآيَة أَخَصّ مِنْ هَذَا كُلّه فَإِنَّهُ قَالَ : \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء وَهُوَ أَعْلَم بِالْمُهْتَدِينَ\" أَيْ هُوَ أَعْلَم بِمَنْ يَسْتَحِقّ الْهِدَايَة مِمَّنْ يَسْتَحِقّ الْغِوَايَة وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّهَا نَزَلَتْ فِي أَبِي طَالِب عَمّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ كَانَ يَحُوطهُ وَيَنْصُرهُ وَيَقُوم فِي صَفّه وَيُحِبّهُ حُبًّا شَدِيدًا طَبْعِيًّا لَا شَرْعِيًّا فَلَمَّا حَضَرَتْهُ الْوَفَاة وَحَانَ أَجَله دَعَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْإِيمَان وَالدُّخُول فِي الْإِسْلَام فَسَبَقَ الْقَدَر فِيهِ وَاخْتُطِفَ مِنْ يَده فَاسْتَمَرَّ عَلَى مَا كَانَ عَلَيْهِ مِنْ الْكُفْر وَلِلَّهِ الْحِكْمَة التَّامَّة . قَالَ الزُّهْرِيّ حَدَّثَنِي سَعِيد بْن الْمُسَيِّب عَنْ أَبِيهِ وَهُوَ الْمُسَيِّب بْن حَزْن الْمَخْزُومِيّ قَالَ : لَمَّا حَضَرَتْ أَبَا طَالِب الْوَفَاة جَاءَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَجَدَ عِنْده أَبَا جَهْل بْن هِشَام وَعَبْد اللَّه بْن أَبِي أُمَيَّة بْن الْمُغِيرَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" يَا عَمّ قُلْ لَا إِلَه إِلَّا اللَّه كَلِمَة أُحَاجّ لَك بِهَا عِنْد اللَّه \" فَقَالَ أَبُو جَهْل وَعَبْد اللَّه بْن أَبِي أُمَيَّة يَا أَبَا طَالِب أَتَرْغَبُ عَنْ مِلَّة عَبْد الْمُطَّلِب ؟ فَلَمْ يَزُلْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْرِضهَا عَلَيْهِ وَيَعُودَانِ لَهُ بِتِلْكَ الْمَقَالَة حَتَّى كَانَ آخِر مَا قَالَ هُوَ عَلَى مِلَّة عَبْد الْمُطَّلِب وَأَبَى أَنْ يَقُول لَا إِلَه إِلَّا اللَّه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَاَللَّه لَأَسْتَغْفِرَنَّ لَك مَا لَمْ أُنْهَ عَنْك \" فَأَنْزَلَ اللَّه تَعَالَى : \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى \" وَأَنْزَلَ فِي أَبِي طَالِب \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" أَخْرَجَاهُ مِنْ حَدِيث الزُّهْرِيّ وَهَكَذَا رَوَاهُ مُسْلِم فِي صَحِيحه وَالتِّرْمِذِيّ مِنْ حَدِيث يَزِيد بْن كَيْسَان عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : لَمَّا حَضَرَتْ وَفَاة أَبِي طَالِب أَتَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" يَا عَمَّاهُ قُلْ لَا إِلَه إِلَّا اللَّه أَشْهَد لَك بِهَا يَوْم الْقِيَامَة \" فَقَالَ لَوْلَا أَنْ تُعَيِّرنِي بِهَا قُرَيْش يَقُولُونَ مَا حَمَلَهُ عَلَيْهِ إِلَّا جَزَع الْمَوْت لَأَقْرَرْت بِهَا عَيْنك لَا أَقُولهَا إِلَّا لِأَقِرّ بِهَا عَيْنك نَزَّلَ اللَّه تَعَالَى \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء وَهُوَ أَعْلَم بِالْمُهْتَدِينَ\" وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث يَزِيد بْن كَيْسَان وَرَوَاهُ الْإِمَام أَحْمَد عَنْ يَحْيَى بْن سَعِيد الْقَطَّان عَنْ يَزِيد بْن كَيْسَان حَدَّثَنِي أَبُو حَازِم عَنْ أَبِي هُرَيْرَة فَذَكَرَهُ بِنَحْوِهِ وَهَكَذَا قَالَ اِبْن عَبَّاس وَابْن عُمَر وَمُجَاهِد وَالشَّعْبِيّ وَقَتَادَة إِنَّهَا نَزَلَتْ فِي أَبِي طَالِب حِين عَرَضَ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَقُول لَا إِلَه إِلَّا اللَّه فَأَبَى عَلَيْهِ ذَلِكَ وَقَالَ أَيْ اِبْن أَخِي مِلَّة الْأَشْيَاخ وَكَانَ آخِر مَا قَالَهُ هُوَ عَلَى مِلَّة عَبْد الْمُطَّلِب وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا حَمَّاد بْن سَلَمَة حَدَّثَنَا عَبْد اللَّه بْن عُثْمَان بْن خَيْثَم عَنْ سَعِيد بْن أَبِي رَاشِد قَالَ كَانَ رَسُول قَيْصَر جَاءَ إِلَيَّ قَالَ كَتَبَ مَعِي قَيْصَر إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كِتَابًا فَأَتَيْته فَدَفَعْت الْكِتَاب فَوَضَعَهُ فِي حِجْره ثُمَّ قَالَ : \" مِمَّنْ الرَّجُل ؟ \" قُلْت مِنْ تَنُوخ قَالَ : \" هَلْ لَك فِي دِين أَبِيك إِبْرَاهِيم الْحَنِيفِيَّة ؟ \" قُلْت إِنِّي رَسُول قَوْم وَعَلَى دِينهمْ حَتَّى أَرْجِع إِلَيْهِمْ فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَظَرَ إِلَى أَصْحَابه وَقَالَ : \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39737, "aya_id": 56}]