[{"text": "وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ", "sura_id": 21, "type": 0, "id": 2530, "aya_id": 47}, {"text": "ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئا و إن كان مثقال حبة من خردل أتينا بها و كفى بنا حاسبين", "sura_id": 21, "type": 1, "id": 8766, "aya_id": 47}, {"text": "47 - (ونضع الموازين القسط) ذوات العدل (ليوم القيامة) أي فيه (فلا تظلم نفس شيئا) من نقص حسنة أو زيادة سيئة (وإن كان) العمل (مثقال) زنة (حبة من خردل أتينا بها) بموزونها (وكفى بنا حاسبين) محصين كل شيء \r\n", "sura_id": 21, "type": 2, "id": 27474, "aya_id": 47}, {"text": "ويضع الله تعالى الميزان العادل للحساب في يوم القيامة, ولا يظلم هؤلاء ولا غيرهم شيئًا, وإن كان هذا العمل قدْرَ ذرة مِن خير أو شر اعتبرت في حساب صاحبها. وكفى بالله محصيًا أعمال عباده, ومجازيًا لهم عليها.\r\n", "sura_id": 21, "type": 3, "id": 33710, "aya_id": 47}, {"text": " <font color=red>وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ</font><BR><p>وَقَوْله \" وَنَضَع الْمَوَازِين الْقِسْط لِيَوْمِ الْقِيَامَة فَلَا تُظْلَم نَفْس شَيْئًا \" أَيْ وَنَضَع الْمَوَازِين الْعَدْل لِيَوْمِ الْقِيَامَة الْأَكْثَر عَلَى أَنَّهُ إِنَّمَا هُوَ مِيزَان وَاحِد وَإِنَّمَا جُمِعَ بِاعْتِبَارِ تَعَدُّد الْأَعْمَال الْمَوْزُونَة فِيهِ وَقَوْله \" فَلَا تُظْلَم نَفْس شَيْئًا وَإِنْ كَانَ مِثْقَال حَبَّة مِنْ خَرْدَل أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ كَمَا قَالَ تَعَالَى \" وَلَا يَظْلِم رَبّك أَحَدًا \" وَقَالَ \" إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا وَيُؤْتِ مِنْ لَدُنْه أَجْرًا عَظِيمًا \" وَقَالَ لُقْمَان \" يَا بُنَيّ إِنَّهَا إِنْ تَكُ مِثْقَال حَبَّة مِنْ خَرْدَل فَتَكُنْ فِي صَخْرَة أَوْ فِي السَّمَوَات أَوْ فِي الْأَرْض يَأْتِ بِهَا اللَّه إِنَّ اللَّه لَطِيف خَبِير \" وَفِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَان ثَقِيلَتَانِ فِي الْمِيزَان حَبِيبَتَانِ إِلَى الرَّحْمَن سُبْحَان اللَّه وَبِحَمْدِهِ سُبْحَان اللَّه الْعَظِيم \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق الطَّالَقَانِيّ حَدَّثَنَا اِبْن الْمُبَارَك عَنْ لَيْث بْن سَعْد عَنْ عَامِر بْن يَحْيَى عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ قَالَ سَمِعْت عَبْد اللَّه بْن عَمْرو بْن الْعَاص يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه عَزَّ وَجَلَّ يَسْتَخْلِص رَجُلًا مِنْ أُمَّتِي عَلَى رُءُوس الْخَلَائِق يَوْم الْقِيَامَة فَيَنْشُر عَلَيْهِ تِسْعَة وَتِسْعِينَ سِجِلًّا كُلّ سِجِلّ مَدّ الْبَصَر ثُمَّ يَقُول أَتُنْكِرُ مِنْ هَذَا شَيْئًا ؟ أَظْلَمَتْك كَتَبَتِي الْحَافِظُونَ ؟ قَالَ لَا يَا رَبّ قَالَ أَفَلَك عُذْر أَوْ حَسَنَة ؟ قَالَ فَبُهِتَ الرَّجُل فَيَقُول لَا يَا رَبّ فَيَقُول بَلَى إِنَّ لَك عِنْدنَا حَسَنَة وَاحِدَة لَا ظُلْم عَلَيْك الْيَوْم فَتَخْرُج لَهُ بِطَاقَة فِيهَا أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه فَيَقُول أَحْضِرُوهُ فَيَقُول يَا رَبّ مَا هَذِهِ الْبِطَاقَة مَعَ هَذِهِ السِّجِلَّات ؟ فَيَقُول إِنَّك لَا تُظْلَم قَالَ فَتُوضَع السِّجِلَّات فِي كِفَّة وَالْبِطَاقَة فِي كِفَّة قَالَ فَطَاشَتْ السِّجِلَّات وَنُقِلَتْ الْبِطَاقَة قَالَ وَلَا يَثْقُل شَيْء مَعَ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث اللَّيْث بْن سَعْد وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة حَدَّثَنَا اِبْن لَهِيعَة عَنْ عَمْرو بْن يَحْيَى عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاص قَالَ قَالَ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" : \" تُوضَع الْمَوَازِين يَوْم الْقِيَامَة فَيُؤْتَى بِالرَّجُلِ فَيُوضَع فِي كِفَّة وَيُوضَع مَا أُحْصِيَ عَلَيْهِ فَيَمِيل بِهِ الْمِيزَان قَالَ فَيُبْعَث بِهِ إِلَى النَّار قَالَ فَإِذَا أُدْبِرَ بِهِ إِذَا صَائِح مِنْ عِنْد الرَّحْمَن عَزَّ وَجَلَّ يَقُول لَا تَعْجَلُوا فَإِنَّهُ قَدْ بَقِيَ لَهُ فَيُؤْتَى بِبِطَاقَةٍ فِيهَا : \" لَا إِلَه إِلَّا اللَّه \" فَتُوضَع مَعَ الرَّجُل فِي كِفَّة حَتَّى يَمِيل بِهِ الْمِيزَان\" وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو نُوح مِرَارًا أَنْبَأَنَا لَيْث بْن سَعْد عَنْ مَالِك بْن أَنَس عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة أَنَّ رَجُلًا مِنْ أَصْحَاب رَسُول اللَّه\" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" جَلَسَ بَيْن يَدَيْهِ فَقَالَ يَا رَسُول اللَّه إِنَّ لِي مَمْلُوكِينَ يَكْذِبُونَنِي وَيَخُونُونَنِي وَيَعْصُونَنِي وَأَضْرِبهُمْ وَأَشْتُمهُمْ فَكَيْف أَنَا مِنْهُمْ فَقَالَ لَهُ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" :\" يُحْسَب مَا خَانُوك وَعَصَوْك وَكَذَبُوك وَعِقَابك إِيَّاهُمْ فَإِنْ كَانَ عِقَابك إِيَّاهُمْ بِقَدْرِ ذُنُوبهمْ كَانَ كَفَافًا لَا لَك وَلَا عَلَيْك وَإِنْ كَانَ عِقَابك إِيَّاهُمْ دُون ذُنُوبهمْ كَانَ فَضْلًا لَك وَإِنْ كَانَ عِقَابك إِيَّاهُمْ فَوْق ذُنُوبهمْ اُقْتُصَّ لَهُمْ مِنْك الْفَضْل الَّذِي بَقِيَ قَبْلك \" فَجَعَلَ الرَّجُل يَبْكِي بَيْن يَدَيْ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيَهْتِف فَقَالَ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" \" مَا لَهُ لَا يَقْرَأ كِتَاب اللَّه \" وَنَضَع الْمَوَازِين الْقِسْط لِيَوْمِ الْقِيَامَة فَلَا تُظْلَم نَفْس شَيْئًا وَإِنْ كَانَ مِثْقَال حَبَّة مِنْ خَرْدَل أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ \" \" فَقَالَ الرَّجُل يَا رَسُول اللَّه مَا أَجِد شَيْئًا خَيْرًا مِنْ فِرَاق هَؤُلَاءِ - يَعْنِي عَبِيده - إِنِّي أُشْهِدك أَنَّهُمْ أَحْرَار كُلّهمْ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38971, "aya_id": 47}]