[{"text": "أَوْ كَصَيِّبٍ مِّنَ السَّمَاء فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصْابِعَهُمْ فِي آذَانِهِم مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ واللّهُ مُحِيطٌ بِالْكافِرِينَ", "sura_id": 2, "type": 0, "id": 26, "aya_id": 19}, {"text": "أو كصيب من السماء فيه ظلمات ورعد وبرق يجعلون أصابعهم في آذانهم من الصواعق حذر الموت والله محيط بالكافرين", "sura_id": 2, "type": 1, "id": 6262, "aya_id": 19}, {"text": "19 - (أو) مثلهم (كصيِّب) أي كأصحاب مطر ، وأصله صيوب من صاب يصوب أي ينزل (من السماء) السحاب (فيه) أي السحاب (ظلمات) متكاثفة (ورعد) هو الملك الموكل به وقيل صوته (وبرق) لمعان صوته الذي يزجره به (يجعلون) أي أصحاب الصيب (أصابعهم) أي أناملها (في آذانهم من) أجل (الصواعق) شدة صوت الرعد لئلا يسمعوها (حذر) خوف (الموت) من سماعها ، كذلك هؤلاء إذا نزل القرآن وفيه ذكر الكفر المشبه بالظلمات والوعيد عليه المشبه بالرعد والحجج والبينة المشبهة بالبرق ، يسدون آذانهم لئلا يسمعوه فيميلوا إلى الإيمان وترك دينهم وهو عندهم موت (والله محيط بالكافرين) علما وقدرة فلا يفوتونه \r\n", "sura_id": 2, "type": 2, "id": 24970, "aya_id": 19}, {"text": "أو تُشْبه حالُ فريق آخر من المنافقين يظهر لهم الحق تارة, ويشكون فيه تارة أخرى, حالَ جماعة يمشون في العراء, فينصب عليهم مطر شديد, تصاحبه ظلمات بعضها فوق بعض, مع قصف الرعد, ولمعان البرق, والصواعق المحرقة, التي تجعلهم من شدة الهول يضعون أصابعهم في آذانهم; خوفًا من الهلاك. والله تعالى محيط بالكافرين لا يفوتونه ولا يعجزونه.\r\n", "sura_id": 2, "type": 3, "id": 31206, "aya_id": 19}, {"text": " <font color=red>أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ</font><BR><p>هَذَا مَثَلٌ آخَر ضَرَبَهُ اللَّهُ تَعَالَى لِضَرْبٍ آخَر مِنْ الْمُنَافِقِينَ وَهُمْ قَوْم يَظْهَر لَهُمْ الْحَقّ تَارَة وَيَشُكُّونَ تَارَة أُخْرَى فَقُلُوبهمْ فِي حَال شَكّهمْ وَكُفْرهمْ وَتَرَدُّدهمْ \" كَصَيِّبٍ \" وَالصَّيِّب الْمَطَر قَالَهُ اِبْن مَسْعُود وَابْن عَبَّاس وَنَاس مِنْ الصَّحَابَة وَأَبُو الْعَالِيَة وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعَطَاء وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَعَطِيَّة الْعَوْفِيّ وَعَطَاء الْخُرَاسَانِيّ وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس . وَقَالَ الضَّحَّاك : هُوَ السَّحَاب وَالْأَشْهَر هُوَ الْمَطَر نَزَلَ مِنْ السَّمَاء فِي حَال ظُلُمَات وَهِيَ الشُّكُوك وَالْكُفْر وَالنِّفَاق وَرَعْد وَهُوَ مَا يُزْعِج الْقُلُوب مِنْ الْخَوْف فَإِنَّ مِنْ شَأْن الْمُنَافِقِينَ الْخَوْف الشَّدِيد وَالْفَزَع كَمَا قَالَ تَعَالَى \" يَحْسَبُونَ كُلّ صَيْحَة عَلَيْهِمْ \" وَقَالَ \" وَيَحْلِفُونَ بِاَللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ لَوْ يَجِدُونَ مَلْجَأ أَوْ مَغَارَات أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ \" \" وَالْبَرْق \" هُوَ مَا يَلْمَع فِي قُلُوب هَؤُلَاءِ الضَّرْب مِنْ الْمُنَافِقِينَ فِي بَعْض الْأَحْيَان مِنْ نُور الْإِيمَان وَلِهَذَا قَالَ \" يَجْعَلُونَ أَصَابِعهمْ فِي آذَانهمْ مِنْ الصَّوَاعِق حَذَرَ الْمَوْت وَاَللَّه مُحِيط بِالْكَافِرِينَ\" أَيْ وَلَا يُجْدَى عَنْهُمْ حَذَرُهُمْ شَيْئًا لِأَنَّ اللَّه مُحِيط بِقُدْرَتِهِ وَهُمْ تَحْت مَشِيئَته وَإِرَادَته كَمَا قَالَ \" هَلْ أَتَاك حَدِيث الْجُنُود فِرْعَوْن وَثَمُود بَلْ الَّذِينَ كَفَرُوا فِي تَكْذِيب وَاَللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ \" بِهِمْ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38597, "aya_id": 19}]