[{"text": "فَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ اللّهِ وَرَسُولِهِ وَإِن تُبْتُمْ فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ", "sura_id": 2, "type": 0, "id": 286, "aya_id": 279}, {"text": "فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رؤوس أموالكم لا تظلمون ولا تظلمون", "sura_id": 2, "type": 1, "id": 6522, "aya_id": 279}, {"text": "279 - (فإن لم تفعلوا) ما أمرتم به (فأذنوا) اعلموا (بحرب من الله ورسوله) لكم فيه تهديد شديد لهم ولما نزلت قالوا لا يد لنا بحربه (وإن تبتم) رجعتم عنه (فلكم رؤوس) أصول (أموالكم لا تَظلِمون) بزيادة (ولا تُظلَمون) بنقص \r\n", "sura_id": 2, "type": 2, "id": 25230, "aya_id": 279}, {"text": "فإن لم ترتدعوا عما نهاكم الله عنه فاستيقنوا بحرب من الله ورسوله, وإن رجعتم إلى ربكم وتركتم أَكْلَ الربا فلكم أَخْذُ ما لكم من ديون دون زيادة, لا تَظْلمون أحدًا بأخذ ما زاد على رؤوس أموالكم, ولا يظلمكم أحد بنقص ما أقرضتم.\r\n", "sura_id": 2, "type": 3, "id": 31466, "aya_id": 279}, {"text": " <font color=red>فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ</font><BR><p>وَهَذَا تَهْدِيد شَدِيد وَوَعِيد أَكِيد لِمَنْ اِسْتَمَرَّ عَلَى تَعَاطِي الرِّبَا بَعْد الْإِنْذَار قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس فَأْذَنُوا بِحَرْبٍ أَيْ اِسْتَيْقِنُوا بِحَرْبٍ مِنْ اللَّه وَرَسُوله وَتَقَدَّمَ مِنْ رِوَايَة رَبِيعَة بْن كُلْثُوم عَنْ أَبِيهِ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : يُقَال يَوْم الْقِيَامَة لِآكِلِ الرِّبَا خُذْ سِلَاحك لِلْحَرْبِ ثُمَّ قَرَأَ\" فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنْ اللَّهِ وَرَسُولِهِ\" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنْ اللَّه وَرَسُوله \" فَمَنْ كَانَ مُقِيمًا عَلَى الرِّبَا لَا يَنْزِع عَنْهُ كَانَ حَقًّا عَلَى إِمَام الْمُسْلِمِينَ أَنْ يَسْتَتِيبهُ فَإِنْ نَزَعَ وَإِلَّا ضَرَبَ عُنُقه وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا هِشَام بُنّ حَسَّان عَنْ الْحَسَن وَابْن سِيرِينَ أَنَّهُمَا قَالَا وَاَللَّه إِنَّ هَؤُلَاءِ الصَّيَارِفَة لَأَكَلَة الرِّبَا وَإِنَّهُمْ قَدْ أَذِنُوا بِحَرْبٍ مِنْ اللَّه وَرَسُوله وَلَوْ كَانَ عَلَى النَّاس إِمَام عَادِل لَاسْتَتَابَهُمْ فَإِنْ تَابُوا وَإِلَّا وَضَعَ فِيهِمْ السِّلَاح وَقَالَ قَتَادَة أَوْعَدَهُمْ اللَّه بِالْقَتْلِ كَمَا يَسْمَعُونَ وَجَعَلَهُمْ بَهْرَجًا أَيْنَ مَا أَتَوْا فَإِيَّاكُمْ وَمُخَالَطَة هَذِهِ الْبُيُوع مِنْ الرِّبَا فَإِنَّ اللَّه قَدْ أَوْسَعَ الْحَلَال وَأَطَابَهُ فَلَا يُلْجِئَنكُمْ إِلَى مَعْصِيَتِهِ فَاقَةٌ . رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ الرَّبِيع بْن أَنَس أَوْعَدَ اللَّه آكِل الرِّبَا بِالْقَتْلِ رَوَاهُ اِبْن جَرِير وَقَالَ السُّهَيْلِيّ : وَلِهَذَا قَالَتْ عَائِشَة لِأُمِّ مَحَبَّة مَوْلَاة زَيْد بْن أَرْقَم فِي مَسْأَلَة الْعِينَة أَخْبِرِيهِ أَنَّ جِهَاده مَعَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَدْ أُبْطِلَ إِلَّا أَنْ يَتُوب فَخَصَّتْ الْجِهَاد لِأَنَّهُ ضِدّ قَوْله \" فَأْذَنُوا بِحَرْبٍ مِنْ اللَّه وَرَسُوله \" قَالَ وَهَذَا الْمَعْنَى ذَكَرَهُ كَثِير قَالَ وَلَكِنَّ هَذَا إِسْنَاده إِلَى عَائِشَة ضَعِيف . ثُمَّ قَالَ اللَّه تَعَالَى \" وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالكُمْ لَا تَظْلِمُونَ\" أَيْ بِأَخْذِ الزِّيَادَة \" وَلَا تُظْلَمُونَ \" أَيْ بِوَضْعِ رُءُوس الْأَمْوَال أَيْضًا بَلْ لَكُمْ مَا بَذَلْتُمْ مِنْ غَيْر زِيَادَة عَلَيْهِ وَلَا نَقْص مِنْهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن الْحَسَن بْن إِشْكَاب حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ شَيْبَان عَنْ شَبِيب بْن غَرْقَدَة الْبَارِقِيّ عَنْ سُلَيْمَان بْن عَمْرو بْن الْأَحْوَص عَنْ أَبِيهِ قَالَ : خَطَبَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي حَجَّة الْوَدَاع فَقَالَ\" أَلَا إِنَّ كُلّ رِبًا كَانَ فِي الْجَاهِلِيَّة مَوْضُوعٌ عَنْكُمْ كُلُّهُ لَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ وَأَوَّل رِبًا مَوْضُوع رِبَا الْعَبَّاس بْن عَبْد الْمُطَّلِب مَوْضُوعٌ كُلُّهُ \" . كَذَا وَجَدَهُ سُلَيْمَان بْن الْأَحْوَص وَقَدْ قَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا الشَّافِعِيّ حَدَّثَنَا مُعَاذ بْن الْمُثَنَّى أَخْبَرَنَا مُسَدَّد أَخْبَرَنَا أَبُو الْأَحْوَص حَدَّثَنَا شَبِيب بْن غَرْقَدَة عَنْ سُلَيْمَان بْن عَمْرو عَنْ أَبِيهِ قَالَ سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" أَلَا إِنَّ كُلّ رِبًا مِنْ رِبَا الْجَاهِلِيَّة مَوْضُوع فَلَكُمْ رُءُوس أَمْوَالكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ \" . وَكَذَا رَوَاهُ مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي حَمْزَة الرَّقَّاشِيّ عَنْ عَمْرو هُوَ اِبْن خَارِجَة فَذَكَرَهُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38695, "aya_id": 279}]