[{"text": "وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ", "sura_id": 22, "type": 0, "id": 2647, "aya_id": 52}, {"text": "و ما أرسلنا من قبلك من رسول و لا نبي إلا إذا تمنى ألقى الشيطان في أمنيته فينسخ الله ما يلقي الشيطان ثم يحكم الله آياته و الله عليم حكيم", "sura_id": 22, "type": 1, "id": 8883, "aya_id": 52}, {"text": "52 - (وما أرسلنا من قبلك من رسول) هو نبي أمر بالتبليغ (ولا نبي) أي لم يؤمر بالتبليغ (إلا إذا تمنى) قرأ (ألقى الشيطان في أمنيته) قراءته ما ليس من القرآن مما يرضاه المرسل إليهم وقد قرأ النبي صلى الله عليه وسلم في سورة النجم بمجلس من قريش بعد أفرأيتم اللات والعزى ومناة الثالثة الأخرى بالقاء الشيطان على لسانه من غير علمه صلى الله عليه وسلم تلك الغرانيق العلا وإن شفاعتهن لترتجى ففرحوا بذلك ثم أخبره جبريل بما ألقاه الشيطان على لسانه من ذلك فحزن فسلي بهذه الآية (فينسخ الله) يبطل (ما يلقي الشيطان ثم يحكم الله آياته) يثبتها (والله عليم) بإلقاء الشيطان ما ذكر (حكيم) في تمكينه منه يفعل ما يشاء \r\n", "sura_id": 22, "type": 2, "id": 27591, "aya_id": 52}, {"text": "وما أرسلنا من قبلك- أيها الرسول - من رسول ولا نبي إلا إذا قرأ كتاب الله ألقى الشيطان في قراءته الوساوس والشبهات؛ ليصدَّ الناس عن اتباع ما يقرؤه ويتلوه، لكن الله يبطل كيد الشيطان، فيزيل وساوسه، ويثبت آياته الواضحات. والله عليم بما كان ويكون, لا تخفى عليه خافية, حكيم في تقديره وأمره.\r\n", "sura_id": 22, "type": 3, "id": 33827, "aya_id": 52}, {"text": " <font color=red>وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ</font><BR><p>قَدْ ذَكَرَ كَثِير مِنْ الْمُفَسِّرِينَ هَهُنَا قِصَّة الْغَرَانِيق وَمَا كَانَ مِنْ رُجُوع كَثِير مِنْ الْمُهَاجِرَة إِلَى أَرْض الْحَبَشَة ظَنًّا مِنْهُمْ أَنَّ مُشْرِكِي قُرَيْش قَدْ أَسْلَمُوا وَلَكِنَّهَا مِنْ طُرُق لَهَا مُرْسَلَة وَلَمْ أَرَهَا مُسْنَدَة مِنْ وَجْه صَحِيح وَاَللَّه أَعْلَم قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن حَبِيب حَدَّثَنَا أَبُو دَاوُد حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر قَالَ : قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة النَّجْم فَلَمَّا بَلَغَ هَذَا الْمَوْضِع \" أَفَرَأَيْتُمْ اللَّاتَ وَالْعُزَّى وَمَنَاة الثَّالِثَة الْأُخْرَى \" قَالَ فَأَلْقَى الشَّيْطَان عَلَى لِسَانه : تِلْكَ الْغَرَانِيق الْعُلَى وَإِنَّ شَفَاعَتهنَّ تُرْتَجَى قَالُوا مَا ذَكَرَ آلِهَتنَا بِخَيْرٍ قَبْل الْيَوْم فَسَجَدَ وَسَجَدُوا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ الْآيَة \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول وَلَا نَبِيّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَان فِي أُمْنِيَّته فَيَنْسَخ اللَّه مَا يُلْقِي الشَّيْطَان ثُمَّ يُحْكِم اللَّه آيَاته وَاَللَّه عَلِيم حَكِيم \" وَرَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ غُنْدَر عَنْ شُعْبَة بِهِ بِنَحْوِهِ وَهُوَ مُرْسَل وَقَدْ رَوَاهُ الْبَزَّار فِي مُسْنَده عَنْ يُوسُف بْن حَمَّاد عَنْ أُمَيَّة بْن خَالِد عَنْ شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِيمَا أَحْسَب الشَّكّ فِي الْحَدِيث أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ بِمَكَّة سُورَة النَّجْم حَتَّى اِنْتَهَى إِلَى \" أَفَرَأَيْتُمْ اللَّاتَ وَالْعُزَّى \" وَذَكَرَ بَقِيَّته ثُمَّ قَالَ الْبَزَّار لَا نَعْلَمهُ يُرْوَى مُتَّصِلًا إِلَّا بِهَذَا الْإِسْنَاد مُفْرَد بِوَصْلِهِ أُمَيَّة بْن خَالِد وَهُوَ ثِقَة مَسْهُور وَإِنَّمَا يُرْوَى هَذَا مِنْ طَرِيق الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس ثُمَّ رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي الْعَالِيَة وَعَنْ السُّدِّيّ مُرْسَلًا وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَمُحَمَّد بْن قَيْس مُرْسَلًا أَيْضًا وَقَالَ قَتَادَة كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي عِنْد الْمَقَام إِذْ نَعَسَ فَأَلْقَى الشَّيْطَان عَلَى لِسَانه وَإِنَّ شَفَاعَتهَا لَتُرْتَجَى وَإِنَّهَا لَمَعَ الْغَرَانِيق الْعُلَى فَحَفِظَهَا الْمُشْرِكُونَ وَأَجْرَى الشَّيْطَان أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ قَرَأَهَا فَذَلَّتْ بِهَا أَلْسِنَتهمْ فَأَنْزَلَ اللَّه \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول وَلَا نَبِيّ \" الْآيَة فَدَحَرَ اللَّه الشَّيْطَان ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُوسَى بْن أَبِي مُوسَى الْكُوفِيّ حَدَّثَنَا مُحَمَّد بْن إِسْحَاق الشِّيبِيّ حَدَّثَنَا مُحَمَّد بْن فُلَيْح عَنْ مُوسَى بْن عُقْبَة عَنْ اِبْن شِهَاب قَالَ : أُنْزِلَتْ سُورَة النَّجْم وَكَانَ الْمُشْرِكُونَ يَقُولُونَ لَوْ كَانَ هَذَا الرَّجُل يَذْكُر آلِهَتنَا بِخَيْرٍ أَقْرَرْنَاهُ وَأَصْحَابه وَلَكِنَّهُ لَا يَذْكُر مَنْ خَالَفَ دِينه مِنْ الْيَهُود وَالنَّصَارَى بِمِثْلِ الَّذِي يَذْكُر آلِهَتنَا مِنْ الشَّتْم وَالشَّرّ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ اِشْتَدَّ عَلَيْهِ مَا نَالَهُ وَأَصْحَابه مِنْ أَذَاهُمْ وَتَكْذِيبه وَأَحْزَنَهُ ضَلَالهمْ فَكَانَ يَتَمَنَّى هُدَاهُمْ فَلَمَّا أَنْزَلَ اللَّه سُورَة النَّجْم قَالَ \" أَفَرَأَيْتُمْ اللَّاتَ وَالْعُزَّى وَمَنَاة الثَّالِثَة الْأُخْرَى أَلَكُمْ الذَّكَر وَلَهُ الْأُنْثَى \" أَلْقَى الشَّيْطَان عِنْدهَا كَلِمَات حِين ذَكَرَ اللَّه الطَّوَاغِيت فَقَالَ وَإِنَّهُنَّ لَهُنَّ الْغَرَانِيق الْعُلَى وَإِنَّ شَفَاعَتهنَّ لَهِيَ الَّتِي تُرْتَجَى وَكَانَ ذَلِكَ مِنْ سَجْع الشَّيْطَان وَفِتْنَته فَوَقَعَتْ هَاتَانِ الْكَلِمَتَانِ فِي قَلْب كُلّ مُشْرِك بِمَكَّة وَذَلَّتْ بِهَا أَلْسِنَتهمْ وَتَبَاشَرُوا بِهَا وَقَالُوا إِنَّ مُحَمَّدًا قَدْ رَجَعَ إِلَى دِينه الْأَوَّل وَدِين قَوْمه فَلَمَّا بَلَغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آخِر النَّجْم سَجَدَ وَسَجَدَ كُلّ مَنْ حَضَرَهُ مِنْ مُسْلِم أَوْ مُشْرِك غَيْر أَنَّ الْوَلِيد بْن الْمُغِيرَة كَانَ رَجُلًا كَبِيرًا فَرَفَعَ مِلْء كَفّه تُرَاب فَسَجَدَ عَلَيْهِ فَعَجِبَ الْفَرِيقَانِ كِلَاهُمَا مِنْ جَمَاعَتهمْ فِي السُّجُود لِسُجُودِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَّا الْمُسْلِمُونَ فَعَجِبُوا لِسُجُودِ الْمُشْرِكِينَ مَعَهُمْ عَلَى غَيْر إِيمَان وَلَا يَقِين وَلَمْ يَكُنْ الْمُسْلِمُونَ سَمِعُوا الَّذِي أَلْقَى الشَّيْطَان فِي مَسَامِع الْمُشْرِكِينَ فَاطْمَأَنَّتْ أَنْفُسهمْ لِمَا أَلْقَى الشَّيْطَان فِي أُمْنِيَّة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَدَّثَهُمْ بِهِ الشَّيْطَان أَنَّ رَسُول اللَّه قَدْ قَرَأَهَا فِي السُّورَة فَسَجَدُوا لِتَعْظِيمِ آلِهَتهمْ فَفَشَتْ تِلْكَ الْكَلِمَة فِي النَّاس وَأَظْهَرَهَا الشَّيْطَان حَتَّى بَلَغَتْ أَرْض الْحَبَشَة وَمَنْ بِهَا مِنْ الْمُسْلِمِينَ عُثْمَان بْن مَظْعُون وَأَصْحَابه وَتَحَدَّثُوا أَنَّ أَهْل مَكَّة قَدْ أَسْلَمُوا كُلّهمْ وَصَلُّوا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَلَغَهُمْ سُجُود الْوَلِيد بْن الْمُغِيرَة عَلَى التُّرَاب عَلَى كَفّه وَحَدَّثُوا أَنَّ الْمُسْلِمِينَ قَدْ أَمَّنُوا بِمَكَّة فَأَقْبَلُوا سِرَاعًا وَقَدْ نَسَخَ اللَّه مَا أَلْقَى الشَّيْطَان وَأَحْكَمَ اللَّه آيَاته وَحَفِظَهُ مِنْ الْفِرْيَة وَقَالَ اللَّه\" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول وَلَا نَبِيّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَان فِي أُمْنِيَّته فَيَنْسَخ اللَّه مَا يُلْقِي الشَّيْطَان ثُمَّ يُحْكِم اللَّه آيَاته وَاَللَّه عَلِيم حَكِيم .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39076, "aya_id": 52}]