[{"text": "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِّن لِّقَاء رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُّحِيطٌ", "sura_id": 41, "type": 0, "id": 4272, "aya_id": 54}, {"text": "ألا إنهم في مرية من لقاء ربهم ألا إنه بكل شيء محيط", "sura_id": 41, "type": 1, "id": 10508, "aya_id": 54}, {"text": "54 - (ألا إنهم في مرية) شك (من لقاء ربهم) لانكارهم البعث (ألا إنه) تعالى (بكل شيء محيط) علما وقدرة فيجازيهم بكفرهم \r\n", "sura_id": 41, "type": 2, "id": 29216, "aya_id": 54}, {"text": "ألا إن هؤلاء الكافرين في شك عظيم من البعث بعد الممات. ألا إن الله- جلَّ وعلا- بكل شيء محيط علمًا وقدرة وعزةً, لا يخفى عليه شيء في الأرض ولا في السماء.\r\n", "sura_id": 41, "type": 3, "id": 35452, "aya_id": 54}, {"text": " <font color=red>أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ</font><BR><p>وَقَوْله تَعَالَى \" أَلَا إِنَّهُمْ فِي مِرْيَة مِنْ لِقَاء رَبّهمْ \" أَيْ فِي شَكّ مِنْ قِيَام السَّاعَة وَلِهَذَا لَا يَتَفَكَّرُونَ فِيهِ وَلَا يَعْمَلُونَ لَهُ وَلَا يَحْذَرُونَ مِنْهُ بَلْ هُوَ عِنْدهمْ هَدَر لَا يَعْبَئُونَ بِهِ وَهُوَ كَائِن لَا مَحَالَة وَوَاقِع لَا رَيْب فِيهِ قَالَ اِبْن أَبِي الدُّنْيَا حَدَّثَنَا أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا خَلَف بْن تَمِيم حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا سَعِيد الْأَنْصَارِيّ قَالَ : إِنَّ عُمَر بْن عَبْد الْعَزِيز رَضِيَ اللَّه عَنْهُ صَعِدَ الْمِنْبَر فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ : أَمَّا بَعْد أَيّهَا النَّاس فَإِنِّي لَمْ أَجْمَعكُمْ لِأَمْرٍ أُحْدِثهُ فِيكُمْ وَلَكِنْ فَكَّرْت فِي هَذَا الْأَمْر الَّذِي أَنْتُمْ إِلَيْهِ صَائِرُونَ فَعَلِمْت أَنَّ الْمُصَدِّق بِهَذَا الْأَمْر أَحْمَق وَالْمُكَذِّب بِهِ هَالِك ثُمَّ نَزَلَ . وَمَعْنَى قَوْله رَضِيَ اللَّه عَنْهُ أَنَّ الْمُصَدِّق بِهِ أَحْمَق أَيْ لِأَنَّهُ لَا يَعْمَل لَهُ عَمَل مِثْله وَلَا يَحْذَر مِنْهُ وَلَا يَخَاف مِنْ هَوْله وَهُوَ مَعَ ذَلِكَ مُصَدِّق بِهِ مُوقِن بِوُقُوعِهِ وَهُوَ مَعَ ذَلِكَ يَتَمَادَى فِي لَعِبه وَغَفْلَته وَشَهَوَاته وَذُنُوبه فَهُوَ أَحْمَق بِهَذَا الِاعْتِبَار وَالْأَحْمَق فِي اللُّغَة ضَعِيف الْعَقْل وَقَوْله وَالْمُكَذِّب بِهِ هَالِك هَذَا وَاضِح وَاَللَّه أَعْلَم . ثُمَّ قَالَ تَعَالَى مُقَرِّرًا أَنَّهُ عَلَى كُلّ شَيْء قَدِير وَبِكُلِّ شَيْء مُحِيط وَإِقَامَة السَّاعَة لَدَيْهِ يَسِير سَهْل عَلَيْهِ تَبَارَكَ وَتَعَالَى \" أَلَا إِنَّهُ بِكُلِّ شَيْء مُحِيط \" أَيْ الْمَخْلُوقَات كُلّهَا تَحْت قَهْره وَفِي قَبْضَته وَتَحْت طَيّ عِلْمه وَهُوَ الْمُتَصَرِّف فِيهَا كُلّهَا بِحُكْمِهِ فَمَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ لَا إِلَه إِلَّا هُوَ . آخِر تَفْسِير سُورَة حم السَّجْدَة وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41074, "aya_id": 54}]