[{"text": "هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُؤُوسِهِمُ الْحَمِيمُ", "sura_id": 22, "type": 0, "id": 2614, "aya_id": 19}, {"text": "هذان خصمان اختصموا في ربهم فالذين كفروا قطعت لهم ثياب من نار يصب من فوق رؤوسهم الحميم", "sura_id": 22, "type": 1, "id": 8850, "aya_id": 19}, {"text": "19 - (هذان خصمان) أي المؤمنون خصم والكفار الخمسة خصم وهو يطلق على الواحد والجماعة (اختصموا في ربهم) أي في دينه (فالذين كفروا قطعت لهم ثياب من نار) يلبسونها يعني احيطت بهم النار (يصب من فوق رؤوسهم الحميم) الماء البالغ نهاية الحرارة \r\n", "sura_id": 22, "type": 2, "id": 27558, "aya_id": 19}, {"text": "هذان فريقان اختلفوا في ربهم: أهل الإيمان وأهل الكفر, كل يدَّعي أنه محقٌّ، فالذين كفروا يحيط بهم العذاب في هيئة ثياب جُعلت لهم من نار يَلْبَسونها, فتشوي أجسادهم، ويُصبُّ على رؤوسهم الماء المتناهي في حره،\r\n", "sura_id": 22, "type": 3, "id": 33794, "aya_id": 19}, {"text": " <font color=red>هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ</font><BR><p>ثَبَتَ فِي الصَّحِيح مِنْ حَدِيث أَبِي مِجْلَز عَنْ قَيْس بْن عَبَّاد عَنْ أَبِي ذَرّ أَنَّهُ كَانَ يُقْسِم قَسَمًا أَنَّ هَذِهِ الْآيَة\" هَذَانِ خَصْمَانِ اِخْتَصَمُوا فِي رَبّهمْ \" نَزَلَتْ فِي حَمْزَة وَصَاحِبَيْهِ وَعُتْبَة وَصَاحِبَيْهِ يَوْم بَرَزُوا فِي بَدْر لَفْظ الْبُخَارِيّ عِنْد تَفْسِيرهَا ثُمَّ قَالَ الْبُخَارِيّ حَدَّثَنَا حَجَّاج بْن الْمِنْهَال حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان سَمِعْت أَبِي حَدَّثَنَا أَبُو مِجْلَز عَنْ قَيْس بْن عَبَّاد عَنْ عَلِيّ بْن أَبِي طَالِب أَنَّهُ قَالَ : أَنَا أَوَّل مَنْ يَجْثُو بَيْن يَدَيْ الرَّحْمَن لِلْخُصُومَةِ يَوْم الْقِيَامَة قَالَ قَيْس : وَفِيهِمْ نَزَلَتْ \" هَذَانِ خَصْمَانِ اِخْتَصَمُوا فِي رَبّهمْ \" قَالَ هُمْ الَّذِينَ بَارَزُوا يَوْم بَدْر عَلِيّ وَحَمْزَة وَعُبَيْدَة وَشَيْبَة اِبْن رَبِيعَة وَعُتْبَة بْن رَبِيعَة وَالْوَلِيد بْن عُتْبَة . اِنْفَرَدَ بِهِ الْبُخَارِيّ . وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي قَوْله \" هَذَانِ خَصْمَانِ اِخْتَصَمُوا فِي رَبّهمْ \" قَالَ اِخْتَصَمَ الْمُسْلِمُونَ أَهْل الْكِتَاب فَقَالَ أَهْل الْكِتَاب نَبِيّنَا قَبْل نَبِيّكُمْ وَكِتَابنَا قَبْل كِتَابكُمْ فَنَحْنُ أَوْلَى بِاَللَّهِ مِنْكُمْ وَقَالَ الْمُسْلِمُونَ كِتَابنَا يَقْضِي عَلَى الْكُتُب كُلّهَا وَنَبِيّنَا خَاتَم الْأَنْبِيَاء فَنَحْنُ أَوْلَى بِاَللَّهِ مِنْكُمْ فَأَفْلَجَ اللَّه الْإِسْلَام عَلَى مَنْ نَاوَأَهُ وَأَنْزَلَ \" هَذَانِ خَصْمَانِ اِخْتَصَمُوا فِي رَبّهمْ \" وَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَ شُعْبَة عَنْ قَتَادَة فِي قَوْله \" هَذَانِ خَصْمَانِ اِخْتَصَمُوا فِي رَبّهمْ \" قَالَ مُصَدِّق وَمُكَذِّب وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي هَذِهِ الْآيَة مَثَل الْكَافِر وَالْمُؤْمِن اِخْتَصَمَا فِي الْبَعْث وَقَالَ فِي رِوَايَة هُوَ وَعَطَاء فِي هَذِهِ الْآيَة هُمْ الْمُؤْمِنُونَ وَالْكَافِرُونَ وَقَالَ عِكْرِمَة \" هَذَانِ خَصْمَانِ اِخْتَصَمُوا فِي رَبّهمْ \" قَالَ هِيَ الْجَنَّة وَالنَّار قَالَتْ النَّار اِجْعَلْنِي لِلْعُقُوبَةِ وَقَالَتْ الْجَنَّة اِجْعَلْنِي لِلرَّحْمَةِ وَقَوْل مُجَاهِد وَعَطَاء إِنَّ الْمُرَاد بِهَذِهِ الْكَافِرُونَ وَالْمُؤْمِنُونَ يَشْمَل الْأَقْوَال كُلّهَا وَيَنْتَظِم فِيهِ قِصَّة يَوْم بَدْر وَغَيْرهَا فَإِنَّ الْمُؤْمِنِينَ يُرِيدُونَ نُصْرَة دِين اللَّه عَزَّ وَجَلَّ وَالْكَافِرُونَ يُرِيدُونَ إِطْفَاء نُور الْإِيمَان وَخِذْلَان الْحَقّ وَظُهُور الْبَاطِل وَهَذَا اِخْتِيَار اِبْن جَرِير وَهُوَ حَسَن وَلِهَذَا قَالَ \" فَاَلَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَاب مِنْ نَار \" أَيْ فُصِّلَتْ لَهُمْ مُقَطَّعَات مِنْ النَّار قَالَ سَعِيد بْن جُبَيْر مِنْ نُحَاس وَهُوَ أَشَدّ الْأَشْيَاء حَرَارَة إِذَا حَمِيَ \" يُصَبّ مِنْ فَوْق رُءُوسهمْ الْحَمِيم \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39039, "aya_id": 19}]