[{"text": "فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مِنَ المُنتَصِرِينَ", "sura_id": 28, "type": 0, "id": 3333, "aya_id": 81}, {"text": "فخسفنا به وبداره الأرض فما كان له من فئة ينصرونه من دون الله وما كان من المنتصرين", "sura_id": 28, "type": 1, "id": 9569, "aya_id": 81}, {"text": "81 - (فخسفنا به) بقارون (وبداره الأرض فما كان له من فئة ينصرونه من دون الله) أي غيره بأن يمنعوا عنه الهلاك (وما كان من المنتصرين) منه \r\n", "sura_id": 28, "type": 2, "id": 28277, "aya_id": 81}, {"text": "فخسفنا بقارون وبداره الأرض, فما كان له من جند ينصرونه من دون الله, وما كان ممتنعًا من الله إذا أحلَّ به نقمته.\r\n", "sura_id": 28, "type": 3, "id": 34513, "aya_id": 81}, {"text": " <font color=red>فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى اِخْتِيَال قَارُون فِي زِينَته وَفَخْره عَلَى قَوْمه وَبَغْيه عَلَيْهِمْ عَقَّبَ ذَلِكَ بِأَنَّهُ خَسَفَ بِهِ وَبِدَارِهِ الْأَرْض كَمَا ثَبَتَ فِي الصَّحِيح عِنْد الْبُخَارِيّ مِنْ حَدِيث الزُّهْرِيّ عَنْ سَالِم أَنَّ أَبَاهُ حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" بَيْنَمَا رَجُل يَجُرّ إِزَاره إِذْ خُسِفَ بِهِ فَهُوَ يَتَجَلْجَل فِي الْأَرْض إِلَى يَوْم الْقِيَامَة \" ثُمَّ رَوَاهُ مِنْ حَدِيث جَرِير بْن زَيْد عَنْ سَالِم عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْوه . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا النَّضْر بْن إِسْمَاعِيل أَبُو الْمُغِيرَة الْقَاصّ حَدَّثَنَا الْأَعْمَش عَنْ عَطِيَّة عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" بَيْنَمَا رَجُل مِمَّنْ كَانَ قَبْلكُمْ خَرَجَ فِي بُرْدَيْنِ أَخْضَرَيْنِ يَخْتَال فِيهِمَا أَمَرَ اللَّه الْأَرْض فَأَخَذَتْهُ فَإِنَّهُ لَيَتَجَلْجَل فِيهَا إِلَى يَوْم الْقِيَامَة \" تَفَرَّدَ بِهِ أَحْمَد وَإِسْنَاده حَسَن وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا أَبُو خَيْثَمَة حَدَّثَنَا يَعْلَى بْن مَنْصُور أَخْبَرَنِي مُحَمَّد بْن مُسْلِم سَمِعْت زِيَاد النُّمَيْرِيّ يُحَدِّث عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" بَيْنَمَا رَجُل مِمَّنْ كَانَ قَبْلكُمْ خَرَجَ فِي بُرْدَيْنِ فَاخْتَالَ فِيهِمَا فَأَمَرَ اللَّه الْأَرْض فَأَخَذَتْهُ فَهُوَ يَتَجَلْجَل فِيهَا إِلَى يَوْم الْقِيَامَة \" وَقَدْ ذَكَرَ الْحَافِظ مُحَمَّد بْن الْمُنْذِر فِي كِتَاب الْعَجَائِب الْغَرِيبَة بِسَنَدِهِ عَنْ نَوْفَل بْن مُسَاحِق قَالَ رَأَيْت شَابًّا فِي مَسْجِد نَجْرَان فَجَعَلْت أَنْظُر إِلَيْهِ وَأَتَعَجَّب مِنْ طُوله وَتَمَامه وَجَمَاله فَقَالَ مَا لَك تَنْظُر إِلَيَّ ؟ فَقُلْت أَعْجَب مِنْ جَمَالك وَكَمَالِك . فَقَالَ إِنَّ اللَّه لَيَعْجَب مِنِّي قَالَ فَمَا زَالَ يَنْقُص وَيَنْقُص حَتَّى صَارَ بِطُولِ الشِّبْر فَأَخَذَهُ بَعْض قَرَابَته فِي كُمّه وَذَهَبَ بِهِ . وَقَدْ ذُكِرَ أَنَّ هَلَاك قَارُون كَانَ مِنْ دَعْوَة مُوسَى نَبِيّ اللَّه عَلَيْهِ السَّلَام وَاخْتُلِفَ فِي سَبَبه فَعَنْ اِبْن عَبَّاس وَالسُّدِّيّ أَنَّ قَارُون أَعْطَى اِمْرَأَة بَغِيًّا مَالًا عَلَى أَنْ تَبْهَت مُوسَى بِحَضْرَةِ الْمَلَإِ مِنْ بَنِي إِسْرَائِيل وَهُوَ قَائِم فِيهِمْ يَتْلُو عَلَيْهِمْ كِتَاب اللَّه تَعَالَى فَتَقُول يَا مُوسَى إِنَّك فَعَلْت بِي كَذَا وَكَذَا فَلَمَّا قَالَتْ ذَلِكَ فِي الْمَلَإِ لِمُوسَى عَلَيْهِ السَّلَام أَرْعَدَ مِنْ الْفَرَق وَأَقْبَلَ عَلَيْهَا بَعْدَمَا صَلَّى رَكْعَتَيْنِ ثُمَّ قَالَ أَنْشُدك بِاَللَّهِ الَّذِي فَرَقَ الْبَحْر وَأَنْجَاكُمْ مِنْ فِرْعَوْن وَفَعَلَ كَذَا وَكَذَا لَمَا أَخْبَرْتنِي بِاَلَّذِي حَمَلَك عَلَى مَا قُلْت ؟ فَقَالَتْ أَمَا إِذَا نَشَدْتنِي فَإِنَّ قَارُون أَعْطَانِي كَذَا وَكَذَا عَلَى أَنْ أَقُول ذَلِكَ لَك وَأَنَا أَسْتَغْفِر اللَّه وَأَتُوب إِلَيْهِ فَعِنْد ذَلِكَ خَرَّ مُوسَى لِلَّهِ عَزَّ وَجَلَّ سَاجِدًا وَسَأَلَ اللَّه فِي قَارُون فَأَوْحَى اللَّه إِلَيْهِ أَنْ قَدْ أَمَرْت الْأَرْض أَنْ تُطِيعك فِيهِ فَأَمَرَ مُوسَى الْأَرْض أَنْ تَبْتَلِعهُ وَدَاره فَكَانَ ذَلِكَ . وَقِيلَ إِنَّ قَارُون لَمَّا خَرَجَ عَلَى قَوْمه فِي زِينَته تِلْكَ وَهُوَ رَاكِب عَلَى الْبِغَال الشُّهُب وَعَلَيْهِ وَعَلَى خَدَمه ثِيَاب الْأُرْجُوَان الْمُصَبَّغَة فَمَرَّ فِي مَحْفِله ذَلِكَ عَلَى مَجْلِس نَبِيّ اللَّه مُوسَى عَلَيْهِ السَّلَام وَهُوَ يُذَكِّرهُمْ بِأَيَّامِ اللَّه فَلَمَّا رَأَى النَّاس قَارُون اِنْصَرَفَتْ وُجُوههمْ نَحْوه يَنْظُرُونَ إِلَى مَا هُوَ فِيهِ فَدَعَاهُ مُوسَى عَلَيْهِ السَّلَام وَقَالَ : مَا حَمَلَك عَلَى مَا صَنَعْت ؟ فَقَالَ يَا مُوسَى أَمَا لَئِنْ كُنْت فُضِّلْت عَلَيَّ بِالنُّبُوَّةِ فَلَقَدْ فُضِّلْت عَلَيْك بِالدُّنْيَا وَلَئِنْ شِئْت لَتَخْرُجَنَّ فَلَتَدْعُوَنَّ عَلَيَّ وَأَدْعُو عَلَيْك فَخَرَجَ مُوسَى وَخَرَجَ قَارُون فِي قَوْمه فَقَالَ مُوسَى عَلَيْهِ السَّلَام تَدْعُو وَأَدْعُو أَنَا ؟ فَقَالَ بَلْ أَدْعُو أَنَا فَدَعَا قَارُون فَلَمْ يُجَبْ لَهُ ثُمَّ قَالَ مُوسَى أَدْعُو ؟ قَالَ نَعَمْ فَقَالَ مُوسَى اللَّهُمَّ مُرْ الْأَرْض أَنْ تُطِيعنِي الْيَوْم فَأَوْحَى اللَّه إِلَيْهِ أَنِّي قَدْ فَعَلْت فَقَالَ مُوسَى يَا أَرْضِي خُذِيهِمْ فَأَخَذَتْهُمْ إِلَى أَقْدَامهمْ . ثُمَّ قَالَ خُذِيهِمْ فَأَخَذَتْهُمْ إِلَى رُكَبهمْ ثُمَّ إِلَى مَنَاكِبهمْ ثُمَّ قَالَ أَقْبِلِي بِكُنُوزِهِمْ وَأَمْوَالهمْ قَالَ فَأَقْبَلَتْ بِهَا حَتَّى نَظَرُوا إِلَيْهَا ثُمَّ أَشَارَ مُوسَى بِيَدِهِ ثُمَّ قَالَ اِذْهَبُوا بَنِي لَاوَى فَاسْتَوَتْ بِهِمْ الْأَرْض وَعَنْ اِبْن عَبَّاس قَالَ : خُسِفَ بِهِمْ إِلَى الْأَرْض السَّابِعَة وَقَالَ قَتَادَة : ذُكِرَ لَنَا أَنَّهُ يُخْسَف بِهِمْ كُلّ يَوْم قَامَة فَهُمْ يَتَجَلْجَلُونَ فِيهَا إِلَى يَوْم الْقِيَامَة وَقَدْ ذُكِرَ هَهُنَا إِسْرَائِيلِيَّات غَرِيبَة أَضْرَبْنَا عَنْهَا صَفْحًا ; وَقَوْله تَعَالَى : \" فَمَا كَانَ لَهُ مِنْ فِئَة يَنْصُرُونَهُ مِنْ دُون اللَّه وَمَا كَانَ مِنْ الْمُنْتَصِرِينَ \" أَيْ مَا أَغْنَى عَنْهُ مَاله وَلَا جَمْعه وَلَا خَدَمه وَحَشَمه وَلَا دَفَعُوا عَنْهُ نِقْمَة اللَّه وَعَذَابه وَنَكَاله وَلَا كَانَ - هُوَ فِي نَفْسه مُنْتَصِرًا لِنَفْسِهِ فَلَا نَاصِر لَهُ مِنْ نَفْسه وَلَا مِنْ غَيْره .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39765, "aya_id": 81}]