[{"text": "أَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ", "sura_id": 10, "type": 0, "id": 1426, "aya_id": 62}, {"text": "ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون", "sura_id": 10, "type": 1, "id": 7662, "aya_id": 62}, {"text": "62 - (ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون) في الآخرة \r\n", "sura_id": 10, "type": 2, "id": 26370, "aya_id": 62}, {"text": "ألا إن أولياء الله لا خوف عليهم في الآخرة من عقاب الله, ولا هم يحزنون على ما فاتهم من حظوظ الدنيا.\r\n", "sura_id": 10, "type": 3, "id": 32606, "aya_id": 62}, {"text": " <font color=red>أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّ أَوْلِيَاءَهُ هُمْ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ كَمَا فَسَّرَهُمْ رَبّهمْ فَكُلّ مَنْ كَانَ تَقِيًّا كَانَ لِلَّهِ وَلِيًّا فَ \" لَا خَوْف عَلَيْهِمْ \" أَيْ فِيمَا يَسْتَقْبِلُونَهُ مِنْ أَهْوَال الْآخِرَة \" وَلَا هُمْ يَحْزَنُونَ \" عَلَى مَا وَرَاءَهُمْ فِي الدُّنْيَا وَقَالَ عَبْد اللَّه بْن مَسْعُود وَابْن عَبَّاس وَغَيْر وَاحِد مِنْ السَّلَف أَوْلِيَاء اللَّه الَّذِينَ إِذَا رُءُوا ذُكِرَ اللَّه وَقَدْ وَرَدَ هَذَا فِي حَدِيث مَرْفُوع كَمَا قَالَ الْبَزَّار حَدَّثَنَا عَلِيّ بْن حَرْب الرَّازِيّ حَدَّثَنَا مُحَمَّد بْن سَعِيد بْن سَابِق حَدَّثَنَا يَعْقُوب بْن عَبْد اللَّه الْأَشْعَرِيّ وَهُوَ الْقُمِّيّ عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَجُل يَا رَسُول اللَّه مَنْ أَوْلِيَاء اللَّه ؟ قَالَ \" الَّذِينَ إِذَا رُءُوا ذُكِرَ اللَّه \" ثُمَّ قَالَ الْبَزَّار وَقَدْ رُوِيَ عَنْ سَعِيد مُرْسَلًا وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو هِشَام الرِّفَاعِيّ حَدَّثَنَا أَبُو فُضَيْل حَدَّثَنَا أَبِي عَنْ عُمَارَة بْن الْقَعْقَاع عَنْ أَبِي زُرْعَة عَنْ عَمْرو بْن جَرِير الْبَجَلِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مِنْ عِبَاد اللَّه عِبَادًا يَغْبِطهُمْ الْأَنْبِيَاء وَالشُّهَدَاء \" قِيلَ مَنْ هُمْ يَا رَسُول اللَّه لَعَلَّنَا نُحِبّهُمْ ؟ قَالَ \" هُمْ قَوْم تَحَابُّوا فِي اللَّه مِنْ غَيْر أَمْوَال وَلَا أَنْسَاب وُجُوههمْ نُور عَلَى مَنَابِر مِنْ نُور لَا يَخَافُونَ إِذَا خَافَ النَّاس وَلَا يَحْزَنُونَ إِذَا حَزِنَ النَّاس \" ثُمَّ قَرَأَ \" أَلَا إِنَّ أَوْلِيَاء اللَّه لَا خَوْف عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ \" ثُمَّ رَوَاهُ أَيْضًا أَبُو دَاوُد مِنْ حَدِيث جَرِير عَنْ عُمَارَة بْن الْقَعْقَاع عَنْ أَبِي زُرْعَة بْن عَمْرو بْن جَرِير عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ وَهَذَا أَيْضًا إِسْنَاد جَيِّد إِلَّا أَنَّهُ مُنْقَطِع بَيْن أَبِي زُرْعَة وَعُمَر بْن الْخَطَّاب وَاَللَّه أَعْلَم وَفِي حَدِيث الْإِمَام أَحْمَد عَنْ أَبِي النَّضْر عَنْ عَبْد الْحَمِيد بْن بَهْرَام عَنْ شَهْر بْن حَوْشَب عَنْ عَبْد الرَّحْمَن بْن غَنْم عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَأْتِي مِنْ أَفْنَاء النَّاس وَنَوَازِع الْقَبَائِل قَوْم لَمْ تَتَّصِل بَيْنهمْ أَرْحَام مُتَقَارِبَة تَحَابُّوا فِي اللَّه وَتَصَافَوْا فِي اللَّه يَضَع اللَّه لَهُمْ يَوْم الْقِيَامَة مَنَابِر مِنْ نُور فَيُجْلِسهُمْ عَلَيْهَا يَفْزَع النَّاس وَلَا يَفْزَعُونَ وَهُمْ أَوْلِيَاء اللَّه الَّذِينَ لَا خَوْف عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ \" وَالْحَدِيث مُطَوَّل وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ ذَكْوَان بْن أَبِي صَالِح عَنْ رَجُل عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37492, "aya_id": 62}]