[{"text": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ", "sura_id": 22, "type": 0, "id": 2641, "aya_id": 46}, {"text": "أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها أو آذان يسمعون بها فإنها لا تعمى الأبصار و لكن تعمى القلوب التي في الصدور", "sura_id": 22, "type": 1, "id": 8877, "aya_id": 46}, {"text": "46 - (أفلم يسيروا) أي كفار مكة (في الأرض فتكون لهم قلوب يعقلون بها) ما نزل بالمكذبين قبلهم (أو آذان يسمعون بها) إخبارهم بالإهلاك وخراب الديار فيعتبروا (فإنها) أي القصة (لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور) تأكيد \r\n", "sura_id": 22, "type": 2, "id": 27585, "aya_id": 46}, {"text": "أفلم يَسِر المكذبون من قريش في الأرض ليشاهدوا آثار المهلكين، فيتفكروا بعقولهم، فيعتبروا، ويسمعوا أخبارهم سماع تدبُّر فيتعظوا؟ فإن العمى ليس عمى البصر، وإنما العمى المُهْلِك هو عمى البصيرة عن إدراك الحق والاعتبار.\r\n", "sura_id": 22, "type": 3, "id": 33821, "aya_id": 46}, {"text": " <font color=red>أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</font><BR><p>وَقَوْله \" أَفَلَمْ يَسِيرُوا فِي الْأَرْض \" أَيْ بِأَبْدَانِهِمْ وَبِفِكْرِهِمْ أَيْضًا وَذَلِكَ كَافٍ كَمَا قَالَ اِبْن أَبِي الدُّنْيَا فِي كِتَاب التَّفَكُّر وَالِاعْتِبَار حَدَّثَنَا هَارُون بْن عَبْد اللَّه حَدَّثَنَا سَيَّار حَدَّثَنَا جَعْفَر حَدَّثَنَا مَالِك بْن دِينَار : قَالَ أَوْحَى اللَّه تَعَالَى إِلَى مُوسَى بْن عِمْرَان عَلَيْهِ السَّلَام أَنْ : يَا مُوسَى اِتَّخِذْ نَعْلَيْنِ مِنْ حَدِيد وَعَصًا ثُمَّ سِحْ فِي الْأَرْض ثُمَّ اُطْلُبْ الْآثَار وَالْعِبَر حَتَّى يَتَخَرَّق النَّعْلَانِ وَتَنْكَسِر الْعَصَا وَقَالَ اِبْن أَبِي الدُّنْيَا قَالَ بَعْض الْحُكَمَاء أَحْيِ قَلْبك بِالْمَوَاعِظِ وَنَوِّرْهُ بِالتَّفَكُّرِ وَمَوِّتْهُ بِالزُّهْدِ وَقَوِّهِ بِالْيَقِينِ وَذَلِّلْهُ بِالْمَوْتِ وَقَدِّرْهُ بِالْفَنَاءِ وَبَصِّرْهُ فَجَائِع الدُّنْيَا وَحَذِّرْهُ صَوْلَة الدَّهْر وَفُحْش تَقَلُّب الْأَيَّام وَاعْرِضِي عَلَيْهِ أَخْبَار الْمَاضِينَ وَذَكِّرْهُ مَا أَصَابَ مَنْ كَانَ قَبْله وَسَيِّرْهُ فِي دِيَارهمْ وَآثَارهمْ وَانْظُرْ مَا فَعَلُوا وَأَيْنَ حَلُّوا وَعَمَّ اِنْقَلَبُوا أَيْ فَانْظُرُوا مَا حَلَّ بِالْأُمَمِ الْمُكَذِّبَة مِنْ النِّقَم وَالنَّكَال\" فَتَكُون لَهُمْ قُلُوب يَعْقِلُونَ بِهَا أَوْ آذَان يَسْمَعُونَ بِهَا \" أَيْ فَيَعْتَبِرُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَار وَلَكِنْ تَعْمَى الْقُلُوب الَّتِي فِي الصُّدُور \" أَيْ لَيْسَ الْعَمَى عَمَى الْبَصَر وَإِنَّمَا الْعَمَى عَمَى الْبَصِيرَة وَإِنْ كَانَتْ الْقُوَّة الْبَاصِرَة سَلِيمَة فَإِنَّهَا لَا تَنْفُذ إِلَى الْعِبَر وَلَا تَدْرِي مَا الْخَبَر وَمَا أَحْسَن مَا قَالَهُ بَعْض الشُّعَرَاء فِي هَذَا الْمَعْنَى وَهُوَ أَبُو مُحَمَّد عَبْد اللَّه بْن مُحَمَّد بْن حَيَّان الْأَنْدَلُسِيّ الشنتريني وَقَدْ كَانَتْ وَفَاته سَنَة سَبْع عَشْرَة وَخَمْسمِائَةٍ : يَا مَنْ يُصِيخ إِلَى دَاعِي الشَّقَاء وَقَدْ نَادَى بِهِ النَّاعِيَانِ الشَّيْب وَالْكِبَر إِنْ كُنْت لَا تَسْمَع الذِّكْرَى فَفِيمَ تَرَى فِي رَأْسك الْوَاعِيَانِ السَّمْع وَالْبَصَر لَيْسَ الْأَصَمّ وَلَا الْأَعْمَى سِوَى رَجُل لَمْ يُهْدِهِ الْهَادِيَانِ الْعَيْن وَالْأَثَر لَا الدَّهْر يَبْقَى وَلَا الدُّنْيَا وَلَا الْفَلَك الْأَعْلَى وَلَا النَّيِّرَانِ الشَّمْس وَالْقَمَر لَيَرْحَلنّ عَنْ الدُّنْيَا وَإِنْ كَرِهَا فِرَاقهَا الثَّاوِيَانِ الْبَدَن وَالْحَضَر </p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39069, "aya_id": 46}]