[{"text": "تِلْكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنتَ تَعْلَمُهَا أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ", "sura_id": 11, "type": 0, "id": 1522, "aya_id": 49}, {"text": "تلك من أنباء الغيب نوحيها إليك ما كنت تعلمها أنت ولا قومك من قبل هذا فاصبر إن العاقبة للمتقين", "sura_id": 11, "type": 1, "id": 7758, "aya_id": 49}, {"text": "49 - (تلك) أي هذه الآيات المتضمنة قصة نوح (من أنباء الغيب) أخبار ما غاب عنك (نوحيها إليك) يا محمد (ما كنت تعلمها أنت ولا قومك من قبل هذا) القرآن (فاصبر) على التبليغ وأذى قومك كما صبر نوح (إن العاقبة) المحمودة (للمتقين) \r\n", "sura_id": 11, "type": 2, "id": 26466, "aya_id": 49}, {"text": "تلك القصة التي قصصناها عليك -أيها الرسول- عن نوح وقومه هي من أخبار الغيب السالفة، نوحيها إليك, ما كنت تعلمها أنت ولا قومك مِن قبل هذا البيان, فاصبر على تكذيب قومك وإيذائهم لك, كما صبر الأنبياء من قبل, إن العاقبة الطيبة في الدنيا والآخرة للمتقين الذين يخشون الله.\r\n", "sura_id": 11, "type": 3, "id": 32702, "aya_id": 49}, {"text": " <font color=red>تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْقِصَّة وَأَشْبَاهُهَا \" مِنْ أَنْبَاء الْغَيْب\" يَعْنِي مِنْ أَخْبَار الْغُيُوب السَّالِفَة نُوحِيهَا إِلَيْك عَلَى وَجْهِهَا كَأَنَّك شَاهِدهَا نُوحِيهَا إِلَيْك أَيْ نُعْلِمك بِهَا وَحْيًا مِنَّا إِلَيْك \" مَا كُنْت تَعْلَمهَا أَنْتَ وَلَا قَوْمك مِنْ قَبْل هَذَا \" أَيْ لَمْ يَكُنْ عِنْدك وَلَا عِنْد أَحَد مِنْ قَوْمك عِلْم بِهَا حَتَّى يَقُول مَنْ يُكَذِّبك إِنَّك تَعَلَّمْتهَا مِنْهُ بَلْ أَخْبَرَك اللَّه بِهَا مُطَابِقَة لِمَا كَانَ عَلَيْهِ الْأَمْر الصَّحِيح كَمَا تَشْهَد بِهِ كُتُب الْأَنْبِيَاء قَبْلَك فَاصْبِرْ عَلَى تَكْذِيب مَنْ كَذَّبَك مِنْ قَوْمك وَأَذَاهُمْ لَك فَإِنَّا سَنَنْصُرُك وَنَحُوطُك بِعِنَايَتِنَا وَنَجْعَل الْعَاقِبَة لَك وَلِأَتْبَاعِك فِي الدُّنْيَا وَالْآخِرَة كَمَا فَعَلْنَا بِالْمُرْسَلِينَ حَيْثُ نَصَرْنَاهُمْ عَلَى أَعْدَائِهِمْ \" إِنَّا لَنَنْصُرُ رُسُلَنَا وَاَلَّذِينَ آمَنُوا \" الْآيَة . وَقَالَ تَعَالَى \" وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمْ الْمَنْصُورُونَ\" الْآيَة . وَقَالَ تَعَالَى \" فَاصْبِرْ إِنَّ الْعَاقِيَة لِلْمُتَّقِينَ \" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37667, "aya_id": 49}]