[{"text": "إِذَا رَأَتْهُم مِّن مَّكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا", "sura_id": 25, "type": 0, "id": 2867, "aya_id": 12}, {"text": "إذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا", "sura_id": 25, "type": 1, "id": 9103, "aya_id": 12}, {"text": "12 - (إذا رأتهم من مكان بعيد سمعوا لها تغيظا) غليانا كالغضبان اذا غلى صدره من الغضب (وزفيرا) صوتا شديدا أو سماع التغيظ رؤيته وعلمه \r\n", "sura_id": 25, "type": 2, "id": 27811, "aya_id": 12}, {"text": "إذا رأت النار هؤلاء المكذبين يوم القيامة من مكان بعيد، سمعوا صوت غليانها وزفيرها، من شدة تغيظها منهم.\r\n", "sura_id": 25, "type": 3, "id": 34047, "aya_id": 12}, {"text": " <font color=red>إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا</font><BR><p>وَقَوْله \" إِذَا رَأَتْهُمْ \" أَيْ جَهَنَّم \" مِنْ مَكَان بَعِيد\" يَعْنِي فِي مَقَام الْمَحْشَر قَالَ السُّدِّيّ مِنْ مَسِيرَة مِائَة عَام \" سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا \" أَيْ حَنَقًا عَلَيْهِمْ كَمَا قَالَ تَعَالَى \" إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُور تَكَاد تَمَيَّز مِنْ الْغَيْظ \" أَيْ يَكَاد يَنْفَصِل بَعْضهَا مِنْ بَعْض مِنْ شِدَّة غَيْظهَا عَلَى مَنْ كَفَرَ بِاَللَّهِ وَرَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا إِدْرِيس بْن حَاتِم بْن الْأَخْنَف الْوَاسِطِيّ أَنَّهُ سَمِعَ مُحَمَّد بْن الْحَسَن الْوَاسِطِيّ عَنْ أَصْبَغ بْن زَيْد عَنْ خَالِد بْن كَثِير عَنْ خَالِد بْن دُرَيْك بِإِسْنَادِهِ عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَنْ يَقُلْ عَلَيَّ مَا لَمْ أَقُلْ أَوْ اِدَّعَى إِلَى غَيْر وَالِدَيْهِ أَوْ اِنْتَمَى إِلَى غَيْر مَوَالِيه فَلْيَتَبَوَّأْ مَقْعَده مِنْ النَّار - وَفِي رِوَايَة - فَلْيَتَبَوَّأْ بَيْن عَيْنَيْ جَهَنَّم مَقْعَدًا \" قِيلَ يَا رَسُول اللَّه وَهَلْ لَهَا مِنْ عَيْنَيْنِ ؟. قَالَ أَمَا سَمِعْتُمْ اللَّه يَقُول \" إِذَا رَأَتْهُمْ مِنْ مَكَان بَعِيد \" الْآيَة وَرَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن خِدَاش عَنْ مُحَمَّد بْن يَزِيد الْوَاسِطِيّ بِهِ وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ عِيسَى بْن سُلَيْم عَنْ أَبِي وَائِل قَالَ خَرَجْنَا مَعَ عَبْد اللَّه يَعْنِي اِبْن مَسْعُود وَمَعَنَا الرَّبِيع بْن خَيْثَم فَمَرُّوا عَلَى حَدَّاد فَقَامَ عَبْد اللَّه يَنْظُر إِلَى حَدِيدَة فِي النَّار وَنَظَرَ الرَّبِيع بْن خَيْثَم إِلَيْهَا فَتَمَايَلَ الرَّبِيع لِيَسْقُط فَمَرَّ عَبْد اللَّه عَلَى أَتُون عَلَى شَاطِئ الْفُرَات فَلَمَّا رَآهُ عَبْد اللَّه وَالنَّار تَلْتَهِب فِي جَوْفه قَرَأَ هَذِهِ الْآيَة \" إِذَا رَأَتْهُمْ مِنْ مَكَان بَعِيد سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا \" فَصَعِقَ يَعْنِي الرَّبِيع وَحَمَلُوهُ إِلَى أَهْل بَيْته فَرَابَطَهُ عَبْد اللَّه إِلَى الظُّهْر فَلَمْ يُفِقْ رَضِيَ اللَّه عَنْهُ وَحَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن رَجَاء حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي يَحْيَى عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : إِنَّ الْعَبْد لَيُجَرّ إِلَى النَّار فَتَشْهَق إِلَيْهِ شَهْقَة الْبَغْلَة إِلَى الشَّعِير ثُمَّ تَزْفِر زَفْرَة لَا يَبْقَى أَحَد إِلَّا خَافَ هَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم بِإِسْنَادِهِ مُخْتَصَرًا وَقَدْ رَوَاهُ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا أَحْمَد بْن إِبْرَاهِيم الدَّوْرَقِيّ حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى أَخْبَرَنَا إِسْرَائِيل عَنْ أَبِي يَحْيَى عَنْ مُجَاهِد بِإِسْنَادِهِ إِلَى اِبْن عَبَّاس قَالَ : إِنَّ الرَّجُل لَيُجَرّ إِلَى النَّار فَتَنْزَوِي وَتَنْقَبِض بَعْضهَا إِلَى بَعْض فَيَقُول لَهَا الرَّحْمَن مَا لَك ؟ قَالَتْ إِنَّهُ يَسْتَجِير مِنِّي فَيَقُول أَرْسِلُوا عَبْدِي وَإِنَّ الرَّجُل لَيُجَرّ إِلَى النَّار فَيَقُول يَا رَبّ مَا كَانَ هَذَا الظَّنّ بِك فَيَقُول فَمَا كَانَ ظَنّك ؟ فَيَقُول أَنْ تَسَعنِي رَحْمَتك فَيَقُول أَرْسِلُوا عَبْدِي وَإِنَّ الرَّجُل لَيُجَرّ إِلَى النَّار فَتَشْهَق إِلَيْهِ النَّار شَهْقَة الْبَغْلَة إِلَى الشَّعِير وَتَزْفِر زَفْرَة لَا يَبْقَى أَحَد إِلَّا خَافَ وَهَذَا إِسْنَاد صَحِيح وَقَالَ عَبْد الرَّزَّاق أَخْبَرَ مَعْمَر عَنْ مَنْصُور عَنْ مُجَاهِد عَنْ عُبَيْد بْن عُمَيْر فِي قَوْله \" سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا \" قَالَ إِنَّ جَهَنَّم لَتَزْفِر زَفْرَة لَا يَبْقَى مَلَك مُقَرَّب وَلَا نَبِيّ مُرْسَل إِلَّا خَرَّ لِوَجْهِهِ تَرْتَعِد فَرَائِصه حَتَّى إِنَّ إِبْرَاهِيم عَلَيْهِ السَّلَام لَيَجْثُو عَلَى رُكْبَتَيْهِ وَيَقُول : رَبّ لَا أَسْأَلك الْيَوْم إِلَّا نَفْسِي .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39292, "aya_id": 12}]