[{"text": "فَصَلِّ لِرَبِّكَ وَانْحَرْ", "sura_id": 108, "type": 0, "id": 6206, "aya_id": 2}, {"text": "فصل لربك وانحر", "sura_id": 108, "type": 1, "id": 12442, "aya_id": 2}, {"text": "2 - (فصل لربك) صلاة عيد النحر (وانحر) نسكك \r\n", "sura_id": 108, "type": 2, "id": 31150, "aya_id": 2}, {"text": "فأخلص لربك صلاتك كلها, واذبح ذبيحتك له وعلى اسمه وحده.\r\n", "sura_id": 108, "type": 3, "id": 37386, "aya_id": 2}, {"text": " <font color=red>فَصَلِّ لِرَبِّكَ وَانْحَرْ</font><BR><p>أَيْ كَمَا أَعْطَيْنَاك الْخَيْر الْكَثِير فِي الدُّنْيَا وَالْآخِرَة وَمِنْ ذَلِكَ النَّهَر الَّذِي تَقَدَّمَ صِفَته فَأَخْلِصْ لِرَبِّك صَلَاتك الْمَكْتُوبَة وَالنَّافِلَة وَنَحْرك فَاعْبُدْهُ وَحْده لَا شَرِيك لَهُ وَانْحَرْ عَلَى اِسْمه وَحْده لَا شَرِيك لَهُ كَمَا قَالَ تَعَالَى \" قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبّ الْعَالَمِينَ لَا شَرِيك لَهُ وَبِذَلِكَ أُمِرْت وَأَنَا أَوَّل الْمُسْلِمِينَ \" . قَالَ اِبْن عَبَّاس وَعَطَاء وَمُجَاهِد وَعِكْرِمَة وَالْحَسَن يَعْنِي بِذَلِكَ نَحْر الْبَدَن وَنَحْوهَا وَكَذَا قَالَ قَتَادَة وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَالضَّحَّاك وَالرَّبِيع وَعَطَاء الْخُرَاسَانِيّ وَالْحَكَم وَسَعِيد بْن أَبِي خَالِد وَغَيْر وَاحِد مِنْ السَّلَف وَهَذَا بِخِلَافِ مَا كَانَ عَلَيْهِ الْمُشْرِكُونَ مِنْ السُّجُود لِغَيْرِ اللَّه وَالذَّبْح عَلَى اِسْمه كَمَا قَالَ تَعَالَى \" وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ وَإِنَّهُ لَفِسْق \" الْآيَة وَقِيلَ الْمُرَاد بِقَوْلِهِ وَانْحَرْ وَضْع الْيَد الْيُمْنَى عَلَى الْيَد الْيُسْرَى تَحْت النَّحْر يُرْوَى هَذَا عَنْ عَلِيّ وَلَا يَصِحّ وَعَنْ الشَّعْبِيّ مِثْله وَعَنْ أَبِي جَعْفَر الْبَاقِر \" وَانْحَرْ \" يَعْنِي رَفْع الْيَدَيْنِ عِنْد اِفْتِتَاح الصَّلَاة وَقِيلَ \" وَانْحَرْ \" أَيْ اِسْتَقْبِلْ بِنَحْرِك الْقِبْلَة . وَذَكَرَ هَذِهِ الْأَقْوَال الثَّلَاثَة اِبْن جَرِير. وَقَدْ رَوَى اِبْن أَبِي حَاتِم هَهُنَا حَدِيث مُنْكَرًا جِدًّا فَقَالَ حَدَّثَنَا وَهْب بْن إِبْرَاهِيم الْقَاضِي سَنَة خَمْس وَخَمْسِينَ وَمِائَتَيْنِ حَدَّثَنَا إِسْرَائِيل بْن حَاتِم الْمَرْوَزِيّ حَدَّثَنَا مُقَاتِل بْن حَيَّان عَنْ الْأَصْبَغ بْن نُبَاتَة عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ لَمَّا نَزَلَتْ هَذِهِ السُّورَة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّا أَعْطَيْنَاك الْكَوْثَر فَصَلِّ لِرَبِّك وَانْحَرْ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا جِبْرِيل مَا هَذِهِ النَّحِيرَة الَّتِي أَمَرَنِي بِهَا رَبِّي ؟ فَقَالَ لَيْسَتْ بِنَحِيرَةٍ وَلَكِنَّهُ يَأْمُرك إِذَا تَحَرَّمْت لِلصَّلَاةِ اِرْفَعْ يَدَيْك إِذَا كَبَّرْت وَإِذَا رَكَعْت وَإِذَا رَفَعْت رَأْسك مِنْ الرُّكُوع وَإِذَا سَجَدْت فَإِنَّهَا صَلَاتنَا وَصَلَاة الْمَلَائِكَة الَّذِينَ فِي السَّمَوَات السَّبْع وَإِنَّ لِكُلِّ شَيْء زِينَة وَزِينَة الصَّلَاة رَفْع الْيَدَيْنِ عِنْد كُلّ تَكْبِيرَة \" وَهَكَذَا رَوَاهُ الْحَاكِم فِي الْمُسْتَدْرَك مِنْ حَدِيث إِسْرَائِيل بْن حَاتِم بِهِ وَعَنْ عَطَاء الْخُرَاسَانِيّ \" وَانْحَرْ\" أَيْ اِرْفَعْ صُلْبك بَعْد الرُّكُوع وَاعْتَدِلْ وَابْرُزْ نَحْرك يَعْنِي بِهِ الِاعْتِدَال رَوَاهُ اِبْن أَبِي حَاتِم وَكُلّ هَذِهِ الْأَقْوَال غَرِيبَة جِدًّا . وَالصَّحِيح الْقَوْل الْأَوَّل أَنَّ الْمُرَاد بِالنَّحْرِ ذَبْح الْمَنَاسِك وَلِهَذَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي الْعِيد ثُمَّ يَنْحَر نُسُكه وَيَقُول \" مَنْ صَلَّى صَلَاتنَا وَنَسَكَ نُسُكنَا فَقَدْ أَصَابَ النُّسُك وَمَنْ نَسَكَ قَبْل الصَّلَاة فَلَا نُسُك لَهُ \" فَقَامَ أَبُو بُرْدَة بْن نِيَار فَقَالَ يَا رَسُول اللَّه إِنِّي نَسَكْت شَاتِي قَبْل الصَّلَاة وَعَرَفْت أَنَّ الْيَوْم يَوْم يُشْتَهَى فِيهِ اللَّحْم قَالَ \" شَاتك شَاة لَحْم \" قَالَ فَإِنَّ عِنْدِي عَنَاقًا هِيَ أَحَبّ إِلَيَّ مِنْ شَاتَيْنِ أَفَتُجْزِئ عَنِّي ؟ قَالَ \" تُجْزِئك وَلَا تُجْزِئ أَحَدًا بَعْدك \" قَالَ أَبُو جَعْفَر اِبْن جَرِير وَالصَّوَاب قَوْل مَنْ قَالَ إِنَّ مَعْنَى ذَلِكَ فَاجْعَلْ صَلَاتك كُلّهَا لِرَبِّك خَالِصًا دُون مَا سِوَاهُ مِنْ الْأَنْدَاد وَالْآلِهَة وَكَذَلِكَ نَحْرك اِجْعَلْهُ لَهُ دُون الْأَوْثَان شُكْرًا لَهُ عَلَى مَا أَعْطَاك مِنْ الْكَرَامَة وَالْخَيْر الَّذِي لَا كِفَاء لَهُ وَخَصَّك بِهِ وَهَذَا الَّذِي قَالَهُ فِي غَايَة الْحُسْن وَقَدْ سَبَقَهُ إِلَى هَذَا الْمَعْنَى مُحَمَّد بْن كَعْب الْقُرَظِيّ وَعَطَاء .</p><BR> <br> ", "sura_id": 108, "type": 4, "id": 37592, "aya_id": 2}]