[{"text": "إِنَّ فِي اخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّهُ فِي السَّمَاوَاتِ وَالأَرْضِ لآيَاتٍ لِّقَوْمٍ يَتَّقُونَ", "sura_id": 10, "type": 0, "id": 1370, "aya_id": 6}, {"text": "إن في اختلاف الليل والنهار وما خلق الله في السماوات والأرض لآيات لقوم يتقون", "sura_id": 10, "type": 1, "id": 7606, "aya_id": 6}, {"text": "6 - (إن في اختلاف الليل والنهار) بالذهاب والمجيء والزيادة والنقصان (وما خلق الله في السماوات) من ملائكة وشمس وقمر ونجوم وغير ذلك (والأرض) في الأرض من حيوان وجبال وبحار وأنهار وأشجار وغيرها (لآيات) دلالات على قدرته تعالى (لقوم يتقون) فيؤمنون خصهم بالذكر لأنهم المنتفعون بها \r\n", "sura_id": 10, "type": 2, "id": 26314, "aya_id": 6}, {"text": "إن في تعاقب الليل والنهار وما خلق الله في السموات والأرض من عجائب الخلق وما فيهما من إبداع ونظام, لأدلة وحججًا واضحة لقوم يخشون عقاب الله وسخطه وعذابه.\r\n", "sura_id": 10, "type": 3, "id": 32550, "aya_id": 6}, {"text": " <font color=red>إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ</font><BR><p>\" إِنَّ فِي اِخْتِلَاف اللَّيْل وَالنَّهَار \" أَيْ تَعَاقُبهمَا إِذَا جَاءَ هَذَا ذَهَبَ هَذَا وَإِذَا ذَهَبَ هَذَا جَاءَ هَذَا لَا يَتَأَخَّر عَنْهُ شَيْئًا كَقَوْلِهِ تَعَالَى \" يُغْشِي اللَّيْل النَّهَار يَطْلُبهُ حَثِيثًا \" وَقَالَ \" لَا الشَّمْس يَنْبَغِي لَهَا أَنْ تُدْرِك الْقَمَر \" الْآيَة . وَقَالَ تَعَالَى \" فَالِق الْإِصْبَاح وَجَعَلَ اللَّيْل سَكَنًا \" الْآيَة وَقَوْله \" وَمَا خَلَقَ اللَّه فِي السَّمَوَات وَالْأَرْض \" أَيْ مِنْ الْآيَات الدَّالَّة عَلَى عَظَمَته تَعَالَى كَمَا قَالَ \" وَكَأَيِّنْ مِنْ آيَة فِي السَّمَوَات وَالْأَرْض \" الْآيَة وَقَوْله \" قُلْ اُنْظُرُوا مَاذَا فِي السَّمَوَات وَالْأَرْض وَمَا تُغْنِي الْآيَات وَالنُّذُر عَنْ قَوْم لَا يُؤْمِنُونَ \" وَقَالَ \" أَفَلَمْ يَرَوْا إِلَى مَا بَيْن أَيْدِيهمْ وَمَا خَلْفهمْ مِنْ السَّمَاء وَالْأَرْض \" وَقَالَ \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار لَآيَات لِأُولِي الْأَلْبَاب \" أَيْ الْعُقُول : وَقَالَ هَهُنَا \" لَآيَات لِقَوْمٍ يَتَّقُونَ \" أَيْ عِقَاب اللَّه وَسَخَطه وَعَذَابه .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37489, "aya_id": 6}]