[{"text": "وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُوْلَئِكَ هُمُ الْفَاسِقُونَ", "sura_id": 24, "type": 0, "id": 2795, "aya_id": 4}, {"text": "والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمانين جلدة ولا تقبلوا لهم شهادة أبدا و أولئك هم الفاسقون", "sura_id": 24, "type": 1, "id": 9031, "aya_id": 4}, {"text": "4 - (والذين يرمون المحصنات) العفيفات بالزنا (ثم لم يأتوا بأربعة شهداء) على زناهن برؤيتهم (فاجلدوهم) كل واحد منهم (ثمانين جلدة ولا تقبلوا لهم شهادة) في شيء (أبدا وأولئك هم الفاسقون) لإتيانهم كبيرة \r\n", "sura_id": 24, "type": 2, "id": 27739, "aya_id": 4}, {"text": "والذين يتهمون بالفاحشة أنفسًا عفيفة من النساء والرجال مِن دون أن يشهد معهم أربعة شهود عدول, فاجلدوهم بالسوط ثمانين جلدة, ولا تقبلوا لهم شهادة أبدًا, وأولئك هم الخارجون عن طاعة الله.\r\n", "sura_id": 24, "type": 3, "id": 33975, "aya_id": 4}, {"text": " <font color=red>وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة فِيهَا بَيَان حُكْم جَلْد الْقَاذِف لِلْمُحْصَنَةِ وَهِيَ الْحُرَّة الْبَالِغَة الْعَفِيفَة فَإِذَا كَانَ الْمَقْذُوف رَجُلًا فَكَذَلِكَ يُجْلَد قَاذِفه أَيْضًا وَلَيْسَ فِيهِ نِزَاع بَيْن الْعُلَمَاء فَإِنْ أَقَامَ الْقَاذِف بَيِّنَة عَلَى صِحَّة مَا قَالَهُ دَرَأَ عَنْهُ الْحَدّ وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَة وَلَا تَقْبَلُوا لَهُمْ شَهَادَة أَبَدًا وَأُولَئِكَ هُمْ الْفَاسِقُونَ \" فَأَوْجَبَ عَلَى الْقَاذِف إِذَا لَمْ يُقِمْ الْبَيِّنَة عَلَى صِحَّة مَا قَالَ ثَلَاثَة أَحْكَام \" أَحَدهَا \" أَنْ يُجْلَد ثَمَانِينَ جَلْدَة \" الثَّانِي\" أَنَّهُ تُرَدّ شَهَادَته أَبَدًا \" الثَّالِث \" أَنْ يَكُون فَاسِقًا لَيْسَ بِعَدْلٍ لَا عِنْد اللَّه وَلَا عِنْد النَّاس .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39258, "aya_id": 4}]