[{"text": "فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ", "sura_id": 37, "type": 0, "id": 3889, "aya_id": 101}, {"text": "فبشرناه بغلام حليم", "sura_id": 37, "type": 1, "id": 10125, "aya_id": 101}, {"text": "101 - (فبشرناه بغلام حليم) أي ذي حلم كثير \r\n", "sura_id": 37, "type": 2, "id": 28833, "aya_id": 101}, {"text": "فأجبنا له دعوته, وبشَّرناه بغلام حليم, أي: يكون حليمًا في كبره, وهو إسماعيل.\r\n", "sura_id": 37, "type": 3, "id": 35069, "aya_id": 101}, {"text": " <font color=red>فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ</font><BR><p>وَهَذَا الْغُلَام هُوَ إِسْمَاعِيل عَلَيْهِ السَّلَام فَإِنَّهُ أَوَّل وَلَد بُشِّرَ بِهِ إِبْرَاهِيم عَلَيْهِ السَّلَام وَهُوَ أَكْبَر مِنْ إِسْحَاق بِاتِّفَاقِ الْمُسْلِمِينَ وَأَهْل الْكِتَاب بَلْ فِي نَصّ كِتَابهمْ أَنَّ إِسْمَاعِيل عَلَيْهِ السَّلَام وُلِدَ وَلِإِبْرَاهِيمَ عَلَيْهِ السَّلَام سِتٌّ وَثَمَانُونَ سَنَةً وَوُلِدَ إِسْحَاق وَعُمْر إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام تِسْع وَتِسْعُونَ سَنَةً وَعِنْدهمْ أَنَّ اللَّه تَبَارَكَ وَتَعَالَى أَمَرَ إِبْرَاهِيم أَنْ يَذْبَحَ اِبْنه وَحِيده وَفِي نُسْخَة أُخْرَى بَكْرَهُ فَأَقْحَمُوا هَهُنَا كَذِبًا وَبُهْتَانًا إِسْحَاق وَلَا يَجُوز هَذَا لِأَنَّهُ مُخَالِف لِنَصِّ كِتَابهمْ وَإِنَّمَا أَقْحَمُوا إِسْحَاق لِأَنَّهُ أَبُوهُمْ وَإِسْمَاعِيل أَبُو الْعَرَب فَحَسَدُوهُمْ فَزَادُوا ذَلِكَ وَحَرَّفُوا وَحِيدك بِمَعْنَى الَّذِي لَيْسَ عِنْدك غَيْره فَإِنَّ إِسْمَاعِيل كَانَ ذَهَبَ بِهِ وَبِأُمِّهِ إِلَى مَكَّة وَهُوَ تَأْوِيل وَتَحْرِيف بَاطِل فَإِنَّهُ لَا يُقَال وَحِيدك إِلَّا لِمَنْ لَيْسَ لَهُ غَيْره وَأَيْضًا فَإِنَّ أَوَّل وُلِدَ لَهُ مَعَزَّةٌ مَا لَيْسَ لِمَنْ بَعْدَهُ مِنْ الْأَوْلَاد فَالْأَمْر بِذَبْحِهِ أَبْلَغُ فِي الِابْتِلَاء وَالِاخْتِبَار وَقَدْ ذَهَبَ جَمَاعَة مِنْ أَهْل الْعِلْم إِلَى أَنَّ الذَّبِيح هُوَ إِسْحَاق وَحُكِيَ ذَلِكَ عَنْ طَائِفَة مِنْ السَّلَف حَتَّى نُقِلَ عَنْ بَعْض الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ أَيْضًا وَلَيْسَ ذَلِكَ فِي كِتَاب وَلَا سُنَّة وَمَا أَظُنّ ذَلِكَ تُلُقِّيَ إِلَّا عَنْ أَحْبَار أَهْل الْكِتَاب وَأُخِذَ ذَلِكَ مُسَلَّمًا مِنْ غَيْر حُجَّة وَهَذَا كِتَاب اللَّه شَاهِد وَمُرْشِد إِلَى أَنَّهُ إِسْمَاعِيل فَإِنَّهُ ذَكَرَ الْبِشَارَة بِغُلَامٍ حَلِيم وَذَكَرَ أَنَّهُ الذَّبِيح ثُمَّ قَالَ بَعْد ذَلِكَ \" وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنْ الصَّالِحِينَ \" وَلَمَّا بَشَّرَتْ الْمَلَائِكَة إِبْرَاهِيم بِإِسْحَاقَ قَالُوا \" إِنَّا نُبَشِّرك بِغُلَامٍ عَلِيم \" . وَقَالَ تَعَالَى \" فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاء إِسْحَاق يَعْقُوب \" أَيْ يُولَد لَهُ فِي حَيَاتهمَا وَلَد يُسَمَّى يَعْقُوب فَيَكُون مِنْ ذُرِّيَّته عَقِب وَنَسْل وَقَدْ قَدَّمْنَا هُنَاكَ أَنَّهُ لَا يَجُوز بَعْد هَذَا أَنْ يُؤْمَر بِذَبْحِهِ وَهُوَ صَغِير لِأَنَّ اللَّه تَعَالَى قَدْ وَعَدَهُمَا بِأَنَّهُ سَيُعْقِبُ وَيَكُون لَهُ نَسْل فَكَيْفَ يُمْكِن بَعْد هَذَا أَنْ يُؤْمَر بِذَبْحِهِ صَغِيرًا وَإِسْمَاعِيل وُصِفَ هَهُنَا بِالْحَلِيمِ لِأَنَّهُ مُنَاسِب لِهَذَا الْمَقَام .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40425, "aya_id": 101}]