[{"text": "وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا", "sura_id": 19, "type": 0, "id": 2282, "aya_id": 32}, {"text": "وبرا بوالدتي و لم يجعلني جبارا شقيا", "sura_id": 19, "type": 1, "id": 8518, "aya_id": 32}, {"text": "32 - (وبرا بوالدتي) منصوب بجعلني مقدرا (ولم يجعلني جبارا) متعاظما (شقيا) عاصيا لربه \r\n", "sura_id": 19, "type": 2, "id": 27226, "aya_id": 32}, {"text": "وجعلني بارًّا بوالدتي, ولم يجعلني متكبرًا ولا شقيًا, عاصيًا لربي.\r\n", "sura_id": 19, "type": 3, "id": 33462, "aya_id": 32}, {"text": " <font color=red>وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا</font><BR><p>وَقَوْله \" وَبَرًّا بِوَالِدَتِي \" أَيْ وَأَمَرَنِي بِبِرِّ وَالِدَتِي ذَكَرَهُ بَعْد طَاعَة رَبّه لِأَنَّ اللَّه تَعَالَى كَثِيرًا مَا يَقْرِن بَيْن الْأَمْر بِعِبَادَتِهِ وَطَاعَة الْوَالِدَيْنِ كَمَا قَالَ تَعَالَى \" وَقَضَى رَبّك أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا \" وَقَالَ \" أَنْ اُشْكُرْ لِي وَلِوَالِدَيْك إِلَيَّ الْمَصِير \" وَقَوْله : \" وَلَمْ يَجْعَلنِي جَبَّارًا شَقِيًّا \" أَيْ وَلَمْ يَجْعَلنِي جَبَّارًا مُسْتَكْبِرًا عَنْ عِبَادَته وَطَاعَته وَبِرّ وَالِدَتِي فَأَشْقَى بِذَلِكَ : قَالَ سُفْيَان الثَّوْرِيّ : الْجَبَّار الشَّقِيّ الَّذِي يَقْتُل عَلَى الْغَضَب وَقَالَ بَعْض السَّلَف لَا تَجِد أَحَدًا عَاقًّا لِوَالِدَيْهِ إِلَّا وَجَدْته جَبَّارًا شَقِيًّا ثُمَّ قَرَأَ \" وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلنِي جَبَّارًا شَقِيًّا \" قَالَ وَلَا تَجِد سَيِّئ الْمَلَكَة إِلَّا وَجَدْته مُخْتَالًا فَخُورًا ثُمَّ قَرَأَ \" وَمَا مَلَكَتْ أَيْمَانكُمْ إِنَّ اللَّه لَا يُحِبّ مَنْ كَانَ مُخْتَالًا فَخُورًا \" وَقَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ اِمْرَأَة رَأَتْ اِبْن مَرْيَم يُحْيِي الْمَوْتَى وَيُبْرِئ الْأَكْمَه وَالْأَبْرَص فِي آيَات سَلَّطَهُ اللَّه عَلَيْهِنَّ وَأَذِنَ لَهُ فِيهِنَّ فَقَالَتْ طُوبَى لِلْبَطْنِ الَّذِي حَمَلَك وَطُوبَى لِلثَّدْيِ الَّذِي أُرْضِعْت بِهِ فَقَالَ نَبِيّ اللَّه عِيسَى عَلَيْهِ السَّلَام يُجِيبهَا طُوبَى لِمَنْ تَلَا كِتَاب اللَّه فَاتَّبَعَ مَا فِيهِ وَلَمْ يَكُنْ جَبَّارًا شَقِيًّا .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38424, "aya_id": 32}]