[{"text": "إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَاءهُمْ وَيَسْتَحْيِي نِسَاءهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ", "sura_id": 28, "type": 0, "id": 3256, "aya_id": 4}, {"text": "إن فرعون علا في الأرض وجعل أهلها شيعا يستضعف طائفة منهم يذبح أبناءهم ويستحيي نساءهم إنه كان من المفسدين", "sura_id": 28, "type": 1, "id": 9492, "aya_id": 4}, {"text": "4 - (إن فرعون علا) تعظم (في الأرض) أرض مصر (وجعل أهلها شيعا) فرقا في خدمته (يستضعف طائفة منهم) هم بنو إسرائيل (يذبح أبناءهم) المولودين (ويستحيي نساءهم) يستبقيهن أحياء لقول بعض الكهنة له إن مولودا يولد في بني إسرائيل يكون سبب زوال ملكه (إنه كان من المفسدين) بالقتل وغيره \r\n", "sura_id": 28, "type": 2, "id": 28200, "aya_id": 4}, {"text": "إن فرعون تكبر وطغى في الأرض, وجعل أهلها طوائف متفرقة, يستضعف طائفة منهم, وهم بنو إسرائيل, يذبِّح أبناءهم, ويستعبد نساءهم, إنه كان من المفسدين في الأرض.\r\n", "sura_id": 28, "type": 3, "id": 34436, "aya_id": 4}, {"text": " <font color=red>إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ</font><BR><p>قَالَ تَعَالَى : \" إِنَّ فِرْعَوْن عَلَا فِي الْأَرْض \" أَيْ تَكَبَّرَ وَتَجَبَّرَ وَطَغَى \" وَجَعَلَ أَهْلهَا شِيَعًا \" أَيْ أَصْنَافًا قَدْ صَرَّفَ كُلّ صِنْف فِيمَا يُرِيد مِنْ أُمُور دَوْلَته وَقَوْله تَعَالَى : \" يَسْتَضْعِف طَائِفَة مِنْهُمْ \" يَعْنِي بَنِي إِسْرَائِيل وَكَانُوا فِي ذَلِكَ الْوَقْت خِيَار أَهْل زَمَانهمْ هَذَا وَقَدْ سُلِّطَ عَلَيْهِمْ هَذَا الْمَلِك الْجَبَّار الْعَنِيد يَسْتَعْمِلهُمْ فِي أَخَسّ الْأَعْمَال وَيَكُدّهُمْ لَيْلًا وَنَهَارًا فِي أَشْغَاله وَأَشْغَال رَعِيَّته وَيُقَتِّل مَعَ هَذَا أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِهَانَة لَهُمْ وَاحْتِقَارًا وَخَوْفًا مِنْ أَنْ يُوجَد مِنْهُمْ الْغُلَام الَّذِي كَانَ قَدْ تَخَوَّفَ هُوَ وَأَهْل مَمْلَكَته مِنْهُ أَنْ يُوجَد مِنْهُمْ غُلَام يَكُون سَبَب هَلَاكه وَذَهَاب دَوْلَته عَلَى يَدَيْهِ . وَكَانَتْ الْقِبْط قَدْ تَلَقَّوْا هَذَا مِنْ بَنِي إِسْرَائِيل فِيمَا كَانُوا يَدْرُسُونَهُ مِنْ قَوْل إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام حِين وَرَدَ الدِّيَار الْمِصْرِيَّة وَجَرَى لَهُ مَعَ جَبَّارهَا مَا جَرَى حِين أَخَذَ سَارَة لِيَتَّخِذَهَا جَارِيَة فَصَانَهَا اللَّه مِنْهُ وَمَنَعَهُ مِنْهَا بِقُدْرَتِهِ وَسُلْطَانه فَبَشَّرَ إِبْرَاهِيم عَلَيْهِ السَّلَام وَلَده أَنَّهُ سَيُولَدُ مِنْ صُلْبه وَذُرِّيَّته مَنْ يَكُون هَلَاك مِصْر عَلَى يَدَيْهِ فَكَانَتْ الْقِبْط تُحَدِّث بِهَذَا عِنْد فِرْعَوْن فَاحْتَرَزَ فِرْعَوْن مِنْ ذَلِكَ وَأَمَرَ بِقَتْلِ ذُكُور بَنِي إِسْرَائِيل وَلَنْ يَنْفَع حَذَر مِنْ قَدَر لِأَنَّ أَجَل اللَّه إِذَا جَاءَ لَا يُؤَخَّر وَلِكُلِّ أَجَل كِتَاب .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39719, "aya_id": 4}]