[{"text": "الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاء بِمَا فَضَّلَ اللّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنفَقُواْ مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّهُ وَاللاَّتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلاَ تَبْغُواْ عَلَيْهِنَّ سَبِيلاً إِنَّ اللّهَ كَانَ عَلِيًّا كَبِيرًا", "sura_id": 4, "type": 0, "id": 527, "aya_id": 34}, {"text": "الرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما أنفقوا من أموالهم فالصالحات قانتات حافظات للغيب بما حفظ الله واللاتي تخافون نشوزهن فعظوهن واهجروهن في المضاجع واضربوهن فإن أطعنكم فلا تبغوا عليهن سبيلا إن الله كان عليا كبيرا", "sura_id": 4, "type": 1, "id": 6763, "aya_id": 34}, {"text": "34 - (الرجال قوامون) مسلطون (على النساء) يؤدبونهن ويأخذون على أيديهن (بما فضل الله بعضهم على بعض) أي بتفضيله لهم عليهن بالعلم والعقل والولاية وغير ذلك (وبما أنفقوا) عليهن (من أموالهم فالصالحات) منهن (قانتات) مطيعات لأزواجهن (حافظات للغيب) أي لفروجهن وغيرها في غيبة أزواجهن (بما حفظ) لهن (الله) حيث أوصى عليهن الأزواج (واللاتي تخافون نشوزهن) عصيانهن لكم بأن ظهرت أمارته (فعظوهن) فخوفوهن الله (واهجروهن في المضاجع) اعتزلوا إلى فراش آخر إن أظهرن النشوز (واضربوهن) ضربا غير مبرح إن لم يرجعن بالهجران (فإن أطعنكم) فيما يراد منهن (فلا تبغوا) تطلبوا (عليهن سبيلا) طريقا إلى ضربهن ظلما (إن الله كان عليا كبيرا) فاحذروه أن يعاقبكم إن ظلمتوهن \r\n", "sura_id": 4, "type": 2, "id": 25471, "aya_id": 34}, {"text": "الرجال قوَّامون على توجيه النساء ورعايتهن, بما خصهم الله به من خصائص القِوامَة والتفضيل, وبما أعطوهن من المهور والنفقات. فالصالحات المستقيمات على شرع الله منهن, مطيعات لله تعالى ولأزواجهن, حافظات لكل ما غاب عن علم أزواجهن بما اؤتمنَّ عليه بحفظ الله وتوفيقه, واللاتي تخشون منهن ترفُّعهن عن طاعتكم, فانصحوهن بالكلمة الطيبة, فإن لم تثمر معهن الكلمة الطيبة, فاهجروهن في الفراش, ولا تقربوهن, فإن لم يؤثر فعل الهِجْران فيهن, فاضربوهن ضربًا لا ضرر فيه, فإن أطعنكم فاحذروا ظلمهن, فإن الله العليَّ الكبير وليُّهن, وهو منتقم ممَّن ظلمهنَّ وبغى عليهن.\r\n", "sura_id": 4, "type": 3, "id": 31707, "aya_id": 34}, {"text": " <font color=red>الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا</font><BR><p>يَقُول تَعَالَى \" الرِّجَال قَوَّامُونَ عَلَى النِّسَاء \" أَيْ الرَّجُل قَيِّم عَلَى الْمَرْأَة أَيْ هُوَ رَئِيسهَا وَكَبِيرهَا وَالْحَاكِم عَلَيْهَا وَمُؤَدِّبهَا إِذَا اِعْوَجَّتْ \" بِمَا فَضَّلَ اللَّه بَعْضهمْ عَلَى بَعْض \" أَيْ لِأَنَّ الرِّجَال أَفْضَل مِنْ النِّسَاء وَالرَّجُل خَيْر مِنْ الْمَرْأَة وَلِهَذَا كَانَتْ النُّبُوَّة مُخْتَصَّة بِالرِّجَالِ وَكَذَلِكَ الْمَلِك الْأَعْظَم لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَنْ يُفْلِح قَوْم وَلَّوْا أَمْرهمْ اِمْرَأَة \" رَوَاهُ الْبُخَارِيّ مِنْ حَدِيث عَبْد الرَّحْمَن بْن أَبِي بَكْرَة عَنْ أَبِيهِ وَكَذَا مَنْصِب الْقَضَاء وَغَيْر ذَلِكَ \" وَبِمَا أَنْفَقُوا مِنْ أَمْوَالهمْ \" أَيْ مِنْ الْمُهُور وَالنَّفَقَات وَالْكُلَف الَّتِي أَوْجَبَهَا اللَّه عَلَيْهِمْ لَهُنَّ فِي كِتَابه وَسُنَّة نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَالرَّجُل أَفْضَل مِنْ الْمَرْأَة فِي نَفْسه وَلَهُ الْفَضْل عَلَيْهَا وَالْإِفْضَال فَنَاسَبَ أَنْ يَكُون قَيِّمًا عَلَيْهَا كَمَا قَالَ اللَّه تَعَالَى \" وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَة \" الْآيَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس الرِّجَال قَوَّامُونَ عَلَى النِّسَاء يَعْنِي أُمَرَاء عَلَيْهِنَّ أَيْ تُطِيعهُ فِيمَا أَمَرَهَا اللَّه بِهِ مِنْ طَاعَته وَطَاعَته أَنْ تَكُون مُحْسِنَة لِأَهْلِهِ حَافِظَة لِمَالِهِ. وَكَذَا قَالَ مُقَاتِل وَالسُّدِّيّ وَالضَّحَّاك وَقَالَ الْحَسَن الْبَصْرِيّ : جَاءَتْ اِمْرَأَة إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَشْكُو أَنَّ زَوْجهَا لَطَمَهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" الْقِصَاص \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ : الرِّجَال قَوَّامُونَ عَلَى النِّسَاء \" الْآيَة . فَرَجَعَتْ بِغَيْرِ قِصَاص وَرَوَاهُ اِبْن جُرَيْج وَابْن أَبِي حَاتِم مِنْ طُرُق عَنْهُ وَكَذَلِكَ أَرْسَلَ هَذَا الْخَبَر قَتَادَة وَابْن جُرَيْج وَالسُّدِّيّ أَوْرَدَ ذَلِكَ كُلّه اِبْن جَرِير وَقَدْ أَسْنَدَهُ اِبْن مَرْدَوَيْهِ مِنْ وَجْه آخَر فَقَالَ حَدَّثَنَا أَحْمَد بْن عَلِيّ النَّسَائِيّ حَدَّثَنَا مُحَمَّد بْن هِبَة اللَّه الْهَاشِمِيّ حَدَّثَنَا مُحَمَّد بْن مُحَمَّد الْأَشْعَث حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل بْن مُوسَى بْن جَعْفَر بْن مُحَمَّد قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ عَلِيّ قَالَ : أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُل مِنْ الْأَنْصَار بِامْرَأَةٍ لَهُ فَقَالَتْ يَا رَسُول اللَّه إِنَّ زَوْجهَا فُلَان بْن فُلَان الْأَنْصَارِيّ وَإِنَّهُ ضَرَبَهَا فَأَثَّرَ فِي وَجْههَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ لَهُ ذَلِكَ \" فَأَنْزَلَ اللَّه تَعَالَى \" الرِّجَال قَوَّامُونَ عَلَى النِّسَاء \" أَيْ فِي الْأَدَب فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَرَدْت أَمْرًا وَأَرَادَ اللَّه غَيْره \" وَكَذَلِكَ أَرْسَلَ هَذَا الْخَبَر قَتَادَة وَابْن جُرَيْج وَالسُّدِّيّ أَوْرَدَ ذَلِكَ كُلّه اِبْن جَرِير , وَقَالَ الشَّعْبِيّ فِي هَذِهِ الْآيَة الرِّجَال قَوَّامُونَ عَلَى النِّسَاء بِمَا فَضَّلَ اللَّه بَعْضهمْ عَلَى بَعْض وَبِمَا أَنْفَقُوا مِنْ أَمْوَالهمْ قَالَ الصَّدَاق الَّذِي أَعْطَاهَا أَلَا تَرَى أَنَّهُ لَوْ قَذَفَهَا لَاعَنَهَا وَلَوْ قَذَفَتْهُ جُلِدَتْ وَقَوْله تَعَالَى فَالصَّالِحَات أَيْ مِنْ النِّسَاء \" قَانِتَات \" قَالَ اِبْن عَبَّاس وَغَيْر وَاحِد يَعْنِي مُطِيعَات لِأَزْوَاجِهِنَّ حَافِظَات لِلْغَيْبِ قَالَ السُّدِّيّ وَغَيْره أَيْ تَحْفَظ زَوْجهَا فِي غَيْبَته فِي نَفْسهَا وَمَاله وَقَوْله \" بِمَا حَفِظَ اللَّه \" أَيْ الْمَحْفُوظ مَنْ حَفِظَهُ اللَّه قَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا أَبُو صَالِح حَدَّثَنَا أَبُو مَعْشَر حَدَّثَنَا سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْر النِّسَاء اِمْرَأَة إِذَا نَظَرْت إِلَيْهَا سَرَّتْك وَإِذَا أَمَرْتهَا أَطَاعَتْك وَإِذَا غِبْت عَنْهَا حَفِظَتْك فِي نَفْسهَا وَمَالِك \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" الرِّجَال قَوَّامُونَ عَلَى النِّسَاء \" إِلَى آخِرهَا وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ يُونُس بْن حَبِيب عَنْ أَبِي دَاوُد الطَّيَالِسِيّ عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن بْن أَبِي ذِئْب عَنْ سَعِيد الْمَقْبُرِيّ بِهِ مِثْله سَوَاء وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق حَدَّثَنَا اِبْن لَهِيعَة عَنْ عَبْد اللَّه بْن أَبِي جَعْفَر أَنَّ اِبْن قَارِظ أَخْبَرَهُ أَنَّ عَبْد الرَّحْمَن بْن عَوْف قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا صَلَّتْ الْمَرْأَة خَمْسهَا وَصَامَتْ شَهْرهَا وَحَفِظَتْ فَرْجهَا وَأَطَاعَتْ زَوْجهَا قِيلَ لَهَا اُدْخُلِي الْجَنَّة مِنْ أَيّ الْأَبْوَاب شِئْت \" تَفَرَّدَ بِهِ أَحْمَد مِنْ طَرِيق عَبْد اللَّه بْن قَارِظ عَنْ عَبْد الرَّحْمَن بْن عَوْف , وَقَوْله تَعَالَى \" وَاَللَّاتِي تَخَافُونَ نُشُوزهنَّ \" أَيْ وَالنِّسَاء اللَّاتِي تَتَخَوَّفُونَ أَنْ يَنْشُزْنَ عَلَى أَزْوَاجهنَّ وَالنُّشُوز هُوَ الِارْتِفَاع فَالْمَرْأَة النَّاشِز هِيَ الْمُرْتَفِعَة عَلَى زَوْجهَا التَّارِكَة لِأَمْرِهِ الْمُعْرِضَة عَنْهُ الْمُبْغِضَة لَهُ فَمَتَى ظَهَرَ لَهُ مِنْهَا أَمَارَات النُّشُوز فَلْيَعِظْهَا وَلْيُخَوِّفْهَا عِقَاب اللَّه فِي عِصْيَانه فَإِنَّ اللَّه قَدْ أَوْجَبَ حَقّ الزَّوْج عَلَيْهَا وَطَاعَته وَحَرَّمَ عَلَيْهَا مَعْصِيَته لِمَا لَهُ عَلَيْهَا مِنْ الْفَضْل وَالْإِفْضَال وَقَدْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ كُنْت آمِرًا أَحَدًا أَنْ يَسْجُد لِأَحَدٍ لَأَمَرْت الْمَرْأَة أَنْ تَسْجُد لِزَوْجِهَا مِنْ عِظَم حَقّه عَلَيْهَا \" . وَرَوَى الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" إِذَا دَعَا الرَّجُل اِمْرَأَته إِلَى فِرَاشه فَأَبَتْ عَلَيْهِ لَعَنَتْهَا الْمَلَائِكَة حَتَّى تُصْبِح \" رَوَاهُ مُسْلِم وَلَفْظه \" إِذَا بَاتَتْ الْمَرْأَة هَاجِرَة فِرَاش زَوْجهَا لَعَنَتْهَا الْمَلَائِكَة حَتَّى تُصْبِح \" وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّاتِي تَخَافُونَ نُشُوزهنَّ فَعِظُوهُنَّ \" وَقَوْله \" وَاهْجُرُوهُنَّ فِي الْمَضَاجِع \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : الْهَجْر هُوَ أَنْ لَا يُجَامِعهَا وَيُضَاجِعهَا عَلَى فِرَاشهَا وَيُوَلِّيهَا ظَهْره وَكَذَا قَالَ غَيْر وَاحِد وَزَادَ آخَرُونَ مِنْهُمْ السُّدِّيّ وَالضَّحَّاك وَعِكْرِمَة وَابْن عَبَّاس فِي رِوَايَة وَلَا يُكَلِّمهَا مَعَ ذَلِكَ وَلَا يُحَدِّثهَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة أَيْضًا عَنْ اِبْن عَبَّاس : يَعِظهَا فَإِنْ هِيَ قَبِلَتْ وَإِلَّا هَجَرَهَا فِي الْمَضْجَع وَلَا يُكَلِّمهَا مِنْ غَيْر أَنْ يَرُدّ نِكَاحهَا وَذَلِكَ عَلَيْهَا شَدِيد وَقَالَ مُجَاهِد وَالشَّعْبِيّ وَإِبْرَاهِيم وَمُحَمَّد بْن كَعْب وَمِقْسَم وَقَتَادَة : الْهَجْر هُوَ أَنْ لَا يُضَاجِعهَا وَقَدْ قَالَ أَبُو دَاوُد حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي مُرَّة الرَّقَاشِيّ عَنْ عَمّه أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَإِنْ خِفْتُمْ نُشُوزهنَّ فَاهْجُرُوهُنَّ فِي الْمَضَاجِع \" قَالَ حَمَّاد يَعْنِي النِّكَاح وَفِي السُّنَن وَالْمُسْنَد عَنْ مُعَاوِيَة بْن حَيْدَة الْقُشَيْرِيّ أَنَّهُ قَالَ : يَا رَسُول اللَّه مَا حَقّ اِمْرَأَة أَحَدنَا عَلَيْهِ قَالَ \" أَنْ تُطْعِمهَا إِذَا طَعِمْت وَتَكْسُوهَا إِذَا اِكْتَسَيْت وَلَا تَضْرِب الْوَجْه وَلَا تُقَبِّح وَلَا تَهْجُر إِلَّا فِي الْبَيْت \" وَقَوْله وَاضْرِبُوهُنَّ أَيْ إِذَا لَمْ يَرْتَدِعْنَ بِالْمَوْعِظَةِ وَلَا بِالْهِجْرَانِ فَلَكُمْ أَنْ تَضْرِبُوهُنَّ ضَرْبًا غَيْر مُبَرِّح كَمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي حَجَّة الْوَدَاع \" وَاتَّقُوا اللَّه فِي النِّسَاء فَإِنَّهُنَّ عِنْدكُمْ عَوَان وَلَكُمْ عَلَيْهِنَّ أَنْ لَا يُوطِئْنَ فُرُشكُمْ أَحَدًا تَكْرَهُونَهُ فَإِنْ فَعَلْنَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْر مُبَرِّح وَلَهُنَّ رِزْقهنَّ وَكِسْوَتهنَّ بِالْمَعْرُوفِ \" وَكَذَا قَالَ اِبْن عَبَّاس وَغَيْر وَاحِد ضَرْبًا غَيْر مُبَرِّح قَالَ الْحَسَن الْبَصْرِيّ يَعْنِي غَيْر مُؤَثِّر قَالَ الْفُقَهَاء هُوَ أَنْ لَا يَكْسِر فِيهَا عُضْوًا وَلَا يُؤَثِّر فِيهَا شَيْئًا , وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : يَهْجُرهَا فِي الْمَضْجَع فَإِنْ أَقْبَلَتْ وَإِلَّا فَقَدْ أَذِنَ اللَّه لَك أَنْ تَضْرِبهَا ضَرْبًا غَيْر مُبَرِّح وَلَا تَكْسِر لَهَا عَظْمًا فَإِنْ أَقْبَلَتْ وَإِلَّا قَدْ أَحَلَّ اللَّه لَك مِنْهَا الْفِدْيَة . وَقَالَ سُفْيَان بْن عُيَيْنَة عَنْ الزُّهْرِيّ عَنْ عَبْد اللَّه بْن عَبْد اللَّه بْن عُمَر عَنْ إِيَاس بْن عَبْد اللَّه بْن أَبِي ذِئَاب قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَضْرِبُوا إِمَاء اللَّه \" فَجَاءَ عُمَر رَضِيَ اللَّه عَنْهُ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ ذَئِرَتْ النِّسَاء عَلَى أَزْوَاجهنَّ فَرَخَّصَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ضَرْبهنَّ فَأَطَافَ بِآلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نِسَاء كَثِير يَشْتَكِينَ أَزْوَاجهنَّ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ أَطَافَ بِآلِ مُحَمَّد نِسَاء كَثِير يَشْتَكِينَ مِنْ أَزْوَاجهنَّ لَيْسَ أُولَئِكَ بِخِيَارِكُمْ \" رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان بْن دَاوُد يَعْنِي أَبَا دَاوُد الطَّيَالِسِيّ حَدَّثَنَا أَبُو عَوَانَة عَنْ دَاوُد الْأَوْدِيّ عَنْ عَبْد الرَّحْمَن السُّلَمِيّ عَنْ الْأَشْعَث بْن قَيْس قَالَ ضِفْت عُمَر رَضِيَ اللَّه عَنْهُ فَتَنَاوَلَ اِمْرَأَته فَضَرَبَهَا فَقَالَ يَا أَشْعَث اِحْفَظْ عَنِّي ثَلَاثًا حَفِظْتهنَّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا تَسْأَل الرَّجُل فِيمَا ضَرَبَ اِمْرَأَته وَلَا تَنَمْ إِلَّا عَلَى وِتْر وَنَسِيَ الثَّالِثَة وَكَذَا رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ أَبِي عَوَانَة عَنْ دَاوُد الْأَوْدِيّ بِهِ وَقَوْله تَعَالَى \" فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا \" أَيْ إِذَا أَطَاعَتْ الْمَرْأَة زَوْجهَا فِي جَمِيع مَا يُرِيدهُ مِنْهَا مِمَّا أَبَاحَهُ اللَّه لَهُ مِنْهَا فَلَا سَبِيل لَهُ عَلَيْهَا بَعْد ذَلِكَ وَلَيْسَ لَهُ ضَرْبهَا وَلَا هِجْرَانهَا , وَقَوْله إِنَّ اللَّه كَانَ عَلِيًّا كَبِيرًا تَهْدِيد لِلرِّجَالِ إِذَا بَغَوْا عَلَى النِّسَاء مِنْ غَيْر سَبَب فَإِنَّ اللَّه الْعَلِيّ الْكَبِير وَلِيّهنَّ وَهُوَ مُنْتَقِم مِمَّنْ ظَلَمَهُنَّ وَبَغَى عَلَيْهِنَّ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40871, "aya_id": 34}]