[{"text": "إِلَّا مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُوْلَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "sura_id": 25, "type": 0, "id": 2925, "aya_id": 70}, {"text": "إلا من تاب وآمن وعمل عملا صالحا فأولئك يبدل الله سيئاتهم حسنات وكان الله غفورا رحيما", "sura_id": 25, "type": 1, "id": 9161, "aya_id": 70}, {"text": "70 - (إلا من تاب وآمن وعمل عملا صالحا) منهم (فأولئك يبدل الله سيئاتهم) المذكورة (حسنات) في الآخرة (وكان الله غفورا رحيما) لم يزل متصفا بذلك \r\n", "sura_id": 25, "type": 2, "id": 27869, "aya_id": 70}, {"text": " لكن مَن تاب مِن هذه الذنوب توبة نصوحًا وآمن إيمانًا جازمًا مقرونًا بالعمل الصالح، فأولئك يمحو الله عنهم سيئاتهم ويجعل مكانها حسنات ؛ بسبب توبتهم وندمهم . وكان الله غفورًا لمن تاب، رحيمًا بعباده حيث دعاهم إلى التوبة بعد مبارزته بأكبر المعاصي. \r\n", "sura_id": 25, "type": 3, "id": 34105, "aya_id": 70}, {"text": " <font color=red>إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</font><BR><p>وَقَوْله تَعَالَى \" إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا\" أَيْ جَزَاؤُهُ عَلَى مَا فَعَلَ مِنْ هَذِهِ الصِّفَات الْقَبِيحَة مَا ذُكِرَ \" إِلَّا مَنْ تَابَ \" أَيْ فِي الدُّنْيَا إِلَى اللَّه عَزَّ وَجَلَّ مِنْ جَمِيع ذَلِكَ فَإِنَّ اللَّه يَتُوب عَلَيْهِ وَفِي ذَلِكَ دَلَالَة عَلَى صِحَّة تَوْبَة الْقَاتِل وَلَا تَعَارُض بَيْن هَذِهِ وَبَيْن آيَة النِّسَاء \" وَمَنْ يَقْتُل مُؤْمِنًا مُتَعَمِّدًا\" الْآيَة فَإِنَّ هَذِهِ وَإِنْ كَانَتْ مَدَنِيَّة إِلَّا أَنَّهَا مُطْلَقَة فَتُحْمَل عَلَى مَنْ لَمْ يَتُبْ لِأَنَّ هَذِهِ مُقَيَّدَة بِالتَّوْبَةِ ثُمَّ قَدْ قَالَ تَعَالَى \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ \" الْآيَة قَدْ ثَبَتَتْ السُّنَّة الصَّحِيحَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِصِحَّةِ تَوْبَة الْقَاتِل كَمَا ذُكِرَ مُقَرَّرًا مِنْ قِصَّة الَّذِي قَتَلَ مِائَة رَجُل ثُمَّ تَابَ فَقَبِلَ اللَّه تَوْبَته وَغَيْر ذَلِكَ مِنْ الْأَحَادِيث وَقَوْله تَعَالَى \" فَأُولَئِكَ يُبَدِّل اللَّه سَيِّئَاتهمْ حَسَنَات وَكَانَ اللَّه غَفُورًا رَحِيمًا \" فِي مَعْنَى قَوْله \" يُبَدِّل اللَّه سَيِّئَاتهمْ حَسَنَات \" قَوْلَانِ أَحَدهمَا أَنَّهُمْ بُدِّلُوا مَكَان عَمَل السَّيِّئَات بِعَمَلِ الْحَسَنَات قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة قَالَ هُمْ الْمُؤْمِنُونَ كَانُوا مِنْ قَبْل إِيمَانهمْ عَلَى السَّيِّئَات فَرَغِبَ اللَّه بِهِمْ عَنْ السَّيِّئَات فَحَوَّلَهُمْ إِلَى الْحَسَنَات فَأَبْدَلَهُمْ مَكَان السَّيِّئَات الْحَسَنَات وَرُوِيَ عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يُنْشِد عِنْد هَذِهِ الْآيَة : بُدِّلْنَ بَعْد حَرّه خَرِيفًا وَبَعْد طُول النَّفَس الْوَجِيفَا يَعْنِي تَغَيَّرَتْ تِلْكَ الْأَحْوَال إِلَى غَيْرهَا وَقَالَ عَطَاء بْن أَبِي رَبَاح هَذَا فِي الدُّنْيَا يَكُون الرَّجُل عَلَى صِفَة قَبِيحَة ثُمَّ يُبْدِلهُ اللَّه بِهَا خَيْرًا وَقَالَ سَعِيد بْن جُبَيْر أَبْدَلَهُمْ اللَّه بِعِبَادِةِ الْأَوْثَان عِبَادَة الرَّحْمَن وَأَبْدَلَهُمْ بِقِتَالِ الْمُسْلِمِينَ قِتَال الْمُشْرِكِينَ وَأَبْدَلَهُمْ بِنِكَاحِ الْمُشْرِكَات نِكَاح الْمُؤْمِنَات وَقَالَ الْحَسَن الْبَصْرِيّ أَبْدَلَهُمْ اللَّه بِالْعَمَلِ السَّيِّئ الْعَمَل الصَّالِح وَأَبْدَلَهُمْ بِالشِّرْكِ إِخْلَاصًا وَأَبْدَلَهُمْ بِالْفُجُورِ إِحْصَانًا وَبِالْكُفْرِ إِسْلَامًا وَهَذَا قَوْل أَبِي الْعَالِيَة وَقَتَادَة وَجَمَاعَة آخَرِينَ \" وَالْقَوْل الثَّانِي \" أَنَّ تِلْكَ السَّيِّئَات الْمَاضِيَة تَنْقَلِب بِنَفْسِ التَّوْبَة النَّصُوح حَسَنَات وَمَا ذَاكَ إِلَّا لِأَنَّهُ كُلَّمَا تَذَكَّرَ مَا مَضَى نَدِمَ وَاسْتَرْجَعَ وَاسْتَغْفَرَ فَيَنْقَلِب الذَّنْب طَاعَة بِهَذَا الِاعْتِبَار فَيَوْم الْقِيَامَة وَإِنْ وَجَدَهُ مَكْتُوبًا عَلَيْهِ فَإِنَّهُ لَا يَضُرّهُ وَيَنْقَلِب حَسَنَة فِي صَحِيفَته كَمَا ثَبَتَتْ السُّنَّة بِذَلِكَ وَصَحَّتْ بِهِ الْآثَار الْمَرْوِيَّة عَنْ السَّلَف رَضِيَ اللَّه عَنْهُمْ فَعَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُمْ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَأَعْرِف آخِر أَهْل النَّار خُرُوجًا مِنْ النَّار وَآخِر أَهْل الْجَنَّة دُخُولًا إِلَى الْجَنَّة ; يُؤْتَى بِرَجُلٍ فَيَقُول نَحُّوا عَنْهُ كِبَار ذُنُوبه وَسَلُوهُ عَنْ صِغَارهَا قَالَ فَيُقَال لَهُ عَمِلْت يَوْم كَذَا : كَذَا وَكَذَا وَعَمِلْت يَوْم كَذَا : كَذَا وَكَذَا فَيَقُول نَعَمْ لَا يَسْتَطِيعُ أَنْ يُنْكِر مِنْ ذَلِكَ شَيْئًا فَيُقَال : فَإِنَّ لَك بِكُلِّ سَيِّئَة حَسَنَة فَيَقُول يَا رَبّ عَمِلْت أَشْيَاء لَا أَرَاهَا هَهُنَا \" قَالَ فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذه ; اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا هَاشِم بْن يَزِيد حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل حَدَّثَنِي أَبِي حَدَّثَنِي ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا نَامَ اِبْن آدَم قَالَ الْمَلَك لِلشَّيْطَانِ أَعْطِنِي صَحِيفَتَك فَيُعْطِيه إِيَّاهَا فَمَا وَجَدَ فِي صَحِيفَةٍ مِنْ حَسَنَةٍ مَحَا بِهَا عَشْر سَيِّئَات مِنْ صَحِيفَة الشَّيْطَان وَكَتَبَهُنَّ حَسَنَات فَإِذَا أَرَادَ أَحَدكُمْ أَنْ يَنَام فَلْيُكَبِّرْ ثَلَاثًا وَثَلَاثِينَ تَكْبِيرَة وَيَحْمَد أَرْبَعًا وَثَلَاثِينَ تَحْمِيدَة وَيُسَبِّح ثَلَاثًا وَثَلَاثِينَ تَسْبِيحَة فَتِلْكَ مِائَة \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو سَلَمَة وَعَارِم قَالَا حَدَّثَنَا ثَابِت يَعْنِي اِبْن يَزِيد أَبُو زَيْد حَدَّثَنَا عَاصِم عَنْ أَبِي عُثْمَان عَنْ سَلْمَان قَالَ يُعْطَى الرَّجُل يَوْم الْقِيَامَة صَحِيفَته فَيَقْرَأ أَعْلَاهَا فَإِذَا سَيِّئَاته فَإِذَا كَادَ يَسُوء ظَنّه نَظَرَ فِي أَسْفَلهَا فَإِذَا حَسَنَاته ثُمَّ يَنْظُر فِي أَعْلَاهَا فَإِذَا هِيَ قَدْ بُدِّلَتْ حَسَنَات وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا سَلْمَان بْن مُوسَى الزُّهْرِيّ أَبُو دَاوُد حَدَّثَنَا أَبُو الْعَنْبَس عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : لَيَأْتِيَنَّ اللَّه عَزَّ وَجَلَّ بِأُنَاسٍ يَوْم الْقِيَامَة رَأَوْا أَنَّهُمْ قَدْ اِسْتَكْثَرُوا مِنْ السَّيِّئَات قِيلَ مَنْ هُمْ يَا أَبَا هُرَيْرَة ؟ قَالَ الَّذِينَ يُبَدِّل اللَّه سَيِّئَاتهمْ حَسَنَات وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه اِبْن أَبِي زِيَاد حَدَّثَنَا سَيَّار حَدَّثَنَا جَعْفَر حَدَّثَنَا أَبُو حَمْزَة عَنْ أَبِي الصَّيْف - قُلْت وَكَانَ مِنْ أَصْحَاب مُعَاذ بْن جَبَل - قَالَ : يَدْخُل أَهْل الْجَنَّة الْجَنَّة عَلَى أَرْبَعَة أَصْنَاف الْمُتَّقِينَ ثُمَّ الشَّاكِرِينَ ثُمَّ الْخَائِفِينَ ثُمَّ أَصْحَاب الْيَمِين قُلْت لِمَ سُمُّوا أَصْحَاب الْيَمِين ؟ قَالَ لِأَنَّهُمْ قَدْ عَمِلُوا بِالسَّيِّئَاتِ وَالْحَسَنَات فَأُعْطُوا كُتُبهمْ بِأَيْمَانِهِمْ فَقَرَءُوا سَيِّئَاتهمْ حَرْفًا حَرْفًا وَقَالُوا يَا رَبّنَا هَذِهِ سَيِّئَاتنَا فَأَيْنَ حَسَنَاتنَا ؟ فَعِنْد ذَلِكَ مَحَا اللَّه السَّيِّئَات وَجَعَلَهَا حَسَنَات فَعِنْد ذَلِكَ قَالُوا\" هَاؤُمُ اِقْرَءُوا كِتَابَيْهِ \" فَهُمْ أَكْثَر أَهْل الْجَنَّة وَقَالَ عَلِيّ بْن الْحُسَيْن زَيْن الْعَابِدِينَ \" يُبَدِّل اللَّه سَيِّئَاتهمْ حَسَنَات \" قَالَ فِي الْآخِرَة وَقَالَ مَكْحُول يَغْفِرهَا لَهُمْ فَيَجْعَلهَا حَسَنَات رَوَاهُمَا اِبْن أَبِي حَاتِم وَرَوَى اِبْن جَرِير عَنْ سَعِيد بْن الْمُسَيِّب مِثْله قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن الْوَزِير الدِّمَشْقِيّ حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا أَبُو جَابِر أَنَّهُ سَمِعَ مَكْحُولًا يُحَدِّث قَالَ : جَاءَ شَيْخ كَبِير هَرِم قَدْ سَقَطَ حَاجِبَاهُ عَلَى عَيْنَيْهِ فَقَالَ يَا رَسُول اللَّه رَجُل غَدَرَ وَفَجَرَ وَلَمْ يَدَع حَاجَة وَلَا دَاجَة إِلَّا اِقْتَطَفَهَا بِيَمِينِهِ لَوْ قُسِّمَتْ خَطِيئَته بَيْن أَهْل الْأَرْض لَأَوْبَقَتْهُمْ فَهَلْ لَهُ مِنْ تَوْبَة ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَأَسْلَمْت ؟ \" فَقَالَ أَمَّا أَنَا فَأَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنَّ اللَّه غَافِر لَك مَا كُنْت كَذَلِكَ وَمُبَدِّل سَيِّئَاتك حَسَنَات \" فَقَالَ يَا رَسُول اللَّه وَغَدَرَاتِي وَفَجَرَاتِي ؟ فَقَالَ \" وَغَدَرَاتك وَفَجَرَاتك \" فَوَلَّى الرَّجُل يُكَبِّر وَيُهَلِّل وَرَوَى الطَّبَرَانِيّ مِنْ حَدِيث أَبِي الْمُغِيرَة عَنْ صَفْوَان بْن عُمَر عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ أَبِي فَرْوَة أَنَّهُ أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : أَرَأَيْت رَجُلًا عَمِلَ الذُّنُوب كُلّهَا وَلَمْ يَتْرُك حَاجَة وَلَا دَاجَة فَهَلْ لَهُ مِنْ تَوْبَة ؟ فَقَالَ \" أَسْلَمْت ؟ \" فَقَالَ نَعَمْ . قَالَ \" فَافْعَلْ الْخَيْرَات وَاتْرُكْ السَّيِّئَات فَيَجْعَلهَا اللَّه لَك خَيْرَات كُلّهَا \" قَالَ وَغَدَرَاتِي وَفَجَرَاتِي ؟ قَالَ \" نَعَمْ \" فَمَا زَالَ يُكَبِّر حَتَّى تَوَارَى وَرَوَاهُ الطَّبَرَانِيّ مِنْ طَرِيق أَبِي فَرْوَة الرَّهَاوِيّ عَنْ يَاسِين الزَّيَّات عَنْ أَبِي سَلَمَة الْحِمْصِيّ عَنْ يَحْيَى بْن جَابِر عَنْ سَلَمَة بْن نُفَيْل مَرْفُوعًا وَقَالَ أَيْضًا حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم اِبْن الْمُنْذِر حَدَّثَنَا عِيسَى بْن شُعَيْب بْن ثَوْبَان عَنْ فُلَيْح بْن عُبَيْد بْن أَبِي عُبَيْد الشَّمَّاس عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : جَاءَتْنِي اِمْرَأَة فَقَالَتْ هَلْ لِي مِنْ تَوْبَة ؟ إِنِّي زَنَيْت وَوَلَدْت وَقَتَلْته فَقُلْت لَا وَلَا نِعْمَتْ الْعَيْن وَلَا كَرَامَة فَقَامَتْ وَهِيَ تَدْعُو بِالْحَسْرَةِ ثُمَّ صَلَّيْت مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصُّبْح فَقَصَصْت عَلَيْهِ مَا قَالَتْ الْمَرْأَة وَمَا قُلْت لَهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بِئْسَمَا قُلْت أَمَا كُنْت تَقْرَأ هَذِهِ الْآيَة ؟ \" \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر - إِلَى قَوْله - \" إِلَّا مَنْ تَابَ \" الْآيَة فَقَرَأْتهَا عَلَيْهَا فَخَرَّتْ سَاجِدَة وَقَالَتْ الْحَمْد لِلَّهِ الَّذِي جَعَلَ لِي مَخْرَجًا هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَفِي رِجَاله مَنْ لَا يُعْرَف وَاَللَّه أَعْلَم . وَقَدْ رَوَاهُ اِبْن جَرِير مِنْ حَدِيث إِبْرَاهِيم بْن الْمُنْذِر الْحِزَامِيّ بِسَنَدِهِ بِنَحْوِهِ وَعِنْده فَخَرَجَتْ تَدْعُو بِالْحَسْرَةِ وَتَقُول يَا حَسْرَتَا أَخُلِقَ هَذَا الْحُسْن لِلنَّارِ ؟ وَعِنْده أَنَّهُ لَمَّا رَجَعَ مِنْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَطْلُبهَا فِي جَمِيع دُور الْمَدِينَة فَلَمْ يَجِدهَا فَلَمَّا كَانَ مِنْ اللَّيْلَة الْمُقْبِلَة جَاءَتْهُ فَأَخْبَرَهَا بِمَا قَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَخَرَّتْ سَاجِدَة وَقَالَتْ الْحَمْد لِلَّهِ الَّذِي جَعَلَ لِي مَخْرَجًا وَتَوْبَة مِمَّا عَمِلْت وَأَعْتَقَتْ جَارِيَة كَانَتْ مَعَهَا وَابْنَتهَا وَتَابَتْ إِلَى اللَّه عَزَّ وَجَلَّ ثُمَّ قَالَ تَعَالَى مُخْبِرًا عَنْ عُمُوم رَحْمَته بِعِبَادِهِ وَأَنَّهُ مَنْ تَابَ إِلَيْهِ مِنْهُمْ تَابَ عَلَيْهِ مِنْ أَيّ ذَنْب كَانَ جَلِيلًا أَوْ حَقِيرًا كَبِيرًا أَوْ صَغِيرًا .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39356, "aya_id": 70}]