[{"text": "وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالاً سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ الْمَاء فَأَخْرَجْنَا بِهِ مِن كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْموْتَى لَعَلَّكُمْ تَذَكَّرُونَ", "sura_id": 7, "type": 0, "id": 1011, "aya_id": 57}, {"text": "وهو الذي يرسل الرياح بشرا بين يدي رحمته حتى إذا أقلت سحابا ثقالا سقناه لبلد ميت فأنزلنا به الماء فأخرجنا به من كل الثمرات كذلك نخرج الموتى لعلكم تذكرون", "sura_id": 7, "type": 1, "id": 7247, "aya_id": 57}, {"text": "57 - (وهو الذي يرسل الرياح نُشُراً بين يدي رحمته) أي متفرقة قدام المطر ، وفي قراءة بسكون الشين تخفيفاً وفي أخرى بسكونها وفتح النون مصدراً وفي أخرى بسكونها وضم الموحدة بدل النون أي مبشراً ومفرد الأولى نَشُور كرسول والأخيرة بشير (حتى إذا أقلت) حملت الرياح (سحابا ثقالا) بالمطر (سقناه) أي السحاب وفيه التفات عن الغيبة (لبلد ميت) لا نبات به أي لإحيائها (فأنزلنا به) بالبلد (الماء فأخرجنا به) بالماء (من كل الثمرات كذلك) الإخراج (نخرج الموتى) من قبورهم بالإحياء (لعلكم تذكرون) فتؤمنوا \r\n", "sura_id": 7, "type": 2, "id": 25955, "aya_id": 57}, {"text": "والله تعالى هو الذي يرسل الرياح الطيبة اللينة مبشرات بالغيث الذي تثيره بإذن الله, فيستبشر الخلق برحمة الله, حتى إذا حملت الريح السحاب المحمل بالمطر ساقه الله بها لإحياء بلد, قد أجدبت أرضه, ويَبِست أشجاره وزرعه, فأنزل الله به المطر, فأخرج به الكلأ والأشجار والزروع, فعادت أشجاره محملة بأنواع الثمرات. كما نحيي هذا البلد الميت بالمطر نخرج الموتى من قبورهم أحياءً بعد فنائهم; لتتعظوا, فتستدلوا على توحيد الله وقدرته على البعث.\r\n", "sura_id": 7, "type": 3, "id": 32191, "aya_id": 57}, {"text": " <font color=red>وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى أَنَّهُ خَالِق السَّمَاوَات وَالْأَرْض وَأَنَّهُ الْمُتَصَرِّف الْحَاكِم الْمُدَبِّر الْمُسَخِّر وَأَرْشَدَ إِلَى دُعَائِهِ لِأَنَّهُ عَلَى مَا يَشَاء قَادِر نَبَّهَ تَعَالَى عَلَى أَنَّهُ الرَّزَّاق وَأَنَّهُ يُعِيد الْمَوْتَى يَوْم الْقِيَامَة فَقَالَ \" وَهُوَ الَّذِي يُرْسِل الرِّيَاح بُشْرًا \" أَيْ مُنْتَشِرَة بَيْن يَدَيْ السَّحَاب الْحَامِل لِلْمَطَرِ وَمِنْهُمْ مَنْ قَرَأَ بُشْرًا كَقَوْلِهِ \" وَمِنْ آيَاته أَنْ يُرْسِل الرِّيَاح مُبَشِّرَات \" وَقَوْله \" بَيْن يَدَيْ رَحْمَته \" أَيْ بَيْن يَدَيْ الْمَطَر كَمَا قَالَ \" وَهُوَ الَّذِي يُنَزِّل الْغَيْث مِنْ بَعْد مَا قَنَطُوا وَيَنْشُر رَحْمَته وَهُوَ الْوَلِيّ الْحَمِيد \" وَقَالَ \" فَانْظُرْ إِلَى آثَار رَحْمَة اللَّه كَيْف يُحْيِي الْأَرْض بَعْد مَوْتهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلّ شَيْء قَدِير \" وَقَوْله \" حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا\" أَيْ حَمَلَتْ الرِّيَاح سَحَابًا ثِقَالًا أَيْ مِنْ كَثْرَة مَا فِيهَا مِنْ الْمَاء تَكُون ثَقِيلَة قَرِيبَة مِنْ الْأَرْض مُدْلَهِمَّة كَمَا قَالَ زَيْد بْن عَمْرو بْن نُفَيْل رَحِمَهُ اللَّه . وَأَسْلَمْت وَجْهِي لِمَنْ أَسْلَمَتْ لَهُ الْمُزْن تَحْمِل عَذْبًا زُلَالًا وَأَسْلَمْت وَجْهِي لِمَنْ أَسْلَمَتْ لَهُ الْأَرْض تَحْمِل صَخْرًا ثِقَالًا وَقَوْله \" سُقْنَاهُ لِبَلَدٍ مَيِّت \" أَيْ إِلَى أَرْض مَيِّتَة مُجْدِبَة لَا نَبَات فِيهَا كَقَوْلِهِ \" وَآيَة لَهُمْ الْأَرْض الْمَيْتَة أَحْيَيْنَاهَا \" الْآيَة . وَلِهَذَا قَالَ \" فَأَخْرَجْنَا بِهِ مِنْ كُلّ الثَّمَرَات كَذَلِكَ نُخْرِج الْمَوْتَى \" أَيْ كَمَا أَحْيَيْنَا هَذِهِ الْأَرْض بَعْد مَوْتهَا كَذَلِكَ نُحْيِي الْأَجْسَاد بَعْد صَيْرُورَتهَا رَمِيمًا يَوْم الْقِيَامَة يُنْزِل اللَّه سُبْحَانه وَتَعَالَى مَاء مِنْ السَّمَاء فَتُمْطِر الْأَرْض أَرْبَعِينَ يَوْمًا فَتَنْبُت مِنْهُ الْأَجْسَاد فِي قُبُورهَا كَمَا يَنْبُت الْحَبّ فِي الْأَرْض وَهَذَا الْمَعْنَى كَثِير فِي الْقُرْآن يَضْرِب اللَّه مَثَلًا لِيَوْمِ الْقِيَامَة بِإِحْيَاءِ الْأَرْض بَعْد مَوْتهَا وَلِهَذَا قَالَ \" لَعَلَّكُمْ تَذَكَّرُونَ \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42625, "aya_id": 57}]