[{"text": "وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُواْ يَكْسِبُونَ", "sura_id": 6, "type": 0, "id": 918, "aya_id": 129}, {"text": "وكذلك نولي بعض الظالمين بعضا بما كانوا يكسبون", "sura_id": 6, "type": 1, "id": 7154, "aya_id": 129}, {"text": "129 - (وكذلك) لما متعنا عصاة الإنس والجن بعضهم ببعض (نولي) من الولاية (بعض الظالمين بعضاً) أي على بعض (بما كانوا يكسبون) من المعاصي \r\n", "sura_id": 6, "type": 2, "id": 25862, "aya_id": 129}, {"text": "وكما سلَّطْنا شياطين الجن على كفار الإنس, فكانوا أولياء لهم, نسلِّط الظالمين من الإنس بعضهم على بعض في الدنيا; بسبب ما يعملونه من المعاصي.\r\n", "sura_id": 6, "type": 3, "id": 32098, "aya_id": 129}, {"text": " <font color=red>وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُوا يَكْسِبُونَ</font><BR><p>قَالَ سَعِيد عَنْ قَتَادَة فِي تَفْسِيرهَا إِنَّمَا يُوَلِّي اللَّه النَّاس أَعْمَالهمْ فَالْمُؤْمِن وَلِيّ الْمُؤْمِن أَيْنَ كَانَ وَحَيْثُ كَانَ وَالْكَافِر وَلِيّ الْكَافِر أَيْنَمَا كَانَ وَحَيْثُمَا كَانَ لَيْسَ الْإِيمَان بِالتَّمَنِّي وَلَا بِالتَّحَلِّي وَاخْتَارَهُ اِبْن جَرِير وَقَالَ مَعْمَر عَنْ قَتَادَة فِي تَفْسِير الْآيَة يُوَلِّي اللَّه بَعْض الظَّالِمِينَ بَعْضًا فِي النَّار يَتَّبِع بَعْضهمْ بَعْضًا وَقَالَ : مَالِك بْن دِينَار قَرَأْت فِي الزَّبُور إِنِّي أَنْتَقِم مِنْ الْمُنَافِقِينَ بِالْمُنَافِقِينَ ثُمَّ أَنْتَقِم مِنْ الْمُنَافِقِينَ جَمِيعًا وَذَلِكَ فِي كِتَاب اللَّه قَوْل اللَّه تَعَالَى \" وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا \" وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم فِي قَوْله \" وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا \" قَالَ ظَالِمِي الْجِنّ وَظَالِمِي الْإِنْس وَقَرَأَ \" وَمَنْ يَعِشْ عَنْ ذِكْر الرَّحْمَن نُقَيِّض لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِين \" قَالَ وَنُسَلِّط ظَلَمَة الْجِنّ عَلَى ظَلَمَة الْإِنْس . وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة عَبْد الْبَاقِي بْن أَحْمَد مِنْ طَرِيق سَعِيد بْن عَبْد الْجَبَّار الْكَرَابِيسِيّ عَنْ حَمَّاد بْن سَلَمَة عَنْ عَاصِم عَنْ ذَرٍّ عَنْ اِبْن مَسْعُود مَرْفُوعًا مَنْ أَعَانَ ظَالِمًا سَلَّطَهُ اللَّه عَلَيْهِ وَهَذَا حَدِيث غَرِيب وَقَالَ بَعْض الشُّعَرَاء : وَمَا مِنْ يَد إِلَّا يَد اللَّه فَوْقهَا وَلَا ظَالِم إِلَّا سَيَبْلَى بِظَالِم وَمَعْنَى الْآيَة الْكَرِيمَة كَمَا وَلَّيْنَا هَؤُلَاءِ الْخَاسِرِينَ مِنْ الْإِنْس تِلْكَ الطَّائِفَة الَّتِي أَغْوَتْهُمْ مِنْ الْجِنّ كَذَلِكَ نَفْعَل بِالظَّالِمِينَ نُسَلِّط بَعْضهمْ عَلَى بَعْض وَنُهْلِك بَعْضهمْ بِبَعْضٍ وَنَنْتَقِم مِنْ بَعْضهمْ بِبَعْضٍ جَزَاء عَلَى ظُلْمهمْ وَبَغْيهمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42109, "aya_id": 129}]