[{"text": "ذَلِكَ أَدْنَى أَن يَأْتُواْ بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُواْ أَن تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ وَاتَّقُوا اللّهَ وَاسْمَعُواْ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْفَاسِقِينَ", "sura_id": 5, "type": 0, "id": 777, "aya_id": 108}, {"text": "ذلك أدنى أن يأتوا بالشهادة على وجهها أو يخافوا أن ترد أيمان بعد أيمانهم واتقوا الله واسمعوا والله لا يهدي القوم الفاسقين", "sura_id": 5, "type": 1, "id": 7013, "aya_id": 108}, {"text": "108 - (ذلك) الحكم المذكور من رد اليمين على الورثة (أدنى) أقرب إلى (أن يأتوا) أي الشهود أو الأوصياء (بالشهادة على وجهها) الذي تحملوها عليه من غير تحريف ولا خيانة (أو) أقرب إلى أن (يخافوا أن ترد أيمان بعد أيمانهم) على الورثة المدعين فيحلفون على خيانتهم وكذبهم فيفتضحون ويغرمون فلا يكذبوا (واتقوا الله) بترك الخيانة والكذب (واسمعوا) ما تؤمرون به سماع قبول (والله لا يهدي القوم الفاسقين) الخارجين عن طاعته إلى سبيل الخير \r\n", "sura_id": 5, "type": 2, "id": 25721, "aya_id": 108}, {"text": "ذلك الحكم عند الارتياب في الشاهدين من الحلف بعد الصلاة وعدم قبول شهادتهما, أقرب إلى أن يأتوا بالشهادة على حقيقتها خوفًا من عذاب الآخرة, أو خشية من أن ترد اليمين الكاذبة من قِبَل أصحاب الحق بعد حلفهم, فيفتضح الكاذب الذي ردت يمينه في الدنيا وقت ظهور خيانته. وخافوا الله -أيها الناس- وراقبوه أن تحلفوا كذبًا, وأن تقتطعوا بأيمانكم مالا حرامًا, واسمعوا ما توعظون به. والله لا يهدي القوم الفاسقين الخارجين عن طاعته.\r\n", "sura_id": 5, "type": 3, "id": 31957, "aya_id": 108}, {"text": " <font color=red>ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ</font><BR><p>قَوْله\" ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْههَا \" أَيْ شَرْعِيَّة هَذَا الْحُكْم عَلَى هَذَا الْوَجْه الْمَرْضِيّ مِنْ تَحْلِيف الشَّاهِدَيْنِ الذِّمِّيَّيْنِ وَاسْتُرِيبَ بِهِمَا أَقْرَبُ إِلَى إِقَامَتهمَا الشَّهَادَة عَلَى الْوَجْه الْمَرْضِيّ وَقَوْله \" أَوْ يَخَافُوا أَنْ تُرَدّ أَيْمَان بَعْد أَيْمَانهمْ \" أَيْ يَكُون الْحَامِل لَهُمْ عَلَى الْإِتْيَان بِهَا عَلَى وَجْههَا هُوَ تَعْظِيم الْحَلِف بِاَللَّهِ وَمُرَاعَاة جَانِبه وَإِجْلَاله وَالْخَوْف مِنْ الْفَضِيحَة بَيْن النَّاس إِنْ رُدَّتْ الْيَمِين عَلَى الْوَرَثَة فَيَحْلِفُونَ وَيَسْتَحِقُّونَ مَا يَدَّعُونَ وَلِهَذَا قَالَ \" أَوْ يَخَافُوا أَنْ تُرَدّ أَيْمَان بَعْد أَيْمَانهمْ \" ثُمَّ قَالَ \" وَاتَّقُوا اللَّه\" أَيْ فِي جَمِيع أُمُوركُمْ \" وَاسْمَعُوا \" أَيْ وَأَطِيعُوا \" وَاَللَّه لَا يَهْدِي الْقَوْم الْفَاسِقِينَ \" أَيْ الْخَارِجِينَ عَنْ طَاعَته وَمُتَابَعَة شَرِيعَته .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41447, "aya_id": 108}]