[{"text": "وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأَرْضِ قَالُواْ إِنَّمَا نَحْنُ مُصْلِحُونَ", "sura_id": 2, "type": 0, "id": 18, "aya_id": 11}, {"text": "وإذا قيل لهم لا تفسدوا في الأرض قالوا إنما نحن مصلحون", "sura_id": 2, "type": 1, "id": 6254, "aya_id": 11}, {"text": "11 - (وإذا قيل لهم) أي لهؤلاء (لا تفسدوا في الأرض) بالكفر والتعويق عن الإيمان (قالوا إنما نحن مصلحون) وليس ما نحن فيه بفساد.  \r\n", "sura_id": 2, "type": 2, "id": 24962, "aya_id": 11}, {"text": "وإذا نُصحوا ليكفُّوا عن الإفساد في الأرض بالكفر والمعاصي, وإفشاء أسرار المؤمنين, وموالاة الكافرين, قالوا كذبًا وجدالا إنما نحن أهل الإصلاح.\r\n", "sura_id": 2, "type": 3, "id": 31198, "aya_id": 11}, {"text": " <font color=red>وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ</font><BR><p>قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الطَّبِيب الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ أُنَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْض قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ \" قَالَ هُمْ الْمُنَافِقُونَ أَمَّا لَا تُفْسِدُوا فِي الْأَرْض قَالَ الْفَسَاد هُوَ الْكُفْر وَالْعَمَل بِالْمَعْصِيَةِ وَقَالَ أَبُو جَعْفَر عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى \" وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْض \" قَالَ يَعْنِي لَا تَعْصُوا فِي الْأَرْض وَكَانَ فَسَادهمْ ذَلِكَ مَعْصِيَة اللَّه لِأَنَّهُ مَنْ عَصَى اللَّه فِي الْأَرْض أَوْ أَمَرَ بِمَعْصِيَتِهِ فَقَدْ أَفْسَدَ فِي الْأَرْض لِأَنَّ صَلَاح الْأَرْض وَالسَّمَاء بِالطَّاعَةِ وَهَكَذَا قَالَ الرَّبِيع بْن أَنَس وَقَتَادَة وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد \" وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْض \" قَالَ إِذَا رَكِبُوا مَعْصِيَة اللَّه فَقِيلَ لَهُمْ لَا تَفْعَلُوا كَذَا وَكَذَا قَالُوا إِنَّمَا نَحْنُ عَلَى الْهُدَى مُصْلِحُونَ . وَقَالَ وَكِيع وَعِيسَى بْن يُونُس وَعَثَّام بْن عَلِيّ عَنْ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ عَبَّاد بْن عَبْد اللَّه الْأَسَدِيّ عَنْ سَلْمَان الْفَارِسِيّ \" وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْض قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ\" قَالَ سَلْمَان لَمْ يَجِيء أَهْل هَذِهِ الْآيَة بَعْدُ . وَقَالَ اِبْن جَرِير حَدَّثَنِي أَحْمَد بْن عُثْمَان بْن حَكِيم حَدَّثَنَا عَبْد الرَّحْمَن بْن شَرِيك حَدَّثَنِي أَبِي عَنْ الْأَعْمَش عَنْ زَيْد بْن وَهْب وَغَيْره عَنْ سَلْمَان الْفَارِسِيّ فِي هَذِهِ الْآيَة قَالَ مَا جَاءَ هَؤُلَاءِ قَالَ اِبْن جَرِير يَحْتَمِل أَنَّ سَلْمَان رَضِيَ اللَّه عَنْهُ أَرَادَ بِهَذَا أَنَّ الَّذِينَ يَأْتُونَ بِهَذِهِ الصِّفَة أَعْظَم فَسَادًا مِنْ الَّذِينَ كَانُوا فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا أَنَّهُ عَنَى أَنَّهُ لَمْ يَمْضِ مِمَّنْ تِلْكَ صِفَته أَحَد قَالَ اِبْن جَرِير فَأَهْل النِّفَاق مُفْسِدُونَ فِي الْأَرْض بِمَعْصِيَتِهِمْ فِيهَا رَبّهمْ وَرُكُوبهمْ فِيهَا مَا نَهَاهُمْ عَنْ رُكُوبه وَتَضْيِيعهمْ فَرَائِضه وَشَكّهمْ فِي دِينه الَّذِي لَا يُقْبَل مِنْ أَحَد عَمَل إِلَّا بِالتَّصْدِيقِ بِهِ وَالْإِيقَان بِحَقِيقَتِهِ وَكَذِبهمْ الْمُؤْمِنِينَ بِدَعْوَاهُمْ غَيْر مَا هُمْ عَلَيْهِ مُقِيمُونَ مِنْ الشَّكّ وَالرَّيْب وَمُظَاهَرَتهمْ أَهْل التَّكْذِيب بِاَللَّهِ وَكُتُبه وَرُسُله عَلَى أَوْلِيَاء اللَّه إِذَا وَجَدُوا إِلَى ذَلِكَ سَبِيلًا فَذَلِكَ إِفْسَاد الْمُنَافِقِينَ فِي الْأَرْض وَهُمْ يَحْسَبُونَ أَنَّهُمْ بِفِعْلِهِمْ ذَلِكَ مُصْلِحُونَ فِيهَا . وَهَذَا الَّذِي قَالَهُ حَسَن فَإِنَّ مِنْ الْفَسَاد فِي الْأَرْض اِتِّخَاذَ الْمُؤْمِنِينَ الْكَافِرِينَ أَوْلِيَاءَ كَمَا قَالَ تَعَالَى \" وَاَلَّذِينَ كَفَرُوا بَعْضهمْ أَوْلِيَاء بَعْض إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَة فِي الْأَرْض وَفَسَاد كَبِير \" فَقَطَعَ اللَّه الْمُوَالَاة بَيْن الْمُؤْمِنِينَ وَالْكَافِرِينَ كَمَا قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا \" ثُمَّ قَالَ \" إِنَّ الْمُنَافِقِينَ فِي الدَّرْك الْأَسْفَل مِنْ النَّار وَلَنْ تَجِد لَهُمْ نَصِيرًا\" فَالْمُنَافِق لَمَّا كَانَ ظَاهِره الْإِيمَان اِشْتَبَهَ أَمْره عَلَى الْمُؤْمِنِينَ فَكَانَ الْفَسَاد مِنْ جِهَة الْمُنَافِق حَاصِل لِأَنَّهُ هُوَ الَّذِي غَرَّ الْمُؤْمِنِينَ بِقَوْلِهِ الَّذِي لَا حَقِيقَة لَهُ وَوَالَى الْكَافِرِينَ عَلَى الْمُؤْمِنِينَ وَلَوْ أَنَّهُ اِسْتَمَرَّ عَلَى حَاله الْأَوَّل لَكَانَ شَرّه أَخَفّ وَلَوْ أَخْلَصَ الْعَمَل لِلَّهِ وَتَطَابَقَ قَوْله وَعَمَله لَأَفْلَحَ وَأَنْجَحَ وَلِهَذَا قَالَ تَعَالَى \" وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْض قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ \" أَيْ نُرِيد أَنْ نُدَارِي الْفَرِيقَيْنِ مِنْ الْمُؤْمِنِينَ وَالْكَافِرِينَ وَنَصْطَلِح مَعَ هَؤُلَاءِ وَهَؤُلَاءِ كَمَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْض قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ \" أَيْ إِنَّمَا نُرِيد الْإِصْلَاح بَيْن الْفَرِيقَيْنِ مِنْ الْمُؤْمِنِينَ وَأَهْل الْكِتَاب .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38509, "aya_id": 11}]