[{"text": "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوفْ وَالْجُوعِ وَنَقْصٍ مِّنَ الأَمَوَالِ وَالأنفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ", "sura_id": 2, "type": 0, "id": 162, "aya_id": 155}, {"text": "ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات وبشر الصابرين", "sura_id": 2, "type": 1, "id": 6398, "aya_id": 155}, {"text": "155 - (ولنبلونكم بشيء من الخوف) للعدو (والجوع) القحط (ونقص من الأموال) بالهلاك (والأنفس) بالقتل والموت والأمراض (والثمرات) بالجوائح ، أي لنختبرنكم فننظر أتصبرون أم لا (وبشر الصابرين) على البلاء بالجنة \r\n", "sura_id": 2, "type": 2, "id": 25106, "aya_id": 155}, {"text": "ولنختبرنكم بشيء يسير من الخوف، ومن الجوع, وبنقص من الأموال بتعسر الحصول عليها, أو ذهابها, ومن الأنفس: بالموت أو الشهادة في سبيل الله, وبنقص من ثمرات النخيل والأعناب والحبوب, بقلَّة ناتجها أو فسادها. وبشِّر -أيها النبي- الصابرين على هذا وأمثاله بما يفرحهم ويَسُرُّهم من حسن العاقبة في الدنيا والآخرة.\r\n", "sura_id": 2, "type": 3, "id": 31342, "aya_id": 155}, {"text": " <font color=red>وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ</font><BR><p>أَخْبَرَنَا تَعَالَى أَنَّهُ يَبْتَلِي عِبَاده : أَيْ يَخْتَبِرهُمْ وَيَمْتَحِنهُمْ كَمَا قَالَ تَعَالَى \" وَلَنَبْلُوَنَّكُم حَتَّى نَعْلَم الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُو أَخْبَاركُمْ \" فَتَارَة بِالسَّرَّاءِ وَتَارَة بِالضَّرَّاءِ مِنْ خَوْفٍ وَجُوعٍ كَمَا قَالَ تَعَالَى \" فَأَذَاقَهَا اللَّه لِبَاس الْجُوع وَالْخَوْف\" فَإِنَّ الْجَائِع وَالْخَائِف كُلّ مِنْهُمَا يَظْهَر ذَلِكَ عَلَيْهِ وَلِهَذَا قَالَ لِبَاس الْجُوع وَالْخَوْف وَقَالَ هَاهُنَا \" بِشَيْءٍ مِنْ الْخَوْف وَالْجُوع \" أَيْ بِقَلِيلٍ مِنْ ذَلِكَ \" وَنَقْص مِنْ الْأَمْوَال \" أَيْ ذَهَاب بَعْضهَا \" وَالْأَنْفُس \" كَمَوْتِ الْأَصْحَاب وَالْأَقَارِب وَالْأَحْبَاب \" وَالثَّمَرَات \" أَيْ لَا تُغِلّ الْحَدَائِق وَالْمَزَارِع كَعَادَتِهَا قَالَ بَعْض السَّلَف : فَكَانَتْ بَعْض النَّخِيل لَا تُثْمِر غَيْر وَاحِدَة وَكُلّ هَذَا وَأَمْثَاله مِمَّا يَخْتَبِر اللَّه بِهِ عِبَاده فَمَنْ صَبَرَ أَثَابَهُ وَمَنْ قَنَطَ أَحَلَّ بِهِ عِقَابه وَلِهَذَا قَالَ تَعَالَى \" وَبَشِّرْ الصَّابِرِينَ\" وَقَدْ حَكَى بَعْض الْمُفَسِّرِينَ أَنَّ الْمُرَاد مِنْ الْخَوْف هَاهُنَا خَوْف اللَّه وَبِالْجُوعِ صِيَام رَمَضَان وَبِنَقْصِ الْأَمْوَال الزَّكَاة وَالْأَنْفُس الْأَمْرَاض وَالثَّمَرَات الْأَوْلَاد وَفِي هَذَا نَظَرٌ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38559, "aya_id": 155}]