[{"text": "وَلاَ يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللّهُ مِن فَضْلِهِ هُوَ خَيْرًا لَّهُمْ بَلْ هُوَ شَرٌّ لَّهُمْ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ يَوْمَ الْقِيَامَةِ وَلِلّهِ مِيرَاثُ السَّمَاوَاتِ وَالأَرْضِ وَاللّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "sura_id": 3, "type": 0, "id": 473, "aya_id": 180}, {"text": "ولا يحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا به يوم القيامة ولله ميراث السماوات والأرض والله بما تعملون خبير", "sura_id": 3, "type": 1, "id": 6709, "aya_id": 180}, {"text": "180 - (ولا يحسبن) بالياء والتاء (الذين يبخلون بما آتاهم الله من فضله) أي بزكاته (هو) أي بخلهم (خيراً لهم) مفعول ثان والضمير للفصل والأول بخلهم مقدراً قبل الموصول على الفوقانية وقبل الضمير على التحتانية (بل هو شر لهم سيطوقون ما بخلوا به) أي بزكاته من المال (يوم القيامة) بأن يجعل حية في عنقه تنهشه كما ورد في الحديث (ولله ميراث السماوات والأرض) يرثهما بعد فناء أهلهما (والله بما تعملون) بالتاء والياء (خبير) فيجازيكم به \r\n", "sura_id": 3, "type": 2, "id": 25417, "aya_id": 180}, {"text": "ولا يظنن الذين يبخلون بما أنعم الله به عليهم تفضلا منه أن هذا البخل خير لهم, بل هو شرٌّ لهم; لأن هذا المال الذي جمعوه سيكون طوقًا من نار يوضع في أعناقهم يوم القيامة. والله سبحانه وتعالى هو مالك الملك, وهو الباقي بعد فناء جميع خلقه, وهو خبير بأعمالكم جميعها, وسيجازي كلا على قدر استحقاقه.\r\n", "sura_id": 3, "type": 3, "id": 31653, "aya_id": 180}, {"text": " <font color=red>وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</font><BR><p>قَوْله تَعَالَى \" وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمْ اللَّه مِنْ فَضْله هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرّ لَهُمْ \" أَيْ لَا يَحْسَبَنَّ الْبَخِيل أَنَّ جَمْعه الْمَال يَنْفَعهُ بَلْ هُوَ مَضَرَّة عَلَيْهِ فِي دِينه وَرُبَّمَا كَانَ فِي دُنْيَاهُ. ثُمَّ أَخْبَرَ بِمَآلِ أَمْر مَاله يَوْم الْقِيَامَة فَقَالَ \" سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْم الْقِيَامَة \" قَالَ الْبُخَارِيّ : حَدَّثَنَا عَبْد اللَّه بْن مُنِير سَمِعَ أَبَا النَّضْر حَدَّثَنَا عَبْد الرَّحْمَن هُوَ اِبْن عَبْد اللَّه بْن دِينَار عَنْ أَبِيهِ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ آتَاهُ اللَّه مَالًا فَلَمْ يُؤَدِّ زَكَاته مُثِّلَ لَهُ شُجَاعًا أَقْرَع لَهُ زَبِيبَتَانِ يُطَوَّقهُ يَوْم الْقِيَامَة يَأْخُذ بِلِهْزِمَتَيْهِ - يَعْنِي بِشِدْقَيْهِ - يَقُول : أَنَا مَالُك أَنَا كَنْزك \" ثُمَّ تَلَا هَذِهِ الْآيَة \" وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمْ اللَّه مِنْ فَضْله هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرّ لَهُمْ \" إِلَى آخِر الْآيَة . تَفَرَّدَ بِهِ الْبُخَارِيّ دُون مُسْلِم مِنْ هَذَا الْوَجْه وَقَدْ رَوَاهُ اِبْن حِبَّان فِي صَحِيحه مِنْ طَرِيق اللَّيْث بْن سَعْد عَنْ مُحَمَّد بْن عَجْلَان عَنْ الْقَعْقَاع بْن حَكِيم عَنْ أَبِي صَالِح بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حُجَيْن بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد اللَّه بْن أَبِي سَلَمَة عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الَّذِي لَا يُؤَدِّي زَكَاة مَاله يُمَثَّل لَهُ مَاله يَوْم الْقِيَامَة شُجَاعًا أَقْرَع لَهُ زَبِيبَتَانِ ثُمَّ يَلْزَمهُ يُطَوَّقهُ يَقُول : أَنَا مَالُك أَنَا كَنْزك \" وَهَكَذَا رَوَاهُ النَّسَائِيّ عَنْ الْفَضْل بْن سَهْل عَنْ أَبِي النَّضْر هَاشِم بْن الْقَاسِم عَنْ عَبْد الْعَزِيز بْن عَبْد اللَّه بْن أَبِي سَلَمَة بِهِ ثُمَّ قَالَ النَّسَائِيّ : وَرِوَايَة عَبْد الْعَزِيز عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر أَثْبَت مِنْ رِوَايَة عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن دِينَار عَنْ أَبِي صَالِح عَنْ أَبَى هُرَيْرَة \" قُلْت \" وَلَا مُنَافَاة بَيْن الرِّوَايَتَيْنِ فَقَدْ يَكُون عِنْد عَبْد اللَّه بْن دِينَار مِنْ الْوَجْهَيْنِ وَاَللَّه أَعْلَم وَقَدْ سَاقَهُ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيه مِنْ غَيْر وَجْه عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة . وَمِنْ حَدِيث مُحَمَّد بْن حُمَيْد عَنْ زِيَاد الْخَطْمِيّ عَنْ أَبِي هُرَيْرَة بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُفْيَان عَنْ جَامِع عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ عَبْد لَا يُؤَدِّي زَكَاة مَاله إِلَّا جُعِلَ لَهُ شُجَاع أَقْرَع يَتْبَعهُ يَفِرّ مِنْهُ فَيَتْبَعهُ فَيَقُول أَنَا كَنْزك \" ثُمَّ قَرَأَ عَبْد اللَّه مِصْدَاقه مِنْ كِتَاب اللَّه \" سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْم الْقِيَامَة \" . وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ عَنْ جَامِع بْن أَبِي رَاشِد زَادَ التِّرْمِذِيّ : وَعَبْد الْمَلِك بْن أَعْيَن كِلَاهُمَا عَنْ أَبِي وَائِل شَقِيق بْن سَلَمَة عَنْ عَبْد اللَّه بْن مَسْعُود بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح . وَقَدْ رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث أَبِي بَكْر بْن عَيَّاش وَسُفْيَان الثَّوْرِيّ كِلَاهُمَا عَنْ أَبِي إِسْحَق السَّبِيعِيّ عَنْ أَبِي وَائِل عَنْ اِبْن مَسْعُود بِهِ وَرَوَاهُ اِبْن جَرِير مِنْ غَيْر وَجْه عَنْ اِبْن مَسْعُود مَوْقُوفًا . \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا أُمَيَّة بْن بِسْطَام حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ مَعْدَان بْن أَبِي طَلْحَة عَنْ ثَوْبَان عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ تَرَكَ بَعْده كَنْزًا مُثِّلَ لَهُ شُجَاعًا أَقْرَع لَهُ زَبِيبَتَانِ يَتْبَعهُ فَيَقُول : مَنْ أَنْتَ وَيْلَكَ فَيَقُول : أَنَا كَنْزك الَّذِي خَلَّفْت بَعْدك فَلَا يَزَال يَتْبَعهُ حَتَّى يُلْقِمهُ يَده فَيَقْضِمهَا ثُمَّ يَتْبَع سَائِر جَسَده \" إِسْنَاده جَيِّد قَوِيّ وَلَمْ يُخَرِّجُوهُ . وَقَدْ رَوَاهُ الطَّبَرَانِيّ عَنْ جَرِير بْن عَبْد اللَّه الْبَجَلِيّ وَرَوَاهُ اِبْن جَرِير وَابْن مَرْدُوَيه مِنْ حَدِيث بَهْزِ بْن حَكِيم عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" لَا يَأْتِي الرَّجُل مَوْلَاهُ فَيَسْأَلهُ مِنْ فَضْل مَاله عِنْده فَيَمْنَعهُ إِيَّاهُ إِلَّا دَعَا لَهُ يَوْم الْقِيَامَة شُجَاعًا يَتَلَمَّظ فَضْله الَّذِي مَنَعَ \" لَفْظ اِبْن جَرِير وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا دَاوُدَ عَنْ أَبِي قَزَعَة عَنْ رَجُل عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا مِنْ ذِي رَحِم يَأْتِي ذَا رَحِمَهُ فَيَسْأَلهُ مِنْ فَضْل جَعَلَهُ اللَّه عِنْده فَيَبْخَل بِهِ عَلَيْهِ إِلَّا خَرَجَ لَهُ مِنْ جَهَنَّم شُجَاع يَتَلَمَّظ حَتَّى يُطَوَّقهُ \" . ثُمَّ رَوَاهُ مِنْ طَرِيق أُخْرَى عَنْ أَبِي قَزَعَة وَاسْمه حُجْر بْن بَيَان عَنْ أَبِي مَالِك الْعَبْدِيّ مَوْقُوفًا وَرَوَاهُ مِنْ وَجْه آخَر عَنْ أَبِي قَزَعَة مُرْسَلًا . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : نَزَلَتْ فِي أَهْل الْكِتَاب الَّذِينَ بَخِلُوا بِمَا فِي أَيْدِيهمْ مِنْ الْكُتُب الْمُنَزَّلَة أَنْ يُبَيِّنُوهَا رَوَاهُ اِبْن جَرِير وَالصَّحِيح الْأَوَّل وَإِنْ دَخَلَ هَذَا فِي مَعْنَاهُ وَقَدْ يُقَال : إِنَّ هَذَا أَوْلَى بِالدُّخُولِ وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم. وَقَوْله تَعَالَى \" وَلِلَّهِ مِيرَاث السَّمَوَات وَالْأَرْض \" أَيْ فَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ فَإِنَّ الْأُمُور كُلّهَا مَرْجِعهَا إِلَى اللَّه عَزَّ وَجَلَّ : فَقَدِّمُوا مِنْ أَمْوَالكُمْ مَا يَنْفَعكُمْ يَوْم مَعَادكُمْ \" وَاَللَّه بِمَا تَعْمَلُونَ خَبِير \" أَيْ بِنِيَّاتِكُمْ وَضَمَائِركُمْ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39933, "aya_id": 180}]