[{"text": "وَقَالُواْ لَن تَمَسَّنَا النَّارُ إِلاَّ أَيَّاماً مَّعْدُودَةً قُلْ أَتَّخَذْتُمْ عِندَ اللّهِ عَهْدًا فَلَن يُخْلِفَ اللّهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 87, "aya_id": 80}, {"text": "وقالوا لن تمسنا النار إلا أياما معدودة قل أتخذتم عند الله عهدا فلن يخلف الله عهده أم تقولون على الله ما لا تعلمون", "sura_id": 2, "type": 1, "id": 6323, "aya_id": 80}, {"text": "80 - (وقالوا) لما وعدهم النبي النار (لن تمسنا) تصيبنا (النار إلا أياما معدودة) قليلة أربعين يوما مدة عبادة آبائهم العجل [وقيل أربعة أيام] ثم تزول (قل) لهم يا محمد (أتخذتم) حذفت منه همزة الوصل استغناء بهمزة الاستفهام (عند الله عهدا) ميثاقا منه بذلك (فلن يخلف الله عهده) به ، لا (أم) بل (تقولون على الله ما لا تعلمون) \r\n", "sura_id": 2, "type": 2, "id": 25031, "aya_id": 80}, {"text": "وقال بنو إسرائيل: لن تصيبنا النار في الآخرة إلا أيامًا قليلة العدد. قل لهم -أيها الرسول مبطلا دعواهم-: أعندكم عهد من الله بهذا, فإن الله لا يخلف عهده؟ بل إنكم تقولون على الله ما لا تعلمون بافترائكم الكذب.\r\n", "sura_id": 2, "type": 3, "id": 31267, "aya_id": 80}, {"text": " <font color=red>وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْدًا فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى إِخْبَارًا عَنْ الْيَهُود فِيمَا نَقَلُوهُ وَادَّعَوْهُ لِأَنْفُسِهِمْ مِنْ أَنَّهُمْ لَنْ تَمَسّهُمْ النَّار إِلَّا أَيَّامًا مَعْدُودَة ثُمَّ يَنْجُونَ مِنْهَا فَرَدَّ اللَّهُ عَلَيْهِمْ ذَلِكَ بِقَوْلِهِ تَعَالَى \" قُلْ أَتَّخَذْتُمْ عِنْد اللَّه عَهْدًا \" أَيْ بِذَلِكَ فَإِنْ كَانَ قَدْ وَقَعَ عَهْد فَهُوَ لَا يُخْلِف عَهْده وَلَكِنْ هَذَا مَا جَرَى وَلَا كَانَ وَلِهَذَا أَتَى بِأَمْ الَّتِي بِمَعْنَى بَلْ تَقُولُونَ عَلَى اللَّه مَا لَا تَعْلَمُونَ مِنْ الْكَذِب وَالِافْتِرَاء عَلَيْهِ . قَالَ مُحَمَّد بْن إِسْحَاق بْن سَيْف عَنْ سُلَيْمَان عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس أَنَّ الْيَهُود كَانُوا يَقُولُونَ إِنَّ هَذِهِ الدُّنْيَا سَبْعَة آلَاف سَنَة وَإِنَّمَا نُعَذَّب بِكُلِّ أَلْف سَنَة يَوْمًا فِي النَّار وَإِنَّمَا هِيَ سَبْعَة أَيَّام مَعْدُودَة فَأَنْزَلَ اللَّه تَعَالَى \" وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَة \" إِلَى قَوْله \" خَالِدُونَ \" ثُمَّ رَوَاهُ عَنْ مُحَمَّد عَنْ سَعِيد أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس بِنَحْوِهِ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَة \" الْيَهُود قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَرْبَعِينَ لَيْلَة زَادَ غَيْره وَهِيَ مُدَّة عِبَادَتهمْ الْعِجْل وَحَكَاهُ الْقُرْطُبِيّ عَنْ اِبْن عَبَّاس وَقَتَادَة وَقَالَ الضَّحَّاك قَالَ اِبْن عَبَّاس زَعَمَتْ الْيَهُود أَنَّهُمْ وَجَدُوا فِي التَّوْرَاة مَكْتُوبًا إِنَّ مَا بَيْن طَرَفَيْ جَهَنَّم مَسِيرَة أَرْبَعِينَ سَنَة إِلَى أَنْ يَنْتَهُوا إِلَى شَجَرَة الزَّقُّوم الَّتِي هِيَ ثَابِتَة فِي أَصْل الْجَحِيم وَقَالَ أَعْدَاء اللَّه إِنَّمَا نُعَذَّب حَتَّى نَنْتَهِي إِلَى شَجَرَة الزَّقُّوم فَتَذْهَب جَهَنَّم وَتَهْلَك . فَذَلِكَ قَوْلُهُ تَعَالَى \" وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَة \" وَقَالَ : عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة \" وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَة \" يَعْنِي الْأَيَّام الَّتِي عَبَدْنَا فِيهَا الْعِجْل وَقَالَ عِكْرِمَة خَاصَمَتْ الْيَهُود رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالُوا لَنْ نَدْخُل النَّار إِلَّا أَرْبَعِينَ لَيْلَة وَسَيَخْلُفُنَا فِيهَا قَوْم آخَرُونَ يَعْنُونَ مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَصْحَابه رَضِيَ اللَّه عَنْهُمْ فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِيَدِهِ عَلَى رُءُوسهمْ \" بَلْ أَنْتُمْ خَالِدُونَ مُخَلَّدُونَ لَا يَخْلُفكُمْ فِيهَا أَحَد \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَة \" الْآيَة . وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ رَحِمَهُ اللَّه حَدَّثَنَا عَبْد الرَّحْمَن بْن جَعْفَر حَدَّثَنَا مُحَمَّد بْن مُحَمَّد بْن صَخْر حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئ حَدَّثَنَا لَيْث بْن سَعْد حَدَّثَنِي سَعِيد بْن أَبِي سَعِيد عَنْ أَبِي هُرَيْرَة قَالَ لَمَّا فُتِحَتْ خَيْبَر أُهْدِيَتْ لِرَسُولِ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - شَاةٌ فِيهَا سُمٌّ فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اِجْمَعُوا إِلَيَّ مَنْ كَانَ مِنْ الْيَهُود هَاهُنَا \" فَقَالَ لَهُمْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ أَبُوكُمْ ؟ \" قَالُوا فُلَان قَالَ \" كَذَبْتُمْ بَلْ أَبُوكُمْ فُلَان \" فَقَالُوا صَدَقْت وَبَرَرْت ثُمَّ قَالَ لَهُمْ\" هَلْ أَنْتُمْ صَادِقِيَّ عَنْ شَيْء إِنْ سَأَلَتْكُمْ عَنْهُ ؟ \" قَالُوا نَعَمْ يَا أَبَا الْقَاسِم وَإِنْ كَذَّبْنَاك عَرَفْت كَذِبنَا كَمَا عَرَفْته فِي أَبِينَا فَقَالَ : لَهُمْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ أَهْل النَّار ؟ \" فَقَالُوا نَكُون فِيهَا يَسِيرًا ثُمَّ تَخْلُفُونَا فِيهَا فَقَالَ : لَهُمْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اِخْسَئُوا وَاَللَّه لَا نَخْلُفكُمْ فِيهَا أَبَدًا \" ثُمَّ قَالَ لَهُمْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" هَلْ أَنْتُمْ صَادِقِيَّ عَنْ شَيْء إِنْ سَأَلَتْكُمْ عَنْهُ ؟ \" قَالُوا : نَعَمْ يَا أَبَا الْقَاسِم قَالَ : \" هَلْ جَعَلْتُمْ فِي هَذِهِ الشَّاة سُمًّا ؟ \" فَقَالُوا نَعَمْ قَالَ \" فَمَا حَمَلَكُمْ عَلَى ذَلِكَ \" فَقَالُوا : أَرَدْنَا إِنْ كُنْت كَاذِبًا أَنْ نَسْتَرِيح مِنْك وَإِنْ كُنْت نَبِيًّا لَمْ يَضُرّك وَرَوَاهُ الْإِمَام أَحْمَد وَالْبُخَارِيّ وَالنَّسَائِيّ مِنْ حَدِيث اللَّيْث بْن سَعْد بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38761, "aya_id": 80}]