[{"text": "وَقَالَ إِنَّمَا اتَّخَذْتُم مِّن دُونِ اللَّهِ أَوْثَانًا مَّوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ", "sura_id": 29, "type": 0, "id": 3365, "aya_id": 25}, {"text": "وقال إنما اتخذتم من دون الله أوثانا مودة بينكم في الحياة الدنيا ثم يوم القيامة يكفر بعضكم ببعض ويلعن بعضكم بعضا ومأواكم النار وما لكم من ناصرين", "sura_id": 29, "type": 1, "id": 9601, "aya_id": 25}, {"text": "25 - (وقال) إبراهيم (إنما اتخذتم من دون الله أوثانا) تعبدونها وما مصدرية (مودة بينكم) خبر إن وعلى قراءة النصب مفعول له وما كافة المعنى تواددتم على عبادتها (في الحياة الدنيا ثم يوم القيامة يكفر بعضكم ببعض) يتبرأ القادة من الأتباع (ويلعن بعضكم بعضا) يلعن الأتباع القادة (ومأواكم) مصيركم جميعا (النار وما لكم من ناصرين) منها \r\n", "sura_id": 29, "type": 2, "id": 28309, "aya_id": 25}, {"text": "وقال إبراهيم لقومه: يا قوم إنما عبدتم من دون الله آلهة باطلة, اتخذتموها مودة بينكم في الحياة الدنيا, تتحابون على عبادتها, وتتوادون على خدمتها, ثم يوم القيامة, يتبرأ بعضكم من بعض, ويلعن بعضكم بعضًا, ومصيركم جميعًا النار, وليس لكم ناصر يمنعكم من دخولها.\r\n", "sura_id": 29, "type": 3, "id": 34545, "aya_id": 25}, {"text": " <font color=red>وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ</font><BR><p>\" إِنَّ فِي ذَلِكَ لَآيَات لِقَوْمٍ يُؤْمِنُونَ وَقَالُوا إِنَّمَا اِتَّخَذْتُمْ مِنْ دُون اللَّه أَوْثَانًا مَوَدَّة بَيْنكُمْ فِي الْحَيَاة الدُّنْيَا \" يَقُول لِقَوْمِهِ مُقَرِّعًا لَهُمْ وَمُوَبِّخًا عَلَى سُوء صَنِيعهمْ فِي عِبَادَتهمْ لِلْأَوْثَانِ إِنَّمَا اِتَّخَذْتُمْ هَذِهِ لِتَجْتَمِعُوا عَلَى عِبَادَتهَا فِي الدُّنْيَا صَدَاقَة وَأُلْفَة مِنْكُمْ بَعْضكُمْ لِبَعْضٍ فِي الْحَيَاة الدُّنْيَا وَهَذَا عَلَى قِرَاءَة مَنْ نَصَبَ مَوَدَّة بَيْنكُمْ عَلَى أَنَّهُ مَفْعُول لَهُ وَأَمَّا عَلَى قِرَاءَة الرَّفْع فَمَعْنَاهُ إِنَّمَا اِتِّخَاذكُمْ هَذَا لِتَحْصُل لَكُمْ الْمَوَدَّة فِي الدُّنْيَا فَقَطْ ثُمَّ يَوْم الْقِيَامَة يَنْعَكِس هَذَا الْحَال فَتَبْقَى هَذِهِ الصَّدَاقَة وَالْمَوَدَّة بُغْضًا وَشَنَآنًا \" ثُمَّ يَكْفُر بَعْضكُمْ بِبَعْضٍ \" أَيْ تَتَجَاحَدُونَ مَا كَانَ بَيْنكُمْ \" وَيَلْعَن بَعْضكُمْ بَعْضًا \" أَيْ يَلْعَن الْأَتْبَاع الْمَتْبُوعِينَ وَالْمَتْبُوعُونَ الْأَتْبَاع \" كُلَّمَا دَخَلَتْ أُمَّة لَعَنَتْ أُخْتهَا \" وَقَالَ تَعَالَى : \" الْأَخِلَّاء يَوْمئِذٍ بَعْضهمْ لِبَعْضٍ عَدُوّ إِلَّا الْمُتَّقِينَ \" وَقَالَ هَهُنَا \" ثُمَّ يَوْم الْقِيَامَة يَكْفُر بَعْضكُمْ بِبَعْضٍ وَيَلْعَن بَعْضكُمْ بَعْضًا وَمَأْوَاكُمْ النَّار\" الْآيَة أَيْ وَمَصِيركُمْ وَمَرْجِعكُمْ بَعْد عَرَصَات الْقِيَامَة إِلَى النَّار وَمَا لَكُمْ مِنْ نَاصِر يَنْصُركُمْ وَلَا مُنْقِذ يُنْقِذكُمْ مِنْ عَذَاب اللَّه وَهَذَا حَال الْكَافِرِينَ وَأَمَّا الْمُؤْمِنُونَ فَبِخِلَافِ ذَلِكَ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ حَدَّثَنَا أَبُو عَاصِم الثَّقَفِيّ ثَنَا الرَّبِيع بْن إِسْمَاعِيل بْن عَمْرو بْن سَعِيد بْن جَعْدَة بْن هُبَيْرَة الْمَخْزُومِيّ عَنْ أَبِيهِ عَنْ جَدّه عَنْ أَمْ هَانِئ أُخْت عَلِيّ بْن أَبِي طَالِب قَالَتْ قَالَ لِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أُخْبِرك أَنَّ اللَّه تَعَالَى يَجْمَع الْأَوَّلِينَ وَالْآخِرِينَ يَوْم الْقِيَامَة فِي صَعِيد وَاحِد فَمَنْ يَدْرِي أَيْنَ الطَّرَفَانِ ؟ قَالَتْ اللَّه وَرَسُوله أَعْلَم - ثُمَّ يُنَادِي مُنَادٍ مِنْ تَحْت الْعَرْش يَا أَهْل التَّوْحِيد فَيَشْرَئِبُّونَ - قَالَ أَبُو عَاصِم يَرْفَعُونَ رُءُوسَهُمْ ثُمَّ يُنَادِي يَا أَهْل التَّوْحِيد ثُمَّ يُنَادِي الثَّالِثَة يَا أَهْل التَّوْحِيد إِنَّ اللَّه قَدْ عَفَا عَنْكُمْ - قَالَ - فَيَقُول النَّاس قَدْ تَعَلَّقَ بَعْضهمْ بِبَعْضٍ فِي ظُلُمَات الدُّنْيَا - يَعْنِي الْمَظَالِم - ثُمَّ يُنَادِي يَا أَهْل التَّوْحِيد لِيَعْفُ بَعْضكُمْ عَنْ بَعْض وَعَلَى اللَّه الثَّوَاب \" .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39791, "aya_id": 25}]