[{"text": "وَسَخَّرَ لَكُمُ اللَّيْلَ وَالْنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالْنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ", "sura_id": 16, "type": 0, "id": 1913, "aya_id": 12}, {"text": "وسخر لكم الليل والنهار والشمس والقمر والنجوم مسخرات بأمره إن في ذلك لآيات لقوم يعقلون", "sura_id": 16, "type": 1, "id": 8149, "aya_id": 12}, {"text": "12 - (وسخر لكم الليل والنهار والشمس) بالنصب عطفا على ما قبله والرفع مبتدأ (والقمر والنجوم) بالوجهين (مسخرات) بالنصب حال والرفع خبر (بأمره) بإرادته (إن في ذلك لآيات لقوم يعقلون) يتدبرون \r\n", "sura_id": 16, "type": 2, "id": 26857, "aya_id": 12}, {"text": "وسخَّر لكم الليل لراحتكم, والنهار لمعاشكم, وسخَّر لكم الشمس ضياء, والقمر نورًا ولمعرفة السنين والحساب, وغير ذلك من المنافع, والنجوم في السماء مذللات لكم بأمر الله لمعرفة الأوقات, ونضج الثمار والزروع, والاهتداء بها في الظلمات. إن في ذلك التسخير لَدلائلَ واضحةً لقوم سيعقلون عن الله حججه وبراهينه.\r\n", "sura_id": 16, "type": 3, "id": 33093, "aya_id": 12}, {"text": " <font color=red>وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ</font><BR><p>يُنَبِّه تَعَالَى عِبَاده عَلَى آيَاته الْعِظَام وَمِنَنه الْجِسَام فِي تَسْخِيره اللَّيْل وَالنَّهَار يَتَعَاقَبَانِ وَالشَّمْس وَالْقَمَر يَدُورَانِ وَالنُّجُوم الثَّوَابِت وَالسَّيَّارَات فِي أَرْجَاء السَّمَاوَات نُورًا وَضِيَاء لِيُهْتَدَى بِهَا فِي الظُّلُمَات وَكُلّ مِنْهَا يَسِير فِي فَلَكه الَّذِي جَعَلَهُ اللَّه تَعَالَى فِيهِ يَسِير بِحَرَكَةٍ مُقَدَّرَة لَا يَزِيد عَلَيْهَا وَلَا يَنْقُص عَنْهَا وَالْجَمِيع تَحْت قَهْره وَسُلْطَانه وَتَسْخِيره وَتَقْدِيره وَتَسْهِيله كَقَوْلِهِ \" إِنَّ رَبّكُمْ اللَّه الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض فِي سِتَّة أَيَّام ثُمَّ اِسْتَوَى عَلَى الْعَرْش يُغْشِي اللَّيْل النَّهَار يَطْلُبهُ حَثِيثًا وَالشَّمْس وَالْقَمَر وَالنُّجُوم مُسَخَّرَات بِأَمْرِهِ أَلَا لَهُ الْخَلْق وَالْأَمْر تَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" وَلِهَذَا قَالَ \" إِنَّ فِي ذَلِكَ لَآيَات لِقَوْمٍ يَعْقِلُونَ \" أَيْ لَدَلَالَات عَلَى قُدْرَته تَعَالَى الْبَاهِرَة وَسُلْطَانه الْعَظِيم لِقَوْمٍ يَعْقِلُونَ عَنْ اللَّه وَيَفْهَمُونَ حُجَجه .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38074, "aya_id": 12}]