[{"text": "فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ", "sura_id": 55, "type": 0, "id": 4912, "aya_id": 11}, {"text": "فيها فاكهة والنخل ذات الأكمام", "sura_id": 55, "type": 1, "id": 11148, "aya_id": 11}, {"text": "11 - (فيها فاكهة والنخل) المعهود (ذات الأكمام) أوعية طلعها \r\n", "sura_id": 55, "type": 2, "id": 29856, "aya_id": 11}, {"text": " فيها فاكهة النخل ذات الأوعية التي يكون منها الثمر,\r\n", "sura_id": 55, "type": 3, "id": 36092, "aya_id": 11}, {"text": " <font color=red>فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ</font><BR><p>\" فِيهَا فَاكِهَة\" أَيْ مُخْتَلِفَة الْأَلْوَان وَالطُّعُوم وَالرَّوَائِح \" وَالنَّخْل ذَات الْأَكْمَام \" أَفْرَدَهُ بِالذِّكْرِ لِشَرَفِهِ وَنَفْعِهِ رُطَبًا وَيَابِسًا وَالْأَكْمَام قَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس هِيَ أَوْعِيَة الطَّلْع وَهَكَذَا قَالَ غَيْر وَاحِد مِنْ الْمُفَسِّرِينَ وَهُوَ الَّذِي يَطْلُع فِيهِ الْعُنْقُود ثُمَّ يَنْشَقّ عَنْ الْعُنْقُود فَيَكُون بُسْرًا ثُمَّ رُطَبًا ثُمَّ يَنْضَج وَيَتَنَاهَى نَفْعُهُ وَاسْتِوَاؤُهُ وَقَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ عَمْرو بْن عَلِيّ الصَّيْرَفِيّ حَدَّثَنَا أَبُو قُتَيْبَة حَدَّثَنَا يُونُس بْن الْحَارِث الطَّائِفِيّ عَنْ الشَّعْبِيّ قَالَ كَتَبَ قَيْصَر إِلَى عُمَر بْن الْخَطَّاب أُخْبِرُك أَنَّ رُسُلِي أَتَتْنِي مِنْ قِبَلِك فَزَعَمَتْ أَنَّ قِبَلَكُمْ شَجَرَةً لَيْسَتْ بِخَلِيقَةٍ لِشَيْءٍ مِنْ الْخَيْر تُخْرِج مِثْل آذَان الْحَمِير ثُمَّ تَشَقَّقُ مِثْل اللُّؤْلُؤ ثُمَّ تَخْضَرّ فَتَكُون مِثْل الزُّمُرُّد الْأَخْضَر ثُمَّ تَحْمَرّ فَتَكُون كَالْيَاقُوتِ الْأَحْمَر ثُمَّ تَيْنَع فَتَنْضَج فَتَكُون كَأَطْيَبِ فَالُوذَج أُكِلَ ثُمَّ تَيْبَس فَتَكُون عِصْمَة لِلْمُقِيمِ وَزَادًا لِلْمُسَافِرِ فَإِنْ تَكُنْ رُسُلِي صَدَقَتْنِي فَلَا أَرَى هَذِهِ الشَّجَرَة إِلَّا مِنْ شَجَر الْجَنَّة فَكَتَبَ إِلَيْهِ عُمَر بْن الْخَطَّاب مِنْ عَبْد اللَّه عُمَر أَمِير الْمُؤْمِنِينَ إِلَى قَيْصَر مَلِك الرُّوم إِنَّ رُسُلَك قَدْ صَدَقُوك هَذِهِ الشَّجَرَة عِنْدنَا وَهِيَ الشَّجَرَة الَّتِي أَنْبَتَهَا اللَّه عَلَى مَرْيَم حِين نُفِسَتْ بِعِيسَى اِبْنهَا فَاتَّقِ اللَّه وَلَا تَتَّخِذْ عِيسَى إِلَهًا مِنْ دُون اللَّه فَإِنَّ \" مَثَل عِيسَى عِنْد اللَّه كَمَثَلِ آدَم خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُون الْحَقّ مِنْ رَبّك فَلَا تَكُنْ مِنْ الْمُمْتَرِينَ \" وَقِيلَ الْأَكْمَام رُفَاتهَا وَهُوَ اللِّيف الَّذِي عَلَى عُنُق النَّخْلَة وَهُوَ قَوْل الْحَسَن وَقَتَادَة.</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41830, "aya_id": 11}]