[{"text": "فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ", "sura_id": 29, "type": 0, "id": 3364, "aya_id": 24}, {"text": "فما كان جواب قومه إلا أن قالوا اقتلوه أو حرقوه فأنجاه الله من النار إن في ذلك لآيات لقوم يؤمنون", "sura_id": 29, "type": 1, "id": 9600, "aya_id": 24}, {"text": "24 - قال تعالى في قصة إبراهيم عليه السلام (فما كان جواب قومه إلا أن قالوا اقتلوه أو حرقوه فأنجاه الله من النار) التي قذفوه فيها بأن جعلها عليه بردا وسلاما (إن في ذلك) إنجائه منها (لآيات) هي عدم تأثيرها فيه مع عظمها وإخمادها وإنشاء روض مكانها في زمن يسير (لقوم يؤمنون) يصدقون بتوحيد الله وقدرته لأنهم المنتفعون بها \r\n", "sura_id": 29, "type": 2, "id": 28308, "aya_id": 24}, {"text": "فلم يكن جواب قوم إبراهيم له إلا أن قال بعضهم لبعض: اقتلوه أو حرِّقوه بالنار, فألقوه فيها, فأنجاه الله منها, وجعلها عليه بردًا وسلامًا, إن في إنجائنا لإبراهيم من النار لأدلة وحججًا لقوم يصدِّقون الله ويعملون بشرعه.\r\n", "sura_id": 29, "type": 3, "id": 34544, "aya_id": 24}, {"text": " <font color=red>فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ قَوْم إِبْرَاهِيم فِي كُفْرهمْ وَعِنَادهمْ وَمُكَابَرَتهمْ وَدَفْعهمْ الْحَقّ بِالْبَاطِلِ أَنَّهُمْ مَا كَانَ لَهُمْ جَوَاب بَعْد مَقَالَة إِبْرَاهِيم هَذِهِ الْمُشْتَمِلَة عَلَى الْهُدَى وَالْبَيَان \" إِلَّا أَنْ قَالُوا اُقْتُلُوهُ أَوْ حَرِّقُوهُ \" وَذَلِكَ لِأَنَّهُمْ قَامَ عَلَيْهِمْ الْبُرْهَان وَتَوَجَّهَتْ عَلَيْهِمْ الْحُجَّة فَعَدَلُوا إِلَى اِسْتِعْمَال جَاههمْ وَقُوَّة مُلْكهمْ \" فَقَالُوا اِبْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيم وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمْ الْأَسْفَلِينَ\" وَذَلِكَ أَنَّهُمْ حَشَدُوا فِي جَمْع أَحِطَاب عَظِيمَة مُدَّة طَوِيلَة وَحَوَّطُوا حَوْلهَا ثُمَّ أَضْرَمُوا فِيهَا النَّار فَارْتَفَعَ لَهَا لَهَب إِلَى عَنَان السَّمَاء وَلَمْ تُوقَد نَار قَطُّ أَعْظَم مِنْهَا ثُمَّ عَمَدُوا إِلَى إِبْرَاهِيم فَكَتَّفُوهُ وَأَلْقَوْهُ فِي كِفَّة الْمَنْجَنِيِق ثُمَّ قَذَفُوهُ فِيهَا فَجَعَلَهَا اللَّه عَلَيْهِ بَرْدًا وَسَلَامًا وَخَرَجَ مِنْهَا سَالِمًا بَعْدَ مَا مَكَثَ فِيهَا أَيَّامًا وَلِهَذَا وَأَمْثَاله جَعَلَهُ اللَّه لِلنَّاسِ إِمَامًا فَإِنَّهُ بَذَلَ نَفْسه لِلرَّحْمَنِ وَجَسَده لِلنِّيرَانِ وَسَخَا بِوَلَدِهِ لِلْقُرْبَانِ وَجَعَلَ مَاله لِلضِّيفَانِ وَلِهَذَا اِجْتَمَعَ عَلَى مَحَبَّته جَمِيع أَهْل الْأَدْيَان . وَقَوْله تَعَالَى : \" فَأَنْجَاهُ اللَّه مِنْ النَّار \" أَيْ سَلَّمَهُ مِنْهَا بِأَنْ جَعَلَهَا عَلَيْهِ بَرْدًا وَسَلَامًا .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39790, "aya_id": 24}]