[{"text": "قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ", "sura_id": 39, "type": 0, "id": 4104, "aya_id": 46}, {"text": "قل اللهم فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون", "sura_id": 39, "type": 1, "id": 10340, "aya_id": 46}, {"text": "46 - (قل اللهم) بمعنى يا الله (فاطر السماوات والأرض) مبدعها (عالم الغيب والشهادة) ما غاب وما شوهد (أنت تحكم بين عبادك فيما كانوا فيه يختلفون) من أمر الدين اهدني لما اختلفوا فيه من الحق \r\n", "sura_id": 39, "type": 2, "id": 29048, "aya_id": 46}, {"text": "قل: اللهم يا خالق السموات والأرض ومبدعهما على غير مثال سبق, عالم السر والعلانية, أنت تفصل بين عبادك يوم القيامة فيما كانوا فيه يختلفون من القول فيك, وفي عظمتك وسلطانك والإيمان بك وبرسولك, اهدني لما اختُلِف فيه من الحق بإذنك, إنك تهدي مَن تشاء إلى صراط مستقيم. وكان هذا مِن دعائه صلى الله عليه وسلم، وهو تعليم للعباد بالالتجاء إلى الله تعالى, ودعائه بأسمائه الحسنى وصفاته العلى.\r\n", "sura_id": 39, "type": 3, "id": 35284, "aya_id": 46}, {"text": " <font color=red>قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى بَعْدَمَا ذَكَرَ عَنْ الْمُشْرِكِينَ مَا ذَكَرَ مِنْ الْمَذَمَّة لَهُمْ فِي حُبّهمْ الشِّرْك وَنُفْرَتهمْ عَنْ التَّوْحِيد \" قُلْ اللَّهُمَّ فَاطِر السَّمَاوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة \" أَيْ اُدْعُ أَنْتَ اللَّه وَحْده لَا شَرِيك لَهُ الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض وَفَطَرَهَا أَيْ جَعَلَهَا عَلَى غَيْر مِثَال سَبَقَ \" عَالِم الْغَيْب وَالشَّهَادَة \" أَيْ السِّرّ وَالْعَلَانِيَة \" أَنْتَ تَحْكُم بَيْن عِبَادِك فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ \" أَيْ فِي دُنْيَاهُمْ سَتَفْصِلُ بَيْنهمْ يَوْم مَعَادهمْ وَنُشُورهمْ وَقِيَامهمْ مِنْ قُبُورهمْ . قَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا عُمَر بْن يُونُس حَدَّثَنَا عِكْرِمَة بْن عَمَّار حَدَّثَنَا يَحْيَى بْن أَبِي كَثِير حَدَّثَنِي أَبُو سَلَمَة بْن عَبْد الرَّحْمَن قَالَ : سَأَلْت عَائِشَة رَضِيَ اللَّه عَنْهَا بِأَيِّ شَيْء كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَفْتَتِح صَلَاته إِذَا قَامَ مِنْ اللَّيْل ؟ قَالَتْ رَضِيَ اللَّه عَنْهَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَامَ مِنْ اللَّيْل اِفْتَتَحَ صَلَاته \" اللَّهُمَّ رَبّ جِبْرِيل وَمِيكَائِيل وَإِسْرَافِيل فَاطِر السَّمَاوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة أَنْتَ تَحْكُم بَيْن عِبَادِك فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اِهْدِنِي لِمَا اُخْتُلِفَ فِيهِ مِنْ الْحَقّ بِإِذْنِك إِنَّك تَهْدِي مَنْ تَشَاء إِلَى صِرَاط مُسْتَقِيم \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا سُهَيْل عَنْ أَبِي صَالِح وَعَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ عَوْن بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ قَالَ اللَّهُمَّ فَاطِر السَّمَاوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة إِنِّي أَعْهَد إِلَيْك فِي هَذِهِ الدُّنْيَا أَنِّي أَشْهَد أَنْ لَا إِلَه إِلَّا أَنْتَ وَحْدك لَا شَرِيك لَك وَأَنَّ مُحَمَّدًا عَبْدك وَرَسُولك فَإِنَّك إِنْ تَكِلنِي إِلَى نَفْسِي تُقَرِّبْنِي مِنْ الشَّرّ وَتُبَاعِدْنِي مِنْ الْخَيْر وَإِنِّي لَا أَثِقُ إِلَّا بِرَحْمَتِك فَاجْعَلْ لِي عِنْدك عَهْدًا تُوَفِّينِيهِ يَوْم الْقِيَامَة إِنَّك لَا تُخْلِف الْمِيعَاد إِلَّا قَالَ اللَّه عَزَّ وَجَلَّ لِمَلَائِكَتِهِ يَوْم الْقِيَامَة إِنَّ عَبْدِي قَدْ عَهِدَ إِلَيَّ عَهْدًا فَأَوْفُوهُ إِيَّاهُ فَيُدْخِلهُ اللَّه الْجَنَّة \" قَالَ سُهَيْل فَأَخْبَرْت الْقَاسِم بْن عَبْد الرَّحْمَن أَنَّ عَوْنًا أَخْبَرَ بِكَذَا وَكَذَا فَقَالَ مَا فِينَا جَارِيَة إِلَّا وَهِيَ تَقُول هَذَا فِي خِدْرِهَا اِنْفَرَدَ بِهِ الْإِمَام أَحْمَد . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنِي حُيَيّ بْن عَبْد اللَّه أَنَّ أَبَا عَبْد الرَّحْمَن حَدَّثَهُ قَالَ أَخْرَجَ لَنَا عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قِرْطَاسًا وَقَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعَلِّمنَا نَقُول \" اللَّهُمَّ فَاطِر السَّمَاوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة أَنْتَ رَبّ كُلّ شَيْء وَإِلَه كُلّ شَيْء أَشْهَد أَنْ لَا إِلَه إِلَّا أَنْتَ وَحْدك لَا شَرِيك لَك وَأَنَّ مُحَمَّدًا عَبْدك وَرَسُولك وَالْمَلَائِكَة يَشْهَدُونَ أَعُوذ بِك مِنْ الشَّيْطَان وَشِرْكه وَأَعُوذ بِك أَنْ أَقْتَرِف عَلَى نَفْسِي إِثْمًا أَوْ أَجُرّهُ إِلَى مُسْلِم\" قَالَ أَبُو عَبْد الرَّحْمَن رَضِيَ اللَّه عَنْهُ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعَلِّمهُ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا أَنْ يَقُول ذَلِكَ حِين يُرِيد أَنْ يَنَام تَفَرَّدَ بِهِ أَحْمَد أَيْضًا. وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا اِبْن عَيَّاش عَنْ مُحَمَّد بْن زِيَاد الْأَلْهَانِيّ عَنْ أَبِي رَاشِد الْحُبْرَانِيّ قَالَ : أَتَيْت عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا فَقُلْت لَهُ حَدِّثْنَا مَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَلْقَى بَيْن يَدَيَّ صَحِيفَة فَقَالَ هَذَا مَا كَتَبَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَظَرْت فِيهَا فَإِذَا فِيهَا أَنَّ أَبَا بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ قَالَ : يَا رَسُول اللَّه عَلِّمْنِي مَا أَقُول إِذَا أَصْبَحْت وَإِذَا أَمْسَيْت فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا بَكْر قُلْ اللَّهُمَّ فَاطِر السَّمَاوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة لَا إِلَه إِلَّا أَنْتَ رَبّ كُلّ شَيّ وَمَلِيكه أَعُوذ بِك مِنْ شَرّ نَفْسِي وَشَرّ الشَّيْطَان وَشِرْكه أَوْ أَقْتَرِف عَلَى نَفْسِي سُوءًا أَوْ أَجُرّهُ إِلَى مُسْلِم \" وَرَوَاهُ التِّرْمِذِيّ عَنْ الْحَسَن بْن عَرَفَة عَنْ إِسْمَاعِيل بْن عَيَّاش بِهِ وَقَالَ حَسَن غَرِيب مِنْ هَذَا الْوَجْه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم حَدَّثَنَا سَيَّار عَنْ لَيْث عَنْ مُجَاهِد قَالَ : قَالَ أَبُو بَكْر الصِّدِّيق أَمَرَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ أَقُول إِذَا أَصْبَحْت وَإِذَا أَمْسَيْت وَإِذَا أَخَذْت مَضْجَعِي مِنْ اللَّيْل \" اللَّهُمَّ فَاطِر السَّمَاوَات وَالْأَرْض اِلْخَ \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40732, "aya_id": 46}]