[{"text": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ الْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ", "sura_id": 3, "type": 0, "id": 436, "aya_id": 143}, {"text": "ولقد كنتم تمنون الموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون", "sura_id": 3, "type": 1, "id": 6672, "aya_id": 143}, {"text": "143 - (ولقد كنتم تمنَّون) فيه حذف إحدى التاءين في الأصل (الموت من قبل أن تلقوه) حيث قلتم: ليت لنا يوما كيوم بدر لننال ما نال شهداؤه (فقد رأيتموه) أي سببه الحرب (وأنتم تنظرون) أي بصراء تتأملون الحال كيف هي فلم انهزمتم ؟ ونزل في هزيمتهم لما أشيع أن النبي قتل وقال لهم المنافقون إن كان قتل فارجعوا إلى دينكم: \r\n", "sura_id": 3, "type": 2, "id": 25380, "aya_id": 143}, {"text": "ولقد كنتم -أيها المؤمنون- قبل غزوة \"أُحد\" تتمنون لقاء العدو; لتنالوا شرف الجهاد والاستشهاد في سبيل الله الذي حَظِي به إخوانكم في غزوة \"بدر\", فها هو ذا قد حصل لكم الذي تمنيتموه وطلبتموه, فدونكم فقاتلوا وصابروا.\r\n", "sura_id": 3, "type": 3, "id": 31616, "aya_id": 143}, {"text": " <font color=red>وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ</font><BR><p>أَيْ قَدْ كُنْتُمْ أَيّهَا الْمُؤْمِنُونَ قَبْل هَذَا الْيَوْم تَتَمَنَّوْنَ لِقَاء الْعَدُوّ وَتَحْتَرِقُونَ عَلَيْهِ وَتَوَدُّونَ مُنَاجَزَتهمْ وَمُصَابَرَتهمْ فَهَا قَدْ حَصَلَ لَكُمْ الَّذِي تَمَنَّيْتُمُوهُ وَطَلَبْتُمُوهُ فَدُونكُمْ فَقَاتِلُوا وَصَابِرُوا . وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَتَمَنَّوْا لِقَاء الْعَدُوّ وَسَلُوا اللَّه الْعَافِيَة فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا وَاعْلَمُوا أَنَّ الْجَنَّة تَحْت ظِلَال السُّيُوف \" . وَلِهَذَا قَالَ تَعَالَى \" فَقَدْ رَأَيْتُمُوهُ \" يَعْنِي الْمَوْت شَاهَدْتُمُوهُ وَقْت حَدّ الْأَسِنَّة وَاشْتِبَاك الرِّمَاح وَصُفُوف الرِّجَال لِلْقِتَالِ وَالْمُتَكَلِّمُونَ يُعَبِّرُونَ عَنْ هَذَا بِالتَّخَيُّلِ وَهُوَ مُشَاهَدَة مَا لَيْسَ بِمَحْسُوسٍ كَالْمَحْسُوسِ كَمَا تَتَخَيَّل الشَّاة صَدَاقَة الْكَبْش وَعَدَاوَة الذِّئْب .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39892, "aya_id": 143}]