[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ", "sura_id": 59, "type": 0, "id": 5144, "aya_id": 18}, {"text": "يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغد واتقوا الله إن الله خبير بما تعملون", "sura_id": 59, "type": 1, "id": 11380, "aya_id": 18}, {"text": "18 - (يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغد) ليوم القيامة (واتقوا الله إن الله خبير بما تعملون) \r\n", "sura_id": 59, "type": 2, "id": 30088, "aya_id": 18}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, خافوا الله, واحذروا عقابه بفعل ما أمركم به وترك ما نهاكم عنه, ولتتدبر كل نفس ما قدمت من الأعمال ليوم القيامة, وخافوا الله في كل ما تأتون وما تَذَرون, إن الله سبحانه خبير بما تعملون, لا يخفى عليه شيء من أعمالكم, وهو مجازيكم عليها.\r\n", "sura_id": 59, "type": 3, "id": 36324, "aya_id": 18}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عَوْن بْن أَبِي جُحَيْفَةَ عَنْ الْمُنْذِر بْن جَرِير عَنْ أَبِيهِ قَالَ : كُنَّا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي صَدْر النَّهَار قَالَ فَجَاءَهُ قَوْم حُفَاة عُرَاة مُجْتَابِي النِّمَار أَوْ الْعَبَاء مُتَقَلِّدِي السُّيُوف عَامَّتهمْ مِنْ مُضَر بَلْ كُلّهمْ مِنْ مُضَر فَتَغَيَّرَ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا رَأَى بِهِمْ مِنْ الْفَاقَة قَالَ فَدَخَلَ ثُمَّ خَرَجَ فَأَمَرَ بِلَالًا فَأَذَّنَ وَأَقَامَ الصَّلَاة فَصَلَّى ثُمَّ خَطَبَ فَقَالَ \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْس وَاحِدَة \" إِلَى آخِر الْآيَة وَقَرَأَ الْآيَة الَّتِي فِي الْحَشْر \" وَلْتَنْظُرْ نَفْس مَا قَدَّمَتْ لِغَدٍ \" تَصَدَّقَ رَجُل مِنْ دِينَاره مِنْ دِرْهَمه مِنْ ثَوْبه مِنْ صَاع بُرّه مِنْ صَاع تَمْره - حَتَّى قَالَ وَلَوْ بِشِقِّ تَمْرَة\" قَالَ فَجَاءَ رَجُل مِنْ الْأَنْصَار بِصُرَّةٍ كَادَتْ كَفّه تَعْجِز عَنْهَا بَلْ قَدْ عَجَزَتْ ثُمَّ تَتَابَعَ النَّاس حَتَّى رَأَيْت كَوْمَيْنِ مِنْ طَعَام وَثِيَاب حَتَّى رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَهَلَّل وَجْهه كَأَنَّهُ مُذْهَبَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ سَنَّ فِي الْإِسْلَام سُنَّة حَسَنَة فَلَهُ أَجْرهَا وَأَجْر مَنْ عَمِلَ بِهَا بَعْده مِنْ غَيْر أَنْ يَنْقُص مِنْ أُجُورهمْ شَيْء وَمَنْ سَنَّ فِي الْإِسْلَام سُنَّة سَيِّئَة كَانَ عَلَيْهِ وِزْرهَا وَوِزْر مَنْ عَمِلَ بِهَا مِنْ غَيْر أَنْ يَنْقُص مِنْ أَوْزَارهمْ شَيْء \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم مِنْ حَدِيث شُعَبه بِإِسْنَادِهِ مِثْله . فَقَوْله تَعَالَى\" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه \" أَمْر بِتَقْوَاهُ وَهُوَ يَشْمَل فِعْل مَا بِهِ أَمَرَ وَتَرْك مَا عَنْهُ زَجَرَ . وَقَوْله تَعَالَى \" وَلْتَنْظُرْ نَفْس مَا قَدَّمَتْ لِغَدٍ \" أَيْ حَاسِبُوا أَنْفُسكُمْ قَبْل أَنْ تُحَاسَبُوا وَانْظُرُوا مَاذَا اِدَّخَرْتُمْ لِأَنْفُسِكُمْ مِنْ الْأَعْمَال الصَّالِحَة لِيَوْمِ مَعَادكُمْ وَعَرْضكُمْ عَلَى رَبّكُمْ \" وَاتَّقُوا اللَّه \" تَأْكِيد ثَانٍ \" إِنَّ اللَّه خَبِير بِمَا تَعْمَلُونَ \" أَيْ اِعْلَمُوا أَنَّهُ عَالِم بِجَمِيعِ أَعْمَالكُمْ وَأَحْوَالكُمْ لَا تَخْفَى عَلَيْهِ مِنْكُمْ خَافِيَة وَلَا يَغِيب عَنْهُ مِنْ أُمُوركُمْ جَلِيل وَلَا حَقِير .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42061, "aya_id": 18}]