[{"text": "وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ", "sura_id": 27, "type": 0, "id": 3173, "aya_id": 14}, {"text": "وجحدوا بها واستيقنتها أنفسهم ظلما وعلوا فانظر كيف كان عاقبة المفسدين", "sura_id": 27, "type": 1, "id": 9409, "aya_id": 14}, {"text": "14 - (وجحدوا بها) لم يقروا وقد (واستيقنتها أنفسهم) تيقنوا أنها من عند الله (ظلما وعلوا) تكبرا عن الإيمان بما جاء به موسى راجع إلى الجحد (فانظر) يا محمد (كيف كان عاقبة المفسدين) التي علمتها من إهلاكهم \r\n", "sura_id": 27, "type": 2, "id": 28117, "aya_id": 14}, {"text": "وكذَّبوا بالمعجزات التسع الواضحة الدلالة على صدق موسى في نبوته وصدق دعوته, وأنكروا بألسنتهم أن تكون من عند الله, وقد استيقنوها في قلوبهم اعتداءً على الحق وتكبرًا على الاعتراف به, فانظر -أيها الرسول- كيف كان مصير الذين كفروا بآيات الله وأفسدوا في الأرض, إذ أغرقهم الله في البحر؟ وفي ذلك عبرة لمن يعتبر.\r\n", "sura_id": 27, "type": 3, "id": 34353, "aya_id": 14}, {"text": " <font color=red>وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ</font><BR><p>\" وَجَحَدُوا بِهَا\" أَيْ فِي ظَاهِر أَمْرهمْ \" وَاسْتَيْقَنَتْهَا أَنْفُسهمْ \" أَيْ عَلِمُوا فِي أَنْفُسهمْ أَنَّهَا حَقّ مِنْ عِنْد اللَّه وَلَكِنْ جَحَدُوهَا وَعَانَدُوهَا وَكَابَرُوهَا \" ظُلْمًا وَعُلُوًّا \" أَيْ ظُلْمًا مِنْ أَنْفُسهمْ سَجِيَّة مَلْعُونَة وَعُلُوًّا أَيْ اِسْتِكْبَارًا عَنْ اِتِّبَاع الْحَقّ وَلِهَذَا قَالَ تَعَالَى : \" فَانْظُرْ كَيْف كَانَ عَاقِبَة الْمُفْسِدِينَ \" أَيْ اُنْظُرْ يَا مُحَمَّد كَيْف كَانَ عَاقِبَة أَمْرهمْ فِي إِهْلَاك اللَّه إِيَّاهُمْ وَإِغْرَاقهمْ عَنْ آخِرهمْ فِي صَبِيحَة وَاحِدَة وَفَحْوَى الْخِطَاب يَقُول اِحْذَرُوا أَيّهَا الْمُكَذِّبُونَ لِمُحَمَّدٍ الْجَاحِدُونَ لِمَا جَاءَ بِهِ مِنْ رَبّه أَنْ يُصِيبكُمْ مَا أَصَابَهُمْ بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى فَإِنَّ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَشْرَف وَأَعْظَم مِنْ مُوسَى وَبُرْهَانه أَدَلّ وَأَقْوَى مِنْ بُرْهَان مُوسَى بِمَا آتَاهُ اللَّه مِنْ الدَّلَائِل الْمُقْتَرِنَة بِوُجُودِهِ فِي نَفْسه وَشَمَائِله وَمَا سَبَقَهُ مِنْ الْبِشَارَات مِنْ الْأَنْبِيَاء بِهِ وَأَخْذ الْمَوَاثِيق لَهُ عَلَيْهِ مِنْ رَبّه أَفْضَل الصَّلَاة وَالسَّلَام.</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39598, "aya_id": 14}]