[{"text": "ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ", "sura_id": 102, "type": 0, "id": 6176, "aya_id": 8}, {"text": "ثم لتسألن يومئذ عن النعيم", "sura_id": 102, "type": 1, "id": 12412, "aya_id": 8}, {"text": "8 - (ثم لتسألن) حذف منه نون الرفع لتوالي النونات وواو ضمير الجمع لالتقاء الساكنين (يومئذ) يوم رؤيتها (عن النعيم) ما يلتذ به في الدنيا من الصحة والفراغ والأمن والمطعم والمشرب وغير ذلك \r\n", "sura_id": 102, "type": 2, "id": 31120, "aya_id": 8}, {"text": "ثم لتسألُنَّ يوم القيامة عن كل أنواع النعيم.\r\n", "sura_id": 102, "type": 3, "id": 37356, "aya_id": 8}, {"text": " <font color=red>ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ</font><BR><p>أَيْ ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنْ شُكْرِ مَا أَنْعَمَ بِهِ عَلَيْكُمْ مِنْ الصِّحَّة وَالْأَمْن وَالرِّزْق وَغَيْر ذَلِكَ مَا إِذَا قَابَلْتُمْ بِهِ نِعَمه مِنْ شُكْر وَعِبَادَته وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى الْجَزَّار الْمُقْرِئ حَدَّثَنَا عَبْد اللَّه بْن عِيسَى أَبُو خَالِد الْجَزَّار حَدَّثَنَا يُونُس بْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ سَمِعَ عُمَر بْن الْخَطَّاب يَقُول : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد الظَّهِيرَة فَوَجَدَ أَبَا بَكْر فِي الْمَسْجِد فَقَالَ \" مَا أَخْرَجَك هَذِهِ السَّاعَة ؟ \" فَقَالَ أَخْرَجَنِي الَّذِي أَخْرَجَك يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَجَاءَ عُمَر بْن الْخَطَّاب فَقَالَ \" مَا أَخْرَجَك يَا اِبْن الْخَطَّاب ؟ \" قَالَ أَخْرَجَنِي الَّذِي أَخْرَجَكُمَا قَالَ فَقَعَدَ عُمَر وَأَقْبَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحَدِّثهُمَا ثُمَّ قَالَ \" هَلْ بِكُمَا مِنْ قُوَّة تَنْطَلِقَانِ إِلَى هَذَا النَّخْل فَتُصِيبَانِ طَعَامًا وَشَرَابًا وَظِلًّا ؟ \" قُلْنَا نَعَمْ قَالَ \" مُرُّوا بِنَا إِلَى مَنْزِل اِبْن التَّيْهَان أَبِي الْهَيْثَم الْأَنْصَارِيّ \" قَالَ فَتَقَدَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَيْدِينَا فَسَلَّمَ وَاسْتَأْذَنَ ثَلَاث مَرَّات وَأُمّ الْهَيْثَم مِنْ وَرَاء الْبَاب تَسْمَع الْكَلَام تُرِيد أَنْ يَزِيدهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ السَّلَام فَلَمَّا أَرَادَ أَنْ يَنْصَرِف خَرَجَتْ أُمّ الْهَيْثَم تَسْعَى خَلْفهمْ فَقَالَتْ يَا رَسُول اللَّه قَدْ وَاَللَّه سَمِعْت تَسْلِيمك وَلَكِنْ أَرَدْت أَنْ تَزِيدَنِي مِنْ سَلَامك فَقَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْرًا ثُمَّ قَالَ \" أَيْنَ أَبُو الْهَيْثَم لَا أَرَاهُ \" قَالَتْ يَا رَسُول اللَّه هُوَ قَرِيبٌ ذَهَبَ يَسْتَعْذِب الْمَاء اُدْخُلُوا فَإِنَّهُ يَأْتِي السَّاعَة إِنْ شَاءَ اللَّه فَبَسَطَتْ بِسَاطًا تَحْت شَجَرَة فَجَاءَ أَبُو الْهَيْثَم فَفَرِحَ بِهِمْ وَقَرَّتْ عَيْنَاهُ بِهِمْ فَصَعِدَ عَلَى نَخْلَة فَصَرَمَ لَهُمْ أَعْذَاقًا فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَسْبك يَا أَبَا الْهَيْثَم \" فَقَالَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَأْكُلُونَ مِنْ بُسْره وَمِنْ رُطَبه وَمِنْ تَذْنِيبِهِ ثُمَّ أَتَاهُمْ بِمَاءٍ فَشَرِبُوا عَلَيْهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذَا مِنْ النَّعِيم الَّذِي تُسْأَلُونَ عَنْهُ \" هَذَا غَرِيب مِنْ هَذَا الْوَجْه وَقَالَ اِبْن جَرِير حَدَّثَنِي الْحُسَيْن بْن عَلِيّ الصُّدَائِيّ حَدَّثَنَا الْوَلِيد بْن الْقَاسِم عَنْ يَزِيد بْن كَيْسَان عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : بَيْنَا أَبُو بَكْر وَعُمَر جَالِسَانِ إِذْ جَاءَهُمْ النَّبِيّ فَقَالَ \" مَا أَجْلَسَكُمَا هَهُنَا ؟ \" قَالَا وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا أَخْرَجَنَا مِنْ بُيُوتنَا إِلَّا الْجُوع قَالَ \" وَاَلَّذِي بَعَثَنِي بِالْحَقِّ مَا أَخْرَجَنِي غَيْره \" فَانْطَلَقُوا حَتَّى أَتَوْا بَيْت رَجُل مِنْ الْأَنْصَار فَاسْتَقْبَلَتْهُمْ الْمَرْأَة فَقَالَ لَهَا النَّبِيّ \" أَيْنَ فُلَان ؟ \" فَقَالَتْ ذَهَبَ يَسْتَعْذِب لَنَا مَاء فَجَاءَ صَاحِبهمْ يَحْمِل قِرْبَته فَقَالَ مَرْحَبًا مَا زَارَ الْعِبَاد شَيْء أَفْضَل مِنْ نَبِيّ زَارَنِي الْيَوْم فَعَلَّقَ قِرْبَته بِقُرْبِ نَخْلَة وَانْطَلَقَ فَجَاءَهُمْ بِعِذْقٍ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا كُنْت اِجْتَنَيْت \" فَقَالَ أَحْبَبْت أَنْ تَكُونُوا الَّذِينَ تَخْتَارُونَ عَلَى أَعْيُنكُمْ ثُمَّ أَخَذَ الشَّفْرَة فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِيَّاكَ وَالْحَلُوب \" فَذَبَحَ لَهُمْ يَوْمَئِذٍ فَأَكَلُوا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَتُسْأَلُنَّ عَنْ هَذَا يَوْم الْقِيَامَة أَخْرَجَكُمْ مِنْ بُيُوتكُمْ الْجُوع فَلَمْ تَرْجِعُوا حَتَّى أَصَبْتُمْ هَذَا فَهَذَا مِنْ النَّعِيم \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث يَزِيد بْن كَيْسَان بِهِ وَرَوَاهُ أَبُو يَعْلَى وَابْن مَاجَهْ مِنْ حَدِيث الْمُكَارِي عَنْ يَحْيَى بْن عُبَيْد اللَّه عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ أَبِي بَكْر الصِّدِّيق بِهِ . وَقَدْ رَوَاهُ أَهْل السُّنَن الْأَرْبَعَة مِنْ حَدِيث عَبْد الْمَلِك بْن عُمَيْر عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ بِنَحْوٍ مِنْ هَذَا السِّيَاق وَهَذِهِ الْقِصَّة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح حَدَّثَنَا حَشْرَج عَنْ أَبِي نَضْرَة عَنْ أَبِي عَسِيب يَعْنِي مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلًا فَمَرَّ بِي فَدَعَانِي فَخَرَجْت إِلَيْهِ ثُمَّ مَرَّ بِأَبِي بَكْر فَدَعَاهُ فَخَرَجَ إِلَيْهِ ثُمَّ مَرَّ بِعُمَر فَدَعَاهُ فَخَرَجَ إِلَيْهِ فَانْطَلَقَ حَتَّى دَخَلَ حَائِطًا لِبَعْضِ الْأَنْصَار فَقَالَ لِصَاحِبِ الْحَائِط \" أَطْعِمْنَا \" فَجَاءَ بِعِذْقٍ فَوَضَعَهُ فَأَكَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه ثُمَّ دَعَا بِمَاءٍ بَارِد فَشَرِبَ وَقَالَ \" لَتُسْأَلُنَّ عَنْ هَذَا يَوْم الْقِيَامَة \" قَالَ فَأَخَذَ عُمَر الْعِذْق فَضَرَبَ بِهِ الْأَرْض حَتَّى تَنَاثَرَ الْبُسْر قِبَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّا لَمَسْئُولُونَ عَنْ هَذَا يَوْم الْقِيَامَة ؟ قَالَ نَعَمْ إِلَّا مِنْ ثَلَاثَة : خِرْقَة لَفَّ بِهَا الرَّجُل عَوْرَته أَوْ كِسْرَة سَدَّ بِهَا جَوْعَته أَوْ جُحْر يَدْخُل فِيهِ مِنْ الْحَرّ وَالْقُرّ \" تَفَرَّدَ بِهِ أَحْمَد وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا حَمَّاد حَدَّثَنَا عَمَّار سَمِعْت جَابِر بْن عَبْد اللَّه يَقُول : أَكَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْر وَعُمَر رُطَبًا وَشَرِبُوا مَاء فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذَا مِنْ النَّعِيم الَّذِي تُسْأَلُونَ عَنْهُ \" وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث حَمَّاد بْن سَلَمَة عَنْ عَمَّار بْن أَبِي عَمَّار عَنْ جَابِر بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا مُحَمَّد بْن عَمْرو عَنْ صَفْوَان بْن سَلِيم عَنْ مَحْمُود بْن الرَّبِيع قَالَ لَمَّا نَزَلَتْ \" أَلْهَاكُمْ التَّكَاثُر \" فَقَرَأَ حَتَّى بَلَغَ \" لَتُسْأَلُنَّ يَوْمَئِذٍ عَنْ النَّعِيم \" قَالُوا يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَيّ نَعِيم نُسْأَل ؟ وَإِنَّمَا هُمَا الْأَسْوَدَانِ الْمَاء وَالتَّمْر وَسُيُوفنَا عَلَى رِقَابنَا وَالْعَدُوّ حَاضِر فَعَنْ أَيّ نَعِيم نُسْأَل ؟ قَالَ \" أَمَّا إِنَّ ذَلِكَ سَيَكُونُ \" وَقَالَ أَحْمَد حَدَّثَنَا أَبُو عَامِر عَبْد الْمَلِك بْن عَمْرو حَدَّثَنَا عَبْد اللَّه بْن سُلَيْمَان حَدَّثَنَا مُعَاذ بْن عَبْد اللَّه بْن حَبِيب عَنْ أَبِيهِ عَنْ عَمّه قَالَ كُنَّا فِي مَجْلِس فَطَلَعَ عَلَيْنَا النَّبِيّ وَعَلَى رَأْسه أَثَر مَاء فَقُلْنَا يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَرَاك طَيِّب النَّفْس قَالَ \" أَجَل \" قَالَ ثُمَّ خَاضَ النَّاس فِي ذِكْر الْغِنَى فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا بَأْس بِالْغِنَى لِمَنْ اِتَّقَى اللَّه وَالصِّحَّة لِمَنْ اِتَّقَى اللَّه خَيْرٌ مِنْ الْغِنَى وَطِيب النَّفْس مِنْ النَّعِيم \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ خَالِد بْن مَخْلَد عَنْ عَبْد اللَّه بْن سُلَيْمَان بِهِ . وَقَالَ التِّرْمِذِيّ حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا شَبَّابَة عَنْ عَبْد اللَّه بْن الْعَلَاء عَنْ الضَّحَّاك بْن عَبْد الرَّحْمَن بْن عَرْزَب الْأَشْعَرِيّ قَالَ سَمِعْت أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَقُول : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَوَّل مَا يُسْأَل عَنْهُ - يَعْنِي يَوْم الْقِيَامَة - الْعَبْد مِنْ النَّعِيم أَنْ يُقَال لَهُ أَلَمْ نُصِحّ لَك بَدَنك وَنُرَوِّيك مِنْ الْمَاء الْبَارِد \" تَفَرَّدَ بِهِ التِّرْمِذِيّ وَرَوَاهُ ابْنُ حِبَّان فِي صَحِيحه مِنْ طَرِيق الْوَلِيد بْن مُسْلِم عَنْ عَبْد اللَّه بْن الْعَلَاء بْن زُبَيْر بِهِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مُسَدَّد حَدَّثَنَا سُفْيَان عَنْ مُحَمَّد بْن عَمْرو عَنْ يَحْيَى بْن حَاطِب عَنْ عَبْد اللَّه بْن الزُّبَيْر قَالَ : قَالَ الزُّبَيْر لَمَّا نَزَلَتْ \" ثُمَّ لَتُسْأَلُنَّ يَوْمئِذٍ عَنْ النَّعِيم \" قَالُوا يَا رَسُول اللَّه لِأَيِّ نَعِيم نُسْأَل عَنْهُ وَإِنَّمَا هُمَا الْأَسْوَدَانِ التَّمْر وَالْمَاء قَالَ \" إِنَّ ذَلِكَ سَيَكُونُ \" وَقَدْ رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث سُفْيَان هُوَ اِبْن عُيَيْنَة بِهِ وَرَوَاهُ أَحْمَد عَنْهُ وَقَالَ التِّرْمِذِيّ حَسَن وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عَبْد اللَّه الطِّهْرَانِيّ حَدَّثَنَا سُفْيَان بْن عُمَر الْعَدَنِيّ عَنْ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنْ النَّعِيم \" قَالَ الصَّحَابَة يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ نَعِيم نَحْنُ فِيهِ وَإِنَّمَا نَأْكُل فِي أَنْصَاف بُطُوننَا خُبْز الشَّعِير ؟ فَأَوْحَى اللَّه إِلَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : قُلْ لَهُمْ أَلَيْسَ تَحْتَذُونَ النِّعَال وَتَشْرَبُونَ الْمَاء الْبَارِد ؟ فَهَذَا مِنْ النَّعِيم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا مُحَمَّد بْن سُلَيْمَان بْن الْأَصْبَهَانِيّ عَنْ اِبْن أَبِي لَيْلَى أَظُنُّهُ عَنْ عَامِر عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنْ النَّعِيم \" قَالَ\" الْأَمْن وَالصِّحَّة \" وَقَالَ زَيْد بْن أَسْلَمَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنْ النَّعِيم \" يَعْنِي شِبَع الْبُطُون وَبَارِد الشَّرَاب وَظِلَال الْمَسَاكِن وَاعْتِدَال الْخَلُق وَلَذَّة النَّوْم وَرَوَاهُ اِبْن أَبِي حَاتِم بِإِسْنَادِهِ الْمُتَقَدِّم عَنْهُ فِي أَوَّل السُّورَة . وَقَالَ سَعِيد بْن جُبَيْر حَتَّى عَنْ شُرْبه عَسَلًا . وَقَالَ مُجَاهِد : عَنْ كُلّ لَذَّة مِنْ لَذَّات الدُّنْيَا وَقَالَ الْحَسَن الْبَصْرِيّ مِنْ النَّعِيم الْغَدَاء وَالْعَشَاء وَقَالَ أَبُو قِلَابَة : مِنْ النَّعِيم أَكْل السَّمْن وَالْعَسَل بِالْخُبْزِ النَّقِيّ وَقَوْل مُجَاهِد أَشْمَل هَذِهِ الْأَقْوَال وَقَالَ عَلِيّ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" ثُمَّ لَتُسْأَلُنَّ يَوْمئِذٍ عَنْ النَّعِيم \" قَالَ النَّعِيم صِحَّة الْأَبْدَان وَالْأَسْمَاع وَالْأَبْصَار يَسْأَل اللَّه الْعِبَاد فِيمَا اِسْتَعْمَلُوهَا وَهُوَ أَعْلَم بِذَلِكَ مِنْهُمْ وَهُوَ قَوْله تَعَالَى \" إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا \" وَثَبَتَ فِي صَحِيح الْبُخَارِيّ وَسُنَن التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن سَعِيد بْن أَبِي هِنْد عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" نِعْمَتَانِ مَغْبُونٌ فِيهِمَا كَثِيرٌ مِنْ النَّاس : الصِّحَّة وَالْفَرَاغ \" وَمَعْنَى هَذَا أَنَّهُمْ مُقَصِّرُونَ فِي شُكْر هَاتَيْنِ النِّعْمَتَيْنِ لَا يَقُومُونَ بِوَاجِبِهِمَا وَمَنْ لَا يَقُوم بِحَقِّ مَا وَجَبَ عَلَيْهِ فَهُوَ مَغْبُون وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا الْقَاسِم بْن مُحَمَّد بْن يَحْيَى الْمَرْوَزِيّ حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن شَقِيق حَدَّثَنَا أَبُو حَمْزَة عَنْ لَيْث عَنْ أَبِي فَزَارَة عَنْ يَزِيد بْن الْأَصَمّ عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا فَوْق الْإِزَار وَظِلّ الْحَائِط وَجَرّ الْمَاء فَضْل يُحَاسَب بِهِ الْعَبْد يَوْم الْقِيَامَة أَوْ يُسْأَل عَنْهُ \" ثُمَّ قَالَ لَا نَعْرِفهُ إِلَّا بِهَذَا الْإِسْنَاد وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز وَعَفَّان قَالَا حَدَّثَنَا حَمَّاد قَالَ عَفَّان فِي حَدِيثه قَالَ إِسْحَاق بْن عَبْد اللَّه عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَقُول اللَّه عَزَّ وَجَلَّ - قَالَ عَفَّان يَوْم الْقِيَامَة - يَا اِبْن آدَم حَمَلْتُك عَلَى الْخَيْل وَالْإِبِل وَزَوَّجْتُك النِّسَاء وَجَعَلْتُك تَرْبَع وَتَرْأَس فَأَيْنَ شُكْر ذَلِكَ ؟ \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه آخِر تَفْسِير سُورَة التَّكَاثُر وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 102, "type": 4, "id": 37562, "aya_id": 8}]