[{"text": "وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِّنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ", "sura_id": 27, "type": 0, "id": 3241, "aya_id": 82}, {"text": "وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم أن الناس كانوا بآياتنا لا يوقنون", "sura_id": 27, "type": 1, "id": 9477, "aya_id": 82}, {"text": "82 - (وإذا وقع القول عليهم) حق العذاب أن ينزل بهم في جملة الكفار (أخرجنا لهم دابة من الأرض تكلمهم) تكلم الموجودين حين خروجها بالعربية تقول لهم من جملة كلامها عنا (أن الناس) كفار مكة وعلى قراءة فتح همزة إن نقدر الباء بعد تكلمهم (كانوا بآياتنا لا يوقنون) لا يؤمنون بالقرآن المشتمل على البعث والحساب والعقاب وبخروجها ينقطع الأمر بالمعروف والنهي عن المنكر ولا يؤمن كافر كما أوحى الله إلى نوح أنه لن يؤمن من قومك إلا من قد آمن \r\n", "sura_id": 27, "type": 2, "id": 28185, "aya_id": 82}, {"text": "وإذا وجب العذاب عليهم; لتماديهم في المعاصي والطغيان, وإعراضهم عن شرع الله وحكمه, حتى صاروا من شرار خلقه, أخرجنا لهم من الأرض في آخر الزمان علامة من علامات الساعة الكبرى, وهي \"الدابة\", تحدثهم أن الناس المنكرين للبعث كانوا بالقرآن ومحمد صلى الله عليه وسلم ودينه لا يصدقون ولا يعملون.\r\n", "sura_id": 27, "type": 3, "id": 34421, "aya_id": 82}, {"text": " <font color=red>وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ</font><BR><p>هَذِهِ الدَّابَّة تَخْرُج فِي آخِر الزَّمَان عِنْد فَسَاد النَّاس وَتَرْكهمْ أَوَامِر اللَّه وَتَبْدِيلهمْ الدِّين الْحَقّ يُخْرِج اللَّه لَهُمْ دَابَّة مِنْ الْأَرْض قِيلَ مِنْ مَكَّة وَقِيلَ مِنْ غَيْرهَا كَمَا سَيَأْتِي تَفْصِيله إِنْ شَاءَ اللَّه تَعَالَى فَتَكَلَّمَ النَّاس عَلَى ذَلِكَ قَالَ اِبْن عَبَّاس وَالْحَسَن وَقَتَادَة وَيُرْوَى عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ تُكَلِّمهُمْ كَلَامًا أَيْ تُخَاطِبهُمْ مُخَاطَبَة وَقَالَ عَطَاء الْخُرَاسَانِيّ تُكَلِّمهُمْ فَتَقُول لَهُمْ إِنَّ النَّاس كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ وَيُرْوَى هَذَا عَنْ عَلِيّ وَاخْتَارَهُ اِبْن جَرِير وَفِي هَذَا الْقَوْل نَظَر لَا يَخْفَى وَاَللَّه أَعْلَم وَقَالَ اِبْن عَبَّاس فِي رِوَايَة تَجْرَحهُمْ وَعَنْهُ رِوَايَة قَالَ كَلَا تَفْعَل يَعْنِي هَذَا وَهَذَا وَهُوَ قَوْل حَسَن وَلَا مُنَافَاة وَاَللَّه أَعْلَم وَقَدْ وَرَدَ فِي ذِكْر الدَّابَّة أَحَادِيث وَآثَار كَثِيرَة فَلْنَذْكُرْ مِنْهَا مَا تَيَسَّرَ وَبِاَللَّهِ الْمُسْتَعَان . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ فُرَات عَنْ أَبِي الطُّفَيْل عَنْ حُذَيْفَة بْن أَسِيد الْغِفَارِيّ قَالَ أَشْرَفَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غُرْفَة وَنَحْنُ نَتَذَاكَر أَمْر السَّاعَة فَقَالَ \" لَا تَقُوم السَّاعَة حَتَّى تَرَوْا عَشْر آيَات طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَالدُّخَان وَالدَّابَّة وَخُرُوج يَأْجُوج وَمَأْجُوج وَخُرُوج عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام وَالدَّجَّال وَثَلَاثَة خُسُوف خَسْف بِالْمَغْرِبِ وَخَسْف بِالْمَشْرِقِ وَخَسْف بِجَزِيرَةِ الْعَرَب وَنَار تَخْرُج مِنْ قَعْر عَدَن تَسُوق أَوْ تَحْشِر النَّاس تَبِيت مَعَهُمْ حَيْثُ بَاتُوا وَتَقِيل مَعَهُمْ حَيْثُ قَالُوا \" وَهَكَذَا رَوَاهُ مُسْلِم وَأَهْل السُّنَن مِنْ طُرُق عَنْ فُرَات الْقَزَّاز عَنْ أَبِي الطُّفَيْل عَامِر بْن وَاثِلَة عَنْ حُذَيْفَة مَرْفُوعًا وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَرَوَاهُ مُسْلِم أَيْضًا مِنْ حَدِيث عَبْد الْعَزِيز بْن رُفَيْع عَنْ أَبِي الطُّفَيْل عَنْهُ مَوْقُوفًا فَاَللَّه أَعْلَم\" طَرِيق أُخْرَى \" قَالَ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ طَلْحَة بْن عَمْرو وَجَرِير بْن حَازِم فَأَمَّا طَلْحَة فَقَالَ أَخْبَرَنِي عَبْد اللَّه بْن عَبِيد اللَّه بْن عُمَيْر اللَّيْثِيّ أَنَّ أَبَا الطُّفَيْل حَدَّثَهُ عَنْ حُذَيْفَة بْن أَسِيد الْغِفَارِيّ أَبِي سَرِيحَة وَأَمَّا جَرِير فَقَالَ عَنْ عَبْد اللَّه بْن عُبَيْد عَنْ رَجُل مِنْ آلِ عَبْد اللَّه بْن مَسْعُود وَحَدِيث طَلْحَة أَتَمّ وَأَحْسَن قَالَ ذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الدَّابَّة فَقَالَ \" لَهَا ثَلَاث خَرْجَات مِنْ الدَّهْر فَتَخْرُج خَرْجَة مِنْ أَقْصَى الْبَادِيَة وَلَا يَدْخُل ذِكْرهَا الْقَرْيَة - يَعْنِي مَكَّة - ثُمَّ تَكْمُن زَمَنًا طَوِيلًا ثُمَّ تَخْرُج خَرْجَة أُخْرَى دُون تِلْكَ فَيَعْلُو ذِكْرهَا فِي أَهْل الْبَادِيَة وَيَدْخُل ذِكْرهَا الْقَرْيَة يَعْنِي مَكَّة - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ بَيْنَمَا النَّاس فِي أَعْظَم الْمَسَاجِد عَلَى اللَّه حُرْمَة وَأَكْرَمهَا الْمَسْجِد الْحَرَام لَمْ يَرُعْهُمْ إِلَّا وَهِيَ تَرْغُو بَيْن الرُّكْن وَالْمَقَام تَنْفُض عَنْ رَأْسهَا التُّرَاب فَارْفَضَّ النَّاس عَنْهَا شَتَّى وَمَعًا وَبَقِيَتْ عِصَابَة مِنْ الْمُؤْمِنِينَ وَعَرَفُوا أَنَّهُمْ لَمْ يُعْجِزُوا اللَّه فَبَدَأَتْ بِهِمْ فَجَلَتْ وُجُوههمْ حَتَّى جَعَلَتْهَا كَأَنَّهَا الْكَوْكَب الدُّرِّيّ وَوَلَّتْ فِي الْأَرْض لَا يُدْرِكهَا طَالِب وَلَا يَنْجُو مِنْهَا هَارِب حَتَّى إِنَّ الرَّجُل لَيَتَعَوَّذ مِنْهَا بِالصَّلَاةِ فَتَأْتِيه مِنْ خَلْفه فَتَقُول يَا فُلَان الْآن تُصَلِّي فَيُقْبِل عَلَيْهَا فَتَسِمُهُ فِي وَجْهه ثُمَّ تَنْطَلِق وَيَشْتَرِك النَّاس فِي الْأَمْوَال وَيَصْطَحِبُونَ فِي الْأَمْصَار يُعْرَف الْمُؤْمِن مِنْ الْكَافِر حَتَّى إِنَّ الْمُؤْمِن لَيَقُول يَا كَافِر اِقْضِنِي حَقِّي وَحَتَّى إِنَّ الْكَافِر لَيَقُول يَا مُؤْمِن اِقْضِنِي حَقِّي\" وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيقَيْنِ عَنْ حُذَيْفَة بْن أَسِيد مَوْقُوفًا وَاَللَّه أَعْلَم وَرَوَاهُ مِنْ رِوَايَة حُذَيْفَة بْن الْيَمَان مَرْفُوعًا وَإِنَّ ذَلِكَ فِي زَمَان عِيسَى اِبْن مَرْيَم وَهُوَ يَطُوف بِالْبَيْتِ وَلَكِنْ إِسْنَاده لَا يَصِحّ \" حَدِيث آخَر\" قَالَ مُسْلِم بْن الْحَجَّاج حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا مُحَمَّد بْن بِشْر سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ أَوَّل الْآيَات خُرُوجًا طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَخُرُوج الدَّابَّة عَلَى النَّاس ضُحًى وَأَيَّتهمَا كَانَتْ قَبْل صَاحِبَتهَا فَالْأُخْرَى عَلَى أَثَرهَا قَرِيبًا \" \" حَدِيث آخَر \" رَوَى مُسْلِم فِي صَحِيحه مِنْ حَدِيث الْعَلَاء بْن عَبْد الرَّحْمَن بْن يَعْقُوب مَوْلَى الْحُرَقَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" بَادِرُوا بِالْأَعْمَالِ سِتًّا طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَالدُّخَان وَالدَّجَّال وَالدَّابَّة وَخَاصَّة أَحَدكُمْ وَأَمْر الْعَامَّة \" تَفَرَّدَ بِهِ وَلَهُ مِنْ حَدِيث قَتَادَة عَنْ الْحَسَن عَنْ زِيَاد بْن رَبَاح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" بَادِرُوا بِالْأَعْمَالِ سِتًّا الدَّجَّال وَالدُّخَان وَدَابَّة الْأَرْض وَطُلُوع الشَّمْس مِنْ مَغْرِبهَا وَأَمْر الْعَامَّة وَخُوَيْصَة أَحَدكُمْ \" \" حَدِيث آخَر \" قَالَ اِبْن مَاجَهْ حَدَّثَنَا حَرْمَلَة بْن يَحْيَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث وَابْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ سِنَان بْن سَعِيد عَنْ أَنَس بْن مَالِك عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" بَادِرُوا بِالْأَعْمَالِ سِتًّا طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَالدُّخَان وَالدَّابَّة وَالدَّجَّال وَخُوَيْصَة أَحَدكُمْ وَأَمْر الْعَامَّة\" تَفَرَّدَ بِهِ \" حَدِيث آخَر \" قَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أُوَيْس بْن خَالِد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" تَخْرُج دَابَّة الْأَرْض وَمَعَهَا عَصَا مُوسَى وَخَاتَم سُلَيْمَان عَلَيْهِمَا السَّلَام فَتُحَطِّم أَنْف الْكَافِر بِالْعَصَا وَتُجْلِي وَجْه الْمُؤْمِن بِالْخَاتَمِ حَتَّى يَجْتَمِع النَّاس عَلَى الْخِوَان يُعْرَف الْمُؤْمِن مِنْ الْكَافِر\" وَرَوَاهُ الْإِمَام أَحْمَد عَنْ بَهْز وَعَفَّان وَيَزِيد بْن هَارُون ثَلَاثَتهمْ عَنْ حَمَّاد بْن سَلَمَة بِهِ وَقَالَ \" فَتُحَطِّم أَنْف الْكَافِر بِالْخَاتَمِ وَتَجْلُو وَجْه الْمُؤْمِن بِالْعَصَا حَتَّى إِنَّ أَهْل الْخِوَان الْوَاحِد لَيَجْتَمِعُونَ فَيَقُول هَذَا يَا مُؤْمِن وَيَقُول هَذَا يَا كَافِر \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ يُونُس بْن مُحَمَّد الْمُؤَدِّب عَنْ حَمَّاد بْن سَلَمَة بِهِ \" حَدِيث آخَر \" قَالَ اِبْن مَاجَهْ حَدَّثَنَا أَبُو غَسَّان مُحَمَّد بْن عَمْرو وَحَدَّثَنَا أَبُو نُمَيْلَة حَدَّثَنَا خَالِد بْن عُبَيْد حَدَّثَنَا عَبْد اللَّه بْن بُرَيْدَة عَنْ أَبِيهِ قَالَ ذَهَبَ بِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى مَوْضِع بِالْبَادِيَةِ قَرِيب مِنْ مَكَّة فَإِذَا أَرْض يَابِسَة حَوْلهَا رَمْل فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَخْرُج الدَّابَّة مِنْ هَذَا الْمَوْضِع فَإِذَا فِتْر فِي شِبْر قَالَ اِبْن بُرَيْدَة فَحَجَجْت بَعْد ذَلِكَ بِسِنِينَ فَأَرَانَا عَصَا لَهُ فَإِذَا هُوَ بِعَصَايَ هَذِهِ كَذَا وَكَذَا . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة أَنَّ اِبْن عَبَّاس قَالَ : هِيَ دَابَّة ذَات زُغْب لَهَا أَرْبَع قَوَائِم تَخْرُج مِنْ بَعْض أَوْدِيَة تِهَامَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن رَجَاء حَدَّثَنَا فُضَيْل بْن مَرْزُوق عَنْ عَطِيَّة قَالَ قَالَ عَبْد اللَّه تَخْرُج الدَّابَّة مِنْ صَدْع مِنْ الصَّفَا كَجَرْيِ الْفَرَس ثَلَاثَة أَيَّام لَمْ يَخْرُج ثُلُثهَا وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ أَبَان بْن صَالِح قَالَ سُئِلَ عَبْد اللَّه بْن عَمْرو عَنْ الدَّابَّة فَقَالَ الدَّابَّة تَخْرُج مِنْ تَحْت صَخْرَة بِجِيَادٍ وَاَللَّه لَوْ كُنْت مَعَهُمْ أَوْ لَوْ شِئْت بِعَصَايَ الصَّخْرَة الَّتِي تَخْرُج الدَّابَّة مِنْ تَحْتهَا قِيلَ فَتَصْنَع مَاذَا يَا عَبْد اللَّه بْن عَمْرو فَقَالَ تَسْتَقْبِل الْمَشْرِق فَتَصْرُخ صَرْخَة تَنْفُذهُ ثُمَّ تَسْتَقْبِل الشَّام فَتَصْرُخ صَرْخَة تَنْفُذهُ ثُمَّ تَسْتَقْبِل الْمَغْرِب فَتَصْرُخ صَرْخَة تَنْفُذهُ ثُمَّ تَسْتَقْبِل الْيَمَن فَتَصْرُخ صَرْخَة تَنْفُذهُ ثُمَّ تَرُوح مِنْ مَكَّة فَتُصْبِح بِعُسْفَانَ قِيلَ ثُمَّ مَاذَا قَالَ ثُمَّ لَا أَعْلَم وَعَنْ عَبْد اللَّه بْن عُمَر أَنَّهُ قَالَ تَخْرُج الدَّابَّة لَيْلَة جَمْع رَوَاهُ اِبْن أَبِي حَاتِم وَفِي إِسْنَاده اِبْن الْبَيْلَمَان , وَعَنْ وَهْب بْن مُنَبِّه أَنَّهُ حَكَى مِنْ كَلَام عُزَيْر عَلَيْهِ السَّلَام أَنَّهُ قَالَ وَتَخْرُج مِنْ تَحْت سَدُوم دَابَّة تُكَلِّم النَّاس كُلّ يَسْمَعهَا وَتَضَع الْحَبَالَى قَبْل التَّمَام وَيَعُود الْمَاء الْعَذْب أُجَاجًا وَيَتَعَادَى الْأَخِلَّاء وَتُحْرَق الْحِكْمَة وَيُرْفَع الْعِلْم وَتُكَلِّم الْأَرْض الَّتِي تَلِيهَا وَفِي ذَلِكَ الزَّمَان يَرْجُو النَّاس مَا لَا يَبْلُغُونَ وَيَتْعَبُونَ فِيمَا لَا يَنَالُونَ وَيَعْمَلُونَ فِيمَا لَا يَأْكُلُونَ رَوَاهُ اِبْن أَبِي حَاتِم عَنْهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح كَاتِب اللَّيْث حَدَّثَنِي مُعَاوِيَة بْن صَالِح عَنْ أَبِي مَرْيَم أَنَّهُ سَمِعَ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَقُول إِنَّ الدَّابَّة فِيهَا مِنْ كُلّ لَوْن مَا بَيْن قَرْنَيْهَا فَرْسَخ لِلرَّاكِبِ وَقَالَ اِبْن عَبَّاس هِيَ مِثْل الْحَرْبَة الضَّخْمَة وَعَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب \" أَنَّهُ قَالَ إِنَّهَا دَابَّة لَهَا رِيش وَزُغْب وَحَافِر وَمَا لَهَا ذَنَب وَلَهَا لِحْيَة وَإِنَّهَا لَتَخْرُج حَضَر الْفَرَس الْجَوَاد ثَلَاثًا وَمَا خَرَجَ ثُلُثهَا رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن جُرَيْج عَنْ أَبِي الزُّبَيْر أَنَّهُ وَصَفَ الدَّابَّة فَقَالَ رَأْسهَا رَأْس ثَوْر وَعَيْنهَا عَيْن خِنْزِير وَأُذُنهَا أُذُن فِيل وَقَرْنهَا قَرْن إِبِل وَعُنُقهَا عُنُق نَعَامَة وَصَدْرهَا صَدْر أَسَد وَلَوْنهَا لَوْن نَمِر وَخَاصِرَتهَا خَاصِرَة هِرّ وَذَنَبهَا ذَنَب كَبْش وَقَوَائِمهَا قَوَائِم بَعِير بَيْن كُلّ مَفْصِلَيْنِ اِثْنَا عَشَرَ ذِرَاعًا تَخْرُج مَعَهَا عَصَا مُوسَى وَخَاتَم سُلَيْمَان فَلَا يَبْقَى مُؤْمِن إِلَّا نَكَتَتْ فِي وَجْهه بِعَصَا مُوسَى نُكْتَة بَيْضَاء فَتَفْشُو تِلْكَ النُّكْتَة حَتَّى يَبْيَضّ لَهَا وَجْهه وَلَا يَبْقَى كَافِر إِلَّا نَكَتَتْ فِي وَجْهه نُكْتَة سَوْدَاء بِخَاتَمِ سُلَيْمَان فَتَفْشُو تِلْكَ النُّكْتَة حَتَّى يَسْوَدّ بِهَا وَجْهه حَتَّى إِنَّ النَّاس يَتَبَايَعُونَ فِي الْأَسْوَاق بِكَمْ ذَا يَا مُؤْمِن بِكَمْ ذَا يَا كَافِر وَحَتَّى إِنَّ أَهْل الْبَيْت يَجْلِسُونَ عَلَى مَائِدَتهمْ فَيَعْرِفُونَ مُؤْمِنهمْ مِنْ كَافِرهمْ ثُمَّ تَقُول لَهُمْ الدَّابَّة يَا فُلَان أَبْشِرْ أَنْتَ مِنْ أَهْل الْجَنَّة وَيَا فُلَان أَنْتَ مِنْ أَهْل النَّار فَذَلِكَ قَوْل اللَّه تَعَالَى \" وَإِذَا وَقَعَ الْقَوْل عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّة مِنْ الْأَرْض تُكَلِّمهُمْ أَنَّ النَّاس كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ \" .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39673, "aya_id": 82}]