[{"text": "فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ", "sura_id": 20, "type": 0, "id": 2436, "aya_id": 88}, {"text": "فأخرج لهم عجلا جسدا له خوار فقالوا هذا إلهكم و إله موسى فنسي", "sura_id": 20, "type": 1, "id": 8672, "aya_id": 88}, {"text": "88 - (فأخرج لهم عجلا) صاغه من الحلي (جسدا) لحما ودما (له خوار) أي صوت يسمع أي انقلب كذلك بسبب التراب الذي أثره الحياة فيما يوضع فيه ووضعه بعد صوغه في فمه (فقالوا) أي السامري وأتباعه (هذا إلهكم وإله موسى فنسي) موسى ربه هنا وذهب يطلبه \r\n", "sura_id": 20, "type": 2, "id": 27380, "aya_id": 88}, {"text": "فصنع السامري لبني إسرائيل من الذهب عجلا جسدًا يخور خوار البقر, فقال المفتونون به منهم للآخرين: هذا هو إلهكم وإله موسى, نسيه وغَفَل عنه.\r\n", "sura_id": 20, "type": 3, "id": 33616, "aya_id": 88}, {"text": " <font color=red>فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ</font><BR><p>قَالَ \" فَكَذَلِكَ أَلْقَى السَّامِرِيّ فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَار \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عُبَادَة بْن الْبُخْتَرِيّ حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا حَمَّاد عَنْ سِمَاك عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ هَارُون مَرَّ بِالسَّامِرِيِّ وَهُوَ يَنْحِت الْعِجْل فَقَالَ لَهُ مَا تَصْنَع فَقَالَ أَصْنَع مَا يَضُرّ وَلَا يَنْفَع فَقَالَ هَارُون اللَّهُمَّ أَعْطِهِ مَا سَأَلَ عَلَى مَا فِي نَفْسه وَمَضَى هَارُون وَقَالَ السَّامِرِيّ اللَّهُمَّ إِنِّي أَسْأَلك أَنْ يَخُور فَخَارَ فَكَانَ إِذَا خَارَ سَجَدُوا لَهُ وَإِذَا خَارَ رَفَعُوا رُءُوسهمْ . ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ حَمَّاد وَقَالَ أَعْمَل مَا يَنْفَع وَلَا يَضُرّ وَقَالَ السُّدِّيّ كَانَ يَخُور وَيَمْشِي فَقَالُوا أَيْ الضُّلَّال مِنْهُمْ الَّذِينَ اُفْتُتِنُوا بِالْعِجْلِ وَعَبَدُوهُ هَذَا إِلَهكُمْ وَإِلَه مُوسَى فَنَسِيَ \" أَيْ نَسِيَهُ هَاهُنَا وَذَهَبَ يَتَطَلَّبهُ كَذَا تَقَدَّمَ فِي حَدِيث الْفُتُون عَنْ اِبْن عَبَّاس وَبِهِ قَالَ مُجَاهِد وَقَالَ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فَنَسِيَ أَيْ نَسِيَ أَنْ يُذَكِّركُمْ أَنَّ هَذَا إِلَهكُمْ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ حَكِيم بْن جُبَيْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فَقَالَ هَذَا إِلَهكُمْ وَإِلَه مُوسَى قَالَ فَعَكَفُوا عَلَيْهِ وَأَحَبُّوهُ حُبًّا لَمْ يُحِبُّوا شَيْئًا قَطُّ يَعْنِي مِثْله يَقُول اللَّه فَنَسِيَ أَيْ تَرَكَ مَا كَانَ عَلَيْهِ مِنْ الْإِسْلَام يَعْنِي السَّامِرِيّ قَالَ اللَّه تَعَالَى رَدًّا عَلَيْهِمْ وَتَقْرِيعًا لَهُمْ وَبَيَانًا لِفَضِيحَتِهِمْ وَسَخَافَة عُقُولهمْ فِيمَا ذَهَبُوا إِلَيْهِ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38904, "aya_id": 88}]