[{"text": "سَنَسِمُهُ عَلَى الْخُرْطُومِ", "sura_id": 68, "type": 0, "id": 5287, "aya_id": 16}, {"text": "سنسمه على الخرطوم", "sura_id": 68, "type": 1, "id": 11523, "aya_id": 16}, {"text": "16 - (سنسمه على الخرطوم) سنجعل على أنفه علامة يعير بها ما عاش فخطم أنفه بالسيف يوم بدر \r\n", "sura_id": 68, "type": 2, "id": 30231, "aya_id": 16}, {"text": "سنجعل على أنفه علامة لازمة لا تفارقه عقوبة له; ليكون مفتضحًا بها أمام الناس.\r\n", "sura_id": 68, "type": 3, "id": 36467, "aya_id": 16}, {"text": " <font color=red>سَنَسِمُهُ عَلَى الْخُرْطُومِ</font><BR><p>قَالَ اِبْن جَرِير سَنُبَيِّنُ أَمْره بَيَانًا وَاضِحًا حَتَّى يَعْرِفُوهُ وَلَا يَخْفَى عَلَيْهِمْ كَمَا لَا تَخْفَى عَلَيْهِمْ السِّمَة عَلَى الْخَرَاطِيم وَهَكَذَا قَالَ قَتَادَة \" سَنَسِمُهُ عَلَى الْخُرْطُوم \" شَيْن لَا يُفَارِقهُ آخِر مَا عَلَيْهِ وَفِي رِوَايَة عَنْهُ سِيمَا عَلَى أَنْفه وَكَذَا قَالَ السُّدِّيّ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" سَنَسِمُهُ عَلَى الْخُرْطُوم \" يُقَاتِل يَوْم بَدْر فَيُخْطَم بِالسَّيْفِ فِي الْقِتَال وَقَالَ آخَرُونَ \" سَنَسِمُهُ \" سِمَة أَهْل النَّار يَعْنِي نُسَوِّد وَجْهه يَوْم الْقِيَامَة وَعَبَّرَ عَنْ الْوَجْه بِالْخُرْطُومِ حَكَى ذَلِكَ كُلّه أَبُو جَعْفَر اِبْن جَرِير وَمَالَ إِلَى أَنَّهُ لَا مَانِع مِنْ اِجْتِمَاع الْجَمِيع عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَة وَهُوَ مُتَّجِه وَقَدْ قَالَ اِبْن أَبِي حَاتِم فِي سُورَة \" عَمَّ يَتَسَاءَلُونَ \" حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح كَاتِب اللَّيْث حَدَّثَنِي اللَّيْث حَدَّثَنِي خَالِد بْن سَعِيد عَنْ عَبْد الْمَلِك بْن عَبْد اللَّه عَنْ عِيسَى بْن هِلَال الصَّدَفِيّ عَنْ عَبْد اللَّه بْن عَمْرو عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ الْعَبْد يُكْتَب مُؤْمِنًا أَحْقَابًا ثُمَّ أَحْقَابًا ثُمَّ يَمُوت وَاَللَّه عَلَيْهِ سَاخِط وَإِنَّ الْعَبْد يُكْتَب كَافِرًا أَحْقَابًا ثُمَّ أَحْقَابًا ثُمَّ يَمُوت وَاَللَّه عَلَيْهِ رَاضٍ وَمَنْ مَاتَ هَمَّازًا لَمَّازًا مُلَقِّبًا لِلنَّاسِ كَانَ عَلَامَته يَوْم الْقِيَامَة أَنْ يَسِمهُ اللَّه عَلَى الْخُرْطُوم مِنْ كِلَا الشَّفَتَيْنِ \" .</p><BR> <br> ", "sura_id": 68, "type": 4, "id": 42369, "aya_id": 16}]