[{"text": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ", "sura_id": 93, "type": 0, "id": 6090, "aya_id": 11}, {"text": "و أما بنعمة ربك فحدث", "sura_id": 93, "type": 1, "id": 12326, "aya_id": 11}, {"text": "11 - (وأما بنعمة ربك) عليك بالنبوة وغيرها (فحدث) أخبر ، وحُذف ضميره صلى الله عليه وسلم في بعض الأفعال رعاية للفواصل \r\n", "sura_id": 93, "type": 2, "id": 31034, "aya_id": 11}, {"text": "وأما بنعمة ربك التي أسبغها عليك فتحدث بها.\r\n", "sura_id": 93, "type": 3, "id": 37270, "aya_id": 11}, {"text": " <font color=red>وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ</font><BR><p>\" وَأَمَّا بِنِعْمَةِ رَبّك فَحَدِّثْ \" أَيْ وَكَمَا كُنْت عَائِلًا فَقِيرًا فَأَغْنَاك اللَّه فَحَدِّثْ بِنِعْمَةِ اللَّه عَلَيْك كَمَا جَاءَ فِي الدُّعَاء الْمَأْثُور النَّبَوِيّ \" وَاجْعَلْنَا شَاكِرِينَ لِنِعْمَتِك مُثْنِينَ بِهَا عَلَيْك قَابِلِيهَا وَأَتِمَّهَا عَلَيْنَا \" قَالَ اِبْن جَرِير حَدَّثَنَا يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا سَعِيد بْن إِيَاس الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة قَالَ كَانَ الْمُسْلِمُونَ يَرَوْنَ أَنَّ مِنْ شُكْر النِّعَم أَنْ يُحَدَّث بِهَا . وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنَا مَنْصُور بْن أَبِي مُزَاحِم حَدَّثَنَا الْجَرَّاح بْن فُلَيْح عَنْ أَبِي عَبْد الرَّحْمَن عَنْ الشَّعْبِيّ عَنْ النُّعْمَان بْن بَشِير قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَر \" مَنْ لَمْ يَشْكُر الْقَلِيل لَمْ يَشْكُر الْكَثِير وَمَنْ لَمْ يَشْكُر النَّاس لَمْ يَشْكُر اللَّه وَالتَّحَدُّث بِنِعْمَةِ اللَّه شُكْر وَتَرْكهَا كُفْر وَالْجَمَاعَة رَحْمَة وَالْفُرْقَة عَذَاب\" وَإِسْنَاده ضَعِيف وَفِي الصَّحِيحَيْنِ عَنْ أَنَس أَنَّ الْمُهَاجِرِينَ قَالُوا يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَهَبَ الْأَنْصَار بِالْأَجْرِ كُلّه قَالَ لَا مَا دَعَوْتُمْ اللَّه لَهُمْ وَأَثْنَيْتُمْ عَلَيْهِمْ \" . وَقَالَ أَبُو دَاوُد حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا الرَّبِيع بْن مُسْلِم عَنْ مُحَمَّد بْن زِيَاد عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَشْكُر اللَّه مَنْ لَا يَشْكُر النَّاس \" وَرَوَاهُ التِّرْمِذِيّ عَنْ أَحْمَد بْن مُحَمَّد عَنْ اِبْن الْمُبَارَك عَنْ الرَّبِيع بْن مُسْلِم وَقَالَ صَحِيح . وَقَالَ أَبُو دَاوُد حَدَّثَنَا عَبْد اللَّه بْن الْجَرَّاح حَدَّثَنَا جَرِير عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أُبْلِيَ بَلَاء فَذَكَرَهُ فَقَدْ شَكَرَهُ وَمَنْ كَتَمَهُ فَقَدْ كَفَرَهُ \" تَفَرَّدَ بِهِ أَبُو دَاوُد . وَقَالَ أَبُو دَاوُد حَدَّثَنَا مُسَدَّد حَدَّثَنَا بِشْر حَدَّثَنَا عُمَارَة بْن غَزِيَّة حَدَّثَنِي رَجُل مِنْ قَوْمِي عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أُعْطِيَ عَطَاء فَوَجَدَ فَلْيَجْزِ بِهِ فَإِنْ لَمْ يَجِد فَلْيُثْنِ بِهِ فَمَنْ أَثْنَى بِهِ فَقَدْ شَكَرَهُ وَمَنْ كَتَمَهُ فَقَدْ كَفَرَهُ\" قَالَ أَبُو دَاوُد : وَرَوَاهُ يَحْيَى بْن أَيُّوب عَنْ عُمَارَة بْن غَزِيَّة عَنْ شُرَحْبِيل عَنْ جَابِر كَرِهُوهُ فَلَمْ يُسَمُّوهُ تَفَرَّدَ بِهِ أَبُو دَاوُد وَقَالَ مُجَاهِد يَعْنِي النُّبُوَّة الَّتِي أَعْطَاك رَبّك وَفِي رِوَايَة عَنْهُ الْقُرْآن وَقَالَ لَيْث عَنْ رَجُل عَنْ الْحَسَن بْن عَلِيّ \" وَأَمَّا بِنِعْمَةِ رَبّك فَحَدِّثْ\" قَالَ مَا عَمِلْت مِنْ خَيْر فَحَدِّثْ إِخْوَانك وَقَالَ مُحَمَّد بْن إِسْحَاق مَا جَاءَك مِنْ اللَّه مِنْ نِعْمَة وَكَرَامَة مِنْ النُّبُوَّة فَحَدِّثْ بِهَا وَاذْكُرْهَا وَادْعُ إِلَيْهَا قَالَ فَجَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَذْكُر مَا أَنْعَمَ اللَّه بِهِ عَلَيْهِ مِنْ النُّبُوَّة سِرًّا إِلَى مَنْ يَطْمَئِنّ إِلَيْهِ مِنْ أَهْله وَافْتُرِضَتْ عَلَيْهِ الصَّلَاة فَصَلَّى . آخِر تَفْسِير سُورَة الضُّحَى وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 93, "type": 4, "id": 43581, "aya_id": 11}]