[{"text": "إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِن طِينٍ", "sura_id": 38, "type": 0, "id": 4041, "aya_id": 71}, {"text": "إذ قال ربك للملائكة إني خالق بشرا من طين", "sura_id": 38, "type": 1, "id": 10277, "aya_id": 71}, {"text": "71 - اذكر (إذ قال ربك للملائكة إني خالق بشرا من طين) هو آدم \r\n", "sura_id": 38, "type": 2, "id": 28985, "aya_id": 71}, {"text": "اذكر لهم -أيها الرسول- : حين قال ربك للملائكة: إني خالق بشرًا من طين.\r\n", "sura_id": 38, "type": 3, "id": 35221, "aya_id": 71}, {"text": " <font color=red>إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ</font><BR><p>وَقَوْله تَعَالَى \" مَا كَانَ لِيَ مِنْ عِلْم بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ \" أَيْ لَوْلَا الْوَحْي مِنْ أَيْنَ كُنْت أَدْرِي بِاخْتِلَافِ الْمَلَإِ الْأَعْلَى ؟ يَعْنِي . . شَأْن آدَم عَلَيْهِ الصَّلَاة وَالسَّلَام وَامْتِنَاع إِبْلِيس مِنْ السُّجُود لَهُ وَمُحَاجَّته رَبّه فِي تَفْضِيله عَلَيْهِ فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَيْثُ قَالَ حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا جَهْضَم الْيَمَامِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ زَيْد بْن أَبِي سَلَّام عَنْ أَبِي سَلَّام عَنْ عَبْد الرَّحْمَن بْن عَائِش عَنْ مَالِك بْن يُخَامِر عَنْ مُعَاذ رَضِيَ اللَّه عَنْهُ قَالَ اِحْتَبَسَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات غَدَاة مِنْ صَلَاة الصُّبْح حَتَّى كِدْنَا نَتَرَاءَى قَرْن الشَّمْس فَخَرَجَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَرِيعًا فَثُوِّبَ بِالصَّلَاةِ فَصَلَّى وَتَجَوَّزَ فِي صَلَاته فَلَمَّا سَلَّمَ قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام \" كَمَا أَنْتُمْ \" ثُمَّ أَقْبَلَ إِلَيْنَا فَقَالَ \" إِنِّي قُمْت مِنْ اللَّيْل فَصَلَّيْت مَا قُدِّرَ لِي فَنَعَسْت فِي صَلَاتِي حَتَّى اِسْتَيْقَظَتْ فَإِذَا أَنَا بِرَبِّي عَزَّ وَجَلَّ فِي أَحْسَن صُورَة فَقَالَ يَا مُحَمَّد أَتَدْرِي فِيمَ يَخْتَصِم الْمَلَأ الْأَعْلَى ؟ قُلْت لَا أَدْرِي يَا رَبّ - أَعَادَهَا ثَلَاثًا فَرَأَيْته وَضَعَ كَفّه بَيْن كَتِفَيَّ حَتَّى وَجَدْت بَرْدَ أَنَامِله بَيْن صَدْرِي فَتَجَلَّى لِي كُلّ شَيْء وَعَرَفْت فَقَالَ يَا مُحَمَّد فِيمَ يَخْتَصِم الْمَلَأ الْأَعْلَى ؟ قُلْت فِي الْكَفَّارَات قَالَ وَمَا الْكَفَّارَات ؟ قُلْت نَقْلُ الْأَقْدَام إِلَى الْجَمَاعَات وَالْجُلُوسُ فِي الْمَسَاجِد بَعْد الصَّلَوَات وَإِسْبَاغ الْوُضُوء عِنْد الْكَرِيهَات ؟ قَالَ وَمَا الدَّرَجَات ؟ قُلْت إِطْعَام الطَّعَام وَلِين الْكَلَام وَالصَّلَاة وَالنَّاس نِيَام قَالَ سَلْ قُلْت اللَّهُمَّ إِنِّي أَسْأَلك فِعْل الْخَيْرَات وَتَرْك الْمُنْكَرَات وَحُبَّ الْمَسَاكِين وَأَنْ تَغْفِر لِي وَتَرْحَمنِي وَإِذَا أَرَدْت فِتْنَة بِقَوْمٍ فَتَوَفَّنِي غَيْر مَفْتُون وَأَسْأَلك حُبَّك وَحُبَّ مَنْ يُحِبُّك وَحُبَّ عَمَلٍ يُقَرِّبنِي إِلَى حُبِّك - وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّهَا حَقٌّ فَادْرُسُوهَا وَتَعَلَّمُوهَا \" فَهُوَ حَدِيث الْمَنَام الْمَشْهُور وَمَنْ جَعَلَهُ يَقَظَةً فَقَدْ غَلِطَ وَهُوَ فِي السُّنَن مِنْ طُرُق وَهَذَا الْحَدِيث بِعَيْنِهِ قَدْ رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث جَهْضَم بْن عَبْد اللَّه الْيَمَامِيّ بِهِ وَقَالَ حَسَن صَحِيح وَلَيْسَ هَذَا الِاخْتِصَام هُوَ الِاخْتِصَام الْمَذْكُور فِي الْقُرْآن فَإِنَّ هَذَا قَدْ فُسِّرَ وَأَمَّا الِاخْتِصَام الَّذِي فِي الْقُرْآن فَقَدْ فُسِّرَ بَعْد هَذَا وَهُوَ قَوْله تَعَالَى .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40672, "aya_id": 71}]