[{"text": "الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا", "sura_id": 25, "type": 0, "id": 2881, "aya_id": 26}, {"text": "الملك يومئذ الحق للرحمن وكان يوما على الكافرين عسيرا", "sura_id": 25, "type": 1, "id": 9117, "aya_id": 26}, {"text": "26 - (الملك يومئذ الحق للرحمن) لا يشركه فيه أحد (وكان) اليوم (يوما على الكافرين عسيرا) بخلاف المؤمنين \r\n", "sura_id": 25, "type": 2, "id": 27825, "aya_id": 26}, {"text": "المُلْك الحق في هذا اليوم للرحمن وحده دون مَن سواه، وكان هذا اليوم صعبًا شديدًا على الكافرين، لما ينالهم من العقاب والعذاب الأليم.\r\n", "sura_id": 25, "type": 3, "id": 34061, "aya_id": 26}, {"text": " <font color=red>الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا</font><BR><p>وَقَوْله تَعَالَى : \" الْمُلْك يَوْمئِذٍ الْحَقّ لِلرَّحْمَنِ\" الْآيَة كَمَا قَالَ تَعَالَى : \" لِمَنْ الْمُلْك الْيَوْم لِلَّهِ الْوَاحِد الْقَهَّار \" وَفِي الصَّحِيح أَنَّ اللَّه تَعَالَى يَطْوِي السَّمَوَات بِيَمِينِهِ وَيَأْخُذ الْأَرْضِينَ بِيَدِهِ الْأُخْرَى ثُمَّ يَقُول : أَنَا الْمَلِك أَنَا الدَّيَّان أَيْنَ مُلُوك الْأَرْض ؟ أَيْنَ الْجَبَّارُونَ ؟ أَيْنَ الْمُتَكَبِّرُونَ ؟ وَقَوْله : \" وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا \" أَيْ شَدِيدًا صَعْبًا لِأَنَّهُ يَوْم عَدْل وَقَضَاء فَصْل كَمَا قَالَ تَعَالَى : \" فَذَلِكَ يَوْمئِذٍ يَوْم عَسِير عَلَى الْكَافِرِينَ غَيْر يَسِير \" فَهَذَا حَال الْكَافِرِينَ فِي هَذَا الْيَوْم وَأَمَّا الْمُؤْمِنُونَ فَكَمَا قَالَ تَعَالَى : \" لَا يَحْزُنهُمْ الْفَزَع الْأَكْبَر \" الْآيَة . وَرَوَى الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قِيلَ يَا رَسُول اللَّه يَوْم كَانَ مِقْدَاره خَمْسِينَ أَلْف سَنَة مَا أَطْوَل هَذَا الْيَوْم ! فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهُ لَيُخَفَّف عَلَى الْمُؤْمِن حَتَّى يَكُون أَخَفّ عَلَيْهِ مِنْ صَلَاة مَكْتُوبَة يُصَلِّيهَا فِي الدُّنْيَا \" .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39307, "aya_id": 26}]