[{"text": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُواْ نِعْمَةَ اللّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاء وَجَعَلَكُم مُّلُوكًا وَآتَاكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّن الْعَالَمِينَ", "sura_id": 5, "type": 0, "id": 689, "aya_id": 20}, {"text": "وإذ قال موسى لقومه يا قوم اذكروا نعمة الله عليكم إذ جعل فيكم أنبياء وجعلكم ملوكا وآتاكم ما لم يؤت أحدا من العالمين", "sura_id": 5, "type": 1, "id": 6925, "aya_id": 20}, {"text": "20 - (و) اذكر (إذ قال موسى لقومه يا قوم اذكروا نعمة الله عليكم إذ جعل فيكم) أي منكم (أنبياء وجعلكم ملوكا) أصحاب خدم وحشم (وآتاكم ما لم يؤت أحدا من العالمين) من المن والسلوى وفلق البحر وغير ذلك \r\n", "sura_id": 5, "type": 2, "id": 25633, "aya_id": 20}, {"text": "واذكر -أيها الرسول- إذ قال موسى عليه السلام لقومه: يا بني إسرائيل اذكروا نعمة الله عليكم, إذ جعل فيكم أنبياء, وجعلكم ملوكًا تملكون أمركم بعد أن كنتم مملوكين لفرعون وقومه, وقد منحكم من نعمه صنوفًا لم يمنحها أحدًا من عالَمي زمانكم.\r\n", "sura_id": 5, "type": 3, "id": 31869, "aya_id": 20}, {"text": " <font color=red>وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ عَبْدِهِ وَرَسُولِهِ مُوسَى بْن عِمْرَان عَلَيْهِ السَّلَام فِيمَا ذَكَّرَ بِهِ قَوْمَهُ نِعَمَ اللَّهِ عَلَيْهِمْ وَآلَائِهِ لَدَيْهِمْ فِي جَمْعِهِ لَهُمْ خَيْرَ الدُّنْيَا وَالْآخِرَةِ لَوْ اِسْتَقَامُوا عَلَى طَرِيقَتهمْ الْمُسْتَقِيمَة فَقَالَ تَعَالَى \" وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْم اُذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاء \" أَيْ كُلَّمَا هَلَكَ نَبِيّ قَامَ فِيكُمْ نَبِيّ مِنْ لَدُنْ أَبِيكُمْ إِبْرَاهِيم إِلَى مَنْ بَعْده وَكَذَلِكَ كَانُوا لَا يَزَال فِيهِمْ الْأَنْبِيَاء يَدْعُونَ إِلَى اللَّه وَيُحَذِّرُونَ نِقْمَته حَتَّى خُتِمُوا بِعِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام ثُمَّ أَوْحَى اللَّه إِلَى خَاتِم الْأَنْبِيَاء وَالرُّسُل عَلَى الْإِطْلَاق مُحَمَّد بْن عَبْد اللَّه الْمَنْسُوب إِلَى إِسْمَاعِيل بْن إِبْرَاهِيم عَلَيْهِ السَّلَام وَهُوَ أَشْرَفُ مِنْ كُلِّ مَنْ تَقَدَّمَهُ مِنْهُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَجَعَلَكُمْ مُلُوكًا \" قَالَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ مَنْصُور عَنْ الْحَكَم أَوْ غَيْره عَنْ اِبْن عَبَّاس فِي قَوْله وَجَعَلَكُمْ مُلُوكًا قَالَ : الْخَادِم وَالْمَرْأَة وَالْبَيْت وَرَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث الثَّوْرِيّ أَيْضًا عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : الْمَرْأَة وَالْخَادِم \" وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنْ الْعَالَمِينَ \" قَالَ : الَّذِينَ هُمْ بَيْن ظَهْرَانِيهِمْ يَوْمئِذٍ ثُمَّ قَالَ الْحَكَم : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَرَوَى مَيْمُون بْن مِهْرَان عَنْ اِبْن عَبَّاس قَالَ : كَانَ الرَّجُل مِنْ بَنِي إِسْرَائِيل إِذَا كَانَ لَهُ الزَّوْجَة وَالْخَادِم وَالدَّار سُمِّيَ مَلِكًا وَقَالَ اِبْن جَرِير : حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَنْبَأَنَا اِبْن وَهْب أَنْبَأَنَا أَبُو هَانِئ أَنَّهُ سَمِعَ أَبَا عَبْد الرَّحْمَن الْحَنْبَلِيّ يَقُول : سَمِعْت عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ وَسَأَلَهُ رَجُل فَقَالَ : أَلَسْنَا مِنْ فُقَرَاء الْمُهَاجِرِينَ فَقَالَ عَبْد اللَّه : أَلَك اِمْرَأَة تَأْوِي إِلَيْهَا قَالَ نَعَمْ قَالَ : أَلَك مَسْكَنٌ تَسْكُنُهُ قَالَ نَعَمْ قَالَ : فَأَنْتَ مِنْ الْأَغْنِيَاءِ فَقَالَ : إِنَّ لَك خَادِمًا فَقَالَ : فَأَنْتَ مِنْ الْمُلُوكِ وَقَالَ الْحَسَن الْبَصْرِيّ : هَلْ الْمُلْكُ إِلَّا مَرْكَبٌ مِنْ خَادِمٍ وَدَارٍ رَوَاهُ اِبْن جَرِير ثُمَّ رَوَى عَنْ الْحَكَمِ وَمُجَاهِدٍ وَمَنْصُور وَسُفْيَان الثَّوْرِيّ نَحْوًا مِنْ هَذَا وَحَكَاهُ اِبْنُ أَبِي حَاتِم عَنْ مَيْمُون بْن مِهْرَان وَقَالَ اِبْن شَوْذَب كَانَ الرَّجُل مِنْ بَنِي إِسْرَائِيل إِذَا كَانَ لَهُ مَنْزِل وَخَادِم وَاسْتُؤْذِنَ عَلَيْهِ فَهُوَ مَلِك وَقَالَ قَتَادَة : كَانُوا أَوَّل مَنْ اِتَّخَذَ الْخَدَم وَقَالَ السُّدِّيّ فِي قَوْله \" وَجَعَلَكُمْ مُلُوكًا \" قَالَ يَمْلِك الرَّجُل مِنْكُمْ نَفْسه وَمَاله وَأَهْله رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن أَبِي حَاتِم : ذُكِرَ عَنْ اِبْن لَهِيعَة عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : كَانَ بَنُو إِسْرَائِيل إِذَا كَانَ لِأَحَدِهِمْ خَادِم وَدَابَّة وَامْرَأَة كُتِبَ مَلِكًا : وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَقَالَ اِبْن جَرِير : حَدَّثَنَا الزُّبَيْر بْن بَكَّار حَدَّثَنَا أَبُو ضَمْرَة - أَنَس بْن عِيَاض - سَمِعْت زَيْد بْن أَسْلَمَ يَقُول : وَجَعَلَكُمْ مُلُوكًا فَلَا أَعْلَمُ إِلَّا أَنَّهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَنْ كَانَ لَهُ بَيْت وَخَادِم فَهُوَ مَلِك\" وَهَذَا مُرْسَل غَرِيب وَقَالَ مَالِك : بَيْت وَخَادِم وَزَوْجَة وَقَدْ وَرَدَ فِي الْحَدِيث مَنْ أَصْبَحَ مِنْكُمْ مُعَافًى فِي جَسَدِهِ آمِنًا فِي سِرْبِهِ عِنْدَهُ قُوتُ يَوْمِهِ فَكَأَنَّمَا حِيزَتْ لَهُ الدُّنْيَا بِحَذَافِيرِهَا وَقَوْله \" وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنْ الْعَالَمِينَ \" يَعْنِي عَالَمِي زَمَانِكُمْ فَإِنَّهُمْ كَانُوا أَشْرَفَ النَّاسِ فِي زَمَانِهِمْ مِنْ الْيُونَانِ وَالْقِبْطِ وَسَائِرِ أَصْنَافِ بَنِي آدَمَ كَمَا قَالَ \" وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيل الْكِتَاب وَالْحُكْم وَالنُّبُوَّة وَرَزَقْنَاهُمْ مِنْ الطَّيِّبَات وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ \" وَقَالَ تَعَالَى إِخْبَارًا عَنْ مُوسَى لَمَّا قَالُوا اِجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ\" قَالَ إِنَّكُمْ قَوْم تَجْهَلُونَ إِنَّ هَؤُلَاءِ مُتَبَّر مَا هُمْ فِيهِ وَبَاطِل مَا كَانُوا يَعْمَلُونَ قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ \" وَالْمَقْصُود أَنَّهُمْ كَانُوا أَفْضَلَ زَمَانهمْ وَإِلَّا فَهَذِهِ الْأُمَّة أَشْرَفُ مِنْهُمْ وَأَفْضَلُ عِنْد اللَّه وَأَكْمَلُ شَرِيعَةً وَأَقْوَمُ مِنْهَاجًا وَأَكْرَمُ نَبِيًّا وَأَعْظَمُ مُلْكًا وَأَغْزَرُ أَرْزَاقًا وَأَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَأَوْسَعُ مَمْلَكَةً وَأَدْوَمُ عِزًّا قَالَ اللَّه تَعَالَى \" وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّة وَسَطًا لِتَكُونُوا شُهَدَاء عَلَى النَّاس \" وَقَدْ ذَكَرْنَا الْأَحَادِيث الْمُتَوَاتِرَة فِي فَضْل هَذِهِ الْأُمَّة وَشَرَفهَا وَكَرَمهَا عِنْد اللَّه عِنْد قَوْله تَعَالَى \" كُنْتُمْ خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ \" مِنْ سُورَة آل عِمْرَان وَرَوَى اِبْن جَرِير عَنْ اِبْن عَبَّاس وَأَبِي مَالِك وَسَعِيد بْن جُبَيْر أَنَّهُمْ قَالُوا فِي قَوْله \" وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنْ الْعَالَمِينَ \" يَعْنِي أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَأَنَّهُمْ أَرَادُوا أَنَّ هَذَا الْخِطَاب فِي قَوْله \" وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا \" مَعَ هَذِهِ الْأُمَّة وَالْجُمْهُور عَلَى أَنَّهُ خِطَاب مِنْ مُوسَى لِقَوْمِهِ وَهُوَ مَحْمُول عَلَى عَالَمِي زَمَانِهِمْ كَمَا قَدَّمْنَا وَقِيلَ الْمُرَاد \" وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنْ الْعَالَمِينَ\" يَعْنِي بِذَلِكَ مَا كَانَ تَعَالَى نَزَّلَهُ عَلَيْهِمْ مِنْ الْمَنّ وَالسَّلْوَى وَيُظَلِّلهُمْ بِهِ مِنْ الْغَمَام وَغَيْر ذَلِكَ مِمَّا كَانَ تَعَالَى يَخُصّهُمْ بِهِ مِنْ خَوَارِق الْعَادَات فَاَللَّه أَعْلَمُ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41470, "aya_id": 20}]