[{"text": "وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ الله كِتَابًا مُّؤَجَّلاً وَمَن يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَن يُرِدْ ثَوَابَ الآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ", "sura_id": 3, "type": 0, "id": 438, "aya_id": 145}, {"text": "وما كان لنفس أن تموت إلا بإذن الله كتابا مؤجلا ومن يرد ثواب الدنيا نؤته منها ومن يرد ثواب الآخرة نؤته منها وسنجزي الشاكرين", "sura_id": 3, "type": 1, "id": 6674, "aya_id": 145}, {"text": "145 - (وما كان لنفس أن تموت إلا بإذن الله) بقضائه (كتاباً) مصدر أي: كتب الله ذلك (مؤجلاً) مؤقتاً لا يتقدم ولا يتأخر فلم انهزمتم! والهزيمة لا تدفع الموت والثبات لا يقطع الحياة (ومن يرد) بعمله (ثواب الدنيا) أي جزاءه منها (نؤته منها) ما قسم له ولاحظ له في الآخرة (ومن يرد ثواب الآخرة نؤته منها) أي من ثوابها (وسنجزي الشاكرين) \r\n", "sura_id": 3, "type": 2, "id": 25382, "aya_id": 145}, {"text": "لن يموت أحد إلا بإذن الله وقدره وحتى يستوفي المدة التي قدرها الله له كتابًا مؤجَّلا. ومن يطلب بعمله عَرَض الدنيا, نعطه ما قسمناه له من رزق, ولا حظَّ له في الآخرة, ومن يطلب بعمله الجزاء من الله في الآخرة نمنحه ما طلبه, ونؤته جزاءه وافرًا مع ما لَه في الدنيا من رزق مقسوم, فهذا قد شَكَرَنا بطاعته وجهاده, وسنجزي الشاكرين خيرًا.\r\n", "sura_id": 3, "type": 3, "id": 31618, "aya_id": 145}, {"text": " <font color=red>وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ</font><BR><p>قَوْله تَعَالَى \" وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوت إِلَّا بِإِذْنِ اللَّه كِتَابًا مُؤَجَّلًا \" أَيْ لَا يَمُوت أَحَد إِلَّا بِقَدَرِ اللَّه وَحَتَّى يَسْتَوْفِيَ الْمُدَّة الَّتِي ضَرَبَهَا اللَّه لَهُ وَلِهَذَا قَالَ \" كِتَابًا مُؤَجَّلًا \" كَقَوْلِهِ \" وَمَا يُعَمَّر مِنْ مُعَمَّر وَلَا يُنْقَص مِنْ عُمُره إِلَّا فِي كِتَاب \" وَكَقَوْلِهِ \" هُوَ الَّذِي خَلَقَكُمْ مِنْ طِين ثُمَّ قَضَى أَجَلًا وَأَجَل مُسَمًّى عِنْده \" وَهَذِهِ الْآيَة فِيهَا تَشْجِيع لِلْجُبَنَاءِ وَتَرْغِيب لَهُمْ فِي الْقِتَال فَإِنَّ الْإِقْدَام وَالْإِحْجَام لَا يُنْقِص مِنْ الْعُمُر وَلَا يَزِيد فِيهِ كَمَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْعَبَّاس بْن يَزِيد الْعَبْدِيّ قَالَ : سَمِعْت أَبَا مُعَاوِيَة عَنْ الْأَعْمَش عَنْ حَبِيب بْن ظَبْيَان قَالَ : قَالَ رَجُل مِنْ الْمُسْلِمِينَ وَهُوَ حُجْر بْن عَدِيّ مَا يَمْنَعكُمْ أَنْ تَعْبُرُوا إِلَى هَؤُلَاءِ الْعَدُوّ هَذِهِ النُّطْفَة - يَعْنِي دِجْلَة - \" وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوت إِلَّا بِإِذْنِ اللَّه كِتَابًا مُؤَجَّلًا \" ثُمَّ أَقْحَمَ فَرَسه دِجْلَة فَلَمَّا أَقْحَمَ أَقْحَمَ النَّاس فَلَمَّا رَآهُمْ الْعَدُوّ قَالُوا : دِيوَان فَهَرَبُوا . وَقَوْله \" وَمَنْ يُرِدْ ثَوَاب الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَاب الْآخِرَة نُؤْتِهِ مِنْهَا \" أَيْ مَنْ كَانَ عَمَله لِلدُّنْيَا فَقَدْ نَالَهُ مِنْهَا مَا قَدَّرَهُ اللَّه لَهُ وَلَمْ يَكُنْ لَهُ فِي الْآخِرَة مِنْ نَصِيب وَمَنْ قَصَدَ بِعَمَلِهِ الدَّار الْآخِرَة أَعْطَاهُ اللَّه مِنْهَا وَمَا قَسَمَ لَهُ فِي الدُّنْيَا كَمَا قَالَ تَعَالَى \" مَنْ كَانَ يُرِيد حَرْث الْآخِرَة نَزِدْ لَهُ فِي حَرْثه وَمَنْ كَانَ يُرِيد حَرْث الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَة مِنْ نَصِيب \" وَقَالَ تَعَالَى \" مَنْ كَانَ يُرِيد الْعَاجِلَة عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَنْ نُرِيد ثُمَّ جَعَلْنَا لَهُ جَهَنَّم يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَة وَسَعَى لَهَا سَعْيهَا وَهُوَ مُؤْمِن فَأُولَئِكَ كَانَ سَعْيهمْ مَشْكُورًا \" وَلِهَذَا قَالَ هَهُنَا \" وَسَنَجْزِي الشَّاكِرِينَ \" أَيْ سَنُعْطِيهِمْ مِنْ فَضْلنَا وَرَحْمَتنَا فِي الدُّنْيَا وَالْآخِرَة بِحَسَبِ شُكْرهمْ وَعَمَلهمْ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39894, "aya_id": 145}]