[{"text": "وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُم مِّنَ النِّسَاء إِلاَّ مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاء سَبِيلاً", "sura_id": 4, "type": 0, "id": 515, "aya_id": 22}, {"text": "ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف إنه كان فاحشة و مقتا و ساء سبيلا", "sura_id": 4, "type": 1, "id": 6751, "aya_id": 22}, {"text": "22 - (ولا تنكحوا ما) بمعنى من (نكح آباؤكم من النساء إلا) لكن (ما قد سلف) من فعلكم ذلك فإنه معفو عنه (إنه) أي نكاحهن (كان فاحشة) قبيحا (ومقتا) سببا للمقت من الله وهو أشد البغض (وساء) بئس (سبيلاً) طريقاً ذلك \r\n", "sura_id": 4, "type": 2, "id": 25459, "aya_id": 22}, {"text": "ولا تتزوجوا مَن تزوجه آباؤكم من النساء إلا ما قد سلف منكم ومضى في الجاهلية فلا مؤاخذة فيه. إن زواج الأبناء من زوجات آبائهم أمر قبيح يفحش ويعظم قبحه, وبغيض يمقت الله فاعله, وبئس طريقًا ومنهجًا ما كنتم تفعلونه في جاهليتكم.\r\n", "sura_id": 4, "type": 3, "id": 31695, "aya_id": 22}, {"text": " <font color=red>وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاءَ سَبِيلًا</font><BR><p>وَقَوْله تَعَالَى \" وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنْ النِّسَاء \" الْآيَة يُحَرِّم اللَّه تَعَالَى زَوْجَات الْآبَاء تَكْرِمَة لَهُمْ وَإِعْظَامًا وَاحْتِرَامًا أَنْ تُوطَأ مِنْ بَعْده حَتَّى أَنَّهَا لَتَحْرُم عَلَى الِابْن بِمُجَرَّدِ الْعَقْد عَلَيْهَا وَهَذَا أَمْر مُجْمَع عَلَيْهِ . قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مَالِك بْن إِسْمَاعِيل حَدَّثَنَا قَيْس بْن الرَّبِيع حَدَّثَنَا أَشْعَث بْن سِوَار عَنْ عَدِيّ بْن ثَابِت عَنْ رَجُل مِنْ الْأَنْصَار قَالَ : لَمَّا تُوُفِّيَ أَبُو قَيْس - يَعْنِي اِبْن الْأَسْلَت - وَكَانَ مِنْ صَالِحِي الْأَنْصَار فَخَطَبَ اِبْنه قَيْس اِمْرَأَته فَقَالَتْ : إِنَّمَا أَعُدّك وَلَدًا وَأَنْتَ مِنْ صَالِحِي قَوْمك وَلَكِنْ آتِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : إِنَّ أَبَا قَيْس تُوُفِّيَ فَقَالَ : \" خَيْرًا \" ثُمَّ قَالَتْ إِنَّ اِبْنه قَيْسًا خَطَبَنِي وَهُوَ مِنْ صَالِحِي قَوْمه وَإِنَّمَا كُنْت أَعُدّهُ وَلَدًا فَمَا تَرَى ؟ فَقَالَ لَهَا \" اِرْجِعِي إِلَى بَيْتك \" قَالَ : فَنَزَلَتْ \" وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنْ النِّسَاء \" الْآيَة وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا حُسَيْن حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج عَنْ عِكْرِمَة فِي قَوْله \" وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنْ النِّسَاء إِلَّا مَا قَدْ سَلَفَ \" قَالَ : نَزَلَتْ فِي أَبِي قَيْس بْن الْأَسْلَت خَلَفَ عَلَى أُمّ عُبَيْد اللَّه ضَمْرَة وَكَانَتْ تَحْت الْأَسْلَت أَبِيهِ وَفِي الْأَسْوَد بْن خَلَف وَكَانَ خَلَف عَلَى اِبْنَة أَبِي طَلْحَة بْن عَبْد الْعُزَّى بْن عُثْمَان بْن عَبْد الدَّار وَكَانَتْ عِنْد أَبِيهِ خَلَف وَفِي فَاخِتَة اِبْنَة الْأَسْوَد بْن الْمُطَّلِب بْن أَسَد كَانَتْ عِنْد أُمَيَّة بْن خَلَف فَخَلَفَ عَلَيْهَا صَفْوَان بْن أُمَيَّة وَقَدْ زَعَمَ السُّهَيْلِيّ أَنَّ نِكَاح نِسَاء الْآبَاء كَانَ مَعْمُولًا بِهِ فِي الْجَاهِلِيَّة وَلِهَذَا قَالَ \" إِلَّا مَا قَدْ سَلَفَ \" كَمَا قَالَ \" وَأَنْ تَجْمَعُوا بَيْن الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ \" قَالَ وَقَدْ فَعَلَ ذَلِكَ كِنَانَة بْن خُزَيْمَة تَزَوَّجَ بِامْرَأَةِ أَبِيهِ فَأَوْلَدَهَا اِبْنة النَّضْر بْن كِنَانَة قَالَ : وَقَدْ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلَدَتْ مِنْ نِكَاح لَا مِنْ سِفَاح \" قَالَ : فَدَلَّ عَلَى أَنَّهُ كَانَ سَائِغًا لَهُمْ ذَلِكَ فَأَرَادَ أَنَّهُمْ كَانُوا يَعُدُّونَهُ نِكَاحًا فَقَدْ قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْمَخْزُومِيّ حَدَّثَنَا قُرَاد حَدَّثَنَا اِبْن عُيَيْنَة عَنْ عَمْرو عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ أَهْل الْجَاهِلِيَّة يُحَرِّمُونَ مَا حَرَّمَ اللَّه إِلَّا اِمْرَأَة الْأَب وَالْجَمْع بَيْن الْأُخْتَيْنِ فَأَنْزَلَ اللَّه تَعَالَى \" وَلَا : تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنْ النِّسَاء\" \" وَأَنْ تَجْمَعُوا بَيْن الْأُخْتَيْنِ \" وَهَكَذَا قَالَ عَطَاء وَقَتَادَة وَلَكِنْ فِيمَا نَقَلَهُ السُّهَيْلِيّ مِنْ قِصَّة كِتَابه نَظَر وَاَللَّه أَعْلَم وَعَلَى كُلّ تَقْدِير فَهُوَ حَرَام فِي هَذِهِ الْأُمَّة مُبَشَّع غَايَة التَّبَشُّع وَلِهَذَا قَالَ تَعَالَى \" إِنَّهُ كَانَ فَاحِشَة وَمَقْتًا وَسَاءَ سَبِيلًا \" وَقَالَ \" وَلَا تَقْرَبُوا الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ \" وَقَالَ \" وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَة وَسَاءَ سَبِيلًا \" فَزَادَ هَهُنَا \" وَمَقْتًا \" أَيْ بُغْضًا أَيْ هُوَ أَمْر كَبِير فِي نَفْسه وَيُؤَدِّي إِلَى مَقْت الِابْن أَبَاهُ بَعْد أَنْ يَتَزَوَّج بِامْرَأَتِهِ فَإِنَّ الْغَالِب أَنَّ مَنْ يَتَزَوَّج بِامْرَأَةٍ يَبْغَض مَنْ كَانَ زَوْجهَا قَبْله وَلِهَذَا حُرِّمَتْ أُمَّهَات الْمُؤْمِنِينَ عَلَى الْأُمَّة لِأَنَّهُنَّ أُمَّهَات لِكَوْنِهِنَّ زَوْجَات النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ كَالْأَبِ بَلْ حَقّه أَعْظَم مِنْ حَقّ الْآبَاء بِالْإِجْمَاعِ بَلْ حُبّه مُقَدَّم عَلَى حُبّ النُّفُوس صَلَوَات اللَّه وَسَلَامه عَلَيْهِ . وَقَالَ عَطَاء بْن أَبِي رَبَاح فِي قَوْله \" وَمَقْتًا \" أَيْ يَمْقُت اللَّه عَلَيْهِ \" وَسَاءَ سَبِيلًا \" أَيْ وَبِئْسَ طَرِيقًا لِمَنْ سَلَكَهُ مِنْ النَّاس فَمَنْ تَعَاطَاهُ بَعْد هَذَا فَقَدْ اِرْتَدَّ عَنْ دِينه فَيُقْتَل وَيَصِير مَاله فَيْئًا لِبَيْتِ الْمَال كَمَا رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ طُرُق عَنْ الْبَرَاء بْن عَازِب عَنْ خَاله أَبِي بُرْدَة - وَفِي رِوَايَة اِبْن عُمَر وَفِي رِوَايَة عَمّه - أَنَّهُ بَعَثَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى رَجُل تَزَوَّجَ اِمْرَأَة أَبِيهِ مِنْ بَعْده أَنْ يَقْتُلهُ وَيَأْخُذ مَاله وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هُشَيْم حَدَّثَنَا أَشْعَث عَنْ عَدِيّ بْن ثَابِت عَنْ الْبَرَاء بْن عَازِب قَالَ : مَرَّ بِي عَمِّي الْحَارِث بْن عُمَيْر وَمَعَهُ لِوَاء قَدْ عَقَدَهُ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت لَهُ : أَيْ عَمّ أَيْنَ بَعَثَك النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ : بَعَثَنِي إِلَى رَجُل تَزَوَّجَ اِمْرَأَة أَبِيهِ فَأَمَرَنِي أَنْ أَضْرِب عُنُقه . \" مَسْأَلَة \" وَقَدْ أَجْمَعَ الْعُلَمَاء عَلَى تَحْرِيم مَنْ وَطِئَهَا الْأَب بِتَزْوِيجٍ أَوْ مِلْك أَوْ شُبْهَة وَاخْتَلَفُوا فِيمَنْ بَاشَرَهَا بِشَهْوَةٍ دُون الْجِمَاع أَوْ نَظَرَ إِلَى مَا لَا يَحِلّ لَهُ النَّظَر إِلَيْهِ مِنْهَا لَوْ كَانَتْ أَجْنَبِيَّة فَعَنْ الْإِمَام أَحْمَد رَحِمَهُ اللَّه أَنَّهَا تَحْرُم أَيْضًا بِذَلِكَ وَقَدْ رَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة خَدِيج الْحِمْصِيّ مَوْلَى مُعَاوِيَة قَالَ : اِشْتَرَى لِمُعَاوِيَةَ جَارِيَة بَيْضَاء جَمِيلَة فَأَدْخَلَهَا عَلَيْهِ مُجَرَّدَة وَبِيَدِهِ قَضِيب فَجَعَلَ يَهْوِي بِهِ إِلَى مَتَاعهَا وَيَقُول نِعْمَ الْمَتَاع لَوْ كَانَ لَهُ مَتَاع اِذْهَبْ بِهَا إِلَى يَزِيد بْن مُعَاوِيَة ثُمَّ قَالَ لَا اُدْعُ لِي رَبِيعَة بْن عَمْرو الْحَرَسِيّ وَكَانَ فَقِيهًا فَلَمَّا دَخَلَ عَلَيْهِ قَالَ إِنَّ هَذِهِ أُتِيت بِهَا مُجَرَّدَة فَرَأَيْت مِنْهَا ذَاكَ وَذَاكَ وَإِنِّي أَرَدْت أَنْ أَبْعَث بِهَا إِلَى يَزِيد فَقَالَ : لَا تَفْعَل يَا أَمِير الْمُؤْمِنِينَ فَإِنَّهَا لَا تَصْلُح لَهُ , ثُمَّ قَالَ نِعْمَ مَا رَأَيْت ثُمَّ قَالَ : اُدْعُ لِي عَبْد اللَّه بْن مَسْعَدَة الْفَزَارِيّ فَدَعَوْته وَكَانَ آدَم شَدِيد الْأُدْمَة . فَقَالَ : دُونك هَذِهِ بَيِّضْ بِهَا وَلَدك قَالَ : وَكَانَ عَبْد اللَّه بْن مَسْعَدَة هَذَا وَهَبَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِابْنَتِهِ فَاطِمَة فَرَبَّتْهُ ثُمَّ أَعْتَقَتْهُ ثُمَّ كَانَ بَعْد ذَلِكَ مَعَ مُعَاوِيَة عَلَى عَلِيّ رَضِيَ اللَّه عَنْهُ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40858, "aya_id": 22}]