[{"text": "وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلاً لِّمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاء مِنَّا إِنْ هِيَ إِلاَّ فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَاء وَتَهْدِي مَن تَشَاء أَنتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الْغَافِرِينَ", "sura_id": 7, "type": 0, "id": 1109, "aya_id": 155}, {"text": "واختار موسى قومه سبعين رجلا لميقاتنا فلما أخذتهم الرجفة قال رب لو شئت أهلكتهم من قبل وإياي أتهلكنا بما فعل السفهاء منا إن هي إلا فتنتك تضل بها من تشاء وتهدي من تشاء أنت ولينا فاغفر لنا وارحمنا وأنت خير الغافرين", "sura_id": 7, "type": 1, "id": 7345, "aya_id": 155}, {"text": "155 - (واختار موسى قومه سبعين) أي من قومه (رجلاً لميقاتنا) ممن لم يعبدوا العجل بأمره تعالى (فلما) أي للوقت الذي وعدناه يإتيانهم فيه ليعتذروا من عبادة العجل فخرج بهم (أخذتهم الرجفة قال) الزلزلة الشديدة ، قال ابن عباس : لأنهم لم يزايلوا قومهم حين عبدوا العجل ، قال : وهم غير الذين سألوا الرؤية وأخذتهم الصاعقة (رب) موسى (لو شئت أهلكتهم من قبل) أي قبل خروجي بهم ليعلن بنو إسرائيل ذلك ولا يتهموني (وإياي أتهلكنا بما فعل السفهاء منا) استفهام استعطاف أي لا تعذبنا بذنب غيرنا (إن) ما (هي) أي الفتنة التي وقع فيها السفهاء (إلا فتنتك) ابتلاؤك (تضل بها من تشاء) إضلاله (وتهدي من تشاء) هدايته (أنت ولينا) متولي أمورنا (فاغفر لنا وارحمنا وأنت خير الغافرين) \r\n", "sura_id": 7, "type": 2, "id": 26053, "aya_id": 155}, {"text": "واختار موسى من قومه سبعين رجلا مِن خيارهم, وخرج بهم إلى طور \"سيناء\" للوقت والأجل الذي واعده الله أن يلقاه فيه بهم للتوبة مما كان من سفهاء بني إسرائيل من عبادة العجل, فلما أتوا ذلك المكان قالوا: لن نؤمن لك -يا موسى- حتى نرى الله جهرة فإنك قد كلَّمته فأرِنَاهُ, فأخذتهم الزلزلة الشديدة فماتوا, فقام موسى يتضرع إلى الله ويقول: رب ماذا أقول لبني إسرائيل إذا أتيتُهم, وقد أهلكتَ خيارهم؟ لو شئت أهلكتهم جميعًا من قبل هذا الحال وأنا معهم, فإن ذلك أخف عليَّ, أتهلكنا بما فعله سفهاء الأحلام منا؟ ما هذه الفعلة التي فعلها قومي من عبادتهم العجل إلا ابتلاءٌ واختبارٌ, تضلُّ بها مَن تشاء مِن خلقك, وتهدي بها من تشاء هدايته, أنت وليُّنا وناصرنا, فاغفر ذنوبنا, وارحمنا برحمتك, وأنت خير مَن صفح عن جُرْم, وستر عن ذنب.\r\n", "sura_id": 7, "type": 3, "id": 32289, "aya_id": 155}, {"text": " <font color=red>وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي تَفْسِير هَذِهِ الْآيَة كَانَ اللَّه أَمَرَهُ أَنْ يَخْتَار مِنْ قَوْمه سَبْعِينَ رَجُلًا فَاخْتَارَ سَبْعِينَ رَجُلًا فَبَرَزَهُمْ لِيَدْعُوا رَبّهمْ وَكَانَ فِيمَا دَعَوْا اللَّه قَالُوا : اللَّهُمَّ أَعْطِنَا مَا لَمْ تُعْطِ أَحَدًا قَبْلنَا وَلَا تُعْطِهِ أَحَدًا بَعْدنَا فَكَرِهَ اللَّه ذَلِكَ مِنْ دُعَائِهِمْ فَأَخَذَتْهُمْ الرَّجْفَة \" قَالَ رَبّ لَوْ شِئْت أَهْلَكْتهمْ مِنْ قَبْل وَإِيَّايَ \" الْآيَة . وَقَالَ السُّدِّيّ إِنَّ اللَّه أَمَرَ مُوسَى أَنْ يَأْتِيه فِي ثَلَاثِينَ مِنْ بَنِي إِسْرَائِيل يَعْتَذِرُونَ إِلَيْهِ مِنْ عِبَادَة الْعِجْل وَوَعَدَهُمْ مَوْعِدًا \" وَاخْتَارَ مُوسَى قَوْمه سَبْعِينَ رَجُلًا \" عَلَى عَيْنَيْهِ ثُمَّ ذَهَبَ بِهِمْ لِيَعْتَذِرُوا فَلَمَّا أَتَوْا ذَلِكَ الْمَكَان قَالُوا \" لَنْ نُؤْمِن لَك \" يَا مُوسَى \" حَتَّى نَرَى اللَّه جَهْرَة\" فَإِنَّك قَدْ كَلَّمْته فَأَرِنَاهُ \" فَأَخَذَتْهُمْ الصَّاعِقَة\" فَقَامَ مُوسَى يَبْكِي وَيَدْعُو اللَّه وَيَقُول رَبّ مَاذَا أَقُول لِبَنِي إِسْرَائِيل إِذَا أَتَيْتهمْ وَقَدْ أَهْلَكْت خِيَارهمْ \" رَبّ لَوْ شِئْت أَهْلَكْتهمْ مِنْ قَبْل وَإِيَّايَ \" وَقَالَ مُحَمَّد بْن إِسْحَاق اِخْتَارَ مُوسَى مِنْ بَنِي إِسْرَائِيل سَبْعِينَ رَجُلًا الْخَيِّر فَالْخَيِّر وَقَالَ اِنْطَلِقُوا إِلَى اللَّه فَتُوبُوا إِلَيْهِ مِمَّا صَنَعْتُمْ وَسَلُوهُ التَّوْبَة عَلَى مَنْ تَرَكْتُمْ وَرَاءَكُمْ مِنْ قَوْمكُمْ صُومُوا وَطَهِّرُوا ثِيَابكُمْ فَخَرَجَ بِهِمْ إِلَى طُور سَيْنَاء لِمِيقَاتٍ وَقَّتَهُ لَهُ رَبّه وَكَانَ لَا يَأْتِيه إِلَّا بِإِذْنٍ مِنْهُ وَعِلْم فَقَالَ السَّبْعُونَ - فِيمَا ذُكِرَ لِي حِين صَنَعُوا مَا أَمَرَهُمْ بِهِ وَخَرَجُوا مَعَهُ لِلِقَاءِ رَبّه - لِمُوسَى اُطْلُبْ لَنَا نَسْمَع كَلَام رَبّنَا فَقَالَ أَفْعَل فَلَمَّا دَنَا مُوسَى مِنْ الْجَبَل وَقَعَ عَلَيْهِ عَمُود الْغَمَام حَتَّى تَغَشَّى الْجَبَل كُلّه وَدَنَا مُوسَى فَدَخَلَ فِيهِ وَقَالَ لِلْقَوْمِ اُدْنُوا وَكَانَ مُوسَى إِذَا كَلَّمَ اللَّه وَقَعَ عَلَى جَبْهَة مُوسَى نُور سَاطِع لَا يَسْتَطِيع أَحَد مِنْ بَنِي آدَم أَنْ يَنْظُر إِلَيْهِ فَضُرِبَ دُونه بِالْحِجَابِ وَدَنَا الْقَوْم حَتَّى إِذَا دَخَلُوا وَقَعُوا سُجُودًا سَمِعُوهُ وَهُوَ يُكَلِّم يَأْمُرهُ وَيَنْهَاهُ اِفْعَلْ وَلَا تَفْعَل فَلَمَّا فَرَغَ إِلَيْهِ مِنْ أَمْره وَانْكَشَفَ عَنْ مُوسَى الْغَمَام فَأَقْبَلَ إِلَيْهِمْ فَقَالُوا يَا مُوسَى \" لَنْ نُؤْمِن لَك حَتَّى نَرَى اللَّه جَهْرَة فَأَخَذَتْهُمْ الرَّجْفَة \" وَهِيَ الصَّاعِقَة فَالْتَقَتْ أَرْوَاحهمْ فَمَاتُوا جَمِيعًا فَقَامَ مُوسَى يُنَاشِد رَبّه وَيَدْعُوهُ وَيُرَغِّب إِلَيْهِ وَيَقُول \" رَبّ لَوْ شِئْت أَهْلَكْتهمْ مِنْ قَبْل وَإِيَّايَ\" قَدْ سَفَّهُوا أَفَتُهْلِك مَنْ وَرَائِي مِنْ بَنِي إِسْرَائِيل. وَقَالَ سُفْيَان الثَّوْرِيّ حَدَّثَنِي أَبُو إِسْحَاق عَنْ عُمَارَة بْن عُبَيْد السَّلُولِيّ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : اِنْطَلَقَ مُوسَى وَهَارُون وَشِبْر وَشُبَيْر فَانْطَلَقُوا إِلَى سَفْح جَبَل فَقَامَ هَارُون عَلَى سَرِير فَتَوَفَّاهُ اللَّه عَزَّ وَجَلَّ فَلَمَّا رَجَعَ مُوسَى إِلَى بَنِي إِسْرَائِيل قَالُوا لَهُ أَيْنَ هَارُون قَالَ تَوَفَّاهُ اللَّه عَزَّ وَجَلَّ قَالُوا أَنْتَ قَتَلْته حَسَدْتنَا عَلَى خُلُقه وَلِينه أَوْ كَلِمَة نَحْوهَا قَالَ فَاخْتَارُوا مَنْ شِئْتُمْ قَالَ فَاخْتَارُوا سَبْعِينَ رَجُلًا قَالَ فَذَلِكَ قَوْله تَعَالَى \" وَاخْتَارَ مُوسَى قَوْمه سَبْعِينَ رَجُلًا \" فَلَمَّا اِنْتَهَوْا إِلَيْهِ قَالُوا يَا هَارُون مَنْ قَتَلَك قَالَ مَا قَتَلَنِي أَحَد وَلَكِنْ تَوَفَّانِي اللَّه قَالُوا يَا مُوسَى لَنْ تُعْصَى بَعْد الْيَوْم فَأَخَذَتْهُمْ الرَّجْفَة قَالَ فَجَعَلَ مُوسَى عَلَيْهِ السَّلَام يَرْجِع يَمِينًا وَشِمَالًا وَقَالَ يَا رَبّ \" لَوْ شِئْت أَهْلَكْتهمْ مِنْ قَبْل وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاء مِنَّا إِنْ هِيَ إِلَّا فِتْنَتك تُضِلّ بِهَا مَنْ تَشَاء وَتَهْدِي مَنْ تَشَاء \" قَالَ فَأَحْيَاهُمْ اللَّه وَجَعَلَهُمْ أَنْبِيَاء كُلّهمْ هَذَا أَثَر غَرِيب جِدًّا وَعُمَارَة بْن عُبَيْد هَذَا لَا أَعْرِفهُ وَقَدْ رَوَاهُ شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ رَجُل مِنْ بَنِي سَلُول عَنْ عَلِيّ فَذَكَرَهُ وَقَالَ اِبْن عَبَّاس وَقَتَادَة وَمُجَاهِد وَابْن جَرِير أَنَّهُمْ أَخَذَتْهُمْ الرَّجْفَة لِأَنَّهُمْ لَمْ يُزَايِلُوا قَوْمهمْ فِي عِبَادَتهمْ الْعِجْل وَلَا نَهَوْهُمْ وَيَتَوَجَّه هَذَا الْقَوْل بِقَوْلِ مُوسَى \" أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاء مِنَّا \" وَقَوْله \" إِنْ هِيَ إِلَّا فِتْنَتك\" أَيْ اِبْتِلَاؤُك وَاخْتِبَارك وَامْتِحَانك قَالَهُ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَأَبُو الْعَالِيَة وَرَبِيع بْن أَنَس وَغَيْر وَاحِد مِنْ عُلَمَاء السَّلَف وَالْخَلَف وَلَا مَعْنَى لَهُ غَيْر ذَلِكَ يَقُول إِنْ الْأَمْر إِلَّا أَمْرك وَإِنْ الْحُكْم إِلَّا لَك فَمَا شِئْت كَانَ تُضِلّ مَنْ تَشَاء وَتَهْدِي مَنْ تَشَاء وَلَا هَادِي لِمَنْ أَضْلَلْت وَلَا مُضِلّ لِمَنْ هَدَيْت وَلَا مُعْطِي لِمَا مَنَعْت وَلَا مَانِع لِمَا أَعْطَيْت فَالْمُلْك كُلّه لَك وَالْحُكْم كُلّه لَك لَك الْخَلْق وَالْأَمْر وَقَوْله \" أَنْتَ وَلِيّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْر الْغَافِرِينَ \" الْغَفْر هُوَ السَّتْر وَتَرْك الْمُؤَاخَذَة بِالذَّنْبِ وَالرَّحْمَة إِذَا قُرِنَتْ مَعَ الْغَفْر يُرَاد بِهَا أَنْ لَا يُوقِعهُ فِي مِثْله فِي الْمُسْتَقْبَل\" وَأَنْتَ خَيْر الْغَافِرِينَ \" أَنْ لَا يَغْفِر الذُّنُوب إِلَّا أَنْتَ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42528, "aya_id": 155}]