[{"text": "وَلَا يَأْتَلِ أُوْلُوا الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُوْلِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 24, "type": 0, "id": 2813, "aya_id": 22}, {"text": "ولا يأتل أولو الفضل منكم والسعة أن يؤتوا أولي القربى والمساكين والمهاجرين في سبيل الله وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم والله غفور رحيم", "sura_id": 24, "type": 1, "id": 9049, "aya_id": 22}, {"text": "22 - (ولا يأتل) يحلف (أولوا الفضل) أصحاب الغنى (منكم والسعة أن) لا (يؤتوا أولي القربى والمساكين والمهاجرين في سبيل الله) نزلت في أبي بكر حلف أن لا ينفق على مسطح وهو ابن خالته مسكين مهاجر بدري لما خاض في الإفك بعد أن كان ينفق عليه وناس من الصحابة أقسموا أن لا يتصدقوا على من تكلم بشيء من الإفك (وليعفوا وليصفحوا) عنهم في ذلك (ألا تحبون أن يغفر الله لكم والله غفور رحيم) للمؤمنين قال أبو بكر بلى أنا احب أن يغفر الله لي ورجع إلى مسطح ما كان ينفقه عليه \r\n", "sura_id": 24, "type": 2, "id": 27757, "aya_id": 22}, {"text": "ولا يحلف أهل الفضل في الدين والسَّعَة في المال على ترك صلة أقربائهم الفقراء والمحتاجين والمهاجرين، ومنعهم النفقة؛ بسبب ذنب فعلوه, ولْيتجاوزوا عن إساءتهم، ولا يعاقبوهم. ألا تحبون أن يتجاوز الله عنكم؟ فتجاوزوا عنهم. والله غفور لعباده، رحيم بهم. وفي هذا الحثُّ على العفو والصفح، ولو قوبل بالإساءة.\r\n", "sura_id": 24, "type": 3, "id": 33993, "aya_id": 22}, {"text": " <font color=red>وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ</font><BR><p>يَقُول تَعَالَى \" وَلَا يَأْتَلِ \" مِنْ الْأَلْيَة وَهِيَ الْحَلِف أَيْ لَا يَحْلِف \" أُولُو الْفَضْل مِنْكُمْ\" أَيْ الطَّوْل وَالصَّدَقَة وَالْإِحْسَان \" وَالسَّعَة \" أَيْ الْجِدَّة\" أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِين وَالْمُهَاجِرِينَ فِي سَبِيل اللَّه \" أَيْ لَا تَحْلِفُوا أَنْ لَا تَصِلُوا قَرَابَاتكُمْ الْمَسَاكِين وَالْمُهَاجِرِينَ وَهَذَا فِي غَايَة التَّرَفُّق وَالْعَطْف عَلَى صِلَة الْأَرْحَام وَلِهَذَا قَالَ تَعَالَى \" وَلْيَعْفُوا وَلْيَصْفَحُوا\" أَيْ عَمَّا تَقَدَّمَ مِنْهُمْ مِنْ الْإِسَاءَة وَالْأَذَى . وَهَذَا مِنْ حِلْمه تَعَالَى وَكَرَمه وَلُطْفه بِخَلْقِهِ مَعَ ظُلْمهمْ لِأَنْفُسِهِمْ وَهَذِهِ الْآيَة نَزَلَتْ فِي الصِّدِّيق رَضِيَ اللَّه عَنْهُ حِين حَلَفَ أَنْ لَا يَنْفَع مِسْطَح بْن أُثَاثَة بِنَافِعَةٍ أَبَدًا بَعْدَمَا قَالَ فِي عَائِشَة مَا قَالَ كَمَا تَقَدَّمَ فِي الْحَدِيث فَلَمَّا أَنْزَلَ اللَّه بَرَاءَة أُمّ الْمُؤْمِنِينَ عَائِشَة وَطَابَتْ النُّفُوس الْمُؤْمِنَة وَاسْتَقَرَّتْ وَتَابَ اللَّه عَلَى مَنْ كَانَ تَكَلَّمَ مِنْ الْمُؤْمِنِينَ فِي ذَلِكَ وَأُقِيمَ الْحَدّ عَلَى مَنْ أُقِيمَ عَلَيْهِ - شَرَعَ تَبَارَكَ وَتَعَالَى وَلَهُ الْفَضْل وَالْمِنَّة يَعْطِف الصِّدِّيق عَلَى قَرِيبه وَنَسِيبه وَهُوَ مِسْطَح بْن أُثَاثَة فَإِنَّهُ كَانَ اِبْن خَالَة الصِّدِّيق وَكَانَ مِسْكِينًا لَا مَال لَهُ إِلَّا مَا يُنْفِق عَلَيْهِ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ وَكَانَ مِنْ الْمُهَاجِرِينَ فِي سَبِيل اللَّه وَقَدْ زَلِقَ زَلِقَة تَابَ اللَّه عَلَيْهِ مِنْهَا وَضُرِبَ الْحَدّ عَلَيْهَا . وَكَانَ الصِّدِّيق رَضِيَ اللَّه عَنْهُ مَعْرُوفًا بِالْمَعْرُوفِ لَهُ الْفَضْل وَالْأَيَادِي عَلَى الْأَقَارِب وَالْأَجَانِب فَلَمَّا نَزَلَتْ هَذِهِ الْآيَة إِلَى قَوْله \" أَلَا تُحِبُّونَ أَنْ يَغْفِر اللَّه لَكُمْ\" الْآيَة فَإِنَّ الْجَزَاء مِنْ جِنْس الْعَمَل فَكَمَا تَغْفِر ذَنْب مَنْ أَذْنَبَ إِلَيْك يَغْفِر اللَّه لَك وَكَمَا تَصْفَح يُصْفَح عَنْك فَعِنْد ذَلِكَ قَالَ الصِّدِّيق : بَلَى وَاَللَّه إِنَّا نُحِبّ أَنْ تَغْفِر لَنَا يَا رَبّنَا ثُمَّ رَجَّعَ إِلَى مِسْطَح مَا كَانَ يَصِلهُ مِنْ النَّفَقَة وَقَالَ : وَاَللَّه لَا أَنْزِعهَا مِنْهُ أَبَدًا فِي مُقَابَلَة مَا كَانَ قَالَ : وَاَللَّه لَا أَنْفَعهُ بِنَافِعَةٍ أَبَدًا . فَلِهَذَا كَانَ الصِّدِّيق هُوَ الصِّدِّيق رَضِيَ اللَّه عَنْهُ وَعَنْ بِنْته .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39239, "aya_id": 22}]