[{"text": "وَالَّذِينَ جَاؤُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَّحِيمٌ", "sura_id": 59, "type": 0, "id": 5136, "aya_id": 10}, {"text": "والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رؤوف رحيم", "sura_id": 59, "type": 1, "id": 11372, "aya_id": 10}, {"text": "10 - (والذين جاؤوا من بعدهم) من بعد المهاجرين والأنصار إلى يوم القيامة (يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا) حقدا (للذين آمنوا ربنا إنك رؤوف رحيم) \r\n", "sura_id": 59, "type": 2, "id": 30080, "aya_id": 10}, {"text": "والذين جاؤوا من المؤمنين من بعد الأنصار والمهاجرين الأولين يقولون: ربنا اغفر لنا ذنوبنا, واغفر لإخواننا في الدين الذين سبقونا بالإيمان, ولا تجعل في قلوبنا حسدًا وحقدًا لأحد من أهل الإيمان, ربنا إنك رؤوف بعبادك, رحيم بهم. وفي الآية دلالة على أنه ينبغي للمسلم أن يذكر سلفه بخير, ويدعو لهم, وأن يحب صحابة رسول الله, صلى الله عليه وسلم، ويذكرهم بخير, ويترضى عنهم.\r\n", "sura_id": 59, "type": 3, "id": 36316, "aya_id": 10}, {"text": " <font color=red>وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ</font><BR><p>هَؤُلَاءِ فِي الْقِسْم الثَّالِث مِمَّنْ يَسْتَحِقّ فُقَرَاؤُهُمْ مِنْ مَال الْفَيْء وَهُمْ الْمُهَاجِرُونَ ثُمَّ الْأَنْصَار ثُمَّ التَّابِعُونَ لَهُمْ بِإِحْسَانٍ كَمَا قَالَ فِي آيَة بَرَاءَة \" وَالسَّابِقُونَ الْأَوَّلُونَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار وَاَلَّذِينَ اِتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّه عَنْهُمْ وَرَضُوا عَنْهُ \" فَالتَّابِعُونَ لَهُمْ بِإِحْسَانٍ هُمْ الْمُتَّبِعُونَ لِآثَارِهِمْ الْحَسَنَة وَأَوْصَافهمْ الْجَمِيلَة الدَّاعُونَ لَهُمْ فِي السِّرّ وَالْعَلَانِيَة وَلِهَذَا قَالَ تَعَالَى فِي هَذِهِ الْآيَة الْكَرِيمَة \" وَاَلَّذِينَ جَاءُوا مِنْ بَعْدهمْ يَقُولُونَ \" أَيْ قَائِلِينَ \" رَبّنَا اِغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَل فِي قُلُوبنَا غِلًّا \" أَيْ بُغْضًا وَحَسَدًا \" لِلَّذِينَ آمَنُوا رَبّنَا إِنَّك رَءُوف رَحِيم \" وَمَا أَحْسَن مَا اِسْتَنْبَطَ الْإِمَام مَالِك رَحِمَهُ اللَّه مِنْ هَذِهِ الْآيَة الْكَرِيمَة أَنَّ الرَّافِضِيّ الَّذِي يَسُبّ الصَّحَابَة لَيْسَ لَهُ فِي مَال الْفَيْء نَصِيب لِعَدَمِ اِتِّصَافه بِمَا مَدَحَ اللَّه بِهِ هَؤُلَاءِ فِي قَوْلهمْ \" رَبّنَا اِغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَل فِي قُلُوبنَا غِلًّا لِلَّذِينَ آمَنُوا رَبّنَا إِنَّك رَءُوف رَحِيم \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُوسَى بْن عَبْد الرَّحْمَن الْمَسْرُوقِيّ حَدَّثَنَا مُحَمَّد بْن بِشْر حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم بْن مُهَاجِر عَنْ أَبِيهِ عَنْ عَائِشَة أَنَّهَا قَالَتْ : أُمِرُوا أَنْ يَسْتَغْفِرُوا لَهُمْ فَسَبُّوهُمْ ثُمَّ قَرَأْت هَذِهِ الْآيَة \" وَاَلَّذِينَ جَاءُوا مِنْ بَعْدهمْ يَقُولُونَ رَبّنَا اِغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ \" الْآيَة وَقَالَ إِسْمَاعِيل اِبْن عُلَيَّة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ مَسْرُوق عَنْ عَائِشَة قَالَتْ : أُمِرْتُمْ بِالِاسْتِغْفَارِ لِأَصْحَابِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَبَبْتُمُوهُمْ سَمِعْت نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَا تَذْهَب هَذِهِ الْأُمَّة حَتَّى يَلْعَن آخِرُهَا أَوَّلَهَا\" رَوَاهُ الْبَغَوِيّ وَقَالَ أَبُو دَاوُد حَدَّثَنَا مُسَدَّد حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا أَيُّوب عَنْ الزُّهْرِيّ قَالَ : قَالَ عُمَر رَضِيَ اللَّه عَنْهُ \" وَمَا أَفَاءَ اللَّه عَلَى رَسُوله مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْل وَلَا رِكَاب \" قَالَ الزُّهْرِيّ : قَالَ عُمَر رَضِيَ اللَّه عَنْهُ : هَذِهِ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاصَّة وَقُرَى عُرَيْنَة وَكَذَا وَكَذَا مِمَّا أَفَاءَ اللَّه عَلَى رَسُوله مِنْ أَهْل الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِين وَابْن السَّبِيل وَلِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارهمْ وَأَمْوَالهمْ - وَاَلَّذِينَ تَبَوَّءُوا الدَّار وَالْإِيمَان مِنْ قَبْلهمْ - وَاَلَّذِينَ جَاءُوا مِنْ بَعْدهمْ فَاسْتَوْعَبَتْ هَذِهِ الْآيَة النَّاس فَلَمْ يَبْقَ أَحَد مِنْ الْمُسْلِمِينَ إِلَّا لَهُ فِيهَا حَقّ - قَالَ أَيُّوب - أَوْ قَالَ حَظّ إِلَّا بَعْض مِنْ تَمْلِكُونَ مِنْ أَرِقَّائِكُمْ . كَذَا رَوَاهُ أَبُو دَاوُد وَفِيهِ اِنْقِطَاع وَقَالَ اِبْن جَرِير حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا أَبُو ثَوْر عَنْ مَعْمَر عَنْ أَيُّوب عَنْ عِكْرِمَة بْن خَالِد عَنْ مَالِك بْن أَوْس بْن الْحَدَثَانِ قَالَ قَرَأَ عُمَر بْن الْخَطَّاب\" إِنَّمَا الصَّدَقَات لِلْفُقَرَاءِ وَالْمَسَاكِين \" حَتَّى بَلَغَ\" عَلِيم حَكِيم \" ثُمَّ قَالَ هَذِهِ لِهَؤُلَاءِ ثُمَّ قَرَأَ \" وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْء فَأنَّ لِلَّهِ خُمُسه وَلِلرَّسُولِ وَلِذِي الْقُرْبَى \" الْآيَة ثُمَّ قَالَ هَذِهِ لِهَؤُلَاءِ ثُمَّ قَرَأَ \" مَا أَفَاءَ اللَّه عَلَى رَسُوله مِنْ أَهْل الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى \" - حَتَّى بَلَغَ - \" لِلْفُقَرَاءِ\" - \" وَاَلَّذِينَ تَبَوَّءُوا الدَّار وَالْإِيمَان مِنْ قَبْلهمْ - وَاَلَّذِينَ جَاءُوك مِنْ بَعْدهمْ \" ثُمَّ قَالَ : اِسْتَوْعَبَتْ هَذِهِ الْمُسْلِمِينَ عَامَّة وَلَيْسَ أَحَد إِلَّا وَلَهُ فِيهَا حَقّ ثُمَّ قَالَ : لَئِنْ عِشْت لَيَأْتِيَن الرَّاعِي وَهُوَ بِسَرْوِ حِمْيَر نَصِيبه فِيهَا لَمْ يَعْرَق فِيهَا جَبِينه .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42053, "aya_id": 10}]