[{"text": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ", "sura_id": 32, "type": 0, "id": 3527, "aya_id": 24}, {"text": "وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون", "sura_id": 32, "type": 1, "id": 9763, "aya_id": 24}, {"text": "24 - (وجعلنا منهم أئمة) بتحقيق الهمزتين وإبدال الثانية ياء قادة (يهدون) الناس (بأمرنا لما صبروا) على دينهم وعلى البلاء من عدوهم وفي قراءة بكسر اللام وتخفيف الميم (وكانوا بآياتنا) الدالة على قدرتنا ووحدانيتنا (يوقنون) \r\n", "sura_id": 32, "type": 2, "id": 28471, "aya_id": 24}, {"text": "وجعلنا من بني إسرائيل هداة ودعاة إلى الخير, يأتمُّ بهم الناس, ويدعونهم إلى التوحيد وعبادة الله وحده وطاعته, وإنما نالوا هذه الدرجة العالية حين صبروا على أوامر الله, وترك زواجره, والدعوة إليه, وتحمُّل الأذى في سبيله, وكانوا بآيات الله وحججه يوقنون.\r\n", "sura_id": 32, "type": 3, "id": 34707, "aya_id": 24}, {"text": " <font color=red>وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ</font><BR><p>قَوْله تَعَالَى \" وَجَعَلْنَا مِنْهُمْ أَئِمَّة يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ \" أَيْ لَمَّا كَانُوا صَابِرِينَ عَلَى أَوَامِر اللَّه وَتَرْك زَوَاجِره وَتَصْدِيق رُسُله وَاتِّبَاعهمْ فِيمَا جَاءُوهُمْ بِهِ كَانَ مِنْهُمْ أَئِمَّة يَهْدُونَ إِلَى الْحَقّ بِأَمْرِ اللَّه وَيَدْعُونَ إِلَى الْخَيْر وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر ثُمَّ لَمَّا بَدَّلُوا وَحَرَّفُوا وَأَوَّلُوا سُلِبُوا ذَلِكَ الْمَقَام وَصَارَتْ قُلُوبهمْ قَاسِيَة يُحَرِّفُونَ الْكَلِم عَنْ مَوَاضِعه فَلَا عَمَلًا صَالِحًا وَلَا اِعْتِقَادًا صَحِيحًا وَلِهَذَا قَالَ تَعَالَى \" وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيل الْكِتَاب\" قَالَ قَتَادَة وَسُفْيَان لَمَّا صَبَرُوا عَنْ الدُّنْيَا وَكَذَلِكَ قَالَ الْحَسَن بْن صَالِح قَالَ سُفْيَان : هَكَذَا كَانَ هَؤُلَاءِ وَلَا يَنْبَغِي لِلرَّجُلِ أَنْ يَكُون إِمَامًا يُقْتَدَى بِهِ حَتَّى يَتَحَامَى عَنْ الدُّنْيَا قَالَ وَكِيع قَالَ سُفْيَان لَا بُدّ لِلدِّينِ مِنْ الْعِلْم كَمَا لَا بُدّ لِلْجَسَدِ مِنْ الْخُبْز وَقَالَ اِبْن بِنْت الشَّافِعِيّ قَرَأَ أَبِي عَلَى عَمِّي أَوْ عَمِّي عَلَى أَبِي سُئِلَ سُفْيَان عَنْ قَوْل عَلِيّ رَضِيَ اللَّه عَنْهُ الصَّبْر مِنْ الْإِيمَان بِمَنْزِلَةِ الرَّأْس مِنْ الْجَسَد أَلَمْ تَسْمَع قَوْله\" وَجَعَلْنَا مِنْهُمْ أَئِمَّة يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا\" قَالَ لَمَّا أَخَذُوا بِرَأْسِ الْأَمْر صَارُوا رُءُوسًا قَالَ بَعْض الْعُلَمَاء بِالصَّبْرِ وَالْيَقِين تُنَال الْإِمَامَة فِي الدِّين وَلِهَذَا قَالَ تَعَالَى \" وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيل الْكِتَاب وَالْحُكْم وَالنُّبُوَّة وَرَزَقْنَاهُمْ مِنْ الطَّيِّبَات وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ وَآتَيْنَاهُمْ بَيِّنَات مِنْ الْأَمْر \" الْآيَة.</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40153, "aya_id": 24}]