[{"text": "قَالَ عِفْريتٌ مِّنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ", "sura_id": 27, "type": 0, "id": 3198, "aya_id": 39}, {"text": "قال عفريت من الجن أنا آتيك به قبل أن تقوم من مقامك وإني عليه لقوي أمين", "sura_id": 27, "type": 1, "id": 9434, "aya_id": 39}, {"text": "39 - (قال عفريت من الجن) هو القوي الشديد (أنا آتيك به قبل أن تقوم من مقامك) الذي تجلس فيه للقضاء وهو من الغداة إلى نصف النهار (وإني عليه لقوي) على حمله (أمين) على ما فيه من الجواهر وغيرها قال سليمان أريد أسرع من ذلك \r\n", "sura_id": 27, "type": 2, "id": 28142, "aya_id": 39}, {"text": "قال مارد قويٌّ شديد من الجن: أنا آتيك به قبل أن تقوم من مجلسك هذا, وإني لقويٌّ على حَمْله, أمين على ما فيه, آتي به كما هو لا أُنقِص منه شيئًا ولا أبدله.\r\n", "sura_id": 27, "type": 3, "id": 34378, "aya_id": 39}, {"text": " <font color=red>قَالَ عِفْريتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ</font><BR><p>\" قَالَ عِفْرِيت مِنْ الْجِنّ \" قَالَ مُجَاهِد أَيْ مَارِد مِنْ الْجِنّ قَالَ شُعَيْب الْجُبَّائِيّ وَكَانَ اِسْمه كوزن وَكَذَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان وَكَذَا قَالَ أَيْضًا وَهْب بْن مُنَبِّه قَالَ أَبُو صَالِح وَكَانَ كَأَنَّهُ جَبَل \" أَنَا آتِيك بِهِ قَبْل أَنْ تَقُوم مِنْ مَقَامك \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ يَعْنِي قَبْل أَنْ تَقُوم مِنْ مَجْلِسك وَقَالَ مُجَاهِد مَقْعَدك وَقَالَ السُّدِّيّ وَغَيْره كَانَ يَجْلِس لِلنَّاسِ لِلْقَضَاءِ وَالْحُكُومَات وَلِلطَّعَامِ مِنْ أَوَّل النَّهَار إِلَى أَنْ تَزُول الشَّمْس \" وَإِنِّي عَلَيْهِ لَقَوِيّ أَمِين \" قَالَ اِبْن عَبَّاس أَيْ قَوِيّ عَلَى حَمْله أَمِين عَلَى مَا فِيهِ مِنْ الْجَوْهَر فَقَالَ سُلَيْمَان عَلَيْهِ السَّلَام أُرِيد أَعْجَل مِنْ ذَلِكَ وَمِنْ هَهُنَا يَظْهَر أَنَّ سُلَيْمَان أَرَادَ بِإِحْضَارِ هَذَا السَّرِير إِظْهَار عَظَمَة مَا وَهَبَ اللَّه لَهُ مِنْ الْمُلْك وَمَا سُخِّرَ لَهُ مِنْ الْجُنُود الَّذِي لَمْ يُعْطَهُ أَحَد قَبْله وَلَا يَكُون لِأَحَدٍ مِنْ بَعْده وَلِيَتَّخِذَ ذَلِكَ حُجَّة عَلَى نُبُوَّته عِنْد بِلْقِيس وَقَوْمهَا لِأَنَّ هَذَا خَارِق عَظِيم أَنْ يَأْتِي بِعَرْشِهَا كَمَا هُوَ مِنْ بِلَادهَا قَبْل أَنْ يَقْدَمُوا عَلَيْهِ هَذَا وَقَدْ حَجَبَتْهُ بِالْأَغْلَاقِ وَالْأَقْفَال وَالْحَفَظَة .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39625, "aya_id": 39}]