[{"text": "وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ", "sura_id": 28, "type": 0, "id": 3283, "aya_id": 31}, {"text": "وأن ألق عصاك فلما رآها تهتز كأنها جان ولى مدبرا ولم يعقب يا موسى أقبل ولا تخف إنك من الآمنين", "sura_id": 28, "type": 1, "id": 9519, "aya_id": 31}, {"text": "31 - (وأن ألق عصاك) فألقاها (فلما رآها تهتز) تتحرك (كأنها جان) وهي الحية الصغيرة من سرعة حركتها (ولى مدبرا) هاربا منها (ولم يعقب) يرجع فنودي (يا موسى أقبل ولا تخف إنك من الآمنين) \r\n", "sura_id": 28, "type": 2, "id": 28227, "aya_id": 31}, {"text": "وأن ألق عصاك, فألقاها موسى, فصارت حية تسعى, فلما رآها موسى تضطرب كأنها جانٌّ من الحيات ولَّى هاربًا منها, ولم يلتفت من الخوف, فناداه ربه: يا موسى أقبل إليَّ ولا تَخَفْ; إنك من الآمنين من كل مكروه.\r\n", "sura_id": 28, "type": 3, "id": 34463, "aya_id": 31}, {"text": " <font color=red>وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ</font><BR><p>قَوْله : \" وَأَنْ أَلْقِ عَصَاك \" أَيْ الَّتِي فِي يَدك كَمَا قَرَّرَهُ عَلَى ذَلِكَ فِي قَوْله تَعَالَى : \" وَمَا تِلْكَ بِيَمِينِك يَا مُوسَى قَالَ هِيَ عَصَايَ أَتَوَكَّأ عَلَيْهَا وَأَهُشّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِب أُخْرَى \" وَالْمَعْنَى أَمَا هَذِهِ عَصَاك الَّتِي تَعْرِفهَا \" أَلْقِهَا فَأَلْقَاهَا فَإِذَا هِيَ حَيَّة تَسْعَى \" فَعَرَفَ وَتَحَقَّقَ أَنَّ الَّذِي يُكَلِّمهُ وَيُخَاطِبهُ هُوَ الَّذِي يَقُول لِلشَّيْءِ كُنْ فَيَكُون كَمَا تَقَدَّمَ بَيَان ذَلِكَ فِي سُورَة طه : وَقَالَ هَهُنَا \" فَلَمَّا رَآهَا تَهْتَزّ\" أَيْ تَضْطَرِب \" كَأَنَّهَا جَانّ وَلَّى مُدْبِرًا \" أَيْ فِي حَرَكَتهَا السَّرِيعَة مَعَ عِظَم خِلْقَتهَا وَقَوَائِمهَا وَاتِّسَاع فَمهَا وَاصْطِكَاك أَنْيَابهَا وَأَضْرَاسهَا بِحَيْثُ لَا تَمُرّ بِصَخْرَةٍ إِلَّا اِبْتَلَعَتْهَا تَنْحَدِر فِي فِيهَا تَتَقَعْقَع كَأَنَّهَا حَادِرَة فِي وَادٍ فَعِنْد ذَلِكَ \" وَلَّى مُدْبِرًا وَلَمْ يُعَقِّب\" أَيْ وَلَمْ يَكُنْ يَلْتَفِت لِأَنَّ طَبْع الْبَشَرِيَّة يَنْفِر مِنْ ذَلِكَ فَلَمَّا قَالَ اللَّه لَهُ \" يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّك مِنْ الْآمِنِينَ \" رَجَعَ فَوَقَفَ فِي مَقَامه الْأَوَّل.</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39710, "aya_id": 31}]