[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُواْ لِلّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ", "sura_id": 2, "type": 0, "id": 179, "aya_id": 172}, {"text": "يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله إن كنتم إياه تعبدون", "sura_id": 2, "type": 1, "id": 6415, "aya_id": 172}, {"text": "172 - (يا أيها الذين آمنوا كلوا من طيبات) حلالات (ما رزقناكم واشكروا لله) على ما أحل لكم (إن كنتم إياه تعبدون \r\n", "sura_id": 2, "type": 2, "id": 25123, "aya_id": 172}, {"text": "يا أيها المؤمنون كلوا من الأطعمة المستلَذَّة الحلال التي رزقناكم, ولا تكونوا كالكفار الذين يحرمون الطيبات, ويستحِلُّون الخبائث, واشكروا لله نعمه العظيمة عليكم بقلوبكم وألسنتكم وجوارحكم, إن كنتم حقًا منقادين لأمره, سامعين مطيعين له, تعبدونه وحده لا شريك له.\r\n", "sura_id": 2, "type": 3, "id": 31359, "aya_id": 172}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده الْمُؤْمِنِينَ بِالْأَكْلِ مِنْ طَيِّبَات مَا رَزَقَهُمْ تَعَالَى وَأَنْ يَشْكُرُوهُ تَعَالَى عَلَى ذَلِكَ إِنْ كَانُوا عَبِيده وَالْأَكْل مِنْ الْحَلَال سَبَب لِتَقَبُّلِ الدُّعَاء وَالْعِبَادَة كَمَا أَنَّ الْأَكْل مِنْ الْحَرَام يَمْنَع قَبُول الدُّعَاء وَالْعِبَادَة كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا الْفُضَيْل بْن مَرْزُوق عَنْ عَدِيّ بْن ثَابِت عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيُّهَا النَّاسُ إِنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا وَإِنَّ اللَّهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ فَقَالَ \" يَا أَيُّهَا الرُّسُلُ كُلُوا مِنْ الطَّيِّبَات وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ \" وَقَالَ يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَات مَا رَزَقْنَاكُمْ ثُمَّ ذَكَرَ الرَّجُل يُطِيلُ السَّفَرَ أَشْعَث أَغْبَر يَمُدُّ يَدَيْهِ إِلَى السَّمَاء يَا رَبّ يَا رَبّ وَمَطْعَمُهُ حَرَامٌ وَمَشْرَبُهُ حَرَامٌ وَمَلْبَسُهُ حَرَامٌ وَغُذِّيَ بِالْحَرَامِ فَأَنَّى يُسْتَجَابُ لِذَلِكَ ؟ \" وَرَوَاهُ مُسْلِم فِي صَحِيحه وَالتِّرْمِذِيّ مِنْ حَدِيث فُضَيْل بْن مَرْزُوق .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38578, "aya_id": 172}]