[{"text": "طه", "sura_id": 20, "type": 0, "id": 2349, "aya_id": 1}, {"text": "طه", "sura_id": 20, "type": 1, "id": 8585, "aya_id": 1}, {"text": "سورة طه 1 - (طه) الله أعلم بمراده بذلك \r\n", "sura_id": 20, "type": 2, "id": 27293, "aya_id": 1}, {"text": "(طه) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.\r\n", "sura_id": 20, "type": 3, "id": 33529, "aya_id": 1}, {"text": " <font color=red>طه</font><BR><p>سُورَة طه : رَوَى إِمَام الْأَئِمَّة مُحَمَّد بْن إِسْحَاق بْن خُزَيْمَة فِي كِتَاب التَّوْحِيد عَنْ زِيَاد بْن أَيُّوب عَنْ إِبْرَاهِيم بْن الْمُنْذِر الْحِزَامِيّ حَدَّثَنَا إِبْرَاهِيم بْن مُهَاجِر بْن مِسْمَار عَنْ عُمَر بْن حَفْص بْن ذَكْوَان عَنْ مَوْلَى الْحُرَقَة - يَعْنِي عَبْد الرَّحْمَن بْن يَعْقُوب - عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه قَرَأَ طه وَيس قَبْل أَنْ يَخْلُق آدَم بِأَلْفِ عَام فَلَمَّا سَمِعَتْ الْمَلَائِكَة قَالُوا طُوبَى لِأُمَّةٍ يَنْزِل عَلَيْهِمْ هَذَا وَطُوبَى لِأَجْوَافٍ تَحْمِل هَذَا وَطُوبِي لِأَلْسُنٍ تَتَكَلَّم بِهَذَا \" هَذَا حَدِيث غَرِيب وَفِيهِ نَكَارَة وَإِبْرَاهِيم بْن مُهَاجِر وَشَيْخه تُكُلِّمَ فِيهِمَا . قَدْ تَقَدَّمَ الْكَلَام عَلَى الْحُرُوف الْمُقَطَّعَة فِي أَوَّل سُورَة الْبَقَرَة بِمَا أَغْنَى عَنْ إِعَادَته وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحُسَيْن بْن مُحَمَّد بْن شَيْبَة الْوَاسِطِيّ حَدَّثَنَا أَبُو أَحْمَد - يَعْنِي الزُّبَيْرِيّ - أَنْبَأَنَا إِسْرَائِيل عَنْ سَالِم الْأَفْطَس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : طه يَا رَجُل وَهَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَعَطَاء مُحَمَّد بْن كَعْب وَأَبِي مَالِك وَعَطِيَّة الْعَوْفِيّ وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَالسُّدِّيّ وَابْن أَبْزَى أَنَّهُمْ قَالُوا : طه بِمَعْنَى يَا رَجُل وَفِي رِوَايَة عَنْ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَالثَّوْرِيّ أَنَّهَا كَلِمَة بِالنَّبَطِيَّةِ مَعْنَاهَا يَا رَجُل وَقَالَ أَبُو صَالِح هِيَ مُعَرَّبَة وَأَسْنَدَ الْقَاضِي عِيَاض فِي كِتَابه الشِّفَاء مِنْ طَرِيق عَبْد بْن حُمَيْد فِي تَفْسِيره حَدَّثَنَا هَاشِم بْن الْقَاسِم عَنْ اِبْن جَعْفَر عَنْ الرَّبِيع بْن أَنَس قَالَ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى قَامَ عَلَى رِجْل وَرَفَعَ الْأُخْرَى فَأَنْزَلَ اللَّه تَعَالَى \" طه \" يَعْنِي طَأْ الْأَرْض يَا مُحَمَّد \" مَا أَنْزَلْنَا عَلَيْك الْقُرْآن لِتَشْقَى \" ثُمَّ قَالَ وَلَا يَخْفَى مَا فِي هَذَا مِنْ الْإِكْرَام وَحُسْن الْمُعَامَلَة .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38782, "aya_id": 1}]