[{"text": "خَلَقَ الإِنسَانَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ", "sura_id": 16, "type": 0, "id": 1905, "aya_id": 4}, {"text": "خلق الإنسان من نطفة فإذا هو خصيم مبين", "sura_id": 16, "type": 1, "id": 8141, "aya_id": 4}, {"text": "4 - (خلق الإنسان من نطفة) مني إلى أن صيره قويا شديدا (فإذا هو خصيم) شديد الخصومة (مبين) بينها في نفي البعث قائلا من يحيي العظام وهي رميم \r\n", "sura_id": 16, "type": 2, "id": 26849, "aya_id": 4}, {"text": "خَلَق الإنسان من ماء مهين فإذا به يَقْوى ويغترُّ, فيصبح شديد الخصومة والجدال لربه في إنكار البعث, وغير ذلك, كقوله: \"مَن يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ\"، ونسي الله الذي خلقه من العدم.\r\n", "sura_id": 16, "type": 3, "id": 33085, "aya_id": 4}, {"text": " <font color=red>خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ</font><BR><p>ثُمَّ نَبَّهَ عَلَى خَلْق جِنْس الْإِنْسَان مِنْ نُطْفَة أَيْ مَهِينَة ضَعِيفَة فَلَمَّا اِسْتَقَلَّ وَدَرَجَ إِذَا هُوَ يُخَاصِم رَبّه تَعَالَى وَيُكَذِّبهُ وَيُحَارِب رُسُله وَهُوَ إِنَّمَا خُلِقَ لِيَكُونَ عَبْدًا لَا ضِدًّا كَقَوْلِهِ تَعَالَى \" وَهُوَ الَّذِي خَلَقَ مِنْ الْمَاء بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبّك قَدِيرًا وَيَعْبُدُونَ مِنْ دُون اللَّه مَا لَا يَنْفَعهُمْ وَلَا يَضُرّهُمْ وَكَانَ الْكَافِر عَلَى رَبّه ظَهِيرًا \" وَقَوْله \" أَوَلَمْ يَرَ الْإِنْسَان أَنَّا خَلَقْنَاهُ مِنْ نُطْفَة فَإِذَا هُوَ خَصِيم مُبِين وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقه قَالَ مَنْ يُحْيِي الْعِظَام وَهِيَ رَمِيم قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّل مَرَّة وَهُوَ بِكُلِّ خَلْق عَلِيم \" وَفِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَابْن مَاجَهْ عَنْ بِشْر بْن جَحَّاش قَالَ : بَصَقَ رَسُول اللَّه فِي كَفّه ثُمَّ قَالَ \" يَقُول اللَّه تَعَالَى : اِبْن آدَم أَنَّى تُعْجِزنِي وَقَدْ خَلَقْتُك مِنْ مِثْل هَذِهِ حَتَّى إِذَا سَوَّيْتُك فَعَدَلْتُك مَشَيْت بَيْن بُرْدَيْك وَلِلْأَرْضِ مِنْك وَئِيد فَجَمَعْت وَمَنَعْت حَتَّى إِذَا بَلَغَتْ الْحُلْقُوم قُلْت أَتَصَدَّق ؟ وَأَنَّى أَوَان الصَّدَقَة ؟ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38113, "aya_id": 4}]