[{"text": "رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُواْ لَوْ كَانُواْ مُسْلِمِينَ", "sura_id": 15, "type": 0, "id": 1804, "aya_id": 2}, {"text": "ربما يود الذين كفروا لو كانوا مسلمين", "sura_id": 15, "type": 1, "id": 8040, "aya_id": 2}, {"text": "2 - (ربما) بالتشديد والتخفيف (يود) يتمنى (الذين كفروا) يوم القيامة إذا عاينوا حالهم وحال المسلمين (لو كانوا مسلمين) ورب للتكثير فإنه يكثر منهم تمني ذلك وقيل للتقليل فإن الأهوال تدهشهم فلا يفيقون حتى يتمنوا ذلك إلا في أحيان قليلة \r\n", "sura_id": 15, "type": 2, "id": 26748, "aya_id": 2}, {"text": "سيتمنى الكفار حين يرون خروج عصاة المؤمنين من النار أن لو كانوا موحدين؛ ليخرجوا كما خرجوا.\r\n", "sura_id": 15, "type": 3, "id": 32984, "aya_id": 2}, {"text": " <font color=red>رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ</font><BR><p>وَقَوْله تَعَالَى \" رُبَّمَا يَوَدّ الَّذِينَ كَفَرُوا \" الْآيَة إِخْبَار عَنْهُمْ أَنَّهُمْ سَيَنْدَمُونَ عَلَى مَا كَانُوا فِيهِ مِنْ الْكُفْر وَيَتَمَنَّوْنَ لَوْ كَانُوا فِي الدُّنْيَا مَعَ الْمُسْلِمِينَ وَنَقَلَ السُّدِّيّ فِي تَفْسِيره بِسَنَدِهِ الْمَشْهُور عَنْ اِبْن عَبَّاس وَابْن مَسْعُود وَغَيْرهمَا مِنْ الصَّحَابَة أَنَّ كُفَّار قُرَيْش لَمَّا عُرِضُوا عَلَى النَّار تَمَنَّوْا أَنْ لَوْ كَانُوا مُسْلِمِينَ وَقِيلَ إِنَّ الْمُرَاد أَنَّ كُلّ كَافِر يَوَدّ عِنْد اِحْتِضَاره أَنْ لَوْ كَانَ مُؤْمِنًا وَقِيلَ هَذَا إِخْبَار عَنْ يَوْم الْقِيَامَة كَقَوْلِهِ تَعَالَى \" وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّار فَقَالُوا يَا لَيْتَنَا نُرَدّ وَلَا نُكَذِّب بِآيَاتِ رَبّنَا وَنَكُون مِنْ الْمُؤْمِنِينَ\" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْلٍ عَنْ أَبِي الزَّاهِرِيَّة عَنْ عَبْد اللَّه فِي قَوْله \" رُبَمَا يَوَدّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ \" قَالَ هَذَا فِي الْجَهَنَّمِيِّينَ إِذَا رَأَوْهُمْ يَخْرُجُونَ مِنْ النَّار وَقَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا مُسْلِم حَدَّثَنَا الْقَاسِم حَدَّثَنَا اِبْن أَبِي فَرْوَة الْعَبْدِيّ أَنَّ اِبْن عَبَّاس وَأَنَس بْن مَالِك كَانَا يَتَأَوَّلَانِ هَذِهِ الْآيَة \" رُبَمَا يَوَدّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ \" يَتَأَوَّلَانِهَا يَوْم يَحْبِس اللَّه أَهْل الْخَطَايَا مِنْ الْمُسْلِمِينَ مَعَ الْمُشْرِكِينَ فِي النَّار قَالَ فَيَقُول لَهُمْ الْمُشْرِكُونَ مَا أَغْنَى عَنْكُمْ مَا كُنْتُمْ تَعْبُدُونَ فِي الدُّنْيَا ؟ قَالَ فَيَغْضَب اللَّه لَهُمْ بِفَضْلِ رَحْمَته فَيُخْرِجهُمْ فَذَلِكَ حِين يَقُول \" رُبَمَا يَوَدّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ \" وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا الثَّوْرِيّ عَنْ حَمَّاد عَنْ إِبْرَاهِيم وَعَنْ خُصَيْف عَنْ مُجَاهِد قَالَا : يَقُول أَهْل النَّار لِلْمُوَحِّدِينَ مَا أَغْنَى عَنْكُمْ إِيمَانكُمْ ؟ فَإِذَا قَالُوا ذَلِكَ قَالَ اللَّه أَخْرِجُوا مَنْ كَانَ فِي قَلْبه مِثْقَال ذَرَّة مِنْ إِيمَان قَالَ فَعِنْد ذَلِكَ قَوْله \" رُبَمَا يَوَدّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ\" وَهَكَذَا رُوِيَ عَنْ الضَّحَّاك وَقَتَادَة وَأَبِي الْعَالِيَة وَغَيْرهمْ وَقَدْ وَرَدَ فِي ذَلِكَ أَحَادِيث مَرْفُوعَة فَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن الْعَبَّاس هُوَ الْأَخْرَم حَدَّثَنَا مُحَمَّد بْن مَنْصُور الطُّوسِيّ حَدَّثَنَا صَالِح بْن إِسْحَاق الْجَهْبَذِيّ وَابْن عُلَيَّة يَحْيَى بْن مُوسَى حَدَّثَنَا مَعْرُوف بْن وَاصِل عَنْ يَعْقُوب بْن نُبَاتَة عَنْ عَبْد الرَّحْمَن الْأَغَرّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" إِنَّ نَاسًا مِنْ أَهْل لَا إِلَه إِلَّا اللَّه يَدْخُلُونَ النَّار بِذُنُوبِهِمْ فَيَقُول لَهُمْ أَهْل اللَّات وَالْعُزَّى مَا أَغْنَى عَنْكُمْ قَوْلكُمْ لَا إِلَه إِلَّا اللَّه وَأَنْتُمْ مَعَنَا فِي النَّار ؟ فَيَغْضَب اللَّه لَهُمْ فَيُخْرِجهُمْ فَيُلْقِيهِمْ فِي نَهَر الْحَيَاة فَيَبْرَءُونَ مِنْ حَرْقهمْ كَمَا يَبْرَأ الْقَمَر مِنْ خُسُوفه وَيَدْخُلُونَ الْجَنَّة وَيُسَمَّوْنَ فَيهَا الْجَهَنَّمِيُّونَ \" فَقَالَ رَجُل يَا أَنَس أَنْتَ سَمِعْت هَذَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ ؟ فَقَالَ إِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يَقُول \" مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَده مِنْ النَّار \" نَعَمْ أَنَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ يَقُول هَذَا ثُمَّ قَالَ الطَّبَرَانِيّ تَفَرَّدَ بِهِ الْجَهْبَذ \" الْحَدِيث الثَّانِي \" قَالَ الطَّبَرَانِيّ أَيْضًا حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنَا أَبُو الشَّعْثَاء عَلِيّ بْن حَسَن الْوَاسِطِيّ حَدَّثَنَا خَالِد بْن نَافِع الْأَشْعَرِيّ عَنْ سَعِيد بْن أَبِي بُرْدَة عَنْ أَبِيهِ عَنْ أَبِي مُوسَى رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا اِجْتَمَعَ أَهْل النَّار فِي النَّار وَمَعَهُمْ مَنْ شَاءَ اللَّه مِنْ أَهْل الْقِبْلَة قَالَ الْكُفَّار لِلْمُسْلِمِينَ أَلَمْ تَكُونُوا مُسْلِمِينَ ؟ قَالُوا بَلَى قَالُوا فَمَا أَغْنَى عَنْكُمْ الْإِسْلَام وَقَدْ صِرْتُمْ مَعَنَا فِي النَّار ؟ قَالُوا كَانَتْ لَنَا ذُنُوب فَأَخَذْنَا بِهَا فَسَمِعَ اللَّه مَا قَالُوا فَأَمَرَ بِمَنْ كَانَ فِي النَّار مِنْ أَهْل الْقِبْلَة فَأُخْرِجُوا فَلَمَّا رَأَى ذَلِكَ مَنْ بَقِيَ مِنْ الْكُفَّار قَالُوا يَا لَيْتَنَا كُنَّا مُسْلِمِينَ فَنَخْرُج كَمَا خَرَجُوا قَالَ ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعُوذ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم \" الر تِلْكَ آيَات الْكِتَاب وَقُرْآن مُبِين رُبَمَا يَوَدّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ \" وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث خَالِد بْن نَافِع بِهِ وَزَادَ فِيهِ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم عِوَض الِاسْتِعَاذَة \" الْحَدِيث الثَّالِث \" قَالَ الطَّبَرَانِيّ أَيْضًا حَدَّثَنَا مُوسَى بْن هَارُون حَدَّثَنَا إِسْحَاق بْن رَاهْوَيْهِ قَالَ : قُلْت لِأَبِي أُسَامَة أَحَدَّثَكُمْ أَبُو رَوْق وَاسْمه عَطِيَّة بْن الْحَارِث حَدَّثَنِي صَالِح بْن أَبِي شَرِيف قَالَ سَأَلْت أَبَا سَعِيد الْخُدْرِيّ فَقُلْت لَهُ هَلْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي هَذِهِ الْآيَة \" رُبَمَا يَوَدّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ \" ؟ قَالَ نَعَمْ سَمِعْته يَقُول \" يُخْرِج اللَّه نَاسًا مِنْ الْمُؤْمِنِينَ مِنْ النَّار بَعْدَمَا يَأْخُذ نِقْمَته مِنْهُمْ\" وَقَالَ \" لَمَّا أَدْخَلَهُمْ اللَّه النَّار مَعَ الْمُشْرِكِينَ قَالَ لَهُمْ الْمُشْرِكُونَ تَزْعُمُونَ أَنَّكُمْ أَوْلِيَاء اللَّه فِي الدُّنْيَا فَمَا بَالكُمْ مَعَنَا فِي النَّار ؟ فَإِذَا سَمِعَ اللَّه ذَلِكَ مِنْهُمْ أَذِنَ فِي الشَّفَاعَة لَهُمْ فَتَشْفَع لَهُمْ الْمَلَائِكَة وَالنَّبِيُّونَ وَيَشْفَع الْمُؤْمِنُونَ حَتَّى يَخْرُجُوا بِإِذْنِ اللَّه فَإِذَا رَأَى الْمُشْرِكُونَ ذَلِكَ قَالُوا يَا لَيْتَنَا كُنَّا مِثْلهمْ فَتُدْرِكنَا الشَّفَاعَة فَنَخْرُج مَعَهُمْ ; قَالَ فَذَلِكَ قَوْل اللَّه \" رُبَمَا يَوَدّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ \" فَيُسَمَّونَ فِي الْجَنَّة الْجَهَنَّمِيِّينَ مِنْ أَجْل سَوَاد فِي وُجُوههمْ فَيَقُولُونَ يَا رَبّ أَذْهِبْ عَنَّا هَذَا الِاسْم فَيَأْمُرهُمْ فَيَغْتَسِلُونَ فِي نَهَر الْجَنَّة فَيَذْهَب ذَلِكَ الِاسْم عَنْهُمْ \" فَأَقَرَّ بِهِ أَبُو أُسَامَة وَقَالَ نَعَمْ \" الْحَدِيث الرَّابِع \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد الْبُرْسِيّ حَدَّثَنَا مِسْكِين أَبُو فَاطِمَة حَدَّثَنِي الْيَمَان بْن يَزِيد عَنْ مُحَمَّد بْن جُبَيْر عَنْ مُحَمَّد بْن عَلِيّ عَنْ أَبِيهِ عَنْ جَدّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْهُمْ مَنْ تَأْخُذهُ النَّار إِلَى رُكْبَتَيْهِ وَمِنْهُمْ مَنْ تَأْخُذهُ إِلَى حُجْزَته وَمِنْهُمْ مَنْ تَأْخُذهُ النَّار إِلَى عُنُقه عَلَى قَدْر ذُنُوبهمْ وَأَعْمَالهمْ وَمِنْهُمْ مَنْ يَمْكُث فِيهَا شَهْرًا ثُمَّ يَخْرُج مِنْهَا وَمِنْهُمْ مَنْ يَمْكُث فِيهَا سَنَة ثُمَّ يَخْرُج مِنْهَا وَأَطْوَلهمْ فِيهَا مُكْثًا بِقَدْرِ الدُّنْيَا مُنْذُ يَوْم خُلِقَتْ إِلَى أَنْ تَفْنَى فَإِذَا أَرَادَ اللَّه أَنْ يُخْرِجهُمْ مِنْهَا قَالَتْ الْيَهُود وَالنَّصَارَى وَمَنْ فِي النَّار مِنْ أَهْل الْأَدْيَان وَالْأَوْثَان لِمَنْ فِي النَّار مِنْ أَهْل التَّوْحِيد آمَنْتُمْ بِاَللَّهِ وَكُتُبه وَرُسُله فَنَحْنُ وَأَنْتُمْ الْيَوْم فِي النَّار سَوَاء فَيَغْضَب اللَّه لَهُمْ غَضَبًا لَمْ يَغْضَبهُ لِشَيْءٍ فِيمَا مَضَى فَيُخْرِجهُمْ إِلَى عَيْن فِي الْجَنَّة وَهُوَ قَوْله \" رُبَمَا يَوَدّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ\" .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37963, "aya_id": 2}]