[{"text": "سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى", "sura_id": 87, "type": 0, "id": 5949, "aya_id": 1}, {"text": "سبح اسم ربك الأعلى", "sura_id": 87, "type": 1, "id": 12185, "aya_id": 1}, {"text": "سورة الأعلى 1 - (سبح اسم ربك) نزه ربك عما لا يليق به واسم زائد (الأعلى) صفة لربك \r\n", "sura_id": 87, "type": 2, "id": 30893, "aya_id": 1}, {"text": "نَزِّه اسم ربك الأعلى عن الشريك والنقائص تنزيهًا يليق بعظمته سبحانه,\r\n", "sura_id": 87, "type": 3, "id": 37129, "aya_id": 1}, {"text": " <font color=red>سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</font><BR><p>سُورَة الْأَعْلَى : الدَّلِيل عَلَى ذَلِكَ مَا رَوَاهُ الْبُخَارِيّ حَدَّثَنَا عَبْدَان أَخْبَرَنِي أَبِي عَنْ شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء بْن عَازِب قَالَ أَوَّل مَنْ قَدِمَ عَلَيْنَا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُصْعَب بْن عُمَيْر وَابْن أُمّ مَكْتُوم فَجَعَلَا يُقْرِئَانِنَا الْقُرْآن ثُمَّ جَاءَ عَمَّار وَبِلَال وَسَعْد ثُمَّ جَاءَ عُمَر بْن الْخَطَّاب فِي عِشْرِينَ ثُمَّ جَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَا رَأَيْت أَهْل الْمَدِينَة فَرِحُوا بِشَيْءٍ فَرَحهمْ بِهِ حَتَّى رَأَيْت الْوَلَائِد وَالصِّبْيَان يَقُولُونَ هَذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ جَاءَ فَمَا جَاءَ حَتَّى قَرَأْت سَبِّحْ اِسْم رَبّك الْأَعْلَى فِي سُوَر مِثْلهَا . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا إِسْرَائِيل عَنْ ثُوَيْر بْن أَبِي فَاخِتَة عَنْ أَبِيهِ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبّ هَذِهِ السُّورَة سَبِّحْ اِسْم رَبّك الْأَعْلَى تَفَرَّدَ بِهِ أَحْمَد وَثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِمُعَاذٍ \" هَلَّا صَلَّيْت بِـ \" سَبِّحْ اِسْم رَبّك الْأَعْلَى وَالشَّمْس وَضُحَاهَا وَاللَّيْل إِذَا يَغْشَى \" \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ إِبْرَاهِيم بْن مُحَمَّد بْن الْمُنْتَشِر عَنْ أَبِيهِ عَنْ حَبِيب بْن سَالِم عَنْ أَبِيهِ عَنْ النُّعْمَان بْن بَشِير أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ فِي الْعِيدَيْنِ بِـ \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" وَ \" هَلْ أَتَاك حَدِيث الْغَاشِيَة \" وَإِنْ وَافَقَ يَوْم الْجُمْعَة قَرَأَهُمَا جَمِيعًا . هَكَذَا وَقَعَ فِي مُسْنَد الْإِمَام أَحْمَد إِسْنَاد هَذَا الْحَدِيث وَقَدْ رَوَاهُ مُسْلِم فِي صَحِيحه وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث أَبُو عَوَانَة وَجَرِير وَشُعْبَة ثَلَاثَتهمْ عَنْ مُحَمَّد بْن الْمُنْتَشِر عَنْ أَبِيهِ عَنْ حَبِيب بْن سَالِم عَنْ النُّعْمَان بْن بَشِير بِهِ قَالَ التِّرْمِذِيّ وَكَذَا رَوَاهُ الثَّوْرِيّ وَمِسْعَر عَنْ إِبْرَاهِيم قَالَ وَرَوَاهُ سُفْيَان بْن عُيَيْنَة عَنْ إِبْرَاهِيم عَنْ أَبِيهِ عَنْ حَبِيب بْن سَالِم عَنْ أَبِيهِ عَنْ النُّعْمَان وَلَا يُعْرَف لِحَبِيبٍ رِوَايَة عَنْ أَبِيهِ وَقَدْ رَوَاهُ اِبْن مَاجَهْ عَنْ مُحَمَّد بْن الصَّبَّاح عَنْ سُفْيَان بْن عُيَيْنَة عَنْ إِبْرَاهِيم بْن الْمُنْتَشِر عَنْ أَبِيهِ عَنْ حَبِيب بْن سَالِم عَنْ النُّعْمَان بِهِ كَمَا رَوَاهُ الْجَمَاعَة فَاَللَّه أَعْلَم وَلَفْظ مُسْلِم وَأَهْل السُّنَن كَانَ يَقْرَأ فِي الْعِيدَيْنِ وَيَوْم الْجُمْعَة بِ \" سَبِّحْ اِسْم رَبّك الْأَعْلَى\" وَ \" هَلْ أَتَاك حَدِيث الْغَاشِيَة \" وَرُبَّمَا اِجْتَمَعَا فِي يَوْم وَاحِد فَقَرَأَهُمَا . وَقَدْ رَوَى الْإِمَام أَحْمَد فِي مُسْنَده مِنْ حَدِيث أُبَيّ بْن كَعْب وَعَبْد اللَّه بْن عَبَّاس وَعَبْد الرَّحْمَن بْن أَبْزَى وَعَائِشَة أُمّ الْمُؤْمِنِينَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأ فِي الْوِتْر بِ \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" وَ \" قُلْ يَا أَيّهَا الْكَافِرُونَ \" وَ\" قُلْ هُوَ اللَّه أَحَد \" زَادَتْ عَائِشَة وَالْمُعَوِّذَتَيْنِ . وَهَكَذَا رُوِيَ هَذَا الْحَدِيث مِنْ طَرِيق جَابِر وَأَبِي أُمَامَة صُدَيّ بْن عَجْلَان وَعَبْد اللَّه بْن مَسْعُود وَعِمْرَان بْن حُصَيْن وَعَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُمْ وَلَوْلَا خَشْيَة الْإِطَالَة لَأَوْرَدْنَا مَا تَيَسَّرَ لَنَا مِنْ أَسَانِيد ذَلِكَ وَمُتُونه وَلَكِنْ فِي الْإِرْشَاد بِهَذَا الِاخْتِصَار كِفَايَة وَاَللَّه أَعْلَم . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا مُوسَى يَعْنِي اِبْن أَيُّوب الْغَافِقِيّ حَدَّثَنَا عَمِّي إِيَاس بْن عَامِر سَمِعْت عُقْبَة بْن عَامِر الْجُهَنِيّ لَمَّا نَزَلَتْ\" فَسَبِّحْ بِاسْمِ رَبّك الْعَظِيم \" قَالَ لَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِجْعَلُوهَا فِي رُكُوعكُمْ \" فَلَمَّا نَزَلَتْ \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" قَالَ \" اِجْعَلُوهَا فِي سُجُودكُمْ \" وَرَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيث اِبْن الْمُبَارَك عَنْ مُوسَى بْن أَيُّوب بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا \" قَرَأَ سَبِّحْ اِسْم رَبّك الْأَعْلَى \" قَالَ \" سُبْحَان رَبِّي الْأَعْلَى\" وَهَكَذَا رَوَاهُ أَبُو دَاوُد عَنْ زُهَيْر بْن حَرْب عَنْ وَكِيع بِهِ قَالَ وَخُولِفَ فِيهِ وَكِيع رَوَاهُ أَبُو وَكِيع وَشُعْبَة عَنْ أَبِي إِسْحَاق عَنْ سَعِيد عَنْ اِبْن عَبَّاس مَوْقُوفًا وَقَالَ الثَّوْرِيّ عَنْ السُّدِّيّ عَنْ عَبْد خَيْر قَالَ سَمِعْت عَلِيًّا قَرَأَ \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" فَقَالَ سُبْحَان رَبِّي الْأَعْلَى . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا حَكَّام عَنْ عَنْبَسَة عَنْ أَبِي إِسْحَاق الْهَمْدَانِيّ أَنَّ اِبْن عَبَّاس كَانَ إِذَا قَرَأَ \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" يَقُول سُبْحَان رَبِّي الْأَعْلَى وَإِذَا قَرَأَ \" لَا أُقْسِم بِيَوْمِ الْقِيَامَة \" فَأَتَى عَلَى آخِرهَا \" أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى\" يَقُول سُبْحَانك وَبَلَى وَقَالَ قَتَادَة \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" ذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَرَأَهَا قَالَ سُبْحَان رَبِّي الْأَعْلَى .</p><BR> <br> ", "sura_id": 87, "type": 4, "id": 43319, "aya_id": 1}]