[{"text": "فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ وَكُفْرِهِم بَآيَاتِ اللّهِ وَقَتْلِهِمُ الأَنْبِيَاء بِغَيْرِ حَقًّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللّهُ عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً", "sura_id": 4, "type": 0, "id": 648, "aya_id": 155}, {"text": "فبما نقضهم ميثاقهم وكفرهم بآيات الله وقتلهم الأنبياء بغير حق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يؤمنون إلا قليلا", "sura_id": 4, "type": 1, "id": 6884, "aya_id": 155}, {"text": "155 - (فبما نقضهم) ما زائدة والباء للسببية متعلقة بمحذوف ، أي لعناهم بسبب نقضهم (ميثاقهم وكفرهم بآيات الله وقتلهم الأنبياء بغير حق وقولهم) للنبي صلى الله عليه وسلم (قلوبنا غلف) لا تعي كلامك (بل طبع) ختم (الله عليها بكفرهم) فلا تعي وعظا (فلا يؤمنون إلا قليلا) منهم كعبد الله بن سلام وأصحابه \r\n", "sura_id": 4, "type": 2, "id": 25592, "aya_id": 155}, {"text": "فلعنَّاهم بسبب نقضهم للعهود, وكفرهم بآيات الله الدالة على صدق رسله, وقتلهم للأنبياء ظلمًا واعتداءً, وقولهم: قلوبنا عليها أغطية فلا تفقه ما تقول, بل طمس الله عليها بسبب كفرهم, فلا يؤمنون إلا إيمانًا قليلا لا ينفعهم.\r\n", "sura_id": 4, "type": 3, "id": 31828, "aya_id": 155}, {"text": " <font color=red>فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللَّهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا</font><BR><p>وَهَذَا مِنْ الذُّنُوب الَّتِي اِرْتَكَبُوهَا مِمَّا أَوْجَبَ لَعْنَتهمْ وَطَرْدهمْ وَإِبْعَادهمْ عَنْ الْهُدَى وَهُوَ نَقْضهمْ الْمَوَاثِيق وَالْعُهُود الَّتِي أُخِذَتْ عَلَيْهِمْ وَكُفْرهمْ بِآيَاتِ اللَّه أَيْ حُجَجه وَبَرَاهِينه وَالْمُعْجِزَات الَّتِي شَاهَدُوهَا عَلَى يَد الْأَنْبِيَاء عَلَيْهِمْ السَّلَام قَوْله : \" وَقَتْلهمْ الْأَنْبِيَاء بِغَيْرِ حَقّ \" وَذَلِكَ لِكَثْرَةِ إِجْرَامهمْ وَاجْتِرَائِهِمْ عَلَى أَنْبِيَاء اللَّه فَإِنَّهُمْ قَتَلُوا جَمًّا غَفِيرًا مِنْ الْأَنْبِيَاء وَقَوْلهمْ قُلُوبنَا غُلْف قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَالسُّدِّيّ وَقَتَادَة وَغَيْر وَاحِد أَيْ فِي غِطَاء وَهَذَا كَقَوْلِ الْمُشْرِكِينَ وَقَالُوا \" قُلُوبنَا فِي أَكِنَّة مِمَّا تَدْعُونَا إِلَيْهِ \" الْآيَة وَقِيلَ مَعْنَاهُ أَنَّهُمْ اِدَّعَوْا أَنَّ قُلُوبهمْ غُلْف لِلْعِلْمِ أَيْ أَوْعِيَة لِلْعِلْمِ قَدْ حَوَتْهُ وَحَصَّلَتْهُ رَوَاهُ الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَقَدْ تَقَدَّمَ نَظِيره فِي سُورَة الْبَقَرَة قَالَ اللَّه تَعَالَى : بَلْ طَبَعَ اللَّه عَلَيْهَا بِكُفْرِهِمْ فَعَلَى الْقَوْل الْأَوَّل كَأَنَّهُمْ يَعْتَذِرُونَ إِلَيْهِ بِأَنَّ قُلُوبهمْ لَا تَعِي مَا يَقُول لِأَنَّهَا فِي غُلْف وَفِي أَكِنَّة قَالَ اللَّه بَلْ هِيَ مَطْبُوع عَلَيْهَا بِكُفْرِهِمْ وَعَلَى الْقَوْل الثَّانِي عُكِسَ عَلَيْهِمْ مَا اِدَّعَوْهُ مِنْ كُلّ وَجْه وَقَدْ تَقَدَّمَ الْكَلَام عَلَى مِثْل هَذَا فِي سُورَة الْبَقَرَة فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا أَيْ تَمَرَّنَتْ قُلُوبهمْ عَلَى الْكُفْر وَالطُّغْيَان وَقِلَّة الْإِيمَان .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40829, "aya_id": 155}]