[{"text": "قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللّهِ وَأَعْلَمُ مِنَ اللّهِ مَا لاَ تَعْلَمُونَ", "sura_id": 12, "type": 0, "id": 1682, "aya_id": 86}, {"text": "قال إنما أشكو بثي وحزني إلى الله وأعلم من الله ما لا تعلمون", "sura_id": 12, "type": 1, "id": 7918, "aya_id": 86}, {"text": "86 - (قال) لهم (إنما أشكوا بثي) هو عظيم الحزن الذي لا يصبر عليه حتى يبث إلى الناس (وحزني إلى الله) لا إلى غيره فهو الذي تنفع الشكوى إليه (وأعلم من الله ما لا تعلمون) من أن رؤيا يوسف صدق وهو حي ، ثم قال \r\n", "sura_id": 12, "type": 2, "id": 26626, "aya_id": 86}, {"text": "قال يعقوب مجيبًا لهم: لا أظهر همِّي وحزني إلا لله وحده, فهو كاشف الضرِّ والبلاء, وأعلم من رحمة الله وفرجه ما لا تعلمونه.\r\n", "sura_id": 12, "type": 3, "id": 32862, "aya_id": 86}, {"text": " <font color=red>قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ</font><BR><p>\" قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّه \" أَيْ أَجَابَهُمْ عَمَّا قَالُوا بِقَوْلِهِ\" إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي \" أَيْ هَمِّي وَمَا أَنَا فِيهِ\" إِلَى اللَّه \" وَحْده \" وَأَعْلَمُ مِنْ اللَّه مَا لَا تَعْلَمُونَ\" أَيْ أَرْجُو مِنْهُ كُلّ خَيْر وَعَنْ اِبْن عَبَّاس \" وَأَعْلَمُ مِنْ اللَّه مَا لَا تَعْلَمُونَ \" يَعْنِي رُؤْيَا يُوسُف أَنَّهَا صِدْق وَأَنَّ اللَّه لَا بُدّ أَنْ يُظْهِرهَا وَقَالَ الْعَوْفِيّ عَنْهُ فِي الْآيَة : أَعْلَمُ أَنَّ رُؤْيَا يُوسُف صَادِقَة وَأَنِّي سَوْفَ أَسْجُد لَهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا يَحْيَى بْن عَبْد الْمَلِك بْن أَبِي بُحَيْنَةَ عَنْ حَفْص بْن عُمَر بْن أَبِي الزُّبَيْر عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ لِيَعْقُوب النَّبِيّ عَلَيْهِ السَّلَام أَخ مُؤَاخٍ لَهُ فَقَالَ لَهُ ذَات يَوْم مَا الَّذِي أَذْهَبَ بَصَرك وَقَوَّسَ ظَهْرك ؟ قَالَ أَمَّا الَّذِي أَذْهَب بَصَرِي فَالْبُكَاء عَلَى يُوسُف وَأَمَّا الَّذِي قَوَّسَ ظَهْرِي فَالْحُزْن عَلَى بِنْيَامِين فَأَتَاهُ جِبْرِيل عَلَيْهِ السَّلَام فَقَالَ يَا يَعْقُوب إِنَّ اللَّه يُقْرِئك السَّلَام وَيَقُول لَك أَمَا تَسْتَحْيِي أَنْ تَشْكُونِي إِلَى غَيْرِي ؟ فَقَالَ يَعْقُوب إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّه فَقَالَ جِبْرِيل عَلَيْهِ السَّلَام اللَّه أَعْلَمُ \" بِمَا تَشْكُو \" وَهَذَا حَدِيث غَرِيب فِي نَكَارَة .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37842, "aya_id": 86}]