[{"text": "إِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا لَّسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ", "sura_id": 6, "type": 0, "id": 948, "aya_id": 159}, {"text": "إن الذين فرقوا دينهم وكانوا شيعا لست منهم في شيء إنما أمرهم إلى الله ثم ينبئهم بما كانوا يفعلون", "sura_id": 6, "type": 1, "id": 7184, "aya_id": 159}, {"text": "159 - (إن الذين فرقوا دينهم) باختلافهم فيه فأخذوا بعضه وتركوا بعضه (وكانوا شيعا) فرقا في ذلك ، وفي قراءة {فارقوا} أي تركوا دينهم الذي أمروا به وهم اليهود والنصارى (لست منهم في شيء) أي فلا تتعرض لهم (إنما أمرهم إلى الله) يتولاه (ثم ينبئهم) في الآخرة (بما كانوا يفعلون) فيجازيهم به ، وهذا منسوخ بآية السيف \r\n", "sura_id": 6, "type": 2, "id": 25892, "aya_id": 159}, {"text": "إن الذين فرقوا دينهم بعد ما كانوا مجتمعين على توحيد الله والعمل بشرعه, فأصبحوا فرقا وأحزابا, إنك -أيها الرسول- بريء منهم, إنما حكمهم إلى الله تعالى, ثم يخبرهم بأعمالهم, فيجازي من تاب منهم وأحسن بإحسانه, ويعاقب المسيء بإساءته.\r\n", "sura_id": 6, "type": 3, "id": 32128, "aya_id": 159}, {"text": " <font color=red>إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ</font><BR><p>قَالَ مُجَاهِد وَقَتَادَة وَالضَّحَّاك وَالسُّدِّيّ نَزَلَتْ هَذِهِ الْآيَة فِي الْيَهُود وَالنَّصَارَى وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله \" إِنَّ الَّذِينَ فَرَّقُوا دِينهمْ وَكَانُوا شِيَعًا \" وَذَلِكَ أَنَّ الْيَهُود وَالنَّصَارَى اِخْتَلَفُوا قَبْل مَبْعَث مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَفَرَّقُوا فَلَمَّا بُعِثَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْزَلَ اللَّه عَلَيْهِ\" إِنَّ الَّذِينَ فَرَّقُوا دِينهمْ وَكَانُوا شِيَعًا لَسْت مِنْهُمْ فِي شَيْء \" الْآيَة وَقَالَ اِبْن جَرِير حَدَّثَنِي سَعِيد بْن عُمَر السَّكُونِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد كَتَبَ إِلَى عَبَّاد بْن كَثِير حَدَّثَنِي لَيْث عَنْ طَاوُس عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَة \" إِنَّ الَّذِينَ فَرَّقُوا دِينهمْ وَكَانُوا شِيَعًا لَسْت مِنْهُمْ فِي شَيْء \" وَلَيْسُوا مِنْك هُمْ أَهْل الْبِدَع وَأَهْل الشُّبُهَات وَأَهْل الضَّلَالَة مِنْ هَذِهِ الْأُمَّة . لَكِنْ هَذَا إِسْنَاد لَا يَصِحّ فَإِنَّ عَبَّاد بْن كَثِير مَتْرُوك الْحَدِيث وَلَمْ يَخْتَلِق هَذَا الْحَدِيث وَلَكِنَّهُ وَهَمَ فِي رَفْعه فَإِنَّهُ رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ لَيْث وَهُوَ اِبْن أَبِي سُلَيْم عَنْ طَاوُس عَنْ أَبِي هُرَيْرَة فِي الْآيَة أَنَّهُ قَالَ نَزَلَتْ فِي هَذِهِ الْأُمَّة وَقَالَ أَبُو غَالِب عَنْ أَبِي أُمَامَة فِي قَوْله \" وَكَانُوا شِيَعًا \" قَالَ هُمْ الْخَوَارِج وَرَوَى عَنْهُ مَرْفُوعًا وَلَا يَصِحّ وَقَالَ شُعْبَة عَنْ مُجَالِد عَنْ الشَّعْبِيّ عَنْ شُرَيْح عَنْ عُمَر رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِعَائِشَة رَضِيَ اللَّه عَنْهَا \" إِنَّ الَّذِينَ فَرَّقُوا دِينهمْ وَكَانُوا شِيَعًا \" قَالَ : هُمْ أَصْحَاب الْبِدَع . وَهَذَا رَوَاهُ اِبْن مَرْدُوَيْهِ وَهُوَ غَرِيب أَيْضًا وَلَا يَصِحّ رَفْعه وَالظَّاهِر أَنَّ الْآيَة عَامَّة فِي كُلّ مَنْ فَارَقَ دِين اللَّه وَكَانَ مُخَالِفًا لَهُ فَإِنَّ اللَّه بَعَثَ رَسُوله بِالْهُدَى وَدِين الْحَقّ لِيُظْهِرهُ عَلَى الدِّين كُلّه وَشَرْعه وَاحِد لَا اِخْتِلَاف فِيهِ وَلَا اِفْتِرَاق فَمَنْ اِخْتَلَفَ فِيهِ وَكَانُوا شِيَعًا أَيْ فِرَقًا كَأَهْلِ الْمِلَل وَالنِّحَل وَالْأَهْوَاء وَالضَّلَالَات فَإِنَّ اللَّه تَعَالَى قَدْ بَرَّأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِمَّا هُمْ فِيهِ وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" شَرَعَ لَكُمْ مِنْ الدِّين مَا وَصَّى بِهِ نُوحًا وَاَلَّذِي أَوْحَيْنَا إِلَيْك \" الْآيَة . وَفِي الْحَدِيث نَحْنُ مَعَاشِر الْأَنْبِيَاء أَوْلَاد عَلَّات دِيننَا وَاحِد فَهَذَا هُوَ الصِّرَاط الْمُسْتَقِيم وَهُوَ مَا جَاءَتْ بِهِ الرُّسُل مِنْ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَالتَّمَسُّك بِشَرِيعَةِ الرَّسُول الْمُتَأَخِّر وَمَا خَالَفَ ذَلِكَ فَضَلَالَات وَجَهَالَات وَآرَاء وَأَهْوَاء وَالرُّسُل بُرَآء مِنْهَا كَمَا قَالَ اللَّه تَعَالَى \" لَسْت مِنْهُمْ فِي شَيْء \" وَقَوْله تَعَالَى \" إِنَّمَا أَمْرهمْ إِلَى اللَّه ثُمَّ يُنَبِّئهُمْ بِمَا كَانُوا يَفْعَلُونَ\" كَقَوْلِهِ تَعَالَى \" إِنَّ الَّذِينَ آمَنُوا وَاَلَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوس وَاَلَّذِينَ أَشْرَكُوا إِنَّ اللَّه يَفْصِل بَيْنهمْ يَوْم الْقِيَامَة \" الْآيَة . ثُمَّ بَيَّنَ لُطْفه سُبْحَانه فِي حُكْمه وَعَدْله يَوْم الْقِيَامَة فَقَالَ تَعَالَى .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42142, "aya_id": 159}]