[{"text": "وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا", "sura_id": 71, "type": 0, "id": 5445, "aya_id": 26}, {"text": "وقال نوح رب لا تذر على الأرض من الكافرين ديارا", "sura_id": 71, "type": 1, "id": 11681, "aya_id": 26}, {"text": "26 - (وقال نوح رب لا تذر على الأرض من الكافرين ديارا) أي نازل دار والمعنى أحدا \r\n", "sura_id": 71, "type": 2, "id": 30389, "aya_id": 26}, {"text": "وقال نوح -عليه السلام- بعد يأسه من فهمه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك.\r\n", "sura_id": 71, "type": 3, "id": 36625, "aya_id": 26}, {"text": " <font color=red>وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا</font><BR><p>أَيْ لَا تَتْرُك عَلَى وَجْه الْأَرْض مِنْهُمْ أَحَدًا وَلَا دَيَّارًا وَهَذِهِ مِنْ صِيَغ تَأْكِيد النَّفْي قَالَ الضَّحَّاك دَيَّارًا وَاحِدًا وَقَالَ السُّدِّيّ الدَّيَّار الَّذِي يَسْكُن الدَّار فَاسْتَجَابَ اللَّه لَهُ فَأَهْلَكَ جَمِيع مَنْ عَلَى وَجْه الْأَرْض مِنْ الْكَافِرِينَ حَتَّى وَلَد نُوح لِصُلْبِهِ الَّذِي اِعْتَزَلَ عَنْ أَبِيهِ \" قَالَ سَآوِي إِلَى جَبَل يَعْصِمنِي مِنْ الْمَاء قَالَ \" لَا عَاصِم الْيَوْم مِنْ أَمْر اللَّه إِلَّا مَنْ رَحِمَ وَحَالَ بَيْنهمَا الْمَوْج فَكَانَ مِنْ الْمُغْرَقِينَ \" وَقَالَ اِبْن أَبِي حَاتِم قَرَأَ عَلَيَّ يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي شَبِيب بْن سَعِيد عَنْ أَبِي الْجَوْزَاء عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ رَحِمَ اللَّه مِنْ قَوْم نُوح أَحَدًا لَرَحِمَ اِمْرَأَة لَمَّا رَأَتْ الْمَاء حَمَلَتْ وَلَدهَا ثُمَّ صَعِدَتْ بِهِ الْجَبَل فَلَمَّا بَلَغَهَا الْمَاء صَعِدَتْ بِهِ مَنْكِبهَا فَلَمَّا بَلَغَ الْمَاء مَنْكِبهَا وَضَعَتْ وَلَدهَا عَلَى رَأْسهَا فَلَمَّا بَلَغَ الْمَاء رَأْسهَا رَفَعَتْ وَلَدهَا بِيَدِهَا فَلَوْ رَحِمَ مِنْهُمْ أَحَدًا لَرَحِمَ هَذِهِ الْمَرْأَة\" هَذَا حَدِيث غَرِيب وَرِجَاله ثِقَات وَنَجَّى اللَّه أَصْحَاب السَّفِينَة الَّذِينَ آمَنُوا مَعَ نُوح عَلَيْهِ السَّلَام وَهُمْ الَّذِينَ أَمَرَهُ اللَّه بِحَمْلِهِمْ مَعَهُ .</p><BR> <br> ", "sura_id": 71, "type": 4, "id": 42734, "aya_id": 26}]