[{"text": "اهدِنَا الصِّرَاطَ المُستَقِيمَ", "sura_id": 1, "type": 0, "id": 6, "aya_id": 6}, {"text": "اهدنا الصراط المستقيم", "sura_id": 1, "type": 1, "id": 6242, "aya_id": 6}, {"text": "6 - (اهدنا الصراط المستقيم) أي أرشدنا إليه \r\n", "sura_id": 1, "type": 2, "id": 24950, "aya_id": 6}, {"text": "دُلَّنا, وأرشدنا, ووفقنا إلى الطريق المستقيم, وثبتنا عليه حتى نلقاك, وهو الإسلام، الذي هو الطريق الواضح الموصل إلى رضوان الله وإلى جنته, الذي دلّ عليه خاتم رسله وأنبيائه محمد صلى الله عليه وسلم, فلا سبيل إلى سعادة العبد إلا بالاستقامة عليه.\r\n", "sura_id": 1, "type": 3, "id": 31186, "aya_id": 6}, {"text": " <font color=red>اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ</font><BR><p>قِرَاءَة الْجُمْهُور بِالصَّادِ وَقُرِئَ السِّرَاط وَقُرِئَ بِالزَّايِ قَالَ الْفَرَّاء وَهِيَ لُغَة بَنِي عُذْرَة وَبَنِي كَلْب . لَمَّا تَقَدَّمَ الثَّنَاء عَلَى الْمَسْئُول تَبَارَكَ وَتَعَالَى نَاسَبَ أَنْ يُعَقِّب بِالسُّؤَالِ كَمَا قَالَ\" فَنِصْفهَا لِي وَنِصْفهَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" وَهَذَا أَكْمَل أَحْوَال السَّائِل أَنْ يَمْدَح مَسْئُوله ثُمَّ يَسْأَل حَاجَته وَحَاجَة إِخْوَانه الْمُؤْمِنِينَ بِقَوْلِهِ : \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" لِأَنَّهُ أَنْجَحَ لِلْحَاجَةِ وَأَنْجَع لِلْإِجَابَةِ وَلِهَذَا أَرْشَدَ اللَّه إِلَيْهِ لِأَنَّهُ الْأَكْمَل وَقَدْ يَكُون السُّؤَال بِالْإِخْبَارِ عَنْ حَال السَّائِل وَاحْتِيَاجه كَمَا قَالَ مُوسَى عَلَيْهِ السَّلَام \" رَبّ إِنِّي لِمَا أَنْزَلْت إِلَيَّ مِنْ خَيْر فَقِير \" وَقَدْ يَتَقَدَّمهُ مَعَ ذَلِكَ وَصْف مَسْئُول كَقَوْلِ ذِي النُّون \" لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ \" وَقَدْ يَكُون بِمُجَرَّدِ الثَّنَاء عَلَى الْمَسْئُول كَقَوْلِ الشَّاعِر : أَأَذْكُرُ حَاجَتِي أَمْ قَدْ كَفَانِي حِيَاؤُك إِنَّ شِيمَتك الْحِيَاء إِذَا أَثْنَى عَلَيْك الْمَرْء يَوْمًا كَفَاهُ مِنْ تَعَرُّضه الثَّنَاء وَالْهِدَايَة هَهُنَا الْإِرْشَاد وَالتَّوْفِيق وَقَدْ تُعَدَّى الْهِدَايَة بِنَفْسِهَا كَمَا هُنَا\" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" فَتُضَمَّن مَعْنَى أَلْهِمْنَا أَوْ وَفِّقْنَا أَوْ اُرْزُقْنَا أَوْ اِعْطِنَا \" وَهَدَيْنَاهُ النَّجْدَيْنِ\" أَيْ بَيَّنَّا لَهُ الْخَيْر وَالشَّرّ وَقَدْ تُعَدَّى بِإِلَى كَقَوْلِهِ تَعَالَى : \" اِجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاط مُسْتَقِيم \" \" فَاهْدُوهُمْ إِلَى صِرَاط الْجَحِيم \" وَذَلِكَ بِمَعْنَى الْإِرْشَاد وَالدَّلَالَة وَكَذَلِكَ قَوْله : \" وَإِنَّك لَتَهْدِي إِلَى صِرَاط مُسْتَقِيم \" وَقَدْ تُعَدَّى بِاللَّامِ كَقَوْلِ أَهْل الْجَنَّة \" الْحَمْد لِلَّهِ الَّذِي هَدَانَا لِهَذَا \" أَيْ وَفَّقَنَا لِهَذَا وَجَعَلَنَا لَهُ أَهْلًا . وَأَمَّا الصِّرَاط الْمُسْتَقِيم فَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير أَجْمَعَتْ الْأُمَّة مِنْ أَهْل التَّأْوِيل جَمِيعًا عَلَى أَنَّ الصِّرَاطَ الْمُسْتَقِيمَ هُوَ الطَّرِيق الْوَاضِح الَّذِي لَا اِعْوِجَاج فِيهِ وَذَلِكَ فِي لُغَة جَمِيع الْعَرَب فَمِنْ ذَلِكَ قَوْل جَرِير بْن عَطِيَّة الْخَطْفِيّ : أَمِير الْمُؤْمِنِينَ عَلَى صِرَاط إِذَا اِعْوَجَّ الْمَوَارِد مُسْتَقِيم قَالَ وَالشَّوَاهِد عَلَى ذَلِكَ أَكْثَر مِنْ أَنْ تُحْصَر قَالَ ثُمَّ تَسْتَعِير الْعَرَب الصِّرَاط فَتَسْتَعْمِلهُ فِي كُلّ قَوْل وَعَمَل وَوَصْف بِاسْتِقَامَةٍ أَوْ اِعْوِجَاج فَتَصِف الْمُسْتَقِيم بِاسْتِقَامَتِهِ وَالْمُعْوَجّ بِاعْوِجَاجِهِ . ثُمَّ اِخْتَلَفَتْ عِبَارَات الْمُفَسِّرِينَ مِنْ السَّلَف وَالْخَلَف فِي تَفْسِير الصِّرَاط وَإِنْ كَانَ يَرْجِع حَاصِلهَا إِلَى شَيْء وَاحِد وَهُوَ الْمُتَابَعَة لِلَّهِ وَلِلرَّسُولِ فَرُوِيَ أَنَّهُ كِتَاب اللَّه قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنِي يَحْيَى بْن يَمَان عَنْ حَمْزَة الزَّيَّات عَنْ سَعِيد وَهُوَ اِبْن الْمُخْتَار الطَّائِيّ عَنْ اِبْن أَخِي الْحَارِث الْأَعْوَر عَنْ الْحَارِث الْأَعْوَر عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الصِّرَاط الْمُسْتَقِيم كِتَاب اللَّه \" وَكَذَلِكَ رَوَاهُ اِبْن جَرِير مِنْ حَدِيث حَمْزَة اِبْن حَبِيب الزَّيَّات وَقَدْ تَقَدَّمَ فِي فَضَائِل الْقُرْآن فِيمَا رَوَاهُ أَحْمَد وَالتِّرْمِذِيّ مِنْ رِوَايَة الْحَارِث الْأَعْوَر عَنْ عَلِيّ مَرْفُوعًا \" وَهُوَ حَبْل اللَّه الْمَتِين وَهُوَ الذِّكْر الْحَكِيم وَهُوَ الصِّرَاط الْمُسْتَقِيم\" وَقَدْ رُوِيَ مَوْقُوفًا عَلَى عَلِيّ رَضِيَ اللَّه عَنْهُ وَهُوَ أَشْبَه وَاَللَّه أَعْلَم وَقَالَ الثَّوْرِيّ عَنْ مَنْصُور عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه قَالَ الصِّرَاط الْمُسْتَقِيم كِتَاب اللَّه. وَقِيلَ هُوَ الْإِسْلَام قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالَ : قَالَ جِبْرِيل لِمُحَمَّدٍ عَلَيْهِمَا السَّلَام \" قُلْ يَا مُحَمَّد اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" يَقُول أَلْهِمْنَا الطَّرِيق الْهَادِي وَهُوَ دِين اللَّه الَّذِي لَا اِعْوِجَاج فِيهِ وَقَالَ مَيْمُون بْن مِهْرَان عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى : \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" قَالَ ذَاكَ الْإِسْلَام وَقَالَ إِسْمَاعِيل بْن عَبْد الرَّحْمَن السُّدِّيّ الْكَبِير عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ أَصْحَاب النَّبِيّ \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم\" قَالُوا هُوَ الْإِسْلَام وَقَالَ عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل عَنْ جَابِر اِهْدِنَا الصِّرَاط الْمُسْتَقِيم قَالَ هُوَ الْإِسْلَام أَوْسَع مِمَّا بَيْن السَّمَاء وَالْأَرْض . وَقَالَ اِبْن الْحَنَفِيَّة فِي قَوْله تَعَالَى : \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" قَالَ هُوَ دِين اللَّه الَّذِي لَا يَقْبَل مِنْ الْعِبَاد غَيْرَهُ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم اِهْدِنَا الصِّرَاط الْمُسْتَقِيم قَالَ هُوَ الْإِسْلَام وَفِي هَذَا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده حَيْثُ قَالَ حَدَّثَنَا الْحَسَن بْن سِوَار أَبُو الْعَلَاء حَدَّثَنَا لَيْث يَعْنِي اِبْن سَعْد عَنْ مُعَاوِيَة بْن صَالِح أَنَّ عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر حَدَّثَهُ عَنْ أَبِيهِ عَنْ النَّوَّاس بْن سَمْعَان عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" ضَرَبَ اللَّه مَثَلًا صِرَاطًا مُسْتَقِيمًا وَعَلَى جَنْبَتَيْ الصِّرَاط سُورَانِ فِيهِمَا أَبْوَاب مُفَتَّحَة وَعَلَى الْأَبْوَاب سُتُور مُرْخَاة وَعَلَى بَاب الصِّرَاط دَاعٍ يَقُول يَا أَيّهَا النَّاس اُدْخُلُوا الصِّرَاط جَمِيعًا وَلَا تَعْوَجُّوا وَدَاعٍ يَدْعُو مِنْ فَوْق الصِّرَاط فَإِذَا أَرَادَ الْإِنْسَان أَنْ يَفْتَح شَيْئًا مِنْ تِلْكَ الْأَبْوَاب قَالَ وَيْحك لَا تَفْتَحهُ - فَإِنَّك إِنْ تَفْتَحهُ تَلِجهُ - فَالصِّرَاط الْإِسْلَام وَالسُّورَانِ حُدُود اللَّه وَالْأَبْوَاب الْمُفَتَّحَة مَحَارِم اللَّه وَذَلِكَ الدَّاعِي عَلَى رَأْس الصِّرَاط كِتَاب اللَّه وَالدَّاعِي مِنْ فَوْق الصِّرَاط وَاعِظ اللَّه فِي قَلْب كُلّ مُسْلِم \" . وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ حَدِيث اللَّيْث بْن سَعْد بِهِ. وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ جَمِيعًا عَنْ عَلِيّ بْن حُجْر عَنْ بَقِيَّة عَنْ بُجَيْر بْن سَعْد عَنْ خَالِد بْن مَعْدَان عَنْ جُبَيْر بْن نُفَيْر عَنْ النَّوَّاس بْن سَمْعَان بِهِ . وَهُوَ إِسْنَاد حَسَن صَحِيح وَاَللَّه أَعْلَم . وَقَالَ مُجَاهِد \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" قَالَ الْحَقّ وَهَذَا أَشْمَل وَلَا مُنَافَاة بَيْنه وَبَيْن مَا تَقَدَّمَ وَرَوَى اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ حَدِيث أَبِي النَّضْر هَاشِم بْن الْقَاسِم أَنَا حَمْزَة بْن الْمُغِيرَة عَنْ عَاصِم الْأَحْوَل عَنْ أَبِي الْعَالِيَة \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" قَالَ هُوَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَاحِبَاهُ مِنْ بَعْده قَالَ عَاصِم فَذَكَرْنَا ذَلِكَ لِلْحَسَنِ فَقَالَ صَدَقَ أَبُو الْعَالِيَة وَنَصَحَ . وَكُلّ هَذِهِ الْأَقْوَال صَحِيحَة وَهِيَ مُتَلَازِمَة فَإِنَّ مَنْ اِتَّبَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاقْتَدَى بِاَللَّذَيْنِ مِنْ بَعْده أَبِي بَكْر وَعُمَر فَقَدْ اِتَّبَعَ الْحَقّ وَمَنْ اِتَّبَعَ الْحَقّ فَقَدْ اِتَّبَعَ الْإِسْلَام وَمَنْ اِتَّبَعَ الْإِسْلَام فَقَدْ اِتَّبَعَ الْقُرْآن وَهُوَ كِتَاب اللَّه وَحَبْله الْمَتِين وَصِرَاطه الْمُسْتَقِيم فَكُلّهَا صَحِيحَة يُصَدِّق بَعْضهَا بَعْضًا وَلِلَّهِ الْحَمْد وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن الْفَضْل السَّقَطِيّ حَدَّثَنَا إِبْرَاهِيم بْن مَهْدِيّ الْمِصِّيصِيّ حَدَّثَنَا يَحْيَى بْن زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ الْأَعْمَش عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه قَالَ الصِّرَاط الْمُسْتَقِيم الَّذِي تَرَكَنَا عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَلِهَذَا قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه وَاَلَّذِي هُوَ أَوْلَى بِتَأْوِيلِ هَذِهِ الْآيَة عِنْدِي أَعْنِي \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم\" - أَنْ يَكُونَ مَعْنِيًّا بِهِ وَفِّقْنَا لِلثَّبَاتِ عَلَى مَا اِرْتَضَيْته وَوَفَّقْت لَهُ مَنْ أَنْعَمْت عَلَيْهِ مِنْ عِبَادك مِنْ قَوْل وَعَمَل وَذَلِكَ هُوَ الصِّرَاط الْمُسْتَقِيم لِأَنَّ مَنْ وُفِّقَ لِمَا وُفِّقَ لَهُ مَنْ أَنْعَمَ اللَّه عَلَيْهِمْ مِنْ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ فَقَدْ وُفِّقَ لِلْإِسْلَامِ وَتَصْدِيق الرُّسُل وَالتَّمَسُّك بِالْكِتَابِ وَالْعَمَل بِمَا أَمَرَهُ اللَّه بِهِ وَالِانْزِجَار عَمَّا زَجَرَهُ عَنْهُ وَاتِّبَاع مِنْهَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْهَاج الْخُلَفَاء الْأَرْبَعَة وَكُلّ عَبْد صَالِح وَكُلّ ذَلِكَ مِنْ الصِّرَاط الْمُسْتَقِيم. \" فَإِنْ قِيلَ \" فَكَيْف يَسْأَل الْمُؤْمِن الْهِدَايَة فِي كُلّ وَقْت مِنْ صَلَاة وَغَيْرهَا وَهُوَ مُتَّصِف بِذَلِكَ ؟ فَهَلْ هَذَا مِنْ بَاب تَحْصِيل الْحَاصِل أَمْ لَا ؟ فَالْجَوَاب أَنْ لَا وَلَوْلَا اِحْتِيَاجُهُ لَيْلًا وَنَهَارًا إِلَى سُؤَال الْهِدَايَة لَمَا أَرْشَدَهُ اللَّه تَعَالَى إِلَى ذَلِكَ فَإِنَّ الْعَبْدَ مُفْتَقِر فِي كُلّ سَاعَة وَحَالَة إِلَى اللَّه تَعَالَى فِي تَثْبِيته عَلَى الْهِدَايَة وَرُسُوخه فِيهَا وَتَبَصُّره وَازْدِيَاده مِنْهَا وَاسْتِمْرَاره عَلَيْهَا فَإِنَّ الْعَبْدَ لَا يَمْلِك لِنَفْسِهِ نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّه فَأَرْشَدَهُ تَعَالَى إِلَى أَنْ يَسْأَلَهُ فِي كُلّ وَقْت أَنْ يَمُدّهُ بِالْمَعُونَةِ وَالثَّبَات وَالتَّوْفِيق فَالسَّعِيد مَنْ وَفَّقَهُ اللَّه تَعَالَى لِسُؤَالِهِ فَإِنَّهُ تَعَالَى قَدْ تَكَفَّلَ بِإِجَابَةِ الدَّاعِي إِذَا دَعَاهُ وَلَا سِيَّمَا الْمُضْطَرّ الْمُحْتَاج الْمُفْتَقِر إِلَيْهِ آنَاء اللَّيْل وَأَطْرَاف النَّهَار وَقَدْ قَالَ تَعَالَى : \" يَا أَيّهَا آمَنُوا آمِنُوا بِاَللَّهِ وَرَسُوله وَالْكِتَاب الَّذِي نَزَّلَ عَلَى رَسُوله وَالْكِتَاب الَّذِي أَنْزَلَ مِنْ قَبْل \" الْآيَة فَقَدْ أَمَرَ الَّذِينَ آمَنُوا بِالْإِيمَانِ وَلَيْسَ ذَلِكَ مِنْ بَاب تَحْصِيل الْحَاصِل لِأَنَّ الْمُرَاد الثَّبَات وَالِاسْتِمْرَار وَالْمُدَاوَمَة عَلَى الْأَعْمَال الْمُعِينَة عَلَى ذَلِكَ وَاَللَّه أَعْلَم . وَقَالَ تَعَالَى آمِرًا لِعِبَادِهِ الْمُؤْمِنِينَ أَنْ يَقُولُوا \" رَبّنَا لَا تُزِغْ قُلُوبَنَا بَعْد إِذْ هَدَيْتنَا وَهَبْ لَنَا مِنْ لَدُنْك رَحْمَة إِنَّك أَنْتَ الْوَهَّاب \" وَقَدْ كَانَ الصِّدِّيق رَضِيَ اللَّه عَنْهُ يَقْرَأ بِهَذِهِ الْآيَة فِي الرَّكْعَة الثَّالِثَة مِنْ صَلَاة الْمَغْرِب بَعْد الْفَاتِحَة سِرًّا فَمَعْنَى قَوْله تَعَالَى : \" اِهْدِنَا الصِّرَاط الْمُسْتَقِيم \" اِسْتَمِرَّ بِنَا عَلَيْهِ وَلَا تَعْدِل بِنَا إِلَى غَيْره .</p><BR> <br> ", "sura_id": 1, "type": 4, "id": 37422, "aya_id": 6}]