[{"text": "قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ", "sura_id": 28, "type": 0, "id": 3278, "aya_id": 26}, {"text": "قالت إحداهما يا أبت استأجره إن خير من استأجرت القوي الأمين", "sura_id": 28, "type": 1, "id": 9514, "aya_id": 26}, {"text": "26 - (قالت إحداهما) وهي المرسلة الكبرى أو الصغرى (يا أبت استأجره) اتخذه أجيرا يرعى غنمنا بدلنا (إن خير من استأجرت القوي الأمين) استأجره بقوته وأمانته فسألها عنهما فأخبرته بما تقدم من رفعه حجر البئر ومن قوله لها امشي خلفي وزيادة انها لما جاءته وعلم بها صوب رأسه فلم يرفعه فرغب في إنكاحه \r\n", "sura_id": 28, "type": 2, "id": 28222, "aya_id": 26}, {"text": "قالت إحدى المرأتين لأبيها: يا أبت استأجره ليرعى لك ماشيتك; إنَّ خير من تستأجره للرعي القوي على حفظ ماشيتك, الأمين الذي لا تخاف خيانته فيما تأمنه عليه.\r\n", "sura_id": 28, "type": 3, "id": 34458, "aya_id": 26}, {"text": " <font color=red>قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ</font><BR><p>وَقَوْله تَعَالَى : \" قَالَتْ إِحْدَاهُمَا يَا أَبَت اِسْتَأْجِرْهُ إِنَّ خَيْر مَنْ اِسْتَأْجَرْت الْقَوِيّ الْأَمِين \" أَيْ قَالَتْ إِحْدَى اِبْنَتَيْ هَذَا الرَّجُل قِيلَ هِيَ الَّتِي ذَهَبَتْ وَرَاء مُوسَى عَلَيْهِ السَّلَام قَالَتْ لِأَبِيهَا\" يَا أَبَت اِسْتَأْجِرْهُ \" أَيْ لِرَعِيَّةِ هَذِهِ الْغَنَم قَالَ عُمَر وَابْن عَبَّاس وَشُرَيْح الْقَاضِي وَأَبُو مَالِك وَقَتَادَة وَمُحَمَّد بْن إِسْحَاق وَغَيْر وَاحِد لَمَّا قَالَتْ : \" إِنَّ خَيْر مَنْ اِسْتَأْجَرْت الْقَوِيّ الْأَمِين \" قَالَ لَهَا أَبُوهَا وَمَا عِلْمك بِذَلِكَ ؟ قَالَتْ لَهُ إِنَّهُ رَفَعَ الصَّخْرَة الَّتِي لَا يُطِيق حَمْلهَا إِلَّا عَشَرَة رِجَال وَإِنِّي لَمَّا جِئْت مَعَهُ تَقَدَّمْت أَمَامه فَقَالَ لِي كُونِي مِنْ وَرَائِي فَإِذَا اِخْتَلَفَ عَلَيَّ الطَّرِيق فَاحْذِفِي لِي بِحَصَاةٍ أَعْلَم بِهَا كَيْف الطَّرِيق لِأَهْتَدِيَ إِلَيْهِ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود قَالَ : أَفَرَس النَّاس ثَلَاثَة : أَبُو بَكْر حِين تَفَرَّسَ فِي عُمَر وَصَاحِب يُوسُف حِين قَالَ أَكْرِمِي مَثْوَاهُ وَصَاحِبَة مُوسَى حِين قَالَتْ : \" يَا أَبَت اِسْتَأْجِرْهُ إِنَّ خَيْر مَنْ اِسْتَأْجَرْت الْقَوِيّ الْأَمِين \" .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39704, "aya_id": 26}]