[{"text": "وَهُوَ الَّذِي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُواْ مِن ثَمَرِهِ إِذَا أَثْمَرَ وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ وَلاَ تُسْرِفُواْ إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ", "sura_id": 6, "type": 0, "id": 930, "aya_id": 141}, {"text": "وهو الذي أنشأ جنات معروشات وغير معروشات والنخل والزرع مختلفا أكله والزيتون والرمان متشابها وغير متشابه كلوا من ثمره إذا أثمر وآتوا حقه يوم حصاده ولا تسرفوا إنه لا يحب المسرفين", "sura_id": 6, "type": 1, "id": 7166, "aya_id": 141}, {"text": "141 - (وهو الذي أنشأ) خلق (جنات) بساتين (معروشات) مبسوطات على الأرض كالبطيخ (وغير معروشات) بأن ارتفعت على ساق كالنخل (و) أنشأ (النخل والزرع مختلفا أكله) ثمره وحبه في الهيئة والطعم (والزيتون والرمان متشابهاً) ورقُهُما ، حال (وغير متشابه) طعمهما (كلوا من ثمره إذا أثمر) قبل النضج (وآتوا حقه) زكاته (يوم حصاده) بالفتح والكسر من العشر أو نصفه (ولا تسرفوا) بإعطاء كله فلا يبقى لعيالكم شيء (إنه لا يحب المسرفين) المتجاوزين ما حد لهم \r\n", "sura_id": 6, "type": 2, "id": 25874, "aya_id": 141}, {"text": "والله سبحانه وتعالى هو الذي أوجد لكم بساتين: منها ما هو مرفوع عن الأرض كالأعناب, ومنها ما هو غير مرفوع, ولكنه قائم على سوقه كالنخل والزرع, متنوعًا طعمه, والزيتون والرمان متشابهًا منظره, ومختلفًا ثمره وطعمه. كلوا -أيها الناس- مِن ثمره إذا أثمر, وأعطوا زكاته المفروضة عليكم يوم حصاده وقطافه, ولا تتجاوزوا حدود الاعتدال في إخراج المال وأكل الطعام وغير ذلك. إنه تعالى لا يحب المتجاوزين حدوده بإنفاق المال في غير وجهه.\r\n", "sura_id": 6, "type": 3, "id": 32110, "aya_id": 141}, {"text": " <font color=red>وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ</font><BR><p>وَالنَّخْل وَالزَّرْع مُخْتَلِفًا أُكُله وَالزَّيْتُون وَالرُّمَّان مُتَشَابِهًا وَغَيْر مُتَشَابِه كُلُوا مِنْ ثَمَره إِذَا أَثْمَرَ وَآتُوا حَقّه يَوْم حَصَاده وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبّ الْمُسْرِفِينَ\" يَقُول تَعَالَى مُبَيِّنًا أَنَّهُ الْخَالِق لِكُلِّ شَيْء مِنْ الزُّرُوع وَالثِّمَار وَالْأَنْعَام الَّتِي تَصَرَّفَ فِيهَا هَؤُلَاءِ الْمُشْرِكُونَ بِآرَائِهِمْ الْفَاسِدَة وَقَسَّمُوهَا وَجَزَّءُوهَا فَجَعَلُوا مِنْهَا حَرَامًا وَحَلَالًا فَقَالَ \" وَهُوَ الَّذِي أَنْشَأَ جَنَّات مَعْرُوشَات وَغَيْر مَعْرُوشَات \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : مَعْرُوشَات مَسْمُوكَات وَفِي رِوَايَة فَالْمَعْرُوشَات مَا عَرَّشَ النَّاس وَغَيْر مَعْرُوشَات مَا خَرَجَ فِي الْبَرّ وَالْجِبَال مِنْ الثَّمَرَات وَقَالَ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس مَعْرُوشَات مَا عُرِّشَ مِنْ الْكَرْم وَغَيْر مَعْرُوشَات مَا لَمْ يُعَرَّش مِنْ الْكَرْم وَكَذَا قَالَ السُّدِّيّ وَقَالَ اِبْن جُرَيْج : مُتَشَابِهًا وَغَيْر مُتَشَابِه قَالَ مُتَشَابِه فِي الْمَنْظَر وَغَيْر مُتَشَابِه فِي الْمَطْعَم وَقَالَ مُحَمَّد بْن كَعْب \" كُلُوا مِنْ ثَمَره إِذَا أَثْمَرَ \" قَالَ مِنْ رُطَبه وَعِنَبه وَقَوْله تَعَالَى\" وَآتُوا حَقّه يَوْم حَصَاده \" قَالَ اِبْن جَرِير : قَالَ بَعْضهمْ هِيَ الزَّكَاة الْمَفْرُوضَة . حَدَّثَنَا عَمْرو حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا يَزِيد بْن دِرْهَم قَالَ : سَمِعْت أَنَس بْن مَالِك يَقُول \" وَآتُوا حَقّه يَوْم حَصَاده \" قَالَ الزَّكَاة الْمَفْرُوضَة. وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَآتُوا حَقّه يَوْم حَصَاده \" يَعْنِي الزَّكَاة الْمَفْرُوضَة يَوْم يُكَال وَيُعْلَم كَيْله وَكَذَا قَالَ سَعِيد بْن الْمُسَيِّب وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَآتُوا حَقّه يَوْم حَصَاده \" وَذَلِكَ أَنَّ الرَّجُل كَانَ إِذَا زَرَعَ فَكَانَ يَوْم حَصَاده لَمْ يُخْرِج مِمَّا حَصَدَ شَيْئًا فَقَالَ اللَّه تَعَالَى \" وَآتُوا حَقّه يَوْم حَصَاده \" وَذَلِكَ أَنْ يَعْلَم مَا كَيْله وَحَقّه مِنْ كُلّ عَشَرَة وَاحِد وَمَا يَلْقُط النَّاس مِنْ سُنْبُله وَقَدْ رَوَى الْإِمَام أَحْمَد وَأَبُو دَاوُد فِي سُنَنه مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن يَحْيَى بْن حِبَّان عَنْ عَمّه وَاسِع بْن حِبَّان عَنْ جَابِر بْن عَبْد اللَّه أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ مِنْ كُلّ جَاذّ عَشَرَة أَوَسْق مِنْ التَّمْر بِقِنْوٍ يُعَلَّق فِي الْمَسْجِد لِلْمَسَاكِينِ وَهَذَا إِسْنَاده جَيِّد قَوِيّ وَقَالَ طَاوُس وَأَبُو الشَّعْثَاء وَقَتَادَة وَالْحَسَن وَالضَّحَّاك وَابْن جُرَيْج هِيَ الزَّكَاة وَقَالَ الْحَسَن الْبَصْرِيّ هِيَ الصَّدَقَة مِنْ الْحَبّ وَالثِّمَار وَكَذَا قَالَ زَيْد بْن أَسْلَم وَقَالَ آخَرُونَ هُوَ حَقّ آخَر سِوَى الزَّكَاة وَقَالَ أَشْعَث عَنْ مُحَمَّد بْن سِيرِينَ وَنَافِع عَنْ اِبْن عُمَر فِي قَوْله \" وَآتُوا حَقّه يَوْم حَصَاده\" قَالَ : كَانُوا يُعْطُونَ شَيْئًا سِوَى الزَّكَاة رَوَاهُ اِبْن مَرْدُوَيْهِ . وَرَوَى عَبْد اللَّه بْن الْمُبَارَك وَغَيْره عَنْ عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ عَطَاء بْن أَبِي رَبَاح فِي قَوْله \" وَآتُوا حَقّه يَوْم حَصَاده \" قَالَ : يُعْطِي مَنْ حَضَرَهُ يَوْمئِذٍ مَا تَيَسَّرَ وَلَيْسَ بِالزَّكَاةِ . وَقَالَ مُجَاهِد : إِذَا حَضَرَك الْمَسَاكِين طَرَحْت لَهُمْ مِنْهُ وَقَالَ عَبْد الرَّزَّاق عَنْ اِبْن عُيَيْنَة عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" وَآتُوا حَقّه يَوْم حَصَاده \" قَالَ عِنْد الزَّرْع يُعْطِي الْقَبْضَة وَعِنْد الصِّرَام يُعْطِي الْقَبْضَة وَيَتْرُكهُمْ فَيَتَّبِعُونَ آثَار الصِّرَام وَقَالَ الثَّوْرِيّ عَنْ حَمَّاد عَنْ إِبْرَاهِيم النَّخَعِيّ قَالَ : يُعْطِي مِثْل الضِّغْث وَقَالَ اِبْن الْمُبَارَك عَنْ شَرِيك عَنْ سَالِم عَنْ سَعِيد بْن جُبَيْر \" وَآتُوا حَقّه يَوْم حَصَاده \" قَالَ : كَانَ هَذَا قَبْل الزَّكَاة لِلْمَسَاكِينِ الْقَبْضَة وَالضِّغْث لِعَلَفِ دَابَّته وَفِي حَدِيث اِبْن لَهِيعَة عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد مَرْفُوعًا \" وَآتُوا حَقّه يَوْم حَصَاده\" قَالَ : مَا سَقَطَ مِنْ السُّنْبُل رَوَاهُ اِبْن مَرْدُوَيْهِ وَقَالَ آخَرُونَ : هَذَا شَيْء كَانَ وَاجِبًا ثُمَّ نَسَخَهُ اللَّه بِالْعُشْرِ أَوْ نِصْف الْعُشْر حَكَاهُ اِبْن جَرِير عَنْ اِبْن عَبَّاس وَمُحَمَّد بْن الْحَنَفِيَّة وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن وَالسُّدِّيّ وَعَطِيَّة الْعَوْفِيّ وَغَيْرهمْ وَاخْتَارَهُ اِبْن جَرِير رَحِمَهُ اللَّه قُلْت : وَفِي تَسْمِيَة هَذَا نَسْخًا نَظَر لِأَنَّهُ قَدْ كَانَ شَيْئًا وَاجِبًا فِي الْأَصْل ثُمَّ إِنْ فَصَّلَ بَيَانه وَبَيَّنَ مِقْدَار الْمُخْرَج وَكَمِّيَّته قَالُوا وَكَانَ هَذَا فِي السَّنَة الثَّانِيَة مِنْ الْهِجْرَة فَاَللَّه أَعْلَم وَقَدْ ذَمَّ اللَّه سُبْحَانه الَّذِينَ يَصْرِمُونَ وَلَا يَتَصَدَّقُونَ كَمَا ذَكَرَ عَنْ أَصْحَاب الْجَنَّة فِي سُورَة \" ن \" \" إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ وَلَا يَسْتَثْنُونَ فَطَافَ عَلَيْهَا طَائِف مِنْ رَبّك وَهُمْ نَائِمُونَ فَأَصْبَحَتْ كَالصَّرِيمِ \" أَيْ كَاللَّيْلِ الْمُدْلَهِمّ سَوْدَاء مُحْتَرِقَة \" فَتَنَادَوْا مُصْبِحِينَ أَنْ اُغْدُوا عَلَى حَرْثكُمْ إِنْ كُنْتُمْ صَارِمِينَ فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ أَنْ لَا يَدْخُلَنهَا الْيَوْم عَلَيْكُمْ مِسْكِين وَغَدَوْا عَلَى حَرْد \" أَيْ قُوَّة وَجَلَد وَهِمَّة \" قَادِرِينَ فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ بَلْ نَحْنُ مَحْرُومُونَ قَالَ أَوْسَطهمْ أَلَم أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ قَالُوا سُبْحَان رَبّنَا إِنَّا كُنَّا ظَالِمِينَ فَأَقْبَلَ بَعْضهمْ عَلَى بَعْض يَتَلَاوَمُونَ قَالُوا يَا وَيْلنَا إِنَّا كُنَّا طَاغِينَ عَسَى رَبّنَا أَنْ يُبْدِلنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبّنَا رَاغِبُونَ كَذَلِكَ الْعَذَاب وَلَعَذَاب الْآخِرَة أَكْبَر لَوْ كَانُوا يَعْلَمُونَ \" . وَقَوْله تَعَالَى \" وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبّ الْمُسْرِفِينَ \" قِيلَ مَعْنَاهُ لَا تُسْرِفُوا فِي الْإِعْطَاء فَتُعْطُوا فَوْق الْمَعْرُوف وَقَالَ أَبُو الْعَالِيَة : كَانُوا يُعْطُونَ يَوْم الْحَصَاد شَيْئًا ثُمَّ تَبَارَوْا فِيهِ وَأَسْرَفُوا فَأَنْزَلَ اللَّه \" وَلَا تُسْرِفُوا\" وَقَالَ اِبْن جُرَيْج نَزَلَتْ فِي ثَابِت بْن قَيْس بْن شِمَاس جَذَّ نَخْلًا لَهُ فَقَالَ لَا يَأْتِينِي الْيَوْم أَحَد إِلَّا أَطْعَمْته فَأَطْعَمَ حَتَّى أَمْسَى وَلَيْسَتْ لَهُ ثَمَرَة فَأَنْزَلَ اللَّه تَعَالَى \" وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبّ الْمُسْرِفِينَ \" رَوَاهُ اِبْن جَرِير عَنْهُ وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء نُهُوا عَنْ السَّرَف فِي كُلّ شَيْء وَقَالَ إِيَاس بْن مُعَاوِيَة : مَا جَاوَزْت بِهِ أَمْر اللَّه فَهُوَ سَرَف وَقَالَ السُّدِّيّ فِي قَوْله \" وَلَا تُسْرِفُوا \" قَالَ لَا تُعْطُوا أَمْوَالكُمْ فَتَقْعُدُوا فُقَرَاء. وَقَالَ سَعِيد بْن الْمُسَيِّب وَمُحَمَّد بْن كَعْب فِي قَوْله \" وَلَا تُسْرِفُوا \" قَالَ لَا تَمْنَعُوا الصَّدَقَة فَتَعْصُوا رَبّكُمْ ثُمَّ اِخْتَارَ اِبْن جَرِير قَوْل عَطَاء أَنَّهُ نَهَى عَنْ الْإِسْرَاف فِي كُلّ شَيْء وَلَا شَكَّ أَنَّهُ صَحِيح لَكِنَّ الظَّاهِر وَاَللَّه أَعْلَم مِنْ سِيَاق الْآيَة حَيْثُ قَالَ تَعَالَى \" كُلُوا مِنْ ثَمَره إِذَا أَثْمَرَ وَآتُوا حَقّه يَوْم حَصَاده وَلَا تُسْرِفُوا \" أَنْ يَكُون عَائِدًا عَلَى الْأَكْل أَيْ لَا تُسْرِفُوا فِي الْأَكْل لِمَا فِيهِ مِنْ مَضَرَّة الْعَقْل وَالْبَدَن كَقَوْلِهِ تَعَالَى \" كُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا \" الْآيَة وَفِي صَحِيح الْبُخَارِيّ تَعْلِيقًا\" كُلُوا وَاشْرَبُوا وَالْبَسُوا مِنْ غَيْر إِسْرَاف وَلَا مَخِيلَة\" وَهَذَا مِنْ هَذَا وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42123, "aya_id": 141}]