[{"text": "يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ", "sura_id": 55, "type": 0, "id": 4942, "aya_id": 41}, {"text": "يعرف المجرمون بسيماهم فيؤخذ بالنواصي والأقدام", "sura_id": 55, "type": 1, "id": 11178, "aya_id": 41}, {"text": "41 - (يعرف المجرمون بسيماهم) سواد الوجوه وزرقة العيون (فيؤخذ بالنواصي والأقدام) \r\n", "sura_id": 55, "type": 2, "id": 29886, "aya_id": 41}, {"text": "تَعرِف الملائكة المجرمين بعلاماتهم, فتأخذهم بمقدمة رؤوسهم وبأقدامهم, فترميهم في النار.\r\n", "sura_id": 55, "type": 3, "id": 36122, "aya_id": 41}, {"text": " <font color=red>يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ</font><BR><p>كَمَا قَالَ تَعَالَى \" يُعْرَف الْمُجْرِمُونَ بِسِيمَاهُمْ \" أَيْ بِعَلَامَاتٍ تَظْهَر عَلَيْهِمْ وَقَالَ الْحَسَن وَقَتَادَة يَعْرِفُونَهُمْ بِاسْوِدَادِ الْوُجُوه وَزُرْقَة الْعُيُون \" قُلْت \" وَهَذَا كَمَا يُعْرَف الْمُؤْمِنُونَ بِالْغُرَّةِ وَالتَّحْجِيل مِنْ آثَار الْوُضُوء. وَقَوْله تَعَالَى \" فَيُؤْخَذ بِالنَّوَاصِي وَالْأَقْدَام \" أَيْ يَجْمَع الزَّبَانِيَة نَاصِيَتَهُ مَعَ قَدَمَيْهِ وَيُلْقُونَهُ فِي النَّار كَذَلِكَ وَقَالَ الْأَعْمَش عَنْ اِبْن عَبَّاس يُؤْخَذ بِنَاصِيَتِهِ وَقَدَمَيْهِ فَيُكْسَر كَمَا يُكْسَر الْحَطَب فِي التَّنُّور وَقَالَ الضَّحَّاك يُجْمَع بَيْن نَاصِيَتِهِ وَقَدَمَيْهِ فِي سِلْسِلَةٍ مِنْ وَرَاء ظَهْرِهِ وَقَالَ السُّدِّيّ يُجْمَع بَيْن نَاصِيَة الْكَافِر وَقَدَمَيْهِ فَتُرْبَط نَاصِيَتُهُ بِقَدَمِهِ وَيُفْتَل ظَهْرُهُ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو تَوْبَة الرَّبِيع بْن نَافِع حَدَّثَنَا مُعَاوِيَة بْن سَلَّام عَنْ أَخِيهِ زَيْد بْن سَلَّام أَنَّهُ سَمِعَ أَبَا سَلَّام يَعْنِي جَدَّهُ أَخْبَرَنِي عَبْد الرَّحْمَن حَدَّثَنِي رَجُل مِنْ كِنْدَة قَالَ أَتَيْت عَائِشَة فَدَخَلْت عَلَيْهَا وَبَيْنِي وَبَيْنَهَا حِجَاب فَقُلْت حَدَّثَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ يَأْتِي عَلَيْهِ سَاعَة لَا يُمْلَك فِيهَا لِأَحَدٍ شَفَاعَة ؟ قَالَتْ نَعَمْ لَقَدْ سَأَلْته عَنْ هَذَا وَأَنَا وَهُوَ فِي شِعَارٍ وَاحِد قَالَ \" نَعَمْ حِين يُوضَع الصِّرَاط لَا أَمْلِك لِأَحَدٍ فِيهَا شَفَاعَة حَتَّى أَعْلَم أَيْنَ يُسْلَك بِي وَيَوْم تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوه حَتَّى أَنْظُر مَاذَا يُفْعَل بِي - أَوْ قَالَ يُوحَى - وَعِنْد الْجِسْر حِين يُسْتَحَدّ وَيُسْتَحَرّ \" فَقَالَتْ وَمَا يُسْتَحَدّ وَمَا يُسْتَحَرّ ؟ قَالَ \" يُسْتَحَدّ حَتَّى يَكُون مِثْل شَفْرَة السَّيْف وَيُسْتَحَرّ حَتَّى يَكُون مِثْل الْجَمْرَة فَأَمَّا الْمُؤْمِن فَيَجُوزُهُ لَا يَضُرُّهُ وَأَمَّا الْمُنَافِق فَيَتَعَلَّق حَتَّى إِذَا بَلَغَ أَوْسَطَهُ خَرَّ مِنْ قَدَمَيْهِ فَيُهْوِي بِيَدَيْهِ إِلَى قَدَمَيْهِ \" قَالَتْ فَهَلْ رَأَيْت مَنْ يَسْعَى حَافِيًا فَتَأْخُذهُ شَوْكَة حَتَّى تَكَاد تَنْفُذ قَدَمَيْهِ فَإِنَّهَا كَذَلِكَ يُهْوِي بِيَدِهِ وَرَأْسه إِلَى قَدَمَيْهِ فَتَضْرِبُهُ الزَّبَانِيَةُ بِخَطَّافٍ فِي نَاصِيَته وَقَدَمِهِ فَتَقْذِفُهُ فِي جَهَنَّم فَيَهْوِي فِيهَا مِقْدَار خَمْسِينَ عَامًا قُلْت مَا ثِقَل الرَّجُل ؟ قَالَتْ ثِقَل عَشْر خَلِفَات سِمَان فَيَوْمَئِذٍ يُعْرَف الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذ بِالنَّوَاصِي وَالْأَقْدَام. هَذَا حَدِيث غَرِيب جِدًّا وَفِيهِ أَلْفَاظ مُنْكَرٌ رَفْعُهَا وَفِي الْإِسْنَاد مَنْ لَمْ يُسَمَّ وَمِثْله لَا يُحْتَجّ بِهِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41863, "aya_id": 41}]