[{"text": "لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِن شَاء أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا", "sura_id": 33, "type": 0, "id": 3557, "aya_id": 24}, {"text": "ليجزي الله الصادقين بصدقهم ويعذب المنافقين إن شاء أو يتوب عليهم إن الله كان غفورا رحيما", "sura_id": 33, "type": 1, "id": 9793, "aya_id": 24}, {"text": "24 - (ليجزي الله الصادقين بصدقهم ويعذب المنافقين إن شاء) بأن يميتهم على نفاقهم (أو يتوب عليهم إن الله كان غفورا) لمن تاب (رحيما) به \r\n", "sura_id": 33, "type": 2, "id": 28501, "aya_id": 24}, {"text": "ليثيب الله أهل الصدق بسبب صدقهم وبلائهم وهم المؤمنون, ويعذب المنافقين إن شاء تعذيبهم, بأن لا يوفقهم للتوبة النصوح قبل الموت, فيموتوا على الكفر, فيستوجبوا النار, أو يتوب عليهم بأن يوفقهم للتوبة والإنابة, إن الله كان غفورًا لذنوب المسرفين على أنفسهم إذا تابوا, رحيمًا بهم; حيث وفقهم للتوبة النصوح.\r\n", "sura_id": 33, "type": 3, "id": 34737, "aya_id": 24}, {"text": " <font color=red>لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا</font><BR><p>وَقَوْله تَعَالَى \" لِيَجْزِيَ اللَّه الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّب الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوب عَلَيْهِمْ \" أَيْ إِنَّمَا يَخْتَبِر عِبَاده بِالْخَوْفِ وَالزِّلْزَال لِيَمِيزَ الْخَبِيث مِنْ الطَّيِّب فَيُظْهِر أَمْر هَذَا بِالْفِعْلِ وَأَمْر هَذَا بِالْفِعْلِ مَعَ أَنَّهُ تَعَالَى يَعْلَم الشَّيْء قَبْل كَوْنه وَلَكِنْ لَا يُعَذِّب الْخَلْق بِعِلْمِهِ فِيهِمْ حَتَّى يَعْمَلُوا بِمَا يَعْلَمهُ مِنْهُمْ كَمَا قَالَ تَعَالَى \" وَلَنَبْلُوَنَّكُم حَتَّى نَعْلَم الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُو أَخْبَاركُمْ \" فَهَذَا عِلْم بِالشَّيْءِ بَعْد كَوْنه وَإِنْ كَانَ الْعِلْم السَّابِق حَاصِلًا بِهِ قَبْل وُجُوده وَكَذَا قَالَ اللَّه تَعَالَى \" مَا كَانَ اللَّه لِيَذَر الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيز الْخَبِيث مِنْ الطَّيِّب وَمَا كَانَ اللَّه لِيُطْلِعكُمْ عَلَى الْغَيْب \" وَلِهَذَا قَالَ تَعَالَى هَهُنَا \" لِيَجْزِيَ اللَّه الصَّادِقِينَ بِصِدْقِهِمْ \" أَيْ بِصَبْرِهِمْ عَلَى مَا عَاهَدُوا اللَّه عَلَيْهِ وَقِيَامهمْ بِهِ وَمُحَافَظَتهمْ عَلَيْهِ \" وَيُعَذِّب الْمُنَافِقِينَ \" وَهُمْ النَّاقِضُونَ لِعَهْدِ اللَّه الْمُخَالِفُونَ لِأَوَامِرِهِ فَاسْتَحَقُّوا بِذَلِكَ عِقَابه وَعَذَابه وَلَكِنْ هُمْ تَحْت مَشِيئَته فِي الدُّنْيَا إِنْ شَاءَ اِسْتَمَرَّ بِهِمْ عَلَى مَا فَعَلُوا حَتَّى يَلْقَوْهُ فَيُعَذِّبهُمْ عَلَيْهِ . وَإِنْ شَاءَ تَابَ عَلَيْهِمْ بِأَنْ أَرْشَدهمْ إِلَى النُّزُوع عَنْ النِّفَاق إِلَى الْإِيمَان وَالْعَمَل الصَّالِح بَعْد الْفُسُوق وَالْعِصْيَان وَلَمَّا كَانَتْ رَحْمَته وَرَأْفَته بِخَلْقِهِ هِيَ الْغَالِبَة لِغَضَبِهِ قَالَ \" إِنَّ اللَّه كَانَ غَفُورًا رَحِيمًا \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40183, "aya_id": 24}]