[{"text": "وَآخَرُونَ اعْتَرَفُواْ بِذُنُوبِهِمْ خَلَطُواْ عَمَلاً صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللّهُ أَن يَتُوبَ عَلَيْهِمْ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 9, "type": 0, "id": 1337, "aya_id": 102}, {"text": "وآخرون اعترفوا بذنوبهم خلطوا عملا صالحا وآخر سيئا عسى الله أن يتوب عليهم إن الله غفور رحيم", "sura_id": 9, "type": 1, "id": 7573, "aya_id": 102}, {"text": "102 - (و) قوم (آخرون) مبتدأ (اعترفوا بذنوبهم) من التخلف نعته والخبر (خلطوا عملاً صالحاً) وهو جهادهم قبل ذلك أو اعترافهم بذنوبهم أو غير ذلك (وآخر سيئاً) وهو تخلفهم (عسى الله أن يتوب عليهم إن الله غفور رحيم) نزلت في أبي لبابة وجماعة أوثقوا أنفسهم في سواري المسجد لما بلغهم ما نزل في المتخلفين وحلفوا لا يحلهم إلا النبي صلى الله عليه وسلم فحلهم لما نزلت \r\n", "sura_id": 9, "type": 2, "id": 26281, "aya_id": 102}, {"text": "وآخرون من أهل (المدينة) وممن حولها, اعترفوا بذنوبهم وندموا عليها وتابوا منها, خلطوا العمل الصالح -وهو التوبة والندم والاعتراف بالذنب وغير ذلك من الأعمال الصالحة- بآخر سيِّئ- وهو التخلف عن رسول الله صلى الله عليه وسلم وغيره من الأعمال السيئة -عسى الله أن يوفقهم للتوبة ويقبلها منهم. إن الله غفور لعباده, رحيم بهم.\r\n", "sura_id": 9, "type": 3, "id": 32517, "aya_id": 102}, {"text": " <font color=red>وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>لَمَّا بَيَّنَ تَعَالَى حَال الْمُنَافِقِينَ الْمُتَخَلِّفِينَ عَنْ الْغَزَاة رَغْبَة عَنْهَا وَتَكْذِيبًا وَشْكًا شَرَعَ فِي بَيَان حَال الْمُذْنِبِينَ الَّذِينَ تَأَخَّرُوا عَنْ الْجِهَاد كَسَلًا وَمَيْلًا إِلَى الرَّاحَة مَعَ إِيمَانهمْ وَتَصْدِيقهمْ بِالْحَقِّ فَقَالَ \" وَآخَرُونَ اِعْتَرَفُوا بِذُنُوبِهِمْ \" أَيْ أَقَرُّوا بِهَا وَاعْتَرَفُوا فِيمَا بَيْنهمْ وَبَيْن رَبّهمْ وَلَهُمْ أَعْمَال أُخَر صَالِحَة خَلَطُوا هَذِهِ بِتِلْكَ فَهَؤُلَاءِ تَحْت عَفْو اللَّه وَغُفْرَانه وَهَذِهِ الْآيَة وَإِنْ كَانَتْ نَزَلَتْ فِي أُنَاس مُعَيَّنِينَ إِلَّا أَنَّهَا عَامَّة فِي كُلّ الْمُذْنِبِينَ الْخَطَّائِينَ الْمُخَلِّطِينَ الْمُتَلَوِّثِينَ , وَقَدْ قَالَ مُجَاهِد إِنَّهَا نَزَلَتْ فِي أَبِي لُبَابَة لَمَّا قَالَ لِبَنِي قُرَيْظَة إِنَّهُ الذَّبْح وَأَشَارَ بِيَده إِلَى حَلْقه وَقَالَ اِبْن عَبَّاس \" وَآخَرُونَ \" نَزَلَتْ فِي أَبِي لُبَابَة وَجَمَاعَة مِنْ أَصْحَابه تَخَلَّفُوا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك فَقَالَ بَعْضهمْ أَبُو لُبَابَة وَخَمْسَة مَعَهُ وَقِيلَ وَسَبْعَة مَعَهُ وَقِيلَ وَتِسْعَة مَعَهُ , فَلَمَّا رَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَته رَبَطُوا أَنْفُسهمْ بِسَوَارِي الْمَسْجِد وَحَلَفُوا لَا يُحِلّهُمْ إِلَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا أَنْزَلَ اللَّه هَذِهِ الْآيَة \" وَآخَرُونَ اِعْتَرَفُوا بِذُنُوبِهِمْ \" أَطْلَقَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَفَا عَنْهُمْ وَقَالَ الْبُخَارِيّ حَدَّثَنَا مُؤَمِّل بْن هِشَام حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا عَوْف حَدَّثَنَا أَبُو رَجَاء حَدَّثَنَا سَمُرَة بْن جُنْدُب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَنَا \" أَتَانِي اللَّيْلَة آتِيَانِ فَابْتَعَثَانِي فَانْتَهَيَا بِي إِلَى مَدِينَة مَبْنِيَّة بِلَبِنِ ذَهَب وَلَبِن فِضَّة فَتَلَقَّانَا رِجَال شَطْر مِنْ خَلْقهمْ كَأَحْسَن مَا أَنْتَ رَاءٍ وَشَطْر كَأَقْبَح مَا أَنْتَ رَاءٍ قَالَا لَهُمْ اِذْهَبُوا فَقَعُوا فِي ذَلِكَ النَّهَر فَوَقَعُوا فِيهِ ثُمَّ رَجَعُوا إِلَيْنَا قَدْ ذَهَبَ ذَلِكَ السُّوء عَنْهُمْ فَصَارُوا فِي أَحْسَن صُورَة قَالَا لِي هَذِهِ جَنَّة عَدْن وَهَذَا مَنْزِلك قَالَا وَأَمَّا الْقَوْم الَّذِينَ كَانُوا شَطْر مِنْهُمْ حَسَن وَشَطْر مِنْهُمْ قَبِيح فَإِنَّهُمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَر سَيِّئًا تَجَاوَزَ اللَّه عَنْهُمْ \" . هَكَذَا رَوَاهُ الْبُخَارِيّ مُخْتَصَرًا فِي تَفْسِير هَذِهِ الْآيَة .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43398, "aya_id": 102}]