[{"text": "يَا نِسَاء النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِّنَ النِّسَاء إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا", "sura_id": 33, "type": 0, "id": 3565, "aya_id": 32}, {"text": "يا نساء النبي لستن كأحد من النساء إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا", "sura_id": 33, "type": 1, "id": 9801, "aya_id": 32}, {"text": "32 - (يا نساء النبي لستن كأحد) كجماعة (من النساء إن اتقيتن) الله فإنكن أعظم (فلا تخضعن بالقول) للرجال (فيطمع الذي في قلبه مرض) نفاق (وقلن قولا معروفا) من غير خضوع \r\n", "sura_id": 33, "type": 2, "id": 28509, "aya_id": 32}, {"text": "يا نساء النبيِّ -محمد- لستنَّ في الفضل والمنزلة كغيركنَّ من النساء, إن عملتن بطاعة الله وابتعدتن عن معاصيه، فلا تتحدثن مع الأجانب بصوت لَيِّن يُطمع الذي في قلبه فجور ومرض في الشهوة الحرام، وهذا أدب واجب على كل امرأة تؤمن بالله واليوم الآخر, وقُلن قولا بعيدًا عن الريبة, لا تنكره الشريعة.\r\n", "sura_id": 33, "type": 3, "id": 34745, "aya_id": 32}, {"text": " <font color=red>يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا</font><BR><p>هَذِهِ آدَاب أَمَرَ اللَّه تَعَالَى بِهَا نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنِسَاء الْأُمَّة تَبَع لَهُنَّ فِي ذَلِكَ فَقَالَ تَعَالَى مُخَاطِبًا لِنِسَاءِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّهُنَّ إِذَا اِتَّقَيْنَ اللَّه عَزَّ وَجَلَّ كَمَا أَمَرَهُنَّ فَإِنَّهُ لَا يُشْبِههُنَّ أَحَد مِنْ النِّسَاء وَلَا يَلْحَقهُنَّ فِي الْفَضِيلَة وَالْمَنْزِلَة ثُمَّ قَالَ تَعَالَى : \" فَلَا تَخْضَعْنَ بِالْقَوْلِ \" قَالَ السُّدِّيّ وَغَيْره يَعْنِي بِذَلِكَ تَرْقِيق الْكَلَام إِذَا خَاطَبْنَ الرِّجَال وَلِهَذَا قَالَ تَعَالَى : \" فَيَطْمَع الَّذِي فِي قَلْبه مَرَض \" أَيْ دَغَل \" وَقُلْنَ قَوْلًا مَعْرُوفًا \" قَالَ اِبْن زَيْد قَوْلًا حَسَنًا جَمِيلًا مَعْرُوفًا فِي الْخَيْر وَمَعْنَى هَذَا أَنَّهَا تُخَاطِب الْأَجَانِب بِكَلَامٍ لَيْسَ فِيهِ تَرْخِيم أَيْ لَا تُخَاطِب الْمَرْأَة الْأَجَانِب كَمَا تُخَاطِب زَوْجهَا : .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40192, "aya_id": 32}]