[{"text": "قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ", "sura_id": 23, "type": 0, "id": 2787, "aya_id": 114}, {"text": "قال إن لبثتم إلا قليلا لو أنكم كنتم تعلمون", "sura_id": 23, "type": 1, "id": 9023, "aya_id": 114}, {"text": "114 - (قال) تعالى بلسان مالك وفي قراءة أيضا قل (إن) ما (لبثتم إلا قليلا لو أنكم كنتم تعلمون) مقدار لبثكم من الطول كان قليلا بالنسبة إلى لبثكم في النار \r\n", "sura_id": 23, "type": 2, "id": 27731, "aya_id": 114}, {"text": "قال لهم: ما لبثتم إلا وقتًا قليلا لو صبرتم فيه على طاعة الله لفزتم بالجنة، لو كان عندكم علم بذلك؛ وذلك لأن مدة مكثهم في الدنيا قليلة جدا بالنسبة إلى طول مدتهم خالدين في النار.\r\n", "sura_id": 23, "type": 3, "id": 33967, "aya_id": 114}, {"text": " <font color=red>قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ</font><BR><p>\" قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا \" أَيْ مُدَّة يَسِيرَة عَلَى كُلّ تَقْدِير \" لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ \" أَيْ لَمَا آثَرْتُمْ الْفَانِي عَلَى الْبَاقِي وَلَمَا تَصَرَّفْتُمْ لِأَنْفُسِكُمْ هَذَا التَّصَرُّف السَّيِّئ وَلَا اِسْتَحْقَقْتُمْ مِنْ اللَّه سَخَطه فِي تِلْكَ الْمُدَّة الْيَسِيرَة فَلَوْ أَنَّكُمْ صَبَرْتُمْ عَلَى طَاعَة اللَّه وَعِبَادَته كَمَا فَعَلَ الْمُؤْمِنُونَ لَفُزْتُمْ كَمَا فَازُوا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن يُونُس حَدَّثَنَا الْوَلِيد حَدَّثَنَا صَفْوَان عَنْ أَيْفَع بْن عَبْد الْكَلَاعِيّ أَنَّهُ سَمِعَهُ يَخْطُب النَّاس فَقَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه إِذَا أَدْخَلَ أَهْل الْجَنَّة الْجَنَّة وَأَهْل النَّار النَّار قَالَ يَا أَهْل الْجَنَّة كَمْ لَبِثْتُمْ فِي الْأَرْض عَدَد سِنِينَ ؟ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْض يَوْم قَالَ لَنِعْمَ مَا اِتَّجَرْتُمْ فِي يَوْم أَوْ بَعْض يَوْم رَحْمَتِي وَرِضْوَانِي وَجَنَّتِي اُمْكُثُوا فِيهَا خَالِدِينَ مُخَلَّدِينَ ثُمَّ قَالَ يَا أَهْل النَّار كَمْ لَبِثْتُمْ فِي الْأَرْض عَدَد سِنِينَ ؟ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْض يَوْم فَيَقُول بِئْسَ مَا اِتَّجَرْتُمْ فِي يَوْم أَوْ بَعْض يَوْم نَارِي وَسَخَطِي اُمْكُثُوا فِيهَا خَالِدِينَ مُخَلَّدِينَ\" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39124, "aya_id": 114}]