[{"text": "وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللّهُ وَلاَ تَتَّبِعْ أَهْوَاءهُمْ عَمَّا جَاءكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاء اللّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِن لِّيَبْلُوَكُمْ فِي مَآ آتَاكُم فَاسْتَبِقُوا الخَيْرَاتِ إِلَى الله مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "sura_id": 5, "type": 0, "id": 717, "aya_id": 48}, {"text": "وأنزلنا إليك الكتاب بالحق مصدقا لما بين يديه من الكتاب ومهيمنا عليه فاحكم بينهم بما أنزل الله ولا تتبع أهواءهم عما جاءك من الحق لكل جعلنا منكم شرعة ومنهاجا ولو شاء الله لجعلكم أمة واحدة ولكن ليبلوكم فيما آتاكم فاستبقوا الخيرات إلى الله مرجعكم جميعا فينبئكم بما كنتم فيه تختلفون", "sura_id": 5, "type": 1, "id": 6953, "aya_id": 48}, {"text": "48 - (وأنزلنا إليك) يا محمد (الكتاب) القرآن (بالحق) متعلق بأنزلنا (مصدقا لما بين يديه) قبله (من الكتاب ومهيمنا) شاهدا (عليه) والكتاب بمعنى الكتب (فاحكم بينهم) بين أهل الكتاب إذا ترافعوا إليك (بما أنزل الله) إليك (ولا تتبع أهواءهم) عادلا (عما جاءك من الحق لكل جعلنا منكم) أيها الأمم (شرعة) شريعة (ومنهاجا) طريقا واضحا في الدين يمشون عليه (ولو شاء الله لجعلكم أمة واحدة) على شريعة واحدة (ولكن) فرقكم فرقا (ليبلوكم) ليختبركم (فيما آتاكم) من الشرائع المختلفة لينظر المطيع منكم والعاصي (فاستبقوا الخيرات) سارعوا إليها (إلى الله مرجعكم جميعا) بالبعث (فينبئكم بما كنتم فيه تختلفون) من أمر الدين ويجزي كلا منكم بعمله \r\n", "sura_id": 5, "type": 2, "id": 25661, "aya_id": 48}, {"text": "وأنزلنا إليك -أيها الرسول- القرآن, وكل ما فيه حقّ يشهد على صدق الكتب قبله, وأنها من عند الله, مصدقًا لما فيها من صحة، ومبيِّنًا لما فيها من تحريف، ناسخًا لبعض شرائعها, فاحكم بين المحتكمين إليك من اليهود بما أنزل الله إليك في هذا القرآن, ولا تنصرف عن الحق الذي أمرك الله به إلى أهوائهم وما اعتادوه, فقد جعلنا لكل أمة شريعة, وطريقة واضحة يعملون بها. ولو شاء الله لجعل شرائعكم واحدة, ولكنه تعالى خالف بينها ليختبركم, فيظهر المطيع من العاصي, فسارعوا إلى ما هو خير لكم في الدارين بالعمل بما في القرآن, فإن مصيركم إلى الله, فيخبركم بما كنتم فيه تختلفون, ويجزي كلا بعمله.\r\n", "sura_id": 5, "type": 3, "id": 31897, "aya_id": 48}, {"text": " <font color=red>وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى التَّوْرَاة الَّتِي أَنْزَلَهَا عَلَى مُوسَى كَلِيمه وَمَدَحَهَا وَأَثْنَى عَلَيْهَا وَأَمَرَ بِاتِّبَاعِهَا حَيْثُ كَانَتْ سَائِغَة الِاتِّبَاع وَذَكَرَ الْإِنْجِيل وَمَدَحَهُ وَأَمَرَ أَهْله بِإِقَامَتِهِ وَاتِّبَاع مَا فِيهِ كَمَا تَقَدَّمَ بَيَانه شَرَعَ فِي ذِكْر الْقُرْآن الْعَظِيم الَّذِي أَنْزَلَهُ عَلَى عَبْده وَرَسُوله الْكَرِيم فَقَالَ تَعَالَى : وَأَنْزَلْنَا إِلَيْك الْكِتَاب بِالْحَقِّ \" أَيْ بِالصِّدْقِ الَّذِي لَا رَيْب فِيهِ أَنَّهُ مِنْ عِنْد اللَّه \" مُصَدِّقًا لِمَا بَيْن يَدَيْهِ مِنْ الْكِتَاب \" أَيْ مِنْ الْكُتُب الْمُتَقَدِّمَة الْمُتَضَمِّنَة ذِكْرَهُ وَمَدْحَهُ وَأَنَّهُ سَيَنْزِلُ مِنْ عِنْد اللَّه عَلَى عَبْده وَرَسُوله مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَكَانَ نُزُوله كَمَا أَخْبَرَتْ بِهِ مِمَّا زَادَهَا صِدْقًا عِنْد حَامِلِيهَا مِنْ ذَوِي الْبَصَائِر الَّذِينَ اِنْقَادُوا لِأَمْرِ اللَّه وَاتَّبَعُوا شَرَائِع اللَّه وَصَدَقُوا رُسُل اللَّه كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ أُوتُوا الْعِلْم مِنْ قَبْله إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَان رَبّنَا إِنْ كَانَ وَعْد رَبّنَا لَمَفْعُولًا \" أَيْ إِنْ كَانَ مَا وَعَدَنَا اللَّه عَلَى أَلْسِنَة رُسُله الْمُتَقَدِّمُ مِنْ مَجِيء مُحَمَّد - عَلَيْهِ السَّلَام - لَمَفْعُولًا أَيْ لَكَائِنًا لَا مَحَالَة حَسَن وَقَوْله تَعَالَى \" وَمُهَيْمِنًا عَلَيْهِ \" قَالَ : سُفْيَان الثَّوْرِيّ وَغَيْره عَنْ أَبِي إِسْحَاق عَنْ التَّمِيمِيّ عَنْ اِبْن عَبَّاس أَيْ مُؤْتَمَنًا عَلَيْهِ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس الْمُهَيْمِن الْأَمِين قَالَ : الْقُرْآن أَمِين عَلَى كُلّ كِتَاب قَبْله . وَرَوَاهُ عَنْ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَمُحَمَّد بْن كَعْب وَعَطِيَّة وَالْحَسَن وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ وَالسُّدِّيّ وَابْن زَيْد نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير : الْقُرْآن أَمِين عَلَى الْكُتُب الْمُتَقَدِّمَة قَبْله فَمَا وَافَقَهُ مِنْهُ فَهُوَ حَقّ وَمَا خَالَفَهُ مِنْهَا فَهُوَ بَاطِل وَعَنْ الْوَالِبِيّ عَنْ اِبْن عَبَّاس \" وَمُهَيْمِنًا\" أَيْ شَهِيدًا وَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَالسُّدِّيّ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَمُهَيْمِنًا \" أَيْ حَاكِمًا عَلَى مَا قَبْله مِنْ الْكُتُب وَهَذِهِ الْأَقْوَال كُلّهَا مُتَقَارِبَة الْمَعْنَى فَإِنَّ اِسْم الْمُهَيْمِن يَتَضَمَّن هَذَا كُلّه فَهُوَ : أَمِين وَشَاهِد وَحَاكِم عَلَى كُلّ كِتَاب قَبْله جَعَلَ اللَّه هَذَا الْكِتَاب الْعَظِيم الَّذِي أَنْزَلَهُ آخِر الْكُتُب وَخَاتِمهَا وَأَشْمَلَهَا وَأَعْظَمَهَا وَأَكْمَلَهَا حَيْثُ جَمَعَ فِيهِ مَحَاسِن مَا قَبْله وَزَادَهُ مِنْ الْكَمَالَات مَا لَيْسَ فِي غَيْره فَلِهَذَا جَعَلَهُ شَاهِدًا وَأَمِينًا وَحَاكِمًا عَلَيْهَا كُلّهَا وَتَكَفَّلَ تَعَالَى حِفْظه بِنَفْسِهِ الْكَرِيمَة فَقَالَ تَعَالَى \" إِنَّا نَحْنُ نَزَّلْنَا الذِّكْر وَإِنَّا لَهُ لَحَافِظُونَ \" فَأَمَّا مَا حَكَاهُ اِبْن أَبِي حَاتِم عَنْ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَعَطَاء الْخُرَاسَانِيّ وَابْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُمْ قَالُوا فِي قَوْله \" وَمُهَيْمِنًا عَلَيْهِ \" : يَعْنِي مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَمِين عَلَى الْقُرْآن فَإِنَّهُ صَحِيح فِي الْمَعْنَى وَلَكِنْ فِي تَفْسِير هَذَا بِهَذَا نَظَرٌ وَفِي تَنْزِيله عَلَيْهِ مِنْ حَيْثُ الْعَرَبِيَّة أَيْضًا نَظَر وَبِالْجُمْلَةِ فَالصَّحِيح الْأَوَّل وَقَالَ أَبُو جَعْفَر بْن جَرِير بَعْد حِكَايَته لَهُ عَنْ مُجَاهِد : وَهَذَا التَّأْوِيل بَعِيد عَنْ الْمَفْهُوم فِي كَلَام الْعَرَب بَلْ هُوَ خَطَأ وَذَلِكَ أَنَّ الْمُهَيْمِن عَطْف عَلَى الْمُصَدِّق فَلَا يَكُون إِلَّا صِفَة لِمَا كَانَ الْمُصَدِّق صِفَةً لَهُ وَلَوْ كَانَ الْأَمْر كَمَا قَالَ مُجَاهِد لَقَالَ \" وَأَنْزَلْنَا إِلَيْك الْكِتَاب بِالْحَقِّ مُصَدِّقًا لِمَا بَيْن يَدَيْهِ مِنْ الْكِتَاب وَمُهَيْمِنًا عَلَيْهِ \" يَعْنِي مِنْ غَيْر عَطْف وَقَوْله تَعَالَى\" فَاحْكُمْ بَيْنهمْ بِمَا أَنْزَلَ اللَّه \" أَيْ فَاحْكُمْ يَا مُحَمَّد بَيْن النَّاس عَرَبهمْ وَعَجَمهمْ أُمِّيّهمْ وَكِتَابِيّهمْ بِمَا أَنْزَلَ اللَّه إِلَيْك مِنْ هَذَا الْكِتَاب الْعَظِيم وَبِمَا فَرَضَ لَك مِنْ حُكْم مَنْ كَانَ قَبْلَك مِنْ الْأَنْبِيَاء وَلَمْ يَنْسَخهُ فِي شَرْعك هَكَذَا وَجَّهَهُ اِبْن جَرِير بِمَعْنَاهُ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن عَمَّار حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا عَبَّاد بْن الْعَوَّام عَنْ سُفْيَان بْن حُسَيْن عَنْ الْحَكَم عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : كَانَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مُخَيَّرًا إِنْ شَاءَ حَكَمَ بَيْنهمْ وَإِنْ شَاءَ أَعْرَضَ عَنْهُمْ فَرَدَّهُمْ إِلَى أَحْكَامهمْ فَنَزَلَتْ \" وَأَنْ اُحْكُمْ بَيْنهمْ بِمَا أَنْزَلَ اللَّه وَلَا تَتَّبِع أَهْوَاءَهُمْ \" فَأَمَرَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ يَحْكُم بَيْنهمْ بِمَا فِي كِتَابنَا وَقَوْله \" وَلَا تَتَّبِع أَهْوَاءَهُمْ \" أَيْ آرَاءَهُمْ الَّتِي اِصْطَلَحُوا عَلَيْهَا وَتَرَكُوا بِسَبَبِهَا مَا أَنْزَلَ اللَّه عَلَى رُسُله وَلِهَذَا قَالَ تَعَالَى \" وَلَا تَتَّبِع أَهْوَاءَهُمْ عَمَّا جَاءَك مِنْ الْحَقّ\" أَيْ لَا تَنْصَرِف عَنْ الْحَقّ الَّذِي أَمَرَك اللَّه بِهِ إِلَى أَهْوَاء هَؤُلَاءِ مِنْ الْجَهَلَة الْأَشْقِيَاء وَقَوْله تَعَالَى\" لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَة وَمِنْهَاجًا \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد الْأَحْمَر عَنْ يُوسُف بْن أَبِي إِسْحَاق عَنْ أَبِيهِ عَنْ التَّمِيمِيّ عَنْ اِبْن عَبَّاس \" لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَة \" قَالَ سَبِيلًا وَحَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ التَّمِيمِيّ عَنْ اِبْن عَبَّاس \" وَمِنْهَاجًا \" قَالَ سُنَّة . وَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس شِرْعَة وَمِنْهَاجًا سَبِيلًا وَسُنَّة . وَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَالضَّحَّاك وَالسُّدِّيّ وَأَبِي إِسْحَاق السَّبِيعِيّ أَنَّهُمْ قَالُوا فِي قَوْله \" شِرْعَة وَمِنْهَاجًا \" أَيْ سَبِيلًا وَسُنَّة . وَعَنْ اِبْن عَبَّاس أَيْضًا وَمُجَاهِد أَيْ وَعَطَاء الْخُرَاسَانِيّ عَكْسه \" شِرْعَة وَمِنْهَاجًا \" أَيْ سُنَّة وَسَبِيلًا وَالْأَوَّلُ أَنْسَبُ فَإِنَّ الشِّرْعَة وَهِيَ الشَّرِيعَة أَيْضًا هِيَ مَا يُبْتَدَأ فِيهِ إِلَى الشَّيْء وَمِنْهُ يُقَال شَرَعَ فِي كَذَا أَيْ اِبْتَدَأَ فِيهِ وَكَذَا الشَّرِيعَة وَهِيَ مَا يُشْرَع فِيهَا إِلَى الْمَاء أَمَّا الْمِنْهَاج فَهُوَ الطَّرِيق الْوَاضِح السَّهْل وَالسُّنَن الطَّرَائِق فَتَفْسِير قَوْله \" شِرْعَة وَمُهَاجًا\" بِالسَّبِيلِ وَالسُّنَّة أَظْهَرُ فِي الْمُنَاسَبَة مِنْ الْعَكْس وَاَللَّه أَعْلَمُ ثُمَّ هُوَ الْإِخْبَار عَنْ الْأُمَم الْمُخْتَلِفَة الْأَدْيَان بِاعْتِبَارِ مَا بَعَثَ اللَّه بِهِ رُسُله الْكِرَام مِنْ الشَّرَائِع الْمُخْتَلِفَة فِي الْأَحْكَام الْمُتَّفِقَة فِي التَّوْحِيد كَمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" نَحْنُ مَعَاشِر الْأَنْبِيَاء إِخْوَة لِعَلَّاتٍ دِيننَا وَاحِدٌ \" يَعْنِي بِذَلِكَ التَّوْحِيد الَّذِي بَعَثَ اللَّه بِهِ كُلّ رَسُول أَرْسَلَهُ وَضَمَّنَهُ كُلّ كِتَاب أَنْزَلَهُ كَمَا قَالَ تَعَالَى وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنْ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ وَقَالَ تَعَالَى وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت الْآيَة وَأَمَّا الشَّرَائِع فَمُخْتَلِفَة فِي الْأَوَامِر وَالنَّوَاهِي فَقَدْ يَكُون الشَّيْء فِي هَذِهِ الشَّرِيعَة حَرَامًا ثُمَّ يَحِلّ فِي الشَّرِيعَة الْأُخْرَى وَبِالْعَكْسِ وَخَفِيفًا فَيُزَاد فِي الشِّدَّة فِي هَذِهِ دُون هَذِهِ وَذَلِكَ لِمَا لَهُ تَعَالَى فِي ذَلِكَ مِنْ الْحِكْمَة الْبَالِغَة وَالْحُجَّة الدَّامِغَة قَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة قَوْله لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَة وَمِنْهَاجًا يَقُول سَبِيلًا وَسُنَنًا وَالسُّنَن مُخْتَلِفَة هِيَ فِي التَّوْرَاة شَرِيعَة وَفِي الْإِنْجِيل شَرِيعَة وَفِي الْفُرْقَان شَرِيعَة يُحِلّ اللَّه فِيهَا مَا يَشَاء وَيُحَرِّم مَا يَشَاء لِيَعْلَم مَنْ يُطِيعهُ مِمَّنْ يَعْصِيه وَالدِّين الَّذِي لَا يَقْبَل اللَّهُ غَيْرَهُ التَّوْحِيدُ وَالْإِخْلَاصُ لِلَّهِ الَّذِي جَاءَتْ بِهِ جَمِيع الرُّسُل عَلَيْهِمْ الصَّلَاة وَالسَّلَام وَقِيلَ الْمُخَاطَب بِهَذِهِ الْآيَة هَذِهِ الْأُمَّة وَمَعْنَاهُ لِكُلٍّ جَعَلْنَا الْقُرْآن مِنْكُمْ أَيَّتهَا الْأُمَّة شِرْعَة وَمِنْهَاجًا أَيْ هُوَ لَكُمْ كُلّكُمْ تَقْتَدُونَ بِهِ وَحَذَفَ الضَّمِير الْمَنْصُوب فِي قَوْله لِكُلٍّ جَعَلْنَا مِنْكُمْ أَيْ جَعَلْنَاهُ يَعْنِي الْقُرْآن شِرْعَة وَمِنْهَاجًا أَيْ سَبِيلًا إِلَى الْمَقَاصِد الصَّحِيحَة وَسُنَّة أَيْ طَرِيقًا وَمَسْلَكًا وَاضِحًا بَيِّنًا هَذَا مَضْمُون مَا حَكَاهُ اِبْن جَرِير عَنْ مُجَاهِد رَحِمَهُ اللَّه وَالصَّحِيح الْقَوْل الْأَوَّل وَيَدُلّ عَلَى ذَلِكَ قَوْله تَعَالَى بَعْده \" وَلَوْ يَشَاء اللَّه لَجَعَلَكُمْ أُمَّة وَاحِدَة \" فَلَوْ كَانَ هَذَا خِطَابًا لِهَذِهِ الْأُمَّة لَمَا صَحَّ أَنْ يَقُول \" وَلَوْ شَاءَ اللَّه لَجَعَلَكُمْ أُمَّة وَاحِدَة \" وَهُمْ أُمَّة وَاحِدَة وَلَكِنَّ هَذَا خِطَاب لِجَمِيعِ الْأُمَم لِلْإِخْبَارِ عَنْ قُدْرَته تَعَالَى الْعَظِيمَة الَّتِي لَوْ شَاءَ لَجَمَعَ النَّاس كُلّهمْ عَلَى دِين وَاحِد وَشَرِيعَة وَاحِدَة لَا يُنْسَخ شَيْء مِنْهَا وَلَكِنَّهُ تَعَالَى شَرَعَ لِكُلِّ رَسُول شَرِيعَة عَلَى حِدَة ثُمَّ نَسَخَهَا أَوْ بَعْضهَا بِرِسَالَةِ الْآخَر الَّذِي بَعْده حَتَّى نَسَخَ الْجَمِيع بِمَا بَعَثَ بِهِ عَبْده وَرَسُوله مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الَّذِي اِبْتَعَثَهُ إِلَى أَهْل الْأَرْض قَاطِبَة وَجَعَلَهُ خَاتِم الْأَنْبِيَاء كُلّهمْ وَلِهَذَا قَالَ تَعَالَى \" وَلَوْ شَاءَ اللَّه لَجَعَلَكُمْ أُمَّة وَاحِدَة وَلَكِنْ لِيَبْلُوَكُمْ فِيمَا آتَاكُمْ\" يَعْنِي أَنَّهُ تَعَالَى شَرَعَ الشَّرَائِع مُخْتَلِفَة لِيَخْتَبِر عِبَاده فِيمَا شَرَعَ لَهُمْ وَيُثِيبهُمْ أَوْ يُعَاقِبهُمْ عَلَى طَاعَته وَمَعْصِيَته بِمَا فَعَلُوهُ أَوْ عَزَمُوا عَلَيْهِ مِنْ ذَلِكَ كُلّه وَقَالَ عَبْد اللَّه بْن كَثِير \" فِيمَا آتَاكُمْ \" يَعْنِي مِنْ الْكِتَاب ثُمَّ إِنَّهُ تَعَالَى نَدَبَهُمْ إِلَى الْمُسَارَعَة إِلَى الْخَيْرَات وَالْمُبَادَرَة إِلَيْهَا فَقَالَ \" فَاسْتَبِقُوا الْخَيْرَات \" وَهِيَ طَاعَة اللَّه وَاتِّبَاع شَرْعه الَّذِي جَعَلَهُ نَاسِخًا لِمَا قَبْله وَالتَّصْدِيق بِهَذَا الْقُرْآن الَّذِي هُوَ آخِر كِتَاب أَنْزَلَهُ ثُمَّ قَالَ تَعَالَى \" إِلَى اللَّه مَرْجِعكُمْ\" أَيْ مَعَادكُمْ أَيّهَا النَّاس وَمَصِيركُمْ إِلَيْهِ يَوْم الْقِيَامَة\" فَيُنَبِّئكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ \" أَيْ فَيُخْبِركُمْ بِمَا اِخْتَلَفْتُمْ فِيهِ مِنْ الْحَقّ فَيَجْزِي الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّب الْكَافِرِينَ الْجَاحِدِينَ الْمُكَذِّبِينَ بِالْحَقِّ الْعَادِلِينَ عَنْهُ إِلَى غَيْره بِلَا دَلِيل وَلَا بُرْهَان بَلْ هُمْ مُعَانِدُونَ لِلْبَرَاهِينِ الْقَاطِعَة وَالْحُجَج الْبَالِغَة وَالْأَدِلَّة الدَّامِغَة وَقَالَ الضَّحَّاك : \" فَاسْتَبِقُوا الْخَيْرَات\" يَعْنِي أُمَّة مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَالْأَوَّل أَظْهَرُ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41500, "aya_id": 48}]