[{"text": "وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا", "sura_id": 33, "type": 0, "id": 3558, "aya_id": 25}, {"text": "ورد الله الذين كفروا بغيظهم لم ينالوا خيرا وكفى الله المؤمنين القتال وكان الله قويا عزيزا", "sura_id": 33, "type": 1, "id": 9794, "aya_id": 25}, {"text": "25 - (ورد الله الذين كفروا) الأحزاب (بغيظهم لم ينالوا خيرا) مرادهم من الظفر بالمؤمنين (وكفى الله المؤمنين القتال) بالريح والملائكة (وكان الله قويا) على إيجاد ما يريده (عزيزا) غالبا على أمره \r\n", "sura_id": 33, "type": 2, "id": 28502, "aya_id": 25}, {"text": "وردَّ الله أحزاب الكفر عن \"المدينة\" خائبين خاسرين مغتاظين, لم ينالوا خيرًا في الدنيا ولا في الآخرة، وكفى الله المؤمنين القتال بما أيدهم به من الأسباب. وكان الله قويًا لا يُغالَب ولا يُقْهَر, عزيزًا في ملكه وسلطانه.\r\n", "sura_id": 33, "type": 3, "id": 34738, "aya_id": 25}, {"text": " <font color=red>وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْأَحْزَاب لَمَّا أَجْلَاهُمْ عَنْ الْمَدِينَة بِمَا أَرْسَلَ عَلَيْهِمْ مِنْ الرِّيح وَالْجُنُود الْإِلَهِيَّة وَلَوْ أَنَّ اللَّه جَعَلَ رَسُوله رَحْمَة لِلْعَالَمِينَ لَكَانَتْ هَذِهِ الرِّيح عَلَيْهِمْ أَشَدّ مِنْ الرِّيح الْعَقِيم الَّتِي أَرْسَلَهَا عَلَى عَادٍ وَلَكِنْ قَالَ تَعَالَى \" وَمَا كَانَ اللَّه لِيُعَذِّبهُمْ وَأَنْتَ فِيهِمْ \" سَلَّطَ عَلَيْهِمْ هَوَاء فَرَّقَ شَمْلهمْ كَمَا كَانَ سَبَب اِجْتِمَاعهمْ مِنْ الْهَوَى وَهُمْ أَخْلَاط مِنْ قَبَائِل شَتَّى أَحْزَاب وَآرَاء فَنَاسَبَ أَنْ يُرْسِل عَلَيْهِمْ الْهَوَاء الَّذِي فَرَّقَ جَمَاعَتهمْ وَرَدَّهُمْ خَائِبِينَ خَاسِرِينَ بِغَيْظِهِمْ وَحَنَقهمْ لَمْ يَنَالُوا خَيْرًا لَا فِي الدُّنْيَا مِمَّا كَانَ فِي أَنْفُسهمْ مِنْ الظَّفَر وَالْمَغْنَم وَلَا فِي الْآخِرَة بِمَا تَحَمَّلُوهُ مِنْ الْآثَام فِي مُبَارَزَة الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْعَدَاوَةِ وَهَمّهمْ بِقَتْلِهِ وَاسْتِئْصَال جَيْشه وَمَنْ هَمَّ بِشَيْءٍ وَصَدَّقَ هَمَّهُ بِفِعْلِهِ فَهُوَ فِي الْحَقِيقَة كَفَاعِلِهِ . وَقَوْله تَبَارَكَ وَتَعَالَى \" وَكَفَى اللَّه الْمُؤْمِنِينَ الْقِتَال \" أَيْ لَمْ يَحْتَاجُوا إِلَى مُنَازَلَتهمْ وَمُبَارَزَتهمْ حَتَّى يُجْلُوهُمْ عَنْ بِلَادهمْ بَلْ كَفَى اللَّه وَحْده وَنَصَرَ عَبْده وَأَعَزّ جُنْده وَلِهَذَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا إِلَه إِلَّا اللَّه وَحْده صَدَقَ وَعْده وَنَصَرَ عَبْده وَأَعَزّ جُنْده وَهَزَمَ الْأَحْزَاب وَحْده فَلَا شَيْء بَعْده \" أَخْرَجَاهُ مِنْ حَدِيث أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث إِسْمَاعِيل بْن أَبِي خَالِد عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى رَضِيَ اللَّه عَنْهُ قَالَ : دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْأَحْزَاب فَقَالَ \" اللَّهُمَّ مُنَزِّل الْكِتَاب سَرِيع الْحِسَاب اِهْزِمْ الْأَحْزَاب اللَّهُمَّ اِهْزِمْهُمْ وَزَلْزِلْهُمْ \" وَفِي قَوْله عَزَّ وَجَلَّ \" وَكَفَى اللَّه الْمُؤْمِنِينَ الْقِتَال \" إِشَارَة إِلَى وَضْع الْحَرْب بَيْنهمْ وَبَيْن قُرَيْش وَهَكَذَا وَقَعَ بَعْدهَا لَمْ يَغْزُهُمْ الْمُشْرِكُونَ بَلْ غَزَاهُمْ الْمُسْلِمُونَ فِي بِلَادهمْ قَالَ مُحَمَّد بْن إِسْحَاق لَمَّا اِنْصَرَفَ أَهْل الْخَنْدَق عَنْ الْخَنْدَق قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا بَلَغَنَا \" لَنْ تَغْزُوكُمْ قُرَيْش بَعْد عَامكُمْ هَذَا وَلَكِنَّكُمْ تَغْزُونَهُمْ \" فَلَمْ تَغْزُ قُرَيْش بَعْد ذَلِكَ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ يَغْزُوهُمْ بَعْد ذَلِكَ حَتَّى فَتَحَ اللَّه تَعَالَى مَكَّة . وَهَذَا الْحَدِيث الَّذِي ذَكَرَهُ مُحَمَّد بْن إِسْحَاق حَدِيث صَحِيح كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى عَنْ سُفْيَان حَدَّثَنِي أَبُو إِسْحَاق قَالَ سَمِعْت سُلَيْمَان بْن صُرَد رَضِيَ اللَّه عَنْهُ يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْأَحْزَاب \" الْآن نَغْزُوهُمْ وَلَا يَغْزُونَا \" وَهَكَذَا رَوَاهُ الْبُخَارِيّ فِي صَحِيحه مِنْ حَدِيث الثَّوْرِيّ وَإِسْرَائِيل عَنْ أَبِي إِسْحَاق بِهِ وَقَوْله تَعَالَى \" وَكَانَ اللَّه قَوِيًّا عَزِيزًا \" أَيْ بِحَوْلِهِ وَقُوَّته رَدَّهُمْ خَائِبِينَ لَمْ يَنَالُوا خَيْرًا وَأَعَزّ اللَّه الْإِسْلَام وَأَهْله وَصَدَقَ وَعْده وَنَصَرَ رَسُوله وَعَبْده فَلَهُ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40184, "aya_id": 25}]