[{"text": "وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللّهَ يَجِدِ اللّهَ غَفُورًا رَّحِيمًا", "sura_id": 4, "type": 0, "id": 603, "aya_id": 110}, {"text": "ومن يعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما", "sura_id": 4, "type": 1, "id": 6839, "aya_id": 110}, {"text": "110 - (ومن يعمل سوء) ذنبا يسوء به غيره كرمي طعمة اليهودي (أو يظلم نفسه) يعمل ذنبا قاصرا عليه (ثم يستغفر الله) منه أي يتب (يجد الله غفورا) له (رحيما) به \r\n", "sura_id": 4, "type": 2, "id": 25547, "aya_id": 110}, {"text": "ومن يُقْدِمْ على عمل سيِّئ قبيح, أو يظلم نفسه بارتكاب ما يخالف حكم الله وشرعه, ثم يرجع إلى الله نادمًا على ما عمل, راجيًا مغفرته وستر ذنبه, يجد الله تعالى غفورًا له, رحيمًا به.\r\n", "sura_id": 4, "type": 3, "id": 31783, "aya_id": 110}, {"text": " <font color=red>وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا</font><BR><p>يُخْبِر تَعَالَى عَنْ كَرَمه وَجُوده أَنَّ كُلّ مَنْ تَابَ إِلَيْهِ تَابَ عَلَيْهِ مِنْ أَيّ ذَنْب كَانَ فَقَالَ تَعَالَى قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ فِي هَذِهِ الْآيَة : أَخْبَرَ اللَّه عِبَاده بِعَفْوِهِ وَحِلْمه وَكَرَمه وَسَعَة رَحْمَته وَمَغْفِرَته فَمَنْ أَذْنَبَ ذَنْبًا صَغِيرًا كَانَ أَوْ كَبِيرًا \" لَمْ يَسْتَغْفِر اللَّه يَجِد اللَّه غَفُورًا رَحِيمًا \" وَلَوْ كَانَتْ ذُنُوبه أَعْظَم مِنْ السَّمَوَات وَالْأَرْض وَالْجِبَال رَوَاهُ اِبْن جَرِير . وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنَا مُحَمَّد بْن مُثَنَّى حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ حَدَّثَنَا شُعْبَة عَنْ عَاصِم عَنْ أَبِي وَائِل قَالَ : قَالَ عَبْد اللَّه : كَانَ بَنُو إِسْرَائِيل إِذَا أَصَابَ أَحَدهمْ ذَنْبًا أَصْبَحَ قَدْ كُتِبَ كَفَّارَة ذَلِكَ الذَّنْب عَلَى بَابه وَإِذَا أَصَابَ الْبَوْل مِنْهُ شَيْئًا قَرَضَهُ بِالْمِقْرَاضِ فَقَالَ رَجُل : لَقَدْ آتَى اللَّه بَنِي إِسْرَائِيل خَيْرًا فَقَالَ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ : مَا آتَاكُمْ اللَّه خَيْر مِمَّا آتَاهُمْ جَعَلَ الْمَاء لَكُمْ طَهُورًا وَقَالَ تَعَالَى وَاَلَّذِينَ إِذَا فَعَلُوا فَاحِشَة أَوْ ظَلَمُوا أَنْفُسهمْ ذَكَرُوا اللَّه فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَقَالَ وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه ثُمَّ يَسْتَغْفِر اللَّه يَجِد اللَّه غَفُورًا رَحِيمًا وَقَالَ أَيْضًا : حَدَّثَنِي يَعْقُوب حَدَّثَنَا هُشَيْم عَنْ اِبْن عَوْن عَنْ حَبِيب بْن أَبِي ثَابِت قَالَ : جَاءَتْ اِمْرَأَة إِلَى عَبْد اللَّه بْن مُغَفَّل فَسَأَلَتْهُ عَنْ اِمْرَأَة فَجَرَتْ فَحَبِلَتْ فَلَمَّا وَلَدَتْ قَتَلَتْ وَلَدهَا قَالَ عَبْد اللَّه بْن مُغَفَّل لَهَا النَّار فَانْصَرَفَتْ وَهِيَ تَبْكِي فَدَعَاهَا ثُمَّ قَالَ مَا أَرَى أَمْرك إِلَّا أَحَد أَمْرَيْنِ مَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه ثُمَّ يَسْتَغْفِر اللَّه يَجِد اللَّه غَفُورًا رَحِيمًا قَالَ : فَمَسَحَتْ عَيْنهَا ثُمَّ مَضَتْ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا شُعْبَة عَنْ عُثْمَان بْن الْمُغِيرَة قَالَ : سَمِعْت عَلِيّ بْن رَبِيعَة مِنْ بَنِي أَسَد يُحَدِّث عَنْ أَسْمَاء أَوْ اِبْن أَسْمَاء مِنْ بَنِي فَزَارَة قَالَ : قَالَ عَلِيّ : كُنْت إِذَا سَمِعْت مِنْ رَسُول اللَّه شَيْئًا نَفَعَنِي اللَّه فِيهِ بِمَا شَاءَ أَنْ يَنْفَعنِي مِنْهُ وَحَدَّثَنِي أَبُو بَكْر وَصَدَقَ أَبُو بَكْر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ مُسْلِم يُذْنِب ذَنْبًا ثُمَّ يُصَلِّي رَكْعَتَيْنِ ثُمَّ يَسْتَغْفِر اللَّه لِذَلِكَ الذَّنْب إِلَّا غُفِرَ لَهُ \" وَقَرَأَ هَاتَيْنِ الْآيَتَيْنِ وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه الْآيَة وَاَلَّذِينَ إِذَا فَعَلُوا فَاحِشَة أَوْ ظَلَمُوا أَنْفُسهمْ الْآيَة وَقَدْ تَكَلَّمَا عَلَى هَذَا الْحَدِيث وَعَزَيْنَاهُ إِلَى مَنْ رَوَاهُ مِنْ أَصْحَاب السُّنَن وَذَكَرْنَا مَا فِي سَنَده مِنْ مَقَال فِي مُسْنَد أَبِي بَكْر الصِّدِّيق وَقَدْ تَقَدَّمَ بَعْض ذَلِكَ فِي سُورَة آل عِمْرَان أَيْضًا وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ فِي تَفْسِيره مِنْ وَجْه آخَر عَنْ عَلِيّ فَقَالَ : حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن زِيَاد حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق الْحَرَّانِيّ حَدَّثَنَا دَاوُد بْن مِهْرَان الدَّبَّاغ حَدَّثَنَا عُمَر بْن يَزِيد عَنْ عَبْد خَيْر عَنْ عَلِيّ قَالَ : سَمِعْت أَبَا بَكْر هُوَ الصِّدِّيق يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا مِنْ عَبْد أَذْنَبَ فَقَامَ فَتَوَضَّأَ فَأَحْسَنَ الْوُضُوء ثُمَّ قَامَ فَصَلَّى وَاسْتَغْفَرَ مِنْ ذَنْبه إِلَّا كَانَ حَقًّا عَلَى اللَّه أَنْ يَغْفِر لَهُ \" لِأَنَّ اللَّه يَقُول وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه الْآيَة ثُمَّ رَوَاهُ مِنْ طَرِيق أَبَان بْن أَبِي عَيَّاش عَنْ أَبِي إِسْحَاق السَّبِيعِيّ عَنْ الْحَارِث عَنْ عَلِيّ عَنْ الصِّدِّيق بِنَحْوِهِ وَهَذَا إِسْنَاد لَا يَصِحّ وَقَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن دُحَيْم حَدَّثَنَا أَحْمَد بْن حَازِم حَدَّثَنَا مُوسَى بْن مَرْوَان الرَّقِّيّ حَدَّثَنَا مُبَشِّر بْن إِسْمَاعِيل الْحَلَبِيّ عَنْ تَمَام بْن نَجِيح حَدَّثَنِي كَعْب بْن ذُهْل الْأَزْدِيّ قَالَ : سَمِعْت أَبَا الدَّرْدَاء يُحَدِّث قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا جَلَسْنَا حَوْله وَكَانَتْ لَهُ حَاجَة فَقَامَ إِلَيْهَا وَأَرَادَ الرُّجُوع تَرَكَ نَعْلَيْهِ فِي مَجْلِسه أَوْ بَعْض مَا عَلَيْهِ وَأَنَّهُ قَامَ فَتَرَكَ نَعْلَيْهِ قَالَ أَبُو الدَّرْدَاء فَأَخَذَ رَكْوَة مِنْ مَاء فَاتَّبَعْته فَمَضَى سَاعَة ثُمَّ رَجَعَ وَلَمْ يَقْضِ حَاجَته فَقَالَ \" إِنَّهُ أَتَانِي آتٍ مِنْ رَبِّي فَقَالَ : إِنَّهُ مَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه ثُمَّ يَسْتَغْفِر اللَّه يَجِد اللَّه غَفُورًا رَحِيمًا فَأَرَدْت أَنْ أُبَشِّر أَصْحَابِي \" قَالَ أَبُو الدَّرْدَاء وَكَانَتْ قَدْ شَقَّتْ عَلَى النَّاس الْآيَة الَّتِي قَبْلهَا مَنْ يَعْمَل سُوءًا يُجْزَ بِهِ فَقُلْت يَا رَسُول اللَّه وَإِنْ زَنَى وَإِنْ سَرَقَ ثُمَّ اِسْتَغْفَرَ رَبّه غَفَرَ لَهُ ؟ قَالَ \" نَعَمْ \" ثُمَّ قُلْت الثَّانِيَة قَالَ \" نَعَمْ \" ثُمَّ قُلْت الثَّالِثَة قَالَ \" نَعَمْ وَإِنْ زَنَى وَإِنْ سَرَقَ ثُمَّ اِسْتَغْفَرَ اللَّه غَفَرَ اللَّه لَهُ عَلَى رَغْم أَنْف أَبِي الدَّرْدَاء \" قَالَ : فَرَأَيْت أَبَا الدَّرْدَاء يَضْرِب أَنْف نَفْسه بِأُصْبُعِهِ هَذَا حَدِيث غَرِيب جِدًّا مِنْ هَذَا الْوَجْه بِهَذَا السِّيَاق وَفِي إِسْنَاده ضَعْف .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40780, "aya_id": 110}]