[{"text": "بَلْ بَدَا لَهُم مَّا كَانُواْ يُخْفُونَ مِن قَبْلُ وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ", "sura_id": 6, "type": 0, "id": 817, "aya_id": 28}, {"text": "بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وإنهم لكاذبون", "sura_id": 6, "type": 1, "id": 7053, "aya_id": 28}, {"text": "28 - قال تعالى (بل) للإضراب عن إرادة الإيمان المفهوم من التمني (بدا) ظهر (لهم ما كانوا يخفون من قبل) يكتمون بقولهم {والله ربنا ما كنا مشركين بشهادة} جوارحهم فتمنوا ذلك (ولو ردوا) إلى الدنيا فرضا (لعادوا لما نهوا عنه) من الشرك (وإنهم لكاذبون) في وعدهم بالإيمان \r\n", "sura_id": 6, "type": 2, "id": 25761, "aya_id": 28}, {"text": "ليس الأمر كذلك, بل ظهر لهم يوم القيامة ما كانوا يعلمونه من أنفسهم من صدق ما جاءت به الرسل في الدنيا, وإن كانوا يظهرون لأتباعه خلافه. ولو فرض أن أعيدوا إلى الدنيا فأمهلوا لرجعوا إلى العناد بالكفر والتكذيب. وإنهم لكاذبون في قولهم: لو رددنا إلى الدنيا لم نكذب بآيات ربنا, وكنا من المؤمنين.\r\n", "sura_id": 6, "type": 3, "id": 31997, "aya_id": 28}, {"text": " <font color=red>بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</font><BR><p>قَالَ اللَّه تَعَالَى \" بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْل \" أَيْ بَلْ ظَهَرَ لَهُمْ حِينَئِذٍ مَا كَانُوا يُخْفُونَ فِي أَنْفُسهمْ مِنْ الْكُفْر وَالتَّكْذِيب وَالْمُعَانَدَة وَإِنْ أَنْكَرُوهَا فِي الدُّنْيَا أَوْ فِي الْآخِرَة كَمَا قَالَ قَبْله بِيَسِيرٍ \" ثُمَّ لَمْ تَكُنْ فِتْنَتهمْ إِلَّا أَنْ قَالُوا وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ اُنْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسهمْ \" وَيَحْتَمِل أَنَّهُمْ ظَهَرَ لَهُمْ مَا كَانُوا يَعْلَمُونَهُ مِنْ أَنْفُسهمْ مِنْ صِدْق مَا جَاءَتْهُمْ بِهِ الرُّسُل فِي الدُّنْيَا وَإِنْ كَانُوا يُظْهِرُونَ لِأَتْبَاعِهِمْ خِلَافه كَقَوْلِهِ مُخْبِرًا عَنْ مُوسَى أَنَّهُ قَالَ لِفِرْعَوْن \" لَقَدْ عَلِمْت مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبّ السَّمَوَات وَالْأَرْض بَصَائِر \" الْآيَة وَقَوْله تَعَالَى مُخْبِرًا عَنْ فِرْعَوْن وَقَوْمه \" وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسهمْ ظُلْمًا وَعُلُوًّا \" وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِهَؤُلَاءِ الْمُنَافِقِينَ الَّذِينَ كَانُوا يُظْهِرُونَ الْإِيمَان لِلنَّاسِ وَيُبْطِنُونَ الْكُفْر وَيَكُون هَذَا إِخْبَارًا عَمَّا يَكُون يَوْم الْقِيَامَة مِنْ كَلَام طَائِفَة مِنْ الْكُفَّار وَلَا يُنَافِي هَذَا كَوْن هَذِهِ السُّورَة مَكِّيَّة وَالنِّفَاق إِنَّمَا كَانَ مِنْ بَعْض أَهْل الْمَدِينَة وَمَنْ حَوْلهَا مِنْ الْأَعْرَاب فَقَدْ ذَكَرَ اللَّه وُقُوع النِّفَاق فِي سُورَة مَكِّيَّة وَهِيَ الْعَنْكَبُوت فَقَالَ \" وَلَيَعْلَمَنَّ اللَّه الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ \" وَعَلَى هَذَا فَيَكُون إِخْبَارًا عَنْ قَوْل الْمُنَافِقِينَ فِي الدَّار الْآخِرَة حِين يُعَايِنُونَ الْعَذَاب فَظَهَرَ لَهُمْ حِينَئِذٍ غِبّ مَا كَانُوا يُبْطِنُونَ مِنْ الْكُفْر وَالنِّفَاق وَالشِّقَاق وَاَللَّه أَعْلَم وَأَمَّا مَعْنَى الْإِضْرَاب فِي قَوْله \" بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْل \" فَإِنَّهُمْ مَا طَلَبُوا الْعَوْد إِلَى الدُّنْيَا رَغْبَة وَمَحَبَّة فِي الْإِيمَان بَلْ خَوْفًا مِنْ الْعَذَاب الَّذِي عَايَنُوهُ جَزَاء مَا كَانُوا عَلَيْهِ مِنْ الْكُفْر فَسَأَلُوا الرَّجْعَة إِلَى الدُّنْيَا لِيَتَخَلَّصُوا مِمَّا شَاهَدُوا مِنْ النَّار وَلِهَذَا قَالَ \" وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ \" أَيْ فِي طَلَبهمْ الرَّجْعَة رَغْبَة وَمَحَبَّة فِي الْإِيمَان ثُمَّ قَالَ مُخْبِرًا عَنْهُمْ أَنَّهُمْ لَوْ رُدُّوا إِلَى الدَّار الدُّنْيَا لَعَادُوا لِمَا نُهُوا عَنْهُ مِنْ الْكُفْر وَالْمُخَالَفَة \" وَإِنَّهُمْ لَكَاذِبُونَ \" إِي فِي قَوْلهمْ يَا لَيْتَنَا نُرَدّ وَلَا نُكَذِّب بِآيَاتِ رَبّنَا وَنَكُون مِنْ الْمُؤْمِنِينَ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42162, "aya_id": 28}]