[{"text": "فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ", "sura_id": 55, "type": 0, "id": 4969, "aya_id": 68}, {"text": "فيهما فاكهة ونخل ورمان", "sura_id": 55, "type": 1, "id": 11205, "aya_id": 68}, {"text": "68 - (فيهما فاكهة ونخل ورمان) هما منها وقيل من غيرها \r\n", "sura_id": 55, "type": 2, "id": 29913, "aya_id": 68}, {"text": "في هاتين الجنتين أنواع الفواكه ونخل ورمان.\r\n", "sura_id": 55, "type": 3, "id": 36149, "aya_id": 68}, {"text": " <font color=red>فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ</font><BR><p>وَقَالَ هَهُنَا \" فِيهِمَا فَاكِهَة وَنَخْل وَرُمَّان \" وَلَا شَكَّ أَنَّ الْأُولَى أَعَمُّ وَأَكْثَر فِي الْأَفْرَاد وَالتَّنْوِيع عَلَى فَاكِهَة وَهِيَ نَكِرَة فِي سِيَاق الْإِثْبَات لَا تَعُمّ وَلِهَذَا لَيْسَ قَوْله \" وَنَخْل وَرُمَّان\" مِنْ بَاب عَطْف الْخَاصّ عَلَى الْعَامّ كَمَا قَرَّرَهُ الْبُخَارِيّ وَغَيْره وَإِنَّمَا أَفْرَدَ النَّخْل وَالرُّمَّان بِالذِّكْرِ لِشَرَفِهِمَا عَلَى غَيْرهمَا . قَالَ عَبْد بْن حُمَيْد حَدَّثَنَا يَحْيَى بْن عَبْد الْحَمِيد حَدَّثَنَا حُصَيْن بْن عُمَر حَدَّثَنَا مُخَارِق عَنْ طَارِق بْن سَهْل عَنْ شِهَاب عَنْ عُمَر بْن الْخَطَّاب قَالَ جَاءَ أُنَاس مِنْ الْيَهُود إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا مُحَمَّد أَفِي الْجَنَّة فَاكِهَة ؟ قَالَ \" نَعَمْ فِيهَا فَاكِهَة وَنَخْل وَرُمَّان \" قَالُوا أَفَيَأْكُلُونَ كَمَا يَأْكُلُونَ فِي الدُّنْيَا ؟ \" قَالَ نَعَمْ وَأَضْعَاف \" قَالُوا فَيَقْضُونَ الْحَوَائِج ؟ قَالَ \" لَا وَلَكِنَّهُمْ يَعْرَقُونَ وَيَرْشَحُونَ فَيُذْهِب اللَّه مَا فِي بُطُونهمْ مِنْ أَذًى \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا الْفَضْل بْن دُكَيْنٍ حَدَّثَنَا سُفْيَان عَنْ حَمَّاد عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ نَخْل الْجَنَّة سَعَفُهَا كِسْوَة لِأَهْلِ الْجَنَّة مِنْهَا مُقَطَّعَاتُهُمْ وَمِنْهَا حُلَلُهُمْ وَكَرَبهَا ذَهَب أَحْمَر وَجُذُوعهَا زُمُرُّد أَخْضَر وَثَمَرهَا أَحْلَى مِنْ الْعَسَل وَأَلْيَن مِنْ الزُّبْد وَلَيْسَ لَهُ عَجْم . وَحَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد هُوَ اِبْن سَلَمَة عَنْ أَبِي هَارُون عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" نَظَرْت إِلَى الْجَنَّة فَإِذَا الرُّمَّانَة مِنْ رُمَّانهَا كَالْبَعِيرِ الْمُقَتَّب \" .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41892, "aya_id": 68}]