[{"text": "أَلَمْ تَرَ إِلَى الَّذِي حَآجَّ إِبْرَاهِيمَ فِي رِبِّهِ أَنْ آتَاهُ اللّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ", "sura_id": 2, "type": 0, "id": 265, "aya_id": 258}, {"text": "ألم تر إلى الذي حاج إبراهيم في ربه أن آتاه الله الملك إذ قال إبراهيم ربي الذي يحيي ويميت قال أنا أحيي وأميت قال إبراهيم فإن الله يأتي بالشمس من المشرق فأت بها من المغرب فبهت الذي كفر والله لا يهدي القوم الظالمين", "sura_id": 2, "type": 1, "id": 6501, "aya_id": 258}, {"text": "258 - (ألم تر إلى الذي حاجَّ) جادل (إبراهيم في ربه) لـ (أن آتاه الله الملك) أي حمله بطره بنعمة الله على ذلك وهو نمرود (إذ) بدل من حاجَّ (قال إبراهيم) لما قال له من ربك الذي تدعونا إليه ، (ربيَّ الذي يحيي ويميت) أي يخلق الحياة والموت في الأجساد (قال) هو (أنا أحيي وأميت) بالقتل والعفو عنه ودعا برجلين فقتل أحدهما وترك الآخر ، فلما رآه غبياً (قال إبراهيم) منتقلا إلى حجة أوضح منها (فإن الله يأتي بالشمس من المشرق فأت بها) أنت (من المغرب فبهت الذي كفر) تحير ودهش (والله لا يهدي القوم الظالمين) بالكفر إلى محجة الاحتجاج \r\n", "sura_id": 2, "type": 2, "id": 25209, "aya_id": 258}, {"text": "هل رأيت -أيها الرسول- أعجب مِن حال هذا الذي جادل إبراهيم عليه السلام في توحيد الله تعالى وربوبيته; لأن الله أعطاه المُلْك فتجبَّر وسأل إبراهيمَ: مَن ربُّك؟ فقال عليه السلام: ربي الذي يحيي الخلائق فتحيا, ويسلبها الحياة فتموت, فهو المتفرد بالإحياء والإماتة, قال: أنا أحيي وأميت, أي أقتل مَن أردتُ قَتْلَه, وأستبقي مَن أردت استبقاءه, فقال له إبراهيم: إن الله الذي أعبده يأتي بالشمس من المشرق, فهل تستطيع تغيير هذه السُّنَّة الإلهية بأن تجعلها تأتي من المغرب; فتحيَّر هذا الكافر وانقطعت حجته, شأنه شأن الظالمين لا يهديهم الله إلى الحق والصواب.\r\n", "sura_id": 2, "type": 3, "id": 31445, "aya_id": 258}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</font><BR><p>هَذَاالَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ وَهُوَ مَلِك بَابِل نُمْرُود بْن كَنْعَان بْن كوش بْن سَام بْن نُوح وَيُقَال : نُمْرُود بْن فالخ بْن عَابِر بْن شالخ بْن أرفخشذ بْن سَام بْن نُوح وَالْأَوَّل قَوْل مُجَاهِد وَغَيْره : قَالَ مُجَاهِد : وَمَلَكَ الدُّنْيَا مَشَارِقهَا وَمَغَارِبهَا أَرْبَعَة : مُؤْمِنَانِ وَكَافِرَانِ فَالْمُؤْمِنَانِ سُلَيْمَان بْن دَاوُد وَذُو الْقَرْنَيْنِ وَالْكَافِرَانِ نُمْرُود وَبُخْتُنَصَّرَ وَاَللَّه أَعْلَم وَمَعْنَى قَوْله \" أَلَمْ تَرَ \" أَيْ بِقَلْبِك يَا مُحَمَّد \" إِلَى الَّذِي حَاجَّ إِبْرَاهِيم فِي رَبّه \" أَيْ وُجُود رَبّه وَذَلِكَ أَنَّهُ أَنْكَرَ أَنْ يَكُون إِلَه غَيْره كَمَا قَالَ بَعْده فِرْعَوْن لِمَلَئِهِ \" مَا عَلِمْت لَكُمْ مِنْ إِلَه غَيْرِي \" وَمَا حَمَلَهُ عَلَى هَذَا الطُّغْيَان وَالْكُفْر الْغَلِيظ وَالْمُعَانَدَة الشَّدِيدَة إِلَّا تَجَبُّره وَطُول مُدَّته فِي الْمُلْك وَذَلِكَ أَنَّهُ يُقَال إِنَّهُ مَكَثَ أَرْبَعمِائَةِ سَنَة فِي مُلْكه وَلِهَذَا قَالَ \" أَنْ أَتَاهُ اللَّهُ الْمُلْكَ\" وَكَانَ طَلَبَ مِنْ إِبْرَاهِيم دَلِيلًا عَلَى وُجُود الرَّبّ الَّذِي يَدْعُو إِلَيْهِ فَقَالَ إِبْرَاهِيم \" رَبِّي الَّذِي يُحْيِي وَيُمِيت\" أَيْ إِنَّمَا الدَّلِيل عَلَى وُجُوده حُدُوث هَذِهِ الْأَشْيَاء الْمُشَاهَدَة بَعْد عَدَمهَا وَعَدَمهَا بَعْد وُجُودهَا وَهَذَا دَلِيل عَلَى وُجُود الْفَاعِل الْمُخْتَار ضَرُورَة لِأَنَّهَا لَمْ تَحْدُث بِنَفْسِهَا فَلَا بُدّ لَهَا مِنْ مُوجِد أَوْجَدَهَا وَهُوَ الرَّبّ الَّذِي أَدْعُو إِلَى عِبَادَته وَحْده لَا شَرِيك لَهُ . فَعِنْد ذَلِكَ قَالَ الْمُحَاجّ وَهُوَ النُّمْرُود \" أَنَا أُحْيِي وَأُمِيت \" قَالَ قَتَادَة وَمُحَمَّد بْن إِسْحَاق وَالسُّدِّيّ وَغَيْر وَاحِد وَذَلِكَ أَنِّي أُوتَى بِالرَّجُلَيْنِ قَدْ اِسْتَحَقَّا الْقَتْل فَآمُر بِقَتْلِ أَحَدهمَا فَيُقْتَل وَآمُر بِالْعَفْوِ عَنْ الْآخَر فَلَا يُقْتَل فَذَلِكَ مَعْنَى الْإِحْيَاء وَالْإِمَاتَة وَالظَّاهِر وَاَللَّه أَعْلَم أَنَّهُ مَا أَرَادَ هَذَا لِأَنَّهُ لَيْسَ جَوَابًا لِمَا قَالَ إِبْرَاهِيم وَلَا فِي مَعْنَاهُ لِأَنَّهُ مَانِع لِوُجُودِ الصَّانِع وَإِنَّمَا أَرَادَ أَنْ يَدَّعِي لِنَفْسِهِ هَذَا الْمَقَام عِنَادًا وَمُكَابَرَة وَيُوهِم أَنَّهُ الْفَاعِل لِذَلِكَ وَأَنَّهُ هُوَ الَّذِي يُحْيِي وَيُمِيت كَمَا اِقْتَدَى بِهِ فِرْعَوْن فِي قَوْله \" مَا عَلِمْت لَكُمْ مِنْ إِلَه غَيْرِي \" وَلِهَذَا قَالَ لَهُ إِبْرَاهِيم لَمَّا اِدَّعَى هَذِهِ الْمُكَابَرَة \" فَإِنَّ اللَّه يَأْتِي بِالشَّمْسِ مِنْ الْمَشْرِق فَأْتِ بِهَا مِنْ الْمَغْرِب \" أَيْ إِذَا كُنْت كَمَا تَدَّعِي مِنْ أَنَّك تُحْيِي وَتُمِيت فَاَلَّذِي يُحْيِي وَيُمِيت هُوَ الَّذِي يَتَصَرَّف فِي الْوُجُود فِي خَلْق ذَوَاته وَتَسْخِير كَوَاكِبه وَحَرَكَاته فَهَذِهِ الشَّمْس تَبْدُو كُلّ يَوْم مِنْ الْمَشْرِق فَإِنْ كُنْت إِلَهًا كَمَا اِدَّعَيْت تُحْيِي وَتُمِيت فَأْتِ بِهَا مِنْ الْمَغْرِب ؟ فَلَمَّا عَلِمَ عَجْزه وَانْقِطَاعه وَأَنَّهُ لَا يَقْدِر عَلَى الْمُكَابَرَة فِي هَذَا الْمَقَام بُهِتَ أَيْ أُخْرِسَ فَلَا يَتَكَلَّم وَقَامَتْ عَلَيْهِ الْحُجَّة قَالَ اللَّه تَعَالَى \" وَاَللَّهُ لَا يَهْدِي الْقَوْم الظَّالِمِينَ \" أَيْ لَا يُلْهِمهُمْ حُجَّة وَلَا بُرْهَانًا بَلْ حُجَّتهمْ دَاحِضَة عِنْد رَبّهمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ وَهَذَا التَّنْزِيل عَلَى هَذَا الْمَعْنَى أَحْسَن مِمَّا ذَكَرَهُ كَثِير مِنْ الْمَنْطِقِيِّينَ أَنَّ عُدُول إِبْرَاهِيم عَنْ الْمَقَام الْأَوَّل إِلَى الْمَقَام الثَّانِي اِنْتِقَال مِنْ دَلِيل إِلَى أَوْضَح مِنْهُ وَمِنْهُمْ مَنْ قَدْ يُطْلِق عِبَارَة تُرْدِيه وَلَيْسَ كَمَا قَالُوهُ بَلْ الْمَقَام الْأَوَّل يَكُون كَالْمُقَدِّمَةِ لِلثَّانِي وَيُبَيِّن بُطْلَان مَا اِدَّعَاهُ نُمْرُود فِي الْأَوَّل وَالثَّانِي وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَدْ ذَكَرَ السُّدِّيّ أَنَّ هَذِهِ الْمُنَاظَرَة كَانَتْ بَيْن إِبْرَاهِيم وَنُمْرُود بَعْد خُرُوج إِبْرَاهِيم مِنْ النَّار وَلَمْ يَكُنْ اِجْتَمَعَ بِالْمَلِكِ إِلَّا فِي ذَلِكَ الْيَوْم فَجَرَتْ بَيْنهمَا هَذِهِ الْمُنَاظَرَة وَرَوَى عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ زَيْد بْن أَسْلَمَ أَنَّ النُّمْرُود كَانَ عِنْده طَعَام وَكَانَ النَّاس يَغْدُونَ إِلَيْهِ لِلْمِيرَةِ فَوَفَدَ إِبْرَاهِيمُ فِي جُمْلَة مَنْ وَفَدَ لِلْمِيرَةِ فَكَانَ بَيْنهمَا هَذِهِ الْمُنَاظَرَة وَلَمْ يُعْطِ إِبْرَاهِيم مِنْ الطَّعَام كَمَا أَعْطَى النَّاس بَلْ خَرَجَ وَلَيْسَ مَعَهُ شَيْء مِنْ الطَّعَام فَلَمَّا قَرُبَ مِنْ أَهْله عَمَدَ إِلَى كَثِيب مِنْ التُّرَاب فَمَلَأَ مِنْهُ عِدْلَيْهِ وَقَالَ أَشْغَل أَهْلِي عَنِّي إِذَا قَدِمْت عَلَيْهِمْ فَلَمَّا قَدِمَ وَضَعَ رِحَاله وَجَاءَ فَاتَّكَأَ فَنَامَ فَقَامَتْ اِمْرَأَته سَارَة إِلَى الْعِدْلَيْنِ فَوَجَدَتْهُمَا مَلْآنَيْنِ طَعَامًا طَيِّبًا فَعَمِلَتْ طَعَامًا فَلَمَّا اِسْتَيْقَظَ إِبْرَاهِيم وَجَدَ الَّذِي قَدْ أَصْلَحُوهُ فَقَالَ : أَنَّى لَكُمْ هَذَا ؟ قَالَتْ : مِنْ الَّذِي جِئْت بِهِ فَعَلِمَ أَنَّهُ رِزْقٌ رَزَقَهُمْ اللَّه عَزَّ وَجَلَّ قَالَ زَيْد بْن أَسْلَمَ : وَبَعَثَ اللَّه إِلَى ذَلِكَ الْمَلِك الْجَبَّار مَلِكًا يَأْمُرهُ بِالْإِيمَانِ بِاَللَّهِ فَأَبَى عَلَيْهِ ثُمَّ دَعَاهُ الثَّانِيَة فَأَبَى ثُمَّ الثَّالِثَة فَأَبَى وَقَالَ : اِجْمَعْ جُمُوعك وَأَجْمَع جُمُوعِي فَجَمَعَ النُّمْرُود جَيْشه وَجُنُوده وَقْت طُلُوع الشَّمْس وَأَرْسَلَ اللَّه عَلَيْهِمْ بَابًا مِنْ الْبَعُوض بِحَيْثُ لَمْ يَرَوْا عَيْن الشَّمْس وَسَلَّطَهَا اللَّه عَلَيْهِمْ فَأَكَلَتْ لُحُومهمْ وَدِمَاءَهُمْ وَتَرَكَتْهُمْ عِظَامًا بَادِيَة وَدَخَلَتْ وَاحِدَة مِنْهَا فِي مَنْخِرَيْ الْمَلِك فَمَكَثَتْ فِي مَنْخِرَيْ الْمَلِك أَرْبَعمِائَةِ سَنَة عَذَّبَهُ اللَّه بِهَا فَكَانَ يَضْرِب بِرَأْسِهِ بِالْمَرَازِبِ فِي هَذِهِ الْمُدَّة حَتَّى أَهْلَكَهُ اللَّه بِهَا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38672, "aya_id": 258}]