[{"text": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاء اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "sura_id": 33, "type": 0, "id": 3583, "aya_id": 50}, {"text": "يا أيها النبي إنا أحللنا لك أزواجك اللاتي آتيت أجورهن وما ملكت يمينك مما أفاء الله عليك وبنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك وامرأة مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها خالصة لك من دون المؤمنين قد علمنا ما فرضنا عليهم في أزواجهم وما ملكت أيمانهم لكيلا يكون عليك حرج وكان الله غفورا رحيما", "sura_id": 33, "type": 1, "id": 9819, "aya_id": 50}, {"text": "50 - (يا أيها النبي إنا أحللنا لك أزواجك اللاتي آتيت أجورهن) مهورهن (وما ملكت يمينك مما أفاء الله عليك) من الكفار بالسبي كصفية وجويرية (وبنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك) بخلاف من لم يهاجرن (وامرأة مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها) يطلب نكاحها بغير صداق (خالصة لك من دون المؤمنين) النكاح بلفظ الهبة من غير صداق (قد علمنا ما فرضنا عليهم) أي المؤمنين (في أزواجهم) من الأحكام بأن لا يزيدوا على أربع نسوة ولا يتزوجوا إلا بولي وشهود ومهر وفي (وما ملكت أيمانهم) من الاماء بشراء وغيره بأن تكون الأمة ممن تحل لمالكها كالكتابية بخلاف المجوسية والوثنية وأن تستبرئ قبل الوطء (لكيلا) متعلق بما قبل ذلك (يكون عليك حرج) ضيق في النكاح (وكان الله غفورا) فيما يعسر التحرز عنه (رحيما) بالتوسعة في ذلك \r\n", "sura_id": 33, "type": 2, "id": 28527, "aya_id": 50}, {"text": "يا أيها النبي إنَّا أبَحْنا لك أزواجك اللاتي أعطيتهن مهورهن, وأبَحْنا لك ما مَلَكَتْ يمينك من الإماء, مما أنعم الله به عليك, وأبحنا لك الزواج من بنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك, وأبحنا لك امرأة مؤمنة مَنَحَتْ نفسها لك من غير مهر, إن كنت تريد الزواج منها خالصة لك, وليس لغيرك أن يتزوج امرأة بالهِبَة. قد علمنا ما أوجبنا على المؤمنين في أزواجهم وإمائهم بألا يتزوجوا إلا أربع نسوة, وما شاؤوا من الإماء, واشتراط الوليِّ والمهر والشهود عليهم, ولكنا رخصنا لك في ذلك, ووسَّعْنا عليك ما لم يُوسَّع على غيرك؛ لئلا يضيق صدرك في نكاح مَن نكحت مِن هؤلاء الأصناف. وكان الله غفورًا لذنوب عباده المؤمنين, رحيمًا بالتوسعة عليهم.\r\n", "sura_id": 33, "type": 3, "id": 34763, "aya_id": 50}, {"text": " <font color=red>يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا</font><BR><p>يَقُول تَعَالَى مُخَاطِبًا نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّهُ قَدْ أَحَلَّ لَهُ مِنْ النِّسَاء أَزْوَاجه اللَّاتِي أَعْطَاهُنَّ مُهُورهنَّ وَهِيَ الْأُجُور هَهُنَا كَمَا قَالَهُ مُجَاهِد وَغَيْر وَاحِد وَقَدْ كَانَ مَهْره لِنِسَائِهِ اِثْنَتَيْ عَشْرَة أُوقِيَّة وَنَشًّا وَهُوَ نِصْف أُوقِيَّة فَالْجَمِيع خَمْسمِائَةِ دِرْهَم إِلَّا أُمّ حَبِيبَة بِنْت أَبِي سُفْيَان فَإِنَّهُ أَمْهَرَهَا عَنْهُ النَّجَاشِيّ رَحِمَهُ اللَّه تَعَالَى أَرْبَعمِائَةِ دِينَار وَإِلَّا صَفِيَّة بِنْت حُيَيّ فَإِنَّهُ اِصْطَفَاهَا مِنْ سَبْي خَيْبَر ثُمَّ أَعْتَقَهَا وَجَعَلَ عِتْقهَا صَدَاقهَا وَكَذَلِكَ جُوَيْرِيَة بِنْت الْحَارِث الْمُصْطَلِقِيَّة أَدَّى عَنْهَا كِتَابَتهَا إِلَى ثَابِت بْن قَيْس بْن شَمَّاس وَتَزَوَّجَهَا رَضِسي اللَّهُ عَنْهُنَّ أَجْمَعِينَ وَقَوْله تَعَالَى \" وَمَا مَلَكَتْ يَمِينك مِمَّا أَفَاءَ اللَّه عَلَيْك \" أَيْ وَأَبَاحَ لَك التَّسَرِّي مِمَّا أَخَذْت مِنْ الْمَغَانِم وَقَدْ مَلَكَ صَفِيَّة وَجُوَيْرِيَة فَأَعْتَقَهُمَا وَتَزَوَّجَهُمَا وَمَلَك رَيْحَانَة بِنْت شَمْعُون النَّضْرِيَّة وَمَارِيَة الْقِبْطِيَّة أُمّ اِبْنه إِبْرَاهِيم عَلَيْهِمَا السَّلَام وَكَانَتَا مِنْ السَّرَارِيّ رَضِيَ اللَّه عَنْهُمَا وَقَوْله تَعَالَى : \" وَبَنَات عَمّك وَبَنَات عَمَّاتك وَبَنَات خَالِك وَبَنَات خَالَاتك \" الْآيَة هَذَا عَدْل وَسَط بَيْن الْإِفْرَاط وَالتَّفْرِيط فَإِنَّ النَّصَارَى لَا يَتَزَوَّجُونَ الْمَرْأَة إِلَّا إِذَا كَانَ الرَّجُل بَيْنه وَبَيْنهَا سَبْعَة أَجْدَاد فَصَاعِدًا وَالْيَهُود يَتَزَوَّج أَحَدهمْ بِنْت أَخِيهِ وَبِنْت أُخْته فَجَاءَتْ هَذِهِ الشَّرِيعَة الْكَامِلَة الطَّاهِرَة بِهَدْمِ إِفْرَاط النَّصَارَى فَأَبَاحَ بِنْت الْعَمّ وَالْعَمَّة وَبِنْت الْخَال وَالْخَالَة وَتَحْرِيم مَا فَرَّطَتْ فِيهِ الْيَهُود مِنْ إِبَاحَة بِنْت الْأَخ وَالْأُخْت وَهَذَا شَنِيع فَظِيع وَإِنَّمَا قَالَ \" وَبَنَات عَمّك وَبَنَات عَمَّاتك وَبَنَات خَالك وَبَنَات خَالَاتك \" فَوَحَّدَ لَفْظ الذَّكَر لِشَرَفِهِ وَجَمَعَ الْإِنَاث لِنَقْصِهِنَّ كَقَوْلِهِ : \" عَنْ الْيَمِين وَالشَّمَائِل\" \" يُخْرِجهُمْ مِنْ الظُّلُمَات إِلَى النُّور \" وَجَعَلَ الظُّلُمَات وَالنُّور \" وَلَهُ نَظَائِر كَثِيرَة وَقَوْله تَعَالَى : \" اللَّاتِي هَاجَرْنَ مَعَك \" قَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد بْن عَمَّار بْن الْحَارِث الرَّازِيّ حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى حَدَّثَنَا إِسْرَائِيل عَنْ السُّدِّيّ عَنْ أَبِي صَالِح عَنْ أُمّ هَانِئ قَالَتْ خَطَبَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاعْتَذَرْت إِلَيْهِ فَعَذَرَنِي ثُمَّ أَنْزَلَ اللَّه تَعَالَى : \" إِنَّا أَحْلَلْنَا لَك أَزْوَاجَك اللَّاتِي آتَيْت أُجُورهنَّ وَمَا مَلَكَتْ يَمِينك مِمَّا أَفَاءَ اللَّه عَلَيْك وَبَنَات عَمّك وَبَنَات عَمَّاتك وَبَنَات خَالِك وَبَنَات خَالَاتِك اللَّاتِي هَاجَرْنَ مَعَك \" قَالَتْ فَلَمْ أَكُنْ أَحِلّ لَهُ لَمْ أَكُنْ مِمَّنْ هَاجَرَ مَعَهُ كُنْت مِنْ الطُّلَقَاء وَرَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ عُبَيْد اللَّه بْن مُوسَى بِهِ ثُمَّ رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث إِسْمَاعِيل بْن أَبِي خَالِد عَنْ أَبِي صَالِح عَنْهَا بِنَحْوِهِ وَرَوَاهُ التِّرْمِذِيّ فِي جَامِعه وَهَكَذَا قَالَ أَبُو رَزِين وَقَتَادَة إنَّ الْمُرَاد مَنْ هَاجَرَ مَعَهُ إِلَى الْمَدِينَة وَفِي رِوَايَة عَنْ قَتَادَة \" اللَّاتِي هَاجَرْنَ مَعَك \" أَيْ أَسْلَمْنَ وَقَالَ الضَّحَّاك قَرَأَ اِبْن مَسْعُود \" وَاَللَّائِي هَاجَرْنَ مِنْ مَعَك \" وَقَوْله تَعَالَى \" وَامْرَأَة مُؤْمِنَة إِنْ وَهَبَتْ نَفْسهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيّ أَنْ يَسْتَنْكِحهَا خَالِصَة لَك \" الْآيَة أَيْ وَيُحِلّ لَك أَيّهَا النَّبِيّ الْمَرْأَة الْمُؤْمِنَة إِنْ وَهَبَتْ نَفْسهَا لَك أَنْ تَتَزَوَّجهَا بِغَيْرِ مَهْر إِنْ شِئْت ذَلِكَ وَهَذِهِ الْآيَة تَوَالَى فِيهَا شَرْطَانِ كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ نُوح \" إِنَّهُ قَالَ لِقَوْمِهِ وَلَا يَنْفَعكُمْ نُصْحِي إِنْ أَرَدْت أَنْ أَنْصَح لَكُمْ إِنْ كَانَ اللَّه يُرِيد أَنْ يُغْوِيَكُمْ \" وَكَقَوْلِ مُوسَى \" يَا قَوْم إِنْ كُنْتُمْ آمَنْتُمْ بِاَللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ \" وَقَالَ هَهُنَا \" وَامْرَأَة مُؤْمِنَة إِنْ وَهَبَتْ نَفْسهَا لِلنَّبِيِّ\" الْآيَة وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق أَخْبَرَنَا مَالِك عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد السَّاعِدِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَاءَتْهُ اِمْرَأَة فَقَالَتْ يَا رَسُول اللَّه إِنِّي قَدْ وَهَبْت نَفْسِي لَك فَقَامَتْ قِيَامًا طَوِيلًا فَقَامَ رَجُل فَقَالَ يَا رَسُول اللَّه زَوِّجْنِيهَا إِنْ لَمْ يَكُنْ لَك بِهَا حَاجَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ عِنْدك مِنْ شَيْء تُصْدِقهَا إِيَّاهُ ؟ فَقَالَ مَا عِنْدِي إِلَّا إِزَارِي هَذَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنْ أَعْطَيْتهَا إِزَارك جَلَسْت لَا إِزَار لَك فَالْتَمِسْ شَيْئًا فَقَالَ لَا أَجِد شَيْئًا فَقَالَ اِلْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيد فَالْتَمَسَ فَلَمْ يَجِد شَيْئًا فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ مَعَك مِنْ الْقُرْآن شَيْء ؟ قَالَ نَعَمْ سُورَة كَذَا وَسُورَة كَذَا السُّوَر يُسَمِّيهَا فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَوَّجْتُكُمَا بِمَا مَعَك مِنْ الْقُرْآن أَخْرَجَاهُ مِنْ حَدِيث مَالِك وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا مَرْحُوم سَمِعْت ثَابِتًا يَقُول : كُنْت مَعَ أَنَس جَالِسًا وَعِنْده اِبْنَة لَهُ فَقَالَ أَنَس جَاءَتْ أَمْرَأَة إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا نَبِيّ اللَّه هَلْ لَك فِيَّ حَاجَة فَقَالَتْ اِبْنَته مَا كَانَ أَقَلّ حَيَاءَهَا فَقَالَ هِيَ خَيْر مِنْك رَغِبَتْ فِي النَّبِيّ فَعَرَضَتْ عَلَيْهِ نَفْسهَا اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ مِنْ حَدِيث مَرْحُوم بْن عَبْد الْعَزِيز عَنْ ثَابِت الْبُنَانِيّ عَنْ أَنَس بِهِ : وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا عَبْد اللَّه بْن بُكَيْر حَدَّثَنَا سِنَان بْن رَبِيعَة عَنْ الْحَضْرَمِيّ عَنْ أَنَس بْن مَالِك أَنَّ اِمْرَأَة أَتَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُول اللَّه اِبْنَة لِي كَذَا وَكَذَا فَذَكَرَتْ مِنْ حُسْنهَا وَجَمَالهَا فَآثَرْتُك بِهَا فَقَالَ قَدْ قَبِلْتهَا فَلَمْ تَزَلْ تَمْدَحهَا حَتَّى ذَكَرَتْ أَنَّهَا لَمْ تَصْدَع وَلَمْ تَشْكُ شَيْئًا قَطُّ فَقَالَ لَا حَاجَة لِي فِي اِبْنَتك لَمْ يُخَرِّجُوهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مَنْصُور بْن أَبِي مُزَاحِم حَدَّثَنَا اِبْن أَبِي الْوَضَّاح يَعْنِي مُحَمَّد بْن مُسْلِم عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ الَّتِي وَهَبَتْ نَفْسهَا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَوْلَة بِنْت حَكِيم وَقَالَ اِبْن وَهْب عَنْ سَعِيد بْن عَبْد الرَّحْمَن وَابْن أَبِي الزِّنَاد عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَنَّ خَوْلَة بِنْت حَكِيم بْن الْأَوْقَص مِنْ بَنِي سَلِيم كَانَتْ مِنْ اللَّاتِي وَهَبْنَ أَنْفُسهنَّ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي رِوَايَة لَهُ عَنْ سَعِيد بْن عَبْد الرَّحْمَن عَنْ هِشَام عَنْ أَبِيهِ كُنَّا نَتَحَدَّث أَنَّ خَوْلَة بِنْت حَكِيم كَانَتْ وَهَبَتْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَتْ اِمْرَأَة صَالِحَة فَيَحْتَمِل أَنَّ أُمّ سُلَيْم هِيَ خَوْلَة بِنْت حَكِيم أَوْ هِيَ اِمْرَأَة أُخْرَى وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ حَدَّثَنَا وَكِيع حَدَّثَنَا مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن كَعْب وَعُمَر بْن الْحَكَم وَعَبْد اللَّه بْن عُبَيْدَة قَالُوا : تَزَوَّجَ رَسُول اللَّه ثَلَاث عَشْرَة اِمْرَأَة سِتًّا مِنْ قُرَيْش : خَدِيجَة وَعَائِشَة وَحَفْصَة وَأُمّ حَبِيبَة وَسَوْدَة وَأُمّ سَلَمَة وَثَلَاثَة مِنْ بَنِي عَامِر بْن صَعْصَعَة وَامْرَأَتَيْنِ مِنْ بَنِي هِلَال بْن عَامِر مَيْمُونَة بِنْت الْحَارِث وَهِيَ الَّتِي وَهَبَتْ نَفْسهَا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَزَيْنَب أُمّ الْمَسَاكِين وَامْرَأَة مِنْ بَنِي بَكْر بْن كِلَاب مِنْ الْقُرَظِيَّات وَهِيَ الَّتِي اِخْتَارَتْ الدُّنْيَا وَامْرَأَة مِنْ بَنِي الْجَوْن وَهِيَ الَّتِي اِسْتَعَاذَتْ مِنْهُ وَزَيْنَب بِنْت جَحْش الْأَسَدِيَّة وَالسَّبِيَّتَيْنِ صَفِيَّة بِنْت حُيَيّ بْن أَخْطَبَ وَجُوَيْرِيَة بِنْت الْحَارِث بْن عَمْرو بْن الْمُصْطَلِق الْخُزَاعِيَّة وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ اِبْن عَبَّاس \" وَامْرَأَة مُؤْمِنَة إِنْ وَهَبَتْ نَفْسهَا لِلنَّبِيِّ \" قَالَ هِيَ مَيْمُونَة بِنْت الْحَارِث فِيهِ اِنْقِطَاع هُوَ مُرْسَل وَالْمَشْهُور أَنَّ زَيْنَب الَّتِي كَانَتْ تُدْعَى أُمّ الْمُسْلِمِينَ هِيَ زَيْنَب بِنْت خُزَيْمَةَ الْأَنْصَارِيَّة وَقَدْ مَاتَتْ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَيَاته فَاَللَّه أَعْلَم وَالْغَرَض مِنْ هَذَا أَنَّ اللَّاتِي وَهَبْنَ أَنْفُسهنَّ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَثِير كَمَا قَالَ الْبُخَارِيّ حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى حَدَّثَنَا أَبُو أُسَامَة قَالَ حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ كُنْت أَغَار مِنْ اللَّاتِي وَهَبْنَ أَنْفُسهنَّ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَقُول أَتَهَبُ الْمَرْأَة نَفْسهَا ؟ فَلَمَّا أَنْزَلَ اللَّه تَعَالَى \" تُرْجِي مَنْ تَشَاء مِنْهُنَّ وَتُؤْوِي إِلَيْك مَنْ تَشَاء وَمَنْ اِبْتَغَيْت مِمَّنْ عَزَلْت فَلَا جُنَاح عَلَيْك \" قُلْت مَا أَرَى رَبّك إِلَّا يُسَارِع فِي هَوَاك وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن مَنْصُور الْجُعْفِيّ حَدَّثَنَا يُونُس بْن بُكَيْر عَنْ عَنْبَسَة بْن الْأَزْهَر عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَمْ يَكُنْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِمْرَأَة وَهَبَتْ نَفْسهَا لَهُ وَرَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ يُونُس بْن بُكَيْر أَيْ أَنَّهُ لَمْ يَقْبَل وَاحِدَة مِمَّنْ وَهَبَتْ نَفْسهَا لَهُ وَإِنْ كَانَ ذَلِكَ مُبَاحًا لَهُ وَمَخْصُوصًا بِهِ لِأَنَّهُ مَرْدُود إِلَى مَشِيئَته كَمَا قَالَ اللَّه تَعَالَى\" إِنْ أَرَادَ النَّبِيّ أَنْ يَسْتَنْكِحهَا \" أَيْ إِنْ اِخْتَارَ ذَلِكَ وَقَوْله تَعَالَى \" خَالِصَة لَك مِنْ دُون الْمُؤْمِنِينَ \" قَالَ عِكْرِمَة أَيْ لَا تَحِلّ الْمَوْهُوبَة لِغَيْرِك وَلَوْ أَنَّ اِمْرَأَة وَهَبَتْ نَفْسهَا لِرَجُلٍ لَمْ تَحِلّ لَهُ حَتَّى يُعْطِيهَا شَيْئًا وَكَذَا قَالَ مُجَاهِد وَالشَّعْبِيّ وَغَيْرهمَا أَيْ أَنَّهَا إِذَا فَوَّضَتْ الْمَرْأَة نَفْسهَا إِلَى رَجُل فَإِنَّهُ مَتَى دَخَلَ بِهَا وَجَبَ عَلَيْهِ بِهَا مَهْر مِثْلهَا كَمَا حَكَمَ بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تَزْوِيج بِنْت وَاشِق لَمَّا فَوَّضَتْ فَحَكَمَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِصَدَاقِ مِثْلهَا لَمَّا تُوُفِّيَ عَنْهَا زَوْجهَا وَالْمَوْت وَالدُّخُول سَوَاء فِي تَقْرِير الْمَهْر وَثُبُوت مَهْر الْمِثْل فِي الْمُفَوِّضَة لِغَيْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَّا هُوَ عَلَيْهِ السَّلَام فَإِنَّهُ لَا يَجِب عَلَيْهِ لِلْمُفَوَّضَةِ شَيْء وَلَوْ دَخَلَ بِهَا لِأَنَّ لَهُ أَنْ يَتَزَوَّج بِغَيْرِ صَدَاق وَلَا وَلِيّ وَلَا شُهُود كَمَا فِي قِصَّة زَيْنَب بِنْت جَحْش رَضِيَ اللَّه عَنْهَا وَلِهَذَا قَالَ قَتَادَة فِي قَوْله \" خَالِصَة لَك مِنْ دُون الْمُؤْمِنِينَ \" يَقُول لَيْسَ لِامْرَأَةٍ تَهَب نَفْسهَا لِرَجُلٍ بِغَيْرِ وَلِيّ وَلَا مَهْر إِلَّا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَوْله تَعَالَى \" قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجهمْ وَمَا مَلَكَتْ أَيْمَانهمْ \" قَالَ أُبَيّ بْن كَعْب وَمُجَاهِد وَالْحَسَن وَقَتَادَة وَابْن جَرِير فِي قَوْله\" قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجهمْ \" أَيْ مِنْ حَصْرهمْ فِي أَرْبَع نِسْوَة حَرَائِر وَمَا شَاءُوا مِنْ الْإِمَاء وَاشْتِرَاط الْوَلِيّ وَالْمَهْر وَالشُّهُود عَلَيْهِمْ وَهُمْ الْأُمَّة وَقَدْ رَخَّصْنَا لَك فَلَمْ نُوجِب عَلَيْك شَيْئًا مِنْهُ \" لِكَيْلَا يَكُون عَلَيْك حَرَج وَكَانَ اللَّه غَفُورًا رَحِيمًا \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40212, "aya_id": 50}]