[{"text": "وَاللَّذَانَ يَأْتِيَانِهَا مِنكُمْ فَآذُوهُمَا فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُواْ عَنْهُمَا إِنَّ اللّهَ كَانَ تَوَّابًا رَّحِيمًا", "sura_id": 4, "type": 0, "id": 509, "aya_id": 16}, {"text": "واللذان يأتيانها منكم فآذوهما فإن تابا وأصلحا فأعرضوا عنهما إن الله كان توابا رحيما", "sura_id": 4, "type": 1, "id": 6745, "aya_id": 16}, {"text": "16 - (واللّذان) بتخفيف النون وتشديدها (يأتيانها) أي الفاحشة الزنا أو اللواط (منكم) أي الرجال (فآذوهما) بالسب والضرب بالنعال (فإن تابا) منها (وأصلحا) العمل (فأعرضوا عنهما) ولا تؤذوهما (إن الله كان توابا) على من تاب (رحيما) به ، وهذا منسوخ بالحد إن أريد بها الزنا وكذا إن أريد بها اللواط عند الشافعي لكن المفعول به لا يرجم عنده وإن كان محصنا بل يجلد ويغرب وإرادة اللواط أظهر بدليل تثنية الضمير والأول قال أراد الزاني والزانية ويرده تبيينهما بمن المتصلة بضمير الرجال واشتراكهما في الأذى والتوبة والإعراض وهو مخصوص بالرجال لما تقدم في النساء من الحبس \r\n", "sura_id": 4, "type": 2, "id": 25453, "aya_id": 16}, {"text": "واللذان يقعان في فاحشة الزنى, فآذُوهما بالضرب والهجر والتوبيخ, فإن تابا عمَّا وقع منهما وأصلحا بما يقدِّمان من الأعمال الصالحة فاصفحوا عن أذاهما. ويستفاد من هذه الآية والتي قبلها أن الرجال إذا فعلوا الفاحشة يُؤْذَوْن, والنساء يُحْبَسْنَ ويُؤذَيْنَ, فالحبس غايتة الموت, والأذية نهايتها إلى التوبة والصلاح. وكان هذا في صدر الإسلام, ثم نُسخ بما شرع الله ورسوله, وهو الرجم للمحصن والمحصنة, وهما الحران البالغان العاقلان, اللذان جامعا في نكاح صحيح, والجلدُ مائة جلدة, وتغريب عام لغيرهما. إن الله كان توابا على عباده التائبين, رحيمًا بهم.\r\n", "sura_id": 4, "type": 3, "id": 31689, "aya_id": 16}, {"text": " <font color=red>وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا</font><BR><p>وَقَوْله تَعَالَى \" وَاَللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا \" أَيْ وَاَللَّذَانِ يَفْعَلَانِ الْفَاحِشَة فَآذُوهُمَا قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَسَعِيد بْن جُبَيْر وَغَيْرهمَا : أَيْ بِالشَّتْمِ وَالتَّعْيِير وَالضَّرْب بِالنِّعَالِ وَكَانَ الْحُكْم كَذَلِكَ حَتَّى نَسَخَهُ اللَّه بِالْجَلْدِ أَوْ الرَّجْم وَقَالَ عِكْرِمَة وَعَطَاء وَالْحَسَن وَعَبْد اللَّه بْن كَثِير : نَزَلَتْ فِي الرَّجُل وَالْمَرْأَة إِذَا زَنَيَا وَقَالَ السُّدِّيّ : نَزَلَتْ فِي الْفِتْيَان مِنْ قَبْل أَنْ يَتَزَوَّجُوا . وَقَالَ مُجَاهِد : نَزَلَتْ فِي الرَّجُلَيْنِ إِذَا فَعَلَا - لَا يُكَنَّى وَكَأَنَّهُ يُرِيد اللِّوَاط وَاَللَّه أَعْلَم : وَقَدْ رَوَى أَهْل السُّنَن مِنْ حَدِيث عَمْرو بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مَرْفُوعًا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ رَأَيْتُمُوهُ يَعْمَل عَمَل قَوْم لُوط فَاقْتُلُوا الْفَاعِل وَالْمَفْعُول بِهِ \" وَقَوْله \" فَإِنْ تَابَا وَأَصْلَحَا \" أَيْ أَقْلَعَا وَنَزَعَا عَمَّا كَانَ عَلَيْهِ وَصَلَحَتْ أَعْمَالهمَا وَحَسُنَتْ \" فَأَعْرِضُوا عَنْهُمَا \" أَيْ لَا تُعَنِّفُوهُمَا بِكَلَامٍ قَبِيح بَعْد ذَلِكَ لِأَنَّ التَّائِب مِنْ الذَّنْب كَمَنْ لَا ذَنْب لَهُ \" إِنَّ اللَّه كَانَ تَوَّابًا رَحِيمًا \" وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ \" إِذَا زَنَتْ أَمَة أَحَدكُمْ فَلْيَجْلِدْهَا الْحَدّ وَلَا يُثَرِّب عَلَيْهَا \" أَيْ لَا يُعَيِّرهَا بِمَا صَنَعَتْ بَعْد الْحَدّ الَّذِي هُوَ كَفَّارَة لِمَا صَنَعَتْ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40834, "aya_id": 16}]