[{"text": "إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا", "sura_id": 18, "type": 0, "id": 2224, "aya_id": 84}, {"text": "إنا مكنا له في الأرض و آتيناه من كل شيء سببا", "sura_id": 18, "type": 1, "id": 8460, "aya_id": 84}, {"text": "84 - (إنا مكنا له في الأرض) بتسهيل السير فيها (وآتيناه من كل شيء) يحتاج إليه (سببا) طريقا يوصله إلى مراده \r\n", "sura_id": 18, "type": 2, "id": 27168, "aya_id": 84}, {"text": "إنا مكَّنَّا له في الأرض، وآتيناه من كل شيء أسبابًا وطرقًا، يتوصل بها إلى ما يريد مِن فَتْح المدائن وقهر الأعداء وغير ذلك.\r\n", "sura_id": 18, "type": 3, "id": 33404, "aya_id": 84}, {"text": " <font color=red>إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا</font><BR><p>وَقَوْله \" إِنَّا مَكَّنَّا لَهُ فِي الْأَرْض \" أَيْ أَعْطَيْنَاهُ مُلْكًا عَظِيمًا مُمَكَّنًا فِيهِ مِنْ جَمِيع مَا يُؤْتَى الْمُلُوك مِنْ التَّمْكِين وَالْجُنُود وَآلَات الْحَرْب وَالْحِصَارَات وَلِهَذَا مَلَكَ الْمَشَارِق وَالْمَغَارِب مِنْ الْأَرْض وَدَانَتْ لَهُ الْبِلَاد وَخَضَعَتْ لَهُ مُلُوك الْعِبَاد وَخَدَمَتْهُ الْأُمَم مِنْ الْعَرَب وَالْعَجَم وَلِهَذَا ذَكَرَ بَعْضهمْ أَنَّهُ إِنَّمَا سُمِّيَ ذَا الْقَرْنَيْنِ لِأَنَّهُ بَلَغَ قَرْنَيْ الشَّمْس مَشْرِقهَا وَمَغْرِبهَا وَقَوْله \" وَآتَيْنَاهُ مِنْ كُلّ شَيْء سَبَبًا \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَالسُّدِّيّ وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ يَعْنِي عِلْمًا وَقَالَ قَتَادَة أَيْضًا فِي قَوْله \" وَآتَيْنَاهُ مِنْ كُلّ شَيْء سَبَبًا \" قَالَ : مَنَازِل الْأَرْض وَأَعْلَامهَا وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قَوْله \" وَآتَيْنَاهُ مِنْ كُلّ شَيْء سَبَبًا \" قَالَ تَعْلِيم الْأَلْسِنَة قَالَ كَانَ لَا يَغْزُو قَوْمًا إِلَّا كَلَّمَهُمْ بِلِسَانِهِمْ وَقَالَ اِبْن لَهِيعَة : حَدَّثَنِي سَالِم بْن غَيْلَان عَنْ سَعِيد بْن أَبِي هِلَال أَنَّ مُعَاوِيَة بْن أَبِي سُفْيَان قَالَ لِكَعْبِ الْأَحْبَار : أَنْتَ تَقُول إِنَّ ذَا الْقَرْنَيْنِ كَانَ يَرْبِط خَيْله بِالثُّرَيَّا ؟ فَقَالَ لَهُ كَعْب إِنْ كُنْت قُلْت ذَلِكَ فَإِنَّ اللَّه قَالَ \" وَآتَيْنَاهُ مِنْ كُلّ شَيْء سَبَبًا \" وَهَذَا الَّذِي أَنْكَرَهُ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ عَلَى كَعْب الْأَحْبَار هُوَ الصَّوَاب وَالْحَقّ مَعَ مُعَاوِيَة فِي ذَلِكَ الْإِنْكَار فَإِنَّ مُعَاوِيَة كَانَ يَقُول عَنْ كَعْب : إِنْ كُنَّا لَنَبْلُو عَلَيْهِ الْكَذِب يَعْنِي فِيمَا يَنْقُلهُ لَا أَنَّهُ كَانَ يَتَعَمَّد نَقْل مَا لَيْسَ فِي صُحُفه وَلَكِنَّ الشَّأْن فِي صُحُفه أَنَّهَا مِنْ الْإِسْرَائِيلِيَّات الَّتِي غَالِبهَا مُبَدَّل مُصَحَّف مُحَرَّف مُخْتَلَق وَلَا حَاجَة لَنَا مَعَ خَبَر اللَّه تَعَالَى وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى شَيْء مِنْهَا بِالْكُلِّيَّةِ فَإِنَّهُ دَخَلَ مِنْهَا عَلَى النَّاس شَرّ كَثِير وَفَسَاد عَرِيض. وَتَأْوِيل كَعْب قَوْل اللَّه \" وَآتَيْنَاهُ مِنْ كُلّ شَيْء سَبَبًا \" وَاسْتِشْهَاده فِي ذَلِكَ عَلَى مَا يَجِدهُ فِي صُحُفه مِنْ أَنَّهُ كَانَ يَرْبِط خَيْله بِالثُّرَيَّا غَيْر صَحِيح وَلَا مُطَابِق فَإِنَّهُ لَا سَبِيل لِلْبَشَرِ إِلَى شَيْء مِنْ ذَلِكَ وَلَا إِلَى التَّرَقِّي فِي أَسْبَاب السَّمَاوَات وَقَدْ قَالَ اللَّه فِي حَقّ بِلْقِيس \" وَأُوتِيَتْ مِنْ كُلّ شَيْء \" أَيْ مِمَّا يُؤْتَى مِثْلهَا مِنْ الْمُلُوك وَهَكَذَا ذُو الْقَرْنَيْنِ يَسَّرَ اللَّه لَهُ الْأَسْبَاب أَيْ الطُّرُق وَالْوَسَائِل إِلَى فَتْح الْأَقَالِيم وَالرَّسَاتِيق وَالْبِلَاد وَالْأَرَاضِي وَكَسْر الْأَعْدَاء وَكَبْت مُلُوك الْأَرْض وَإِذْلَال أَهْل الشِّرْك قَدْ أُوتِيَ مِنْ كُلّ شَيْء مِمَّا يَحْتَاج إِلَيْهِ مِثْله سَبَبًا وَاَللَّه أَعْلَم . وَفِي الْمُخْتَارَة لِلْحَافِظِ الضِّيَاء الْمَقْدِسِيّ مِنْ طَرِيق قُتَيْبَة عَنْ أَبِي عَوَانَة عَنْ سِمَاك بْن حَرْب عَنْ حَبِيب بْن حَمَّاد قَالَ : كُنْت عِنْد عَلِيّ رَضِيَ اللَّه عَنْهُ وَسَأَلَهُ رَجُل عَنْ ذِي الْقَرْنَيْنِ كَيْف بَلَغَ الْمَشْرِق وَالْمَغْرِب ؟ فَقَالَ سُبْحَان اللَّه سَخَّرَ لَهُ السَّحَاب وَقَدَّرَ لَهُ الْأَسْبَاب وَبَسَطَ لَهُ الْيَد .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38382, "aya_id": 84}]