[{"text": "وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَلَكِن ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ", "sura_id": 6, "type": 0, "id": 858, "aya_id": 69}, {"text": "وما على الذين يتقون من حسابهم من شيء ولكن ذكرى لعلهم يتقون", "sura_id": 6, "type": 1, "id": 7094, "aya_id": 69}, {"text": "69 - وقال المسلمون إن قمنا كلما خاضوا لم نستطع أن نجلس في المسجد وأن نطوف فنزل : (وما على الذين يتقون) الله (من حسابهم) أي الخائضين (من) زائدة (شيء) إذا جالسوهم (ولكن) عليهم (ذكرى) تذكرة لهم وموعظة (لعلهم يتقون) الخوض \r\n", "sura_id": 6, "type": 2, "id": 25802, "aya_id": 69}, {"text": "وما على المؤمنين الذين يخافون الله تعالى, فيطيعون أوامره, ويجتنبون نواهيه من حساب الله للخائضين المستهزئين بآيات الله من شيء, ولكن عليهم أن يعظوهم ليمسكوا عن ذلك الكلام الباطل, لعلهم يتقون الله تعالى.\r\n", "sura_id": 6, "type": 3, "id": 32038, "aya_id": 69}, {"text": " <font color=red>وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ</font><BR><p>وَقَوْله \" وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابهمْ مِنْ شَيْء \" أَيْ إِذَا تَجَنَّبُوهُمْ فَلَمْ يَجْلِسُوا مَعَهُمْ فِي ذَلِكَ فَقَدْ بَرِئُوا مِنْ عُهْدَتهمْ وَتَخَلَّصُوا مِنْ إِثْمهمْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عَبْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ سَعِيد بْن جُبَيْر . قَوْله \" وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابهمْ مِنْ شَيْء \" قَالَ مَا عَلَيْك أَنْ يَخُوضُوا فِي آيَات اللَّه إِذَا فَعَلْت ذَلِكَ أَيْ إِذَا تَجَنَّبْتهمْ وَأَعْرَضْت عَنْهُمْ وَقَالَ آخَرُونَ بَلْ مَعْنَاهُ وَإِنْ جَلَسُوا مَعَهُمْ فَلَيْسَ عَلَيْهِمْ مِنْ حِسَابهمْ مِنْ شَيْء وَزَعَمُوا أَنَّ هَذَا مَنْسُوخ بِآيَةِ النِّسَاء الْمَدَنِيَّة وَهِيَ قَوْله \" إِنَّكُمْ إِذًا مِثْلهمْ \" قَالَهُ مُجَاهِد وَالسُّدِّيّ وَابْن جُرَيْج وَغَيْرهمْ. وَعَلَى قَوْلهمْ يَكُون قَوْله \" وَلَكِنْ ذِكْرَى لَهُمْ لَعَلَّهُمْ يَتَّقُونَ \" أَيْ وَلَكِنْ أَمَرْنَاكُمْ بِالْإِعْرَاضِ عَنْهُمْ حِينَئِذٍ تَذْكِيرًا لَهُمْ عَمَّا هُمْ فِيهِ لَعَلَّهُمْ يَتَّقُونَ ذَلِكَ وَلَا يَعُودُونَ إِلَيْهِ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42207, "aya_id": 69}]