[{"text": "وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا", "sura_id": 25, "type": 0, "id": 2910, "aya_id": 55}, {"text": "ويعبدون من دون الله ما لا ينفعهم ولا يضرهم وكان الكافر على ربه ظهيرا", "sura_id": 25, "type": 1, "id": 9146, "aya_id": 55}, {"text": "55 - (ويعبدون) أي الكفار (من دون الله ما لا ينفعهم) بعبادته (ولا يضرهم) بتركها وهو الأصنام (وكان الكافر على ربه ظهيرا) معينا للشيطان بطاعته \r\n", "sura_id": 25, "type": 2, "id": 27854, "aya_id": 55}, {"text": "ومع كل هذه الدلائل على قدرة الله وإنعامه على خلقه يَعبدُ الكفار مِن دون الله ما لا ينفعهم إن عبدوه, ولا يضرهم إن تركوا عبادته, وكان الكافر عونًا للشيطان على ربه بالشرك في عبادة الله, مُظَاهِرًا له على معصيته.\r\n", "sura_id": 25, "type": 3, "id": 34090, "aya_id": 55}, {"text": " <font color=red>وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا</font><BR><p>يُخْبِر تَعَالَى عَنْ جَهْل الْمُشْرِكِينَ فِي عِبَادَتهمْ غَيْر اللَّه مِنْ الْأَصْنَام الَّتِي لَا تَمْلِك لَهُ ضَرًّا وَلَا نَفْعًا بِلَا دَلِيل قَادَهُمْ إِلَى ذَلِكَ وَلَا حُجَّة أَدَّتْهُمْ إِلَيْهِ بَلْ بِمُجَرَّدِ الْآرَاء وَالتَّشَهِّي وَالْأَهْوَاء فَهُمْ يُوَالُونَهُمْ وَيُقَاتِلُونَ فِي سَبِيلهمْ وَيُعَادُونَ اللَّه وَرَسُوله وَالْمُؤْمِنِينَ فِيهِمْ وَلِهَذَا قَالَ تَعَالَى : \" وَكَانَ الْكَافِر عَلَى رَبّه ظَهِيرًا \" أَيْ عَوْنًا فِي سَبِيل الشَّيْطَان عَلَى حِزْب اللَّه وَحِزْب اللَّه هُمْ الْغَالِبُونَ كَمَا قَالَ تَعَالَى \" وَاِتَّخَذُوا مِنْ دُون اللَّه آلِهَة لَعَلَّهُمْ يُنْصَرُونَ لَا يَسْتَطِيعُونَ نَصْرهمْ وَهُمْ لَهُمْ جُنْد مُحْضَرُونَ\" أَيْ آلِهَتهمْ الَّتِي اِتَّخَذُوهَا مِنْ دُون اللَّه لَا تَمْلِك لَهُمْ نَصْرًا وَهَؤُلَاءِ الْجَهَلَة لِلْأَصْنَامِ جُنْد مُحْضَرُونَ يُقَاتِلُونَ عَنْهُمْ وَيَذُبُّونَ عَنْ حَوْزَتهمْ وَلَكِنَّ الْعَاقِبَة وَالنُّصْرَة لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ فِي الدُّنْيَا وَالْآخِرَة قَالَ مُجَاهِد \" وَكَانَ الْكَافِر عَلَى رَبّه ظَهِيرًا\" قَالَ يُظَاهِر الشَّيْطَان عَلَى مَعْصِيَة اللَّه وَيُعِينهُ وَقَالَ سَعِيد بْن جُبَيْر \" وَكَانَ الْكَافِر عَلَى رَبّه ظَهِيرًا \" يَقُول عَوْنًا لِلشَّيْطَانِ عَلَى رَبّه بِالْعَدَاوَةِ وَالشِّرْك وَقَالَ زَيْد بْن أَسْلَم \" وَكَانَ الْكَافِر عَلَى رَبّه ظَهِيرًا \" قَالَ مُوَالِيًا .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39339, "aya_id": 55}]