[{"text": "وَاتَّخَذَ قَوْمُ مُوسَى مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلاً جَسَدًا لَّهُ خُوَارٌ أَلَمْ يَرَوْاْ أَنَّهُ لاَ يُكَلِّمُهُمْ وَلاَ يَهْدِيهِمْ سَبِيلاً اتَّخَذُوهُ وَكَانُواْ ظَالِمِينَ", "sura_id": 7, "type": 0, "id": 1102, "aya_id": 148}, {"text": "واتخذ قوم موسى من بعده من حليهم عجلا جسدا له خوار ألم يروا أنه لا يكلمهم ولا يهديهم سبيلا اتخذوه وكانوا ظالمين", "sura_id": 7, "type": 1, "id": 7338, "aya_id": 148}, {"text": "148 - (واتخذ قوم موسى من بعده) أي بعد ذهابه إلى المناجاة (من حُلِيِّهم) الذي استعاروه من قوم فرعون بعلَّة عرس فبقي عندهم (عجلاً) صاغه لهم منه السامري (جسداً) بدل من لحما ودما (له خوار) أي صوت يسمع انقلب كذلك بوضع التراب الذي أخذه من حافر جبريل في فمه فإن أثره الحياة فيما يوضع فيه ، ومفعول اتخذ الثاني محذوف أي إلها (ألم يروا أنه لا يكلمهم ولا يهديهم سبيلا) فكيف يتخذ إلها (اتخذوه) إلها (وكانوا ظالمين) باتخاذه \r\n", "sura_id": 7, "type": 2, "id": 26046, "aya_id": 148}, {"text": "واتخذ قوم موسى من بعد ما فارقهم ماضيًا لمناجاة ربه معبودًا مِن ذهبهم عِجلا جسدًا بلا روح, له صوت, ألم يعلموا أنه لا يكلمهم, ولا يرشدهم إلى خير؟ أَقْدَمُوا على ما أقدموا عليه من هذا الأمر الشنيع, وكانوا ظالمين لأنفسهم واضعين الشيء في غير موضعه.\r\n", "sura_id": 7, "type": 3, "id": 32282, "aya_id": 148}, {"text": " <font color=red>وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ ضَلَال مَنْ ضَلَّ مِنْ بَنِي إِسْرَائِيل فِي عِبَادَتهمْ الْعِجْل الَّذِي اِتَّخَذَهُ لَهُمْ السَّامِرِيّ مِنْ حُلِيّ الْقِبْط الَّذِي كَانُوا اِسْتَعَارُوهُ مِنْهُمْ فَشَكَّلَ لَهُمْ مِنْهُ عِجْلًا ثُمَّ أَلْقَى فِيهِ الْقَبْضَة مِنْ التُّرَاب الَّتِي أَخَذَهَا مِنْ أَثَر فَرَس جِبْرِيل عَلَيْهِ السَّلَام فَصَامَ فَصَارَ عِجْلًا جَسَدًا لَهُ خُوَار وَالْخُوَار صَوْت الْبَقَر وَكَانَ هَذَا مِنْهُمْ بَعْد ذَهَاب مُوسَى لِمِيقَاتِ اللَّه تَعَالَى فَأَعْلَمَهُ اللَّه تَعَالَى بِذَلِكَ وَهُوَ عَلَى الطُّور حَيْثُ يَقُول تَعَالَى إِخْبَارًا عَنْ نَفْسه الْكَرِيمَة قَالَ \" فَإِنَّا قَدْ فَتَنَّا قَوْمك مِنْ بَعْدك وَأَضَلَّهُمْ السَّامِرِيّ \" وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي هَذَا الْعِجْل هَلْ صَارَ لَحْمًا وَدَمًا لَهُ خُوَار أَوْ اِسْتَمَرَّ عَلَى كَوْنه مِنْ ذَهَب إِلَّا أَنَّهُ يَدْخُل فِيهِ الْهَوَاء فَيُصَوِّت كَالْبَقَرِ عَلَى قَوْلَيْنِ وَاَللَّه أَعْلَم . وَيُقَال إِنَّهُمْ لَمَّا صَوَّتَ لَهُمْ الْعِجْل رَقَصُوا حَوْله وَافْتُتِنُوا بِهِ وَقَالُوا هَذَا إِلَهكُمْ وَإِلَه مُوسَى فَنَسِيَ قَالَ اللَّه تَعَالَى\" أَفَلَا يَرَوْنَ أَلَّا يَرْجِع إِلَيْهِمْ قَوْلًا وَلَا يَمْلِك لَهُمْ ضَرًّا وَلَا نَفْعًا \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة\" أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا\" يُنْكِر تَعَالَى عَلَيْهِمْ فِي ضَلَالهمْ بِالْعِجْلِ وَذُهُولهمْ عَنْ خَالِق السَّمَاوَات وَالْأَرْض وَرَبّ كُلّ شَيْء وَمَلِيكه أَنْ عَبَدُوا مَعَهُ عِجْلًا جَسَدًا لَهُ خُوَار لَا يُكَلِّمهُمْ وَلَا يُرْشِدهُمْ إِلَى خَيْر وَلَكِنْ غَطَّى عَلَى أَعْيُن بَصَائِرهمْ عَمَى الْجَهْل وَالضَّلَال كَمَا تَقَدَّمَ مِنْ رِوَايَة الْإِمَام أَحْمَد وَأَبُو دَاوُدَ عَنْ أَبِي الدَّرْدَاء قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حُبّك الشَّيْء يُعْمِي وَيُصِمّ\" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42520, "aya_id": 148}]