[{"text": "رِزْقًا لِّلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتًا كَذَلِكَ الْخُرُوجُ", "sura_id": 50, "type": 0, "id": 4641, "aya_id": 11}, {"text": "رزقا للعباد وأحيينا به بلدة ميتا كذلك الخروج", "sura_id": 50, "type": 1, "id": 10877, "aya_id": 11}, {"text": "11 - (رزقا للعباد) مفعول له (وأحيينا به بلدة ميتا) يستوي فيه المذكر والمؤنث (كذلك) مثل هذا الاحياء (الخروج) من القبور فكيف تنكرونه والاستفهام للتقرير والمعنى أنهم نظروا وعلموا ماذكر \r\n", "sura_id": 50, "type": 2, "id": 29585, "aya_id": 11}, {"text": "أنبتنا ذلك رزقًا للعباد يقتاتون به حسب حاجاتهم, وأحيينا بهذا الماء الذي أنزلناه من السماء بلدة قد أجدبت وقحطت, فلا زرع فيها ولا نبات, كما أحيينا بذلك الماء الأرض الميتة نخرجكم يوم القيامة أحياء بعد الموت.\r\n", "sura_id": 50, "type": 3, "id": 35821, "aya_id": 11}, {"text": " <font color=red>رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ</font><BR><p>أَيْ لِلْخَلْقِ \" وَأَحْيَيْنَا بِهِ بَلْدَة مَيْتًا \" وَهِيَ الْأَرْض الَّتِي كَانَتْ هَامِدَة فَلَمَّا نَزَلَ عَلَيْهَا الْمَاء اِهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلّ زَوْجٍ بَهِيج مِنْ أَزَاهِير وَغَيْر ذَلِكَ مِمَّا يَحَار الطَّرْف فِي حُسْنهَا وَذَلِكَ بَعْدَمَا كَانَتْ لَا نَبَات بِهَا فَأَصْبَحَتْ تَهْتَزّ خَضْرَاء فَهَذَا مِثَال لِلْبَعْثِ بَعْد الْمَوْت وَالْهَلَاك كَذَلِكَ يُحْيِي اللَّه الْمَوْتَى وَهَذَا الْمُشَاهَد مِنْ عَظِيم قُدْرَته بِالْحِسِّ أَعْظَمُ مِمَّا أَنْكَرَهُ الْجَاحِدُونَ لِلْبَعْثِ كَقَوْلِهِ عَزَّ وَجَلَّ \" لَخَلْقُ السَّمَاوَاتِ وَالْأَرْض أَكْبَرُ مِنْ خَلْق النَّاس \" وَقَوْله تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّ اللَّه الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِي الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلّ شَيْء قَدِير\" وَقَالَ سُبْحَانه وَتَعَالَى \" وَمِنْ آيَاته أَنَّك تَرَى الْأَرْض خَاشِعَة فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاء اِهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلّ شَيْء قَدِير \" .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41559, "aya_id": 11}]