[{"text": "وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُواْ لِمَا أَصَابَهُمْ فِي سَبِيلِ اللّهِ وَمَا ضَعُفُواْ وَمَا اسْتَكَانُواْ وَاللّهُ يُحِبُّ الصَّابِرِينَ", "sura_id": 3, "type": 0, "id": 439, "aya_id": 146}, {"text": "وكأين من نبي قاتل معه ربيون كثير فما وهنوا لما أصابهم في سبيل الله وما ضعفوا وما استكانوا والله يحب الصابرين", "sura_id": 3, "type": 1, "id": 6675, "aya_id": 146}, {"text": "146 - (وكأين) كم (من نبي قاتل) وفي قراءة {قتل} والفاعل ضميره (معه) خبر مبتدؤه (رِبِّيُون كثير) جموع كثيرة (فما وهنوا) جبنوا (لما أصابهم في سبيل الله) من الجراد وقتل أنبيائهم وأصحابهم (وما ضعفوا) عن الجهاد (وما استكانوا) خضعوا لعدوهم كما فعلتم حين قيل قتل النبي (والله يحب الصابرين) على البلاء أي يثيبهم \r\n", "sura_id": 3, "type": 2, "id": 25383, "aya_id": 146}, {"text": "كثير من الأنبياء السابقين قاتل معهم جموع كثيرة من أصحابهم, فما ضعفوا لِمَا نزل بهم من جروح أو قتل; لأن ذلك في سبيل ربهم, وما عَجَزوا, ولا خضعوا لعدوهم, إنما صبروا على ما أصابهم. والله يحب الصابرين.\r\n", "sura_id": 3, "type": 3, "id": 31619, "aya_id": 146}, {"text": " <font color=red>وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ</font><BR><p>قَالَ تَعَالَى مُسَلِّيًا لِلْمُؤْمِنِينَ عَمَّا كَانَ وَقَعَ فِي نُفُوسهمْ يَوْم أُحُد \" وَكَأَيِّنْ مِنْ نَبِيّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِير \" قِيلَ : مَعْنَاهُ كَمْ مِنْ نَبِيّ قُتِلَ وَقُتِلَ مَعَهُ رِبِّيُّونَ مِنْ أَصْحَابه كَثِير وَهَذَا الْقَوْل هُوَ اِخْتِيَار اِبْن جَرِير فَإِنَّهُ قَالَ : وَأَمَّا الَّذِينَ قَرَءُوا \" قَتَلَ مَعَهُ رِبِّيُّونَ كَثِير \" فَإِنَّهُمْ قَالُوا : إِنَّمَا عَنَى بِالْقَتْلِ النَّبِيّ وَبَعْض مَنْ مَعَهُ مِنْ الرِّبِّيِّينَ دُون جَمِيعهمْ وَإِنَّمَا نَفَى الْوَهَن وَالضَّعْف عَمَّنْ بَقِيَ مِنْ الرِّبِّيِّينَ مِمَّنْ لَمْ يَقْتُل قَالَ : وَمَنْ قَرَأَ \" قَاتَلَ \" فَإِنَّهُ اِخْتَارَ ذَلِكَ لِأَنَّهُ قَالَ : لَوْ قُتِلُوا لَمْ يَكُنْ لِقَوْلِ اللَّه \" فَمَا وَهَنُوا \" وَجْه مَعْرُوف لِأَنَّهُ يَسْتَحِيل أَنْ يُوصَفُوا بِأَنَّهُمْ لَمْ يَهِنُوا وَلَمْ يَضْعُفُوا بَعْد مَا قُتِلُوا ثُمَّ اِخْتَارَ قِرَاءَة مَنْ قَرَأَ \" قَتَلَ مَعَهُ رِبِّيُّونَ كَثِير \" لِأَنَّ اللَّه عَاتَبَ بِهَذِهِ الْآيَات وَاَلَّتِي قَبْلهَا مَنْ اِنْهَزَمَ يَوْم أُحُد وَتَرَكُوا الْقِتَال لَمَّا سَمِعُوا الصَّائِح يَصِيح بِأَنَّ مُحَمَّدًا قَدْ قُتِلَ فَعَذَلَهُمْ اللَّه عَلَى فِرَارهمْ وَتَرْكِهِمْ الْقِتَال فَقَالَ لَهُمْ \" أَفَإِنْ مَاتَ أَوْ قُتِلَ\" أَيّهَا الْمُؤْمِنُونَ اِرْتَدَدْتُمْ عَنْ دِينكُمْ وَ \" اِنْقَلَبْتُمْ عَلَى أَعْقَابكُمْ \" وَقِيلَ : وَكَمْ مِنْ نَبِيّ قُتِلَ بَيْن يَدَيْهِ مِنْ أَصْحَابه رِبِّيُّونَ كَثِير . وَكَلَام اِبْن إِسْحَق فِي السِّيرَة يَقْتَضِي قَوْلًا آخَر فَإِنَّهُ قَالَ وَكَأَيِّنْ مِنْ نَبِيّ أَصَابَهُ الْقَتْل وَمَعَهُ رِبِّيُّونَ أَيْ جَمَاعَات فَمَا وَهَنُوا بَعْد نَبِيّهمْ وَمَا ضَعُفُوا عَنْ عَدُوّهُمْ وَمَا اِسْتَكَانُوا لِمَا أَصَابَهُمْ فِي الْجِهَاد عَنْ اللَّه وَعَنْ دِينهمْ وَذَلِكَ الصَّبْر \" وَاَللَّه يُحِبّ الصَّابِرِينَ \" فَجَعَلَ قَوْله \" مَعَهُ رِبِّيُّونَ كَثِير \" حَالًا وَقَدْ نَصَرَ هَذَا الْقَوْل السُّهَيْلِيّ وَبَالَغَ فِيهِ وَلَهُ اِتِّجَاه لِقَوْلِهِ \" فَمَا وَهَنُوا لِمَا أَصَابَهُمْ \" الْآيَة وَكَذَا حَكَاهُ الْأُمَوِيّ فِي مَغَازِيه عَنْ كِتَاب مُحَمَّد بْن إِبْرَاهِيم وَلَمْ يَحْكِ غَيْره وَقَرَأَ بَعْضهمْ \" قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِير \" أَيْ أُلُوف وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَالرَّبِيع وَعَطَاء الْخُرَاسَانِيّ : الرِّبِّيُّونَ الْجُمُوع الْكَثِيرَة وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الْحَسَن \" رِبِّيُّونَ كَثِير \" أَيْ عُلَمَاء كَثِير وَعَنْهُ أَيْضًا : عُلَمَاء صُبُر أَيْ أَبْرَار أَتْقِيَاء. وَحَكَى اِبْن جَرِير عَنْ بَعْض نُحَاة الْبَصْرَة أَنَّ الرِّبِّيِّينَ هُمْ الَّذِينَ يَعْبُدُونَ الرَّبّ عَزَّ وَجَلَّ قَالَ وَرَدَّ بَعْضهمْ عَلَيْهِ فَقَالَ : لَوْ كَانَ كَذَلِكَ لَقِيلَ الرَّبِّيُّونَ بِفَتْحِ الرَّاء وَقَالَ اِبْن زَيْد : الرِّبِّيُّونَ الْأَتْبَاع وَالرَّعِيَّة وَالرَّبَّانِيُّونَ الْوُلَاة \" فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيل اللَّه وَمَا ضَعُفُوا وَمَا اِسْتَكَانُوا \" قَالَ قَتَادَةُ وَالرَّبِيع بْن أَنَس : \" وَمَا ضَعُفُوا \" بِقَتْلِ نَبِيّهمْ \" وَمَا اِسْتَكَانُوا \" يَقُول : فَمَا اِرْتَدُّوا عَنْ نُصْرَتِهِمْ وَلَا عَنْ دِينهمْ أَنْ قَاتَلُوا عَلَى مَا قَاتَلَ عَلَيْهِ نَبِيّ اللَّه حَتَّى لَحِقُوا بِاَللَّهِ وَقَالَ اِبْن عَبَّاس \" وَمَا اِسْتَكَانُوا \" تَخَشَّعُوا وَقَالَ اِبْن زَيْد : وَمَا ذَلُّوا لِعَدُوِّهِمْ وَقَالَ مُحَمَّد بْن إِسْحَق وَالسُّدِّيّ وَقَتَادَة : أَيْ مَا أَصَابَهُمْ ذَلِكَ حِين قُتِلَ نَبِيّهمْ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39895, "aya_id": 146}]