[{"text": "فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ", "sura_id": 29, "type": 0, "id": 3405, "aya_id": 65}, {"text": "فإذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجاهم إلى البر إذا هم يشركون", "sura_id": 29, "type": 1, "id": 9641, "aya_id": 65}, {"text": "65 - (فإذا ركبوا في الفلك دعوا الله مخلصين له الدين) الدعاء أي لا يدعون معه غيره لأنهم في شدة لا يكشفها إلا هو (فلما نجاهم إلى البر إذا هم يشركون) به \r\n", "sura_id": 29, "type": 2, "id": 28349, "aya_id": 65}, {"text": "فإذا ركب الكفار السفن في البحر, وخافوا الغرق, وحَّدوا الله, وأخلصوا له في الدعاء حال شدتهم, فلما نجَّاهم إلى البر, وزالت عنهم الشدة, عادوا إلى شركهم, إنهم بهذا يتناقضون, يوحِّدون الله ساعة الشدة, ويشركون به ساعة الرخاء. وشِرْكهم بعد نعمتنا عليهم بالنجاة من البحر;\r\n", "sura_id": 29, "type": 3, "id": 34585, "aya_id": 65}, {"text": " <font color=red>فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى عَنْ الْمُشْرِكِينَ أَنَّهُمْ عِنْد الِاضْطِرَار يَدْعُونَهُ وَحْده لَا شَرِيك لَهُ فَهَلَّا يَكُون هَذَا مِنْهُمْ دَائِمًا \" فَإِذَا رَكِبُوا فِي الْفُلْك دَعَوْا اللَّه مُخْلِصِينَ لَهُ الدِّين \" كَقَوْلِهِ تَعَالَى \" وَإِذَا مَسَّكُمْ الضُّرّ فِي الْبَحْر ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرّ أَعْرَضْتُمْ \" الْآيَة وَقَالَ هَهُنَا \" فَلَمَّا نَجَّاهُمْ إِلَى الْبَرّ إِذَا هُمْ يُشْرِكُونَ\" وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَاق عَنْ عِكْرِمَة بْن أَبِي جَهْل أَنَّهُ لَمَّا فَتَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة ذَهَبَ فَارًّا مِنْهَا فَلَمَّا رَكِبَ فِي الْبَحْر لِيَذْهَبَ إِلَى الْحَبَشَة اِضْطَرَبَتْ بِهِمْ السَّفِينَة فَقَالَ أَهْلهَا يَا قَوْم أَخْلِصُوا لِرَبِّكُمْ الدُّعَاء فَإِنَّهُ لَا يُنَجِّي هَهُنَا إِلَّا هُوَ فَقَالَ عِكْرِمَة وَاَللَّه لَئِنْ كَانَ لَا يُنَجِّي فِي الْبَحْر غَيْره فَإِنَّهُ لَا يُنَجِّي فِي الْبَرّ أَيْضًا غَيْره اللَّهُمَّ لَك عَلَيَّ عَهْد لَئِنْ خَرَجْت لَأَذْهَبَنَّ فَلَأَضَعَنَّ يَدِي فِي يَد مُحَمَّد فَلَأَجِدَنَّهُ رَءُوفًا رَحِيمًا فَكَانَ كَذَلِكَ.</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39835, "aya_id": 65}]