[{"text": "قُل لَّوْ أَنَّ عِندِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللّهُ أَعْلَمُ بِالظَّالِمِينَ", "sura_id": 6, "type": 0, "id": 847, "aya_id": 58}, {"text": "قل لو أن عندي ما تستعجلون به لقضي الأمر بيني وبينكم والله أعلم بالظالمين", "sura_id": 6, "type": 1, "id": 7083, "aya_id": 58}, {"text": "58 - (قل) لهم (لو أن عندي ما تستعجلون به لقضي الأمر بيني وبينكم) بأن أعجله لكم وأستريح ولكنه عند الله (والله أعلم بالظالمين) متى يعاقبهم \r\n", "sura_id": 6, "type": 2, "id": 25791, "aya_id": 58}, {"text": "قل -أيها الرسول- : لو أنني أملك إنزال العذاب الذي تستحجلونه لأنزلته بكم, وقضي الأمر بيني وبينكم, ولكن ذلك إلى الله تعالى, وهو أعلم بالظالمين الذين تجاوزوا حدَّهم فأشركوا معه غيره.\r\n", "sura_id": 6, "type": 3, "id": 32027, "aya_id": 58}, {"text": " <font color=red>قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ</font><BR><p>وَقَوْله \" قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْر بَيْنِي وَبَيْنكُمْ \" أَيْ لَوْ كَانَ مَرْجِع ذَلِكَ إِلَيَّ لَأَوْقَعْت لَكُمْ مَا تَسْتَحِقُّونَهُ مِنْ ذَلِكَ \" وَاَللَّه أَعْلَم بِالظَّالِمِينَ\" فَإِنْ قِيلَ فَمَا الْجَمْع بَيْن هَذِهِ الْآيَة وَبَيْن مَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ طَرِيق اِبْن وَهْب عَنْ يُونُس عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة أَنَّهَا قَالَتْ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : يَا رَسُول اللَّه هَلْ أَتَى عَلَيْك يَوْم كَانَ أَشَدّ مِنْ يَوْم أُحُد ؟ فَقَالَ لَقَدْ لَقِيت مِنْ قَوْمك وَكَانَ أَشَدّ مَا لَقِيت مِنْهُ يَوْم الْعَقَبَة إِذْ عَرَضْت نَفْسِي عَلَى اِبْن عَبْد يَا لَيْل اِبْن عَبْد كَلَال فَلَمْ يُجِبْنِي إِلَى مَا أَرَدْت فَانْطَلَقْت وَأَنَا مَهْمُوم عَلَى وَجْهِي فَلَمْ أَسْتَفِق إِلَّا بِقَرْنِ الثَّعَالِب فَرَفَعْت رَأْسِي فَإِذَا أَنَا بِسَحَابَةٍ قَدْ ظَلَّلَتْنِي فَنَظَرْت فَإِذَا فِيهَا جِبْرِيل عَلَيْهِ السَّلَام فَنَادَانِي فَقَالَ إِنَّ اللَّه قَدْ سَمِعَ قَوْل قَوْمك لَك وَمَا رَدُّوا عَلَيْك وَقَدْ بَعَثَ إِلَيْك مَلَك الْجِبَال لِتَأْمُرهُ بِمَا شِئْت فِيهِمْ قَالَ : فَنَادَانِي مَلَك الْجِبَال وَسَلَّمَ عَلَيَّ ثُمَّ قَالَ يَا مُحَمَّد إِنَّ اللَّه قَدْ سَمِعَ قَوْل قَوْمك لَك وَقَدْ بَعَثَنِي رَبّك إِلَيْك لِتَأْمُرنِي بِأَمْرِك فِيمَا شِئْت إِنْ شِئْت أَطْبَقْت عَلَيْهِمْ الْأَخْشَبَيْنِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَلْ أَرْجُو أَنْ يُخْرِج اللَّه مِنْ أَصْلَابهمْ مَنْ يَعْبُد اللَّه لَا يُشْرِك بِهِ شَيْئًا وَهَذَا لَفْظ مُسْلِم فَقَدْ عَرَضَ عَلَيْهِ عَذَابهمْ وَاسْتِئْصَالهمْ فَاسْتَأْنَى بِهِمْ وَسَأَلَ لَهُمْ التَّأْخِير لَعَلَّ اللَّه أَنْ يُخْرِج مِنْ أَصْلَابهمْ مَنْ لَا يُشْرِك بِهِ شَيْئًا فَمَا الْجَمْع بَيْن هَذَا وَبَيْن قَوْله تَعَالَى فِي هَذِهِ الْآيَة \" قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْر بَيْنِي وَبَيْنكُمْ وَاَللَّه أَعْلَم بِالظَّالِمِينَ \" فَالْجَوَاب وَاَللَّه أَعْلَم أَنَّ هَذِهِ الْآيَة دَلَّتْ عَلَى أَنَّهُ لَوْ كَانَ إِلَيْهِ وُقُوع الْعَذَاب الَّذِي يَطْلُبُونَهُ حَال طَلَبهمْ لَهُ لَأَوْقَعه بِهِمْ وَأَمَّا الْحَدِيث فَلَيْسَ فِيهِ أَنَّهُمْ سَأَلُوهُ وُقُوع الْعَذَاب بِهِمْ بَلْ عَرَضَ عَلَيْهِ مَلَك الْجِبَال أَنَّهُ إِنْ شَاءَ أَطْبَقَ عَلَيْهِمْ الْأَخْشَبَيْنِ وَهُمَا جَبَلَا مَكَّة اللَّذَانِ يَكْتَنِفَانِهَا جَنُوبًا وَشِمَالًا فَلِهَذَا اِسْتَأْنَى بِهِمْ وَسَأَلَ الرِّفْق لَهُمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42195, "aya_id": 58}]