[{"text": "وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ", "sura_id": 7, "type": 0, "id": 1154, "aya_id": 200}, {"text": "وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه سميع عليم", "sura_id": 7, "type": 1, "id": 7390, "aya_id": 200}, {"text": "200 - (وإما) فيه إدغام نون إن الشرطية في ما المزيدة (ينزغنك من الشيطان نزغ) أي إن يصرفك عما أمرت به صارف (فاستعذ بالله) جواب الشرط وجواب الأمر محذوف أي يدفعه عنك (إنه سميع) للقول (عليم) بالفعل \r\n", "sura_id": 7, "type": 2, "id": 26098, "aya_id": 200}, {"text": "وإما يصيبنَّك -أيها النبي- من الشيطان غضب أو تُحِس منه بوسوسة وتثبيط عن الخير أو حث على الشرِّ, فالجأ إلى الله مستعيذًا به, إنه سميع لكل قول, عليم بكل فعل.\r\n", "sura_id": 7, "type": 3, "id": 32334, "aya_id": 200}, {"text": " <font color=red>وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ</font><BR><p>\" وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْغ فَاسْتَعِذْ بِاَللَّهِ إِنَّهُ هُوَ السَّمِيع الْعَلِيم \" وَقَالَ فِي هَذِهِ السُّورَة الْكَرِيمَة أَيْضًا وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْغ فَاسْتَعِذْ بِاَللَّهِ إِنَّهُ سَمِيع عَلِيم فَهَذِهِ الْآيَات الثَّلَاث فِي الْأَعْرَاف وَالْمُؤْمِنُونَ وحم السَّجْدَة لَا رَابِع لَهُنَّ فَإِنَّهُ تَعَالَى يُرْشِد فِيهِنَّ إِلَى مُعَامَلَة الْعَاصِي مِنْ الْإِنْس بِالْمَعْرُوفِ بِاَلَّتِي هِيَ أَحْسَن فَإِنَّ ذَلِكَ يَكُفّهُ عَمَّا هُوَ فِيهِ مِنْ التَّمَرُّد بِإِذْنِهِ تَعَالَى وَلِهَذَا قَالَ \" فَإِذَا الَّذِي بَيْنك وَبَيْنه عَدَاوَة كَأَنَّهُ وَلِيّ حَمِيم \" ثُمَّ يُرْشِد تَعَالَى إِلَى الِاسْتِعَاذَة بِهِ مِنْ شَيْطَان الْجَانّ فَإِنَّهُ لَا يَكُفّهُ عَنْك الْإِحْسَان وَإِنَّمَا يُرِيد هَلَاكك وَدَمَارك بِالْكُلِّيَّةِ فَإِنَّهُ عَدُوّ مُبِين لَك وَلِأَبِيك مِنْ قَبْلك قَالَ اِبْن جَرِير فِي تَفْسِير قَوْله \" وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْع \" وَإِمَّا يُغْضِبَنَّك مِنْ الشَّيْطَان غَضَب يَصُدّك عَنْ الْإِعْرَاض عَنْ الْجَاهِل وَيَحْمِلك عَلَى مُجَازَاته\" فَاسْتَعِذْ بِاَللَّهِ \" يَقُول فَاسْتَجِرْ بِاَللَّهِ مِنْ نَزْغه\" إِنَّهُ سَمِيع عَلِيم \" سَمِيع لِجَهْلِ الْجَاهِل عَلَيْك وَالِاسْتِعَاذَة بِهِ مِنْ نَزْغه وَلِغَيْرِ ذَلِكَ مِنْ كَلَام خَلْقه لَا يَخْفَى عَلَيْهِ مِنْهُ شَيْء عَلِيم بِمَا يَذْهَب عَنْك نَزْغ الشَّيْطَان وَغَيْر ذَلِكَ مِنْ أُمُور خَلْقه . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ لَمَّا نَزَلَتْ \" خُذْ الْعَفْو وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ \" قَالَ \" يَا رَبّ كَيْف بِالْغَضَبِ ؟ فَأَنْزَلَ اللَّه \" وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْغ فَاسْتَعِذْ بِاَللَّهِ إِنَّهُ سَمِيع عَلِيم \" قُلْت وَقَدْ تَقَدَّمَ فِي أَوَّل الِاسْتِعَاذَة حَدِيث الرَّجُلَيْنِ اللَّذَيْنِ تَسَابَّا بِحَضْرَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَغَضِبَ أَحَدهمَا حَتَّى جَعَلَ أَنْفه يَتَمَرَّغ غَضَبًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَأَعْلَم كَلِمَة لَوْ قَالَهَا لَذَهَبَ عَنْهُ مَا يَجِد : أَعُوذ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم\" فَقِيلَ لَهُ فَقَالَ مَا بِي مِنْ جُنُون وَأَصْل النَّزْغ الْفَسَاد إِمَّا بِالْغَضَبِ أَوْ غَيْره قَالَ اللَّه تَعَالَى \" وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَن إِنَّ الشَّيْطَان يَنْزَغ بَيْنهمْ\" وَالْعِيَاذ الِالْتِجَاء وَالِاسْتِنَاد وَالِاسْتِجَارَة مِنْ الشَّرّ وَأَمَّا الْمَلَاذ فَفِي طَلَب الْخَيْر كَمَا قَالَ الْحَسَن بْن هَانِئ فِي شِعْره : يَا مَنْ أَلُوذ بِهِ فِيمَا أُؤَمِّلهُ وَمَنْ أَعُوذ بِهِ مِمَّا أُحَاذِرهُ لَا يَجْبُر النَّاس عَظْمًا أَنْتَ كَاسِره وَلَا يَهِيضُونَ عَظْمًا أَنْتَ جَابِره وَقَدْ قَدَّمْنَا أَحَادِيث الِاسْتِعَاذَة فِي أَوَّل التَّفْسِير بِمَا أَغْنَى عَنْ إِعَادَته هَاهُنَا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42579, "aya_id": 200}]