[{"text": "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ", "sura_id": 113, "type": 0, "id": 6228, "aya_id": 3}, {"text": "و من شر غاسق إذا وقب", "sura_id": 113, "type": 1, "id": 12464, "aya_id": 3}, {"text": "3 - (ومن شر غاسقٍ إذا وقب) أي الليل إذا أظلم أو القمر إذا غاب \r\n", "sura_id": 113, "type": 2, "id": 31172, "aya_id": 3}, {"text": "ومن شر ليل شديد الظلمة إذا دخل وتغلغل, وما فيه من الشرور والمؤذيات.\r\n", "sura_id": 113, "type": 3, "id": 37408, "aya_id": 3}, {"text": " <font color=red>وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ</font><BR><p>\" وَمِنْ شَرّ غَاسِق إِذَا وَقَبَ\" قَالَ مُجَاهِد غَاسِق اللَّيْل إِذَا وَقَبَ غُرُوب الشَّمْس حَكَاهُ الْبُخَارِيّ عَنْهُ وَكَذَا رَوَاهُ اِبْن أَبِي نَجِيح عَنْهُ وَكَذَا قَالَ اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَالضَّحَّاك وَخُصَيْف وَالْحَسَن وَقَتَادَة إِنَّهُ اللَّيْل إِذَا أَقْبَلَ بِظَلَامِهِ وَقَالَ الزُّهْرِيّ \" وَمِنْ شَرّ غَاسِق إِذَا وَقَبَ \" الشَّمْس إِذَا غَرَبَتْ وَعَنْ عَطِيَّة وَقَتَادَة إِذَا وَقَبَ اللَّيْل إِذَا ذَهَبَ وَقَالَ أَبُو الْمُهَزِّم عَنْ أَبِي هُرَيْرَة \" وَمِنْ شَرّ غَاسِق إِذَا وَقَبَ \" الْكَوْكَب وَقَالَ أَبُو زَيْد : كَانَتْ الْعَرَب تَقُول الْغَاسِق سُقُوط الثُّرَيَّا وَكَانَتْ الْأَسْقَام وَالطَّوَاعِين تَكْبُر عِنْد وُقُوعهَا وَتَرْتَفِع عِنْد طُلُوعهَا قَالَ اِبْن جَرِير وَلِهَؤُلَاءِ مِنْ الْآثَار مَا حَدَّثَنِي نَصْر بْن عَلِيّ حَدَّثَنِي بَكَّار عَنْ عَبْد اللَّه بْن أَخِي هَمَّام حَدَّثَنَا مُحَمَّد بْن عَبْد الْعَزِيز بْن عُمَر بْن عَبْد الرَّحْمَن بْن عَوْف عَنْ أَبِيهِ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمِنْ شَرّ غَاسِق إِذَا وَقَبَ - النَّجْم الْغَاسِق\" \" قُلْت \" وَهَذَا الْحَدِيث لَا يَصِحّ رَفْعه إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ هُوَ الْقَمَر \" قُلْت \" وَعُمْدَة أَصْحَاب هَذَا الْقَوْل مَا رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو دَاوُدَ الْحَفْرِيّ عَنْ اِبْن أَبِي ذِئْب عَنْ الْحَارِث بْن أَبِي سَلَمَة قَالَ قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِي فَأَرَانِي الْقَمَر حِين طَلَعَ وَقَالَ \" تَعَوَّذِي بِاَللَّهِ مِنْ شَرّ هَذَا الْغَاسِق إِذَا وَقَبَ \" وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي كِتَابَيْ التَّفْسِير مِنْ سُنَنَيْهِمَا مِنْ حَدِيث مُحَمَّد بْن عَبْد الرَّحْمَن بْن أَبِي ذِئْب عَنْ خَاله الْحَارِث بْن عَبْد الرَّحْمَن بِهِ وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن صَحِيح وَلَفْظه\" تَعَوَّذِي بِاَللَّهِ مِنْ شَرّ هَذَا فَإِنَّ هَذَا الْغَاسِق إِذَا وَقَبَ \" وَلَفْظ النَّسَائِيّ \" تَعَوَّذِي بِاَللَّهِ مِنْ شَرّ هَذَا هَذَا الْغَاسِق إِذَا وَقَبَ \" قَالَ أَصْحَاب الْقَوْل الْأَوَّل وَهُوَ آيَة اللَّيْل إِذَا وَلَجَ وَهَذَا لَا يُنَافِي قَوْلنَا لِأَنَّ الْقَمَر آيَة اللَّيْل وَلَا يُوجَد لَهُ سُلْطَان إِلَّا فِيهِ وَكَذَلِكَ النُّجُوم لَا تُضِيء إِلَّا بِاللَّيْلِ فَهُوَ يَرْجِع إِلَى مَا قُلْنَاهُ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 113, "type": 4, "id": 37737, "aya_id": 3}]