[{"text": "وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الْكِتَابَ إِلاَّ أَمَانِيَّ وَإِنْ هُمْ إِلاَّ يَظُنُّونَ", "sura_id": 2, "type": 0, "id": 85, "aya_id": 78}, {"text": "ومنهم أميون لا يعلمون الكتاب إلا أماني وإن هم إلا يظنون", "sura_id": 2, "type": 1, "id": 6321, "aya_id": 78}, {"text": "78 - (ومنهم) أي اليهود (أميون) عوام (لا يعلمون الكتاب) التوراة (إلا) لكن (أمانيَّ) أكاذيبَ تَلَقَّوها من رؤسائهم فاعتمدوها (وإن) ما (هم) في جحد نبوة النبي وغيره مما يختلقونه (إلا يظنون) ظنا ولا علم لهم \r\n", "sura_id": 2, "type": 2, "id": 25029, "aya_id": 78}, {"text": "ومن اليهود جماعة يجهلون القراءة والكتابة, ولا يعلمون التوراة وما فيها من صفات نبي الله ورسوله محمد صلى الله عليه وسلم, وما عندهم من ذلك إلا أكاذيبُ وظنون فاسدة.\r\n", "sura_id": 2, "type": 3, "id": 31265, "aya_id": 78}, {"text": " <font color=red>وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ</font><BR><p>يَقُول تَعَالَى \" وَمِنْهُمْ أُمِّيُّونَ\" أَيْ وَمِنْ أَهْل الْكِتَاب قَالَهُ مُجَاهِد : وَالْأُمِّيُّونَ جَمْع أُمِّيّ وَهُوَ الرَّجُل الَّذِي لَا يُحْسِن الْكِتَابَة . قَالَهُ أَبُو الْعَالِيَة وَالرَّبِيع وَقَتَادَة وَإِبْرَاهِيم النَّخَعِيّ وَغَيْر وَاحِد وَهُوَ ظَاهِر فِي قَوْله تَعَالَى \" لَا يَعْلَمُونَ الْكِتَاب \" أَيْ لَا يَدْرُونَ مَا فِيهِ . وَلِهَذَا فِي صِفَات النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : أَنَّهُ الْأُمِّيّ لِأَنَّهُ لَمْ يَكُنْ يُحْسِن الْكِتَابَة كَمَا قَالَ تَعَالَى \" وَمَا كُنْت تَتْلُوا مِنْ قَبْله مِنْ كِتَاب وَلَا تَخُطّهُ بِيَمِينِك إِذًا لَارْتَابَ الْمُبْطِلُونَ \" وَقَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام \" إِنَّا أُمَّةٌ أُمِّيَّةٌ لَا نَكْتُبُ وَلَا نَحْسِبُ الشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا \" الْحَدِيث أَيْ لَا نَفْتَقِر فِي عِبَادَتنَا وَمَوَاقِيتهَا إِلَى كِتَاب وَلَا حِسَاب وَقَالَ تَبَارَكَ وَتَعَالَى \" هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ \" وَقَالَ اِبْن جَرِير : نَسَبَتْ الْعَرَب مَنْ لَا يَكْتُب وَلَا يَخُطّ مِنْ الرِّجَال إِلَى أُمّه فِي جَهْله بِالْكِتَابِ دُون أَبِيهِ . قَالَ وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَوْل خِلَاف هَذَا وَهُوَ مَا حَدَّثَنَا بِهِ أَبُو كُرَيْب حَدَّثَنَا عُثْمَان بْن سَعِيد عَنْ بِشْر بْن عُمَارَة عَنْ أَبِي رَوْق عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَمِنْهُمْ أُمِّيُّونَ \" قَالَ الْأُمِّيُّونَ قَوْم لَمْ يُصَدِّقُوا رَسُولًا أَرْسَلَهُ اللَّه وَلَا كِتَابًا أَنْزَلَهُ اللَّه فَكَتَبُوا كِتَابًا بِأَيْدِيهِمْ ثُمَّ قَالُوا لِقَوْمٍ سَفَلَة جُهَّال هَذَا مِنْ عِنْد اللَّه وَقَالَ قَدْ أَخْبَرَ أَنَّهُمْ يَكْتُبُونَ بِأَيْدِيهِمْ ثُمَّ سَمَّاهُمْ أُمِّيِّينَ لِجُحُودِهِمْ كَتَبَ اللَّهُ وَرُسُله ثُمَّ قَالَ اِبْن جَرِير : وَهَذَا التَّأْوِيل تَأْوِيل عَلَى خِلَاف مَا يَعْرِف مِنْ كَلَام الْعَرَب الْمُسْتَفِيض بَيْنهمْ وَذَلِكَ أَنَّ الْأُمِّيّ عِنْد الْعَرَب الَّذِي لَا يَكْتُب . قُلْت ثُمَّ فِي صِحَّة هَذَا عَنْ اِبْن عَبَّاس بِهَذَا الْإِسْنَاد نَظَر وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" إِلَّا أَمَانِيّ \" قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس إِلَّا أَمَانِيّ الْأَحَادِيث وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" إِلَّا أَمَانِيّ \" يَقُول إِلَّا قَوْلًا يَقُولُونَ بِأَفْوَاهِهِمْ كَذِبًا وَقَالَ مُجَاهِد إِلَّا كَذِبًا : وَقَالَ سُنَيْد عَنْ حَجَّاج عَنْ اِبْن جُرَيْج عَنْ مُجَاهِد \" وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَاب إِلَّا أَمَانِيّ \" قَالَ أُنَاس مِنْ الْيَهُود لَمْ يَكُونُوا يَعْلَمُونَ مِنْ الْكِتَاب شَيْئًا وَكَانُوا يَتَكَلَّمُونَ بِالظَّنِّ بِغَيْرِ مَا فِي كِتَاب اللَّه وَيَقُولُونَ هُوَ مِنْ الْكِتَاب أَمَانِيّ يَتَمَنَّوْنَهَا وَعَنْ الْحَسَن الْبَصْرِيّ نَحْوه وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع وَقَتَادَة إِلَّا أَمَانِيّ يَتَمَنَّوْنَ عَلَى اللَّه مَا لَيْسَ لَهُمْ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ إِلَّا أَمَانِيّ قَالَ تَمَنَّوْا فَقَالُوا نَحْنُ مِنْ أَهْل الْكِتَاب وَلَيْسُوا مِنْهُمْ قَالَ اِبْن جَرِير وَالْأَشْبَه بِالصَّوَابِ قَوْل الضَّحَّاك عَنْ اِبْن عَبَّاس وَقَالَ مُجَاهِد إِنَّ الْأُمِّيِّينَ الَّذِينَ وَصَفَهُمْ اللَّه تَعَالَى أَنَّهُمْ لَا يَفْقَهُونَ مِنْ الْكُتُب الَّذِي أَنْزَلَهُ اللَّه تَعَالَى عَلَى مُوسَى شَيْئًا وَلَكِنْهُمْ يَتَخَرَّصُونَ الْكَذِب . يَتَخَرَّصُونَ الْأَبَاطِيل كَذِبًا وَزُورًا وَالتَّمَنِّي فِي هَذَا الْمَوْضِع هُوَ تَخَلُّق الْكَذِب وَتَخَرُّصه وَمِنْهُ الْخَبَر الْمَرْوِيّ عَنْ عُثْمَان بْن عَفَّان - رَضِيَ اللَّه عَنْهُ - مَا تَغَنَّيْت وَلَا تَمَنَّيْت يَعْنِي مَا تَخَرَّصْت الْبَاطِل وَلَا اِخْتَلَقْت الْكَذِب . وَقِيلَ الْمُرَاد بِقَوْلِهِ \" إِلَّا أَمَانِيّ \" بِالتَّشْدِيدِ وَالتَّخْفِيف أَيْضًا أَيْ إِلَّا تِلَاوَة فَعَلَى هَذَا يَكُون اِسْتِثْنَاء مُنْقَطِعًا وَاسْتَشْهَدُوا عَلَى ذَلِكَ بِقَوْلِهِ تَعَالَى \" إِلَّا إِذَا تَمَنَّى \" أَيْ تَلَا \" أَلْقَى الشَّيْطَان فِي أَمْنِيَّته \" الْآيَة وَقَالَ كَعْب بْن مَالِك الشَّاعِر : تَمَنَّى كِتَاب اللَّه أَوَّل لَيْلَة وَآخِره لَاقَى حِمَام الْمَقَادِر وَقَالَ آخَر : تَمَنَّى كِتَاب اللَّه آخِر لَيْلَة تَمَنِّي دَاوُد الْكِتَاب عَلَى رَسَل وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" لَا يَعْلَمُونَ الْكِتَاب إِلَّا أَمَانِيّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ \" أَيْ وَلَا يَدْرُونَ مَا فِيهِ وَهُمْ يَجْحَدُونَ نُبُوَّتك بِالظَّنِّ وَقَالَ مُجَاهِد\" وَإِنْ هُمْ إِلَّا يَظُنُّونَ \" يَكْذِبُونَ وَقَالَ قَتَادَة وَأَبُو الْعَالِيَة وَالرَّبِيع : يَظُنُّونَ بِاَللَّهِ الظُّنُون بِغَيْرِ الْحَقّ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38758, "aya_id": 78}]