[{"text": "وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللّهُ مِنَ الْمُتَّقِينَ", "sura_id": 5, "type": 0, "id": 696, "aya_id": 27}, {"text": "واتل عليهم نبأ ابني آدم بالحق إذ قربا قربانا فتقبل من أحدهما ولم يتقبل من الآخر قال لأقتلنك قال إنما يتقبل الله من المتقين", "sura_id": 5, "type": 1, "id": 6932, "aya_id": 27}, {"text": "27 - (واتل) يا محمد (عليهم) على قومك (نبأ) خبر (ابني آدم) هابيل وقابيل (بالحق) متعلق بـ اتل (إذ قربا قربانا) إلى الله وهو كبش لهابيل وزرع لقابيل (فتقبل من أحدهما) وهو هابيل بأن نزلت نار من السماء فأكلت قربانه (ولم يتقبل من الآخر) وهو قابيل فغضب وأضمر الحسد في نفسه إلى أن حج آدم (قال) له (لأقتلنك) قال: لم ؟ قال: لتقبل قربانك دوني (قال إنما يتقبل الله من المتقين) \r\n", "sura_id": 5, "type": 2, "id": 25640, "aya_id": 27}, {"text": "واقصص -أيها الرسول- على بني إسرائيل خَبَر ابنَيْ آدم قابيل وهابيل, وهو خبرٌ حقٌ: حين قَدَّم كلٌّ منهما قربانًا -وهو ما يُتَقرَّب به إلى الله تعالى - فتقبَّل الله قُربان هابيل; لأنه كان تقيًّا, ولم يتقبَّل قُربان قابيل; لأنه لم يكن تقيًّا, فحسد قابيلُ أخاه, وقال: لأقتلنَّك, فَردَّ هابيل: إنما يتقبل الله ممن يخشونه.\r\n", "sura_id": 5, "type": 3, "id": 31876, "aya_id": 27}, {"text": " <font color=red>وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ</font><BR><p>يَقُول تَعَالَى مُبَيِّنًا وَخِيم عَاقِبَة الْبَغْي وَالْحَسَد وَالظُّلْم فِي خَبَر اِبْنَيْ آدَم لِصُلْبِهِ فِي قَوْل الْجُمْهُور وَهُمَا قَابِيل وَهَابِيل كَيْف عَدَا أَحَدهمَا عَلَى الْآخَر فَقَتَلَهُ بَغْيًا عَلَيْهِ وَحَسَدًا لَهُ فِيمَا وَهَبَهُ اللَّه مِنْ النِّعْمَة وَتَقَبُّلِ الْقُرْبَان الَّذِي أَخْلَصَ فِيهِ لِلَّهِ عَزَّ وَجَلَّ فَفَازَ الْمَقْتُول بِوَضْعِ الْآثَار وَالدُّخُول إِلَى الْجَنَّة وَخَابَ الْقَاتِل وَرَجَعَ بِالصَّفْقَةِ الْخَاسِرَة فِي الدَّارَيْنِ فَقَالَ تَعَالَى \" وَاتْلُ عَلَيْهِمْ نَبَأ اِبْنَيْ آدَم بِالْحَقِّ \" أَيْ اُقْصُصْ عَلَى هَؤُلَاءِ الْبُغَاة الْحَسَدَة إِخْوَان الْخَنَازِير وَالْقِرَدَة مِنْ الْيَهُود وَأَمْثَالهمْ وَأَشْبَاههمْ خَبَر اِبْنَيْ آدَم وَهُمَا هَابِيل وَقَابِيل فِيمَا ذَكَرَهُ غَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف وَقَوْله \" بِالْحَقِّ\" أَيْ عَلَى الْجَلِيَّة وَالْأَمْر الَّذِي لَا لَبْس فِيهِ وَلَا كَذِب وَلَا وَهْم وَلَا تَبْدِيل وَلَا زِيَادَة وَلَا نُقْصَان كَقَوْلِهِ تَعَالَى \" إِنَّ هَذَا لَهُوَ الْقَصَص الْحَقّ \" وَقَوْله تَعَالَى\" نَحْنُ نَقُصّ عَلَيْك نَبَأَهُمْ بِالْحَقِّ \" وَقَالَ \" ذَلِكَ عِيسَى اِبْن مَرْيَم قَوْل الْحَقّ \" وَكَانَ مِنْ خَبَرهمَا فِيمَا ذَكَرَهُ غَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف أَنَّ اللَّه تَعَالَى شَرَعَ لِآدَم عَلَيْهِ السَّلَام أَنْ يُزَوِّج بَنَاته مِنْ بَنِيهِ لِضَرُورَةِ الْحَال وَلَكِنْ قَالُوا كَانَ يُولَد لَهُ فِي كُلّ بَطْن ذَكَر وَأُنْثَى فَكَانَ يُزَوِّج أُنْثَى هَذَا الْبَطْن لِذَكَرِ الْبَطْن الْآخَر وَكَانَتْ أُخْت هَابِيل دَمِيمَة وَأُخْت قَابِيل وَضِيئَة فَأَرَادَ أَنْ يَسْتَأْثِر بِهَا عَلَى أَخِيهِ فَأَبَى آدَم ذَلِكَ إِلَّا أَنْ يُقَرِّبَا قُرْبَانًا فَمَنْ تُقُبِّلَ مِنْهُ فَهِيَ لَهُ فَتُقُبِّلَ مِنْ هَابِيل وَلَمْ يُتَقَبَّل مِنْ قَابِيل فَكَانَ مِنْ أَمْرهمَا مَا قَصَّهُ اللَّه فِي كِتَابه . [ ذِكْر أَقْوَال الْمُفَسِّرِينَ هَهُنَا ] قَالَ السُّدِّيّ فِيمَا ذُكِرَ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ لَا يُولَد لِآدَم مَوْلُود إِلَّا وَمَعَهُ جَارِيَة فَكَانَ يُزَوِّج غُلَام هَذَا الْبَطْن جَارِيَة هَذَا الْبَطْن الْآخَر وَيُزَوِّج جَارِيَة هَذَا الْبَطْن غُلَام هَذَا الْبَطْن الْآخَر حَتَّى وُلِدَ لَهُ اِبْنَانِ يُقَال لَهُمَا هَابِيل وَقَابِيل وَكَانَ قَابِيل صَاحِب زَرْع وَكَانَ هَابِيل صَاحِب ضَرْع وَكَانَ قَابِيل أَكْبَرَهُمَا وَكَانَ لَهُ أُخْت أَحْسَنُ مِنْ أُخْت هَابِيل وَإِنَّ هَابِيل طَلَبَ أَنْ يَنْكِح أُخْت قَابِيل فَأَبَى عَلَيْهِ قَالَ هِيَ أُخْتِي وُلِدَتْ مَعِي وَهِيَ أَحْسَنُ مِنْ أُخْتك وَأَنَا أَحَقّ أَنْ أَتَزَوَّج بِهَا فَأَمَرَهُ أَبُوهُ أَنْ يُزَوِّجهَا هَابِيل فَأَبَى وَأَنَّهُمَا قَرَّبَا قُرْبَانًا إِلَى اللَّه عَزَّ وَجَلَّ أَيّهمَا أَحَقّ بِالْجَارِيَةِ وَكَانَ آدَم عَلَيْهِ السَّلَام قَدْ غَابَ عَنْهُمَا أَتَى مَكَّة يَنْظُر إِلَيْهَا قَالَ اللَّه عَزَّ وَجَلَّ هَلْ تَعْلَم أَنَّ لِي بَيْتًا فِي الْأَرْض قَالَ اللَّهُمَّ لَا قَالَ إِنَّ لِي بَيْتًا فِي مَكَّة فَآتِهِ فَقَالَ آدَمُ لِلسَّمَاءِ اِحْفَظِي وَلَدِي بِالْأَمَانَةِ فَأَبَتْ وَقَالَ لِلْأَرْضِ فَأَبَتْ وَقَالَ لِلْجِبَالِ فَأَبَتْ فَقَالَ لِقَابِيل فَقَالَ نَعَمْ تَذْهَب وَتَرْجِع وَتَجِد أَهْلك كَمَا يَسُرّك فَلَمَّا اِنْطَلَقَ آدَم قَرَّبَا قُرْبَانًا وَكَانَ قَابِيل يَفْخَر عَلَيْهِ فَقَالَ أَنَا أَحَقُّ بِهَا مِنْك هِيَ أُخْتِي وَأَنَا أَكْبَرُ مِنْك وَأَنَا وَصِيّ وَالِدِي فَلَمَّا قَرَّبَا قَرَّبَ هَابِيلُ جَذَعَةً سَمِينَةً وَقَرَّبَ قَابِيلُ حُزْمَةَ سُنْبُل فَوَجَدَ فِيهَا سُنْبُلَة عَظِيمَة فَفَرَكَهَا وَأَكَلَهَا فَنَزَلَتْ النَّار فَأَكَلَتْ قُرْبَان هَابِيل وَتَرَكَتْ قُرْبَان قَابِيل فَغَضِبَ وَقَالَ لَأَقْتُلَنَّكَ حَتَّى لَا تَنْكِح أُخْتِي فَقَالَ هَابِيل إِنَّمَا يَتَقَبَّل اللَّه مِنْ الْمُتَّقِينَ . رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج أَخْبَرَنِي اِبْن خَيْثَمَ قَالَ : أَقْبَلْت مَعَ حُمَيْد بْن جُبَيْر فَحَدَّثَنِي عَنْ اِبْن عَبَّاس قَالَ : نُهِيَ أَنْ تَنْكِح الْمَرْأَة أَخَاهَا تَوْأَمهَا وَأُمِرَ أَنْ يَنْكِحهَا غَيْرُهُ مِنْ إِخْوَتهَا وَكَانَ يُولَد لَهُ فِي كُلّ بَطْن رَجُل وَامْرَأَة فَبَيْنَمَا هُمْ كَذَلِكَ وُلِدَ لَهُ اِمْرَأَة وَضِيئَة وَوُلِدَ لَهُ أُنْثَى قَبِيحَة دَمِيمَة فَقَالَ أَخُو الدَّمِيمَة أَنْكِحْنِي أُخْتَك وَأُنْكِحُك أُخْتِي فَقَالَ لَا أَنَا أَحَقُّ بِأُخْتِي فَقَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ صَاحِب الْكَبْش وَلَمْ يُتَقَبَّل مِنْ صَاحِب الزَّرْع فَقَتَلَهُ . إِسْنَاد جَيِّد وَحَدَّثَنَا أَبِي حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس وَقَوْله \" إِذْ قَرَّبَا قُرْبَانًا \" فَقَرَّبَا قُرْبَانهمَا فَجَاءَ صَاحِب الْغَنَم بِكَبْشٍ أَعْيَنَ أَقْرَنَ أَبْيَضَ وَصَاحِب الْحَرْث بِصُبْرَةٍ مِنْ طَعَامه فَقَبِلَ اللَّه الْكَبْش فَحَزَنَهُ فِي الْجَنَّة أَرْبَعِينَ خَرِيفًا وَهُوَ الْكَبْش الَّذِي ذَبَحَهُ إِبْرَاهِيم عَلَيْهِ السَّلَام . إِسْنَاد جَيِّد وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا عَوْف عَنْ أَبِي الْمُغِيرَة عَنْ عَبْد اللَّه بْن عَمْرو قَالَ إِنَّ اِبْنَيْ آدَم اللَّذَيْنِ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدهمَا وَلَمْ يُتَقَبَّل مِنْ الْآخَر كَانَ أَحَدهمَا صَاحِب حَرْث وَالْآخَر صَاحِب غَنَم وَإِنَّهُمْ أُمِرَا أَنْ يُقَرِّبَا قُرْبَانًا وَإِنَّ صَاحِب الْغَنَم قَرَّبَ أَكْرَمَ غَنَمِهِ وَأَسْمَنَهَا وَأَحْسَنَهَا طَيِّبَةً بِهَا نَفْسُهُ وَإِنَّ صَاحِب الْحَرْث قَرَّبَ أَشَرَّ حَرْثِهِ الْكَوْدَن وَالزُّوَان غَيْرَ طَيِّبَةٍ بِهَا نَفْسُهُ وَأَنَّ اللَّه عَزَّ وَجَلَّ تَقَبَّلَ قُرْبَان صَاحِب الْغَنَم وَلَمْ يَتَقَبَّل قُرْبَان صَاحِب الْحَرْث وَكَانَ مِنْ قِصَّتهمَا مَا قَصَّ اللَّه فِي كِتَابه قَالَ : وَاَيْم اللَّه إِنْ كَانَ الْمَقْتُول لَأَشَدَّ الرَّجُلَيْنِ وَلَكِنْ مَنَعَهُ التَّحَرُّج أَنْ يَبْسُط يَده إِلَى أَخِيهِ وَقَالَ إِسْمَاعِيل بْن رَافِع الْمَدَنِيّ الْقَاصّ بَلَغَنِي أَنَّ اِبْنَيْ آدَم لَمَّا أُمِرَا بِالْقُرْبَانِ كَانَ أَحَدهمَا صَاحِب غَنَم وَكَانَ أُنْتِجَ لَهُ حَمَل فِي غَنَمه فَأَحَبَّهُ حَتَّى كَانَ يُؤْثِرهُ بِاللَّيْلِ وَكَانَ يَحْمِلهُ عَلَى ظَهْره مِنْ حُبّه حَتَّى لَمْ يَكُنْ لَهُ مَال أَحَبُّ إِلَيْهِ مِنْهُ فَلَمَّا أُمِرَ بِالْقُرْبَانِ قَرَّبَهُ لِلَّهِ عَزَّ وَجَلَّ فَقَبِلَهُ اللَّه مِنْهُ فَمَا زَالَ يَرْتَع فِي الْجَنَّة حَتَّى فُدِيَ بِهِ اِبْن إِبْرَاهِيم عَلَيْهِ السَّلَام رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْأَنْصَارِيّ حَدَّثَنَا الْقَاسِم بْن عَبْد الرَّحْمَن حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن الْحُسَيْن قَالَ قَالَ آدَم عَلَيْهِ السَّلَام لِهَابِيل وَقَابِيل : إِنَّ رَبِّي عَهِدَ إِلَيَّ أَنَّهُ كَائِن مِنْ ذُرِّيَّتِي مَنْ يُقَرِّب الْقُرْبَان فَقَرِّبَا قُرْبَانًا حَتَّى تَقَرّ عَيْنِي إِذَا تُقُبِّلَ قُرْبَانكُمَا فَقَرِّبَا وَكَانَ هَابِيل صَاحِب غَنَم فَقَرَّبَ أَكُولَة غَنَم خَيْر مَاله وَكَانَ قَابِيل صَاحِب زَرْع فَقَرَّبَ مُشَاقَة مِنْ زَرْعه فَانْطَلَقَ آدَم مَعَهُمَا وَمَعَهُمَا قُرْبَانهمَا فَصَعِدَا الْجَبَل فَوَضَعَا قُرْبَانهمَا ثُمَّ جَلَسُوا ثَلَاثَتهمْ آدَمُ وَهُمَا يَنْظُرَانِ إِلَى الْقُرْبَان فَبَعَثَ اللَّه نَارًا حَتَّى إِذَا كَانَتْ فَوْقهمَا دَنَا مِنْهَا عُنُقٌ فَاحْتَمَلَ قُرْبَان هَابِيل وَتَرَكَ قُرْبَان قَابِيل فَانْصَرَفُوا وَعَلِمَ آدَم أَنَّ قَابِيل مَسْخُوط عَلَيْهِ فَقَالَ : وَيْلَك يَا قَابِيل رُدَّ عَلَيْك قُرْبَانُك فَقَالَ : أَحْبَبْته فَصَلَّيْت عَلَى قُرْبَانه وَدَعَوْت لَهُ فَتُقُبِّلَ قُرْبَانه وَرُدَّ عَلَيَّ قُرْبَانِي فَقَالَ قَابِيل لِهَابِيل : لَأَقْتُلَنَّكَ وَأَسْتَرِيح مِنْك دَعَا لَك أَبُوك فَصَلَّى عَلَى قُرْبَانك فَتُقُبِّلَ مِنْك وَكَانَ يَتَوَاعَدُهُ بِالْقَتْلِ إِلَى أَنْ اِحْتَبَسَ هَابِيل ذَات عَشِيَّة فِي غَنَمه فَقَالَ آدَم : يَا قَابِيل أَيْنَ أَخُوك ؟ قَالَ : وَبَعَثْتنِي لَهُ رَاعِيًا لَا أَدْرِي فَقَالَ آدَم : وَيْلك يَا قَابِيل اِنْطَلِقْ فَاطْلُبْ أَخَاك فَقَالَ قَابِيل فِي نَفْسه اللَّيْلَة أَقْتُلهُ وَأَخَذَ مَعَهُ حَدِيدَة فَاسْتَقْبَلَهُ وَهُوَ مُنْقَلِب فَقَالَ يَا هَابِيل تُقُبِّلَ قُرْبَانك وَرُدَّ عَلَيَّ قُرْبَانِي لَأَقْتُلَنَّكَ فَقَالَ هَابِيل قَرَّبْت أَطْيَبَ مَالِي وَقَرَّبْت أَنْتَ أَخْبَثَ مَالِك وَإِنَّ اللَّه لَا يَقْبَل إِلَّا الطَّيِّبَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنْ الْمُتَّقِينَ فَلَمَّا قَالَهَا غَضِبَ قَابِيل فَرَفَعَ الْحَدِيدَة وَضَرَبَهُ بِهَا فَقَالَ وَيْلك يَا قَابِيل أَيْنَ أَنْتَ مِنْ اللَّه كَيْف يَجْزِيك بِعَمَلِك فَقَتَلَهُ فَطَرَحَهُ فِي حَوْبَة مِنْ الْأَرْض وَحَثَى عَلَيْهِ شَيْئًا مِنْ التُّرَاب . وَرَوَى مُحَمَّد بْن إِسْحَاق عَنْ بَعْض أَهْل الْعِلْم بِالْكِتَابِ الْأَوَّل أَنَّ آدَم أَمَرَ اِبْنه قَابِيل أَنْ يَنْكِح أُخْتَه تَوْأَمَةَ هَابِيل وَأَمَرَ هَابِيلَ أَنْ يَنْكِح أُخْتَه تَوْأَمَةَ قَابِيل فَسَلَّمَ لِذَلِكَ هَابِيل وَرَضِيَ وَأَبَى ذَلِكَ قَابِيل وَكَرِهَ تَكَرُّمًا عَنْ أُخْت هَابِيل وَرَغِبَ بِأُخْتِهِ عَنْ هَابِيل وَقَالَ نَحْنُ مِنْ وِلَادَة الْجَنَّة وَهُمَا مِنْ وِلَادَة الْأَرْض وَأَنَا أَحَقُّ بِأُخْتِي وَيَقُول بَعْض أَهْل الْعِلْم بِالْكِتَابِ الْأَوَّل كَانَتْ أُخْت قَابِيل مِنْ أَحْسَنِ النَّاسِ فَضَنَّ بِهَا عَلَى أَخِيهِ وَأَرَادَهَا لِنَفْسِهِ وَاَللَّه أَعْلَمُ أَيْ ذَلِكَ كَانَ فَقَالَ لَهُ أَبُوهُ : يَا بُنَيَّ إِنَّهَا لَا تَحِلّ لَك فَأَبَى قَابِيل أَنْ يَقْبَل ذَلِكَ مِنْ قَوْل أَبِيهِ قَالَ لَهُ أَبُوهُ يَا بُنَيَّ قَرِّبْ قُرْبَانًا وَيُقَرِّب أَخُوك هَابِيل قُرْبَانًا فَأَيّكُمَا تُقُبِّلَ قُرْبَانه فَهُوَ أَحَقُّ بِهَا وَكَانَ قَابِيل عَلَى بَذْر الْأَرْض وَكَانَ هَابِيل عَلَى رِعَايَة الْمَاشِيَة فَقَرَّبَ قَابِيل قَمْحًا وَقَرَّبَ هَابِيل أَبْكَارًا مِنْ أَبْكَار غَنَمه وَبَعْضهمْ يَقُول قَرَّبَ بَقَرَة فَأَرْسَلَ اللَّه نَارًا بَيْضَاء فَأَكَلَتْ قُرْبَان هَابِيل وَتَرَكَتْ قُرْبَان قَابِيل وَبِذَلِكَ كَانَ يُقْبَل الْقُرْبَان إِذَا قَبِلَهُ . رَوَاهُ اِبْن جَرِير . وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَالَ : مِنْ شَأْنهمَا أَنَّهُ لَمْ يَكُنْ مِسْكِين يُتَصَدَّق عَلَيْهِ وَإِنَّمَا كَانَ الْقُرْبَان يُقَرِّبهُ الرَّجُل فَبَيْنَا اِبْنَا آدَم قَاعِدَانِ إِذْ قَالَا لَوْ قَرَّبْنَا قُرْبَانًا وَكَانَ الرَّجُل إِذَا قَرَّبَ قُرْبَانًا فَرَضِيَهُ اللَّه أَرْسَلَ إِلَيْهِ نَارًا فَتَأْكُلهُ وَإِنْ لَمْ يَكُنْ رَضِيَهُ اللَّه خَبَتْ النَّار فَقَرَّبَا قُرْبَانًا وَكَانَ أَحَدهمَا رَاعِيًا وَكَانَ الْآخَر حَرَّاثًا وَإِنَّ صَاحِب الْغَنَم قَرَّبَ خَيْر غَنَمه وَأَسْمَنَهَا وَقَرَّبَ الْآخَر بَعْض زَرْعه فَجَاءَتْ النَّار فَنَزَلَتْ بَيْنهمَا فَأَكَلَتْ الشَّاة وَتَرَكَتْ الزَّرْع لِأَنَّ اِبْن آدَم قَالَ لِأَبِيهِ أَتَمْشِي فِي النَّاس وَقَدْ عَلِمُوا أَنَّك قَرَّبْت قُرْبَانًا فَتُقُبِّلَ مِنْك وَرُدَّ عَلَيَّ فَلَا وَاَللَّه لَا يَنْظُر النَّاس إِلَيَّ وَأَنْتَ خَيْر مِنِّي فَقَالَ لَأَقْتُلَنَّكَ فَقَالَ لَهُ أَخُوهُ مَا ذَنْبِي إِنَّمَا يَتَقَبَّل اللَّه مِنْ الْمُتَّقِينَ . رَوَاهُ اِبْن جَرِير فَهَذَا الْأَثَر يَقْتَضِي أَنَّ تَقْرِيب الْقُرْبَان كَانَ لَا عَنْ سَبَب وَلَا عَنْ تَدَارُؤ فِي اِمْرَأَة كَمَا تَقَدَّمَ عَنْ جَمَاعَة مِمَّنْ تَقَدَّمَ ذِكْرهمْ وَهُوَ ظَاهِر الْقُرْآن \" إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدهمَا وَلَمْ يُتَقَبَّل مِنْ الْآخَر قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّل اللَّه مِنْ الْمُتَّقِينَ\" فَالسِّيَاق يَقْتَضِي إِنَّهُ إِنَّمَا غَضِبَ عَلَيْهِ وَحَسَدَهُ بِقَبُولِهِ قُرْبَانه دُونه ثُمَّ الْمَشْهُور عِنْد الْجُمْهُور أَنَّ الَّذِي قَرَّبَ الشَّاة هُوَ هَابِيل وَأَنَّ الَّذِي قَرَّبَ الطَّعَام هُوَ قَابِيل وَأَنَّهُ تُقُبِّلَ مِنْ هَابِيل شَاته حَتَّى قَالَ اِبْن عَبَّاس وَغَيْره : إِنَّهَا الْكَبْش الَّذِي فُدِيَ بِهِ الذَّبِيح وَهُوَ مُنَاسِب وَاَللَّه أَعْلَم وَلَمْ يُتَقَبَّل مِنْ قَابِيل . كَذَلِكَ نَصَّ عَلَيْهِ غَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف وَهُوَ الْمَشْهُور عَنْ مُجَاهِد أَيْضًا وَلَكِنْ رَوَى اِبْن جَرِير عَنْهُ أَنَّهُ قَالَ : الَّذِي قَرَّبَ الزَّرْع قَابِيل وَهُوَ الْمُتَقَبَّل مِنْهُ وَهَذَا خِلَاف الْمَشْهُور وَلَعَلَّهُ لَمْ يَحْفَظ عَنْهُ جَيِّدًا وَاَللَّه أَعْلَم . وَمَعْنَى قَوْله \" إِنَّمَا يَتَقَبَّل اللَّه مِنْ الْمُتَّقِينَ \" أَيْ مِمَّنْ اِتَّقَى اللَّه فِي فِعْله وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا إِبْرَاهِيم بْن الْعَلَاء بْن زَيْد حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش حَدَّثَنِي صَفْوَان بْن عَمْرو عَنْ تَمِيم يَعْنِي اِبْن مَالِك الْمُقْرِي قَالَ : سَمِعْت أَبَا الدَّرْدَاء يَقُول : لَأَنْ أَسْتَيْقِنَ أَنَّ اللَّه قَدْ تَقَبَّلَ لِي صَلَاة وَاحِدَة أَحَبُّ إِلَيَّ مِنْ الدُّنْيَا وَمَا فِيهَا إِنَّ اللَّه يَقُول \" إِنَّمَا يَتَقَبَّل اللَّه مِنْ الْمُتَّقِينَ \" وَحَدَّثَنَا أَبِي حَدَّثَنَا عِمْرَان حَدَّثَنَا إِسْحَاق بْن سُلَيْمَان يَعْنِي الرَّازِيّ عَنْ الْمُغِيرَة بْن مُسْلِم عَنْ مَيْمُون بْن أَبِي حَمْزَة قَالَ : كُنْت جَالِسًا عِنْد أَبِي وَائِل فَدَخَلَ عَلَيْنَا رَجُل يُقَال لَهُ أَبُو عَفِيف مِنْ أَصْحَاب مُعَاوِيَة فَقَالَ لَهُ شَقِيق بْن سَلَمَة : يَا أَبَا عَفِيف أَلَا تُحَدِّثنَا عَنْ مُعَاذ بْن جَبَل قَالَ : بَلَى سَمِعْته يَقُول : يُحْبَس النَّاس فِي بَقِيع وَاحِد فَيُنَادِي مُنَادٍ أَيْنَ الْمُتَّقُونَ ؟ فَيَقُومُونَ فِي كَنَف مِنْ الرَّحْمَن لَا يَحْتَجِب اللَّه مِنْهُمْ وَلَا يَسْتَتِر قُلْت مَنْ الْمُتَّقُونَ ؟ قَالَ : قَوْم اِتَّقَوْا الشِّرْك وَعِبَادَة الْأَوْثَان وَأَخْلَصُوا الْعِبَادَة فَيَمُرُّونَ إِلَى الْجَنَّة .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41477, "aya_id": 27}]