[{"text": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ", "sura_id": 47, "type": 0, "id": 4551, "aya_id": 6}, {"text": "ويدخلهم الجنة عرفها لهم", "sura_id": 47, "type": 1, "id": 10787, "aya_id": 6}, {"text": "6 - (ويدخلهم الجنة عرفها) بينها (لهم) فيهتدون إلى مساكنهم منها وأزواجهم وخدمهم من غير استدلال \r\n", "sura_id": 47, "type": 2, "id": 29495, "aya_id": 6}, {"text": " ويدخلهم الجنة, عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها.\r\n", "sura_id": 47, "type": 3, "id": 35731, "aya_id": 6}, {"text": " <font color=red>وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ</font><BR><p>أَيْ عَرَّفَهُمْ بِهَا وَهَدَاهُمْ إِلَيْهَا قَالَ مُجَاهِد يَهْتَدِي أَهْلهَا إِلَى بُيُوتهمْ وَمَسَاكِنهمْ وَحَيْثُ قَسَمَ اللَّهُ لَهُمْ مِنْهَا لَا يُخْطِئُونَ كَأَنَّهُمْ سَاكِنُوهَا مُنْذُ خُلِقُوا لَا يَسْتَدِلُّونَ عَلَيْهَا أَحَدًا وَرَوَى مَالِك عَنْ زَيْد بْن أَسْلَمَ نَحْو هَذَا وَقَالَ مُحَمَّد بْن كَعْب يَعْرِفُونَ بُيُوتهمْ إِذَا دَخَلُوا الْجَنَّة كَمَا تَعْرِفُونَ بُيُوتكُمْ إِذَا اِنْصَرَفْتُمْ مِنْ الْجُمُعَة وَقَالَ مُقَاتِل اِبْن حَيَّان بَلَغَنَا أَنَّ الْمَلَك الَّذِي كَانَ وُكِّلَ بِحِفْظِ عَمَله فِي الدُّنْيَا يَمْشِي بَيْن يَدَيْهِ فِي الْجَنَّة وَيَتْبَعهُ اِبْن آدَم حَتَّى يَأْتِي أَقْصَى مَنْزِل هُوَ لَهُ فَيُعَرِّفهُ كُلّ شَيْء أَعْطَاهُ اللَّه تَعَالَى فِي الْجَنَّة فَإِذَا اِنْتَهَى إِلَى أَقْصَى مَنْزِلَة فِي الْجَنَّة دَخَلَ إِلَى مَنْزِله وَأَزْوَاجه وَانْصَرَفَ الْمَلَك عَنْهُ ذَكَرَهُ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه وَقَدْ وَرَدَ الْحَدِيث الصَّحِيح بِذَلِكَ أَيْضًا رَوَاهُ الْبُخَارِيّ مِنْ حَدِيث قَتَادَة عَنْ أَبِي الْمُتَوَكِّل النَّاجِي عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا خُلِّصَ الْمُؤْمِنُونَ مِنْ النَّار حُبِسُوا بِقَنْطَرَةٍ بَيْن الْجَنَّة وَالنَّار يَتَقَاصُّونَ مَظَالِم كَانَتْ بَيْنهمْ فِي الدُّنْيَا حَتَّى إِذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُول الْجَنَّة وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ أَحَدهمْ بِمَنْزِلِهِ فِي الْجَنَّة أَهْدَى مِنْهُ بِمَنْزِلِهِ الَّذِي كَانَ فِي الدُّنْيَا \" .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41386, "aya_id": 6}]