[{"text": "لَكُمْ دِينُكُمْ وَلِيَ دِينِ", "sura_id": 109, "type": 0, "id": 6213, "aya_id": 6}, {"text": "لكم دينكم و لي دين", "sura_id": 109, "type": 1, "id": 12449, "aya_id": 6}, {"text": "6 - (لكم دينكم) الشرك (ولي دين) الإسلام وهذا قبل أن يؤمر بالحرب وحذف ياء الإضافة القراء السبعة وقفاً ووصلاً وأثبتها يعقوب في الحالين \r\n", "sura_id": 109, "type": 2, "id": 31157, "aya_id": 6}, {"text": "لكم دينكم الذي أصررتم على اتباعه, ولي ديني الذي لا أبغي غيره.\r\n", "sura_id": 109, "type": 3, "id": 37393, "aya_id": 6}, {"text": " <font color=red>لَكُمْ دِينُكُمْ وَلِيَ دِينِ</font><BR><p>قَالَ لَهُمْ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَكُمْ دِينكُمْ وَلِيَ دِين \" كَمَا قَالَ تَعَالَى\" وَإِنْ كَذَّبُوك فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَل وَأَنَا بَرِيء مِمَّا تَعْمَلُونَ \" وَقَالَ\" لَنَا أَعْمَالنَا وَلَكُمْ أَعْمَالكُمْ \" . وَقَالَ الْبُخَارِيّ يُقَال \" لَكُمْ دِينكُمْ \" الْكُفْر \" وَلِيَ دِين \" الْإِسْلَام وَلَمْ يَقُلْ دِينِي لِأَنَّ الْآيَات بِالنُّونِ فَحَذَفَ الْيَاء كَمَا قَالَ\" فَهُوَ يَهْدِينِ \" وَ \" يَشْفِينِ \" وَقَالَ غَيْره لَا أَعْبُد مَا تَعْبُدُونَ الْآن وَلَا أُجِيبكُمْ فِيمَا بَقِيَ مِنْ عُمْرِي وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُد وَهُمْ الَّذِينَ قَالَ \" وَلِيَزِيدَن كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك طُغْيَانًا وَكُفْرًا\" اِنْتَهَى مَا ذَكَرَهُ . وَنَقَلَ اِبْن جَرِير عَنْ بَعْض أَهْل الْعَرَبِيَّة أَنَّ ذَلِكَ مِنْ بَاب التَّأْكِيد كَقَوْلِهِ \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا \" وَكَقَوْلِهِ \" لَتَرَوُنَّ الْجَحِيم ثُمَّ لَتَرَوُنَّهَا عَيْن الْيَقِين \" وَحَكَاهُ بَعْضهمْ كَابْنِ الْجَوْزِيّ وَغَيْره عَنْ اِبْن قُتَيْبَة فَاَللَّه أَعْلَم . فَهَذِهِ ثَلَاثَة أَقْوَال \" أَوَّلهَا \" مَا ذَكَرْنَاهُ أَوَّلًا \" الثَّانِي \" مَا حَكَاهُ الْبُخَارِيّ وَغَيْره مِنْ الْمُفَسِّرِينَ أَنَّ الْمُرَاد \" لَا أَعْبُد مَا تَعْبُدُونَ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُد \" فِي الْمَاضِي \" وَلَا أَنَا عَابِد مَا عَبَدْتُمْ \" نَفَى قَبُوله لِذَلِكَ بِالْكُلِّيَّةِ لِأَنَّ النَّفْي بِالْجُمْلَةِ الِاسْمِيَّة آكَد فَكَأَنَّهُ نَفَى الْفِعْل وَكَوْنه قَابِلًا لِذَلِكَ وَمَعْنَاهُ نَفْي الْوُقُوع وَنَفْي الْإِمْكَان الشَّرْعِيّ أَيْضًا وَهُوَ قَوْل حَسَن أَيْضًا وَاَللَّه أَعْلَم . وَقَدْ اِسْتَدَلَّ الْإِمَام أَبُو عَبْد اللَّه الشَّافِعِيّ وَغَيْره بِهَذِهِ الْآيَة الْكَرِيمَة \" لَكُمْ دِينكُمْ وَلِيَ دِين \" عَلَى أَنَّ الْكُفْر كُلّه مِلَّة وَاحِدَة فَوَرَّثَ الْيَهُود مِنْ النَّصَارَى وَبِالْعَكْسِ إِذَا كَانَ بَيْنهمَا نَسَب أَوْ سَبَب يُتَوَارَث بِهِ لِأَنَّ الْأَدْيَان مَا عَدَا الْإِسْلَام كُلّهَا كَالشَّيْءِ الْوَاحِد فِي الْبُطْلَان. وَذَهَبَ أَحْمَد بْن حَنْبَل وَمَنْ وَافَقَهُ إِلَى عَدَم تَوْرِيث النَّصَارَى مِنْ الْيَهُود وَبِالْعَكْسِ لِحَدِيثِ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَتَوَارَث أَهْل مِلَّتَيْنِ شَتَّى \" . آخِر تَفْسِير سُورَة قُلْ يَا أَيّهَا الْكَافِرُونَ .</p><BR> <br> ", "sura_id": 109, "type": 4, "id": 37599, "aya_id": 6}]