[{"text": "وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلاَلٍ مُّبِينٍ", "sura_id": 6, "type": 0, "id": 863, "aya_id": 74}, {"text": "وإذ قال إبراهيم لأبيه آزر أتتخذ أصناما آلهة إني أراك وقومك في ضلال مبين", "sura_id": 6, "type": 1, "id": 7099, "aya_id": 74}, {"text": "74 - واذكر (وإذ قال إبراهيم لأبيه آزر) هو لقبه واسمه تارخ (أتتخذ أصناما آلهة) تعبدها استفهام توبيخ (إني أراك وقومك) باتخاذها (في ضلال) عن الحق (مبين) بين \r\n", "sura_id": 6, "type": 2, "id": 25807, "aya_id": 74}, {"text": "واذكر -أيها الرسول- مُحاجَّة إبراهيم عليه السلام لأبيه آزر, إذ قال له: أتجعل من الأصنام آلهة تعبدها من دون الله تعالى؟ إني أراك وقومك في ضلال بيِّن عن طريق الحق.\r\n", "sura_id": 6, "type": 3, "id": 32043, "aya_id": 74}, {"text": " <font color=red>وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ</font><BR><p>قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس إِنَّ أَبَا إِبْرَاهِيم لَمْ يَكُنْ اِسْمه آزَرَ وَإِنَّمَا كَانَ اِسْمه تَارِخ رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ أَيْضًا حَدَّثَنَا أَحْمَد بْن عَمْرو بْن أَبِي عَاصِم النَّبِيل حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو عَاصِم شُبَيْب حَدَّثَنَا عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَإِذْ قَالَ إِبْرَاهِيم لِأَبِيهِ آزَرَ \" يَعْنِي بِآزَر الصَّنَم وَأَبُو إِبْرَاهِيم اِسْمه تَارِخ وَأُمّه اِسْمهَا شاني وَامْرَأَته اِسْمهَا سَارَّة وَأُمّ إِسْمَاعِيل اِسْمهَا هَاجَرَ وَهِيَ سَرِيَّة إِبْرَاهِيم . وَهَكَذَا قَالَ غَيْر وَاحِد مِنْ عُلَمَاء النَّسَب إِنَّ اِسْمه تَارِخ وَقَالَ مُجَاهِد وَالسُّدِّيّ آزَرَ اِسْم صَنَم قُلْت كَأَنَّهُ غَلَبَ عَلَيْهِ آزَرَ لِخِدْمَتِهِ ذَلِكَ الصَّنَم فَاَللَّه أَعْلَم وَقَالَ اِبْن جَرِير وَقَالَ آخَرُونَ هُوَ سَبّ وَعَيْب بِكَلَامِهِمْ وَمَعْنَاهُ مُعْوَجّ وَلَمْ يُسْنِدهُ وَلَا حَكَاهُ عَنْ أَحَد . وَقَدْ قَالَ ابْن أَبِي حَاتِم ذَكَرَ عَنْ مُعْتَمِر بْن سُلَيْمَان سَمِعْت أَبِي يَقْرَأ \" وَإِذْ قَالَ إِبْرَاهِيم لِأَبِيهِ آزَرَ \" قَالَ بَلَغَنِي أَنَّهَا أَعْوَج وَأَنَّهَا أَشَدّ كَلِمَة قَالَهَا إِبْرَاهِيم عَلَيْهِ السَّلَام ثُمَّ قَالَ اِبْن جَرِير وَالصَّوَاب أَنَّ اِسْم أَبِيهِ آزَرَ ثُمَّ أَوْرَدَ عَلَى نَفْسه قَوْل النَّسَّابِينَ أَنْ اِسْمه تَارِخ ثُمَّ أَجَابَ بِأَنَّهُ قَدْ يَكُون لَهُ اِسْمَانِ كَمَا لِكَثِيرٍ مِنْ النَّاس أَوْ يَكُون أَحَدهمَا لَقَبًا وَهَذَا الَّذِي قَالَهُ جَيِّد قَوِيّ وَاَللَّه أَعْلَم وَاخْتَلَفَ الْقُرَّاء فِي أَدَاء قَوْله تَعَالَى \" وَإِذْ قَالَ إِبْرَاهِيم لِأَبِيهِ آزَرَ\" فَحَكَى اِبْن جَرِير عَنْ الْحَسَن الْبَصْرِيّ وَأَبِي يَزِيد الْمَدَنِيّ أَنَّهُمَا كَانَا يَقْرَآنِ \" وَإِذْ قَالَ إِبْرَاهِيم لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَة \" مَعْنَاهُ يَا آزَرُ أَتَتَّخِذُ أَصْنَامًا آلِهَة وَقَرَأَ الْجُمْهُور بِالْفَتْحِ إِمَّا عَلَى أَنَّهُ عَلَم أَعْجَمِيّ لَا يَنْصَرِف وَهُوَ بَدَل مِنْ قَوْله لِأَبِيهِ أَوْ عَطْف بَيَان وَهُوَ أَشْبَه وَعَلَى قَوْل مَنْ جَعَلَهُ نَعْتًا لَا يَنْصَرِف أَيْضًا كَأَحْمَر وَأَسْوَد فَأَمَّا مَنْ زَعَمَ أَنَّهُ مَنْصُوب لِكَوْنِهِ مَعْمُولًا لِقَوْلِهِ \" أَتَتَّخِذُ أَصْنَامًا \" تَقْدِيره يَا أَبَت أَتَتَّخِذُ آزَرَ أَصْنَامًا آلِهَة فَإِنَّهُ قَوْل بَعِيد فِي اللُّغَة فَإِنَّ مَا بَعْد حَرْف الِاسْتِفْهَام لَا يَعْمَل فِيمَا قَبْله لِأَنَّ لَهُ صَدْر الْكَلَام . كَذَا قَرَّرَهُ اِبْن جَرِير وَغَيْره وَهُوَ مَشْهُور فِي قَوَاعِد الْعَرَبِيَّة وَالْمَقْصُود أَنَّ إِبْرَاهِيم وَعَظَ أَبَاهُ فِي عِبَادَة الْأَصْنَام وَزَجَرَهُ عَنْهَا وَنَهَاهُ فَلَمْ يَنْتَهِ كَمَا قَالَ \" وَإِذْ قَالَ إِبْرَاهِيم لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَة \" أَيْ أَتَتَأَلَّهُ لِصَنَمٍ تَعْبُدهُ مِنْ دُون اللَّه \" إِنِّي أَرَاك وَقَوْمك \" أَيْ السَّالِكِينَ مَسْلَكك \" فِي ضَلَال مُبِين \" أَيْ تَائِهِينَ لَا يَهْتَدُونَ أَيْنَ يَسْلُكُونَ بَلْ فِي حِيرَة وَجَهْل وَأَمْركُمْ فِي الْجَهَالَة وَالضَّلَال بَيِّن وَاضِح لِكُلِّ ذِي عَقْل سَلِيم . وَقَالَ تَعَالَى\" وَاذْكُرْ فِي الْكِتَاب إِبْرَاهِيم إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا إِذْ قَالَ لِأَبِيهِ يَا أَبَت لِمَ تَعْبُد مَا لَا يَسْمَع وَلَا يُبْصِر وَلَا يُغْنِي عَنْك شَيْئًا يَا أَبَت إِنِّي قَدْ جَاءَنِي مِنْ الْعِلْم مَا لَمْ يَأْتِك فَاتَّبِعْنِي أَهْدِك صِرَاطًا سَوِيًّا يَا أَبَت لَا تَعْبُد الشَّيْطَان إِنَّ الشَّيْطَان كَانَ لِلرَّحْمَنِ عَصِيًّا يَا أَبَت إِنِّي أَخَاف أَنْ يَمَسّك عَذَاب مِنْ الرَّحْمَن فَتَكُون لِلشَّيْطَانِ وَلِيًّا قَالَ أَرَاغِب أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيم لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا قَالَ سَلَام عَلَيْك سَأَسْتَغْفِرُ لَك رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا وَأَعْتَزِلكُمْ وَمَا تَدْعُونَ مِنْ دُون اللَّه وَأَدْعُو رَبِّي عَسَى أَنْ لَا أَكُون بِدُعَاءِ رَبِّي شَقِيًّا \" فَكَانَ إِبْرَاهِيم عَلَيْهِ السَّلَام يَسْتَغْفِر لِأَبِيهِ مُدَّة حَيَاته فَلَمَّا مَاتَ عَلَى الشِّرْك وَتَبَيَّنَ إِبْرَاهِيم ذَلِكَ رَجَعَ عَنْ الِاسْتِغْفَار لَهُ وَتَبَرَّأَ مِنْهُ كَمَا قَالَ تَعَالَى \" وَمَا كَانَ اِسْتِغْفَار إِبْرَاهِيم لِأَبِيهِ إِلَّا عَنْ مَوْعِدَة وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيم لَأَوَّاه حَلِيم \" وَثَبَتَ فِي الصَّحِيح أَنَّ إِبْرَاهِيم يَلْقَى أَبَاهُ آزَرَ يَوْم الْقِيَامَة فَيَقُول لَهُ آزَرَ يَا بُنَيّ الْيَوْم لَا أَعْصِيك فَيَقُول إِبْرَاهِيم أَيْ رَبّ أَلَمْ تَعِدنِي أَنَّك لَا تُخْزِنِي يَوْم يُبْعَثُونَ وَأَيّ خِزْي أَخْزَى مِنْ أَبِي الْأَبْعَد ؟ فَيُقَال يَا إِبْرَاهِيم اُنْظُرْ مَا وَرَاءَك فَإِذَا هُوَ بِذِبْحٍ مُتَلَطِّخ فَيُؤْخَذ بِقَوَائِمِهِ فَيُلْقَى فِي النَّار .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42213, "aya_id": 74}]