[{"text": "ذَلِكَ بِأَنَّ اللّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُواْ فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ", "sura_id": 2, "type": 0, "id": 183, "aya_id": 176}, {"text": "ذلك بأن الله نزل الكتاب بالحق وإن الذين اختلفوا في الكتاب لفي شقاق بعيد", "sura_id": 2, "type": 1, "id": 6419, "aya_id": 176}, {"text": "176 - (ذلك) الذي ذكر من أكلهم النار وما بعده (بأن) بسبب أن (الله نزل الكتاب بالحق) متعلق بنزل فاختلفوا فيه حيث آمنوا ببعضه وكفروا ببعضه بكتمه (وإن الذين اختلفوا في الكتاب) بذلك وهم اليهود وقيل المشركون في القرآن حيث قال بعضهم شعر وبعضهم سحر وبعضهم كهانة (لفي شقاق) خلاف (بعيد) عن الحق \r\n", "sura_id": 2, "type": 2, "id": 25127, "aya_id": 176}, {"text": "ذلك العذاب الذي استحقوه بسبب أن الله تعالى نزَّل كتبه على رسله مشتملة على الحق المبين, فكفروا به. وإن الذين اختلفوا في الكتاب فأمنوا ببعضه وكفروا ببعضه, لفي منازعة ومفارقة بعيدة عن الرشد والصواب.\r\n", "sura_id": 2, "type": 3, "id": 31363, "aya_id": 176}, {"text": " <font color=red>ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ</font><BR><p>قَوْله تَعَالَى ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ أَيْ إِنَّمَا اِسْتَحَقُّوا هَذَا الْعَذَاب الشَّدِيد لِأَنَّ اللَّهَ تَعَالَى أَنْزَلَ عَلَى رَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَى الْأَنْبِيَاء قَبْله كُتُبه بِتَحْقِيقِ الْحَقّ وَإِبْطَال الْبَاطِل وَهَؤُلَاءِ اِتَّخَذُوا آيَات اللَّه هُزُوًا فَكِتَابهمْ يَأْمُرهُمْ بِإِظْهَارِ الْعِلْم وَنَشْره فَخَالَفُوهُ وَكَذَّبُوهُ وَهَذَا الرَّسُول الْخَاتَم يَدْعُوهُمْ إِلَى اللَّه تَعَالَى وَيَأْمُرهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنْكَر وَهُمْ يُكَذِّبُونَهُ وَيُخَالِفُونَهُ وَيَجْحَدُونَهُ وَيَكْتُمُونَ صِفَته فَاسْتَهْزَءُوا بِآيَاتِ اللَّه الْمُنَزَّلَة عَلَى رُسُله فَلِهَذَا اِسْتَحَقُّوا الْعَذَاب وَالنَّكَال وَلِهَذَا قَالَ \" ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اِخْتَلَفُوا فِي الْكِتَاب لَفِي شِقَاقٍ بَعِيدٍ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38582, "aya_id": 176}]