[{"text": "وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ", "sura_id": 35, "type": 0, "id": 3679, "aya_id": 19}, {"text": "وما يستوي الأعمى والبصير", "sura_id": 35, "type": 1, "id": 9915, "aya_id": 19}, {"text": "19 - (وما يستوي الأعمى والبصير) الكافر والمؤمن \r\n", "sura_id": 35, "type": 2, "id": 28623, "aya_id": 19}, {"text": "وما يستوي الأعمى عن دين الله, والبصير الذي أبصر طريق الحق واتبعه,\r\n", "sura_id": 35, "type": 3, "id": 34859, "aya_id": 19}, {"text": " <font color=red>وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ</font><BR><p>يَقُول تَعَالَى كَمَا لَا تَسْتَوِي هَذِهِ الْأَشْيَاء الْمُتَبَايِنَة الْمُخْتَلِفَة كَالْأَعْمَى وَالْبَصِير لَا يَسْتَوِيَانِ بَلْ بَيْنهمَا فَرْق وَبَوْن كَثِير وَكَمَا لَا تَسْتَوِي الظُّلُمَات وَلَا النُّور وَلَا الظِّلّ وَلَا الْحَرُور كَذَلِكَ لَا تَسْتَوِي الْأَحْيَاء وَلَا الْأَمْوَات وَهَذَا مَثَلٌ ضَرَبَهُ اللَّه تَعَالَى لِلْمُؤْمِنِينَ وَهُمْ الْأَحْيَاء وَلِلْكَافِرِينَ وَهُمْ الْأَمْوَات كَقَوْلِهِ تَعَالَى : \" أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاس كَمَنْ مَثَله فِي الظُّلُمَات لَيْسَ بِخَارِجٍ مِنْهَا\" وَقَالَ عَزَّ وَجَلَّ \" مَثَل الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمّ وَالْبَصِير وَالسَّمِيع هَلْ يَسْتَوِيَانِ مَثَلًا \" فَالْمُؤْمِن بَصِير سَمِيع فِي نُور يَمْشِي عَلَى صِرَاط مُسْتَقِيم فِي الدُّنْيَا وَالْآخِرَة حَتَّى يَسْتَقِرّ بِهِ الْحَال فِي الْجَنَّات ذَات الظِّلَال وَالْعُيُون وَالْكَافِر أَعْمَى وَأَصَمّ فِي ظُلُمَات يَمْشِي لَا خُرُوج مِنْهَا بَلْ هُوَ يَتِيه فِي غَيّه وَضَلَاله فِي الدُّنْيَا وَالْآخِرَة حَتَّى يُفْضِي بِهِ ذَلِكَ إِلَى الْحَرُور وَالسَّمُوم وَالْحَمِيم وَظِلّ مِنْ يَحْمُوم لَا بَارِد وَلَا كَرِيم . وَقَوْله تَعَالَى : \" إِنَّ اللَّه يُسْمِع مَنْ يَشَاء \" أَيْ يَهْدِيهِمْ إِلَى سَمَاع الْحُجَّة وَقَبُولهَا وَالِانْقِيَاد لَهَا \" وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُور \" أَيْ كَمَا لَا يَنْتَفِع الْأَمْوَات بَعْد مَوْتهمْ وَصَيْرُورَتهمْ إِلَى قُبُورهمْ وَهُمْ كُفَّار بِالْهِدَايَةِ وَالدَّعْوَة إِلَيْهَا كَذَلِكَ هَؤُلَاءِ الْمُشْرِكُونَ الَّذِينَ كُتِبَ عَلَيْهِمْ الشَّقَاوَة لَا حِيلَة لَك فِيهِمْ وَلَا تَسْتَطِيع هِدَايَتهمْ .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40304, "aya_id": 19}]