[{"text": "بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 6, "type": 0, "id": 890, "aya_id": 101}, {"text": "بديع السماوات والأرض أنى يكون له ولد ولم تكن له صاحبة وخلق كل شيء وهو بكل شيء عليم", "sura_id": 6, "type": 1, "id": 7126, "aya_id": 101}, {"text": "101 - هو (بديع السماوات والأرض) مبدعهما من غير مثال سبق (أنى) كيف (يكون له ولد ولم تكن له صاحبة) زوجة (وخلق كل شيء) من شأنه أن يخلق (وهو بكل شيء عليم) \r\n", "sura_id": 6, "type": 2, "id": 25834, "aya_id": 101}, {"text": "والله تعالى هو الذي أوجد السموات والأرض وما فيهن على غير مثال سابق. كيف يكون له ولد ولم تكن له صاحبة؟ تعالى الله عما يقول المشركون علوًّا كبيرًا, وهو الذي خلق كل شيء من العدم, ولا يخفى عليه شيء من أمور الخلق.\r\n", "sura_id": 6, "type": 3, "id": 32070, "aya_id": 101}, {"text": " <font color=red>بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>بَدِيع السَّمَوَات وَالْأَرْض \" أَيْ مُبْدِعهمَا وَخَالِقهمَا وَمُنْشِئُهُمَا وَمُحَدِّثهمَا عَلَى غَيْر مِثَال سَبَقَ كَمَا قَالَ مُجَاهِد وَالسُّدِّيّ وَمِنْهُ سُمِّيَتْ الْبِدْعَة بِدْعَة لِأَنَّهُ لَا نَظِير لَهَا فِيمَا سَلَفَ \" أَنَّى يَكُون لَهُ وَلَد \" أَيْ كَيْفَ يَكُون لَهُ وَلَد\" وَلَمْ تَكُنْ لَهُ صَاحِبَة \" أَيْ وَالْوَلَد إِنَّمَا يَكُون مُتَوَلِّدًا بَيْن شَيْئَيْنِ مُتَنَاسِبَيْنِ وَاَللَّه تَعَالَى لَا يُنَاسِبهُ وَلَا يُشَابِههُ شَيْء مِنْ خَلْقه لِأَنَّهُ خَالِق كُلّ شَيْء فَلَا صَاحِبَة لَهُ وَلَا وَلَد كَمَا قَالَ تَعَالَى \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا \" إِلَى قَوْله \" وَكُلّهمْ آتِيه يَوْم الْقِيَامَة فَرْدًا \" \" وَخَلَقَ كُلّ شَيْء وَهُوَ بِكُلِّ شَيْء عَلِيم \" فَبَيَّنَ تَعَالَى أَنَّهُ الَّذِي خَلَقَ كُلّ شَيْء وَأَنَّهُ بِكُلِّ شَيْء عَلِيم فَكَيْفَ يَكُون لَهُ صَاحِبَة مِنْ خَلْقه تُنَاسِبهُ وَهُوَ الَّذِي لَا نَظِير لَهُ فَأَنَّى يَكُون لَهُ وَلَد \" تَعَالَى اللَّه عَنْ ذَلِكَ عُلُوًّا كَبِيرًا \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42079, "aya_id": 101}]