[{"text": "حم", "sura_id": 45, "type": 0, "id": 4474, "aya_id": 1}, {"text": "حم", "sura_id": 45, "type": 1, "id": 10710, "aya_id": 1}, {"text": "سورة الجاثية 1 - (حم) الله أعلم بمراده به \r\n", "sura_id": 45, "type": 2, "id": 29418, "aya_id": 1}, {"text": "( حم ) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.\r\n", "sura_id": 45, "type": 3, "id": 35654, "aya_id": 1}, {"text": " <font color=red>حم</font><BR><p>قَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْحُرُوف الْمُقَطَّعَة الَّتِي فِي أَوَائِل السُّوَر فَمِنْهُمْ مَنْ قَالَ هِيَ مِمَّا اِسْتَأْثَرَ اللَّه بِعِلْمِهِ فَرَدُّوا عِلْمهَا إِلَى اللَّه وَلَمْ يُفَسِّرهَا حَكَاهُ الْقُرْطُبِيّ فِي تَفْسِيره عَنْ أَبِي بَكْر وَعُمَر وَعُثْمَان وَعَلِيّ وَابْن مَسْعُود رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ وَقَالَهُ عَامِر الشَّعْبِيّ وَسُفْيَان الثَّوْرِيّ وَالرَّبِيع بْن خَيْثَم وَاخْتَارَهُ أَبُو حَاتِم بْن حِبَّان . وَمِنْهُمْ مَنْ فَسَّرَهَا وَاخْتَلَفَ هَؤُلَاءِ فِي مَعْنَاهَا فَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ إِنَّمَا هِيَ أَسْمَاء السُّوَر . قَالَ الْعَلَّامَة أَبُو الْقَاسِم مَحْمُود بْن عُمَر الزَّمَخْشَرِيّ فِي تَفْسِيره وَعَلَيْهِ إِطْبَاق الْأَكْثَر وَنُقِلَ عَنْ سِيبَوَيْهِ أَنَّهُ نَصَّ عَلَيْهِ وَيُعْتَضَد لِهَذَا بِمَا وَرَدَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأ فِي صَلَاة الصُّبْح يَوْم الْجُمُعَة \" الم \" السَّجْدَة , وَ \" هَلْ أَتَى عَلَى الْإِنْسَان \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ قَالَ : الم وحم والمص وص . فَوَاتِح اِفْتَتَحَ اللَّه بِهَا الْقُرْآن وَكَذَا قَالَ غَيْره عَنْ مُجَاهِد وَقَالَ مُجَاهِد فِي رِوَايَة أَبِي حُذَيْفَة مُوسَى بْن مَسْعُود عَنْ شِبْل عَنْ اِبْن أَبِي نَجِيح عَنْهُ أَنَّهُ قَالَ الم اِسْم مِنْ أَسْمَاء الْقُرْآن وَهَكَذَا وَقَالَ قَتَادَة وَزَيْد بْن أَسْلَمَ وَلَعَلَّ هَذَا يَرْجِع إِلَى مَعْنَى قَوْل عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ أَنَّهُ اِسْم مِنْ أَسْمَاء السُّوَر فَإِنَّ كُلّ سُورَة يُطْلَق عَلَيْهَا اِسْم الْقُرْآن فَإِنَّهُ يَبْعُد أَنْ يَكُون المص اِسْمًا لِلْقُرْآنِ كُلّه لِأَنَّ الْمُتَبَادَر إِلَى فَهْم سَامِع مَنْ يَقُول قَرَأْت المص إِنَّمَا ذَلِكَ عِبَارَة عَنْ سُورَة الْأَعْرَاف لَا لِمَجْمُوعِ الْقُرْآن وَاَللَّه أَعْلَم . وَقِيلَ هِيَ اِسْم مِنْ أَسْمَاء اللَّه تَعَالَى فَقَالَ عَنْهَا فِي فَوَاتِح السُّوَر مِنْ أَسْمَاء اللَّه تَعَالَى وَكَذَلِكَ قَالَ سَالِم بْن عَبْد اللَّه وَإِسْمَاعِيل بْن عَبْد الرَّحْمَن السُّدِّيّ الْكَبِير وَقَالَ شُعْبَة عَنْ السُّدِّيّ بَلَغَنِي أَنَّ اِبْن عَبَّاس قَالَ الم اِسْم مِنْ أَسْمَاء اللَّه الْأَعْظَم . هَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث شُعْبَة وَرَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ اِبْن مَهْدِيّ عَنْ شُعْبَة قَالَ سَأَلْت السُّدِّيّ عَنْ حم وطس والم فَقَالَ قَالَ اِبْن عَبَّاس هِيَ اِسْم اللَّه الْأَعْظَم .</p><BR> <br> ", "sura_id": 45, "type": 4, "id": 41280, "aya_id": 1}]