[{"text": "وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ", "sura_id": 36, "type": 0, "id": 3744, "aya_id": 39}, {"text": "والقمر قدرناه منازل حتى عاد كالعرجون القديم", "sura_id": 36, "type": 1, "id": 9980, "aya_id": 39}, {"text": "39 - (والقمر) بالرفع والنصب وهو منصوب بفعل يفسره ما بعده (قدرناه) من حيث مسيره (منازل) ثمانية وعشرين منزلا في ثمان وعشرين ليلة من كل شهر ويستتر ليلتين إن كان الشهر ثلاثين يوما وليلة إن كان تسعة وعشرين يوما (حتى عاد) في آخر منازله في رأي العين (كالعرجون القديم) كعود الشماريخ إذا عتق فإنه يرق ويتقوس ويصفر \r\n", "sura_id": 36, "type": 2, "id": 28688, "aya_id": 39}, {"text": "والقمرَ آية في خلقه, قدَّرناه منازل كل ليلة, يبدأ هلالا ضئيلا حتى يكمل قمرًا مستديرًا, ثم يرجع ضئيلا مثل عِذْق النخلة المتقوس في الرقة والانحناء والصفرة؛ لقدمه ويُبْسه.\r\n", "sura_id": 36, "type": 3, "id": 34924, "aya_id": 39}, {"text": " <font color=red>وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ</font><BR><p>ثُمَّ قَالَ جَلَّ وَعَلَا \" وَالْقَمَر قَدَّرْنَاهُ مَنَازِل \" أَيْ جَعَلْنَاهُ يَسِير سَيْرًا آخَر يُسْتَدَلّ بِهِ عَلَى مُضِيّ الشُّهُور كَمَا أَنَّ الشَّمْس يُعْرَف بِهَا اللَّيْل وَالنَّهَار كَمَا قَالَ عَزَّ وَجَلَّ \" يَسْأَلُونَك عَنْ الْأَهِلَّة قُلْ هِيَ مَوَاقِيت لِلنَّاسِ وَالْحَجّ \" . وَقَالَ تَعَالَى : \" هُوَ الَّذِي جَعَلَ الشَّمْس ضِيَاء وَالْقَمَر نُورًا وَقَدَّرَهُ مَنَازِل لِتَعْلَمُوا عَدَد السِّنِينَ وَالْحِسَاب \" الْآيَة وَقَالَ تَبَارَكَ وَتَعَالَى : \" وَجَعَلْنَا اللَّيْل وَالنَّهَار آيَتَيْنِ فَمَحَوْنَا آيَة اللَّيْل وَجَعَلْنَا آيَة النَّهَار مُبْصِرَة لِتَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ وَلِتَعْلَمُوا عَدَد السِّنِينَ وَالْحِسَاب وَكُلّ شَيْء فَصَّلْنَاهُ تَفْصِيلًا \" فَجَعَلَ الشَّمْس لَهَا ضَوْء يَخُصّهَا وَالْقَمَر لَهُ نُور يَخُصّهُ وَفَاوَتَ بَيْن سَيْر هَذِهِ وَهَذَا فَالشَّمْس تَطْلُع كُلّ يَوْم وَتَغْرُب فِي آخِره عَلَى ضَوْء وَاحِد وَلَكِنْ تَنْتَقِل فِي مَطَالِعهَا وَمَغَارِبهَا صَيْفًا وَشِتَاء يَطُول بِسَبَبِ ذَلِكَ النَّهَار وَيَقْصُر اللَّيْل ثُمَّ يَطُول اللَّيْل وَيَقْصُر النَّهَار وَجَعَلَ سُلْطَانهَا بِالنَّهَارِ فَهِيَ كَوْكَب نَهَارِيّ وَأَمَّا الْقَمَر فَقَدَّرَهُ مَنَازِل يَطْلُع فِي أَوَّل لَيْلَة مِنْ الشَّهْر ضَئِيلًا قَلِيل النُّور ثُمَّ يَزْدَاد نُورًا فِي اللَّيْلَة الثَّانِيَة وَيَرْتَفِع مَنْزِلَة ثُمَّ كُلَّمَا اِرْتَفَعَ اِزْدَادَ ضِيَاء وَإِنْ كَانَ مُقْتَبَسًا مِنْ الشَّمْس حَتَّى يَتَكَامَل نُوره فِي اللَّيْلَة الرَّابِعَة عَشْرَة ثُمَّ يَشْرَع فِي النَّقْص إِلَى آخِر الشَّهْر حَتَّى يَصِير كَالْعُرْجُونِ الْقَدِيم . قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَهُوَ أَصْل الْعِذْق . وَقَالَ مُجَاهِد الْعُرْجُون الْقَدِيم أَيْ الْعِذْق الْيَابِس يَعْنِي اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَصْل الْعُنْقُود مِنْ الرُّطَب إِذَا عَتُقَ وَيَبِسَ وَانْحَنَى وَكَذَا قَالَ غَيْرهمَا ثُمَّ بَعْد هَذَا يُبْدِيه اللَّه تَعَالَى جَدِيدًا فِي أَوَّل الشَّهْر الْآخِر وَالْعَرَب تُسَمِّي كُلّ ثَلَاث لَيَالٍ مِنْ الشَّهْر بِاسْمٍ بِاعْتِبَارِ الْقَمَر فَيُسَمُّونَ الثَّلَاث الْأُوَل غُرَر وَاَللَّوَاتِي بَعْدهَا نُقَل وَاَللَّوَاتِي بَعْدهَا تُسَع لِأَنَّ أُخْرَاهُنَّ التَّاسِعَة وَاَللَّوَاتِي بَعْدهَا عُشَر لِأَنَّ أُولَاهُنَّ الْعَاشِرَة وَاَللَّوَاتِي بَعْدهَا الْبِيض لِأَنَّ ضَوْء الْقَمَر فِيهِنَّ إِلَى آخِرهنَّ وَاَللَّوَاتِي بَعْدهنَّ دُرَع جَمَعَ دَرْعَاء لِأَنَّ أَوَّلهنَّ أَسْوَد لِتَأَخُّرِ الْقَمَر فِي أَوَّلهنَّ مِنْهُ وَمِنْهُ الشَّاة الدَّرْعَاء وَهِيَ الَّتِي رَأْسهَا أَسْوَد وَبَعْدهنَّ ثَلَاث ظُلَم ثُمَّ ثَلَاث حَنَادِس وَثَلَاث دَآدِيّ وَثَلَاث مِحَاق لِانْمِحَاقِ الْقَمَر أَوْ الشَّهْر فِيهِنَّ وَكَانَ أَبُو عُبَيْدَة رَضِيَ اللَّه عَنْهُ يُنْكِر التُّسَع وَالْعُشَر . كَذَا قَالَ فِي كِتَاب غَرِيب الْمُصَنَّف .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40371, "aya_id": 39}]