[{"text": "لَيْسَ لَهَا مِن دُونِ اللَّهِ كَاشِفَةٌ", "sura_id": 53, "type": 0, "id": 4842, "aya_id": 58}, {"text": "ليس لها من دون الله كاشفة", "sura_id": 53, "type": 1, "id": 11078, "aya_id": 58}, {"text": "58 - (ليس لها من دون الله) نفس (كاشفة) أي لا يكشفها إلآ هو كقوله لا يجليها إلا هو \r\n", "sura_id": 53, "type": 2, "id": 29786, "aya_id": 58}, {"text": "لا يدفعها إذًا من دون الله أحد, ولا يَطَّلِع على وقت وقوعها إلا الله.\r\n", "sura_id": 53, "type": 3, "id": 36022, "aya_id": 58}, {"text": " <font color=red>لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ</font><BR><p>أَيْ لَا يَدْفَعهَا إِذًا مِنْ دُون اللَّه أَحَد وَلَا يَطَّلِع عَلَى عِلْمهَا سِوَاهُ وَالنَّذِير الْحَذِر لِمَا يُعَايِن مِنْ الشَّرّ الَّذِي يَخْشَى وُقُوعه فِيمَنْ أَنْذَرَهُمْ كَمَا قَالَ \" إِنِّي نَذِير لَكُمْ بَيْن يَدَيْ عَذَاب شَدِيد \" وَفِي الْحَدِيث \" أَنَا النَّذِير الْعُرْيَان \" أَيْ الَّذِي أَعْجَلَهُ شِدَّة مَا عَايَنَ مِنْ الشَّرّ عَنْ أَنْ يَلْبَس عَلَيْهِ شَيْئًا بَلْ بَادَرَ إِلَى إِنْذَار قَوْمه قَبْل ذَلِكَ فَجَاءَهُمْ عُرْيَانًا مُسْرِعًا وَهُوَ مُنَاسِب لِقَوْلِهِ \" أَزِفَتْ الْآزِفَة\" أَيْ اِقْتَرَبَتْ الْقَرِيبَة يَعْنِي يَوْم الْقِيَامَة كَمَا قَالَ فِي أَوَّل السُّورَة الَّتِي بَعْدهَا \" اِقْتَرَبَتْ السَّاعَة \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَنَس بْن عِيَاض حَدَّثَنِي أَبُو حَاتِم لَا أَعْلَم إِلَّا عَنْ سَهْل بْن سَعْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِيَّاكُمْ وَمُحَقَّرَات الذُّنُوب فَإِنَّمَا مَثَل مُحَقَّرَات الذُّنُوب كَمَثَلِ قَوْم نَزَلُوا بِبَطْنِ وَادٍ فَجَاءَ ذَا بِعُودٍ وَجَاءَ ذَا بِعُودٍ حَتَّى أَنْضَجُوا خُبْزَتَهُمْ وَإِنَّ مُحَقَّرَات الذُّنُوب مَتَى يُؤْخَذْ بِهَا صَاحِبُهَا تُهْلِكْهُ\" وَقَالَ أَبُو حَازِم : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَبُو نَضْرَة لَا أَعْلَم إِلَّا عَنْ سَهْل بْن سَعْد قَالَ \" مَثَلِي وَمَثَل السَّاعَة كَهَاتَيْنِ \" وَفَرَّقَ بَيْن أُصْبُعَيْهِ الْوُسْطَى وَاَلَّتِي تَلِي الْإِبْهَام ثُمَّ قَالَ \" مَثَلِي وَمَثَل السَّاعَة كَمَثَلِ فَرَسَيْ رِهَان \" ثُمَّ قَالَ \" مَثَلِي وَمَثَل السَّاعَة كَمَثَلِ رَجُل بَعَثَهُ قَوْمه طَلِيعَة فَلَمَّا خَشِيَ أَنْ يُسْبَق أَلَاحَ بِثَوْبِهِ أُتِيتُمْ أُتِيتُمْ \" ثُمَّ يَقُول رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا ذَلِكَ \" وَلَهُ شَوَاهِد مِنْ وُجُوه أُخَر مِنْ صِحَاحٍ وَحِسَانٍ .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41764, "aya_id": 58}]