[{"text": "فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً وَإِنَّ كَثِيرًا مِّنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ", "sura_id": 10, "type": 0, "id": 1456, "aya_id": 92}, {"text": "فاليوم ننجيك ببدنك لتكون لمن خلفك آية وإن كثيرا من الناس عن آياتنا لغافلون", "sura_id": 10, "type": 1, "id": 7692, "aya_id": 92}, {"text": "92 - (فاليوم ننجيك) نخرجك من البحر (ببدنك) جسدك الذي لا روح فيه (لتكون لمن خلفك) بعدك (آية) عبرة فيعرفوا عبوديتك ولا يُقدِموا على مثل فعلك ، وعن ابن عباس أن بعض بني إسرائيل شكُّوا في موته فأُخرج لهم ليروه (وإن كثيراً من الناس) أي أهل مكة (عن آياتنا لغافلون) لا يعتبرون بها \r\n", "sura_id": 10, "type": 2, "id": 26400, "aya_id": 92}, {"text": "فاليوم نجعلك على مرتفع من الأرض ببدنك, ينظر إليك من كذَّب بهلاكك; لتكون لمن بعدك من الناس عبرة يعتبرون بك. فإن كثيرًا من الناس عن حججنا وأدلتنا لَغافلون, لا يتفكرون فيها ولا يعتبرون.\r\n", "sura_id": 10, "type": 3, "id": 32636, "aya_id": 92}, {"text": " <font color=red>فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ</font><BR><p>وَقَوْله \" فَالْيَوْم نُنَجِّيك بِبَدَنِك لِتَكُونَ لِمَنْ خَلْفك آيَة \" قَالَ اِبْن عَبَّاس وَغَيْره مِنْ السَّلَف إِنَّ بَعْض بَنِي إِسْرَائِيل شَكُّوا فِي مَوْت فِرْعَوْن فَأَمَرَ اللَّه تَعَالَى الْبَحْر أَنْ يُلْقِيَهُ بِجَسَدِهِ سَوِيًّا بِلَا رُوح وَعَلَيْهِ دِرْعه الْمَعْرُوفَة عَلَى نَجْوَة مِنْ الْأَرْض وَهُوَ الْمَكَان الْمُرْتَفِع لِيَتَحَقَّقُوا مَوْته وَهَلَاكه وَلِهَذَا قَالَ تَعَالَى \" فَالْيَوْم نُنَجِّيك \" أَيْ نَرْفَعك عَلَى نَشَز مِنْ الْأَرْض \" بِبَدَنِك \" قَالَ مُجَاهِد بِجَسَدِك وَقَالَ الْحَسَن بِجِسْمٍ لَا رُوح فِيهِ وَقَالَ عَبْد اللَّه بْن شَدَّاد سَوِيًّا صَحِيحًا أَيْ لَمْ يَتَمَزَّق لِيَتَحَقَّقُوهُ وَيَعْرِفُوهُ وَقَالَ أَبُو صَخْر بِدِرْعِك . وَكُلّ هَذِهِ الْأَقْوَال لَا مُنَافَاة بَيْنهَا كَمَا تَقَدَّمَ وَاَللَّه أَعْلَم وَقَوْله \" لِتَكُونَ لِمَنْ خَلْفك آيَة \" أَيْ لِتَكُونَ لِبَنِي إِسْرَائِيل دَلِيلًا عَلَى مَوْتك وَهَلَاكك وَأَنَّ اللَّه هُوَ الْقَادِر الَّذِي نَاصِيَة كُلّ دَابَّة بِيَدِهِ وَأَنَّهُ لَا يَقُوم لِغَضَبِهِ شَيْء وَلِهَذَا قَرَأَ بَعْضهمْ \" لِتَكُونَ لِمَنْ خَلْفك آيَة وَإِنَّ كَثِيرًا مِنْ النَّاس عَنْ آيَاتنَا لَغَافِلُونَ \" أَيْ لَا يَتَّعِظُونَ بِهَا وَلَا يَعْتَبِرُونَ بِهَا وَقَدْ كَانَ إِهْلَاكهمْ يَوْم عَاشُورَاء كَمَا قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا غُنْدَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة وَالْيَهُود تَصُوم يَوْم عَاشُورَاء فَقَالَ \" مَا هَذَا الْيَوْم الَّذِي تَصُومُونَهُ \" فَقَالُوا هَذَا يَوْم ظَهَرَ فِيهِ مُوسَى عَلَى فِرْعَوْن . فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ \" أَنْتُمْ أَحَقّ بِمُوسَى مِنْهُمْ فَصُومُوهُ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37525, "aya_id": 92}]