[{"text": "قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ", "sura_id": 27, "type": 0, "id": 3218, "aya_id": 59}, {"text": "قل الحمد لله وسلام على عباده الذين اصطفى آلله خير أما يشركون", "sura_id": 27, "type": 1, "id": 9454, "aya_id": 59}, {"text": "59 - (قل) يا محمد (الحمد لله) على هلاك الكفار من الأمم الخالية (وسلام على عباده الذين اصطفى) هم (آلله) بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين المسهلة والأخرى وتركه (خير) لمن يعبده (أما يشركون) بالتاء والياء أي أهل مكة به الآلهة خير لعابديها \r\n", "sura_id": 27, "type": 2, "id": 28162, "aya_id": 59}, {"text": "قل -أيها الرسول-: الثناء والشكر لله, وسلام منه, وأَمَنَةٌ على عباده الذين تخيرهم لرسالته, ثم اسأل مشركي قومك هل الله الذي يملك النفع والضر خير أو الذي يشركون من دونه, ممن لا يملك لنفسه ولا لغيره نفعًا ولا ضرًا؟\r\n", "sura_id": 27, "type": 3, "id": 34398, "aya_id": 59}, {"text": " <font color=red>قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ</font><BR><p>يَقُول تَعَالَى آمِرًا رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَقُول \" الْحَمْد لِلَّهِ \" أَيْ عَلَى نِعَمه عَلَى عِبَاده مِنْ النِّعَم الَّتِي لَا تُعَدّ وَلَا تُحْصَى وَعَلَى مَا اِتَّصَفَ بِهِ مِنْ الصِّفَات الْعُلَى وَالْأَسْمَاء الْحُسْنَى وَأَنْ يُسَلِّم عَلَى عِبَاد اللَّه الَّذِينَ اِصْطَفَاهُمْ وَاخْتَارَهُمْ وَهُمْ رُسُله وَأَنْبِيَاؤُهُ الْكِرَام عَلَيْهِمْ مِنْ اللَّه أَفْضَل الصَّلَاة وَالسَّلَام هَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْره إِنَّ الْمُرَاد بِعِبَادِهِ الَّذِينَ اِصْطَفَى هُمْ الْأَنْبِيَاء قَالَ وَهُوَ كَقَوْلِهِ \" سُبْحَان رَبّك رَبّ الْعِزَّة عَمَّا يَصِفُونَ وَسَلَام عَلَى الْمُرْسَلِينَ وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" وَقَالَ الثَّوْرِيّ وَالسُّدِّيّ هُمْ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَضِيَ عَنْهُمْ أَجْمَعِينَ وَرُوِيَ نَحْوه عَنْ اِبْن عَبَّاس أَيْضًا وَلَا مُنَافَاة فَإِنَّهُمْ إِذَا كَانُوا مِنْ عِبَاد اللَّه الَّذِينَ اِصْطَفَى فَالْأَنْبِيَاء بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَالْقَصْد أَنَّ اللَّه تَعَالَى أَمَرَ رَسُوله وَمَنْ اِتَّبَعَهُ بَعْد ذِكْره لَهُمْ مَا فَعَلَ بِأَوْلِيَائِهِ مِنْ النَّجَاة وَالنَّصْر وَالتَّأْيِيد وَمَا أَحَلَّ بِأَعْدَائِهِ مِنْ الْخِزْي وَالنَّكَال وَالْقَهْر أَنْ يَحْمَدُوهُ عَلَى جَمِيع أَفْعَاله وَأَنْ يُسَلِّمُوا عَلَى عِبَاده الْمُصْطَفَيْنَ الْأَخْيَار وَقَدْ قَالَ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مُحَمَّد بْن عُمَارَة بْن صُبَيْح حَدَّثَنَا طَلْق بْن غَنَّام حَدَّثَنَا الْحَكَم بْن ظُهَيْر عَنْ السُّدِّيّ إِنْ شَاءَ اللَّه عَنْ أَبِي مَالِك عَنْ اِبْن عَبَّاس\" وَسَلَام عَلَى عِبَاده الَّذِينَ اِصْطَفَى \" قَالَ هُمْ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِصْطَفَاهُمْ اللَّه لِنَبِيِّهِ رَضِيَ اللَّه عَنْهُمْ وَقَوْله تَعَالَى \" آللَّه خَيْر أَمْ مَا يُشْرِكُونَ\" اِسْتِفْهَام إِنْكَار عَلَى الْمُشْرِكِينَ فِي عِبَادَتهمْ مَعَ اللَّه آلِهَة أُخْرَى .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39647, "aya_id": 59}]