[{"text": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ", "sura_id": 41, "type": 0, "id": 4250, "aya_id": 32}, {"text": "نزلا من غفور رحيم", "sura_id": 41, "type": 1, "id": 10486, "aya_id": 32}, {"text": "32 - (نزلا) رزقا مهيئا منصوب بجعل مقدرا (من غفور رحيم) هو الله \r\n", "sura_id": 41, "type": 2, "id": 29194, "aya_id": 32}, {"text": " مِن غفور لذنوبكم, رحيم بكم.\r\n", "sura_id": 41, "type": 3, "id": 35430, "aya_id": 32}, {"text": " <font color=red>نُزُلًا مِنْ غَفُورٍ رَحِيمٍ</font><BR><p>أَيْ ضِيَافَة وَعَطَاء وَإِنْعَامًا مِنْ غَفُور لِذُنُوبِكُمْ رَحِيم بِكُمْ رَءُوف حَيْثُ غَفَرَ وَسَتَرَ وَرَحِمَ وَلَطَفَ وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم هَهُنَا حَدِيث سَوْق الْجَنَّة عِنْد قَوْله تَعَالَى \" وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلًا مِنْ غَفُور رَحِيم\" فَقَالَ حَدَّثَنَا أَبِي ثَنَا هِشَام بْن عَمَّار ثَنَا عَبْد الْحَمِيد بْن حَبِيب بْن أَبِي الْعِشْرِينَ أَبِي سَعِيد حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنِي حَسَّان بْن عَطِيَّة عَنْ سَعِيد بْن الْمُسَيِّب أَنَّهُ لَقِيَ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ فَقَالَ أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَسْأَل اللَّه أَنْ يَجْمَع بَيْنِي وَبَيْنك فِي سُوق الْجَنَّة فَقَالَ سَعِيد أَوَفِيهَا سُوق ؟ فَقَالَ نَعَمْ أَخْبَرَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ أَهْل الْجَنَّة إِذَا دَخَلُوا فِيهَا نَزَلُوا بِفَضْلِ أَعْمَالهمْ فَيُؤْذَن لَهُمْ فِي مِقْدَار يَوْم الْجُمُعَة مِنْ أَيَّام الدُّنْيَا فَيَزُورُونَ اللَّه عَزَّ وَجَلَّ وَيَبْرُز لَهُمْ عَرْشه وَيَتَبَدَّى لَهُمْ فِي رَوْضَة مِنْ رِيَاض الْجَنَّة وَيُوضَع لَهُمْ مَنَابِر مِنْ نُور وَمَنَابِر مِنْ لُؤْلُؤ وَمَنَابِر مِنْ يَاقُوت وَمَنَابِر مِنْ زَبَرْجَد وَمَنَابِر مِنْ ذَهَب وَمَنَابِر مِنْ فِضَّة وَيَجْلِس أَدْنَاهُمْ وَمَا فِيهِمْ دَنِيء عَلَى كُثْبَان الْمِسْك وَالْكَافُور مَا يَرَوْنَ أَنَّ أَصْحَاب الْكَرَاسِيّ بِأَفْضَل مِنْهُمْ مَجْلِسًا قَالَ أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ قُلْت يَا رَسُول اللَّه وَهَلْ نَرَى رَبّنَا ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ هَلْ تَتَمَارَوْنَ فِي رُؤْيَة الشَّمْس وَالْقَمَر لَيْلَة الْبَدْر ؟ \" قُلْنَا لَا : قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَكَذَلِكَ لَا تَتَمَارَوْنَ فِي رُؤْيَة رَبّكُمْ تَعَالَى وَلَا يَبْقَى فِي ذَلِكَ الْمَجْلِس أَحَد إِلَّا حَاضَرَهُ اللَّه مُحَاضَرَة حَتَّى إِنَّهُ لَيَقُول لِلرَّجُلِ مِنْهُمْ يَا فُلَان بْن فُلَان أَتَذْكُرُ يَوْم عَمِلْت كَذَا وَكَذَا - يُذَكِّرهُ بِبَعْضِ غَدَرَاته فِي الدُّنْيَا - فَيَقُول أَيْ رَبّ أَفَلَمْ تَغْفِر لِي ؟ فَيَقُول بَلَى فَبِسَعَةِ مَغْفِرَتِي بَلَغْت مَنْزِلَتك هَذِهِ - قَالَ - فَبَيْنَمَا هُمْ عَلَى ذَلِكَ غَشِيَتْهُمْ سَحَابَة مِنْ فَوْقهمْ فَأَمْطَرَتْ عَلَيْهِمْ طِيبًا لَمْ يَجِدُوا مِثْل رِيحه شَيْئًا قَطُّ - قَالَ - ثُمَّ يَقُول رَبّنَا عَزَّ وَجَلَّ قُومُوا إِلَى مَا أَعْدَدْت لَكُمْ مِنْ الْكَرَامَة وَخُذُوا مَا اِشْتَهَيْتُمْ قَالَ فَنَأْتِي سُوقًا قَدْ حَفَّتْ بِهِ الْمَلَائِكَة فِيهَا مَا لَمْ تَنْظُر الْعُيُون إِلَى مِثْله وَلَمْ تَسْمَع الْآذَان وَلَمْ يَخْطِر عَلَى الْقُلُوب قَالَ فَيُحْمَل لَنَا مَا اِشْتَهَيْنَا لَيْسَ يُبَاع فِيهِ شَيْء وَلَا يُشْتَرَى وَفِي ذَلِكَ السُّوق يَلْقَى أَهْل الْجَنَّة بَعْضهمْ بَعْضًا قَالَ فَيُقْبِل الرَّجُل ذُو الْمَنْزِلَة الرَّفِيعَة فَيَلْقَى مَنْ هُوَ دُونه وَمَا فِيهِمْ دَنِيء فَيُرَوِّعهُ مَا يَرَى عَلَيْهِ مِنْ اللِّبَاس فَمَا يَنْقَضِي آخِر حَدِيثه حَتَّى يَتَمَثَّل عَلَيْهِ أَحْسَن مِنْهُ وَذَلِكَ لِأَنَّهُ لَا يَنْبَغِي لِأَحَدٍ أَنْ يَحْزَن فَيُهِلّ ثُمَّ نَنْصَرِف إِلَى مَنَازِلنَا فَيَتَلَقَّانَا أَزْوَاجنَا فَيَقُلْنَ مَرْحَبًا وَأَهْلًا بِحَبِيبِنَا لَقَدْ جِئْت وَإِنَّ بِك مِنْ الْجَمَال وَالطِّيب أَفْضَل مِمَّا فَارَقْتنَا عَلَيْهِ فَيَقُول إِنَّا جَالَسْنَا الْيَوْم رَبّنَا الْجَبَّار تَبَارَكَ وَتَعَالَى وَبِحَقِّنَا أَنْ نَنْقَلِب بِمِثْلِ مَا اِنْقَلَبْنَا بِهِ \" . وَقَدْ رَوَاهُ التِّرْمِذِيّ فِي صِفَة الْجَنَّة مِنْ جَامِعه عَنْ مُحَمَّد بْن إِسْمَاعِيل عَنْ هِشَام بْن عَمَّار وَرَوَاهُ اِبْن مَاجَهْ عَنْ هِشَام بْن عَمَّار بِهِ نَحْوه ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ حُمَيْد عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَنْ أَحَبَّ لِقَاء اللَّه أَحَبَّ اللَّه لِقَاءَهُ وَمَنْ كَرِهَ لِقَاء اللَّه كَرِهَ اللَّه لِقَاءَهُ \" قُلْنَا يَا رَسُول اللَّه كُلّنَا نَكْرَه الْمَوْت قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ ذَلِكَ كَرَاهِيَة الْمَوْت وَلَكِنَّ الْمُؤْمِن إِذَا حَضَرَ جَاءَهُ الْبَشِير مِنْ اللَّه تَعَالَى بِمَا هُوَ صَائِر إِلَيْهِ فَلَيْسَ شَيْء أَحَبَّ إِلَيْهِ مِنْ أَنْ يَكُون قَدْ لَقِيَ اللَّه تَعَالَى فَأَحَبَّ اللَّه لِقَاءَهُ قَالَ وَإِنَّ الْفَاجِر أَوْ الْكَافِر إِذَا حَضَرَ جَاءَهُ بِمَا هُوَ صَائِر إِلَيْهِ مِنْ الشَّرّ أَوْ مَا يَلْقَى مِنْ الشَّرّ فَكَرِهَ لِقَاء اللَّه فَكَرِهَ اللَّه لِقَاءَهُ\" وَهَذَا حَدِيث صَحِيح وَقَدْ وَرَدَ فِي الصَّحِيح مِنْ غَيْر هَذَا الْوَجْه .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41050, "aya_id": 32}]