[{"text": "لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَاْ بِبَاسِطٍ يَدِيَ إِلَيْكَ لَأَقْتُلَكَ إِنِّي أَخَافُ اللّهَ رَبَّ الْعَالَمِينَ", "sura_id": 5, "type": 0, "id": 697, "aya_id": 28}, {"text": "لئن بسطت إلي يدك لتقتلني ما أنا بباسط يدي إليك لأقتلك إني أخاف الله رب العالمين", "sura_id": 5, "type": 1, "id": 6933, "aya_id": 28}, {"text": "28 - (لئن) لام القسم (بسطت) مددت (إلي يدك لتقتلني ما أنا بباسط يَدِيَ إليك لأقتلك إني أخاف الله رب العالمين) في قتلك \r\n", "sura_id": 5, "type": 2, "id": 25641, "aya_id": 28}, {"text": "وقال هابيلُ واعظًا أخاه: لَئنْ مَدَدْتَ إليَّ يدكَ لتقتُلني لا تَجِدُ مني مثل فعْلك, وإني أخشى الله ربَّ الخلائق أجمعين.\r\n", "sura_id": 5, "type": 3, "id": 31877, "aya_id": 28}, {"text": " <font color=red>لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ</font><BR><p>قَوْله\" لَئِنْ بَسَطْت إِلَيَّ يَدك لِتَقْتُلنِي مَا أَنَا بِبَاسِطٍ يَدِي إِلَيْك لِأَقْتُلك إِنِّي أَخَاف اللَّه رَبّ الْعَالَمِينَ \" يَقُول لَهُ أَخُوهُ الرَّجُل الصَّالِح الَّذِي تَقَبَّلَ اللَّه قُرْبَانه لِتَقْوَاهُ حِين تَوَاعَدَهُ أَخُوهُ بِالْقَتْلِ عَلَى غَيْر مَا ذَنْب مِنْهُ إِلَيْهِ \" لَئِنْ بَسَطْت إِلَيَّ يَدك لِتَقْتُلنِي مَا أَنَا بِبَاسِطٍ يَدِي إِلَيْك لِأَقْتُلك \" أَيْ لَا أُقَابِلك عَلَى صَنِيعك الْفَاسِد بِمِثْلِهِ فَأَكُون أَنَا وَأَنْتَ سَوَاء فِي الْخَطِيئَة\" إِنِّي أَخَافُ اللَّه رَبّ الْعَالَمِينَ \" أَيْ مِنْ أَنْ أَصْنَع كَمَا تُرِيد أَنْ تَصْنَع بَلْ أَصْبِر وَأَحْتَسِب قَالَ عَبْد اللَّه بْن عَمْرو : وَاَيْم اللَّه إِنْ كَانَ لَأَشَدَّ الرَّجُلَيْنِ وَلَكِنْ مَنَعَهُ التَّحَرُّج يَعْنِي الْوَرَع وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" إِذَا تَوَاجَهَ الْمُسْلِمَانِ بِسَيْفِهِمَا فَالْقَاتِل وَالْمَقْتُول فِي النَّار قَالُوا : يَا رَسُول اللَّه هَذَا الْقَاتِل فَمَا بَال الْمَقْتُول ؟ قَالَ : \" إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْل صَاحِبه\" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا لَيْث بْن سَعْد عَنْ عَيَّاش بْن عَبَّاس عَنْ بُكَيْر بْن عَبْد اللَّه عَنْ بِشْر بْن سَعِيد أَنَّ سَعْد بْن أَبِي وَقَّاص قَالَ عِنْد فِتْنَة عُثْمَان : أَشْهَد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّهَا سَتَكُونُ فِتْنَةٌ الْقَاعِدُ فِيهَا خَيْرٌ مِنْ الْقَائِمِ وَالْقَائِمُ خَيْرٌ مِنْ الْمَاشِي وَالْمَاشِي خَيْرٌ مِنْ السَّاعِي قَالَ : أَفَرَأَيْت إِنْ دَخَلَ عَلَيَّ بَيْتِي فَبَسَطَ يَده إِلَيَّ لِيَقْتُلنِي ؟ فَقَالَ كُنْ كَابْنِ آدَم \" وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ قُتَيْبَة بْن سَعْد وَقَالَ : هَذَا الْحَدِيث حَسَن وَفِي الْبَاب عَنْ أَبِي هُرَيْرَة وَخَبَّاب بْن الْأَرَتّ وَأَبِي بَكْر وَابْن مَسْعُود وَأَبِي وَاقِد وَأَبِي مُوسَى وَخَرَشَةَ وَرَوَاهُ بَعْضهمْ عَنْ اللَّيْث بْن سَعْد وَزَادَ فِي الْإِسْنَاد رَجُلًا قَالَ الْحَافِظ اِبْن عَسَاكِر : الرَّجُل هُوَ حُسَيْن الْأَشْجَعِيّ قُلْت وَقَالَ رَوَاهُ أَبُو دَاوُدَ مِنْ طَرِيقه فَقَالَ : حَدَّثَنَا يَزِيد بْن خَالِد الرَّمْلِيّ حَدَّثَنَا الْفَضْل عَنْ عَيَّاش اِبْن عَبَّاس عَنْ بُكَيْر عَنْ بِشْر بْن سَعِيد عَنْ حُسَيْن بْن عَبْد الرَّحْمَن الْأَشْجَعِيّ أَنَّهُ سَمِعَ سَعْد بْن أَبِي وَقَّاص عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي هَذَا الْحَدِيث قَالَ : فَقُلْت يَا رَسُول اللَّه أَرَأَيْت إِنْ دَخَلَ بَيْتِي وَبَسَطَ يَده لِيَقْتُلنِي قَالَ فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - :\" كُنْ كَابْنِ آدَم \" وَتَلَا \" لَئِنْ بَسَطْت إِلَيَّ يَدك لِتَقْتُلنِي مَا أَنَا بِبَاسِطٍ يَدِي إِلَيْك لِأَقْتُلك إِنِّي أَخَاف اللَّه رَبّ الْعَالَمِينَ \" قَالَ أَيُّوب السِّخْتِيَانِيّ : إِنَّ أَوَّل مَنْ أَخَذَ بِهَذِهِ الْآيَة مِنْ هَذِهِ الْأُمَّة \" لَئِنْ بَسَطْت إِلَيَّ يَدك لِتَقْتُلنِي مَا أَنَا بِبَاسِطٍ يَدِي إِلَيْك لِأَقْتُلك إِنِّي أَخَاف اللَّه رَبّ الْعَالَمِينَ \" لَعُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا اِبْن حَزْم حَدَّثَنِي أَبُو عِمْرَان الْجَوْنِيّ عَنْ عَبْد اللَّه بْن الصَّامِت عَنْ أَبِي ذَرّ قَالَ : رَكِبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِمَارًا وَأَرْدَفَنِي خَلْفه وَقَالَ : \" يَا أَبَا ذَرّ أَرَأَيْت إِنْ أَصَابَ النَّاس جُوع شَدِيد لَا تَسْتَطِيع أَنْ تَقُوم مِنْ فِرَاشك إِلَى مَسْجِدك كَيْف تَصْنَع قَالَ قَالَ : اللَّه وَرَسُوله أَعْلَمُ قَالَ : \" تَعَفَّفْ \" قَالَ : \" يَا أَبَا ذَرّ أَرَأَيْت إِنْ أَصَابَ النَّاس مَوْت شَدِيد يَكُون الْبَيْت فِيهِ بِالْعَبْدِ يَعْنِي الْقَبْر كَيْف تَصْنَع \" قُلْت : اللَّه وَرَسُوله أَعْلَم قَالَ : \" اِصْبِرْ \" قَالَ : \" يَا أَبَا ذَرّ أَرَأَيْت إِنْ قَتَلَ النَّاسُ بَعْضُهُمْ بَعْضًا يَعْنِي حَتَّى تَغْرَق حِجَارَةُ الزَّيْتِ مِنْ الدِّمَاءِ كَيْف تَصْنَع \" قَالَ : اللَّه وَرَسُوله أَعْلَم قَالَ : \" اُقْعُدْ فِي بَيْتك وَأَغْلِقْ عَلَيْك بَابك \" قَالَ : فَإِنْ لَمْ أُتْرَكْ قَالَ : \" فَأْتِ مَنْ أَنْتَ مِنْهُمْ فَكُنْ مِنْهُمْ \" قَالَ : فَآخُذ سِلَاحِي قَالَ :\" فَإِذًا تُشَارِكُهُمْ فِيمَا هُمْ فِيهِ وَلَكِنْ إِذَا خَشِيت أَنْ يَرُوعك شُعَاع السَّيْف فَأَلْقِ طَرَف رِدَائِك عَلَى وَجْهك كَيْ يَبُوء بِإِثْمِهِ وَإِثْمك \" وَرَوَاهُ مُسْلِم وَأَهْل السُّنَن سِوَى النَّسَائِيّ مِنْ طُرُق عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ عَبْد اللَّه بْن الصَّامِت بِهِ وَرَوَاهُ أَبُو دَاوُدَ وَابْن مَاجَهْ مِنْ طَرِيق حَمَّاد بْن زَيْد عَنْ أَبِي عِمْرَان عَنْ الْمُشَعَّث بْن طَرِيف عَنْ عَبْد اللَّه بْن الصَّامِت عَنْ أَبِي ذَرّ بِنَحْوِهِ قَالَ أَبُو دَاوُدَ وَلَمْ يَذْكُر الْمُشَعَّث فِي هَذَا الْحَدِيث غَيْر حَمَّاد بْن زَيْد وَقَالَ اِبْن مَرْدُوَيْهِ : حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن دُحَيْم حَدَّثَنَا أَحْمَد بْن حَازِم حَدَّثَنَا قَبِيصَة بْن عُقْبَة حَدَّثَنَا سُفْيَان عَنْ مَنْصُور عَنْ رِبْعِيّ قَالَ : كُنَّا فِي جِنَازَة حُذَيْفَة فَسَمِعْت رَجُلًا يَقُول سَمِعْت هَذَا يَقُول فِي نَاس مِمَّا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَئِنْ اِقْتَتَلْتُمْ لَأَنْظُرَنَّ إِلَى أَقْصَى بَيْت فِي دَارِي فَلَأَلِجَنَّهُ فَلَئِنْ دَخَلَ عَلَيَّ فُلَان لَأَقُولَن هَا بُؤْ بِإِثْمِي وَإِثْمك فَأَكُون كَخَيْرِ اِبْنَيْ آدَم .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41478, "aya_id": 28}]