[{"text": "وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا", "sura_id": 72, "type": 0, "id": 5453, "aya_id": 6}, {"text": "وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا", "sura_id": 72, "type": 1, "id": 11689, "aya_id": 6}, {"text": "6 - (وأنه كان رجال من الإنس يعوذون) يستعيذون (برجال من الجن) حين ينزلون في سفرهم بمخوف فيقول كل رجل أعوذ بسيد هذا المكان من شر سفهائه (فزادوهم) بعوذهم بهم (رهقا) طغيانا فقالوا سدنا الجن والإنس \r\n", "sura_id": 72, "type": 2, "id": 30397, "aya_id": 6}, {"text": "وأنه كان رجال من الإنس يستجيرون برجال من الجن, فزاد رجالُ الجنِّ الإنسَ باستعاذتهم بهم خوفًا وإرهابًا ورعبًا. وهذه الاستعاذة بغير الله, التي نعاها الله على أهل الجاهلية, من الشرك الأكبر، الذي لا يغفره الله إلا بالتوبة النصوح منه. وفي الآية تحذير شديد من اللجوء إلى السحرة والمشعوذين وأشباههم.\r\n", "sura_id": 72, "type": 3, "id": 36633, "aya_id": 6}, {"text": " <font color=red>وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا</font><BR><p>أَيْ كُنَّا نَرَى أَنَّ لَنَا فَضْلًا عَلَى الْإِنْس لِأَنَّهُمْ كَانُوا يَعُوذُونَ بِنَا إِذَا نَزَلُوا وَادِيًا أَوْ مَكَانًا مُوحِشًا مِنْ الْبَرَارِي وَغَيْرهَا كَمَا كَانَتْ عَادَة الْعَرَب فِي جَاهِلِيَّتهَا يَعُوذُونَ بِعَظِيمِ ذَلِكَ الْمَكَان مِنْ الْجَانّ أَنْ يُصِيبهُمْ بِشَيْءٍ يَسُوءهُمْ كَمَا كَانَ أَحَدهمْ يَدْخُل بِلَاد أَعْدَائِهِ فِي جِوَار رَجُل كَبِير وَذِمَامه وَخِفَارَته فَلَمَّا رَأَتْ الْجِنّ أَنَّ الْإِنْس يَعُوذُونَ بِهِمْ مِنْ خَوْفهمْ مِنْهُمْ زَادُوهُمْ رَهَقًا أَيْ خَوْفًا وَإِرْهَابًا وَذُعْرًا حَتَّى بَقُوا أَشَدّ مِنْهُمْ مَخَافَة وَأَكْثَر تَعَوُّذًا بِهِمْ كَمَا قَالَ قَتَادَة \" فَزَادُوهُمْ رَهَقًا \" أَيْ إِثْمًا وَازْدَادَتْ الْجِنّ عَلَيْهِمْ بِذَلِكَ جَرَاءَة وَقَالَ الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم \" فَزَادُوهُمْ رَهَقًا \" أَيْ اِزْدَادَتْ الْجِنّ عَلَيْهِمْ جُرْأَة وَقَالَ السُّدِّيّ : كَانَ الرَّجُل يَخْرُج بِأَهْلِهِ فَيَأْتِي الْأَرْض فَيَنْزِلهَا فَيَقُول : أَعُوذ بِسَيِّدِ هَذَا الْوَادِي مِنْ الْجِنّ أَنْ أُضَرّ أَنَا فِيهِ أَوْ مَالِي أَوْ وَلَدِي أَوْ مَاشِيَتِي قَالَ قَتَادَة : فَإِذَا عَاذَ بِهِمْ مِنْ دُون اللَّه رَهِقَتْهُمْ الْجِنّ الْأَذَى عِنْد ذَلِكَ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد بْن يَحْيَى بْن سَعِيد الْقَطَّان حَدَّثَنَا وَهْب بْن جَرِير حَدَّثَنَا أَبِي حَدَّثَنَا الزُّبَيْر بْن الْخِرِّيت عَنْ عِكْرِمَة قَالَ كَانَ الْجِنّ يَفْرَقُونَ مِنْ الْإِنْس كَمَا يَفْرَق الْإِنْس مِنْهُمْ أَوْ أَشَدّ فَكَانَ الْإِنْس إِذَا نَزَلُوا وَادِيًا هَرَبَ الْجِنّ فَيَقُول سَيِّد الْقَوْم نَعُوذ بِسَيِّدِ أَهْل هَذَا الْوَادِي فَقَالَ الْجِنّ نَرَاهُمْ يَفْرَقُونَ مِنَّا كَمَا نَفْرَق مِنْهُمْ فَدَنَوْا مِنْ الْإِنْس فَأَصَابُوهُمْ بِالْخَبَلِ وَالْجُنُون فَذَلِكَ قَوْل اللَّه عَزَّ وَجَلَّ \" وَأَنَّهُ كَانَ رِجَال مِنْ الْإِنْس يَعُوذُونَ بِرِجَالٍ مِنْ الْجِنّ فَزَادُوهُمْ رَهَقًا \" أَيْ إِثْمًا وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع وَزَيْد بْن أَسْلَم \" رَهَقًا \" أَيْ خَوْفًا . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" فَزَادُوهُمْ رَهَقًا \" أَيْ إِثْمًا وَكَذَا قَالَ قَتَادَة : وَقَالَ مُجَاهِد زَادَ الْكُفَّار طُغْيَانًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا فَرْوَة بْن الْمَغْرَاء الْكِنْدِيّ حَدَّثَنَا الْقَاسِم بْن مَالِك - يَعْنِي الْمُزَنِيّ - عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ أَبِيهِ عَنْ كَرْدَم بْن أَبِي السَّائِب الْأَنْصَارِيّ قَالَ خَرَجْت مَعَ أَبِي مِنْ الْمَدِينَة فِي حَاجَة وَذَلِكَ أَوَّل مَا ذُكِرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة فَآوَانَا الْمَبِيت إِلَى رَاعِي غَنَم فَلَمَّا اِنْتَصَفَ اللَّيْل جَاءَ ذِئْب فَأَخَذَ حَمَلًا مِنْ الْغَنَم فَوَثَبَ الرَّاعِي فَقَالَ يَا عَامِر الْوَادِي جَارك فَنَادَى مُنَادٍ لَا نَرَاهُ يَقُول يَا سِرْحَان أَرْسِلْهُ فَأَتَى الْحَمَل يَشْتَدّ حَتَّى دَخَلَ فِي الْغَنَم لَمْ تُصِبْهُ كَدْمَة وَأَنْزَلَ اللَّه تَعَالَى عَلَى رَسُوله بِمَكَّة \" وَأَنَّهُ كَانَ رِجَال مِنْ الْإِنْس يَعُوذُونَ بِرِجَالٍ مِنْ الْجِنّ فَزَادُوهُمْ رَهَقًا \" ثُمَّ قَالَ وَرُوِيَ عَنْ عُبَيْد بْن عُمَيْر وَمُجَاهِد وَأَبِي الْعَالِيَة وَالْحَسَن وَسَعِيد بْن جُبَيْر وَإِبْرَاهِيم النَّخَعِيّ نَحْوه . وَقَدْ يَكُون هَذَا الذِّئْب الَّذِي أَخَذَ الْحَمَل وَهُوَ وَلَد الشَّاة وَكَانَ جِنِّيًّا حَتَّى يَرْهَب الْإِنْسِيّ وَيَخَاف مِنْهُ ثُمَّ رَدَّهُ عَلَيْهِ لَمَّا اِسْتَجَارَ بِهِ لِيُضِلّهُ وَيُهِينهُ وَيُخْرِجهُ عَنْ دِينه وَاَللَّه تَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42768, "aya_id": 6}]