[{"text": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلاً", "sura_id": 17, "type": 0, "id": 2081, "aya_id": 52}, {"text": "يوم يدعوكم فتستجيبون بحمده و تظنون إن لبثتم إلا قليلا", "sura_id": 17, "type": 1, "id": 8317, "aya_id": 52}, {"text": "52 - (يوم يدعوكم) يناديكم من القبور على لسان إسرافيل (فتستجيبون) فتجيبون دعوته من القبور (بحمده) بأمره وقيل وله الحمد (وتظنون إن) ما (لبثتم) في الدنيا (إلا قليلا) لهول ما ترون \r\n", "sura_id": 17, "type": 2, "id": 27025, "aya_id": 52}, {"text": "يوم يناديكم خالقكم للخروج من قبوركم، فتستجيبون لأمر الله، وتنقادون له، وله الحمد على كل حال، وتظنون -لهول يوم القيامة- أنكم ما أقمتم في الدنيا إلا زمنًا قليلا؛ لطول لبثكم في الآخرة.\r\n", "sura_id": 17, "type": 3, "id": 33261, "aya_id": 52}, {"text": " <font color=red>يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا</font><BR><p>كَمَا قَالَ تَعَالَى \" يَوْم يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ \" أَيْ تَقُولُونَ كُلّكُمْ إِجَابَة لِأَمْرِهِ وَطَاعَة لِإِرَادَتِهِ . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فَتَسْتَجِيبُونَ بِحَمْدِهِ أَيْ بِأَمْرِهِ وَكَذَا قَالَ اِبْن جُرَيْج وَقَالَ قَتَادَة بِمَعْرِفَتِهِ وَطَاعَته وَقَالَ بَعْضهمْ \" يَوْم يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ \" أَيْ وَلَهُ الْحَمْد فِي كُلّ حَال . وَقَدْ جَاءَ فِي الْحَدِيث \" لَيْسَ عَلَى أَهْل لَا إِلَه إِلَّا اللَّه وَحْشَة فِي قُبُورهمْ كَأَنِّي بِأَهْلِ لَا إِلَه إِلَّا اللَّه يَقُومُونَ مِنْ قُبُورهمْ يَنْفُضُونَ التُّرَاب عَنْ رُءُوسهمْ يَقُولُونَ لَا إِلَه إِلَّا اللَّه وَفِي رِوَايَة يَقُولُونَ \" الْحَمْد لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَن \" وَسَيَأْتِي فِي سُورَة فَاطِر . وَقَوْله تَعَالَى \" وَتَظُنُّونَ \" أَيْ يَوْم تَقُومُونَ مِنْ قُبُوركُمْ \" إِنْ لَبِثْتُمْ \" أَيْ فِي الدَّار الدُّنْيَا \" إِلَّا قَلِيلًا \" وَكَقَوْلِهِ تَعَالَى \" كَأَنَّهُمْ يَوْم يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّة أَوْ ضُحَاهَا \" وَقَالَ تَعَالَى \" يَوْم يُنْفَخ فِي الصُّور وَنَحْشُر الْمُجْرِمِينَ يَوْمئِذٍ زُرْقًا يَتَخَافَتُونَ بَيْنهمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا نَحْنُ أَعْلَم بِمَا يَقُولُونَ إِذْ يَقُول أَمْثَلهمْ طَرِيقَة إِنْ لَبِثْتُمْ إِلَّا يَوْمًا \" وَقَالَ تَعَالَى \" وَيَوْم تَقُوم السَّاعَة يُقْسِم الْمُجْرِمُونَ مَا لَبِثُوا غَيْر سَاعَة كَذَلِكَ كَانُوا يُؤْفَكُونَ \" وَقَالَ تَعَالَى \" قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْض عَدَد سِنِينَ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْض يَوْم فَاسْأَلْ الْعَادِّينَ قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْت تَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38237, "aya_id": 52}]