[{"text": "قُلْ يَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي شَكٍّ مِّن دِينِي فَلاَ أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللّهِ وَلَكِنْ أَعْبُدُ اللّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ", "sura_id": 10, "type": 0, "id": 1468, "aya_id": 104}, {"text": "قل يا أيها الناس إن كنتم في شك من ديني فلا أعبد الذين تعبدون من دون الله ولكن أعبد الله الذي يتوفاكم وأمرت أن أكون من المؤمنين", "sura_id": 10, "type": 1, "id": 7704, "aya_id": 104}, {"text": "104 - (قل يا أيها الناس) أي يا أهل مكة (إن كنتم في شك من ديني) أنه حق (فلا أعبد الذين تعبدون من دون الله) أي غيره ، وهو الأصنام لشككم فيه (ولكن أعبد الله الذي يتوفاكم) يقبض أرواحكم (وأمرت أن) أي بأن (أكون من المؤمنين) \r\n", "sura_id": 10, "type": 2, "id": 26412, "aya_id": 104}, {"text": "قل -أيها الرسول- لهؤلاء الناس: إن كنتم في شك من صحة ديني الذي دعوتكم إليه, وهو الإسلام ومن ثباتي واستقامتي عليه, وترجون تحويلي عنه, فإني لا أعبد في حال من الأحوال أحدًا من الذين تعبدونهم مما اتخذتم من الأصنام والأوثان, ولكن أعبد الله وحده الذي يميتكم ويقبض أرواحكم, وأُمِرْت أن أكون من المصدِّقين به العاملين بشرعه.\r\n", "sura_id": 10, "type": 3, "id": 32648, "aya_id": 104}, {"text": " <font color=red>قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْ يَا أَيّهَا النَّاس إِنْ كُنْتُمْ فِي شَكّ مِنْ صِحَّة مَا جِئْتُكُمْ بِهِ مِنْ الدِّين الْحَنِيف الَّذِي أَوْحَاهُ اللَّه إِلَيْهِ فَأَنَا لَا أَعْبُد الَّذِينَ تَعْبُدُونَ مِنْ دُون اللَّه وَلَكِنْ أَعْبُد اللَّه وَحْده لَا شَرِيك لَهُ وَهُوَ الَّذِي يَتَوَفَّاكُمْ كَمَا أَحْيَاكُمْ ثُمَّ إِلَيْهِ مَرْجِعكُمْ فَإِنْ كَانَتْ آلِهَتكُمْ الَّتِي تَدْعُونَ مِنْ دُون اللَّه حَقًّا فَأَنَا لَا أَعْبُدهَا فَادْعُوهَا فَلْتَضُرَّنِي فَإِنَّهَا لَا تَضُرّ وَلَا تَنْفَع وَإِنَّمَا الَّذِي بِيَدِهِ الضُّرّ وَالنَّفْع هُوَ اللَّه وَحْده لَا شَرِيك لَهُ وَأُمِرْت أَنْ أَكُون مِنْ الْمُؤْمِنِينَ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37430, "aya_id": 104}]