[{"text": "قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ", "sura_id": 27, "type": 0, "id": 3203, "aya_id": 44}, {"text": "قيل لها ادخلي الصرح فلما رأته حسبته لجة وكشفت عن ساقيها قال إنه صرح ممرد من قوارير قالت رب إني ظلمت نفسي وأسلمت مع سليمان لله رب العالمين", "sura_id": 27, "type": 1, "id": 9439, "aya_id": 44}, {"text": "44 - (قيل لها) أيضا (ادخلي الصرح) هو سطح من زجاج أبيض شفاف تحته ماء عذب جار فيه سمك اصطنعه سليمان لما قيل له إن ساقيها وقدميها كقدمي الحمار (فلما رأته حسبته لجة) من الماء (وكشفت عن ساقيها) لتخوضه وكان سليمان على سريره في صدر الصرح فرأى ساقيها وقدميها حسانا (قال) لها (إنه صرح ممرد) مملس (من قوارير) من زجاج ودعاها إلى الإسلام (قالت رب إني ظلمت نفسي) بعبادة غيرك (وأسلمت) كائنة (مع سليمان لله رب العالمين) وأراد تزوجها فكره شعر ساقيها فعملت له الشياطين النورة فأزالته بها فتزوجها وأحبها وأقرها على ملكها وكان يزورها في كل شهر مرة ويقيم عندها ثلاثة أيام وانقضى ملكها بانقضاء ملك سليمان روي أنه ملك وهو ابن ثلاث عشرة سنة ومات وهو ابن ثلاث وخمسين سنة فسبحان من لا انقضاء لدوام ملكه \r\n", "sura_id": 27, "type": 2, "id": 28147, "aya_id": 44}, {"text": "قيل لها: ادخلي القصر, وكان صحنه مِن زجاج تحته ماء, فلما رأته ظنته ماء تتردد أمواجه, وكشفت عن ساقيها لتخوض الماء, فقال لها سليمان: إنه صحن أملس من زجاج صاف والماء تحته. فأدركت عظمة ملك سليمان, وقالت: رب إني ظلمت نفسي بما كنت عليه من الشرك, وانقدتُ متابعة لسليمان داخلة في دين رب العالمين أجمعين.\r\n", "sura_id": 27, "type": 3, "id": 34383, "aya_id": 44}, {"text": " <font color=red>قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ</font><BR><p>وَذَلِكَ أَنَّ سُلَيْمَان عَلَيْهِ السَّلَام أَمَرَ الشَّيَاطِين فَبَنَوْا لَهَا قَصْرًا عَظِيمًا مِنْ قَوَارِير أَيْ مِنْ زُجَاج وَأَجْرَى تَحْته الْمَاء فَاَلَّذِي لَا يَعْرِف أَمْره يَحْسِب أَنَّهُ مَاء وَلَكِنَّ الزُّجَاج يَحُول بَيْن الْمَاشِي وَبَيْنه وَاخْتَلَفُوا فِي السَّبَب الَّذِي دَعَا سُلَيْمَان عَلَيْهِ السَّلَام إِلَى اِتِّخَاذه فَقِيلَ إِنَّهُ عَزَمَ عَلَى تَزَوُّجهَا وَاصْطِفَائِهَا لِنَفْسِهِ ذُكِرَ لَهُ جَمَالهَا وَحُسْنهَا وَلَكِنْ فِي سَاقَيْهَا هُلْب عَظِيم وَمُؤَخِّر أَقْدَامهَا كَمُؤَخِّرِ الدَّابَّة فَسَاءَهُ ذَلِكَ فَاِتَّخَذَ هَذَا لِيَعْلَمَ صِحَّته أَمْ لَا ؟ هَكَذَا قَوْل مُحَمَّد بْن كَعْب الْقَرَظِيّ وَغَيْره فَلَمَّا دَخَلَتْ وَكَشَفَتْ عَنْ سَاقَيْهَا رَأَى أَحْسَن النَّاس سَاقًا وَأَحْسَنهمْ قَدَمًا لَكِنْ رَأَى عَلَى رِجْلَيْهَا شَعَرًا لِأَنَّهَا مَلِكَة لَيْسَ لَهَا زَوْج فَأَحَبَّ أَنْ يُذْهِب ذَلِكَ عَنْهَا فَقِيلَ لَهُ الْمُوسَى فَقَالَتْ لَا أَسْتَطِيع ذَلِكَ وَكَرِهَ سُلَيْمَان ذَلِكَ وَقَالَ لِلْجِنِّ اِصْنَعُوا شَيْئًا غَيْر الْمُوسَى يَذْهَب بِهِ هَذَا الشَّعَر فَصَنَعُوا لَهُ النَّوْرَة وَكَانَ أَوَّل مَنْ اُتُّخِذَتْ لَهُ النَّوْرَة قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَمُحَمَّد بْن كَعْب الْقَرَظِيّ وَالسُّدِّيّ وَابْن جُرَيْج وَغَيْرهمْ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَزِيد بْن رُومَان ثُمَّ قَالَ لَهَا اُدْخُلِي الصَّرْح لِيُرِيَهَا مُلْكًا هُوَ أَعَزّ مِنْ مُلْكهَا وَسُلْطَانًا هُوَ أَعْظَم مِنْ سُلْطَانهَا فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّة وَكَشَفَتْ عَنْ سَاقَيْهَا لَا تَشُكّ أَنَّهُ مَاء تَخُوضهُ فَقِيلَ لَهَا إِنَّهُ صَرْح مُمَرَّد مِنْ قَوَارِير فَلَمَّا وَقَفَتْ عَلَى سُلَيْمَان دَعَاهَا إِلَى عِبَادَة اللَّه وَحْده وَعَاتَبَهَا فِي عِبَادَتهَا الشَّمْس مِنْ دُون اللَّه وَقَالَ الْحَسَن الْبَصْرِيّ : لَمَّا رَأَتْ الْعِلْجَة الصَّرْح عَرَفَتْ وَاَللَّه أَنْ قَدْ رَأَتْ مُلْكًا أَعْظَم مِنْ مُلْكهَا وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ بَعْض أَهْل الْعِلْم عَنْ وَهْب بْن مُنَبِّه قَالَ : أَمَرَ سُلَيْمَان بِالصَّرْحِ وَقَدْ عَمِلَتْهُ لَهُ الشَّيَاطِين مِنْ زُجَاج كَأَنَّهُ الْمَاء بَيَاضًا ثُمَّ أَرْسَلَ الْمَاء تَحْته ثُمَّ وُضِعَ لَهُ فِيهِ سَرِيره فَجَلَسَ عَلَيْهِ وَعَكَفَتْ عَلَيْهِ الطَّيْر وَالْجِنّ وَالْإِنْس ثُمَّ قَالَ لَهَا اُدْخُلِي الصَّرْح لِيُرِيَهَا مُلْكًا هُوَ أَعَزّ مِنْ مُلْكهَا وَسُلْطَانًا هُوَ أَعْظَم مِنْ سُلْطَانهَا \" فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّة وَكَشَفَتْ عَنْ سَاقَيْهَا \" لَا تَشُكّ أَنَّهُ مَاء تَخُوضهُ قِيلَ لَهَا \" إِنَّهُ صَرْح مُمَرَّد مِنْ قَوَارِير \" فَلَمَّا وَقَفَتْ عَلَى سُلَيْمَان دَعَاهَا إِلَى عِبَادَة اللَّه عَزَّ وَجَلَّ وَحْده وَعَاتَبَهَا فِي عِبَادَتهَا الشَّمْس مِنْ دُون اللَّه فَقَالَتْ بِقَوْلِ الزَّنَادِقَة فَوَقَعَ سُلَيْمَان سَاجِدًا إِعْظَامًا لِمَا قَالَتْ وَسَجَدَ مَعَهُ النَّاس فَسُقِطَ فِي يَدَيْهَا حِين رَأَتْ سُلَيْمَان صَنَعَ مَا صَنَعَ فَلَمَّا رَفَعَ سُلَيْمَان رَأْسه قَالَ وَيْحَك مَاذَا قُلْت ؟ قَالَتْ أُنْسِيت مَا قُلْت ؟ فَقَالَتْ \" رَبّ إِنِّي ظَلَمْت نَفْسِي وَأَسْلَمْت مَعَ سُلَيْمَان لِلَّهِ رَبّ الْعَالَمِينَ\" فَأَسْلَمَتْ وَحَسُنَ إِسْلَامهَا وَقَدْ رَوَى الْإِمَام أَبُو بَكْر بْن أَبِي شَيْبَة فِي هَذَا أَثَرًا غَرِيبًا عَنْ اِبْن عَبَّاس فَقَالَ حَدَّثَنَا الْحُسَيْن بْن عَلِيّ عَنْ زَائِدَة حَدَّثَنِي عَطَاء بْن السَّائِب حَدَّثَنَا مُجَاهِد وَنَحْنُ فِي الْأَزْد قَالَ حَدَّثَنَا اِبْن عَبَّاس قَالَ : كَانَ سُلَيْمَان عَلَيْهِ السَّلَام يَجْلِس عَلَى سَرِيره ثُمَّ تُوضَع كَرَاسِيّ حَوْله فَيَجْلِس عَلَيْهَا الْإِنْس ثُمَّ يَجْلِس الْجِنّ ثُمَّ الشَّيَاطِين ثُمَّ تَأْتِي الرِّيح فَتَرْفَعهُمْ ثُمَّ تُظِلّهُمْ الطَّيْر ثُمَّ يَغْدُونَ قَدْر مَا يَشْتَهِي الرَّاكِب أَنْ يَنْزِل شَهْرًا وَرَوَاحهَا شَهْرًا قَالَ فَبَيْنَمَا هُوَ ذَات يَوْم فِي مَسِير لَهُ إِذْ تَفَقَّدَ الطَّيْر فَفَقَدَ الْهُدْهُد قَالَ \" مَا لِي لَا أَرَى الْهُدْهُد أَمْ كَانَ مِنْ الْغَائِبِينَ لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِين \" قَالَ وَكَانَ عَذَابه إِيَّاهُ أَنْ يَنْتِفهُ ثُمَّ يُلْقِيه فِي الْأَرْض فَلَا يَمْتَنِع مِنْ نَمْلَة وَلَا مِنْ شَيْء مِنْ هَوَامّ الْأَرْض قَالَ عَطَاء وَذَكَرَ سَعِيد بْن جُبَيْر عَنْ أَبْنِ عَبَّاس مِثْل حَدِيث مُجَاهِد \" فَمَكَثَ غَيْر بَعِيد - فَقَرَأَ حَتَّى اِنْتَهَى إِلَى قَوْله - سَنَنْظُرُ أَصَدَقْت أَمْ كُنْت مِنْ الْكَاذِبِينَ اِذْهَبْ بِكِتَابِي هَذَا \" وَكَتَبَ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم إِلَى بِلْقِيس \" أَنْ لَا تَعْلُو عَلَيَّ وَأْتُونِي مُسْلِمِينَ \" فَلَمَّا أَلْقَى الْهُدْهُد الْكِتَاب إِلَيْهَا أُلْقِيَ فِي رَوْعهَا أَنَّهُ كِتَاب كَرِيم وَأَنَّهُ كَرِيم وَأَنَّهُ مِنْ سُلَيْمَان وَأَنْ لَا تَعْلُو عَلَيَّ وَأْتُونِي مُسْلِمِينَ قَالُوا نَحْنُ أُولُوا قُوَّة قَالَتْ إِنَّ الْمُلُوك إِذَا دَخَلُوا قَرْيَة أَفْسَدُوهَا وَإِنِّي مُرْسِلَة إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَة بِمَ يَرْجِع الْمُرْسَلُونَ فَلَمَّا جَاءَتْ الْهَدِيَّة سُلَيْمَان قَالَ أَتُمِدُّونَنِ بِمَالٍ اِرْجِعْ إِلَيْهِمْ فَلَمَّا نَظَرَ إِلَى الْغُبَار أَخْبَرَنَا اِبْن عَبَّاس قَالَ وَكَانَ بَيْن سُلَيْمَان وَبَيْن مَلِكَة سَبَأ وَمَنْ مَعَهَا حِين نَظَرَ إِلَى الْغُبَار كَمَا بَيْننَا وَبَيْن الْحِيرَة قَالَ عَطَاء وَمُجَاهِد حِينَئِذٍ فِي الْأَزْد قَالَ سُلَيْمَان أَيّكُمْ يَأْتِينِي بِعَرْشِهَا ؟ قَالَ وَبَيْن عَرْشهَا وَبَيْن سُلَيْمَان حِين نَظَرَ إِلَى الْغُبَار مَسِيرَة شَهْرَيْنِ\" قَالَ عِفْرِيت مِنْ الْجِنّ أَنَا آتِيك بِهِ قَبْل أَنْ تَقُوم مِنْ مَقَامك \" قَالَ وَكَانَ لِسُلَيْمَانَ مَجْلِس يَجْلِس فِيهِ لِلنَّاسِ كَمَا يَجْلِس الْأُمَرَاء ثُمَّ يَقُوم فَقَالَ \" أَنَا آتِيك بِهِ قَبْل أَنْ تَقُوم مَقَامك \" قَالَ سُلَيْمَان أُرِيد أَعْجَل مِنْ ذَلِكَ فَقَالَ الَّذِي عِنْده عِلْم مِنْ الْكِتَاب أَنَا أَنْظُر فِي كِتَاب رَبِّي ثُمَّ آتِيك بِهِ قَبْل أَنْ يَرْتَدّ إِلَيْك طَرْفك قَالَ فَنَظَرَ إِلَيْهِ سُلَيْمَان فَلَمَّا قَطَعَ كَلَامه رَدَّ سُلَيْمَان بَصَره فَنَبَعَ عَرْشهَا مِنْ تَحْت قَدَم سُلَيْمَان مِنْ تَحْت كُرْسِيّ كَانَ سُلَيْمَان يَضَع عَلَيْهِ رِجْله ثُمَّ يَصْعَد إِلَى السَّرِير قَالَ فَلَمَّا رَأَى سُلَيْمَان عَرْشهَا قَالَ \" هَذَا مِنْ فَضْل رَبِّي \" الْآيَة \" قَالَ نَكِّرُوا لَهَا عَرْشهَا \" فَلَمَّا جَاءَتْ قِيلَ أَهَكَذَا عَرْشك قَالَتْ كَأَنَّهُ هُوَ قَالَ فَسَأَلَتْهُ حِين جَاءَتْهُ عَنْ أَمْرَيْنِ قَالَتْ لِسُلَيْمَانَ أُرِيد مَاء لَيْسَ مِنْ أَرْض وَلَا سَمَاء وَكَانَ سُلَيْمَان إِذَا سُئِلَ عَنْ شَيْء سَأَلَ الْإِنْس ثُمَّ الْجِنّ ثُمَّ الشَّيَاطِين قَالَ فَقَالَتْ الشَّيَاطِين هَذَا هَيِّن أَجْر الْخَيْل ثُمَّ خُذْ عَرَقهَا ثُمَّ اِمْلَأْ مِنْهُ الْآنِيَة قَالَ فَأَمَرَ بِالْخَيْلِ فَجُرِيَتْ ثُمَّ أَخَذَ عَرَقهَا فَمَلَأَ مِنْهُ الْآنِيَة قَالَ وَسَأَلَتْ عَنْ لَوْن اللَّه عَزَّ وَجَلَّ قَالَ فَوَثَبَ سُلَيْمَان عَنْ سَرِيره فَخَرَّ سَاجِدًا فَقَالَ يَا رَبّ لَقَدْ سَأَلَتْنِي عَنْ أَمْر إِنَّهُ لَيَتَعَاظَم فِي قَلْبِي أَنْ أَذْكُرهُ لَك فَقَالَ اِرْجِعْ فَقَدْ كَفَيْتُكُمْ قَالَ فَرَجَعَ إِلَى سَرِيره قَالَ مَا سَأَلَتْ عَنْهُ ؟ قَالَتْ مَا سَأَلْتُك إِلَّا عَنْ الْمَاء فَقَالَ لِجُنُودِهِ مَا سَأَلَتْ عَنْهُ ؟ فَقَالُوا مَا سَأَلْتُك إِلَّا عَنْ الْمَاء قَالَ وَنَسَوْهُ كُلّهمْ قَالَ وَقَالَتْ الشَّيَاطِين إِنَّ سُلَيْمَان يُرِيد أَنْ يَتَّخِذهَا لِنَفْسِهِ فَإِنْ اِتَّخَذَهَا لِنَفْسِهِ ثُمَّ وُلِدَ بَيْنهَا وَلَد لَمْ نَنْفَكّ مِنْ عُبُودِيَّته فَقَالَ فَجَعَلُوا صَرْحًا مُمَرَّدًا مِنْ قَوَارِير فِيهِ السَّمَك قَالَ فَقِيلَ لَهَا اُدْخُلِي الصَّرْح فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّة وَكَشَفَتْ عَنْ سَاقَيْهَا فَإِذَا هِيَ شَعْرَاء فَقَالَ سُلَيْمَان هَذَا قَبِيح فَمَا يُذْهِبهُ ؟ قَالُوا يُذْهِبهُ الْمُوسَى فَقَالَ أَثَر الْمُوسَى قَبِيح قَالَ فَجَعَلَتْ الشَّيَاطِين النَّوْرَة قَالَ فَهُوَ أَوَّل مَنْ جُعِلَتْ لَهُ النَّوْرَة ثُمَّ قَالَ أَبُو بَكْر بْن أَبِي شَيْبَة مَا أَحْسَنه مِنْ حَدِيث \" قُلْت\" بَلْ هُوَ مُنْكَر غَرِيب جِدًّا وَلَعَلَّهُ مِنْ أَوْهَام عَطَاء بْن السَّائِب عَلَى اِبْن عَبَّاس وَاَللَّه أَعْلَم وَالْأَقْرَب فِي مِثْل هَذِهِ السِّيَاقَات أَنَّهَا مُتَلَقَّاة عَنْ أَهْل الْكِتَاب مِمَّا وُجِدَ فِي صُحُفهمْ كَرِوَايَاتِ كَعْب وَوَهْب سَامَحَهُمَا اللَّه تَعَالَى فِيمَا نَقَلَاهُ إِلَى هَذِهِ الْأُمَّة مِنْ أَخْبَار بَنِي إِسْرَائِيل مِنْ الْأَوَابِد وَالْغَرَائِب وَالْعَجَائِب مِمَّا كَانَ وَمَا لَمْ يَكُنْ وَمِمَّا حُرِّفَ وَبُدِّلَ وَنُسِخَ وَقَدْ أَغْنَانَا اللَّه سُبْحَانه عَنْ ذَلِكَ بِمَا هُوَ أَصَحّ مِنْهُ وَأَنْفَع وَأَوْضَح وَأَبْلَغ وَلِلَّهِ الْحَمْد وَالْمِنَّة . أَصْل الصَّرْح فِي كَلَام الْعَرَب هُوَ الْقَصْر وَكُلّ بِنَاء مُرْتَفِع قَالَ اللَّه سُبْحَانه وَتَعَالَى إِخْبَارًا عَنْ فِرْعَوْن لَعَنَهُ اللَّه أَنَّهُ قَالَ لِوَزِيرِهِ هَامَان \" اِبْن لِي صَرْحًا لَعَلِّي أَبْلُغ الْأَسْبَاب\" الْآيَات وَالصَّرْح قَصْر فِي الْيَمَن عَالِي الْبِنَاء وَالْمُمَرَّد الْمُبْنَى بِنَاء مُحْكَمًا أَمْلَس \" مِنْ قَوَارِير \" أَيْ زُجَاج وَتَمْرِيد الْبِنَاء تَمْلِيسه وَمَارِد حِصْن بِدَوْمَةِ الْجَنْدَل وَالْغَرَض أَنَّ سُلَيْمَان عَلَيْهِ السَّلَام اِتَّخَذَ قَصْرًا عَظِيمًا مُنِيفًا مِنْ زُجَاج لِهَذِهِ الْمَلِكَة لِيُرِيَهَا عَظَمَة سُلْطَانه وَتَمَكُّنه فَمَا رَأَتْ مَا آتَاهُ اللَّه وَجَلَالَة مَا هُوَ فِيهِ وَتَبَصَّرَتْ فِي أَمْره اِنْقَادَتْ لِأَمْرِ اللَّه تَعَالَى وَعَرَفَتْ أَنَّهُ نَبِيّ كَرِيم وَمَلِك عَظِيم وَأَسْلَمَتْ لِلَّهِ عَزَّ وَجَلَّ وَقَالَتْ \" رَبّ إِنِّي ظَلَمْتُ نَفْسِي \" أَيْ بِمَا سَلَفَ مِنْ كُفْرهَا وَشِرْكهَا وَعِبَادَتهَا وَقَوْمهَا لِلشَّمْسِ مِنْ دُون اللَّه \" وَأَسْلَمْت مَعَ سُلَيْمَان لِلَّهِ رَبّ الْعَالَمِينَ \" أَيْ مُتَابِعَة لِدِينِ سُلَيْمَان فِي عِبَادَته لِلَّهِ وَحْده لَا شَرِيك لَهُ الَّذِي خَلَقَ كُلّ شَيْء فَقَدَّرَهُ تَقْدِيرًا .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39631, "aya_id": 44}]