[{"text": "إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ", "sura_id": 16, "type": 0, "id": 1941, "aya_id": 40}, {"text": "إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون", "sura_id": 16, "type": 1, "id": 8177, "aya_id": 40}, {"text": "40 - (إنما قولنا لشيء إذا أردناه) أي أردنا إيجاده وقولنا مبتدأ خبره (أن نقول له كن فيكون) أي فهو يكون وفي قراءة بالنصب عطفا على نقول والآية لتقرير القدرة على البعث \r\n", "sura_id": 16, "type": 2, "id": 26885, "aya_id": 40}, {"text": "إنَّ أمر البعث يسير علينا, فإنَّا إذا أردنا شيئًا فإنما نقول له: \"كن\"، فإذا هو كائن موجود.\r\n", "sura_id": 16, "type": 3, "id": 33121, "aya_id": 40}, {"text": " <font color=red>إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى عَنْ قُدْرَته عَلَى مَا يَشَاء وَأَنَّهُ لَا يُعْجِزهُ شَيْء فِي الْأَرْض وَلَا فِي السَّمَاء وَإِنَّمَا أَمْره إِذَا أَرَادَ شَيْئًا أَنْ يَقُول لَهُ كُنْ فَيَكُون وَالْمَعَاد مِنْ ذَلِكَ إِذَا أَرَادَ كَوْنه فَإِنَّمَا يَأْمُر بِهِ مَرَّة وَاحِدَة فَيَكُون كَمَا يَشَاء كَقَوْلِهِ \" وَمَا أَمْرنَا إِلَّا وَاحِدَة كَلَمْحٍ بِالْبَصَرِ \" وَقَالَ \" مَا خَلْقكُمْ وَلَا بَعْثكُمْ إِلَّا كَنَفْسٍ وَاحِدَة \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" إِنَّمَا قَوْلنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُول لَهُ كُنْ فَيَكُون \" أَيْ أَنْ نَأْمُر بِهِ مَرَّة وَاحِدَة فَإِذَا هُوَ كَائِن كَمَا قَالَ الشَّاعِر : إِذَا مَا أَرَادَ اللَّه أَمْرًا فَإِنَّمَا يَقُول لَهُ كُنْ فَيَكُون أَيْ أَنَّهُ تَعَالَى لَا يَحْتَاج إِلَى تَأْكِيد فِيمَا يَأْمُر بِهِ فَإِنَّهُ تَعَالَى لَا يُمَانَع وَلَا يُخَالَف لِأَنَّهُ الْوَاحِد الْقَهَّار الْعَظِيم الَّذِي قَهَرَ سُلْطَانه وَجَبَرُوته وَعِزَّته كُلّ شَيْء فَلَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ وَقَالَ اِبْن أَبِي حَاتِم : ذَكَرَ الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج أَخْبَرَنِي عَطَاء أَنَّهُ سَمِعَ أَبَا هُرَيْرَة يَقُول : \" قَالَ اللَّه تَعَالَى شَتَمَنِي اِبْن آدَم وَلَمْ يَكُنْ يَنْبَغِي لَهُ ذَلِكَ وَكَذَّبَنِي اِبْن آدَم وَلَمْ يَكُنْ يَنْبَغِي لَهُ ذَلِكَ فَأَمَّا تَكْذِيبه إِيَّايَ فَقَالَ \" وَأَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ لَا يَبْعَث اللَّه مَنْ يَمُوت \" قَالَ وَقُلْت\" بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ \" وَأَمَّا شَتْمه إِيَّايَ فَقَالَ \" إِنَّ اللَّه ثَالِث ثَلَاثَة \" وَقُلْت \" قُلْ هُوَ اللَّه أَحَد اللَّه الصَّمَد لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد \" هَكَذَا ذَكَرَهُ مَوْقُوفًا وَهُوَ فِي الصَّحِيحَيْنِ مَرْفُوع بِلَفْظٍ آخَر.</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38114, "aya_id": 40}]