[{"text": "وَلَقَدْ زَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِّلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ", "sura_id": 67, "type": 0, "id": 5246, "aya_id": 5}, {"text": "ولقد زينا السماء الدنيا بمصابيح وجعلناها رجوما للشياطين وأعتدنا لهم عذاب السعير", "sura_id": 67, "type": 1, "id": 11482, "aya_id": 5}, {"text": "5 - (ولقد زينا السماء الدنيا) القربى إلى الأرض (بمصابيح) بنجوم (وجعلناها رجوما) مراجم (للشياطين) إذا استرقوا السمع بأن بنفصل شهاب عن الكواكب كالقبس يؤخذ من النار فيقتل الجني أو يخبله لا أن الكواكب يزول عن مكانه (وأعتدنا لهم عذاب السعير) النار الموقدة \r\n", "sura_id": 67, "type": 2, "id": 30190, "aya_id": 5}, {"text": "ولقد زيَّنا السماء القريبة التي تراها العيون بنجوم عظيمة مضيئة, وجعلناها شهبًا محرقة لمسترقي السمع من الشياطين, وأعتدنا لهم في الآخرة عذاب النار الموقدة يقاسون حرها.\r\n", "sura_id": 67, "type": 3, "id": 36426, "aya_id": 5}, {"text": " <font color=red>وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ</font><BR><p>وَلَمَّا نَفَى عَنْهَا فِي خَلْقهَا النَّقْص بَيَّنَ كَمَالَهَا وَزِينَتهَا فَقَالَ \" وَلَقَدْ زَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيح \" وَهِيَ الْكَوَاكِب الَّتِي وُضِعَتْ فِيهَا مِنْ السَّيَّارَات وَالثَّوَابِت وَقَوْله تَعَالَى \" وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ \" عَادَ الضَّمِير فِي قَوْله وَجَعَلْنَاهَا عَلَى جِنْس الْمَصَابِيح لَا عَلَى عَيْنهَا لِأَنَّهُ لَا يَرْمِي بِالْكَوَاكِبِ الَّتِي فِي السَّمَاء بَلْ بِشُهُبٍ مِنْ دُونهَا وَقَدْ تَكُون مُسْتَمَدَّة مِنْهَا وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" وَأَعْتَدْنَا لَهُمْ عَذَاب السَّعِير\" أَيْ جَعَلْنَا لِلشَّيَاطِينِ هَذَا الْخِزْي فِي الدُّنْيَا وَأَعْتَدْنَا لَهُمْ عَذَاب السَّعِير فِي الْأُخْرَى كَمَا قَالَ تَعَالَى فِي أَوَّل الصَّافَّات \" إِنَّا زَيَّنَّا السَّمَاء الدُّنْيَا بِزِينَةٍ الْكَوَاكِب وَحِفْظًا مِنْ كُلّ شَيْطَان مَارِد لَا يَسْمَعُونَ إِلَى الْمَلَأ الْأَعْلَى وَيَقْذِفُونَ مِنْ كُلّ جَانِب دُحُورًا وَلَهُمْ عَذَاب وَاصِب إِلَّا مَنْ خَطِفَ الْخَطْفَة فَأَتْبَعَهُ شِهَاب ثَاقِب \" قَالَ قَتَادَة إِنَّمَا خَلَقْت هَذِهِ النُّجُوم لِثَلَاثِ خِصَال خَلَقَهَا اللَّه زِينَة لِلسَّمَاءِ وَرُجُومًا لِلشَّيَاطِينِ وَعَلَامَات يُهْتَدَى بِهَا فَمَنْ تَأَوَّلَ فِيهَا غَيْر ذَلِكَ فَقَدْ قَالَ بِرَأْيِهِ وَأَخْطَأَ حَظّه وَأَضَاعَ نَصِيبه وَتَكَلَّفَ مَا لَا عِلْم لَهُ بِهِ رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 67, "type": 4, "id": 42357, "aya_id": 5}]