[{"text": "كَالَّذِينَ مِن قَبْلِكُمْ كَانُواْ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالاً وَأَوْلاَدًا فَاسْتَمْتَعُواْ بِخَلاقِهِمْ فَاسْتَمْتَعْتُم بِخَلاَقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُواْ أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الُّدنْيَا وَالآخِرَةِ وَأُوْلَئِكَ هُمُ الْخَاسِرُونَ", "sura_id": 9, "type": 0, "id": 1304, "aya_id": 69}, {"text": "كالذين من قبلكم كانوا أشد منكم قوة وأكثر أموالا وأولادا فاستمتعوا بخلاقهم فاستمتعتم بخلاقكم كما استمتع الذين من قبلكم بخلاقهم وخضتم كالذي خاضوا أولئك حبطت أعمالهم في الدنيا والآخرة وأولئك هم الخاسرون", "sura_id": 9, "type": 1, "id": 7540, "aya_id": 69}, {"text": "69 - أنتم أيها المنافقون (كالذين من قبلكم كانوا أشد منكم قوةً وأكثر أموالاً وأولاداً فاستمتعوا) تمتعوا (بخلاقهم) نصيبهم من الدنيا (فاستمتعتم) أيها المنافقون (بخلاقكم كما استمتع الذين من قبلكم بخلاقهم وخضتم) في الباطل والطعن في النبي صلى الله عليه وسلم (كالذي خاضوا) أي كخوضهم (أولئك حبطت أعمالهم في الدنيا والآخرة وأولئك هم الخاسرون) \r\n", "sura_id": 9, "type": 2, "id": 26248, "aya_id": 69}, {"text": "إن أفعالكم -معشر المنافقين- من الاستهزاء والكفر كأفعال الأمم السابقة التي كانت على جانب من القوة والمال والأولاد أشد منكم, فاطْمَأنوا إلى الحياة الدنيا, وتَمتَّعوا بما فيها من الحظوظ والملذات, فاستمعتم أيها المنافقون بنصيبكم من الشهوات الفانية كاستمتاع الذين من قبلكم بحظوظهم الفانية, وخضتم بالكذب على الله كخوض تلك الأمم قبلكم, أولئك الموصوفون بهذه الأخلاق هم الذين ذهبت حسناتهم في الدنيا والآخرة, وأولئك هم الخاسرون ببيعهم نعيم الآخرة بحظوظهم من الدنيا.\r\n", "sura_id": 9, "type": 3, "id": 32484, "aya_id": 69}, {"text": " <font color=red>كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ</font><BR><p>يَقُول تَعَالَى أَصَابَ هَؤُلَاءِ مِنْ عَذَاب اللَّه تَعَالَى فِي الدُّنْيَا وَالْآخِرَة كَمَا أَصَابَ مَنْ قَبْلهمْ وَقَوْله بِخَلَاقِهِمْ قَالَ الْحَسَن بِأَيْدِيهِمْ وَقَوْله \" وَخُضْتُمْ كَاَلَّذِي خَاضُوا \" أَيْ فِي الْكَذِب وَالْبَاطِل أُولَئِكَ حَبِطَتْ أَعْمَالهمْ أَيْ بَطَلَتْ مَسَاعِيهمْ فَلَا ثَوَاب لَهُمْ عَلَيْهَا لِأَنَّهَا فَاسِدَة فِي الدُّنْيَا وَالْآخِرَة وَأُولَئِكَ هُمْ الْخَاسِرُونَ لِأَنَّهُمْ لَمْ يَحْصُل لَهُمْ عَلَيْهَا ثَوَاب قَالَ اِبْن جَرِير عَنْ عَمْرو بْن عَطَاء عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله كَاَلَّذِينَ مِنْ قَبْلكُمْ الْآيَة قَالَ اِبْن عَبَّاس مَا أَشْبَهَ اللَّيْلَة بِالْبَارِحَةِ \" كَاَلَّذِينَ مِنْ قَبْلكُمْ \" هَؤُلَاءِ بَنُو إِسْرَائِيل شُبِّهْنَا بِهِمْ لَا أَعْلَم إِلَّا أَنَّهُ قَالَ وَاَلَّذِي نَفْسِي بِيَدِهِ لَتَتَّبِعُنَّهُمْ حَتَّى لَوْ دَخَلَ الرَّجُل مِنْهُمْ جُحْر ضَبّ لَدَخَلْتُمُوهُ قَالَ اِبْن جُرَيْج وَأَخْبَرَنِي زِيَاد بْن سَعْد عَنْ مُحَمَّد بْن زِيَاد بْن مُهَاجِر عَنْ سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَلَّذِي نَفْسِي بِيَدِهِ لَتَتَّبِعُنَّ سُنَن الَّذِينَ مِنْ قَبْلكُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ وَبَاعًا بِبَاعٍ حَتَّى لَوْ دَخَلُوا جُحْر ضَبّ لَدَخَلْتُمُوهُ قَالُوا وَمَنْ هُمْ يَا رَسُول اللَّه ؟ أَهْل الْكِتَاب قَالَ فَمَنْ ؟ وَهَكَذَا رَوَاهُ أَبُو مَعْشَر عَنْ أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ وَزَادَ قَالَ أَبُو هُرَيْرَة اِقْرَءُوا إِنْ شِئْتُمْ الْقُرْآن \" كَاَلَّذِينَ مِنْ قَبْلكُمْ \" الْآيَة . قَالَ أَبُو هُرَيْرَة : الْخَلَاق : الدِّين \" وَخُضْتُمْ كَاَلَّذِي خَاضُوا \" قَالُوا يَا رَسُول اللَّه كَمَا صَنَعَتْ فَارِس وَالرُّوم ؟ قَالَ فَهَلْ النَّاس إِلَّا هُمْ ؟ وَهَذَا الْحَدِيث لَهُ شَاهِد فِي الصَّحِيح .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43489, "aya_id": 69}]