[{"text": "يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ", "sura_id": 9, "type": 0, "id": 1308, "aya_id": 73}, {"text": "يا أيها النبي جاهد الكفار والمنافقين واغلظ عليهم ومأواهم جهنم وبئس المصير", "sura_id": 9, "type": 1, "id": 7544, "aya_id": 73}, {"text": "73 - (يا أيها النبي جاهد الكفار) بالسيف (والمنافقين) باللسان والحجة (واغلظ عليهم) بالانتهار والمقت (ومأواهم جهنم وبئس المصير) المرجع هي \r\n", "sura_id": 9, "type": 2, "id": 26252, "aya_id": 73}, {"text": "يا أيها النبي جاهد الكفار بالسيف والمنافقين باللسان والحجة, واشدد على كلا الفريقين, ومقرُّهم جهنم, وبئس المصير مصيرهم.\r\n", "sura_id": 9, "type": 3, "id": 32488, "aya_id": 73}, {"text": " <font color=red>يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ</font><BR><p>أَمَرَ تَعَالَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِجِهَادِ الْكُفَّار وَالْمُنَافِقِينَ وَالْغِلْظَة عَلَيْهِمْ كَمَا أَمَرَهُ بِأَنْ يُخْفِض جَنَاحه لِمَنْ اِتَّبَعَهُ مِنْ الْمُؤْمِنِينَ وَأَخْبَرَهُ أَنَّ مَصِير الْكُفَّار وَالْمُنَافِقِينَ إِلَى النَّار فِي الدَّار الْآخِرَة وَقَدْ تَقَدَّمَ عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب أَنَّهُ قَالَ : بُعِثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَرْبَعَةِ أَسْيَاف : سَيْف لِلْمُشْرِكِينَ \" فَإِذَا اِنْسَلَخَ الْأَشْهُر الْحُرُم فَاقْتُلُوا الْمُشْرِكِينَ \" وَسَيْف لِكُفَّارِ أَهْل الْكِتَاب \" قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّه وَرَسُوله وَلَا يَدِينُونَ دِين الْحَقّ مِنْ الَّذِينَ أُوتُوا الْكِتَاب حَتَّى يُعْطُوا الْجِزْيَة عَنْ يَد وَهُمْ صَاغِرُونَ \" وَسَيْف لِلْمُنَافِقِينَ \" جَاهِدْ الْكُفَّار وَالْمُنَافِقِينَ \" وَسَيْف لِلْبُغَاةِ \" فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيء إِلَى أَمْر اللَّه \" وَهَذَا يَقْتَضِي أَنَّهُمْ يُجَاهَدُونَ بِالسُّيُوفِ إِذَا أَظْهَرُوا النِّفَاق وَهُوَ اِخْتِيَار اِبْن جَرِير وَقَالَ اِبْن مَسْعُود فِي قَوْله \" جَاهِدْ الْكُفَّار وَالْمُنَافِقِينَ \" قَالَ بِيَدِهِ فَإِنْ لَمْ يَسْتَطِعْ فَلْيَكْفَهِرّ فِي وَجْهه . وَقَالَ اِبْن عَبَّاس أَمَرَهُ اللَّه تَعَالَى بِجِهَادِ الْكُفَّار بِالسَّيْفِ وَالْمُنَافِقِينَ بِاللِّسَانِ وَأَذْهَبَ الرِّفْق عَنْهُمْ , وَقَالَ الضَّحَّاك جَاهِدْ الْكُفَّار بِالسَّيْفِ وَاغْلُظْ عَلَى الْمُنَافِقِينَ بِالْكَلَامِ وَهُوَ مُجَاهَدَتهمْ , وَعَنْ مُقَاتِل وَالرَّبِيع مِثْله : وَقَالَ الْحَسَن وَقَتَادَة وَمُجَاهِد : مُجَاهَدَتهمْ إِقَامَة الْحُدُود عَلَيْهِمْ وَقَدْ يُقَال إِنَّهُ لَا مُنَافَاة بَيْن هَذِهِ الْأَقْوَال لِأَنَّهُ تَارَة يُؤَاخِذهُمْ بِهَذَا وَتَارَة بِهَذَا بِحَسَبِ الْأَحْوَال وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43494, "aya_id": 73}]