[{"text": "وَكَأَيِّن مِن دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ", "sura_id": 29, "type": 0, "id": 3400, "aya_id": 60}, {"text": "و كأين من دابة لا تحمل رزقها الله يرزقها وإياكم وهو السميع العليم", "sura_id": 29, "type": 1, "id": 9636, "aya_id": 60}, {"text": "60 - (وكأين) كم (من دابة لا تحمل رزقها) لضعفها (الله يرزقها وإياكم) أيها المهاجرون وإن لم يكن معكم زاد ولا نفقة (وهو السميع) لأقوالكم (العليم) بضمائركم \r\n", "sura_id": 29, "type": 2, "id": 28344, "aya_id": 60}, {"text": "وكم من دابة لا تدَّخر غذاءها لغد, كما يفعل ابن آدم, فالله سبحانه وتعالى يرزفها كما يرزقكم, وهو السميع لأقوالكم, العليم بأفعالكم وخطرات قلوبكم.\r\n", "sura_id": 29, "type": 3, "id": 34580, "aya_id": 60}, {"text": " <font color=red>وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ</font><BR><p>ثُمَّ أَخْبَرَهُمْ تَعَالَى أَنَّ الرِّزْق لَا يَخْتَصّ بِبُقْعَةٍ بَلْ رِزْقه تَعَالَى عَامّ لِخَلْقِهِ حَيْثُ كَانُوا وَأَيْنَ كَانُوا بَلْ كَانَتْ أَرْزَاق الْمُهَاجِرِينَ حَيْثُ هَاجَرُوا أَكْثَر وَأَوْسَع وَأَطْيَب فَإِنَّهُمْ بَعْد قَلِيل صَارُوا حُكَّام الْبِلَاد فِي سَائِر الْأَقْطَار وَالْأَمْصَار وَلِهَذَا قَالَ تَعَالَى \" وَكَأَيِّنْ مِنْ دَابَّة لَا تَحْمِل رِزْقهَا \" أَيْ لَا تُطِيق جَمْعه وَتَحْصِيله وَلَا تَدَّخِر شَيْئًا لِغَدٍ \" اللَّه يَرْزُقهَا وَإِيَّاكُمْ \" أَيْ يُقَيِّض لَهَا رِزْقهَا عَلَى ضَعْفهَا وَيُيَسِّرهُ عَلَيْهَا فَيَبْعَث إِلَى كُلّ مَخْلُوق مِنْ الرِّزْق مَا يُصْلِحهُ حَتَّى الذَّرّ فِي قَرَار الْأَرْض وَالطَّيْر فِي الْهَوَاء وَالْحِيتَان فِي الْمَاء . قَالَ تَعَالَى \" وَمَا مِنْ دَابَّة فِي الْأَرْض إِلَّا عَلَى اللَّه رِزْقهَا وَيَعْلَم مُسْتَقَرّهَا وَمُسْتَوْدَعهَا كُلّ فِي كِتَاب مُبِين \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن الْهَرَوِيّ حَدَّثَنَا يَزِيد يَعْنِي اِبْن هَارُون حَدَّثَنَا الْجَرَّاح بْن مِنْهَال الْجَزَرِيّ - هُوَ أَبُو الْعُطُوف - عَنْ الزُّهْرِيّ عَنْ رَجُل عَنْ اِبْن عُمَر قَالَ : خَرَجْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى دَخَلَ بَعْض حِيطَان الْمَدِينَة فَجَعَلَ يَلْتَقِط مِنْ التَّمْر وَيَأْكُل فَقَالَ لِي \" يَا اِبْن عُمَر مَا لَك لَا تَأْكُل ؟ \" قَالَ قُلْت لَا أَشْتَهِيه يَا رَسُول اللَّه قَالَ \" لَكِنِّي أَشْتَهِيه وَهَذَا صُبْح رَابِعَة مُنْذُ لَمْ أَذُقْ طَعَامًا وَلَمْ أَجِدهُ وَلَوْ شِئْت لَدَعَوْت رَبِّي فَأَعْطَانِي مِثْل مُلْك كِسْرَى وَقَيْصَر فَكَيْف بِك يَا اِبْن عُمَر إِذَا بَقِيت فِي قَوْم يُخَبِّئُونَ رِزْق سَنَتهمْ بِضَعْفِ الْيَقِين ؟ \" قَالَ فَوَاَللَّهِ مَا بَرِحْنَا وَلَا رُمْنَا حَتَّى نَزَلَتْ \" وَكَأَيِّنْ مِنْ دَابَّة لَا تَحْمِل رِزْقهَا اللَّه يَرْزُقهَا وَإِيَّاكُمْ وَهُوَ السَّمِيع الْعَلِيم \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه عَزَّ وَجَلَّ لَمْ يَأْمُرنِي بِكَنْزِ الدُّنْيَا وَلَا بِاتِّبَاعِ الشَّهَوَات فَمَنْ كَنَزَ دُنْيَاهُ يُرِيد بِهَا حَيَاة بَاقِيَة فَإِنَّ الْحَيَاة بِيَدِ اللَّه أَلَا وَإِنِّي لَا أَكْنِز دِينَارًا وَلَا دِرْهَمًا وَلَا أُخَبِّئ رِزْقًا لِغَدٍ \" هَذَا حَدِيث غَرِيب وَأَبُو الْعُطُوف الْجَزَرِيّ ضَعِيف وَقَدْ ذَكَرُوا أَنَّ الْغُرَاب إِذَا فَقَسَ عَنْ فِرَاخه الْبِيض خَرَجُوا وَهُمْ بِيض فَإِذَا رَآهُمْ أَبَوَاهُمْ كَذَلِكَ نَفَرَا عَنْهُمْ أَيَّامًا حَتَّى يَسْوَدّ الرِّيش فَيَظَلّ الْفَرْخ فَاتِحًا فَاهُ يَتَفَقَّد أَبَوَيْهِ فَيُقَيِّض اللَّه تَعَالَى طَيْرًا صِغَارًا كَالْبَرْغَشِ فَيَغْشَاهُ فَيَتَقَوَّت بِهِ تِلْكَ الْأَيَّام حَتَّى يَسْوَدّ رِيشه وَالْأَبَوَانِ يَتَفَقَّدَانِهِ كُلّ وَقْت فَكُلَّمَا رَأَوْهُ أَبْيَض الرِّيش نَفَرَا عَنْهُ فَإِذَا رَأَوْهُ اِسْوَدَّ رِيشه عَطْفًا عَلَيْهِ بِالْحَضَانَةِ وَالرِّزْق وَلِهَذَا قَالَ الشَّاعِر : يَا رَازِق النَّعَّاب فِي عُشّه وَجَابِر الْعَظْم الْكَسِير الْمَهِيض . وَقَدْ قَالَ الشَّافِعِيّ فِي جُمْلَة كَلَام لَهُ فِي الْأَوَامِر كَقَوْلِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَافِرُوا تَصِحُّوا وَتُرْزَقُوا \" قَالَ الْبَيْهَقِيّ أَخْبَرَنَا إِمْلَاء أَبُو الْحَسَن عَلِيّ بْن أَحْمَد بْن عَبْدَان أَخْبَرَنَا أَحْمَد بْن عُبَيْد أَخْبَرَنَا مُحَمَّد بْن غَالِب حَدَّثَنِي مُحَمَّد بْن سِنَان أَخْبَرَنَا مُحَمَّد بْن عَبْد الرَّحْمَن بْن يَزْدَاد شَيْخ مِنْ أَهْل الْمَدِينَة حَدَّثَنَا عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَافِرُوا تَصِحُّوا وَتَغْنَمُوا\" قَالَ وَرَوَيْنَاهُ عَنْ اِبْن عَبَّاس وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قَبِيصَة أَخْبَرَنَا اِبْن لَهِيعَة عَنْ دَرَّاج عَنْ عَبْد الرَّحْمَن بْن حُجَيْر عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَافِرُوا تَرْبَحُوا وَصُومُوا تَصِحُّوا وَاغْزُوا تَغْنَمُوا \" وَقَدْ وَرَدَ مِثْل حَدِيث اِبْن عُمَر عَنْ اِبْن عَبَّاس مَرْفُوعًا وَعَنْ مُعَاذ بْن جَبَل مَوْقُوفًا وَفِي لَفْظ \" سَافِرُوا مَعَ ذَوِي الْجِدّ وَالْمَيْسَرَة \" قَالَ وَرُوِّينَاهُ عَنْ اِبْن عَبَّاس وَقَوْله \" وَهُوَ السَّمِيع الْعَلِيم\" أَيْ السَّمِيع لِأَقْوَالِ عِبَاده الْعَلِيم بِحَرَكَاتِهِمْ وَسَكَنَاتهمْ.</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39830, "aya_id": 60}]