[{"text": "الَّذِي جَعَلَ لَكُمُ الأَرْضَ فِرَاشاً وَالسَّمَاء بِنَاء وَأَنزَلَ مِنَ السَّمَاء مَاء فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقاً لَّكُمْ فَلاَ تَجْعَلُواْ لِلّهِ أَندَاداً وَأَنتُمْ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 29, "aya_id": 22}, {"text": "الذي جعل لكم الأرض فراشا والسماء بناء وأنزل من السماء ماء فأخرج به من الثمرات رزقا لكم فلا تجعلوا لله أندادا وأنتم تعلمون", "sura_id": 2, "type": 1, "id": 6265, "aya_id": 22}, {"text": "22 - (الذي جعل) خلق (لكم الأرض فراشا) حال بساطا يفترش لا غاية في الصلابة أو الليونة فلا يمكن الاستقرار عليها (والسماء بناء) سقفا (وأنزل من السماء ماء فأخرج به من) أنواع (الثمرات رزقا لكم فلا تجعلوا لله أنداداً) شركاء في العبادة (وأنتم تعلمون) أنه الخالق ولا تخلقون ، ولا يكون إلها إلا من يخلق \r\n", "sura_id": 2, "type": 2, "id": 24973, "aya_id": 22}, {"text": "ربكم الذي جعل لكم الأرض بساطًا; لتسهل حياتكم عليها, والسماء محكمة البناء, وأنزل المطر من السحاب فأخرج لكم به من ألوان الثمرات وأنواع النبات رزقًا لكم, فلا تجعلوا لله نظراء في العبادة, وأنتم تعلمون تفرُّده بالخلق والرزق, واستحقاقِه العبودية.\r\n", "sura_id": 2, "type": 3, "id": 31209, "aya_id": 22}, {"text": " <font color=red>الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ</font><BR><p>وَإِسْبَاغه عَلَيْهِمْ النِّعَم الظَّاهِرَة وَالْبَاطِنَة بِأَنْ جَعَلَ لَهُمْ الْأَرْض فِرَاشًا أَيْ مَهْدًا كَالْفِرَاشِ مُقَرَّرَة مُوَطَّأَة مُثَبَّتَة بِالرَّوَاسِي الشَّامِخَات وَالسَّمَاء بِنَاء وَهُوَ السَّقْف كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَجَعَلْنَا السَّمَاء سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتهَا مُعْرِضُونَ \" \" وَأَنْزَلَ مِنْ السَّمَاء مَاء \" وَالْمُرَاد بِهِ السَّحَاب هَاهُنَا فِي وَقْته عِنْد اِحْتِيَاجهمْ إِلَيْهِ فَأَخْرَجَ لَهُمْ بِهِ مِنْ أَنْوَاع الزُّرُوع وَالثِّمَار مَا هُوَ مُشَاهَد رِزْقًا لَهُمْ وَلِأَنْعَامِهِمْ كَمَا قَرَّرَ هَذَا فِي غَيْر مَوْضِع مِنْ الْقُرْآن وَمِنْ أَشْبَه آيَة بِهَذِهِ الْآيَة قَوْله تَعَالَى \" الَّذِي جَعَلَ لَكُمْ الْأَرْض قَرَارًا وَالسَّمَاء بِنَاء وَصَوَّرَكُمْ فَأَحْسَنَ صُوَركُمْ وَرَزَقَكُمْ مِنْ الطَّيِّبَات ذَلِكُمْ اللَّه رَبّكُمْ فَتَبَارَكَ اللَّه رَبّ الْعَالَمِينَ \" وَمَضْمُونه أَنَّهُ الْخَالِق الرَّازِق مَالِك الدَّار وَسَاكِنِيهَا وَرَازِقهمْ فَبِهَذَا يَسْتَحِقّ أَنْ يُعْبَد وَحْده وَلَا يُشْرَك بِهِ غَيْره وَلِهَذَا قَالَ \" فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ\" وَفِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود قَالَ : قُلْت يَا رَسُول اللَّه أَيّ الذَّنْب أَعْظَم عِنْد اللَّه ؟ قَالَ \" أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك \" الْحَدِيث وَكَذَا حَدِيث مُعَاذ \" أَتَدْرِي مَا حَقّ اللَّه عَلَى عِبَاده ؟ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا \" الْحَدِيث وَفِي الْحَدِيث الْآخَر \" لَا يَقُول أَحَدكُمْ مَا شَاءَ اللَّه وَشَاءَ فُلَان وَلَكِنْ لِيَقُلْ مَا شَاءَ اللَّه ثُمَّ شَاءَ فُلَان \" وَقَالَ حَمَّاد بْن سَلَمَة حَدَّثَنَا عَبْد الْمَلِك بْن عُمَيْر عَنْ رِبْعِيّ بْن خِرَاش عَنْ الطُّفَيْل بْن سَخْبَرَة أَخِي عَائِشَة أُمّ الْمُؤْمِنِينَ لِأُمِّهَا قَالَ : رَأَيْت فِيمَا يَرَى النَّائِم كَأَنِّي أَتَيْت عَلَى نَفَر مِنْ الْيَهُود فَقُلْت مَنْ أَنْتُمْ ؟ قَالُوا : نَحْنُ الْيَهُود . قُلْت : إِنَّكُمْ لَأَنْتُمْ الْقَوْم لَوْلَا أَنَّكُمْ تَقُولُونَ عُزَيْر اِبْن اللَّه. قَالُوا : وَإِنَّكُمْ لَأَنْتُمْ الْقَوْم لَوْلَا أَنَّكُمْ تَقُولُونَ مَا شَاءَ اللَّه وَشَاءَ مُحَمَّد قَالَ : ثُمَّ مَرَرْت بِنَفَرٍ مِنْ النَّصَارَى فَقُلْت : مَنْ أَنْتُمْ قَالُوا : نَحْنُ النَّصَارَى . قُلْت : إِنَّكُمْ لَأَنْتُمْ الْقَوْم لَوْلَا أَنَّكُمْ تَقُولُونَ الْمَسِيح اِبْن اللَّه قَالُوا : وَإِنَّكُمْ لَأَنْتُمْ الْقَوْم لَوْلَا أَنَّكُمْ تَقُولُونَ مَا شَاءَ اللَّه وَشَاءَ مُحَمَّد . فَلَمَّا أَصْبَحْت أَخْبَرْت بِهَا مَنْ أَخْبَرْت ثُمَّ أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته فَقَالَ \" هَلْ أَخْبَرْت بِهَا أَحَدًا ؟ \" قُلْت : نَعَمْ . فَقَامَ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ \" أَمَّا بَعْد فَإِنَّ طُفَيْلًا رَأَى رُؤْيَا أَخْبَرَ بِهَا مَنْ أَخْبَرَ مِنْكُمْ وَإِنَّكُمْ قُلْتُمْ كَلِمَة كَانَ يَمْنَعنِي كَذَا وَكَذَا أَنْ أَنْهَاكُمْ عَنْهَا فَلَا تَقُولُوا مَا شَاءَ اللَّه وَشَاءَ مُحَمَّد وَلَكِنْ قُولُوا مَا شَاءَ اللَّه وَحْده \" هَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ فِي تَفْسِير هَذِهِ الْآيَة مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ وَأَخْرَجَهُ اِبْن مَاجَهْ مِنْ وَجْه آخَر عَنْ عَبْد الْمَلِك بْن عُمَيْر بِهِ بِنَحْوِهِ وَقَالَ سُفْيَان بْن سَعِيد الثَّوْرِيّ عَنْ الْأَجْلَح بْن عَبْد اللَّه الْكِنْدِيّ عَنْ يَزِيد بْن الْأَصَمّ عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَجُل لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ مَا شَاءَ اللَّه وَمَا شِئْت فَقَالَ \" أَجَعَلْتنِي لِلَّهِ نِدًّا ؟ قُلْ مَا شَاءَ اللَّه وَحْده\" . رَوَاهُ اِبْن مَرْدَوَيْهِ وَأَخْرَجَهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث عِيسَى بْن يُونُس عَنْ الْأَجْلَح بِهِ وَهَذَا كُلّه صِيَانَة وَحِمَايَة لِجَنَابِ التَّوْحِيد وَاَللَّه أَعْلَم . وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ اللَّه تَعَالَى يَا أَيّهَا النَّاس اُعْبُدُوا رَبّكُمْ لِلْفَرِيقَيْنِ جَمِيعًا مِنْ الْكُفَّار وَالْمُنَافِقِينَ أَيْ وَحِّدُوا رَبّكُمْ الَّذِي خَلَقَكُمْ وَاَلَّذِينَ مِنْ قَبْلكُمْ وَبِهِ عَنْ اِبْن عَبَّاس فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ أَيْ لَا تُشْرِكُوا بِاَللَّهِ غَيْره مِنْ الْأَنْدَاد الَّتِي لَا تَنْفَع وَلَا تَضُرّ وَأَنْتُمْ تَعْلَمُونَ أَنَّهُ لَا رَبّ لَكُمْ يَرْزُقكُمْ غَيْره وَقَدْ عَلِمْتُمْ أَنَّ الَّذِي يَدْعُوكُمْ إِلَيْهِ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ التَّوْحِيد هُوَ الْحَقّ الَّذِي لَا شَكَّ فِيهِ . وَهَكَذَا قَالَ قَتَادَة وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن عَمْرو بْن أَبِي عَاصِم حَدَّثَنَا أَبِي عَمْرو حَدَّثَنَا أَبِي الضَّحَّاك بْن مَخْلَد أَبُو عَاصِم حَدَّثَنَا شَبِيب بْن بِشْر حَدَّثَنَا عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه عَزَّ وَجَلَّ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَقَالَ الْأَنْدَاد هُوَ الشِّرْك أَخْفَى مِنْ دَبِيب النَّمْل عَلَى صَفَاة سَوْدَاء فِي ظُلْمَة اللَّيْل وَهُوَ أَنْ يَقُول وَاَللَّهِ وَحَيَاتِك يَا فُلَان وَحَيَاتِي وَيَقُول لَوْلَا كَلْبَة هَذَا لَأَتَانَا اللُّصُوص الْبَارِحَة وَلَوْلَا الْبَطّ فِي الدَّار لَأَتَى اللُّصُوص . وَقَوْل الرَّجُل لِصَاحِبِهِ مَا شَاءَ اللَّه وَشِئْت وَقَوْل الرَّجُل لَوْلَا اللَّه وَفُلَان لَا تَجْعَل فِيهِ فُلَان هَذَا كُلّه بِهِ شِرْك . وَفِي الْحَدِيث أَنَّ رَجُلًا قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا شَاءَ اللَّه وَشِئْت قَالَ \" أَجَعَلْتنِي لِلَّهِ نِدًّا \" وَفِي الْحَدِيث الْآخَر \" نِعْمَ الْقَوْم أَنْتُمْ لَوْلَا أَنَّكُمْ تُنَدِّدُونَ تَقُولُونَ مَا شَاءَ اللَّه وَشَاءَ فُلَان \" . قَالَ أَبُو الْعَالِيَة : فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا أَيْ عُدَلَاء شُرَكَاء . وَهَكَذَا قَالَ الرَّبِيع بْن أَنَس وَقَتَادَة وَالسُّدِّيّ وَأَبُو مَالِك وَإِسْمَاعِيل بْن أَبِي خَالِد وَقَالَ مُجَاهِد فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ قَالَ : تَعْلَمُونَ أَنَّهُ إِلَه وَاحِد فِي التَّوْرَاة وَالْإِنْجِيل . \" ذِكْرُ حَدِيث فِي مَعْنَى هَذِهِ الْآيَة الْكَرِيمَة \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا أَبُو خَلَف مُوسَى بْن خَلَف وَكَانَ يُعَدّ مِنْ الْبُدَلَاء حَدَّثَنَا يَحْيَى بْن أَبِي كَثِير عَنْ زَيْد بْن سَلَّام عَنْ جَدّه مَمْطُور عَنْ الْحَارِث الْأَشْعَرِيّ أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه عَزَّ وَجَلَّ أَمَرَ يَحْيَى بْن زَكَرِيَّا عَلَيْهِ السَّلَام بِخَمْسِ كَلِمَات أَنْ يَعْمَل بِهِنَّ وَأَنْ يَأْمُر بَنِي إِسْرَائِيل أَنْ يَعْمَلُوا بِهِنَّ وَأَنَّهُ كَادَ أَنْ يُبْطِئ بِهَا فَقَالَ لَهُ عِيسَى عَلَيْهِ السَّلَام : إِنَّك قَدْ أُمِرْت بِخَمْسِ كَلِمَات أَنْ تَعْمَل بِهِنَّ وَتَأْمُر بَنِي إِسْرَائِيل أَنْ يَعْمَلُوا بِهِنَّ فَإِمَّا أَنْ تُبَلِّغهُنَّ وَإِمَّا أَنْ أُبَلِّغهُنَّ فَقَالَ : يَا أَخِي إِنِّي أَخْشَى إِنْ سَبَقْتنِي أَنْ أُعَذَّب أَوْ يُخْسَف بِي . قَالَ : فَجَمَعَ يَحْيَى بْن زَكَرِيَّا بَنِي إِسْرَائِيل فِي بَيْت الْمَقْدِس حَتَّى اِمْتَلَأَ الْمَسْجِد فَقُعِدَ عَلَى الشُّرَف فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ اللَّه أَمَرَنِي بِخَمْسِ كَلِمَات أَنْ أَعْمَل بِهِنَّ وَآمُركُمْ أَنْ تَعْمَلُوا بِهِنَّ أَوَّلُهُنَّ أَنْ تَعَبَّدُوا اللَّه وَلَا تُشْرِكُوا بِهِ شَيْئًا فَإِنَّ مَثَل ذَلِكَ كَمَثَلِ رَجُل اِشْتَرَى عَبْدًا مِنْ خَالِص مَاله بِوَرِقٍ أَوْ ذَهَب فَجَعَلَ يَعْمَل وَيُؤَدِّي غَلَّته إِلَى غَيْر سَيِّده فَأَيُّكُمْ يَسُرُّهُ أَنْ يَكُون عَبْده كَذَلِكَ وَأَنَّ اللَّه خَلَقَكُمْ وَرَزَقَكُمْ فَاعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَأَمَرَكُمْ بِالصَّلَاةِ فَإِنَّ اللَّه يَنْصِب وَجْهه لِوَجْهِ عَبْده مَا لَمْ يَلْتَفِت فَإِذَا صَلَّيْتُمْ فَلَا تَلْتَفِتُوا وَأَمَرَكُمْ بِالصِّيَامِ فَإِنَّ مَثَل ذَلِكَ كَمَثَلِ رَجُل مَعَهُ صُرَّة مِنْ مِسْك فِي عِصَابَة كُلّهمْ يَجِد رِيح الْمِسْك وَإِنَّ خُلُوف فَم الصَّائِم أَطْيَب عِنْد اللَّه مِنْ رِيح الْمِسْك وَأَمَرَكُمْ بِالصَّدَقَةِ فَإِنَّ مَثَل ذَلِكَ كَمَثَلِ رَجُل أَسَرَهُ الْعَدُوُّ فَشَدُّوا يَدَيْهِ إِلَى عُنُقه وَقَدَّمُوهُ لِيَضْرِبُوا عُنُقه . وَقَالَ لَهُمْ : هَلْ لَكُمْ أَنْ أَفْتَدِي نَفْسِي مِنْكُمْ فَجَعَلَ يَفْتَدِي نَفْسه مِنْهُمْ بِالْقَلِيلِ وَالْكَثِير حَتَّى فَكَّ نَفْسه وَأَمَرَكُمْ بِذِكْرِ اللَّه كَثِيرًا وَإِنَّ مَثَل ذَلِكَ كَمَثَلِ رَجُل طَلَبَهُ الْعَدُوّ سِرَاعًا فِي أَثَره فَأَتَى حِصْنًا حَصِينًا فَتَحَصَّنَ فِيهِ وَإِنَّ الْعَبْد أَحْصَنَ مَا يَكُون مِنْ الشَّيْطَان إِذَا كَانَ فِي ذِكْر اللَّه \" قَالَ : وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَنَا آمُركُمْ بِخَمْسٍ اللَّهُ أَمَرَنِي بِهِنَّ : الْجَمَاعَة وَالسَّمْع وَالطَّاعَة وَالْهِجْرَة وَالْجِهَاد فِي سَبِيل اللَّه فَإِنَّهُ مَنْ خَرَجَ مِنْ الْجَمَاعَة قِيدَ شِبْر فَقَدْ خَلَعَ رِبْقَة الْإِسْلَام مِنْ عُنُقه إِلَّا أَنْ يُرَاجِع وَمَنْ دَعَا بِدَعْوَى جَاهِلِيَّة فَهُوَ مِنْ جُثَاء جَهَنَّم\" قَالُوا : يَا رَسُول اللَّه وَإِنْ صَامَ وَصَلَّى . فَقَالَ \" وَإِنْ صَلَّى وَصَامَ وَزَعَمَ أَنَّهُ مُسْلِم فَادْعُوا الْمُسْلِمِينَ بِأَسْمَائِهِمْ عَلَى مَا سَمَّاهُمْ اللَّه عَزَّ وَجَلَّ الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَاد اللَّه \" هَذَا حَدِيث حَسَن وَالشَّاهِد مِنْهُ فِي هَذِهِ الْآيَة قَوْله \" وَإِنَّ اللَّه خَلَقَكُمْ وَرَزَقَكُمْ فَاعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا \" وَهَذِهِ الْآيَة دَالَّة عَلَى تَوْحِيده تَعَالَى بِالْعِبَادَةِ وَحْده لَا شَرِيك لَهُ وَقَدْ اِسْتَدَلَّ بِهِ كَثِير مِنْ الْمُفَسِّرِينَ كَالرَّازِيِّ وَغَيْره عَلَى وُجُود الصَّانِع تَعَالَى وَهِيَ دَالَّة عَلَى ذَلِكَ بِطَرِيقِ الْأَوْلَى فَإِنَّ مَنْ تَأَمَّلَ هَذِهِ الْمَوْجُودَات السُّفْلِيَّة وَالْعُلْوِيَّة وَاخْتِلَاف أَشْكَالهَا وَأَلْوَانهَا وَطِبَاعهَا وَمَنَافِعهَا وَوَضَعَهَا فِي مَوَاضِع النَّفْع بِهَا مُحْكَمَة عَلِمَ قُدْرَة خَالِقهَا وَحِكْمَته وَعِلْمه وَإِتْقَانه وَعَظِيم سُلْطَانه كَمَا قَالَ بَعْض الْأَعْرَاب وَقَدْ سُئِلَ مَا الدَّلِيل عَلَى وُجُود الرَّبّ تَعَالَى ؟ فَقَالَ : يَا سُبْحَان اللَّه إِنَّ الْبَعْر لَيَدُلّ عَلَى الْبَعِير وَإِنَّ أَثَر الْأَقْدَام لَتَدُلّ عَلَى الْمَسِير فَسَمَاء ذَات أَبْرَاج وَأَرْض ذَات فِجَاج . وَبِحَار ذَات أَمْوَاج ؟ أَلَا يَدُلّ ذَلِكَ عَلَى وُجُود اللَّطِيف الْخَبِير ؟ . وَحَكَى الرَّازِيّ عَنْ الْإِمَام مَالِك أَنَّ الرَّشِيد سَأَلَهُ عَنْ ذَلِكَ فَاسْتَدَلَّ لَهُ بِاخْتِلَافِ اللُّغَات وَالْأَصْوَات وَالنَّغَمَات وَعَنْ أَبِي حَنِيفَة أَنْ بَعْض الزَّنَادِقَة سَأَلُوهُ عَنْ وُجُود الْبَارِي تَعَالَى فَقَالَ لَهُمْ : دَعُونِي فَإِنِّي مُفَكِّر فِي أَمْر قَدْ أُخْبِرْت عَنْهُ ذَكَرُوا لِي أَنَّ سَفِينَة فِي الْبَحْر مُوَقَّرَة فِيهَا أَنْوَاع مِنْ الْمَتَاجِر وَلَيْسَ بِهَا أَحَد يَحْرُسُهَا وَلَا يَسُوقُهَا وَهِيَ مَعَ ذَلِكَ تَذْهَبُ وَتَجِيءُ وَتَسِيرُ بِنَفْسِهَا وَتَخْتَرِقُ الْأَمْوَاج الْعِظَام حَتَّى تَتَخَلَّص مِنْهَا وَتَسِير حَيْثُ شَاءَتْ بِنَفْسِهَا مِنْ غَيْر أَنْ يَسُوقهَا أَحَدٌ . فَقَالُوا هَذَا شَيْء لَا يَقُولهُ عَاقِلٌ . فَقَالَ : وَيْحكُمْ هَذِهِ الْمَوْجُودَات بِمَا فِيهَا مِنْ الْعَالَم الْعُلْوِيّ وَالسُّفْلِيّ وَمَا اِشْتَمَلَتْ عَلَيْهِ مِنْ الْأَشْيَاء الْمُحْكَمَة لَيْسَ لَهَا صَانِع . فَبُهِتَ الْقَوْم وَرَجَعُوا إِلَى الْحَقّ وَأَسْلَمُوا عَلَى يَدَيْهِ وَعَنْ الشَّافِعِيّ أَنَّهُ سُئِلَ عَنْ وُجُود الصَّانِع فَقَالَ : هَذَا وَرَق التُّوت طَعْمه وَاحِد تَأْكُلهُ الدُّود فَيَخْرُج مِنْهُ الْإِبْرَيْسَم وَتَأْكُلهُ النَّحْل فَيَخْرُج مِنْهُ الْعَسَل وَتَأْكُلهُ الشَّاة وَالْبَقَر وَالْأَنْعَام فَتُلْقِيه بَعْرًا وَرَوْثًا وَتَأْكُلهُ الظِّبَاء فَيَخْرُج مِنْهَا الْمِسْك وَهُوَ شَيْء وَاحِد وَعَنْ الْإِمَام أَحْمَد بْن حَنْبَل أَنَّهُ سُئِلَ عَنْ ذَلِكَ فَقَالَ : هَاهُنَا حِصْن حَصِين أَمْلَس لَيْسَ لَهُ بَاب وَلَا مَنْفَذ ظَاهِره كَالْفِضَّةِ الْبَيْضَاء وَبَاطِنه كَالذَّهَبِ الْإِبْرِيز فَبَيْنَا هُوَ كَذَلِكَ إِذْ اِنْصَدَعَ جِدَاره فَخَرَجَ مِنْهُ حَيَوَان سَمِيع بَصِير ذُو شَكْل حَسَن وَصَوْت مَلِيح يَعْنِي بِذَلِكَ الْبَيْضَة إِذَا خَرَجَ مِنْهَا الدَّجَاجَة وَسُئِلَ أَبُو نُوَاس عَنْ ذَلِكَ فَأَنْشَدَ : تَأَمَّلْ فِي نَبَات الْأَرْض وَانْظُرْ إِلَى آثَار مَا صَنَعَ الْمَلِيك عُيُون مِنْ لُجَيْن شَاخِصَات بِأَحْدَاقٍ هِيَ الذَّهَب السَّبِيك عَلَى قُضُب الزَّبَرْجَد شَاهِدَات بِأَنَّ اللَّه لَيْسَ لَهُ شَرِيك وَقَالَ اِبْن الْمُعْتَزّ : فَيَا عَجَبًا كَيْف يُعْصَى الْإِلَهُ أَمْ كَيْف يَجْحَدهُ الْجَاحِد وَفِي كُلّ شَيْء لَهُ آيَة تَدُلّ عَلَى أَنَّهُ وَاحِد وَقَالَ آخَرُونَ مَنْ تَأَمَّلَ هَذِهِ السَّمَاوَات فِي اِرْتِفَاعهَا وَاتِّسَاعهَا وَمَا فِيهَا مِنْ الْكَوَاكِب الْكِبَار وَالصِّغَار النَّيِّرَة مِنْ السَّيَّارَة وَمِنْ الثَّوَابِت وَشَاهَدَهَا كَيْف تَدُور مَعَ الْفُلْك الْعَظِيم فِي كُلّ يَوْم وَلَيْلَة دُوَيْرَة وَلَهَا فِي أَنْفُسهَا سَيْر يَخُصّهَا وَنَظَرَ إِلَى الْبِحَار الْمُكْتَنِفَة لِلْأَرْضِ مِنْ كُلّ جَانِب وَالْجِبَال الْمَوْضُوعَة فِي الْأَرْض لِتَقَرّ وَيَسْكُن سَاكِنُوهَا مَعَ اِخْتِلَاف أَشْكَالهَا وَأَلْوَانهَا كَمَا قَالَ تَعَالَى \" وَمِنْ الْجِبَال جُدُدٌ بِيضٌ وَحُمْرُ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ وَمِنْ النَّاس وَالدَّوَابّ وَالْأَنْعَام مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ \" وَكَذَلِكَ هَذِهِ الْأَنْهَار السَّارِحَة مِنْ قُطْر إِلَى قُطْر لِلْمَنَافِعِ وَمَا ذَرَأَ فِي الْأَرْض مِنْ الْحَيَوَانَات الْمُتَنَوِّعَة وَالنَّبَات الْمُخْتَلِف الطُّعُوم وَالْأرَايِيج وَالْأَشْكَال وَالْأَلْوَان مَعَ اِتِّحَاد طَبِيعَة التُّرْبَة وَالْمَاء اِسْتَدَلَّ عَلَى وُجُود الصَّانِع وَقُدْرَته الْعَظِيمَة وَحِكْمَته وَرَحْمَته بِخَلْقِهِ وَلُطْفه بِهِمْ وَإِحْسَانه إِلَيْهِمْ وَبِرّه بِهِمْ لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ عَلَيْهِ تَوَكَّلْت وَإِلَيْهِ أُنِيب وَالْآيَات فِي الْقُرْآن الدَّالَّة عَلَى هَذَا الْمَقَام كَثِيرَة جِدًّا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38631, "aya_id": 22}]