[{"text": "الَّذِينَ اسْتَجَابُواْ لِلّهِ وَالرَّسُولِ مِن بَعْدِ مَآ أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُواْ مِنْهُمْ وَاتَّقَواْ أَجْرٌ عَظِيمٌ", "sura_id": 3, "type": 0, "id": 465, "aya_id": 172}, {"text": "الذين استجابوا لله والرسول من بعد ما أصابهم القرح للذين أحسنوا منهم واتقوا أجر عظيم", "sura_id": 3, "type": 1, "id": 6701, "aya_id": 172}, {"text": "172 - (الذين) مبتدأ (استجابوا لله والرسول) دعاءه بالخروج للقتال لما أراد أبو سفيان وأصحابه العود وتواعدوا مع النبي صلى الله عليه وسلم وأصحابه سوق بدر العام المقبل من يوم أحد (من بعد ما أصابهم القرح) بأحد وخبر المبتدأ (للذين أحسنوا منهم) بطاعته (واتقوا) مخالفته (أجر عظيم) هو الجنة \r\n", "sura_id": 3, "type": 2, "id": 25409, "aya_id": 172}, {"text": "الذين لبُّوا نداء الله ورسوله وخرجوا في أعقاب المشركين إلى \"حمراء الأسد\" بعد هزيمتهم في غزوة \"أُحد\" مع ما كان بهم من آلام وجراح, وبذلوا غاية جهدهم, والتزموا بهدي نبيهم, للمحسنين منهم والمتقين ثواب عظيم.\r\n", "sura_id": 3, "type": 3, "id": 31645, "aya_id": 172}, {"text": " <font color=red>الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ</font><BR><p>قَوْله تَعَالَى \" الَّذِينَ اِسْتَجَابُوا لِلَّهِ وَالرَّسُول مِنْ بَعْد مَا أَصَابَهُمْ الْقَرْح \" . هَذَا كَانَ يَوْم حَمْرَاء الْأَسَد وَذَلِكَ أَنَّ الْمُشْرِكِينَ لَمَّا أَصَابُوا مَا أَصَابُوا مِنْ الْمُسْلِمِينَ كَرُّوا رَاجِعِينَ إِلَى بِلَادهمْ فَلِمَا اِسْتَمَرُّوا فِي سَيْرهمْ نَدِمُوا لِمَ لَا تَمَّمُوا عَلَى أَهْل الْمَدِينَة وَجَعَلُوهَا الْفَيْصَلَة فَلَمَّا بَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَدَبَ الْمُسْلِمِينَ إِلَى الذَّهَاب وَرَاءَهُمْ لِيُرْعِبَهُمْ وَيُرِيَهُمْ أَنَّ بِهِمْ قُوَّة وَجَلَدًا وَلَمْ يَأْذَن لِأَحَدٍ سِوَى مَنْ حَضَرَ الْوَقْعَة يَوْم أُحُد سِوَى جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ لِمَا سَنَذْكُرُهُ فَانْتُدِبَ الْمُسْلِمُونَ عَلَى مَا بِهِمْ مِنْ الْجِرَاح وَالْإِثْخَان طَاعَة لِلَّهِ وَلِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد حَدَّثَنَا سُفْيَان بْن عُيَيْنَةَ عَنْ عَمْرو عَنْ عِكْرِمَة قَالَ : لَمَّا رَجَعَ الْمُشْرِكُونَ عَنْ أُحُد قَالُوا : لَا مُحَمَّدًا قَتَلْتُمْ وَلَا الْكَوَاعِب أَرْدَفْتُمْ : بِئْسَ مَا صَنَعْتُمْ اِرْجِعُوا فَسَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ فَنَدَبَ الْمُسْلِمِينَ فَانْتُدِبُوا حَتَّى بَلَغُوا حَمْرَاء الْأَسَد - أَوْ بِئْر أَبِي عُيَيْنَةَ - الشَّكّ مِنْ سُفْيَان - فَقَالَ الْمُشْرِكُونَ : نَرْجِع مِنْ قَابِل فَرَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَانَتْ تُعَدّ غَزْوَة فَأَنْزَلَ اللَّه تَعَالَى \" الَّذِينَ اِسْتَجَابُوا لِلَّهِ وَالرَّسُول مِنْ بَعْدِ مَا أَصَابَهُمْ الْقَرْح لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْر عَظِيم \" . وَرَوَى اِبْن مَرْدُوَيه مِنْ حَدِيث مُحَمَّد بْن مَنْصُور عَنْ سُفْيَان بْن عُيَيْنَةَ عَنْ عَمْرو عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فَذَكَرَهُ - وَقَالَ مُحَمَّد بْن إِسْحَق : كَانَ يَوْم أُحُد يَوْم السَّبْت النِّصْف مِنْ شَوَّال فَلَمَّا كَانَ الْغَد مِنْ يَوْم الْأَحَد لِسِتَّ عَشْرَة لَيْلَة مَضَتْ مِنْ شَوَّال أَذَّنَ مُؤَذِّن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي النَّاس بِطَلَبِ الْعَدُوّ وَأَذَّنَ مُؤَذِّنه أَنْ لَا يَخْرُجَنَّ مَعَنَا أَحَد إِلَّا مَنْ حَضَرَ يَوْمنَا بِالْأَمْسِ فَكَلَّمَهُ جَابِر بْن عَبْد اللَّه بْن عَمْرو بْن حَرَام فَقَالَ يَا رَسُول اللَّه إِنَّ أَبِي كَانَ خَلَّفَنِي عَلَى أَخَوَات لِي سَبْع وَقَالَ : يَا بُنَيّ إِنَّهُ لَا يَنْبَغِي لِي وَلَا لَك أَنْ نَتْرُك هَؤُلَاءِ النِّسْوَة لَا رَجُل فِيهِنَّ وَلَسْت بِاَلَّذِي أُوثِرُكَ بِالْجِهَادِ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى نَفْسِي فَتَخَلَّفْ عَلَى أَخَوَاتك فَتَخَلَّفْت عَلَيْهِنَّ فَأَذِنَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَخَرَجَ مَعَهُ وَإِنَّمَا خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُرْهِبًا لِلْعَدُوِّ وَلِيُبْلِغَهُمْ أَنَّهُ خَرَجَ فِي طَلَبهمْ لِيَظُنُّوا بِهِ قُوَّة وَأَنَّ الَّذِي أَصَابَهُمْ لَمْ يُوهِنهُمْ عَنْ عَدُوّهُمْ . قَالَ مُحَمَّد بْن إِسْحَق : فَحَدَّثَنِي عَبْد اللَّه بْن خَارِجَة بْن زَيْد بْن ثَابِت عَنْ أَبِي السَّائِب مَوْلَى عَائِشَة بِنْت عُثْمَان أَنَّ رَجُلًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ بَنِي عَبْد الْأَشْهَل كَانَ قَدْ شَهِدَ أُحُدًا قَالَ : شَهِدْنَا أُحُدًا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَا وَأَخِي فَرَجَعْنَا جَرِيحَيْنِ فَلَمَّا أَذَّنَ مُؤَذِّن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْخُرُوجِ فِي طَلَب الْعَدُوّ وَقُلْت لِأَخِي - أَوْ قَالَ لِي - : أَتَفُوتُنَا غَزْوَة مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ وَاَللَّه مَا لَنَا مِنْ دَابَّة نَرْكَبهَا وَمَا مِنَّا إِلَّا جَرِيح ثَقِيل فَخَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكُنْت أَيْسَر جِرَاحًا مِنْهُ فَكَانَ إِذَا غَلَبَ حَمَلْته عُقْبَةً حَتَّى اِنْتَهَيْنَا إِلَى مَا اِنْتَهَى إِلَيْهِ الْمُسْلِمُونَ . وَقَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن سَلَّام حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا \" الَّذِينَ اِسْتَجَابُوا لِلَّهِ وَالرَّسُول \" الْآيَة . قُلْت لِعُرْوَةَ : يَا اِبْن أُخْتِي كَانَ أَبُوك مِنْهُمْ الزُّبَيْر وَأَبُو بَكْر رَضِيَ اللَّه عَنْهُمَا لَمَّا أَصَابَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَصَابَهُ يَوْم أُحُد وَانْصَرَفَ عَنْهُ الْمُشْرِكُونَ خَافَ أَنْ يَرْجِعُوا فَقَالَ \" مَنْ يَرْجِع فِي أَثَرهمْ \" فَانْتَدَبَ مِنْهُمْ سَبْعُونَ رَجُلًا فِيهِمْ أَبُو بَكْر وَالزُّبَيْر هَكَذَا رَوَاهُ الْبُخَارِيّ مُنْفَرِدًا بِهِ بِهَذَا السِّيَاق وَهَكَذَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه عَنْ الْأَصَمّ عَنْ أَبِي الْعَبَّاس الدُّورِيّ عَنْ أَبِي النَّضْر عَنْ أَبَى سَعِيد الْمُؤَدِّب عَنْ هِشَام بْن عُرْوَة بِهِ : ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ كَذَا قَالَ : وَرَوَاهُ اِبْن مَاجَهْ عَنْ هِشَام بْن عَمَّار وَهُدْبَة بْن عَبْد الْوَهَّاب عَنْ سُفْيَان بْن عُيَيْنَةَ عَنْ هِشَام بْن عُرْوَة بِهِ وَهَكَذَا رَوَاهُ سَعِيد بْن مَنْصُور وَأَبُو بَكْر الْحُمَيْدِيّ فِي مُسْنَده عَنْ سُفْيَان بِهِ وَقَدْ رَوَاهُ الْحَاكِم أَيْضًا مِنْ حَدِيث إِسْمَاعِيل بْن أَبِي خَالِد عَنْ التَّيْمِيّ عَنْ عُرْوَة وَقَالَ : قَالَتْ لِي عَائِشَة إِنَّ أَبَاك مِنْ الَّذِينَ اِسْتَجَابُوا لِلَّهِ وَالرَّسُول مِنْ بَعْدِ مَا أَصَابَهُمْ الْقَرْح ثُمَّ قَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ - وَقَالَ أَبُو بَكْر بْن مَرْدُوَيه حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر مِنْ أَصْل كِتَابه أَنْبَأَنَا سَمُّويَة أَنْبَأَنَا عَبْد اللَّه بْن الزُّبَيْر أَنْبَأَنَا سُفْيَان أَنْبَأَنَا هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهُمَا قَالَتْ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ كَانَ أَبَوَاك لَمِنْ الَّذِينَ اِسْتَجَابُوا لِلَّهِ وَالرَّسُول مِنْ بَعْدِ مَا أَصَابَهُمْ الْقَرْح أَبُو بَكْر وَالزُّبَيْر \" وَرَفْعُ هَذَا الْحَدِيث خَطَأ مَحْض مِنْ جِهَة إِسْنَاده لِمُخَالَفَتِهِ رِوَايَة الثِّقَات مِنْ وَقْفِهِ عَلَى عَائِشَة رَضِيَ اللَّه عَنْهَا كَمَا قَدَّمْنَاهُ وَمِنْ جِهَة مَعْنَاهُ فَإِنَّ الزُّبَيْر لَيْسَ هُوَ مِنْ آبَاء عَائِشَة وَإِنَّمَا قَالَتْ ذَلِكَ عَائِشَة لِعُرْوَةَ بْن الزُّبَيْر لِأَنَّهُ اِبْن أُخْتهَا أَسْمَاء بِنْت أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُمْ - وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن سَعْد حَدَّثَنِي عَمِّي حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ : إِنَّ اللَّه قَذَفَ فِي قَلْب أَبِي سُفْيَان الرُّعْب يَوْم أُحُد بَعْدَمَا كَانَ مِنْهُ مَا كَانَ فَرَجَعَ إِلَى مَكَّة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَبَا سُفْيَان قَدْ أَصَابَ مِنْكُمْ طَرَفًا وَقَدْ رَجَعَ وَقَدْ قَذَفَ اللَّه فِي قَلْبه الرُّعْب \" وَكَانَتْ وَقْعَة أُحُد فِي شَوَّال وَكَانَ التُّجَّار يَقْدَمُونَ الْمَدِينَة فِي ذِي الْقَعْدَة فَيَنْزِلُونَ بِبَدْرٍ الصُّغْرَى فِي كُلّ سَنَة مَرَّة وَإِنَّهُمْ قَدِمُوا بَعْد وَقْعَة أُحُد وَكَانَ أَصَابَ الْمُؤْمِنِينَ الْقَرْح وَاشْتَكَوْا ذَلِكَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاشْتَدَّ عَلَيْهِمْ الَّذِي أَصَابَهُمْ وَأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَدَبَ النَّاس لِيَنْطَلِقُوا مَعَهُ وَيَتَّبِعُوا مَا كَانُوا مُتَّبِعِينَ وَقَالَ \" إِنَّمَا يَرْتَحِلُونَ الْآن فَيَأْتُونَ الْحَجّ وَلَا يَقْدِرُونَ عَلَى مِثْلهَا حَتَّى عَام مُقْبِل \" فَجَاءَ الشَّيْطَان يُخَوِّف أَوْلِيَاءَهُ فَقَالَ : إِنَّ النَّاس قَدْ جَمَعُوا لَكُمْ فَأَبَى عَلَيْهِ النَّاس أَنْ يَتَّبِعُوهُ وَقَالَ \" إِنِّي ذَاهِب وَإِنْ لَمْ يَتَّبِعْنِي أَحَد لِأَحْضُضَ النَّاس \" فَانْتَدَبَ مَعَهُ الصِّدِّيق وَعُمَر وَعُثْمَان وَعَلِيّ وَالزُّبَيْر وَسَعْد وَطَلْحَة وَعَبْد الرَّحْمَن بْن عَوْف وَعَبْد اللَّه بْن مَسْعُود وَحُذَيْفَة بْن الْيَمَان وَأَبُو عُبَيْدَة بْن الْجَرَّاح فِي سَبْعِينَ رَجُلًا فَسَارُوا فِي طَلَب أَبِي سُفْيَان فَطَلَبُوهُ حَتَّى بَلَغُوا الصَّفْرَاء فَأَنْزَلَ اللَّه تَعَالَى \" الَّذِينَ اِسْتَجَابُوا لِلَّهِ وَالرَّسُول مِنْ بَعْدِ مَا أَصَابَهُمْ الْقَرْح \" الْآيَة . ثُمَّ قَالَ اِبْن إِسْحَق فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى اِنْتَهَى إِلَى حَمْرَاء الْأَسَد وَهِيَ مِنْ الْمَدِينَة عَلَى ثَمَانِيَة أَمْيَال قَالَ اِبْن هِشَام : وَاسْتَعْمَلَ عَلَى الْمَدِينَة اِبْن أُمّ مَكْتُوم فَأَقَامَ بِهَا الِاثْنَيْنِ وَالثُّلَاثَاء وَالْأَرْبِعَاء ثُمَّ رَجَعَ إِلَى الْمَدِينَة وَقَدْ مَرَّ بِهِ كَمَا حَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر مَعْبَد بْن أَبِي مَعْبَد الْخُزَاعِيّ وَكَانَتْ خُزَاعَة مُسْلِمهمْ وَمُشْرِكهمْ عَيْبَةَ نُصْحٍ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِتِهَامَةَ صَفْقَتهمْ مَعَهُ لَا يُخْفُونَ عَنْهُ شَيْئًا كَانَ بِهَا وَمَعْبَد يَوْمئِذٍ كَانَ مُشْرِكًا فَقَالَ : يَا مُحَمَّد أَمَا وَاَللَّه لَقَدْ عَزَّ عَلَيْنَا مَا أَصَابَك فِي أَصْحَابك وَلَوَدِدْنَا أَنَّ اللَّه عَافَاك فِيهِمْ ثُمَّ خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِحَمْرَاءِ الْأَسَد حَتَّى لَقِيَ أَبَا سُفْيَان بْن حَرْب وَمَنْ مَعَهُ بِالرَّوْحَاءِ وَقَدْ أَجْمَعُوا الرَّجْعَة إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه وَقَالُوا أَصَبْنَا مُحَمَّدًا وَأَصْحَابه وَقَادَتهمْ وَأَشْرَافهمْ ثُمَّ نَرْجِع قَبْل أَنْ نَسْتَأْصِلهُمْ ؟ لَنَكُرَّنَّ عَلَى بَقِيَّتهمْ ثُمَّ لَنَفْرُغَنَّ مِنْهُمْ فَلَمَّا رَأَى أَبُو سُفْيَان مَعْبَدًا قَالَ : مَا وَرَاءَك يَا مَعْبَد ؟ قَالَ : مُحَمَّد وَأَصْحَابه يَطْلُبكُمْ فِي جَمْع لَمْ أَرَ مِثْله يَتَحَرَّقُونَ عَلَيْكُمْ تَحَرُّقًا قَدْ اِجْتَمَعَ مَعَهُ مَنْ كَانَ تَخَلَّفَ عَنْهُ فِي يَوْمكُمْ وَنَدِمُوا عَلَى مَا صَنَعُوا فَهُمْ مِنْ الْحَنَق عَلَيْكُمْ بِشَيْءٍ لَمْ أَرَ مِثْله قَطُّ قَالَ : وَيْلك مَا تَقُولهُ ؟ قَالَ وَاَللَّه مَا أَرَى أَنْ تَرْتَحِل حَتَّى تَرَى نَوَاصِيَ الْخَيْل قَالَ فَوَاَللَّهِ لَقَدْ أَجْمَعنَا الْكَرَّة عَلَيْهِمْ لِنَسْتَأْصِل بَقِيَّتهمْ قَالَ فَإِنِّي أَنْهَاك عَنْ ذَلِكَ وَوَاللَّهِ لَقَدْ حَمَلَنِي مَا رَأَيْت عَلَى أَنْ قُلْت فِيهِمْ أَبْيَاتًا مِنْ شَعْر قَالَ وَمَا قُلْت ؟ قَالَ قُلْت : كَادَتْ تُهَدّ مِنْ الْأَصْوَات رَاحِلَتِي إِذْ سَالَتْ الْأَرْض بِالْجُرْدِ الْأَبَابِيل تُرْدَى بِأُسُدٍ كِرَامٍ لَا تَنَابِلَة عِنْد اللِّقَاء وَلَا مِيل مَعَازِيل فَظَلْت أَعْدُو أَظُنّ الْأَرْض مَائِلَة لَمَّا سَمَوْا بِرَئِيسٍ غَيْر مَخْذُول فَقُلْت وَيْل اِبْن حَرْب مِنْ لِقَائِكُمْ إِذَا تَغَطْمَطَتِ الْبَطْحَاء بِالْخَيْلِ إِنِّي نَذِير لِأَهْلِ السَّيْل ضَاحِيَة لِكُلِّ ذِي إِرْبَة مِنْهُمْ وَمَعْقُول مِنْ جَيْش أَحْمَد لَا وَخْش تَنَابِلَة وَلَيْسَ يُوصَف مَا أَنْذَرْت بِالْقِيلِ قَالَ فَثَنَى ذَلِكَ أَبَا سُفْيَان وَمَنْ مَعَهُ وَمَرَّ بِهِ رَكْب مِنْ عَبْد الْقَيْس فَقَالَ أَيْنَ تُرِيدُونَ ؟ قَالُوا نُرِيد الْمَدِينَة قَالَ وَلِمَ ؟ قَالُوا نُرِيد الْمِيرَة ؟ قَالَ فَهَلْ أَنْتُمْ مُبَلِّغُونَ عَنِّي مُحَمَّدًا رِسَالَة أُرْسِلكُمْ بِهَا إِلَيْهِ وَأَحْمِل لَكُمْ هَذِهِ غَدًا زَبِيبًا بِعُكَاظٍ إِذَا وَافَيْتُمُونَا ؟ قَالُوا نَعَمْ قَالَ فَإِذَا وَافَيْتُمُوهُ فَأَخْبِرُوهُ أَنَّهُ قَدْ أَجْمَعنَا الْمَسِير إِلَيْهِ وَإِلَى أَصْحَابه لِنَسْتَأْصِلَ بَقِيَّتهمْ فَمَرَّ الرَّكْب بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ بِحَمْرَاءِ الْأَسَد فَأَخْبَرُوهُ بِاَلَّذِي قَالَ أَبُو سُفْيَان وَأَصْحَابه فَقَالُوا \" حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل \" وَذَكَرَ اِبْن هِشَام عَنْ أَبِي عُبَيْدَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين بَلَغَهُ رُجُوعهمْ وَاَلَّذِي نَفْسِي بِيَدِهِ لَقَدْ سُوِّمَتْ لَهُمْ حِجَارَة لَوْ أَصْبَحُوا بِهَا لَكَانُوا كَأَمْسِ الذَّاهِب \" وَقَالَ الْحَسَن الْبَصْرِيّ فِي قَوْله \" الَّذِينَ اِسْتَجَابُوا لِلَّهِ وَالرَّسُول مِنْ بَعْدِ مَا أَصَابَهُمْ الْقَرْح \" إِنَّ أَبَا سُفْيَان وَأَصْحَابه أَصَابُوا مِنْ الْمُسْلِمِينَ مَا أَصَابُوا وَرَجَعُوا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ أَبَا سُفْيَان قَدْ رَجَعَ وَقَدْ قَذَفَ اللَّه فِي قَلْبه الرُّعْب فَمَنْ يَنْتَدِب فِي طَلَبه فَقَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْر وَعُمَر وَعُثْمَان وَعَلِيّ وَنَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَبِعُوهُمْ فَبَلَغَ أَبَا سُفْيَان أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَطْلُبهُ فَلَقِيَ عِيرًا مِنْ التُّجَّار فَقَالَ رُدُّوا مُحَمَّدًا وَلَكُمْ مِنْ الْجُعَل كَذَا وَكَذَا وَأَخْبِرُوهُمْ أَنِّي قَدْ جَمَعْت جُمُوعًا وَأَنِّي رَاجِع إِلَيْهِمْ فَجَاءَ التُّجَّار فَأَخْبَرُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَسْبُنَا اللَّه وَنِعْمَ الْوَكِيل \" فَأَنْزَلَ اللَّه هَذِهِ الْآيَة وَهَكَذَا قَالَ عِكْرِمَة وَقَتَادَة وَغَيْر وَاحِد إِنَّ هَذَا السِّيَاق نَزَلَ فِي شَأْن غَزْوَة حَمْرَاء الْأَسَد وَقِيلَ نَزَلَتْ فِي بَدْر الْمَوْعِد وَالصَّحِيح الْأَوَّل .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39924, "aya_id": 172}]