[{"text": "وَجَآؤُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ", "sura_id": 12, "type": 0, "id": 1614, "aya_id": 18}, {"text": "وجاءوا على قميصه بدم كذب قال بل سولت لكم أنفسكم أمرا فصبر جميل والله المستعان على ما تصفون", "sura_id": 12, "type": 1, "id": 7850, "aya_id": 18}, {"text": "18 - (وجاؤوا على قميصه) محله نصب على الظرفية أي فوقه (بدم كذب) أي ذي كذب بأن ذبحوا سخلة ولطخوه بدمها وذهلوا عن شقه وقالوا إنه دمه (قال) يعقوب لما رآه صحيحاً وعلم كذبهم (بل سولت) زينت (لكم أنفسكم أمراً) ففعلتموه به (فصبر جميل) لا جزع فيه ، وهو خبر مبتدأ محذوف أي أمري (والله المستعان) المطلوب منه العون (على ما تصفون) تذكرون من أمر يوسف \r\n", "sura_id": 12, "type": 2, "id": 26558, "aya_id": 18}, {"text": "وجاؤوا بقميصه ملطخًا بدم غير دم يوسف; ليشهد على صدقهم, فكان دليلا على كذبهم; لأن القميص لم يُمَزَّقْ. فقال لهم أبوهم يعقوب عليه السلام: ما الأمر كما تقولون, بل زيَّنت لكم أنفسكم الأمَّارة بالسوء أمرًا قبيحًا في يوسف, فرأيتموه حسنًا وفعلتموه, فصبري صبر جميل لا شكوى معه لأحد من الخلق, وأستعين بالله على احتمال ما تصفون من الكذب, لا على حولي وقوتي.\r\n", "sura_id": 12, "type": 3, "id": 32794, "aya_id": 18}, {"text": " <font color=red>وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ</font><BR><p>أَيْ مَكْذُوب مُفْتَرًى وَهَذَا مِنْ الْأَفْعَال الَّتِي يُؤَكِّدُونَ بِهَا مَا تَمَالَئُوا عَلَيْهِ مِنْ الْمَكِيدَة وَهُوَ أَنَّهُمْ عَمَدُوا إِلَى سَخْلَة فِيمَا ذَكَرَه مُجَاهِد وَالسُّدِّيّ وَغَيْر وَاحِد فَذَبَحُوهَا وَلَطَّخُوا ثَوْب يُوسُف بِدَمِهَا مُوهِمِينَ أَنَّ هَذَا قَمِيصه الَّذِي أَكَلَهُ فِيهِ الذِّئْب وَقَدْ أَصَابَهُ مِنْ دَمه وَلَكِنَّهُمْ نَسُوا أَنْ يَخْرِقُوهُ فَلِهَذَا لَمْ يَرْجِع هَذَا الصَّنِيع عَلَى نَبِيّ اللَّه يَعْقُوب . بَلْ قَالَ لَهُمْ مُعْرِضًا عَنْ كَلَامهمْ إِلَى مَا وَقَعَ فِي نَفْسه مِنْ لَبْسهمْ عَلَيْهِ\" بَلْ سَوَّلَتْ لَكُمْ أَنْفُسكُمْ أَمْرًا فَصَبْر جَمِيل \" أَيْ فَسَأَصْبِرُ صَبْرًا جَمِيلًا عَلَى هَذَا الْأَمْر الَّذِي اِتَّفَقْتُمْ عَلَيْهِ حَتَّى يُفَرِّجهُ اللَّه بِعَوْنِهِ وَلُطْفه \" وَاَللَّه الْمُسْتَعَان عَلَى مَا تَصِفُونَ \" أَيْ عَلَى مَا تَذْكُرُونَ مِنْ الْكَذِب وَالْمُحَال . وَقَالَ الثَّوْرِيّ عَنْ سِمَاك عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَجَاءُوا عَلَى قَمِيصه بِدَمٍ كَذِب\" قَالَ لَوْ أَكَلَهُ السَّبُع لَخَرَقَ الْقَمِيصَ وَكَذَا قَالَ الشَّعْبِيّ وَالْحَسَن وَقَتَادَة وَغَيْر وَاحِد وَقَالَ مُجَاهِد : الصَّبْر الْجَمِيل الَّذِي لَا جَزَعَ فِيهِ . وَرَوَى هُشَيْم عَنْ عَبْد الرَّحْمَن بْن يَحْيَى عَنْ حِبَّان بْن أَبِي حَبْلَة قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْله \" فَصَبْر جَمِيل \" فَقَالَ\" صَبْر لَا شَكْوَى فِيهِ \" وَهَذَا مُرْسَل . وَقَالَ عَبْد الرَّزَّاق قَالَ الثَّوْرِيّ عَنْ بَعْض أَصْحَابه إِنَّهُ قَالَ : ثَلَاث مِنْ الصَّبْر : أَنْ لَا تُحَدِّث بِوَجَعِك وَلَا بِمُصِيبَتِك وَلَا تُزَكِّي نَفْسَك . وَذَكَرَ الْبُخَارِيّ هَهُنَا حَدِيث عَائِشَة فِي الْإِفْك حَتَّى ذَكَرَ قَوْلَهَا وَاَللَّه لَا أَجِد لِي وَلَكُمْ مَثَلًا إِلَّا كَمَا قَالَ أَبُو يُوسُف \" فَصَبْر جَمِيل وَاَللَّه الْمُسْتَعَان عَلَى مَا تَصِفُونَ \" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37767, "aya_id": 18}]