[{"text": "فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاء شَهِيدًا", "sura_id": 4, "type": 0, "id": 534, "aya_id": 41}, {"text": "فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا", "sura_id": 4, "type": 1, "id": 6770, "aya_id": 41}, {"text": "41 - (فكيف) حال الكفار (إذا جئنا من كل أمة بشهيد) يشهد عليها وهو نبيها (وجئنا بك) يا محمد (على هؤلاء شهيدا) \r\n", "sura_id": 4, "type": 2, "id": 25478, "aya_id": 41}, {"text": "فكيف يكون حال الناس يوم القيامة, إذا جاء الله من كل أمة برسولها ليشهد عليها بما عملت, وجاء بك -أيها الرسول- لتكون شهيدًا على أمتك أنك بلغتهم رسالة ربِّك.\r\n", "sura_id": 4, "type": 3, "id": 31714, "aya_id": 41}, {"text": " <font color=red>فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا</font><BR><p>‎وَقَوْله تَعَالَى مُخْبِرًا عَنْ هَوْل يَوْم الْقِيَامَة وَشِدَّة أَمْره وَشَأْنه فَكَيْف يَكُون الْأَمْر وَالْحَال يَوْم الْقِيَامَة حِين يَجِيء مِنْ كُلّ أُمَّة بِشَهِيدٍ يَعْنِي الْأَنْبِيَاء عَلَيْهِمْ السَّلَام كَمَا قَالَ تَعَالَى \" وَأَشْرَقَتْ الْأَرْض بِنُورِ رَبّهَا وَوُضِعَ الْكِتَاب وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاء \" الْآيَة . وَقَالَ تَعَالَى \" وَيَوْم نَبْعَث فِي كُلّ أُمَّة شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسهمْ \" الْآيَة . وَقَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن يُوسُف حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِقْرَأْ عَلَيَّ \" فَقُلْت يَا رَسُول اللَّه أَقْرَأ عَلَيْك وَعَلَيْك أُنْزِلَ قَالَ \" نَعَمْ إِنِّي أُحِبّ أَنْ أَسْمَعهُ مِنْ غَيْرِي \" فَقَرَأْت سُورَة النِّسَاء حَتَّى أَتَيْت إِلَى هَذِهِ الْآيَة فَكَيْف إِذَا جِئْنَا مِنْ كُلّ أُمَّة بِشَهِيدٍ وَجِئْنَا بِك عَلَى هَؤُلَاءِ شَهِيدًا فَقَالَ \" حَسْبك الْآن \" فَإِذَا عَيْنَاهُ تَذْرِفَانِ . وَرَوَاهُ هُوَ وَمُسْلِم أَيْضًا مِنْ حَدِيث الْأَعْمَش بِهِ وَقَدْ رُوِيَ مِنْ طُرُق مُتَعَدِّدَة عَنْ اِبْن مَسْعُود فَهُوَ مَقْطُوع بِهِ عَنْهُ . وَرَوَاهُ أَحْمَد مِنْ طَرِيق أَبِي حَيَّان وَأَبِي رَزِين عَنْهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو بَكْر بْن أَبِي الدُّنْيَا حَدَّثَنَا الصَّلْت بْن مَسْعُود الْجَحْدَرِيّ حَدَّثَنَا فُضَيْل بْن سُلَيْمَان حَدَّثَنَا يُونُس بْن مُحَمَّد بْن فَضَالَة الْأَنْصَارِيّ عَنْ أَبِيهِ قَالَ وَكَانَ أَبِي مِمَّنْ صَحِبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَاهُمْ فِي بَنِي ظُفْر فَجَلَسَ عَلَى الصَّخْرَة الَّتِي فِي بَنِي ظُفْر الْيَوْم وَمَعَهُ اِبْن مَسْعُود وَمُعَاذ بْن جَبَل وَنَاس مِنْ أَصْحَابه فَأَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَارِئًا فَقَرَأَ حَتَّى أَتَى عَلَى هَذِهِ الْآيَة فَكَيْف إِذَا جِئْنَا مِنْ كُلّ أُمَّة بِشَهِيدٍ وَجِئْنَا بِك عَلَى هَؤُلَاءِ شَهِيدًا فَبَكَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى ضَرَبَ لَحْيَاهُ وَجَنْبَاهُ فَقَالَ يَا رَبّ هَذَا شَهِدْت عَلَى مَنْ أَنَا بَيْن أَظْهُرهمْ فَكَيْف بِمَنْ لَمْ أَرَهُ. وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن عَبْد اللَّه الزُّهْرِيّ حَدَّثَنَا سُفْيَان عَنْ الْمَسْعُودِيّ عَنْ جَعْفَر بْن عَمْرو بْن حَرْب عَنْ أَبِيهِ عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود فِي هَذِهِ الْآيَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" شَهِيد عَلَيْهِمْ مَا دُمْت فِيهِمْ فَإِذَا تَوَفَّيْتنِي كُنْت أَنْتَ الرَّقِيب عَلَيْهِمْ \" . وَأَمَّا مَا ذَكَرَهُ أَبُو عَبْد اللَّه الْقُرْطُبِيّ فِي التَّذْكِرَة حَيْثُ قَالَ : بَاب مَا جَاءَ فِي شَهَادَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أُمَّته قَالَ أَنَا اِبْن الْمُبَارَك أَنَا رَجُل مِنْ الْأَنْصَار عَنْ الْمِنْهَال بْن عَمْرو أَنَّهُ سَمِعَ سَعِيد بْن الْمُسَيِّب يَقُول لَيْسَ مِنْ يَوْم إِلَّا يُعْرَض فِيهِ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمَّته غَدْوَة وَعَشِيَّة فَيَعْرِفهُمْ بِأَسْمَائِهِمْ وَأَعْمَالهمْ فَلِذَلِكَ يَشْهَد عَلَيْهِمْ يَقُول اللَّه تَعَالَى \" فَكَيْف إِذَا جِئْنَا مِنْ كُلّ أُمَّة بِشَهِيدٍ وَجِئْنَا بِك عَلَى هَؤُلَاءِ شَهِيدًا \" فَإِنَّهُ أَثَر وَفِيهِ اِنْقِطَاع فَإِنَّ فِيهِ رَجُلًا مُبْهَمًا لَمْ يُسَمَّ وَهُوَ مِنْ كَلَام سَعِيد بْن الْمُسَيِّب لَمْ يَرْفَعهُ وَقَدْ قَبِلَهُ الْقُرْطُبِيّ فَقَالَ بَعْد إِيرَاده قَدْ تَقَدَّمَ أَنَّ الْأَعْمَال تُعْرَض عَلَى اللَّه كُلّ يَوْم إِثْنَيْنِ وَخَمِيس وَعَلَى الْأَنْبِيَاء وَالْآبَاء وَالْأُمَّهَات يَوْم الْجُمُعَة قَالَ وَلَا تَعَارُض فَإِنَّهُ يُحْتَمَل أَنْ يَخُصّ نَبِيّنَا بِمَا يُعْرَض عَلَيْهِ كُلّ يَوْم وَيَوْم الْجُمُعَة مَعَ الْأَنْبِيَاء عَلَيْهِ وَعَلَيْهِمْ أَفْضَل الصَّلَاة وَالسَّلَام . وَقَوْله تَعَالَى \" يَوْمئِذٍ يَوَدّ الَّذِينَ كَفَرُوا وَعَصَوْا الرَّسُول لَوْ تُسَوَّى بِهِمْ الْأَرْض وَلَا يَكْتُمُونَ اللَّه حَدِيثًا \" أَيْ اِنْشَقَّتْ وَبَلَعَتْهُمْ مِمَّا يَرَوْنَ مِنْ أَهْوَال الْمَوْقِف وَمَا يَحِلّ بِهِمْ مِنْ الْخِزْي وَالْفَضِيحَة وَالتَّوْبِيخ كَقَوْلِهِ يَوْم يَنْظُر الْمَرْء مَا قَدَّمَتْ يَدَاهُ الْآيَة . وَقَوْله \" وَلَا يَكْتُمُونَ اللَّه حَدِيثًا \" إِخْبَار عَنْهُمْ بِأَنَّهُمْ يَعْتَرِفُونَ بِجَمِيعِ مَا فَعَلُوهُ وَلَا يَكْتُمُونَ مِنْهُ شَيْئًا . وَقَالَ اِبْن جَرِير حَدَّثَنَا حَاكِم حَدَّثَنَا عَمْرو عَنْ مُطَرِّف عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر قَالَ : جَاءَ رَجُل إِلَى اِبْن عَبَّاس فَقَالَ لَهُ سَمِعْت اللَّه عَزَّ وَجَلَّ يَقُول يَعْنِي إِخْبَارًا عَنْ الْمُشْرِكِينَ يَوْم الْقِيَامَة أَنَّهُمْ قَالُوا وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ وَقَالَ فِي الْآيَة الْأُخْرَى \" وَلَا يَكْتُمُونَ اللَّه حَدِيثًا \" فَقَالَ اِبْن الْعَبَّاس أَمَّا قَوْله \" وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ\" فَإِنَّهُمْ لَمَّا رَأَوْا أَنَّهُ لَا يَدْخُل الْجَنَّة إِلَّا أَهْل الْإِسْلَام قَالُوا تَعَالَوْا فَلْنَجْحَدْ فَقَالُوا وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ فَخَتَمَ اللَّه عَلَى أَفْوَاههمْ وَتَكَلَّمَتْ أَيْدِيهمْ وَأَرْجُلهمْ وَلَا يَكْتُمُونَ اللَّه حَدِيثًا وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ رَجُل عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر قَالَ جَاءَ رَجُل إِلَى اِبْن عَبَّاس فَقَالَ : أَشْيَاء تَخْتَلِف عَلَيَّ فِي الْقُرْآن قَالَ مَا هُوَ أَشَكّ فِي الْقُرْآن قَالَ لَيْسَ هُوَ بِالشَّكِّ وَلَكِنْ اِخْتِلَاف , قَالَ فَهَاتِ مَا اِخْتَلَفَ عَلَيْك مِنْ ذَلِكَ قَالَ أَسْمَع اللَّه يَقُول \" ثُمَّ لَمْ تَكُنْ فِتْنَتهمْ إِلَّا أَنْ قَالُوا وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ \" وَقَالَ \" وَلَا يَكْتُمُونَ اللَّه حَدِيثًا\" فَقَدْ كَتَمُوا . فَقَالَ اِبْن عَبَّاس أَمَّا قَوْله ثُمَّ لَمْ تَكُنْ فِتْنَتهمْ إِلَّا أَنْ قَالُوا وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ فَإِنَّهُمْ لَمَّا رَأَوْا يَوْم الْقِيَامَة أَنَّ اللَّه لَا يَغْفِر إِلَّا لِأَهْلِ الْإِسْلَام وَلَا يَتَعَاظَمهُ ذَنْب أَنْ يَغْفِرهُ وَلَا يَغْفِر شِرْكًا جَحَدَ الْمُشْرِكُونَ فَقَالُوا \" وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ \" رَجَاء أَنْ يَغْفِر لَهُمْ فَخَتَمَ اللَّه عَلَى أَفْوَاههمْ وَتَكَلَّمَتْ أَيْدِيهمْ وَأَرْجُلهمْ بِمَا كَانُوا يَعْمَلُونَ فَعِنْد ذَلِكَ \" يَوَدّ الَّذِينَ كَفَرُوا وَعَصَوْا الرَّسُول لَوْ تُسَوَّى بِهِمْ الْأَرْض وَلَا يَكْتُمُونَ اللَّه حَدِيثًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40879, "aya_id": 41}]