[{"text": "رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا", "sura_id": 33, "type": 0, "id": 3601, "aya_id": 68}, {"text": "ربنا آتهم ضعفين من العذاب والعنهم لعنا كبيرا", "sura_id": 33, "type": 1, "id": 9837, "aya_id": 68}, {"text": "68 - (ربنا آتهم ضعفين من العذاب) ملتي عذابنا (والعنهم) عذبهم (لعنا كبيرا) عدده وفي قراءة بالموحدة أي عظيما \r\n", "sura_id": 33, "type": 2, "id": 28545, "aya_id": 68}, {"text": "ربنا عذِّبهم من العذاب مثلَيْ عذابنا الذي تعذبنا به, واطردهم من رحمتك طردًا شديدًا. وفي هذا دليل على أن طاعة غير الله في مخالفة أمره وأمر رسوله, موجبة لسخط الله وعقابه, وأن التابع والمتبوع في العذاب مشتركون, فليحذر المسلم ذلك.\r\n", "sura_id": 33, "type": 3, "id": 34781, "aya_id": 68}, {"text": " <font color=red>رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا</font><BR><p>\" رَبّنَا آتِهِمْ ضِعْفَيْنِ مِنْ الْعَذَاب \" أَيْ بِكُفْرِهِمْ وَإِغْوَائِهِمْ إِيَّانَا \" وَالْعَنْهُمْ لَعْنًا كَبِيرًا \" قَرَأَ بَعْض الْقُرَّاء بِالْبَاءِ الْمُوَحَّدَة وَقَرَأَ آخَرُونَ بِالثَّاءِ الْمُثَلَّثَة وَهُمَا قَرِيبَا الْمَعْنَى كَمَا فِي حَدِيث عَبْد اللَّه بْن عَمْرو أَنَّ أَبَا بَكْر قَالَ يَا رَسُول اللَّه عَلِّمْنِي دُعَاء أَدْعُو بِهِ فِي صَلَاتِي قَالَ : \" قُلْ اللَّهُمَّ إِنِّي ظَلَمْت نَفْسِي ظُلْمًا كَثِيرًا وَلَا يَغْفِر الذُّنُوب إِلَّا أَنْتَ فَاغْفِرْ لِي مَغْفِرَة مِنْ عِنْدك وَارْحَمْنِي إِنَّك أَنْتَ الْغَفُور الرَّحِيم أَخْرَجَاهُ فِي الصَّحِيحَيْنِ يُرْوَى كَثِيرًا وَكَبِيرًا وَكِلَاهُمَا بِمَعْنًى صَحِيح وَاسْتَحَبَّ بَعْضهمْ أَنْ يَجْمَع الدَّاعِي بَيْن اللَّفْظَيْنِ فِي دُعَائِهِ وَفِي ذَلِكَ نَظَر بَلْ الْأَوْلَى أَنْ يَقُول هَذَا تَارَة وَهَذَا تَارَة كَمَا أَنَّ الْقَارِئ مُخَيَّر بَيْن الْقِرَاءَتَيْنِ أَيَّتهمَا قَرَأَ أَحْسَن وَلَيْسَ لَهُ الْجَمْع بَيْنهمَا وَاَللَّه أَعْلَم وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا ضِرَار بْن صُرَد حَدَّثَنَا عَلِيّ بْن هِشَام عَنْ عُبَيْد اللَّه بْن أَبِي رَافِع عَنْ أَبِيهِ فِي تَسْمِيَة مَنْ شَهِدَ مَعَ عَلِيّ رَضِيَ اللَّه عَنْهُ الْحَجَّاج بْن عَمْرو بْن غَزِيَّة وَهُوَ الَّذِي كَانَ يَقُول عِنْد اللِّقَاء يَا مَعْشَر الْأَنْصَار أَتُرِيدُونَ أَنْ تَقُولُوا لِرَبِّنَا إِذَا لَقِينَاهُ \" رَبّنَا إِنَّا أَطَعْنَا سَادَتنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا رَبّنَا آتِهِمْ ضِعْفَيْنِ مِنْ الْعَذَاب وَالْعَنْهُمْ لَعْنًا كَبِيرًا \" ؟ .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40231, "aya_id": 68}]