[{"text": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ", "sura_id": 52, "type": 0, "id": 4784, "aya_id": 49}, {"text": "ومن الليل فسبحه وإدبار النجوم", "sura_id": 52, "type": 1, "id": 11020, "aya_id": 49}, {"text": "49 - (ومن الليل فسبحه) حقيقة أيضا (وإدبار النجوم) مصدر أي عقب غروبها سبحه أيضا أوصل في الأول العشاءين وفي الثاني الفجر وقيل الصبح \r\n", "sura_id": 52, "type": 2, "id": 29728, "aya_id": 49}, {"text": " وحين تقوم من نومك، ومن الليل فسبِّح بحمد ربك وعظِّمه, وصلِّ له، وافعل ذلك عند صلاة الصبح وقت إدبار النجوم. وفي هذه الآية إثبات لصفة العينين لله تعالى بما يليق به، دون تشبيه بخلقه أو تكييف لذاته, سبحانه وبحمده, كما ثبت ذلك بالسنة, وأجمع عليه سلف الأمة، واللفظ ورد هنا بصيغة الجمع للتعظيم.\r\n", "sura_id": 52, "type": 3, "id": 35964, "aya_id": 49}, {"text": " <font color=red>وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ</font><BR><p>وَقَوْله تَعَالَى\" وَمِنْ اللَّيْل فَسَبِّحْهُ \" أَيْ اُذْكُرْهُ وَاعْبُدْهُ بِالتِّلَاوَةِ وَالصَّلَاة فِي اللَّيْل كَمَا قَالَ تَعَالَى \" وَمِنْ اللَّيْل فَتَهَجَّدْ بِهِ نَافِلَةً لَك عَسَى أَنْ يَبْعَثك رَبّك مَقَامًا مَحْمُودًا \". وَقَوْله تَعَالَى \" وَإِدْبَار النُّجُوم \" قَدْ تَقَدَّمَ فِي حَدِيث اِبْن عَبَّاس أَنَّهُمَا الرَّكْعَتَانِ اللَّتَانِ قَبْل صَلَاة الْفَجْر فَإِنَّهُمَا مَشْرُوعَتَانِ عِنْد إِدْبَار النُّجُوم أَيْ عِنْد جُنُوحهَا لِلْغَيْبُوبَةِ . وَقَدْ رَوَى اِبْن سَيْلَانِ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" لَا تَدَعُوهُمَا وَإِنْ طَرَدَتْكُمْ الْخَيْل \" يَعْنِي رَكْعَتَيْ الْفَجْر رَوَاهُ أَبُو دَاوُد وَمِنْ هَذَا الْحَدِيث حُكِيَ عَنْ بَعْض أَصْحَاب أَحْمَد الْقَوْل بِوُجُوبِهِمَا وَهُوَ ضَعِيف لِحَدِيثِ \" خَمْس صَلَوَات فِي الْيَوْم وَاللَّيْلَة \" قَالَ هَلْ عَلَيَّ غَيْرهَا قَالَ \" لَا إِلَّا أَنْ تَطَوَّعَ \" . وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ لَمْ يَكُنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى شَيْء مِنْ النَّوَافِل أَشَدّ تَعَاهُدًا مِنْهُ عَلَى رَكْعَتَيْ الْفَجْر وَفِي لَفْظ لِمُسْلِمٍ \" رَكْعَتَا الْفَجْر خَيْر مِنْ الدُّنْيَا وَمَا فِيهَا \" آخِر تَفْسِير الطُّور , وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ.</p><BR> <br> ", "sura_id": 52, "type": 4, "id": 41705, "aya_id": 49}]