[{"text": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاء مَاء فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ", "sura_id": 22, "type": 0, "id": 2658, "aya_id": 63}, {"text": "ألم تر أن الله أنزل من السماء ماء فتصبح الأرض مخضرة إن الله لطيف خبير", "sura_id": 22, "type": 1, "id": 8894, "aya_id": 63}, {"text": "63 - (ألم تر) تعلم (أن الله أنزل من السماء ماء) مطرا (فتصبح الأرض مخضرة) بالنبات وهذا من أثر قدرته (إن الله لطيف) بعباده في إخراج النبات بالماء (خبير) بما في قلوبهم عند تأخير المطر \r\n", "sura_id": 22, "type": 2, "id": 27602, "aya_id": 63}, {"text": "ألم ترَ- أيها النبي- أن الله أنزل من السماء مطرًا، فتصبح الأرض مخضرة بما ينبت فيها من النبات؟ إن الله لطيف بعباده باستخراج النبات من الأرض بذلك الماء، خبير بمصالحهم.\r\n", "sura_id": 22, "type": 3, "id": 33838, "aya_id": 63}, {"text": " <font color=red>أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ</font><BR><p>وَهَذَا أَيْضًا مِنْ الدَّلَالَة عَلَى قُدْرَته وَعَظِيم سُلْطَانه وَأَنَّهُ يُرْسِل الرِّيَاح فَتُثِير سَحَابًا فَتُمْطِر عَلَى الْأَرْض الْجُرُز الَّتِي لَا نَبَات فِيهَا وَهِيَ جَامِدَة يَابِسَة سَوْدَاء مُمْحِلَة \" فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاء اِهْتَزَّتْ وَرَبَتْ \" وَقَوْله : \" فَتُصْبِح الْأَرْض مُخْضَرَّة \" الْفَاء هَهُنَا لِلتَّعْقِيبِ وَتَعْقِيب كُلّ شَيْء بِحَسَبِهِ كَمَا قَالَ تَعَالَى \" ثُمَّ خَلَقْنَا النُّطْفَة عَلَقَة فَخَلَقْنَا الْعَلَقَة مُضْغَة \" الْآيَة وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ بَيْن كُلّ شَيْئَيْنِ أَرْبَعِينَ يَوْمًا وَمَعَ هَذَا هُوَ مُعَقَّب بِالْفَاءِ وَهَكَذَا هَهُنَا قَالَ \" فَتُصْبِح الْأَرْض مُخْضَرَّة\" أَيْ خَضْرَاء بَعْد يَبَاسهَا وَمُحُولِهَا وَقَدْ ذُكِرَ عَنْ بَعْض أَهْل الْحِجَاز أَنَّهَا تُصْبِح عَقِب الْمَطَر خَضْرَاء فَاَللَّه أَعْلَم وَقَوْله \" إِنَّ اللَّه لَطِيف خَبِير \" أَيْ عَلِيم بِمَا فِي أَرْجَاء الْأَرْض وَأَقْطَارهَا وَأَجْزَائِهَا مِنْ الْحَبّ وَإِنْ صَغُرَ لَا يَخْفَى عَلَيْهِ خَافِيَة فَيُوصِل إِلَى كُلّ مِنْهُ قِسْطه مِنْ الْمَاء فَيُنْبِتهُ بِهِ كَمَا قَالَ لُقْمَان \" يَا بُنَيّ إِنَّهَا إِنْ تَكُ مِثْقَال حَبَّة مِنْ خَرْدَل فَتَكُنْ فِي صَخْرَة أَوْ فِي السَّمَوَات أَوْ فِي الْأَرْض يَأْتِ بِهَا اللَّه إِنَّ اللَّه لَطِيف خَبِير \" وَقَالَ : \" أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِج الْخَبْء فِي السَّمَوَات وَالْأَرْض \" وَقَالَ تَعَالَى \" وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رَطْب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" وَقَالَ \" وَمَا يَعْزُب عَنْ رَبّك مِنْ مِثْقَال ذَرَّة فِي الْأَرْض وَلَا فِي السَّمَاء وَلَا أَصْغَر مِنْ ذَلِكَ وَلَا أَكْبَر إِلَّا فِي كِتَاب مُبِين \" وَلِهَذَا قَالَ أُمَيَّة بْن أَبِي الصَّلْت أَوْ زَيْد بْن عَمْرو بْن نُفَيْل فِي قَصِيدَته : وَقُولَا لَهُ مَنْ يُنْبِت الْحَبّ فِي الثَّرَى فَيُصْبِح مِنْهُ الْبَقْل يَهْتَزّ رَابِيًا وَيُخْرِج مِنْهُ حَبّه فِي رُءُوسه فَفِي ذَلِكَ آيَات لِمَنْ كَانَ وَاعِيًا </p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39088, "aya_id": 63}]