[{"text": "لَّا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاء إِخْوَانِهِنَّ وَلَا أَبْنَاء أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا", "sura_id": 33, "type": 0, "id": 3588, "aya_id": 55}, {"text": "لا جناح عليهن في آبائهن ولا أبنائهن ولا إخوانهن ولا أبناء إخوانهن ولا أبناء أخواتهن ولانسائهن ولا ما ملكت أيمانهن واتقين الله إن الله كان على كل شيء شهيدا", "sura_id": 33, "type": 1, "id": 9824, "aya_id": 55}, {"text": "55 - (لا جناح عليهن في آبائهن ولا أبنائهن ولا إخوانهن ولا أبناء إخوانهن ولا أبناء أخواتهن ولا نسائهن) أي المؤمنات (ولا ما ملكت أيمانهن) من الاماء والعبيد أن يروهن ويكلموهن من غير حجاب (واتقين الله) فيما امرتن به (إن الله كان على كل شيء شهيدا) لا يخفى عليه شيء \r\n", "sura_id": 33, "type": 2, "id": 28532, "aya_id": 55}, {"text": "لا إثم على النساء في عدم الاحتجاب من آبائهن وأبنائهن وإخوانهن وأبناء إخوانهن وأبناء أخواتهن والنساء المؤمنات والعبيد المملوكين لهن؛ لشدة الحاجة إليهم في الخدمة. وخفن الله -أيتها النساء- أن تتعدَّيْن ما حَدَّ لكنَّ, فتبدين من زينتكن ما ليس لكُنَّ أن تبدينه, أو تتركن الحجاب أمام مَن يجب عليكن الاحتجاب منه. إن الله كان على كل شيء شهيدًا, يشهد أعمال العباد ظاهرها وباطنها, وسيجزيهم عليها.\r\n", "sura_id": 33, "type": 3, "id": 34768, "aya_id": 55}, {"text": " <font color=red>لَا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا</font><BR><p>لَمَّا أَمَرَ تَبَارَكَ وَتَعَالَى النِّسَاء بِالْحِجَابِ مِنْ الْأَجَانِب بَيَّنَ أَنَّ هَؤُلَاءِ الْأَقَارِب لَا يَجِب الِاحْتِجَاب مِنْهُمْ كَمَا اِسْتَثْنَاهُمْ فِي سُورَة النُّور عِنْد قَوْله تَعَالَى \" وَلَا يُبْدِينَ زِينَتهنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاء بُعُولَتهنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاء بُعُولَتهنَّ أَوْ إِخْوَانهنَّ أَوْ بَنِي أَخَوَاتهنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانهنَّ أَوْ التَّابِعِينَ غَيْر أُولِي الْإِرْبَة مِنْ الرِّجَال أَوْ الطِّفْل الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَات النِّسَاء \" وَفِيهَا زِيَادَات عَلَى هَذِهِ وَقَدْ تَقَدَّمَ تَفْسِيرهَا وَالْكَلَام عَلَيْهَا بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَقَدْ سَأَلَ بَعْض السَّلَف فَقَالَ : لِمَ لَمْ يَذْكُر الْعَمّ وَالْخَال فِي هَاتَيْنِ الْآيَتَيْنِ ؟ فَأَجَابَ عِكْرِمَة وَالشَّعْبِيّ بِأَنَّهُمَا لَمْ يُذْكَرَا لِأَنَّهُمَا قَدْ يَصِفَانِ ذَلِكَ لِبَنِيهِمَا قَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا حَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد حَدَّثَنَا دَاوُدُ عَنْ الشَّعْبِيّ وَعِكْرِمَة فِي قَوْله تَعَالَى : \" لَا جُنَاح عَلَيْهِنَّ فِي آبَائِهِنَّ \" الْآيَة قُلْت مَا شَأْن الْعَمّ وَالْخَال لَمْ يُذْكَرَا ؟ قَالَ لِأَنَّهُمَا يَنْعَتَانِهَا لِأَبْنَائِهِمَا وَكَرِهَا أَنْ تَضَع خِمَارهَا عِنْد خَالهَا وَعَمّهَا وَقَوْله تَعَالَى : \" وَلَا نِسَائِهِنَّ \" يَعْنِي بِذَلِكَ عَدَم الِاحْتِجَاب مِنْ النِّسَاء الْمُؤْمِنَات وَقَوْله تَعَالَى \" وَمَا مَلَكَتْ أَيْمَانهنَّ \" يَعْنِي بِهِ أَرِقَّاءَهُنَّ مِنْ الذُّكُور وَالْإِنَاث كَمَا تَقَدَّمَ التَّنْبِيه عَلَيْهِ وَإِيرَاد الْحَدِيث فِيهِ قَالَ سَعِيد بْن الْمُسَيِّب إِنَّمَا يَعْنِي بِهِ الْإِمَاء فَقَطْ رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله تَعَالَى : \" وَاتَّقِينَ اللَّه إِنَّ اللَّه كَانَ عَلَى كُلّ شَيْء شَهِيدًا \" أَيْ وَاخْشَيْنَهُ فِي الْخَلْوَة وَالْعَلَانِيَة فَإِنَّهُ شَهِيد عَلَى كُلّ شَيْء لَا تَخْفَى عَلَيْهِ خَافِيَة فَرَاقِبْنَ الرَّقِيب .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40217, "aya_id": 55}]