[{"text": "وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللّهُ عَلِيمٌ حَكِيمٌ", "sura_id": 9, "type": 0, "id": 1341, "aya_id": 106}, {"text": "وآخرون مرجون لأمر الله إما يعذبهم وإما يتوب عليهم والله عليم حكيم", "sura_id": 9, "type": 1, "id": 7577, "aya_id": 106}, {"text": "106 - (وآخرون) من المتخلفين (مُرْجَؤون) بالهمز وتركه مؤخرون عن التوبة (لأمر الله) فيهم بما شاء (إما يعذبهم) بأن يميتهم بلا توبة (وإما يتوب عليهم والله عليم) بخلقه (حكيم) في صنعه بهم ، وهم الثلاثة الآتون بعد مرارة بن الربيع وكعب بن مالك وهلال بن أمية تخلفوا كسلاً وميلاً إلى الدعة لا نفاقاً ولم يعتذروا إلى النبي صلى الله عليه وسلم كغيرهم فوقف أمرهم خمسين ليلة وهجرهم الناس حتى نزلت توبتهم بعد \r\n", "sura_id": 9, "type": 2, "id": 26285, "aya_id": 106}, {"text": "ومن هؤلاء المتخلفين عنكم -أيها المؤمنون- في غزوة (تبوك) آخرون مؤخرون; ليقضي الله فيهم ما هو قاض. وهؤلاء هم الذين ندموا على ما فعلوا, وهم: مُرارة بن الربيع, وكعب بن مالك, وهلال بن أُميَّة, إما يعذبهم الله, وإما يعفو عنهم. والله عليم بمن يستحق العقوبة أو العفو, حكيم في كل أقواله وأفعاله.\r\n", "sura_id": 9, "type": 3, "id": 32521, "aya_id": 106}, {"text": " <font color=red>وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ</font><BR><p>قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَالضَّحَّاك وَغَيْر وَاحِد : هُمْ الثَّلَاثَة الَّذِينَ خُلِّفُوا أَيْ عَنْ التَّوْبَة وَهُمْ مُرَارَة بْن الرَّبِيع وَكَعْب بْن مَالِك وَهِلَال بْن أُمَيَّة قَعَدُوا عَنْ غَزْوَة تَبُوك فِي جُمْلَة مَنْ قَعَدَ كَسَلًا وَمَيْلًا إِلَى الدَّعَة وَالْحِفْظ وَطِيب الثِّمَار وَالظِّلَال لَا شَكًّا وَنِفَاقًا فَكَانَتْ مِنْهُمْ طَائِفَة رَبَطُوا أَنْفُسهمْ بِالسَّوَارِي كَمَا فَعَلَ أَبُو لُبَابَة وَأَصْحَابه وَطَائِفَة لَمْ يَفْعَلُوا ذَلِكَ وَهُمْ هَؤُلَاءِ الثَّلَاثَة الْمَذْكُورُونَ فَنَزَلَتْ تَوْبَة أُولَئِكَ قَبْل هَؤُلَاءِ وَأَرْجَى هَؤُلَاءِ عَنْ التَّوْبَة حَتَّى نَزَلَتْ الْآيَة الْآتِيَة وَهِيَ قَوْله \" لَقَدْ تَابَ اللَّه عَلَى النَّبِيّ وَالْمُهَاجِرِينَ وَالْأَنْصَار \" الْآيَة \" وَعَلَى الثَّلَاثَة الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمْ الْأَرْض بِمَا رَحُبَتْ \" الْآيَة كَمَا سَيَأْتِي فِي حَدِيث كَعْب بْن مَالِك وَقَوْله \" إِمَّا يُعَذِّبهُمْ وَإِمَّا يَتُوب عَلَيْهِمْ \" أَيْ هُمْ تَحْت عَفْو اللَّه إِنْ شَاءَ فَعَلَ بِهِمْ هَذَا وَإِنْ شَاءَ فَعَلَ بِهِمْ ذَاكَ وَلَكِنَّ رَحْمَته تَغْلِب غَضَبه \" وَاَللَّه عَلِيم حَكِيم \" أَيْ عَلِيم بِمَنْ يَسْتَحِقّ الْعُقُوبَة مِمَّنْ يَسْتَحِقّ الْعَفْو حَكِيم فِي أَفْعَاله وَأَقْوَاله لَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43402, "aya_id": 106}]