[{"text": "وَبَشِّرِ الَّذِين آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هَذَا الَّذِي رُزِقْنَا مِن قَبْلُ وَأُتُواْ بِهِ مُتَشَابِهاً وَلَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ", "sura_id": 2, "type": 0, "id": 32, "aya_id": 25}, {"text": "وبشر الذين آمنوا وعملوا الصالحات أن لهم جنات تجري من تحتها الأنهار كلما رزقوا منها من ثمرة رزقا قالوا هذا الذي رزقنا من قبل وأتوا به متشابها ولهم فيها أزواج مطهرة وهم فيها خالدون", "sura_id": 2, "type": 1, "id": 6268, "aya_id": 25}, {"text": "25 - (وبشر) أخبر (الذين آمنوا) صدقوا بالله (وعملوا الصالحات) من الفروض والنوافل (أن) أي بأن (لهم جنات) حدائق ذات شجر ومساكن (تجري من تحتها) أي تحت أشجارها وقصورها (الأنهار) أي المياه فيها ، والنهر هو الموضع الذي يجري فيه الماء ينهره أي يحفره وإسناد الجري إليه مَجاز (كلما رزقوا منها) أطعموا من تلك الجنات (من ثمرة رزقاً قالوا هذا الذي) أي مثل ما (رزقنا من قبل) أي قبله في الجنة لتشابه ثمارها بقرينه (وأتوا به) أي جيئوا بالرزق (متشابهاً) يشبه بعضه بعضاً لوناً ويختلف طعماً (ولهم فيها أزواج) من الحور وغيرها (مطهَّرة) من الحيض وكل قذر (وهم فيها خالدون) ماكثون أبداً لا يفنون ولا يخرجون . ونزل ردَّاً لقول اليهود لمَّا ضرب الله المثل بالذباب في قوله: {وإن يسلبهم الذباب شيئا} والعنكبوت في قوله : {كمثل العنكبوت} ما أراد الله بذكر هذه الأشياء الخسيسة فأنزل الله :  \r\n", "sura_id": 2, "type": 2, "id": 24976, "aya_id": 25}, {"text": "وأخبر -أيها الرسول- أهل الإيمان والعمل الصالح خبرًا يملؤهم سرورًا, بأن لهم في الآخرة حدائق عجيبة, تجري الأنهار تحت قصورها العالية وأشجارها الظليلة. كلَّما رزقهم الله فيها نوعًا من الفاكهة اللذيذة قالوا: قد رَزَقَنا الله هذا النوع من قبل, فإذا ذاقوه وجدوه شيئًا جديدًا في طعمه ولذته, وإن تشابه مع سابقه في اللون والمنظر والاسم. ولهم في الجنَّات زوجات مطهَّرات من كل ألوان الدنس الحسيِّ كالبول والحيض, والمعنوي كالكذب وسوء الخُلُق. وهم في الجنة ونعيمها دائمون, لا يموتون فيها ولا يخرجون منها.\r\n", "sura_id": 2, "type": 3, "id": 31212, "aya_id": 25}, {"text": " <font color=red>وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى مَا أَعَدَّهُ لِأَعْدَائِهِ مِنْ الْأَشْقِيَاء الْكَافِرِينَ بِهِ وَبِرُسُلِهِ مِنْ الْعَذَاب وَالنَّكَال عَطَفَ بِذِكْرِ حَال أَوْلِيَائِهِ مِنْ السُّعَدَاء الْمُؤْمِنِينَ بِهِ وَبِرُسُلِهِ الَّذِينَ صَدَّقُوا إِيمَانهمْ بِأَعْمَالِهِمْ الصَّالِحَة وَهَذَا مَعْنَى تَسْمِيَة الْقُرْآن مَثَانِي عَلَى أَصَحّ أَقْوَال الْعُلَمَاء كَمَا سَنَبْسُطُهُ فِي مَوْضِعه وَهُوَ أَنْ يَذْكُر الْإِيمَان وَيَتْبَع بِذِكْرِ الْكُفْر أَوْ عَكْسه أَوْ حَال السُّعَدَاء ثُمَّ الْأَشْقِيَاء أَوْ عَكْسه وَحَاصِله ذِكْر الشَّيْء وَمُقَابِله . وَأَمَّا ذِكْر الشَّيْء وَنَظِيره فَذَاكَ التَّشَابُه كَمَا سَنُوَضِّحُهُ إِنْ شَاءَ اللَّه فَلِهَذَا قَالَ تَعَالَى وَبَشِّرْ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات أَنَّ لَهُمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار فَوَصَفَهَا بِأَنَّهَا تَجْرِي مِنْ تَحْتهَا الْأَنْهَار أَيْ مِنْ تَحْت أَشْجَارهَا وَغُرَفهَا وَقَدْ جَاءَ فِي الْحَدِيث أَنَّ أَنْهَارهَا تَجْرِي فِي غَيْر أُخْدُود وَجَاءَ فِي الْكَوْثَر أَنَّ حَافَّتَيْهِ قِبَاب اللُّؤْلُؤ الْمُجَوَّف وَلَا مُنَافَاة بَيْنهمَا فَطِينهَا الْمِسْك الْأَذْفَر وَحَصْبَاؤُهَا اللُّؤْلُؤ وَالْجَوْهَر نَسْأَل اللَّه مِنْ فَضْله إِنَّهُ هُوَ الْبَرّ الرَّحِيم . وَقَالَ اِبْن أَبِي حَاتِم : قَرَأَ عَلَيَّ الرَّبِيع بْن سُلَيْمَان حَدَّثَنَا أَسَد بْن مُوسَى حَدَّثَنَا أَبُو ثَوْبَان عَنْ عَطَاء بْن قُرَّة عَنْ عَبْد اللَّه بْن ضَمْرَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْهَار الْجَنَّة تَفَجَّر مِنْ تَحْت تِلَال - أَوْ مِنْ تَحْت جِبَال - الْمِسْك \" وَقَالَ أَيْضًا حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ عَبْد اللَّه بْن مُرَّة عَنْ مَسْرُوق قَالَ : قَالَ عَبْد اللَّه أَنْهَار الْجَنَّة تَفَجَّر مِنْ جَبَل مِسْك . وَقَوْله تَعَالَى \" كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَة رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْل \" قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْل . قَالَ : إِنَّهُمْ أَتَوْا بِالثَّمَرَةِ فِي الْجَنَّة فَلَمَّا نَظَرُوا إِلَيْهَا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْل فِي الدُّنْيَا وَهَكَذَا قَالَ قَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَنَصَرَهُ اِبْن جَرِير وَقَالَ عِكْرِمَة \" قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْل \" قَالَ مَعْنَاهُ مِثْل الَّذِي كَانَ بِالْأَمْسِ وَكَذَا قَالَ الرَّبِيع بْن أَنَس . وَقَالَ مُجَاهِد يَقُولُونَ مَا أَشْبَهَهُ بِهِ قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ بَلْ تَأْوِيل ذَلِكَ هَذَا الَّذِي رُزِقْنَا مِنْ قَبْل ثِمَار الْجَنَّة مِنْ قَبْل هَذَا لِشِدَّةِ مُشَابَهَة بَعْضه بَعْض لِقَوْلِهِ تَعَالَى \" وَأُتُوا بِهِ مُتَشَابِهًا \" قَالَ سُنَيْد بْن دَاوُد حَدَّثَنَا شَيْخ مِنْ أَهْل الْمِصِّيصَة عَنْ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير قَالَ : يُؤْتَى أَحَدهمْ بِالصَّحْفَةِ مِنْ الشَّيْء فَيَأْكُل مِنْهَا ثُمَّ يُؤْتَى بِأُخْرَى فَيَقُول هَذَا الَّذِي أُوتِينَا بِهِ مِنْ قَبْل فَتَقُول الْمَلَائِكَة كَلَّا فَاللَّوْن وَاحِد وَالطَّعْم مُخْتَلِف. وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا عَامِر بْن يَسَاف عَنْ يَحْيَى بْن أَبِي كَثِير قَالَ : عُشْب الْجَنَّة الزَّعْفَرَان وَكُثْبَانهَا الْمِسْك وَيَطُوف عَلَيْهِمْ الْوِلْدَان بِالْفَوَاكِهِ فَيَأْكُلُونَهَا ثُمَّ يُؤْتَوْنَ بِمِثْلِهَا فَيَقُول لَهُمْ أَهْل الْجَنَّة هَذَا الَّذِي أَتَيْتُمُونَا آنِفًا بِهِ فَتَقُول لَهُمْ الْوِلْدَان كُلُوا فَاللَّوْن وَاحِد وَالطَّعْم مُخْتَلِف وَهُوَ قَوْل اللَّه تَعَالَى \" وَأُتُوا بِهِ مُتَشَابِهًا \" وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة \" وَأُتُوا بِهِ مُتَشَابِهًا \" قَالَ يُشْبِه بَعْضه بَعْضًا وَيَخْتَلِف فِي الطَّعْم قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ مُجَاهِد وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير بِإِسْنَادِهِ عَنْ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة فِي قَوْله تَعَالَى\" وَأُتُوا بِهِ مُتَشَابِهًا \" يَعْنِي فِي اللَّوْن وَالْمَرْأَى وَلَيْسَ يَشْتَبِه فِي الطَّعْم وَهَذَا اِخْتِيَار اِبْن جَرِير . وَقَالَ عِكْرِمَة\" وَأُتُوا بِهِ مُتَشَابِهًا \" قَالَ : يُشْبِه ثَمَر الدُّنْيَا غَيْر أَنَّ ثَمَر الْجَنَّة أَطْيَب . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ أَبِي ظَبْيَان عَنْ اِبْن عَبَّاس لَا يُشْبِه شَيْء مِمَّا فِي الْجَنَّة مَا فِي الدُّنْيَا إِلَّا فِي الْأَسْمَاء وَفِي رِوَايَة لَيْسَ فِي الدُّنْيَا مِمَّا فِي الْجَنَّة إِلَّا الْأَسْمَاء وَرَوَاهُ اِبْن جَرِير مِنْ رِوَايَة الثَّوْرِيّ وَابْن أَبِي حَاتِم مِنْ حَدِيث أَبِي مُعَاوِيَة كِلَاهُمَا عَنْ الْأَعْمَش بِهِ . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قَوْله تَعَالَى \" وَأُتُوا بِهِ مُتَشَابِهًا \" قَالَ يَعْرِفُونَ أَسْمَاءَهُ كَمَا كَانُوا فِي الدُّنْيَا التُّفَّاح بِالتُّفَّاحِ وَالرُّمَّان بِالرُّمَّانِ قَالُوا فِي الْجَنَّة هَذَا الَّذِي رُزِقْنَا مِنْ قَبْل فِي الدُّنْيَا وَأُتُوا بِهِ مُتَشَابِهًا يَعْرِفُونَهُ وَلَيْسَ هُوَ مِثْله فِي الطَّعْم. وَقَوْله تَعَالَى \" وَلَهُمْ فِيهَا أَزْوَاج مُطَهَّرَة \" قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس مُطَهَّرَة مِنْ الْقَذَر وَالْأَذَى. وَقَالَ مُجَاهِد مِنْ الْحَيْض وَالْغَائِط وَالْبَوْل وَالنُّخَام وَالْبُزَاق وَالْمَنِيّ وَالْوَلَد وَقَالَ قَتَادَة مَطْهَرَة مِنْ الْأَذَى وَالْمَأْثَم . وَفِي رِوَايَة عَنْهُ لَا حَيْض وَلَا كَلَف. وَرُوِيَ عَنْ عَطَاء وَالْحَسَن وَالضَّحَّاك وَأَبِي صَالِح وَعَطِيَّة وَالسُّدِّيّ نَحْو ذَلِكَ . وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى أَنْبَأَنَا اِبْن وَهْب عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ قَالَ الْمُطَهَّرَة الَّتِي لَا تَحِيض قَالَ : وَكَذَلِكَ خُلِقَتْ حَوَّاء عَلَيْهَا السَّلَام فَلَمَّا عَصَتْ قَالَ اللَّه تَعَالَى إِنِّي خَلَقْتُك مُطَهَّرَة وَسَأُدْمِيك كَمَا أَدْمَيْت هَذِهِ الشَّجَرَة - وَهَذَا غَرِيب - وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد حَدَّثَنِي جَعْفَر بْن مُحَمَّد بْن حَرْب وَأَحْمَد بْن مُحَمَّد الْخُوَارِيّ قَالَا : حَدَّثَنَا مُحَمَّد بْن عُبَيْد الْكِنْدِيّ حَدَّثَنَا عَبْد الرَّزَّاق بْن عُمَر الْبَزِيعِيّ حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك عَنْ شُعْبَة عَنْ قَتَادَة عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" وَلَهُمْ فِيهَا أَزْوَاج مُطَهَّرَة \" قَالَ مِنْ الْحَيْض وَالْغَائِط وَالنُّخَامَة وَالْبُزَاق \" . هَذَا حَدِيث غَرِيب - وَقَدْ رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه عَنْ مُحَمَّد بْن يَعْقُوب عَنْ الْحَسَن بْن عَلِيّ بْن عَفَّان عَنْ مُحَمَّد بْن عُبَيْد بِهِ . وَقَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَهَذَا الَّذِي اِدَّعَاهُ فِيهِ نَظَر فَإِنَّ عَبْد الرَّزَّاق بْن عُمَر الْبَزِيعِيّ هَذَا قَالَ فِيهِ أَبُو حَاتِم بْن حِبَّان الْعَبْسِيّ لَا يَجُوز الِاحْتِجَاج بِهِ \" قُلْت \" وَالْأَظْهَر أَنَّ هَذَا مِنْ كَلَام قَتَادَة كَمَا تَقَدَّمَ وَاَللَّه أَعْلَم. وَقَوْله تَعَالَى \" وَهُمْ فِيهَا خَالِدُونَ \" هَذَا هُوَ تَمَام السَّعَادَة فَإِنَّهُمْ مَعَ هَذَا النَّعِيم فِي مَقَام أَمِين مِنْ الْمَوْت وَالِانْقِطَاع فَلَا آخِر لَهُ وَلَا اِنْقِضَاء بَلْ فِي نَعِيم سَرْمَدِيّ أَبَدِيّ عَلَى الدَّوَام وَاَللَّهُ الْمَسْئُول أَنْ يَحْشُرنَا فِي زُمْرَتهمْ إِنَّهُ جَوَاد كَرِيم بَرّ رَحِيم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38664, "aya_id": 25}]