[{"text": "الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللّهِ ثُمَّ لاَ يُتْبِعُونَ مَا أَنفَقُواُ مَنًّا وَلاَ أَذًى لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ", "sura_id": 2, "type": 0, "id": 269, "aya_id": 262}, {"text": "الذين ينفقون أموالهم في سبيل الله ثم لا يتبعون ما أنفقوا منا ولا أذى لهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون", "sura_id": 2, "type": 1, "id": 6505, "aya_id": 262}, {"text": "262 - (الذين ينفقون أموالهم في سبيل الله ثم لا يتبعون ما أنفقوا منَّا) على المنفق عليه بقولهم مثلا: قد أحسنت إليه وجبرت حاله (ولا أذى) له بذكر ذلك إلى من لا يحب وقوفه عليه ونحوه (لهم أجرهم) ثواب إنفاقهم (عند ربهم ولا خوف عليهم ولا هم يحزنون) في الآخرة \r\n", "sura_id": 2, "type": 2, "id": 25213, "aya_id": 262}, {"text": "الذين يخرجون أموالهم في الجهاد وأنواع الخير, ثم لا يتبعون ما أنفقوا من الخيرات مَنّاً على مَن أعطَوه ولا أذى بقول أو فِعْلٍ يشعره بالتفضل عليه, لهم ثوابهم العظيم عند ربهم, ولا خوف عليهم فيما يستقبلونه من أمر الآخرة, ولا هم يحزنون على شيء فاتهم في هذه الدنيا.\r\n", "sura_id": 2, "type": 3, "id": 31449, "aya_id": 262}, {"text": " <font color=red>الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</font><BR><p>يَمْدَح تَبَارَكَ وَتَعَالَى الَّذِينَ يُنْفِقُونَ فِي سَبِيله ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مِنْ الْخَيْرَات وَالصَّدَقَات مَنًّا عَلَى مَنْ أَعْطَوْهُ فَلَا يَمُنُّونَ عَلَى أَحَد وَلَا يَمُنُّونَ بِهِ لَا بِقَوْلٍ وَلَا فِعْلٍ . وَقَوْله \" وَلَا أَذًى \" أَيْ لَا يَفْعَلُونَ مَعَ مَنْ أَحْسَنُوا إِلَيْهِ مَكْرُوهًا يُحِيطُونَ بِهِ مَا سَلَفَ مِنْ الْإِحْسَان ثُمَّ وَعَدَهُمْ اللَّه تَعَالَى الْجَزَاء الْجَزِيل عَلَى ذَلِكَ فَقَالَ\" لَهُمْ أَجْرُهُمْ عِنْد رَبِّهِمْ \" أَيْ ثَوَابهمْ عَلَى اللَّه لَا عَلَى أَحَد سِوَاهُ \" وَلَا خَوْفٌ عَلَيْهِمْ \" أَيْ فِيمَا يَسْتَقْبِلُونَهُ مِنْ أَهْوَال يَوْم الْقِيَامَة \" وَلَا هُمْ يَحْزَنُونَ \" أَيْ عَلَى مَا خَلَّفُوهُ مِنْ الْأَوْلَاد وَلَا مَا فَاتَهُمْ مِنْ الْحَيَاة الدُّنْيَا وَزَهْرَتهَا لَا يَأْسَفُونَ عَلَيْهَا لِأَنَّهُمْ قَدْ صَارُوا إِلَى مَا هُوَ خَيْر لَهُمْ مِنْ ذَلِكَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38677, "aya_id": 262}]