[{"text": "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا", "sura_id": 35, "type": 0, "id": 3699, "aya_id": 39}, {"text": "هو الذي جعلكم خلائف في الأرض فمن كفر فعليه كفره ولايزيد الكافرين كفرهم عند ربهم إلا مقتا ولا يزيد الكافرين كفرهم إلا خسارا", "sura_id": 35, "type": 1, "id": 9935, "aya_id": 39}, {"text": "39 - (هو الذي جعلكم خلائف في الأرض) جمع خليفة يخلف بعضكم بعضا (فمن كفر) منكم (فعليه كفره) أي وبال كفره (ولا يزيد الكافرين كفرهم عند ربهم إلا مقتا) غضبا (ولا يزيد الكافرين كفرهم إلا خسارا) للآخرة \r\n", "sura_id": 35, "type": 2, "id": 28643, "aya_id": 39}, {"text": "الله هو الذي جعلكم -أيها الناس- يَخْلُف بعضكم بعضًا في الأرض, فمن جحد وحدانية الله منكم فعلى نفسه ضرره وكفره ولا يزيد الكافرين كفرهم عند ربهم إلا بغضًا وغضبًا, ولا يزيدهم كفرهم بالله إلا ضلالا وهلاكًا.\r\n", "sura_id": 35, "type": 3, "id": 34879, "aya_id": 39}, {"text": " <font color=red>هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا</font><BR><p>ثُمَّ قَالَ عَزَّ وَجَلَّ \" هُوَ الَّذِي جَعَلَكُمْ خَلَائِف فِي الْأَرْض \" أَيْ يَخْلُف قَوْم لِآخَرِينَ قَبْلهمْ وَجِيل لِجِيلٍ قَبْلهمْ . كَمَا قَالَ تَعَالَى : \" وَيَجْعَلكُمْ خُلَفَاء الْأَرْض \" \" فَمَنْ كَفَرَ فَعَلَيْهِ كُفْره \" أَيْ فَإِنَّمَا يَعُود وَبَال ذَلِكَ عَلَى نَفْسه دُون غَيْره \" وَلَا يَزِيد الْكَافِرِينَ كُفْرهمْ عِنْد رَبّهمْ إِلَّا مَقْتًا \" أَيْ كُلَّمَا اِسْتَمَرُّوا عَلَى كُفْرهمْ أَبْغَضهمْ اللَّه تَعَالَى وَكُلَّمَا اِسْتَمَرُّوا فِيهِ خَسِرُوا أَنْفُسهمْ وَأَهْلَيْهِمْ يَوْم الْقِيَامَة بِخِلَافِ الْمُؤْمِنِينَ فَإِنَّهُمْ كُلَّمَا طَالَ عُمُر أَحَدهمْ وَحَسُنَ عَمَله اِرْتَفَعَتْ دَرَجَته وَمَنْزِلَته فِي الْجَنَّة وَزَادَ أَجْره وَأَحَبَّهُ خَالِقه وَبَارِئُهُ رَبّ الْعَالَمِينَ .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40326, "aya_id": 39}]