[{"text": "وَقَالُواْ لَوْلاَ نُزِّلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ قُلْ إِنَّ اللّهَ قَادِرٌ عَلَى أَن يُنَزِّلٍ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ", "sura_id": 6, "type": 0, "id": 826, "aya_id": 37}, {"text": "وقالوا لولا نزل عليه آية من ربه قل إن الله قادر على أن ينزل آية ولكن أكثرهم لا يعلمون", "sura_id": 6, "type": 1, "id": 7062, "aya_id": 37}, {"text": "37 - (وقالوا) أي كفار مكة (لولا) هلا (نزل عليه آية من ربه) كالناقة والعصا والمائدة (قل) لهم (إن الله قادر على أن ينزِّل) بالتشديد والتخفيف (آية) مما اقترحوا (ولكن أكثرهم لا يعلمون) أن نزولها بلاء عليهم لوجوب هلاكهم إن جحدوها \r\n", "sura_id": 6, "type": 2, "id": 25770, "aya_id": 37}, {"text": "وقال المشركون -تعنتًا واستكبارًا-: هلا أنزل الله علامة تدل على صدق محمد صلى الله عليه وسلم من نوع العلامات الخارقة, قل لهم -أيها الرسول-: إن الله قادر على أن ينزل عليهم آية, ولكن أكثرهم لا يعلمون أن إنزال الآيات إنما يكون وَفْق حكمته تعالى.\r\n", "sura_id": 6, "type": 3, "id": 32006, "aya_id": 37}, {"text": " <font color=red>وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ قَادِرٌ عَلَى أَنْ يُنَزِّلَ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمُشْرِكِينَ أَنَّهُمْ كَانُوا يَقُولُونَ لَوْلَا نُزِّلَ عَلَيْهِ آيَة مِنْ رَبّه أَيْ خَارِق عَلَى مُقْتَضَى مَا كَانُوا يُرِيدُونَ وَمِمَّا يَتَعَنَّتُونَ كَقَوْلِهِمْ\" لَنْ نُؤْمِن لَك حَتَّى تُفَجِّر لَنَا مِنْ الْأَرْض يَنْبُوعًا\" الْآيَات \" قُلْ إِنَّ اللَّه قَادِر عَلَى أَنْ يُنَزِّل آيَة وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" أَيْ هُوَ تَعَالَى قَادِر عَلَى ذَلِكَ وَلَكِنَّ حِكْمَته تَعَالَى تَقْتَضِي تَأْخِير ذَلِكَ لِأَنَّهُ لَوْ أَنْزَلَ وَفْق مَا طَلَبُوا ثُمَّ لَمْ يُؤْمِنُوا لَعَاجَلَهُمْ بِالْعُقُوبَةِ كَمَا فَعَلَ بِالْأُمَمِ السَّالِفَة كَمَا قَالَ تَعَالَى \" وَمَا مَنَعَنَا أَنْ نُرْسِل بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُود النَّاقَة مُبْصِرَة فَظَلَمُوا بِهَا وَمَا نُرْسِل بِالْآيَاتِ إِلَّا تَخْوِيفًا \" وَقَالَ تَعَالَى \" إِنْ نَشَأْ نُنَزِّل عَلَيْهِمْ مِنْ السَّمَاء آيَة فَظَلَّتْ أَعْنَاقهمْ لَهَا خَاضِعِينَ\" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42172, "aya_id": 37}]