[{"text": "فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءلُونَ", "sura_id": 23, "type": 0, "id": 2774, "aya_id": 101}, {"text": "فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون", "sura_id": 23, "type": 1, "id": 9010, "aya_id": 101}, {"text": "101 - (فإذا نفخ في الصور) القرن النفخة الأولى أو الثانية (فلا أنساب بينهم يومئذ) يتفاخرون بها (ولا يتساءلون) عنها خلاف حالهم في الدنيا لما يشغلهم من عظم الأمر عن ذلك في بعض مواطن القيامة وفي بعضها يفيقون وفي آية فأقبل بعضهم على بعض يتساءلون \r\n", "sura_id": 23, "type": 2, "id": 27718, "aya_id": 101}, {"text": "فإذا كان يوم القيامة، ونفخ المَلَك المكلَّف في \"القرن\"، وبُعِثَ الناس من قبورهم، فلا تَفاخُرَ بالأنساب حينئذ كما كانوا يفتخرون بها في الدنيا, ولا يسأل أحد أحدًا.\r\n", "sura_id": 23, "type": 3, "id": 33954, "aya_id": 101}, {"text": " <font color=red>فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ إِذَا نُفِخَ فِي الصُّور نَفْخَة النُّشُور وَقَامَ النَّاس مِنْ الْقُبُور \" فَلَا أَنْسَاب بَيْنهمْ يَوْمئِذٍ وَلَا يَتَسَاءَلُونَ \" أَيْ لَا تَنْفَع الْأَنْسَاب يَوْمئِذٍ وَلَا يَرْثِي وَالِد لِوَلَدِهِ وَلَا يَلْوِي عَلَيْهِ قَالَ اللَّه تَعَالَى \" وَلَا يَسْأَل حَمِيم حَمِيمًا يُبَصَّرُونَهُمْ \" أَيْ لَا يَسْأَل الْقَرِيب عَنْ قَرِيبه وَهُوَ يُبْصِرهُ وَلَوْ كَانَ عَلَيْهِ مِنْ الْأَوْزَار مَا قَدْ أَثْقَلَ ظَهْره وَهُوَ كَانَ أَعَزّ النَّاس عَلَيْهِ فِي الدُّنْيَا مَا اِلْتَفَتَ إِلَيْهِ وَلَا حَمَلَ عَنْهُ وَزْن جَنَاح بَعُوضَة قَالَ اللَّه تَعَالَى \" يَوْم يَفِرّ الْمَرْء مِنْ أَخِيهِ وَأُمّه وَأَبِيهِ وَصَاحِبَته وَبَنِيهِ \" الْآيَة وَقَالَ اِبْن مَسْعُود : إِذَا كَانَ يَوْم الْقِيَامَة جَمَعَ اللَّه الْأَوَّلِينَ وَالْآخِرِينَ ثُمَّ نَادَى مُنَادٍ : أَلَا مَنْ كَانَ لَهُ مَظْلِمَة فَلْيَجِئْ فَلْيَأْخُذْ حَقّه - قَالَ - فَيَفْرَح الْمَرْء أَنْ يَكُون لَهُ الْحَقّ عَلَى وَالِده أَوْ وَلَده أَوْ زَوْجَته وَإِنْ كَانَ صَغِيرًا ; وَمِصْدَاق ذَلِكَ فِي كِتَاب اللَّه قَالَ اللَّه تَعَالَى \" فَإِذَا نُفِخَ فِي الصُّور فَلَا أَنْسَاب بَيْنهمْ يَوْمئِذٍ وَلَا يَتَسَاءَلُونَ \" رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَتْنَا أُمّ بَكْر بِنْت الْمِسْوَر بْن مَخْرَمَة عَنْ عَبْد اللَّه بْن أَبِي رَافِع عَنْ الْمِسْوَر - هُوَ اِبْن مَخْرَمَة - رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَاطِمَة بَضْعَة مِنِّي يَغِيظنِي مَا يَغِيظهَا وَيُنَشِّطنِي مَا يُنَشِّطهَا وَإِنَّ الْأَنْسَاب تَنْقَطِع يَوْم الْقِيَامَة إِلَّا نَسَبِي وَسَبَبِي وَصِهْرِي \" وَهَذَا الْحَدِيث لَهُ أَصْل فِي الصَّحِيحَيْنِ عَنْ الْمِسْوَر بْن مَخْرَمَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَاطِمَة بَضْعَةٌ مِنِّي يَرِيبنِي مَا يَرِيبهَا وَيُؤْذِينِي مَا آذَاهَا \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا زُهَيْر عَنْ عَبْد اللَّه بْن مُحَمَّد عَنْ حَمْزَة بْن أَبِي سَعِيد الْخُدْرِيّ عَنْ أَبِيهِ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول عَلَى هَذَا الْمِنْبَر \" مَا بَال رِجَال يَقُولُونَ إِنَّ رَحِم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا تَنْفَع قَوْمه ؟ بَلَى وَاَللَّه إِنَّ رَحِمِي مَوْصُولَة فِي الدُّنْيَا وَالْآخِرَة وَإِنِّي أَيّهَا النَّاس فَرَط لَكُمْ إِذَا جِئْتُمْ \" قَالَ رَجُل يَا رَسُول اللَّه أَنَا فُلَان بْن فُلَان \" فَأَقُول لَهُمْ : أَمَّا النَّسَب فَقَدْ عَرَفْت وَلَكِنَّكُمْ أَحْدَثْتُمْ بَعْدِي وَارْتَدَدْتُمْ الْقَهْقَرَى \" وَقَدْ ذَكَرْنَا فِي مُسْنَد أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب مِنْ طُرُق مُتَعَدِّدَة عَنْهُ رَضِيَ اللَّه عَنْهُ أَنَّهُ لَمَّا تَزَوَّجَ أُمّ كُلْثُوم بِنْت عَلِيّ بْن أَبِي طَالِب \" قَالَ : أَمَا وَاَللَّه مَا بِي إِلَّا أَنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" كُلّ سَبَب وَنَسَب فَإِنَّهُ مُنْقَطِع يَوْم الْقِيَامَة إِلَّا سَبَبِي وَنَسَبِي \" رَوَاهُ الطَّبَرَانِيّ وَالْبَزَّار وَالْهَيْثَم بْن كُلَيْب وَالْبَيْهَقِيّ وَالْحَافِظ الضِّيَاء فِي الْمُخْتَارَة وَذَكَرَ أَنَّهُ أَصْدَقَهَا أَرْبَعِينَ أَلْفًا إِعْظَامًا وَإِكْرَامًا رَضِيَ اللَّه عَنْهُ فَقَدْ رَوَى الْحَافِظ بْن عَسَاكِر فِي تَرْجَمَة أَبِي الْعَاص بْن الرَّبِيع زَوْج زَيْنَب بِنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ طَرِيق أَبِي الْقَاسِم الْبَغَوِيّ حَدَّثَنَا سُلَيْمَان بْن عُمَر بْن الْأَقْطَع حَدَّثَنَا إِبْرَاهِيم بْن عَبْد السَّلَام عَنْ إِبْرَاهِيم بْن يَزِيد عَنْ مُحَمَّد بْن عَبَّاد بْن جَعْفَر سَمِعْت اِبْن عُمَر يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ نَسَب وَصِهْر يَنْقَطِع يَوْم الْقِيَامَة إِلَّا نَسَبِي وَصِهْرِي \" وَرُوِيَ فِيهَا مِنْ طَرِيق عَمَّار بْن سَيْف عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو مَرْفُوعًا \" سَأَلْت رَبِّي عَزَّ وَجَلَّ أَنْ لَا أَتَزَوَّج إِلَى أَحَد مِنْ أُمَّتِي وَلَا يَتَزَوَّج إِلَيَّ أَحَد مِنْهُمْ إِلَّا كَانَ مَعِيَ فِي الْجَنَّة فَأَعْطَانِي ذَلِكَ \" وَمِنْ حَدِيث عَمَّار بْن سَيْف عَنْ إِسْمَاعِيل عَنْ عَبْد اللَّه بْن عَمْرو .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39110, "aya_id": 101}]