[{"text": "وَجَعَلُواْ لِلّهِ شُرَكَاء الْجِنَّ وَخَلَقَهُمْ وَخَرَقُواْ لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ", "sura_id": 6, "type": 0, "id": 889, "aya_id": 100}, {"text": "وجعلوا لله شركاء الجن وخلقهم وخرقوا له بنين وبنات بغير علم سبحانه وتعالى عما يصفون", "sura_id": 6, "type": 1, "id": 7125, "aya_id": 100}, {"text": "100 - (وجعلوا لله) مفعول ثان (شركاء) مفعول أول ويبدل منه (الجن) حيث أطاعوهم في عبادة الأوثان (و) قد (خلقهم) فكيف يكونون شركاء (وخرقوا) بالتخفيف والتشديد أي اختلفوا (له بنين وبنات بغير علم) حيث قالوا عزير ابن الله والملائكة بنات الله (سبحانه) تنزيها له (وتعالى عما يصفون) بأن له ولدا \r\n", "sura_id": 6, "type": 2, "id": 25833, "aya_id": 100}, {"text": "وجعل هؤلاء المشركون الجن شركاء لله تعالى في العبادة; اعتقادًا منهم أنهم ينفعون أو يضرون, وقد خلقهم الله تعالى وما يعبدون من العدم, فهو المستقل بالخلق وحده, فيجب أن يستقل بالعبادة وحده لا شريك له. ولقد كذب هؤلاء المشركون على الله تعالى حين نسبوا إليه البنين والبنات; جهلا منهم بما يجب له من صفات الكمال, تنزَّه وعلا عما نسبه إليه المشركون من ذلك الكذب والافتراء.\r\n", "sura_id": 6, "type": 3, "id": 32069, "aya_id": 100}, {"text": " <font color=red>وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ</font><BR><p>هَذَا رَدّ عَلَى الْمُشْرِكِينَ الَّذِينَ عَبَدُوا مَعَ اللَّه غَيْره وَأَشْرَكُوا بِهِ فِي عِبَادَته أَنْ عَبَدُوا الْجِنّ فَجَعَلُوهُمْ شُرَكَاء لَهُ فِي الْعِبَادَة تَعَالَى اللَّه عَنْ شِرْكهمْ وَكُفْرهمْ فَإِنْ قِيلَ فَكَيْفَ عَبَدَتْ الْجِنّ مَعَ أَنَّهُمْ إِنَّمَا كَانُوا يَعْبُدُونَ الْأَصْنَام ؟ فَالْجَوَاب أَنَّهُمْ مَا عَبَدُوهَا إِلَّا عَنْ طَاعَة الْجِنّ وَأَمْرهمْ إِيَّاهُمْ بِذَلِكَ كَقَوْلِهِ \" إِنْ يَدْعُونَ مِنْ دُونه إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا لَعَنَهُ اللَّه وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادك نَصِيبًا مَفْرُوضًا وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنهُمْ فَلَيُبَتِّكُنَّ آذَان الْأَنْعَام وَلَآمُرَنهُمْ فَلَيُغَيِّرُنَّ خَلْق اللَّه وَمَنْ يَتَّخِذ الشَّيْطَان وَلِيًّا مِنْ دُون اللَّه فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا يَعِدهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدهُمْ الشَّيْطَان إِلَّا غُرُورًا \" وَكَقَوْلِهِ تَعَالَى \" أَفَتَتَّخِذُونَهُ وَذُرِّيَّته أَوْلِيَاء مِنْ دُونِي \" الْآيَة . وَقَالَ إِبْرَاهِيم لِأَبِيهِ \" يَا أَبَت لَا تَعْبُد الشَّيْطَان إِنَّ الشَّيْطَان كَانَ لِلرَّحْمَنِ عَصِيًّا \" وَكَقَوْلِهِ \" أَلَمْ أَعْهَد إِلَيْكُمْ يَا بَنِي آدَم أَنْ لَا تَعْبُدُوا الشَّيْطَان إِنَّهُ لَكُمْ عَدُوّ مُبِين وَأَنْ اُعْبُدُونِي هَذَا صِرَاط مُسْتَقِيم \" وَتَقُول الْمَلَائِكَة يَوْم الْقِيَامَة \" سُبْحَانك أَنْتَ وَلِيّنَا مِنْ دُونهمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنّ أَكْثَرهمْ بِهِمْ مُؤْمِنُونَ \" وَلِهَذَا قَالَ تَعَالَى \" وَجَعَلُوا لِلَّهِ شُرَكَاء الْجِنّ وَخَلَقَهُمْ \" أَيْ وَقَدْ خَلَقَهُمْ فَهُوَ الْخَالِق وَحْده لَا شَرِيك لَهُ فَكَيْفَ يُعْبَد مَعَهُ غَيْره كَقَوْلِ إِبْرَاهِيم \" أَتَعْبُدُونَ مَا تَنْحِتُونَ وَاَللَّه خَلَقَكُمْ وَمَا تَعْمَلُونَ \" وَمَعْنَى الْآيَة . أَنَّهُ سُبْحَانه وَتَعَالَى هُوَ الْمُسْتَقِلّ بِالْخَلْقِ وَحْده فَلِهَذَا يَجِب أَنْ يُفْرَد بِالْعِبَادَةِ وَحْده لَا شَرِيك لَهُ وَقَوْله تَعَالَى \" وَخَرَقُوا لَهُ بَنِينَ وَبَنَات بِغَيْرِ عِلْم \" يُنَبِّه بِهِ تَعَالَى عَلَى ضَلَال مَنْ ضَلَّ فِي وَصْفه تَعَالَى بِأَنَّ لَهُ وَلَدًا كَمَا زَعَمَ مَنْ قَالَهُ مِنْ الْيَهُود فِي عُزَيْر وَمَنْ قَالَ مِنْ النَّصَارَى فِي عِيسَى وَمَنْ قَالَ مِنْ مُشْرِكِي الْعَرَب فِي الْمَلَائِكَة أَنَّهَا بَنَات اللَّه . تَعَالَى اللَّه عَمَّا يَقُول الظَّالِمُونَ عُلُوًّا كَبِيرًا وَمَعْنَى خَرَقُوا أَيْ اِخْتَلَقُوا وَائْتَفَكُوا وَتَخَرَّصُوا وَكَذَبُوا كَمَا قَالَهُ عُلَمَاء السَّلَف قَالَ عَلِيّ بْن أَبِي طَلْحَة وَابْن عَبَّاس وَخَرَقُوا يَعْنِي تَخَرَّصُوا وَقَالَ الْعَوْفِيّ عَنْهُ \" وَخَرَقُوا لَهُ بَنِينَ وَبَنَات بِغَيْرِ عِلْم \" قَالَ جَعَلُوا لَهُ بَنِينَ وَبَنَات وَقَالَ مُجَاهِد \" وَخَرَقُوا لَهُ بَنِينَ وَبَنَات \" قَالَ كَذَبُوا . وَكَذَا قَالَ الْحَسَن وَقَالَ الضَّحَّاك وَضَعُوا وَقَالَ السُّدِّيّ قَطَعُوا قَالَ اِبْن جَرِير وَتَأْوِيله إِذًا وَجَعَلُوا لِلَّهِ الْجِنّ شُرَكَاء فِي عِبَادَته إِيَّاهُمْ وَهُوَ الْمُتَفَرِّد بِخَلْقِهِمْ بِغَيْرِ شَرِيك وَلَا مُعِين وَلَا ظَهِير \" وَخَرَقُوا لَهُ بَنِينَ وَبَنَات بِغَيْرِ عِلْم \" بِحَقِيقَةِ مَا يَقُولُونَ وَلَكِنْ جَهْلًا بِاَللَّهِ وَبِعَظَمَتِهِ فَإِنَّهُ لَا يَنْبَغِي لِمَنْ كَانَ إِلَهًا أَنْ يَكُون لَهُ بَنُونَ وَبَنَات وَلَا صَاحِبَة وَلَا أَنْ يُشْرِكهُ فِي خَلْقه شَرِيك وَلِهَذَا قَالَ \" سُبْحَانه وَتَعَالَى عَمَّا يَصِفُونَ \" أَيْ تَقَدَّسَ وَتَنَزَّهَ وَتَعَاظَمَ عَمَّا يَصِفهُ هَؤُلَاءِ الْجَهَلَة الضَّالُّونَ مِنْ الْأَوْلَاد وَالْأَنْدَاد وَالنُّظَرَاء وَالشُّرَكَاء.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42078, "aya_id": 100}]