[{"text": "أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاء كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ", "sura_id": 21, "type": 0, "id": 2513, "aya_id": 30}, {"text": "أو لم ير الذين كفروا أن السماوات والأرض كانتا رتقا ففتقناهما و جعلنا من الماء كل شيء حي أفلا يؤمنون", "sura_id": 21, "type": 1, "id": 8749, "aya_id": 30}, {"text": "30 - (أولم ير) بواو وتركها (الذين) يعلم (كفروا أن السماوات والأرض كانتا رتقا ففتقناهما) أي سدا بمعنى مسدودة (وجعلنا) جعلنا السماء سبعا والأرض سبعا أو فتق السماء أن كانت لا تمطر فأمطرت وفتق الأرض أن كانت لا تنبت فأنبتت (من الماء كل) النازل من السماء والنابع من الأرض (شيء حي أفلا) من نبات وغيره أي فالماء سبب لحياته (يؤمنون وجعلنا) بتوحيدي \r\n", "sura_id": 21, "type": 2, "id": 27457, "aya_id": 30}, {"text": "أولم يعلم هؤلاء الذين كفروا أن السموات والأرض كانتا ملتصقتين لا فاصل بينهما, فلا مطر من السماء ولا نبات من الأرض, ففصلناهما بقدرتنا, وأنزلنا المطر من السماء, وأخرجنا النبات من الأرض, وجعلنا من الماء كل شيء حي, أفلا يؤمن هؤلاء الجاحدون فيصدقوا بما يشاهدونه, ويخصُّوا الله بالعبادة؟\r\n", "sura_id": 21, "type": 3, "id": 33693, "aya_id": 30}, {"text": " <font color=red>أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ</font><BR><p>الْمَاء كُلّ شَيْء حَيّ أَفَلَا يُؤْمِنُونَ يَقُول تَعَالَى مُنَبِّهًا عَلَى قُدْرَته التَّامَّة وَسُلْطَانه الْعَظِيم فِي خَلْقه الْأَشْيَاء وَقَهْره لِجَمِيعِ الْمَخْلُوقَات فَقَالَ \" أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا \" أَيْ الْجَاحِدُونَ لِإِلَهِيَّتِهِ الْعَابِدُونَ مَعَهُ غَيْره أَلَمْ يَعْلَمُوا أَنَّ اللَّه هُوَ الْمُسْتَقِلّ بِالْخَلْقِ الْمُسْتَبِدّ بِالتَّدْبِيرِ فَكَيْف يَلِيق أَنْ يُعْبَد مَعَهُ غَيْره أَوْ يُشْرَك بِهِ مَا سِوَاهُ أَلَمْ يَرَوْا أَنَّ السَّمَوَات وَالْأَرْض كَانَتَا رَتْقًا أَيْ كَانَ الْجَمِيع مُتَّصِلًا بَعْضه بِبَعْضٍ مُتَلَاصِق مُتَرَاكِم بَعْضه فَوْق بَعْض فِي اِبْتِدَاء الْأَمْر فَفَتَقَ هَذِهِ مِنْ هَذِهِ فَجَعَلَ السَّمَوَات سَبْعًا وَالْأَرْض سَبْعًا وَفَصَلَ بَيْن السَّمَاء الدُّنْيَا وَالْأَرْض بِالْهَوَاءِ فَأَمْطَرَتْ السَّمَاء وَأَنْبَتَتْ الْأَرْض وَلِهَذَا قَالَ \" وَجَعَلْنَا مِنْ الْمَاء كُلّ شَيْء حَيّ أَفَلَا يُؤْمِنُونَ \" أَيْ وَهُمْ يُشَاهِدُونَ الْمَخْلُوقَات تَحْدُث شَيْئًا فَشَيْئًا عِيَانًا وَذَلِكَ كُلّه دَلِيل عَلَى وُجُود الصَّانِع الْفَاعِل الْمُخْتَار الْقَادِر عَلَى مَا يَشَاء . فَفِي كُلّ شَيْء لَهُ آيَة تَدُلّ عَلَى أَنَّهُ وَاحِد قَالَ سُفْيَان الثَّوْرِيّ عَنْ أَبِيهِ عَنْ عِكْرِمَة قَالَ سُئِلَ اِبْن عَبَّاس : اللَّيْل كَانَ قَبْل أَوْ النَّهَار ؟ فَقَالَ أَرَأَيْتُمْ السَّمَوَات وَالْأَرْض حِين كَانَتَا رَتْقًا هَلْ كَانَ بَيْنهمَا إِلَّا ظُلْمَة ؟ ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّيْل قَبْل النَّهَار . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا إِبْرَاهِيم بْن أَبِي حَمْزَة حَدَّثَنَا حَاتِم عَنْ حَمْزَة بْن أَبِي مُحَمَّد عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر أَنَّ رَجُلًا أَتَاهُ يَسْأَلهُ عَنْ السَّمَوَات وَالْأَرْض كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا . قَالَ اِذْهَبْ إِلَى ذَلِكَ الشَّيْخ فَاسْأَلْهُ . ثُمَّ تَعَالَ فَأَخْبِرْنِي بِمَا قَالَ لَك قَالَ فَذَهَبَ إِلَى اِبْن عَبَّاس فَسَأَلَهُ فَقَالَ اِبْن عَبَّاس نَعَمْ كَانَتْ السَّمَوَات رَتْقًا لَا تُمْطِر وَكَانَتْ الْأَرْض رَتْقًا لَا تُنْبِت فَلَمَّا خَلَقَ لِلْأَرْضِ أَهْلًا فَتَقَ هَذِهِ بِالْمَطَرِ وَفَتَقَ هَذِهِ بِالنَّبَاتِ فَرَجَعَ الرَّجُل إِلَى اِبْن عُمَر فَأَخْبَرَهُ فَقَالَ اِبْن عُمَر الْآن قَدْ عَلِمْت أَنَّ اِبْن عَبَّاس قَدْ أُوتِيَ فِي الْقُرْآن عِلْمًا صَدَقَ هَكَذَا كَانَتْ قَالَ اِبْن عُمَر قَدْ كُنْت أَقُول مَا يُعْجِبنِي جَرَاءَة اِبْن عَبَّاس عَلَى تَفْسِير الْقُرْآن فَالْآن عَلِمْت أَنَّهُ قَدْ أُوتِيَ فِي الْقُرْآن عِلْمًا وَقَالَ عَطِيَّة الْعَوْفِيّ كَانَتْ هَذِهِ رَتْقًا لَا تُمْطِر فَأَمْطَرَتْ وَكَانَتْ هَذِهِ رَتْقًا لَا تُنْبِت فَأَنْبَتَتْ وَقَالَ إِسْمَاعِيل بْن أَبِي خَالِد سَأَلْت أَبَا صَالِح الْحَنَفِيّ عَنْ قَوْله \" أَنَّ السَّمَوَات وَالْأَرْض كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا \" قَالَ كَانَتْ السَّمَاء وَاحِدَة فَفَتَقَ مِنْهَا سَبْع سَمَوَات وَكَانَتْ الْأَرْض وَاحِدَة فَفَتَقَ مِنْهَا سَبْع أَرْضِينَ وَهَكَذَا قَالَ مُجَاهِد وَزَادَ وَلَمْ تَكُنْ السَّمَاء وَالْأَرْض مُتَمَاسَّتَيْنِ وَقَالَ سَعِيد بْن جُبَيْر بَلْ كَانَتْ السَّمَاء وَالْأَرْض مُلْتَزِقَتَيْنِ فَلَمَّا رَفَعَ السَّمَاء وَأَبْرَزَ مِنْهَا الْأَرْض كَانَ ذَلِكَ فَتْقهمَا الَّذِي ذَكَرَ اللَّه فِي كِتَابه وَقَالَ الْحَسَن وَقَتَادَة كَانَتَا جَمِيعًا فَفَصَلَ بَيْنهمَا بِهَذَا الْهَوَاء وَقَوْله \" وَجَعَلْنَا مِنْ الْمَاء كُلّ شَيْء حَيّ \" أَيْ أَصْل كُلّ الْأَحْيَاء . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْجُمَاهِر حَدَّثَنَا سَعِيد بْن بَشِير حَدَّثَنَا قَتَادَة عَنْ أَبِي مَيْمُونَة عَنْ أَبِي هُرَيْرَة أَنَّهُ قَالَ يَا نَبِيّ اللَّه إِذَا رَأَيْتُك قَرَّتْ عَيْنِي وَطَابَتْ نَفْسِي فَأَخْبِرْنَا عَنْ كُلّ شَيْء قَالَ \" كُلّ شَيْء خُلِقَ مِنْ مَاء \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا هَمَّام عَنْ قَتَادَة عَنْ أَبِي مَيْمُونَة عَنْ أَبِي هُرَيْرَة قَالَ قُلْت يَا رَسُول اللَّه إِنِّي إِذَا رَأَيْتُك طَابَتْ نَفْسِي وَقَرَّتْ عَيْنِي فَأَنْبِئْنِي عَنْ كُلّ شَيْء قَالَ \" كُلّ شَيْء خُلِقَ مِنْ مَاء \" قَالَ قُلْت أَنْبِئْنِي عَنْ أَمْر إِذَا عَمِلْت بِهِ دَخَلْت الْجَنَّة قَالَ \" أَفْشِ السَّلَام وَأَطْعِمْ الطَّعَام وَصِلْ الْأَرْحَام وَقُمْ بِاللَّيْلِ وَالنَّاس نِيَام ثُمَّ اُدْخُلْ الْجَنَّة بِسَلَامٍ\" وَرَوَاهُ أَيْضًا عَبْد الصَّمَد وَعَفَّان وَبَهْز عَنْ هَمَّام تَفَرَّدَ بِهِ أَحْمَد وَهَذَا إِسْنَاد عَلَى شَرْط الصَّحِيحَيْنِ إِلَّا أَنَّ أَبَا مَيْمُونَة مِنْ رِجَال السُّنَن وَاسْمه سُلَيْم وَالتِّرْمِذِيّ يَصِحّ لَهُ وَقَدْ رَوَاهُ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة مُرْسَلًا وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38953, "aya_id": 30}]