[{"text": "إِنَّ اللّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ يُحْيِي وَيُمِيتُ وَمَا لَكُم مِّن دُونِ اللّهِ مِن وَلِيٍّ وَلاَ نَصِيرٍ", "sura_id": 9, "type": 0, "id": 1351, "aya_id": 116}, {"text": "إن الله له ملك السماوات والأرض يحيي ويميت وما لكم من دون الله من ولي ولا نصير", "sura_id": 9, "type": 1, "id": 7587, "aya_id": 116}, {"text": "116 - (إن الله له ملك السماوات والأرض يحيي ويميت وما لكم) أيها الناس (من دون الله) أي غيره (من ولي) يحفظكم منه (ولا نصير) يمنعكم من ضرره \r\n", "sura_id": 9, "type": 2, "id": 26295, "aya_id": 116}, {"text": "إن لله مالك السموات والأرض وما فيهن لا شريك له في الخلق والتدبير والعبادة والتشريع, يحيي مَن يشاء ويميت مَن يشاء, وما لكم مِن أحد غير الله يتولى أموركم, ولا نصير ينصركم على عدوكم.\r\n", "sura_id": 9, "type": 3, "id": 32531, "aya_id": 116}, {"text": " <font color=red>إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ</font><BR><p>وَقَوْله تَعَالَى \" إِنَّ اللَّه لَهُ مُلْك السَّمَوَات وَالْأَرْض يُحْيِي وَيُمِيت وَمَا لَكُمْ مِنْ دُون اللَّه مِنْ وَلِيّ وَلَا نَصِير \" قَالَ اِبْن جَرِير هَذَا تَحْرِيض مِنْ اللَّه تَعَالَى لِعِبَادِهِ الْمُؤْمِنِينَ فِي قِتَال الْمُشْرِكِينَ وَمُلُوك الْكُفْر وَأَنَّهُمْ يَثِقُونَ بِنَصْرِ اللَّه مَالِك السَّمَاوَات وَالْأَرْض وَلَمْ يَرْهَبُوا مِنْ أَعْدَائِهِ فَإِنَّهُ لَا وَلِيّ لَهُمْ مِنْ دُون اللَّه وَلَا نَصِير لَهُمْ سِوَاهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن أَبِي دُلَامَة الْبَغْدَادِيّ حَدَّثَنَا عَبْد الْوَهَّاب بْن عَطَاء حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ صَفْوَان بْن مُحْرِز عَنْ حَكِيم بْن حِزَام قَالَ بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَصْحَابه إِذْ قَالَ لَهُمْ \" هَلْ تَسْمَعُونَ مَا أَسْمَع ؟ \" قَالُوا مَا نَسْمَع مِنْ شَيْء فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إنِّي لَأَسْمَع أَطِيط السَّمَاء وَمَا تُلَام أَنْ تَئِطّ وَمَا فِيهَا مِنْ مَوْضِع شِبْر إِلَّا وَعَلَيْهِ مَلَك سَاجِد أَوْ قَائِم \" وَقَالَ كَعْب الْأَحْبَار مَا مِنْ مَوْضِع خُرْمَة إِبْرَة مِنْ الْأَرْض إِلَّا وَمَلَك مُوَكَّل بِهَا يَرْفَع عِلْم ذَلِكَ إِلَى اللَّه وَإِنَّ مَلَائِكَة السَّمَاء لَأَكْثَر مِنْ عَدَد التُّرَاب وَإِنَّ حَمَلَة الْعَرْش مَا بَيْن كَعْب أَحَدهمْ إِلَى مُخّه مَسِيرَة مِائَة عَام .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43413, "aya_id": 116}]