[{"text": "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُوْلَئِكَ الَّذِينَ خَسِرُواْ أَنفُسَهُم بِمَا كَانُواْ بِآيَاتِنَا يِظْلِمُونَ", "sura_id": 7, "type": 0, "id": 963, "aya_id": 9}, {"text": "ومن خفت موازينه فأولئك الذين خسروا أنفسهم بما كانوا بآياتنا يظلمون", "sura_id": 7, "type": 1, "id": 7199, "aya_id": 9}, {"text": "9 - (ومن خفت موازينه) بالسيئات (فأولئك الذين خسروا أنفسهم) بتصييرها إلى النار (بما كانوا بآياتنا يظلمون) يجحدون \r\n", "sura_id": 7, "type": 2, "id": 25907, "aya_id": 9}, {"text": "ومن خَفَّتْ موازين أعماله -لكثرة سيئاته- فأولئك هم الذين أضاعوا حظَّهم من رضوان الله تعالى، بسبب تجاوزهم الحد بجحد آيات الله تعالى وعدم الانقياد لها.\r\n", "sura_id": 7, "type": 3, "id": 32143, "aya_id": 9}, {"text": " <font color=red>وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ</font><BR><p>يَقُول تَعَالَى \" وَالْوَزْن\" أَيْ لِلْأَعْمَالِ يَوْم الْقِيَامَة \" الْحَقّ \" أَيْ لَا يَظْلِم تَعَالَى أَحَدًا كَقَوْلِهِ \" وَنَضَع الْمَوَازِين الْقِسْط لِيَوْمِ الْقِيَامَة فَلَا تُظْلَم نَفْس شَيْئًا وَإِنْ كَانَ مِثْقَال حَبَّة مِنْ خَرْدَل أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ \" وَقَالَ تَعَالَى\" إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا وَيُؤْتِ مِنْ لَدُنْه أَجْرًا عَظِيمًا \" وَقَالَ تَعَالَى \" فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينه فَهُوَ فِي عِيشَة رَاضِيَة وَأَمَّا مَنْ خَفَّتْ مَوَازِينه فَأُمّه هَاوِيَة وَمَا أَدْرَاك مَا هِيَهْ نَار حَامِيَة \" . وَقَالَ تَعَالَى \" فَإِذَا نُفِخَ فِي الصُّور فَلَا أَنْسَاب بَيْنهمْ يَوْمئِذٍ وَلَا يَتَسَاءَلُونَ فَمَنْ ثَقُلَتْ مَوَازِينه فَأُولَئِكَ هُمْ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينه فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسهمْ فِي جَهَنَّم خَالِدُونَ \" . \" فَصْل\" وَاَلَّذِي يُوضَع فِي الْمِيزَان يَوْم الْقِيَامَة قِيلَ الْأَعْمَال وَإِنْ كَانَتْ أَعْرَاضًا إِلَّا أَنَّ اللَّه تَعَالَى يَقْلِبهَا يَوْم الْقِيَامَة أَجْسَامًا قَالَ الْبَغَوِيّ يُرْوَى نَحْو هَذَا عَنْ اِبْن عَبَّاس كَمَا جَاءَ فِي الصَّحِيح مِنْ أَنَّ الْبَقَرَة وَآل عِمْرَان يَأْتِيَانِ يَوْم الْقِيَامَة كَأَنَّهُمَا غَمَامَتَانِ أَوْ غَيَابَتَانِ أَوْ فِرْقَانِ مِنْ طَيْر صَوَافّ . وَمِنْ ذَلِكَ فِي الصَّحِيح قِصَّة الْقُرْآن وَإِنَّهُ يَأْتِي صَاحِبه فِي صُورَة شَابّ شَاحِب اللَّوْن فَيَقُول مَنْ أَنْتَ فَيَقُول أَنَا الْقُرْآن الَّذِي أَسْهَرْت لَيْلك وَأَظْمَأْت نَهَارك . وَفِي حَدِيث الْبَرَاء فِي قِصَّة سُؤَال الْقَبْر \" فَيَأْتِي الْمُؤْمِن شَابّ حَسَن اللَّوْن طَيِّب الرِّيح فَيَقُول مَنْ أَنْتَ ؟ فَيَقُول أَنَا عَمَلك الصَّالِح\" وَذُكِرَ عَكْسه فِي شَأْن الْكَافِر وَالْمُنَافِق وَقِيلَ يُوزَن كِتَاب الْأَعْمَال كَمَا جَاءَ فِي حَدِيث الْبِطَاقَة فِي الرَّجُل الَّذِي يُؤْتَى بِهِ وَيُوضَع لَهُ فِي كِفَّة تِسْعَة وَتِسْعُونَ سِجِلًّا كُلّ سِجِلّ مَدّ الْبَصَر ثُمَّ يُؤْتَى بِتِلْكَ الْبِطَاقَة فِيهَا لَا إِلَه إِلَّا اللَّه فَيَقُول يَا رَبّ وَمَا هَذِهِ الْبِطَاقَة مَعَ هَذِهِ السِّجِلَّات ؟ فَيَقُول اللَّه تَعَالَى إِنَّك لَا تُظْلَم. فَتُوضَع تِلْكَ الْبِطَاقَة فِي كِفَّة الْمِيزَان قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَطَاشَتْ السِّجِلَّات وَثَقُلَتْ الْبِطَاقَة \" رَوَاهُ التِّرْمِذِيّ بِنَحْوٍ مِنْ هَذَا وَصَحَّحَهُ وَقِيلَ يُوزَن صَاحِب الْعَمَل كَمَا فِي الْحَدِيث \" يُؤْتَى يَوْم الْقِيَامَة بِالرَّجُلِ السَّمِين فَلَا يَزِن عِنْد اللَّه جَنَاح بَعُوضَة \" ثُمَّ قَرَأَ \" فَلَا نُقِيم لَهُمْ يَوْم الْقِيَامَة وَزْنًا\" وَفِي مَنَاقِب عَبْد اللَّه بْن مَسْعُود أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَتَعْجَبُونَ مِنْ دِقَّة سَاقَيْهِ وَاَلَّذِي نَفْسِي بِيَدِهِ لَهُمَا فِي الْمِيزَان أَثْقَل مِنْ أُحُد\" وَقَدْ يُمْكِن الْجَمْع بَيْن هَذِهِ الْآثَار بِأَنْ يَكُون ذَلِكَ كُلّه صَحِيحًا فَتَارَة تُوزَن الْأَعْمَال وَتَارَة تُوزَن مَحَالّهَا وَتَارَة يُوزَن فَاعِلهَا وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42661, "aya_id": 9}]