[{"text": "وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لاَ تَعْلَمُونَ", "sura_id": 16, "type": 0, "id": 1909, "aya_id": 8}, {"text": "والخيل والبغال والحمير لتركبوها وزينة ويخلق ما لا تعلمون", "sura_id": 16, "type": 1, "id": 8145, "aya_id": 8}, {"text": "8 - وخلق (والخيل والبغال والحمير لتركبوها وزينة) مفعول له والتعليل بهما بتعريف النعم لا ينافي خلقها لغير ذلك كالأكل في الخيل الثابت بحديث الصحيحين (ويخلق ما لا تعلمون) من الأشياء العجيبة الغريبة \r\n", "sura_id": 16, "type": 2, "id": 26853, "aya_id": 8}, {"text": "وخلق لكم الخيل والبغال والحمير; لكي تركبوها, ولتكون جمَالا لكم ومنظرًا حسنًا; ويخلق لكم من وسائل الركوب وغيرها ما لا عِلْمَ لكم به; لتزدادوا إيمانًا به وشكرا له.\r\n", "sura_id": 16, "type": 3, "id": 33089, "aya_id": 8}, {"text": " <font color=red>وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ</font><BR><p>هَذَا صِنْف آخَر مِمَّا خَلَقَ تَبَارَكَ وَتَعَالَى لِعِبَادِهِ يَمْتَنّ بِهِ عَلَيْهِمْ وَهُوَ الْخَيْل وَالْبِغَال وَالْحَمِير الَّتِي جَعَلَهَا لِلرُّكُوبِ وَالزِّينَة بِهَا وَذَلِكَ أَكْبَر الْمَقَاصِد مِنْهَا وَلَمَّا فَصَّلَهَا مِنْ الْأَنْعَام وَأَفْرَدَهَا بِالذِّكْرِ اِسْتَدَلَّ مَنْ اِسْتَدَلَّ مِنْ الْعُلَمَاء مِمَّنْ ذَهَبَ إِلَى تَحْرِيم لُحُوم الْخَيْل بِذَلِكَ عَلَى مَا ذَهَبَ إِلَيْهِ فِيهَا كَالْإِمَامِ أَبِي حَنِيفَة رَحِمَهُ اللَّه وَمَنْ وَافَقَهُ مِنْ الْفُقَهَاء بِأَنَّهُ تَعَالَى قَرَنَهَا بِالْبِغَالِ وَالْحَمِير وَهِيَ حَرَام كَمَا ثَبَتَتْ بِهِ السُّنَّة النَّبَوِيَّة وَذَهَبَ إِلَيْهِ أَكْثَر الْعُلَمَاء وَقَدْ رَوَى الْإِمَام أَبُو جَعْفَر بْن جَرِير : حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة أَنْبَأَنَا هِشَام الدَّسْتُوَائِيّ حَدَّثَنَا يَحْيَى بْن أَبِي كَثِير عَنْ مَوْلَى نَافِع بْن عَلْقَمَة عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَكْرَه لُحُوم الْخَيْل وَالْبِغَال وَالْحَمِير وَكَانَ يَقُول : قَالَ اللَّه تَعَالَى \" وَالْأَنْعَام خَلَقَهَا لَكُمْ فِيهَا دِفْء وَمَنَافِع وَمِنْهَا تَأْكُلُونَ \" فَهَذِهِ لِلْأَكْلِ \" وَالْخَيْل وَالْبِغَال وَالْحَمِير لِتَرْكَبُوهَا \" فَهَذِهِ لِلرُّكُوبِ وَكَذَا رُوِيَ مِنْ طَرِيق سَعِيد بْن جُبَيْر وَغَيْره عَنْ اِبْن عَبَّاس بِمِثْلِهِ . وَقَالَ مِثْل ذَلِكَ الْحَكَم بْن عُيَيْنَة أَيْضًا رَضِيَ اللَّه عَنْهُ وَاسْتَأْنَسُوا بِحَدِيثٍ رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده : حَدَّثَنَا يَزِيد بْن عَبْد رَبّه حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنَا ثَوْر بْن يَزِيد عَنْ صَالِح بْن يَحْيَى بْن الْمِقْدَام بْن مَعْد يَكْرِب عَنْ أَبِيهِ عَنْ جَدّه عَنْ خَالِد بْن الْوَلِيد رَضِيَ اللَّه عَنْهُ قَالَ : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَكْل لُحُوم الْخَيْل وَالْبِغَال وَالْحَمِير وَأَخْرَجَهُ أَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث صَالِح بْن يَحْيَى بْن الْمِقْدَام وَفِيهِ كَلَام وَرَوَاهُ أَحْمَد أَيْضًا مِنْ وَجْه آخَر بِأَبْسَط مِنْ هَذَا وَأَدَلّ مِنْهُ فَقَالَ : حَدَّثَنَا أَحْمَد بْن عَبْد الْمَلِك حَدَّثَنَا مُحَمَّد بْن حَرْب حَدَّثَنَا سُلَيْمَان بْن سُلَيْم عَنْ صَالِح بْن يَحْيَى بْن الْمِقْدَام عَنْ جَدّه الْمِقْدَام بْن مَعْد يَكْرِب قَالَ : غَزَوْنَا مَعَ خَالِد بْن الْوَلِيد الصَّائِفَة فَقَدِمَ أَصْحَابنَا إِلَى اللَّحْم فَسَأَلُونِي رَمْكَة فَدَفَعْتهَا إِلَيْهِمْ فَحَبَلُوهَا وَقُلْت مَكَانكُمْ حَتَّى آتِي خَالِدًا فَأَسْأَلهُ فَأَتَيْته فَسَأَلْته فَقَالَ : غَزَوْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَزْوَة خَيْبَر فَأَسْرَعَ النَّاس فِي حَظَائِر يَهُود فَأَمَرَنِي أَنْ أُنَادِي الصَّلَاة جَامِعَة وَلَا يَدْخُل الْجَنَّة إِلَّا مُسْلِم ثُمَّ قَالَ \" أَيّهَا النَّاس إِنَّكُمْ قَدْ أَسْرَعْتُمْ فِي حَظَائِر يَهُود أَلَا لَا يَحِلّ أَمْوَال الْمُعَاهَدِينَ إِلَّا بِحَقِّهَا وَحَرَام عَلَيْكُمْ لُحُوم الْحُمُر الْأَهْلِيَّة وَخَيْلهَا وَبِغَالهَا وَكُلّ ذِي نَاب مِنْ السِّبَاع وَكُلّ ذِي مِخْلَب مِنْ الطَّيْر \" وَالرَّمْكَة هِيَ الْحُجْرَة وَقَوْله حَبَلُوهَا أَيْ أَوْثَقُوهَا فِي الْحَبْل لِيَذْبَحُوهَا وَالْحَظَائِر الْبَسَاتِين الْقَرِيبَة مِنْ الْعُمْرَان وَكَأَنَّ هَذَا الصَّنِيع وَقَعَ بَعْد إِعْطَائِهِمْ الْعَهْد وَمُعَامَلَتهمْ عَلَى الشَّطْر وَاَللَّه أَعْلَم . فَلَوْ صَحَّ هَذَا الْحَدِيث لَكَانَ نَصًّا فِي تَحْرِيم لُحُوم الْخَيْل وَلَكِنْ لَا يُقَاوِم مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ جَابِر بْن عَبْد اللَّه قَالَ : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ لُحُوم الْحُمُر الْأَهْلِيَّة وَأَذِنَ فِي لُحُوم الْخَيْل . وَرَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُد بِإِسْنَادَيْنِ كُلّ مِنْهُمَا عَلَى شَرْط مُسْلِم عَنْ جَابِر قَالَ : ذَبَحْنَا يَوْم خَيْبَر الْخَيْل وَالْبِغَال وَالْحَمِير فَنَهَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْبِغَال وَالْحَمِير وَلَمْ يَنْهَنَا عَنْ الْخَيْل. وَفِي صَحِيح مُسْلِم عَنْ أَسْمَاء بِنْت أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا قَالَتْ : نَحَرْنَا عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَسًا فَأَكَلْنَاهُ وَنَحْنُ بِالْمَدِينَةِ فَهَذِهِ أَدَلّ وَأَقْوَى وَأَثْبَت وَإِلَى ذَلِكَ صَارَ جُمْهُور الْعُلَمَاء مَالِك وَالشَّافِعِيّ وَأَحْمَد وَأَصْحَابهمْ وَأَكْثَر السَّلَف وَالْخَلَف وَاَللَّه أَعْلَم . وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا اِبْن جُرَيْج عَنْ اِبْن أَبِي مُلَيْكَة عَنْ اِبْن عَبَّاس قَالَ : كَانَتْ الْخَيْل وَحْشِيَّة فَذَلَّلَهَا اللَّه لِإِسْمَاعِيل بْن إِبْرَاهِيم عَلَيْهِمَا السَّلَام وَذَكَرَ وَهْب بْن مُنَبِّه فِي إِسْرَائِيلِيَّاته أَنَّ اللَّه خَلَقَ الْخَيْل مِنْ رِيح الْجَنُوب وَاَللَّه أَعْلَم فَقَدْ دَلَّ النَّصّ عَلَى جَوَاز رُكُوب هَذِهِ الدَّوَابّ وَمِنْهَا الْبِغَال. وَقَدْ أُهْدِيَتْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَغْلَة فَكَانَ يَرْكَبهَا مَعَ أَنَّهُ قَدْ نَهَى عَنْ إِنْزَاء الْحُمُر عَلَى الْخَيْل لِئَلَّا يَنْقَطِع النَّسْل . قَالَ الْإِمَام أَحْمَد : حَدَّثَنِي مُحَمَّد بْن عُبَيْد حَدَّثَنَا عُمَر مِنْ آلِ حُذَيْفَة عَنْهُ عَنْ الشَّعْبِيّ عَنْ دِحْيَة الْكَلْبِيّ قَالَ : قُلْت يَا رَسُول اللَّه أَلَا أَحْمِل لَك حِمَارًا عَلَى فَرَس فَتُنْتِج لَك بَغْلًا فَتَرْكَبهَا ؟ قَالَ \" إِنَّمَا يَفْعَل ذَلِكَ الَّذِينَ لَا يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38156, "aya_id": 8}]