[{"text": "تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُم مَّا يَشَاؤُونَ عِندَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الكَبِيرُ", "sura_id": 42, "type": 0, "id": 4294, "aya_id": 22}, {"text": "ترى الظالمين مشفقين مما كسبوا وهو واقع بهم والذين آمنوا وعملوا الصالحات في روضات الجنات لهم ما يشاؤون عند ربهم ذلك هو الفضل الكبير", "sura_id": 42, "type": 1, "id": 10530, "aya_id": 22}, {"text": "22 - (ترى الظالمين) يوم القيامة (مشفقين) خائفين (مما كسبوا) في الدنيا من السيئات أن يجازوا عليها (وهو) الجزاء عليها (واقع بهم) يوم القيامة لا محالة (والذين آمنوا وعملوا الصالحات في روضات الجنات) أنزهها بالنسبة إلى من دونهم (لهم ما يشاؤون عند ربهم ذلك هو الفضل الكبير) \r\n", "sura_id": 42, "type": 2, "id": 29238, "aya_id": 22}, {"text": "ترى -أيها الرسول- الكافرين يوم القيامة خائفين من عقاب الله على ما كسبوا في الدنيا من أعمال خبيثة، والعذاب نازل بهم، وهم ذائقوه لا محالة، والذين آمنوا بالله وأطاعوه في بساتين الجنات وقصورها ونعيم الآخرة، لهم ما تشتهيه أنفسهم عند ربهم, ذلك الذي أعطاه الله لهم من الفضل والكرامة هو الفضل الذي لا يوصف، ولا تهتدي إليه العقول.\r\n", "sura_id": 42, "type": 3, "id": 35474, "aya_id": 22}, {"text": " <font color=red>تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ</font><BR><p>أَيْ فِي عَرَصَات الْقِيَامَة \" وَهُوَ وَاقِع بِهِمْ \" أَيْ الَّذِي يَخَافُونَ مِنْهُ وَاقِع بِهِمْ لَا مَحَالَة هَذَا حَالهمْ يَوْم مَعَادهمْ وَهُمْ فِي هَذَا الْخَوْف وَالْوَجَل \" وَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات فِي رَوْضَات الْجَنَّات لَهُمْ مَا يَشَاءُونَ عِنْد رَبّهمْ\" فَأَيْنَ هَذَا مِنْ هَذَا ؟ أَيْ أَيْنَ مَنْ هُوَ فِي الْعَرَصَات فِي الذُّلّ وَالْهَوَان وَالْخَوْف الْمُحَقَّق عَلَيْهِ بِظُلْمِهِ مِمَّنْ هُوَ فِي رَوْضَات الْجَنَّات فِيمَا يَشَاء مِنْ مَآكِل وَمَشَارِب وَمَلَابِس وَمَسَاكِن وَمَنَاظِر وَمَنَاكِح وَمَلَاذّ مِمَّا لَا عَيْن رَأَيْت وَلَا أُذُن سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْب بَشَر. قَالَ الْحَسَن بْن عَرَفَة حَدَّثَنَا عَمْرو بْن عَبْد الرَّحْمَن الْأَبَّار حَدَّثَنَا مُحَمَّد بْن سَعْد الْأَنْصَارِيّ عَنْ أَبِي طَيْبَة قَالَ إِنَّ الشِّرْب مِنْ أَهْل الْجَنَّة لَتُظِلّهُمْ السَّحَابَة فَتَقُول مَا أُمْطِركُمْ ؟ قَالَ فَمَا يَدْعُو دَاعٍ مِنْ الْقَوْم بِشَيْءٍ إِلَّا أَمْطَرَتْهُمْ حَتَّى إِنَّ الْقَائِل مِنْهُمْ لَيَقُولُ أَمْطِرِينَا كَوَاعِب أَتْرَابًا . وَرَوَاهُ اِبْن جَرِير عَنْ الْحَسَن بْن عَرَفَة بِهِ وَلِهَذَا قَالَ تَعَالَى \" ذَلِكَ هُوَ الْفَضْل الْكَبِير\" أَيْ الْفَوْز الْعَظِيم وَالنِّعْمَة التَّامَّة السَّابِغَة الشَّامِلَة الْعَامَّة .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41093, "aya_id": 22}]