[{"text": "يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِن رَّأْسِهِ قُضِيَ الأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ", "sura_id": 12, "type": 0, "id": 1637, "aya_id": 41}, {"text": "يا صاحبي السجن أما أحدكما فيسقي ربه خمرا وأما الآخر فيصلب فتأكل الطير من رأسه قضي الأمر الذي فيه تستفتيان", "sura_id": 12, "type": 1, "id": 7873, "aya_id": 41}, {"text": "41 - (يا صاحبي السجن أما أحدكما) اي الساقي فيخرج بعد ثلاث (فيسقي ربه) سيده (خمراً) على عادته (وأما الآخر) فيخرج بعد ثلاث (فيصلب فتأكل الطير من رأسه) هذا تأويل رؤياكما فقالا ما رأينا شيئاً فقال (قضي الأمر الذي فيه تستفتيان) سألتما عنه صدقتما أم كذبتما \r\n", "sura_id": 12, "type": 2, "id": 26581, "aya_id": 41}, {"text": "يا صاحبيَّ في السجن, إليكما تفسيرَ رؤياكما: أما الذي رأى أنه يعصر العنب في رؤياه فإنه يخرج من السجن ويكون ساقي الخمر للملك, وأما الآخر الذي رأى أنه يحمل على رأسه خبزًا فإنه يُصْلب ويُتْرك, وتأكل الطير من رأسه, قُضي الأمر الذي فيه تستفتيان وفُرغ منه.\r\n", "sura_id": 12, "type": 3, "id": 32817, "aya_id": 41}, {"text": " <font color=red>يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ قُضِيَ الْأَمْرُ الَّذِي فِيهِ</font><BR><p>\" يَقُول لَهُمَا \" يَا صَاحِبَيْ السِّجْن أَمَّا أَحَدكُمَا فَيَسْقِي رَبّه خَمْرًا \" وَهُوَ الَّذِي رَأَى أَنَّهُ يَعْصِر خَمْرًا وَلَكِنَّهُ لَمْ يُعَيِّنهُ لِئَلَّا يَحْزَن ذَاكَ وَلِهَذَا أَبْهَمَهُ فِي قَوْله \" وَأَمَّا الْآخَر فَيُصْلَب فَتَأْكُل الطَّيْر مِنْ رَأْسه \" وَهُوَ فِي نَفْس الْأَمْر الَّذِي رَأَى أَنَّهُ يَحْمِل فَوْق رَأْسه خُبْزًا ثُمَّ أَعْلَمهُمَا أَنَّ هَذَا قَدْ فَرَغَ مِنْهُ وَهُوَ وَاقِع لَا مَحَالَة لِأَنَّ الرُّؤْيَا عَلَى رِجْل طَائِر مَا لَمْ تُعَبَّر فَإِذَا عُبِّرَتْ وَقَعَتْ وَقَالَ الثَّوْرِيّ عَنْ عُمَارَة بْن الْقَعْقَاع عَنْ إِبْرَاهِيم بْن عَبْد اللَّه قَالَ : لَمَّا قَالَا مَا قَالَا وَأَخْبَرَهُمَا قَالَا مَا رَأَيْنَا شَيْئًا فَقَالَ \" قُضِيَ الْأَمْر الَّذِي فِيهِ تَسْتَفْتِيَانِ \" وَرَوَاهُ مُحَمَّد بْن فُضَيْل عَنْ عُمَارَةَ عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ اِبْن مَسْعُود بِهِ وَكَذَا فَسَّرَهُ مُجَاهِد وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْرهمْ وَحَاصِله أَنَّ مَنْ تَحَلَّمَ بِبَاطِلٍ وَفَسَّرَهُ فَإِنَّهُ يُلْزَم بِتَأْوِيلِهِ وَاَللَّه تَعَالَى أَعْلَم وَقَدْ وَرَدَ فِي الْحَدِيث الشَّرِيف الَّذِي رَوَاهُ الْإِمَام أَحْمَد عَنْ مُعَاوِيَة بْن حَيْدَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الرُّؤْيَا عَلَى رِجْل طَائِر مَا لَمْ تُعَبَّر فَإِذَا عُبِّرَتْ وَقَعَتْ وَفِي مُسْنَد أَبِي يَعْلَى مِنْ طَرِيق يَزِيد الرَّقَاشِيّ عَنْ أَنَس مَرْفُوعًا الرُّؤْيَا لِأَوَّلِ عَابِر .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37793, "aya_id": 41}]