[{"text": "وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنفَخُ فِي الصُّوَرِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ", "sura_id": 6, "type": 0, "id": 862, "aya_id": 73}, {"text": "وهو الذي خلق السماوات والأرض بالحق ويوم يقول كن فيكون قوله الحق وله الملك يوم ينفخ في الصور عالم الغيب والشهادة وهو الحكيم الخبير", "sura_id": 6, "type": 1, "id": 7098, "aya_id": 73}, {"text": "73 - (وهو الذي خلق السماوات والأرض بالحق) أي محقا (و) اذكر (يوم يقول) للشيء (كن فيكون) هو يوم القيامة يقول للخلق قوموا فيقوموا (قوله الحق) الصدق الواقع لا محالة (وله الملك يوم ينفخ في الصور) القرن النفخة الثانية من إسرافيل لا ملك فيه لغيره {لمن الملك اليوم لله} (عالم الغيب والشهادة) ما غاب وما شوهد (وهو الحكيم) في خلقه (الخبير) بباطن الأشياء كظاهرها \r\n", "sura_id": 6, "type": 2, "id": 25806, "aya_id": 73}, {"text": "والله سبحانه هو الذي خلق السموات والأرض بالحق, واذكر -أيها الرسول- يوم القيامة إذ يقول الله: \"كن\", فيكون عن أمره كلمح البصر أو هو أقرب, قوله هو الحق الكامل, وله الملك سبحانه وحده, يوم ينفخ المَلَك في \"القرن\" النفخة الثانية التي تكون بها عودة الأرواح إلى الأجسام. وهو سبحانه الذي يعلم ما غاب عن حواسكم -أيها الناس - وما تشاهدونه, وهو الحكيم الذي يضع الأمور في مواضعها, الخبير بأمور خلقه. والله تعالى هو الذي يختص بهذه الأمور وغيرها بدءًا ونهاية, نشأة ومصيرًا, وهو وحده الذي يجب على العباد الانقياد لشرعه, والتسليم لحكمه, والتطلع لرضوانه ومغفرته.\r\n", "sura_id": 6, "type": 3, "id": 32042, "aya_id": 73}, {"text": " <font color=red>وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ</font><BR><p>\" وَهُوَ الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض بِالْحَقِّ \" أَيْ بِالْعَدْلِ فَهُوَ خَالِقهمَا وَمَالِكهمَا وَالْمُدَبِّر لَهُمَا وَلِمَنْ فِيهِمَا وَقَوْله \" وَيَوْم يَقُول كُنْ فَيَكُون \" يَعْنِي يَوْم الْقِيَامَة الَّذِي يَقُول اللَّه كُنْ فَيَكُون عَنْ أَمْره كَلَمْحِ الْبَصَر أَوْ هُوَ أَقْرَب وَيَوْم مَنْصُوب إِمَّا عَلَى الْعَطْف عَلَى قَوْله وَاتَّقُوهُ وَتَقْدِيره وَاتَّقُوا يَوْم يَقُول كُنْ فَيَكُون إِمَّا عَلَى قَوْله \" خَلَقَ السَّمَوَات وَالْأَرْض \" أَيْ وَخَلَقَ يَوْم يَقُول كُنْ فَيَكُون فَذَكَرَ بَدْء الْخَلْق وَإِعَادَته وَهَذَا مُنَاسِب إِمَّا عَلَى إِضْمَار فِعْل تَقْدِيره وَاذْكُرْ يَوْم يَقُول كُنْ فَيَكُون وَقَوْله \" قَوْله الْحَقّ وَلَهُ الْمُلْك \" جُمْلَتَانِ مَحَلّهمَا الْجَرّ عَلَى أَنَّهُمَا صِفَتَانِ لِرَبِّ الْعَالَمِينَ وَقَوْله\" وَيَوْم يُنْفَخ فِي الصُّور \" يَحْتَمِل أَنْ يَكُون بَدَلًا مِنْ قَوْله \" وَيَوْم يَقُول كُنْ فَيَكُون يَوْم يُنْفَخ فِي الصُّور \" وَيَحْتَمِل أَنْ يَكُون ظَرْفًا لِقَوْلِهِ \" وَلَهُ الْمُلْك يَوْم يُنْفَخ فِي الصُّور \" كَقَوْلِهِ \" لِمَنْ الْمُلْك الْيَوْم لِلَّهِ الْوَاحِد الْقَهَّار \" وَكَقَوْلِهِ \" الْمُلْك يَوْمئِذٍ الْحَقّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا \" وَمَا أَشْبَهَ ذَلِكَ وَاخْتَلَفَ الْمُفَسِّرُونَ فِي قَوْله \" يَوْم يُنْفَخ فِي الصُّور\" فَقَالَ بَعْضهمْ الْمُرَاد بِالصُّورِ هُنَا جَمْع صُورَة أَيْ يَوْم يُنْفَخ فِيهَا فَتَحْيَا . قَالَ اِبْن جَرِير كَمَا يُقَال سُور لِسُورِ الْبَلَد وَهُوَ جَمْع سُورَة وَالصَّحِيح أَنَّ الْمُرَاد بِالصُّورِ الْقَرْن الَّذِي يَنْفُخ فِيهِ إِسْرَافِيل عَلَيْهِ السَّلَام قَالَ اِبْن جَرِير وَالصَّوَاب عِنْدنَا مَا تَظَاهَرَتْ بِهِ الْأَخْبَار عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَنَّهُ قَالَ إِنَّ إِسْرَافِيل قَدْ اِلْتَقَمَ الصُّور وَحَنَى جَبْهَته يَنْتَظِر مَتَى يُؤْمَر فَيَنْفُخ . رَوَاهُ مُسْلِم فِي صَحِيحه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا سُلَيْمَان التَّيْمِيّ عَنْ أَسْلَم الْعِجْلِيّ عَنْ بِشْر بْن شَغَاف عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ أَعْرَابِيّ يَا رَسُول اللَّه مَا الصُّور ؟ قَالَ قَرْن يُنْفَخ فِيهِ . وَقَدْ رُوِّينَا حَدِيث الصُّور بِطُولِهِ مِنْ طَرِيق الْحَافِظ أَبِي الْقَاسِم الطَّبَرَانِيّ فِي كِتَابه الْمُطَوَّلَات قَالَ حَدَّثَنَا أَحْمَد بْن الْحَسَن الْمُقْرِي الْأَيْلِيّ حَدَّثَنَا أَبُو عَاصِم النَّبِيل حَدَّثَنَا إِسْمَاعِيل بْن رَافِع عَنْ مُحَمَّد بْن زِيَاد عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : حَدَّثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ وَهُوَ فِي طَائِفَة مِنْ أَصْحَابه فَقَالَ إِنَّ اللَّه لَمَّا فَرَغَ مِنْ خَلْق السَّمَوَات وَالْأَرْض خَلَقَ الصُّور فَأَعْطَاهُ إِسْرَافِيل فَهُوَ وَاضِعه عَلَى فِيهِ شَاخِصًا بَصَره إِلَى الْعَرْش يَنْتَظِر مَتَى يُؤْمَر قُلْت يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا الصُّور ؟ قَالَ الْقَرْن قُلْت كَيْفَ هُوَ ؟ قَالَ عَظِيم وَاَلَّذِي بَعَثَنِي بِالْحَقِّ إِنَّ عِظَم دَارَة فِيهِ كَعَرْضِ السَّمَوَات وَالْأَرْض يُنْفَخ فِيهِ ثَلَاث نَفَخَات النَّفْخَة الْأُولَى نَفْخَة الْفَزَع وَالثَّانِيَة نَفْخَة الصَّعْق وَالثَّالِثَة نَفْخَة الْقِيَام لِرَبِّ الْعَالَمِينَ يَأْمُر اللَّه تَعَالَى إِسْرَافِيل بِالنَّفْخَةِ الْأُولَى فَيَقُول اُنْفُخْ فَيَنْفُخ نَفْخَة الْفَزَع فَيُفَزَّع أَهْل السَّمَوَات وَالْأَرْض إِلَّا مَنْ شَاءَ اللَّه وَيَأْمُرهُ فَيُطِيلهَا وَيُدِيمهَا وَلَا يَفْتُر وَهَيَ كَقَوْلِ اللَّه \" وَمَا يَنْظُر هَؤُلَاءِ إِلَّا صَيْحَة وَاحِدَة مَا لَهَا مِنْ فَوَاقٍ \" فَيُسَيِّر اللَّه الْجِبَال فَتَمُرّ مَرَّ السَّحَاب فَتَكُون سَرَابًا ثُمَّ تَرْتَجّ الْأَرْض بِأَهْلِهَا رَجًّا فَتَكُون كَالسَّفِينَةِ الْمَرْمِيَّة فِي الْبَحْر تَضْرِبهَا الْأَمْوَاج تَكْفَأ بِأَهْلِهَا كَالْقِنْدِيلِ الْمُعَلَّق فِي الْعَرْش تُرَجْرِجهُ الرِّيَاح وَهُوَ الَّذِي يَقُول \" يَوْم تَرْجُف الرَّاجِفَة تَتْبَعهَا الرَّادِفَة قُلُوب يَوْمئِذٍ وَاجِفَة \" فَيَمِيد النَّاس عَلَى ظَهْرهَا وَتَذْهَل الْمَرَاضِع وَتَضَع الْحَوَامِل وَتَشِيب الْوِلْدَان وَتَطِير الشَّيَاطِين هَارِبَة مِنْ الْفَزَع حَتَّى تَأْتِ الْأَقْطَار فَتَأْتِيهَا الْمَلَائِكَة فَتَضْرِب وُجُوههَا فَتَرْجِع وَيُوَلِّي النَّاسُ مُدْبِرِينَ مَا لَهُمْ مِنْ أَمْر اللَّه مِنْ عَاصِم يُنَادِي بَعْضهمْ بَعْضًا وَهُوَ الَّذِي يَقُول اللَّه تَعَالَى\" يَوْم التَّنَادِ \" فَبَيْنَمَا هُمْ عَلَى ذَلِكَ إِذْ تَصَدَّعَتْ الْأَرْض مِنْ قُطْر إِلَى قُطْر فَرَأَوْا أَمْرًا عَظِيمًا لَمْ يَرَوْا مِثْله وَأَخَذَهُمْ لِذَلِكَ مِنْ الْكَرْب وَالْهَوْل مَا اللَّه بِهِ عَلِيم ثُمَّ نَظَرُوا إِلَى السَّمَاء فَإِذَا هِيَ كَالْمُهْلِ ثُمَّ اِنْشَقَّتْ السَّمَاء فَانْتَشَرَتْ نُجُومهَا وَانْخَسَفَ شَمْسهَا وَقَمَرهَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ الْأَمْوَات لَا يَعْلَمُونَ بِشَيْءٍ مِنْ ذَلِكَ قَالَ أَبُو هُرَيْرَة يَا رَسُول اللَّه مَنْ اِسْتَثْنَى اللَّه عَزَّ وَجَلَّ حِين يَقُول \" فَفَزِعَ مَنْ فِي السَّمَوَات وَمَنْ فِي الْأَرْض إِلَّا مَنْ شَاءَ اللَّه \" ؟ قَالَ أُولَئِكَ الشُّهَدَاء وَإِنَّمَا يَصِل الْفَزَع إِلَى الْأَحْيَاء وَهُمْ أَحْيَاء عِنْد رَبّهمْ يُرْزَقُونَ وَقَاهُمْ اللَّه فَزَع ذَلِكَ الْيَوْم وَآمَنَهُمْ مِنْهُ وَهُوَ عَذَاب اللَّه يَبْعَثهُ عَلَى شِرَار خَلْقه - قَالَ - وَهُوَ الَّذِي يَقُول اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ إِنَّ زَلْزَلَة السَّاعَة شَيْء عَظِيم يَوْم تَرَوْنَهَا تَذْهَل كُلّ مُرْضَعَة عَمَّا أَرْضَعَتْ وَتَضَع كُلّ ذَات حَمْل حَمْلهَا وَتَرَى النَّاس سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَاب اللَّه شَدِيد \" فَيَقُومُونَ فِي ذَلِكَ الْعَذَاب مَا شَاءَ اللَّه إِلَّا أَنَّهُ يُطَوِّل ثُمَّ يَأْمُر اللَّه إِسْرَافِيل بِنَفْخَةِ الصَّعْق فَيَنْفُخ نَفْخَة الصَّعْق فَيَصْعَق أَهْل السَّمَوَات وَالْأَرْض إِلَّا مَنْ شَاءَ اللَّه فَإِذَا هُمْ قَدْ خَمَدُوا وَجَاءَ مَلَك الْمَوْت إِلَى الْجَبَّار عَزَّ وَجَلَّ فَيَقُول يَا رَبّ قَدْ مَاتَ أَهْل السَّمَوَات وَالْأَرْض إِلَّا مَنْ شِئْت فَيَقُول اللَّه وَهُوَ أَعْلَم بِمَنْ بَقِيَ : فَمَنْ بَقِيَ ؟ فَيَقُول يَا رَبّ بَقِيت أَنْتَ الْحَيّ الَّذِي لَا تَمُوت وَبَقِيَتْ حَمَلَة الْعَرْش وَبَقِيَ جِبْرِيل وَمِيكَائِيل وَبَقِيت أَنَا فَيَقُول اللَّه عَزَّ وَجَلَّ : لِيَمُتْ جِبْرِيل وَمِيكَائِيل فَيُنْطِق اللَّه الْعَرْش فَيَقُول يَا رَبّ يَمُوت جِبْرِيل وَمِيكَائِيل فَيَقُول اُسْكُتْ فَإِنِّي كَتَبْت الْمَوْت عَلَى كُلّ مَنْ كَانَ تَحْت عَرْشِي فَيَمُوتَانِ ثُمَّ يَأْتِي مَلَك الْمَوْت إِلَى الْجَبَّار فَيَقُول يَا رَبّ قَدْ مَاتَ جِبْرِيل وَمِيكَائِيل فَيَقُول اللَّه وَهُوَ أَعْلَم بِمَنْ بَقِيَ : فَمَنْ بَقِيَ ؟ فَيَقُول بَقِيت أَنْتَ الْحَيّ الَّذِي لَا تَمُوت وَبَقِيَتْ حَمَلَة عَرْشك وَبَقِيت أَنَا فَيَقُول اللَّه لِتَمُتْ حَمَلَة الْعَرْش فَتَمُوت وَيَأْمُر اللَّه الْعَرْش فَيَقْبِض الصُّور مِنْ إِسْرَافِيل ثُمَّ يَأْتِي مَلَك الْمَوْت فَيَقُول يَا رَبّ قَدْ مَاتَ حَمَلَة عَرْشك فَيَقُول اللَّه وَهُوَ أَعْلَم بِمَنْ بَقِيَ : فَمَنْ بَقِيَ ؟ فَيَقُول يَا رَبّ بَقِيت أَنْتَ الْحَيّ الَّذِي لَا تَمُوت وَبَقِيت أَنَا فَيَقُول اللَّه أَنْتَ خَلْق مِنْ خَلْقِي خَلَقْتُك لِمَا رَأَيْت فَمُتْ فَيَمُوت فَإِذَا لَمْ يَبْقَ إِلَّا اللَّه الْوَاحِد الْقَهَّار الْأَحَد الصَّمَد الَّذِي لَمْ يَلِد وَلَمْ يُولَد كَانَ آخِرًا كَمَا كَانَ أَوَّلًا طَوَى السَّمَوَات وَالْأَرْض طَيّ السِّجِلّ لِلْكُتُبِ ثُمَّ دَحَاهُمَا ثُمَّ يُلَقِّفهُمَا ثَلَاث مَرَّات يَقُول أَنَا الْجَبَّار أَنَا الْجَبَّار أَنَا الْجَبَّار ثَلَاثًا ثُمَّ هَتَفَ بِصَوْتِهِ \" لِمَنْ الْمُلْك الْيَوْم \" ثَلَاث مَرَّات فَلَا يُجِيبهُ أَحَد ثُمَّ يَقُول لِنَفْسِهِ \" لِلَّهِ الْوَاحِد الْقَهَّار \" يَقُول اللَّه \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَوَات \" فَيَبْسُطهُمَا وَيَسْطَحهُمَا ثُمَّ يَمُدّهُمَا مَدّ الْأَدِيم الْعُكَاظِيّ \" لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا \" ثُمَّ يَزْجُر اللَّه الْخَلْق زَجْرَة وَاحِدَة فَإِذَا هُمْ فِي هَذِهِ الْأَرْض الْمُبَدَّلَة مِثْل مَا كَانُوا فِيهَا مِنْ الْأُولَى مَنْ كَانَ فِي بَطْنهَا كَانَ فِي بَطْنهَا وَمَنْ كَانَ عَلَى ظَهْرهَا كَانَ عَلَى ظَهْرهَا ثُمَّ يُنَزِّل اللَّه عَلَيْهِمْ مَاء مِنْ تَحْت الْعَرْش ثُمَّ يَأْمُر اللَّه السَّمَاء أَنْ تُمْطِر فَتُمْطِر أَرْبَعِينَ يَوْمًا حَتَّى يَكُون الْمَاء فَوْقهمْ اِثْنَيْ عَشَر ذِرَاعًا ثُمَّ يَأْمُر اللَّه الْأَجْسَاد أَنْ تَنْبُت فَتَنْبُت كَنَبَاتِ الطَّرَاثِيث أَوْ كَنَبَاتِ الْبَقْل حَتَّى إِذَا تَكَامَلَتْ أَجْسَادهمْ فَكَانَتْ كَمَا كَانَتْ قَالَ اللَّه عَزَّ وَجَلَّ لِيَحْيَ حَمَلَة عَرْشِي فَيُحْيُونَ وَيَأْمُر اللَّه إِسْرَافِيل فَيَأْخُذ الصُّور فَيَضَعهُ عَلَى فِيهِ ثُمَّ يَقُول لِيَحْيَ جِبْرِيل وَمِيكَائِيل فَيَحْيَانِ ثُمَّ يَدْعُو اللَّه بِالْأَرْوَاحِ فَيُؤْتَى بِهَا تَتَوَهَّج أَرْوَاح الْمُسْلِمِينَ نُورًا وَأَرْوَاح الْكَافِرِينَ ظُلْمَة فَيَقْبِضهَا جَمِيعًا ثُمَّ يُلْقِيهَا فِي الصُّور ثُمَّ يَأْمُر اللَّه إِسْرَافِيل أَنْ يَنْفُخ نَفْخَة الْبَعْث فَيَنْفُخ نَفْخَة الْبَعْث فَتَخْرُج الْأَرْوَاح كَأَنَّهَا النَّحْل قَدْ مَلَأَتْ مَا بَيْن السَّمَاء وَالْأَرْض فَيَقُول وَعِزَّتِي وَجَلَالِي لَيَرْجِعَنَّ كُلّ رُوح إِلَى جَسَده فَتَدْخُل الْأَرْوَاح فِي الْأَرْض إِلَى الْأَجْسَاد فَتَدْخُل فِي الْخَيَاشِيم ثُمَّ تَمْشِي فِي الْأَجْسَاد كَمَا يَمْشِي السُّمّ فِي اللَّدِيغ ثُمَّ تَنْشَقّ الْأَرْض عَنْهُمْ وَأَنَا أَوَّل مَنْ تَنْشَقّ الْأَرْض عَنْهُ فَتَخْرُجُونَ سِرَاعًا إِلَى رَبّكُمْ تَنْسِلُونَ \" مُهْطِعِينَ إِلَى الدَّاع يَقُول الْكَافِرُونَ هَذَا يَوْم عَسِر \" حُفَاة عُرَاة غُلْفًا غُرْلًا فَتَقِفُونَ مَوْقِفًا وَاحِدًا مِقْدَاره سَبْعُونَ عَامًا لَا يُنْظَر إِلَيْكُمْ وَلَا يُقْضَى بَيْنكُمْ فَتَبْكُونَ حَتَّى تَنْقَطِع الدُّمُوع ثُمَّ تَدْمَعُونَ دَمًا وَتَعْرَقُونَ حَتَّى يُلَجِّمكُمْ الْعَرَق أَوْ يَبْلُغ الْأَذْقَان وَتَقُولُونَ مَنْ يَشْفَع لَنَا إِلَى رَبّنَا فَيَقْضِي بَيْننَا فَتَقُولُونَ مَنْ أَحَقّ بِذَلِكَ مِنْ أَبِيكُمْ آدَم خَلَقَهُ اللَّه بِيَدِهِ وَنَفَخَ فِيهِ مِنْ رُوحه وَكَلَّمَهُ قَبْلًا فَيَأْتُونَ آدَم فَيَطْلُبُونَ ذَلِكَ إِلَيْهِ فَيَأْبَى وَيَقُول مَا أَنَا بِصَاحِبِ ذَلِكَ فَيَسْتَقْرِءُونَ الْأَنْبِيَاء نَبِيًّا نَبِيًّا كُلَّمَا جَاءُوا نَبِيًّا أَبَى عَلَيْهِمْ - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حَتَّى يَأْتُونِي فَأَنْطَلِق إِلَى الْفَحْص فَأَخِرّ سَاجِدًا - قَالَ أَبُو هُرَيْرَة يَا رَسُول اللَّه وَمَا الْفَحْص ؟ قَالَ - قُدَّام الْعَرْش حَتَّى يَبْعَث اللَّه إِلَيَّ مَلَكًا فَيَأْخُذ بِعَضُدِي وَيَرْفَعنِي فَيَقُول يَا مُحَمَّد فَأَقُول نَعَمْ يَا رَبّ فَيَقُول اللَّه عَزَّ وَجَلَّ مَا شَأْنك وَهُوَ أَعْلَم - فَأَقُول يَا رَبّ وَعَدَّتْنِي الشَّفَاعَة فَشَفِّعْنِي فِي خَلْقك فَاقْضِ بَيْنهمْ قَالَ اللَّه قَدْ شَفَّعْتُك أَنَا آتِيكُمْ أَقْضِي بَيْنكُمْ - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَرْجِع فَأَقِف مَعَ النَّاس فَبَيْنَمَا نَحْنُ وُقُوف إِذْ سَمِعْنَا مِنْ السَّمَاء حِسًّا شَدِيدًا فَهَالَنَا فَيَنْزِل أَهْل السَّمَاء الدُّنْيَا بِمِثْلَيْ مَنْ فِي الْأَرْض مِنْ الْجِنّ وَالْإِنْس حَتَّى إِذَا دَنَوْا مِنْ الْأَرْض أَشْرَقَتْ الْأَرْض بِنُورِهِمْ وَأَخَذُوا مَصَافّهمْ وَقُلْنَا لَهُمْ أَفِيكُمْ رَبّنَا ؟ قَالُوا لَا وَهُوَ آتٍ ثُمَّ يَنْزِل أَهْل السَّمَاء الثَّانِيَة بِمِثْلَيْ مَنْ نَزَلَ مِنْ الْمَلَائِكَة وَبِمِثْلَيْ مَنْ فِيهَا مِنْ الْجِنّ وَالْإِنْس حَتَّى إِذَا دَنَوْا مِنْ الْأَرْض أَشْرَقَتْ الْأَرْض بِنُورِهِمْ وَأَخَذُوا مَصَافّهمْ وَقُلْنَا لَهُمْ أَفِيكُمْ رَبّنَا ؟ فَيَقُولُونَ لَا وَهُوَ آتٍ ثُمَّ يَنْزِلُونَ عَلَى قَدْر ذَلِكَ مِنْ التَّضْعِيف حَتَّى يَنْزِل الْجَبَّار عَزَّ وَجَلَّ فِي ظُلَل مِنْ الْغَمَام وَالْمَلَائِكَة فَيَحْمِل عَرْشه يَوْمئِذٍ ثَمَانِيَة - وَهُمْ الْيَوْم أَرْبَعَة - أَقْدَامهمْ فِي تُخُوم الْأَرْض السُّفْلَى وَالْأَرْض وَالسَّمَوَات إِلَى حُجَزهمْ وَالْعَرْش عَلَى مَنَاكِبهمْ لَهُمْ زَجَل فِي تَسْبِيحهمْ يَقُولُونَ سُبْحَان ذِي الْعَرْش وَالْجَبَرُوت سُبْحَان ذِي الْمُلْك وَالْمَلَكُوت سُبْحَان الْحَيّ الَّذِي لَا يَمُوت سُبْحَان الَّذِي يُمِيت الْخَلَائِق وَلَا يَمُوت سَبُّوح قُدُّوس قُدُّوس قُدُّوس سُبْحَان رَبّنَا الْأَعْلَى رَبّ الْمَلَائِكَة وَالرُّوح سُبْحَان رَبّنَا الْأَعْلَى الَّذِي يُمِيت الْخَلَائِق وَلَا يَمُوت فَيَضَع اللَّه كُرْسِيّه حَيْثُ يَشَاء مِنْ أَرْضه ثُمَّ يَهْتِف بِصَوْتِهِ فَيَقُول يَا مَعْشَر الْجِنّ وَالْإِنْس إِنِّي قَدْ أَنْصِتْ لَكُمْ مُنْذُ خَلَقْتُكُمْ إِلَى يَوْمكُمْ هَذَا أَسْمَع قَوْلكُمْ وَأُبْصِر أَعْمَالكُمْ فَأَنْصِتُوا إِلَيَّ فَإِنَّمَا هِيَ أَعْمَالكُمْ وَصُحُفكُمْ تُقْرَأ عَلَيْكُمْ فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدْ اللَّه وَمَنْ وَجَدَ غَيْر ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسه ثُمَّ يَأْمُر اللَّه جَهَنَّم فَيَخْرُج مِنْهَا عُنُق سَاطِع مُظْلِم ثُمَّ يَقُول \" أَلَمْ أَعْهَد إِلَيْكُمْ يَا بَنِي آدَم أَنْ لَا تَعْبُدُوا الشَّيْطَان إِنَّهُ لَكُمْ عَدُوّ مُبِين وَأَنْ اُعْبُدُونِي هَذَا صِرَاط مُسْتَقِيم وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ هَذِهِ جَهَنَّم الَّتِي كُنْتُمْ تُوعَدُونَ \" أَوْ - بِهَا تُكَذِّبُونَ - شَكَّ أَبُو عَاصِم \" وَامْتَازُوا الْيَوْم أَيّهَا الْمُجْرِمُونَ\" فَيَمِيز اللَّه النَّاس وَتَجْثُو الْأُمَم . يَقُول اللَّه تَعَالَى\" وَتَرَى كُلّ أُمَّة جَاثِيَة كُلّ أُمَّة تُدْعَى إِلَى كِتَابهَا الْيَوْم تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ \" فَيَقْضِي اللَّه عَزَّ وَجَلَّ بَيْن خَلْقه إِلَّا الثِّقْلَيْنِ الْجِنّ وَالْإِنْس فَيَقْضِي بَيْن الْوُحُوش وَالْبَهَائِم حَتَّى إِنَّهُ لَيَقْضِي لِلْجَمَّاءِ مِنْ ذَات الْقَرْن فَإِذَا فَرَغَ مِنْ ذَلِكَ فَلَمْ تَبْقَ تَبِعَة عِنْد وَاحِدَة لِلْأُخْرَى قَالَ اللَّه لَهَا كُونِي تُرَابًا فَعِنْد ذَلِكَ يَقُول الْكَافِر \" يَا لَيْتَنِي كُنْت تُرَابًا \" ثُمَّ يَقْضِي اللَّه بَيْن الْعِبَاد فَكَانَ أَوَّل مَا يَقْضِي فِيهِ الدِّمَاء وَيَأْتِي كُلّ قَتِيل فِي سَبِيل اللَّه وَيَأْمُر اللَّه عَزَّ وَجَلَّ كُلّ مَنْ قُتِلَ فَيَحْمِل رَأْسه تَشْخَب أَوْدَاجه فَيَقُول يَا رَبّ فِيمَ قَتَلَنِي هَذَا ؟ فَيَقُول - وَهُوَ أَعْلَم - فِيمَ قَتَلْتهمْ ؟ فَيَقُول قَتَلْتهمْ لِتَكُونَ الْعِزَّة لَك فَيَقُول اللَّه لَهُ صَدَقْت فَيَجْعَل اللَّه وَجْهه مِثْل نُور الشَّمْس ثُمَّ تَمُرّ بِهِ الْمَلَائِكَة إِلَى الْجَنَّة ثُمَّ يَأْتِي كُلّ مَنْ قُتِلَ عَلَى غَيْر ذَلِكَ يَحْمِل رَأْسه وَتَشْخَب أَوْدَاجه فَيَقُول يَا رَبّ فِيمَ قَتَلَنِي هَذَا ؟ فَيَقُول - وَهُوَ أَعْلَم - لِمَ قَتَلْتهمْ ؟ فَيَقُول يَا رَبّ قَتَلْتهمْ لِتَكُونَ الْعِزَّة لِي فَيَقُول تَعِسْت ثُمَّ لَا تَبْقَى نَفْس قَتَلَهَا إِلَّا قُتِلَ بِهَا وَلَا مَظْلِمَة ظَلَمَهَا إِلَّا أَخَذَ بِهَا وَكَانَ فِي مَشِيئَة اللَّه إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ رَحِمَهُ ثُمَّ يَقْضِي اللَّه تَعَالَى بَيْن مَنْ بَقِيَ مِنْ خَلْقه حَتَّى لَا تَبْقَى مَظْلِمَة لِأَحَدٍ عِنْد أَحَد إِلَّا أَخَذَهَا اللَّه لِلْمَظْلُومِ مِنْ الظَّالِم حَتَّى إِنَّهُ لِيُكَلِّف شَائِب اللَّبَن بِالْمَاءِ ثُمَّ يَبِيعهُ أَنْ يُخَلِّص اللَّبَن مِنْ الْمَاء فَإِذَا فَرَغَ اللَّه مِنْ ذَلِكَ نَادَى مُنَادٍ يُسْمِع الْخَلَائِق كُلّهمْ : أَلَا لِيَلْحَق كُلّ قَوْم بِآلِهَتِهِمْ وَمَا كَانُوا يَعْبُدُونَ مِنْ دُون اللَّه فَلَا يَبْقَى أَحَد عَبْد مِنْ دُون اللَّه إِلَّا مُثِّلَتْ لَهُ آلِهَته بَيْن يَدَيْهِ وَيَجْعَل يَوْمئِذٍ مَلَك مِنْ الْمَلَائِكَة عَلَى صُورَة عُزَيْر وَيَجْعَل مَلَك مِنْ الْمَلَائِكَة عَلَى صُورَة عِيسَى اِبْن مَرْيَم ثُمَّ يَتْبَع هَذَا الْيَهُود وَهَذَا النَّصَارَى ثُمَّ قَادَتْهُمْ آلِهَتهمْ إِلَى النَّار وَهُوَ الَّذِي يَقُول \" لَوْ كَانَ هَؤُلَاءِ آلِهَة مَا وَرَدُوهَا وَكُلّ فِيهَا خَالِدُونَ \" فَإِذَا لَمْ يَبْقَ إِلَّا الْمُؤْمِنُونَ فِيهِمْ الْمُنَافِقُونَ جَاءَهُمْ اللَّه فِيمَا شَاءَ مِنْ هَيْئَته فَقَالَ : يَا أَيّهَا النَّاس ذَهَبَ النَّاس فَالْحَقُوا بِآلِهَتِكُمْ وَمَا كُنْتُمْ تَعْبُدُونَ . فَيَقُولُونَ وَاَللَّه مَا لَنَا إِلَه إِلَّا اللَّه وَمَا كُنَّا نَعْبُد غَيْره فَيَنْصَرِف عَنْهُمْ وَهُوَ اللَّه الَّذِي يَأْتِيهِمْ فَيَمْكُث مَا شَاءَ اللَّه أَنْ يَمْكُث ثُمَّ يَأْتِيهِمْ فَيَقُول : يَا أَيّهَا النَّاس ذَهَبَ النَّاس فَالْحَقُوا بِآلِهَتِكُمْ وَمَا كُنْتُمْ تَعْبُدُونَ . فَيَقُولُونَ وَاَللَّه مَا لَنَا إِلَه إِلَّا اللَّه وَمَا كُنَّا نَعْبُد غَيْره فَيَكْشِف لَهُمْ عَنْ سَاقه وَيَتَجَلَّى لَهُمْ مِنْ عَظَمَته مَا يَعْرِفُونَ أَنَّهُ رَبّهمْ فَيَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا عَلَى وُجُوههمْ وَيَخِرّ كُلّ مُنَافِق عَلَى قَفَاهُ وَيَجْعَل اللَّه أَصْلَابهمْ كَصَيَاصِي الْبَقَر ثُمَّ يَأْذَن اللَّه لَهُمْ فَيَرْفَعُونَ وَيَضْرِب اللَّه الصِّرَاط بَيْن ظَهْرَانَيْ جَهَنَّم كَحَدِّ الشَّفْرَة أَوْ كَحَدِّ السَّيْف عَلَيْهِ كَلَالِيب وَخَطَاطِيف وَحَسَك كَحَسَكِ السَّعْدَان دُونه جِسْر دَحْض مُزِلَّة فَيَمُرُّونَ كَطَرَفِ الْعَيْن أَوْ كَلَمْحِ الْبَرْق أَوْ كَمَرِّ الرِّيح أَوْ كَجِيَادِ الْخَيْل أَوْ كَجِيَادِ الرِّكَاب أَوْ كَجِيَادِ الرِّجَال فَنَاجٍ سَالِم وَنَاجٍ مَخْدُوش وَمَكْدُوس عَلَى وَجْهه فِي جَهَنَّم فَإِذَا أَفْضَى أَهْل الْجَنَّة إِلَى الْجَنَّة قَالُوا مَنْ يَشْفَع لَنَا إِلَى رَبّنَا فَنَدْخُل الْجَنَّة ؟ فَيَقُولُونَ مَنْ أَحَقّ بِذَلِكَ مِنْ أَبِيكُمْ آدَم عَلَيْهِ السَّلَام خَلَقَهُ اللَّه بِيَدِهِ وَنَفَخَ فِيهِ مِنْ رُوحه وَكَلَّمَهُ قَبْلًا فَيَأْتُونَ آدَم فَيَطْلُب ذَلِكَ إِلَيْهِ فَيَذْكُر ذَنْبًا وَيَقُول مَا أَنَا بِصَاحِبِ ذَلِكَ وَلَكِنْ عَلَيْكُمْ بِنُوحٍ فَإِنَّهُ أَوَّل رُسُل اللَّه فَيُؤْتَى نُوح فَيُطْلَب ذَلِكَ إِلَيْهِ فَيَذْكُر ذَنْبًا وَيَقُول مَا أَنَا بِصَاحِبِ ذَلِكَ وَيَقُول عَلَيْكُمْ بِإِبْرَاهِيم فَإِنَّ اللَّه اِتَّخَذَهُ خَلِيلًا فَيُؤْتَى إِبْرَاهِيم فَيُطْلَب ذَلِكَ إِلَيْهِ فَيَذْكُر ذَنْبًا وَيَقُول مَا أَنَا بِصَاحِبِ ذَلِكَ وَيَقُول عَلَيْكُمْ بِمُوسَى فَإِنَّ اللَّه قَرَّبَهُ نَجِيبًا وَكَلَّمَهُ وَأَنْزَلَ عَلَيْهِ التَّوْرَاة فَيُؤْتَى مُوسَى فَيُطْلَب ذَلِكَ إِلَيْهِ فَيَذْكُر ذَنْبًا وَيَقُول لَسْت بِصَاحِبِ ذَلِكَ وَلَكِنْ عَلَيْكُمْ بِرُوحِ اللَّه وَكَلِمَته عِيسَى اِبْن مَرْيَم فَيُؤْتَى عِيسَى اِبْن مَرْيَم فَيُطْلَب ذَلِكَ إِلَيْهِ فَيَقُول مَا أَنَا بِصَاحِبِكُمْ وَلَكِنْ عَلَيْكُمْ بِمُحَمَّدٍ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَأْتُونِي وَلِي عِنْد رَبِّي ثَلَاث شَفَاعَات وَعَدَنِيهِنَّ فَأَنْطَلِق فَآتِي الْجَنَّة فَآخُذ بِحَلْقَةِ الْبَاب فَأَسْتَفْتِح فَيُفْتَح لِي فَأَحْيَا وَيُرَحَّب بِي فَإِذَا دَخَلْت الْجَنَّة فَنَظَرْت إِلَى رَبِّي خَرَرْت سَاجِدًا فَيَأْذَن اللَّه لِي مِنْ تَحْمِيده وَتَمْجِيده بِشَيْءٍ مَا أَذِنَ بِهِ لِأَحَدٍ مِنْ خَلْقه ثُمَّ يَقُول اِرْفَعْ رَأَسَك يَا مُحَمَّد وَاشْفَعْ تُشَفَّع وَسَلْ تُعْطَهُ فَإِذَا رَفَعْت رَأْسِي يَقُول اللَّه - وَهُوَ أَعْلَم - مَا شَأْنك ؟ فَأَقُول يَا رَبّ وَعَدْتنِي الشَّفَاعَة فَشَفِّعْنِي فِي أَهْل الْجَنَّة فَيَدْخُلُونَ الْجَنَّة فَيَقُول اللَّه قَدْ شَفَّعْتُك وَقَدْ أَذِنْت لَهُمْ فِي دُخُول الْجَنَّة وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول وَاَلَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ فِي الدُّنْيَا بِأَعْرَف بِأَزْوَاجِكُمْ وَمَسَاكِنكُمْ مِنْ أَهْل الْجَنَّة بِأَزْوَاجِهِمْ وَمَسَاكِنهمْ فَيَدْخُل كُلّ رَجُل مِنْهُمْ عَلَى اِثْنَتَيْنِ وَسَبْعِينَ زَوْجَة سَبْعِينَ مِمَّا يُنْشِئ اللَّه عَزَّ وَجَلَّ وَاثْنَتَيْنِ آدَمِيَّتَيْنِ مِنْ وَلَد آدَم لَهُمَا فَضْل عَلَى مَنْ أَنْشَأَ اللَّه لِعِبَادَتِهِمَا اللَّه فِي الدُّنْيَا فَيَدْخُل عَلَى الْأُولَى فِي غُرْفَة مِنْ يَاقُوتَة عَلَى سَرِير مِنْ ذَهَب مُكَلَّل بِاللُّؤْلُؤِ عَلَيْهَا سَبْعُونَ زَوْجًا مِنْ سُنْدُس وَإِسْتَبْرَق ثُمَّ إِنَّهُ يَضَع يَده بَيْن كَتِفَيْهَا ثُمَّ يَنْظُر إِلَى يَده مِنْ صَدْرهَا وَمِنْ وَرَاء ثِيَابهَا وَجِلْدهَا وَلَحْمهَا وَإِنَّهُ لَيَنْظُر إِلَى مُخّ سَاقهَا كَمَا يَنْظُر أَحَدكُمْ إِلَى السِّلْك فِي قَصَبَة الْيَاقُوت كَبِدهَا لَهُ مِرْآة وَكَبِده لَهَا مِرْآة فَبَيْنَا هُوَ عِنْدهَا لَا يَمَلّهَا وَلَا تَمَلّهُ مَا يَأْتِيهَا مِنْ مَرَّة إِلَّا وَجَدَهَا عَذْرَاء مَا يَفْتُر ذَكَرُهُ وَمَا تَشْتَكِي قُبُلهَا فَبَيْنَا هُوَ كَذَلِكَ إِذْ نُودِيَ إِنَّا قَدْ عَرَفْنَا أَنَّك لَا تَمَلّ وَلَا تُمَلّ إِلَّا أَنَّهُ لَا مَنِيّ وَلَا مَنِيَّة إِلَّا أَنَّ لَك أَزْوَاجًا غَيْرهَا فَيَخْرُج فَيَأْتِيهِنَّ وَاحِدَة وَاحِدَة كُلَّمَا أَتَى وَاحِدَة قَالَتْ لَهُ وَاَللَّه مَا أَرَى فِي الْجَنَّة شَيْئًا أَحْسَن مِنْك وَلَا فِي الْجَنَّة شَيْء أَحَبّ إِلَيَّ مِنْك . وَإِذَا وَقَعَ أَهْل النَّار فِي النَّار وَقَعَ فِيهَا خَلْق مِنْ خَلْق رَبّك أَوْبَقَتْهُمْ أَعْمَالهمْ فَمِنْهُمْ مَنْ تَأْخُذ النَّار قَدَمَيْهِ لَا تُجَاوِز ذَلِكَ وَمِنْهُمْ مَنْ تَأْخُذهُ إِلَى أَنْصَاف سَاقَيْهِ وَمِنْهُمْ مَنْ تَأْخُذهُ إِلَى رُكْبَتَيْهِ وَمِنْهُمْ مَنْ تَأْخُذهُ إِلَى حِقْوَيْهِ وَمِنْهُمْ مَنْ تَأْخُذ جَسَده كُلّه إِلَّا وَجْهه حَرَّمَ اللَّه صُورَته عَلَيْهَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَقُول يَا رَبّ شَفِّعْنِي فِيمَنْ وَقَعَ فِي النَّار مِنْ أُمَّتِي فَيَقُول أَخْرِجُوا مَنْ عَرَفْتُمْ فَيَخْرُج أُولَئِكَ حَتَّى لَا يَبْقَى مِنْهُمْ أَحَد ثُمَّ يَأْذَن اللَّه فِي الشَّفَاعَة فَلَا يَبْقَى نَبِيّ وَلَا شَهِيد إِلَّا شُفِّعَ فَيَقُول اللَّه أَخْرِجُوا مَنْ وَجَدْتُمْ فِي قَلْبه زِنَة دِينَار إِيمَانًا فَيَخْرُج أُولَئِكَ حَتَّى لَا يَبْقَى مِنْهُمْ أَحَد ثُمَّ يَشْفَع اللَّه فَيَقُول أَخْرِجُوا مَنْ وَجَدْتُمْ فِي قَلْبه إِيمَانًا ثُلُثَيْ دِينَار ثُمَّ يَقُول ثُلُث دِينَار ثُمَّ يَقُول رُبُع دِينَار ثُمَّ يَقُول قِيرَاطًا ثُمَّ يَقُول حَبَّة مِنْ خَرْدَل فَيَخْرُج أُولَئِكَ حَتَّى لَا يَبْقَى مِنْهُمْ أَحَد وَحَتَّى لَا يَبْقَى فِي النَّار مَنْ عَمِلَ لِلَّهِ خَيْرًا قَطُّ وَلَا يَبْقَى أَحَد لَهُ شَفَاعَة إِلَّا شُفِّعَ حَتَّى إِنَّ إِبْلِيس يَتَطَاوَل مِمَّا يَرَى مِنْ رَحْمَة اللَّه رَجَاء أَنْ يَشْفَع لَهُ . ثُمَّ يَقُول بَقِيت وَأَنَا أَرْحَم الرَّاحِمِينَ فَيُدْخِل يَده فِي جَهَنَّم فَيُخْرِج مِنْهَا مَا لَا يُحْصِيه غَيْره كَأَنَّهُمْ حُمَم فَيُلْقُونَ عَلَى نَهَر يُقَال لَهُ نَهَر الْحَيَوَان فَيَنْبُتُونَ كَمَا تَنْبُت الْحَبَّة فِي حَمِيل السَّيْل فَمَا يَلِي الشَّمْس مِنْهَا أُخَيْضِر وَمَا يَلِي الظِّلّ مِنْهَا أُصَيْفِر فَيَنْبُتُونَ كَنَبَاتِ الطَّرَاثِيث حَتَّى يَكُونُوا أَمْثَال الذَّرّ مَكْتُوب فِي رِقَابهمْ الْجَهَنَّمِيُّونَ عُتَقَاء الرَّحْمَن يَعْرِفهُمْ أَهْل الْجَنَّة بِذَلِكَ الْكِتَاب مَا عَمِلُوا خَيْرًا لِلَّهِ قَطُّ فَيَمْكُثُونَ فِي الْجَنَّة مَا شَاءَ اللَّه وَذَلِكَ الْكِتَاب فِي رِقَابهمْ ثُمَّ يَقُولُونَ رَبّنَا اُمْحُ عَنَّا هَذَا الْكِتَاب فَيَمْحُوهُ اللَّه عَزَّ وَجَلَّ عَنْهُمْ . ثُمَّ ذَكَرَ بِطُولِهِ ثُمَّ قَالَ هَذَا حَدِيث مَشْهُور وَهُوَ غَرِيب جِدًّا وَلِبَعْضِهِ شَوَاهِد فِي الْأَحَادِيث الْمُتَفَرِّقَة وَفِي بَعْض أَلْفَاظه نَكَارَة تَفَرَّدَ بِهِ إِسْمَاعِيل بْن رَافِع قَاضِي أَهْل الْمَدِينَة وَقَدْ اِخْتُلِفَ فِيهِ فَمِنْهُمْ مَنْ وَثَّقَهُ وَمِنْهُمْ مَنْ ضَعَّفَهُ وَنَصَّ عَلَى نَكَارَة حَدِيثه غَيْر وَاحِد مِنْ الْأَئِمَّة كَأَحْمَد بْن حَنْبَل وَأَبِي حَاتِم الرَّازِيّ وَعَمْرو بْن عَلِيّ الْفَلَّاس وَمِنْهُمْ مَنْ قَالَ فِيهِ هُوَ مَتْرُوك وَقَالَ اِبْن عَدِيّ أَحَادِيثه كُلّهَا فِيهَا نَظَر إِلَّا أَنَّهُ يَكْتُب حَدِيثه فِي جُمْلَة الضُّعَفَاء قُلْت وَقَدْ اِخْتُلِفَ عَلَيْهِ فِي إِسْنَاد هَذَا الْحَدِيث عَلَى وُجُوه كَثِيرَة قَدْ أَفْرَدْتهَا فِي جُزْء عَلَى حِدَة وَأَمَّا سِيَاقه فَغَرِيب جِدًّا وَيُقَال إِنَّهُ جَمَعَهُ مِنْ أَحَادِيث كَثِيرَة وَجَعَلَهُ سِيَاقًا وَاحِدًا فَأَنْكَرَ عَلَيْهِ بِسَبَبِ ذَلِكَ وَسَمِعْت شَيْخنَا الْحَافِظ أَبَا الْحَجَّاج الْمِزِّيّ يَقُول إِنَّهُ رَأَى لِلْوَلِيدِ بْن مُسْلِم مُصَنَّفًا قَدْ جَمَعَهُ كَالشَّوَاهِدِ لِبَعْضِ مُفْرَدَات هَذَا الْحَدِيث فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42212, "aya_id": 73}]