[{"text": "وَمِنْهُم مَّن يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ", "sura_id": 9, "type": 0, "id": 1293, "aya_id": 58}, {"text": "و منهم من يلمزك في الصدقات فإن أعطوا منها رضوا و إن لم يعطوا منها إذا هم يسخطون", "sura_id": 9, "type": 1, "id": 7529, "aya_id": 58}, {"text": "58 - (ومنهم من يلمزك) يعيبك (في) قسم (الصدقات فإن أعطوا منها رضوا وإن لم يعطوا منها إذا هم يسخطون) \r\n", "sura_id": 9, "type": 2, "id": 26237, "aya_id": 58}, {"text": "ومن المنافقين مَن يعيبك في قسمة الصدقات, فإن نالهم نصيب منها رضوا وسكتوا, وإن لم يصبهم حظ منها سخطوا عليك وعابوك.\r\n", "sura_id": 9, "type": 3, "id": 32473, "aya_id": 58}, {"text": " <font color=red>وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ</font><BR><p>يَقُول تَعَالَى \" وَمِنْهُمْ \" أَيْ وَمِنْ الْمُنَافِقِينَ \" مَنْ يَلْمِزك \" أَيْ يَعِيب عَلَيْك \" فِي \" قَسْم \" الصَّدَقَات \" إِذَا فَرَّقْتهَا وَيَتَّهِمك فِي ذَلِكَ وَهُمْ الْمُتَّهَمُونَ الْمَأْبُونُونَ وَهُمْ مَعَ هَذَا لَا يُنْكِرُونَ لِلدِّينِ وَإِنَّمَا يُنْكِرُونَ لِحَظِّ أَنْفُسهمْ وَلِهَذَا \" إِنْ أُعْطُوا \" مِنْ الزَّكَاة \" رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ \" أَيْ يَغْضَبُونَ لِأَنْفُسِهِمْ . قَالَ اِبْن جُرَيْج : أَخْبَرَنِي دَاوُد بْن أَبِي عَاصِم قَالَ : أُتِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِصَدَقَةٍ فَقَسَمَهَا هَهُنَا وَهَهُنَا حَتَّى ذَهَبَتْ قَالَ وَوَرَاءَهُ رَجُل مِنْ الْأَنْصَار فَقَالَ مَا هَذَا بِالْعَدْلِ فَنَزَلَتْ هَذِهِ الْآيَة وَقَالَ قَتَادَة فِي قَوْله \" وَمِنْهُمْ مِنْ يَلْمِزك فِي الصَّدَقَات \" يَقُول وَمِنْهُمْ مَنْ يَطْعَن عَلَيْك فِي الصَّدَقَات , وَذُكِرَ لَنَا أَنَّ رَجُلًا مِنْ أَهْل الْبَادِيَة حَدِيث عَهْد بِأَعْرَابِيَّةٍ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْسِم ذَهَبًا وَفِضَّة فَقَالَ يَا مُحَمَّد وَاَللَّه لَئِنْ كَانَ اللَّه أَمَرَك أَنْ تَعْدِل مَا عَدَلْت فَقَالَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيْلك فَمَنْ ذَا الَّذِي يَعْدِل عَلَيْك بَعْدِي ؟ \" ثُمَّ قَالَ نَبِيّ اللَّه اِحْذَرُوا هَذَا وَأَشْبَاهه فَإِنَّ فِي أُمَّتِي أَشْبَاه هَذَا يَقْرَءُونَ الْقُرْآن لَا يُجَاوِز تَرَاقِيهمْ فَإِذَا خَرَجُوا فَاقْتُلُوهُمْ ثُمَّ إِذَا خَرَجُوا فَاقْتُلُوهُمْ ثُمَّ إِذَا خَرَجُوا فَاقْتُلُوهُمْ , وَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول وَاَلَّذِي نَفْسِي بِيَدِهِ مَا أُعْطِيكُمْ شَيْئًا وَلَا أَمْنَعكُمُوهُ إِنَّمَا أَنَا خَازِن وَهَذَا الَّذِي ذَكَرَهُ قَتَادَة يُشْبِه مَا رَوَاهُ الشَّيْخَانِ مِنْ حَدِيث الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي سَعِيد فِي قِصَّة ذِي الْخُوَيْصِرَة وَاسْمه حُرْقُوص لَمَّا اِعْتَرَضَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين قَسَمَ غَنَائِم حُنَيْن فَقَالَ لَهُ اِعْدِلْ فَإِنَّك لَمْ تَعْدِل فَقَالَ لَقَدْ خِبْت وَخَسِرْت إِنْ لَمْ أَكُنْ أَعْدِل ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ وَقَدْ رَآهُ مُقَفِّيًا إِنَّهُ يَخْرُج مِنْ ضِئْضِئِي هَذَا قَوْم يَحْقِر أَحَدكُمْ صَلَاته مَعَ صَلَاتهمْ وَصِيَامه مَعَ صِيَامهمْ يَمْرُقُونَ مِنْ الدِّين مُرُوق السَّهْم مِنْ الرَّمِيَّة فَأَيْنَمَا لَقِيتُمُوهُمْ فَاقْتُلُوهُمْ فَإِنَّهُمْ شَرّ قَتْلَى تَحْت أَدِيم السَّمَاء وَذَكَرَ بَقِيَّة الْحَدِيث ثُمَّ قَالَ تَعَالَى مُنَبِّهًا لَهُمْ عَلَى مَا هُوَ خَيْر لَهُمْ مِنْ ذَلِكَ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43477, "aya_id": 58}]