[{"text": "قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُن بِدُعَائِكَ رَبِّ شَقِيًّا", "sura_id": 19, "type": 0, "id": 2254, "aya_id": 4}, {"text": "قال رب إني وهن العظم مني و اشتعل الرأس شيبا و لم أكن بدعائك رب شقيا", "sura_id": 19, "type": 1, "id": 8490, "aya_id": 4}, {"text": "4 - (قال رب إني وهن) ضعف (العظم) جميعه (مني واشتعل الرأس) مني (شيبا) تمييز محول عن الفاعل أي انتشر الشيب في شعره كما ينتشر النار في الحطب وإني أريد أن ادعوك (ولم أكن بدعائك) أي بدعائي إياك (رب شقيا) أي خائبا فيما مضى فلا تخيبني فيما يأتي \r\n", "sura_id": 19, "type": 2, "id": 27198, "aya_id": 4}, {"text": "قال: رب إني كَبِرْتُ, وضعف عظمي, وانتشر الشيب في رأسي, ولم أكن من قبل محرومًا من إجابة الدعاء.\r\n", "sura_id": 19, "type": 3, "id": 33434, "aya_id": 4}, {"text": " <font color=red>قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا</font><BR><p>قَالَ رَبّ إِنِّي وَهَنَ الْعَظْم مِنِّي أَيْ ضَعُفْت وَخَارَتْ الْقُوَى \" وَاشْتَعَلَ الرَّأْس شَيْبًا \" أَيْ اِضْطَرَمَ الْمَشِيب فِي السَّوَاد كَمَا قَالَ اِبْن دُرَيْد فِي مَقْصُورَته : أَمَا تَرَى رَأْسِي حَاكَى لَوْنه طُرَّة صُبْح تَحْت أَذْيَال الدُّجَا وَاشْتَعَلَ الْمُبْيَضّ فِي مُسَوَّده مِثْل اِشْتِعَال النَّار فِي جَمْر الْغَضَا وَالْمُرَاد مِنْ هَذَا الْإِخْبَار عَنْ الضَّعْف وَالْكِبَر وَدَلَائِله الظَّاهِرَة وَالْبَاطِنَة وَقَوْله \" وَلَمْ أَكُنْ بِدُعَائِك رَبّ شَقِيًّا \" أَيْ وَلَمْ أَعْهَد مِنْك إِلَّا الْإِجَابَة فِي الدُّعَاء وَلَمْ تَرُدّنِي قَطُّ فِيمَا سَأَلْتُك وَقَوْله \" وَإِنِّي خِفْت الْمَوَالِي مِنْ وَرَائِي \" قَرَأَ الْأَكْثَرُونَ بِنَصْبِ الْيَاء مِنْ الْمَوَالِي عَلَى أَنَّهُ مَفْعُول وَعَنْ الْكِسَائِيّ أَنَّهُ سَكَّنَ الْيَاء كَمَا قَالَ الشَّاعِر : كَأَنَّ أَيْدِيهنَّ فِي الْقَاع الْقَرِق أَيْدِي جَوَارٍ يَتَعَاطِينَ الْوَرِق وَقَالَ الْآخَر : فَتًى لَوْ يُبَارِي الشَّمْس أَلْقَتْ قِنَاعهَا أَوْ الْقَمَر السَّارِي لَأَلْقَى الْمَقَالِدَا وَمِنْهُ قَوْل أَبِي تَمَام حَبِيب بْن أَوْس الطَّائِيّ : تَغَايَرَ الشِّعْر مِنْهُ إِذْ سَهِرَتْ لَهُ حَتَّى ظَنَنْت قَوَافِيه سَتَقْتَتِلُ وَقَالَ مُجَاهِد وَقَتَادَة وَالسُّدِّيّ : أَرَادَ بِالْمَوَالِي الْعُصْبَة وَقَالَ أَبُو صَالِح الْكَلَالَة وَرُوِيَ عَنْ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ أَنَّهُ كَانَ يَقْرَؤُهَا .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38432, "aya_id": 4}]