[{"text": "وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ مُّصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلاَتِهِمْ يُحَافِظُونَ", "sura_id": 6, "type": 0, "id": 881, "aya_id": 92}, {"text": "وهذا كتاب أنزلناه مبارك مصدق الذي بين يديه ولتنذر أم القرى ومن حولها والذين يؤمنون بالآخرة يؤمنون به وهم على صلاتهم يحافظون", "sura_id": 6, "type": 1, "id": 7117, "aya_id": 92}, {"text": "92 - (وهذا) القرآن (كتاب أنزلناه مبارك مصدق الذي بين يديه) قبله من الكتب (ولتنذر) بالتاء والياء عطف على معنى ما قبله أي أنزلناه للبركة والتصديق ولتنذر به (أم القرى ومن حولها) أي أهل مكة وسائر الناس (والذين يؤمنون بالآخرة يؤمنون به وهم على صلاتهم يحافظون) خوفا من عقابها \r\n", "sura_id": 6, "type": 2, "id": 25825, "aya_id": 92}, {"text": "وهذا القرآن كتاب أنزلناه إليك -أيها الرسول- عظيم النفع, مصدق لما تقدمه من الكتب السماوية, أنزلناه لنخوِّف به من عذاب الله وبأسه أهل \"مكة\" ومن حولها من أهل أقطار الأرض كلها. والذين يصدقون بالحياة الآخرة, يصدقون بأن القرآن كلام الله, ويحافظون على إقام الصلاة في أوقاتها.\r\n", "sura_id": 6, "type": 3, "id": 32061, "aya_id": 92}, {"text": " <font color=red>وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ</font><BR><p>وَقَوْله \" وَهَذَا كِتَاب \" يَعْنِي الْقُرْآن \" أَنْزَلْنَاهُ مُبَارَك مُصَدِّق الَّذِي بَيْن يَدَيْهِ وَلِتُنْذِر أَمَّ الْقُرَى \" يَعْنِي مَكَّة \" وَمَنْ حَوْلهَا \" مِنْ أَحْيَاء الْعَرَب وَمِنْ سَائِر طَوَائِف بَنِي آدَم مِنْ عَرَب وَعَجَم كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" قُلْ يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا\" وَقَالَ \" لِأُنْذِركُمْ بِهِ وَمَنْ بَلَغَ \" وَقَالَ \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده \" وَقَالَ تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَان عَلَى عَبْده لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا\" وَقَالَ \" وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَاب وَالْأُمِّيِّنَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدْ اِهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْك الْبَلَاغ وَاَللَّه بَصِير بِالْعِبَادِ \" وَثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُعْطِيت خَمْسًا لَمْ يُعْطَهُنَّ أَحَد مِنْ الْأَنْبِيَاء قَبْلِي \" وَذَكَرَ مِنْهُنَّ وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُبْعَث إِلَى قَوْمه خَاصَّة وَبُعِثْت إِلَى النَّاس عَامَّة وَلِهَذَا قَالَ\" وَاَلَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ \" أَيْ كُلّ مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر يُؤْمِن بِهَذَا الْكِتَاب الْمُبَارَك الَّذِي أَنْزَلْنَاهُ إِلَيْك يَا مُحَمَّد وَهُوَ الْقُرْآن\" وَهُمْ عَلَى صَلَاتهمْ يُحَافِظُونَ \" أَيْ يَقُومُونَ بِمَا فُرِضَ عَلَيْهِمْ مِنْ أَدَاء الصَّلَوَات فِي أَوْقَاتهَا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42233, "aya_id": 92}]