[{"text": "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ", "sura_id": 15, "type": 0, "id": 1844, "aya_id": 42}, {"text": "إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين", "sura_id": 15, "type": 1, "id": 8080, "aya_id": 42}, {"text": "42 - وهو (إن عبادي) أي المؤمنين (ليس لك عليهم سلطان) قوة (إلا) لكن (من اتبعك من الغاوين) الكافرين \r\n", "sura_id": 15, "type": 2, "id": 26788, "aya_id": 42}, {"text": " لكن سلطانك على مَنِ اتبعك مِنَ الضالين المشركين الذين رضوا بولايتك وطاعتك بدلا من طاعتي.\r\n", "sura_id": 15, "type": 3, "id": 33024, "aya_id": 42}, {"text": " <font color=red>إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ</font><BR><p>وَقَوْله \" إِنَّ عِبَادِي لَيْسَ لَك عَلَيْهِمْ سُلْطَان \" أَيْ الَّذِينَ قَدَّرْتُ لَهُمْ الْهِدَايَة فَلَا سَبِيل لَك عَلَيْهِمْ وَلَا وُصُول لَك إِلَيْهِمْ \" إِلَّا مَنْ اِتَّبَعَك مِنْ الْغَاوِينَ \" اِسْتِثْنَاء مُنْقَطِع . وَقَدْ أَوْرَدَ اِبْن جَرِير هَهُنَا مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك عَنْ عَبْد اللَّه بْن مَوْهِب حَدَّثَنَا يَزِيد بْن قُسَيْطٍ قَالَ : كَانَتْ الْأَنْبِيَاء يَكُون لَهُمْ مَسَاجِد خَارِجَة مِنْ قُرَاهُمْ فَإِذَا أَرَادَ النَّبِيّ أَنْ يَسْتَنْبِئ رَبّه عَنْ شَيْء خَرَجَ إِلَى مَسْجِده فَصَلَّى مَا كَتَبَ اللَّه ثُمَّ سَأَلَهُ مَا بَدَا لَهُ فَبَيْنَا نَبِيّ فِي مَسْجِده إِذْ جَاءَ عَدُوّ اللَّه - يَعْنِي إِبْلِيس - حَتَّى جَلَسَ بَيْنه وَبَيْن الْقِبْلَة فَقَالَ النَّبِيّ أَعُوذ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم قَالَ فَرَدَّهُ ذَلِكَ ثَلَاث مَرَّات فَقَالَ عَدُوّ اللَّه أَخْبِرْنِي بِأَيِّ شَيْء تَنْجُو مِنِّي فَقَالَ النَّبِيّ بَلْ أَخْبِرْنِي بِأَيِّ شَيْء تَغْلِب اِبْن آدَم مَرَّتَيْنِ فَأَخَذَ كُلّ وَاحِد مِنْهُمَا عَلَى صَاحِبه فَقَالَ النَّبِيّ إِنَّ اللَّه تَعَالَى يَقُول \" إِنَّ عِبَادِي لَيْسَ لَك عَلَيْهِمْ سُلْطَان إِلَّا مَنْ اِتَّبَعَك مِنْ الْغَاوِينَ \" قَالَ عَدُوّ اللَّه قَدْ سَمِعْت هَذَا قَبْل أَنْ تُولَد قَالَ النَّبِيّ وَيَقُول اللَّه \" وَإِمَّا يَنْزَغَنَّك مِنْ الشَّيْطَان نَزْغ فَاسْتَعِذْ بِاَللَّهِ إِنَّهُ سَمِيع عَلِيم \" وَإِنِّي وَاَللَّه مَا أَحْسَسْت بِك قَطُّ إِلَّا اِسْتَعَذْت بِاَللَّهِ مِنْك قَالَ عَدُوّ اللَّه صَدَقْتَ بِهَذَا تَنْجُو مِنِّي فَقَالَ النَّبِيّ أَخْبِرْنِي بِأَيِّ شَيْء تَغْلِب اِبْن آدَم ؟ قَالَ آخُذهُ عِنْد الْغَضَب وَالْهَوَى .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37988, "aya_id": 42}]