[{"text": "أَلَمْ تَر إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ", "sura_id": 59, "type": 0, "id": 5137, "aya_id": 11}, {"text": "ألم تر إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب لئن أخرجتم لنخرجن معكم ولا نطيع فيكم أحدا أبدا وإن قوتلتم لننصرنكم والله يشهد إنهم لكاذبون", "sura_id": 59, "type": 1, "id": 11373, "aya_id": 11}, {"text": "11 - (ألم تر) تنظر (إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب) وهم بنو النضير واخوانهم في الكفر (لئن) لام قسم في الأربعة (أخرجتم) من المدينة (لنخرجن معكم ولا نطيع فيكم) في خذلانكم (أحدا أبدا وإن قوتلتم) حذفت منه اللام الموطئة (لننصرنكم والله يشهد إنهم لكاذبون) \r\n", "sura_id": 59, "type": 2, "id": 30081, "aya_id": 11}, {"text": "ألم تنظر إلى المنافقين, يقولون لإخوانهم في الكفر من يهود بني النضير: لئن أخرجكم محمد ومَن معه مِن منازلكم لنخرجن معكم, ولا نطيع فيكم أحدًا أبدًا سألَنا خِذْلانكم أو ترك الخروج معكم, ولئن قاتلوكم لنعاوننكم عليهم؟ والله يشهد إن المنافقين لكاذبون فيما وعدوا به يهود بني النضير.\r\n", "sura_id": 59, "type": 3, "id": 36317, "aya_id": 11}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْمُنَافِقِينَ كَعَبْدِ اللَّه بْن أُبَيّ وَأَضْرَابه حِين بَعَثُوا إِلَى يَهُود بَنِي النَّضِير يَعِدُونَهُمْ النَّصْر مِنْ أَنْفُسهمْ فَقَالَ تَعَالَى\" أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمْ الَّذِينَ كَفَرُوا مِنْ أَهْل الْكِتَاب لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيع فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ\" قَالَ اللَّه تَعَالَى \" وَاَللَّه يَشْهَد إِنَّهُمْ لَكَاذِبُونَ\" أَيْ لَكَاذِبُونَ فِيمَا وَعَدُوهُمْ بِهِ إِمَّا لِأَنَّهُمْ قَالُوا لَهُمْ قَوْلًا مِنْ نِيَّتهمْ أَنْ لَا يَقُول لَهُمْ بِهِ وَإِمَّا لِأَنَّهُمْ لَا يَقَع مِنْهُمْ الَّذِي قَالُوهُ .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42054, "aya_id": 11}]