[{"text": "اللّهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ وَالَّذِينَ كَفَرُواْ أَوْلِيَآؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ", "sura_id": 2, "type": 0, "id": 264, "aya_id": 257}, {"text": "الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور إلى الظلمات أولئك أصحاب النار هم فيها خالدون", "sura_id": 2, "type": 1, "id": 6500, "aya_id": 257}, {"text": "257 - (الله ولي) ناصر (الذين آمنوا يخرجهم من الظلمات) الكفر (إلى النور) الإيمان (والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور إلى الظلمات) ذكر الإخراج إما في مقابلة قوله {يخرجهم من الظلمات} أو في كل من أمن بالنبي قبل بعثته من اليهود ثم كفر به (أولئك أصحاب النار هم فيها خالدون) \r\n", "sura_id": 2, "type": 2, "id": 25208, "aya_id": 257}, {"text": "الله يتولى المؤمنين بنصره وتوفيقه وحفظه, يخرجهم من ظلمات الكفر, إلى نور الإيمان. والذين كفروا أنصارهم وأولياؤهم الأنداد والأوثان الذين يعبدونهم من دون الله, يُخرجونهم من نور الإيمان إلى ظلمات الكفر, أولئك أصحاب النار الملازمون لها, هم فيها باقون بقاء أبديًا لا يخرجون منها.\r\n", "sura_id": 2, "type": 3, "id": 31444, "aya_id": 257}, {"text": " <font color=red>اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ يَهْدِي مَنْ اِتَّبَعَ رِضْوَانه سُبُل السَّلَام فَيُخْرِج عِبَاده الْمُؤْمِنِينَ مِنْ ظُلُمَات الْكُفْر وَالشَّكّ وَالرَّيْب إِلَى نُور الْحَقّ الْوَاضِح الْجَلِيّ الْمُبِين السَّهْل الْمُنِير وَأَنَّ الْكَافِرِينَ إِنَّمَا وَلِيُّهُمْ الشَّيْطَانُ يُزَيِّنُ لَهُمْ مَا هُمْ فِيهِ مِنْ الْجَهَالَات وَالضَّلَالَات وَيُخْرِجُونَهُمْ وَيَحِيدُونَ بِهِمْ عَنْ طَرِيق الْحَقّ إِلَى الْكُفْر وَالْإِفْك \" أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ \". وَلِهَذَا وَحَّدَ تَعَالَى لَفْظ النُّور وَجَمَعَ الظُّلُمَات لِأَنَّ الْحَقّ وَاحِد وَالْكُفْر أَجْنَاس كَثِيرَة وَكُلّهَا بَاطِلَة كَمَا قَالَ \" وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُل فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ \" وَقَالَ تَعَالَى \" وَجَعَلَ الظُّلُمَات وَالنُّور\" وَقَالَ تَعَالَى \" عَنْ الْيَمِين وَعَنْ الشِّمَال \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الَّتِي فِي لَفْظهَا إِشْعَار بِتَفَرُّدِ الْحَقّ وَانْتِشَار الْبَاطِل وَتَفَرُّده وَتَشَعُّبه وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مَيْسَرَة حَدَّثَنَا عَبْد الْعَزِيز بْن أَبِي عُثْمَان عَنْ مُوسَى بْن عُبَيْدَة عَنْ أَيُّوب بْن خَالِد قَالَ : يُبْعَث أَهْل الْأَهْوَاء أَوْ قَالَ تُبْعَث أَهْل الْفِتَن فَمَنْ كَانَ هَوَاهُ الْإِيمَان كَانَتْ فِتْنَته بَيْضَاء مُضِيئَة وَمَنْ كَانَ هَوَاهُ الْكُفْر كَانَتْ فِتْنَته سَوْدَاء مُظْلِمَة ثُمَّ قَرَأَ هَذِهِ الْآيَة \" اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنْ الظُّلُمَاتِ إِلَى النُّورِ وَاَلَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمْ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنْ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38671, "aya_id": 257}]