[{"text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ", "sura_id": 29, "type": 0, "id": 3354, "aya_id": 14}, {"text": "ولقد أرسلنا نوحا إلى قومه فلبث فيهم ألف سنة إلا خمسين عاما فأخذهم الطوفان وهم ظالمون", "sura_id": 29, "type": 1, "id": 9590, "aya_id": 14}, {"text": "14 - (ولقد أرسلنا نوحا إلى قومه) وعمره أربعون سنة أو أكثر (فلبث فيهم ألف سنة إلا خمسين عاما) بدعوهم إلى توحيد الله فكذبوه (فأخذهم الطوفان) الماء الكثير طاف بهم وعلاهم فغرقوا (وهم ظالمون) مشركون \r\n", "sura_id": 29, "type": 2, "id": 28298, "aya_id": 14}, {"text": "ولقد أرسلنا نوحًا إلى قومه فمكث فيهم ألف سنة إلا خمسين عامًا, يدعوهم إلى التوحيد وينهاهم عن الشرك, فلم يستجيبوا له, فأهلكهم الله بالطوفان, وهم ظالمون لأنفسهم بكفرهم وطغيانهم.\r\n", "sura_id": 29, "type": 3, "id": 34534, "aya_id": 14}, {"text": " <font color=red>وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ</font><BR><p>هَذِهِ تَسْلِيَة مِنْ اللَّه تَعَالَى لِعَبْدِهِ وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُخْبِرهُ عَنْ نُوح عَلَيْهِ السَّلَام أَنَّهُ مَكَثَ فِي قَوْمه هَذِهِ الْمُدَّة يَدْعُوهُمْ إِلَى اللَّه تَعَالَى لَيْلًا وَنَهَارًا وَسِرًّا وَجِهَارًا وَمَعَ هَذَا مَا زَادَهُمْ ذَلِكَ إِلَّا فِرَارًا عَنْ الْحَقّ وَإِعْرَاضًا عَنْهُ وَتَكْذِيبًا لَهُ وَمَا آمَنَ مَعَهُ مِنْهُمْ إِلَّا قَلِيل وَلِهَذَا قَالَ تَعَالَى : \" فَلَبِثَ فِيهِمْ أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمْ الطُّوفَان وَهُمْ ظَالِمُونَ \" أَيْ بَعْد هَذِهِ الْمُدَّة الطَّوِيلَة مَا نَجَعَ فِيهِمْ الْبَلَاغ وَالْإِنْذَار فَأَنْتَ يَا مُحَمَّد لَا تَأْسَف عَلَى مَنْ كَفَرَ بِك مِنْ قَوْمك وَلَا تَحْزَن عَلَيْهِمْ فَإِنَّ اللَّه يَهْدِي مَنْ يَشَاء وَيُضِلّ مَنْ يَشَاء وَبِيَدِهِ الْأَمْر وَإِلَيْهِ تُرْجَع الْأُمُور \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة \" الْآيَة وَاعْلَمْ أَنَّ اللَّه سَيُظْهِرُك وَيَنْصُرك وَيُؤَيِّدك وَيُذِلّ عَدُوّك وَيَكْبِتهُمْ وَيَجْعَلهُمْ أَسْفَل السَّافِلِينَ . قَالَ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مَاهَك عَنْ اِبْن عَبَّاس قَالَ : بُعِثَ نُوح وَهُوَ لِأَرْبَعِينَ سَنَة وَلَبِثَ فِي قَوْمه أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا وَعَاشَ بَعْد الطُّوفَان سِتِّينَ عَامًا حَتَّى كَثُرَ النَّاس وَفَشَوْا وَقَالَ قَتَادَة يُقَال إِنَّ عُمْره كُلّه أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا لَبِثَ فِيهِمْ قَبْل أَنْ يَدْعُوهُمْ ثَلَاث مِائَة سَنَة وَدَعَاهُمْ ثَلَاث مِائَة سَنَة وَلَبِثَ بَعْد الطُّوفَان ثَلَاثمِائَةِ سَنَة وَخَمْسِينَ عَامًا وَهَذَا قَوْل غَرِيب وَظَاهِر السِّيَاق مِنْ الْآيَة أَنَّهُ مَكَثَ فِي قَوْمه يَدْعُوهُمْ إِلَى اللَّه أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا. وَقَالَ عَوْن بْن أَبِي شَدَّاد إِنَّ اللَّه تَعَالَى أَرْسَلَ نُوحًا إِلَى قَوْمه وَهُوَ اِبْن خَمْسِينَ وَثَلَاث مِائَة سَنَة فَدَعَاهُمْ أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا ثُمَّ عَاشَ بَعْد ذَلِكَ ثَلَاث مِائَة وَخَمْسِينَ سَنَة وَهَذَا أَيْضًا غَرِيب رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَقَوْل اِبْن عَبَّاس أَقْرَب وَاَللَّه أَعْلَم. وَقَالَ الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْل عَنْ مُجَاهِد قَالَ : قَالَ لِي اِبْن عُمَر كَمْ لَبِثَ نُوح فِي قَوْمه ؟ قَالَ قُلْت أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا قَالَ فَإِنَّ النَّاس لَمْ يَزَالُوا فِي نُقْصَان مِنْ أَعْمَارهمْ وَأَحْلَامهمْ وَأَخْلَاقهمْ إِلَى يَوْمك هَذَا .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39779, "aya_id": 14}]