[{"text": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ", "sura_id": 30, "type": 0, "id": 3418, "aya_id": 9}, {"text": "أو لم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم كانوا أشد منهم قوة وأثاروا الأرض وعمروها أكثر مما عمروها وجاءتهم رسلهم بالبينات فما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون", "sura_id": 30, "type": 1, "id": 9654, "aya_id": 9}, {"text": "9 - (أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم كانوا) من الأمم وهي إهلاكهم بتكذيبهم رسلهم (أشد منهم قوة وأثاروا) كعاد وثمود (الأرض وعمروها) حرثوها وقلبوها للزرع والغرس (أكثر مما عمروها وجاءتهم) أي كفار مكة (رسلهم بالبينات فما) بالحجج الظاهرات (كان الله ليظلمهم ولكن) بإهلاكهم بغير جرم (كانوا أنفسهم يظلمون ثم) بتكذيبهم رسلهم \r\n", "sura_id": 30, "type": 2, "id": 28362, "aya_id": 9}, {"text": "أولم يَسِرْ هؤلاء المكذبون بالله الغافلون عن الآخرة في الأرض سَيْرَ تأمل واعتبار, فيشاهدوا كيف كان جزاء الأمم الذين كذَّبوا برسل الله كعاد وثمود؟ وقد كانوا أقوى منهم أجسامًا, وأقدر على التمتع بالحياة حيث حرثوا الأرض وزرعوها, وبنَوْا القصور وسكنوها, فعَمَروا دنياهم أكثر مما عَمَر أهل \"مكة\" دنياهم, فلم تنفعهم عِمارتهم ولا طول مدتهم, وجاءتهم رسلهم بالحجج الظاهرة والبراهين الساطعة, فكذَّبوهم فأهلكهم الله, ولم يظلمهم الله بذلك الإهلاك, وإنما ظلموا أنفسهم بالشرك والعصيان.\r\n", "sura_id": 30, "type": 3, "id": 34598, "aya_id": 9}, {"text": " <font color=red>أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ</font><BR><p>قَالَ تَعَالَى \" أَوَلَمْ يَسِيرُوا فِي الْأَرْض\" أَيْ بِأَفْهَامِهِمْ وَعُقُولهمْ وَنَظَرهمْ وَسَمَاعهمْ أَخْبَار الْمَاضِينَ وَلِهَذَا قَالَ \" فَيَنْظُرُوا كَيْف كَانَ عَاقِبَة الَّذِينَ مِنْ قَبْلهمْ كَانُوا أَشَدّ مِنْهُمْ قُوَّة \" أَيْ كَانَتْ الْأُمَم الْمَاضِيَة وَالْقُرُون السَّالِفَة أَشَدّ مِنْكُمْ قُوَّة أَيّهَا الْمَبْعُوث إِلَيْهِمْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَكْثَر أَمْوَالًا وَأَوْلَادًا وَمَا أُوتِيتُمْ مِعْشَار مَا أُوتُوا وَمُكِّنُوا فِي الدُّنْيَا تَمْكِينًا لَمْ تَبْلُغُوا إِلَيْهِ وَعُمِّرُوا فِيهَا أَعْمَارًا طِوَالًا فَعَمَرُوهَا أَكْثَر مِنْكُمْ وَاسْتَغَلُّوهَا أَكْثَر مِنْ اِسْتِغْلَالكُمْ وَمَعَ هَذَا فَلَمَّا جَاءَتْهُمْ رُسُلهمْ بِالْبَيِّنَاتِ وَفَرِحُوا بِمَا أُوتُوا أَخَذَهُمْ اللَّه بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنْ اللَّه مِنْ وَاقٍ وَلَا حَالَتْ أَمْوَالهمْ وَأَوْلَادهمْ بَيْنهمْ وَبَيْن بَأْس اللَّه وَلَا دَفَعُوا عَنْهُمْ مِثْقَال ذَرَّة وَمَا كَانَ اللَّه لِيَظْلِمهُمْ فِيمَا أَحَلَّ بِهِمْ مِنْ الْعَذَاب وَالنَّكَال \" وَلَكِنْ كَانُوا أَنْفُسهمْ يَظْلِمُونَ\" أَيْ وَإِنَّمَا أُوتُوا مِنْ أَنْفُسهمْ حَيْثُ كَذَّبُوا بِآيَاتِ اللَّه وَاسْتَهْزَءُوا بِهَا وَمَا ذَاكَ إِلَّا بِسَبَبِ ذُنُوبهمْ السَّالِفَة وَتَكْذِيبهمْ الْمُتَقَدِّم .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40102, "aya_id": 9}]