[{"text": "قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللّهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاء إِنَّ فِي ذَلِكَ لَعِبْرَةً لَّأُوْلِي الأَبْصَارِ", "sura_id": 3, "type": 0, "id": 306, "aya_id": 13}, {"text": "قد كان لكم آية في فئتين التقتا فئة تقاتل في سبيل الله وأخرىكافرة يرونهم مثليهم رأي العين والله يؤيد بنصره من يشاء إن في ذلك لعبرة لأولي الأبصار", "sura_id": 3, "type": 1, "id": 6542, "aya_id": 13}, {"text": "13 - (قد كان لكم آية) عبرة وذكر الفعل للفصل (في فئتين) فرقتين (التقتا) يوم بدر للقتال (فئة تقاتل في سبيل الله) أي طاعته وهم النبي وأصحابه وكانوا ثلثمائة وثلاثة عشر رجلا معهم فرسان وست أدرع وثمانية سيوف وأكثرهم رجال (وأخرى كافرة يرونهم) أي الكفار (مثليهم) أي المسلمين أي أكثر منهم وكانوا نحو ألف (رأي العين) أي رؤية ظاهرة معاينة وقد نصرهم الله مع قلتهم (والله يؤيد) يقوي (بنصره من يشاء إن في ذلك) المذكور (لعبرة لأولي الأبصار) لذوي البصائر أفلا تعتبرون بذلك فتؤمنوا \r\n", "sura_id": 3, "type": 2, "id": 25250, "aya_id": 13}, {"text": "قد كان لكم -أيها اليهود المتكبرون المعاندون- دلالة عظيمة في جماعتين تقابلتا في معركة \"بَدْر\": جماعة تقاتل من أجل دين الله, وهم محمد صلى الله عليه وسلم وأصحابه, وجماعة أخرى كافرة بالله, تقاتل من أجل الباطل, ترى المؤمنين في العدد مثليهم رأي العين, وقد جعل الله ذلك سببًا لنصر المسلمين علبهم. والله يؤيِّد بنصره من يشاء من عباده. إن في هذا الذي حدث لَعِظة عظيمة لأصحاب البصائر الذين يهتدون إلى حكم الله وأفعاله.\r\n", "sura_id": 3, "type": 3, "id": 31486, "aya_id": 13}, {"text": " <font color=red>قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ</font><BR><p>\" قَدْ كَانَ لَكُمْ آيَة \" أَيْ قَدْ كَانَ لَكُمْ أَيّهَا الْيَهُود الْقَائِلُونَ مَا قُلْتُمْ آيَة أَيْ دَلَالَة عَلَى أَنَّ اللَّه مُعِزّ دِينه وَنَاصِر رَسُوله وَمُظْهِر كَلِمَته وَمُعْلٍ أَمْره \" فِي فِئَتَيْنِ \" أَيْ طَائِفَتَيْنِ \" اِلْتَقَتَا \" أَيْ لِلْقِتَالِ \" فِئَة تُقَاتِل فِي سَبِيل اللَّه وَأُخْرَى كَافِرَة \" وَهُمْ مُشْرِكُو قُرَيْش يَوْم بَدْر وَقَوْله \" يَرَوْنَهُمْ مِثْلَيْهِمْ رَأَى الْعَيْن \" قَالَ بَعْض الْعُلَمَاء فِيمَا حَكَاهُ اِبْن جَرِير يَرَى الْمُشْرِكُونَ يَوْم بَدْر الْمُسْلِمِينَ مِثْلَيْهِمْ فِي الْعَدَد رَأْيَ أَعْيُنهمْ أَيْ جَعَلَ اللَّه ذَلِكَ فِيمَا رَأَوْهُ سَبَبًا لِنُصْرَةِ الْإِسْلَام عَلَيْهِمْ وَهَذَا لَا إِشْكَال عَلَيْهِ إِلَّا مِنْ جِهَة وَاحِدَة وَهِيَ أَنَّ الْمُشْرِكِينَ بَعَثُوا عُمَر بْن سَعْد يَوْمئِذٍ قَبْل الْقِتَال يَحْزِر لَهُمْ الْمُسْلِمِينَ فَأَخْبَرَهُمْ بِأَنَّهُمْ ثَلَاثُمِائَةٍ يَزِيدُونَ قَلِيلًا أَوْ يَنْقُصُونَ قَلِيلًا وَهَكَذَا كَانَ الْأَمْر . كَانُوا ثَلَاثَمِائَةٍ وَبِضْعَة عَشَر رَجُلًا ثُمَّ لَمَّا وَقَعَ الْقِتَال أَمَدَّهُمْ اللَّه بِأَلْفٍ مِنْ خَوَاصّ الْمَلَائِكَة وِسَادَاتهمْ. \" وَالْقَوْل الثَّانِي \" أَنَّ الْمَعْنَى فِي قَوْله تَعَالَى \" يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْن \" أَيْ يَرَى الْفِئَة الْمُسْلِمَة الْفِئَة الْكَافِرَة مِثْلَيْهِمْ أَيْ ضِعْفَيْهِمْ فِي الْعَدَد وَمَعَ هَذَا نَصَرَهُمْ اللَّه عَلَيْهِمْ وَهَذَا لَا إِشْكَال فِيهِ عَلَى مَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : أَنَّ الْمُؤْمِنِينَ كَانُوا يَوْم بَدْر ثَلَاثَمِائَةٍ وَثَلَاثَة عَشَر رَجُلًا وَالْمُشْرِكِينَ كَانُوا سِتّمِائَةٍ وَسِتَّة وَعِشْرِينَ وَكَأَنَّ هَذَا الْقَوْل مَأْخُوذ مِنْ ظَاهِر هَذِهِ الْآيَة وَلَكِنَّهُ خِلَاف الْمَشْهُور عِنْد أَهْل التَّوَارِيخ وَالسِّيَر وَأَيَّام النَّاس وَخِلَاف الْمَعْرُوف عِنْد الْجُمْهُور أَنَّ الْمُشْرِكِينَ كَانُوا بَيْن تِسْعمِائَةٍ إِلَى أَلْف كَمَا رَوَاهُ مُحَمَّد بْن إِسْحَق عَنْ يَزِيد بْن رُومَان عَنْ عُرْوَة بْن الزُّبَيْر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا سَأَلَ ذَلِكَ الْعَبْد الْأَسْوَد لِبَنِي الْحَجَّاج عَنْ عِدَّة قُرَيْش قَالَ : كَثِير . قَالَ \" كَمْ يَنْحَرُونَ كُلّ يَوْم \" ؟ قَالَ : يَوْمًا تِسْعًا وَيَوْمًا عَشْرًا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْقَوْم مَا بَيْن تِسْعمِائَةٍ إِلَى أَلْف \" . وَرَوَى أَبُو إِسْحَق السَّبِيعِيّ عَنْ جَارِيَة عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : كَانُوا أَلْفًا وَكَذَا قَالَ اِبْن مَسْعُود . وَالْمَشْهُور أَنَّهُمْ كَانُوا مَا بَيْن التِّسْعمِائَةِ إِلَى الْأَلْف وَعَلَى كُلّ تَقْدِير فَقَدْ كَانُوا ثَلَاثَة أَمْثَال الْمُسْلِمِينَ وَعَلَى هَذَا فَيُشْكِل هَذَا الْقَوْل وَاَللَّه أَعْلَم لَكِنْ وَجَّهَ اِبْن جَرِير هَذَا وَجَعَلَهُ صَحِيحًا كَمَا تَقُول عِنْدِي أَلْف وَأَنَا مُحْتَاج إِلَى مِثْلَيْهَا وَتَكُون مُحْتَاجًا إِلَى ثَلَاثَة آلَاف وَكَذَا قَالَ وَعَلَى هَذَا فَلَا إِشْكَال لَكِنْ بَقِيَ سُؤَال آخَر وَهُوَ وَارِد عَلَى الْقَوْلَيْنِ وَهُوَ أَنْ يُقَال مَا الْجَمْع بَيْن هَذِهِ الْآيَة وَبَيْن قَوْله تَعَالَى فِي قِصَّة بَدْر \" وَإِذْ يُرِيكُمُوهُمْ إِذْ اِلْتَقَيْتُمْ فِي أَعْيُنكُمْ قَلِيلًا وَيُقَلِّلكُمْ فِي أَعْيُنهمْ لِيَقْضِيَ اللَّه أَمْرًا كَانَ مَفْعُولًا \" فَالْجَوَاب أَنَّ هَذَا كَانَ فِي حَالَة وَالْآخَر كَانَ فِي حَالَة أُخْرَى كَمَا قَالَ السُّدِّيّ عَنْ الطَّيِّب عَنْ اِبْن مَسْعُود فِي قَوْله تَعَالَى \" قَدْ كَانَ لَكُمْ آيَة فِي فِئَتَيْنِ اِلْتَقَتَا \" الْآيَة قَالَ : هَذَا يَوْم بَدْر . قَالَ عَبْد اللَّه بْن مَسْعُود : وَقَدْ نَظَرْنَا إِلَى الْمُشْرِكِينَ فَرَأَيْنَاهُمْ يُضْعَفُونَ عَلَيْنَا ثُمَّ نَظَرْنَا إِلَيْهِمْ فَمَا رَأَيْنَاهُمْ يَزِيدُونَ عَلَيْنَا رَجُلًا وَاحِدًا وَذَلِكَ قَوْله تَعَالَى \" وَإِذْ يُرِيكُمُوهُمْ إِذْ اِلْتَقَيْتُمْ فِي أَعْيُنكُمْ قَلِيلًا وَيُقَلِّلكُمْ فِي أَعْيُنهمْ \" الْآيَة وَقَالَ أَبُو إِسْحَق عَنْ أَبِي عَبْدَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : لَقَدْ قُلِّلُوا فِي أَعْيُننَا حَتَّى قُلْت لِرَجُلٍ إِلَى جَانِبِي : تَرَاهُمْ سَبْعِينَ قَالَ : أَرَاهُمْ مِائَة. قَالَ : فَأَسَرْنَا رَجُلًا مِنْهُمْ فَقُلْنَا كَمْ كُنْتُمْ ؟ قَالَ : أَلْفًا فَعِنْدَمَا عَايَنَ كُلّ مِنْ الْفَرِيقَيْنِ الْآخَر رَأَى الْمُسْلِمُونَ الْمُشْرِكِينَ مِثْلَيْهِمْ أَيْ أَكْثَر مِنْهُمْ بِالضِّعْفِ لِيَتَوَكَّلُوا وَيَتَوَجَّهُوا وَيَطْلُبُوا الْإِعَانَة مِنْ رَبّهمْ عَزَّ وَجَلَّ وَرَأَى الْمُشْرِكُونَ الْمُؤْمِنِينَ كَذَلِكَ لِيَحْصُل لَهُمْ الرُّعْب وَالْخَوْف وَالْجَزَع وَالْهَلَع ثُمَّ لَمَّا حَصَلَ التَّصَافّ وَالْتَقَى الْفَرِيقَانِ قَلَّلَ اللَّه هَؤُلَاءِ فِي أَعْيُن هَؤُلَاءِ وَهَؤُلَاءِ فِي أَعْيُن هَؤُلَاءِ لَيُقْدِمَ كُلّ مِنْهُمَا عَلَى الْآخَر \" لِيَقْضِيَ اللَّه أَمْرًا كَانَ مَفْعُولًا \" أَيْ لِيُفَرَّقَ بَيْن الْحَقّ وَالْبَاطِل فَيُظْهِر كَلِمَة الْإِيمَان عَلَى الْكُفْر وَالطُّغْيَان وَيُعِزّ الْمُؤْمِنِينَ وَيُذِلّ الْكَافِرِينَ كَمَا قَالَ تَعَالَى \" وَلَقَدْ نَصَرَكُمْ اللَّه بِبَدْرٍ وَأَنْتُمْ أَذِلَّة \" وَقَالَ هَهُنَا \" وَاَللَّه يُؤَيِّد بِنَصْرِهِ مَنْ يَشَاء إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَار \" أَيْ إِنَّ فِي ذَلِكَ لَعِبْرَة لِمَنْ لَهُ بَصِيرَة وَفَهْم لِيَهْتَدِيَ بِهِ إِلَى حُكْم اللَّه وَأَفْعَاله وَقَدَرِهِ الْجَارِي بِنَصْرِ عِبَاده الْمُؤْمِنِينَ فِي هَذِهِ الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39877, "aya_id": 13}]