[{"text": "لَّيْسَ الْبِرَّ أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَالْمَلآئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّآئِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُواْ وَالصَّابِرِينَ فِي الْبَأْسَاء والضَّرَّاء وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ", "sura_id": 2, "type": 0, "id": 184, "aya_id": 177}, {"text": "ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين وآتى المال على حبه ذوي القربى واليتامى والمساكين وابن السبيل والسائلين وفي الرقاب وأقام الصلاة وآتى الزكاة والموفون بعهدهم إذا عاهدوا والصابرين في البأساء والضراء وحين البأس أولئك الذين صدقوا وأولئك هم المتقون", "sura_id": 2, "type": 1, "id": 6420, "aya_id": 177}, {"text": "177 - (ليس البرَّ أن تولوا وجوهكم) في الصلاة (قبل المشرق والمغرب) نزل رداً على اليهود والنصارى حيث زعموا ذلك (ولكن البرَّ) أي ذا البر وقرئ بفتح الباء أي البار (من آمن بالله واليوم الآخر والملائكة والكتاب) أي الكتب (والنبيين وآتى المال على) مع (حبه) له (ذوي القربى) القرابة (واليتامى والمساكين وابن السبيل) المسافر (والسائلين) الطالبين (وفي) فك (الرقاب) المكاتبين والأسرى (وأقام الصلاة وآتى الزكاة) المفروضة وما قبله في التطوع (والموفون بعهدهم إذا عاهدوا) الله أو الناس (والصابرين) نصب على المدح (في البأساء) شدة الفقر (والضراء) المرض (وحين البأس) وقت شدة القتال في سبيل الله (أولئك) الموصوفون بما ذكر (الذين صدقوا) في إيمانهم أو ادعاء البر (وأولئك هم المتقون) الله \r\n", "sura_id": 2, "type": 2, "id": 25128, "aya_id": 177}, {"text": "ليس الخير عند الله- تعالى- في التوجه في الصلاة إلى جهة المشرق والمغرب إن لم يكن عن أمر الله وشرعه, وإنما الخير كل الخير هو إيمان من آمن بالله وصدَّق به معبودًا وحدَه لا شريك له, وآمن بيوم البعث والجزاء, وبالملائكة جميعًا, وبالكتب المنزلة كافة, وبجميع النبيين من غير تفريق, وأعطى المال تطوُّعًا -مع شدة حبه- ذوي القربى, واليتامى المحتاجين الذين مات آباؤهم وهم دون سن البلوغ, والمساكين الذين أرهقهم الفقر, والمسافرين المحتاجين الذين بَعُدوا عن أهلهم ومالهم, والسائلين الذين اضطروا إلى السؤال لشدة حاجتهم, وأنفق في تحرير الرقيق والأسرى, وأقام الصلاة, وأدى الزكاة المفروضة, والذين يوفون بالعهود, ومن صبر في حال فقره ومرضه, وفي شدة القتال. أولئك المتصفون بهذه الصفات هم الذين صدقوا في إيمانهم, وأولئك هم الذين اتقَوا عقاب الله فتجنبوا معاصيه.\r\n", "sura_id": 2, "type": 3, "id": 31364, "aya_id": 177}, {"text": " <font color=red>لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ</font><BR><p>اِشْتَمَلَتْ هَذِهِ الْآيَة الْكَرِيمَة عَلَى جُمَلٍ عَظِيمَةٍ وَقَوَاعِدَ عَمِيمَةٍ وَعَقِيدَةٍ مُسْتَقِيمَةٍ كَمَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْد بْن هِشَام الْحَلَبِيّ حَدَّثَنَا عُبَيْد اللَّه بْن عَمْرو عَنْ عَامِر بْن شُفَيّ عَنْ عَبْد الْكَرِيم عَنْ مُجَاهِد عَنْ أَبِي ذَرّ أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا الْإِيمَانُ ؟ فَتَلَا عَلَيْهِ \" لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ \" إِلَى آخِر الْآيَة قَالَ : ثُمَّ سَأَلَهُ أَيْضًا فَتَلَاهَا عَلَيْهِ ثُمَّ سَأَلَهُ فَقَالَ : \" إِذَا عَمِلْت حَسَنَة أَحَبَّهَا قَلْبك وَإِذَا عَمِلْت سَيِّئَة أَبْغَضَهَا قَلْبك \" وَهَذَا مُنْقَطِع فَإِنَّ مُجَاهِدًا لَمْ يُدْرِك أَبَا ذَرّ فَإِنَّهُ مَاتَ قَدِيمًا وَقَالَ الْمَسْعُودِيّ : حَدَّثَنَا الْقَاسِم بْن عَبْد الرَّحْمَن قَالَ جَاءَ رَجُل إِلَى أَبِي ذَرّ فَقَالَ مَا الْإِيمَان ؟ فَقَرَأَ عَلَيْهِ هَذِهِ الْآيَة \" لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ \" حَتَّى فَرَغَ مِنْهَا فَقَالَ الرَّجُل لَيْسَ عَنْ الْبِرّ سَأَلْتُك فَقَالَ أَبُو ذَرّ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَمَّا سَأَلْتنِي عَنْهُ فَقَرَأَ عَلَيْهِ هَذِهِ الْآيَة فَأَبَى أَنْ يَرْضَى كَمَا أَبَيْت أَنْ تَرْضَى فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَشَارَ بِيَدِهِ \" الْمُؤْمِنُ إِذَا عَمِلَ حَسَنَةً سَرَّتْهُ وَرَجَا ثَوَابَهَا وَإِذَا عَمِلَ سَيِّئَةً أَحْزَنَتْهُ وَخَافَ عِقَابَهَا\" رَوَاهُ اِبْن مَرْدَوَيْهِ وَهَذَا أَيْضًا مُنْقَطِع وَاَللَّه أَعْلَم. وَأَمَّا الْكَلَام عَلَى تَفْسِير هَذِهِ الْآيَة فَإِنَّ اللَّه تَعَالَى لَمَّا أَمَرَ الْمُؤْمِنِينَ أَوَّلًا بِالتَّوَجُّهِ إِلَى بَيْت الْمَقْدِس ثُمَّ حَوَّلَهُمْ إِلَى الْكَعْبَة شَقَّ ذَلِكَ عَلَى نُفُوس طَائِفَة مِنْ أَهْل الْكِتَاب وَبَعْض الْمُسْلِمِينَ فَأَنْزَلَ اللَّه تَعَالَى بَيَان حِكْمَته فِي ذَلِكَ وَهُوَ أَنَّ الْمُرَاد إِنَّمَا هُوَ طَاعَة اللَّه عَزَّ وَجَلَّ وَامْتِثَال أَوَامِره وَالتَّوَجُّه حَيْثُمَا وَجَّهَ وَاتِّبَاع مَا شَرَعَ فَهَذَا هُوَ الْبِرّ وَالتَّقْوَى وَالْإِيمَان الْكَامِل وَلَيْسَ فِي لُزُوم التَّوَجُّه إِلَى جِهَة مِنْ الْمَشْرِق أَوْ الْمَغْرِب بِرّ وَلَا طَاعَة إِنْ لَمْ يَكُنْ عَنْ أَمْر اللَّه وَشَرْعه وَلِهَذَا قَالَ \" لَيْسَ الْبِرّ أَنْ تُوَلُّوا وُجُوهكُمْ قِبَل الْمَشْرِق وَالْمَغْرِب وَلَكِنَّ الْبِرّ مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر \" الْآيَة كَمَا قَالَ فِي الْأَضَاحِيّ وَالْهَدَايَا لَنْ يَنَال اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ \" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة لَيْسَ الْبِرّ أَنْ تُصَلُّوا وَلَا تَعْمَلُوا فَهَذَا حِين تَحَوَّلَ مِنْ مَكَّة إِلَى الْمَدِينَة وَنَزَلَتْ الْفَرَائِض وَالْحُدُود فَأَمَرَ اللَّه بِالْفَرَائِضِ وَالْعَمَل بِهَا وَرُوِيَ عَنْ الضَّحَّاك وَمُقَاتِل نَحْو ذَلِكَ وَقَالَ أَبُو الْعَالِيَة : كَانَتْ الْيَهُود تُقْبَل قِبَل الْمَغْرِب وَكَانَتْ النَّصَارَى تُقْبَل قِبَل الْمَشْرِق فَقَالَ اللَّه تَعَالَى \" لَيْسَ الْبِرّ أَنْ تُوَلُّوا وُجُوهكُمْ قِبَل الْمَشْرِق وَالْمَغْرِب \" يَقُول هَذَا كَلَام الْإِيمَان وَحَقِيقَته الْعَمَل وَرُوِيَ عَنْ الْحَسَن وَالرَّبِيع بْن أَنَس مِثْله . وَقَالَ مُجَاهِد : وَلَكِنَّ الْبِرّ مَا ثَبَتَ فِي الْقُلُوب مِنْ طَاعَة اللَّه عَزَّ وَجَلَّ وَقَالَ الضَّحَّاك : وَلَكِنَّ الْبِرّ وَالتَّقْوَى أَنْ تُؤَدُّوا الْفَرَائِض عَلَى وُجُوههَا وَقَالَ الثَّوْرِيّ : \" وَلَكِنَّ الْبِرّ مَنْ آمَنَ بِاَللَّهِ\" الْآيَة قَالَ هَذِهِ أَنْوَاع الْبِرّ كُلّهَا وَصَدَقَ رَحِمَهُ اللَّه فَإِنَّ مَنْ اِتَّصَفَ بِهَذِهِ الْآيَة فَقَدْ دَخَلَ فِي عُرَى الْإِسْلَام كُلّهَا وَأَخَذَ بِمَجَامِع الْخَيْر كُلّه وَهُوَ الْإِيمَان بِاَللَّهِ وَأَنَّهُ لَا إِلَه إِلَّا هُوَ وَصَدَّقَ بِوُجُودِ الْمَلَائِكَة الَّذِينَ هُمْ سَفَرَة بَيْن اللَّه وَرُسُله \" وَالْكِتَاب \" وَهُوَ اِسْم جِنْس يَشْمَل الْكُتُب الْمُنَزَّلَة مِنْ السَّمَاء عَلَى الْأَنْبِيَاء حَتَّى خُتِمَتْ بِأَشْرَفِهَا وَهُوَ الْقُرْآن الْمُهَيْمِن عَلَى مَا قَبْله مِنْ الْكُتُب الَّذِي اِنْتَهَى إِلَيْهِ كُلّ خَيْر وَاشْتَمَلَ عَلَى كُلّ سَعَادَة فِي الدُّنْيَا وَالْآخِرَة وَنُسِخَ بِهِ كُلّ مَا سِوَاهُ مِنْ الْكُتُب قَبْله وَآمَنَ بِأَنْبِيَاءِ اللَّه كُلّهمْ مِنْ أَوَّلهمْ إِلَى خَاتَمهمْ مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَعَلَيْهِمْ أَجْمَعِينَ وَقَوْله \" وَآتَى الْمَال عَلَى حُبّه \" أَيْ أَخْرَجَهُ وَهُوَ مُحِبّ لَهُ رَاغِب فِيهِ نَصَّ عَلَى ذَلِكَ اِبْن مَسْعُود وَسَعِيد بْن جُبَيْر وَغَيْرهمَا مِنْ السَّلَف وَالْخَلَف كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي هُرَيْرَة مَرْفُوعًا \" أَفْضَل الصَّدَقَة أَنْ تَصَّدَّقَ وَأَنْتَ صَحِيحٌ شَحِيحٌ تَأْمَلُ الْغِنَى وَتَخْشَى الْفَقْرَ \" . وَقَدْ رَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث شُعْبَة وَالثَّوْرِيّ عَنْ مَنْصُور عَنْ زُبَيْد عَنْ مُرَّة عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَآتَى الْمَال عَلَى حُبّه أَنْ تُعْطِيه وَأَنْتَ صَحِيحٌ تَأْمَلُ الْعَيْش وَتَخْشَى الْفَقْر \" ثُمَّ قَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . \" قُلْت\" وَقَدْ رَوَاهُ وَكِيع عَنْ الْأَعْمَش وَسُفْيَان عَنْ زُبَيْد عَنْ مُرَّة عَنْ اِبْن مَسْعُود مَوْقُوفًا وَهُوَ أَصَحُّ وَاَللَّه أَعْلَم. وَقَالَ تَعَالَى \" وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شَكُورًا \" وَقَالَ تَعَالَى \" لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ \" وَقَوْله \" وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ \" نَمَطٌ آخَرُ أَرْفَعُ مِنْ هَذَا وَهُوَ أَنَّهُمْ آثَرَوْا بِمَا هُمْ مُضْطَرُّونَ إِلَيْهِ وَهَؤُلَاءِ أَعْطَوْا وَأَطْعَمُوا مَا هُمْ مُحِبُّونَ لَهُ وَقَوْله\" ذَوِي الْقُرْبَى \" وَهُمْ قَرَابَات الرَّجُل وَهُمْ أَوْلَى مَنْ أَعْطَى مِنْ الصَّدَقَة كَمَا ثَبَتَ فِي الْحَدِيث \" الصَّدَقَةُ عَلَى الْمَسَاكِينِ صَدَقَةٌ وَعَلَى ذَوِي الرَّحِم ثِنْتَانِ صَدَقَةٌ وَصِلَةٌ فَهُمْ أَوْلَى النَّاس بِك بِبِرِّك وَإِعْطَائِك \" وَقَدْ أَمَرَ اللَّهُ تَعَالَى بِالْإِحْسَانِ إِلَيْهِمْ فِي غَيْر مَوْضِع مِنْ كِتَابه الْعَزِيز \" وَالْيَتَامَى \" هُمْ الَّذِينَ لَا كَاسِبَ لَهُمْ وَقَدْ مَاتَ آبَاؤُهُمْ وَهُمْ ضُعَفَاء صِغَار دُون الْبُلُوغ وَالْقُدْرَة عَلَى التَّكَسُّب وَقَدْ قَالَ : عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ جُوَيْبِر عَنْ الضَّحَّاك عَنْ النَّزَّال بْن سَبْرَة عَنْ عَلِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" لَا يُتْمَ بَعْد حُلُمٍ \" \" وَالْمَسَاكِين \" وَهُمْ الَّذِينَ لَا يَجِدُونَ مَا يَكْفِيهِمْ فِي قُوتهمْ وَكِسْوَتهمْ وَسُكْنَاهُمْ فَيُعْطَوْنَ مَا تُسَدُّ بِهِ حَاجَتُهُمْ وَخَلَّتهمْ وَفِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" لَيْسَ الْمِسْكِين بِهَذَا الطَّوَّاف الَّذِي تَرُدُّهُ التَّمْرَةُ وَالتَّمْرَتَانِ وَاللُّقْمَةُ وَاللُّقْمَتَانِ وَلَكِنَّ الْمِسْكِين الَّذِي لَا يَجِد غِنًى يُغْنِيه وَلَا يُفْطَن لَهُ فَيُتَصَدَّقُ عَلَيْهِ \" \" وَابْن السَّبِيل \" وَهُوَ الْمُسَافِر الْمُجْتَاز الَّذِي قَدْ فَرَغَتْ نَفَقَتُهُ فَيُعْطَى مَا يُوَصِّلُهُ إِلَى بَلَدِهِ وَكَذَا الَّذِي يُرِيد سَفَرًا فِي طَاعَة فَيُعْطَى مَا يَكْفِيه فِي ذَهَابه وَإِيَابه وَيَدْخُلُ فِي ذَلِكَ الضَّيْف كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : اِبْن السَّبِيل هُوَ الضَّيْفُ الَّذِي يَنْزِل بِالْمُسْلِمِينَ وَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَأَبُو جَعْفَر الْبَاقِر وَالْحَسَن وَقَتَادَة وَالضَّحَّاك وَالزُّهْرِيّ وَالرَّبِيع بْن أَنَس وَمُقَاتِل بْن حَيَّان\" وَالسَّائِلِينَ \" وَهُمْ الَّذِينَ يَتَعَرَّضُونَ لِلطَّلَبِ فَيُعْطَوْنَ مِنْ الزَّكَوَات وَالصَّدَقَات كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع وَعَبْد الرَّحْمَن قَالَ : حَدَّثَنَا سُفْيَان عَمّ مُصْعَب بْن مُحَمَّد عَنْ يَعْلَى بْن أَبِي يَحْيَى عَنْ فَاطِمَة بِنْت الْحُسَيْن عَنْ أَبِيهَا - قَالَ عَبْد الرَّحْمَن حُسَيْن بْن عَلِيّ - قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لِلسَّائِلِ حَقٌّ وَإِنْ جَاءَ عَلَى فَرَسٍ \" رَوَاهُ أَبُو دَاوُد \" وَفِي الرِّقَاب\" وَهُمْ الْمُكَاتَبُونَ الَّذِينَ لَا يَجِدُونَ مَا يُؤَدُّونَهُ فِي كِتَابَتهمْ وَسَيَأْتِي الْكَلَامُ عَلَى كَثِيرٍ مِنْ هَذِهِ الْأَصْنَافِ فِي آيَة الصَّدَقَات مِنْ بَرَاءَة إِنْ شَاءَ اللَّهُ تَعَالَى . وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن عَبْد الْحَمِيد حَدَّثَنَا شَرِيك عَنْ أَبِي حَمْزَة عَنْ الشَّعْبِيّ حَدَّثَتْنِي فَاطِمَة بِنْت قَيْس أَنَّهَا سَأَلَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَفِي الْمَال حَقٌّ سِوَى الزَّكَاة ؟ قَالَتْ فَتَلَا عَلَيَّ \" وَآتَى الْمَالَ عَلَى حُبِّهِ \" . وَرَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث آدَم بْن إِيَاس وَيَحْيَى بْن عَبْد الْحَمِيد كِلَاهُمَا عَنْ شَرِيك عَنْ أَبِي حَمْزَة عَنْ الشَّعْبِيّ عَنْ فَاطِمَة بِنْت قَيْس قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" فِي الْمَالِ حَقٌّ سِوَى الزَّكَاةِ \" ثُمَّ قَرَأَ لَيْسَ الْبِرّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَل الْمَشْرِق وَالْمَغْرِب - إِلَى قَوْله - وَفِي الرِّقَاب \" وَأَخْرَجَهُ اِبْن مَاجَهْ وَالتِّرْمِذِيّ وَضَعَّفَ أَبَا حَمْزَة مَيْمُونًا الْأَعْوَر وَقَدْ رَوَاهُ سَيَّار لِإِسْمَاعِيل بْن سَالِم عَنْ الشَّعْبِيّ وَقَوْله وَأَقَامَ الصَّلَاة أَيْ وَأَتَمَّ أَفْعَال الصَّلَاة فِي أَوْقَاتهَا بِرُكُوعِهَا وَسُجُودهَا وَطُمَأْنِينَتهَا وَخُشُوعهَا عَلَى الْوَجْهِ الشَّرْعِيِّ الْمَرْضِيِّ وَقَوْله \" آتَى الزَّكَاة \" يَحْتَمِل أَنْ يَكُون الْمُرَاد بِهِ زَكَاة النَّفْس وَتَخْلِيصهَا مِنْ الْأَخْلَاق الدَّنِيئَة الرَّذِيلَة كَقَوْلِهِ \" قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا \" وَقَوْل مُوسَى لِفِرْعَوْن : \" هَلْ لَك إِلَى أَنْ تَزَكَّى وَأَهْدِيَك إِلَى رَبِّك فَتَخْشَى\" وَقَوْله تَعَالَى \" وَوَيْلٌ لِلْمُشْرِكِينَ الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ \" وَيَحْتَمِل أَنْ يَكُون الْمُرَاد زَكَاة الْمَال كَمَا قَالَهُ سَعِيد بْن جُبَيْر وَمُقَاتِل بْن حَيَّان وَيَكُون الْمَذْكُور مِنْ إِعْطَاء هَذِهِ الْجِهَات وَالْأَصْنَاف الْمَذْكُورِينَ إِنَّمَا هُوَ التَّطَوُّع وَالْبِرّ وَالصِّلَة وَلِهَذَا تَقَدَّمَ فِي الْحَدِيث عَنْ فَاطِمَة بِنْت قَيْس \" أَنَّ فِي الْمَال حَقًّا سِوَى الزَّكَاة\" وَاَللَّه أَعْلَم . وَقَوْله \" وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا \" كَقَوْلِهِ \" الَّذِينَ يُوفُونَ بِعَهْدِ اللَّه وَلَا يَنْقُضُونَ الْمِيثَاق \" وَعَكْس هَذِهِ الصِّفَة النِّفَاق كَمَا صَحَّ الْحَدِيث \" آيَةُ الْمُنَافِق ثَلَاث إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اُؤْتُمِنَ خَانَ \" وَفِي الْحَدِيث الْآخَر\" إِذَا حَدَّثَ كَذَبَ وَإِذَا عَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ\" وَقَوْله \" وَالصَّابِرِينَ فِي الْبَأْسَاء وَالضَّرَّاء وَحِين الْبَأْس أَيْ فِي حَال الْفَقْر وَهُوَ الْبَأْسَاء وَفِي حَال الْمَرَض وَالْأَسْقَام وَهُوَ الضَّرَّاء \" وَحِين الْبَأْس \" أَيْ فِي حَال الْقِتَال وَالْتِقَاء الْأَعْدَاء قَالَهُ اِبْن مَسْعُود وَابْن عَبَّاس وَأَبُو الْعَالِيَة وَمُرَّة الْهَمْدَانِيّ وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَأَبُو مَالِك وَالضَّحَّاك وَغَيْرهمْ وَإِنَّمَا نَصَبَ الصَّابِرِينَ عَلَى الْمَدْح وَالْحَثّ عَلَى الصَّبْر فِي هَذِهِ الْأَحْوَال لِشِدَّتِهِ وَصُعُوبَته وَاَللَّه أَعْلَم وَهُوَ الْمُسْتَعَان وَعَلَيْهِ التُّكْلَان : وَقَوْله \" أُولَئِكَ الَّذِينَ صَدَقُوا \" أَيْ هَؤُلَاءِ الَّذِينَ اِتَّصَفُوا بِهَذِهِ الصِّفَات هُمْ الَّذِينَ صَدَقُوا فِي إِيمَانهمْ لِأَنَّهُمْ حَقَّقُوا الْإِيمَان الْقَلْبِيّ بِالْأَقْوَالِ وَالْأَفْعَال فَهَؤُلَاءِ هُمْ الَّذِينَ صَدَقُوا \" وَأُولَئِكَ هُمْ الْمُتَّقُونَ\" لِأَنَّهُمْ اِتَّقُوا الْمَحَارِم وَفَعَلُوا الطَّاعَات .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38583, "aya_id": 177}]