[{"text": "وَإِن كُنتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُواْ كَاتِبًا فَرِهَانٌ مَّقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللّهَ رَبَّهُ وَلاَ تَكْتُمُواْ الشَّهَادَةَ وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللّهُ بِمَا تَعْمَلُونَ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 290, "aya_id": 283}, {"text": "وإن كنتم على سفر ولم تجدوا كاتبا فرهان مقبوضة فإن أمن بعضكم بعضا فليؤد الذي اؤتمن أمانته وليتق الله ربه ولا تكتموا الشهادة ومن يكتمها فإنه آثم قلبه والله بما تعملون عليم", "sura_id": 2, "type": 1, "id": 6526, "aya_id": 283}, {"text": "283 - (وإن كنتم على سفر) أي مسافرين وتداينتم (ولم تجدوا كاتبا فرُهُنٌ) وفي قراءة {فرِهان} جمع رَهْن (مقبوضة) تستوثقون بها ، وبينت السنة جواز الرهن في الحضر ووجود الكاتب فالتقيد بما ذكر لأن التوثيق فيه أشد وأفاد قوله مقبوضة اشتراط القبض في الرهن والاكتفاء به من المرتهن ووكيله (فإن أمن بعضكم بعضا) أي الدائن المدين على حقه فلم يرتهن (فليؤد الذي اؤتمن) أي المدين (أمانته) دينه (وليتق الله ربه) في أدائه (ولا تكتموا الشهادة) إذا دعيتم لإقامتها (ومن يكتمها فإنه آثم قلبه) خص بالذكر لأنه محل الشهادة ولأنه إذا أثم تبعه غيره فيعاقب عليه معاقبة الآثمين (والله بما تعملون عليم) لا يخفى عليه شيء منه \r\n", "sura_id": 2, "type": 2, "id": 25234, "aya_id": 283}, {"text": "وإن كنتم مسافرين ولم تجدوا مَن يكتب لكم فادفعوا إلى صاحب الحق شيئًا يكون عنده ضمانًا لحقِّه إلى أن يردَّ المدينُ ما عليه من دين, فإن وثق بعضكم ببعض فلا حرج في ترك الكتابة والإشهاد والرهن, ويبقى الدَّين أمانة في ذمَّة المدين, عليه أداؤه, وعليه أن يراقب الله فلا يخون صاحبه. فإن أنكر المدين ما عليه من دين, وكان هناك مَن حضر وشهد, فعليه أن يظهر شهادته, ومن أخفى هذه الشهادة فهو صاحب قلب غادر فاجر. والله المُطَّلِع على السرائر, المحيط علمه بكل أموركم, سيحاسبكم على ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31470, "aya_id": 283}, {"text": " <font color=red>وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ</font><BR><p>يَقُول تَعَالَى \" وَإِنْ كُنْتُمْ عَلَى سَفَر \" أَيْ مُسَافِرِينَ وَتَدَايَنْتُمْ إِلَى أَجَل مُسَمًّى \" وَلَمْ تَجِدُوا كَاتِبًا \" يَكْتُب لَكُمْ قَالَ اِبْن عَبَّاس أَوْ وَجَدُوهُ وَلَمْ يَجِدُوا قِرْطَاسًا أَوْ دَوَاة أَوْ قَلَمًا فَرِهَان مَقْبُوضَة أَيْ فَلْيَكُنْ بَدَل الْكِتَابَة رِهَان مَقْبُوضَة أَيْ فِي يَد صَاحِب الْحَقّ وَقَدْ اِسْتَدَلَّ بِقَوْلِهِ \" فَرِهَان مَقْبُوضَة \" عَلَى أَنَّ الرَّهْن لَا يَلْزَم إِلَّا بِالْقَبْضِ كَمَا هُوَ مَذْهَب الشَّافِعِيّ وَالْجُمْهُور وَاسْتَدَلَّ بِهَا آخَرُونَ عَلَى أَنَّهُ لَا بُدّ أَنْ يَكُون الرَّهْن مَقْبُوضًا فِي يَد الْمُرْتَهِن وَهُوَ رِوَايَة عَنْ الْإِمَام أَحْمَد وَذَهَبَ إِلَيْهِ طَائِفَة وَاسْتَدَلَّ آخَرُونَ مِنْ السَّلَف بِهَذِهِ الْآيَة عَلَى أَنَّهُ لَا يَكُون الرَّهْن مَشْرُوعًا إِلَّا فِي السَّفَر قَالَهُ مُجَاهِد وَغَيْره وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَنَس أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - تُوُفِّيَ وَدِرْعُهُ مَرْهُونَةٌ عِنْد يَهُودِيٍّ عَلَى ثَلَاثِينَ وَسْقًا مِنْ شَعِير رَهَنَهَا قُوتًا لِأَهْلِهِ وَفِي رِوَايَة مِنْ يَهُود الْمَدِينَة وَفِي رِوَايَة الشَّافِعِيّ عِنْد أَبِي الشَّحْم الْيَهُودِيّ وَتَقْرِير هَذِهِ الْمَسَائِل فِي كِتَاب الْأَحْكَام الْكَبِير وَلِلَّهِ الْحَمْد وَالْمِنَّة وَبِهِ الْمُسْتَعَان . وَقَوْله \" فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِينَ اؤْتُمِنَ أَمَانَتَهُ \" رَوَى اِبْن أَبِي حَاتِم بِإِسْنَادٍ جَيِّد عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّهُ قَالَ : هَذِهِ نَسَخَتْ مَا قَبْلهَا وَقَالَ الشَّعْبِيّ : إِذَا اِئْتَمَنَ بَعْضكُمْ بَعْضًا فَلَا بَأْس أَنْ لَا تَكْتُبُوا أَوْ لَا تُشْهِدُوا وَقَوْله \" وَلْيَتَّقِ اللَّه رَبّه \" يُعْنَى الْمُؤْتَمَن كَمَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ رِوَايَة قَتَادَة عَنْ الْحَسَن عَنْ سَمُرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" عَلَى الْيَد مَا أَخَذَتْ حَتَّى تُؤَدِّيَهُ \" . وَقَوْله \" وَلَا تَكْتُمُوا الشَّهَادَة \" أَيْ لَا تُخْفُوهَا وَتُغْلُوهَا وَلَا تُظْهِرُوهَا قَالَ اِبْن عَبَّاس وَغَيْره : شَهَادَة الزُّور مِنْ أَكْبَر الْكَبَائِر وَكِتْمَانهَا كَذَلِكَ وَلِهَذَا قَالَ \" وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ\" قَالَ السُّدِّيّ يَعْنِي فَاجِر قَلْبه وَهَذِهِ كَقَوْلِهِ تَعَالَى\" وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنْ الْآثِمِينَ\" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاء لِلَّهِ وَلَوْ عَلَى أَنْفُسكُمْ أَوْ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاَللَّه أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّه كَانَ بِمَا تَعْمَلُونَ خَبِيرًا \" وَهَكَذَا قَالَ هَاهُنَا \" وَلَا تَكْتُمُوا الشَّهَادَة وَمَنْ يَكْتُمهَا فَإِنَّهُ آثِم قَلْبه وَاَللَّه بِمَا تَعْمَلُونَ عَلِيم \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38700, "aya_id": 283}]