[{"text": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِن شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُواْ فِيهِ لَفِي شَكٍّ مِّنْهُ مَا لَهُم بِهِ مِنْ عِلْمٍ إِلاَّ اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا", "sura_id": 4, "type": 0, "id": 650, "aya_id": 157}, {"text": "وقولهم إنا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم وإن الذين اختلفوا فيه لفي شك منه ما لهم به من علم إلا اتباع الظن وما قتلوه يقينا", "sura_id": 4, "type": 1, "id": 6886, "aya_id": 157}, {"text": "157 - (وقولهم) مفتخرين (إنا قتلنا المسيح عيسى ابن مريم رسول الله) في زعمهم ، أي بمجموع ذلك عذبناهم قال تعالى تكذيبا لهم في قتله (وما قتلوه وما صلبوه ولكن شبه لهم) المقتول والمصلوب وهو صاحبهم بعيسى ، أي ألقى الله عليه شبهه فظنوه إياه (وإن الذين اختلفوا فيه) أي في عيسى (لفي شك منه) من قتله حيث قال بعضهم لما رأوا المقتول الوجه وجه عيسى والجسد ليس بجسده فليس به وقال آخرون بل هو هو (ما لهم به) بقتله (من علم إلا اتباع الظن) استثناء منقطع ، أي لكن يتبعون فيه الظن الذي تخيلوه (وما قتلوه يقينا) حال مؤكدة لنفي القتل \r\n", "sura_id": 4, "type": 2, "id": 25594, "aya_id": 157}, {"text": "وبسبب قولهم -على سبيل التهكم والاستهزاء- : هذا الذي يدعي لنفسه هذا المنصب (قتلناه), وما قتلوا عيسى وما صلبوه, بل صلبوا رجلا شبيهًا به ظنًّا منهم أنه عيسى. ومن ادَّعى قَتْلَهُ من اليهود, ومن أسلمه إليهم من النصارى, كلهم واقعون في شك وحَيْرَة, لا عِلْمَ لديهم إلا اتباع الظن, وما قتلوه متيقنين بل شاكين متوهمين.\r\n", "sura_id": 4, "type": 3, "id": 31830, "aya_id": 157}, {"text": " <font color=red>وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا</font><BR><p>وَقَوْلهمْ \" إِنَّا قَتَلْنَا الْمَسِيح عِيسَى اِبْن مَرْيَم رَسُول اللَّه \" أَيْ هَذَا الَّذِي يَدَّعِي لِنَفْسِهِ هَذَا الْمَنْصِب قَتَلْنَاهُ وَهَذَا مِنْهُمْ مِنْ بَاب التَّهَكُّم وَالِاسْتِهْزَاء كَقَوْلِ الْمُشْرِكِينَ \" يَا أَيّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْر إِنَّك لَمَجْنُون \" وَكَانَ مِنْ خَبَر الْيَهُود عَلَيْهِمْ لَعَائِن اللَّه وَسَخَطه وَغَضَبه وَعِقَابه أَنَّهُ لَمَّا بَعَثَ اللَّه عِيسَى اِبْن مَرْيَم بِالْبَيِّنَاتِ وَالْهُدَى حَسَدُوهُ عَلَى مَا آتَاهُ اللَّه تَعَالَى مِنْ النُّبُوَّة وَالْمُعْجِزَات الْبَاهِرَات الَّتِي كَانَ يُبْرِئ بِهَا الْأَكْمَه وَالْأَبْرَص وَيُحْيِي الْمَوْتَى بِإِذْنِ اللَّه وَيُصَوِّر مِنْ الطِّين طَائِرًا ثُمَّ يَنْفُخ فِيهِ فَيَكُون طَائِرًا يُشَاهِد طَيَرَانه بِإِذْنِ اللَّه عَزَّ وَجَلَّ إِلَى غَيْر ذَلِكَ مِنْ الْمُعْجِزَات الَّتِي أَكْرَمَهُ اللَّه بِهَا وَأَجْرَاهَا عَلَى يَدَيْهِ وَمَعَ هَذَا كَذَّبُوهُ وَخَالَفُوهُ وَسَعَوْا فِي أَذَاهُ بِكُلِّ مَا أَمْكَنَهُمْ حَتَّى جَعَلَ نَبِيّ اللَّه عِيسَى عَلَيْهِ السَّلَام لَا يُسَاكِنهُمْ فِي بَلْدَة بَلْ يُكْثِر السِّيَاحَة هُوَ وَأُمّه عَلَيْهِمَا السَّلَام ثُمَّ لَمْ يُقْنِعهُمْ ذَلِكَ حَتَّى سَعَوْا إِلَى مَلِك دِمَشْق فِي ذَلِكَ الزَّمَان وَكَانَ رَجُلًا مُشْرِكًا مِنْ عَبَدَة الْكَوَاكِب وَكَانَ يُقَال لِأَهْلِ مِلَّته الْيُونَان وَأَنْهَوْا إِلَيْهِ أَنَّ فِي بَيْت الْمَقْدِس رَجُلًا يَفْتِن النَّاس وَيُضِلّهُمْ وَيُفْسِد عَلَى الْمَلِك رَعَايَاهُ فَغَضِبَ الْمَلِك مِنْ هَذَا وَكَتَبَ إِلَى نَائِبه بِالْقُدْسِ أَنْ يَحْتَاط عَلَى هَذَا الْمَذْكُور وَأَنْ يَصْلُبهُ وَيَضَع الشَّوْك عَلَى رَأْسه وَيَكُفّ أَذَاهُ عَنْ النَّاس فَلَمَّا وَصَلَ الْكِتَاب اِمْتَثَلَ وَالِي بَيْت الْمَقْدِس ذَلِكَ وَذَهَبَ هُوَ وَطَائِفَة مِنْ الْيَهُود إِلَى الْمَنْزِل الَّذِي فِيهِ عِيسَى عَلَيْهِ السَّلَام وَهُوَ فِي جَمَاعَة مِنْ أَصْحَابه اِثْنَيْ عَشَر أَوْ ثَلَاثَة عَشَر وَقَالَ سَبْعَة عَشَر نَفَرًا وَكَانَ ذَلِكَ يَوْم الْجُمُعَة بَعْد الْعَصْر لَيْلَة السَّبْت فَحَصَرُوهُ هُنَالِكَ . فَلَمَّا أَحَسَّ بِهِمْ وَأَنَّهُ لَا مَحَالَة مِنْ دُخُولهمْ عَلَيْهِ أَوْ خُرُوجه إِلَيْهِمْ قَالَ لِأَصْحَابِهِ أَيّكُمْ يُلْقَى عَلَيْهِ شَبَهِي وَهُوَ رَفِيقِي فِي الْجَنَّة ؟ فَانْتُدِبَ لِذَلِكَ شَابّ مِنْهُمْ فَكَأَنَّهُ اِسْتَصْغَرَهُ عَنْ ذَلِكَ فَأَعَادَهَا ثَانِيَة وَثَالِثَة وَكُلّ ذَلِكَ لَا يُنْتَدَب إِلَّا ذَلِكَ الشَّابّ فَقَالَ : أَنْتَ هُوَ وَأَلْقَى اللَّه عَلَيْهِ شَبَه عِيسَى حَتَّى كَأَنَّهُ هُوَ وَفُتِحَتْ رَوْزَنَة مِنْ سَقْف الْبَيْت وَأَخَذَتْ عِيسَى عَلَيْهِ السَّلَام سِنَة مِنْ النَّوْم فَرُفِعَ إِلَى السَّمَاء وَهُوَ كَذَلِكَ كَمَا قَالَ اللَّه تَعَالَى \" إِذْ قَالَ اللَّه يَا عِيسَى إِنِّي مُتَوَفِّيك وَرَافِعك إِلَيَّ \" الْآيَة فَلَمَّا رُفِعَ خَرَجَ أُولَئِكَ النَّفَر فَلَمَّا رَأَى أُولَئِكَ ذَلِكَ الشَّابّ ظَنُّوا أَنَّهُ عِيسَى فَأَخَذُوهُ فِي اللَّيْل وَصَلَبُوهُ وَوَضَعُوا الشَّوْك عَلَى رَأْسه وَأَظْهَرَ الْيَهُود أَنَّهُمْ سَعَوْا فِي صَلْبه وَتَبَجَّحُوا بِذَلِكَ وَسَلَّمَ لَهُمْ طَوَائِف مِنْ النَّصَارَى ذَلِكَ لِجَهْلِهِمْ وَقِلَّة عَقْلهمْ مَا عَدَا مَنْ كَانَ فِي الْبَيْت مَعَ الْمَسِيح فَإِنَّهُمْ شَاهَدُوا رَفْعه . وَأَمَّا الْبَاقُونَ فَإِنَّهُمْ ظَنُّوا كَمَا ظَنَّ الْيَهُود أَنَّ الْمَصْلُوب هُوَ الْمَسِيح اِبْن مَرْيَم حَتَّى ذَكَرُوا أَنَّ مَرْيَم جَلَسَتْ تَحْت ذَلِكَ الْمَصْلُوب وَبَكَتْ وَيُقَال إِنَّهُ خَاطَبَهَا وَاَللَّه أَعْلَم وَهَذَا كُلّه مِنْ اِمْتِحَان اللَّه عِبَاده لِمَا لَهُ فِي ذَلِكَ مِنْ الْحِكْمَة الْبَالِغَة وَقَدْ أَوْضَحَ اللَّه الْأَمْر وَجَلَّاهُ وَبَيَّنَهُ وَأَظْهَرَهُ فِي الْقُرْآن الْعَظِيم الَّذِي أَنْزَلَهُ عَلَى رَسُوله الْكَرِيم الْمُؤَيَّد بِالْمُعْجِزَاتِ وَالْبَيِّنَات وَالدَّلَائِل الْوَاضِحَات فَقَالَ تَعَالَى وَهُوَ أَصْدَق الْقَائِلِينَ وَرَبّ الْعَالَمِينَ الْمُطَّلِع عَلَى السَّرَائِر وَالضَّمَائِر الَّذِي يَعْلَم السِّرّ فِي السَّمَوَات وَالْأَرْض الْعَالِم بِمَا كَانَ وَمَا يَكُون وَمَا لَمْ يَكُنْ لَوْ كَانَ كَيْف يَكُون وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ أَيْ رَأَوْا شَبَهه فَظَنُّوهُ إِيَّاهُ وَلِهَذَا قَالَ \" وَإِنَّ الَّذِينَ اِخْتَلَفُوا فِيهِ لَفِي شَكّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْم إِلَّا اِتِّبَاع الظَّنّ \" يَعْنِي بِذَلِكَ مَنْ اِدَّعَى أَنَّهُ قَتَلَهُ مِنْ الْيَهُود وَمَنْ سَلَّمَهُ إِلَيْهِمْ مِنْ جُهَّال النَّصَارَى كُلّهمْ فِي شَكّ مِنْ ذَلِكَ وَحَيْرَة وَضَلَال وَسُعُر وَلِهَذَا قَالَ : وَمَا قَتَلُوهُ يَقِينًا أَيْ وَمَا قَتَلُوهُ مُتَيَقِّنِينَ أَنَّهُ هُوَ بَلْ شَاكِّينَ مُتَوَهِّمِينَ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40831, "aya_id": 157}]