[{"text": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُواْ قَدْ سَمِعْنَا لَوْ نَشَاء لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلاَّ أَسَاطِيرُ الأوَّلِينَ", "sura_id": 8, "type": 0, "id": 1191, "aya_id": 31}, {"text": "و إذا تتلى عليهم آياتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا إن هذا إلا أساطير الأولين", "sura_id": 8, "type": 1, "id": 7427, "aya_id": 31}, {"text": "31 - (وإذا تتلى عليهم آياتنا) القرآن (قالوا قد سمعنا لو نشاء لقلنا مثل هذا) قاله النضر بن الحارث لأنه كان يأتي الحيرة يتجر فيشتري كتب أخبار الأعاجم ويحدث بها أهل مكة (إن) ما (هذا) القرآن (إلا أساطير) أكاذيب (الأولين) \r\n", "sura_id": 8, "type": 2, "id": 26135, "aya_id": 31}, {"text": "وإذا تتلى على هؤلاء الذين كفروا بالله آيات القرآن العزيز قالوا جهلا منهم وعنادًا للحق: قد سمعنا هذا من قبل, لو نشاء لقلنا مثل هذا القرآن, ما هذا القرآن الذي تتلوه علينا -يا محمد- إلا أكاذيب الأولين.\r\n", "sura_id": 8, "type": 3, "id": 32371, "aya_id": 31}, {"text": " <font color=red>وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ كُفْر قُرَيْش وَعُتُوّهُمْ وَتَمَرُّدهمْ وَعِنَادهمْ وَدَعْوَاهُمْ الْبَاطِل عِنْد سَمَاع آيَاته إِذَا تُتْلَى عَلَيْهِمْ أَنَّهُمْ يَقُولُونَ \" قَدْ سَمِعْنَا لَوْ نَشَاء لَقُلْنَا مِثْل هَذَا \" وَهَذَا مِنْهُمْ قَوْل بِلَا فِعْل وَإِلَّا فَقَدْ تُحُدُّوا غَيْر مَا مَرَّة أَنْ يَأْتُوا بِسُورَةٍ مِنْ مِثْله فَلَا يَجِدُونَ إِلَى ذَلِكَ سَبِيلًا وَإِنَّمَا هَذَا الْقَوْل مِنْهُمْ يَغُرُّونَ بِهِ أَنْفُسهمْ وَمَنْ تَبِعَهُمْ عَلَى بَاطِلهمْ وَقَدْ قِيلَ إِنَّ الْقَائِل لِذَلِكَ هُوَ النَّضْر بْن الْحَارِث لَعَنَهُ اللَّه كَمَا قَدْ نَصَّ عَلَى ذَلِكَ سَعِيد بْن جُبَيْر وَالسُّدِّيّ وَابْن جُرَيْج وَغَيْرهمْ . فَإِنَّهُ لَعَنَهُ اللَّه كَانَ قَدْ ذَهَبَ إِلَى بِلَاد فَارِس وَتَعَلَّمَ مِنْ أَخْبَار مُلُوكهمْ رُسْتُم واسفنديار وَلَمَّا قَدِمَ وَجَدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ بَعَثَهُ اللَّه وَهُوَ يَتْلُو عَلَى النَّاس الْقُرْآن فَكَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام إِذَا قَامَ مِنْ مَجْلِس جَلَسَ فِيهِ النَّضْر فَحَدَّثَهُمْ مِنْ أَخْبَار أُولَئِكَ ثُمَّ يَقُول بِاَللَّهِ أَيّنَا أَحْسَن قَصَصًا أَنَا أَوْ مُحَمَّد ؟ وَلِهَذَا لَمَّا أَمْكَنَ اللَّه تَعَالَى مِنْهُ يَوْم بَدْر وَوَقَعَ فِي الْأُسَارَى أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ تُضْرَب رَقَبَته صَبْرًا بَيْن يَدَيْهِ فَفُعِلَ ذَلِكَ وَلِلَّهِ الْحَمْد وَكَانَ الَّذِي أَسَرَهُ الْمِقْدَاد بْن الْأَسْوَد رَضِيَ اللَّه عَنْهُ كَمَا قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر قَالَ : قَتَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر صَبْرًا عُقْبَةَ بْن أَبِي مُعَيْط وَطُعَيْمَة بْن عَدِيّ وَالنَّضْر بْن الْحَارِث وَكَانَ الْمِقْدَاد أَسَرَ النَّضْر فَلَمَّا أَمَرَ بِقَتْلِهِ قَالَ الْمِقْدَاد يَا رَسُول اللَّه أَسِيرِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُ كَانَ يَقُول فِي كِتَاب اللَّه عَزَّ وَجَلَّ مَا يَقُول \" فَأَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَتْلِهِ فَقَالَ الْمِقْدَاد هَذَا الَّذِي أَرَدْت قَالَ وَفِيهِ أُنْزِلَتْ هَذِهِ الْآيَة \" وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاء لَقُلْنَا مِثْل هَذَا إِنْ هَذَا إِلَّا أَسَاطِير الْأَوَّلِينَ \" وَكَذَا رَوَاهُ هُشَيْم عَنْ أَبِي بِشْر جَعْفَر بْن أَبِي دِحْيَة عَنْ سَعِيد بْن جُبَيْر أَنَّهُ قَالَ الْمُطْعِم بْن عَدِيّ بَدَلَ طُعَيْمَة وَهُوَ غَلَط لِأَنَّ الْمُطْعِم بْن عَدِيّ لَمْ يَكُنْ حَيًّا يَوْم بَدْر وَلِهَذَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمَئِذٍ لَوْ كَانَ الْمُطْعِم بْن عَدِيّ حَيًّا ثُمَّ سَأَلَنِي فِي هَؤُلَاءِ النَّتْنَى لَوَهَبْتهمْ لَهُ يَعْنِي الْأُسَارَى لِأَنَّهُ كَانَ قَدْ أَجَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم رَجَعَ مِنْ الطَّائِف وَمَعْنَى \" أَسَاطِير الْأَوَّلِينَ \" وَهُوَ جَمْع أُسْطُورَة أَيْ كُتُبهمْ اِقْتَبَسَهَا فَهُوَ يَتَعَلَّم مِنْهَا وَيَتْلُوهَا عَلَى النَّاس وَهَذَا هُوَ الْكَذِب الْبَحْت كَمَا أَخْبَرَ اللَّه عَنْهُمْ فِي الْآيَة الْأُخْرَى \" وَقَالُوا أَسَاطِير الْأَوَّلِينَ اِكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَة وَأَصِيلًا قُلْ أَنْزَلَهُ الَّذِي يَعْلَم السِّرّ فِي السَّمَوَات وَالْأَرْض إِنَّهُ كَانَ غَفُورًا رَحِيمًا \" أَيْ لِمَنْ تَابَ إِلَيْهِ وَأَنَابَ فَإِنَّهُ يَتَقَبَّل مِنْهُ وَيَصْفَح عَنْهُ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43079, "aya_id": 31}]