[{"text": "وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا", "sura_id": 48, "type": 0, "id": 4604, "aya_id": 21}, {"text": "وأخرى لم تقدروا عليها قد أحاط الله بها وكان الله على كل شيء قديرا", "sura_id": 48, "type": 1, "id": 10840, "aya_id": 21}, {"text": "21 - (وأخرى) صفة مغانم مقدرا مبتدأ (لم تقدروا عليها) هي من فارس والروم (قد أحاط الله بها) علم أنها ستكون لكم (وكان الله على كل شيء قديرا) أي لم يزل متصفا به \r\n", "sura_id": 48, "type": 2, "id": 29548, "aya_id": 21}, {"text": " وقد وعدكم الله غنيمة أخرى لم تقدروا عليها, الله سبحانه وتعالى قادر عليها, وهي تحت تدبيره وملكه, وقد وعدكموها, ولا بد مِن وقوع ما وعد به. وكان الله على كل شيء قديرًا لا يعجزه شيء. \r\n", "sura_id": 48, "type": 3, "id": 35784, "aya_id": 21}, {"text": " <font color=red>وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا</font><BR><p>أَيْ وَغَنِيمَة أُخْرَى وَفَتْحًا آخَر مُعَيَّنًا لَمْ تَكُونُوا تَقْدِرُونَ عَلَيْهَا قَدْ يَسَّرَهَا اللَّه عَلَيْكُمْ وَأَحَاطَ بِهَا لَكُمْ فَإِنَّهُ تَعَالَى يَرْزُق عِبَاده الْمُتَّقِينَ لَهُ مِنْ حَيْثُ لَا يَحْتَسِبُونَ , وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي هَذِهِ الْغَنِيمَة مَا الْمُرَاد بِهَا فَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : هِيَ خَيْبَر وَهَذَا عَلَى قَوْله فِي قَوْله عَزَّ وَجَلَّ \" فَعَجَّلَ لَكُمْ هَذِهِ \" إِنَّهَا صُلْح الْحُدَيْبِيَة وَقَالَهُ الضَّحَّاك وَابْن إِسْحَاق وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقَالَ قَتَادَة : هِيَ مَكَّة وَاخْتَارَهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي لَيْلَى وَالْحَسَن الْبَصْرِيّ : هِيَ فَارِس وَالرُّوم , وَقَالَ مُجَاهِد : هِيَ كُلّ فَتْح وَغَنِيمَة إِلَى يَوْم الْقِيَامَة . وَقَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة عَنْ سِمَاك الْحَنَفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا \" قَالَ هَذِهِ الْفُتُوح الَّتِي تُفْتَح إِلَى الْيَوْم .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41403, "aya_id": 21}]