[{"text": "وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ الْمَثُلاَتُ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ", "sura_id": 13, "type": 0, "id": 1713, "aya_id": 6}, {"text": "ويستعجلونك بالسيئة قبل الحسنة وقد خلت من قبلهم المثلات وإن ربك لذو مغفرة للناس على ظلمهم وإن ربك لشديد العقاب", "sura_id": 13, "type": 1, "id": 7949, "aya_id": 6}, {"text": "6 - ونزل في استعجالهم العذاب استهزاء (ويستعجلونك بالسيئة) العذاب (قبل الحسنة) الرحمة (وقد خلت من قبلهم المثلات) جمع المَثُلة بوزن السمرة أي عقوبات أمثالهم من المكذبين أفلا يعتبرون بها ؟ (وإن ربك لذو مغفرة للناس على) مع (ظلمهم) وإلا لم يترك على ظهرها دابة (وإن ربك لشديد العقاب) لمن عصاه \r\n", "sura_id": 13, "type": 2, "id": 26657, "aya_id": 6}, {"text": "ويستعجلك المكذِّبون بالعقوبة التي لم أعاجلهم بها قبل الإيمان الذي يرجى به الأمان والحسنات, وقد مضت عقوبات المكذبين مِن قبلهم, فكيف لا يعتبرون بهم؟ وإن ربك -أيها الرسول- لَذو مغفرة لذنوبِ مَن تاب مِن ذنوبه من الناس على ظلمهم, يفتح لهم باب المغفرة, ويدعوهم إليها, وهم يظلمون أنفسهم بعصيانهم ربهم, وإن ربك لشديد العقاب على مَن أصرَّ على الكفر والضلال ومعصية الله.\r\n", "sura_id": 13, "type": 3, "id": 32893, "aya_id": 6}, {"text": " <font color=red>وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ</font><BR><p>يَقُول تَعَالَى\" وَيَسْتَعْجِلُونَك \" أَيْ هَؤُلَاءِ الْمُكَذِّبُونَ \" بِالسَّيِّئَةِ قَبْل الْحَسَنَة \" أَيْ بِالْعُقُوبَةِ كَمَا أَخْبَرَ عَنْهُمْ فِي قَوْله \" وَقَالُوا يَا أَيّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْر إِنَّك لَمَجْنُون لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْت مِنْ الصَّادِقِينَ مَا نُنَزِّل الْمَلَائِكَة إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ\" وَقَالَ تَعَالَى \" وَيَسْتَعْجِلُونَك بِالْعَذَابِ \" الْآيَتَيْنِ وَقَالَ تَعَالَى \" سَأَلَ سَائِل بِعَذَابٍ وَاقِع \" وَقَالَ \" يَسْتَعْجِل بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَاَلَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقّ \" \" وَقَالُوا رَبّنَا عَجِّلْ لَنَا قِطّنَا \" الْآيَة أَيْ عِقَابنَا وَحِسَابنَا كَمَا قَالَ مُخْبِرًا عَنْهُمْ \" وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقّ مِنْ عِنْدك \" الْآيَة فَكَانُوا مِنْ شِدَّة تَكْذِيبهمْ وَعِنَادهمْ وَكُفْرهمْ يَطْلُبُونَ أَنْ يَأْتِيهِمْ بِعَذَابِ اللَّه قَالَ اللَّه تَعَالَى \" وَقَدْ خَلَتْ مِنْ قَبْلهمْ الْمَثُلَات \" أَيْ قَدْ أَوْقَعنَا نِقَمنَا بِالْأُمَمِ الْخَالِيَة وَجَعَلْنَاهُمْ عِبْرَة وَعِظَة لِمَنْ اِتَّعَظَ بِهِمْ ثُمَّ أَخْبَرَ تَعَالَى أَنَّهُ لَوْلَا حِلْمه وَعَفْوه لَعَالَجَهُمْ بِالْعُقُوبَةِ كَمَا قَالَ \" وَلَوْ يُؤَاخِذ اللَّه النَّاس بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرهَا مِنْ دَابَّة \" وَقَالَ تَعَالَى فِي هَذِهِ الْآيَة الْكَرِيمَة \" وَإِنَّ رَبّك لَذُو مَغْفِرَة لِلنَّاسِ عَلَى ظُلْمهمْ \" أَيْ أَنَّهُ تَعَالَى ذُو عَفْو وَصَفْح وَسَتْر لِلنَّاسِ مَعَ أَنَّهُمْ يَظْلِمُونَ وَيُخْطِئُونَ بِاللَّيْلِ وَالنَّهَار ثُمَّ قَرَنَ هَذَا الْحُكْم بِأَنَّهُ شَدِيد الْعِقَاب لِيَعْتَدِلَ الرَّجَاء وَالْخَوْف كَمَا قَالَ تَعَالَى \" فَإِنْ كَذَّبُوك فَقُلْ رَبّكُمْ ذُو رَحْمَة وَاسِعَة وَلَا يُرَدّ بَأْسه عَنْ الْقَوْم الْمُجْرِمِينَ \" وَقَالَ \" إِنَّ رَبّك لَسَرِيع الْعِقَاب وَإِنَّهُ لَغَفُور رَحِيم \" وَقَالَ \" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُور الرَّحِيم وَأَنَّ عَذَابِي هُوَ الْعَذَاب الْأَلِيم \" إِلَى أَمْثَال ذَلِكَ مِنْ الْآيَات الَّتِي تَجْمَع الرَّجَاء وَالْخَوْف وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد عَنْ عَلِيّ بْن زَيْد عَنْ سَعِيد بْن الْمُسَيَّب قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَإِنَّ رَبّك لَذُو مَغْفِرَة لِلنَّاسِ عَلَى ظُلْمهمْ \" الْآيَة قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَى آله وَسَلَّمَ \" لَوْلَا عَفْو اللَّه وَتَجَاوُزه مَا هَنَأَ أَحَد الْعَيْش وَلَوْلَا وَعِيده وَعِقَابه لَاتَّكَلَ كُلّ وَاحِد \" . وَرَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة الْحَسَن بْن عُثْمَان أَبِي حَسَّان الرَّمَادِيّ أَنَّهُ رَأَى رَبّ الْعِزَّة فِي النَّوْم وَرَسُول اللَّه وَاقِف بَيْن يَدَيْهِ يَشْفَع فِي رَجُل مِنْ أُمَّته فَقَالَ لَهُ أَلَمْ يَكْفِك أَنِّي أَنْزَلْت عَلَيْك فِي سُورَة الرَّعْد \" وَإِنَّ رَبّك لَذُو مَغْفِرَة لِلنَّاسِ عَلَى ظُلْمهمْ \" قَالَ ثُمَّ اِنْتَبَهْت .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37896, "aya_id": 6}]