[{"text": "وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا", "sura_id": 72, "type": 0, "id": 5465, "aya_id": 18}, {"text": "وأن المساجد لله فلا تدعوا مع الله أحدا", "sura_id": 72, "type": 1, "id": 11701, "aya_id": 18}, {"text": "18 - (وأن المساجد) مواضع الصلاة (لله فلا تدعوا) فيها (مع الله أحدا) بأن تشركوا كما كانت اليهود والنصارى إذا دخلوا كنائسهم وبيعهم أشركوا \r\n", "sura_id": 72, "type": 2, "id": 30409, "aya_id": 18}, {"text": "وأن المساجد لعبادة الله وحده, فلا تعبدوا فيها غيره، وأخلصوا له الدعاء والعبادة فيها؛ فإن المساجد لم تُبْنَ إلا ليُعبَدَ اللهُ وحده فيها, دون من سواه، وفي هذا وجوب تنزيه المساجد من كل ما يشوب الإخلاص لله, ومتابعة رسوله محمد صلى الله عليه وسلم.\r\n", "sura_id": 72, "type": 3, "id": 36645, "aya_id": 18}, {"text": " <font color=red>وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده أَنْ يُوَحِّدُوهُ فِي مَحَالّ عِبَادَته وَلَا يُدْعَى مَعَهُ أَحَد وَلَا يُشْرَك بِهِ كَمَا قَالَ قَتَادَة فِي قَوْله تَعَالَى \" وَأَنَّ الْمَسَاجِد لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّه أَحَدًا \" قَالَ كَانَتْ الْيَهُود وَالنَّصَارَى إِذَا دَخَلُوا كَنَائِسهمْ وَبِيَعهمْ أَشْرَكُوا بِاَللَّهِ فَأَمَرَ اللَّه نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُوَحِّدُوهُ وَحْده وَقَالَ اِبْن أَبِي حَاتِم ذَكَرَ عَلِيّ بْن الْحُسَيْن حَدَّثَنَا إِسْمَاعِيل بْن بِنْت السُّدِّيّ أَخْبَرَنَا رَجُل سَمَّاهُ عَنْ السُّدِّيّ عَنْ أَبِي مَالِك أَوْ أَبِي صَالِح عَنْ اِبْن عَبَّاس فِي قَوْله \" وَأَنَّ الْمَسَاجِد لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّه أَحَدًا \" قَالَ لَمْ يَكُنْ يَوْم نَزَلَتْ هَذِهِ الْآيَة فِي الْأَرْض مَسْجِد إِلَّا الْمَسْجِد الْحَرَام وَمَسْجِد إِيلِيَا بَيْت الْمَقْدِس وَقَالَ الْأَعْمَش قَالَتْ الْجِنّ يَا رَسُول اللَّه اِئْذَنْ لَنَا فَنَشْهَد مَعَك الصَّلَوَات فِي مَسْجِدك فَأَنْزَلَ اللَّه تَعَالَى \" وَأَنَّ الْمَسَاجِد لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّه أَحَدًا \" يَقُول صَلُّوا لَا تُخَالِطُوا النَّاس . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان حَدَّثَنَا سُفْيَان عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ مَحْمُود عَنْ سَعِيد بْن جُبَيْر \" وَأَنَّ الْمَسَاجِد لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّه أَحَدًا \" قَالَ : قَالَتْ الْجِنّ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَيْف لَنَا أَنْ نَأْتِي الْمَسْجِد وَنَحْنُ نَاءُونَ ؟ أَيْ بَعِيدُونَ عَنْك وَكَيْف نَشْهَد الصَّلَاة وَنَحْنُ نَاءُونَ عَنْك ؟ فَنَزَلَتْ \" وَأَنَّ الْمَسَاجِد لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّه أَحَدًا \" وَقَالَ سُفْيَان عَنْ خُصَيْف عَنْ عِكْرِمَة نَزَلَتْ فِي الْمَسَاجِد كُلّهَا وَقَالَ سَعِيد بْن جُبَيْر نَزَلَتْ فِي أَعْضَاء السُّجُود أَيْ هِيَ لِلَّهِ فَلَا تَسْجُدُوا بِهَا لِغَيْرِهِ وَذَكَرُوا عِنْد هَذَا الْقَوْل الْحَدِيث الصَّحِيح مِنْ رِوَايَة عَبْد اللَّه بْن طَاوُس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُمِرْت أَنْ أَسْجُد عَلَى سَبْعَة أَعْظُم عَلَى الْجَبْهَة - أَشَارَ بِيَدِهِ إِلَى أَنْفه - وَالْيَدَيْنِ وَالرُّكْبَتَيْنِ وَأَطْرَاف الْقَدَمَيْنِ \" .</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42753, "aya_id": 18}]