[{"text": "الَّذِينَ أُخْرِجُوا مِن دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَن يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ", "sura_id": 22, "type": 0, "id": 2635, "aya_id": 40}, {"text": "الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا ربنا الله و لولا دفع الله الناس بعضهم ببعض لهدمت صوامع و بيع و صلوات و مساجد يذكر فيها اسم الله كثيرا و لينصرن الله من ينصره إن الله لقوي عزيز", "sura_id": 22, "type": 1, "id": 8871, "aya_id": 40}, {"text": "40 - هم (الذين أخرجوا من ديارهم بغير حق) في الإخراج ما أخرجوا (إلا أن يقولوا) أي بقولهم (ربنا الله) وحده وهذا القول حق فالإخراج به إخراج بغير حق (ولولا دفع الله الناس بعضهم) بدل بعض من الناس (ببعض لهدمت) بالتشديد للتكثير وبالتخفيف (صوامع) للرهبان (وبيع) كنائس للنصارى (وصلوات) كنائس لليهود بالعبرانية (ومساجد) للمسلمين (يذكر فيها) أي المواضع المذكورة (اسم الله كثيرا) وتنقطع العبادات بخرابها (ولينصرن الله من ينصره) أي ينصر دينه (إن الله لقوي) على خلقه (عزيز) منيع في سلطانه وقدرته \r\n", "sura_id": 22, "type": 2, "id": 27579, "aya_id": 40}, {"text": "الذين أُلجئوا إلى الخروج من ديارهم، لا لشيء فعلوه إلا لأنهم أسلموا وقالوا: ربنا الله وحده. ولولا ما شرعه الله من دَفْع الظلم والباطل بالقتال لَهُزِم الحقُّ في كل أمة ولخربت الأرض، وهُدِّمت فيها أماكن العبادة من صوامع الرهبان، وكنائس النصارى، ومعابد اليهود، ومساجد المسلمين التي يصلُّون فيها، ويذكرون اسم الله فيها كثيرًا. ومن اجتهد في نصرة دين الله، فإن الله ناصره على عدوه. إن الله لَقوي لا يغالَب، عزيز لا يرام، قد قهر الخلائق وأخذ بنواصيهم.\r\n", "sura_id": 22, "type": 3, "id": 33815, "aya_id": 40}, {"text": " <font color=red>الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ</font><BR><p>\" الَّذِينَ أُخْرِجُوا مِنْ دِيَارهمْ بِغَيْرِ حَقّ \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس أُخْرِجُوا مِنْ مَكَّة إِلَى الْمَدِينَة بِغَيْرِ حَقّ يَعْنِي مُحَمَّدًا وَأَصْحَابه \" إِلَّا أَنْ يَقُولُوا رَبّنَا اللَّه \" أَيْ مَا كَانَ لَهُمْ إِلَى قَوْمهمْ إِسَاءَة وَلَا كَانَ لَهُمْ ذَنْب إِلَّا أَنَّهُمْ وَحَّدُوا اللَّه وَعَبَدُوهُ لَا شَرِيك لَهُ وَهَذَا اِسْتِثْنَاء مُنْقَطِع بِالنِّسْبَةِ إِلَى مَا فِي نَفْس الْأَمْر وَأَمَّا عِنْد الْمُشْرِكِينَ فَإِنَّهُ أَكْبَر الذُّنُوب كَمَا قَالَ تَعَالَى \" يُخْرِجُونَ الرَّسُول وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاَللَّهِ رَبّكُمْ \" وَقَالَ تَعَالَى فِي قِصَّة أَصْحَاب الْأُخْدُود \" وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاَللَّهِ الْعَزِيز الْحَمِيد \" وَلِهَذَا لَمَّا كَانَ الْمُسْلِمُونَ يَرْتَجِزُونَ فِي بِنَاء الْخَنْدَق وَيَقُولُونَ : لَا هُمَّ لَوْلَا أَنْتَ مَا اِهْتَدَيْنَا وَلَا تَصَدَّقْنَا وَلَا صَلَّيْنَا فَأَنْزِلَن سَكِينَة عَلَيْنَا وَثَبِّتْ الْأَقْدَام إِنْ لَاقَيْنَا إِنَّ الْأُلَى قَدْ بَغَوْا عَلَيْنَا إِذَا أَرَادُوا فِتْنَة أَبَيْنَا فَيُوَافِقهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَقُول مَعَهُمْ آخِر كُلّ قَافِيَّة فَإِذَا قَالُوا إِذَا أَرَادُوا فِتْنَة أَبَيْنَا يَقُول \" أَبَيْنَا \" يَمُدّ بِهَا صَوْته ثُمَّ قَالَ تَعَالَى \" وَلَوْلَا دَفْع اللَّه النَّاس بَعْضهمْ بِبَعْضٍ \" أَيْ لَوْلَا أَنَّهُ يَدْفَع بِقَوْمٍ عَنْ قَوْم وَيَكُفّ شُرُور أُنَاس عَنْ غَيْرهمْ بِمَا يَخْلُقهُ وَيُقَدِّرهُ مِنْ الْأَسْبَاب لَفَسَدَتْ الْأَرْض وَلَأَهْلَكَ الْقَوِيّ الضَّعِيف \" لَهُدِّمَتْ صَوَامِع \" وَهِيَ الْمَعَابِد الصِّغَار لِلرُّهْبَانِ قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَأَبُو الْعَالِيَة وَعِكْرِمَة وَالضَّحَّاك وَغَيْرهمْ وَقَالَ قَتَادَة هِيَ مَعَابِد الصَّابِئِينَ وَفِي رِوَايَة عَنْهُ صَوَامِع الْمَجُوس وَقَالَ مُقَاتِل بْن حَيَّان هِيَ الْبُيُوت الَّتِي عَلَى الطُّرُق\" وَبِيَع \" وَهِيَ أَوْسَع مِنْهَا وَأَكْثَر عَابِدِينَ فِيهَا وَهِيَ لِلنَّصَارَى أَيْضًا قَالَهُ أَبُو الْعَالِيَة وَقَتَادَة وَالضَّحَّاك وَابْن صَخْر وَمُقَاتِل بْن حَيَّان وَخُصَيْف وَغَيْرهمْ وَحَكَى اِبْن جُبَيْر عَنْ مُجَاهِد وَغَيْره أَنَّهَا كَنَائِس الْيَهُود وَحَكَى السُّدِّيّ عَمَّنْ حَدَّثَهُ عَنْ اِبْن عَبَّاس أَنَّهَا كَنَائِس الْيَهُود وَمُجَاهِد إِنَّمَا قَالَ هِيَ الْكَنَائِس وَاَللَّه أَعْلَم وَقَوْله \" وَصَلَوَات \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس الصَّلَوَات الْكَنَائِس وَكَذَا قَالَ عِكْرِمَة وَالضَّحَّاك وَقَتَادَة : إِنَّهَا كَنَائِس الْيَهُود وَهُمْ يُسَمُّونَهَا صَلَوَات وَحَكَى السُّدِّيّ عَمَّنْ حَدَّثَهُ عَنْ اِبْن عَبَّاس أَنَّهَا كَنَائِس النَّصَارَى وَقَالَ أَبُو الْعَالِيَة وَغَيْره الصَّلَوَات مَعَابِد الصَّابِئِينَ وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد الصَّلَوَات مَسَاجِد لِأَهْلِ الْكِتَاب وَلِأَهْلِ الْإِسْلَام بِالطُّرُقِ وَأَمَّا الْمَسَاجِد فَهِيَ لِلْمُسْلِمِينَ وَقَوْله \" يُذْكَر فِيهَا اِسْم اللَّه كَثِيرًا\" فَقَدْ قِيلَ الضَّمِير فِي قَوْله يُذْكَر فِيهَا عَائِد إِلَى الْمَسَاجِد لِأَنَّهَا أَقْرَب الْمَذْكُورَات وَقَالَ الضَّحَّاك الْجَمِيع يُذْكَر فِيهَا اِسْم اللَّه كَثِيرًا وَقَالَ اِبْن جَرِير الصَّوَاب لَهُدِّمَتْ صَوَامِع الرُّهْبَان وَبِيَع النَّصَارَى وَصَلَوَات الْيَهُود وَهِيَ كَنَائِسهمْ وَمَسَاجِد الْمُسْلِمِينَ الَّتِي يُذْكَر فِيهَا اِسْم اللَّه كَثِيرًا لِأَنَّ هَذَا هُوَ الْمُسْتَعْمَل الْمَعْرُوف فِي كَلَام الْعَرَب وَقَالَ بَعْض الْعُلَمَاء هَذَا تَرَقٍّ مِنْ الْأَقَلّ إِلَى الْأَكْثَر إِلَى أَنْ اِنْتَهَى إِلَى الْمَسَاجِد وَهِيَ أَكْثَر عَمَارًا وَأَكْثَر عِبَادًا وَهُمْ ذَوُو الْقَصْد الصَّحِيح وَقَوْله\" وَلَيَنْصُرَنَّ اللَّه مَنْ يَنْصُرهُ \" كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّه يَنْصُركُمْ وَيُثَبِّت أَقْدَامكُمْ وَاَلَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالهمْ\" وَقَوْله \" إِنَّ اللَّه لَقَوِيّ عَزِيز \" وَصَفَ نَفْسه بِالْقُوَّةِ وَالْعِزَّة فَبِقُوَّتِهِ خَلَقَ كُلّ شَيْء فَقَدَّرَهُ تَقْدِيرًا وَبِعِزَّتِهِ لَا يَقْهَرهُ قَاهِر وَلَا يَغْلِبهُ غَالِب بَلْ كُلّ شَيْء ذَلِيل لَدَيْهِ فَقِير إِلَيْهِ وَمَنْ كَانَ الْقَوِيّ الْعَزِيز نَاصِره فَهُوَ الْمَنْصُور وَعَدُوّهُ هُوَ الْمَقْهُور قَالَ اللَّه تَعَالَى \" وَلَقَدْ سَبَقَتْ كَلِمَتنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمْ الْمَنْصُورُونَ وَإِنَّ جُنْدنَا لَهُمْ الْغَالِبُونَ\" وَقَالَ تَعَالَى \" كَتَبَ اللَّه لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّه لَقَوِيّ عَزِيز \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39063, "aya_id": 40}]