[{"text": "قَالَ قَآئِلٌ مَّنْهُمْ لاَ تَقْتُلُواْ يُوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِن كُنتُمْ فَاعِلِينَ", "sura_id": 12, "type": 0, "id": 1606, "aya_id": 10}, {"text": "قال قائل منهم لا تقتلوا يوسف وألقوه في غيابة الجب يلتقطه بعض السيارة إن كنتم فاعلين", "sura_id": 12, "type": 1, "id": 7842, "aya_id": 10}, {"text": "10 - (قال قائل منهم) هو يهوذا (لا تقتلوا يوسف وألقوه) اطرحوه (في غيابة الجب) مظلم البئر ، وفي قراءة بالجمع (يلتقطه بعض السيارة) المسافرين (إن كنتم فاعلين) ما أردتم من التفريق فاكتفوا بذلك \r\n", "sura_id": 12, "type": 2, "id": 26550, "aya_id": 10}, {"text": "قال قائل من إخوة يوسف: لا تقتلوا يوسف وألقوه في جوف البئر يلتقطه بعض المارَّة من المسافرين فتستريحوا منه, ولا حاجة إلى قتله, إن كنتم عازمين على فعل ما تقولون.\r\n", "sura_id": 12, "type": 3, "id": 32786, "aya_id": 10}, {"text": " <font color=red>قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فَاعِلِينَ</font><BR><p>\" قَالَ قَائِل مِنْهُمْ \" قَالَ قَتَادَة وَمُحَمَّد بْن إِسْحَاق : وَكَانَ أَكْبَرهمْ وَاسْمه رُوبِيل . وَقَالَ السُّدِّيّ الَّذِي قَالَ ذَلِكَ يَهُوذَا وَقَالَ مُجَاهِد هُوَ شَمْعُون \" لَا تَقْتُلُوا يُوسُف\" أَيْ لَا تَصِلُوا فِي عَدَاوَته وَبُغْضه إِلَى قَتْله وَلَمْ يَكُنْ لَهُمْ سَبِيل إِلَى قَتْله لِأَنَّ اللَّهَ تَعَالَى كَانَ يُرِيد مِنْهُ أَمْرًا لَا بُدّ مِنْ إِمْضَائِهِ وَإِتْمَامه مِنْ الْإِيحَاء إِلَيْهِ بِالنُّبُوَّةِ وَمِنْ التَّمْكِين لَهُ بِبِلَادِ مِصْر وَالْحُكْم بِهَا فَصَرَفَهُمْ اللَّه عَنْهُ بِمَقَالَةِ رُوبِيل فِيهِ وَإِشَارَته عَلَيْهِمْ بِأَنْ يُلْقُوهُ فِي غَيَابَة الْجُبّ وَهُوَ أَسْفَله . قَالَ قَتَادَة : وَهِيَ بِئْر بَيْت الْمَقْدِس \" يَلْتَقِطهُ بَعْض السَّيَّارَة \" أَيْ الْمَارَّة مِنْ الْمُسَافِرِينَ فَتَسْتَرِيحُوا مِنْهُ بِهَذَا وَلَا حَاجَة إِلَى قَتْله \" إِنْ كُنْتُمْ فَاعِلِينَ\" أَيْ إِنْ كُنْتُمْ عَازِمِينَ عَلَى مَا تَقُولُونَ . قَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار : لَقَدْ اِجْتَمَعُوا عَلَى أَمْر عَظِيم مِنْ قَطِيعَة الرَّحِم وَعُقُوق الْوَالِد وَقِلَّة الرَّأْفَة بِالصَّغِيرِ الضَّرْع الَّذِي لَا ذَنْب لَهُ وَبِالْكَبِيرِ الْفَانِي ذِي الْحَقّ وَالْحُرْمَة وَالْفَضْل وَخَطَره عِنْد اللَّه مَعَ حَقّ الْوَالِد عَلَى وَلَده لِيُفَرِّقُوا بَيْنه وَبَيْن أَبِيهِ وَحَبِيبه عَلَى كِبَر سِنّه وَرِقَّة عَظْمه مَعَ مَكَانه مِنْ اللَّه فِيمَنْ أَحَبّه طِفْلًا صَغِيرًا وَبَيْن اِبْنه عَلَى ضَعْف قُوَّته وَصِغَر سِنّه وَحَاجَته إِلَى لُطْف وَالِده وَسُكُونه إِلَيْهِ يَغْفِر اللَّه لَهُمْ وَهُوَ أَرْحَم الرَّاحِمِينَ فَقَدْ اِحْتَمَلُوا أَمْرًا عَظِيمًا . رَوَاهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق سَلَمَة بْن الْفَضْل عَنْهُ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37747, "aya_id": 10}]