[{"text": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِن تَتَّبِعُونَ إِلاَّ رَجُلاً مَّسْحُورًا", "sura_id": 17, "type": 0, "id": 2076, "aya_id": 47}, {"text": "نحن أعلم بما يستمعون به إذ يستمعون إليك و إذ هم نجوى إذ يقول الظالمون إن تتبعون إلا رجلا مسحورا", "sura_id": 17, "type": 1, "id": 8312, "aya_id": 47}, {"text": "47 - (نحن أعلم بما يستمعون به) بسببه من الهزء (إذ يستمعون إليك) قراءتك (وإذ هم نجوى) يتناجون بينهم أي يتحدثون (إذ) بدل من إذ قبله (يقول الظالمون) في تناجيهم (إن) ما (تتبعون إلا رجلا مسحورا) مخدوعا مغلوبا على عقله \r\n", "sura_id": 17, "type": 2, "id": 27020, "aya_id": 47}, {"text": "نحن أعلم بالذي يستمعه رؤساء قريش، إذ يستمعون إليك، ومقاصدهم سيئة، فليس استماعهم لأجل الاسترشاد وقَبول الحق، ونعلم تَناجيهم حين يقولون: ما تتبعون إلا رجلا أصابه السحر فاختلط عقله.\r\n", "sura_id": 17, "type": 3, "id": 33256, "aya_id": 47}, {"text": " <font color=red>نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا</font><BR><p>يُخْبِر تَعَالَى نَبِيّه مُحَمَّدًا بِمَا يَتَنَاجَى بِهِ رُؤَسَاء كُفَّار قُرَيْش حِين جَاءُوا يَسْتَمِعُونَ قِرَاءَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سِرًّا مِنْ قَوْمهمْ بِمَا قَالُوا مِنْ أَنَّهُ رَجُل مَسْحُور مِنْ السِّحْر عَلَى الْمَشْهُور أَوْ مِنْ السَّحْر وَهُوَ الرِّئَة أَيْ إِنْ تَتَّبِعُونَ إِنْ اِتَّبَعْتُمْ مُحَمَّدًا إِلَّا بَشَرًا يَأْكُل كَمَا قَالَ الشَّاعِر : فَإِنْ تَسْأَلِينَا فِيمَ نَحْنُ فَإِنَّنَا عَصَافِير مِنْ هَذَا الْأَنَام الْمُسَحَّر وَقَالَ الرَّاجِز : يُسْحَر بِالطَّعَامِ وَبِالشَّرَابِ . أَيْ يُغَذَّى وَقَدْ صَوَّبَ هَذَا الْقَوْل اِبْن جَرِير وَفِيهِ نَظَر لِأَنَّهُمْ أَرَادُوا هَاهُنَا أَنَّهُ مَسْحُور لَهُ رِئِيّ يَأْتِيه بِمَا اِسْتَمَعُوهُ مِنْ الْكَلَام الَّذِي يَتْلُوهُ وَمِنْهُمْ مَنْ قَالَ شَاعِر وَمِنْهُمْ مَنْ قَالَ كَاهِن وَمِنْهُمْ مَنْ قَالَ مَجْنُون وَمِنْهُمْ مَنْ قَالَ سَاحِر .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38231, "aya_id": 47}]