[{"text": "وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ", "sura_id": 56, "type": 0, "id": 5061, "aya_id": 82}, {"text": "وتجعلون رزقكم أنكم تكذبون", "sura_id": 56, "type": 1, "id": 11297, "aya_id": 82}, {"text": "82 - (وتجعلون رزقكم) من المطر أي شكره (أنكم تكذبون) بسقيا الله حيث قلتم مطرنا بنوء كذا \r\n", "sura_id": 56, "type": 2, "id": 30005, "aya_id": 82}, {"text": "وتجعلون شكركم لنعم الله عليكم أنكم تكذِّبون بها وتكفرون؟ وفي هذا إنكار على من يتهاون بأمر القرآن ولا يبالي بدعوته.\r\n", "sura_id": 56, "type": 3, "id": 36241, "aya_id": 82}, {"text": " <font color=red>وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ</font><BR><p>\" وَتَجْعَلُونَ رِزْقكُمْ أَنَّكُمْ تُكَذِّبُونَ \" قَالَ بَعْضهمْ مَعْنَى وَتَجْعَلُونَ رِزْقكُمْ بِمَعْنَى شُكْركُمْ أَنَّكُمْ تُكَذِّبُونَ أَيْ تُكَذِّبُونَ بَدَل الشُّكْر وَقَدْ رُوِيَ عَنْ عَلِيّ وَابْن عَبَّاس أَنَّهُمَا قَرَآهَا \" وَتَجْعَلُونَ شُكْركُمْ أَنَّكُمْ تُكَذِّبُونَ \" كَمَا سَيَأْتِي وَقَالَ اِبْن جَرِير وَقَدْ ذُكِرَ عَنْ الْهَيْثَم بْن عَدِيّ أَنَّ مِنْ لُغَة أَزْدِشَنُوءَةَ مَا رِزْق فُلَان بِمَعْنَى مَا شُكْر فُلَان . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا إِسْرَائِيل عَنْ عَبْد الْأَعْلَى عَنْ أَبِي عَبْد الرَّحْمَن عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَتَجْعَلُونَ رِزْقكُمْ \" يَقُول - شُكْركُمْ\" أَنَّكُمْ تُكَذِّبُونَ \" تَقُولُونَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا بِنَجْمِ كَذَا وَكَذَا \" وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ مِخْوَل بْن إِبْرَاهِيم النَّهْدِيّ وَابْن جَرِير عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ عُبَيْد اللَّه بْن مُوسَى وَعَنْ يَعْقُوب بْن إِبْرَاهِيم عَنْ يَحْيَى بْن أَبِي بُكَيْر ثَلَاثَتهمْ عَنْ إِسْرَائِيل بِهِ مَرْفُوعًا وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ أَحْمَد بْن مَنِيع عَنْ حُسَيْن بْن مُحَمَّد وَهُوَ الْمَرْوَزِيّ بِهِ وَقَالَ حَسَن غَرِيب وَقَدْ رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ عَبْد الْأَعْلَى وَلَمْ يَرْفَعهُ . وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : مَا مُطِرَ قَوْم قَطُّ إِلَّا أَصْبَحَ بَعْضهمْ كَافِرًا يَقُولُونَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا وَقَرَأَ اِبْن عَبَّاس \" وَتَجْعَلُونَ شُكْركُمْ أَنَّكُمْ تُكَذِّبُونَ\" وَهَذَا إِسْنَاد صَحِيح إِلَى اِبْن عَبَّاس وَقَالَ مَالِك فِي الْمُوَطَّأ عَنْ صَالِح بْن كَيْسَان عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود عَنْ زَيْد بْن خَالِد الْجُهَنِيّ أَنَّهُ قَالَ : صَلَّى بِنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَاة الصُّبْح بِالْحُدَيْبِيَةِ فِي أَثَر سَمَاء كَانَتْ مِنْ اللَّيْل فَلَمَّا اِنْصَرَفَ أَقْبَلَ عَلَى النَّاس فَقَالَ \" هَلْ تَدْرُونَ مَاذَا قَالَ رَبّكُمْ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" قَالَ أَصْبَحَ مِنْ عِبَادِي مُؤْمِن بِي وَكَافِر فَأَمَّا مَنْ قَالَ مُطِرْنَا بِفَضْلِ اللَّه وَرَحْمَته فَذَلِكَ مُؤْمِن بِي كَافِر بِالْكَوْكَبِ وَأَمَّا مَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا فَذَلِكَ كَافِر بِي مُؤْمِن بِالْكَوْكَبِ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَأَبُو دَاوُد وَالنَّسَائِيّ كُلّهمْ مِنْ حَدِيث مَالِك بِهِ . وَقَالَ مُسْلِم حَدَّثَنَا مُحَمَّد بْن سَلَمَة الْمُرَادِيّ وَعَمْرو بْن سَوَاد حَدَّثَنَا عَبْد اللَّه بْن وَهْب عَنْ عُمَر بْن الْحَارِث أَنَّ أَبَا يُونُس حَدَّثَهُ عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَا أَنْزَلَ اللَّه مِنْ السَّمَاء مِنْ بَرَكَة إِلَّا أَصْبَحَ فَرِيق مِنْ النَّاس بِهَا كَافِرِينَ يَنْزِل الْغَيْث فَيَقُولُونَ بِكَوْكَبِ كَذَا وَكَذَا \" اِنْفَرَدَ بِهِ مُسْلِم مِنْ هَذَا الْوَجْه . وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَخْبَرَنَا سُفْيَان عَنْ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن إِبْرَاهِيم بْن الْحَارِث التَّيْمِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه لَيُصَبِّح الْقَوْم بِالنِّعْمَةِ أَوْ يُمْسِيهِمْ بِهَا فَيُصْبِح بِهَا قَوْم كَافِرِينَ يَقُولُونَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا\" قَالَ مُحَمَّد هُوَ اِبْن إِبْرَاهِيم فَذَكَرْت هَذَا الْحَدِيث لِسَعِيدِ بْن الْمُسَيِّب فَقَالَ وَنَحْنُ قَدْ سَمِعْنَا مِنْ أَبِي هُرَيْرَة وَقَدْ أَخْبَرَنِي مَنْ شَهِدَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَهُوَ يَسْتَسْقِي فَلَمَّا اِسْتَسْقَى اِلْتَفَتَ إِلَى الْعَبَّاس فَقَالَ يَا عَبَّاس يَا عَمّ رَسُول اللَّه كَمْ أَبْقَى مِنْ نَوْء الثُّرَيَّا فَقَالَ الْعُلَمَاء يَزْعُمُونَ أَنَّهَا تَعْتَرِض فِي الْأُفُق بَعْد سُقُوطهَا سَبْعًا قَالَ فَمَا مَضَتْ سَابِعَة حَتَّى مُطِرُوا وَهَذَا مَحْمُول عَلَى السُّؤَال عَنْ الْوَقْت الَّذِي أَجْرَى اللَّه فِيهِ الْعَادَة بِإِنْزَالِ الْمَطَر لَا أَنَّ ذَلِكَ النَّوْء مُؤَثِّر بِنَفْسِهِ فِي نُزُول الْمَطَر فَإِنَّ هَذَا هُوَ الْمَنْهِيّ عَنْ اِعْتِقَاده وَقَدْ تَقَدَّمَ شَيْء مِنْ هَذِهِ الْأَحَادِيث عِنْد قَوْله تَعَالَى \" مَا يَفْتَح اللَّه لِلنَّاسِ مِنْ رَحْمَة فَلَا مُمْسِك لَهَا \" وَقَالَ اِبْن جَرِير حَدَّثَنِي يُونُس أَخْبَرَنَا سُفْيَان عَنْ إِسْمَاعِيل بْن أُمَيَّة فِيمَا أَحْسَبهُ أَوْ غَيْره أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمِعَ رَجُلًا وَمُطِرُوا يَقُول مُطِرْنَا بِبَعْضِ عَثَانِين الْأَسَد فَقَالَ \" كَذَبْت بَلْ هُوَ رِزْق اللَّه \" . ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنِي أَبُو صَالِح الصُّرَارِيّ حَدَّثَنَا أَبُو جَابِر مُحَمَّد بْن عَبْد الْمَلِك الْأَوْدِيّ حَدَّثَنَا جَعْفَر بْن الزُّبَيْر عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة عَنْ النَّبِيّ صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مُطِرَ قَوْم مِنْ لَيْلَة إِلَّا أَصْبَحَ قَوْم بِهَا كَافِرِينَ - ثُمَّ قَالَ - \" وَتَجْعَلُونَ رِزْقكُمْ أَنَّكُمْ تُكَذِّبُونَ\" يَقُول قَائِل مُطِرْنَا بِنَجْمِ كَذَا وَكَذَا \" . وَفِي حَدِيث عَنْ أَبِي سَعِيد مَرْفُوعًا \" لَوْ قَحَطَ النَّاس سَبْع سِنِينَ ثُمَّ مُطِرُوا لَقَالُوا مُطِرْنَا بِنَوْءِ الْمِجْدَح \" وَقَالَ مُجَاهِد\" وَتَجْعَلُونَ رِزْقكُمْ أَنَّكُمْ تُكَذِّبُونَ \" قَالَ قَوْلهمْ فِي الْأَنْوَاء مُطِرْنَا بِنَوْءِ كَذَا وَبِنَوْءِ كَذَا يَقُول قُولُوا هُوَ مِنْ عِنْد اللَّه وَهُوَ رِزْقه وَهَكَذَا قَالَ الضَّحَّاك وَغَيْر وَاحِد وَقَالَ قَتَادَة أَمَّا الْحَسَن فَكَانَ يَقُول بِئْسَ مَا أَخَذَ قَوْم وَأَنْفُسهمْ لَمْ يُرْزَقُوا مِنْ كِتَاب اللَّه إِلَّا التَّكْذِيب فَمَعْنَى قَوْل الْحَسَن هَذَا وَتَجْعَلُونَ حَظّكُمْ مِنْ كِتَاب اللَّه أَنَّكُمْ تُكَذِّبُونَ بِهِ وَلِهَذَا قَالَ قَبْله\" أَفَبِهَذَا الْحَدِيث أَنْتُمْ مُدْهِنُونَ وَتَجْعَلُونَ رِزْقكُمْ أَنَّكُمْ تُكَذِّبُونَ \" .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41985, "aya_id": 82}]