[{"text": "إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ اللّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلاً أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النَّارَ وَلاَ يُكَلِّمُهُمُ اللّهُ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 2, "type": 0, "id": 181, "aya_id": 174}, {"text": "إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمنا قليلا أولئك ما يأكلون في بطونهم إلا النار ولا يكلمهم الله يوم القيامة ولا يزكيهم ولهم عذاب أليم", "sura_id": 2, "type": 1, "id": 6417, "aya_id": 174}, {"text": "174 - (إن الذين يكتمون ما أنزل الله من الكتاب) المشتمل على نعت محمد صلى الله عليه وسلم وهم اليهود (ويشترون به ثمنا قليلا) من الدنيا يأخذونه بدله من سفلتهم فلا يظهرونه خوف فوته عليهم (أولئك ما يأكلون في بطونهم إلا النار) لأنها مآلهم (ولا يكلمهم الله يوم القيامة) غضبا عليهم (ولا يزكيهم) يطهرهم من دنس الذنوب (ولهم عذاب أليم) مؤلم هو النار \r\n", "sura_id": 2, "type": 2, "id": 25125, "aya_id": 174}, {"text": "إن الذين يُخْفون ما أنزل الله في كتبه من صفة محمد صلى الله عليه وسلم وغير ذلك من الحق, ويحرصون على أخذ عوض قليل من عرض الحياة الدنيا مقابل هذا الإخفاء, هؤلاء ما يأكلون في مقابلة كتمان الحق إلا نار جهنم تتأجج في بطونهم, ولا يكلمهم الله يوم القيامة لغضبه وسخطه عليهم, ولا يطهرهم من دنس ذنوبهم وكفرهم, ولهم عذاب موجع.\r\n", "sura_id": 2, "type": 3, "id": 31361, "aya_id": 174}, {"text": " <font color=red>إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>يَقُول تَعَالَى \" إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّه مِنْ الْكِتَاب \" يَعْنِي الْيَهُود الَّذِينَ كَتَمُوا صِفَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي كُتُبهمْ الَّتِي بِأَيْدِيهِمْ مِمَّا تَشْهَد لَهُ بِالرِّسَالَةِ وَالنُّبُوَّة فَكَتَمُوا ذَلِكَ لِئَلَّا تَذْهَب رِيَاسَتهمْ وَمَا كَانُوا يَأْخُذُونَهُ مِنْ الْعَرَب مِنْ الْهَدَايَا وَالتُّحَف عَلَى تَعْظِيمهمْ آبَاءَهُمْ فَخَشَوْا لَعَنَهُمْ اللَّه إِنْ أَظْهَرُوا ذَلِكَ أَنْ يَتَّبِعهُ النَّاس وَيَتْرُكُوهُمْ فَكَتَمُوا ذَلِكَ عَلَى إِبْقَاء عَلَى مَا كَانَ يَحْصُل لَهُمْ مِنْ ذَلِكَ وَهُوَ نَزْرٌ يَسِيرٌ فَبَاعُوا أَنْفُسهمْ بِذَلِكَ وَاعْتَاضُوا عَنْ الْهُدَى وَاتِّبَاع الْحَقّ وَتَصْدِيق الرَّسُول وَالْإِيمَان بِمَا جَاءَ عَنْ اللَّه بِذَلِكَ النَّزْر الْيَسِير فَخَابُوا وَخَسِرُوا فِي الدُّنْيَا وَالْآخِرَة أَمَّا فِي الدُّنْيَا فَإِنَّ اللَّهَ أَظْهَرَ لِعِبَادِهِ صِدْق رَسُوله بِمَا نَصَبَهُ وَجَعَلَهُ مَعَهُ مِنْ الْآيَات الظَّاهِرَات وَالدَّلَائِل الْقَاطِعَات فَصَدَّقَهُ الَّذِينَ كَانُوا يَخَافُونَ أَنْ يَتَّبِعُوهُ وَصَارُوا عَوْنًا لَهُ عَلَى قِتَالهمْ وَبَاءُوا بِغَضَبٍ عَلَى غَضَب وَذَمَّهُمْ اللَّهُ فِي كِتَابه فِي غَيْر مَوْضِع فَمِنْ ذَلِكَ هَذِهِ الْآيَة الْكَرِيمَة \" إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنْ الْكِتَاب وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا \" وَهُوَ عَرَض الْحَيَاة الدُّنْيَا وَأُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونهمْ إِلَّا النَّار أَيْ إِنَّمَا يَأْكُلُونَ مَا يَأْكُلُونَهُ فِي مُقَابَلَة كِتْمَان الْحَقّ نَارًا تَأَجَّجَ فِي بُطُونهمْ يَوْم الْقِيَامَة كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا \" وَفِي الْحَدِيث الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ الَّذِي يَأْكُل أَوْ يَشْرَب فِي آنِيَة الذَّهَب وَالْفِضَّة إِنَّمَا يُجَرْجِر فِي بَطْنه نَار جَهَنَّم \" وَقَوْله \" وَلَا يُكَلِّمُهُمْ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ \" وَذَلِكَ لِأَنَّهُ تَعَالَى غَضْبَان عَلَيْهِمْ لِأَنَّهُمْ كَتَمُوا وَقَدْ عَلِمُوا فَاسْتَحَقُّوا الْغَضَب فَلَا يَنْظُر إِلَيْهِمْ وَلَا يُزَكِّيهِمْ أَيْ يُثْنِي عَلَيْهِمْ وَيَمْدَحهُمْ بَلْ يُعَذِّبهُمْ عَذَابًا أَلِيمًا وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ هَاهُنَا حَدِيث الْأَعْمَش عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَةٌ لَا يُكَلِّمهُمْ اللَّه وَلَا يَنْظُر إِلَيْهِمْ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَاب أَلِيم شَيْخ زَانٍ وَمَلِكٌ كَذَّابٌ وَعَائِلٌ مُسْتَكْبِرٌ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38580, "aya_id": 174}]