[{"text": "وَمِنْهُم مَّن يَقُولُ ائْذَن لِّي وَلاَ تَفْتِنِّي أَلاَ فِي الْفِتْنَةِ سَقَطُواْ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ", "sura_id": 9, "type": 0, "id": 1284, "aya_id": 49}, {"text": "ومنهم من يقول ائذن لي ولا تفتني ألا في الفتنة سقطوا و إن جهنم لمحيطة بالكافرين", "sura_id": 9, "type": 1, "id": 7520, "aya_id": 49}, {"text": "49 - (ومنهم من يقول ائذن لي) في التخلف (ولا تفتني) وهو الجد بن قيس قال له النبي صلى الله عليه وسلم : \"هل لك في جلاد بني الأصفر ؟ \" فقال إني مغرم بالنساء وأخشى إن رأيت نساء بني الأصفر أن لا أصبر عنهن فافتتن ، قال تعالى (ألا في الفتنة سقطوا) بالتخلف ، وقرئ سقط (وإن جهنم لمحيطة بالكافرين) لا محيص لهم عنها \r\n", "sura_id": 9, "type": 2, "id": 26228, "aya_id": 49}, {"text": "ومِن هؤلاء المنافقين من يطلب الإذن للقعود عن الجهاد ويقول: لا توقعْني في الابتلاء بما يعرض لي في حالة الخروج من فتنة النساء. لقد سقط هؤلاء المنافقون في فتنة النفاق الكبرى. فإن جهنم لمحيطة بالكافرين بالله واليوم الآخر, فلا يُفْلِت منهم أحد.\r\n", "sura_id": 9, "type": 3, "id": 32464, "aya_id": 49}, {"text": " <font color=red>وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي أَلَا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ</font><BR><p>يَقُول تَعَالَى : وَمِنْ الْمُنَافِقِينَ مَنْ يَقُول لَك يَا مُحَمَّد اِئْذَنْ لِي فِي الْقُعُود وَلَا تَفْتِنِّي بِالْخُرُوجِ مَعَك بِسَبَبِ الْجَوَارِي مِنْ نِسَاء الرُّوم قَالَ اللَّه تَعَالَى أَلَا فِي الْفِتْنَة سَقَطُوا أَيْ قَدْ سَقَطُوا فِي الْفِتْنَة بِقَوْلِهِمْ هَذَا كَمَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ وَيَزِيد بْن رُومَان وَعَبْد اللَّه بْن أَبِي بَكْر وَعَاصِم بْن قَتَادَة وَغَيْرهمْ قَالُوا : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ ذَات يَوْم وَهُوَ فِي جَهَازه لِلْجَدِّ بْن قَيْس أَخِي بَنِي سَلَمَة هَلْ لَك يَا جَدّ الْعَام فِي جِلَاد بَنِي الْأَصْفَر ؟ فَقَالَ يَا رَسُول اللَّه أَوَتَأْذَن لِي وَلَا تَفْتِنِّي فَوَاَللَّهِ لَقَدْ عَرَفَتْ قَوْمِي مَا رَجُل أَشَدّ عَجَبًا بِالنِّسَاءِ مِنِّي وَإِنِّي أَخْشَى إِنْ رَأَيْت نِسَاء بَنِي الْأَصْفَر أَنْ لَا أَصْبِر عَنْهُنَّ فَأَعْرَضَ عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ قَدْ أَذِنْت لَك فَفِي الْجَدّ بْن قَيْس نَزَلَتْ هَذِهِ وَمِنْهُمْ مَنْ يَقُول اِئْذَنْ لِي وَلَا تَفْتِنِّي الْآيَة أَيْ إِنْ كَانَ إِنَّمَا يَخْشَى مِنْ نِسَاء بَنِي الْأَصْفَر وَلَيْسَ ذَلِكَ بِهِ فَمَا سَقَطَ فِيهِ مِنْ الْفِتْنَة بِتَخَلُّفِهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالرَّغْبَة بِنَفْسِهِ عَنْ نَفْسه أَعْظَم وَهَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد أَنَّهَا نَزَلَتْ فِي الْجَدّ بْن قَيْس وَقَدْ كَانَ الْجَدّ بْن قَيْس هَذَا مِنْ أَشْرَاف بَنِي سَلَمَة . وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُمْ مَنْ سَيِّدكُمْ يَا بَنِي سَلَمَة ؟ قَالُوا الْجَدّ بْن قَيْس عَلَى أَنَّا نُبَخِّلُهُ . فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَيّ دَوَاء أَدْوَأ مِنْ الْبُخْل ! وَلَكِنَّ سَيِّدكُمْ الْفَتَى الْجَعْد الْأَبْيَض بِشْر بْن الْبَرَاء بْن مَعْرُور وَقَوْله تَعَالَى \" وَإِنَّ جَهَنَّم لَمُحِيطَة بِالْكَافِرِينَ \" أَيْ لَا مَحِيد لَهُمْ عَنْهَا وَلَا مَحِيص وَلَا مَهْرَب .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43467, "aya_id": 49}]