[{"text": "انظُرْ كَيفَ يَفْتَرُونَ عَلَى اللّهِ الكَذِبَ وَكَفَى بِهِ إِثْمًا مُّبِينًا", "sura_id": 4, "type": 0, "id": 543, "aya_id": 50}, {"text": "انظر كيف يفترون على الله الكذب وكفى به إثما مبينا", "sura_id": 4, "type": 1, "id": 6779, "aya_id": 50}, {"text": "50 - (انظر) متعجبا (كيف يفترون على الله الكذب) بذلك (وكفى به إثما مبينا) بينا \r\n", "sura_id": 4, "type": 2, "id": 25487, "aya_id": 50}, {"text": "انظر إليهم -أيها الرسول- متعجبًا من أمرهم, كيف يختلقون على الله الكذب, وهو المنزَّه عن كل ما لا يليق به؟ وكفى بهذا الاختلاق ذنبًا كبيرًا كاشفًا عن فساد معتقدهم.\r\n", "sura_id": 4, "type": 3, "id": 31723, "aya_id": 50}, {"text": " <font color=red>انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَكَفَى بِهِ إِثْمًا مُبِينًا</font><BR><p>وَقَوْله اُنْظُرْ كَيْف يَفْتَرُونَ عَلَى اللَّه الْكَذِب أَيْ فِي تَزْكِيَتهمْ أَنْفُسهمْ وَدَعْوَاهُمْ أَنَّهُمْ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ وَقَوْلهمْ \" لَنْ يَدْخُل الْجَنَّة إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى \" وَقَوْلهمْ لَنْ تَمَسّنَا النَّار إِلَّا أَيَّامًا مَعْدُودَات وَاتِّكَالهمْ عَلَى أَعْمَال آبَائِهِمْ الصَّالِحَة وَقَدْ حَكَمَ اللَّه أَنَّ أَعْمَال الْآبَاء لَا تَجْزِي عَنْ الْأَبْنَاء شَيْئًا فِي قَوْله \" تِلْكَ أُمَّة قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ \" الْآيَة ثُمَّ قَالَ \" وَكَفَى بِهِ إِثْمًا مُبِينًا \" أَيْ وَكَفَى بِصَنِيعِهِمْ هَذَا كَذِبًا وَافْتِرَاء ظَاهِرًا وَقَوْله \" أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنْ الْكِتَاب يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوت \" أَمَّا الْجِبْت فَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ حَسَّان بْن فَائِد عَنْ عُمَر بْن الْخَطَّاب أَنَّهُ قَالَ : الْجِبْت السِّحْر وَالطَّاغُوت الشَّيْطَان . وَهَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَأَبِي الْعَالِيَة وَمُجَاهِد وَعَطَاء وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَالْحَسَن وَالضَّحَّاك وَالسُّدِّيّ وَعَنْ اِبْن عَبَّاس وَأَبِي الْعَالِيَة وَمُجَاهِد وَعَطَاء وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالشَّعْبِيّ وَالْحَسَن وَعَطِيَّة : الْجِبْت الشَّيْطَان . وَزَادَ اِبْن عَبَّاس بِالْحَبَشِيَّةِ وَعَنْ اِبْن عَبَّاس أَيْضًا : الْجِبْت الشِّرْك . وَعَنْهُ الْجِبْت الْأَصْنَام. وَعَنْ الشَّعْبِيّ الْجِبْت الْكَاهِن . وَعَنْ اِبْن عَبَّاس الْجِبْت حُيَيّ بْن أَخْطَب . وَعَنْ مُجَاهِد الْجِبْت كَعْب بْن الْأَشْرَف. وَقَالَ الْعَلَّامَة أَبُو نَصْر بْن إِسْمَاعِيل بْن حَمَّاد الْجَوْهَرِيّ فِي كِتَابه الصِّحَاح : الْجِبْت كَلِمَة تَقَع عَلَى الصَّنَم وَالْكَاهِن وَالسَّاحِر وَنَحْو ذَلِكَ . وَفِي الْحَدِيث \" الطِّيَرَة وَالْعِيَافَة وَالطَّرْق مِنْ الْجِبْت \" قَالَ وَلَيْسَ هَذَا مِنْ مَحْض الْعَرَبِيَّة لِاجْتِمَاعِ الْجِيم وَالتَّاء فِي كَلِمَة وَاحِدَة مِنْ غَيْر حَرْف ذَوْلَقِيّ . وَهَذَا الْحَدِيث الَّذِي ذَكَرَهُ الْإِمَام أَحْمَد فِي مُسْنَده فَقَالَ : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا عَوْف بْن حَيَّان بْن الْعَلَاء حَدَّثَنَا قَطَن بْن قُبَيْصَة عَنْ أَبِيهِ وَهُوَ قُبَيْصَة بْن مُخَارِق أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْعِيَافَة وَالطَّرْق وَالطِّيَرَة مِنْ الْجِبْت \" وَقَالَ عَوْف : الْعِيَافَة زَجْر الطَّيْر وَالطَّرْق الْخَطّ يَخُطّ فِي الْأَرْض وَالْجِبْت قَالَ الْحَسَن رَنَّة الشَّيْطَان وَهَكَذَا رَوَاهُ أَبُو دَاوُد فِي سُنَنه وَالنَّسَائِيّ وَابْن أَبِي حَاتِم فِي تَفْسِيره مِنْ حَدِيث عَوْف الْأَعْرَابِيّ بِهِ . وَقَدْ تَقَدَّمَ الْكَلَام عَلَى الطَّاغُوت فِي سُورَة الْبَقَرَة بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا إِسْحَاق بْن الضَّيْف حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَمِعَ جَابِر بْن عَبْد اللَّه أَنَّهُ سُئِلَ عَنْ الطَّوَاغِيت فَقَالَ : هُمْ كُهَّان تَنْزِل عَلَيْهِمْ الشَّيَاطِين وَقَالَ مُجَاهِد : الطَّاغُوت الشَّيْطَان فِي صُورَة إِنْسَان يَتَحَاكَمُونَ إِلَيْهِ وَهُوَ صَاحِب أَمْرهمْ وَقَالَ الْإِمَام مَالِك : هُوَ كُلّ مَا يُعْبَد مِنْ دُون اللَّه عَزَّ وَجَلَّ وَقَوْله \" وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنْ الَّذِينَ آمَنُوا سَبِيلًا \" أَيْ يُفَضِّلُونَ الْكُفَّار عَلَى الْمُسْلِمِينَ بِجَهْلِهِمْ وَقِلَّة دِينهمْ وَكُفْرهمْ بِكِتَابِ اللَّه الَّذِي بِأَيْدِيهِمْ . وَقَدْ رَوَى اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد الْمُقْرِي حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ عِكْرِمَة قَالَ : جَاءَ حُيَيّ بْن أَخْطَب وَكَعْب بْن الْأَشْرَف إِلَى أَهْل مَكَّة فَقَالُوا لَهُمْ : أَنْتُمْ أَهْل الْكِتَاب وَأَهْل الْعِلْم فَأَخْبِرُونَا عَنَّا وَعَنْ مُحَمَّد فَقَالُوا : مَا أَنْتُمْ وَمَا مُحَمَّد ؟ فَقَالُوا : نَحْنُ نَصِل الْأَرْحَام وَنَنْحَر الْكَوْمَاء وَنَسْقِي الْمَاء عَلَى اللَّبَن وَنَفُكّ الْعَانِي وَنَسْقِي الْحَجِيج وَمُحَمَّد صُنْبُور قَطَعَ أَرْحَامنَا وَاتَّبَعَهُ سُرَّاق الْحَجِيج مِنْ غِفَار فَنَحْنُ خَيْر أَمْ هُوَ ؟ فَقَالُوا : أَنْتُمْ خَيْر وَأَهْدَى سَبِيلًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40889, "aya_id": 50}]