[{"text": "لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ أَلاَ سَاء مَا يَزِرُونَ", "sura_id": 16, "type": 0, "id": 1926, "aya_id": 25}, {"text": "ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم ألا ساء ما يزرون", "sura_id": 16, "type": 1, "id": 8162, "aya_id": 25}, {"text": "25 - (ليحملوا) في عاقبة الأمر (أوزارهم) ذنوبهم (كاملة) لم يكفر منها شيء (يوم القيامة ومن) بعض (أوزار الذين يضلونهم بغير علم) لأنهم دعوهم إلى الضلال فاتبعوهم فاشتركوا في الإثم (ألا ساء) بئس (ما يزرون) يحملونه حملهم هذا \r\n", "sura_id": 16, "type": 2, "id": 26870, "aya_id": 25}, {"text": "ستكون عاقبتهم أن يحملوا آثامهم كاملة يوم القيامة -لا يُغْفَر لهم منها شيء - ويَحْملوا من آثام الذين كذبوا عليهم; ليبعدوهم عن الإسلام من غير نقص من آثامهم. ألا قَبُحَ ما يحملونه من آثام.\r\n", "sura_id": 16, "type": 3, "id": 33106, "aya_id": 25}, {"text": " <font color=red>لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ</font><BR><p>قَالَ اللَّه تَعَالَى \" لِيَحْمِلُوا أَوْزَارهمْ كَامِلَة يَوْم الْقِيَامَة وَمِنْ أَوْزَار الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْم \" أَيْ إِنَّمَا قَدَّرْنَا عَلَيْهِمْ أَنْ يَقُولُوا ذَلِكَ لِيَتَحَمَّلُوا أَوْزَارهمْ وَمِنْ أَوْزَار الَّذِينَ يَتَّبِعُونَهُمْ وَيُوَافِقُونَهُمْ أَيْ يَصِير عَلَيْهِمْ خَطِيئَة ضَلَالهمْ فِي أَنْفُسهمْ وَخَطِيئَة إِغْوَائِهِمْ لِغَيْرِهِمْ وَاقْتِدَاء أُولَئِكَ بِهِمْ كَمَا جَاءَ فِي الْحَدِيث \" مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنْ الْأَجْر مِثْل أُجُور مَنْ اِتَّبَعَهُ لَا يَنْقُص ذَلِكَ مِنْ أُجُورهمْ شَيْئًا وَمَنْ دَعَا إِلَى ضَلَالَة كَانَ عَلَيْهِ مِنْ الْإِثْم مِثْل آثَام مَنْ اِتَّبَعَهُ لَا يَنْقُص ذَلِكَ مِنْ آثَامهمْ شَيْئًا \" وَقَالَ تَعَالَى \" وَلَيَحْمِلُنَّ أَثْقَالهمْ وَأَثْقَالًا مَعَ أَثْقَالهمْ وَلَيُسْئَلُنَّ يَوْم الْقِيَامَة عَمَّا كَانُوا يَفْتَرُونَ \" وَهَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي الْآيَة \" لِيَحْمِلُوا أَوْزَارهمْ كَامِلَة يَوْم الْقِيَامَة وَمِنْ أَوْزَار الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْم \" أَنَّهَا كَقَوْلِهِ \" وَلَيَحْمِلُنَّ أَثْقَالهمْ وَأَثْقَالًا مَعَ أَثْقَالهمْ \" وَقَالَ مُجَاهِد : يَحْمِلُونَ أَثْقَالهمْ ذُنُوبهمْ وَذُنُوب مَنْ أَطَاعَهُمْ وَلَا يُخَفِّف عَمَّنْ أَطَاعَهُمْ مِنْ الْعَذَاب شَيْئًا .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38097, "aya_id": 25}]