[{"text": "إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاء الْعَاكِفُ فِيهِ وَالْبَادِ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ", "sura_id": 22, "type": 0, "id": 2620, "aya_id": 25}, {"text": "إن الذين كفروا و يصدون عن سبيل الله و المسجد الحرام الذي جعلناه للناس سواء العاكف فيه و الباد و من يرد فيه بإلحاد بظلم نذقه من عذاب أليم", "sura_id": 22, "type": 1, "id": 8856, "aya_id": 25}, {"text": "25 - (إن الذين كفروا ويصدون عن سبيل الله) طاعته وعن (والمسجد الحرام الذي جعلناه) منسكا ومتعبدا (للناس سواء العاكف) المقيم (فيه والباد) الطارىء (ومن يرد فيه بإلحاد) الباء زائدة (بظلم) أي بسببه بأن ارتكب منهيا ولو شتم الخادم (نذقه من عذاب أليم) مؤلم أي بعضه ومن هذا يؤخر خبر إن أي نذيقهم من عذاب أليم \r\n", "sura_id": 22, "type": 2, "id": 27564, "aya_id": 25}, {"text": "إن الذين كفروا بالله, وكذبوا بما جاءهم به محمد صلى الله عليه وسلم، ويمنعون غيرهم من الدخول في دين الله، ويصدون رسول الله صلى الله عليه وسلم والمؤمنين في عام \"الحديبية\" عن المسجد الحرام, الذي جعلناه لجميع المؤمنين، سواء المقيم فيه والقادم إليه, لهم عذاب أليم موجع، ومن يرد في المسجد الحرام الميْلَ عن الحق ظلمًا فيَعْصِ الله فيه, نُذِقْه مِن عذاب أليم موجع.\r\n", "sura_id": 22, "type": 3, "id": 33800, "aya_id": 25}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِي وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ</font><BR><p>يَقُول تَعَالَى مُنْكِرًا عَلَى الْكُفَّار فِي صَدّهمْ الْمُؤْمِنِينَ عَنْ إِتْيَان الْمَسْجِد الْحَرَام وَقَضَاء مَنَاسِكهمْ فِيهِ وَدَعْوَاهُمْ أَنَّهُمْ أَوْلِيَاؤُهُ \" وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ \" الْآيَة وَفِي هَذِهِ الْآيَة دَلِيل عَلَى أَنَّهَا مَدَنِيَّة كَمَا قَالَ فِي سُورَة الْبَقَرَة \" يَسْأَلُونَك عَنْ الشَّهْر الْحَرَام قِتَال فِيهِ قُلْ قِتَال فِيهِ كَبِير وَصَدّ عَنْ سَبِيل اللَّه وَكُفْر بِهِ وَالْمَسْجِد الْحَرَام وَإِخْرَاج أَهْله مِنْهُ أَكْبَر عِنْد اللَّه \" وَقَالَ هَهُنَا \" إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيل اللَّه وَالْمَسْجِد الْحَرَام \" أَيْ وَمِنْ صِفَتهمْ أَنَّهُمْ مَعَ كُفْرهمْ يَصُدُّونَ عَنْ سَبِيل اللَّه وَالْمَسْجِد الْحَرَام أَيْ وَيَصُدُّونَ عَنْ الْمَسْجِد الْحَرَام مَنْ أَرَادَهُ مِنْ الْمُؤْمِنِينَ الَّذِينَ هُمْ أَحَقّ النَّاس بِهِ فِي نَفْس الْأَمْر وَهَذَا التَّرْتِيب فِي هَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" الَّذِينَ آمَنُوا وَتَطْمَئِنّ قُلُوبهمْ بِذِكْرِ اللَّه أَلَا بِذِكْرِ اللَّه تَطْمَئِنّ الْقُلُوب \" أَيْ وَمِنْ صِفَتهمْ أَنَّهُمْ تَطْمَئِنّ قُلُوبهمْ بِذِكْرِ اللَّه \" وَقَوْله \" الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاء الْعَاكِف فِيهِ وَالْبَاد \" أَيْ يَمْنَعُونَ النَّاس عَنْ الْوُصُول إِلَى الْمَسْجِد الْحَرَام وَقَدْ جَعَلَهُ اللَّه شَرْعًا سَوَاء لَا فَرْق فِيهِ بَيْن الْمُقِيم فِيهِ وَالنَّائِي عَنْهُ الْبَعِيد الدَّار مِنْهُ \" سَوَاء الْعَاكِف فِيهِ وَالْبَاد \" وَمِنْ ذَلِكَ اِسْتِوَاء النَّاس فِي رِبَاع مَكَّة وَسُكْنَاهَا كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" سَوَاء الْعَاكِف فِيهِ وَالْبَاد\" قَالَ يَنْزِل أَهْل مَكَّة وَهُمْ فِي الْمَسْجِد الْحَرَام وَقَالَ مُجَاهِد سَوَاء الْعَاكِف فِيهِ وَالْبَاد \" أَهْل مَكَّة وَغَيْرهمْ فِيهِ سَوَاء فِي الْمَنَازِل وَكَذَا قَالَ أَبُو صَالِح وَعَبْد الرَّحْمَن بْن سَابِط وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة سَوَاء فِيهِ أَهْله وَغَيْر أَهْله وَهَذِهِ الْمَسْأَلَة هِيَ الَّتِي اِخْتَلَفَ فِيهَا الشَّافِعِيّ وَإِسْحَاق بْن رَاهَوَيْهِ بِمَسْجِدِ الْخَيْف وَأَحْمَد بْن حَنْبَل حَاضِر أَيْضًا فَذَهَبَ الشَّافِعِيّ رَحِمَهُ اللَّه إِلَى أَنَّ رِبَاع مَكَّة تُمْلَك وَتُوَرَّث وَتُؤَجَّر وَاحْتَجَّ بِحَدِيثِ الزُّهْرِيّ عَنْ عَلِيّ بْن الْحَسَن عَنْ عَمْرو بْن عُثْمَان عَنْ أُسَامَة بْن زَيْد قَالَ قُلْت يَا رَسُول اللَّه أَنَنْزِلُ غَدًا فِي دَارِكَ بِمَكَّة ؟ فَقَالَ \" وَهَلْ تَرَكَ لَنَا عَقِيل مِنْ رِبَاع \" ثُمَّ قَالَ \" لَا يَرِث الْكَافِر الْمُسْلِم وَلَا الْمُسْلِم الْكَافِر\" وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ وَبِمَا ثَبَتَ أَنَّ عُمَر بْن الْخَطَّاب اِشْتَرَى مِنْ صَفْوَان بْن أُمَيَّة دَارًا بِمَكَّة فَجَعَلَهَا سِجْنًا بِأَرْبَعَةِ آلَاف دِرْهَم وَبِهِ قَالَ طَاوُس وَعَمْرو بْن دِينَار وَذَهَبَ إِسْحَاق بْن رَاهَوَيْهِ إِلَى أَنَّهَا لَا تُوَرَّث وَلَا تُؤَجَّر وَهُوَ مَذْهَب طَائِفَة مِنْ السَّلَف وَنَصَّ عَلَيْهِ مُجَاهِد وَعَطَاء وَاحْتَجَّ إِسْحَاق بْن رَاهَوَيْهِ بِمَا رَوَاهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ عِيسَى بْن يُونُس عَنْ عُمَر بْن سَعِيد بْن أَبِي حَيْوَة عَنْ عُثْمَان بْن أَبِي سُلَيْمَان عَنْ عَلْقَمَة بْن نَضْلَة قَالَ : تُوُفِّيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْر وَعُمَر وَمَا تُدْعَى رِبَاع مَكَّة إِلَّا السَّوَائِب مَنْ اِحْتَاجَ سَكَنَ وَمَنْ اِسْتَغْنَى أَسْكَنَ وَقَالَ عَبْد الرَّزَّاق بْن مُجَاهِد عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو أَنَّهُ قَالَ لَا يَحِلّ بَيْع دُور مَكَّة وَلَا كِرَاؤُهَا وَقَالَ أَيْضًا عَنْ اِبْن جُرَيْج كَانَ عَطَاء يَنْهَى عَنْ الْكِرَاء فِي الْحَرَم وَأَخْبَرَنِي أَنَّ عُمَر بْن الْخَطَّاب كَانَ يَنْهَى عَنْ تَبْوِيب دُور مَكَّة لِأَنْ يَنْزِل الْحَاجّ فِي عَرَصَاتهَا فَكَانَ أَوَّل مَنْ بَوَّبَ دَاره سُهَيْل بْن عَمْرو فَأَرْسَلَ إِلَيْهِ عُمَر بْن الْخَطَّاب فِي ذَلِكَ فَقَالَ أَنْظِرْنِي يَا أَمِير الْمُؤْمِنِينَ إِنِّي كُنْت اِمْرَأً تَاجِرًا فَأَرَدْت أَنْ أَتَّخِذ بَابَيْنِ يَحْبِسَانِ لِي ظَهْرِي قَالَ فَلَك ذَلِكَ إِذًا وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ مَنْصُور عَنْ مُجَاهِد أَنَّ عُمَر بْن الْخَطَّاب قَالَ يَا أَهْل مَكَّة لَا تَتَّخِذُوا لِدُورِكُمْ أَبْوَابًا لِيَنْزِل الْبَادِي حَيْثُ يَشَاء قَالَ وَأَخْبَرَنَا مَعْمَر عَمَّنْ سَمِعَ عَطَاء يَقُول\" سَوَاء الْعَاكِف فِيهِ وَالْبَاد \" قَالَ يَنْزِلُونَ حَيْثُ شَاءُوا وَرَوَى الدَّارَقُطْنِيّ مِنْ حَدِيث اِبْن أَبِي نَجِيح عَنْ عَبْد اللَّه بْن عَمْرو مَوْقُوفًا \" مَنْ أَكَلَ كِرَاء بُيُوت مَكَّة أَكَلَ نَارًا \" وَتَوَسَّطَ الْإِمَام أَحْمَد فَقَالَ تُمْلَك وَتُوَرَّث وَلَا تُؤَجَّر جَمْعًا بَيْن الْأَدِلَّة وَاَللَّه أَعْلَم وَقَوْله\" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَاب أَلِيم\" قَالَ بَعْض الْمُفَسِّرِينَ مِنْ أَهْل الْعَرَبِيَّة الْبَاء هَهُنَا زَائِدَة كَقَوْلِهِ \" تَنْبُت بِالدُّهْنِ \" أَيْ تُنْبِت الدُّهْن وَكَذَا قَوْله \" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ \" تَقْدِيره إِلْحَادًا وَكَمَا قَالَ الْأَعْشَى : ضَمِنْت بِرِزْقِ عِيَالنَا أَرْمَاحنَا بَيْن الْمَرَاجِل وَالصَّرِيح الْأَجْرَد وَقَالَ الْآخَر : بِوَادٍ يَمَان يُنْبِت الْعُشْب صَدْره وَأَسْفَله بِالْمَرْخِ وَالشَّبَهَانِ وَالْأَجْوَد أَنَّهُ ضَمَّنَ الْفِعْل هَهُنَا مَعْنًى يَهِمّ وَلِهَذَا عَدَّاهُ بِالْبَاءِ فَقَالَ \" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ \" أَيْ يَهُمّ فِيهِ بِأَمْرٍ فَظِيع مِنْ الْمَعَاصِي الْكِبَار وَقَوْله\" بِظُلْمٍ \" أَيْ عَامِدًا قَاصِدًا أَنَّهُ ظُلْم لَيْسَ بِمُتَأَوَّلٍ كَمَا قَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس هُوَ التَّعَمُّد . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس بِظُلْمٍ بِشِرْك وَقَالَ مُجَاهِد أَنْ يَعْبُد فِيهِ غَيْر اللَّه وَكَذَا قَالَ قَتَادَة وَغَيْر وَاحِد وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس بِظُلْمٍ هُوَ أَنْ تَسْتَحِلّ مِنْ الْحَرَم مَا حَرَّمَ اللَّه عَلَيْك مِنْ إِسَاءَة أَوْ قَتْل فَتَظْلِم مَنْ لَا يَظْلِمك وَتَقْتُل مَنْ لَا يَقْتُلك فَإِذَا فَعَلَ ذَلِكَ فَقَدْ وَجَبَ لَهُ الْعَذَاب الْأَلِيم وَقَالَ مُجَاهِد بِظُلْمٍ يَعْمَل فِيهِ عَمَلًا سَيِّئًا وَهَذَا مِنْ خُصُوصِيَّة الْحَرَم أَنَّهُ يُعَاقَب الْبَادِي فِيهِ الشَّرّ إِذَا كَانَ عَازِمًا عَلَيْهِ وَإِنْ لَمْ يُوقِعهُ كَمَا قَالَ اِبْن أَبِي حَاتِم فِي تَفْسِيره حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا يَزِيد بْن هَارُون أَنْبَأَنَا شُعْبَة عَنْ السُّدِّيّ أَنَّهُ سَمِعَ مُرَّة يُحَدِّث عَنْ عَبْد اللَّه يَعْنِي اِبْن مَسْعُود فِي قَوْله \" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ\" قَالَ لَوْ أَنَّ رَجُلًا أَرَادَ فِيهِ بِإِلْحَادٍ بِظُلْمٍ وَهُوَ بِعَدَن أَبْيَن لَأَذَاقَهُ اللَّه مِنْ الْعَذَاب الْأَلِيم قَالَ شُعْبَة هُوَ رَفَعَهُ لَنَا وَأَنَا لَا أَرْفَعهُ لَكُمْ قَالَ يَزِيد هُوَ قَدْ رَفَعَهُ وَرَوَاهُ أَحْمَد عَنْ يَزِيد بْن هَارُون بِهِ قُلْت هَذَا الْإِسْنَاد صَحِيح عَلَى شَرْط الْبُخَارِيّ وَوَقْفه أَشْبَه مِنْ رَفْعه وَلِهَذَا صَمَّمَ شُعْبَة عَلَى وَقْفه مِنْ كَلَام اِبْن مَسْعُود وَكَذَلِكَ رَوَاهُ أَسْبَاط وَسُفْيَان الثَّوْرِيّ عَنْ السُّدِّيّ عَنْ مُرَّة عَنْ اِبْن مَسْعُود مَوْقُوفًا وَاَللَّه أَعْلَم وَقَالَ الثَّوْرِيّ عَنْ السُّدِّيّ عَنْ مُرَّة عَنْ عَبْد اللَّه قَالَ مَا مِنْ رَجُل يَهِمّ بِسَيِّئَةٍ فَتُكْتَب عَلَيْهِ وَلَوْ أَنَّ رَجُلًا بِعَدَن أَبْيَن هَمَّ أَنْ يَقْتُل رَجُلًا بِهَذَا الْبَيْت لَأَذَاقَهُ اللَّه مِنْ الْعَذَاب الْأَلِيم وَكَذَا قَالَ الضَّحَّاك بْن مُزَاحِم وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ مُجَاهِد إِلْحَاد فِيهِ لَا وَاَللَّه وَبَلَى وَاَللَّه وَرُوِيَ عَنْ مُجَاهِد عَنْ عَبْد اللَّه بْن عَمْرو مِثْله وَقَالَ سَعِيد بْن جُبَيْر شَتْم الْخَادِم ظُلْمٌ فَمَا فَوْقه وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَبْد اللَّه بْن عَطَاء عَنْ مَيْمُون بْن مِهْرَان عَنْ اِبْن عَبَّاس فِي قَوْله\" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ \" قَالَ تِجَارَة الْأَمِير فِيهِ وَعَنْ اِبْن عُمَر بَيْع الطَّعَام بِمَكَّة إِلْحَاد وَقَالَ حَبِيب بْن أَبِي ثَابِت \" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ\" قَالَ الْمُحْتَكِر بِمَكَّة وَكَذَا قَالَ غَيْر وَاحِد . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن إِسْحَاق الْجَوْهَرِيّ أَنْبَأَنَا أَبُو عَاصِم عَنْ جَعْفَر بْن يَحْيَى عَنْ عَمّه عُمَارَة بْن ثَوْبَان حَدَّثَنِي مُوسَى بْن بَاذَان عَنْ عَلِيّ بْن أُمَيَّة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اِحْتِكَار الطَّعَام بِمَكَّة إِلْحَاد \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن بُكَيْر حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا عَطَاء بْن دِينَار حَدَّثَنِي سَعِيد بْن جُبَيْر قَالَ قَالَ اِبْن عَبَّاس فِي قَوْل اللَّه \" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ \" قَالَ نَزَلَتْ فِي عَبْد اللَّه بْن أُنَيْس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَهُ مَعَ رَجُلَيْنِ أَحَدهمَا مُهَاجِر وَالْآخَر مِنْ الْأَنْصَار فَافْتَخَرُوا فِي الْأَنْسَاب فَغَضِبَ عَبْد اللَّه بْن أُنَيْس فَقَتَلَ الْأَنْصَارِيّ ثُمَّ اِرْتَدَّ عَنْ الْإِسْلَام ثُمَّ هَرَبَ إِلَى مَكَّة فَنَزَلَتْ فِيهِ \" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ \" يَعْنِي مَنْ لَجَأَ إِلَى الْحَرَم بِإِلْحَادٍ يَعْنِي بِمَيْلٍ عَنْ الْإِسْلَام وَهَذِهِ الْآثَار وَإِنْ دَلَّتْ عَلَى أَنَّ هَذِهِ الْأَشْيَاء مِنْ الْإِلْحَاد وَلَكِنْ هُوَ أَعَمّ مِنْ ذَلِكَ بَلْ فِيهَا تَنْبِيه عَلَى مَا هُوَ أَغْلَظ مِنْهَا وَلِهَذَا لَمَّا هَمَّ أَصْحَاب الْفِيل عَلَى تَخْرِيب الْبَيْت أَرْسَلَ اللَّه عَلَيْهِمْ طَيْرًا أَبَابِيل تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيل فَجَعَلَهُمْ كَعَصْفٍ مَأْكُول \" أَيْ دَمَّرَهُمْ وَجَعَلَهُمْ عِبْرَة وَنَكَالًا لِكُلِّ مَنْ أَرَادَهُ بِسُوءٍ وَلِذَلِكَ ثَبَتَ فِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَغْزُو هَذَا الْبَيْت جَيْش حَتَّى إِذَا كَانُوا بِبَيْدَاء مِنْ الْأَرْض خُسِفَ بِأَوَّلِهِمْ وَآخِرهمْ \" الْحَدِيث وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن كُنَاسَة حَدَّثَنَا إِسْحَاق بْن سَعِيد عَنْ أَبِيهِ قَالَ أَتَى عَبْد اللَّه بْن عُمَر عَبْد اللَّه بْن الزُّبَيْر فَقَالَ يَا اِبْن الزُّبَيْر إِيَّاكَ وَالْإِلْحَاد فِي حَرَم اللَّه فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّهُ سَيُلْحِدُ فِيهِ رَجُل مِنْ قُرَيْش لَوْ تُوزَن ذُنُوبه بِذُنُوبِ الثَّقَلَيْنِ لَرَجَحَتْ \" فَانْظُرْ لَا تَكُنْ هُوَ وَقَالَ أَيْضًا فِي مُسْنَد عَبْد اللَّه بْن عَمْرو بْن الْعَاص حَدَّثَنَا هَاشِم حَدَّثَنَا إِسْحَاق بْن سَعِيد حَدَّثَنَا سَعِيد بْن عَمْرو قَالَ أَتَى عَبْد اللَّه بْن عُمَر عَبْد اللَّه بْن الزُّبَيْر وَهُوَ جَالِس فِي الْحِجْر فَقَالَ يَا اِبْن الزُّبَيْر إِيَّاكَ وَالْإِلْحَاد فِي الْحَرَم فَإِنِّي أَشْهَد لَسَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَحِلّهَا وَيَحِلّ بِهِ رَجُل مِنْ قُرَيْش لَوْ وُزِنَتْ ذُنُوبه بِذُنُوبِ الثَّقَلَيْنِ لَوَزَنَتْهَا \" قَالَ فَانْظُرْ لَا تَكُنْ هُوَ لَمْ يُخَرِّجْهُ أَحَد مِنْ أَصْحَاب الْكُتُب مِنْ هَذَيْنِ الْوَجْهَيْنِ .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39046, "aya_id": 25}]