[{"text": "ثُلَّةٌ مِّنَ الْأَوَّلِينَ", "sura_id": 56, "type": 0, "id": 4992, "aya_id": 13}, {"text": "ثلة من الأولين", "sura_id": 56, "type": 1, "id": 11228, "aya_id": 13}, {"text": "13 - (ثلة من الأولين) مبتدأ ، جماعة من الأمم الماضية \r\n", "sura_id": 56, "type": 2, "id": 29936, "aya_id": 13}, {"text": "يدخلها جماعة كثيرة من صدر هذه الأمة, وغيرهم من الأمم الأخرى,\r\n", "sura_id": 56, "type": 3, "id": 36172, "aya_id": 13}, {"text": " <font color=red>ثُلَّةٌ مِنَ الْأَوَّلِينَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ هَؤُلَاءِ السَّابِقِينَ أَنَّهُمْ ثُلَّة أَيْ جَمَاعَة مِنْ الْأَوَّلِينَ وَقَلِيل مِنْ الْآخِرِينَ وَقَدْ اِخْتَلَفُوا فِي الْمُرَاد بِقَوْلِهِ الْأَوَّلِينَ وَالْآخِرِينَ فَقِيلَ الْمُرَاد بِالْأَوَّلِينَ الْأُمَم الْمَاضِيَة وَبِالْآخِرِينَ هَذِهِ الْأُمَّة وَهَذَا رِوَايَة عَنْ مُجَاهِد وَالْحَسَن الْبَصْرِيّ رَوَاهَا عَنْهُمَا اِبْن أَبِي حَاتِم وَهُوَ اِخْتِيَار اِبْن جَرِير وَاسْتَأْنَسَ بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْم الْقِيَامَة \" وَلَمْ يَحْكِ غَيْره وَلَا عَزَاهُ إِلَى أَحَد وَمِمَّا يُسْتَأْنَس بِهِ لِهَذَا الْقَوْل مَا رَوَاهُ الْإِمَام أَبُو مُحَمَّد بْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن عِيسَى بْن الطَّبَّاع حَدَّثَنَا شَرِيك عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : لَمَّا نَزَلَتْ \" ثُلَّة مِنْ الْأَوَّلِينَ وَقَلِيل مِنْ الْآخِرِينَ \" شَقَّ ذَلِكَ عَلَى أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ \" ثُلَّة مِنْ الْأَوَّلِينَ وَثُلَّة مِنْ الْآخِرِينَ \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبُع أَهْل الْجَنَّة ثُلُث أَهْل الْجَنَّة بَلْ أَنْتُمْ نِصْف أَهْل الْجَنَّة أَوْ شَطْر أَهْل الْجَنَّة وَتُقَاسِمُونَهُمْ النِّصْف الثَّانِي وَرَوَاهُ الْإِمَام أَحْمَد عَنْ أَسْوَد بْن عَامِر عَنْ شَرِيك عَنْ مُحَمَّد بَيَّاع الْمُلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة فَذَكَرَهُ وَقَدْ رَوَى مِنْ حَدِيث جَابِر نَحْو هَذَا وَرَوَاهُ الْحَافِظ اِبْن عَسَاكِر مِنْ طَرِيق هِشَام بْن عُمَارَة حَدَّثَنَا عَبْد رَبّه بْن صَالِح عَنْ عُرْوَة بْن رُوَيْم عَنْ جَابِر بْن عَبْد اللَّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَزَلَتْ \" إِذَا وَقَعَتْ الْوَاقِعَة \" ذُكِرَ فِيهَا \" ثُلَّة مِنْ الْأَوَّلِينَ وَقَلِيل مِنْ الْآخِرِينَ\" قَالَ عُمَر يَا رَسُول اللَّه ثُلَّة مِنْ الْأَوَّلِينَ وَقَلِيل مِنَّا ؟ قَالَ فَأَمْسَكَ آخِر السُّورَة سَنَة ثُمَّ نَزَلَ \" ثُلَّة مِنْ الْأَوَّلِينَ وَثُلَّة مِنْ الْآخِرِينَ \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا عُمَر تَعَالَ فَاسْمَعْ مَا قَدْ أَنْزَلَ اللَّه \" ثُلَّة مِنْ الْأَوَّلِينَ وَثُلَّة مِنْ الْآخِرِينَ\" أَلَا وَإِنَّ مِنْ آدَم إِلَيَّ ثُلَّة وَأُمَّتِي ثُلَّة وَلَنْ نَسْتَكْمِل ثُلَّتنَا حَتَّى نَسْتَعِين بِالسُّودَانِ مِنْ رُعَاة الْإِبِل مِمَّنْ شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ هَكَذَا أَوْرَدَهُ فِي تَرْجَمَة عُرْوَة بْن رُوَيْم إِسْنَادًا وَمَتْنًا وَلَكِنْ فِي إِسْنَاده نَظَر وَقَدْ وَرَدَتْ طُرُق كَثِيرَة مُتَعَدِّدَة بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبُع أَهْل الْجَنَّة \" الْحَدِيث بِتَمَامِهِ وَهُوَ مُفْرَد فِي صِفَة الْجَنَّة وَلِلَّهِ الْحَمْد وَالْمِنَّة وَهَذَا الَّذِي اِخْتَارَهُ اِبْن جَرِير هَهُنَا فِيهِ نَظَر بَلْ هُوَ قَوْل ضَعِيف لِأَنَّ هَذِهِ الْأُمَّة هِيَ خَيْر الْأُمَم بِنَصِّ الْقُرْآن فَيَبْعُد أَنْ يَكُون الْمُقَرَّبُونَ فِي غَيْرهَا أَكْثَر مِنْهَا اللَّهُمَّ إِلَّا أَنْ يُقَابِل مَجْمُوع الْأُمَم بِهَذِهِ الْأُمَّة وَالظَّاهِر أَنَّ الْمُقَرَّبِينَ مِنْ هَؤُلَاءِ أَكْثَر مِنْ سَائِر الْأُمَم وَاَللَّه أَعْلَم فَالْقَوْل الثَّانِي فِي هَذَا الْمَقَام هُوَ الرَّاجِح وَهُوَ أَنْ يَكُون الْمُرَاد بِقَوْلِهِ تَعَالَى \" ثُلَّة مِنْ الْأَوَّلِينَ \" أَيْ مِنْ صَدْر هَذِهِ الْأُمَّة \" وَقَلِيل مِنْ الْآخِرِينَ \" أَيْ مِنْ هَذِهِ الْأُمَّة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد اللَّه بْن أَبِي بَكْر الْمُزَنِيّ سَمِعْت الْحَسَن أَتَى عَلَى هَذِهِ الْآيَة \" وَالسَّابِقُونَ السَّابِقُونَ أُولَئِكَ الْمُقَرَّبُونَ \" فَقَالَ أَمَّا السَّابِقُونَ فَقَدْ مَضَوْا وَلَكِنْ اللَّهُمَّ اِجْعَلْنَا مِنْ أَصْحَاب الْيَمِين . ثُمَّ قَالَ حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْوَلِيد حَدَّثَنَا السَّرِيّ بْن يَحْيَى قَالَ قَرَأَ الْحَسَن \" وَالسَّابِقُونَ السَّابِقُونَ أُولَئِكَ الْمُقَرَّبُونَ فِي جَنَّات النَّعِيم ثُلَّة مِنْ الْأَوَّلِينَ \" قَالَ ثُلَّة مِمَّنْ مَضَى مِنْ هَذِهِ الْأُمَّة وَحَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الْعَزِيز بْن الْمُغِيرَة الْمِنْقَرِيّ حَدَّثَنَا أَبُو هِلَال عَنْ مُحَمَّد بْن سِيرِينَ أَنَّهُ قَالَ فِي هَذِهِ الْآيَة\" ثُلَّة مِنْ الْأَوَّلِينَ وَقَلِيل مِنْ الْآخِرِينَ \" قَالَ كَانُوا يَقُولُونَ أَوْ يَرْجُونَ أَنْ يَكُونُوا كُلّهمْ مِنْ هَذِهِ الْأُمَّة فَهَذَا قَوْل الْحَسَن وَابْن سِيرِينَ أَنَّ الْجَمِيع مِنْ هَذِهِ الْأُمَّة وَلَا شَكَّ أَنَّ أَوَّل كُلّ أُمَّة خَيْر مِنْ آخِرهَا فَيَحْتَمِل أَنْ تَعُمّ الْآيَة جَمِيع الْأُمَم كُلّ أُمَّة بِحَسْبِهَا وَلِهَذَا ثَبَتَ فِي الصِّحَاح وَغَيْرهَا مِنْ غَيْر وَجْه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" خَيْر الْقُرُون قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ \" الْحَدِيث بِتَمَامِهِ . فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا زِيَاد أَبُو عُمَر عَنْ الْحَسَن عَنْ عَمَّار بْن يَاسِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَثَل أُمَّتِي مَثَل الْمَطَر لَا يُدْرَى أَوَّله خَيْر أَمْ آخِره \" فَهَذَا الْحَدِيث بَعْد الْحُكْم بِصِحَّةِ إِسْنَاده مَحْمُول عَلَى أَنَّ الدِّين كَمَا هُوَ مُحْتَاج إِلَى أَوَّل الْأُمَّة فِي إِبْلَاغه إِلَى مَنْ بَعْدهمْ كَذَلِكَ هُوَ مُحْتَاج إِلَى الْقَائِمِينَ بِهِ فِي أَوَاخِرهَا وَتَثْبِيت النَّاس عَلَى السُّنَّة وَرِوَايَتهَا وَإِظْهَارهَا وَالْفَضْل لِلْمُتَقَدِّمِ وَكَذَلِكَ الزَّرْع هُوَ مُحْتَاج إِلَى الْمَطَر الْأَوَّل وَإِلَى الْمَطَر الثَّانِي وَلَكِنَّ الْعُمْدَة الْكُبْرَى عَلَى الْأَوَّل وَاحْتِيَاج الزَّرْع إِلَيْهِ آكَد فَإِنَّهُ لَوْلَاهُ مَا نَبَتَ فِي الْأَرْض وَلَا تَعَلَّقَ أَسَاسه فِيهَا وَلِهَذَا قَالَ عَلَيْهِ السَّلَام \" لَا تَزَال طَائِفَة مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقّ لَا يَضُرّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ إِلَى قِيَام السَّاعَة \" وَفِي لَفْظ \" حَتَّى يَأْتِي أَمْر اللَّه تَعَالَى وَهُمْ كَذَلِكَ \" وَالْغَرَض أَنَّ هَذِهِ الْأُمَّة أَشْرَف مِنْ سَائِر الْأُمَم وَالْمُقَرَّبُونَ فِيهَا أَكْثَر مِنْ غَيْرهَا وَأَعْلَى مَنْزِلَة لِشَرَفِ دِينهَا وَعِظَم نَبِيّهَا وَلِهَذَا ثَبَتَ بِالتَّوَاتُرِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ أَخْبَرَ أَنَّ فِي هَذِهِ الْأُمَّة سَبْعِينَ أَلْفًا يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب وَفِي لَفْظ \" مَعَ كُلّ أَلْف سَبْعُونَ أَلْفًا - وَفِي آخَر - مَعَ كُلّ وَاحِد سَبْعُونَ أَلْفًا \" وَقَدْ قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا هِشَام بْن يَزِيد الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد هُوَ اِبْن إِسْمَاعِيل بْن عَيَّاش حَدَّثَنِي أَبِي حَدَّثَنِي ضَمْضَم يَعْنِي اِبْن زُرْعَة عَنْ شُرَيْح هُوَ اِبْن عُبَيْد عَنْ أَبِي مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا وَاَلَّذِي نَفْسِي بِيَدِهِ لَيُبْعَثَن مِنْكُمْ يَوْم الْقِيَامَة مِثْل اللَّيْل الْأَسْوَد زُمْرَة جَمِيعهَا يُحِيطُونَ الْأَرْض تَقُول الْمَلَائِكَة لِمَا جَاءَ مَعَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَكْثَر مِمَّا جَاءَ مَعَ الْأَنْبِيَاء عَلَيْهِمْ السَّلَام \" وَحَسَن أَنْ يُذْكَر هَهُنَا عِنْد قَوْله تَعَالَى \" ثُلَّة مِنْ الْأَوَّلِينَ وَقَلِيل مِنْ الْآخِرِينَ\" الْحَدِيث الَّذِي رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة حَيْثُ قَالَ أَخْبَرَنَا أَبُو نَصْر بْن قَتَادَة أَخْبَرَنَا أَبُو عَمْرو بْن مَطَر أَخْبَرَنَا جَعْفَر بْن مُحَمَّد بْن الْمُسْتَفَاض الْفِرْيَابِيّ حَدَّثَنِي أَبُو وَهْب الْوَلِيد بْن عَبْد الْمَلِك بْن عَبْد اللَّه بْن مُسَرِّح الْحَرَّانِيّ حَدَّثَنَا سُلَيْمَان بْن عَطَاء الْقُرَشِيّ الْحَرَّانِيّ عَنْ مُسْلِم بْن عَبْد اللَّه الْجِنِّيّ عَنْ عَمّه أَبِي مُشَجِّعَة بْن رِبْعِيّ عَنْ أَبِي زِمْل الْجُهَنِيّ رَضِيَ اللَّه عَنْهُ قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى الصُّبْح يَقُول وَهُوَ ثَانٍ رِجْلَيْهِ \" سُبْحَان اللَّه وَبِحَمْدِهِ أَسْتَغْفِر اللَّه إِنَّ اللَّه كَانَ تَوَّابًا \" سَبْعِينَ مَرَّة ثُمَّ يَقُول \" سَبْعِينَ بِسَبْعِمِائَةٍ لَا خَيْر لِمَنْ كَانَتْ ذُنُوبه فِي يَوْم وَاحِد أَكْثَر مِنْ سَبْعمِائَةٍ \" ثُمَّ يَقُول ذَلِكَ مَرَّتَيْنِ ثُمَّ يَسْتَقْبِل النَّاس بِوَجْهِهِ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُعْجِبهُ الرُّؤْيَا ثُمَّ يَقُول \" هَلْ رَأَى أَحَد مِنْكُمْ شَيْئًا ؟ \" قَالَ أَبُو زِمْل فَقُلْت أَنَا يَا رَسُول اللَّه فَقَالَ \" خَيْر تَلْقَاهُ وَشَرّ تُوقَاهُ وَخَيْر لَنَا وَشَرّ عَلَى أَعْدَائِنَا وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ اُقْصُصْ رُؤْيَاك \" فَقُلْت رَأَيْت جَمِيع النَّاس عَلَى طَرِيق رَحْب سَهْل لَاحِب وَالنَّاس عَلَى الْجَادَّة مُنْطَلِقِينَ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ أَشْفَى ذَلِكَ الطَّرِيق عَلَى مَرَج لَمْ تَرَ عَيْنِي مِثْله يَرِفّ رَفِيفًا يَقْطُر مَاؤُهُ فِيهِ مِنْ أَنْوَاع الْكَلَأ قَالَ وَكَانُوا بِالرَّعْلَةِ الْأُولَى حِين أَشْفَوْا عَلَى الْمَرَج كَبَّرُوا ثُمَّ أَكَبُّوا رَوَاحِلهمْ فِي الطَّرِيق فَلَمْ يَظْلِمُوهُ يَمِينًا وَلَا شِمَالًا قَالَ فَكَأَنِّي أَنْظُر إِلَيْهِمْ مُنْطَلِقِينَ ثُمَّ جَاءَتْ الرَّعْلَة الثَّانِيَة وَهُمْ أَكْثَر مِنْهُمْ أَضْعَافًا فَلَمَّا أَشْفَوْا عَلَى الْمَرَج كَبَّرُوا ثُمَّ أَكَبُّوا رَوَاحِلهمْ فِي الطَّرِيق فَمِنْهُمْ الْمُرْتِع وَمِنْهُمْ الْآخِذ الضِّغْث وَمَضَوْا عَلَى ذَلِكَ قَالَ ثُمَّ قَدِمَ عِظَم النَّاس فَلَمَّا أَشْفَوْا عَلَى الْمَرَج كَبَّرُوا وَقَالُوا هَذَا خَيْر الْمَنْزِل كَأَنِّي أَنْظُر إِلَيْهِمْ يَمِيلُونَ يَمِينًا وَشِمَالًا فَلَمَّا رَأَيْت ذَلِكَ لَزَمْت الطَّرِيق حَتَّى آتِي أَقْصَى الْمَرَج فَإِذَا أَنَا بِك يَا رَسُول اللَّه عَلَى مِنْبَر فِيهِ سَبْع دَرَجَات وَأَنْتَ فِي أَعْلَاهَا دَرَجَة وَإِذَا عَنْ يَمِينك رَجُل آدَم شَثْل أَقْنَى إِذَا هُوَ تَكَلَّمَ يَسْمُو فَيَقْرَع الرِّجَال طُولًا وَإِذَا عَنْ يَسَارك رَجُل رَبْعَة بَازٍ كَثِير خَيَلَان الْوَجْه كَأَنَّمَا حَمَّمَ شَعْره بِالْمَاءِ إِذَا هُوَ تَكَلَّمَ أَصْغَيْتُمْ إِكْرَامًا لَهُ وَإِذَا أَمَام ذَلِكَ رَجُل شَيْخ أَشْبَهَ النَّاس بِك خُلُقًا وَوَجْهًا كُلّكُمْ تَأُمُّونَهُ تُرِيدُونَهُ وَإِذَا أَمَام ذَلِكَ نَاقَة عَجْفَاء شَارِف وَإِذَا أَنْتَ يَا رَسُول اللَّه كَأَنَّك تَبْعَثهَا قَالَ فَامْتَقَعَ لَوْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَاعَة ثُمَّ سُرِّيَ عَنْهُ وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا مَا رَأَيْت مِنْ الطَّرِيق السَّهْل الرَّحْب اللَّاحِب فَذَاكَ مَا حَمَلْتُكُمْ عَلَيْهِ مِنْ الْهُدَى وَأَنْتُمْ عَلَيْهِ وَأَمَّا الْمَرَج الَّذِي رَأَيْت فَالدُّنْيَا وَغَدَارَة عَيْشهَا مَضَيْت أَنَا وَأَصْحَابِي لَمْ نَتَعَلَّق مِنْهَا بِشَيْءٍ وَلَمْ تَتَعَلَّق مِنَّا وَلَمْ نُرِدْهَا وَلَمْ تُرِدْنَا ثُمَّ جَاءَتْ الرَّعْلَة الثَّانِيَة مِنْ بَعْدنَا وَهُمْ أَكْثَر مِنَّا أَضْعَافًا فَمِنْهُمْ الْمُرْتِع وَمِنْهُمْ الْآخِذ الضِّغْث وَنَجَوْا عَلَى ذَلِكَ ثُمَّ جَاءَ عِظَم النَّاس فَمَالُوا فِي الْمَرَج يَمِينًا وَشِمَالًا فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ وَأَمَّا أَنْتَ فَمَضَيْت عَلَى طَرِيقَة صَالِحَة فَلَنْ تَزَال عَلَيْهَا حَتَّى تَلْقَانِي وَأَمَّا الْمِنْبَر الَّذِي رَأَيْت فِيهِ سَبْع دَرَجَات وَأَنَا فِي أَعْلَاهَا دَرَجَة فَالدُّنْيَا سَبْعَة آلَاف سَنَة أَنَا فِي آخِرهَا أَلْفًا وَأَمَّا الرَّجُل الَّذِي رَأَيْت عَلَى يَمِينِي الْآدَم الشَّثْل فَذَلِكَ مُوسَى عَلَيْهِ السَّلَام إِذَا تَكَلَّمَ يَعْلُو الرِّجَال بِفَضْلِ كَلَام اللَّه إِيَّاهُ وَاَلَّذِي رَأَيْت عَنْ يَسَارِي الْبَاز الرَّبْعَة الْكَثِير خَيَلَان الْوَجْه كَأَنَّمَا حَمَّمَ شَعْره بِالْمَاءِ فَذَلِكَ عِيسَى اِبْن مَرْيَم نُكْرِمهُ لِإِكْرَامِ اللَّه إِيَّاهُ وَأَمَّا الشَّيْخ الَّذِي رَأَيْت أَشْبَهَ النَّاس بِي خَلْقًا وَوَجْهًا فَذَاكَ أَبُونَا إِبْرَاهِيم كُلّنَا نَؤُمّهُ وَنَقْتَدِي بِهِ وَأَمَّا النَّاقَة الَّتِي رَأَيْت وَرَأَيْتنِي أَبْعَثهَا فَهِيَ السَّاعَة عَلَيْنَا تَقُوم لَا نَبِيّ بَعْدِي وَلَا أُمَّة بَعْد أُمَّتِي \" قَالَ فَمَا سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ رُؤْيَا بَعْد هَذَا إِلَّا أَنْ يَجِيء الرَّجُل فَيُحَدِّثهُ بِهَا مُتَبَرِّعًا .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41910, "aya_id": 13}]