[{"text": "وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُم مِّنَ الصَّالِحِينَ", "sura_id": 21, "type": 0, "id": 2569, "aya_id": 86}, {"text": "و أدخلناهم في رحمتنا إنهم من الصالحين", "sura_id": 21, "type": 1, "id": 8805, "aya_id": 86}, {"text": "86 - (وأدخلناهم في رحمتنا) من النبوة (إنهم من الصالحين) لها وسمي ذا الكفل لأنه تكفل بصيام جميع نهاره وقيام جميع ليله وأن يقضي بين الناس ولا يغضب فوفى بذلك وقيل لم يكن نبيا \r\n", "sura_id": 21, "type": 2, "id": 27513, "aya_id": 86}, {"text": "وأدخلناهم في رحمتنا, إنهم ممن صلح باطنه وظاهره, فأطاع الله وعمل بما أمره به.\r\n", "sura_id": 21, "type": 3, "id": 33749, "aya_id": 86}, {"text": " <font color=red>وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُمْ مِنَ الصَّالِحِينَ</font><BR><p>وَأَمَّا إِسْمَاعِيل فَالْمُرَاد بِهِ اِبْن إِبْرَاهِيم الْخَلِيل\" وَقَدْ تَقَدَّمَ ذِكْره فِي سُورَة مَرْيَم وَكَذَا إِدْرِيس عَلَيْهِ السَّلَام وَأَمَّا ذُو الْكِفْل فَالظَّاهِر مِنْ السِّيَاق أَنَّهُ مَا قُرِنَ مَعَ الْأَنْبِيَاء إِلَّا وَهُوَ نَبِيّ وَقَالَ آخَرُونَ إِنَّمَا كَانَ رَجُلًا صَالِحًا وَكَانَ مَلِكًا عَادِلًا وَحَكَمًا مُقْسِطًا وَتَوَقَّفَ اِبْن جَرِير فِي ذَلِكَ وَاَللَّه أَعْلَم قَالَ اِبْن جُرَيْج عَنْ مُجَاهِد فِي قَوْله \" وَذَا الْكِفْل \" قَالَ رَجُل صَالِح غَيْر نَبِيّ تَكَفَّلَ لِنَبِيِّ قَوْمه أَنْ يَكْفِيه أَمْر قَوْمه وَيُقِيمهُمْ لَهُ وَيَقْضِي بَيْنهمْ بِالْعَدْلِ فَفَعَلَ ذَلِكَ فَسُمِّيَ ذَا الْكِفْل وَكَذَا رَوَى اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَيْضًا وَرَوَى اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَفَّان حَدَّثَنَا وُهَيْب حَدَّثَنَا دَاوُد عَنْ مُجَاهِد قَالَ لَمَّا كَبِرَ الْيَسَع قَالَ لَوْ أَنِّي اِسْتَخْلَفْت رَجُلًا عَلَى النَّاس يَعْمَل عَلَيْهِمْ فِي حَيَاتِي حَتَّى أَنْظُر كَيْف يَفْعَل فَجَمَعَ النَّاس فَقَالَ مَنْ يَتَقَبَّل مِنِّي بِثَلَاثٍ أَسْتَخْلِفهُ فَيَصُوم النَّهَار وَيَقُوم اللَّيْل وَلَا يَغْضَب قَالَ فَقَامَ رَجُل تَزْدَرِيه الْأَعْيُن فَقَالَ أَنَا فَقَالَ أَنْ تَصُوم النَّهَار وَتَقُوم اللَّيْل وَلَا تَغْضَب ؟ قَالَ نَعَمْ قَالَ فَرَدَّهُ ذَلِكَ الْيَوْم وَقَالَ مِثْلهَا فِي الْيَوْم الْآخَر فَسَكَتَ النَّاس . وَقَامَ ذَلِكَ الرَّجُل فَقَالَ أَنَا فَاسْتَخْلَفَهُ قَالَ فَجَعَلَ إِبْلِيس يَقُول لِلشَّيَاطِينِ عَلَيْكُمْ بِفُلَانٍ فَأَعْيَاهُمْ ذَلِكَ فَقَالَ دَعُونِي وَإِيَّاهُ فَأَتَاهُ فِي صُورَة شَيْخ كَبِير فَقِير فَأَتَاهُ حِين أَخَذَ مَضْجَعه لِلْقَائِلَةِ - وَكَانَ لَا يَنَام اللَّيْل وَالنَّهَار إِلَّا تِلْكَ النَّوْمَة - فَدَقَّ الْبَاب فَقَالَ مَنْ هَذَا ؟ قَالَ شَيْخ كَبِير مَظْلُوم قَالَ فَقَامَ فَفَتَحَ الْبَاب فَجَعَلَ يَقُصّ عَلَيْهِ فَقَالَ إِنَّ بَيْنِي وَبَيْن قَوْمِي خُصُومَة وَإِنَّهُمْ ظَلَمُونِي وَفَعَلُوا بِي وَفَعَلُوا وَجَعَلَ يُطَوِّل عَلَيْهِ حَتَّى حَضَرَ الرَّوَاح وَذَهَبَتْ الْقَائِلَة فَقَالَ إِذَا رُحْت فَأْتِنِي آخُذ لَك حَقّك فَانْطَلَقَ وَرَاحَ فَكَانَ فِي مَجْلِسه فَجَعَلَ يَنْظُر هَلْ يَرَى الشَّيْخ فَلَمْ يَرَهُ فَقَامَ يَتْبَعهُ فَلَمَّا كَانَ الْغَد جَعَلَ يَقْضِي بَيْن النَّاس وَيَنْتَظِرهُ فَلَا يَرَاهُ فَلَمَّا رَجَعَ إِلَى الْقَائِلَة فَأَخَذَ مَضْجَعه أَتَاهُ فَدَقَّ الْبَاب فَقَالَ مَنْ هَذَا ؟ قَالَ الشَّيْخ الْكَبِير الْمَظْلُوم فَفَتَحَ لَهُ فَقَالَ أَلَمْ أَقُلْ لَك إِذَا قَعَدْت فَأْتِنِي قَالَ إِنَّهُمْ أَخْبَث قَوْم إِذَا عَرَفُوا أَنَّك قَاعِد قَالُوا نَحْنُ نُعْطِيك حَقّك وَإِذَا قُمْت جَحَدُونِي قَالَ فَانْطَلِقْ فَإِذَا رُحْت فَأْتِنِي قَالَ فَفَاتَتْهُ الْقَائِلَة فَرَاحَ فَجَعَلَ يَنْتَظِرهُ وَلَا يَرَاهُ وَشَقَّ عَلَيْهِ النُّعَاس فَقَالَ لِبَعْضِ أَهْله لَا تَدَع أَحَدًا يَقْرَب هَذَا الْبَاب حَتَّى أَنَام فَإِنِّي قَدْ شَقَّ عَلَيَّ النَّوْم فَلَمَّا كَانَ تِلْكَ السَّاعَة جَاءَ فَقَالَ لَهُ الرَّجُل : وَرَاءَك وَرَاءَك قَالَ إِنِّي قَدْ أَتَيْته أَمْس وَذَكَرْت لَهُ أَمْرِي فَقَالَ لَا وَاَللَّه لَقَدْ أَمَرَنَا أَنْ لَا نَدَع أَحَدًا يَقْرَبهُ فَلَمَّا أَعْيَاهُ نَظَرَ فَرَأَى كُوَّة فِي الْبَيْت فَتَسَوَّرَ مِنْهَا فَإِذَا هُوَ فِي الْبَيْت وَإِذَا هُوَ يَدُقّ الْبَاب مِنْ دَاخِل قَالَ وَاسْتَيْقَظَ الرَّجُل فَقَالَ يَا فُلَان أَلَمْ آمُرك قَالَ أَمَّا مِنْ قِبَلِي وَاَللَّه فَلَمْ تُؤْتَ فَانْظُرْ مِنْ أَيْنَ أَتَيْت قَالَ فَقَامَ إِلَى الْبَاب فَإِذَا هُوَ مُغْلَق كَمَا أَغْلَقَهُ وَإِذَا الرَّجُل مَعَهُ فِي الْبَيْت فَعَرَفَهُ فَقَالَ أَعَدُوّ اللَّه ؟ قَالَ نَعَمْ . أَعْيَيْتنِي فِي كُلّ شَيْء فَفَعَلْت مَا تَرَى لِأُغْضِبك فَسَمَّاهُ اللَّه ذَا الْكِفْل لِأَنَّهُ تَكَفَّلَ بِأَمْرٍ فَوَفَّى بِهِ . وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث زُهَيْر بْن إِسْحَاق عَنْ دَاوُد عَنْ مُجَاهِد بِمِثْلِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن يُونُس حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ الْأَعْمَش عَنْ مُسْلِم قَالَ : قَالَ اِبْن عَبَّاس كَانَ قَاضٍ فِي بَنِي إِسْرَائِيل فَحَضَرَهُ الْمَوْت فَقَالَ مَنْ يَقُوم مَقَامِي عَلَى أَنْ لَا يَغْضَب قَالَ : فَقَالَ رَجُل : أَنَا فَسُمِّيَ ذَا الْكِفْل قَالَ فَكَانَ لَيْله جَمِيعًا يُصَلِّي ثُمَّ يُصْبِح صَائِمًا فَيَقْضِي بَيْن النَّاس قَالَ وَلَهُ سَاعَة يَقِيلهَا قَالَ فَكَانَ كَذَلِكَ فَأَتَاهُ الشَّيْطَان عِنْد نَوْمَته فَقَالَ لَهُ أَصْحَابه مَا لَك ؟ قَالَ إِنْسَان مِسْكِين لَهُ عَلَى رَجُل حَقّ وَقَدْ غَلَبَنِي عَلَيْهِ قَالُوا كَمَا أَنْتَ حَتَّى يَسْتَيْقِظ قَالَ وَهُوَ فَوْق نَائِم قَالَ فَجَعَلَ يَصِيح عَمْدًا حَتَّى يُوقِظهُ قَالَ فَسَمِعَ فَقَالَ مَا لَك ؟ قَالَ إِنْسَان مِسْكِين لَهُ عَلَى رَجُل حَقّ قَالَ فَاذْهَبْ فَقُلْ لَهُ يُعْطِيك قَالَ قَدْ أَبَى قَالَ اِذْهَبْ أَنْتَ إِلَيْهِ فَذَهَبَ ثُمَّ جَاءَ مِنْ الْغَد فَقَالَ مَا لَك ؟ قَالَ ذَهَبْت إِلَيْهِ فَلَمْ يَرْفَع بِكَلَامِك رَأْسًا قَالَ اِذْهَبْ إِلَيْهِ فَقُلْ لَهُ يُعْطِيك حَقّك فَذَهَبَ ثُمَّ جَاءَ مِنْ الْغَد حِين قَالَ قَالَ: فَقَالَ لَهُ أَصْحَابه اُخْرُجْ فَعَلَّ اللَّه بِك تَجِيء كُلّ يَوْم حِين يَنَام لَا تَدَعه يَنَام قَالَ فَجَعَلَ يَصِيح مِنْ أَجْل أَنِّي مِسْكِين لَوْ كُنْت غَنِيًّا قَالَ فَسَمِعَ أَيْضًا فَقَالَ مَا لَك ؟ قَالَ ذَهَبْت إِلَيْهِ فَضَرَبَنِي قَالَ اِمْشِ حَتَّى أَجِيء مَعَك قَالَ فَهُوَ مُمْسِك بِيَدِهِ فَلَمَّا رَآهُ ذَهَبَ مَعَهُ نَشَرَ يَده مِنْهُ فَفَرَّ . وَهَكَذَا رُوِيَ عَنْ عَبْد اللَّه بْن الْحَارِث وَمُحَمَّد بْن قَيْس وَأَبِي حُجَيْرَة الْأَكْبَر وَغَيْرهمْ مِنْ السَّلَف نَحْو هَذِهِ الْقِصَّة وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْجُمَاهِر أَخْبَرَنَا سَعِيد بْن بَشِير حَدَّثَنَا قَتَادَة عَنْ كِنَانَة بْن الْأَخْنَس قَالَ سَمِعْت الْأَشْعَرِيّ وَهُوَ يَقُول عَلَى هَذَا الْمِنْبَر : مَا كَانَ ذُو الْكِفْل بِنَبِيٍّ وَلَكِنْ كَانَ - يَعْنِي فِي بَنِي إِسْرَائِيل - رَجُل صَالِح يُصَلِّي كُلّ يَوْم مِائَة صَلَاة فَتَكَفَّلَ لَهُ ذُو الْكِفْل مِنْ بَعْده فَكَانَ يُصَلِّي كُلّ يَوْم مِائَة صَلَاة فَسُمِّيَ ذَا الْكِفْل وَقَدْ رَوَاهُ اِبْن جَرِير مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة قَالَ : قَالَ أَبُو مُوسَى الْأَشْعَرِيّ فَذَكَرَهُ مُنْقَطِعًا وَاَللَّه أَعْلَم وَقَدْ رَوَى الْإِمَام أَحْمَد حَدِيثًا غَرِيبًا فَقَالَ حَدَّثَنَا أَسْبَاط بْن مُحَمَّد حَدَّثَنَا الْأَعْمَش عَنْ عَبْد اللَّه بْن عَبْد اللَّه عَنْ سَعْد مَوْلَى طَلْحَة عَنْ اِبْن عُمَر قَالَ : سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدِيثًا لَوْ لَمْ أَسْمَعهُ إِلَّا مَرَّة أَوْ مَرَّتَيْنِ حَتَّى عَدَّ سَبْع مَرَّات وَلَكِنْ قَدْ سَمِعْته أَكْثَر مِنْ ذَلِكَ قَالَ \" كَانَ الْكِفْل مِنْ بَنِي إِسْرَائِيل لَا يَتَوَرَّع مِنْ ذَنْب عَمِلَهُ فَأَتَتْهُ اِمْرَأَة فَأَعْطَاهَا سِتِّينَ دِينَارًا عَلَى أَنْ يَطَأهَا فَلَمَّا قَعَدَ مِنْهَا مَقْعَد الرَّجُل مِنْ اِمْرَأَته أَرْعَدَتْ وَبَكَتْ فَقَالَ مَا يُبْكِيك أَكْرَهْتك ؟ قَالَتْ لَا وَلَكِنْ هَذَا عَمَل لَمْ أَعْمَلهُ قَطُّ وَإِنَّمَا حَمَلَنِي عَلَيْهِ الْحَاجَة قَالَ فَتَفْعَلِينَ هَذَا وَلَمْ تَفْعَلِيهِ قَطُّ ثُمَّ نَزَلَ فَقَالَ اِذْهَبِي بِالدَّنَانِيرِ لَك ثُمَّ قَالَ : \" وَاَللَّه لَا يَعْصِي اللَّه الْكِفْل أَبَدًا فَمَاتَ مِنْ لَيْلَته فَأَصْبَحَ مَكْتُوبًا عَلَى بَابه قَدْ غَفَرَ اللَّه لِلْكِفْلِ \" هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة الْكِفْل مِنْ غَيْر إِضَافَة وَاَللَّه أَعْلَم وَهَذَا الْحَدِيث لَمْ يُخَرِّجْهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة وَإِسْنَاده غَرِيب وَعَلَى كُلّ تَقْدِير فَلَفْظ الْحَدِيث إِنْ كَانَ الْكِفْل وَلَمْ يَقُلْ ذُو الْكِفْل فَلَعَلَّهُ رَجُل آخَر وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39014, "aya_id": 86}]