[{"text": "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قَالُوا أَنطَقَنَا اللَّهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ", "sura_id": 41, "type": 0, "id": 4239, "aya_id": 21}, {"text": "وقالوا لجلودهم لم شهدتم علينا قالوا أنطقنا الله الذي أنطق كل شيء وهو خلقكم أول مرة وإليه ترجعون", "sura_id": 41, "type": 1, "id": 10475, "aya_id": 21}, {"text": "21 - (وقالوا لجلودهم لم شهدتم علينا قالوا أنطقنا الله الذي أنطق كل شيء) أي أراد نطقه (وهو خلقكم أول مرة وإليه ترجعون) قيل هو من كلام الجلود وقيل هو من كلام الله تعالى كالذي بعده وموقعه قريب مما قبله بأن القادر على إنشائكم ابتداء وإعادتكم بعد الموت أحياء قادر على إنطاق جلودكم وأعضائكم \r\n", "sura_id": 41, "type": 2, "id": 29183, "aya_id": 21}, {"text": "وقال هؤلاء الذين يُحْشرون إلى النار من أعداء الله لجلودهم معاتبين: لِمَ شهدتم علينا؟ فأجابتهم جلودهم: أنطقنا الله الذي أنطق كل شيء, وهو الذي خلقكم أول مرة ولم تكونوا شيئًا, وإليه مصيركم بعد الموت للحساب والجزاء.\r\n", "sura_id": 41, "type": 3, "id": 35419, "aya_id": 21}, {"text": " <font color=red>وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ</font><BR><p>\" وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا \" أَيْ لَامُوا أَعْضَاءَهُمْ وَجُلُودهمْ حِين شَهِدُوا عَلَيْهِمْ فَعِنْد ذَلِكَ أَجَابَتْهُمْ الْأَعْضَاء \" قَالُوا أَنْطَقَنَا اللَّه الَّذِي أَنْطَقَ كُلّ شَيْء وَهُوَ خَلَقَكُمْ أَوَّل مَرَّة\" أَيْ فَهُوَ لَا يُخَالِف وَلَا يُمَانِع وَإِلَيْهِ تُرْجَعُونَ . قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم حَدَّثَنَا عَلِيّ بْن قَادِم حَدَّثَنَا شَرِيك عَنْ عُبَيْد الْمُكْتِب عَنْ الشَّعْبِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ ضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم وَتَبَسَّمَ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا تَسْأَلُونِي عَنْ أَيّ شَيْء ضَحِكْت ؟ \" قَالُوا يَا رَسُول اللَّه مِنْ أَيّ شَيْء ضَحِكْت ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَجِبْت مِنْ مُجَادَلَة الْعَبْد رَبّه يَوْم الْقِيَامَة يَقُول أَيْ رَبِّي أَلَيْسَ وَعَدْتنِي أَنْ لَا تَظْلِمنِي ؟ قَالَ بَلَى فَيَقُول فَإِنِّي لَا أَقْبَل عَلَيَّ شَاهِدًا إِلَّا مِنْ نَفْسِي فَيَقُول اللَّه تَبَارَكَ وَتَعَالَى أَوَلَيْسَ كَفَى بِي شَهِيدًا وَبِالْمَلَائِكَةِ الْكِرَام الْكَاتِبِينَ ؟ قَالَ فَيُرَدِّد هَذَا الْكَلَام مِرَارًا قَالَ فَيُخْتَم عَلَى فِيهِ وَتَتَكَلَّم أَرْكَانه بِمَا كَانَ يَعْمَل فَيَقُول بُعْدًا لَكُمْ وَسُحْقًا عَنْكُنَّ كُنْت أُجَادِل \" ثُمَّ رَوَاهُ هُوَ وَابْن أَبِي حَاتِم مِنْ حَدِيث أَبِي عَامِر الْأَسَدِيّ عَنْ الثَّوْرِيّ عَنْ عُبَيْد الْمُكْتِب عَنْ فُضَيْل بْن عَمْرو عَنْ الشَّعْبِيّ ثُمَّ قَالَ لَا نَعْلَم رَوَاهُ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ غَيْر الشَّعْبِيّ وَقَدْ أَخْرَجَهُ مُسْلِم وَالنَّسَائِيّ جَمِيعًا عَنْ أَبِي بَكْر بْن أَبِي النَّضْر عَنْ أَبِي النَّضْر عَنْ عُبَيْد اللَّه بْن عَبْد الرَّحْمَن الْأَشْجَعِيّ . عَنْ الثَّوْرِيّ بِهِ ثُمَّ قَالَ النَّسَائِيّ لَا أَعْلَم أَحَدًا رَوَاهُ عَنْ الثَّوْرِيّ غَيْر الْأَشْجَعِيّ وَلَيْسَ كَمَا قَالَ كَمَا رَأَيْت وَاَللَّه أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا إِسْمَاعِيل بْن عُلَيَّة عَنْ يُونُس بْن عُبَيْد عَنْ حُمَيْد بْن هِلَال قَالَ : قَالَ أَبُو بُرْدَة قَالَ أَبُو مُوسَى : وَيُدْعَى الْكَافِر وَالْمُنَافِق لِلْحِسَابِ فَيَعْرِض عَلَيْهِ رَبّه عَزَّ وَجَلَّ عَمَله فَيَجْحَد وَيَقُول أَيْ رَبّ وَعِزَّتك لَقَدْ كَتَبَ عَلَيَّ هَذَا الْمَلَك مَا لَمْ أَعْمَل فَيَقُول لَهُ الْمَلَك أَمَا عَمِلْت كَذَا فِي يَوْم كَذَا فِي مَكَان كَذَا ؟ فَيَقُول لَا وَعِزَّتك أَيْ رَبّ مَا عَمِلْته قَالَ فَإِذَا فَعَلَ ذَلِكَ خُتِمَ عَلَى فِيهِ قَالَ الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ فَإِنِّي لَأَحْسَب أَوَّل مَا يَنْطِق مِنْهُ فَخِذه الْيُمْنَى . وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا زُهَيْر حَدَّثَنَا حَسَن عَنْ اِبْن لَهِيعَة قَالَ دَرَّاج عَنْ أَبِي اللَّيْث عَنْ أَبَى سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا كَانَ يَوْم الْقِيَامَة عُرِفَ الْكَافِر بِعَمَلِهِ فَجَحَدَ وَخَاصَمَ فَيَقُول هَؤُلَاءِ جِيرَانك يَشْهَدُونَ عَلَيْك فَيَقُول كَذَبُوا فَيَقُول أَهْلك وَعَشِيرَتك فَيَقُول كَذَبُوا فَيَقُول اِحْلِفُوا فَيَحْلِفُونَ ثُمَّ يُصَمِّتُهُمْ اللَّه تَعَالَى وَتَشْهَد عَلَيْهِمْ أَلْسِنَتهمْ وَيُدْخِلهُمْ النَّار \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا عَبْد الصَّمَد بْن عَبْد الْوَارِث قَالَ سَمِعْت أَبِي يَقُول حَدَّثَنَا عَلِيّ بْن زَيْد عَنْ مُسْلِم بْن صُبَيْح أَبِي الضُّحَى عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ لِابْنِ الْأَزْرَق إِنَّ يَوْم الْقِيَامَة يَأْتِي عَلَى النَّاس مِنْهُ حِين لَا يَنْطِقُونَ وَلَا يَعْتَذِرُونَ وَلَا يَتَكَلَّمُونَ حَتَّى يُؤْذَن لَهُمْ ثُمَّ يُؤْذَن لَهُمْ فَيَخْتَصِمُونَ فَيَجْحَد الْجَاحِد بِشِرْكِهِ بِاَللَّهِ تَعَالَى فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ فَيَبْعَث اللَّه تَعَالَى عَلَيْهِمْ حِين يَجْحَدُونَ شُهَدَاء مِنْ أَنْفُسهمْ جُلُودهمْ وَأَبْصَارهمْ وَأَيْدِيهمْ وَأَرْجُلهمْ وَيَخْتِم عَلَى أَفْوَاههمْ ثُمَّ يَفْتَح لَهُمْ الْأَفْوَاه فَتُخَاصِم الْجَوَارِح فَتَقُول \" أَنْطَقَنَا اللَّه الَّذِي أَنْطَقَ كُلّ شَيْء وَهُوَ خَلَقَكُمْ أَوَّل مَرَّة وَإِلَيْهِ تُرْجَعُونَ\" فَتُقِرّ الْأَلْسِنَة بَعْد الْجُحُود . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدَة بْن سُلَيْمَان حَدَّثَنَا اِبْن الْمُبَارَك حَدَّثَنَا صَفْوَان بْن عَمْرو عَنْ عَبْد الرَّحْمَن بْن جُبَيْر الْحَضْرَمِيّ عَنْ رَافِع أَبِي الْحَسَن قَالَ وَصَفَ رَجُلًا جَحَدَ قَالَ فَيُشِير اللَّه تَعَالَى إِلَى لِسَانه فَيَرْبُو فِي فَمه حَتَّى يَمْلَأهُ فَلَا يَسْتَطِيع أَنْ يَنْطِق بِكَلِمَةٍ ثُمَّ يَقُول لِآرَابِهِ كُلّهَا تَكَلَّمِي وَاشْهَدِي عَلَيْهِ فَيَشْهَد عَلَيْهِ سَمْعه وَبَصَره وَجِلْده وَفَرْجه وَيَدَاهُ وَرِجْلَاهُ صَنَعْنَا عَمِلْنَا فَعَلْنَا وَقَدْ تَقَدَّمَ أَحَادِيث كَثِيرَة وَآثَار عِنْد قَوْله تَعَالَى فِي سُورَة يس \" الْيَوْم نَخْتِم عَلَى أَفْوَاههمْ وَتُكَلِّمنَا أَيْدِيهمْ وَتَشْهَد أَرْجُلهمْ بِمَا كَانُوا يَكْسِبُونَ\" بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سُوَيْد بْن سَعِيد حَدَّثَنَا يَحْيَى بْن سُلَيْم الطَّائِفِيّ عَنْ أَبِي خَيْثَم عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا قَالَ لَمَّا رَجَعْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُهَاجِرَة الْبَحْر قَالَ \" أَلَا تُحَدِّثُونَ بِأَعَاجِيب مَا رَأَيْتُمْ بِأَرْضِ الْحَبَشَة ؟ \" فَقَالَ فِتْيَة مِنْهُمْ بَلَى يَا رَسُول اللَّه بَيْنَمَا نَحْنُ جُلُوس إِذْ مَرَّتْ عَلَيْنَا عَجُوز مِنْ عَجَائِز رَهَابِينِهِمْ تَحْمِل عَلَى رَأْسهَا قُلَّة مِنْ مَاء فَمَرَّتْ بِفَتًى مِنْهُمْ فَجَعَلَ إِحْدَى يَدَيْهِ بَيْن كَتِفَيْهَا ثُمَّ دَفَعَهَا فَخَرَّتْ عَلَى رُكْبَتَيْهَا فَانْكَسَرَتْ قُلَّتهَا فَلَمَّا اِرْتَفَعَتْ اِلْتَفَتَتْ إِلَيْهِ فَقَالَتْ سَوْفَ تَعْلَم يَا غُدَر إِذَا وَضَعَ اللَّه الْكُرْسِيّ وَجَمَعَ الْأَوَّلِينَ وَالْآخِرِينَ وَتَكَلَّمَتْ الْأَيْدِي وَالْأَرْجُل بِمَا كَانُوا يَكْسِبُونَ فَسَوْفَ تَعْلَم كَيْف أَمْرِي وَأَمْرك عِنْده غَدًا ؟ قَالَ يَقُول رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَدَقَتْ صَدَقَتْ كَيْف يُقَدِّس اللَّه قَوْمًا لَا يُؤْخَذ لِضَعِيفِهِمْ مِنْ شَدِيدهمْ \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَرَوَاهُ اِبْن أَبِي الدُّنْيَا فِي كِتَاب الْأَهْوَال حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا يَحْيَى بْن سُلَيْم بِهِ .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41038, "aya_id": 21}]