[{"text": "فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْءَاتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلاَّ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ", "sura_id": 7, "type": 0, "id": 974, "aya_id": 20}, {"text": "فوسوس لهما الشيطان ليبدي لهما ما ووري عنهما من سوءاتهما وقال ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين أو تكونا من الخالدين", "sura_id": 7, "type": 1, "id": 7210, "aya_id": 20}, {"text": "20 - (فوسوس لهما الشيطان) إبليس (ليبدي) يظهر (لهما ما ووري) فوعل من المواراة (عنهما من سوآتهما وقال ما نهاكما ربكما عن هذه الشجرة إلا) كراهةَ (أن تكونا مَلَكَين) وقرئ بكسر اللام (أو تكونا من الخالدين) أي وذلك لازم عن الأكل منها كما في آية أخرى {هل أدلك على شجرة الخلد وملك لا يبلى} \r\n", "sura_id": 7, "type": 2, "id": 25918, "aya_id": 20}, {"text": "وأقسم الشيطان لآدم وحواء بالله إنه ممن ينصح لهما في مشورته عليهما بالأكل من الشجرة, وهو كاذب في ذلك.\r\n", "sura_id": 7, "type": 3, "id": 32154, "aya_id": 20}, {"text": " <font color=red>فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْآتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ</font><BR><p>عِنْد ذَلِكَ حَسَدَهُمَا الشَّيْطَان وَسَعَى فِي الْمَكْر وَالْوَسْوَسَة وَالْخَدِيعَة لِيَسْلُبهُمَا مَا هُمَا فِيهِ مِنْ النِّعْمَة وَاللِّبَاس الْحَسَن وَقَالَ كَذِبًا وَافْتِرَاء \" مَا نَهَاكُمَا رَبّكُمَا عَنْ هَذِهِ الشَّجَرَة إِلَّا أَنْ تَكُونَا مَلَكَيْنِ \" أَيْ لِئَلَّا تَكُونَا مَلَكَيْنِ أَوْ خَالِدَيْنِ هَاهُنَا وَلَوْ أَنَّكُمَا أَكَلْتُمَا مِنْهَا لَحَصَلَ لَكُمَا ذَلِكُمَا كَقَوْلِهِ \" قَالَ يَا آدَم هَلْ أَدُلّك عَلَى شَجَرَة الْخُلْد وَمُلْك لَا يَبْلَى \" أَيْ لِئَلَّا تَكُونَا مَلَكَيْنِ كَقَوْلِهِ \" يُبَيِّن اللَّه لَكُمْ أَنْ تَضِلُّوا\" أَيْ لِئَلَّا تَضِلُّوا \" وَأَلْقَى فِي الْأَرْض رَوَاسِي أَنْ تَمِيد بِكُمْ \" أَيْ لِئَلَّا تَمِيد بِكُمْ . وَكَانَ اِبْن عَبَّاس وَيَحْيَى بْن أَبِي كَثِير يَقْرَآنِ \" إِلَّا أَنْ تَكُونَا مَلِكَيْنِ \" بِكَسْرِ اللَّام وَقَرَأَهُ الْجُمْهُور بِفَتْحِهَا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42578, "aya_id": 20}]