[{"text": "أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ الْكِتَابَ أَفَلاَ تَعْقِلُونَ", "sura_id": 2, "type": 0, "id": 51, "aya_id": 44}, {"text": "أتأمرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتاب أفلا تعقلون", "sura_id": 2, "type": 1, "id": 6287, "aya_id": 44}, {"text": "44 - (أتأمرون الناس بالبر) بالإيمان بمحمد (وتنسون أنفسكم) تتركونها فلا تأمرونها به (وأنتم تتلون الكتاب) التوراة وفيها الوعيد على مخالفة القول العمل (أفلا تعقلون) سوءَ فعلِكم فترجعون ، فجملة النسيان محل الاستفهام الإنكاري \r\n", "sura_id": 2, "type": 2, "id": 24995, "aya_id": 44}, {"text": "ما أقبح حالَكم وحالَ علمائكم حين تأمرون الناس بعمل الخيرات, وتتركون أنفسكم, فلا تأمرونها بالخير العظيم, وهو الإسلام, وأنتم تقرءون التوراة, التي فيها صفات محمد صلى الله عليه وسلم, ووجوب الإيمان به!! أفلا تستعملون عقولكم استعمالا صحيحًا\r\n", "sura_id": 2, "type": 3, "id": 31231, "aya_id": 44}, {"text": " <font color=red>أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ</font><BR><p>يَقُول تَعَالَى كَيْف يَلِيق بِكُمْ يَا مَعْشَر أَهْل الْكِتَاب وَأَنْتُمْ تَأْمُرُونَ النَّاس بِالْبِرِّ وَهُوَ جِمَاع الْخَيْر أَنْ تَنْسَوْا أَنْفُسكُمْ فَلَا تَأْتَمِرُونَ بِمَا تَأْمُرُونَ النَّاس بِهِ وَأَنْتُمْ مَعَ ذَلِكَ تَتْلُونَ الْكِتَاب وَتَعْلَمُونَ مَا فِيهِ عَلَى مَنْ قَصَّرَ فِي أَوَامِر اللَّه ؟ أَفَلَا تَعْقِلُونَ مَا أَنْتُمْ صَانِعُونَ بِأَنْفُسِكُمْ فَتَنْتَبِهُوا مِنْ رَقْدَتكُمْ وَتَتَبَصَّرُوا مِنْ عَمَايَتِكُم. وَهَذَا كَمَا قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة فِي قَوْله تَعَالَى \" أَتَأْمُرُونَ النَّاس بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسكُمْ \" قَالَ كَانَ بَنُو إِسْرَائِيل يَأْمُرُونَ النَّاس بِطَاعَةِ اللَّه وَبِتَقْوَاهُ وَبِالْبِرِّ وَيُخَالِفُونَ فَعَيَّرَهُمْ اللَّهُ عَزَّ وَجَلَّ وَكَذَلِكَ قَالَ السُّدِّيّ وَقَالَ اِبْن جُرَيْج \" أَتَأْمُرُونَ النَّاس بِالْبِرِّ \" أَهْل الْكِتَاب وَالْمُنَافِقُونَ كَانُوا يَأْمُرُونَ النَّاس بِالصَّوْمِ وَالصَّلَاة وَيَدَعُونَ الْعَمَل بِمَا يَأْمُرُونَ بِهِ النَّاس فَعَيَّرَهُمْ اللَّه بِذَلِكَ فَمَنْ أَمَرَ بِخَيْرٍ فَلْيَكُنْ أَشَدّ النَّاس فِيهِ مُسَارَعَة . وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَتَنْسَوْنَ أَنْفُسكُمْ \" أَيْ تَتْرُكُونَ أَنْفُسكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَاب أَفَلَا تَعْقِلُونَ أَيْ تَنْهَوْنَ النَّاس عَنْ الْكُفْر بِمَا عِنْدكُمْ مِنْ النُّبُوَّة وَالْعَهْد مِنْ التَّوْرَاة وَتَتْرُكُونَ أَنْفُسكُمْ أَيْ وَأَنْتُمْ تَكْفُرُونَ بِمَا فِيهَا مِنْ عَهْدِي إِلَيْكُمْ فِي تَصْدِيق رَسُولِي وَتَنْقُضُونَ مِيثَاقِي وَتَجْحَدُونَ مَا تَعْلَمُونَ مِنْ كِتَابِي وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة يَقُول أَتَأْمُرُونَ النَّاس بِالدُّخُولِ فِي دِين مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَغَيْر ذَلِكَ مِمَّا أُمِرْتُمْ بِهِ مِنْ إِقَام الصَّلَاة وَتَنْسَوْنَ أَنْفُسكُمْ وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي عَلِيّ بْن الْحَسَن حَدَّثَنَا أَسْلَمَ الْحَرَمِيّ حَدَّثَنَا مَخْلَد بْن الْحُسَيْن عَنْ أَيُّوب السِّخْتِيَانِيّ عَنْ أَبِي قِلَابَة فِي قَوْل اللَّه تَعَالَى \" أَتَأْمُرُونَ النَّاس بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَاب \" قَالَ أَبُو الدَّرْدَاء رَضِيَ اللَّه عَنْهُ لَا يَفْقَهُ الرَّجُلُ كُلَّ الْفِقْه حَتَّى يَمْقُتَ النَّاسَ فِي ذَات اللَّه ثُمَّ يَرْجِع إِلَى نَفْسه فَيَكُون لَهَا أَشَدّ مَقْتًا وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي هَذِهِ الْآيَة هَؤُلَاءِ الْيَهُود إِذَا جَاءَ الرَّجُل سَأَلَهُمْ عَنْ الشَّيْء لَيْسَ فِيهِ حَقّ وَلَا رِشْوَة أَمَرُوهُ بِالْحَقِّ فَقَالَ اللَّه تَعَالَى \" أَتَأْمُرُونَ النَّاس بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَاب أَفَلَا تَعْقِلُونَ \" وَالْغَرَض أَنَّ اللَّه تَعَالَى ذَمَّهُمْ عَلَى هَذَا الصَّنِيع وَنَبَّهَهُمْ عَلَى خَطَئِهِمْ فِي حَقّ أَنْفُسهمْ حَيْثُ كَانُوا يَأْمُرُونَ بِالْخَيْرِ وَلَا يَفْعَلُونَهُ وَلَيْسَ الْمُرَاد ذَمّهمْ عَلَى أَمْرهمْ بِالْبِرِّ مَعَ تَرْكهمْ لَهُ بَلْ عَلَى تَرْكهمْ لَهُ فَإِنَّ الْأَمْر بِالْمَعْرُوفِ مَعْرُوف وَهُوَ وَاجِب عَلَى الْعَالِم وَلَكِنَّ الْوَاجِب وَالْأَوْلَى بِالْعَالِمِ أَنْ يَفْعَلهُ مَعَ مَنْ أَمَرَهُمْ بِهِ وَلَا يَتَخَلَّف عَنْهُمْ كَمَا قَالَ شُعَيْب عَلَيْهِ السَّلَام \" وَمَا أُرِيد أَنْ أُخَالِفكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيد إِلَّا الْإِصْلَاح مَا اِسْتَطَعْت وَمَا تَوْفِيقِي إِلَّا بِاَللَّهِ عَلَيْهِ تَوَكَّلْت وَإِلَيْهِ أُنِيب \" فَكُلّ مِنْ الْأَمْر بِالْمَعْرُوفِ وَفِعْله وَاجِب لَا يَسْقُط أَحَدهمَا بِتَرْكِ الْآخَر عَلَى أَصَحّ قَوْلَيْ الْعُلَمَاء مِنْ السَّلَف وَالْخَلَف وَذَهَبَ بَعْضهمْ إِلَى أَنَّ مُرْتَكِب الْمَعَاصِي يَنْهَى غَيْره عَنْهَا وَهَذَا ضَعِيف وَأَضْعَف مِنْهُ تَمَسُّكهمْ بِهَذِهِ الْآيَة فَإِنَّهُ لَا حُجَّة لَهُمْ فِيهَا وَالصَّحِيح أَنَّ الْعَالِم يَأْمُر بِالْمَعْرُوفِ وَإِنْ لَمْ يَفْعَلهُ وَيَنْهَى عَنْ الْمُنْكَر وَإِنْ اِرْتَكَبَهُ قَالَ مَالِك عَنْ رَبِيعَة سَمِعْت سَعِيد بْن جُبَيْر يَقُول لَوْ كَانَ الْمَرْء لَا يَأْمُر بِالْمَعْرُوفِ وَلَا يَنْهَى عَنْ الْمُنْكَر حَتَّى لَا يَكُون فِيهِ شَيْء مَا أَمَرَ أَحَد بِمَعْرُوفٍ وَلَا نَهَى عَنْ مُنْكَر . قَالَ مَالِك وَصَدَقَ مَنْ ذَا الَّذِي لَيْسَ فِيهِ شَيْء ؟ \" قُلْت \" لَكِنَّهُ وَالْحَالَة هَذِهِ مَذْمُوم عَلَى تَرْك الطَّاعَة وَفِعْله الْمَعْصِيَة لِعِلْمِهِ بِهَا وَمُخَالَفَته عَلَى بَصِيرَة فَإِنَّهُ لَيْسَ مَنْ يَعْلَم كَمَنْ لَا يَعْلَم وَلِهَذَا جَاءَتْ الْأَحَادِيث فِي الْوَعِيد عَلَى ذَلِكَ كَمَا قَالَ الْإِمَام أَبُو الْقَاسِم الطَّبَرَانِيّ فِي مُعْجَمه الْكَبِير حَدَّثَنَا أَحْمَد بْن الْمُعَلَّى الدِّمَشْقِيّ وَالْحَسَن بْن عَلِيّ الْعُمَرِيّ قَالَا حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا عَلِيّ بْن سُلَيْمَان الْكَلْبِيّ حَدَّثَنَا الْأَعْمَش عَنْ أَبِي تَمِيمَة الْهُجَيْمِيّ عَنْ جُنْدُب بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ . قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَثَل الْعَالِم الَّذِي يُعَلِّم النَّاس الْخَيْر وَلَا يَعْمَل بِهِ كَمَثَلِ السِّرَاج يُضِيء لِلنَّاسِ وَيُحْرِق نَفْسه \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه . حَدِيثٌ آخَر . قَالَ الْإِمَام أَحْمَد بْن حَنْبَل فِي مُسْنَده حَدَّثَنَا وَكِيع حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد هُوَ اِبْن جُدْعَان عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَرَرْت لَيْلَة أُسْرِيَ بِي عَلَى قَوْم تُقْرَض شِفَاههمْ بِمَقَارِيض مِنْ نَار - قَالَ قُلْت مِنْ هَؤُلَاءِ ؟ قَالُوا خُطَبَاء أُمَّتك مِنْ أَهْل الدُّنْيَا مَنْ كَانُوا يَأْمُرُونَ النَّاس بِالْبِرِّ وَيَنْسَوْنَ أَنْفُسهمْ وَهُمْ يَتْلُونَ الْكِتَاب أَفَلَا يَعْقِلُونَ \" وَرَوَاهُ عَبْد بْن حُمَيْد فِي مُسْنَده وَتَفْسِيره عَنْ الْحَسَن بْن مُوسَى عَنْ حَمَّاد بْن سَلَمَة بِهِ وَرَوَاهُ اِبْن مَرْدَوَيْهِ فِي تَفْسِيره مِنْ حَدِيث يُونُس بْن مُحَمَّد الْمُؤَدِّب وَالْحَجَّاج بْن مِنْهَال كِلَاهُمَا عَنْ حَمَّاد بْن سَلَمَة بِهِ وَكَذَا رَوَاهُ يَزِيد بْن هَارُون عَنْ حَمَّاد بْن سَلَمَة بِهِ ثُمَّ قَالَ اِبْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن إِبْرَاهِيم حَدَّثَنَا مُوسَى بْن هَارُون حَدَّثَنَا . إِسْحَاق بْن إِبْرَاهِيم التَّسْتُرِيّ بِبَلَخٍ حَدَّثَنَا مَكِّيّ بْن إِبْرَاهِيم حَدَّثَنَا عُمَر بْن قَيْس عَنْ عَلِيّ بْن زَيْد عَنْ ثُمَامَة عَنْ أَنَس قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَرَرْت لَيْلَة أُسْرِيَ بِي عَلَى أُنَاس تُقْرَض شِفَاههمْ وَأَلْسِنَتهمْ بِمَقَارِيض مِنْ نَار قُلْت مَنْ هَؤُلَاءِ يَا جِبْرِيل قَالَ : هَؤُلَاءِ خُطَبَاء أُمَّتك الَّذِينَ يَأْمُرُونَ النَّاس بِالْبِرِّ وَيَنْسَوْنَ أَنْفُسهمْ \" وَأَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه وَابْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ أَيْضًا مِنْ حَدِيث هِشَام الدَّسْتُوَائِيّ عَنْ الْمُغِيرَة يَعْنِي اِبْن حَبِيب خَتَن مَالِك بْن دِينَار عَنْ مَالِك بْن دِينَار عَنْ ثُمَامَة عَنْ أَنَس بْن مَالِك قَالَ لَمَّا عُرِجَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّ بِقَوْمٍ تُقْرَض شِفَاههمْ فَقَالَ \" يَا جِبْرِيل مَنْ هَؤُلَاءِ ؟ قَالَ هَؤُلَاءِ الْخُطَبَاء مِنْ أُمَّتك يَأْمُرُونَ النَّاس بِالْبِرِّ وَيَنْسَوْنَ أَنْفُسهمْ أَفَلَا يَعْقِلُونَ \" حَدِيثٌ آخَر . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْلَى بْن عُبَيْد حَدَّثَنَا الْأَعْمَش عَنْ أَبِي وَائِل قَالَ : قِيلَ لِأُسَامَة وَأَنَا رَدِيفه أَلَّا تُكَلِّم عُثْمَان. فَقَالَ : إِنَّكُمْ تَرَوْنَ أَنِّي لَا أُكَلِّمهُ أَلَا أُسْمِعكُمْ إِنِّي لَأُكَلِّمهُ فِيمَا بَيْنِي وَبَيْنه دُون أَنْ أَفْتَتِح أَمْرًا لَا أُحِبّ أَنْ أَكُون أَوَّل مَنْ اِفْتَتَحَهُ وَاَللَّه لَا أَقُول لِرَجُلٍ إِنَّك خَيْر النَّاس وَإِنْ كَانَ عَلَيَّ أَمِيرًا بَعْد أَنْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول - قَالُوا وَمَا سَمِعْته - يَقُول ؟ قَالَ : سَمِعْته يَقُول \" يُجَاء بِالرَّجُلِ يَوْم الْقِيَامَة فَيُلْقَى فِي النَّار فَتَنْدَلِق بِهِ أَقْتَابه فَيَدُور بِهَا فِي النَّار كَمَا يَدُور الْحِمَار بِرَحَاهُ فَيَطِيف بِهِ أَهْل النَّار فَيَقُولُونَ يَا فُلَان مَا أَصَابَك أَلَمْ تَكُنْ تَأْمُرنَا بِالْمَعْرُوفِ وَتَنْهَانَا عَنْ الْمُنْكَر ؟ فَيَقُول كُنْت آمُركُمْ بِالْمَعْرُوفِ وَلَا آتِيه وَأَنْهَاكُمْ عَنْ الْمُنْكَر وَآتِيه \" وَرَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان الْأَعْمَش بِهِ نَحْوه وَقَالَ : أَحْمَد حَدَّثَنَا سَيَّار بْن حَاتِم حَدَّثَنَا جَعْفَر بْن سُلَيْمَان عَنْ ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يُعَافِي الْأُمِّيِّينَ يَوْم الْقِيَامَة مَا لَا يُعَافِي الْعُلَمَاء \" وَقَدْ وَرَدَ فِي بَعْض الْآثَار : إِنَّهُ يَغْفِر لِلْجَاهِلِ سَبْعِينَ مَرَّة حَتَّى يَغْفِر لِلْعَالِمِ مَرَّة وَاحِدَة لَيْسَ مَنْ يَعْلَم كَمَنْ لَا يَعْلَم . وَقَالَ تَعَالَى \" قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَاَلَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّر أُولُو الْأَلْبَاب \" وَرَوَى اِبْن عَسَاكِر فِي تَرْجَمَة الْوَلِيد بْن عُقْبَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" إِنَّ أُنَاسًا مِنْ أَهْل الْجَنَّة يَطَّلِعُونَ عَلَى أُنَاس مِنْ أَهْل النَّار فَيَقُولُونَ بِمَ دَخَلْتُمْ النَّار ؟ فُو اللَّه مَا دَخَلْنَا الْجَنَّة إِلَّا بِمَا تَعَلَّمْنَا مِنْكُمْ فَيَقُولُونَ إِنَّا كُنَّا نَقُول وَلَا نَفْعَل \" وَرَوَاهُ اِبْن جَرِير الطَّبَرِيّ عَنْ أَحْمَد بْن يَحْيَى الْخَبَّاز الرَّمْلِيّ عَنْ زُهَيْر بْن عَبَّاد الرُّوَاسِيّ عَنْ أَبِي بَكْر الزُّهْرِيّ عَبْد اللَّه بْن حَكِيم عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الشَّعْبِيّ عَنْ الْوَلِيد بْن عُقْبَة فَذَكَرَهُ وَقَالَ : الضَّحَّاك عَنْ اِبْن عَبَّاس إِنَّهُ جَاءَهُ رَجُل فَقَالَ : يَا اِبْن عَبَّاس إِنِّي أُرِيد أَنْ آمُر بِالْمَعْرُوفِ وَأَنْهَى عَنْ الْمُنْكَر قَالَ أَبْلَغْت ذَلِكَ ؟ قَالَ أَرْجُو قَالَ إِنْ لَمْ تَخْشَ أَنْ تُفْتَضَح بِثَلَاثِ آيَات مِنْ كِتَاب اللَّه فَافْعَلْ قَالَ وَمَا هُنَّ ؟ قَالَ قَوْله تَعَالَى\" أَتَأْمُرُونَ النَّاس بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسكُمْ \" أَحْكَمْت هَذِهِ ؟ قَالَ لَا قَالَ فَالْحَرْف الثَّانِي قَالَ قَوْله تَعَالَى\" لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ ؟ كَبُرَ مَقْتًا عِنْد اللَّه أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ \" أَحْكَمْت هَذِهِ ؟ قَالَ لَا قَالَ فَالْحَرْف الثَّالِث قَالَ قَوْل الْعَبْد الصَّالِح شُعَيْب عَلَيْهِ السَّلَام \" وَمَا أُرِيد أَنْ أُخَالِفكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيد إِلَّا الْإِصْلَاح \" أَحْكَمْت هَذِهِ الْآيَة ؟ قَالَ لَا قَالَ فَابْدَأْ بِنَفْسِك . رَوَاهُ اِبْن مَرْدَوَيْهِ فِي تَفْسِيره وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا عَبْدَان بْن أَحْمَد حَدَّثَنَا زَيْد بْن الْحَارِث حَدَّثَنَا عَبْد اللَّه بْن خِرَاش عَنْ الْعَوَّام بْن حَوْشَب عَنْ الْمُسَيِّب بْن رَافِع عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ دَعَا النَّاس إِلَى قَوْل أَوْ عَمَل وَلَمْ يَعْمَل هُوَ بِهِ لَمْ يَزَلْ فِي ظِلّ سَخَط اللَّه حَتَّى يَكُفّ أَوْ يَعْمَل مَا قَالَ أَوْ دَعَا إِلَيْهِ\" إِسْنَاده فِيهِ ضَعْف وَقَالَ إِبْرَاهِيم النَّخَعِيّ إِنِّي لَأَكْرَهُ الْقَصَص لِثَلَاثِ آيَات قَوْله تَعَالَى \" أَتَأْمُرُونَ النَّاس بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسكُمْ \" وَقَوْله \" يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتًا عِنْد اللَّه أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ \" وَقَوْله إِخْبَارًا عَنْ شُعَيْب \" وَمَا أُرِيد أَنْ أُخَالِفكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيد إِلَّا الْإِصْلَاح مَا اِسْتَطَعْت وَمَا تَوْفِيقِي إِلَّا بِاَللَّهِ عَلَيْهِ تَوَكَّلْت وَإِلَيْهِ أُنِيب \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38721, "aya_id": 44}]