[{"text": "لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ", "sura_id": 22, "type": 0, "id": 2654, "aya_id": 59}, {"text": "ليدخلنهم مدخلا يرضونه و إن الله لعليم حليم", "sura_id": 22, "type": 1, "id": 8890, "aya_id": 59}, {"text": "59 - (ليدخلنهم مدخلا) بضم الميم وفتحها أي إدخالا أو موضعا (يرضونه) وهو الجنة (وإن الله لعليم) بنياتهم (حليم) عن عقابهم \r\n", "sura_id": 22, "type": 2, "id": 27598, "aya_id": 59}, {"text": "ليُدخلنَّهم الله المُدْخل الذي يحبونه وهو الجنة. وإن الله لَعليم بمن يخرج في سبيله، ومن يخرج طلبًا للدنيا، حليم عمن عصاه، فلا يعاجلهم بالعقوبة.\r\n", "sura_id": 22, "type": 3, "id": 33834, "aya_id": 59}, {"text": " <font color=red>لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ</font><BR><p>\" لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ \" أَيْ الْجَنَّة كَمَا قَالَ تَعَالَى \" فَأَمَّا إِنْ كَانَ مِنْ الْمُقَرَّبِينَ فَرَوْح وَرَيْحَان وَجَنَّة نَعِيم \" فَأَخْبَرَ أَنَّهُ يَحْصُل لَهُ الرَّاحَة وَالرِّزْق وَجَنَّة النَّعِيم كَمَا قَالَ هَهُنَا \" لَيَرْزُقَنَّهُمْ اللَّه رِزْقًا حَسَنًا \" ثُمَّ قَالَ \" لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّه لَعَلِيم \" أَيْ بِمَنْ يُهَاجِر وَيُجَاهِد فِي سَبِيله وَبِمَنْ يَسْتَحِقّ ذَلِكَ \" حَلِيم \" أَيْ يَحْلُم وَيَصْفَح وَيَغْفِر لَهُمْ الذُّنُوب وَيُكَفِّرهَا عَنْهُمْ بِهِجْرَتِهِمْ إِلَيْهِ وَتَوَكُّلهمْ عَلَيْهِ فَأَمَّا مَنْ قُتِلَ فِي سَبِيل اللَّه مِنْ مُهَاجِر أَوْ غَيْر مُهَاجِر فَإِنَّهُ حَيّ عِنْد رَبّه يُرْزَق كَمَا قَالَ تَعَالَى \" وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيل اللَّه أَمْوَاتًا بَلْ أَحْيَاء عِنْد رَبّهمْ يُرْزَقُونَ \" وَالْأَحَادِيث فِي هَذَا كَثِيرَة كَمَا تَقَدَّمَ وَأَمَّا مَنْ تُوُفِّيَ فِي سَبِيل اللَّه مِنْ مُهَاجِر أَوْ غَيْر مُهَاجِر فَقَدْ تَضَمَّنَتْ هَذِهِ الْآيَة الْكَرِيمَة مَعَ الْأَحَادِيث الصَّحِيحَة إِجْرَاء الرِّزْق عَلَيْهِ وَعَظِيم إِحْسَان اللَّه إِلَيْهِ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا الْمُسَيِّب بْن وَاضِح حَدَّثَنَا اِبْن الْمُبَارَك عَنْ عَبْد الرَّحْمَن بْن شُرَيْح عَنْ اِبْن الْحَارِث - يَعْنِي عَبْد الْكَرِيم - عَنْ اِبْن عُقْبَة يَعْنِي أَبَا عُبَيْدَة بْن عُقْبَة قَالَ : قَالَ شُرَحْبِيل بْن السِّمْط : طَالَ رِبَاطنَا وَإِقَامَتنَا عَلَى حِصْن بِأَرْضِ الرُّوم فَمَرَّ بِي سَلْمَان يَعْنِي الْفَارِسِيّ رَضِيَ اللَّه عَنْهُ فَقَالَ : إِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ مَاتَ مُرَابِطًا أَجْرَى اللَّه عَلَيْهِ مِثْل ذَلِكَ الْأَجْر وَأُجْرِيَ عَلَيْهِ الرِّزْق وَأَمِنَ مِنْ الْفَتَّانَيْنِ وَاقْرَءُوا إِنْ شِئْتُمْ\" وَاَلَّذِينَ هَاجَرُوا فِي سَبِيل اللَّه ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمْ اللَّه رِزْقًا حَسَنًا وَإِنَّ اللَّه لَهُوَ خَيْر الرَّازِقِينَ لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّه لَعَلِيم حَلِيم \" وَقَالَ أَيْضًا حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا زَيْد بْن بِشْر أَخْبَرَنِي هَمَّام أَنَّهُ سَمِعَ أَبَا قَبِيل وَرَبِيعَة بْن سَيْف الْمَعَافِرِيّ يَقُولَانِ كُنَّا بِرُودِس وَمَعَنَا فَضَالَة بْن عُبَيْد الْأَنْصَارِيّ صَاحِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَرَّ بِجِنَازَتَيْنِ إِحْدَاهُمَا قَتِيل وَالْأُخْرَى مُتَوَفًّى فَمَالَ النَّاس عَلَى الْقَتِيل فَقَالَ فَضَالَة مَا لِي أَرَى النَّاس مَالُوا مَعَ هَذَا وَتَرَكُوا هَذَا ؟ فَقَالُوا هَذَا الْقَتِيل فِي سَبِيل اللَّه فَقَالَ وَاَللَّه مَا أُبَالِي مِنْ أَيّ حُفْرَتَيْهِمَا بُعِثْت اِسْمَعُوا كِتَاب اللَّه \" وَاَلَّذِينَ هَاجَرُوا فِي سَبِيل اللَّه ثُمَّ قُتِلُوا أَوْ مَاتُوا \" حَتَّى بَلَغَ آخِر الْآيَة وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدَة بْن سُلَيْمَان أَنْبَأَنَا اِبْن الْمُبَارَك أَنْبَأَنَا اِبْن لَهِيعَة حَدَّثَنَا سَلَامَان بْن عَامِر الشَّيْبَانِيّ أَنَّ عَبْد الرَّحْمَن بْن جَحْدَم الْخَوْلَانِيّ حَدَّثَهُ أَنَّهُ حَضَرَ فَضَالَة بْن عُبَيْد فِي الْبَحْر مَعَ جِنَازَتَيْنِ أَحَدهمَا أُصِيبَ بِمَنْجَنِيقٍ وَالْآخَر تُوُفِّيَ فَجَلَسَ فَضَالَة بْن عُبَيْد عِنْد قَبْر الْمُتَوَفَّى فَقِيلَ لَهُ تَرَكْت الشَّهِيد فَلَمْ تَجْلِس عِنْده فَقَالَ مَا أُبَالِي مِنْ أَيّ حُفْرَتَيْهِمَا بُعِثْت إِنَّ اللَّه يَقُول \" وَاَلَّذِينَ هَاجَرُوا فِي سَبِيل اللَّه ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمْ اللَّه رِزْقًا حَسَنًا \" الْآيَتَيْنِ فَمَا تَبْتَغِي أَيّهَا الْعَبْد إِذَا أُدْخِلْت مُدْخَلًا تَرْضَاهُ وَرُزِقْت رِزْقًا حَسَنًا وَاَللَّه مَا أُبَالِي مِنْ أَيّ حُفْرَتَيْهِمَا بُعِثْت . وَرَوَاهُ اِبْن جَرِير عَنْ يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب أَخْبَرَنِي عَبْد الرَّحْمَن بْن شُرَيْح عَنْ سَلَامَان بْن عَامِر قَالَ كَانَ فَضَالَة بِرُودِس أَمِيرًا عَلَى الْأَرْبَاع فَخَرَجَ بِجِنَازَتَيْ رَجُلَيْنِ أَحَدهمَا قَتِيل وَالْآخَر مُتَوَفًّى فَذَكَرَ نَحْو مَا تَقَدَّمَ . وَقَوْله \" ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ \" الْآيَة ذَكَرَ مُقَاتِل بْن حَيَّان وَابْن جَرِير أَنَّهَا نَزَلَتْ فِي سَرِيَّة مِنْ الصَّحَابَة لَقَوْا جَمْعًا مِنْ الْمُشْرِكِينَ فِي شَهْر مُحَرَّم فَنَاشَدَهُمْ الْمُسْلِمُونَ لِئَلَّا يُقَاتِلُوهُمْ فِي الشَّهْر الْحَرَام فَأَبَى الْمُشْرِكُونَ إِلَّا قِتَالهمْ وَبَغَوْا عَلَيْهِمْ فَقَاتَلَهُمْ الْمُسْلِمُونَ فَنَصَرَهُمْ اللَّه عَلَيْهِمْ\" إِنَّ اللَّه لَعَفُوّ غَفُور \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39083, "aya_id": 59}]