[{"text": "إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُواْ إِلَى الصَّلاَةِ قَامُواْ كُسَالَى يُرَآؤُونَ النَّاسَ وَلاَ يَذْكُرُونَ اللّهَ إِلاَّ قَلِيلاً", "sura_id": 4, "type": 0, "id": 635, "aya_id": 142}, {"text": "إن المنافقين يخادعون الله وهو خادعهم وإذا قاموا إلى الصلاة قاموا كسالى يراؤون الناس ولا يذكرون الله إلا قليلا", "sura_id": 4, "type": 1, "id": 6871, "aya_id": 142}, {"text": "142 - (إن المنافقين يخادعون الله) بإظهار خلاف ما أبطنوه من الكفر فيدفعوا عنهم أحكامه الدنيوية (وهو خادعهم) مجازيهم على خداعهم فيفتضحون في الدنيا بإطلاع الله نبيه على ما أبطنوه ويعاقبون في الآخرة (وإذا قاموا إلى الصلاة) مع المؤمنين (قاموا كسالى) متثاقلين (يراؤون الناس) بصلاتهم (ولا يذكرون الله) يصلون (إلا قليلا) رياء \r\n", "sura_id": 4, "type": 2, "id": 25579, "aya_id": 142}, {"text": "إنَّ طريقة هؤلاء المنافقين مخادعة الله تعالى, بما يظهرونه من الإيمان وما يبطنونه من الكفر, ظنًّا أنه يخفى على الله, والحال أن الله خادعهم ومجازيهم بمثل عملهم, وإذا قام هؤلاء المنافقون لأداء الصلاة, قاموا إليها في فتور, يقصدون بصلاتهم الرياء والسمعة, ولا يذكرون الله تعالى إلا ذكرًا قليلا.\r\n", "sura_id": 4, "type": 3, "id": 31815, "aya_id": 142}, {"text": " <font color=red>إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا</font><BR><p>قَدْ تَقَدَّمَ فِي أَوَّل سُورَة الْبَقَرَة قَوْله تَعَالَى \" يُخَادِعُونَ اللَّه وَاَلَّذِينَ آمَنُوا \" وَقَالَ هَهُنَا إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّه وَهُوَ خَادِعهمْ وَلَا شَكَّ أَنَّ اللَّه لَا يُخَادِع فَإِنَّهُ الْعَالِم بِالسَّرَائِرِ وَالضَّمَائِر وَلَكِنَّ الْمُنَافِقِينَ لِجَهْلِهِمْ وَقِلَّة عِلْمهمْ وَعَقْلهمْ يَعْتَقِدُونَ أَنَّ أَمْرهمْ كَمَا رَاجَ عِنْد النَّاس وَجَرَتْ عَلَيْهِمْ أَحْكَام الشَّرِيعَة ظَاهِرًا فَكَذَلِكَ يَكُون حُكْمهمْ عِنْد اللَّه يَوْم الْقِيَامَة وَأَنَّ أَمْرهمْ يَرُوج عِنْده كَمَا أَخْبَرَ تَعَالَى عَنْهُمْ أَنَّهُمْ يَوْم الْقِيَامَة يَحْلِفُونَ لَهُ أَنَّهُمْ كَانُوا عَلَى الِاسْتِقَامَة وَالسَّدَاد وَيَعْتَقِدُونَ أَنَّ ذَلِكَ نَافِع لَهُمْ عِنْده كَمَا قَالَ تَعَالَى \" يَوْم يَبْعَثهُمْ اللَّه جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ \" الْآيَة وَقَوْله \" وَهُوَ خَادِعهمْ \" أَيْ هُوَ الَّذِي يَسْتَدْرِجهُمْ فِي طُغْيَانهمْ وَضَلَالهمْ وَيَخْذُلهُمْ عَنْ الْحَقّ وَالْوُصُول إِلَيْهِ فِي الدُّنْيَا وَكَذَلِكَ يَوْم الْقِيَامَة كَمَا قَالَ تَعَالَى \" يَوْم يَقُول الْمُنَافِقُونَ وَالْمُنَافِقَات لِلَّذِينَ آمَنُوا اُنْظُرُونَا نَقْتَبِس مِنْ نُوركُمْ - إِلَى قَوْله - وَبِئْسَ الْمَصِير \" وَقَدْ وَرَدَ فِي الْحَدِيث \" مَنْ سَمَّعَ سَمَّعَ اللَّه بِهِ وَمَنْ رَايَا رَايَا اللَّه بِهِ \" وَفِي الْحَدِيث الْآخَر \" إِنَّ اللَّه يَأْمُر بِالْعَبْدِ إِلَى الْجَنَّة فِيمَا يَبْدُو لِلنَّاسِ وَيَعْدِل بِهِ إِلَى النَّار \" عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ وَقَوْله \" وَإِذَا قَامُوا إِلَى الصَّلَاة قَامُوا كُسَالَى \" الْآيَة هَذِهِ صِفَة الْمُنَافِقِينَ فِي أَشْرَف الْأَعْمَال وَأَفْضَلهَا وَخَيْرهَا وَهِيَ الصَّلَاة إِذَا قَامُوا إِلَيْهَا قَامُوا وَهُمْ كُسَالَى عَنْهَا لِأَنَّهُمْ لَا نِيَّة لَهُمْ فِيهَا وَلَا إِيمَان لَهُمْ بِهَا وَلَا خَشْيَة وَلَا يَعْقِلُونَ مَعْنَاهَا كَمَا رَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق عُبَيْد اللَّه بْن زَحْر عَنْ خَالِد بْن أَبِي عِمْرَان عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس قَالَ : يُكْرَه أَنْ يَقُوم الرَّجُل إِلَى الصَّلَاة وَهُوَ كَسْلَان وَلَكِنْ يَقُوم إِلَيْهَا طَلْق الْوَجْه عَظِيم الرَّغْبَة شَدِيد الْفَرَح فَإِنَّهُ يُنَاجِي اللَّه وَإِنَّ اللَّه تُجَاهه يَغْفِر لَهُ وَيُجِيبهُ إِذَا دَعَاهُ ثُمَّ يَتْلُو هَذِهِ الْآيَة \" وَإِذَا قَامُوا إِلَى الصَّلَاة قَامُوا كُسَالَى \" وَرُوِيَ مِنْ غَيْر هَذَا الْوَجْه عَنْ اِبْن عَبَّاس نَحْوه فَقَوْله تَعَالَى \" وَإِذَا قَامُوا إِلَى الصَّلَاة قَامُوا كُسَالَى هَذِهِ صِفَة ظَوَاهِرهمْ كَمَا قَالَ وَلَا يَأْتُونَ الصَّلَاة إِلَّا وَهُمْ كُسَالَى ثُمَّ ذَكَرَ تَعَالَى صِفَة بَوَاطِنهمْ الْفَاسِدَة فَقَالَ يُرَاءُونَ النَّاس أَيْ لَا إِخْلَاص لَهُمْ وَلَا مُعَامَلَة مَعَ اللَّه بَلْ إِنَّمَا يَشْهَدُونَ النَّاس تَقِيَّة لَهُمْ وَمُصَانَعَة. وَلِهَذَا يَتَخَلَّفُونَ كَثِيرًا عَنْ الصَّلَاة الَّتِي لَا يُرَوْنَ فِيهَا غَالِبًا كَصَلَاةِ الْعِشَاء وَقْت الْعَتَمَة وَصَلَاة الصُّبْح فِي وَقْت الْغَلَس كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَثْقَل الصَّلَاة عَلَى الْمُنَافِقِينَ صَلَاة الْعِشَاء وَصَلَاة الْفَجْر وَلَوْ يَعْلَمُونَ مَا فِيهِمَا لَأَتَوْهُمَا وَلَوْ حَبْوًا وَلَقَدْ هَمَمْت أَنْ آمُر بِالصَّلَاةِ فَتُقَام ثُمَّ آمُر رَجُلًا فَيُصَلِّي بِالنَّاسِ ثُمَّ أَنْطَلِق مَعِي بِرِجَالٍ وَمَعَهُمْ حُزَم مِنْ حَطَب إِلَى قَوْم لَا يَشْهَدُونَ الصَّلَاة فَأُحَرِّق عَلَيْهِمْ بُيُوتهمْ بِالنَّارِ \" وَفِي رِوَايَة \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ عَلِمَ أَحَدهمْ أَنَّهُ يَجِد عَرْقًا سَمِينًا أَوْ مِرْمَاتَيْنِ حَسَنَتَيْنِ لَشَهِدَ الصَّلَاة وَلَوْلَا مَا فِي الْبُيُوت مِنْ النِّسَاء وَالذُّرِّيَّة لَحَرَّقْت عَلَيْهِمْ بُيُوتهمْ بِالنَّارِ \" وَقَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا مُحَمَّد بْن إِبْرَاهِيم بْن أَبِي بَكْر الْمُقَدَّمِيّ حَدَّثَنَا مُحَمَّد بْن دِينَار عَنْ إِبْرَاهِيم الْهَجَرِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَحْسَن الصَّلَاة حَيْثُ يَرَاهُ النَّاس وَأَسَاءَهَا حَيْثُ يَخْلُو فَتِلْكَ اِسْتِهَانَة اِسْتَهَانَ بِهَا رَبّه عَزَّ وَجَلَّ \" وَقَوْله \" وَلَا يَذْكُرُونَ اللَّه إِلَّا قَلِيلًا \" أَيْ فِي صَلَاتهمْ لَا يَخْشَوْنَ وَلَا يَدْرُونَ مَا يَقُولُونَ بَلْ هُمْ فِي صَلَاتهمْ سَاهُونَ لَاهُونَ وَعَمَّا يُرَاد بِهِمْ مِنْ الْخَيْر مُعْرِضُونَ . وَقَدْ رَوَى الْإِمَام مَالِك عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تِلْكَ صَلَاة الْمُنَافِق تِلْكَ صَلَاة الْمُنَافِق تِلْكَ صَلَاة الْمُنَافِق : يَجْلِس يَرْقُب الشَّمْس حَتَّى إِذَا كَانَتْ بَيْن قَرْنَيْ الشَّيْطَان قَامَ فَنَقَرَ أَرْبَعًا لَا يَذْكُر اللَّه فِيهَا إِلَّا قَلِيلًا \" وَكَذَا رَوَاهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث إِسْمَاعِيل بْن جَعْفَر الْمَدَنِيّ عَنْ الْعَلَاء بْن عَبْد الرَّحْمَن بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40815, "aya_id": 142}]