[{"text": "فَقُولَا لَهُ قَوْلًا لَّيِّنًا لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى", "sura_id": 20, "type": 0, "id": 2392, "aya_id": 44}, {"text": "فقولا له قولا لينا لعله يتذكر أو يخشى", "sura_id": 20, "type": 1, "id": 8628, "aya_id": 44}, {"text": "44 - (فقولا له قولا لينا) في رجوعه عن ذلك (لعله يتذكر) يتعظ (أو يخشى) الله فيرجع والترجي بالنسبة إليهما لعلمه تعالى بأنه لايرجع \r\n", "sura_id": 20, "type": 2, "id": 27336, "aya_id": 44}, {"text": "فقولا له قولا لطيفًا; لعله يتذكر أو يخاف ربه.\r\n", "sura_id": 20, "type": 3, "id": 33572, "aya_id": 44}, {"text": " <font color=red>فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى</font><BR><p>\" فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّر أَوْ يَخْشَى \" هَذِهِ الْآيَة فِيهَا عِبْرَة عَظِيمَة وَهُوَ أَنَّ فِرْعَوْن فِي غَايَة الْعُتُوّ وَالِاسْتِكْبَار وَمُوسَى صَفْوَة اللَّه مِنْ خَلْقه إِذْ ذَاكَ وَمَعَ هَذَا أُمِرَ أَنْ لَا يُخَاطِب فِرْعَوْن إِلَّا بِالْمُلَاطَفَةِ وَاللِّين كَمَا قَالَ يَزِيد الرَّقَاشِيّ عِنْد قَوْله \" فَقُولَا لَهُ قَوْلًا لَيِّنًا \" . يَا مَنْ يَتَحَبَّب إِلَى مَنْ يُعَادِيه فَكَيْف بِمَنْ يَتَوَلَّاهُ وَيُنَادِيه ؟ وَقَالَ وَهْب بْن مُنَبِّه قُولَا لَهُ إِنِّي إِلَى الْعَفْو وَالْمَغْفِرَة أَقْرَب مِنِّي إِلَى الْغَضَب وَالْعُقُوبَة وَعَنْ عِكْرِمَة فِي قَوْله \" فَقُولَا لَهُ قَوْلًا لَيِّنًا \" قَالَ لَا إِلَه إِلَّا اللَّه وَقَالَ عَمْرو بْن عُبَيْد عَنْ الْحَسَن الْبَصْرِيّ \" فَقُولَا لَهُ قَوْلًا لَيِّنًا \" أَعْذِرَا إِلَيْهِ قُولَا لَهُ إِنَّ لَك رَبًّا وَلَك مَعَادًا لِأَنَّ بَيْن يَدَيْك جَنَّة وَنَارًا ; وَقَالَ بَقِيَّة عَنْ عَلِيّ بْن هَارُون عَنْ رَجُل عَنْ الضَّحَّاك بْن مُزَاحِم عَنْ النَّزَّال بْن سَبْرَة عَنْ عَلِيّ فِي قَوْله \" فَقُولَا لَهُ قَوْلًا لَيِّنًا \" قَالَ كَنِّهِ وَكَذَا رُوِيَ عَنْ سُفْيَان الثَّوْرِيّ كَنِّهِ بِأَبِي مَرَّة وَالْحَاصِل مِنْ أَقْوَالهمْ أَنَّ دَعْوَتهمَا لَهُ تَكُون بِكَلَامٍ رَقِيق لَيِّن سَهْل رَفِيق لِيَكُونَ أَوْقَع فِي النُّفُوس وَأَبْلَغ وَأَنْجَع كَمَا قَالَ تَعَالَى \" اُدْعُ إِلَى سَبِيل رَبّك بِالْحِكْمَةِ وَالْمَوْعِظَة الْحَسَنَة وَجَادِلْهُمْ بِاَلَّتِي هِيَ أَحْسَن \" وَقَوْله \" لَعَلَّهُ يَتَذَكَّر أَوْ يَخْشَى \" أَيْ لَعَلَّهُ يَرْجِع عَمَّا هُوَ فِيهِ مِنْ الضَّلَال وَالْهَلَكَة أَوْ يَخْشَى أَيْ يُوجِد طَاعَة مِنْ خَشْيَة رَبّه كَمَا قَالَ تَعَالَى \" لِمَنْ أَرَادَ أَنْ يَذَّكَّر \" أَوْ يَخْشَى فَالتَّذَكُّر الرُّجُوع عَنْ الْمَحْذُور وَالْخَشْيَة تَحْصِيل الطَّاعَة وَقَالَ الْحَسَن الْبَصْرِيّ \" لَعَلَّهُ يَتَذَكَّر أَوْ يَخْشَى \" يَقُول : لَا تَقُلْ أَنْتَ يَا مُوسَى وَأَخُوك هَارُون أَهْلِكْهُ قَبْل أَنْ أَعْذِر إِلَيْهِ ; وَهَاهُنَا نَذْكُر شِعْر زَيْد بْن عَمْرو بْن نُفَيْل وَيُرْوَى لِأُمَيَّة بْن أَبِي الصَّلْت فِيمَا ذَكَرَهُ اِبْن إِسْحَاق : وَأَنْتَ الَّذِي مِنْ فَضْل مَنّ وَرَحْمَة بَعَثْت إِلَى مُوسَى رَسُولًا مُنَادِيَا فَقُلْت لَهُ فَاذْهَبْ وَهَارُون فَادْعُوَا إِلَى اللَّه فِرْعَوْن الَّذِي كَانَ بَاغِيَا فَقُولَا لَهُ هَلْ أَنْتَ سَوَّيْت هَذِهِ بِلَا وَتِد حَتَّى اِسْتَقَلَّتْ كَمَا هِيَا وَقُولَا لَهُ آأَنْت رَفَعْت هَذِهِ بِلَا عَمَد أَرْفِقْ إِذَنْ بِك بَانِيَا وَقُولَا لَهُ آأَنْت سَوَّيْت وَسْطهَا مُنِيرًا إِذَا مَا جَنَّهُ اللَّيْل هَادِيَا قُولَا لَهُ مَنْ يُخْرِج الشَّمْس بُكْرَة فَيُصْبِح مَا مَسَّتْ مِنْ الْأَرْض ضَاحِيَا وَقُولَا لَهُ مَنْ يُنْبِت الْحَبّ فِي الثَّرَى فَيُصْبِح مِنْهُ الْبَقْل يَهْتَزّ رَابِيَا وَيَخْرُج مِنْهُ حَبّه فِي رُءُوسه فَفِي ذَاكَ آيَات لِمَنْ كَانَ وَاعِيَا </p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38856, "aya_id": 44}]