[{"text": "الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا مَّا تَرَى فِي خَلْقِ الرَّحْمَنِ مِن تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ", "sura_id": 67, "type": 0, "id": 5244, "aya_id": 3}, {"text": "الذي خلق سبع سماوات طباقا ما ترى في خلق الرحمن من تفاوت فارجع البصر هل ترى من فطور", "sura_id": 67, "type": 1, "id": 11480, "aya_id": 3}, {"text": "3 - (الذي خلق سبع سماوات طباقا) بعضها فوق بعض من غير مماسة (ما ترى في خلق الرحمن) لهن أو لغيرهن (من تفاوت) تباين وعدم تناسب (فارجع البصر) أعده إلى السماء (هل ترى) فيها (من فطور) صدوع وشقوق \r\n", "sura_id": 67, "type": 2, "id": 30188, "aya_id": 3}, {"text": "الذي خلق سبع سموات متناسقة, بعضها فوق بعض, ما ترى في خلق الرحمن- أيها الناظر- من اختلاف ولا تباين, فأعد النظر إلى السماء: هل ترى فيها مِن شقوق أو صدوع؟\r\n", "sura_id": 67, "type": 3, "id": 36424, "aya_id": 3}, {"text": " <font color=red>الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" الَّذِي خَلَقَ سَبْع سَمَاوَات طِبَاقًا \" أَيْ طَبَقَة بَعْد طَبَقَة وَهَلْ هُنَّ مُتَوَاصِلَات بِمَعْنَى أَنَّهُنَّ عُلْوِيَّات بَعْضهمْ عَلَى بَعْض أَوْ مُتَفَاصِلَات بَيْنهنَّ خَلَاء ؟ فِيهِ قَوْلَانِ أَصَحّهمَا الثَّانِي كَمَا دَلَّ ذَلِكَ حَدِيث الْإِسْرَاء وَغَيْره وَقَوْله تَعَالَى \" مَا تَرَى فِي خَلْق الرَّحْمَن مِنْ تَفَاوُت \" أَيْ بَلْ هُوَ مُصْطَحِب مُسْتَوٍ لَيْسَ فِيهِ اِخْتِلَاف وَلَا تَنَافُر وَلَا مَخَافَة وَلَا نَقْص وَلَا عَيْب وَلَا خَلَل وَلِهَذَا قَالَ تَعَالَى \" فَارْجِعْ الْبَصَر هَلْ تَرَى مِنْ فُطُور \" أَيْ اُنْظُرْ إِلَى السَّمَاء هَلْ تَرَى فِيهَا عَيْبًا أَوْ نَقْصًا أَوْ خَلَلًا أَوْ فُطُورًا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَالثَّوْرِيّ وَغَيْرهمْ فِي قَوْله تَعَالَى \" فَارْجِعْ الْبَصَر هَلْ تَرَى مِنْ فُطُور \" أَيْ شُقُوق وَعَنْ السُّدِّيّ \" هَلْ تَرَى مِنْ فُطُور \" أَيْ مِنْ خُرُوق وَقَالَ اِبْن عَبَّاس فِي رِوَايَة \" مِنْ فُطُور\" أَيْ مِنْ وَهَاء وَقَالَ قَتَادَة \" هَلْ تَرَى مِنْ فُطُور \" أَيْ هَلْ تَرَى خَلَلًا يَا اِبْن آدَم ؟ .</p><BR> <br> ", "sura_id": 67, "type": 4, "id": 42354, "aya_id": 3}]