[{"text": "قَالُوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ", "sura_id": 37, "type": 0, "id": 3816, "aya_id": 28}, {"text": "قالوا إنكمء كنتم تأتوننا عن اليمين", "sura_id": 37, "type": 1, "id": 10052, "aya_id": 28}, {"text": "28 - (قالوا) الأتباع منهم للمتبوعين (إنكم كنتم تأتوننا عن اليمين) عن الجهة التي كنا نأمنكم منها لحلفكم أنكم على الحق فصدقناكم واتبعناكم المعنى أنكم أضللتمونا \r\n", "sura_id": 37, "type": 2, "id": 28760, "aya_id": 28}, {"text": "قال الأتباع للمتبوعين: إنكم كنتم تأتوننا من قِبَل الدين والحق, فتهوِّنون علينا أمر الشريعة, وتُنَفِّروننا عنها, وتزينون لنا الضلال.\r\n", "sura_id": 37, "type": 3, "id": 34996, "aya_id": 28}, {"text": " <font color=red>قَالُوا إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ</font><BR><p>يَذْكُر تَعَالَى أَنَّ الْكُفَّار يَتَلَاوَمُونَ فِي عَرَصَات الْقِيَامَة كَمَا يَتَخَاصَمُونَ فِي دَرَكَات النَّار \" فَيَقُول الضُّعَفَاء لِلَّذِينَ اِسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنْ النَّار قَالَ الَّذِينَ اِسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّه قَدْ حَكَمَ بَيْن الْعِبَاد \" وَقَالَ تَعَالَى \" وَلَوْ تَرَى إِذْ الظَّالِمُونَ مَوْقُوفُونَ عِنْد رَبّهمْ يَرْجِع بَعْضهمْ إِلَى بَعْض الْقَوْل يَقُول الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ قَالَ الَّذِينَ اِسْتَكْبَرُوا لِلَّذِينَ اُسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنْ الْهُدَى بَعْد إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ وَقَالَ الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا بَلْ مَكْر اللَّيْل وَالنَّهَار إِذْ تَأْمُرُونَنَا أَنْ نَكْفُر بِاَللَّهِ وَنَجْعَل لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَة لَمَّا رَأَوْا الْعَذَاب وَجَعَلْنَا الْأَغْلَال فِي أَعْنَاق الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ \" وَهَكَذَا قَالُوا لَهُمْ هَهُنَا \" إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنْ الْيَمِين \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس يَقُولُونَ كُنْتُمْ تَقْهَرُونَنَا بِالْقُدْرَةِ مِنْكُمْ عَلَيْنَا لِأَنَّا كُنَّا أَذِلَّاء وَكُنْتُمْ أَعِزَّاء وَقَالَ مُجَاهِد يَعْنِي عَنْ الْحَقّ وَالْكُفَّار تَقُولهُ لِلشَّيَاطِينِ وَقَالَ قَتَادَة قَالَتْ الْإِنْس لِلْجِنِّ إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنْ الْيَمِين قَالَ مِنْ قِبَل الْخَيْر فَتَنْهَوْنَا عَنْهُ وَتُبَطِّئُونَا عَنْهُ وَقَالَ السُّدِّيّ تَأْتُونَنَا مِنْ قِبَل الْحَقّ وَتُزَيِّنُوا لَنَا الْبَاطِل وَتَصُدُّونَا عَنْ الْحَقّ وَقَالَ الْحَسَن فِي قَوْله تَعَالَى \" إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنْ الْيَمِين \" أَيْ وَاَللَّه يَأْتِيه عِنْد كُلّ خَيْر يُرِيدهُ فَيَصُدّهُ عَنْهُ وَقَالَ اِبْن زَيْد مَعْنَاهُ تَحُولُونَ بَيْننَا وَبَيْن الْخَيْر وَرَدَدْتُمُونَا عَنْ الْإِسْلَام وَالْإِيمَان وَالْعَمَل بِالْخَيْرِ الَّذِي أُمِرْنَا بِهِ وَقَالَ يَزِيد الرِّشْك مِنْ قِبَل لَا إِلَه إِلَّا اللَّه وَقَالَ خُصَيْف يَعْنُونَ مِنْ قِبَل مَيَامِنهمْ وَقَالَ عِكْرِمَة \" إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنْ الْيَمِين \" قَالَ مِنْ حَيْثُ نَأْمَنكُمْ.</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40525, "aya_id": 28}]