[{"text": "أُولَئِكَ الَّذِينَ اشْتَرَوُاْ الضَّلاَلَةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَآ أَصْبَرَهُمْ عَلَى النَّارِ", "sura_id": 2, "type": 0, "id": 182, "aya_id": 175}, {"text": "أولئك الذين اشتروا الضلالة بالهدى والعذاب بالمغفرة فما أصبرهم على النار", "sura_id": 2, "type": 1, "id": 6418, "aya_id": 175}, {"text": "175 - (أولئك الذين اشترَوا الضلالة بالهدى) أخذوها بدله في الدنيا (والعذاب بالمغفرة) المعدة لهم في الآخرة لو لم يكتموا (فما أصبرهم على النار) أي ما أشد صبرهم ، وهو تعجيب للمؤمنين من ارتكابهم موجباتهم من غير مبالاة وإلا فأيُّ صبرٍ لهم \r\n", "sura_id": 2, "type": 2, "id": 25126, "aya_id": 175}, {"text": "أولئك المتصفون بهذه الصفات استبدلوا الضلالة بالهدى وعذاب الله بمغفرته, فما أشد جراءتهم على النار بعملهم أعمال أهل النار!! يعجب الله من إقدامهم على ذلك, فاعجبوا -أيها الناس- من جراءتهم, ومن صبرهم على النار ومكثهم فيها. وهذا على وجه الاستهانة بهم, والاستخفاف بأمرهم.\r\n", "sura_id": 2, "type": 3, "id": 31362, "aya_id": 175}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ</font><BR><p>قَالَ تَعَالَى مُخْبِرًا عَنْهُمْ \" أُولَئِكَ الَّذِينَ اِشْتَرَوْا الضَّلَالَة بِالْهُدَى\" أَيْ اعْتَاضُوا عَنْ الْهُدَى وَهُوَ نَشْر مَا فِي كُتُبهمْ مِنْ صِفَة الرَّسُول وَذِكْر مَبْعَثه وَالْبِشَارَة بِهِ مِنْ كُتُب الْأَنْبِيَاء وَاتِّبَاعه وَتَصْدِيقه اِسْتَبْدَلُوا عَنْ ذَلِكَ وَاعْتَاضُوا عَنْهُ الضَّلَالَة وَهُوَ تَكْذِيبه وَالْكُفْر بِهِ وَكِتْمَان صِفَاته فِي كُتُبهمْ \" وَالْعَذَاب بِالْمَغْفِرَةِ \" أَيْ اعْتَاضُوا عَنْ الْمَغْفِرَة بِالْعَذَابِ وَهُوَ مَا تَعَاطَوْهُ مِنْ أَسْبَابه الْمَذْكُورَة : وَقَوْله تَعَالَى \" فَمَا أَصْبَرهمْ عَلَى النَّار \" يُخْبِر تَعَالَى أَنَّهُمْ فِي عَذَاب شَدِيد عَظِيم هَائِل يَتَعَجَّبُ مَنْ رَآهُمْ فِيهَا مِنْ صَبْرهمْ عَلَى ذَلِكَ مَعَ شِدَّة مَا هُمْ فِيهِ مِنْ الْعَذَاب وَالنَّكَال وَالْأَغْلَال عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ وَقِيلَ مَعْنَى قَوْله \" فَمَا أَصْبَرهمْ عَلَى النَّار \" أَيْ فَمَا أَدْوَمهمْ لِعَمَلِ الْمَعَاصِي الَّتِي تُفْضِي بِهِمْ إِلَى النَّار.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38581, "aya_id": 175}]