[{"text": "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى", "sura_id": 20, "type": 0, "id": 2479, "aya_id": 131}, {"text": "و لا تمدن عينيك إلى ما متعنا به أزواجا منهم زهرة الحياة الدنيا لنفتنهم فيه و رزق ربك خير و أبقى", "sura_id": 20, "type": 1, "id": 8715, "aya_id": 131}, {"text": "131 - (ولا تمدن عينيك إلى ما متعنا به أزواجا) أصنافا (منهم زهرة الحياة الدنيا) زينتها وبهجتها (لنفتنهم فيه) بأن يطغوا (ورزق ربك) في الجنة (خير) مما أوتوه في الدنيا (وأبقى) أدوم \r\n", "sura_id": 20, "type": 2, "id": 27423, "aya_id": 131}, {"text": "ولا تنظر إلى ما مَتَّعْنا به هؤلاء المشركين وأمثالهم من أنواع المتع, فإنها زينة زائلة في هذه الحياة الدنيا, متعناهم بها; لنبتليهم بها, ورزق ربك وثوابه خير لك مما متعناهم به وأدوم; حيث لا انقطاع له ولا نفاد.\r\n", "sura_id": 20, "type": 3, "id": 33659, "aya_id": 131}, {"text": " <font color=red>وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا تَنْظُر إِلَى مَا هَؤُلَاءِ الْمُتْرَفُونَ وَأَشْبَاههمْ وَنُظَرَاؤُهُمْ فِيهِ مِنْ النَّعِيم فَإِنَّمَا هُوَ زَهْرَة زَائِلَة وَنِعْمَة حَائِلَة لِنَخْتَبِرهُمْ بِذَلِكَ وَقَلِيل مِنْ عِبَادِي الشَّكُور وَقَالَ مُجَاهِد أَزْوَاجًا مِنْهُمْ يَعْنِي الْأَغْنِيَاء فَقَدْ آتَاك خَيْرًا مِمَّا آتَاهُمْ كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَلَقَدْ آتَيْنَاك سَبْعًا مِنْ الْمَثَانِي وَالْقُرْآن الْعَظِيم لَا تَمُدَّنَّ عَيْنَيْك \" وَكَذَا مَا اِدَّخَرَهُ اللَّه تَعَالَى لِرَسُولِهِ فِي الْآخِرَة أَمْر عَظِيم لَا يُحَدّ وَلَا يُوصَف كَمَا قَالَ تَعَالَى \" وَلَسَوْفَ يُعْطِيك رَبّك فَتَرْضَى \" وَلِهَذَا قَالَ \" وَرِزْق رَبّك خَيْر وَأَبْقَى \" وَفِي الصَّحِيح أَنَّ عُمَر بْن الْخَطَّاب لَمَّا دَخَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تِلْكَ الْمَشْرُبَة الَّتِي كَانَ قَدْ اِعْتَزَلَ فِيهَا نِسَاءَهُ حِين آلَى مِنْهُمْ فَرَآهُ مُتَوَسِّدًا مُضْطَجِعًا عَلَى رِمَال حَصِير وَلَيْسَ فِي الْبَيْت إِلَّا صُبْرَة مِنْ قَرَظ وَاهِيَة مُعَلَّقَة فَابْتَدَرَتْ عَيْنَا عُمَر بِالْبُكَاءِ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا يُبْكِيك يَا عُمَر ؟ \" فَقَالَ يَا رَسُول اللَّه إِنَّ كِسْرَى وَقَيْصَر فِيمَا هُمَا فِيهِ وَأَنْتَ صَفْوَة اللَّه مِنْ خَلْقه فَقَالَ \" أَوَفِي شَكّ أَنْتَ يَا اِبْن الْخَطَّاب ؟ أُولَئِكَ قَوْم عُجِّلَتْ لَهُمْ طَيِّبَاتهمْ فِي حَيَاتهمْ الدُّنْيَا \" فَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَزْهَد النَّاس فِي الدُّنْيَا مَعَ الْقُدْرَة عَلَيْهَا إِذَا حَصَلَتْ لَهُ يُنْفِقهَا هَكَذَا وَهَكَذَا فِي عِبَاد اللَّه وَلَمْ يَدَّخِر لِنَفْسِهِ شَيْئًا لِغَدٍ قَالَ اِبْن أَبِي حَاتِم أَنْبَأَنَا يُونُس أَخْبَرَنِي اِبْن وَهْب أَخْبَرَنِي مَالِك عَنْ زَيْد بْن أَسْلَمَ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَخْوَف مَا أَخَاف عَلَيْكُمْ مَا يَفْتَح اللَّه لَكُمْ مِنْ زَهْرَة الدُّنْيَا \" قَالُوا وَمَا زَهْرَة الدُّنْيَا يَا رَسُول اللَّه قَالَ \" بَرَكَات الْأَرْض \" وَقَالَ قَتَادَة وَالسُّدِّيّ : زَهْرَة الْحَيَاة الدُّنْيَا يَعْنِي زِينَة الْحَيَاة الدُّنْيَا وَقَالَ قَتَادَة \" لِنَفْتِنهُمْ فِيهِ \" لِنَبْتَلِيَهُمْ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38818, "aya_id": 131}]