[{"text": "وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا", "sura_id": 72, "type": 0, "id": 5466, "aya_id": 19}, {"text": "وأنه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا", "sura_id": 72, "type": 1, "id": 11702, "aya_id": 19}, {"text": "19 - (وأنه) بالفتح والكسر استئنافا والضمير للشأن (لما قام عبد الله) محمد النبي صلى الله عليه وسلم (يدعوه) يعبده ببطن نخل (كادوا) أي الجن المستمعون لقراءئه (يكونون عليه لبدا) بكسر اللام وضمها جمع لبدة كاللبد في ركوب بعضهم بعضا ازدحاما حرصا على سماع القرآن \r\n", "sura_id": 72, "type": 2, "id": 30410, "aya_id": 19}, {"text": "وأنه لما قام محمد صلى الله عليه وسلم, يعبد ربه، كاد الجن يكونون عليه جماعات متراكمة, بعضها فوق بعض ; مِن شدة ازدحامهم لسماع القرآن منه.\r\n", "sura_id": 72, "type": 3, "id": 36646, "aya_id": 19}, {"text": " <font color=red>وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس يَقُول لَمَّا سَمِعُوا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتْلُو الْقُرْآن كَادُوا يَرْكَبُونَهُ مِنْ الْحِرْص لَمَّا سَمِعُوهُ يَتْلُو الْقُرْآن وَدَنَوْا مِنْهُ فَلَمْ يَعْلَم بِهِمْ حَتَّى أَتَاهُ الرَّسُول فَجَعَلَ يُقْرِئهُ \" قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اِسْتَمَعَ نَفَر مِنْ الْجِنّ \" يَسْتَمِعُونَ الْقُرْآن هَذَا قَوْل وَهُوَ مَرْوِيّ عَنْ الزُّبَيْر بْن الْعَوَّام رَضِيَ اللَّه عَنْهُ وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن مَعْمَر حَدَّثَنَا اِبْن هِشَام عَنْ أَبِي عَوَانَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ الْجِنّ لِقَوْمِهِمْ \" لَمَّا قَامَ عَبْد اللَّه يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا \" قَالَ لَمَّا رَأَوْهُ يُصَلِّي وَأَصْحَابه يَرْكَعُونَ بِرُكُوعِهِ وَيَسْجُدُونَ بِسُجُودِهِ قَالَ عَجِبُوا مِنْ طَوَاعِيَة أَصْحَابه لَهُ قَالَ فَقَالُوا لِقَوْمِهِمْ \" لَمَّا قَامَ عَبْد اللَّه يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا \" وَهَذَا قَوْل ثَانٍ وَهُوَ مَرْوِيّ عَنْ سَعِيد بْن جُبَيْر أَيْضًا وَقَالَ الْحَسَن لَمَّا قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لَا إِلَه إِلَّا اللَّه وَيَدْعُو النَّاس إِلَى رَبّهمْ كَادَتْ الْعَرَب تَلَبَّد عَلَيْهِ جَمِيعًا وَقَالَ قَتَادَة فِي قَوْله \" وَأَنَّهُ لَمَّا قَامَ عَبْد اللَّه يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا \" قَالَ تَلَبَّدَتْ الْإِنْس وَالْجِنّ عَلَى هَذَا الْأَمْر لِيُطْفِئُوهُ فَأَبَى اللَّه إِلَّا أَنْ يَنْصُرهُ وَيُمْضِيه وَيُظْهِرهُ عَلَى مَنْ نَاوَأَهُ .</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42754, "aya_id": 19}]