[{"text": "ذَلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُواْ بِآيَاتِنَا وَقَالُواْ أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا", "sura_id": 17, "type": 0, "id": 2127, "aya_id": 98}, {"text": "ذلك جزاؤهم بأنهم كفروا بآياتنا و قالوا أئذا كنا عظاما ورفاتا أئنا لمبعوثون خلقا جديدا", "sura_id": 17, "type": 1, "id": 8363, "aya_id": 98}, {"text": "98 - (ذلك جزاؤهم بأنهم كفروا بآياتنا وقالوا) منكرين للبعث (أئذا كنا عظاما ورفاتا أئنا لمبعوثون خلقا جديدا) \r\n", "sura_id": 17, "type": 2, "id": 27071, "aya_id": 98}, {"text": "هذا الذي وُصِف من العذاب عقاب للمشركين؛ بسبب كفرهم بآيات الله وحججه، وتكذيبهم رسله الذين دَعَوْهم إلى عبادته، وقولهم استنكارًا - إذا أُمروا بالتصديق بالبعث -: أإذا متنا وصِرْنا عظامًا بالية وأجزاءً متفتتة نُبعث بعد ذلك خَلْقًا جديدًا؟\r\n", "sura_id": 17, "type": 3, "id": 33307, "aya_id": 98}, {"text": " <font color=red>ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أَئِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا</font><BR><p>يَقُول تَعَالَى هَذَا الَّذِي جَازَيْنَاهُمْ بِهِ مِنْ الْبَعْث عَلَى الْعَمَى وَالْبُكْم وَالصَّمَم جَزَاؤُهُمْ الَّذِي يَسْتَحِقُّونَهُ لِأَنَّهُمْ كَذَّبُوا \" بِآيَاتِنَا \" أَيْ بِأَدِلَّتِنَا وَحُجَّتنَا وَاسْتَبْعَدُوا وُقُوع الْبَعْث \" وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا \" أَيْ بَالِيَة نَخِرَة \" أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا \" أَيْ بَعْدَمَا صِرْنَا إِلَى مَا صِرْنَا إِلَيْهِ مِنْ الْبِلَى وَالْهَلَاك وَالتَّفَرُّق وَالذَّهَاب فِي الْأَرْض نُعَاد مَرَّة ثَانِيَة ؟ فَاحْتَجَّ تَعَالَى عَلَيْهِمْ وَنَبَّهَهُمْ عَلَى قُدْرَته عَلَى ذَلِكَ بِأَنَّهُ خَلَقَ السَّمَاوَات وَالْأَرْض فَقُدْرَته عَلَى إِعَادَتهمْ أَسْهَل مِنْ ذَلِكَ كَمَا قَالَ \" لَخَلْق السَّمَاوَات وَالْأَرْض أَكْبَر مِنْ خَلْق النَّاس \" وَقَالَ \" أَوَلَمْ يَرَوْا أَنَّ اللَّه الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِي الْمَوْتَى \" الْآيَة وَقَالَ \" أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض بِقَادِرٍ عَلَى أَنْ يَخْلُق مِثْلهمْ بَلَى وَهُوَ الْخَلَّاق الْعَلِيم إِنَّمَا أَمْره إِذَا أَرَادَ شَيْئًا أَنْ يَقُول لَهُ كُنْ فَيَكُون \" إِلَى آخِر السُّورَة لَمَّا أَثْبَتَ تَعَالَى لِنَفْسِهِ الْكَرِيمَة الْأَسْمَاء الْحُسْنَى نَزَّهَ نَفْسه عَنْ النَّقَائِص فَقَالَ \" وَقُلْ الْحَمْد لِلَّهِ الَّذِي لَمْ يَتَّخِذ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيك فِي الْمُلْك \" بَلْ هُوَ اللَّه الْأَحَد الصَّمَد الَّذِي لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38287, "aya_id": 98}]