[{"text": "مَا تَعْبُدُونَ مِن دُونِهِ إِلاَّ أَسْمَاء سَمَّيْتُمُوهَا أَنتُمْ وَآبَآؤُكُم مَّا أَنزَلَ اللّهُ بِهَا مِن سُلْطَانٍ إِنِ الْحُكْمُ إِلاَّ لِلّهِ أَمَرَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ", "sura_id": 12, "type": 0, "id": 1636, "aya_id": 40}, {"text": "ما تعبدون من دونه إلا أسماء سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطان إن الحكم إلا لله أمر ألا تعبدوا إلا إياه ذلك الدين القيم ولكن أكثر الناس لا يعلمون", "sura_id": 12, "type": 1, "id": 7872, "aya_id": 40}, {"text": "40 - (ما تعبدون من دونه) أي غيره (إلا أسماء سميتموها) سميتم بها أصناماً (أنتم وآباؤكم ما أنزل الله بها) بعبادتها (من سلطان) حجة وبرهان (إن) ما (الحكم) القضاء (إلا لله) وحده (أمر ألا تعبدوا إلا إياه ذلك) التوحيد (الدين القيِّم) المستقيم (ولكن أكثر الناس) وهم الكفار (لا يعلمون) ما يصيرون إليه من العذاب فهم يشركون \r\n", "sura_id": 12, "type": 2, "id": 26580, "aya_id": 40}, {"text": "ما تعبدون من دون الله إلا أسماءً لا معاني وراءها, جعلتموها أنتم وآباؤكم أربابًا جهلا منكم وضلالا، ما أنزل الله من حجة أو برهان على صحتها, ما الحكم الحق إلا لله تعالى وحده, لا شريك له, أمر ألا تنقادوا ولا تخضعوا لغيره, وأن تعبدوه وحده, وهذا هو الدين القيم الذي لا عوج فيه, ولكن أكثر الناس يجهلون ذلك, فلا يعلمون حقيقته.\r\n", "sura_id": 12, "type": 3, "id": 32816, "aya_id": 40}, {"text": " <font color=red>مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</font><BR><p>ثُمَّ بَيَّنَ لَهُمَا أَنَّ الَّتِي يَعْبُدُونَهَا وَيُسَمُّونَهَا آلِهَة إِنَّمَا هِيَ جَعْل مِنْهُمْ وَتَسْمِيَة مِنْ تِلْقَاء أَنْفُسهمْ تَلَقَّاهَا خَلَفهمْ عَنْ سَلَفهمْ وَلَيْسَ لِذَلِكَ مُسْتَنَد مِنْ عِنْد اللَّه وَلِهَذَا قَالَ \" مَا أَنْزَلَ اللَّه بِهَا مِنْ سُلْطَان \" أَيْ حُجَّة وَلَا بُرْهَان ثُمَّ أَخْبَرَهُمْ أَنَّ الْحُكْم وَالتَّصَرُّف وَالْمَشِيئَة وَالْمُلْك كُلّه لِلَّهِ وَقَدْ أَمَرَ عِبَاده قَاطِبَة أَنْ لَا يَعْبُدُوا إِلَّا إِيَّاهُ ثُمَّ قَالَ تَعَالَى \" ذَلِكَ الدِّين الْقَيِّم \" أَيْ هَذَا الَّذِي أَدْعُوكُمْ إِلَيْهِ مِنْ تَوْحِيد اللَّه وَإِخْلَاص الْعَمَل لَهُ هُوَ الدِّين الْمُسْتَقِيم الَّذِي أَمَرَ اللَّه بِهِ وَأَنْزَلَ بِهِ الْحُجَّة وَالْبُرْهَان الَّذِي يُحِبّهُ وَيَرْضَاهُ\" وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ \" أَيْ فَلِهَذَا كَانَ أَكْثَرهمْ مُشْرِكِينَ \" وَمَا أَكْثَر النَّاس وَلَوْ حَرَصْت بِمُؤْمِنِينَ\" وَقَدْ قَالَ اِبْن جُرَيْج : إِنَّمَا عَدَلَ بِهِمْ يُوسُف عَنْ تَعْبِير الرُّؤْيَا إِلَى هَذَا لِأَنَّهُ عَرَفَ أَنَّهَا ضَارَّة لِأَحَدِهِمَا فَأَحَبَّ أَنْ يَشْغَلهُمَا بِغَيْرِ ذَلِكَ لِئَلَّا يُعَاوِدُوهُ فِيهَا فَعَاوَدُوهُ فَأَعَادَ عَلَيْهِمْ الْمَوْعِظَة وَفِي هَذَا الَّذِي قَالَهُ نَظَر لِأَنَّهُ قَدْ وَعَدَهُمَا أَوَّلًا بِتَعْبِيرِهَا وَلَكِنْ جَعَلَ سُؤَالهمَا لَهُ عَلَى وَجْه التَّعْظِيم وَالِاحْتِرَام وَصْلَة وَسَبَبًا إِلَى دُعَائِهِمَا إِلَى التَّوْحِيد وَالْإِسْلَام لِمَا رَأَى فِي سَجِيَّتهمَا مِنْ قَبُول الْخَيْر وَالْإِقْبَال عَلَيْهِ وَالْإِنْصَات إِلَيْهِ وَلِهَذَا لَمَّا فَرَغَ مِنْ دَعَوْتهمَا شَرَعَ فِي تَعْبِير رُؤْيَاهُمَا مِنْ غَيْر تَكْرَار سُؤَال .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37792, "aya_id": 40}]