[{"text": "وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللّهُ قَالُواْ بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ", "sura_id": 2, "type": 0, "id": 177, "aya_id": 170}, {"text": "وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا عليه آباءنا أولو كان آباؤهم لا يعقلون شيئا ولا يهتدون", "sura_id": 2, "type": 1, "id": 6413, "aya_id": 170}, {"text": "170 - (وإذا قيل لهم) أي الكفار (اتبعوا ما أنزل الله) من التوحيد وتحليل الطيبات (قالوا) لا (بل نتبع ما ألفينا) وجدنا (عليه آباءنا) من عبادة الأصنام وتحريم السوائب والبحائر. قال تعالى: (أ) يتبعونهم (ولو كان آباؤهم لا يعقلون شيئا) من أمر الدين (ولا يهتدون) إلى الحق والهمزة للإنكار \r\n", "sura_id": 2, "type": 2, "id": 25121, "aya_id": 170}, {"text": "وإذا قال المؤمنون ناصحين أهل الضلال: اتبعوا ما أنزل الله من القرآن والهدى, أصرُّوا على تقليد أسلافهم المشركين قائلين: لا نتبع دينكم, بل نتبع ما وجدنا عليه آباءنا. أيتبعون آباءهم ولو كانوا لا يعقلون عن الله شيئًا, ولا يدركون رشدًا؟\r\n", "sura_id": 2, "type": 3, "id": 31357, "aya_id": 170}, {"text": " <font color=red>وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ</font><BR><p>يَقُول تَعَالَى : وَإِذَا قِيلَ لِهَؤُلَاءِ الْكَفَرَة مِنْ الْمُشْرِكِينَ اِتَّبِعُوا مَا أَنْزَلَ اللَّه عَلَى رَسُوله وَاتْرُكُوا مَا أَنْتُمْ عَلَيْهِ مِنْ الضَّلَال وَالْجَهْل قَالُوا فِي جَوَاب ذَلِكَ بَلْ نَتَّبِع مَا أَلْفَيْنَا أَيْ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَيْ مِنْ عِبَادَة الْأَصْنَام وَالْأَنْدَاد . قَالَ اللَّه تَعَالَى مُنْكِرًا عَلَيْهِمْ \" أَوَلَوْ كَانَ آبَاؤُهُمْ \" أَيْ الَّذِينَ يَقْتَدُونَ بِهِمْ وَيَقْتَفُونَ أَثَرهمْ \" لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ \" أَيْ لَيْسَ لَهُمْ فَهْمٌ وَلَا هِدَايَة . وَرَوَى اِبْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّهَا نَزَلَتْ فِي طَائِفَة مِنْ الْيَهُود دَعَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْإِسْلَام فَقَالُوا بَلْ نَتَّبِع مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا فَأَنْزَلَ اللَّه هَذِهِ الْآيَة . ثُمَّ ضَرَبَ لَهُمْ تَعَالَى مَثَلًا - كَمَا قَالَ تَعَالَى - \" لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السُّوءِ\" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38576, "aya_id": 170}]