[{"text": "وَجَاوَزْنَا بِبَنِي إِسْرَآئِيلَ الْبَحْرَ فَأَتَوْاْ عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَّهُمْ قَالُواْ يَا مُوسَى اجْعَل لَّنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ", "sura_id": 7, "type": 0, "id": 1092, "aya_id": 138}, {"text": "وجاوزنا ببني إسرائيل البحر فأتوا على قوم يعكفون على أصنام لهم قالوا يا موسى اجعل لنا إلها كما لهم آلهة قال إنكم قوم تجهلون", "sura_id": 7, "type": 1, "id": 7328, "aya_id": 138}, {"text": "138 - (وجاوزنا) عبرنا (ببني إسرائيل البحر فأتوا) فمروا (على قوم يعكفون) بضم الكاف وكسرها (على أصنام لهم) يقيمون على عبادتها (قالوا يا موسى اجعل لنا إلها) صنما نعبده (كما لهم آلهة قال إنكم قوم تجهلون) حيث قابلتم نعمة الله عليكم بما قلتموه \r\n", "sura_id": 7, "type": 2, "id": 26036, "aya_id": 138}, {"text": "وقطعنا ببني إسرائيل البحر, فمرُّوا على قوم يقيمون ويواظبون على عبادة أصنام لهم, قال بنو إسرائيل: اجعل لنا يا موسى صنمًا نعبده ونتخذه إلهًا, كما لهؤلاء القوم أصنام يعبدونها, قال موسى لهم: إنكم أيها القوم تجهلون عظمة الله, ولا تعلمون أن العبادة لا تنبغي إلا لله الواحد القهار.\r\n", "sura_id": 7, "type": 3, "id": 32272, "aya_id": 138}, {"text": " <font color=red>وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ</font><BR><p>يُخْبِر تَعَالَى عَمَّا قَالَهُ جَهَلَة بَنِي إِسْرَائِيل لِمُوسَى عَلَيْهِ السَّلَام حِين جَاوَزُوا الْبَحْر وَقَدْ رَأَوْا مِنْ آيَات اللَّه وَعَظِيم سُلْطَانه مَا رَأَوْا فَأَتَوْا أَيْ فَمَرُّوا عَلَى قَوْم يَعْكُفُونَ عَلَى أَصْنَام لَهُمْ . قَالَ بَعْض الْمُفَسِّرِينَ كَانُوا مِنْ الْكَنْعَانِيِّينَ وَقِيلَ كَانُوا مِنْ لَخْم . قَالَ اِبْن جَرِير : وَكَانُوا يَعْبُدُونَ أَصْنَامًا عَلَى صُوَر الْبَقَر فَلِهَذَا أَثَارَ ذَلِكَ شُبْهَة لَهُمْ فِي عِبَادَتهمْ الْعِجْل بَعْد ذَلِكَ فَقَالُوا \" يَا مُوسَى اِجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَة قَالَ إِنَّكُمْ قَوْم تَجْهَلُونَ \" أَيْ تَجْهَلُونَ عَظَمَة اللَّه وَجَلَاله وَمَا يَجِب أَنْ يُنَزَّه عَنْهُ مِنْ الشَّرِيك وَالْمَثِيل.</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42509, "aya_id": 138}]