[{"text": "طسم", "sura_id": 28, "type": 0, "id": 3253, "aya_id": 1}, {"text": "طسم", "sura_id": 28, "type": 1, "id": 9489, "aya_id": 1}, {"text": "سورة القصص 1 - (طسم) الله أعلم بمراده بذلك \r\n", "sura_id": 28, "type": 2, "id": 28197, "aya_id": 1}, {"text": "الحروف المقطَّعة في أول سورة البقرة.\r\n", "sura_id": 28, "type": 3, "id": 34433, "aya_id": 1}, {"text": " <font color=red>طسم</font><BR><p>سُورَة الْقَصَص : قَالَ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا وَكِيع عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاق عَنْ مَعْدِيكَرِب قَالَ أَتَيْنَا عَبْد اللَّه فَسَأَلْنَاهُ أَنْ يَقْرَأ عَلَيْنَا طسم الْمِائَتَيْنِ فَقَالَ مَا هِيَ مَعِي وَلَكِنْ عَلَيْكُمْ بِمَنْ أَخَذَهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَبَّاب بْن الْأَرَتّ قَالَ فَأَتَيْنَا خَبَّاب بْن الْأَرَتّ فَقَرَأَهَا عَلَيْنَا رَضِيَ اللَّه عَنْهُ . قَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْحُرُوف الْمُقَطَّعَة الَّتِي فِي أَوَائِل السُّوَر فَمِنْهُمْ مَنْ قَالَ هِيَ مِمَّا اِسْتَأْثَرَ اللَّه بِعِلْمِهِ فَرَدُّوا عِلْمهَا إِلَى اللَّه وَلَمْ يُفَسِّرهَا حَكَاهُ الْقُرْطُبِيّ فِي تَفْسِيره عَنْ أَبِي بَكْر وَعُمَر وَعُثْمَان وَعَلِيّ وَابْن مَسْعُود رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ وَقَالَهُ عَامِر الشَّعْبِيّ وَسُفْيَان الثَّوْرِيّ وَالرَّبِيع بْن خَيْثَم وَاخْتَارَهُ أَبُو حَاتِم بْن حِبَّان . وَمِنْهُمْ مَنْ فَسَّرَهَا وَاخْتَلَفَ هَؤُلَاءِ فِي مَعْنَاهَا فَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم إِنَّمَا هِيَ أَسْمَاء السُّوَر . قَالَ الْعَلَّامَة أَبُو الْقَاسِم مَحْمُود بْن عُمَر الزَّمَخْشَرِيّ فِي تَفْسِيره وَعَلَيْهِ إِطْبَاق الْأَكْثَر وَنُقِلَ عَنْ سِيبَوَيْهِ أَنَّهُ نَصَّ عَلَيْهِ وَيُعْتَضَد لِهَذَا بِمَا وَرَدَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأ فِي صَلَاة الصُّبْح يَوْم الْجُمْعَة \" الم \" السَّجْدَة وَ \" هَلْ أَتَى عَلَى الْإِنْسَان \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ قَالَ : الم وحم والمص وص فَوَاتِح اِفْتَتَحَ اللَّه بِهَا الْقُرْآن وَكَذَا قَالَ غَيْره عَنْ مُجَاهِد وَقَالَ مُجَاهِد فِي رِوَايَة أَبِي حُذَيْفَة مُوسَى بْن مَسْعُود عَنْ شِبْل عَنْ اِبْن أَبِي نَجِيح عَنْهُ أَنَّهُ قَالَ الم اِسْم مِنْ أَسْمَاء الْقُرْآن وَهَكَذَا وَقَالَ قَتَادَة وَزَيْد بْن أَسْلَم وَلَعَلَّ هَذَا يَرْجِع إِلَى مَعْنَى قَوْل عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم إِنَّهُ اِسْم مِنْ أَسْمَاء السُّوَر فَإِنَّ كُلّ سُورَة يُطْلَق عَلَيْهَا اِسْم الْقُرْآن فَإِنَّهُ يَبْعُد أَنْ يَكُون المص اِسْمًا لِلْقُرْآنِ كُلّه لِأَنَّ الْمُتَبَادِر إِلَى فَهْم سَامِع مَنْ يَقُول قَرَأْت المص إِنَّمَا ذَلِكَ عِبَارَة عَنْ سُورَة الْأَعْرَاف لَا لِمَجْمُوعِ الْقُرْآن وَاَللَّه أَعْلَم . وَقِيلَ هِيَ اِسْم مِنْ أَسْمَاء اللَّه تَعَالَى فَقَالَ عَنْهَا فِي فَوَاتِح السُّوَر مِنْ أَسْمَاء اللَّه تَعَالَى وَكَذَلِكَ قَالَ سَالِم بْن عَبْد اللَّه وَإِسْمَاعِيل بْن عَبْد الرَّحْمَن السُّدِّيّ الْكَبِير وَقَالَ شُعْبَة عَنْ السُّدِّيّ بَلَغَنِي أَنَّ اِبْن عَبَّاس قَالَ الم اِسْم مِنْ أَسْمَاء اللَّه الْأَعْظَم . هَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث شُعْبَة وَرَوَاهُ اِبْن جَرِير عَنْ بُنْدَار عَنْ اِبْن مَهْدِيّ عَنْ شُعْبَة قَالَ سَأَلْت السُّدِّيّ عَنْ \" حم \" وَ \" طس \" وَ \" الم\" فَقَالَ قَالَ اِبْن عَبَّاس هِيَ اِسْم اللَّه الْأَعْظَم وَقَالَ اِبْن جَرِير وَحَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا أَبُو النُّعْمَان حَدَّثَنَا شُعْبَة عَنْ إِسْمَاعِيل السُّدِّيّ عَنْ مُرَّة الْهَمْدَانِيّ قَالَ : قَالَ عَبْد اللَّه فَذَكَرَ نَحْوه . وَحُكِيَ مِثْله عَنْ عَلِيّ وَابْن عَبَّاس وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس هُوَ قَسَم أَقْسَمَ اللَّه بِهِ وَهُوَ مِنْ أَسْمَاء اللَّه تَعَالَى وَرَوَى اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ حَدِيث اِبْن عُلَيَّة عَنْ خَالِد الْحَذَّاء عَنْ عِكْرِمَة أَنَّهُ قَالَ الم قَسَم . وَرُوِّينَا أَيْضًا مِنْ حَدِيث شَرِيك بْن عَبْد اللَّه بْن عَطَاء بْن السَّائِب عَنْ أَبِي الضُّحَى عَنْ اِبْن عَبَّاس : الم قَالَ أَنَا اللَّه أَعْلَم وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الم قَالَ أَمَّا الم فَهِيَ حُرُوف اُسْتُفْتِحَتْ مِنْ حُرُوف هِجَاء أَسْمَاء اللَّه تَعَالَى . قَالَ وَأَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى الم قَالَ هَذِهِ الْأَحْرُف الثَّلَاثَة مِنْ التِّسْعَة وَالْعِشْرِينَ حَرْفًا دَارَتْ فِيهَا الْأَلْسُن كُلّهَا لَيْسَ مِنْهَا حَرْف إِلَّا وَهُوَ مِفْتَاح اِسْم مِنْ أَسْمَائِهِ وَلَيْسَ مِنْهَا حَرْف إِلَّا وَهُوَ مِنْ آلَائِهِ وَبِلَأْلَائِهِ لَيْسَ مِنْهَا حَرْف إِلَّا وَهُوَ فِي مُدَّة أَقْوَام وَآجَالهمْ . قَالَ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام وَعَجِبَ : فَقَالَ أَعْجَب أَنَّهُمْ يَظُنُّونَ بِأَسْمَائِهِ وَيَعِيشُونَ فِي رِزْقه فَكَيْف يَكْفُرُونَ بِهِ فَالْأَلِف مِفْتَاح اللَّه وَاللَّام مِفْتَاح اِسْمه لَطِيف وَالْمِيم مِفْتَاح اِسْمه مَجِيد فَالْأَلِف آلَاء اللَّه وَاللَّام لُطْف اللَّه وَالْمِيم مَجْد اللَّه وَالْأَلِف سَنَة وَاللَّام ثَلَاثُونَ سَنَة وَالْمِيم أَرْبَعُونَ سَنَة . هَذَا لَفْظ اِبْن أَبِي حَاتِم وَنَحْوه رَوَاهُ اِبْن جَرِير ثُمَّ شَرَعَ يُوَجِّه كُلّ وَاحِد مِنْ هَذِهِ الْأَقْوَال وَيُوَفِّق بَيْنهَا وَأَنَّهُ لَا مُنَافَاة بَيْن كُلّ وَاحِد مِنْهَا وَبَيْن الْآخَر وَأَنَّ الْجَمْع مُمْكِن فَهِيَ أَسْمَاء لِلسُّوَرِ وَمِنْ أَسْمَاء اللَّه تَعَالَى يُفْتَتَح بِهَا السُّوَر فَكُلّ حَرْف مِنْهَا دَلَّ عَلَى اِسْم مِنْ أَسْمَائِهِ وَصِفَة مِنْ صِفَاته كَمَا اِفْتَتَحَ سُوَرًا كَثِيرَة بِتَحْمِيدِهِ وَتَسْبِيحه وَتَعْظِيمه قَالَ وَلَا مَانِع مِنْ دَلَالَة الْحَرْف مِنْهَا عَلَى اِسْم مِنْ أَسْمَاء اللَّه وَعَلَى صِفَة مِنْ صِفَاته وَعَلَى مُدَّة وَغَيْر ذَلِكَ كَمَا ذَكَرَهُ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة لِأَنَّ الْكَلِمَة الْوَاحِدَة تُطْلَق عَلَى مَعَانِي كَثِيرَة كَلَفْظَةِ الْأُمَّة فَإِنَّهَا تُطْلَق وَيُرَاد بِهِ الدِّين كَقَوْلِهِ تَعَالَى \" إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّة \" وَتُطْلَق وَيُرَاد بِهَا الرَّجُل الْمُطِيع لِلَّهِ كَقَوْلِهِ تَعَالَى \" إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ \" وَتُطْلَق وَيُرَاد بِهَا الْجَمَاعَة كَقَوْلِهِ تَعَالَى \" وَجَدَ عَلَيْهِ أُمَّة مِنْ النَّاس يَسْقُونَ\" وَقَوْله تَعَالَى \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا\" وَتُطْلَق وَيُرَاد بِهَا الْحِين مِنْ الدَّهْر كَقَوْلِهِ تَعَالَى\" وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْد أُمَّة \" أَيْ بَعْد حِين عَلَى أَصَحّ الْقَوْلَيْنِ قَالَ فَكَذَلِكَ هَذَا . هَذَا حَاصِل كَلَامه مُوَجَّهًا وَلَكِنَّ هَذَا لَيْسَ كَمَا ذَكَرَهُ أَبُو الْعَالِيَة فَإِنَّ أَبَا الْعَالِيَة زَعَمَ أَنَّ الْحَرْف دَلَّ عَلَى هَذَا وَعَلَى هَذَا وَعَلَى هَذَا مَعًا وَلَفْظَة الْأُمَّة وَمَا أَشْبَهَهَا مِنْ الْأَلْفَاظ الْمُشْتَرَكَة فِي الِاصْطِلَاح إِنَّمَا دَلَّ فِي الْقُرْآن فِي كُلّ مَوْطِن عَلَى مَعْنًى وَاحِد دَلَّ عَلَيْهِ سِيَاق الْكَلَام فَأَمَّا حَمْله عَلَى مَجْمُوع مَحَامِله إِذَا أَمْكَنَ فَمَسْأَلَة مُخْتَلَف فِيهَا بَيْن عُلَمَاء الْأُصُول لَيْسَ هَذَا مَوْضِع الْبَحْث فِيهَا وَاَللَّه أَعْلَم . ثُمَّ إِنَّ لَفْظَة الْأُمَّة تَدُلّ عَلَى كُلّ مِنْ مَعَانِيهَا فِي سِيَاق الْكَلَام بِدَلَالَةِ الْوَضْع فَأَمَّا دَلَالَة الْحَرْف الْوَاحِد عَلَى اِسْم يُمْكِن أَنْ يَدُلّ عَلَى اِسْم آخَر مِنْ غَيْر أَنْ يَكُون أَحَدهمَا أَوْلَى مِنْ الْآخَر فِي التَّقْدِير أَوْ الْإِضْمَار بِوَضْعٍ وَلَا بِغَيْرِهِ فَهَذَا مِمَّا لَا يُفْهَم إِلَّا بِتَوْقِيفٍ وَالْمَسْأَلَة مُخْتَلَف فِيهَا وَلَيْسَ فِيهَا إِجْمَاع حَتَّى يُحْكَم بِهِ وَمَا أَنْشَدُوهُ مِنْ الشَّوَاهِد عَلَى صِحَّة إِطْلَاق الْحَرْف الْوَاحِد عَلَى بَقِيَّة الْكَلِمَة فَإِنَّ فِي السِّيَاق مَا يَدُلّ عَلَى مَا حُذِفَ بِخِلَافِ هَذَا كَمَا قَالَ الشَّاعِر : قُلْنَا قِفِي لَنَا فَقَالَتْ قَاف لَا تَحْسِبِي أَنَّا نَسِينَا الْإِيجَاف تَعْنِي وَقَفْت . وَقَالَ الْآخَر : مَا لِلظَّلِيمِ عَالٍ كَيْف لَا يَ يُنْقَد عَنْهُ جِلْده إِذَا يَ فَقَالَ اِبْن جَرِير كَأَنَّهُ أَرَادَ أَنْ يَقُول إِذَا يَفْعَل كَذَا وَكَذَا فَاكْتَفَى بِالْيَاءِ مِنْ يَفْعَل وَقَالَ الْآخَر : بِالْخَيْرِ خَيْرَات وَإِنْ شَرًّا فَا وَلَا أُرِيد الشَّرّ إِلَّا أَنْ تَ يَقُول وَإِنْ شَرًّا فَشَرًّا وَلَا أُرِيد الشَّرّ إِلَّا أَنْ تَشَاء فَاكْتَفَى بِالْفَاءِ وَالتَّاء مِنْ الْكَلِمَتَيْنِ عَنْ بَقِيَّتهمَا وَلَكِنَّ هَذَا ظَاهِر مِنْ سِيَاق الْكَلَام وَاَللَّه أَعْلَم . قَالَ الْقُرْطُبِيّ وَفِي الْحَدِيث \" مَنْ أَعَانَ عَلَى قَتْل مُسْلِم بِشَطْرِ كَلِمَة \" الْحَدِيث قَالَ سُفْيَان هُوَ أَنْ يَقُول فِي اُقْتُلْ \" اُقْ \" وَقَالَ خُصَيْف عَنْ مُجَاهِد أَنَّهُ قَالَ فَوَاتِح السُّوَر كُلّهَا \" ق \" وَ \" ص \" وَ \" حم \" وَ \" طسم\" وَ \" الر \" وَغَيْر ذَلِكَ هِجَاء مَوْضُوع وَقَالَ بَعْض أَهْل الْعَرَبِيَّة هِيَ حُرُوف مِنْ حُرُوف الْمُعْجَم اُسْتُغْنِيَ بِذِكْرِ مَا ذُكِرَ مِنْهَا فِي أَوَائِل السُّوَر عَنْ ذِكْر بِوَاقِيهَا الَّتِي هِيَ تَتِمَّة الثَّمَانِيَة وَالْعِشْرِينَ حَرْفًا كَمَا يَقُول الْقَائِل اِبْنِي يَكْتُب فِي - ا ب ت ث - أَيْ فِي حُرُوف الْمُعْجَم الثَّمَانِيَة وَالْعِشْرِينَ فَيَسْتَغْنِي بِذِكْرِ بَعْضهَا عَنْ مَجْمُوعهَا حَكَاهُ اِبْن جَرِير . قُلْت مَجْمُوع الْحُرُوف الْمَذْكُورَة فِي أَوَائِل السُّوَر بِحَذْفِ الْمُكَرَّر مِنْهَا أَرْبَعَة عَشَرَ حَرْفًا وَهِيَ - ال م ص ر ك ه ي ع ط س ح ق ن - يَجْمَعهَا قَوْلك : نَصٌّ حَكِيمٌ قَاطِعٌ لَهُ سِرٌّ . وَهِيَ نِصْف الْحُرُوف عَدَدًا وَالْمَذْكُور مِنْهَا أَشْرَف مِنْ الْمَتْرُوك , وَبَيَان ذَلِكَ مِنْ صِنَاعَة التَّصْرِيف. قَالَ الزَّمَخْشَرِيّ وَهَذِهِ الْحُرُوف الْأَرْبَعَة عَشَرَ مُشْتَمِلَة عَلَى أَصْنَاف أَجْنَاس الْحُرُوف يَعْنِي مِنْ الْمَهْمُوسَة وَالْمَجْهُورَة وَمِنْ الرَّخْوَة وَالشَّدِيدَة وَمِنْ الْمُطْبَقَة وَالْمَفْتُوحَة وَمِنْ الْمُسْتَعْلِيَة وَالْمُنْخَفِضَة وَمِنْ حُرُوف الْقَلْقَلَة. وَقَدْ سَرَدَهَا مُفَصَّلَة ثُمَّ قَالَ : فَسُبْحَانَ الَّذِي دَقَّتْ فِي كُلّ شَيْء حِكْمَته . وَهَذِهِ الْأَجْنَاس الْمَعْدُودَة مَكْثُورَة بِالْمَذْكُورَةِ مِنْهَا وَقَدْ عَلِمْت أَنَّ مُعْظَم الشَّيْء وَجُلَّهُ يَنْزِل مَنْزِلَة كُلّه وَهَهُنَا هَهُنَا لَخَصَّ بَعْضهمْ فِي هَذَا الْمَقَام كَلَامًا فَقَالَ : لَا شَكّ أَنَّ هَذِهِ الْحُرُوف لَمْ يَنْزِلهَا سُبْحَانه وَتَعَالَى عَبَثًا وَلَا سُدًى وَمَنْ قَالَ مِنْ الْجَهَلَة إِنَّ فِي الْقُرْآن مَا هُوَ تَعَبُّد لَا مَعْنَى لَهُ بِالْكَلِمَةِ فَقَدْ أَخْطَأَ خَطَأ كَبِيرًا فَتَعَيَّنَ أَنَّ لَهَا مَعْنًى فِي نَفْس الْأَمْر فَإِنْ صَحَّ لَنَا فِيهَا عَنْ الْمَعْصُوم شَيْء قُلْنَا بِهِ وَإِلَّا وَقَفْنَا حَيْثُ وَقَفْنَا وَقُلْنَا \" آمَنَا بِهِ كُلٌّ مِنْ عِنْد رَبِّنَا \" وَلَمْ يُجْمِع الْعُلَمَاء فِيهَا عَلَى شَيْء مُعَيَّن وَإِنَّمَا اِخْتَلَفُوا فَمَنْ ظَهَرَ لَهُ بَعْض الْأَقْوَال بِدَلِيلٍ فَعَلَيْهِ اِتِّبَاعه وَإِلَّا فَالْوَقْف حَتَّى يَتَبَيَّن هَذَا الْمَقَام . الْمَقَام الْآخَر فِي الْحِكْمَة الَّتِي اِقْتَضَتْ إِيرَاد هَذِهِ الْحُرُوف فِي أَوَائِل السُّوَر مَا هِيَ مَعَ قَطْع النَّظَر عَنْ مَعَانِيهَا فِي أَنْفُسهَا فَقَالَ بَعْضهمْ إِنَّمَا ذُكِرَتْ لِيُعْرَفَ بِهَا أَوَائِل السُّوَر حَكَاهُ اِبْن جَرِير وَهَذَا ضَعِيف لِأَنَّ الْفَصْل حَاصِل بِدُونِهَا فِيمَا لَمْ تُذْكَر فِيهِ وَفِيمَا ذُكِرَتْ فِيهِ الْبَسْمَلَة تِلَاوَة وَكِتَابَة وَقَالَ آخَرُونَ بَلْ اُبْتُدِئَ بِهَا لِتُفْتَح لِاسْتِمَاعِهَا أَسْمَاع الْمُشْرِكِينَ إِذْ تَوَاصَوْا بِالْإِعْرَاضِ عَنْ الْقُرْآن حَتَّى إِذَا اِسْتَمَعُوا لَهُ تَلَا عَلَيْهِمْ الْمُؤَلَّف مِنْهُ حَكَاهُ اِبْن جَرِير أَيْضًا وَهُوَ ضَعِيف أَيْضًا لِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَكَانَ ذَلِكَ فِي جَمِيع السُّوَر لَا يَكُون فِي بَعْضهَا بَلْ غَالِبهَا لَيْسَ كَذَلِكَ وَلَوْ كَانَ كَذَلِكَ أَيْضًا لَانْبَغَى الِابْتِدَاء بِهَا فِي أَوَائِل الْكَلَام مَعَهُمْ سَوَاء كَانَ اِفْتِتَاح سُورَة أَوْ غَيْر ذَلِكَ ثُمَّ إِنَّ هَذِهِ السُّورَة وَاَلَّتِي تَلِيهَا أَعْنِي الْبَقَرَة وَآلَ عِمْرَان مَدَنِيَّتَانِ لَيْسَتَا خِطَابًا لِلْمُشْرِكِينَ فَانْتَقَضَ مَا ذَكَرُوهُ بِهَذِهِ الْوُجُوه . وَقَالَ آخَرُونَ بَلْ إِنَّمَا ذُكِرَتْ هَذِهِ الْحُرُوف فِي أَوَائِل السُّوَر الَّتِي ذُكِرَتْ فِيهَا بَيَانًا لِإِعْجَازِ الْقُرْآن وَأَنَّ الْخَلْق عَاجِزُونَ عَنْ مُعَارَضَته بِمِثْلِهِ هَذَا مَعَ أَنَّهُ مُرَكَّب مِنْ هَذِهِ الْحُرُوف الْمُقَطَّعَة الَّتِي يَتَخَاطَبُونَ بِهَا وَقَدْ حَكَى هَذَا الْمَذْهَب الرَّازِيّ فِي تَفْسِيره عَنْ الْمُبَرِّد وَجَمْع مِنْ الْمُحَقِّقِينَ وَحَكَى الْقُرْطُبِيّ عَنْ الْفَرَّاء وَقُطْرُب نَحْو هَذَا وَقَرَّرَهُ الزَّمَخْشَرِيّ فِي كَشَّافه وَنَصَرَهُ أَتَمَّ نَصْر وَإِلَيْهِ ذَهَبَ الشَّيْخ الْإِمَام الْعَلَّامَة أَبُو الْعَبَّاس اِبْن تَيْمِيَّة وَشَيْخنَا الْحَافِظ الْمُجْتَهِد أَبُو الْحَجَّاج الْمِزِّيّ وَحَكَاهُ لِي عَنْ اِبْن تَيْمِيَّة . قَالَ الزَّمَخْشَرِيّ وَلَمْ تَرِد كُلّهَا مَجْمُوعَة فِي أَوَّل الْقُرْآن وَإِنَّمَا كُرِّرَتْ لِيَكُونَ أَبْلَغ فِي التَّحَدِّي وَالتَّبْكِيت كَمَا كُرِّرَتْ قِصَص كَثِيرَة وَكُرِّرَ التَّحَدِّي بِالصَّرِيحِ فِي أَمَاكِن قَالَ وَجَاءَ مِنْهَا عَلَى حَرْف وَاحِد كَقَوْلِهِ - ص ن ق - وَحَرْفَيْنِ مِثْل\" حم \" وَثَلَاثَة مِثْل \" الم \" وَأَرْبَعَة مِثْل \" المر \" وَ \" المص\" وَخَمْسَة مِثْل \" كهيعص - وَ - حم عسق \" لِأَنَّ أَسَالِيب كَلَامهمْ عَلَى هَذَا مِنْ الْكَلِمَات مَا هُوَ عَلَى حَرْف وَعَلَى حَرْفَيْنِ وَعَلَى ثَلَاثَة وَعَلَى أَرْبَعَة وَعَلَى خَمْسَة لَا أَكْثَر مِنْ ذَلِكَ \" قُلْت \" وَلِهَذَا كُلّ سُورَة اُفْتُتِحَتْ بِالْحُرُوفِ فَلَا بُدّ أَنْ يُذْكَر فِيهَا الِانْتِصَار لِلْقُرْآنِ وَبَيَان إِعْجَازه وَعَظَمَته وَهَذَا مَعْلُوم بِالِاسْتِقْرَاءِ وَهُوَ الْوَاقِع فِي تِسْع وَعِشْرِينَ سُورَة وَلِهَذَا يَقُول تَعَالَى \" الم ذَلِكَ الْكِتَاب لَا رَيْب فِيهِ \" \" الم اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم نَزَّلَ عَلَيْك الْكِتَاب بِالْحَقِّ مُصَدِّقًا لِمَا بَيْن يَدَيْهِ\" \" المص كِتَاب أُنْزِلَ إِلَيْك فَلَا يَكُنْ فِي صَدْرك حَرَج مِنْهُ\" \" الر كِتَاب أَنْزَلْنَاهُ إِلَيْك لِتُخْرِجَ النَّاس مِنْ الظُّلُمَات إِلَى النُّور بِإِذْنِ رَبّهمْ \" \" الم تَنْزِيل الْكِتَاب لَا رَيْب فِيهِ مِنْ رَبّ الْعَالَمِينَ \" \" حم تَنْزِيل مِنْ الرَّحْمَن الرَّحِيم\" \" حم عسق كَذَلِكَ يُوحِي إِلَيْك وَإِلَى الَّذِينَ مِنْ قَبْلك اللَّه الْعَزِيز الْحَكِيم \" وَغَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى صِحَّة مَا ذَهَبَ إِلَيْهِ هَؤُلَاءِ لِمَنْ أَمْعَنَ النَّظَر وَاَللَّه أَعْلَم . وَأَمَّا مَنْ زَعَمَ أَنَّهَا دَالَّة عَلَى مَعْرِفَة الْمُدَد وَأَنَّهُ يُسْتَخْرَج مِنْ ذَلِكَ أَوْقَات الْحَوَادِث وَالْفِتَن وَالْمَلَاحِم فَقَدْ اِدَّعَى مَا لَيْسَ لَهُ وَطَارَ فِي غَيْر مَطَاره وَقَدْ وَرَدَ فِي ذَلِكَ حَدِيث ضَعِيف وَهُوَ مَعَ ذَلِكَ أَدَلّ عَلَى بُطْلَان هَذَا الْمَسْلَك مِنْ التَّمَسُّك بِهِ عَلَى صِحَّته وَهُوَ مَا رَوَاهُ مُحَمَّد بْن إِسْحَاق بْن يَسَار صَاحِب الْمَغَازِي حَدَّثَنِي الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس عَنْ جَابِر بْن عَبْد اللَّه بْن رَبَاب قَالَ مَرَّ أَبُو يَاسِر بْن أَخْطَب فِي رِجَال مِنْ يَهُود بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَتْلُو فَاتِحَة سُورَة الْبَقَرَة \" الم ذَلِكَ الْكِتَاب لَا رَيْب فِيهِ \" فَأَتَى أَخَاهُ حُيَيّ بْن أَخْطَب فِي رِجَال مِنْ الْيَهُود فَقَالَ تَعْلَمُونَ وَاَللَّه لَقَدْ سَمِعْت مُحَمَّدًا يَتْلُو فِيمَا أَنْزَلَ اللَّه تَعَالَى عَلَيْهِ \" الم ذَلِكَ الْكِتَاب لَا رَيْب فِيهِ \" فَقَالَ أَنْتَ سَمِعْته قَالَ نَعَمْ قَالَ فَمَشَى حُيَيّ بْن أَخْطَب فِي أُولَئِكَ النَّفَر مِنْ الْيَهُود إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا مُحَمَّد أَلَمْ يُذْكَر أَنَّك تَتْلُو فِيمَا أَنْزَلَ اللَّه عَلَيْك \" الم ذَلِكَ الْكِتَاب\" ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَلَى\" فَقَالُوا جَاءَك بِهَذَا جِبْرِيل مِنْ عِنْد اللَّه ؟ فَقَالَ \" نَعَمْ \" قَالُوا لَقَدْ بَعَثَ اللَّه قَبْلَك أَنْبِيَاء مَا نَعْلَمهُ بَيَّنَ لِنَبِيٍّ مِنْهُمْ مَا مُدَّة مُلْكه وَمَا أَجَل أُمَّته غَيْرك. فَقَامَ حُيَيّ بْن أَخْطَب وَأَقْبَلَ عَلَى مَنْ كَانَ مَعَهُ فَقَالَ لَهُمْ الْأَلِف وَاحِدَة وَاللَّام ثَلَاثُونَ وَالْمِيم أَرْبَعُونَ فَهَذِهِ إِحْدَى وَسَبْعُونَ سَنَة أَفَتَدْخُلُونَ فِي دِين نَبِيّ إِنَّمَا مُدَّة مُلْكه وَأَجَل أُمَّته إِحْدَى وَسَبْعُونَ سَنَة ؟ ثُمَّ أَقْبَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّد هَلْ مَعَ هَذَا غَيْره فَقَالَ \" نَعَمْ \" قَالَ مَا ذَاكَ ؟ قَالَ \" المص \" قَالَ هَذَا أَثْقَل وَأَطْوَل الْأَلِف وَاحِد وَاللَّام ثَلَاثُونَ وَالْمِيم أَرْبَعُونَ وَالصَّاد تِسْعُونَ فَهَذِهِ إِحْدَى وَثَلَاثُونَ وَمِائَة سَنَة . هَلْ مَعَ هَذَا يَا مُحَمَّد غَيْره ؟ قَالَ \" نَعَمْ \" قَالَ مَا ذَاكَ ؟ قَالَ \" الر \" قَالَ هَذَا أَثْقَل وَأَطْوَل الْأَلِف وَاحِدَة وَاللَّام ثَلَاثُونَ وَالرَّاء مِائَتَانِ فَهَذِهِ إِحْدَى وَثَلَاثُونَ وَمِائَتَا سَنَة. فَهَلْ مَعَ هَذَا يَا مُحَمَّد غَيْره ؟ قَالَ \" نَعَمْ \" قَالَ مَاذَا قَالَ \" المر \" قَالَ هَذِهِ أَثْقَل وَأَطْوَل الْأَلِف وَاحِدَة وَاللَّام ثَلَاثُونَ وَالْمِيم أَرْبَعُونَ وَالرَّاء مِائَتَانِ فَهَذِهِ إِحْدَى وَسَبْعُونَ وَمِائَتَانِ ثُمَّ قَالَ : لَقَدْ لُبِّسَ عَلَيْنَا أَمْرك يَا مُحَمَّد حَتَّى مَا نَدْرِي أَقَلِيلًا أُعْطِيت أَمْ كَثِيرًا. ثُمَّ قَالَ قُومُوا عَنْهُ ثُمَّ قَالَ أَبُو يَاسِر لِأَخِيهِ حُيَيّ بْن أَخْطَب وَلِمَنْ مَعَهُ مِنْ الْأَحْبَار مَا يُدْرِيكُمْ لَعَلَّهُ قَدْ جُمِعَ هَذَا لِمُحَمَّدٍ كُلّه إِحْدَى وَسَبْعُونَ وَإِحْدَى وَثَلَاثُونَ وَمِائَة وَإِحْدَى وَثَلَاثُونَ وَمِائَتَانِ وَإِحْدَى وَسَبْعُونَ وَمِائَتَانِ فَذَلِكَ سَبْعمِائَةِ وَأَرْبَع سِنِينَ ؟ فَقَالُوا لَقَدْ تَشَابَهَ عَلَيْنَا أَمْره فَيَزْعُمُونَ أَنَّ هَؤُلَاءِ الْآيَات نَزَلَتْ فِيهِمْ \" هُوَ الَّذِي أَنْزَلَ عَلَيْك الْكِتَاب مِنْهُ آيَات مُحْكَمَات هُنَّ أُمّ الْكِتَاب وَأُخَر مُتَشَابِهَات\" فَهَذَا الْحَدِيث مَدَاره عَلَى مُحَمَّد بْن السَّائِب الْكَلْبِيّ وَهُوَ مِمَّنْ لَا يُحْتَجّ بِمَا اِنْفَرَدَ بِهِ ثُمَّ كَانَ مُقْتَضَى هَذَا الْمَسْلَك إِنْ كَانَ صَحِيحًا أَنْ يُحْسَب مَا لِكُلِّ حَرْف مِنْ الْحُرُوف الْأَرْبَعَة عَشَرَ الَّتِي ذَكَرْنَاهَا وَذَلِكَ يَبْلُغ مِنْهُ جُمْلَة كَثِيرَة وَإِنْ حُسِبَتْ مَعَ التَّكَرُّر فَأَطَمّ وَأَعْظَم وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39686, "aya_id": 1}]