[{"text": "يَا أَيُّهَا الْإِنسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ", "sura_id": 82, "type": 0, "id": 5835, "aya_id": 6}, {"text": "يا أيـها الإنسان ما غرك بربك الكريم", "sura_id": 82, "type": 1, "id": 12071, "aya_id": 6}, {"text": "6 - (يا أيها الإنسان) الكافر (ما غرك بربك الكريم) حتى عصيته \r\n", "sura_id": 82, "type": 2, "id": 30779, "aya_id": 6}, {"text": "يا أيها الإنسان المنكر للبعث, ما الذي جعلك تغتَرُّ بربك الجواد كثير الخير الحقيق بالشكر والطاعة,\r\n", "sura_id": 82, "type": 3, "id": 37015, "aya_id": 6}, {"text": " <font color=red>يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ</font><BR><p>هَذَا تَهْدِيد لَا كَمَا يَتَوَهَّمهُ بَعْض النَّاس مِنْ أَنَّهُ إِرْشَاد إِلَى الْجَوَاب حَيْثُ قَالَ الْكَرِيم حَتَّى يَقُول قَائِلهمْ غَرَّهُ كَرَمه بَلْ الْمَعْنَى فِي هَذِهِ الْآيَة مَا غَرَّك يَا اِبْن آدَم بِرَبِّك الْكَرِيم أَيْ الْعَظِيم حَتَّى أَقْدَمْت عَلَى مَعْصِيَته وَقَابَلْته بِمَا لَا يَلِيق ؟ كَمَا جَاءَ فِي الْحَدِيث : \" يَقُول اللَّه تَعَالَى يَوْم الْقِيَامَة يَا اِبْن آدَم مَا غَرَّك بِي ؟ يَا اِبْن آدَم مَاذَا أَجَبْت الْمُرْسَلِينَ ؟ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان أَنَّ عُمَر سَمِعَ رَجُلًا يَقْرَأ\" يَا أَيّهَا الْإِنْسَان مَا غَرَّك بِرَبِّك الْكَرِيم \" فَقَالَ عُمَر الْجَهْل . وَقَالَ أَيْضًا حَدَّثَنَا عُمَر بْن شَيْبَة حَدَّثَنَا أَبُو خَلَف حَدَّثَنَا يَحْيَى الْبَكَّاء سَمِعْت اِبْن عُمَر يَقُول وَقَرَأَ هَذِهِ الْآيَة \" يَا أَيّهَا الْإِنْسَان مَا غَرَّك بِرَبِّك الْكَرِيم \" قَالَ اِبْن عُمَر : غَرَّهُ وَاَللَّه جَهْله قَالَ : وَرُوِيَ عَنْ اِبْن عَبَّاس وَالرَّبِيع بْن خُثَيْم وَالْحَسَن مِثْل ذَلِكَ. وَقَالَ قَتَادَة مَا غَرَّك بِرَبِّك الْكَرِيم شَيْء مَا غَرَّ اِبْن آدَم غَيْر هَذَا الْعَدُوّ الشَّيْطَان . وَقَالَ الْفُضَيْل بْن عِيَاض لَوْ قَالَ لِي مَا غَرَّك بِي لَقُلْت سُتُورك الْمُرْخَاة . وَقَالَ أَبُو بَكْر الْوَرَّاق لَوْ قَالَ لِي مَا غَرَّك بِرَبِّك الْكَرِيم لَقُلْت غَرَّنِي كَرَم الْكَرِيم . وَقَالَ بَعْض أَهْل الْإِشَارَة إِنَّمَا قَالَ بِرَبِّك الْكَرِيم دُون سَائِر أَسْمَائِهِ وَصِفَاته كَأَنَّهُ لَقَّنَهُ الْإِجَابَة وَهَذَا الَّذِي تَخَيَّلَهُ هَذَا الْقَائِل لَيْسَ بِطَائِلٍ لِأَنَّهُ إِنَّمَا أَتَى بِاسْمِهِ الْكَرِيم لِيُنَبِّه عَلَى أَنَّهُ لَا يَنْبَغِي أَنْ يُقَابَل الْكَرِيم بِالْأَفْعَالِ الْقَبِيحَة وَأَعْمَال الْفُجُور . وَقَدْ حَكَى الْبَغَوِيّ عَنْ الْكَلْبِيّ وَمُقَاتِل أَنَّهُمَا قَالَا نَزَلَتْ هَذِهِ الْآيَة فِي الْأَسْوَد بْن شَرِيق ضَرَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يُعَاقَب فِي الْحَالَة الرَّاهِنَة فَأَنْزَلَ اللَّه تَعَالَى \" مَا غَرَّك بِرَبِّك الْكَرِيم \" ؟ .</p><BR> <br> ", "sura_id": 82, "type": 4, "id": 43215, "aya_id": 6}]