[{"text": "أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ", "sura_id": 50, "type": 0, "id": 4654, "aya_id": 24}, {"text": "ألقيا في جهنم كل كفار عنيد", "sura_id": 50, "type": 1, "id": 10890, "aya_id": 24}, {"text": "24 - (ألقيا في جهنم) ألق ألق أو ألقين وبه قرأ الحسن فابدلت النون ألأفا (كل كفار عنيد) معاند للحق \r\n", "sura_id": 50, "type": 2, "id": 29598, "aya_id": 24}, {"text": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرَ الكفر والتكذيب معاند للحق,\r\n", "sura_id": 50, "type": 3, "id": 35834, "aya_id": 24}, {"text": " <font color=red>أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمَلَك الْمُوَكَّل بِعَمَلِ اِبْن آدَم أَنَّهُ يَشْهَد عَلَيْهِ يَوْم الْقِيَامَة بِمَا فَعَلَ وَيَقُول \" هَذَا مَا لَدَيَّ عَتِيد\" أَيْ مُعْتَدّ مُحْضَر بِلَا زِيَادَة وَلَا نُقْصَان وَقَالَ مُجَاهِد هَذَا كَلَام الْمَلَك السَّائِق يَقُول هَذَا اِبْن آدَم الَّذِي وَكَّلْتنِي بِهِ قَدْ أَحْضَرْته وَقَدْ اِخْتَارَ اِبْن جَرِير أَنْ يَعُمّ السَّائِق وَالشَّهِيد وَلَهُ اِتِّجَاه وَقُوَّة فَعِنْد ذَلِكَ يَحْكُم اللَّه تَعَالَى فِي الْخَلِيقَة بِالْعَدْلِ فَيَقُول \" أَلْقِيَا فِي جَهَنَّم كُلّ كَفَّار عَنِيد \" وَقَدْ اِخْتَلَفَ النُّحَاة فِي قَوْله \" أَلْقِيَا\" فَقَالَ بَعْضهمْ هِيَ لُغَة لِبَعْضِ الْعَرَب يُخَاطِبُونَ الْمُفْرَد بِالتَّثْنِيَةِ كَمَا رُوِيَ عَنْ الْحَجَّاج أَنَّهُ كَانَ يَقُول يَا حَرَسِي اِضْرِبَا عُنُقه وَمِمَّا أَنْشَدَ اِبْن جَرِير عَلَى هَذِهِ قَوْل الشَّاعِر فَإِنْ تَزْجُرَانِي يَا اِبْن عَفَّان أَنْزَجِرْ وَإِنْ تَتْرُكَانِي أَحْمِ عِرْضًا مُمَنَّعَا وَقِيلَ بَلْ هِيَ نُون التَّأْكِيد سُهِّلَتْ إِلَى الْأَلِف وَهَذَا بَعِيد لِأَنَّ هَذَا إِنَّمَا يَكُون فِي الْوَقْف وَالظَّاهِر أَنَّهَا مُخَاطَبَة مَعَ السَّائِق وَالشَّهِيد فَالسَّائِق أَحْضَرَهُ إِلَى عَرْصَة الْحِسَاب فَلَمَّا أَدَّى الشَّهِيد عَلَيْهِ أَمَرَهُمَا اللَّه تَعَالَى بِإِلْقَائِهِ فِي نَار جَهَنَّم وَبِئْسَ الْمَصِير \" أَلْقِيَا فِي جَهَنَّم كُلّ كَفَّار عَنِيد \" أَيْ كَثِير الْكُفْر وَالتَّكْذِيب بِالْحَقِّ عَنِيد مُعَارِض لِلْحَقِّ مُعَارِض لَهُ بِالْبَاطِلِ مَعَ عِلْمه بِذَلِكَ.</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41573, "aya_id": 24}]