[{"text": "وَلَمَّا جَاء مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ قَالَ لَن تَرَانِي وَلَكِنِ انظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ موسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ الْمُؤْمِنِينَ", "sura_id": 7, "type": 0, "id": 1097, "aya_id": 143}, {"text": "ولما جاء موسى لميقاتنا وكلمه ربه قال رب أرني أنظر إليك قال لن تراني ولكن انظر إلى الجبل فإن استقر مكانه فسوف تراني فلما تجلى ربه للجبل جعله دكا وخر موسى صعقا فلما أفاق قال سبحانك تبت إليك وأنا أول المؤمنين", "sura_id": 7, "type": 1, "id": 7333, "aya_id": 143}, {"text": "143 - (ولما جاء موسى لميقاتنا) أي للوقت الذي وعدناه بالكلام فيه (وكلمه ربه) بلا واسطة كلاماً سمعه من كل جهة (قال رب أرني) نفسك (أنظر إليك قال لن تراني) أي لا تقدر على رؤيتي ، والتعبير به دون لن أُرى يفيد إمكان رؤيته تعالى (ولكن انظر إلى الجبل) الذي هو أقوى منك (فإن استقر) ثبت (مكانه فسوف تراني) أي تثبت لرؤيتي وإلا فلا طاقة لك (فلما تجلى ربه) أي ظهر من نوره قدر نصف أنملة الخنصر كما في حديث صححه الحاكم (للجبل جعله دكا) بالقصر والمد أي مدكوكاً مستوياً بالأرض (وخر موسى صعقاً) مغشياً عليه لهول ما رأى (فلما أفاق قال سبحانك) تنزيهاً لك (تبت إليك) من سؤال ما لم أؤمر به (وأنا أول المؤمنين) في زماني \r\n", "sura_id": 7, "type": 2, "id": 26041, "aya_id": 143}, {"text": "ولما جاء موسى في الوقت المحدد وهو تمام أربعين ليلة, وكلَّمه ربه بما كلَّمه من وحيه وأمره ونهيه, طمع في رؤية الله فطلب النظر إليه, قال الله له: لن تراني, أي لن تقدر على رؤيتي في الدنيا, ولكن انظر إلى الجبل, فإن استقر مكانه إذا تجلَّيتُ له فسوف تراني, فلما تجلَّى ربه للجبل جعله دكًّا مستويًا بالأرض, وسقط موسى مغشيًّا عليه, فلما أفاق من غشيته قال: تنزيهًا لك يا رب عما لا يليق بجلالك, إني تبت إليك من مسألتي إياك الرؤية في هذه الحياة الدنيا, وأنا أول المؤمنين بك من قومي.\r\n", "sura_id": 7, "type": 3, "id": 32277, "aya_id": 143}, {"text": " <font color=red>وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ مُوسَى عَلَيْهِ السَّلَام أَنَّهُ لَمَّا جَاءَ لِمِيقَاتِ اللَّه تَعَالَى وَحَصَلَ لَهُ التَّسْلِيم مِنْ اللَّه سَأَلَ اللَّه تَعَالَى أَنْ يَنْظُر إِلَيْهِ فَقَالَ \" رَبّ أَرِنِي أَنْظُر إِلَيْك قَالَ لَنْ تَرَانِي \" وَقَدْ أَشْكَلَ حَرْف لَنْ هَاهُنَا عَلَى كَثِير مِنْ الْعُلَمَاء لِأَنَّهَا مَوْضُوعَة لِنَفْيِ التَّأْبِيد فَاسْتَدَلَّ بِهِ الْمُعْتَزِلَة عَلَى نَفْي الرُّؤْيَة فِي الدُّنْيَا وَالْآخِرَة وَهَذَا أَضْعَف الْأَقْوَال لِأَنَّهُ قَدْ تَوَاتَرَتْ الْأَحَادِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّ الْمُؤْمِنِينَ يَرَوْنَ اللَّه فِي الدَّار الْآخِرَة كَمَا سَنُورِدُهَا عِنْد قَوْله تَعَالَى \" وُجُوه يَوْمئِذٍ نَاضِرَة إِلَى رَبّهَا نَاظِرَة \" وَقَوْله تَعَالَى إِخْبَارًا عَنْ الْكُفَّار \" كَلَّا إِنَّهُمْ عَنْ رَبّهمْ يَوْمئِذٍ لَمَحْجُوبُونَ \" وَقِيلَ إِنَّهَا لِنَفْيِ التَّأْبِيد فِي الدُّنْيَا جَمْعًا بَيْن هَذِهِ الْآيَة وَبَيْن الدَّلِيل الْقَاطِع عَلَى صِحَّة الرُّؤْيَة فِي الدَّار الْآخِرَة وَقِيلَ إِنَّ هَذَا الْكَلَام فِي هَذَا الْمَقَام كَالْكَلَامِ فِي قَوْله تَعَالَى \" لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يُدْرِك الْأَبْصَار وَهُوَ اللَّطِيف الْخَبِير \" وَقَدْ تَقَدَّمَ ذَلِكَ فِي الْأَنْعَام وَفِي الْكُتُب الْمُتَقَدِّمَة أَنَّ اللَّه تَعَالَى قَالَ لِمُوسَى عَلَيْهِ السَّلَام\" يَا مُوسَى إِنَّهُ لَا يَرَانِي حَيّ إِلَّا مَاتَ وَلَا يَابِس إِلَّا تَدَهْدَهَ \" وَلِهَذَا قَالَ تَعَالَى \" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا \" قَالَ أَبُو جَعْفَر بْن جَرِير الطَّبَرِيّ فِي تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا أَحْمَد بْن سُهَيْل الْوَاسِطِيّ حَدَّثَنَا قُرَّة بْن عِيسَى حَدَّثَنَا الْأَعْمَش عَنْ رَجُل عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" لَمَّا تَجَلَّى رَبّه لِلْجَبَلِ أَشَارَ بِأُصْبُعِهِ فَجَعَلَهُ دَكًّا \" وَأَرَانَا أَبُو إِسْمَاعِيل بِأُصْبُعِهِ السَّبَّابَة هَذَا الْإِسْنَاد فِيهِ رَجُل مُبْهَم لَمْ يُسَمَّ ثُمَّ قَالَ حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا حَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد عَنْ لَيْث عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ هَذِهِ الْآيَة \" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ جَعَلَهُ دَكًّا \" قَالَ \" هَكَذَا بِأُصْبُعِهِ \" وَوَضَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُصْبُعه الْإِبْهَام عَلَى الْمِفْصَل الْأَعْلَى مِنْ الْخِنْصَر \" فَسَاخَ الْجَبَل \" هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ لَيْث عَنْ أَنَس كَمَا قَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا هُدْبَة بْن خَالِد حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس قَالَ : قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ جَعَلَهُ دَكًّا \" قَالَ \" وَوَضَعَ الْإِبْهَام قَرِيبًا مِنْ طَرَف خِنْصَره \" قَالَ \" فَسَاخَ الْجَبَل \" قَالَ حُمَيْد لِثَابِتٍ يَقُول هَكَذَا فَرَفَعَ ثَابِت يَده فَضَرَبَ صَدْر حُمَيْد وَقَالَ : يَقُولهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَقُولهُ أَنَس وَأَنَا أَكْتُمهُ ؟ وَهَذَا رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده : حَدَّثَنَا أَبُو الْمُثَنَّى مُعَاذ بْن مُعَاذ الْعَنْبَرِيّ حَدَّثَنَا حَمَّاد بْن سَلَمَة حَدَّثَنَا ثَابِت الْبُنَانِيّ عَنْ أَنَس بْن مَالِك عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله\" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ \" قَالَ : قَالَ \" هَكَذَا \" يَعْنِي أَنَّهُ أَخْرَجَ طَرَف الْخِنْصَر . قَالَ أَحْمَد أَرَانَا مُعَاذ فَقَالَ لَهُ حُمَيْد الطَّوِيل مَا تُرِيد إِلَى هَذَا يَا أَبَا مُحَمَّد قَالَ : فَضَرَبَ صَدْره ضَرْبَة شَدِيدَة وَقَالَ مَنْ أَنْتَ يَا حُمَيْد وَمَا أَنْتَ يَا حُمَيْد يُحَدِّثنِي بِهِ أَنَس بْن مَالِك عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول مَا تُرِيد إِلَيْهِ ؟ وَهَكَذَا رَوَاهُ التِّرْمِذِيّ فِي تَفْسِير هَذِهِ الْآيَة عَنْ عَبْد الْوَهَّاب بْن الْحَكَم الْوَرَّاق عَنْ مُعَاذ بْن مُعَاذ بِهِ وَعَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الدَّارِمِيّ عَنْ سُلَيْمَان بْن حَرْب عَنْ حَمَّاد بْن سَلَمَة بِهِ ثُمَّ قَالَ : هَذَا حَدِيث حَسَن صَحِيح غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث حَمَّاد . وَهَكَذَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ طُرُق عَنْ حَمَّاد بْن سَلَمَة بِهِ وَقَالَ هَذَا حَدِيث صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ . وَرَوَاهُ أَبُو مُحَمَّد الْحَسَن بْن مُحَمَّد بْن عَلِيّ الْخَلَّال عَنْ مُحَمَّد بْن عَلِيّ بْن سُوَيْد عَنْ أَبِي الْقَاسِم الْبَغَوِيّ عَنْ هُدْبَة بْن خَالِد عَنْ حَمَّاد بْن سَلَمَة فَذَكَرَهُ وَقَالَ هَذَا إِسْنَاد صَحِيح لَا عِلَّة فِيهِ وَقَدْ رَوَاهُ دَاوُدُ بْن الْمُحَبَّر عَنْ شُعْبَة عَنْ ثَابِت عَنْ أَنَس مَرْفُوعًا وَهَذَا لَيْسَ بِشَيْءٍ لِأَنَّ دَاوُدَ بْن الْمُحَبَّر كَذَّاب رَوَاهُ الْحَافِظَانِ أَبُو الْقَاسِم الطَّبَرَانِيّ وَأَبُو بَكْر بْن مَرْدَوَيْهِ مِنْ طَرِيقَيْنِ عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ أَنَس مَرْفُوعًا بِنَحْوِهِ وَأَسْنَدَهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق اِبْن الْبَيْلَمَانِيّ عَنْ أَبِيهِ عَنْ اِبْن عُمَر مَرْفُوعًا وَلَا يَصِحّ أَيْضًا رَوَاهُ التِّرْمِذِيّ وَصَحَّحَهُ الْحَاكِم وَقَالَ عَلَى شَرْط مُسْلِم وَقَالَ السُّدِّيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه تَعَالَى\" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ \" قَالَ مَا تَجَلَّى مِنْهُ إِلَّا قَدْر الْخِنْصَر \" جَعَلَهُ دَكًّا \" قَالَ تُرَابًا \" وَخَرَّ مُوسَى صَعِقًا \" قَالَ مَغْشِيًّا عَلَيْهِ رَوَاهُ اِبْن جَرِير . وَقَالَ قَتَادَة : وَخَرَّ مُوسَى صَعِقًا قَالَ مَيِّتًا . وَقَالَ سُفْيَان الثَّوْرِيّ : سَاخَ الْجَبَل فِي الْأَرْض حَتَّى وَقَعَ فِي الْبَحْر فَهُوَ يَذْهَب مَعَهُ . وَقَالَ سُنَيْد عَنْ حَجَّاج بْن مُحَمَّد الْأَعْوَر عَنْ أَبِي بَكْر الْهُذَلِيّ \" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ جَعَلَهُ دَكًّا \" اِنْقَعَرَ فَدَخَلَ تَحْت الْأَرْض فَلَا يَظْهَر إِلَى يَوْم الْقِيَامَة وَجَاءَ فِي بَعْض الْأَخْبَار أَنَّهُ سَاخَ فِي الْأَرْض فَهُوَ يَهْوِي فِيهَا إِلَى يَوْم الْقِيَامَة رَوَاهُ اِبْن مَرْدَوَيْهِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عُمَر بْن شَيْبَة حَدَّثَنَا مُحَمَّد بْن يَحْيَى أَبُو غَسَّان الْكِنَانِيّ حَدَّثَنَا عَبْد الْعَزِيز بْن عِمْرَان عَنْ مُعَاوِيَة بْن عَبْد اللَّه عَنْ الْجَلْد بْن أَيُّوب عَنْ مُعَاوِيَة بْن قُرَّة عَنْ أَنَس بْن مَالِك أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" لَمَّا تَجَلَّى اللَّه لِلْجِبَالِ طَارَتْ لِعَظَمَتِهِ سِتَّة أَجْبُل فَوَقَعَتْ ثَلَاثَة بِالْمَدِينَةِ وَثَلَاثَة بِمَكَّة بِالْمَدِينَةِ أُحُد وَوَرْقَان وَرَضْوَى وَوَقَعَ بِمَكَّة حِرَاء وَثَبِير وَثَوْر\" وَهَذَا حَدِيث غَرِيب بَلْ مُنْكَر وَقَالَ اِبْن أَبِي حَاتِم : ذُكِرَ عَنْ مُحَمَّد بْن عَبْد اللَّه بْن أَبِي الْبَلْج حَدَّثَنَا الْهَيْثَم بْن خَارِجَة حَدَّثَنَا عُثْمَان بْن حُصَيْن بْن الْعَلَّاف عَنْ عُرْوَة بْن رُوَيْم قَالَ : كَانَتْ الْجِبَال قَبْل أَنْ يَتَجَلَّى اللَّه لِمُوسَى عَلَى الطُّور صَمَّاء مَلْسَاء فَلَمَّا تَجَلَّى اللَّه لِمُوسَى عَلَى الطُّور دُكَّ وَتَفَطَّرَتْ الْجِبَال فَصَارَتْ الشُّقُوق وَالْكُهُوف . وَقَالَ الرَّبِيع بْن أَنَس \" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا \" وَذَلِكَ أَنَّ الْجَبَل حِين كَشَفَ الْغِطَاء وَرَأَى النُّور صَارَ مِثْل دَكّ مِنْ الدِّكَاك وَقَالَ بَعْضهمْ جَعَلَهُ دَكًّا أَيْ فِتْنَة وَقَالَ مُجَاهِد فِي قَوْله \" وَلَكِنْ اُنْظُرْ إِلَى الْجَبَل فَإِنْ اِسْتَقَرَّ مَكَانه فَسَوْفَ تَرَانِي \" فَإِنَّهُ أَكْبَر مِنْك وَأَشَدّ خَلْقًا \" فَلَمَّا تَجَلَّى رَبّه لِلْجَبَلِ \" فَنَظَرَ إِلَى الْجَبَل لَا يَتَمَالَك وَأَقْبَلَ الْجَبَل فَدُكَّ عَلَى أَوَّله وَرَأَى مُوسَى مَا يَصْنَع الْجَبَل فَخَرَّ صَعِقًا . وَقَالَ عِكْرِمَة : جَعَلَهُ دَكًّا قَالَ نَظَرَ اللَّه إِلَى الْجَبَل فَصَارَ صَحْرًا تُرَابًا وَقَدْ قَرَأَ بِهَذِهِ الْقِرَاءَة بَعْض الْقُرَّاء وَاخْتَارَهَا اِبْن جَرِير وَقَدْ وَرَدَ فِيهَا حَدِيث مَرْفُوع رَوَاهُ بْن مَرْدَوَيْهِ وَالْمَعْرُوف أَنَّ الصَّعْق هُوَ الْغَشْي هَاهُنَا كَمَا فَسَّرَهُ اِبْن عَبَّاس وَغَيْره لَا كَمَا فَسَّرَهُ قَتَادَة بِالْمَوْتِ وَإِنْ كَانَ ذَلِكَ صَحِيحًا فِي اللُّغَة كَقَوْلِهِ تَعَالَى \" وَنُفِخَ فِي الصُّور فَصَعِقَ مَنْ فِي السَّمَاوَات وَمَنْ فِي الْأَرْض إِلَّا مَنْ شَاءَ اللَّه ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَام يَنْظُرُونَ \" فَإِنَّ هُنَاكَ قَرِينَة تَدُلّ عَلَى الْمَوْت كَمَا أَنَّ هُنَا قَرِينَة تَدُلّ عَلَى الْغَشْي وَهِيَ قَوْله \" فَلَمَّا أَفَاقَ \" وَالْإِقَامَة لَا تَكُون إِلَّا عَنْ غَشْي \" قَالَ سُبْحَانك \" تَنْزِيهًا وَتَعْظِيمًا وَإِجْلَالًا أَنْ يَرَاهُ أَحَد مِنْ الدُّنْيَا إِلَّا مَاتَ وَقَوْله\" تُبْت إِلَيْك \" قَالَ مُجَاهِد أَنْ أَسْأَلك الرُّؤْيَة \" وَأَنَا أَوَّل الْمُؤْمِنِينَ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد مِنْ بَنِي إِسْرَائِيل وَاخْتَارَهُ اِبْن جَرِير وَفِي رِوَايَة أُخْرَى عَنْ اِبْن عَبَّاس \" وَأَنَا أَوَّل الْمُؤْمِنِينَ \" أَنَّهُ لَا يَرَاك أَحَد وَكَذَا قَالَ أَبُو الْعَالِيَة قَدْ كَانَ قَبْله مُؤْمِنُونَ وَلَكِنْ يَقُول أَنَا أَوَّل مَنْ آمَنَ بِك أَنَّهُ لَا يَرَاك أَحَد مِنْ خَلْقك إِلَى يَوْم الْقِيَامَة وَهَذَا قَوْل حَسَن لَهُ اِتِّجَاه وَقَدْ ذَكَرَ مُحَمَّد بْن جَرِير فِي تَفْسِيره هَاهُنَا أَثَرًا طَوِيلًا فِيهِ غَرَائِب وَعَجَائِب عَنْ مُحَمَّد بْن إِسْحَاق بْن يَسَار وَكَأَنَّهُ تَلَقَّاهُ مِنْ الْإِسْرَائِيلِيَّات وَاَللَّه أَعْلَم وَقَوْله \" وَخَرَّ مُوسَى صَعِقًا \" فِيهِ أَبُو سَعِيد وَأَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَّا حَدِيث أَبِي سَعِيد فَأَسْنَدَهُ الْبُخَارِيّ فِي صَحِيحه هَاهُنَا فَقَالَ حَدَّثَنَا مُحَمَّد بْن يُوسُف حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن يَحْيَى الْمَازِنِيّ عَنْ أَبِيهِ عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : جَاءَ رَجُل مِنْ الْيَهُود إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ لُطِمَ وَجْهه وَقَالَ : يَا مُحَمَّد إِنَّ رَجُلًا مِنْ أَصْحَابك مِنْ الْأَنْصَار لَطَمَ وَجْهِي قَالَ \" اُدْعُوهُ \" فَدَعَوْهُ قَالَ \" لِمَ لَطَمْت وَجْهه ؟ \" قَالَ : يَا رَسُول اللَّه إِنِّي مَرَرْت بِالْيَهُودِيِّ فَسَمِعْته يَقُول وَاَلَّذِي اِصْطَفَى مُوسَى عَلَى الْبَشَر قَالَ وَعَلَى مُحَمَّد ؟ قَالَ فَقُلْت وَعَلَى مُحَمَّد وَأَخَذَتْنِي غَضْبَة فَلَطَمْته قَالَ \" لَا تُخَيِّرُونِي مِنْ بَيْن الْأَنْبِيَاء فَإِنَّ النَّاس يَصْعَقُونَ يَوْم الْقِيَامَة فَأَكُون أَوَّل مَنْ يُفِيق فَإِذَا أَنَا بِمُوسَى آخِذ بِقَائِمَةٍ مِنْ قَوَائِم الْعَرْش فَلَا أَدْرِي أَفَاقَ قَبْلِي أَمْ جُوزِيَ بِصَعْقَةِ الطُّور \" وَقَدْ رَوَاهُ الْبُخَارِيّ فِي أَمَاكِن كَثِيرَة مِنْ صَحِيحه وَمُسْلِم فِي أَحَادِيث الْأَنْبِيَاء مِنْ صَحِيحه وَأَبُو دَاوُدَ فِي كِتَاب السُّنَّة مِنْ سُنَنه مِنْ طُرُق عَنْ عَمْرو بْن يَحْيَى بْن عُمَارَة بْن أَبِي الْحَسَن الْمَازِنِيّ الْأَنْصَارِيّ الْمَدَنِيّ عَنْ أَبِيهِ عَنْ أَبِي سَعِيد سَعْد بْن مَالِك بْن سِنَان الْخُدْرِيّ بِهِ . وَأَمَّا حَدِيث أَبِي هُرَيْرَة فَقَالَ الْإِمَام أَحْمَد فِي مُسْنَده : حَدَّثَنَا أَبُو كَامِل حَدَّثَنَا إِبْرَاهِيم بْن سَعْد حَدَّثَنَا اِبْن شِهَاب عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن وَعَبْد الرَّحْمَن الْأَعْرَج عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : اِسْتَبَّ رَجُلَانِ رَجُل مِنْ الْمُسْلِمِينَ وَرَجُل مِنْ الْيَهُود فَقَالَ الْمُسْلِم وَاَلَّذِي اِصْطَفَى مُحَمَّد عَلَى الْعَالَمِينَ فَقَالَ الْيَهُودِيّ وَاَلَّذِي اِصْطَفَى مُوسَى عَلَى الْعَالَمِينَ فَغَضِبَ الْمُسْلِم عَلَى الْيَهُودِيّ فَلَطَمَهُ فَأَتَى الْيَهُودِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ فَأَخْبَرَهُ فَدَعَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاعْتَرَفَ بِذَلِكَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُخَيِّرُونِي عَلَى مُوسَى فَإِنَّ النَّاس يَصْعَقُونَ يَوْم الْقِيَامَة فَأَكُون أَوَّل مَنْ يُفِيق فَإِذَا مُوسَى مُمْسِك بِجَانِبِ الْعَرْش فَلَا أَدْرِي أَكَانَ مِمَّنْ صَعِقَ فَأَفَاقَ قَبْلِي أَمْ كَانَ مِمَّنْ اِسْتَثْنَى اللَّه عَزَّ وَجَلَّ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ بِهِ وَقَدْ رَوَى الْحَافِظ أَبُو بَكْر بْن أَبِي الدُّنْيَا رَحِمَهُ اللَّه أَنَّ الَّذِي لَطَمَ الْيَهُودِيّ فِي هَذِهِ الْقَضِيَّة هُوَ أَبُو بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ وَلَكِنْ تَقَدَّمَ فِي الصَّحِيحَيْنِ أَنَّهُ رَجُل مِنْ الْأَنْصَار وَهَذَا هُوَ أَصَحّ وَأَصْرَح وَاَللَّه أَعْلَم . وَالْكَلَام فِي قَوْله عَلَيْهِ السَّلَام \" لَا تُخَيِّرُونِي عَلَى مُوسَى \" كَالْكَلَامِ عَلَى قَوْله \" لَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاء وَلَا عَلَى يُونُس بْن مَتَّى \" قِيلَ مِنْ بَاب التَّوَاضُع وَقِيلَ قَبْل أَنْ يَعْلَم بِذَلِكَ وَقِيلَ نَهَى أَنْ يُفَضَّل بَيْنهمْ عَلَى وَجْه الْغَضَب وَالتَّعَصُّب وَقِيلَ عَلَى وَجْه الْقَوْل بِمُجَرَّدِ الرَّأْي وَالتَّشَهِّي وَاَللَّه أَعْلَم . وَقَوْله \" فَإِنَّ النَّاس يَصْعَقُونَ يَوْم الْقِيَامَة\" الظَّاهِر أَنَّ هَذَا الصَّعْق يَكُون فِي عَرَصَات الْقِيَامَة يَحْصُل أَمْر يَصْعَقُونَ مِنْهُ وَاَللَّه أَعْلَم بِهِ وَقَدْ يَكُون ذَلِكَ إِذَا جَاءَ الرَّبّ تَبَارَكَ وَتَعَالَى لِفَصْلِ الْقَضَاء وَتَجَلَّى لِلْخَلَائِقِ الْمَلِك الدَّيَّان كَمَا صَعِقَ مُوسَى مِنْ تَجَلِّي الرَّبّ تَبَارَكَ وَتَعَالَى وَلِهَذَا قَالَ عَلَيْهِ السَّلَام :\" فَلَا أَدْرِي أَفَاقَ قَبْلِي أَمْ جُوزِيَ بِصَعْقَةِ الطُّور \" وَقَدْ رَوَى الْقَاضِي عِيَاض فِي أَوَائِل كِتَابه الشِّفَاء بِسَنَدِهِ عَنْ مُحَمَّد بْن مُحَمَّد بْن مَرْزُوق : حَدَّثَنَا قَتَادَة حَدَّثَنَا الْحَسَن عَنْ قَتَادَة عَنْ يَحْيَى بْن وَثَّاب عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : لَمَّا تَجَلَّى اللَّه لِمُوسَى عَلَيْهِ السَّلَام كَانَ يُبْصِر النَّمْلَة عَلَى الصَّفَا فِي اللَّيْلَة الظَّلْمَاء مَسِيرَة عَشَرَة فَرَاسِخ ثُمَّ قَالَ وَلَا يَبْعُد عَلَى هَذَا أَنْ يَخْتَصّ نَبِيًّا بِمَا ذَكَرْنَاهُ مِنْ هَذَا الْبَاب بَعْد الْإِسْرَاء وَالْحَظْوَة بِمَا رَأَى مِنْ آيَات رَبّه الْكُبْرَى اِنْتَهَى مَا قَالَهُ وَكَأَنَّهُ صَحَّحَ هَذَا الْحَدِيث وَفِي صِحَّته نَظَر وَلَا تَخْلُو رِجَال إِسْنَاده مِنْ مَجَاهِيل لَا يُعْرَفُونَ وَمِثْل هَذَا إِنَّمَا يُقْبَل مِنْ رِوَايَة الْعَدْل الضَّابِط عَنْ مِثْله حَتَّى يَنْتَهِي إِلَى مُنْتَهَاهُ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42515, "aya_id": 143}]