[{"text": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُواْ عَلَى مَا كُذِّبُواْ وَأُوذُواْ حَتَّى أَتَاهُمْ نَصْرُنَا وَلاَ مُبَدِّلَ لِكَلِمَاتِ اللّهِ وَلَقدْ جَاءكَ مِن نَّبَإِ الْمُرْسَلِينَ", "sura_id": 6, "type": 0, "id": 823, "aya_id": 34}, {"text": "ولقد كذبت رسل من قبلك فصبروا على ما كذبوا وأوذوا حتى أتاهم نصرنا ولا مبدل لكلمات الله ولقد جاءك من نبإ المرسلين", "sura_id": 6, "type": 1, "id": 7059, "aya_id": 34}, {"text": "34 - (ولقد كذبت رسل من قبلك) فيه تسلية للنبي صلى الله عليه وسلم (فصبروا على ما كذبوا وأوذوا حتى أتاهم نصرنا) بإهلاك قومهم فاصبر حتى يأتيك النصر بإهلاك قومك (ولا مبدل لكلمات الله) مواعيده (ولقد جاءك من نبأ المرسلين) ما يسكن به قلبك \r\n", "sura_id": 6, "type": 2, "id": 25767, "aya_id": 34}, {"text": "ولقد كذَّب الكفارُ رسلا من قبلك أرسلهم الله تعالى إلى أممهم وأوذوا في سبيله, فصبروا على ذلك ومضوا في دعوتهم وجهادهم حتى أتاهم نصر الله. ولا مبدل لكلمات الله, وهي ما أنزل على نبيه محمد صلى الله عليه وسلم مِن وعده إياه بالنصر على مَن عاداه. ولقد جاءك -أيها الرسول- مِن خبر مَن كان قبلك من الرسل, وما تحقق لهم من نصر الله, وما جرى على مكذبيهم من نقمة الله منهم وغضبه عليهم, فلك فيمن تقدم من الرسل أسوة وقدوة. وفي هذا تسلية للرسول صلى الله عليه وسلم.\r\n", "sura_id": 6, "type": 3, "id": 32003, "aya_id": 34}, {"text": " <font color=red>وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ</font><BR><p>وَقَوْله \" وَلَقَدْ كُذِّبَتْ رُسُل مِنْ قَبْلك فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرنَا \" هَذِهِ تَسْلِيَة لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتَعْزِيَة لَهُ فِيمَنْ كَذَّبَهُ مِنْ قَوْمه وَأَمْر لَهُ بِالصَّبْرِ كَمَا صَبَرَ أُولُو الْعَزْم مِنْ الرُّسُل وَوَعْد لَهُ بِالنَّصْرِ كَمَا نُصِرُوا وَبِالظَّفَرِ حَتَّى كَانَتْ لَهُمْ الْعَاقِبَة بَعْدَمَا نَالَهُمْ مِنْ التَّكْذِيب مِنْ قَوْمهمْ وَالْأَذَى الْبَلِيغ ثُمَّ جَاءَهُمْ النَّصْر فِي الدُّنْيَا كَمَا لَهُمْ النَّصْر فِي الْآخِرَة وَلِهَذَا قَالَ \" وَلَا مُبَدِّل لِكَلِمَاتِ اللَّه \" أَيْ الَّتِي كَتَبَهَا بِالنَّصْرِ فِي الدُّنْيَا وَالْآخِرَة لِعِبَادِهِ الْمُؤْمِنِينَ كَمَا قَالَ \" وَلَقَدْ سَبَقَتْ كَلِمَتنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمْ الْمَنْصُورُونَ وَإِنَّ جُنْدنَا لَهُمْ الْغَالِبُونَ \" وَقَالَ تَعَالَى \" كَتَبَ اللَّه لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّه قَوِيّ عَزِيز \" وَقَوْله \" وَلَقَدْ جَاءَك مِنْ نَبَأ الْمُرْسَلِينَ \" أَيْ مِنْ خَبَرهمْ كَيْفَ نُصِرُوا وَأُيِّدُوا عَلَى مَنْ كَذَّبَهُمْ مِنْ قَوْمهمْ فَلَك فِيهِمْ أُسْوَة وَبِهِمْ قُدْوَة .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42169, "aya_id": 34}]