[{"text": "وَمَا كَانَ اللّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُم مَّا يَتَّقُونَ إِنَّ اللّهَ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 9, "type": 0, "id": 1350, "aya_id": 115}, {"text": "وما كان الله ليضل قوما بعد إذ هداهم حتى يبين لهم ما يتقون إن الله بكل شيء عليم", "sura_id": 9, "type": 1, "id": 7586, "aya_id": 115}, {"text": "115 - (وما كان الله ليضل قوماً بعد إذ هداهم) للإسلام (حتى يبين لهم ما يتقون) من العمل فلا يتقوه فيستحقوا الإضلال (إن الله بكل شيء عليم) ومنه مستحق الإضلال والهداية \r\n", "sura_id": 9, "type": 2, "id": 26294, "aya_id": 115}, {"text": "وما كان الله ليضلَّ قومًا بعد أن مَنَّ عليهم بالهداية والتوفيق حتى يبيِّن لهم ما يتقونه به, وما يحتاجون إليه في أصول الدين وفروعه. إن الله بكل شيء عليم, فقد علَّمكم ما لم تكونوا تعلمون, وبيَّن لكم ما به تنتفعون, وأقام الحجة عليكم بإبلاغكم رسالته.\r\n", "sura_id": 9, "type": 3, "id": 32530, "aya_id": 115}, {"text": " <font color=red>وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ نَفْسه الْكَرِيمَة وَحُكْمه الْعَادِل إِنَّهُ لَا يُضِلّ قَوْمًا إِلَّا بَعْد إِبْلَاغ الرِّسَالَة إِلَيْهِمْ حَتَّى يَكُونُوا قَدْ قَامَتْ عَلَيْهِمْ الْحُجَّة كَمَا قَالَ تَعَالَى \" فَأَمَّا ثَمُود فَهَدَيْنَاهُمْ \" الْآيَة وَقَالَ مُجَاهِد فِي قَوْله تَعَالَى \" وَمَا كَانَ اللَّه لِيُضِلّ قَوْمًا بَعْد إِذْ هَدَاهُمْ \" الْآيَة . قَالَ بَيَان اللَّه عَزَّ وَجَلَّ لِلْمُؤْمِنِينَ فِي تَرْك الِاسْتِغْفَار لِلْمُشْرِكِينَ خَاصَّة وَفِي بَيَانه لَهُمْ فِي مَعْصِيَته وَطَاعَته عَامَّة فَافْعَلُوا أَوْ ذَرُوا , وَقَالَ اِبْن جَرِير يَقُول اللَّه تَعَالَى وَمَا كَانَ اللَّه لِيَقْضِيَ عَلَيْكُمْ فِي اِسْتِغْفَاركُمْ لِمَوْتَاكُمْ الْمُشْرِكِينَ بِالضَّلَالِ بَعْد إِذْ رَزَقَكُمْ الْهِدَايَة وَوَفَّقَكُمْ لِلْإِيمَانِ بِهِ وَبِرَسُولِهِ حَتَّى يَتَقَدَّم إِلَيْكُمْ بِالنَّهْيِ عَنْهُ فَتَتْرُكُوا فَأَمَّا قَبْل أَنْ يُبَيِّن لَكُمْ كَرَاهَة ذَلِكَ بِالنَّهْيِ عَنْهُ فَلَمْ تُضَيِّعُوا نَهْيه إِلَى مَا نَهَاكُمْ عَنْهُ فَإِنَّهُ لَا يَحْكُم عَلَيْكُمْ بِالضَّلَالِ فَإِنَّ الطَّاعَة وَالْمَعْصِيَة إِنَّمَا يَكُونَانِ مِنْ الْمَأْمُور وَالْمَنْهِيّ وَأَمَّا مَنْ لَمْ يُؤْمَر وَلَمْ يُنْهَ فَغَيْر كَائِن مُطِيعًا أَوْ عَاصِيًا فِيمَا لَمْ يُؤْمَر بِهِ وَلَمْ يُنْهَ عَنْهُ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43412, "aya_id": 115}]