[{"text": "وَمَا مِن دَآبَّةٍ فِي الأَرْضِ وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُم مَّا فَرَّطْنَا فِي الكِتَابِ مِن شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ", "sura_id": 6, "type": 0, "id": 827, "aya_id": 38}, {"text": "وما من دابة في الأرض ولا طائر يطير بجناحيه إلا أمم أمثالكم ما فرطنا في الكتاب من شيء ثم إلى ربهم يحشرون", "sura_id": 6, "type": 1, "id": 7063, "aya_id": 38}, {"text": "38 - (وما من) زائدة (دابة) تمشي (في الأرض ولا طائر يطير) في الهواء (بجناحيه إلا أمم أمثالكم) في تدبير خلقها ورزقها وأحوالهم (ما فرطنا) تركنا (في الكتاب) اللوح المحفوظ (من) زائدة (شيء) فلم نكتبه (ثم إلى ربهم يحشرون) فيقضي بينهم ويقتص للجماء من القرناء ثم يقول لهم كونوا ترابا \r\n", "sura_id": 6, "type": 2, "id": 25771, "aya_id": 38}, {"text": "ليس في الأرض حيوان يَدِبُّ على الأرض أو طائر يطير في السماء بجناحيه إلا جماعات متجانسة الخلق مثلكم. ما تركنا في اللوح المحفوظ شيئًا إلا أثبتناه, ثم إنهم إلى ربهم يحشرون يوم القيامة, فيحاسب الله كلا بما عمل.\r\n", "sura_id": 6, "type": 3, "id": 32007, "aya_id": 38}, {"text": " <font color=red>وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ</font><BR><p>قَالَ مُجَاهِد : أَيْ أَصْنَاف مُصَنَّفَة تُعْرَف بِأَسْمَائِهَا. وَقَالَ قَتَادَة الطَّيْر أُمَّة وَالْإِنْس أُمَّة وَالْجِنّ أُمَّة وَقَالَ السُّدِّيّ \" إِلَّا أُمَم أَمْثَالكُمْ \" أَيْ خَلْق أَمْثَالكُمْ. وَقَوْله \" مَا فَرَّطْنَا فِي الْكِتَاب مِنْ شَيْء \" أَيْ الْجَمِيع عِلْمهمْ عِنْد اللَّه وَلَا يَنْسَى وَاحِدًا مِنْ جَمِيعهَا مِنْ رِزْقه وَتَدْبِيره سَوَاء كَانَ بَرِّيًّا أَوْ بَحْرِيًّا كَقَوْلِهِ \" وَمَا مِنْ دَابَّة فِي الْأَرْض إِلَّا عَلَى اللَّه رِزْقهَا وَيَعْلَم مُسْتَقَرّهَا وَمُسْتَوْدَعهَا كُلّ فِي كِتَاب مُبِين \" أَيْ مُفْصِح بِأَسْمَائِهَا وَأَعْدَادهَا وَمَظَانّهَا وَحَاصِر لِحَرَكَاتِهَا وَسَكَنَاتهَا وَقَالَ تَعَالَى \" وَكَأَيِّنْ مِنْ دَابَّة لَا تَحْمِل رِزْقهَا اللَّه يَرْزُقهَا وَإِيَّاكُمْ وَهُوَ السَّمِيع الْعَلِيم \" وَقَدْ قَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عُبَيْد بْن وَاقِد الْقَيْسِيّ أَبُو عَبَّاد حَدَّثَنِي مُحَمَّد بْن عِيسَى بْن كَيْسَان حَدَّثَنَا مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَلَّ الْجَرَاد فِي سَنَة مِنْ سِنِي عُمَر رَضِيَ اللَّه عَنْهُ الَّتِي وَلِيَ فِيهَا فَسَأَلَ عَنْهُ فَلَمْ يُخْبِر بِشَيْءٍ فَاغْتَمَّ لِذَلِكَ فَأَرْسَلَ رَاكِبًا إِلَى كَذَا وَآخَر إِلَى الشَّام وَآخَر إِلَى الْعِرَاق يَسْأَل هَلْ رُئِيَ مِنْ الْجَرَاد شَيْء أَمْ لَا ؟ قَالَ فَأَتَاهُ الرَّاكِب الَّذِي مِنْ قِبَل الْيَمَن بِقَبْضَةٍ مِنْ جَرَاد فَأَلْقَاهَا بَيْن يَدَيْهِ فَلَمَّا رَآهَا كَبَّرَ ثَلَاثًا ثُمَّ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" خَلَقَ اللَّه عَزَّ وَجَلَّ أَلْف أُمَّة مِنْهَا سِتّمِائَةٍ فِي الْبَحْر وَأَرْبَعمِائَةٍ فِي الْبَرّ وَأَوَّل شَيْء يَهْلِك مِنْ هَذِهِ الْأُمَم الْجَرَاد فَإِذَا هَلَكَتْ تَتَابَعَتْ مِثْل النِّظَام إِذَا قَطَعَ سَلَكَهُ \" . وَقَوْله \" ثُمَّ إِلَى رَبّهمْ يُحْشَرُونَ\" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان عَنْ أَبِيهِ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" ثُمَّ إِلَى رَبّهمْ يُحْشَرُونَ \" قَالَ حَشْرهَا الْمَوْت وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ طَرِيق إِسْرَائِيل عَنْ سَعِيد بْن مَسْرُوق عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مَوْت الْبَهَائِم حَشْرهَا وَكَذَا رَوَاهُ الْعَوْفِيّ عَنْهُ . قَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ مُجَاهِد وَالضَّحَّاك مِثْله .\" وَالْقَوْل الثَّانِي \" أَنَّ حَشْرهَا بَعْثهَا يَوْم الْقِيَامَة لِقَوْلِهِ \" وَإِذَا الْوُحُوش حُشِرَتْ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ سُلَيْمَان عَنْ مُنْذِر الثَّوْرِيّ عَنْ أَشْيَاخ لَهُمْ عَنْ أَبِي ذَرّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى شَاتَيْنِ تَنْتَطِحَانِ فَقَالَ \" يَا أَبَا ذَرّ هَلْ تَدْرِي فِيمَ تَنْتَطِحَانِ ؟ \" قَالَ لَا قَالَ لَكِنْ اللَّه يَدْرِي وَسَيَقْضِي بَيْنهمَا وَرَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الْأَعْمَش عَمَّنْ ذَكَرَهُ عَنْ أَبِي ذَرّ قَالَ : بَيْنَا نَحْنُ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ اِنْتَطَحَتْ عَنْزَانِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَدْرُونَ فِيمَ اِنْتَطَحَتَا ؟ قَالُوا لَا نَدْرِي قَالَ \" لَكِنَّ اللَّه يَدْرِي وَسَيَقْضِي بَيْنهمَا \" رَوَاهُ اِبْن جَرِير ثُمَّ رَوَاهُ مِنْ طَرِيق مُنْذِر الثَّوْرِيّ عَنْ أَبِي ذَرّ فَذَكَرَهُ وَزَادَ قَالَ أَبُو ذَرّ وَلَقَدْ تَرَكْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا يُقَلِّب طَائِر جَنَاحَيْهِ فِي السَّمَاء إِلَّا ذَكَرَ لَنَا مِنْهُ عِلْمًا وَقَالَ عَبْد اللَّه اِبْن الْإِمَام أَحْمَد فِي مُسْنَد أَبِيهِ حَدَّثَنِي عَبَّاس بْن مُحَمَّد وَأَبُو يَحْيَى الْبَزَّار قَالَا : حَدَّثَنَا حَجَّاج بْن نُصَيْر حَدَّثَنَا شُعْبَة عَنْ الْعَوَّام بْن مُزَاحِم مِنْ بَنِي قَيْس بْن ثَعْلَبَة عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ عُثْمَان رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْجَمَّاء لَتَقْتَصّ مِنْ الْقَرْنَاء يَوْم الْقِيَامَة \" وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ جَعْفَر بْن بُرْقَان عَنْ يَزِيد بْن الْأَصَمّ عَنْ أَبِي هُرَيْرَة فِي قَوْله \" إِلَّا أُمَم أَمْثَالكُمْ مَا فَرَّطْنَا فِي الْكِتَاب مِنْ شَيْء ثُمَّ إِلَى رَبّهمْ يُحْشَرُونَ \" قَالَ : يُحْشَر الْخَلْق كُلّهمْ يَوْم الْقِيَامَة الْبَهَائِم وَالدَّوَابّ وَالطَّيْر وَكُلّ شَيْء فَيَبْلُغ مِنْ عَدْل اللَّه يَوْمئِذٍ أَنْ يَأْخُذ لِلْجَمَّاءِ مِنْ الْقَرْنَاء ثُمَّ يَقُول : كُونِي تُرَابًا فَلِذَلِكَ يَقُول الْكَافِر \" يَا لَيْتَنِي كُنْت تُرَابًا \" وَقَدْ رُوِيَ هَذَا مَرْفُوعًا فِي حَدِيث الصُّور .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42173, "aya_id": 38}]