[{"text": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَد تَّعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ", "sura_id": 61, "type": 0, "id": 5168, "aya_id": 5}, {"text": "وإذ قال موسى لقومه يا قوم لم تؤذونني وقد تعلمون أني رسول الله إليكم فلما زاغوا أزاغ الله قلوبهم والله لا يهدي القوم الفاسقين", "sura_id": 61, "type": 1, "id": 11404, "aya_id": 5}, {"text": "5 - واذكر (وإذ قال موسى لقومه يا قوم لم تؤذونني) قالوا إنه آدر أي منتفخ الخصية وليس كذلك وكذبوه (وقد) للتحقيق (تعلمون أني رسول الله إليكم) الجملة حال والرسول يحترم (فلما زاغوا) عدلوا عن الحق بإيذائه (أزاغ الله قلوبهم) أمالها عن الهدى على وفق ما قدره في الأزل (والله لا يهدي القوم الفاسقين) الكافرين في علمه \r\n", "sura_id": 61, "type": 2, "id": 30112, "aya_id": 5}, {"text": "واذكر لقومك -أيها الرسول- حين قال نبي الله موسى عليه السلام لقومه: لِمَ تؤذونني بالقول والفعل, وأنتم تعلمون أني رسول الله إليكم؟ فلما عدلوا عن الحق مع علمهم به, وأصرُّوا على ذلك، صرف الله قلوبهم عن قَبول الهداية؛ عقوبة لهم على زيغهم الذي اختاروه لأنفسهم. والله لا يهدي القوم الخارجين عن الطاعة ومنهاج الحق.\r\n", "sura_id": 61, "type": 3, "id": 36348, "aya_id": 5}, {"text": " <font color=red>وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ عَبْده وَرَسُوله وَكَلِيمه مُوسَى بْن عِمْرَان عَلَيْهِ السَّلَام أَنَّهُ قَالَ لِقَوْمِهِ لَمْ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُول اللَّه إِلَيْكُمْ أَيْ لِمَ تُوصِلُونَ الْأَذَى إِلَيَّ وَأَنْتُمْ تَعْلَمُونَ صِدْقِي فِيمَا جِئْتُكُمْ بِهِ مِنْ الرِّسَالَة . وَفِي هَذَا تَسْلِيَة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا أَصَابَهُ مِنْ الْكُفَّار مِنْ قَوْمه وَغَيْرهمْ وَأَمَرَ لَهُ بِالصَّبْرِ وَلِهَذَا قَالَ \" رَحْمَة اللَّه عَلَى مُوسَى : لَقَدْ أُوذِيَ بِأَكْثَر مِنْ هَذَا فَصَبَرَ \" وَفِيهِ نَهْي لِلْمُؤْمِنِينَ أَنْ يَنَالُوا مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ يُوصِلُوا إِلَيْهِ أَذًى كَمَا قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَاَلَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّه مِمَّا قَالُوا وَكَانَ عِنْد اللَّه وَجِيهًا \" وَقَوْله تَعَالَى \" فَلَمَّا زَاغُوا أَزَاغَ اللَّه قُلُوبهمْ \" أَيْ فَلَمَّا عَدَلُوا عَنْ اِتِّبَاع الْحَقّ مَعَ عِلْمهمْ بِهِ أَزَاغَ اللَّه قُلُوبهمْ عَنْ الْهُدَى وَأَسْكَنَهَا الشَّكّ وَالْحَيْرَة وَالْخِذْلَان كَمَا قَالَ تَعَالَى \" وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة وَنَذَرهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ\" وَقَالَ تَعَالَى \" وَمَنْ يُشَاقِقْ الرَّسُول مِنْ بَعْد مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِع غَيْر سَبِيل الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّم وَسَاءَتْ مَصِيرًا \" وَلِهَذَا قَالَ تَعَالَى فِي هَذِهِ الْآيَة وَاَللَّه لَا يَهْدِي الْقَوْم الْفَاسِقِينَ.</p><BR> <br> ", "sura_id": 61, "type": 4, "id": 42263, "aya_id": 5}]