[{"text": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ", "sura_id": 14, "type": 0, "id": 1757, "aya_id": 7}, {"text": "وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد", "sura_id": 14, "type": 1, "id": 7993, "aya_id": 7}, {"text": "7 - (وإذ تأذن) أعلم (ربكم لئن شكرتم) نعمتي بالتوحيد والطاعة (لأزيدنكم ولئن كفرتم) جحدتم النعمة بالكفر والمعصية لأعذبنكم دل عليه (إن عذابي لشديد) \r\n", "sura_id": 14, "type": 2, "id": 26701, "aya_id": 7}, {"text": "وقال لهم موسى: واذكروا حين أعلم ربكم إعلامًا مؤكَّدًا: لئن شكرتموه على نعمه ليزيدنكم من فضله, ولئن جحدتم نعمة الله ليعذبنَّكم عذابًا شديدًا.\r\n", "sura_id": 14, "type": 3, "id": 32937, "aya_id": 7}, {"text": " <font color=red>وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ</font><BR><p>\" وَقَوْله \" وَإِذْ تَأَذَّنَ رَبُّكُمْ \" أَيْ آذَنَكُمْ وَأَعْلَمَكُمْ بِوَعْدِهِ لَكُمْ وَيَحْتَمِل أَنْ يَكُون الْمَعْنَى : وَإِذْ أَقْسَمَ رَبُّكُمْ وَآلَى بِعِزَّتِهِ وَجَلَاله وَكِبْرِيَائِهِ كَقَوْلِهِ تَعَالَى \" وَإِذْ تَأَذَّنَ رَبُّك لَيَبْعَثَن عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ \" وَقَوْله \" لَئِنْ شَكَرْتُمْ لَأَزِيدَنكُمْ \" أَيْ لَئِنْ شَكَرْتُمْ نِعْمَتِي عَلَيْكُمْ لَأَزِيدَنكُمْ مِنْهَا \" وَلَئِنْ كَفَرْتُمْ \" أَيْ كَفَرْتُمْ النِّعَم وَسَتَرْتُمُوهَا وَجَحَدْتُمُوهَا \" إِنَّ عَذَابِي لَشَدِيدٌ \" وَذَلِكَ بِسَلْبِهَا عَنْهُمْ وَعِقَابه إِيَّاهُمْ عَلَى كُفْرهَا وَقَدْ جَاءَ فِي الْحَدِيث \" إِنَّ الْعَبْدَ لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيبُهُ\" وَفِي الْمُسْنَد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّ بِهِ سَائِل فَأَعْطَاهُ تَمْرَة فَسَخِطَهَا وَلَمْ يَقْبَلْهَا ثُمَّ مَرَّ بِهِ آخَر فَأَعْطَاهُ إِيَّاهَا فَقَبِلَهَا وَقَالَ تَمْرَة مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ فَأَمَرَ لَهُ بِأَرْبَعِينَ دِرْهَمًا أَوْ كَمَا قَالَ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَسْوَد حَدَّثَنَا عِمَارَة الصَّيْدَلَانِيّ عَنْ ثَابِت عَنْ أَنَس قَالَ أَتَى النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَائِلٌ فَأَمَرَ لَهُ بِتَمْرَةٍ فَلَمْ يَأْخُذْهَا أَوْ وَحِشَ بِهَا - قَالَ - وَأَتَاهُ آخَر فَأَمَرَ لَهُ بِتَمْرَةٍ فَقَالَ سُبْحَانَ اللَّه تَمْرَةٌ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لِلْجَارِيَةِ \" اِذْهَبِي إِلَى أُمّ سَلَمَة فَأُعْطِيه الْأَرْبَعِينَ دِرْهَمًا الَّتِي عِنْدهَا \" تَفَرَّدَ بِهِ الْإِمَام أَحْمَد وَعِمَارَة بْن زَاذَان وَثَّقَهُ اِبْن حِبَّان وَأَحْمَد وَيَعْقُوب بْن سُفْيَان وَقَالَ اِبْن مَعِين : صَالِح وَقَالَ أَبُو زُرْعَة لَا بَأْس بِهِ وَقَالَ أَبُو حَاتِم يُكْتَب حَدِيثه وَلَا يُحْتَجّ بِهِ لَيْسَ بِالْمَتِينِ وَقَالَ الْبُخَارِيّ رُبَّمَا يَضْطَرِب فِي حَدِيثه وَعَنْ أَحْمَد أَيْضًا أَنَّهُ قَالَ : رُوِيَ عَنْهُ أَحَادِيث مُنْكَرَة . وَقَالَ أَبُو دَاوُد لَيْسَ بِذَلِكَ وَضَعَّفَهُ الدَّارَقُطْنِيّ وَقَالَ اِبْن عَدِيّ لَا بَأْس بِهِ مِمَّنْ يُكْتَب حَدِيثه .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37949, "aya_id": 7}]