[{"text": "وَهُوَ الَّذِيَ أَنزَلَ مِنَ السَّمَاء مَاء فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ النَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِّنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انظُرُواْ إِلِى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ", "sura_id": 6, "type": 0, "id": 888, "aya_id": 99}, {"text": "وهو الذي أنزل من السماء ماء فأخرجنا به نبات كل شيء فأخرجنا منه خضرا نخرج منه حبا متراكبا ومن النخل من طلعها قنوان دانية وجنات من أعناب والزيتون والرمان مشتبها وغير متشابه انظروا إلى ثمره إذا أثمر وينعه إن في ذلكم لآيات لقوم يؤمنون", "sura_id": 6, "type": 1, "id": 7124, "aya_id": 99}, {"text": "99 - (وهو الذي أنزل من السماء ماء فأخرجنا) فيه التفات عن الغيبة (به) بالماء (نبات كل شيء) ينبت (فأخرجنا منه) أي النبات شيئا (خَضِرا) بمعنى أخضر (نخرج منه) من الخضر (حبا متراكبا) يركب بعضه بعضا كسنابل الحنطة ونحوها (ومن النخل) خبر ويبدل منه (من طلعها) أول ما يخرج منها والمبتدأ (قنوان) عراجين (دانية) قريب بعضها من بعض (و) أخرجنا به (جنات) بساتين (من أعناب والزيتون والرمان مشتبها) ورقهما حال (وغير متشابه) ثمرها (انظروا) يا مخاطبون نظر اعتبار (إلى ثمره) بفتح الثاء والميم وبضمهما وهو جمع ثمرة كشجرة وشجر وخشبة وخشب (إذا أثمر) أول ما يبدو كيف هو (و) إلى (ينعه) نضجه إذا أدرك كيف يعود (إن في ذلكم لآيات) دلالات على قدرته تعالى على البعث وغيره (لقوم يؤمنون) خصوا بالذكر لأنهم المنتفعون بها في الإيمان بخلاف الكافرين \r\n", "sura_id": 6, "type": 2, "id": 25832, "aya_id": 99}, {"text": "والله سبحانه هو الذي أنزل من السحاب مطرًا فأخرج به نبات كل شيء, فأخرج من النبات زرعًا وشجرًا أخضر, ثم أخرح من الزرع حَبًّا يركب بعضه بعضًا, كسنابل القمح والشعير والأرز, وأخرج من طلع النخل -وهو ما تنشأ فيه عذوق الرطب- عذوقًا قريبة التناول, وأخرج سبحانه بساتين من أعناب, وأخرج شجر الزيتون والرمان الذي يتشابه في ورقه ويختلف في ثمره شكلا وطعمًا وطبعًا. انظروا أيها الناس إلى ثمر هذا النبات إذا أثمر, وإلى نضجه وبلوغه حين يبلغ. إن في ذلكم - أيها الناس - لدلالات على كمال قدرة خالق هذه الأشياء وحكمته ورحمته لقوم يصدقون به تعالى ويعملون بشرعه.\r\n", "sura_id": 6, "type": 3, "id": 32068, "aya_id": 99}, {"text": " <font color=red>وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَهُوَ الَّذِي أَنْزَلَ مِنْ السَّمَاء مَاء \" أَيْ بِقَدَرٍ مُبَارَكًا وَرِزْقًا لِلْعِبَادِ وَإِحْيَاء وَغِيَاثًا لِلْخَلَائِقِ رَحْمَة مِنْ اللَّه بِخَلْقِهِ \" فَأَخْرَجْنَا بِهِ نَبَات كُلّ شَيْء \" كَقَوْلِهِ \" وَجَعَلْنَا مِنْ الْمَاء كُلّ شَيْء\" \" فَأَخْرَجْنَا مِنْهُ خَضِرًا \" أَيْ زَرْعًا وَشَجَرًا أَخْضَر ثُمَّ بَعْد ذَلِكَ نَخْلُق فِيهِ الْحَبّ وَالثَّمَر وَلِهَذَا قَالَ تَعَالَى \" نُخْرِج مِنْهُ حَبًّا مُتَرَاكِبًا \" أَيْ يَرْكَب بَعْضه بَعْض كَالسَّنَابِلِ وَنَحْوهَا \" وَمِنْ النَّخْل مِنْ طَلْعهَا قِنْوَان\" أَيْ جَمْع قِنْو وَهِيَ عُذُوق الرُّطَب دَانِيَة أَيْ قَرِيبَة مِنْ الْمُتَنَاوِل كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة الْوَالِبِيّ عَنْ اِبْن عَبَّاس \" قِنْوَان دَانِيَة \" يَعْنِي بِالْقِنْوَانِ الدَّانِيَة فَصَارَ النَّخْل اللَّاصِقَة عُذُوقهَا بِالْأَرْضِ . رَوَاهُ اِبْن جَرِير قَالَ اِبْن جَرِير وَأَهْل الْحِجَاز يَقُولُونَ قِنْوَان وَقَيْس يَقُول قُنْوَان قَالَ اِمْرُؤُ الْقَيْس : فَأَثَّتْ أَعَالِيه وَآدَتْ أُصُوله وَمَال بِقِنْوَانٍ مِنْ الْبُسْر أَحْمَرَا قَالَ وَتَمِيم يَقُولُونَ قُنْيَان بِالْيَاءِ قَالَ وَهِيَ جَمْع قِنْو كَمَا أَنَّ صِنْوَان جَمْع صِنْو وَقَوْله تَعَالَى \" وَجَنَّات مِنْ أَعْنَاب \" أَيْ وَنُخْرِج مِنْهُ جَنَّات مِنْ أَعْنَاب وَهَذَانِ النَّوْعَانِ هُمَا أَشْرَف الثِّمَار عِنْد أَهْل الْحِجَاز وَرُبَّمَا كَانَا خِيَار الثِّمَار فِي الدُّنْيَا كَمَا اِمْتَنَّ اللَّه بِهِمَا عَلَى عِبَاده فِي قَوْله تَعَالَى \" وَمِنْ ثَمَرَات النَّخِيل وَالْأَعْنَاب تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا \" وَكَانَ ذَلِكَ قَبْل تَحْرِيم الْخَمْر وَقَالَ \" وَجَعَلْنَا فِيهَا جَنَّات مِنْ نَخِيل وَأَعْنَاب \" وَقَوْله تَعَالَى \" وَالزَّيْتُون وَالرُّمَّان مُشْتَبِهًا وَغَيْر مُتَشَابِه\" قَالَ قَتَادَة وَغَيْره مُتَشَابِه فِي الْوَرَق وَالشَّكْل قَرِيب بَعْضه مِنْ بَعْض وَمُخْتَلِف فِي الثِّمَار شَكْلًا وَطَعْمًا وَطَبْعًا وَقَوْله تَعَالَى \" اُنْظُرُوا إِلَى ثَمَره إِذَا أَثْمَرَ وَيَنْعه\" أَيْ نُضْجه قَالَهُ الْبَرَاء بْن عَازِب وَابْن عَبَّاس وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ وَالسُّدِّيّ وَقَتَادَة وَغَيْرهمْ أَيْ فَكَّرُوا فِي قُدْرَة خَالِقه مِنْ الْعَدَم إِلَى الْوُجُود بَعْد أَنْ كَانَ حَطَبًا صَارَ عِنَبًا وَرُطَبًا وَغَيْر ذَلِكَ مِمَّا خَلَقَ سُبْحَانه وَتَعَالَى مِنْ الْأَلْوَان وَالْأَشْكَال وَالطُّعُوم وَالرَّوَائِح كَقَوْلِهِ تَعَالَى \" وَفِي الْأَرْض قِطَع مُتَجَاوِرَات وَجَنَّات مِنْ أَعْنَاب وَزَرْع وَنَخِيل صِنْوَان وَغَيْر صِنْوَان يُسْقَى بِمَاءٍ وَاحِد وَنُفَضِّل بَعْضهَا عَلَى بَعْض فِي الْأُكُل \" الْآيَة . وَلِهَذَا قَالَ هَهُنَا \" إِنَّ فِي ذَلِكُمْ \" أَيّهَا النَّاس \" لَآيَات \" أَيْ دَلَالَات عَلَى كَمَالِ قُدْرَة خَالِق هَذِهِ الْأَشْيَاء وَحِكْمَته وَرَحْمَته \" لِقَوْمٍ يُؤْمِنُونَ \" أَيْ يُصَدِّقُونَ بِهِ وَيَتَّبِعُونَ رُسُله .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42240, "aya_id": 99}]