[{"text": "وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ", "sura_id": 75, "type": 0, "id": 5553, "aya_id": 2}, {"text": "ولا أقسم بالنفس اللوامة", "sura_id": 75, "type": 1, "id": 11789, "aya_id": 2}, {"text": "2 - (ولا أقسم بالنفس اللوامة) التي تلوم نفسها وإن اجتهدت في الاحسان وجواب القسم محذوف أي لتبعثن دل عليه \r\n", "sura_id": 75, "type": 2, "id": 30497, "aya_id": 2}, {"text": "وأقسم بالنفس المؤمنة التقية التي تلوم صاحبها على ترك الطاعات وفِعْل الموبقات، أن الناس يبعثون.\r\n", "sura_id": 75, "type": 3, "id": 36733, "aya_id": 2}, {"text": " <font color=red>وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ</font><BR><p>وَقَالَ جُوَيْبِر بَلَغَنَا عَنْ الْحَسَن أَنَّهُ قَالَ فِي قَوْله \" وَلَا أُقْسِم بِالنَّفْسِ اللَّوَّامَة \" قَالَ لَيْسَ أَحَد مِنْ أَهْل السَّمَوَات وَالْأَرَضِينَ إِلَّا يَلُوم نَفْسه يَوْم الْقِيَامَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن صَالِح بْن مُسْلِم عَنْ إِسْرَائِيل عَنْ سِمَاك أَنَّهُ سَأَلَ عِكْرِمَة عَنْ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلَا أُقْسِم بِالنَّفْسِ اللَّوَّامَة\" قَالَ يَلُوم عَلَى الْخَيْر وَالشَّرّ لَوْ فَعَلْت كَذَا وَكَذَا وَرَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ وَكِيع عَنْ إِسْرَائِيل بِهِ . وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا سُفْيَان عَنْ اِبْن جُرَيْج عَنْ الْحَسَن بْن مُسْلِم عَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" وَلَا أُقْسِم بِالنَّفْسِ اللَّوَّامَة \" قَالَ تَلُوم عَلَى الْخَيْر وَالشَّرّ ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ سَعِيد أَنَّهُ سَأَلَ اِبْن عَبَّاس عَنْ ذَلِكَ فَقَالَ هِيَ النَّفْس اللَّئُوم وَقَالَ عَلِيّ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد تَنْدَم عَلَى مَا فَاتَ وَتَلُوم عَلَيْهِ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس اللَّوَّامَة الْمَذْمُومَة وَقَالَ قَتَادَة\" اللَّوَّامَة \" الْفَاجِرَة قَالَ اِبْن جَرِير وَكُلّ هَذِهِ الْأَقْوَال مُتَقَارِبَة الْمَعْنَى الْأَشْبَه بِظَاهِرِ التَّنْزِيل أَنَّهَا الَّتِي تَلُوم صَاحِبهَا عَلَى الْخَيْر وَالشَّرّ وَتَنْدَم عَلَى مَا فَاتَ .</p><BR> <br> ", "sura_id": 75, "type": 4, "id": 42859, "aya_id": 2}]