[{"text": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ الْكِتَابِ آمِنُواْ بِالَّذِيَ أُنزِلَ عَلَى الَّذِينَ آمَنُواْ وَجْهَ النَّهَارِ وَاكْفُرُواْ آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ", "sura_id": 3, "type": 0, "id": 365, "aya_id": 72}, {"text": "وقالت طائفة من أهل الكتاب آمنوا بالذي أنزل على الذين آمنوا وجه النهار واكفروا آخره لعلهم يرجعون", "sura_id": 3, "type": 1, "id": 6601, "aya_id": 72}, {"text": "72 - (وقالت طائفة من أهل الكتاب) اليهود لبعضهم (آمنوا بالذي أنزل على الذين آمنوا) أي القرآن (وجه النهار) أوله (واكفروا) به (آخره لعلهم) أي المؤمنين (يرجعون) عن دينهم إذ يقولون ما رجع هؤلاء عنه بعد دخولهم فيه وهم أولو علم إلا لعلمهم بطلانه \r\n", "sura_id": 3, "type": 2, "id": 25309, "aya_id": 72}, {"text": "وقالت جماعة من أهل الكتاب من اليهود: صدِّقوا بالذي أُنزل على الذين آمنوا أول النهار واكفروا آخره; لعلهم يتشككون في دينهم, ويرجعون عنه.\r\n", "sura_id": 3, "type": 3, "id": 31545, "aya_id": 72}, {"text": " <font color=red>وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ</font><BR><p>\" وَقَالَتْ طَائِفَة مِنْ أَهْل الْكِتَاب آمِنُوا بِاَلَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْه النَّهَار وَاكْفُرُوا آخِره لَعَلَّهُمْ يَرْجِعُونَ \" الْآيَة . هَذِهِ مَكِيدَة أَرَادُوهَا لِيُلْبِسُوا عَلَى الضُّعَفَاء مِنْ النَّاس أَمْرَ دِينهمْ وَهُوَ أَنَّهُمْ اِشْتَوَرُوا بَيْنهمْ أَنْ يُظْهِرُوا الْإِيمَان أَوَّل النَّهَار وَيُصَلُّوا مَعَ الْمُسْلِمِينَ صَلَاة الصُّبْح فَإِذَا جَاءَ آخِر النَّهَار اِرْتَدُّوا إِلَى دِينهمْ لِيَقُولَ الْجَهَلَة مِنْ النَّاس إِنَّمَا رَدَّهُمْ إِلَى دِينهمْ اِطِّلَاعهمْ عَلَى نَقِيصَة وَعَيْب فِي دِين الْمُسْلِمِينَ وَلِهَذَا قَالُوا \" لَعَلَّهُمْ يَرْجِعُونَ \" وَقَالَ اِبْن أَبِي نَجِيح : عَنْ مُجَاهِد فِي قَوْله تَعَالَى إِخْبَارًا عَنْ الْيَهُود بِهَذِهِ الْآيَة يَعْنِي يَهُودًا صَلَّتْ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ صَلَاة الصُّبْح وَكَفَرُوا آخِر النَّهَار مَكْرًا مِنْهُمْ لِيُرُوا النَّاس أَنْ قَدْ بَدَتْ لَهُمْ الضَّلَالَة مِنْهُ بَعْد أَنْ كَانُوا اِتَّبَعُوهُ. وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : قَالَتْ طَائِفَة مِنْ أَهْل الْكِتَاب إِذَا لَقِيتُمْ أَصْحَاب مُحَمَّد أَوَّل النَّهَار فَآمِنُوا وَإِذَا كَانَ آخِره فَصَلُّوا صَلَاتكُمْ لَعَلَّهُمْ يَقُولُونَ هَؤُلَاءِ أَهْل الْكِتَاب وَهُمْ أَعْلَم مِنَّا وَهَكَذَا رُوِيَ عَنْ قَتَادَة وَالسُّدِّيّ وَالرَّبِيع وَأَبِي مَالِك .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40013, "aya_id": 72}]