[{"text": "وَعَدَ اللّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِّنَ اللّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ", "sura_id": 9, "type": 0, "id": 1307, "aya_id": 72}, {"text": "وعد الله المؤمنين والمؤمنات جنات تجري من تحتها الأنهار خالدين فيها ومساكن طيبة في جنات عدن ورضوان من الله أكبر ذلك هو الفوز العظيم", "sura_id": 9, "type": 1, "id": 7543, "aya_id": 72}, {"text": "72 - (وعد الله المؤمنين والمؤمنات جنات تجري من تحتها الأنهار خالدين فيها ومساكن طيبة في جنات عدن) إقامة (ورضوان من الله أكبر) أعظم من ذلك كله (ذلك هو الفوز العظيم) \r\n", "sura_id": 9, "type": 2, "id": 26251, "aya_id": 72}, {"text": "وعد الله المؤمنين والمؤمنات بالله ورسوله جنات تجري من تحتها الأنهار ماكثين فيها أبدًا, لا يزول عنهم نعيمها, ومساكن حسنة البناء طيبة القرار في جنات إقامة, ورضوان من الله أكبر وأعظم مما هم فيه من النعيم. ذلك الوعد بثواب الآخرة هو الفلاح العظيم.\r\n", "sura_id": 9, "type": 3, "id": 32487, "aya_id": 72}, {"text": " <font color=red>وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</font><BR><p>يُخْبِر تَعَالَى بِمَا أَعَدَّهُ لِلْمُؤْمِنِينَ بِهِ وَالْمُؤْمِنَات مِنْ الْخَيْرَات وَالنَّعِيم الْمُقِيم فِي \" جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا \" أَيْ مَاكِثِينَ فِيهَا أَبَدًا \" وَمَسَاكِن طَيِّبَة \" أَيْ حَسَنَة الْبِنَاء طَيِّبَة الْقَرَار كَمَا جَاءَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي عِمْرَان الْجَوْنِيّ عَنْ أَبِي بَكْر بْن أَبِي مُوسَى عَبْد اللَّه بْن قَيْس الْأَشْعَرِيّ عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَنَّتَانِ مِنْ ذَهَب آنِيَتهمَا وَمَا فِيهِمَا وَجَنَّتَانِ مِنْ فِضَّة وَآنِيَتهمَا وَمَا فِيهِمَا وَمَا بَيْن الْقَوْم وَبَيْن أَنْ يَنْظُرُوا إِلَى رَبّهمْ إِلَّا رِدَاء الْكِبْرِيَاء عَلَى وَجْهه فِي جَنَّة عَدْن وَبِهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ لِلْمُؤْمِنِ فِي الْجَنَّة لَخَيْمَة مِنْ لُؤْلُؤَة وَاحِدَة مُجَوَّفَة طُولهَا سِتُّونَ مِيلًا فِي السَّمَاء لِلْمُؤْمِنِ فِيهَا أَهْلُونَ يَطُوف عَلَيْهِمْ لَا يَرَى بَعْضهمْ بَعْضًا أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَفِيهِمَا أَيْضًا عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ آمَنَ بِاَللَّهِ وَرَسُوله وَأَقَامَ الصَّلَاة وَصَامَ رَمَضَان فَإِنَّ حَقًّا عَلَى اللَّه أَنْ يُدْخِلهُ الْجَنَّة هَاجَرَ فِي سَبِيل اللَّه أَوْ جَلَسَ فِي أَرْضه الَّتِي وُلِدَ فِيهَا قَالُوا يَا رَسُول اللَّه أَفَلَا نُخْبِر النَّاس ؟ قَالَ إِنَّ فِي الْجَنَّة مِائَة دَرَجَة أَعَدَّهَا اللَّه لِلْمُجَاهِدِينَ فِي سَبِيله بَيْن كُلّ دَرَجَتَيْنِ كَمَا بَيْن السَّمَاء وَالْأَرْض فَإِذَا سَأَلْتُمْ اللَّه فَاسْأَلُوهُ الْفِرْدَوْس فَإِنَّهُ أَعْلَى الْجَنَّة وَأَوْسَط الْجَنَّة وَمِنْهُ تَفَجَّر أَنْهَار الْجَنَّة وَفَوْقه عَرْش الرَّحْمَن وَعِنْد الطَّبَرَانِيّ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ رِوَايَة زَيْد بْن أَسْلَم عَنْ عَطَاء عَنْ يَسَار عَنْ مُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فَذَكَرَ مِثْله وَلِلتِّرْمِذِيِّ عَنْ عِبَادَة بْن الصَّامِت مِثْله وَعَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ أَهْل الْجَنَّة لَيَتَرَاءَوْنَ الْغُرْفَة فِي الْجَنَّة كَمَا تَرَوْنَ الْكَوْكَب فِي السَّمَاء أَخْرَجَاهُ فِي الصَّحِيحَيْنِ ثُمَّ لِيُعْلَم أَنَّ أَعْلَى مَنْزِلَة فِي الْجَنَّة مَكَان يُقَال لَهُ الْوَسِيلَة لِقُرْبِهِ مِنْ الْعَرْش وَهُوَ مَسْكَن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْجَنَّة كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّازِق أَخْبَرَنَا سُفْيَان عَنْ لَيْث عَنْ كَعْب عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِذَا صَلَّيْتُمْ عَلَيَّ فَسَلُوا اللَّه لِي الْوَسِيلَة قِيلَ يَا رَسُول اللَّه مَا الْوَسِيلَة ؟ فَقَالَ : أَعْلَى دَرَجَة فِي الْجَنَّة لَا يَنَالهَا إِلَّا رَجُل وَاحِد وَأَرْجُو أَنْ أَكُون أَنَا هُوَ . وَفِي صَحِيح مُسْلِم مِنْ حَدِيث كَعْب بْن عَلْقَمَة عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِذَا سَمِعْتُمْ الْمُؤَذِّن فَقُولُوا مِثْل مَا يَقُول ثُمَّ صَلُّوا عَلَيَّ فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلَاة وَاحِدَة صَلَّى اللَّه عَلَيْهِ بِهَا عَشْرًا ثُمَّ سَلُوا لِي الْوَسِيلَة فَإِنَّهَا مَنْزِلَة مِنْ الْجَنَّة لَا تَنْبَغِي إِلَّا لِعَبْدٍ مِنْ عِبَاد اللَّه وَأَرْجُو أَنْ أَكُون هُوَ فَمَنْ سَأَلَ اللَّه لِي الْوَسِيلَة حَلَّتْ عَلَيْهِ الشَّفَاعَة يَوْم الْقِيَامَة وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن عَلِيّ الْأَبَّارِيّ حَدَّثَنَا الْوَلِيد بْن عَبْد الْمَلِك الْحَرَّانِيّ حَدَّثَنَا مُوسَى بْن أَعْيَن عَنْ اِبْن أَبِي ذِئْب عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَلُوا اللَّه لِي الْوَسِيلَة فَإِنَّهُ لَمْ يَسْأَلهَا لِي عَبْد فِي الدُّنْيَا إِلَّا كُنْت لَهُ شَهِيدًا أَوْ شَفِيعًا يَوْم الْقِيَامَة رَوَاهُ الطَّبَرَانِيّ وَفِي مُسْنَد الْإِمَام أَحْمَد مِنْ حَدِيث سَعْد بْن مُجَاهِد الطَّائِيّ عَنْ أَبِي الْمُدِلَّة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قُلْنَا يَا رَسُول اللَّه حَدِّثْنَا عَنْ الْجَنَّة مَا بِنَاؤُهَا ؟ قَالَ لَبِنَة ذَهَب وَلَبِنَة فِضَّة وَمِلَاطهَا الْمِسْك وَحَصْبَاؤُهَا اللُّؤْلُؤ وَالْيَاقُوت وَتُرَابهَا الزَّعْفَرَان مَنْ يَدْخُلهَا يَنْعَم لَا يَيْأَس وَيَخْلُد لَا يَمُوت لَا تَبْلَى ثِيَابه وَلَا يَفْنَى شَبَابه وَرُوِيَ عَنْ اِبْن عُمَر مَرْفُوعًا نَحْوه وَعَنْ التِّرْمِذِيّ مِنْ حَدِيث عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ النُّعْمَان بْن سَعْد عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ فِي الْجَنَّة لَغُرَفًا يُرَى ظَاهِرهَا مِنْ بَاطِنهَا وَبَاطِنهَا مِنْ ظَاهِرهَا . فَقَامَ أَعْرَابِيّ فَقَالَ يَا رَسُول اللَّه لِمَنْ هِيَ ؟ فَقَالَ لِمَنْ طَيَّبَ الْكَلَام وَأَطْعَمَ الطَّعَام وَأَدَامَ الصِّيَام وَصَلَّى بِاللَّيْلِ وَالنَّاس نِيَام ثُمَّ قَالَ حَدِيث غَرِيب رَوَاهُ الطَّبَرَانِيّ مِنْ حَدِيث عَبْد اللَّه بْن عَمْرو الْأَشْعَرِيّ فَاَللَّه أَعْلَم وَعَنْ أُسَامَة بْن زَيْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَا هَلْ مِنْ مُشَمِّر إِلَى الْجَنَّة ؟ فَإِنَّ الْجَنَّة لَا خَطَر لَهَا هِيَ وَرَبّ الْكَعْبَة نُور يَتَلَأْلَأ وَرَيْحَانَة تَهْتَزّ وَقَصْر مَشِيد وَنَهَر مُطَّرِد وَثَمَرَة نَضِيجَة وَزَوْجَة حَسْنَاء جَمِيلَة وَحُلَل كَثِيرَة وَمَقَام فِي أَبَد فِي دَار سَلِيمَة وَفَاكِهَة وَخَضِرَة وَحَبِرَة وَنِعْمَة فِي مَحَلَّة عَلِيَّة بَهِيَّة قَالُوا نَعَمْ يَا رَسُول اللَّه نَحْنُ الْمُشَمِّرُونَ لَهَا قَالَ قُولُوا إِنْ شَاءَ اللَّه فَقَالَ الْقَوْم إِنْ شَاءَ اللَّه رَوَاهُ اِبْن مَاجَهْ وَقَوْله تَعَالَى \" وَرِضْوَان مِنْ اللَّه أَكْبَر \" أَيْ رِضَا اللَّه عَنْهُمْ أَكْبَر وَأَجَلّ وَأَعْظَم مِمَّا هُمْ فِيهِ مِنْ النَّعِيم كَمَا قَالَ الْإِمَام مَالِك رَحِمَهُ اللَّه عَنْ زَيْد بْن أَسْلَم عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّه عَزَّ وَجَلَّ يَقُول لِأَهْلِ الْجَنَّة يَا أَهْل الْجَنَّة فَيَقُولُونَ لَبَّيْكَ رَبّنَا وَسَعْدَيْك وَالْخَيْر فِي يَدك فَيَقُول هَلْ رَضِيتُمْ ؟ فَيَقُولُونَ وَمَا لَنَا لَا نَرْضَى يَا رَبّ وَقَدْ أَعْطَيْتنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقك فَيَقُول أَلَّا أُعْطِيكُمْ أَفْضَل مِنْ ذَلِكَ ؟ فَيَقُولُونَ يَا رَبّ وَأَيّ شَيْء أَفْضَل مِنْ ذَلِكَ ؟ فَيَقُول أُحِلّ عَلَيْكُمْ رِضْوَانِي فَلَا أَسْخَط عَلَيْكُمْ بَعْده أَبَدًا \" . أَخْرَجَاهُ مِنْ حَدِيث مَالِك وَقَالَ أَبُو عَبْد اللَّه الْحُسَيْن بْن إِسْمَاعِيل الْمَحَامِلِيّ حَدَّثَنَا الْفَضْل الرَّجَائِيّ حَدَّثَنَا الْفِرْيَابِيّ عَنْ سُفْيَان عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا دَخَلَ أَهْل الْجَنَّة الْجَنَّة قَالَ اللَّه عَزَّ وَجَلَّ هَلْ تَشْتَهُونَ شَيْئًا فَأَزِيدكُمْ ؟ قَالُوا يَا رَبّنَا مَا خَيْر مِمَّا أَعْطَيْتنَا ؟ قَالَ رِضْوَانِي أَكْبَر \" . وَرَوَاهُ الْبَزَّار فِي مُسْنَده مِنْ حَدِيث الثَّوْرِيّ وَقَالَ الْحَافِظ الضِّيَاء الْمَقْدِسِيّ فِي كِتَابه صِفَة الْجَنَّة هَذَا عِنْدِي عَلَى شَرْط الصَّحِيح وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43493, "aya_id": 72}]