[{"text": "لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ", "sura_id": 97, "type": 0, "id": 6128, "aya_id": 3}, {"text": "ليلة القدر خير من ألف شهر", "sura_id": 97, "type": 1, "id": 12364, "aya_id": 3}, {"text": "3 - (ليلة القدر خير من ألف شهر) ليس فيها ليلة القدر فالعمل الصالح فيها خير منه في ألف شهر ليست فيها \r\n", "sura_id": 97, "type": 2, "id": 31072, "aya_id": 3}, {"text": "ليلة القدر ليلة مباركة, فَضْلُها خير من فضل ألف شهر ليس فيها ليلة قدر.\r\n", "sura_id": 97, "type": 3, "id": 37308, "aya_id": 3}, {"text": " <font color=red>لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ</font><BR><p>قَالَ أَبُو عِيسَى التِّرْمِذِيّ عِنْد تَفْسِير هَذِه الْآيَة حَدَّثَنَا مَحْمُود بْن غَيْلَان حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا الْقَاسِم بْن الْفَضْل الْحُدَّانِيّ عَنْ يُوسُف بْن سَعْد قَالَ قَامَ رَجُل إِلَى الْحَسَن بْن عَلِيّ بَعْدَمَا بَايَعَ مُعَاوِيَة فَقَالَ سَوَّدْت وُجُوهَ الْمُؤْمِنِينَ أَوْ يَا مُسَوِّد وُجُوهِ الْمُؤْمِنِينَ فَقَالَ لَا تُؤَنِّبْنِي رَحِمَكَ اللَّه فَإِنَّ النَّبِيَّ صَلَّى اللَّه عَلَيْه وَسَلَّمَ أُرِيَ بَنِي أُمَيَّة عَلَى مِنْبَرِهِ فَسَاءَهُ ذَلِكَ فَنَزَلَتْ \" إِنَّا أَعْظَيْنَاكَ الْكَوْثَرَ \" يَا مُحَمَّد نَهَر فِي الْجَنَّة وَنَزَلَتْ \" إِنَّا أَنْزَلْنَاهُ فِي لَيْلَة الْقَدْر وَمَا أَدْرَاكَ مَا لَيْلَة الْقَدْر لَيْلَة الْقَدْر خَيْر مِنْ أَلْف شَهْر \" يَمْلِكُهَا بَعْدَكَ بَنُو أُمَيَّة يَا مُحَمَّد قَالَ الْقَاسِم : فَعَدَدْنَا فَإِذَا هِيَ أَلْف شَهْر لَا تَزِيد يَوْمًا وَلَا تَنْقُص . ثُمَّ قَالَ التِّرْمِذِيّ : هَذَا حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه مِنْ حَدِيث الْقَاسِم بْن الْفَضْل وَقَدْ قِيلَ عَنْ الْقَاسِم بْن الْفَضْل عَنْ يُوسُف بْن مَازِن وَالْقَاسِم بْن الْفَضْل الْحُدَّانِيّ هُوَ ثِقَة وَثَّقَهُ يَحْيَى الْقَطَّان وَعَبْد الرَّحْمَن بْن مَهْدِيّ قَالَ وَشَيْخه يُوسُف بْن سَعْد وَيُقَال يُوسُف بْن مَازِن رَجُل مَجْهُول وَلَا يُعْرَف هَذَا الْحَدِيث عَلَى هَذَا اللَّفْظ إِلَّا مِنْ هَذَا الْوَجْه وَقَدْ رَوَى هَذَا الْحَدِيث الْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق الْقَاسِم بْن الْفَضْل عَنْ يُوسُف بْن مَازِن بِهِ وَقَوْل التِّرْمِذِيّ إِنَّ يُوسُف هَذَا مَجْهُول فِيهِ نَظَر فَإِنَّهُ قَدْ رَوَى عَنْهُ جَمَاعَة مِنْهُمْ حَمَّاد بْن سَلَمَة وَخَالِد الْحَذَّاء وَيُونُس بْن عُبَيْد وَفَالَ فِيهِ يَحْيَى بْن مَعِين هُوَ مَشْهُور وَفِي رِوَايَة عَنْ اِبْن مَعِين هُوَ ثِقَة وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق الْقَاسِم بْن الْفَضْل عَنْ يُوسُف بْن مَازِن كَذَا قَالَ وَقَدْ يَقْتَضِي اِضْطِرَابًا فِي هَذَا الْحَدِيث وَاَللَّه أَعْلَم . ثُمَّ هَذَا الْحَدِيث عَلَى كُلّ تَقْدِير مُنْكَر جِدًّا قَالَ شَيْخنَا الْإِمَام الْحَافِظ الْحُجَّة أَبُو الْحَجَّاج الْمِزِّيّ هُوَ حَدِيث مُنْكَر \" قُلْت \" وَقَوْل الْقَاسِم بْن الْفَضْل الْحُدَّانِيّ إِنَّهُ حَسَبَ مُدَّة بَنِي أُمَيَّة فَوَجَدَهَا أَلْف شَهْر لَا تَزِيد يَوْمًا وَلَا تَنْقُص لَيْسَ بِصَحِيحٍ فَإِنَّ مُعَاوِيَة بْن أَبِي سُفْيَان رَضِيَ اللَّه عَنْهُ اِسْتَقَلَّ بِالْمُلْكِ حِين سَلَّمَ إِلَيْهِ الْحَسَن بْن عَلِيّ الْإِمْرَة سَنَة أَرْبَعِينَ وَاجْتَمَعَتْ الْبَيْعَة لِمُعَاوِيَةَ سُمِّيَ ذَلِكَ عَام الْجَمَاعَة ثُمَّ اِسْتَمَرُّوا فِيهَا مُتَتَابِعِينَ بِالشَّامِ وَغَيْرهَا لَمْ تَخْرُج عَنْهُمْ إِلَّا مُدَّة دَوْلَة عَبْد اللَّه بْن الزُّبَيْر فِي الْحَرَمَيْنِ وَالْأَهْوَاز وَبَعْض الْبِلَاد قَرِيبًا مِنْ تِسْع سِنِينَ لَكِنْ لَمْ تَزُلْ يَدهمْ عَنْ الْإِمْرَة بِالْكُلِّيَّةِ بَلْ عَنْ بَعْض الْبِلَاد إِلَى أَنْ اِسْتَلَبَهُمْ بَنُو الْعَبَّاس الْخِلَافَة فِي سَنَة اِثْنَتَيْنِ وَثَلَاثِينَ وَمِائَة فَيَكُون مَجْمُوع مُدَّتهمْ اِثْنَتَيْنِ وَتِسْعِينَ سَنَة وَذَلِكَ أَزْيَد مِنْ أَلْف شَهْر فَإِنَّ الْأَلْف شَهْر عِبَارَة عَنْ ثَلَاث وَثَمَانِينَ سَنَة وَأَرْبَعَة أَشْهُر وَكَأَنَّ الْقَاسِم بْن الْفَضْل أَسْقَطَ مِنْ مُدَّتهمْ أَيَّام اِبْن الزُّبَيْر وَعَلَى هَذَا فَيُقَارِب مَا قَالَهُ الصِّحَّة فِي الْحِسَاب وَاَللَّه أَعْلَم . وَمِمَّا يَدُلّ عَلَى ضَعْف هَذَا الْحَدِيث أَنَّهُ سِيقَ لِذَمِّ بَنِي أُمَيَّة وَلَوْ أُرِيد ذَلِكَ لَمْ يَكُنْ بِهَذَا السِّيَاق فَإِنَّ تَفْضِيل لَيْلَة الْقَدْر عَلَى أَيَّامهمْ لَا يَدُلّ عَلَى ذَمّ أَيَّامهمْ فَإِنَّ لَيْلَة الْقَدْر شَرِيفَة جِدًّا وَالسُّورَة الْكَرِيمَة إِنَّمَا جَاءَتْ لِمَدْحِ لَيْلَة الْقَدْر فَكَيْفَ تُمْدَح بِتَفْضِيلِهَا عَلَى أَيَّام بَنِي أُمَيَّة الَّتِي هِيَ مَذْمُومَة بِمُقْتَضَى هَذَا الْحَدِيث وَهَلْ هَذَا إِلَّا كَمَا قَالَ الْقَائِل : أَلَمْ تَرَ أَنَّ السَّيْفَ يَنْقُصُ قَدْرُهُ إِذَا قِيلَ إِنَّ السَّيْفَ أَمْضَى مِنْ الْعَصَا وَقَالَ آخَر : إِذَا أَنْتَ فَضَّلْت اِمْرَأً ذَا بَرَاعَة عَلَى نَاقِص كَانَ الْمَدِيح مِنْ النَّقْص ثُمَّ الَّذِي يَفْهَم الْآيَة أَنَّ الْأَلْف شَهْر الْمَذْكُورَة فِي الْآيَة هِيَ أَيَّام بَنِي أُمَيَّة وَالسُّورَة مَكِّيَّة فَكَيْف يُحَال عَلَى أَلْف شَهْر هِيَ دَوْلَة بَنِي أُمَيَّة وَلَا يَدُلّ عَلَيْهَا لَفْظ الْآيَة وَلَا مَعْنَاهَا وَالْمِنْبَر إِنَّمَا صُنِعَ بِالْمَدِينَةِ بَعْد مُدَّة مِنْ الْهِجْرَة فَهَذَا كُلُّهُ مِمَّا يَدُلّ عَلَى ضَعْف الْحَدِيث وَنَكَارَته وَاَللَّه أَعْلَم . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا مُسْلِم يَعْنِي اِبْن خَالِد عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ رَجُلًا مِنْ بَنِي إِسْرَائِيل لَبِسَ السِّلَاح فِي سَبِيل اللَّه أَلْف شَهْر قَالَ فَعَجِبَ الْمُسْلِمُونَ مِنْ ذَلِكَ قَالَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ \" إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ وَمَا أَدْرَاك مَا لَيْلَةُ الْقَدْرِ لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ \" الَّتِي لَبِسَ ذَلِكَ الرَّجُل السِّلَاح فِي سَبِيل اللَّه أَلْف شَهْر . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا حَكَّام بْن مُسْلِم عَنْ الْمُثَنَّى بْن الصَّبَّاح عَنْ مُجَاهِد قَالَ كَانَ فِي بَنِي إِسْرَائِيل رَجُل يَقُوم اللَّيْل حَتَّى يُصْبِح ثُمَّ يُجَاهِد الْعَدُوّ بِالنَّهَارِ حَتَّى يُمْسِي فَفَعَلَ ذَلِكَ أَلْف شَهْر فَأَنْزَلَ اللَّه هَذِهِ الْآيَة\" لَيْلَة الْقَدْر خَيْر مِنْ أَلْف شَهْر \" قِيَام تِلْكَ اللَّيْلَة خَيْر مِنْ عَمَل ذَلِكَ الرَّجُل . وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا يُونُس أَخْبَرَنَا اِبْن وَهْب حَدَّثَنِي مَسْلَمَة بْن عَلِيّ عَنْ عَلِيّ بْن عُرْوَة قَالَ : ذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا أَرْبَعَة مِنْ بَنِي إِسْرَائِيل عَبَدُوا اللَّه ثَمَانِينَ عَامًا لَمْ يَعْصُوهُ طَرْفَة عَيْن فَذَكَرَ أَيُّوب وَزَكَرِيَّا وَحِزْقِيل بْن الْعَجُوز وَيُوشَع بْن نُون قَالَ فَعَجِبَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ ذَلِكَ فَأَتَاهُ جِبْرِيل فَقَالَ يَا مُحَمَّد عَجِبَتْ أُمَّتُك مِنْ عِبَادَة هَؤُلَاءِ النَّفَر ثَمَانِينَ سَنَة لَمْ يَعْصُوهُ طَرْفَة عَيْن فَقَدْ أَنْزَلَ اللَّه خَيْرًا مِنْ ذَلِكَ فَقَرَأَ عَلَيْهِ \" إِنَّا أَنْزَلْنَاهُ فِي لَيْلَة الْقَدْر وَمَا أَدْرَاك مَا لَيْلَة الْقَدْر لَيْلَة الْقَدْر خَيْر مِنْ أَلْف شَهْر \" هَذَا أَفْضَل مِمَّا عَجِبْت أَنْتَ وَأُمَّتك قَالَ فَسُرَّ بِذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالنَّاس مَعَهُ . وَقَالَ سُفْيَان الثَّوْرِيّ بَلَغَنِي عَنْ مُجَاهِد لَيْلَة الْقَدْر خَيْر مِنْ أَلْف شَهْر قَالَ عَمَلهَا وَصِيَامهَا وَقِيَامهَا خَيْر مِنْ أَلْف شَهْر رَوَاهُ اِبْن جَرِير . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا اِبْن أَبِي زَائِدَة عَنْ اِبْن جُرَيْج عَنْ مُجَاهِد لَيْلَة الْقَدْر خَيْر مِنْ أَلْف شَهْر لَيْسَ فِي تِلْكَ الشُّهُور لَيْلَة الْقَدْر وَهَكَذَا قَالَ قَتَادَة بْن دِعَامَة وَالشَّافِعِيّ وَغَيْر وَاحِد وَقَالَ عَمْرو بْن قَيْس الْمُلَائِيّ عَمَلٌ فِيهَا خَيْرٌ مِنْ عَمَل أَلْف شَهْر وَهَذَا الْقَوْل بِأَنَّهَا أَفْضَل مِنْ عِبَادَة أَلْف شَهْر لَيْسَ فِيهَا لَيْلَة الْقَدْر هُوَ اِخْتِيَار اِبْن جَرِير وَهُوَ الصَّوَاب لَا مَا عَدَاهُ وَهُوَ كَقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رِبَاط لَيْلَة فِي سَبِيل اللَّه مِنْ أَلْف لَيْلَة فِيمَا سِوَاهُ مِنْ الْمَنَازِل \" رَوَاهُ أَحْمَد وَكَمَا جَاءَ فِي قَاصِد الْجُمُعَة بِهَيْئَةِ حَسَنَة وَنِيَّة صَالِحَة أَنَّهُ لَهُ عَمَل سَنَة أَجْر صِيَامهَا وَقِيَامهَا إِلَى غَيْر ذَلِكَ مِنْ الْمَعَانِي الْمُشَابِهَة لِذَلِكَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا أَيُّوب عَنْ أَبِي قِلَابَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : لَمَّا حَضَرَ رَمَضَان قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدْ جَاءَكُمْ شَهْرُ رَمَضَان شَهْرٌ مُبَارَكٌ اِفْتَرَضَ اللَّهُ عَلَيْكُمْ صِيَامَهُ تُفْتَح فِيهِ أَبْوَاب الْجَنَّة وَتُغْلَق فِيهِ أَبْوَابُ الْجَحِيم وَتُغَلُّ فِيهِ الشَّيَاطِين فِيهِ لَيْلَة خَيْرٌ مِنْ أَلْف شَهْر مَنْ حَرُمَ خَيْرهَا فَقَدْ حُرِمَ \" وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث أَيُّوب بِهِ وَلَمَّا كَانَتْ لَيْلَة الْقَدْر تَعْدِل عِبَادَتهَا عِبَادَة أَلْف شَهْر ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ قَامَ لَيْلَة الْقَدْر إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ \" .</p><BR> <br> ", "sura_id": 97, "type": 4, "id": 43627, "aya_id": 3}]