[{"text": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ", "sura_id": 38, "type": 0, "id": 4004, "aya_id": 34}, {"text": "ولقد فتنا سليمان وألقينا على كرسيه جسدا ثم أناب", "sura_id": 38, "type": 1, "id": 10240, "aya_id": 34}, {"text": "34 - (ولقد فتنا سليمان) ابتليناه بسلب ملكه وذلك لتزوجه بامرأة عشقها وكانت تعبد الصنم في داره من غير علمه وكان ملكه في خاتمه فنزعه مرة عند إرادة الخلاء ووضعه عند امرأته المسماة بالأمنية على عادته فجاءها جني في صورة سليمان فأخذه منها (وألقينا على كرسيه جسدا) هو ذلك الجني وهو صخر أو غيره جلس على كرسي سليمان وعكفت عليه الطير وغيرها فخرج سليمان في غير هيئته فرآه على كرسيه وقال للناس أنا سليمان فأنكروه (ثم أناب) رجع إلى ملكه بعد أيام بأن وصل إلى الخاتم فلبسه وجلس على كرسيه \r\n", "sura_id": 38, "type": 2, "id": 28948, "aya_id": 34}, {"text": "ولقد ابتلينا سليمان وألقينا على كرسيه شق وَلَد, وُلِد له حين أقسم ليطوفنَّ على نسائه, وكلهن تأتي بفارس يجاهد في سبيل الله, ولم يقل: إن شاء الله، فطاف عليهن جميعًا، فلم تحمل منهن إلا امرأة واحدة جاءت بشق ولد, ثم رجع سيمان إلى ربه وتاب، \r\n", "sura_id": 38, "type": 3, "id": 35184, "aya_id": 34}, {"text": " <font color=red>وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ</font><BR><p>يَقُول تَعَالَى \" وَلَقَدْ فَتَنَّا سُلَيْمَان \" أَيْ اِخْتَبَرْنَاهُ بِأَنْ سَلَبْنَاهُ الْمُلْك \" وَأَلْقَيْنَا عَلَى كُرْسِيّه جَسَدًا \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَغَيْرهمْ يَعْنِي شَيْطَانًا \" ثُمَّ أَنَابَ\" أَيْ رَجَعَ إِلَى مُلْكه وَسُلْطَانه وَأُبَّهَته قَالَ اِبْن جَرِير وَكَانَ اِسْم ذَلِكَ الشَّيْطَان صَخْرًا قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَقَتَادَة وَقِيلَ آصَف قَالَهُ مُجَاهِد وَقِيلَ آصَر وَقَالَهُ مُجَاهِد أَيْضًا وَقِيلَ حبيق قَالَهُ السُّدِّيّ وَقَدْ ذَكَرُوا هَذِهِ الْقِصَّة مَبْسُوطَة وَمُخْتَصَرَة وَقَدْ قَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة قَالَ أُمِرَ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام بِبِنَاءِ بَيْت الْمَقْدِس فَقِيلَ لَهُ اِبْنِهِ وَلَا يُسْمَع فِيهِ صَوْت حَدِيد قَالَ فَطَلَبَ ذَلِكَ فَلَمْ يَقْدِر عَلَيْهِ فَقِيلَ لَهُ إِنَّ شَيْطَانًا فِي الْبَحْر يُقَال لَهُ صَخْر شِبْه الْمَارِد قَالَ فَطَلَبَهُ وَكَانَتْ فِي الْبَحْر عَيْن يَرِدُهَا فِي كُلّ سَبْعَة أَيَّام مَرَّة فَنَزَحَ مَاءَهَا وَجَعَلَ فِيهَا خَمْرًا فَجَاءَ يَوْم وُرُوده فَإِذَا هُوَ بِالْخَمْرِ فَقَالَ إِنَّك لَشَرَاب طَيِّب إِلَّا أَنَّك تُصْبِينَ الْحَلِيم وَتَزِيدِينَ الْجَاهِل جَهْلًا قَالَ ثُمَّ رَجَعَ حَتَّى عَطِشَ عَطَشًا شَدِيدًا ثُمَّ أَتَاهَا فَقَالَ إِنَّك لَشَرَاب طَيِّب إِلَّا أَنَّك تُصْبِينَ الْحَلِيم وَتَزِيدِينَ الْجَاهِل جَهْلًا قَالَ ثُمَّ شَرِبَهَا حَتَّى غَلَبَ عَلَى عَقْله قَالَ فَأُرِيَ الْخَاتَم أَوْ خُتِمَ بِهِ بَيْن كَتِفَيْهِ فَذَلَّ قَالَ وَكَانَ مُلْكه فِي خَاتَمه فَأُتِيَ بِهِ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام فَقَالَ إِنَّا قَدْ أُمِرْنَا بِبِنَاءِ هَذَا الْبَيْت وَقِيلَ لَنَا لَا يُسْمَعَنَّ فِيهِ صَوْت حَدِيد قَالَ فَأَتَى بِبَيْضِ الْهُدْهُد فَجَعَلَ عَلَيْهِ زُجَاجَة فَجَاءَ الْهُدْهُد فَدَار حَوْلهَا فَجَعَلَ يَرَى بَيْضه وَلَا يَقْدِر عَلَيْهِ فَذَهَبَ فَجَاءَ بِالْمَاسِ فَوَضَعَهُ عَلَيْهِ فَقَطَعَهَا بِهِ حَتَّى أَفْضَى إِلَى بَيْضه فَأَخَذَ الْمَاس فَجَعَلُوا يَقْطَعُونَ بِهِ الْحِجَارَة وَكَانَ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام إِذَا أَرَادَ أَنْ يَدْخُل الْخَلَاء أَوْ الْحَمَّام لَمْ يَدْخُل بِالْخَاتَمِ فَانْطَلَقَ يَوْمًا إِلَى الْحَمَّام وَذَلِكَ الشَّيْطَان صَخْر مَعَهُ وَذَلِكَ عِنْد مُقَارَفَة قَارَفَ فِيهَا بَعْض نِسَائِهِ قَالَ فَدَخَلَ الْحَمَّام وَأَعْطَى الشَّيْطَان خَاتَمه فَأَلْقَاهُ فِي الْبَحْر فَالْتَقَمَتْهُ سَمَكَة وَنُزِعَ مُلْك سُلَيْمَان مِنْهُ وَأُلْقِيَ عَلَى الشَّيْطَان شَبَه سُلَيْمَان قَالَ فَجَاءَ فَقَعَدَ عَلَى كُرْسِيّه وَسَرِيره وَسُلِّطَ عَلَى مُلْك سُلَيْمَان كُلّه غَيْر نِسَائِهِ قَالَ فَجَعَلَ يَقْضِي بَيْنهمْ وَجَعَلُوا يُنْكِرُونَ مِنْهُ أَشْيَاء حَتَّى قَالُوا لَقَدْ فُتِنَ نَبِيّ اللَّه وَكَانَ فِيهِمْ رَجُل يُشَبِّهُونَهُ بِعُمَرَ بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فِي الْقُوَّة فَقَالَ وَاَللَّه لَأُجَرِّبَنَّهُ قَالَ فَقَالَ يَا نَبِيّ اللَّه وَهُوَ لَا يَرَى إِلَّا أَنَّهُ نَبِيّ اللَّه أَحَدنَا تُصِيبهُ الْجَنَابَة فِي اللَّيْلَة الْبَارِدَة فَيَدَع الْغُسْل عَمْدًا حَتَّى تَطْلُع الشَّمْس أَتَرَى عَلَيْهِ بَأْسًا ؟ قَالَ لَا فَبَيْنَمَا هُوَ كَذَلِكَ أَرْبَعِينَ لَيْلَة إِذْ وَجَدَ نَبِيّ اللَّه خَاتَمه فِي بَطْن سَمَكَة فَأَقْبَلَ فَجَعَلَ لَا يَسْتَقْبِلهُ جِنِّيّ وَلَا طَيْر إِلَّا سَجَدَ لَهُ حَتَّى اِنْتَهَى إِلَيْهِمْ \" وَأَلْقَيْنَا عَلَى كُرْسِيّه جَسَدًا \" قَالَ هُوَ الشَّيْطَان صَخْر وَقَالَ السُّدِّيّ \" وَلَقَدْ فَتَنَّا سُلَيْمَان \" أَيْ اِبْتَلَيْنَا سُلَيْمَان \" وَأَلْقَيْنَا عَلَى كُرْسِيّه جَسَدًا \" قَالَ شَيْطَانًا جَلَسَ عَلَى كُرْسِيّه أَرْبَعِينَ يَوْمًا قَالَ كَانَ لِسُلَيْمَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام مِائَة اِمْرَأَة وَكَانَتْ اِمْرَأَة مِنْهُنَّ يُقَال لَهَا جَرَادَة وَهِيَ آثَر نِسَائِهِ وَآمَنهُنَّ عِنْده وَكَانَ إِذَا أَجْنَبَ أَوْ أَتَى حَاجَة نَزَعَ خَاتَمه وَلَمْ يَأْمَن عَلَيْهِ أَحَدًا مِنْ النَّاس غَيْرهَا فَأَعْطَاهَا يَوْمًا خَاتَمه وَدَخَلَ الْخَلَاء فَخَرَجَ الشَّيْطَان فِي صُورَته فَقَالَ هَاتِي الْخَاتَم فَأَعْطَتْهُ فَجَاءَ حَتَّى جَلَسَ عَلَى مَجْلِس سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام وَخَرَجَ سُلَيْمَان بَعْد ذَلِكَ فَسَأَلَهَا أَنْ تُعْطِيه خَاتَمه فَقَالَتْ أَلَمْ تَأْخُذهُ قَبْل ؟ قَالَ لَا وَخَرَجَ كَأَنَّهُ تَائِهٌ وَمَكَثَ الشَّيْطَان يَحْكُم بَيْن النَّاس أَرْبَعِينَ يَوْمًا قَالَ فَأَنْكَرَ النَّاس أَحْكَامه فَاجْتَمَعَ قُرَّاء بَنِي إِسْرَائِيل وَعُلَمَاؤُهُمْ فَجَاءُوا حَتَّى دَخَلُوا عَلَى نِسَائِهِ فَقَالُوا لَهُنَّ إِنَّا قَدْ أَنْكَرْنَا هَذَا فَإِنْ كَانَ سُلَيْمَان فَقَدْ ذَهَبَ عَقْله وَأَنْكَرْنَا أَحْكَامه قَالَ فَبَكَى النِّسَاء عِنْد ذَلِكَ قَالَ فَأَقْبَلُوا يَمْشُونَ حَتَّى أَتَوْهُ فَأَحْدَقُوا بِهِ ثُمَّ نَشَرُوا يَقْرَءُونَ التَّوْرَاة قَالَ فَطَارَ مِنْ بَيْن أَيْدِيهمْ حَتَّى وَقَعَ عَلَى شُرْفَة وَالْخَاتَم مَعَهُ ثُمَّ طَارَ حَتَّى ذَهَبَ إِلَى الْبَحْر فَوَقَعَ الْخَاتَم مِنْهُ فِي الْبَحْر فَابْتَلَعَهُ حُوت مِنْ حِيتَان الْبَحْر قَالَ وَأَقْبَلَ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام فِي حَاله الَّتِي كَانَ فِيهَا حَتَّى اِنْتَهَى إِلَى صَيَّاد مِنْ صَيَّادِي الْبَحْر وَهُوَ جَائِع وَقَدْ اِشْتَدَّ جُوعه فَسَأَلَهُمْ مِنْ صَيْدهمْ وَقَالَ إِنِّي أَنَا سُلَيْمَان فَقَامَ إِلَيْهِ بَعْضهمْ فَضَرَبَهُ بِعَصًا فَشَجَّهُ فَجَعَلَ يَغْسِل دَمه وَهُوَ عَلَى شَاطِئ الْبَحْر فَلَامَ الصَّيَّادُونَ صَاحِبهمْ الَّذِي ضَرَبَهُ فَقَالُوا بِئْسَ مَا صَنَعْت حَيْثُ ضَرَبْته قَالَ إِنَّهُ زَعَمَ أَنَّهُ سُلَيْمَان قَالَ فَأَعْطَوْهُ سَمَكَتَيْنِ مِمَّا قَدْ مَذِرَ عِنْدهمْ وَلَمْ يَشْغَلهُ مَا كَانَ بِهِ مِنْ الضَّرْب حَتَّى قَامَ إِلَى شَاطِئ الْبَحْر فَشَقَّ بُطُونهمَا فَجَعَلَ يَغْسِل فَوَجَدَ خَاتَمه فِي بَطْن إِحْدَاهُمَا فَأَخَذَهُ فَلَبِسَهُ فَرَدَّ اللَّه عَلَيْهِ بَهَاءَهُ وَمُلْكه فَجَاءَتْ الطَّيْر حَتَّى حَامَتْ عَلَيْهِ فَعَرَفَ الْقَوْم أَنَّهُ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام فَقَامَ الْقَوْم يَعْتَذِرُونَ مِمَّا صَنَعُوا فَقَالَ مَا أَحْمَدكُمْ عَلَى عُذْركُمْ وَلَا أَلُومكُمْ عَلَى مَا كَانَ مِنْكُمْ كَانَ هَذَا الْأَمْر لَا بُدّ مِنْهُ قَالَ فَجَاءَ حَتَّى أَتَى مُلْكه وَأَرْسَلَ إِلَى الشَّيْطَان فَجِيءَ بِهِ فَأَمَرَ بِهِ فَجُعِلَ فِي صُنْدُوق مِنْ حَدِيد ثُمَّ أَطْبَقَ عَلَيْهِ وَقَفَلَ عَلَيْهِ بِقُفْلٍ وَخَتَمَ عَلَيْهِ بِخَاتَمِهِ ثُمَّ أَمَرَ بِهِ فَأُلْقِيَ فِي الْبَحْر فَهُوَ فِيهِ حَتَّى تَقُوم السَّاعَة وَكَانَ اِسْمه حبقيق قَالَ وَسَخَّرَ اللَّه لَهُ الرِّيح وَلَمْ تَكُنْ سُخِّرَتْ لَهُ قَبْل ذَلِكَ وَهُوَ قَوْله \" وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّك أَنْتَ الْوَهَّاب \" وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَأَلْقَيْنَا عَلَى كُرْسِيّه جَسَدًا \" قَالَ شَيْطَانًا يُقَال لَهُ آصَف فَقَالَ لَهُ سُلَيْمَان عَلَيْهِ السَّلَام كَيْفَ تَفْتِنُونَ النَّاس ؟ قَالَ أَرِنِي خَاتَمك أُخْبِرك فَلَمَّا أَعْطَاهُ إِيَّاهُ نَبَذَهُ آصَف فِي الْبَحْر فَسَاحَ سُلَيْمَان عَلَيْهِ السَّلَام وَذَهَبَ مُلْكه وَقَعَدَ آصَف عَلَى كُرْسِيّه وَمَنَعَهُ اللَّه تَبَارَكَ وَتَعَالَى مِنْ نِسَاء سُلَيْمَان فَلَمْ يَقْرَبهُنَّ وَلَمْ يَقْرَبْنَهُ وَأَنْكَرْنَهُ قَالَ فَكَانَ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام يَسْتَطْعِم فَيَقُول أَتَعْرِفُونَنِي ؟ أَطْعِمُونِي أَنَا سُلَيْمَان فَيُكَذِّبُونَهُ حَتَّى أَعْطَتْهُ اِمْرَأَته يَوْمًا حُوتًا فَفَتَحَ بَطْنه فَوَجَدَ خَاتَمه فِي بَطْنه فَرَجَعَ إِلَيْهِ مُلْكه وَفَرَّ آصَف فَدَخَلَ الْبَحْر هَذِهِ كُلّهَا مِنْ الْإِسْرَائِيلِيَّات وَمِنْ أَنْكَرهَا مَا قَالَهُ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن الْعَلَاء وَعُثْمَان بْن أَبِي شَيْبَة وَعَلِيّ بْن مُحَمَّد قَالُوا حَدَّثَنَا أَبُو مُعَاوِيَة أَخْبَرَنَا الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" وَأَلْقَيْنَا عَلَى كُرْسِيّه جَسَدًا ثُمَّ أَنَابَ \" قَالَ أَرَادَ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام أَنْ يَدْخُل الْخَلَاء فَأَعْطَى الْجَرَادَة خَاتَمه وَكَانَتْ الْجَرَادَة اِمْرَأَته وَكَانَتْ أَحَبّ نِسَائِهِ إِلَيْهِ فَجَاءَ الشَّيْطَان فِي صُورَة سُلَيْمَان فَقَالَ لَهَا هَاتِي خَاتَمِي فَأَعْطَتْهُ إِيَّاهُ فَلَمَّا لَبِسَهُ دَانَتْ لَهُ الْإِنْس وَالْجِنّ وَالشَّيَاطِين فَلَمَّا خَرَجَ سُلَيْمَان عَلَيْهِ السَّلَام مِنْ الْخَلَاء قَالَ لَهَا هَاتِي خَاتَمِي قَالَتْ قَدْ أَعْطَيْته سُلَيْمَان قَالَ أَنَا سُلَيْمَان قَالَتْ كَذَبْت مَا أَنْتَ بِسُلَيْمَانَ فَجَعَلَ لَا يَأْتِي أَحَدًا يَقُول لَهُ أَنَا سُلَيْمَان إِلَّا كَذَّبَهُ حَتِّي جَعَلَ الصِّبْيَان يَرْمُونَهُ بِالْحِجَارَةِ فَلَمَّا رَأَى ذَلِكَ سُلَيْمَان عَرَفَ أَنَّهُ مِنْ أَمْر اللَّه عَزَّ وَجَلَّ قَالَ وَقَامَ الشَّيْطَان يَحْكُم بَيْن النَّاس فَلَمَّا أَرَادَ اللَّه تَبَارَكَ وَتَعَالَى أَنْ يَرُدَّ عَلَى سُلَيْمَان سُلْطَانه أَلْقَى فِي قُلُوب النَّاس إِنْكَار ذَلِكَ الشَّيْطَان قَالَ فَأَرْسَلُوا إِلَى نِسَاء سُلَيْمَان فَقَالُوا لَهُنَّ أَتُنْكِرْنَ مِنْ سُلَيْمَان شَيْئًا ؟ قُلْنَ نَعَمْ إِنَّهُ يَأْتِينَا وَنَحْنُ حُيَّض وَمَا كَانَ يَأْتِينَا قَبْل ذَلِكَ فَلَمَّا رَأَى الشَّيْطَان أَنَّهُ قَدْ فُطِنَ لَهُ ظَنَّ أَنَّ أَمْره قَدْ اِنْقَطَعَ فَكَتَبُوا كُتُبًا فِيهَا سِحْر وَكُفْر فَدَفَنُوهَا تَحْت كُرْسِيّ سُلَيْمَان ثُمَّ أَثَارُوهَا وَقَرَءُوهَا عَلَى النَّاس وَقَالُوا بِهَذَا كَانَ يَظْهَر سُلَيْمَان عَلَى النَّاس وَيَغْلِبهُمْ فَأَكْفَرَ النَّاسُ سُلَيْمَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام فَلَمْ يَزَالُوا يُكَفِّرُونَهُ وَبَعَثَ ذَلِكَ الشَّيْطَان بِالْخَاتَمِ فَطَرَحَهُ فِي الْبَحْر فَتَلَقَّتْهُ سَمَكَة فَأَخَذَهُ وَكَانَ سُلَيْمَان عَلَيْهِ السَّلَام يَحْمِل عَلَى شَطّ الْبَحْر بِالْأَجْرِ فَجَاءَ رَجُل فَاشْتَرَى سَمَكًا فِيهِ تِلْكَ السَّمَكَة الَّتِي فِي بَطْنهَا الْخَاتَم فَدَعَا سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام فَقَالَ تَحْمِل لِي هَذَا السَّمَك ؟ فَقَالَ نَعَمْ قَالَ بِكَمْ ؟ قَالَ بِسَمَكَةٍ مِنْ هَذَا السَّمَك قَالَ فَحَمَلَ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام السَّمَك ثُمَّ اِنْطَلَقَ بِهِ إِلَى مَنْزِله فَلَمَّا اِنْتَهَى الرَّجُل إِلَى بَابه أَعْطَاهُ تِلْكَ السَّمَكَة الَّتِي فِي بَطْنهَا الْخَاتَم فَأَخَذَهَا سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام فَشَقَّ بَطْنهَا فَإِذَا الْخَاتَم فِي جَوْفهَا فَأَخَذَهُ فَلَبِسَهُ قَالَ فَلَمَّا لَبِسَهُ دَانَتْ لَهُ الْجِنّ وَالْإِنْس وَالشَّيَاطِين وَعَادَ إِلَى حَاله وَهَرَبَ الشَّيْطَان حَتَّى لَحِقَ بِجَزِيرَةٍ مِنْ جَزَائِر الْبَحْر فَأَرْسَلَ سُلَيْمَان عَلَيْهِ السَّلَام فِي طَلَبه وَكَانَ شَيْطَانًا مَرِيدًا فَجَعَلُوا يَطْلُبُونَهُ وَلَا يَقْدِرُونَ عَلَيْهِ حَتَّى وَجَدُوهُ يَوْمًا نَائِمًا فَجَاءُوا فَبَنَوْا عَلَيْهِ بُنْيَانًا مِنْ رَصَاص فَاسْتَيْقَظَ فَوَثَبَ فَجَعَلَ لَا يَثِب فِي مَكَان مِنْ الْبَيْت إِلَّا انْمَاطَ مَعَهُ مِنْ الرَّصَاص قَالَ فَأَخَذُوهُ فَأَوْثَقُوهُ وَجَاءُوا بِهِ إِلَى سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام فَأَمَرَ بِهِ فَنُقِرَ لَهُ تَخْت مِنْ رُخَام ثُمَّ أُدْخِلَ فِي جَوْفه ثُمَّ سُدَّ بِالنُّحَاسِ ثُمَّ أُمِرَ بِهِ فَطُرِحَ فِي الْبَحْر فَذَلِكَ قَوْله تَبَارَكَ وَتَعَالَى \" وَلَقَدْ فَتَنَّا سُلَيْمَان وَأَلْقَيْنَا عَلَى كُرْسِيّه جَسَدًا \" ثُمَّ أَنَابَ يَعْنِي الشَّيْطَان الَّذِي كَانَ سُلِّطَ عَلَيْهِ إِسْنَاده إِلَى اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَوِيّ وَلَكِنَّ الظَّاهِر أَنَّهُ إِنَّمَا تَلَقَّاهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا إِنْ صَحَّ عَنْهُ مِنْ أَهْل الْكِتَاب وَفِيهِمْ طَائِفَة لَا يَعْتَقِدُونَ نُبُوَّة سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام فَالظَّاهِر أَنَّهُمْ يَكْذِبُونَ عَلَيْهِ وَلِهَذَا كَانَ فِي السِّيَاق مُنْكَرَات مِنْ أَشَدِّهَا ذِكْر النِّسَاء فَإِنَّ الْمَشْهُور عَنْ مُجَاهِد وَغَيْر وَاحِد مِنْ أَئِمَّة السَّلَف أَنَّ ذَلِكَ الْجِنِّيّ لَمْ يُسَلَّط عَلَى نِسَاء سُلَيْمَان بَلْ عَصَمَهُنَّ اللَّه عَزَّ وَجَلَّ مِنْهُ تَشْرِيفًا وَتَكْرِيمًا لِنَبِيِّهِ عَلَيْهِ السَّلَام وَقَدْ رُوِيَتْ هَذِهِ الْقِصَّة مُطَوَّلَة عَنْ جَمَاعَة مِنْ السَّلَف رَضِيَ اللَّه عَنْهُمْ كَسَعِيدِ بْن الْمُسَيِّب وَزَيْد بْن أَسْلَم وَجَمَاعَة آخَرِينَ وَكُلّهَا مُتَلَقَّاة مِنْ قَصَص أَهْل الْكِتَاب وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم بِالصَّوَابِ وَقَالَ يَحْيَى بْن أَبِي عَرُوبَة الشَّيْبَانِيّ : وَجَدَ سُلَيْمَان خَاتَمه بِعَسْقَلَانَ فَمَشَى فِي حُرْقَة إِلَى بَيْت الْمَقْدِس تَوَاضُعًا لِلَّهِ عَزَّ وَجَلَّ رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ رَوَى اِبْن أَبِي حَاتِم عَنْ كَعْب الْأَحْبَار فِي صِفَة كُرْسِيّ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام خَبَرًا عَجِيبًا فَقَالَ حَدَّثَنَا أَبِي رَحِمَهُ اللَّه حَدَّثَنَا أَبُو صَالِح كَاتِب اللَّيْث أَخْبَرَنِي أَبُو إِسْحَاق الْمِصْرِيّ عَنْ كَعْب الْأَحْبَار أَنَّهُ لَمَّا فَرَغَ مِنْ حَدِيث إِرَم ذَات الْعِمَاد قَالَ لَهُ مُعَاوَمَة يَا أَبَا إِسْحَاق أَخْبِرْنِي عَنْ كُرْسِيّ سُلَيْمَان بْن دَاوُد عَلَيْهِمَا الصَّلَاة وَالسَّلَام وَمَا كَانَ عَلَيْهِ وَمِنْ أَيّ شَيْء هُوَ ؟ فَقَالَ كَانَ كُرْسِيّ سُلَيْمَان مِنْ أَنْيَاب الْفِيَلَة مُرَصَّعًا بِالدُّرِّ وَالْيَاقُوت وَالزَّبَرْجَد وَاللُّؤْلُؤ وَقَدْ جَعَلَ لَهُ دَرَجَة مِنْهَا مُفَصَّصًا بِالدُّرِّ وَالْيَاقُوت وَالزَّبَرْجَد ثُمَّ أَمَرَ بِالْكُرْسِيِّ فَحُفَّ مِنْ جَانِبَيْهِ بِالنَّخْلِ نَخْل مِنْ ذَهَب شَمَارِيخهَا مِنْ يَاقُوت وَزَبَرْجَد وَلُؤْلُؤ وَجَعَلَ عَلَى رُءُوس النَّخْل الَّتِي عَنْ يَمِين الْكُرْسِيّ طَوَاوِيس مِنْ ذَهَب ثُمَّ جَعَلَ عَلَى رُؤُوس النَّخْل الَّتِي عَلَى يَسَار الْكُرْسِيّ نُسُورًا مِنْ ذَهَب مُقَابِلَة الطَّوَاوِيس وَجَعَلَ عَلَى يَمِين الدَّرَجَة الْأُولَى شَجَرَتِي صَنَوْبَر مِنْ ذَهَب عَنْ يَسَارهَا أَسَدَانِ مِنْ ذَهَب وَعَلَى رُءُوس الْأَسَدَيْنِ عَمُودَانِ مِنْ زَبَرْجَد وَجَعَلَ مِنْ جَانِبَيْ الْكُرْسِيّ شَجَرَتَيْ كَرْم مِنْ ذَهَب قَدْ أَظَلَّتَا الْكُرْسِيّ وَجُعِلَ عَنَاقِيدهمَا دُرًّا وَيَاقُوتًا أَحْمَر ثُمَّ جُعِلَ فَوْق دَرَج الْكُرْسِيّ أَسَدَانِ عَظِيمَانِ مِنْ ذَهَب مُجَوَّفَانِ مَحْشُوَّانِ مِسْكًا وَعَنْبَرًا فَإِذَا أَرَادَ سُلَيْمَان عَلَيْهِ السَّلَام أَنْ يَصْعَد عَلَى كُرْسِيّه اِسْتَدَارَ الْأَسَدَانِ سَاعَة ثُمَّ يَقَعَانِ فَيَنْضَحَانِ مَا فِي آجُوَافهمَا مِنْ الْمِسْك وَالْعَنْبَر حَوْل كُرْسِيّ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام ثُمَّ يُوضَع مِنْبَرَانِ مِنْ ذَهَب وَاحِد لِخَلِيفَتِهِ وَالْآخَر لِرَئِيسِ أَحْبَار بَنِي إِسْرَائِيل ذَلِكَ الزَّمَان ثُمَّ يُوضَع أَمَام كُرْسِيّه سَبْعُونَ مِنْبَرًا مِنْ ذَهَب يَقْعُد عَلَيْهَا سَبْعُونَ قَاضِيًا مِنْ بَنِي إِسْرَائِيل وَعُلَمَائِهِمْ وَأَهْل الشَّرَف مِنْهُمْ وَالطَّوْل وَمِنْ خَلْف تِلْكَ الْمَنَابِر كُلّهَا خَمْسَة وَثَلَاثُونَ مِنْبَرًا مِنْ ذَهَب لَيْسَ عَلَيْهَا أَحَد فَإِذَا أَرَادَ أَنْ يَصْعَد عَلَى كُرْسِيّه وَضَعَ قَدَمَيْهِ عَلَى الدَّرَجَة السُّفْلَى فَاسْتَدَارَ الْكُرْسِيّ كُلّه بِمَا فِيهِ وَمَا عَلَيْهِ وَيَبْسُط الْأَسَد يَده الْيُمْنَى وَيَنْشُر النَّسْر جَنَاحه الْأَيْسَر ثُمَّ يَصْعَد عَلَيْهِ الصَّلَاة وَالسَّلَام عَلَى الدَّرَجَة الثَّانِيَة فَيَبْسُط الْأَسَد يَده الْيُسْرَى وَيَنْشُر النَّسْر جَنَاحه الْأَيْمَن فَإِذَا اِسْتَوَى سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام عَلَى الدَّرَجَة الثَّالِثَة وَقَعَدَ عَلَى الْكُرْسِيّ أَخَذَ نَسْرٌ مِنْ تِلْكَ النُّسُورِ عَظِيمٌ تَاجَ سُلَيْمَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام فَوَضَعَهُ عَلَى رَأْسه فَإِذَا وَضَعَهُ عَلَى رَأْسه اِسْتَدَارَ الْكُرْسِيّ بِمَا فِيهِ كَمَا تَدُور الرَّحَى الْمُسْرِعَة فَقَالَ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ وَمَا الَّذِي يُدِيرهُ يَا أَبَا إِسْحَاق ؟ قَالَ تِنِّين مِنْ ذَهَب ذَلِكَ الْكُرْسِيّ عَلَيْهِ وَهُوَ عَظِيم مِمَّا عَمِلَهُ صَخْر الْجِنِّيّ فَإِذَا أَحَسَّتْ بِدَوَرَانِهِ دَارَتْ تِلْكَ الْأُسُود وَالنُّسُور وَالطَّوَاوِيس الَّتِي فِي أَسْفَل الْكُرْسِيّ دُون الَّتِي أَعْلَاهُ فَإِذَا وَقَفَ وَقَفْنَ كُلّهنَّ مُنَكِّسَات رُءُوسَهُنَّ عَلَى رَأْس سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام وَهُوَ جَالِس ثُمَّ يَنْضَحْنَ جَمِيعًا مَا فِي أَجْوَافِهِنَّ مِنْ الْمِسْك وَالْعَنْبَر عَلَى رَأْس سُلَيْمَان بْن دَاوُد عَلَيْهِمَا الصَّلَاة وَالسَّلَام ثُمَّ تَتَنَاوَل حَمَامَة مِنْ ذَهَب وَاقِفَة عَلَى عَمُود مِنْ جَوْهَر التَّوْرَاة فَتَجْعَلهَا فِي يَده فَيَقْرَأهَا سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام عَلَى النَّاس وَذَكَرَ تَمَام الْخَبَر وَهُوَ غَرِيب جِدًّا .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40631, "aya_id": 34}]