[{"text": "أَلَمْ تَرَ كَيْفَ ضَرَبَ اللّهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاء", "sura_id": 14, "type": 0, "id": 1774, "aya_id": 24}, {"text": "ألم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء", "sura_id": 14, "type": 1, "id": 8010, "aya_id": 24}, {"text": "24 - (ألم تر) تنظر (كيف ضرب الله مثلا) ويبدل منه (كلمة طيبة) أي لا إله إلا الله (كشجرة طيبة) هي النخلة (أصلها ثابت) في الأرض (وفرعها) غصنها (في السماء) \r\n", "sura_id": 14, "type": 2, "id": 26718, "aya_id": 24}, {"text": "ألم تعلم -أيها الرسول- كيف ضرب الله مثلا لكلمة التوحيد (لا إله إلا الله) بشجرة عظيمة, وهي النخلة, أصلها متمكن في الأرض, وأعلاها مرتفع علوًّا نحو السماء؟\r\n", "sura_id": 14, "type": 3, "id": 32954, "aya_id": 24}, {"text": " <font color=red>أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" مَثَلًا كَلِمَة طَيِّبَة \" شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه \" كَشَجَرَةٍ طَيِّبَة\" وَهُوَ الْمُؤْمِن \" أَصْلُهَا ثَابِت \" يَقُول لَا إِلَه إِلَّا اللَّه فِي قَلْب الْمُؤْمِن \" وَفَرْعهَا فِي السَّمَاء \" يَقُول يُرْفَع بِهَا عَمَل الْمُؤْمِن إِلَى السَّمَاء وَهَكَذَا قَالَ الضَّحَّاك وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَمُجَاهِد وَغَيْر وَاحِد إِنَّ ذَلِكَ عِبَارَة عَنْ عَمَل الْمُؤْمِن وَقَوْله الطَّيِّب وَعَمَله الصَّالِح وَإِنَّ الْمُؤْمِن كَشَجَرَةٍ مِنْ النَّخْل لَا يَزَال يُرْفَع لَهُ عَمَل صَالِح فِي كُلّ حِين وَوَقْت وَصَبَاح وَمَسَاء وَهَكَذَا رَوَاهُ السُّدِّيّ عَنْ مُرَّة عَنْ اِبْن مَسْعُود قَالَ هِيَ النَّخْلَة وَشُعْبَة عَنْ مُعَاوِيَة بْن قُرَّة عَنْ أَنَس هِيَ النَّخْلَة . وَحَمَّاد بْن سَلَمَة عَنْ شُعَيْب بْن الْحَبْحَاب عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُتِيَ بِقِنَاعِ بُسْرٍ فَقَرَأَ \" مَثَلًا كَلِمَة طَيِّبَة كَشَجَرَةٍ طَيِّبَة \" قَالَ هِيَ النَّخْلَة وَرُوِيَ مِنْ هَذَا الْوَجْه وَمِنْ غَيْره عَنْ أَنَس مَوْقُوفًا وَكَذَا نَصَّ عَلَيْهِ مَسْرُوق وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَقَتَادَة وَغَيْرهمْ وَقَالَ الْبُخَارِيّ : حَدَّثَنَا عُبَيْد بْن إِسْمَاعِيل عَنْ أَبِي أُسَامَة عَنْ عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : كُنَّا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" أَخْبِرُونِي عَنْ شَجَرَة تُشْبِه - أَوْ - كَالرَّجُلِ الْمُسْلِم لَا يَتَحَاتّ وَرَقهَا صَيْفًا وَلَا شِتَاء وَتُؤْتِي أُكُلَهَا كُلّ حِين بِإِذْنِ رَبّهَا \" قَالَ اِبْن عُمَر : فَوَقَعَ فِي نَفْسِي أَنَّهَا النَّخْلَة وَرَأَيْت أَبَا بَكْر وَعُمَر لَا يَتَكَلَّمَانِ فَكَرِهْت أَنْ أَتَكَلَّمَ فَلَمَّا لَمْ يَقُولُوا شَيْئًا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هِيَ النَّخْلَة \" فَلَمَّا قُمْنَا قُلْت لِعُمَرَ : يَا أَبَتَاهُ وَاَللَّه لَقَدْ كَانَ وَقَعَ فِي نَفْسِي أَنَّهَا النَّخْلَة قَالَ مَا مَنَعَك أَنْ تَتَكَلَّم ؟ قُلْت لَمْ أَرَكُمْ تَتَكَلَّمُونَ فَكَرِهْت أَنْ أَتَكَلَّم أَوْ أَقُول شَيْئًا قَالَ عُمَر : لَأَنْ تَكُون قُلْتهَا أَحَبُّ إِلَيَّ مِنْ كَذَا وَكَذَا وَقَالَ أَحْمَد : حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد صَحِبْت اِبْن عُمَر إِلَى الْمَدِينَة فَلَمْ أَسْمَعهُ يُحَدِّث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا حَدِيثًا وَاحِدًا قَالَ : كُنَّا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَتَى بِجِمَارٍ فَقَالَ \" مِنْ الشَّجَر شَجَرَة مَثَلهَا مَثَل الرَّجُل الْمُسْلِم \" فَأَرَدْت أَنْ أَقُول هِيَ النَّخْلَة فَنَظَرْت فَإِذَا أَنَا أَصْغَر الْقَوْم فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هِيَ النَّخْلَة \" أَخْرَجَاهُ وَقَالَ مَالِك وَعَبْد الْعَزِيز عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا لِأَصْحَابِهِ \" إِنَّ مِنْ الشَّجَر شَجَرَة لَا يُطْرَح وَرَقُهَا مِثْلُ الْمُؤْمِنِ \" قَالَ فَوَقَعَ النَّاس فِي شَجَرِ الْوَادِي وَوَقَعَ فِي قَلْبِي أَنَّهَا النَّخْلَة فَاسْتَحْيَيْت حَتَّى قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَهِيَ النَّخْلَة \" أَخْرَجَاهُ أَيْضًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا أَبَان يَعْنِي اِبْن زَيْد الْعَطَّار حَدَّثَنَا قَتَادَة أَنَّ رَجُلًا قَالَ يَا رَسُول اللَّه ذَهَبَ أَهْل الدُّثُور بِالْأُجُورِ فَقَالَ \" أَرَأَيْت لَوْ عَمَدَ إِلَى مَتَاع الدُّنْيَا فَرَكَّبَ بَعْضه عَلَى بَعْض أَكَانَ يَبْلُغ السَّمَاء ؟ أَفَلَا أُخْبِرُك بِعَمَلٍ أَصْلُهُ فِي الْأَرْض وَفَرْعُهُ فِي السَّمَاء ؟ قَالَ مَا هُوَ يَا رَسُول اللَّه ؟ قَالَ \" تَقُول لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَسُبْحَان اللَّه وَالْحَمْد لِلَّهِ عَشْر مَرَّات فِي دُبُر كُلّ صَلَاة فَذَاكَ أَصْلُهُ فِي الْأَرْض وَفَرْعُهُ فِي السَّمَاء\" وَعَنْ اِبْن عَبَّاس كَشَجَرَةٍ طَيِّبَة قَالَ هِيَ شَجَرَة فِي الْجَنَّة .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37916, "aya_id": 24}]