[{"text": "يَتَنَازَعُونَ فِيهَا كَأْسًا لَّا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ", "sura_id": 52, "type": 0, "id": 4758, "aya_id": 23}, {"text": "يتنازعون فيها كأسا لا لغو فيها ولا تأثيم", "sura_id": 52, "type": 1, "id": 10994, "aya_id": 23}, {"text": "23 - (يتنازعون) يتعاطون بينهم (فيها) الجنة (كأسا) خمرا (لا لغو فيها) بسبب شربها يقع بينهم (ولا تأثيم) به يلحقهم بخلاف خمر الدنيا \r\n", "sura_id": 52, "type": 2, "id": 29702, "aya_id": 23}, {"text": " ومن هذا النعيم أنهم يتعاطَوْن في الجنة كأسًا من الخمر, يناول أحدهم صاحبه؛ ليتم بذلك سرورهم، وهذا الشراب مخالف لخمر الدنيا، فلا يزول به عقل صاحبه, ولا يحصل بسببه لغو، ولا كلام فيه إثم أو معصية.\r\n", "sura_id": 52, "type": 3, "id": 35938, "aya_id": 23}, {"text": " <font color=red>يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ</font><BR><p>أَيْ وَأَلْحَقْنَاهُمْ بِفَوَاكِهَ وَلُحُومٍ مِنْ أَنْوَاع شَتَّى مِمَّا يُسْتَطَاب وَيُشْتَهَى . وَقَوْله \" يَتَنَازَعُونَ فِيهَا كَأْسًا\" أَيْ يَتَعَاطَوْنَ فِيهَا كَأْسًا أَيْ مِنْ الْخَمْر قَالَهُ الضَّحَّاك\" لَا لَغْو فِيهَا وَلَا تَأْثِيم \" أَيْ لَا يَتَكَلَّمُونَ فِيهَا بِكَلَامٍ لَاغٍ أَيْ هَذَيَان وَلَا إِثْم أَيْ فُحْش كَمَا يَتَكَلَّم بِهِ الشَّرَبَةُ مِنْ أَهْل الدُّنْيَا قَالَ اِبْن عَبَّاس : اللَّغْو الْبَاطِل وَالتَّأْثِيم الْكَذِب وَقَالَ مُجَاهِد لَا يَسْتَبُّونَ وَلَا يُؤَثَّمُونَ وَقَالَ قَتَادَة كَانَ ذَلِكَ فِي الدُّنْيَا مَعَ الشَّيْطَان فَنَزَّهَ اللَّه خَمْر الْآخِرَة عَنْ قَاذُورَات خَمْر الدُّنْيَا وَأَذَاهَا كَمَا تَقَدَّمَ فَنَفَى عَنْهَا صُدَاع الرَّأْس وَوَجَع الْبَطْن وَإِزَالَة الْعَقْل بِالْكُلِّيَّةِ وَأَخْبَرَ أَنَّهَا لَا تَحْمِلهُمْ عَلَى الْكَلَام السَّيِّئِ الْفَارِغ عَنْ الْفَائِدَة الْمُتَضَمِّن هَذَيَانًا وَفُحْشًا وَأَخْبَرَ بِحُسْنِ مَنْظَرِهَا وَطِيب طَعْمهَا وَمَخْبَرهَا فَقَالَ \" بَيْضَاء لَذَّة لِلشَّارِبِينَ لَا فِيهَا غَوْل وَلَا هُمْ عَنْهَا يُنْزَفُونَ \" وَقَالَ \" لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ \" وَقَالَ هَهُنَا \" يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْو فِيهَا وَلَا تَأْثِيم \" .</p><BR> <br> ", "sura_id": 52, "type": 4, "id": 41677, "aya_id": 23}]