[{"text": "قُلْ إِن كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 3, "type": 0, "id": 324, "aya_id": 31}, {"text": "قل إن كنتم تحبون الله فاتبعوني يحببكم الله و يغفر لكم ذنوبكم و الله غفور رحيم", "sura_id": 3, "type": 1, "id": 6560, "aya_id": 31}, {"text": "31 - ونزل لما قالوا ما نعبد الأصنام إلا حبا لله ليقربونا إليه (قل) لهم يا محمد (إن كنتم تحبون الله فاتبعوني يحببكم الله) بمعنى أن يثيبكم (ويغفر لكم ذنوبكم والله غفور) لمن اتبعني ما سلف منه قبل ذلك (رحيم) به \r\n", "sura_id": 3, "type": 2, "id": 25268, "aya_id": 31}, {"text": "قل -أيها الرسول-: إن كنتم تحبون الله حقا فاتبعوني وآمنوا بي ظاهرًا وباطنًا, يحببكم الله, ويمحُ ذنوبكم, فإنه غفور لذنوب عباده المؤمنين, رحيم بهم. وهذه الآية الكريمة حاكمة على كل من ادعى محبة الله -تعالى- وليس متبعًا لنبيه محصد صلى الله عيه وسلم حق الاتباع, مطيعًا له في أمره ونهيه, فإنه كاذب في دعواه حتى يتابع الرسول صلى الله عليه وسلم حق الاتباع.\r\n", "sura_id": 3, "type": 3, "id": 31504, "aya_id": 31}, {"text": " <font color=red>قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة حَاكِمَة عَلَى كُلّ مَنْ اِدَّعَى مَحَبَّة اللَّه وَلَيْسَ هُوَ عَلَى الطَّرِيقَة الْمُحَمَّدِيَّة فَإِنَّهُ كَاذِب فِي دَعْوَاهُ فِي نَفْس الْأَمْر حَتَّى يَتَّبِع الشَّرْع الْمُحَمَّدِيّ وَالدِّين النَّبَوِيّ فِي جَمِيع أَقْوَاله وَأَفْعَاله كَمَا ثَبَتَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرنَا فَهُوَ رَدّ \" وَلِهَذَا قَالَ \" إِنْ كُنْتُمْ تُحِبُّونَ اللَّه فَاتَّبَعُونِي يُحْبِبْكُمْ اللَّه \" أَيْ يَحْصُل لَكُمْ فَوْق مَا طَلَبْتُمْ مِنْ مَحَبَّتكُمْ إِيَّاهُ وَهُوَ مَحَبَّته إِيَّاكُمْ وَهُوَ أَعْظَم مِنْ الْأَوَّل كَمَا قَالَ بَعْض الْعُلَمَاء الْحُكَمَاء : لَيْسَ الشَّأْن أَنْ تُحِبّ إِنَّمَا الشَّأْن أَنْ تُحَبّ . وَقَالَ الْحَسَن الْبَصْرِيّ وَغَيْره مِنْ السَّلَف : زَعَمَ قَوْم أَنَّهُمْ يُحِبُّونَ اللَّه فَابْتَلَاهُمْ اللَّه بِهَذِهِ الْآيَة فَقَالَ \" قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّه فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّه \" وَقَدْ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا عَبْد اللَّه بْن مُوسَى بْن عَبْد الْأَعْلَى بْن أَعْيَن عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَهَلْ الدِّين إِلَّا الْحُبّ فِي اللَّه وَالْبُغْض فِي اللَّه \" ؟ قَالَ اللَّه تَعَالَى : \" قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّه فَاتَّبِعُونِي \" وَقَالَ أَبُو زُرْعَة عَبْد الْأَعْلَى هَذَا مُنْكَر الْحَدِيث . ثُمَّ قَالَ تَعَالَى \" وَيَغْفِر لَكُمْ ذُنُوبكُمْ وَاَللَّه غَفُور رَحِيم \" أَيْ بِاتِّبَاعِكُمْ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَحْصُل لَكُمْ هَذَا مِنْ بَرَكَة سِفَارَته.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39968, "aya_id": 31}]