[{"text": "وَمَا جَعَلَهُ اللّهُ إِلاَّ بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ وَمَا النَّصْرُ إِلاَّ مِنْ عِندِ اللّهِ الْعَزِيزِ الْحَكِيمِ", "sura_id": 3, "type": 0, "id": 419, "aya_id": 126}, {"text": "وما جعله الله إلا بشرى لكم ولتطمئن قلوبكم به وما النصر إلا من عند الله العزيز الحكيم", "sura_id": 3, "type": 1, "id": 6655, "aya_id": 126}, {"text": "126 - (وما جعله الله) أي الإمداد (إلا بشرى لكم) بالنصر (ولتطمئن) تسكن (قلوبكم به) فلا تجزع من كثرة العدو وقلتكم (وما النصر إلا من عند الله العزيز الحكيم) يؤتيه من يشاء وليس بكثرة الجند \r\n", "sura_id": 3, "type": 2, "id": 25363, "aya_id": 126}, {"text": "وما جعل الله هذا الإمداد بالملائكة إلا بشرى لكم يبشركم بها ولتطمئن قلوبكم, وتطيب بوعد الله لكم. وما النصر إلا من عند الله العزيز الذي لا يغالَب, الحكيم في تدبيره وفعله.\r\n", "sura_id": 3, "type": 3, "id": 31599, "aya_id": 126}, {"text": " <font color=red>وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ</font><BR><p>قَوْله تَعَالَى \" وَمَا جَعَلَهُ اللَّه إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنّ قُلُوبكُمْ بِهِ \" أَيْ وَمَا أَنْزَلَ اللَّه الْمَلَائِكَة وَأَعْلَمكُمْ بِإِنْزَالِهِمْ إِلَّا بِشَارَة لَكُمْ وَتَطْيِيبًا لِقُلُوبِكُمْ وَتَطْمِينًا وَإِلَّا فَإِنَّمَا النَّصْر مِنْ عِنْد اللَّه الَّذِي لَوْ شَاءَ لَانْتَصَرَ مِنْ أَعْدَائِهِ بِدُونِكُمْ وَمِنْ غَيْر اِحْتِيَاج إِلَى قِتَالكُمْ لَهُمْ كَمَا قَالَ تَعَالَى بَعْد أَمْرِهِ الْمُؤْمِنِينَ بِالْقِتَالِ \" ذَلِكَ وَلَوْ يَشَاء اللَّه لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضكُمْ بِبَعْضٍ وَاَلَّذِينَ قُتِلُوا فِي سَبِيل اللَّه فَلَنْ يُضِلّ أَعْمَالهمْ سَيَهْدِيهِمْ وَيُصْلِح بَالهمْ وَيُدْخِلهُمْ الْجَنَّة عَرَّفَهَا لَهُمْ \" وَلِهَذَا قَالَ هَهُنَا \" وَمَا جَعَلَهُ اللَّه إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبكُمْ بِهِ وَمَا النَّصْر إِلَّا مِنْ عِنْد اللَّه الْعَزِيز الْحَكِيم \" أَيْ هُوَ ذُو الْعِزَّة الَّتِي لَا تُرَام وَالْحِكْمَة فِي قَدْره وَالْإِحْكَام.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39873, "aya_id": 126}]