[{"text": "وَمَا تَفَرَّقُوا إِلَّا مِن بَعْدِ مَا جَاءهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَى أَجَلٍ مُّسَمًّى لَّقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِن بَعْدِهِمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ", "sura_id": 42, "type": 0, "id": 4286, "aya_id": 14}, {"text": "وما تفرقوا إلا من بعد ما جاءهم العلم بغيا بينهم ولولا كلمة سبقت من ربك إلى أجل مسمى لقضي بينهم وإن الذين أورثوا الكتاب من بعدهم لفي شك منه مريب", "sura_id": 42, "type": 1, "id": 10522, "aya_id": 14}, {"text": "14 - (وما تفرقوا) أهل الأديان في الدين بأن وحد بعض وكفر بعض (إلا من بعد ما جاءهم العلم) بالتوحيد (بغيا) من الكافرين (بينهم ولولا كلمة سبقت من ربك) بتأخير الجزاء (إلى أجل مسمى) يوم القيامة (لقضي بينهم) بتعذيب الكافرين في الدنيا (وإن الذين أورثوا الكتاب من بعدهم) وهم اليهود والنصارى (لفي شك منه) من محمد صلى الله عليه وسلم (مريب) موقع في الريبة \r\n", "sura_id": 42, "type": 2, "id": 29230, "aya_id": 14}, {"text": "وما تفرَّق المشركون بالله في أديانهم فصاروا شيعًا وأحزابًا إلا مِن بعدما جاءهم العلم وقامت الحجة عليهم, وما حملهم على ذلك إلا البغي والعناد, ولولا كلمة سبقت من ربك -أيها الرسول- بتأخير العذاب عنهم إلى أجل مسمى وهو يوم القيامة, لقضي بينهم بتعجيل عذاب الكافرين منهم. وإن الذين أورثوا التوراة والإنجيل من بعد هؤلاء المختلفين في الحق لفي شك من الدين والإيمان موقعٍ في الريبة والاختلاف المذموم.\r\n", "sura_id": 42, "type": 3, "id": 35466, "aya_id": 14}, {"text": " <font color=red>وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ</font><BR><p>قَالَ تَبَارَكَ وَتَعَالَى \" وَمَا اِخْتَلَفُ إِلَّا مِنْ بَعْد مَا جَاءَهُمْ الْعِلْم \" أَيْ إِنَّمَا كَانَ مُخَالَفَتهمْ لِلْحَقِّ بَعْد بُلُوغه إِلَيْهِمْ وَقِيَام الْحُجَّة عَلَيْهِمْ وَمَا حَمَلَهُمْ عَلَى ذَلِكَ إِلَّا الْبَغْي وَالْعِنَاد وَالْمُشَاقَّة ثُمَّ قَالَ عَزَّ وَجَلَّ \" وَلَوْلَا كَلِمَة سَبَقَتْ مِنْ رَبّك إِلَى أَجَل مُسَمًّى \" أَيْ لَوْلَا الْكَلِمَة السَّابِقَة مِنْ اللَّه تَعَالَى بِإِنْظَارِ الْعِبَاد بِإِقَامَةِ حِسَابهمْ إِلَى يَوْم الْمَعَاد لَعَجَّلَ عَلَيْهِمْ الْعُقُوبَة فِي الدُّنْيَا سَرِيعًا . وَقَوْله جَلَّتْ عَظَمَته \" وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَاب مِنْ بَعْدهمْ\" يَعْنِي الْجِيل الْمُتَأَخِّر بَعْد الْقَرْن الْأَوَّل الْمُكَذِّب لِلْحَقِّ \" لَفِي شَكّ مِنْهُ مُرِيب \" أَيْ لَيْسُوا عَلَى يَقِين مِنْ أَمْرهمْ وَإِيمَانهمْ وَإِنَّمَا هُمْ مُقَلِّدُونَ لِآبَائِهِمْ وَأَسْلَافهمْ بِلَا دَلِيل وَلَا بُرْهَان وَهُمْ فِي حَيْرَة مِنْ أَمْرهمْ وَشَكّ مُرِيب وَشِقَاق بَعِيد .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41084, "aya_id": 14}]