[{"text": "وَاللَّيْلِ إِذَا يَغْشَى", "sura_id": 92, "type": 0, "id": 6059, "aya_id": 1}, {"text": "و الليل إذا يغشى", "sura_id": 92, "type": 1, "id": 12295, "aya_id": 1}, {"text": "سورة الليل 1 - (والليل إذا يغشى) بظلمته كل ما بين السماء والأرض \r\n", "sura_id": 92, "type": 2, "id": 31003, "aya_id": 1}, {"text": "أقسم الله سبحانه بالليل عندما يغطي بظلامه الأرض وما عليها,\r\n", "sura_id": 92, "type": 3, "id": 37239, "aya_id": 1}, {"text": " <font color=red>وَاللَّيْلِ إِذَا يَغْشَى</font><BR><p>سُورَة اللَّيْل : تَقَدَّمَ قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام لِمُعَاذٍ \" فَهَلَّا صَلَّيْت بِـ سَبِّحْ اِسْم رَبّك الْأَعْلَى وَالشَّمْس وَضُحَاهَا وَاللَّيْل إِذَا يَغْشَى \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا شُعْبَة عَنْ الْمُغِيرَة عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة أَنَّهُ قَدِمَ الشَّام فَدَخَلَ مَسْجِد دِمَشْق فَصَلَّى فِيهِ رَكْعَتَيْنِ وَقَالَ : اللَّهُمَّ اُرْزُقْنِي جَلِيسًا صَالِحًا . قَالَ فَجَلَسَ إِلَى أَبِي الدَّرْدَاء فَقَالَ لَهُ أَبُو الدَّرْدَاء مِمَّنْ أَنْتَ ؟ قَالَ مِنْ أَهْل الْكُوفَة قَالَ كَيْفَ سَمِعْت اِبْن أُمّ عَبْد يَقْرَأ \" وَاللَّيْل إِذَا يَغْشَى وَالنَّهَار إِذَا تَجَلَّى \" قَالَ عَلْقَمَة \" وَالذَّكَر وَالْأُنْثَى\" فَقَالَ أَبُو الدَّرْدَاء لَقَدْ سَمِعْتهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَا زَالَ هَؤُلَاءِ حَتَّى شَكَّكُونِي ثُمَّ قَالَ أَلَمْ يَكُنْ فِيكُمْ صَاحِب السَّوَاد وَصَاحِب السِّرّ الَّذِي لَا يَعْلَمهُ أَحَد غَيْره وَاَلَّذِي أُجِير مِنْ الشَّيْطَان عَلَى لِسَان مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رَوَاهُ الْبُخَارِيّ هَهُنَا وَمُسْلِم مِنْ طَرِيق الْأَعْمَش عَنْ إِبْرَاهِيم قَالَ قَدِمَ أَصْحَاب عَبْد اللَّه عَلَى أَبِي الدَّرْدَاء فَطَلَبَهُمْ فَوَجَدَهُمْ فَقَالَ أَيّكُمْ يَقْرَأ عَلَى قِرَاءَة عَبْد اللَّه ؟ قَالُوا كُلّنَا قَالَ أَيّكُمْ أَحْفَظ ؟ فَأَشَارُوا إِلَى عَلْقَمَة فَقَالَ كَيْف سَمِعْته يَقْرَأ \" وَاللَّيْل إِذَا يَغْشَى \" قَالَ\" وَالذَّكَر وَالْأُنْثَى \" قَالَ أَشْهَد أَنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ هَكَذَا وَهَؤُلَاءِ يُرِيدُونَ أَنْ أَقْرَأ \" وَمَا خَلَقَ الذَّكَر وَالْأُنْثَى \" وَاَللَّه لَا أُتَابِعهُمْ هَذَا لَفْظ الْبُخَارِيّ .</p><BR> <br> ", "sura_id": 92, "type": 4, "id": 43558, "aya_id": 1}]