[{"text": "أَفَمَن يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّن يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 67, "type": 0, "id": 5263, "aya_id": 22}, {"text": "أفمن يمشي مكبا على وجهه أهدى أم من يمشي سويا على صراط مستقيم", "sura_id": 67, "type": 1, "id": 11499, "aya_id": 22}, {"text": "22 - (أفمن يمشي مكبا) واقعا (على وجهه أهدى أم من يمشي سويا) معتدلا (على صراط) طريق (مستقيم) وخبر من الثانية محذوف دل عليه خبر الأولى أي أهدى والمثل في المؤمن والكافر أيهما على هدى \r\n", "sura_id": 67, "type": 2, "id": 30207, "aya_id": 22}, {"text": "أفمن يمشي منكَّسًا على وجهه لا يدري أين يسلك ولا كيف يذهب, أشد استقامة على الطريق وأهدى, أم مَن يمشي مستويًا منتصب القمة سالمًا على طريق واضح لا اعوجاج فيه؟ وهذا مثل ضربه الله للكافر والمؤمن.\r\n", "sura_id": 67, "type": 3, "id": 36443, "aya_id": 22}, {"text": " <font color=red>أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمْ مَنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ</font><BR><p>وَهَذَا مَثَل ضَرَبَهُ اللَّه لِلْمُؤْمِنِ وَالْكَافِر فَالْكَافِر مَثَله فِيمَا هُوَ فِيهِ كَمَثَلِ مَنْ يَمْشِي مُنْكَبًّا عَلَى وَجْهه أَيْ يَمْشِي مُنْحَنِيًا لَا مُسْتَوِيًا عَلَى وَجْهه أَيْ لَا يَدْرِي أَيْنَ يَسْلُك وَلَا كَيْف يَذْهَب بَلْ تَائِه حَائِر ضَالّ أَهَذَا أَهْدَى \" أَمَّنْ يَمْشِي سَوِيًّا \" أَيْ مُنْتَصِب الْقَامَة \" عَلَى صِرَاط مُسْتَقِيم \" أَيْ عَلَى طَرِيق وَاضِح بَيِّن وَهُوَ فِي نَفْسه مُسْتَقِيم وَطَرِيقه مُسْتَقِيمَة ؟ هَذَا مَثَلهمْ فِي الدُّنْيَا وَكَذَلِكَ يَكُونُونَ فِي الْآخِرَة فَالْمُؤْمِن يُحْشَر يَمْشِي سَوِيًّا عَلَى صِرَاط مُسْتَقِيم مُفْضٍ بِهِ إِلَى الْجَنَّة الْفَيْحَاء وَأَمَّا الْكَافِر فَإِنَّهُ يُحْشَر يَمْشِي عَلَى وَجْهه إِلَى نَار جَهَنَّم \" اُحْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجهمْ وَمَا كَانُوا يَعْبُدُونَ مِنْ دُون اللَّه فَاهْدُوهُمْ إِلَى صِرَاط الْجَحِيم \" الْآيَات أَزْوَاجهمْ أَشْبَاههمْ . قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا إِسْمَاعِيل عَنْ نُفَيْع قَالَ سَمِعْت أَنَس بْن مَالِك يَقُول قِيلَ يَا رَسُول اللَّه كَيْف يُحْشَر النَّاس عَلَى وُجُوههمْ ؟ فَقَالَ \" أَلَيْسَ الَّذِي أَمْشَاهُمْ عَلَى أَرْجُلهمْ قَادِر عَلَى أَنْ يُمْشِيهِمْ عَلَى وُجُوههمْ ؟ \" وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ مِنْ طَرِيق .</p><BR> <br> ", "sura_id": 67, "type": 4, "id": 42346, "aya_id": 22}]