[{"text": "أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الْأَلْبَابِ", "sura_id": 39, "type": 0, "id": 4067, "aya_id": 9}, {"text": "أمن هو قانت آناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب", "sura_id": 39, "type": 1, "id": 10303, "aya_id": 9}, {"text": "9 - (أم من) بتخفيف الميم (هو قانت) قائم بوظائف الطاعات (آناء الليل) ساعاته (ساجدا وقائما) للصلاة (يحذر الآخرة) يخاف عذابها (ويرجوا رحمة) جنة (ربه) كمن هو عاص بالكفر أو غيره وفي قراءة أم من فأم بمعنى بل والهمزة (قل هل يستوي الذين يعلمون والذين لا يعلمون) أي لا يستويان كما لا يستوي العالم والجاهل (إنما يتذكر) يتعظ (أولوا الألباب) أصحاب العقول \r\n", "sura_id": 39, "type": 2, "id": 29011, "aya_id": 9}, {"text": "أهذا الكافر المتمتع بكفره خير, أم من هو عابد لربه طائع له, يقضي ساعات الليل في القيام والسجود لله, يخاف عذاب الآخرة, ويأمُل رحمة ربه؟ قل -أيها الرسول-: هل يستوي الذين يعلمون ربهم ودينهم الحق والذين لا يعلمون شيئًا من ذلك؟ لا يستوون. إنما يتذكر ويعرف الفرق أصحاب العقول السليمة.\r\n", "sura_id": 39, "type": 3, "id": 35247, "aya_id": 9}, {"text": " <font color=red>أَمْ مَنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو</font><BR><p>يَقُول عَزَّ وَجَلَّ أَمَّنْ هَذِهِ صِفَته كَمَنْ أَشْرَكَ بِاَللَّهِ وَجَعَلَ لَهُ أَنْدَادًا ؟ لَا يَسْتَوُونَ عِنْد اللَّه كَمَا قَالَ تَعَالَى \" لَيْسُوا سَوَاء مِنْ أَهْل الْكِتَاب أُمَّة قَائِمَة يَتْلُونَ آيَات اللَّه آنَاء اللَّيْل وَهُمْ يَسْجُدُونَ \" وَقَالَ تَبَارَكَ وَتَعَالَى هَهُنَا \" أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا \" أَيْ فِي حَال سُجُوده وَفِي حَال قِيَامه وَلِهَذَا اِسْتَدَلَّ بِهَذِهِ الْآيَة مَنْ ذَهَبَ إِلَى أَنَّ الْقُنُوت هُوَ الْخُشُوع فِي الصَّلَاة لَيْسَ هُوَ الْقِيَام وَحْده كَمَا ذَهَبَ إِلَيْهِ آخَرُونَ . قَالَ الثَّوْرِيّ عَنْ فِرَاسٍ عَنْ الشَّعْبِيِّ عَنْ مَسْرُوق عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : الْقَانِت الْمُطِيع لِلَّهِ عَزَّ وَجَلَّ وَلِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَالْحَسَن وَالسُّدِّيّ وَابْن زَيْد آنَاء اللَّيْل جَوْف اللَّيْل وَقَالَ الثَّوْرِيّ عَنْ مَنْصُور بَلَغَنَا أَنَّ ذَلِكَ بَيْن الْمَغْرِب وَالْعِشَاء وَقَالَ الْحَسَن وَقَتَادَة آنَاء اللَّيْل أَوَّله وَأَوْسَطه وَآخِره وَقَوْله تَعَالَى \" يَحْذَر الْآخِرَة وَيَرْجُو رَحْمَة رَبّه \" أَيْ فِي حَال عِبَادَته خَائِف رَاجٍ وَلَا بُدَّ فِي الْعِبَادَة مِنْ هَذَا وَهَذَا وَأَنْ يَكُون الْخَوْف فِي مُدَّة الْحَيَاة هُوَ الْغَالِب وَلِهَذَا قَالَ تَعَالَى \" يَحْذَر الْآخِرَة وَيَرْجُو رَحْمَة رَبّه \" فَإِذَا كَانَ عِنْد الِاحْتِضَار فَلْيَكُنْ الرَّجَاء هُوَ الْغَالِب عَلَيْهِ كَمَا قَالَ الْإِمَام عَبْد بْن حُمَيْد فِي مُسْنَدِهِ حَدَّثَنَا يَحْيَى بْن عَبْد الْحَمِيد حَدَّثَنَا جَعْفَر بْن سُلَيْمَان حَدَّثَنَا ثَابِت عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ دَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى رَجُل وَهُوَ فِي الْمَوْت فَقَالَ لَهُ \" كَيْفَ تَجِدك ؟ \" فَقَالَ لَهُ أَرْجُو وَأَخَاف فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَجْتَمِعَانِ فِي قَلْب عَبْد فِي مِثْل هَذَا الْمَوْطِن إِلَّا أَعْطَاهُ اللَّه عَزَّ وَجَلَّ الَّذِي يَرْجُو وَأَمَّنَهُ الَّذِي يَخَافُهُ \" . . وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة وَابْن مَاجَهْ مِنْ حَدِيث سَيَّار بْن حَاتِم عَنْ جَعْفَر بْن سُلَيْمَان بِهِ قَالَ التِّرْمِذِيّ غَرِيب وَقَدْ رَوَاهُ بَعْضهمْ عَنْ ثَابِت عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُرْسَلًا . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عُمَر بْن أَبِي شَيْبَة عَنْ عُبَيْدَة النُّمَيْرِيّ حَدَّثَنَا أَبُو خَلَف بْن عَبْد اللَّه بْن عِيسَى الْخَرَّاز حَدَّثَنَا يَحْيَى الْبَكَّاء أَنَّهُ سَمِعَ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا يَقْرَأ \" أَمَّنْ هُوَ قَانِت آنَاء اللَّيْل سَاجِدًا وَقَائِمًا يَحْذَر الْآخِرَة وَيَرْجُو رَحْمَة رَبّه \" قَالَ اِبْن عُمَر ذَاكَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ وَإِنَّمَا قَالَ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا ذَلِكَ لِكَثْرَةِ صَلَاة أَمِير الْمُؤْمِنِينَ عُثْمَان رَضِيَ اللَّه عَنْهُ بِاللَّيْلِ وَقِرَاءَته حَتَّى إِنَّهُ رُبَّمَا قَرَأَ الْقُرْآن فِي رَكْعَة كَمَا رَوَى ذَلِكَ أَبُو عُبَيْدَة عَنْهُ رَضِيَ اللَّه تَعَالَى عَنْهُ وَقَالَ الشَّاعِر : ضَحَّوْا بِأَشْمَط عِنْوَان السُّجُود بِهِ يَقْطَع اللَّيْل تَسْبِيحًا وَقُرْآنًا وَقَالَ الْإِمَام أَحْمَد كَتَبَ إِلَيَّ الرَّبِيع بْن نَافِع حَدَّثَنَا الْهَيْثَم بْن حُمَيْد عَنْ زَيْد بْن وَاقِد عَنْ سُلَيْمَان بْن مُوسَى عَنْ كَثِير بْن مُرَّة عَنْ تَمِيم الدَّارِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ قَرَأَ بِمِائَةِ آيَة فِي لَيْلَة كُتِبَ لَهُ قُنُوت لَيْلَة \" وَكَذَا رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ إِبْرَاهِيم بْن يَعْقُوب عَنْ عَبْد اللَّه بْن يُوسُف وَالرَّبِيع بْن نَافِع كِلَاهُمَا عَنْ الْهَيْثَم بْن حُمَيْد بِهِ . وَقَوْله تَعَالَى \" قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَاَلَّذِينَ لَا يَعْلَمُونَ \" أَيْ هَلْ يَسْتَوِي هَذَا وَاَلَّذِي قَبْله مِمَّنْ جَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيله \" إِنَّمَا يَتَذَكَّر أُولُوا الْأَلْبَاب \" أَيْ إِنَّمَا يَعْلَم الْفَرْق بَيْن هَذَا وَهَذَا مَنْ لَهُ لُبٌّ وَهُوَ الْعَقْل وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40766, "aya_id": 9}]