[{"text": "وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاء مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَن مَّنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ", "sura_id": 28, "type": 0, "id": 3334, "aya_id": 82}, {"text": "وأصبح الذين تمنوا مكانه بالأمس يقولون ويكأن الله يبسط الرزق لمن يشاء من عباده ويقدر لولا أن من الله علينا لخسف بنا ويكأنه لا يفلح الكافرون", "sura_id": 28, "type": 1, "id": 9570, "aya_id": 82}, {"text": "82 - (وأصبح الذين تمنوا مكانه بالأمس) أي من قريب (يقولون ويكأن الله يبسط) يوسع (الرزق لمن يشاء من عباده ويقدر) يضيق على من يشاء ووي اسم فعل بمعنى أعجب أي أنا والكاف بمعنى اللام (لولا أن من الله علينا لخسف بنا) بالبناء للفاعل والمفعول (ويكأنه لا يفلح الكافرون) لنعمة الله كفارون \r\n", "sura_id": 28, "type": 2, "id": 28278, "aya_id": 82}, {"text": "وصار الذين تمنوا حاله بالأمس يقولون متوجعين ومعتبرين وخائفين من وقوع العذاب بهم: إن الله يوسِّع الرزق لمن يشاء من عباده, ويضيِّق على مَن يشاء منهم, لولا أن الله منَّ علينا فلم يعاقبنا على ما قلنا لَخسف بنا كما فعل بقارون, ألم تعلم أنه لا يفلح الكافرون, لا في الدنيا ولا في الآخرة؟\r\n", "sura_id": 28, "type": 3, "id": 34514, "aya_id": 82}, {"text": " <font color=red>وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ</font><BR><p>مِنْ عِبَاده وَيَقْدِر لَوْلَا أَنْ مَنَّ اللَّه عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِح الْكَافِرُونَ . وَقَوْله تَعَالَى : \" وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانه بِالْأَمْسِ \" أَيْ الَّذِينَ لَمَّا رَأَوْهُ فِي زِينَته \" قَالُوا يَا لَيْتَ لَنَا مِثْل مَا أُوتِيَ قَارُون إِنَّهُ لَذُو حَظّ عَظِيم \" فَلَمَّا خُسِفَ بِهِ أَصْبَحُوا يَقُولُونَ وَيْكَأَنَّ اللَّه يَبْسُط الرِّزْق لِمَنْ يَشَاء مِنْ عِبَاده وَيَقْدِر أَيْ لَيْسَ الْمَال بِدَالٍّ عَلَى رِضَا اللَّه عَنْ صَاحِبه فَإِنَّ اللَّه يُعْطِي وَيَمْنَع وَيُضَيِّق وَيُوَسِّع وَيَخْفِض وَيَرْفَع وَلَهُ الْحِكْمَة التَّامَّة وَالْحُجَّة الْبَالِغَة وَهَذَا كَمَا فِي الْحَدِيث الْمَرْفُوع عَنْ اِبْن مَسْعُود \" إِنَّ اللَّه قَسَمَ بَيْنكُمْ أَخْلَاقكُمْ كَمَا قَسَمَ بَيْنكُمْ أَرْزَاقكُمْ وَإِنَّ اللَّه يُعْطِي الْمَال مَنْ يُحِبّ وَمَنْ لَا يُحِبّ وَلَا يُعْطِي الْإِيمَان إِلَّا مَنْ يُحِبّ \" \" لَوْلَا أَنْ مَنَّ اللَّه عَلَيْنَا لَخَسَفَ بِنَا \" أَيْ لَوْلَا لُطْف اللَّه بِنَا وَإِحْسَانه إِلَيْنَا لَخَسَفَ بِنَا كَمَا خَسَفَ بِهِ لِأَنَّا وَدِدْنَا أَنْ نَكُون مِثْله \" وَيْكَأَنَّهُ لَا يُفْلِح الْكَافِرُونَ \" يَعْنُونَ أَنَّهُ كَانَ كَافِرًا وَلَا يُفْلِح الْكَافِر عِنْد اللَّه لَا فِي الدُّنْيَا وَلَا فِي الْآخِرَة وَقَدْ اِخْتَلَفَ النُّحَاة فِي مَعْنَى قَوْله هَهُنَا وَيْكَأَنَّ فَقَالَ بَعْضهمْ مَعْنَاهُ وَيْلَك اِعْلَمْ أَنَّ وَلَكِنَّ خُفِّفَ فَقِيلَ وَيْكَ وَدَلَّ فَتْح أَنَّ عَلَى حَذْف اِعْلَمْ وَهَذَا الْقَوْل ضَعَّفَهُ اِبْن جَرِير وَالظَّاهِر أَنَّهُ قَوِيّ وَلَا يُشْكِل عَلَى ذَلِكَ إِلَّا كِتَابَتهَا فِي الْمَصَاحِف مُتَّصِلَة وَيْكَأَنَّ . وَالْكِتَابَة أَمْر وَضْعِيّ اِصْطِلَاحِيّ وَالْمَرْجِع إِلَى اللَّفْظ الْعَرَبِيّ وَاَللَّه أَعْلَم وَقِيلَ مَعْنَاهَا وَيْكَأَنَّ أَيْ أَلَمْ تَرَ أَنَّ قَالَهُ قَتَادَة وَقِيلَ : مَعْنَاهَا وَيْ كَأَنَّ فَفَصَلَهَا وَجَعَلَ حَرْف وَيْ لِلتَّعَجُّبِ أَوْ لِلتَّنْبِيهِ وَكَأَنَّ بِمَعْنَى أَظُنّ وَأَحْتَسِب . قَالَ اِبْن جَرِير وَأَقْوَى الْأَقْوَال فِي هَذَا قَوْل قَتَادَة أَنَّهَا بِمَعْنَى أَلَمْ تَرَ أَنَّ وَاسْتَشْهَدَ بِقَوْلِ الشَّاعِر : سَأَلَتَانِي الطَّلَاق إِذْ رَأَتَانِي قَلَّ مَالِي وَقَدْ جِئْتُمَانِي بِنُكْر وَيْكَأَنَّ مَنْ يَكُنْ لَهُ نَشَب يُحْبَبْ وَمَنْ يَفْتَقِر يَعِشْ عَيْش ضُرّ </p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39766, "aya_id": 82}]