[{"text": "وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَّا تَخَافُ دَرَكًا وَلَا تَخْشَى", "sura_id": 20, "type": 0, "id": 2425, "aya_id": 77}, {"text": "و لقد أوحينا إلى موسى أن أسر بعبادي فاضرب لهم طريقا في البحر يبسا لا تخاف دركا و لا تخشى", "sura_id": 20, "type": 1, "id": 8661, "aya_id": 77}, {"text": "77 - (ولقد أوحينا إلى موسى أن أسر بعبادي) بهمزة قطع من أسرى وبهمزة وصل وكسر النون من سرى لغتان أي أسر بهم ليلا من أرض مصر (فاضرب لهم) اجعل لهم بعصاك (طريقا في البحر يبسا) أي يابسا فامتثل ما أمر به وأيبس الله الأرض فمروا فيها (لا تخاف دركا) أي أن يدركك فرعون (ولا تخشى) غرقا \r\n", "sura_id": 20, "type": 2, "id": 27369, "aya_id": 77}, {"text": "ولقد أوحينا إلى موسى: أن اخرُج ليلا بعبادي من بني إسرائيل من \"مصر\", فاتِّخِذْ لهم في البحر طريقًا يابسًا, لا تخاف من فرعون وجنوده أن يلحقوكم فيدركوكم, ولا تخشى في البحر غرقًا.\r\n", "sura_id": 20, "type": 3, "id": 33605, "aya_id": 77}, {"text": " <font color=red>وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَا تَخَافُ دَرَكًا وَلَا تَخْشَى</font><BR><p>يَقُول تَعَالَى مُخْبِرًا أَنَّهُ أَمَرَ مُوسَى حِين أَبَى فِرْعَوْن أَنْ يُرْسِل مَعَهُ بَنِي إِسْرَائِيل أَنْ يَسْرِي بِهِمْ فِي اللَّيْل وَيَذْهَب بِهِمْ مِنْ قَبْضَة فِرْعَوْن وَقَدْ بَسَطَ اللَّه هَذَا الْمَقَام فِي غَيْر هَذِهِ السُّورَة الْكَرِيمَة وَذَلِكَ أَنَّ مُوسَى لَمَّا خَرَجَ بِبَنِي إِسْرَائِيل أَصْبَحُوا وَلَيْسَ مِنْهُمْ بِمِصْرٍ لَا دَاعٍ وَلَا مُجِيب فَغَضِبَ فِرْعَوْن غَضَبًا شَدِيدًا وَأَرْسَلَ فِي الْمَدَائِن حَاشِرِينَ أَيْ مَنْ يَجْمَعُونَ لَهُ الْجُنْد مِنْ بُلْدَانه وَرَسَاتِيقِهِ يَقُول إِنَّ هَؤُلَاءِ لَشِرْذِمَة قَلِيلُونَ وَإِنَّهُمْ لَنَا لَغَائِظُونَ ثُمَّ لَمَّا جَمَعَ جُنْده وَاسْتَوْثَقَ لَهُ جَيْشه سَاقَ فِي طَلَبهمْ فَأَتْبَعُوهُمْ مُشْرِقِينَ أَيْ عِنْد طُلُوع الشَّمْس فَلَمَّا تَرَاءَى الْجَمْعَانِ أَيْ نَظَرَ كُلّ مِنْ الْفَرِيقَيْنِ إِلَى الْآخَر قَالَ أَصْحَاب مُوسَى إِنَّا لَمُدْرَكُونَ قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِي وَوَقَفَ مُوسَى بِبَنِي إِسْرَائِيل الْبَحْر أَمَامهمْ وَفِرْعَوْن وَرَاءَهُمْ فَعِنْد ذَلِكَ أَوْحَى اللَّه إِلَيْهِ \" فَاِضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْر يَبَسًا \" فَضَرَبَ الْبَحْر بِعَصَاهُ وَقَالَ اِنْفَلِقْ عَلَيَّ بِإِذْنِ اللَّه فَانْفَلَقَ فَكَانَ كُلّ فِرْق كَالطَّوْدِ الْعَظِيم أَيْ الْجَبَل الْعَظِيم فَأَرْسَلَ اللَّه الرِّيح عَلَى أَرْض الْبَحْر فَلَفَحَتْهُ حَتَّى صَارَ يَابِسًا كَوَجْهِ الْأَرْض فَلِهَذَا قَالَ \" فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْر يَبَسًا لَا تَخَاف دَرَكًا \" أَيْ مِنْ فِرْعَوْن \" وَلَا تَخْشَى \" يَعْنِي مِنْ الْبَحْر أَنْ يُغْرِق قَوْمك .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38892, "aya_id": 77}]