[{"text": "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِّنْهُمَا اذْكُرْنِي عِندَ رَبِّكَ فَأَنسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ", "sura_id": 12, "type": 0, "id": 1638, "aya_id": 42}, {"text": "وقال للذي ظن أنه ناج منهما اذكرني عند ربك فأنساه الشيطان ذكر ربه فلبث في السجن بضع سنين", "sura_id": 12, "type": 1, "id": 7874, "aya_id": 42}, {"text": "42 - (وقال للذي ظن) أيقن (أنه ناج منهما) وهو الساقي (اذكرني عند ربك) سيدك فقل له إن في السجن غلاماً محبوساً ظلماً فخرج (فأنساه) أي الساقي (الشيطان ذكر) يوسف عند (ربه فلبث) مكث يوسف (في السجن بضع سنين) قيل سبعاً وقيل اثنتي عشرة \r\n", "sura_id": 12, "type": 2, "id": 26582, "aya_id": 42}, {"text": "وقال يوسف للذي علم أنه ناجٍ من صاحبيه: اذكرني عند سيِّدك الملك وأخبره بأني مظلوم محبوس بلا ذنب, فأنسى الشيطان ذلك الرجل أن يذكر للملك حال يوسف, فمكث يوسف بعد ذلك في السجن عدة سنوات.\r\n", "sura_id": 12, "type": 3, "id": 32818, "aya_id": 42}, {"text": " <font color=red>وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ</font><BR><p>وَلَمَّا ظَنَّ يُوسُف عَلَيْهِ السَّلَام أَنَّ السَّاقِي نَاجٍ قَالَ لَهُ يُوسُف خُفْيَة عَنْ الْآخَر وَاَللَّه أَعْلَم لِئَلَّا يُشْعِرهُ أَنَّهُ الْمَصْلُوب قَالَ لَهُ \" اُذْكُرْنِي عِنْد رَبّك\" يَقُول اُذْكُرْ قِصَّتِي عِنْد رَبّك وَهُوَ الْمَلِك فَنَسِيَ ذَلِكَ الْمُوصَى أَنْ يُذَكِّر مَوْلَاهُ الْمَلِك بِذَلِكَ وَكَانَ مِنْ جُمْلَة مَكَايِد الشَّيْطَان لِئَلَّا يَطْلُع نَبِيّ اللَّه مِنْ السِّجْن هَذَا هُوَ الصَّوَاب أَنَّ الضَّمِير فِي قَوْله \" فَأَنْسَاهُ الشَّيْطَان ذِكْر رَبّه \" عَائِد عَلَى النَّاجِي كَمَا قَالَهُ مُجَاهِد وَمُحَمَّد بْن إِسْحَاق وَغَيْر وَاحِد وَيُقَال إِنَّ الضَّمِير عَائِد عَلَى يُوسُف عَلَيْهِ السَّلَام رَوَاهُ اِبْن جَرِير عَنْ اِبْن عَبَّاس وَمُجَاهِد أَيْضًا وَعِكْرِمَة وَغَيْرهمْ وَأَسْنَدَ اِبْن جَرِير هَهُنَا حَدِيثًا فَقَالَ : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا عَمْرو بْن مُحَمَّد عَنْ إِبْرَاهِيم بْن يَزِيد عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مَرْفُوعًا قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَوْ لَمْ يَقُلْ - يَعْنِي يُوسُف - الْكَلِمَة الَّتِي قَالَ مَا لَبِثَ فِي السِّجْن طُول مَا لَبِثَ حَيْثُ يَبْتَغِي الْفَرَج مِنْ عِنْد غَيْر اللَّه وَهَذَا الْحَدِيث ضَعِيف جِدًّا لِأَنَّ سُفْيَان بْن وَكِيع ضَعِيف وَإِبْرَاهِيم بْن يَزِيد هُوَ الْجَوْزِيّ أَضْعَف مِنْهُ أَيْضًا وَقَدْ رُوِيَ عَنْ الْحَسَن وَقَتَادَة مُرْسَلًا عَنْ كُلّ مِنْهُمَا وَهَذِهِ الْمُرْسَلَات هَهُنَا لَا تُقْبَل لَوْ قُبِلَ الْمُرْسَل مِنْ حَيْثُ هُوَ فِي غَيْر هَذَا الْمَوْطِن وَاَللَّه أَعْلَم وَأَمَّا الْبِضْع فَقَالَ مُجَاهِد وَقَتَادَة هُوَ مَا بَيْن الثَّلَاث إِلَى التِّسْع وَقَالَ وَهْب بْن مُنَبِّه مَكَثَ أَيُّوب فِي الْبَلَاء سَبْعًا وَيُوسُف فِي السِّجْن سَبْعًا وَعُذِّبَ بُخْتنَصَّرَ سَبْعًا وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا\" فَلَبِثَ فِي السِّجْن بِضْع سِنِينَ \" قَالَ ثَنَتَا عَشْرَة سَنَة وَقَالَ الضَّحَّاك أَرْبَع عَشْرَة سَنَة .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37794, "aya_id": 42}]