[{"text": "فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ", "sura_id": 2, "type": 0, "id": 80, "aya_id": 73}, {"text": "فقلنا اضربوه ببعضها كذلك يحيي الله الموتى ويريكم آياته لعلكم تعقلون", "sura_id": 2, "type": 1, "id": 6316, "aya_id": 73}, {"text": "73 - (فقلنا اضربوه) أي القتيل (ببعضها) فضرب بلسانها أو عجب ذنبها فحيي وقال : قتلني فلان وفلان لابني عمه ومات فحُرما الميراث وقُتلا ، قال تعالى : (كذلك) الإحياء (يحيي الله الموتى ويريكم آياته) دلائل قدرته (لعلكم تعقلون) تتدبرون فتعلموا أن القادر على إحياء نفس واحدة قادر على إحياء نفوس كثيرة فتؤمنون \r\n", "sura_id": 2, "type": 2, "id": 25024, "aya_id": 73}, {"text": "فقلنا: اضربوا القتيل بجزء من هذه البقرة المذبوحة, فإن الله سيبعثه حيًا, ويخبركم عن قاتله. فضربوه ببعضها فأحياه الله وأخبر بقاتله. كذلك يُحيي الله الموتى يوم القيامة, ويريكم- يا بني إسرائيل- معجزاته الدالة على كمال قدرته تعالى; لكي تتفكروا بعقولكم, فتمتنعوا عن معاصيه.\r\n", "sura_id": 2, "type": 3, "id": 31260, "aya_id": 73}, {"text": " <font color=red>فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ</font><BR><p>\" فَقُلْنَا اِضْرِبُوهُ بِبَعْضِهَا \" هَذَا الْبَعْض أَيّ شَيْء كَانَ مِنْ أَعْضَاء هَذِهِ الْبَقَرَة فَالْمُعْجِزَة حَاصِلَةٌ بِهِ وَخَرْقُ الْعَادَة بِهِ كَائِنٌ وَقَدْ كَانَ مُعَيَّنًا فِي نَفْس الْأَمْر فَلَوْ كَانَ فِي تَعْيِينه لَنَا فَائِدَة تَعُود عَلَيْنَا فِي أَمْر الدِّين أَوْ الدُّنْيَا لَبَيَّنَهُ اللَّه تَعَالَى لَنَا وَلَكِنَّهُ أَبْهَمَهُ وَلَمْ يَجِيء مِنْ طَرِيق صَحِيح عَنْ مَعْصُوم بَيَانه فَمَنْ نُبْهِمُهُ كَمَا أَبْهَمَهُ اللَّهُ وَلِهَذَا قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَفَّان بْن مُسْلِم حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : إِنَّ أَصْحَاب بَقَرَة بَنِي إِسْرَائِيل طَلَبُوهَا أَرْبَعِينَ سَنَة حَتَّى وَجَدُوهَا عِنْد رَجُل فِي بَقَر لَهُ وَكَانَتْ بَقَرَة تُعْجِبهُ قَالَ فَجَعَلُوا يُعْطُونَهُ بِهَا فَيَأْبَى حَتَّى أَعْطَوْهُ مِلْء مِسْكهَا دَنَانِير فَذَبَحُوهَا فَضَرَبُوهُ - يَعْنِي الْقَتِيل - بِعُضْوٍ مِنْهَا فَقَامَ تَشْخَب أَوْدَاجه دَم فَقَالُوا لَهُ مَنْ قَتَلَك ؟ قَالَ قَتَلَنِي فُلَان وَكَذَا قَالَ الْحَسَن وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ أَنَّهُ ضُرِبَ بِبَعْضِهَا وَفِي رِوَايَة اِبْن عَبَّاس أَنَّهُ ضُرِبَ بِالْعَظْمِ الَّذِي يَلِي الْغُضْرُوف وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر قَالَ : قَالَ أَيُّوب عَنْ اِبْن سِيرِينَ عَنْ عَبِيدَة ضَرَبُوا الْقَتِيل بِبَعْضِ لَحْمهَا قَالَ مَعْمَر : قَالَ قَتَادَة ضَرَبُوهُ بِلَحْمِ فَخِذهَا فَعَاشَ فَقَالَ قَتَلَنِي فُلَان وَقَالَ وَكِيع بْن الْجَرَّاح فِي تَفْسِيره : حَدَّثَنَا النَّضْر بْن عَرَبِيّ عَنْ عِكْرِمَة \" فَقُلْنَا اِضْرِبُوهُ بِبَعْضِهَا \" فَضَرَبَ بِفَخِذِهَا فَقَامَ فَقَالَ قَتَلَنِي فُلَان قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ مُجَاهِد وَقَتَادَة وَعِكْرِمَة نَحْو ذَلِكَ . وَقَالَ السُّدِّيّ فَضَرَبُوهُ بِالْبَضْعَةِ الَّتِي بَيْن الْكَتِفَيْنِ فَعَاشَ فَسَأَلُوهُ فَقَالَ قَتَلَنِي اِبْن أَخِي وَقَالَ أَبُو الْعَالِيَة أَمَرَهُمْ مُوسَى عَلَيْهِ السَّلَام أَنْ يَأْخُذُوا عَظْمًا مِنْ عِظَامهَا فَيَضْرِبُوا بِهِ الْقَتِيل فَفَعَلُوا فَرَجَعَ إِلَيْهِ رُوحه فَسَمَّى لَهُمْ قَاتِله ثُمَّ عَادَ مَيِّتًا كَمَا كَانَ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : فَضَرَبُوهُ بِبَعْضِ آرَابهَا وَقِيلَ بِلِسَانِهَا وَقِيلَ بِعَجْبِ ذَنَبهَا وَقَوْله تَعَالَى \" كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى \" أَيْ فَضَرَبُوهُ فَحَيّ وَنَبَّهَ تَعَالَى عَلَى قُدْرَته وَإِحْيَائِهِ الْمَوْتَى بِمَا شَاهَدُوهُ مِنْ أَمْر الْقَتِيل جَعَلَ تَبَارَكَ وَتَعَالَى ذَلِكَ الصَّنِيع حُجَّة لَهُمْ عَلَى الْمَعَاد وَفَاصِلًا مَا كَانَ بَيْنهمْ مِنْ الْخُصُومَة وَالْعِنَاد وَاَللَّه تَعَالَى قَدْ ذَكَرَ فِي هَذِهِ السُّورَة مِمَّا خَلَقَهُ مِنْ إِحْيَاء الْمَوْتَى فِي خَمْسَة مَوَاضِع \" ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْد مَوْتكُمْ \" وَهَذِهِ الْقِصَّة وَقِصَّة الَّذِينَ خَرَجُوا مِنْ دِيَارهمْ وَهُمْ أُلُوف حَذَر الْمَوْت وَقِصَّة الَّذِي مَرَّ عَلَى قَرْيَة وَهِيَ خَاوِيَة عَلَى عُرُوشهَا وَقِصَّة إِبْرَاهِيم عَلَيْهِ السَّلَام وَالطُّيُور الْأَرْبَعَة وَنَبَّهَ تَعَالَى بِإِحْيَاءِ الْأَرْض بَعْد مَوْتهَا عَلَى إِعَادَة الْأَجْسَام بَعْد صَيْرُورَتهَا رَمِيمًا كَمَا قَالَ أَبُو دَاوُد الطَّيَالِسِيّ : حَدَّثَنَا شُعْبَة أَخْبَرَنِي يَعْلَى بْن عَطَاء قَالَ سَمِعْت وَكِيع بْن عَدَس يُحَدِّث عَنْ أَبِي رَزِين الْعُقَيْلِيّ رَضِيَ اللَّهُ عَنْهُ قَالَ : قُلْت يَا رَسُول اللَّه كَيْف يُحْيِي اللَّهُ الْمَوْتَى ؟ قَالَ \" أَمَا مَرَرْت بِوَادٍ مُمْحِل ثُمَّ مَرَرْت بِهِ خَضِرًا \" قَالَ بَلَى : قَالَ \" كَذَلِكَ النُّشُور\" أَوْ قَالَ \" كَذَلِكَ يُحْيِي اللَّه الْمَوْتَى \" وَشَاهِد هَذَا قَوْله تَعَالَى \" وَآيَةٌ لَهُمْ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ وَجَعَلْنَا فِيهَا جَنَّات مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنْ الْعُيُون لِيَأْكُلُوا مِنْ ثَمَره وَمَا عَمِلَتْهُ أَيْدِيهمْ أَفَلَا يَشْكُرُونَ\" \" مَسْأَلَة \" اُسْتُدِلَّ لِمَذْهَبِ الْإِمَام مَالِك فِي كَوْن قَوْل الْجَرِيح فُلَان قَتَلَنِي لَوْثًا بِهَذِهِ الْقِصَّة لِأَنَّ الْقَتِيل لَمَّا حَيِيَ سُئِلَ عَمَّنْ قَتَلَهُ فَقَالَ فُلَان قَتَلَنِي فَكَانَ ذَلِكَ مَقْبُولًا مِنْهُ لِأَنَّهُ لَا يُخْبِر حِينَئِذٍ إِلَّا بِالْحَقِّ وَلَا يَتَّهِم وَالْحَالَة هَذِهِ . وَرَجَّحُوا ذَلِكَ لِحَدِيثِ أَنَس أَنَّ يَهُودِيًّا قَتَلَ جَارِيَة عَلَى أَوْضَاح لَهَا فَرَضَخَ رَأْسهَا بَيْن حَجَرَيْنِ فَقِيلَ فَعَلَ بِك هَذَا أَفُلَان ؟ أَفُلَان ؟ حَتَّى ذَكَرُوا الْيَهُودِيّ فَأَوْمَأَتْ بِرَأْسِهَا فَأُخِذَ الْيَهُودِيّ فَلَمْ يُزَلْ بِهِ حَتَّى اِعْتَرَفَ فَأَمَرَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ يُرَضّ رَأْسه بَيْن حَجَرَيْنِ وَعِنْد مَالِك إِذَا كَانَ لَوْثًا حَلَفَ أَوْلِيَاء الْقَتِيل قَسَامَة وَخَالَفَ الْجُمْهُور فِي ذَلِكَ وَلَمْ يَجْعَلُوا قَوْل الْقَتِيل فِي ذَلِكَ لَوْثًا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38753, "aya_id": 73}]