[{"text": "وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُواْ بِي وَبِرَسُولِي قَالُوَاْ آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ", "sura_id": 5, "type": 0, "id": 780, "aya_id": 111}, {"text": "وإذ أوحيت إلى الحواريين أن آمنوا بي وبرسولي قالوا آمنا واشهد بأننا مسلمون", "sura_id": 5, "type": 1, "id": 7016, "aya_id": 111}, {"text": "111 - (وإذ أوحيت إلى الحواريين) أمرتهم على لسانه (أن) أي بأن (آمنوا بي وبرسولي) عيسى (قالوا آمنا) بك وبرسولك (واشهد بأننا مسلمون) \r\n", "sura_id": 5, "type": 2, "id": 25724, "aya_id": 111}, {"text": "واذكر نعمتي عليك, إذ ألهمتُ, وألقيتُ في قلوب جماعة من خلصائك أن يصدقوا بوحدانية الله تعالى ونبوتك, فقالوا: صدَّقنا يا ربنا, واشهد بأننا خاضعون لك منقادون لأمرك.\r\n", "sura_id": 5, "type": 3, "id": 31960, "aya_id": 111}, {"text": " <font color=red>وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ</font><BR><p>وَقَوْله \" وَإِذَا أَوْحَيْت إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي \" وَهَذَا أَيْضًا مِنْ الِامْتِنَان عَلَيْهِ عَلَيْهِ السَّلَامُ بِأَنْ جَعَلَ لَهُ أَصْحَابًا وَأَنْصَارًا ثُمَّ قِيلَ إِنَّ الْمُرَاد بِهَذَا الْوَحْي وَحْي إِلْهَام كَمَا قَالَ تَعَالَى \" وَأَوْحَيْنَا إِلَى أُمّ مُوسَى أَنْ أَرْضِعِيهِ \" الْآيَة وَهُوَ وَحْي إِلْهَام بِلَا خِلَاف وَكَمَا قَالَ تَعَالَى \" وَأَوْحَى رَبّك إِلَى النَّحْل أَنْ اِتَّخِذِي مِنْ الْجِبَال بُيُوتًا وَمِنْ الشَّجَر وَمِمَّا يَعْرِشُونَ ثُمَّ كُلِي مِنْ كُلّ الثَّمَرَات فَاسْلُكِي سُبُلَ رَبِّك ذُلُلًا \" الْآيَة وَهَكَذَا قَالَ بَعْض السَّلَف فِي هَذِهِ الْآيَة وَإِذْ \" أَوْحَيْت إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ \" أَيْ أُلْهِمُوا ذَلِكَ فَامْتَثَلُوا مَا أُلْهِمُوا قَالَ الْحَسَن الْبَصْرِيّ أَلْهَمَهُمْ اللَّه عَزَّ وَجَلَّ ذَلِكَ وَقَالَ السُّدِّيّ قَذَفَ فِي قُلُوبهمْ ذَلِكَ وَيَحْتَمِل أَنْ يَكُون الْمُرَاد وَإِذْ أَوْحَيْت إِلَيْهِمْ بِوَاسِطَتِك فَدَعَوْتهمْ إِلَى الْإِيمَان بِاَللَّهِ وَبِرَسُولِهِ وَاسْتَجَابُوا لَك وَانْقَادُوا وَتَابَعُوك فَقَالُوا آمَنَّا بِاَللَّهِ وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41451, "aya_id": 111}]