[{"text": "تُولِجُ اللَّيْلَ فِي الْنَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الَمَيَّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَن تَشَاء بِغَيْرِ حِسَابٍ", "sura_id": 3, "type": 0, "id": 320, "aya_id": 27}, {"text": "تولج الليل في النهار وتولج النهار في الليل وتخرج الحي من الميت وتخرج الميت من الحي وترزق من تشاء بغير حساب", "sura_id": 3, "type": 1, "id": 6556, "aya_id": 27}, {"text": "27 - (تولج) تدخل (الليل في النهار وتولج النهار) تدخله (في الليل) فيزيد كل منهما بما نقص من الآخر (وتخرج الحي من الميت) كالإنسان والطائر من النطفة والبيضة (وتخرج الميت) كالنطفة والبيضة (من الحي وترزق من تشاء بغير حساب) أي رزقا واسعا \r\n", "sura_id": 3, "type": 2, "id": 25264, "aya_id": 27}, {"text": "ومن دلائل قدرتك أنك تُدخل الليل في النهار, وتُدخل النهار في الليل, فيطول هذا ويقصر ذاك, وتُخرج الحي من الميت الذي لا حياة فيه, كإخراج الزرع من الحب, والمؤمن من الكافر, وتُخرج الميت من الحي كإخراج البيض من الدجاج, وترزق من تشاء مَن خلقك بغير حساب.\r\n", "sura_id": 3, "type": 3, "id": 31500, "aya_id": 27}, {"text": " <font color=red>تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ</font><BR><p>وَقَوْله تَعَالَى \" تُولِج اللَّيْل فِي النَّهَار وَتُولِج النَّهَار فِي اللَّيْل \" أَيْ تَأْخُذ مِنْ طُول هَذَا فَتَزِيدهُ فِي قِصَرِ هَذَا فَيَعْتَدِلَانِ ثُمَّ تَأْخُذ مِنْ هَذَا فِي هَذَا فَيَتَفَاوَتَانِ ثُمَّ يَعْتَدِلَانِ وَهَكَذَا فِي فُصُول السَّنَة رَبِيعًا وَصَيْفًا وَخَرِيفًا وَشِتَاء وَقَوْله تَعَالَى \" وَتُخْرِجُ الْحَيّ مِنْ الْمَيِّت وَتُخْرِج الْمَيِّت مِنْ الْحَيّ \" أَيْ تُخْرِج الزَّرْع مِنْ الْحَبّ وَالْحَبّ مِنْ الزَّرْع وَالنَّخْلَة مِنْ النَّوَاة وَالنَّوَاة مِنْ النَّخْلَة وَالْمُؤْمِن مِنْ الْكَافِر وَالْكَافِر مِنْ الْمُؤْمِن وَالدَّجَاجَة مِنْ الْبَيْضَة وَالْبَيْضَة مِنْ الدَّجَاجَة . وَمَا جَرَى هَذَا الْمَجْرَى فِي جَمِيع الْأَشْيَاء \" وَتَرْزُق مَنْ تَشَاء بِغَيْرِ حِسَاب \" أَيْ تُعْطِي مَنْ شِئْت مِنْ الْمَال مَا لَا يَعُدّهُ وَلَا يَقْدِر عَلَى إِحْصَائِهِ وَتُقَتِّر عَلَى آخَرِينَ لِمَا لَك فِي ذَلِكَ مِنْ الْحِكْمَة وَالْإِرَادَة وَالْمَشِيئَة . قَالَ الطَّبَرَانِيّ : حَدَّثَنَا مُحَمَّد بْن زَكَرِيَّا الْعَلَائِيّ حَدَّثَنَا جَعْفَر بْن حَسَن بْن فَرْقَد حَدَّثَنَا أَبِي عَنْ عُمَر بْن مَالِك عَنْ أَبِي الْجَوْزَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اِسْم اللَّه الْأَعْظَم الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ فِي هَذِهِ الْآيَة مِنْ آل عِمْرَان \" قُلْ اللَّهُمَّ مَالِك الْمُلْك تُؤْتِي الْمُلْك مَنْ تَشَاء وَتَنْزِع الْمُلْك مِمَّنْ تَشَاء وَتُعِزّ مَنْ تَشَاء وَتُذِلّ مَنْ تَشَاء بِيَدِك الْخَيْر إِنَّك عَلَى كُلّ شَيْء قَدِير \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39963, "aya_id": 27}]