[{"text": "إِلاَّ الَّذِينَ يَصِلُونَ إِلَىَ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ أَوْ جَآؤُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَاتِلُونَكُمْ أَوْ يُقَاتِلُواْ قَوْمَهُمْ وَلَوْ شَاء اللّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْاْ إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللّهُ لَكُمْ عَلَيْهِمْ سَبِيلاً", "sura_id": 4, "type": 0, "id": 583, "aya_id": 90}, {"text": "إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم ولو شاء الله لسلطهم عليكم فلقاتلوكم فإن اعتزلوكم فلم يقاتلوكم وألقوا إليكم السلم فما جعل الله لكم عليهم سبيلا", "sura_id": 4, "type": 1, "id": 6819, "aya_id": 90}, {"text": "90 - (إلا الذين يصلون) يلجؤون (إلى قوم بينكم وبينهم ميثاق) عهد بالأمان لهم ولمن وصل إليهم كما عاهد النبي صلى الله عليه وسلم هلال بن عويمر الأسلمي (أو) الذين (جاؤوكم) وقد (حصرت) ضاقت (صدورهم) عن (أن يقاتلوكم) مع قومهم (أو يقاتلوا قومهم) معكم أي ممسكين عن قتالكم فلا تتعرضوا إليهم بأخذ ولا قتل ، وهذا وما بعده منسوخ بآية السيف (ولو شاء الله) تسليطهم عليكم (لسلطهم عليكم) بأن يقوي قلوبهم (فلقاتلوكم) ولكنه لم يشأه فألقى في قلوبهم الرعب (فإن اعتزلوكم فلم يقاتلوكم وألقوا إليكم السلم) الصلح أي انقادوا (فما جعل الله لكم عليهم سبيلا) طريقا بالأخذ والقتل \r\n", "sura_id": 4, "type": 2, "id": 25527, "aya_id": 90}, {"text": "لكن الذين يتصلون بقوم بينكم وبينهم عهد وميثاق فلا تقاتلوهم, وكذلك الذين أتَوا إليكم وقد ضاقت صدورهم وكرهوا أن يقاتلوكم, كما كرهوا أن يقاتلوا قومهم, فلم يكونوا معكم ولا مع قومهم, فلا تقاتلوهم, ولو شاء الله تعالى لسلَّطهم عليكم, فلقاتلوكم مع أعدائكم من المشركين, ولكن الله تعالى صرفهم عنكم بفضله وقدرته, فإن تركوكم فلم يقاتلوكم, وانقادوا اليكم مستسلمين, فليس لكم عليهم من طريق لقتالهم.\r\n", "sura_id": 4, "type": 3, "id": 31763, "aya_id": 90}, {"text": " <font color=red>إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا</font><BR><p>فَقَالَ إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْم بَيْنكُمْ وَبَيْنهمْ مِيثَاق \" أَيْ إِلَّا الَّذِينَ لَجَئُوا وَتَحَيَّزُوا إِلَى قَوْم بَيْنكُمْ وَبَيْنهمْ مُهَادَنَة أَوْ عَقْد ذِمَّة فَاجْعَلُوا حُكْمهمْ كَحُكْمِهِمْ وَهَذَا قَوْل السُّدِّيّ وَابْن زَيْد وَابْن جَرِير . وَقَدْ رَوَى اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ الْحَسَن أَنَّ سُرَاقَة بْن مَالِك الْمُدْلِجِيّ حَدَّثَهُمْ قَالَ : لَمَّا ظَهَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَهْل بَدْر وَأُحُد وَأَسْلَمَ مَنْ حَوْلهمْ قَالَ سُرَاقَة بَلَغَنِي أَنَّهُ يُرِيد أَنْ يَبْعَث خَالِد بْن الْوَلِيد إِلَى قَوْمِي بَنِي مُدْلِج فَأَتَيْته فَقُلْت أَنْشُدك النِّعْمَة فَقَالُوا صَهٍ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" دَعُوهُ مَا تُرِيد ؟ \" قَالَ بَلَغَنِي أَنَّك تُرِيد أَنْ تَبْعَث إِلَى قَوْمِي وَأَنَا أُرِيد أَنْ تُوَادِعهُمْ فَإِنْ أَسْلَمَ قَوْمك أَسْلَمُوا وَدَخَلُوا فِي الْإِسْلَام وَإِنْ لَمْ يُسْلِمُوا لَمْ تُخَشِّن قُلُوب قَوْمك عَلَيْهِمْ فَأَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِ خَالِد بْن الْوَلِيد فَقَالَ اِذْهَبْ مَعَهُ فَافْعَلْ مَا يُرِيد فَصَالَحَهُمْ خَالِد عَلَى أَنْ لَا يُعِينُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِنْ أَسْلَمَتْ قُرَيْش أَسْلَمُوا مَعَهُمْ فَأَنْزَلَ اللَّه وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاء فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاء \" وَرَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق حَمَّاد بْن سَلَمَة وَقَالَ فَأَنْزَلَ اللَّه \" إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْم بَيْنكُمْ وَبَيْنهمْ مِيثَاق \" فَكَانَ مَنْ وَصَلَ إِلَيْهِمْ كَانَ مَعَهُمْ عَلَى عَهْدهمْ وَهَذَا أَنْسَب لِسِيَاقِ الْكَلَام . وَفِي صَحِيح الْبُخَارِيّ فِي قِصَّة صُلْح الْحُدَيْبِيَة فَكَانَ مَنْ أَحَبَّ أَنْ يَدْخُل فِي صُلْح قُرَيْش وَعَهْدهمْ وَمَنْ أَحَبَّ أَنْ يَدْخُل فِي صُلْح مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه وَعَهْدهمْ . وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ نَسَخَهَا قَوْله \" فَإِذَا اِنْسَلَخَ الْأَشْهُر الْحُرُم فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ \" الْآيَة . وَقَوْله \" أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورهمْ \" الْآيَة . هَؤُلَاءِ قَوْم آخَرُونَ مِنْ الْمُسْتَثْنَيْنِ مِنْ الْأَمْر بِقِتَالِهِمْ وَهُمْ الَّذِينَ يَجِيئُونَ إِلَى الْمَصَافّ وَهُمْ حَصِرَتْ صُدُورهمْ أَيْ ضَيِّقَة صُدُورهمْ مُبْغِضِينَ أَنْ يُقَاتِلُوكُمْ وَلَا يُهَوِّن عَلَيْهِمْ أَيْضًا أَنْ يُقَاتِلُوا قَوْمهمْ مَعَكُمْ بَلْ هُمْ لَا لَكُمْ وَلَا عَلَيْكُمْ \" وَلَوْ شَاءَ اللَّه لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ \" أَيْ مِنْ لُطْفه بِكُمْ أَنْ كَفَّهُمْ عَنْكُمْ \" فَإِنْ اِعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمْ السَّلَم \" أَيْ الْمُسَالَمَة \" فَمَا جَعَلَ اللَّه لَكُمْ عَلَيْهِمْ سَبِيلًا \" أَيْ فَلَيْسَ لَكُمْ أَنْ تُقَاتِلُوهُمْ مَا دَامَتْ حَالهمْ كَذَلِكَ وَهَؤُلَاءِ كَالْجَمَاعَةِ الَّذِينَ خَرَجُوا يَوْم بَدْر مِنْ بَنِي هَاشِم مَعَ الْمُشْرِكِينَ فَحَضَرُوا الْقِتَال وَهُمْ كَارِهُونَ كَالْعَبَّاسِ وَنَحْوه وَلِهَذَا نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمئِذٍ عَنْ قَتْل الْعَبَّاس وَأَمَرَ بِأَسْرِهِ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40933, "aya_id": 90}]