[{"text": "وَلَقَدْ صَدَقَكُمُ اللّهُ وَعْدَهُ إِذْ تَحُسُّونَهُم بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأَمْرِ وَعَصَيْتُم مِّن بَعْدِ مَا أَرَاكُم مَّا تُحِبُّونَ مِنكُم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ الآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنكُمْ وَاللّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ", "sura_id": 3, "type": 0, "id": 445, "aya_id": 152}, {"text": "ولقد صدقكم الله وعده إذ تحسونهم بإذنه حتى إذا فشلتم وتنازعتم في الأمر وعصيتم من بعد ما أراكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الآخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم والله ذو فضل على المؤمنين", "sura_id": 3, "type": 1, "id": 6681, "aya_id": 152}, {"text": "152 - (ولقد صدقكم الله وعده) إياكم بالنصر (إذ تحسونهم) تقتلونهم (بإذنه) بإرادته (حتى إذا فشلتم) جبنتم عن القتال (وتنازعتم) اختلفتم (في الأمر) أي أمر النبي صلى الله عليه وسلم بالمقام في سفح الجبل للرمي فقال بعضكم: نذهب فقد نصر أصحابنا ، وبعضكم: لا نخالف أمر النبي صلى الله عليه وسلم (وعصيتم) أمره فتركتم المركز لطلب الغنيمة (من بعد ما أراكم) الله (ما تحبون) من النصر وجواب إذا دل عليه ما قبله أي منعكم نصره (منكم من يريد الدنيا) فترك المركز للغنيمة (ومنكم من يريد الآخرة) فثبت به حتى قتل كعبد الله بن جبير وأصحابه (ثم صرفكم) عطف على جواب إذا المقدر ، رَدَّكم بالهزيمة (عنهم) أي الكفار (ليبتليكم) ليمتحنكم فيظهر المخلص من غيره (ولقد عفا عنكم) ما ارتكبتموه (والله ذو فضل على المؤمنين) بالعفو \r\n", "sura_id": 3, "type": 2, "id": 25389, "aya_id": 152}, {"text": "ولقد حقق الله لكم ما وعدكم به من نصر, حين كنتم تقتلون الكفار في غزوة \"أُحد\" بإذنه تعالى, حتى إذا جَبُنتم وضعفتم عن القتال واختلفتم: هل تبقون في مواقعكم أو تتركونها لجمع الغنانم مع مَن يجمعها؟ وعصيتم أمر رسولكم حين أمركم ألا تفارفوا أماكنكم بأي حال, حلَّت بكم الهزيمة من بعد ما أراكم ما تحبون من النصر, وتبيَّن أن منكم مَن يريد الغنائم, وأن منكم مَن يطلب الآخرة وثوابها, ثم صرف الله وجوهكم عن عدوكم; ليختبركم, وقد علم الله ندمكم وتوبتكم فعفا عنكم, والله ذو فضل عظيم على المؤمنين.\r\n", "sura_id": 3, "type": 3, "id": 31625, "aya_id": 152}, {"text": " <font color=red>وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ</font><BR><p>قَالَ \" وَلَقَدْ صَدَقَكُمْ اللَّه وَعْده \" أَيْ أَوَّل النَّهَار \" إِذْ تَحُسُّونَهُمْ \" أَيْ تَقْتُلُونَهُمْ \" بِإِذْنِهِ \" أَيْ بِتَسْلِيطِهِ إِيَّاكُمْ عَلَيْهِمْ \" حَتَّى إِذَا فَشِلْتُمْ \" وَقَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس الْفَشَل الْجُبْن \" وَتَنَازَعْتُمْ فِي الْأَمْر وَعَصَيْتُمْ \" كَمَا وَقَعَ لِلرُّمَاةِ \" مِنْ بَعْد مَا أَرَاكُمْ مَا تُحِبُّونَ \" وَهُوَ الظَّفَر بِهِمْ \" مِنْكُمْ مَنْ يُرِيد الدُّنْيَا \" وَهُمْ الَّذِينَ رَغِبُوا فِي الْمَغْنَم حِين رَأَوْا الْهَزِيمَة \" وَمِنْكُمْ مَنْ يُرِيد الْآخِرَة ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ \" ثُمَّ أَدَالهمْ عَلَيْكُمْ لِيَخْتَبِرَكُمْ وَيَمْتَحِنكُمْ\" وَلَقَدْ عَفَا عَنْكُمْ \" أَيْ غَفَرَ لَكُمْ ذَلِكَ الصَّنِيع وَذَلِكَ وَاَللَّه أَعْلَم لِكَثْرَةِ عُدَد الْعَدُوّ وَعَدَدهمْ وَقِلَّة عُدَد الْمُسْلِمِينَ وَعَدَدهمْ قَالَ اِبْن جُرَيْج : قَوْله\" وَلَقَدْ عَفَا عَنْكُمْ \" قَالَ : لَمْ يَسْتَأْصِلكُمْ وَكَذَا قَالَ مُحَمَّد بْن إِسْحَق رَوَاهُمَا اِبْن جَرِير \" وَاَللَّه ذُو فَضْل عَلَى الْمُؤْمِنِينَ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُلَيْمَان بْن دَاوُدَ حَدَّثَنَا عَبْد الرَّحْمَن اِبْن أَبِي الزِّنَاد عَنْ أَبِيهِ عَنْ عُبَيْد اللَّه عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : مَا نَصَرَ اللَّه النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَوْطِن كَمَا نَصَرَهُ يَوْم أُحُد فَأَنْكَرْنَا ذَلِكَ ! فَقَالَ اِبْن عَبَّاس : بَيْنِي وَبَيْن مَنْ أَنْكَرَ ذَلِكَ كِتَاب اللَّه إِنَّ اللَّه يَقُول فِي يَوْم أُحُد \" وَلَقَدْ صَدَقَكُمْ اللَّه وَعْده إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ \" يَقُول اِبْن عَبَّاس وَالْحَسَن الْفَشَل \" حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْر وَعَصَيْتُمْ مِنْ بَعْدِمَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيد الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيد الْآخِرَة \" الْآيَة . وَإِنَّمَا عَنَى بِهَذَا الرُّمَاة وَذَلِكَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقَامَهُمْ فِي مَوْضِع وَقَالَ : \" اِحْمُوا ظُهُورنَا فَإِنْ رَأَيْتُمُونَا نُقْتَل فَلَا تَنْصُرُونَا وَإِنْ رَأَيْتُمُونَا نَغْنَم فَلَا تُشْرِكُونَا \" فَلَمَّا غَنِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَاخُوا عَسْكَر الْمُشْرِكِينَ أَكَبَّ الرُّمَاة جَمِيعًا فِي الْعَسْكَر يَنْهَبُونَ وَلَقَدْ اِلْتَقَتْ صُفُوف أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِمْ هَكَذَا - وَشَبَّكَ بَيْن يَدَيْهِ - وَانْتَشَبُوا فَلَمَّا أَخَلَّ الرُّمَاة تِلْكَ الْخَلَّة الَّتِي كَانُوا فِيهَا دَخَلَتْ الْخَيْل مِنْ ذَلِكَ الْمَوْضِع عَلَى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَضْرِب بَعْضهمْ بَعْضًا وَالْتَبَسُوا وَقُتِلَ مِنْ الْمُسْلِمِينَ نَاس كَثِير وَقَدْ كَانَ النَّصْر لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوَّل النَّهَار حَتَّى قُتِلَ مِنْ أَصْحَاب لِوَاء الْمُشْرِكِينَ سَبْعَة أَوْ تِسْعَة وَجَالَ الْمُشْرِكُونَ جَوْلَة نَحْو الْجَبَل وَلَمْ يَبْلُغُوا حَيْثُ يَقُول النَّاس الْغَار إِنَّمَا كَانُوا تَحْت الْمِهْرَاس وَصَاحَ الشَّيْطَان قُتِلَ مُحَمَّد فَلَمْ يَشُكُّوا بِهِ أَنَّهُ حَقّ فَلَا زِلْنَا كَذَلِكَ مَا نَشُكّ أَنَّهُ حَقّ حَتَّى طَلَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن السَّعْدَيْن نَعْرِفهُ بِكَتِفَيْهِ إِذَا مَشَى قَالَ : فَفَرِحْنَا حَتَّى كَأَنَّهُ لَمْ يُصِبْنَا مَا أَصَابَنَا قَالَ : فَرَقِيَ نَحْونَا وَهُوَ يَقُول \" اِشْتَدَّ غَضَب اللَّه عَلَى قَوْم أَدْمَوْا وَجْه رَسُول اللَّه\" وَيَقُول مَرَّة أُخْرَى \" لَيْسَ لَهُمْ أَنْ يَعْلُونَا \" حَتَّى اِنْتَهَى إِلَيْنَا فَمَكَثَ سَاعَة فَإِذَا أَبُو سُفْيَان يَصِيح فِي أَسْفَل الْجَبَل : اُعْلُ هُبَل - مَرَّتَيْنِ يَعْنِي إِلَهه - أَيْنَ اِبْن أَبِي كَبْشَة أَيْنَ اِبْن أَبِي قُحَافَة أَيْنَ اِبْن الْخَطَّاب ؟ فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ : يَا رَسُول اللَّه أَلَا أُجِيبهُ قَالَ \" بَلَى \" فَلَمَّا قَالَ : اُعْلُ هُبَل قَالَ عُمَر : اللَّه أَعْلَى وَأَجَلّ فَقَالَ أَبُو سُفْيَان : قَدْ أَنْعَمْت قَالَ : عَنْهَا فَقَالَ : أَيْنَ اِبْن أَبِي كَبْشَة أَيْنَ اِبْن أَبِي قُحَافَة أَيْنَ اِبْن الْخَطَّاب ؟ فَقَالَ عُمَر : هَذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذَا أَبُو بَكْر وَهَذَا أَنَا عُمَر قَالَ : فَقَالَ أَبُو سُفْيَان : يَوْم بِيَوْمِ بَدْر الْأَيَّام دُوَل وَإِنَّ الْحَرْب سِجَال قَالَ : فَقَالَ عُمَر : لَا سَوَاء قَتْلَانَا فِي الْجَنَّة وَقَتْلَاكُمْ فِي النَّار قَالَ : إِنَّكُمْ تَزْعُمُونَ ذَلِكَ فَقَدْ خِبْنَا وَخَسِرْنَا إِذَنْ . فَقَالَ أَبُو سُفْيَان : إِنَّكُمْ سَتَجِدُونَ فِي قَتْلَاكُمْ مُثَلًا وَلَمْ يَكُنْ ذَلِكَ عَلَى رَأْي سَرَاتنَا قَالَ : ثُمَّ أَدْرَكَتْهُ حَمِيَّة الْجَاهِلِيَّة فَقَالَ : أَمَا إِنَّهُ إِنْ كَانَ ذَلِكَ لَمْ نَكْرَههُ هَذَا حَدِيث غَرِيب وَسِيَاق عَجِيب وَهُوَ مِنْ مُرْسَلَات اِبْن عَبَّاس فَإِنَّهُ لَمْ يَشْهَد أُحُدًا وَلَا أَبُوهُ وَقَدْ أَخْرَجَهُ الْحَاكِم فِي مُسْتَدْرَكه عَنْ أَبِي النَّضْر الْفَقِيه عَنْ عُثْمَان بْن سَعِيد عَنْ سُلَيْمَان بْن دَاوُدَ بْن عَلِيّ بْن عَبْد اللَّه بْن عَبَّاس بِهِ وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَالْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة مِنْ حَدِيث سُلَيْمَان بْن دَاوُدَ الْهَاشِمِيّ بِهِ وَلِبَعْضِهِ شَوَاهِد فِي الصِّحَاح وَغَيْرهَا - فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد عَنْ عَطَاء بْن السَّائِب عَنْ الشَّعْبِيّ عَنْ اِبْن مَسْعُود قَالَ : إِنَّ النِّسَاء كُنَّ يَوْم أُحُد خَلْف الْمُسْلِمِينَ يُجْهِزْنَ عَلَى جَرْحَى الْمُشْرِكِينَ فَلَوْ حَلَفْت يَوْمئِذٍ رَجَوْت أَنْ أَبَرّ أَنَّهُ لَيْسَ مِنَّا أَحَد يُرِيد الدُّنْيَا حَتَّى أَنْزَلَ اللَّه \" مِنْكُمْ مَنْ يُرِيد الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيد الْآخِرَة ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ \" فَلَمَّا خَالَفَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَصَوْا مَا أُمِرُوا بِهِ أَفْرَدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تِسْعَة سَبْعَة مِنْ الْأَنْصَار وَرَجُلَيْنِ مِنْ قُرَيْش وَهُوَ عَاشِرهمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا أَرْهَقُوهُ قَالَ \" رَحِم اللَّه رَجُلًا رَدَّهُمْ عَنَّا \" قَالَ : فَقَامَ رَجُل مِنْ الْأَنْصَار فَقَاتَلَ سَاعَة حَتَّى قُتِلَ فَلَمَّا أَرْهَقُوهُ أَيْضًا قَالَ \" رَحِم اللَّه رَجُلًا رَدَّهُمْ عَنَّا \" فَلَمْ يَزَلْ يَقُول ذَلِكَ حَتَّى قُتِلَ السَّبْعَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِصَاحِبَيْهِ \" مَا أَنْصَفْنَا أَصْحَابنَا \" فَجَاءَ أَبُو سُفْيَان فَقَالَ اُعْلُ هُبَل فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُولُوا اللَّه أَعْلَى وَأَجَلّ \" فَقَالُوا : اللَّه أَعْلَى وَأَجَلّ فَقَالَ أَبُو سُفْيَان : لَنَا الْعُزَّى وَلَا عُزَّى لَكُمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُولُوا : اللَّه مَوْلَانَا وَالْكَافِرُونَ لَا مَوْلَى لَهُمْ \" فَقَالَ أَبُو سُفْيَان : يَوْم بِيَوْمِ بَدْر فَيَوْم عَلَيْنَا وَيَوْم لَنَا وَيَوْم نُسَاءُ وَيَوْم نُسَرَّ حَنْظَلَة بِحَنْظَلَةَ وَفُلَان بِفُلَانٍ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا سَوَاء أَمَّا قَتْلَانَا فَأَحْيَاء يُرْزَقُونَ وَأَمَّا قَتْلَاكُمْ فَفِي النَّار يُعَذَّبُونَ \" فَقَالَ أَبُو سُفْيَان : لَقَدْ كَانَ فِي الْقَوْم مُثْلَة وَإِنْ كَانَتْ لَعَنْ غَيْر مَلَامنَا مَا أَمَرْت وَلَا نَهَيْت وَلَا أَحْبَبْت وَلَا كَرِهْت وَلَا سَاءَنِي وَلَا سَرَّنِي قَالَ : فَنَظَرُوا فَإِذَا حَمْزَة قَدْ بُقِرَ بَطْنه وَأَخَذَتْ هِنْد كَبِده فَلَاكَتْهَا فَلَمْ تَسْتَطِعْ أَنْ تَأْكُلهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَكَلَتْ شَيْئًا \" ؟ قَالُوا : لَا قَالَ \" مَا كَانَ اللَّه لِيُدْخِل شَيْئًا مِنْ حَمْزَة فِي النَّار \" قَالَ : فَوَضَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَمْزَة فَصَلَّى عَلَيْهِ وَجِيءَ بِرَجُلٍ مِنْ الْأَنْصَار فَوُضِعَ إِلَى جَنْبه فَصَلَّى عَلَيْهِ فَرُفِعَ الْأَنْصَارِيّ وَتُرِكَ حَمْزَة حَتَّى جِيءَ بِآخَرَ فَوُضِعَ إِلَى جَنْب حَمْزَة فَصَلَّى عَلَيْهِ ثُمَّ رُفِعَ وَتُرِكَ حَمْزَة حَتَّى صَلَّى عَلَيْهِ يَوْمئِذٍ سَبْعِينَ صَلَاة تَفَرَّدَ بِهِ أَحْمَد أَيْضًا . وَقَالَ الْبُخَارِيّ : حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ : لَقِينَا الْمُشْرِكِينَ يَوْمئِذٍ وَأَجْلَسَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَيْشًا مِنْ الرُّمَاة وَأَمَّرَ عَلَيْهِمْ عَبْد اللَّه بْن جُبَيْر وَقَالَ \" لَا تَبْرَحُوا إِنْ رَأَيْتُمُونَا ظَهَرْنَا عَلَيْهِمْ فَلَا تَبْرَحُوا وَإِنْ رَأَيْتُمُوهُمْ ظَهَرُوا عَلَيْنَا فَلَا تُعِينُونَا \" . فَلَمَّا لَقِينَاهُمْ هَرَبُوا حَتَّى رَأَيْت النِّسَاء يَشْتَدِدْنَ فِي الْجَبَل رَفَعْنَ عَنْ سُوقهنَّ وَقَدْ بَدَتْ خَلَاخِلهنَّ فَأَخَذُوا يَقُولُونَ : الْغَنِيمَة الْغَنِيمَة فَقَالَ عَبْد اللَّه بْن جُبَيْر : عَهِدَ إِلَيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ لَا تَبْرَحُوا فَأَبَوْا فَلَمَّا أَبَوْا صَرَفَ وُجُوههمْ فَأُصِيب سَبْعُونَ قَتِيلًا فَأَشْرَفَ أَبُو سُفْيَان فَقَالَ : أَفِي الْقَوْم مُحَمَّد ؟ فَقَالَ \" لَا تُجِيبُوهُ \" فَقَالَ : أَفِي الْقَوْم اِبْن أَبِي قُحَافَة ؟ قَالَ : \" لَا تُجِيبُوهُ \" فَقَالَ : أَفِي الْقَوْم اِبْن الْخَطَّاب ؟ فَقَالَ : إِنَّ هَؤُلَاءِ قُتِلُوا فَلَوْ كَانُوا أَحْيَاء لَأَجَابُوا فَلَمْ يَمْلِك عُمَر نَفْسه فَقَالَ لَهُ : كَذَبْت يَا عَدُوّ اللَّه أَبْقَى اللَّه لَك مَا يَحْزُنك قَالَ أَبُو سُفْيَان : اُعْلُ هُبَل فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَجِيبُوهُ \" قَالُوا : مَا نَقُول ؟ قَالَ \" قُولُوا \" اللَّه أَعْلَى وَأَجَلّ \" قَالَ أَبُو سُفْيَان : لَنَا الْعُزَّى وَلَا عُزَّى لَكُمْ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَجِيبُوهُ \" قَالُوا : مَا نَقُول ؟ قَالَ \" قُولُوا : اللَّه مَوْلَانَا وَلَا مَوْلَى لَكُمْ \" قَالَ أَبُو سُفْيَان : يَوْم بِيَوْمِ بَدْر وَالْحَرْب سِجَال وَسَتَجِدُونَ مُثْلَة لَمْ آمُر بِهَا وَلَمْ تَسُؤْنِي تَفَرَّدَ بِهِ الْبُخَارِيّ مِنْ هَذَا الْوَجْه ثُمَّ رَوَاهُ عَنْ عَمْرو بْن خَالِد عَنْ زُهَيْر بْن مُعَاوِيَة عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء بِنَحْوِهِ : وَسَيَأْتِي بِأَبْسَطَ مِنْ هَذَا - وَقَالَ الْبُخَارِيّ أَيْضًا : حَدَّثَنَا عَبْد اللَّه بْن سَعِيد حَدَّثَنَا أَبُو أُسَامَة عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : لَمَّا كَانَ يَوْم أُحُد هَزَمَ الْمُشْرِكِينَ فَصَرَخَ إِبْلِيس : أَيْ عِبَاد اللَّه أُخْرَاكُمْ فَرَجَعَتْ أُولَاهُمْ فَاجْتَلَدَتْ هِيَ وَأُخْرَاهُمْ فَبَصَر حُذَيْفَة فَإِذَا هُوَ بِأَبِيهِ الْيَمَان فَقَالَ : أَيْ عِبَاد اللَّه أَبِي أَبِي قَالَ : قَالَتْ فَوَاَللَّهِ مَا اِحْتَجَزُوا حَتَّى قَتَلُوهُ فَقَالَ حُذَيْفَة : يَغْفِر اللَّه لَكُمْ قَالَ عُرْوَة : فَوَاَللَّهِ مَا زَالَتْ فِي حُذَيْفَة بَقِيَّة خَيْر حَتَّى لَحِقَ بِاَللَّهِ عَزَّ وَجَلَّ . وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي يَحْيَى بْن عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ جَدّه أَنَّ الزُّبَيْر بْن الْعَوَّام قَالَ : وَاَللَّه لَقَدْ رَأَيْتنِي أَنْظُر إِلَى خَدَم هِنْد وَصَوَاحِبَاتهَا مُشَمِّرَات هَوَارِبَ مَا دُون أَخْذهنَّ كَثِير وَلَا قَلِيل وَمَالَتْ الرُّمَاة إِلَى الْعَسْكَر حِين كَشَفَنَا الْقَوْم عَنْهُ يُرِيدُونَ النَّهْب وَخَلَّوْا ظُهُورنَا لِلْخَيْلِ فَأُوتِينَا مِنْ أَدْبَارنَا وَصَرَخَ صَارِخ أَلَا إِنَّ مُحَمَّدًا قَدْ قُتِلَ فَانْكَفَأْنَا وَانْكَفَأَ عَلَيْنَا الْقَوْم بَعْد أَنْ أَصَبْنَا أَصْحَاب اللِّوَاء حَتَّى مَا يَدْنُو مِنْهُ أَحَد مِنْ الْقَوْم . قَالَ مُحَمَّد بْن إِسْحَاق : فَلَمْ يَزَلْ لِوَاء الْمُشْرِكِينَ صَرِيعًا حَتَّى أَخَذَتْهُ عَمْرَة بِنْت عَلْقَمَة الْحَارِثِيَّة فَدَفَعَتْهُ لِقُرَيْشٍ فَلَاثُوا بِهَا وَقَالَ السُّدِّيّ عَنْ عَبْد خَيْر عَنْ عَلِيّ بْن عَبْد اللَّه بْن مَسْعُود قَالَ : مَا كُنْت أَرَى أَنَّ أَحَدًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُرِيد الدُّنْيَا حَتَّى نَزَلَ فِينَا مَا نَزَلَ يَوْم أُحُدٍ \" مِنْكُمْ مَنْ يُرِيد الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيد الْآخِرَة \" وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْ اِبْن مَسْعُود وَكَذَا رُوِيَ عَنْ عَبْد الرَّحْمَن بْن عَوْف وَأَبِي طَلْحَة رَوَاهُ اِبْن مَرْدُوَيه فِي تَفْسِيره وَقَوْله تَعَالَى \" ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ \" قَالَ اِبْن إِسْحَق : حَدَّثَنِي الْقَاسِم بْن عَبْد الرَّحْمَن بْن رَافِع أَحَد بَنِي عَدِيّ بْن النَّجَّار قَالَ : اِنْتَهَى أَنَس بْن النَّضْر عَمّ أَنَس بْن مَالِك إِلَى عُمَر بْن الْخَطَّاب وَطَلْحَة بْن عُبَيْدَة فِي رِجَال مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار قَدْ أَلْقَوْا مَا بِأَيْدِيهِمْ فَقَالَ : مَا يُخَلِّيكُمْ ؟ فَقَالُوا : قُتِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : فَمَا تَصْنَعُونَ بِالْحَيَاةِ بَعْده ؟ قُومُوا فَمُوتُوا عَلَى مَا مَاتَ عَلَيْهِ ثُمَّ اِسْتَقْبَلَ الْقَوْم فَقَاتَلَ حَتَّى قُتِلَ رَضِيَ اللَّه عَنْهُ - وَقَالَ الْبُخَارِيّ : حَدَّثَنَا حَسَّان بْن حَسَّان حَدَّثَنَا مُحَمَّد بْن طَلْحَة حَدَّثَنَا حُمَيْد عَنْ أَنَس بْن مَالِك أَنَّ عَمّه يَعْنِي أَنَس بْن النَّضْر غَابَ عَنْ بَدْر فَقَالَ : غِبْت عَنْ أَوَّل قِتَال النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَئِنْ أَشْهَدَنِي اللَّه مَعَ رَسُول اللَّه صَلَّى لَيَرَيَنَّ اللَّه مَا أَجِد فَلَقِيَ يَوْم أُحُد فَهَزَمَ النَّاس فَقَالَ : اللَّهُمَّ إِنِّي أَعْتَذِر إِلَيْك مِمَّا صَنَعَ هَؤُلَاءِ - يَعْنِي الْمُسْلِمِينَ وَأَبْرَأ إِلَيْك مِمَّا جَاءَ بِهِ الْمُشْرِكُونَ فَتَقَدَّمَ بِسَيْفِهِ فَلَقِيَ سَعْد بْن مُعَاذ فَقَالَ : أَيْنَ يَا سَعْد إِنِّي أَجِد رِيح الْجَنَّة دُون أُحُد فَمَضَى فَقُتِلَ فَمَا عُرِفَ حَتَّى عَرَفَتْهُ أُخْته بِشَامَةٍ أَوْ بِبَنَانِهِ وَبِهِ بِضْع وَثَمَانُونَ مِنْ طَعْنَة وَضَرْبَة وَرَمْيَة بِسَهْمٍ هَذَا لَفْظ الْبُخَارِيّ وَأَخْرَجَهُ مُسْلِم مِنْ حَدِيث ثَابِت بْن أَنَس بِنَحْوِهِ . وَقَالَ الْبُخَارِيّ أَيْضًا : حَدَّثَنَا عَبْدَان حَدَّثَنَا أَبُو حَمْزَة عَنْ عُثْمَان بْن مَوْهِب قَالَ : جَاءَ رَجُل حَجَّ الْبَيْت فَرَأَى قَوْمًا جُلُوسًا فَقَالَ : مَنْ هَؤُلَاءِ الْقُعُود ؟ قَالُوا : هَؤُلَاءِ قُرَيْش قَالَ : مَنْ الشَّيْخ ؟ قَالُوا : اِبْن عُمَر فَأَتَاهُ فَقَالَ إِنِّي سَائِلك عَنْ شَيْء فَحَدِّثْنِي قَالَ : سَلْ قَالَ : أَنْشُدك بِحُرْمَةِ هَذَا الْبَيْت أَتَعْلَمُ أَنَّ عُثْمَان بْن عَفَّان فَرَّ يَوْم أُحُد ؟ قَالَ : نَعَمْ قَالَ : فَتَعْلَمهُ تَغَيَّبَ عَنْ بَدْر فَلَمْ يَشْهَدهَا قَالَ : نَعَمْ قَالَ : فَتَعْلَم أَنَّهُ تَخَلَّفَ عَنْ بَيْعَة الرِّضْوَان فَلَمْ يَشْهَدهَا قَالَ : نَعَمْ فَكَبَّرَ فَقَالَ اِبْن عُمَر : تَعَالَ لِأُخْبِرك وَلِأُبَيِّن لَك عَمَّا سَأَلْتنِي عَنْهُ أَمَّا فِرَاره يَوْم أُحُد فَأَشْهَد أَنَّ اللَّه عَفَا عَنْهُ : وَأَمَّا تَغَيُّبه عَنْ بَدْر فَإِنَّهُ كَانَ تَحْته بِنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَتْ مَرِيضَة فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ لَك أَجْر رَجُل مِمَّنْ شَهِدَ بَدْرًا وَسَهْمه \" وَأَمَّا تَغَيُّبه عَنْ بَيْعَة الرِّضْوَان فَلَوْ كَانَ أَحَد أَعَزّ بِبَطْنِ مَكَّة مِنْ عُثْمَان لَبَعَثَهُ مَكَانه فَبَعَثَ عُثْمَان فَكَانَتْ بَيْعَة الرِّضْوَان بَعْد مَا ذَهَبَ عُثْمَان إِلَى مَكَّة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ الْيُمْنَى \" هَذِهِ يَد عُثْمَان\" فَضَرَبَ بِهَا عَلَى يَده فَقَالَ \" هَذِهِ يَد عُثْمَان اِذْهَبْ بِهَا الْآن مَعَك \" ثُمَّ رَوَاهُ الْبُخَارِيّ مِنْ وَجْه آخَر عَنْ أَبِي عَوَانَة عَنْ عُثْمَان بْن عَبْد اللَّه بْن مَوْهِب .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39902, "aya_id": 152}]