[{"text": "أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءهُم بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ", "sura_id": 23, "type": 0, "id": 2743, "aya_id": 70}, {"text": "أم يقولون به جنة بل جاءهم بالحق وأكثرهم للحق كارهون", "sura_id": 23, "type": 1, "id": 8979, "aya_id": 70}, {"text": "70 - (أم يقولون به جنة) الاستفهام فيه للتقرير بالحق من صدق النبي ومجيء الرسل للامم الماضية ومعرفة رسولهم بالصدق والأمانة وأن لا جنون به (بل) للانتقال (جاءهم بالحق) أي القرآن المشتمل على التوحيد وشرائع الإسلام (وأكثرهم للحق كارهون) \r\n", "sura_id": 23, "type": 2, "id": 27687, "aya_id": 70}, {"text": "بل أحسبوه مجنونًا؟ لقد كذَبوا؛ فإنما جاءهم بالقرآن والتوحيد والدين الحق, وأكثرهم كارهون للحق حسدًا وبغيًا.\r\n", "sura_id": 23, "type": 3, "id": 33923, "aya_id": 70}, {"text": " <font color=red>أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ</font><BR><p>وَقَوْله \" أَمْ يَقُولُونَ بِهِ جِنَّة \" يَحْكِي قَوْل الْمُشْرِكِينَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ تَقَوَّلَ الْقُرْآن أَيْ اِفْتَرَاهُ مِنْ عِنْده أَوْ أَنَّ بِهِ جُنُونًا لَا يَدْرِي مَا يَقُول وَأَخْبَرَ عَنْهُمْ أَنَّ قُلُوبهمْ لَا تُؤْمِن بِهِ وَهُمْ يَعْلَمُونَ بُطْلَان مَا يَقُولُونَهُ فِي الْقُرْآن فَإِنَّهُ أَتَاهُمْ مِنْ كَلَام اللَّه مَا لَا يُطَاق وَلَا يُدَافَع وَقَدْ تَحَدَّاهُمْ وَجَمِيع أَهْل الْأَرْض أَنْ يَأْتُوا بِمِثْلِهِ إِنْ اِسْتَطَاعُوا وَلَا يَسْتَطِيعُونَ أَبَد الْآبِدِينَ وَلِهَذَا قَالَ \" بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرهمْ لِلْحَقِّ كَارِهُونَ \" يُحْتَمَل أَنْ تَكُون هَذِهِ جُمْلَة حَالِيَّة أَيْ فِي حَالَة كَرَاهَة أَكْثَرهمْ لِلْحَقِّ وَيُحْتَمَل أَنْ تَكُون خَبَرِيَّة مُسْتَأْنَفَة وَاَللَّه أَعْلَم . وَقَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقِيَ رَجُلًا \" فَقَالَ لَهُ أَسْلِمْ \" فَقَالَ الرَّجُل إِنَّك لَتَدْعُونِي إِلَى أَمْر أَنَا لَهُ كَارِه فَقَالَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" وَإِنْ كُنْت كَارِهًا \" وَذُكِرَ لَنَا أَنَّهُ لَقِيَ رَجُلًا فَقَالَ لَهُ \" أَسْلِمْ \" فَتَصَعَّدَهُ ذَلِكَ وَكَبُرَ عَلَيْهِ فَقَالَ لَهُ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَرَأَيْت لَوْ كُنْت فِي طَرِيق وَعْر وَعْث فَلَقِيت رَجُلًا تَعْرِف وَجْهه وَتَعْرِف نَسَبه فَدَعَاك إِلَى طَرِيق وَاسِع سَهْل أَكُنْت تَتْبَعهُ ؟ \" قَالَ نَعَمْ : قَالَ \" فَوَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنَّك لَفِي أَوْعَر مِنْ ذَلِكَ الطَّرِيق لَوْ قَدْ كُنْت عَلَيْهِ وَإِنِّي لَأَدْعُوك لِأَسْهَل مِنْ ذَلِكَ لَوْ دُعِيت إِلَيْهِ \" وَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقِيَ رَجُلًا فَقَالَ لَهُ \" أَسْلِمْ \" فَتَصَعَّدَهُ ذَلِكَ فَقَالَ لَهُ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَرَأَيْت لَوْ كَانَ لَك فَتَيَانِ أَحَدهمَا إِذَا حَدَّثَك صَدَقَك وَإِذَا اِئْتَمَنْته أَدَّى إِلَيْك أَهُوَ أَحَبّ إِلَيْك أَمْ فَتَاك الَّذِي إِذَا حَدَّثَك كَذَبَك وَإِذَا اِئْتَمَنْته خَانَك ؟ \" قَالَ بَلْ فَتَايَ الَّذِي إِذَا حَدَّثَنِي صَدَقَنِي وَإِذَا اِئْتَمَنْته أَدَّى إِلَيَّ فَقَالَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَذَاكُمْ أَنْتُمْ عِنْد رَبّكُمْ\" .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39193, "aya_id": 70}]