[{"text": "قُل لِّلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ", "sura_id": 24, "type": 0, "id": 2821, "aya_id": 30}, {"text": "قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم إن الله خبير بما يصنعون", "sura_id": 24, "type": 1, "id": 9057, "aya_id": 30}, {"text": "30 - (قل للمؤمنين يغضوا من أبصارهم) عما لايحل لهم نظره ومن زائدة (ويحفظوا فروجهم) عما لا يحل لهم فعله بها (ذلك أزكى) أي خير (لهم إن الله خبير بما يصنعون) بالأبصار والفروج فيجازيهم عليه \r\n", "sura_id": 24, "type": 2, "id": 27765, "aya_id": 30}, {"text": "قل - أيها النبي - للمؤمنين يَغُضُّوا مِن أبصارهم عمَّا لا يحلُّ لهم من النساء والعورات، ويحفظوا فروجهم عمَّا حَرَّم الله من الزنى واللواط، وكشف العورات، ونحو ذلك، ذلك أطهر لهم. إن الله خبير بما يصنعون فيما يأمرهم به وينهاهم عنه.\r\n", "sura_id": 24, "type": 3, "id": 34001, "aya_id": 30}, {"text": " <font color=red>قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ</font><BR><p>هَذَا أَمْر مِنْ اللَّه تَعَالَى لِعِبَادِهِ الْمُؤْمِنِينَ أَنْ يَغُضُّوا مِنْ أَبْصَارهمْ عَمَّا حُرِّمَ عَلَيْهِمْ فَلَا يَنْظُرُوا إِلَّا إِلَى مَا أَبَاحَ لَهُمْ النَّظَر إِلَيْهِ وَأَنْ يُغْمِضُوا أَبْصَارهمْ عَنْ الْمَحَارِم فَإِنْ اِتَّفَقَ أَنْ وَقَعَ الْبَصَر عَلَى مُحَرَّم مِنْ غَيْر قَصْد فَلْيَصْرِفْ بَصَره عَنْهُ سَرِيعًا كَمَا رَوَاهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث يُونُس بْن عُبَيْد عَنْ عَمْرو بْن سَعِيد عَنْ أَبِي زُرْعَة بْن عَمْرو بْن جَرِير عَنْ جَدّه جَرِير بْن عَبْد اللَّه الْبَجْلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : سَأَلْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ نَظْرَة الْفَجْأَة فَأَمَرَنِي أَنْ أَصْرِف بَصَرِي . وَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ هُشَيْم عَنْ يُونُس بْن عُبَيْد بِهِ وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيثه أَيْضًا وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَفِي رِوَايَة لِبَعْضِهِمْ فَقَالَ \" أَطْرِقْ بَصَرك\" يَعْنِي اُنْظُرْ إِلَى الْأَرْض وَالصَّرْف أَعَمّ فَإِنَّهُ قَدْ يَكُون إِلَى الْأَرْض وَإِلَى جِهَة أُخْرَى وَاَللَّه أَعْلَم . وَقَالَ أَبُو دَاوُد حَدَّثَنَا إِسْمَاعِيل بْن مُوسَى الْفَزَارِيّ حَدَّثَنَا شَرِيك عَنْ أَبِي رَبِيعَة الْإِيَادِيّ عَنْ عَبْد اللَّه بْن بُرَيْدَة عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَلِيٍّ \" يَا عَلِيّ لَا تُتْبِع النَّظْرَة النَّظْرَة فَإِنَّ لَك الْأُولَى وَلَيْسَ لَك الْآخِرَة \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث شَرِيك وَقَالَ : غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه وَفِي الصَّحِيح عَنْ أَبِي سَعِيد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِيَّاكُمْ وَالْجُلُوس عَلَى الطُّرُقَات \" قَالُوا يَا رَسُول اللَّه لَا بُدّ لَنَا مِنْ مَجَالِسنَا نَتَحَدَّث فِيهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ أَبَيْتُمْ فَأَعْطُوا الطَّرِيق حَقّه \" . قَالُوا وَمَا حَقّ الطَّرِيق يَا رَسُول اللَّه ؟ - قَالَ : \" غَضّ الْبَصَر وَكَفّ الْأَذَى وَرَدّ السَّلَام وَالْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر \" وَقَالَ أَبُو الْقَاسِم الْبَغَوِيّ حَدَّثَنَا طَالُوت بْن عَبَّاد حَدَّثَنَا فُضَيْل بْن حُسَيْن سَمِعْت أَبَا أُمَامَة يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" اُكْفُلُوا لِي بِسِتٍّ أَكْفُل لَكُمْ بِالْجَنَّةِ إِذَا حَدَّثَ أَحَدكُمْ فَلَا يَكْذِب وَإِذَا اُؤْتُمِنَ فَلَا يَخُنْ وَإِذَا وَعَدَ فَلَا يُخْلِف وَغُضُّوا أَبْصَاركُمْ وَكُفُّوا أَيْدِيَكُمْ وَاحْفَظُوا فُرُوجكُمْ \" . وَفِي صَحِيح الْبُخَارِيّ\" مَنْ يَكْفُل لِي مَا بَيْن لَحْيَيْهِ وَمَا بَيْن رِجْلَيْهِ أَكْفُل لَهُ الْجَنَّة \" وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ أَيُّوب عَنْ اِبْن سِيرِينَ عَنْ عُبَيْدَة قَالَ : كُلّ مَا عُصِيَ اللَّه بِهِ فَهُوَ كَبِيرَة وَقَدْ ذَكَرَ الطَّرَفَيْنِ فَقَالَ \" قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارهمْ \" وَلَمَّا كَانَ النَّظَر دَاعِيَة إِلَى فَسَاد الْقَلْب كَمَا قَالَ بَعْض السَّلَف : النَّظَر سَهْم سُمّ إِلَى الْقَلْب . وَلِذَلِكَ أَمَرَ اللَّه بِحِفْظِ الْفُرُوج كَمَا أَمَرَ بِحِفْظِ الْأَبْصَار الَّتِي هِيَ بَوَاعِث إِلَى ذَلِكَ فَقَالَ تَعَالَى \" قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارهمْ وَيَحْفَظُوا فُرُوجهمْ \" وَحِفْظ الْفَرْج تَارَة يَكُون بِمَنْعِهِ مِنْ الزِّنَا كَمَا قَالَ تَعَالَى \" وَاَلَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ \" الْآيَة وَتَارَة يَكُون بِحِفْظِهِ مِنْ النَّظَر إِلَيْهِ كَمَا جَاءَ فِي الْحَدِيث فِي مُسْنَد أَحْمَد وَالسُّنَن \" اِحْفَظْ عَوْرَتك إِلَّا مِنْ زَوْجَتك أَوْ مَا مَلَكَتْ يَمِينك \" \" ذَلِكَ أَزْكَى لَهُمْ \" أَيْ أَطْهَر لِقُلُوبِهِمْ وَأَتْقَى لِدِينِهِمْ كَمَا قِيلَ مَنْ حَفِظَ بَصَره أَوْرَثَهُ اللَّه نُورًا فِي بَصِيرَته وَيُرْوَى فِي قَلْبه . وَرَوَى الْإِمَام أَحْمَد حَدَّثَنَا عَتَّاب حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك أَخْبَرَنَا يَحْيَى بْن أَيُّوب عَنْ عُبَيْد اللَّه بْن زَحْر عَنْ عَلِيّ بْن زَيْد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة \" عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَا مِنْ مُسْلِم يَنْظُر إِلَى مَحَاسِن اِمْرَأَة ثُمَّ يَغُضّ بَصَره إِلَّا أَخْلَفَ اللَّه لَهُ عِبَادَة يَجِد حَلَاوَتهَا\" وَرُوِيَ هَذَا مَرْفُوعًا عَنْ اِبْن عُمَر وَحُذَيْفَة وَعَائِشَة رَضِيَ اللَّه عَنْهُمْ وَلَكِنْ فِي أَسَانِيدهَا ضَعْف إِلَّا أَنَّهَا فِي التَّرْغِيب وَمِثْله يُتَسَامَح فِيهِ وَفِي الطَّبَرَانِيّ مِنْ طَرِيق عُبَيْد اللَّه بْن يَزِيد عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة مَرْفُوعًا \" لَتَغُضُّنَّ أَبْصَاركُمْ وَلَتَحْفَظُنَّ فُرُوجكُمْ وَلَتُقِيمُنَّ وُجُوهكُمْ أَوْ لَتُكْسَفَنَّ وُجُوهكُمْ\" وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا أَحْمَد بْن زُهَيْر التُّسْتَرِيّ قَالَ : قَرَأْنَا عَلَى مُحَمَّد بْن حَفْص بْن عُمَر الضَّرِير الْمُقْرِي حَدَّثَنَا يَحْيَى بْن أَبِي بُكَيْر حَدَّثَنَا هُرَيْم بْن سُفْيَان عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن مَسْعُود \" قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ النَّظَر سَهْم مِنْ سِهَام إِبْلِيس مَسْمُوم مَنْ تَرَكَهَا مَخَافَتِي أَبْدَلْته إِيمَانًا يَجِد حَلَاوَتهَا فِي قَلْبه \" وَقَوْله تَعَالَى \" إِنَّ اللَّه خَبِير بِمَا يَصْنَعُونَ \" كَمَا قَالَ تَعَالَى \" يَعْلَم خَائِنَة الْأَعْيُن وَمَا تُخْفِي الصُّدُور \" وَفِي الصَّحِيح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" كُتِبَ عَلَى اِبْن آدَم حَظّه مِنْ الزِّنَا أَدْرَكَ ذَلِكَ لَا مَحَالَة فَزِنَا الْعَيْنَيْنِ النَّظَر وَزِنَا اللِّسَان النُّطْق وَزِنَا الْأُذُنَيْنِ الِاسْتِمَاع وَزِنَا الْيَدَيْنِ الْبَطْش وَزِنَا الرِّجْلَيْنِ الْخُطَى وَالنَّفْس تَمَنَّى وَتَشْتَهِي وَالْفَرْج يُصَدِّق ذَلِكَ أَوْ يُكَذِّبهُ \" رَوَاهُ الْبُخَارِيّ تَعْلِيقًا وَمُسْلِم مُسْنَدًا مِنْ وَجْه آخَر بِنَحْوِ مَا ذُكِرَ . وَقَدْ قَالَ كَثِير مِنْ السَّلَف إِنَّهُمْ كَانُوا يَنْهَوْنَ أَنْ يُحِدّ الرَّجُل نَظَره إِلَى الْأَمْرَد وَقَدْ شَدَّدَ كَثِير مِنْ أَئِمَّة الصُّوفِيَّة فِي ذَلِكَ وَحَرَّمَهُ طَائِفَة مِنْ أَهْل الْعِلْم لِمَا فِيهِ مِنْ الِافْتِتَان وَشَدَّدَ آخَرُونَ فِي ذَلِكَ كَثِيرًا جِدًّا . وَقَالَ اِبْن أَبِي الدُّنْيَا حَدَّثَنَا أَبُو سَعِيد الْمَدَنِيّ حَدَّثَنَا عُمَر بْن سَهْل الْمَازِنِيّ حَدَّثَنِي عُمَر بْن مُحَمَّد بْن صَهْبَان عَنْ صَفْوَان بْن سُلَيْم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" كُلّ عَيْن بَاكِيَة يَوْم الْقِيَامَة إِلَّا عَيْنًا غَضَّتْ عَنْ مَحَارِم اللَّه وَعَيْنًا سَهِرَتْ فِي سَبِيل اللَّه وَعَيْنًا يَخْرُج مِنْهَا مِثْل رَأْس الذُّبَاب مِنْ خَشْيَة اللَّه عَزَّ وَجَلَّ \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39248, "aya_id": 30}]