[{"text": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ", "sura_id": 38, "type": 0, "id": 4026, "aya_id": 56}, {"text": "جهنم يصلونها فبئس المهاد", "sura_id": 38, "type": 1, "id": 10262, "aya_id": 56}, {"text": "56 - (جهنم يصلونها) يدخلونها (فبئس المهاد) الفراش \r\n", "sura_id": 38, "type": 2, "id": 28970, "aya_id": 56}, {"text": " وهو النار يُعذَّبون فيها, تغمرهم من جميع جوانبهم, فبئس الفراش فراشهم.\r\n", "sura_id": 38, "type": 3, "id": 35206, "aya_id": 56}, {"text": " <font color=red>جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ</font><BR><p>لَمَّا ذَكَرَ تَبَارَكَ وَتَعَالَى مَآلَ السُّعَدَاء ثَنَّى بِذِكْرِ حَال الْأَشْقِيَاء وَمَرْجِعهمْ وَمَآبهمْ فِي دَار مَعَادهمْ وَحِسَابهمْ فَقَالَ عَزَّ وَجَلَّ \" هَذَا وَإِنَّ لِلطَّاغِينَ \" وَهُمْ الْخَارِجُونَ عَنْ طَاعَة اللَّه عَزَّ وَجَلَّ الْمُخَالِفُونَ لِرُسُلِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَشَرَّ مَآب \" أَيْ لَسُوء مُنْقَلَب وَمَرْجِع ثُمَّ فَسَّرَهُ بِقَوْلِهِ جَلَّ وَعَلَا \" جَهَنَّم يَصْلَوْنَهَا \" أَيْ يَدْخُلُونَهَا فَتَغْمُرهُمْ مِنْ جَمِيع جَوَانِبهمْ \" فَبِئْسَ الْمِهَاد هَذَا فَلْيَذُوقُوهُ حَمِيم وَغَسَّاق \" أَمَّا الْحَمِيم فَهُوَ الْحَارّ الَّذِي قَدْ اِنْتَهَى حَرُّهُ وَأَمَّا الْغَسَّاق فَهُوَ ضِدّه وَهُوَ الْبَارِد الَّذِي لَا يُسْتَطَاع مِنْ شِدَّة بَرْدِهِ الْمُؤْلِم وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" وَآخَر مِنْ شَكْله أَزْوَاج \" أَيْ وَأَشْيَاء مِنْ هَذَا الْقَبِيل : الشَّيْء وَضِدّه يُعَاقَبُونَ بِهَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَوْ أَنَّ دَلْوًا مِنْ غَسَّاق يُهْرَاق فِي الدُّنْيَا لَأَنْتَنَ أَهْل الدُّنْيَا \" وَرَوَاهُ التِّرْمِذِيّ عَنْ سُوَيْد بْن نَصْر عَنْ اِبْن الْمُبَارَك عَنْ رِشْدِين بْن سَعْد عَنْ عَمْرو بْن الْحَارِث عَنْ دَرَّاج بِهِ ثُمَّ قَالَ لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث رِشْدِين كَذَا قَالَ وَقَدْ تَقَدَّمَ مِنْ غَيْر حَدِيثه وَرَوَاهُ اِبْن جَرِير عَنْ يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث بِهِ . وَقَالَ كَعْب الْأَحْبَار : غَسَّاق عَيْن فِي جَهَنَّم يَسِيل إِلَيْهَا حُمَّة كُلّ ذَات حُمَّة مِنْ حَيَّة وَعَقْرَب وَغَيْر ذَلِكَ فَيُسْتَنْقَع فَيُؤْتَى بِالْآدَمِيِّ فَيُغْمَس فِيهَا غَمْسَة وَاحِدَة فَيَخْرُج وَقَدْ سَقَطَ جِلْده وَلَحْمه عَنْ الْعِظَام وَيَتَعَلَّق جِلْده وَلَحْمه فِي كَعْبَيْهِ وَعَقِبَيْهِ وَيَجُرُّ لَحْمَهُ كُلّه كَمَا يَجُرّ الرَّجُل ثَوْبه رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40655, "aya_id": 56}]