[{"text": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ", "sura_id": 29, "type": 0, "id": 3353, "aya_id": 13}, {"text": "وليحملن أثقالهم وأثقالا مع أثقالهم وليسألن يوم القيامة عما كانوا يفترون", "sura_id": 29, "type": 1, "id": 9589, "aya_id": 13}, {"text": "13 - (وليحملن أثقالهم) أوزارهم (وأثقالا مع أثقالهم) بقولهم للمؤمنين اتبعوا سبيلنا وإضلالهم مقلديهم (وليسألن يوم القيامة عما كانوا يفترون) يكذبون على الله سؤال توبيخ واللام في الفعلين لام قسم وحذف فاعلهما الواو ونون الرفع \r\n", "sura_id": 29, "type": 2, "id": 28297, "aya_id": 13}, {"text": "وليحملَنَّ هؤلاء المشركون أوزار أنفسهم وآثامها, وأوزار مَن أضلوا وصدُّوا عن سبيل الله مع أوزارهم, دون أن ينقص من أوزار تابعيهم شيء, وليُسألُنَّ يوم القيامة عما كانوا يختلقونه من الأكاذيب.\r\n", "sura_id": 29, "type": 3, "id": 34533, "aya_id": 13}, {"text": " <font color=red>وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ</font><BR><p>وَقَوْله تَعَالَى :\" وَلَيَحْمِلُنَّ أَثْقَالهمْ وَأَثْقَالًا مَعَ أَثْقَالهمْ \" إِخْبَار عَنْ الدُّعَاة إِلَى الْكُفْر وَالضَّلَالَة أَنَّهُمْ يَحْمِلُونَ يَوْم الْقِيَامَة أَوْزَار أَنْفُسهمْ وَأَوْزَارًا أُخْرَى بِسَبَبِ مَا أَضَلُّوا مِنْ النَّاس مِنْ غَيْر أَنْ يَنْقُص مِنْ أَوْزَار أُولَئِكَ شَيْئًا كَمَا قَالَ تَعَالَى : \" لِيَحْمِلُوا أَوْزَارهمْ كَامِلَة يَوْم الْقِيَامَة وَمِنْ أَوْزَار الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْم \" الْآيَة وَفِي الصَّحِيح \" مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنْ الْأَجْر مِثْل أُجُور مَنْ اِتَّبَعَهُ إِلَى يَوْم الْقِيَامَة مِنْ غَيْر أَنْ يُنْقِص مِنْ أُجُورهمْ شَيْئًا وَمَنْ دَعَا إِلَى ضَلَالَة كَانَ عَلَيْهِ مِنْ الْإِثْم مِثْل آثَام مَنْ اِتَّبَعَهُ إِلَى يَوْم الْقِيَامَة مِنْ غَيْر أَنْ يُنْقِص مِنْ آثَامهمْ شَيْئًا\" وَفِي الصَّحِيح \" مَا قُتِلَتْ نَفْس ظُلْمًا إِلَّا كَانَ عَلَى اِبْن آدَم الْأَوَّل كِفْل مِنْ دَمهَا لِأَنَّهُ أَوَّل مَنْ سَنَّ الْقَتْل \" وَقَوْله تَعَالَى : \" وَلَيُسْأَلُنَّ يَوْم الْقِيَامَة عَمَّا كَانُوا يَفْتَرُونَ \" أَيْ يَكْذِبُونَ وَيَخْتَلِقُونَ مِنْ الْبُهْتَان وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم هَهُنَا حَدِيثًا فَقَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا صَدَقَة حَدَّثَنَا عُثْمَان بْن حَفْص بْن أَبِي الْعَالِيَة حَدَّثَنِي سُلَيْمَان بْن حَبِيب الْمُحَارِبِيّ عَنْ أَبِي أُمَامَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَلَّغَ مَا أُرْسِلَ بِهِ ثُمَّ قَالَ : \" إِيَّاكُمْ وَالظُّلْم فَإِنَّ اللَّه يَعْزِم يَوْم الْقِيَامَة \" فَيَقُول : وَعِزَّتِي وَجَلَالِي لَا يَجُوزُنِي الْيَوْم ظُلْم ثُمَّ يُنَادِي مُنَادٍ فَيَقُول أَيْنَ فُلَان بْن فُلَان ؟ فَيَأْتِي يَتْبَعهُ مِنْ الْحَسَنَات أَمْثَال الْجِبَال فَيُشْخِص النَّاس إِلَيْهَا أَبْصَارهمْ حَتَّى يَقُوم بَيْن يَدَيْ الرَّحْمَن عَزَّ وَجَلَّ ثُمَّ يَأْمُر الْمُنَادِي فَيُنَادِي مَنْ كَانَتْ لَهُ تِبَاعَة أَوْ ظَلَامَة عِنْد فُلَان بْن فُلَان فَهَلُمَّ فَيُقْبِلُونَ حَتَّى يَجْتَمِعُوا قِيَامًا بَيْن يَدَيْ الرَّحْمَن فَيَقُول الرَّحْمَن اِقْضُوا عَنْ عَبْدِي فَيَقُولُونَ كَيْف نَقْضِي عَنْهُ ؟ فَيَقُول خُذُوا لَهُمْ مِنْ حَسَنَاته فَلَا يَزَالُونَ يَأْخُذُونَ مِنْهَا حَتَّى لَا يَبْقَى مِنْهَا حَسَنَة وَقَدْ بَقِيَ مِنْ أَصْحَاب الظَّلَامَات. فَيَقُول اِقْضُوا عَنْ عَبْدِي فَيَقُولُونَ لَمْ يَبْقَ لَهُ حَسَنَة فَيَقُول خُذُوا مِنْ سَيِّئَاتهمْ فَاحْمِلُوهَا عَلَيْهِ ثُمَّ نَزَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهَذِهِ الْآيَة الْكَرِيمَة\" وَلَيَحْمِلُنَّ أَثْقَالهمْ وَأَثْقَالًا مَعَ أَثْقَالهمْ وَلَيُسْأَلُنَّ يَوْم الْقِيَامَة عَمَّا كَانُوا يَفْتَرُونَ \" وَهَذَا الْحَدِيث لَهُ شَاهِد فِي الصَّحِيح مِنْ غَيْر هَذَا الْوَجْه \" إِنَّ الرَّجُل لَيَأْتِي يَوْم الْقِيَامَة بِحَسَنَاتٍ أَمْثَال الْجِبَال وَقَدْ ظَلَمَ هَذَا وَأَخَذَ مَال هَذَا وَأَخَذَ مِنْ عِرْض هَذَا فَيَأْخُذ هَذَا مِنْ حَسَنَاته وَهَذَا مِنْ حَسَنَاته فَإِذَا لَمْ تَبْقَ لَهُ حَسَنَة أُخِذَ مِنْ سَيِّئَاتهمْ فَطُرِحَ عَلَيْهِ \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن أَبِي الْحَوَارِيّ حَدَّثَنَا أَبُو بِشْر الْحَذَّاء عَنْ أَبِي حَمْزَة الثُّمَالِيّ عَنْ مُعَاذ بْن جَبَل رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" يَا مُعَاذ إِنَّ الْمُؤْمِن يُسْأَل يَوْم الْقِيَامَة عَنْ جَمِيع سَعْيه حَتَّى عَنْ كَحْل عَيْنَيْهِ وَعَنْ فُتَات الطِّينَة بِأُصْبُعَيْهِ فَلَا أَلْفَيَنَّكَ تَأْتِي يَوْم الْقِيَامَة وَأَحَد أَسْعَد بِمَا آتَاك اللَّه مِنْك \" .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39778, "aya_id": 13}]