[{"text": "يَحْلِفُونَ بِاللّهِ مَا قَالُواْ وَلَقَدْ قَالُواْ كَلِمَةَ الْكُفْرِ وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ وَهَمُّواْ بِمَا لَمْ يَنَالُواْ وَمَا نَقَمُواْ إِلاَّ أَنْ أَغْنَاهُمُ اللّهُ وَرَسُولُهُ مِن فَضْلِهِ فَإِن يَتُوبُواْ يَكُ خَيْرًا لَّهُمْ وَإِن يَتَوَلَّوْا يُعَذِّبْهُمُ اللّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالآخِرَةِ وَمَا لَهُمْ فِي الأَرْضِ مِن وَلِيٍّ وَلاَ نَصِيرٍ", "sura_id": 9, "type": 0, "id": 1309, "aya_id": 74}, {"text": "يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم وهموا بما لم ينالوا وما نقموا إلا أن أغناهم الله ورسوله من فضله فإن يتوبوا يك خيرا لهم وإن يتولوا يعذبهم الله عذابا أليما في الدنيا والآخرة وما لهم في الأرض من ولي ولا نصير", "sura_id": 9, "type": 1, "id": 7545, "aya_id": 74}, {"text": "74 - (يحلفون) أي المنافقين (بالله ما قالوا) ما بلغك عنهم من السب (ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم) أظهروا الكفر بعد إظهار الإسلام (وهموا بما لم ينالوا) من الفتك بالنبي ليلة العقبة عند عوده من تبوك وهم بضعة عشر رجلاً فضرب عمار بن ياسر وجوه الرواحل لما غشوه فردوا (وما نقموا) أنكروا (إلا أن أغناهم الله ورسوله من فضله) بالغنائم بعد شدة حاجتهم والمعنى لم ينلهم منه إلا هذا وليس مما ينقم (فإن يتوبوا) عن النفاق ويؤمنوا بك (يك خيرا لهم وإن يتولوا) عن الإيمان (يعذبهم الله عذاباً أليماً في الدنيا) بالقتل (والآخرة) بالنار (وما لهم في الأرض من ولي) يحفظهم منه (ولا نصير) يمنعهم \r\n", "sura_id": 9, "type": 2, "id": 26253, "aya_id": 74}, {"text": "يحلف المنافقون بالله أنهم ما قالوا شيئًا يسيء إلى الرسول وإلى المسلمين, إنهم لكاذبون; فلقد قالوا كلمة الكفر وارتدوا بها عن الإسلام وحاولوا الإضرار برسول الله محمد صلى الله عليه وسلم, فلم يمكنهم الله من ذلك, وما وجد المنافقون شيئًا يعيبونه, وينتقدونه, إلا أن الله -تعالى- تفضل عليهم, فأغناهم بما فتح على نبيه صلى الله عليه وسلم من الخير والبركة, فإن يرجع هؤلاء الكفار إلى الإيمان والتوبة فهو خير لهم, وإن يعرضوا, أو يستمروا على حالهم, يعذبهم الله العذاب الموجع في الدنيا على أيدي المؤمنين, وفي الآخرة بنار جهنم, وليس لهم منقذ ينقذهم ولا ناصر يدفع عنهم سوء العذاب.\r\n", "sura_id": 9, "type": 3, "id": 32489, "aya_id": 74}, {"text": " <font color=red>يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ</font><BR><p>وَقَوْله \" يَحْلِفُونَ بِاَللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَة الْكُفْر وَكَفَرُوا بَعْد إِسْلَامهمْ \" قَالَ قَتَادَة نَزَلَتْ فِي عَبْد اللَّه بْن أُبَيّ وَذَلِكَ أَنَّهُ اِقْتَتَلَ رَجُلَانِ جُهَنِيّ وَأَنْصَارِيّ فَعَلَا الْجُهَنِيّ عَلَى الْأَنْصَارِيّ فَقَالَ عَبْد اللَّه لِلْأَنْصَارِ أَلَا تَنْصُرُوا أَخَاكُمْ ؟ وَاَللَّه مَا مَثَلنَا وَمَثَل مُحَمَّد إِلَّا كَمَا قَالَ الْقَائِل : سَمِّنْ كَلْبك يَأْكُلك وَقَالَ : لَئِنْ رَجَعْنَا إِلَى الْمَدِينَة لَيُخْرِجَنَّ الْأَعَزّ مِنْهَا الْأَذَلّ . فَسَعَى بِهَا رَجُل مِنْ الْمُسْلِمِينَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ إِلَيْهِ فَسَأَلَهُ فَجَعَلَ يَحْلِف بِاَللَّهِ مَا قَالَهُ فَأَنْزَلَ اللَّه فِيهِ هَذِهِ الْآيَة وَرَوَى إِسْمَاعِيل بْن إِبْرَاهِيم بْن عُقْبَة عَنْ عَمّه مُوسَى بْن عُقْبَة قَالَ فَحَدَّثَنِي عَبْد اللَّه بْن الْفَضْل أَنَّهُ سَمِعَ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ يَقُول حَزِنْت عَلَى مَنْ أُصِيبَ بِالْحَرَّةِ مِنْ قَوْمِي فَكَتَبَ إِلَيَّ زَيْد بْن أَرْقَم وَبَلَغَهُ شِدَّة حُزْنِي يَذْكُر أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" اللَّهُمَّ اِغْفِرْ لِلْأَنْصَارِ وَلِأَبْنَاءِ الْأَنْصَار \" وَشَكَّ اِبْن الْفَضْل فِي أَبْنَاء أَبْنَاء الْأَنْصَار قَالَ اِبْن الْفَضْل فَسَأَلَ أَنَس بَعْض مَنْ كَانَ عِنْده عَنْ زَيْد بْن أَرْقَم فَقَالَ هُوَ الَّذِي يَقُول لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوْفَى اللَّه لَهُ بِإِذْنِهِ \" . قَالَ وَذَلِكَ حِين سَمِعَ رَجُلًا مِنْ الْمُنَافِقِينَ يَقُول وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب لَئِنْ كَانَ صَادِقًا فَنَحْنُ شَرّ مِنْ الْحَمِير فَقَالَ زَيْد بْن أَرْقَم فَهُوَ وَاَللَّه صَادِق وَلَأَنْتَ شَرّ مِنْ الْحِمَار . ثُمَّ رُفِعَ ذَلِكَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَحَدَهُ الْقَائِل فَأَنْزَلَ اللَّه هَذِهِ الْآيَة تَصْدِيقًا لِزَيْدٍ يَعْنِي قَوْله \" يَحْلِفُونَ بِاَللَّهِ مَا قَالُوا \" الْآيَة . رَوَاهُ الْبُخَارِيّ فِي صَحِيحه عَنْ إِسْمَاعِيل بْن أَبِي أُوَيْس عَنْ إِسْمَاعِيل بْن إِبْرَاهِيم بْن عُقْبَة - إِلَى قَوْله - هَذَا الَّذِي أَوْفَى اللَّه لَهُ بِإِذْنِهِ وَلَعَلَّ مَا بَعْده مِنْ قَوْل مُوسَى بْن عُقْبَة . وَقَدْ رَوَاهُ مُحَمَّد بْن فُلَيْح عَنْ مُوسَى بْن عُقْبَة بِإِسْنَادِهِ ثُمَّ قَالَ : قَالَ اِبْن شِهَاب فَذَكَرَ مَا بَعْده عَنْ مُوسَى عَنْ اِبْن شِهَاب وَالْمَشْهُور فِي هَذِهِ الْقِصَّة أَنَّهَا كَانَتْ فِي غَزْوَة بَنِي الْمُصْطَلِق فَلَعَلَّ الرَّاوِي وَهَمَ فِي ذِكْر الْآيَة وَأَرَادَ أَنْ يَذْكُر غَيْرهَا فَذَكَرَهَا وَاَللَّه أَعْلَم قَالَ الْأُمَوِيّ فِي مَغَازِيه : حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن كَعْب بْن مَالِك عَنْ أَبِيهِ عَنْ جَدّه قَالَ لَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخَذَنِي قَوْمِي فَقَالُوا إِنَّك اِمْرُؤٌ شَاعِر فَإِنْ شِئْت أَنْ تَعْتَذِر إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِبَعْضِ الْعِلَّة ثُمَّ يَكُون ذَنْبًا تَسْتَغْفِر اللَّه مِنْهُ وَذَكَرَ الْحَدِيث بِطُولِهِ إِلَى أَنْ قَالَ وَكَانَ مِمَّنْ تَخَلَّفَ مِنْ الْمُنَافِقِينَ وَنَزَلَ فِيهِ الْقُرْآن مِنْهُمْ مِمَّنْ كَانَ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْجَلَّاس بْن سُوَيْد بْن الصَّامِت وَكَانَ عَلَى أُمّ عُمَيْر بْن سَعْد وَكَانَ عُمَيْر فِي حِجْره فَلَمَّا نَزَلَ الْقُرْآن وَذَكَرَهُمْ اللَّه بِمَا ذَكَرَ مِمَّا أَنْزَلَ فِي الْمُنَافِقِينَ قَالَ الْجَلَّاس وَاَللَّه لَئِنْ كَانَ هَذَا الرَّجُل صَادِقًا فِيمَا يَقُول لَنَحْنُ شَرّ مِنْ الْحَمِير فَسَمِعَهَا عُمَيْر بْن سَعْد فَقَالَ وَاَللَّه يَا جَلَّاس إِنَّك لَأَحَبّ النَّاس إِلَيَّ وَأَحْسَنهمْ عِنْدِي بَلَاء وَأَعَزّهمْ عَلَيَّ أَنْ يَصِلَهُ شَيْء يَكْرَهُهُ وَلَقَدْ قُلْتَ مَقَالَة لَإنْ ذَكَرْتُهَا لَتَفْضَحَنِّي وَلَئِنْ كَتَمْتُهَا لَتُهْلِكَنِّي وَلَإحْدَاهُمَا أَهْوَن عَلَيَّ مِنْ الْأُخْرَى فَمَشَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ لَهُ مَا قَالَ الْجَلَّاس فَلَمَّا بَلَغَ ذَلِكَ الْجَلَّاس خَرَجَ حَتَّى أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَلَفَ بِاَللَّهِ مَا قَالَ مَا قَالَ عُمَيْر بْن سَعْد وَلَقَدْ كَذَبَ عَلَيَّ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ فِيهِ يَحْلِفُونَ بِاَللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَة الْكُفْر وَكَفَرُوا بَعْد إِسْلَامهمْ إِلَى آخِر الْآيَة . فَوَقَّفَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهَا فَزَعَمُوا أَنَّ الْجَلَّاس تَابَ فَحَسُنَتْ تَوْبَته وَنَزَعَ فَأَحْسَن النُّزُوع . هَكَذَا جَاءَ هَذَا مُدْرَجًا فِي الْحَدِيث مُتَّصِلًا بِهِ وَكَأَنَّهُ وَاَللَّه أَعْلَم مِنْ كَلَام اِبْن إِسْحَاق نَفْسه لَا كَلَام كَعْب بْن مَالِك وَقَالَ عُرْوَة بْن الزُّبَيْر نَزَلَتْ هَذِهِ الْآيَة فِي الْجَلَّاس بْن سُوَيْد بْن الصَّامِت أَقْبَلَ هُوَ وَابْن اِمْرَأَته مُصْعَب مِنْ قُبَاء فَقَالَ الْجَلَّاس إِنْ كَانَ مَا جَاءَ بِهِ مُحَمَّد حَقًّا فَنَحْنُ أَشَرّ مِنْ حُمُرنَا هَذِهِ الَّتِي نَحْنُ عَلَيْهَا فَقَالَ مُصْعَب أَمَا وَاَللَّه يَا عَدُوّ اللَّه لَأُخْبِرَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا قُلْت فَأَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَخِفْت أَنْ يَنْزِل فِيَّ الْقُرْآن أَوْ تُصِيبنِي قَارِعَة أَوْ أَنْ أُخْلَط بِخَطِيئَةٍ فَقُلْت يَا رَسُول اللَّه أَقْبَلْت أَنَا وَالْجَلَّاس مِنْ قُبَاء فَقَالَ كَذَا وَكَذَا وَلَوْلَا مَخَافَة أَنْ أُخْلَط بِخَطِيئَةٍ أَوْ تُصِيبنِي قَارِعَة مَا أَخْبَرْتُك . قَالَ فَدَعَا الْجَلَّاس فَقَالَ يَا جَلَّاس أَقُلْت الَّذِي قَالَهُ مُصْعَب ؟ فَحَلَفَ فَأَنْزَلَ اللَّه يَحْلِفُونَ بِاَللَّهِ مَا قَالُوا الْآيَة . وَقَالَ مُحَمَّد بْن إسْحَاق كَانَ الَّذِي قَالَ تِلْكَ الْمَقَالَة فِيمَا بَلَغَنِي الْجَلَّاس بْن سُوَيْد بْن الصَّامِت فَرَفَعَهَا عَلَيْهِ رَجُل كَانَ فِي حِجْره يُقَال لَهُ عُمَيْر بْن سَعْد فَأَنْكَرَهَا فَحَلَفَ بِاَللَّهِ مَا قَالَهَا فَلَمَّا نَزَلَ فِيهِ الْقُرْآن تَابَ وَنَزَعَ وَحَسُنَتْ تَوْبَته فِيمَا بَلَغَنِي وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي أَيُّوب بْن إسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا عَبْد اللَّه بْن رَجَاء حَدَّثَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِسًا فِي ظِلّ شَجَرَة فَقَالَ إِنَّهُ سَيَأْتِيكُمْ إِنْسَان فَيَنْظُر إِلَيْكُمْ بِعَيْنَيْ الشَّيْطَان فَإِذَا جَاءَ فَلَا تُكَلِّمُوهُ . فَلَمْ يَلْبَثُوا أَنْ طَلَعَ رَجُل أَزْرَق فَدَعَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ عَلَامَ تَشْتُمنِي أَنْتَ وَأَصْحَابك ؟ فَانْطَلَقَ الرَّجُل فَجَاءَ بِأَصْحَابِهِ فَحَلَفُوا بِاَللَّهِ مَا قَالُوا حَتَّى تَجَاوَزَ عَنْهُمْ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ يَحْلِفُونَ بِاَللَّهِ مَا قَالُوا الْآيَة . \" وَقَوْله وَهَمُّوا بِمَا لَمْ يَنَالُوا \" قِيلَ أُنْزِلَتْ فِي الْجَلَّاس بْن سُوَيْد وَذَلِكَ أَنَّهُ هَمَّ بِقَتْلِ اِبْن اِمْرَأَته حِين قَالَ لَأُخْبِرَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقِيلَ فِي عَبْد اللَّه بْن أُبَيّ هَمَّ بِقَتْلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ السُّدِّيّ نَزَلَتْ فِي أُنَاس أَرَادُوا أَنْ يُتَوِّجُوا عَبْد اللَّه بْن أُبَيّ وَإِنْ لَمْ يَرْضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ وَرَدَ أَنَّ نَفَرًا مِنْ الْمُنَافِقِينَ هَمُّوا بِالْفَتْكِ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي غَزْوَة تَبُوك فِي بَعْض تِلْكَ اللَّيَالِي فِي حَال السَّيْر وَكَانُوا بِضْعَة عَشَر رَجُلًا قَالَ الضَّحَّاك فَفِيهِمْ نَزَلَتْ هَذِهِ الْآيَة وَذَلِكَ بَيِّن فِيمَا رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي كِتَاب دَلَائِل النُّبُوَّة مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق عَنْ الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الْبُخْتُرِيّ عَنْ حُذَيْفَة بْن الْيَمَان رَضِيَ اللَّه عَنْهُ قَالَ كُنْت آخِذًا بِخِطَامِ نَاقَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقُود بِهِ وَعَمَّار يَسُوق النَّاقَة أَوْ أَنَا أَسُوقهُ وَعَمَّار يَقُودهُ حَتَّى إِذَا كُنَّا بِالْعَقَبَةِ فَإِذَا أَنَا بِاثْنَيْ عَشَر رَاكِبًا قَدْ اِعْتَرَضُوهُ فِيهَا قَالَ فَأَنْبَهْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِمْ فَصَرَخَ بِهِمْ فَوَلَّوْا مُدْبِرِينَ فَقَالَ لَنَا رَسُول اللَّه هَلْ عَرَفْتُمْ الْقَوْم ؟ قُلْنَا لَا يَا رَسُول اللَّه قَدْ كَانُوا مُتَلَثِّمِينَ وَلَكِنَّا قَدْ عَرَفْنَا الرُّكَّاب قَالَ هَؤُلَاءِ الْمُنَافِقُونَ إِلَى يَوْم الْقِيَامَة وَهَلْ تَدْرُونَ مَا أَرَادُوا ؟ قُلْنَا لَا قَالَ أَرَادُوا أَنْ يُزَاحِمُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْعَقَبَة فَيُلْقُوهُ مِنْهَا قُلْنَا يَا رَسُول اللَّه أَفَلَا نَبْعَث إِلَى عَشَائِرهمْ حَتَّى يَبْعَث إِلَيْك كُلّ قَوْم بِرَأْس صَاحِبهمْ ؟ قَالَ لَا أَكْرَه أَنْ تَتَحَدَّث الْعَرَب بَيْنهَا أَنَّ مُحَمَّدًا قَاتَلَ بِقَوْمٍ حَتَّى إِذَا أَظْهَرهُ اللَّه بِهِمْ أَقْبَلَ عَلَيْهِمْ يَقْتُلهُمْ - ثُمَّ قَالَ - اللَّهُمَّ اِرْمِهِمْ بِالدُّبَيْلَةِ \" قُلْنَا يَا رَسُول اللَّه وَمَا الدُّبَيْلَة ؟ قَالَ \" شِهَاب مِنْ نَار يَقَع عَلَى نِيَاط قَلْب أَحَدهمْ فَيَهْلِك \" . وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا يَزِيد أَخْبَرَنَا الْوَلِيد بْن عَبْد اللَّه بْن جُمَيْع عَنْ أَبِي الطُّفَيْل قَالَ لَمَّا أَقْبَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَة تَبُوك أَمَرَ مُنَادِيًا فَنَادَى : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخَذَ الْعَقَبَة فَلَا يَأْخُذهَا أَحَد فَبَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُودهُ حُذَيْفَة وَيَسُوقهُ عَمَّار إِذْ أَقْبَلَ رَهْط مُتَلَثِّمُونَ عَلَى الرَّوَاحِل فَغَشَوْا عَمَّارًا وَهُوَ يَسُوق بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَقْبَلَ عَمَّار رَضِيَ اللَّه عَنْهُ يَضْرِب وُجُوه الرَّوَاحِل فَقَالَ رَسُول اللَّه لِحُذَيْفَة \" قَدْ قَدْ \" حَتَّى هَبَطَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا هَبَطَ نَزَلَ وَرَجَعَ عَمَّار فَقَالَ يَا عَمَّار \" هَلْ عَرَفْت الْقَوْم ؟ \" فَقَالَ لَقَدْ عَرَفْت عَامَّة الرَّوَاحِل وَالْقَوْم مُتَلَثِّمُونَ قَالَ \" هَلْ تَدْرِي مَا أَرَادُوا ؟ \" قَالَ اللَّه وَرَسُوله أَعْلَم قَالَ \" أَرَادُوا أَنْ يَنْفِرُوا بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَاحِلَته فَيَطْرَحُوهُ \" . قَالَ فَسَأَلَ عَمَّار رَجُلًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ نَشَدْتُك بِاَللَّهِ كَمْ تَعْلَم كَانَ أَصْحَاب الْعَقَبَة ؟ قَالَ أَرْبَعَة عَشَر رَجُلًا فَقَالَ إِنْ كُنْت مِنْهُمْ فَقَدْ كَانُوا خَمْسَة عَشَر قَالَ فَعَدَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْهُمْ ثَلَاثَة قَالُوا وَاَللَّه مَا سَمِعْنَا مُنَادِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا عَلِمْنَا مَا أَرَادَ الْقَوْم فَقَالَ عَمَّار أَشْهَد أَنَّ الِاثْنَيْ عَشَر الْبَاقِينَ حَرْب لِلَّهِ وَلِرَسُولِهِ فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد وَهَكَذَا رَوَى اِبْن لَهِيعَة عَنْ أَبِي الْأَسْوَد عَنْ عُرْوَة بْن الزُّبَيْر نَحْو هَذَا وَأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ أَنْ يَمْشِي النَّاس فِي بَطْن الْوَادِي وَصَعِدَ هُوَ وَحُذَيْفَة وَعَمَّار الْعَقَبَة فَتَبِعْهُمْ هَؤُلَاءِ النَّفَر الْأَرْذَلُونَ وَهُمْ مُتَلَثِّمُونَ فَأَرَادُوا سُلُوك الْعَقَبَة فَأَطْلَعَ اللَّه عَلَى مُرَادهمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَرَ حُذَيْفَة فَرَجَعَ إِلَيْهِمْ فَضَرَبَ وُجُوه رَوَاحِلهمْ فَفَزِعُوا وَرَجَعُوا مَقْبُوحِينَ وَأَعْلَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حُذَيْفَة وَعَمَّارًا بِأَسْمَائِهِمْ وَمَا كَانُوا هَمُّوا بِهِ مِنْ الْفَتْك بِهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَأَمَرَهُمَا أَنْ يَكْتُمَا عَلَيْهِمْ وَكَذَا رَوَى يُونُس بْن بُكَيْر عَنْ اِبْن إِسْحَاق إِلَّا أَنَّهُ سَمَّى جَمَاعَة مِنْهُمْ فَاَللَّه أَعْلَم . وَكَذَا قَدْ حُكِيَ فِي مُعْجَم الطَّبَرَانِيّ قَالَهُ الْبَيْهَقِيّ وَيَشْهَد لِهَذِهِ الْقِصَّة بِالصِّحَّةِ مَا رَوَاهُ مُسْلِم حَدَّثَنَا زُهَيْر بْن حَرْب حَدَّثَنَا أَبُو أَحْمَد الْكُوفِيّ حَدَّثَنَا الْوَلِيد بْن جُمَيْع حَدَّثَنَا أَبُو الطُّفَيْل قَالَ : كَانَ بَيْن رَجُل مِنْ أَهْل الْعَقَبَة وَبَيْن حُذَيْفَة بَعْض مَا يَكُون بَيْن النَّاس فَقَالَ أَنْشُدكُمْ بِاَللَّهِ كَمْ كَانَ أَصْحَاب الْعَقَبَة ؟ قَالَ : فَقَالَ لَهُ الْقَوْم أَخْبِرهُ إِذْ سَأَلَك فَقَالَ كُنَّا نُخْبَر أَنَّهُمْ أَرْبَعَة عَشَر فَإِنْ كُنْتَ مِنْهُمْ فَقَدْ كَانَ الْقَوْم خَمْسَة عَشَر وَأَشْهَد بِاَللَّهِ أَنَّ اِثْنَيْ عَشَر مِنْهُمْ حَرْب لِلَّهِ وَلِرَسُولِهِ فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد وَعَذَرَ ثَلَاثَة قَالُوا مَا سَمِعْنَا مُنَادِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا عَلِمْنَا بِمَا أَرَادَ الْقَوْم وَقَدْ كَانَ فِي حَرَّة يَمْشِي فَقَالَ \" إِنَّ الْمَاء قَلِيل فَلَا يَسْبِقنِي إِلَيْهِ أَحَد \" فَوَجَدَ قَوْمًا قَدْ سَبَقُوهُ فَلَعَنَهُمْ يَوْمئِذٍ وَمَا رَوَاهُ مُسْلِم أَيْضًا مِنْ حَدِيث قَتَادَة عَنْ أَبِي نَضْرَة عَنْ قَيْس بْن عَبَّاد عَنْ عَمَّار بْن يَاسِر قَالَ : أَخْبَرَنِي حُذَيْفَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" فِي أَصْحَابِي اِثْنَا عَشَر مُنَافِقًا لَا يَدْخُلُونَ الْجَنَّة وَلَا يَجِدُونَ رِيحهَا حَتَّى يَلِج الْجَمَل فِي سَمِّ الْخِيَاط : ثَمَانِيَة مِنْهُمْ تَكْفِيكَهُمْ الدُّبَيْلَة سِرَاج مِنْ نَار تَظْهَر بَيْن أَكْتَافهمْ حَتَّى يَنْجُم فِي صُدُورهمْ \" . وَلِهَذَا كَانَ حُذَيْفَة يُقَال لَهُ صَاحِب السِّرّ الَّذِي لَا يَعْلَمهُ غَيْره أَيْ مِنْ تَعْيِين جَمَاعَة مِنْ الْمُنَافِقِينَ وَهُمْ هَؤُلَاءِ قَدْ أَطْلَعَهُ عَلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دُون غَيْره وَاَللَّه أَعْلَم . وَقَدْ تَرْجَمَ الطَّبَرَانِيّ فِي مُسْنَد حُذَيْفَة تَسْمِيَة أَصْحَاب الْعَقَبَة ثُمَّ رُوِيَ عَنْ عَلِيّ بْن عَبْد الْعَزِيز عَنْ الزُّبَيْر بْن بَكَّار أَنَّهُ قَالَ : هُمْ مُعَتِّب بْن قُشَيْر وَوَدِيعَة بْن ثَابِت وَجَدّ بْن عَبْد اللَّه بْن نبتل بْن الْحَارِث مِنْ بَنِي عَمْرو بْن عَوْف وَالْحَارِث بْن يَزِيد الطَّائِيّ وَأَوْس بْن قَيْظِيّ وَالْحَارِث بْن سُوَيْد وَسَعْد بْن زُرَارَة وَقَيْس بْن فَهْد وَسُوَيْد بْن دَاعِس بَنِي الْحُبُلِيّ وَقَيْس بْن عَمْرو بْن سَهْل وَزَيْد بْن اللصيت وَسُلَالَة بْن الحمام وَهُمَا مِنْ بَنِي قَيْنُقَاع أَظْهَرُوا الْإِسْلَام . وَقَوْله تَعَالَى \" وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمْ اللَّه وَرَسُوله مِنْ فَضْله \" أَيْ وَمَا لِلرَّسُولِ عِنْدهمْ ذَنْب إِلَّا أَنَّ اللَّه أَغْنَاهُمْ بِبَرَكَتِهِ وَيُمْن سَعَادَته وَلَوْ تَمَّتْ عَلَيْهِمْ السَّعَادَة لَهَدَاهُمْ اللَّه لِمَا جَاءَ بِهِ كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْأَنْصَارِ أَلَمْ أَجِدكُمْ ضُلَّالًا فَهَدَاكُمْ اللَّه بِي ؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمْ اللَّه بِي وَعَالَة فَأَغْنَاكُمْ اللَّه بِي \" كُلَّمَا قَالَ شَيْئًا قَالُوا اللَّه وَرَسُوله أَمَنّ . وَهَذِهِ الصِّيغَة تُقَال حَيْثُ لَا ذَنْب كَقَوْلِهِ \" وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاَللَّهِ \" الْآيَة وَقَوْله عَلَيْهِ السَّلَام مَا يَنْقِم اِبْن جَمِيل إِلَّا أَنْ كَانَ فَقِيرًا فَأَغْنَاهُ اللَّه \" ثُمَّ دَعَاهُمْ اللَّه تَبَارَكَ وَتَعَالَى إِلَى التَّوْبَة فَقَالَ \" فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبهُمْ اللَّه عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَة \" أَيْ وَإِنْ يَسْتَمِرُّوا عَلَى طَرِيقهمْ يُعَذِّبهُمْ اللَّه عَذَابًا أَلِيمًا فِي الدُّنْيَا أَيْ بِالْقَتْلِ وَالْهَمّ وَالْغَمّ وَالْآخِرَة أَيْ بِالْعَذَابِ وَالنَّكَال وَالْهَوَان وَالصَّغَار \" وَمَا لَهُمْ فِي الْأَرْض مِنْ وَلِيّ وَلَا نَصِير \" أَيْ لَيْسَ لَهُمْ أَحَد يُسْعِدهُمْ وَلَا يُنْجِدهُمْ وَلَا يُحَصِّل لَهُمْ خَيْرًا وَلَا يَدْفَع عَنْهُمْ شَرًّا .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43495, "aya_id": 74}]