[{"text": "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ", "sura_id": 42, "type": 0, "id": 4310, "aya_id": 38}, {"text": "والذين استجابوا لربهم وأقاموا الصلاة وأمرهم شورى بينهم ومما رزقناهم ينفقون", "sura_id": 42, "type": 1, "id": 10546, "aya_id": 38}, {"text": "38 - (والذين استجابوا لربهم) أجابوه إلى ما دعاهم إليه من التوحيد والعبادة (وأقاموا الصلاة) أداموها (وأمرهم) الذي يبدو لهم (شورى بينهم) يتشاورون فيه ولا يعجلون (ومما رزقناهم) أعطيناهم (ينفقون) من طاعة الله ومن ذكر صنف \r\n", "sura_id": 42, "type": 2, "id": 29254, "aya_id": 38}, {"text": "والذين استجابوا لربهم حين دعاهم إلى توحيده وطاعته, وأقاموا الصلاة المفروضة بحدودها في أوقاتها, وإذا أرادوا أمرًا تشاوروا فيه، ومما أعطيناهم من الأموال يتصدقون في سبيل الله, ويؤدون ما فرض الله عليهم من الحقوق لأهلها من زكاة ونفقة وغير ذلك من وجوه الإنفاق.\r\n", "sura_id": 42, "type": 3, "id": 35490, "aya_id": 38}, {"text": " <font color=red>وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ</font><BR><p>أَيْ اِتَّبَعُوا رُسُله وَأَطَاعُوا أَمْره وَاجْتَنَبُوا زَجْره \" وَأَقَامُوا الصَّلَاة\" وَهِيَ أَعْظَم الْعِبَادَات لِلَّهِ عَزَّ وَجَلَّ \" وَأَمْرهمْ شُورَى بَيْنهمْ \" أَيْ لَا يُبْرِمُونَ أَمْرًا حَتَّى يَتَشَاوَرُوا فِيهِ لِيَتَسَاعَدُوا بِآرَائِهِمْ فِي مِثْل الْحُرُوب وَمَا جَرَى مَجْرَاهَا كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" وَشَاوِرْهُمْ فِي الْأَمْر \" الْآيَة وَلِهَذَا كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُشَاوِرهُمْ فِي الْحُرُوب وَنَحْوهَا لِيُطَيِّب بِذَلِكَ قُلُوبهمْ وَهَكَذَا لَمَّا حَضَرَتْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ الْوَفَاة حِين طُعِنَ جَعَلَ الْأَمْر بَعْده شُورَى فِي سِتَّة نَفَر وَهُمْ عُثْمَان وَعَلِيّ وَطَلْحَة وَالزُّبَيْر وَسَعْد وَعَبْد الرَّحْمَن بْن عَوْف رَضِيَ اللَّه عَنْهُمْ فَاجْتَمَعَ رَأْي الصَّحَابَة كُلّهمْ رَضِيَ اللَّه عَنْهُمْ عَلَى تَقْدِيم عُثْمَان عَلَيْهِمْ رَضِيَ اللَّه عَنْهُمْ\" وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" وَذَلِكَ بِالْإِحْسَانِ إِلَى خَلْق اللَّه الْأَقْرَب إِلَيْهِمْ مِنْهُمْ فَالْأَقْرَب .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41110, "aya_id": 38}]