[{"text": "جَزَاؤُهُمْ عِندَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ", "sura_id": 98, "type": 0, "id": 6138, "aya_id": 8}, {"text": "جزاؤهم عند ربهم جنات عدن تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم ورضوا عنه ذلك لمن خشي ربه", "sura_id": 98, "type": 1, "id": 12374, "aya_id": 8}, {"text": "8 - (جزاؤهم عند ربهم جنات عدن) إقامة (تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم) بطاعته (ورضوا عنه) بثوابه (ذلك لمن خشي ربه) خاف عقابه فانتهى عن معصيته تعالى \r\n", "sura_id": 98, "type": 2, "id": 31082, "aya_id": 8}, {"text": "جزاؤهم عند ربهم يوم القيامة جنات إقامة واستقرار في منتهى الحسن, تجري من تحت قصورها الأنهار, خالدين فيها أبدًا, رضي الله عنهم فقبل أعمالهم الصالحة, ورضوا عنه بما أعدَّ لهم من أنواع الكرامات, ذلك الجزاء الحسن لمن خاف الله واجتنب معاصيه.\r\n", "sura_id": 98, "type": 3, "id": 37318, "aya_id": 8}, {"text": " <font color=red>جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" جَزَاؤُهُمْ عِنْد رَبّهمْ \" أَيْ يَوْم الْقِيَامَة \" جَنَّات عَدْن تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا أَبَدًا \" أَيْ بِلَا اِنْفِصَال وَلَا اِنْقِضَاء وَلَا فَرَاغ \" رَضِيَ اللَّه عَنْهُمْ وَرَضُوا عَنْهُ\" وَمَقَام رِضَاهُ عَنْهُمْ أَعْلَى مِمَّا أُوتُوهُ مِنْ النَّعِيم الْمُقِيم \" وَرَضُوا عَنْهُ \" فِيمَا مَنَحَهُمْ مِنْ الْفَضْل الْعَمِيم. وَقَوْله تَعَالَى \" ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ \" أَيْ هَذَا الْجَزَاءُ حَاصِلٌ لِمَنْ خَشِيَ اللَّهَ وَاتَّقَاهُ حَقَّ تَقْوَاهُ وَعَبَدَهُ كَأَنَّهُ يَرَاهُ وَعَلِمَ أَنَّهُ إِنْ لَمْ يَرَهُ فَإِنَّهُ يَرَاهُ. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنَا أَبُو مَعْشَر عَنْ أَبِي وَهْب مَوْلَى أَبِي هُرَيْرَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَلَا أُخْبِركُمْ بِخَيْرِ الْبَرِيَّة ؟ \" قَالُوا بَلَى يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" رَجُل أَخَذَ بِعَنَانِ فَرَسِهِ فِي سَبِيل اللَّه كُلَّمَا كَانَتْ هَيْعَة اِسْتَوَى عَلَيْهِ. أَلَا أُخْبِركُمْ بِخَيْرِ الْبَرِيَّة ؟ \" قَالُوا بَلَى يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" رَجُل فِي ثُلَّة مِنْ غَنَمه يُقِيم الصَّلَاة وَيُؤْتِي الزَّكَاة . أَلَا أُخْبِركُمْ بِشَرِّ الْبَرِيَّة ؟ \" قَالُوا بَلَى قَالَ \" الَّذِي يُسْأَل بِاَللَّهِ وَلَا يُعْطِي بِهِ \" . آخِر تَفْسِير سُورَة لَمْ يَكُنْ وَلِلَّهِ الْحَمْد والْمِنَّة .</p><BR> <br> ", "sura_id": 98, "type": 4, "id": 43637, "aya_id": 8}]