[{"text": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاء أَمْرُ اللَّهِ وَغَرَّكُم بِاللَّهِ الْغَرُورُ", "sura_id": 57, "type": 0, "id": 5089, "aya_id": 14}, {"text": "ينادونهم ألم نكن معكم قالوا بلى ولكنكم فتنتم أنفسكم وتربصتم وارتبتم وغرتكم الأماني حتى جاء أمر الله وغركم بالله الغرور", "sura_id": 57, "type": 1, "id": 11325, "aya_id": 14}, {"text": "14 - (ينادونهم ألم نكن معكم) على الطاعة (قالوا بلى ولكنكم فتنتم أنفسكم) بالنفاق (وتربصتم) بالمؤمنين الدوائر (وارتبتم) شككتم في دين الإسلام (وغرتكم الأماني) الأطماع (حتى جاء أمر الله) الموت (وغركم بالله الغرور) الشيطان \r\n", "sura_id": 57, "type": 2, "id": 30033, "aya_id": 14}, {"text": "ينادي المنافقون المؤمنين قائلين: ألم نكن معكم في الدنيا, نؤدي شعائر الدين مثلكم؟ قال المؤمنون لهم: بلى قد كنتم معنا في الظاهر, ولكنكم أهلكتم أنفسكم بالنفاق والمعاصي, وتربصتم بالنبي الموت وبالمؤمنين الدوائر, وشككتم في البعث بعد الموت, وخدعتكم أمانيكم الباطلة, وبقيتم على ذلك حتى جاءكم الموت وخدعكم بالله الشيطان.\r\n", "sura_id": 57, "type": 3, "id": 36269, "aya_id": 14}, {"text": " <font color=red>يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ</font><BR><p>\" يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ \" أَيْ يُنَادِي الْمُنَافِقُونَ الْمُؤْمِنِينَ أَمَا كُنَّا مَعَكُمْ فِي الدَّار الدُّنْيَا نَشْهَد مَعَكُمْ الْجُمُعَات وَنُصَلِّي مَعَكُمْ الْجَمَاعَات وَنَقِف مَعَكُمْ بِعَرَفَاتٍ وَنَحْضُر مَعَكُمْ الْغَزَوَات وَنُؤَدِّي مَعَكُمْ سَائِر الْوَاجِبَات ؟ \" قَالُوا بَلَى \" أَيْ فَأَجَابَ الْمُؤْمِنُونَ الْمُنَافِقِينَ قَائِلِينَ بَلَى قَدْ كُنْتُمْ مَعَنَا \" وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمْ الْأَمَانِيّ\" قَالَ بَعْض السَّلَف أَيْ فَتَنْتُمْ أَنْفُسكُمْ بِاللَّذَّاتِ وَالْمَعَاصِي وَالشَّهَوَات \" وَتَرَبَّصْتُمْ \" أَيْ أَخَّرْتُمْ التَّوْبَة مِنْ وَقْت إِلَى وَقْت . وَقَالَ قَتَادَة تَرَبَّصْتُمْ بِالْحَقِّ وَأَهْله\" وَارْتَبْتُمْ \" أَيْ بِالْبَعْثِ بَعْد الْمَوْت \" وَغَرَّتْكُمْ الْأَمَانِيّ \" أَيْ قُلْتُمْ سَيُغْفَرُ لَنَا وَقِيلَ غَرَّتْكُمْ الدُّنْيَا \" حَتَّى جَاءَ أَمْر اللَّه \" أَيْ مَا زِلْتُمْ فِي هَذَا حَتَّى جَاءَكُمْ الْمَوْت \" وَغَرَّكُمْ بِاَللَّهِ الْغَرُور \" أَيْ الشَّيْطَان قَالَ قَتَادَة : كَانُوا عَلَى خُدْعَة مِنْ الشَّيْطَان وَاَللَّه مَا زَالُوا عَلَيْهَا حَتَّى قَذَفَهُمْ اللَّه فِي النَّار. وَمَعْنَى هَذَا الْكَلَام مِنْ الْمُؤْمِنِينَ لِلْمُنَافِقِينَ إِنَّكُمْ كُنْتُمْ مَعَنَا أَيْ بِأَبْدَانٍ لَا نِيَّة لَهَا وَلَا قُلُوب مَعَهَا وَإِنَّمَا كُنْتُمْ فِي حِيرَة وَشَكّ فَكُنْتُمْ تُرَاءُونَ النَّاس وَلَا تَذْكُرُونَ اللَّه إِلَّا قَلِيلًا . قَالَ مُجَاهِد : كَانَ الْمُنَافِقُونَ مَعَ الْمُؤْمِنِينَ أَحْيَاء يُنَاكِحُونَهُمْ وَيَغْشَوْنَهُمْ وَيُعَاشِرُونَهُمْ وَكَانُوا مَعَهُمْ أَمْوَاتًا وَيُعْطَوْنَ النُّور جَمِيعًا يَوْم الْقِيَامَة وَيُطْفَأ النُّور مِنْ الْمُنَافِقِينَ إِذَا بَلَغُوا السُّور وَيُمَاز بَيْنهمْ حِينَئِذٍ . وَهَذَا الْقَوْل مِنْ الْمُؤْمِنِينَ لَا يُنَافِي قَوْلهمْ الَّذِي أَخْبَرَ اللَّه تَعَالَى بِهِ عَنْهُمْ حَيْثُ يَقُول وَهُوَ أَصْدَق الْقَائِلِينَ\" كُلّ نَفْس بِمَا كَسَبَتْ رَهِينَة إِلَّا أَصْحَاب الْيَمِين فِي جَنَّات يَتَسَاءَلُونَ عَنْ الْمُجْرِمِينَ مَا سَلَكَكُمْ فِي سَقَر قَالُوا لَمْ نَكُ مِنْ الْمُصَلِّينَ وَلَمْ نَكُ نُطْعِم الْمِسْكِين وَكُنَّا نَخُوض مَعَ الْخَائِضِينَ وَكُنَّا نُكَذِّب بِيَوْمِ الدِّين حَتَّى أَتَانَا الْيَقِين \" فَهَذَا إِنَّمَا خَرَجَ مِنْهُمْ عَلَى وَجْه التَّقْرِيع لَهُمْ وَالتَّوْبِيخ ثُمَّ قَالَ تَعَالَى \" فَمَا تَنْفَعهُمْ شَفَاعَة الشَّافِعِينَ \" .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42006, "aya_id": 14}]