[{"text": "وَبَشَّرْنَاهُ بِإِسْحَقَ نَبِيًّا مِّنَ الصَّالِحِينَ", "sura_id": 37, "type": 0, "id": 3900, "aya_id": 112}, {"text": "وبشرناه بإسحاق نبيا من الصالحين", "sura_id": 37, "type": 1, "id": 10136, "aya_id": 112}, {"text": "112 - (وبشرناه بإسحاق) استدل بذلك على أن الذبيح غيره (نبيا) حال مقدرة أي يوجد مقدرا نبوته (من الصالحين) \r\n", "sura_id": 37, "type": 2, "id": 28844, "aya_id": 112}, {"text": "وبشَّرنا إبراهيم بولده إسحاق نبيًّا من الصالحين; جزاء له على صبره ورضاه بأمر ربه, وطاعته له.\r\n", "sura_id": 37, "type": 3, "id": 35080, "aya_id": 112}, {"text": " <font color=red>وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ</font><BR><p>قَوْله تَعَالَى \" وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنْ الصَّالِحِينَ \" لَمَّا تَقَدَّمَتْ الْبِشَارَة بِالذَّبِيحِ وَهُوَ إِسْمَاعِيل عُطِفَ بِذِكْرِ الْبِشَارَة بِأَخِيهِ إِسْحَاق وَقَدْ ذُكِرَتْ فِي سُورَتَيْ هُود وَالْحِجْر قَوْله تَعَالَى \" نَبِيًّا \" حَال مُقَدَّرَة أَيْ سَيَصِيرُ مِنْهُ نَبِيٌّ صَالِح . وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ دَاوُد عَنْ عِكْرِمَة قَالَ : قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا الذَّبِيح إِسْحَاق قَالَ وَقَوْله تَعَالَى \" وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنْ الصَّالِحِينَ \" قَالَ بُشِّرَ بِنُبُوَّتِهِ - قَالَ - وَقَوْله تَعَالَى \" وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُون نَبِيًّا \" قَالَ كَانَ هَارُون أَكْبَر مِنْ مُوسَى وَلَكِنْ أَرَادَ وَهَبَ لَهُ نُبُوَّته وَحَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان قَالَ سَمِعْت دَاوُد يُحَدِّث عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي هَذِهِ الْآيَة \" وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنْ الصَّالِحِينَ \" قَالَ إِنَّمَا بُشِّرَ بِهِ نَبِيًّا مِنْ الصَّالِحِينَ قَالَ إِنَّمَا بُشِّرَ بِهِ نَبِيًّا حِين فَدَاهُ اللَّه عَزَّ وَجَلَّ مِنْ الذَّبْح وَلَمْ تَكُنْ الْبِشَارَة بِالنُّبُوَّةِ عِنْد مَوْلِده . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ دَاوُد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنْ الصَّالِحِينَ \" قَالَ بُشِّرَ بِهِ حِين وُلِدَ وَحِين نُبِّئَ وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي قَوْله تَعَالَى \" وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنْ الصَّالِحِينَ \" قَالَ بَعْدَمَا كَانَ مِنْ أَمْره لَمَّا جَادَ اللَّه تَعَالَى بِنَفْسِهِ وَقَالَ اللَّه عَزَّ وَجَلَّ \" وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاق \" .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40437, "aya_id": 112}]