[{"text": "فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَن تُصِيبَنَا دَآئِرَةٌ فَعَسَى اللّهُ أَن يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِ فَيُصْبِحُواْ عَلَى مَا أَسَرُّواْ فِي أَنْفُسِهِمْ نَادِمِينَ", "sura_id": 5, "type": 0, "id": 721, "aya_id": 52}, {"text": "فترى الذين في قلوبهم مرض يسارعون فيهم يقولون نخشى أن تصيبنا دائرة فعسى الله أن يأتي بالفتح أو أمر من عنده فيصبحوا على ما أسروا في أنفسهم نادمين", "sura_id": 5, "type": 1, "id": 6957, "aya_id": 52}, {"text": "52 - (فترى الذين في قلوبهم مرض) ضعف اعتقاد كعبد الله بن أبي المنافق (يسارعون فيهم) في موالاتهم (يقولون) معتذرين عنها (نخشى أن تصيبنا دائرة) يدور بها الدهر علينا من جدب أو غلبة ولا يتم أمر محمد فلا يميرونا ، قال تعالى (فعسى الله أن يأتي بالفتح) بالنصر لنبيه بإظهار دينه (أو أمر من عنده) بهتك ستر المنافقين وافتضاحهم (فيصبحوا على ما أسروا في أنفسهم) من الشك وموالاة الكفار (نادمين) \r\n", "sura_id": 5, "type": 2, "id": 25665, "aya_id": 52}, {"text": "يخبر الله تعالى عن جماعة من المنافقين أنهم كانوا يبادرون في موادة اليهود لما في قلوبهم من الشكِّ والنفاق, ويقولون: إنما نوادُّهم خشية أن يظفروا بالمسلمين فيصيبونا معهم, قال الله تعالى ذكره: فعسى الله أن يأتي بالفتح -أي فتح \"مكة\"- وينصر نَبِيَّه, ويُظْهِر الإسلام والمسلمين على الكفار, أو يُهيِّئ من الأمور ما تذهب به قوةُ اليهود والنَّصارى, فيخضعوا للمسلمين, فحينئذٍ يندم المنافقون على ما أضمروا في أنفسهم من موالاتهم.\r\n", "sura_id": 5, "type": 3, "id": 31901, "aya_id": 52}, {"text": " <font color=red>فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ</font><BR><p>وَقَوْله تَعَالَى \" فَتَرَى الَّذِينَ فِي قُلُوبهمْ مَرَض\" أَيْ شَكّ وَرَيْب وَنِفَاق يُسَارِعُونَ فِيهِمْ أَيْ يُبَادِرُونَ إِلَى مُوَالَاتهمْ وَمَوَدَّتهمْ فِي الْبَاطِن وَالظَّاهِر يَقُولُونَ نَخْشَى أَنْ تُصِيبنَا دَائِرَة أَيْ يَتَأَوَّلُونَ فِي مَوَدَّتهمْ وَمُوَالَاتهمْ أَنَّهُمْ يَخْشَوْنَ أَنْ يَقَع أَمْر مِنْ ظَفَر الْكَافِرِينَ بِالْمُسْلِمِينَ فَتَكُون لَهُمْ أَيَادٍ عِنْد الْيَهُود وَالنَّصَارَى فَيَنْفَعهُمْ ذَلِكَ عِنْد ذَلِكَ قَالَ اللَّه تَعَالَى \" فَعَسَى اللَّه أَنْ يَأْتِي بِالْفَتْحِ \" قَالَ السُّدِّيّ يَعْنِي فَتْح مَكَّة وَقَالَ غَيْره يَعْنِي الْقَضَاء وَالْفَصْل أَوْ أَمْر مِنْ عِنْده قَالَ السُّدِّيّ يَعْنِي ضَرْب الْجِزْيَة عَلَى الْيَهُود وَالنَّصَارَى\" فَيُصْبِحُوا \" يَعْنِي الَّذِينَ وَالَوْا الْيَهُود وَالنَّصَارَى مِنْ الْمُنَافِقِينَ عَلَى مَا أَسَرُّوا فِي أَنْفُسهمْ مِنْ الْمُوَالَاة نَادِمِينَ أَيْ عَلَى مَا كَانَ مِنْهُمْ مِمَّا لَمْ يُجْدِ عَنْهُمْ شَيْئًا وَلَا دَفَعَ عَنْهُمْ مَحْذُورًا بَلْ كَانَ عَيْن الْمَفْسَدَة فَإِنَّهُمْ فُضِحُوا وَأَظْهَرَ اللَّه أَمْرهمْ فِي الدُّنْيَا لِعِبَادِهِ الْمُؤْمِنِينَ بَعْد أَنْ كَانُوا مَسْتُورِينَ لَا يُدْرَى كَيْف حَالهمْ فَلَمَّا اِنْعَقَدَتْ الْأَسْبَاب الْفَاضِحَة لَهُمْ تَبَيَّنَ أَمْرهمْ لِعِبَادِهِ الْمُؤْمِنِينَ فَتَعَجَّبُوا مِنْهُمْ كَيْف كَانُوا يُظْهِرُونَ أَنَّهُمْ مِنْ الْمُؤْمِنِينَ وَيَحْلِفُونَ عَلَى ذَلِكَ وَيَتَأَوَّلُونَ فَبَانَ كَذِبهمْ وَافْتِرَاؤُهُمْ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41505, "aya_id": 52}]