[{"text": "وَآتُواْ النَّسَاء صَدُقَاتِهِنَّ نِحْلَةً فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَّرِيئًا", "sura_id": 4, "type": 0, "id": 497, "aya_id": 4}, {"text": "وآتوا النساء صدقاتهن نحلة فإن طبن لكم عن شيء منه نفسا فكلوه هنيئا مريئا", "sura_id": 4, "type": 1, "id": 6733, "aya_id": 4}, {"text": "4 - (وآتوا) أعطوا (النساء صَدُقاتهن) جمع صدُقة ،  مهورهن (نِحلةً) مصدر ، عطية عن طيب نفس (فإن طبن لكم عن شيء منه نفساً) تمييز محول عن الفاعل ، أي طابت أنفسهن لكم عن شيء من الصِداق فوهبنه لكم (فكلوه هنيئاً) طيباً (مريئاً) محمود العاقبة لا ضرر فيه عليكم في الآخرة ، نزلت رداً على من كرَّه ذلك \r\n", "sura_id": 4, "type": 2, "id": 25441, "aya_id": 4}, {"text": "وأعطوا النساء مهورهن, عطية واجبة وفريضة لازمة عن طيب نفس منكم. فإن طابت أنفسهن لكم عن شيء من المهر فوهَبْنه لكم فخذوه, وتصرَّفوا فيه, فهو حلال طيب.\r\n", "sura_id": 4, "type": 3, "id": 31677, "aya_id": 4}, {"text": " <font color=red>وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا</font><BR><p>وَقَوْله تَعَالَى \" وَآتُوا النِّسَاء صَدُقَاتهنَّ نِحْلَة \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس النِّحْلَة الْمَهْر وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة نِحْلَة فَرِيضَة وَقَالَ مُقَاتِل وَقَتَادَة وَابْن جُرَيْج نِحْلَة أَيْ فَرِيضَة زَادَ اِبْن جُرَيْج مُسَمَّاة وَقَالَ اِبْن زَيْد النِّحْلَة فِي كَلَام الْعَرَب الْوَاجِب يَقُول : لَا تَنْكِحهَا إِلَّا بِشَيْءٍ وَاجِب لَهَا وَلَيْسَ يَنْبَغِي لِأَحَدٍ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَنْكِح اِمْرَأَة إِلَّا بِصَدَاقٍ وَاجِب وَلَا يَنْبَغِي أَنْ يَكُون تَسْمِيَة الصَّدَاق كَذِبًا بِغَيْرِ حَقّ , وَمَضْمُون كَلَامهمْ أَنَّ الرَّجُل يَجِب عَلَيْهِ دَفْع الصَّدَاق إِلَى الْمَرْأَة حَتْمًا وَأَنْ يَكُون طَيِّب النَّفْس بِذَلِكَ كَمَا يَمْنَح الْمَنِيحَة وَيُعْطِي النِّحْلَة طَيِّبًا كَذَلِكَ يَجِب أَنْ يُعْطِي الْمَرْأَة صَدَاقهَا طَيِّبًا بِذَلِكَ فَإِنْ طَابَتْ هِيَ لَهُ بِهِ بَعْد تَسْمِيَته أَوْ عَنْ شَيْء مِنْهُ فَلْيَأْكُلْهُ حَلَالًا طَيِّبًا وَلِهَذَا قَالَ \" فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْء مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان عَنْ السُّدِّيّ عَنْ يَعْقُوب بْن الْمُغِيرَة بْن شُعْبَة عَنْ عَلِيّ قَالَ : إِذَا اِشْتَكَى أَحَدكُمْ شَيْئًا فَلْيَسْأَلْ اِمْرَأَته ثَلَاثَة دَرَاهِم أَوْ نَحْو ذَلِكَ فَلْيَبْتَعْ بِهَا عَسَلًا ثُمَّ لِيَأْخُذ مَاء السَّمَاء فَيَجْتَمِع هَنِيئًا مَرِيئًا شِفَاء مُبَارَكًا . وَقَالَ هُشَيْم عَنْ سَيَّار عَنْ أَبِي صَالِح كَانَ الرَّجُل إِذْ زَوَّجَ بِنْته أَخَذَ صَدَاقهَا دُونهَا فَنَهَاهُمْ اللَّه عَنْ ذَلِكَ وَنَزَلَ وَآتُوا النِّسَاء صَدُقَاتهنَّ نِحْلَة . رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْحُمَيْدِيّ حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ عُمَيْر الْخَثْعَمِيّ عَنْ عَبْد الْمَلِك بْن الْمُغِيرَة عَنْ عَبْد الرَّحْمَن بْن مَالِك السَّلْمَانِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَآتُوا النِّسَاء صَدُقَاتهنَّ نِحْلَة قَالُوا يَا رَسُول اللَّه : فَمَا الْعَلَائِق بَيْنهمْ قَالَ \" مَا تَرَاضَى عَلَيْهِ أَهْلُوهُمْ \". وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق حَجَّاج بْن أَرْطَاة عَنْ عَبْد الْمَلِك بْن الْمُغِيرَة عَنْ عَبْد الرَّحْمَن بْن السَّلْمَانِيّ عَنْ عُمَر بْن الْخَطَّاب قَالَ : خَطَبَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ\" أَنْكِحُوا الْأَيَامَى \" ثَلَاثًا فَقَامَ إِلَيْهِ رَجُل فَقَالَ يَا رَسُول اللَّه فَمَا الْعَلَائِق بَيْنهمْ ؟ قَالَ \" مَا تَرَاضَى عَلَيْهِ أَهْلُوهُمْ \" اِبْن السَّلْمَانِيّ ضَعِيف ثُمَّ فِيهِ اِنْقِطَاع أَيْضًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40877, "aya_id": 4}]