[{"text": "يَا أَيُّهَا الْمُدَّثِّرُ", "sura_id": 74, "type": 0, "id": 5496, "aya_id": 1}, {"text": "يا أيها المدثر", "sura_id": 74, "type": 1, "id": 11732, "aya_id": 1}, {"text": "سورة المدثر 1 - (يا أيها المدثر) النبي صلى الله عليه وسلم وأصله المتدثر ادغمت التاء في الدال أي المتلفف بثيابه عند نزول الوحي عليه \r\n", "sura_id": 74, "type": 2, "id": 30440, "aya_id": 1}, {"text": "يا أيها المتغطي بثيابه\r\n", "sura_id": 74, "type": 3, "id": 36676, "aya_id": 1}, {"text": " <font color=red>يَا أَيُّهَا</font><BR><p>ثَبَتَ فِي صَحِيح الْبُخَارِيّ مِنْ حَدِيث يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة عَنْ جَابِر أَنَّهُ كَانَ يَقُول أَوَّل شَيْء نَزَلَ مِنْ الْقُرْآن \" يَا أَيّهَا الْمُدَّثِّر \" وَخَالَفَهُ الْجُمْهُور فَذَهَبُوا إِلَى أَنَّ أَوَّل الْقُرْآن نُزُولًا قَوْله تَعَالَى \" اِقْرَأْ بِاسْمِ رَبّك الَّذِي خَلَقَ \" كَمَا سَيَأْتِي ذَلِكَ هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى قَالَ الْبُخَارِيّ حَدَّثَنَا يَحْيَى حَدَّثَنَا وَكِيع عَنْ عَلِيّ بْن الْمُبَارَك عَنْ يَحْيَى بْن أَبِي كَثِير قَالَ : سَأَلْت أَبَا سَلَمَة بْن عَبْد الرَّحْمَن عَنْ أَوَّل مَا نَزَلَ مِنْ الْقُرْآن فَقَالَ \" يَا أَيّهَا الْمُدَّثِّر \" قُلْت يَقُولُونَ \" اِقْرَأْ بِاسْمِ رَبّك الَّذِي خَلَقَ \" فَقَالَ أَبُو سَلَمَة سَأَلْت جَابِر بْن عَبْد اللَّه عَنْ ذَلِكَ وَقُلْت لَهُ مِثْل مَا قُلْت لِي فَقَالَ جَابِر لَا أُحَدِّثك إِلَّا مَا حَدَّثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" جَاوَرْت بِحِرَاءٍ فَلَمَّا قَضَيْت جِوَارِي هَبَطْت فَنُودِيت فَنَظَرْت عَنْ يَمِينِي فَلَمْ أَرَ شَيْئًا وَنَظَرْت عَنْ شِمَالِي فَلَمْ أَرَ شَيْئًا وَنَظَرْت أَمَامِي فَلَمْ أَرَ شَيْئًا وَنَظَرْت خَلْفِي فَلَمْ أَرَ شَيْئًا فَرَفَعْت رَأْسِي فَرَأَيْت شَيْئًا فَأَتَيْت خَدِيجَة فَقُلْت دَثِّرُونِي وَصُبُّوا عَلَيَّ مَاء بَارِدًا - قَالَ - فَدَثَّرُونِي وَصَبُّوا عَلَيَّ مَاء بَارِدًا \" قَالَ فَنَزَلَتْ \" يَا أَيّهَا الْمُدَّثِّر قُمْ فَأَنْذِرْ وَرَبّك فَكَبِّرْ \" هَكَذَا سَاقَهُ مِنْ هَذَا الْوَجْه . وَقَدْ رَوَاهُ مُسْلِم مِنْ طَرِيق عُقَيْل عَنْ اِبْن شِهَاب عَنْ أَبِي سَلَمَة قَالَ أَخْبَرَنِي جَابِر بْن عَبْد اللَّه أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحَدِّث عَنْ فَتْرَة الْوَحْي فَقَالَ فِي حَدِيثه\" فَبَيْنَا أَنَا أَمْشِي إِذْ سَمِعْت صَوْتًا مِنْ السَّمَاء فَرَفَعْت بَصَرِي قِبَل السَّمَاء فَإِذَا الْمَلَك الَّذِي جَاءَنِي بِحِرَاءٍ قَاعِد عَلَى كُرْسِيّ بَيْن السَّمَاء وَالْأَرْض فَجُئِثْت مِنْهُ حَتَّى هَرَبْت إِلَى الْأَرْض فَجِئْت إِلَى أَهْلِي فَقُلْت زَمِّلُونِي زَمِّلُونِي فَزَمَّلُونِي فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الْمُدَّثِّر قُمْ فَأَنْذِرْ - إِلَى - فَاهْجُرْ \" - قَالَ أَبُو سَلَمَة وَالرُّجْز الْأَوْثَان - ثُمَّ حَمِيَ الْوَحْي وَتَتَابَعَ هَذَا لَفْظ الْبُخَارِيّ وَهَذَا السِّيَاق هُوَ الْمَحْفُوظ وَهُوَ يَقْتَضِي أَنَّهُ قَدْ نَزَلَ الْوَحْي قَبْل هَذَا لِقَوْلِهِ \" فَإِذَا الْمَلَك الَّذِي كَانَ بِحِرَاءٍ \" وَهُوَ جِبْرِيل حِين أَتَاهُ بِقَوْلِهِ \" اِقْرَأْ بِاسْمِ رَبّك الَّذِي خَلَقَ خَلَقَ الْإِنْسَان مِنْ عَلَق اِقْرَأْ وَرَبّك الْأَكْرَم الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنْسَان مَا لَمْ يَعْلَم \" ثُمَّ إِنَّهُ حَصَلَ بَعْد هَذَا فَتْرَة ثُمَّ نَزَلَ الْمَلَك بَعْد هَذَا . وَوَجْه الْجَمْع أَنَّ أَوَّل شَيْء نَزَلَ بَعْد فَتْرَة الْوَحْي هَذِهِ السُّورَة كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج حَدَّثَنَا لَيْث حَدَّثَنَا عُقَيْل عَنْ اِبْن شِهَاب قَالَ سَمِعْت أَبَا سَلَمَة بْن عَبْد الرَّحْمَن يَقُول أَخْبَرَنِي جَابِر بْن عَبْد اللَّه أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" ثُمَّ فَتَرَ الْوَحْي عَنِّي فَتْرَة فَبَيْنَا أَنَا أَمْشِي سَمِعْت صَوْتًا مِنْ السَّمَاء فَرَفَعْت بَصَرِي قِبَل السَّمَاء فَإِذَا الْمَلَك الَّذِي جَاءَنِي قَاعِد عَلَى كُرْسِيّ بَيْن السَّمَاء وَالْأَرْض فَجُئِثْت مِنْهُ فَرَقًا حَتَّى هَوَيْت إِلَى الْأَرْض فَجِئْت أَهْلِي فَقُلْت لَهُمْ زَمِّلُونِي زَمِّلُونِي فَزَمَّلُونِي فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الْمُدَّثِّر قُمْ فَأَنْذِرْ وَرَبّك فَكَبِّرْ وَثِيَابك فَطَهِّرْ وَالرُّجْز فَاهْجُرْ\" ثُمَّ حَمِيَ الْوَحْي وَتَتَابَعَ \" أَخْرَجَاهُ مِنْ حَدِيث الزُّهْرِيّ بِهِ وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن شُعَيْب السِّمْسَار حَدَّثَنَا الْحَسَن بْن بِشْر الْبَجَلِيّ حَدَّثَنَا الْمُعَافَى بْن عِمْرَان عَنْ إِبْرَاهِيم بْن يَزِيد سَمِعْت اِبْن أَبِي مُلَيْكَة يَقُول سَمِعْت اِبْن عَبَّاس يَقُول إِنَّ الْوَلِيد بْن الْمُغِيرَة صَنَعَ لِقُرَيْشٍ طَعَامًا فَلَمَّا أَكَلُوا مِنْهُ قَالَ مَا تَقُولُونَ فِي هَذَا الرَّجُل ؟ فَقَالَ بَعْضهمْ سَاحِر وَقَالَ بَعْضهمْ لَيْسَ بِسَاحِرٍ وَقَالَ بَعْضهمْ كَاهِن وَقَالَ بَعْضهمْ لَيْسَ بِكَاهِنٍ وَقَالَ بَعْضهمْ شَاعِر وَقَالَ بَعْضهمْ لَيْسَ بِشَاعِرٍ وَقَالَ بَعْضهمْ بَلْ سِحْر يُؤْثَر فَأَجْمَعَ رَأْيهمْ عَلَى أَنَّهُ سِحْر يُؤْثَر فَبَلَغَ ذَلِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَزِنَ وَقَنَعَ رَأْسه وَتَدَثَّرَ فَأَنْزَلَ اللَّه تَعَالَى \" يَا أَيّهَا الْمُدَّثِّر قُمْ فَأَنْذِرْ وَرَبّك فَكَبِّرْ وَثِيَابك فَطَهِّرْ وَالرُّجْز فَاهْجُرْ وَلَا تَمْنُنْ تَسْتَكْثِر وَلِرَبِّك فَاصْبِرْ \" .</p><BR> <br> ", "sura_id": 74, "type": 4, "id": 42792, "aya_id": 1}]