[{"text": "أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللّهُ مِن فَضْلِهِ فَقَدْ آتَيْنَآ آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُم مُّلْكًا عَظِيمًا", "sura_id": 4, "type": 0, "id": 547, "aya_id": 54}, {"text": "أم يحسدون الناس على ما آتاهم الله من فضله فقد آتينا آل إبراهيم الكتاب والحكمة وآتيناهم ملكا عظيما", "sura_id": 4, "type": 1, "id": 6783, "aya_id": 54}, {"text": "54 - (أم) بل (يحسدون الناس) أي النبي صلى الله عليه وسلم (على ما آتاهم الله من فضله) من النبوة وكثرة النساء أي يتمنون زواله عنه ويقولون لو كان نبيا لاشتغل عن النساء (فقد آتينا آل إبراهيم) جده كموسى وداود وسليمان (الكتاب والحكمة) والنبوة (وآتيناهم ملكاً عظيماً) فكان لداود تسع وتسعون امرأة ولسليمان ألف ما بين حرة وسرية \r\n", "sura_id": 4, "type": 2, "id": 25491, "aya_id": 54}, {"text": "بل أيحسدون محمدًا صلى الله عليه وسلم على ما أعطاه الله من نعمة النبوة والرسالة, ويحسدون أصحابه على نعمة التوفيق إلى الإيمان, والتصديق بالرسالة, واتباع الرسول, والتمكين في الأرض, ويتمنون زوال هذا الفضل عنهم؟ فقد أعطينا ذرية إبراهيم عليه السلام -من قَبْلُ- الكتب, التي أنزلها الله عليهم وما أوحي إليهم مما لم يكن كتابا مقروءا, وأعطيناهم مع ذلك ملكا واسعا.\r\n", "sura_id": 4, "type": 3, "id": 31727, "aya_id": 54}, {"text": " <font color=red>أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا</font><BR><p>ثُمَّ قَالَ أَمْ يَحْسُدُونَ النَّاس عَلَى مَا آتَاهُمْ اللَّه مِنْ فَضْله يَعْنِي بِذَلِكَ حَسَدهمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى مَا رَزَقَهُ اللَّه مِنْ النُّبُوَّة الْعَظِيمَة وَمَنَعَهُمْ مِنْ تَصْدِيقهمْ إِيَّاهُ حَسَدهمْ لَهُ لِكَوْنِهِ مِنْ الْعَرَب وَلَيْسَ مِنْ بَنِي إِسْرَائِيل . وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْحَضْرَمِيّ حَدَّثَنَا يَحْيَى الْحِمَّانِيّ حَدَّثَنَا قَيْس بْن الرَّبِيع عَنْ السُّدِّيّ عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي قَوْله \" أَمْ يَحْسُدُونَ النَّاس \" الْآيَة قَالَ اِبْن عَبَّاس : نَحْنُ النَّاس دُون النَّاس قَالَ اللَّه تَعَالَى فَقَدْ آتَيْنَا آل إِبْرَاهِيم الْكِتَاب وَالْحِكْمَة وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا أَيْ فَقَدْ جَعَلْنَا فِي أَسْبَاط بَنِي إِسْرَائِيل الَّذِينَ هُمْ مِنْ ذُرِّيَّة إِبْرَاهِيم النُّبُوَّة وَأَنْزَلْنَا عَلَيْهِمْ الْكُتُب وَحَكَمُوا فِيهِمْ بِالسُّنَنِ وَهِيَ الْحِكْمَة وَجَعَلْنَا مِنْهُمْ الْمُلُوك وَمَعَ هَذَا فَمِنْهُمْ مَنْ آمَنَ بِهِ أَيْ بِهَذَا الْإِيتَاء وَهَذَا الْإِنْعَام وَمِنْهُمْ مَنْ صَدَّ عَنْهُ أَيْ كَفَرَ بِهِ وَأَعْرَضَ عَنْهُ وَسَعَى فِي صَدّ النَّاس عَنْهُ وَهُوَ مِنْهُمْ وَمِنْ جِنْسهمْ أَيْ مِنْ بَنِي إِسْرَائِيل فَقَدْ اِخْتَلَفُوا عَلَيْهِمْ فَكَيْف بِك يَا مُحَمَّد وَلَسْت مِنْ بَنِي إِسْرَائِيل ؟ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40893, "aya_id": 54}]