[{"text": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا مِمَّا رَزَقَكُمْ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَن لَّوْ يَشَاء اللَّهُ أَطْعَمَهُ إِنْ أَنتُمْ إِلَّا فِي ضَلَالٍ مُّبِينٍ", "sura_id": 36, "type": 0, "id": 3752, "aya_id": 47}, {"text": "وإذا قيل لهم أنفقوا مما رزقكم الله قال الذين كفروا للذين آمنوا أنطعم من لو يشاء الله أطعمه إن أنتم إلا في ضلال مبين", "sura_id": 36, "type": 1, "id": 9988, "aya_id": 47}, {"text": "47 - (وإذا قيل) أي قال فقراء الصحابة (لهم أنفقوا) علينا (مما رزقكم الله) الأموال (قال الذين كفروا للذين آمنوا) استهزاء بهم (أنطعم من لو يشاء الله أطعمه) في معتقدكم هذا (إن) ما (أنتم) في قولكم لنا ذلك مع معتقدكم هذا (إلا في ضلال مبين) بين وللتصريح بكفرهم موقع عظيم \r\n", "sura_id": 36, "type": 2, "id": 28696, "aya_id": 47}, {"text": "وإذا قيل للكافرين: أنفقوا من الرزق الذي مَنَّ به الله عليكم, قالوا للمؤمنين مُحْتجِّين: أنطعم من لو شاء الله أطعمه؟ ما أنتم -أيها المؤمنون- إلا في بُعْدٍ واضح عن الحق, إذ تأمروننا بذلك.\r\n", "sura_id": 36, "type": 3, "id": 34932, "aya_id": 47}, {"text": " <font color=red>وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ</font><BR><p>وَقَوْله عَزَّ وَجَلَّ \" وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمْ اللَّه \" أَيْ وَإِذَا أُمِرُوا بِالْإِنْفَاقِ مِمَّا رَزَقَهُمْ اللَّه عَلَى الْفُقَرَاء وَالْمَحَاوِيج مِنْ الْمُسْلِمِينَ \" قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا\" أَيْ عَنْ الَّذِينَ آمَنُوا مِنْ الْفُقَرَاء أَيْ قَالُوا لِمَنْ أَمَرَهُمْ مِنْ الْمُؤْمِنِينَ بِالْإِنْفَاقِ مُحَاجِّينَ لَهُمْ فِيمَا أَمَرُوهُمْ بِهِ \" أَنُطْعِمُ مَنْ لَوْ يَشَاء اللَّه أَطْعَمَهُ \" أَيْ وَهَؤُلَاءِ الَّذِينَ أَمَرْتُمُونَا بِالْإِنْفَاقِ عَلَيْهِمْ لَوْ شَاءَ اللَّه لَأَغْنَاهُمْ وَلَأَطْعَمَهُمْ مِنْ رِزْقه فَنَحْنُ نُوَافِق مَشِيئَة اللَّه تَعَالَى فِيهِمْ \" إِنْ أَنْتُمْ إِلَّا فِي ضَلَال مُبِين \" أَيْ فِي أَمْركُمْ لَنَا بِذَلِكَ قَالَ اِبْن جَرِير وَيَحْتَمِل أَنْ يَكُون مِنْ قَوْل اللَّه عَزَّ وَجَلَّ لِلْكُفَّارِ حِين نَاظَرُوا الْمُومِنِينَ وَرَدُّوا عَلَيْهِمْ فَقَالَ لَهُمْ \" إِنْ أَنْتُمْ إِلَّا فِي ضَلَال مُبِين \" وَفِي هَذَا نَظَر وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40380, "aya_id": 47}]