[{"text": "وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُم مِّن الْعِلْمِ إِلاَّ قَلِيلاً", "sura_id": 17, "type": 0, "id": 2114, "aya_id": 85}, {"text": "و يسألونك عن الروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلا", "sura_id": 17, "type": 1, "id": 8350, "aya_id": 85}, {"text": "85 - (ويسألونك) أي اليهود (عن الروح) الذي يحيا به البدن (قل) لهم (الروح من أمر ربي) أي علمه لا تعلمونه (وما أوتيتم من العلم إلا قليلا) بالنسبة إلى علمه تعالى \r\n", "sura_id": 17, "type": 2, "id": 27058, "aya_id": 85}, {"text": "ويسألك الكفار عن حقيقة الروح تعنتًا، فأجبهم بأن حقيقة الروح وأحوالها من الأمور التي استأثر الله بعلمها، وما أُعطيتم أنتم وجميع الناس من العلم إلا شيئًا قليلا.\r\n", "sura_id": 17, "type": 3, "id": 33294, "aya_id": 85}, {"text": " <font color=red>وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : كُنْت أَمْشِي مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَرْث فِي الْمَدِينَة وَهُوَ مُتَوَكِّئ عَلَى عَسِيب فَمَرَّ مِنْ الْيَهُود فَقَالَ بَعْضهمْ لِبَعْضٍ سَلُوهُ عَنْ الرُّوح : وَقَالَ بَعْضهمْ لَا تَسْأَلُوهُ . قَالَ فَسَأَلُوهُ عَنْ الرُّوح فَقَالُوا يَا مُحَمَّد مَا الرُّوح ؟ فَمَا زَالَ مُتَوَكِّئًا عَلَى الْعَسِيب قَالَ فَظَنَنْت أَنَّهُ يُوحَى إِلَيْهِ فَقَالَ\" وَيَسْأَلُونَك عَنْ الرُّوح قُلْ الرُّوح مِنْ أَمْر رَبِّي وَمَا أُوتِيتُمْ مِنْ الْعِلْم إِلَّا قَلِيلًا \" قَالَ : فَقَالَ بَعْضهمْ لِبَعْضٍ قَدْ قُلْنَا لَكُمْ لَا تَسْأَلُوهُ . وَهَكَذَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث الْأَعْمَش بِهِ وَلَفْظ الْبُخَارِيّ عِنْد تَفْسِيره هَذِهِ الْآيَة عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : بَيْنَا أَنَا أَمْشِي مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَرْث وَهُوَ مُتَوَكِّئ عَلَى عَسِيب إِذْ مَرَّ الْيَهُود فَقَالَ بَعْضهمْ لِبَعْضٍ سَلُوهُ عى الرُّوح فَقَالَ مَا رَابَكُمْ إِلَيْهِ وَقَالَ بَعْضهمْ لَا يَسْتَقْبِلَنَّكُم بِشَيْءٍ تَكْرَهُونَهُ . فَقَالُوا سَلُوهُ فَسَأَلُوهُ عَنْ الرُّوح فَأَمْسَكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَرُدّ عَلَيْهِمْ شَيْئًا فَعَلِمْت أَنَّهُ يُوحَى إِلَيْهِ فَقُمْت مَقَامِي فَلَمَّا نَزَلَ الْوَحْي قَالَ \" وَيَسْأَلُونَك عَنْ الرُّوح قُلْ الرُّوح مِنْ أَمْر رَبِّي \" الْآيَة وَهَذَا السِّيَاق يَقْتَضِي فِيمَا يَظْهَر بَادِي الرَّأْي أَنَّ هَذِهِ الْآيَة مَدَنِيَّة وَأَنَّهَا نَزَلَتْ حِين سَأَلَهُ الْيَهُود عَنْ ذَلِكَ بِالْمَدِينَةِ مَعَ أَنَّ السُّورَة كُلّهَا مَكِّيَّة . وَقَدْ يُجَاب عَنْ هَذَا بِأَنَّهُ قَدْ تَكُون نَزَلَتْ عَلَيْهِ بِالْمَدِينَةِ مَرَّة ثَانِيَة كَمَا نَزَلَتْ عَلَيْهِ بِمَكَّة قَبْل ذَلِكَ أَوْ أَنَّهُ نَزَلَ عَلَيْهِ الْوَحْي بِأَنَّهُ يُجِيبهُمْ عَمَّا سَأَلُوهُ بِالْآيَةِ الْمُتَقَدِّم إِنْزَالهَا عَلَيْهِ وَهِيَ هَذِهِ الْآيَة \" وَيَسْأَلُونَك عَنْ الرُّوح \" وَمِمَّا يَدُلّ عَلَى نُزُول هَذِهِ الْآيَة بِمَكَّة مَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا قُتَيْبَة حَدَّثَنَا يَحْيَى بْن زَكَرِيَّا عَنْ دَاوُد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَتْ قُرَيْش لِيَهُودَ أَعْطُونَا شَيْئًا نَسْأَل عَنْهُ هَذَا الرَّجُل فَقَالُوا سَلُوهُ عَنْ الرُّوح فَسَأَلُوهُ فَنَزَلَتْ \" وَيَسْأَلُونَك عَنْ الرُّوح قُلْ الرُّوح مِنْ أَمْر رَبِّي وَمَا أُوتِيتُمْ مِنْ الْعِلْم إِلَّا قَلِيلًا \" قَالُوا أُوتِينَا عِلْمًا كَثِيرًا أُوتِينَا التَّوْرَاة وَمَنْ أُوتِيَ التَّوْرَاة فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا قَالَ وَأَنْزَلَ اللَّه \" قُلْ لَوْ كَانَ الْبَحْر مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْر \" الْآيَة . وَقَدْ رَوَى اِبْن جَرِير عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ عَبْد الْأَعْلَى عَنْ دَاوُد عَنْ عِكْرِمَة قَالَ سَأَلَ أَهْل الْكِتَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الرُّوح فَأَنْزَلَ اللَّه \" وَيَسْأَلُونَك عَنْ الرُّوح \" الْآيَة فَقَالُوا تَزْعُم أَنَّا لَمْ نُؤْتَ مِنْ الْعِلْم إِلَّا قَلِيلًا وَقَدْ أُوتِينَا التَّوْرَاة وَهِيَ الْحِكْمَة \" وَمَنْ يُؤْتَ الْحِكْمَة فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا\" قَالَ فَنَزَلَتْ \" وَلَوْ أَنَّ مَا فِي الْأَرْض مِنْ شَجَرَة أَقْلَام وَالْبَحْر يَمُدّهُ مِنْ بَعْده سَبْعَة أَبْحُر \" الْآيَة قَالَ مَا أُوتِيتُمْ مِنْ عِلْم فَنَجَّاكُمْ اللَّه بِهِ مِنْ النَّار فَهُوَ كَثِير طَيِّب وَهُوَ فِي عِلْم اللَّه قَلِيل . وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ بَعْض أَصْحَابه عَنْ عَطَاء بْن يَسَار قَالَ : نَزَلَتْ بِمَكَّة \" وَمَا أُوتِيتُمْ مِنْ الْعِلْم إِلَّا قَلِيلًا \" فَلَمَّا هَاجَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَة أَتَاهُ أَحْبَار يَهُود وَقَالُوا يَا مُحَمَّد أَلَمْ يَبْلُغنَا عَنْك أَنَّك تَقُول \" وَمَا أُوتِيتُمْ مِنْ الْعِلْم إِلَّا قَلِيلًا \" أَفَعَنَيْتنَا أَمْ عَنَيْت قَوْمك فَقَالَ \" كَلَّا قَدْ عَنَيْت \" فَقَالُوا إِنَّك تَتْلُو أَنَّا أُوتِينَا التَّوْرَاة وَفِيهَا تِبْيَان كُلّ شَيْء فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هِيَ فِي عِلْم اللَّه قَلِيل وَقَدْ آتَاكُمْ اللَّه مَا إِنْ عَمِلْتُمْ بِهِ اِنْتَفَعْتُمْ \" وَأَنْزَلَ اللَّه \" وَلَوْ أَنَّ مَا فِي الْأَرْض مِنْ شَجَرَة أَقْلَام وَالْبَحْر يَمُدّهُ مِنْ بَعْده سَبْعَة أَبْحُر مَا نَفِدَتْ كَلِمَات اللَّه إِنَّ اللَّه عَزِيز حَكِيم \" . وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْمُرَاد بِالرُّوحِ هَاهُنَا عَلَى أَقْوَال أَحَدهَا أَنَّ الْمُرَاد أَرْوَاح بَنِي آدَم . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" وَيَسْأَلُونَك عَنْ الرُّوح \" الْآيَة وَذَلِكَ أَنَّ الْيَهُود قَالُوا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبِرْنَا عَنْ الرُّوح وَكَيْف تُعَذَّب الرُّوح الَّتِي فِي الْجَسَد وَإِنَّمَا الرُّوح مِنْ اللَّه وَلَمْ يَكُنْ نَزَلَ عَلَيْهِ فِيهِ شَيْء فَلَمْ يُجْرِ إِلَيْهِمْ شَيْئًا فَأَتَاهُ جِبْرِيل فَقَالَ لَهُ \" قُلْ الرُّوح مِنْ أَمْر رَبِّي وَمَا أُوتِيتُمْ مِنْ الْعِلْم إِلَّا قَلِيلًا \" فَأَخْبَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ فَقَالُوا مَنْ جَاءَك وَبِهَذَا قَالَ جَاءَنِي بِهِ جِبْرِيل مِنْ عِنْد اللَّه فَقَالُوا لَهُ وَاَللَّه مَا قَالَهُ لَك إِلَّا عَدُوّنَا فَأَنْزَلَ اللَّه \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك بِإِذْنِ اللَّه مُصَدِّقًا لِمَا بَيْن يَدَيْهِ \" وَقِيلَ الْمُرَاد بِالرُّوحِ هَاهُنَا جِبْرِيل قَالَهُ قَتَادَة قَالَ وَكَانَ اِبْن عَبَّاس يَكْتُمهُ وَقِيلَ الْمُرَاد بِهِ هَاهُنَا مَلَك عَظِيم بِقَدْرِ الْمَخْلُوقَات كُلّهَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" وَيَسْأَلُونَك عَنْ الرُّوح \" يَقُول الرُّوح مَلَك . وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عرس الْمِصْرِيّ حَدَّثَنَا وَهْب بْن رَوْق بْن هُبَيْرَة حَدَّثَنَا بِشْر بْن بَكْر حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنَا عَطَاء عَنْ عَبْد اللَّه بْن عَبَّاس قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ لِلَّهِ مَلَكًا لَوْ قِيلَ لَهُ اِلْتَقِمْ السَّمَاوَات السَّبْع وَالْأَرَضِينَ بِلَقْمَةٍ وَاحِدَة لَفَعَلَ تَسْبِيحه سُبْحَانك حَيْثُ كُنْت \" وَهَذَا حَدِيث غَرِيب بَلْ مُنْكَر . وَقَالَ أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه : حَدَّثَنِي عَلِيّ حَدَّثَنِي عَبْد اللَّه حَدَّثَنِي أَبُو مَرْوَان يَزِيد بْن سَمُرَة صَاحِب قَيْسَارِيَّة عَمَّنْ حَدَّثَهُ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ فِي قَوْله \" وَيَسْأَلُونَك عَنْ الرُّوح \" قَالَ : هُوَ مَلَك مِنْ الْمَلَائِكَة لَهُ سَبْعُونَ أَلْف وَجْه لِكُلِّ وَجْه مِنْهَا سَبْعُونَ أَلْف لِسَان لِكُلِّ لِسَان مِنْهَا سَبْعُونَ أَلْف لُغَة يُسَبِّح اللَّه تَعَالَى بِتِلْكَ اللُّغَات كُلّهَا يَخْلُق اللَّه مِنْ كُلّ تَسْبِيحَة مَلَكًا يَطِير مَعَ الْمَلَائِكَة إِلَى يَوْم الْقِيَامَة . وَهَذَا أَثَر غَرِيب عَجِيب وَاَللَّه أَعْلَم. وَقَالَ السُّهَيْلِيّ رُوِيَ عَنْ عَلِيّ أَنَّهُ قَالَ : هُوَ مَلَك لَهُ مِائَة أَلْف رَأْس لِكُلِّ رَأْس مِائَة أَلْف وَجْه فِي كُلّ وَجْه مِائَة أَلْف فَم فِي كُلّ فَم مِائَة أَلْف لِسَان يُسَبِّح اللَّه تَعَالَى بِلُغَاتٍ مُخْتَلِفَة . قَالَ السُّهَيْلِيّ : وَقِيلَ الْمُرَاد بِذَلِكَ طَائِفَة مِنْ الْمَلَائِكَة عَلَى صُوَر بَنِي آدَم وَقِيلَ طَائِفَة يَرَوْنَ الْمَلَائِكَة وَلَا تَرَاهُمْ فَهُمْ لِلْمَلَائِكَةِ كَالْمَلَائِكَةِ لِبَنِي آدَم وَقَوْله \" قُلْ الرُّوح مِنْ أَمْر رَبِّي \" أَيْ مِنْ شَأْنه وَمِمَّا اِسْتَأْثَرَ بِعِلْمِهِ دُونكُمْ وَلِهَذَا قَالَ \" وَمَا أُوتِيتُمْ مِنْ الْعِلْم إِلَّا قَلِيلًا \" أَيْ وَمَا أَطْلَعَكُمْ مِنْ عِلْمه إِلَّا عَلَى الْقَلِيل فَإِنَّهُ لَا يُحِيط أَحَد بِشَيْءٍ مِنْ عِلْمه إِلَّا بِمَا شَاءَ تَبَارَكَ وَتَعَالَى وَالْمَعْنَى أَنَّ عِلْمكُمْ فِي عِلْم اللَّه قَلِيل وَهَذَا الَّذِي تَسْأَلُونَ عَنْهُ مِنْ أَمْر الرُّوح مِمَّا اِسْتَأْثَرَ بِهِ تَعَالَى وَلَمْ يُطْلِعكُمْ عَلَيْهِ كَمَا أَنَّهُ لَمْ يُطْلِعكُمْ إِلَّا عَلَى الْقَلِيل مِنْ عِلْمه تَعَالَى وَسَيَأْتِي إِنْ شَاءَ اللَّه فِي قِصَّة مُوسَى وَالْخَضِر أَنَّ الْخَضِر نَظَرَ إِلَى عُصْفُور وَقَعَ عَلَى حَافَّة السَّفِينَة فَنَقَرَ فِي الْبَحْر نَقْرَة أَيْ شَرِبَ مِنْهُ بِمِنْقَارِهِ فَقَالَ : يَا مُوسَى مَا عِلْمِي وَعِلْمك وَعِلْم الْخَلَائِق فِي عِلْم اللَّه إِلَّا كَمَا أَخَذَ هَذَا الْعُصْفُور مِنْ هَذَا الْبَحْر أَوْ كَمَا قَالَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَلِهَذَا قَالَ تَعَالَى \" وَمَا أُوتِيتُمْ مِنْ الْعِلْم إِلَّا قَلِيلًا \" وَقَالَ السُّهَيْلِيّ قَالَ بَعْض النَّاس لَمْ يُجِبْهُمْ عَمَّا سَأَلُوا لِأَنَّهُمْ سَأَلُوا عَلَى وَجْه التَّعَنُّت وَقِيلَ أَجَابَهُمْ وَعَوَّلَ السُّهَيْلِيّ عَلَى أَنَّ الْمُرَاد بِقَوْلِهِ \" قُلْ الرُّوح مِنْ أَمْر رَبِّي \" أَيْ مِنْ شَرْعه أَيْ فَادْخُلُوا فِيهِ وَقَدْ عَلِمْتُمْ ذَلِكَ لِأَنَّهُ لَا سَبِيل إِلَى مَعْرِفَة هَذَا مِنْ طَبْع وَلَا فَلْسَفَة وَإِنَّمَا يُنَال مِنْ جِهَة الشَّرْع وَفِي هَذَا الْمَسْلَك الَّذِي طَرَقَهُ وَسَلَكَهُ نَظَر وَاَللَّه أَعْلَم . ثُمَّ ذَكَرَ السُّهَيْلِيّ الْخِلَاف بَيْن الْعُلَمَاء فِي أَنَّ الرُّوح هِيَ النَّفْس أَوْ غَيْرهَا وَقَرَّرَ أَنَّهَا ذَات لَطِيفَة كَالْهَوَاءِ سَارِيَة فِي الْجَسَد كَسَرَيَانِ الْمَاء فِي عُرُوق الشَّجَر وَقَرَّرَ أَنَّ الرُّوح الَّتِي يَنْفُخهَا الْمَلَك فِي الْجَنِين هِيَ النَّفْس بِشَرْطِ اِتِّصَالهَا بِالْبَدَنِ وَاكْتِسَابهَا بِسَبَبِهِ صِفَات مَدْح أَوْ ذَمّ فَهِيَ إِمَّا نَفْس مُطَمْئِنَة أَوْ أَمَّارَة بِالسُّوءِ قَالَ كَمَا أَنَّ الْمَاء هُوَ حَيَاة الشَّجَر ثُمَّ يَكْسِب بِسَبَبِ اِخْتِلَاطه مَعَهَا اِسْمًا خَاصًّا فَإِذَا اِتَّصَلَ بِالْعِنَبَةِ وَعُصِرَ مِنْهَا صَارَ مَاء مُصْطَارًا أَوْ خَمْرًا وَلَا يُقَال لَهُ مَاء حِينَئِذٍ إِلَّا عَلَى سَبِيل الْمَجَاز وَكَذَا لَا يُقَال لِلنَّفْسِ رُوح إِلَّا عَلَى هَذَا النَّحْو وَكَذَا لَا يُقَال لِلرُّوحِ نَفْس إِلَّا بِاعْتِبَارِ مَا تَئُول إِلَيْهِ فَحَاصِل مَا نَقُول إِنَّ الرُّوح هِيَ أَصْل النَّفْس وَمَادَّتهَا وَالنَّفْس مُرَكَّبَة مِنْهَا وَمِنْ اِتِّصَالهَا بِالْبَدَنِ فَهِيَ هِيَ مِنْ وَجْه لَا مِنْ كُلّ وَجْه وَهَذَا مَعْنَى حَسَن وَاَللَّه أَعْلَم . قُلْت : وَقَدْ تَكَلَّمَ النَّاس فِي مَاهِيَّة الرُّوح وَأَحْكَامهَا وَصَنَّفُوا فِي ذَلِكَ كُتُبًا وَمِنْ أَحْسَن مَنْ تَكَلَّمَ عَلَى ذَلِكَ الْحَافِظ اِبْن مَنْدَهْ فِي كِتَاب سَمِعْنَاهُ فِي الرُّوح .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38273, "aya_id": 85}]