[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تُبْطِلُواْ صَدَقَاتِكُم بِالْمَنِّ وَالأذَى كَالَّذِي يُنفِقُ مَالَهُ رِئَاء النَّاسِ وَلاَ يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لاَّ يَقْدِرُونَ عَلَى شَيْءٍ مِّمَّا كَسَبُواْ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ", "sura_id": 2, "type": 0, "id": 271, "aya_id": 264}, {"text": "يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمن والأذى كالذي ينفق ماله رئاء الناس ولا يؤمن بالله واليوم الآخر فمثله كمثل صفوان عليه تراب فأصابه وابل فتركه صلدا لا يقدرون على شيء مما كسبوا والله لا يهدي القوم الكافرين", "sura_id": 2, "type": 1, "id": 6507, "aya_id": 264}, {"text": "264 - (يا أيها الذين آمنوا لا تبطلوا صدقاتكم) أي أجورها (بالمن والأذى) إبطالاً (كالذي) أي كإبطال نفقة الذي (ينفق ماله رئاء الناس) مرائياً لهم (ولا يؤمن بالله واليوم الآخر) هو المنافق (فمثله كمثل صفوان) حجر أملس (عليه تراب فأصابه وابل) مطر شديد (فتركه صلداً) صلباً أملس لا شيء عليه (لا يقدرون) استئناف لبيان مثل المنافق المنفق رئاء الناس وجمع الضمير باعتبار معنى الذي (على شيء مما كسبوا) عملوا أي لا يجدون له ثوابا في الآخرة كما لا يوجد على الصفوان شيء من التراب الذي كان عليه لإذهاب المطر له (والله لا يهدي القوم الكافرين) \r\n", "sura_id": 2, "type": 2, "id": 25215, "aya_id": 264}, {"text": "يا من آمنتم بالله واليوم الآخر لا تُذْهِبُوا ثواب ما تتصدقون به بالمنِّ والأذى, فهذا شبيه بالذي يخرج ماله ليراه الناس, فيُثنوا عليه, وهو لا يؤمن بالله ولا يوقن باليوم الآخر, فمثل ذلك مثل حجر أملس عليه تراب هطل عليه مطر غزير فأزاح عنه التراب, فتركه أملس لا شيء عليه, فكذلك هؤلاء المراؤون تضمحلُّ أعمالهم عند الله, ولا يجدون شيئًا من الثواب على ما أنفقوه. والله لا يوفق الكافرين لإصابة الحق في نفقاتهم وغيرها.\r\n", "sura_id": 2, "type": 3, "id": 31451, "aya_id": 264}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ</font><BR><p>وَقَدْ رَوَى النَّسَائِيّ عَنْ مَالِك بْن سَعْد عَنْ عَمّه رَوْح بْن عُبَادَة عَنْ عَتَّاب بْن بَشِير عَنْ خُصَيْف الْجَرَارِيّ عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لَا يَدْخُل الْجَنَّة مُدْمِن خَمْر وَلَا عَاقّ لِوَالِدَيْهِ وَلَا مَنَّان وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم عَنْ الْحَسَن بْن الْمِنْهَال عَنْ مُحَمَّد بْن عَبْد اللَّه بْن عِصَار الْمَوْصِلِيّ عَنْ عَتَّاب عَنْ خُصَيْف عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث عَبْد الْكَرِيم بْن مَالِك الْحُورِيّ عَنْ مُجَاهِد قَوْله وَقَدْ رُوِيَ عَنْ مُجَاهِد عَنْ أَبِي سَعِيد وَعَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة نَحْوه وَلِهَذَا قَالَ اللَّه تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتكُمْ بِالْمَنِّ وَالْأَذَى \" فَأَخْبَرَ أَنَّ الصَّدَقَة تَبْطُل بِمَا يَتْبَعهَا مِنْ الْمَنّ وَالْأَذَى فَمَا بَقِيَ ثَوَاب الصَّدَقَة بِخَطِيئَةِ الْمَنّ وَالْأَذَى ثُمَّ قَالَ تَعَالَى \" كَاَلَّذِي يُنْفِق مَالَهُ رِئَآءَ النَّاس \" أَيْ لَا تُبْطِلُوا صَدَقَاتكُمْ بِالْمَنِّ وَالْأَذَى كَمَا تَبْطُل صَدَقَة مَنْ رَاءَى بِهَا النَّاس فَأَظْهَرَ لَهُمْ أَنَّهُ يُرِيد وَجْه اللَّه وَإِنَّمَا قَصْده مَدْح النَّاس لَهُ أَوْ شُهْرَته بِالصِّفَاتِ الْجَمِيلَة لِيُشْكَر بَيْن النَّاس أَوْ يُقَال إِنَّهُ كَرِيم وَنَحْو ذَلِكَ مِنْ الْمَقَاصِد الدُّنْيَوِيَّة مَعَ قَطْع نَظَره عَنْ مُعَامَلَة اللَّه تَعَالَى اِبْتِغَاء مَرْضَاته وَجَزِيل ثَوَابه وَلِهَذَا قَالَ \" وَلَا يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر \" ثُمَّ ضَرَبَ تَعَالَى مَثَل ذَلِكَ الْمُرَائِي بِإِنْفَاقِهِ قَالَ الضَّحَّاك : وَاَلَّذِي يُتْبِع نَفَقَته مَنًّا أَوْ أَذًى فَقَالَ\" فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ \" وَهُوَ جَمْع صَفْوَانَة فَمِنْهُمْ مَنْ يَقُول الصَّفْوَان يُسْتَعْمَل مُفْرَدًا . أَيْضًا وَهُوَ الصَّفَا وَهُوَ الصَّخْر الْأَمْلَس \" عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ\" هُوَ الْمَطَر الشَّدِيد \" فَتَرَكَهُ صَلْدًا \" أَيْ فَتَرَكَ الْوَابِل ذَلِكَ الصَّفْوَان صَلْدًا أَيْ أَمْلَس يَابِسًا أَيْ لَا شَيْء عَلَيْهِ مِنْ ذَلِكَ التُّرَاب بَلْ قَدْ ذَهَبَ كُلّه أَيْ وَكَذَلِكَ أَعْمَال الْمُرَائِينَ تَذْهَب وَتَضْمَحِلّ عِنْد اللَّه وَإِنْ ظَهَرَ لَهُمْ أَعْمَال فِيمَا يَرَى النَّاس كَالتُّرَابِ وَلِهَذَا قَالَ \" لَا يَقْدِرُونَ عَلَى شَيْء مِمَّا كَسَبُوا وَاَللَّه لَا يَهْدِي الْقَوْم الْكَافِرِينَ\" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38679, "aya_id": 264}]