[{"text": "وَالَّذِينَ هَاجَرُواْ فِي اللّهِ مِن بَعْدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلَأَجْرُ الآخِرَةِ أَكْبَرُ لَوْ كَانُواْ يَعْلَمُونَ", "sura_id": 16, "type": 0, "id": 1942, "aya_id": 41}, {"text": "والذين هاجروا في الله من بعد ما ظلموا لنبوئنهم في الدنيا حسنة ولأجر الآخرة أكبر لو كانوا يعلمون", "sura_id": 16, "type": 1, "id": 8178, "aya_id": 41}, {"text": "41 - (والذين هاجروا في الله) لإقامة دينه (من بعد ما ظلموا) بالأذى من أهل مكة وهم النبي صلى الله عليه وسلم وأصحابه (لنبوئنهم) ننزلهم (في الدنيا) دارا (حسنة) هي المدينة (ولأجر الآخرة) أي الجنة (أكبر) أعظم (لو كانوا يعلمون) أي الكفار أو المتخلفون عن الهجرة ما للمهاجرين من الكرامة لوافقوهم \r\n", "sura_id": 16, "type": 2, "id": 26886, "aya_id": 41}, {"text": "والذين تركوا ديارهم مِن أجل الله, فهاجروا بعدما وقع عليهم الظلم, لنسكننهم في الدنيا دارًا حسنة, ولأجر الآخرة أكبر; لأن ثوابهم فيها الجنة. لو كان المتخلفون عن الهجرة يعلمون علم يقين ما عند الله من الأجر والثواب للمهاجرين في سبيله, ما تخلَّف منهم أحد عن ذلك.\r\n", "sura_id": 16, "type": 3, "id": 33122, "aya_id": 41}, {"text": " <font color=red>وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ جَزَائِهِ لِلْمُهَاجِرِينَ فِي سَبِيله اِبْتِغَاء مَرْضَاته الَّذِينَ فَارَقُوا الدَّار وَالْإِخْوَان وَالْخُلَّان رَجَاء ثَوَاب اللَّه وَجَزَائِهِ . وَيَحْتَمِل أَنْ يَكُون سَبَب نُزُولهَا فِي مُهَاجِرَة الْحَبَشَة الَّذِي اِشْتَدَّ أَذَى قَوْمهمْ لَهُمْ بِمَكَّة حَتَّى خَرَجُوا مِنْ بَيْن أَظْهُرهمْ إِلَى بِلَاد الْحَبَشَة لِيَتَمَكَّنُوا مِنْ عِبَادَة رَبّهمْ وَمِنْ أَشْرَافهمْ عُثْمَان بْن عَفَّان وَمَعَهُ زَوْجَته رُقَيَّة بِنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَعْفَر بْن أَبِي طَالِب اِبْن عَمّ الرَّسُول وَأَبُو سَلَمَة بْن عَبْد الْأَسْوَد فِي جَمَاعَة قَرِيب مِنْ ثَمَانِينَ مَا بَيْن رَجُل وَامْرَأَة صِدِّيق وَصِدِّيقَة رَضِيَ اللَّه عَنْهُمْ وَأَرْضَاهُمْ وَقَدْ فَعَلَ فَوَعَدَهُمْ تَعَالَى بِالْمُجَازَاةِ الْحَسَنَة فِي الدُّنْيَا وَالْآخِرَة فَقَالَ \" لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَة \" قَالَ اِبْن عَبَّاس وَالشَّعْبِيّ وَقَتَادَة : الْمَدِينَة ; وَقِيلَ الرِّزْق الطَّيِّب قَالَهُ مُجَاهِد . وَلَا مُنَافَاة بَيْن الْقَوْلَيْنِ فَإِنَّهُمْ تَرَكُوا مَسَاكِنهمْ وَأَمْوَالهمْ فَعَوَّضَهُمْ اللَّه خَيْرًا مِنْهَا فِي الدُّنْيَا فَإِنَّ مَنْ تَرَكَ شَيْئًا لِلَّهِ عَوَّضَهُ اللَّه بِمَا هُوَ خَيْر لَهُ مِنْهُ وَكَذَلِكَ وَقَعَ فَإِنَّهُمْ مَكَّنَ اللَّه لَهُمْ فِي الْبِلَاد وَحَكَّمَهُمْ عَلَى رِقَاب الْعِبَاد وَصَارُوا أُمَرَاء حُكَّامًا وَكُلّ مِنْهُمْ لِلْمُتَّقِينَ إِمَامًا وَأَخْبَرَ أَنَّ ثَوَابه لِلْمُهَاجِرِينَ فِي الدَّار الْآخِرَة أَعْظَم مِمَّا أَعْطَاهُمْ فِي الدُّنْيَا فَقَالَ \" وَلَأَجْر الْآخِرَة أَكْبَر \" أَيْ مِمَّا أَعْطَيْنَاهُمْ فِي الدُّنْيَا \" لَوْ كَانُوا يَعْلَمُونَ \" أَيْ لَوْ كَانَ الْمُتَخَلِّفُونَ عَنْ الْهِجْرَة مَعَهُمْ يَعْلَمُونَ مَا اِدَّخَرَ اللَّه لِمَنْ أَطَاعَهُ وَاتَّبَعَ رَسُوله وَلِهَذَا قَالَ هُشَيْم عَنْ الْعَوَّام عَمَّنْ حَدَّثَهُ أَنَّ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ كَانَ إِذَا أَعْطَى الرَّجُل مِنْ الْمُهَاجِرِينَ عَطَاءَهُ يَقُول خُذْ بَارَكَ اللَّه لَك فِيهِ هَذَا مَا وَعَدَك اللَّه فِي الدُّنْيَا وَمَا اِدَّخَرَ لَك فِي الْآخِرَة أَفْضَل ثُمَّ قَرَأَ هَذِهِ الْآيَة \" لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَة وَلَأَجْر الْآخِرَة أَكْبَر لَوْ كَانُوا يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38115, "aya_id": 41}]