[{"text": "قَالَتِ الْأَعْرَابُ آمَنَّا قُل لَّمْ تُؤْمِنُوا وَلَكِن قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ وَإِن تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُم مِّنْ أَعْمَالِكُمْ شَيْئًا إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 49, "type": 0, "id": 4626, "aya_id": 14}, {"text": "قالت الأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا ولما يدخل الإيمان في قلوبكم وإن تطيعوا الله ورسوله لا يلتكم من أعمالكم شيئا إن الله غفور رحيم", "sura_id": 49, "type": 1, "id": 10862, "aya_id": 14}, {"text": "14 - (قالت الأعراب) نفر من بني أسد (آمنا) صدقنا بقلوبنا (قل) لهم (لم تؤمنوا ولكن قولوا أسلمنا) انقدنا ظاهرا (ولما) لم (يدخل الإيمان في قلوبكم) إلى الآن لكنه يتوقع منكم (وإن تطيعوا الله ورسوله) بالإيمان وغيره (لا يلتكم) بالهمزة وتركه بابداله ألفا لا ينقصكم (من أعمالكم) من ثوابها (شيئا إن الله غفور) للمؤمنين (رحيم) بهم \r\n", "sura_id": 49, "type": 2, "id": 29570, "aya_id": 14}, {"text": "قالت الأعراب (وهم البدو): آمنا بالله ورسوله إيمانًا كاملا قل لهم -أيها النبي-: لا تدَّعوا لأنفسكم الإيمان الكامل, ولكن قولوا: أسلمنا, ولم يدخل بعدُ الإيمان في قلوبكم, وإن تطيعوا الله ورسوله لا ينقصكم من ثواب أعمالكم شيئًا. إن الله غفور لمن تاب مِن ذنوبه, رحيم به. وفي الآية زجر لمن يُظهر الإيمان, ومتابعة السنة, وأعماله تشهد بخلاف ذلك.\r\n", "sura_id": 49, "type": 3, "id": 35806, "aya_id": 14}, {"text": " <font color=red>قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>يَقُول تَعَالَى مُنْكِرًا عَلَى الْأَعْرَاب الَّذِينَ أَوَّل مَا دَخَلُوا فِي الْإِسْلَامِ اِدَّعَوْا لِأَنْفُسِهِمْ مَقَام الْإِيمَان وَلَمْ يَتَمَكَّن الْإِيمَان فِي قُلُوبهمْ بَعْد \" قَالَتْ الْأَعْرَاب آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُل الْإِيمَان فِي قُلُوبكُمْ \" وَقَدْ اُسْتُفِيدَ مِنْ هَذِهِ الْآيَة الْكَرِيمَة أَنَّ الْإِيمَان أَخَصُّ مِنْ الْإِسْلَامِ كَمَا هُوَ مَذْهَبُ أَهْلِ السُّنَّة وَالْجَمَاعَة , وَيَدُلّ عَلَيْهِ حَدِيث جِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام حِين سَأَلَ عَنْ الْإِسْلَام ثُمَّ عَنْ الْإِيمَان ثُمَّ عَنْ الْإِحْسَان فَتَرَقَّى مِنْ الْأَعَمّ إِلَى الْأَخَصّ ثُمَّ لِلْأَخَصِّ مِنْهُ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عَامِر بْن سَعْد بْن أَبِي وَقَّاص عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُمَا قَالَ أَعْطَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رِجَالًا وَلَمْ يُعْطِ رَجُلًا مِنْهُمْ شَيْئًا فَقَالَ سَعْد رَضِيَ اللَّه تَعَالَى عَنْهُ يَا رَسُول اللَّه أَعْطَيْت فُلَانًا وَفُلَانًا وَلَمْ تُعْطِ فُلَانًا شَيْئًا وَهُوَ مُؤْمِن فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوْ مُسْلِم \" حَتَّى أَعَادَهَا سَعْد رَضِيَ اللَّه عَنْهُ ثَلَاثًا وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَوْ مُسْلِم \" ثُمَّ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَأُعْطِي رِجَالًا وَأَدَع مَنْ هُوَ أَحَبُّ إِلَيَّ مِنْهُمْ فَلَمْ أُعْطِهِ شَيْئًا مَخَافَة أَنْ يُكَبُّوا فِي النَّار عَلَى وُجُوههمْ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ بِهِ فَقَدْ فَرَّقَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن الْمُؤْمِن وَالْمُسْلِم فَدَلَّ عَلَى أَنَّ الْإِيمَان أَخَصُّ مِنْ الْإِسْلَام , وَقَدْ قَرَّرْنَا ذَلِكَ بِأَدِلَّتِهِ فِي أَوَّل شَرْح كِتَاب الْإِيمَان مِنْ صَحِيح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَدَلَّ ذَلِكَ عَلَى أَنَّ ذَاكَ الرَّجُل كَانَ مُسْلِمًا لَيْسَ مُنَافِقًا لِأَنَّهُ تَرَكَهُ مِنْ الْعَطَاء وَوَكَلَهُ إِلَى مَا هُوَ فِيهِ مِنْ الْإِسْلَام فَدَلَّ هَذَا عَلَى أَنَّ هَؤُلَاءِ الْأَعْرَاب الْمَذْكُورِينَ فِي هَذِهِ الْآيَة لَيْسُوا بِمُنَافِقِينَ وَإِنَّمَا هُمْ مُسْلِمُونَ لَمْ يَسْتَحْكِمْ الْإِيمَان فِي قُلُوبهمْ فَادَّعَوْا لِأَنْفُسِهِمْ مَقَامًا أَعْلَى مِمَّا وَصَلُوا إِلَيْهِ فَأُدِّبُوا فِي ذَلِكَ وَهَذَا مَعْنَى قَوْل اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَإِبْرَاهِيم النَّخَعِيّ وَقَتَادَة وَاخْتَارَهُ اِبْن جَرِير وَإِنَّمَا قُلْنَا هَذَا لِأَنَّ الْبُخَارِيّ رَحِمَهُ اللَّه ذَهَبَ إِلَى أَنَّ هَؤُلَاءِ كَانُوا مُنَافِقِينَ يُظْهِرُونَ الْإِيمَان وَلَيْسُوا كَذَلِكَ , وَقَدْ رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَمُجَاهِد وَابْن زَيْد أَنَّهُمْ قَالُوا فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَلَكِنْ قُولُوا أَسْلَمْنَا\" أَيْ اِسْتَسْلَمْنَا خَوْف الْقَتْل وَالسَّبْي قَالَ مُجَاهِد نَزَلَتْ فِي بَنِي أَسَد بْن خُزَيْمَةَ وَقَالَ قَتَادَة نَزَلَتْ فِي قَوْم اِمْتَنُّوا بِإِيمَانِهِمْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالصَّحِيح الْأَوَّل أَنَّهُمْ قَوْم اِدَّعَوْا لِأَنْفُسِهِمْ مَقَام الْإِيمَان وَلَمْ يَحْصُل لَهُمْ بَعْد فَأُدِّبُوا وَأُعْلِمُوا أَنَّ ذَلِكَ لَمْ يَصِلُوا إِلَيْهِ بَعْد وَلَوْ كَانُوا مُنَافِقِينَ لَعُنِّفُوا وَفُضِحُوا كَمَا ذُكِرَ الْمُنَافِقُونَ فِي سُورَة بَرَاءَة , وَإِنَّمَا قِيلَ لِهَؤُلَاءِ تَأْدِيبًا \" قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُل الْإِيمَان فِي قُلُوبكُمْ \" أَيْ لَمْ تَصِلُوا إِلَى حَقِيقَة الْإِيمَان بَعْد ثُمَّ قَالَ تَعَالَى\" وَإِنْ تُطِيعُوا اللَّه وَرَسُوله لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا \" أَيْ لَا يُنْقِصكُمْ مِنْ أُجُوركُمْ شَيْئًا كَقَوْلِهِ عَزَّ وَجَلَّ \" وَمَا أَلَتْنَاهُمْ مِنْ عَمَلهمْ مِنْ شَيْء \" وَقَوْله تَعَالَى \" إِنَّ اللَّه غَفُور رَحِيم \" أَيْ لِمَنْ تَابَ إِلَيْهِ وَأَنَابَ .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41424, "aya_id": 14}]