[{"text": "فَمَا آمَنَ لِمُوسَى إِلاَّ ذُرِّيَّةٌ مِّن قَوْمِهِ عَلَى خَوْفٍ مِّن فِرْعَوْنَ وَمَلَئِهِمْ أَن يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ", "sura_id": 10, "type": 0, "id": 1447, "aya_id": 83}, {"text": "فما آمن لموسى إلا ذرية من قومه على خوف من فرعون وملئهم أن يفتنهم وإن فرعون لعال في الأرض وإنه لمن المسرفين", "sura_id": 10, "type": 1, "id": 7683, "aya_id": 83}, {"text": "83 - (فما آمن لموسى إلا ذرية) طائفة (من) أولاد (قومه) أي فرعون (على خوف من فرعون وملئهم أن يفتنهم) يصرفهم عن دينه بتعذيبهم (وإن فرعون لعالٍ) متكبر (في الأرض) أرض مصر (وإنه لمن المسرفين) المتجاوزين الحد بادعاء الربوبية \r\n", "sura_id": 10, "type": 2, "id": 26391, "aya_id": 83}, {"text": "فما آمن لموسى عليه السلام مع ما أتاهم به من الحجج والأدلة إلا ذرية من قومه من بني إسرائيل, وهم خائفون من فرعون وملئه أن يفتنوهم بالعذاب, فيصدُّوهم عن دينهم, وإن فرعون لَجبار مستكبر في الأرض, وإنه لمن المتجاوزين الحد في الكفر والفساد.\r\n", "sura_id": 10, "type": 3, "id": 32627, "aya_id": 83}, {"text": " <font color=red>فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ لَمْ يُؤْمِن بِمُوسَى عَلَيْهِ السَّلَام مَعَ مَا جَاءَ بِهِ مِنْ الْآيَات الْبَيِّنَات وَالْحُجَج الْقَاطِعَات وَالْبَرَاهِين السَّاطِعَات إِلَّا قَلِيل مِنْ قَوْم فِرْعَوْن مِنْ الذُّرِّيَّة وَهُمْ الشَّبَاب عَلَى وَجَل وَخَوْف مِنْهُ وَمِنْ مَلَئِهِ أَنْ يَرُدُّوهُمْ إِلَى مَا كَانُوا عَلَيْهِ مِنْ الْكُفْر لِأَنَّ فِرْعَوْن لَعَنَهُ اللَّه كَانَ جَبَّارًا عَنِيدًا مُسْرِفًا فِي التَّمَرُّد وَالْعُتُوّ وَكَانَتْ لَهُ سَطْوَة وَمَهَابَة تَخَاف رَعِيَّته مِنْهُ خَوْفًا شَدِيدًا . قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّة مِنْ قَوْمه عَلَى خَوْف مِنْ فِرْعَوْن وَمَلَئِهِمْ أَنْ يَفْتِنهُمْ \" قَالَ فَإِنَّ الذُّرِّيَّة الَّتِي آمَنَتْ لِمُوسَى مِنْ أُنَاس غَيْر بَنِي إِسْرَائِيل مِنْ قَوْم فِرْعَوْن يَسِير مِنْهُمْ اِمْرَأَة فِرْعَوْن وَمُؤْمِن آل فِرْعَوْن وَخَازِن فِرْعَوْن وَامْرَأَة خَازِنه وَرَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّة مِنْ قَوْمه \" يَقُول بَنِي إِسْرَائِيل وَعَنْ اِبْن عَبَّاس وَالضَّحَّاك وَقَتَادَة الذُّرِّيَّة الْقَلِيل وَقَالَ مُجَاهِد فِي قَوْله إِلَّا ذُرِّيَّة مِنْ قَوْمه قَالَ هُمْ أَوْلَاد الَّذِينَ أُرْسِل إِلَيْهِمْ مُوسَى مِنْ طُول الزَّمَان وَمَاتَ آبَاؤُهُمْ ; وَاخْتَارَ اِبْن جَرِير قَوْل مُجَاهِد فِي الذُّرِّيَّة أَنَّهَا مِنْ بَنِي إِسْرَائِيل لَا مِنْ قَوْم فِرْعَوْن لِعَوْدِ الضَّمِير عَلَى أَقْرَب الْمَذْكُورِينَ وَفِي هَذَا نَظَر لِأَنَّهُ أَرَادَ بِالذُّرِّيَّةِ الْأَحْدَاث وَالشَّبَاب وَأَنَّهُمْ مِنْ بَنِي إِسْرَائِيل فَالْمَعْرُوف أَنَّ بَنِي إِسْرَائِيل كُلّهمْ آمَنُوا بِمُوسَى عَلَيْهِ السَّلَام وَاسْتَبْشَرُوا بِهِ وَقَدْ كَانُوا يَعْرِفُونَ نَعْته وَصِفَته وَالْبِشَارَة بِهِ مِنْ كُتُبهمْ الْمُتَقَدِّمَة وَأَنَّ اللَّه تَعَالَى سَيُنْقِذُهُمْ بِهِ مِنْ أَسْر فِرْعَوْن وَيُظْهِرهُمْ عَلَيْهِ وَلِهَذَا لَمَّا بَلَغَ هَذَا فِرْعَوْن حَذِرَ كُلّ الْحَذَر فَلَمْ يُجْدِ عَنْهُ شَيْئًا وَلَمَّا جَاءَ مُوسَى آذَاهُمْ فِرْعَوْن أَشَدّ الْأَذَى , وَ \" قَالُوا أُوذِينَا مِنْ قَبْل أَنْ تَأْتِيَنَا وَمِنْ بَعْد مَا جِئْتنَا قَالَ عَسَى رَبّكُمْ أَنْ يُهْلِك عَدُوّكُمْ وَيَسْتَخْلِفكُمْ فِي الْأَرْض فَيَنْظُر كَيْف تَعْمَلُونَ \" وَإِذَا تَقَرَّرَ هَذَا فَكَيْف يَكُون الْمُرَاد إِلَّا ذُرِّيَّة مِنْ قَوْم مُوسَى وَهُمْ بَنُو إِسْرَائِيل \" عَلَى خَوْف مِنْ فِرْعَوْن وَمَلَئِهِمْ \" أَيْ وَأَشْرَاف قَوْمهمْ أَنْ يَفْتِنهُمْ وَلَمْ يَكُنْ فِي بَنِي إِسْرَائِيل مَنْ يُخَاف مِنْهُ أَنْ يَفْتِن عَنْ الْإِيمَان سِوَى قَارُون فَإِنَّهُ كَانَ مِنْ قَوْم مُوسَى فَبَغَى عَلَيْهِمْ لَكِنَّهُ كَانَ طَاوِيًا إِلَى فِرْعَوْن مُتَّصِلًا بِهِ مُتَعَلِّقًا بِحِبَالِهِ ; وَمَنْ قَالَ إِنَّ الضَّمِير فِي قَوْله وَمَلَئِهِمْ عَائِد إِلَى فِرْعَوْن وَعِظَم الْمُلْك مِنْ أَجْل اِتِّبَاعه أَوْ بِحَذْفِ آل فِرْعَوْن وَإِقَامَة الْمُضَاف إِلَيْهِ مَقَامه فَقَدْ أَبْعَدَ وَإِنْ كَانَ اِبْن جَرِير قَدْ حَكَاهُ عَنْ بَعْض النُّحَاة . وَمِمَّا يَدُلّ عَلَى أَنَّهُ لَمْ يَكُنْ فِي بَنِي إِسْرَائِيل إِلَّا مُؤْمِن قَوْله تَعَالَى .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37515, "aya_id": 83}]