[{"text": "وَإِذَا حَضَرَ الْقِسْمَةَ أُوْلُواْ الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُم مِّنْهُ وَقُولُواْ لَهُمْ قَوْلاً مَّعْرُوفًا", "sura_id": 4, "type": 0, "id": 501, "aya_id": 8}, {"text": "وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه وقولوا لهم قولا معروفا", "sura_id": 4, "type": 1, "id": 6737, "aya_id": 8}, {"text": "8 - (وإذا حضر القسمة) للميراث (أولوا القربى) ذوو القرابة ممن لا يرث (واليتامى والمساكين فارزقوهم منه) شيئاً قبل القسمة (وقولوا) أيها الأولياء (لهم) إذا كان الورثة صغاراً (قولاً معروفاً) جميلاً بأن تعتذروا إليهم أنكم لا تملكونه وأنه للصغار وهذا قيل إنه منسوخ وقيل لا ولكن تهاون الناس في تركه وعليه فهو ندب ، وعن ابن عباس واجب \r\n", "sura_id": 4, "type": 2, "id": 25445, "aya_id": 8}, {"text": "وإذا حضر قسمةَ الميراث أقاربُ الميت ممن لا حقَّ لهم في التركة, أو حضرها من مات آباؤهم وهم صغار, أو مَن لا مال لهم فأعطوهم شيئًا من المال على وجه الاستحباب قبل تقسيم التركة على أصحابها, وقولوا لهم قولا حسنًا غير فاحش ولا قبيح.\r\n", "sura_id": 4, "type": 3, "id": 31681, "aya_id": 8}, {"text": " <font color=red>وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا</font><BR><p>\" ذَكَرَ مَنْ قَالَ إِنَّ هَذِهِ الْآيَة مَنْسُوخَة بِالْكُلِّيَّةِ \" قَالَ سُفْيَان الثَّوْرِيّ عَنْ مُحَمَّد بْن السَّائِب الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا \" وَإِذَا حَضَرَ الْقِسْمَة \" قَالَ مَنْسُوخَة . قَالَ إِسْمَاعِيل بْن مُسْلِم الْمَكِّيّ عَنْ قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ فِي هَذِهِ الْآيَة \" وَإِذَا حَضَرَ الْقِسْمَة أُولُوا الْقُرْبَى \" نَسَخَتْهَا الْآيَة الَّتِي بَعْدهَا \" يُوصِيكُمْ اللَّه فِي أَوْلَادكُمْ \" وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا فِي هَذِهِ الْآيَة \" وَإِذَا حَضَرَ الْقِسْمَة أُولُوا الْقُرْبَى \" كَانَ ذَلِكَ قَبْل أَنْ تَنْزِل الْفَرَائِض فَأَنْزَلَ اللَّه بَعْد ذَلِكَ الْفَرَائِض فَأَعْطَى كُلّ ذِي حَقّ حَقّه فَجُعِلَتْ الصَّدَقَة فِيمَا سَمَّى الْمُتَوَفَّى. رَوَاهُنَّ اِبْن مَرْدَوَيْهِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج وَعُثْمَان بْن عَطَاء عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي قَوْلِه \" وَإِذَا حَضَرَ الْقِسْمَة أُولُوا الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِين \" نَسَخَتْهَا آيَة الْمِيرَاث فَجُعِلَ لِكُلِّ إِنْسَان نَصِيبه مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ . وَحَدَّثَنَا أُسَيْد بْن عَاصِم حَدَّثَنَا سَعِيد بْن عَامِر عَنْ هَمَّام حَدَّثَنَا قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب أَنَّهُ قَالَ إِنَّهَا مَنْسُوخَة قَبْل الْفَرَائِض كَانَ مَا تَرَكَ الرَّجُل مِنْ مَال أَعْطَى مِنْهُ الْيَتِيم وَالْفَقِير وَالْمِسْكِين وَذَوُو الْقُرْبَى إِذَا حَضَرُوا الْقِسْمَة ثُمَّ نَسَخَتْهَا الْمَوَارِيث فَأَلْحَقَ اللَّه بِكُلِّ ذِي حَقّ حَقّه وَصَارَتْ الْوَصِيَّة مِنْ مَاله يُوصِي بِهَا لِذَوِي قَرَابَته حَيْثُ شَاءَ . وَقَالَ مَالِك عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب هِيَ مَنْسُوخَة نَسَخَتْهَا الْمَوَارِيث وَالْوَصِيَّة . وَهَكَذَا رُوِيَ عَنْ عِكْرِمَة وَأَبِي الشَّعْثَاء وَالْقَاسِم بْن مُحَمَّد وَأَبِي صَالِح وَأَبِي مَالِك وَزَيْد بْن أَسْلَم وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ وَمُقَاتِل بْن حَيَّان وَرَبِيعَة بْن أَبِي عَبْد الرَّحْمَن أَنَّهُمْ قَالُوا إِنَّهَا مَنْسُوخَة وَهَذَا مَذْهَب جُمْهُور الْفُقَهَاء وَالْأَئِمَّة الْأَرْبَعَة وَأَصْحَابهمْ وَقَدْ اِخْتَارَ اِبْن جَرِير هَهُنَا قَوْلًا غَرِيبًا جِدًّا وَحَاصِله أَنَّ مَعْنَى الْآيَة عِنْده \" وَإِذَا حَضَرَ الْقِسْمَة \" أَيْ وَإِذَا حَضَرَ قِسْمَة مَال الْوَصِيَّة أُولُو قَرَابَة الْمَيِّت \" فَارْزُقُوهُمْ مِنْهُ وَقُولُوا \" لِلْيَتَامَى وَالْمَسَاكِين إِذَا حَضَرُوا \" قَوْلًا مَعْرُوفًا \" هَذَا مَعْنَى مَا حَاوَلَهُ بَعْد طُول الْعِبَارَة وَالتَّكْرَار وَفِيهِ نَظَر وَاَللَّه أَعْلَم. وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَإِذَا حَضَرَ الْقِسْمَة هِيَ قِسْمَة الْمِيرَاث وَهَكَذَا قَالَ غَيْر وَاحِد وَالْمَعْنَى عَلَى هَذَا لَا عَلَى مَا سَلَكَهُ اِبْن جَرِير رَحِمَهُ اللَّه بَلْ الْمَعْنَى أَنَّهُ إِذَا حَضَرَ هَؤُلَاءِ الْفُقَرَاء مِنْ الْقَرَابَة الَّذِينَ لَا يَرِثُونَ وَالْيَتَامَى وَالْمَسَاكِين قِسْمَة مَال جَزِيل فَإِنَّ أَنْفُسهمْ تَتُوق إِلَى شَيْء مِنْهُ إِذَا رَأَوْا هَذَا يَأْخُذ وَهَذَا يَأْخُذ وَهُمْ يَائِسُونَ لَا شَيْء يُعْطُونَهُ فَأَمَرَ اللَّه تَعَالَى وَهُوَ الرَّءُوف الرَّحِيم أَنْ يُرْضَخ لَهُمْ شَيْء مِنْ الْوَسَط يَكُون بِرًّا بِهِمْ وَصَدَقَة عَلَيْهِمْ وَإِحْسَانًا إِلَيْهِمْ وَجَبْرًا لِكَسْرِهِمْ . كَمَا قَالَ اللَّه تَعَالَى \" كُلُوا مِنْ ثَمَره إِذَا أَثْمَرَ وَآتُوا حَقّه يَوْم حَصَاده \" وَذَمّ الَّذِينَ يَنْقُلُونَ الْمَال خِفْيَة خَشْيَة أَنْ يَطَّلِع عَلَيْهِمْ الْمَحَاوِيج وَذَوُو الْفَاقَة كَمَا أَخْبَرَ بِهِ عَنْ أَصْحَاب الْجَنَّة إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ أَيْ بِلَيْلٍ . وَقَالَ \" فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ أَنْ لَا يَدْخُلَنَّهَا الْيَوْم عَلَيْكُمْ مِسْكِين \" فَ \" دَمَّرَ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالهَا\" فَمَنْ جَحَدَ حَقّ اللَّه عَلَيْهِ عَاقَبَهُ فِي أَعَزّ مَا يَمْلِكهُ وَلِهَذَا جَاءَ فِي الْحَدِيث \" مَا خَالَطَتْ الصَّدَقَة مَالًا إِلَّا أَفْسَدَتْهُ \" أَيْ مَنْعهَا يَكُون سَبَب مَحْق ذَلِكَ الْمَال بِالْكُلِّيَّةِ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40921, "aya_id": 8}]