[{"text": "وَلَقَدْ جَاءكُمْ يُوسُفُ مِن قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِّمَّا جَاءكُم بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ اللَّهُ مِن بَعْدِهِ رَسُولًا كَذَلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ", "sura_id": 40, "type": 0, "id": 4167, "aya_id": 34}, {"text": "ولقد جاءكم يوسف من قبل بالبينات فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم لن يبعث الله من بعده رسولا كذلك يضل الله من هو مسرف مرتاب", "sura_id": 40, "type": 1, "id": 10403, "aya_id": 34}, {"text": "34 - (ولقد جاءكم يوسف من قبل) قبل موسى وهو يوسف بن يعقوب في قول عمر إلى زمن موسى أو يوسف بن إبراهيم بن يوسف بن يعقوب في قول (بالبينات) بالمعجزات الظاهرات (فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم) من غير برهان (لن يبعث الله من بعده رسولا) أي فلن تزالوا كافرين بيوسف وغيره (كذلك) أي مثل إضلالكم (يضل الله من هو مسرف) مشرك (مرتاب) شاك فيما شهدت به البينات \r\n", "sura_id": 40, "type": 2, "id": 29111, "aya_id": 34}, {"text": "ولقد أرسل الله إليكم النبيَّ الكريم يوسف بن يعقوب عليهما السلام من قبل موسى, بالدلائل الواضحة على صدقه, وأمركم بعبادة الله وحده لا شريك له, فما زلتم مرتابين مما جاءكم به في حياته, حتى إذا مات ازداد شككم وشرككم, وقلتم : إن الله لن يرسل من بعده رسولا ، مثل ذلك الضلال يُضِلُّ الله كل متجاوز للحق, شاكٍّ في وحدانية الله تعالى, فلا يوفقه إلى الهدى والرشاد.\r\n", "sura_id": 40, "type": 3, "id": 35347, "aya_id": 34}, {"text": " <font color=red>وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا كَذَلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى \" وَلَقَدْ جَاءَكُمْ يُوسُف مِنْ قَبْل بِالْبَيِّنَاتِ \" يَعْنِي أَهْل مِصْر قَدْ بَعَثَ اللَّه فِيهِمْ رَسُولًا مِنْ قَبْل مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام وَهُوَ يُوسُف عَلَيْهِ الصَّلَاة وَالسَّلَام كَانَ عَزِيز أَهْل مِصْر وَكَانَ رَسُولًا يَدْعُو إِلَى اللَّه تَعَالَى أُمَّته بِالْقِسْطِ فَمَا أَطَاعُوهُ تِلْكَ الطَّاعَة إِلَّا بِمُجَرَّدِ الْوَزَارَة وَالْجَاه الدُّنْيَوِيّ وَلِهَذَا قَالَ تَعَالَى \" فَمَا زِلْتُمْ فِي شَكّ مِمَّا جَاءَكُمْ بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَث اللَّه مِنْ بَعْده رَسُولًا \" أَيْ يَئِسْتُمْ فَقُلْتُمْ طَامِعِينَ \" لَنْ يَبْعَث اللَّه مِنْ بَعْده رَسُولًا \" وَذَلِكَ لِكُفْرِهِمْ وَتَكْذِيبهمْ \" كَذَلِكَ يُضِلُّ اللَّه مَنْ هُوَ مُسْرِف مُرْتَاب \" أَيْ كَحَالِكُمْ هَذَا يَكُون حَال مَنْ يُضِلّهُ اللَّه لِإِسْرَافِهِ فِي أَفْعَاله وَارْتِيَاب قَلْبه .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40968, "aya_id": 34}]