[{"text": "قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَّحِيمًا", "sura_id": 25, "type": 0, "id": 2861, "aya_id": 6}, {"text": "قل أنزله الذي يعلم السر في السماوات والأرض إنه كان غفورا رحيما", "sura_id": 25, "type": 1, "id": 9097, "aya_id": 6}, {"text": "6 - (قل أنزله الذي يعلم السر) الغيب (في السماوات والأرض إنه كان غفورا) للمؤمنين (رحيما) بهم \r\n", "sura_id": 25, "type": 2, "id": 27805, "aya_id": 6}, {"text": "قل - أيها الرسول - لهؤلاء الكفار: إن الذي أنزل القرآن هو الله الذي أحاط علمه بما في السموات والأرض، إنه كان غفورًا لمن تاب من الذنوب والمعاصي، رحيمًا بهم حيث لم يعاجلهم بالعقوبة.\r\n", "sura_id": 25, "type": 3, "id": 34041, "aya_id": 6}, {"text": " <font color=red>قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا</font><BR><p>وَقَالَ تَعَالَى فِي جَوَاب مَا عَانَدُوا هَهُنَا وَافْتَرَوْا \" قُلْ أَنْزَلَهُ الَّذِي يَعْلَم السِّرّ فِي السَّمَوَات وَالْأَرْض \" الْآيَة أَيْ أَنْزَلَ الْقُرْآن الْمُشْتَمِل عَلَى أَخْبَار الْأَوَّلِينَ وَالْآخِرِينَ إِخْبَارًا حَقًّا صِدْقًا مُطَابِقًا لِلْوَاقِعِ فِي الْخَارِج مَاضِيًا وَمُسْتَقْبَلًا \" الَّذِي يَعْلَم السِّرّ \" أَيْ اللَّه الَّذِي يَعْلَم غَيْب السَّمَوَات وَالْأَرْض وَيَعْلَم السَّرَائِر كَعِلْمِهِ بِالظَّوَاهِرِ وَقَوْله تَعَالَى\" إِنَّهُ كَانَ غَفُورًا رَحِيمًا \" دُعَاء لَهُمْ إِلَى التَّوْبَة وَالْإِنَابَة وَإِخْبَار لَهُمْ بِأَنَّ رَحْمَته وَاسِعَة وَأَنَّ حِلْمه عَظِيم مَعَ أَنَّ مَنْ تَابَ إِلَيْهِ تَابَ عَلَيْهِ فَهَؤُلَاءِ مَعَ كَذِبهمْ وَافْتِرَائِهِمْ وَفُجُورهمْ وَبُهْتَانهمْ وَكُفْرهمْ وَعِنَادهمْ وَقَوْلهمْ عَنْ الرَّسُول وَالْقُرْآن مَا قَالُوا يَدْعُوهُمْ إِلَى التَّوْبَة وَالْإِقْلَاع عَمَّا هُمْ فِيهِ إِلَى الْإِسْلَام وَالْهُدَى كَمَا قَالَ تَعَالَى \" لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّه ثَالِث ثَلَاثَة وَمَا مِنْ إِلَه إِلَّا إِلَه وَاحِد وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَاب أَلِيم أَفَلَا يَتُوبُونَ إِلَى اللَّه وَيَسْتَغْفِرُونَهُ وَاَللَّه غَفُور رَحِيم \" وَقَالَ تَعَالَى \" إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَات ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَاب جَهَنَّم وَلَهُمْ عَذَاب الْحَرِيق \" قَالَ الْحَسَن الْبَصْرِيّ : اُنْظُرُوا إِلَى هَذَا الْكَرَم وَالْجُود قَتَلُوا أَوْلِيَاءَهُ وَهُوَ يَدْعُوهُمْ إِلَى التَّوْبَة وَالرَّحْمَة .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39344, "aya_id": 6}]