[{"text": "ضَرَبَ لَكُم مَّثَلًا مِنْ أَنفُسِكُمْ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَانُكُم مِّن شُرَكَاء فِي مَا رَزَقْنَاكُمْ فَأَنتُمْ فِيهِ سَوَاء تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ", "sura_id": 30, "type": 0, "id": 3437, "aya_id": 28}, {"text": "ضرب لكم مثلا من أنفسكم هل لكم مما ملكت أيمانكم من شركاء فيما رزقناكم فأنتم فيه سواء تخافونهم كخيفتكم أنفسكم كذلك نفصل الآيات لقوم يعقلون", "sura_id": 30, "type": 1, "id": 9673, "aya_id": 28}, {"text": "28 - (ضرب) جعل (لكم) أيها المشركون (مثلا) كائنا (من أنفسكم) وهو (هل لكم من ما ملكت) أي من مماليككم (أيمانكم من) لكم (شركاء في) من الأموال وغيرها (ما) وهم (رزقناكم فأنتم فيه سواء تخافونهم) أمثالكم من الأحرار والاستفهام بمعنى النفي المعنى ليس مماليككم شركاء لكم إلى آخره عندكم فكيف تجعلون بعض مماليك الله شركاء له (كخيفتكم أنفسكم كذلك) نبينها مثل ذلك التفصيل (نفصل الآيات) يتدبرون \r\n", "sura_id": 30, "type": 2, "id": 28381, "aya_id": 28}, {"text": "ضرب الله مثلا لكم -أيها المشركون -من أنفسكم: هل لكم من عبيدكم وإمائكم مَن يشارككم في رزقكم, وترون أنكم وإياهم متساوون فيه, تخافونهم كما تخافون الأحرار الشركاء في مقاسمة أموالكم؟ إنكم لن ترضوا بذلك, فكيف ترضون بذلك في جنب الله بأن تجعلوا له شريكًا من خلقه؟ وبمثل هذا البيان نبيِّن البراهين والحجج لأصحاب العقول السليمة الذين ينتفعون بها.\r\n", "sura_id": 30, "type": 3, "id": 34617, "aya_id": 28}, {"text": " <font color=red>ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ</font><BR><p>هَذَا مَثَل ضَرَبَهُ اللَّه تَعَالَى لِلْمُشْرِكِينَ بِهِ الْعَابِدِينَ مَعَهُ غَيْره الْجَاعِلِينَ لَهُ شُرَكَاء وَهُمْ مَعَ ذَلِكَ مُعْتَرِفُونَ أَنَّ شُرَكَاءَهُ مِنْ الْأَصْنَام وَالْأَنْدَاد عَبِيد لَهُ مِلْك لَهُ كَمَا كَانُوا يَقُولُونَ : لَبَّيْكَ لَا شَرِيك لَك إِلَّا شَرِيكًا هُوَ لَك تَمْلِكهُ وَمَا مَلَكَ . فَقَالَ تَعَالَى \" ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسكُمْ \" أَيْ تَشْهَدُونَهُ وَتَفْهَمُونَهُ مِنْ أَنْفُسكُمْ \" هَلْ لَكُمْ مِمَّا مَلَكَتْ أَيْمَانكُمْ مِنْ شُرَكَاء فِيمَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاء \" أَيْ يَرْضَى أَحَدكُمْ أَنْ يَكُون عَبْده شَرِيكًا لَهُ فِي مَاله فَهُوَ وَهُوَ فِيهِ عَلَى السَّوَاء \" تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسكُمْ\" أَيْ تَخَافُونَ أَنْ يُقَاسِمُوكُمْ الْأَمْوَال . قَالَ أَبُو مِجْلَز إِنَّ مَمْلُوكك لَا تَخَاف أَنْ يُقَاسِمك مَالَك وَلَيْسَ لَهُ ذَاكَ كَذَلِكَ اللَّه لَا شَرِيك لَهُ . وَالْمَعْنَى أَنَّ أَحَدكُمْ يَأْنَف مِنْ ذَلِكَ فَكَيْفَ تَجْعَلُونَ لِلَّهِ الْأَنْدَاد مِنْ خَلْقه وَهَذَا كَقَوْلِهِ تَعَالَى \" وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ \" أَيْ مِنْ الْبَنَات حَيْثُ جَعَلُوا الْمَلَائِكَة الَّذِينَ هُمْ عِبَاد الرَّحْمَن إِنَاثًا وَجَعَلُوهَا بَنَات اللَّه وَقَدْ كَانَ أَحَدهمْ إِذَا بُشِّرَ بِالْأُنْثَى ظَلَّ وَجْهه مُسْوَدًّا وَهُوَ كَظِيم يَتَوَارَى مِنْ الْقَوْم مِنْ سُوء مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُون أَمْ يَدُسّهُ فِي التُّرَاب فَهُمْ يَأْنَفُونَ مِنْ الْبَنَات وَجَعَلُوا الْمَلَائِكَة بَنَات اللَّه فَنَسَبُوا إِلَيْهِ مَا لَا يَرْتَضُونَهُ لِأَنْفُسِهِمْ فَهَذَا أَغْلَظ الْكُفْر وَهَكَذَا فِي هَذَا الْمَقَام جَعَلُوا لَهُ شُرَكَاء مِنْ عَبِيده وَخَلْقه وَأَحَدهمْ يَأْبَى غَايَة الْإِبَاء وَيَأْنَف غَايَة الْأَنَفَة مِنْ ذَلِكَ أَنْ يَكُون عَبْده شَرِيكه فِي مَاله يُسَاوِيه فِيهِ وَلَوْ شَاءَ لَقَاسَمَهُ عَلَيْهِ\" تَعَالَى اللَّه عَنْ ذَلِكَ عُلُوًّا كَبِيرًا \" . قَالَ الطَّبَرَانِيّ حَدَّثَنَا مَحْمُود بْن الْفَرَج الْأَصْبَهَانِيّ حَدَّثَنَا إِسْمَاعِيل بْن عَمْرو الْبَجَلِيّ حَدَّثَنَا حَمَّاد بْن شُعَيْب عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كَانَ يُلَبِّي أَهْل الشِّرْك لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَا شَرِيك لَك إِلَّا شَرِيكًا هُوَ لَك تَمْلِكهُ وَمَا مَلَكَ . فَأَنْزَلَ اللَّه تَعَالَى \" هَلْ لَكُمْ مِمَّا مَلَكَتْ أَيْمَانكُمْ مِنْ شُرَكَاء فِيمَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاء تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسكُمْ \" وَلَمَّا كَانَ التَّنْبِيه بِمِثْلِ هَذَا الْمَثَل عَلَى بَرَاءَته تَعَالَى وَنَزَاهَته عَنْ ذَلِكَ بِطَرِيقِ الْأُولَى وَالْأُخْرَى. قَالَ تَعَالَى \" كَذَلِكَ نُفَصِّل الْآيَات لِقَوْمٍ يَعْقِلُونَ\" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40063, "aya_id": 28}]