[{"text": "فَلَمَّا دَخَلُواْ عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُواْ مِصْرَ إِن شَاء اللّهُ آمِنِينَ", "sura_id": 12, "type": 0, "id": 1695, "aya_id": 99}, {"text": "فلما دخلوا على يوسف آوى إليه أبويه وقال ادخلوا مصر إن شاء الله آمنين", "sura_id": 12, "type": 1, "id": 7931, "aya_id": 99}, {"text": "99 - (فلما دخلوا على يوسف) في مضربه (آوى) ضم (إليه أبويه) أباه وأمه أو خالته (وقال) لهم (ادخلوا مصر إن شاء الله آمنين) فدخلوا وجلس يوسف على سريره \r\n", "sura_id": 12, "type": 2, "id": 26639, "aya_id": 99}, {"text": "وخرج يعقوب وأهله إلى \"مصر\" قاصدين يوسف, فلما وصلوا إليه ضمَّ يوسف إليه أبويه, وقال لهم: ادخلوا \"مصر\" بمشيئة الله, وأنتم آمنون من الجهد والقحط, ومن كل مكروه.\r\n", "sura_id": 12, "type": 3, "id": 32875, "aya_id": 99}, {"text": " <font color=red>فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ وُرُود يَعْقُوب عَلَيْهِ السَّلَام عَلَى يُوسُف عَلَيْهِ السَّلَام وَقُدُومه بِلَاد مِصْر لَمَّا كَانَ يُوسُف قَدْ تَقَدَّمَ لِإِخْوَتِهِ أَنْ يَأْتُوهُ بِأَهْلِهِمْ أَجْمَعِينَ فَتَحَمَّلُوا عَنْ آخِرهمْ وَتَرَحَّلُوا مِنْ بِلَاد كَنْعَان قَاصِدِينَ بِلَاد مِصْر فَلَمَّا أُخْبِر يُوسُف عَلَيْهِ السَّلَام بِاقْتِرَابِهِمْ خَرَجَ لِتَلَقِّيهمْ وَأَمَرَ الْمَلِك أُمَرَاءَهُ وَأَكَابِر النَّاس بِالْخُرُوجِ مَعَ يُوسُف لِتَلَقِّي نَبِيّ اللَّه يَعْقُوب عَلَيْهِ السَّلَام وَيُقَال إِنَّ الْمَلِك خَرَجَ أَيْضًا لِتَلَقِّيه وَهُوَ الْأَشْبَه وَقَدْ أَشْكَلَ قَوْله \" آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ اُدْخُلُوا مِصْر\" عَلَى كَثِير مِنْ الْمُفَسِّرِينَ فَقَالَ بَعْضهمْ هَذَا مِنْ الْمُقَدَّم وَالْمُؤَخَّر وَمَعْنَى الْكَلَام \" وَقَالَ اُدْخُلُوا مِصْر إِنْ شَاءَ اللَّه آمِنِينَ \" وَأَوَى إِلَيْهِ أَبَوَيْهِ وَرَفَعَهُمَا عَلَى الْعَرْش وَرَدَّ اِبْن جَرِير هَذَا وَأَجَادَ فِي ذَلِكَ ثُمَّ اِخْتَارَ مَا حَكَاهُ عَنْ السُّدِّيّ أَنَّ يُوسُف آوَى إِلَيْهِ أَبَوَيْهِ لَمَّا تَلَقَّاهُمَا ثُمَّ لَمَّا وَصَلُوا بَاب الْبَلَد قَالَ \" اُدْخُلُوا مِصْر إِنْ شَاءَ اللَّه آمِنِينَ \" وَفِي هَذَا نَظَر أَيْضًا لِأَنَّ الْإِيوَاء إِنَّمَا يَكُون فِي الْمَنْزِل كَقَوْلِهِ \" آوَى إِلَيْهِ أَخَاهُ \" وَفِي الْحَدِيث \" مَنْ أَوَى مُحْدِثًا \" . وَمَا الْمَانِع أَنْ يَكُون قَالَ لَهُمْ بَعْدَمَا دَخَلُوا عَلَيْهِ وَآوَاهُمْ إِلَيْهَا اُدْخُلُوا مِصْر وَضَمَّنَهُ اُسْكُنُوا مِصْر إِنْ شَاءَ اللَّه آمِنِينَ أَيْ مِمَّا كُنْتُمْ فِيهِ مِنْ الْجَهْد وَالْقَحْط ؟ وَيُقَال وَاَللَّه أَعْلَم إِنَّ اللَّه تَعَالَى رَفَعَ عَنْ أَهْل مِصْر بَقِيَّة السِّنِينَ الْمُجْدِبَة بِبَرَكَةِ قُدُوم يَعْقُوب عَلَيْهِمْ كَمَا رَفَعَ بَقِيَّة السِّنِينَ الَّتِي دَعَا بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَهْل مَكَّة حِين قَالَ اللَّهُمَّ أَعِنِّي عَلَيْهِمْ بِسَبْعٍ كَسَبْعِ يُوسُف ثُمَّ لَمَّا تَضَرَّعُوا إِلَيْهِ وَاسْتَشْفَعُوا لَدَيْهِ وَأَرْسَلُوا أَبَا سُفْيَان فِي ذَلِكَ فَدَعَا لَهُمْ فَرُفِعَ عَنْهُمْ بَقِيَّة ذَلِكَ بِبَرَكَةِ دُعَائِهِ عَلَيْهِ السَّلَام وَقَوْله\" آوَى إِلَيْهِ أَبَوَيْهِ \" قَالَ السُّدِّيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ إِنَّمَا كَانَ أَبُوهُ وَخَالَته وَكَانَتْ أُمّه قَدْ مَاتَتْ قَدِيمًا وَقَالَ مُحَمَّد بْن إِسْحَاق وَابْن جَرِير كَانَ أَبُوهُ وَأُمّه يَعِيشَانِ قَالَ اِبْن جَرِير وَلَمْ يَقُمْ دَلِيل عَلَى مَوْت أُمّه وَظَاهِر الْقُرْآن يَدُلّ عَلَى حَيَاتهَا وَهَذَا الَّذِي نَصَرَهُ هُوَ الْمَنْصُور الَّذِي يَدُلّ عَلَيْهِ السِّيَاق .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37856, "aya_id": 99}]