[{"text": "وَمَثَلُ الَّذِينَ كَفَرُواْ كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لاَ يَسْمَعُ إِلاَّ دُعَاء وَنِدَاء صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لاَ يَعْقِلُونَ", "sura_id": 2, "type": 0, "id": 178, "aya_id": 171}, {"text": "ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع إلا دعاء ونداء صم بكم عمي فهم لا يعقلون", "sura_id": 2, "type": 1, "id": 6414, "aya_id": 171}, {"text": "171 - (ومثل) صفة (الذين كفروا) ومن يدعوهم إلى الهدى (كمثل الذي ينعق) يصوت (بما لا يسمع إلا دعاء ونداء) أي صوتا ولا يفهم معناه أي في سماع الموعظة وعدم تدبرها كالبهائم تسمع صوت راعيها ولا تفهمه ، هم (صم بكم عمي فهم لا يعقلون) الموعظة \r\n", "sura_id": 2, "type": 2, "id": 25122, "aya_id": 171}, {"text": "وصفة الذين كفروا وداعيهم إلى الهدى والإيمان كصفة الراعي الذي يصيح بالبهائم ويزجرها, وهي لا تفهم معاني كلامه, وإنما تسمع النداء ودَوِيَّ الصوت فقط. هؤلاء الكفار صُمٌّ سدُّوا أسماعهم عن الحق, بُكْم أخرسوا ألسنتهم عن النطق به, عُمْي لا ترى أعينهم براهينه الباهرة, فهم لا يعملون عقولهم فيما ينفعهم\r\n", "sura_id": 2, "type": 3, "id": 31358, "aya_id": 171}, {"text": " <font color=red>وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ</font><BR><p>قَالَ وَمَثَل الَّذِينَ كَفَرُوا أَيْ فِيمَا هُمْ فِيهِ مِنْ الْغَيّ وَالضَّلَال وَالْجَهْل كَالدَّوَابِّ السَّارِحَة الَّتِي لَا تَفْقَه مَا يُقَال لَهَا بَلْ إِذَا نَعَقَ بِهَا رَاعِيهَا أَيْ دَعَاهَا إِلَى مَا يُرْشِدهَا لَا تَفْقَه مَا يَقُول وَلَا تَفْهَمهُ بَلْ إِنَّمَا تَسْمَع صَوْته فَقَطْ : هَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَأَبِي الْعَالِيَة وَمُجَاهِد وَعِكْرِمَة وَعَطَاء وَالْحَسَن وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ وَالرَّبِيع بْن أَنَس نَحْو هَذَا . وَقِيلَ إِنَّمَا هَذَا مَثَل ضُرِبَ لَهُمْ فِي دُعَائِهِمْ الْأَصْنَام الَّتِي لَا تَسْمَع وَلَا تُبْصِر وَلَا تَعْقِل شَيْئًا اِخْتَارَهُ اِبْن جَرِير وَالْأَوَّل أَوْلَى لِأَنَّ الْأَصْنَام لَا تَسْمَع شَيْئًا وَلَا تَعْقِلهُ وَلَا تُبْصِرهُ وَلَا بَطْش لَهَا وَلَا حَيَاة فِيهَا. وَقَوْله \" صُمٌّ بُكْمٌ عُمْيٌ \" أَيْ صُمّ عَنْ سَمَاع الْحَقّ بُكْم لَا يَتَفَوَّهُونَ بِهِ عُمْي عَنْ رُؤْيَة طَرِيقه وَمَسْلَكه \" فَهُمْ لَا يَعْقِلُونَ \" أَيْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَفْهَمُونَهُ كَمَا قَالَ تَعَالَى \" وَاَلَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمّ وَبُكْم فِي الظُّلُمَات مَنْ يَشَأْ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلهُ عَلَى صِرَاط مُسْتَقِيم \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38577, "aya_id": 171}]