[{"text": "وَالْعَادِيَاتِ ضَبْحًا", "sura_id": 100, "type": 0, "id": 6147, "aya_id": 1}, {"text": "و العاديات ضبحا", "sura_id": 100, "type": 1, "id": 12383, "aya_id": 1}, {"text": "سورة العاديات 1 - (والعاديات) الخيل تعدو في الغزو وتصبح (ضبحا) هو صوت أجوافها إذا عدت \r\n", "sura_id": 100, "type": 2, "id": 31091, "aya_id": 1}, {"text": "أقسم الله تعالى بالخيل الجاريات في سبيله نحو العدوِّ, حين يظهر صوتها من سرعة عَدْوِها. ولا يجوز للمخلوق أن يقسم إلا بالله, فإن القسم بغير الله شرك.\r\n", "sura_id": 100, "type": 3, "id": 37327, "aya_id": 1}, {"text": " <font color=red>وَالْعَادِيَاتِ ضَبْحًا</font><BR><p>يُقْسِم تَعَالَى بِالْخَيْلِ إِذَا أُجْرِيَتْ فِي سَبِيله فَعَدَتْ وَضَبَحَتْ وَهُوَ الصَّوْت الَّذِي يُسْمَع مِنْ الْفَرَس حِين تَعْدُو \" وَالْعَادِيَاتِ ضَبْحًا \" قَالَ الْإِبِل وَقَالَ عَلِيّ هِيَ الْإِبِل وَقَالَ اِبْن عَبَّاس هِيَ الْخَيْل فَبَلَغَ عَلِيًّا قَوْل اِبْن عَبَّاس فَقَالَ مَا كَانَتْ لَنَا خَيْل يَوْم بَدْر قَالَ اِبْن عَبَّاس إِنَّمَا كَانَ ذَلِكَ فِي سَرِيَّة بُعِثَتْ. قَالَ اِبْن أَبِي حَاتِم وَابْن جَرِير وَحَدَّثَنَا يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي أَبُو صَخْر عَنْ أَبِي مُعَاوِيَة الْبَجَلِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس حَدَّثَهُ قَالَ بَيْنَا أَنَا فِي الْحِجْر جَالِسًا جَاءَ رَجُل فَسَأَلَنِي عَنْ \" الْعَادِيَات ضَبْحًا \" فَقُلْت لَهُ الْخَيْل حِين تُغِير فِي سَبِيل اللَّه ثُمَّ تَأْوِي إِلَى اللَّيْل فَيَصْنَعُونَ طَعَامهمْ وَيُورُونَ نَارَهُمْ فَانْفَتَلَ عَنِّي فَذَهَبَ إِلَى عَلِيّ رَضِيَ اللَّه عَنْهُ وَهُوَ عِنْد سِقَايَة زَمْزَم فَسَأَلَهُ عَنْ الْعَادِيَات ضَبْحًا فَقَالَ سَأَلْت عَنْهَا أَحَدًا قَبْلِي ؟ قَالَ نَعَمْ سَأَلْت اِبْن عَبَّاس فَقَالَ الْخَيْل حِينَ تُغِير فِي سَبِيل اللَّه قَالَ اِذْهَبْ فَادْعُهُ لِي فَلَمَّا وَقَفَ عَلَى رَأْسه قَالَ أَتُفْتِي النَّاس بِمَا لَا عِلْم لَك ؟ وَاَللَّه لَئِنْ كَانَ أَوَّل غَزْوَة فِي الْإِسْلَام بَدْر وَمَا كَانَ مَعَنَا إِلَّا فَرَسَانِ فَرَس لِلزُّبَيْرِ وَفَرَس لِلْمِقْدَادِ فَكَيْف تَكُون الْعَادِيَات ضَبْحًا ؟ إِنَّمَا الْعَادِيَات ضَبْحًا مِنْ عَرَفَة إِلَى الْمُزْدَلِفَة وَمِنْ الْمُزْدَلِفَة إِلَى مِنًى قَالَ اِبْن عَبَّاس فَنَزَعْت عَنْ قَوْلِي وَرَجَعْت إِلَى الَّذِي قَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ وَبِهَذَا الْإِسْنَاد عَنْ اِبْن عَبَّاس قَالَ : قَالَ عَلِيّ إِنَّمَا الْعَادِيَات ضَبْحًا مِنْ عَرَفَة إِلَى الْمُزْدَلِفَة فَإِذَا أَوَوْا إِلَى الْمُزْدَلِفَة أَوْرَوْا النِّيرَان وَقَالَ الْعَوْفِيّ وَغَيْره عَنْ اِبْن عَبَّاس هِيَ الْخَيْل. وَقَدْ قَالَ بِقَوْلِ عَلِيّ إِنَّهَا الْإِبِل جَمَاعَة مِنْهُمْ إِبْرَاهِيم وَعَبْد بْن عُمَيْر وَقَالَ بِقَوْلِ اِبْن عَبَّاس آخَرُونَ مِنْهُمْ مُجَاهِد وَعِكْرِمَة وَعَطَاء وَقَتَادَة وَالضَّحَّاك وَاخْتَارَهُ اِبْن جَرِير وَقَالَ اِبْن عَبَّاس وَعَطَاء مَا ضُبِحَتْ دَابَّة قَطُّ إِلَّا فَرَس أَوْ كَلْب وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء سَمِعْت اِبْن عَبَّاس يَصِف الضَّبْح أح أح . وَقَالَ أَكْثَر هَؤُلَاءِ فِي قَوْله \" فَالْمُورِيَات قَدْحًا \" يَعْنِي بِحَوَافِرِهَا وَقِيلَ أَسْعَرَتْ الْحَرْب بَيْن رُكْبَانهنَّ قَالَهُ قَتَادَة وَعَنْ اِبْن عَبَّاس وَمُجَاهِد فَالْمُورِيَات قَدْحًا يَعْنِي مَكْر الرِّجَال وَقِيلَ هُوَ إِيقَاد النَّار إِذَا رَجَعُوا إِلَى مَنَازِلهمْ مِنْ اللَّيْل وَقِيلَ الْمُرَاد بِذَلِكَ نِيرَان الْقَبَائِل وَقَالَ مَنْ فَسَّرَهَا بِالْخَيْلِ هُوَ إِيقَاد النَّار بِالْمُزْدَلِفَةِ وَقَالَ اِبْن جَرِير وَالصَّوَاب الْأَوَّل : أَنَّهَا الْخَيْل حِين تَقْدَح بِحَوَافِرِهَا. وَقَوْله تَعَالَى \" فَالْمُغِيرَات صُبْحًا \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة يَعْنِي إِغَارَة الْخَيْل صُبْحًا فِي سَبِيل اللَّه وَقَالَ مَنْ فَسَّرَهَا بِالْإِبِلِ هُوَ الدَّفْع صُبْحًا مِنْ الْمُزْدَلِفَة إِلَى مِنًى وَقَالُوا كُلّهمْ فِي قَوْله \" فَأَثَرْنَ بِهِ نَقْعًا \" وَهُوَ الْمَكَان الَّذِي حَلَّتْ فِيهِ أَثَارَتْ بِهِ الْغُبَار إِمَّا فِي حَجّ أَوْ غَزْو . وَقَوْله تَعَالَى \" فَوَسَطْنَ بِهِ جَمْعًا \" قَالَ الْعَوْفِىّ عَنْ اِبْن عَبَّاس وَعَطَاء وَعِكْرِمَة وَقَتَادَة وَالضَّحَّاك يَعْنِي جَمْع الْكُفَّار مِنْ الْعَدُوّ وَمُحْتَمَل أَنْ يَكُون فَوَسَطْنَ بِذَلِكَ الْمَكَان جَمِيعهنَّ وَيَكُون جَمْعًا مَنْصُوبًا عَلَى الْحَال الْمُؤَكِّدَة وَقَدْ رَوَى أَبُو بَكْر الْبَزَّار هَهُنَا حَدِيثًا غَرِيبًا جِدًّا فَقَالَ حَدَّثَنَا أَحْمَد بْن عَبْدَة حَدَّثَنَا حَفْص بْن جُمَيْع حَدَّثَنَا سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْلًا فَأَشْهَرَتْ شَهْرًا لَا يَأْتِيه مِنْهَا خَبَر فَنَزَلَتْ \" وَالْعَادِيَات ضَبْحًا \" ضَبَحَتْ بِأَرْجُلِهَا \" فَالْمُورِيَات قَدْحًا \" قَدَحَتْ بِحَوَافِرِهَا الْحِجَارَة فَأَوْرَتْ نَارًا \" فَالْمُغِيرَات صُبْحًا \" صَبَّحَتْ الْقَوْم بِغَارَةٍ \" فَأَثَرْنَ بِهِ نَقْعًا \" أَثَارَتْ بِحَوَافِرِهَا الشَّرَاب \" فَوَسَطْنَ بِهِ جَمْعًا \" قَالَ صَبَّحَتْ الْقَوْم جَمِيعًا .</p><BR> <br> ", "sura_id": 100, "type": 4, "id": 37533, "aya_id": 1}]