[{"text": "ثُلَّةٌ مِّنَ الْأَوَّلِينَ", "sura_id": 56, "type": 0, "id": 5018, "aya_id": 39}, {"text": "ثلة من الأولين", "sura_id": 56, "type": 1, "id": 11254, "aya_id": 39}, {"text": "39 - (ثلة من الأولين) \r\n", "sura_id": 56, "type": 2, "id": 29962, "aya_id": 39}, {"text": "وهم جماعة كثيرة من الأولين,\r\n", "sura_id": 56, "type": 3, "id": 36198, "aya_id": 39}, {"text": " <font color=red>ثُلَّةٌ مِنَ الْأَوَّلِينَ</font><BR><p>وَقَوْله تَعَالَى \" ثُلَّة مِنْ الْأَوَّلِينَ وَثُلَّة مِنْ الْآخِرِينَ \" أَيْ جَمَاعَة مِنْ الْأَوَّلِينَ وَجَمَاعَة مِنْ الْآخِرِينَ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْمُنْذِر بْن شَاذَان حَدَّثَنَا مُحَمَّد بْن بَكَّار حَدَّثَنَا سَعِيد بْن بَشِير عَنْ قَتَادَة عَنْ الْحَسَن عَنْ عِمْرَان بْن حُصَيْن عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ وَكَانَ بَعْضهمْ يَأْخُذ عَنْ بَعْض قَالَ أُكْرِبْنَا ذَات لَيْلَة عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ غَدَوْنَا عَلَيْهِ فَقَالَ \" عُرِضَتْ عَلَيَّ الْأَنْبِيَاء وَأَتْبَاعهَا بِأُمَمِهَا فَيَمُرّ عَلَيَّ النَّبِيّ وَالنَّبِيّ فِي الْعِصَابَة وَالنَّبِيّ فِي الثَّلَاثَة وَالنَّبِيّ وَلَيْسَ مَعَهُ أَحَد - وَتَلَا قَتَادَة هَذِهِ الْآيَة \" أَلَيْسَ مِنْكُمْ رَجُل رَشِيد \" قَالَ - حَتَّى مَرَّ عَلَيَّ مُوسَى بْن عِمْرَان فِي كَبْكَبَة مِنْ بَنِي إِسْرَائِيل قَالَ : قُلْت رَبِّي مَنْ هَذَا ؟ قَالَ هَذَا أَخُوك مُوسَى بْن عِمْرَان وَمَنْ تَبِعَهُ مِنْ بَنِي إِسْرَائِيل قَالَ : قُلْت رَبّ فَأَيْنَ أُمَّتِي ؟ قَالَ اُنْظُرْ عَنْ يَمِينك فِي الضِّرَاب قَالَ فَإِذَا وُجُوه الرِّجَال قَالَ : قَالَ أَرَضِيت ؟ قُلْت قَدْ رَضِيت رَبّ قَالَ اُنْظُرْ إِلَى الْأُفُق عَنْ يَسَارك فَإِذَا وُجُوه الرِّجَال قَالَ أَرَضِيت قُلْت قَدْ رَضِيت رَبّ قَالَ فَإِنَّ مَعَ هَؤُلَاءِ سَبْعِينَ أَلْفًا يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب \" قَالَ وَأَنْشَأَ عُكَّاشَة بْن مُحْصَن مِنْ بَنِي أَسَد قَالَ سَعِيد وَكَانَ بَدْرِيًّا قَالَ يَا نَبِيّ اللَّه اُدْعُ اللَّه أَنْ يَجْعَلنِي مِنْهُمْ فَقَالَ \" اللَّهُمَّ اِجْعَلْهُ مِنْهُمْ \" قَالَ أَنْشَأَ رَجُل آخَر قَالَ يَا نَبِيّ اللَّه اُدْعُ اللَّه أَنْ يَجْعَلنِي مِنْهُمْ فَقَالَ \" سَبَقَك بِهَا عُكَّاشَة \" قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنْ اِسْتَطَعْتُمْ فِدَاكُمْ أَبِي وَأُمِّي أَنْ تَكُونُوا مِنْ أَصْحَاب السَّبْعِينَ فَافْعَلُوا وَإِلَّا فَكُونُوا مِنْ أَصْحَاب الضِّرَاب وَإِلَّا فَكُونُوا مِنْ أَصْحَاب الْأُفُق فَإِنِّي قَدْ رَأَيْت نَاسًا كَثِيرًا قَدْ نَاشَبُوا أَحْوَالهمْ - ثُمَّ قَالَ - إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبُع أَهْل الْجَنَّة \" فَكَبَّرْنَا ثُمَّ قَالَ \" إِنِّي لَأَرْجُو أَنْ تَكُونُوا ثُلُث أَهْل الْجَنَّة \" قَالَ فَكَبَّرْنَا قَالَ \" إِنِّي لَأَرْجُو أَنْ تَكُونُوا نِصْف أَهْل الْجَنَّة \" قَالَ فَكَبَّرْنَا قَالَ ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" ثُلَّة مِنْ الْأَوَّلِينَ وَثُلَّة مِنْ الْآخِرِينَ \" قَالَ : فَقُلْنَا بَيْننَا مِنْ هَؤُلَاءِ السَّبْعُونَ أَلْفًا فَقُلْنَا هُمْ الَّذِينَ وُلِدُوا فِي الْإِسْلَام وَلَمْ يُشْرِكُوا قَالَ فَبَلَغَهُ ذَلِكَ فَقَالَ \" بَلْ هُمْ الَّذِينَ لَا يَكْتَوُونَ وَلَا يَسْتَرْقُونَ وَلَا يَتَطَيَّرُونَ وَعَلَى رَبّهمْ يَتَوَكَّلُونَ \" وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ طَرِيقَيْنِ آخَرَيْنِ عَنْ قَتَادَة بِهِ نَحْوه وَهَذَا الْحَدِيث لَهُ طُرُق كَثِيرَة مِنْ غَيْر هَذَا الْوَجْه فِي الصِّحَاح وَغَيْرهَا قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان حَدَّثَنَا سُفْيَان عَنْ أَبَان بْن أَبِي عَيَّاش عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" ثُلَّة مِنْ الْأَوَّلِينَ وَثُلَّة مِنْ الْآخِرِينَ \" قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُمَا جَمِيعًا مِنْ أُمَّتِي \" .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41938, "aya_id": 39}]