[{"text": "عُرُبًا أَتْرَابًا", "sura_id": 56, "type": 0, "id": 5016, "aya_id": 37}, {"text": "عربا أترابا", "sura_id": 56, "type": 1, "id": 11252, "aya_id": 37}, {"text": "37 - (عرُبا) بضم الراء وسكونها جمع عروب ، وهي المتحببة إلى زوجها عشقاً له (أتراباً) جمع ترب أي مستويات في السن \r\n", "sura_id": 56, "type": 2, "id": 29960, "aya_id": 37}, {"text": "متحببات إلى أزواجهن, في سنٍّ واحدة,\r\n", "sura_id": 56, "type": 3, "id": 36196, "aya_id": 37}, {"text": " <font color=red>عُرُبًا أَتْرَابًا</font><BR><p>فِي قَوْله \" عُرُبًا \" قَالَ الشِّكْلَة بِلُغَةِ أَهْل مَكَّة وَالْغِنْجَة بِلُغَةِ أَهْل الْمَدِينَة وَقَالَ تَمِيم بْن حَذْلَم هِيَ حُسْن التَّبَعُّل وَقَالَ زَيْد بْن أَسْلَم وَابْنه عَبْد الرَّحْمَن الْعُرُب حَسَنَات الْكَلَام وَقَالَ اِبْن أَبِي حَاتِم ذَكَرَ عَنْ سَهْل بْن عُثْمَان الْعَسْكَرِيّ حَدَّثَنَا أَبُو عَلِيّ عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ جَدّه قَالَ : قَالَ رَسُول اللَّه \" عُرُبًا \" - قَالَ - كَلَامهنَّ عَرَبِيّ \" وَقَوْله \" أَتْرَابًا\" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس يَعْنِي فِي سِنّ وَاحِدَة ثَلَاث وَثَلَاثِينَ سَنَة وَقَالَ مُجَاهِد الْأَتْرَاب الْمُسْتَوِيَات وَفِي رِوَايَة عَنْهُ الْأَمْثَال وَقَالَ عَطِيَّة الْأَقْرَان وَقَالَ السُّدِّيّ\" أَتْرَابًا \" أَيْ فِي الْأَخْلَاق الْمُتَوَاخِيَات بَيْنهنَّ لَيْسَ بَيْنهنَّ تَبَاغُض وَلَا تَحَاسُد يَعْنِي لَا كَمَا كُنَّ ضَرَائِر مُتَعَادِيَات وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة عَنْ عَبْد اللَّه بْن الْكَهْف عَنْ الْحَسَن وَمُحَمَّد \" عُرُبًا أَتْرَابًا \" \"قَالَ الْمُسْتَوِيَات الْأَسْنَان يَأْتَلِفْنَ جَمِيعًا وَيَلْعَبْنَ جَمِيعًا وَقَدْ رَوَى أَبُو عِيسَى التِّرْمِذِيّ عَنْ أَحْمَد بْن مَنِيع عَنْ أَبِي مُعَاوِيَة عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ النُّعْمَان بْن سَعْد عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ فِي الْجَنَّة لَمُجْتَمَعًا لِلْحُورِ الْعِين يَرْفَعْنَ أَصْوَاتًا لَمْ تَسْمَع الْخَلَائِق بِمِثْلِهَا قَالَ يَقُلْنَ نَحْنُ الْخَالِدَات فَلَا نَبِيد وَنَحْنُ النَّاعِمَات فَلَا نَبْأَس وَنَحْنُ الرَّاضِيَات فَلَا نَسْخَط طُوبَى لِمَنْ كَانَ لَنَا وَكُنَّا لَهُ \" ثُمَّ قَالَ هَذَا حَدِيث غَرِيب . وَقَالَ الْحَافِظ أَبُو يَعْلَى أَخْبَرَنَا أَبُو خَيْثَمَة حَدَّثَنَا إِسْمَاعِيل بْن عُمَر حَدَّثَنَا اِبْن أَبِي ذِئْب عَنْ فُلَان عَبْد اللَّه بْن رَافِع عَنْ بَعْض وَلَد أَنَس بْن مَالِك عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْحُور الْعِين لَيُغَنِّينَ فِي الْجَنَّة يَقُلْنَ نَحْنُ خَيْرَات حِسَان خُبِّئْنَا لِأَزْوَاجٍ كِرَام \" قُلْت إِسْمَاعِيل بْن عُمَر هَذَا هُوَ أَبُو الْمُنْذِر الْوَاسِطِيّ أَحَد الثِّقَات الْأَثْبَات . وَقَدْ رَوَى هَذَا الْحَدِيث الْإِمَام عَبْد الرَّحِيم بْن إِبْرَاهِيم الْمُلَقَّب بِدُحَيْم عَنْ اِبْن أَبِي فُدَيْك عَنْ اِبْن أَبِي ذِئْب عَنْ عَوْن بْن الْخَطَّاب بْن عَبْد اللَّه بْن رَافِع عَنْ اِبْن لِأَنَس عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْحُور الْعِين يُغَنِّينَ فِي الْجَنَّة نَحْنُ الْحُور الْحِسَان خُلِقْنَا لِأَزْوَاجٍ كِرَام \" .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41936, "aya_id": 37}]