[{"text": "فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَنَسُواْ حَظًّا مِّمَّا ذُكِّرُواْ بِهِ وَلاَ تَزَالُ تَطَّلِعُ عَلَىَ خَآئِنَةٍ مِّنْهُمْ إِلاَّ قَلِيلاً مِّنْهُمُ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللّهَ يُحِبُّ الْمُحْسِنِينَ", "sura_id": 5, "type": 0, "id": 682, "aya_id": 13}, {"text": "فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية يحرفون الكلم عن مواضعه ونسوا حظا مما ذكروا به ولا تزال تطلع على خائنة منهم إلا قليلا منهم فاعف عنهم واصفح إن الله يحب المحسنين", "sura_id": 5, "type": 1, "id": 6918, "aya_id": 13}, {"text": "13 - فنقضوا الميثاق قال تعالى: (فبما نقضهم) ما زائدة (ميثاقهم لعناهم) أبعدناهم عن رحمتنا (وجعلنا قلوبهم قاسية) لا تلين لقبول الإيمان (يحرفون الكلم) الذي في التوراة من نعت محمد صلى الله عليه وسلم وغيره (عن مواضعه) التي وضعه الله عليها أي يبدلونه (ونسوا) تركوا (حظا) نصيبا (مما ذكروا) أمروا (به) في التوراة من اتباع محمد (ولا تزال) خطاب للنبي صلى الله عليه وسلم (تطلع) تظهر (على خائنة) أي خيانة (منهم) بنقض العهد وغيره (إلا قليلا منهم) ممن أسلم (فاعف عنهم واصفح إن الله يحب المحسنين) وهذا منسوخ بآية السيف \r\n", "sura_id": 5, "type": 2, "id": 25626, "aya_id": 13}, {"text": "فبسبب نقض هؤلاء اليهود لعهودهم المؤكَّدة طردناهم من رحمتنا, وجعلنا قلوبهم غليظة لا تلين للإيمان, يبدلون كلام الله الذي أنزله على موسى, وهو التوراة, وتركوا نصيبًا مما ذُكِّروا به, فلم يعملوا به. ولا تزال -أيها الرسول- تجد من اليهود خيانةً وغَدرًا, فهم على منهاج أسلافهم إلا قليلا منهم, فاعف عن سوء معاملتهم لك, واصفح عنهم, فإن الله يحب مَن أحسن العفو والصفح إلى من أساء إليه. (وهكذا يجد أهل الزيغ سبيلا إلى مقاصدهم السيئة بتحريف كلام الله وتأويله على غير وجهه, فإن عجَزوا عن التحريف والتأويل تركوا ما لا يتفق مع أهوائهم مِن شرع الله الذي لا يثبت عليه إلا القليل ممن عصمه الله منهم).\r\n", "sura_id": 5, "type": 3, "id": 31862, "aya_id": 13}, {"text": " <font color=red>فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ</font><BR><p>قَالَ \" فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ\" أَيْ فَبِسَبَبِ نَقْضِهِمْ الْمِيثَاقَ الَّذِي أُخِذَ عَلَيْهِمْ لَعَنَّاهُمْ أَيْ أَبْعَدْنَاهُمْ عَنْ الْحَقّ وَطَرَدْنَاهُمْ عَنْ الْهُدَى \" وَجَعَلْنَا قُلُوبهمْ قَاسِيَة \" أَيْ فَلَا يَتَّعِظُونَ بِمَوْعِظَةٍ لِغِلَظِهَا وَقَسَاوَتِهَا \" يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ \" أَيْ فَسَدَتْ فُهُومُهُمْ وَسَاءَ تَصَرُّفُهُمْ فِي آيَاتِ اللَّهِ وَتَأَوَّلُوا كِتَابَهُ عَلَى غَيْرِ مَا أَنْزَلَهُ وَحَمَلُوهُ عَلَى غَيْر مُرَاده وَقَالُوا عَلَيْهِ مَا لَمْ يَقُلْ عِيَاذًا بِاَللَّهِ مِنْ ذَلِكَ \" وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ \" أَيْ وَتَرَكُوا الْعَمَل بِهِ رَغْبَة عَنْهُ وَقَالَ الْحَسَن : تَرَكُوا عُرَى دِينهمْ وَوَظَائِف اللَّه تَعَالَى الَّتِي لَا يَقْبَل الْعَمَل إِلَّا بِهَا وَقَالَ غَيْره : تَرَكُوا الْعَمَل فَصَارُوا إِلَى حَالَة رَدِيئَة فَلَا قُلُوب سَلِيمَة وَلَا فِطَر مُسْتَقِيمَة وَلَا أَعْمَال قَوِيمَة \" وَلَا تَزَال تَطَّلِع عَلَى خَائِنَةٍ مِنْهُمْ\" يَعْنِي مَكْرهمْ وَغَدْرهمْ لَك وَلِأَصْحَابِك وَقَالَ مُجَاهِد وَغَيْره : يَعْنِي بِذَلِكَ تَمَالُؤَهُمْ عَلَى الْفَتْكِ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَاعْفُ عَنْهُمْ وَاصْفَحْ\" وَهَذَا هُوَ عَيْن النَّصْر وَالظَّفَر كَمَا قَالَ بَعْض السَّلَف مَا عَامَلْت مَنْ عَصَى اللَّهَ فِيك بِمِثْلِ أَنْ تُطِيع اللَّهَ فِيهِ وَبِهَذَا يَحْصُلُ لَهُمْ تَأْلِيفٌ وَجَمْعٌ عَلَى الْحَقِّ وَلَعَلَّ اللَّهَ يَهْدِيهِمْ وَلِهَذَا قَالَ تَعَالَى \" إِنَّ اللَّه يُحِبّ الْمُحْسِنِينَ \" يَعْنِي بِهِ الصَّفْح عَمَّنْ أَسَاءَ إِلَيْك وَقَالَ قَتَادَة : هَذِهِ الْآيَة \" فَاعْفُ عَنْهُمْ وَاصْفَحْ \" مَنْسُوخَة بِقَوْلِهِ \" قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر \" الْآيَة .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41462, "aya_id": 13}]