[{"text": "وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلاً أَن يَنكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِن مِّا مَلَكَتْ أَيْمَانُكُم مِّن فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُم مِّن بَعْضٍ فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلاَ مُتَّخِذَاتِ أَخْدَانٍ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَن تَصْبِرُواْ خَيْرٌ لَّكُمْ وَاللّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 4, "type": 0, "id": 518, "aya_id": 25}, {"text": "ومن لم يستطع منكم طولا أن ينكح المحصنات المؤمنات فمما ملكت أيمانكم من فتياتكم المؤمنات والله أعلم بإيمانكم بعضكم من بعض فانكحوهن بإذن أهلهن وآتوهن أجورهن بالمعروف محصنات غير مسافحات ولا متخذات أخدان فإذا أحصن فإن أتين بفاحشة فعليهن نصف ما على المحصنات من العذاب ذلك لمن خشي العنت منكم وأن تصبروا خير لكم والله غفور رحيم", "sura_id": 4, "type": 1, "id": 6754, "aya_id": 25}, {"text": "25 - (ومن لم يستطع منكم طولا) أي غنى (أن ينكح المحصنات) الحرائر (المؤمنات) هو جري على الغالب فلا مفهوم له (فمن ما ملكت أيمانكم) ينكح (من فتياتكم المؤمنات والله أعلم بإيمانكم) فاكتفوا بظاهره وكلوا السرائر إليه فإنه العالم بتفضيلها ورب أمة تفضل حرة فيه وهذا تأنيس بنكاح الإماء (بعضكم من) أي أنتم وهن سواء في الدين فلا تستنكفوا من نكاحهن (فانكحوهن بإذن أهلهن) مواليهن  (وآتوهن) أعطوهن (أجورهن) مهورهن (بالمعروف) من غير مطل ونقص (محصنات) عفائف حال (غير مسافحات) زانيات جهراً (ولا متخذات أخدان) أخلاء يزنون بهن سراً (فإذا أُحصن) زُوِّجْن وفي قراءة {أحصنَّ} بالبناء للفاعل تزوجن (فإن أتين بفاحشة) زنا (فعليهن نصف ما على المحصنات) الحرائر الأبكار إذا زنين (من العذاب) الحد فيجلدن خمسين ويغربن نصف سنة ويقاس عليهن العبيد ولم يجعل الإحصان شرطا لوجوب الحد لإفادة أنه لا رجم عليهن أصلا (ذلك) أي نكاح المملوكات عند عدم الطول (لمن خشي) خاف (العنت) الزنا ، وأصله المشقة ، سمي به الزنا لأنه سببها بالحد في الدنيا والعقوبة في الآخرة (منكم) بخلاف من لا يخافه من الأحرار فلا يحل له نكاحها وكذا من استطاع طول حرة وعليه الشافعي وخرج بقوله {من فتياتكم المؤمناتِ}: الكافراتُ ، فلا يحل له نكاحها ولو عدم وخاف (وأن تصبروا) عن نكاح المملوكات ( خير لكم) لئلا يصير الولد رقيقا (والله غفور رحيم) بالتوسعة في ذلك \r\n", "sura_id": 4, "type": 2, "id": 25462, "aya_id": 25}, {"text": "ومن لا قدرة له على مهور الحرائر المؤمنات, فله أن ينكح غيرهن, من فتياتكم المؤمنات المملوكات. والله تعالى هو العليم بحقيقة إيمانكم, بعضكم من بعض, فتزوجوهن بموافقة أهلهن, وأعطوهن مهورهن على ما تراضيتم به عن طيب نفس منكم, متعففات عن الحرام, غير مجاهرات بالزنى, ولا مسرات به باتخاذ أخلاء, فإذا تزوجن وأتين بفاحشة الزنى فعليهن من الحدِّ نصف ما على الحرائر. ذلك الذي أبيح مِن نكاح الإماء بالصفة المتقدمة إنما أبيح لمن خاف على نفسه الوقوع في الزنى, وشق عليه الصبر عن الجماع, والصبر عن نكاح الإماء مع العفة أولى وأفضل. والله تعالى غفور لكم, رحيم بكم إذ أذن لكم في نكاحهن عند العجز عن نكاح الحرائر.\r\n", "sura_id": 4, "type": 3, "id": 31698, "aya_id": 25}, {"text": " <font color=red>وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ</font><BR><p>يَقُول تَعَالَى \" وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا \" أَيْ سَعَة وَقُدْرَة \" أَنْ يَنْكِح الْمُحْصَنَات الْمُؤْمِنَات \" أَيْ الْحَرَائِر الْعَفَائِف . وَقَالَ اِبْن وَهْب : أَخْبَرَنِي عَبْد الْجَبَّار عَنْ رَبِيعَة \" وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِح الْمُحْصَنَات \" قَالَ رَبِيعَة : الطَّوْل الْهَوَى يَعْنِي يَنْكِح الْأَمَة إِذَا كَانَ هَوَاهُ فِيهَا رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير ثُمَّ أَخَذَ يُشَنِّع عَلَى هَذَا الْقَوْل وَيَرُدّهُ \" فَمِمَّا مَلَكَتْ أَيْمَانكُمْ مِنْ فَتَيَاتكُمْ الْمُؤْمِنَات \" أَيْ فَتَزَوَّجُوا مِنْ الْإِمَاء الْمُؤْمِنَات اللَّاتِي يَمْلِكهُنَّ الْمُؤْمِنُونَ وَلِهَذَا قَالَ \" مِنْ فَتَيَاتكُمْ الْمُؤْمِنَات \" قَالَ اِبْن عَبَّاس وَغَيْره : فَلْيَنْكِحْ مِنْ إِمَاء الْمُؤْمِنِينَ وَكَذَا قَالَ السُّدِّيّ وَمُقَاتِل بْن حَيَّان . ثُمَّ اُعْتُرِضَ بِقَوْلِهِ \" وَاَللَّه أَعْلَم بِإِيمَانِكُمْ بَعْضكُمْ مِنْ بَعْض \" أَيْ هُوَ الْعَالِم بِحَقَائِق الْأُمُور وَسَرَائِرهَا وَإِنَّمَا لَكُمْ أَيّهَا النَّاس الظَّاهِر مِنْ الْأُمُور ثُمَّ قَالَ : \" فَانْكِحُوهُنَّ بِإِذْنِ أَهْلهنَّ \" فَدَلَّ عَلَى أَنَّ السَّيِّد هُوَ وَلِيّ أَمَته لَا تُزَوَّج إِلَّا بِإِذْنِهِ وَكَذَلِكَ هُوَ وَلِيّ عَبْده لَيْسَ لَهُ أَنْ يَتَزَوَّج بِغَيْرِ إِذْنه كَمَا جَاءَ فِي الْحَدِيث \" أَيّمَا عَبْد تَزَوَّجَ بِغَيْرِ إِذْن مَوَالِيه فَهُوَ عَاهِر \" أَيْ زَانٍ . فَإِنْ كَانَ مَالِك الْأَمَة اِمْرَأَة زَوْجهَا مَنْ يُزَوِّج الْمَرْأَة بِإِذْنِهَا لِمَا جَاءَ فِي الْحَدِيث \" لَا تُزَوِّج الْمَرْأَة الْمَرْأَة وَلَا الْمَرْأَة نَفْسهَا فَإِنَّ الزَّانِيَة هِيَ الَّتِي تُزَوِّج نَفْسهَا \" وَقَوْله تَعَالَى \" وَآتُوهُنَّ أُجُورهنَّ بِالْمَعْرُوفِ \" أَيْ وَادْفَعُوا مُهُورهنَّ بِالْمَعْرُوفِ أَيْ عَنْ طِيب نَفْس مِنْكُمْ وَلَا تَبْخَسُوا مِنْهُ شَيْئًا اِسْتِهَانَة بِهِنَّ لِكَوْنِهِنَّ إِمَاء مَمْلُوكَات وَقَوْله تَعَالَى \" مُحْصَنَات \" أَيْ عَفَائِف عَنْ الزِّنَا لَا يَتَعَاطَيْنَهُ وَلِهَذَا قَالَ \" غَيْر مُسَافِحَات \" وَهُنَّ الزَّوَانِي اللَّاتِي لَا يَمْنَعْنَ مَنْ أَرَادَهُنَّ بِالْفَاحِشَةِ - وَقَوْله تَعَالَى \" وَلَا مُتَّخِذَات أَخْدَان \" قَالَ اِبْن عَبَّاس : \" الْمُسَافِحَات \" هُنَّ الزَّوَانِي الْمُعْلِنَات يَعْنِي الزَّوَانِي اللَّاتِي لَا يَمْنَعْنَ أَحَدًا أَرَادَهُنَّ بِالْفَاحِشَةِ : وَقَالَ اِبْن عَبَّاس : وَمُتَّخِذَات أَخْدَان يَعْنِي أَخِلَّاء وَكَذَا رُوِيَ عَنْ أَبِي هُرَيْرَة وَمُجَاهِد وَالشَّعْبِيّ وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ وَيَحْيَى بْن أَبِي كَثِير وَمُقَاتِل بْن حَيَّان وَالسُّدِّيّ قَالُوا : أَخِلَّاء وَقَالَ الْحَسَن الْبَصْرِيّ يَعْنِي الصِّدِّيق وَقَالَ الضَّحَّاك أَيْضًا \" وَلَا مُتَّخِذَات أَخْدَان \" ذَات الْخَلِيل الْوَاحِد الْمُقِرَّة بِهِ نَهَى اللَّه عَنْ ذَلِكَ يَعْنِي تَزْوِيجهَا مَا دَامَتْ كَذَلِكَ وَقَوْله تَعَالَى \" فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْف مَا عَلَى الْمُحْصَنَات مِنْ الْعَذَاب \" اِخْتَلَفَ الْقُرَّاء فِي \" أُحْصِنَّ فَقَرَأَهُ بَعْضهمْ بِضَمِّ الْهَمْزَة وَكَسْر الصَّاد مَبْنِيّ لِمَا لَمْ يُسَمَّ فَاعِله وَقُرِئَ بِفَتْحِ الْهَمْزَة وَالصَّاد فِعْل لَازِم ثُمَّ قِيلَ : مَعْنَى الْقِرَاءَتَيْنِ وَاحِد وَاخْتَلَفُوا فِيهِ عَلَى قَوْلَيْنِ \" أَحَدهمَا \" أَنَّ الْمُرَاد بِالْإِحْصَانِ هَهُنَا الْإِسْلَام رُوِيَ ذَلِكَ عَنْ عَبْد اللَّه بْن مَسْعُود وَابْن عُمَر وَأَنَس وَالْأَسْوَد بْن يَزِيد وَزِرّ بْن حُبَيْش وَسَعِيد بْن جُبَيْر وَعَطَاء وَإِبْرَاهِيم النَّخَعِيّ وَالشَّعْبِيّ وَالسُّدِّيّ وَرَوَى نَحْوه الزُّهْرِيّ عَنْ عُمَر بْن الْخَطَّاب وَهُوَ مُنْقَطِع وَهَذَا هُوَ الْقَوْل الَّذِي نَصَّ عَلَيْهِ الشَّافِعِيّ فِي رِوَايَة الرَّبِيع قَالَ : وَإِنَّمَا قُلْنَا ذَلِكَ اِسْتِدْلَالًا بِالسُّنَّةِ وَإِجْمَاع أَكْثَر أَهْل الْعِلْم . وَقَدْ رَوَى اِبْن أَبِي حَاتِم فِي ذَلِكَ حَدِيثًا مَرْفُوعًا قَالَ : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن الْجُنَيْد حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن بْن عَبْد اللَّه حَدَّثَنَا أَبِي عَنْ أَبِيهِ عَنْ أَبِي حَمْزَة عَنْ جَابِر عَنْ رَجُل عَنْ أَبِي عَبْد الرَّحْمَن عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ : قَالَ رَسُول اللَّه صَلَّى عَلَيْهِ وَسَلَّمَ\" فَإِذَا أُحْصِنَّ \" قَالَ \" إِحْصَانهَا إِسْلَامهَا وَعَفَافهَا \" وَقَالَ : الْمُرَاد بِهِ هَهُنَا التَّزْوِيج قَالَ : وَقَالَ عَلِيّ اِجْلِدُوهُنَّ ثُمَّ قَالَ اِبْن أَبِي حَاتِم : وَهُوَ حَدِيث مُنْكَر قُلْت وَفِي إِسْنَاده ضَعْف وَفِيهِ مَنْ لَمْ يُسَمَّ وَمِثْله لَا تَقُوم بِهِ حُجَّة وَقَالَ الْقَاسِم وَسَالِم : إِحْصَانهَا إِسْلَامهَا وَعَفَافهَا وَقِيلَ : الْمُرَاد بِهِ هَهُنَا التَّزْوِيج وَهُوَ قَوْل اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَطَاوُس وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَغَيْرهمْ وَنَقَلَهُ أَبُو عَلِيّ الطَّبَرِيّ فِي كِتَابه الْإِيضَاح عَنْ الشَّافِعِيّ فِيمَا رَوَاهُ أَبُو الْحَكَم بْنَ عَبْد الْحَكَم عَنْهُ . وَقَدْ رَوَى لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد أَنَّهُ قَالَ : إِحْصَان الْأَمَة أَنْ يَنْكِحهَا الْحُرّ وَإِحْصَان الْعَبْد أَنْ يَنْكِح الْحُرَّة وَكَذَا رَوَى اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَوَاهُمَا اِبْن جَرِير فِي تَفْسِيره وَذَكَرَهُ اِبْن أَبِي حَاتِم عَنْ الشَّعْبِيّ وَالنَّخَعِيّ . وَقِيلَ : مَعْنَى الْقِرَاءَتَيْنِ مُتَبَايِن فَمَنْ قَرَأَ أُحْصِنَّ بِضَمِّ الْهَمْزَة فَمُرَاده التَّزْوِيج وَمَنْ قَرَأَ بِفَتْحِهَا فَمُرَاده الْإِسْلَام اِخْتَارَهُ أَبُو جَعْفَر اِبْن جَرِير فِي تَفْسِيره وَقَرَّرَهُ وَنَصَرَهُ , وَالْأَظْهَر وَاَللَّه أَعْلَم أَنَّ الْمُرَاد بِالْإِحْصَانِ هَهُنَا التَّزْوِيج لِأَنَّ سِيَاق الْآيَة يَدُلّ عَلَيْهِ حَيْثُ يَقُول سُبْحَانه وَتَعَالَى \" وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِح الْمُحْصَنَات الْمُؤْمِنَات فَمِمَّا مَلَكَتْ أَيْمَانكُمْ مِنْ فَتَيَاتكُمْ الْمُؤْمِنَات \" وَاَللَّه أَعْلَم وَالْآيَة الْكَرِيمَة سِيَاقهَا فِي الْفَتَيَات الْمُؤْمِنَات فَتَعَيَّنَ أَنَّ الْمُرَاد بِقَوْلِهِ \" فَإِذَا أُحْصِنَّ \" أَيْ تَزَوَّجْنَ كَمَا فَسَّرَهُ اِبْن عَبَّاس وَغَيْره وَعَلَى كُلّ مِنْ الْقَوْلَيْنِ إِشْكَاله عَلَى مَذْهَب الْجُمْهُور وَذَلِكَ أَنَّهُمْ يَقُولُونَ : إِنَّ الْأَمَة إِذَا زَنَتْ فَعَلَيْهَا خَمْسُونَ جَلْدَة سَوَاء كَانَتْ مُسْلِمَة أَوْ كَافِرَة مُزَوَّجَة أَوْ بِكْرًا مَعَ أَنَّ مَفْهُوم الْآيَة يَقْتَضِي أَنَّهُ لَا حَدّ عَلَى غَيْر الْمُحْصَنَة مِمَّنْ زَنَى مِنْ الْإِمَاء وَقَدْ اِخْتَلَفَتْ أَجْوِبَتهمْ عَنْ ذَلِكَ فَأَمَّا الْجُمْهُور فَقَالُوا : لَا شَكَّ أَنَّ الْمَنْطُوق مُقَدَّم عَلَى الْمَفْهُوم وَقَدْ وَرَدَتْ أَحَادِيث عَامَّة فِي إِقَامَة الْحَدّ عَلَى الْإِمَاء فَقَدَّمْنَاهَا عَلَى مَفْهُوم الْآيَة . فَمِنْ ذَلِكَ مَا رَوَاهُ مُسْلِم فِي صَحِيحه عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ خَطَبَ فَقَالَ : يَا أَيّهَا النَّاس أَقِيمُوا الْحَدّ عَلَى إِمَائِكُمْ مَنْ أُحْصِنَّ مِنْهُنَّ وَمَنْ لَمْ يُحْصِنّ فَإِنَّ أَمَة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَنَتْ فَأَمَرَنِي أَنْ أَجْلِدهَا فَإِذَا هِيَ حَدِيثَة عَهْد بِنِفَاسٍ , فَخَشِيت إِنْ جَلَدْتهَا أَنْ أَقْتُلهَا فَذَكَرْت ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" أَحْسَنْت اُتْرُكْهَا حَتَّى تَتَمَاثَل \" وَعِنْد عَبْد اللَّه بْن أَحْمَد عَنْ غَيْر أَبِيهِ \" فَإِذَا تَعَافَتْ مِنْ نِفَاسهَا فَاجْلِدْهَا خَمْسِينَ \" وَعَنْ أَبِي هُرَيْرَة قَالَ : سَمِعْت رَسُول اللَّه صَلَّى يَقُول \" إِذَا زَنَتْ أَمَة أَحَدكُمْ فَتَبَيَّنَ زِنَاهَا فَلْيَجْلِدْهَا الْحَدّ وَلَا يُثَرِّب عَلَيْهَا ثُمَّ إِنْ زَنَتْ الثَّانِيَة فَلْيَجْلِدْهَا الْحَدّ وَلَا يُثَرِّب عَلَيْهَا ثُمَّ إِنْ زَنَتْ الثَّالِثَة فَتَبَيَّنَ زِنَاهَا فَلْيَبِعْهَا وَلَوْ بِحَبْلٍ مِنْ شَعْر \" وَلِمُسْلِمٍ \" إِذَا زَنَتْ ثَلَاثًا فَلْيَبِعْهَا فِي الرَّابِعَة \" وَرَوَى مَالِك عَنْ يَحْيَى بْن سَعِيد عَنْ سُلَيْمَان بْن يَسَار عَنْ عَبْد اللَّه بْن عَيَّاش بْن أَبِي رَبِيعَة الْمَخْزُومِيّ قَالَ : أَمَرَنِي عُمَر بْن الْخَطَّاب فِي فِتْيَة مِنْ قُرَيْش فَجَلَدْنَا مِنْ وَلَائِد الْإِمَارَة خَمْسِينَ خَمْسِينَ مِنْ الزِّنَا . \" الْجَوَاب الثَّانِي \" جَوَاب مَنْ ذَهَبَ إِلَى أَنَّ الْأَمَة إِذَا زَنَتْ وَلَمْ تُحْصَن فَلَا حَدّ عَلَيْهَا وَإِنَّمَا تُضْرَب تَأْدِيبًا وَهُوَ الْمَحْكِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ وَإِلَيْهِ ذَهَبَ طَاوُس وَسَعِيد بْن جُبَيْر وَأَبُو عُبَيْد الْقَاسِم بْن سَلَّام وَدَاوُد بْن عَلِيّ الظَّاهِرِيّ فِي رِوَايَة عَنْهُ وَعُمْدَتهمْ مَفْهُوم الْآيَة وَهُوَ مِنْ مَفَاهِيم الشَّرْط وَهُوَ حُجَّة عِنْد أَكْثَرهمْ فَقُدِّمَ عَلَى الْعُمُوم عِنْدهمْ . وَحَدِيث أَبِي هُرَيْرَة وَزَيْد بْن خَالِد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الْأَمَة إِذَا زَنَتْ وَلَمْ تُحْصَن ؟ قَالَ \" إِنْ زَنَتْ فَحُدُّوهَا ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ بِيعُوهَا وَلَوْ بِضَفِيرٍ \" قَالَ اِبْن شِهَاب : لَا أَدْرِي بَعْد الثَّالِثَة أَوْ الرَّابِعَة . أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَعِنْد مُسْلِم قَالَ اِبْن شِهَاب : الضَّفِير الْحَبْل . قَالُوا : فَلَمْ يُؤَقَّت فِيهِ عَدَد كَمَا أُقِّتَ فِي الْمُحْصَنَة وَكَمَا وَقَّتَ فِي الْقُرْآن بِنِصْفِ مَا عَلَى الْمُحْصَنَات فَوَجَبَ الْجَمْع بَيْن الْآيَة وَالْحَدِيث بِذَلِكَ وَاَللَّه أَعْلَم - وَأَصْرَح مِنْ ذَلِكَ مَا رَوَاهُ سَعِيد بْن مَنْصُور عَنْ سُفْيَان عَنْ مِسْعَر عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ عَلَى أَمَة حَدّ حَتَّى تُحْصَن - يَعْنِي تُزَوَّج - فَإِذَا أُحْصِنَتْ بِزَوْجٍ فَعَلَيْهَا نِصْف مَا عَلَى الْمُحْصَنَات \" وَقَدْ رَوَاهُ اِبْن خُزَيْمَة عَنْ عَبْد اللَّه بْن عِمْرَان الْعَابِدِيّ عَنْ سُفْيَان بِهِ مَرْفُوعًا وَقَالَ : رَفْعه خَطَأ إِنَّمَا هُوَ مِنْ قَوْل اِبْن عَبَّاس وَكَذَا رَوَاهُ اِبْن خُزَيْمَة عَنْ عَبْد اللَّه بْن عِمْرَان وَقَالَ : مِثْل مَا قَالَهُ اِبْن خُزَيْمَة قَالُوا : وَحَدِيث عَلِيّ وَعُمَر قَضَايَا أَعْيَان وَحَدِيث أَبِي هُرَيْرَة عَنْهُ أَجْوِبَة \" أَحَدهَا \" أَنَّ ذَلِكَ مَحْمُول عَلَى الْأَمَة الْمُزَوَّجَة جَمْعًا بَيْنه وَبَيْن هَذَا الْحَدِيث \" الثَّانِي \" أَنَّ لَفْظَة الْحَدّ فِي قَوْله \" فَلْيُقِمْ عَلَيْهَا الْحَدّ \" مُقْحَمَة مِنْ بَعْض الرُّوَاة بِدَلِيلِ الْجَوَاب الثَّالِث وَهُوَ أَنَّ هَذَا مِنْ حَدِيث صَحَابِيَّيْنِ وَذَلِكَ مِنْ رِوَايَة أَبِي هُرَيْرَة فَقَطْ وَمَا كَانَ عَنْ اِثْنَيْنِ فَهُوَ أَوْلَى بِالتَّقْدِيمِ مِنْ رِوَايَة وَاحِد وَأَيْضًا فَقَدْ رَوَاهُ النَّسَائِيّ بِإِسْنَادٍ عَلَى شَرْط مُسْلِم مِنْ حَدِيث عَبَّاد بْن تَمِيم عَنْ عَمّه وَكَانَ قَدْ شَهِدَ بَدْرًا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا زَنَتْ الْأَمَة فَاجْلِدُوهَا ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ إِنْ زَنَتْ فَبِيعُوهَا وَلَوْ بِضَفِيرٍ \" \" الرَّابِع \" أَنَّهُ لَا يَبْعُد أَنَّ بَعْض الرُّوَاة أَطْلَقَ لَفْظ الْحَدّ فِي الْحَدِيث عَلَى الْجَلْد لِأَنَّهُ لَمَّا كَانَ الْجَلْد اِعْتَقَدَ أَنَّهُ حَدّ أَوْ أَنَّهُ أَطْلَقَ لَفْظَة الْحَدّ عَلَى التَّأْدِيب كَمَا أَطْلَقَ الْحَدّ عَلَى ضَرْب مَنْ زَنَى مِنْ الْمَرْضَى بِعِثْكَال نَخْل فِيهِ مِائَة شِمْرَاخ , وَعَلَى جَلْد مَنْ زَنَى بِأَمَةِ اِمْرَأَته إِذَا أَذِنَتْ لَهُ فِيهَا مِائَة وَإِنَّمَا ذَلِكَ تَعْزِير وَتَأْدِيب عِنْد مَنْ يَرَاهُ كَأَحْمَد وَغَيْره مِنْ السَّلَف . وَإِنَّمَا الْحَدّ الْحَقِيقِيّ هُوَ جَلْد الْبِكْر مِائَة وَرَجْم الثَّيِّب أَوْ اللَّائِط وَاَللَّه أَعْلَم. وَقَدْ رَوَى اِبْن مَاجَهْ وَابْن جَرِير فِي تَفْسِيره : حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عَمْرو بْن مُرَّة أَنَّهُ سَمِعَ سَعِيد بْن جُبَيْر يَقُول : لَا تُضْرَب الْأَمَة إِذَا زَنَتْ مَا لَمْ تَتَزَوَّج وَهَذَا إِسْنَاد صَحِيح عَنْهُ وَمَذْهَب غَرِيب إِنْ أَرَادَ أَنَّهَا لَا تُضْرَب الْأَمَة أَصْلًا لَا حَدًّا وَكَأَنَّهُ أَخَذَ بِمَفْهُومِ الْآيَة وَلَمْ يَبْلُغهُ الْحَدِيث وَإِنْ أَرَادَ أَنَّهَا لَا تُضْرَب حَدًّا وَلَا يَنْفِي ضَرْبهَا تَأْدِيبًا فَهُوَ كَقَوْلِ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ وَمَنْ تَبِعَهُ فِي ذَلِكَ وَاَللَّه أَعْلَم . \" الْجَوَاب الثَّالِث \" أَنَّ الْآيَة دَلَّتْ عَلَى أَنَّ الْأَمَة الْمُحْصَنَة تُحَدّ نِصْف حَدّ الْحُرَّة , فَأَمَّا قَبْل الْإِحْصَان فَعُمُومَات الْكِتَاب وَالسُّنَّة شَامِلَة لَهَا فِي جَلْدهَا مِائَة كَقَوْلِهِ تَعَالَى \" الزَّانِيَة وَالزَّانِي فَاجْلِدُوا كُلّ وَاحِد مِنْهُمَا مِائَة جَلْدَة \" وَكَحَدِيثِ عُبَادَة بْن الصَّامِت \" خُذُوا عَنِّي خُذُوا عَنِّي قَدْ جَعَلَ اللَّه لَهُنَّ سَبِيلًا الْبِكْر بِالْبِكْرِ جَلْد مِائَة وَتَغْرِيب عَام وَالثَّيِّب بِالثَّيِّبِ جَلْد مِائَة وَرَجْمهَا بِالْحِجَارَةِ \" وَالْحَدِيث فِي صَحِيح مُسْلِم وَغَيْر ذَلِكَ مِنْ الْأَحَادِيث . وَهَذَا الْقَوْل هُوَ الْمَشْهُور عَنْ دَاوُد بْن عَنْ الظَّاهِرِيّ وَهُوَ فِي غَايَة الضَّعْف لِأَنَّ اللَّه تَعَالَى إِذَا كَانَ أَمَرَ بِجَلْدِ الْمُحْصَنَة مِنْ الْإِمَاء بِنِصْفِ مَا عَلَى الْحُرَّة مِنْ الْعَذَاب وَهُوَ خَمْسُونَ جَلْدَة فَكَيْف يَكُون حُكْمهَا قَبْل الْإِحْصَان أَشَدّ مِنْهُ بَعْد الْإِحْصَان وَقَاعِدَة الشَّرِيعَة فِي ذَلِكَ عَكْس مَا قَالَ وَهَذَا الشَّارِع عَلَيْهِ السَّلَام سَأَلَهُ أَصْحَابه عَنْ الْأَمَة إِذَا زَنَتْ وَلَمْ تُحْصَن فَقَالَ \" اِجْلِدُوهَا \" وَلَمْ يَقُلْ مِائَة فَلَوْ كَانَ حُكْمهَا كَمَا زَعَمَ دَاوُد لَوَجَبَ بَيَان ذَلِكَ لَهُمْ لِأَنَّهُمْ إِنَّمَا سَأَلُوا عَنْ ذَلِكَ لِعَدَمِ بَيَان حُكْم جَلْد الْمِائَة بَعْد الْإِحْصَان فِي الْإِمَاء وَإِلَّا فَمَا الْفَائِدَة فِي قَوْلهمْ وَلَمْ تُحْصَن لِعَدَمِ الْفَرْق بَيْنهمَا لَوْ لَمْ تَكُنْ الْآيَة نَزَلَتْ لَكِنْ لَمَّا عَلِمُوا أَحَد الْحُكْمَيْنِ سَأَلُوا عَنْ الْآخَر فَبَيَّنَهُ لَهُمْ كَمَا فِي الصَّحِيحَيْنِ أَنَّهُمْ لَمَّا سَأَلُوهُ عَنْ الصَّلَاة عَلَيْهِ فَذَكَرَهَا لَهُمْ ثُمَّ قَالَ \" وَالسَّلَام مَا قَدْ عَلِمْتُمْ \" وَفِي لَفْظ لَمَّا أَنْزَلَ اللَّه قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا \" قَالُوا هَذَا السَّلَام عَلَيْك قَدْ عَرَفْنَاهُ فَكَيْف الصَّلَاة عَلَيْك وَذَكَرَ الْحَدِيث وَهَكَذَا هَذَا السُّؤَال. \" الْجَوَاب الرَّابِع \" عَنْ مَفْهُوم الْآيَة جَوَاب أَبِي ثَوْر وَهُوَ أَغْرَب مِنْ قَوْل دَاوُد مِنْ وُجُوه وَذَلِكَ أَنَّهُ يَقُول : فَإِذَا أُحْصِنَّ فَإِنَّ عَلَيْهِنَّ نِصْف مَا عَلَى الْمُحْصَنَات الْمُزَوَّجَات الرَّجْم وُصُولًا يَتَنَاصَف فَيَجِب أَنْ تُرْجَم الْأَمَة الْمُحْصَنَة إِذَا زَنَتْ , وَأَمَّا قَبْل الْإِحْصَان فَيَجِب جَلْدهَا خَمْسِينَ فَأَخْطَأَ فِي فَهْم الْآيَة وَخَالَفَ الْجُمْهُور فِي الْحُكْم بَلْ قَدْ قَالَ أَبُو عَبْد اللَّه الشَّافِعِيّ رَحِمَهُ اللَّه وَلَمْ يَخْتَلِف الْمُسْلِمُونَ فِي أَنْ لَا رَجْم عَلَى مَمْلُوك فِي الزِّنَا وَذَلِكَ لِأَنَّ الْآيَة دَلَّتْ عَلَى أَنَّ عَلَيْهِنَّ نِصْف مَا عَلَى الْمُحْصَنَات مِنْ الْعَذَاب وَالْأَلِف وَاللَّام فِي الْمُحْصَنَات لِلْعَهْدِ وَهُنَّ الْمُحْصَنَات الْمَذْكُورَات فِي أَوَّل الْآيَة \" مَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِح الْمُحْصَنَات الْمُؤْمِنَات \" وَالْمُرَاد بِهِنَّ الْحَرَائِر فَقَطْ مِنْ غَيْر تَعَرُّض لِلتَّزْوِيجِ بِحُرَّةٍ وَقَوْله \" نِصْف مَا عَلَى الْمُحْصَنَات مِنْ الْعَذَاب \" يَدُلّ عَلَى أَنَّ الْمُرَاد مِنْ الْعَذَاب الَّذِي يُمْكِن تَبْعِيضه وَهُوَ الْجَلْد لَا الرَّجْم وَاَللَّه أَعْلَم . وَقَدْ رَوَى أَحْمَد حَدِيثًا فِي رَدّ مَذْهَب أَبِي ثَوْر مِنْ رِوَايَة الْحَسَن بْن سَعِيد عَنْ أَبِيهِ أَنَّ صَفِيَّة قَدْ زَنَتْ بِرَجُلٍ مِنْ الْحَمَس فَوَلَدَتْ غُلَامًا فَادَّعَاهُ الزَّانِي فَاخْتَصَمَا إِلَى عُثْمَان فَرَفَعَهُمَا إِلَى عَلِيّ بْن أَبِي طَالِب , فَقَالَ عَلِيّ : أَقْضِي فِيهِمَا بِقَضَاءِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْوَلَد لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَر \" وَجَلَدَهُمَا خَمْسِينَ خَمْسِينَ وَقِيلَ بَلْ الْمُرَاد مِنْ الْمَفْهُوم التَّنْبِيه بِالْأَعْلَى عَلَى الْأَدْنَى أَيْ أَنَّ الْإِمَاء عَلَى النِّصْف مِنْ الْحَرَائِر فِي الْحَدّ وَإِنْ كُنَّ مُحْصَنَات وَلَيْسَ عَلَيْهِنَّ رَجْم أَصْلًا لَا قَبْل النِّكَاح وَلَا بَعْده وَإِنَّمَا عَلَيْهِنَّ الْجَلْد بِالْحَالَيْنِ فِي السُّنَّة قَالَ ذَلِكَ صَاحِب الْإِفْصَاح وَذُكِرَ هَذَا عَنْ الشَّافِعِيّ فِيمَا رَوَاهُ اِبْن عَبْد الْحَكَم وَقَدْ ذَكَرَ الْبَيْهَقِيّ فِي كِتَاب السُّنَن وَالْآثَار عَنْهُ وَهُوَ بَعِيد عَنْ لَفْظ الْآيَة لِأَنَّا إِنَّمَا اِسْتَفَدْنَا تَنْصِيف الْحَدّ مِنْ الْآيَة لَا مِنْ سِوَاهَا فَكَيْف يُفْهَم مِنْهَا التَّنْصِيف فِيمَا عَدَاهَا وَقَالَ بَلْ أُرِيدَ بِأَنَّهَا فِي حَال الْإِحْصَان لَا يُقِيم الْحَدّ عَلَيْهَا إِلَّا الْإِمَام وَلَا يَجُوز لِسَيِّدِهَا إِقَامَة الْحَدّ عَلَيْهَا وَالْحَالَة هَذِهِ وَهُوَ قَوْل فِي مَذْهَب أَحْمَد رَحِمَهُ اللَّه فَأَمَّا قَبْل الْإِحْصَان فَلَهُ ذَلِكَ وَالْحَدّ فِي كِلَا الْمَوْضِعَيْنِ نِصْف حَدّ الْحُرَّة وَهَذَا أَيْضًا بَعِيد لِأَنَّهُ لَيْسَ فِي الْآيَة مَا يَدُلّ عَلَيْهِ وَلَوْلَا هَذِهِ لَمْ نَدْرِ مَا حُكْم الْإِمَاء فِي التَّنْصِيف وَلَوَجَبَ دُخُولهنَّ فِي عُمُوم الْآيَة فِي تَكْمِيل الْحَدّ مِائَة أَوْ رَجْمهنَّ كَمَا ثَبَتَ فِي الدَّلِيل عَلَيْهِ وَقَدْ تَقَدَّمَ عَنْ عَلِيّ أَنَّهُ قَالَ : أَيّهَا النَّاس أَقِيمُوا الْحَدّ عَلَى أَرِقَّائِكُمْ مَنْ أُحْصِنَ مِنْهُمْ وَمَنْ لَمْ يُحْصَن وَعُمُوم الْأَحَادِيث الْمُتَقَدِّمَة لَيْسَ فِيهَا تَفْصِيل بَيْن الْمُزَوَّجَة وَغَيْرهَا لِحَدِيثِ أَبِي هُرَيْرَة الَّذِي اِحْتَجَّ بِهِ الْجُمْهُور \" إِذَا زَنَتْ أَمَة أَحَدكُمْ فَتَبَيَّنَ زِنَاهَا فَلْيَجْلِدْهَا الْحَدّ وَلَا يُثَرِّب عَلَيْهَا \" مُلَخَّص الْآيَة أَنَّهَا إِذَا زَنَتْ أَقْوَال : أَحَدهَا تُجْلَد خَمْسِينَ قَبْل الْإِحْصَان وَبَعْده وَهَلْ تُنْفَى فِيهِ ثَلَاثَة أَقْوَال : أَحَدهَا أَنَّهَا تُنْفَى عَنْهُ . وَالثَّانِي لَا تُنْفَى عَنْهُ مُطْلَقًا وَالثَّالِث أَنَّهَا تُنْفَى نِصْف سَنَة وَهُوَ نِصْف نَفْي الْحُرَّة وَهَذَا الْخِلَاف فِي مَذْهَب الشَّافِعِيّ وَأَمَّا أَبُو حَنِيفَة فَعِنْده أَنَّ النَّفْي تَعْزِير لَيْسَ مِنْ تَمَام الْحَدّ وَإِنَّمَا هُوَ رَأْي الْإِمَام إِنْ شَاءَ فَعَلَهُ وَإِنْ شَاءَ تَرَكَهُ فِي حَقّ الرِّجَال وَالنِّسَاء وَعِنْد مَالِك أَنَّ النَّفْي إِنَّمَا هُوَ عَلَى الرِّجَال , وَأَمَّا النِّسَاء فَلَا لِأَنَّ ذَلِكَ مُضَادّ لِصِيَانَتِهِنَّ وَمَا وَرَدَ شَيْء مِنْ النَّفْي فِي الرِّجَال وَلَا النِّسَاء . نَعَمْ حَدِيث عُبَادَة وَحَدِيث أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى فِيمَنْ زَنَى وَلَمْ يُحْصِن بِنَفْيِ عَام وَبِإِقَامَةِ الْحَدّ عَلَيْهِ رَوَاهُ الْبُخَارِيّ , وَذَلِكَ مَخْصُوص بِالْمَعْنَى وَهُوَ أَنَّ الْمَقْصُود مِنْ النَّفْي الصَّوْن وَذَلِكَ مَفْقُود فِي نَفْي النِّسَاء وَاَللَّه أَعْلَم . وَالثَّانِي أَنَّ الْأَمَة إِذَا زَنَتْ تُجْلَد خَمْسِينَ بَعْد الْإِحْصَان وَتُضْرَب تَأْدِيبًا غَيْر مَحْدُود بِعَدَدٍ مَحْصُور , وَقَدْ تَقَدَّمَ مَا رَوَاهُ اِبْن جَرِير عَنْ سَعِيد بْن جُبَيْر أَنَّهَا لَا تُضْرَب قَبْل الْإِحْصَان وَإِنْ أَرَادَ نَفْيه فَيَكُون مَذْهَبًا بِالتَّأْوِيلِ . وَإِلَّا فَهُوَ كَالْقَوْلِ الثَّانِي الْقَوْل الْآخَر أَنَّهَا تُجْلَد قَبْل الْإِحْصَان مِائَة وَبَعْده خَمْسِينَ كَمَا هُوَ الْمَشْهُور عَنْ دَاوُد وَهُوَ أَضْعَف الْأَقْوَال أَنَّهَا تُجْلَد قَبْل الْإِحْصَان خَمْسِينَ وَتُرْجَم بَعْده وَهُوَ قَوْل أَبِي ثَوْر وَهُوَ ضَعِيف أَيْضًا وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم بِالصَّوَابِ , وَقَوْله تَعَالَى \" ذَلِكَ لِمَنْ خَشِيَ الْعَنَت مِنْكُمْ \" أَيْ إِنَّمَا يُبَاح نِكَاح الْإِمَاء بِالشُّرُوطِ الْمُتَقَدِّمَة لِمَنْ خَافَ عَلَى نَفْسه الْوُقُوع فِي الزِّنَا وَشَقَّ عَلَيْهِ الصَّبْر عَنْ الْجِمَاع وَعَنِتَ بِسَبَبِ ذَلِكَ كُلّه فَلَهُ حِينَئِذٍ أَنْ يَتَزَوَّج بِالْأَمَةِ وَإِنْ تَرَكَ تَزَوُّجهَا وَجَاهَدَ نَفْسه فِي الْكَفّ عَنْ الزِّنَا فَهُوَ خَيْر لَهُ لِأَنَّهُ إِذَا تَزَوَّجَهَا جَاءَ أَوْلَاده أَرِقَّاء لِسَيِّدِهَا إِلَّا أَنْ يَكُون الزَّوْج غَرِيبًا فَلَا تَكُون أَوْلَاده مِنْهَا أَرِقَّاء فِي قَوْل قَدِيم لِلشَّافِعِيِّ وَلِهَذَا قَالَ \" وَإِنْ تَصْبِرُوا خَيْر لَكُمْ وَاَللَّه غَفُور رَحِيم \" وَمِنْ هَذِهِ الْآيَة الْكَرِيمَة اِسْتَدَلَّ جُمْهُور الْعُلَمَاء فِي جَوَاز نِكَاح الْإِمَاء عَلَى أَنَّهُ لَا بُدّ مِنْ عَدَم الطَّوْل لِنِكَاحِ الْحَرَائِر وَمِنْ خَوْف الْعَنَت لِمَا فِي نِكَاحهنَّ مِنْ مَفْسَدَة رِقّ الْأَوْلَاد وَلِمَا فِيهِنَّ مِنْ الدَّنَاءَة فِي الْعُدُول عَنْ الْحَرَائِر إِلَيْهِنَّ وَخَالَفَ الْجُمْهُور أَبُو حَنِيفَة وَأَصْحَابه فِي اِشْتِرَاط الْأَمْرَيْنِ فَقَالُوا مَتَى لَمْ يَكُنْ الرَّجُل مُزَوَّجًا بِحُرَّةٍ جَازَ لَهُ نِكَاح الْأَمَة الْمُؤْمِنَة وَالْكِتَابِيَّة أَيْضًا سَوَاء كَانَ وَاجِدًا لِطَوْلِ حُرَّة أَمْ لَا وَسَوَاء خَافَ الْعَنَت أَمْ لَا , وَعُمْدَتهمْ فِيمَا ذَهَبُوا إِلَيْهِ قَوْله تَعَالَى \" وَالْمُحْصَنَات مِنْ الَّذِينَ أُوتُوا الْكِتَاب مِنْ قَبْلكُمْ \" أَيْ الْعَفَائِف وَهُوَ يَعُمّ الْحَرَائِر وَالْإِمَاء وَهَذِهِ الْآيَة عَامَّة وَهَذِهِ أَيْضًا ظَاهِرَة فِي الدَّلَالَة عَلَى مَا قَالَهُ الْجُمْهُور وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40861, "aya_id": 25}]