[{"text": "الزَّانِي لَا يَنكِحُ إلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ", "sura_id": 24, "type": 0, "id": 2794, "aya_id": 3}, {"text": "الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين", "sura_id": 24, "type": 1, "id": 9030, "aya_id": 3}, {"text": "3 - (الزاني لا ينكح) يتزوج (إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك) أي المناسب لكل منهما ما ذكر (وحرم ذلك) أي نكاح الزواني (على المؤمنين) الأخيار نزل ذلك لما هم فقراء المهاجرين أن يتزوجوا بغايا المشركين وهن موسرات لينفقن عليهم فقيل التحريم خاص بهم وقيل عام ونسخ بقوله تعالى وأنكحوا الأيامى منكم \r\n", "sura_id": 24, "type": 2, "id": 27738, "aya_id": 3}, {"text": "الزاني لا يرضى إلا بنكاح زانية أو مشركة لا تُقِرُّ بحرمة الزنى، والزانية لا ترضى إلا بنكاح زان أو مشرك لا يُقِرُّ بحرمة الزنى, أما العفيفون والعفيفات فإنهم لا يرضون بذلك، وحُرِّم ذلك النكاح على المؤمنين. وهذا دليل صريح على تحريم نكاح الزانية حتى تتوب, وكذلك تحريم إنكاح الزاني حتى يتوب.\r\n", "sura_id": 24, "type": 3, "id": 33974, "aya_id": 3}, {"text": " <font color=red>الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ</font><BR><p>هَذَا خَبَر مِنْ اللَّه تَعَالَى بِأَنَّ الزَّانِيَ لَا يَطَأ إِلَّا زَانِيَة أَوْ مُشْرِكَة أَيْ لَا يُطَاوِعهُ عَلَى مُرَاده مِنْ الزِّنَا إِلَّا زَانِيَة عَاصِيَة أَوْ مُشْرِكَة لَا تَرَى حُرْمَة ذَلِكَ وَكَذَلِكَ \" الزَّانِيَة لَا يَنْكِحهَا إِلَّا زَانٍ \" أَيْ عَاصٍ بِزِنَاهُ \" أَوْ مُشْرِك \" لَا يَعْتَقِد تَحْرِيمه قَالَ سُفْيَان الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي عَمْرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : \" الزَّانِي لَا يَنْكِح إِلَّا زَانِيَة أَوْ مُشْرِكَة \" قَالَ لَيْسَ هَذَا بِالنِّكَاحِ إِنَّمَا هُوَ الْجِمَاع لَا يَزْنِي بِهَا إِلَّا زَانٍ أَوْ مُشْرِك وَهَذَا إِسْنَاد صَحِيح عَنْهُ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْر وَجْه أَيْضًا وَقَدْ رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَعُرْوَة بْن الزُّبَيْر وَالضَّحَّاك وَمَكْحُول وَمُقَاتِل اِبْن حَيَّان وَغَيْر وَاحِد نَحْو ذَلِكَ . وَقَوْله تَعَالَى \" وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ\" أَيْ تَعَاطِيه وَالتَّزْوِيج بِالْبَغَايَا أَوْ تَزْوِيج الْعَفَائِف بِالرِّجَالِ الْفُجَّار . وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا قَيْس عَنْ أَبِي حُصَيْن عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس\" وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ \" قَالَ : حَرَّمَ اللَّه الزِّنَا عَلَى الْمُؤْمِنِينَ وَقَالَ قَتَادَة وَمُقَاتِل بْن حَيَّان : حَرَّمَ اللَّه عَلَى الْمُؤْمِنِينَ نِكَاح الْبَغَايَا وَتَقَدَّمَ ذَلِكَ فَقَالَ \" وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ \" وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" مُحْصَنَات غَيْر مُسَافِحَات وَلَا مُتَّخِذَات أَخْدَان \" وَقَوْله \" مُحْصِنِينَ غَيْر مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَان \" الْآيَة وَمِنْ هَهُنَا ذَهَبَ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه إِلَى أَنَّهُ لَا يَصِحّ الْعَقْد مِنْ الرَّجُل الْعَفِيف عَلَى الْمَرْأَة الْبَغِيّ مَا دَامَتْ كَذَلِكَ حَتَّى تُسْتَتَاب فَإِنْ تَابَتْ صَحَّ الْعَقْد عَلَيْهَا وَإِلَّا فَلَا وَكَذَلِكَ لَا يَصِحّ تَزْوِيج الْمَرْأَة الْحُرَّة الْعَفِيفَة بِالرَّجُلِ الْفَاجِر الْمُسَافِح حَتَّى يَتُوب تَوْبَة صَحِيحَة لِقَوْلِهِ تَعَالَى \" وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَارِم حَدَّثَنَا مُعْتَمِر بْن سُلَيْمَان قَالَ : قَالَ أَبِي حَدَّثَنَا الْحَضْرَمِيّ عَنْ الْقَاسِم بْن مُحَمَّد عَنْ عَبْد اللَّه بْن عَمْرو\" أَنَّ رَجُلًا مِنْ الْمُؤْمِنِينَ اِسْتَأْذَنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي اِمْرَأَة يُقَال لَهَا أُمّ مَهْزُول كَانَتْ تُسَافِح وَتَشْتَرِط لَهُ أَنْ تُنْفِق عَلَيْهِ قَالَ فَاسْتَأْذَنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ ذَكَرَ لَهُ أَمْرهَا قَالَ فَقَرَأَ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" الزَّانِي لَا يَنْكِح إِلَّا زَانِيَة أَوْ مُشْرِكَة وَالزَّانِيَة لَا يَنْكِحهَا إِلَّا زَانٍ أَوْ مُشْرِك وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ\" وَقَالَ النَّسَائِيّ أَخْبَرَنَا عَمْرو بْن عَدِيّ حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ الْحَضْرَمِيّ عَنْ الْقَاسِم بْن مُحَمَّد عَنْ عَبْد اللَّه اِبْن عَمْرو قَالَ : كَانَتْ اِمْرَأَة يُقَال لَهَا أُمّ مَهْزُول وَكَانَتْ تُسَافِح فَأَرَادَ رَجُل مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَتَزَوَّجهَا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" الزَّانِي لَا يَنْكِح إِلَّا زَانِيَة أَوْ مُشْرِكَة وَالزَّانِيَة لَا يَنْكِحهَا إِلَّا زَانٍ أَوْ مُشْرِك وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ \" . قَالَ التِّرْمِذِيّ حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا رَوْح بْن عُبَادَة عَنْ عُبَيْد اللَّه بْن الْأَخْنَس أَخْبَرَنِي عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : كَانَ رَجُل يُقَال لَهُ مَرْثَد بْن أَبِي مَرْثَد وَكَانَ رَجُلًا يَحْمِل الْأَسْرَى مِنْ مَكَّة حَتَّى يَأْتِيَ بِهِمْ الْمَدِينَة قَالَ وَكَانَتْ اِمْرَأَة بَغِيّ بِمَكَّة يُقَال لَهَا عَنَاق وَكَانَتْ صَدِيقَة لَهُ وَأَنَّهُ وَاعَدَ رَجُلًا مِنْ أُسَارَى مَكَّة يَحْمِلهُ قَالَ فَجِئْت حَتَّى اِنْتَهَيْت إِلَى ظِلّ حَائِط مِنْ حَوَائِط مَكَّة فِي لَيْلَة مُقْمِرَة قَالَ : فَجَاءَتْ عَنَاق فَأَبْصَرَتْ سَوَاد ظِلّ تَحْت الْحَائِط فَلَمَّا اِنْتَهَتْ إِلَيَّ عَرَفَتْنِي فَقَالَتْ : مَرْثَد ؟ فَقُلْت : مَرْثَد فَقَالَتْ : مَرْحَبًا وَأَهْلًا هَلُمَّ فَبِتْ عِنْدنَا اللَّيْلَة . قَالَ فَقُلْت يَا عَنَاق حَرَّمَ اللَّه الزِّنَا فَقَالَتْ : يَا أَهْل الْخِيَام هَذَا الرَّجُل يَحْمِل أَسْرَاكُمْ قَالَ : فَتَبِعَنِي ثَمَانِيَة وَدَخَلْت الْحَدِيقَة فَانْتَهَيْت إِلَى غَار أَوْ كَهْف فَدَخَلْت فِيهِ فَجَاءُوا حَتَّى قَامُوا عَلَى رَأْسِي فَبَالُوا فَظَلَّ بَوْلهمْ عَلَى رَأْسِي فَأَعْمَاهُمْ اللَّه عَنِّي قَالَ ثُمَّ رَجَعُوا فَرَجَعْت إِلَى صَاحِبِي فَحَمَلْته وَكَانَ رَجُلًا ثَقِيلًا حَتَّى اِنْتَهَيْت إِلَى الْإِذْخِر فَفَكَكْت عَنْهُ أَحْبُلهُ فَجَعَلْت أَحْمِلهُ وَيُعِيننِي حَتَّى أَتَيْت بِهِ الْمَدِينَة فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا رَسُول اللَّه أَنْكِح عَنَاقًا أَنْكِح عَنَاقًا مَرَّتَيْنِ ؟ فَأَمْسَكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَرُدّ عَلَيَّ شَيْئًا حَتَّى نَزَلَتْ \" الزَّانِي لَا يَنْكِح إِلَّا زَانِيَة أَوْ مُشْرِكَة وَالزَّانِيَة لَا يَنْكِحهَا إِلَّا زَانٍ أَوْ مُشْرِك وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" يَا مَرْثَد : الزَّانِي لَا يَنْكِح إِلَّا زَانِيَة أَوْ مُشْرِكَة فَلَا تَنْكِحهَا \" ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَقَدْ رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ فِي كِتَاب النِّكَاح مِنْ سُنَنهمَا مِنْ حَدِيث عُبَيْد اللَّه بْن الْأَخْنَس بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُسَدَّد أَبُو الْحَسَن حَدَّثَنَا عَبْد الْوَارِث عَنْ حَبِيب الْمُعَلِّم حَدَّثَنِي عَمْرو بْن شُعَيْب عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا يَنْكِح الزَّانِي الْمَجْلُود إِلَّا مِثْله \" وَهَكَذَا أَخْرَجَهُ أَبُو دَاوُد فِي سُنَنه عَنْ مُسَدَّد وَأَبِي مَعْمَر عَنْ عَبْد اللَّه بْن عَمْرو كِلَاهُمَا عَنْ عَبْد الْوَارِث بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا عَاصِم بْن مُحَمَّد بْن زَيْد بْن عَبْد اللَّه بْن عُمَر بْن الْخَطَّاب عَنْ أَخِيهِ عُمَر بْن مُحَمَّد عَنْ عَبْد اللَّه بْن يَسَار مَوْلَى اِبْن عُمَر قَالَ : أَشْهَد لَسَمِعْت سَالِمًا يَقُول : قَالَ عَبْد اللَّه : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَة لَا يَدْخُلُونَ الْجَنَّة وَلَا يَنْظُر اللَّه إِلَيْهِمْ يَوْم الْقِيَامَة : الْعَاقّ لِوَالِدَيْهِ وَالْمَرْأَة الْمُتَرَجِّلَة الْمُتَشَبِّهَة بِالرِّجَالِ وَالدَّيُّوث. وَثَلَاثَة لَا يَنْظُر اللَّه إِلَيْهِمْ يَوْم الْقِيَامَة : الْعَاقّ لِوَالِدَيْهِ وَمُدْمِن الْخَمْر وَالْمَنَّان بِمَا أَعْطَى \" وَرَوَاهُ النَّسَائِيّ عَنْ عَمْرو بْن عَلِيّ الْفَلَّاس عَنْ يَزِيد بْن زُرَيْع عَنْ عُمَر بْن مُحَمَّد الْعُمَرِيّ عَنْ عَبْد اللَّه بْن يَسَار بِهِ. وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي حَدَّثَنَا الْوَلِيد بْن كَثِير عَنْ قَطَن بْن وَهْب عَنْ عُوَيْمِر بْن الْأَجْدَع عَمَّنْ حَدَّثَهُ عَنْ سَالِم بْن عَبْد اللَّه بْن عُمَر قَالَ حَدَّثَنِي عَبْد اللَّه بْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" ثَلَاثَة حَرَّمَ اللَّه عَلَيْهِمْ الْجَنَّة مُدْمِن الْخَمْر وَالْعَاقّ لِوَالِدَيْهِ وَاَلَّذِي يُقِرّ فِي أَهْله الْخَبَث \" وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنَده حَدَّثَنِي شُعْبَة حَدَّثَنِي رَجُل مِنْ آلِ سَهْل بْن حُنَيْف عَنْ مُحَمَّد بْن عَمَّار عَنْ عَمَّار بْن يَاسِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَا يَدْخُل الْجَنَّة دَيُّوث \" يُسْتَشْهَد بِهِ لِمَا قَبْله مِنْ الْأَحَادِيث وَقَالَ اِبْن مَاجَهْ حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا سَلَّام بْن سَوَّار حَدَّثَنَا كَثِير بْن سُلَيْم عَنْ الضَّحَّاك بْن مُزَاحِم سَمِعْت أَنَس بْن مَالِك يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" مَنْ أَرَادَ أَنْ يَلْقَى اللَّه وَهُوَ طَاهِر مُتَطَهِّر فَلْيَتَزَوَّجْ الْحَرَائِر \" فِي إِسْنَاده ضَعْف. وَقَالَ الْإِمَام أَبُو نَصْر إِسْمَاعِيل بْن حَمَّاد الْجَوْهَرِيّ فِي كِتَابه الصِّحَاح فِي اللُّغَة : الدَّيُّوث الْقُنْزُع وَهُوَ الَّذِي لَا غَيْرَة لَهُ فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَبُو عَبْد الرَّحْمَن النَّسَائِيّ فِي كِتَاب النِّكَاح مِنْ سُنَنه : أَخْبَرَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عُلَيَّة عَنْ يَزِيد بْن هَارُون عَنْ حَمَّاد بْن سَلَمَة وَغَيْره عَنْ هَارُون بْن رَيَّاب عَنْ عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر وَعَبْد الْكَرِيم عَنْ عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر عَنْ اِبْن عَبَّاس عَبْد الْكَرِيم رَفَعَهُ إِلَى اِبْن عَبَّاس وَهَارُون لَمْ يَرْفَعهُ قَالَا جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّ عِنْدِي اِمْرَأَة مِنْ أَحَبّ النَّاس إِلَيَّ وَهِيَ لَا تَمْنَع يَد لَامِس قَالَ : \" طَلِّقْهَا \" قَالَ : لَا صَبْر لِي عَنْهَا قَالَ\" اِسْتَمْتِعْ بِهَا \" ثُمَّ قَالَ النَّسَائِيّ هَذَا الْحَدِيث غَيْر ثَابِت وَعَبْد الْكَرِيم لَيْسَ بِالْقَوِيِّ وَهَارُون أَثْبَت مِنْهُ وَقَدْ أَرْسَلَ الْحَدِيث وَهُوَ ثِقَة وَحَدِيثه أَوْلَى بِالصَّوَابِ مِنْ حَدِيث عَبْد الْكَرِيم قُلْت وَهُوَ اِبْن أَبِي الْمُخَارِق الْبَصْرِيّ الْمُؤَدِّب تَابِعِيّ ضَعِيف الْحَدِيث وَقَدْ خَالَفَهُ هَارُون بْن رِيَاب وَهُوَ تَابِعِيّ ثِقَة مِنْ رِجَال مُسْلِم فَحَدِيثه الْمُرْسَل أَوْلَى كَمَا قَالَ النَّسَائِيّ لَكِنْ قَدْ رَوَاهُ النَّسَائِيّ فِي كِتَاب الطَّلَاق عَنْ إِسْحَاق بْن رَاهَوَيْهِ عَنْ النَّضْر بْن شُمَيْل عَنْ حَمَّاد بْن سَلَمَة عَنْ هَارُون بْن رِيَاب عَنْ عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر عَنْ اِبْن عَبَّاس مُسْنَدًا فَذَكَرَهُ بِهَذَا الْإِسْنَاد فَرِجَاله عَلَى شَرْط مُسْلِم إِلَّا أَنَّ النَّسَائِيّ بَعْد رِوَايَته لَهُ قَالَ : هَذَا خَطَأ وَالصَّوَاب مُرْسَل . وَرَوَاهُ غَيْر النَّضْر عَلَى الصَّوَاب وَقَدْ رَوَاهُ النَّسَائِيّ أَيْضًا وَأَبُو دَاوُد عَنْ الْحُسَيْن بْن حُرَيْث أَخْبَرَنَا الْفَضْل بْن مُوسَى أَخْبَرَنَا الْحُسَيْن بْن وَاقِد عَنْ عُمَارَة بْن أَبِي حَفْصَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ وَهَذَا الْإِسْنَاد جَيِّد . وَقَدْ اِخْتَلَفَ النَّاس فِي هَذَا الْحَدِيث مَا بَيْن مُضَعِّف لَهُ كَمَا تَقَدَّمَ عَنْ النَّسَائِيّ وَمُنْكِر كَمَا قَالَ الْإِمَام أَحْمَد : هُوَ حَدِيث مُنْكَر وَقَالَ اِبْن قُتَيْبَة : إِنَّمَا أَرَادَ أَنَّهَا سَخِيَّة لَا تَمْنَع سَائِلًا وَحَكَاهُ النَّسَائِيّ فِي سُنَنه عَنْ بَعْضهمْ فَقَالَ : وَقِيلَ سَخِيَّة تُعْطِي وَرُدَّ هَذَا بِأَنَّهُ لَوْ كَانَ الْمُرَاد لَقَالَ لَا تَرُدّ يَد مُلْتَمِس وَقِيلَ : الْمُرَاد إِنَّ سَجِيَّتهَا لَا تَرُدّ يَد لَامِس لَا أَنَّ الْمُرَاد أَنَّ هَذَا وَاقِع مِنْهَا وَأَنَّهَا تَفْعَل الْفَاحِشَة فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَأْذَن فِي مُصَاحَبَة مَنْ هَذِهِ صِفَتهَا فَإِنَّ زَوْجهَا وَالْحَالَة هَذِهِ يَكُون دَيُّوثًا وَقَدْ تَقَدَّمَ الْوَعِيد عَلَى ذَلِكَ وَلَكِنْ لَمَّا كَانَتْ سَجِيَّتهَا هَكَذَا لَيْسَ فِيهَا مُمَانَعَة وَلَا مُخَالَفَة لِمَنْ أَرَادَهَا لَوْ خَلَا بِهَا أَحَد أَمَرَهُ رَسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِفِرَاقِهَا فَلَمَّا ذَكَرَ أَنَّهُ يُحِبّهَا أَبَاحَ لَهُ الْبَقَاء مَعَهَا لِأَنَّ مَحَبَّته لَهَا مُحَقَّقَة وَوُقُوع الْفَاحِشَة مِنْهَا مُتَوَهَّم فَلَا يُصَار إِلَى الضَّرَر الْعَاجِل لِتَوَهُّمِ الْآجِل وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم قَالُوا فَأَمَّا إِذَا حَصَلَتْ تَوْبَة فَإِنَّهُ يَحِلّ التَّزْوِيج كَمَا قَالَ الْإِمَام أَبُو مُحَمَّد بْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد عَنْ اِبْن أَبِي ذِئْب قَالَ سَمِعْت شُعْبَة مَوْلَى اِبْن عَبَّاس \" رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت اِبْن عَبَّاس وَسَأَلَهُ رَجُل فَقَالَ لَهُ إِنِّي كُنْت أُلِمّ بِامْرَأَةٍ آتِي مِنْهَا مَا حَرَّمَ اللَّه عَزَّ وَجَلَّ عَلَيَّ فَرَزَقَ اللَّه عَزَّ وَجَلَّ مِنْ ذَلِكَ تَوْبَة فَأَرَدْت أَنْ أَتَزَوَّجهَا فَقَالَ أُنَاس : إِنَّ الزَّانِي لَا يَنْكِح إِلَّا زَانِيَة أَوْ مُشْرِكَة . فَقَالَ اِبْن عَبَّاس لَيْسَ هَذَا فِي هَذَا اِنْكِحْهَا فَمَا كَانَ مِنْ إِثْم فَعَلَيَّ . وَقَدْ اِدَّعَى طَائِفَة آخَرُونَ مِنْ الْعُلَمَاء أَنَّ هَذِهِ الْآيَة مَنْسُوخَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد عَنْ يَحْيَى بْن سَعِيد عَنْ سَعِيد بْن الْمُسَيِّب قَالَ ذَكَرَ عِنْده \" الزَّانِي لَا يَنْكِح إِلَّا زَانِيَة أَوْ مُشْرِكَة وَالزَّانِيَة لَا يَنْكِحهَا إِلَّا زَانٍ أَوْ مُشْرِك \" قَالَ كَانَ يُقَال نَسَخَتْهَا الَّتِي بَعْدهَا\" وَأَنْكِحُوا الْأَيَامَى \" مِنْكُمْ قَالَ كَانَ يُقَال الْأَيَامَى مِنْ الْمُسْلِمِينَ وَهَكَذَا رَوَاهُ أَبُو عُبَيْد الْقَاسِم بْن سَلَّام فِي كِتَاب النَّاسِخ وَالْمَنْسُوخ لَهُ عَنْ سَعِيد بْن الْمُسَيِّب وَنَصَّ عَلَى ذَلِكَ أَيْضًا الْإِمَام أَبُو عَبْد اللَّه مُحَمَّد بْن إِدْرِيس الشَّافِعِيّ .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39247, "aya_id": 3}]