[{"text": "أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُواْ مِن دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللّهُ مُوتُواْ ثُمَّ أَحْيَاهُمْ إِنَّ اللّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ", "sura_id": 2, "type": 0, "id": 250, "aya_id": 243}, {"text": "ألم تر إلى الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون", "sura_id": 2, "type": 1, "id": 6486, "aya_id": 243}, {"text": "243 - (ألم تر) استفهام تعجب وتشويق إلى استماع ما بعده أي ينته علمك (إلى الذين خرجوا من ديارهم وهم ألوف) أربعة أوثمانية أو عشرة أو ثلاثون أو أربعون أو سبعون ألفا (حذر الموت) مفعول له وهم قوم من بني إسرائيل وقع الطاعون ببلادهم ففروا (فقال لهم الله موتوا) فماتوا (ثم أحياهم) بعد ثمانية أيام أو أكثر بدعاء نبيهم حِزْقيل بكسر المهملة والقاف وسكون الزاي [وهو نبي الله ذي الكفل] فعاشوا دهرا عليهم أثر الموت لا يلبسون ثوبا إلا عاد كالكفن واستمرت في أسباطهم (إن الله لذو فضل على الناس) ومنه إحياء هؤلاء (ولكن أكثر الناس) وهم الكفار (لا يشكرون) والقصد من ذكر خبر هؤلاء تشجيع المؤمنين على القتال ولذا عطف عليه \r\n", "sura_id": 2, "type": 2, "id": 25194, "aya_id": 243}, {"text": "ألم تعلم -أيها الرسول- قصة الذين فرُّوا من أرضهم ومنازلهم, وهم ألوف كثيرة; خشية الموت من الطاعون أو القتال, فقال لهم الله: موتوا, فماتوا دفعة واحدة عقوبة على فرارهم من قدر الله, ثم أحياهم الله تعالى بعد مدة; ليستوفوا آجالهم, وليتعظوا ويتوبوا؟ إن الله لذو فضل عظيم على الناس بنعمه الكثيرة, ولكن أكثر الناس لا يشكرون فضل الله عليهم.\r\n", "sura_id": 2, "type": 3, "id": 31430, "aya_id": 243}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ</font><BR><p>وَرُوِيَ عَنْ اِبْن عَبَّاس أَنَّهُمْ كَانُوا أَرْبَعَة آلَاف وَعَنْهُ كَانُوا ثَمَانِيَة آلَاف وَقَالَ أَبُو صَالِح : تِسْعَة آلَاف وَعَنْ اِبْن عَبَّاس أَرْبَعُونَ أَلْفًا وَقَالَ وَهْب بْن مُنَبِّه وَأَبُو مَالِك : كَانُوا بِضْعَة وَثَلَاثِينَ أَلْفًا . وَرَوَى اِبْن أَبِي حَاتِم عَنْ اِبْن عَبَّاس قَالَ : كَانُوا أَهْل قَرْيَة يُقَال لَهَا ذَاوَرْدَان . وَكَذَا قَالَ السُّدِّيّ وَأَبُو صَالِح وَزَادَ مِنْ قِبَل وَاسِط وَقَالَ سَعِيد بْن عَبْد الْعَزِيز : كَانُوا مِنْ أَهْل أَذْرِعَات وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء قَالَ : هَذَا مِثْل وَقَالَ عَلِيّ بْن عَاصِم : كَانُوا مِنْ أَهْل ذَاوَرْدَان قَرْيَة عَلَى فَرْسَخ مِنْ قِبَل وَاسِط وَقَالَ وَكِيع بْن الْجَرَّاح فِي تَفْسِيره . حَدَّثَنَا سُفْيَان عَنْ مَيْسَرَة بْن حَبِيب النَّهْدِيّ عَنْ الْمِنْهَال بْن عَمْرو الْأَسَدِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارهمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْت \" قَالَ : كَانُوا أَرْبَعَة آلَاف خَرَجُوا فِرَارًا مِنْ الطَّاعُون قَالُوا : نَأْتِي أَرْضًا لَيْسَ بِهَا مَوْت حَتَّى إِذَا كَانُوا بِمَوْضِعِ كَذَا وَكَذَا قَالَ اللَّه لَهُمْ\" مُوتُوا \" فَمَاتُوا فَمَرَّ عَلَيْهِمْ نَبِيّ مِنْ الْأَنْبِيَاء فَدَعَا رَبّه أَنْ يُحْيِيَهُمْ فَأَحْيَاهُمْ فَذَلِكَ قَوْله عَزَّ وَجَلَّ \" أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارهمْ وَهُمْ أُلُوف حَذَرَ الْمَوْت \" الْآيَة وَذَكَرَ غَيْر وَاحِد مِنْ السَّلَف أَنَّ هَؤُلَاءِ الْقَوْم كَانُوا أَهْل بَلْدَة فِي زَمَان بَنِي إِسْرَائِيل اِسْتَوْخَمُوا أَرْضهمْ وَأَصَابَهُمْ بِهَا وَبَاء شَدِيد فَخَرَجُوا فِرَارًا مِنْ الْمَوْت هَارِبِينَ إِلَى الْبَرِّيَّة فَنَزَلُوا وَادِيًا أَفْيَح فَمَلَئُوا مَا بَيْن عُدْوَتَيْهِ فَأَرْسَلَ اللَّه إِلَيْهِمْ مَلَكَيْنِ أَحَدهمَا مِنْ أَسْفَل الْوَادِي وَالْآخَر مِنْ أَعْلَاهُ فَصَاحَا بِهِمْ صَيْحَة وَاحِدَة فَمَاتُوا عَنْ آخِرهمْ مَوْتَة رَجُل وَاحِد فَحِيزُوا إِلَى حَظَائِر وَبُنِيَ عَلَيْهِمْ جُدْرَان وَفَنُوا وَتَمَزَّقُوا وَتَفَرَّقُوا فَلَمَّا كَانَ بَعْد دَهْر مَرَّ بِهِمْ نَبِيّ مِنْ أَنْبِيَاء بَنِي إِسْرَائِيل يُقَال لَهُ حِزْقِيل فَسَأَلَ اللَّه أَنْ يُحْيِيَهُمْ عَلَى يَدَيْهِ فَأَجَابَهُ إِلَى ذَلِكَ وَأَمَرَهُ أَنْ يَقُول : أَيَّتُهَا الْعِظَام الْبَالِيَة إِنَّ اللَّه يَأْمُرك أَنْ تَجْتَمِعِي فَاجْتَمَعَ عِظَام كُلّ جَسَد بَعْضهَا إِلَى بَعْض ثُمَّ أَمَرَهُ فَنَادَى أَيَّتهَا الْعِظَام إِنَّ اللَّه يَأْمُرك بِأَنْ تَكْتَسِي لَحْمًا وَعَصَبًا وَجِلْدًا فَكَانَ ذَلِكَ وَهُوَ يُشَاهِدهُ ثُمَّ أَمَرَهُ فَنَادَى أَيَّتهَا الْأَرْوَاح إِنَّ اللَّه يَأْمُرك أَنْ تَرْجِع كُلّ رُوح إِلَى الْجَسَد الَّذِي كَانَتْ تَعْمُرهُ فَقَامُوا أَحْيَاء يَنْظُرُونَ قَدْ أَحْيَاهُمْ اللَّه بَعْد رَقْدَتهمْ الطَّوِيلَة وَهُمْ يَقُولُونَ : سُبْحَانك لَا إِلَه إِلَّا أَنْتَ وَكَانَ فِي إِحْيَائِهِمْ عِبْرَة وَدَلِيل قَاطِع عَلَى وُقُوع الْمَعَاد الْجُسْمَانِيّ يَوْم الْقِيَامَة وَلِهَذَا قَالَ \" إِنَّ اللَّه لَذُو فَضْل عَلَى النَّاس \" أَيْ فِيمَا يُرِيهِمْ مِنْ الْآيَات الْبَاهِرَة وَالْحُجَج الْقَاطِعَة وَالدَّلَالَات الدَّامِغَة \" وَلَكِنَّ أَكْثَر النَّاس لَا يَشْكُرُونَ \" أَيْ لَا يَقُومُونَ بِشُكْرِ مَا أَنْعَمَ اللَّه بِهِ عَلَيْهِمْ فِي دِينهمْ وَدُنْيَاهُمْ وَفِي هَذِهِ الْقِصَّة عِبْرَة وَدَلِيل عَلَى أَنَّهُ لَنْ يُغْنِي حَذَرٌ مِنْ قَدَر وَأَنَّهُ لَا مَلْجَأَ مِنْ اللَّه إِلَّا إِلَيْهِ فَإِنَّ هَؤُلَاءِ خَرَجُوا فِرَارًا مِنْ الْوَبَاء طَلَبًا لِطُولِ الْحَيَاة فَعُومِلُوا بِنَقِيضِ قَصْدهمْ وَجَاءَهُمْ الْمَوْت سَرِيعًا فِي آنٍ وَاحِد وَمِنْ هَذَا الْقَبِيل الْحَدِيث الصَّحِيح الَّذِي رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْحَاق بْن عِيسَى أَخْبَرَنَا مَالِك وَعَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر كِلَاهُمَا عَنْ الزُّهْرِيّ عَنْ عَبْد الْحَمِيد بْن عَبْد الرَّحْمَن بْن زَيْد بْن الْخَطَّاب عَنْ عَبْد اللَّه بْن الْحَارِث بْن نَوْفَل عَنْ عَبْد اللَّه بْن عَبَّاس أَنَّ عُمَر بْن الْخَطَّاب خَرَجَ إِلَى الشَّام حَتَّى إِذَا كَانَ بِسَرْغَ لَقِيَهُ أُمَرَاء الْأَجْنَاد أَبُو عُبَيْدَة بْن الْجَرَّاح وَأَصْحَابه فَأَخْبَرُوهُ أَنَّ الْوَبَاء قَدْ وَقَعَ بِالشَّامِ فَذَكَرَ الْحَدِيث فَجَاءَهُ عَبْد الرَّحْمَن بْن عَوْف وَكَانَ مُتَغَيِّبًا لِبَعْضِ حَاجَته فَقَالَ : إِنَّ عِنْدِي مِنْ هَذَا عِلْمًا سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : إِذَا كَانَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا فِرَارًا مِنْهُ وَإِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلَا تَقْدُمُوا عَلَيْهِ \" فَحَمِدَ اللَّه عُمَر ثُمَّ اِنْصَرَفَ وَأَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ بِهِ بِطَرِيقٍ أُخْرَى لِبَعْضِهِ قَالَ أَحْمَد : حَدَّثَنَا حَجَّاج وَيَزِيد الْعَمِّيّ قَالَا أَخْبَرَنَا اِبْن أَبِي ذِئْب عَنْ الزُّهْرِيّ عَنْ سَالِم عَنْ عَبْد اللَّه بْن عَامِر بْن رَبِيعَة أَنَّ عَبْد الرَّحْمَن بْن عَوْف أَخْبَرَ عُمَر وَهُوَ فِي الشَّام عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَنَّ هَذَا السَّقَم عُذِّبَ بِهِ الْأُمَم قَبْلكُمْ فَإِذَا سَمِعْتُمْ بِهِ فِي أَرْض فَلَا تَدْخُلُوهَا وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا فِرَارًا \" قَالَ فَرَجَعَ عُمَر مِنْ الشَّام وَأَخْرَجَهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَالِك عَنْ الزُّهْرِيّ بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38657, "aya_id": 243}]