[{"text": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الأَرْضَ مِن بَعْدِ أَهْلِهَا أَن لَّوْ نَشَاء أَصَبْنَاهُم بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لاَ يَسْمَعُونَ", "sura_id": 7, "type": 0, "id": 1054, "aya_id": 100}, {"text": "أولم يهد للذين يرثون الأرض من بعد أهلها أن لو نشاء أصبناهم بذنوبهم ونطبع على قلوبهم فهم لا يسمعون", "sura_id": 7, "type": 1, "id": 7290, "aya_id": 100}, {"text": "100 - (أَوَلَم يهد للذين) يتبين (يرثون الأرض) بالسكنى (من بعد) هلاك (أهلها أن) فاعل مخففة واسمها محذوف أي أنه (لو نشاء أصبناهم) بالعذاب (بذنوبهم) كما أصبنا من قبلهم والهمزة في المواضع الأربعة للتوبيخ والفاء والواو الداخلة عليهما للعطف وفي قراءة بسكون الواو في الموضع الأول عطفا بأو (و) نحن (نطبع) نختم (على قلوبهم فهم لا يسمعون) الموعظة سماع تدبر \r\n", "sura_id": 7, "type": 2, "id": 25998, "aya_id": 100}, {"text": "أوَلم يتبين للذين سكنوا الأرض من بعد إهلاك أهلها السابقين بسبب معاصيهم, فساروا سيرتهم, أن لو نشاء أصبناهم بسبب ذنوبهم كما فعلنا بأسلافهم, ونختم على قلوبهم, فلا يدخلها الحق, ولا يسمعون موعظة ولا تذكيرًا؟\r\n", "sura_id": 7, "type": 3, "id": 32234, "aya_id": 100}, {"text": " <font color=red>أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ</font><BR><p>قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله \" أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْض مِنْ بَعْد أَهْلهَا \" أَوَلَمْ يَتَبَيَّن لَهُمْ أَنْ لَوْ نَشَاء أَصَبْنَاهُمْ بِذُنُوبِهِمْ . وَكَذَا قَالَ مُجَاهِد وَغَيْره وَقَالَ أَبُو جَعْفَر بْن جَرِير فِي تَفْسِيرهَا يَقُول تَعَالَى أَوَلَمْ يَتَبَيَّن لِلَّذِينَ يَسْتَخْلِفُونَ فِي الْأَرْض مِنْ بَعْد إِهْلَاك آخَرِينَ قَبْلهمْ كَانُوا أَهْلهَا فَسَارُوا سِيرَتهمْ وَعَمِلُوا أَعْمَالهمْ وَعَتَوْا عَلَى رَبّهمْ \" أَنْ لَوْ نَشَاء أَصَبْنَاهُمْ بِذُنُوبِهِمْ \" يَقُول أَنْ لَوْ نَشَاء فَعَلْنَا بِهِمْ كَمَا فَعَلْنَا بِمَنْ قَبْلهمْ\" وَنَطْبَع عَلَى قُلُوبهمْ \" يَقُول وَنَخْتِم عَلَى قُلُوبهمْ \" فَهُمْ لَا يَسْمَعُونَ \" مَوْعِظَة وَلَا تَذْكِيرًا \" قُلْت \" وَهَكَذَا قَالَ تَعَالَى \" أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلهمْ مِنْ الْقُرُون يَمْشُونَ فِي مَسَاكِنهمْ إِنَّ فِي ذَلِكَ لَآيَات لِأُولِي النُّهَى\" وَقَالَ تَعَالَى \" أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلهمْ مِنْ الْقُرُون يَمْشُونَ فِي مَسَاكِنهمْ إِنَّ فِي ذَلِكَ لَآيَات أَفَلَا يَسْمَعُونَ \" وَقَالَ \" أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْل مَا لَكُمْ مِنْ زَوَال وَسَكَنْتُمْ فِي مَسَاكِن الَّذِينَ ظَلَمُوا أَنْفُسهمْ \" الْآيَة وَقَالَ تَعَالَى \" وَكَمْ أَهْلَكْنَا قَبْلهمْ مِنْ قَرْن هَلْ تُحِسّ مِنْهُمْ مِنْ أَحَد أَوْ تَسْمَع لَهُمْ رِكْزًا \" أَيْ هَلْ تَرَى لَهُمْ شَخْصًا أَوْ تَسْمَع لَهُمْ صَوْتًا وَقَالَ تَعَالَى \" أَوَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلهمْ مِنْ قَرْن مَكَّنَّاهُمْ فِي الْأَرْض مَا لَمْ نُمَكِّن لَكُمْ وَأَرْسَلْنَا السَّمَاء عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَار تَجْرِي مِنْ تَحْتهمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدهمْ قَرْنًا آخَرِينَ \" وَقَالَ تَعَالَى بَعْد ذِكْره إِهْلَاك عَاد \" فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنهمْ كَذَلِكَ نَجْزِي الْقَوْم الْمُجْرِمِينَ وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَة فَمَا أَغْنَى عَنْهُمْ سَمْعهمْ وَلَا أَبْصَارهمْ وَلَا أَفْئِدَتهمْ مِنْ شَيْء إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّه وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ وَلَقَدْ أَهْلَكْنَا مَا حَوْلكُمْ مِنْ الْقُرَى وَصَرَّفْنَا الْآيَات لَعَلَّهُمْ يَرْجِعُونَ \" وَقَالَ تَعَالَى \" وَكَذَّبَ الَّذِينَ مِنْ قَبْلهمْ وَمَا بَلَغُوا مِعْشَار مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْف كَانَ نَكِير \" وَقَالَ تَعَالَى \" وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلهمْ فَكَيْف كَانَ نَكِير \" وَقَالَ تَعَالَى \" فَكَأَيِّنْ مِنْ قَرْيَة أَهْلَكْنَاهَا وَهِيَ ظَالِمَة فَهِيَ خَاوِيَة عَلَى عُرُوشهَا وَبِئْر مُعَطَّلَة وَقَصْر مَشِيد أَفَلَمْ يَسِيرُوا فِي الْأَرْض فَتَكُون لَهُمْ قُلُوب يَعْقِلُونَ بِهَا أَوْ آذَان يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَار وَلَكِنْ تَعْمَى الْقُلُوب الَّتِي فِي الصُّدُور \" وَقَالَ تَعَالَى \" وَلَقَدْ اُسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلك فَحَاقَ بِاَلَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى حُلُول نِقَمه بِأَعْدَائِهِ وَحُصُول نِعَمه لِأَوْلِيَائِهِ وَلِهَذَا عَقَّبَ ذَلِكَ بِقَوْلِهِ وَهُوَ أَصْدَق الْقَائِلِينَ وَرَبّ الْعَالَمِينَ.</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42468, "aya_id": 100}]