[{"text": "قُلْ أَتُحَآجُّونَنَا فِي اللّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ", "sura_id": 2, "type": 0, "id": 146, "aya_id": 139}, {"text": "قل أتحاجوننا في الله وهو ربنا وربكم ولنا أعمالنا ولكم أعمالكم ونحن له مخلصون", "sura_id": 2, "type": 1, "id": 6382, "aya_id": 139}, {"text": "139 - (قل) لهم (أتحاجُّوننا) تخاصمونا (في الله) أن اصطفى نبيا من العرب (وهو ربنا وربكم) فله أن يصطفي من يشاء (ولنا أعمالنا) نجازى بها (ولكم أعمالكم) تجازون بها فلا يبعد أن يكون في أعمالنا ما نستحق به الإكرام (ونحن له مخلصون) الدين والعمل دونكم فنحن أولى بالإصطفاء والهمزة للإنكار والجمل الثلاث أحوال \r\n", "sura_id": 2, "type": 2, "id": 25090, "aya_id": 139}, {"text": "قل -أيها الرسول لأهل الكتاب-: أتجادلوننا في توحيد الله والإخلاص له, وهو رب العالمين جميعًا, لا يختص بقوم دون قوم, ولنا أعمالنا ولكم أعمالكم, ونحن لله مخلصو العبادة والطَّاعة لا نشرك به شيئًا, ولا نعبد أحدًا غيره.\r\n", "sura_id": 2, "type": 3, "id": 31326, "aya_id": 139}, {"text": " <font color=red>قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ</font><BR><p>يَقُول اللَّه تَعَالَى مُرْشِدًا نَبِيّه صَلَوَات اللَّه وَسَلَامه عَلَيْهِ إِلَى دَرْء مُجَادَلَة الْمُشْرِكِينَ \" قُلْ أَتُحَاجُّونَنَا فِي اللَّه \" أَيْ تُنَاظِرُونَنَا فِي تَوْحِيد اللَّه وَالْإِخْلَاص لَهُ وَالِانْقِيَاد وَاتِّبَاع أَوَامِره وَتَرْك زَوَاجِره \" وَهُوَ رَبُّنَا وَرَبُّكُمْ \" الْمُتَصَرِّفُ فِينَا وَفِيكُمْ الْمُسْتَحِقُّ لِإِخْلَاصِ الْإِلَهِيَّة لَهُ وَحْده لَا شَرِيك لَهُ \" وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ \" أَيْ نَحْنُ بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ وَأَنْتُمْ بُرَآءُ مِنَّا كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" فَإِنْ كَذَّبُوك فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ \" \" فَإِنْ حَاجُّوك فَقُلْ أَسْلَمْت وَجْهِيَ لِلَّهِ وَمَنْ أَتَّبَعَنِ \" إِلَى آخِر الْآيَة وَقَالَ تَعَالَى \" إِخْبَارًا عَنْ إِبْرَاهِيم \" وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّه \" إِلَى آخِر الْآيَة وَقَالَ تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ\" الْآيَة وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ \" أَيْ نَحْنُ بَرَاء مِنْكُمْ كَمَا أَنْتُمْ بَرَاء مِنَّا وَنَحْنُ لَهُ مُخْلِصُونَ أَيْ فِي الْعِبَادَة وَالتَّوَجُّه .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38541, "aya_id": 139}]