[{"text": "وَالْقَوَاعِدُ مِنَ النِّسَاء اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ", "sura_id": 24, "type": 0, "id": 2851, "aya_id": 60}, {"text": "والقواعد من النساء اللاتي لا يرجون نكاحا فليس عليهن جناح أن يضعن ثيابهن غير متبرجات بزينة وأن يستعففن خير لهن والله سميع عليم", "sura_id": 24, "type": 1, "id": 9087, "aya_id": 60}, {"text": "60 - (والقواعد من النساء) قعدن عن الحيض والولد لكبرهن (اللاتي لا يرجون نكاحا) لذلك (فليس عليهن جناح أن يضعن ثيابهن) من الجلباب والرداء والقناع فوق الخمار (غير متبرجات) مظهرات (بزينة) خفية كقلادة وسوار وخلخال (وأن يستعففن) بأن لا يضعنها (خير لهن والله سميع) لقولكم (عليم) بما في قلوبكم \r\n", "sura_id": 24, "type": 2, "id": 27795, "aya_id": 60}, {"text": "والعجائز من النساء اللاتي قعدن عن الاستمتاع والشهوة لكبرهن، فلا يطمعن في الرجال للزواج، ولا يطمع فيهن الرجال كذلك، فهؤلاء لا حرج عليهن أن يضعن بعض ثيابهن كالرداء الذي يكون فوق الثياب غير مظهرات ولا متعرضات للزينة، ولُبْسهن هذه الثياب - سترًا وتعففًا- أحسن لهن. والله سميع لأقوالكم، عليم بنياتكم وأعمالكم.\r\n", "sura_id": 24, "type": 3, "id": 34031, "aya_id": 60}, {"text": " <font color=red>وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ</font><BR><p>قَالَ سَعِيد بْن جُبَيْر وَمُقَاتِل بْن حَيَّان وَالضَّحَّاك وَقَتَادَة : هُنَّ اللَّوَاتِي اِنْقَطَعَ عَنْهُنَّ الْحَيْض وَيَئِسْنَ مِنْ الْوَلَد \" اللَّاتِي لَا يَرْجُونَ نِكَاحًا \" أَيْ لَمْ يَبْقَ لَهُنَّ تَشَوُّف إِلَى التَّزَوُّج \" فَلَيْسَ عَلَيْهِنَّ جُنَاح أَنْ يَضَعْنَ ثِيَابهنَّ غَيْر مُتَبَرِّجَات بِزِينَةٍ \" أَيْ لَيْسَ عَلَيْهِمْ مِنْ الْحَجْر فِي التَّسَتُّر كَمَا عَلَى غَيْرهنَّ مِنْ النِّسَاء قَالَ أَبُو دَاوُد حَدَّثَنَا أَحْمَد بْن مُحَمَّد الْمَرْوَزِيّ حَدَّثَنِي عَلِيّ بْن الْحُسَيْن بْن وَاقِد عَنْ أَبِيهِ عَنْ يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارهنَّ \" الْآيَة فَنَسَخَ مِنْ ذَلِكَ وَاسْتَثْنَى مِنْ ذَلِكَ \" الْقَوَاعِد مِنْ النِّسَاء اللَّاتِي لَا يَرْجُونَ نِكَاحًا \" الْآيَة قَالَ اِبْن مَسْعُود فِي قَوْله \" فَلَيْسَ عَلَيْهِنَّ جُنَاح أَنْ يَضَعْنَ ثِيَابهنَّ \" قَالَ : الْجِلْبَاب أَوْ الرِّدَاء وَكَذَلِكَ رُوِيَ عَنْ اِبْن عَبَّاس وَابْن عُمَر وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَأَبِي الشَّعْثَاء وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن وَقَتَادَة وَالزُّهْرِيّ وَالْأَوْزَاعِيّ وَغَيْرهمْ وَقَالَ أَبُو صَالِح : تَضَع الْجِلْبَاب وَتَقُوم بَيْن يَدَيْ الرَّجُل فِي الدِّرْع وَالْخِمَار وَقَالَ سَعِيد بْن جُبَيْر وَغَيْره فِي قِرَاءَة عَبْد اللَّه بْن مَسْعُود \" أَنْ يَضَعْنَ مِنْ ثِيَابهنَّ \" وَهُوَ الْجِلْبَاب مِنْ فَوْق الْخِمَار فَلَا بَأْس أَنْ يَضَعْنَ عِنْد غَرِيب أَوْ غَيْره بَعْد أَنْ يَكُون عَلَيْهَا خِمَار صَفِيق وَقَالَ سَعِيد بْن جُبَيْر فِي الْآيَة \" غَيْر مُتَبَرِّجَات بِزِينَةٍ \" يَقُول : لَا يَتَبَرَّجْنَ بِوَضْعِ الْجِلْبَاب لِيُرَى مَا عَلَيْهِنَّ مِنْ الزِّينَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَبْد اللَّه حَدَّثَنَا اِبْن الْمُبَارَك حَدَّثَنِي سَوَّار بْن مَيْمُون حَدَّثَنَا طَلْحَة بْن عَاصِم عَنْ أُمّ المصاعن أَنَّهَا قَالَتْ دَخَلْت عَلَى عَائِشَة رَضِيَ اللَّه عَنْهَا فَقُلْت يَا أُمّ الْمُؤْمِنِينَ مَا تَقُولِينَ فِي الْخِضَاب وَالنِّفَاض وَالصِّبَاغ وَالْقُرْطَيْنِ وَالْخَلْخَال وَخَاتَم الذَّهَب وَثِيَاب الرِّقَاق فَقَالَتْ : يَا مَعْشَر النِّسَاء قِصَّتكُنَّ كُلّهَا وَاحِدَة أَحَلَّ اللَّه لَكُنَّ الزِّينَة غَيْر مُتَبَرِّجَات أَيْ لَا يَحِلّ لَكُنَّ أَنْ يَرَوْا مِنْكُنَّ مُحَرَّمًا وَقَالَ السُّدِّيّ كَانَ شَرِيك لِي يُقَال لَهُ مُسْلِم وَكَانَ مَوْلًى لِامْرَأَةِ حُذَيْفَة بْن الْيَمَان فَجَاءَ يَوْمًا إِلَى السُّوق وَأَثَر الْحِنَّاء فِي يَده فَسَأَلْته عَنْ ذَلِكَ فَأَخْبَرَنِي أَنَّهُ خَضَّبَ رَأْس مَوْلَاته وَهِيَ اِمْرَأَة حُذَيْفَة فَأَنْكَرْت ذَلِكَ فَقَالَ إِنْ شِئْت أَدْخَلْتُك عَلَيْهَا فَعَلْت نَعَمْ فَأَدْخَلَنِي عَلَيْهَا فَإِذَا هِيَ اِمْرَأَة جَلِيلَة فَقُلْت لَهَا إِنَّ مُسْلِمًا حَدَّثَنِي أَنَّهُ خَضَّبَ رَأْسك فَقَالَتْ نَعَمْ يَا بُنَيّ إِنِّي مِنْ الْقَوَاعِد اللَّاتِي لَا يَرْجُونَ نِكَاحًا وَقَدْ قَالَ اللَّه تَعَالَى فِي ذَلِكَ مَا سَمِعْت وَقَوْله \" وَأَنْ يَسْتَعْفِفْنَ خَيْر لَهُنَّ \" أَيْ وَتَرْك وَضْعهنَّ لِثِيَابِهِنَّ وَإِنْ كَانَ جَائِزًا خَيْر وَأَفْضَل لَهُنَّ وَاَللَّه سَمِيع عَلِيم .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39281, "aya_id": 60}]