[{"text": "وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُم مِّنْ عَمَلِهِم مِّن شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ", "sura_id": 52, "type": 0, "id": 4756, "aya_id": 21}, {"text": "والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذريتهم وما ألتناهم من عملهم من شيء كل امريء بما كسب رهين", "sura_id": 52, "type": 1, "id": 10992, "aya_id": 21}, {"text": "21 - (والذين آمنوا) مبتدأ (واتبعتهم) وفي قراءة واتبعتهم معطوف على آمنوا (ذريتهم) وفي قراءة ذريتهم الصغار والكبار (بإيمان) من الكبار ومن أولادهم الصغار والخبر (ألحقنا بهم ذريتهم) المذكورين في الجنة فيكونون في درجتهم وإن لم يعملوا بعملهم تكرمة للآباء باجتماع الأولاد إليهم (وما ألتناهم) بفتح اللام وكسرها نقصناهم (من عملهم من) زائدة (شيء) يزاد في عمل الأولاد (كل امرئ بما كسب) من عمل خير أو شر (رهين) مرهون يواخد بالشر ويجازى بالخير \r\n", "sura_id": 52, "type": 2, "id": 29700, "aya_id": 21}, {"text": "والذين آمنوا واتبعتهم ذريتهم في الإيمان, وألحقنا بهم ذريتهم في منزلتهم في الجنة, وإن لم يبلغوا عمل آبائهم; لتَقَرَّ أعين الآباء بالأبناء عندهم في منازلهم، فيُجْمَع بينهم على أحسن الأحوال, وما نقصناهم شيئًا من ثواب أعمالهم. كل إنسان مرهون بعمله, لا يحمل ذنب غيره من الناس.\r\n", "sura_id": 52, "type": 3, "id": 35936, "aya_id": 21}, {"text": " <font color=red>وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ</font><BR><p>يُخْبِر تَعَالَى عَنْ فَضْله وَكَرَمه وَامْتِنَانه وَلُطْفه بِخَلْقِهِ وَإِحْسَانه أَنَّ الْمُؤْمِنِينَ إِذَا اِتَّبَعَتْهُمْ ذُرِّيَّاتهمْ فِي الْإِيمَان يُلْحِقُهُمْ بِآبَائِهِمْ فِي الْمَنْزِلَة وَإِنْ لَمْ يَبْلُغُوا عَمَلَهُمْ لِتَقَرَّ أَعْيُن الْآبَاء بِالْأَبْنَاءِ عِنْدهمْ فِي مَنَازِلهمْ فَيَجْمَع بَيْنهمْ عَلَى أَحْسَن الْوُجُوه بِأَنْ يَرْفَع النَّاقِصَ الْعَمَلِ بِكَامِلِ الْعَمَل وَلَا يَنْقُص ذَلِكَ مِنْ عَمَله وَمَنْزِلَته لِلتَّسَاوِي بَيْنه وَبَيْن ذَاكَ وَلِهَذَا قَالَ\" أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلهمْ مِنْ شَيْء \" قَالَ الثَّوْرِيّ عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : إِنَّ اللَّه لَيَرْفَع ذُرِّيَّةَ الْمُؤْمِن فِي دَرَجَته وَإِنْ كَانُوا دُونه فِي الْعَمَل لِتَقَرّ بِهِمْ عَيْنه ثُمَّ قَرَأَ \" وَاَلَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلهمْ مِنْ شَيْء \" وَرَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ . وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ حَدِيث شُعْبَة عَنْ عَمْرو بْن مُرَّة بِهِ وَرَوَاهُ الْبَزَّاز عَنْ سَهْل بْن بَحْر عَنْ الْحَسَن بْن حَمَّاد الْوَرَّاق عَنْ قَيْس بْن الرَّبِيع عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد عَنْ اِبْن عَبَّاس مَرْفُوعًا فَذَكَرَهُ ثُمَّ قَالَ وَقَدْ رَوَاهُ الثَّوْرِيّ عَنْ عَمْرو بْن مُرَّة عَنْ سَعِيد بْن اِبْن عَبَّاس مَوْقُوفًا . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد بْن يَزِيد الْبَيْرُوتِيّ أَخْبَرَنِي مُحَمَّد بْن سَعِيد أَخْبَرَنِي شَيْبَان أَخْبَرَنِي لَيْث عَنْ حَبِيب بْن أَبِي ثَابِت الْأَسَدِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه تَعَالَى\" وَاَلَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتهمْ \" قَالَ هُمْ ذُرِّيَّة الْمُؤْمِن يَمُوتُونَ عَلَى الْإِيمَان فَإِنْ كَانَتْ مَنَازِل آبَائِهِمْ أَرْفَع مِنْ مَنَازِلهمْ أُلْحِقُوا بِآبَائِهِمْ وَلَمْ يُنْقَصُوا مِنْ أَعْمَالهمْ الَّتِي عَمِلُوهَا شَيْئًا . وَقَالَ الْحَافِظ الطَّبَرَانِيّ حَدَّثَنَا الْحُسَيْن بْن إِسْحَاق التُّسْتَرِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن بْن غَزْوَان حَدَّثَنَا شَرِيك عَنْ سَالِم الْأَفْطَس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَظُنّهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا دَخَلَ الرَّجُل الْجَنَّة سَأَلَ عَنْ أَبَوَيْهِ وَزَوْجَتِهِ وَوَلَدِهِ فَيُقَال إِنَّهُمْ لَمْ يَبْلُغُوا دَرَجَتَك فَيَقُول يَا رَبّ قَدْ عَمِلْت لِي وَلَهُمْ فَيُؤْمَر بِإِلْحَاقِهِمْ بِهِ \" وَقَرَأَ اِبْن عَبَّاس \" وَاَلَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتهمْ بِإِيمَانٍ \" الْآيَة . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة يَقُول وَاَلَّذِينَ أَدْرَكَ ذُرِّيَّتهمْ الْإِيمَان فَعَمِلُوا بِطَاعَتِي أَلْحَقْتهمْ بِإِيمَانِهِمْ إِلَى الْجَنَّة وَأَوْلَادهمْ الصِّغَار تُلْحَق بِهِمْ وَهَذَا رَاجِع إِلَى التَّفْسِير الْأَوَّل فَإِنَّ ذَلِك مُفَسَّرًا أَصْرَح مِنْ هَذَا . وَهَكَذَا يَقُول الشَّعْبِيّ وَسَعِيد بْن جُبَيْر وَإِبْرَاهِيم وَقَتَادَة وَأَبُو صَالِح وَالرَّبِيع بْن أَنَس وَالضَّحَّاك وَابْن زَيْد وَهُوَ اِخْتِيَار اِبْن جَرِير وَقَدْ قَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا مُحَمَّد بْن فُضَيْل عَنْ مُحَمَّد بْن عُثْمَان عَنْ زَاذَان عَنْ عَلِيّ قَالَ سَأَلَتْ خَدِيجَةُ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ وَلَدَيْنِ مَاتَا لَهَا فِي الْجَاهِلِيَّة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُمَا فِي النَّار\" فَلَمَّا رَأَى الْكَرَاهِيَة فِي وَجْههَا قَالَ \" لَوْ رَأَيْت مَكَانَهُمَا لَأَبْغَضْتهمَا \" قَالَتْ يَا رَسُول اللَّه فَوَلَدِي مِنْك قَالَ\" فِي الْجَنَّة \" قَالَ ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْمُؤْمِنِينَ وَأَوْلَادَهُمْ فِي الْجَنَّة وَإِنَّ الْمُشْرِكِينَ وَأَوْلَادَهُمْ فِي النَّار \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" \" وَاَلَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتهمْ بِإِيمَانٍ \" \" الْآيَة هَذَا فَضْله تَعَالَى عَلَى الْأَبْنَاء بِبَرَكَةِ عَمَل الْآبَاء وَأَمَّا فَضْله عَلَى الْآبَاء بِبَرَكَةِ دُعَاء الْأَبْنَاء فَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَاصِم بْن أَبِي النَّجُود عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه لَيَرْفَع الدَّرَجَة لِلْعَبْدِ الصَّالِح فِي الْجَنَّة فَيَقُول يَا رَبّ أَنَّى لِي هَذِهِ ؟ فَيَقُول بِاسْتِغْفَارِ وَلَدك لَك \" إِسْنَادُهُ صَحِيح وَلَمْ يُخْرِجُوهُ مِنْ هَذَا الْوَجْه وَلَكِنْ لَهُ شَاهِد فِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا مَاتَ اِبْن آدَم اِنْقَطَعَ عَمَله إِلَّا مِنْ ثَلَاث صَدَقَة جَارِيَة أَوْ عِلْم يُنْتَفَع بِهِ أَوْ وَلَد صَالِح يَدْعُو لَهُ \" وَقَوْله تَعَالَى \" كُلّ اِمْرِئٍ بِمَا كَسَبَ رَهِين \" لَمَّا أَخْبَرَ عَنْ مَقَام الْفَضْل وَهُوَ رَفْع دَرَجَة الذُّرِّيَّة إِلَى مَنْزِلَة الْآبَاء عَنْ غَيْر عَمَل يَقْتَضِي ذَلِكَ أَخْبَرَ عَنْ مَقَام الْعَدْل وَهُوَ أَنَّهُ لَا يُؤَاخِذ أَحَدًا بِذَنْبِ أَحَد فَقَالَ تَعَالَى \" كُلّ اِمْرِئٍ بِمَا كَسَبَ رَهِينٌ \" أَيْ مُرْتَهِن بِعَمَلِهِ لَا يَحْمِل عَلَيْهِ ذَنْب غَيْره مِنْ النَّاس سَوَاء كَانَ أَبًا أَوْ اِبْنًا كَمَا قَالَ تَعَالَى \" كُلّ نَفْس بِمَا كَسَبَتْ رَهِينَة إِلَّا أَصْحَاب الْيَمِين فِي جَنَّات يَتَسَاءَلُونَ عَنْ الْمُجْرِمِينَ .</p><BR> <br> ", "sura_id": 52, "type": 4, "id": 41675, "aya_id": 21}]