[{"text": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ أَتُجَادِلُونَنِي فِي أَسْمَاء سَمَّيْتُمُوهَا أَنتُمْ وَآبَآؤكُم مَّا نَزَّلَ اللّهُ بِهَا مِن سُلْطَانٍ فَانتَظِرُواْ إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ", "sura_id": 7, "type": 0, "id": 1025, "aya_id": 71}, {"text": "قال قد وقع عليكم من ربكم رجس وغضب أتجادلونني في أسماء سميتموها أنتم وآباؤكم ما نزل الله بها من سلطان فانتظروا إني معكم من المنتظرين", "sura_id": 7, "type": 1, "id": 7261, "aya_id": 71}, {"text": "71 - (قال قد وقع) وجب (عليكم من ربكم رجس) عذاب (وغضب أتجادلونني في أسماء سميتموها) أي سميتم بها (أنتم وآباؤكم) أصناما تعبدونها (ما نزل الله بها) أي بعبادتها (من سلطان) حجة وبرهان (فانتظروا) العذاب (إني معكم من المنتظرين) ذلكم بتكذيبكم لي فأرسلت عليهم الريح العقيم \r\n", "sura_id": 7, "type": 2, "id": 25969, "aya_id": 71}, {"text": "قال هود لقومه: قد حلَّ بكم عذاب وغضب من ربكم جل وعلا أتجادلونني في هذه الأصنام التي سميتموها آلهة أنتم وآباؤكم؟ ما نزَّل الله بها من حجة ولا برهان; لأنها مخلوقة لا تضر ولا تنفع, وإنما المعبود وحده هو الخالق سبحانه, فانتظروا نزول العذاب عليكم فإني منتظر معكم نزوله, وهذا غاية في التهديد والوعيد.\r\n", "sura_id": 7, "type": 3, "id": 32205, "aya_id": 71}, {"text": " <font color=red>قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا نَزَّلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ</font><BR><p>قَالَ هُود عَلَيْهِ السَّلَام \" قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبّكُمْ رِجْس وَغَضَب \" أَيْ قَدْ وَجَبَ عَلَيْكُمْ بِمَقَالَتِكُمْ هَذِهِ مِنْ رَبّكُمْ رِجْس قِيلَ هُوَ مَقْلُوب مِنْ رِجْز وَعَنْ اِبْن عَبَّاس مَعْنَاهُ سَخَط وَغَضَب \" أَتُجَادِلُونَنِي فِي أَسْمَاء سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ \" أَيْ أَتُحَاجُّونَنِي فِي هَذِهِ الْأَصْنَام الَّتِي سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ آلِهَة وَهِيَ لَا تَضُرّ وَلَا تَنْفَع وَلَا جَعَلَ اللَّه لَكُمْ عَلَى عِبَادَتهَا حُجَّة وَلَا دَلِيلًا وَلِهَذَا قَالَ \" مَا نَزَّلَ اللَّه بِهَا مِنْ سُلْطَان فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنْ الْمُنْتَظِرِينَ \" . وَهَذَا تَهْدِيد وَوَعِيد مِنْ الرَّسُول لِقَوْمِهِ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42641, "aya_id": 71}]