[{"text": "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلَّا يَوْمًا", "sura_id": 20, "type": 0, "id": 2452, "aya_id": 104}, {"text": "نحن أعلم بما يقولون إذ يقول أمثلهم طريقة إن لبثتم إلا يوما", "sura_id": 20, "type": 1, "id": 8688, "aya_id": 104}, {"text": "104 - (نحن أعلم بما يقولون) في ذلك أي ليس كما قالوا (إذ يقول أمثلهم) أعدلهم (طريقة) فيه إن (إن لبثتم إلا يوما) يستقلون لبثهم في الدنيا جدا لما يعاينونه في الآخرة من أهوالها \r\n", "sura_id": 20, "type": 2, "id": 27396, "aya_id": 104}, {"text": "نحن أعلم بما يقولون ويُسِرُّون حين يقول أعلمهم وأوفاهم عقلا ما لبثتم إلا يومًا واحدًا; لقِصَر مدة الدنيا في أنفسهم يوم القيامة.\r\n", "sura_id": 20, "type": 3, "id": 33632, "aya_id": 104}, {"text": " <font color=red>نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا</font><BR><p>قَالَ اللَّه تَعَالَى \" نَحْنُ أَعْلَم بِمَا يَقُولُونَ \" أَيْ فِي حَال تَنَاجِيهمْ بَيْنهمْ \" إِذْ يَقُول أَمْثَلهمْ طَرِيقَة \" أَيْ الْعَاقِل الْكَامِل فِيهِمْ إِنْ لَبِثْتُمْ إِلَّا يَوْمًا أَيْ لِقِصَرِ مُدَّة الدُّنْيَا فِي أَنْفُسهمْ يَوْم الْمَعَاد لِأَنَّ الدُّنْيَا كُلّهَا وَإِنْ تَكَرَّرَتْ أَوْقَاتهَا وَتَعَاقَبَتْ لَيَالِيهَا وَأَيَّامهَا وَسَاعَاتهَا كَأَنَّهَا يَوْم وَاحِد وَلِهَذَا يَسْتَقْصِر الْكَافِرُونَ مُدَّة الْحَيَاة الدُّنْيَا يَوْم الْقِيَامَة وَكَانَ غَرَضهمْ فِي ذَلِكَ دَرْء قِيَام الْحُجَّة عَلَيْهِمْ لِقِصَرِ الْمُدَّة وَلِهَذَا قَالَ تَعَالَى \" يَوْم تَقُوم السَّاعَة يُقْسِم الْمُجْرِمُونَ مَا لَبِثُوا غَيْر سَاعَة \" - إِلَى قَوْله - وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ \" وَقَالَ تَعَالَى \" أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمْ النَّذِير \" الْآيَة وَقَالَ تَعَالَى \" كَمْ لَبِثْتُمْ فِي الْأَرْض عَدَد سِنِينَ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْض يَوْم فَاسْأَلْ الْعَادِّينَ قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ \" أَيْ إِنَّمَا كَانَ لُبْثكُمْ فِيهَا قَلِيلًا لَوْ كُنْتُمْ تَعْلَمُونَ لَآثَرْتُمْ الْبَاقِي عَلَى الْفَانِي وَلَكِنْ تَصَرَّفْتُمْ فَأَسَأْتُمْ التَّصَرُّف قَدَّمْتُمْ الْحَاضِر الْفَانِي عَلَى الدَّائِم الْبَاقِي .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38788, "aya_id": 104}]