[{"text": "وَلاَ تَمْشِ فِي الأَرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ الأَرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولاً", "sura_id": 17, "type": 0, "id": 2066, "aya_id": 37}, {"text": "و لا تمش في الأرض مرحا إنك لن تخرق الأرض و لن تبلغ الجبال طولا", "sura_id": 17, "type": 1, "id": 8302, "aya_id": 37}, {"text": "37 - (ولا تمش في الأرض مرحا) أي ذا مرح بالكبر والخيلاء (إنك لن تخرق الأرض) تثقبها حتى تبلغ آخرها بكبرك (ولن تبلغ الجبال طولا) المعنى أنك لا تبلغ هذا المبلغ فكيف تحتال \r\n", "sura_id": 17, "type": 2, "id": 27010, "aya_id": 37}, {"text": "ولا تمش في الأرض مختالا متكبرا؛ فإنك لن تَخْرِق الأرض بالمشي عليها، ولن تبلغ الجبال طولا خيلاء وتكبرًا.\r\n", "sura_id": 17, "type": 3, "id": 33246, "aya_id": 37}, {"text": " <font color=red>وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا</font><BR><p>يَقُول تَعَالَى نَاهِيًا عِبَاده عَنْ التَّجَبُّر وَالتَّبَخْتُر فِي الْمِشْيَة \" وَلَا تَمْشِ فِي الْأَرْض مَرَحًا \" أَيْ مُتَبَخْتِرًا مُتَمَايِلًا مَشْي الْجَبَّارِينَ \" إِنَّك لَنْ تَخْرِق الْأَرْض \" أَيْ لَنْ تَقْطَع الْأَرْض بِمَشْيِك قَالَهُ اِبْن جَرِير وَاسْتَشْهَدَ عَلَيْهِ بِقَوْلِ رُؤْبَة بْن الْعَجَّاج : وَقَاتِم الْأَعْمَاق خَاوِي الْمُختَرِقْنْ وَقَوْله : \" وَلَنْ تَبْلُغ الْجِبَال طُولًا \" أَيْ بِتَمَايُلِك وَفَخْرك وَإِعْجَابك بِنَفْسِك بَلْ قَدْ يُجَازَى فَاعِل ذَلِكَ بِنَقِيضِ قَصْده كَمَا ثَبَتَ فِي الصَّحِيح \" بَيْنَمَا رَجُل يَمْشِي فِيمَنْ كَانَ قَبْلكُمْ وَعَلَيْهِ بُرْدَانِ يَتَبَخْتَر فِيهِمَا إِذْ خُسِفَ بِهِ الْأَرْض فَهُوَ يَتَجَلْجَل فِيهَا إِلَى يَوْم الْقِيَامَة \" وَكَذَلِكَ أَخْبَرَ اللَّه تَعَالَى عَنْ قَارُون أَنَّهُ خَرَجَ عَلَى قَوْمه فِي زِينَته وَأَنَّ اللَّه تَعَالَى خَسَفَ بِهِ وَبِدَارِهِ الْأَرْض . وَفِي الْحَدِيث \" مَنْ تَوَاضَعَ لِلَّهِ رَفَعَهُ اللَّه فَهُوَ فِي نَفْسه حَقِير وَعِنْد النَّاس كَبِير وَمَنْ اِسْتَكْبَرَ وَضَعَهُ اللَّه فِي نَفْسه كَبِير وَعِنْد النَّاس حَقِير حَتَّى لَهُوَ أَبْغَض إِلَيْهِمْ مِنْ الْكَلْب وَالْخِنْزِير \" وَقَالَ أَبُو بَكْر بْن أَبِي الدُّنْيَا فِي كِتَاب الْخُمُول وَالتَّوَاضُع : حَدَّثَنَا أَحْمَد بْن إِبْرَاهِيم بْن كَثِير حَدَّثَنَا حَجَّاج بْن مُحَمَّد بْن أَبِي بَكْر الْهُذَلِيّ قَالَ : بَيْنَمَا نَحْنُ مَعَ الْحَسَن إِذْ مَرَّ عَلَيْهِ اِبْن الْأَهْتَم يُرِيد الْمَنْصُور وَعَلَيْهِ جِبَاب خَزّ قَدْ نَضَدَ بَعْضهَا فَوْق بَعْض عَلَى سَاقه وَانْفَرَجَ عَنْهَا قَبَاؤُهُ وَهُوَ يَمْشِي وَيَتَبَخْتَر إِذْ نَظَرَ إِلَيْهِ الْحَسَن نَظْرَة فَقَالَ : أُفّ أُفّ شَامِخ بِأَنْفِهِ ثَانِي عِطْفه مُصَعِّر خَدّه يَنْظُر فِي عِطْفَيْهِ أَيّ حُمَيْق يَنْظُر فِي عِطْفه فِي نِعَم غَيْر مَشْكُورَة وَلَا مَذْكُورَة غَيْر الْمَأْخُوذ بِأَمْرِ اللَّه فِيهَا وَلَا الْمُؤَدَّى حَقّ اللَّه مِنْهَا وَاَللَّه أَنْ يَمْشِي أَحَدهمْ طَبِيعَته يَتَلَجْلَج تَلَجْلُج الْمَجْنُون فِي كُلّ عُضْو مِنْهُ نِعْمَة وَلِلشَّيْطَانِ بِهِ لَعْنَة فَسَمِعَهُ اِبْن الْأَهْتَم فَرَجَعَ يَعْتَذِر إِلَيْهِ فَقَالَ لَا تَعْتَذِر إِلَيَّ وَتُبْ إِلَى رَبّك أَمَا سَمِعْت قَوْل اللَّه تَعَالَى : \" وَلَا تَمْشِ فِي الْأَرْض مَرَحًا إِنَّك لَنْ تَخْرِق الْأَرْض وَلَنْ تَبْلُغ الْجِبَال طُولًا \" وَرَأَى الْبَخْتَرِيّ الْعَابِد رَجُلًا مِنْ آلِ عَلِيّ يَمْشِي وَهُوَ يَخْطِر فِي مِشْيَته فَقَالَ لَهُ يَا هَذَا : إِنَّ الَّذِي أَكْرَمَك بِهِ لَمْ تَكُنْ هَذِهِ مِشْيَته قَالَ فَتَرَكَهَا الرَّجُل بَعْد . وَرَأَى اِبْن عُمَر رَجُلًا يَخْطِر فِي مِشْيَته فَقَالَ إِنَّ لِلشَّيَاطِينِ إِخْوَانًا وَقَالَ خَالِد بْن مَعْدَان : إِيَّاكُمْ وَالْخَطْر فَإِنَّ الرَّجُل يَده مِنْ سَائِر جَسَده رَوَاهُمَا اِبْن أَبِي الدُّنْيَا وَقَالَ اِبْن أَبِي الدُّنْيَا حَدَّثَنَا خَلَف بْن هِشَام الْبَزَّار حَدَّثَنَا حَمَّاد بْن يَزِيد عَنْ يَحْيَى عَنْ سَعِيد عَنْ مُحْسِن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا مَشَتْ أُمَّتِي الْمُطَيْطَاء وَخَدَمَتْهُمْ فَارِس وَالرُّوم سُلِّطَ بَعْضهمْ عَلَى بَعْض \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38220, "aya_id": 37}]