[{"text": "وَإِذ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّواْ أَنَّهُ وَاقِعٌ بِهِمْ خُذُواْ مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُواْ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ", "sura_id": 7, "type": 0, "id": 1125, "aya_id": 171}, {"text": "وإذ نتقنا الجبل فوقهم كأنه ظلة وظنوا أنه واقع بهم خذوا ما آتيناكم بقوة واذكروا ما فيه لعلكم تتقون", "sura_id": 7, "type": 1, "id": 7361, "aya_id": 171}, {"text": "171 - (و) اذكر (إذ نتقنا الجبل) رفعناه من أصله (فوقهم كأنه ظلة وظنوا) أيقنوا (أنه واقع بهم) ساقط عليهم بوعد الله إياهم بوقوعه إن لم يقبلوا أحكام التوراة وكانوا أبوها لثقلها فقبلوا وقلنا لهم (خذوا ما آتيناكم بقوة) بجد واجتهاد (واذكروا ما فيه) بالعمل به (لعلكم تتقون) \r\n", "sura_id": 7, "type": 2, "id": 26069, "aya_id": 171}, {"text": "واذكر -أيها الرسول- إذ رفعنا الجبل فوق بني إسرائيل كأنه سحابة تظلهم, وأيقنوا أنه واقع بهم إن لم يقبلوا أحكام التوراة, وقلنا لهم: خذوا ما آتيناكم بقوة, أي اعملوا بما أعطيناكم باجتهاد منكم, واذكروا ما في كتابنا من العهود والمواثيق التي أخذناها عليكم بالعمل بما فيه; كي تتقوا ربكم فتنجوا من عقابه.\r\n", "sura_id": 7, "type": 3, "id": 32305, "aya_id": 171}, {"text": " <font color=red>وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" وَإِذْ نَتَقْنَا الْجَبَل فَوْقهمْ \" يَقُول رَفَعْنَاهُ وَهُوَ قَوْله \" وَرَفَعْنَا فَوْقهمْ الطُّور بِمِيثَاقِهِمْ \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَفَعَتْهُ الْمَلَائِكَة فَوْق رُءُوسهمْ وَهُوَ قَوْله\" وَرَفَعْنَا فَوْقهمْ الطُّور \" وَقَالَ الْقَاسِم بْن أَبِي أَيُّوب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ ثُمَّ سَارَ بِهِمْ مُوسَى عَلَيْهِ السَّلَام إِلَى الْأَرْض الْمُقَدَّسَة وَأَخَذَ الْأَلْوَاح بَعْدَمَا سَكَتَ عَنْهُ الْغَضَب وَأَمَرَهُمْ بِاَلَّذِي أَمَرَ اللَّه أَنْ يُبَلِّغهُمْ مِنْ الْوَظَائِف فَثَقُلَتْ عَلَيْهِمْ وَأَبَوْا أَنْ يُقِرُّوا بِهَا حَتَّى نَتَقَ اللَّه الْجَبَل فَوْقهمْ \" كَأَنَّهُ ظُلَّة \" قَالَ رَفَعَتْهُ الْمَلَائِكَة فَوْق رُءُوسهمْ رَوَاهُ النَّسَائِيّ بِطُولِهِ وَقَالَ سُنَيْد بْن دَاوُدَ فِي تَفْسِيره عَنْ حَجَّاج بْن مُحَمَّد عَنْ أَبِي بَكْر بْن عَبْد اللَّه قَالَ هَذَا كِتَاب أَتَقْبَلُونَهُ بِمَا فِيهِ فَإِنَّ فِيهِ بَيَان مَا أَحَلَّ لَكُمْ وَمَا حَرَّمَ عَلَيْكُمْ وَمَا أَمَرَكُمْ وَمَا نَهَاكُمْ ؟ قَالُوا اُنْشُرْ عَلَيْنَا مَا فِيهَا فَإِنْ كَانَتْ فَرَائِضهَا وَحُدُودهَا يَسِيرَة قَبِلْنَاهَا قَالَ اِقْبَلُوهَا بِمَا فِيهَا قَالُوا لَا حَتَّى نَعْلَم مَا فِيهَا كَيْف حُدُودهَا وَفَرَائِضهَا فَرَاجَعُوهُ مِرَارًا فَأَوْحَى اللَّه إِلَى الْجَبَل فَانْقَلَعَ فَارْتَفَعَ فِي السَّمَاء حَتَّى إِذَا كَانَ بَيْن رُءُوسهمْ وَبَيْن السَّمَاء قَالَ لَهُمْ مُوسَى أَلَا تَرَوْنَ مَا يَقُول رَبِّي عَزَّ وَجَلَّ لَئِنْ لَمْ تَقْبَلُوا التَّوْرَاة بِمَا فِيهَا لَأَرْمِيَنَّكُمْ بِهَذَا الْجَبَل . قَالَ فَحَدَّثَنِي الْحَسَن الْبَصْرِيّ قَالَ لَمَّا نَظَرُوا إِلَى الْجَبَل خَرَّ كُلّ رَجُل سَاجِدًا عَلَى حَاجِبه الْأَيْسَر وَنَظَرَ بِعَيْنِهِ الْيُمْنَى إِلَى الْجَبَل فَرَقًا مِنْ أَنْ يَسْقُط عَلَيْهِ فَكَذَلِكَ لَيْسَ الْيَوْم فِي الْأَرْض يَهُودِيّ يَسْجُد إِلَّا عَلَى حَاجِبه الْأَيْسَر يَقُولُونَ هَذِهِ السَّجْدَة الَّتِي رُفِعَتْ بِهَا الْعُقُوبَة قَالَ أَبُو بَكْر فَلَمَّا نَشَرَ الْأَلْوَاح فِيهَا كِتَاب اللَّه كَتَبَهُ بِيَدِهِ لَمْ يَبْقَ عَلَى وَجْه الْأَرْض جَبَل وَلَا شَجَر وَلَا حَجَر إِلَّا اِهْتَزَّ فَلَيْسَ الْيَوْم يَهُودِيّ عَلَى وَجْه الْأَرْض صَغِير وَلَا كَبِير تُقْرَأ عَلَيْهِ التَّوْرَاة إِلَّا اِهْتَزَّ وَنَغَضَ لَهَا رَأْسه أَيْ حَوَّلَ كَمَا قَالَ تَعَالَى \" فَسَيُنْغِضُونَ إِلَيْك رُءُوسهُمْ \" وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42546, "aya_id": 171}]