[{"text": "قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى", "sura_id": 20, "type": 0, "id": 2419, "aya_id": 71}, {"text": "قال آمنتم له قبل أن آذن لكم إنه لكبيركم الذي علمكم السحر فلأقطعن أيديكم و أرجلكم من خلاف و لأصلبنكم في جذوع النخل و لتعلمن أينا أشد عذابا و أبقى", "sura_id": 20, "type": 1, "id": 8655, "aya_id": 71}, {"text": "71 - (قال) فرعون (آمنتم) بتحقيق الهمزتين وإبدال الثانية ألفا (له قبل أن آذن) أنا (لكم إنه لكبيركم) معلمكم (الذي علمكم السحر فلأقطعن أيديكم وأرجلكم من خلاف) حال بمعنى مختلفة أي الأيدي اليمنى والأرجل اليسرى (ولأصلبنكم في جذوع النخل) أي عليها (ولتعلمن أينا) يعني نفسه ورب موسى (أشد عذابا وأبقى) أدوم على مخالفته \r\n", "sura_id": 20, "type": 2, "id": 27363, "aya_id": 71}, {"text": "قال فرعون للسحرة: أصدَّقتم بموسى, واتبعتموه, وأقررتم له قبل أن آذن لكم بذلك؟ إن موسى لَعظيمكم الذي عَلَّمكم السحر; فلذلك تابعتموه, فلأقطعنَّ أيديكم وأرجلكم مخالفًا بينها, يدًا من جهة ورِجْلا من الجهة الأخرى, ولأصلبنَّكم - بربط أجسادكم - على جذوع النخل, ولتعلمنَّ أيها السحرة أينا: أنا أو رب موسى أشد عذابًا من الآخر, وأدوم له؟\r\n", "sura_id": 20, "type": 3, "id": 33599, "aya_id": 71}, {"text": " <font color=red>قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ كُفْر فِرْعَوْن وَعِنَاده وَبَغْيه وَمُكَابَرَته الْحَقّ بِالْبَاطِلِ حِين رَأَى مَا رَأَى مِنْ الْمُعْجِزَة الْبَاهِرَة وَالْآيَة الْعَظِيمَة وَرَأَى الَّذِينَ قَدْ اِسْتَنْصَرَ بِهِمْ قَدْ آمَنُوا بِحَضْرَةِ النَّاس كُلّهمْ وَغُلِبَ كُلّ الْغَلَب شَرَعَ فِي الْمُكَابَرَة وَالْبَهْت وَعَدَلَ إِلَى اِسْتِعْمَال جَاهه وَسُلْطَانه فِي السَّحَرَة فَتَهَدَّدَهُمْ وَتَوَعَّدَهُمْ وَقَالَ آمَنْتُمْ لَهُ أَيْ صَدَّقْتُمُوهُ قَبْل أَنْ آذَن لَكُمْ أَيْ وَمَا أَمَرْتُكُمْ بِذَلِكَ وَافْتَتَنْتُمْ عَلَيَّ فِي ذَلِكَ وَقَالَ قَوْلًا يَعْلَم هُوَ وَالسَّحَرَة وَالْخَلْق كُلّهمْ أَنَّهُ بَهْت وَكَذِب \" إِنَّهُ لَكَبِيركُمْ الَّذِي عَلَّمَكُمْ السِّحْر \" أَيْ أَنْتُمْ إِنَّمَا أَخَذْتُمْ السِّحْر عَنْ مُوسَى وَاتَّفَقْتُمْ أَنْتُمْ وَإِيَّاهُ عَلَيَّ وَعَلَى رَعِيَّتِي لِتُظْهِرُوهُ كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" إِنَّ هَذَا لَمَكْر مَكَرْتُمُوهُ فِي الْمَدِينَة لِتُخْرِجُوا مِنْهَا أَهْلهَا فَسَوْفَ تَعْلَمُونَ \" ثُمَّ أَخَذَ يُهَدِّدهُمْ فَقَالَ لَأُقَطِّعَنَّ أَيْدِيكُمْ وَأَرْجُلكُمْ مِنْ خِلَاف ولَأُصَلِّبَنَّكُم فِي جُذُوع النَّخْل أَيْ لَأَجْعَلَنَّكُمْ مُثْلَة وَلَأَقْتُلَنَّكُم وَلَأُشَهِّرَنَّكُمْ قَالَ اِبْن عَبَّاس فَكَانَ أَوَّل مَنْ فَعَلَ ذَلِكَ رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله وَلَتَعْلَمُنَّ أَيّنَا أَشَدّ عَذَابًا وَأَبْقَى أَيْ أَنْتُمْ تَقُولُونَ إِنِّي وَقَوْمِي عَلَى ضَلَالَة وَأَنْتُمْ مَعَ مُوسَى وَقَوْمه عَلَى الْهُدَى فَسَوْفَ تَعْلَمُونَ مَنْ يَكُون لَهُ الْعَذَاب وَيَبْقَى فِيهِ فَلَمَّا صَالَ عَلَيْهِمْ بِذَلِكَ وَتَوَعَّدَهُمْ هَانَتْ عَلَيْهِمْ أَنْفُسهمْ فِي اللَّه عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38886, "aya_id": 71}]