[{"text": "الَر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ", "sura_id": 11, "type": 0, "id": 1474, "aya_id": 1}, {"text": "الر .. كتاب أحكمت آياته ثم فصلت من لدن حكيم خبير", "sura_id": 11, "type": 1, "id": 7710, "aya_id": 1}, {"text": "سورة هود 1 - (الر) الله أعلم بمراده بذلك ، هذا (كتاب أحكمت آياته) بعجيب النظم وبديع المعاني (ثم فصِّلت) بينت بالأحكام والقصص والمواعظ (من لدن حكيم خبير) الله \r\n", "sura_id": 11, "type": 2, "id": 26418, "aya_id": 1}, {"text": "(الر) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة. هذا الكتاب الذي أنزله الله على محمد صلى الله عليه وسلم أُحكمت آياته من الخلل والباطل, ثم بُيِّنت بالأمر والنهي وبيان الحلال والحرام من عند الله, الحكيم بتدبير الأمور, الخبير بما تؤول إليه عواقبها.\r\n", "sura_id": 11, "type": 3, "id": 32654, "aya_id": 1}, {"text": " <font color=red>الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ</font><BR><p>سُورَة هُود : قَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا خَلَف بْن هِشَام الْبَزَّار حَدَّثَنَا أَبُو الْأَحْوَص عَنْ أَبِي إِسْحَاق عَنْ عِكْرِمَة قَالَ : قَالَ أَبُو بَكْر سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا شَيَّبَك ؟ قَالَ \" شَيَّبَتْنِي هُود وَالْوَاقِعَة وَعَمَّ يَتَسَاءَلُونَ وَإِذَا الشَّمْس كُوِّرَتْ \" وَقَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا أَبُو كُرَيْب مُحَمَّد بْن الْعَلَاء حَدَّثَنَا مُعَاوِيَة بْن هِشَام عَنْ شَيْبَان عَنْ أَبِي إِسْحَاق عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ أَبُو بَكْر يَا رَسُول اللَّه قَدْ شِبْت قَالَ \" شَيَّبَتْنِي هُود وَالْوَاقِعَة وَالْمُرْسَلَات وَعَمَّ يَتَسَاءَلُونَ وَإِذَا الشَّمْس كُوِّرَتْ\" . وَفِي رِوَايَة \" هُود وَأَخَوَاتهَا \" . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا عَبْدَان بْن أَحْمَد حَدَّثَنَا حَجَّاج بْن الْحَسَن حَدَّثَنَا سَعِيد بْن سَلَّام حَدَّثَنَا عُمَر بْن مُحَمَّد عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" شَيَّبَتْنِي هُود وَأَخَوَاتهَا : الْوَاقِعَة وَالْحَاقَّة وَإِذَا الشَّمْس كُوِّرَتْ \" وَفِي رِوَايَة \" هُود وَأَخَوَاتهَا \" وَقَدْ رُوِيَ مِنْ حَدِيث اِبْن مَسْعُود نَحْوه فَقَالَ الْحَافِظ اِبْن الْقَاسِم سُلَيْمَان بْن أَحْمَد الطَّبَرَانِيّ فِي مُعْجَمه الْكَبِير حَدَّثَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَبِيب حَدَّثَنَا أَحْمَد بْن طَارِق الرَّابِشِيّ حَدَّثَنَا عَمْرو بْن ثَابِت عَنْ أَبِي إِسْحَاق عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّ أَبَا بَكْر قَالَ يَا رَسُول اللَّه مَا شَيَّبَك ؟ قَالَ \" هُود وَالْوَاقِعَة \" . عَمْرو بْن ثَابِت مَتْرُوك وَأَبُو إِسْحَاق لَمْ يُدْرِك اِبْن مَسْعُود وَاَللَّه أَعْلَم . بِسْمِ اللَّه الرَّحْمَن الرَّحِيم قَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْحُرُوف الْمُقَطَّعَة الَّتِي فِي أَوَائِل السُّوَر فَمِنْهُمْ مَنْ قَالَ هِيَ مِمَّا اِسْتَأْثَرَ اللَّه بِعِلْمِهِ فَرَدُّوا عِلْمهَا إِلَى اللَّه وَلَمْ يُفَسِّرهَا حَكَاهُ الْقُرْطُبِيّ فِي تَفْسِيرِهِ عَنْ أَبِي بَكْر وَعُمَر وَعُثْمَان وَعَلِيّ وَابْن مَسْعُود رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ وَقَالَهُ عَامِر الشَّعْبِيّ وَسُفْيَان الثَّوْرِيّ وَالرَّبِيع بْن خُثَيْم وَاخْتَارَهُ أَبُو حَاتِم بْن حِبَّان . وَمِنْهُمْ مَنْ فَسَّرَهَا وَاخْتَلَفَ هَؤُلَاءِ فِي مَعْنَاهَا فَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ إِنَّمَا هِيَ أَسْمَاء السُّوَر . قَالَ الْعَلَّامَة أَبُو الْقَاسِم مَحْمُود بْن عُمَر الزَّمَخْشَرِيّ فِي تَفْسِيره وَعَلَيْهِ إِطْبَاق الْأَكْثَر , وَنُقِلَ عَنْ سِيبَوَيْهِ أَنَّهُ نَصَّ عَلَيْهِ وَيُعْتَضَد لِهَذَا بِمَا وَرَدَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأ فِي صَلَاة الصُّبْح يَوْم الْجُمُعَة \" الم \" السَّجْدَة وَ \" هَلْ أَتَى عَلَى الْإِنْسَان \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ قَالَ : \" الم \" وَ \" حم \" وَ \" المص \" وَ \" ص \" فَوَاتِح اِفْتَتَحَ اللَّه بِهَا الْقُرْآن وَكَذَا وَأَمَّا قَوْله \" أُحْكِمَتْ آيَاته ثُمَّ فُصِّلَتْ \" أَيْ هِيَ مُحْكَمَة فِي لَفْظهَا مُفَصَّلَة فِي مَعْنَاهَا فَهُوَ كَامِل صُورَة وَمَعْنًى ; هَذَا مَعْنَى مَا رُوِيَ عَنْ مُجَاهِد وَقَتَادَة وَاخْتَارَهُ اِبْن جَرِير وَمَعْنَى قَوْله \" مِنْ لَدُنْ حَكِيم خَبِير \" أَيْ مِنْ عِنْد اللَّه الْحَكِيم فِي أَقْوَاله وَأَحْكَامه خَبِير بِعَوَاقِب الْأُمُور.</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37600, "aya_id": 1}]