[{"text": "وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لاَ غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَّكُمْ فَلَمَّا تَرَاءتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِّنكُمْ إِنِّي أَرَى مَا لاَ تَرَوْنَ إِنِّيَ أَخَافُ اللّهَ وَاللّهُ شَدِيدُ الْعِقَابِ", "sura_id": 8, "type": 0, "id": 1208, "aya_id": 48}, {"text": "و إذ زين لهم الشيطان أعمالهم و قال لا غالب لكم اليوم من الناس و إني جار لكم فلما تراءت الفئتان نكص على عقبيه و قال إني بريء منكم إني أرى ما لا ترون إني أخاف الله و الله شديد العقاب", "sura_id": 8, "type": 1, "id": 7444, "aya_id": 48}, {"text": "48 - (و) اذكر (إذ زين لهم الشيطان) إبليس (أعمالهم) بأن شجعهم على لقاء المسلمين لما خافوا الخروج من أعدائهم بني بكر (وقال) لهم (لا غالب لكم اليوم من الناس وإني جار لكم) من كنانة وكان أتاهم في صورة سراقة بن مالك سيد تلك الناحية (فلما تراءت) التقت (الفئتان) المسلمة والكافرة ورأى الملائكة وكان يده في يد الحارث بن هشام (نكص) رجع (على عقبيه) هارباً (وقال) لما قالوا له أتخذلنا على هذه الحال (إني بريء منكم) من جواركم (إني أرى ما لا ترون) من الملائكة (إني أخاف الله) أن يهلكني (والله شديد العقاب) \r\n", "sura_id": 8, "type": 2, "id": 26152, "aya_id": 48}, {"text": "واذكروا حين حسَّن الشيطان للمشركين ما جاؤوا له وما همُّوا به, وقال لهم: لن يغلبكم أحد اليوم, فإني ناصركم, فلما تقابل الفريقان: المشركون ومعهم الشيطان, والمسلمون ومعهم الملائكة, رجع الشيطان مُدْبرًا, وقال للمشركين: إني بريء منكم, إني أرى ما لا ترون من الملائكة الذين جاؤوا مددًا للمسلمين, إني أخاف الله, فخذلهم وتبرأ منهم. والله شديد العقاب لمن عصاه ولم يتب توبة نصوحًا.\r\n", "sura_id": 8, "type": 3, "id": 32388, "aya_id": 48}, {"text": " <font color=red>وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ</font><BR><p>وَقَوْله تَعَالَى \" وَإِذْ زَيَّنَ لَهُمْ الشَّيْطَان أَعْمَالهمْ وَقَالَ لَا غَالِب لَكُمْ الْيَوْم مِنْ النَّاس وَإِنِّي جَارٌ لَكُمْ \" الْآيَة حَسَّنَ لَهُمْ لَعَنَهُ اللَّه مَا جَاءُوا لَهُ وَمَا هَمُّوا بِهِ وَأَطْمَعَهُمْ أَنَّهُ لَا غَالِب لَهُمْ الْيَوْم مِنْ النَّاس وَنَفَى عَنْهُمْ الْخَشْيَة مِنْ أَنْ يُؤْتَوْا فِي دِيَارهمْ مِنْ عَدُوّهُمْ بَنِي بَكْر فَقَالَ إِنِّي جَارٌ لَكُمْ وَذَلِكَ أَنَّهُ تَبَدَّى لَهُمْ فِي صُورَة سُرَاقَة بْن مَالِك بْن جُعْشُم سَيِّد بَنِي مُدْلِج كَبِير تِلْكَ النَّاحِيَة وَكُلّ ذَلِكَ مِنْهُ كَمَا قَالَ تَعَالَى عَنْهُ \" يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمْ الشَّيْطَان إِلَّا غُرُورًا \" قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس فِي هَذِهِ الْآيَة لَمَّا كَانَ يَوْم بَدْر سَارَ إِبْلِيس بِرَايَتِهِ وَجُنُوده مَعَ الْمُشْرِكِينَ وَأَلْقَى فِي قُلُوب الْمُشْرِكِينَ أَنَّ أَحَدًا لَنْ يَغْلِبَكُمْ وَإِنِّي جَار لَكُمْ فَلَمَّا اِلْتَقَوْا وَنَظَرَ الشَّيْطَان إِلَى إِمْدَاد الْمَلَائِكَة \" نَكَصَ عَلَى عَقِبَيْهِ \" قَالَ رَجَعَ مُدْبِرًا وَقَالَ \" إِنِّي أَرَى مَا لَا تَرَوْنَ \" الْآيَة . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ جَاءَ إِبْلِيس يَوْم بَدْر فِي جُنْد مِنْ الشَّيَاطِين مَعَهُ رَايَته فِي صُورَة رَجُل مِنْ مُدْلِج فِي صُورَة سُرَاقَة بْن مَالِك بْن جُعْشُم فَقَالَ الشَّيْطَان لِلْمُشْرِكِينَ لَا غَالِب لَكُمْ الْيَوْم مِنْ النَّاس وَإِنِّي جَارٌ لَكُمْ فَلَمَّا اِصْطَفَّ النَّاس أَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْضَة مِنْ التُّرَاب فَرَمَى بِهَا فِي وُجُوه الْمُشْرِكِينَ فَوَلَّوْا مُدْبِرِينَ وَأَقْبَلَ جِبْرِيل عَلَيْهِ السَّلَام إِلَى إِبْلِيس فَلَمَّا رَآهُ وَكَانَتْ يَده فِي يَد رَجُل مِنْ الْمُشْرِكِينَ اِنْتَزَعَ يَده ثُمَّ وَلَّى مُدْبِرًا وَشِيعَته فَقَالَ الرَّجُل يَا سُرَاقَة أَتَزْعُمُ أَنَّك لَنَا جَار فَقَالَ : إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَاف اللَّه وَاَللَّه شَدِيد الْعِقَاب وَذَلِكَ حِين رَأَى الْمَلَائِكَة وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس أَنَّ إِبْلِيس خَرَجَ مَعَ قُرَيْش فِي صُورَة سُرَاقَة بْن مَالِك بْن جُعْشُم فَلَمَّا حَضَرَ الْقِتَال وَرَأَى الْمَلَائِكَة نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ فَتَشَبَّثَ بِهِ الْحَارِث بْن هِشَام فَنَخَرَ فِي وَجْهه فَخَرَّ صَعِقًا فَقِيلَ لَهُ وَيْلك يَا سُرَاقَة عَلَى هَذِهِ الْحَال تَخْذُلنَا وَتَبْرَأ مِنَّا فَقَالَ إِنِّي بَرِيء مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَاف اللَّه وَاَللَّه شَدِيد الْعِقَاب . وَقَالَ مُحَمَّد بْن عُمَر الْوَاقِدِيّ أَخْبَرَ عُمَر بْن عُقْبَة عَنْ شُعْبَة مَوْلَى اِبْن عَبَّاس عَنْ اِبْن عَبَّاس قَالَ لَمَّا تَوَاقَفَ النَّاس أُغْمِيَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَاعَة ثُمَّ كُشِفَ عَنْهُ فَبَشَّرَ النَّاس بِجِبْرِيلَ فِي جُنْد مِنْ الْمَلَائِكَة مَيْمَنَةَ النَّاس وَمِيكَائِيل فِي جُنْد آخَر مَيْسَرَةَ النَّاس وَإِسْرَافِيل فِي جُنْد آخَر أَلْفٍ وَإِبْلِيس قَدْ تَصَوَّرَ فِي صُورَة سُرَاقَة بْن مَالِك بْن جُعْشُم الْمُدْلِجِيّ يُدَبِّر الْمُشْرِكِينَ وَيُخْبِرهُمْ أَنَّهُ لَا غَالِب لَهُمْ الْيَوْم مِنْ النَّاس فَلَمَّا أَبْصَرَ عَدُوُّ اللَّه الْمَلَائِكَةَ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيء مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ فَتَشَبَّثَ بِهِ الْحَارِث بْن هِشَام وَهُوَ يَرَى أَنَّهُ سُرَاقَة لِمَا سَمِعَ مِنْ كَلَامه فَضَرَبَ فِي صَدْر الْحَارِث فَسَقَطَ الْحَارِث وَانْطَلَقَ إِبْلِيس لَا يُرَى حَتَّى سَقَطَ فِي الْبَحْر وَرَفَعَ ثَوْبه وَقَالَ يَا رَبِّ مَوْعِدَك الَّذِي وَعَدْتنِي . وَفِي الطَّبَرَانِيّ عَنْ رِفَاعَة بْن رَافِع قَرِيب مِنْ هَذَا السِّيَاق وَأَبْسَطُ مِنْهُ ذَكَرْنَاهُ فِي السِّيرَة وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي يَزِيد بْن رُومَان عَنْ عُرْوَة بْن الزُّبَيْر قَالَ : لَمَّا أَجْمَعَتْ قُرَيْش الْمَسِير ذَكَرَتْ الَّذِي بَيْنَهَا وَبَيْن بَنِي بَكْر مِنْ الْحَرْب فَكَادَ ذَلِكَ أَنْ يُثْنِيهِمْ فَتَبَدَّى لَهُمْ إِبْلِيس فِي صُوَّة سُرَاقَة بْن مَالِك بْن جُعْشُم الْمُدْلِجِيّ وَكَانَ مِنْ أَشْرَاف بَنِي كِنَانَة فَقَالَ أَنَا جَار لَكُمْ أَنْ تَأْتِيَكُمْ كِنَانَة بِشَيْءٍ تَكْرَهُونَهُ فَخَرَجُوا سِرَاعًا قَالَ مُحَمَّد بْن إِسْحَاق فَذُكِرَ لِي أَنَّهُمْ كَانُوا يَرَوْنَهُ فِي كُلّ مَنْزِل فِي صُورَة سُرَاقَة بْن مَالِك لَا يُنْكِرُونَهُ حَتَّى إِذَا كَانَ يَوْم بَدْر وَالْتَقَى الْجَمْعَانِ كَانَ الَّذِي رَآهُ حِين نَكَصَ الْحَارِث بْن هِشَام أَوْ عُمَيْر بْن وَهْب فَقَالَ أَيْنَ سُرَاقَة ؟ أَيْنَ وَمَالَ عَدُوّ اللَّه فَذَهَبَ قَالَ فَأَوْرَدَهُمْ ثُمَّ أَسْلَمَهُمْ قَالَ وَنَظَرَ عَدُوّ اللَّه إِلَى جُنُود اللَّه قَدْ أَيَّدَ اللَّه بِهِمْ رَسُوله وَالْمُؤْمِنِينَ فَنَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيء مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ وَصَدَقَ عَدُوّ اللَّه . وَقَالَ إِنِّي أَخَاف اللَّه وَاَللَّه شَدِيد الْعِقَاب وَهَكَذَا رُوِيَ عَنْ السُّدِّيّ وَالضَّحَّاك وَالْحَسَن الْبَصْرِيّ وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَغَيْرهمْ رَحِمَهُمْ اللَّه وَقَالَ قَتَادَة وَذُكِرَ لَنَا أَنَّهُ رَأَى جِبْرِيل عَلَيْهِ السَّلَام تَنْزِل مَعَهُ الْمَلَائِكَة فَعَلِمَ عَدُوّ اللَّه أَنَّهُ لَا يَدَانِ لَهُ بِالْمَلَائِكَةِ فَقَالَ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَاف اللَّه وَكَذَبَ عَدُوّ اللَّه . وَاَللَّه مَا بِهِ مَخَافَة اللَّه وَلَكِنْ عَلِمَ أَنَّهُ لَا قُوَّة لَهُ وَلَا مَنَعَة وَتِلْكَ عَادَة عَدُوّ اللَّه لِمَنْ أَطَاعَهُ وَاسْتَقَادَ لَهُ حَتَّى إِذَا اِلْتَقَى الْحَقّ وَالْبَاطِل أَسْلَمَهُمْ شَرّ مُسَلَّم وَتَبْرَأ مِنْهُمْ عِنْد ذَلِكَ قُلْت يَعْنِي بِعَادَتِهِ لِمَنْ أَطَاعَهُ قَوْله تَعَالَى \" كَمَثَلِ الشَّيْطَان إِذْ قَالَ لِلْإِنْسَانِ اُكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيء مِنْك إِنِّي أَخَاف اللَّه رَبّ الْعَالَمِينَ \" وَقَوْله تَعَالَى \" وَقَالَ الشَّيْطَان لَمَّا قُضِيَ الْأَمْر إِنَّ اللَّه وَعَدَكُمْ وَعْد الْحَقّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَان إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْت بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَاب أَلِيم \" وَقَالَ يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر بْن عَمْرو بْن حَزْم عَنْ بَعْض بَنِي سَاعِدَة قَالَ : سَمِعْت أَبَا أُسَيْد مَالِك بْن رَبِيعَة بَعْدَمَا كُفَّ بَصَرُهُ يَقُول : لَوْ كُنْت مَعَكُمْ الْآن بِبَدْرٍ وَمَعِي بَصَرِي لَأَخْبَرْتُكُمْ بِالشِّعْبِ الَّذِي خَرَجَتْ مِنْهُ الْمَلَائِكَة لَا أَشُكُّ وَلَا أَتَمَارَى فَلَمَّا نَزَلَتْ الْمَلَائِكَة وَرَآهَا إِبْلِيس وَأَوْحَى اللَّه إِلَيْهِمْ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا وَتَثْبِيتهمْ أَنَّ الْمَلَائِكَة كَانَتْ تَأْتِي الرَّجُل فِي صُورَة الرَّجُل يَعْرِفُهُ فَيَقُول لَهُ أَبْشِرْ فَإِنَّهُمْ لَيْسُوا بِشَيْءٍ وَاَللَّه مَعَكُمْ فَكَرُّوا عَلَيْهِمْ فَلَمَّا رَأَى إِبْلِيس الْمَلَائِكَة نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيء مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ وَهُوَ فِي صُورَة سُرَاقَة وَأَقْبَلَ أَبُو جَهْل يُحَضِّضُ أَصْحَابه وَيَقُول لَا يَهُولَنَّكُمْ خِذْلَان سُرَاقَة إِيَّاكُمْ فَإِنَّهُ كَانَ عَلَى مَوْعِد مِنْ مُحَمَّد وَأَصْحَابه . ثُمَّ قَالَ وَاللَّاتِ وَالْعُزَّى لَا نَرْجِع حَتَّى نَقْرِن مُحَمَّدًا وَأَصْحَابه فِي الْحِبَال فَلَا تَقْتُلُوهُمْ وَخُذُوهُمْ أَخْذًا وَهَذَا مِنْ أَبِي جَهْل لَعَنَهُ اللَّه كَقَوْلِ فِرْعَوْن لِلسَّحَرَةِ لَمَّا أَسْلَمُوا \" إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَة لِتُخْرِجُوا مِنْهَا أَهْلهَا \" وَكَقَوْلِهِ \" إِنَّهُ لَكَبِيرُكُمْ الَّذِي عَلَّمَكُمْ السِّحْر \" وَهُوَ مِنْ بَاب الْبُهْت وَالِافْتِرَاء وَلِهَذَا كَانَ أَبُو جَهْل فِرْعَوْن هَذِهِ الْأُمَّة . وَقَالَ مَالِك بْن أَنَس عَنْ إِبْرَاهِيم بْن أَبِي عُلَيَّة عَنْ طَلْحَة بْن عُبَيْد اللَّه بْن كُرَيْز أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا رَأَى إِبْلِيس يَوْمًا هُوَ فِيهِ أَصْغَر وَلَا أَحْقَر وَلَا أَدْحَر وَلَا أَغْيَظ مِنْ يَوْم عَرَفَة وَذَلِكَ مِمَّا يَرَى مِنْ نُزُول الرَّحْمَة وَالْعَفْو عَنْ الذُّنُوب إِلَّا مَا رَأَى يَوْم بَدْر \" . قَالُوا يَا رَسُول اللَّه وَمَا رَأَى يَوْم بَدْر ؟ قَالَ \" أَمَا إِنَّهُ رَأَى جِبْرِيل عَلَيْهِ السَّلَام يَزَغُ الْمَلَائِكَة \" . وَهَذَا مُرْسَل مِنْ هَذَا الْوَجْه .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43097, "aya_id": 48}]