[{"text": "قَدِ افْتَرَيْنَا عَلَى اللّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُم بَعْدَ إِذْ نَجَّانَا اللّهُ مِنْهَا وَمَا يَكُونُ لَنَا أَن نَّعُودَ فِيهَا إِلاَّ أَن يَشَاء اللّهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا عَلَى اللّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ", "sura_id": 7, "type": 0, "id": 1043, "aya_id": 89}, {"text": "قد افترينا على الله كذبا إن عدنا في ملتكم بعد إذ نجانا الله منها وما يكون لنا أن نعود فيها إلا أن يشاء الله ربنا وسع ربنا كل شيء علما على الله توكلنا ربنا افتح بيننا وبين قومنا بالحق وأنت خير الفاتحين", "sura_id": 7, "type": 1, "id": 7279, "aya_id": 89}, {"text": "89 - (قد افترينا على الله كذبا إن عدنا في ملتكم بعد إذ نجانا الله منها وما يكون) ينبغي (لنا أن نعود فيها إلا أن يشاء الله ربنا) ذلك فيخذلنا (وسع ربنا كل شيء علما) أي وسع علمه كل شيء ومنه حالي وحالكم (على الله توكلنا ربنا افتح) احكم (بيننا وبين قومنا بالحق وأنت خير الفاتحين) الحاكمين \r\n", "sura_id": 7, "type": 2, "id": 25987, "aya_id": 89}, {"text": "وقال شعيب لقومه مستدركًا: قد اختلقنا على الله الكذب إن عُدْنا إلى دينكم بعد أن أنقذنا الله منه, وليس لنا أن نتحول إلى غير دين ربنا إلا أن يشاء الله ربنا, وقد وسع ربنا كل شيء علمًا, فيعلم ما يصلح للعباد, على الله وحده اعتمادنا هداية ونصرة, ربنا احكم بيننا وبين قومنا بالحق, وأنت خير الحاكمين.\r\n", "sura_id": 7, "type": 3, "id": 32223, "aya_id": 89}, {"text": " <font color=red>قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ</font><BR><p>\" وَمَا يَكُون لَنَا أَنْ نَعُود فِيهَا إِلَّا أَنْ يَشَاء اللَّه رَبّنَا \" وَهَذَا رَدّ إِلَى اللَّه مُسْتَقِيم فَإِنَّهُ يَعْلَم كُلّ شَيْء وَقَدْ أَحَاطَ بِكُلِّ شَيْء عِلْمًا \" عَلَى اللَّه تَوَكَّلْنَا \" أَيْ فِي أُمُورنَا مَا نَأْتِي مِنْهَا وَمَا نَذَر \" رَبّنَا اِفْتَحْ بَيْننَا وَبَيْن قَوْمنَا بِالْحَقِّ \" أَيْ اُحْكُمْ بَيْننَا وَبَيْن قَوْمنَا وَانْصُرْنَا عَلَيْهِمْ \" وَأَنْتَ خَيْر الْفَاتِحِينَ \" أَيْ خَيْر الْحَاكِمِينَ فَإِنَّك الْعَادِل الَّذِي لَا يَجُور أَبَدًا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42660, "aya_id": 89}]