[{"text": "أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللّهِ وَرِضْوَانٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَانَهُ عَلَىَ شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ", "sura_id": 9, "type": 0, "id": 1344, "aya_id": 109}, {"text": "أفمن أسس بنيانه على تقوى من الله ورضوان خير أم من أسس بنيانه على شفا جرف هار فانهار به في نار جهنم والله لا يهدي القوم الظالمين", "sura_id": 9, "type": 1, "id": 7580, "aya_id": 109}, {"text": "109 - (أفمن أسس بنيانه على تقوى) مخافة (من الله و) رجاء (رضوان) منه (خير أم من أسس بنيانه على شفا) طرف (جُرُف) بضم الراء وسكونها جانب (هار) مشرف على السقوط (فانهار به) سقط مع بانيه (في نار جهنم) خير تمثيل للبناء على ضد التقوى بما يؤول إليه والاستفهام للتقرير ، أي الأول خير وهو مثال مسجد قباء والثاني مثال مسجد الضرار (والله لا يهدي القوم الظالمين) \r\n", "sura_id": 9, "type": 2, "id": 26288, "aya_id": 109}, {"text": "لا يستوي مَن أسَّس بنيانه على تقوى الله وطاعته ومرضاته, ومن أسَّس بنيانه على طرف حفرة متداعية للسقوط, فبنى مسجدًا ضرارًا وكفرًا وتفريقًا بين المسلمين, فأدَّى به ذلك إلى السقوط في نار جهنم. والله لا يهدي القوم الظالمين المتجاوزين حدوده.\r\n", "sura_id": 9, "type": 3, "id": 32524, "aya_id": 109}, {"text": " <font color=red>أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</font><BR><p>يَقُول تَعَالَى لَا يَسْتَوِي مَنْ أَسَّسَ بُنْيَانه عَلَى تَقْوَى مِنْ اللَّه وَرِضْوَان وَمَنْ بَنَى مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْن الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّه وَرَسُوله مِنْ قَبْل فَإِنَّمَا يَبْنِي هَؤُلَاءِ بُنْيَانهمْ عَلَى شَفَا جُرُف هَارٍ أَيْ طَرَف حَفِيرَة مُثَالَة \" فِي نَار جَهَنَّم وَاَللَّه لَا يَهْدِي الْقَوْم الظَّالِمِينَ \" أَيْ لَا يُصْلِح عَمَل الْمُفْسِدِينَ قَالَ جَابِر بْن عَبْد اللَّه رَأَيْت الْمَسْجِد الَّذِي بُنِيَ ضِرَارًا يَخْرُج مِنْهُ الدُّخَان عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ اِبْن جُرَيْج ذُكِرَ لَنَا أَنَّ رِجَالًا حَفَرُوا فَوَجَدُوا الدُّخَان الَّذِي يَخْرُج مِنْهُ وَكَذَا قَالَ قَتَادَة وَقَالَ خَلَف بْن يَاسِين الْكُوفِيّ رَأَيْت مَسْجِد الْمُنَافِقِينَ الَّذِي ذَكَرَهُ اللَّه تَعَالَى فِي الْقُرْآن وَفِيهِ جُحْر يَخْرُج مِنْهُ الدُّخَان وَهُوَ الْيَوْم مَزْبَلَة رَوَاهُ اِبْن جَرِير رَحِمَهُ اللَّه .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43405, "aya_id": 109}]