[{"text": "وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ قَدْ جَاءتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ فَأَوْفُواْ الْكَيْلَ وَالْمِيزَانَ وَلاَ تَبْخَسُواْ النَّاسَ أَشْيَاءهُمْ وَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 7, "type": 0, "id": 1039, "aya_id": 85}, {"text": "وإلى مدين أخاهم شعيبا قال يا قوم اعبدوا الله ما لكم من إله غيره قد جاءتكم بينة من ربكم فأوفوا الكيل والميزان ولا تبخسوا الناس أشياءهم ولا تفسدوا في الأرض بعد إصلاحها ذلكم خير لكم إن كنتم مؤمنين", "sura_id": 7, "type": 1, "id": 7275, "aya_id": 85}, {"text": "85 - (و) أرسلنا (إلى مدين أخاهم شعيباً قال يا قوم اعبدوا الله ما لكم من إله غيره قد جاءتكم بينة) معجزة (من ربكم) على صدقي (فأوفوا) أتموا (الكيل والميزان ولا تبخسوا) تنقصوا (الناس أشياءهم ولا تفسدوا في الأرض) بالكفر والمعاصي (بعد إصلاحها) ببعث الرسل (ذلكم) المذكور (خير لكم إن كنتم مؤمنين) مريدي الإيمان فبادروا إليه \r\n", "sura_id": 7, "type": 2, "id": 25983, "aya_id": 85}, {"text": "ولقد أرسلنا إلى قبيلة \"مدين\" أخاهم شعيبًا عليه السلام, فقال لهم: يا قوم اعبدوا الله وحده لا شريك له; ليس لكم مِن إله يستحق العبادة غيره جل وعلا فأخلصوا له العبادة, قد جاءكم برهان من ربكم على صِدْق ما أدعوكم إليه, فأدوا للناس حقوقهم بإيفاء الكيل, الميزان, ولا تنقصوهم حقوقهم فتظلموهم, ولا تفسدوا في الأرض -بالكفر والظلم- بعد إصلاحها بشرائع الأنبياء السابقين عليهم السلام. ذلك الذي دعوتكم إليه خير لكم في دنياكم وأخراكم, إن كنتم مصدقيَّ فيما دعوتكم إليه, عاملين بشرع الله.\r\n", "sura_id": 7, "type": 3, "id": 32219, "aya_id": 85}, {"text": " <font color=red>وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق : هُمْ مِنْ سُلَالَة مَدْيَن بْن إِبْرَاهِيم وَشُعَيْب هُوَ اِبْن ميكيل بْن يَشْجُر قَالَ وَاسْمه بِالسُّرْيَانِيَّةِ يثرون . \" قُلْت \" مَدْيَن تُطْلَق عَلَى الْقَبِيلَة وَعَلَى الْمَدِينَة وَهِيَ الَّتِي بِقُرْبِ مَعَان مِنْ طَرِيق الْحِجَاز قَالَ اللَّه تَعَالَى \" وَلَمَّا وَرَدَ مَاء مَدْيَن وَجَدَ عَلَيْهِ أُمَّة مِنْ النَّاس يَسْقُونَ \" وَهُمْ أَصْحَاب الْأَيْكَة كَمَا سَنَذْكُرُهُ إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة \" قَالَ يَا قَوْم اُعْبُدُوا اللَّه مَا لَكُمْ مِنْ إِلَه غَيْره \" هَذِهِ دَعْوَة الرُّسُل كُلّهمْ \" قَدْ جَاءَتْكُمْ بَيِّنَة مِنْ رَبّكُمْ\" أَيْ قَدْ أَقَامَ اللَّه الْحُجَج وَالْبَيِّنَات عَلَى صِدْق مَا جِئْتُكُمْ بِهِ ثُمَّ وَعَظَهُمْ فِي مُعَامَلَتهمْ النَّاس بِأَنْ يُوفُوا الْمِكْيَال وَالْمِيزَان وَلَا يَبْخَسُوا النَّاس أَشْيَاءَهُمْ أَيْ لَا يَخُونُوا النَّاس فِي أَمْوَالهمْ وَيَأْخُذُوهَا عَلَى وَجْه الْبَخْس وَهُوَ نَقْص الْمِكْيَال وَالْمِيزَان خُفْيَة وَتَدْلِيسًا كَمَا قَالَ تَعَالَى \" وَيْل لِلْمُطَفِّفِينَ - إِلَى قَوْله - لِرَبِّ الْعَالَمِينَ \" وَهَذَا تَهْدِيد شَدِيد وَوَعِيد أَكِيد نَسْأَل اللَّه الْعَافِيَة مِنْهُ ثُمَّ قَالَ تَعَالَى إِخْبَارًا عَنْ شُعَيْب الَّذِي يُقَال لَهُ خَطِيب الْأَنْبِيَاء لِفَصَاحَةِ عِبَارَته وَجَزَالَة مَوْعِظَته .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42656, "aya_id": 85}]