[{"text": "عَمَّا كَانُوا يَعْمَلُونَ", "sura_id": 15, "type": 0, "id": 1895, "aya_id": 93}, {"text": "عما كانوا يعملون", "sura_id": 15, "type": 1, "id": 8131, "aya_id": 93}, {"text": "93 - (عما كانوا يعملون) \r\n", "sura_id": 15, "type": 2, "id": 26839, "aya_id": 93}, {"text": " عن تقسيمهم للقرآن بافتراءاتهم, وتحريفه وتبديله, وغير ذلك مما كانوا يعملونه من عبادة الأوثان, ومن المعاصي والآثام. وفي هذا ترهيب وزجر لهم من الإقامة على هذه الأفعال القبيحة.\r\n", "sura_id": 15, "type": 3, "id": 33075, "aya_id": 93}, {"text": " <font color=red>عَمَّا كَانُوا يَعْمَلُونَ</font><BR><p>وَقَالَ عَطِيَّة الْعَوْفِيّ عَنْ اِبْن عُمَر فِي قَوْله \" لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ\" . قَالَ عَنْ لَا إِلَه إِلَّا اللَّه وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا الثَّوْرِيّ عَنْ لَيْث هُوَ اِبْن أَبِي سُلَيْم عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ\" قَالَ : عَنْ لَا إِلَه إِلَّا اللَّه . وَقَدْ رَوَى التِّرْمِذِيّ وَأَبُو يَعْلَى الْمَوْصِلِيّ وَابْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث شَرِيك الْقَاضِي عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ بَشِير بْن أَبِي نَهِيك عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" فَوَرَبِّك لَنَسْأَلَنَّهُمْ أَجْمَعِينَ \" قَالَ : عَنْ لَا إِلَه إِلَّا اللَّه وَرَوَاهُ اِبْن إِدْرِيس عَنْ لَيْث عَنْ بَشِير عَنْ أَنَس مَوْقُوفًا وَقَالَ اِبْن جَرِير : حَدَّثَنَا أَحْمَد حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا شَرِيك عَنْ هِلَال عَنْ عَبْد اللَّه بْن حَكِيم قَالَ : وَرَوَاهُ التِّرْمِذِيّ وَغَيْره مِنْ حَدِيث أَنَس مَرْفُوعًا . وَقَالَ عَبْد اللَّه هُوَ اِبْن مَسْعُود وَاَلَّذِي لَا إِلَه غَيْره مَا مِنْكُمْ مِنْ أَحَد إِلَّا سَيَخْلُو اللَّه بِهِ يَوْم الْقِيَامَة كَمَا يَخْلُو أَحَدكُمْ بِالْقَمَرِ لَيْلَة الْبَدْر فَيَقُول : اِبْن آدَم مَاذَا غَرَّك مِنِّي بِي ؟ اِبْن آدَم مَاذَا عَمِلْت فِيمَا عَلِمْت ؟ اِبْن آدَم مَاذَا أَجَبْت الْمُرْسَلِينَ ؟ وَقَالَ أَبُو جَعْفَر عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة فِي قَوْله \" فَوَرَبِّك لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ\" قَالَ يُسْأَل الْعِبَاد كُلّهمْ عَنْ خُلَّتَيْنِ يَوْم الْقِيَامَة عَمَّا كَانُوا يَعْبُدُونَ وَعَنْ مَاذَا أَجَابُوا الْمُرْسَلِينَ وَقَالَ اِبْن عُيَيْنَة عَنْ عَمَلك وَعَنْ مَالِك وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي الْحَوَارِيّ حَدَّثَنَا يُونُس الْحَذَّاء عَنْ أَبِي حَمْزَة الشَّيْبَانِيّ عَنْ مُعَاذ بْن جَبَل قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا مُعَاذ إِنَّ الْمَرْء يُسْأَل يَوْم الْقِيَامَة عَنْ جَمِيع سَعْيه حَتَّى كُحْل عَيْنَيْهِ وَعَنْ فُتَات الطِّينَة بِإِصْبَعِهِ فَلَا أُلْفِيَنَّك يَوْم الْقِيَامَة وَأَحَد غَيْرك أَسْعَد بِمَا آتَاك اللَّه مِنْك \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" فَوَرَبِّك لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ \" ثُمَّ قَالَ \" فَيَوْمئِذٍ لَا يُسْأَل عَنْ ذَنْبه إِنْس وَلَا جَانّ \" قَالَ لَا يَسْأَلهُمْ هَلْ عَمِلْتُمْ كَذَا ؟ لِأَنَّهُ أَعْلَم ذَلِكَ مِنْهُمْ وَلَكِنْ يَقُول لِمَ عَمِلْتُمْ كَذَا وَكَذَا ؟ .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 38044, "aya_id": 93}]