[{"text": "قُلْ أَرَأَيْتُمْ إِن كَانَ مِنْ عِندِ اللَّهِ وَكَفَرْتُم بِهِ وَشَهِدَ شَاهِدٌ مِّن بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ", "sura_id": 46, "type": 0, "id": 4520, "aya_id": 10}, {"text": "قل أرأيتم إن كان من عند الله وكفرتم به وشهد شاهد من بني إسرائيل على مثله فآمن واستكبرتم إن الله لا يهدي القوم الظالمين", "sura_id": 46, "type": 1, "id": 10756, "aya_id": 10}, {"text": "10 - (قل أرأيتم) أخبروني ماذا حالكم (إن كان) القرآن (من عند الله وكفرتم به) جملة حالية (وشهد شاهد من بني إسرائيل) هو عبد الله بن سلام (على مثله) عليه أنه من عند الله (فآمن) الشاهد (واستكبرتم) تكبرتم عن الإيمان وجواب الشرط بما عطف عليه ألستم ظالمين دل عليه (إن الله لا يهدي القوم الظالمين) \r\n", "sura_id": 46, "type": 2, "id": 29464, "aya_id": 10}, {"text": "قل -أيها الرسول- لمشركي قومك: أخبروني إن كان هذا القرآن من عند الله وكفرتم به, وشهد شاهد من بني إسرائيل كعبد الله بن سلام على مثل هذا القرآن, وهو ما في التوراة من التصديق بنبوة محمد صلى الله عليه وسلم، فصدَّق وعمل بما جاء في القرآن, وجحدتم ذلك استكبارًا, فهل هذا إلا أعظم الظلم وأشد الكفر؟ إن الله لا يوفِّق إلى الإسلام وإصابة الحق القوم الذين ظلموا أنفسهم بكفرهم بالله.\r\n", "sura_id": 46, "type": 3, "id": 35700, "aya_id": 10}, {"text": " <font color=red>قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</font><BR><p>يَقُول تَعَالَى\" قُلْ \" يَا مُحَمَّد لِهَؤُلَاءِ الْمُشْرِكِينَ الْكَافِرِينَ بِالْقُرْآنِ\" أَرَأَيْتُمْ إِنْ كَانَ \" هَذَا الْقُرْآن \" مِنْ عِنْد اللَّه وَكَفَرْتُمْ بِهِ \" أَيْ مَا ظَنُّكُمْ أَنَّ اللَّه صَانِع بِكُمْ إِنْ كَانَ هَذَا الْكِتَاب الَّذِي جِئْتُكُمْ بِهِ قَدْ أَنْزَلَهُ عَلَيَّ لِأُبَلِّغَكُمُوهُ , وَقَدْ كَفَرْتُمْ بِهِ وَكَذَّبْتُمُوهُ \" وَشَهِدَ شَاهِد مِنْ بَنِي إِسْرَائِيل عَلَى مِثْله \" أَيْ وَقَدْ شَهِدَتْ بِصِدْقِهِ وَصِحَّته الْكُتُبُ الْمُتَقَدِّمَة الْمُنَزَّلَة عَلَى الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام قَبْلِي بَشَّرَتْ بِهِ وَأَخْبَرَتْ بِمِثْلِ مَا أَخْبَرَ هَذَا الْقُرْآن بِهِ . وَقَوْله عَزَّ وَجَلَّ \" فَآمَنَ\" أَيْ هَذَا الَّذِي شَهِدَ بِصِدْقِهِ مِنْ بَنِي إِسْرَائِيل لِمَعْرِفَتِهِ بِحَقِيقَتِهِ \" وَاسْتَكْبَرْتُمْ \" أَنْتُمْ عَنْ اِتِّبَاعه وَقَالَ مَسْرُوق فَآمَنَ هَذَا الشَّاهِد بِنَبِيِّهِ وَكِتَابه وَكَفَرْتُمْ أَنْتُمْ بِنَبِيِّكُمْ وَكِتَابكُمْ \" إِنَّ اللَّه لَا يَهْدِي الْقَوْم الظَّالِمِينَ \" وَهَذَا الشَّاهِد اِسْم جِنْس يَعُمّ عَبْد اللَّه بْن سَلَام وَغَيْره فَإِنَّ هَذِهِ الْآيَة مَكِّيَّة نَزَلَتْ قَبْل إِسْلَام عَبْد اللَّه بْن سَلَام رَضِيَ اللَّه عَنْهُ وَهَذِهِ كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقّ مِنْ رَبّنَا إِنَّا كُنَّا مِنْ قَبْله مُسْلِمِينَ\" وَقَالَ \" إِنَّ الَّذِينَ أُوتُوا الْعِلْم مِنْ قَبْله إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَان رَبّنَا إِنْ كَانَ وَعْد رَبّنَا لَمَفْعُولًا \" قَالَ مَسْرُوق وَالشَّعْبِيّ لَيْسَ بِعَبْدِ اللَّه بْن سَلَام هَذِهِ الْآيَة مَكِّيَّة وَإِسْلَام عَبْد اللَّه بْن سَلَام كَانَ بِالْمَدِينَةِ . رَوَاهُ عَنْهُمَا اِبْن جَرِير وَابْن أَبِي حَاتِم وَاخْتَارَهُ اِبْن جَرِير . وَقَالَ مَالِك عَنْ أَبِي النَّضْر عَنْ عَامِر بْن سَعْد عَنْ أَبِيهِ قَالَ مَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لِأَحَدٍ يَمْشِي عَلَى وَجْه الْأَرْض إِنَّهُ مِنْ أَهْل الْجَنَّة إِلَّا لِعَبْدِ اللَّه بْن سَلَام رَضِيَ اللَّه عَنْهُ قَالَ وَفِيهِ نَزَلَتْ \" وَشَهِدَ شَاهِد مِنْ بَنِي إِسْرَائِيل عَلَى مِثْله \" رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالنَّسَائِيُّ مِنْ حَدِيث مَالِك بِهِ . وَكَذَا قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَعِكْرِمَة وَيُوسُف بْن عَبْد اللَّه بْن سَلَام وَهِلَال بْن يَسَاف وَالسُّدِّيّ وَالثَّوْرِيّ وَمَالِك بْن أَنَس وَابْن زَيْد أَنَّهُمْ كُلّهمْ قَالُوا : إِنَّهُ عَبْد اللَّه بْن سَلَام .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41318, "aya_id": 10}]