[{"text": "أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا", "sura_id": 19, "type": 0, "id": 2327, "aya_id": 77}, {"text": "أفرأيت الذي كفر بآياتنا و قال لأوتين مالا و ولدا", "sura_id": 19, "type": 1, "id": 8563, "aya_id": 77}, {"text": "77 - (أفرأيت الذي كفر بآياتنا) العاصي بن وائل (وقال) لخباب بن الأرث القائل له تبعث بعد الموت والمطالب له بمال (لأوتين) على تقدير البعث (مالا وولدا) فأقضيك \r\n", "sura_id": 19, "type": 2, "id": 27271, "aya_id": 77}, {"text": "أعَلِمْت - أيها الرسول - وعجبت من هذا الكافر \"العاص بن وائل\" وأمثاله؟ إذ كفر بآيات الله وكذَّب بها وقال: لأعطينَّ في الآخرة أموالا وأولادًا.\r\n", "sura_id": 19, "type": 3, "id": 33507, "aya_id": 77}, {"text": " <font color=red>أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا</font><BR><p>وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ مُسْلِم عَنْ مَسْرُوق عَنْ خَبَّاب بْن الْأَرَتّ قَالَ كُنْت رَجُلًا قَيْنًا وَكَانَ لِي عَلَى الْعَاصِ بْن وَائِل دَيْن فَأَتَيْته أَتَقَاضَاهُ مِنْهُ فَقَالَ لَا وَاَللَّه لَا أَقْضِيك حَتَّى تَكْفُر بِمُحَمَّدٍ فَقُلْت لَا وَاَللَّه لَا أَكْفُر بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى تَمُوت ثُمَّ تُبْعَث قَالَ فَإِنِّي إِذَا مِتّ ثُمَّ بُعِثْت جِئْتنِي وَلِي ثَمَّ مَال وَوَلَد فَأَعْطَيْتُك فَأَنْزَلَ اللَّه \" أَفَرَأَيْت الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا - إِلَى قَوْله - وَيَأْتِينَا فَرْدًا \" أَخْرَجَهُ صَاحِبَا الصَّحِيح وَغَيْرهمَا مِنْ غَيْر وَجْه عَنْ الْأَعْمَش بِهِ وَفِي لَفْظ الْبُخَارِيّ كُنْت قَيْنًا بِمَكَّة فَعَمِلْت لِلْعَاصِ بْن وَائِل سَيْفًا فَجِئْت أَتَقَاضَاهُ فَذَكَرَ الْحَدِيث وَقَالَ \" أَمْ اِتَّخَذَ عِنْد الرَّحْمَن عَهْدًا \" قَالَ مُوَثَّقًا . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق قَالَ : قَالَ خَبَّاب بْن الْأَرَتّ كُنْت قَيْنًا بِمَكَّة فَكُنْت أَعْمَل لِلْعَاصِ بْن وَائِل فَاجْتَمَعَتْ لِي عَلَيْهِ دَرَاهِم فَجِئْت لِأَتَقَاضَاهُ فَقَالَ لِي لَا أَقْضِيك حَتَّى تَكْفُر بِمُحَمَّدٍ فَقُلْت لَا أَكْفُر بِمُحَمَّدٍ حَتَّى تَمُوت ثُمَّ تُبْعَث قَالَ فَإِذَا بُعِثْت كَانَ لِي مَال وَوَلَد قَالَ فَذَكَرْت ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه \" أَفَرَأَيْت الَّذِي كَفَرَ بِآيَاتِنَا \" الْآيَات وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس إِنَّ رِجَالًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانُوا يَطْلُبُونَ الْعَاصِ بْن وَائِل السَّهْمِيّ بِدَيْنٍ فَأَتَوْهُ يَتَقَاضَوْنَهُ فَقَالَ أَلَسْتُمْ تَزْعُمُونَ أَنَّ فِي الْجَنَّة ذَهَبًا وَفِضَّة وَحَرِيرًا وَمِنْ كُلّ الثَّمَرَات ؟ قَالُوا بَلَى قَالَ فَإِنَّ مَوْعِدكُمْ الْآخِرَة فَوَاَللَّهِ لَأُوتَيَنَّ مَالًا وَوَلَدًا وَلَأُوتَيَنَّ مِثْل كِتَابكُمْ الَّذِي جِئْتُمْ بِهِ فَضَرَبَ اللَّه مَثَله فِي الْقُرْآن فَقَالَ \" أَفَرَأَيْت الَّذِي كَفَرَ بِآيَاتِنَا - إِلَى قَوْله - وَيَأْتِينَا فَرْدًا \" وَهَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَغَيْرهمْ إِنَّهَا نَزَلَتْ فِي الْعَاصِ بْن وَائِل وَقَوْله \" لَأُوتَيَنَّ مَالًا وَوَلَدًا \" قَرَأَ بَعْضهمْ بِفَتْحِ الْوَاو مِنْ وَلَدًا وَقَرَأَ آخَرُونَ بِضَمِّهَا وَهُوَ بِمَعْنَاهُ قَالَ رُؤْبَة : الْحَمْد لِلَّهِ الْعَزِيز فَرْدًا لَمْ يَتَّخِذ مِنْ وَلَد شَيْء وُلْدًا وَقَالَ الْحَارِث بْن حِلِّزَة : وَلَقَدْ رَأَيْت مَعَاشِرًا قَدْ ثَمَّرُوا مَالًا وَوُلْدًا وَقَالَ الشَّاعِر : فَلَيْتَ فُلَانًا كَانَ فِي بَطْن أُمّه وَلَيْتَ فُلَانًا كَانَ وُلْد حِمَار وَقِيلَ إِنَّ الْوُلْد بِالضَّمِّ جَمْع وَالْوَلَد بِالْفَتْحِ مُفْرَد وَهِيَ لُغَة قَيْس وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38473, "aya_id": 77}]