[{"text": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ", "sura_id": 30, "type": 0, "id": 3469, "aya_id": 60}, {"text": "فاصبر إن وعد الله حق ولا يستخفنك الذين لا يوقنون", "sura_id": 30, "type": 1, "id": 9705, "aya_id": 60}, {"text": "60 - (فاصبر إن وعد الله) بنصرك عليهم (حق ولا يستخفنك الذين لا يوقنون) بالبعث لا يحملنك على الخفة والطيش بترك الصبر أي لا تتركه \r\n", "sura_id": 30, "type": 2, "id": 28413, "aya_id": 60}, {"text": "فاصبر -أيها الرسول- على ما ينالك مِن أذى قومك وتكذيبهم لك, إن ما وعدك الله به من نصر وتمكين وثواب حق لا شك فيه, ولا يستفزَّنَّك عن دينك الذين لا يوقنون بالميعاد, ولا يصدِّقون بالبعث والجزاء.\r\n", "sura_id": 30, "type": 3, "id": 34649, "aya_id": 60}, {"text": " <font color=red>فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ</font><BR><p>قَالَ هَهُنَا \" كَذَلِكَ يَطْبَع اللَّه عَلَى قُلُوب الَّذِينَ لَا يَعْلَمُونَ فَاصْبِرْ إِنَّ وَعْد اللَّه حَقّ \" أَيْ اِصْبِرْ عَلَى مُخَالَفَتهمْ وَعِنَادهمْ فَإِنَّ اللَّه تَعَالَى مُنْجِز لَك مَا وَعَدَك مِنْ نَصْره إِيَّاكَ عَلَيْهِمْ وَجَعْله الْعَاقِبَة لَك لَا مِرْيَة فِيهِ وَلَا تَعْدِل عَنْهُ وَلَيْسَ فِيمَا سِوَاهُ هُدًى يُتَّبَع بَلْ الْحَقّ كُلّه مُنْحَصِر فِيهِ قَالَ سَعِيد عَنْ قَتَادَة نَادَى رَجُل مِنْ الْخَوَارِج عَلِيًّا رَضِيَ اللَّه عَنْهُ وَهُوَ فِي صَلَاة الْغَدَاة فَقَالَ : \" وَلَقَدْ أُوحِيَ إِلَيْك وَإِلَى الَّذِينَ مِنْ قَبْلك لَئِنْ أَشْرَكْت لَيَحْبَطَنَّ عَمَلُك وَلَتَكُونَنَّ مِنْ الْخَاسِرِينَ \" فَأَنْصَتَ لَهُ عَلِيّ حَتَّى فَهِمَ مَا قَالَ فَأَجَابَهُ وَهُوَ فِي الصَّلَاة \" فَاصْبِرْ إِنَّ وَعْد اللَّه حَقّ وَلَا يَسْتَخِفَّنك الَّذِينَ لَا يُوقِنُونَ \" رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَدْ رَوَاهُ اِبْن جَرِير مِنْ وَجْه آخَر فَقَالَ : حَدَّثَنَا وَكِيع حَدَّثَنَا يَحْيَى بْن آدَم عَنْ شَرِيك عَنْ عُثْمَان عَنْ أَبِي زُرْعَة عَنْ عَلِيّ بْن رَبِيعَة قَالَ : نَادَى رَجُل مِنْ الْخَوَارِج عَلِيًّا رَضِيَ اللَّه عَنْهُ وَهُوَ فِي صَلَاة الْفَجْر فَقَالَ \" وَلَقَدْ أُوحِيَ إِلَيْك وَإِلَى الَّذِينَ مِنْ قَبْلك لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلك وَلَتَكُونَنَّ مِنْ الْخَاسِرِينَ\" فَأَجَابَهُ عَلِيّ رَضِيَ اللَّه عَنْهُ وَهُوَ فِي الصَّلَاة \" فَاصْبِرْ إِنَّ وَعْد اللَّه حَقّ وَلَا يَسْتَخِفَّنك الَّذِينَ لَا يُوقِنُونَ\" . \" طَرِيق أُخْرَى \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عَلِيّ بْن الْجَعْد أَخْبَرَنَا شَرِيك عَنْ عِمْرَان بْن ظَبْيَان عَنْ اِبْن يَحْيَى قَالَ صَلَّى عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ صَلَاة الْفَجْر فَنَادَاهُ رَجُل مِنْ الْخَوَارِج \" لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلك وَلَتَكُونَنَّ مِنْ الْخَاسِرِينَ \" فَأَجَابَهُ عَلِيّ رَضِيَ اللَّه عَنْهُ وَهُوَ فِي الصَّلَاة \" فَاصْبِرْ إِنَّ وَعْد اللَّه حَقّ وَلَا يَسْتَخِفَّنك الَّذِينَ لَا يُوقِنُونَ \" .\" مَا رُوِيَ فِي فَضْل هَذِهِ السُّورَة الشَّرِيفَة وَاسْتِحْبَاب قِرَاءَتهَا فِي الْفَجْر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر عَنْ شُعْبَة عَنْ عَبْد الْمَلِك بْن عُمَيْر سَمِعْت شُبَيْب بْن رَوْح يُحَدِّث عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ الصُّبْح فَقَرَأَ فِيهَا الرُّوم فَأَوْهَمَ فَلَمَّا اِنْصَرَفَ قَالَ \" إِنَّهُ يَلْبِس عَلَيْنَا الْقُرْآن أَنَّ أَقْوَامًا مِنْكُمْ يُصَلُّونَ مَعَنَا لَا يُحْسِنُونَ الْوُضُوء فَمَنْ شَهِدَ مِنْكُمْ الصَّلَاة مَعَنَا فَلْيُحْسِنْ الْوُضُوء \" وَهَذَا إِسْنَاد حَسَن وَمَتْن حَسَن وَفِيهِ سِرّ عَجِيب . وَنَبَأ غَرِيب وَهُوَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَأَثَّرَ بِنُقْصَانِ وُضُوء مَنْ اِئْتَمَّ بِهِ فَدَلَّ ذَلِكَ عَلَى أَنَّ صَلَاة الْمَأْمُوم مُتَعَلِّقَة بِصَلَاةِ الْإِمَام . آخِر تَفْسِير سُورَة الرُّوم وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40099, "aya_id": 60}]