[{"text": "إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا", "sura_id": 73, "type": 0, "id": 5480, "aya_id": 5}, {"text": "إنا سنلقي عليك قولا ثقيلا", "sura_id": 73, "type": 1, "id": 11716, "aya_id": 5}, {"text": "5 - (إنا سنلقي عليك قولا) قرآنا (ثقيلا) مهيبا أو شديدا لما فيه من التكاليف \r\n", "sura_id": 73, "type": 2, "id": 30424, "aya_id": 5}, {"text": "إنا سننزل عليك -أيها النبي- قرآنًا عظيمًا مشتملا على الأوامر والنواهي والأحكام الشرعية.\r\n", "sura_id": 73, "type": 3, "id": 36660, "aya_id": 5}, {"text": " <font color=red>إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا</font><BR><p>قَالَ الْحَسَن وَقَتَادَة أَيْ الْعَمَل بِهِ وَقِيلَ ثَقِيل وَقْت نُزُوله مِنْ عَظَمَته كَمَا قَالَ زَيْد بْن ثَابِت رَضِيَ اللَّه عَنْهُ أُنْزِلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفَخِذه عَلَى فَخِذِي فَكَادَتْ تَرُضّ فَخِذِي . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قُتَيْبَة حَدَّثَنَا اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ عَمْرو بْن الْوَلِيد عَنْ عَبْد اللَّه بْن عَمْرو قَالَ سَأَلْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا رَسُول اللَّه هَلْ تَحُسّ بِالْوَحْيِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَسْمَع صَلَاصِل ثُمَّ أَسْكُت عِنْد ذَلِكَ فَمَا مِنْ مَرَّة يُوحَى إِلَيَّ إِلَّا ظَنَنْت أَنَّ نَفْسِي تُقْبَض \" تَفَرَّدَ بِهِ أَحْمَد . وَفِي صَحِيح الْبُخَارِيّ عَنْ عَبْد اللَّه بْن يُوسُف عَنْ مَالِك عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة أَنَّ الْحَارِث بْن هِشَام سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَيْف يَأْتِيك الْوَحْي ؟ فَقَالَ \" أَحْيَانًا يَأْتِينِي فِي مِثْل صَلْصَلَة الْجَرَس وَهُوَ أَشَدّه عَلَيَّ فَيَفْصِم عَنِّي وَقَدْ وَعَيْت عَنْهُ مَا قَالَ وَأَحْيَانًا يَتَمَثَّل لِي رَجُلًا فَيُكَلِّمنِي فَأَعِي مَا يَقُول \" قَالَتْ عَائِشَة وَلَقَدْ رَأَيْته يَنْزِل عَلَيْهِ الْوَحْي صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْيَوْم الشَّدِيد الْبَرْد فَيَفْصِم عَنْهُ وَجَبِينه لَيَتَفَصَّد عَرَقًا هَذَا لَفْظه . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان بْن دَاوُد أَخْبَرَنَا عَبْد الرَّحْمَن عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : إِنْ كَانَ لَيُوحَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى رَاحِلَته فَتَضْرِب بِجِرَانِهَا وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن ثَوْر عَنْ مَعْمَر عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أُوحِيَ إِلَيْهِ وَهُوَ عَلَى نَاقَته وَضَعَتْ جِرَانهَا فَمَا تَسْتَطِيع أَنْ تَحَرَّك حَتَّى يُسَرَّى عَنْهُ وَهَذَا مُرْسَل الْجِرَان هُوَ بَاطِن الْعُنُق وَاخْتَارَ اِبْن جَرِير أَنَّهُ ثَقِيل مِنْ الْوَجْهَيْنِ مَعًا كَمَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم كَمَا ثَقُلَ فِي الدُّنْيَا ثَقُلَ يَوْم الْقِيَامَة فِي الْمَوَازِين.</p><BR> <br> ", "sura_id": 73, "type": 4, "id": 42787, "aya_id": 5}]