[{"text": "أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى", "sura_id": 53, "type": 0, "id": 4803, "aya_id": 19}, {"text": "أفرأيتم اللات والعزى", "sura_id": 53, "type": 1, "id": 11039, "aya_id": 19}, {"text": "19 - (أفرأيتم اللات والعزى) \r\n", "sura_id": 53, "type": 2, "id": 29747, "aya_id": 19}, {"text": "أفرأيتم- أيها المشركون- هذه الآلهة التي تعبدونها: اللات والعزَّى\r\n", "sura_id": 53, "type": 3, "id": 35983, "aya_id": 19}, {"text": " <font color=red>أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى</font><BR><p>يَقُول تَعَالَى مُقَرِّعًا لِلْمُشْرِكِينَ فِي عِبَادَتهمْ الْأَصْنَامَ وَالْأَنْدَادَ وَالْأَوْثَانَ وَاِتِّخَاذِهِمْ لَهَا الْبُيُوتَ مُضَاهَاةً لِلْكَعْبَةِ الَّتِي بَنَاهَا خَلِيل الرَّحْمَن عَلَيْهِ السَّلَام \" أَفَرَأَيْتُمْ اللَّاتَ\" وَكَانَتْ اللَّات صَخْرَة بَيْضَاء مَنْقُوشَة وَعَلَيْهَا بَيْت بِالطَّائِفِ لَهُ أَسْتَار وَسَدَنَة وَحَوْله فِنَاء مُعَظَّم عِنْد أَهْل الطَّائِف وَهُمْ ثَقِيف وَمَنْ تَابَعَهَا يَفْتَخِرُونَ بِهَا عَلَى مَنْ عَدَاهُمْ مِنْ أَحْيَاء الْعَرَب بَعْد قُرَيْش قَالَ اِبْن جَرِير وَكَانُوا قَدْ اِشْتَقُّوا اِسْمهَا مِنْ اِسْم اللَّه فَقَالُوا اللَّات يَعْنُونَ مُؤَنَّثَة مِنْهُ تَعَالَى اللَّه عَنْ قَوْلهمْ عُلُوًّا كَبِيرًا وَحُكِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَالرَّبِيع بْن أَنَس أَنَّهُمْ قَرَءُوا اللَّاتّ بِتَشْدِيدِ التَّاء وَفَسَّرُوهُ بِأَنَّهُ كَانَ رَجُلًا يَلُتّ لِلْحَجِيجِ فِي الْجَاهِلِيَّة السَّوِيق فَلَمَّا مَاتَ عَكَفُوا عَلَى قَبْره فَعَبَدُوهُ وَقَالَ الْبُخَارِيّ حَدَّثَنَا مُسْلِم هُوَ اِبْن إِبْرَاهِيم حَدَّثَنَا أَبُو الْأَشْهَب حَدَّثَنَا أَبُو الْجَوْزَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله \" اللَّات وَالْعُزَّى \" قَالَ كَانَ اللَّاتّ رَجُلًا يَلُتّ السَّوِيقَ سَوِيقَ الْحَاجّ . قَالَ اِبْن جَرِير وَكَذَا الْعُزَّى مِنْ الْعَزِيز وَكَانَتْ شَجَرَة عَلَيْهَا بِنَاء وَأَسْتَار بِنَخْلَةٍ وَهِيَ بَيْن مَكَّة وَالطَّائِف وَكَانَتْ قُرَيْش يُعَظِّمُونَهَا كَمَا قَالَ أَبُو سُفْيَان يَوْم أُحُد لَنَا الْعُزَّى وَلَا عُزَّى لَكُمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُولُوا اللَّه مَوْلَانَا وَلَا مَوْلَى لَكُمْ \" وَرَوَى الْبُخَارِيّ مِنْ حَدِيث الزُّهْرِيّ عَنْ حُمَيْد بْن عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ حَلَفَ فَقَالَ فِي حَلِفِهِ وَاللَّات وَالْعُزَّى فَلْيَقُلْ لَا إِلَه إِلَّا اللَّه وَمَنْ قَالَ لِصَاحِبِهِ تَعَالَ أُقَامِرْك فَلْيَتَصَدَّقْ\" فَهَذَا مَحْمُول عَلَى مَنْ سَبَقَ لِسَانه فِي ذَلِكَ كَمَا كَانَتْ أَلْسِنَتُهُمْ قَدْ اِعْتَادَتْهُ فِي زَمَن الْجَاهِلِيَّة كَمَا قَالَ النَّسَائِيّ أَخْبَرَنَا أَحْمَد بْن بَكَّار حَدَّثَنَا عَبْد الْحَمِيد بْن مُحَمَّد قَالَا حَدَّثَنَا مَخْلَد حَدَّثَنَا يُونُس عَنْ أَبِيهِ حَدَّثَنِي مُصْعَب بْن سَعْد بْن أَبِي وَقَّاص عَنْ أَبِيهِ قَالَ حَلَفْت بِاللَّاتِ وَالْعُزَّى فَقَالَ لِي أَصْحَابِي بِئْسَ مَا قُلْت قُلْت هُجْرًا فَأَتَيْت رَسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرْت ذَلِكَ لَهُ فَقَالَ \" قُلْ لَا إِلَهَ إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير وَانَفْث عَنْ شِمَالك ثَلَاثًا وَتَعَوَّذْ بِاَللَّهِ مِنْ الشَّيْطَان الرَّجِيم ثُمَّ لَا تَعُدْ \" .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41721, "aya_id": 19}]