[{"text": "إِلاَّ تَنفِرُواْ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلاَ تَضُرُّوهُ شَيْئًا وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 9, "type": 0, "id": 1274, "aya_id": 39}, {"text": "إلا تنفروا يعذبكم عذابا أليما و يستبدل قوما غيركم و لا تضروه شيئا و الله على كل شيء قدير", "sura_id": 9, "type": 1, "id": 7510, "aya_id": 39}, {"text": "39 - (إلا) بإدغام لا في نون إن الشرطية في الموضعين (تنفروا) تخرجوا مع النبي صلى الله عليه وسلم للجهاد (يعذبكم عذاباً أليماً) مؤلماً (ويستبدل قوماً غيركم) أي يأت بهم بدلكم (ولا تضروه) أي الله أو النبي صلى الله عليه وسلم (شيئا) بترك نصره فإن الله ناصر دينه (والله على كل شيء قدير) ومنه نصر دينه ونبيه \r\n", "sura_id": 9, "type": 2, "id": 26218, "aya_id": 39}, {"text": "إن لا تنفروا أيها المؤمنون إلى قتال عدوكم ينزلِ الله عقوبته بكم, ويأت بقوم آخرين ينفرون إذ ا استُنْفروا, ويطيعون الله ورسوله, ولن تضروا الله شيئًا بتولِّيكم عن الجهاد, فهو الغني عنكم وأنتم الفقراء إليه. وما يريده الله يكون لا محالة. والله على كل شيء قدير من نصر دينه ونبيه دونكم.\r\n", "sura_id": 9, "type": 3, "id": 32454, "aya_id": 39}, {"text": " <font color=red>إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>ثُمَّ تَوَعَّدَ تَعَالَى مَنْ تَرَكَ الْجِهَاد فَقَالَ \" إِلَّا تَنْفِرُوا يُعَذِّبكُمْ عَذَابًا أَلِيمًا \" قَالَ اِبْن عَبَّاس : اِسْتَنْفَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيًّا مِنْ الْعَرَب فَتَثَاقَلُوا عَنْهُ فَأَمْسَكَ اللَّه عَنْهُمْ الْقَطْر فَكَانَ عَذَابهمْ \" وَيَسْتَبْدِل قَوْمًا غَيْركُمْ \" أَيْ لِنُصْرَةِ نَبِيّه وَإِقَامَة دِينه كَمَا قَالَ تَعَالَى \" وَإِنْ تَتَوَلَّوْا يَسْتَبْدِل قَوْمًا غَيْركُمْ ثُمَّ لَا يَكُونُوا أَمْثَالكُمْ \" \" وَلَا تَضُرُّوهُ شَيْئًا \" أَيْ وَلَا تَضُرُّوا اللَّه شَيْئًا بِتَوَلِّيكُمْ عَنْ الْجِهَاد وَنُكُولكُمْ وَتَثَاقُلكُمْ عَنْهُ \" وَاَللَّه عَلَى كُلّ شَيْء قَدِير \" أَيْ قَادِر عَلَى الِانْتِصَار مِنْ الْأَعْدَاء بِدُونِكُمْ وَقَدْ قِيلَ إِنَّ هَذِهِ الْآيَة وَقَوْله \" اِنْفِرُوا خِفَافًا وَثِقَالًا \" وَقَوْله \" وَمَا كَانَ لِأَهْلِ الْمَدِينَة وَمَنْ حَوْلهمْ مِنْ الْأَعْرَاب أَنْ يَتَخَلَّفُوا عَنْ رَسُول اللَّه \" أَنَّهُنَّ مَنْسُوخَات بِقَوْلِهِ تَعَالَى \" وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّة فَلَوْلَا نَفَرَ مِنْ كُلّ فِرْقَة مِنْهُمْ طَائِفَة \" رُوِيَ هَذَا عَنْ اِبْن عَبَّاس وَعِكْرِمَة وَالْحَسَن وَزَيْد بْن أَسْلَم وَرَدَّهُ اِبْن جَرِير وَقَالَ إِنَّمَا هَذَا فِيمَنْ دَعَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْجِهَاد فَتَعَيَّنَ عَلَيْهِمْ ذَلِكَ فَلَوْ تَرَكُوهُ لَعُوقِبُوا عَلَيْهِ وَهَذَا لَهُ اِتِّجَاه وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم بِالصَّوَابِ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43456, "aya_id": 39}]