[{"text": "يس", "sura_id": 36, "type": 0, "id": 3706, "aya_id": 1}, {"text": "يس", "sura_id": 36, "type": 1, "id": 9942, "aya_id": 1}, {"text": "سورة يس 1 - (يس) الله أعلم بمراده به \r\n", "sura_id": 36, "type": 2, "id": 28650, "aya_id": 1}, {"text": "الحروف المقطَّعة في أول سورة البقرة.\r\n", "sura_id": 36, "type": 3, "id": 34886, "aya_id": 1}, {"text": " <font color=red>يس</font><BR><p>سُورَة يس : قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا قُتَيْبَة وَسُفْيَان بْن وَكِيع حَدَّثَنَا حُمَيْد بْن عَبْد الرَّحْمَن الرُّوَاسِيّ عَنْ الْحَسَن بْن صَالِح عَنْ هَارُون أَبِي مُحَمَّد عَنْ مُقَاتِل بْن حَيَّان عَنْ قَتَادَة عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ لِكُلِّ شَيْء قَلْبًا وَقَلْب الْقُرْآن يس وَمَنْ قَرَأَ يس كَتَبَ اللَّه لَهُ بِقِرَاءَتِهَا قِرَاءَة الْقُرْآن عَشْر مَرَّات \" ثُمَّ قَالَ هَذَا حَدِيث غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث حُمَيْد بْن عَبْد الرَّحْمَن وَهَارُون أَبُو مُحَمَّد شَيْخ مَجْهُول . وَفِي الْبَاب عَنْ أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ وَلَا يَصِحّ لِضَعْفِ إِسْنَاده وَعَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ مَنْظُور فِيهِ . أَمَّا حَدِيث الصِّدِّيق رَضِيَ اللَّه عَنْهُ فَرَوَاهُ الْحَكِيم التِّرْمِذِيّ فِي كِتَابه نَوَادِر الْأُصُول . وَأَمَّا حَدِيث أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فَقَالَ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عَبْد الرَّحْمَن بْن الْفَضْل حَدَّثَنَا زَيْد هُوَ اِبْن الْحُبَاب حَدَّثَنَا حُمَيْد هُوَ الْمَكِّيّ مَوْلَى آلِ عَلْقَمَة عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ لِكُلِّ شَيْء قَلْبًا وَقَلْب الْقُرْآن يس \" ثُمَّ قَالَ لَا نَعْلَم رَوَاهُ إِلَّا زَيْد عَنْ حُمَيْد . وَقَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا إِسْحَاق بْن أَبِي إِسْرَائِيل حَدَّثَنَا حَجَّاج بْن مُحَمَّد عَنْ هِشَام بْن زِيَاد عَنْ الْحَسَن قَالَ سَمِعْت أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَنْ قَرَأَ يس فِي لَيْلَة أَصْبَحَ مَغْفُورًا لَهُ وَمَنْ قَرَأَ حم الَّتِي يُذْكَر فِيهَا الدُّخَان أَصْبَحَ مَغْفُورًا لَهُ \" إِسْنَاده جَيِّد . وَقَالَ اِبْن حِبَّان فِي صَحِيحه حَدَّثَنَا مُحَمَّد بْن إِسْحَاق بْن إِبْرَاهِيم مَوْلَى ثَقِيف حَدَّثَنَا الْوَلِيد بْن شُجَاع بْن الْوَلِيد السَّكُونِيّ حَدَّثَنَا أَبِي حَدَّثَنَا زِيَاد بْن خَيْثَمَةَ حَدَّثَنَا مُحَمَّد بْن جُحَادَة عَنْ الْحَسَن عَنْ جُنْدُب بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَنْ قَرَأَ يس فِي لَيْلَة اِبْتِغَاء وَجْه اللَّه عَزَّ وَجَلَّ غُفِرَ لَهُ \" . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَارِم حَدَّثَنَا مُعْتَمِر عَنْ أَبِيهِ عَنْ رَجُل عَنْ أَبِيهِ عَنْ مَعْقِل بْن يَسَار رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" الْبَقَرَة سَنَام الْقُرْآن وَذِرْوَته نَزَلَ مَعَ كُلّ آيَة مِنْهَا ثَمَانُونَ مَلَكًا وَاسْتُخْرِجَتْ \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" مِنْ تَحْت الْعَرْش فَوُصِلَتْ بِهَا - أَوْ فَوُصِلَتْ بِسُورَةِ الْبَقَرَة - وَيس قَلْب الْقُرْآن لَا يَقْرَؤُهَا رَجُل يُرِيد اللَّه تَعَالَى وَالدَّار الْآخِرَة إِلَّا غُفِرَ لَهُ وَاقْرَءُوهَا عَلَى مَوْتَاكُمْ \" وَكَذَا رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى عَنْ مُعْتَمِر بْن سُلَيْمَان بِهِ . ثُمَّ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَارِم حَدَّثَنَا اِبْن الْمُبَارَك حَدَّثَنَا سُلَيْمَان التَّيْمِيّ عَنْ أَبِي عُثْمَان وَلَيْسَ بِالنَّهْدِيّ عَنْ أَبِيهِ عَنْ مَعْقِل بْن يَسَار رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِقْرَءُوهَا عَلَى مَوْتَاكُمْ \" يَعْنِي يس وَرَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة وَابْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك بِهِ إِلَّا أَنَّ فِي رِوَايَة النَّسَائِيّ عَنْ أَبِي عُثْمَان عَنْ مَعْقِل بْن يَسَار رَضِيَ اللَّه عَنْهُ وَلِهَذَا قَالَ بَعْض الْعُلَمَاء مِنْ خَصَائِص هَذِهِ السُّورَة أَنَّهَا لَا تُقْرَأ عِنْد أَمْر عَسِير إِلَّا يَسَّرَهُ اللَّه تَعَالَى وَكَأَنَّ قِرَاءَتهَا عِنْد الْمَيِّت لِتَنْزِل الرَّحْمَة وَالْبَرَكَة وَلِيَسْهُل عَلَيْهِ خُرُوج الرُّوح وَاَللَّه تَعَالَى أَعْلَم . قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا صَفْوَان قَالَ : كَانَ الْمَشْيَخَة يَقُولُونَ إِذَا قُرِئَتْ يَعْنِي يس عِنْد الْمَيِّت خَفَّفَ اللَّه عَنْهُ بِهَا . وَقَالَ الْبَزَّار حَدَّثَنَا سَلَمَة بْن شَبِيب حَدَّثَنَا إِبْرَاهِيم بْن الْحَكَم بْن أَبَان عَنْ أَبِيهِ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَوَدِدْت أَنَّهَا فِي قَلْب كُلّ إِنْسَان مِنْ أُمَّتِي \" يَعْنِي يس . قَدْ تَقَدَّمَ الْكَلَام عَلَى الْحُرُوف الْمُقَطَّعَة فِي أَوَّل سُورَة الْبَقَرَة وَرُوِيَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَعِكْرِمَة وَالضَّحَّاك وَالْحَسَن وَسُفْيَان بْن عُيَيْنَةَ أَنَّ يس بِمَعْنَى يَا إِنْسَان وَقَالَ سَعِيد بْن جُبَيْر هُوَ كَذَلِكَ فِي لُغَة الْحَبَشَة وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَم هُوَ اِسْم مِنْ أَسْمَاء اللَّه تَعَالَى .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40339, "aya_id": 1}]