[{"text": "أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ", "sura_id": 29, "type": 0, "id": 3359, "aya_id": 19}, {"text": "أو لم يروا كيف يبدئ الله الخلق ثم يعيده إن ذلك على الله يسير", "sura_id": 29, "type": 1, "id": 9595, "aya_id": 19}, {"text": "19 - (أولم يروا كيف) بالياء والتاء ينظروا (يبديء الله الخلق ثم) هو بضم أوله وقرىء بفتحه من بدأ وأبدا بمعنى أي يخلقهم ابتداء (يعيده) هو (إن) الخلق كما بدأهم (ذلك على) المذكور من الخلق الأول والثاني (الله يسير قل) فكيف ينكرون الثاني \r\n", "sura_id": 29, "type": 2, "id": 28303, "aya_id": 19}, {"text": "أولم يعلم هؤلاء كيف ينشئ الله الخلق من العدم, ثم يعيده من بعد فنائه, كما بدأه أول مرة خلقًا جديدًا, لا يتعذر عليه ذلك؟ إن ذلك على الله يسير, كما كان يسيرًا عليه إنشاؤه.\r\n", "sura_id": 29, "type": 3, "id": 34539, "aya_id": 19}, {"text": " <font color=red>أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْخَلِيل عَلَيْهِ السَّلَام أَنَّهُ أَرْشَدَهُمْ إِلَى إِثْبَات الْمَعَاد الَّذِي يُنْكِرُونَهُ بِمَا يُشَاهِدُونَهُ فِي أَنْفُسهمْ مِنْ خَلْق اللَّه إِيَّاهُمْ بَعْد أَنْ لَمْ يَكُونُوا شَيْئًا مَذْكُورًا ثُمَّ وُجِدُوا وَصَارُوا أُنَاسًا سَامِعِينَ مُبْصِرِينَ فَاَلَّذِي بَدَأَ هَذَا قَادِر عَلَى إِعَادَته فَإِنَّهُ سَهْل عَلَيْهِ يَسِير لَدَيْهِ ثُمَّ أَرْشَدَهُمْ إِلَى الِاعْتِبَار بِمَا فِي الْآفَاق مِنْ الْآيَات الْمُشَاهَدَة مِنْ خَلْق اللَّه الْأَشْيَاء : السَّمَوَات وَمَا فِيهَا مِنْ الْكَوَاكِب النَّيِّرَة الثَّوَابِت وَالسَّيَّارَات وَالْأَرَضِينَ وَمَا فِيهَا مِنْ مِهَاد وَجِبَال وَأَوْدِيَة وَبَرَارِي وَقِفَار وَأَشْجَار وَأَنْهَار وَثِمَار وَبِحَار كُلّ ذَلِكَ دَالّ عَلَى حُدُوثهَا فِي أَنْفُسهَا وَعَلَى وُجُود صَانِعهَا الْفَاعِل الْمُخْتَار الَّذِي يَقُول لِلشَّيْءِ كُنْ فَيَكُون وَلِهَذَا قَالَ : \" أَوَلَمْ يَرَوْا كَيْف يُبْدِئ اللَّه الْخَلْق ثُمَّ يُعِيدهُ إِنَّ ذَلِكَ عَلَى اللَّه يَسِير \" كَقَوْلِهِ تَعَالَى : \" وَهُوَ الَّذِي يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ وَهُوَ أَهْوَن عَلَيْهِ \" .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39784, "aya_id": 19}]