[{"text": "ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ", "sura_id": 22, "type": 0, "id": 2657, "aya_id": 62}, {"text": "ذلك بأن الله هو الحق و أن ما يدعون من دونه هو الباطل و أن الله هو العلي الكبير", "sura_id": 22, "type": 1, "id": 8893, "aya_id": 62}, {"text": "62 - (ذلك) النصر أيضا (بأن الله هو الحق) الثابت (وأن ما يدعون) بالياء والتاء يعبدون (من دونه) وهو الأصنام (هو الباطل) الزائل (وأن الله هو العلي) أي العالي على كل شيء بقدرته (الكبير) الذي يصغر كل شيء سواه \r\n", "sura_id": 22, "type": 2, "id": 27601, "aya_id": 62}, {"text": "ذلك بأن الله هو الإله الحق الذي لا تنبغي العبادة إلا له، وأن ما يعبده المشركون من دونه من الأصنام والأنداد هو الباطل الذي لا ينفع ولا يضرُّ، وأن الله هو العليُّ على خلقه ذاتًا وقدرًا وقهرًا، المتعالي عن الأشباه والأنداد، الكبير في ذاته وأسمائه فهو أكبر من كلِّ شيء.\r\n", "sura_id": 22, "type": 3, "id": 33837, "aya_id": 62}, {"text": " <font color=red>ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ</font><BR><p>قَالَ \" ذَلِكَ بِأَنَّ اللَّه هُوَ الْحَقّ \" أَيْ الْإِلَه الْحَقّ الَّذِي لَا تَنْبَغِي الْعِبَادَة إِلَّا لَهُ لِأَنَّهُ ذُو السُّلْطَان الْعَظِيم الَّذِي مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَكُلّ شَيْء إِلَيْهِ فَقِير ذَلِيل لَدَيْهِ \" وَأَنَّ مَا يَدْعُونَ مِنْ دُونه هُوَ الْبَاطِل\" أَيْ مِنْ الْأَصْنَام وَالْأَنْدَاد وَالْأَوْثَان وَكُلّ مَا عُبِدَ مِنْ دُونه تَعَالَى فَهُوَ بَاطِل لِأَنَّهُ لَا يَمْلِك ضَرًّا وَلَا نَفْعًا وَقَوْله \" وَأَنَّ اللَّه هُوَ الْعَلِيّ الْكَبِير \" كَمَا قَالَ هُوَ الْعَلِيّ الْعَظِيم وَقَالَ وَهُوَ الْكَبِير الْمُتَعَال\" فَكُلّ شَيْء تَحْت قَهْره وَسُلْطَانه وَعَظَمَته لَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ لِأَنَّهُ الْعَظِيم الَّذِي لَا أَعْظَم مِنْهُ الْعَلِيّ الَّذِي لَا أَعْلَى مِنْهُ الْكَبِير الَّذِي لَا أَكْبَر مِنْهُ تَعَالَى وَتَقَدَّسَ وَتَنَزَّهَ وَجَلَّ عَمَّا يَقُول الظَّالِمُونَ الْمُعْتَدُونَ عُلُوًّا كَبِيرًا .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39087, "aya_id": 62}]