[{"text": "قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء تَكُونُ لَنَا عِيداً لِّأَوَّلِنَا وَآخِرِنَا وَآيَةً مِّنكَ وَارْزُقْنَا وَأَنتَ خَيْرُ الرَّازِقِينَ", "sura_id": 5, "type": 0, "id": 783, "aya_id": 114}, {"text": "قال عيسى ابن مريم اللهم ربنا أنزل علينا مائدة من السماء تكون لنا عيدا لأولنا وآخرنا وآية منك وارزقنا وأنت خير الرازقين", "sura_id": 5, "type": 1, "id": 7019, "aya_id": 114}, {"text": "114 - (قال عيسى ابن مريم اللهم ربنا أنزل علينا مائدة من السماء تكون لنا) أي يوم نزولها (عيدا) نعظمه ونشرفه (لأولنا) بدل من لنا بإعادة الجار (وآخرنا) لمن يأتي بعدنا (وآية منك) على قدرتك ونبوتي (وارزقنا) إياها (وأنت خير الرازقين) \r\n", "sura_id": 5, "type": 2, "id": 25727, "aya_id": 114}, {"text": "أجاب عيسى ابن مريم طلب الحواريين فدعا ربه جل وعلا قائلا ربنا أنزل علينا مائدة طعام من السماء, نتخذ يوم نزولها عيدًا لنا, نعظمه نحن ومَن بعدنا, وتكون المائدة علامة وحجة منك يا ألله على وحدانيتك وعلى صدق نبوتي, وامنحنا من عطائك الجزيل, وأنت خير الرازقين.\r\n", "sura_id": 5, "type": 3, "id": 31963, "aya_id": 114}, {"text": " <font color=red>قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ</font><BR><p>قَالَ عِيسَى اِبْن مَرْيَم اللَّهُمَّ رَبّنَا أَنْزِلْ عَلَيْنَا مَائِدَة مِنْ السَّمَاء تَكُون لَنَا عِيدًا لِأَوَّلِنَا وَآخِرنَا \" قَالَ السُّدِّيّ أَيْ نَتَّخِذ ذَلِكَ الْيَوْم الَّذِي نَزَلَتْ فِيهِ عِيدًا نُعَظِّمهُ نَحْنُ وَمَنْ بَعْدنَا وَقَالَ سُفْيَان الثَّوْرِيّ : يَعْنِي يَوْمًا نُصَلِّي فِيهِ. وَقَالَ قَتَادَة : أَرَادُوا أَنْ يَكُون لِعَقِبِهِمْ مِنْ بَعْدهمْ وَعَنْ سَلْمَان الْفَارِسِيّ عِظَة لَنَا وَلِمَنْ بَعْدنَا وَقِيلَ كَافِيَة لِأَوَّلِنَا وَآخِرنَا \" وَآيَة مِنْك \" أَيْ دَلِيلًا تَنْصِبهُ عَلَى قُدْرَتك عَلَى الْأَشْيَاء وَعَلَى إِجَابَتك لِدَعْوَتِي فَيُصَدِّقُونِي فِيمَا أُبَلِّغهُ عَنْك \" وَارْزُقْنَا \" أَيْ مِنْ عِنْدك رِزْقًا هَنِيئًا بِلَا كُلْفَة وَلَا تَعَب \" وَأَنْتَ خَيْر الرَّازِقِينَ \"</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41454, "aya_id": 114}]