[{"text": "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ", "sura_id": 34, "type": 0, "id": 3639, "aya_id": 33}, {"text": "وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا وأسروا الندامة لما رأوا العذاب وجعلنا الأغلال في أعناق الذين كفروا هل يجزون إلا ما كانوا يعملون", "sura_id": 34, "type": 1, "id": 9875, "aya_id": 33}, {"text": "33 - (وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار) أي مكر فيهما منكم بنا (إذ تأمروننا أن نكفر بالله ونجعل له أندادا) شركاء (وأسروا) أي الفريقان (الندامة) على ترك الإيمان به (لما رأوا العذاب) أي أخفاها كل عن رفيقه مخافة التعبير (وجعلنا الأغلال في أعناق الذين كفروا) في النار (هل) ما (يجزون إلا) جزاء (ما كانوا يعملون) في الدنيا \r\n", "sura_id": 34, "type": 2, "id": 28583, "aya_id": 33}, {"text": "وقال المستضعفون لرؤسائهم في الضلال: بل تدبيركم الشر لنا في الليل والنهار هو الذي أوقعنا في التهلكة, فكنتم تطلبون منا أن نكفر بالله, ونجعل له شركاء في العبادة, وأسرَّ كُلٌّ من الفريقين الحسرة حين رأوا العذاب الذي أُعدَّ لهم, وجعلنا الأغلال في أعناق الذين كفروا, لا يعاقَبون بهذا العقاب إلا بسبب كفرهم بالله وعملهم السيئات في الدنيا. وفي الآية تحذير شديد من متابعة دعاة الضلال وأئمة الطغيان.\r\n", "sura_id": 34, "type": 3, "id": 34819, "aya_id": 33}, {"text": " <font color=red>وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</font><BR><p>\" بَلْ كُنْتُمْ مُجْرِمِينَ وَقَالَ الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا بَلْ مَكْر اللَّيْل وَالنَّهَار \" أَيْ بَلْ كُنْتُمْ تَمْكُرُونَ بِنَا لَيْلًا وَنَهَارًا وَتَغُرُّونَا وَتُمَنُّونَا وَتُخْبِرُونَا أَنَّا عَلَى هُدًى وَأَنَّا عَلَى شَيْء فَإِذَا جَمِيع ذَلِكَ بَاطِل وَكَذِب وَمَيْن قَالَ قَتَادَة وَابْن زَيْد \" بَلْ مَكْر اللَّيْل وَالنَّهَار \" يَقُول بَلْ مَكْركُمْ بِاللَّيْلِ وَالنَّهَار وَكَذَا قَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ مَكْركُمْ بِاللَّيْلِ وَالنَّهَار \" إِذْ تَأْمُرُونَنَا أَنْ نَكْفُر بِاَللَّهِ وَنَجْعَل لَهُ أَنْدَادًا \" أَيْ نُظَرَاء وَآلِهَة مَعَهُ وَتُقِيمُوا لَنَا شُبَهًا وَأَشْيَاء مِنْ الْمُحَال تُضِلُّونَا بِهَا\" وَأَسَرُّوا النَّدَامَة لَمَّا رَأَوْا الْعَذَاب \" أَيْ الْجَمِيع مِنْ السَّادَة وَالْأَتْبَاع كُلّ نَدِمَ عَلَى مَا سَلَف مِنْهُ \" وَجَعَلْنَا الْأَغْلَال فِي أَعْنَاق الَّذِينَ كَفَرُوا \" وَهِيَ السَّلَاسِل الَّتِي تَجْمَع أَيْدِيهمْ مَعَ أَعْنَاقهمْ \" هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ \" أَيْ إِنَّمَا نُجَازِيكُمْ بِأَعْمَالِكُمْ كُلّ بِحَسَبِهِ لِلْقَادَةِ عَذَاب بِحَسَبِهِمْ وَلِلْأَتْبَاعِ بِحَسَبِهِمْ\" قَالَ لِكُلٍّ ضِعْف وَلَكِنْ لَا تَعْلَمُونَ \" . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا فَرْوَة بْن أَبِي الْمِغْرَاء حَدَّثَنَا مُحَمَّد بْن سُلَيْمَان بْن الْأَصْبَهَانِيّ عَنْ أَبِي سِنَان ضِرَار بْن صُرَد عَنْ عَبْد اللَّه بْن أَبِي الْهُذَيْلِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ جَهَنَّم لَمَّا سِيقَ إِلَيْهَا أَهْلهَا تَلَقَّاهُمْ لَهَبهَا ثُمَّ لَفَحَتْهُمْ لَفْحَة فَلَمْ يَبْقَ لَحْم إِلَّا سَقَطَ عَلَى الْعُرْقُوب \" وَحَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي الْحَوَارِيّ حَدَّثَنَا الطَّيِّب أَوْ الْحَسَن عَنْ الْحَسَن بْن يَحْيَى الْخُشَنِيّ قَالَ مَا فِي جَهَنَّم دَار وَلَا مَغَار وَلَا غُلّ وَلَا قَيْد وَلَا سِلْسِلَة إِلَّا اِسْم صَاحِبهَا عَلَيْهَا مَكْتُوب قَالَ فَحَدَّثْته أَبَا سُلَيْمَان يَعْنِي الدَّارَانِيّ رَحْمَة اللَّه عَلَيْهِ فَبَكَى ثُمَّ قَالَ وَيْحك فَكَيْف بِهِ لَوْ جُمِعَ هَذَا كُلّه عَلَيْهِ فَجُعِلَ الْقَيْد فِي رِجْلَيْهِ وَالْغُلّ فِي يَدَيْهِ وَالسِّلْسِلَة فِي عُنُقه ثُمَّ أُدْخِل النَّار وَأُدْخِل الْمَغَار ؟ اللَّهُمَّ سَلِّمْ .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40266, "aya_id": 33}]