[{"text": "وَقَالَ يَا بَنِيَّ لاَ تَدْخُلُواْ مِن بَابٍ وَاحِدٍ وَادْخُلُواْ مِنْ أَبْوَابٍ مُّتَفَرِّقَةٍ وَمَا أُغْنِي عَنكُم مِّنَ اللّهِ مِن شَيْءٍ إِنِ الْحُكْمُ إِلاَّ لِلّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ", "sura_id": 12, "type": 0, "id": 1663, "aya_id": 67}, {"text": "وقال يا بني لا تدخلوا من باب واحد وادخلوا من أبواب متفرقة وما أغني عنكم من الله من شيء إن الحكم إلا لله عليه توكلت وعليه فليتوكل المتوكلون", "sura_id": 12, "type": 1, "id": 7899, "aya_id": 67}, {"text": "67 - (وقال يا بني لا تدخلوا) مصر (من باب واحد وادخلوا من أبواب متفرقة) لئلا تصيبكم العين (وما أغني) أدفع (عنكم) بقولي ذلك (من الله من) صلة (شيء) قدره عليكم وإنما ذلك شفقة (إن) ما (الحكم إلا لله) وحده (عليه توكلت) به وثقت (وعليه فليتوكل المتوكلون) \r\n", "sura_id": 12, "type": 2, "id": 26607, "aya_id": 67}, {"text": "وقال لهم أبوهم: يا أبنائي إذا دخلتم أرض \"مصر\" فلا تدخلوا مِن باب واحد, ولكن ادخلوها من أبواب متفرقة, حتى لا تصيبكم العين, وإني إذ أوصيكم بهذا لا أدفع عنكم شيئًا قضاه الله عليكم, فما الحكم إلا لله وحده, عليه اعتمدت ووثقت, وعليه وحده يعتمد المؤمنون.\r\n", "sura_id": 12, "type": 3, "id": 32843, "aya_id": 67}, {"text": " <font color=red>وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ</font><BR><p>يَقُول تَعَالَى إِخْبَارًا عَنْ يَعْقُوب عَلَيْهِ السَّلَام إِنَّهُ أَمَرَ بَنِيهِ لَمَّا جَهَّزَهُمْ مَعَ أَخِيهِمْ بِنْيَامِين إِلَى مِصْر أَنْ لَا يَدْخُلُوا كُلّهمْ مِنْ بَاب وَاحِد وَلْيَدْخُلُوا مِنْ أَبْوَاب مُتَفَرِّقَة فَإِنَّهُ كَمَا قَالَ اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد إِنَّهُ خَشِيَ عَلَيْهِمْ الْعَيْن وَذَلِكَ أَنَّهُمْ كَانُوا ذَوِي جَمَال وَهَيْئَة حَسَنَة وَمَنْظَر وَبَهَاء فَخَشِيَ عَلَيْهِمْ أَنْ يُصِيبهُمْ النَّاس بِعُيُونِهِمْ فَإِنَّ الْعَيْن حَقّ تَسْتَنْزِل الْفَارِس عَنْ فَرَسه وَرَوَى اِبْن أَبِي حَاتِم عَنْ إِبْرَاهِيم النَّخَعِيّ فِي الْآيَة فِي قَوْله \" وَادْخُلُوا مِنْ أَبْوَاب مُتَفَرِّقَة \" قَالَ عَلِمَ أَنَّهُ سَيَلْقَى إِخْوَته فِي بَعْض تِلْكَ الْأَبْوَاب .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37821, "aya_id": 67}]