[{"text": "وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِي وَتَذْكِيرِي بِآيَاتِ اللّهِ فَعَلَى اللّهِ تَوَكَّلْتُ فَأَجْمِعُواْ أَمْرَكُمْ وَشُرَكَاءكُمْ ثُمَّ لاَ يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُواْ إِلَيَّ وَلاَ تُنظِرُونِ", "sura_id": 10, "type": 0, "id": 1435, "aya_id": 71}, {"text": "واتل عليهم نبأ نوح إذ قال لقومه يا قوم إن كان كبر عليكم مقامي وتذكيري بآيات الله فعلى الله توكلت فأجمعوا أمركم وشركاءكم ثم لا يكن أمركم عليكم غمة ثم اقضوا إلي ولا تنظرون", "sura_id": 10, "type": 1, "id": 7671, "aya_id": 71}, {"text": "71 - (واتل) يا محمد (عليهم) أي كفار مكة (نبأ) خبر (نوح) ويبدل منه (إذ قال لقومه يا قوم إن كان كبُر) شق (عليكم مَقامي) لبثي فيكم (وتذكيري) وعظي إياكم (بآيات الله فعلى الله توكلت فأجمعوا أمركم) اعزموا على أمر تفعلونه بي (وشركاءكم) الواو بمعنى مع (ثم لا يكن أمركم عليكم غمة) مستوراً بل أظهروه وجاهروني به (ثم اقضوا إلي) امضوا فيما أردتموه (ولا تُنظرون) تمهلون فإني لست مبالياً بكم \r\n", "sura_id": 10, "type": 2, "id": 26379, "aya_id": 71}, {"text": "واقصص -أيها الرسول- على كفار \"مكة\" خبر نوح -عليه السلام- مع قومه حين قال لهم: إن كان عَظُمَ عليكم مقامي فيكم وتذكيري إياكم بحجج الله وبراهينه فعلى الله اعتمادي وبه ثقتي, فأعدُّوا أمركم, وادعوا شركاءكم, ثم لا تجعلوا أمركم عليكم مستترًا بل ظاهرًا منكشفًا, ثم اقضوا عليَّ بالعقوبة والسوء الذي في إمكانكم, ولا تمهلوني ساعة من نهار.\r\n", "sura_id": 10, "type": 3, "id": 32615, "aya_id": 71}, {"text": " <font color=red>وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ \" وَاتْلُ عَلَيْهِمْ \" أَيْ أَخْبِرْهُمْ وَاقْصُصْ عَلَيْهِمْ أَيْ عَلَى كُفَّار مَكَّة الَّذِينَ يُكَذِّبُونَك وَيُخَالِفُونَك \" نَبَأ نُوح \" أَيْ خَبَره مَعَ قَوْمه الَّذِينَ كَذَّبُوهُ كَيْف أَهْلَكَهُمْ اللَّه وَدَمَّرَهُمْ بِالْغَرَقِ أَجْمَعِينَ عَنْ آخِرهمْ لِيُحَذِّر هَؤُلَاءِ أَنْ يُصِيبهُمْ مِنْ الْهَلَاك وَالدَّمَار مَا أَصَابَ أُولَئِكَ \" إِذْ قَالَ لِقَوْمِهِ يَا قَوْم إِنْ كَانَ كَبُرَ عَلَيْكُمْ \" أَيْ عَظُمَ عَلَيْكُمْ \" مَقَامِي \" أَيْ فِيكُمْ بَيْن أَظْهُركُمْ \" وَتَذْكِيرِي \" إِيَّاكُمْ \" بِآيَاتِ اللَّه \" أَيْ بِحُجَجِهِ وَبَرَاهِينه \" فَعَلَى اللَّه تَوَكَّلْت \" أَيْ فَإِنِّي لَا أُبَالِي وَلَا أَكُفّ عَنْكُمْ سَوَاء عَظُمَ عَلَيْكُمْ أَوْ لَا \" فَأَجْمِعُوا أَمْركُمْ وَشُرَكَاءَكُمْ \" أَيْ فَاجْتَمِعُوا أَنْتُمْ وَشُرَكَاؤُكُمْ الَّذِينَ تَدْعُونَ مِنْ دُون اللَّه مِنْ صَنَم وَوَثَن \" ثُمَّ لَا يَكُنْ أَمْركُمْ عَلَيْكُمْ غُمَّة \" أَيْ وَلَا تَجْعَلُوا أَمْركُمْ عَلَيْكُمْ مُلْتَبِسًا بَلْ اِفْصِلُوا حَالكُمْ مَعِي فَإِنْ كُنْتُمْ تَزْعُمُونَ أَنَّكُمْ مُحِقُّونَ فَاقْضُوا إِلَيَّ \" وَلَا تَنْظُرُونِي \" أَيْ وَلَا تُؤَخِّرُونِي سَاعَة وَاحِدَة أَيْ مَهْمَا قَدَرْتُمْ فَافْعَلُوا فَإِنِّي لَا أُبَالِيكُمْ وَلَا أَخَاف مِنْكُمْ لِأَنَّكُمْ لَسْتُمْ عَلَى شَيْء كَمَا قَالَ هُود لِقَوْمِهِ \" إِنِّي أُشْهِد اللَّه وَاشْهَدُوا أَنِّي بَرِيء مِمَّا تُشْرِكُونَ مِنْ دُونه فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِي إِنِّي تَوَكَّلْت عَلَى اللَّه رَبِّي وَرَبّكُمْ \" الْآيَة .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37502, "aya_id": 71}]