[{"text": "هَلْ يَنظُرُونَ إِلاَّ أَن تَأْتِيهُمُ الْمَلآئِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قُلِ انتَظِرُواْ إِنَّا مُنتَظِرُونَ", "sura_id": 6, "type": 0, "id": 947, "aya_id": 158}, {"text": "هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك يوم يأتي بعض آيات ربك لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا قل انتظروا إنا منتظرون", "sura_id": 6, "type": 1, "id": 7183, "aya_id": 158}, {"text": "158 - (هل ينظرون) ما ينتظر المكذبون (إلا أن تأتيهم) بالتاء والياء (الملائكة) لقبض أرواحهم (أو يأتي ربك) أي أمره بمعنى عذابه (أو يأتي بعض آيات ربك) أي علاماته الدالة على الساعة (يوم يأتي بعض آيات ربك) وهي طلوع الشمس من مغربها كما في حديث الصحيحين (لا ينفع نفسا إيمانها لم تكن آمنت من قبل) الجملة صفة النفس (أو) نفسا لم تكن (كسبت في إيمانها خيرا) طاعة أي لا تنفعها توبتها كما في الحديث (قل انتظروا) أحد هذه الأشياء (إنا منتظرون) ذلك \r\n", "sura_id": 6, "type": 2, "id": 25891, "aya_id": 158}, {"text": "هل ينتظر الذين أعرضوا وصدوا عن سبيل الله إلا أن يأتيهم ملك الموت وأعوانه لقبض أرواحهم, أو ياتي ربك -أيها الرسول- للفصل بين عباده يوم القيامة, أو يأتي بعض أشراط الساعة وعلاماتها الدالة على مجيئها, وهي طلوع الشمس من مغربها؟ فحين يكون ذلك لا ينفع نفسا إيمانها, إن لم تكن آمنت من قبل, ولا يُقبل منها إن كانت مؤمنة كسب عمل صالح إن لم تكن عاملة به قبل ذلك. قل لهم -أيها الرسول- : انتظروا مجيء ذلك; لتعلموا المحق من المبطل, والمسيء من المحسن, إنا منتظرون ذلك.\r\n", "sura_id": 6, "type": 3, "id": 32127, "aya_id": 158}, {"text": " <font color=red>هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ</font><BR><p>يَقُول تَعَالَى مُتَوَعِّدًا لِلْكَافِرِينَ بِهِ وَالْمُخَالِفِينَ لِرُسُلِهِ وَالْمُكَذِّبِينَ بِآيَاتِهِ وَالصَّادِّينَ عَنْ سَبِيله\" هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيهِمْ الْمَلَائِكَة أَوْ يَأْتِي رَبّك \" وَذَلِكَ كَائِن يَوْم الْقِيَامَة \" أَوْ يَأْتِي بَعْض آيَات رَبّك يَوْم يَأْتِي بَعْض آيَات رَبّك لَا يَنْفَع نَفْسًا إِيمَانهَا\" وَذَلِكَ قَبْل يَوْم الْقِيَامَة كَائِن مِنْ أَمَارَات السَّاعَة وَأَشْرَاطهَا كَمَا قَالَ الْبُخَارِيّ فِي تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا عَبْد الْوَاحِد حَدَّثَنَا عُمَارَة حَدَّثَنَا أَبُو زُرْعَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا تَقُوم السَّاعَة حَتَّى تَطْلُع الشَّمْس مِنْ مَغْرِبهَا فَإِذَا رَآهَا النَّاس آمَنَ مَنْ عَلَيْهَا فَذَلِكَ حِين لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل حَدَّثَنَا إِسْحَاق حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ لَا تَقُوم السَّاعَة حَتَّى تَطْلُع الشَّمْس مِنْ مَغْرِبهَا وَفِي لَفْظ فَإِذَا طَلَعَتْ وَرَآهَا النَّاس آمَنُوا أَجْمَعُونَ وَذَلِكَ حِين لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل ثُمَّ قَرَأَ هَذِهِ الْآيَة . هَكَذَا رُوِيَ هَذَا الْحَدِيث مِنْ هَذَيْنِ الْوَجْهَيْنِ وَمِنْ الْوَجْه الْأَوَّل أَخْرَجَهُ بَقِيَّة الْجَمَاعَة فِي كُتُبهمْ إِلَّا التِّرْمِذِيّ مِنْ طُرُق عَنْ عُمَارَة بْن الْقَعْقَاع بْن شُبْرُمَة عَنْ أَبِي زُرْعَة بْن عَمْرو بْن جَرِير عَنْ أَبِي هُرَيْرَة بِهِ . وَأَمَّا الطَّرِيق الثَّانِي فَرَوَاهُ عَنْ إِسْحَاق غَيْر مَنْسُوب وَقِيلَ هُوَ اِبْن مَنْصُور الْكَوْسَج وَقِيلَ إِسْحَاق بْن نَصْر وَاَللَّه أَعْلَم وَقَدْ رَوَاهُ مُسْلِم عَنْ مُحَمَّد بْن رَافِع الْجُنْدِيّ سَابُورِيّ كِلَاهُمَا عَنْ عَبْد الرَّزَّاق بِهِ . وَقَدْ وَرَدَ هَذَا الْحَدِيث مِنْ طُرُق أُخَر عَنْ أَبِي هُرَيْرَة كَمَا اِنْفَرَدَ مُسْلِم بِرِوَايَتِهِ مِنْ حَدِيث الْعَلَاء بْن عَبْد الرَّحْمَن بْن يَعْقُوب مَوْلَى الْحُرَقَة عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن فُضَيْل عَنْ أَبِيهِ عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ ثَلَاث إِذَا خَرَجْنَ \" لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل أَوْ كَسَبَتْ فِي إِيمَانهَا خَيْرًا\" طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَالدَّجَّال وَدَابَّة الْأَرْض وَرَوَاهُ أَحْمَد عَنْ وَكِيع عَنْ فُضَيْل بْن غَزْوَان عَنْ أَبِي حَازِم سَلْمَان عَنْ أَبِي هُرَيْرَة بِهِ وَعِنْده وَالدُّخَان . وَرَوَاهُ مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة وَزُهَيْر بْن حَرْب عَنْ وَكِيع وَرَوَاهُ هُوَ أَيْضًا وَالتِّرْمِذِيّ مِنْ غَيْر وَجْه عَنْ فُضَيْل بْن غَزْوَان بِهِ . وَرَوَاهُ إِسْحَاق بْن عَبْد اللَّه الْقَرَوِيّ عَنْ مَالِك عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة وَلَكِنْ لَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب الْكُتُب مِنْ هَذَا الْوَجْه لِضَعْفِ الْقَرَوِيّ وَاَللَّه أَعْلَم وَقَالَ اِبْن جَرِير حَدَّثَنَا الرَّبِيع بْن سُلَيْمَان حَدَّثَنَا شُعَيْب بْن اللَّيْث عَنْ أَبِيهِ عَنْ جَعْفَر بْن رَبِيعه عَنْ عَبْد الرَّحْمَن بْن هُرْمُز الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ لَا تَقُوم السَّاعَة حَتَّى تَطْلُع الشَّمْس مِنْ مَغْرِبهَا فَإِذَا طَلَعَتْ آمَنَ النَّاس كُلّهمْ وَذَلِكَ حِين لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل الْآيَة وَرَوَاهُ اِبْن لَهِيعَة عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة بِهِ. وَرَوَاهُ وَكِيع عَنْ فُضَيْل بْن غَزْوَان عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة بِهِ أَخَرَجَ هَذِهِ الطُّرُق كُلّهَا الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ فِي تَفْسِيره وَقَالَ اِبْن جَرِير حَدَّثَنَا الْحَسَن بْن يَحْيَى أَخْبَرَنَا عَبْد الرَّزَّاق قَالَ أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب عَنْ اِبْن سِيرِينَ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ تَابَ قَبْل أَنْ تَطْلُع الشَّمْس مِنْ مَغْرِبهَا قُبِلَ مِنْهُ لَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة \" حَدِيث آخَر \" عَنْ أَبِي ذَرّ الْغِفَارِيّ فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ طُرُق عَنْ إِبْرَاهِيم بْن يَزِيد بْن شَرِيك التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي ذَرّ جُنْدُب بْن جُنَادَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ أَتَدْرِي أَيْنَ تَذْهَب الشَّمْس إِذَا غَرَبَتْ ؟ قُلْت لَا أَدْرِي ! قَالَ إِنَّهَا تَنْتَهِي دُون الْعَرْش فَتَخِرّ سَاجِدَة ثُمَّ تَقُوم حَتَّى يُقَال لَهَا اِرْجِعِي فَيُوشِك يَا أَبَا ذَرّ أَنْ يُقَال لَهَا اِرْجِعِي مِنْ حَيْثُ جِئْت وَذَلِكَ حِين \" لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل \" . \" حَدِيث آخَر \" عَنْ حُذَيْفَة بْن أَسِيد بْن أَبِي سَرِيحَة الْغِفَارِيّ رَضِيَ اللَّه عَنْهُ قَالَ الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا سُفْيَان عَنْ فُرَات عَنْ أَبِي الطُّفَيْل عَنْ حُذَيْفَة بْن أَسِيد الْغِفَارِيّ قَالَ : أَشْرَفَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غُرْفَة وَنَحْنُ نَتَذَاكَر السَّاعَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا تَقُوم السَّاعَة حَتَّى تَرَوْا عَشْر آيَات : طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَالدُّخَان وَالدَّابَّة وَخُرُوج يَأْجُوج وَمَأْجُوج وَخُرُوج عِيسَى اِبْن مَرْيَم وَخُرُوج الدَّجَّال وَثَلَاثَة خُسُوف : خَسْف بِالْمَشْرِقِ وَخَسْف بِالْمَغْرِبِ وَخَسْف بِجَزِيرَةِ الْعَرَب وَنَار تَخْرُج مِنْ قَعْر عَدَن تَسُوق أَوْ تَحْشُر النَّاس تَبِيت مَعَهُمْ حَيْثُ بَاتُوا وَتَقِيل مَعَهُمْ حَيْثُ قَالُوا . وَهَكَذَا رَوَاهُ مُسْلِم وَأَهْل السُّنَن الْأَرْبَعَة مِنْ حَدِيث فُرَات الْقَزَّاز عَنْ أَبِي الطُّفَيْل عَامِر بْن وَاثِلَة عَنْ حُذَيْفَة بْن أَسِيد بِهِ . وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . \" حَدِيث آخَر\" عَنْ حُذَيْفَة بْن الْيَمَان رَضِيَ اللَّه عَنْهُ قَالَ الثَّوْرِيّ عَنْ مَنْصُور عَنْ رِبْعِيّ عَنْ حُذَيْفَة قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا رَسُول اللَّه مَا آيَة طُلُوع الشَّمْس مِنْ مَغْرِبهَا ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ تَطُول تِلْكَ اللَّيْلَة حَتَّى تَكُون قَدْر لَيْلَتَيْنِ فَيَنْتَبِه الَّذِينَ كَانُوا يُصَلُّونَ فِيهَا فَيَعْمَلُونَ كَمَا كَانُوا يَعْمَلُونَ قَبْلهَا وَالنُّجُوم لَا تُرَى قَدْ غَابَتْ مَكَانهَا ثُمَّ يَرْقُدُونَ ثُمَّ يَقُومُونَ فَيُصَلُّونَ ثُمَّ يَرْقُدُونَ ثُمَّ يَقُومُونَ تُبْطِل عَلَيْهِمْ جُنُوبهمْ حَتَّى يَتَطَاوَل عَلَيْهِمْ اللَّيْل فَيَفْزَع النَّاس وَلَا يُصْبِحُونَ فَبَيْنَمَا هُمْ يَنْتَظِرُونَ طُلُوع الشَّمْس مِنْ مَشْرِقهَا إِذْ طَلَعَتْ مِنْ مَغْرِبهَا فَإِذَا رَآهَا النَّاس آمَنُوا فَلَمْ يَنْفَعهُمْ إِيمَانهمْ . رَوَاهُ اِبْن مَرْدُوَيْهِ وَلَيْسَ هُوَ فِي شَيْء مِنْ الْكُتُب السِّتَّة مِنْ هَذَا الْوَجْه وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" عَنْ أَبِي سَعِيد الْخُدْرِيّ وَاسْمه سَعْد بْن مَالِك بْن سِنَان رَضِيَ اللَّه عَنْهُ وَأَرْضَاهُ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا اِبْن أَبِي لَيْلَى عَنْ عَطِيَّة الْعَوْفِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم يَأْتِي بَعْض آيَات رَبّك لَا يَنْفَع نَفْسًا إِيمَانهَا قَالَ طُلُوع الشَّمْس مِنْ مَغْرِبهَا . وَرَوَاهُ التِّرْمِذِيّ عَنْ سُفْيَان بْن وَكِيع عَنْ أَبِيهِ بِهِ وَقَالَ غَرِيب. وَرَوَاهُ بَعْضهمْ وَلَمْ يَرْفَعهُ وَفِي حَدِيث طَالُوت بْن عَبَّاد عَنْ فَضَّال بْن جُبَيْر عَنْ أَبِي أُمَامَة صُدَيّ بْن عِجْلَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ أَوَّل الْآيَات طُلُوع الشَّمْس مِنْ مَغْرِبهَا . وَفِي حَدِيث عَاصِم بْن أَبِي النَّجُود عَنْ زِرّ بْن حُبَيْش عَنْ صَفْوَان بْن عَسَّال قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِنَّ اللَّه فَتَحَ بَابًا قِبَل الْمَغْرِب عَرْضه سَبْعُونَ عَامًا لِلتَّوْبَةِ لَا يُغْلَق حَتَّى تَطْلُع الشَّمْس مِنْهُ . رَوَاهُ التِّرْمِذِيّ وَصَحَّحَهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث طَوِيل \" حَدِيث آخَر \" عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى قَالَ اِبْن مَرْدُوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن دُحَيْم حَدَّثَنَا أَحْمَد بْن حَازِم حَدَّثَنَا ضِرَار بْن صُرَد حَدَّثَنَا اِبْن فُضَيْل عَنْ سُلَيْمَان بْن زَيْد عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لَيَأْتِيَن عَلَى النَّاس لَيْلَة تَعْدِل ثَلَاث لَيَالٍ مِنْ لَيَالِيكُمْ هَذِهِ فَإِذَا كَانَ ذَلِكَ يَعْرِفهَا الْمُتَنَفِّلُونَ يَقُوم أَحَدهمْ فَيَقْرَأ حِزْبه ثُمَّ يَنَام ثُمَّ يَقُوم فَيَقْرَأ حِزْبه ثُمَّ يَنَام فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ صَاحَ النَّاس بَعْضهمْ مِنْ بَعْض فَقَالُوا مَا هَذَا فَيَفْزَعُونَ إِلَى الْمَسَاجِد فَإِذَا هُمْ بِالشَّمْسِ قَدْ طَلَعَتْ حَتَّى إِذَا صَارَتْ فِي وَسَط السَّمَاء رَجَعَتْ وَطَلَعَتْ مِنْ مَطْلَعهَا قَالَ حِينَئِذٍ لَا يَنْفَع نَفْسًا إِيمَانهَا . هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَلَيْسَ هُوَ فِي شَيْء مِنْ الْكُتُب السِّتَّة . \" حَدِيث آخَر \" عَنْ عَبْد اللَّه بْن عَمْرو قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا أَبُو حَيَّان عَنْ أَبِي زُرْعَة عَنْ عَمْرو بْن جَرِير قَالَ جَلَسَ ثَلَاثه مِنْ الْمُسْلِمِينَ إِلَى مَرْوَان بِالْمَدِينَةِ فَسَمِعُوهُ وَهُوَ يُحَدِّث عَنْ الْآيَات يَقُول إِنَّ أَوَّلهَا خُرُوج الدَّجَّال قَالَ فَانْصَرَفُوا إِلَى عَبْد اللَّه بْن عَمْرو فَحَدَّثُوهُ بِاَلَّذِي سَمِعُوهُ مِنْ مَرْوَان فِي الْآيَات فَقَالَ لَمْ يَقُلْ مَرْوَان شَيْئًا حَفِظْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِنَّ أَوَّل الْآيَات خُرُوجًا طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَخُرُوج الدَّابَّة ضُحًى فَأَيَّتهمَا كَانَتْ قَبْل صَاحِبَتهَا فَالْأُخْرَى عَلَى أَثَرهَا ثُمَّ قَالَ عَبْد اللَّه وَكَانَ يَقْرَأ الْكُتُب وَأَظُنّ أُولَاهَا خُرُوجًا طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَذَلِكَ أَنَّهَا كُلَّمَا غَرَبَتْ أَتَتْ تَحْت الْعَرْش وَسَجَدَتْ وَاسْتَأْذَنَتْ فِي الرُّجُوع فَأُذِنَ لَهَا فِي الرُّجُوع حَتَّى إِذَا بَدَا اللَّه أَنْ تَطْلُع مِنْ مَغْرِبهَا فَعَلَتْ كَمَا كَانَتْ تَفْعَل أَتَتْ تَحْت الْعَرْش فَسَجَدَتْ وَاسْتَأْذَنَتْ فِي الرُّجُوع فَلَمْ يُرَدّ عَلَيْهَا شَيْء ثُمَّ اِسْتَأْذَنَتْ فِي الرُّجُوع فَلَا يَرُدّ عَلَيْهَا شَيْء حَتَّى إِذَا ذَهَبَ مِنْ اللَّيْل مَا شَاءَ اللَّه أَنْ يَذْهَب وَعَرَفَتْ أَنَّهُ إِذَا أُذِنَ لَهَا فِي الرُّجُوع لَمْ تُدْرِك الْمَشْرِق قَالَتْ رَبّ مَا أَبْعَد الْمَشْرِق مَنْ لِي بِالنَّاسِ , حَتَّى إِذَا صَارَ الْأُفُق كَأَنَّهُ طَوْق اِسْتَأْذَنَتْ فِي الرُّجُوع فَيُقَال لَهَا مِنْ مَكَانك فَاطْلُعِي فَطَلَعَتْ عَلَى النَّاس مِنْ مَغْرِبهَا ثُمَّ تَلَا عَبْد اللَّه هَذِهِ الْآيَة \" لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل \" الْآيَة وَأَخْرَجَهُ مُسْلِم فِي صَحِيحه وَأَبُو دَاوُد وَابْن مَاجَهْ فِي سُنَنَيْهِمَا مِنْ حَدِيث أَبِي حَيَّان التَّيْمِيّ وَاسْمه يَحْيَى بْن سَعِيد بْن حَيَّان عَنْ أَبِي زُرْعَة بْن عَمْرو بْن جَرِير بِهِ . \" حَدِيث آخَر عَنْهُ \" قَالَ الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن يَحْيَى بْن خَالِد بْن حَيَّان الرَّقِّيّ حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم بْن زُرَيْق الْحِمْصِيّ حَدَّثَنَا عُثْمَان بْن سَعِيد بْن كَثِير بْن دِينَار حَدَّثَنَا اِبْن لَهِيعَة عَنْ يَحْيَى بْن عَبْد اللَّه عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا طَلَعَتْ الشَّمْس مِنْ مَغْرِبهَا خَرَّ إِبْلِيس سَاجِدًا يُنَادِي وَيَجْهَر إِلَهِي مُرْنِي أَنْ أَسْجُد لِمَنْ شِئْت قَالَ فَيَجْتَمِع إِلَيْهِ زَبَانِيَته فَيَقُولُونَ كُلّهمْ مَا هَذَا التَّضَرُّع فَيَقُول إِنَّمَا سَأَلْت رَبِّي أَنْ يُنْظِرنِي إِلَى الْوَقْت الْمَعْلُوم وَهَذَا الْوَقْت الْمَعْلُوم قَالَ ثُمَّ تَخْرُج دَابَّة الْأَرْض مِنْ صَدْع فِي الصَّفَا قَالَ : فَأَوَّل خُطْوَة تَضَعهَا بِأَنْطَاكِيَا فَتَأْتِي إِبْلِيس فَتَلْطِمهُ هَذَا حَدِيث غَرِيب جِدًّا وَسَنَده ضَعِيف وَلَعَلَّهُ مِنْ الزَّامِلَتَيْنِ اللَّتَيْنِ أَصَابَهُمَا عَبْد اللَّه بْن عَمْرو يَوْم الْيَرْمُوك فَأَمَّا رَفْعه فَمُنْكَر وَاَللَّه أَعْلَم \" حَدِيث آخَر \" عَنْ عَبْد اللَّه بْن عَمْرو وَعَبْد الرَّحْمَن بْن عَوْف وَمُعَاوِيَة بْن أَبِي سُفْيَان رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْحَكَم بْن نَافِع حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد يَرُدّهُ إِلَى مَالِك بْن يُخَامِر عَنْ اِبْن السَّعْدِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَا تَنْقَطِع الْهِجْرَة مَادَامَ الْعَدُوّ يُقَاتِل فَقَالَ مُعَاوِيَة وَعَبْد الرَّحْمَن بْن عَوْف وَعَبْد اللَّه بْن عَمْرو بْن الْعَاصِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الْهِجْرَة خَصْلَتَانِ إِحْدَاهُمَا تَهْجُر السَّيِّئَات وَالْأُخْرَى تُهَاجِر إِلَى اللَّه وَرَسُوله وَلَا تَنْقَطِع مَا تَقَبَّلَتْ التَّوْبَة وَلَا تَزَال التَّوْبَة تُقْبَل حَتَّى تَطْلُع الشَّمْس مِنْ مَغْرِبهَا فَإِذَا طَلَعَتْ طُبِعَ عَلَى كُلّ قَلْب بِمَا فِيهِ وَكَفَى النَّاس الْعَمَل . هَذَا الْحَدِيث حَسَن الْإِسْنَاد وَلَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ عَوْف الْأَعْرَابِيّ عَنْ مُحَمَّد بْن سِيرِينَ حَدَّثَنِي أَبُو عُبَيْدَة عَنْ اِبْن مَسْعُود أَنَّهُ كَانَ يَقُول مَا ذُكِرَ مِنْ الْآيَات فَقَدْ مَضَى غَيْر أَرْبَع طُلُوع الشَّمْس مِنْ مَغْرِبهَا وَالدَّجَّال وَدَابَّة الْأَرْض وَخُرُوج يَأْجُوج وَمَأْجُوج . قَالَ وَكَانَ يَقُول الْآيَة الَّتِي تُخْتَم بِهَا الْأَعْمَال طُلُوع الشَّمْس مِنْ مَغْرِبهَا أَلَمْ تَرَ أَنَّ اللَّه يَقُول \" يَوْم يَأْتِي بَعْض آيَات رَبّك \" الْآيَة كُلّهَا يَعْنِي طُلُوع الشَّمْس مِنْ مَغْرِبهَا. حَدِيث اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا رَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ فِي تَفْسِيره مِنْ حَدِيث عَبْد الْمُنْعِم بْن إِدْرِيس عَنْ أَبِيهِ عَنْ وَهْب بْن مُنَبِّه عَنْ اِبْن عَبَّاس مَرْفُوعًا فَذَكَرَ حَدِيثًا طَوِيلًا غَرِيبًا مُنْكَرًا رَفَعَهُ وَفِيهِ أَنَّ الشَّمْس وَالْقَمَر يَطْلُعَانِ يَوْمئِذٍ مِنْ الْمَغْرِب مَقْرُونَيْنِ وَإِذَا اِنْتَصَفَا السَّمَاء رَجَعَا ثُمَّ عَادَا إِلَى مَا كَانَا عَلَيْهِ . وَهُوَ حَدِيث غَرِيب جِدًّا بَلْ مُنْكَر بَلْ مَوْضُوع إِنْ اُدُّعِيَ أَنَّهُ مَرْفُوع فَأَمَّا وَقْفه عَلَى اِبْن عَبَّاس أَوْ وَهْب بْن مُنَبِّه وَهُوَ الْأَشْبَه فَغَيْر مَرْفُوع وَاَللَّه أَعْلَم وَقَالَ سُفْيَان عَنْ مَنْصُور عَنْ عَامِر عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : إِذَا خَرَجَ أَوَّل الْآيَات طُرِحَتْ وَحُبِسَتْ الْحَفَظَة وَشَهِدَتْ الْأَجْسَاد عَلَى الْأَعْمَال رَوَاهُ اِبْن جَرِير رَحِمَهُ اللَّه تَعَالَى فَقَوْله تَعَالَى \" لَا يَنْفَع نَفْسًا إِيمَانهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْل \" أَيْ إِذَا أَنْشَأَ الْكَافِر إِيمَانًا يَوْمئِذٍ لَا يُقْبَل مِنْهُ فَأَمَّا مَنْ كَانَ مُؤْمِنًا قَبْل ذَلِكَ فَإِنْ كَانَ مُصْلِحًا فِي عَمَله فَهُوَ بِخَيْرٍ عَظِيم وَإِنْ لَمْ يَكُنْ مُصْلِحًا فَأَحْدَثَ تَوْبَة حِينَئِذٍ لَمْ تُقْبَل مِنْهُ تَوْبَته كَمَا دَلَّتْ عَلَيْهِ الْأَحَادِيث الْمُتَقَدِّمَة وَعَلَيْهِ يُحْمَل قَوْله تَعَالَى \" أَوْ كَسَبَتْ فِي إِيمَانهَا خَيْرًا \" أَيْ وَلَا يُقْبَل مِنْهَا كَسْب عَمَل صَالِح إِذَا لَمْ يَكُنْ عَامِلًا بِهِ قَبْل ذَلِكَ وَقَوْله تَعَالَى \" قُلْ اِنْتَظِرُوا إِنَّا مُنْتَظِرُونَ \" تَهْدِيد شَدِيد لِلْكَافِرِينَ وَوَعِيد أَكِيد لِمَنْ سَوَّفَ بِإِيمَانِهِ وَتَوْبَته إِلَى وَقْت لَا يَنْفَعهُ ذَلِكَ وَإِنَّمَا كَانَ هَذَا الْحُكْم عِنْد طُلُوع الشَّمْس مِنْ مَغْرِبهَا لِاقْتِرَابِ السَّاعَة وَظُهُور أَشْرَاطهَا كَمَا قَالَ \" فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَة أَنْ تَأْتِيهِمْ بَغْتَة فَقَدْ جَاءَ أَشْرَاطهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ \" وَقَوْله تَعَالَى \" فَلَمَّا رَأَوْا بَأْسنَا قَالُوا آمَنَّا بِاَللَّهِ وَحْده وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعهُمْ إِيمَانهمْ لَمَّا رَأَوْا بَأْسنَا \" الْآيَة.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42141, "aya_id": 158}]