[{"text": "وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُّبِينٌ", "sura_id": 36, "type": 0, "id": 3774, "aya_id": 69}, {"text": "وما علمناه الشعر وما ينبغي له إن هو إلا ذكر وقرآن مبين", "sura_id": 36, "type": 1, "id": 10010, "aya_id": 69}, {"text": "69 - (وما علمناه) أي النبي (الشعر) رد لقولهم إن ما أتى به من القرآن شعر (وما ينبغي) يسهل (له) الشعر (إن هو) ليس الذي أتى به (إلا ذكر) عظة (وقرآن مبين) مظهر للأحكام وغيرها \r\n", "sura_id": 36, "type": 2, "id": 28718, "aya_id": 69}, {"text": "وما علَّمنا رسولنا محمدًا الشعر, وما ينبغي له أن يكون شاعرًا, ما هذا الذي جاء به إلا ذكر يتذكر به أولو الألباب, وقرآن بيِّن الدلالة على الحق والباطل، واضحة أحكامه وحِكَمه ومواعظه;\r\n", "sura_id": 36, "type": 3, "id": 34954, "aya_id": 69}, {"text": " <font color=red>وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ</font><BR><p>وَقَوْله تَبَارَكَ وَتَعَالَى \" وَمَا عَلَّمْنَاهُ الشِّعْر وَمَا يَنْبَغِي لَهُ \" يَقُول عَزَّ وَجَلَّ مُخْبِرًا عَنْ نَبِيّه مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ مَا عَلَّمَهُ الشِّعْر \" وَمَا يَنْبَغِي لَهُ \" أَيْ مَا هُوَ فِي طَبْعه فَلَا يُحْسِنهُ وَلَا يُحِبّهُ وَلَا تَقْتَضِيه جِبِلَّته وَلِهَذَا وَرَدَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ لَا يَحْفَظ بَيْتًا عَلَى وَزْن مُنْتَظِم بَلْ إِنْ أَنْشَدَهُ زَحَّفَهُ أَوْ لَمْ يُتِمّهُ وَقَالَ أَبُو زُرْعَة الرَّازِيّ حَدَّثَنَا إِسْمَاعِيل بْن مُجَالِد عَنْ أَبِيهِ عَنْ الشَّعْبِيّ أَنَّهُ قَالَ : مَا وَلَدَ عَبْد الْمُطَّلِب ذَكَرًا وَلَا أُنْثَى إِلَّا يَقُول الشِّعْر إِلَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَهُ اِبْن عَسَاكِر فِي تَرْجَمَة عُتْبَة بْن أَبِي لَهَب الَّذِي أَكَلَهُ الْأَسَد بِالزَّرْقَاءِ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ الْحَسَن هُوَ الْبَصْرِيّ قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَتَمَثَّل بِهَذَا الْبَيْت : كَفَى بِالْإِسْلَامِ وَالشَّيْب لِلْمَرْءِ نَاهِيًا فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ : يَا رَسُول اللَّه كَفَى الشَّيْب وَالْإِسْلَام لِلْمَرْءِ نَاهِيًا قَالَ أَبُو بَكْر أَوْ عُمَر رَضِيَ اللَّه عَنْهُمَا أَشْهَد أَنَّك رَسُول اللَّه يَقُول تَعَالَى \" وَمَا عَلَّمْنَاهُ الشِّعْر وَمَا يَنْبَغِي لَهُ \" وَهَكَذَا رَوَى الْبَيْهَقِيّ فِي الدَّلَائِل أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِلْعَبَّاسِ بْن مِرْدَاس السُّلَمِيّ رَضِيَ اللَّه عَنْهُ \" أَنْتَ الْقَائِل : أتجْعَلُ نَهْبي وَنَهْبَ العُبَيْد بَيْن الأَقْرَع وعُيَيْنةَ فَقَالَ إِنَّمَا هُوَ بَيْن عُيَيْنَةَ وَالْأَقْرَع فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْكُلّ سَوَاء \" يَعْنِي فِي الْمَعْنَى صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَاَللَّه أَعْلَم . وَقَدْ ذَكَرَ السُّهَيْلِيّ فِي الرَّوْض الْأُنُف لِهَذَا التَّقْدِيم وَالتَّأْخِير الَّذِي وَقَعَ فِي كَلَامه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي هَذَا الْبَيْت مُنَاسَبَة أَغْرَبَ فِيهَا حَاصِلهَا شَرَف الْأَقْرَع بْن حَابِس عَلَى عُيَيْنَةَ بْن بَدْر الْفَزَارِيّ لِأَنَّهُ اِرْتَدَّ أَيَّام الصِّدِّيق رَضِيَ اللَّه عَنْهُ بِخِلَافِ ذَاكَ وَاَللَّه أَعْلَم وَهَكَذَا رَوَى الْأُمَوِيّ فِي مَغَازِيه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَ يَمْشِي بَيْن الْقَتْلَى يَوْم بَدْر وَهُوَ يَقُول \" هَامَا \" فَيَقُول الصِّدِّيق رَضِيَ اللَّه عَنْهُ مُتَمِّمًا لِلْبَيْتِ : مِنْ رِجَال أَعِزَّة عَلَيْنَا وَهُمْ كَانُوا أَعَقّ وَأَظْلَمَا وَهَذَا لِبَعْضِ شُعَرَاء الْعَرَب فِي قَصِيدَة لَهُ وَهِيَ فِي الْحَمَاسَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هُشَيْم حَدَّثَنَا مُغِيرَة عَنْ الشَّعْبِيّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا اِسْتَرَابَ الْخَبَر تَمَثَّلَ فِيهِ بِبَيْتِ طَرَفَة : وَيَأْتِيك بِالْأَخْبَارِ مَنْ لَمْ تُزَوِّد وَهَكَذَا رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة مِنْ طَرِيق إِبْرَاهِيم بْن مُهَاجِر عَنْ الشَّعْبِيّ عَنْهَا . وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ أَيْضًا مِنْ حَدِيث الْمِقْدَام بْن شُرَيْح بْن هَانِئ عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا كَذَلِكَ ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن صَحِيح . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا يُوسُف بْن مُوسَى حَدَّثَنَا أُسَامَة عَنْ زَائِدَة عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَمَثَّل مِنْ الْأَشْعَار : وَيَأْتِيك بِالْأَخْبَارِ مَنْ لَمْ تُزَوِّد ثُمَّ قَالَ وَرَوَاهُ غَيْر زَائِدَة عَنْ سِمَاك عَنْ عَطِيَّة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا وَهَذَا فِي شِعْر طَرَفَة بْن الْعَبْد فِي مُعَلَّقَته الْمَشْهُورَة وَهَذَا الْمَذْكُور عَجُز بَيْت مِنْهَا أَوَّله. سَتُبْدِي لَك الْأَيَّام مَا كُنْت جَاهِلًا وَيَأْتِيك بِالْأَخْبَارِ مَنْ لَمْ تُزَوِّد وَيَأْتِيك بِالْأَخْبَارِ مَنْ لَمْ تَبِعْ لَهُ بَتَاتًا وَلَمْ تَضْرِب لَهُ وَقْت مَوْعِد وَقَالَ سَعِيد بْن عُرْوَة عَنْ قَتَادَة قِيلَ لِعَائِشَةَ رَضِيَ اللَّه عَنْهَا هَلْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَمَثَّل بِشَيْءٍ مِنْ الشِّعْر ؟ قَالَتْ رَضِيَ اللَّه عَنْهَا : كَانَ أَبْغَض الْحَدِيث إِلَيْهِ غَيْر أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَتَمَثَّل بِبَيْتِ أَخِي بَنِي قَيْس فَيَجْعَل أَوَّله آخِره وَآخِره أَوَّله فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ لَيْسَ هَذَا هَكَذَا يَا رَسُول اللَّه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي وَاَللَّه مَا أَنَا بِشَاعِرٍ وَمَا يَنْبَغِي لِي \" رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَهَذَا لَفْظه وَقَالَ مَعْمَر عَنْ قَتَادَة بَلَغَنِي أَنَّ عَائِشَة رَضِيَ اللَّه عَنْهَا سُئِلَتْ هَلْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَمَثَّل بِشَيْءٍ مِنْ الشِّعْر ؟ فَقَالَتْ رَضِيَ اللَّه عَنْهَا : لَا إِلَّا بَيْت طَرَفَة سَتُبْدِي لَك الْأَيَّام مَا كُنْت جَاهِلًا وَيَأْتِيك بِالْأَخْبَارِ مَا لَمْ تُزَوِّد فَجَعَلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ لَمْ تُزَوِّد بِالْأَخْبَارِ \" فَقَالَ أَبُو بَكْر لَيْسَ هَذَا هَكَذَا فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَسْت بِشَاعِرٍ وَلَا يَنْبَغِي لِي\" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عَبْد الْحَافِظ حَدَّثَنَا أَبُو حَفْص عُمَر بْن أَحْمَد بْن نُعَيْم وَكِيل الْمُتَّقِي بِبَغْدَاد حَدَّثَنَا أَبُو مُحَمَّد عَبْد اللَّه بْن هِلَال النَّحْوِيّ الضَّرِير حَدَّثَنَا عَلِيّ بْن عَمْرو الْأَنْصَارِيّ حَدَّثَنَا سُفْيَان بْن عُيَيْنَةَ عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : مَا جَمَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْت شِعْر قَطُّ إِلَّا بَيْتًا وَاحِدًا. تَفَاءَلْ بِمَا تَهْوَى يَكُنْ فَلَقَلَّمَا يُقَال لِشَيْءٍ مَا كَانَ إِلَّا تَحَقَّقَا سَأَلْت شَيْخنَا الْحَافِظ أَبَا الْحَجَّاج الْمِزِّيّ عَنْ هَذَا الْحَدِيث فَقَالَ هُوَ مُنْكَر وَلَمْ يُعْرَف شَيْخ الْحَاكِم وَلَا الضَّرِير وَثَبَتَ فِي الصَّحِيح أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَمَثَّلَ يَوْم حَفْر الْخَنْدَق بِأَبْيَاتِ عَبْد اللَّه بْن رَوَاحَة رَضِيَ اللَّه عَنْهُ وَلَكِنْ تَبَعًا لِقَوْلِ أَصْحَابه رَضِيَ اللَّه عَنْهُمْ فَإِنَّهُمْ يَرْتَجِزُونَ وَهُمْ يَحْفِرُونَ فَيَقُولُونَ . اللَّهُمَّ لَوْلَا أَنْتَ مَا اهْتَدَيْنَا وَلَا تَصَدَّقْنَا وَلَا صَلَّيْنَا فَأَنْزِلَنْ سَكِينَة عَلَيْنَا وَثَبِّتْ الْأَقْدَام إِنْ لَاقَيْنَا إِنَّ الْأُلَى قَدْ بَغَوْا عَلَيْنَا إِذَا أَرَادُوا فِتْنَة أَبَيْنَا وَيَرْفَع صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَوْلِهِ أَبَيْنَا وَيَمُدّهَا وَقَدْ رُوِيَ هَذَا بِزِحَافٍ فِي الصَّحِيحَيْنِ أَيْضًا وَكَذَا ثَبَتَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَوْم حُنَيْن وَهُوَ رَاكِب الْبَغْلَة يُقْدِم بِهَا فِي نُحُور الْعَدُوّ : أَنَا النَّبِيّ لَا كَذِب أَنَا اِبْن عَبْد الْمُطَّلِب لَكِنْ قَالُوا هَذَا وَقَعَ اِتِّفَاقًا مِنْ غَيْر قَصْد لِوَزْنِ شِعْر بَلْ جَرَى عَلَى اللِّسَان مِنْ غَيْر قَصْد إِلَيْهِ وَكَذَلِكَ مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ جُنْدُب بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَار فَنُكِبَتْ أُصْبُعه فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : هَلْ أَنْتِ إِلَّا أُصْبُع دَمِيتِ وَفِي سَبِيل اللَّه مَا لَقِيتِ وَسَيَأْتِي عِنْد قَوْله تَعَالَى \" إِلَّا اللَّمَم \" إِنْشَاد إِنْ تَغْفِر اللَّهُمَّ تَغْفِر جَمَّا وَأَيّ عَبْد لَك مَا أَلَمَّا وَكُلّ هَذَا لَا يُنَافِي كَوْنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا عُلِّمَ شِعْرًا وَلَا يَنْبَغِي لَهُ فَإِنَّ اللَّه تَعَالَى إِنَّمَا عَلَّمَهُ الْقُرْآن الْعَظِيم \" الَّذِي لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه تَنْزِيل مِنْ حَكِيم حَمِيد \" وَلَيْسَ هُوَ بِشِعْرٍ كَمَا زَعَمَهُ طَائِفَة مِنْ جَهَلَة كُفَّار قُرَيْش وَلَا كِهَانَة وَلَا مُفْتَعَل وَلَا سِحْر يُؤْثَر كَمَا تَنَوَّعَتْ فِيهِ أَقْوَال الضُّلَّال وَآرَاء الْجُهَّال وَقَدْ كَانَتْ سَجِيَّته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَأْبَى صِنَاعَة الشِّعْر طَبْعًا وَشَرْعًا كَمَا رَوَاهُ أَبُو دَاوُد قَالَ حَدَّثَنَا عُبَيْد اللَّه بْن عَمْرو حَدَّثَنَا عَبْد اللَّه بْن يَزِيد حَدَّثَنَا سَعِيد بْن أَبِي أَيُّوب حَدَّثَنَا شُرَحْبِيل بْن يَزِيد الْمَعَافِرِيّ عَنْ عَبْد الرَّحْمَن بْن رَافِع التَّنُوخِيّ قَالَ سَمِعْت عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَا أُبَالِي مَا أُوتِيت إِنْ أَنَا شَرِبْت تِرْيَاقًا أَوْ تَعَلَّقْت تَمِيمَة أَوْ قُلْت الشِّعْر مِنْ قِبَل نَفْسِي \" تَفَرَّدَ بِهِ أَبُو دَاوُد وَقَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ الْأَسْوَد بْن شَيْبَان عَنْ أَبِي نَوْفَل قَالَ سَأَلْت عَائِشَة رَضِيَ اللَّه عَنْهَا هَلْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسَائِغٍ عِنْده الشِّعْر ؟ فَقَالَتْ قَدْ كَانَ أَبْغَض الْحَدِيث إِلَيْهِ وَقَالَ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعْجِبهُ الْجَوَامِع مِنْ الدُّعَاء وَيَدَع مَا بَيْن ذَلِكَ وَقَالَ أَبُو دَاوُد حَدَّثَنَا أَبُو الْوَلِيد الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَأَنْ يَمْتَلِئَ جَوْف أَحَدكُمْ قَيْحًا خَيْر لَهُ مِنْ أَنْ يَمْتَلِئ شِعْرًا \" اِنْفَرَدَ بِهِ مِنْ هَذَا الْوَجْه وَإِسْنَاده عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا قَزَعَة بْن سُوَيْد الْبَاهِلِيّ عَنْ عَاصِم بْن مَخْلَد عَنْ أَبِي الْأَشْعَث الصَّنْعَانِيّ ح وَحَدَّثَنَا الْأَشْيَب فَقَالَ عَنْ أَبِي عَاصِم عَنْ أَبِي الْأَشْعَث عَنْ شَدَّاد بْن أَوْس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَضَ بَيْت شِعْر بَعْد الْعِشَاء الْآخِرَة لَمْ تُقْبَل لَهُ صَلَاة تِلْكَ اللَّيْلَة \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَلَمْ يُخَرِّجهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة وَالْمُرَاد بِذَلِكَ نَظْمه لَا إِنْشَاده وَاَللَّه أَعْلَم عَلَى أَنَّ الشِّعْر فِيهِ مَا هُوَ مَشْرُوع وَهُوَ هِجَاء الْمُشْرِكِينَ الَّذِي كَانَ يَتَعَاطَاهُ شُعَرَاء الْإِسْلَام كَحَسَّانِ بْن ثَابِت رَضِيَ اللَّه عَنْهُ وَكَعْب بْن مَالِك وَعَبْد اللَّه بْن رَوَاحَة وَأَمْثَالهمْ وَأَضْرَابهمْ رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ وَمِنْهُ مَا فِيهِ حِكَم وَمَوَاعِظ وَآدَاب كَمَا يُوجَد فِي شِعْر جَمَاعَة مِنْ الْجَاهِلِيَّة وَمِنْهُمْ أُمَيَّة بْن أَبِي الصَّلْت الَّذِي قَالَ فِيهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" آمَنَ شِعْره وَكَفَرَ قَلْبه \" وَقَدْ أَنْشَدَ بَعْض الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِائَة بَيْت يَقُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَقِب كُلّ بَيْت \" هِيهِ \" يَعْنِي يَسْتَطْعِمهُ فَيَزِيدهُ مِنْ ذَلِكَ وَقَدْ رَوَى أَبُو دَاوُد مِنْ حَدِيث أُبَيّ بْن كَعْب وَبُرَيْدَة بْن الْحُصَيْب وَعَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُمْ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ مِنْ الْبَيَان سِحْرًا وَإِنَّ مِنْ الشِّعْر حِكَمًا \" وَلِهَذَا قَالَ \" وَمَا عَلَّمْنَاهُ الشِّعْر \" يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا عَلَّمَهُ اللَّه الشِّعْر \" وَمَا يَنْبَغِي لَهُ \" أَيْ وَمَا يَصْلُح لَهُ \" إِنْ هُوَ إِلَّا ذِكْر وَقُرْآن مُبِين \" أَيْ مَا هَذَا الَّذِي عَلَّمْنَاهُ \" إِلَّا ذِكْر وَقُرْآن مُبِين \" أَيْ بَيِّن وَاضِح جَلِيّ لِمَنْ تَأَمَّلَهُ وَتَدَبَّرَهُ .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40404, "aya_id": 69}]