[{"text": "وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِّلْعَالَمِينَ", "sura_id": 21, "type": 0, "id": 2574, "aya_id": 91}, {"text": "و التي أحصنت فرجها فنفخنا فيها من روحنا و جعلناها و ابنها آية للعالمين", "sura_id": 21, "type": 1, "id": 8810, "aya_id": 91}, {"text": "91 - واذكر مريم (والتي أحصنت فرجها) حفظته من أن ينال (فنفخنا فيها من روحنا) أي جبريل حيث نفخ في جييب درعها فحملت بعيسى (وجعلناها وابنها آية للعالمين) الإنس والجن والملائكة حيث ولدته من غير فحل \r\n", "sura_id": 21, "type": 2, "id": 27518, "aya_id": 91}, {"text": "واذكر - أيها الرسول - قصة مريم ابنة عمران التي حفظت فرجها من الحرام, ولم تأتِ فاحشة في حياتها, فأرسل الله إليها جبريل عليه السلام, فنفخ في جيب قميصها, فوصلت النفخة إلى رحمها, فخلق الله بذلك النفخ المسيح عيسى عليه السلام, فحملت به من غير زوج, فكانت هي وابنها بذلك علامة على قدرة الله, وعبرة للخلق إلى قيام الساعة.\r\n", "sura_id": 21, "type": 3, "id": 33754, "aya_id": 91}, {"text": " <font color=red>وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ</font><BR><p>هَكَذَا يَذْكُر تَعَالَى قِصَّة مَرْيَم وَابْنهَا عِيسَى \" مَقْرُونَة بِقِصَّةِ زَكَرِيَّا وَابْنه يَحْيَى\" فَيَذْكُر أَوَّلًا قِصَّة زَكَرِيَّا ثُمَّ يُتْبِعهَا بِقِصَّةِ مَرْيَم لِأَنَّ تِلْكَ مَرْبُوطَة بِهَذِهِ فَإِنَّهَا إِيجَاد وَلَد مِنْ شَيْخ كَبِير قَدْ طَعَنَ فِي السِّنّ وَمِنْ اِمْرَأَة عَجُوز عَاقِر لَمْ تَكُنْ تَلِد فِي حَال شَبَابهَا ثُمَّ يَذْكُر قِصَّة مَرْيَم وَهِيَ أَعْجَب فَإِنَّهَا إِيجَاد وَلَد مِنْ أُنْثَى بِلَا ذَكَر هَكَذَا وَقَعَ فِي سُورَة آلَ عِمْرَان وَفِي سُورَة مَرْيَم وَهَهُنَا ذَكَرَ قِصَّة زَكَرِيَّا ثُمَّ أَتْبَعَهَا بِقِصَّةِ مَرْيَم بِقَوْلِهِ \" وَاَلَّتِي أَحْصَنَتْ فَرْجهَا \" يَعْنِي مَرْيَم عَلَيْهَا السَّلَام كَمَا قَالَ فِي سُورَة التَّحْرِيم \" وَمَرْيَم اِبْنَت عِمْرَان الَّتِي أَحْصَنَتْ فَرْجهَا فَنَفَخْنَا فِيهِ مِنْ رُوحنَا \" وَقَوْله \" وَجَعَلْنَاهَا وَابْنهَا آيَة لِلْعَالَمِينَ \" أَيْ دَلَالَة عَلَى أَنَّ اللَّه عَلَى كُلّ شَيْء قَدِير وَأَنَّهُ يَخْلُق مَا يَشَاء وَإِنَّمَا أَمْره إِذَا أَرَادَ شَيْئًا أَنْ يَقُول لَهُ كُنْ فَيَكُون وَهَذَا كَقَوْلِهِ\" وَلِنَجْعَلهُ آيَة لِلنَّاسِ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عُمَر بْن عَلِيّ حَدَّثَنَا أَبُو عَاصِم الضَّحَّاك بْن مَخْلَد عَنْ شُعَيْب يَعْنِي اِبْن بَشِير عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله \" لِلْعَالَمِينَ \" قَالَ الْعَالَمِينَ الْجِنّ وَالْإِنْس .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39020, "aya_id": 91}]