[{"text": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِن كُنَّ أُولَاتِ حَمْلٍ فَأَنفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُم بِمَعْرُوفٍ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى", "sura_id": 65, "type": 0, "id": 5223, "aya_id": 6}, {"text": "أسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن فإن أرضعن لكم فآتوهن أجورهن وأتمروا بينكم بمعروف وإن تعاسرتم فسترضع له أخرى", "sura_id": 65, "type": 1, "id": 11459, "aya_id": 6}, {"text": "6 - (أسكنوهن) أي المطلقات (من حيث سكنتم) أي بعض مساكنكم (من وجدكم) أي سعتكم عطف بيان أو بدل مما قبله باعادة الجار وتقدير مضاف أي أمكنة سعتكم لا ما دونها (ولا تضاروهن لتضيقوا عليهن) المساكن فيحتجن إلى الخروج أو النفقة فيفتدين منكم (وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن فإن أرضعن لكم) أولادكم منهن (فآتوهن أجورهن) على الارضاع (وأتمروا بينكم) وبينهن (بمعروف) بجميل من حق الأولاد بالتوفيق على أجر معلوم على الارضاع (وإن تعاسرتم) تضايقتم في الارضاع فامتنع الأب من الأجرة والام من فعله (فسترضع له) للأب (أخرى) ولا تكره الأم على إرضاعه \r\n", "sura_id": 65, "type": 2, "id": 30167, "aya_id": 6}, {"text": "أسكنوا المطلقات من نسائكم في أثناء عدتهن مثل سكناكم على قدر سَعَتكم وطاقتكم, ولا تلحقوا بهن ضررًا؛ لتضيِّقوا عليهن في المسكن, إن كان نساؤكم المطلقات ذوات حَمْل, فأنفقوا عليهن في عدتهن حتى يضعن حَمْلهن, فإن أرضعن لكم أولادهن منكم بأجرة, فوفوهن أجورهن, وليأمر بعضكم بعضًا بما عرف من سماحة وطيب نفس, وإن لم تتفقوا على إرضاع الأم, فستُرضع للأب مرضعة أخرى غير الأم المطلقة.\r\n", "sura_id": 65, "type": 3, "id": 36403, "aya_id": 6}, {"text": " <font color=red>أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده إِذَا طَلَّقَ أَحَدهمْ الْمَرْأَة أَنْ يُسْكِنَهَا فِي مَنْزِل حَتَّى تَنْقَضِي عِدَّتُهَا فَقَالَ \" أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ \" أَيْ عِنْدكُمْ \" مِنْ وُجْدِكُمْ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد يَعْنِي سِعَتِكُمْ حَتَّى قَالَ قَتَادَة إِنْ لَمْ تَجِد إِلَّا جَنْب بَيْتك فَأَسْكِنْهَا فِيهِ وَقَوْله تَعَالَى \" وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ \" قَالَ مُقَاتِل بْن حَيَّان يَعْنِي يُضَاجِرهَا لِتَفْتَدِي مِنْهُ بِمَالِهَا أَوْ تَخْرُج مِنْ مَسْكَنه وَقَالَ الثَّوْرِيّ عَنْ مَنْصُور عَنْ أَبِي الضُّحَى \" وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ \" قَالَ يُطَلِّقهَا فَإِذَا بَقِيَ يَوْمَانِ رَاجَعَهَا وَقَوْله تَعَالَى \" وَإِنْ كُنَّ أُولَات حَمْل فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ \" قَالَ كَثِير مِنْ الْعُلَمَاء مِنْهُمْ اِبْن عَبَّاس وَطَائِفَة مِنْ السَّلَف وَجَمَاعَات مِنْ الْخَلَفِ هَذِهِ فِي الْبَائِن إِنْ كَانَتْ حَامِلًا أَنْفَقَ عَلَيْهَا حَتَّى تَضَع حَمْلَهَا قَالُوا بِدَلِيلِ أَنَّ الرَّجْعِيَّة تَجِب نَفَقَتُهَا سَوَاء كَانَتْ حَامِلًا أَوْ حَائِلًا وَقَالَ آخَرُونَ بَلْ السِّيَاق كُلّه فِي الرَّجْعِيَّات وَإِنَّمَا نُصَّ عَلَى الْإِنْفَاق عَلَى الْحَامِل وَإِنْ كَانَتْ رَجْعِيَّة لِأَنَّ الْحَمْل تَطُولُ مُدَّتُهُ غَالِبًا فَاحْتِيجَ إِلَى النَّصِّ عَلَى وُجُوب الْإِنْفَاق إِلَى الْوَضْع لِئَلَّا يُتَوَهَّم أَنَّهُ إِنَّمَا تَجِب النَّفَقَة بِمِقْدَارِ مُدَّة الْعِدَّة ثُمَّ اِخْتَلَفَ الْعُلَمَاء هَلْ النَّفَقَة لَهَا بِوَاسِطَةِ الْحَمْل أَمْ لِلْحَمْلِ وَحْده ؟ عَلَى قَوْلَيْنِ مَنْصُوصَيْنِ عَنْ الشَّافِعِيّ وَغَيْره وَيَتَفَرَّع عَلَيْهَا مَسَائِل كَثِيرَة مَذْكُورَة فِي عِلْم الْفُرُوع . وَقَوْله تَعَالَى \" فَإِنْ أَرْضَعْنَ لَكُمْ \" أَيْ إِذَا وَضَعْنَ حَمْلَهُنَّ وَهُنَّ طَوَالِق فَقَدْ بِنَّ بِانْقِضَاءِ عِدَّتِهِنَّ وَلَهَا حِينَئِذٍ أَنْ تُرْضِعَ الْوَلَد وَلَهَا أَنْ تَمْتَنِع مِنْهُ وَلَكِنْ بَعْد أَنْ تُغَذِّيَهُ بِاللِّبَأِ وَهُوَ بَاكُورَة اللَّبَن الَّذِي لَا قِوَام لِلْمَوْلُودِ غَالِبًا إِلَّا بِهِ فَإِنْ أَرْضَعَتْ اِسْتَحَقَّتْ أَجْر مِثْلِهَا وَلَهَا أَنْ تُعَاقِدَ أَبَاهُ أَوْ وَلِيّه عَلَى مَا يُنْفِقَانِ عَلَيْهِ مِنْ أُجْرَة وَلِهَذَا قَالَ تَعَالَى \" فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ \" وَقَوْله تَعَالَى \" وَائْتَمِرُوا بَيْنكُمْ بِمَعْرُوفٍ\" أَيْ وَلْتَكُنْ أُمُوركُمْ فِيمَا بَيْنكُمْ بِالْمَعْرُوفِ مِنْ غَيْر إِضْرَار وَلَا مُضَارَّةَ كَمَا قَالَ تَعَالَى فِي سُورَة الْبَقَرَة\" لَا تُضَارَّ وَالِدَة بِوَلَدِهَا وَلَا مَوْلُود لَهُ بِوَلَدِهِ\" وَقَوْله تَعَالَى \" وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى\" أَيْ وَإِنْ اِخْتَلَفَ الرَّجُل وَالْمَرْأَة فَطَلَبَتْ الْمَرْأَة فِي أُجْرَة الرَّضَاع كَثِيرًا وَلَمْ يُجِبْهَا الرَّجُل إِلَى ذَلِكَ أَوْ بَذَلَ الرَّجُل قَلِيلًا وَلَمْ تُوَافِقهُ عَلَيْهِ فَلْيَسْتَرْضِعْ لَهُ غَيْرهَا فَلَوْ رَضِيَتْ الْأُمّ بِمَا اُسْتُؤْجِرَتْ بِهِ الْأَجْنَبِيَّة فَهِيَ أَحَقّ بِوَلَدِهَا .</p><BR> <br> ", "sura_id": 65, "type": 4, "id": 42316, "aya_id": 6}]