[{"text": "وَلَقَدْ أَرْسَلْنَا رُسُلاً مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ اللّهِ لِكُلِّ أَجَلٍ كِتَابٌ", "sura_id": 13, "type": 0, "id": 1745, "aya_id": 38}, {"text": "ولقد أرسلنا رسلا من قبلك وجعلنا لهم أزواجا وذرية وما كان لرسول أن يأتي بآية إلا بإذن الله لكل أجل كتاب", "sura_id": 13, "type": 1, "id": 7981, "aya_id": 38}, {"text": "38 - ونزل لما عيروه بكثرة النساء (ولقد أرسلنا رسلاً من قبلك وجعلنا لهم أزواجاً وذرية) أولاداً وأنت مثلهم (وما كان لرسول) منهم (أن يأتي بآية إلا بإذن الله) لأنهم عبيد مربوبون (لكل أجل) مدة (كتاب) مكتوب فيه تحديده \r\n", "sura_id": 13, "type": 2, "id": 26689, "aya_id": 38}, {"text": "وإذا قالوا: ما لك -أيها الرسول- تتزوج النساء؟ فلقد بعثنا قبلك رسلا من البشر وجعلنا لهم أزواجًا وذرية, وإذا قالوا: لو كان رسولا لأتى بما طلبنا من المعجزات, فليس في وُسْع رسولٍ أن يأتي بمعجزةٍ أرادها قومه إلا بإذن الله. لكل أمر قضاه الله كتاب وأجل قد كتبه الله عنده, لا يتقدم ولا يتأخر.\r\n", "sura_id": 13, "type": 3, "id": 32925, "aya_id": 38}, {"text": " <font color=red>وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ</font><BR><p>يَقُول تَعَالَى وَكَمَا أَرْسَلْنَاك يَا مُحَمَّد رَسُولًا بَشَرِيًّا كَذَلِكَ قَدْ بَعَثْنَا الْمُرْسَلِينَ قَبْلك بَشَرًا يَأْكُلُونَ الطَّعَام وَيَمْشُونَ فِي الْأَسْوَاق وَيَأْتُونَ الزَّوْجَات وَيُولَد لَهُمْ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّة وَقَدْ قَالَ تَعَالَى لِأَشْرَفِ الرُّسُل وَخَاتَمهمْ \" قُلْ إِنَّمَا أَنَا بَشَر مِثْلكُمْ يُوحَى إِلَيَّ \" وَفِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ \" أَمَّا أَنَا فَأَصُوم وَأُفْطِر وَأَقُوم وَأَنَام وَآكُل اللَّحْم وَأَتَزَوَّج النِّسَاء فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد أَنْبَأَنَا الْحَجَّاج بْن أَرْطَاة عَنْ مَكْحُول قَالَ : قَالَ أَبُو أَيُّوب قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ \" أَرْبَع مِنْ سُنَن الْمُرْسَلِينَ : التَّعَطُّر وَالنِّكَاح وَالسِّوَاك وَالْحِنَّاء \" وَقَدْ رَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ عَنْ سُفْيَان بْن وَكِيع عَنْ حَفْص بْن غَيْلَان عَنْ الْحَجَّاج عَنْ مَكْحُول عَنْ أَبَى السِّمَاك عَنْ أَبِي أَيُّوب فَذَكَرَهُ ثُمَّ قَالَ وَهَذَا أَصَحّ مِنْ الْحَدِيث الَّذِي لَمْ يُذْكَر فِيهِ أَبُو السِّمَاك . وَقَوْله \" وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِي بِآيَةٍ إِلَّا بِإِذْنِ اللَّه \" أَيْ لَمْ يَكُنْ يَأْتِي قَوْمه بِخَارِقٍ إِلَّا إِذَا أُذِنَ لَهُ فِيهِ لَيْسَ ذَلِكَ إِلَيْهِ بَلْ إِلَى اللَّه عَزَّ وَجَلَّ يَفْعَل مَا يَشَاء وَيَحْكُم مَا يُرِيد \" لِكُلِّ أَجَل كِتَاب \" أَيْ لِكُلِّ مُدَّة مَضْرُوبَة كِتَاب مَكْتُوب بِهَا وَكُلّ شَيْء عِنْده بِمِقْدَارٍ \" أَلَمْ تَعْلَم أَنَّ اللَّه يَعْلَم مَا فِي السَّمَاء وَالْأَرْض إِنَّ ذَلِكَ فِي كِتَاب إِنَّ ذَلِكَ عَلَى اللَّه يَسِير \" وَكَانَ الضَّحَّاك بْن مُزَاحِم يَقُول فِي قَوْله\" لِكُلِّ أَجَل كِتَاب \" أَيْ لِكُلِّ كِتَاب أَجَل يَعْنِي لِكُلِّ كِتَاب أَنْزَلَهُ مِنْ السَّمَاء مُدَّة مَضْرُوبَة عِنْد اللَّه وَمِقْدَار مُعَيَّن .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37888, "aya_id": 38}]