[{"text": "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ", "sura_id": 34, "type": 0, "id": 3616, "aya_id": 10}, {"text": "ولقد آتينا داود منا فضلا يا جبال أوبي معه والطير وألنا له الحديد", "sura_id": 34, "type": 1, "id": 9852, "aya_id": 10}, {"text": "10 - (ولقد آتينا داود منا فضلا) نبوة وكتابا وقلنا (يا جبال أوبي) رجعي (معه) بالتسبيح (والطير) بالنصب عطفا على محل الجبال أي ودعوناها تسبح معه (وألنا له الحديد) فكان في يده كالعجين \r\n", "sura_id": 34, "type": 2, "id": 28560, "aya_id": 10}, {"text": "ولقد آتينا داود نبوة, وكتابًا وعلمًا, وقلنا للجبال والطير: سبِّحي معه, وألنَّا له الحديد, فكان كالعجين يتصرف فيه كيف يشاء.\r\n", "sura_id": 34, "type": 3, "id": 34796, "aya_id": 10}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا دَاوُدَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ</font><BR><p>يُخْبِر تَعَالَى عَمَّا أَنْعَمَ بِهِ عَلَى عَبْده وَرَسُوله دَاوُدَ عَلَيْهِ الصَّلَاة وَالسَّلَام مِمَّا آتَاهُ مِنْ الْفَضْل الْمُبِين وَجَمَعَ لَهُ بَيْن النُّبُوَّة وَالْمُلْك الْمُتَمَكِّن وَالْجُنُود ذَوِي الْعَدَد وَالْعُدَد وَمَا أَعْطَاهُ وَمَنَحَهُ مِنْ الصَّوْت الْعَظِيم الَّذِي كَانَ إِذَا سَبَّحَ بِهِ تُسَبِّح مَعَهُ الْجِبَال الرَّاسِيَات الصُّمّ الشَّامِخَات وَتَقِف لَهُ الطُّيُور السَّارِحَات وَالْغَادِيَات وَالرَّائِحَات وَتَجَاوُبه بِأَنْوَاعِ اللُّغَات وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمِعَ صَوْت أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ يَقْرَأ مِنْ اللَّيْل فَوَقَفَ فَاسْتَمَعَ لِقِرَاءَتِهِ ثُمَّ قَالَ : لَقَدْ أُوتِيَ هَذَا مِزْمَارًا مِنْ مَزَامِير آل دَاوُدَ وَقَالَ أَبُو عُثْمَان النَّهْدِيّ مَا سَمِعْت صَوْت صَنْج وَلَا بَرْبَطٍ وَلَا وَتَر أَحْسَن مِنْ صَوْت أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ وَمَعْنَى قَوْله تَعَالَى \" أَوِّبِي \" أَيْ سَبِّحِي قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد وَزَعَمَ أَبُو مَيْسَرَة أَنَّهُ بِمَعْنَى سَبِّحِي بِلِسَانِ الْحَبَشَة وَفِي هَذَا نَظَر فَإِنَّ التَّأْوِيب فِي اللُّغَة هُوَ التَّرْجِيع فَأُمِرَتْ الْجِبَال وَالطَّيْر أَنْ تُرَجِّع مَعَهُ بِأَصْوَاتِهَا وَقَالَ أَبُو الْقَاسِم عَبْد الرَّحْمَن بْن إِسْحَاق الزَّجَّاجِيّ فِي كِتَابه - الْجُمَل - فِي بَاب النِّدَاء مِنْهُ \" يَا جِبَال أَوِّبِي مَعَهُ \" أَيْ سِيرِي مَعَهُ بِالنَّهَارِ كُلّه وَالتَّأْوِيب سَيْر النَّهَار كُلّه وَالْإِسْآد سَيْر اللَّيْل كُلّه وَهَذَا لَفْظه وَهُوَ غَرِيب جِدًّا لَمْ أَرَهُ لِغَيْرِهِ وَإِنْ كَانَ لَهُ مُسَاعَدَة مِنْ حَيْثُ اللَّفْظ فِي اللُّغَة لَكِنَّهُ بَعِيد فِي مَعْنَى الْآيَة هَهُنَا وَالصَّوَاب أَنَّ الْمَعْنَى فِي قَوْله تَعَالَى \" أَوِّبِي مَعَهُ \" أَيْ رَجِّعِي مَعَهُ مُسَبِّحَة كَمَا تَقَدَّمَ وَاَللَّه أَعْلَم وَقَوْله تَعَالَى : \" وَأَلَنَّا لَهُ الْحَدِيد \" قَالَ الْحَسَن الْبَصْرِيّ وَقَتَادَة وَالْأَعْمَش وَغَيْرهمْ كَانَ لَا يَحْتَاج أَنْ يُدْخِلهُ نَارًا وَلَا يَضْرِبهُ بِمِطْرَقَةٍ بَلْ كَانَ يَفْتِلهُ بِيَدِهِ مِثْل الْخُيُوط وَلِهَذَا.</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40241, "aya_id": 10}]