[{"text": "صُحُفِ إِبْرَاهِيمَ وَمُوسَى", "sura_id": 87, "type": 0, "id": 5967, "aya_id": 19}, {"text": "صحف إبراهيم و موسى", "sura_id": 87, "type": 1, "id": 12203, "aya_id": 19}, {"text": "19 - (صحف إبراهيم وموسى) وهي عشر صحف لإبراهيم والتوراة لموسى \r\n", "sura_id": 87, "type": 2, "id": 30911, "aya_id": 19}, {"text": "وهي صُحف إبراهيم وموسى عليهما السلام.\r\n", "sura_id": 87, "type": 3, "id": 37147, "aya_id": 19}, {"text": " <font color=red>صُحُفِ إِبْرَاهِيمَ وَمُوسَى</font><BR><p>وَقَوْله تَعَالَى \" إِنَّ هَذَا لَفِي الصُّحُف الْأُولَى صُحُف إِبْرَاهِيم وَمُوسَى \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا نَصْر بْن عَلِيّ حَدَّثَنَا مُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ عَطَاء بْن السَّائِب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ إِنَّ هَذَا لَفِي الصُّحُف الْأُولَى صُحُف إِبْرَاهِيم وَمُوسَى قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ كُلّ هَذَا - أَوْ كَانَ هَذَا - فِي صُحُف إِبْرَاهِيم وَمُوسَى \" ثُمَّ قَالَ لَا نَعْلَم أَسْنَدَ الثِّقَات عَنْ عَطَاء بْن السَّائِب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس غَيْر هَذَا وَحَدِيثًا آخَر رَوَاهُ مِثْل هَذَا وَقَالَ النَّسَائِيّ أَخْبَرَنَا زَكَرِيَّا بْن يَحْيَى أَخْبَرَنَا نَصْر بْن عَلِيّ حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ عَطَاء بْن السَّائِب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ سَبِّحْ اِسْم رَبّك الْأَعْلَى قَالَ كُلّهَا فِي صُحُف إِبْرَاهِيم وَمُوسَى وَلَمَّا نَزَلَتْ وَإِبْرَاهِيم الَّذِي وَفَّى قَالَ وَفَّى إِبْرَاهِيم أَلَّا تَزِر وَازِرَة وِزْر أُخْرَى يَعْنِي أَنَّ هَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى فِي سُورَة النَّجْم أَمْ لَمْ يُنَبَّأ بِمَا فِي صُحُف مُوسَى وَإِبْرَاهِيم الَّذِي وَفَّى أَلَّا تَزِر وَازِرَة وِزْر أُخْرَى وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى وَأَنَّ سَعْيه سَوْفَ يُرَى ثُمَّ يُجْزَاهُ الْجَزَاء الْأَوْفَى وَأَنَّ إِلَى رَبّك الْمُنْتَهَى الْآيَات إِلَى آخِرهنَّ. وَهَكَذَا قَالَ عِكْرِمَة فِيمَا رَوَاهُ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ مِهْرَان عَنْ سُفْيَان الثَّوْرِيّ عَنْ أَبِيهِ عَنْ عِكْرِمَة فِي قَوْله تَعَالَى \" إِنَّ هَذَا لَفِي الصُّحُف الْأُولَى صُحُف إِبْرَاهِيم وَمُوسَى \" يَقُول الْآيَات الَّتِي فِي \" سَبِّحْ اِسْم رَبّك الْأَعْلَى \" وَقَالَ أَبُو الْعَالِيَة قِصَّة هَذِهِ السُّورَة فِي الصُّحُف الْأُولَى وَاخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِقَوْلِهِ\" إِنَّ هَذَا \" إِشَارَة إِلَى قَوْله \" قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اِسْم رَبّه فَصَلَّى بَلْ تُؤْثِرُونَ الْحَيَاة الدُّنْيَا وَالْآخِرَة خَيْر وَأَبْقَى \" ثُمَّ قَالَ تَعَالَى \" إِنَّ هَذَا \" أَيْ مَضْمُون هَذَا الْكَلَام \" لَفِي الصُّحُف الْأُولَى صُحُف إِبْرَاهِيم وَمُوسَى \" وَهَذَا الَّذِي اِخْتَارَهُ حَسَن قَوِيّ وَقَدْ رُوِيَ عَنْ قَتَادَة وَابْن زَيْد نَحْوه وَاَللَّه أَعْلَم آخِر تَفْسِير سُورَة سَبِّحْ , وَلِلَّهِ الْحَمْد وَالْمِنَّة وَبِهِ التَّوْفِيق وَالْعِصْمَة .</p><BR> <br> ", "sura_id": 87, "type": 4, "id": 43329, "aya_id": 19}]