[{"text": "وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا", "sura_id": 4, "type": 0, "id": 579, "aya_id": 86}, {"text": "وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها إن الله كان على كل شيء حسيبا", "sura_id": 4, "type": 1, "id": 6815, "aya_id": 86}, {"text": "86 - (وإذا حييتم بتحية) كأن قيل لكم سلام عليكم (فحيوا) المحيي (بأحسن منها) بأن تقولوا له: عليك السلام ورحمة الله وبركاته (أو ردوها) بأن تقولوا له كما قال أي الواجب أحدهما والأول أفضل (إن الله كان على كل شيء حسيبا) محاسبا فيجازي عليه ومنه رد السلام ، وخصت السنة الكافر والمبتدع والفاسق والمُسَلِّم على قاضي الحاجة ومن في الحمام والآكل فلا يجب الرد عليهم بل يكره في غير الأخير ويقال للكافر: وعليك \r\n", "sura_id": 4, "type": 2, "id": 25523, "aya_id": 86}, {"text": "وإذا سلَّم عليكم المسلم فردُّوا عليه بأفضل مما سلَّم لفظًا وبشاشةً, أو ردوا عليه بمثل ما سلَّم, ولكل ثوابه وجزاؤه. إن الله تعالى كان على كل شيء مجازيًا.\r\n", "sura_id": 4, "type": 3, "id": 31759, "aya_id": 86}, {"text": " <font color=red>وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا</font><BR><p>قَالَ اللَّه تَعَالَى \" وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَن مِنْهَا أَوْ رُدُّوهَا \" فَرَدَدْنَاهَا عَلَيْك \" وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مُعَلِّقًا فَقَالَ : ذُكِرَ عَنْ أَحْمَد بْن الْحَسَن وَالتِّرْمِذِيّ : حَدَّثَنَا عَبْد اللَّه بْن السَّرِيّ أَبُو مُحَمَّد الْأَنْطَاكِيّ قَالَ أَبُو الْحَسَن وَكَانَ رَجُلًا صَالِحًا : حَدَّثَنَا هِشَام بْن لَاحِق فَذَكَرَ بِإِسْنَادِهِ مِثْله وَرَوَاهُ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد الْبَاقِي بْن قَانِع حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن لَاحِق أَبُو عُثْمَان فَذَكَرَهُ مِثْله وَلَمْ أَرَهُ فِي الْمُسْنَد وَاَللَّه أَعْلَم وَفِي هَذَا الْحَدِيث دَلَالَة عَلَى أَنَّهُ لَا زِيَادَة فِي السَّلَام عَلَى هَذِهِ الصِّفَة السَّلَام عَلَيْكُمْ وَرَحْمَة اللَّه وَبَرَكَاته إِذْ لَوْ شَرَعَ أَكْثَر مِنْ ذَلِكَ لَزَادَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن كَثِير أَخُو سُلَيْمَان بْن كَثِير حَدَّثَنَا جَعْفَر بْن سُلَيْمَان عَنْ عَوْف عَنْ أَبِي رَجَاء الْعُطَارِدِيّ عَنْ عِمْرَان بْن حُصَيْن أَنَّ رَجُلًا جَاءَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : السَّلَام عَلَيْكُمْ يَا رَسُول اللَّه فَرَدَّ عَلَيْهِ السَّلَام ثُمَّ جَلَسَ فَقَالَ عَشْر ثُمَّ جَاءَ آخَر فَقَالَ : السَّلَام عَلَيْكُمْ وَرَحْمَة اللَّه فَرَدَّ عَلَيْهِ ثُمَّ جَلَسَ فَقَالَ عِشْرُونَ ثُمَّ جَاءَ آخَر فَقَالَ : السَّلَام عَلَيْكُمْ وَرَحْمَة اللَّه وَبَرَكَاته فَرَدَّ عَلَيْهِ السَّلَام ثُمَّ جَلَسَ فَقَالَ ثَلَاثُونَ\" وَكَذَا رَوَاهُ أَبُو دَاوُد عَنْ مُحَمَّد بْن كَثِير وَأَخْرَجَهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَالْبَزَّار مِنْ حَدِيثه ثُمَّ قَالَ التِّرْمِذِيّ حَسَن غَرِيب مِنْ هَذَا الْوَجْه وَفِي الْبَاب عَنْ أَبِي سَعِيد وَعَلِيّ وَسَهْل بْن حُنَيْف وَقَالَ الْبَزَّار : قَدْ رُوِيَ هَذَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ وُجُوه هَذَا أَحْسَنهَا إِسْنَادًا. وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا اِبْن حَرْب الْمَوْصِلِيّ حَدَّثَنَا حُمَيْد بْن عَبْد الرَّحْمَن الرُّؤَاسِيّ عَنْ الْحَسَن بْن صَالِح عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مَنْ سَلَّمَ عَلَيْك مِنْ خَلْق اللَّه فَارْدُدْ عَلَيْهِ وَإِنْ كَانَ مَجُوسِيًّا ذَلِكَ بِأَنَّ اللَّه يَقُول فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا . وَقَالَ قَتَادَة : فَحَيُّوا بِأَحْسَنَ مِنْهَا يَعْنِي لِلْمُسْلِمِينَ أَوْ رُدُّوهَا يَعْنِي لِأَهْلِ الذِّمَّة وَهَذَا التَّنْزِيل فِيهِ نَظَر كَمَا تَقَدَّمَ فِي الْحَدِيث مِنْ أَنَّ الْمُرَاد أَنْ يَرُدّ بِأَحْسَن مِمَّا حَيَّاهُ بِهِ فَإِنْ بَلَغَ الْمُسْلِم غَايَة مَا شَرَعَ فِي السَّلَام رَدَّ عَلَيْهِ مِثْل مَا قَالَ فَأَمَّا أَهْل الذِّمَّة فَلَا يُبْدَءُونَ بِالسَّلَامِ وَلَا يُزَادُونَ بَلْ يَرُدّ عَلَيْهِمْ بِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا سَلَّمَ عَلَيْكُمْ الْيَهُود فَإِنَّمَا يَقُول أَحَدهمْ السَّلَام عَلَيْكُمْ فَقُلْ وَعَلَيْك \" وَفِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَبْدَءُوا الْيَهُود وَالنَّصَارَى بِالسَّلَامِ وَإِذَا لَقِيتُمُوهُمْ فِي طَرِيق فَاضْطَرُّوهُمْ إِلَى أَضْيَقه \" . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ رَجُل عَنْ الْحَسَن الْبَصْرِيّ قَالَ : السَّلَام تَطَوُّع وَالرَّدّ فَرِيضَة . وَهَذَا الَّذِي قَالَهُ هُوَ قَوْل الْعُلَمَاء قَاطِبَة أَنَّ الرَّدّ وَاجِب عَلَى مَنْ سُلِّمَ عَلَيْهِ فَيَأْثَم إِنْ لَمْ يَفْعَل لِأَنَّهُ خَالَفَ أَمْر اللَّه فِي قَوْله فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا وَقَدْ جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد بِسَنَدِهِ إِلَى أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا تَدْخُلُوا الْجَنَّة حَتَّى تُؤْمِنُوا وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا أَفَلَا أَدُلّكُمْ عَلَى أَمْر إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ أَفْشُوا السَّلَام بَيْنكُمْ \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40928, "aya_id": 86}]