[{"text": "لَّوْلاَ كِتَابٌ مِّنَ اللّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ", "sura_id": 8, "type": 0, "id": 1228, "aya_id": 68}, {"text": "لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم", "sura_id": 8, "type": 1, "id": 7464, "aya_id": 68}, {"text": "68 - (لولا كتاب من الله سبق) بإحلال الغنائم والأسرى لكم (لمسكم فيما أخذتم) من الفداء (عذاب عظيم) \r\n", "sura_id": 8, "type": 2, "id": 26172, "aya_id": 68}, {"text": "لولا كتاب من الله سبق به القضاء والقدر بإباحة الغنيمة وفداء الأسرى لهذه الأمة, لنالكم عذاب عظيم بسبب أخْذكم الغنيمة والفداء قبل أن ينزل بشأنهما تشريع.\r\n", "sura_id": 8, "type": 3, "id": 32408, "aya_id": 68}, {"text": " <font color=red>لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ</font><BR><p>قَالَ وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" لَوْلَا كِتَاب مِنْ اللَّه سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَاب عَظِيم \" وَقَدْ سَبَقَ فِي أَوَّل السُّورَة حَدِيث اِبْن عَبَّاس فِي صَحِيح مُسْلِم بِنَحْوِ ذَلِكَ وَقَالَ الْأَعْمَش عَنْ عُمَر بْن مُرَّة عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه قَالَ لَمَّا كَانَ يَوْم بَدْر قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا تَقُولُونَ فِي هَؤُلَاءِ الْأُسَارَى ؟ \" فَقَالَ أَبُو بَكْر يَا رَسُول اللَّه قَوْمُك وَأَهْلُك اِسْتَبْقِهِمْ وَاسْتَتِبْهُمْ لَعَلَّ اللَّه أَنْ يَتُوب عَلَيْهِمْ وَقَالَ عُمَر يَا رَسُول اللَّه كَذَّبُوك وَأَخْرَجُوك فَقَدِّمْهُمْ فَاضْرِبْ أَعْنَاقَهُمْ وَقَالَ عَبْد اللَّه بْن رَوَاحَة يَا رَسُول اللَّه أَنْتَ فِي وَادٍ كَثِير الْحَطَب فَأَضْرِمْ الْوَادِي عَلَيْهِمْ نَارًا ثُمَّ أَلْقِهِمْ فِيهِ قَالَ فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَرُدّ عَلَيْهِمْ شَيْئًا ثُمَّ قَامَ فَدَخَلَ فَقَالَ نَاس : يَأْخُذ بِقَوْلِ أَبِي بَكْر وَقَالَ نَاس : يَأْخُذ بِقَوْلِ عُمَر وَقَالَ نَاس : يَأْخُذ بِقَوْلِ عَبْد اللَّه بْن رَوَاحَة ثُمَّ خَرَجَ عَلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" إِنَّ اللَّه لَيُلَيِّنَ قُلُوب رِجَال حَتَّى تَكُون أَلْيَنَ مِنْ اللَّبَن وَإِنَّ اللَّه لَيُشَدِّدَ قُلُوب رِجَال فِيهِ حَتَّى تَكُون أَشَدّ مِنْ الْحِجَارَة وَإِنَّ مَثَلك يَا أَبَا بَكْر كَمَثَلِ إِبْرَاهِيم عَلَيْهِ السَّلَام قَالَ \" فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّك غَفُور رَحِيم \" وَإِنَّ مَثَلك يَا أَبَا بَكْر كَمَثَلِ عِيسَى عَلَيْهِ السَّلَام قَالَ \" إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُك وَإِنْ تَغْفِر لَهُمْ فَإِنَّك أَنْتَ الْعَزِيز الْحَكِيم \" وَإِنَّ مَثَلك يَا عُمَر كَمَثَلِ مُوسَى عَلَيْهِ السَّلَام قَالَ \" رَبَّنَا اطْمِسْ عَلَى أَمْوَالهمْ وَاشْدُدْ عَلَى قُلُوبهمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" وَإِنَّ مَثَلك يَا عُمَر كَمَثَلِ نُوح عَلَيْهِ السَّلَام قَالَ \" رَبّ لَا تَذَرْ عَلَى الْأَرْض مِنْ الْكَافِرِينَ دَيَّارًا \" أَنْتُمْ عَالَة فَلَا يَنْفَكَّنَّ أَحَد مِنْهُمْ إِلَّا بِفِدَاءٍ أَوْ ضَرْبَة عُنُق \" قَالَ اِبْن مَسْعُود قُلْت : يَا رَسُول اللَّه إِلَّا سُهَيْل بْن بَيْضَاء فَإِنَّهُ يَذْكُر الْإِسْلَام فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَا رَأَيْتنِي فِي يَوْم أَخْوَف مِنْ أَنْ تَقَع عَلَيَّ حِجَارَة مِنْ السَّمَاء مِنِّي فِي ذَلِكَ الْيَوْم حَتَّى قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِلَّا سُهَيْل بْن بَيْضَاء \" فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" مَا كَانَ لِنَبِيٍّ أَنْ يَكُون لَهُ أَسْرَى \" إِلَى آخِر الْآيَة . رَوَاهُ الْإِمَام أَحْمَد وَالتِّرْمِذِيّ مِنْ حَدِيث أَبِي مُعَاوِيَة عَنْ الْأَعْمَش بِهِ وَالْحَاكِم فِي مُسْتَدْرَكه وَقَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخْرِجَاهُ وَرَوَى الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ عَنْ عَبْد اللَّه بْن عُمَر وَأَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْوه . وَفِي الْبَاب عَنْ أَبِي أَيُّوب الْأَنْصَارِيّ وَرَوَى اِبْن مَرْدَوَيْهِ أَيْضًا وَاللَّفْظ لَهُ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عُبَيْد اللَّه بْن مُوسَى حَدَّثَنَا إِسْرَائِيل عَنْ إِبْرَاهِيم بْن مُهَاجِر عَنْ مُجَاهِد عَنْ اِبْن عُمَر قَالَ لَمَّا أُسِرَ الْأُسَارَى يَوْم بَدْر أُسِرَ الْعَبَّاس فِيمَنْ أُسِرَ أَسَرَهُ رَجُل مِنْ الْأَنْصَار قَالَ وَقَدْ أَوْعَدَتْهُ الْأَنْصَار أَنْ يُقَاتِلُوهُ فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَمْ أَنَمْ اللَّيْلَة مِنْ أَجْل عَمِّي الْعَبَّاس وَقَدْ زَعَمَتْ الْأَنْصَار أَنَّهُمْ قَاتَلُوهُ \" . فَقَالَ لَهُ عُمَر أَفَآتِهِمْ فَقَالَ \" نَعَمْ \" فَأَتَى عُمَر الْأَنْصَار فَقَالَ لَهُمْ أَرْسِلُوا الْعَبَّاس فَقَالُوا لَا وَاَللَّه لَا نُرْسِلهُ فَقَالَ لَهُمْ عُمَر فَإِنْ كَانَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رِضًى قَالُوا فَإِنْ كَانَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رِضًى فَخُذْهُ فَأَخَذَهُ عُمَر فَلَمَّا صَارَ فِي يَده قَالَ لَهُ يَا عَبَّاس أَسْلِمْ فَوَاَللَّهِ لَئِنْ تُسْلِم أَحَبُّ إِلَيَّ مِنْ أَنْ يُسْلِم الْخَطَّاب وَمَا ذَاكَ إِلَّا لِمَا رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعْجِبهُ إِسْلَامُك قَالَ وَاسْتَشَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبَا بَكْر فِيهِمْ فَقَالَ أَبُو بَكْر عَشِيرَتك فَأَرْسَلَهُمْ فَاسْتَشَارَ عُمَر فَقَالَ اُقْتُلْهُمْ فَفَادَاهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه \" مَا كَانَ لِنَبِيٍّ أَنْ يَكُون لَهُ أَسْرَى \" الْآيَة . قَالَ الْحَاكِم صَحِيح الْإِسْنَاد وَلَمْ يُخْرِجَاهُ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ عَنْ عَبِيدَة عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ جَاءَ جِبْرِيل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر فَقَالَ خَيِّرْ أَصْحَابك فِي الْأُسَارَى إِنْ شَاءُوا الْفِدَاء وَإِنْ شَاءُوا الْقَتْل عَلَى أَنْ يُقْتَل عَامًا مُقْبِلًا مِنْهُمْ مِثْلُهُمْ قَالُوا الْفِدَاء وَيُقْتَل مِنَّا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن حِبَّان فِي صَحِيحهَا مِنْ حَدِيث الثَّوْرِيّ بِهِ وَهَذَا حَدِيث غَرِيب جِدًّا وَقَالَ اِبْن عَوْن عَنْ عَبِيدَة عَنْ عَلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أُسَارَى يَوْم بَدْر \" إِنْ شِئْتُمْ قَتَلْتُمُوهُمْ وَإِنْ شِئْتُمْ فَادَيْتُمُوهُ وَاسْتَمْتَعْتُمْ بِالْفِدَاءِ وَاسْتُشْهِدَ مِنْكُمْ بِعِدَّتِهِمْ \" قَالَ فَكَانَ آخِر السَّبْعِينَ ثَابِت بْن قَيْس قُتِلَ يَوْم الْيَمَامَة رَضِيَ اللَّه عَنْهُ وَمِنْهُمْ مَنْ رَوَى هَذَا الْحَدِيث عَنْ عُبَيْدَة مُرْسَلًا فَاَللَّه أَعْلَم . وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ اِبْن أَبِي نَجِيح عَنْ عَطَاء عَنْ اِبْن عَبَّاس \" مَا كَانَ لِنَبِيٍّ أَنْ يَكُون لَهُ أَسْرَى \" فَقَرَأَ حَتَّى بَلَغَ \" عَذَاب عَظِيم \" . قَالَ غَنَائِم بَدْر قَبْل أَنْ يُحِلَّهَا لَهُمْ يَقُول لَوْلَا أَنِّي لَا أُعَذِّب مَنْ عَصَانِي حَتَّى أَتَقَدَّم إِلَيْهِ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَاب عَظِيم . وَكَذَا رَوَى اِبْن أَبِي نَجِيح عَنْ مُجَاهِد وَقَالَ الْأَعْمَش سَبَقَ مِنْهُ أَنْ لَا يُعَذِّب أَحَدًا شَهِدَ بَدْرًا وَرُوِيَ نَحْوه عَنْ سَعْد بْن أَبِي وَقَّاص وَسَعِيد بْن جُبَيْر وَعَطَاء وَقَالَ شُعْبَة عَنْ أَبِي هَاشِم عَنْ مُجَاهِد \" لَوْلَا كِتَاب مِنْ اللَّه سَبَقَ \" أَيْ لَهُمْ بِالْمَغْفِرَةِ وَنَحْوه عَنْ سُفْيَان الثَّوْرِيّ رَحِمَهُ اللَّه وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" لَوْلَا كِتَاب مِنْ اللَّه سَبَقَ \" يَعْنِي فِي أُمّ الْكِتَاب الْأَوَّل أَنَّ الْمَغَانِم وَالْأُسَارَى حَلَال لَكُمْ \" لَمَسَّكُمْ فِيمَا أَخَذْتُمْ \" مِنْ الْأُسَارَى \" عَذَاب عَظِيم \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43118, "aya_id": 68}]