[{"text": "لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لاَ يَسْتَجِيبُونَ لَهُم بِشَيْءٍ إِلاَّ كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاء لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاء الْكَافِرِينَ إِلاَّ فِي ضَلاَلٍ", "sura_id": 13, "type": 0, "id": 1721, "aya_id": 14}, {"text": "له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشيء إلا كباسط كفيه إلى الماء ليبلغ فاه وما هو ببالغه وما دعاء الكافرين إلا في ضلال", "sura_id": 13, "type": 1, "id": 7957, "aya_id": 14}, {"text": "14 - (له) تعالى (دعوة الحق) أي كلمته وهي لا إله إلا الله (والذين يدعون) بالياء والتاء يعبدون (من دونه) أي غيره وهم الأصنام (لا يستجيبون لهم بشيء) مما يطلبونه (إلا) استجابة (كباسط) أي كاستجابة باسط (كفيه إلى الماء) على شفير البئر يدعوه (ليبلغ فاه) بارتفاعه من البئر إليه (وما هو ببالغه) أي فاه أبدا فكذلك ما هم بمستجيبين لهم (وما دعاء الكافرين) عبادتهم الأصنام أو حقيقة الدعاء (إلا في ضلال) ضياع \r\n", "sura_id": 13, "type": 2, "id": 26665, "aya_id": 14}, {"text": "لله سبحانه وتعالى وحده دعوة التوحيد (لا إله إلا الله), فلا يُعبد ولا يُدعى إلا هو, والآلهة التي يعبدونها من دون الله لا تجيب دعاء مَن دعاها, وحالهم معها كحال عطشان يمد يده إلى الماء من بعيد; ليصل إلى فمه فلا يصل إليه, وما سؤال الكافرين لها إلا غاية في البعد عن الصواب لإشراكهم بالله غيره.\r\n", "sura_id": 13, "type": 3, "id": 32901, "aya_id": 14}, {"text": " <font color=red>لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ</font><BR><p>قَالَ عَلِيّ بْن أَبَى طَالِب رَضِيَ اللَّه عَنْهُ \" لَهُ دَعْوَة الْحَقّ \" قَالَ التَّوْحِيد رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن عَبَّاس وَقَتَادَة وَمَالِك عَنْ مُحَمَّد بْن الْمُنْكَدِر \" لَهُ دَعْوَة الْحَقّ \" لَا إِلَه إِلَّا اللَّه \" وَاَلَّذِينَ يَدْعُونَ مِنْ دُونه \" الْآيَة أَيْ وَمِثْل الَّذِينَ يَعْبُدُونَ آلِهَة غَيْر اللَّه \" كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاء لِيَبْلُغ فَاهُ \" قَالَ عَلِيّ بْن أَبِي طَالِب كَمَثَلِ الَّذِي يَتَنَاوَل الْمَاء مِنْ طَرَف الْبِئْر بِيَدِهِ وَهُوَ لَا يَنَالهُ أَبَدًا بِيَدِهِ فَكَيْفَ يَبْلُغ فَاهُ ؟ وَقَالَ مُجَاهِد \" كَبَاسِطِ كَفَّيْهِ \" يَدْعُو الْمَاء بِلِسَانِهِ وَيُشِير إِلَيْهِ فَلَا يَأْتِيه أَبَدًا وَقِيلَ الْمُرَاد كَقَابِضٍ يَدَهُ عَلَى الْمَاء فَإِنَّهُ لَا يُحْكِم مِنْهُ عَلَى شَيْء كَمَا قَالَ الشَّاعِر : فَإِنِّي وَإِيَّاكُمْ وَشَوْقًا إِلَيْكُمْ كَقَابِضِ مَاء لَمْ تَسْقِهِ أَنَامِله وَقَالَ الْآخَر : فَأَصْبَحْت مِمَّا كَانَ بَيْنِي وَبَيْنهَا مِنْ الْوُدّ مِثْل الْقَابِض الْمَاء بِالْيَدِ وَمَعْنَى هَذَا الْكَلَام أَنَّ الَّذِي يَبْسُط يَده إِلَى الْمَاء إِمَّا قَابِضًا وَإِمَّا مُتَنَاوِلًا لَهُ مِنْ بُعْد كَمَا أَنَّهُ لَا يَنْتَفِع بِالْمَاءِ الَّذِي لَمْ يَصِل إِلَى فِيهِ الَّذِي جَعَلَهُ مَحَلًّا لِلشُّرْبِ فَكَذَلِكَ هَؤُلَاءِ الْمُشْرِكُونَ الَّذِينَ يَعْبُدُونَ مَعَ اللَّه إِلَهًا غَيْره لَا يَنْتَفِعُونَ بِهِمْ أَبَدًا فِي الدُّنْيَا وَلَا فِي الْآخِرَة وَلِهَذَا قَالَ \" وَمَا دُعَاء الْكَافِرِينَ إِلَّا فِي ضَلَال \" .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37862, "aya_id": 14}]