[{"text": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ", "sura_id": 32, "type": 0, "id": 3529, "aya_id": 26}, {"text": "أو لم يهد لهم كم أهلكنا من قبلهم من القرون يمشون في مساكنهم إن في ذلك لآيات أفلا يسمعون", "sura_id": 32, "type": 1, "id": 9765, "aya_id": 26}, {"text": "26 - (أولم يهد لهم كم أهلكنا من قبلهم من) أي يتبين لكفار مكة إهلاكنا كثيرا (القرون يمشون) الأمم بكفرهم (في) حال من ضمير لهم (مساكنهم إن) في اسفارهم إلى الشام وغيرها فيعتبروا (في ذلك لآيات أفلا) دلالات على قدرتنا (يسمعون أولم) سماع تدبر واتعاظ \r\n", "sura_id": 32, "type": 2, "id": 28473, "aya_id": 26}, {"text": "أولم يتبين لهؤلاء المكذبين للرسول: كم أهلكنا من قبلهم من الأمم السابقة يمشون في مساكنهم, فيشاهدونها عِيانًا كقوم هود وصالح ولوط؟ إن في ذلك لآيات وعظات يُستدَلُّ بها على صدق الرسل التي جاءتهم, وبطلان ما هم عليه من الشرك, أفلا يسمع هؤلاء المكذبون بالرسل مواعظ الله وحججه, فينتفعون بها؟\r\n", "sura_id": 32, "type": 3, "id": 34709, "aya_id": 26}, {"text": " <font color=red>أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ</font><BR><p>يَقُول تَعَالَى أَوَلَمْ يَهْدِ لِهَؤُلَاءِ الْمُكَذِّبِينَ بِالرُّسُلِ مَا أَهْلَكَ اللَّه قَبْلهمْ مِنْ الْأُمَم الْمَاضِيَة بِتَكْذِيبِهِمْ الرُّسُل وَمُخَالَفَتهمْ إِيَّاهُمْ فِيمَا جَاءُوهُمْ بِهِ مِنْ قَوِيم السُّبُل فَلَمْ يُبْقِ مِنْهُمْ مِنْ بَاقِيَة وَلَا عَيْن وَلَا أَثَر\" هَلْ تُحِسّ مِنْهُمْ مِنْ أَحَد أَوْ تَسْمَع لَهُمْ رِكْزًا \" وَلِهَذَا قَالَ \" يَمْشُونَ فِي مَسَاكِنهمْ \" أَيْ وَهَؤُلَاءِ الْمُكَذِّبُونَ يَمْشُونَ فِي مَسَاكِن أُولَئِكَ الْمُكَذِّبِينَ فَلَا يَرَوْنَ فِيهَا أَحَدًا مِمَّنْ كَانَ يَسْكُنهَا وَيَعْمُرهَا ذَهَبُوا مِنْهَا \" كَأَنْ لَمْ يَغْنَوْا فِيهَا \" كَمَا قَالَ \" فَتِلْكَ بُيُوتهمْ خَاوِيَة بِمَا ظَلَمُوا \" وَقَالَ \" وَكَأَيِّنْ مِنْ قَرْيَة أَهْلَكْنَاهَا وَهِيَ ظَالِمَة فَهِيَ خَاوِيَة عَلَى عُرُوشهَا وَبِئْر مُعَطَّلَة وَقَصْر مَشِيد أَفَلَمْ يَسِيرُوا فِي الْأَرْض - إِلَى قَوْله - وَلَكِنْ تَعْمَى الْقُلُوب الَّتِي فِي الصُّدُور \" وَلِهَذَا قَالَ هَهُنَا\" إِنَّ فِي ذَلِكَ لَآيَاتٍ \" أَيْ إِنَّ فِي ذَهَاب أُولَئِكَ الْقَوْم وَدَمَارهمْ وَمَا حَلَّ بِهِمْ بِسَبَبِ تَكْذِيبهمْ الرُّسُل وَنَجَاة مَنْ آمَنَ بِهِمْ لَآيَاتٍ وَعِبَرًا وَمَوَاعِظ وَدَلَائِل مُتَنَاظِرَة\" أَفَلَا يَسْمَعُونَ \" أَيْ أَخْبَار مَنْ تَقَدَّمَ كَيْف كَانَ أَمْرهمْ.</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40155, "aya_id": 26}]