[{"text": "وَقُل لِّعِبَادِي يَقُولُواْ الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنزَغُ بَيْنَهُمْ إِنَّ الشَّيْطَانَ كَانَ لِلإِنْسَانِ عَدُوًّا مُّبِينًا", "sura_id": 17, "type": 0, "id": 2082, "aya_id": 53}, {"text": "و قل لعبادي يقولوا التي هي أحسن إن الشيطان ينزغ بينهم إن الشيطان كان للإنسان عدوا مبينا", "sura_id": 17, "type": 1, "id": 8318, "aya_id": 53}, {"text": "53 - (وقل لعبادي) المؤمنين (يقولوا) للكفار الكلمة (التي هي أحسن إن الشيطان ينزغ) يفسد (بينهم إن الشيطان كان للإنسان عدوا مبينا) بين العداوة والكلمة التي هي أحسن هي \r\n", "sura_id": 17, "type": 2, "id": 27026, "aya_id": 53}, {"text": "وقل لعبادي المؤمنين يقولوا في تخاطبهم وتحاورهم الكلام الحسن الطيب؛ فإنهم إن لم يفعلوا ذلك ألقى الشيطان بينهم العداوة والفساد والخصام. إن الشيطان كان للإنسان عدوًا ظاهر العداوة.\r\n", "sura_id": 17, "type": 3, "id": 33262, "aya_id": 53}, {"text": " <font color=red>وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا</font><BR><p>يَأْمُر تَبَارَكَ وَتَعَالَى عَبْده وَرَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَأْمُر عِبَاد اللَّه الْمُؤْمِنِينَ أَنْ يَقُولُوا فِي مُخَاطَبَاتهمْ وَمُحَاوَرَاتهمْ الْكَلَام الْأَحْسَن وَالْكَلِمَة الطَّيِّبَة فَإِنَّهُمْ إِنْ لَمْ يَفْعَلُوا ذَلِكَ نَزَغَ الشَّيْطَان بَيْنهمْ وَأَخْرَجَ الْكَلَام إِلَى الْفِعَال وَوَقَعَ الشَّرّ وَالْمُخَاصَمَة وَالْمُقَاتَلَة فَإِنَّهُ عَدُوّ لِآدَم وَذُرِّيَّته مِنْ حِين اِمْتَنَعَ مِنْ السُّجُود لِآدَم وَعَدَاوَته ظَاهِرَة بَيِّنَة وَلِهَذَا نَهَى أَنْ يُشِير الرَّجُل إِلَى أَخِيهِ الْمُسْلِم بِحَدِيدَةٍ فَإِنَّ الشَّيْطَان يَنْزَغ فِي يَده أَيْ فَرُبَّمَا أَصَابَهُ بِهَا . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ هَمَّام عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يُشِيرَنَّ أَحَدكُمْ إِلَى أَخِيهِ بِالسِّلَاحِ فَإِنَّهُ لَا يَدْرِي أَحَدكُمْ لَعَلَّ الشَّيْطَان أَنْ يَنْزَغ فِي يَده فَيَقَع فِي حُفْرَة مِنْ النَّار \" أَخْرَجَاهُ مِنْ حَدِيث عَبْد الرَّزَّاق . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد أَنْبَأَنَا عَلِيّ بْن زَيْد عَنْ الْحَسَن قَالَ حَدَّثَنِي رَجُل مِنْ بَنِي سَلِيط قَالَ أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي أَزْفَلَة مِنْ النَّاس فَسَمِعْته يَقُول \" الْمُسْلِم أَخُو الْمُسْلِم لَا يَظْلِمهُ وَلَا يَخْذُلهُ التَّقْوَى هَاهُنَا \" قَالَ حَمَّاد وَقَالَ بِيَدِهِ إِلَى صَدْره \" وَمَا تَوَادَّ رَجُلَانِ فِي اللَّه فَفَرَّقَ بَيْنهمَا إِلَّا حَدَث يُحْدِثهُ أَحَدهمَا وَالْمُحْدِث شَرّ وَالْمُحْدِث شَرّ وَالْمُحْدِث شَرّ \".</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38238, "aya_id": 53}]