[{"text": "وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ اللّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لاَ يَشْكُرُونَ", "sura_id": 10, "type": 0, "id": 1424, "aya_id": 60}, {"text": "وما ظن الذين يفترون على الله الكذب يوم القيامة إن الله لذو فضل على الناس ولكن أكثرهم لا يشكرون", "sura_id": 10, "type": 1, "id": 7660, "aya_id": 60}, {"text": "60 - (وما ظن الذين يفترون على الله الكذب) أي شيء ظنهم به (يوم القيامة) أيحسبون أنه لا يعاقبهم لا (إن الله لذو فضل على الناس) بإمهالهم والإنعام عليهم (ولكن أكثرهم لا يشكرون) \r\n", "sura_id": 10, "type": 2, "id": 26368, "aya_id": 60}, {"text": "وما ظنُّ هؤلاء الذين يتخرصون على الله الكذب يوم الحساب, فيضيفون إليه تحريم ما لم يحرمه عليهم من الأرزاق والأقوات, أن الله فاعل بهم يوم القيامة بكذبهم وفِرْيَتِهم عليه؟ أيحسبون أنه يصفح عنهم ويغفر لهم؟ إن الله لذو فضل على خلقه; بتركه معاجلة مَن افترى عليه الكذب بالعقوبة في الدنيا وإمهاله إياه, ولكن أكثر الناس لا يشكرون الله على تفضله عليهم بذلك.\r\n", "sura_id": 10, "type": 3, "id": 32604, "aya_id": 60}, {"text": " <font color=red>وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ</font><BR><p>\" وَمَا ظَنّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّه الْكَذِب يَوْم الْقِيَامَة \" أَيْ مَا ظَنّهمْ أَنْ يُصْنَع بِهِمْ يَوْم مَرْجِعهمْ إِلَيْنَا يَوْم الْقِيَامَة وَقَوْله \" إِنَّ اللَّه لَذُو فَضْل عَلَى النَّاس \" قَالَ اِبْن جَرِير فِي تَرْكه مُعَاجَلَتهمْ بِالْعُقُوبَةِ فِي الدُّنْيَا \" قُلْت \" وَيَحْتَمِل أَنْ يَكُون الْمُرَاد لَذُو فَضْل عَلَى النَّاس فِيمَا أَبَاحَ لَهُمْ مِمَّا خَلَقَهُ مِنْ الْمَنَافِع فِي الدُّنْيَا وَلَمْ يُحَرِّم عَلَيْهِمْ إِلَّا مَا هُوَ ضَارّ لَهُمْ فِي دُنْيَاهُمْ أَوْ دِينهمْ \" وَلَكِنَّ أَكْثَرهمْ لَا يَشْكُرُونَ \" بَلْ يُحَرِّمُونَ مَا أَنْعَمَ اللَّه بِهِ عَلَيْهِمْ وَيُضَيِّقُونَ عَلَى أَنْفُسهمْ فَيَجْعَلُونَ بَعْضًا حَلَالًا وَبَعْضًا حَرَامًا . وَهَذَا قَدْ وَقَعَ فِيهِ الْمُشْرِكُونَ فِيمَا شَرَعُوهُ لِأَنْفُسِهِمْ وَأَهْل الْكِتَاب فِيمَا اِبْتَدَعُوهُ فِي دِينهمْ . وَقَالَ اِبْن أَبِي حَاتِم فِي تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن أَبِي الْحَوَارِيّ حَدَّثَنَا رَبَاح حَدَّثَنَا عَبْد اللَّه بْن سُلَيْمَان حَدَّثَنَا مُوسَى بْن الصَّبَّاح فِي قَوْله عَزَّ وَجَلَّ \" إِنَّ اللَّه لَذُو فَضْل عَلَى النَّاس \" قَالَ إِذَا كَانَ يَوْم الْقِيَامَة يُؤْتَى بِأَهْلِ وِلَايَة اللَّه عَزَّ وَجَلَّ فَيَقُومُونَ بَيْن يَدَيْ اللَّه عَزَّ وَجَلَّ ثَلَاثَة أَصْنَاف فَيُؤْتَى بِرَجُلٍ مِنْ الصِّنْف الْأَوَّل فَيَقُول : عَبْدِي لِمَاذَا عَمِلْت ؟ فَيَقُول يَا رَبّ خَلَقْت الْجَنَّة وَأَشْجَارهَا وَثِمَارهَا وَأَنْهَارهَا وَحُورهَا وَنَعِيمهَا وَمَا أَعْدَدْت لِأَهْلِ طَاعَتك فِيهَا فَأَسْهَرْت لَيْلِي وَأَظْمَأْت نَهَارِي شَوْقًا إِلَيْهَا - قَالَ - فَيَقُول اللَّه تَعَالَى عَبْدِي إِنَّمَا عَمِلْت لِلْجَنَّةِ هَذِهِ الْجَنَّة فَادْخُلْهَا وَمِنْ فَضْلِي عَلَيْك قَدْ أَعْتَقْتُك مِنْ النَّار وَمِنْ فَضْلِي عَلَيْك أَنْ أُدْخِلك جَنَّتِي فَيَدْخُل وَمَنْ مَعَهُ الْجَنَّة - قَالَ - ثُمَّ يُؤْتَى بِرَجُلٍ مِنْ الصِّنْف الثَّانِي فَيَقُول عَبْدِي لِمَاذَا عَمِلْت ؟ فَيَقُول يَا رَبّ خَلَقْت نَارًا وَخَلَقْت أَغْلَالهَا وَسَعِيرهَا وَسَمُومهَا وَيَحْمُومهَا وَمَا أَعْدَدْت لِأَعْدَائِك وَأَهْل مَعْصِيَتك فِيهَا فَأَسْهَرْت لَيْلِي وَأَظْمَأْت نَهَارِي خَوْفًا مِنْهَا فَيَقُول عَبْدِي إِنَّمَا عَمِلْت ذَلِكَ خَوْفًا مِنْ نَارِي فَإِنِّي قَدْ أَعْتَقْتُك مِنْ النَّار وَمِنْ فَضْلِي عَلَيْك أَنْ أُدْخِلك جَنَّتِي فَيَدْخُل وَمَنْ مَعَهُ الْجَنَّة . ثُمَّ يُؤْتَى بِرَجُلٍ مِنْ الصِّنْف الثَّالِث فَيَقُول عَبْدِي لِمَاذَا عَمِلْت ؟ فَيَقُول رَبّ حُبًّا لَك وَشَوْقًا إِلَيْك وَعِزَّتك لَقَدْ أَسْهَرْت لَيْلِي وَأَظْمَأْت نَهَارِي شَوْقًا إِلَيْك وَحُبًّا لَك فَيَقُول تَبَارَكَ وَتَعَالَى : عَبْدِي إِنَّمَا عَمِلْت حُبًّا لِي وَشَوْقًا إِلَيَّ فَيَتَجَلَّى لَهُ الرَّبّ جَلَّ جَلَاله وَيَقُول هَا أَنَا ذَا فَانْظُرْ إِلَيَّ ثُمَّ يَقُول مِنْ فَضْلِي عَلَيْك أَنْ أُعْتِقك مِنْ النَّار وَأُبِيحك جَنَّتِي وَأُزِيرك مَلَائِكَتِي وَأُسَلِّم عَلَيْك بِنَفْسِي فَيَدْخُل هُوَ وَمَنْ مَعَهُ الْجَنَّة.</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37490, "aya_id": 60}]