[{"text": "وَإِذَا الْمَوْؤُودَةُ سُئِلَتْ", "sura_id": 81, "type": 0, "id": 5808, "aya_id": 8}, {"text": "و إذا الموؤدة سئلت", "sura_id": 81, "type": 1, "id": 12044, "aya_id": 8}, {"text": "8 - (وإذا الموؤودة) الجارية تدفن حية خوف العار والحاجة (سئلت) تبكيتا لقاتلها \r\n", "sura_id": 81, "type": 2, "id": 30752, "aya_id": 8}, {"text": "وإذا الطفلة المدفونة حية سُئلت يوم القيامة سؤالَ تطييب لها وتبكيت لوائدها \r\n", "sura_id": 81, "type": 3, "id": 36988, "aya_id": 8}, {"text": " <font color=red>وَإِذَا الْمَوْءُودَةُ سُئِلَتْ</font><BR><p>هَكَذَا قِرَاءَة الْجُمْهُور سُئِلَتْ. وَالْمَوْءُودَة : هِيَ الَّتِي كَانَ أَهْل الْجَاهِلِيَّة يَدُسُّونَهَا فِي التُّرَاب كَرَاهِيَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَإِذَا الْمَوْءُودَة سُئِلَتْ \" أَيْ سَأَلَتْ . وَكَذَا قَالَ أَبُو الضُّحَى سَأَلَتْ أَيْ طَالَبَتْ بِدَمِهَا . وَعَنْ السُّدِّيّ وَقَتَادَة مِثْله وَقَدْ وَرَدَتْ أَحَادِيث تَتَعَلَّق بِالْمَوْءُودَةِ فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن يَزِيد حَدَّثَنَا سَعِيد بْن أَبِي أَيُّوب حَدَّثَنِي أَبُو الْأَسْوَد وَهُوَ مُحَمَّد بْن عَبْد الرَّحْمَن بْن نَوْفَل عَنْ عُرْوَة عَنْ عَائِشَة عَنْ جُذَامَة بِنْت وَهْب أُخْت عُكَّاشَة قَالَتْ : حَضَرْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي نَاس وَهُوَ يَقُول \" لَقَدْ هَمَمْت أَنْ أَنْهَى عَنْ الْغِيلَة فَنَظَرْت فِي الرُّوم وَفَارِس فَإِذَا هُمْ يُغِيلُونَ أَوْلَادهمْ وَلَا يَضُرّ أَوْلَادهمْ ذَلِكَ شَيْئًا\" . ثُمَّ سَأَلُوهُ عَنْ الْعَزْل فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ذَلِكَ الْوَأْد الْخَفِيّ وَهُوَ الْمَوْءُودَة سُئِلَتْ \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي عَبْد الرَّحْمَن الْمُقْرِي وَهُوَ عَبْد اللَّه بْن يَزِيد عَنْ سَعِيد بْن أَبِي أَيُّوب . وَرَوَاهُ أَيْضًا اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ يَحْيَى بْن إِسْحَاق السَّيْلَحِينِيّ عَنْ يَحْيَى بْن أَيُّوب وَرَوَاهُ مُسْلِم أَيْضًا وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث مَالِك بْن أَنَس ثَلَاثَتهمْ عَنْ أَبِي الْأَسْوَد بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ دَاوُد بْن أَبِي هِنْد عَنْ الشَّعْبِيّ عَنْ عَلْقَمَة عَنْ سَلَمَة بْن يَزِيد الْجُعْفِيّ قَالَ : اِنْطَلَقْت أَنَا وَأَخِي إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْنَا يَا رَسُول اللَّه إِنَّ أُمّنَا مُلَيْكَة كَانَتْ تَصِل الرَّحِم وَتَقْرِي الضَّيْف وَتَفْعَل هَلَكَتْ فِي الْجَاهِلِيَّة فَهَلْ ذَلِكَ نَافِعهَا شَيْئًا ؟ قَالَ \" لَا \" قُلْنَا فَإِنَّهَا كَانَتْ وَأَدَتْ أُخْتًا لَنَا فِي الْجَاهِلِيَّة فَهَلْ ذَلِكَ نَافِعهَا شَيْئًا قَالَ \" الْوَائِدَة وَالْمَوْءُودَة فِي النَّار إِلَّا أَنْ يُدْرِك الْوَائِدَة الْإِسْلَام فَيَعْفُو اللَّه عَنْهَا \" وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث دَاوُد بْن أَبِي هِنْد بِهِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَلْقَمَة وَأَبِي الْأَحْوَص عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْوَائِدَة وَالْمَوْءُودَة فِي النَّار \" وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا إِسْحَاق الْأَزْرَق أَخْبَرَنَا عَوْف حَدَّثَتْنِي خَنْسَاء اِبْنَة مُعَاوِيَة الصُّرَيْمِيَّة عَنْ عَمّهَا قَالَ : قُلْت يَا رَسُول اللَّه مَنْ فِي الْجَنَّة ؟ قَالَ \" النَّبِيّ فِي الْجَنَّة وَالشَّهِيد فِي الْجَنَّة وَالْمَوْلُود فِي الْجَنَّة وَالْمَوْءُودَة فِي الْجَنَّة \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا قُرَّة قَالَ سَمِعْت الْحَسَن يَقُول : قِيلَ يَا رَسُول اللَّه مَنْ فِي الْجَنَّة ؟ قَالَ \" الْمَوْءُودَة فِي الْجَنَّة \" هَذَا حَدِيث مُرْسَل مِنْ مَرَاسِيل الْحَسَن وَمِنْهُمْ مَنْ قَبْله . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنِي أَبُو عَبْد اللَّه الطِّهْرَانِيّ حَدَّثَنَا حَفْص بْن عُمَر الْعَدَنِيّ حَدَّثَنَا الْحَكَم بْن أَبَان عَنْ عِكْرِمَة قَالَ : قَالَ اِبْن عَبَّاس أَطْفَال الْمُشْرِكِينَ فِي الْجَنَّة فَمَنْ زَعَمَ أَنَّهُمْ فِي النَّار فَقَدْ كَذَبَ يَقُول اللَّه تَعَالَى\" وَإِذَا الْمَوْءُودَة سُئِلَتْ بِأَيِّ ذَنْب قُتِلَتْ \" قَالَ اِبْن عَبَّاس هِيَ الْمَدْفُونَة وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا إِسْرَائِيل عَنْ سِمَاك بْن حَرْب عَنْ النُّعْمَان بْن بَشِير عَنْ عُمَر بْن الْخَطَّاب فِي قَوْله تَعَالَى \" وَإِذَا الْمَوْءُودَة سُئِلَتْ \" قَالَ جَاءَ قَيْس بْن عَاصِم إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنِّي وَأَدْت بَنَات لِي فِي الْجَاهِلِيَّة قَالَ \" أَعْتِقْ عَنْ كُلّ وَاحِدَة مِنْهُنَّ رَقَبَة \" قَالَ يَا رَسُول اللَّه إِنِّي صَاحِب إِبِل قَالَ \" فَانْحَرْ عَنْ كُلّ وَاحِدَة مِنْهُنَّ بَدَنَة \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار خُولِفَ فِيهِ عَبْد الرَّزَّاق وَلَمْ يَكْتُبهُ إِلَّا عَنْ الْحُسَيْن بْن مَهْدِيّ عَنْهُ وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم فَقَالَ أَخْبَرَنَا أَبُو عَبْد اللَّه الطِّهْرَانِيّ فِيمَا كَتَبَ إِلَيَّ قَالَ حَدَّثَنَا عَبْد الرَّزَّاق فَذَكَرَهُ بِإِسْنَادِهِ مِثْله إِلَّا أَنَّهُ قَالَ : وَأَدْت ثَمَان بَنَات لِي فِي الْجَاهِلِيَّة وَقَالَ فِي آخِره \" فَأَهْدِ إِنْ شِئْت عَنْ كُلّ وَاحِدَة بَدَنَة \" ثُمَّ قَالَ حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن رَجَاء حَدَّثَنَا قَيْس بْن الرَّبِيع عَنْ الْأَغَرّ بْن الصَّبَّاح عَنْ خَلِيفَة بْن حُصَيْن قَالَ قَدِمَ قَيْس بْن عَاصِم عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنِّي وَأَدْت اِثْنَتَيْ عَشْرَة اِبْنَة لِي فِي الْجَاهِلِيَّة أَوْ ثَلَاث عَشْرَة قَالَ \" أَعْتِقْ عَدَدهنَّ نَسَمًا \" قَالَ فَأَعْتِقْ عَدَدهنَّ نَسَمًا فَلَمَّا كَانَ فِي الْعَام الْمُقْبِل جَاءَ بِمِائَةِ نَاقَة فَقَالَ يَا رَسُول اللَّه هَذِهِ صَدَقَة قَوْمِي عَلَى أَثَر مَا صَنَعْت بِالْمُسْلِمِينَ قَالَ عَلِيّ بْن أَبِي طَالِب فَكُنَّا نُرِيحهَا وَنُسَمِّيهَا الْقَيْسِيَّة .</p><BR> <br> ", "sura_id": 81, "type": 4, "id": 43198, "aya_id": 8}]