[{"text": "مِّنَ الَّذِينَ هَادُواْ يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَكِن لَّعَنَهُمُ اللّهُ بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً", "sura_id": 4, "type": 0, "id": 539, "aya_id": 46}, {"text": "من الذين هادوا يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمع وراعنا ليا بألسنتهم وطعنا في الدين ولو أنهم قالوا سمعنا وأطعنا واسمع وانظرنا لكان خيرا لهم وأقوم ولكن لعنهم الله بكفرهم فلا يؤمنون إلا قليلا", "sura_id": 4, "type": 1, "id": 6775, "aya_id": 46}, {"text": "46 - (من الذين هادوا) قوم (يحرفون) يغيرون (الكلم) الذي أنزل الله في التوراة من نعت محمد صلى الله عليه وسلم (عن مواضعه) التي وضع عليها (ويقولون) للنبي صلى الله عليه وسلم إذا أمرهم بشيء (سمعنا) قولك (وعصينا) أمرك (واسمع غير مسمع) حال بمعنى الدعاء أي لا سمعت (و) يقولون له (راعنا) وقد نهى عن خطابه بها وهي كلمة سب بلغتهم (ليَّا) تحريفا (بألسنتهم وطعنا) قدحا (في الدين) الإسلام (ولو أنهم قالوا سمعنا وأطعنا) بدل وعصينا (واسمع) فقط (وانظرنا) انظر إلينا بدل راعنا (لكان خيرا لهم) مما قالوه (وأقوم) أعدل منه (ولكن لعنهم الله) أبعدهم عن رحمته (بكفرهم فلا يؤمنون إلا قليلا) منهم كعبد الله بن سلام وأصحابه \r\n", "sura_id": 4, "type": 2, "id": 25483, "aya_id": 46}, {"text": "من اليهود فريق دأبوا على تبديل كلام الله وتغييره عمَّا هو عليه افتراء على الله, ويقولون للرسول صلى الله عليه وسلم: سمعنا قولك وعصينا أمرك واسمع منَّا لا سمعت, ويقولون: راعنا سمعك أي: افهم عنا وأفهمنا, يلوون ألسنتهم بذلك, وهم يريدون الدعاء عليه بالرعونة حسب لغتهم, والطعن في دين الإسلام. ولو أنهم قالوا: سمعنا وأطعنا, بدل و\"عصينا\", واسمع دون \"غير مسمع\", وانظرنا بدل \"راعنا\" لكان ذلك خيرًا لهم عند الله وأعدل قولا ولكن الله طردهم من رحمته; بسبب كفرهم وجحودهم نبوة محمد صلى الله عليه وسلم, فلا يصدقون بالحق إلا تصديقًا قليلا لا ينفعهم.\r\n", "sura_id": 4, "type": 3, "id": 31719, "aya_id": 46}, {"text": " <font color=red>مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا</font><BR><p>ثُمَّ قَالَ تَعَالَى \" مِنْ الَّذِينَ هَادُوا \" مِنْ فِي هَذَا لِبَيَانِ الْجِنْس كَقَوْلِهِ \" فَاجْتَنِبُوا الرِّجْس مِنْ الْأَوْثَان \" وَقَوْله يُحَرِّفُونَ الْكَلِم عَنْ مَوَاضِعه أَيْ يَتَأَوَّلُونَهُ عَلَى غَيْر تَأْوِيله وَيُفَسِّرُونَهُ بِغَيْرِ مُرَاد اللَّه عَزَّ وَجَلَّ قَصْدًا مِنْهُمْ وَافْتِرَاء \" وَيَقُولُونَ سَمِعْنَا \" أَيْ سَمِعْنَا مَا قُلْته يَا مُحَمَّد وَلَا نُطِيعك فِيهِ هَكَذَا فَسَّرَهُ مُجَاهِد وَابْن زَيْد وَهُوَ الْمُرَاد وَهَذَا أَبْلَغ فِي كُفْرهمْ وَعِنَادهمْ وَأَنَّهُمْ يَتَوَلَّوْنَ عَنْ كِتَاب اللَّه بَعْدَمَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ مَا عَلَيْهِمْ فِي ذَلِكَ مِنْ الْإِثْم وَالْعُقُوبَة وَقَوْلهمْ \" وَاسْمَعْ غَيْر مُسْمَع \" أَيْ اِسْمَعْ مَا نَقُول لَا سَمِعْت رَوَاهُ الضَّحَّاك عَنْ اِبْن عَبَّاس وَقَالَ مُجَاهِد وَالْحَسَن : وَاسْمَعْ غَيْر مَقْبُول مِنْك قَالَ اِبْن جَرِير : وَالْأَوَّل أَصَحّ وَهُوَ كَمَا قَالَ وَهَذَا اِسْتِهْزَاء مِنْهُمْ وَاسْتِهْتَار عَلَيْهِمْ لَعْنَة اللَّه \" وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّين \" أَيْ يُوهِمُونَ أَنَّهُمْ يَقُولُونَ رَاعِنَا سَمْعك بِقَوْلِهِمْ \" رَاعِنَا وَإِنَّمَا يُرِيدُونَ الرُّعُونَة \" بِسَبِّهِمْ النَّبِيّ وَقَدْ تَقَدَّمَ الْكَلَام عَلَى هَذَا عِنْد قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا اُنْظُرْنَا \" وَلِهَذَا قَالَ تَعَالَى عَنْ هَؤُلَاءِ الْيَهُود الَّذِينَ يُرِيدُونَ بِكَلَامِهِمْ خِلَاف مَا يُظْهِرُونَهُ لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّين يَعْنِي بِسَبِّهِمْ النَّبِيّ صَلَّى اللَّه عَلَّه وَسَلَّمَ ثُمَّ قَالَ تَعَالَى \" وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَم وَلَكِنْ لَعَنَهُمْ اللَّه بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا \" أَيْ قُلُوبهمْ مَطْرُودَة عَنْ الْخَيْر مُبْعَدَة مِنْهُ فَلَا يَدْخُلهَا مِنْ الْإِيمَان شَيْء نَافِع لَهُمْ وَقَدْ تَقَدَّمَ الْكَلَام عَلَى قَوْله تَعَالَى \" فَقَلِيلًا مَا يُؤْمِنُونَ \" وَالْمَقْصُود أَنَّهُمْ لَا يُؤْمِنُونَ إِيمَانًا نَافِعًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40884, "aya_id": 46}]