[{"text": "يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا", "sura_id": 19, "type": 0, "id": 2278, "aya_id": 28}, {"text": "يا أخت هارون ما كان أبوك امرأ سوء وما كانت أمك بغيا", "sura_id": 19, "type": 1, "id": 8514, "aya_id": 28}, {"text": "28 - (يا أخت هارون) هو رجل صالح أي يا شبيهته في العفة (ما كان أبوك امرأ سوء) أي زانيا (وما كانت أمك بغيا) أي زانية فمن أين لك هذا الولد \r\n", "sura_id": 19, "type": 2, "id": 27222, "aya_id": 28}, {"text": "يا أخت الرجل الصالح هارون ما كان أبوك رجل سوء يأتي الفواحش, وما كانت أمك امرأة سوء تأتي البِغاء.\r\n", "sura_id": 19, "type": 3, "id": 33458, "aya_id": 28}, {"text": " <font color=red>يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ</font><BR><p>أَمْرًا عَظِيمًا \" يَا أُخْت هَارُون \" أَيْ شَبِيهَة هَارُون فِي الْعِبَادَة \" مَا كَانَ أَبُوك اِمْرَأَ سَوْء وَمَا كَانَتْ أُمّك بَغِيًّا \" أَيْ أَنْتِ مِنْ بَيْت طَيِّب طَاهِر مَعْرُوف بِالصَّلَاحِ وَالْعِبَادَة وَالزَّهَادَة فَكَيْف صَدَرَ هَذَا مِنْك قَالَ عَلِيّ بْن أَبِي طَلْحَة وَالسُّدِّيّ قِيلَ لَهَا \" يَا أُخْت هَارُون \" أَيْ أَخِي مُوسَى وَكَانَتْ مِنْ نَسْله كَمَا يُقَال لِلتَّمِيمِيِّ يَا أَخَا تَمِيم وَلِلْمِصْرِيِّ يَا أَخَا مُضَر وَقِيلَ نُسِبَتْ إِلَى رَجُل صَالِح كَانَ فِيهِمْ اِسْمه هَارُون فَكَانَتْ تُقَاس بِهِ فِي الزَّهَادَة وَالْعِبَادَة وَحَكَى اِبْن جَرِير عَنْ بَعْضهمْ أَنَّهُمْ شَبَّهُوهَا بِرَجُلٍ فَاجِر كَانَ فِيهِمْ يُقَال لَهُ هَارُون وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ سَعِيد بْن جُبَيْر وَأَغْرَب مِنْ هَذَا كُلّه مَا رَوَاهُ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بِن الْحُسَيْن الهجستاني حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا الْمُفَضَّل يَعْنِي اِبْن أَبِي فَضَالَة حَدَّثَنَا أَبُو صَخْر عَنْ الْقُرَظِيّ فِي قَوْل اللَّه عَزَّ وَجَلَّ \" يَا أُخْت هَارُون \" قَالَ هِيَ أُخْت هَارُون لِأَبِيهِ وَأُمّه وَهِيَ أُخْت مُوسَى أَخِي هَارُون الَّتِي قَصَّتْ أَثَر مُوسَى \" فَبَصُرَتْ بِهِ عَنْ جُنُب وَهُمْ لَا يَشْعُرُونَ \" وَهَذَا الْقَوْل خَطَأ مَحْض فَإِنَّ اللَّه تَعَالَى قَدْ ذَكَرَ فِي كِتَابه أَنَّهُ قَفَّى بِعِيسَى بَعْد الرُّسُل فَدَلَّ عَلَى أَنَّهُ آخِر الْأَنْبِيَاء بَعْثًا وَلَيْسَ بَعْده إِلَّا مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِمَا وَلِهَذَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" أَنَا أَوْلَى النَّاس بِابْنِ مَرْيَم لِأَنَّهُ لَيْسَ بَيْنِي وَبَيْنه نَبِيّ \" وَلَوْ كَانَ الْأَمْر كَمَا زَعَمَ مُحَمَّد بْن كَعْب الْقُرَظِيّ لَمْ يَكُنْ مُتَأَخِّرًا عَنْ الرُّسُل سِوَى مُحَمَّد وَلَكَانَ قَبْل سُلَيْمَان وَدَاوُد فَإِنَّ اللَّه قَدْ ذَكَرَ أَنَّ دَاوُد بَعْد مُوسَى عَلَيْهِمَا السَّلَام وَفِي قَوْله تَعَالَى : \" أَلَمْ تَرَ إِلَى الْمَلَأ مِنْ بَنِي إِسْرَائِيل مِنْ بَعْد مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمْ اِبْعَثْ لَنَا مَلِكًا نُقَاتِل فِي سَبِيل اللَّه \" وَذَكَرَ الْقِصَّة إِلَى أَنْ قَالَ \" وَقَتَلَ دَاوُد جَالُوت \" الْآيَة وَاَلَّذِي جَرَّأَ الْقُرَظِيّ عَلَى هَذِهِ الْمَقَالَة مَا فِي التَّوْرَاة بَعْد خُرُوج مُوسَى وَبَنِي إِسْرَائِيل مِنْ الْبَحْر وَإِغْرَاق فِرْعَوْن وَقَوْمه قَالَ وَقَامَتْ مَرْيَم بِنْت عِمْرَان أُخْت مُوسَى وَهَارُون النَّبِيَّيْنِ تَضْرِب بِالدُّفِّ هِيَ وَالنِّسَاء مَعَهَا يُسَبِّحْنَ اللَّه وَيَشْكُرْنَهُ عَلَى مَا أَنْعَمَ بِهِ عَلَى بَنِي إِسْرَائِيل فَاعْتَقَدَ الْقُرَظِيّ أَنَّ هَذِهِ هِيَ أُمّ عِيسَى وَهَذِهِ هَفْوَة وَغَلْطَة شَدِيدَة بَلْ هِيَ بِاسْمِ هَذِهِ وَقَدْ كَانُوا يُسَمَّوْنَ بِأَسْمَاءِ أَنْبِيَائِهِمْ وَصَالِحِيهِمْ كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن إِدْرِيس سَمِعْت أَبِي يَذْكُرهُ عَنْ سِمَاك عَنْ عَلْقَمَة بْن وَائِل عَنْ الْمُغِيرَة بْن شُعْبَة قَالَ : بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى نَجْرَان فَقَالُوا أَرَأَيْت مَا تَقْرَءُونَ \" يَا أُخْت هَارُون \" وَمُوسَى قَبْل عِيسَى بِكَذَا وَكَذَا ؟ قَالَ فَرَجَعْت فَذَكَرْت ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" أَلَا أَخْبَرْتهمْ أَنَّهُمْ كَانُوا يُسَمَّوْنَ بِالْأَنْبِيَاءِ وَالصَّالِحِينَ قَبْلهمْ \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث عَبْد اللَّه بْن إِدْرِيس عَنْ أَبِيهِ عَنْ سِمَاك بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث اِبْن إِدْرِيس وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ سَعِيد بْن أَبِي صَدَقَة عَنْ مُحَمَّد بْن سِيرِينَ قَالَ أُنْبِئْت أَنَّ كَعْبًا قَالَ إِنَّ قَوْله : \" يَا أُخْت هَارُون \" لَيْسَ بِهَارُون أَخِي مُوسَى قَالَ فَقَالَتْ لَهُ عَائِشَة كَذَبْت قَالَ يَا أُمّ الْمُؤْمِنِينَ إِنْ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَهُ فَهُوَ أَعْلَم وَأَخْبَر وَإِلَّا فَإِنِّي أَجِد بَيْنهمَا سِتّمِائَةِ سَنَة قَالَ فَسَكَتَتْ وَفِي هَذَا التَّارِيخ نَظَر . وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَوْله : \" يَا أُخْت هَارُون \" الْآيَة قَالَ كَانَتْ مِنْ أَهْل بَيْت يُعْرَفُونَ بِالصَّلَاحِ وَلَا يُعْرَفُونَ بِالْفَسَادِ وَمِنْ النَّاس مَنْ يُعْرَفُونَ بِالصَّلَاحِ وَيَتَوَالَدُونَ بِهِ وَآخَرُونَ يُعْرَفُونَ بِالْفَسَادِ وَيَتَوَالَدُونَ بِهِ وَكَانَ هَارُون مُصْلِحًا مُحَبَّبًا فِي عَشِيرَته وَلَيْسَ بِهَارُون أَخِي مُوسَى وَلَكِنَّهُ هَارُون آخَر قَالَ وَذَكَرَ لَنَا أَنَّهُ شَيَّعَ جِنَازَته يَوْم مَاتَ أَرْبَعُونَ أَلْفًا كُلّهمْ يُسَمَّى هَارُون مِنْ بَنِي إِسْرَائِيل .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38419, "aya_id": 28}]