[{"text": "كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَا أُمَمٌ لِّتَتْلُوَ عَلَيْهِمُ الَّذِيَ أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لا إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ", "sura_id": 13, "type": 0, "id": 1737, "aya_id": 30}, {"text": "كذلك أرسلناك في أمة قد خلت من قبلها أمم لتتلو عليهم الذي أوحينا إليك وهم يكفرون بالرحمن قل هو ربي لا إله إلا هو عليه توكلت وإليه متاب", "sura_id": 13, "type": 1, "id": 7973, "aya_id": 30}, {"text": "30 - (كذلك) كما أرسلنا الأنبياء قبلك (أرسلناك في أمة قد خلت من قبلها أمم لتتلوَ) تقرأ (عليهم الذي أوحينا إليك) أي القرآن (وهم يكفرون بالرحمن) حيث قالوا لما أمروا بالسجود له وما الرحمن ؟ (قل) لهم يا محمد (هو ربي لا إله إلا هو عليه توكلت وإليه متاب) \r\n", "sura_id": 13, "type": 2, "id": 26681, "aya_id": 30}, {"text": "كما أرسلنا المرسلين قبلك أرسلناك -أيها الرسول- في أمة قد مضت مِن قبلها أمم المرسلين; لتتلو على هذه الأمة القرآن المنزل عليك, وحال قومك الجحود بوحدانية الرحمن, قل لهم -أيها الرسول- : الرحمن الذي لم تتخذوه إلهًا واحدًا هو ربي وحده لا معبود بحق سواه, عليه اعتمدت ووثقت, وإليه مرجعي وإنابتي.\r\n", "sura_id": 13, "type": 3, "id": 32917, "aya_id": 30}, {"text": " <font color=red>كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ</font><BR><p>يَقُول تَعَالَى وَكَمَا أَرْسَلْنَاك يَا مُحَمَّد فِي هَذِهِ الْأُمَّة \" لِتَتْلُوَ عَلَيْهِمْ الَّذِي أَوْحَيْنَا إِلَيْك\" أَيْ تُبَلِّغهُمْ رِسَالَة اللَّه إِلَيْهِمْ كَذَلِكَ أَرْسَلْنَا فِي الْأُمَم الْمَاضِيَة الْكَافِرَة بِاَللَّهِ وَقَدْ كَذَّبَ الرُّسُل مِنْ قَبْلك فَلَك بِهِمْ أُسْوَة وَكَمَا أَوْقَعْنَا بَأْسنَا وَنِقْمَتنَا بِأُولَئِكَ فَلْيَحْذَرْ هَؤُلَاءِ مِنْ حُلُول النِّقَم بِهِمْ فَإِنَّ تَكْذِيبهمْ لَك أَشَدّ مِنْ تَكْذِيب غَيْرك مِنْ الْمُرْسَلِينَ قَالَ اللَّه تَعَالَى \" تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَم مِنْ قَبْلك\" الْآيَة وَقَالَ تَعَالَى \" وَلَقَدْ كُذِّبَتْ رُسُل مِنْ قَبْلك فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرنَا وَلَا مُبَدِّل لِكَلِمَاتِ اللَّه وَلَقَدْ جَاءَك مِنْ نَبَإ الْمُرْسَلِينَ\" أَيْ كَيْفَ نَصَرْنَاهُمْ وَجَعَلْنَا الْعَاقِبَة لَهُمْ وَلِأَتْبَاعِهِمْ فِي الدُّنْيَا وَالْآخِرَة وَقَوْله \" وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ\" أَيْ هَذِهِ الْأُمَّة الَّتِي بَعَثْنَاك فِيهِمْ يَكْفُرُونَ بِالرَّحْمَنِ لَا يُقِرُّونَ بِهِ لِأَنَّهُمْ كَانُوا يَأْنَفُونَ مِنْ وَصْف اللَّه بِالرَّحْمَنِ الرَّحِيم وَلِهَذَا أَنِفُوا يَوْم الْحُدَيْبِيَة أَنْ يَكْتُبُوا بِسْمِ اللَّه الرَّحْمَن الرَّحِيم وَقَالُوا مَا نَدْرِي مَا الرَّحْمَن الرَّحِيم قَالَهُ قَتَادَة وَالْحَدِيث فِي صَحِيح الْبُخَارِيّ وَقَدْ قَالَ اللَّه تَعَالَى \" قُلْ اُدْعُوا اللَّه أَوْ ادْعُوا الرَّحْمَن أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاء الْحُسْنَى \" وَفِي صَحِيح مُسْلِم عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَحَبّ الْأَسْمَاء إِلَى اللَّه تَعَالَى عَبْد اللَّه وَعَبْد الرَّحْمَن \" \" قُلْ هُوَ رَبِّي لَا إِلَه إِلَّا هُوَ \" أَيْ هَذَا الَّذِي تَكْفُرُونَ بِهِ أَنَا مُؤْمِن بِهِ مُعْتَرِف مُقِرّ لَهُ بِالرُّبُوبِيَّةِ وَالْإِلَهِيَّة هُوَ رَبِّي لَا إِلَه إِلَّا هُوَ \" عَلَيْهِ تَوَكَّلْت \" أَيْ فِي جَمِيع أُمُورِي \" وَإِلَيْهِ مَتَاب \" أَيْ إِلَيْهِ أَرْجِع وَأُنِيب فَإِنَّهُ لَا يَسْتَحِقّ ذَلِكَ أَحَد سِوَاهُ .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37880, "aya_id": 30}]