[{"text": "وَيَقُولُ الَّذِينَ كَفَرُواْ لَسْتَ مُرْسَلاً قُلْ كَفَى بِاللّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِندَهُ عِلْمُ الْكِتَابِ", "sura_id": 13, "type": 0, "id": 1750, "aya_id": 43}, {"text": "ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب", "sura_id": 13, "type": 1, "id": 7986, "aya_id": 43}, {"text": "43 - (ويقول الذين كفروا) لك (لست مرسلاً قل) لهم (كفى بالله شهيداً بيني وبينكم) على صدقي (ومن عنده علم الكتاب) من مؤمني اليهود والنصارى \r\n", "sura_id": 13, "type": 2, "id": 26694, "aya_id": 43}, {"text": "ويقول الذين كفروا لنبي الله: -يا محمد- ما أرسلك الله, قل لهم: كفى بالله شهيدًا بصدقي وكذبكم, وكَفَتْ شهادة مَن عنده علم الكتاب من اليهود والنصارى ممن آمن برسالتي, وما جئتُ به من عند الله, واتبع الحق فصرَّح بتلك الشهادة, ولم يكتمها.\r\n", "sura_id": 13, "type": 3, "id": 32930, "aya_id": 43}, {"text": " <font color=red>وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ</font><BR><p>يَقُول تَعَالَى يُكَذِّبك هَؤُلَاءِ الْكُفَّار وَيَقُولُونَ \" لَسْت مُرْسَلًا\" أَيْ مَا أَرْسَلَك اللَّه \" قُلْ كَفَى بِاَللَّهِ شَهِيدًا بَيْنِي وَبَيْنكُمْ \" أَيْ حَسْبِي اللَّه هُوَ الشَّاهِد عَلَيَّ وَعَلَيْكُمْ شَاهِد عَلَيَّ فِيمَا بَلَّغْت عَنْهُ مِنْ الرِّسَالَة وَشَاهِد عَلَيْكُمْ أَيّهَا الْمُكَذِّبُونَ فِيمَا تَفْتَرُونَهُ مِنْ الْبُهْتَان وَقَوْله\" وَمَنْ عِنْده عِلْم الْكِتَاب \" قِيلَ نَزَلَتْ فِي عَبْد اللَّه بْن سَلَام قَالَهُ مُجَاهِد وَهَذَا الْقَوْل غَرِيب لِأَنَّ هَذِهِ الْآيَة مَكِّيَّة وَعَبْد اللَّه بْن سَلَام إِنَّمَا أَسْلَمَ فِي أَوَّل مَقْدَم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة وَالْأَظْهَر فِي هَذَا مَا قَالَهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَالَ : هُمْ مِنْ الْيَهُود وَالنَّصَارَى . وَقَالَ قَتَادَة : مِنْهُمْ اِبْن سَلَام وَسَلْمَان وَتَمِيم الدَّارِيّ وَقَالَ مُجَاهِد فِي رِوَايَة عَنْهُ هُوَ اللَّه تَعَالَى وَكَانَ سَعِيد بْن جُبَيْر يُنْكِر أَنْ يَكُون الْمُرَاد بِهَا عَبْد اللَّه بْن سَلَام وَيَقُول هِيَ مَكِّيَّة وَكَانَ يَقْرَؤُهَا \" وَمِنْ عِنْده عِلْم الْكِتَاب \" وَيَقُول مِنْ عِنْد اللَّه وَكَذَا قَرَأَهَا مُجَاهِد وَالْحَسَن الْبَصْرِيّ . وَقَدْ رَوَى اِبْن جَرِير مِنْ حَدِيث هَارُون الْأَعْوَر عَنْ الزُّهْرِيّ عَنْ سَالِم عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَهَا \" وَمِنْ عِنْده عِلْم الْكِتَاب \" ثُمَّ قَالَ لَا أَصْل لَهُ مِنْ حَدِيث الزُّهْرِيّ عِنْد الثِّقَات قُلْت : وَقَدْ رَوَاهُ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده مِنْ طَرِيق هَارُون بْن مُوسَى هَذَا عَنْ سُلَيْمَان بْن أَرْقَم وَهُوَ ضَعِيف عَنْ الزُّهْرِيّ عَنْ سَالِم عَنْ أَبِيهِ مَرْفُوعًا كَذَلِكَ وَلَا يَثْبُت وَاَللَّه أَعْلَم . وَالصَّحِيح فِي هَذَا أَنَّ \" وَمَنْ عِنْده \" اِسْم جِنْس يَشْمَل عُلَمَاء أَهْل الْكِتَاب الَّذِينَ يَجِدُونَ صِفَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَعْته فِي كُتُبهمْ الْمُتَقَدِّمَة مِنْ بِشَارَات الْأَنْبِيَاء بِهِ كَمَا قَالَ تَعَالَى \" وَرَحْمَتِي وَسِعَتْ كُلّ شَيْء فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاة وَاَلَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل \" الْآيَة وَقَالَ تَعَالَى \" أَوَلَمْ يَكُنْ لَهُمْ آيَة أَنْ يَعْلَمهُ عُلَمَاء بَنِي إِسْرَائِيل \" الْآيَة وَأَمْثَال ذَلِكَ مِمَّا فِيهِ مِنْ الْإِخْبَار عَنْ عُلَمَاء بَنِي إِسْرَائِيل أَنَّهُمْ يَعْلَمُونَ ذَلِكَ مِنْ كُتُبهمْ الْمُنَزَّلَة . وَقَدْ وَرَدَ فِي حَدِيث الْأَحْبَار عَنْ عَبْد اللَّه بْن سَلَام بِأَنَّهُ أَسْلَمَ بِمَكَّة قَبْل الْهِجْرَة . قَالَ الْحَافِظ أَبُو نُعَيْم الْأَصْبَهَانِيّ فِي كِتَاب دَلَائِل النُّبُوَّة وَهُوَ كِتَاب جَلِيل حَدَّثَنَا سُلَيْمَان بْن أَحْمَد الطَّبَرَانِيّ حَدَّثَنَا عَبْدَان بْن أَحْمَد حَدَّثَنَا مُحَمَّد بْن مُصَفَّى حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ مُحَمَّد بْن حَمْزَة بْن يُوسُف بْن عَبْد اللَّه بْن سَلَام عَنْ أَبِيهِ عَنْ جَدّه عَبْد اللَّه بْن سَلَام أَنَّهُ قَالَ لِأَحْبَارِ الْيَهُود إِنِّي أَرَدْت أَنْ أُحْدِث بِمَسْجِدِ أَبِينَا إِبْرَاهِيم وَإِسْمَاعِيل عِيدًا فَانْطَلَقَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ بِمَكَّةَ فَوَافَاهُمْ وَقَدْ اِنْصَرَفُوا مِنْ الْحَجّ فَوَجَدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِنًى وَالنَّاس حَوْله فَقَامَ مَعَ النَّاس فَلَمَّا نَظَرَ إِلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" أَنْتَ عَبْد اللَّه بْن سَلَام ؟ \" قَالَ قُلْت نَعَمْ قَالَ \" اُدْنُ\" قَالَ فَدَنَوْت مِنْهُ قَالَ \" أَنْشُدك بِاَللَّهِ يَا عَبْد اللَّه بْن سَلَام أَمَا تَجِدنِي فِي التَّوْرَاة رَسُول اللَّه ؟ \" فَقُلْت لَهُ اِنْعَتْ رَبّنَا قَالَ فَجَاءَ جِبْرِيل حَتَّى وَقَفَ بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ \" قُلْ هُوَ اللَّه أَحَد اللَّه الصَّمَد \" إِلَى آخِرهَا فَقَرَأَهَا عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ اِبْن سَلَام : أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّك رَسُول اللَّه ثُمَّ اِنْصَرَفَ اِبْن سَلَام إِلَى الْمَدِينَة فَكَتَمَ إِسْلَامه فَلَمَّا هَاجَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَة وَأَنَا فَوْق نَخْلَة لِي أَجُذّهَا فَأَلْقَيْت نَفْسِي فَقَالَتْ أُمِّي لَلَّه أَنْتَ لَوْ كَانَ مُوسَى بْن عِمْرَان مَا كَانَ لَك أَنْ تُلْقِيَ نَفْسك مِنْ رَأْس النَّخْلَة فَقُلْت وَاَللَّه لَأَنَا أَسَرّ بِقُدُومِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مُوسَى بْن عِمْرَان إِذْ بُعِثَ وَهَذَا حَدِيث غَرِيب جِدًّا . آخِر تَفْسِير سُورَة الرَّعْد وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37894, "aya_id": 43}]