[{"text": "مَن جَاء بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاء بِالسَّيِّئَةِ فَلاَ يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لاَ يُظْلَمُونَ", "sura_id": 6, "type": 0, "id": 949, "aya_id": 160}, {"text": "من جاء بالحسنة فله عشر أمثالها ومن جاء بالسيئة فلا يجزى إلا مثلها وهم لا يظلمون", "sura_id": 6, "type": 1, "id": 7185, "aya_id": 160}, {"text": "160 - (من جاء بالحسنة) أي لا إله إلا الله (فله عشر أمثالها) أي جزاء عشر حسنات (ومن جاء بالسيئة فلا يجزى إلا مثلها) أي جزاؤه (وهم لا يظلمون) ينقصون من جزائهم شيئا \r\n", "sura_id": 6, "type": 2, "id": 25893, "aya_id": 160}, {"text": "من لقي ربه يوم القيامة بحسنة من الأعمال الصالحة فله عشر حسنات أمثالها, ومن لقي ربه بسيئة فلا يعاقب إلا بمثلها, وهم لا يظلمون مثقال ذرة.\r\n", "sura_id": 6, "type": 3, "id": 32129, "aya_id": 160}, {"text": " <font color=red>مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ</font><BR><p>وَهَذِهِ الْآيَة الْكَرِيمَة مُفَصِّلَة لِمَا أُجْمِلَ فِي الْآيَة الْأُخْرَى وَهِيَ قَوْله \" مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْر مِنْهَا \" وَقَدْ وَرَدَتْ الْأَحَادِيث مُطَابِقَة لِهَذِهِ الْآيَة كَمَا قَالَ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه حَدَّثَنَا عَفَّان حَدَّثَنَا جَعْفَر بْن سُلَيْمَان حَدَّثَنَا الْجَعْد أَبُو عُثْمَان عَنْ أَبِي رَجَاء الْعُطَارِدِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِيمَا يَرْوِي عَنْ رَبّه تَبَارَكَ وَتَعَالَى إِنَّ رَبّكُمْ عَزَّ وَجَلَّ رَحِيم مَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلهَا كُتِبَتْ لَهُ حَسَنَة فَإِنْ عَمِلَهَا كُتِبَتْ لَهُ عَشْرًا إِلَى سَبْعمِائَةٍ إِلَى أَضْعَاف كَثِيرَة . وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلهَا كُتِبَتْ لَهُ حَسَنَة فَإِنْ عَمِلَهَا كُتِبَتْ لَهُ وَاحِدَة أَوْ يَمْحُوهَا اللَّه عَزَّ وَجَلَّ وَلَا يَهْلَك عَلَى اللَّه إِلَّا هَالِك . وَرَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث الْجَعْد أَبِي عُثْمَان بِهِ. وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ الْمَعْرُور بْن سُوَيْد عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يَقُول اللَّه عَزَّ وَجَلَّ مَنْ عَمِلَ حَسَنَة فَلَهُ عَشْر أَمْثَالهَا وَأَزِيد وَمَنْ عَمِلَ سَيِّئَة فَجَزَاؤُهَا مِثْلهَا أَوْ أَغْفِر وَمَنْ عَمِلَ قُرَاب الْأَرْض خَطِيئَة ثُمَّ لَقِيَنِي لَا يُشْرِك بِي شَيْئًا جَعَلْت لَهُ مِثْلهَا مَغْفِرَة وَمَنْ اِقْتَرَبَ إِلَيَّ شِبْرًا اِقْتَرَبْت إِلَيْهِ ذِرَاعًا وَمَنْ اِقْتَرَبَ إِلَيَّ ذِرَاعًا اِقْتَرَبْت إِلَيْهِ بَاعًا وَمَنْ أَتَانِي يَمْشِي أَتَيْته هَرْوَلَة وَرَوَاهُ مُسْلِم عَنْ أَبِي كُرَيْب عَنْ أَبِي مُعَاوِيَة وَعَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ وَكِيع عَنْ الْأَعْمَش بِهِ وَرَوَاهُ اِبْن مَاجَهْ عَنْ عَلِيّ بْن مُحَمَّد الطَّنَافُسِيّ عَنْ وَكِيع بِهِ . وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا شَيْبَان حَدَّثَنَا حَمَّاد حَدَّثَنَا ثَابِت عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ هَمّ بِحَسَنَةٍ فَلَمْ يَعْمَلهَا كُتِبَتْ لَهُ حَسَنَة فَإِنْ عَمِلَهَا كُتِبَتْ لَهُ عَشْرًا وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلهَا لَمْ يُكْتَب عَلَيْهِ شَيْء فَإِنْ عَمِلَهَا كُتِبَتْ عَلَيْهِ سَيِّئَة وَاحِدَة وَاعْلَمْ أَنَّ تَارِك السَّيِّئَة الَّذِي لَا يَعْمَلهَا عَلَى ثَلَاثَة أَقْسَام تَارَة يَتْرُكهَا لِلَّهِ فَهَذَا تُكْتَب لَهُ حَسَنَة عَلَى كَفّه عَنْهَا لِلَّهِ تَعَالَى وَهَذَا عَمَل وَنِيَّة وَلِهَذَا جَاءَ أَنَّهُ يُكْتَب لَهُ حَسَنَة كَمَا جَاءَ فِي بَعْض أَلْفَاظ الصَّحِيح فَإِنَّمَا تَرَكَهَا مِنْ جَرَّائِي أَيْ مِنْ أَجْلِي وَتَارَة يَتْرُكهَا نِسْيَانًا وَذُهُولًا عَنْهَا فَهَذَا لَا لَهُ وَلَا عَلَيْهِ لِأَنَّهُ لَمْ يَنْوِ خَيْرًا وَلَا فَعَلَ شَرًّا وَتَارَة يَتْرُكهَا عَجْزًا وَكَسَلًا عَنْهَا بَعْد السَّعْي فِي أَسْبَابهَا وَالتَّلَبُّس بِمَا يَقْرُب مِنْهَا فَهَذَا بِمَنْزِلَةِ فَاعِلهَا كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ إِذَا اِلْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِل وَالْمَقْتُول فِي النَّار قَالُوا يَا رَسُول اللَّه هَذَا الْقَاتِل فَمَا بَال الْمَقْتُول ؟ قَالَ إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْل صَاحِبه . وَقَالَ الْإِمَام أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا مُجَاهِد بْن مُوسَى حَدَّثَنَا عَلِيّ وَحَدَّثَنَا الْحَسَن بْن الصَّبَّاح وَأَبُو خَيْثَمَة قَالَا حَدَّثَنَا إِسْحَاق بْن سُلَيْمَان كِلَاهُمَا عَنْ مُوسَى بْن عُبَيْدَة عَنْ أَبِي بَكْر بْن عُبَيْد اللَّه بْن أَنَس عَنْ جَدّه أَنَس . قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ هَمَّ بِحَسَنَةٍ كَتَبَ اللَّه لَهُ حَسَنَة فَإِنْ عَمِلَهَا كُتِبَتْ لَهُ عَشْرًا وَمَنْ هَمَّ بِسَيِّئَةٍ لَمْ تُكْتَب عَلَيْهِ حَتَّى يَعْمَلهَا فَإِنْ عَمِلَهَا كُتِبَتْ عَلَيْهِ سَيِّئَة فَإِنْ تَرَكَهَا كُتِبَتْ لَهُ حَسَنَة يَقُول اللَّه تَعَالَى إِنَّمَا تَرَكَهَا مِنْ مَخَافَتِي هَذَا لَفْظ حَدِيث مُجَاهِد يَعْنِي اِبْن مُوسَى وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا شَيْبَان بْن عَبْد الرَّحْمَن عَنْ الرُّكَيْن بْن الرَّبِيع عَنْ أَبِيهِ عَنْ عَمّه فُلَان بْن عُمَيْلَة عَنْ خُرَيْم بْن فَاتِك الْأَسَدِيّ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ النَّاس أَرْبَعَة وَالْأَعْمَال سِتَّة فَالنَّاس مُوَسَّع لَهُ فِي الدُّنْيَا وَالْآخِرَة وَمُوَسَّع لَهُ فِي الدُّنْيَا مَقْتُور عَلَيْهِ فِي الْأَخِرَة وَمَقْتُور عَلَيْهِ فِي الدُّنْيَا مُوَسَّع لَهُ فِي الْآخِرَة وَشَقِيّ فِي الدُّنْيَا وَالْآخِرَة وَالْأَعْمَال مُوجِبَتَانِ وَمِثْل بِمِثْلٍ وَعَشَرَة أَضْعَاف وَسَبْعمِائَةِ ضِعْف فَالْمُوجِبَتَانِ مَنْ مَاتَ مُسْلِمًا مُؤْمِنًا لَا يُشْرِك بِاَللَّهِ شَيْئًا وَجَبَتْ لَهُ الْجَنَّة وَمَنْ مَاتَ كَافِرًا وَجَبَتْ لَهُ النَّار وَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلهَا فَعَلِمَ اللَّه أَنَّهُ قَدْ أَشْعَرَهَا قَلْبه وَحَرَصَ عَلَيْهَا كُتِبَتْ لَهُ حَسَنَة وَمَنْ هَمَّ بِسَيِّئَةٍ لَمْ تُكْتَب عَلَيْهِ وَمَنْ عَمِلَهَا كُتِبَتْ وَاحِدَة وَلَمْ تُضَاعَف عَلَيْهِ وَمَنْ عَمِلَ حَسَنَة كَانَتْ عَلَيْهِ بِعَشْرِ أَمْثَالهَا وَمَنْ أَنْفَقَ نَفَقَة فِي سَبِيل اللَّه عَزَّ وَجَلَّ كَانَتْ بِسَبْعِمِائَةِ ضِعْف . وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث الرُّكَيْن بْن الرَّبِيع عَنْ أَبِيهِ عَنْ بَشِير بْن عُمَيْلَة عَنْ خُرَيْم بْن فَاتِك بِهِ بِبَعْضِهِ وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عُبَيْد اللَّه بْن عُمَر الْقَوَارِيرِيّ حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا حَبِيب بْن الْمُعَلَّم عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَحْضُر الْجُمُعَة ثَلَاثَة نَفَر رَجُل حَضَرَهَا بِلَغْوٍ فَهُوَ حَظّه مِنْهَا وَرَجُل حَضَرَهَا بِدُعَاءٍ فَهُوَ رَجُل دَعَا اللَّه فَإِنْ شَاءَ أَعْطَاهُ وَإِنْ شَاءَ مَنَعَهُ وَرَجُل حَضَرَهَا بِإِنْصَاتٍ وَسُكُون وَلَمْ يَتَخَطَّ رَقَبَة مُسْلِم وَلَمْ يُؤْذِ أَحَدًا فَهِيَ كَفَّارَة لَهُ إِلَى الْجُمُعَةِ الَّتِي تَلِيهَا وَزِيَادَة ثَلَاثَة أَيَّام وَذَلِكَ لِأَنَّ اللَّه عَزَّ وَجَلَّ يَقُول \" مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْر أَمْثَالهَا \" وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا هَاشِم بْن مَرْثَد حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل حَدَّثَنِي أَبِي حَدَّثَنِي ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْجُمُعَة كَفَّارَة لِمَا بَيْنهَا وَبَيْن الْجُمُعَة الَّتِي تَلِيهَا وَزِيَادَة ثَلَاثَة أَيَّام . وَذَلِكَ لِأَنَّ اللَّه تَعَالَى قَالَ \" مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْر أَمْثَالهَا \" وَعَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ صَامَ ثَلَاثَة أَيَّام مِنْ كُلّ شَهْر فَقَدْ صَامَ الدَّهْر كُلّه . رَوَاهُ الْإِمَام أَحْمَد وَهَذَا لَفْظه وَالنَّسَائِيّ وَابْن مَاجَهْ وَالتِّرْمِذِيّ وَزَادَ : فَأَنْزَلَ اللَّه تَصْدِيق ذَلِكَ فِي كِتَابه \" مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْر أَمْثَالهَا \" الْيَوْم بِعَشَرَةِ أَيَّام. ثُمَّ قَالَ هَذَا حَدِيث حَسَن . وَقَالَ اِبْن مَسْعُود \" مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْر أَمْثَالهَا \" مَنْ جَاءَ بِلَا إِلَه إِلَّا اللَّه وَمَنْ جَاءَ بِالسَّيِّئَةِ يَقُول بِالشِّرْكِ . وَهَكَذَا جَاءَ عَنْ جَمَاعَة مِنْ السَّلَف رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ وَقَدْ وَرَدَ فِيهِ حَدِيث مَرْفُوع اللَّه أَعْلَم بِصِحَّتِهِ لَكِنِّي لَمْ أَرْوِهِ مِنْ وَجْه يَثْبُت وَالْأَحَادِيث والْآثَار فِي هَذَا كَثِير جِدًّا وَفِيمَا ذُكِرَ كِفَايَة إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة.</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42144, "aya_id": 160}]