[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ أَنفِقُواْ مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ وَلاَ شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ", "sura_id": 2, "type": 0, "id": 261, "aya_id": 254}, {"text": "يا أيها الذين آمنوا أنفقوا مما رزقناكم من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفاعة والكافرون هم الظالمون", "sura_id": 2, "type": 1, "id": 6497, "aya_id": 254}, {"text": "254 - (يا أيها الذين آمنوا أنفقوا مما رزقناكم) زكاته (من قبل أن يأتي يوم لا بيعَ) فداء (فيه ولا خُلَّةَ) صداقة تنفع (ولا شفاعةَ) بغير إذنه وهو يوم القيامة ، وفي قراءة برفع الثلاثة (والكافرون) بالله أو بما فرض عليهم (هم الظالمون) لوضعهم أمر الله في غير محله \r\n", "sura_id": 2, "type": 2, "id": 25205, "aya_id": 254}, {"text": "يا من آمنتم بالله وصدَّقتم رسوله وعملتم بهديه أخرجوا الزكاة المفروضة, وتصدَّقوا مما أعطاكم الله قبل مجيء يوم القيامة حين لا بيع فيكون ربح, ولا مال تفتدون به أنفسكم مِن عذاب الله, ولا صداقة صديق تُنقذكم, ولا شافع يملك تخفيف العذاب عنكم. والكافرون هم الظالمون المتجاوزون حدود الله.\r\n", "sura_id": 2, "type": 3, "id": 31441, "aya_id": 254}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ</font><BR><p>يَأْمُر تَعَالَى عِبَاده بِالْإِنْفَاقِ مِمَّا رَزَقَهُمْ فِي سَبِيله سَبِيل الْخَيْر لِيَدَّخِرُوا ثَوَاب ذَلِكَ عِنْد رَبّهمْ وَمَلِيكهمْ وَلِيُبَادِرُوا إِلَى ذَلِكَ فِي هَذِهِ الْحَيَاة الدُّنْيَا \" مِنْ قَبْل أَنْ يَأْتِي يَوْم \" يَعْنِي يَوْم الْقِيَامَة \" لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ\" أَيْ لَا يُبَاع أَحَد مِنْ نَفْسه وَلَا يُفَادَى بِمَالٍ لَوْ بَذَلَهُ وَلَوْ جَاءَ بِمِلْءِ الْأَرْض ذَهَبًا وَلَا تَنْفَعهُ خُلَّة أَحَد يَعْنِي صَدَاقَته بَلْ وَلَا نَسَابَته كَمَا قَالَ \" فَإِذَا نُفِخَ فِي الصُّور فَلَا أَنْسَاب بَيْنهمْ يَوْمئِذٍ وَلَا يَتَسَاءَلُونَ\" وَلَا شَفَاعَة : أَيْ وَلَا تَنْفَعهُمْ شَفَاعَة الشَّافِعِينَ وَقَوْله\" وَالْكَافِرُونَ هُمْ الظَّالِمُونَ \" مُبْتَدَأ مَحْصُور فِي خَبَره أَيْ وَلَا ظَالِمَ أَظْلَمُ مِمَّنْ وَافَى اللَّهَ يَوْمَئِذٍ كَافِرًا وَقَدْ رَوَى اِبْن أَبِي حَاتِم عَنْ عَطَاء بْن دِينَار أَنَّهُ قَالَ : الْحَمْد لِلَّهِ الَّذِي قَالَ \" وَالْكَافِرُونَ هُمْ الظَّالِمُونَ\" وَلَمْ يَقُلْ وَالظَّالِمُونَ هُمْ الْكَافِرُونَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38668, "aya_id": 254}]