[{"text": "يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَن سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَن سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ", "sura_id": 38, "type": 0, "id": 3996, "aya_id": 26}, {"text": "يا داود إنا جعلناك خليفة في الأرض فاحكم بين الناس بالحق ولا تتبع الهوى فيضلك عن سبيل الله إن الذين يضلون عن سبيل الله لهم عذاب شديد بما نسوا يوم الحساب", "sura_id": 38, "type": 1, "id": 10232, "aya_id": 26}, {"text": "26 - (يا داود إنا جعلناك خليفة في الأرض) تدبر أمر الناس (فاحكم بين الناس بالحق ولا تتبع الهوى) هوى النفس (فيضلك عن سبيل الله) عن الدلائل الدالة على توحيده (إن الذين يضلون عن سبيل الله) عن الإيمان بالله (لهم عذاب شديد بما نسوا) بنسينهم (يوم الحساب) المرتب عليه تركهم الإيمان ولو أيقنوا بيوم الحساب لآمنوا في الدنيا \r\n", "sura_id": 38, "type": 2, "id": 28940, "aya_id": 26}, {"text": "يا داود إنا استخلفناك في الأرض وملَّكناك فيها, فاحكم بين الناس بالعدل والإنصاف، ولا تتبع الهوى في الأحكام، فيُضلك ذلك عن دين الله وشرعه, إن الذين يَضِلُّون عن سبيل الله لهم عذاب أليم في النار ؛ بغفلتهم عن يوم الجزاء والحساب. وفي هذا توصية لولاة الأمر أن يحكموا بالحق المنزل من الله، تبارك وتعالى, ولا يعدلوا عنه، فيضلوا عن سبيله.\r\n", "sura_id": 38, "type": 3, "id": 35176, "aya_id": 26}, {"text": " <font color=red>يَا دَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ</font><BR><p>هَذِهِ وَصِيَّة مِنْ اللَّه عَزَّ وَجَلَّ لِوُلَاةِ الْأُمُور أَنْ يَحْكُمُوا بَيْن النَّاس بِالْحَقِّ الْمُنَزَّل مِنْ عِنْده تَبَارَكَ وَتَعَالَى وَلَا يَعْدِلُوا عَنْهُ فَيَضِلُّوا عَنْ سَبِيل اللَّه وَقَدْ تَوَعَّدَ تَبَارَكَ وَتَعَالَى مَنْ ضَلَّ عَنْ سَبِيله وَتَنَاسَى يَوْم الْحِسَاب بِالْوَعِيدِ الْأَكِيد وَالْعَذَاب الشَّدِيد قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن خَالِد حَدَّثَنَا الْوَلِيد حَدَّثَنَا مَرْوَان بْن جَنَاح حَدَّثَنِي إِبْرَاهِيم أَبُو زُرْعَة كَانَ قَدْ قَرَأَ الْكِتَاب أَنَّ الْوَلِيد بْن عَبْد الْمَلِك قَالَ لَهُ أَيُحَاسَبُ الْخَلِيفَة فَإِنَّك قَدْ قَرَأْت الْكِتَاب الْأَوَّل وَقَرَأْت الْقُرْآن وَفَقِهْت فَقُلْت يَا أَمِير الْمُؤْمِنِينَ أَقُول ؟ قَالَ قُلْ فِي أَمَان اللَّه قُلْت يَا أَمِير الْمُؤْمِنِينَ أَنْتَ أَكْرَم عَلَى اللَّه أَوْ دَاوُد عَلَيْهِ الصَّلَاة وَالسَّلَام إِنَّ اللَّه تَعَالَى جَمَعَ لَهُ النُّبُوَّة وَالْخِلَافَة ثُمَّ تَوَعَّدَهُ فِي كِتَابه فَقَالَ تَعَالَى \" يَا دَاوُد إِنَّا جَعَلْنَاك خَلِيفَة فِي الْأَرْض فَاحْكُمْ بَيْن النَّاس بِالْحَقِّ وَلَا تَتَّبِع الْهَوَى فَيُضِلَّك عَنْ سَبِيل اللَّه \" الْآيَة وَقَالَ عِكْرِمَة \" لَهُمْ عَذَاب شَدِيد بِمَا نَسُوا يَوْم الْحِسَاب \" هَذَا مِنْ الْمُقَدَّم وَالْمُؤَخَّر لَهُمْ عَذَاب شَدِيد يَوْم الْحِسَاب بِمَا نَسُوا وَقَالَ السُّدِّيّ لَهُمْ عَذَاب شَدِيد بِمَا تَرَكُوا أَنْ يَعْمَلُوا لِيَوْمِ الْحِسَاب وَهَذَا الْقَوْل أَمَشَى عَلَى ظَاهِر الْآيَة وَاَللَّه سُبْحَانه وَتَعَالَى الْمُوَفِّق لِلصَّوَابِ .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40622, "aya_id": 26}]