[{"text": "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاء وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ", "sura_id": 22, "type": 0, "id": 2665, "aya_id": 70}, {"text": "ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتاب إن ذلك على الله يسير", "sura_id": 22, "type": 1, "id": 8901, "aya_id": 70}, {"text": "70 - (ألم تعلم) الاستفهام فيه للتقرير (أن الله يعلم ما في السماء والأرض إن ذلك) أي ما ذكر (في كتاب) هو اللوح المحفوظ (إن ذلك) علم ما ذكر (على الله يسير) سهل \r\n", "sura_id": 22, "type": 2, "id": 27609, "aya_id": 70}, {"text": "ألم تعلم- أيها النبي- أن الله يعلم ما في السماء والأرض علماً كاملا قد أثبته في اللوح المحفوظ؟ إن ذلك العلم أمر سهل على الله، الذي لا يعجزه شيء.\r\n", "sura_id": 22, "type": 3, "id": 33845, "aya_id": 70}, {"text": " <font color=red>أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ</font><BR><p>يُخْبِر تَعَالَى عَنْ كَمَالِ عِلْمه بِخَلْقِهِ وَأَنَّهُ مُحِيط بِمَا فِي السَّمَوَات وَمَا فِي الْأَرْض فَلَا يَعْزُب عَنْهُ مِثْقَال ذَرَّة فِي الْأَرْض وَلَا فِي السَّمَاء وَلَا أَصْغَر مِنْ ذَلِكَ وَلَا أَكْبَر وَأَنَّهُ تَعَالَى عَلِمَ الْكَائِنَات كُلّهَا قَبْل وُجُودهَا وَكَتَبَ ذَلِكَ فِي كِتَابه اللَّوْح الْمَحْفُوظ كَمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" إِنَّ اللَّه قَدَّرَ مَقَادِير الْخَلَائِق قَبْل خَلْق السَّمَوَات وَالْأَرْض بِخَمْسِينَ أَلْف سَنَة وَكَانَ عَرْشه عَلَى الْمَاء \" وَفِي السُّنَن مِنْ حَدِيث جَمَاعَة مِنْ الصَّحَابَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" أَوَّل مَا خَلَقَ اللَّه الْقَلَم قَالَ لَهُ اُكْتُبْ قَالَ وَمَا أَكْتُب ؟ قَالَ اُكْتُبْ مَا هُوَ كَائِن فَجَرَى الْقَلَم بِمَا هُوَ كَائِن إِلَى يَوْم الْقِيَامَة \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا اِبْن بُكَيْر حَدَّثَنِي عَطَاء بْن دِينَار حَدَّثَنِي سَعِيد بْن جُبَيْر قَالَ : قَالَ اِبْن عَبَّاس : \" خَلَقَ اللَّه اللَّوْح الْمَحْفُوظ كَمَسِيرَةِ مِائَة عَام وَقَالَ لِلْقَلَمِ قَبْل أَنْ يَخْلُق الْخَلْق وَهُوَ عَلَى الْعَرْش - تَبَارَكَ وَتَعَالَى - اُكْتُبْ فَقَالَ الْقَلَم وَمَا أَكْتُب قَالَ عِلْمِي فِي خَلْقِي إِلَى يَوْم السَّاعَة فَجَرَى الْقَلَم بِمَا هُوَ كَائِن فِي عِلْم اللَّه إِلَى يَوْم الْقِيَامَة \" فَذَلِكَ قَوْله لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَلَمْ تَعْلَم أَنَّ اللَّه يَعْلَم مَا فِي السَّمَاء وَالْأَرْض \" وَهَذَا مِنْ تَمَام عِلْمه تَعَالَى أَنَّهُ عَلِمَ الْأَشْيَاء قَبْل كَوْنهَا وَقَدَّرَهَا وَكَتَبَهَا أَيْضًا فَمَا الْعِبَاد عَامِلُونَ قَدْ عَلِمَهُ تَعَالَى قَبْل ذَلِكَ عَلَى الْوَجْه الَّذِي يَفْعَلُونَهُ فَيَعْلَم قَبْل الْخَلْق أَنَّ هَذَا يُطِيع بِاخْتِيَارِهِ وَهَذَا يَعْصِي بِاخْتِيَارِهِ وَكَتَبَ ذَلِكَ عِنْده وَأَحَاطَ بِكُلِّ شَيْء عِلْمًا وَهُوَ سَهْل عَلَيْهِ يَسِير لَدَيْهِ وَلِهَذَا قَالَ تَعَالَى \" إِنَّ ذَلِكَ فِي كِتَاب إِنَّ ذَلِكَ عَلَى اللَّه يَسِير \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39096, "aya_id": 70}]