[{"text": "وَادْخُلِي جَنَّتِي", "sura_id": 89, "type": 0, "id": 6023, "aya_id": 30}, {"text": "وادخلي جنتي", "sura_id": 89, "type": 1, "id": 12259, "aya_id": 30}, {"text": "30 - (وادخلي جنتي) معهم \r\n", "sura_id": 89, "type": 2, "id": 30967, "aya_id": 30}, {"text": "وادخلي معهم جنتي.\r\n", "sura_id": 89, "type": 3, "id": 37203, "aya_id": 30}, {"text": " <font color=red>وَادْخُلِي جَنَّتِي</font><BR><p>وَهَذَا يُقَال لَهَا عِنْد الِاحْتِضَار وَفِي يَوْم الْقِيَامَة أَيْضًا كَمَا أَنَّ الْمَلَائِكَة يُبَشِّرُونَ الْمُؤْمِن عِنْد اِحْتِضَاره وَعِنْد قِيَامه مِنْ قَبْره فَكَذَلِكَ هَهُنَا . ثُمَّ اِخْتَلَفَ الْمُفَسِّرُونَ فِيمَنْ نَزَلَتْ هَذِهِ الْآيَة فَرَوَى الضَّحَّاك عَنْ اِبْن عَبَّاس نَزَلَتْ فِي عُثْمَان بْن عَفَّان وَعَنْ بُرَيْدَة بْن الْحُصَيْب نَزَلَتْ فِي حَمْزَة بْن عَبْد الْمُطَّلِب قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس يُقَال لِلْأَرْوَاحِ الْمُطْمَئِنَّة يَوْم الْقِيَامَة \" يَا أَيَّتهَا النَّفْس الْمُطْمَئِنَّة اِرْجِعِي إِلَى رَبّك \" يَعْنِي صَاحِبك وَهُوَ بَدَنهَا الَّذِي كَانَتْ لِعُمْرِهِ فِي الدُّنْيَا رَاضِيَة مَرْضِيَّة . وَرُوِيَ عَنْهُ أَنَّهُ كَانَ يَقْرَؤُهَا فَادْخُلِي فِي عِبَادِي وَادْخُلِي جَنَّتِي وَكَذَا قَالَ عِكْرِمَة وَالْكَلْبِيّ وَاخْتَارَهُ اِبْن جَرِير وَهُوَ غَرِيب وَالظَّاهِر الْأَوَّل لِقَوْلِهِ تَعَالَى \" ثُمَّ رُدُّوا إِلَى اللَّه مَوْلَاهُمْ الْحَقّ \" \" وَأَنَّ مَرَدّنَا إِلَى اللَّه \" أَيْ إِلَى حُكْمه وَالْوُقُوف بَيْن يَدَيْهِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن بْن عَبْد اللَّه الدَّشْتَكِيّ حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ أَشْعَث عَنْ جَعْفَر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" يَا أَيَّتهَا النَّفْس الْمُطْمَئِنَّة اِرْجِعِي إِلَى رَبّك رَاضِيَة مَرْضِيَّة \" قَالَ نَزَلَتْ وَأَبُو بَكْر جَالِس فَقَالَ يَا رَسُول اللَّه مَا أَحْسَن هَذَا فَقَالَ \" أَمَا إِنَّهُ سَيُقَالُ لَك هَذَا\" ثُمَّ قَالَ حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن يَمَان عَنْ أَشْعَث عَنْ سَعِيد بْن جُبَيْر قَالَ : قَرَأْت عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَيَّتهَا النَّفْس الْمُطْمَئِنَّة اِرْجِعِي إِلَى رَبّك رَاضِيَة مَرْضِيَّة \" فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ إِنَّ هَذَا لَحَسَن فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا إِنَّ الْمَلَك سَيَقُولُ لَك هَذَا عِنْد الْمَوْت \" كَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ اِبْن يَمَان بِهِ وَهَذَا مُرْسَل حَسَن . ثُمَّ قَالَ اِبْن أَبِي حَاتِم وَحَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا مَرْوَان بْن شُجَاع الْجَزَرِيّ عَنْ سَالِم الْأَفْطَس عَنْ سَعِيد بْن جُبَيْر قَالَ : مَاتَ اِبْن عَبَّاس بِالطَّائِفِ فَجَاءَ طَيْر لَمْ يُرَ عَلَى خِلْقَته فَدَخَلَ نَعْشه ثُمَّ لَمْ يُرَ خَارِجًا مِنْهُ فَلَمَّا دُفِنَ تُلِيَتْ هَذِهِ الْآيَة عَلَى شَفِير الْقَبْر لَا يُدْرَى مَنْ تَلَاهَا \" يَا أَيَّتهَا النَّفْس الْمُطْمَئِنَّة اِرْجِعِي إِلَى رَبّك رَاضِيَة مَرْضِيَّة فَادْخُلِي فِي عِبَادِي وَادْخُلِي جَنَّتِي \" وَرَوَاهُ الطَّبَرَانِيّ عَنْ عَبْد اللَّه بْن أَحْمَد عَنْ أَبِيهِ عَنْ مَرْوَان بْن شُجَاع عَنْ سَالِم بْن عَجْلَان الْأَفْطَس بِهِ فَذَكَرَهُ . وَقَدْ ذَكَرَ الْحَافِظ مُحَمَّد بْن الْمُنْذِر الْهَرَوِيّ الْمَعْرُوف بِشُكْرٍ فِي كِتَاب الْعَجَائِب بِسَنَدِهِ عَنْ قَبَاث بْن رَزِين أَبِي هَاشِم قَالَ : أُسِرْت فِي بِلَاد الرُّوم فَجَمَعَنَا الْمَلِك وَعَرَضَ عَلَيْنَا دِينه عَلَى أَنَّ مَنْ اِمْتَنَعَ ضُرِبَتْ عُنُقه فَارْتَدَّ ثَلَاثَة وَجَاءَ الرَّابِع فَامْتَنَعَ فَضُرِبَتْ عُنُقه وَأُلْقِيَ رَأْسه فِي نَهْر هُنَاكَ فَرَسَبَ فِي الْمَاء ثُمَّ طَفَا عَلَى وَجْه الْمَاء وَنَظَرَ إِلَى أُولَئِكَ الثَّلَاثَة فَقَالَ يَا فُلَان وَيَا فُلَان وَيَا فُلَان يُنَادِيهِمْ بِأَسْمَائِهِمْ قَالَ اللَّه تَعَالَى فِي كِتَابه \" يَا أَيَّتهَا النَّفْس الْمُطْمَئِنَّة اِرْجِعِي إِلَى رَبّك رَاضِيَة مَرْضِيَّة فَادْخُلِي فِي عِبَادِي وَادْخُلِي جَنَّتِي \" ثُمَّ غَاصَ فِي الْمَاء . قَالَ فَكَادَتْ النَّصَارَى أَنْ يُسْلِمُوا وَوَقَعَ سَرِير الْمَلِك وَرَجَعَ أُولَئِكَ الثَّلَاثَة إِلَى الْإِسْلَام قَالَ وَجَاءَ الْفِدَاء مِنْ عِنْد الْخَلِيفَة أَبِي جَعْفَر الْمَنْصُور فَخُلِّصْنَا . وَرَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة رَوَاحَة بِنْت أَبِي عَمْرو الْأَوْزَاعِيّ عَنْ أَبِيهَا حَدَّثَنِي سُلَيْمَان بْن حَبِيب الْمُحَارِبِيّ حَدَّثَنِي أَبُو أُمَامَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ \" قُلْ اللَّهُمَّ إِنِّي أَسْأَلك نَفْسًا بِك مُطْمَئِنَّة تُؤْمِن بِلِقَائِك وَتَرْضَى بِقَضَائِك وَتَقْنَع بِعَطَائِك \" ثُمَّ رَوَى عَنْ أَبِي سُلَيْمَان بْن وَبَر أَنَّهُ قَالَ حَدِيث رَوَاحَة هَذَا وَاحِد أُمّه . آخِر تَفْسِير سُورَة الْفَجْر وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 89, "type": 4, "id": 43387, "aya_id": 30}]