[{"text": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُواْ بِمَا أُوتُواْ أَخَذْنَاهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ", "sura_id": 6, "type": 0, "id": 833, "aya_id": 44}, {"text": "فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شيء حتى إذا فرحوا بما أوتوا أخذناهم بغتة فإذا هم مبلسون", "sura_id": 6, "type": 1, "id": 7069, "aya_id": 44}, {"text": "44 - (فلما نسوا) تركوا (ما ذكروا) وعظوا وخوفوا (به) من البأساء والضراء فلم يتعظوا (فتحنا) بالتخفيف والتشديد (عليهم أبواب كل شيء) من النعم استدراجا لهم (حتى إذا فرحوا بما أوتوا) فرح بطر (أخذناهم) بالعذاب (بغتة) فجأة (فإذا هم مبلسون) آيسون من كل خير \r\n", "sura_id": 6, "type": 2, "id": 25777, "aya_id": 44}, {"text": "فلما تركوا العمل بأوامر الله تعالى معرضين عنها, فتحنا عليهم أبواب كل شيء من الرزق فأبدلناهم بالبأساء رخاءً في العيش, وبالضراء صحة في الأجسام; استدراجا منا لهم, حتى إذا بطروا, وأعجبوا بما أعطيناهم من الخير والنعمة أخذناهم بالعذاب فجأة, فإذا هم آيسون منقطعون من كل خير.\r\n", "sura_id": 6, "type": 3, "id": 32013, "aya_id": 44}, {"text": " <font color=red>فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ</font><BR><p>ثُمَّ قَرَأَ \" فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَاب كُلّ شَيْء حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَة فَإِذَا هُمْ مُبْلِسُونَ \" قَالَ مُكِرَ بِالْقَوْمِ وَرَبّ الْكَعْبَة أُعْطُوا حَاجَتهمْ ثُمَّ أُخِذُوا رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ قَتَادَة : بَغَتَ الْقَوْم أَمْر اللَّه وَمَا أَخَذَ اللَّه قَوْمًا قَطُّ إِلَّا عِنْد سَكْرَتهمْ وَغِرَّتهمْ وَنِعْمَتهمْ فَلَا تَغْتَرُّوا بِاَللَّهِ فَإِنَّهُ لَا يَغْتَرّ بِاَللَّهِ إِلَّا الْقَوْم الْفَاسِقُونَ رَوَاهُ اِبْن أَبِي حَاتِم أَيْضًا . وَقَالَ مَالِك عَنْ الزُّهْرِيّ \" فَتَحْنَا عَلَيْهِمْ أَبْوَاب كُلّ شَيْء \" قَالَ أَرْجَاء الدُّنْيَا وَسِتْرهَا . وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن غَيْلَان حَدَّثَنَا رِشْدِين - يَعْنِي اِبْن سَعْد أَبَا الْحَجَّاج الْمَهْرِيّ - عَنْ حَرْمَلَة بْن عِمْرَان التَّجِيبِيّ عَنْ عُقْبَة بْن مُسْلِم عَنْ عُقْبَة بْن عَامِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : إِذَا رَأَيْت اللَّه يُعْطِي الْعَبْد مِنْ الدُّنْيَا عَلَى مَعَاصِيه مَا يُحِبّ فَإِنَّمَا هُوَ اِسْتِدْرَاج ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَاب كُلّ شَيْء حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَة فَإِذَا هُمْ مُبْلِسُونَ \" وَرَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث حَرْمَلَة وَابْن لَهِيعَة عَنْ عُقْبَة بْن مُسْلِم عَنْ عُقْبَة بْن عَامِر بِهِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا عِرَاك بْن خَالِد بْن يَزِيد حَدَّثَنِي أَبِي عَنْ إِبْرَاهِيم بْن أَبِي عَبْلَة عَنْ عُبَادَة بْن الصَّامِت أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول\" إِذَا أَرَادَ اللَّه بِقَوْمٍ بَقَاء أَوْ نَمَاء رَزَقَهُمْ الْقَصْد وَالْعَفَاف وَإِذَا أَرَادَ اللَّه بِقَوْمٍ اِقْتِطَاعًا فَتَحَ لَهُمْ أَوْ فَتَحَ عَلَيْهِمْ بَاب خِيَانَة \" \" حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَة فَإِذَا هُمْ مُبْلِسُونَ \" . كَمَا قَالَ\" فَقُطِعَ دَابِر الْقَوْم الَّذِينَ ظَلَمُوا وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" وَرَوَاهُ أَحْمَد وَغَيْره .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42180, "aya_id": 44}]