[{"text": "وَمِن قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ", "sura_id": 7, "type": 0, "id": 1113, "aya_id": 159}, {"text": "ومن قوم موسى أمة يهدون بالحق وبه يعدلون", "sura_id": 7, "type": 1, "id": 7349, "aya_id": 159}, {"text": "159 - (ومن قوم موسى أمة) جماعة (يهدون) الناس (بالحق وبه يعدِلون) في الحكم \r\n", "sura_id": 7, "type": 2, "id": 26057, "aya_id": 159}, {"text": "ومِن بني إسرائيل من قوم موسى جماعة يستقيمون على الحق, يهدون الناس به, ويعدلون به في الحكم في قضاياهم.\r\n", "sura_id": 7, "type": 3, "id": 32293, "aya_id": 159}, {"text": " <font color=red>وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ بَنِي إِسْرَائِيل أَنَّ مِنْهُمْ طَائِفَة يَتَّبِعُونَ الْحَقّ وَيَعْدِلُونَ بِهِ كَمَا قَالَ تَعَالَى\" مِنْ أَهْل الْكِتَاب أُمَّة قَائِمَة يَتْلُونَ آيَات اللَّه آنَاء اللَّيْل وَهُمْ يَسْجُدُونَ \" وَقَالَ تَعَالَى \" وَإِنَّ مِنْ أَهْل الْكِتَاب لَمَنْ يُؤْمِن بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّه ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرهمْ عِنْد رَبّهمْ إِنَّ اللَّه سَرِيع الْحِسَاب \" وَقَالَ تَعَالَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب مِنْ قَبْله هُمْ بِهِ يُؤْمِنُونَ وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقّ مِنْ رَبّنَا إِنَّا كُنَّا مِنْ قَبْله مُسْلِمِينَ أُولَئِكَ يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ بِمَا صَبَرُوا\" الْآيَة . وَقَالَ تَعَالَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب يَتْلُونَهُ حَقَّ تِلَاوَته أُولَئِكَ يُؤْمِنُونَ بِهِ \" الْآيَة . وَقَالَ تَعَالَى\" إِنَّ الَّذِينَ أُوتُوا الْعِلْم مِنْ قَبْله إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَان رَبّنَا إِنْ كَانَ وَعْد رَبّنَا لَمَفْعُولًا وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدهُمْ خُشُوعًا \" . وَقَدْ ذَكَرَ اِبْن جَرِير فِي تَفْسِيرهَا خَبَرًا عَجِيبًا فَقَالَ حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج قَوْله \" وَمِنْ قَوْم مُوسَى أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ \" قَالَ بَلَغَنِي أَنَّ بَنِي إِسْرَائِيل لَمَّا قَتَلُوا أَنْبِيَاءَهُمْ وَكَفَرُوا وَكَانُوا اِثْنَيْ عَشَرَ سِبْطًا تَبَرَّأَ سِبْط مِنْهُمْ مِمَّا صَنَعُوا وَاعْتَذَرُوا وَسَأَلُوا اللَّه عَزَّ وَجَلَّ أَنْ يُفَرِّق بَيْنهمْ وَبَيْنهمْ فَفَتَحَ اللَّه لَهُمْ نَفَقًا فِي الْأَرْض فَسَارُوا فِيهِ حَتَّى خَرَجُوا مِنْ وَرَاء الصِّين فَهُمْ هُنَالِكَ حُنَفَاء مُسْلِمِينَ يَسْتَقْبِلُونَ قِبْلَتنَا قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس فَذَلِكَ قَوْله \" وَقُلْنَا مِنْ بَعْده لِبَنِي إِسْرَائِيل اُسْكُنُوا الْأَرْض فَإِذَا جَاءَ وَعْد الْآخِرَة جِئْنَا بِكُمْ لَفِيفًا \" وَوَعْد الْآخِرَة عِيسَى اِبْن مَرْيَم قَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس سَارُوا فِي السَّرْب سَنَة وَنِصْفًا وَقَالَ اِبْن عُيَيْنَة عَنْ صَدَقَة أَبِي الْهُذَيْل عَنْ السُّدِّيّ \" وَمِنْ قَوْم مُوسَى أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ \" قَالَ قَوْم بَيْنكُمْ وَبَيْنهمْ نَهَر مِنْ شَهْد .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42532, "aya_id": 159}]