[{"text": "فَالِقُ الإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ", "sura_id": 6, "type": 0, "id": 885, "aya_id": 96}, {"text": "فالق الإصباح وجعل الليل سكنا والشمس والقمر حسبانا ذلك تقدير العزيز العليم", "sura_id": 6, "type": 1, "id": 7121, "aya_id": 96}, {"text": "96 - (فالق الإصباح) مصدر بمعنى الصبح أي شاق عمود الصبح وهو أول ما يبدو من نور النهار عن ظلمة الليل (وجعل الليل سكنا) تسكن فيه الخلق من التعب (والشمس والقمر) بالنصب عطفا من محل الليل (حسبانا) حسابا للأوقات أو الباء محذوفة وهو حال من مقدر أي يجريان بحسبان كما في آية الرحمن (ذلك) المذكور (تقدير العزيز) في ملكه (العليم) بخلقه \r\n", "sura_id": 6, "type": 2, "id": 25829, "aya_id": 96}, {"text": "والله سبحانه وتعالى هو الذي شق ضياء الصباح من ظلام الليل, وجعل الليل مستقرًا, يسكن فيه كل متحرك ويهدأ, وجعل الشمس والقمر يجريان في فلكيهما بحساب متقن مقدَّر, لا يتغير ولا يضطرب, ذلك تقدير العزيز الذي عزَّ سلطانه, العليم بمصالح خلقه وتدبير شئونهم. والعزيز والعليم من أسماء الله الحسنى يدلان على كمال العز والعلم.\r\n", "sura_id": 6, "type": 3, "id": 32065, "aya_id": 96}, {"text": " <font color=red>فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</font><BR><p>وَقَوْله \" فَالِق الْإِصْبَاح وَجَعَلَ اللَّيْل سَكَنًا \" أَيْ خَالِق الضِّيَاء وَالظَّلَام كَمَا قَالَ فِي أَوَّل السُّورَة \" وَجَعَلَ الظُّلُمَات وَالنُّور\" أَيْ فَهُوَ سُبْحَانه يَفْلِق ظَلَام اللَّيْل عَنْ غُرَّة الصَّبَاح فَيُضِيء الْوُجُود وَيَسْتَنِير الْأُفُق وَيَضْمَحِلّ الظَّلَام وَيُذْهِب اللَّيْل بِسَوَادِهِ وَظَلَام رِوَاقه وَيُجَيِّئ النَّهَار بِضِيَائِهِ وَإِشْرَاقه كَقَوْلِهِ \" يُغْشِي اللَّيْل النَّهَار يَطْلُبهُ حَثِيثًا\" فَبَيَّنَ تَعَالَى قُدْرَته عَلَى خَلْق الْأَشْيَاء الْمُتَضَادَّة الْمُخْتَلِفَة الدَّالَّة عَلَى كَمَالِ عَظَمَته وَعَظِيم سُلْطَانه فَذَكَرَ أَنَّهُ فَالِق الْإِصْبَاح وَقَابَلَ ذَلِكَ بِقَوْلِهِ \" وَجَعَلَ اللَّيْل سَكَنًا \" أَيْ سَاجِيًا مُظْلِمًا لِتَسْكُن فِيهِ الْأَشْيَاء كَمَا قَالَ \" وَالضُّحَى وَاللَّيْل إِذَا سَجَى \" وَقَالَ\" وَاللَّيْل إِذَا يَغْشَى وَالنَّهَار إِذَا تَجَلَّى \" وَقَالَ \" وَالنَّهَار إِذَا جَلَّاهَا وَاللَّيْل إِذَا يَغْشَاهَا \" وَقَالَ صُهَيْب الرُّومِيّ رَضِيَ اللَّه عَنْهُ لِامْرَأَتِهِ وَقَدْ عَاتَبَتْهُ فِي كَثْرَة سَهَره : إِنَّ اللَّه جَعَلَ اللَّيْل سَكَنًا إِلَّا لِصُهَيْب إِنَّ صُهَيْبًا إِذَا ذَكَرَ الْجَنَّة طَالَ شَوْقُهُ وَإِذَا ذَكَرَ النَّار طَارَ نَوْمُهُ . رَوَاهُ اِبْن أَبِي حَاتِم . وَقَوْله \" وَالشَّمْس وَالْقَمَر حُسْبَانًا \" أَيْ يَجْرِيَانِ بِحِسَابٍ مُقَنَّن مُقَدَّر لَا يَتَغَيَّر وَلَا يَضْطَرِب بَلْ لِكُلٍّ مِنْهُمَا مَنَازِل يَسْلُكهَا فِي الصَّيْف وَالشِّتَاء فَيَتَرَتَّب عَلَى ذَلِكَ اِخْتِلَاف اللَّيْل وَالنَّهَار طُولًا وَقِصَرًا كَمَا قَالَ \" هُوَ الَّذِي جَعَلَ الشَّمْس ضِيَاء وَالْقَمَر نُورًا وَقَدَّرَهُ مَنَازِل \" الْآيَة . وَكَمَا قَالَ لَا الشَّمْس يَنْبَغِي لَهَا أَنْ تُدْرِك الْقَمَر وَلَا اللَّيْل سَابِق النَّهَار وَكُلّ فِي فَلَك يَسْبَحُونَ وَقَالَ \" وَالشَّمْس وَالْقَمَر وَالنُّجُوم مُسَخَّرَات بِأَمْرِهِ \" وَقَوْله \" ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" أَيْ الْجَمِيع جَارٍ بِتَقْدِيرِ الْعَزِيز الَّذِي لَا يُمَانِع وَلَا يُخَالِف الْعَلِيم بِكُلِّ شَيْء فَلَا يَعْزُب عَنْ عِلْمه مِثْقَال ذَرَّة فِي الْأَرْض وَلَا فِي السَّمَاء وَكَثِيرًا مَا إِذَا ذَكَرَ اللَّه تَعَالَى خَلْق اللَّيْل وَالنَّهَار وَالشَّمْس وَالْقَمَر يَخْتِم الْكَلَام بِالْعِزَّةِ وَالْعِلْم كَمَا ذَكَرَ فِي هَذِهِ الْآيَة وَكَمَا فِي قَوْله \" وَآيَة لَهُمْ اللَّيْل نَسْلُخ مِنْهُ النَّهَار فَإِذَا هُمْ مُظْلِمُونَ وَالشَّمْس تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" وَلَمَّا ذَكَرَ خَلْق السَّمَوَات وَالْأَرْض وَمَا فِيهِنَّ فِي أَوَّل سُورَة حم السَّجْدَة قَالَ \" وَزَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيح وَحِفْظًا ذَلِكَ تَقْدِير الْعَزِيز الْعَلِيم \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42237, "aya_id": 96}]