[{"text": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ", "sura_id": 58, "type": 0, "id": 5122, "aya_id": 18}, {"text": "يوم يبعثهم الله جميعا فيحلفون له كما يحلفون لكم ويحسبون أنهم على شيء ألا إنهم هم الكاذبون", "sura_id": 58, "type": 1, "id": 11358, "aya_id": 18}, {"text": "18 - اذكر (يوم يبعثهم الله جميعا فيحلفون له) أنهم مؤمنون (كما يحلفون لكم ويحسبون أنهم على شيء) من نفع حلفهم في الآخرة كالدنيا (ألا إنهم هم الكاذبون) \r\n", "sura_id": 58, "type": 2, "id": 30066, "aya_id": 18}, {"text": "يوم القيامة يبعث الله المنافقين جميعًا من قبورهم أحياء, فيحلفون له أنهم كانوا مؤمنين، كما كانوا يحلفون لكم- أيها المؤمنون- في الدنيا, ويعتقدون أن ذلك ينفعهم عند الله كما كان ينفعهم في الدنيا عند المسلمين, ألا إنهم هم البالغون في الكذب حدًا لم يبلغه غيرهم. \r\n", "sura_id": 58, "type": 3, "id": 36302, "aya_id": 18}, {"text": " <font color=red>يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ</font><BR><p>قَالَ تَعَالَى \" يَوْم يَبْعَثهُمْ اللَّه جَمِيعًا \" أَيْ يَحْشُرهُمْ يَوْم الْقِيَامَة عَنْ آخِرهمْ فَلَا يُغَادِر مِنْهُمْ أَحَدًا \" فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْء\" أَيْ يَحْلِفُونَ بِاَللَّهِ عَزَّ وَجَلَّ أَنَّهُمْ كَانُوا عَلَى الْهُدَى وَالِاسْتِقَامَة كَمَا كَانُوا يَحْلِفُونَ لِلنَّاسِ فِي الدُّنْيَا لِأَنَّ مَنْ عَاشَ عَلَى شَيْء مَاتَ عَلَيْهِ وَبُعِثَ عَلَيْهِ وَيَعْتَقِدُونَ أَنَّ ذَلِكَ يَنْفَعهُمْ عِنْد اللَّه كَمَا كَانَ يَنْفَعهُمْ عِنْد النَّاس فَيُجْرُونَ عَلَيْهِمْ الْأَحْكَام الظَّاهِرَة وَلِهَذَا قَالَ \" وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْء\" أَيْ حَلِفهمْ ذَلِكَ لِرَبِّهِمْ عَزَّ وَجَلَّ . ثُمَّ قَالَ مُنْكِرًا عَلَيْهِمْ حُسْبَانهمْ \" أَلَا إِنَّهُمْ هُمْ الْكَاذِبُونَ \" فَأَكَّدَ الْخَبَر عَنْهُمْ بِالْكَذِبِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن نُفَيْل حَدَّثَنَا زُهَيْر عَنْ سِمَاك بْن حَرْب حَدَّثَنِي سَعِيد بْن جُبَيْر أَنَّ اِبْن عَبَّاس حَدَّثَهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ فِي ظِلّ حُجْرَة مِنْ حُجَره وَعِنْده نَفَر مِنْ الْمُسْلِمِينَ قَدْ كَادَ يَقْلِصُ عَنْهُمْ الظِّلُّ قَالَ \" إِنَّهُ سَيَأْتِيكُمْ إِنْسَان يَنْظُر بِعَيْنَيْ شَيْطَان فَإِذَا أَتَاكُمْ فَلَا تُكَلِّمُوهُ \" فَجَاءَ رَجُل أَزْرَق فَدَعَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَلَّمَهُ فَقَالَ \" عَلَامَ تَشْتُمنِي أَنْتَ وَفُلَان وَفُلَان \" نَفَر دَعَاهُمْ بِأَسْمَائِهِمْ قَالَ فَانْطَلَقَ الرَّجُل فَدَعَاهُمْ فَحَلَفُوا لَهُ وَاعْتَذَرُوا إِلَيْهِ قَالَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ\" فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْء أَلَا إِنَّهُمْ هُمْ الْكَاذِبُونَ \" وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد مِنْ طَرِيقَيْنِ عَنْ سِمَاك وَرَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ غُنْدَر عَنْ شُعْبَة عَنْ سِمَاك بِهِ نَحْوه وَأَخْرَجَهُ أَيْضًا مِنْ حَدِيث سُفْيَان الثَّوْرِيّ عَنْ سِمَاك بِنَحْوِهِ إِسْنَاد جَيِّد وَلَمْ يُخَرِّجُوهُ وَحَال هَؤُلَاءِ كَمَا أَخْبَرَ اللَّه تَعَالَى عَنْ الْمُشْرِكِينَ حَيْثُ يَقُول \" ثُمَّ لَمْ تَكُنْ فِتْنَتهمْ إِلَّا أَنْ قَالُوا وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ اُنْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسهمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ \" .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42039, "aya_id": 18}]