[{"text": "إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ", "sura_id": 49, "type": 0, "id": 4622, "aya_id": 10}, {"text": "إنما المؤمنون إخوة فأصلحوا بين أخويكم واتقوا الله لعلكم ترحمون", "sura_id": 49, "type": 1, "id": 10858, "aya_id": 10}, {"text": "10 - (إنما المؤمنون إخوة) في الدين (فأصلحوا بين أخويكم) إذا تنازعا وقرئ إخوتكم بالفوقانية (واتقوا الله لعلكم ترحمون) \r\n", "sura_id": 49, "type": 2, "id": 29566, "aya_id": 10}, {"text": "إنما المؤمنون إخوة في الدين, فأصلحوا بين أخويكم إذا اقتتلا وخافوا الله في جميع أموركم؛ رجاء أن تُرحموا.\r\n", "sura_id": 49, "type": 3, "id": 35802, "aya_id": 10}, {"text": " <font color=red>إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ</font><BR><p>أَيْ الْجَمِيع إِخْوَة فِي الدِّين كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" الْمُسْلِم أَخُو الْمُسْلِم لَا يَظْلِمهُ وَلَا يُسْلِمهُ \" وَفِي الصَّحِيح \" وَاَللَّه فِي عَوْن الْعَبْد مَا كَانَ الْعَبْد فِي عَوْن أَخِيهِ \" وَفِي الصَّحِيح أَيْضًا \" إِذَا دَعَا الْمُسْلِم لِأَخِيهِ بِظَهْرِ الْغَيْب قَالَ الْمَلَكُ آمِينَ وَلَك بِمِثْلِهِ \" وَالْأَحَادِيث فِي هَذَا كَثِيرَة وَفِي الصَّحِيح \" مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمهمْ وَتَوَاصُلهمْ كَمَثَلِ الْجَسَد الْوَاحِد إِذَا اِشْتَكَى مِنْهُ عُضْو تَدَاعَى لَهُ سَائِر الْجَسَد بِالْحُمَّى وَالسَّهَر\" وَفِي الصَّحِيح أَيْضًا \" الْمُؤْمِن لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا \" وَشَبَّكَ بَيْن أَصَابِعه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ أَحْمَد حَدَّثَنَا أَحْمَد بْن الْحَجَّاج حَدَّثَنَا عَبْد اللَّه أَخْبَرَنَا مُصْعَب بْن ثَابِت حَدَّثَنِي أَبُو حَازِم قَالَ : سَمِعْت سَهْل بْن سَعْد السَّاعِدِيّ رَضِيَ اللَّه عَنْهُ يُحَدِّث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْمُؤْمِن مِنْ أَهْلِ الْإِيمَانِ بِمَنْزِلَةِ الرَّأْسِ مِنْ الْجَسَدِ يَأْلَمُ الْمُؤْمِنُ لِأَهْلِ الْإِيمَان كَمَا يَأْلَم الْجَسَد لِمَا فِي الرَّأْس \" تَفَرَّدَ بِهِ أَحْمَد وَلَا بَأْسَ بِإِسْنَادِهِ وَقَوْلُهُ تَعَالَى \" فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ\" يَعْنِي الْفِئَتَيْنِ الْمُقْتَتِلَتَيْنِ \" وَاتَّقُوا اللَّه \" أَيْ فِي جَمِيع أُمُوركُمْ \" لَعَلَّكُمْ تُرْحَمُونَ \" وَهَذَا تَحْقِيق مِنْهُ تَعَالَى لِلرَّحْمَةِ لِمَنْ اِتَّقَاهُ .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41420, "aya_id": 10}]