[{"text": "لَّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْداً لِّلّهِ وَلاَ الْمَلآئِكَةُ الْمُقَرَّبُونَ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيهِ جَمِيعًا", "sura_id": 4, "type": 0, "id": 665, "aya_id": 172}, {"text": "لن يستنكف المسيح أن يكون عبدا لله ولا الملائكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم إليه جميعا", "sura_id": 4, "type": 1, "id": 6901, "aya_id": 172}, {"text": "172 - (لن يستنكف) يتكبر ويأنف (المسيح) الذي زعمتم أنه إله عن (أن يكون عبداً  لله ولا الملائكة المقربون) عند الله لا يستنكفون أن يكونوا عبيدا وهذا من أحسن الاستطراد ذكر للرد على من زعم أنها آلهة أو بنات الله كما رد بما قبله على النصارى الزاعمين ذلك المقصود خطابهم (ومن يستنكف عن عبادته ويستكبر فسيحشرهم إليه جميعا) في الآخرة \r\n", "sura_id": 4, "type": 2, "id": 25609, "aya_id": 172}, {"text": "لن يَأْنف ولن يمتنع المسيح أن يكون عبدًا لله, وكذلك لن يأنَفَ الملائكة المُقَرَّبون من الإقرار بالعبودية لله تعالى. ومن يأنف عن الانقياد والخضوع ويستكبر فسيحشرهم كلهم إليه يوم القيامة, ويفصلُ بينهم بحكمه العادل, ويجازي كلا بما يستحق.\r\n", "sura_id": 4, "type": 3, "id": 31845, "aya_id": 172}, {"text": " <font color=red>لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا</font><BR><p>قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى حَدَّثَنَا هِشَام عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَوْله \" لَنْ يَسْتَنْكِف \" لَنْ يَسْتَكْبِر . وَقَالَ قَتَادَة : لَنْ يَحْتَشِم الْمَسِيح أَنْ يَكُون عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَة الْمُقَرَّبُونَ \" وَقَدْ اِسْتَدَلَّ بَعْض مَنْ ذَهَبَ إِلَى تَفْضِيل الْمَلَائِكَة عَلَى الْبَشَر بِهَذِهِ الْآيَة حَيْثُ قَالَ \" وَلَا الْمَلَائِكَة الْمُقَرَّبُونَ \" وَلَيْسَ لَهُ فِي ذَلِكَ دَلَالَة لِأَنَّهُ إِنَّمَا عَطَفَ الْمَلَائِكَة عَلَى الْمَسِيح لِأَنَّ الِاسْتِنْكَاف هُوَ الِامْتِنَاع وَالْمَلَائِكَة أَقْدَر عَلَى ذَلِكَ مِنْ الْمَسِيح فَلِهَذَا قَالَ \" وَلَا الْمَلَائِكَة الْمُقَرَّبُونَ \" وَلَا يَلْزَم مِنْ كَوْنهمْ أَقْوَى وَأَقْدَر عَلَى الِامْتِنَاع أَنْ يَكُونُوا أَفْضَل وَقِيلَ إِنَّمَا ذَكَرُوا لِأَنَّهُمْ اِتَّخَذُوا آلِهَة مَعَ اللَّه كَمَا اِتَّخَذَ الْمَسِيح فَأَخْبَرَ تَعَالَى أَنَّهُمْ عَبِيد مِنْ عِبَاده وَخَلْق مِنْ خَلْقه كَمَا قَالَ اللَّه تَعَالَى \" وَقَالُوا اِتَّخَذَ الرَّحْمَن وَلَدًا سُبْحَانه بَلْ عِبَاد مُكْرَمُونَ \" الْآيَات . وَلِهَذَا قَالَ \" وَمَنْ يَسْتَنْكِف عَنْ عِبَادَته وَيَسْتَكْبِر فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا \" أَيْ فَيَجْمَعهُمْ إِلَيْهِ يَوْم الْقِيَامَة وَيَفْصِل بَيْنهمْ بِحُكْمِهِ الْعَدْل الَّذِي لَا يَجُور فِيهِ وَلَا يَحِيف .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40848, "aya_id": 172}]