[{"text": "فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاء حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاء اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ", "sura_id": 47, "type": 0, "id": 4549, "aya_id": 4}, {"text": "فإذا لقيتم الذين كفروا فضرب الرقاب حتى إذا أثخنتموهم فشدوا الوثاق فإما منا بعد وإما فداء حتى تضع الحرب أوزارها ذلك ولو يشاء الله لانتصر منهم ولكن ليبلوا بعضكم ببعض والذين قتلوا في سبيل الله فلن يضل أعمالهم", "sura_id": 47, "type": 1, "id": 10785, "aya_id": 4}, {"text": "4 - (فإذا لقيتم الذين كفروا فضرب الرقاب) مصدر بدل من اللفظ بفعله أي فاضربوا رقابهم أي اقتلوهم وعبر بضرب الرقاب لأن الغالب في القتل أن يكون بضرب الرقبة (حتى إذا أثخنتموهم) أكثرتم فيهم القتل (فشدوا) فأمسكوا عنهم واسروهم وشدوا (الوثاق) ما يوثق به الاسرى (فإما منا بعد) مصدر بدل من اللفظ بفعله أي تمنون عليهم بإطلاقهم من غير شيء (وإما فداء) تفادونهم بما أو أسرى مسلمين (حتى تضع الحرب) أي أهلها (أوزارها) أثقالها من السلاح وغيره بأن يسلم الكفار أو يدخلوا في العهد وهذه غاية للقتل والأسر (ذلك) خبر مبتدأ مقدر أي الأمر فيهم ما ذكر (ولو يشاء الله لانتصر منهم) بغير قتال (ولكن) أمركم به (ليبلو بعضكم ببعض) منهم في القتال فيصير من قتل منكم إلى الجنة ومنهم إلى النار (والذين قتلوا) وفي قراءة قاتلوا الآية نزلت يوم أحد وقد فشا في المسلمين القتل والجراحات (في سبيل الله فلن يضل) يحبط (أعمالهم) \r\n", "sura_id": 47, "type": 2, "id": 29493, "aya_id": 4}, {"text": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال, واضربوا منهم الأعناق, حتى إذا أضعفتموهم بكثرة القتل, وكسرتم شوكتهم, فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض, وإما أن يفادوا أنفسهم بالمال أو غيره, وإما أن يُسْتَرَقُّوا أو يُقْتَلوا, واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم, ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال, ولكن جعل عقوبتهم على أيديكم, فشرع الجهاد؛ ليختبركم بهم, ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم,\r\n", "sura_id": 47, "type": 3, "id": 35729, "aya_id": 4}, {"text": " <font color=red>فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ</font><BR><p>يَقُول تَعَالَى مُرْشِدًا لِلْمُؤْمِنِينَ إِلَى مَا يَعْتَمِدُونَهُ فِي حُرُوبهمْ مَعَ الْمُشْرِكِينَ \" فَإِذَا لَقِيتُمْ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَاب \" أَيْ إِذَا وَاجَهْتُمُوهُمْ فَاحْصُدُوهُمْ حَصْدًا بِالسُّيُوفِ\" حَتَّى إِذَا أَثْخَنْتُمُوهُمْ \" أَيْ أَهْلَكْتُمُوهُمْ قَتْلًا\" فَشُدُّوا الْوَثَاق \" الْأُسَارَى الَّذِينَ تَأْسِرُونَهُمْ ثُمَّ أَنْتُمْ بَعْد اِنْقِضَاء الْحَرْب وَانْفِصَال الْمَعْرَكَة مُخَيَّرُونَ فِي أَمْرهمْ إِنْ شِئْتُمْ مَنَنْتُمْ عَلَيْهِمْ فَأَطْلَقْتُمْ أُسَارَاهُمْ مَجَّانًا وَإِنْ شِئْتُمْ فَادَيْتُمُوهُمْ بِمَالٍ تَأْخُذُونَهُ مِنْهُمْ وَتُشَاطِرُونَهُمْ عَلَيْهِ وَالظَّاهِر أَنَّ هَذِهِ الْآيَة نَزَلَتْ بَعْد وَقْعَة بَدْر فَإِنَّ اللَّه سُبْحَانه وَتَعَالَى عَاتَبَ الْمُؤْمِنِينَ عَلَى الِاسْتِكْثَار مِنْ الْأُسَارَى يَوْمئِذٍ لِيَأْخُذُوا مِنْهُمْ الْفِدَاء وَالتَّقْلِيل مِنْ الْقَتْل يَوْمئِذٍ فَقَالَ \" مَا كَانَ لِنَبِيٍّ أَنْ يَكُون لَهُ أَسْرَى حَتَّى يُثْخِن فِي الْأَرْض تُرِيدُونَ عَرَضَ الدُّنْيَا , وَاَللَّه يُرِيد الْآخِرَة , وَاَللَّه عَزِيز حَكِيم لَوْلَا كِتَاب مِنْ اللَّه سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَاب عَظِيم \" ثُمَّ قَدْ اِدَّعَى بَعْض الْعُلَمَاء أَنَّ هَذِهِ الْآيَة الْمُخَيِّرَة بَيْن مُفَادَاة الْأَسِير وَالْمَنّ عَلَيْهِ مَنْسُوخَة بِقَوْلِهِ تَعَالَى \" فَإِذَا اِنْسَلَخَ الْأَشْهُر الْحُرُم فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ \" الْآيَة رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَقَالَهُ قَتَادَة وَالضَّحَّاك وَالسُّدِّيّ وَابْن جُرَيْج وَقَالَ الْآخَرُونَ وَهُمْ الْأَكْثَرُونَ لَيْسَتْ بِمَنْسُوخَةٍ ثُمَّ قَالَ بَعْضهمْ إِنَّمَا الْإِمَام مُخَيَّر بَيْن الْمَنّ عَلَى الْأَسِير وَمُفَادَاته فَقَطْ وَلَا يَجُوز لَهُ قَتْلُهُ وَقَالَ آخَرُونَ مِنْهُمْ بَلْ لَهُ أَنْ يَقْتُلهُ إِنْ شَاءَ لِحَدِيثِ \" قَتَلَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّضْرَ بْنَ الْحَارِثِ وَعُقْبَة بْن أَبِي مُعَيْط مِنْ أُسَارَى بَدْر وَقَالَ ثُمَامَة بْن أَثَال لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين قَالَ لَهُ \" مَا عِنْدك يَا ثُمَامَة ؟ \" فَقَالَ إِنْ تَقْتُل تَقْتُل ذَا دَم وَإِنْ تَمْنُنْ تَمْنُنْ عَلَى شَاكِر وَإِنْ كُنْت تُرِيد الْمَال فَاسْأَلْ تُعْطَ مِنْهُ مَا شِئْت وَزَادَ الشَّافِعِيّ رَحْمَة اللَّه عَلَيْهِ فَقَالَ الْإِمَام مُخَيَّر بَيْن قَتْله أَوْ الْمَنّ عَلَيْهِ أَوْ مُفَادَاته أَوْ اِسْتِرْقَاقه أَيْضًا وَهَذِهِ الْمَسْأَلَة مُحَرَّرَة فِي عِلْم الْفُرُوع وَقَدْ دَلَّلْنَا عَلَى ذَلِكَ فِي كِتَابنَا الْأَحْكَام وَلِلَّهِ سُبْحَانه وَتَعَالَى الْحَمْد وَالْمِنَّة وَقَوْله عَزَّ وَجَلَّ \" حَتَّى تَضَع الْحَرْب أَوْزَارهَا \" قَالَ مُجَاهِد حَتَّى يَنْزِل عِيسَى بْن مَرْيَم عَلَيْهِ الصَّلَاة وَالسَّلَام وَكَأَنَّهُ أَخَذَهُ مِنْ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَزَال طَائِفَة مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقّ حَتَّى يُقَاتِل آخِرهمْ الدَّجَّال \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْحَكَم بْن نَافِع حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ إِبْرَاهِيم بْن سُلَيْمَان عَنْ الْوَلِيد بْن عَبْد الرَّحْمَن الْجُرَشِيّ عَنْ جُبَيْر بْن نُفَيْر قَالَ إِنَّ سَلَمَة بْن نُفَيْل أَخْبَرَهُمْ أَنَّهُ أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي سَيَّبْت الْخَيْل وَأَلْقَيْت السِّلَاح وَوَضَعَتْ الْحَرْبُ أَوْزَارهَا وَقُلْت لَا قِتَال فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْآن جَاءَ الْقِتَال لَا تَزَال طَائِفَة مِنْ أُمَّتِي ظَاهِرِينَ عَلَى النَّاس يُزِيغ اللَّه تَعَالَى قُلُوب أَقْوَام فَيُقَاتِلُونَهُمْ وَيَرْزُقهُمْ اللَّه مِنْهُمْ حَتَّى يَأْتِي أَمْر اللَّه وَهُمْ عَلَى ذَلِكَ أَلَا إِنَّ عِقْد دَار الْمُؤْمِنِينَ بِالشَّامِ وَالْخَيْل مَعْقُود فِي نَوَاصِيهَا الْخَيْر إِلَى يَوْم الْقِيَامَة \" وَهَكَذَا رَوَاهُ النَّسَائِيّ مِنْ طَرِيقَيْنِ عَنْ جُبَيْر بْن نُفَيْر عَنْ سَلَمَة بْن نُفَيْل السَّكُونِيّ بِهِ وَقَالَ أَبُو الْقَاسِم الْبَغَوِيّ حَدَّثَنَا دَاوُد بْن رَشِيد حَدَّثَنَا الْوَلِيد عَنْ جُبَيْر بْن مُحَمَّد بْن مُهَاجِر عَنْ الْوَلِيد بْن عَبْد الرَّحْمَن الْجُرَشِيّ عَنْ جُبَيْر بْن نُفَيْر عَنْ النَّوَّاس بْن سَمْعَان رَضِيَ اللَّه عَنْهُ قَالَ لَمَّا فُتِحَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتْح قَالُوا يَا رَسُول اللَّه سُيِّبَتْ الْخَيْل وَوُضِعَتْ السِّلَاح وَوَضَعَتْ الْحَرْب أَوْزَارهَا قَالُوا لَا قِتَال قَالَ : \" كَذَبُوا الْآن جَاءَ الْقِتَال لَا يَزَال اللَّه تَعَالَى يُزِيغ قُلُوب قَوْم يُقَاتِلُونَهُمْ فَيَرْزُقهُمْ مِنْهُمْ حَتَّى يَأْتِي أَمْر اللَّه وَهُمْ عَلَى ذَلِكَ وَعِقْد دَار الْمُسْلِمِينَ بِالشَّامِ \" وَهَكَذَا رَوَاهُ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ عَنْ دَاوُدَ بْن رَشِيد بِهِ , وَالْمَحْفُوظ أَنَّهُ مِنْ رِوَايَة سَلَمَة بْن نُفَيْل كَمَا تَقَدَّمَ وَهَذَا يُقَوِّي الْقَوْل بِعَدَمِ النَّسْخ كَأَنَّهُ شُرِعَ هَذَا الْحُكْم فِي الْحَرْب إِلَى أَنْ لَا يَبْقَى حَرْب وَقَالَ قَتَادَة \" حَتَّى تَضَع الْحَرْب أَوْزَارهَا \" حَتَّى لَا يَبْقَى شِرْك وَهَذَا كَقَوْلِهِ تَعَالَى\" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة وَيَكُون الدِّين لِلَّهِ\" ثُمَّ قَالَ بَعْضهمْ حَتَّى تَضَع الْحَرْب أَوْزَارهَا أَيْ أَوْزَار الْمُحَارَبِينَ وَهُمْ الْمُشْرِكُونَ بِأَنْ يَتُوبُوا إِلَى اللَّه عَزَّ وَجَلَّ وَقِيلَ أَوْزَار أَهْلهَا بِأَنْ يَبْذُلُوا الْوُسْع فِي طَاعَة اللَّه تَعَالَى وَقَوْله عَزَّ وَجَلَّ \" ذَلِكَ وَلَوْ يَشَاء اللَّه لَانْتَصَرَ مِنْهُمْ \" أَيْ هَذَا وَلَوْ شَاءَ اللَّه لَانْتَقَمَ مِنْ الْكَافِرِينَ بِعُقُوبَةٍ وَنَكَال مِنْ عِنْده \" وَلَكِنْ لِيَبْلُوَ بَعْضكُمْ بِبَعْضٍ \" أَيْ وَلَكِنْ شَرَعَ لَكُمْ الْجِهَاد وَقِتَال الْأَعْدَاء لِيَخْتَبِركُمْ وَلِيَبْلُوَ أَخْبَارَكُمْ كَمَا ذَكَرَ حِكْمَته فِي شَرْعِيَّة الْجِهَاد فِي سُورَتَيْ آلِ عِمْرَان وَبَرَاءَة فِي قَوْله تَعَالَى \" أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمْ اللَّهَ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ \" وَقَالَ تَبَارَكَ وَتَعَالَى فِي سُورَة بَرَاءَة \" قَاتِلُوهُمْ يُعَذِّبْهُمْ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُور قَوْم مُؤْمِنِينَ وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاَللَّهُ عَلِيمٌ حَكِيمٌ \" ثُمَّ لَمَّا كَانَ مِنْ شَأْن الْقِتَال أَنْ يُقْتَل كَثِير مِنْ الْمُؤْمِنِينَ قَالَ \" وَاَلَّذِينَ قُتِلُوا فِي سَبِيل اللَّه فَلَنْ يُضِلّ أَعْمَالَهُمْ\" أَيْ لَنْ يُذْهِبهَا بَلْ يُكْثِرهَا وَيُنَمِّيهَا وَيُضَاعِفهَا وَمِنْهُمْ مَنْ يَجْرِي عَلَيْهِ عَمَله طُول بَرْزَخه كَمَا وَرَدَ بِذَلِكَ الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده حَيْثُ قَالَ : حَدَّثَنَا زَيْد بْن يَحْيَى الدِّمَشْقِيّ حَدَّثَنَا اِبْن ثَوْبَان عَنْ أَبِيهِ عَنْ مَكْحُول عَنْ كَثِير بْن مُرَّة عَنْ قَيْس الْجُذَامِيّ رَجُل كَانَتْ لَهُ صُحْبَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُعْطَى الشَّهِيد سِتّ خِصَال : عِنْد أَوَّل قَطْرَة مِنْ دَمه تُكَفَّر عَنْهُ كُلّ خَطِيئَة وَيَرَى مَقْعَده مِنْ الْجَنَّة وَيُزَوَّج مِنْ الْحُور الْعِين وَيَأْمَن مِنْ الْفَزَع الْأَكْبَر وَمِنْ عَذَاب الْقَبْر وَيُحَلَّى حُلَّة الْإِيمَان \" تَفَرَّدَ بِهِ أَحْمَد رَحِمَهُ اللَّه \" حَدِيث آخَر\" قَالَ أَحْمَد أَيْضًا حَدَّثَنَا الْحَكَم بْن نَافِع حَدَّثَنِي إِسْمَاعِيل بْن عَيَّاش عَنْ يَحْيَى بْن سَعِيد عَنْ خَالِد بْن مَعْدَان عَنْ الْمِقْدَام بْن مَعْدِي كَرِب الْكِنْدِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ لِلشَّهِيدِ عِنْد اللَّه سِتّ خِصَال : أَنْ يَغْفِر لَهُ فِي أَوَّل دَفْقَة مِنْ دَمه وَيَرَى مَقْعَده مِنْ الْجَنَّة وَيُحَلَّى حُلَّة الْإِيمَان وَيُزَوَّج مِنْ الْحُور الْعِين وَيُجَار مِنْ عَذَاب الْقَبْر وَيَأْمَن مِنْ الْفَزَع الْأَكْبَر وَيُوضَع عَلَى رَأْسه تَاج الْوَقَار مُرَصَّع بِالدُّرِّ وَالْيَاقُوت الْيَاقُوتَة مِنْهُ خَيْر مِنْ الدُّنْيَا وَمَا فِيهَا وَيُزَوَّج اِثْنَتَيْنِ وَسَبْعِينَ زَوْجَة مِنْ الْحُور الْعِين وَيَشْفَع فِي سَبْعِينَ إِنْسَانًا مِنْ أَقَارِبه \" وَقَدْ أَخْرَجَهُ التِّرْمِذِيّ وَصَحَّحَهُ وَابْن مَاجَهْ وَفِي صَحِيح مُسْلِم عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا عَنْ أَبِي قَتَادَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُغْفَر لِلشَّهِيدِ كُلّ شَيْء إِلَّا الدَّيْن \" وَرُوِيَ مِنْ حَدِيث جَمَاعَة مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ وَقَالَ أَبُو الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَشْفَع الشَّهِيد فِي سَبْعِينَ مِنْ أَهْل بَيْته \" وَرَوَاهُ أَبُو دَاوُدَ وَالْأَحَادِيث فِي فَضْل الشَّهِيد كَثِيرَة جِدًّا .</p><BR> <br> ", "sura_id": 47, "type": 4, "id": 41384, "aya_id": 4}]