[{"text": "وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنزَلَ اللَّهُ مِنَ السَّمَاء مِن رِّزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِّقَوْمٍ يَعْقِلُونَ", "sura_id": 45, "type": 0, "id": 4478, "aya_id": 5}, {"text": "واختلاف الليل والنهار وما أنزل الله من السماء من رزق فأحيا به الأرض بعد موتها وتصريف الرياح آيات لقوم يعقلون", "sura_id": 45, "type": 1, "id": 10714, "aya_id": 5}, {"text": "5 - وفي (واختلاف الليل والنهار) ذهابهما ومجيئهما (وما أنزل الله من السماء من رزق) مطر لأنه سبب الرزق (فأحيا به الأرض بعد موتها وتصريف الرياح) تقليبها مرة جنوبا ومرة شمالا وباردة وحارة (آيات لقوم يعقلون) الدليل فيؤمنون \r\n", "sura_id": 45, "type": 2, "id": 29422, "aya_id": 5}, {"text": "وفي اختلاف الليل والنار وتعاقبهما عليكم وما أنزل الله من السماء من مطر, فأحيا به الأرض بعد يُبْسها, فاهتزت بالنبات والزرع, وفي تصريف الرياح لكم من جميع الجهات وتصريفها لمنافعكم, أدلةٌ وحججٌ لقوم يعقلون عن الله حججه وأدلته.\r\n", "sura_id": 45, "type": 3, "id": 35658, "aya_id": 5}, {"text": " <font color=red>وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ</font><BR><p>وَاخْتِلَاف اللَّيْل وَالنَّهَار فِي تَعَاقُبهمَا دَائِبَيْنِ لَا يَفْتُرَانِ هَذَا بِظَلَامِهِ وَهَذَا بِضِيَائِهِ وَمَا أَنْزَلَ اللَّه تَبَارَكَ وَتَعَالَى مِنْ السَّحَاب مِنْ الْمَطَر فِي وَقْت الْحَاجَة إِلَيْهِ وَسَمَّاهُ رِزْقًا لِأَنَّ بِهِ يَحْصُل الرِّزْق فَأَحْيَا بِهِ الْأَرْض بَعْد مَوْتهَا أَيْ بَعْدَمَا كَانَتْ هَامِدَة لَا نَبَات فِيهَا وَلَا شَيْء . وَقَوْله عَزَّ وَجَلَّ وَتَصْرِيف الرِّيَاح أَيْ جَنُوبًا وَشِمَالًا وَدَبُورًا وَصَبًا بَرِّيَّة وَبَحْرِيَّة لَيْلِيَّة وَنَهَارِيَّة وَمِنْهَا مَا هُوَ لِلْمَطَرِ وَمِنْهَا مَا هُوَ لِلِّقَاحِ وَمِنْهَا مَا هُوَ غِذَاء لِلْأَرْوَاحِ وَمِنْهَا مَا هُوَ عَقِيم لَا يُنْتَج وَقَالَ سُبْحَانه وَتَعَالَى أَوَّلًا لَآيَات لِلْمُؤْمِنِينَ ثُمَّ يُوقِنُونَ ثُمَّ يَعْقِلُونَ وَهُوَ تَرَقٍّ مِنْ حَال شَرِيف إِلَى مَا هُوَ أَشْرَف مِنْهُ وَأَعْلَى هَذِهِ الْآيَات شَبِيهَة بِآيَةِ الْبَقَرَة وَهِيَ قَوْله تَعَالَى إِنَّ فِي خَلْق السَّمَوَات الْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار وَالْفُلْك الَّتِي تَجْرِي فِي الْبَحْر بِمَا يَنْفَع النَّاس وَمَا أَنْزَلَ اللَّه مِنْ السَّمَاء مِنْ مَاء فَأَحْيَا بِهِ الْأَرْض بَعْد مَوْتهَا وَبَثَّ فِيهَا مِنْ كُلّ دَابَّة وَتَصْرِيف الرِّيَاح وَالسَّحَاب الْمُسَخَّر بَيْن السَّمَاء وَالْأَرْض لَآيَات لِقَوْمٍ يَعْقِلُونَ وَقَدْ أَوْرَدَ اِبْن أَبِي حَاتِم هَهُنَا عَنْ وَهْب بْن مُنَبِّه أَثَرًا طَوِيلًا غَرِيبًا فِي خَلْق الْإِنْسَان مِنْ الْأَخْلَاط الْأَرْبَعَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 45, "type": 4, "id": 41312, "aya_id": 5}]