[{"text": "الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلاَقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ", "sura_id": 2, "type": 0, "id": 53, "aya_id": 46}, {"text": "الذين يظنون أنهم ملاقوا ربهم وأنهم إليه راجعون", "sura_id": 2, "type": 1, "id": 6289, "aya_id": 46}, {"text": "46 - (الذين يظنون) يوقنون (أنهم ملاقوا ربهم) بالبعث (وأنهم إليه راجعون) في الآخرة فيجازيهم \r\n", "sura_id": 2, "type": 2, "id": 24997, "aya_id": 46}, {"text": " ويوقنون أنهم ملاقو ربِّهم جلَّ وعلا بعد الموت, وأنهم إليه راجعون يوم القيامة للحساب والجزاء.\r\n", "sura_id": 2, "type": 3, "id": 31233, "aya_id": 46}, {"text": " <font color=red>الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ</font><BR><p>وَقَوْله تَعَالَى الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبّهمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ هَذَا مِنْ تَمَام الْكَلَام الَّذِي قَبْله أَيْ أَنَّ الصَّلَاة أَوْ الْوَصَاة لَثَقِيلَةٌ إِلَّا عَلَى الْخَاشِعِينَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبّهمْ أَيْ يَعْلَمُونَ أَنَّهُمْ مَحْشُورُونَ إِلَيْهِ يَوْم الْقِيَامَة مَعْرُوضُونَ عَلَيْهِ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ أَيْ أُمُورهمْ رَاجِعَة إِلَى مَشِيئَته يَحْكُم فِيهَا مَا يَشَاء بِعَدْلِهِ فَلِهَذَا لَمَّا أَيْقَنُوا بِالْمَعَادِ وَالْجَزَاء سَهُلَ عَلَيْهِمْ فِعْل الطَّاعَات وَتَرْك الْمُنْكَرَات فَأَمَّا قَوْله \" يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبّهمْ \" قَالَ اِبْن جَرِير رَحِمَهُ اللَّه الْعَرَب قَدْ تُسَمِّي الْيَقِين ظَنًّا وَالشَّكّ ظَنًّا نَظِير تَسْمِيَتهمْ الظُّلْمَة سَدْفَة وَالضِّيَاء سَدْفَة وَالْمُغِيث صَارِخًا وَالْمُسْتَغِيث صَارِخًا وَمَا أَشْبَهَ ذَلِكَ مِنْ الْأَسْمَاء الَّتِي يُسَمَّى بِهَا الشَّيْء وَضِدّه كَمَا قَالَ دُرَيْد بْن الصِّمَّة . فَقُلْت لَهُمْ ظُنُّوا بِأَلْفَيْ مُدَجَّج سَرَاتهمْ فِي الْفَارِسِيّ الْمُسَرِّد يَعْنِي بِذَلِكَ تَيَقَّنُوا بِأَلْفَيْ مُدَجَّج يَأْتِيكُمْ وَقَالَ عُمَيْر بْن طَارِق . فَإِنْ يَعْبُرُوا قَوْمِي وَأَقْعُد فِيكُمْ وَأَجْعَل مِنِّي الظَّنّ غَيْبًا مُرَجَّمًا يَعْنِي وَأَجْعَل مِنِّي الْيَقِين غَيْبًا مُرَجَّمًا قَالَ وَالشَّوَاهِد مِنْ أَشْعَار الْعَرَب وَكَلَامهَا عَلَى أَنَّ الظَّنّ فِي مَعْنَى الْيَقِين أَكْثَر مِنْ أَنْ تُحْصَر وَفِيمَا ذَكَرْنَا لِمَنْ وُفِّقَ لِفَهْمِهِ كِفَايَة وَمِنْهُ قَوْل اللَّه تَعَالَى \" وَرَأَى الْمُجْرِمُونَ النَّار فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا \" ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا أَبُو عَاصِم حَدَّثَنَا سُفْيَان عَنْ جَابِر عَنْ مُجَاهِد كُلّ ظَنّ فِي الْقُرْآن يَقِين أَيْ ظَنَنْت وَظَنُّوا وَحَدَّثَنِي الْمُثَنَّى حَدَّثَنَا أَبُو دَاوُد الْجَبْرِيّ عَنْ سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ كُلّ ظَنّ فِي الْقُرْآن فَهُوَ عِلْم وَهَذَا سَنَد صَحِيح وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى \" الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبّهمْ \" قَالَ : الظَّنّ هَاهُنَا يَقِين قَالَ : اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ مُجَاهِد وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَقَتَادَة نَحْو قَوْل أَبِي الْعَالِيَة وَقَالَ سُنَيْد عَنْ حَجَّاج عَنْ اِبْن جُرَيْج \" الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبّهمْ \" عَلِمُوا أَنَّهُمْ مُلَاقُو رَبّهمْ كَقَوْلِهِ \" إِنِّي ظَنَنْت أَنِّي مُلَاقٍ حِسَابَيْهِ \" يَقُول عَلِمْت وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" قُلْت \" وَفِي الصَّحِيح أَنَّ اللَّه تَعَالَى يَقُول لِلْعَبْدِ يَوْم الْقِيَامَة \" أَلَمْ أُزَوِّجك أَلَمْ أَكْرَمك أَلَمْ أُسَخِّر لَك الْخَيْل وَالْإِبِل وَأَذَرك تَرْأَس وَتَرْتَع \" ؟ فَيَقُول بَلَى فَيَقُول اللَّه تَعَالَى\" أَظَنَنْت أَنَّك مُلَاقِي \" ؟ فَيَقُول لَا فَيَقُول اللَّه \" الْيَوْم أَنْسَاك كَمَا نَسِيَتْنِي \" وَسَيَأْتِي مَبْسُوطًا عِنْد قَوْله تَعَالَى\" نَسُوا اللَّه فَنَسِيَهُمْ \" إِنْ شَاءَ اللَّه تَعَالَى .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38723, "aya_id": 46}]