[{"text": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ", "sura_id": 57, "type": 0, "id": 5100, "aya_id": 25}, {"text": "لقد أرسلنا رسلنا بالبينات وأنزلنا معهم الكتاب والميزان ليقوم الناس بالقسط وأنزلنا الحديد فيه بأس شديد ومنافع للناس وليعلم الله من ينصره ورسله بالغيب إن الله قوي عزيز", "sura_id": 57, "type": 1, "id": 11336, "aya_id": 25}, {"text": "25 - (لقد أرسلنا رسلنا) الملائكة إلى الأنبياء (بالبينات) بالحجج القواطع (وأنزلنا معهم الكتاب) بمعنى الكتب (والميزان) العدل (ليقوم الناس بالقسط وأنزلنا الحديد) أخرجناه من المعادن (فيه بأس شديد) يقاتل به (ومنافع للناس وليعلم الله) علم مشاهدة معطوف على ليقوم الناس (من ينصره) بأن ينصر دينه بآلات الحرب من الحديد وغيره (ورسله بالغيب) حال من هاء ينصره أي غائبا عنهم في الدنيا قال ابن عباس ينصرونه ولا يبصرونه (إن الله قوي عزيز) لا حاجة له إلى النصرة لكنها تنفع من يأتي بها \r\n", "sura_id": 57, "type": 2, "id": 30044, "aya_id": 25}, {"text": "لقد أرسلنا رسلنا بالحجج الواضحات, وأنزلنا معهم الكتاب بالأحكام والشرائع, وأنزلنا الميزان؛ ليتعامل الناس بينهم بالعدل, وأنزلنا لهم الحديد, فيه قوة شديدة, ومنافع للناس متعددة, وليعلم الله علمًا ظاهرًا للخلق من ينصر دينه ورسله بالغيب. إن الله قوي لا يُقْهَر, عزيز لا يغالَب.\r\n", "sura_id": 57, "type": 3, "id": 36280, "aya_id": 25}, {"text": " <font color=red>لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</font><BR><p>يَقُول تَعَالَى \" لَقَدْ أَرْسَلْنَا رُسُلنَا بِالْبَيِّنَاتِ \" أَيْ بِالْمُعْجِزَاتِ وَالْحِجَج الْبَاهِرَات وَالدَّلَائِل الْقَاطِعَات \" وَأَنْزَلْنَا مَعَهُمْ الْكِتَاب \" وَهُوَ النَّقْل الصِّدْق \" وَالْمِيزَان \" وَهُوَ الْعَدْل قَالَهُ مُجَاهِد وَقَتَادَة وَغَيْرهمَا وَهُوَ الْحَقّ الَّذِي تَشْهَد بِهِ الْعُقُول الصَّحِيحَة الْمُسْتَقِيمَة الْمُخَالِفَة لِلْآرَاءِ السَّقِيمَة كَمَا قَالَ تَعَالَى \" أَفَمَنْ كَانَ عَلَى بَيِّنَة مِنْ رَبّه وَيَتْلُوهُ شَاهِد مِنْهُ \" وَقَالَ تَعَالَى \" فِطْرَة اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا \" وَقَالَ تَعَالَى \" وَالسَّمَاء رَفَعَهَا وَوَضَعَ الْمِيزَان \" وَلِهَذَا قَالَ فِي هَذِهِ الْآيَة\" لِيَقُومَ النَّاس بِالْقِسْطِ \" أَيْ بِالْحَقِّ وَالْعَدْل وَهُوَ اِتِّبَاع الرُّسُل فِيمَا أَخْبَرُوا بِهِ وَطَاعَتهمْ فِيمَا أُمِرُوا بِهِ فَإِنَّ الَّذِي جَاءُوا بِهِ هُوَ الْحَقّ الَّذِي لَيْسَ وَرَاءَهُ حَقّ كَمَا قَالَ \" وَتَمَّتْ كَلِمَة رَبّك صِدْقًا وَعَدْلًا \" أَيْ صِدْقًا فِي الْإِخْبَار وَعَدْلًا فِي الْأَوَامِر وَالنَّوَاهِي وَلِهَذَا يَقُول الْمُؤْمِنُونَ إِذَا تَبَوَّءُوا غُرَف الْجَنَّات وَالْمَنَازِل الْعَالِيَات وَالسُّرَر الْمَصْفُوفَات \" الْحَمْد لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّه لَقَدْ جَاءَتْ رُسُل رَبّنَا بِالْحَقِّ \" وَقَوْله تَعَالَى \" وَأَنْزَلْنَا الْحَدِيد فِيهِ بَأْس شَدِيد \" أَيْ وَجَعَلْنَا الْحَدِيد رَادِعًا لِمَنْ أَبَى الْحَقّ وَعَانَدَهُ بَعْد قِيَام الْحُجَّة عَلَيْهِ وَلِهَذَا أَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة بَعْد النُّبُوَّة ثَلَاث عَشْرَة سَنَة تُوحَى إِلَيْهِ السُّوَر الْمَكِّيَّة وَكُلّهَا جِدَال مَعَ الْمُشْرِكِينَ وَبَيَان وَإِيضَاح لِلتَّوْحِيدِ وَبَيِّنَات وَدَلَالَات فَلَمَّا قَامَتْ الْحُجَّة عَلَى مَنْ خَالَفَ شَرْع اللَّه الْهِجْرَة وَأَمَرَهُمْ بِالْقِتَالِ بِالسُّيُوفِ وَضَرْب الرِّقَاب وَالْهَام لِمَنْ خَالَفَ الْقُرْآن وَكَذَّبَ بِهِ وَعَانَدَهُ. وَقَدْ رَوَى الْإِمَام أَحْمَد وَأَبُو دَاوُد مِنْ حَدِيث عَبْد الرَّحْمَن بْن ثَابِت بْن ثَوْبَان عَنْ حَسَّان بْن عَطِيَّة عَنْ أَبِي الْمُنِيب الْجُرَشِيّ الشَّامِيّ عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بُعِثْت بِالسَّيْفِ بَيْن يَدَيْ السَّاعَة حَتَّى يُعْبَد اللَّه وَحْده لَا شَرِيك لَهُ وَجُعِلَ رِزْقِي تَحْت ظِلّ رُمْحِي وَجُعِلَ الذِّلَّة وَالصَّغَار عَلَى مَنْ خَالَفَ أَمْرِي وَمَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ\" وَلِهَذَا قَالَ تَعَالَى \" فِيهِ بَأْس شَدِيد \" يَعْنِي السِّلَاح كَالسُّيُوفِ وَالْحِرَاب وَالسِّنَان وَالنِّصَال وَالدُّرُوع وَنَحْوهَا\" وَمَنَافِع لِلنَّاسِ \" أَيْ فِي مَعَايِشهمْ كَالسِّكَّةِ وَالْفَأْس وَالْقَدُومِ وَالْمِنْشَار وَالْأَزْمِيل وَالْمِجْرَفَة وَالْآلَات الَّتِي يُسْتَعَان بِهَا فِي الْحِرَاثَة وَالْحِيَاكَة وَالطَّبْخ وَالْخُبْز وَمَا لَا قِوَام لِلنَّاسِ بِدُونِهِ وَغَيْر ذَلِكَ . قَالَ عِلْبَاء بْن أَحْمَد عَنْ عِكْرِمَة أَنَّ اِبْن عَبَّاس قَالَ : ثَلَاثَة أَشْيَاء نَزَلَتْ مَعَ آدَم السِّنْدَان وَالْكَلْبَتَانِ وَالْمِيقَعَة يَعْنِي الْمِطْرَقَة . رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَوْله تَعَالَى \" وَلِيَعْلَم اللَّه مَنْ يَنْصُرهُ وَرُسُله بِالْغَيْبِ\" أَيْ مِنْ نِيَّته فِي حَمْل السِّلَاح نُصْرَة اللَّه وَرَسُوله \" إِنَّ اللَّه قَوِيّ عَزِيز \" أَيْ هُوَ قَوِيّ عَزِيز يَنْصُر مَنْ نَصَرَهُ مِنْ غَيْر اِحْتِيَاج مِنْهُ إِلَى النَّاس وَإِنَّمَا شَرَعَ الْجِهَاد لِيَبْلُوَ بَعْضكُمْ بِبَعْضٍ .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42018, "aya_id": 25}]