[{"text": "إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءهُ فَلاَ تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 3, "type": 0, "id": 468, "aya_id": 175}, {"text": "إنما ذلكم الشيطان يخوف أولياءه فلا تخافوهم وخافون إن كنتم مؤمنين", "sura_id": 3, "type": 1, "id": 6704, "aya_id": 175}, {"text": "175-(إنما ذلكم) أي القائل لكم إن الناس الخ (الشيطان يخوفـِّ) ـكم (أولياءه) الكفار (فلا تخافوهم وخافون) في ترك أمري (إن كنتم مؤمنين) حقا \r\n", "sura_id": 3, "type": 2, "id": 25412, "aya_id": 175}, {"text": "إنَّما المثبِّط لكم في ذلك هو الشيطان جاءكم يخوِّفكم أنصاره, فلا تخافوا المشركين; لأنّهم ضعاف لا ناصر لهم, وخافوني بالإقبال على طاعتي إن كنتم مصدِّقين بي, ومتبعين رسولي.\r\n", "sura_id": 3, "type": 3, "id": 31648, "aya_id": 175}, {"text": " <font color=red>إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>قَالَ تَعَالَى \" إِنَّمَا ذَلِكُمْ الشَّيْطَان يُخَوِّف أَوْلِيَاءَهُ \" أَيْ يُخَوِّفكُمْ أَوْلِيَاءَهُ وَيُوهِمكُمْ أَنَّهُمْ ذَوُو بَأْس وَذَوُو شِدَّة قَالَ اللَّه تَعَالَى \" فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ \" أَيْ إِذَا سَوَّلَ لَكُمْ وَأَوْهَمَكُمْ فَتَوَكَّلُوا عَلَيَّ وَالْجَئُوا إِلَيَّ فَإِنِّي كَافِيكُمْ وَنَاصِركُمْ عَلَيْهِمْ كَمَا قَالَ تَعَالَى \" أَلَيْسَ اللَّه بِكَافٍ عَبْده وَيُخَوِّفُونَك بِاَلَّذِينَ مِنْ دُونه \" إِلَى قَوْله \" قُلْ حَسْبِيَ اللَّه عَلَيْهِ يَتَوَكَّل الْمُتَوَكِّلُونَ \" وَقَالَ تَعَالَى \" فَقَاتِلُوا أَوْلِيَاء الشَّيْطَان إِنَّ كَيْدَ الشَّيْطَان كَانَ ضَعِيفًا \" وَقَالَ تَعَالَى \" أُولَئِكَ حِزْب الشَّيْطَان أَلَا إِنَّ حِزْب الشَّيْطَان هُمْ الْخَاسِرُونَ \" وَقَالَ \" كَتَبَ اللَّه لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّه قَوِيّ عَزِيز \" وَقَالَ \" وَلَيَنْصُرَنَّ اللَّه مَنْ يَنْصُرهُ \" وَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّه يَنْصُركُمْ \" الْآيَة. وَقَالَ تَعَالَى \" إِنَّا لَنَنْصُرُ رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد يَوْم لَا يَنْفَع الظَّالِمِينَ مَعْذِرَتهمْ وَلَهُمْ اللَّعْنَة وَلَهُمْ سُوء الدَّار \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39927, "aya_id": 175}]