[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِندَ اللَّهِ وَجِيهًا", "sura_id": 33, "type": 0, "id": 3602, "aya_id": 69}, {"text": "يا أيها الذين آمنوا لا تكونوا كالذين آذوا موسى فبرأه الله مما قالوا وكان عند الله وجيها", "sura_id": 33, "type": 1, "id": 9838, "aya_id": 69}, {"text": "69 - (يا أيها الذين آمنوا لا تكونوا) مع نبيكم (كالذين آذوا موسى) بقولهم مثلا ما يمنعه أن يغتسل إلا أنه آدر (فبرأه الله مما قالوا) بأن وضع ثوبه على حجر ليغتسل ففر الحجر به حتى وقف بين ملأ من بني اسرائيل فأدركه موسى فأخذ ثوبه فاستتر به فرأوه ولا أدرة به وهي نفخة في الخصية (وكان عند الله وجيها) ذا جاه ومما أوذي به نبينا صلى الله عليه وسلم أنه قسم قسما فقال رجل هذه قسمة ما اريد بها وجه الله تعالى فغضب النبي صلى الله عليه وسلم من ذلك وقال يرحم الله موسى لقد اوذي بأكثر من هذا فصبر رواه البخاري \r\n", "sura_id": 33, "type": 2, "id": 28546, "aya_id": 69}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تؤذوا رسول الله بقول أو فعل, ولا تكونوا أمثال الذين آذوا نبيَّ الله موسى, فبرَّأه الله مما قالوا فيه من الكذب والزور, وكان عند الله عظيم القدر والجاه.\r\n", "sura_id": 33, "type": 3, "id": 34782, "aya_id": 69}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ</font><BR><p>قَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا عَوْف عَنْ الْحَسَن وَمُحَمَّد وَخِلَاس عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مُوسَى كَانَ رَجُلًا حَيِيًّا وَذَلِكَ قَوْله تَعَالَى : \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَاَلَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّه مِمَّا قَالُوا وَكَانَ عِنْد اللَّه وَجِيهًا \" هَكَذَا أُورِد هَذَا الْحَدِيث هَهُنَا مُخْتَصَرًا جِدًّا وَقَدْ رَوَاهُ فِي أَحَادِيث الْأَنْبِيَاء بِهَذَا السَّنَد بِعَيْنِهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ مُوسَى عَلَيْهِ السَّلَام كَانَ رَجُلًا حَيِيًّا سِتِّيرًا لَا يُرَى مِنْ جِلْده شَيْء اِسْتِحْيَاء مِنْهُ فَآذَاهُ مَنْ آذَاهُ مِنْ بَنِي إِسْرَائِيل فَقَالُوا مَا يَتَسَتَّر هَذَا التَّسَتُّر إِلَّا مِنْ عَيْب فِي جِلْده إِمَّا بَرَص وَإِمَّا أُدْرَة وَإِمَّا آفَة وَإِنَّ اللَّه عَزَّ وَجَلَّ أَرَادَ أَنْ يُبَرِّئَهُ مِمَّا قَالُوا لِمُوسَى عَلَيْهِ السَّلَام فَخَلَا يَوْمًا وَحْده فَخَلَعَ ثِيَابه عَلَى حَجَر ثُمَّ اِغْتَسَلَ فَلَمَّا فَرَغَ أَقْبَلَ عَلَى ثِيَابه لِيَأْخُذهَا وَإِنَّ الْحَجَر عَدَا بِثَوْبِهِ فَأَخَذَ مُوسَى عَصَاهُ وَطَلَب الْحَجَر فَجَعَلَ يَقُول : ثَوْبِي حَجَر ثَوْبِي حَجَر حَتَّى اِنْتَهَى إِلَى مَلَإٍ مِنْ بَنِي إِسْرَائِيل فَرَأَوْهُ عُرْيَانًا أَحْسَن مَا خَلَقَ اللَّه عَزَّ وَجَلَّ وَأَبْرَأهُ مِمَّا يَقُولُونَ وَقَامَ الْحَجَر فَأَخَذَ ثَوْبه فَلَبِسَهُ وَطَفِقَ بِالْحَجَرِ ضَرْبًا بِعَصَاهُ فَوَاَللَّهِ إِنَّ بِالْحَجَرِ لَنَدَبًا مِنْ أَثَر ضَرْبه ثَلَاثَة أَوْ أَرْبَعًا أَوْ خَمْسًا قَالَ فَذَلِكَ قَوْله تَعَالَى : \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَاَلَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّه مِمَّا قَالُوا وَكَانَ عِنْد اللَّه وَجِيهًا \" وَهَذَا سِيَاق حَسَن مُطَوَّل وَهَذَا الْحَدِيث مِنْ أَفْرَاد الْبُخَارِيّ دُون مُسْلِم وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح حَدَّثَنَا عَوْف عَنْ الْحَسَن عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَخِلَاس وَمُحَمَّد عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَاَلَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّه مِمَّا قَالُوا وَكَانَ عِنْد اللَّه وَجِيهًا \" قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ مُوسَى كَانَ رَجُلًا حَيِيًّا سِتِّيرًا لَا يَكَاد يُرَى مِنْ جِلْده شَيْء اِسْتِحْيَاء مِنْهُ \" ثُمَّ سَاقَ الْحَدِيث كَمَا رَوَاهُ الْبُخَارِيّ مُطَوَّلًا وَرَوَاهُ عَنْهُ فِي تَفْسِيره عَنْ رَوْح عَنْ عَوْف بِهِ وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث الثَّوْرِيّ عَنْ جَابِر الْجُعْفِيّ عَنْ عَامِر الشَّعْبِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِ هَذَا وَهَكَذَا رَوَاهُ مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر وَعَبْد اللَّه بْن الْحَارِث عَنْ اِبْن عَبَّاس فِي قَوْله \" لَا تَكُونُوا كَاَلَّذِينَ آذَوْا مُوسَى \" قَالَ : قَالَ قَوْمه لَهُ إِنَّك آدَر فَخَرَجَ ذَات يَوْم يَغْتَسِل فَوَضَعَ ثِيَابه عَلَى صَخْرَة فَخَرَجَتْ الصَّخْرَة تَشْتَدّ بِثِيَابِهِ وَخَرَجَ يَتْبَعهَا عُرْيَانًا حَتَّى اِنْتَهَتْ بِهِ مَجَالِس بَنِي إِسْرَائِيل قَالَ فَرَأَوْهُ لَيْسَ بِآدَر فَذَلِكَ قَوْله : \" فَبَرَّأَهُ اللَّه مِمَّا قَالُوا \" وَهَكَذَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا سَوَاء. وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا رَوْح بْن حَاتِم وَأَحْمَد بْن الْمُعَلَّى الْآدَمِيّ قَالَا حَدَّثَنَا يَحْيَى بْن حَمَّاد حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" كَانَ مُوسَى عَلَيْهِ السَّلَام رَجُلًا حَيِيًّا وَأَنَّهُ أَتَى أَحْسِبهُ قَالَ الْمَاء لِيَغْتَسِل فَوَضَعَ ثِيَابه عَلَى صَخْرَة وَكَانَ لَا يَكَاد تَبْدُو عَوْرَته فَقَالَ بَنُو إِسْرَائِيل إِنَّ مُوسَى آدَر أَوْ بِهِ آفَة - يَعْنُونَ أَنَّهُ لَا يَضَع ثِيَابه - فَاحْتَمَلَتْ الصَّخْرَة ثِيَابه حَتَّى صَارَتْ بِحِذَاءِ مَجَالِس بَنِي إِسْرَائِيل فَنَظَرُوا إِلَى مُوسَى كَأَحْسَن الرِّجَال أَوْ كَمَا قَالَ - فَذَلِكَ قَوْله : \" فَبَرَّأَهُ اللَّه مِمَّا قَالُوا وَكَانَ عِنْد اللَّه وَجِيهًا \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا عَبَّاد بْن الْعَوَّام عَنْ سُفْيَان بْن حُسَيْن عَنْ الْحَكَم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ فِي قَوْله : \" فَبَرَّأَهُ اللَّه مِمَّا قَالُوا \" قَالَ صَعِدَ مُوسَى وَهَارُون الْجَبَل فَمَاتَ هَارُون عَلَيْهِ السَّلَام فَقَالَ بَنُو إِسْرَائِيل لِمُوسَى عَلَيْهِ السَّلَام أَنْتَ قَتَلْته كَانَ أَلْيَن لَنَا مِنْك وَأَشَدّ حَيَاء فَأْذَوْهُ مِنْ ذَلِكَ فَأَمَرَ اللَّه الْمَلَائِكَة فَحَمَلْته فَمَرُّوا عَلَى مَجَالِس بَنِي إِسْرَائِيل فَتَكَلَّمَتْ بِمَوْتِهِ فَمَا عَرَفَ مَوْضِع قَبْره إِلَّا الرَّخَم وَإِنَّ اللَّه جَعَلَهُ أَصَمّ أَبْكَم وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ عَلِيّ بْن مُوسَى الطُّوسِيّ عَنْ عَبَّاد بْن الْعَوَّام بِهِ ثُمَّ قَالَ وَجَائِز أَنْ يَكُون هَذَا هُوَ الْمُرَاد بِالْأَذَى وَجَائِز أَنْ يَكُون الْأَوَّل هُوَ الْمُرَاد فَلَا قَوْل أَوْلَى مِنْ قَوْل اللَّه عَزَّ وَجَلَّ قُلْت يُحْتَمَل أَنْ يَكُون الْكُلّ مُرَادًا وَأَنْ يَكُون مَعَهُ غَيْره وَاَللَّه أَعْلَم قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه قَالَ : قَسَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم قَسْمًا فَقَالَ رَجُل مِنْ الْأَنْصَار إِنَّ هَذِهِ الْقِسْمَة مَا أُرِيد بِهَا وَجْه اللَّه قَالَ فَقُلْت يَا عَدُوّ اللَّه أَمَا لَأُخْبِرَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا قُلْت فَذَكَرْت ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاحْمَرَّ وَجْهه ثُمَّ قَالَ \" رَحْمَة اللَّه عَلَى مُوسَى فَقَدْ أُوذِيَ بِأَكْثَر مِنْ هَذَا فَصَبَرَ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان الْأَعْمَش بِهِ \" طُرُق أُخْرَى \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج سَمِعْت إِسْرَائِيل بْن يُونُس عَنْ الْوَلِيد بْن أَبِي هِشَام مَوْلَى هَمْدَان عَنْ زَيْد بْن زَائِدَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ\" لَا يُبَلِّغنِي أَحَد عَنْ أَحَد مِنْ أَصْحَابِي شَيْئًا فَإِنِّي أُحِبّ أَنْ أَخْرُج إِلَيْكُمْ وَأَنَا سَلِيم الصَّدْر \" فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَال فَقَسَمَهُ قَالَ فَمَرَرْت بِرَجُلَيْنِ وَأَحَدهمَا يَقُول لِصَاحِبِهِ وَاَللَّه مَا أَرَادَ مُحَمَّد بِقِسْمَتِهِ وَجْه اللَّه وَلَا الدَّار الْآخِرَة قَالَ فَثَبَتّ حَتَّى سَمِعْت مَا قَالَا ثُمَّ أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت يَا رَسُول إِنَّك قُلْت لَنَا : \" لَا يُبَلِّغنِي أَحَد عَنْ أَصْحَابِي شَيْئًا \" وَإِنِّي مَرَرْت بِفُلَانِ وَفُلَان وَهُمَا يَقُولَانِ كَذَا وَكَذَا فَاحْمَرَّ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَشَقَّ عَلَيْهِ ثُمَّ قَالَ دَعْنَا مِنْك لَقَدْ أُوذِيَ مُوسَى بِأَكْثَر مِنْ هَذَا فَصَبَرَ \" وَقَدْ رَوَاهُ أَبُو دَاوُدَ فِي الْأَدَب عَنْ مُحَمَّد بْن يَحْيَى الذُّهْلِيّ عَنْ مُحَمَّد بْن يُوسُف الْفِرْيَابِيّ عَنْ إِسْرَائِيل عَنْ الْوَلِيد بْن أَبِي هِشَام بِهِ مُخْتَصَرًا \" لَا يُبَلِّغنِي أَحَد عَنْ أَحَد شَيْئًا إِنِّي أُحِبّ أَنْ أَخْرُج إِلَيْكُمْ وَأَنَا سَلِيم الصَّدْر\" وَكَذَا رَوَاهُ التِّرْمِذِيّ فِي الْمَنَاقِب عَنْ الذُّهْلِيّ سَوَاء إِلَّا أَنَّهُ قَالَ زَيْد بْن زَائِدَة وَرَوَاهُ أَيْضًا عَنْ مُحَمَّد بْن إِسْمَاعِيل عَنْ عَبْد اللَّه بْن مُحَمَّد عَنْ عُبَيْد اللَّه بْن مُوسَى وَحُسَيْن بْن مُحَمَّد كِلَاهُمَا عَنْ إِسْرَائِيل عَنْ السُّدِّيّ عَنْ الْوَلِيد بْن أَبِي هِشَام بِهِ مُخْتَصَرًا أَيْضًا فَزَادَ فِي إِسْنَاده السُّدِّيّ ثُمَّ قَالَ غَرِيب مِنْ هَذَا الْوَجْه وَقَوْله تَعَالَى : \" وَكَانَ عِنْد اللَّه وَجِيهًا \" أَيْ لَهُ وَجَاهَة وَجَاه عِنْد رَبّه عَزَّ وَجَلَّ قَالَ الْحَسَن الْبَصْرِيّ كَانَ مُسْتَجَاب الدَّعْوَة عِنْد اللَّه وَقَالَ غَيْره مِنْ السَّلَف لَمْ يَسْأَل اللَّه شَيْئًا إِلَّا أَعْطَاهُ وَلَكِنْ مُنِعَ الرُّؤْيَة لِمَا يَشَاء اللَّه عَزَّ وَجَلَّ وَقَالَ بَعْضهمْ مِنْ وَجَاهَته الْعَظِيمَة عِنْد اللَّه أَنَّهُ شَفَعَ فِي أَخِيهِ هَارُون أَنْ يُرْسِلهُ اللَّه مَعَهُ فَأَجَابَ اللَّه سُؤَاله فَقَالَ \" وَوَهَبْنَا لَهُ مِنْ رَحْمَتنَا أَخَاهُ هَارُون نَبِيًّا \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40232, "aya_id": 69}]