[{"text": "مَّا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّهِ وَمَا أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولاً وَكَفَى بِاللّهِ شَهِيدًا", "sura_id": 4, "type": 0, "id": 572, "aya_id": 79}, {"text": "ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك وأرسلناك للناس رسولا وكفى بالله شهيدا", "sura_id": 4, "type": 1, "id": 6808, "aya_id": 79}, {"text": "79 - (ما أصابك) أيها الإنسان (من حسنة) خير (فمن الله) أتتك فضلاً منه (وما أصابك من سيئة) بلية (فمن نفسك) أتتك حيث ارتكبت ما يستوجبها من الذنوب (وأرسلناك) يا محمد (للناس رسولا) حال مؤكدة (وكفى بالله شهيدا) على رسالتك \r\n", "sura_id": 4, "type": 2, "id": 25516, "aya_id": 79}, {"text": "ما أصابك -أيها الإنسان- مِن خير ونعمة فهو من الله تعالى وحده, فضلا وإحسانًا, وما أصابك من جهد وشدة فبسبب عملك السيئ, وما اقترفته يداك من الخطايا والسيئات. وبعثناك -أيها الرسول- لعموم الناس رسولا تبلغهم رسالة ربك, وكفى بالله شهيدًا على صدق رسالتك.\r\n", "sura_id": 4, "type": 3, "id": 31752, "aya_id": 79}, {"text": " <font color=red>مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا وَكَفَى بِاللَّهِ شَهِيدًا</font><BR><p>ثُمَّ قَالَ تَعَالَى مُخَاطِبًا لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُرَاد جِنْس الْإِنْسَان لِيَحْصُل الْجَوَاب \" مَا أَصَابَك مِنْ حَسَنَة فَمِنْ اللَّه \" أَيْ مِنْ فَضْل اللَّه وَمِنَّته وَلُطْفه وَرَحْمَته \" وَمَا أَصَابَك مِنْ سَيِّئَة فَمِنْ نَفْسك \" أَيْ فَمِنْ قِبَلك وَمِنْ عَمَلك أَنْتَ كَمَا قَالَ تَعَالَى \" وَمَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِير \" قَالَ السُّدِّيّ وَالْحَسَن الْبَصْرِيّ وَابْن جُرَيْج وَابْن زَيْد \" فَمِنْ نَفْسك \" أَيْ بِذَنْبِك وَقَالَ قَتَادَة فِي الْآيَة \" فَمِنْ نَفْسك \" عُقُوبَة لَك يَا اِبْن آدَم بِذَنْبِك . قَالَ : وَذَكَرَ لَنَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يُصِيب رَجُلًا خَدْش عُود وَلَا عَثْرَة قَدَم وَلَا اِخْتِلَاج عِرْق إِلَّا بِذَنْبٍ وَمَا يَعْفُو اللَّه أَكْثَر\" وَهَذَا الَّذِي أَرْسَلَهُ قَتَادَة قَدْ رُوِيَ مُتَّصِلًا فِي الصَّحِيح \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُصِيب الْمُؤْمِن هَمّ وَلَا حَزَن وَلَا نَصَب حَتَّى الشَّوْكَة يُشَاكِهَا إِلَّا كَفَّرَ اللَّه عَنْهُ بِهَا مِنْ خَطَايَاهُ \" وَقَالَ أَبُو صَالِح \" وَمَا أَصَابَك مِنْ سَيِّئَة فَمِنْ نَفْسك \" أَيْ بِذَنْبِك وَأَنَا الَّذِي قَدَّرْتهَا عَلَيْك رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن عَمَّار حَدَّثَنَا سَهْل بْن بَكَّار حَدَّثَنَا الْأَسْوَد بْن شَيْبَان حَدَّثَنِي عُقْبَة بْن وَاصِل اِبْن أَخِي مُطَرِّف عَنْ مُطَرِّف بْن عَبْد اللَّه قَالَ : مَا تُرِيدُونَ مِنْ الْقَدَر أَمَا تَكْفِيكُمْ الْآيَة الَّتِي فِي سُورَة النِّسَاء\" وَإِنْ تُصِبْهُمْ حَسَنَة يَقُولُوا هَذِهِ مِنْ عِنْد اللَّه وَإِنْ تُصِبْهُمْ سَيِّئَة يَقُولُونَ هَذِهِ مِنْ عِنْدك \" أَيْ مِنْ نَفْسك وَاَللَّه مَا وُكِلُوا إِلَى الْقَدَر وَقَدْ أُمِرُوا وَإِلَيْهِ يَصِيرُونَ وَهَذَا كَلَام مَتِين قَوِيّ فِي الرَّدّ عَلَى الْقَدَرِيَّة وَالْجَبْرِيَّة أَيْضًا وَلِبَسْطِهِ مَوْضِع آخَر وَقَوْله تَعَالَى \" وَأَرْسَلْنَاك لِلنَّاسِ رَسُولًا \" أَيْ تُبَلِّغهُمْ شَرَائِع اللَّه وَمَا يُحِبّهُ اللَّه وَيَرْضَاهُ وَمَا يَكْرَههُ وَيَأْبَاهُ \" وَكَفَى بِاَللَّهِ شَهِيدًا \" أَيْ عَلَى أَنَّهُ أَرْسَلَك وَهُوَ شَهِيد أَيْضًا بَيْنك وَبَيْنهمْ وَعَالِم بِمَا تَبْلُغهُمْ إِيَّاهُ وَبِمَا يَرُدُّونَ عَلَيْك مِنْ الْحَقّ كُفْرًا وَعِنَادًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40920, "aya_id": 79}]