[{"text": "وَوَاعَدْنَا مُوسَى ثَلاَثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ", "sura_id": 7, "type": 0, "id": 1096, "aya_id": 142}, {"text": "وواعدنا موسى ثلاثين ليلة وأتممناها بعشر فتم ميقات ربه أربعين ليلة وقال موسى لأخيه هارون اخلفني في قومي وأصلح ولا تتبع سبيل المفسدين", "sura_id": 7, "type": 1, "id": 7332, "aya_id": 142}, {"text": "142 - (وواعدنا) بألف ودونها (موسى ثلاثين ليلةً) نكلمه عند انتهائها بأن يصومها وهي ذو القعدة فصامها فلما تمت أنكر خلوف فمه فاستاك فأمره الله بعشرة أخرى ليكلمه بخلوف فمه كما قال تعالى (وأتممناها بعشر) من ذي الحجة (فتم ميقات ربه) وقت وعده بكلامه إياه (أربعين) حال (ليلة) تمييز (وقال موسى لأخيه هارون) عند ذهابه إلى الجبل للمناجاة (اخلفني) كن خليفتي (في قومي وأصلح) أمرهم (ولا تتبع سبيل المفسدين) بموافقتهم على المعاصي \r\n", "sura_id": 7, "type": 2, "id": 26040, "aya_id": 142}, {"text": "وواعد الله سبحانه وتعالى موسى لمناجاة ربه ثلاثين ليلة, ثم زاده في الأجل بعد ذلك عشر ليال, فتمَّ ما وَقَّتَه الله لموسى لتكليمه أربعين ليلة. وقال موسى لأخيه هارون -حين أراد المضيَّ لمناجاة ربه-: كن خليفتي في قومي حتى أرجع, وأحمِلَهم على طاعة الله وعبادته, ولا تسلكْ طريق الذين يفسدون في الأرض.\r\n", "sura_id": 7, "type": 3, "id": 32276, "aya_id": 142}, {"text": " <font color=red>وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ</font><BR><p>يَقُول تَعَالَى مُمْتَنًّا عَلَى بَنِي إِسْرَائِيل بِمَا حَصَلَ لَهُمْ مِنْ الْهِدَايَة بِتَكْلِيمِهِ مُوسَى عَلَيْهِ السَّلَام وَإِعْطَائِهِ التَّوْرَاة وَفِيهَا أَحْكَامهمْ وَتَفَاصِيل شَرْعهمْ فَذَكَرَ تَعَالَى أَنَّهُ وَاعَدَ مُوسَى ثَلَاثِينَ لَيْلَة قَالَ الْمُفَسِّرُونَ فَصَامَهَا مُوسَى عَلَيْهِ السَّلَام وَطَوَاهَا فَلَمَّا تَمَّ الْمِيقَات اِسْتَاك بِلِحَاءِ شَجَرَة فَأَمَرَهُ اللَّه تَعَالَى أَنْ يُكْمِل الْعَشَرَة أَرْبَعِينَ وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي هَذِهِ الْعَشْر مَا هِيَ فَالْأَكْثَرُونَ عَلَى أَنَّ الثَّلَاثِينَ هِيَ ذُو الْقَعْدَة وَالْعَشْر عَشْر ذِي الْحِجَّة قَالَهُ مُجَاهِد وَمَسْرُوق وَابْن جُرَيْج . وَرُوِيَ عَنْ اِبْن عَبَّاس وَغَيْره فَعَلَى هَذَا يَكُون قَدْ كَمُلَ الْمِيقَات يَوْم النَّحْر وَحَصَلَ فِيهِ التَّكْلِيم لِمُوسَى عَلَيْهِ السَّلَام وَفِيهِ أَكْمَلَ اللَّه الدِّين لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا قَالَ تَعَالَى\" الْيَوْم أَكْمَلْت لَكُمْ دِينكُمْ وَأَتْمَمْت عَلَيْكُمْ نِعْمَتِي وَرَضِيت لَكُمْ الْإِسْلَام دِينًا \" فَلَمَّا تَمَّ الْمِيقَات وَعَزَمَ مُوسَى عَلَى الذَّهَاب إِلَى الطُّور كَمَا قَالَ تَعَالَى \" يَا بَنِي إِسْرَائِيل قَدْ أَنْجَيْنَاكُمْ مِنْ عَدُوّكُمْ وَوَاعَدْنَاكُمْ جَانِب الطُّور الْأَيْمَن \" الْآيَة فَحِينَئِذٍ اِسْتَخْلَفَ مُوسَى عَلَى بَنِي إِسْرَائِيل أَخَاهُ هَارُون وَوَصَّاهُ الْإِصْلَاح وَعَدَم الْإِفْسَاد . هَذَا تَنْبِيه وَتَذْكِير وَإِلَّا فَهَارُون عَلَيْهِ السَّلَام نَبِيّ شَرِيف كَرِيم عَلَى اللَّه لَهُ وَجَاهَة وَجَلَالَة صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَعَلَى سَائِر الْأَنْبِيَاء .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42514, "aya_id": 142}]