[{"text": "وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ذَّلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُواْ بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ", "sura_id": 7, "type": 0, "id": 1130, "aya_id": 176}, {"text": "ولو شئنا لرفعناه بها ولكنه أخلد إلى الأرض واتبع هواه فمثله كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث ذلك مثل القوم الذين كذبوا بآياتنا فاقصص القصص لعلهم يتفكرون", "sura_id": 7, "type": 1, "id": 7366, "aya_id": 176}, {"text": "176 - (ولو شئنا لرفعناه) إلى منازل العلماء (بها) بأن نوفقه للعمل (ولكنه أخلد) سكن (إلى الأرض) أي الدنيا ومال إليها (واتبع هواه) في دعائه إليها فوضعناه (فمثله) صفته (كمثل الكلب إن تحمل عليه) بالطرد والزجر (يلهث) يدلع لسانه (أو) إن (تتركه يلهث) وليس غيره من الحيوان كذلك ، وجملتا الشرط حال ، أي لاهثاً ذليلاً بكل حال ، والقصد التشبيه في الوضع والخسة بقرينة الفاء المشعرة بترتيب ما بعدها على ما قبلها من الميل إلى الدنيا واتباع الهوى وبقرينة قوله (ذلك مثل القوم الذين كذبوا بآياتنا فاقصص القصص) على اليهود (لعلهم يتفكرون) يتدبرون فيها فيؤمنون \r\n", "sura_id": 7, "type": 2, "id": 26074, "aya_id": 176}, {"text": "ولو شئنا أن نرفع قدره بما آتيناه من الآيات لفعلنا, ولكنه رَكَنَ إلى الدنيا واتبع هواه, وآثر لَذَّاته وشهواته على الآخرة, وامتنع عن طاعة الله وخالف أمره. فَمَثَلُ هذا الرجل مثل الكلب, إن تطرده أو تتركه يُخْرج لسانه في الحالين لاهثًا, فكذلك الذي انسلخ من آيات الله يظل على كفره إن اجتهدْتَ في دعوتك له أو أهملته, هذا الوصف -أيها الرسول- وصف هؤلاء القوم الذين كانوا ضالين قبل أن تأتيهم بالهدى والرسالة, فاقصص -أيها الرسول- أخبار الأمم الماضية, ففي إخبارك بذلك أعظم معجزة, لعل قومك يتدبرون فيما جئتهم به فيؤمنوا لك.\r\n", "sura_id": 7, "type": 3, "id": 32310, "aya_id": 176}, {"text": " <font color=red>وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْض وَاتَّبَعَ هَوَاهُ \" يَقُول تَعَالَى \" وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا \" أَيْ لَرَفَعْنَاهُ مِنْ التَّدَنُّس عَنْ قَاذُورَات الدُّنْيَا بِالْآيَاتِ الَّتِي آتَيْنَاهُ إِيَّاهَا \" وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْض \" أَيْ مَالَ إِلَى زِينَة الْحَيَاة الدُّنْيَا وَزَهْرَتهَا وَأَقْبَلَ عَلَى لَذَّاتهَا وَنَعِيمهَا وَغَرَّتْهُ كَمَا غَرَّتْ غَيْره مِنْ أُولِي الْبَصَائِر وَالنُّهَى . وَقَالَ أَبُو الرَّاهْوَيْهِ فِي قَوْله تَعَالَى \" وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْض\" قَالَ تَرَاءَى لَهُ الشَّيْطَان عَلَى عُلْوَة مِنْ قَنْطَرَة بَانْيَاس فَسَجَدَتْ الْحِمَارَة لِلَّهِ وَسَجَدَ بَلْعَام لِلشَّيْطَانِ وَكَذَا قَالَ عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر وَغَيْر وَاحِد وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه وَكَانَ مِنْ قِصَّة هَذَا الرَّجُل مَا حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر عَنْ أَبِيهِ أَنَّهُ سُئِلَ عَنْ هَذِهِ الْآيَة \" وَاتْلُ عَلَيْهِمْ نَبَأ الَّذِي آتَيْنَاهُ آيَاتنَا \" فَحَدَّثَ عَنْ سَيَّار أَنَّهُ كَانَ رَجُلًا يُقَال لَهُ بَلْعَام وَكَانَ مُجَاب الدَّعْوَة قَالَ وَإِنَّ مُوسَى أَقْبَلَ فِي بَنِي إِسْرَائِيل يُرِيد الْأَرْض الَّتِي فِيهَا بَلْعَام أَوْ قَالَ الشَّام قَالَ فَرُعِبَ النَّاس مِنْهُ رُعْبًا شَدِيدًا فَأَتَوْا بَلْعَام فَقَالُوا اُدْعُ اللَّه عَلَى هَذَا الرَّجُل وَجَيْشه قَالَ حَتَّى أُؤَامِر رَبِّي أَوْ حَتَّى أُؤَامَر قَالَ فَآمَرَ فِي الدُّعَاء عَلَيْهِمْ فَقِيلَ لَهُ لَا تَدْعُ عَلَيْهِمْ فَإِنَّهُمْ عِبَادِي وَفِيهِمْ نَبِيّهمْ قَالَ فَقَالَ لِقَوْمِهِ إِنِّي قَدْ آمَرْت رَبِّي فِي الدُّعَاء عَلَيْهِمْ وَإِنِّي قَدْ نُهِيت فَأَهْدَوْا لَهُ هَدِيَّة فَقَبِلَهَا ثُمَّ رَاجَعُوهُ فَقَالُوا اُدْعُ عَلَيْهِمْ فَقَالَ حَتَّى أُؤَامِر رَبِّي فَآمَرَ فَلَمْ يَأْمُرهُ بِشَيْءٍ فَقَالَ قَدْ وَامَرْت فَلَمْ يَأْمُرنِي بِشَيْءٍ فَقَالُوا لَوْ كَرِهَ رَبّك أَنْ تَدْعُو عَلَيْهِمْ لَنَهَاك كَمَا نَهَاك الْمَرَّة الْأُولَى قَالَ فَأَخَذَ يَدْعُو عَلَيْهِمْ فَإِذَا دَعَا عَلَيْهِمْ جَرَى عَلَى لِسَانه الدُّعَاء عَلَى قَوْمه وَإِذَا أَرَادَ أَنْ يَدْعُو أَنْ يَفْتَح لِقَوْمِهِ دَعَا أَنْ يَفْتَح لِمُوسَى وَجَيْشه أَوْ نَحْوًا مِنْ ذَلِكَ إِنْ شَاءَ اللَّه قَالَ فَقَالُوا مَا نَرَاك تَدْعُو إِلَّا عَلَيْنَا قَالَ مَا يَجْرِي عَلَى لِسَانِي إِلَّا هَكَذَا وَلَوْ دَعَوْت عَلَيْهِ أَيْضًا مَا اُسْتُجِيبَ لِي وَلَكِنْ سَأَدُلُّكُمْ عَلَى أَمْر عَسَى أَنْ يَكُون فِيهِ هَلَاكهمْ إِنَّ اللَّه يُبْغِض الزِّنَا وَإِنَّهُمْ إِنْ وَقَعُوا فِي الزِّنَا هَلَكُوا وَرَجَوْت أَنْ يُهْلِكهُمْ اللَّه فَأَخْرِجُوا النِّسَاء تَسْتَقْبِلهُمْ فَإِنَّهُمْ قَوْم مُسَافِرُونَ فَعَسَى أَنْ يَزْنُوا فَيَهْلِكُوا قَالَ فَفَعَلُوا فَأَخْرَجُوا النِّسَاء تَسْتَقْبِلهُمْ قَالَ وَكَانَ لِلْمَلِكِ اِبْنَة فَذَكَرَ مِنْ عِظَمهَا مَا اللَّه أَعْلَم بِهِ قَالَ فَقَالَ أَبُوهَا أَوْ بَلْعَام لَا تُمَكِّنِي نَفْسك إِلَّا مِنْ مُوسَى قَالَ وَوَقَعُوا فِي الزِّنَا قَالَ فَأَتَاهَا رَأْس سِبْط مِنْ أَسْبَاط بَنِي إِسْرَائِيل فَأَرَادَهَا عَلَى نَفْسهَا فَقَالَتْ مَا أَنَا بِمُمَكِّنَةٍ نَفْسِي إِلَّا مِنْ مُوسَى فَقَالَ إِنَّ مَنْزِلَتِي كَذَا وَكَذَا وَإِنَّ مِنْ حَالِي كَذَا وَكَذَا فَأَرْسَلَتْ إِلَى أَبِيهَا تَسْتَأْمِرهُ قَالَ فَقَالَ لَهَا مَكِّنِيهِ قَالَ وَيَأْتِيهِمَا رَجُل مِنْ بَنِي هَارُون وَمَعَهُ الرُّمْح فَيَطْعَنهُمَا قَالَ وَأَيَّدَهُ اللَّه بِقُوَّةٍ فَانْتَظَمَهُمَا جَمِيعًا وَرَفَعَهُمَا عَلَى رُمْحه فَرَآهُمَا النَّاس - أَوْ كَمَا حَدَّثَ - قَالَ وَسَلَّطَ اللَّه عَلَيْهِمْ الطَّاعُون فَمَاتَ مِنْهُمْ سَبْعُونَ أَلْفًا . قَالَ أَبُو الْمُعْتَمِر فَحَدَّثَنِي سَيَّار أَنَّ بَلْعَامًا رَكِبَ حِمَارَة لَهُ حَتَّى أَتَى الْمَعْلُولِيَّ أَوْ قَالَ طَرِيقًا مِنْ الْمَعْلُولِيّ جَعَلَ يَضْرِبهَا وَلَا تَتَقَدَّم وَقَامَتْ عَلَيْهِ فَقَالَتْ عَلَامَ تَضْرِبنِي ؟ أَمَا تَرَى هَذَا الَّذِي بَيْن يَدَيْك ؟ فَإِذَا الشَّيْطَان بَيْن يَدَيْهِ قَالَ فَنَزَلَ وَسَجَدَ لَهُ قَالَ اللَّه تَعَالَى \" وَاتْلُ عَلَيْهِمْ نَبَأ الَّذِي آتَيْنَاهُ آيَاتنَا فَانْسَلَخَ مِنْهَا \" إِلَى قَوْله - لَعَلَّهُمْ يَتَفَكَّرُونَ\" قَالَ فَحَدَّثَنِي بِهَذَا سَيَّار وَلَا أَدْرِي لَعَلَّهُ قَدْ دَخَلَ فِيهِ شَيْء مِنْ حَدِيث غَيْره \" قُلْت \" هُوَ بَلْعَام وَيُقَال بُلْعُم بْن بَاعُورَاء وَيُقَال اِبْن أبر وَيُقَال اِبْن بَاعُور بْن شهتوم بْن قوشتم بْن ماب بْن لُوط بْن هَارَان وَيُقَال اِبْن حَرَّان بْن آزَر وَكَانَ يَسْكُن قَرْيَة مِنْ قُرَى الْبَلْقَاء . قَالَ اِبْن عَسَاكِر : وَهُوَ الَّذِي كَانَ يَعْرِف اِسْم اللَّه الْأَعْظَم فَانْسَلَخَ مِنْ دِينه لَهُ ذِكْر فِي الْقُرْآن . ثُمَّ أَوْرَدَ مِنْ قِصَّته نَحْوًا مِمَّا ذَكَرْنَا هَاهُنَا أَوْرَدَهُ عَنْ وَهْب وَغَيْره وَاَللَّه أَعْلَم . وَقَالَ مُحَمَّد بْن إِسْحَاق بْن سَيَّار عَنْ سَالِم أَبِي النَّضْر أَنَّهُ حَدَّثَ أَنَّ مُوسَى عَلَيْهِ السَّلَام لَمَّا نَزَلَ فِي أَرْض بَنِي كَنْعَان مِنْ أَرْض الشَّام أَتَى قَوْم بَلْعَام إِلَيْهِ فَقَالُوا لَهُ هَذَا مُوسَى بْن عِمْرَان فِي بَنِي إِسْرَائِيل قَدْ جَاءَ يُخْرِجنَا مِنْ بِلَادنَا وَيَقْتُلنَا وَيُحِلّهَا بَنِي إِسْرَائِيل وَإِنَّا قَوْمك وَلَيْسَ لَنَا مَنْزِل وَأَنْتَ رَجُل مُجَاب الدَّعْوَة فَاخْرُجْ فَادْعُ اللَّه عَلَيْهِمْ قَالَ وَيْلكُمْ نَبِيّ اللَّه مَعَهُ الْمَلَائِكَة وَالْمُؤْمِنُونَ كَيْف أَذْهَب أَدْعُو عَلَيْهِمْ وَأَنَا أَعْلَم مِنْ اللَّه مَا أَعْلَم ؟ قَالُوا لَهُ مَا لَنَا مِنْ مَنْزِل فَلَمْ يَزَالُوا بِهِ يُرْفِقُونَهُ وَيَتَضَرَّعُونَ إِلَيْهِ حَتَّى فَتَنُوهُ فَافْتُتِنَ فَرَكِبَ حِمَارَة لَهُ مُتَوَجِّهًا إِلَى الْجَبَل الَّذِي يُطْلِعهُ عَلَى عَسْكَر بَنِي إِسْرَائِيل وَهُوَ جَبَل حسبان فَلَمَّا سَارَ عَلَيْهَا غَيْر كَثِير رَبَضَتْ بِهِ فَنَزَلَ عَنْهَا فَضَرَبَهَا حَتَّى إِذَا أَزْلَقَهَا قَامَتْ فَرَكِبَهَا فَلَمْ تَسِرْ بِهِ كَثِيرًا حَتَّى رَبَضَتْ بِهِ فَضَرَبَهَا حَتَّى إِذَا أَزْلَقَهَا أَذِنَ لَهَا فَكَلَّمَتْهُ حُجَّة عَلَيْهِ فَقَالَتْ وَيْحك يَا بُلْعُم أَيْنَ تَذْهَب ؟ أَمَا تَرَى الْمَلَائِكَة أَمَامِي تَرُدّنِي عَنْ وَجْهِي هَذَا ؟ تَذْهَب إِلَى نَبِيّ اللَّه وَالْمُؤْمِنِينَ لِتَدْعُوَ عَلَيْهِمْ ؟ فَلَمْ يَنْزِع عَنْهَا فَضَرَبَهَا فَخَلَّى اللَّه سَبِيلهَا حِين فَعَلَ بِهَا ذَلِكَ فَانْطَلَقَتْ بِهِ حَتَّى إِذَا أَشْرَفَتْ بِهِ عَلَى رَأْس حسبان عَلَى عَسْكَر مُوسَى وَبَنِي إِسْرَائِيل جَعَلَ يَدْعُو عَلَيْهِمْ وَلَا يَدْعُو عَلَيْهِمْ بِشَرٍّ إِلَّا صَرَفَ اللَّه لِسَانه إِلَى قَوْمه وَلَا يَدْعُو لِقَوْمِهِ بِخَيْرٍ إِلَّا صَرَفَ لِسَانه إِلَى بَنِي إِسْرَائِيل فَقَالَ لَهُ قَوْمه أَتَدْرِي يَا بُلْعُم مَا تَصْنَع ؟ إِنَّمَا تَدْعُو لَهُمْ وَتَدْعُو عَلَيْنَا قَالَ فَهَذَا مَا لَا أَمْلِك هَذَا شَيْء قَدْ غَلَبَ اللَّه عَلَيْهِ قَالَ : وَانْدَلَعَ لِسَانه فَوَقَعَ عَلَى صَدْره فَقَالَ لَهُمْ قَدْ ذَهَبَتْ مِنِّي الْآن الدُّنْيَا وَالْآخِرَة وَلَمْ يَبْقَ إِلَّا الْمَكْر وَالْحِيلَة فَسَأَمْكُرُ لَكُمْ وَأَحْتَال جَمِّلُوا النِّسَاء وَأَعْطُوهُنَّ السِّلَع ثُمَّ أَرْسِلُوهُنَّ إِلَى الْمُعَسْكَر يَبِعْنَهَا فِيهِ وَمُرُوهُنَّ فَلَا تَمْنَع اِمْرَأَة نَفْسهَا مِنْ رَجُل أَرَادَهَا فَإِنَّهُمْ إِنْ زَنَى رَجُل مِنْهُمْ وَاحِد كَفَيْتُمُوهُمْ فَفَعَلُوا فَلَمَّا دَخَلَ النِّسَاء الْعَسْكَر مَرَّتْ اِمْرَأَة مِنْ الْكَنْعَانِيِّينَ اِسْمهَا كسبتي - اِبْنَة صُور رَأْس أُمَّته - بِرَجُلٍ مِنْ عُظَمَاء بَنِي إِسْرَائِيل وَهُوَ زمري بْن شلوم رَأْس سِبْط بَنِي شَمْعُون بْن يَعْقُوب بْن إِسْحَاق بْن إِبْرَاهِيم عَلَيْهِ السَّلَام فَلَمَّا رَآهَا أَعْجَبَتْهُ فَقَامَ فَأَخَذَ بِيَدِهَا وَأَتَى بِهَا مُوسَى وَقَالَ إِنِّي أَظُنّك سَتَقُولُ هَذَا حَرَام عَلَيْك لَا تَقْرَبهَا قَالَ أَجَلْ هِيَ حَرَام عَلَيْك قَالَ فَوَاَللَّهِ لَا أُطِيعك فِي هَذَا فَدَخَلَ بِهَا قُبَّته فَوَقَعَ عَلَيْهَا وَأَرْسَلَ اللَّه عَزَّ وَجَلَّ الطَّاعُون فِي بَنِي إِسْرَائِيل وَكَانَ فنحاص بْن العيزار بْن هَارُون صَاحِب أَمْر مُوسَى وَكَانَ غَائِبًا حِين صَنَعَ زمري بْن شلوم مَا صَنَعَ فَجَاءَ وَالطَّاعُون يَحُوس فِيهِمْ فَأُخْبِرَ الْخَبَر فَأَخَذَ حَرْبَته وَكَانَتْ مِنْ حَدِيد كُلّهَا ثُمَّ دَخَلَ الْقُبَّة وَهُمَا مُتَضَاجَعَانِ فَانْتَظَمَهُمَا بِحَرْبَتِهِ ثُمَّ خَرَجَ بِهِمَا رَافِعهمَا إِلَى السَّمَاء وَالْحَرْبَة قَدْ أَخَذَهَا بِذِرَاعِهِ وَاعْتَمَدَ بِمِرْفَقِهِ عَلَى خَاصِرَته وَأَسْنَدَ الْحَرْبَة إِلَى لِحْيَته وَكَانَ بَكْر العيزار وَجَعَلَ يَقُول اللَّهُمَّ هَكَذَا نَفْعَل بِمَنْ يَعْصِيك وَرُفِعَ الطَّاعُون فَحُسِبَ مَنْ هَلَكَ مِنْ بَنِي إِسْرَائِيل فِي الطَّاعُون فِيمَا بَيْن أَنْ أَصَابَ زمري الْمَرْأَة إِلَى أَنْ قَتَلَهُ فنحاص فَوَجَدُوهُ قَدْ هَلَكَ مِنْهُمْ سَبْعُونَ أَلْفًا وَالْمُقَلِّل لَهُمْ يَقُول عِشْرُونَ أَلْفًا فِي سَاعَة مِنْ النَّهَار فَمِنْ هُنَالِكَ تُعْطِي بَنُو إِسْرَائِيل وَلَد فنحاص مِنْ كُلّ ذَبِيحَة ذَبَحُوهَا الرَّقَبَة وَالذِّرَاع وَاللِّحَى وَالْبَكْر مِنْ كُلّ أَمْوَالهمْ وَأَنْفَسهَا لِأَنَّهُ كَانَ بَكْر أَبِيهِ العيزار فَفِي بَلْعَام بْن بَاعُورَاء أَنْزَلَ اللَّه \" وَاتْلُ عَلَيْهِمْ نَبَأ الَّذِي آتَيْنَاهُ آيَاتنَا فَانْسَلَخَ مِنْهَا \" - إِلَى قَوْله - لَعَلَّهُمْ يَتَفَكَّرُونَ\" وَقَوْله تَعَالَى \" فَمَثَله كَمَثَلِ الْكَلْب إِنْ تَحْمِل عَلَيْهِ يَلْهَث أَوْ تَتْرُكهُ يَلْهَث \" اِخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَاهُ فَعَلَى سِيَاق اِبْن إِسْحَاق عَنْ سَالِم عَنْ أَبِي النَّضْر أَنَّ بَلْعَامًا اِنْدَلَعَ لِسَانه عَلَى صَدْره فَتَشْبِيهه بِالْكَلْبِ فِي لَهِيثِهِ فِي كِلْتَا حَالَتَيْهِ إِنْ زُجِرَ وَإِنْ تُرِكَ ظَاهِر وَقِيلَ مَعْنَاهُ فَصَارَ مِثْله فِي ضَلَاله وَاسْتِمْرَاره فِيهِ وَعَدَم اِنْتِفَاعه بِالدُّعَاءِ إِلَى الْإِيمَان وَعَدَم الدُّعَاء كَالْكَلْبِ فِي لَهِيثِهِ فِي حَالَتَيْهِ إِنْ حَمَلْت عَلَيْهِ وَإِنْ تَرَكْته هُوَ يَلْهَث فِي الْحَالَيْنِ فَكَذَلِكَ هَذَا لَا يَنْتَفِع بِالْمَوْعِظَةِ وَالدَّعْوَة إِلَى الْإِيمَان وَلَا عَدَمه كَمَا قَالَ تَعَالَى \" سَوَاء عَلَيْهِمْ أَأَنْذَرْتهمْ أَمْ لَمْ تُنْذِرهُمْ لَا يُؤْمِنُونَ \" \" اِسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِر لَهُمْ إِنْ تَسْتَغْفِر لَهُمْ سَبْعِينَ مَرَّة فَلَنْ يَغْفِر اللَّه لَهُمْ\" وَنَحْو ذَلِكَ وَقِيلَ مَعْنَاهُ أَنَّ قَلْب الْكَافِر وَالْمُنَافِق وَالضَّالّ ضَعِيف فَارِغ مِنْ الْهُدَى فَهُوَ كَثِير الْوَجِيب فَعَبَّرَ عَنْ هَذَا بِهَذَا نُقِلَ نَحْوه عَنْ الْحَسَن الْبَصْرِيّ وَغَيْره وَقَوْله تَعَالَى \" فَاقْصُصْ الْقَصَص لَعَلَّهُمْ يَتَفَكَّرُونَ\" يَقُول تَعَالَى لِنَبِيِّهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" فَاقْصُصْ الْقَصَص لَعَلَّهُمْ \" أَيْ لَعَلَّ بَنِي إِسْرَائِيل الْعَالِمِينَ بِحَالِ بَلْعَام وَمَا جَرَى لَهُ فِي إِضْلَال اللَّه إِيَّاهُ وَإِبْعَاده مِنْ رَحْمَته بِسَبَبِ أَنَّهُ اِسْتَعْمَلَ نِعْمَة اللَّه عَلَيْهِ فِي تَعْلِيمه الِاسْم الْأَعْظَم الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى وَإِذَا دُعِيَ بِهِ أَجَابَ فِي غَيْر طَاعَة رَبّه بَلْ دَعَا بِهِ عَلَى حِزْب الرَّحْمَن وَشِعْب الْإِيمَان أَتْبَاع عَبْده وَرَسُوله فِي ذَلِكَ الزَّمَان كَلِيم اللَّه مُوسَى بْن عِمْرَان عَلَيْهِ السَّلَام وَلِهَذَا قَالَ \" لَعَلَّهُمْ يَتَفَكَّرُونَ \" أَيْ فَيَحْذَرُوا أَنْ يَكُونُوا مِثْله فَإِنَّ اللَّه قَدْ أَعْطَاهُمْ عِلْمًا وَمَيَّزَهُمْ عَلَى مَنْ عَدَاهُمْ مِنْ الْأَعْرَاب وَجَعَلَ بِأَيْدِيهِمْ صِفَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْرِفُونَهَا كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ فَهُمْ أَحَقّ النَّاس وَأَوْلَاهُمْ بِاتِّبَاعِهِ وَمُنَاصَرَته وَمُؤَازَرَته كَمَا أَخْبَرَتْهُمْ أَنْبِيَاؤُهُمْ بِذَلِكَ وَأَمَرَتْهُمْ بِهِ وَلِهَذَا مَنْ خَالَفَ مِنْهُمْ مَا فِي كِتَابه وَكَتَمَهُ فَلَمْ يُعْلِم بِهِ الْعِبَاد أَحَلَّ اللَّه بِهِ ذُلًّا فِي الدُّنْيَا مَوْصُولًا بِذُلِّ الْآخِرَة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42551, "aya_id": 176}]