[{"text": "إِنَّ الَّذِينَ كَفَرُواْ سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُونَ", "sura_id": 2, "type": 0, "id": 13, "aya_id": 6}, {"text": "إن الذين كفروا سواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون", "sura_id": 2, "type": 1, "id": 6249, "aya_id": 6}, {"text": "6 - (إن الذين كفروا) كأبي جهل وأبي لهب ونحوهما (سواء عليهم أأنذرتهم) بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين المُسَهَّلَة والأخرى وتركه (أم لم تنذرهم لا يؤمنون) لعلم الله منهم ذلك فلا تطمع في إيمانهم ، والإنذار إعلام مع تخويف \r\n", "sura_id": 2, "type": 2, "id": 24957, "aya_id": 6}, {"text": "إن الذين جحدوا ما أُنزل إليك من ربك استكبارًا وطغيانًا, لن يقع منهم الإيمان, سواء أخوَّفتهم وحذرتهم من عذاب الله, أم تركت ذلك؛ لإصرارهم على باطلهم.\r\n", "sura_id": 2, "type": 3, "id": 31193, "aya_id": 6}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ</font><BR><p>يَقُول تَعَالَى \" إِنَّ الَّذِينَ كَفَرُوا \" أَيْ غَطَّوْا الْحَقّ وَسَتَرُوهُ وَقَدْ كَتَبَ اللَّه تَعَالَى عَلَيْهِمْ ذَلِكَ سَوَاء عَلَيْهِمْ إِنْذَارك وَعَدَمه فَإِنَّهُمْ لَا يُؤْمِنُونَ بِمَا جِئْتهمْ بِهِ . كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" وَقَالَ تَعَالَى فِي حَقّ الْمُعَانِدِينَ مِنْ أَهْل الْكِتَاب \" وَلَئِنْ أَتَيْت الَّذِينَ أُوتُوا الْكِتَاب بِكُلِّ آيَة مَا تَبِعُوا قِبْلَتك\" الْآيَة أَيْ أَنَّ مَنْ كَتَبَ اللَّه عَلَيْهِ الشَّقَاوَة فَلَا مُسْعِد لَهُ وَمَنْ أَضَلَّهُ فَلَا هَادِي لَهُ فَلَا تَذْهَب نَفْسك عَلَيْهِمْ حَسَرَات وَبَلِّغْهُمْ الرِّسَالَة فَمَنْ اِسْتَجَابَ لَك فَلَهُ الْحَظّ الْأَوْفَر وَمَنْ تَوَلَّى فَلَا تَحْزَن عَلَيْهِمْ وَلَا يُهِمَّنك ذَلِكَ \" فَإِنَّمَا عَلَيْك الْبَلَاغ وَعَلَيْنَا الْحِسَاب إِنَّمَا أَنْتَ نَذِير وَاَللَّه عَلَى كُلّ شَيْء وَكِيل\" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى\" إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرهُمْ لَا يُؤْمِنُونَ \" قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَحْرِص أَنْ يُؤْمِن جَمِيع النَّاس وَيُتَابِعُوهُ عَلَى الْهُدَى فَأَخْبَرَهُ اللَّه تَعَالَى أَنَّهُ لَا يُؤْمِن إِلَّا مَنْ سَبَقَ لَهُ مِنْ اللَّه السَّعَادَة فِي الذِّكْر الْأَوَّل وَلَا يَضِلّ إِلَّا مَنْ سَبَقَ لَهُ مِنْ اللَّه الشَّقَاوَة فِي الذِّكْر الْأَوَّل وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس\" إِنَّ الَّذِينَ كَفَرُوا \" أَيْ بِمَا أُنْزِلَ إِلَيْك وَإِنْ قَالُوا إِنَّا قَدْ آمَنَّا بِمَا جَاءَنَا قَبْلك \" سَوَاء عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرهُمْ لَا يُؤْمِنُونَ \" أَيْ إِنَّهُمْ قَدْ كَفَرُوا بِمَا عِنْدهمْ مِنْ ذِكْرك وَجَحَدُوا مَا أُخِذَ عَلَيْهِمْ مِنْ الْمِيثَاق وَقَدْ كَفَرُوا بِمَا جَاءَك وَبِمَا عِنْدهمْ مِمَّا جَاءَهُمْ بِهِ غَيْرك فَكَيْف يَسْمَعُونَ مِنْك إِنْذَارًا وَتَحْذِيرًا وَقَدْ كَفَرُوا بِمَا عِنْدهمْ مِنْ عِلْمك وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة قَالَ نَزَلَتْ هَاتَانِ الْآيَتَانِ فِي قَادَة الْأَحْزَاب وَهُمْ الَّذِينَ قَالَ اللَّه فِيهِمْ \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار جَهَنَّم يَصْلَوْنَهَا \" وَالْمَعْنَى الَّذِي ذَكَرْنَاهُ أَوَّلًا وَهُوَ الْمَرْوِيّ عَنْ اِبْن عَبَّاس فِي رِوَايَة عَلِيّ بْن أَبِي طَلْحَة أَظْهَر وَيُفَسَّر بِبَقِيَّةِ الْآيَات الَّتِي فِي مَعْنَاهَا وَاَللَّه أَعْلَم . وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم هَاهُنَا حَدِيثًا فَقَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن عُثْمَان بْن صَالِح الْمِصْرِيّ حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنِي عَبْد اللَّه بْن الْمُغِيرَة عَنْ أَبِي الْهَيْثَم عَنْ عَبْد اللَّه بْن عَمْرو قَالَ قِيلَ يَا رَسُول اللَّه إِنَّا نَقْرَأ مِنْ الْقُرْآن فَنَرْجُو وَنَقْرَأ فَنَكَاد أَنْ نَيْأَس فَقَالَ\" أَلَا أُخْبِركُمْ \" ثُمَّ قَالَ \" إِنَّ الَّذِينَ كَفَرُوا سَوَاء عَلَيْهِمْ أَأَنْذَرْتهمْ أَمْ لَمْ تُنْذِرهُمْ لَا يُؤْمِنُونَ \" هَؤُلَاءِ أَهْل النَّار \" قَالُوا : لَسْنَا مِنْهُمْ يَا رَسُول اللَّه. قَالَ \" أَجَلْ \" وَقَوْله تَعَالَى \" لَا يُؤْمِنُونَ \" مَحَلّه مِنْ الْإِعْرَاب أَنَّهُ جُمْلَة مُؤَكِّدَة لِلَّتِي قَبْلهَا \" سَوَاء عَلَيْهِمْ أَأَنْذَرْتهمْ أَمْ لَمْ تُنْذِرهُمْ \" أَيْ هُمْ كُفَّار فِي كِلَا الْحَالَيْنِ فَلِهَذَا أَكَّدَ ذَلِكَ بِقَوْلِهِ تَعَالَى\" لَا يُؤْمِنُونَ \" وَيَحْتَمِل أَنْ يَكُون لَا يُؤْمِنُونَ خَبَرًا لِأَنَّ تَقْدِيره إِنَّ الَّذِينَ كَفَرُوا لَا يُؤْمِنُونَ وَيَكُون قَوْله تَعَالَى \" سَوَاء عَلَيْهِمْ أَأَنْذَرْتهمْ أَمْ لَمْ تُنْذِرهُمْ\" جَمَلَة مُعْتَرِضَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38738, "aya_id": 6}]