[{"text": "الَّذِينَ اتَّخَذُواْ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُواْ لِقَاء يَوْمِهِمْ هَذَا وَمَا كَانُواْ بِآيَاتِنَا يَجْحَدُونَ", "sura_id": 7, "type": 0, "id": 1005, "aya_id": 51}, {"text": "الذين اتخذوا دينهم لهوا ولعبا وغرتهم الحياة الدنيا فاليوم ننساهم كما نسوا لقاء يومهم هذا وما كانوا بآياتنا يجحدون", "sura_id": 7, "type": 1, "id": 7241, "aya_id": 51}, {"text": "51 - (الذين اتخذوا دينهم لهوا ولعبا وغرتهم الحياة الدنيا فاليوم ننساهم) نتركهم في النار (كما نسوا لقاء يومهم هذا) بتركهم العمل له (وما كانوا بآياتنا يجحدون) أي وكما جحدوا \r\n", "sura_id": 7, "type": 2, "id": 25949, "aya_id": 51}, {"text": "الذين حَرَمهم الله تعالى من نعيم الآخرة هم الذين جعلوا الدين الذي أمرهم الله باتباعه باطلا ولهوًا, وخدعتهم الحياة الدنيا وشغلوا بزخارفها عن العمل للآخرة, فيوم القيامة ينساهم الله تعالى ويتركهم في العذاب الموجع, كما تركوا العمل للقاء يومهم هذا, ولكونهم بأدلة الله وبراهينه ينكرون مع علمهم بأنها حق.\r\n", "sura_id": 7, "type": 3, "id": 32185, "aya_id": 51}, {"text": " <font color=red>الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ</font><BR><p>وَصَفَ تَعَالَى الْكَافِرِينَ بِمَا كَانُوا يَعْتَمِدُونَهُ فِي الدُّنْيَا بِاِتِّخَاذِهِمْ الدِّين لَهْوًا وَلَعِبًا وَاغْتِرَارهمْ بِالدُّنْيَا وَزِينَتهَا وَزُخْرُفهَا عَمَّا أُمِرُوا بِهِ مِنْ الْعَمَل لِلْآخِرَةِ وَقَوْله \" فَالْيَوْم نَنْسَاهُمْ كَمَا نَسُوا لِقَاء يَوْمهمْ هَذَا \" أَيْ يُعَامِلهُمْ مُعَامَلَة مَنْ نَسِيَهُمْ لِأَنَّهُ تَعَالَى لَا يَشِذّ عَنْ عِلْمه شَيْء وَلَا يَنْسَاهُ كَمَا قَالَ تَعَالَى \" فِي كِتَاب لَا يَضِلّ رَبِّي وَلَا يَنْسَى \" وَإِنَّمَا قَالَ تَعَالَى هَذَا مِنْ بَاب الْمُقَابَلَة كَقَوْلِهِ \" نَسُوا اللَّه فَنَسِيَهُمْ \" وَقَالَ \" كَذَلِكَ أَتَتْك آيَاتنَا فَنَسِيتهَا وَكَذَلِكَ الْيَوْم تُنْسَى \" وَقَالَ تَعَالَى\" وَقِيلَ الْيَوْم نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاء يَوْمكُمْ هَذَا\" وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" فَالْيَوْم نَنْسَاهُمْ كَمَا نَسُوا لِقَاء يَوْمهمْ هَذَا \" قَالَ نَسِيَهُمْ اللَّه مِنْ الْخَيْر وَلَمْ يَنْسَهُمْ مِنْ الشَّرّ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ نَتْرُكهُمْ كَمَا تَرَكُوا لِقَاء يَوْمهمْ هَذَا وَقَالَ مُجَاهِد نَتْرُكهُمْ فِي النَّار وَقَالَ السُّدِّيّ نَتْرُكهُمْ مِنْ الرَّحْمَة كَمَا تَرَكُوا أَنْ يَعْمَلُوا لِلِقَاءِ يَوْمهمْ هَذَا وَفِي الصَّحِيح أَنَّ اللَّه تَعَالَى يَقُول لِلْعَبْدِ يَوْم الْقِيَامَة : أَلَمْ أُزَوِّجك ؟ أَلَمْ أُكْرِمك ؟ أَلَمْ أُسَخِّر لَك الْخَيْل وَالْإِبِل وَأَذَرك تَرْأَس وَتَرْبَع ؟ فَيَقُول بَلَى فَيَقُول أَظَنَنْت أَنَّك مُلَاقِيَّ ؟ فَيَقُول لَا فَيَقُول اللَّه تَعَالَى فَالْيَوْم أَنْسَاك كَمَا نَسِيتنِي .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42619, "aya_id": 51}]