[{"text": "لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا", "sura_id": 65, "type": 0, "id": 5224, "aya_id": 7}, {"text": "لينفق ذو سعة من سعته ومن قدر عليه رزقه فلينفق مما آتاه الله لا يكلف الله نفسا إلا ما آتاها سيجعل الله بعد عسر يسرا", "sura_id": 65, "type": 1, "id": 11460, "aya_id": 7}, {"text": "7 - (لينفق) على المطلقات والمرضعات (ذو سعة من سعته ومن قدر) ضيق (عليه رزقه فلينفق مما آتاه) أعطاه (الله) على قدره (لا يكلف الله نفسا إلا ما آتاها سيجعل الله بعد عسر يسرا) وقد جعله بالفتوح \r\n", "sura_id": 65, "type": 2, "id": 30168, "aya_id": 7}, {"text": "لينفق الزوج مما وسَّع الله عليه على زوجته المطلقة, وعلى ولده إذا كان الزوج ذا سَعَة في الرزق, ومن ضُيِّق عليه في الرزق وهو الفقير, فلينفق مما أعطاه الله من الرزق, لا يُكَلَّف الفقير مثل ما يُكَلَّف الغني, سيجعل الله بعد ضيق وشدة سَعَة وغنى.\r\n", "sura_id": 65, "type": 3, "id": 36404, "aya_id": 7}, {"text": " <font color=red>لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا</font><BR><p>وَقَوْله تَعَالَى\" لِيُنْفِق ذُو سَعَة مِنْ سَعَته \" أَيْ لِيُنْفِق عَلَى الْمَوْلُود وَالِده أَوْ وَلِيّه بِحَسَبِ قُدْرَتِهِ \" وَمَنْ قُدِرَ عَلَيْهِ رِزْقه فَلْيُنْفِق مِمَّا آتَاهُ اللَّه لَا يُكَلِّف اللَّه نَفْسًا إِلَّا مَا آتَاهَا \" كَقَوْلِهِ تَعَالَى \" لَا يُكَلِّف اللَّه نَفْسًا إِلَّا وُسْعهَا \" رَوَى اِبْن جَرِير ثَنَا اِبْن حُمَيْد ثَنَا حَكَّام عَنْ أَبِي سِنَان قَالَ سَأَلَ عُمَر بْن الْخَطَّاب عَنْ أَبِي عُبَيْدَة فَقِيلَ إِنَّهُ يَلْبَس الْغَلِيظ مِنْ الثِّيَاب وَيَأْكُل أَخْشَن الطَّعَام فَبَعَثَ إِلَيْهِ بِأَلْفِ دِينَار وَقَالَ لِلرَّسُولِ اُنْظُرْ مَا يَصْنَع بِهَا إِذَا هُوَ أَخَذَهَا ؟ فَمَا لَبِثَ أَنْ لَبِسَ اللَّيِّن مِنْ الثِّيَاب وَأَكَلَ أَطْيَب الطَّعَام فَجَاءَهُ الرَّسُول فَأَخْبَرَهُ فَقَالَ رَحِمَهُ اللَّه تَعَالَى تَأَوَّلَ هَذِهِ الْآيَة\" لِيُنْفِق ذُو سَعَة مِنْ سَعَته وَمَنْ قُدِرَ عَلَيْهِ رِزْقه فَلْيُنْفِق مِمَّا آتَاهُ اللَّه \" وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ فِي مُعْجَمه الْكَبِير ثَنَا هَاشِم بْن يَزِيد الطَّبَرَانِيّ ثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عَيَّاش أَخْبَرَنِي أَبِي أَخْبَرَنِي ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد بْن أَبِي مَالِك الْأَشْعَرِيّ وَاسْمه الْحَارِث قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَة نَفَر كَانَ لِأَحَدِهِمْ عَشَرَةُ دَنَانِير فَتَصَدَّقَ مِنْهَا بِدِينَارٍ وَكَانَ لِآخَر عَشْر أَوَاقٍ فَتَصَدَّقَ مِنْهَا بِأُوقِيَّةٍ وَكَانَ لِآخَر مِائَة أُوقِيَّة فَتَصَدَّقَ مِنْهَا بِعَشْرِ أَوَاقٍ - فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُمْ فِي الْأَجْر سَوَاء كُلّ قَدْ تَصَدَّقَ بِعُشْرِ مَاله \" قَالَ اللَّه تَعَالَى \" لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه . وَقَوْله تَعَالَى \" سَيَجْعَلُ اللَّه بَعْد عُسْر يُسْرًا \" وَعْد مِنْهُ تَعَالَى وَوَعْده حَقّ لَا يُخْلِفُهُ وَهَذِهِ كَقَوْلِهِ تَعَالَى \" فَإِنَّ مَعَ الْعُسْر يُسْرًا إِنَّ مَعَ الْعُسْر يُسْرًا \" وَقَدْ رَوَى الْإِمَام أَحْمَد حَدِيثًا يَحْسُن أَنْ نَذْكُرهُ هَهُنَا فَقَالَ حَدَّثَنَا هَاشِم بْن الْقَاسِم ثَنَا عَبْد الْحَمِيد بْن بَهْرَام ثَنَا شَهْر بْن حَوْشَب قَالَ : قَالَ أَبُو هُرَيْرَة بَيْنَمَا رَجُل وَامْرَأَة لَهُ فِي السَّلَف الْخَالِي لَا يَقْدِرَانِ عَلَى شَيْء فَجَاءَ الرَّجُل مِنْ سَفَره فَدَخَلَ عَلَى اِمْرَأَته جَائِعًا قَدْ أَصَابَتْهُ مَسْغَبَة شَدِيدَة فَقَالَ لِامْرَأَتِهِ عِنْدك شَيْء ؟ قَالَتْ نَعَمْ أَبْشِرْ أَتَانَا رِزْق اللَّه فَاسْتَحَثَّهَا فَقَالَ وَيْحك اِبْتَغِي إِنْ كَانَ عِنْدك شَيْء قَالَتْ نَعَمْ هُنَيْهَةً تَرْجُو رَحْمَة اللَّه حَتَّى إِذَا طَالَ عَلَيْهِ الطَّوْل قَالَ وَيْحك قُومِي فَابْتَغِي إِنْ كَانَ عِنْدك شَيْء فَأْتِينِي بِهِ فَإِنِّي قَدْ بَلَغْت وَجَهِدْت فَقَالَتْ نَعَمْ الْآن نَفْتَح التَّنُّور فَلَا تَعْجَل فَلَمَّا أَنْ سَكَتَ عَنْهَا سَاعَة وَتَحَيَّنَتْ أَنْ يَقُول لَهَا قَالَتْ مِنْ عِنْد نَفْسِهَا لَوْ قُمْت فَنَظَرْت إِلَى تَنُّورِي فَقَامَتْ فَنَظَرَتْ إِلَى تَنُّورهَا مَلْآن مِنْ جُنُوب الْغَنَم وَرَحْيَيْهَا تَطْحَنَانِ فَقَامَتْ إِلَى الرَّحَى فَنَفَضَتْهَا وَاسْتَخْرَجَتْ مَا فِي تَنُّورهَا مِنْ جُنُوبِ الْغَنَم قَالَ أَبُو هُرَيْرَة فَوَاَلَّذِي نَفْس أَبِي الْقَاسِم بِيَدِهِ هُوَ قَوْل مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَوْ أَخَذَتْ مَا فِي رَحْيَيْهَا وَلَمْ تَنْفُضهَا لَطَحَنَتَا إِلَى يَوْم الْقِيَامَة \" وَقَالَ فِي مَوْضِع آخَر حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا أَبُو بَكْر عَنْ هِشَام عَنْ مُحَمَّد وَهُوَ اِبْن سِيرِينَ عَنْ أَبِي هُرَيْرَة قَالَ دَخَلَ رَجُل عَلَى أَهْله فَلَمَّا رَأَى مَا بِهِمْ مِنْ الْحَاجَة خَرَجَ إِلَى الْبَرِيَّة فَلَمَّا رَأَتْ اِمْرَأَته قَامَتْ إِلَى الرَّحَى فَوَضَعَتْهَا وَإِلَى التَّنُّور فَسَجَرَتْهُ ثُمَّ قَالَتْ اللَّهُمَّ اُرْزُقْنَا فَنَظَرَتْ فَإِذَا الْجَفْنَة قَدْ اِمْتَلَأَتْ قَالَ وَذَهَبَتْ إِلَى التَّنُّور فَوَجَدَتْهُ مُمْتَلِئًا قَالَ فَرَجَعَ الزَّوْج فَقَالَ أَصَبْتُمْ بَعْدِي شَيْئًا قَالَتْ اِمْرَأَته نَعَمْ مِنْ رَبّنَا فَأَمَّ إِلَى الرَّحَى فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا إِنَّهُ لَوْ لَمْ تَرْفَعْهَا لَمْ تَزَلْ تَدُور إِلَى يَوْم الْقِيَامَة \" .</p><BR> <br> ", "sura_id": 65, "type": 4, "id": 42317, "aya_id": 7}]