[{"text": "وَإِن مِّنكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَّقْضِيًّا", "sura_id": 19, "type": 0, "id": 2321, "aya_id": 71}, {"text": "وإن منكم إلا واردها كان على ربك حتما مقضيا", "sura_id": 19, "type": 1, "id": 8557, "aya_id": 71}, {"text": "71 - (وإن) أي ما (منكم) أحد (إلا واردها) أي داخل جهنم (كان على ربك حتما مقضيا) حتمه وقضى به لا يتركه \r\n", "sura_id": 19, "type": 2, "id": 27265, "aya_id": 71}, {"text": "وما منكم - أيها الناس - أحد إلا وارد النار بالمرور على الصراط المنصوب على متن جهنم, كل بحسب عمله, كان ذلك أمرًا محتومًا, قضى الله - سبحانه - وحكم أنه لا بد من وقوعه لا محالة.\r\n", "sura_id": 19, "type": 3, "id": 33501, "aya_id": 71}, {"text": " <font color=red>وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا خَالِد بْن سُلَيْمَان عَنْ كَثِير بْن زِيَاد الْبُرْسَانِيّ عَنْ أَبِي سُمَيَّة قَالَ اِخْتَلَفْنَا فِي الْوُرُود فَقَالَ بَعْضنَا لَا يَدْخُلهَا مُؤْمِن وَقَالَ بَعْضهمْ يَدْخُلُونَهَا جَمِيعًا ثُمَّ يُنَجِّي اللَّه الَّذِينَ اِتَّقَوْا فَلَقِيت جَابِر بْن عَبْد اللَّه فَقُلْت لَهُ إِنَّا اِخْتَلَفْنَا فِي الْوُرُود فَقَالَ يَرِدُونَهَا جَمِيعًا وَقَالَ سُلَيْمَان بْن مُرَّة يَدْخُلُونَهَا جَمِيعًا وَأَهْوَى بِأُصْبُعَيْهِ إِلَى أُذُنَيْهِ وَقَالَ صَمْتًا إِنْ لَمْ أَكُنْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَا يَبْقَى بَرّ وَلَا فَاجِر إِلَّا دَخَلَهَا فَتَكُون عَلَى الْمُؤْمِن بَرْدًا وَسَلَامًا كَمَا كَانَتْ عَلَى إِبْرَاهِيم حَتَّى إِنَّ لِلنَّارِ ضَجِيجًا مِنْ بَرْدهمْ ثُمَّ يُنَجِّي اللَّه الَّذِينَ اِتَّقَوْا وَيَذَر الظَّالِمِينَ فِيهَا جِثِيًّا \" غَرِيب وَلَمْ يُخَرِّجُوهُ وَقَالَ الْحَسَن بْن عَرَفَة حَدَّثَنَا مَرْوَان بْن مُعَاوِيَة عَنْ بَكَّار بْن أَبِي مَرْوَان عَنْ خَالِد بْن مَعْدَان قَالَ : قَالَ أَهْل الْجَنَّة بَعْدَمَا دَخَلُوا الْجَنَّة أَلَمْ يَعِدنَا رَبّنَا الْوُرُود عَلَى النَّار ؟ قَالَ قَدْ مَرَرْتُمْ عَلَيْهَا وَهِيَ خَامِدَة وَقَالَ عَبْد الرَّزَّاق عَنْ اِبْن عُيَيْنَة عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ قَيْس بْن أَبِي حَازِم قَالَ كَانَ عَبْد اللَّه بْن رَوَاحَة وَاضِعًا رَأْسه فِي حِجْر اِمْرَأَته فَبَكَى فَبَكَتْ اِمْرَأَته قَالَ مَا يُبْكِيك ؟ قَالَتْ رَأَيْتُك تَبْكِي فَبَكَيْت قَالَ إِنِّي ذَكَرْت قَوْل اللَّه عَزَّ وَجَلَّ \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" فَلَا أَدْرِي أَنْجُو مِنْهَا أَمْ لَا - وَفِي رِوَايَة - وَكَانَ مَرِيضًا وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن يَمَان عَنْ مَالِك بْن مِغْوَل عَنْ أَبِي إِسْحَاق كَانَ أَبُو مَيْسَرَة إِذَا أَوَى إِلَى فِرَاشه قَالَ يَا لَيْتَ أُمِّي لَمْ تَلِدنِي ثُمَّ يَبْكِي فَقِيلَ لَهُ مَا يُبْكِيك يَا أَبَا مَيْسَرَة ؟ فَقَالَ أُخْبِرْنَا أَنَّا وَارِدُوهَا وَلَمْ نُخْبَر أَنَّا صَادِرُونَ عَنْهَا وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ الْحَسَن الْبَصْرِيّ قَالَ : قَالَ رَجُل لِأَخِيهِ هَلْ أَتَاك أَنَّك وَارِد النَّار قَالَ نَعَمْ قَالَ فَهَلْ أَتَاك أَنَّك صَادِر عَنْهَا ؟ قَالَ لَا قَالَ فَفِيمَ الضَّحِك ؟ قَالَ فَمَا رُئِيَ ضَاحِكًا حَتَّى لَحِقَ بِاَللَّهِ وَقَالَ عَبْد الرَّزَّاق أَيْضًا أَخْبَرَنَا اِبْن عُيَيْنَة عَنْ عَمْرو أَخْبَرَنِي مَنْ سَمِعَ اِبْن عَبَّاس يُخَاصِم نَافِع بْن الْأَزْرَق فَقَالَ اِبْن عَبَّاس الْوُرُود الدُّخُول فَقَالَ نَافِع لَا فَقَرَأَ اِبْن عَبَّاس \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم أَنْتُمْ لَهَا وَارِدُونَ \" وَرَدُوا أَمْ لَا وَقَالَ \" يَقْدُم قَوْمه يَوْم الْقِيَامَة فَأَوْرَدَهُمْ النَّار \" أَوَرَدَهَا أَمْ لَا أَمَّا أَنَا وَأَنْتَ فَسَنَدْخُلُهَا فَانْظُرْ هَلْ نَخْرُج مِنْهَا أَوْ لَا وَمَا أَرَى اللَّه مُخْرِجك مِنْهَا بِتَكْذِيبِك فَضَحِكَ نَافِع . وَرَوَى اِبْن جُرَيْج عَنْ عَطَاء قَالَ قَالَ أَبُو رَاشِد الْحَرُورِيّ وَهُوَ نَافِع بْن الْأَزْرَق \" لَا يَسْمَعُونَ حَسِيسهَا \" فَقَالَ اِبْن عَبَّاس وَيْلك أَمَجْنُون أَنْتَ أَيْنَ قَوْله : \" يَقْدُم قَوْمه يَوْم الْقِيَامَة فَأَوْرَدَهُمْ النَّار \" \" وَنَسُوق الْمُجْرِمِينَ إِلَى جَهَنَّم وِرْدًا \" \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" وَاَللَّه إِنْ كَانَ دُعَاء مَنْ مَضَى : اللَّهُمَّ أَخْرِجْنِي مِنْ النَّار سَالِمًا وَأَدْخِلْنِي الْجَنَّة غَانِمًا وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن عُبَيْد الْمُحَارِبِيّ حَدَّثَنَا أَسْبَاط عَنْ عَبْد الْمَلِك عَنْ عُبَيْد اللَّه عَنْ مُجَاهِد قَالَ كُنْت عِنْد اِبْن عَبَّاس فَأَتَاهُ رَجُل يُقَال لَهُ أَبُو رَاشِد وَهُوَ نَافِع بْن الْأَزْرَق فَقَالَ لَهُ يَا اِبْن عَبَّاس أَرَأَيْت قَوْل اللَّه \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا كَانَ عَلَى رَبّك حَتْمًا مَقْضِيًّا \" قَالَ أَمَّا أَنَا وَأَنْتَ يَا أَبَا رَاشِد فَسَنَرِدُهَا فَانْظُرْ هَلْ نَصْدُر عَنْهَا أَمْ لَا . وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ قَالَ شُعْبَة أَخْبَرَنِي عَبْد اللَّه بْن السَّائِب عَمَّنْ سَمِعَ اِبْن عَبَّاس يَقْرَؤُهَا \" وَإِنْ مِنْهُمْ إِلَّا وَارِدهَا \" يَعْنِي الْكُفَّار وَهَكَذَا رَوَى عَمْرو بْن الْوَلِيد الْبُسْتِيّ أَنَّهُ سَمِعَ عِكْرِمَة يَقْرَؤُهَا كَذَلِكَ \" وَإِنْ مِنْهُمْ إِلَّا وَارِدهَا \" قَالَ وَهُمْ الظَّلَمَة كَذَلِكَ كُنَّا نَقْرَؤُهَا رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" يَعْنِي الْبَرّ وَالْفَاجِر أَلَا تَسْمَع إِلَى قَوْل اللَّه لِفِرْعَوْن \" يَقْدُم قَوْمه يَوْم الْقِيَامَة فَأَوْرَدَهُمْ النَّار \" الْآيَة \" وَنَسُوق الْمُجْرِمِينَ إِلَى جَهَنَّم وِرْدًا \" فَسَمَّى الْوُرُود عَلَى النَّار دُخُولًا وَلَيْسَ بِصَادِرٍ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن عَنْ إِسْرَائِيل عَنْ السُّدِّيّ عَنْ مُرَّة عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَرِد النَّاس كُلّهمْ ثُمَّ يَصْدُرُونَ عَنْهَا بِأَعْمَالِهِمْ \" وَرَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ عُبَيْد اللَّه عَنْ إِسْرَائِيل عَنْ السُّدِّيّ بِهِ وَرَوَاهُ مِنْ طَرِيق شُعْبَة عَنْ السُّدِّيّ عَنْ مُرَّة عَنْ اِبْن مَسْعُود مَرْفُوعًا هَكَذَا وَقَعَ هَذَا الْحَدِيث هَاهُنَا مَرْفُوعًا وَقَدْ رَوَاهُ أَسْبَاط عَنْ السُّدِّيّ عَنْ مُرَّة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : يَرِد النَّاس جَمِيعًا الصِّرَاط وَوُرُودهمْ قِيَامهمْ حَوْل النَّار ثُمَّ يَصْدُرُونَ عَنْ الصِّرَاط بِأَعْمَالِهِمْ فَمِنْهُمْ مَنْ يَمُرّ مِثْل الْبَرْق وَمِنْهُمْ مَنْ يَمُرّ مِثْل الرِّيح وَمِنْهُمْ مَنْ يَمُرّ مِثْل الطَّيْر وَمِنْهُمْ مَنْ يَمُرّ كَأَجْوَد الْخَيْل وَمِنْهُمْ مَنْ يَمُرّ كَأَجْوَد الْإِبِل وَمِنْهُمْ مَنْ يَمُرّ كَعَدْوِ الرَّجُل حَتَّى إِنَّ آخِرهمْ مَرًّا رَجُل نُوره عَلَى مَوْضِع إِبْهَامَيْ قَدَمَيْهِ يَمُرّ فَيَتَكَفَّأ بِهِ الصِّرَاط وَالصِّرَاط دَحْض مَزَلَّة عَلَيْهِ حَسَك كَحَسَكِ الْقَتَاد حَافَّتَاهُ مَلَائِكَة مَعَهُمْ كَلَالِيب مِنْ النَّار يَخْتَطِفُونَ بِهَا النَّاس وَذَكَرَ تَمَام الْحَدِيث رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ اِبْن جَرِير حَدَّثَنَا خَلَّاد بْن أَسْلَمَ حَدَّثَنَا النَّضْر حَدَّثَنَا إِسْرَائِيل أَخْبَرَنَا أَبُو إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه قَوْله \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" قَالَ الصِّرَاط عَلَى جَهَنَّم مِثْل حَدّ السَّيْف فَتَمُرّ الطَّبَقَة الْأُولَى كَالْبَرْقِ وَالثَّانِيَة كَالرِّيحِ وَالثَّالِثَة كَأَجْوَد الْخَيْل وَالرَّابِعَة كَأَجْوَد الْبَهَائِم ثُمَّ يَمُرُّونَ وَالْمَلَائِكَة يَقُولُونَ اللَّهُمَّ سَلِّمْ سَلِّمْ وَلِهَذَا شَوَاهِد فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ رِوَايَة أَنَس وَأَبِي سَعِيد وَأَبِي هُرَيْرَة وَجَابِر وَغَيْرهمْ مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ . وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ الْجَرِيرِيّ عَنْ أَبِي السُّلَيْك عَنْ غُنَيْم بْن قَيْس قَالَ ذَكَرُوا وُرُود النَّار فَقَالَ كَعْب : تُمْسِك النَّار النَّاس كَأَنَّهَا مَتْن إِهَالَة حَتَّى يَسْتَوِي عَلَيْهَا أَقْدَام الْخَلَائِق بَرّهمْ وَفَاجِرهمْ ثُمَّ يُنَادِيهَا مُنَادٍ أَنْ أَمْسِكِي أَصْحَابك وَدَعِي أَصْحَابِي قَالَ فَتَخْسِف بِكُلِّ وَلِيّ لَهَا هِيَ أَعْلَم بِهِمْ مِنْ الرَّجُل بِوَلَدِهِ وَيَخْرُج الْمُؤْمِنُونَ نَدِيَّة ثِيَابهمْ قَالَ كَعْب مَا بَيْن مَنْكِبَيْ الْخَازِن مِنْ خَزَنَتهَا مَسِيرَة سَنَة مَعَ كُلّ وَاحِد مِنْهُمْ عَمُود ذُو شُعْبَتَيْنِ يَدْفَع بِهِ الدَّفْع فَيَصْرَع بِهِ فِي النَّار سَبْعمِائَةِ أَلْف وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر عَنْ أُمّ مُبَشِّر عَنْ حَفْصَة قَالَتْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي لَأَرْجُو أَنْ لَا يَدْخُل النَّار إِنْ شَاءَ اللَّه أَحَد شَهِدَ بَدْرًا وَالْحُدَيْبِيَة \" قَالَتْ فَقُلْت أَلَيْسَ اللَّه يَقُول \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" قَالَتْ : فَسَمِعْته يَقُول \" ثُمَّ نُنَجِّي الَّذِينَ اِتَّقَوْا وَنَذَرَ الظَّالِمِينَ فِيهَا جِثِيًّا \" وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا اِبْن إِدْرِيس حَدَّثَنَا الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر عَنْ أُمّ مُبَشِّر اِمْرَأَة زَيْد بْن حَارِثَة قَالَتْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْت حَفْصَة فَقَالَ : \" لَا يَدْخُل النَّار أَحَد شَهِدَ بَدْرًا وَالْحُدَيْبِيَة \" قَالَتْ حَفْصَة أَلَيْسَ اللَّه يَقُول \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثُمَّ نُنَجِّي الَّذِينَ اِتَّقَوْا \" الْآيَة وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث الزُّهْرِيّ عَنْ سَعِيد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَمُوت لِأَحَدٍ مِنْ الْمُسْلِمِينَ ثَلَاثَة مِنْ الْوَلَد تَمَسّهُ النَّار إِلَّا تَحِلَّة الْقَسَم \" . وَقَالَ عَبْد الرَّزَّاق قَالَ مَعْمَر أَخْبَرَنِي الزُّهْرِيّ عَنْ اِبْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَنْ مَاتَ لَهُ ثَلَاثَة لَمْ تَمَسّهُ النَّار إِلَّا تَحِلَّة الْقَسَم \" يَعْنِي الْوُرُود وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا زَمْعَة عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَا يَمُوت لِمُسْلِمٍ ثَلَاثَة مِنْ الْوَلَد فَتَمَسّهُ النَّار إِلَّا تَحِلَّة الْقَسَم \" قَالَ الزُّهْرِيّ كَأَنَّهُ يُرِيد هَذِهِ الْآيَة \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا كَانَ عَلَى رَبّك حَتْمًا مَقْضِيًّا \" وَقَالَ اِبْن جَرِير حَدَّثَنِي عِمْرَان بْن بَكَّار الْكُلَاعِيّ حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا عَبْد الرَّحْمَن بْن يَزِيد بْن تَمِيم حَدَّثَنَا إِسْمَاعِيل بْن عُبَيْد اللَّه عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعُود رَجُلًا مِنْ أَصْحَابه وَعَكَ وَأَنَا مَعَهُ ثُمَّ قَالَ \" إِنَّ اللَّه تَعَالَى يَقُول هِيَ نَارِي أُسَلِّطهَا عَلَى عَبْدِي الْمُؤْمِن لِتَكُونَ حَظّه مِنْ النَّار فِي الْآخِرَة \" غَرِيب وَلَمْ يُخَرِّجُوهُ مِنْ هَذَا الْوَجْه وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو الْيَمَان عَنْ عُثْمَان بْن الْأَسْوَد عَنْ مُجَاهِد قَالَ الْحُمَّى حَظّ كُلّ مُؤْمِن مِنْ النَّار ثُمَّ قَرَأَ \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا زَبَّان بْن فَائِد عَنْ سَهْل بْن مُعَاذ بْن أَنَس الْجُهَنِيّ عَنْ أَبِيهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" مَنْ قَرَأَ قُلْ هُوَ اللَّه أَحَد حَتَّى يَخْتِمهَا عَشْر مَرَّات بَنَى اللَّه لَهُ قَصْرًا فِي الْجَنَّة \" فَقَالَ عُمَر إِذًا نَسْتَكْثِر يَا رَسُول اللَّه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّه أَكْثَر وَأَطْيَب \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَرَأَ أَلْف آيَة فِي سَبِيل اللَّه كُتِبَ يَوْم الْقِيَامَة مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا إِنْ شَاءَ اللَّه وَمَنْ حَرَسَ مِنْ وَرَاء الْمُسْلِمِينَ فِي سَبِيل اللَّه مُتَطَوِّعًا لَا بِأَجْرِ سُلْطَان لَمْ يَرَ النَّار بِعَيْنَيْهِ إِلَّا تَحِلَّة الْقَسَم \" قَالَ اللَّه تَعَالَى : \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" وَإِنَّ الذِّكْر فِي سَبِيل اللَّه يُضَاعَف فَوْق النَّفَقَة بِسَبْعِمِائَةِ ضِعْف وَفِي رِوَايَة بِسَبْعِمِائَةِ أَلْف ضِعْف وَرَوَى أَبُو دَاوُد عَنْ أَبِي الطَّاهِر عَنْ اِبْن وَهْب وَعَنْ يَحْيَى بْن أَيُّوب كِلَاهُمَا عَنْ زَبَّان عَنْ سَهْل عَنْ أَبِيهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الصَّلَاة عَلَيَّ وَالصِّيَام وَالذِّكْر يُضَاعَف عَلَى النَّفَقَة فِي سَبِيل اللَّه بِسَبْعِمِائَةِ ضِعْف \" وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة قَوْله \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" قَالَ هُوَ الْمَمَرّ عَلَيْهَا . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِي قَوْله \" وَإِنْ مِنْكُمْ إِلَّا وَارِدهَا \" قَالَ وُرُود الْمُسْلِمِينَ الْمُرُور عَلَى الْجِسْر بَيْن ظَهْرَانَيْهَا وَوُرُود الْمُشْرِكِينَ أَنْ يَدْخُلُوهَا وَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الزَّالُّونَ وَالزَّالَّات يَوْمئِذٍ كَثِير وَقَدْ أَحَاطَ بِالْجِسْرِ يَوْمئِذٍ سِمَاطَانِ مِنْ الْمَلَائِكَة دُعَاؤُهُمْ يَا اللَّه سَلِّمْ سَلِّمْ \" وَقَالَ السُّدِّيّ عَنْ مُرَّة عَنْ اِبْن مَسْعُود فِي قَوْله \" كَانَ عَلَى رَبّك حَتْمًا مَقْضِيًّا \" قَالَ قَسَمًا وَاجِبًا : وَقَالَ مُجَاهِد حَتْمًا قَالَ قَضَاء .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38467, "aya_id": 71}]