[{"text": "قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِن ذُكِّرْتُم بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ", "sura_id": 36, "type": 0, "id": 3724, "aya_id": 19}, {"text": "قالوا طائركم معكم أئن ذكرتم بل أنتم قوم مسرفون", "sura_id": 36, "type": 1, "id": 9960, "aya_id": 19}, {"text": "19 - (قالوا طائركم) شؤمكم (معكم) بكفركم (أئن) همزة استفهام دخلت على أن الشرطية وفي همزتها التحقيق والتسهيل وإدخال ألف بينها بوجهيها وبين الأخرى (ذكرتم) وعظتم وخوفتم وجواب الشرط محذوف أي تطيرتم وكفرتم وهو محل الاستفهام والمراد به التوبيخ (بل أنتم قوم مسرفون) متجاوزون الحدد بشرككم \r\n", "sura_id": 36, "type": 2, "id": 28668, "aya_id": 19}, {"text": "قال المرسلون: شؤمكم وأعمالكم من الشرك والشر معكم ومردودة عليكم, أإن وُعظتم بما فيه خيركم تشاءمتم وتوعدتمونا بالرجم والتعذيب؟ بل أنتم قوم عادتكم الإسراف في العصيان والتكذيب.\r\n", "sura_id": 36, "type": 3, "id": 34904, "aya_id": 19}, {"text": " <font color=red>قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ</font><BR><p>\" طَائِركُمْ مَعَكُمْ \" أَيْ مَرْدُود عَلَيْكُمْ كَقَوْلِهِ تَعَالَى فِي قَوْم فِرْعَوْن \" فَإِذَا جَاءَتْهُمْ الْحَسَنَة قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَة يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أَلَا إِنَّمَا طَائِرهمْ عِنْد اللَّه \" وَقَالَ قَوْم صَالِح \" اِطَّيَّرْنَا بِك وَبِمَنْ مَعَك قَالَ طَائِركُمْ عِنْد اللَّه \" وَقَالَ قَتَادَة وَوَهْب بْن مُنَبِّه أَيْ أَعْمَالكُمْ مَعَكُمْ . وَقَالَ عَزَّ وَجَلَّ\" وَإِنْ تُصِبْهُمْ حَسَنَة يَقُولُوا هَذِهِ مِنْ عِنْد اللَّه وَإِنْ تُصِبْهُمْ سَيِّئَة يَقُولُوا هَذِهِ مِنْ عِنْدك قُلْ كُلّ مِنْ عِنْد اللَّه فَمَا لِهَؤُلَاءِ الْقَوْم لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا \" وَقَوْله تَعَالَى : \" أَئِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْم مُسْرِفُونَ \" أَيْ مِنْ أَجْل أَنَّا ذَكَّرْنَاكُمْ وَأَمَرْنَاكُمْ بِتَوْحِيدِ اللَّه وَإِخْلَاص الْعِبَادَة لَهُ قَابَلْتُمُونَا بِهَذَا الْكَلَام وَتَوَعَّدْتُمُونَا وَتَهَدَّدْتُمُونَا بَلْ أَنْتُمْ قَوْم مُسْرِفُونَ . وَقَالَ قَتَادَة أَيْ إِنْ ذَكَّرْنَاكُمْ بِاَللَّهِ تَطَيَّرْتُمْ مِنَّا بَلْ أَنْتُمْ قَوْم مُسْرِفُونَ .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40349, "aya_id": 19}]