[{"text": "وَلاَ تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ إِنَّ اللّهَ لاَ يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا", "sura_id": 4, "type": 0, "id": 600, "aya_id": 107}, {"text": "ولا تجادل عن الذين يختانون أنفسهم إن الله لا يحب من كان خوانا أثيما", "sura_id": 4, "type": 1, "id": 6836, "aya_id": 107}, {"text": "107 - (ولا تجادل عن الذين يختانون أنفسهم) يخونونها بالمعاصي لأن وبال خيانتهم عليهم (إن الله لا يحب من كان خوانا) كثير الخيانة (أثيما) أي يعاقبه \r\n", "sura_id": 4, "type": 2, "id": 25544, "aya_id": 107}, {"text": "ولا تدافع عن الذين يخونون أنفسهم بمعصية الله. إن الله -سبحانه- لا يحب مَن عَظُمَتْ خيانته, وكثر ذنبه.\r\n", "sura_id": 4, "type": 3, "id": 31780, "aya_id": 107}, {"text": " <font color=red>وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا</font><BR><p>وَلَا تُجَادِل عَنْ الَّذِينَ يَخْتَانُونَ أَنْفُسهمْ - إِلَى قَوْله - رَحِيمًا أَيْ لَوْ اِسْتَغْفَرُوا اللَّه لَغَفَرَ لَهُمْ وَمَنْ يَكْسِب إِثْمًا فَإِنَّمَا يَكْسِبهُ عَلَى نَفْسه - إِلَى قَوْله - إِثْمًا مُبِينًا قَوْله لِلَبِيد وَلَوْلَا فَضْل اللَّه عَلَيْك وَرَحْمَته - إِلَى قَوْله - فَسَوْفَ نُؤْتِيه أَجْرًا عَظِيمًا فَلَمَّا نَزَلَ الْقُرْآن أُتِيَ رَسُول اللَّه صَلَّى اللَّه اللَّه تَعَالَى عَلَيْهِ وَعَلَى آله وَسَلَّمَ بِالسِّلَاحِ فَرَدَّهُ إِلَى رِفَاعَة فَقَالَ قَتَادَة : لَمَّا أَتَيْت عَمِّي بِالسِّلَاحِ وَكَانَ شَيْخًا قَدْ عَمِيَ أَوْ عَشِيَ الشَّكّ مِنْ أَبِي عِيسَى فِي الْجَاهِلِيَّة وَكُنْت أَرَى إِسْلَامه مَدْخُولًا فَلَمَّا أَتَيْته بِالسِّلَاحِ قَالَ : يَا اِبْن أَخِي هِيَ فِي سَبِيل اللَّه فَعَرَفْت أَنَّ إِسْلَامه كَانَ صَحِيحًا فَلَمَّا نَزَلَ الْقُرْآن لَحِقَ بَشِير بِالْمُشْرِكِينَ فَنَزَلَ عَلَى سُلَافَة بِنْت سَعْد بْن سُمَيَّة فَأَنْزَلَ اللَّه تَعَالَى وَمَنْ يُشَاقِقْ الرَّسُول مِنْ بَعْد مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِع غَيْر سَبِيل الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّم وَسَاءَتْ مَصِيرًا إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء وَمَنْ يُشْرِك بِاَللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا فَلَمَّا نَزَلَ عَلَى سُلَافَة بِنْت سَعْد هَجَاهَا حَسَّان بْن ثَابِت بِأَبْيَاتٍ مِنْ شِعْر فَأَخَذَتْ رَحْله فَوَضَعَتْهُ عَلَى رَأْسهَا ثُمَّ خَرَجَتْ بِهِ فَرَمَتْهُ فِي الْأَبْطُح ثُمَّ قَالَتْ : أَهْدَيْت لِي شِعْر حَسَّان مَا كُنْت تَأْتِينِي بِخَيْرٍ . لَفْظ التِّرْمِذِيّ هَذَا حَدِيث غَرِيب لَا نَعْلَم أَحَدًا أَسْنَدَهُ غَيْر مُحَمَّد بْن سَلَمَة الْحَرَّانِيّ وَرَوَاهُ يُونُس بْن بُكَيْر وَغَيْر وَاحِد عَنْ مُحَمَّد بْن إِسْحَاق عَنْ عَاصِم بْن عُمَر بْن قَتَادَة مُرْسَلًا لَمْ يَذْكُرُوا فِيهِ عَنْ أَبِيهِ عَنْ جَدّه وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ هَاشِم بْن الْقَاسِم الْحَرَّانِيّ عَنْ مُحَمَّد بْن سَلَمَة بِهِ بِبَعْضِهِ وَرَوَاهُ اِبْن الْمُنْذِر فِي تَفْسِيره حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل يَعْنِي الصَّائِغ حَدَّثَنَا أَحْمَد بْن أَبِي شُعَيْب الْحَرَّانِيّ حَدَّثَنَا مُحَمَّد بْن سَلَمَة فَذَكَرَهُ بِطُولِهِ وَرَوَاهُ أَبُو الشَّيْخ الْأَصْبَهَانِيّ فِي تَفْسِيره عَنْ مُحَمَّد بْن عَيَّاش بْن أَيُّوب وَالْحَسَن بْن يَعْقُوب كِلَاهُمَا عَنْ الْحَسَن بْن أَحْمَد بْن أَبِي شُعَيْب الْحَرَّانِيّ عَنْ مُحَمَّد بْن سَلَمَة بِهِ ثُمَّ قَالَ فِي آخِره قَالَ مُحَمَّد بْن سَلَمَة سَمِعَ مِنِّي هَذَا الْحَدِيث يَحْيَى بْن مَعِين وَأَحْمَد بْن حَنْبَل وَإِسْحَاق بْن إِسْرَائِيل وَقَدْ رَوَى هَذَا الْحَدِيث الْحَاكِم أَبُو عَبْد اللَّه النَّيْسَابُورِيّ فِي كِتَابه الْمُسْتَدْرَك عَنْ اِبْن الْعَبَّاس الْأَصَمّ عَنْ أَحْمَد بْن عَبْد الْجَبَّار الْعُطَارِدِيّ عَنْ يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَاق بِمَعْنَاهُ أَتَمّ مِنْهُ وَفِيهِ الشِّعْر ثُمَّ قَالَ : وَهَذَا حَدِيث صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40776, "aya_id": 107}]