[{"text": "إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ وَاللَّهُ خَيْرٌ وَأَبْقَى", "sura_id": 20, "type": 0, "id": 2421, "aya_id": 73}, {"text": "إنا آمنا بربنا ليغفر لنا خطايانا و ما أكرهتنا عليه من السحر و الله خير و أبقى", "sura_id": 20, "type": 1, "id": 8657, "aya_id": 73}, {"text": "73 - (إنا آمنا بربنا ليغفر لنا خطايانا) من الإشراك وغيره (وما أكرهتنا عليه من السحر) تعلما وعملا لمعارضة موسى (والله خير) منك ثوابا إذا اطيع (وأبقى) منك عذابا إذا عصي \r\n", "sura_id": 20, "type": 2, "id": 27365, "aya_id": 73}, {"text": "إنَّا آمنا بربنا وصدَّقْنا رسوله وعملنا بما جاء به; ليعفو ربُّنا عن ذنوبنا, وما أكرهتنا عليه مِن عمل السحر في معارضة موسى. والله خير لنا منك - يا فرعون - جزاء لمن أطاعه, وأبقى عذابًا لمن عصاه وخالف أمره.\r\n", "sura_id": 20, "type": 3, "id": 33601, "aya_id": 73}, {"text": " <font color=red>إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ وَاللَّهُ خَيْرٌ وَأَبْقَى</font><BR><p>\" إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِر لَنَا خَطَايَانَا \" أَيْ مَا كَانَ مِنَّا مِنْ الْآثَام خُصُوصًا مَا أَكْرَهْتنَا عَلَيْهِ مِنْ السِّحْر لِتُعَارِض بِهِ آيَة اللَّه تَعَالَى وَمُعْجِزَة نَبِيّه. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ أَبِي سَعِيد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى وَمَا أَكْرَهْتنَا عَلَيْهِ مِنْ السِّحْر قَالَ أَخَذَ فِرْعَوْن أَرْبَعِينَ غُلَامًا مِنْ بَنِي إِسْرَائِيل فَأَمَرَ أَنْ يُعَلَّمُوا السِّحْر بالفرماء وَقَالَ عَلِّمُوهُمْ تَعْلِيمًا لَا يَعْلَمهُ أَحَد فِي الْأَرْض قَالَ اِبْن عَبَّاس فَهُمْ مِنْ الَّذِينَ آمَنُوا بِمُوسَى وَهُمْ مِنْ الَّذِينَ قَالُوا آمَنَّا بِرَبِّنَا لِيَغْفِر لَنَا خَطَايَانَا وَمَا أَكْرَهْتنَا عَلَيْهِ مِنْ السِّحْر وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقَوْله \" وَاَللَّه خَيْر وَأَبْقَى \" أَيْ خَيْر لَنَا مِنْك وَأَبْقَى أَيْ أَدْوَم ثَوَابًا مِمَّا كُنْت وَعَدْتنَا وَمَنَّيْتنَا وَهُوَ رِوَايَة عَنْ اِبْن إِسْحَاق رَحِمَهُ اللَّه وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَاَللَّه خَيْر أَيْ لَنَا مِنْك إِنْ أُطِيعَ وَأَبْقَى أَيْ مِنْك عَذَابًا إِنْ عُصِيَ وَرُوِيَ نَحْوه عَنْ اِبْن إِسْحَاق أَيْضًا وَالظَّاهِر أَنَّ فِرْعَوْن لَعَنَهُ اللَّه صَمَّمَ عَلَى ذَلِكَ وَفَعَلَهُ بِهِمْ رَحْمَة لَهُمْ مِنْ اللَّه وَلِهَذَا قَالَ اِبْن عَبَّاس وَغَيْره مِنْ السَّلَف أَصْبَحُوا سَحَرَة وَأَمْسَوْا شُهَدَاء .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38888, "aya_id": 73}]