[{"text": "فَدَلاَّهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَاتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشَّجَرَةِ وَأَقُل لَّكُمَا إِنَّ الشَّيْطَآنَ لَكُمَا عَدُوٌّ مُّبِينٌ", "sura_id": 7, "type": 0, "id": 976, "aya_id": 22}, {"text": "فدلاهما بغرور فلما ذاقا الشجرة بدت لهما سوآتهما وطفقا يخصفان عليهما من ورق الجنة وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين", "sura_id": 7, "type": 1, "id": 7212, "aya_id": 22}, {"text": "22 - (فدلاهما) حطَّهما عن منزلتهما (بغرور) منه (فلما ذاقا الشجرة) أي أكلا منها (بدت لهما سوآتهما) أي ظهر لكل منهما قبله وقبل الآخر ودبره وسمي كل منها سوأة لأن انكشافه يسوء صاحبه (وطفقا يخصفان) أخذا يلزقان (عليهما من ورق الجنة) ليستترا به (وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين) بين العداوة ، والاستفهام للتقرير \r\n", "sura_id": 7, "type": 2, "id": 25920, "aya_id": 22}, {"text": "فجرَّأهما وغرَّهما, فأكلا من الشجرة التي نهاهما الله عن الاقتراب منها, فلما أكلا منها انكشفت لهما عوراتهما, وزال ما سترهما الله به قبل المخالفة, فأخذا يلزقان بعض ورق الجنة على عوراتهما, وناداهما ربهما جل وعلا ألم أنهكما عن الأكل من تلك الشجرة, وأقل لكما: إن الشيطان لكما عدو ظاهر العداوة؟ وفي هذه الآية دليل على أن كشف العورة من عظائم الأمور, وأنه كان ولم يزل مستهجَنًا في الطباع, مستقبَحًا في العقول.\r\n", "sura_id": 7, "type": 3, "id": 32156, "aya_id": 22}, {"text": " <font color=red>فَدَلَّاهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ</font><BR><p>قَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ الْحَسَن عَنْ أُبَيّ بْن كَعْب رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ آدَم رَجُلًا طِوَالًا كَأَنَّهُ نَخْلَة سَحُوق كَثِير شَعْر الرَّأْس فَلَمَّا وَقَعَ فِيمَا وَقَعَ فِيهِ مِنْ الْخَطِيئَة بَدَتْ لَهُ عَوْرَته عِنْد ذَلِكَ وَكَانَ لَا يَرَاهَا فَانْطَلَقَ هَارِبًا فِي الْجَنَّة فَتَعَلَّقَتْ بِرَأْسِهِ شَجَرَة مِنْ شَجَر الْجَنَّة فَقَالَ لَهَا أَرْسِلِينِي فَقَالَتْ : إِنِّي غَيْر مُرْسِلَتك فَنَادَاهُ رَبّه عَزَّ وَجَلَّ يَا آدَم أَمِنِّي تَفِرّ قَالَ يَا رَبّ إِنِّي اِسْتَحَيْتُك . وَقَدْ رَوَاهُ اِبْن جَرِير وَابْن مَرْدَوَيْهِ مِنْ طُرُق عَنْ الْحَسَن عَنْ أُبَيّ بْن كَعْب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرْفُوعًا وَالْمَوْقُوف أَصَحّ إِسْنَادًا وَقَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا سُفْيَان بْن عُيَيْنَة وَابْن الْمُبَارَك أَنْبَأَنَا الْحَسَن بْن عُمَارَة عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ كَانَتْ الشَّجَرَة الَّتِي نَهَى اللَّه عَنْهَا آدَم وَزَوْجَته السُّنْبُلَة فَلَمَّا أَكَلَا مِنْهَا بَدَتْ لَهُمَا سَوْآتهمَا وَكَانَ الَّذِي وَارَى عَنْهُمَا مِنْ سَوْآتهمَا أَظْفَارهمَا\" وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَق الْجَنَّة \" وَرَق التِّين يُلْزِقَانِ بَعْضه إِلَى بَعْض فَانْطَلَقَ آدَم عَلَيْهِ السَّلَام مُوَلِّيًا فِي الْجَنَّة فَعَلِقَتْ بِرَأْسِهِ شَجَرَة مِنْ الْجَنَّة فَنَادَاهُ اللَّه يَا آدَم أَمِنِّي تَفِرّ ؟ قَالَ لَا وَلَكِنِّي اِسْتَحَيْتُك يَا رَبّ قَالَ : أَمَا كَانَ لَك فِيمَا مَنَحْتُك مِنْ الْجَنَّة وَأَبَحْتُك مِنْهَا مَنْدُوحَة عَمَّا حَرَّمْت عَلَيْك قَالَ : بَلَى رَبّ وَلَكِنْ وَعِزَّتك مَا حَسِبْت أَنَّ أَحَدًا يَحْلِف بِك كَاذِبًا قَالَ وَهُوَ قَوْل اللَّه عَزَّ وَجَلَّ \" وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنْ النَّاصِحِينَ \" . قَالَ فَبِعِزَّتِي لَأُهْبِطَنَّك إِلَى الْأَرْض ثُمَّ لَا تَنَال الْعَيْش إِلَّا كَدًّا قَالَ فَأُهْبِطَ مِنْ الْجَنَّة وَكَانَا يَأْكُلَانِ مِنْهَا رَغَدًا فَأُهْبِطَ إِلَى غَيْر رَغَد مِنْ طَعَام وَشَرَاب فَعُلِّمَ صَنْعَة الْحَدِيد وَأُمِرَ بِالْحَرْثِ فَحَرَثَ وَزَرَعَ ثُمَّ سَقَى حَتَّى إِذَا بَلَغَ حَصَدَ ثُمَّ دَاسَهُ ثُمَّ ذَرَاهُ ثُمَّ طَحَنَهُ ثُمَّ عَجَنَهُ ثُمَّ خَبَزَهُ ثُمَّ أَكَلَهُ فَلَمْ يَبْلُغهُ حَتَّى بَلَغَ مِنْهُ مَا شَاءَ اللَّه أَنْ يَبْلُغ . وَقَالَ الثَّوْرِيّ عَنْ اِبْن أَبِي لَيْلَى عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَق الْجَنَّة \" قَالَ وَرَق التِّين صَحِيح إِلَيْهِ وَقَالَ مُجَاهِد جَعَلَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَق الْجَنَّة قَالَ كَهَيْئَةِ الثَّوْب وَقَالَ وَهْب بْن مُنَبِّه فِي قَوْله \" يَنْزِع عَنْهُمَا لِبَاسهمَا \" قَالَ كَانَ لِبَاس آدَم وَحَوَّاء نُورًا عَلَى فُرُوجهمَا لَا يَرَى هَذَا عَوْرَة هَذِهِ وَلَا هَذِهِ عَوْرَة هَذَا فَلَمَّا أَكَلَا مِنْ الشَّجَرَة بَدَتْ لَهُمَا سَوْآتهمَا . رَوَاهُ اِبْن جَرِير بِسَنَدٍ صَحِيح إِلَيْهِ وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة قَالَ : قَالَ آدَم أَيْ رَبّ أَرَأَيْت إِنْ تُبْت وَاسْتَغْفَرْت قَالَ : إِذًا أُدْخِلك الْجَنَّة وَأَمَّا إِبْلِيس فَلَمْ يَسْأَلهُ التَّوْبَة وَسَأَلَهُ النَّظِرَة فَأُعْطِيَ كُلّ وَاحِد مِنْهُمَا الَّذِي سَأَلَهُ وَقَالَ اِبْن جَرِير حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا عَبَّاد بْن الْعَوَّام عَنْ سُفْيَان بْن حُسَيْن عَنْ يَعْلَى بْن مُسْلِم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ لَمَّا أَكَلَ آدَم مِنْ الشَّجَرَة قِيلَ لَهُ لِمَ أَكَلْت مِنْ الشَّجَرَة الَّتِي نَهَيْتُك عَنْهَا ؟ قَالَ : حَوَّاء أَمَرَتْنِي قَالَ : فَإِنِّي قَدْ أَعْقَبْتهَا أَنْ لَا تَحْمِل إِلَّا كُرْهًا وَلَا تَضَع إِلَّا كُرْهًا قَالَ فَرَنَّتْ عِنْد ذَلِكَ حَوَّاء فَقِيلَ لَهَا الرَّنَّة عَلَيْك وَعَلَى وَلَدك .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42587, "aya_id": 22}]