[{"text": "مَا كَذَبَ الْفُؤَادُ مَا رَأَى", "sura_id": 53, "type": 0, "id": 4795, "aya_id": 11}, {"text": "ما كذب الفؤاد ما رأى", "sura_id": 53, "type": 1, "id": 11031, "aya_id": 11}, {"text": "11 - (ما كذب) بالتخفيف والتشديد أنكر (الفؤاد) فؤاد النبي (ما رأى) ببصره من صور جبريل \r\n", "sura_id": 53, "type": 2, "id": 29739, "aya_id": 11}, {"text": "ما كذب قلب محمد صلى الله عليه وسلم ما رآه بصره.\r\n", "sura_id": 53, "type": 3, "id": 35975, "aya_id": 11}, {"text": " <font color=red>مَا كَذَبَ الْفُؤَادُ مَا رَأَى</font><BR><p>قَالَ مُسْلِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع حَدَّثَنَا الْأَعْمَش عَنْ زِيَاد بْن حُصَيْن عَنْ أَبِي الْعَالِيَة عَنْ اِبْن عَبَّاس \" مَا كَذَبَ الْفُؤَاد مَا رَأَى \" \" وَلَقَدْ رَآهُ نَزْلَة أُخْرَى \" قَالَ رَآهُ بِفُؤَادِهِ مَرَّتَيْنِ وَكَذَا رَوَاهُ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مِثْله وَكَذَا قَالَ أَبُو صَالِح وَالسُّدِّيّ وَغَيْرهمَا إِنَّهُ رَآهُ بِفُؤَادِهِ مَرَّتَيْنِ وَقَدْ خَالَفَهُ اِبْن مَسْعُود وَغَيْره وَفِي رِوَايَة عَنْهُ أَنَّهُ أَطْلَقَ الرُّؤْيَة وَهِيَ مَحْمُولَة عَلَى الْمُقَيَّدَة بِالْفُؤَادِ وَمَنْ رُوِيَ عَنْهُ بِالْبَصَرِ فَقَدْ أَغْرَبَ فَإِنَّهُ لَا يَصِحّ فِي ذَلِكَ شَيْء عَنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ . وَقَوْل الْبَغَوِيّ فِي تَفْسِيره وَذَهَبَ جَمَاعَة إِلَى أَنَّهُ رَآهُ بِعَيْنِهِ وَهُوَ قَوْل أَنَس وَالْحَسَن وَعِكْرِمَة فِيهِ نَظَر وَاَللَّه أَعْلَم . وَقَالَ التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن عَمْرو بْن الْمِنْهَال بْن صَفْوَان حَدَّثَنَا يَحْيَى بْن كَثِير الْعَنْبَرِيّ عَنْ سَلَمَة بْن جَعْفَر عَنْ الْحَكَم بْن أَبَانَ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ رَأَى مُحَمَّد رَبّه . قُلْت أَلَيْسَ اللَّه يَقُول \" لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ \" قَالَ وَيْحَك ذَاكَ إِذَا تَجَلَّى بِنُورِهِ الَّذِي هُوَ نُوره وَقَدْ رَأَى رَبّه مَرَّتَيْنِ ثُمَّ قَالَ حَسَنٌ غَرِيبٌ . وَقَالَ أَيْضًا حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ مُجَالِد عَنْ الشَّعْبِيّ قَالَ : لَقِيَ اِبْن عَبَّاس كَعْبًا بِعَرَفَة فَسَأَلَهُ عَنْ شَيْء فَكَبَّرَ حَتَّى جَاوَبَتْهُ الْجِبَال فَقَالَ اِبْن عَبَّاس إِنَّا بَنُو هَاشِم فَقَالَ كَعْب إِنَّ اللَّه قَسَمَ رُؤْيَتَهُ وَكَلَامَهُ بَيْنَ مُحَمَّد وَمُوسَى فَكَلَّمَ مُوسَى مَرَّتَيْنِ وَرَآهُ مُحَمَّد مَرَّتَيْنِ وَقَالَ مَسْرُوق دَخَلْت عَلَى عَائِشَة فَقُلْت هَلْ رَأَى مُحَمَّد رَبّه فَقَالَتْ لَقَدْ تَكَلَّمْت بِشَيْءٍ قَفَّ لَهُ شَعْرِي فَقُلْت رُوَيْدًا ثُمَّ قَرَأْت \" لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى \" فَقَالَتْ أَيْنَ يَذْهَب بِك إِنَّمَا هُوَ جِبْرِيل مَنْ أَخْبَرَك أَنَّ مُحَمَّدًا رَأَى رَبّه أَوْ كَتَمَ شَيْئًا مِمَّا أُمِرَ بِهِ أَوْ يَعْلَم الْخَمْس الَّتِي قَالَ اللَّه تَعَالَى \" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث \" فَقَدْ أَعْظَمَ عَلَى اللَّه الْفِرْيَة وَلَكِنَّهُ رَأَى جِبْرِيل لَمْ يَرَهُ فِي صُورَته إِلَّا مَرَّتَيْنِ مَرَّة عِنْد سِدْرَة الْمُنْتَهَى وَمَرَّة فِي أَجْيَاد وَلَهُ سِتّمِائَةِ جَنَاح قَدْ سَدَّ الْأُفُق . وَقَالَ النَّسَائِيّ حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنِي أَبِي عَنْ قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ أَتَعْجَبُونَ أَنْ تَكُون الْخُلَّة لِإِبْرَاهِيم وَالْكَلَام لِمُوسَى وَالرُّؤْيَة لِمُحَمَّدٍ عَلَيْهِمْ السَّلَام وَفِي صَحِيح مُسْلِم عَنْ أَبِي ذَرّ قَالَ سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ رَأَيْت رَبّك ؟ فَقَالَ \" نُور أَنَّى أَرَاهُ \" وَفِي رِوَايَة \" رَأَيْت نُورًا\" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو خَالِد عَنْ مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن كَعْب قَالَ : قَالُوا يَا رَسُول اللَّه رَأَيْت رَبّك ؟ قَالَ \" رَأَيْته بِفُؤَادِي مَرَّتَيْنِ \" ثُمَّ قَرَأَ \" مَا كَذَبَ الْفُؤَاد مَا رَأَى \" وَرَوَاهُ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ مِهْرَان عَنْ مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن كَعْب عَنْ بَعْض أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : قُلْنَا يَا رَسُول اللَّه هَلْ رَأَيْت رَبّك ؟ قَالَ \" لَمْ أَرَهُ بِعَيْنِي وَرَأَيْته بِفُؤَادِي مَرَّتَيْنِ\" ثُمَّ تَلَا \" ثُمَّ دَنَا فَتَدَلَّى \" ثُمَّ قَالَ اِبْن أَبِي حَاتِم وَحَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْأَنْصَارِيّ أَخْبَرَنِي عَبَّاد بْن مَنْصُور قَالَ سَأَلْت عِكْرِمَة عَنْ قَوْله \" مَا كَذَبَ الْفُؤَاد مَا رَأَى \" فَقَالَ عِكْرِمَة تُرِيد أَنْ أُخْبِرك أَنَّهُ قَدْ رَآهُ ؟ قُلْت نَعَمْ قَالَ قَدْ رَآهُ ثُمَّ قَدْ رَآهُ قَالَ فَسَأَلْت عَنْهُ الْحَسَن فَقَالَ قَدْ رَأَى جَلَالَهُ وَعَظَمَتَهُ وَرِدَاءَهُ . وَحَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن مُجَاهِد حَدَّثَنَا أَبُو عَامِر الْعَقَدِيّ أَخْبَرَنَا أَبُو خَلْدَة عَنْ أَبِي الْعَالِيَة قَالَ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ رَأَيْت رَبّك ؟ قَالَ\" رَأَيْت نَهَرًا وَرَأَيْت وَرَاء النَّهَر حِجَابًا وَرَأَيْت وَرَاء الْحِجَاب نُورًا لَمْ أَرَ غَيْره \" وَذَلِكَ غَرِيب جِدًّا . فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد بْن عَامِر حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ قَتَادَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَأَيْت رَبِّي عَزَّ وَجَلَّ \" فَإِنَّهُ حَدِيث إِسْنَاده عَلَى شَرْط الصَّحِيح لَكِنَّهُ مُخْتَصَر مِنْ حَدِيث الْمَنَام كَمَا رَوَاهُ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ أَيُّوب عَنْ أَبِي قِلَابَةَ عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَتَانِي رَبِّي اللَّيْلَة فِي أَحْسَن صُورَة - أَحْسَبُهُ يَعْنِي فِي النَّوْم - فَقَالَ يَا مُحَمَّد أَتَدْرِي فِيمَ يَخْتَصِمُ الْمَلَأُ الْأَعْلَى ؟ قَالَ : قُلْت لَا فَوَضَعَ يَدَهُ بَيْنَ كَتِفَيَّ حَتَّى وَجَدْت بَرْدَهَا بَيْن ثَدْيَيَّ - أَوْ قَالَ نَحْرِي - فَعَلِمْت مَا فِي السَّمَوَات وَمَا فِي الْأَرْض ثُمَّ قَالَ يَا مُحَمَّد هَلْ تَدْرِي فِيمَ يَخْتَصِم الْمَلَأ الْأَعْلَى ؟ قَالَ : قُلْت نَعَمْ يَخْتَصِمُونَ فِي الْكَفَّارَات وَالدَّرَجَات قَالَ وَمَا الْكَفَّارَات ؟ قَالَ : قُلْت الْمُكْث فِي الْمَسَاجِد بَعْد الصَّلَوَات وَالْمَشْي عَلَى الْأَقْدَام إِلَى الْجَمَاعَات وَإِبْلَاغ الْوُضُوء فِي الْمَكَارِه مَنْ فَعَلَ ذَلِكَ عَاشَ بِخَيْرٍ وَمَاتَ بِخَيْرٍ وَكَانَ مِنْ خَطِيئَته كَيَوْمَ وَلَدَتْهُ أُمُّهُ وَقُلْ يَا مُحَمَّد إِذَا صَلَّيْت اللَّهُمَّ إِنِّي أَسْأَلُك فِعْل الْخَيْرَات وَتَرْك الْمُنْكَرَات وَحُبّ الْمَسَاكِين وَإِذَا أَرَدْت بِعِبَادِك فِتْنَة أَنْ تَقْبِضَنِي إِلَيْك غَيْر مَفْتُون . قَالَ وَالدَّرَجَات بَذْل الطَّعَام وَإِفْشَاء السَّلَام وَالصَّلَاة بِاللَّيْلِ وَالنَّاس نِيَام \" وَقَدْ تَقَدَّمَ فِي آخِر سُورَة ص عَنْ مُعَاذ نَحْوه . وَقَدْ رَوَاهُ اِبْن جَرِير مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس وَفِيهِ سِيَاق آخَر وَزِيَادَة غَرِيبَة فَقَالَ حَدَّثَنِي أَحْمَد بْن عِيسَى التَّمِيمِيّ حَدَّثَنَا سُلَيْمَان بْن عُمَر بْن سَيَّار حَدَّثَنِي أَبِي عَنْ سَعِيد بْن زَرْبِيٍّ عَنْ عُمَر بْن سُلَيْمَان عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَأَيْت رَبِّي فِي أَحْسَن صُورَة فَقَالَ لِي يَا مُحَمَّد هَلْ تَدْرِي فِيمَ يَخْتَصِم الْمَلَأ الْأَعْلَى ؟ فَقُلْت لَا يَا رَبّ فَوَضَعَ يَده بَيْن كَتِفَيَّ فَوَجَدْت بَرْدَهَا بَيْن ثَدْيَيَّ فَعَلِمْت مَا فِي السَّمَوَات وَالْأَرْض فَقُلْت يَا رَبّ فِي الدَّرَجَات وَالْكَفَّارَات وَنَقْل الْأَقْدَام إِلَى الْجَمَاعَات وَانْتِظَار الصَّلَاة بَعْد الصَّلَاة فَقُلْت يَا رَبّ إِنَّك اِتَّخَذْت إِبْرَاهِيم خَلِيلًا وَكَلَّمْت مُوسَى تَكْلِيمًا وَفَعَلْت وَفَعَلْت فَقَالَ أَلَمْ أَشْرَح لَك صَدْرك ؟ أَلَمْ أَضَع عَنْك وِزْرك ؟ أَلَمْ أَفْعَلْ بِك أَلَمْ أَفْعَلْ بِك ؟ قَالَ فَأَفْضَى إِلَيَّ بِأَشْيَاءَ لَمْ يُؤْذَن لِي أَنْ أُحَدِّثَكُمُوهَا قَالَ فَذَاكَ قَوْله فِي كِتَابه \" ثُمَّ دَنَا فَتَدَلَّى فَكَانَ قَاب قَوْسَيْنِ أَوْ أَدْنَى فَأَوْحَى إِلَى عَبْده مَا أَوْحَى مَا كَذَبَ الْفُؤَاد مَا رَأَى \" فَجَعَلَ نُور بَصَرِي فِي فُؤَادِي فَنَظَرْت إِلَيْهِ بِفُؤَادِي \" إِسْنَادُهُ ضَعِيفٌ .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41713, "aya_id": 11}]