[{"text": "فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللّهَ يَتُوبُ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 5, "type": 0, "id": 708, "aya_id": 39}, {"text": "فمن تاب من بعد ظلمه وأصلح فإن الله يتوب عليه إن الله غفور رحيم", "sura_id": 5, "type": 1, "id": 6944, "aya_id": 39}, {"text": "39 - (فمن تاب من بعد ظلمه) رجع عن السرقة (وأصلح) عمله (فإن الله يتوب عليه إن الله غفور رحيم) في التعبير بهذا ما تقدم فلا يسقط بتوبته حق الآدمي من القطع ورد المال ، نعم بينت السنة أنه إن عفا عنه قبل الرفع إلى الأمام سقط القطع وعليه الشافعي \r\n", "sura_id": 5, "type": 2, "id": 25652, "aya_id": 39}, {"text": "فمن تاب مِن بعد سرقته, وأصلح في كل أعماله, فإن الله يقبل توبته. إن الله غفور لعباده, رحيم بهم.\r\n", "sura_id": 5, "type": 3, "id": 31888, "aya_id": 39}, {"text": " <font color=red>فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" فَمَنْ تَابَ مِنْ بَعْد ظُلْمه وَأَصْلَحَ فَإِنَّ اللَّه يَتُوب عَلَيْهِ إِنَّ اللَّه غَفُور رَحِيم \" أَيْ مَنْ تَابَ بَعْد سَرِقَته وَأَنَابَ إِلَى اللَّه فَإِنَّ اللَّه يَتُوب عَلَيْهِ فِيمَا بَيْنه وَبَيْنه فَأَمَّا أَمْوَال النَّاس فَلَا بُدّ مِنْ رَدِّهَا إِلَيْهِمْ أَوْ بَدَلهَا عِنْد الْجُمْهُور وَقَالَ أَبُو حَنِيفَة : مَتَى قُطِعَ وَقَدْ تَلِفَتْ فِي يَده فَإِنَّهُ لَا يَرُدّ بَدَلَهَا وَقَدْ رَوَى الْحَافِظ أَبُو الْحَسَن الدَّارَقُطْنِيّ مِنْ حَدِيث عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أُتِيَ بِسَارِقٍ قَدْ سَرَقَ شَمْلَة فَقَالَ : مَا إِخَالهُ سَرَقَ فَقَالَ السَّارِق : بَلَى يَا رَسُول اللَّه قَالَ : \" اِذْهَبُوا بِهِ فَاقْطَعُوهُ ثُمَّ اِحْسِمُوهُ ثُمَّ اِئْتُونِي بِهِ \" فَقُطِعَ فَأُتِيَ بِهِ فَقَالَ : \" تُبْ إِلَى اللَّه \" فَقَالَ : تُبْت إِلَى اللَّه فَقَالَ : \" تَابَ اللَّه عَلَيْك \" وَقَدْ رُوِيَ مِنْ وَجْه آخَر مُرْسَلًا وَرَجَّحَ إِرْسَاله عَلِيّ بْن الْمَدِينِيّ وَابْن خُزَيْمَةَ رَحِمَهُ اللَّه. وَرَوَى اِبْن مَاجَهْ مِنْ حَدِيث اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ عَبْد الرَّحْمَن بْن ثَعْلَبَة الْأَنْصَارِيّ عَنْ أَبِيهِ أَنَّ عُمَر بْن سَمُرَة بْن حَبِيب بْن عَبْد شَمْس جَاءَ إِلَى رَسُول اللَّه فَقَالَ : يَا رَسُول اللَّه إِنِّي سَرَقْت جَمَلًا لِبَنِي فُلَان فَطَهِّرْنِي فَأَرْسَلَ إِلَيْهِمْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالُوا : إِنَّا اِفْتَقَدْنَا جَمَلًا لَنَا فَأَمَرَ فَقُطِعَتْ يَده وَهُوَ يَقُول : الْحَمْد لِلَّهِ الَّذِي طَهَّرَنِي مِنْكِ أَرَدْت أَنْ تُدْخِلِي جَسَدِي النَّار . وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مُوسَى بْن دَاوُدَ حَدَّثَنَا اِبْن لَهِيعَة عَنْ يَحْيَى بْن عَبْد اللَّه عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : سَرَقَتْ اِمْرَأَة حُلِيًّا فَجَاءَ الَّذِينَ سَرَقَتْهُمْ فَقَالُوا : يَا رَسُول اللَّه سَرَقَتْنَا هَذِهِ الْمَرْأَة فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - اِقْطَعُوا يَدهَا الْيُمْنَى فَقَالَتْ : الْمَرْأَة هَلْ مِنْ تَوْبَة فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَنْتِ الْيَوْم مِنْ خَطِيئَتك كَيَوْمِ وَلَدَتْك أُمّك \" قَالَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" فَمَنْ تَابَ مِنْ بَعْد ظُلْمه وَأَصْلَحَ فَإِنَّ اللَّه يَتُوب عَلَيْهِ إِنَّ اللَّه غَفُور رَحِيم \" وَقَدْ رَوَاهُ الْإِمَام أَحْمَد بِأَبْسَطَ مِنْ هَذَا فَقَالَ حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنِي يَحْيَى بْن عَبْد اللَّه عَنْ أَبِي عَبْد الرَّحْمَن الْحُبُلِيّ عَنْ عَبْد اللَّه بْن عُمَر أَنَّ اِمْرَأَة سَرَقَتْ عَلَى عَهْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَجَاءَ بِهَا الَّذِينَ سَرَقَتْهُمْ فَقَالُوا : يَا رَسُول اللَّه إِنَّ هَذِهِ الْمَرْأَة سَرَقَتْنَا قَالَ قَوْمهَا : فَنَحْنُ نَفْدِيهَا فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" اِقْطَعُوا يَدهَا \" فَقَالُوا : نَحْنُ نَفْدِيهَا بِخَمْسِمِائَةِ دِينَار فَقَالَ : \" اِقْطَعُوا يَدهَا \" فَقُطِعَتْ يَدهَا الْيُمْنَى فَقَالَتْ الْمَرْأَة : هَلْ لِي مِنْ تَوْبَة يَا رَسُول اللَّه قَالَ : \" نَعَمْ أَنْتِ الْيَوْم مِنْ خَطِيئَتك كَيَوْمِ وَلَدَتْك أُمّك \" فَأَنْزَلَ اللَّه فِي سُورَة الْمَائِدَة \" فَمَنْ تَابَ مِنْ بَعْد ظُلْمه وَأَصْلَحَ فَإِنَّ اللَّه يَتُوب عَلَيْهِ إِنَّ اللَّه غَفُور رَحِيم \" وَهَذِهِ الْمَرْأَة هِيَ الْمَخْزُومِيَّة الَّتِي سَرَقَتْ وَحَدِيثهَا ثَابِت فِي الصَّحِيحَيْنِ مِنْ رِوَايَة الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة أَنَّ قُرَيْشًا أَهَمَّهُمْ شَأْنُ الْمَرْأَة الَّتِي سَرَقَتْ فِي عَهْد النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي غَزْوَة الْفَتْح فَقَالُوا : مَنْ يُكَلِّم فِيهَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالُوا : وَمَنْ يَجْتَرِئ عَلَيْهِ إِلَّا أُسَامَة بْن زَيْد حِبّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأُتِيَ بِهَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَكَلَّمَهُ فِيهَا أُسَامَة بْن زَيْد فَتَلَوَّنَ وَجْه رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : \" أَتَشْفَعُ فِي حَدّ مِنْ حُدُود اللَّه عَزَّ وَجَلَّ \" فَقَالَ لَهُ أُسَامَة : اِسْتَغْفِرْ لِي يَا رَسُول اللَّه فَلَمَّا كَانَ الْعَشِيّ قَامَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَاخْتَطَبَ فَأَثْنَى عَلَى اللَّه بِمَا هُوَ أَهْله ثُمَّ قَالَ : \" أَمَّا بَعْد فَإِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيف تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيف أَقَامُوا عَلَيْهِ الْحَدّ وَإِنِّي وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ فَاطِمَة بِنْت مُحَمَّد سَرَقَتْ لَقَطَعْت يَدهَا \" ثُمَّ أَمَرَ بِتِلْكَ الْمَرْأَة الَّتِي سَرَقَتْ فَقُطِعَتْ يَدهَا قَالَتْ عَائِشَة : فَحَسُنَتْ تَوْبَتهَا بَعْد وَتَزَوَّجَتْ وَكَانَتْ تَأْتِي بَعْد ذَلِكَ فَأَرْفَعُ حَاجَتهَا إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهَذَا لَفْظ مُسْلِم وَفِي لَفْظ لَهُ عَنْ عَائِشَة قَالَتْ : كَانَتْ اِمْرَأَة مَخْزُومِيَّة تَسْتَعِير الْمَتَاع وَتَجْحَدهُ فَأَمَرَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِقَطْعِ يَدهَا وَعَنْ اِبْن عُمَر قَالَ : كَانَتْ امْرَأَة مَخْزُومِيَّة تَسْتَعِير مَتَاعًا عَلَى أَلْسِنَة جَارَاتهَا وَتَجْحَدهُ فَأَمَرَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِقَطْعِ يَدهَا رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُدَ وَالنَّسَائِيّ وَهَذَا لَفْظه وَفِي لَفْظ لَهُ : أَنَّ اِمْرَأَة كَانَتْ تَسْتَعِير الْحُلِيّ لِلنَّاسِ ثُمَّ تُمْسِكهُ فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" لِتَتُبْ هَذِهِ الْمَرْأَةُ إِلَى اللَّه وَإِلَى رَسُوله وَتَرُدَّ مَا تَأْخُذ عَلَى الْقَوْم ثُمَّ قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قُمْ يَا بِلَال فَخُذْ بِيَدِهَا فَاقْطَعْهَا\" وَقَدْ وَرَدَ فِي أَحْكَام السَّرِقَة أَحَادِيث كَثِيرَة مَذْكُورَة فِي كِتَاب الْأَحْكَام وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41490, "aya_id": 39}]