[{"text": "وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاؤُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ", "sura_id": 39, "type": 0, "id": 4129, "aya_id": 71}, {"text": "وسيق الذين كفروا إلى جهنم زمرا حتى إذا جاءوها فتحت أبوابها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكافرين", "sura_id": 39, "type": 1, "id": 10365, "aya_id": 71}, {"text": "71 - (وسيق الذين كفروا) بعنف (إلى جهنم زمرا) جماعات متفرقة (حتى إذا جاؤوها فتحت أبوابها) جواب إذا (وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم) القرآن وغيره (وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب) أي لأملأن جهنم الآية (على الكافرين) \r\n", "sura_id": 39, "type": 2, "id": 29073, "aya_id": 71}, {"text": "وسيق الذين كفروا بالله ورسله إلى جهنم جماعات, حتى إذا جاؤوها فتح الخزنة الموكَّلون بها أبوابها السبعة, وزجروهم قائلين: كيف تعصون الله وتجحدون أنه الإله الحق وحده؟ ألم يرسل إليكم رسلا منكم يتلون عليكم آيات ربكم, ويحذِّرونكم أهوال هذا اليوم؟ قالوا مقرين بذنبهم: بلى قد جاءت رسل ربنا بالحق, وحذَّرونا هذا اليوم, ولكن وجبت كلمة الله أن عذابه لأهل الكفر به.\r\n", "sura_id": 39, "type": 3, "id": 35309, "aya_id": 71}, {"text": " <font color=red>وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ حَال الْأَشْقِيَاء الْكُفَّار كَيْفَ يُسَاقُونَ إِلَى النَّار وَإِنَّمَا يُسَاقُونَ سَوْقًا عَنِيفًا بِزَجْرٍ وَتَهْدِيد وَوَعِيد كَمَا قَالَ عَزَّ وَجَلَّ \" يَوْم يُدَعُّونَ إِلَى نَار جَهَنَّم دَعًّا \" أَيْ يُدْفَعُونَ إِلَيْهَا دَفْعًا وَهَذَا وَهُمْ عِطَاش ظِمَاء كَمَا قَالَ جَلَّ وَعَلَا فِي الْآيَة الْأُخْرَى \" يَوْم نَحْشُر الْمُتَّقِينَ إِلَى الرَّحْمَن وَفْدًا وَنَسُوق الْمُجْرِمِينَ إِلَى جَهَنَّم وِرْدًا\" وَهُمْ فِي تِلْكَ الْحَال صُمٌّ وَبُكْمٌ وَعُمْيٌ مِنْهُمْ مَنْ يَمْشِي عَلَى وَجْهه \" وَنَحْشُرُهُمْ يَوْم الْقِيَامَة عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا \" وَقَوْله تَبَارَكَ وَتَعَالَى \" حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابهَا \" أَيْ بِمُجَرَّدِ وُصُولهمْ إِلَيْهَا فُتِحَتْ لَهُمْ أَبْوَابُهَا سَرِيعًا لِتُعَجَّلَ لَهُمْ الْعُقُوبَة ثُمَّ يَقُول لَهُمْ خَزَنَتُهَا مِنْ الزَّبَانِيَةِ الَّذِينَ هُمْ غِلَاظُ الْأَخْلَاقِ شِدَاد الْقُوَى عَلَى وَجْه التَّقْرِيع وَالتَّوْبِيخ وَالتَّنْكِيل \" أَلَمْ يَأْتِكُمْ رُسُل مِنْكُمْ \" أَيْ مِنْ جِنْسِكُمْ تَتَمَكَّنُونَ مِنْ مُخَاطَبَتهمْ وَالْأَخْذ عَنْهُمْ \" يَتْلُونَ عَلَيْكُمْ آيَات رَبّكُمْ \" أَيْ يُقِيمُونَ عَلَيْكُمْ الْحُجَج وَالْبَرَاهِين عَلَى صِحَّة مَا دَعَوْكُمْ إِلَيْهِ \" وَيُنْذِرُونَكُمْ لِقَاء يَوْمكُمْ هَذَا \" أَيْ وَيُحَذِّرُونَكُمْ مِنْ شَرّ هَذَا الْيَوْم ؟ فَيَقُول الْكُفَّار لَهُمْ \" بَلَى \" أَيْ قَدْ جَاءُونَا وَأَنْذَرُوا وَأَقَامُوا عَلَيْنَا الْحُجَج وَالْبَرَاهِين \" وَلَكِنْ حَقَّتْ كَلِمَة الْعَذَاب عَلَى الْكَافِرِينَ \" أَيْ وَلَكِنْ كَذَّبْنَاهُمْ وَخَالَفْنَاهُمْ لِمَا سَبَقَ لَنَا مِنْ الشِّقْوَة الَّتِي كُنَّا نَسْتَحِقّهَا حَيْثُ عَدَلْنَا عَنْ الْحَقّ إِلَى الْبَاطِل كَمَا قَالَ عَزَّ وَجَلَّ مُخْبِرًا عَنْهُمْ فِي الْآيَة الْأُخْرَى \" كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِير قَالُوا بَلَى قَدْ جَاءَنَا نَذِير فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّه مِنْ شَيْء إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ \" أَيْ رَجَعُوا عَلَى أَنْفُسِهِمْ بِالْمَلَامَةِ وَالنَّدَامَةِ \" فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ \" أَيْ بُعْدًا لَهُمْ وَخَسَارًا .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40760, "aya_id": 71}]