[{"text": "فِي سِدْرٍ مَّخْضُودٍ", "sura_id": 56, "type": 0, "id": 5007, "aya_id": 28}, {"text": "في سدر مخضود", "sura_id": 56, "type": 1, "id": 11243, "aya_id": 28}, {"text": "28 - (في سدر) شجر النبق (مخضود) لا شوك فيه \r\n", "sura_id": 56, "type": 2, "id": 29951, "aya_id": 28}, {"text": "هم في سِدْر لا شوك فيه, \r\n", "sura_id": 56, "type": 3, "id": 36187, "aya_id": 28}, {"text": " <font color=red>فِي سِدْرٍ مَخْضُودٍ</font><BR><p>فَقَالَ تَعَالَى \" فِي سِدْر مَخْضُود \" قَالَ اِبْن عَبَّاس وَعِكْرِمَة وَمُجَاهِد وَأَبُو الْأَحْوَص وَقَسَامَة بْن زُهَيْر وَالسَّفَر بْن قَيْس وَالْحَسَن وَقَتَادَة وَعَبْد اللَّه بْن كَثِير وَالسُّدِّيّ وَأَبُو حرزة وَغَيْرهمْ هُوَ الَّذِي لَا شَوْك فِيهِ وَعَنْ اِبْن عَبَّاس هُوَ الْمُوقَر بِالثَّمَرِ وَهُوَ رِوَايَة عَنْ عِكْرِمَة وَمُجَاهِد وَكَذَا قَالَ قَتَادَة أَيْضًا كُنَّا نُحَدِّث أَنَّهُ الْمُوقَر الَّذِي لَا شَوْك فِيهِ وَالظَّاهِر أَنَّ الْمُرَاد هَذَا وَهَذَا فَإِنَّ سِدْر الدُّنْيَا كَثِير الشَّوْك قَلِيل الثَّمَر وَفِي الْآخِرَة الْعَكْس مِنْ هَذَا لَا شَوْك فِيهِ وَفِيهِ الثَّمَر الْكَثِير الَّذِي قَدْ أَثْقَل أَصْله كَمَا قَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن سَلْمَان النَّجَّار حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد هُوَ الْبَغَوِيّ حَدَّثَنِي حَمْزَة بْن الْعَبَّاس حَدَّثَنَا عَبْد اللَّه بْن عُثْمَان حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك أَخْبَرَنَا صَفْوَان بْن عَمْرو عَنْ سُلَيْم بْن عَامِر قَالَ كَانَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولُونَ : إِنَّ اللَّه لَيَنْفَعنَا بِالْأَعْرَابِ وَمَسَائِلهمْ قَالَ أَقْبَلَ أَعْرَابِيّ يَوْمًا فَقَالَ يَا رَسُول اللَّه ذَكَرَ اللَّه فِي الْجَنَّة شَجَرَة تُؤْذِي صَاحِبهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا هِيَ ؟ \" قَالَ السِّدْر فَإِنَّ لَهُ شَوْكًا مُؤْذِيًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَيْسَ اللَّه تَعَالَى يَقُول \" فِي سِدْر مَخْضُود \" خَضَّدَ اللَّه شَوْكه فَجَعَلَ مَكَان كُلّ شَوْكه ثَمَرَة فَإِنَّهَا لِتُنْبِت ثَمَرًا تَفَتَّقَ الثَّمَرَة مِنْهَا عَنْ اِثْنَيْنِ وَسَبْعِينَ لَوْنًا مِنْ طَعَام مَا فِيهَا لَوْن يُشْبِه الْآخَر \" . \" طَرِيق آخَر \" قَالَ أَبُو بَكْر بْن أَبِي دَاوُد حَدَّثَنَا مُحَمَّد بْن الْمُصَفَّى حَدَّثَنَا مُحَمَّد بْن الْمُبَارَك حَدَّثَنِي يَحْيَى بْن حَمْزَة حَدَّثَنِي ثَوْر بْن مَزِيد حَدَّثَنِي حَبِيب بْن عُبَيْد عَنْ عُتْبَة بْن عَبْد السُّلَمِيّ قَالَ كُنْت جَالِسًا مَعَ رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَ أَعْرَابِيّ فَقَالَ يَا رَسُول اللَّه أَسْمَعك تَذْكُر فِي الْجَنَّة شَجَرَة لَا أَعْلَم أَكْثَر شَوْكًا مِنْهَا يَعْنِي الطَّلْح فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه يَجْعَل مَكَان كُلّ شَوْكَة مِنْهَا ثَمَرَة مِثْل خُصْوَة التَّيْس الْمَلْبُود فِيهَا سَبْعُونَ لَوْنًا مِنْ الطَّعَام لَا يُشْبِه لَوْن الْآخَر \" .</p><BR> <br> ", "sura_id": 56, "type": 4, "id": 41926, "aya_id": 28}]