[{"text": "إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا أَن يُقَتَّلُواْ أَوْ يُصَلَّبُواْ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ", "sura_id": 5, "type": 0, "id": 702, "aya_id": 33}, {"text": "إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض ذلك لهم خزي في الدنيا ولهم في الآخرة عذاب عظيم", "sura_id": 5, "type": 1, "id": 6938, "aya_id": 33}, {"text": "33 - ونزل في العُرَنِيِّين لما قدموا المدينة وهم مرضى فأذن لهم النبي صلى الله عليه وسلم أن يخرجوا إلى الإبل ويشربوا من أبوالها وألبانها فلما صحُوا قتلوا راعي النبي صلى الله عليه وسلم واستاقوا الإبل (إنما جزاء الذين يحاربون الله ورسوله) بمحاربة المسلمين (ويسعون في الأرض فسادا) بقطع الطرق (أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف) أي أيديهم اليمنى وأرجلهم اليسرى (أو ينفوا من الأرض) أو لترتيب الأحوال فالقتل لمن قتل فقط والصلب لمن قتل وأخذ المال والقطع لمن أخذ المال ولم يقتل والنفي لمن أخاف فقط قاله ابن عباس وعليه الشافعي وأصح قوليه أن الصلب ثلاثا بعد القتل وقيل قبله قليلا ويلحق بالنفي ما أشبهه في التنكيل من الحبس وغيره (ذلك) الجزاء المذكور (لهم خزي) ذل (في الدنيا ولهم في الآخرة عذاب عظيم) هو عذاب النار \r\n", "sura_id": 5, "type": 2, "id": 25646, "aya_id": 33}, {"text": "إنما جزاء الذين يحاربون الله, ويبارزونه بالعداوة, ويعتدون على أحكامه, وعلى أحكام رسوله, ويفسدون في الأرض بقتل الأنفس, وسلب الأموال, أن يُقَتَّلوا, أو يُصَلَّبوا مع القتل (والصلب: أن يُشَدَّ الجاني على خشبة) أو تُقْطَع يدُ المحارب اليمنى ورجله اليسرى, فإن لم يَتُبْ تُقطعْ يدُه اليسرى ورجلُه اليمنى, أو يُنفَوا إلى بلد غير بلدهم, ويُحبسوا في سجن ذلك البلد حتى تَظهر توبتُهم. وهذا الجزاء الذي أعدَّه الله للمحاربين هو ذلّ في الدنيا, ولهم في الآخرة عذاب شديد إن لم يتوبوا.\r\n", "sura_id": 5, "type": 3, "id": 31882, "aya_id": 33}, {"text": " <font color=red>إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ</font><BR><p>وَقَوْله \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّع أَيْدِيهمْ وَأَرْجُلُهُمْ مِنْ خِلَاف أَوْ يُنْفَوْا مِنْ الْأَرْضِ \" الْآيَة . الْمُحَارَبَةُ هِيَ الْمُضَادَّة وَالْمُخَالَفَة وَهِيَ صَادِقَة عَلَى الْكُفْر وَعَلَى قَطْع الطَّرِيق وَإِخَافَة السَّبِيل وَكَذَا الْإِفْسَاد فِي الْأَرْض يُطْلَق عَلَى أَنْوَاع مِنْ الشَّرّ حَتَّى قَالَ كَثِير مِنْ السَّلَف مِنْهُمْ سَعِيد بْن الْمُسَيِّب : إِنَّ قَبْض الدَّرَاهِم وَالدَّنَانِير مِنْ الْإِفْسَاد فِي الْأَرْض وَقَدْ قَالَ اللَّه تَعَالَى \" وَإِذَا تَوَلَّى سَعَى فِي الْأَرْض لِيُفْسِد فِيهَا وَيُهْلِك الْحَرْث وَالنَّسْل وَاَللَّه لَا يُحِبّ الْفَسَاد \" ثُمَّ قَالَ بَعْضهمْ نَزَلَتْ هَذِهِ الْآيَة الْكَرِيمَة فِي الْمُشْرِكِينَ كَمَا قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَحْيَى بْن وَاضِح حَدَّثَنَا الْحُسَيْن بْن وَاقِد عَنْ يَزِيد عَنْ عِكْرِمَة وَالْحَسَن الْبَصْرِيّ قَالَا\" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله \" - إِلَى - \" إِنَّ اللَّه غَفُور رَحِيم \" نَزَلَتْ هَذِهِ الْآيَة فِي الْمُشْرِكِينَ فَمَنْ تَابَ مِنْهُمْ مِنْ قَبْل أَنْ تَقْدِرُوا عَلَيْهِ لَمْ يَكُنْ عَلَيْهِ سَبِيل وَلَيْسَتْ تُحْرِز هَذِهِ الْآيَة الرَّجُل الْمُسْلِم مِنْ الْحَدّ إِنْ قَتَلَ أَوْ أَفْسَدَ فِي الْأَرْض أَوْ حَارَبَ اللَّه وَرَسُوله ثُمَّ لَحِقَ بِالْكُفَّارِ قَبْل أَنْ يُقْدَر عَلَيْهِ لَمْ يَمْنَعهُ ذَلِكَ أَنْ يُقَام عَلَيْهِ الْحَدّ الَّذِي أَصَابَهُ . رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ طَرِيق عِكْرِمَة عَنْ اِبْن عَبَّاس \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله وَيَسْعَوْنَ فِي الْأَرْض فَسَادًا \" نَزَلَ فِي الْمُشْرِكِينَ فَمَنْ تَابَ مِنْهُمْ قَبْل أَنْ يُقْدَر عَلَيْهِ لَمْ يَمْنَعهُ ذَلِكَ أَنْ يُقَام عَلَيْهِ الْحَدّ الَّذِي أَصَابَهُ . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله وَيَسْعَوْنَ فِي الْأَرْض فَسَادًا \" الْآيَة قَالَ كَانَ قَوْم مِنْ أَهْل الْكِتَاب بَيْنهمْ وَبَيَّنَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَهْد وَمِيثَاق فَنَقَضُوا الْعَهْد وَأَفْسَدُوا فِي الْأَرْض فَخَيَّرَ اللَّه رَسُوله إِنْ شَاءَ أَنْ يَقْتُل وَإِنْ شَاءَ أَنْ يَقْطَع أَيْدِيهمْ وَأَرْجُلهمْ مِنْ خِلَاف رَوَاهُ اِبْن جَرِير . وَرَوَى شُعْبَة عَنْ مَنْصُور عَنْ هِلَال بْن حَافِظ عَنْ مُصْعَب بْن سَعْد عَنْ أَبِيهِ قَالَ : نَزَلَتْ فِي الْحَرُورِيَّة \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله وَيَسْعَوْنَ فِي الْأَرْض فَسَادًا \" رَوَاهُ اِبْن مَرْدُوَيْهِ وَالصَّحِيح أَنَّ هَذِهِ الْآيَة عَامَّة فِي الْمُشْرِكِينَ وَغَيْرهمْ مِمَّنْ اِرْتَكَبَ هَذِهِ الصِّفَات كَمَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث أَبِي قِلَابَة وَاسْمه عَبْد اللَّه بْن زَيْد الْجَرْمِيّ الْبَصْرِيّ عَنْ أَنَس بْن مَالِك أَنَّ نَفَرًا مِنْ عُكْل ثَمَانِيَة قَدِمُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَايَعُوهُ عَلَى الْإِسْلَام فَاسْتَوْخَمُوا الْمَدِينَة وَسَقِمَتْ أَجْسَامهمْ فَشَكَوْا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ فَقَالَ : \" أَلَا تَخْرُجُونَ مَعَ رَاعِينَا فِي إِبِله فَتُصِيبُونَ مِنْ أَبْوَالهَا وَأَلْبَانهَا فَقَالُوا : بَلَى فَخَرَجُوا فَشَرِبُوا مِنْ أَبْوَالهَا وَأَلْبَانهَا فَصَحُّوا فَقَتَلُوا الرَّاعِي وَطَرَدُوا الْإِبِل فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَعَثَ فِي آثَارهمْ فَأُدْرِكُوا فَجِيءَ بِهِمْ فَأَمَرَ بِهِمْ فَقُطِعَتْ أَيْدِيهمْ وَأَرْجُلهمْ وَسُمِرَتْ أَعْيُنهمْ ثُمَّ نُبِذُوا فِي الشَّمْس حَتَّى مَاتُوا . لَفْظ مُسْلِم وَفِي لَفْظ لَهُمَا : مِنْ عُكْل أَوْ عُرَيْنَة وَفِي لَفْظ : وَأُلْقُوا فِي الْحَرَّة فَجَعَلُوا يَسْتَسْقُونَ فَلَا يُسْقَوْنَ وَفِي لَفْظ لِمُسْلِمٍ : وَلَمْ يَحْسِمهُمْ وَعِنْد الْبُخَارِيّ قَالَ أَبُو قِلَابَة فَهَؤُلَاءِ سَرَقُوا وَقَتَلُوا وَكَفَرُوا بَعْد إِيمَانهمْ وَحَارَبُوا اللَّه وَرَسُوله وَرَوَاهُ مُسْلِم مِنْ طَرِيق هُشَيْم عَنْ عَبْد الْعَزِيز بْن صُهَيْب وَحُمَيْد عَنْ أَنَس فَذَكَر نَحْوه وَعِنْده فَارْتَدُّوا وَقَدْ أَخْرَجَاهُ مِنْ رِوَايَة قَتَادَة عَنْ أَنَس بِنَحْوِهِ وَقَالَ سَعِيد عَنْ قَتَادَة : مِنْ عُكْل وَعُرَيْنَة وَرَوَاهُ مُسْلِم مِنْ طَرِيق سُلَيْمَان التَّيْمِيّ عَنْ أَنَس قَالَ إِنَّمَا سَمَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْيُن أُولَئِكَ لِأَنَّهُمْ سَمَلُوا أَعْيُن الرِّعَاء وَرَوَاهُ مُسْلِم مِنْ حَدِيث مُعَاوِيَة بْن قُرَّة عَنْ أَنَس قَالَ : أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفَرٌ مِنْ عُرَيْنَة فَأَسْلَمُوا وَبَايَعُوهُ وَقَدْ وَقَعَ بِالْمَدِينَةِ الدَّمُ وَهُوَ الْبِرْسَام ثُمَّ ذَكَرَ نَحْو حَدِيثهمْ وَزَادَ : عِنْده شَبَاب مِنْ الْأَنْصَار قَرِيب مِنْ عِشْرِينَ فَارِسًا فَأَرْسَلَهُمْ وَبَعَثَ مَعَهُمْ قَائِفًا يَقْفُو أَثَرهمْ وَهَذِهِ كُلّهَا أَلْفَاظ مُسْلِم رَحِمَهُ اللَّه . وَقَالَ حَمَّاد بْن سَلَمَة حَدَّثَنَا قَتَادَة وَثَابِت الْبُنَانِيّ وَحُمَيْد الطَّوِيل عَنْ أَنَس بْن مَالِك أَنَّ نَاسًا مِنْ عُرَيْنَة قَدِمُوا الْمَدِينَة فَاجْتَوَوْهَا فَبَعَثَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي إِبِل الصَّدَقَة وَأَمَرَهُمْ أَنْ يَشْرَبُوا مِنْ أَبْوَالهَا وَأَلْبَانهَا فَفَعَلُوا فَصَحُّوا فَارْتَدُّوا عَنْ الْإِسْلَام وَقَتَلُوا الرَّاعِي وَسَاقُوا الْإِبِل فَأَرْسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي آثَارهمْ فَجِيءَ بِهِمْ فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ مِنْ خِلَافٍ وَسَمَرَ أَعْيُنَهُمْ وَأَلْقَاهُمْ فِي الْحَرَّةِ قَالَ أَنَسٌ : فَلَقَدْ رَأَيْت أَحَدهمْ يَكْدُم الْأَرْض بِفِيهِ عَطَشًا حَتَّى مَاتُوا وَنَزَلَتْ \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله \" الْآيَة وَقَدْ رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَرْدُوَيْهِ وَهَذَا لَفْظه وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح وَقَدْ رَوَاهُ اِبْن مَرْدُوَيْهِ مِنْ طُرُق كَثِيرَة عَنْ أَنَس بْن مَالِك مِنْهَا مَا رَوَاهُ مِنْ طَرِيقَيْنِ عَنْ سَلَام بْن أَبَى الصَّهْبَاء عَنْ ثَابِت عَنْ أَنَس بْن مَالِك قَالَ : مَا نَدِمْت عَلَى حَدِيث مَا نَدِمْت عَلَى حَدِيث سَأَلَنِي عَنْهُ الْحَجَّاج قَالَ : أَخْبِرْنِي عَنْ أَشَدّ عُقُوبَة عَاقَبَ بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ قُلْت : قَدِمَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَوْم مِنْ عُرَيْنَة مِنْ الْبَحْرَيْنِ فَشَكَوْا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا لَقُوا مِنْ بُطُونهمْ وَقَدْ اِصْفَرَّتْ أَلْوَانهمْ وَضَمُرَتْ بُطُونهمْ فَأَمَرَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَأْتُوا إِبِل الصَّدَقَة فَيَشْرَبُوا مِنْ أَبْوَالهَا وَأَلْبَانهَا حَتَّى إِذَا رَجَعَتْ إِلَيْهِمْ أَلْوَانهمْ وَانْخَمَصَتْ بُطُونهمْ عَمَدُوا إِلَى الرَّاعِي فَقَتَلُوهُ وَاسْتَاقُوا الْإِبِل فَأَرْسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي آثَارهمْ فَقَطَعَ أَيْدِيهمْ وَأَرْجُلهمْ وَسَمَرَ أَعْيُنهمْ ثُمَّ أَلْقَاهُمْ فِي الرَّمْضَاء حَتَّى مَاتُوا فَكَانَ الْحَجَّاج إِذَا صَعِدَ الْمِنْبَر يَقُول إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ قَطَعَ أَيْدِي قَوْم وَأَرْجُلهمْ ثُمَّ أَلْقَاهُمْ فِي الرَّمْضَاء حَتَّى مَاتُوا بِحَالِ ذَوْد مِنْ الْإِبِل فَكَانَ الْحَجَّاج يَحْتَجّ بِهَذَا الْحَدِيث عَلَى النَّاس . وَقَالَ اِبْن جَرِير حَدَّثَنَا عَلِيّ بْن سَهْل حَدَّثَنَا الْوَلِيد يَعْنِي اِبْن مُسْلِم حَدَّثَنِي سَعِيد عَنْ قَتَادَة عَنْ أَنَس قَالَ كَانُوا أَرْبَعَة نَفَر مِنْ عُرَيْنَة وَثَلَاثَة نَفَر مِنْ عُكْل فَلَمَّا أَتَى بِهِمْ قَطَعَ أَيْدِيهمْ وَأَرْجُلهمْ وَسَمَلَ أَعْيُنهمْ وَلَمْ يَحْسِمهُمْ وَتَرَكَهُمْ يَلْتَقِمُونَ الْحِجَارَة بِالْحَرَّةِ فَأَنْزَلَ اللَّه فِي ذَلِكَ \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله \" الْآيَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن حَرْب الْمَوْصِلِيّ حَدَّثَنَا أَبُو مَسْعُود يَعْنِي عَبْد الرَّحْمَن بْن الْحَسَن الزَّجَّاج حَدَّثَنَا أَبُو سَعِيد يَعْنِي الْبَقَّال عَنْ أَنَس بْن مَالِك قَالَ كَانَ رَهْط مِنْ عُرَيْنَة أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبِهِمْ جَهْد مُصْفَرَّة أَلْوَانهمْ عَظِيمَة بُطُونهمْ فَأَمَرَهُمْ أَنْ يَلْحَقُوا بِالْإِبِلِ فَيَشْرَبُوا مِنْ أَبْوَالهَا وَأَلْبَانهَا فَفَعَلُوا فَصَفَتْ أَلْوَانهمْ وَخَمَصَتْ بُطُونُهُمْ وَسَمِنُوا فَقَتَلُوا الرَّاعِي وَاسْتَاقُوا الْإِبِل فَبَعَثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي طَلَبهمْ فَأُتِيَ بِهِمْ فَقَتَلَ بَعْضهمْ وَسَمَرَ أَعْيُن بَعْضهمْ وَقَطَعَ أَيْدِي بَعْضهمْ وَأَرْجُلهمْ وَنَزَلَتْ \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله\" إِلَى آخِر الْآيَة وَقَالَ أَبُو جَعْفَر اِبْن جَرِير حَدَّثَنَا أَبُو عَلِيّ بْن سَهْل حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا يَزِيد بْن لَهِيعَة عَنْ اِبْن أَبِي حَبِيب أَنَّ عَبْد الْمَلِك بْن مَرْوَان كَتَبَ إِلَى أَنَس يَسْأَلهُ عَنْ هَذِهِ الْآيَة فَكَتَبَ إِلَيْهِ أَنَس يُخْبِرهُ أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي أَوَائِل النَّفَر الْعُرَنِيِّينَ وَهُمْ مِنْ بَجِيلَة قَالَ أَنَس فَارْتَدُّوا عَنْ الْإِسْلَام وَقَتَلُوا الرَّاعِي وَاسْتَاقُوا الْإِبِل وَأَخَافُوا السَّبِيل وَأَصَابُوا الْفَرْج الْحَرَام . وَقَالَ حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ سَعِيد بْن أَبِي هِلَال عَنْ أَبِي الزِّنَاد عَنْ عَبْد اللَّه بْن عُبَيْد اللَّه عَنْ عَبْد اللَّه بْن عُمَر أَوْ عَمْرو شَكَّ يُونُس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ يَعْنِي بِقِصَّةِ الْعُرَنِيِّينَ وَنَزَلَتْ فِيهِمْ آيَة الْمُحَارَبَة وَرَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ طَرِيق أَبِي الزِّنَاد وَفِيهِ عَنْ اِبْن عُمَر مِنْ غَيْر شَكّ وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن خَلَفٍ حَدَّثَنَا الْحَسَن بْن حَمَّاد عَنْ عَمْرو بْن هَاشِم عَنْ مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن إِبْرَاهِيم عَنْ جَرِير قَالَ : قَدِمَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَوْم مِنْ عُرَيْنَة حُفَاة مَضْرُورِينَ فَأَمَرَ بِهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَلَمَّا صَحُّوا وَاشْتَدُّوا قَتَلُوا رِعَاء اللِّقَاح عَامِدِينَ بِهَا إِلَى أَرْض قَوْمهمْ قَالَ جَرِير : فَبَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي نَفَر مِنْ الْمُسْلِمِينَ حَتَّى أَدْرَكْنَاهُمْ بَعْدَمَا أَشْرَفُوا عَلَى بِلَاد قَوْمهمْ فَقَدِمْنَا بِهِمْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَطَعَ أَيْدِيهمْ وَأَرْجُلهمْ مِنْ خِلَاف وَسَمَلَ أَعْيُنهمْ فَجَعَلُوا يَقُولُونَ : الْمَاء وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : النَّار حَتَّى هَلَكُوا قَالَ وَكَرِهَ اللَّه عَزَّ وَجَلَّ سَمْل الْأَعْيُن فَأَنْزَلَ هَذِهِ الْآيَة :\" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله \" إِلَى آخِر الْآيَة . هَذَا حَدِيث غَرِيب وَفِي إِسْنَاده الرَّبَذِيّ وَهُوَ ضَعِيف وَفِي إِسْنَاده فَائِدَة وَهُوَ ذِكْر أَمِير هَذِهِ السَّرِيَّة وَهُوَ جَرِير بْن عَبْد اللَّه الْبَجَلِيّ وَتَقَدَّمَ فِي صَحِيح مُسْلِم أَنَّ هَذِهِ السَّرِيَّة كَانُوا عِشْرِينَ فَارِسًا مِنْ الْأَنْصَار وَأَمَّا قَوْله : فَكَرِهَ اللَّه سَمْل الْأَعْيُن فَأَنْزَلَ اللَّه هَذِهِ الْآيَة فَإِنَّهُ مُنْكَر وَقَدْ تَقَدَّمَ فِي صَحِيح مُسْلِم أَنَّهُمْ سَمَلُوا أَعْيُن الرِّعَاء فَكَانَ مَا فُعِلَ بِهِمْ قِصَاصًا وَاَللَّه أَعْلَمُ . وَقَالَ عَبْد الرَّزَّاق عَنْ إِبْرَاهِيم بْن مُحَمَّد الْأَسْلَمِيّ عَنْ صَالِح مَوْلَى التَّوْأَمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَدِمَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رِجَال مِنْ بَنِي فَزَارَة قَدْ مَاتُوا هَزْلًا فَأَمَرَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى لِقَاحه فَشَرِبُوا مِنْهَا حَتَّى صَحُّوا ثُمَّ عَمَدُوا إِلَى لِقَاحه فَسَرَقُوهَا فَطُلِبُوا فَأُتِيَ بِهِمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَطَعَ أَيْدِيهمْ وَأَرْجُلهمْ وَسَمَرَ أَعْيُنهمْ قَالَ أَبُو هُرَيْرَة : فَفِيهِمْ نَزَلَتْ هَذِهِ الْآيَة \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله \" فَتَرَكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمَر الْأَعْيُن بَعْد . وَرُوِيَ مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة وَقَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ : حَدَّثَنَا أَحْمَد بْن إِسْحَاق حَدَّثَنَا الْحَسَن بْن إِسْحَاق التَّسْتُرِيّ حَدَّثَنَا أَبُو الْقَاسِم مُحَمَّد بْن الْوَلِيد بْن عَمْرو بْن مُحَمَّد الْمَدِينِيّ حَدَّثَنَا مُحَمَّد بْن طَلْحَة عَنْ مُوسَى بْن مُحَمَّد بْن إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ سَلَمَة بْن الْأَكْوَع قَالَ كَانَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غُلَام يُقَال لَهُ يَسَار فَنَظَرَ إِلَيْهِ يُحْسِن الصَّلَاة فَأَعْتَقَهُ وَبَعَثَهُ فِي لِقَاح لَهُ بِالْحَرَّةِ فَكَانَ بِهَا قَالَ : فَأَظْهَرَ قَوْم الْإِسْلَام مِنْ عُرَيْنَة وَجَاءُوا وَهُمْ مَرْضَى مَوْعُوكُونَ كَانُوا يَشْرَبُونَ مِنْ أَلْبَان الْإِبِل حَتَّى اِنْطَوَتْ بُطُونهمْ ثُمَّ عَدَوْا عَلَى يَسَار فَذَبَحُوهُ وَجَعَلُوا الشَّوْك فِي عَيْنَيْهِ ثُمَّ أَطْرَدُوا الْإِبِل فَبَعَثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي آثَارهمْ خَيْلًا مِنْ الْمُسْلِمِينَ كَبِيرهمْ كُرْز بْن جَابِر الْفِهْرِيّ فَلَحِقَهُمْ فَجَاءَ بِهِمْ إِلَيْهِ فَقَطَعَ أَيْدِيهمْ وَأَرْجُلهمْ وَسَمَلَ أَعْيُنهمْ . غَرِيب جِدًّا وَقَدْ رَوَى قِصَّة الْعُرَنِيِّينَ مِنْ حَدِيث جَمَاعَة مِنْ الصَّحَابَة مِنْهُمْ : جَابِر وَعَائِشَة وَغَيْر وَاحِد وَقَدْ اِعْتَنَى الْحَافِظ الْجَلِيل أَبُو بَكْر بْن مَرْدُوَيْهِ بِتَطْرِيقِ هَذَا الْحَدِيث مِنْ وُجُوه كَثِيرَة جِدًّا فَرَحِمَهُ اللَّه وَأَثَابَهُ . وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن الْحَسَن بْن شَقِيق سَمِعْت أَبِي يَقُول سَمِعْت أَبَا حَمْزَة عَنْ عَبْد الْكَرِيم وَسُئِلَ عَنْ أَبْوَال الْإِبِل فَقَالَ : حَدَّثَنِي سَعِيد بْن جُبَيْر عَنْ الْمُحَارَبِينَ فَقَالَ : كَانَ أُنَاس أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : نُبَايِعك عَلَى الْإِسْلَام فَبَايَعُوهُ وَهُمْ كَذَبَة وَلَيْسَ الْإِسْلَام يُرِيدُونَ ثُمَّ قَالُوا : إِنَّا نَجْتَوِي الْمَدِينَة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ اللِّقَاح تَغْدُو عَلَيْكُمْ وَتَرُوح فَاشْرَبُوا مِنْ أَبْوَالهَا وَأَلْبَانهَا قَالَ : فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ جَاءَهُمْ الصَّرِيخ فَصَرَخَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ قَتَلُوا الرَّاعِي وَاسْتَاقُوا النَّعَم فَأَمَرَ النَّبِيّ فَنُودِيَ فِي النَّاس أَنْ يَا خَيْلَ اللَّهِ اِرْكَبِي قَالَ : فَرَكِبُوا لَا يَنْتَظِرُ فَارِسٌ فَارِسًا قَالَ وَرَكِبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَثَرهمْ فَلَمْ يَزَالُوا يَطْلُبُونَهُمْ حَتَّى أَدْخَلُوهُمْ مَأْمَنهمْ فَرَجَعَ صَحَابَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ أَسَرُوا مِنْهُمْ فَأَتَوْا بِهِمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه \" إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللَّه وَرَسُوله \" الْآيَة قَالَ فَكَانَ نَفْيهمْ أَنْ نَفَوْهُمْ حَتَّى أَدْخَلُوهُمْ مَأْمَنهمْ وَأَرْضهمْ وَنَفَوْهُمْ مِنْ أَرْض الْمُسْلِمِينَ وَقَتَلَ نَبِيّ اللَّه مِنْهُمْ وَصَلَبَ وَقَطَّعَ وَسَمَرَ الْأَعْيُن قَالَ فَمَا مِثْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل وَلَا بَعْد قَالَ : وَنَهَى عَنْ الْمُثْلَة وَقَالَ : \" وَلَا تُمَثِّلُوا بِشَيْءٍ \" قَالَ وَكَانَ أَنَس يَقُول ذَلِكَ غَيْر أَنَّهُ قَالَ : أَحْرَقَهُمْ بِالنَّارِ بَعْد مَا قَتَلَهُمْ قَالَ : وَبَعْضهمْ يَقُول هُمْ نَاس مِنْ بَنِي سُلَيْم وَمِنْهُمْ عُرَيْنَة نَاس مِنْ بَجِيلَة وَقَدْ اِخْتَلَفَ الْأَئِمَّة فِي حُكْم هَؤُلَاءِ الْعُرَنِيِّينَ هَلْ هُوَ مَنْسُوخ أَوْ مُحْكَم فَقَالَ : بَعْضهمْ هُوَ مَنْسُوخ بِهَذِهِ الْآيَة وَزَعَمُوا أَنَّ فِيهَا عِتَابًا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا فِي قَوْله \" عَفَا اللَّه عَنْك لِمَ أَذِنْت لَهُمْ \" وَمِنْهُمْ مَنْ قَالَ : هُوَ مَنْسُوخ بِنَهْيِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْمُثْلَة وَهَذَا الْقَوْل فِيهِ نَظَر ثُمَّ قَائِله مُطَالَب بِبَيَانِ تَأَخُّر النَّاسِخ الَّذِي اِدَّعَاهُ عَنْ الْمَنْسُوخ وَقَالَ بَعْضهمْ : كَانَ هَذَا قَبْل أَنْ تُنَزَّل الْحُدُود قَالَهُ : مُحَمَّد بْن سِيرِينَ وَفِيهِ نَظَر فَإِنَّ قِصَّته مُتَأَخِّرَة وَفِي رِوَايَة جَرِير بْن عَبْد اللَّه لِقِصَّتِهِمْ مَا يَدُلّ عَلَى تَأَخُّرهَا قَالَهُ أَسْلَمُ بَعْد نُزُول الْمَائِدَة وَمِنْهُمْ مَنْ قَالَ لَمْ يَسْمُل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْيُنهمْ وَإِنَّمَا عَزَمَ عَلَى ذَلِكَ حَتَّى نَزَلَ الْقُرْآن فَبَيَّنَ حُكْم الْمُحَارَبِينَ وَهَذَا الْقَوْل أَيْضًا فِيهِ نَظَر فَإِنَّهُ قَدْ تَقَدَّمَ فِي الْحَدِيث الْمُتَّفَق عَلَيْهِ أَنَّهُ سَمَلَ وَفِي رِوَايَة سَمَرَ أَعْيُنهمْ . وَقَالَ اِبْن جَرِير حَدَّثَنَا عَلِيّ بْن سَهْل حَدَّثَنَا الْوَلِيد بْن مُسْلِم قَالَ : ذَاكَرْت اللَّيْث بْن سَعْد مَا كَانَ مِنْ سَمْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْيُنهمْ وَتَرْكه حَسْمهمْ حَتَّى مَاتُوا فَقَالَ : سَمِعْت مُحَمَّد بْن عَجْلَان يَقُول أُنْزِلَتْ هَذِهِ الْآيَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُعَاتِبَة فِي ذَلِكَ وَعَلَّمَهُ عُقُوبَة مِثْلهمْ مِنْ الْقَتْل وَالْقَطْع وَالنَّفْي وَلَمْ يَسْمُلْ بَعْدهمْ غَيْرَهُمْ قَالَ : وَكَانَ هَذَا الْقَوْل ذُكِرَ لِأَبِي عَمْرو يَعْنِي الْأَوْزَاعِيّ فَأَنْكَرَ أَنْ يَكُون نَزَلَتْ مُعَاتِبَة وَقَالَ بَلْ كَانَتْ عُقُوبَة أُولَئِكَ النَّفَر بِأَعْيَانِهِمْ ثُمَّ نَزَلَتْ هَذِهِ الْآيَة فِي عُقُوبَة غَيْرهمْ مَنْ حَارَبَ بَعْدهمْ . وَرُفِعَ عَنْهُمْ السَّمْل ثُمَّ قَدْ اِحْتَجَّ بِعُمُومِ هَذِهِ الْآيَة جُمْهُور الْعُلَمَاء فِي ذَهَابهمْ إِلَى أَنَّ حُكْم الْمُحَارَبَة فِي الْأَمْصَار وَفِي السبلان عَلَى السَّوَاء لِقَوْلِهِ \" وَيَسْعَوْنَ فِي الْأَرْض فَسَادًا \" وَهَذَا مَذْهَب مَالِك وَالْأَوْزَاعِيّ وَاللَّيْث بْن سَعْد وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل حَتَّى قَالَ مَالِك فِي الَّذِي يَغْتَال الرَّجُل فَيَخْدَعهُ حَتَّى يُدْخِلهُ بَيْتًا فَيَقْتُلهُ وَيَأْخُذ مَا مَعَهُ : إِنَّ هَذِهِ مُحَارَبَة وَدَمه إِلَى السُّلْطَان لَا إِلَى وَلِيّ الْمَقْتُول وَلَا اِعْتِبَار بِعَفْوِهِ عَنْهُ فِي إِسْقَاط الْقَتْل وَقَالَ أَبُو حَنِيفَة وَأَصْحَابه : لَا تَكُون الْمُحَارَبَة إِلَّا فِي الطُّرُقَات فَأَمَّا فِي الْأَمْصَار فَلَا لِأَنَّهُ يَلْحَقهُ الْغَوْث إِذَا اِسْتَغَاثَ بِخِلَافِ الطَّرِيق لِبُعْدِهِ مِمَّنْ يُغِيثهُ وَيُعِينهُ وَقَوْله تَعَالَى \" أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّع أَيْدِيهمْ وَأَرْجُلهمْ مِنْ خِلَاف أَوْ يُنْفَوْا مِنْ الْأَرْض \" قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة : مَنْ شَهَرَ السِّلَاح فِي فِئَة الْإِسْلَام وَأَخَاف السَّبِيل ثُمَّ ظُفِرَ بِهِ وَقُدِرَ عَلَيْهِ فَإِمَام الْمُسْلِمِينَ فِيهِ بِالْخِيَارِ إِنْ شَاءَ قَتَلَهُ وَإِنْ شَاءَ صَلَبَهُ وَإِنْ شَاءَ قَطَعَ يَده وَرِجْله كَذَا قَالَ سَعِيد بْن الْمُسَيِّب وَمُجَاهِد وَعَطَاء وَالْحَسَن الْبَصْرِيّ وَإِبْرَاهِيم النَّخَعِيّ وَالضَّحَّاك وَرَوَى ذَلِكَ كُلّه أَبُو جَعْفَر اِبْن جَرِير وَحُكِيَ مِثْله عَنْ مَالِك بْن أَنَس رَحِمَهُ اللَّه وَمُسْتَنِد هَذَا الْقَوْل أَنَّ ظَاهِر أَوْ لِلتَّخْيِيرِ كَمَا فِي نَظَائِر ذَلِكَ مِنْ الْقُرْآن كَقَوْلِهِ فِي جَزَاء الصَّيْد\" فَجَزَاء مِثْل مَا قَتَلَ مِنْ النَّعَم يَحْكُم بِهِ ذَوَا عَدْل مِنْكُمْ هَدْيًا بَالِغ الْكَعْبَة أَوْ كَفَّارَة طَعَام مَسَاكِين أَوْ عَدْل ذَلِكَ صِيَامًا \" وَكَقَوْلِهِ فِي كَفَّارَة الْفِدْيَة\" فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسه فَفِدْيَة مِنْ صِيَام أَوْ صَدَقَة أَوْ نُسُك \" وَكَقَوْلِهِ فِي كَفَّارَة الْيَمِين\" فَإِطْعَام عَشَرَة مَسَاكِين مِنْ أَوْسَط مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتهمْ أَوْ تَحْرِير رَقَبَة \" هَذِهِ كُلّهَا عَلَى التَّخْيِير فَكَذَلِكَ فَلْتَكُنْ هَذِهِ الْآيَة وَقَالَ الْجُمْهُور هَذِهِ الْآيَة مُنَزَّلَة عَلَى أَحْوَال كَمَا قَالَ أَبُو عَبْد اللَّه الشَّافِعِيّ أَنْبَأَنَا إِبْرَاهِيم بْن أَبِي يَحْيَى عَنْ صَالِح مَوْلَى التَّوْأَمَة عَنْ اِبْن عَبَّاس فِي قُطَّاع الطَّرِيق إِذَا قَتَلُوا وَأَخَذُوا الْمَال قُتِلُوا وَصُلِبُوا وَإِذَا قَتَلُوا وَلَمْ يَأْخُذُوا الْمَال قُتِلُوا وَلَمْ يُصْلَبُوا وَإِذَا أَخَذُوا الْمَال وَلَمْ يَقْتُلُوا قُطِعَتْ أَيْدِيهمْ وَأَرْجُلهمْ مِنْ خِلَاف وَإِذَا أَخَافُوا السَّبِيل وَلَمْ يَأْخُذُوا الْمَال نُفُوا مِنْ الْأَرْض وَقَدْ رَوَاهُ اِبْن أَبِي شَيْبَة عَنْ عَبْد الرَّحِيم بْن سُلَيْمَان عَنْ حَجَّاج عَنْ عَطِيَّة عَنْ اِبْن عَبَّاس بِنَحْوِهِ وَعَنْ أَبِي مَخْلَد وَسَعِيد بْن جُبَيْر وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَعَطَاء الْخُرَاسَانِيّ نَحْو ذَلِكَ وَهَكَذَا قَالَ غَيْر وَاحِد مِنْ السَّلَف وَالْأَئِمَّة وَاخْتَلَفُوا هَلْ يُصْلَب حَيًّا وَيُتْرَك حَتَّى يَمُوت بِمَنْعِهِ مِنْ الطَّعَام وَالشَّرَاب أَوْ بِقَتْلِهِ بِرُمْحٍ أَوْ نَحْوه أَوْ يُقْتَل أَوَّلًا ثُمَّ يُصْلَب تَنْكِيلًا وَتَشْدِيدًا لِغَيْرِهِ مِنْ الْمُفْسِدِينَ وَهَلْ يُصْلَب ثَلَاثَة أَيَّام ثُمَّ يُنْزَل أَوْ يُتْرَك حَتَّى يَسِيل صَدِيده فِي ذَلِكَ كُلّه خِلَاف مُحَرَّر فِي مَوْضِعه وَبِاَللَّهِ الثِّقَة وَعَلَيْهِ التُّكَلَان وَيَشْهَد لِهَذَا التَّفْصِيل الْحَدِيث الَّذِي رَوَاهُ اِبْن جَرِير فِي تَفْسِير إِنْ صَحَّ سَنَدُهُ فَقَالَ : حَدَّثَنَا عَلِيّ بْن سَهْل حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ يَزِيد بْن أَبِي حَبِيب أَنَّ عَبْد الْمَلِك بْن مَرْوَان كَتَبَ إِلَى أَنَس بْن مَالِك يَسْأَلهُ عَنْ هَذِهِ الْآيَة فَكَتَبَ إِلَيْهِ يُخْبِرهُ أَنَّهَا نَزَلَتْ فِي أُولَئِكَ النَّفَر الْعُرَنِيِّينَ وَهُمْ مِنْ بَجِيلَة قَالَ أَنَس فَارْتَدُّوا عَنْ الْإِسْلَام وَقَتَلُوا الرَّاعِي وَاسْتَاقُوا الْإِبِل وَأَخَافُوا السَّبِيل وَأَصَابُوا الْفَرْج الْحَرَام قَالَ أَنَس : فَسَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِبْرَائِيل عَلَيْهِ السَّلَام عَنْ الْقَضَاء فِيمَنْ حَارَبَ فَقَالَ : مَنْ سَرَقَ مَالًا وَأَخَافَ السَّبِيل فَاقْطَعْ يَده بِسَرِقَتِهِ وَرِجْله بِإِخَافَتِهِ وَمَنْ قَتَلَ فَاقْتُلْهُ وَمَنْ قَتَلَ وَأَخَافَ السَّبِيل وَاسْتَحَلَّ الْفَرْج الْحَرَام فَاصْلُبْهُ وَأَمَّا قَوْله تَعَالَى \" أَوْ يُنْفَوْا مِنْ الْأَرْض \" قَالَ بَعْضهمْ هُوَ أَنْ يُطْلَب حَتَّى يُقْدَر عَلَيْهِ فَيُقَام عَلَيْهِ الْحَدّ أَوْ يَهْرُب مِنْ دَار الْإِسْلَام رَوَاهُ اِبْن جَرِير عَنْ اِبْن عَبَّاس وَأَنَس بْن مَالِك وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَالزُّهْرِيّ وَاللَّيْث بْن سَعْد وَمَالِك اِبْن أَنَس . وَقَالَ آخَرُونَ : هُوَ أَنْ يُنْفَى مِنْ بَلَده إِلَى بَلَد آخَر أَوْ يُخْرِجهُ السُّلْطَان أَوْ نَائِبه مِنْ مُعَامَلَته بِالْكُلِّيَّةِ . وَقَالَ الشَّعْبِيّ يَنْفِيه كَمَا قَالَ اِبْن هُبَيْرَة : مِنْ عَمَله كُلّه. وَقَالَ عَطَاء الْخُرَاسَانِيّ يُنْفَى مِنْ جُنْد إِلَى جُنْد سِنِينَ وَلَا يُخْرَج مِنْ دَار الْإِسْلَام وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَأَبُو الشَّعْثَاء وَالْحَسَن وَالزُّهْرِيّ وَالضَّحَّاك وَمُقَاتِل بْن حَيَّان أَنَّهُ يُنْفَى وَلَا يُخْرَج مِنْ أَرْض الْإِسْلَام . وَقَالَ آخَرُونَ الْمُرَاد بِالنَّفْيِ هَهُنَا السَّجْن وَهُوَ قَوْل أَبِي حَنِيفَة وَأَصْحَابه وَاخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِالنَّفْيِ هُنَا أَنْ يُخْرَج مِنْ بَلَده إِلَى بَلَد آخَر فَيُسْجَن فِيهِ . وَقَوْله تَعَالَى \" ذَلِكَ لَهُمْ خِزْي فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَة عَذَاب عَظِيم \" أَيْ هَذَا الَّذِي ذَكَرْته مِنْ قَتْلهمْ وَمِنْ صَلْبهمْ وَقَطْع أَيْدِيهمْ وَأَرْجُلهمْ مِنْ خِلَاف وَنَفْيهمْ خِزْي لَهُمْ بَيْن النَّاس فِي هَذِهِ الْحَيَاة الدُّنْيَا مَعَ مَا اِدَّخَرَ اللَّه لَهُمْ مِنْ الْعَذَاب الْعَظِيم يَوْم الْقِيَامَة وَهَذَا يُؤَيِّد قَوْل مَنْ قَالَ إِنَّهَا نَزَلَتْ فِي الْمُشْرِكِينَ فَأَمَّا أَهْل الْإِسْلَام فَفِي صَحِيح مُسْلِم عَنْ عُبَادَة بْن الصَّامِت رَضِيَ اللَّه عَنْهُ قَالَ : أَخَذَ عَلَيْنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَمَا أَخَذَ عَلَى النِّسَاء أَلَّا نُشْرِك بِاَللَّهِ شَيْئًا وَلَا نَسْرِق وَلَا نَزْنِي وَلَا نَقْتُل أَوْلَادنَا وَلَا يَعْضَهَ بَعْضُنَا بَعْضًا فَمَنْ وَفَى مِنْكُمْ فَأَجْره عَلَى اللَّه تَعَالَى وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فَهُوَ كَفَّارَة لَهُ وَمَنْ سَتَرَهُ اللَّه فَأَمْره إِلَى اللَّه إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ عَفَا عَنْهُ وَعَنْ عَلِيّ قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ أَذْنَبَ ذَنْبًا فِي الدُّنْيَا فَعُوقِبَ بِهِ فَاَللَّه أَعْدَلُ مِنْ أَنْ يُثَنِّي عُقُوبَته عَلَى عَبْده وَمَنْ أَذْنَبَ ذَنْبًا فِي الدُّنْيَا فَسَتَرَهُ اللَّه عَلَيْهِ وَعَفَا عَنْهُ فَاَللَّه أَكْرَمُ مِنْ أَنْ يَعُود عَلَيْهِ فِي شَيْء قَدْ عَفَا عَنْهُ \" رَوَاهُ الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَقَدْ سُئِلَ الْحَافِظ الدَّارَقُطْنِيّ عَنْ هَذَا الْحَدِيث فَقَالَ : رُوِيَ مَرْفُوعًا وَمَوْقُوفًا قَالَ وَرَفْعُهُ صَحِيحٌ ; وَقَالَ اِبْن جَرِير فِي قَوْله \" ذَلِكَ لَهُمْ خِزْي فِي الدُّنْيَا\" يَعْنِي شَرّ وَعَار وَنِكَار وَذِلَّة وَعُقُوبَة فِي عَاجِل الدُّنْيَا قَبْل الْآخِرَة \" وَلَهُمْ فِي الْآخِرَة عَذَاب عَظِيم \" أَيْ إِذَا لَمْ يَتُوبُوا مِنْ فِعْلهمْ ذَلِكَ حَتَّى هَلَكُوا فِي الْآخِرَة مَعَ الْجَزَاء الَّذِي جَازَيْتهمْ بِهِ فِي الدُّنْيَا وَالْعُقُوبَة الَّتِي عَاقَبْتهمْ بِهَا فِي الدُّنْيَا عَذَاب عَظِيم يَعْنِي عَذَاب جَهَنَّم .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41484, "aya_id": 33}]