[{"text": "وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ", "sura_id": 3, "type": 0, "id": 454, "aya_id": 161}, {"text": "وما كان لنبي أن يغل ومن يغلل يأت بما غل يوم القيامة ثم توفى كل نفس ما كسبت وهم لا يظلمون", "sura_id": 3, "type": 1, "id": 6690, "aya_id": 161}, {"text": "161 - ونزلت لما فقدت قطيفة حمراء يوم أحد فقال بعض الناس: لعل النبي أخذها (وما كان) ما ينبغي (لنبي أن يَغُل) يخون في الغنيمة فلا تظنوا به ذلك ، وفي قراءة بالبناء للمفعول أن ينسب إلى الغلول (ومن يغلل يأت بما غل يوم القيامة) حاملاً له على عنقه (ثم توفى كل نفس) الغال وغيره جزاء (ما كسبت) عملت (وهم لا يظلمون) شيئا \r\n", "sura_id": 3, "type": 2, "id": 25398, "aya_id": 161}, {"text": "وما كان لنبيٍّ أن يَخُونَ أصحابه بأن يأخذ شيئًا من الغنيمة غير ما اختصه الله به, ومن يفعل ذلك منكم يأت بما أخذه حاملا له يوم القيامة; ليُفضَح به في الموقف المشهود, ثم تُعطى كل نفس جزاءَ ما كسبت وافيًا غير منقوص دون ظلم.\r\n", "sura_id": 3, "type": 3, "id": 31634, "aya_id": 161}, {"text": " <font color=red>وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</font><BR><p>قَوْله تَعَالَى \" وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلّ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَغَيْر وَاحِد : مَا يَنْبَغِي لِنَبِيٍّ أَنْ يَخُون . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا الْمُسَيِّب بْن وَاضِح حَدَّثَنَا أَبُو إِسْحَق الْفَزَارِيّ عَنْ سُفْيَان بْن خُصَيْف عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : فَقَدُوا قَطِيفَة يَوْم بَدْر فَقَالُوا : لَعَلَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخَذَهَا فَأَنْزَلَ اللَّه \" وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلّ \" أَيْ يَخُون . وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد الْمَلِك بْن أَبِي الشَّوَارِب حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا خُصَيْف حَدَّثَنَا مِقْسَم حَدَّثَنِي اِبْن عَبَّاس أَنَّ هَذِهِ الْآيَة \" وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلّ \" نَزَلَتْ فِي قَطِيفَة حَمْرَاء فُقِدَتْ يَوْم بَدْر فَقَالَ بَعْض النَّاس : لَعَلَّ رَسُول اللَّه أَخَذَهَا فَأَكْثَرُوا فِي ذَلِكَ فَأَنْزَلَ اللَّه \" وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْم الْقِيَامَة \" وَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ جَمِيعًا عَنْ قُتَيْبَة عَنْ عَبْد الْوَاحِد بْن زِيَاد بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَرَوَاهُ بَعْضهمْ عَنْ خُصَيْف عَنْ مِقْسَم يَعْنِي مُرْسَلًا وَرَوَاهُ اِبْن مَرْدُوَيه مِنْ طَرِيق أَبِي عَمْرو بْن الْعَلَاء عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : اِتَّهَمَ الْمُنَافِقُونَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِشَيْءٍ فُقِدَ فَأَنْزَلَ اللَّه تَعَالَى \" وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلّ \" وَرُوِيَ مِنْ غَيْر وَجْه عَنْ اِبْن عَبَّاس نَحْو مَا تَقَدَّمَ وَهَذَا تَنْزِيه لَهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ مِنْ جَمِيع وُجُوه الْخِيَانَة فِي أَدَاء الْأَمَانَة وَقَسْمِ الْغَنِيمَة وَغَيْر ذَلِكَ . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلّ \" أَيْ بِأَنْ يَقْسِمَ لِبَعْضِ السَّرَايَا وَيَتْرُك بَعْضًا وَكَذَا قَالَ الضَّحَّاك . وَقَالَ مُحَمَّد بْن إِسْحَق \" وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلّ \" بِأَنْ يَتْرُك بَعْض مَا أُنْزِلَ إِلَيْهِ فَلَا يُبَلِّغ أُمَّته وَقَرَأَ الْحَسَن الْبَصْرِيّ وَطَاوُوس وَمُجَاهِد وَالضَّحَّاك \" وَمَا كَانَ لِنَبِيٍّ أَنْ يُغَلّ \" بِضَمِّ الْيَاء أَيْ يُخَان . وَقَالَ قَتَادَةُ وَالرَّبِيع بْن أَنَس : نَزَلَتْ هَذِهِ الْآيَة يَوْم بَدْر وَقَدْ غَلَّ بَعْض أَصْحَابه وَرَوَاهُ اِبْن جَرِير عَنْهُمَا ثُمَّ حَكَى بَعْضهمْ أَنَّهُ فَسَّرَ هَذِهِ الْقِرَاءَة بِمَعْنَى يُتَّهَم بِالْخِيَانَةِ ثُمَّ قَالَ تَعَالَى \" وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْم الْقِيَامَة ثُمَّ تُوَفَّى كُلّ نَفْس مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ \" وَهَذَا تَهْدِيد شَدِيد وَوَعِيد أَكِيد وَقَدْ وَرَدَتْ السُّنَّة بِالنَّهْيِ عَنْ ذَلِكَ أَيْضًا فِي أَحَادِيث مُتَعَدِّدَة . قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الْمَلِك حَدَّثَنَا زُهَيْر يَعْنِي اِبْن مُحَمَّد عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل عَنْ عَطَاء بْن يَسَار عَنْ أَبِي مَالِك الْأَشْجَعِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَعْظَم الْغُلُول عِنْد اللَّه ذِرَاع مِنْ الْأَرْض تَجِدُونَ الرَّجُلَيْنِ جَارَيْنِ فِي الْأَرْض - أَوْ فِي الدَّار - فَيَقْطَع أَحَدهمَا مِنْ حَظّ صَاحِبه ذِرَاعًا فَإِذَا قَطَعَهُ طُوِّقَهُ مِنْ سَبْع أَرْضِينَ يَوْم الْقِيَامَة \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُوسَى بْن دَاوُدَ حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا اِبْن لَهِيعَة عَنْ اِبْن هُبَيْرَة وَالْحَارِث بْن يَزِيد عَنْ عَبْد الرَّحْمَن بْن جُبَيْر قَالَ سَمِعْت الْمُسْتَوْرِد بْن شَدَّاد يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" مَنْ وَلِيَ لَنَا عَمَلًا وَلَيْسَ لَهُ مَنْزِل فَلْيَتَّخِذْ مَنْزِلًا أَوْ لَيْسَتْ لَهُ زَوْجَة فَلْيَتَزَوَّجْ أَوْ لَيْسَ لَهُ خَادِم فَلْيَتَّخِذْ خَادِمًا أَوْ لَيْسَ لَهُ دَابَّة فَلْيَتَّخِذْ دَابَّة وَمَنْ أَصَابَ شَيْئًا سِوَى ذَلِكَ فَهُوَ غَالٍ \" . هَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَقَدْ رَوَاهُ أَبُو دَاوُدَ بِسَنَدٍ آخَر وَسِيَاق آخَر فَقَالَ : حَدَّثَنَا مُوسَى بْن مَرْوَان الرَّقِّيّ حَدَّثَنَا الْمَعَافَى حَدَّثَنَا الْأَوْزَاعِيّ عَنْ الْحَارِث بْن يَزِيد عَنْ جُبَيْر بْن نُفَيْر عَنْ الْمُسْتَوْرِد بْن شَدَّاد قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ كَانَ لَنَا عَامِلًا فَلْيَكْتَسِبْ زَوْجَة فَإِنْ لَمْ يَكُنْ لَهُ خَادِم فَلْيَكْتَسِبْ خَادِمًا فَإِنْ لَمْ يَكُنْ لَهُ مَسْكَن فَلْيَكْتَسِبْ مَسْكَنًا \" قَالَ : قَالَ أَبُو بَكْر أُخْبِرْت أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ اِتَّخَذَ غَيْر ذَلِكَ فَهُوَ غَالٍ - أَوْ سَارِق \" . قَالَ شَيْخنَا الْحَافِظ الْمِزِّيّ رَحِمَهُ اللَّه : رَوَاهُ أَبُو جَعْفَر مُحَمَّد الْفِرْيَابِيّ عَنْ مُوسَى بْن مَرْوَان فَقَالَ : عَنْ عَبْد الرَّحْمَن بْن جُبَيْر بَدَل جُبَيْر بْن نُفَيْر وَهُوَ أَشْبَه بِالصَّوَابِ . \" حَدِيث آخَر \" قَالَ اِبْن جَرِير : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا حَفْص بْن بِشْر حَدَّثَنَا يَعْقُوب الْقُمِّيّ حَدَّثَنَا حَفْص بْن حُمَيْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى لِلَّهِ عَلَيْهِ وَسَلَّمَ \" لَأَعْرِفَنَّ أَحَدكُمْ يَأْتِي يَوْم الْقِيَامَة يَحْمِل شَاة لَهَا ثُغَاء يُنَادِي يَا مُحَمَّد يَا مُحَمَّد فَأَقُول : لَا أَمْلِك لَك مِنْ اللَّه شَيْئًا قَدْ بَلَّغْتُك وَلَأَعْرِفَنَّ أَحَدكُمْ يَأْتِي يَوْم الْقِيَامَة يَحْمِل جَمَلًا لَهُ رُغَاء يَقُول : يَا مُحَمَّد يَا مُحَمَّد فَأَقُول لَا أَمْلِك لَك مِنْ اللَّه شَيْئًا قَدْ بَلَّغْتُك وَلَأَعْرِفَنَّ أَحَدكُمْ يَأْتِي يَوْم الْقِيَامَة يَحْمِل قَسْمًا مِنْ أُدْم يُنَادِي يَا مُحَمَّد يَا مُحَمَّد فَأَقُول : لَا أَمْلِك لَك مِنْ اللَّه شَيْئًا قَدْ بَلَّغْتُك \" . لَمْ يَرْوِهِ أَحَد مِنْ أَهْل الْكُتُب السِّتَّة. \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُفْيَان عَنْ الزُّهْرِيّ سَمِعَ عُرْوَة يَقُول : حَدَّثَنَا أَبُو حُمَيْد السَّاعِدِيّ قَالَ : اِسْتَعْمَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلًا مِنْ الْأَزْدِ يُقَال لَهُ اِبْن اللُّتْبِيَّة عَلَى الصَّدَقَة فَجَاءَ فَقَالَ : هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَر فَقَالَ \" مَا بَالُ الْعَامِل نَبْعَثهُ عَلَى عَمَل فَيَقُول : هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي : أَفَلَا جَلَسَ فِي بَيْت أَبِيهِ وَأُمّه فَيَنْظُر أَيُهْدَى إِلَيْهِ أَمْ لَا ؟ وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَا يَأْتِي أَحَدكُمْ مِنْهَا بِشَيْءٍ إِلَّا جَاءَ بِهِ يَوْم الْقِيَامَة عَلَى رَقَبَته إِذْ كَانَ بَعِيرًا لَهُ رُغَاء أَوْ بَقَرَة لَهَا خُوَار أَوْ شَاة تَيْعَر \" ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْنَا عُفْرَة إِبْطَيْهِ : ثُمَّ قَالَ \" اللَّهُمَّ هَلْ بَلَّغْت \" ثَلَاثًا وَزَادَ هِشَام بْن عُرْوَة فَقَالَ أَبُو حُمَيْد : بَصُرْته بِعَيْنِي وَسَمِعَتْهُ أُذُنِي وَاسْأَلُوا زَيْد بْن ثَابِت أَخْرَجَاهُ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ وَعِنْد الْبُخَارِيّ وَاسْأَلُوا زَيْد بْن ثَابِت وَغَيْر وَجْه عَنْ الزُّهْرِيّ وَمِنْ طُرُق عَنْ هِشَام بْن عُرْوَة كِلَاهُمَا عَنْ عُرْوَة بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ يَحْيَى بْن سَعِيد عَنْ عُرْوَة بْن الزُّبَيْر عَنْ أَبِي حُمَيْد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" هَدَايَا الْعُمَّال غُلُول \" وَهَذَا الْحَدِيث مِنْ أَفْرَاد أَحْمَد وَهُوَ ضَعِيف الْإِسْنَاد وَكَأَنَّهُ مُخْتَصَر مِنْ الَّذِي قَبْله وَاَللَّه أَعْلَم \" حَدِيث آخَر \" قَالَ أَبُو عِيسَى التِّرْمِذِيّ فِي كِتَاب الْأَحْكَام : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو أُسَامَة عَنْ دَاوُدَ بْن يَزِيد الْأَوْدِيّ عَنْ الْمُغِيرَة بْن شِبْل عَنْ قَيْس بْن أَبِي حَازِم عَنْ مُعَاذ بْن جَبَل قَالَ : بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْيَمَن فَلَمَّا سِرْت أَرْسَلَ فِي أَثَرِي فَرَدَدْت فَقَالَ \" أَتَدْرِي لِمَ بَعَثْت إِلَيْك ؟ لَا تُصِيبَن شَيْئًا بِغَيْرِ إِذْنِي فَإِنَّهُ غُلُول \" وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْم الْقِيَامَة \" لِهَذَا دَعَوْتُك فَامْضِ لِعَمَلِك \" هَذَا حَدِيث حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَفِي الْبَاب عَنْ عَدِيّ بْن عَمِيرَة وَبُرَيْدَة وَالْمُسْتَوْرِد بْن شَدَّاد وَأَبِي حُمَيْد وَابْن عُمَر \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْمَاعِيل بْن عُلَيَّة حَدَّثَنَا أَبُو حَيَّان يَحْيَى بْن سَعِيد التَّيْمِيّ عَنْ أَبِي زُرْعَة عَنْ اِبْن عُمَر وَابْن جَرِير عَنْ أَبِي هُرَيْرَة قَالَ : قَامَ فِينَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَذَكَرَ الْغُلُول فَعَظَّمَهُ وَعَظَّمَ أَمْرَهُ ثُمَّ قَالَ \" لَا أُلْفِيَنّ أَحَدكُمْ يَجِيء يَوْم الْقِيَامَة عَلَى رَقَبَته بَعِير لَهُ رُغَاء فَيَقُول : يَا رَسُول اللَّه أَغِثْنِي فَأَقُول لَا أَمْلِك لَك مِنْ اللَّه شَيْئًا قَدْ بَلَّغْتُك لَا أُلْفِيَنَّ أَحَدكُمْ يَجِيء يَوْم الْقِيَامَة عَلَى رَقَبَته فَرَس لَهَا حَمْحَمَة فَيَقُول : يَا رَسُول اللَّه أَغِثْنِي فَأَقُول لَا أَمْلِك لَك مِنْ اللَّه شَيْئًا قَدْ بَلَّغْتُك لَا أُلْفِيَنَّ أَحَدكُمْ يَجِيء يَوْم الْقِيَامَة عَلَى رَقَبَته صَامِت فَيَقُول يَا رَسُول اللَّه أَغِثْنِي فَأَقُول لَا أَمْلِك لَك مِنْ اللَّه شَيْئًا قَدْ بَلَّغْتُك \" أَخْرَجَاهُ مِنْ حَدِيث أَبِي حَيَّان بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ إِسْمَاعِيل بْن أَبِي خَالِد حَدَّثَنِي قَيْس عَنْ عَدِيّ بْن عَمِيرَة الْكِنْدِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَيّهَا النَّاس مَنْ عَمِلَ لَنَا مِنْكُمْ عَمَلًا فَكَتَمَنَا مِنْهُ مِخْيَطًا فَمَا فَوْقه فَهُوَ غُلٌّ يَأْتِي بِهِ يَوْم الْقِيَامَة \" قَالَ : فَقَامَ رَجُل مِنْ الْأَنْصَار أَسْوَد - قَالَ مُجَاهِد : هُوَ سَعْد بْن عُبَادَة كَأَنِّي أَنْظُر إِلَيْهِ - فَقَالَ يَا رَسُول اللَّه اِقْبَلْ مِنِّي عَمَلك قَالَ \" وَمَا ذَاكَ ؟ \" قَالَ سَمِعْتُكَ تَقُول كَذَا وَكَذَا قَالَ وَأَنَا أَقُول ذَاكَ الْآن مَنْ اِسْتَعْمَلْنَاهُ عَلَى عَمَل فَلْيَجِئْ بِقَلِيلِهِ وَكَثِيره فَمَا أُوتِيَ مِنْهُ أَخَذَهُ وَمَا نُهِيَ عَنْهُ اِنْتَهَى \" وَكَذَا رَوَاهُ مُسْلِم وَأَبُو دَاوُدَ مِنْ طُرُق عَنْ إِسْمَاعِيل بْن أَبِي خَالِد بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ أَبِي إِسْحَق الْفَزَارِيّ عَنْ اِبْن جُرَيْج حَدَّثَنِي مَنْبُوذ رَجُل مِنْ آل أَبِي رَافِع عَنْ الْفَضْل بْن عَبْد اللَّه بْن أَبِي رَافِع عَنْ أَبِي رَافِع قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى الْعَصْر رُبَّمَا ذَهَبَ إِلَى بَنِي عَبْد الْأَشْهَل فَيَتَحَدَّث مَعَهُمْ حَتَّى يَنْحَدِر إِلَى الْمَغْرِب قَالَ أَبُو رَافِع : فَبَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُسْرِعًا إِلَى الْمَغْرِب إِذْ مَرَّ بِالْبَقِيعِ فَقَالَ \" أُفّ لَك أُفّ لَك \" فَلَزِقَ فِي دِرْعِي وَتَأَخَّرْت وَظَنَنْت أَنَّهُ يُرِيدنِي فَقَالَ \" مَا لِك ؟ \" قُلْت أَحْدَثْت حَدَثًا يَا رَسُول اللَّه ! قَالَ \" وَمَا ذَاكَ \" ؟ قَالَ : إِنَّك قُلْت لِي قَالَ : لَا وَلَكِنْ هَذَا قَبْر فُلَان بَعَثْته سَاعِيًا عَلَى آل فُلَان فَغَلَّ نَمِرَة فَدُرِعَ الْآن مِثْلهَا مِنْ نَار \" \" حَدِيث آخَر \" قَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن سَالِم الْكُوفِيّ الْمَفْلُوج - وَكَانَ ثِقَة - حَدَّثَنَا عُبَيْد بْن الْأَسْوَد عَنْ الْقَاسِم بْن الْوَلِيد عَنْ أَبِي صَادِق عَنْ رَبِيعَة بْن نَاجِيَة عَنْ عُبَادَة بْن الصَّامِت قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْخُذ الْوَبَرَة مِنْ ظَهْر الْبَعِير مِنْ الْمَغْنَم ثُمَّ يَقُول \" مَا لِي فِيهِ إِلَّا مِثْل مَا لِأَحَدِكُمْ إِيَّاكُمْ وَالْغُلُول فَإِنَّ الْغُلُول خِزْيٌ عَلَى صَاحِبه يَوْم الْقِيَامَة أَدُّوا الْخَيْط وَالْمِخْيَط وَمَا فَوْق ذَلِكَ وَجَاهِدُوا فِي سَبِيل اللَّه الْقَرِيب وَالْبَعِيد فِي الْحَضَر وَالسَّفَر فَإِنَّ الْجِهَاد بَاب مِنْ أَبْوَاب الْجَنَّة إِنَّهُ لَيُنَجِّي اللَّه بِهِ مِنْ الْهَمّ وَالْغَمّ وَأَقِيمُوا حُدُود اللَّه فِي الْقَرِيب وَالْبَعِيد وَلَا تَأْخُذكُمْ فِي اللَّه لَوْمَة لَائِم \" وَقَدْ رَوَى اِبْن مَاجَهْ بَعْضه عَنْ الْمَفْلُوج بِهِ . \" حَدِيث آخَر \" عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رُدُّوا الْخَيْط وَالْمِخْيَط فَإِنَّ الْغُلُول عَار وَنَار وَشَنَار عَلَى أَهْله يَوْم الْقِيَامَة \" \" حَدِيث آخَر \" قَالَ أَبُو دَاوُدَ : حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير عَنْ مُطَرِّف عَنْ أَبِي الْجَهْم عَنْ أَبِي مَسْعُود الْأَنْصَارِيّ قَالَ : بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَاعِيًا ثُمَّ قَالَ اِنْطَلِقْ أَبَا مَسْعُود لَا أُلْفِيَنَّك يَوْم الْقِيَامَة تَجِيء عَلَى ظَهْرك بَعِير مِنْ إِبِل الصَّدَقَة لَهُ رُغَاء قَدْ غَلَلْته \" قَالَ : إِذًا لَا أَنْطَلِق قَالَ \" إِذًا لَا أُكْرِهك \" تَفَرَّدَ بِهِ أَبُو دَاوُدَ . \" حَدِيث آخَر \" قَالَ أَبُو بَكْر بْن مَرْدُوَيه : أَنْبَأَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم أَنْبَأَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة أَنْبَأَنَا عَبْد الْحَمِيد بْن صَالِح أَنْبَأَنَا أَحْمَد بْن أَبَانٍ عَنْ عَلْقَمَة عَنْ مَرْثَد عَنْ أَبِي بُرْدَة عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" إِنَّ الْحَجَر يُرْمَى بِهِ فِي جَهَنَّم فَيَهْوِي سَبْعِينَ خَرِيفًا مَا يَبْلُغ قَعْرهَا وَيُؤْتَى بِالْغُلُولِ فَيُقْذَف مَعَهُ ثُمَّ يُقَال لِمَنْ غَلَّ بِهِ : اِئْتِ بِهِ فَذَلِكَ قَوْله \" وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْم الْقِيَامَة \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا عِكْرِمَة بْن عَمَّار حَدَّثَنِي سِمَاك الْحَنَفِيّ أَبُو زُمَيْل حَدَّثَنِي عَبْد اللَّه بْن عَبَّاس حَدَّثَنِي عُمَر بْن الْخَطَّاب قَالَ : لَمَّا كَانَ يَوْم خَيْبَر أَقْبَلَ نَفَر مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : فُلَان شَهِيد وَفُلَان شَهِيد حَتَّى أَتَوْا عَلَى رَجُل فَقَالُوا فُلَان شَهِيد فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَلَّا إِنِّي رَأَيْته فِي النَّار فِي بُرْدَة غَلَّهَا - أَوْ عَبَاءَة \" ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عِيهِ وَسَلَّمَ \" اِذْهَبْ فَنَادِ فِي النَّاس إِنَّهُ لَا يَدْخُل الْجَنَّة إِلَّا الْمُؤْمِنُونَ \" قَالَ : فَخَرَجْت فَنَادَيْت إِنَّهُ لَا يَدْخُل الْجَنَّة إِلَّا الْمُؤْمِنُونَ وَكَذَا رَوَاهُ مُسْلِم وَالتِّرْمِذِيّ مِنْ حَدِيث عِكْرِمَة بْن عَمَّار بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح \" حَدِيث آخَر عَنْ عُمَر رَضِيَ اللَّه عَنْهُ \" قَالَ اِبْن جَرِير . حَدَّثَنِي أَحْمَد بْن عَبْد الرَّحْمَن بْن وَهْب حَدَّثَنِي عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث أَنَّ مُوسَى بْن جُبَيْر حَدَّثَهُ أَنَّ عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن الْحُبَاب الْأَنْصَارِيّ حَدَّثَهُ أَنَّ عَبْد اللَّه بْن أُنَيْس حَدَّثَهُ أَنَّهُ تَذَاكَرَ هُوَ وَعُمَر بْن الْخَطَّاب يَوْمًا الصَّدَقَة فَقَالَ : أَلَمْ تَسْمَع قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين ذَكَرَ غُلُول الصَّدَقَة \" مَنْ غَلَّ مِنْهَا بَعِيرًا أَوْ شَاة فَإِنَّهُ يَحْمِلهُ يَوْم الْقِيَامَة \" ؟ قَالَ عَبْد اللَّه بْن أُنَيْس : بَلَى وَرَوَاهُ اِبْن مَاجَهْ عَنْ عَمْرو بْن سَوَّاد عَنْ عَبْد اللَّه بْن وَهْب بِهِ \" حَدِيث آخَر \" قَالَ اِبْن جَرِير : حَدَّثَنَا يَحْيَى بْن سَعِيد الْأُمَوِيّ حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ سَعْد بْن عُبَادَة مُصَدِّقًا فَقَالَ \" يَا سَعْد إِيَّاكَ أَنْ تَجِيء يَوْم الْقِيَامَة بِبَعِيرٍ تَحْمِلهُ لَهُ رُغَاء \" قَالَ : لَا آخُذهُ وَلَا أَجِيء بِهِ فَأَعْفَاهُ . ثُمَّ رَوَاهُ مِنْ طَرِيق عُبَيْد اللَّه عَنْ نَافِع بِهِ نَحْوه \" حَدِيث آخَر \" قَالَ أَحْمَد : حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا عَبْد الْعَزِيز بْن مُحَمَّد حَدَّثَنَا صَالِح بْن مُحَمَّد بْن زَائِدَة عَنْ سَالِم بْن عَبْد اللَّه أَنَّهُ كَانَ مَعَ مَسْلَمَة بْن عَبْد الْمَلِك فِي أَرْض الرُّوم فَوَجَدَ فِي مَتَاع رَجُل غُلُولًا قَالَ : فَسَأَلَ سَالِم بْن عَبْد اللَّه فَقَالَ حَدَّثَنِي أَبِي عَبْد اللَّه عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ وَجَدْتُمْ فِي مَتَاعه غُلُولًا فَأَحْرِقُوهُ - قَالَ . وَأَحْسَبهُ قَالَ وَاضْرِبْهُ \" قَالَ . فَأَخْرَجَ مَتَاعه فِي السُّوق فَوَجَدَ فِيهِ مُصْحَفًا فَسَأَلَ سَالِمًا ؟ فَقَالَ : بِعْهُ وَتَصَدَّقْ بِثَمَنِهِ. وَكَذَا رَوَاهُ عَلِيّ بْن الْمَدِينِيّ وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ مِنْ حَدِيث عَبْد الْعَزِيز بْن مُحَمَّد الدَّرَاوَرْدِيّ زَادَ أَبُو دَاوُدَ وَأَبُو إِسْحَق الْفَزَارِيّ كِلَاهُمَا عَنْ أَبِي وَاقِد اللَّيْثِيّ الصَّغِير صَالِح بْن مُحَمَّد بْن زَائِدَة بِهِ . وَقَالَ عَلِيّ بْن الْمَدِينِيّ وَالْبُخَارِيّ وَغَيْرهمَا : هَذَا حَدِيث مُنْكَر مِنْ رِوَايَة أَبِي وَاقِد هَذَا وَقَالَ الدَّارَقُطْنِيّ : الصَّحِيح أَنَّهُ مِنْ فَتْوَى سَالِم فَقَطْ وَقَدْ ذَهَبَ إِلَى الْقَوْل بِمُقْتَضَى هَذَا الْحَدِيث الْإِمَام أَحْمَد بْن حَنْبَل وَمَنْ تَابَعَهُ مِنْ أَصْحَابه وَقَدْ رَوَاهُ الْأُمَوِيّ عَنْ مُعَاوِيَة عَنْ أَبِي إِسْحَق عَنْ يُونُس بْن عُبَيْد عَنْ الْحَسَن قَالَ : عُقُوبَة الْغَالّ أَنْ يُخْرَج رَحْله فَيُحْرَق عَلَى مَا فِيهِ : ثُمَّ رُوِيَ عَنْ مُعَاوِيَة عَنْ أَبِي إِسْحَق عَنْ عُثْمَان بْن عَطَاء عَنْ أَبِيهِ عَنْ عَلِيّ قَالَ : الْغَالّ يُجْمَع رَحْله فَيُحْرَق وَيُجْلَد دُون حَدّ الْمَمْلُوك وَيُحْرَم نَصِيبه وَخَالَفَهُ أَبُو حَنِيفَة وَمَالِك وَالشَّافِعِيّ وَالْجُمْهُور فَقَالُوا : لَا يُحْرَق مَتَاع الْغَالّ بَلْ يُعَزَّر تَعْزِير مِثْله : وَقَدْ قَالَ الْبُخَارِيّ وَقَدْ اِمْتَنَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الصَّلَاة عَلَى الْغَالّ وَلَمْ يُحَرِّق مَتَاعه وَاَللَّه أَعْلَم - وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَسْوَد بْن عَامِر أَنْبَأَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَق عَنْ جُبَيْر بْن مَالِك قَالَ : أَمَرَ بِالْمَصَاحِفِ أَنْ تُغَيَّر قَالَ : فَقَالَ اِبْن مَسْعُود : مَنْ اِسْتَطَاعَ مِنْكُمْ أَنْ يَغُلّ مُصْحَفًا فَلْيَغْلُلْهُ فَإِنَّهُ مَنْ غَلَّ شَيْئًا جَاءَ بِهِ يَوْم الْقِيَامَة . ثُمَّ قَالَ : قَرَأْت مِنْ فِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَبْعِينَ مَرَّة أَفَأَتْرُك مَا أَخَذْت مِنْ فِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَرَوَى وَكِيع فِي تَفْسِيرٍ عَنْ شَرِيك عَنْ إِبْرَاهِيم بْن مُهَاجِر عَنْ إِبْرَاهِيم قَالَ لَمَّا أُمِرَ بِتَحْرِيقِ الْمَصَاحِف قَالَ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ : أَيّهَا النَّاس غُلُّوا الْمَصَاحِف فَإِنَّهُ مَنْ غَلَّ يَأْتِ بِمَا غَلَّ يَوْم الْقِيَامَة وَنِعْمَ الْغُلّ الْمُصْحَف يَأْتِي أَحْكَم يَوْم الْقِيَامَة - وَقَالَ أَبُو دَاوُدَ : عَنْ سَمُرَة بْن جُنْدُب قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا غَنِمَ غَنِيمَة أَمَرَ بِلَالًا فَيُنَادِي فِي النَّاس فَيَجُوز بِغَنَائِمِهِمْ فَيُخَمِّسهُ وَيُقَسِّمهُ فَجَاءَ رَجُل يَوْمًا بَعْد النِّدَاء بِزِمَامٍ مِنْ شَعْر فَقَالَ : يَا رَسُول اللَّه هَذَا كَانَ مِمَّا أَصَبْنَاهُ مِنْ الْغَنِيمَة فَقَالَ \" أَسَمِعْت بِلَالًا يُنَادِي \" ثَلَاثًا ؟ قَالَ : نَعَمْ قَالَ \" فَمَا مَنَعَك أَنْ تَجِيء ؟ \" فَاعْتَذَرَ إِلَيْهِ فَقَالَ \" كَلَّا أَنْتَ تَجِيء بِهِ يَوْم الْقِيَامَة فَلَنْ أَقْبَلَهُ مِنْك .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39912, "aya_id": 161}]