[{"text": "أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّأُوْلِي النُّهَى", "sura_id": 20, "type": 0, "id": 2476, "aya_id": 128}, {"text": "أفلم يهد لهم كم أهلكنا قبلهم من القرون يمشون في مساكنهم إن في ذلك لآيات لأولي النهى", "sura_id": 20, "type": 1, "id": 8712, "aya_id": 128}, {"text": "128 - (أفلم يهد) يتبين (لهم) لكفار مكة (كم) خبرية مفعول (أهلكنا) أي كثيرا إهلاكنا (قبلهم من القرون) أي الأمم الماضية لتكذيب الرسل (يمشون) حال من ضمير لهم (في مساكنهم) في سفرهم إلى الشام وغيرها فيعتبروا وما ذكر من أخذ إهلاك من فعله الخالي عن حرف مصدري لرعاية المعنى لا مانع منه (إن في ذلك لآيات) لعبرا (لأولي النهى) لذوي العقول \r\n", "sura_id": 20, "type": 2, "id": 27420, "aya_id": 128}, {"text": "أفلم يدل قومك - أيها الرسول - على طريق الرشاد كثرة مَن أهلكنا من الأمم المكذبة قبلهم وهم يمشون في ديارهم, ويرون آثار هلاكهم؟ إن في كثرة تلك الأمم وآثار عذابهم لَعبرًا وعظاتٍ لأهل العقول الواعية.\r\n", "sura_id": 20, "type": 3, "id": 33656, "aya_id": 128}, {"text": " <font color=red>أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى</font><BR><p>يَقُول تَعَالَى أَفَلَمْ يَهْدِ لِهَؤُلَاءِ الْمُكَذِّبِينَ بِمَا جِئْتهمْ بِهِ يَا مُحَمَّد كَمْ أَهْلَكْنَا مِنْ الْأُمَم الْمُكَذِّبِينَ بِالرُّسُلِ قَبْلهمْ فَبَادُوا فَلَيْسَ لَهُمْ بَاقِيَة وَلَا عَيْن وَلَا أَثَر كَمَا يُشَاهِدُونَ ذَلِكَ مِنْ دِيَارهمْ الْخَالِيَة الَّتِي خَلَفُوهُمْ فِيهَا يَمْشُونَ فِيهَا إِنَّ فِي ذَلِكَ لَآيَات لِأُولِي النُّهَى أَيْ الْعُقُول الصَّحِيحَة وَالْأَلْبَاب الْمُسْتَقِيمَة كَمَا قَالَ تَعَالَى \" أَفَلَمْ يَسِيرُوا فِي الْأَرْض فَتَكُون لَهُمْ قُلُوب يَعْقِلُونَ بِهَا أَوْ آذَان يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَار وَلَكِنْ تَعْمَى الْقُلُوب الَّتِي فِي الصُّدُور \" وَقَالَ فِي سُورَة الم السَّجْدَة \" أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلهمْ مِنْ الْقُرُون يَمْشُونَ فِي مَسَاكِنهمْ \" الْآيَة .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38814, "aya_id": 128}]