[{"text": "وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ", "sura_id": 43, "type": 0, "id": 4329, "aya_id": 4}, {"text": "وإنه في أم الكتاب لدينا لعلي حكيم", "sura_id": 43, "type": 1, "id": 10565, "aya_id": 4}, {"text": "4 - (وإنه) مثبت (في أم الكتاب) أصل الكتب أي اللوح المحفوظ (لدينا) بدل عندنا (لعلي) على الكتب قبله (حكيم) ذو حكمة بالغة \r\n", "sura_id": 43, "type": 2, "id": 29273, "aya_id": 4}, {"text": " وإنه في اللوح المحفوظ لدينا لعليٌّ في قَدْره وشرفه, محكم لا اختلاف فيه ولا تناقض.\r\n", "sura_id": 43, "type": 3, "id": 35509, "aya_id": 4}, {"text": " <font color=red>وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ</font><BR><p>قَوْله تَعَالَى \" وَإِنَّهُ فِي أُمّ الْكِتَاب لَدَيْنَا لَعَلِيّ حَكِيم\" بَيَّنَ شَرَفه فِي الْمَلَإِ الْأَعْلَى لِيُشَرِّفهُ وَيُعَظِّمهُ وَيُطِيعهُ أَهْل الْأَرْض فَقَالَ تَعَالَى \" وَإِنَّهُ \" أَيْ الْقُرْآن\" فِي أُمّ الْكِتَاب \" أَيْ اللَّوْح الْمَحْفُوظ قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَمُجَاهِد \" لَدَيْنَا \" أَيْ عِنْدنَا قَالَهُ قَتَادَة وَغَيْره \" لَعَلِيّ \" أَيْ ذُو مَكَانَة عَظِيمَة وَشَرَف وَفَضْل قَالَهُ قَتَادَة \" حَكِيم \" أَيْ مُحْكَم بَرِيء مِنْ اللَّبْس وَالزَّيْغ وَهَذَا كُلّه تَنْبِيه عَلَى شَرَفه وَفَضْله كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" إِنَّهُ لَقُرْآن كَرِيم فِي كِتَاب مَكْنُون لَا يَمَسّهُ إِلَّا الْمُطَهَّرُونَ تَنْزِيل مِنْ رَبّ الْعَالَمِينَ\" وَقَالَ تَعَالَى \" كَلَّا إِنَّهَا تَذْكِرَة فَمَنْ شَاءَ ذَكَرَهُ فِي صُحُف مُكَرَّمَة مَرْفُوعَة مُطَهَّرَة بِأَيْدِي سَفَرَة كِرَام بَرَرَة \" وَلِهَذَا اِسْتَنْبَطَ الْعُلَمَاء رَضِيَ اللَّه عَنْهُمْ مِنْ هَاتَيْنِ الْآيَتَيْنِ أَنَّ الْمُحْدِث لَا يَمَسّ الْمُصْحَف كَمَا وَرَدَ بِهِ الْحَدِيث إِنْ صَحَّ لِأَنَّ الْمَلَائِكَة يُعَظِّمُونَ الْمَصَاحِف الْمُشْتَمِلَة عَلَى الْقُرْآن فِي الْمَلَإِ الْأَعْلَى فَأَهْل الْأَرْض بِذَلِكَ أَوْلَى وَأَحْرَى لِأَنَّهُ نَزَلَ عَلَيْهِمْ وَخِطَابه مُتَوَجِّه إِلَيْهِمْ فَهُمْ أَحَقّ أَنْ يُقَابِلُوهُ بِالْإِكْرَامِ وَالتَّعْظِيم وَالِانْقِيَاد لَهُ بِالْقَبُولِ وَالتَّسْلِيم لِقَوْلِهِ تَعَالَى \" وَإِنَّهُ فِي أُمّ الْكِتَاب لَدَيْنَا لَعَلِيّ حَكِيم\" .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41165, "aya_id": 4}]