[{"text": "الَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اللّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُواْ يُفْسِدُونَ", "sura_id": 16, "type": 0, "id": 1989, "aya_id": 88}, {"text": "الذين كفروا وصدوا عن سبيل الله زدناهم عذابا فوق العذاب بما كانوا يفسدون", "sura_id": 16, "type": 1, "id": 8225, "aya_id": 88}, {"text": "88 - (الذين كفروا وصدوا) الناس (عن سبيل الله) دينه (زدناهم عذابا فوق العذاب) الذي استحقوه بكفرهم قال ابن مسعود عقارب أنيابها كالنخل الطوال (بما كانوا يفسدون) بصدهم الناس عن الإيمان \r\n", "sura_id": 16, "type": 2, "id": 26933, "aya_id": 88}, {"text": "الذين جحدوا وحدانية الله ونبوتك -أيها الرسول- وكذَّبوك, ومنعوا غيرهم عن الإيمان بالله ورسوله, زدناهم عذابا على كفرهم وعذابًا على صدِّهم الناس عن اتباع الحق; وهذا بسبب تعمُّدهم الإفساد وإضلال العباد بالكفر والمعصية.\r\n", "sura_id": 16, "type": 3, "id": 33169, "aya_id": 88}, {"text": " <font color=red>الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيل اللَّه زِدْنَاهُمْ عَذَابًا \" الْآيَة أَيْ عَذَابًا عَلَى كُفْرهمْ وَعَذَابًا عَلَى صَدّهمْ النَّاس عَنْ اِتِّبَاع الْحَقّ كَقَوْلِهِ تَعَالَى \" وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ \" أَيْ يَنْهَوْنَ النَّاس عَنْ اِتِّبَاعه وَيَبْتَعِدُونَ هُمْ مِنْهُ أَيْضًا \" وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسهمْ وَمَا يَشْعُرُونَ \" وَهَذَا دَلِيل عَلَى تَفَاوُت الْكُفَّار فِي عَذَابهمْ كَمَا يَتَفَاوَت الْمُؤْمِنُونَ فِي مَنَازِلهمْ فِي الْجَنَّة وَدَرَجَاتهمْ كَمَا قَالَ تَعَالَى \" قَالَ لِكُلٍّ ضِعْف وَلَكِنْ لَا تَعْلَمُونَ \" وَقَدْ قَالَ الْحَافِظ أَبُو يَعْلَى حَدَّثَنَا شُرَيْح بْن يُونُس حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ عَبْد اللَّه بْن مُرَّة عَنْ مَسْرُوق عَنْ عَبْد اللَّه فِي قَوْل اللَّه \" زِدْنَاهُمْ عَذَابًا فَوْق الْعَذَاب\" قَالَ زِيدُوا عَقَارِب أَنْيَابهَا كَالنَّخْلِ الطِّوَال . وَحَدَّثَنَا شُرَيْح بْن يُونُس حَدَّثَنَا إِبْرَاهِيم بْن سُلَيْمَان حَدَّثَنَا الْأَعْمَش عَنْ الْحَسَن عَنْ اِبْن عَبَّاس فِي الْآيَة أَنَّهُ قَالَ \" زِدْنَاهُمْ عَذَابًا فَوْق الْعَذَاب \" قَالَ هِيَ خَمْسَة أَنْهَار تَحْت الْعَرْش يُعَذَّبُونَ بِبَعْضِهَا فِي اللَّيْل وَبِبَعْضِهَا فِي النَّهَار .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38165, "aya_id": 88}]