[{"text": "وَالَّذِينَ آمَنُواْ مِن بَعْدُ وَهَاجَرُواْ وَجَاهَدُواْ مَعَكُمْ فَأُوْلَئِكَ مِنكُمْ وَأُوْلُواْ الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللّهِ إِنَّ اللّهَ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 8, "type": 0, "id": 1235, "aya_id": 75}, {"text": "والذين آمنوا من بعد وهاجروا وجاهدوا معكم فأولئك منكم وأولو الأرحام بعضهم أولى ببعض في كتاب الله إن الله بكل شيء عليم", "sura_id": 8, "type": 1, "id": 7471, "aya_id": 75}, {"text": "75 - (والذين آمنوا من بعد) أي بعد السابقين إلى الإيمان والهجرة (وهاجروا وجاهدوا معكم فأولئك منكم) أيها المهاجرون والأنصار (وأولوا الأرحام) ذوو القرابات (بعضهم أولى ببعض) في الإرث من التوراث في الإيمان والهجرة المذكورة في الآية السابقة (في كتاب الله) اللوح المحفوظ (إن الله بكل شيء عليم) ومنه حكمة الميراث \r\n", "sura_id": 8, "type": 2, "id": 26179, "aya_id": 75}, {"text": "والذين آمنوا مِن بعد هؤلاء المهاجرين والأنصار, وهاجروا وجاهدوا معكم في سبيل الله, فأولئك منكم -أيها المؤمنون- لهم ما لكم وعليهم ما عليكم, وأولو القرابة بعضهم أولى ببعض في التوارث في حكم الله من عامة المسلمين. إن الله بكل شيء عليم يعلم ما يصلح عباده مِن توريث بعضهم من بعض في القرابة والنسب دون التوارث بالحِلْف, وغير ذلك مما كان في أول الإسلام.\r\n", "sura_id": 8, "type": 3, "id": 32415, "aya_id": 75}, {"text": " <font color=red>وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>وَأَمَّا قَوْله تَعَالَى \" وَأُولُوا الْأَرْحَام بَعْضهمْ أَوْلَى بِبَعْضٍ فِي كِتَاب اللَّه \" أَيْ فِي حُكْم اللَّه وَلَيْسَ الْمُرَاد بِقَوْلِهِ \" وَأُولُوا الْأَرْحَام \" خُصُوصِيَّة مَا يُطْلِقُهُ عُلَمَاء الْفَرَائِض عَلَى الْقَرَابَة الَّذِي لَا فَرْض لَهُمْ وَلَا هُمْ عَصَبَة بَلْ يُدْلُونَ بِوَارِثٍ كَالْخَالَةِ وَالْخَال وَالْعَمَّة وَأَوْلَاد الْبَنَات وَأَوْلَاد الْأَخَوَات وَنَحْوهمْ كَمَا قَدْ يَزْعُمهُ بَعْضهمْ وَيَحْتَجّ بِالْآيَةِ وَيَعْتَقِد ذَلِكَ صَرِيحًا فِي الْمَسْأَلَة بَلْ الْحَقّ أَنَّ الْآيَة عَامَّة تَشْمَل جَمِيع الْقَرَابَات كَمَا نَصَّ عَلَيْهِ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَغَيْر وَاحِد عَلَى أَنَّهَا نَاسِخَة لِلْإِرْثِ بِالْحِلْفِ وَالْإِخَاء اللَّذَيْنِ كَانُوا يَتَوَارَثُونَ بِهِمَا أَوَّلًا وَعَلَى هَذَا فَتَشْمَل ذَوِي الْأَرْحَام بِالِاسْمِ الْخَاصّ وَمَنْ لَمْ يُوَرِّثْهُمْ يَحْتَجّ بِأَدِلَّةٍ مِنْ أَقْوَاهَا حَدِيث \" إِنَّ اللَّه قَدْ أَعْطَى كُلّ ذِي حَقّ حَقّه فَلَا وَصِيَّة لِوَارِثٍ \" قَالُوا فَلَوْ كَانَ ذَا حَقّ لَكَانَ ذَا فَرْض فِي كِتَاب اللَّه مُسَمًّى فَلَمَّا لَمْ يَكُنْ كَذَلِكَ لَمْ يَكُنْ وَارِثًا وَاللَّهُ أَعْلَمُ . آخِر تَفْسِير سُورَة الْأَنْفَال وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ وَعَلَيْهِ التُّكْلَانُ وَهُوَ حَسْبُنَا وَنِعْمَ الْوَكِيلُ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43126, "aya_id": 75}]