[{"text": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَاجِدَ اللّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا أُوْلَئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَا إِلاَّ خَآئِفِينَ لهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ", "sura_id": 2, "type": 0, "id": 121, "aya_id": 114}, {"text": "ومن أظلم ممن منع مساجد الله أن يذكر فيها اسمه وسعى في خرابها أولئك ما كان لهم أن يدخلوها إلا خائفين لهم في الدنيا خزي ولهم في الآخرة عذاب عظيم", "sura_id": 2, "type": 1, "id": 6357, "aya_id": 114}, {"text": "114 - (ومن أظلم) أي لا أحد أظلم (ممن منع مساجد الله أن يذكر فيها اسمه) بالصلاة والتسبيح (وسعى في خرابها) بالهدم أو التعطيل ، نزلت إخباراً عن الروم الذين خربوا بيت المقدس أو في المشركين لما صدوا النبي صلى الله عليه وسلم عام الحديبية عن البيت (أولئك ما كان لهم أن يدخلوها إلا خائفين) خبر بمعنى الأمر أي أخيفوهم بالجهاد فلا يدخلها أحدٌ آمناً0 (لهم في الدنيا خزي) هوان بالقتل والسبي والجزية (ولهم في الآخرة عذاب عظيم) هو النار \r\n", "sura_id": 2, "type": 2, "id": 25065, "aya_id": 114}, {"text": "لا أحد أظلم من الذين منعوا ذِكْرَ الله في المساجد من إقام الصلاة, وتلاوة القرآن, ونحو ذلك, وجدُّوا في تخريبها بالهدم أو الإغلاق, أو بمنع المؤمنين منها. أولئك الظالمون ما كان ينبغي لهم أن يدخلوا المساجد إلا على خوف ووجل من العقوبة, لهم بذلك صَغار وفضيحة في الدنيا, ولهم في الآخرة عذاب شديد.\r\n", "sura_id": 2, "type": 3, "id": 31301, "aya_id": 114}, {"text": " <font color=red>وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ</font><BR><p>اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْمُرَاد مَنْ الَّذِينَ مَنَعُوا مَسَاجِد اللَّه وَسَعَوْا فِي خَرَابهَا عَلَى قَوْلَيْنِ : أَحَدهمَا مَا رَوَاهُ الْعَوْفِيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِد اللَّه أَنْ يُذْكَر فِيهَا اِسْمه \" قَالَ هُمْ النَّصَارَى كَانُوا يَطْرَحُونَ فِي بَيْت الْمَقْدِس الْأَذَى وَيَمْنَعُونَ النَّاس أَنْ يُصَلُّوا فِيهِ . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله \" وَسَعَى فِي خَرَابهَا \" قَالَ هُوَ بُخْتُنَصَّرَ وَأَصْحَابه خَرَّبَ بَيْت الْمَقْدِس وَأَعَانَهُ عَلَى ذَلِكَ النَّصَارَى وَقَالَ سَعِيد عَنْ قَتَادَة : قَالَ أُولَئِكَ أَعْدَاء اللَّه النَّصَارَى حَمَلَهُمْ بُغْض الْيَهُود عَلَى أَنْ أَعَانُوا بُخْتُنَصَّرَ الْبَابِلِيّ الْمَجُوسِيّ عَلَى تَخْرِيب بَيْت الْمَقْدِس . وَقَالَ السُّدِّيّ : كَانُوا ظَاهَرُوا بُخْتُنَصَّرَ عَلَى خَرَاب بَيْت الْمَقْدِس حَتَّى خَرَّبَهُ وَأَمَرَ أَنْ تُطْرَح فِيهِ الْجِيَف وَإِنَّمَا أَعَانَهُ الرُّوم عَلَى خَرَابه مِنْ أَجْل أَنَّ بَنِي إِسْرَائِيل قَتَلُوا يَحْيَى بْن زَكَرِيَّا وَرُوِيَ نَحْوه عَنْ الْحَسَن الْبَصْرِيّ \" الْقَوْل الثَّانِي \" مَا رَوَاهُ اِبْن جَرِير : حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب قَالَ : قَالَ اِبْن زَيْد فِي قَوْله \" وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اِسْمُهُ وَسَعَى فِي خَرَابِهَا \" قَالَ هَؤُلَاءِ الْمُشْرِكُونَ الَّذِينَ حَالُوا بَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْحُدَيْبِيَة وَبَيْن أَنْ يَدْخُلُوا مَكَّة حَتَّى نَحَرَ هَدْيَهُ بِذِي طُوًى وَهَادَنَهُمْ وَقَالَ لَهُمْ \" مَا كَانَ أَحَد يَصُدّ عَنْ هَذَا الْبَيْت وَقَدْ كَانَ الرَّجُل يَلْقَى قَاتِل أَبِيهِ وَأَخِيهِ فَلَا يَصُدّهُ\" فَقَالُوا لَا يَدْخُل عَلَيْنَا مَنْ قَتَلَ آبَاءَنَا يَوْم بَدْر وَفِينَا بَاقٍ وَفِي قَوْله \" وَسَعَى فِي خَرَابهَا \" قَالَ إِذَا قَطَعُوا مَنْ يَعْمُرهَا بِذِكْرِهِ وَيَأْتِيهَا لِلْحَجِّ وَالْعُمْرَة. وَقَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ سَلَمَة قَالَ : قَالَ مُحَمَّد بْن إِسْحَاق : حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ قُرَيْشًا مَنَعُوا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصَّلَاة عِنْد الْكَعْبَة فِي الْمَسْجِد الْحَرَام فَأَنْزَلَ اللَّه \" وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِد اللَّه أَنْ يُذْكَر فِيهَا اِسْمه \" ثُمَّ اِخْتَارَ اِبْن جَرِير الْقَوْل الْأَوَّل وَاحْتَجَّ بِأَنَّ قُرَيْشًا لَمْ تَسْعَ فِي خَرَاب الْكَعْبَة وَأَمَّا الرُّوم فَسَعَوْا فِي تَخْرِيب بَيْت الْمَقْدِس \" قُلْت \" وَاَلَّذِي يَظْهَر - وَاَللَّهُ أَعْلَمُ - الْقَوْل الثَّانِي كَمَا قَالَهُ اِبْن زَيْد . وَرُوِيَ عَنْ اِبْن عَبَّاس لِأَنَّ النَّصَارَى إِذَا مَنَعَتْ الْيَهُود الصَّلَاة فِي الْبَيْت الْمَقْدِس كَأَنَّ دِينَهُمْ أَقْوَمُ مِنْ دِين الْيَهُود وَكَانُوا أَقْرَب مِنْهُمْ وَلَمْ يَكُنْ ذِكْر اللَّه مِنْ الْيَهُود مَقْبُولًا إِذْ ذَاكَ لِأَنَّهُمْ لُعِنُوا مِنْ قَبْلُ عَلَى لِسَان دَاوُد وَعِيسَى اِبْن مَرْيَم ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ وَأَيْضًا فَإِنَّهُ تَعَالَى لَمَّا وَجَّهَ الذَّمّ فِي حَقّ الْيَهُود وَالنَّصَارَى شَرَعَ فِي ذَمّ الْمُشْرِكِينَ الَّذِينَ أَخْرَجُوا الرَّسُول وَأَصْحَاب مِنْ مَكَّة وَمَنَعُوهُمْ مِنْ الصَّلَاة فِي الْمَسْجِد الْحَرَام وَأَمَّا اِعْتِمَاده عَلَى أَنَّ قُرَيْشًا لَمْ تَسْعَ فِي خَرَاب الْكَعْبَة فَأَيّ خَرَاب أَعْظَم مِمَّا فَعَلُوا ؟ أَخْرَجُوا عَنْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه وَاسْتَحْوَذُوا عَلَيْهَا بِأَصْنَامِهِمْ وَأَنْدَادهمْ وَشِرْكهمْ كَمَا قَالَ تَعَالَى \" وَمَا لَهُمْ أَلَّا يُعَذِّبهُمْ اللَّهُ وَهُمْ يَصُدُّونَ عَنْ الْمَسْجِد الْحَرَام وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" وَقَالَ تَعَالَى \" مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّه شَاهِدِينَ عَلَى أَنْفُسهمْ بِالْكُفْرِ أُولَئِكَ حَبَطَتْ أَعْمَالهمْ وَفِي النَّار هُمْ خَالِدُونَ إِنَّمَا يَعْمُر مَسَاجِد اللَّه مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخَر وَأَقَامَ الصَّلَاة وَآتَى الزَّكَاة وَلَمْ يَخْشَ إِلَّا اللَّه فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنْ الْمُهْتَدِينَ \" وَقَالَ تَعَالَى \" هُمْ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنْ الْمَسْجِد الْحَرَام وَالْهَدْي مَعْكُوفًا أَنْ يَبْلُغ مَحَلّه وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَات لَمْ تَعْلَمُوهُمْ أَنْ تَطَؤُهُمْ فَتُصِيبكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَته مَنْ يَشَاء لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا \" فَقَالَ تَعَالَى \" إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر وَأَقَامَ الصَّلَاة وَآتَى الزَّكَاة وَلَمْ يَخْشَ إِلَّا اللَّه \" فَإِذَا كَانَ مَنْ هُوَ كَذَلِكَ مَطْرُودًا مِنْهَا مَصْدُودًا عَنْهَا فَأَيُّ خَرَاب لَهَا أَعْظَم مِنْ ذَلِكَ ؟ وَلَيْسَ الْمُرَاد بِعِمَارَتِهَا زَخْرَفَتهَا وَإِقَامَة صُورَتهَا فَقَطْ إِنَّمَا عِمَارَتهَا بِذِكْرِ اللَّه فِيهَا وَإِقَامَة شَرْعه فِيهَا وَرَفْعهَا عَنْ الدَّنَس وَالشِّرْك . وَقَوْله تَعَالَى \" أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ \" هَذَا خَبَرٌ مَعْنَاهُ الطَّلَبُ أَيْ لَا تُمَكِّنُوا هَؤُلَاءِ إِذَا قَدَرْتُمْ عَلَيْهِمْ مِنْ دُخُولهَا إِلَّا تَحْت الْهُدْنَة وَالْجِزْيَة وَلِهَذَا لَمَّا فَتَحَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة أَمَرَ مِنْ الْعَام الْقَابِل فِي سَنَة تِسْع أَنْ يُنَادَى بِرِحَابٍ مِنًى \" أَلَا لَا يَحُجَّن بَعْد الْعَام مُشْرِك وَلَا يَطُوفَنَّ بِالْبَيْتِ عُرْيَان وَمَنْ كَانَ لَهُ أَجَل فَأَجَله إِلَى مُدَّته\" وَهَذَا إِذَا كَانَ تَصْدِيقًا وَعَمَلًا بِقَوْلِهِ تَعَالَى \" يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَام بَعْد عَامهمْ هَذَا \" وَقَالَ بَعْضهمْ مَا كَانَ يَنْبَغِي لَهُمْ أَنْ يَدْخُلُوا مَسَاجِد اللَّه إِلَّا خَائِفِينَ عَلَى حَال التَّهَيُّب وَارْتِعَاد الْفَرَائِص مِنْ الْمُؤْمِنِينَ أَنْ يَبْطِشُوا بِهِمْ فَضْلًا أَنْ يَسْتَوْلُوا عَلَيْهَا وَيَمْنَعُوا الْمُؤْمِنِينَ مِنْهَا . وَالْمَعْنَى مَا كَانَ الْحَقّ وَالْوَاجِب إِلَّا ذَلِكَ لَوْلَا ظُلْم الْكَفَرَة وَغَيْرهمْ وَقِيلَ إِنَّ هَذَا بِشَارَة مِنْ اللَّه لِلْمُسْلِمِينَ أَنَّهُ سَيُظْهِرُهُمْ عَلَى الْمَسْجِد الْحَرَام وَعَلَى سَائِر الْمَسَاجِد وَأَنَّهُ يُذِلّ الْمُشْرِكِينَ لَهُمْ حَتَّى لَا يَدْخُل الْمَسْجِد الْحَرَام أَحَد مِنْهُمْ إِلَّا خَائِفًا يَخَاف أَنْ يُؤْخَذ فَيُعَاقَب أَوْ يُقْتَل إِنْ لَمْ يُسْلِم. وَقَدْ أَنْجَزَ اللَّه هَذَا الْوَعْد كَمَا تَقَدَّمَ مِنْ مَنْع الْمُشْرِكِينَ مِنْ دُخُول الْمَسْجِد الْحَرَام وَأَوْصَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ لَا يَبْقَى بِجَزِيرَةِ الْعَرَب دِينَانِ وَأَنْ يُجْلَى الْيَهُود وَالنَّصَارَى مِنْهَا وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ . وَمَا ذَاكَ إِلَّا تَشْرِيف أَكْنَاف الْمَسْجِد الْحَرَام وَتَطْهِير الْبُقْعَة الَّتِي بَعَثَ اللَّه فِيهَا رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى النَّاس كَافَّة بَشِيرًا وَنَذِيرًا صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَهَذَا هُوَ الْخِزْي لَهُمْ فِي الدُّنْيَا لِأَنَّ الْجَزَاء مِنْ جِنْس الْعَمَل فَكَمَا صُدُّوا الْمُؤْمِنِينَ عَنْ الْمَسْجِد الْحَرَام صُدُّوا عَنْهُ وَكَمَا أَجْلَوْهُمْ مِنْ مَكَّة أُجْلُوا عَنْهَا \" وَلَهُمْ فِي الْآخِرَة عَذَابٌ عَظِيمٌ \" عَلَى مَا اِنْتَهَكُوا مِنْ حُرْمَة الْبَيْت وَامْتَهَنُوهُ مِنْ نَصْب الْأَصْنَام حَوْله وَدُعَاء غَيْر اللَّه عِنْده وَالطَّوَاف بِهِ عَرَايَا وَغَيْر ذَلِكَ مِنْ أَفَاعِيلهمْ الَّتِي يَكْرَههَا اللَّهُ وَرَسُولُهُ وَأَمَّا مَنْ فَسَّرَ بَيْت الْمَقْدِس فَقَالَ كَعْب الْأَحْبَار إِنَّ النَّصَارَى لَمَّا ظَهَرُوا عَلَى بَيْت الْمَقْدِس خَرَّبُوهُ فَلَمَّا بَعَثَ اللَّهُ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْزَلَ عَلَيْهِ \" وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِد اللَّه أَنْ يُذْكَرَ فِيهَا اِسْمُهُ وَسَعَى فِي خَرَابهَا أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ \" الْآيَة فَلَيْسَ فِي الْأَرْض نَصْرَانِيٌّ يَدْخُل بَيْتَ الْمَقْدِس إِلَّا خَائِفًا وَقَالَ السُّدِّيّ فَلَيْسَ فِي الْأَرْض رُومِيٌّ يَدْخُلهُ الْيَوْم إِلَّا وَهُوَ خَائِف أَنْ يُضْرَب عُنُقه أَوْ قَدْ أُخِيف بِأَدَاءِ الْجِزْيَة فَهُوَ يُؤَدِّيهَا وَقَالَ قَتَادَة لَا يَدْخُلُونَ الْمَسَاجِد إِلَّا مُسَارَقَة قُلْت وَهَذَا لَا يَنْفِي أَنْ يَكُون دَاخِلًا فِي مَعْنَى عُمُوم الْآيَة فَإِنَّ النَّصَارَى مَا ظَلَمُوا بَيْت الْمَقْدِس بِامْتِهَانِ الصَّخْرَة الَّتِي كَانَتْ تُصَلِّي إِلَيْهَا الْيَهُود عُوقِبُوا شَرْعًا وَقَدَرًا بِالذِّلَّةِ فِيهِ إِلَّا فِي أَحْيَان مِنْ الدَّهْر أَشُحِنَ بِهِمْ بَيْت الْمَقْدِس وَكَذَلِكَ الْيَهُود لَمَّا عَصَوْا اللَّه فِيهِ أَيْضًا أَعْظَم مِنْ عِصْيَان النَّصَارَى كَانَتْ عُقُوبَتهمْ أَعْظَم وَاَللَّه أَعْلَم وَفَسَّرَ هَؤُلَاءِ الْخِزْي مِنْ الدُّنْيَا بِخُرُوجِ الْمَهْدِيّ عِنْد السُّدِّيّ وَعِكْرِمَة وَوَائِل بْن دَاوُد وَفَسَّرَهُ قَتَادَة بِأَدَاءِ الْجِزْيَة عَنْ يَد وَهُمْ صَاغِرُونَ وَالصَّحِيح أَنَّ الْخِزْي فِي الدُّنْيَا أَعَمّ مِنْ ذَلِكَ كُلّه وَقَدْ وَرَدَ الْحَدِيث بِالِاسْتِعَاذَةِ مِنْ خِزْي الدُّنْيَا وَعَذَاب الْآخِرَة كَمَا قَالَ الْإِمَام أَحْمَد أَخْبَرَنَا الْهَيْثَم بْن خَارِجَة أَخْبَرَنَا مُحَمَّد بْن أَيُّوب بْن مَيْسَرَة بْن حَلْبَس سَمِعْت أَبِي يُحَدِّث عَنْ بِشْر بْن أَرْطَاة قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُو \" اللَّهُمَّ أَحْسِنْ عَاقِبَتنَا فِي الْأُمُور كُلِّهَا وَأَجِرْنَا مِنْ خِزْي الدُّنْيَا وَعَذَاب الْآخِرَة \" وَهَذَا حَدِيث حَسَن وَلَيْسَ فِي شَيْء مِنْ الْكُتُب السِّتَّة وَلَيْسَ لِصَحَابِيِّهِ وَهُوَ بِشْر بْن أَرْطَاة حَدِيث سِوَاهُ وَسِوَى حَدِيث لَا تُقْطَع الْأَيْدِي فِي الْغَزْو .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38514, "aya_id": 114}]